{
    "partText": [
        "\nالمدارج\nفي\nكشف شبهات للخوارج\nأعده\nأبو عمر\nأحمد بن عمر بازمول\nالمقدمة\nإن الحمد لله نحمده ونستعينه ونستغفره ونعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا من يهده الله فلا مضل له ومن يضلل فلا هادي له وأشهد أن لا إله إلا الله وحده لا شريك له وأشهد أن محمداً عبده ورسوله .\n{ يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ } (1).\n{ يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالاً كَثِيراً وَنِسَاءً وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ وَالْأَرْحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيباً } (2).\n{ يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلاً سَدِيداً (70) يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزاً عَظِيماً } (3).\nألا وإنَّ أصدق الكلام كلام الله وخير الهدي هدي محمد - صلى الله عليه وسلم - وشر الأمور محدثاتها وكل محدثة بدعة وكل بدعة ضلالة وكل ضلالة في النار .\nأما بعد :\nفهذه رسالة جمعت فيها أقوال أهل العلم في كشف شبه \" أصحاب الخارجية العصرية \" التي طعنوا بها على ولاة الأمر من العلماء والأمراء .\nوهذه الطعون ما هي إلا باطل من القول وزور ، زينها الشيطان لأوليائه أهل البدع والأهواء ، وتبعهم في ذلك بعض الرعاع ، اتباع كل ناعق ، دون نظر لخطورة هذا الأمر .\n__________\n(1) …(آل عمران:102) .\n(2) …(النساء:1) .\n(3) …(الأحزاب:70-71) .\n(1/1)\n",
        "وصدق رسول الله - صلى الله عليه وسلم - إذ يَقُولُ :\"إِنَّ الْعَبْدَ لَيَتَكَلَّمُ بِالْكَلِمَةِ يَنْزِلُ بِهَا فِي النَّارِ أَبْعَدَ مَا بَيْنَ الْمَشْرِقِ وَالْمَغْرِبِ\"(1) .\nسميتها : \"المدارج في كشف شبهات للخوارج\" .\nخطة الرسالة : وقد جعلت الرسالة في مقدمة وتمهيد ومقصدين وخاتمة .\nالمقدمة : اشتملت على تسمية الرسالة وخطتها .\nالتمهيد : خطورة الطعن في ولاة الأمر .\nالمقصد الأول : شبهات الطاعنين في العلماء وتفنيدها .\nالمقصد الثاني : شبهات الطاعنين في الأمراء وتفنيدها .\nومنهجي في هذه الرسالة : أني أذكر الطعن ومعناه ، ثم أفنده بما يدل على بطلانه –بإذن الله تعالى - .\nوالله اسأل أن ينفع بها إخواننا المسلمين في مشارق الأرض ومغاربها ، خصوصاً في هذه البلاد الطيبة المباركة ، واسأله - سبحانه وتعالى - التوفيق والسداد والقبول في الدنيا والآخرة إنه سميع مجيب الدعاء .\nكتبه\nأحمد بن عمر بن سالم بازمول\nالتمهيد\nخطورة الطعن في ولاة الأمر\nخطورة الطعن في ولاة الأمر :\nانتشر بين بعض الناس أمران خطيران ، مخالفان للقرآن والسنة ، دون نكير له أو هجران إلا ما رحم ربنا المنان ، وليتهما منتشران مع العلم بقبحهما ، بل يعتقد كثير من الناس أنهم على خير ، وصدق الله إذ يقول { قُلْ هَلْ نُنَبِّئُكُمْ بِالْأَخْسَرِينَ أَعْمَالاً . الَّذِينَ ضَلَّ سَعْيُهُمْ فِي الْحَيَاةِ الدُّنْيَا وَهُمْ يَحْسَبُونَ أَنَّهُمْ يُحْسِنُونَ صُنْعاً } (2).…وهذان الأمران هما : الطعن في العلماء والأمراء .\nقال الشيخ ابن عثيمين - رحمه الله تعالى - : معلوم أن قيادة الأمة تكون بصنفين من الناس لا ثالث لهما :الصنف الأول :العلماء .والصنف الثاني : الأمراء .\n__________\n(1) …أخرجه البخاري في الصحيح (11/308رقم6477-فتح) ومسلم في الصحيح (18/158رقم2988-نووي) .\n(2) …(الكهف : 103-104) .\n(1/2)\n\nوهم المقصودون في قوله تعالى { يَا أَيُّهَا الَّذِينَ آمَنُوا أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَأُولِي الْأَمْرِ مِنْكُمْ } (1).\nومعلوم أن الأمة إذا لم يكن لها قيادة ،قيادة في دين الله تكون على أيدي العلماء ، وقيادة في الأمن ، أمن السبل ، أمن البلاد ،وتكون على يدي الأمراء ، إذا لم تكن هذه القيادة : أصبح الناس فوضى ، أصبح كلٌ يعبد الله بما شاء ، بالهوى بغير علم ؛ فيضل هو بنفسه ويضل غيره .\nإذا لم يكن هناك حماية للأمن وللطرق وللبلاد عن طريق الأمراء أصبح الناس فوضى يقتل بعضهم بعضاً ,ويكسر بعضهم بعضاً ،ولا يبالون ؛لأنهم ليس لهم سلطان يحميهم كما أنَّ الأولين لا يبالون إذا خالفوا الشريعة ؛لأنهم ليس لهم علماء يقتدون بهم . ولهذا أقول : إن من الخطأ العظيم الفادح أن يقع الناس في أعراض العلماء أو يقع الناس في أعراض الأمراء(2) .\nنحن لا نبرأ العلماء من الخطأ ،ولا نبرأ الأمراء من الخطأ ،كلٌ يخطئ ويصيب لكن هل يجوز لنا أن نتتبع عورات العلماء وعورات الأمراء ، ثم يُتخذ من هذا وسيلة لسبهم والقدح فيهم ، وتهوين أمرهم على الناس ،وتهوين قوتهم بين الناس ؟ !\nما أعتقد أنَّ هذا جائز ! لا عقلاً ولا شرعاً (3) اهـ .\nوالوقيعة في أعراض العلماء والأمراء والاشتغال بسبهم وذكر معائبهم خطيئة كبيرة وجريمة شنيعة نهى عنها الشرع المطهر وذم فاعلها .\n__________\n(1) …(النساء : 59) .\n(2) …وليس بيان خطأ من أخطأ أو الرد على أهل البدع والمناهج الفاسدة من باب الطعن في العلماء فتنبه .\n(3) …الوقيعة في العلماء والأمراء .",
        "(1/3)\n\nقال الشيخ السعدي - رحمه الله تعالى - : على الناس أن يغضوا عن مساويهم – أي الملوك والأمراء - ولا يشتغلوا بسبهم بل يسألون الله لهم التوفيق ؛ فإن سب الملوك والأمراء فيه شر كبير وضرر عام وخاص وربما تجد السَّاب لهم لم تحدثه نفسه بنصيحتهم يوماً من الأيام وهذا عنوان الغش للراعي والرعية اهـ(1).\nوقال الشيخ محمد بن عثيمين - رحمه الله تعالى - : الله ، الله في فهم منهج السلف الصالح في التعامل مع السلطان وأن لا يتخذ من أخطاء السلطان سبيلاً لإثارة الناس وإلى تنفير القلوب عن ولاة الأمور فهذا عين المفسدة وأحد الأسس التي تحصل بها الفتنة بين الناس كما أن ملء القلوب على ولاة الأمر يحدث الشر والفتنة والفوضى وكذا ملء القلوب على العلماء يحدث التقليل من شأن العلماء وبالتالي التقليل من الشريعة التي يحملونها فإذا حاول أحد يقلل من هيبة العلماء وهيبة ولاة الأمر ضاع الشرع والأمن ؛ لأن الناس إن تكلم العلماء لم يثقوا بكلامهم وإن تكلم الأمراء تمردوا على كلامهم وحصل الشر والفساد (2).\nوقال أيضاً - رحمه الله تعالى - : لقد ابتلي بعض الناس بغيبة صنفين من الأمة وهما ولاة الأمور فيها من العلماء والحكام ، حيث كانوا يسلطون ألسنتهم في المجالس على العلماء وعلى الدعاة وعلى الأمراء وعلى الحكام الذين فوق الأمراء ، وإن غيبة مثل هؤلاء أشد إثماً وأقبح عاقبة وأعظم أثراً لتفريق الأمة . إن غيبة ولاة الأمور من أمراء وعلماء ليست غيبة لهؤلاء بأشخاصهم ولكنها غيبة وتدمير لما يحملونه من المسئولية :\nفإن الناس إذا اغتابوا العلماء قل قدر العلماء في أعين الناس وبالتالي يقل ميزان ما يقولونه من شريعة الله وحينئذ يقل العمل بالشريعة بناء على هذه الغيبة ؛ فيكون في ذلك إضعاف لدين الله تعالى في نفوس العامة .\n__________\n(1) …نور البصائر والألباب (66) .\n(2) …المعاملة (32) .\n(1/4)",
        "\nوإن الذين يغتابون ولاة الأمور من الأمراء والحكام إنهم ليسيئون إلى المجتمع كله ، لا يسيئون إلى الحكام فحسب ولكنهم يسيئون إلى كل المجتمع ، إلى الإخلال بأمنه ، واتزانه وانتظامه ، ذلك لأن ولاة الأمور من الأمراء والحكام إذا انتهك الناس أعراضهم قل قدرهم في نفوس العامة وتمردوا عليهم فلم ينصاعوا لأوامرهم ولم ينتهوا عما نهوا عنه ، وحينئذٍ تحل الفوضى في المجتمع ويصير كل واحد من الناس أميراً علىنفسه ، وحينئذٍ ، تفسد الأمور ويصبح الناس فوضى لا سراة لهم ، وإن الغيبة من كبائر الذنوب ليست بالأمر الهين(1) .\nوقدسئل الشيخ صالح الفوزان - حفظه الله تعالى - :ما رأي فضيلتكم في بعض الشباب الذين يتكلمون في مجالسهم عن ولاة الأمور في هذه البلاد بالسب والطعن فيهم ؟\nفأجاب - حفظه الله تعالى - : هذا كلام معروف أنه باطل وهؤلاء إما أنهم يقصدون الشر وإما أنهم تأثروا بغيرهم من أصحاب الدعوات المضللة الذين يريدون سلب هذه النعمة التي نعيشها .\nنحن - ولله الحمد - على ثقة من ولاة أمرنا وعلى ثقة من المنهج الذي نسير عليه وليس معنى هذا أننا قد كملنا وأن ليس عندنا نقص ولا تقصير بل عندنا نقص ولكن نحن في سبيل إصلاحه وعلاجه - إن شاء الله - بالطرق الشرعية .\nأما أننا نتخذ من العثرات والزلات سبيلاً لتنقص ولاة الأمور أو الكلام فيهم أو تبغيضهم إلى الرعية فهذه ليست طريقة السلف أهل السنة والجماعة .\n__________\n(1) …وجوب طاعة السلطان (51-52) للعريني ، والفتاوى الشرعية (59-60) للحصين .\n(1/5)\n",
        "أهل السنة والجماعة يحرصون على طاعة ولاة أمور المسلمين وعلى تحبيبهم للناس وعلى جمع الكلمة هذا هو المطلوب . والكلام في ولاة الأمور من الغيبة والنميمة وهما من أشد المحرمات بعد الشرك لا سيما إذا كانت الغيبة للعلماء ولولاة الأمور فهي أشد لما يترتب عليها من المفاسد من تفريق الكلمة وسوء الظن بولاة الأمور وبعث اليأس في نفوس الناس والقنوط(1) .\nوقال أيضاً - حفظه الله تعالى - معلقاً على قول عوف بن مالك - راداً على من قال : ما رأينا مثل قرائنا هؤلاء أرغب بطوناً ولا أكذب ألسناً ولا أجبن عند اللقاء - : كذبت ، ولكنك منافق ، لأخبرن رسول الله - صلى الله عليه وسلم - فذهب عوف إلى رسول الله ليخبره فوجد القرآن قد سبقه\"(2): فيه احترام أهل العلم وعدم السخرية منهم أو الاستهزاء بهم ؛ لأن هذا المنافق قال :\" ما رأينا مثل قرائنا هؤلاء\"يريد بذلك العلماء ، والعلماء ورثة الأنبياء ، وهم قدوة الأمة ، فإذا طعنا في العلماء فإن هذا يحدث الخلخلة في المجتمع الإسلامي ، ويقلل من قيمة العلماء ، ويحدث التشكيك فيهم .\nنسمع ونقرأ من بعض دعاة السوء من يقول : هؤلاء علماء حيض ، علماء نفاس ، هؤلاء عملاء للسلاطين ، هؤلاء علماء بغلة السلطان ، وما أشبه ذلك وهذا القول من هذا الباب والعياذ بالله وليس للعلماء ذنب عند هذا الفاسق إلا أنهم لا يوافقونه على منهجه المنحرف .\n__________\n(1) …الأجوبة المفيدة (64) وانظر : محاضرات في العقيدة والدعوة (2/211) .\n(2) …صحيح لغيره :\n…أخرجه ابن أبي حاتم في التفسير (6/1829رقم10046) من حديث كعب بن مالك بسند حسن. قاله الشيخ مقبل الوادعي . وأخرجه ابن جرير في الجامع (6/409رقم16928) وابن أبي حاتم في التفسير (6/1829رقم10047) من حديث عبد الله بن عمر وسنده حسن . وانظر : الصحيح المسند من أسباب النزول (71) .\n(1/6)\n\nفالوقيعة بالمسلمين عموماً ولو كانوا من العوام لا تجوز ؛ لأن المسلم له حرمة ، فكيف بولاة أمور المسلمين وعلماء المسلمين . فالواجب الحذر من هذه الأمور ، وحفظ اللسان والسعي في الإصلاح ونصيحة من يفعل هذا الشيء(1) .\nوقال أيضاً - حفظه الله تعالى – فيمن يدعو إلى نزع يد الطاعة لولاة الأمر في هذه البلاد وخلع البيعة عنهم عن طريق القنوات الفضائية وبعض المنتديات في الإنترنت : هذه البلاد مقصودة ومغزوة ؛ لأنها هي البلاد الباقية ، التي تمثل منهج السلف الصالح ، وهي البلاد الآمنة من الفتن ومن الثورات ومن الانقلابات ، فهي بلاد – ولله الحمد – يرفرف عليها الأمن والأمان ومنهج السلف الصالح ، فهم يريدون أن ينتزعوا هذه الخصائص ويجعلوها بلاداً فوضى ويكون فيها قتل وتقتيل كما في البلاد الأخرى .\nفعلينا أن نحذر من هؤلاء ، وأن نحذر منهم ، ولا نأتي بهذه القنوات لبيوتنا ولأولادنا يشاهدون هذه الفتن وهذه الشرور ، وينشأون عليها ، يجب أن تحمى البيوت من هذه القنوات الفضائية ، وأن يمنع الأولاد أنهم يذهبون للمقاهي التي فيها هذه القنوات أو هذا الإنترنت ، على الآباء أنهم يمنعون أولادهم من الذهاب إلى هذه المقاهي التي فيها هذه المفاسد ، هم المسؤولون عنهم(2).\nالمقصد الأول :\nشبهات الطاعنين على العلماء وتفنيدها\nالطعن الأول\nأن العلماء كفار ؛ لأنهم يظاهرون المشركين ويوالونهم\nومعنى هذا الطعن :\nأن العلماء الذين أصدروا فتاوى تبين حرمة وبطلان ما يفعله أهل البدع من التفجير والاعتداء على الأبرياء قد كفروا ؛ لأنهم يناصرون ويدافعون عن الكفار .\nوهذا الطعن باطل من وجوه :\nالوجه الأول : أن الفتاوى التي صدرت من العلماء مبنية على الدليل من الكتاب السنة وفهم سلف الأمة وليست على الهوى .\n__________\n(1) …إعانة المستفيد (2/191) .\n(2) …(أهداف الحملات الإعلامية) والفتاوى الشرعية (61-62) للحصين .",
        "(1/7)\n\nوالوجه الثاني : أنهم في فتاواهم المبنية على الاجتهاد إن أصابوا فلهم أجران ، وإن أخطؤا فلهم أجر واحد كما صح بذلك الخبر(1) .\nوالوجه الثالث : أننا – بحمد الله تعالى - لم نقف لهم على فتوى فيها مظاهرة الكفار فضلاً عن موالاتهم . ومن ادعى أنهم فعلوا ذلك فليأتنا بفتوى واحدة فقط تصدق زعمه .\nوالوجه الرابع : أن هذا القول صادرٌ من أناس غير معروفين بالعلم ولا بسلامة المنهج والمعتقد ، فكيف يقبل جرحهم لمن جاوز القنطرة .\nفقد سئل الشيخ صالح الفوزان - حفظه الله تعالى - : كثر في هذه الفترة السب والطعن في العلماء الكبار والحكم عليهم بالفسق والكفر خاصة بعد صدور الفتاوى في التفجيرات وأن عند علمائنا ضعف في الولاء والبراء ! فأرجو أن توجهوا لنا نصيحة في الكلام في هذا الموضوع ؟ وما حكم الرد على القائل بهذا ؟\nفأجاب - حفظه الله تعالى - : الواجب على الجاهل أن لا يتكلم وأن يسكت ويخاف الله - عز وجل – ولا يتكلم بغير علم قال تعالى { قُلْ إِنَّمَا حَرَّمَ رَبِّيَ الْفَوَاحِشَ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ وَالْأِثْمَ وَالْبَغْيَ بِغَيْرِ الْحَقِّ وَأَنْ تُشْرِكُوا بِاللَّهِ مَا لَمْ يُنَزِّلْ بِهِ سُلْطَاناً وَأَنْ تَقُولُوا عَلَى اللَّهِ مَا لا تَعْلَمُونَ } (2) فلا يجوز للجاهل أن يتكلم في مسائل العلم ، ولا سيما المسائل الكبار مثل التكفير والجهاد والولاء والبراء .\nوأما النميمة والغيبة والوقيعة في أعراض ولاة الأمر والوقيعة في أعراض العلماء فهذه أشد أنواع الغيبة ، وهذا أمر لا يجوز .\n__________\n(1) …وهو ما أخرجه البخاري في الصحيح (13/318رقم7352-فتح) ومسلم في الصحيح (12/20رقم1716-نووي) عن عمرو بن العاص - رضي الله عنه - عن النبي - صلى الله عليه وسلم - أنه قال :\" إذا حكم الحاكم فاجتهد ثم أصاب فله أجران ، وإذا حكم الحاكم فاجتهد ثم أخطأ فله أجر\" .\n(2) …(الأعراف : 33) .\n(1/8)",
        "\nوأما مسألة الأحداث التي حدثت والتي تحدث وأمثالها فهي من شؤون أهل الحل والعقد هم الذين يتباحثون فيها ويتشاورون فيها ، ومن شأن العلماء أن يبينوا حكمها الشرعي ، وأما عامة الناس والعوام وأما الطلبة المبتدؤن ليس هذا من شؤونهم قال الله عز وجل { وَإِذَا جَاءَهُمْ أَمْرٌ مِنَ الْأَمْنِ أَوِ الْخَوْفِ أَذَاعُوا بِهِ وَلَوْ رَدُّوهُ إِلَى الرَّسُولِ وَإِلَى أُولِي الْأَمْرِ مِنْهُمْ لَعَلِمَهُ الَّذِينَ يَسْتَنْبِطُونَهُ مِنْهُمْ وَلَوْلا فَضْلُ اللَّهِ عَلَيْكُمْ وَرَحْمَتُهُ لَاتَّبَعْتُمُ الشَّيْطَانَ إِلَّا قَلِيلاً } (1) فالواجب إمساك اللسان في القول في مثل هذه المسائل لا سيما في التكفير والولاء والبراء .والإنسان في الغالب جاهل بتطبيقه قد يطبقه خطأ ويحكم على الناس بالضلال والكفر ويرجع حكمه عليه ؛ لأن الإنسان إذا قال لأخيه : يا كافر ، يا فاسق ، وهو ليس كذلك رجع ذلك عليه – والعياذ بالله – الأمر خطير جداً وعلى الذي يخاف الله عز وجل أن يمسك لسانه إلا من كان ممن وكل إليه الأمر وهو من ولاة الأمر أو العلماء فهذا لا بد أن يبحث في هذا الأمر ويتحرى الحل ، أما إذا كان من عامة الناس ومن صغار طلبة العلم ؛ فليس له الحق أن يصدر الأحكام على الناس ، ويقع في أعراض الناس وهو جاهل ويغتاب ويتكلم في التكفير والتفسيق وغير ذلك هذا يضر المتكلم به .\nعلى المسلم أن يمسك لسانه وأن لا يتكلف ما لا يعنيه وعليه بالدعاء للمسلمين بالنصر والدعاء على الكفار بالعقوبة هذا من حقك وواجب عليك أما أن تتناول الأحكام الشرعية وتخطئ وتتكلم في أعراض ولاة الأمر والعلماء وتحكم عليهم بالكفر أو الضلال فهذا خطر عظيم عليك أنت يا أيها المتكلم وأما هم لا يضرهم كلامك فيهم ، والله أعلم(2) .\n__________\n(1) …(النساء : 83) .\n(2) …(أهداف الحملات الإعلامية) والفتاوى الشرعية للحصين (73-74) وانظر منه (69) .\n(1/9)\n",
        "والوجه الخامس : أن تكفير العلماء إنما يصدر من الخوارج وأمثالهم من التكفيريين ، سئل الشيخ صالح الفوزان - حفظه الله تعالى - : هناك من يقول : إن ولاة الأمر والعلماء في هذه البلاد قد عطلوا الجهاد وهذا الأمر كفر بالله !! فما هو رأيكم في كلامه ؟\nفأجاب - حفظه الله تعالى - : هذا كلام جاهل يدل على أنه ما عنده بصيرة ولا علم وأنه يكفر الناس ، وهذا رأي الخوارج ، هم يدورون على رأي الخوارج والمعتزلة - نسأل الله العافية – لكن ما نسئ الظن بهم نقول هؤلاء جهال ، يجب عليهم أن يتعلموا قبل أن يتكلموا ، أما إن كان عندهم علم ويقولون بهذا القول ، فهذا رأي الخوارج وأهل الضلال(1) .\nوقد سئل الشيخ صالح بن عبد العزيز آل الشيخ - حفظه الله تعالى - السؤال التالي : أجلس مع بعض الناس ويقولون : إن العلماء الكبار كفار ؛ لأنهم يظاهرون المشركين ويوالونهم ، ويعلمون هذا لصغار السن ويربونهم عليه ، لا سيما بعد صدور الفتاوى في تحريم التفجيرات في بلاد الكفار ؟\nفأجاب - حفظه الله تعالى - :\nأولاً : الواجب على كل مؤمن بالله - جل وعلا – ويرجو لقاءه ويخشى لقاءه : أن يحذر أتم الحذر أن يقول بلا علم ، وأن يجترئ على ما ليس له به حجة ، سيما في مسائل الاعتقاد ، ومسائل الإيمان والتكفير ، ومسائل الحلال والحرام ، وإذا كان في الحلال والحرام قال الله جل وعلا : { وَلا تَقُولُوا لِمَا تَصِفُ أَلْسِنَتُكُمُ الْكَذِبَ هَذَا حَلالٌ وَهَذَا حَرَامٌ لِتَفْتَرُوا عَلَى اللَّهِ الْكَذِبَ إِنَّ الَّذِينَ يَفْتَرُونَ عَلَى اللَّهِ الْكَذِبَ لا يُفْلِحُونَ . مَتَاعٌ قَلِيلٌ وَلَهُمْ عَذَابٌ أَلِيمٌ } (2) .\n__________\n(1) …(شرح العقيدة السفارنية) والفتاوى الشرعية للحصين (110) .\n(2) …(النحل : 116- 117) .\n(1/10)\n\nهذا فيما يقوله بعض من ليس له حجة بلفظ هذا حلال وهذا حرام وليس عنده بينة ، وجميع مسائل القول على الله بلا علم - في مسائل العمليات والفقهيات ، ومسائل العقيدة وهي أشد - : تدخل في هذا السبيل ، ولهذا حرَّم الله - جل وعلا- أن يقفو المرء ما ليس له به علم ، وأن يقول ما ليس له به علم كما قال جل وعلا : { وَأَنْ تَقُولُوا عَلَى اللَّهِ مَا لا تَعْلَمُونَ } (1). وقال : { وَلا تَقْفُ مَا لَيْسَ لَكَ بِهِ عِلْمٌ إِنَّ السَّمْعَ وَالْبَصَرَ وَالْفُؤَادَ كُلُّ أُولَئِكَ كَانَ عَنْهُ مَسْؤُولاً } (2) وفي الحديث :\"من أفتى بفتيا من غير ثبت فإنما إثمه على من أفتاه\"(3).\nومن أعظم ما وقع في الأمة من الانحراف عن الحق وتكفير المسلم الذي ثبت إسلامه ، وعدم الاستبيان منه ، وهذا كان له بوادر في زمن الصحابة ، في زمن النبي - صلى الله عليه وسلم - ، فعلمنا النبي - صلى الله عليه وسلم - كيف تعالج هذه البوادر ، كيف ينظر في هذا الأمر .\nفهذا عمر - رضي الله عنه - قال في شأن حاطب - رضي الله عنه - : يا رسول الله ، دعني أضرب عنق هذا المنافق ، فقال النبي - صلى الله عليه وسلم - : يا عمر ، أرسله ثم ألتفت إلى حاطب وقال :\"يا حاطب ما حملك على هذا ؟ فأجاب بجوابه المعروف(4) .\n__________\n(1) …(الأعراف : 33) .\n(2) …(الإسراء : 36) .\n(3) …حسن :\n…أخرجه أبو داود في السنن (4/66رقم3657) وابن ماجه في السنن (1/40رقم53) من حديث أبي هريرة - رضي الله عنه - .ولفظ ابن ماجه :\" من أفتي بغير علم كان إثمه على من أفتاه \".\nوالحديث حسنه الألباني في صحيح سنن أبي داود (2/410) .\n(4) …أخرجه البخاري في الصحيح (6/143رقم3007-فتح) ومسلم في الصحيح (16/80رقم2494-نووي) من حديث علي بن أبي طالب - رضي الله عنه - .",
        "(1/11)\n\nوأسامة بن زيد – رضي الله عنهما – لما قتل رجلاً يقول : لا إله إلا الله ، فقال له النبي - صلى الله عليه وسلم - :\"أقتلته بعد أن قال : لا إله إلا الله ؟ قال : يا رسول الله ، إنما قالها تعوذاً ، قال :\"فما تفعل بلا إله إلا الله \"(1).\nوهذا فيه النكير على عدم قبول أسامة - رضي الله عنه - إسلام الرجل بقول لا إله إلا الله .\nواعترض معترض على النبي - صلى الله عليه وسلم - في قسمته المال ، لما قسم المال بعد إحدى الغزوات فقال : يا رسول الله ، اعدل . فقال رسول الله - صلى الله عليه وسلم - :\" ويحك من يعدل إذا لم أعدل ؟ فأعطاه النبي - صلى الله عليه وسلم - مالاً كثيراً ، ثم قال :\"يخرج من ضئضئ هذا أقوام يحقر أحدكم صلاته مع صلاتهم ، وصيامه مع صيامهم يمرقون من الدين كما يمرق السهم من الرمية\"(2)، وهم الخوارج .\nوفي عهد عثمان - رضي الله عنه - ظهر هؤلاء الخوارج ، وكان أساس انحرافهم هو نظرهم في أن الوالي أو أمير المؤمنين - رضي الله عنه - لم يقم بما أوجب الله عليه ، فمنهم من كفره ، ومنهم من أوجب قتله ، حتى قتل بسبب تصرفاته كما يزعمون ! وكفروا طائفة أيضاً في ذلك الزمان حتى قام علي - رضي الله عنه - وحصل منه ما حصل بالنسبة لهم ثم كفروه ، وسار إليهم ابن عباس وكانوا نحواً من مائة وعشرين ألفاً ووعظهم وحاجهم ، وكان أساس كلامهم في مسألتين :\nفي مسألة : الحكم بما أنزل ، وتحكيم الرجال في كتاب الله جل وعلا .\nفي مسألة : تكفير من ارتكب المعصية .\nومنهم رجع بعد نقاش ابن عباس لهم ، ومنهم من لم يرجع ، واستمر ذلك في الأمة ، فعثمان - رضي الله عنه - كفر ، وعلي - رضي الله عنه - كفر ، وهكذا سادات الأمة كفرهم معارضوهم بسبب أو آخر .\n__________\n(1) …أخرجه البخاري في الصحيح (7/517رقم4269-فتح)ومسلم في الصحيح(2/131رقم96-نووي).\n(2) …أخرجه البخاري في الصحيح (6/617رقم3610-فتح) ومسلم في الصحيح (7/226رقم1064-نووي) .\n(1/12)",
        "\nوالتكفير معناه : الحكم بالخروج من الدين ، الحكم بالردة .والحكم بالردة على مسلم ثبت إسلامه لا يجوز إلا بدليل شرعي يقيني بمثل اليقين الذي حصل بدخوله في الإيمان ، والأصل في ذلك قول الله جل وعلا في سورة براءة في ذكر المنافقين { وَكَفَرُوا بَعْدَ إِسْلامِهِم } (1) وفي آية أخرى { قَدْ كَفَرْتُمْ بَعْدَ إِيمَانِكُمْ } (2)،وفي آية سورة آل عمران قال الله جل وعلا { إِنَّ الَّذِينَ كَفَرُوا بَعْدَ إِيمَانِهِمْ ثُمَّ ازْدَادُوا كُفْراً } (3) ، ونحو ذلك في أن المؤمن أو من أسلم أو آمن قد يخرج من الدين ، ولكن ضبطها أهل السنة والجماعة بضوابط كثيرة معلومة ، ثم إن أهل السنة يفرقون بين الكلام على الفعل والقول والعمل بأنه كفر ، وقيام هذا العمل بمكلف هل هو يخرج به من الدين أم لا ؟ لأن المكلف قد يكون جاهلاً ببعض المسائل ، وقد يكون متأولاً ، وقد يكون لم تبلغه الحجة التي يصير بها قد قامت عليه الحجة ، وقد يكون معذوراً وقد لا يكون ، وهذه تحتاج إلى إقامة شروط وانتفاء موانع .\nفأهل السنة وسطٌ في هذا الباب بين :\nالخوارج : الذين يكفرون بالذنب ، ويكفرون بمطلق الحكم بغير ما أنزل الله ، وبمطلق الموالاة للكفار ونحو ذلك وأشباهه .\nوما بين : المرجئة : الذين لا يرون من ثبت إيمانه أنه يخرج من الإيمان بفعل أو بقول أو باعتقاد .\nوأهل السنة : بين هذا وهذا ، ويقولون : إن من ثبت إيمانه بيقين لا يجوز أن يخرج من هذا الإيمان إلا بحجة وظهور الشروط وانتفاء الموانع .\n__________\n(1) …(التوبة : 74) .\n(2) …(التوبة : 66) .\n(3) …(آل عمران : 90) .\n(1/13)\n",
        "فإذا كان كذلك فإن الذي يقيم الحجة وينظر في الشروط والموانع هو المؤهل لها شرعاً ، وهم القضاة الذين عندهم معرفة بما فيه التأويل وما ليس فيه التأويل ، وما يكون من أحوال الناس ، وبعض طلبة العلم قد لا يحسن منه الدخول في هذا ؛ لعدم معرفته بوسائل الإثبات والبينات ، وما يحصل به إثبات الشيء من عدمه شرعاً ، ومسائل القضاء هي التي تترتب عليها الأحكام ، وهذه تحتاج فيها إلى حكم قاضي يثبت فيه الكفر على المعين ؛ لأنه إذا ثبت الكفر على معين فإنها ستترتب آثار الردة عليه وهي كثيرة .\nإذا تبين هذا ، فإن أعظم من يحذر من النيل من إيمانه والنيل من صحة إسلامه وصحة اعتقاده هم علماء أهل السنة والجماعة ، القائمون بأمر الله ، فالعلماء المسلمون عموماً هم القائمون بأمر الديانة وهم الذين يؤخذ عنهم الدين وهم الذين يبصرون الناس بالحق من غيره ، ومن توجه إليهم بالتكفير فأول ما يتجه له قول النبي - صلى الله عليه وسلم - :\" من قال لأخيه : يا كافر فقد باء بها أحدهما\"(1). ولا بد إما أن يبوء بها القائل أو يبوء بها الآخر ، هذا خطر عظيم على قائل تلك الكلمة ، خطر عظيم جداً على دينه ؛ لأنه إما أن يكون الآخر كما قال ، وإما أن ترجع عليه بهذا الحكم ، وهذا يوجب الحذر الشديد من مثل هذه الكلمة .\nوالعلماء - لا شك – أن عندهم من البصر بالشريعة والبصر بالكتاب والسنة والدلائل الشرعية ما يجعلهم ينظرون في المسائل نظراً واسعاً ، المسائل الشرعية في فقهها مبنية على مقدمتين :\nأما المقدمة الأولى فهي : ورود الدليل ، وهو محل الاستدلال ، وهو ورود الدليل من الكتاب أو من السنة على المسألة التي فيها التنازع ، ثم فهم هذا الدليل – يعني هذه في المقدمة الأولى – وفهم الدليل من قبلهم فهماً يجعل عندهم ظهور بأن معنى هذه الآية هو كذا ، معنى هذا الحديث هو كذا .\n__________\n(1) …أخرجه البخاري في الصحيح(10/514رقم6104-فتح) ومسلم في الصحيح (2/65رقم60-نووي).\n(1/14)\n\nوالمقدمة الثانية : أن يكون هناك تحقيق للمناط في تنزيل هذا الحكم على هذا الدليل ، أو في إلحاق هذه المسألة بالدليل ليؤخذ منه الحكم .\nوتنقيح المناط صنعة اجتهادية كما قرره الشاطبي – رحمه الله – في كتابه الموافقات ، وأهل العلم يختلفون عن سائر القراء أو طلبة العلم أو من عنده قراءة في قيام هذه الفتوى عندهم على هاتين المقدمتين ، وكثير من طلبة العلم قد يعلم الأولى لكن لا يعلم الثانية ، وهي :\nفقه تنزيل النازلة على وجه الدليل لينظر فيها بالحكم .\nهذا يقتضي أن يقي طالب العلم نفسه في أنه ينظر إلى تبرئة ذمته بأن يجعل كلام أهل العلم الذين اجتمعوا على قول ما أن يجعله مانعاً له من أن يخوض في المسألة بغير علم ؛ لأن المرء ينظر إلى أنه إذا خالفه واحد ممن هو أعلم منه قد يشك في ما اتجه إليه فكيف إذا كان جمع كبير من علماء المسلمين أو من العلماء الربانيين ينظرون إلى هذا الأمر ويخالفونه أو يقولون فيه بقول .\nلهذا فالقول – أي ما ذكره السائل بقوله : إن العلماء الكبار كفار ؛ لأنهم يظاهرون المشركين – هذا من الخطر العظيم من أن يقول قائل بمثل هذه الكلمة :\nأولاً : لأن العلماء الكبار يبينون الحق ، كما كان الصحابة – رضوان الله عليهم - في زمن الخوارج يبينون الحق ، وإذا اتهمهم أحد أو رماهم بالكفر لأجل تبيينهم الحق فلا يعني أن رمي هذا الرامي أنه موافق للصواب ، بل جنايته على نفسه ، ويجب أن يؤخذ على يده ، وأن يعزر تعزيراً بليغاً من قبل القضاة بما يحجزه عن ذلك ، ولما فات التعزير الشرعي في مثل هذه المسائل كثر القول ، وكثر الخوض فيها وقد كان القضاة فيما مضى يعزرون في قول المسلم لأخيه : يا كلب ! أو يا كذا ! بما فيه انتقاص له! فكيف إذا كان فيه رمي بمثل هذا الرمي العظيم الذي لا يجوز لمسلم يخشى الله أن يتفوه به ، فضلاً على أنه يعتقده .",
        "(1/15)\n\nوالواجب علينا جميعاً أن نحذر ونتنبه للحق وأن نتواصى به ، وأن نكون حافظين لألسنتنا من الوقوع في ورثة الأنبياء وهم العلماء ، ولقد أحسن ابن عساكر – رحمه الله – إذ قال في فاتحة كتابه \"تبيين كذب المفتري\" قال : (ولحوم العلماء مسمومة ، وعادة الله في منتقصهم معلومة) . وهذا ظاهر بين ، والتجربة تدل عليه ، ورؤية الواقع تدل عليه .\nوقانا الله وإياكم من زلل الأقوال ، ومن زلل الأعمال ، وسوء المعتقدات ، وهدى ضال المسلمين ، وبصرنا وإياهم بالحق(1) .\nالطعن الثاني\nأن العلماء مضغوط عليهم من الحكام\nومعنى هذا الطعن :\nأنَّ العلماء يفتون في بعض المسائل بخلاف ما دل عليه الدليل تعمداً ، والسبب في ذلك - عندهم - أنَّ ولي الأمر يضغط عليهم في إصدار هذه الفتاوى .\nوهذا الطعن باطل من وجوه :\nالوجه الأول : أنه يلزم من هذا القول أن العلماء يَتَقَوَّلُون على الله عز وجل وعلى رسوله - صلى الله عليه وسلم - حين يقولون : الحكم كذا وكذا لقوله تعالى كذا ولقوله - صلى الله عليه وسلم - كذا .\nفهل يقول عاقل : إنَّ هؤلاء العلماء الربانيين يفعلون هذا ؟ هذا لا يُظَنُّ بمسلم من عامة الناس فكيف بأهل العلم ورثة الأنبياء . وإن كنا لا ندعي العصمة لهم ولكن اتهام العلماء الأبرياء بلا حجة وبرهان لا يقره الشرع المطهر .\nوالوجه الثاني : أنَّ هذه الدولة السعودية تحكم بكتاب الله وسنة رسول الله - صلى الله عليه وسلم - ، في جميع شئونها ، وهذا من فضل الله عليهم وعلينا ، فكيف تضغط على العلماء في إصدار الفتاوى ، بل هذا يخالف الواقع ؛ إذ أن المعروف والمشاهد أن العلماء يصدرون الفتاوى على حسب ما يدل عليه الدليل من القرآن والسنة دون تقيد بمذهب معين .\nونطالب كل من يدعي أن العلماء مضغوط عليهم من ولاة الأمر أن يذكروا مثالاً واحداً أفتى فيه أهل العلم بسبب الضغط عليهم ،ولكن هيهات ،هيهات .\n__________\n(1) …فتاوى الأئمة في النوازل المدلهمة (173-186) .\n(1/16)",
        "\nوقدسئل الشيخ الفوزان – حفظه الله تعالى - : قبل فترة وزع شريط ، والشريط يتكلم فيه أحد قواد إحدى الجماعات في الأردن ، يتكلم عن هيئة كبار العلماء - عندنا في البلاد السعودية - والشريط فيه نوع خبيث ، الذم فيما يشبه المدح يتكلم ويمدح أهل العلم عندنا ، ويقول أما ما يوجد عندهم من أخطاء في بعض الفتاوى فإنما صدرت بسبب الطغوطات من ولاة الأمر في تلك البلاد والشريط وزع فلعلكم تلقون الضوء حول هذا ؟\nفأجاب – حفظه الله تعالى - : الحمد لله أنه اعترف بالحق وبين فضل هؤلاء العلماء . أما قوله : أنهم يفتون بسبب ضغوطات فهو قول باطل وعلماء هذه البلاد - ولله الحمد - هم أبعد الناس عن المجاملات فهم يفتون بما يظهر لهم أنه هو الحق . وهذه فتاواهم موجودة - ولله الحمد - ومدونة وأشرطتهم موجودة ، فليأتنا هذا المتكلم بفتوى واحدة تعمدوا فيها الخطأ بموجب ضغط وأنهم أجبروا على هذا الشيء . أما الكلام والدعاوى واتهام الناس فهذا لا يعجز عنه أحد كل يقوله لكن الكلام في الحقائق(1) .\nالوجه الثالث : أن أهل العلم أنفسهم ردوا على هذا الافتراء حين سئلوا عن ذلك فها هو الشيخ محمد السبيل حفظه الله تعالى إمام المسجد الحرام وعضو هيئة الإفتاء يسئل عن قول بعض الشباب : إن العلماء يداهنون الحكام، ومضغوط عليهم من قبل الحكام في إصدار بعض الفتاوى نرجو توضيح الحق من معاليكم في هذه القالة؟\nفأجاب حفظه الله تعالى :\nما نعلمه من علماء هذه البلاد :أنهم لا يداهنون في دين الله ، وأنهم يناصحون حكامهم سراً ، ويدخلون عليهم ، وهم يرحبون بهم ويتقبلون منهم .\nمن يقول : إن العلماء مضغوط عليهم أو يداهنون الحكام :كل هذا ادِّعاء لا حقيقة له .\n__________\n(1) …محاضرات في العقيدة والدعوة (3/326) .\n(1/17)\n",
        "ومجموعة من العلماء الذين يثق الناس بهم ويطمئنون لهم ، إذا جاء أمر من الأمور يتشاورون فيه العلماء ثم الذي يتفقون عليه ، يرفعونه لولاة الأمر . ونحن أدرى بهذا الشيء ونعرف هذا الشيء . العلماء يعرفون هذا . وليس للعلماء إذا نصحوا حكامهم في شيء أن يقولوا على رؤوس الأشهاد :إنِّا ذهبنا وقلنا لولاة الأمر كذا وكذا ! هذا منهي عنه ولا يجوز . هذا أمر . والأمر الثاني : أتريد أن يقول : أنا فعلت كذا وكذا ! هذا رياء ، والرياء من أعمال المنافقين ، { يُرَاؤُونَ النَّاسَ وَلا يَذْكُرُونَ اللَّهَ إِلَّا قَلِيلاً } (1) .\nفهؤلاء كلامهم مردود عليهم غير صحيح ـ ولاة الأمر عندنا - يتقبلون - جزاهم الله خيراً - وهناك أمور قد يريد ولاة الأمر فعلها وإذا قال العلماء فيها كلمتهم . تركها ولي الأمر لقول العلماء بنفس طيبة وقبول حسن (2)اهـ\nوسئل الشيخ الفوزان - حفظه الله تعالى - : سماحة الشيخ أنتم وإخوانكم العلماء في هذه البلاد سلفيون ـ ولله الحمد ـ وطريقتكم في مناصحة الولاة شرعية كما بَيَّنَها الرسول - صلى الله عليه وسلم - ـ ولا نزكي على الله أحداً ـ ويوجد من يعيب عليكم عدم الإنكار العلني لما يحصل من مخالفات والبعض الآخر يعتذر لكم فيقول : إن عليكم ضغوطاً من قبل الدولة فهل من كلمة توجيهية توضيحية لهؤلاء القوم ؟\nفأجاب حفظه الله :\nلا شك أن الولاة كغيرهم من البشر ليسوا معصومين من الخطأ ومناصحتهم واجبة ولكن تناولهم في المجالس وعلى المنابر يعتبر من الغيبة المحرمة وهو منكر أشد من المنكر الذي يحصل من الولاة ؛ لأنه غيبة ولما يلزم عليه من زرع الفتنة وتفريق الكلمة والتأثير على سير الدعوة .\nفالواجب إيصال النصيحة لهم بالطرق المأمونة لا بالتشهير والإشاعة .\n__________\n(1) …(النساء:142) .\n(2) …اللقاء المفتوح بدورة الإمام محمد بن عبد الوهاب عام1423هـ (ب) .\n(1/18)\n\nوأما الوقيعة في علماء هذه البلاد وأنهم لا يناصحون أو أنهم مغلوبون على أمرهم فهذه طريقة يقصد بها الفصل بين العلماء وبين الشباب والمجتمع حتى يتسنى للمفسد زرع شروره ؛ لأنه إذا أسيء الظن بالعلماء فقدت الثقة بهم وسنحت الفرصة للمغرضين في بث سمومهم . وأعتقد أن هذه الفكرة دسيسة دخيلة على هذه البلاد وأهلها من عناصر أجنبية فيجب على المسلمين الحذر منها(1) اهـ .\nالوجه الرابع : أن هذا الطعن يؤدي إلى رد فتاوى العلماء وعدم قبولها إذا عارضت أهواء الناس . فكل ما يقوله العلماء ردوه بمثل هذا القول الباطل ولو كان مبنياً على الدليل الصريح الواضح .\nسئل الشيخ الفوزان - حفظه الله تعالى - : هل من الاجتماع : الاستخفاف بهيئة كبار العلماء ورميهم بالمداهنة والعمالة ؟\nفأجاب - حفظه الله تعالى - :\nيجب احترام علماء المسلمين ؛ لأنهم ورثة الأنبياء .والاستخفاف بهم يعتبر استخفافاً بمقامهم ووراثتهم للنبي - صلى الله عليه وسلم - واستخفافاًَ بالعلم الذي يحملونه . ومن استخف بالعلماء استخف بغيرهم من المسلمين من باب أولى . فالعلماء يجب احترامهم لعلمهم ولمكانتهم في الأمة ولمسئوليتهم التي يتولونها لصالح الإسلام والمسلمين وإذا لم يوثق بالعلماء فبمن يوثق ؟ وإذا ضاعت الثقة بالعلماء فإلى من يرجع المسلمون لحل مشاكلهم ولبيان الأحكام الشرعية ؟ وحينئذ تضيع الأمة وتشيع الفوضى .\nوالعالم إذا اجتهد وأصاب فله أجران وإذا اجتهد فأخطأ فله أجر واحد والخطأ مغفور. وما من أحد استخف بالعلماء إلا وقد عرض نفسه للعقوبة والتاريخ خير شاهد على ذلك قديماً وحديثاً ولا سيما إذا كان هؤلاء العلماء ممن وكل إليهم النظر في قضايا المسلمين كالقضاة وهيئة كبار العلماء(2) اهـ .\nالطعن الثالث\nأن العلماء يداهنون الحكام ويجاملونهم\nومعنى هذا الطعن :\n__________\n(1) … الأجوبة المفيدة (112) .\n(2) …الأجوبة المفيدة (140) .",
        "(1/19)\n\nأنَّ العلماء حين يتعاملون مع الحكام بالمعروف ويسمعون ويطيعون لهم - في غير معصية الله – أنهم يفعلون ذلك من أجل الدنيا والمناصب ، وخوفاً على مراتب الوظيفة .\nوهذا الطعن باطل من وجوه :\nالوجه الأول : أن طاعة واحترام العلماء لولاة الأمر هو ما جاءت به السنة النبوية ، وما عليه عمل سلف الأمة من الصحابة - رضي الله عنهم أجمعين – ومن تبعهم بإحسان من التابعين فمن بعدهم .\nفقد بَيَّنَ النبي - صلى الله عليه وسلم - أن طاعة الأمير من طاعته - صلى الله عليه وسلم - كما قَالَ - صلى الله عليه وسلم - :\" مَنْ أَطَاعَنِي فَقَدْ أَطَاعَ اللَّهَ وَمَنْ يَعْصِنِي فَقَدْ عَصَى اللَّهَ وَمَنْ يُطِعِ الْأَمِيرَ فَقَدْ أَطَاعَنِي وَمَنْ يَعْصِ الْأَمِيرَ فَقَدْ عَصَانِي \" (1).\nوولي الأمر رجل بذل نفسه ووقته لرعاية مصالح أمته وتوفير سبل الراحة لهم ودفع المخاطر والسوء عنهم بإذن الله تعالى ؛ فالواجب علينا تقديره واحترامه بل ومحبته لما يقوم به من الأعمال الشاقة والمسئولية الكاملة فعن عَوْفِ بْنِ مَالِكٍ الْأَشْجَعِيَّ - رضي الله عنه - قال رَسُولَ اللَّهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ :\" خِيَارُ أَئِمَّتِكُمِ الَّذِينَ تُحِبُّونَهُمْ وَيُحِبُّونَكُمْ وَتُصَلُّونَ عَلَيْهِمْ وَيُصَلُّونَ عَلَيْكُمْ \" (2).\n__________\n(1) …أخرجه البخاري في الصحيح (13/111رقم7137ـ فتح) ومسلم في الصحيح (12/308رقم1835ـ نووي) من حديث أبي هريرة - رضي الله عنه - .وانظر : طاعة السلطان لإبراهيم المناوي (45) .\n(2) …أخرجه مسلم في الصحيح (12/340رقم1855ـ نووي) .\n(1/20)",
        "\nومَنْ أَجَلَّ وأكرم السلطان أكرمه الله يوم القيامة ومن لم يجله أهانه الله يوم القيامة فعَنْ زِيَادِ بْنِ كُسَيْبٍ الْعَدَوِيِّ قَالَ كُنْتُ مَعَ أَبِي بَكْرَةَ - رضي الله عنه - تَحْتَ مِنْبَرِ ابْنِ عَامِرٍ وَهُوَ يَخْطُبُ وَعَلَيْهِ ثِيَابٌ رِقَاقٌ فَقَالَ أَبُو بِلَالٍ :\" انْظُرُوا إِلَى أَمِيرِنَا يَلْبَسُ ثِيَابَ الْفُسَّاقِ\". فَقَالَ أَبُو بَكْرَةَ اسْكُتْ سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ :\" مَنْ أَهَانَ سُلْطَانَ اللَّهِ فِي الْأَرْضِ أَهَانَهُ اللَّهُ \" (1).\nفتأملوا كيف أن أبا بكرة - رضي الله عنه - اعتبر الكلام في ولي الأمر والقدح فيه من إهانته وقد علق الإمام الذهبي - رحمه الله تعالى - على هذه القصة بقوله : أبوبلال هذا خارجي ومن جهله عدَّ ثياب الرجال الرقاق لباس الفساق(2).\nوبَيَّنَ النبي - صلى الله عليه وسلم - أن من دخل على السلطان يريد توقيره فهو ضامن على الله كما قال مُعَاذ - رضي الله عنه -:\" عَهِدَ إِلَيْنَا رَسُولُ اللَّهِ - صلى الله عليه وسلم - فِي خَمْسٍ مَنْ فَعَلَ مِنْهُنَّ كَانَ ضَامِنًا عَلَى اللَّهِ مَنْ عَادَ مَرِيضًا أَوْ خَرَجَ مَعَ جَنَازَةٍ أَوْ خَرَجَ غَازِيًا فِي سَبِيلِ اللَّهِ أَوْ دَخَلَ عَلَى إِمَامٍ يُرِيدُ بِذَلِكَ تَعْزِيرَهُ وَتَوْقِيرَهُ أَوْ قَعَدَ فِي بَيْتِهِ فَيَسْلَمُ النَّاسُ مِنْهُ وَيَسْلَمُ \" (3).\n__________\n(1) …حسن :\nأخرجه أحمد في المسند (5/42) والترمذي في السنن (4/435رقم2224) من حديث أبي بكرة - رضي الله عنه - .\nوالحديث حسنه الألباني في صحيح سنن الترمذي(2/485رقم2224) .\n(2) …النبلاء (14/508) .\n(3) …صحيح :\nأخرجه أحمد في المسند (5/241) .\nوالحديث صححه الألباني في ظلال الجنة (476) .\n(1/21)\n",
        "وقال الشيخ السعدي - رحمه الله تعالى - : من إجلال الله إجلال السلطان المقسط وهو أحد السبعة الذين يظلمهم الله في ظله يوم لا ظل إلا ظله(1) اهـ .\nوقال ابن قيم الجوزية : عوتب ابن عقيل في تقبيل يد السلطان حين صافحه !\nفقال :أرأيتم لو كان والدي فعل ذلك فقبلت يده أكان خطأً أم واقعاً موقعه ؟\nقالوا : بلى .\nقال : فالأب يربي ولده تربية خاصة .\nوالسلطان يربي العالم تربية عامة فهو بالإكرام أولى (2) اهـ\nفكيف يصف مسلم : عمل العلماء بالسنة النبوية وما عليه السلف الصالح بأنه مداهنة وتزلف للحكام بالباطل !!!؟؟ هذا لا يقوله مسلم يفهم ويعي ما يقول .\nوالوجه الثاني : أنه لا يجوز للمسلم أن يذل ويحتقر ولي الأمر ، فمن أذل ولي الأمر فقد ثَغَرَ ثَغْرَةً في الإسلام ولا تقبل توبته حتى يعيدها كما قال معاوية بن أبي سفيان - رضي الله عنه - :\" لما خرج أبو ذر - رضي الله عنه - إلى الربذة لقيه ركب من أهل العراق فقالوا يا أبا ذر قد بلغنا الذي صنع بك فاعقد لواء يأتيك رجال ما شئت .\nفقال : مهلاً ، مهلاً يا أهل الإسلام فإني سمعت رسول الله صلى الله عليه وسلم يقول :\" سيكون بعدي سلطان فأعزوه ، من التمس ذله ثغر ثغرة في الإسلام ولم يقبل منه توبة حتى يعيدها كما كانت \" (3).\n__________\n(1) …نور البصائر والألباب (66) .\n(2) …بدائع الفوائد (3/176) .\n(3) …حديث صحيح :\nأخرجه ابن أبي عاصم في السنة (499رقم1079). وصححه الألباني في ظلال الجنة (499) .\n(1/22)\n\nفاحترام وتقدير العلماء لولي الأمر هو السنة وهدي السلف الصالح ، بخلاف ما يدعيه بعض الجهال من أن احترام العلماء لولي الأمر هو من أجل المناصب أو مداهنة الأمراء أو عمالة للحكام .قال أئمة الدعوة :\" مما ينبغي التنبيه عليه ما وقع من كثير من الجهلة من اتهام أهل العلم والدين بالمداهنة والتقصير وترك القيام بما وجب عليهم من أمر الله سبحانه وكتمان ما يعلمون من الحق والسكوت عن بيانه ولم يدر هؤلاء الجهلة أن اغتياب أهل العلم والدين والتفكه بأعراض المؤمنين سم قاتل وداء دفين وإثم واضح مبين قال تعالى { وَالَّذِينَ يُؤْذُونَ الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ بِغَيْرِ مَا اكْتَسَبُوا فَقَدِ احْتَمَلُوا بُهْتَاناً وَإِثْماً مُبِيناً } (1)\"اهـ(2) .\nوقال ابن جماعة : في حقوق ولي الأمر : يعرف له عظيم حقه ، وما يجب من تعظيم قدره ، فيعامل بما يجب له من الاحترام والإكرام ، وما جعل الله تعالى له من الإعظام ولذلك كان العلماء الأعلام من أئمة الإسلام يعظمون حرمتهم ، ويبلون دعوتهم مع زهدهم وورعهم وعدم الطمع فيما لديهم وما يفعله بعض المنتسبين إلى الزهد من قلة الأدب معهم فليس من السنة(3) اهـ .…\n__________\n(1) …(الأحزاب:58) .\n(2) …نصيحة مهمة 20 . وانظر : (32-41) من فتاوى العلماء الأكابر لعبد المالك الجزائري .\n(3) …معاملة الحكام (48) .",
        "(1/23)\n\n…والوجه الثالث : أن عدم احترام الأمراء والاشتغال بالطعن فيهم هو من فعل أهل البدع والأهواء ، قال ابن قيم الجوزية : لزوم جماعتهم مما يطهر القلب من الغل والغش ؛ فإن صاحبه - للزومه جماعة المسلمين – يحب لهم ما يحب لنفسه ، ويكره لهم ما يكره لها ، ويسوؤه ما يسوؤهم ، ويسره ما يسرهم . وهذا بخلاف من انحاز عنهم واشتغل بالطعن عليهم والعيب والذم ، كفعل الرافضة والخوارج والمعتزلة وغيرهم ؛ فإن قلوبهم ممتلئة غلاً وغشاً ،ولهذا تجد الرافضة أبعد الناس من الإخلاص ، وأغشهم للأئمة والأمة ،وأشدهم بعداً عن جماعة المسلمين .\n…فهؤلاء أشد الناس غلاً وغشاً بشهادة الرسول - صلى الله عليه وسلم - والأمة عليهم ، وشهادتهم على أنفسهم بذلك ؛ فإنهم لا يكونون قط إلا أعواناً وظهراً على أهل الإسلام ، فأي عدو قام للمسلمين كانوا أعوان ذلك العدو وبطانته .وهذا أمر قد شاهدته الأمة منهم ، ومن لم يشاهده فقد سمع منه ما يصم الآذان ويشجي القلوب(1) .\nوالوجه الرابع : أن الطعن على العلماء بالمداهنة يجعل الناس لا يثقون بكلامهم ولا يأخذون بفتواهم .\n…الطعن الرابع\nأن العلماء لا ينكرون على الحكام علانية ولا يناصحونهم\nومعنى هذا الطعن :\nأن العلماء لا يبينون الأحكام لولاة الأمر ولا ينكرون عليهم علانية أمام الناس ، فهم مقصرون في ذلك ، وكاتمون للعلم خوفاً على مناصبهم ووظائفهم .\nوهذا الطعن باطل من وجوه :\nالوجه الأول : أن النصيحة لولي الأمر من أهم أمور الدين فعَنْ تَمِيمٍ الدَّارِيِّ أَنَّ النَّبِيَّ - صلى الله عليه وسلم - قَالَ:\"الدِّينُ النَّصِيحَةُ قُلْنَا لِمَنْ قَالَ لِلَّهِ وَلِكِتَابِهِ وَلِرَسُولِهِ وَلِأَئِمَّةِ الْمُسْلِمِينَ وَعَامَّتِهِمْ\" (2).\n__________\n(1) …مفتاح دار السعادة (1/277-278) .\n(2) …أخرجه مسلم في الصحيح (2/48رقم55ـ نووي) .\n(1/24)",
        "\nقال أبونعيم الأصبهاني :\" من نصح الولاة والأمراء اهتدى ومن غشهم غوى واعتدى \" (1) . فكيف يقصر العلماء في النصيحة ولا يؤدونها على وجهها ؟!!\nوالوجه الثاني : أنَّ النصيحة لولي الأمر سراً أصل من أصول المنهج السلفي الذي خالفه أهل الأهواء والبدع كالخوارج : إذ الأصل في النصح لولي الأمر الإسرار بالنصيحة وعدم العلن بها ويدل عليه ما رواه عِيَاض قال رَسُولُ اللَّهِ - صلى الله عليه وسلم - :\" مَنْ أَرَادَ أَنْ يَنْصَحَ لِسُلْطَانٍ بِأَمْرٍ فَلَا يُبْدِ لَهُ عَلَانِيَةً وَلَكِنْ لِيَأْخُذْ بِيَدِهِ فَيَخْلُوَ بِهِ فَإِنْ قَبِلَ مِنْهُ فَذَاكَ وَإِلَّا كَانَ قَدْ أَدَّى الَّذِي عَلَيْهِ لَهُ \" (2).\nوروى شَقِيق عَنْ أُسَامَةَ بْنِ زَيْدٍ قَالَ :قِيلَ لَهُ أَلَا تَدْخُلُ عَلَى عُثْمَانَ فَتُكَلِّمَهُ فَقَالَ أَتَرَوْنَ أَنِّي لَا أُكَلِّمُهُ إِلَّا أُسْمِعُكُمْ وَاللَّهِ لَقَدْ كَلَّمْتُهُ فِيمَا بَيْنِي وَبَيْنَهُ دُونَ أَنْ أَفْتَتِحَ أَمْرًا لَا أُحِبُّ أَنْ أَكُونَ أَوَّلَ مَنْ فَتَحَهُ \" (3).\nقال الشيخ ابن باز –رحمه الله تعالى - معلقاً على أثر أسامة - رضي الله عنه - : لما فتحوا الشر في زمن عثمان - رضي الله عنه - وأنكروا على عثمان - رضي الله عنه - جهرة تمت الفتنة والقتال والفساد الذي لا يزال الناس في آثاره إلى اليوم حتى حصلت الفتنة بين علي ومعاوية وقتل عثمان وعلي بأسباب ذلك وقتل جم كثير من الصحابة وغيرهم بأسباب الإنكار العلني وذكر العيوب علناً حتى أبغض الناس ولي أمرهم وحتى قتلوه . نسأل الله العافية (4).\n__________\n(1) …فضيلة العادلين (140) .\n(2) …صحيح :\nأخرجه أحمد في المسند (3/403) وابن أبي عاصم في السنة (507رقم1096) .\nوالحديث صححه الألباني في ظلال الجنة (507) .\n(3) …أخرجه البخاري في الصحيح (6/331رقم3267ـ فتح) ومسلم في الصحيح(18/159رقم2989ـ نووي).\n(4) …المعلوم23 والمعاملة 44 .\n(1/25)\n",
        "وعن سَعِيدُ بْنُ جُمْهَانَ أنه قَالَ لَقِيتُ عَبْدَ اللَّهِ بْنَ أَبِي أَوْفَى فقُلْتُ له : إِنَّ السُّلْطَانَ يَظْلِمُ النَّاسَ وَيَفْعَلُ بِهِمْ قَالَ فَتَنَاوَلَ يَدِي فَغَمَزَهَا بِيَدِهِ غَمْزَةً شَدِيدَةً ثُمَّ قَالَ وَيْحَكَ يَا ابْنَ جُمْهَانَ عَلَيْكَ بِالسَّوَادِ الْأَعْظَمِ عَلَيْكَ بِالسَّوَادِ الْأَعْظَمِ إِنْ كَانَ السُّلْطَانُ يَسْمَعُ مِنْكَ فَأْتِهِ فِي بَيْتِهِ فَأَخْبِرْهُ بِمَا تَعْلَمُ فَإِنْ قَبِلَ مِنْكَ وَإِلَّا فَدَعْهُ فَإِنَّكَ لَسْتَ بِأَعْلَمَ مِنْهُ \" (1).\nفتأملوا كيف أن الصحابي الجليل ابن أبي أوفى - رضي الله عنه - منعه من الكلام في السلطان وأمره بنصيحته سراً دون العلانية .\nوقال سعيد بن جبير : قلت لابن عباس : آمر السلطان بالمعروف ، وأنهاه عن المنكر ؟\nفقال ابن عباس : إن خفت أن يقتلك فلا .\nقال سعيد : ثم عدت فقال لي مثل ذلك . ثم عدت فقال لي مثل ذلك .\nوقال ابن عباس : إن كنتَ لا بُدَّ فاعلاً ففيما بينك وبينه \" (2).\nفتدبروا موقف هذا الصحابي الجليل حبر الأمة وترجمان القرآن ابن عم النبي - صلى الله عليه وسلم - من هذه المسألة العظيمة حيث أمره بالسرية في النصح .\nوقيل لمالك بن أنس : إنك تدخل على السلطان وهم يظلمون ويجورون ؟\nفقال : يرحمك الله فأين التكلم بالحق(3) .\nوقال الشوكاني :\" ينبغي لمن ظهر له غلط الإمام في بعض المسائل أن يناصحه ولايظهر الشناعة عليه على رؤوس الأشهاد بل كما ورد في الحديث أنه يأخذ بيده ويخلو به ويبذل له النصيحة ولا يذل سلطان الله \" (4).\n__________\n(1) …حسن :\nأخرجه أحمد في المسند (4/382) وابن أبي عاصم في السنة (424رقم2905) .\nوحسنه الألباني في ظلال الجنة (424) .\n(2) …صحيح :\nأخرجه ابن أبي الدنيا في الأمر بالمعروف (113رقم76) والبيهقي في الشعب (13/273رقم7185،7186) .\n(3) …أخرجه ابن أبي حاتم في الجرح (1/30) .\n(4) …السيل (4/556) .\n(1/26)\n\nوقال أئمة الدعوة :ما يقع من ولاة الأمور من المعاصي والمخالفات التي لا توجب الكفر والخروج من الإسلام فالواجب فيها مناصحتهم على الوجه الشرعي برفق واتباع ما عليه السلف الصالح من عدم التشنيع عليهم في المجالس ومجامع الناس(1).\nوسئل الشيخ صالح الفوزان : ما هو المنهج الصحيح في المناصحة وخاصة مناصحة الحكام أهو بالتشهير على المنابر بأفعالهم المنكرة ؟ أم مناصحتهم في السر ؟ أرجو توضيح المنهج الصحيح في هذه المسألة ؟\nفأجاب حفظه الله :\nالعصمة ليست لأحد إلا لرسول الله - صلى الله عليه وسلم - فالحكام بشر يخطئون ولا شك أن عندهم أخطاء وليسوا معصومين ولكن لا نتخذ من أخطائهم مجالاً للتشهير بهم ونزع اليد من طاعتهم حتى وإن جاروا وإن ظلموا حتى وإن عصوا ما لم يرتكبوا كفراً بواحاً كما أمر بذلك النبي - صلى الله عليه وسلم - (2)،وإن كان عندهم معاص وعندهم جور وظلم فإن الصبر على طاعتهم جمع للكلمة ووحدة للمسلمين وحماية لبلاد المسلمين وفي مخالفتهم ومنابذتهم مفاسد عظيمة أعظم من المنكر الذي هم عليه يحصل ما هو أشد من المنكر الذي يصدر منهم ما دام هذا المنكر دون الكفر ودون الشرك .\n__________\n(1) …نصيحة مهمة 30 .\n(2) …أخرجه البخاري في الصحيح (13/5رقم7055ـ فتح) ومسلم في الصحيح (12/316رقم1709ـ نووي) من حديث عبادة بن الصامت - رضي الله عنه - .",
        "(1/27)\n\nولا نقول : إنه يسكت على ما يصدر من الحكام من أخطاء ، لا ، بل نعالج ولكن تعالج بالطريقة السليمة بالمناصحة لهم سراً والكتابة لهم سراً . وليست بالكتابة التي تكتب ويوقع عليها جمع كثير وتوزع على الناس هذا لا يجوز بل تكتب كتابة سرية فيها نصيحة ، تسلم لولي الأمر أو يكلم شفوياً أما الكتابة التي تكتب وتصور وتوزع على الناس فهذا عمل لا يجوز؛ لأنه تشهير وهو مثل الكلام على المنابر بل هو أشد بل الكلام يمكن أن ينسى ولكن الكتابة تبقى وتتداولها الأيدي فليس هذا من الحق . وأولى من يقوم بالنصيحة لولاة الأمور هم العلماء وأصحاب الرأي والمشورة وأهل الحل والعقد قال تعالى { وَإِذَا جَاءَهُمْ أَمْرٌ مِنَ الْأَمْنِ أَوِ الْخَوْفِ أَذَاعُوا بِهِ وَلَوْ رَدُّوهُ إِلَى الرَّسُولِ وَإِلَى أُولِي الْأَمْرِ مِنْهُمْ لَعَلِمَهُ الَّذِينَ يَسْتَنْبِطُونَهُ مِنْهُمْ } (1) فليس كل أحد من الناس يصلح لهذا الأمر وليس الترويج للأخطاء والتشهير بها من النصيحة في شيء بل هو من إشاعة المنكر والفاحشة في الذين آمنوا ولا هو من منهج السلف الصالح وإن كان قصد صاحبها حسناً طيباً وهو إنكار المنكر بزعمه لكن ما فعله أشد منكراً مما أنكره وقد يكون إنكار المنكر منكراً إذا كان على غير الطريقة التي شرعها الله تعالى ورسوله - صلى الله عليه وسلم - ؛ لأنه لم يتبع طريقة الرسول - صلى الله عليه وسلم - الشرعية التي رسمها حيث قال - صلى الله عليه وسلم - :\"من رأى منكم منكراً فليغيره بيده فإن لم يستطع فبلسانه فإن لم يستطع فبقلبه وذلك أضعف الإيمان\" (2).\nفجعل الرسول - صلى الله عليه وسلم - الناس ثلاثة أقسام :\nمنهم : من يستطيع أن يزيل المنكر بيده وهو صاحب السلطة أي ولي الأمر أو من وكل إليه الأمر من الهيئات والأمراء والقادة .\n__________\n(1) … (النساء : 83) .\n(2) …أخرجه مسلم في الصحيح (2/27رقم49ـ نووي) من حديث أبي سعيد الخدري - رضي الله عنه - .\n(1/28)",
        "\nوالقسم الثاني : العالم الذي لا سلطة له فينكر بالبيان والنصيحة بالحكمة والموعظة الحسنة وإبلاغ ذوي السلطة بالطريقة الحكيمة .\nوالقسم الثالث : من لا علم عنده ولا سلطة فإنه ينكر بقلبه فيبغضه ويبغض أهله ويعتزلهم(1) اهـ\nوالوجه الثالث : أن النصيحة السلطان أمام الناس علانية بحضرته مع إمكان نصحه سراً : فضيحة وليست بنصيحة وهي محرمة لا تجوز للأمور التالية :\n1- مخالفتها لحديث عياض بن غَنْم - رضي الله عنه - الذي فيه الأمر بالإسرار .\n2- مخالفتها لآثار السلف كأسامة بن زيد وعبدالله بن أبي أوفى وغيرهما.\n3- لقوله - صلى الله عليه وسلم - : \" من أهان سلطان الله في الأرض أهانه الله \" (2).\nقال الشيخ صالح بن عبدالعزيز بن عثيمين ـ رحمه الله تعالى - :\" إذا كان الكلام في الملك بغيبة أو نصحه جهراً والتشهير به من إهانته التي توعد الله فاعلها بإهانته ، فلا شك أنه يجب مراعاة ما ذكرناه ـ يريد الإسرار بالنصيحة ـ لمن استطاع نصيحتهم من العلماء الذين يَغْشَوْنَهم \" (3).\nوقال الشيخ أحمد النجمي : الإنكار العلني على الولاة أمر محدث ولم يكن من أصول السنة فالنبي - صلى الله عليه وسلم - يقول :\" ألا من ولي عليه والٍ فرآه يأتي شيئاً من معصية الله ، فليكره ما يأتي ولا ينزعن يداً من طاعة \" (4). هكذا يقول نبي الله - صلى الله عليه وسلم - إذاً فلا يجوز الإنكار العلني على المنابر ؛ لأن الأضرار التي تترتب عليه أكثر من فائدته(5) اهـ .\n__________\n(1) …كتاب الأجوبة المفيدة (24) .\n(2) …حسن :\nأخرجه أحمد في المسند (5/42) والترمذي في السنن (4/435رقم2224) من حديث أبي بكرة - رضي الله عنه - .\nوالحديث صححه الألباني في صحيح سنن الترمذي (2/485رقم2224) .\n(3) …مقاصد الإسلام ص393 .\n(4) …أخرجه مسلم في الصحيح (12/340رقم1855ـ نووي) .\n(5) …الفتاوى الجلية (10) .\n(1/29)\n",
        "والوجه الرابع : أن العلماء لا يذكرون ما يفعلونه مع الولاة للناس خوفاً من المفسدة قال الشيخ ابن عثيمين - رحمه الله تعالى - : بيان ما نفعله مع الولاة فيه مفسدتان : المفسدة الأولى : أن الإنسان يخشى على نفسه من الرياء فيبطل عمله .\nالمفسدة الثانية : أن الولاة لو لم يطيعوا صار حجة على الولاة عند العامة فثاروا وحصل مفسدة أكبر(1) اهـ\nوالوجه الخامس : أنَّ ذكر أخطاء الولاة في المجالس والمواعظ والخطب محرم لا يجوز لما يلي :\nلأنها من باب إشاعة الفاحشة والله عز وجل يقول : { إِنَّ الَّذِينَ يُحِبُّونَ أَنْ تَشِيعَ الْفَاحِشَةُ فِي الَّذِينَ آمَنُوا لَهُمْ عَذَابٌ أَلِيمٌ فِي الدُّنْيَا وَالْآخِرَةِ وَاللَّهُ يَعْلَمُ وَأَنْتُمْ لا تَعْلَمُونَ } (2) .\nولأنها غيبة وبهتان على ولي الأمر قال تعالى { وَلاََ يَغْتَب بَّعْضُكُم بَعْضًا } (3) . وعَنْ أَبِي هُرَيْرَةَ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ أَتَدْرُونَ مَا الْغِيبَةُ قَالُوا اللَّهُ وَرَسُولُهُ أَعْلَمُ ؟ قَالَ ذِكْرُكَ أَخَاكَ بِمَا يَكْرَهُ قِيلَ أَفَرَأَيْتَ إِنْ كَانَ فِي أَخِي مَا أَقُولُ قَالَ إِنْ كَانَ فِيهِ مَا تَقُولُ فَقَدِ اغْتَبْتَهُ وَإِنْ لَمْ يَكُنْ فِيهِ فَقَدْ بَهَتَّهُ\" (4) . فنهى الله عز وجل ورسوله - صلى الله عليه وسلم - عن الغيبة ولا شك أن الكلام في ولي الأمر من الغيبة في غيبته إن كان حقاً فإن كان كذباً فهو من البهتان .\n__________\n(1) …أسئلة حول لجنة الحقوق الشرعية ، ومدارك النظر (211).\n(2) … (النور:19) .\n(3) … (الحجرات : 12)\n(4) …أخرجه مسلم في الصحيح (16/214رقم2589ـ نووي) .\n(1/30)\n\nولأن هذه الصورة تدخل في القالة بين الناس مما يترتب عليها من الفتنة والبلبلة فعَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ قَالَ إِنَّ مُحَمَّدًا - صلى الله عليه وسلم - قَالَ :\" أَلَا أُنَبِّئُكُمْ مَا الْعَضْهُ ؟ هِيَ النَّمِيمَةُ : الْقَالَةُ بَيْنَ النَّاسِ \" (1) .\nولأنها تؤدي إلى سفك الدماء وإلى القتل .قال عبدا لله بن عكيم الجهني : لا أعين على دم خليفة أبداً بعد عثمان !!\nفقيل له : يا أًبا معبدٍ أًوَ أًعنت على دمِهِ ؟\n… فيقول : إِني أُعِدُّ ذِكْرَ مساويه عوناً على دمِهِ ! \" (2).\nوالوجه السادس : أن نشر هذه الأمور لا ريب أنه مما يسبب الفتنة قال شيخ الإسلام ابن تيمية : الفتنة إذا وقعت عجز العقلاء فيها عن دفع السفهاء ، وهذا شأن الفتن ، كما قال تعالى { وَاتَّقُوا فِتْنَةً لا تُصِيبَنَّ الَّذِينَ ظَلَمُوا مِنْكُمْ خَاصَّةً } (3) وإذا وقعت الفتنة لم يسلم من التلوث بها إلا من عصمه الله(4) اهـ\nوقال الشيخ ابن باز – رحمه الله تعالى - : توزيع الأشرطة الخبيثة التي تدعو إلى الفرقة والاختلاف وسب ولاة الأمور والعلماء لا شك أنها من أعظم المنكرات.\nوالواجب الحذر منها سواء كانت جاءت من لندن من الحاقدين والجاهلين الذين باعوا دينهم وباعوا أمانتهم على الشيطان من جنس محمد المسعري ومن معه الذين أرسلوا الكثير من الأوراق الضارة المضلة والمفرقة للجماعة يجب الحذر منهم ويجب إتلاف ما يأتي من هذه الأوراق لأنها شر وتدعو إلى الشر وما هكذا النصيحة .\nفالنصيحة تكون بالثناء على ما فعل من الخير والحث على إصلاح الأوضاع والتحذير مما وقع من الشر هذه طريقة أهل الخير الناصحين لله ولعباده(5) اهـ .\n__________\n(1) …أخرجه مسلم في الصحيح (16/240رقم2606ـ نووي) .\n(2) …صحيح :\nأخرجه ابن سعد في الطبقات (6/115) .\n(3) … (الأنفال : 25) .\n(4) …منهاج السنة النبوية (4/343) .\n(5) …مجموع الفتاوى والمقالات (8/410-411) .",
        "(1/31)\n\nوقال الشيخ ابن عثيمين –رحمه الله تعالى - : \" بعض الناس ديدنه في كل مجلس يجلسه الكلام في ولاة الأمور والوقوع في أعراضهم ونشر مساوئهم وأخطائهم معرضاً بذلك عمّا لهم من محاسن أو صواب ،ولا ريب أن سلوك هذا الطريق والوقوع في أعراض الولاة لا يزيد في الأمر إلا شدة فإنه لا يحل مشكلاً ولا يرفع مظلمة إنما يزيد البلاء بلاءاً ويوجب بغض الولاة وكراهيتهم وعدم تنفيذ أوامرهم التي يجب طاعتهم فيها \" (1).\nوالوجه السابع : أن إشاعة هذه الأمور هو من باب الخروج على ولي الأمر.\nقال الشيخ أحمد النجمي : اعلم أن الخروج ينقسم إلى قسمين :\nخروج بالقول وهو ذكر المثالب علناً في المجامع وعلى رؤوس المنابر ؛ لأن ذلك يعد عصياناً لهم وتمرداً عليهم وإغراءاً بالخروج عليهم وزرعاً لعدم الثقة فيهم وتهييجاً للناس عليهم وهو أساس للخروج الفعلي وسبب له (2) اهـ.\nالطعن الخامس\nأن لعلماء عملاء للدولة وأنهم مباحث\nومعنى هذا الطعن :\nأن العلماء يعملون لصالح الدولة ،وأنهم ينقلون الأخبار لولاة الأمر .\n…وهذا الطعن باطل من وجوه :\nالوجه الأول : إن كان المراد بأنهم يعملون للدولة أي أنهم يفتونهم بغير الحق مداهنة أو مضغوطاً عليهم ؛فعلماؤنا - بحمد الله - أهل دين وورع وتقوى ,وقد مرَّ الجواب على هذه الشبه الباطلة في الجواب عن الطعن الأول والثاني .\nوإن كان المراد بأنهم يعملون في هذه الدولة فهل هذه الدولة كافرة !! ؟؟\nثم ما الفرق بينهم وبين كل من يعمل في هذه الدولة ، وهذه مغالطة تدل على خبث الطوية وسوء النية .نسأل الله العافية من الهوى والضلال .\nقال الشيخ محمد أمان الجامي - رحمه الله تعالى - : محاولة التلبيس على الشباب ليعلنوا لهم أنهم هم العلماء وهم الدعاة وأن غيرهم مع السلطة .\nافرض أننا ـ جميعاً ـ مع السلطة ، هل السلطة كافرة ؟\n__________\n(1) …وجوب طاعة السلطان للعريني ص23-24 .\n(2) …المورد العذب الزلال (20) .\n(1/32)",
        "\nنحن مع السلطة والسلطة معنا . أنتم مع السلطة ، والسلطة معكم .\nأين تعيشون أنتم ألستم تعيشون تحت هذه السلطة ،موظفون في هذه السلطة .\nلماذا هذا الكذب ، من منكم بعيد عن السلطة ، تتعاملون معهم .\nيا سبحان الله هل هي سلطة كافرة .\nأما تحمد الله أنك تعيش تحت سلطة إسلامية يرجع حكامها وقضاتها عند إصدار الحكم إلى قال الله وقال رسول الله - صلى الله عليه وسلم - .\nلا يجوز هذا التلبيس ! راقبوا الله ربَّ العالمين ماهذا (1) ؟ اهـ\nوقال الشيخ أيضاً ـ رحمه الله تعالى ـ :ما يقوله بعض السفهاء في بعض طلاب العلم أن كل من يذكر الحكام بخير أو يدعو لهم أو يقول : إنها دولة إسلامية ؛ أنه من العملاء ومن كذا وكذا !\nهذا كلام لا ينبغي أن يلتفت إليه . كلام ساقط لا يقوله إلا الساقطون .\nنحن لا نخفي الولاء ، نعلن بالولاء ، فيجب أن نعلن ـ نحمد الله ـ أن كنا في ولاء حكام مسلمين لا نبالي من هذه الأقوال الرخيصة ولا نلتفت إليها وهكذا يجب على طلاب العلم وأهل الفضل أن لا يلتفتوا إلى مثل هذه الكلمات الساقطة وأن يكونوا صرحاء في الدعوة للحكام ومحاولة التقريب بين الراعي والرعية ليتحاببوا ويتعاونوا هذا الذي ندين الله به(2) ا هـ .\nوالوجه الثاني : أن قولهم فلان مباحث ؛ هذا يدل على أن عندهم أمراً لا يريدون أن يطلع عليه أحد ،وإلا فالحق واضح ، والشرع والحكم بما أنزل الله قائم - بحمد الله تعالى - ، ومن عنده أمر مريب خاف من كل قريب .\n__________\n(1) …النصيحة .\n(2) …(حقوق الإنسان 1/ب) .\n(1/33)\n",
        "والوجه الثالث : هل جهة المباحث جهة سيئة !!؟؟ هذه مغالطة ، فرجال هذه الجهة يراقبون الأوضاع الداخلية ، ويأخذون بيد كل مفسد يريد أن ينشر الفساد في الأرض ،كل من تسول له نفسه قتل الأبرياء أوالاعتداء على الضعفاء ، أما من كان بعيداً عن الفساد في الأرض فرجال هذه الجهة لا علاقة لهم به ،فمن ديدنه دائماً فلان مباحث ،هذا رجل عنده أمر سيئ ؛ فساد وريبة يخاف أن يطلع عليه أحد .\nوالوجه الرابع : أن الواجب على كل مسلم مستطيع ، اطلع على من تسول له نفسه الفساد في الأرض أن يبلغ ولاة الأمر ليكفوا شره ،ويأخذوا بيده ،وينتشر الأمن ويعم الأمان . ومن كتم وسكت عن أمثال هؤلاء أهل الفساد والشر فقد خان الأمانة ، ولم ينصح لولي الأمر .\n(1/34)\n\n…قال الشيخ صالح الفوزان – حفظه الله تعالى – معلقاً على قول عوف بن مالك - راداً على من قال : ما رأينا مثل قرائنا هؤلاء أرغب بطوناً ولا أكذب ألسناً ولا أجبن عند اللقاء - : كذبت ، ولكنك منافق ، لأخبرن رسول الله - صلى الله عليه وسلم - فذهب عوف إلى رسول الله ليخبره فوجد القرآن قد سبقه\"- : هذا من إنكار المنكر ، ومن النصيحة لولاة الأمور ، فالمسلم يبلغهم مقالات المفسدين والمنافقين من أجل أن يأخذوا على أيدي هؤلاء ؛ لئلا يخلوا بالأمن ويفرقوا الكلمة ، فتبليغ ولاة أمور المسلمين كلمات المنافقين ودعاة السوء ، الذين يريدون تفريق الكلمة ، والتحريش بين المسلمين ؛ هو من الإصلاح ومن النصيحة لا من النميمة(1) ؛ [لأن عوف بن مالك - رضي الله عنه - فعل ذلك ولم ينكر عليه الرسول - صلى الله عليه وسلم - فدل على أن هذا من النصيحة وليس من النميمة المذمومة] (2) ، [فلا يجوز التستر على من يبيت شراً للمسلمين ، بل يجب على من علم بحاله أن يخبر عنه ، حتى يسلم المسلمون من شره ، فإذا كان هناك خلية فيها خطر على المسلمين ، وفيها شر على المسلمين فيجب إبلاغ ولاة الأمور عنهم ليأخذوا على أيديهم ويكفو شرهم عن المسلمين] (3).\n…وسئل الشيخ صالح الفوزان – حفظه الله تعالى – عن فتوى تقول بجواز قتل رجال المباحث ؛ لأنهم مرتدون ؟\n…فأجاب - حفظه الله تعالى - : هذا مذهب الخوارج ، فالخوارج قتلوا علي بن أبي طالب - رضي الله عنه - ألا يقتل رجال الأمن ؟؟ هذا هو مذهب الخوارج ، والذي أفتاهم يكون مثلهم ومنهم نسأل الله العافية(4) .\nالطعن السادس\nأن العلماء لا يفقهون الواقع\nومعنى هذا الطعن :\n__________\n(1) …إعانة المستفيد (2/189) .\n(2) …إعانة المستفيد (2/191) .\n(3) …(فتاوى العلماء في الأحداث الراهنة/تفجيرات الرياض) والفتاوى الشرعية للحصين (96-97) .\n(4) …(فتاوى العلماء في الأحداث الراهنة/تفجيرات الرياض) والفتاوى الشرعية للحصين (97) .",
        "(1/35)\n\nأن فتوى العلماء ضعيفة غير معتبرة ؛ لأنهم لا يعلمون ما يدار من حولهم ولا يعلمون بمخططات الأعداء لجهلهم بها .\n…وهذا الطعن باطل من وجوه :\n…الوجه الأول : أن هذا القول صادرٌ ممن لم يفقه في دين الله شيئاً قال الشيخ عبد الرزاق عفيفي - رحمه الله تعالى - : لا يجوز اتهام عالم من العلماء بأنه لا يفهم الواقع هذا تشويه ولا يصح أن يقال : إن العلماء أو بعض العلماء لا يدركون الواقع إذا كان الذهن ينصرف إلى علماء بعينهم (1).\nوقال الشيخ حماد الأنصاري - رحمه الله تعالى - : إن الذي يقولون : إن العلماء في هذا العصر لا يفقهون الواقع قد أخطئوا في قولهم وهذه عبارة لا تنبغي (2).\nوقال الشيخ عبد العزيز بن باز - رحمه الله تعالى - : الواجب على المسلم أن يحفظ لسانه عما لا ينبغي وأن لا يتكلم إلا عن بصيرة فالقول بأن فلاناً لم يفقه الواقع هذا يحتاج إلى علم ولا يقولها إلا من عنده علم حتى يستطيع الحكم بأن فلاناً لم يفقه الواقع . أما أن يقول هذا جزافاً ويحكم برأيه على غير دليل ؛ فهذا منكر عظيم لا يجوز والعلم بأن صاحب الفتوى لم يفقه الواقع يحتاج إلى دليل ولا يتسنى ذلك إلا للعلماء (3).\n__________\n(1) فتاوى ورسائل الشيخ عبد الرزاق عفيفي (627) .\n(2) المجموع في ترجمة حماد بن محمد الأنصاري (2/584) لعبد الأول بن حماد الأنصاري .\n(3) وجوب طاعة السلطان للعريني (49- 51) .\n(1/36)",
        "\n…وقال الشيخ صالح الفوزان – حفظه الله تعالى - : نسمع في زماننا هذا من يتكلم في أعراض العلماء ويتهمهم بالغباوة والجهل ، وعدم إدراك الأمور وعدم فقه الواقع كما يقولون وهذا أمر خطير ؛ فإنه إذا فقدت الثقة في علماء المسلمين فمن يقود الأمة الإسلامية ؟ ومن يرجع إليه الفتاوى والأحكام ؟ واعتقد أن هذا دس من أعدائنا وأنه انطلى على كثير من الذين لا يدركون الأمور أو الذين فيهم غيرة شديدة وحماس لكنه على جهل فأخذوه مأخذ الغيرة ومأخذ الحرص على المسلمين لكن الأمر لا يكون هكذا ، أعز شيء في الأمة هم العلماء فلا يجوز أن نتنقصهم أو نتهمهم بالجهل والغباوة وبالمداهنة أو نسميهم علماء السلاطين أو غير ذلك ، هذا خطر عظيم يا عباد الله ، فلنتق الله في هذا الأمر ، ولنحذر من ذلك (1) .\nوقال - حفظه الله تعالى - أيضاً : إن وجود المثقفين والخطباء المتحمسين لا يعوض الأمة عن علمائها ، وقد أخبر النبي - صلى الله عليه وسلم - \"أنه في آخر الزمان يكثر القراء ويقل الفقهاء\"(2) ، وهؤلاء قراء وليسوا فقهاء ، فإطلاق لفظ العلماء على هؤلاء إطلاق في غير محله والعبرة بالحقائق لا بالألقاب ، فكثير من يجيد الكلام ويستميل العوام وهو غير فقيه . والذي يكشف هؤلاء أنه عندما تحصل نازلة يحتاج إلى معرفة الحكم الشرعي فيها فإن الخطباء والمتحمسين تتقاصر أفهامهم وعند ذلك يأتي دور العلماء . فلننتبه لذلك ونعطي علماءنا حقهم ونعرف قدرهم وفضلهم وننزل كلاً منزلته اللائقة به (3) .\n__________\n(1) …محاضرات في العقيدة والدعوة (2/183-184) وانظر منه (3/124-125، 435) .\n(2) …إسناده حسن :\nأخرجه الطبراني في المعجم الأوسط (3/319رقم3277) والحاكم في المستدرك (4/457) من حديث أبي هريرة - رضي الله عنه - . وقال الحاكم : هذا حديث صحيح الإسناد ولم يخرجاه .\n(3) …محاضرات في العقيدة والدعوة (2/186-187) .\n(1/37)\n",
        "والوجه الثاني : أن تعلم فقه الشرع هو المهم والضروري ؛ لأنه الأصل وغيره مبني عليه قال الشيخ محمد ناصر الدين الألباني - رحمه الله تعالى - : سمعنا ولا حظنا أنه وقع كثير من الشباب المسلم في حيص بيص نحو هذا النوع من العلم الذي سبقت الإشارة إلى تسميتهم له \"بفقه الواقع\" فانقسموا قسمين : وصاروا للأسف فريقين حيث إنه قد غلا البعض بهذا الأمر وقصر البعض فيه : إذ إنك ترى وتسمع ممن يفخمون شأن فقه الواقع ويضعونه في مرتبة عالية فوق مرتبته العلمية الصحيحة وأنهم يريدون من كل عالم بالشرع أن يكون عالماً بما سموه فقه الواقع !\nكما أن العكس أيضاً حاصل فيهم فقد أوهموا السامعين لهم والملتفين حولهم أن كل من كان عارفاً بواقع العالم الإسلامي كمثل من هو فقيه في الكتاب والسنة وعلى منهج السلف الصالح !! علماً بأن هذا الفقه -كما أشرنا - ليس بلازم .\nونحن لا نتصور وجود إنسان كامل بكل معنى هذه الكلمة أي : أن يكون عالما بكل هذه العلوم التي أشرت إليها وسبق الكلام عليها .\nفالواجب إذاً: تعاون هؤلاء الذين تفرغوا لمعرفة واقع الأمة الإسلامية وما يحاك ضدها مع علماء الكتاب والسنة وعلى نهج سلف الأمة فأولئك يقدمون تصوراتهم وأفكارهم وهؤلاء يبينون فيها حكم الله سبحانه ويقدمون للآخرين النصح القائم على الدليل الصحيح والحجة النيرة .\nأما أن يصبح المتكلم في فقه الواقع في أذهان سامعيه واحداً من العلماء والمفتين لا لشيء إلا لأنه تكلم بهذا الفقه المشار إليه فهذا ما لا يحكم له بوجه من الصواب إذ يتخذ كلامه تكأة ترد بها فتاوى العلماء وتنقض فيه اجتهاداتهم .\nومن المهم بيانه في هذا المقام أنه قد يخطىء علامة ما في حكمه على مسألة معينة من تلك المسائل الواقعية وهذا أمر حدث ويحدث ولكن هل هذا يسقط العالم أو ذاك ويجعل المخالفين له يصفونه بكلمات نابية لا يجوز إيرادها عليه كأن يقال مثلاً - وقد قيل - : هذا فقيه شرع وليس فقيه واقع !!!\n(1/38)\n\nفهذه قسمة تخالف الشرع والواقع ! فكلامهم المشار إليه كله كأنه يوجب على علماء الكتاب والسنة أن يكونوا أيضاً عارفين بالاقتصاد والاجتماع والسياسة والنظم العسكرية وطرق استعمال الأسلحة الحديثة ونحو هذا وذاك !!\nولست أظن أن هناك إنساناً عاقلاً يتصور اجتماع هذه العلوم والمعارف كلها في صدر إنسان مهما كان عالماً كاملاً ! (1) .\nوقد سئل الشيخ محمد بن صالح العثيمين - رحمه الله تعالى - : يقع من بعض الناس هداهم الله تعالى التقليل من شأن العلماء بدعوى عدم فقه الواقع فما توجيه سماحتكم جزاكم الله خيراً ووفقكم لما يحبه ويرضاه ؟\n__________\n(1) …سؤال وجواب حول فقه الواقع (38-41) .",
        "(1/39)\n\nفأجاب – رحمه الله تعالى - : لا شك أن فقه الواقع أمر مطلوب وأن الإنسان لا ينبغي أن يكون في عزلة عما يقع حوله وفي بلده بل لابد أن يفقه لكن لا ينبغي بأي حال من الأحوال أن يكون الاشتغال بفقه الواقع مشغلاً عن فقه الشريعة والدين الذي قال فيه الرسول - صلى الله عليه وسلم - :\"من يرد الله به خيراً يفقه في الدين\"(1). لم يقل يفقهه في الواقع فإذا كان عند الإنسان علم بما يقع حوله لكنه قد صرف جهده وجل أمره إلى الفقه في دين الله فهذا طيب أما أن ينشغل بالواقع والتفقه فيه – كما زعم – والاستنتاجات التي يخالفها ما يقع فيما بعد ؛ لأن كثيراً من المشتغلين بفقه الواقع يقدمون حسب ما تمليه عليهم مخيلتهم ويقدرون أشياء يتبين أن الواقع بخلافها فإذا كان فقه الواقع لا يشغله عن فقه الدين فلا بأس به . لكن لا يعني ذلك أن نقلل من شأن علماء يشهد لهم بالخير وبالعلم وبالصلاح لكنهم يخفى عليهم بعض الواقع فإن هذا غلط عظيم فعلماء الشريعة أنفع للمجتمع من علماء فقه الواقع ولهذا تجد بعض العلماء الذين عندهم اشتغال كثير في فقه الواقع وانشغال عن فقه الدين لو سألتهم عن أدنى مسألة في دين الله – عز وجل – لوقفوا حيارى أو تكلموا بلا علم يتخبطون تخبطاً عشوائياً .\nوالتقليل من شأن العلماء الراسخين في العلم المعروفين بالإيمان والعلم الراسخ جناية ليس على هؤلاء العلماء بأشخاصهم بل على ما يحملونه من شريعة الله تعالى .\nومن المعلوم : أنه إذا قلت هيبة العلماء وقلت قيمتهم في المجتمع فسوف يقل بالتبع الأخذ عنهم وحينئذٍ تضيع الشريعة التي يحملونها أو بعضها ويكون في هذا جناية عظيمة على الإسلام وعلى المسلمين أيضاً .\n__________\n(1) …أخرجه البخاري في الصحيح(1/164رقم71-فتح) ومسلم في الصحيح (7/179رقم1037-نووي).\n(1/40)",
        "\nوالذي أرى أنه ينبغي أن يكون عند الإنسان اجتهاد بالغ ويصرف أكبر همه في الفقه في دين الله - عز وجل - حتى يكون ممن أراد الله بهم خيراً وألا ينسى نفسه من فقه الواقع وأن يعرف ما حوله من الأمور التي يعملها أعداء الإسلام للإسلام .\nومع ذلك أكرر: أنه لا ينبغي للإنسان أن يصرف جل همه ووقته للبحث عن الواقع بل أهم شيء أن يفقه في دين الله - عز وجل - وأن يفقه من الواقع ما يحتاج إلى معرفته فقط وكما أشرت سابقاً في أول الجواب : أن من فقهاء الواقع من أخطئوا في ظنهم وتقديراتهم وصار المستقبل على خلاف ما ظنوا تماماً .\nلكن هم يقدرون ثم يبنون الأحكام على ما يقدرونه فيحصل بذلك الخطأ وأنا أكرر أنه لا بد أن يكون الفقيه بدين الله عنده شيء من فقه أحوال الناس وواقعهم حتى يمكن أن يطبق الأحكام الشرعية على مقتضى ما فهم من أحوال الناس ولهذا ذكر العلماء في باب القضاء : أن من صفات القاضي أن يكون عارفاً بأحوال الناس ومصطلحاتهم في كلامهم وأفعالهم(1) .\n__________\n(1) … العلم (224-226) .\n(1/41)\n",
        "وقال الشيخ صالح الفوزان - حفظه الله تعالى - : أما الاهتمام بالثقافات العامة والأمور الصحفية وأقوال الناس ، وما يدار في العالم ، فهذه إنما يطلع الإنسان عليها بعدما يتحصل على العلم الشرعي ويحقق العقيدة فيطلع على هذه الأمور من أجل أن يعرف الخير من الشر ومن أجل أن يحذر مما يدور في الساحة من شرور ودعايات مضللة ، لكن هذا بعدما يتسلح بالعلم ويتسلح بالإيمان بالله ورسوله ، أما أن يدخل في مجالات الثقافة والأمور الصحفية وأمور السياسة وهو على غير علم بعقيدته وعلى غير علم بأمور دينه ، فإن هذا لا ينفعه شيئاً ، بل هذا يضره بحيث يشتغل بما لا فائدة منه ، ولا يستطيع أن يميز الحق من الباطل كثير ممن جهلوا العقيدة واعتنوا بمثل هذه الأمور ضلوا ، وأضلوا ، ولبسوا على الناس ؛ بسبب أنهم ليس عندهم بصيرة وليس عندهم علم يميزون به بين الضار والنافع ، وما يؤخذ وما يترك ، وكيف تعالج الأمور ، فبذلك حصل الخلل ، وحصل اللبس عند كثير من الناس ؛ لأنهم دخلوا في مجالات الثقافة ، ومجالات السياسة ، من غير أن يكون عندهم علم بعقيدتهم وبصيرة من دينهم ، فحسبوا الحق باطلاً ، والباطل حقاً(1) .\nوقال أيضاً : وأما الاشتغال بواقع العصر كما يقولون أو فقه الواقع ، فهذا إنما يكون بعد الفقه الشرعي ؛ إذ الإنسان بالفقه الشرعي ينظر إلى واقع الناس وما يدور في العالم وما يأتي من أفكار ومن آراء ، ويعرضها على العلم الشرعي الصحيح ؛ ليميز خيرها من شرها ، وبدون العلم الشرعي ؛ فإنه لا يميز بين الحق والباطل والهدى والضلال ، فالذي يشتغل بادئ ذي بدء بالأمور الثقافية والأمور الصحافية والأمور السياسية ، وليس عنده بصيرة من دينه ؛ فإنه يضل بهذه الأمور ؛ لأن أكثر ما يدور فيها ضلال ودعاية للباطل وزخرف من القول وغرور نسأل الله العافية والسلامة(2) .\n__________\n(1) … محاضرات في العقيدة والدعوة (3/37-38) .\n(2) … محاضرات في العقيدة والدعوة (3/42-43) .\n(1/42)\n\nوالوجه الثالث : أن علماءنا يدركون واقع المسائل التي يفتون بها ، ويدركون ما يحتاج إليه من واقع الناس قال الشيخ أحمد بن يحي النجمي - حفظه الله - : أما فقه الواقع الذي ما زال هؤلاء يشقشقون به ويطنطنون فنحن نقول لهؤلاء : إن كنتم تريدون بفقه الواقع ما تترتب عليه الأحكام الشرعية وتتبين به الفتوى مما يكون مناطاً للحكم أو سبباً له أو وسيلة إليه فإن سماحة الشيخ عبد العزيز بن باز وابن عثيمين وابن فوزان والغديان واللحيدان، والأطرم، وعبدالعزيز آل الشيخ . وغيرهم من القضاة أو المفتين لم يصدروا الحكم أو الفتوى إلا بعد أن يعرفوا الواقع الذي يحيط بها أو يؤثر فيها وإن كنتم تريدون بفقه الواقع الاطلاع على أسرار الدول وأخبار أهل العصر مما يكتب في الجرائد والمجلات أو تتناقله وسائل الإعلام أو يستنتجه المحللون السياسيون أو غير ذلك فإن لأهل العلم شغلاً بأعمالهم التي نيطت بهم وأوكلت إليهم من الفتوى والتدريس والدعوة إلى الله عزّ وجلّ ما لا يتسع معه لشيئ آخر مع أنهم لهم قدرة محدودة وهذا من خصائص وزارة الدفاع في كل بلد أي التنبه لمكايد الأعداء ومخططاتهم والإعداد لكل أمر بما يناسبه (1).\nوسئل – حفظه الله تعالى – أيضاً : ما حكم من قال : إن هيئة كبار العلماء لا يفقهون الواقع ؟\nفأجاب - حفظه الله تعالى - :\nأولاً : أقول ما هذه إلا فرية على هيئة كبار العلماء يقصد بها الطعن فيهم والإزراء عليهم والتحقير لشأنهم .\nثانياً : يدل هذا القول على ضغينة في قلب هذا القائل على هيئة كبار العلماء ، وبغضه لهم وكراهيته المستحكمة إياهم .\nثالثاً : أن من أبغض العلماء السلفيين - الذين يعملون بما قال الله ، وقال رسوله ، ويعملون الناس بما قال الله ، وقال رسوله ، ويفتون بما قال الله ورسوله ويعملون على نشر الشريعة ليلاً ونهاراً - : فهو مبتدعٌ ضالٌ منافقٌ .\n__________\n(1) …المورد العذب الزلال (249- 250) .",
        "(1/43)\n\nرابعاً : أن هيئة كبار العلماء في السعودية لا يحكمون في قضية ولا يفتون بفتوى إلا بعد أن يعرفوا ملابساتها ، وما يتعلق بها ، مما له تأثير في الفتوى ، وهذا هو الذي يلزم المفتي ، والقاضي فمن قال إنهم لا يعرفون فقه الواقع فقد اتهمهم بأنهم أغبياء جهلة ، لا يعرفون من الواقع شيئاً ، بل واتهم الدولة التي وضعتهم في هذه المناصب ، وهذا بهت لهم ، وللدولة فرية عليهم وعليها ، وظلم للجميع فالله يتولى جزاء من قاله بما يستحق .\nخامساً : ماذا يريدون من هيئة كبار العلماء ؟!! هل يريدون منهم أن يشاركوا المحللين السياسيين أو غيرهم من أصحاب التكهنات المبنية على الكذب والحدس والتخمين قاتل الله الهوى ما يفعل بأصحابه .\nسادساً : هيئة كبار العلماء لهم شغل شاغل ، فيما نيط بهم من أعمال ، فلهم دروس ومحاضرات وفتاوى ، وتحقيقات علمية ، تستنفذ جهدهم ووقتهم بما لا يحتاج إلى مزيد .\nسابعاً : أن أصحاب البدع فيهم شبه من اليهود فمن كان معهم رفعوه فوق منزلته ، ومن خالفهم رموه بكل كارثة(1) .\nوالوجه الرابع : أن فقه الواقع مجرد تخيلات سياسية وتكهنات مستقبلية وأراء عقلية خالية من الحجة والبرهان قال الشيخ حماد الأنصاري- رحمه الله تعالى- : إن ما يسمى بفقه الواقع ليس بفقه وإنما -هو فقه المجانين وأعني بفقه المجانين : فقه الذين لا يفقهون وليس من الفقه التشويش وإدخال الناس في متاهات وأمور لا يهضمونها(2).\n__________\n(1) …الفتاوى الجلية عن المناهج الدعوية (38-39) .\n(2) المجموع في ترجمة حماد بن محمد الأنصاري (2/765) لعبد الأول بن حماد الأنصاري .\n(1/44)",
        "\nوقال الشيخ ربيع بن هادي المدخلي :\" إنّ من أغرب ما يقع فيه المتحمسون لفقه الواقع أنهم يقدّمونه للنّاس وكأنّه أشرف العلوم وأهمها، ولقد غلا فيه بعضهم غلواً شديداً فجعل العلوم الشرعية من مقوماته، ونسج حوله من الهالات الكبيرة، بما لم يسبقه إليه الأولون والآخرون، وهو في حقيقته لا يسمى علماً ولا فقهاً، ولو كان علماً أو فقهاً فأين المؤلفات فيه؟! وأين علماؤه وفقهاؤه في السابق واللاحق؟! وأين مدارسه؟! لماذا لا يسمى علماً ولا فقهاً إسلامياً؟ لأنه ذو أهداف سياسية خطيرة منها:\nأ ـ إسقاط المنهج السلفي ؛ لأن فقه الواقع لا يختلف عن مبدأ الصوفية في التفريق بين الشريعة والحقيقة؛ إذ هدفهم من ذلك إسقاط الشريعة.\nب ـ الاستيلاء على عقول الشباب والفصل بينهم وبين علماء المنهج السلفي، بعد تشويه صورتهم بالطعون الفاجرة.\nجـ ـ اعتماده على التجسس ، فالإخوان المسلمون وإن كانت لهم شبكات تجسس واسعة على أهل الحديث والسلفيين إلا أنهم يعجزون تمام العجز عن اكتشاف أسرار الأعداء وإحباط خططهم، وواقعهم في مصر وسورية والعراق أكبر شاهد على ذلك.\nد ـ أنه يعتمد على أخبار الصحف والمجلات التي تحترف الكذب ، وعلى المذكرات السياسية التي يكتبها الشيوعيون واليهود والنصارى والعلمانيون والميكافيليون وغيرهم من شياطين السياسة الماكرة، الذين من أكبر أهدافهم تضليل المسلمين ومخادعتهم واستدراجهم إلى بناء خطط فاشلة على المعلومات التي يقدّمونها.\nهـ ـ من أركان هذا الفقه المزعوم التحليلات السياسية الكاذبة الفاشلة، وقد أظهر الله كذبها وفشلها، ولا سيما في أزمة الخليج.\nو ـ أنه يقوم على تحريف نصوص القرآن والسنة، ويقوم على تحريف كلام ابن القيم في فقه الواقع.\n(1/45)\n",
        "ز ـ قيامه على الجهل والهوى حيث ترى أهله يرمون من لا يهتم بهذا الفقه بالعلمنة الفكرية والعلمية، وهذا غلو فظيع قائم على الجهل بالفرق بين فروض الكفايات وفروض الأعيان، لو سلمنا جدلا أن هذا الفقه الوهمي من فروض الكفايات.\nح ـ يرتكز هذا العلم المفتعل على المبالغات والتهويل، حيث جُعلت علوم الشريعة والتاريخ من مقوماته، فأين جهابذة العلماء وعباقرتهم عن هذا العلم وعن التأليف والتدريس فيه والإشادة به والتخصص فيه وإنشاء الجامعات أو على الأقل أقسام التخصص فيه؟!\nط ـ ولما كان هذا الفقه بهذه الصفات الدميمة لم ينشأ عنه إلا الخيال والدواهي من الآثار، فمن آثاره تفريق شباب الأمة وغرس الأحقاد والأخلاق الفاسدة في أنصاره، من بهْت الأبرياء والتكذيب بالصدق وخذلانه وخذلان أهله، والتصديق بالكذب والترّهات، وإشاعة ذلك، والإرجاف في صورة موجات عاتية، تتحوّل إلى طوفان من الفتن التي ما تركت بيت حجر أو مدر أو وبر إلا دخلته. أما فقه الواقع الذي يحتفي به علماء الإسلام - ومنهم ابن القيم - والسياسة الإسلامية العادلة ، فمرحباً بهما وعلى الرأس والعين، وإن جهلهما وتنكَّر لهما الإخوان المسلمون \"(1).\nالطعن السابع\nأن العلماء لا يفقهون واقع الشباب وأنهم تركوا الشباب ولم يهتموا بأمرهم وأهملوهم حتى تولدت لديهم الأفكار المنحرفة فكفروا الناس وقاموا بعمليات التفجير\nومعنى هذا الطعن :\nأن العلماء قصروا في تربية الشباب ولم يلقوا لهم بالاً وأن ما حصل للشباب سببه بُعْدُ العلماء عنهم .\n…وهذا الطعن باطل من وجوه :\nالوجه الأول : نسألهم أين يعيش العلماء أفي السماء ، أم تحت الأرض ؟ العلماء يمشون على ظهر الأرض ، تأتي العالم في المسجد أو في بيته أو في مكتبه فتسأله في أي وقت حتى بالهاتف تتصل به تجده .\n__________\n(1) …أهل الحديث هم الطائفة المنصورة الناجية (93ـ95) .\n(1/46)\n\nقال الشيخ صالح الفوزان - حفظه الله تعالى - : العلم له أبواب ، وله حملة ، وله معلمون ، فلا بد من انضمامكم لحلق التدريس ، سواء كانت في المساجد أو في المدارس أو في المعاهد أو في الكليات المهم أن نأخذ العلم عن العلماء ، ما داموا موجودين وما دامت الفرصة ممكنة(1) .\nوالوجه الثاني : هل تريدون من العالم أن يأتي إلى الشباب والأطفال ويبحث عنهم ويحاورهم ؟؟؟!!\nهذا سفه ؛ فالعلم يؤتى ولا يأتي فإن الأصل أن الشباب صغاراً وكباراً يلتفون حول العلماء ويتلقون عنهم أحكام دينهم .\nوالوجه الثالث : أن دروس العلماء قائمة ، ومحاضراتهم مستمرة ، وبيوتهم ومكاتبهم مفتوحة لمن أراد الاتصال بهم والتلقي منهم .\nوالوجه الرابع : أنكم أنتم - يا دعاة الصحوة - الذين ربيتم الشباب على هذه المناهج الفاسدة العفنة ، التي تخالف ما عليه السلف الصالح ومن تبعهم من أئمة الدعوة السلفية . ولما بينوا العلماء الحق وردوا المناهج الفاسدة وبينوا فسادها وكشفوا حال أصحابها ، انبريتم لهم بالتهم والألقاب الشنيعة ، ولم تقبلوا قول العلماء فيها ؛ فرددتم الحق ، وقبلتم الباطل ودافعتم عن أهل البدع والضلال مدافعة مستميتة .\nوالوجه الخامس : أن الذين خرجوا على عثمان بن عفان - رضي الله عنه - وصارت الفتنة التي حدثت ، هل الصحابة لم يقوموا بالبيان لهم ، عثمان لم ينصح لهم ؟! والله لقد نصحوهم غاية النصيحة لكن هؤلاء نفوسهم منحرفة من الأصل .\nفهكذا هؤلاء الذين في هذا العصر قد جعل هؤلاء المربون بين الشباب والعلماء حاجزاً منذ القدم فربوهم على أمورٍ يطعنون بها على العلماء :\nأن العلماء هؤلاء مباحث ، فإن لم يستطيعوا أن يطعنوا في العالم بأنه من المباحث ، قالوا : يحضر مجلس هذا العالم رجال من المباحث فلا تحضروا مجالسه .\n__________\n(1) … محاضرات في العقيدة والدعوة (3/433) .",
        "(1/47)\n\nثم طعنوا في العالم بقولهم : هؤلاء العلماء لا يفقهون الواقع ، ولا يفهمون ما يدار من حولهم ، وأنهم اشتغلوا عن القضايا المصيرية ، ما عندهم إلا الحيض والنفاس ودخول الشهر وخروجه(1) .\nأن العلماء لا تهمهم إلا وظائفهم والسيارات الفخمة فهم علماء دنيا ، علماء قول بلا عمل .\nفإن قيل : لِمَ صرفوا الشباب عن العلماء ؟\nفالجواب : أن من خطط دعاة الصحوة تنفير الشباب من العلماء وتزهيدهم فيهم ؛ لاحتواء الشباب وبث أفكارهم ولئلا يسمع الشباب من العلماء ما ينقض ويرد ويهدم مناهجهم ومذاهبهم الفاسدة ؛ لأن الشاب إذا سمع من العالم بخلاف ما يقوله المربي أو المنظم أو المرشد أو المشرف على الجماعة ؛ فسيرد كلامه فيؤثر في السمع والطاعة لهم .\nوهذا المنع من سماع الحق هو عين ما فعله الخوارج حين منعوا اتباعهم من الاستماع لابن عباس ، فقالوا : لا تناظروه ؛ فإنه من قريش ، وقريش أهل لسان ، أي سيحرفكم إلى ما هو عليه .\n__________\n(1) …علماً بأن الحيض تتعلق به أحكام بعض أركان الإسلام من الصلاة والصيام والحج – والله المستعان – لكن هذه عادة أهل البدع في طعنهم بأهل السنة ، قال أبو سعدة اليسع : تكلم واصل يوماً ، فقال عمرو ابن عبيد : اسمعوا فما كلام الحسن وابن سيرين والنخعي والشعبي عندما تسمعون إلا خرق حيض مطروحة \". الضعفاء العقيلي (3/285) . وقال الشاطبي : روي أن زعيماً من زعماء أهل البدعة كان يريد تفضيل الكلام (يعني ما يسمى بعلم الكلام) على الفقه ، فكان يقول : إن علم الشافعي وأبي حنيفة جملته لا يخرج عن سراويل امرأة ، يعني أحكام الحيض والنفاس . الاعتصام (2/239) .\n(1/48)",
        "\nفهؤلاء الدعاة الحركيون كانوا يخشون من هذا الأمر ؛ فجعلوا العقبة والسد المنيع بين العالم والشباب من قديم ؛ لذلك لا يستغرب عندما نرى حضور عدد قليل من الشباب في دروس العلماء ومحاضراتهم ، وحضور الجم الغفير من الشباب مما قد لا تتسع له المساجد الكبيرة في محاضرات دعاة الصحوة ودروسهم .\nقال الشيخ صالح الفوزان - حفظه الله تعالى - : كم يحاول أعداء الإسلام وكم يحاول شياطين الإنس والجن أن يفصلوا بين الأمة وبين علمائها ، وأن يوقعوا العداوة بينهم من أجل أن يتمكن الأشرار من قيادة الأمة إلى الهلاك ، فلنحذر من هذا ونقبل على طلب العلم من أهله العلماء ، ونسأل أهل العلم إذا أشكل علينا شيء في أمور ديننا وأمور دنيانا ، نسأل أهل العلم أهل البصيرة الذين يتكلمون عن علم ويفتون عن الدليل ، هؤلاء المرجع وهؤلاء هم القدوة وهؤلاء هم الدعاة إلى الخير ، لا نزهد فيهم ؛ لأنه في هذا الوقت كثر القيل والقال والوقيعة بين أهل العلم وبين الناس ، وبين العوام وبين طلبة العلم وصاروا يتكلمون في العلماء ، ويتهمونهم اتهامات ويروجون عليهم الأكاذيب من أجل أن يفصلوا بين الأمة وعلمائها ، حتى يسهل عليهم الدخول في شبهاتهم وضلالتهم في إغواء الناس وتفريق الكلمة ، هذا ما يريدونه فلنكن منهم على حذر(1) .\n__________\n(1) … محاضرات في العقيدة والدعوة (3/309-310) .وانظر : رسالة حكم الخرجات والمراكز الصيفية .\n(1/49)\n",
        "وقال – حفظه الله تعالى – أيضاً : بعض المخدوعين أو المغرضين يقول هؤلاء علماء الحيض والنفاس !! ؛ للتهوين من شأنهم ، وهذا ما يريد الأعداء من المسلمين يرون أن يفصلوا العامة عن العلماء ويريدون أن يفصلوا شباب الأمة عن العلماء بحيث لا يتعلمون العلم من العلماء ، وعند ذلك تسنح لهم الفرصة ؛ لتقطيع جسم الأمة والسطو عليه؛ لأنه لا يقف في وجوههم إلا العلماء فإذا حالوا بين العلماء وبين الشباب وبين عامة الناس وعزلوا بعضهم عن بعض حينئذٍ سنحت الفرصة لأعداء الله ورسوله للانقضاض على أمة المسلمين وما كان يقف في وجوه الظلمة وما كان يقف في وجوه الكفار والزنادقة والمنافقين إلا أهل العلم يبطلون شبهاتهم ويدمغون أقوالهم بالكتاب والسنة يوقفونهم عند حدهم ويردون عليهم الشبهات(1).\nوالوجه السادس : أن الذي أوقع الشباب في هذا الانحراف الخطير – بعد إبعادهم عن العلماء - تربيتهم على الكتب الفكرية المليئة بالبدع والضلال(2) .\nفقد سئل الشيخ محمد بن عثيمين - رحمه الله تعالى - : عندنا بعض الإخوة ينصحون من حولهم من الشباب بالحرص على قراءة كتب سيد قطب وحسن البنا وأن يهتموا بها اهتماماً كبيراً ! فهل ما يقومون به من هذا العمل صحيح ؟\nفأجاب - رحمه الله تعالى - : لا . غير صحيح ، الصحيح أن يدلهم على الكتاب والسنة ن وعلى كتب شيخ الإسلام وابن القيم .\n__________\n(1) … محاضرات في العقيدة والدعوة (3/125) .\n(2) …والفكر الإسلامي : هذه الكلمة تعني ما يفرزه العقل من الأفكار . والإسلام وحي ليس بفكر والفكر ليس بمعصوم . وكذا كلمة التصور الإسلامي : ؛لأن التصور مصدره الفكر المحتمل للصدق والكذب وقد أنكرها العلامة ابن باز - رحمه الله تعالى - كما في الفتاوى (9/235)وكذا الشيخ ابن عثيمين كما في الفتاوى (3/81، 99، 120) .\n(1/50)\n\nوسئل - رحمه الله تعالى - أيضاً : ما هو قول سماحتكم في رجل ينصح الشباب السني بقراءة كتب سيد قطب ويخص منها \"في ظلال القرآن\" و\"معالم في الطريق\" و\"لماذا أعدموني\" دون أن ينبه على الأخطاء والضلالات الموجودة في هذه الكتب ؟\nفأجاب - رحمه الله تعالى - : أنا أرى - بارك الله فيك – أن من كان ناصحاً لله ولرسوله وللمسلمين أن يحث الناس على قراءة كتب الأقدمين في التفسير وغير التفسير فهي أبرك وأنفع وأحسن من كتب المتأخرين .\nوأما تفسير سيد قطب - رحمه الله - ففيه طوام ، لكن نرجو الله أن يعفو عنه ، فيه طوام ، كتفسيره الاستواء وكتفسير سورة قل هو الله أحد ، وكذلك وصف بعض الرسل بما لا ينبغي أن يصفه به(1) .\n__________\n(1) …(الفتوتان موجودتان في : التوجيهات السلفية في قضايا منهجية) (1/أ)و(2/أ).",
        "(1/51)\n\nقال الشيخ صالح الفوزان - حفظه الله تعالى - : يوم أن كان أهل هذه البلاد مرتبطين بعلمائهم ، شباباً وشيباً ، كانت الحالة حسنة ومستقيمة ، وكانت لا تأتي إليهم أفكار من الخارج وكان هذا هو السبب في الوحدة والتآلف ، وكانوا يثقون بعلمائهم وقادتهم وعقلائهم وكانوا جماعة واحدة ، وعلى حالة طيبة ، حتى جاءت الأفكار من الخارج على سبيل الأشخاص القادمين أو عن سبيل بعض الكتب أو بعض المجلات أو بعض الإذاعات وتلقاها الشباب وحصلت الفرقة ؛ لأن هؤلاء الشباب الذين شذوا عن المنهج السلفي في الدعوة ، إنما تأثروا بهذه الأفكار الوافدة من الخارج . أما الدعاة والشباب الذين بقوا على صلة بعلمائهم ، ولم يتأثروا بهذه الأفكار الواردة فهؤلاء – الحمد لله – على استقامة كسلفهم الصالح ، فالسبب في هذه الفرقة يرجع إلى الأفكار والمناهج الدعوية من غير علماء هذه البلاد ، من أناس مشبوهين أو أناس مضللين ؛ يريدون زوال هذه النعمة التي نعيشها في هذه البلاد من أمن ، واستقرار ، وتحكيم للشريعة ، وخيرات كثيرة في هذه البلاد ، لا توجد في البلاد الأخرى ، ويريدون أن يفرقوا بيننا ، وأن ينتزعوا شبابنا ، وأن ينزعوا الثقة من علمائنا ، وحينئذٍ يحصل – والعياذ بالله – ما لا تحمد عقباه ، فعلينا علماء ودعاة وشباباً وعامة بأن لا نتقبل الأفكار الوافدة ، ولا المبادئ المشبوهة حتى وإن تلبست بلباس الحق والخير – لباس السنة – فنحن لسنا على شك من وضعنا – ولله الحمد – نحن على منهج سليم وعلى عقيدة سليمة وعندنا كل خير – ولله الحمد – فلماذا نتلقى الأفكار الواردة من الخارج ، ونروجها بيننا وبين شبابنا ؟؟ فلا حل لهذه الفرقة إلا بترك هذه الأفكار الوافدة ، والإقبال على تنمية ما عندنا من الخير والعمل به والدعوة إليه ، نعم عندنا نقص ، وبإمكاننا أن نصلح أخطاءنا ، من غير أن نستورد الأفكار المخالفة للكتاب والسنة وفهم السلف من الخارج أو من ناس مشبوهين – وإن كانوا\n(1/52)",
        "\nفي هذه البلاد - أو مضللين ، الوقت الآن وقت فتن ، فكلما تأخر الزمان تشتد الفتن ، عليكم أن تدركوا هذا ولا تصغوا للشبهات ، ولا لأقوال المشبوهين والمضللين الذين يريدون سلب هذه النعمة التي نعيشها ، ونكون مثل البلاد الأخرى في سلب ونهب وقتل وضياع حقوق وفساد عقائد ، وعداوات ، وحزبيات .\nوأقول لا يقع في أعراض العلماء المستقيمين على الحق إلا أحد ثلاثة : إما منافق معلوم النفاق ، وإما فاسق يبغض العلماء ؛ لأنهم يمنعونه من الفسق ، وإما حزبي ضال يبغض العلماء ؛ لأنهم لا يوافقونه على حزبيته وأفكاره المنحرفة (1) .\nالمقصد الثاني :\nشبهات الطعانين على الأمراء وتفنيدها\nالطعن الأول\nأن ولاة الأمر لا يحكمون بشرع الله في حكمهم\nومعنى هذا الطعن :\nأن الدولة السعودية لا تحكم بالكتاب والسنة ، وإنما تحكم بالقوانين الوضعية!؟\nوهذا الطعن باطل من وجوه :\nالوجه الأول : أن ولاة الأمر في المملكة العربية السعودية يصرحون ويعلنون في كل مناسبة أنهم يحكمون بشرع الله ، بالكتاب والسنة ولا يرضون بغيرهما بديلاً مهما كان الأمر .\nوالوجه الثاني : أن لسان الحال أبلغ من لسان المقال ؛ فالواقع الملموس المشاهد يدل دلالة صريحة أن المملكة تحكم بشرع الله في كل مرافق الحياة .\nومجلس هيئة كبار العلماء قرر بالإجماع أن المملكة العربية السعودية – بحمد الله – تحكم شرع الله والمحاكم الشرعية منتشرة في جميع أرجائها ،ولا يمنع أحد من رفع ظلامته إلى الجهات المختصة في المحاكم أو ديوان المظالم .\n__________\n(1) …الأجوبة المفيدة (49-51) .\n…وهذه الأوجه مستفادة من جلسة علمية للشيخ محمد بن هادي المدخلي - حفظه الله تعالى - .\n(1/53)\n",
        "والوجه الثالث : أن العلماء أثنوا على هذه الدولة المباركة(1) ، وبينوا فضلها ومكانتها وخدمتها للإسلام والمسلمين وإقامتها للتوحيد والسنة ومحاربتها للشرك والبدع - جزاها الله عن الإسلام والمسلمين كل خير - .\nقال الشيخ عبد العزيز ابن باز - رحمه الله تعالى - : العداء لهذه الدولة عداء للحق ، عداء للتوحيد ، أي دولة تقوم بالتوحيد الآن من حولنا : مصر ، الشام ، العراق ، من يدعو إلى التوحيد آلان ويحكم شريعة الله ويهدم القبور التي تعبد من دون الله مَنْ ؟ أين هم ؟ أين الدولة التي تقوم بهذه الشريعة ؟ غير هذه الدولة(2) اسأل الله لنا ولها الهداية والتوفيق والصلاح ونسأل الله أن يعينها على كل خير ونسأل الله أن يوفقها ؛ لإزالة كل شر وكل نقص علينا أن ندعو الله لها بالتوحيد والإعانة والتسديد والنصح لها في كل حال(3) .\nوقال أيضاً - رحمه الله تعالى - :\n__________\n(1) …وقد وفقني الله - عز وجل – لجمع كلمات للعلماء في الثناء على هذه الدولة السنية في رسالة بعنوان \"الدرر السنية في ثناء العلماء على المملكة العربية السعودية\" .\n(2) …تأمل هذا القول جيداً ،وقارنه بمن يزعم -كذباً وزوراً- : أن المملكة العربية السعودية لا تحكم بشرع الله .\n(3) …(فتاوى علماء الحرمين في الجماعات) .\n(1/54)\n\nهذه الدولة السعودية دولة مباركة نصر الله بها الحق ونصر بها الدين وجمع بها الكلمة وقضى بها على أسباب الفساد وأمن الله بها البلاد وحصل بها من النعم العظيمة ما لا يحصيه إلا الله وليست معصومة وليست كاملة كل فيه نقص فالواجب التعاون معها على إكمال النقص وعلى إزالة النقص وعلى سد الخلل بالتناصح والتواصي بالحق والمكاتبة الصالحة والزيارة الصالحة لا بنشر الشر والكذب ولا بنقل ما يقال من الباطل بل يجب على من أراد الحق أن يبين الحق ويدعو إليه وأن يسعى إلى إزالة النقص بالطرق السليمة وبالطرق الطيبة وبالتناصح والتواصي بالحق هكذا كان طريق المؤمنين وهكذا حكم الإسلام وهكذا طريق من يريد الخير لهذه الأمة .\nأما ما يقوم به - الآن - محمد المسعري وسعد الفقيه وأشباههما من ناشري الدعوات الفاسدة الضالة فهذا بلا شك شر عظيم وهم دعاة شر عظيم وفساد كبير والواجب الحذر من نشراتهم والقضاء عليها وإتلافها وعدم التعاون معهم في أي شيء يدعو إلى الفساد والشر والباطل والفتن .\nهذه النشرات التي تصدر من الفقيه أو من المسعري أو من غيرهما من دعاة الباطل ودعاة الشر والفرقة يجب القضاء عليها وإتلافها وعدم الالتفات إليها ويجب نصيحتهم وإرشادهم للحق وتحذيرهم من هذا الباطل ويتركوه ونصيحتي للمسعري والفقيه وابن لادن وجميع من يسلك سبيلهم أن يدعوا هذا الطريق الوخيم وأن يتقوا الله ويحذروا نقمته وغضبه وأن يعودوا إلى رشدهم وأن يتوبوا إلى الله مما سلف منهم(1).\nوقال الشيخ محمد بن صالح العثيمين - رحمه الله تعالى - :\nأشهد الله تعالى على ما أقول وأُشهدكم أيضاً أَنني لا أَعلم أَن في الأرض اليومَ من يطبق شريعة الله ما يطبقه هذا الوطن - أعني : المملكة العربية السعودية - .\n__________\n(1) …مجموع الفتاوى والمقالات (9/97-100) .",
        "(1/55)\n\nوهذا بلا شك من نعمة الله علينا فلنكن محافظين على ما نحن عليه اليوم بل ولنكن مستزيدين من شريعة الله عز وجل أكثر مما نحن عليه اليوم ؛ لأنني لا أدعي الكمال وأننا في القمة بالنسبة لتطبيق شريعة الله لا شك أَننا نخل بكثير منها ولكننا خير - والحمد لله - من ما نعلمه من البلاد الأخرى .\nإننا في هذه البلاد نعيش نعمة بعد فقر وأَمناً بعد خوف وعلماً بعد جهل وعزاً بعد ذل بفضل التمسك بهذا الدين مما أوغر صدور الحاقدين وأقلق مضاجعهم يتمنون زوال ما نحن فيه ويجدون من بيننا وللأسف من يستعملونه لهدم الكيان الشامخ بنشر أباطيلهم وتحسين شرهم للناس { يُخْرِبُونَ بُيُوتَهُمْ بِأَيْدِيهِمْ } (1).\nولقد عجبت لما ذُكر من أن أحد الجهلة هداه الله ورده إلى صوابه يصور النشرات التي ترد من خارج البلاد التي لا تخلو من الكيد والكذب ويطلب توزيعها من بعض الشباب ويشحذ هممهم بأن يحتسبوا الأجر على الله .\nسبحان الله هل انقلبت المفاهيم ؟\nهل يطلب رضى الله في معصيته ؟\nهل التقرب إلى الله يحصل بنشر الفتن وزرع الفرقة بين المسلمين وولاة أمورهم ؟\nمعاذ الله أَن يكون كذلك(2).\nوقال الشيخ صالح اللحيدان - حفظه الله تعالى - :\nالمملكة العربية السعودية ، مملكة إسلامية - ولله الحمد – وبحق يحكمها نظام الإسلام ، وتحكم شريعة الإسلام ، وأصول عملها وأنظمتها مقيدة بأن لا تخالف الإسلام(3) .\nالطعن الثاني\nأنهم يحاربون الدعاة ويضيقون عليهم\nومعنى هذا الطعن :\nأن الدولة تؤذي كل من يدعو إلى الله ،وتضيق عليه في دعوته للناس .\nوهذا القول باطل مردود من وجوه :\nالوجه الأول : أن الواقع المشاهد الملموس يكذب هذه الفرية المزعومة فالمملكة العربية السعودية تحث على العلم ونشره وتحارب الجهل .\n__________\n(1) …(الحشر:2) .\n(2) …وجوب طاعة السلطان للعريني (49) .\n(3) …فتاوى الأئمة في النوازل المدلهمة (35) .\n(1/56)",
        "\nوالوجه الثاني : أن كل مسلم في هذه البلاد يعلم ما تقوم به وزارة الأوقاف والدعوة والإرشاد من إرسال الدعاة في داخل البلاد وإلى خارجها وإقامة الدروس والندوات والكلمات . وكما يعلم كل مسلم دور رجال الأمر بالمعروف والنهي عن المنكر في هذه البلاد . وهاتان الجهتان على سبيل المثال .\nوالوجه الثالث : أن أهل العلم وإلى قولهم يسلم كل عاقل منصف بينوا أن هذه الدولة تحترم العلماء ولا تحاربهم .\nفقد سئل الشيخ صالح الفوزان – حفظه الله تعالى - : ما نصيحتكم لمن يقول إن هذه الدولة تحارب الدين وتضيق على الدعاة ؟\nفأجاب - حفظه الله تعالى - : الدولة السعودية منذ نشأت وهي تناصر الدين وأهله وما قامت إلا على هذا الأساس وما تبذله الآن من مناصرة المسلمين في كل مكان بالمساعدات المالية وبناء المراكز الإسلامية والمساجد وإرسال الدعاة وطبع الكتب وعلى رأسها القرآن الكريم وفتح المعاهد العلمية والكليات الشرعية وتحكيمها للشريعة الإسلامية وجعل جهة مستقلة للأمر بالمعروف والنهي عن المنكر في كل بلد كل ذلك دليل واضح على مناصرتها للإسلام وأهله وشجى في حلوق أهل النفاق وأهل الشر والشقاق والله ناصر دينه ولو كره المشركون والمغرضون . ولا نقول:إن هذه الدولة كاملة من كل وجه وليس لها أخطاء فالأخطاء حاصلة من كل أحد ونسأل الله أن يعينها على إصلاح الأخطاء .ولو نظر هذا القائل في نفسه لوجد عنده من الأخطاء ما يقصر لسانه عن الكلام في غيره ويخجله من النظر إلى الناس(1)\n__________\n(1) …الأجوبة المفيدة (117) .\nقال الحارثي معلقاً على كلام الشيخ الفوزان السابق كما في حاشيته على الأجوبة المفيدة (117) :ومن نعم الله علينا: أنه لا يوجد ضريح يعبد ولا يقصد من دون الله كما هو الحال في غير هذه البلاد السعودية. كما أن هذه الدولة قامت بفتح مراكز للدعوة والإرشاد على طول البلاد وعرضها وفتح حلقات لتحفيظ القرآن الكريم في بيوت الله فلا ينبغي أن تغمر هذه الجهود ونلتمس العثرات .\nوأما وصف هذه الدولة بأنها تضيق على الدعاة ؛ فنعم : هي تضيق على دعاة الضلالة والمخالفين لمنهج السلف الصالح فجزاها الله عنا وعن الإسلام كل خير . وإنه من واجب السلطان : أن لا يسمح لكل أحد أن \"يهرف بما لا يعرف\" وإلا لفسدت العقائد باختلاف المناهج والمشارب.فهؤلاء دعاة الصوفية وهؤلاء دعاة الروافض وهؤلاء دعاة التبليغ وهؤلاء دعاة الإخوان المسلمون وهؤلاء دعاة السياسة وهؤلاء دعاة التكفير وغيرهم وغيرهم.فلو سمح لهؤلاء وهؤلاء فماذا عسى أن تكون البلاد ؟ نسأل الله السلامة والعافية .\n(1/57)\n",
        ".\nوقال الشيخ مقبل الوادعي – رحمه الله تعالى - في معرض كلامه عن محاسن الدولة السعودية : من ذلك - أيضاً - تكريمهم للعلماء فقد أوصاهم والدهم عبد العزيز - رحمه الله تعالى - بذلك فهم يجلون العلماء ويقدرونهم غاية التقدير ولكن هناك علماء سوء يتكلمون في الحكومة السعودية وربما يكفرونها . فينبغي التمييز بين أهل العلم : من كان على عقيدتهم أي على عقيدة التوحيد فينبغي أن يكرم ، ومن كان على العقائد البدعية أو الحزبية هؤلاء الحزبيون شرٌ ، هم يهيئون أنفسهم للوثوب على الدولة متى تمكنوا ؛ فينبغي أن لا يمكنوا من شيء وألا يساعدوا على باطلهم ، اللهم إلا إذا كان من باب التأليف إذا علم أنهم سيرجعون . إنَّ إكرامهم لأهل العلم يعتبر منقبة لهم وإحساناً إلى دولتهم وإلى والدهم تنفيذاً لوصيته - رحمه الله تعالى - فجزاهم الله خيراً - (1).\nالطعن الثالث\nأنهم كفار ؛ لأنهم يوالون الكفار\nومعنى هذا الطعن :\nأن الدولة تحب الكفار وتناصرهم وتواليهم وهذا كفر وردة عن الإسلام .\nوهذا إفك مبين وقول باطل لما يلي :\n__________\n(1) …(براءة الذمة) كلمة كانت يوم الخميس 15/1/1422هـ . وهي مشاهداته في السعودية .\n(1/58)\n\nهناك أمور ليست من المولاة وإنما هي مجرد معاملة أباحها الإسلام ،وهؤلاء القائلون بهذا الكلام لم يفرقوا بين المعاملة في البيع والشراء والمولاة ،وكذا لم يفرقوا بين المدارة لخطر الكفار وبين الموالاة . والسبب في ذلك هو إما جهلهم بأحكام الإسلام وإما الهوى والبدع والضلال ، فعَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا قَالَتْ تُوُفِّيَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - وَدِرْعُهُ مَرْهُونَةٌ عِنْدَ يَهُودِيٍّ بِثَلَاثِينَ صَاعًا مِنْ شَعِيرٍ \" (1). وعن عَبْد اللَّهِ - رضي الله عنه - أَنَّ امْرَأَةً وُجِدَتْ فِي بَعْضِ مَغَازِي النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَقْتُولَةً فَأَنْكَرَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَتْلَ النِّسَاءِ وَالصِّبْيَانِ\" (2) .\nفهل يقول مسلم عاقل يعي ما يقول : إنَّ هذه من النبي - صلى الله عليه وسلم - موالاة ومحبة للكفار !!؟؟ - حاشاه بأبي هو وأمي - صلى الله عليه وسلم - - هذا ما لا يقوله مسلم .\nوقد سئل الشيخ صالح الفوزان - حفظه الله تعالى - : إنه بسبب الأحداث التي وقعت أصبح بعض المسلمين يوالي الكفار ،وكذلك لفتوى سمعها من أحد طلاب العلم ،فما حكم ذلك ؟\nفأجاب - حفظه الله تعالى - :ما أظن مسلماً يوالي الكفار لكن أنتم تفسرون الموالاة بغير معناها ،فإن كان يواليهم جاهل أو ماهو بمسلم ،من المنافقين .\n__________\n(1) …أخرجه البخاري في الصحيح(6/99رقم 2916- فتح) ومسلم في الصحيح(11/54رقم1603- نووي) .\n(2) …أخرجه البخاري في الصحيح (6/148رقم3014-فتح)ومسلم في الصحيح(12/73رقم1744-نووي) .",
        "(1/59)\n\nأما المسلم فإنه لا يوالي الكفار لكن هناك أفعال – تحسبونها موالاة وهي ليست موالاة – مثل البيع والشراء مع الكفار ، مثل الإهداء للكفار ،هذا جائز ولا هو من الموالاة ،هذا من المعاملات الدنيوية ،تبادل المصالح ،مثل استئجار الكافر لعمل ،هذا ماهو من الموالاة هذا من تبادل المصالح ،ويجوز أن المسلم يؤجر نفسه للكافر إذا احتاج ؛لأن هذا من باب تبادل المنافع ،ما هو من باب المحبة والمودة حتى الوالد الكافر يجب على ولده أن يبر به وليس هذا من باب المحبة .\nفهناك أشياء من التعاملات مع الكفار وكذلك الهدنة والعهد والأمان مع الكفار ،هذا يجري ،وليس هو من الموالاة ،فهناك أشياء يظنها بعض الجهال أنها موالاة ،وهي ليست موالاة ،هناك المداراة إذا كان على المسلمين خطر ودارؤا الكفار ؛لدفع الخطر هذا ليس من الموالاة ،وليس هو من المداهنة ،هذا مداراة وفرق بين المداراة وبين المداهنة ، المداهنة لا تجوز لكن المداراة إذا كان على المسلمين أو على المسلم خطر ودفعه ودارأ الكفار لتوقي هذا الخطر فهذا ليس من المداهنة وليس من الموالاة ،هذه الأمور تحتاج إلى فقه ،تحتاج إلى معرفة ،أما أن كل شيء مع الكفار يفسر بأنه موالاة ،هذا من الجهل ومن الغلط أو من التلبيس على الناس .\nالحاصل أنه لا يدخل في هذه الأمور إلا الفقهاء وأهل العلم لا يدخل فيها طلبة العلم وأنصاف المتعلمين ويخوضون فيها ، ويحللون ويحرمون ويتهمون الناس ويقولون هذه موالاة ، وهم ما يدرون ولا يعرفون الحكم الشرعي هذا خطر ، خطر على القائل ؛ لأنه قال على الله بغير علم(1) .انتهى .\nوليس التبرع للكفار بالأموال ولو كثرت من الموالاة .\nفقد سئل الشيخ صالح الفوزان -حفظه الله تعالى - : ما حكم التبرع للكفار بالأموال الطائلة ؟\n__________\n(1) …(فتاوى في التكفير والموالاة) .\n(1/60)",
        "\nفأجاب :إذا كان لمصلحة المسلمين ما في مانع ،ندفع شرهم حتى الزكاة يعطى فيها المؤلفة قلوبهم ممن يرجى كفُّ شره ، الكافر الذي يرجى كف شره عن المسلمين يعطى من المال من الزكاة التي هي فرض ،فكيف لا يعطى من المال الذي ما هو بزكاة ؛لأجل دفع ضررهم عن المسلمين ،وهذا أيضاً من التي يظنها بعض الجهال من الموالاة ، هذه مداراة لخطرهم وشرهم عن المسلمين(1) انتهى .\nوقال الشيخ صالح آل الشيخ - حفظه الله تعالى - : عندنا في الشرع ، وعند أئمة التوحيد ، لفظان لهما معنيان يلتبس أحدهما بالآخر عند كثيرين :\nالأول : التولي .\nالثاني : الموالاة .\nالتولي : مكفر .\nالموالاة غير جائزة\nوالثالث : الاستعانة بالكافر واستئجاره : جائزة بشروطها .\nفهذه ثلاث مسائل :\nأما التولي : فهو الذي نزل فيه قول الله جل وعلا { يَا أَيُّهَا الَّذِينَ آمَنُوا لا تَتَّخِذُوا الْيَهُودَ وَالنَّصَارَى أَوْلِيَاءَ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ وَمَنْ يَتَوَلَّهُمْ مِنْكُمْ فَإِنَّهُ مِنْهُمْ إِنَّ اللَّهَ لا يَهْدِي الْقَوْمَ الظَّالِمِينَ } (2) .\nوضابط التولي : هو نصرة الكافر على المسلم وقت حرب المسلم والكافر ، قاصداً ظهور الكفار على المسلمين .\nفأصل التولي : المحبة التامة ، أو النصرة للكافر على المسلم ، فمن أحب الكافر لدينه ، فهذا قد تولاه تولياً ، وهذا كفر .\nوأما موالاة الكفار : فهي مودتهم ، ومحبتهم لدنياهم وتقديمهم ورفعهم وهي فسق وليست كفراً . قال تعالى { يَا أَيُّهَا الَّذِينَ آمَنُوا لا تَتَّخِذُوا عَدُوِّي وَعَدُوَّكُمْ أَوْلِيَاءَ تُلْقُونَ إِلَيْهِمْ بِالْمَوَدَّةِ } إلى قوله { وَمَنْ يَفْعَلْهُ مِنْكُمْ فَقَدْ ضَلَّ سَوَاءَ السَّبِيلِ } (3) .\n__________\n(1) …فتاوى في التكفير والموالاة .\n(2) …(المائدة : 51) .\n(3) …(الممتحنة : 1) .\n(1/61)\n",
        "قال أهل العلم : ناداهم باسم الإيمان ، وقد دخل في النداء من ألقى المودة للكفار ، فدل على أن فعله ليس كفراً ، بل ضلال عن سواء السبيل . ؛ وذلك لأنه ألقى المودة وأسر لهم ؛ لأجل الدنيا ، لا شكاً في الدين .\nولهذا قال النبي - صلى الله عليه وسلم - لمن صنع ذلك : \" ما حملك على ما صنعت \" ؟\nقال : والله ما بي إلا أن أكون مؤمناً بالله ورسوله ، أردت أن تكون لي عند القوم يد يدفع الله بها عن أهلي ومالي\".\nفمن هذا يتبين : أن مودة الكافر والميل له لأجل دنياه ليس كفراً إذا كان أصل الإيمان والاطمئنان به حاصلاً لمن كان منه نوع موالاة .\nوأما الاستعانة بالكافر أو استئجاره : فهذا قال أهل العلم بجوازه في أحوال مختلفة ، يفتي أهل العلم في كل حال ، وفي كل واقعة بما يرونه يصح أن يفتى به(1) .\nوقال أيضاً - حفظه الله تعالى - : عقد الإيمان يقتضي موالاة الإيمان والبراءة من الكفر لقوله تعالى { إِنَّمَا وَلِيُّكُمُ اللَّهُ وَرَسُولُهُ وَالَّذِينَ آمَنُوا الَّذِينَ يُقِيمُونَ الصَّلاةَ وَيُؤْتُونَ الزَّكَاةَ وَهُمْ رَاكِعُونَ.وَمَنْ يَتَوَلَّ اللَّهَ وَرَسُولَهُ وَالَّذِينَ آمَنُوا فَإِنَّ حِزْبَ اللَّهِ هُمُ الْغَالِبُونَ } (2) ، وعقد الإيمان يقتضي البراءة من المعبودات والآلهة المختلفة ومن عبادتهم لقوله تعالى { وَإِذْ قَالَ إِبْرَاهِيمُ لِأَبِيهِ وَقَوْمِهِ إِنَّنِي بَرَاءٌ مِمَّا تَعْبُدُونَ . إِلَّا الَّذِي فَطَرَنِي فَإِنَّهُ سَيَهْدِينِ . وَجَعَلَهَا كَلِمَةً بَاقِيَةً فِي عَقِبِهِ لَعَلَّهُمْ يَرْجِعُونَ } (3) .\nفأساس الإيمان هو الولاء للإيمان والبراءة من الكفر وعبادة غير الله جل وعلا ، ويتضمن ذلك موالاة أهل الإيمان والبراءة من أهل الكفر على اختلافهم مللهم .\n__________\n(1) …الضوابط الشرعية لموقف المسلم في الفتن (50-52) .\n(2) …(المائدة : 55-56).\n(3) …(الزخرف : 26-28).\n(1/62)\n\nهذه الموالاة منها ما يكون للدنيا ، ومنها ما يكون للدين ، فإذا كانت للدنيا فليست بمخرجة من الدين ، ومما قد يكون في بعض الأنواع من الموالاة في الدنيا : من الإكرام أو البشاشة أو الدعوة أو المخالطة ما قد يكون مأذوناً به ما لم يكن في القلب مودة لهذا الأمر ، من مثل ما يفعله الرجل مع زوجته النصرانية ، ومن مثل ما يفعله الابن مع أبيه غير المسلم ، ونحو ذلك مما فيه إكرام وعمل في الظاهر ، ولكن مع عدم المودة الدينية في الباطن ، فإذا كانت الموالاة للدنيا فإنها غير جائزة إلا في ما استثني كما ذكرنا في حال الزوج مع الزوجة أو الابن مع أبيه مما يقتضي معاملة وبراً وسكوناً ونحو ذلك .\nأما القسم الثاني : فأن تكون الموالاة للدنيا ولكن ليس لجهة قرابة وإنما لجهة مصلحة بحتة في أمر الدنيا وإن فرط في أمر دينه ، فهذه موالاة غير مكفرة ؛ لأنها في أمر الدنيا ، وهذه التي نزل فيها قول الله جل وعلا { يَا أَيُّهَا الَّذِينَ آمَنُوا لا تَتَّخِذُوا عَدُوِّي وَعَدُوَّكُمْ أَوْلِيَاءَ تُلْقُونَ إِلَيْهِمْ بِالْمَوَدَّةِ وَقَدْ كَفَرُوا بِمَا جَاءَكُمْ مِنَ الْحَقِّ } (1)، وهنا أثبت أنهم ألقوا بالمودة وناداهم باسم الإيمان ، قال جمع من أهل العلم : مناداة من ألقى المودة باسم الإيمان دل على أن فعله لم يخرجه من اسم الإيمان .\nهذا مقتضى استفصال النبي - صلى الله عليه وسلم - من حاطب - رضي الله عنه - حيث قال له في القصة المعروفة :\" يا حاطب ما حملك على هذا ؟ - يعني : أن أفشى سر رسول الله - صلى الله عليه وسلم - - فبين أن حمله عليه الدنيا وليس الدين .\n__________\n(1) …(الممتحنة : 1).",
        "(1/63)\n\nالقسم الثالث : موالاة الكافر لدينه ، يواليه ويحبه ويوده وينصره ؛ لأجل ما عليه من الشرك ومن الوثنية ونحو ذلك ، يعني محبة لدينه ، فهذا مثله ، هذا موالاة مكفرة ؛ لأجل ذلك ، والإيمان الكامل ينتفي مع مطلق موالاة غير المؤمن ؛ لأن موالاة غير المؤمن بمودته ومحبته ونحو ذلك منافية للإيمان الواجب لقول الله جل وعلا { لا تَجِدُ قَوْماً يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ يُوَادُّونَ مَنْ حَادَّ اللَّهَ وَرَسُولَهُ } (1).\nأما مظاهرة المشركين وإعانتهم على المسلمين هذا من نواقض الإسلام ، كما هو مقرر في كتب فقه الحنابلة ، وذكره العلماء - ومنهم : شيخ الإسلام محمد بن عبد الوهاب – رحمه الله – : في النواقض العشر الناقض الثاني .\nوهذا الناقض مبني على أمرين :\nالأول : المظاهرة .\nوالثاني : الإعانة .\nقال : (مظاهرة المشركين وإعانتهم على المسلمين) .\nوالمظاهرة : أن يتخذ أو أن يجعل طائفة من المسلمين أنفسهم ظهراً للكافرين ، يحملونهم فيما لو أراد طائفة من المؤمنين أن يقعوا فيهم ، يحمونهم ، وينصرونهم ، ويحمون ظهورهم وبيضتهم .\nهذا مظاهرة بمعنى أنه صار ظهراً لهم .\nقول الشيخ - رحمه الله - :(مظاهرة المشركين وإعانتهم على المسلمين) مركبة من أمرين :\nالمظاهرة ، بأن يكون ظهراً لهم ، بأي عمل ، أي يكون ظهراً يدفع عنهم ويقف معهم ويضرب المسلمين ؛ لأجل حماية هؤلاء .\n__________\n(1) …(المجادلة : 22).\n(1/64)",
        "\nوأما الثاني : فإعانة المشرك على المسلم ، فضابطها أن يعني قاصداً ظهور الكفر على الإسلام ؛ لأن مطلق الإعانة غير مكفرة ؛ لأن حاطب - رضي الله عنه - حصل منه إعانة لهم ، إعانة المشركين على الرسول - صلى الله عليه وسلم - بنوع من العمل ، والإعانة بكتابة سر رسول الله - صلى الله عليه وسلم - والمسير إليهم لكن النبي - صلى الله عليه وسلم - استفصل منه ، فدل على أن الإعانة تحتاج إلى استفصال ، والله جل وعلا قال في مطلق العمل هذا { وَمَنْ يَفْعَلْهُ مِنْكُمْ فَقَدْ ضَلَّ سَوَاءَ السَّبِيلِ } (1) لكن ليس بمكفر إلا بقصد ، فلما أجاب حاطب بأنه لم يكن قصده ظهور الكفر على الإسلام قال : يا رسول الله ، ما فعلت هذا رغبة في الكفر بعد الإسلام ، ولكن ما من أحد من أصحابك إلا له يد يدفع بها عن أهله وماله ، وليس لي يد في مكة ، فأردت أن يكون لي بذلك يد ، فقال النبي - صلى الله عليه وسلم - :\" إن الله اطلع إلى أهل بدر فقال :\" اعملوا ما شئتم فقد غفرت لكم\".\nوحاطب - رضي الله عنه - فعل أمرين :\nالأمر الأول :ما استفصل فيه وهي مسألة : هل فعله قاصداً ظهور الكفر على الإسلام ، ومحبة للكفر على الإسلام ؟ لو فعل ذلك لكان مكفراً ولم يكن حضوره لأهل بدر غافر لذنبه ؛ لأنه يكون خارجاً عن أمر الدين .\nالأمر الثاني : أنه حصل منه نوع إعانة لهم ، وهذا الفعل فيه ضلال وذنب والله جل وعلا قال { تُلْقُونَ إِلَيْهِمْ بِالْمَوَدَّةِ وَقَدْ كَفَرُوا بِمَا جَاءَكُمْ مِنَ الْحَقِّ } إلى قوله { وَمَنْ يَفْعَلْهُ مِنْكُمْ فَقَدْ ضَلَّ سَوَاءَ السَّبِيلِ } إلى قوله { لَقَدْ كَانَ لَكُمْ فِيهِمْ أُسْوَةٌ حَسَنَةٌ لِمَنْ كَانَ يَرْجُو اللَّهَ وَالْيَوْمَ الْآخِرَ } (2) أي في إبراهيم ومن معه .\n__________\n(1) …(الممتحنة : 1).\n(2) …(الممتحنة :1-6).\n(1/65)\n",
        "وهذا يدل على أن الاستفصال في هذه المسألة ظاهر ، فالإعانة فيها استفصال ، وأما المظاهرة بأن يكون ظهراً لهم ويدفع عنهم ويدرأ عنهم ما يأتيهم ويدخل معهم ضد المسلمين في حال حربهم لهم هذا من نواقض الإسلام التي بينها أهل العلم (1) .\nالطعن الرابع\nأنهم كفار ؛ لأن المنكرات والمعاصي منتشرة في المجتمع\nومعنى هذا الطعن :\nأن الوقوع وارتكاب وفعل المنكرات والمعاصي كفر يخرج من الملة ،وهذه الدولة واقعة في ذلك فهي كافرة عندهم .\n…وهذا القول باطل من وجوه :\nالوجه الأول : أن المعاصي ثلاثة أنواع :\nالأول :الكفر والشرك .\nوالثاني :البدع .\nوالثالث :الذنوب كبائر وصغائر .\nوأشدها وأعظمها الكفر والشرك .\nويتلوها البدع والأهواء .\nويتلوها الذنوب كبائر ثم صغائر .\nقال الإمام الشافعي - رحمه الله تعالى - : \" لأن يلقى الله العبد بكل ذنب ما خلا الشرك خير له من أن يلقاه بشيء من الأهواء \" (2).\nقال المروذي : قلت لأبي عبد الله من مات على الإسلام والسنة مات على خير؟ فقال : اسكت . بل مات على الخير كله(3) اهـ\n__________\n(1) …فتاوى الأئمة في النوازل المدلهمة (180-185) .\n(2) …صحيح :\nأخرجه ابن أبي حاتم في آداب الشافعي (182) وأبو نعيم في الحلية (9/111) .\n(3) …أخرجه الذهبي في النبلاء (11/296) .\n(1/66)\n\nقال شيخ الإسلام ابن تيمية : إن أهل البدع شر من أهل المعاصي الشهوانية بالسنة والإجماع ؛ فإن النبي صلى الله عليه وسلم أمر بقتال الخوارج ونهى عن قتال أئمة الظل(1) وقال في الذي يشرب الخمر :\" لا تلعنه فإنه يحب الله ورسوله \" (2) وقال في ذي الخويصرة:\"يخرج من ضئضىء هذا أقوام يقرؤون القرآن لا يجاوز حناجرهم يمرقون من الدين ـ وفي رواية : من الإسلام ـ كما يمرق السهم من الرمية يحقر أحدكم صلاته مع صلاتهم وصيامه مع صيامهم وقراءته مع قراءتهم أينما لقيتموهم فاقتلوهم فإن في قتلهم أجراً عند الله لمن قتلهم يوم القيامة\" (3).\nثم إن أهل المعاصي ذنوبهم : فعل بعض ما نهوا عنه من سرقة أو زنا أو شرب خمر أو أكل مال بالباطل\nوأهل البدع ذنوبهم ترك ما أمروا به من اتباع السنة وجماعة المؤمنين(4) اهـ\nوسئل الشيخ صالح الفوزان – حفظه الله تعالى - : أيهما أشد عذاباً : العصاة أم المبتدعة ؟\nفأجاب - حفظه الله تعالى - :\nالمبتدعة أشد؛ لأن البدعة أشد من المعصية والبدعة أحب إلى الشيطان من المعصية؛ لأن العاصي يتوب أما المبتدع فقليلاً ما يتوب؛ لأنه يظن أنه على حق بخلاف العاصي فإنه يعلم أنه عاص وأنه مرتكب لمعصية ، أما المبتدع فإنه يرى أنه مطيع وأنه على طاعة ؛ فلذلك صارت البدعة – والعياذ بالله - شراً من المعصية ولذلك يحذر السلف من مجالسة المبتدعة ؛ لأنهم يؤثرون على من جالسهم وخطرهم شديد .\n__________\n(1) …أخرجه مسلم في الصحيح (12/338رقم1854ـ نووي) من حديث أم سلمة رضي الله عنها .\n(2) …أخرجه البخاري في الصحيح (12/75رقم6781ـ فتح) من حديث أبي هريرة - رضي الله عنه - .\n(3) …أخرجه البخاري في الصحيح (6/376رقم3344ـ فتح) ومسلم في الصحيح (7/226رقم1064ـ نووي) من حديث أبي سعيد الخدري - رضي الله عنه - .\n(4) …المجموع (20/103) .",
        "(1/67)\n\nلا شك أن البدعة شر من المعصية وخطر المبتدع أشد على الناس من خطر العاصي ولهذا قال السلف : اقتصاد في سنة خير من اجتهاد في بدعة(1) اهـ .\nوهذه الدولة - بحمد الله - تقيم التوحيد وتدعو إليه وتحارب الشرك وتحذر منه،كما أنها تحي السنة وتنشرها بين الناس ،وتخمد البدعة وأهلها .\nنعم هناك ذنوب ومعاصي وهذا تقصير لا يستوجب الكفر ،ومن يكفر بها فقد وقع في مذهب الخوارج الذين يكفرون بالمعاصي .\nقال العلامة عبد العزيز ابن باز - رحمه الله تعالى - : هذه الدولة بحمد الله لم يصدر منها ما يوجب الخروج عليها وإنما الذي يستبيح الخروج على الدولة بالمعاصي هم الخوارج الذين يكفرون المسلمين بالذنوب ويقاتلون أهل الإسلام ويتركون أهل الأوثان(2).\nوسئل العلامة محمد ابن عثيمين - رحمه الله تعالى - :جرى بيني وبين أحد الإخوة المتحمسين كلام ويستعرض المنكرات !\nفقلت له : إننا - ولله الحمد - أحسن من غيرنا .\nفقال : ليس هذا صحيح ، بل نحن أسوأ من غيرنا !!\nفما تعليق فضيلتكم على ذلك ؟\nفأجاب - رحمه الله تعالى - :\nالظاهر أن هذا ما فقه الواقع إلى الآن ، هذا ممن فاته فقه الواقع .\nلا نستطيع أن نعين أو نحدد دولة من الدول ونقول : اخرج إليها وانظر لكن هو لو أصغى بنصف أذنه ليسمع ما يكون في الدول الإسلامية لاعترف اعترافاً لا ينكر فيه أن بلادنا - ولله الحمد - خير بلاد المسلمين على ما فينا من نقص في رعيتنا ورعاتنا .\nهل رعيتنا تمشي على صواب في كل شيء أو هم كلهم يمشون على صواب ؟\nليس الكل يمشي على صواب ، وليس من مشى على صواب يمشي في كل شيء. عندنا خلل كثير في رعيتنا : الكذب موجود ، الغش موجود ، والحسد موجود ، والغيبة موجودة وعدم النصح للولاة موجود هذا خلل .\n__________\n(1) …الأجوبة المفيدة (8) .\n(2) …مجموع الفتاوى والمقالات (4/89-97) .\n(1/68)",
        "\nوالأمة إذا ظلمت سلط عليها الولاة قال تعالى { وَكَذَلِكَ نُوَلِّي بَعْضَ الظَّالِمِينَ بَعْضاً بِمَا كَانُوا يَكْسِبُون َ } (1) .\nلماذا نريد من ولاتنا أن يستقيموا على ما كان عليه أبو بكر وعمر ! ونحن على هذا الوضع؟\nمَنْ أراد ذلك فإن هذا في الحقيقة لم يعرف حكمة الله وسنة الله { وَكَذَلِكَ نُوَلِّي بَعْضَ الظَّالِمِينَ بَعْضاً بِمَا كَانُوا يَكْسِبُونَ } (2).\nنحن شعبنا يقصر لا شك ، ولاتنا عندهم تقصير أيضاً ما هم كاملين عندهم نقص كثير والشعب عندهم نقص كثير .\nفنحن لا شك أن عندنا نقصاً وتقصيراً وتفريطاً لا رعيتنا ولا رعاتنا ولكن إذا نظرنا - ولله الحمد - إلى من حولنا وجدنا أن بيننا وبينهم فرقاً كبيراً .\nوليت هذا القائل يخرج - ولا يبعد - وينظر!\nألم تعلموا أنه في بعض البلاد الإسلامية من يعلن شرب الخمر في الأسواق ولا يقال لأحد شيء ، لا تقام الحدود ولا تؤخذ الحقوق ، ومن أراد الاطلاع فليتقدم قليلاً يسافر وينظر لكن لا يعني هذا أني أقول هذا كإبرة مخدرة ، نحن نريد حالاً أحسن من هذا ولا نريد أن نتردى ، كل منكم في نقص بالنسبة للحكام أو بالنسبة للرعية ، نريد أن نتقدم ؛ لأن هذه البلاد هي وجهة البلاد الإسلامية ! أين يتوجه الناس في صلاتهم ؟ إلى الكعبة في بلدهم في حياتهم إلى الكعبة ، بعد مماتهم إلى الكعبة !هذه البلاد هي أم الإسلام ومكة هي أم القرى .\nوخلاصة جوابي : أن هذا الأخ قد ظلم نفسه فيما قال عن هذه البلاد وقد اعتدى على أهل هذه البلاد وعلى البلاد أيضاً ، وأرى أنَّ عذره في ذلك أنه لم يفقه الواقع في البلاد الأخرى ولو فقه لعرف الفرق بين بلادنا والبلاد الأخرى .\nفأنا لا أقول : أنه ينبغي أن نقتصر على ما نحن عليه ! لا نقتصر على هذا عندنا ظلم كثير ، بل الواجب علينا أن نتقدم إلى ما كان عليه سلفنا الصالح (3) .\n__________\n(1) …(الأنعام:129)\n(2) …(الأنعام:129) .\n(3) …(الوقيعة في أعراض العلماء والأمراء) .\n(1/69)\n",
        "وسئل الشيخ محمد بن عثيمين - رحمه الله تعالى - : ما هو ردكم على من يقول : أكثر الشر في بلد التوحيد مصدره الحكومة وأن الولاة ليسوا بأئمة سلفيين ؟\nفأجاب - رحمه الله تعالى - : ردنا على هذا كالذين قالوا للنبي - صلى الله عليه وسلم - إنه مجنون وشاعر ، وكما يقال : لا يضر السحاب نبح الكلاب ، لا يوجد - الحمد لله - مثل بلادنا اليوم في التوحيد وتحكيم الشريعة ، وهي لا تخلو من الشر كسائر بلاد العالم ، بل حتى المدينة النبوية في عهد النبي - صلى الله عليه وسلم - وجد من بعض الناس شر ، لقد حصلت السرقة ، وحصل الزنا(1) .\nوإذا تقرر وظهر أن هذه الدولة ما وقعت - بحمد الله - في الكفر ، وإنما وقعت في بعض المعاصي والذنوب ، فلنعلم أنه من الخطأ القول بأن هذه الدولة فاسقة لا خير فيها فضلاً عن تكفيرها ؛ لأننا لو قلنا : إن ما يقع فيها من الذنوب والمعاصي يقدر مثلاً بثلاثة مليون معصية ، فلننظر ما يقع فيها من الحسنات والطاعات والخيرات كم يقدر ؟ ولنقدر كل عمل منها بمليون حسنة .\nفأقول مستعيناً بالله تعالى :\nأولاً : رعاية وتوسعة الحرمين الشريفين .\nثانياً : بناء المساجد في داخل المملكة وخارجها .\nثالثاً : الاهتمام بأمر الحج وتسهيل سبله للحجاج .\nرابعاً : طباعة المصحف الشريف وتوزيعه داخل المملكة وخارجها(2)\n__________\n(1) …الفتاوى الشرعية في القضايا العصرية (58) للحصين .\n(2) …أخرج الترمذي في السنن (5/161رقم2910) عن عَبْد اللَّهِ بْن مَسْعُودٍ - رضي الله عنه - يَقُولُ قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - :\" مَنْ قَرَأَ حَرْفًا مِنْ كِتَابِ اللَّهِ فَلَهُ بِهِ حَسَنَةٌ وَالْحَسَنَةُ بِعَشْرِ أَمْثَالِهَا لَا أَقُولُ آلم حَرْفٌ وَلَكِنْ أَلِفٌ حَرْفٌ وَلَامٌ حَرْفٌ وَمِيمٌ حَرْفٌ \".والحديث صححه الألباني في صحيح سنن الترمذي (3/164) .\nوقال ابن الجوزي في فنون الأفنان (246) : أجمعوا على ثلاثمائة ألف حرف ، واختلفوا في الكسر الزائد على ذلك .\n(1/70)\n\n.\nخامساً : إرسال الدعاة وإقامة الدروس العلمية داخل المملكة وخارجها .\nسادساً : توزيع الكتب الشرعية على طلاب العلم داخل المملكة وخارجها .\nسابعاً : بناء المستشفيات داخل وخارج المملكة .\nثامناً : توزيع الأطعمة والأشربة وما يحتاج إليه المساكين .\nتاسعاً : إعانة المسنين والمعاقين .\nعاشراً : كفالة الأيتام والأرامل داخل المملكة وخارجها .\nإذن هذه عشرة ملايين حسنة أمام ثلاثة ملايين سيئة والله عز وجل يقول في كتابه الكريم { مَنْ جَاءَ بِالْحَسَنَةِ فَلَهُ عَشْرُ أَمْثَالِهَا وَمَنْ جَاءَ بِالسَّيِّئَةِ فَلا يُجْزَى إِلَّا مِثْلَهَا وَهُمْ لا يُظْلَمُونَ } (1) .…\nأفلا تذهب الحسنات السيئات ،والله عز وجل يقول { إِنَّ الْحَسَنَاتِ يُذْهِبْنَ السَّيِّئَاتِ } (2).\nوقد وقع حوار جميل في هذا المعنى بين معاوية والمسور - رضي الله عنهما - :\nفعن المسور بن مخرمة - رضي الله عنه - أنه قدم وافداً على معاوية بن أبي سفيان - رضي الله عنه - فقضى حاجته ثم دعاه فاخلاه .\nفقال معاوية - رضي الله عنه - : يا مسور ما فعل طعنك على الأئمة ؟\nفقال المسور - رضي الله عنه - : دعنا من هذا . وأحسن فيما قدمنا له .\nفقال معاوية - رضي الله عنه - : لا والله لتكلمن بذات نفسك والذي تعيب علي .\nفقال المسور - رضي الله عنه - : فلم أترك شيئاً أعيبه عليه إلا بينته له .\nفقال معاوية - رضي الله عنه - : لا بريء من الذنب ، فهل تعد يا مسور مالي من الإصلاح في أمر العامة ، فان الحسنة بعشر أمثالها . أم تعد الذنوب وتترك الحسنات ؟\nفقال المسور - رضي الله عنه - : لا والله ما نذكر إلا ما ترى من هذه الذنوب .\nفقال معاوية - رضي الله عنه -: فإنا نعترف لله بكل ذنب أذنبناه ، فهل لك يا مسور ذنوب في خاصتك تخشى أن تهلكك إن لم يغفرها الله ؟\nفقال مسور - رضي الله عنه - : نعم !\n__________\n(1) …(الأنعام:160) .\n(2) …(هود : 114) .",
        "(1/71)\n\nفقال معاوية - رضي الله عنه - : فما يجعلك أحق أن ترجو المغفرة مني ؟فوالله لما أَلِي من الإصلاح أكثر مما تلي ولكن والله لا أخير بين أمرين بين الله وبين غيره إلا اخترت الله تعالى على ما سواه . وإنا على دين يقبل الله فيه العمل ويجزي فيه بالحسنات ويجزي فيه بالذنوب إلا أن يعفو عمن يشاء فأنا احتسب كل حسنة عملتها بأضعافها . وأوازي أموراً عظاماً لا أحصيها ولا تحصيها .\nمن عمل لله في إقامة صلوات المسلمين والجهاد في سبيل الله عز وجل والحكم بما أنزل الله تعالى والأمور التي لست تحصيها وإن عددتها لك فتفكر في ذلك .\nفقال المسور - رضي الله عنه - : فعرفت أن معاوية قد خصمني حين ذكر لي ما ذكر .\nفلم يسمع المسور بعد ذلك يذكر معاوية إلا استغفر له\" (1).\nلكن يجب أن نعلم أن الحسنات والسيئات بيد الله عز وجل وهي من علم الغيب وليس لنا أن نجزم بأن فلاناً قبلت حسنته أو كتبت سيئته ، أو فلاناً يغفر الله له أو لا يغفر الله له . ليس لنا إلا رجاء القبول والمغفرة وخوف كتابة السيئات وعدم القبول .\n__________\n(1) صحيح :\nأخرجه عبد الرزاق في المصنف (11/344رقم20717) والخطيب في تاريخه (1/208) .\nقال أبو عبد الله محمد المناوي في كتابه \"طاعة السلطان\" (30) : لا يتمنى زوال السلطان إلا جاهل مغرور أو فاسق يقع في كل محذور ، فواجب على كل واحد من الرعية أن يرغب إلى الله بنصرة السلطان وأن يبذل له نصحه بصالح دعائه ؛ فإن في نصرته وصلاحه صلاح البلاد والعباد .\nوالسلطان معذور ؛ لانتشار الأمور عليه وكثرة ما يكابده من ضبط جوانب المملكة ، وقلة الناصح له ، وكثرة المدلس عليه والطامع . اهـ .\n(1/72)",
        "\nفعَنْ جُنْدَبٍ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَدَّثَ : أَنَّ رَجُلًا قَالَ وَاللَّهِ لَا يَغْفِرُ اللَّهُ لِفُلَانٍ . وَإِنَّ اللَّهَ تَعَالَى قَالَ :\" مَنْ ذَا الَّذِي يَتَأَلَّى عَلَيَّ أَنْ لَا أَغْفِرَ لِفُلَانٍ فَإِنِّي قَدْ غَفَرْتُ لِفُلَانٍ وَأَحْبَطْتُ عَمَلَكَ \".أَوْ كَمَا قَالَ(1).\nوعن الزبرقان قال : كنت عند أبي وائل فجعلت أسب الحجاج وأذكر مساويه.\nفقال : لا تسبه . وما يدريك لعله قال : اللهم اغفر لي فغفر له\" (2).\nورحمة الله واسعة ليس لنا أن نضيقها أو نحجرها فعَنْ أَبِي هُرَيْرَةَ - رضي الله عنه - قَالَ قَالَ النَّبِيُّ - صلى الله عليه وسلم - بَيْنَمَا كَلْبٌ يُطِيفُ بِرَكِيَّةٍ كَادَ يَقْتُلُهُ الْعَطَشُ إِذْ رَأَتْهُ بَغِيٌّ مِنْ بَغَايَا بَنِي إِسْرَائِيلَ فَنَزَعَتْ مُوقَهَا فَسَقَتْهُ فَغُفِرَ لَهَا بِهِ \"(3).\nقال الشيخ العلامة محمد أمان الجامي - رحمه الله تعالى - : إنكار المنكر شيء وتكفير الناس لأجل انتشار المنكر شيء آخر . وقوع المعاصي والمنكرات في البشر أمر لا بد منه .\nلماذا نزلت الحدود والتعزيرات والعقوبات ؟ لأن الله يعلم أنه خلق هذا البشر فيهم نزعات مما يوقعهم في المعاصي وهو سبحانه وتعالى أرحم الراحمين وعدهم بالتوبة لمن تاب إليه .\n__________\n(1) …أخرجه مسلم في الصحيح (16/265رقم2621ـ نووي) . ومَعْنَى : (يَتَأَلَّى) يَحْلِف ,وَالْأَلْيَة الْيَمِين .\n(2) …صحيح :\nأخرج هناد السري في الزهد (2/464رقم931) ومن طريقه أبو نعيم الأصبهاني في الحلية (4/102) .\nوانظر : مشيخة شهدة (158رقم110) وفتاوى اللجنة الدائمة (1/791) .\n(3) …أخرجه البخاري في الصحيح (6/511رقم3467-فتح) ومسلم في الصحيح (14/348رقم2245-نووي) .\n(1/73)\n",
        "إذا كان يتصور بعض الناس أن المجتمع الإسلامي هو ذلك المجتمع الذي لا تقع فيه المنكرات والمعاصي ! هذا تصور خاطئ لم يحصل ولن يحصل : خير مجتمع عاش على وجه الأرض المجتمع الذي كان يقوده رسول الله - صلى الله عليه وسلم - وهل ذلك المجتمع سلم من المعاصي ؟ لا ! شربت الخمور وحصلت السرقة وفاحشة الزنا كل ذلك وقع ! وهل أخرج ذلك الدولة الإسلامية المحمدية من كونها دولة إسلامية ؟ لا .\nإذن الدولة الإسلامية هي التي تقيم الحدود إذا وقعت المعاصي وتعاقب الجاني في ذوات الحدود بالحد وفيما دون ذلك بالتعزير .\nهذا هو الحاصل عندنا ـ بحمد الله ـ ماذا تريد أكثر من هذا .\nصحيح نحن معترفون بالتقصير لسنا كسلفنا الصالح لا نحن طلاب العلم ولا حكامنا ولا مجتمعنا النقص حاصل والتقصير حاصل ولكن كما قلت غير مرة لن ننزل عن درجة المؤمن الضعيف ، المؤمن القوي خير وأحب إلى الله من المؤمن الضعيف وفي كل خير لا ننزل عن هذه الدرجة ـ أي لسنا بكفار ـ .\nومن يريد ـ مرة أخرى ـ مجتمعاً لا تقع فيه المعاصي والمنكرات كأنه يريد أن يتصور مجتمعاً من الملائكة يرأسهم جبرائيل هذا غير واقع تتحدث عن المستحيل نحن بشر ولكن إن كنت ذا إنصاف قارن بين هذا البلد وبين المجتمع الذي أنت تعيش فيه وبين المجتمعات الأخرى التي أعرضت عن الإسلام إعراضاً كلياً مع الانتساب إلى الإسلام إنما تعرف الأشياء بأضدادها (1) اهـ .\nوسئل الشيخ العلامة محمد أمان الجامي - رحمه الله تعالى - : ما هو قولك فيمن يسأل هل هذه الدولة إسلامية ؟\nفأجاب - رحمه الله تعالى - :\n__________\n(1) …27 سؤالاً في الدعوة والسلفية (ب) .\n(1/74)\n\nإن كنت تشك في إسلامية دولتك هذه إن كنت منها ، إما أنك لم تفهم الإسلام أو أنك مخدوع ، معنى الدولة الإسلامية : الدولة التي تتبنى الإسلام ديناً وشريعة ، لا تستورد الأحكام لا من الشرق ولا من الغرب تطبق أحكام الشريعة الإسلامية في بلدها وعلى شعبها هذه هي الدولة الإسلامية ، وليس من شروط الدولة الإسلامية أن يكون الحكام والمحكومون معصومين ! هذه النقطة التي تدندن حولها كما سمعت غير مرة : كيف تقول هذه الدولة إسلامية مع انتشار المعاصي والفجور والفسوق ؟!\nأقول : على الرغم من انتشار المعاصي والفجور والفسوق فهي دولة إسلامية .\nأعود فأقول مرة أخرى : لم توجد دولة إسلامية في تاريخ الإسلام الطويل : يكون\nالحكام والمحكومون ـ جميعاً ـ معصومين لا يعصون الله لا تنتشر فيهم المعاصي ما وجدت ، لم يوجد حاكم مسلم معصوم بعد رسول الله عليه الصلاة والسلام .\nوذلك المجتمع المثالي الذي كان يحكمه رسول الله عليه الصلاة والسلام وقعت في ذلك المجتمع جريمة الزنا وشرب الخمر فأقيمت الحدود على من ارتكب ذلك ووقع مثل ذلك في عهد الخلفاء الراشدين .\nإذن العصمة أو عدم وقوع المعاصي في المجتمع ليس شرطاً ليكون المجتمع إسلامياً ولتكون الدولة إسلامية بل وقع في تاريخنا من بعض الخلفاء من شرب ومن عرف بالظلم والفتك مع ذلك كان الصحابة يصبرون على ذلك فيطيعون في غير المعصية ، يصلون خلفهم ويحجون معهم ، ويجاهدون معهم كل ذلك حفظاً على كلمة الإسلام على الوحدة .",
        "(1/75)\n\nالإسلام يهتم كل الاهتمام بالوحدة التوحيد والوحدة هما الأساس في الدولة الإسلامية ؛ لذلك : طالما التوحيد موجود والوحدة ـ إن شاء الله موجودة ـ فنسأل الله السلامة من الذين يحاولون أن يفرقوا هذه الوحدة ويأتوا بالجماعات هذا شر مستطير ، الوحدة أهم شيء في الدولة الإسلامية عاش المسلمون على وحدة عظيمة موحدة وعلى التوحيد ومع ذلك تقع المعاصي على اختلاف عصورهم وإن كانت في وقت أكثر ونحن أضعف منهم إيماناً وأكثر منهم تقصيراً ونقصاً ، إيماننا انقص وتطبيقنا أضعف :\"ما من عام إلا والذي بعده شر منه\" (1) هكذا قال النبي عليه الصلاة والسلام ليصدق هذا الحديث ، نحن نعترف بنقصنا وتقصيرنا وضعف إيماننا ولكننا مسلمون دولتنا إسلامية والمجتمع إسلامي ونحن مسلمون لا ننزل عن درجة المؤمن الضعيف يقول النبي عليه الصلاة والسلام :\" المؤمن القوي خير وأحب إلى الله من المؤمن الضعيف وفي كلٍ خير \" (2) .\nبحمد الله فينا الخير وفي حكامنا الخير وفي مجتمعنا الخير ، الخير الكثير ولكنه خير فيه دخن نعترف بذلك . هذا معنى الدولة الإسلامية .\nإذن الملخص : هذه الدولة إسلامية ، والمجتمع إسلامي ، ونحن مسلمون مع ما ذكرت من التقصير وضعف الإيمان وضعف التطبيق(3) اهـ\nوسئل الشيخ الفوزان : هل يكفر من زين الفواحش والرذائل للناس ؟\nفأجاب حفظه الله :\n__________\n(1) …أخرجه البخاري في الصحيح (13/19رقم7068ـ فتح) من حديث أنس - رضي الله عنه - .\n(2) …أخرجه مسلم في الصحيح (16/329رقم2664ـ نووي) من حديث أبي هريرة - رضي الله عنه - .\n(3) …حقوق الإنسان (1/ب) .\n(1/76)",
        "\nالذين يدعون إلى الكفر يكفرون أما إذا كانوا يدعون الناس إلى المعاصي التي هي دون الكفر والشرك فهؤلاء لا يكفرون ولكن يأثمون بهذا قال - صلى الله عليه وسلم - :\"من دعا إلى هدى كان له من الأجر مثل أجور من تبعه لا ينقص ذلك من أجورهم شيئاً ، ومن دعا إلى ضلالة كان عليه من الإثم مثل آثام من تبعه لا ينقص ذلك من آثامهم شيئاً\"(1). قال تعالى { لِيَحْمِلُوا أَوْزَارَهُمْ كَامِلَةً يَوْمَ الْقِيَامَةِ وَمِنْ أَوْزَارِ الَّذِينَ يُضِلُّونَهُمْ بِغَيْرِ عِلْمٍ أَلا سَاءَ مَا يَزِرُونَ } (2) اهـ(3) .\n…ومن شبه التكفيريين التي يقذفونها في قلوب من لا علم له ولا بصيرة في دين الله أن ظهور المعاصي وكثرة الوقوع فيها دليل على الاستحلال والاستحلال كفر.\nوهذا الكلام الباطل لا يتمشى مع أصول أهل السنة والجماعة : السلفية ، وإنما يتمشى مع أصول الخوارج المارقين من الدين مروق السهم من الرمية .\nوقدسئل الشيخ صالح اللحيدان : هناك بعض الشباب يحكمون بكفر الحاكم ويحتجون بوجود منكرات ظاهرة وباستمرارها ويزعمون أن هذا يدل على استحلالها فهل هؤلاء على صواب ؟\nفأجاب حفظه الله :الاستحلال من أعمال القلوب وليس كل مرتكب معصية مستحلاً لها فإن الزنا وجد في عهد النبي - صلى الله عليه وسلم - ، السرقة وجدت في عهده ، شرب الخمر وجد في عهده ، وشارب الخمر قال عنه النبي - صلى الله عليه وسلم - :\" إنه يحب الله ورسوله - صلى الله عليه وسلم - (4) .\n__________\n(1) …أخرجه مسلم في الصحيح (16/347رقم2674ـ نووي) من حديث أبي هريرة - رضي الله عنه - .\n(2) …(النحل : 25) .\n(3) …الأجوبة المفيدة (126) .\n(4) …أخرجه البخاري في الصحيح (12/75رقم6781ـ فتح) من حديث أبي هريرة - رضي الله عنه - .\n(1/77)\n",
        "وكثرت ارتكاب الذنب لا يدل على استحلال فلا يحل لإنسان أن يدعي أنه يعلم ما في القلوب وهؤلاء إنما يؤتون من جهلهم وعدم بصيرتهم ، ولعل الغيرة مع ضعف البصيرة جعلتهم يجنحون هذه الجنحات ، وهذا ظلم لأنفسهم وظلم لمن يكفرونه ، مذهب أهل السنة والجماعة أن لا يكفر إنسان بذنب إلا إذا كان الذنب لا يرتكبه إلا كافر ولا يرتكبه مسلم على الإطلاق .\nفإن من يشرب ويشرب ويشرب لم يكفره الصحابة ولم يكفره الرسول - صلى الله عليه وسلم - ولما جاء ذكر الشراب المتكرر ما قال النبي - صلى الله عليه وسلم - : إنه كفر الكفر المخرج من الملة .\nولكن هكذا كل ما أحسن الإنسان الظن في نفسه وبدا له أنه صار رجل الدنيا وواحدها يغتر بنفسه ويعطيها حكم المفتي والقاضي والحاكم والموجه والذي يصدر الناس عن أمره وهذا من جهله بنفسه(1) اهـ\n…\nالخاتمة\nوفي ختام هذه الرسالة :\nأوجه تحذيراً للأولياء من الآباء والأمهات وغيرهم أن يتنبهوا ويراقبوا أولادهم من أن يقعوا في الطعن في العلماء والأمراء فيقعون في البدع والأهواء .\n…ومن المهم أيها الولي أن تتعرف على أصحاب ابنك ، هل هم من الجلساء الصالحين أم من الجلساء السيئين .\n…ومن الخطأ أن تظن أن الجليس السيئ الذي لا تجعل ولدك يمشي معه هو فقط ذلك الذي لا يصلي أو يشرب الدخان أو ، أو ... من المعاصي . بل هناك من هو شر منه وأشد خطراً على ولدك ، ذاك هو الشاب الذي ظاهره الصلاح والخير ،يصلي مع المسلمين ،ويربي لحيته ،ولكنه يحمل أفكاراً منحرفة وضالة ،ويعتقد أن المجتمع فاسد لا يصلح ويجب تغييره وإزالة الموجودين فهذا أشد فساداً من صاحب المعصية ،وأخطر منه سواء على الفرد أوالمجتمع .\n…وحتى تتضح لك الصورة أذكر لك بعض الأمور التي إذا وَجَدْتَ ولدك يقع فيها فاعلم أنه يمشي مع شباب لا يصلح أن يمشي معهم بل يجب أن تبعده عنهم وتحفظه منهم :\n__________\n(1) …العلاقة بين الحاكم والمحكوم (ب) .\n(1/78)\n\nفإذا سمعت ابنك يطعن في هيئة كبار العلماء فاعلم أنه يمشي مع هؤلاء الشباب .\nوإذا سمعته يسب أو يشتم أو يطعن في هذه البلاد وحكامها فاعلم أنه يمشي مع هؤلاء الشباب .\nإذا رأيته يمشي ويخرج مع مجموعة من الشباب يرأسهم وينظمهم شاب مثلهم في العمر أو أكبر قليلاً ويدعونه بأميرهم أو منظمهم أو مسئول عنهم فاعلم أنه يمشي مع هؤلاء الشباب .\nإذا رأيته لا يذهب للعلماء ويسمع كلامهم فاعلم أنه يمشي مع هؤلاء الشباب .\nإذا سمعته يقول الجهاد ،الجهاد ،وولي الأمر لم يأمر بالجهاد فاعلم أنه يمشي مع هؤلاء الشباب .\nإذا رأيته يتتبع أخبار هؤلاء الذين يطعنون في هذه الدولة من أمثال الفقيه ونحوه فاعلم أنه يمشي مع هؤلاء الشباب .\nإذا رأيته يهتم ويكثر من القراءة في الجرائد والمجلات ويتتبع الإذاعات والأخبار فاعلم أنه يمشي مع هؤلاء الشباب .\nأيها الأب الكريم ، اسأل الله عز وجل أن يجزي علماءنا وولاتنا كل خير وأن يحفظهم من كل سوء وأن يوفقهم لما يحبه ويرضاه من القول والعمل ،كما اسأله سبحانه أن يحفظني وإياكم ويحفظ أبناءنا من كل سوء وشر ، وصلى الله وسلم على نبينا محمد وعلى آله وصحبه وسلم .\nفهرس الموضوعات\nالموضوع ... الصفحة\nالمقدمة ... 7-8\nالتمهيد : خطورة الطعن في ولاة الأمر ... 10-14\nالمقصد الأول : شبهات الطاعنين في العلماء وتفنيدها ... 16-59\nالطعن الأول : تكفير العلماء مع الإجابة عليه ... 16-24\nالطعن الثاني : أن العلماء مضغوط عليهم مع الإجابة عليه ... 25-28\nالطعن الثالث : أن العلماء يداهنون الحكام مع الإجابة عليه ... 29-32\nالطعن الرابع : أن العلماء لا ينكرون علانية مع الإجابة عليه ... 33-40\nالطعن الخامس : أن العلماء عملاء ومباحث مع الإجابة عليه ... 41-43\nالطعن السادس : أن العلماء لا يفقهون الواقع مع الإجابة عليه ... 44-53\nالطعن السابع :أن العلماء لا يفقهون واقع الشباب مع الإجابة عليه ... 54-59",
        "(1/79)\n\nالمقصد الثاني : شبهات الطاعنين في الأمراء وتفنيدها ... 60-86\nالطعن الأول : أن الولاة لا يحكمون بشرع الله مع الإجابة عليه ... 61-64\nالطعن الثاني : أن الولاة يحاربون الدعاة مع الإجابة عليه ... 65-66\nالطعن الثالث:أن الولاة كفار ؛لأنهم يوالون الكفار مع الإجابة عليه ... 67-73\nالطعن الرابع : أن الولاة كفار ؛ لانتشار المنكرات مع الإجابة عليه ... 74-86\nالخاتمة ... 87-89\nفهرس الموضوعات ... 90-91\n(1/80)"
    ]
}