{
    "partText": [
        "\nبسم الله الرحمن الرحيم\nالمملكة العربية السعودية\nوزارة الشؤون الإسلامية والأوقاف والدعوة والإرشاد\nالجمعية الخيرية لتحفيظ القرآن الكريم بمنطقة الرياض\nالملتقى الثالث للجمعيات الخيرية لتحفيظ القرآن الكريم\nالمستويات\nبحث حول تجربة في تنظيم حفظ الطلاب\nمقدم للملتقى الثالث للجمعيات الخيرية لتحفيظ القرآن الكريم\n1427هـ\nأعده\nعبدا لرحمن بن رومي الرومي\nمشرف قسم المستويات\nالشؤون التعليمية\nالجمعية الخيرية لتحفيظ القرآن الكريم بمحافظة الزلفي\nبسم الله الرحمن الرحيم\nالمقدمة :\nالحمد لله والصلاة والسلام على رسول الله وعلى آله وصحبه أجمعين وبعد :\nفمن نافلة القول ما تقوم به حكومتنا الرشيدة - وفقها الله - من جهود مباركة في دعم كل ما يخدم القرآن الكريم وحملته ؛ وذلك لأنها اتخذت القرآن دستورها في الحكم والتحاكم .\nومن هذه الجهود الموفقة دعمها ومؤازرتها لجمعيات تحفيظ القرآن الكريم في كل مدينة أو محافظة ، مما ساعد هذه الجمعيات والفروع إلى تحقيق أهدافها حيث كَثُر حُفَّاظ القرآن الكريم وتنوعت أساليب حفظه وتحفيظه .\nوسعياً من جمعية تحفيظ القرآن الكريم في محافظة الزلفي على تنظيم الحفظ لطلابها فقد أقرت نظام المستويات بحيث يقسم القرآن إلى عدة مستويات لتيسير حفظه ، وانتقال الطالب من مستوى إلى آخر ومنح الحوافز التشجيعية عند انتقال طالب من مستوى إلى آخر ؛ حتى يواصل حفظه ويشعر بالإنجاز والانتقال من مرحلة إلى أخرى ؛ ولكي تتعرف الجمعية على مستويات طلابها ومدى ما وصولوا إليه من الحفظ والإجادة فيه .\n(1/1)\n",
        "وعندما وجدت هذه الفرصة وهي الملتقى الثالث للجمعيات الخيرية لتحفيظ القرآن الكريم في الرياض تحت عنوان : ( الجمعيات الخيرية لتحفيظ القرآن الكريم والمجتمع ) حيث تضمن المحور الثاني : ( جهود جمعيات تحفيظ القرآن الكريم في العناية بالقرآن الكريم ) . تحت العنصر ( ب ) ( تجارب مميزة لجمعيات تحفيظ القرآن الكريم ) ؛ رأينا أن نطرح هذه التجربة بين أيدي إخواننا في الجمعيات الأخر للاستفادة منها وتطويرها حسب إمكاناتهم واحتياجاتهم ؛ وذلك لما وجدناه فيها من أثر كبير على حفظ الطلاب وسرعة إنجازهم , وقد قمت بدراستها عن طريق استقصاء الوثائق و التعاميم الموجودة في الجمعية ، ومن ثمَّ قمت بجمعها ودراستها وتحليلها ومن ثم كتابة هذه الأوراق التي بين أيديكم لنتعرف على بداية هذه التجربة وما وصلت إليه بعد تطويرها .\nأسأل الله أن ينفع بهذه التجربة الجميع ، والله ولي التوفيق .\nأهداف المستويات :\n1 ـ أن يتقن الطلاب حفظ القرآن الكريم بالتدرج .\n2 ـ زرع روح التنافس بين الطلاب في مراجعة وحفظ القرآن الكريم .\n3 ـ تشجيع الطلاب على مراجعة وحفظ القرآن الكريم .\n4 ـ دفع الطالب إلى التقدم من خلال الإحساس بالإنجاز بعد كل مستوى .\n5 ـ قياس مستوى الحفظ والمراجعة لطلاب الجمعية ، ومدى تقدمهم في ذلك .\n6 ـ إطلاع ولي أمر الطالب على مدى إنجاز ابنه عندما يتجاوز مستوى .\n7 ـ تشجيع الطلاب المتقنين من خلال الحوافز المقدمة لهم بعد نهاية كل مستوى .\n8 ـ اختصار الوقت في حفظ القرآن الكريم من خلال الانتقال من مستوى لآخر .\n9 ـ ربط الطالب بالحفظ القديم مع التقدم في الحفظ الجديد .\n10 ـ المنهجية في الحفظ والضبط والتنظيم .\n11 ـ رفع مستوى الحفظ لدى الطلاب .\n12 ـ التواصل بين الجمعية والمعلمين وأولياء الأمور والطلاب .\n13 ـ ربط التحفيز بالإنجاز والعطاء .\nسبب الفكرة :\n(1/2)\n\nتتبع جمعية تحفيظ القرآن الكريم في محافظة الزلفي كغيرها من الجمعيات الخيرية الطريقة المعتادة للحفظ من بداية العام إلى نهايته ، ثم يتم تكريم جميع الطلاب على مقدار حفظهم ، وفي بداية العام القادم يعود الطلاب إلى الحفظ من جديد وذلك بمراجعة ما حفظه في العام الماضي حتى لا يبقى من العام إلا فترة يسيرة فيصل إلى ما حفظه في العام الماضي ، ولا يتقدم في الحفظ إلا شيئاً يسيراً ،ثم تمنح له جائزة في نهاية العام وهكذا وبذلك لا يحصل تقدم ملحوظ في حفظ الطلاب ولا يحصل التحفيز المناسب لمن يحفظ أكثر ويتقن أفضل ، كما أن الجمعية لا تستطيع تقدير مدى تقدم الطلاب في الحفظ .\nوقد نبعت فكرة المستويات من أحد معلمي الحلقات في المحافظة حيث قَسّم حفظ القرآن الكريم إلى اثني عشر مستوى لا ينتقل الطالب من مستوى حتى يتقن الذي قبله ، وبعد تجربتها في حلقته تم رفعها إلى الجمعية من قبل مشرف الحلقة بعد ما رأى فيها نجاحاً وتقدماً في حفظ الطلاب وتنافسهم لتعميمها على جميع الحلقات وتمت دراستها من قبل لجان من المشرفين والمعلمين الذين طوّروا فيها بما يتناسب مع الحلقات الأخرى .\nوبعد إعدادها عمّمت على الحلقات في المرحلة الابتدائية وتم تحديد فترة الصيف فترة تصنيفية ؛ ليحدد مستوى كل طالب بعد اختباره ، وبين فترة وأخرى يتم دراستها عن طريق الاستبيانات وورش العمل من المعلمين والمشرفين وتقدير ما يناسب حتى وصلت إلى ما وصلت إليه الآن كما سيرد تفصيله في ثنايا هذا البحث .\nالنشأة والتطور :",
        "(1/3)\n\nنشأت المستويات كما سبق في أحد حلقات جمعية تحفيظ القرآن الكريم في محافظة الزلفي حيث رأى معلم الحلقة ضعف الطلاب في الحفظ وعدم وجود منهجية مناسبة لإجادة الحفظ فرأى أن يسهّل على طلابه الحفظ وينظمه ، فقسم المصحف إلى اثني عشر قسماً وسمّاها ( المنهجية ) ؛ لأنها تعتمد على منهج منظم حيث يحفظ الطالب القسم الأول ثم يختبر من قِبَل المعلم ثم ينتقل إلى القسم الآخر وهكذا ... .\nوعند متابعة مشرف الحلقة لهذه المنهجية رأى أثراً ظاهراً على حفظ الطلاب وانتظامهم في ذلك مما جعله ينقل هذه التجربة إلى المسؤولين في الجمعية لدراستها وإمكانية الاستفادة منها في بقية الحلقات الأخرى .\nبعد ذلك تم تشكيل لجنة من المشرفين والمعلمين وقامت اللجنة بتطوير وتعديل الفكرة لتطبيقها في جميع الحلقات ، وأصبحت خاضعة للتطوير والتعديل ما بين فترة وأخرى حيث مرت بثلاث مراحل رئيسة سنتناولها بالتفصيل من حيث :\n1 ـ المنهج .\n2 ـ ضوابط الاختبار .\n3 ـ الحوافز التشجيعية .\nأولاً : المرحلة الأولى :\nأ - من حيث المنهج :\nفي نهاية عام 1418هـ تم الإعلان عن المستويات تحت مسمى \" المنهجية \" وقُسّم المصحف إلى اثني عشر مستوى كما يلي :\nالأول : جزء عم .\nالثاني : جزء تبارك .\nالثالث : جزء قد سمع .\nالرابع : جزأي الذاريات و الأحقاف .\nالخامس : من سورة الجاثية حتى نهاية سورة غافر .\nالسادس : من سورة الزمر حتى نهاية سورة سبأ.\nالسابع : من سورة الأحزاب حتى نهاية سورة الشعراء .\nالثامن : من سورة الفرقان وحتى نهاية مريم .\nالتاسع : من سورة الكهف وحتى نهاية سورة الرعد .\nالعاشر : من سورة يوسف وحتى نهاية سورة الأنفال .\nالحادي عشر : من سورة الأعراف وحتى الآية 57 من سورة النساء .\nالثاني عشر : من باقي سورة النساء حتى نهاية سورة البقرة .\n(1/4)",
        "\nوحُدّدت فترة إجازة الصيف في تلك السنة ( 1418هـ ) فترة تصنيف لطلاب الجمعية إذ كلف المشرفون بذلك حيث يقوم المشرف باختبار الطلاب من المستوى الأول إلى ما يستقر به حفظ الطالب .\nونظراً لأن كل مستوى يبدأ من حيث انتهى المستوى الذي قبله فقد قسمت المراجعة في الحلقة إلى قسمين :\n1 ـ مراجعة المستويات التي نجح فيها الطالب وذلك بمراجعة نصف أو ربع جزء يومياً .\n2 ـ مراجعة ما سبق حفظه في المستوى الذي لم يختبر فيه وذلك بمراجعة وجه أو وجهين.\nوقد كان تطبيق هذه التجربة على وجه الإلزام بالمرحلة الابتدائية مع إمكانية تطبيق ذلك لمن أراد في المراحل الأخرى .\nوحُدّد لكل مستوى عام دراسي كامل يجري اختبار الطالب في نهايته ويمكن للطالب اجتياز المستوى أثناء العام لمن أراد ذلك ، ومن لم يجتز الاختبار في نهاية العام يبقى في المستوى ويعيد دراسته في العام القادم .\nب - من حيث الاختبار وضوابطه :\nهناك بعض التعليمات للاختبار وهي ما يلي :\n1 ـ يقوم المشرف على المسجد أو المعلم بإجراء الاختبار لطلابه .\n2 ـ مدة كل مستوى عام دراسي كامل وتجري الاختبارات قبيل نهايته .\n3 ـ يحق لأي طالب الانتقال من مستواه إلى الذي يليه أثناء العام بشرط أن يجتاز الاختبار .\n4 ـ التطبيق الإلزامي للمرحلة الابتدائية فقط وبقية المراحل حسب رأي المشرف أو المعلم.\nطريقة الاختبار :\n1 ـ يعطى الطالب خمسة مقاطع متنوعة ، والمقطع بمقدار خمسة أسطر تقريباً ودرجة كل مقطع ( 10 ) درجات .\n2 ـ يخصم درجة واحدة عندما يتوقف الطالب عند كلمة أو يخطئ في قراءتها .\n3 ـ يخصم درجة عندما يكون الخطأ في الحركة .\n4 ـ الحد الأدنى للنجاح ( 45 ) ودرجة النجاح النهائية ( 50 ) درجة .\nج – من حيث الحوافز التشجيعية :\n1 - يمنح الطالب ( شهادة نجاح ) بعد اجتياز الامتحان لكل مستوى .\n(1/5)\n",
        "2 – يمنح الطالب جائزة بناءً على اختباره بالإضافة إلى التقرير السنوي للطالب والذي يوقعه ولي أمر الطالب في العام أربع مرات وتصرف الجائزة في نهاية العام .\n3- يسمح للمشرفين والمعلمين بصرف جوائز فورية تشجيعية للطلاب بعد اجتياز المستوى .\nالمرحلة الثانية :\nأ- من حيث المنهج :\nوفي بداية عام 1422هـ رأى المسؤولون في الجمعية حاجة تجربة ( المنهجية ) إلى دراسة وتطوير فوزعت الاستبيانات على المعلمين والمشرفين ، وجمعت ثم فرغت في أوراق ، ومن ثمّ درست من قبل نخبة من المشرفين ، وتم تطوير ( المنهجية ) تحت مسمى جديد وهو \" المستويات \" وتم تقليص تلك الأقسام إلى النصف حيث أصبحت المستويات ستة فقط لما كان في توزيعها السابق من تشتيت وصعوبة في كثرة الاختبارات وتقاربها .\nونظراً لأن البداية في كل مستوى من حيث انتهى إليه الطالب في المستوى الذي قبله يؤدي إلى التهاون في المراجعة مما جعل المستويات الجديدة كلها تبدأ من سورة الناس إلى السورة التي تحدد نهاية المستوى وذلك كما يلي :\nالمستوى الأول : من سورة الناس وحتى سورة المجادلة .\nالمستوى الثاني : من سورة الناس وحتى سورة فصلت .\nالمستوى الثالث : من سورة الناس وحتى سورة النمل .\nالمستوى الرابع : من سورة الناس وحتى سورة الحجر .\nالمستوى الخامس : من سورة الناس وحتى سورة الأعراف .\nالمستوى السادس : حفظ القرآن الكريم كاملاً .\nونظراً لأن شريحة كبيرة من طلاب الجمعية من الناشئة ربما لا يستطيعون الوصول إلى المستوى الأول ، وهم بحاجة إلى تحفيز وتشجيع قُسّم ما دون المستوى الأول إلى خمسة أقسام عندما يصل الطالب إلى كل قسم يمنح جائزة نقدية مباشرة بدون اختبار وهذه الأقسام كما يلي :\n1: الأعلى . 2: النبأ . 3 :الجن. 4 :الملك . 5 : الجمعة .\nب - من حيث الاختبار وضوابطه :\nأبرز ملامح هذه المرحلة هي :\n1 ـ تعميم نظام المستويات على جميع طلاب الجمعية في جميع مراحلهم .\n(1/6)\n\n2- لا يحق لأي طالب تجاوز المستوى إلا بعد اجتياز الاختبار لذلك المستوى.\n3 ـ الاختبار يكون في فرع الجمعية طوال فترة الدراسة بعد تنسيق موعد لذلك .\n4 ـ تم الاستعانة ببعض معلمي المحافظة في التعليم العام والذين لا يدرسون في الحلقات لاختبار طلاب الجمعية .\n5 ـ تم تخصيص(50)درجة للسلوك والمواظبة (25) درجة للسلوك و( 25) درجة للمواظبة حسب تقدير المعلم تضاف إلى درجات اختبار الطالب ونقصها ينقص جائزة الطالب .\n6 ـ بدت الدرجة النهائية الكبرى للاختبار إلى ( 100 ) والنهاية الصغرى إلى ( 85 ) درجة .\n7 ـ يصنف الطلاب حسب درجات الاختبار إلى ممتاز ( 96 – 100 ) جيد جداً ( 91 – 95 ) جيد ( 86 – 90 ) وما دون 85 يعتبر راسب ويعيد الاختبار .\n8 ـ عدد المقاطع خمسة في المستويات ( الأول -الثاني -الثالث ) وعشرة مقاطع للمستويات ( الرابع - والخامس ) .\n9 ـ عدد الأسطر في كل المقطع الواحد : \" خمسة أسطر للمستوى الأول وسبعة للثاني وعشر للثالث وثمانية أسطر للمستويين الرابع والخامس \".\n10 ـ يراعي أن تكون المقاطع بين المتوسطة والصعبة .\n11 ـ يحسم درجتان عند التوقف والمساعدة ، ويخصم درجة واحدة عند التردد أو الخطأ في الحركة .\nج – من حيث الحوافز التشجيعية :\n1- يمنح الطالب تهنئة بالنجاح مباشرة بعد اجتيازه للاختبار في كل مستوى .\n2- يصرف للطالب شهادة نجاح مطبوعة عبر الحاسب الآلي تسلم له بعد اعتمادها أمام زملائه وأولياء الأمور بعد أحد الصلوات .\n3 – يصرف للطالب جائزة نقدية بعد اجتياز كل مستوى على النحو التالي :\nم ... المستوى ... بدايته ... نهايته ... جائزة الطالب\n1 ... الأول ... الناس ... المجادلة ... ( 75)ريال .\n2 ... الثاني ... الناس ... فصلت ... ( 100)ريال .\n3 ... الثالث ... الناس ... النمل ... ( 125)ريال .\n4 ... الرابع ... الناس ... الحجر ... ( 150)ريال.\n5 ... الخامس ... الناس ... الأعراف ... ( 175)ريال .",
        "(1/7)\n\n6 ... السادس ... الناس ... البقرة ... ( 4000)ريال .\n4- يستحق الطالب الجائزة كاملة عند حصوله على تقدير ( ممتاز ) واكتمال درجتي السلوك والمواظبة ، ويخصم ( 5 ) ريالات بين كل تقدير والذي يليه ، كما يخصم ( 1 ) ريال مقابل كل درجة محسومة في السلوك أو المواظبة .\n5- وضعت حوافز تشجيعية للطلاب الناشئة ( صغار السن ) والذين لم يتمكنوا من الوصول إلى المستوى الأول كما مر سابقاً في المنهج على النحو التالي :\nعند اجتياز الطالب سورة الأعلى يصرف له جائزة نقدية مقدارها ... 10ريالات\nعند اجتياز الطالب سورة النبأ يصرف له جائزة نقدية مقدارها ... 15 ريالاً\nعند اجتياز الطالب سورة الجن يصرف له جائزة نقدية مقدارها ... 20 ريالاً\nعند اجتياز الطالب سورة الملك يصرف له جائزة نقدية مقدارها ... 25 ريالاً\nعند اجتياز الطالب سورة الجمعة يصرف له جائزة نقدية مقدارها ... 30 ريالاً\n6- يعد قسم المستويات في الجمعية كل فصل دراسي إحصائية بأعداد الطلاب المختبرين في ذلك الفصل واستخراج نسبتهم عند كل معلم وكل مسجد ومن ثم تعميمها على المساجد ، وإرسال خطابات شكر للمعلمين الذين تقدم من طلابهم نسبة كبيرة ، وذلك لإثارة التنافس بين الحلق والمساجد والطلاب .\nالمرحلة الثالثة : ( وهي المرحلة الحالية )\nأ- من حيث المنهج :\nوفي بداية عام 1426هـ رأى المسؤولون في الجمعية إقرار قسم خاص بالمستويات يتبع للشؤون التعليمية لمتابعة المستويات وتطويرها .\n(1/8)",
        "\nفحاول هذا القسم دراسة نظام المستويات والنظر إلى الإيجابيات لتعزيزها والسلبيات لتلافيها وذلك من خلال اللقاءات بالمعلمين والمشرفين وكذلك الاستبانات على المعلمين والمشرفين والمختبرين ، ثم عُقدت ورش عمل خرجت بتغيير في نظام المستويات من عدة جوانب وتم إعداد نماذج متنوعة من الشهادات والاختبارات ، ثم درست من مجلس الإشراف وتم اعتمادها وبالتالي طبعت تلك النماذج وبدأ العمل بهذا النظام الجديد من تاريخ : 22 / 8 / 1426هـ ، وهذا النظام قسّم المستويات إلى ثمان مستويات وفقاً لتحزيب الصحابة تقريباً على النحو التالي :\nالمستوى الأول : من سورة الناس وحتى سورة الملك .\nالمستوى الثاني : من سورة الناس وحتى سورة ق .\nالمستوى الثالث : من سورة الناس وحتى سورة الصافات .\nالمستوى الرابع : من سورة الناس وحتى سورة الشعراء .\nالمستوى الخامس : من سورة الناس وحتى سورة الإسراء .\nالمستوى السادس : من سورة الناس وحتى سورة يونس .\nالمستوى السابع : من سورة الناس وحتى سورة المائدة .\nالمستوى الثامن : حفظ القرآن الكريم كاملاً .\nونظراً لأن المستوى الأول أصبح إلى سورة الملك فقد تغيّرت الأقسام التي دون المستوى الأول والتي هي خاصة بالناشئة ( صغار السن ) حيث قسمت إلى خمسة أقسام كالآتي :\nالأول : من سورة الناس وحتى سورة القارعة .\nالثاني : من سورة العاديات وحتى سورة البلد .\nالثالث : من سورة الفجر وحتى سورة المطففين .\nالرابع : من سورة الانفطار وحتى سورة النبأ.\nالخامس : من سورة المرسلات وحتى سورة الجن .\nوقد تم إعداد نشرة توضيحية للطريقة الجديدة للمستويات ؛ لإطلاع الطالب وولي أمره على تلك الطريقة والتعرف عليها قبل البدء بها و للتعامل معها بشكل إيجابي ، بالإضافة إلى إثارة الدافعية لدى الطلاب من خلال الحوافز التشجيعية التي رصدت لتلك المستويات .\nب - من حيث الاختبار وضوابطه :\n(1/9)\n",
        "بعد دراسة الضوابط السابقة تم تعديلها تعديلاً يسيراً وأبرز ملامح هذا التعديل ما يلي :\n1 ـ تم تفريغ معلمَينِ من معلمي حلقات تحفيظ القرآن لإعداد نماذج اختبارات ، واختبار الطلاب بتلك النماذج .\n2- يعد المعلمَينِ المفرغَينِ نماذج مقننة للاختبار من حيث السهولة والصعوبة إذ يراعى في اختيار المقاطع التفاوت ما بين الصعبة والمتوسطة والسهلة على النحو التالي: ( مقطعان سهلان ,ومقطعان متوسطان ، ومقطع صعب )في المستويات (الأول والثاني و الثالث و الرابع) وضِعف ذلك في المستويات (الخامس و السادس و السابع)ويفضل الابتداء بمقطع سهل.\n3- في كل أنموذج خمسة مقاطع في المستويات الأولى:( الأول و الثاني و الثالث و الرابع ) وعشرة مقاطع في المستويات الأخيرة( الخامس والسادس و السابع ) .\n- المقاطع تكون موزعة على الحفظ القديم والجديد ؛ ولكن يركَّز على الحفظ الجديد ، وذلك بأن تكون ثلاثة مقاطع من الجديد مقابل مقطعين من القديم في المستويات الأولى: ( الأول و الثاني و الثالث و الرابع )، وستة مقاطع من الجديد مقابل أربعة مقاطع من القديم في المستويات الأخيرة: ( الخامس والسادس و السابع ).\nعدد الأسطر في كل مقطع بحدود ستة أسطر في جميع المستويات .\n6 - يُخصص لكل طالب أربعة نماذج مرقمة من ( 1 – 4 ) للاختبار ، ثم يختار رقم منها ، وعند اختياره يختبر في الأنموذج الذي اختار رقمه .\nالدرجات : درجات الاختبار ( 100 ) درجة ، يخصص منها لكل مقطع عشرون درجة في المستويات الأولى :( الأول والثاني و الثالث و الرابع ) وعشر درجات في المستويات الأخيرة: ( الخامس و السادس و السابع ) ومنها يحتسب التقدير ، أما السلوك والمواظبة فـ(50) درجة إضافية عند نقصها يحسم من جائزة الطالب ريال مقابل كل درجة محسومة .\nتُخصم درجتان عند التوقف مع المساعدة ، و درجة واحدة عند التوقف ثمّ التذكر ، و كذلك درجة واحدة عند التردد في القراءة أو الخطأ في الحركة.\n(1/10)\n\nعندما يصل الطالب إلى أي مستوى فإنه يتوقف ويراجع حتى يتقن ومن ثم يختبر ، ولا يحق له الشروع في الحفظ في المستوى الجديد إلى بعد اجتياز المستوى السابق.\nالاختبارات مستمرة طوال فترة الدراسة .\n11 – يتم حجز موعد للطالب عن طريق مدير الحلقات عبر الهاتف ومن ثم يتم تعبئة أنموذج طلب الاختبار مشتملاً على درجات السلوك والمواظبة .\n12 – تم تقنين درجتا السلوك والمواظبة حتى يتم توزيعها بشكل متوازن ومتقارب بين المعلمين كما يلي :\nأولاً : السلوك : خصص للسلوك (25) درجة توزع كالآتي :\nالسلوك ... انضباط الطالب ... محافظته على مصحفه ... تعامله مع المدرس ... تعامله مع زملائه ... المجموع\nالدرجة ... 10 ... 5 ... 5 ... 5 ... 25\nثانياً : المواظبة: خصص للمواظبة (25) درجة أيضا ً يخصم منها درجة واحدة في حال غياب الطالب يوماً واحداً بدون عذر ،ودرجة واحدة في حال غيابه ثلاثة أيام بعذر ، ودرجة واحدة في حال تأخره ثلاثة أيام.\n13- تحتسب درجات السلوك والمواظبة من بداية الفصل الدراسي الذي يختبر فيه الطالب أومن بعد اختباره في المستوى إذا كان قد اختبر في نفس الفصل الدراسي حتى يتم متابعتها بدقة وواقعية .\n14- عند عدم اجتياز الطالب للاختبار يحدد المعلم المختَبِر موعداً لاحقا لإعادة اختبار الطالب حسب مستوى حفظه على ألا يقل عن أسبوعين من تاريخ اختباره الذي أخفق فيه .\nج – من حيث الحوافز التشجيعية :\n1 - يمنح الطالب تهنئة بالنجاح مباشرة بعد اجتيازه للاختبار في كل مستوى يطلع عليها معلمه وولي أمره ويعيدها إلى الحلقة لحفظها كما يحفظ في الجمعية نسخة (كربونية )منها .\n2- يصرف للطالب شهادة نجاح مطبوعة عبر الحاسب الآلي وموضح فيها المقاطع التي اختبر فيها الطالب وعدد الدرجات المحسومة والمكتسبة و تسلم له بعد اعتمادها من الجمعية ويستلمها أمام زملائه وأولياء الأمور بعد أحد الصلوات .",
        "(1/11)\n\n3 – بعد زيادة عدد المستويات رأت اللجنة المكلفة بدراسة المستويات أن الحوافز السابقة غير كافية فتم زيادة الجوائز النقدية على النحو التالي :\nم ... المستوى ... بدايته ... نهايته ... جائزة الطالب\n1 ... الأول ... الناس ... الملك ... ( 150)ريال .\n2 ... الثاني ... الناس ... ق ... ( 175)ريال .\n3 ... الثالث ... الناس ... الصافات ... ( 200)ريال .\n4 ... الرابع ... الناس ... الشعراء ... ( 225)ريال.\n5 ... الخامس ... الناس ... الإسراء ... ( 250)ريال .\n6 ... السادس ... الناس ... يونس ... ( 275)ريال .\n7 ... السابع ... الناس ... المائدة ... ( 300)ريال.\n8 ... الثامن ... الناس ... البقرة ... (4000)ريال .\n4- يستحق الطالب الجائزة كاملة عند حصوله على تقدير ( ممتاز ) واكتمال درجتي السلوك والمواظبة ، ويخصم ( 10 ) ريالات بين كل تقدير والذي يليه ، كما يخصم ( 1 ) ريال مقابل كل درجة محسومة في السلوك أو المواظبة .\n5- يضاف للطالب الحاصل على تقدير( ممتاز ) شهادة شكر وتقدير مطبوعة باسمه ، وتصرف له مع شهادة النجاح .\n6 – خصصت مكافأة للمعلمين عند اجتياز أي طالب لأي مستوى حسب التقدير وتجمع ويتم صرفها في نهاية كل فصل دراسي وهي كما يلي :\nم\nالمستوى\nبدايته\nنهايته\nمكافأة المعلم\nتنبيه\n1\nالأول\nالناس\nالملك\n20 ريال\nيستحق المعلم المكافأة كاملة عند حصول الطالب على تقدير ممتاز , و يفرق بين كل تقدير والذي يليه بخصم خمسة ريالات .\n2\nالثاني\nالناس\nق\n30 ريال\n3\nالثالث\nالناس\nالصافات\n40 ريال\n4\nالرابع\nالناس\nالشعراء\n50 ريال\n5\nالخامس\nالناس\nالإسراء\n60 ريال\n6\nالسادس\nالناس\nيونس\n70 ريال\n7\nالسابع\nالناس\nالمائدة\n80 ريال\n8\nالثامن\nالناس\nالبقرة\n1000 ريال\n7- زيدت الحوافز التشجيعية للطلاب الناشئة ( صغار السن ) والذين لم يتمكنوا من الوصول إلى المستوى الأول كما مر سابقاً في المنهج على النحو التالي :\n(1/12)",
        "\nالأول : سورة القارعة يصرف له جائزة نقدية ( 10 ريالات ).\nالثاني : سورة البلد يصرف له جائزة نقدية ( 20 ريالات ) .\nالثالث : سورة المطففين يصرف له جائزة نقدية ( 30 ريالات ) .\nالرابع : سورة النبأ يصرف له جائزة نقدية ( 40 ريالات ) .\nالخامس : سورة الجن يصرف له جائزة نقدية ( 50 ريالات ).\n8 - يعد قسم المستويات في الجمعية كل فصل دراسي إحصائية بأعداد الطلاب المختبرين في ذلك الفصل واستخراج نسبتهم عند كل معلم وكل مسجد وكل إدارة ، وإخراج الترتيب لكل مسجد بالنسبة لعدد طلابه, ومن ثم تعميمها على المساجد ، وإرسال خطابات شكر للمعلمين والحلقات الذين تقدم من طلابهم نسبة كبيرة ، وذلك لإثارة التنافس بين الحلق والمساجد والطلاب .\nالمستويات ومدارس تحفيظ القرآن الكريم في وزارة التربية والتعليم\nبعد تطبيق تجربة المستويات في حلقات الجمعية ونجاحها وتفاعل الطلاب معها ، أحس طلاب مدارس تحفيظ القرآن الكريم في وزارة التربية والتعليم أنهم لا يستطيعون التوفيق بين منهج المستويات الذي يبدأ من الناس في كل المستويات ومنهج المدرسة الذي يعتمد على عدد من الأجزاء في كل فصل دراسي منفصلة عما قبلها ، مما جعل المطالبة من الطلاب وأولياء أمورهم ومعلميهم لتنظيم مستويات خاصة بهم ، كما ورد خطاب من إدارة التربية والتعليم في المحافظة للمطالبة بذلك مما حدا بالمسؤولين بتنظيم اجتماع ببعض معلمي مدارس تحفيظ القرآن مع جهاز الإشراف في الجمعية وتم الاتفاق على ما يلي :\nتقسيم المستويات الخاصة بمدارس تحفيظ القرآن إلى ستة مستويات لكل مرحلة ( الابتدائية ، المتوسطة ، الثانوية ) .\nالمستويات خاصة بطلاب الصفوف العليا للمرحلة الابتدائية وطلاب المتوسطة والثانوية .\nيكون لكل فصل دراسي مستوى مستقل .\n(1/13)\n",
        "يوضع اختبار في نهاية كل فصل دراسي ( في الأسبوع الخامس عشر ) من ينجح فيه يمنح شهادة وجائزة بمقدار ( 50 ) ريال وتقل بحسب التقدير ودرجتي السلوك والمواظبة ويطبق الحد الأدنى للنجاح كما يطبق على طلاب الجمعية في مستوياتهم .\nمن أخفق في الاختبار يعيده في الإجازة .\nالاختبار فيما حفظه الطالب في ذلك الفصل الدراسي فقط .\nالطريقة غير ملزمة لطلاب مدارس تحفيظ القرآن بل يحق للطالب الاستمرار على طريقة المستويات العامة .\nتفصيل المستويات والسور المطلوبة لكل مستوى حسب منهج مدارس تحفيظ القرآن الكريم.\nنتائج وإحصاءات\nما بين فترة وأخرى ولتقييم هذه التجربة ومتابعة تنفيذها وكذلك لإثارة التنافس بين الحلقات يعد قسم المستويات في الجمعية نتائج و إحصاءات متعددة منها :\nيعد القسم نتائج جميع الطلاب بأسمائهم وحلقاتهم كل شهرين وتعرض في لوحة خاصة في المستويات في مدخل الجمعية .\nيعد القسم إحصاءات عامة لعرضها على رئس الشؤون التعليمية ورئس الجمعية لإطلاعهم على مدى تحقق نتائج التجربة بالإضافة إلى الاستماع إلى توجيهاتهم نحوها ومن هذه الإحصاءات هذه الإحصائية العامة للفصل الدراسي الأول لعام 1426هـ /1427هـ :\nبيان مجمل النتائج\nلبيان?\nالمجمل ??\n?النوع?\nالمختبرون?\nالناجحون ?\nالراسبون ??\n?العدد?\n411?\n312?\n98??\n?النسبة?\n100%?\n75%?\n23.8\nتفاصيل نتائج المستويات\nلمستويات??\n?المستوى ?\nالأول ?\nالثاني ?\nالثالث ?\nالرابع ?\nالخامس ?\nالسادس ?\nالسابع ??\n?العدد?\n125?\n87?\n51?\n27?\n9?\n9?\n4??\n?النسبة ?\n40.06%?\n27.88%?\n16.34%?\n8.65%?\n2.88%?\n2.88%?\n1.2\nتفاصيل النتائج بالتقدير\nلموضوع ?\nالتقادير??\n?التقدير ?\nممتاز ?\nجيد جداً ?\nجيد ??\n?العدد?\n131?\n105?\n72??\n?النسبة ?\n42.56%?\n33.10%?\n24.3\n(1/14)\n\nيعد القسم كل فصل دراسي نتائج عامة لجميع الحلقات والمعلمين ويتم استخراج نسبة المختبرين من عدد الطلاب ومن ثَمَّ يخرج ترتيب الإدارة بين الإدارات الأخرى كما في النموذج الآتي:\nبيان بنتائج اختبارات المستويات من تاريخ : 22 / 8 وحتى : 30 / 12 / 1426هـ.\nإدارة الحلق\nمجموع الطلاب\nالغائبين\nالراسبين\nالناجحين\nالنسبة\nالترتيب\n1\nجامع محمد بن إبراهيم\n139\n1\n9\n47\n81, 33%\nالأول\n2\nمسجد الأوزاعي\n110\n-\n2\n21\n09, 19%\nالثاني\n3\nجامع الفالح\n166\n4\n15\n29\n46, 17%\nالثالث\n4\nجامع الدويش\n130\n2\n9\n22\n92, 16%\nالرابع\n5\nجامع فيصل بن تركي\n143\n-\n3\n23\n08, 16%\nالخامس\n6\nمسجد الشوكاني\n178\n-\n10\n24\n48, 14%\nالسادس\n7\nجامع الملك عبد العزيز\n255\n5\n22\n34\n33, 13%\nالسابع\n8\nمسجد الجاسر\n296\n5\n31\n34\n48, 11%\nالثامن\n9\nجامع الحميدي\n204\n-\n10\n21\n29, 10%\nالتاسع\n10\nمسجد عباد بن بشر\n154\n-\n1\n15\n74, 9%\nالعاشر\n11\nجامع ابن باز\n100\n1\n6\n9\n9%\nالحادي عشر\n12\nجامع عبد الله بن نوفل\n197\n-\n8\n14\n10, 7%\nالثاني عشر\n13\nجامع ابن عثيمين\n199\n1\n9\n13\n53, 6%\nالثالث عشر\nالمجموع\n2271\n19\n135\n306\n100%\n4 – كما يعد القسم إحصائية مشابهة على مستوى كل إدارة حتى تبين موقع كل حلقة في المستويات كما في النموذج الآتي :\nبيان بنتائج اختبارات المستويات من تاريخ : 22 / 8 وحتى : 30 / 12 / 1426هـ.\nإدارة مسجد الأوزاعي\nاسم المدرس\nمجموع الطلاب\nالراسبين\nالناجحين\nالنسبة\nالترتيب\n1\nعبد الرزاق خليل\n9\n--\n3\n33, 33%\nالأول\n2\nمحمد مصطفى عتاب\n17\n--\n5\n41, 29%\nالثاني\n3\nخالد بن أحمد السبت\n14\n1\n4\n57, 28%\nالثالث\n4\nرحيم شاه حسن حان\n30\n1\n6\n20%\nالرابع\n5\nأحمد عبد المحسن العبيد\n12\n--\n2\n66, 16%\nالخامس\n6\nعبد الرزاق أحمد المنيع\n9\n--\n1\n11, 11%\nالسادس\n7\nالسيد صلاح السيد\n19\n--\n--\n---\n---\nالمجموع\n110\n2\n21",
        "(1/15)\n\nويتم استخراج الحلقات الخمس الأولى من جميع الإدارات والمساجد وتعد لمعلمي تلك الحلقات شهادات شكر وتقدير ، و مثال لهذه النتيجة ما يلي :\nالخمسة الأوائل على مستوى جميع الحلقات\nاسم المدرس\nمجموع الطلاب\nالغائبين\nالراسبين\nالناجحين\nالنسبة\nالترتيب\n1\nفهد الحذيفة الطوالة\n17\n--\n4\n25\n147%\nالأول\n2\nصالح سليمان الدويش\n9\n2\n4\n11\n122%\nالثاني\n4\nعبد العزيز داود العتيق\n19\n1\n3\n21\n110%\nالثالث\n3\nمنصور بن رميح الرميح\n12\n2\n3\n12\n100%\nالرابع\n5\nبدر بن أحمد البدر\n15\n--\n1\n13\n66, 86%\nالخامسO\nملحق ( نماذج )\nهذا الفصل نستعرض أبرز النماذج التي تستخدم في نظام المستويات الجديد حتى يتم الاستفادة منها وتطويرها وهي كما يلي :\n1-نموذج ( طلب اختبار ) وهو ما يعبأ بعد حجز موعد الاختبار ، ويسلم للطالب لتقديمه للجمعية ؛ حتى يتم اختباره وهو مطبوع على شكل أبواك .\n2- نموذج (اختبار طالب 1 ) وهذا النموذج يستخدمه المعلم الذي يختبر الطالب وذلك لضبط الأخطاء والدقة في رصد الدرجة .\n3- نموذج (اختبار طالب 2 ) وهذا النموذج يحتوي على أربع نماذج اختبار يختار منها الطالب رقم من أربعة ومن ثم يتم اختبار الطالب بناءً عليه .\nنموذج تهنئة بالنجاح تسلم للطالب مباشرة بعد نجاحه في أي مستوى وهي مطبوعة على شكل أبواك يحتفظ بنسخة منها في الجمعية كما تعاد إلى الحلقة وتحفظ بعد إطلاع ولي أمر الطالب عليها .\nنموذج شهادة نجاح من مستوى إلى آخر وهي مطبوعة وتطبع بقية المعلومات عبر الحاسب الآلي وهي نوعان :\nأ - الأول خاص بالمستويات الأولى ذات الخمسة مقاطع .\nأ – الثاني خاص بالمستويات الأخيرة ذات العشرة مقاطع.\nنموذج شهادة شكر وتقدير وتصرف للطالب الحاصل على تقدير ( ممتاز ) في اختبار أي مستوى من المستويات : إلى آخر وهي مطبوعة وتطبع بقية المعلومات عبر الحاسب الآلي .\nنموذج ( بطاقة نتائج طالب ) وهذه البطاقة ترصد فيها نتائج الطالب في جميع المستويات وتحفظ في الجمعية .\n(1/16)",
        "\nالخاتمة\nوبعد هذه الجولة السريعة في ثنايا هذه التجربة( نظام المستويات ) حيث تعرفنا على أهدافها وسبب فكرتها ومن ثمَّ مررنا بنشأتها ومراحل تطورها من حيث المنهج والاختبار بضوابطه والحوافز التشجيعية للطالب والمعلم والحلقة , وبعدها استعراضنا تعريفاً لتلك النماذج التي تستخدم في المرحلة الأخيرة لهذه التجربة بعد أن تبلورت بصورتها الحالية, وكنت أتمنى أن أعرض تلك النماذج حتى يتم الاستفادة منها وتطويرها ولكن شروط طباعة هذا البحث لا تساعد على إظهارها بالصورة المناسبة ؛ ولكن من أراد الاستزادة و الاطلاع عن كثب على التجربة ونماذجها فإننا ندعوه لزيارة الجمعية والوقوف على ما يريد منها\nوأخيراً أشكر للجمعية الخيرية لتحفيظ القرآن الكريم بمنطقة الرياض استضافتهم وتنظيمهم لهذا الملتقى المبارك أسأل الله للجميع التوفيق والسداد .\nالمحتويات\nالموضوع الصفحة\nالمقدمة ........................................................................................ 2\nالأهداف ................................................................................... 4\n3- سبب الفكرة................................................................................ 5\n4- النشأة والتطور ........................................................................... 6\n5 -المستويات ومدارس تحفيظ القرآن الكريم في وزارة التربية والتعليم .... 19\n6- نتائج وإحصاءات ......................................................................... 21\n7- ملحق ( نماذج ) ........................................................................... 25\n8- الخاتمة ....................................................................................... 27\n9- المحتويات ...................................................................................... 28\n(1/17)\n"
    ]
}