{
    "partText": [
        "\nمقدمة الشارح\n(محمد الإفراني)\nالتعريف\n\nبالوشاح والموشحات\n\n[ص51]\nباسم الله الرحمن الرحيم\nوصلى الله على سيدنا ومولانا محمد\nيقول العبد الحقيرُ، المخطئُ الفقيرُ، المرتجي عفوَ مولاهُ، محمدٌ الملقبُ بالصغير ابنُ محمدِ بنِ عبد الله الإفرانيُّ نجاراً، المراكشيُّ داراً، تاب الله عليه، ووجه قلبَهُ إليه:\n(1/1)\n",
        "الحمد لله الذي وشَّح جيدَ أهلِ الأدبِ بعقود البيان التي [هي] على الشرف عنوانٌ، وسرَّح عيون أفكاِرهم في حدائقِ كلامِ العربِ فقطفوا أزهارَ المعاني من أكْمامِ الألفاظِ \"صِنْوانٌ وغَيْرُ صِنْوانٍ\"(1)[1]، وتَوَّجَ مفارقَهم بإِكليلِ التبيانِ، وحلَّى لبَّاتِهم في المقاماتِ بعِقيانِ القلائدِ، وقلائدِ العِقيان(2)[2]، وأطلعَ في سماءِ عقولِهم من مُلح البديعِ شُموسَها، وراضَ لهم جموحَ التراكيبِ، فذلَّلَ من لطائفِ الأساليبِ شَموسَها، فسَبَحوا في بَحْرَي المديحِ والهجاءِ بأجملِ إشارةٍ وأكملِ احتجاج، فـ \"هذا عَذْبٌ فراتٌ سائِغٌ شَرَابُهُ، وهذا مِلْحٌ أُجَاجٌ\"(3)[3]. وَتَلَفَّعُوا بثوبِ الافتنانِ في فنونِ الأغراضِ، ورَمَوا بسهمِ الإصابةِ مُستهدَف الأغراضِ(4)[4]، وغاصوا في قاموسِ اللغةِ(5)[5] على صِحاحِ الجَوهَرْ(6)[6]، واقْتَعَدُوا سفينةَ الغَزلِ في تيارِ المعاني [ص52] فَغَنِموا كلَّ معنى أزْهر(7)[\n__________\n(1) - اقتباس من الآية: \" وَفي الأرضِ قِطَعٌ مُتَجاوِراتٌ وَجَنَّاتٌ منْ أعْنابِ وَزَرْعٍ وَنَخيلٍ صِنْوانٌ وغَيْرُ صِنْوانٍ تُسْقَى بِماءٍ واحِدٍ\".) سورة الرعد 13/4).\n(2) - يشير إلى كتاب قلائدِ العِقيانِ للفتح بن خاقان، وهو من الكتب التي راجت في هذا العصر.\n(3) -اقتباس من الآية: \"ومَا يَسْتَوي الْبَحْرانِ، هَذَا عَذْبٌ فُرَاتٌ سَائِغٌ شَرَابُهُ، وهذا مِلْحٌ أُجَاجٌ\". سورة فاطر 35/12.\n(4) - الأغراض الأولى يريد بها أغراض الشعر، والثانية الأهداف يُرمى فيها، مفردها غَرض.\n(5) - يشير إلى معجم القاموس المحيط لمحمد بن يعقوب الفيروزبادي، والقاموس في أصل اللغة هو البحر، ولهذا قال: \"غاصوا\".\n(6) - إشارة إلى معجم صحاحِ اللغة وجواهرِ العربية للجوهري.\n(7) - قد يكون هذا إيماءةً من المؤلفِ إلى أبي منصور الأزهري صاحب معجم تهذيب اللغة..\n(1/2)\n\n7]، وتلوَّنوا في حُلَلِ الكلام تلونَ الحِربا، وتخيَّروا من بدائع المحسناتِ كلَّ مَقْصَدٍ سَما وأرْبَى، فمِن مَجاز للفصاحة مَجاز، وحقيقةٍ تُزري بشقائقِ ابن الشقيقة(1)[8]، وإيجاز تقلَّد بدلائل الإعجاز(2)[9]، وتشبيهٍ بلا شَبيه، وتقسيمٍ وسيم، وتلميح مَليح، وغُلُو في غاية العُلو، وجناسٍ موصولٍ بالإيناس، وتمثيلٍ بلا مثيل، وإبهامٍ يحيِّر الأ[فها]م، و[تفـ]ـريقٍ في الحسن عَريق، وحُسن خٍتام، كشف عن وجوهِ البدائعِ اللِّثام، فسُبحان من آتاهم الحكمةَ وفَصْلَ الخطابْ(3)[10]، وجعلَ ألسنتَهم لِزَبد البلاغة أحسنَ وِطابْ، وحسَّن بهم خمائلَ القَريض، فكأنهم في فَم الأشعار ابتسام. وخص كلمتهم برُقية النفوس، فلو رَقَوا بها مريضا ما طَرق ساحتَه السَّام، وأدارَ عليهم راح المُلح، في حان الخَلاعة فأصبحوا حَيَارى، \"وتَرَى النَّاسَ سُكارى ومَا هم بِسُكَارى\"(4)[11]؛\nهُمُ القَوْمُ فَاُجْهَدْ في اتِّباعِ سَبيلِهِمْ\nوإنْ لمْ تَكُنْ شِبْهاً لَهُمْ فَتَشَبَّهِ\n__________\n(1) - في حاشية الأصل، بخط المؤلف:\"ابن الشقيقة هو النعمان بن المنذر\".\n(2) - دلائل الإعجاز هي علاماته يشيرإلى كتاب عبد القاهر الجرجلني: دلائل الإعجاز.\n(3) 10] - اقتباس من الآية \"وّشَدَدْنا مُلْكَهُ وآتَيْناهُ الْحِكْمَةَ وفَصْلَ الخِطابِ\" (سورة صاد 38/20).\n(4) 11] - سورة الحج 22/2.",
        "(1/3)\n\nاللهُم كما رفعتهم من سماءِ الشرف مكانا عَليا، وألبسْتَهم من بُرودِ السعد والقَبول حُليا، فاجعلنا من التابعين لهم بإحسان، المتمسكين بما كان لجَموحِ المعاني في أيديهم من مُحكَم الأرْسان، بِجاهِ مَن إذا خُتم الدعاءُ بالصلاةِ عليه أسرعتَ بالإجابة، مولانا محمد بنِ عبد الله، الذي ظَهرتْ على أسِرَّة وجهه، وهو في المَهد، مَخاييل النجابة، أفضَلِ الأنبياء والأملاك، فغيرُهم أولى وأحرى، القائلُ، \"ومَا يَنْطِقُ عَنِ الْهَوى\"(1)[12]: \"إنَّ مِنَ الْبَيَانِ\n[ص53] لَسِحْرا(2)[13]\"، والآخِذُ من البراعةِ بالتَّرائب، حين أخذ الناس بالعَراقيب والأعْضاد، الناطقُ بجوامِع الكلِم، ولا غروَ فهو أفصحُ من نطقَ بالضاد. صلى الله عليه وعلى آله وأصحابِه الذين هم براعةُ استهلالِ هذه الشريعة، المعتنون(3)[14] بنقد جوَاهر كلامِ العرب في الجِد والهزلِ، مع عظيمِ حِرصهم على سدِّ الذَّريعةِ، والرضا عن كل من كَمُلَ نوعُ إنسانيتِه بخاصَّة الأدب، ففُضِّل بها عن أبناء جنسه، وبذَل في افتضاضِ أبكارِ القصائدِ وعرائسِ مُخدَّراتِ الأراجيزِ حشاشةَ نفسه، علماً منه بأن الأدبَ به تتفاوتُ المقاماتُ [في المشاهدِ]، ويستحقُّ الغائبُ التقدمَ على الشاهد. ولعمري إن كل من لا يتعاطى الأدب، ولا ينسُلُ لاجتلاءِ غُرَرِهِ، واجتلابِ دُرره من كل حَدَب، ما هو إلا صورةٌ ممثَّلة، أو بهيمةٌ مُرسلَة.\n__________\n(1) 12] ـ اقتباس من الآية: \"وَمَا يَنْطِقُ عَنِ الهَوَى\". (سورة النجم 53/3 ).\n(2) 13] ـ الموطأ 698 وفيه: \"قدم رجلان من المشرق فخطبا فعجب الناس لبيانهما، فقال رسول الله(ص): \"إنَّ مِنَ الْبَيانِ لَسِحْرا\" أو قال: \"إنَّ بَعْضَ البَيَانِ لَسِحْرٌ\"، (انظرمجمع الأمثال وزهر الآداب.1/6).\n(3) 14] - في الأصل: \"المعتنين\"، ولم نر له وجها، إلا أن يكون وصفا لِـ \"آله وأصحابه\".\n(1/4)",
        "\nولما كان توشيحُ إبراهيم بن سهل رَيْحانَةَ كل من له إلى الأدب انتساب، وذَخـ[يرة] أهلِ الجزيرةِ التي هي من أجلِّ الذخائرِ وأفضلِ الاكتساب، فقد أ[جمعتْ] كلمةُ أربابِ البلاغةِ، واتفقَ رأيُ مَن نهضَ لتصفية إبريز المعاني من الصَّاغَة، على أنه عَنْقاءُ مَغرب، الذي لا يُؤْتى بسورة من مثله في مَشرق ولا في مَغرب،\nوَشَرَّقَ حَتَّى لَيْسَ لِلشَّرْقِ مَشْرِقُ\nوَغَرَّبَ حتىَّ لَيْسَ لِلْغَرْبِ مَغْرِب\nُ\nفلو تصدَّى لمعارضتِه النابغة، لأقرَّ بإعجاز محاسنِه السا[بغة]،أو ألْحَدَ في آياتِه شاعرُ بني أسد(1)[15]، لشدَّ لسانَه بحبلٍ من مَسد(2)[16] ولو بصُر به حبيبُ بن أوس، لم يمكنْه للمناضلةِ إنضاءُ قوس، أو المتنبي، كانت معجزتُه مقرونةَ بالتَّحدي، أو أبو العلاء، أقرَّ على نفسِه [ص54] بما لم تستطعْه الأوائلُ بالتَّعدِّي(3)[17]، أو ابنُ بسام، لما سامَ في مِضمار المساجلةِ سلَّ حسامُ. فيا لهُ من توشيح ردَّ عيونَ أعيانِ هذه الصِّناعة من الحياءِ مُطرقة، تاليةً آياتِه على من قاسَها بامرىءِ القيس، \"فَلا تَمِيلُوا كُلَّ الْمَيْلِ فَتَذَرُوهَا كَالْمُعَلَّقَةِ(4)[18]\". وفيه و فيه، مما لا أعدُّه ولا استَوفِيه.\n__________\n(1) 15] - شاعر بني أسد هو: عبيد بن الأبرص الأسدي وهو من قدامى الجاهليين.\n(2) 16] - اقتباس من الآية \"وَامْرَأتُهُ حَمَّالّةُ الْحَطَبِ في جِيدِهَا حَبْلٌ مِنْ مَسَدٍ\" (المسد 111/5).\n(3) 17] - إشارة إلى قول المعري:\n\nوإنِّي وإنْ كُنْتُ الأَخِيرَ زَمَانُهُ ... لآتٍ بِمَا لَمْ تَسْتَطِعْهُ الأوَائِلُ.\n\n... ... ... ... ... ... (شرح سقط الزند، القسم الثاني 525)\n(4) 18] - سورة النساء 4/129.\n(1/5)\n",
        "طلبَ منِّي بعضُ من اتخذَ تردادَه وِرْدا، وارتَوى من زلالِ معانيهِ المُترقرقةِ على صفا ألفاظِه وِرْدا، وجعلَه في ساعةِ الفرحِ، تميمةً من التَّرحِ، أن أكتبَ عليهِ ما يوضِّح غامضَ مَعانِيه، ويأخذُ بمجامعِ قلبِ مُعانِيه، ويُسفرُ عن وُجوه لطائفِه مُسدلَ الحِجاب، ويُديرُ على حفاظِه من سلافِه كُؤُوسَ الإعجاب، فقلتُ: يا هؤلاء؟ \"لَقَدْ جِئْتُمْ شَيْئاً إدًّا\"(1)[19]، وسألتُم ما سجَّل عليه قاضي العَجزِ و[أدَّى]، وتطلَّبتم ما هو \"أبْعَدُ مِنْ بَيْضِ الأنُوقِ\"،(2)[20] و\"أَغْرَبُ مِنَ الأَبْلَقِ الْعَقُوقِ\"(3)[21]، من أينَ للزَّمِنِ أن يُجارِيَ الراكِب، ومتى ساوتِ العراقيبُ المناكِب؟ ومن أجهلُ ممن يعارضُ البحرَ بالوَشَل(4)[22]؟ أو يُقَاوِمُ النشاطَ بالفشل؟ أو يُساوي الجوهرَ الفردَ بالحَصا؟ أو يجمعُ في غِمدِ القراطيسِ(5)[23] بين السيف والعَصا؟ على\n__________\n(1) 19] - اقتباس من سورة مريم 19/89.\n(2) 20] - من أمثال العرب \"أَعَزُّ مِنْ بَيْضِ الأَنُوقِ\". والأَنُوق: الرَّخَمُ. ويُضربُ المثلُ ببيضها للأمر العسير، لأنها تبيض في رؤوس الجبال. وقيل: \"الأنوق ذكر الرخم، ولابيض له\". (أفعل من كذا 40.)\n(3) 21] ـ يقال: \"سَأَلْتَنِي الأبْلَقَ العَقُوقَ\" وهو الذكر من الخيل، \"ويقال:فرس عَقوق،إذا حملتْ فامتلأ بطنُها، فالأبلقُ العقوق محالٌ\"، (الكامل للمبرد 2/271، ولسان العرب: عق) وقد تمثل معاوية ببيت جمع فيه صاحبهُ المثلين:\nطَلَبَ الأَبْلَقَ العَقُوقَ، فَلَمَّا لَمْ يَنَلْهُ، أَرَادَ بَيْضَ الأَنُوقِ\n(4) 22] ـ الوشلُ: الماءُ القليل يرشَح من صخر أو جبل.\n(5) 23] - القرطاس هنا، على ما يبدو، أديمٌ ينصب للنصال، ويسمى الغرض قرطاسا،(لسان العرب: قرطس.)\n(1/6)\n\nأني لو لبيتُ النِّدا، وسقطت على [ص55] شرحه سقوط النَّدا، لقيلَ لي: ليس هذا بعشِّك فادرُجْ،(1)[24] وما النادي بِنادي أمثالك فاخرجْ، فَلْتُقِيلُوا، ولا تَقُولوا(2)[25]:\nقَدْ يُدْرِكُ الْمَجْدَ الْفَتَى وَلِبَاسُهُ\n... ... خَلَقٌ وَجَيْبُ قَمِيصِهِ مَرْقوعُ\n\nفما زادَهم تحذيري إلا إغراءً وإلحاحا، ورأَوا أحاديثَ اعتذاري ضعيفةً، وأحاديثَ سؤالهم صِحاحا، وتَمالأَ على التَّصميمِ سرُّهم ونَجواهُم، و \"مَازَالَتْ تِلْكَ دَعْوَاهُمْ\"(3)[26]. ولم يكن في عُذري لهم من مَقْنَع، وأحبّ شيءٍ إلى الإنسان ما امْتَنَع. فلما رأيتُ أنه لابُدَّ من صَنعا(4)[27]، أجبتُهم وإن كنتُ لا أحسنُ صُنعا، ففوَّقتُ للشروعِ سَهم العَزْم، وأَطَرْتُ عن زنده شررَ الحَزْم، وأدخلتُ على مُعتلِّ التَّواني حرفَ الجَزْم. ونهضتُ وَأنا \"أَحْيَرُ مِنْ ضَبٍّ\"(5)[28]، وأشغلُ مِن صَب. فرسمتُه في صحائفِ الوهمِ، وصَقلتُ لمناولتِه صَدأ الفَهم، وحُبَّبَ لي أن أجعلَه أَمَماً: نزح عنهُ تقصيراتُ الشروحِ وإفراطُها، تمسُّكاً بقول المُصطفَى: \"خَيْرُ الأُمُورِ أَوْسَطُهَا\"(6)[29]. وجعلتُ الكلامَ على كلِّ بيتٍ محصراً في\nمَطالب:\n__________\n(1) 24] - هذا مثل عربي أصله: \"لَيْسَ هذا بِعُشِّكِ فادْرُجِي\" (مجمع الأمثال 2/130).\n(2) 25] - ورد البيت في الموشى 159.\n(3) 26] - اقتباس من سورة الأنبياء 21/15.\n(4) 27] - اقتباس من الرجز:\n\nلاَ بُدَّ مِنْ صَنْعَا وإنْ طَالَ السَّفَرْ\nوَإنْ تَحَنَّى كُلَُ عَوْدٍ وَدَبِرْ\n\nيوجد الشطر الأول منه في لسان العرب (صنع).\n(5) 28] - قال في مجمع الأمثال 1/ 237: \"لأنه (أي الضب) إذا فارقَ جُحره لم يهتدِ للرجوع إليه\".\n(6) 29]- لم يرد هذا الحديث في المعجم المفهرس لألفاظ الحديث، ولا في كتب الحديث التي تيسَّر الاطلاع عليها، ومنها الفائق للزمخشري. وفي الكامل 1/243: \"ومن كلامهم: خَيْرُ الأُمُورِ أَوْسَطُهَا\". وصنَّفه المحقق مع الأمثال.",
        "(1/7)\n\nأولها: تفسيرُ ألفاظه اللغويةِ، وقدمتُه لأن ذلك طريقٌ إلى تحصيلِ ما بعدَه.\n[ص56]\nثانيها: رفعُ القناعِ عن معنى التركيبِ، وتنزيلُ المعاني على الألفاظِ، ونسقُ بعضِها ببعض، حتى تكونَ من حيث المعنَى كأنها سبيكةُ إبريز، تشهدُ لصائغِها بالتقدّم في الصناعةِ والتَّبْريز.\nثالثها: وشْيُ حُلَلِ البيتِ بسلكِ المَعاني ثم بجوهرِ البيانِ، ثم بيواقيتِ البديعِ، وهذا ألطفُ المطالبِ وأعلاهَا، وأغلاها، إذ هو مضمارُ ما يقعُ به التَّفاضُل، وينعقدُ بين الأماثِل في شأنِه التسابقُ و التَّناضُل.\nرابعها: الإعرابُ، الذي هو سببٌ لفهم فَحوى الكلامِ وظهورِ لحنِ الخِطاب.\nوربَّما أُلْمِعُ في خلالِ هذه المَطالبِ بما رأيتُ له مَماسةً بالمَقام، مما تُثيرُه المناسبةُ وتقتضِيه، وتميلُ إليه الفِطرُ السليمةُ وتَرتضيه، من النظمِ الجَزل،[في] الجد والهزل، ومستظرف الحكايات التي يحصُل بها للناظرِ الإمتاع، ولا يعدُّها من سَقَطِ المتاع المُبتاع. وقد قيل: إن الحكاياتِ عروسٌ، والمُتكلَّم ماشِطَتُها، والأخبارُ عُقودٌ، والأدبُ واسطتُها. وما كان في ظنِّي أن أذكرَ من تِلكَ المطالب، إلا مالا مَنْدُوحَةَ عَنْه للطاَّلب، فتشابكتِ المَسائل، وخرجَ الأمرُ كما قال القائل(1)[30]:\nخَرَجْنَا عَلَى أَنَّ الْمَقَامَ ثَلاَثَة\n... ... فَطَابَ لَنَا حَتَّى أَقَمْنَا بِهِ شَهْرَا.\n\n[ص57]\n__________\n(1) 30] - في الحاشية بخط المؤلف: \"هذا البيت رأيتُه في منطق الطير غيرَ معزوٍ، ووقفت عليه في مقطعة ذكرها الشريشي في الكبير ونسبها للحسن، ولعله ابن هاني، إلا أنه قال: \"حتى أقمنا بها عشرا\".وكما توقع المؤلفُ فالبيتُ للحسن بن هانئ، أبي نواس، من قصيدةٍ خمرية في ديوانه 244، مطلعها:\nوَفِتْيَانِ صِدْقٍ قَدْ صَرَفْتُ مَطِيَهُمْ إِلَى بَيْتِ خَمَّارِ، نَزَلْنَا بِهِ ظُهْرَا\n(1/8)",
        "\nثم أقول كما قال الحريري: \"يَا رُواةَ القريضِ، وأساةَ القولِ المَريضِ، إن خلاصةَ الذهبِ تظهرُ بالسبك، ويدَ الحق تصدعُ رداءَ الشك. و ها أنا قد عرضتُ خبيئتي للاختبار\"(1)[31]، وعرضتُ حقيقتي على الاعتبار، فمن وجدَ فيه عِثاراً فليقلْ: لَعَا(2)[32]، أو اطلعَ على سهو فليُسدل عليهِ من حُسن تأويلاتِه بُرقُعا. وإن لم يُبلغني الناظرُ من إِنصافه ما أَرجوه، فعُذري بادٍ للعيونِ من وجوه.\nأحدُها أن هذا أولُ مجموعٍ أبرزتُه في قالبِ التَّصنيف، وأفرغتُ جُهدي فيما يحصُلُ به لأُذنِ سامِعه التقريطُ والتَّشْنيف، مَع كونِي في إِبان الحَداثَة(3)[33]، التي الغالبُ على صاحبِها ألاَّ يميِّز الاثنينِ من الثلاثةِ، لم أبلُغ من البلاغةِ أشُدِّي، ولا ثبتَ عند قضاةِ الأدبِ رُشدي، فلا يجعلِ الزَّلَلَ ذريعةً للوقيعةِ والسِّباب، وليتذكَّر(4)[34]:\nفَإِنْ يَكُ قَدْ أَسَاءَ الْقَوْلَ عَمْرو\n... فَإِنَّ مَظِنّةَ الْجَهْلِ الشَّبَابُ\n\nثانيها: إِقراري بِجُرأتي على تَعاطي هذا الفنِّ، بل وسائرِ [الفنـ]ـونِ، فهيهاتَ أن أغوصَ في بحارِ البلاغةِ على دُرِّها المَكنون. ومن أقرَّ على نفسِهِ بأَنَّ بِضاعتَه مُزجاة(5)[35]، فهو عندَ الإِنصافِ من الاعتراضِ بِمنْجاة.\nبَيْنَ تَأْ[لِيـ]ـفِي وَتَأْلِيفِ الْوَرَى\n... قَدْرُ مَا بَيْنَ الثُّريَّا والثَّرَى\n\n[ص58]\n__________\n(1) 31] - انظر المقامة الحلوانية بحاشية الشريشي الكبير 1/35-39.\n(2) 32] - يقال للعاثر: لَعاً لَكَ: أيْ أقامكَ اللهُ من عثرتك.\n(3) 33] - أنظرالإفراني وقضايا الثقافة والأدب.\n(4) 34] - البيت للنابغة في ديوانه 19 من مقطوعة ردَّ بها على عامر بن الطفيل، وفيه:\nفَإِنْ يَكُ عَامِرٌ قَدْ جَاءَ جَهْلاً...\n(5) 35] - بضاعة مُزجاة: قليلةٌ ورديئةٌ. وفي سورة يوسف 12/88: \"يَا أَيُّها الْعَزِيزُ مَسَّنا وَأَهْلَنَا الضَّرُّ وَجِئْنا بِبِضَاعَةٍ مُزْجَاةٍ\".\n(1/9)\n",
        "ثالثُها: عدمُ [تَيـ]سيرِ الآلاتِ، التي يُكَلَّلُ منها قمرُ التوشيحِ بِبدائعِ الهالات، وتُنَوَّر بها [في ] حلِّ المشكلاتِ المَقالات. وإنما يوجدُ من ذلكَ مالا يُغني شيئا، ولا يمدُّ على الطالبِ في هَواجرِ المُعضلات ظِلاًّ ولاَ فَيْئا.\nرابعها: تقسيم الخاطرِ بأشجانِ الغربةِ(1)[36]، الجالبةِ للمرءِ غايةَ الكُربة، وفي شُغل شاغلٍ مَن تصرَّفت فيه أيْدي الدَّهرِ بالإِبعادِ والنأيِ، وفرَّقت مجموعَ شملِه، فهو يترجَّى أن تُصلح ما أفسدتْ وإن بعد لأي. وكيفَ يلفِّق بين كِلْمتين من تمهَّدت ذاتُه بيْتا، أو حُشر من قبْر حرْب(2)[37]، واستوتْ على عرشِ صدرِه عروضُ الخُطوب فأصيبَ من الحوادث بكل ضرب، أو كيف يتألَّقُ مع أشجانِ الوحشةِ عارضُ فكر، أو تتعلَّق بالذهنِ مسألةٌ أو تبقَى لهُ على ذِكر،\nيَقُولُ النَّاسُ فِي مَثَلِ\n... ... تَذَكَّرْ غَائِباً تَرَهْ(3)[38]\nفَمَا لِي لاَ أَرَى بَلَدِي\n... ... وَلاَ أَنْسَى تَذَكُّرَهْ\n\nوكيفَ أنسَى تِذكارَ بلدِي، التي خانني على مفارقتِها جَلَدِي. بِلادي التي لا يَزيدُها طولُ المديحِ الصادقِ رفعةَ قَدر، فهي كما قال الأعرابِي الذي(4)[39] ضلَّت ناقتُه في مدحِ البدرِ(5)[40].\n[ص59]\nأَحِنُّ إِلَى الْحَمْرَاءِ فِي كُلِّ سَاعَةٍ\n__________\n(1) 36] - انظر:الإفراني وقضايا الثقافة والأدب.\n(2) 37] - اقتباس من البيت المشهور:\n\nوَقَبُرُ حَرْبٍ بِمَكَانٍ قَفْر ... وَلَيْسَ قُرْبَ قَبْرِ حَرْبِ قَبْرُ\n\n(3) 38]- البيتان في نفح الطيب 4/ 113، 160، 323. لأبي الطاهر إسماعيل الخُشني الجياني المعروف بابن\nأبي ركب.\n(4) 39] - في الأصل: التي، والمثبت عن (ب).\n(5) 40] - كأن الناسخ أخطأ قول الأعرابي، وإن كان اطلاع المؤلف على النسخة وتعليقه على الأبيات بعده\nيقلل من أهمية هذا الغموض.\n(1/10)\n\n... حَنِينَ مَشُوقٍ لِلْعِنَاقِ وَلِلضَّمِّ(1)[41]\n\nوَمَاذَاكَ إِلاَّ أَنَّ جِسْمِي رَضِيعُهَا\n... وَلاَبُدَّ مِنْ شَوْقِ الرَّضِيعِ إِلَى الأُمِّ\n\nنسأله سبحانَه، أن يقلِّص ذَيْل الغربة فقَد طَال، ويعطف علينا قلبَ الدَّهر فقد دان بالمِطال.\nوإنما ذكرتُ هذه الأسباب، ليعذِر الواقفُ على الخَطَا، ويعلمَ السبب في عدم نومِ القَطا(2)[42]. على أَنِّي لَوْ أرخصتُ دررَ نوادرِ القالي، لم أَخلصْ من عدوٍّ قالِ، ولو أبخستُ شذورَ الأمالِي، لَم أَخلُ من حقودٍ يعكسُ آمالِي. فجديرٌ بي أن أصعِّد أنفاسِي وأتمثل بقولِ العلامةِ الفاسي:\nمَا شَانَهَا شَيْءٌ سِوَى أَنْ لَمْ تَكُنْ\n... ... مِمَّنْ تَقَادَمَ عَهْدُهُ أَوْ مَشْرِقِ\n\nوالنفسُ مسرفةٌ غاية السَّرف، [ في تنقيـ]ـص الجديدِ ومدحِ القديمِ كما قال ابن شرف:(3)[43]\nأُغْرِيَ النَّاسُ بِامْتِدَاحِ الْقَدِيمِ\n... ... وَبِذَمِّ الْحَدِيثِ غَيْرِ الذَّمِيمِ\nلَيْسَ إِلاَّ أَنَّهُمْ حَسَدُوا الحَيْـ\nيَ وَرَقُّوا عَلَى الْعِظَامِ الرَّمِيمِ\nآخَرُ:\nقُلْ لِمَنْ لاَ يَرَى الْمُعاصِرَ شَيْئاً\nوَيَرَى لِلأَوَائِلِ التَّقدِيمَا\n[ص60]\nإَنَّ ذَاكَ الْقَدِيمَ كَانَ جَدِيدَا\nوَسَيَغْدُو هذَا الْجَدِيدُ قَدِيمَا\nآخَرُ:\nإنْ كَانَ أَخَرَّنِي دَهْرِي فَلاَ عَجَبُ\n... ... فَوَائِدُ الْعِلْمٍ يُسْتَلْحَقنَ في الطُّرَرِ\n__________\n(1) 41] - في الحاشية بخط المؤلف: \"[البيتان] لأبي روح [الجز]يري [إلا أنه] قال: أحن إلى الخضراء،\n[يعني جزيرة الأنـ]ـدلس\". وما بين المعقوفين أكل أرضة.\nوورد البيتان في نفح الطيب 2/93، وفيه: \"ومنهم ابن أبي روح الجزيري، ومن شعره لما تغرب\nبالمشرق.....\" البيتان.\n(2) 42] - مثل عربي أصله من مجمع الأمثال 2/123. \"لو تُرك القطا ليلا لنام\".\n(3) 43] - ورد البيتان غير معزوين في المرقصات والمطربات 6. وفي الأصل: ذميم، بدون تعريف والمثبت\nعن المصدرالسابق.",
        "(1/11)\n\nو الناسُ يُعامِلون فِعْلَ الْقَريبِ بالجزمِ، ويَرفعون أمرَ البعيدِ كما قال ابنُ حزم:\nلاَ تَرَى عَالِماً يَحُلُّ بِقَوْمٍ فَيُحِلُّوهُ غَيْرَ دَارِ الْهَوَانِ\nهَذِهِ مَكَّةُ الْمَنِيعَةَُ بَيْتُ الْـ ــلَهِ يَسْعَى لِحَجِّهَا الثَّقَلانِ\nوَترَى أَزْهَدَ الْبَرِيَّةِ فِي الْحجْجِ بِهَا أَهْلَهَا لِقُرْبِ مَكَانِ\n\nوقال ابن الجوزي:\nعَذِيرِيَ مِنْ فِتيَةٍ بِالْعِرَاقِ\nقُلُوبُهُمُ بِالْجفَا قُلَّبُ\nيَرَوْنَ الَعَجِيبَ كَلاَمَ الَغَرِيبِ\nوَقَوْلُ الْقَرِيبِ فَلاَ يُعْجِبُ\nوَعُذْرُهُمْ عِنْدَ تَوْبِيخِهِمْ:\n... ... مُغَنِّيَةُ الْحَيِّ لاَ تُطْرِبُ\n\nوهذه سجية لنفوسِ الأوائلِ من لزومِ العَرضِ للجوهرِ أَلْزَم، \"شِنْشِنَةٌ أَعْرِفُهَا مِنْ أَخْزَمْ\"(1)[44].\n[ص61]\n\nواعلمْ أيها الناظرُ، أن كتابي هذا ألَّفتُه، كما يقولُ الناسُ،\" شَحمةً بِفَحْمة، وثَمَرةً بِجمرة\". ولعلَّ ما تستخشِنُه، غيرُك يستحسنُه، وما تَستقبحُه، غيرك يستملِحُه، فلا تغيِّر منه ما سَامَكَ بِالارْتياب، وإِلاَّ فأنتَ أجرأُ من مُجَلَّحَةِ الذئَاب(2)[45]، وأنا قد جعلتُه مباحاً لمن طلبَه من الطَّلبة، ومتاحاً لمن أرادَه من الرَّادة، واللهُ يُحسنُ النِّية، ويخلِّص من كادوراتِ الرياء خالصَ الطَّوية، ويعصمُنا من الخطَل في القولْ، فبيدِه القوةُ والحَوْلْ.\n__________\n(1) 44] - شطر رجز لأبي أخزم الطائي وهو:\n\nإِنَّ بَنيَّ زَمَّلُوني بِالدَّمِ\nشنشِنة أَعرفُها مِن أَخْزَمِ\nمَنْ يَلْقَ آسَدَ الرجالِ يَكلَمِ\n\nوالشنشنة: الطبيعة والسجية، ويضرب هذا المثل لمن أتى شيئا يُتوقع من مثله\n... ... ... ... ... (انظر لسان العرب:شنن، ومجمع الأمثال 1/361).\n(2) 45] - من بيت لامرئ القيس في ديوانه (ط دار المعارف ص 97):\n\nعَصَافِيرٌ وَذِبانٌ وَدُودٌ ... وَ أَجْرَأُ مِن مُجَلَّحَةِ الذِّئَابِ\n\nأي” المصممة على الشيء، التي لا ترجع عما تريد\" (نفسه )\n(1/12)",
        "\nوترْجمتُه لما أسرجتُ طِرْفَه(1)[46] لفارسِ النظرِ وألجمتُه: المسلك السهل في شرحِ توشيح ابن سهل. وعنَّ لي أن أقدِّم قبل الخوضِ في لُجَجِ مَعاني التوشيح مقدمة تكون كالرعيل لجيش أبياتِه، وعلماً منشوراً على طلائعِ راياتِه، أضمِّنُها التعريفَ بناحتِ دُرَرِهِ المُزخرفة، والمُجري مياهَ الفصاحةِ خلالَ أزهارِ روضتِه المفوَّفَة، مع إضافةِ ما هو أوقعُ في نفوسِ الأدباءِ من الولدِ في قلوب العقيم، والشفاءِ في وَجَعِ السَّقيم، وذكرِ نُبَذٍ في صناعة التواشيح، واختراعِها، ومُخترعها، وما يكون كالذيلِ لذلك مما تقفُ عليه في حالِه، وتَقْتَضي من دَيْنِه جَنَى مؤجَّلِه وحالِّه، فانحصرَ القولُ في ذلك في سمطين.\nالمسلك السلك\nفي شرح توشيح ابن سهل\n\nتأليف محمد الإفراني\nتحقيق د/محمد العمري\n\nأما بعد\n\nمقدمة التحقيق\n\nالإفراني وكتابه المسلك السهل\n\nالرقم في أعلى الصفحة\n[ص11]\nا- التعريف بالإفراني(2)[1]\nهو محمد الصغير بن محمد الإفراني المراكشي. ذهب أبو الربيع سليمان الحوات إلى أنه ولد في حدود الثمانين والألف هجرية(3)[2]. تلقى تعليمه الأول في مراكش، ثم انتقل إلى فاس حيث نلتقي بخبره لأول مرة في المدرسة الرشيدية سنة 1118هـ(1706م). بقي بفاس طالبا للعلم إلى حدود سنة 1130هـ/1718م ثم عاد إلى مراكش وتصدر لتدريس التفسير والحديث بجامع ابن يوسف. وهناك اصطدم بفقهاء مراكش الذين كانوا يرون أن شروط تفسير القرآن لم تعد متوفرة.\n__________\n(1) 46] - الطِّرف: الكريم من الخيل (القاموس المحيط: طرف).\n(2) ـ انظر ترجمة الإفراني في كتابنا الإفراني وقضايا الثقافة والأدب في مغرب القرنين 17، 18.ط الدار العالمية للكتاب. الدار البيضاء 1992.\n(3) ـ انظر المرجع السابق.\n(1/13)\n",
        "كان ذلك الاختلاف، في الواقع، اختلافا بين اتجاهين فكريين: اتجاه متفتح يميل إلى الاجتهاد ويأخذ بالرأي، وهو الاتجاه الذي شرعه أبو علي اليوسي وسار فيه تلاميذه وتلاميذ تلاميذه ومنهم الإفراني، واتجاه محافظ قنع بحفظ ما انتهى إليه من تفصيلات وتقنينات فقهية من وضع الفقهاء المتأخرين، وهذا الاتجاه كان يرى أن باب الاجتهاد قد سُد. وقد مُيِّز بهما منذ ذلك العصر فاعتُبر اتجاه اليوسي اتجاهَ الدراية، والاتجاه المخالف له اتجاه الرواية(1)[3].\nاستطاع الإفراني بعد معاناة أن يتغلب على هذه الأزمة ويفرض نفسه عَلماً متميزاً في مراكش، بل في المغرب كله، تشهد لذلك أخباره ومؤلفاته الكثيرة المتنوعة.\nمؤلفات الإفراني\nيُستفاد من سجل الإعارة بخزانة ابن يوسف بمراكش أن الإفراني كان يستعير \"كتب اللغة، [ص12] والتاريخ والأدب والرياضيات والفلك، ولا سيما كتب الحديث والتصوف والإلهيات واللغة والنحو...\"(2)[4]\nلقد تجلى هذا التنوع في القراءة في تنوع مؤلفات الرجل، وتنوع محتويات المؤلَّف الواحد وغناهُ، كما نلاحظ في المسلك السهل مثلا. وعموما فقد ألف الإفراني في التاريخ والأدب والفقه.\n1ـ التاريخ والتراجم.\nهذا هو المجال الذي اشتهر به في العصر الحديث في أوساط المستشرقين والباحثين الجامعيين المغاربة الذين خصوه بعناية كبيرة. وأعماله في هذا المجال هي:\n1ـ1 ـ نزهة الحادي في أخبار ملوك القرن الحادي.\nطبع على الحجر بفاس بدون تاريخ. وبباريس على الحروف مع ترجمة إلى الفرنسية سنة 1888. وطبع جزء منه تحت عنوان: جملة من أخبار الدولة السجلماسية في باريس 1903. وصورت طبعة ثانية من طبعة 1888 بالرباط بدون تاريخ (في السبعينات).\n__________\n(1) ـ انظر تفصيل ذلك في المرجع السابق.\n(2) ـ 59.P.1944.HESPERIS\n(1/14)\n\nقال ليفي بروفانسال في حق هذا الكتاب:\" نزهة الحادي كافية لتُحِلَّ مؤلفَها الإفراني محلا مرموقاً من بين رجال الأدب المغاربة\"(1)[5].\n1ـ 2ـ صفوة ما انتشر من أخبار صلحاء القرن الحادي عشر.\nطبع على الحجر بفاس بدون تاريخ. واختصرهُ أبو إسحاق إبراهيم بن أحمد التادلي الرباطي(2)[6].\nتمتاز الصفوة بترجمة رجال من الأرياف لم تنلهم عناية المترجمين من أهل الحاضرة.\n1ـ 3 ـ روضة التعريف بمفاخر مولانا إسماعيل بن الشريف، أو الظل الوريف في التعريف [ص13] بمفاخر مولانا إسماعيل بن الشريف.\nطبع بالمطبعة الملكية بعناية عبد الوهاب بنمنصور سنة 1960م.\n1ـ 4 ـ درة الحجال في مناقب سبعة رجال، أو زبدة الأوطاب في مناقب الأحباب. وقف العباس بن إبراهيم على جزء منه بخط المؤلف(3)[7].\n1 ـ 5 ـ المُغرب في أخبار ملوك المَغرب.\nذكره ابن سودة في الدليل(4)[8].\n1 ـ 6 ـ طلعة المشتري في التعريف بمحمود الزمخشري.\nتقييد، ذكره في المسلك(5)[9]. وأورده أبو الربيع في ترجمة الإفراني بعنوان: طلعة المشتري في ثبوت توبة الزمخشري\" في ورقات لطيفة\"(6)[10].\n1 ـ 7 ـ الوشي العبقري في ضبط لفظ المقري.\nذكره الكتاني في فهرس الفهارس(7)[11].\n1 ـ 8 ـ تقديم أو خطبة واسطة العقدين (تلخيص وتقديم كناشتي الملك إسماعيل)\n2 ـ الأدب\n2 ـ 1 ـ المسلك السهل في شرح توشيح ابن سهل.\n[ص11]\nطبع طبعة حجرية (وسيأتي الحديث عنه).\n2 ـ 2 ـ تعليق على أرجوزته المسماة ياقوتة البيان.\nشرحٌ لأرجوزةٍ للمؤلف في الاستعارة والمجاز عامة. عدد أبيات الأرجوزة ثلاثة وثلاثون بيتاً.( مخطوط)(8)[12].\n2 ـ 3 ـ الإفادات والإنشادات\n__________\n(1) ـ مؤرخو الشرفاء 217.\n(2) ـ انظر دليل المؤرخ 1/277-278.\n(3) ـ الإعلام 5/57.\n(4) ـ دليل المؤرخ 1/164.\n(5) ـ المسلك السهل 71.\n(6) 10] ـ الإعلام 5/54.\n(7) 11] ـ فهرس الفهارس 2/15.\n(8) 12] - مخطوط الخزانة الملكية بالرباط رقم 4294.",
        "(1/15)\n\nذكره أبو الربيع سليمان الحوات، وقال فيه: \"وهو تأليف لا كِفاء له في الحسن\"(1)[13].\n3 ـ الفقه\n3 ـ 1 ـ فتح المغيث بحكم اللحن في الحديث(2)[14]\nسماه الإفراني \"ثَبْتاً\". وعلى صغر هذا المؤلَّف( أو الرسالة ) فإن الإفراني اعتمد فيه على أكثر من عشرين مصدراً. وهو يعتبر إنتاجاً أصيلا بالقياس إلى تآليف هذا العصر التي لا تخرج عن نطاق الشروح والحواشي.\n3 ـ 3 ـ و للإفراني أجوبة فقهية وفتاوى كان لها صيت وقبول حسن في عصره(3)[15]\n.[ص14]\nب ـ التعريف بالمسلك السهل\nملابسات التأليف\nألف الإفراني كتابه المسلك السهل لشرح الموشح المشهور الذي مطلعه:\nهَلْ دَرَى ظَبْيُ اَلْحِمَى أَنْ قَدْ حَمَى\nقَلْبَ صَبٍّ حَلَّهُ عَنْ مَكْنِسِ\n... ...\nللشاعر الإشبيلي إبراهيم بن سهل الإسرائيلي، وأنهى تأليفه في أول رجب من سنة 1128هـ) بالمدرسة الرشيدية(4)[16] بفاس، وهذا ما سجله بخطه في حاشية الصفحة الأخيرة من نسخة الأصل المخطوطة: \"كان فراغي من تبييضه أوائل رجب من عام ثمانية وعشرين ومائة وألف، بالمدرسة الرشيدية من مدينة فاس. قاله مؤلفه محمد\"(5)[17]. وكان ما يزال ـ على ما نعلم ـ طالب علم يسكن المدرسة المذكورة.\nوهو باكورة إنتاجه، وثمرة من ثمرات الشباب. يقول في مقدمته: \"..وهو أول مجموع أبرزته في قالب التصنيف، وأفرغت جهدي فيما يحصل به لأذن سامعه التقريط والتشنيف، مع كوني في إبان الحداثة\"(6)[18]. ويقول في الخاتمة: \"ولا يخفى على قريني أنها، كما يقول الناس، من الرأي العشريني\"(7)[19].\n__________\n(1) 13] - الإعلام. 5/54.\n(2) 14] - مخطوط الخزانة العامة بالرباط: ع 88 ج.\n(3) 15] - رحلة الوافد 197، وفهرس العميري. 81.\n(4) 16] ـ هي مدرسة الشراطين، أسسها الملك رشيد العلوي. انظر كتابنا الإفراني ص87-88.\n(5) 17] ـ مخطوطة الأصل ص294.\n(6) 18] ـ المسلك السهل57.\n(7) 19] ـ المسلك السهل 434. من مخطوطة الأصل 293.\n(1/16)",
        "\nوتسعفنا خطبة المسلك السهل وبقية مباحثه في التعَرف على الدافع الذي دفع الإفراني إلى الاهتمام بهذا الموشح، وهو دافع أدبي خالص، فبالأدب تتهذب النفس، وتكمل إنسانية(1)[20] الإنسان. وليس[ص16] أدخل في الأدب وأقدر على تحقيق هذه المهمة من موشح حاز رضا أرباب الأدب والموسيقى وإعجابهم.\nوليس في حديث الإفراني ما يشير إلى دافع ديني أو تعليمي ولا سيما أن الموضوع لا يسمح بذلك، وهذا مما يميزه عن أغلبية شراح النصوص ممن يَنشُدون أجراً أو قربى من عملهم كما يميز شرحه عن الشروح الهادفة إلى خدمة الدين بخدمة اللغة التي هي وسيلةٌ لفهم الكتاب والحديث كما جاء في مقدمة ابن زاكور لشرح لامية العرب: \"... فإن معرفة كلامهم (يعني العرب) وسيلة إلى معرفة كلامه (يعني الرسول) وما أنزل وسبب، فكانت لذلك من أعظم الوسائل وأجل القرب، فلذلك شرحت لامية العرب\"(2)[21].\nبل نظر الإفراني في الملابسات الدينية المحيطة بشرحه، فرأى أن يحتاط للتهم التي يحتمل أن تصوب إليه، فسعى لعقد تصالح بين المفاهيم الدينية الإسلامية والمفاهيم الأدبية التي يلتبس وجه براءتها على \"قوم لا يشعرون\"(3)[22].\nوجماعُ رأي الإفراني أن الاعتبار في الدين بما في السرائر، إذ لا يضير شئٌ مع صفائها. والأدب مبني على المسامحة. وقد جد الإفراني في التراث الإسلامي، ومنه حديث الرسول وسلوك الصحابة وفتاوى الأئمة وأكابر الفقهاء ما يبرر وجهة نظره المتسامحة.\n__________\n(1) 20] ـ خطبة المسلك53.\n(2) 21] ـ مخطوطة الخزانة العامة رقم 157 د ورقة 59 و.\n(3) 22] ـ انظر المسلك السهل143.\n(1/17)\n",
        "ولا شك أن قوة الدفاعِ وعنفَ الاتهام في عبارة الإفراني ناتجان عن وُجود منكرين متشددين، يقول: \"كأني بمتعسِّف ممتلئ الصدر بالأضغان والإحن ينكر إكبابي على إيضاح مغفل هذه الموشحة، ويحتج بأنها مشتملة على وصف الخدود والقدود، والمبالغة في وصف الراح، وكل ذلك مما هو حرام في الشريعة\"(1)[23]. ولهذا الكلام ارتباطٌ بالصراع الذي صورناه في كتابنا الإفراني وقضايا الثقافة بين اتجاهين فكريين ودينيين في عصره.\n[ص17]\n\nونجعل دفاع الإفراني عن الأدب والمفاهيم الأدبية التي طرحها عليه شرح مُوشح ابن سهل في النقط التالية:\n1 ـ التنويه بالأدب عامة. وخصصَ له الإفراني جزءاً من خطبة الكتاب مستشهداً بسلوك الصحابة، موردا تنويه الرسول بالبيان في الحديث المشهور، مبيناً أثر الأدب في تكوين شخصية الإنسان وتمييزه عن الحيوان بقوله: \"ولعمري إن كل من لا يتعاطى الأدب، ولا ينْسُل لاجتلاءِ غرره، واجتلابِ درره من كل حَدب، ما هو إلا صورة ممثلة، أو بهيمة مرسلة\"(2)[24]. ويعود لهذا الموضوع من حين لآخر عازيا التفاوت في الأدب إلى التفاوت في البلاغة. وهذه الانطلاقة في التأليف، وما فيها من هجوم على خصوم الأدب تعبِّر عن ذكاء الإفراني، فبعد أن أحلَّ الأدبَ المكان اللائق به من الاحترام انتقل إلى التنويه بموشح ابن سهل، وتفضيله على غيره، تبريرا للاشتغال به.\n2 ـ تبرير شرح نص غزلي. وذلك في مبحث (الزهر الغض في الرد على من عاتب في التوشيح أو غض). عرض الإفراني هنا موقف الدين من الغزل معتمداً على فتوى مفصلة لِواحد من أشهر فقهاء المغرب وهو ابن رشيد الفهري السبتي. كما عمم الحديث فناقش بالمناسبة موقف الدين من الرثاء مبينا الحد الفاصل بين الجائز منه و الممنوع، وأثرَ الأدب في تخفيف ألم أهل الفقيد.\n__________\n(1) 23] ـ نفسه.\n(2) 24] ـ المسلك السهل ص53.\n(1/18)\n\n3 ـ دفع الالتباس العالق ببعض التعابير المجازية. إذ كثيرا ما أدى التمسك بظاهر النصوص الدينية إلى تأثيم بعض التعابير. فمن ذلك انتقادهم شكوى الشعراء من الدهر، واعتبار ذلك خروجا عن هدي الحديث النبوي: \"لا يقل أحدُكم يا خبث الدهر، فإن الله هو الدهر\"(1)[25]. ومن المشددين في هذه المسألة بعض شيوخ الإفراني الذين أنكروا قول سعد الدين التفتازاني في طالعة المطول: \"فلقد جرد الدهر على أهلها سيفَ العدوان\"(2)[26]. ويحسم الإفراني الأمر لصالح التعبير الأدبي مستعينا ببحث موسع [ص18] \"لحافظ المغرب والمشرق، أبي عمر ابن عبد البر\"(3)[27] في استشهاده بسلوك الصحابة والتابعين. والذي ينبغي تسجيله، بكثير من الاهتمام، استقلالُ الإفراني عن رأي شيوخه في هذه السن المبكرة.\nومن التعابير التي أثارت ضجةَ أدباء فاس منذ العصر المريني قول محمد الربيب في سيف إدريس المنصوب بمنار جامع القرويين(4)[28]:\nوما خصَّ إدريسُ المنارَ بسيفه\nلغمٍٍّ، ولكن كي يعُم نداؤُه\nمشيرا: أجيبوا داعيَ الله تأمنوا،\nومن لم يجب داعيهِ هذا جزاؤُه\nوكان ابن الأحمر قد انتقد قول هذا الشاعر في كتابه نثير الجمان ذاهبا إلى أن تارك الصلاة لا يقتل، فرد عليه أستاذُ الإفراني أحمدُ بنُ عبد الحي الحلبي، وعلى ما كتب بطرة كتابه المذكور، من أنه يُقتل بقوله: \"قلت: وهذا كله تعسف بلا فائدة، وإنما جرى هذا الكلام مجرى المبالغة\"(5)[29]. لقد التبس على الإفراني رأي شيخه في هذه المسألة فنسب إليه نقيضه، وقد بينا ذلك في مكانه.\nويدل على اهتمام الإفراني بهذا الموضوع أنه جرد كراسة في حكم الاقتباس في وقت مبكر من حياته ذكرها في المسلك السهل(6)[\n__________\n(1) 25] ـ نفسه268.\n(2) 26] ـ نفسه.\n(3) 27] ـ المسلك السهل 269.\n(4) 28] ـنفسه 413 .\n(5) 29] ـ الدر النفيس 377، والمسلك السهل ص415 والحاشية 1.\n(6) 30] ـالمسلك السهل 87.",
        "(1/19)\n\n30]. كما تدل مناقشته لهذه القضية ولغيرها في المسلك السهل بروح متفتحة على ما يمكن أن يطبع موقفه من مرونة في هذه الكراسة. وهي مرونة تطبع موقف الإفراني في كتابه فتح المغيث بحكم اللحن في الحديث بطابعها، كما تطبع الاتجاه الذي ينتمي إليه هو وجميع الأدباء المتأثرين بأبي علي اليوسي، الميالين إلى التصوف؛ إذ يرون أن الحكم في ذلك لصفاء سريرة [ص19] الإنسان. ولهذا الموقف علاقةٌ برواج ديوان ابن الفارض في هذا العصر، وهو من الدواوين القليلة التي ذكرها الإفراني ضمن مصادره في المسلك السهل إلى جانب كتب الأدب واللغة(1)[31].\nولا يبعد أن يكون المحتوى الأدبي للمسلك السهل من ضمن مواد طعن فقهاء مراكش في أهلية الإفراني عندما تصدى لتدريس التفسير والحديث بجامع ابن يوسف.\nموقع المسلك السهل\nاهتم المغاربة بشرح النصوص الشعرية، لا سيما في العصر المريني والسعدي وما بعدهما. ويمكن تقسيم ما خلفوه من شروح، حسب موضوع النص والغرض المتوخى من الشرح، إلى ثلاثة أنواع:\n__________\n(1) 31] ـ وهو الديوان الوحيد المسجل في سجل الاستعارة بمكتبة ابن يوسف في أول القرن الثاني عشر الهجري 57 P 1944 HESPERIS.\n(1/20)",
        "\n1 ـ شرحُ نصوص دينية تتعلق في الغالب بمدح الرسول(1)[32].وتثير قضايا تصوفية، مثل شرح البردة لسعيد بن سليمان السملالي المتوفى سنة 382هـ(2)[33]. وشرحها لمحمد بن عبد السلام بناني المتوفى سنة 1163هـ. وشرحها لأحمد بن عبد الوهاب الوزير الغساني المتوفى سنة 1146هـ. ومن أحسن الشروح منهجا ومادة شرح ابن مرزوق: إظهار صدق المودة في شرح البردة. ومن ذلك أيضا شرح الهمزية فقد شرحها محمد بن عبد الرحمن الصومعي(3)[34] والحضيكي(4)[35] المتوفى سنة 1185هـ، وبنيس(5)[36]، ومحمد بن زكري المتوفى سنة 1144هـ، وشرَح بانت سعاد كلٌّ من أبي الحسن بناني والحضيكي السالفِ الذكر.\n[ص20]\nوهذه الشروح تجمع من المادة التاريخية واللغوية والبلاغية والفوائد الأدبية قدراً وافرا، كما أنها مفعمة بالخوارق والخرافات.\n2 ـ شروح تستهدف غاية لغوية تعليمية لتيسير فهم النص لمن يريد تناوله من الطلبة، ومن هذا النوع الفريدُ في تقييد الشريد لأبي القاسم الفكيكي(6)[37]، ونيل الأماني في شرح التهاني لأبي علي اليوسي المتوفى سنة 1102هـ(7)[38].\nوقد يكون هدف الشارح خدمة اللغة العربية التي بدونها لا يمكن فهم \"كتاب الله وسنة رسوله\". وهذا الغرض كثيرا ما يُنص عليه لدفع تهمة العبث وضياع الوقت.\n__________\n(1) 32] ـ انظر محاضرة للدكتور عباس الجراري بعنوان الأدب المغربي في المولد النبوي، في كتابه الأدب المغربي 1/ 150 وما بعدها.\n(2) 33] ـ مخطوطة خ. ع. ضمن مجموع رقمه 1372 د.\n(3) 34] ـ مخطوطة خ.ع. 895 ج.\n(4) 35] ـ مخطوطة خ. ع. 527 ج.\n(5) 36] ـ مخطوطة خ.ع 534 ج، 1135 ج.\n(6) 37] ـ مخطوطة خ.م 4198، 4260.\n(7) 38] ـ انظر كتابنا الإفراني وقضايا الثقافة.\n(1/21)\n",
        "3 ـ شروح تتجه إلى القيمة الأدبية للنص المشروح، وتعتبر الشرح اللغوي والإعراب والتخريجات البلاغية وسيلة لاجتلاء درر المعاني، وهذا هو الاتجاه الذي يسير فيه الإفراني. ومن الشروح التي سبقت شرح الإفراني في هذا الاتجاه إتحاف ذوي الأرب في مقاصد لامية العرب لسعيد المغوسي(1)[39].\nومن الملاحظ أن معاصري الإفراني قد ساهموا في هذه الاتجاهات الثلاثة.\nأما الظاهرة البارزة التي تنتظم أغلب العصور فهي اتجاه الشراح إلى نصوص بعينها، وعلى رأسها البردة والهمزية وبانت سعاد ولامية العرب وديوان الشعراء الستة وديوان الحماسة.. وذلك ما يجعل هذه الشروح مكرورة وغير مجدية أحيانا، إذ يصعب التعرف على ما هو أصيل فيها وما هو منقول، وقَلَّ من تناول موضوعاً بكراً بعمق وإجادة، وخصوصا في العصور اللاحقة لعصر الإفراني، وهذا ما يُعطي المسلك السهل قيمة كبيرة في نظرنا.\nليس فيما وصل إلى أيدينا من أخبار الإفراني تعليق على قيمة كتابه المسلك السهل غير قول [ص21] أبي الربيع سليمان الحوات: \"وله تآليف عديدة، جامعة لفرائد الفوائد المفيدة، ومنها، وهو أول ما ألف، المسلك السهل في توشيح ابن سهل، وهو وحده يدل على قوة عارضته وامتداد باعه(2)[40]\". وفي العصر الحاضر قال ليفي بروفنسال في حق المسلك السهل كذلك: \"وهو كتاب متداول اليوم عند الأدباء المغاربة\"(3)[41].\n__________\n(1) 39] ـ توجد نسخ منه عديدة بالخزانة العامة بالرباط منها 142 ج، 877 ج الخ.\n(2) 40] ـ الإعلام للمراكشي 5/54. وولد أبو الربيع سليمان الحوات بعد ثلاث أو أربع سنوات من موت الإفراني أي سنة 1160/1747، وتوفي سنة 1231/ 1816. (مؤرخو الشرفاء 242 ).\n(3) 41] ـ مؤرخو الشرفاء 89، وقد عاش ليفي بروفنسال في النصف الأول من هذا القرن ( 1894 - 1956م). انظر ترجمته في أول الترجمة العربية لكتابه مؤرخو الشرفاء نقلا عن مجلة ( أرابيكا 1956 فصلة 2 ).\n(1/22)\n\nوبعد ذلك نجد الحديث عن الإفراني الأديب البياني. وهذه مجموعة من الأقوال في التنويه به، قال محمد المكي بن موسى الناصري في الرياحين الوردية، وهو معاصر للإفراني وله به اتصال: \"أديب زمانه، وفريد أوانه\"(1)[42]. وقال في الدرر المرصعة: \"الأديب النحوي اللغوي البياني..\"(2)[43]. وقال فيه محمد القادري، وهو معاصر له كذلك: \"العالم الأديب الإخباري النجيب\"(3)[44]. ومن الأجيال اللاحقة قال أبو الربيع سليمان الحوات: \".. النقادة النحوي البياني الأديب البليغ الفصيح الخطيب\"(4)[45]. ومن المعاصرين قال ليفي بروفانسال: \"إن الإفراني يتمتع اليوم بسمعة طيبة في الأوساط الأدبية، ويحظى بكامل التقدير\"(5)[46]. ومن المعاصرين كذلك عبد الله كنون: \"العلامة المؤرخ الأديب صاحب المنن على التاريخ المغربي والأدب\"(6)[47].\n[ص22]\nفهذه الشهادات المأخوذة من عصر الإفراني إلى اليوم تنوه كلها بصفة الأديب. ويهتم أقدمها بصفة (البياني)، و (النقادة) و(البليغ). فعلامَ يقوم هذا الحكم إن لم يقم على كتاب المسلك السهل؟ صحيح أن الإفراني كان خطيبا بليغا، ومدرِّسًا، وناظماً متوسط النظم، أما أن يكون نقادةً وبيانيا فهذه الصفة لا يخوِّلها له إلا المسلك السهل. هذا الكتاب الذي أخذ زملاءُ المؤلف بنسخه بعد انتهائه من تبييضه مباشرة إذ لم يفرغ المؤلف من تبييض الكتاب حتى كان صاحبُ نسخة (الأصل) قد فرغ هو الآخر من نسختِه في مدة لا تتجاوز خمسة عشر يوما.\n__________\n(1) 42] ـ الرياحين الوردية 67.\n(2) 43] ـ الدرر المرصعة 91.\n(3) 44] ـ التقاط الدرر 2 / 415.\n(4) 45] ـ الإعلام المراكشي 5 / 53.\n(5) 46] ـ مؤرخو الشرفاء 93.\n(6) 47] ـ النبوغ المغربي 1 / 298.",
        "(1/23)\n\nويدل عدد النسخ المتوفرة في الخزانة الملكية والخزانة العامة بالرباط وحدها وهو ثلاثة وعشرون نسخة مخطوطة، على ما كان للكتاب من رواج. ولقد أصبحت النسخ المطبوعة منه أندر من المخطوطة، على أن طبع الكتاب في حد ذاته له دلالة خاصة في عصر اتجه فيه الاهتمام إلى الكتب الدينية واللغوية.\nولم نعثر بين الشروح التي ظهرت بعد المسلك السهل في المغرب على ما يسمو إلى مستواه، أو يدانيه في قيمته. ومنها: فتح المنان في شرح قصيدة ابن الونان لمحمد العربي المشرفي، وشروح البردة والهمزية التي أصبحت عبارة عن تلخيصات وتقاييد هزيلة. ويَظَلُّ المسلك السهل من أبرز المعالم في اتجاه النقد التطبيقي في المغرب الأقصى لما توفر فيه من تصور منهجي وتذوق فني بلاغي للنص المشروح. وهو بعدُ مصدرٌ للتعرف على ثقافة الأديب في عصر الإفراني بمصادرها الشرقية والأندلسية والمغربية.\n* * *\nأما الطريقة التي اتبعها الإفراني في الشرح والخطوات التي سار عليها فهي ليست مما ابتدعه أو انفرد به، وإن تميز بالتزامه بصرامة. بل نسج فيه على منوال غيره من الشراح الذين سبقوه من مغاربة ومشارقة، ممن ساروا في هذا الدرب، ومهدوا هذا الطريق، مع اختلافهم في التزام هذه الخطوات كلها أو بعضها أو الزيادة عليها. وبعد استعراض عدد وافر من الشروح الأدبية برزت لنا حلقات السلسلة التي ينتظم فيها المسلك السهل. ونقف الآن وقفة قصيرة عند أربعة شروح لعلماء من [ص23] دعائم هذا الاتجاه أو هذه المدرسة لنعرف بالطرائق التي اتبعوها في شروحهم وهم: الصفدي في الغيث المسجم في شرح لامية العجم، وابن مرزوق في إظهار صدق المودة في شرح البردة، والمغوسي في إتحاف ذوي الأرب بمقاصد لامية العرب. والأليوري في شرح البردة.\n(1/24)",
        "\n1 ـ نعرض في إيجاز خطةَ كتاب ( إظهار صدق المودة ) لمطابقتها لخطة المسلك السهل في خطواته الست مع إضافة ابن مرزوق مطلباً سابعا عنوانه \"الإشارات التصوفية\"، وهذا، بطبيعة الحال، مما أملاه الموضوع، واقتضاه النص المشروح، وهو البردة في المديح النبوي. يقول ابن مرزوق في مقدمة شرحه محددا منهجه: \"... وجعلت الكلام، على ما أشرحه من أبياتها في سبع تراجم:\nالأولى، الغريب في شرح لغة الألفاظ المفردة، وما يتعلق بها من التصريف.\nالثانية، التفسير في شرح المعنى المقصود من تراكيب الجمل.\nالثالثة، المعاني في ذكر خواص الكلمة المستعملة في ذلك التركيب وغيرها إفرادا وتركيبا.\nالرابعة، البيان في ذكر وجوه ذلك التركيب مع وضوح دلالته على المعنى المراد وبيان الحقيقة منه والمجاز، وما ينخرط في سلك ذلك من ذلك الفن.\nالخامسة، البديع في ذكر وجوه ما في ذلك التركيب من المحاسن اللفظية والمعنوية.\nالسادسة، الإعراب، فأذكر منه الوجوه الظاهرة القوية دون غيرها، وهي ترجمة معينة على فهم معاني الأبيات.\nالسابعة، الإشارات التصوفية، فأذكر منها ما يمكن أن يكون إشارة إلى المعنى المذكور\"(1)[48].\n[ص24]\n2 ـ أما الأليوري فقد سار في شرحه في \"أربعة فنون\" حسب تعبيره: \"الفن الأول اللغة، إذ بها تنتظم الألفاظ وتبين المعاني. الفن الثاني الشرح وبيان المعنى، وما أمكن استحضاره من الشواهد الشعرية. الفن الثالث الإعراب على اختصار إذ لم يقصد به ذلك المجموع. الفن الرابع ما يعرض في الأبيات من البيان وعلم البديع\"(2)[49].\n__________\n(1) 48] ـ إظهار صدق المودة مخ. خ. ع رقم 1713 د ورقة 10 ب. الجزء الأول.\n(2) 49] ـ شرح البردة مخ. خ. ع رقم 530 ج.ص4.\n(1/25)\n",
        "3 ـ ولم يلتزم المغوسي بهذه الخطوات، وإن كان عمله يحقق مجمل ما تنتهي إليه، فهو يبدأ بقوله: \"أقول \" ليشرح الألفاظ ويناقش صيغها الصرفية، ثم يتجه لتلخيص المعنى بقوله: \"يقول\" ثم يبسط المسائل البلاغية التي يتوقف عليها تذوق النص، \"مع رد كل فرع إلى أصله، ووصل كل معنى بما يناسبه من فصله\"(1)[50]. وينهي كلامه بالإعراب متوسعا فيه كثيراً.\n4 ـ ويتناول الصفدي أبيات لامية العجم فيشرح الألفاظ شرحا لغويا ثم يعربها متوسعا في الإعراب كثيرا، ويستخرج معنى البيت ويرفع النقاب عن تعابيره وصوره. ومنهجُه أكثرُ مرونة من غيره. وهو أميل إلى الاستطراد لأنه يرى الانتقال من نوع إلى نوع أنشط للمطالعة وأبسط، فيقول \"فلا تجدني في هذا الشرح واقفا مع ضيق المقام، ولا فارا من مشق القواضب ولا رشق الحسام، بل أشرف على كل مكان فأسقط وأتوخى الحب الكبار فألتقط، فمهما استطرد الكلام إليه وفيته حقه\"(2)[51].\nوقد وجد الإفراني في هذا الشرح المادة الأدبية من المناسبة لشرحه من شعر وأخبار مناسبة للغزل فعوض بذلك نقصها في الشروح الأخرى.\n__________\n(1) 50] ـ إتحاف ذوي الأرب مخ. خ.ع رقم 877 ج ص7.\n(2) 51] ـ الغيث المسجم 1/3.\n(1/26)\n\nهذه بعضُ حلقات سلسلة الشروح الأدبية التي تتبع خطةً محكمة، وتحاول أن تحيط بالجوانب اللغوية (المعجمية والصرفية)، والتركيبية (النحو)، والبلاغية (المعاني والبيان والبديع)، مع إثارة مختلف المسائل المتعلقة بمعاني النص وظروفه، على اختلاف في الأهمية التي يوليها هؤلاء الشراح كلَّ مطلب من هذه المطالب تبعاً لثقافة كل واحد منهم، والغرض الذي رصد له شرحه، فالإفراني [ص25] المؤرخ خصص أكثر من ربع الكتاب للظروف التاريخية والفنية للموشح المشروح. والمغوسي، الشيخ اللغوي، اهتم أكثر من غيره باللغة والنحو والصرف. بينما اقتضى الموضوع ابن مرزوق أن يخصص (ترجمةً) للإشارات التصوفية. والتقى الإفراني بالصفدي في مفهوم الأدب ووظيفته: \"الأدب كله فكاهة، وأحسنه الغريب الحلو المساق\"(1)[52]، فاشتركا في كمية وافرة من مادتي كتابيهما، وفي جو الطرافة والغرابة السائد فيهما. أما الأليوري فإن التقاء الإفراني به أعمق وأجدى، وذلك في ميل كل منهما نحو تذوق جمال النص والاهتمام بِ \"المعاني\" والعزوف عن التقسيمات والتعليلات النحوية.\n\nالإطار العام للشرح: التاريخ، الفن، الدين\nقبل أن يتناول الإفراني أبيات الموشح بيتا بيتا عقد مقدمة طويلة للتعريف بابن سهل صاحب الموشح، والتعريف بفن التوشيح وبيان نشأته وتطوره. وتحدث عن الموسيقى والعروض والقافية، كما تناول موقف الدين من الأدب والغزل خاصة.\nوكما اهتم بالإطار العام للموشح اهتم كذلك بالمجال الخاص بالمعاني والصور الشعرية، فأورد الشواهد والأخبار والمعارف المختلفة التي تساعد على وضع المعاني والصور في إطارها العام ضمن الأدب العربي عامة، وأدب العصور المتأخرة خاصة.\n__________\n(1) 52] ـ المسلك السهل ص146. وانظر حديثنا عن الطرافة ومفهوم الأدب في هذه المقدمة.",
        "(1/27)\n\nوكان الإفراني واعيا بالهدف من مقدمته، فهي، حسب عبارته، علَم منشورٌ على طلائع رايات الموشح، يهدي إليه وينبئ عنه، يقول: \"وعَنَّ لي أن أقدم قبل الخوض في لجج معاني التوشيح مقدمةً تكون كالرعيل لجيش أبياته، وعلما منشوراً على طلائع راياته، أضمنُها التعريف بناحت دُرره المزخرفة.. وذكر نبذ في صناعة التوشيح، واختراعها ومخترعها، وما يكون كالذيل لذلك\"(1)[53].\n[ص26]\nوهو لا يعتبر هذه المقدمة غاية، فيقول في آخرها: \"ولنمسك الزمام، فإن المطلوب بالذات أمام\"(2)[54]؛ أي فيما يأتي من الشرح، ولكنها داخلة عنده، في الأدب، وليست مقحمة عليه. ولذلك يبرر الإطالة فيها بحاجة كتب الأدب إلى ما توشح به من نوادر، فيقول:\" والعذر في الإطالة أنا رأينا كتب الأدب إذا لم توشح بنوادر وأخبارٍ لم تقع في العقول موقع القبول\"(3)[55].\nثم نرى الإفراني يتتبع تطور الموشحات بدون كلل حتى يبلغها قمة نموها، وتسلم رايتها لابن سَهل، فتكون موشحتُه لذلك ثمرة ناضجة لجهود سابقيه، وهذه عبارته التي أنهى بها الحديث عن تاريخ الموشحات وأخبار أصحابها: \"وانتهت الرئاسة في التوشيح لابن سهل، وبذهاب عينه اندثرت آثارها، وغربت شموسها، وتقلصت أفياؤها. ولا شك أن شأوه في ذلك لا يُلحق، كما لا يخفى على من اتصف بالإنصاف وتقلد بالحق. وكفى شاهدا على ذلك موشحته هذه، فإنها حالقة اللِّحى، لمن انتحل معارضتها وانتحى. وقد تصدى لمعارضتها أقوامٌ، فكانوا كمن تطلب رجوع ما مضى من الأعوام\"(4)[56]. وهذا مما يكسب اختياره قيمة كبيرة.\n__________\n(1) 53] ـ نفسه61.\n(2) 54] ـ المسلك السهل 146.\n(3) 55] ـ نفس ه 146\n(4) 56] ـ نفسه 117.\n(1/28)",
        "\nأولى الإفراني بيئة الشاعر أهمية كبيرة فتناولها من جميع جوانبها التي أثرت في ابن سهل وجعلت منه شاعرا رقيقا، ووشاحا غزلا، ومنها طيب هواء مدينة إشبيلية، ودماثة أخلاق أهلها، وميلهم إلى الموسيقى والطرب. وأضاف إلى ذلك تأثر ابن سهل بانتمائه اليهودي في بيئة إسلامية، حتى رد بعض المغاربة رقةَ شعره إلى اجتماع ذلين فيه: ذلِّ العشق، وذل اليهودية(1)[57].\nولسنا في حاجة إلى تأكيد العلاقة بين اهتمام الإفراني بجانب الرقة والشاعرية في شخصية ابن سهل وبين الموشح المشروح وموضوعه الغزل، ويقوي ذلك أن الإفراني شرح هذا النص في ظروف ازدهرت فيها الموسيقى بالمغرب، وزاد نتيجة ذلك الاهتمام بالموشحات.\n[ص27]\nوتنسجم النصوص التي انتقاها الإفراني من ديوان ابن سهل وألحقها بترجمته في المسلك السهل مع موضوع الموشح المشروح، فكُلها في الغزل تبرزُ فيها الصناعة البديعية، ولاسيما التوجيه.\nوغلبة طابع الرواية على المؤلف في هذه المقدمة كثيراً ما جعله ينتقل من مادة إلى ما يشابهها أو يقترب منها، فحديثه عن الموشحات يؤدي إلى الحديث عن الزجل والدُّوبيت والمواليا. وترجمة ابن سهل اليهودي تذيل بالتعريف بستة من اليهود النابغين في البيئة الإسلامية.\nوالاستطرادات كثيرة في هذه المقدمة تبعد القارئ عن إدراك هدف المؤلف من المادة الغنية التي يحشرها فيها، فيأخذ بعضها برقاب بعض برباط قوي أو ضعيف. غير أنه إذا رجعَ إلى مفهوم الأدب في عصر الإفراني، كما سنحدده في مبحث لاحق، وجد للمؤلف عذرا.\nوتعتبر هذه المقدمة التاريخية، مضافة إلى الميل إلى الرواية والحديث عن الظروف المحيطة بالنص ومعانيه في مجمل الكتاب، علامةً مبكرة على ميل المؤلف إلى التاريخ الذي سيغلب عليه بعد عودته من فاس.\n__________\n(1) 57] ـ نفسه 73.\n(1/29)\n",
        "والسؤال الذي يطرح نفسه الآن هو مدى تأثر الإفراني بمن سبقه من الشراح الذين قدموا لشروحهم بالتعريف بالشعراء، وعلى رأس هذه الشروح الغيث المسجم، في شرح لامية العجم ،لصلاح الدين الصفدي، الذي تعرض في مقدمة شرحه لأخبار الطغرائي. واعتنى المغوسي من المغاربة بترجمة الشنفرى مورداً ما تيسر من أخباره، مشيرا إلى أهمية قصيدته، وذلك في مقدمة شرحه للامية العرب المسمى إتحاف ذوي الأرب بمقاصد لامية العرب. وليس لدينا ما يدل على استفادة الإفراني من هذا الشرح، أو إطلاعه عليه عند تأليف المسلك السهل، وإن كنا لا نستبعد ذلك.\nونرى أن مقدمات كل من الغيث المسجم للصفدي، وإتحاف ذوي الأرب للمغوسي، وشرح البردة للأليوري، وغيرها من الشروح التي تيسر لنا الاطلاع عليها، ليس فيها من التنوع والغنى والتوجه نحو تعليل شاعرية الشاعر أو تفوقه ما يجعلها في مستوى المسلك السهل. وإذا كانت الخطة التي اتبعها الصفدي في حديثه عن الطغرائي، ثم عن العروض والقافية، قريبةً من خطة الإفراني، فهي مختصرة وغير هادفة إلى غاية معينة.\n[ص28]\nكما أن مقدمات أغلب الشروح قبل الإفراني وبعده، ولا سيما شروح البردة و الهمزية، تميل إلى المبررات الغيبية في بيان فضل النص المشروح، فتنسب لصاحبه من الكرامات ما يضيق به المنطق والذوق. وهذا ما جعلني أبحث عن مصادر أخرى تأثر بها المؤلف واستفاد منها في الإطار العام التاريخي والفني لهذا النص.\n(1/30)\n\nفإلى جانب ميل المؤلف إلى التاريخ نرى أنه تأثر في المسلك السهل خاصة بأحمد المقري في كتابه نفح الطيب وأزهار الرياض، وذلك في اهتمام هذا الأخير بالظروف المحيطة بحياة ابن الخطيب في النفح، وبحياة القاضي عياض في الأزهار، وذلك ما أعطى كتابيه طابعا موسوعيا في تاريخ الأدب الأندلسي والمغربي. ويزكي ما ذهبنا إليه اعتماد المؤلف عليهما، ولا سيما نفح الطيب، في معظم المادة التاريخية والأدبية في مُقدمة المسلك السهل. وكان من نتيجة إعجاب الإفراني بالمقري أن خصه بترجمة عنوانها: الوشي العبقري في ضبط لفظ المقري، كما اطلع الإفراني على مقدمة ابن خلدون ونقل منها في المقدمة والشرح ناعتا صاحبها بـ \"الشيخ الرئيس أعجوبة المؤرخين\"(1)[58]. وقد بينا أثناء الحديث عن الطابع الثقافي للعصر في كتابنا الإفراني وقضايا الثقافة أن الميل إلى الأدب والتاريخ يميز الأدباء الشبان في عصر المؤلف عن شيوخهم الذين يميلون أكثر إلى اللغة والتصوف والأمثال والحكم.\n* * *\n\nوفي تحديد الإطار الأدبي والفني للموشح لاحظ الإفراني باستغراب الإهمال الذي لحق الموشحات فقال: \"والعجب أنه مع كونه من شدة الحاجة إليه بهذه المرتبة لم يتنزلوا لضبط قواعده كل التنزيل، ولم يسهلوا من أمره ما هو في غاية الحاجة إلى التسهيل، ويبسطوا من مسائله ما يصعب\"(2)[59].\nفهناك إذن الحاجة إلى الموشحات، وهناك الدعوة إلى ضبط مسائلها، وتسهيل ما صعب منها.\n[ص29]\nغير أنه لم يكن بوسع الإفراني أن يقوم بهذا العبء وحده، فله فضل تصور المشكل والإحساس بالحاجة إلى معالجته، أما ما قدمه في أول السمط الثاني من تعريف التوشيح لغة وعرفا، مع ذكر عدد محدود من أسماء أجزاء الموشح كما نقلها ابن خلدون عن ابن سعيد، فليس كافيا للتعرف على تركيب الموشح وتقنيات بنائه.\n__________\n(1) 58] ـ المسلك السهل ص99.\n(2) 59] ـ نفسه49.",
        "(1/31)\n\nوفي المبحثين الخاصين بالموسيقى والعروض والقافية، وهما: زهرة الريحان، في ذكر الطبوع والألحان و جملة كافية فيما يتعلق بالتوشيح من العروض والقافية، اكتفى الإفراني بالتنويه بالموسيقى والحديث عن الطبوع وعلاقتها بالطبائع، وأثر زرياب في تطوير الموسيقى بالأندلس، مؤكدا ضرورة العروض للشعر، ومحددا معنى القافية وما ثار حولها من خلاف بين القدماء، وغير ذلك من القضايا المعروفة المتداولة، معوضا التحليل والتنظير اللذين تقتضيهما المناسبة بإيراد الأخبار والنكت وغريب القوافي.. ولم يزد فيما يخص الموشح على تقطيع البيت الأول منه، وذكر الدائرة التي ينتسب إليها، والنغمة التي يجري عليها، وما كان له من شهرة واستحسان عند أرباب الموسيقى...\nوقد سهل مُهمة الإفراني في هذا المجال كون موشح ابن سهل يجري على بحر من البحور الخليلية وهو الرمل. ولم يشر الإفراني إلى تنوع قافية الموشح.\nمنحى الإفراني في الشرح: الذوق والبلاغة\nإذا نظرنا إلى عمل الإفراني في المسلك السهل بكامله، معتبرين الغاية التي يتوخاها من كل خطوة من خطوات التأليف وجدناه يهتم بثلاثة جوانب أساسية، يشكل كل جانب منها خطوة من خطوات الشرح ومرحلة من مراحله.\n[ص30]\n1ـ وأولى هذه الخطوات وضع النص المشروح في إطاره التاريخي والفني، وتبرير الاشتغال به دينيا، واستغرق هذا الجانب، كما تقدم، ربع الكتاب.\n(1/32)",
        "\n2ـ والخطوة الثانية فهمُ معاني الألفاظ وفحوى التراكيب في مطلبي اللغة والإعراب، وفي جانب من مطلب المعنى. وقد برر الإفراني تقديم مطلب اللغة بكونه سبيلا لفهم ما بعده، ولم يبرر تأخير الإعراب وهو يؤدي المهمة نفسها. والظاهر أنه خضع في ذلك لتأثير أغلب الشراح في تأخيرهم لمطلب الإعراب ولتأثير ابن مرزوق مباشرة. وكان حَريا به أن يسلك سبيل الصفدي الذي جعل الإعراب بعد اللغة مباشرة، والأليوري الذي قدم مطلب الإعراب على المطلب البلاغي. والخطوتان الأولى والثانية تمهدان لتذوق جمال النص المدروس.\n3ـ وفي الخطوة الثالثة التي نحللها هنا تناول المؤلف الجانب الفني في النص باذلاً قصارى جهده لإظهار جماله وتعليل هذا الجمال بلاغيا. ويشترك مطلب المعنى والمطلب البلاغي (المعاني، البيان، البديع) في تحقيق هذه الغاية؛ فيتم، في مطلب المعنى، \"رفعُ القناع عن معنى التركيب، وتنزيلُ المعنى على الألفاظ، ونسق بعضها ببعض، حتى تصبح من حيث المعنى كأنها سبيكة إبريز، تشهد لصائغها بالتقدم في الصناعة والتبريز\"(1)[60].\nفالهدف من (المعنى) إذن ليس تيسير الفهم فحسب، وإنما سبك المعاني حتى يظهر جمالها وتفوق صائغها.\nويعتبر المؤلف المطلب البلاغي ألطف المطالب وأعلاها، إذ به تتم المفاضلة والتقديم، فيقول: \"ثالثها(2)[61]: وَشيُ حلل البيت بسلك المعاني، ثم بجواهر البيان ثم بيواقيت البديع، وهذا ألطف المطالب وأعلاها وأغلاها، إذ هو مضمار ما يقع به التفاضل، وينعقد بين الأماثل في شأنه التسابق وَ التناضل\"(3)[62].\n[ص31]\nولهذا كله تكون الخطوة الثالثة محطَّ رحال الشارح والهدف الأسمى للشرح.\n__________\n(1) 60] ـ المسلك السهل ص56\n(2) 61] ـ يقصد الخطوة الثالثة من خطوات الشرح.\n(3) 62] ـ المسلك السهل ص56.\n(1/33)\n",
        "ونشرع الآن في تلمس هذه الحقيقة من الشرح مباشرة فنضع بين يدي القارئ نموذجا من النماذج الموفقة في سبك معاني الأبيات، نقتطفه من شرح البيت الثالث، وهو: \"كان في البيتين(1)[63] قبله في مقام الغيبة، فتضاعف وجده، إلى أن استغرق في أوصاف جمال محبوبه، وفني في مشاهدة حسنه، فصار حاضراً لديه، مخاطبا له، فهو يحاوره، ويطارحه بما قاساه من هواه، ويقول: يا أيها القمر الذي كان طالعا في فلك القرب، حاضرا في سماء القلب، أنظر إليه، ثم غاب عني، وتحجب بالبعد والفراق، فسلك لهجرانه سبيلا عرض فيه عاشقيه للتهلكة، إذ بغيبة سواده عن سوادهم تغيب أرواحهم عن أجسادهم، فتهلك نفوسهم، ويقوى بوسهم، ويعيل صبرهم، فإن الفراق، عذاب لا يطاق\"(2)[64].\n__________\n(1) 63] ـ الأبيات المحال عليها هي:\n\nهل درى ظبي الحِمى أن قد حمى ... قلب صلب حله عن مكنس\nفهو في حر وخفق مثلما ... لعبت ريح الصبا بالقبس\nيا بدورا أفلت يوم النوى ... غررا تسلك في نهج الغرر\n\n(2) 64] ـ المسلك السهل ص184 ـ 185.\n(1/34)\n\nوهكذا يرتفع الإفراني بمطلب المعنى عن المفهوم المتداول بين الشراح، وهو نثر البيت وإعادة ترتيب كلماته ترتيبا (معقولا) يُفرغها من جمالها الفني، ويجرهم إلى كثير من الحشو والفضول، فقد جعل \"المعنى\" تركيبا للجهد البلاغي في علاقته بالحالة النفسية، فنراه هنا يبحث عن الدوافع النفسية الكامنة وراء تغير اتجاه الكلام من \"مقام الغيبة\" إلى \"مقام المشاهدة\"، مستعينا بثقافته البلاغية في الالتفات، محاولا الاستغراق في النص ومشاركة ابن سهل في تجربته، فبقدر ما كان هذا الأخير \"يستغرق في أوصاف محبوبه\" و \"يفنى في مشاهدة جماله\"، كان الإفراني يستعيد التجربة ويستلذها في عملية نقد تأثري. وعندي أن الإفراني متأثر هنا بتجربة الغربة التي عبر عنها في أول المسلك، واعتبرها عائقا من عوائق التجويد في التأليف، تلك الغربة التي دامت عشر سنوات على الأقل. وهذه المعاناة والصدق جعلا الشارح ينظر إلى النص في وحدته، ويربط البيت بما قبله، وذلك نادر في الشروح التي تعتبر البيت وحدة مستقلة. وتقتضي هذه الطريقة في الشرح أول ما تقتضي، أن يكون الشارح مبدعا، [ص32] قادرا على إعادة الخلق، وهو ما برهن عنه الإفراني هنا، سواء في تصور اللحظة والتأثر بها أو في أسلوبه الذي رفع التجربة إلى أجواء السمو الصوفي، مستعملا كلمات من نوع المقام والاستغراق، والفناء، والحضور، والأرواح، والأجساد، والنفوس.\nولا غرابة في ذلك، فالإفراني واحد من كتاب العصر وخطبائه المرموقين. وتجويد الأسلوب سِمة غالبة على هذا المطلب الذي يشيع فيه المجاز وانتقاء الكلمات المتجانسة، والمزاوجة بين السجع والاسترسال.",
        "(1/35)\n\nوقد يكون \"المعنى\" عبارة عن تخريج صورة مجازية على نحو ما نقرأ في البيت الثاني: \"المعنى أن قلبه بسبب حمية الحبيب له، وإيقاده به نار الصبابة، هو في حرارة واحتراق، وأنه يضطرب ويحترق، فالنار مستعرة بحركته، لأنه كالنافخ لها. فحالته في ذلك كحالة المقباس إذا صادفته ريح فهي تقلبه ذات اليمين وذات الشمال. فأخبر أن قلبه يكابد غصص أمرين: الحرارة والخفوق\"(1)[65].\nفمن السهل التمييز بين الشقين المكونين لهذا \"المعنى\"، ففي الأول يحاول الشارح تحديد طرفي الصورة، والكشف عن العلاقة بينهما، وفي الثاني، الذي يبتدئ من قوله: \"فأخبر..\"، يلخصُ المعنى على طريقة أغلب الشراح الذين يهدفون إلى الإفهام لا إلى التذوق.\nغير أن تذوق الصور الشعرية، وربطها بالحالة النفسية للشاعر لا يتحقق إلا في الأبيات التي تصور حالة نفسية، أما الأبيات التي لا تحتوي على أكثر من أوصاف مرصوفة فهي لا تستحق، في نظر الإفراني إلا أن يقال فيها كما قال المتنبي(2)[66]:\n[ص33]\nأسامياً لم تزده معرفة\nوإنما لذة ذكرناها\nوشأنها شأن الأبيات التي تقوم على أحكام عقلية جافة، كالبيت الثاني والعشرين الذي يُحتج فيه على خرق مبدأ قانوني:\nليت شعري أي شيء حرما\nذلك الورد على المغترس\nإذ لم يزد في \"المعنى\" على قوله: \"لما أبان في البيت قبله أنه الغارسُ للورد في رياض الوجنات، ومن غرس شيئا فهو له، عجب من كونه لا يجد سبيلا لقطف ما غرسه، ولم يدر السبب الموجب لهذا الإبعاد\"(3)[67]، واقتصر في (البيان) على الإحالة على ما سبق: \"تقدم ما يتعلق بالورد والغرس وما فيها من المجاز\"(4)[68]، ثم استطرد بشرح (التوجيه). ومِثْلُ ذلك صنيعه في (المعاني).\n__________\n(1) 65] ـ المسلك السهل ص167.\n(2) 66] ـ نفسه 346.\n(3) 67] ـ المسلك السهل ص389.\n(4) 68] ـ نفسه 393\n(1/36)",
        "\nبعد فهم البيت وتذوق جماله على نحو ما سبق في مطلب (المعنى)، يتجه المؤلف لاستخراج ما فيه من صور بلاغية على ضوء علوم البلاغة الثلاثة، فيذكر ما فيه من نكت ومحسنات بلاغية. وكان الأمر يتعلق بمستويين لقضية واحدة: المستوى الأول تذوق مباشر، يتلقى فيه الشارح التأثير مباشرة من النص على طريقة النقاد التأثريين، وكأنه أعزل من علوم البلاغة ومبادئ النقد. والمستوى الثاني محاولة تعليل ذلك التأثير بلاغيا، بذكر القاعدة التي تحكمه، والشواهد التي تؤيده. فلا يكاد يذكر المحسن حتى ينطلق إلى بسط القواعد البلاغية، وإيراد الشواهد الشعرية والنثرية مبتعداً هذه المرة عن النص سابحاً في أجواء البلاغة والشعر، وهذا جلي في مطلب (البديع) أكثر من غيره، بينما يجنح في مطلب (المعاني) إلى التحليل والإحالة على الذوق، حاثا على التأمل.\nويتجاذب الإفراني قطبان: الأول قطب المعاني، والثاني قطب البديع. أما البيان فإن عمله فيه عادي جدا. فهو يهتم في جانب المعاني بقيمة الكلمة في موقعها من التركيب فناقش دلالة أدوات العطف، والاستفهام، وأل، وأن، وإذا، والفرق بين صفة اسم الفاعل واسم المفعول، كما ناقش التقديم والتأخير، والإضافة والإظهار، والإضمار، والفرق بين الأزمنة، والتعريف و التنكير، والنداء، وصيغ الجمع، والاستئناف، والحال، ونكتاً بلاغية أخرى يستفيدها من الكتب التطبيقية كالكشاف للزمخشري.\n[ص34]\nإلى جانب القيمة التي تكسبها الكلمة من موقعها في التركيب، يهتم المؤلف بالملابسات التاريخية والاجتماعية التي تكسب الكلمة إيحاءً خاصا، وتجعلها متقدمة على غيرها في موضعها، فكلمة \"الصبا\" في البيت الثاني تكسب قيمتها من ارتباطها باليُمن، واستدل لذلك بقول الرسول: \"نُصرت بالصبا\"(1)[69]، ومن إرسال الشعراء لها، وانتشاقهم لأريجِ هبوبها لأنها غالبا ما تكون في الأسحار(2)[70].\n__________\n(1) 69] ـ المسلك السهل ص173.\n(2) 70] ـنفسه .\n(1/37)\n",
        "كما أن كلمة \"الحمى\" تميز الظبيَ الذي أضيف إليها فتجعله أحسن الظباء لما توفره له من نعومة العيش وهناء البال، ويؤيد ذلك قولهم: \"آمن من ظبي الحرم\"(1)[71].\nويقف الشارح عند تعبير الشاعر: \"بأبي أفديه..\" فيرى أن استعمال الأب صان الكلام من الاستهجان الذي يلحق به من ذكر الأم، وقد كان عبد الملك بن مروان يستهجن ذكر النساء والطعام في مجالسه(2)[72].\nوانتبه الإفراني كذلك إلى ما تفقده التعابير المجازية من قوة إيحائها نتيجة كثرة الاستعمال حين تتحول دلالة الكلمات من المجاز لتصبح \"حقائق عرفية\"، نجد ذلك عند تعليقه عن الصور البيانية في البيت الأول:\nهل درى ظبي الحِمى أن قد حمى\nقلبَ صب حله عن مكنس\nبقوله: \"وهذه الألفاظ صارت عند الشعراء حقائق عرفية وإن كانت في الأصل مجازا\"(3)[73].\n__________\n(1) 71] ـنفسه 157.\n(2) 72] ـ نفسه 310.\n(3) 73] ـ نفسه 157.\n(1/38)\n\nوينجذب الإفراني بقوة التقليد وذوق العصر نحو البديع كما سلف. ولا نجد في هذا المطلب تحليلا لقيمة المحسن في النص المشروح. إذ يكتفي المؤلف بذكر المحسن ثم ينطلق إلى شروح [ص35] البديعيات يستقي منها مادة غنية من شواهد الشعر والنثر، والتقنينات ذات الطابع التعليمي حتى لكأن الأمر يتعلق بدرس في البديع، وكأن المؤلف لا يثق في ثقافة القراء. وهذا ما يقرب هذا المطلب من شروح \"البديعيات\"، التي تنطلق من أمثلة مصنوعة في البيت المشروح لتفصيل القواعد البديعية، وكان مجموع المحسنات التي تعرض لها المؤلف في هذا الشرح حوالي سبعٍ وعشرين محسنا، منها ما تكرر الحديث عنه عدة مرات كالطباق والجناس والاقتباس. ونذكر هنا هذه المحسنات حسب ورودها أول مرة في المسلك السهل، وهي: الجناس، والمواساة، والتمثيل، والطباق، ومراعاة النظير، والجمع والتفريق، والتفسير، والإدماج، والمبالغة، والانسجام، والتكرار، وحسن البيان، و السهولة، والتعديد، والتورية، و الإرصاد، وحسن الاتباع، والتتميم، والتوجيه، والتنكيت، والتجريد، والاعتراض، وحسن الانتهاء. أدخل الإفراني ضمن البديع كلاما على التشبيه والتشبيه المركب(1)[74].\nوقد يجنح المؤلف إلى الاختصار في الحديث عن القواعد البديعية ويرتبط بالنص أكثر، ففي شرح البيت الثامن، اقتصر على مثال واحد في تعريف المحسن، ثم عاد إلى البيت يشرح موقع المحسن منه(2)[75].، وهذا النحو قليل في مطلب \"البديع\".\n\n* * *\n\n[ص36]\n__________\n(1) 74] ـ المسلك السهل ص222.\n(2) 75] ـ نفسه 249.",
        "(1/39)\n\nنرى بعد هذا أن الإفراني جمع في شرحه بين اتجاهين طالما اعتبرا مختلفين أو متباينين وهما اتجاه \"المعاني\" واتجاه \"البديع\"، فتركيزه على التراكيب والعلاقة بين الكلمات والقيمة التي تكتسبها اللفظة من موقعها مما يرجع إلى علم المعاني الذي تحددت معالمه من خلال جهود عبد القاهر الجرجاني في كتابه (دلائل الإعجاز) فيما سماه بالنظم. وأغنى الزمخشري هذه الجهود بتطبيقها على آيات القرآن في (الكشاف)(1)[76] وهذا الكتاب هو، في تقديري، المدرسة التي تخرج منها الإفراني في القدرة على التمييز بين التراكيب وإدراك قيمتها. يقول في شرح البيت الثاني: \"..فإن قلت: ما وجه العدول للإتيان بالظروف في قوله: فهو في حر وخفق؟ وهلا قال: حار وخافق؟ قلت: وجهه مراعاة الأبلغية، ولا خفاء أن قولك: فلان في حزن أبلغ من حازن، وفي سرور، أبلغ من مسرور، وسبَبُها واضح، فتأمل. وهذه لطيفة استفدتها من الكشاف في غير ما موضع\"(2)[77].\nولم يذكر الإفراني كتاب الكشاف من بين مصادره في أول المسلك السهل، وإن أحال عليه أثناء الشرح. وسبب ذلك، فيما نرى، أنه لم ينقل منه نصوصا. على أن اهتمام الإفراني بالزمخشري يظهر من تلخيص أخباره في تقييد سماه: طلعة المشتري في التعريف بمحمود الزمخشري، عدا حديثه عنه في المسلك السهل. وفي أزهار الرياض من الأخبار والشعر وما يبرز اهتمام المغاربة وغيرهم بالجانب البلاغي من كتاب الكشاف، برغم ازورارهم عن آراء الزمخشري الاعتزالية(3)[78].\nأما المصدر الذي استفاد الإفراني منه في الاهتمام بقيمة الكلمة فهو شرح البردة للأليوري. وهو من مصادره المسطرة في أول الكتاب، فهذا الشارح يهتم اهتماما ملحوظا بقيمة الكلمة في موقعها على نحو ما نورده هنا في شرحه للبيت الأول:\nأمن تذكر جيران بذي سلم\nمزجت دمعا جرى من مقلة بدم\n[ص37]\n__________\n(1) 76] ـ البلاغة تطور وتاريخ 219 وما بعدها.\n(2) 77] ـ المسلك السهل ص174.\n(3) 78] ـ أزهار الرياض 3/282-325.\n(1/40)",
        "\nقال: استعمل لفظ \"جيران، ولم يقل لفظ أحباب، والوزن يساعده، فراراً من اللفظ المبتذل، لأن الأحباب لفظ مبتذل، لا يستعمله إلا ضعفة الشعراء. والقوي العارضة منهم، يجتنب الألفاظ المبتذلة، ويتحامى مَا يكثر ترداده على ألسنة العامة من الألفاظ\"(1)[79].\nويهتم الأليوري، مثل الإفراني، بالجانب النفسي، يحاول إبرازه من خلال تعابير الشاعر(2)[80]، كما يهتم بالقيمة الموسيقية للكلمة أو التركيب، وفي هذا يرى أن \"ذي سلم\" في البيت اختيرت للمحافظة على الترصيع الذي يزيد به النظم حُسناً، زيادة على ما فيها من كناية(3)[81].\nوهذان المصدران، أي كتاب الكشاف وشرح البردة للأليوري، وربما غيرهما، ساعدا الإفراني على الإفلات من سيطرة التيار البديعي في عصره، وأقاما توازنا بين المعاني والبديع في كتابه، بل إن أصالة الإفراني في هذا الشرح ظاهرة في جانب المعاني أكثر منها في البديع، بينما كان عمله في البيان يسيرا ومكملا للمعنى والمعاني كما سبق.\nواعتمد الإفراني فيما أورده من تعريفات علم البديع وشواهده على مصدرين أساسين، هما خزانة الأدب لابن حجة، وهو شرح لبديعية من نظم المؤلف. وأنوار التجلي لعبيد الثعالبي، وهو شرح لبديعية صفي الدين الحلي. وضعهما الإفراني على رأس مصادره في البديع فقال في الأول: \"بديعية ابن حجة وشرحها له، وما رأيت مثل شرحها في الأدب\"، وقال في الثاني: \"بديعية الصفي الحلي، وشرحها للثعالبي في مجلدة، وهو شرح حفيل\".\n__________\n(1) 79] ـ شرح البردة مخطوطة خ. ع. برقم 530 ج، ص 7.\n(2) 80] ـ المصدر السابق 7.\n(3) 81] ـ المصدر السابق 8.\n(1/41)\n",
        "وكانت البديعيات غاية ما انتهى إليه الاهتمام بالبديع. ظهرت في النصف الأول من القرن السابع من الهجرة، إذ يعتبر الإربلي المتوفى سنة 670هـ أول من نظم قصيدة حَرص على إيداع كل منها محسنا بديعيا. ثم نظم صفي الدين الحلي المتوفى سنة 750هـ مدحية نبوية ضمنها عدداً وافراً من المحسنات البديعية، واشتهرت لسلاستها وعذوبة ألفاظها. ومن أهم شروحها أنوار التجلي على ما [ص38] تضمنته بديعية الحلي لعُبيد الثعالبي، وهو في جزأين، وما يزال مخطوطا. كما نظم ابن جابر الأندلسي المتوفى سنة 750هـ بديعية، شرحها رفيقه أبو جعفر الرعيني. وقد تردد ذكرها في المسلك السهل. \"غير أن بديعيته لم تظفر بالشهرة كما ظفرت بديعية ابن حجة الحموي المتوفى سنة 837هـ، وقد جعلها في مائة واثنين وأربعين بيتا\"(1)[82]. وعليها أقام شرحه خزانة الأدب المذكور، وحشد فيه من شواهد الشعر والنثر ما جعله خزانة أدب بحق. واعتمد الإفراني على هذا الشرح في المقام الأول، كما تقدم، فأخذ منه أغلب مادته في قواعد البديع وشواهده، وتبنى آراء ابن حجة في قضايا أدبية مثل الإعجاب بالمبالغة والتورية، وحملَ مثله على تشدُّد الصلاح الصفدي في محاسبة الشعراء وتتبع معانيهم بالنقد، وإغارته على معاني غيره.\n__________\n(1) 82] ـ البلاغة تطور وتاريخ 362.\n(1/42)\n\nواستمرت سيطرة البديع على الأدب والبلاغة طوال العصور التالية لعصر ابن حجة. فنظم فيه جلال الدين السيوطي (ت911هـ)، وعائشة البعونية (ت922هـ)، وصدر الدين بن معصوم الحسيني(ت1117هـ)، وعبد المغني النابلسي(ـ1143هـ). وهذان الأخيران معاصران للإفراني(1)[83]. فكان من الطبيعي أن يتأثر الإفراني بهذه الثقافة التي تعتبر زينةَ العصر، ويبحث لها عن مكان في الكتاب. وكان النص المشروح مُسعفا، فخرج مطلب البديع شبيها بشرح بديعية من سبعة وعشرين محسنا.\nوقد أشرنا في مناسبة سابقة إلى تداخل مباحث علوم البلاغة أحيانا عند الإفراني، من ذلك حديثه عن التشبيه، والتشبيه المركب في البديع والبيان في الوقت نفسه. ويرجع ذلك فيما نرى إلى أن اتساع البحث في البديع جعله يبتلع بعض المباحث التي اعتبرت من علم المعاني، ومن ذلك الإطناب والتكرار والتفصيل والتذييل والاستقصاء والإيجاز والبسط(2)[84]. وهكذا تضخم البديع \"ليشمل الصور [ص39] البيانية، وكثيرا من صور علم المعاني\"(3)[85].\nأما البيان فكان قد انكمش في تلخيصات المفتاح للسكاكي وشروحها، وأهمها المطول لسعد الدين التفتازاني الذي يعتبر من أهم مراجع الإفراني ومعاصريه. ولم يكن علم المعاني بموضوعاته المحدودة على أهميتها، ميدانا مسعفا لبسط القواعد وجلب الشواهد.\n* * *\n__________\n(1) 83] ـ المرجع السابق 363 - 366. انظر كذلك تظهور البديعيات وتطورها في كتاب علم البديع 46 - 64 لعبد العزيز عتيق.واستمر البديعيون في نظم البديعيات وشرحها إلى العقود الأولى من القرن العشرين ومنهم محمود صفوت الساعاتي (1298هـ) والشيخ طاهر الجزائري (ت1341/1922 ).\n(2) 84] ـ البلاغة تطور وتاريخ 359.\n(3) 85] ـ البلاغة تطور وتاريخ 366.",
        "(1/43)\n\nوينطلق الإفراني في شرحه لهذا الموشح من الإعجاب به، فيهتم بإظهار جماله، وتعليل ذلك الجمال. غير أن هذا لم يدفعه إلى التنويه بما لا يستحق التنويه من كلام ابن سهل، ولا إلى غض الطرف عما بدا له من مآخذ. فأخذ عن ابن سهل بعض تعابيِره، فرد عليه استعمال الواو في قوله: \"وفؤادي\" مرجحا عليها الفاء لإيذانها بالسببية، كما رجحها بعض أصحابه، فقال الإفراني: \"المعاني: عبر بالواو في قوله: \"وفؤادي\". وقال بعض أصحابنا: إن التعبير بالفاء أحسنُ. وهو ظاهر لما فيها من الترتب على ما قبلها، أي فبسبب سكر جفونه وعربدته لا ينتبه فؤادي من رقدة سكره، وأما الواو فلا تخلُص في هذا المحل من قلق\"(1)[86].\nوقدم الإفراني عبارةَ ابن الخطيب: \"جال في النفس\" على عبارة ابن سهل: \"حل من نفسي\"، فقال: \"وعندي أن تعبير لسان الدين بن الخطيب في معارضته السالفة بالمجال ألطف من تعبير ابن سهل بالمحل، وإن كان لسان الدين أخذ منه\"(2)[87].\nعلى أن عدم احتفال الإفراني ببعض أبيات الموشح والاقتصار في شرحها على ما سبق، أو اعتبارها \"أساميا لم تزده معرفة\" على نحو ما سبق، يعتبر، في حد ذاته، مأخذا عاما مهذبا.\n[ص40]\nونرى، في الختام، أن موازنة الإفراني بين المعاني والبيان، من جهة، والبديع، من جهة أخرى، جدير بأن يثير الشك حول نظرية ابن خلدون في أن المغاربة أميل إلى البديع لسهولته على حساب البيان والمعاني الدقيقي المطلب والصعبي المأخذ(3)[88]، كما يقلل من أهميته استثمار الدكتور بدوي طبانة لهذه النظرية لتجريد المغاربة من القدرة على الابتكار، والاكتفاء بالنقل عن المشارقة(4)[89].\n\n[ص41]\nج ـ تحقيق الكتاب\nالمخطوطات المعتمدة\n__________\n(1) 86] ـ المسلك السهل ص333.\n(2) 87] نفسه 303.\n(3) 88] ـ مقدمة ابن خلدون\n(4) 89] ـ البيان العربي 137 - 138.\n(1/44)",
        "\nلقي كتاب المسلك السهل قبولا لدى الأدباء المغاربة جعل عدد النسخ المخطوطة منه تعد بالعشرات (عدا الطبعة الحجرية التي صدرت بفاس). يوجد بالمكتبتين الملكية والعامة بالرباط وحدهما ثلاث وعشرون نسخة. بعد المقارنة بين هذه النسخ تبين أن أحسنها وأصحها هي نسخة الخزانة الملكية بالرباط رقم 1761، تليها نسخة أخرى في الخزانة نفسها برقم 9918، وتليها نسخة الخزانة العامة رقم 171 ج. فاعتبرنا أن النسخة الأولى الأصل الأول المعتمد في التحقيق، والنسخة الثانية أصلا ثانيا مكملا للأولى، واعتبرنا نسخة الخزانة العامة نسخة مساعدة. ورمزنا للأصل الأول بكلمة (الأصل)، وللأصل الثاني بحرف (ب)، وللنسخة الثالثة المساعدة بحرف (ج).\n1 ـ نسخة الأصل.\nعدد أوراق هذه المخطوطة مائة وعشر ورقات. في كل صفحة منها اثنان وعشرون سطرا. وهي بخط مغربي معتاد جميل، يسير على وثيرة واحدة من أول الكتاب إلى آخره. ويستدرك الناسخ ما فاته من كلمات أو عبارات في الحواشي مع حرف (ط)، ويكتب الكلمات غير الواضحة في المتن مع إشارة التصحيح \"صح\". كما استدرك في الورقة 77 ظ سهوا حين انتقل من مطلب \"المعنى\" في البيت الثالث عشر إلى البيت الرابع عشر، ثم عاد فشطب ذلك وكتب \"المعنى\".\nوفي أول الورقة 25 ظ بياض استدرك المؤلف فيه بعض ما فاته حين تبييض الكتاب.\nوعادة الناسخ أن يكتب أبيات الشعر في سطر مستقل إلا في حالات قليلة. ويكتب أبيات الموشح بالأحمر وكذا بعض العناوين.\n(1/45)\n",
        "وتوجد في أول هذه المخطوطة لائحة بمصادر التأليف بخط المؤلف. كما توجد بين البسملة والحمد في أول الكتاب العبارة التالية: \"يقول العبد الحقير، المخطئ الفقير، المرتجي عفو مولاه محمد [ص42] الملقب بالصغير، بن محمد بن عبد الله الإفراني نجاراً، المراكشي داراً، تاب الله عليه، ووجه قلبه إليه\". ونعتقد أنها (أي العبارة) من خط المؤلف، أو خط صاحبه محمد صالح الشرقي صاحب هذه المخطوطة. كما يوجد خط المؤلِّف بطرة الكتاب في أوله وآخره، ففي الورقة 2 ظ يعلق على عبارته: \"وحقيقة تزري بشقائق ابن الشقيقة\" بقوله: \"ط ابن الشقيقة هو النعمان بن المنذر \". وفي طرة الورقة 4 ط تعليق على قول الشاعر:\nخرجنا على أن المقام ثلاثةٌ\nفطاب لنا حتى أقمنا به شهرا\nبقوله: \"ط هذا البيت رأيته في منطق الطير غير معزو، ثم وقفت عليه في مقطعة ذكرها الشريشي الكبير، ونسبها للحسن، ولعله ابن هاني، إلا أنه قال: حتى أقمنا بها عشرا\". وفي طرة الورقة 5 و بقايا كلامٍ من خط المؤلف نستعين في نقله هنا بالنسخة (ب) وهو يتعلق بنسبة بيتين في المتن جاء فيه: \"البيتان لأبي روح الجزيري، إلا أنه قال أحنُّ إلى الخضراء، يعني جزيرة الأندلس\". وفي طرة الورقة 8 و، تعليق على رأي أحد مشايخه في المتن جاء فيه: \"ط هذا الذي قاله هذا الشيخ هو الذي كنت أقول به ولم أزل، قا...\".\nوفي الورقة الأخيرة من هذه النسخة في الزاوية اليمنى السفلى كتب المؤلف بخطه: \"كان فراغي من تبييضه أوائل رجب من عام ثمانية وعشرين ومائة وألف بالمدرسة الرشيدية من مدينة فاس، قاله مؤلفه محمد....\".\nوقد أثبتنا هذه التعليقات في حواشي المسلك السهل حيث التحقيق، وهي تدل على أن المؤلف راجع هذه المخطوطة كلها أو بعضها، أو قرئت عليه، أو استشير في بعض قضاياها فعلق عليها بخطه.\n(1/46)\n\nوناسخ هذه المخطوطة من أصحاب الإفراني نسخها من مبيضة المؤلف، لقوله في آخرها: \"وكان الفراغ منه من مبيضة جامعه ومؤلفه صاحبنا الفقيه النبيه السيد الصغير المراكشي حفظه الله ورعاه في النصف من رجب المبارك عام ثمانية وعشرين ومائة وألف....\".\n[ص43]\nويدل انتهاء الناسخ من النسخ في أقل من خمسة عشر يوما على أنه ربما كان يساير المؤلف في نسخ الكتاب فصلا فصلا، ويستعين به على ما يجده من صعوبات، ولا يبعد أن يكون هو الآخر من طلبة المدرسة الرشيدية التي أنهى فيها الإفراني تأليف المسلك السهل.\nوكانت هذه النسخة في ملك محمد صالح الشرقي، ثم آلت إلى ابنه المعطي، ولا يبعد أن يكون هو ناسخها، ففي الزاوية اليمنى العليا من الورقة 1و منها العبارة التالية: \"عارية من عواري الدهر بيد (....) وكاتبه (.......) بخط يده الفانية محمد المدعو بالصالح بن محمد الملقب بالمعطي الشرقي التادلي العمري الفاروقي، عفا الله عنه\"(1)[90]. وفي المكان نفسه من الورقة 2 و \"..المعطي بن الصالح بن محمد (.....) بن محمد الشرقي (.....) نسبا التادلي داراً (.....) تاب الله عليه، وعامله (.....) خير هو لديه هـ \"(2)[91].\nولكل المزايا السابقة اعتبرنا هذه النسخة الأصلَ الأولَ المعتمد في تحقيق الكتاب. وهي تكاد تغني عن غيرها لولا أن الأرضة عبثت بأطرافها فأتلفت كلمات وحروفا كثيرة، وما زالت تعيث فيها فساداً كما فقدت منها الورقة 40 ظ فاقتضى الأمر أن نبحث عن نسخة مكملة لهذه النسخة، فاخترنا مخطوطة الخزانة الملكية رقم 9918.\n2 ـ مخطوطة الخزانة الملكية رقم 9918:(ب).\n__________\n(1) 90] ـ مابين قوسين أكل أرضة.\n(2) 91] ـ ما بين قوسين أكل أرضة.",
        "(1/47)\n\nوهي مخطوطة عارية من تاريخ النسخ. عدد أوراقها مائة وورقتان، في كل صفحة منها واحد وعشرون سطراً. وهي بخط مغربي معتاد واضح. وصفحاتها مؤطرة بخطين أزرقين يحيط بهما خط أحمر. يميز كاتبُها بين النثر والشعر في الكتابة. كما يبرز الأبيات والعناوين بالألوان. وهو ناسخ متمرس، أمين، لا يتدخل في تغيير ما غمض عليه. وليس على هذه المخطوطة خطوط أخرى غير خط الناسخ، وهي كاملة وسليمة. نقل صاحبها بعض تعليقات الإفراني التي كتبها بخطه في أول نسخة (الأصل) مع النص حينا على أنها \"من خط المؤلف \". ونعتقد أنها نسخت من (الأصل ) [ص44] مباشرة قبل أن تعبث به الأرضة، وذلك يجعلها أقدم النسخ بعد (الأصل) بقطع النظر عن تاريخ نسخها، كما يجعلها أحسنَ مكمِّل لهُ. فاعتبرناها لذلك أصلا ثانيا ورمزنا إليها بحرف (ب).\nولكثرة ما استدركناه منها من خروم في (الأصل) اكتفينا بحصر ما نقل منها بين معقوفين بدون إحالة. أما حين يكون التكميل من غيرها فإننا نحصرهُ بين معقوفين ونحيل على الأصل المنقول منه.\n3 ـ مخطوطة الخزانة العامة رقم 171 ج:(ج).\nوإذا كانت المخطوطتان السابقتان تفصحان عن نفسيهما لمزاياهما الظاهرة، فإن اختيار النسخة الثالثة كلفني مقارنات مضنية بين النسخ الثلاث والعشرين.\n(1/48)",
        "\nعدد أوراق هذه النسخة مائة وثماني وعشرون ورقة، في كل صفحة منها ثمانية عشر سطرا. وهي بخط مغربي معتاد جميل وواضح. وصفحاتها مؤطرة بخطين أزرقين. انتهى منها الناسخ سنة 1265هـ، وقد كتب العناوين والتنبيهات بالأزرق. وليس عليها شيء من التعاليق المنقولة من خط الإفراني، فنعتقد أنها منقولة عن أصل آخر. وفيها بترُ حوالي ستَّ عشرة صفحة، يبتدئ من الصفحة السابعة والعشرين، ذهب بآخر السمط الأول من المقدمة، وحوالي صفحتين من أول السمط الثاني منها. وميزة هذه النسخة في سلامتها سلامة تامة من أخطاء النسخ المستفحلة في النسخ الأخرى، بل تتعدى ذلك لاقتراح حلولٍ لبعض الإشكالات الموجودة في الأصل، فيظهر أن صاحبها محمد الغماري الزجلي، الذي نسخها بخط يده لنفسه، كان عالما أديبا مُطلعاً على قضايا الشعر، ملما بالعروض، ولذلك اخترناها نسخة ثالثة مساعدة في التحقيق، ورمزنا إليها بحرف (ج)، كما تقدم.\nولم نتردد في الاستعانة بباقي المخطوطات كلما دعت الضرورة لذلك، غير أن قصارى ما استفدناه منها هو تسهيل قراءة بعض الكلمات الملتبسة في (الأصل). وأحسن النسخ بعد المخطوطات الثلاث السابقة هي مخطوطة الخزانة العامة بالرباط رقم 1692 ك، وهي منقولة لاشك عن نسخة (الأصل)، ففيها تلك البداية التي امتاز بها الأصل و(ب) وهي قول الإفراني:\" يقول العبد الحقير..\". ونقل ناسخها بعضَ تعليقات الإفراني على نسخة (الأصل) ونص على أنها من خط المؤلف.\n[ص45]\n(1/49)\n",
        "أما مطبوعة الكتاب، فقد طبعت بمطبعة البادسي بفاس سنة 1324 هـ طبعة حجرية على نفقة محمد بن القاسم البادسي، وتصحيح الفقيه أحمد بن العباس كما هو مبين في آخر هذه الطبعة. وعدد صفحات المطبوع مئتان. وليس فيه ما يمتاز به عن سائر المخطوطات، ولا يسمو بحال إلى كمال (الأصل) المخطوط المعتمد عندنا. وقد نظرنا في النسخة المطبوعة مرارا فلم نجد فيها ما يشفي الغليل في بعض الإشكالات التي استعصت على نسخ المخطوطة المعتمدة عندنا. وهي إلى ذلك مليئة بأغلاط الطبع.\nوالواقع أن المصادر التي نقل عنها الإفراني شواهد الشعر ونصوص الأخبار كانت الأصل الثالث الذي اعتمدنا عليه في التحقيق بعد نسخة (الأصل) والنسخة (ب)، فهي وحدها التي أسعفتنا في الوصول إلى حلول لكثير من الإشكالات الناتجة عن أخطاء النسخ في نسخة (الأصل) ونسخة (ب) حينا، وعن تصرف الإفراني في بعض النصوص حينا آخر.\nوإلى جانب ما تقدم كانت قراءتي المستمرة والدائمة لمؤلفات الإفراني الأخرى، والتمرس بأسلوبه، وكذا التعمق في ثقافة العصر من جملة ما ساعدني على فهم الكتاب وحل إشكالات النسخ فيه.\n\nطريقتنا في تحقيق الكتاب\n\nانصب عملنا في المرحلة الأولى على استخراج نسخة قريبة من نص الكتاب كما وضعه مؤلفه اعتماداً على المقارنة بين المخطوطات. ثم اتجهنا بعد ذلك إلى تخريج نصوص الشعر والنثر التي نقلها المؤلف من مصادر مختلفة ومتنوعة جدا اعتماداً على فهارس أولية لمادة الكتاب.\nثم سارت عملية التحقيق في خطوات وئيدة (أكثر من خمس سنوات موصولة) لتحقيق المطالب التالية:\n[ص46]\n(1/50)\n\n1 ـ نسبنا النصوص المنقولة في المسلك السهل إلى مصادرها، لاسيما نصوص الأدب واللغة والبلاغة إلا ما نَدر، مع حصر ما نقله الإفراني منها بالنص بين أقواس مزدوجة، و الإشارة إلى الفروق التي توجه المعنى. وبالاستعانة بالمصادر الأصلية للنصوص المنقولة، وبمخطوطات المسلك السهل الأخرى، أمكن تصحيح الأخطاء الناتجة عن النسخ(1)[92]، وتصحيح بعض الأسماء التي وقع فيها تحريف في المسلك السهل وفي بعض المصادر التي نقل عنها كذلك(2)[93]، وكذا أسماء بعض الكتب(3)[94].\n2 ـ ذكرنا في الحاشية تتمة بعض النصوص المنقولة في المسلك السهل وبينا ما وقع في بعضها من تحريف أدى إلى تغيير المعنى، وذلك حتى يسهل على القارئ فهمها في سياقها الأصلي ويرتفع عنها اللبس(4)[95].\n3 ـ أضفنا إلى متن الكتاب كلمات وعبارات يسيرة حذفها الإفراني من النصوص التي نقلها، وكان حذفها مخلا بالمعنى، الأمر الذي ساهم في حل كثير من الإشكالات المتبقية بعد النسخ والمقابلة(5)[96] .\n4 ـ رأينا في الكتاب أبياتا من الشعر مضطربة الوزن فاجتهدنا لتقويمها بالاستعانة بمصادرها الأصلية في دواوين الشعراء أو كتب الأدب، أو بالنظر إلى ما في النسخ الأخرى، وقد امتازت النسخة (ج) بتقديم حلول لبعض هذه الإشكالات(6)[97].\n[ص47]\n5 ـ صححنا نسبة بعض الأبيات الشعرية التي وهِم الإفراني في نسبتها(7)[98]. ونسبنا بعض ما لم ينسبه منها.\n__________\n(1) 92] ـ انظر مثالا لذلك في الصفحة 323 الحاشية 3 والصفحة 135 الحاشية4. والصفحة 136 الحاشية1.\n(2) 93] ـ انظر أمثلة لذلك في الصفحة 236 الحاشية1، والصفحة 324 الحاشية 3، والصفحة 328 الحاشية 1، والصفحة 417 الحاشية3 والصفحة 423 الحاشية 5..الخ.\n(3) 94] ـ على نمط ما في الصفحة87 الحاشية 8.",
        "(1/51)\n\n6 ـ شرحنا بعض الألفاظ الغريبة في الشواهد التي أوردها الإفراني، مع تجنب إثقال الحواشي. وقد رجعنا في ذلك إلى القاموس المحيط للفيروزابادي، وهو مصدر الإفراني الأول في اللغة، والصحاح للجوهري، والأساس للزمخشري، ولسان العرب لابن منظور، وتاج العروس للزبيدي وغيرها. كما رجعنا إلى المعاجم الخاصة، مثل الروض المعطار ومعجم البلدان ومعجم دوزي، مع إثبات المعجم المعتمد في الحاشية في غالب الأحيان.\n7 ـ شرحنا بعض النكت البلاغية التي قد تستغلق على بعض القراء، كَ (التوجيه) بأسماء الكتب ومصطلحات العلوم. ولشيوع هذه الظاهرة البلاغية في الكتاب اقتصرنا على شرح المستغلق منها ليكون وسيلة لفهم ما دونه.\n8 ـ عرّفنا بحوالي مائة علم من أعلام الأدب من عصور مختلفة، وصححنا ما وقع في أسماء بعضهم من تحريف على نحو ما سبق(1)[99]، مع الاهتمام بالمغاربة والأندلسيين وأهل العصور المتأخرة، وذلك لما لهم من مساهمة في الثقافة التي يمثلها المسلك السهل، مع تحاشي التفاصيل غير المفيدة، وأشرنا إلى أهم مصادر ترجمتهم.\n9 ـ عرفنا ببعض الكتب والمؤلفات التي لها صيت ومكانة في عصر المؤلف وتردد ذكرها في المسلك السهل، لاسيما ما ليس مطبوعا أو متداولا منها.\n10 ـ ضبطنا بالشكل آيات القرآن والأحاديث النبوية ونصوص الشعر وأواسط بعض الكلمات وأواخرها.\n[ص48]\nهذه نظرة موجزة عن عملنا في التحقيق، هدفْنا منها إلى تصحيح النص وتقريبه من الصورة التي أخرجه عليها المؤلف أو تمناها له، مع تصحيح ما فاته أو التبس عليه. والكمال لله وحده.\n\nشرح أبيات موشح ابن سهل\n\nالرقم في أعلى الصفحة\nالبيت الأول\n[ص 153]\nقال إبراهيمُ بنُ سهلٍ(2)[1]: ... ... ...\nهَلْ دَرَى ظَبْيُ الْحِمَى أَنْ قَدْ حَمَى\nقَلْبَ صَبٍّ حَلَّهُ عَنْ مَكْنسِ\n\nاللغة.\n__________\n(2) ـ ديوان ابن سهل 283.\n(1/52)",
        "\nدَرَى: علِمَ. قال الجَوْهَري(1)[2]: \"دَرَيْتُهُ وَدَرَيْتُ بِهِ دَرْياً وَدَرْيَةً وَدِرَايَةً، أيْ عَلِمْتُ بِهِ، وأدريتهُ: أعْلَمْتُهُ\".\nو الظَّبْيُ: الغزالُ، والجمعُ ظِباءٌ وظبياتٌ وظُبِيٌّ، والأُنثى ظَبْيَةٌ، قال ابنُ سيدةَ(2)[3]: وذكرَ الكمالُ الدَّميرِي(3)[4] أن الظباءَ أصنافٌ ثلاثةٌ: الآرامُ، وهي بيضٌ خالصةُ البياضِ، مساكنُها الرمالُ، ويُقالُ إنها ضَأنُ الظباءِ لأنها أكثر لحوماً وشحوماً. والعُفْرُ وهي مُحمرَّة اللونِ، قِصارُ الأعناقِ، أَضعفُ الظباءِ عَدواً، تألفُ الأماكنَ المُرتفعةَ، والمواضعَ الصلبةَ. قال الكميتُ:\nوَكُنَّا إذا جَبَّارُ قَوْمٍ أَرَادَنَا(4)[5]\nبِكَيْدٍ، حَمَلْنَاهُ عَلَى رَأْسِ أعْفَرَا\nوكانتِ الأسِنَّة فيما مضى من القرون. وَ الأُدْمُ، وهي طوالُ الأعناقِ والقوائمِ، بيضُ البطونِ، انتهى.\n[ص 154]\nقلتُ: ما ذكرَهُ في العُفرِ مُخالِفٌ لقول القاموس: \"الأعْفَرُ مِنَ الظَّباءِ ما تَعْلُو بَياضَهُ حُمرَةٌ، أوِ الذي في سَرَاتِهِ حُمْرَة\"(5)[6]. فتأملْ.\nفائدة\n__________\n(1) ـ الصحاح (درى)، مع بعض الحذف.\n(2) ـ لعل الإفراني تصرف في النص فخَلَط بين جمعِ الظبيِ والظبيةِ، فالذي في المخصص ، عن أبي زيد: \"والجَمع(أي جمع الظبي) أظب وظباء وَظُبِيٌّ، والأنثى ظبيةٌ، والجَمع ظبياتٌ وَظِباءٌ\" (المخصص المجلد 2 السفر 8 ص22).\n(3) ـ حياة الحيوان 102-103.\n(4) ـ في الأصل: أبادنا، وهو تصحيف، والمثبت عن حياة الحيوان 103، وفيه: \"يعني نقتلُه ونحملُ رأسَه على السِّنانِ\".\n(5) ـ القاموس المحيط (عفر).\n(1/53)\n",
        "رأيتُ في حِليةِ المحاضرةِ للرئيسِ أبي علي بنِ المظفرِ الحاتمي(1)[7]، أنَّ امرأَ القيسِ أولُ من شبَّه النساءَ بالظباءِ والأرامِ والمَهَى والبيضِ، وشبَّه الخيلَ بالعِقبانِ والعصَا، وفرَّق بينَ النسيبِ وما سِواه، وأجاد في الاستعارةِ والتشبيهِ، وتبعَه الناسُ، انتهى. ونقلَ هذا أيضاً الشريفُ الغَرناطي في شرحِ الحازميةِ(2)[8] حَكَاهُ عن الأصمَعي(3)[9].\nوالحِمى بالقصرِ، ويُمَدُّ: ما حُمي من شيءٍ. وأحمى المكانَ: جعله حِمًى لا يقربُ، وكانتِ المُلوكُ تحمي موضعاً فلا يدخلُه أحدٌ. وأولُ من فعلَه، كما قال العسكري(4)[10]، النُّعمان ابن المنذرِ ملكُ الحيرةِ. وحَمِيَ الشيءُ كرَضِيَ أحْمَاهُ: اشْتَدَّ حرُّهُ، وسَخّنَهُ، حَمْياً وَحُمَيّاً، وحَمَى، وصَريح القاموس(5)[11] أن حَميَ من باب (فَعِلَ) بكسرِ العينِ، لا (فَعَلَ) كما في البيتِ، وسيأتي تمامُ القول في ذلك.\nوالقلبُ: الفؤادُ، أَو أَخَصُّ مِنْهُ. والصّبُّ: من صَبِبَ، كَقَنِعَ، يَصَبُّ صَبَابَةً، وهي الشوقُ أو رقَّتُه أو رقةُ الهوى. وحلَّ المكانَ وبِهِ: نَزَلَ.\n[ص 155]\nوالكِناسُ: اسمُ مكانٍ، من كَنَسَ الظَّبْيُ يَكْنَسُ: دخَل في كِناسِه، وهو مُستترُه في الشَّجَرِ، لأنهُ يَكْنِس الرملَ حتى يصلَ. ومنه \"الجواري الكُنَّس\"(6)[12]، أي الخُنَّسُ، لأنها تَكْنِسُ في المغيبِ كالظباءِ في الكُنُس.\nالمعنى\n__________\n(1) ـ بعض هذا الكلام في حلية المحاضرة 2/ 243 لأبي علي الحاتمي. تحقيق جعفر الكتاني ط وزارة الثقافة العراقية.\n(2) ـ رفع الحجب 2/125.\n(3) ـ انظر طبقات فحول الشعراء لابن سلام 55.\n(4) 10] ـ لم أجد هذا الخبر في كتاب الأوائل للعسكري تحقيق محمد المصري ووليد قصاب.\n(5) 11] ـ انظر القاموس المحيط.(حمى).\n(6) 12] ـ سورة التكوير 81/ 16، وصلته: \"فلاَ أُقْسِمُ بِالخُنَّسِ، الجَواري الكُنَّسِ\".\n(1/54)\n\nهَل علَم محبوبي الذي هو كالغزالة في حُسن الخِلقةِ، وكمالِ الرَّوْنقِ، وجمالِ المُحيا، بما فعَلَ بقلبي الذي أحرقَه بتجَنِّيهِ عَلَي، وأضرمَه ناراً تلظَّى، وهوَ مع ذلك اتخذَه مسكناً وجعلَه له قراراً؟ وهذا استفهامٌ على أصلِه من طلبِ حُصولِ العلمِ، أو على سبيلِ التوبيخِ، قصدّ به إنكارَ فعلِه عليهِ، وتقبيحَه لديهِ ليُقلعَ عمَّا هو عليهِ، ويرجعَ إلى الوصالِ. وإيضاحُ محلِّ الإنكارِ منهُ أنهُ لما ألِفَ فؤادَه، وصيَّرَه مِهادَه، فاللاَّئقُ له أن يُقصِر من إحمائِه، لأنه مسكنُه، ويُبردَ حرارتَه بوصلِه لنزولِه فيهِ، كما قال الشاعرُ:\nيَا مُحْرِقاً بِالنَّارِ وَجْهَ مُحِبِّهِ\nمَهْلاً فَإنَّ مَدَامِعِي تُطْفِيهِ\n\nأَحْرِقْ بِها جَسَدِي وَكُلَّ جَوَارِحي،\nوَاحْذَرْ عَلى قَلْبِي لأنَّكَ فِيهِ\nوللبيتِ حكايةٌ مساقُها من مراتعِ الغزلان للشِّمس النواجي(1)[13]، أنَّ مُجيرَ الدينِ الخَيَّاطَ الدِّمشقي كان يتعشَّقُ غُلاماً تُركياً، فسكِر في بعضِ الليالي، وخرجَ فوقعَ في الطريقِ، فمرَّ به محبوبُه فرآهُ مطروحاً فعرفَه، ونزلَ على فرسِه، وأَوْقدَ شمعةً وأقعدَه ومسحَ وجهَه، فنقطتِ الشُّمعةُ على خدِّه، وأَحَسَّ بالحرارةِ ففتحَ عينيهِ فرأَى محبوبَه على رأسِه، فاستيقظَ من سكرتِه، وأَنشدَ في الحالِ، البيتينِ، انتهى. وأَنه لا يَحسنُ أن يُجازيهُ، وهو يَدينُ بحبِّه ويُقاسي من لواعجِ هواهُ ما [ص 156] يقاسي، بإحراقِ أحشائِه، وتأجيجِها ناراً، فإنَّ هذا فعلُ العدوِّ بالعدوِّ.\n__________\n(1) 13] ـ في الأصل الحجازي، ولم نجد كتابا بهذا العنوان للشهاب الحجازي. والمقصود هو كتاب شمس الدين النواجي: مراتع الغزلان في وصف الحسان من الغلمان. (توجد مخطوطة منه بالمكتبة الوطنية بباريس تحت رقم3402.)",
        "(1/55)\n\nوقدْ أفصحَ بهذا المَعنى المظفرُ بنُ عُمر الآمدي في قولِه(1)[14]:\nقُلْ لِلَّذِينَ جَفَوْنِي إذْ كَلِفْتُ بِهِمْ\nدُونَ الأَنَامِ، وخَيْرُ القَوْلِ أَصْدَقُهُ:\n\nأُحِبُّكُمْ، وَتَلافِي في مَحَبَّتِكُمْ،\nكَعَابِدِ النَّارِ يَهْوَاهَا وَهِيَ تُحْرِقُهُ\nوقال آخر(2)[15]:\nأَأَحْبَابَنا، لِم(3)[16] تَجْرَحُونَ بِهَجْرِكُمْ\nفُؤَاداً يَبِيتُ الدَّهْرَ بالهَمِّ مُكْمَدَا؟\n\nإذا رُمْتُمْ قَتْلِي، وَأَنْتُمْ أَحِبَّتِي،\nفماذا الذي اَخْشَى إذا كُنْتُمْ عِدَا؟\nوفائدةُ الاستفهامِ أنه إنْ حصَلَ عندَه علمٌ بما فعَلَ بالعاشقِ المُستهامِ، ورَضِيَ بهِ، فإنَّ العاشقَ يتروَّحُ برضَاهُ، ويصبرُ على ما انطوَى عليهِ كبدُه، لأنهُ قضاهُ، ويقول:\nفَما لِجُرحٍ إذا أَرْضَاكُم ألَمُ(4)[17].\nوإنْ لم يرضَ بما يَتَجَرَّعُ حصَلَ المقصودُ، وعجَّل بالوِصالِ وأسرعَ، وإنْ لم يكنْ له علمٌ بذلك ازدادَ العاشقُ عذاباً، وفتحَ للأسقامِ والأوجاعِ باباً. وهذا أصعبُ شيءٍ، فإنَّ الحبيبَ لو كانَ لديه علمٌ ببعضِ الحالِ، ربما رجَا عَودَه، وحيثُ كانَ خاليَ الذهنِ ممَّا اعتراهُ، كان دَمُهُ هدراً.\n[ص 157]\nالمعاني\n__________\n(1) 14] ـ البيتان في تزيين الأسواق 487. الشطر الثاني من البيت الثاني مختل، وييستقيم بحذف \"ها\" من \"يهواها\".\n(2) 15] ـ البيتان 5،6 من قصيدة مدحية للأرجاني في ديوانه 97.\n(3) 16] ـ في الأصل: لا. والتصويب عن الديوان.\n(4) 17] ـ عجز بيت للمتنبي من قصيدة له في ديوانه 324، وصدره:إن كان سركم ما قال حاسدنا.\n(1/56)",
        "\nنُكتةُ إضافةِ الظبيِ للحِمى التنويهُ بأمرِهِ، وتعظيمُ قدرِه لأنَّ ظباءَ الأحميةِ أجملُ منْ ظباءِ سِواها، لما هي عليهِ من الأمنِ في سِربها، وسكونِ بَالِها من غِليةِ غائلٍ ومكيدةِ صائدٍ، وطيبِ مكانِها ونَضارةِ أَدواحِها، وهذه كلُّها أمورٌ موجبةٌ لنعومةِ البَدنِ، فلا جَرَمَ كانتْ ظِباءُ الأحمِيَةِ أبْهى من غيرِها. وفي المَثلِ\" آمَنُ مِنْ ظَبْيِ الحَرَمِ\"(1)[18].\nفإنْ قلتَ: \"أل\" في \"الحمى\" جنسيةٌ أو عهديةٌ؟ قلتُ: عَهديةٌ، أرادَ به المكانَ الذي ثَوى بهم محبوبه كما يقالُ: ظَبْيُ الحِمى، ويرادُ به ساكِنُ سَلْعٍ(2)[19] أو غيرُه، وذلك على حسبِ القائلِ، والمقولِ فيهِ.\nالبيان\n__________\n(1) 18] ـ في مجمع الأمثال 1/90: \"آمنُ من ظبي الحَرَم، ومن الظبي بِالحَرَم\".\n(2) 19] ـ سلع: جبل بالمدينة. (القاموس المحيط: سلع).\n(1/57)\n",
        "ظَبْيُ الحِمَى، هو من بابِ الاستعارةِ التصريحيةِ، وضابطُها عند السكاكي \"أنْ يكونَ الطرفُ المذكورُ من طرفي التشبيهِ هو المُشبهُ به(1)[20]\". فاستعارَ الظبيَ للمحبوبِ بجامعِ الجمالِ الذاتي، والحسنِ الخُلقي، فحذفَ المشبَّهَ وأثبتَ لفظَ المستعارِ تشبيهاً بليغاً. ورشَّح بذكرِ الكِناسِ. والترشيحُ، أن يُذكرَ ما يلائمُ المستعارَ منهُ. والقرينةُ لهذه الاستعارةِ قولُه: \"هَلْ دَرَى\"؟ كما لا يخفى. والتعبيرُ عمَّا يجدُه الوالهُ في رَوْعهِ من الوِجدِ بالحميةِ مجازٌ في المُسندِ، ولكونِه مجازاً عقلياً اغْتنى عنِ التصريحِ معهُ بقَرينة. وكذلك التعبيرُ عن انتقاشِه في مرآةِ العقلِ، وتَخييلِ الذِّهنِ لصورتِه، وارتسامِه فيهِ، بالحلولِ مجازٌ كالسَّالِفِ. ونسبةُ الحمايةِ لهُ مجازٌ أيضاً. إلاَّ إنْ حُمِلَ على أنهُ السببُ فيها حقيقةٌ. وهذه الألفاظُ صارتْ عند الشعراءِ حقائقَ عُرفيةً، وإنْ كانتْ في الأصلِ مجازاً. قال الصلاحُ الصَّفدي: لكثرةِ دورانها في [ص 158] كلامِهم وتعاطيهم استعمالَها، فألفوا ذلك من تداولها على مسامِعهم، كالوردِ إذا أطلقوهُ، فهمُوا منهُ الوجنةَ. والكَتيبُ الرِّدْفُ، والريحانُ العذارُ، والراحُ الرِّيقُ، إلى غيرِ ذلكَ. والشِّعرُ إنما يُستطابُ بهذه اللَّطائفِ، ويستطرفُ لأمثال هذه المجازاتِ. فلولا أنهُ جعلَ سُكنى الحبيبِ في خاطرِه، وأن قلبَه ممتلئٌ ناراً وهو ساكنُه، ما هَزَّ للبراعةِ عِطْفاً، ولا هَصَر من غُصنِ البلاغةِ قِطْفاً. وعلى قدرِ التفاوتِ في التخيلاتِ تتفاوتُ رُتبُ الكلامِ. وقد بالغَ الشعراءُ في احتراقِ الجوانحِ والتهابِها، حتى إن أنفاسه(2)[21] تُحرقُ ما سامتَها(3)[22].\n__________\n(1) 20] ـ مفتاح العلوم373. وانظر شرح التلخيص 150-151.\n(2) 21] ـ أنفاسه: أي أنفاس العاشق.\n(3) 22] ـ سَامَته: قابله، وسَمَّتَهُ: قصدَ نحوهُ.(القاموس المحيط: سمت).\n(1/58)\n\nوما أحسنَ قولَ ابن إسرائيلَ في مليحٍ بوجْهِه كَيٌّ:\nلاَ تَحْسِبُوا الكَيَّ عَلى زَنْدِهِ\nأَثَّرَهَا(1)[23] النَّارُ بِقِرْطَاسِهِ\n\nوَإنَّمَا قَبَّلَهَا عَاشِقٌ،\nفَاحْتَرَقَتْ مِنْ حَرِّ أَنْفَاسِهِ\nوألطفُ ما ذكرَهُ النواجي(2)[24] في مراتِعِه، أنَّ أديباً بإفريقيةَ كان يَهوَى غُلاماً، وهو كثيرُ الإعراضِ، فسَكِر ذات ليلةٍ، فَخَطَر ببالِه أن يأخُذَ قَبساً يحرقُ به دارَ الغلامِ، فقامَ وفعلَ. فاتفقَ أن رآهُ بعضُ الجيرانِ، فأطفأَ النارَ، وأعلمَ القاضي بالأديبِ. فأمرَ بهِ، فاُحضرَ بينَ يديْهِ وقال: لأيِّ شيءٍ أحرقتَ بابَ الغُلامِ؟ فأنشأَ الأديبُ يقولُ:\nلَمَّا تَمَادَى على بِعَادِي،\nوَأَضْرَمَ النَّارَ في فُؤَادِي\n\nوَلَمْ أَجِدْ مِنْ هَواهُ بُدّاً،\nوَلاَ مُعِيناً عَلَى السُّهَادِ\nحَمَلْتُ نَفْسِي عَلَى وُقُوفِي\nبِبَابِهِ حَمْلَةَ الجَوَادِ\nفَطَارَ مِنْ بَعْضِ نَارِ قَلْبِي\nأَكْثَرُ في الوَصْفِ مِنْ زِنَادِ\n[ص 159]\nفاحترقَ البَابُ دُونُ عِلْمِي\nوَلَمْ يَكُنْ ذَاكَ مِنْ مُرَادِي\nوما أحلى قولَ ابنِ سرا يا الحلِّي(3)[25]:\nلاَ غَرْوَ أَنْ يُصْلَى الفُؤَادُ بِحُبِّكمْ\nناراً، تُؤَجِّجُها يَدُ التِّذْكَارِ\nقَلْبِي إّذَا غِبْتُمْ يُصَوِّرُ شَخْصَكُمْ\nفيهِ، وَكُلُّ مُصَوِّرٍ في النّارِ\nالبديع\n__________\n(1) 23] ـ أثَّرها، أنَّث الضمير على معنى الكلية.\n(2) 24] ـ في الأصل الحجازي. والمقصود النواجي.(انظر الصفحة 155، الحاشية 2 ). و وردتْ هذه القصة، كذلك، مع ما يتصلُ بها من شعرٍ في خزانة الأدب 225 نقلا عن روضة الجليس.\n(3) 25] ـ ديوان صفي الدين الحلي 317.",
        "(1/59)\n\nفيه الجناسُ بين الحِمى وحَمَى. وهو قسمان مُركبٌ ومُطلقٌ(1)[26]. والواقعُ في البيت الثاني. وهو أنواعٌ، منها التام، ومنه التركيبُ. وقد اختلفتْ عباراتُهم في التامِ، فمنهُم من يُسَمِّيه بالمُتماثِل، ومنهُم من يُسميه المُستوفىَ. قال الأستاذُ أبو محمد بنُ أبي القاسمِ الثعالبي، في أنوار التَّجلي على ما تضمنتْه بديعيةُ الحلي ما نصُّه(2)[27]: الجناسُ المتماثلُ على قِسمينِ، قسمٌ اتحدتِ الكلماتُ فيهِ بالاسميةِ والفِعليةِ، وقسمٌ اختلفتْ. فمن الأولِ قولُه تعالى: \"وَيَوْمَ تَقُومُ السَّاعَةُ يُقْسِمُ المُجْرِمُونَ: ما لَبِثُوا غَيْرَ سَاعَةٍ\"(3)[28]. قال الصَّفيُّ الحِلي: لمْ يقعْ في القرآنِ إلاَّ هُنا. ومنهُ قولُ شيخِنا الإمامِ مِنْديلِ ابنِ الأُستاذِ آجَرُّومِ(4)[\n__________\n(1) 26] ـ انظر تفصيل الكلام على الجناس المركبِ والمُطلق في خزانة الأدب 25-31 وأنوار التجلي 1/17-19.\n(2) 27] ـ أنوار التجلي 1/17-18.\n(3) 28] ـ سورة الروم 30/55.\n(4) 29] ـ مِنديلُ بنَ محمد بن محمد بن داوود بن آجروم الصنهاجي، أبو المكارم، أبوه هو مؤلف المقدمةِ الآجرومية المشهورة في النحو. واشتهر منديلُ بالأستاذيةِ بجامعِ القرويين، تلمذَ لهُ الكثيرُ من النبهاءِ مثلُ اسماعيلِ ابنِ الأحمرِ، الذي قال فيه: \"شيخُنا الفقيهُ الأستاذُ النحوي المُقرئ المصنِّف\". وترددتْ أخبارُه، وتناثرت أشعارُه في كتابِ أنوار التجلي لتلميذه الثعالبي. وهي تدلُّ على تمكنه من اللغةِ وقدرتِه على النَّظمِ، ومحاكاةِ نماذج الغير، ومن قصائدِه ذاتِ الشهرة تلك التي وصف فيها متنزهات باب الفتوح ومطلعها:أيها العارفون قَدْرَ الصًّبوحِ جّدِّدوا أُنْسنَا بِبابِ الفُتوحِتوفي في الرابع من شهر جمادى الأولى سنة 773هـ أو772هـ. (نثير الجمان453، 456-457، أنوار التجلي 1/18، 138-139. 2/ 242 ومواضع أخرى..وفيات الونشريسي ولقط الفرائد المطبوعان ضمن ألف سنة من الوفيات 126، 215، ونفح الطيب 7/123-125. 5/418).\n(1/60)",
        "\n29]:\n[ص 160]\nيَا غَائِباً سَلَبَتْنِي الأُنْسَ طَلْعَتُهُ،\nكَيْفَ اصْطِبَاري وَقَدْ كَابَدْتُ بَيْنَهُمَا؟\nدَعْوَاكَ أَنكَ في قَلْبِي، يُعارِضُها\nشَوْقِي إِلَيْكَ، فَكَيْفَ الجَمْعُ بَيْنَهُمَا؟\nومنه(1)[30]:\nوَسَمَّيْتُهُ يَحْيَى لِيَحْيَا، فَلمْ يَكُنْ\nإلى رَدِّ أَمْرِ اللَّهِ فِيهِ سَبِيلُ\nومِنه(2)[31]:\nإنْ هَزَّ أَقْلاَمَهُ يَوْماً لِيُعْمِلَها،\nأَنْسَاكَ كُلَّ كَمِيٍ هَزَّ عَامِلَهُ\n\nوَإنْ أَقَرَّ عَلى رَقٍّ أَنَامِلَهُ،\nأَقَرَّ بِالرِّقِّ كُتَّابُ الأَنَامِ لَهُ\nومن الثانيس قوله(3)[32]:\nأُوَارِي أُوَارِي، والدُّمُوعُ تُبِينُهُ،\nوَمَنْ يَقْوَ إطْفَاءَ اللَّهِيبِ وَقَدْ وَقَدْ\nفَمَا تَعْذِرُوا مَنْ بَاتَ يَبْكِي حَبِيبَهُ،\nوَمَنْ فَقَدَ الأَحْبَابَ مِثْلِي فَقَدْ فَقَدْ\n[ص 161]\n__________\n(1) 30] ـ في أنوار التجلي: \"ومثال اختلافِهما في الاسمية قول الشاعرِ\". ووردَ البيتُ وآخرُ بعده في خزانة الأدب 37، ونسبه في معاهده التنصيص 3/208 لمحمد بن عبد الله بن كناسة الأسدي.\n(2) 31] ـ نسب البيتين في معاهد التنصيص 3/222 لأبي الفتح البستي.\n(3) 32] ـ البيتان في أنوار التجلي 1/19، والشاهد فيه لحن (غلط) في قوله: ومن يقو. والصحيح أن تكون يقوى.وفي قوله: فما تعذروا، والصحيح أن تكون: فما تعذرون، ويضطرب وزن الشعر بتصحيح هذا اللحن.\n(1/61)\n",
        "وفي البيتِ التشبيهُ كما بيناهُ. وقدِ اخْتلفَتْ عباراتُهم فيهِ. فمن قائلٍ: هوَ العقْدُ على أنَّ أحدَ أمرينِ سدَّ مَسَدَّ الآخرِ، ومن قائلٍ صفةُ الشيءِ بما شاكلَه من جهاتٍ أو جهةٍ، لا من جميعِ الجهاتِ، وإلا كانَ إياهُ.(وله نُكتٌ كثيرةٌ أعرضنا عنها خوفَ السآمةِ). وفيه المساواةُ. وهي، كما قال التّيفاشي، التوسطُ بين الإيجازِ والإسهابِ. وعرَّفها قُدامةُ مُخترعُها(1)[33] بأن يكونَ اللَّفظُ مُساوياً للمعنى حتى لايزيدَ ولا ينقصَ. ولا يعسرُ إيضاحها في البيتِ. وفيهِ الاحتراسُ بقولِه: عَنْ مَكْنِسِ. قال في المِصباحِ(2)[34]: وهو أن يأتيَ المتكلمُ بالمدحِ أو غيرِه بكلامٍ فيراهُ مَدْخولاً بعيبٍ، فيُردِفُه بما يصونُه. وذلك أنهُ لو اقتصرَ على \"حَلَّهُ \" فرُبما تُوُهِّم أنه لهُ كناسٌ غيرُه، فدفعَهُ بِهِ.فإن قلتَ: مارَفَعَ به الإبهامَ غيرُ رافعٍ لهُ، بل هو معهُ باقٍ. قلتُ: وَجْهُ الرفعِ أنَّ \"عَنْ\" لِلبدلِ. والمُرادُ أنه استوطنهُ بدلاً عن كناسِه. ومنْ عادةِ الظَّبيِ أنهُ إن تركَ ظِله لا يرجعُ إليه أبداً. وفي المثل: \"تَرَكَهُ تَرْكَ الظَّبْيِ لِظِلِّهِ\". أيْ ما يَستظِلُّ بهِ من الحرِّ. فلوْلا ما زادَه احتَملَ حلولَه فيهِ مع غيرهِ ممَّا لاَ يليقُ بالمقامِ.\nالإعراب\n__________\n(1) 33] ـ انظر نقد الشعر 171-172. وفي خزانة الأدب 561، وأنوار التجلي 2/474: \"وهو مما فرعه قدامة..\".\n(2) 34] ـ انظر كلام صاحب المصباح في أنوار التجلي 2/466، انظر كذلك خزانة الأدب 559.\n(1/62)\n\nهَلْ: كلمةُ استفهامٍ، موضوعةٌ لطلبِ التصديقِ فحسب. وهي بسيطةٌ ومركبةٌ. فإن قلتَ: ومن أيِّهما الواقعةُ في البيتِ؟ قلتُ: ضابطُ البساطةِ الذي هو طلبُ وجودِ شيءٍ أولاَ وجودِه ينطبقُ عليها، فهي منهُ. وينْحلُّ التركيبُ إلى قولنا: هل علِمَ أمْ لمْ يعْلمْ ودَرَى: فعلٌ ماضٍ يُفيدُ في الخبرِ يقيناً، فينصبُ الجزأينِ. والأكثرُ فيه أن يتعدَّى بالباءِ. ويُحتملُ أن يكونَ هنا من الأكثرِ، فحذفتِ الباءُ، لأنه يطَّرد مع (أنْ). ويُحتمل أن لا، فيكونُ على الكثيرِ. ومُرادَه بالعلمِ المَعنى الأخصُّ، مُقابلَ الظَّنِّ وما تحتَه. و ظَبْيُ الحِمَى: فاعلٌ، ومضاف إليه. و أنْ: مخففةٌ من الثقيلةِ(1)[35]. اسمُها: ضميرٌ فيها. وقَدْ وما دخلتْ عليه: خبرُها.وجملةُ (أن)وخبرُها [ص 155] سادَّةُ مَسَدَّ الجُزأينِ لِـ(دَرَى)، نحوُ علمتُ أن زيداً قائمٌ. وللِرَّضِي في شرحِ الحاجبيةِ قَيْدُ كلامٍ لم يَحضرْني الآن، فراجعْه(2)[36].\nوقد تقدَّم في تفسيرِ المفرَداتِ أن \"حَمِيَ\" من بابِ رَضِيَ، وهو في البيتِ على (فَعَلَ) بالفتحِ. والجوابُ عنهُ، أن (فَعِلَ) في لغةِ طيءٍ تبدلُ الكسرةُ فيه فتحةً والياءُ ألفاً، فتقولُ في خَفِيَ: خَفَى، وفي رَضِيَ: رَضَى. قال في التَّسهيلِ: وفَتْحُ ما قبلَ الياءِ الكائنةِ لاماً مكسوراً ما قبلها وجعلُه ألفاً لغةُ طَيءٍ. وقالَ في الكافيةِ:\nوالكَسْرَ فَتْحاً رُدَّ واليَا ألِفَا\nلِطَيِّءٍ كَخَفِيَ اُرْدْدْهُ خَفَى\nوارتكبَه لمناسبةِ (دَرَى ).\n\n[ص 163]\nالبيت الثاني\nفَهْوَ فِي حَرٍّ وَخَفْقٍ مِثْلَمَا\nلَعِبَتْ رِيحُ الصَّبَا بالقَبَسِ\n\nاللغة\n__________\n(1) 35] ـ في الأصل و(ب): من الثقيل، والمثبت عن (ج).\n(2) 36] ـ أفاض الرضى في مناقشة أحوال استعمال أفعال القلوب في شرح الكافية 2/286.",
        "(1/63)\n\nالحَرُّ: ضِدُّ البردِ، كالحُرور بالضمِ والحرارةِ، والحَرورُ بالفتح: النارُ، و[حرارة(1)[37]] الشمسِ، والحرُّ الدائمُ، والريحُ الحارةُ بالليلِ، وقد يكونُ بالنهارِ، كذا في القاموسِ. زادَ العُزيزي في الغريبِ: والسَّمومُ: عكسُ الحَرورِ، تكونُ بالنهارِ وتكونُ بالليلِ. والخَفْقُ: الاضطرابُ، يقالُ: خَفَقَتِ الرايةُ تخْفِقُ خفْقاً وخَفقاناً مُحرَّكةً: اضطربتْ وتحركتْ. وتحريكُ الفاءِ وقعَ لرؤبةَ ضرورةً(2)[38]. واللَّعبُ: ضد الجدِّ، ولَعِبُ الريحِ بالغصونِ: عبارةٌ عن إمالتِها إياها. والرِّيحُ: معروفٌ، جمعُه أرواحٌ وأرياحٌ ورِياحٌ. وقال الحَريري في دُرة الغواصِ: إنَّ جمْعَه بالياءِ لحن(3)[39]، وذلك لأنَّ المفردَ، وهو الريحُ، أصلُه رِوْحٌ لاشتقاقه منهُ(4)[40]، فوقعتِ الواوُ ساكنةً إثرَ كسرةٍ، فقُلبتْ ياءً. فكذا في الجمعِ(5)[41]، بخلافِ أرواحٍ في رِوْحٍ فلا وَجْهَ للقلبِ لسُكونِ ما قبلَها. قال ذو الرُّمة(6)[42]:\nإذا هَبَّتِ الأرْوّاحُ مِنْ نَحْوِ جَانِبٍ\nبِهِ أَهْلُ مَيٍّ، هَاجَ قَلْبِي هُبُوبُها\nهَوًى تَذْرِفُ العَيْنَانِ مِنْهُ، وَإنَّمَا\nهَوَى كُلِّ نَفْسٍ حَيْثُ حَلَّ حَبِيبُهَا\n[ص 164]\n__________\n(1) 37] ـ الزيادة من القاموس المحيط (حرر).\n(2) 38] ـ في قولِه: ... ... ... مُشتَبهُ الأعلامِ لمَّاعُ الخَفَقْأورده في القاموس المحيط (خفق). انظر ضرائر الشعر 17.\n(3) 39] ـ الجمعُ المقصود هو أرياح، لا مطلق الجمع بالياء. (درة الغواص 23-24).\n(4) 40] ـ في درة الغواص 23: من الروح.\n(5) 41] ـ المقصود الجمع على رياح.\n(6) 42] ـ ديوان شعر ذي الرمة 66-67.\n(1/64)",
        "\nوقد رُدَّ ما ذكرهُ الحريري بأنَّ الأرياحَ(1)[43] ليسَ بلحنٍ كما زعمَ، بل هو مسموعٌ، قالَ في شرحِ الكافيةِ: رُبما أبدلتِ الواوُ ياءً لدفعِ اللَّبسِ(2)[44]، كأرياحٍ في جمع ريحٍ لئلا يَلتبِس بجمعِ رُوحٍ، والقياسُ أرواحٌ وهوالأفصحُ، انتهى. وقال الجَـ[ـعـ]ـبري: الريحُ: الهواءُ المتحركُ، وهي مؤنثةٌ وأصلُها الواوُ لرُوَيْحَةٍ(3)[45]، قُلبت الواوُ لسكونها وانكسارِ ما قبلَها، وفي الجمعِ لانكسارِ ما قبلها. واقتُصرَ على فِعالٍ لئلاَّ يَلبسَ أفعالٌ، انتهى. ونحوُه للصّفاقسِي.\n__________\n(1) 43] ـ في الأصل: أرياح، وهو خطأ، إذ الرياح ليست موضع خلاف: الإشكال في الأرياح كما سيتضح.\n(2) 44] ـ في الأصل و(ب): ألباس، والمثبت عن (ج).\n(3) 45] ـ أي لقولهم: رُوَيْحَةُ في التصغير.\n(1/65)\n",
        "والصَّبا رِيحٌ مَهبُّها من مَطلعِ الثُّريَّا إلى بناتِ نعشِ(1)[46]. وتُثنَّى: صَبَوَانِ وصَبَيانِ. والجَمْعُ: أصْبٍ وصَبَواتٌ. وصَبَتْ: هَبَّتْ(2)[47]. قلتُ: رأيتُ في تاريخِ أبي مروانَ عبدِ الملكِ بنَ الكردَبوسِ المُسمى بالاكتفاء في [تاريخ] الخُلفاءِ(3)[48]،أن الخليفةَ المُعتصمَ سألَ الشّعْبي عن مَهابِّ الجنوبِ والشمالِ والدبورِ والصَّبا. فأجابهُ بأن الجنوبَ مهبُّها من مَطلعِ سُهيلٍ إلى مطلعِ الثُّريا. والشمالُ مهبُّها من مطلعِ الشمسِ إلى مسقطِ النسرِ الطائرِ. والدَّبورُ مَهَبُّها يقابلُ مَهَبَّ الصَّبا. وذكرَ البدرُالدّماميني عن ابن هشامٍ أنه قالَ ما نصه: سألني سائلٌ من أينَ تهُبُّ الصَّبا: فأنشدتُه:\n[ص 165]\nأَلَمْ تَعْلَمِي، يَا عَمْرَكِ اللَّهُ، أَنَّنِي\nكَرِيمٌ، على حِينِ الكِرامُ قَلِيلُ\nوَأَنِّيَ لاَ أَخْزَى إذَا قِيلَ مُمَلِقٌ\nسَخِيٌّ، وَأَخْزَى أَنْ يُقَالَ بَخِيلُ\n__________\n(1) 46] ـ بنات نعشٍ الكبرى: سبعة كواكب،. ومثلها بناتُ نعش الصغرى. (القاموس المحيط: نعش).\n(2) 47] ـ نقل من القاموس المحيط (صبو) بتصرف.\n(3) 48] ـ توجد نسختان مخطوطتان من هذا الكتاب في خ م بالرباط رقم 6709،8539. والزيادة منهما وطبع الجزء المتعلق منه بالأندلس وغيره بعناية أحمد مختار العبادي تحت عنوان: تاريخ الأندلس لابن الكردبوس، ووصفه لابن الشباط. مطبعة معهد الدراسات الإسلامية بمدريد سنة 1971. وقد بحثت عن هذا الخبر فلم أعثر عليه في هذا الكتاب، وهو باطل إذا كان المقصودُ بالشعبي عامرُ بن شراحيل أبو عمرو الراوية المشهور، فهذا كان رسولا لعبد الملك بن مروان إلى ملك الروم وتوفي سنة 103هـ، بينما توفي المعتصم العباسي محمد بن هرون سنة 227هـ. (انظر الوفيات 1/244 والشريشي 2/245، وابن الأثير 5/265، والطبري 11/6).\n(1/66)\n\nووجهُ استخراجِ الجوابِ منها، واللهُ أعلمُ، أنه نبَّهَهُ بهما على البيتِ الآخرِ المساوي لهذينِ في إعرابِ اسمِ الزمانِ المبهمِ المضافِ للجملةِ الإسميةِ، وهو قولُ الشاعرِ:\nإذَا قُلْتُ هَذا، حِينَ أَسْلُو، يُهَيِّجُنِي\nنَسِيمُ الصَّبا منْ حَيْثُ مَا يَطْلَعُ الفَجْرُ\nفائدة\nقالَ أبو الحجاجِ بنُ الشيخِ في كتابِه المسمى ألف باء: رَوَى أبو عبيدٍ عن يونسِ بن حبيبٍ، أن لبيدَ بنَ ربيعةَ الشاعرَ، نذرَ أنْ يُطعمَ الناسَ كلَّما هبَّتْ ريحُ الصَّبا. فَدامَتْ أيَّاماً متواليةً، حتى أضرَّ به. فبلغ خبرُه الوليدَ بنَ عقبةَ بنَ أبي مُعَيْطٍ، وهو أميرُ الكوفةِ من قِبَلِ عثمانَ، رضي اللهُ عنه، وكانَ أخاهُ لأمه، فوجَّه إليهِ بنوقٍ ودراهمَ، وكتبَ إليه:\nأَرَى(1)[49]الجزَّارَ يَشْحَذُ مُدْيَتَيْهِ،\nإذا هَبَّتْ رِيَّاحُ أبِي عَقِيلِ\nطَوِيلُ البَاعِ أَرْوَعُ جَعْفَرِيٌّ،\nكَريمٌ الجَدِّ، كالسَّيْفِ الصَّقِيلِ(2)[50]\nفلما وصلَ ذلك إلى لبيدٍ شكرَه، وقالَ: كيفَ[لي(3)[51]] بأنْ أُجيبَه وقد نذرتُ بألاَّ أقولَ شعراً؟ فقالتْ بنيةٌ له صغيرةٌ كانتْ تروي شعرَه: أنا أُحسِنُ بأنْ أجيبَه، أفتأذنُ لي؟ فقال: قولي ما عندكِ. فقالتْ(4)[52]:\n[ص 166]\nإذا هَبَّتْ رِيَاحُ أبِي عَقِيلٍ\nدَعَوْنَا عِنْدَ هَبَّتِهَا الوَلِيدَا\nطَوِيلُ البَاعِ أرْوَعُ عَبْشَمِيٌّ،\nأَعانَ على مُروءَتِهِ لَبِيدَا\nأَبَا وَهْبٍ، جَزَاكَ اللَّهُ خَيْراً،\nنَحَرْناها، وَأطْعَمْنا التَّرِيدَا\nفَعُدْ إنَّ الكَريمَ لَهُ مَعادٌ،\nوَظَنِّي يَا ابْنَ أرْوَى أنْ تَعُودَا\n__________\n(1) 49] ـ في الأصل: أبي، وفي (ب): أبا، والمثبت عن(ج) والأغاني 14/97.\n(2) 50]ـ في الأغاني:أَشَمُّ الأَنْفِ أَعْيَدُ عَامِرِيُّ طَويلُ البَاعِ كالسيفِ الصَّقِيلِ\n(3) 51] ـ زيادة من (ج).\n(4) 52] ـ وردَ البيتان الأولانِ في ذيلِ ديوان لبيد 233 ضمن ما نسب إليه خطأً في بعض المصادر.",
        "(1/67)\n\nفقالَ لها: أحسنتِ لوْلا أنكِ اسْتزدتِه في شِعرِك. فقالتْ: إن الأمراءَ لا يُستحيى من سؤالهم. فقالَ: أنتِ في هذا القولِ أشعرُ(1)[53]، انتهى. وقولُه: نذرتُ ألاَّ أقولَ شعراً، يقالُ إنه لم يَقلْ في الإسلامِ إلاَّ بيتاً واحداً وهو(2)[54]:\nالحَمْدُ لِلَّهِ إذْ لَمْ يَاْتِنِي أَجَلِي\nحَتَّى اكْتَسَيْتُ مِنَ الإسْلاَمِ سِرْبَالاَ\nويقال إن قبلَه(3)[55]:\nبَانَ الشَّبَابُ فَلَمْ أَحْفِلْ بِهِ بَالاَ،\nوَأَقْبَلَ الشَّيْبُ والإسْلاَمُ إقْبَالاَ\nويقالُ إنه قال أيضاً(4)[56]:\nمَا عَاتَبَ المَر ْء الكَرِيمَ كَنَفْسِهِ،\nوالمَرْءُ يُصْلِحُهُ الجَلِيسُ الصَّالِحُ\nوقولُه بالقَبَسِ، القَبسُ: شعلةُ من نارٍ، كذا في تفسير الغَزْنَوِي والقاموس(5)[57]. والجذوةُ(6)[58]: مُثلَّثةٌ: قِطعةٌ غَليظَةٌ من الحطبِ فيها نارٌ بلا لهبٍ، سقالهُ العُزيزي.\n[ص 167]\nالمعنى\nأن قلبه بسببِ حَمْيَةِ الحبيبِ له، وإيقادِهِ بهِ نارَ الصبابةِ، هو في حرارةٍ واحتراقٍ، وأنه يضطربُ ويتحرَّك. فالنارُ مستعرةٌ بتحركِه، لأنهُ كالنافخِ لها. فحالتُه في ذلكَ كحالةِ المقباسِ إذا صادفتْه ريحٌ فهي تقلِّبُه ذاتَ اليمينِ وذاتَ الشمالِ. فأخبرَ أنَّ قلبَه يكابدُ غُصصَ أمْرينِ، الحرارةِ، والخفوقِ. فأما الحرارةُ فقد كثُرَ النشيدُ فيها، وتوفرتِ الدَّواعي على الشكايةِ منها، وسلفَ بعضُ ذلكَ. وقدْ هذَم عليْهم ذلكَ المعنَى من قال:\nوَلَوْ أَنَّ لِي قَلْباً شَكَيْتُ احْتِرَاقَهُ\n__________\n(1) 53] ـ انظر هذه القصة مع زيادات في الأغاني 14/97-98.\n(2) 54] ـ في ذيل ديوان لبيد 236: \"هذا البيت نسب للبيد في كثير من المصادر، والصواب أنه لفروة ابن نفاثة السلولي. (راجع معجم المرزباني 339)\".\n(3) 55] ـ لم يرد في ديوان لبيد.\n(4) 56] ـ ذيل ديوان لبيد 222.\n(5) 57] ـ القاموس المحيط (قبس).\n(6) 58] ـ هذا من توسع الإفراني، إذ لم تردْ كلمة جذوة في البيت المشروح.\n(1/68)",
        "\nوَلَوْ أَنَّ لِي فِكْراً فَضَحْتُ الهَوَاجِسَا\nوَلَكِنْ مُحَالٌ أَنْ يَكُونَ تَفَكُّرٌ\nوَقَلْبٌ لِمَنْ يَهْوَى الظِّبَاءَ الكَوانِسَا\nوقول الأَرَّجاني(1)[59]:\nعُوجَا عَلَيْهَا أَيُّهَا الرَّكْبُ،\nلاَعَارَ أَنْ يَتَسَاعَدَ الصَّحْبُ\nقَدْ كانَ لِي قَلْبٌ ولاَ أّلَمٌ،\nوَاليَوْمَ لِي ألَمٌ وَلاَ قَلْبُ\nوقول الصَّفي الحلِّي:\nسَألْتُهَا عَنْ فُؤَادِي، أَيْنَ مَسْكَنُهُ؟\nفَإنَّهُ ضَلَّ مِنِّي عِنْدَ مَسْرَاهَا\nقَالَتْ: لَدَيَّ قُلُوبٌ جَمَّةُ جُمِعَتْ،\nفَأَيَّهَا أَنْتَ تَعْنِي؟ قُلْتُ: أَشْقَاهَا\nوقول ابنِ سهل(2)[60]:\nومَنْ لِي بِجِسْمٍ أَشْتَكِي مِنْهُ بالضَّنى\nوَقَلْبٍ فَأَشْكُو مِنْهُ بِالخَفَقَانِ\n[ص 168]\nوَمَا عِشْتُ حَتَّى الآنَ إلاَّ لأَنَّنِي\nخَفِيتُ، فَمَا يَدْوِي الحِمَامُ مَكَانِي\nوبذلك ملح(3)[61] من أجابَ عن بَيتي الشمسِ محمدِ بنِ التِّلِمساني، وهما(4)[62]:\nيَا سَاكِناً قَلْبِي المُعَنَّى\nوَلَيْسَ فِيهِ سِوَاكَ ثَانِي\nلأَيِّ مَعْنًى كَسَرْتَ قَلْبِي\nوَمَا الْتَقَى فِيهِ سَاكِنَانِ؟\nبقوله:\nكَسَرْتُهُ حِينَ قلتَ: قَلْبِي\nوَلَمْ تُضِفْهُ إلى فُلاَنِ\nهَلْ لِلْمُعَنَّى بِالحُبِّ قَلْبٌ(5)[63]\nيَا جَاهِلَ اللَّفْظِ وَالمَعاني!\n__________\n(1) 59] ـ البيتان من قصيدة مدحية في ديوان الأرجاني 134.\n(2) 60] ـ ديوان ابن سهل 214.\n(3) 61] ـ في الأصل و(ب): ملخ، ولم نر له وجها، والمثبت عن (ج).\n(4) 62] ـ البيتان في ديوان الشاب الظريف 67، والغيث المسجم 2/13، وأنوار التجلي 1/19 وغيرهما.\n(5) 63] ـ هذا الشطر مضطرب الوزن، ولم نهتد إلى تصويبه.\n(1/69)\n",
        "قلتُ: وللصلاحِ الصفدي على معنَى البيتينِ مؤاخذةٌ، محصولُها أن الكسرةَ لأحدِ الساكنينِ غيرُ القلبِ، والكسرُ في البيتينِ للقلبِ، انتهى(1)[64]. واستملح المؤاخذةَ ابنُ حجةَ، فقال: أمَّا البيتانِ ففي غايةِ اللُّطفِ، ولكن أُورِدَ عليْهما إيرادٌ حسنٌ، وهو أنَّ الساكنينِ إذا اجتمعَا كُسرَ أحدُهما وهو الأولُ، وكلامُه في البيتينِ يؤدي أن المكسورَ غيرَ الاثنينِ، انتهى. وفيهِ نظرٌ، لأنَّ إيقاعَ الكسرِ على القلبِ من إسنادِ ما للحالِ للمحلِ، وهو ذائعٌ في كلامِهم. على أن مثلَ هذا المعنى ريحانةُ تُشمُّ ولا تُفركُ. ومن هذا المعنى قولُ ابنِ شرفٍ في رجلٍ عجزَ عن افتضاضِ عِرْسِه(2)[65]:\nكَمْ ذَكرٍ فِي الوَرَى وَاُنْثَى\nأَوْلَى مِنْ اثْنَيْنِ بِاثْنَتَيْنِ\n[ص 169]\nأَرَى اللَّيَالِي أَتَتْ بِلَحْنٍ\nلِجَمْعِهَا بَيْنَ سَاكِنَيْنِ\nوأما الخَفَقَانُ فسَبَبُه مهابةُ العاشقِ للمعشوقِ وإجلالُه إياهُ، فصارَ ينتفضُ لرؤيتِه ببصرِه أو بَصيرتِه،كما ينتفضُ القلبُ الخائفُ. وما أحسنَ قولَ المَكُّودي(3)[66]:\nيَزْدَادُ خَفْقُ فُؤَادِي عِنْدَ رُؤْيَتِهِ\nمِنْ بَعْدِ مَا مَالَ عَنْهُ القَلْبُ وانْتَرَكَا\n\nكَالطَّيْرِ أَفْلَتَ مِنْ أَشْرَاكِ مُقْتَنِصٍ،\nفَصَارَ يُرْعَدُ مَهْمَا أَبْصَرَ الشَّرَكَا\nوممَّا اشتَهرَ في خفقِ الفؤادِ قولُ ابن بَقي(4)[67]:\nعَاطَيْتُهُ، واللَّيْلُ يَسْحَبُ ذَيْلهُ،\nصَهْبَاءَ كَالمِسْكِ الفَتِيقِ لِنَاشِقِ\nوَضَمَمْتُهُ ضَمَّ الكَمِيِّ لِسَيْْفِهِ،\nوَذُؤَابَتَاهُ حَمَائِلٌ في عَاتِقِي\n__________\n(1) 64] ـ انظر الغيث المسجم 2/13.\n(2) 65] ـ البيتان والتقديم لهما في المصدر السابق.\n(3) 66] ـ البيتان في أنوار التجلي 1/29.\n(4) 67] ـ اشتهرت هذه الأبيات، وكثر معارضوها. انظر المطرب 198، ورفع الحجب 1/58، والغيث المسجم 1/176، وحلبة الكميت 118، وديوان الصبابة 90، ونفح الطيب 3/209.\n(1/70)\n\nحَتَّى إذَا مَالَتْ بِهِ سَنَةُ الكَرَى\nزَحْزَحْتُهُ شَيْئاً فَكَانَ مُعانِقِي\nبَاعَدْتُهُ عَنْ أَضْلُعٍ تَشْتَاقُهُ\nكَيْ لاَيَنَامَ عَلى وِسَادٍ خَافِقِ\nوقد اعترضَ علماءُ الفنِّ عليه بأمرينِ. الأولُ، قال الشريفُ الغَرناطي(1)[68]: ذُكرَ أنَّ أبا القاسمِ الطيبِ المعروفِ بالغَطِّي(2)[69] قال لابنِ بَقِي، وقد أنشدَه الأبياتَ: ياهذا، كيفَ تكونُ وِساداً(3)[70] لهُ، أم كيفَ يتصورُ ذلك(4)[71]؟ فأصلحَه إلى وِسادٍ. والثاني ما في قولِهِ: باعدتُه، من [ص 170] الجفوةِ وبادِي البلادةِ، فلا يليقُ بالعاشقِ، وهو في رجاءِ قُربِه منذ أحيانٍ، أن يُباعِدَه. وقال الصفدي في الرَّدِّ عليه(5)[72]:\nأّبْعَدْتُهُ مِنْ بَعْدِ مَا زَحْزَحْتَهُ!\nمَا أنْتَ عِنْدَ ذَوِي الغَرَامِ بِعَاشِقِ\nهَذَا يَدُلُّ النَّاسَ مِنْكَ عَلى الجَفَا،\nإذْ لَيْسَ هَذا فِعْلَ صَبٍّ وَامِقِ\nإنْ شِئْتَ قُلْ: أَبْعَدْتُهُ عَنْ أَضْلُعِي(6)[73]\nلِيَكُونَ فِعْلَ المُسْتَهامِ الصَّادِقِ\nأوْ قُلْ:فباتَ عَلى اضْطِرَابِ جَوَانِحِي\nكَالطِّفْلِ، مُضْطَجِعاً لِمَهْدٍ خَافِقِ\nانتهى. والحقُّ أنَّ أبياتَ ابنِ بَقي في غايةِ الجزالةِ والحُسنِ، لكنْ جرتْ عادةُ الصلاحِ بالمناقشةِ، فلا تراهُ يسامحُ في شيءٍ.ومعاني الأدب محمولةٌ على الإغضاءِ:\nفَسَامِحْ وَلاَ تَسْتَوْفِ حَقَّكَ كُلَّهُ،\n__________\n(1) 68] ـ نقل الإفراني أغلب عبارة رفع الحجب 1/850 في هذا الموضوع.\n(2) 69] ـ في رفع الحُجب 1/58 القطي، ولم نقف على ترجمته.\n(3) 70] ـ هكذا في الأصل و(رفع الحجب) ولعل الصواب:المهاد، ويؤيد ذلك ما جاء في (ج).(انظر الحاشية 4).\n(4) 71] ـ في(ج): ياهذا كيف يكون المهادُ وساداً له، أم كيف يتصور ذلك؟ وهذا أنسب.\n(5) 72] ـ انظر الغيث المسجم 1/196.\n(6) 73] ـ في الغيث المسجم: \"إنْ شِئْتَ قُلْ: أَبْعَدْتُ عنه أضالعي\"، وهو أنسب لتلافي النقد الموجه لابن بقي.",
        "(1/71)\n\nوَأَغْضِ، فَلَمْ يَسْتَوْفِ قَطُّ كَرِيمُ\nولأجلِ الاعتراضِ فضَّلوا على قولِ ابنِ بَقي قولَ الحَكمِ بن عيالٍ(1)[74]:\nإنْ كَانَ لاَبُدَّ مِنْ رُقَادِ،\nفَأضْلُعِي هَاكَ عَنْ وِسَادِ\nوَنَمْ عَلَى خَفْقِهَا هُدُوّاً\nكَالطِّفْلِ فِي نَهْنَهِ الوِسَادِ\nوقول ابنِ سناءِ الملكِ(2)[75]:\nأما وَاللَّهِ لَوْلاَ خَوْفُ سُخْطِكْ\nلَهَانَ عَلَيَّ مَا ألْقَى بِرَهْطِكْ\n[ص 171]\nفَتَنْتَ الخَافِقَيْنِ فَتِهْتَ عُجْبَا\nوَلَيْسَ هُمَا سِوَى قَلْبِي وَقُرْطِكْ\nوقال مُعينُ الدينِ(3)[76]:\nلَمْ أَنْسَهُ إذْ قَالَ: أَيْنَ تُحِلُّنِي؟\nحَذَراً عَلَيْهِ مِنَ الخَيَالِ الطَّارِقِ\nفَأَجَبْتُهُ: قَلْبِي فَقَالَ تَعَجُّباً:\nأَرَأَيْتَ، عُمْرَكَ، سَاكِناً فِي خَافِقِ\nأخذَه من قولِ الآخر(4)[77]:\nوَسَكَنْتَ قَلْباً خَافِقاً،\nيَا سَاكِناً، فِي غَيْرِ سَاكِنِ\nوقال ابنُ العطارِ:\nيَا نَازِلاً مِنِّي فُؤَاداً رَاحِلاً،\nوَمِنَ العَجَائِبِ نَازِلٌ في راحِلِ\nأَضْرَمْتَ قَلْبَ مُتَيَّمٍ أَهْلَكْتَهُ\nوَسَكَنْتَهُ، وَالنَّارُ مَثْوَى القَاتِلِ\nوقال ابنُ الوردي:\nقُرْطُهَا خَافِقٌ، وَقَلْبِي أَيْضاً\nخَافِقٌ، مِنْ أَلِيمِ صَدٍّ وَبَيْنِ\nفَاعْذِرُوهَا في العُجْبِ فَهْيَ فَتَاةٌ\nأَصْبَحَتْ وَهْيَ تَمْلِكُ الخَافِقَيْنِ\n__________\n(1) 74] ـ هكذا في الأصل، وفي الغيث المسجم 1/176: الحكيم بن عيال، وفي ديوان الصبابة 90: \"ابن الحكم جعفر بن عنان\"، وفي نفح الطيب 3/564، 7/51: أبو الوليد بن عيال. وقد يكون الحكيم بن دانيال المترجم في فوات الوفيات 3/330.\n(2) 75] ـ لم يرد البيتان في ديوان ابن سناء الملك، ووردا في الغيث المسجم 1/245، وديوان الصبابة.90.\n(3) 76] ـ نُسبَ البيتان في الغيث المسجم 1/246 لمعينِ الدينِ بن لؤلؤ ووردا كذلك في ديوان الصبابة 90.\n(4) 77] ـ البيت في ديوان الصبابة 90.\n(1/72)",
        "\nوتلطَّفَ الورَّاق(1)[78]:\nيقولُ لِي، حِينَ وَافى:\nقَدْ نِلْتَ مَا تَشْتَهِيهِ؟\nفَمَا لِقَلْبِكَ قِدْماً\nخَفْقٌ بِهِ يَعْتَرِيهِ\n[ص 172]\nفَقُلْتُ: وَصْلُكَ عُرْسٌ،\nوَالقَلْبُ يَرْقُصُ فِيهِ\nوقالَ البهاءُ زهيرٌ في مجزوءِ الكاملِ المُرفَّل(2)[79]:\nلاَتُنْكِرُوا خَفَقَانَ قَلْبِي،\nجَاءَ الحَبِيبُ إلَيْهِ زَائِرْ\nمَا القَلْبُ إلاَّ دَارُهُ\nضُرِبَتْ لَهُ فِيهَا البَشَائِرْ\nالمعاني\nنُكتةُ العطفِ بالفاءِ الإشارةُ إلى أنَّ ما بعدَها تسبَّبَ عمَّا قبلَها. وأتى بالجُملةِ اسميةً لاستفادةِ الدوامِ، أي ما هو عليه دائمٌ لَدَيْه. ونكَّر المجرورَ بِفي وما عُطفَ عليه لغرضِ التفخيمِ. وَنَوَّنَها للتَّعظيمِ على وِزانِ \"وَعَلى أبْصَارِهِمْ غِشَاوَةٌ\"(3)[80] كَما في المفتاحِ. وعَطفَ الخفقَ بالواوِ لتفصيلِ المُسنَدِ مع اختصارٍ. وأضافَ الريحَ للصَّبا لإفادةِ التخصيصِ. وخصَّ الصَّبا لأنها أيْمَنُ الأرْوَاحِ وأبْركُها، ولذلكَ قال النبيُّ، صلى الله عليه وسلم: \"نُصِرْتُ بِالصَّبَا وَهَلَكَتْ عَادٌ بالدَّبورِ\"(4)[81]. والشعراءُ مكِبُّونَ على إرسالِها وانتشاقِ أريجِ هبوبِها، لأنها أغلبُ ما تكونُ في الأسحارِ. قال الشاعرُ(5)[82]:\nلاَ تَبْعَثُوا غَيْرَ الصَّبَا بِتَحِيَّةٍ\nمَا لَذَّ في سَمْعِي حَدِيثُ سِوَاهَا\nحَفِظَتْ أَحَادِيثَ الصِّبَا وتَضَوَّعَتْ\nنَشْراً، فَيَالَلَّهِ مَا أذْكَاهَا!\nولمُجير الدينِ بنِ تميمٍ:\n[ص 173]\n__________\n(1) 78] ـ الأبيات للوراق الخطيري في الغيث المسجم 1/246، وديوان الصبابة 88، ومعاهد التنصيص 3/80.\n(2) 79] ـ البيتان من قصيدة في ديوان البهاء زهير 156.\n(3) 80] ـ البقرة 2/7.وتمام الآية:\"خَتَمَ اللَّهُ عَلى قُلوبِهِم، وَعَلى سَمْعِهِمْ،وعَلَى أَبْصَارِهِمْ غِشَاوَةٌ\". يقصد الكافرين.\n(4) 81] ـ مسند أحمد 1/223، 228 والبخاري 4/132، وفيه: وأُهْلِكَتْ.\n(5) 82] ـ البيتان في حلبة الكميت 318.\n(1/73)\n",
        "لاَ تَبْعَثُوا غَيْرَ الصَّبَا بِتَحِيَّةٍ\nمِنْ أَرْضِهَا، فَلَها عَلَيَّ جَمِيلُ\n[هَبَّتْ] دُموعَ العاشِقِينَ وَعَرَّجَتْ\nعَنْهُمْ إلَيَّ، وَثَوْبُهَا مَبْلُولُ\nوما أحسنَ قولَ عزِّ الدينِ الموصلي(1)[83]:\nإنْ كانَتِ العُشَّاقُ مِنْ أَشْوَاقِهِمْ\nجَعَلُوا النَّسِيمَ إلَى الحَبِيبِ رَسُولاَ\nفَأَنَا الذِي أتْلوا لَهُمْ: يَا لَيْتَنِي\nكُنْتُ اتَّخّذْتُ مَعَ الرَّسُولِ سَبِيلاَ(2)[84]\nومن هذا ما كتبَه القاضي فتحُ الدين لوالِدِه مُحي(3)[85] الدين بنِ عبدِ الظاهر:\nإنْ شِئْتَ تُبْصِرُنِي وَتُبْصِرُ حَالَتِي\nقَابِلْ إذَا هَبَّ النَّسِيمُ قَبُولاَ\nوَلأجْلِ قَلْبِكَ لاَ أَقُولُ عَلِيلاَ\nتَلْقَاهُ مِثْلِي رِقَّةً وَنَحَافَةً،\nفَهْوَ الرَّسُولُ إلَيْكَ مِنِّي، لَيْتَنِي\nكُنْتُ اتَّخّذْتُ مَعَ الرَّسُولِ سَبِيلاَ\n__________\n(1) 83] ـ نُسب هذان البيتان في ديوان الصبابة 114، ومعاهد التنصيص 4/144 لمحي الدين بن عبد الظاهر، وقال في ديوان الصبابة: \"وكان القاضي محي الدين بن عبد الظاهر يحب شابا مغنيا اسمه نسيم\".\n(2) 84] ـ اقتباسٌ من: \"وَيَوْمَ يَعَضُّ الظَّالِمُ عَلَى يَدَيْهِ، يَقُولُ: يَا لَيْتَنِي اتَّخَذْتُ مَعَ الرَّسُولِ سَبِيلاَ\".(الفرقان 25/27)\n(3) 85] ـ في الأصل: لوالده مجير الدين. وهو خطأ وسيرد ذكر مجير الدين في الصفحة 258 من هذا الكتاب. وفي خزانة الأدب254: إلى ولده القاضي محي الدين. ونعتقد أن الصواب هو: لوالدِه مُحي الدين، إذ الأب هو عبد الله بن عبد الظاهر بن نشوان، محي الدين قاض أديب مؤرخ مصري. توفي سنة692/1293م. والابن هو: محمد بن عبد الله بن عبد الظاهر بن نشوان، فتح الدين، ولد بالقاهرة ومات بدمشق سنة 691/1292(فوات الوفيات2/179-191 للأول، والوافي3/366-668 للثاني).\n(1/74)\n\nوعرَّف القبس بِلامِ الحقيقةِ وأرادَ به الواحدَ باعتبارِ عَهديتِه في الذِّهنِ، لِقيامِ القرينةِ على أن ليسَ القصدُ إلى نفسِ الحَقيقةِ من حيثُ هيَ، بل من حيثُ وجودُها في ضمنِ بعضِ الأفرادِ لا كلِّها، والقرينةُ هنا (لَعِبَتْ).\nفإنْ قلتَ: ما وجهُ العدولِ للإتيانِ بالظرفِ في قولِه: فهو في حرٍّ وخفقٍ. وهلاَّ قال: حارٌ وخافقٌ؟ [ص 174]\nقلتُ: وجهُه مراعاةُ الأبلغيةِ، ولا خَفاءَ أن قولَكَ فُلانُ في حزنٍ، أبلغُ من حازنٍ، وفي سرورٍ، أبلغُ من مسرورٍ، وسببُها واضحٌ، فتأملْ. وهذه لطيفةٌ استفدْتُها من المشافِ في غير[ما] موضعِ.\nالبيان\nفيه التشبيهُ لحرارةِ القلبِ بشُعلة النار، ولخُفوقِ الجوانحِ بالريحِ. وتشبيهُ لعبِهما(1)[86] بلعبهما\nفالأولُ بحسبِ العرضِ، والثاني بحسبِ العرضِ(2)[87]. ويُضاهي هذا التشبيهَ قولُ بعضِهم في الثُّريا(3)[88]:\nتَحْكِي الثُّريَّا الثُّرَيَّا في تَأَنُّقِهَا\nوَقَدْ لَوَاهَا نَسِيمٌ وَهْيَ تَتَّقِدُ\nكَأَنَّهَا لِذَوِي الإيمانِ أَفْئِدَةٌ،\nمِنَ التَّخَشُّعِ خَوْفَ اللَّهِ تَرْتَعِدُ\nوقولُه في السِّراجِ(4)[89]:\nاُنْظُرْ إلى سُرُجٍ فِي اللَّيْلِ مُشْرِقَةٍ\nمِنَ الزُّجَاجِ حَوَاهَا وَهْيَ تَلْتَهِبُ\nكَأَنَّهَا أَلْسُنُ الحَياتِ بَارِزَةً\nعِنْدَ الهَجِيرِ، فَمَا تَنْفَكُّ تَضْطَرِبُ\n__________\n(1) 86] ـ في(ب): لعبهما بلهبها.\n(2) 87] ـ هكذا في الأصل و(ج).\n(3) 88] ـ البيتان لأبي تمام غالب بن رباح الحجام في نفح الطيب 3/415-416،وفيه: تألقها (بدل تأنقها)، وهو أنسب. وترجم له ابن سعيد في المغرب 2/40.\n(4) 89] ـ البيتان للحجام السالف الذكر في نفح الطيب 3/416.",
        "(1/75)\n\nوعلى ذكرِ الثُّريا فحكَى الراويةُ أبو عبدِ اللهِ محمدُ بن رُشيدٍ الفِهري السَّبتي الفاسي في[ص 175] فهرستِه(1)[90] قال: \"كُنْتُ مع الفقيهِ الأستاذِ أبي القاسمِ المَزياتي(2)[91] تحتَ إيقادِ جامعِ القرويينَ من فاس بعدَ صلاةِ المغربِ، وإذا برجلٍ أقبلَ وأخبرَ أبا القاسمِ بقدومِ الأستاذِ ابنِ عَبدون، وأنه ببابِ المسجدِ، فقال لنا أبو القاسم: قوموا بنا إلى لقائِه، فالتقيناه وهو داخلٌ إلى المسجدِ، فسلَّمنا عليه، فاستقبلتْنا الثُّريا وهي مسروجةٌ، فقال ابنُ عبدونٍ مُرتجلاً:\nاُنظُرْ إلَى ثُرَيَّةٍ نُورُها\nيَصْدَعُ بِاللألاَءِ سُجْفَ الغَسَقْ\nفقال أبو القاسم:\nكَأنَّهَا فِي شَكْلِهَا رَبْوَةٌ\nانْتَظَمَ النوُّرُ بِها فَاتَّسقْ\nثم اجتمعتُ صَبيحةً تلكُ الليلةِ مع الأديبِ مالكِ بنِ المُرَحَّلِ، وأخبرتُه(3)[92]، فقال: لو كنتُ معهما لقلتُ:\nأُعِيذُها مِنْ سُوءِ مَا يُتَّقَى\nمِنْ فَجْأةِ العَيْنِ بِرَبِّ الفَلَقْ(4)[93]\"\nكَذَا سَاقَ هذه الحكايةَ الثعالبي في الأنوار، ونَقَلَها أبو العباسِ ابنُ القاضي في كتابِه المُنتقى المقصور(5)[94]، وزاد على ذلك ما نصُّه: \"وقال محمدُ بن خلف:\nبَاهَى بِهَا الإسْلاَمُ ما أ[شْـ]ـرَقَتْ\nكَاسَاتُها عِنْدَ مَغِيبِ[الـ]ـشَّفَـ[ـقْ]\"\nانتهى من خطِّه\n[ص 176]\n\n.البديع\n__________\n(1) 90] ـ وردت هذه القصة كذلك في أنوار التجلي 2/237، والمنتقى المقصور 145، وفي جذوة الاقتباس 1/69-70 مع بعض الخلاف.\n(2) 91] ـ أبو القاسم المزياتي فقيه أستاذ مقرئ بالقرويين، له شرح على كتاب الجمل. توفي يوم 22 من جمادى الأخيرة سنة 665هـ (انظر المصادر السابقة والذخيرة السنية 114 ونفح الطيب 2/584).\n(3) 92] ـ في أنوار التجلي 2/237: \"وأعلمته بما وقع بين الأستاذين\".\n(4) 93] ـ هنا ينتهي نص كلام الثعالبي في الأنوار 2/237.\n(5) 94] ـ المنتقى المقصور 145.\n(1/76)",
        "\nفيه التمثيلُ، وحَقيقتُه أن يمثل المُتكلِّم شيئاً بشيءٍ فيه إشارةٌ. وقيلَ هو تشبيهُ حالٍ بحالٍ. ومبتكرُه الضِّلِّيلُ(1)[95] في قوله:\nوَمَا ذَرَفَتْ عَيْنَاكِ إلاَّ لِتَقْدَحِي(2)[96]\n... ... بِسَهْمَيْكِ في أَعْشَارِ قَلْبٍ مُقَتَّلِ\nوقال ابنُ المعتز(3)[97]:\nاِصْبِرْ عَلَى مَضَضِ الحَسُو دِ فَإنَّ صَبْرَكَ قَاتِلُهْ\nفَالنَّارُ تَأكُلُ بَعْضَهَا إن لَمْ تَجِدْ مَا تَأكلُهْ\nوقولُ الآخرِ(4)[98]:\nإيَّاكَ مِنْ زَلَلِ الكَلاَمِ فَإنَّمَا\nعَقْلُ الفَتَى مِنْ لَفْظِهِ المَسْمُوعِ\nفَالمَرْءُ يَخْتَبِرُ الإنَاءَ بِنَقْرِهِ ... ...\nفَيَرَى الصَّحِيحَ بِهِ مِنَ المَصْدُوعِ\nوفيهِ الطِّباقُ بين الريح والقَبَسِ، إذِ المرادُ به النارُ، وهما ضدانِ. والطِّباقُ الإتيانُ بلفظينِ مُتضادينِ كَقولِ ابنِ رشيقٍ(5)[99]:\nوَقَدْ أَطْفَأُوا شَمْسَ النَّهارِ وَأَوْقَدُوا\nنُجومَ العَوَالِي فِي سَمَاءِ عَجَاجِ\n[ص 177]\n\nوقول الأسدي(6)[100]:\nرَمَى الحَدَثَانِ نِسْوَةَ آلِ حَرْبٍ\nبِمِقْدَارٍ سَمَدْنَ لَهُ سُمُودَا\nفَرَدَّ شُعُورَهُنَّ السُّودَ بِيضاً ...\nوَرَدَّ وُجُوهَهُنَّ البِيضَ سُودَا\nالإعراب\n__________\n(1) 95] ـ الضليل، لقب الشاعر امرئ القيس، عرف به. (انظر أخباره في الأغاني 8/62-76).\n(2) 96] ـ في شرح ديوان امرئ القيس 38: لتضربي، وهو المشهور.\n(3) 97] ـ ديوان ابن المعتز 344.\n(4) 98] ـ البيتان لأبي بكر بن الجزار السرقسطي في نفح الطيب 3/598.\n(5) 99] ـ بيت مفرد في ديوان ابن رشيق 52.\n(6) 100] ـ في العمدة 2/6 وزهر الآداب1/ 405 والشريشي الكبير1/189: لِ \"عبد الله بن الزبير الأسدي\". ونُسبا في معجم الشعراء 177: لفضالة بن شريك.وسمدن: قمن متحيرات، (لسان العرب: سمد).\n(1/77)\n",
        "الفاءُ للعطفِ، ولها معانٍ، منها: التعقيبُ؛ أن يكونَ المعطوفُ بها متصلاً بلاَ مُهلةٍ. وما أظرف قولَ النورِ الإسْعِرْدِي(1)[101] مُداعباً:\nوَأَغَنُّ، كَمْ في جَفْنِهِ مِنْ قَاضِبِ،\nوَقِوَامُهُ في لِينِهِ كَقَضِيبِ\nلاَقَيْتُهُ مُبْتسِماً مِنْ بَعْدِ مَا\nقَدْ كُنْتُ لاَ أَلْقَاهُ غَيْرَ قَطُوبِ\nأَسْقَيْتُهُ رَاحِي، فَنَامَ، فَنِكْتهُ،\nوَالفَاءُ في الحَالَيْنِ للِتَّعْقِيبِ\nوليسَ التعقيبُ بلائقٍ هنا. ومنها السببيةُ، وهو أكثرُ ما تقتضيهِ الفاءُ، وهو الموافقُ لها في البيتِ، أي هو(2)[102] بسببِ حَميةِ قلبِه في حرٍّ وخفقٍ. فإنْ قلتَ: تسبُّبُ الحرارةِ عن الحَميةِ، في السببِ ما يعطيهِ، وأما الخفقُ فليسَ فيه ما ينتجُه، قلتُ: يُنتجُه لفظُ الصبِّ(3)[103]، [فإن الصبابةَ يُلازمُها الخفوقُ. فإن قلتَ: وما نُكتةُ التصريحِ بهذا اللاَّزم؟ قلتُ:\" إزادةُ الفَظاعةِ لحالِه، والمبالغةُ في عِظمِ ما يلاقيهِ. فإنَّ الخفوقَ يزيدُ النارَ تسعيراً فيشتد التهابُها، وهو بمثابةِ النفخِ فيها(4)[104]. قال الشاعرُ:\n[ص 178]\n\nوَكَيْفَ أَرْجُو انْطِفَاءَ نَارِ مُسْعَرَةٍ\nيَزِيدُ خَفْقُ فُؤَادِي حَرَّهَا لَهَبَا\nويُعجبني قولُ محي الدينِ بنِ قُرناصٍ في مليحٍ مُشببٍ(5)[105]:\nعَلِقتُهُ مُشَبِّباً مُهَفْهَفَا،\nأَخْضَعُ في حُبِّي لَهُ فَيَشْمَخُ\nلاَغَرْوَ أنْ تَشُبَّ مِنْ تَشْبِيبِهِ\nنارُ الهَوَى، أَلاَ تراه يَنْفُخُ؟\n__________\n(1) 101] ـ هو نور الدين بن محمد أبو بكر الإسعردي (ت 656/ 1258) شاعر فيه مجانة (الوافي بالوفيات 1/188، ط 1948).\n(2) 102] ـ هو، غير مثبت في (ج).\n(3) 103] ـ سقطت ورقة كاملة من الأصل ابتداءً من هذا الموضعِ، واعتمدنا في تعويضِها على النسخة (ب).\n(4) 104] ـ في (ب): بها، والمثبت عن (ج).\n(5) 105] ـ البيتان في الغيث المسجم 1/171، وحلبة الكميت 197.\n(1/78)\n\nومن هذا ما حكاهُ النواجي في الحَلَبَةِ أن السلطانَ الأشرفَ كان له مملوكٌ بديعُ الجمالِ فكَلِفَ بهِ رجلٌ فقيهٌ(1)[106]، فصارَ يجلسُ في طريقِ الملكِ ليرى المملوكَ مع السلطانِ، فانتبهَ لذلكَ الأميرُ، فمنعَ المملوكَ من الركوبِ معه،فمرضَ الفقيهُ بسببِ ذلكَ، فرثى لهُ الملكُ وبعثَ المملوكَ وحدَه لزيارتِه، فجلسَ عندَ رأسِ الفقيهِ، وجَعلَ يروِّحُ عليه بمِروحةٍ، فرفعَ إليهِ الفقيهُ طرْفَهُ وأنشدَ:\nرَوَّحَنِي عَائِدٌ فَقلْتُ لَهُ\nأَلاَ تَزِدْنِي عَلَى الذِي أَجِدُ؟\nأَمَا تَرَى النَّارَ كُلَّمَا خَمَدَتْ\nعِنْدَ هُبُوبِ الرِّيَاحِ تَتَّقِدُ\nومنها الفاء الفصيحةُ، وهي التي يكونُ العطفُ معها على مُقدَّرٍ. قال في المفتاح: وهي في القرآن كثيرةٌ من جملةِ فصاحَتِهِ، ولهذا سُميتْ بالفاءِ الفصيحةِ. وهذا المعنى لا يُناسبُ هنا أيضاً.\nوهو: مُبتدأ، والظرفُ المُسْتَقرُّ(2)[107]: خبرُه، ومعادُه القلبُ لا الظبيُ. والواوُ في قوله: وَحَرٍّ، للعطفِ. وقد أكثروا(3)[108] في تشبيه الواوِ ولاسِيَما واوُ عَمْرٍو، قالَ أبو نواسٍ في أشجعَ السَّلَميِّ:\n[ص 179]\nقُلْ لِمَنْ يَدَّعِي سُلَيْمًا(4)[109] سَفَاهاً\nلَسْتَ مِنْهَا وَلاَ قُلاَمَةَ ظٌفْرِ\nإنَّمَا أّنْتَ فِي سُلَيْمِ كَوَاوٍ\nأُلْحِقَتْ في الهِجَاءِ ظُلْماً بِعَمْرِو\n__________\n(1) 106] ـ نقل هذه القصة محمد بن الطيب العلمي في الأنيس المطرب 236-237 مما حدثه به محمد بن سليمان أثناء رحلته إلى الشمال.\n(2) 107]ـ نرى أنه يعني أن الخبر مُقدرٌ بِ (مُستقر)، أي: فهو مستقر في حر.\n(3) 108] ـ في (ب): أكثر.\n(4) 109] ـ في (ب): سليمى، والتصويب عن ديوان أبي نواس 335.",
        "(1/79)\n\nحُكيَ أنَّ بعضَهم رأى في مَنامِه أنه كَتَبَ على(1)[110] أظفرِه واوا، فقصَّها لعابرٍ، فقال له: أنتَ دعيٌ في نسبِكَ. واستشهدَ بالبيتينِ. وقالَ أبو سعيدٍ الرُّسْتُمي(2)[111]:\nأَفِي الحَقِّ أنْ يُعْطَى ثلاثونَ شاعِراً\nوَيُحْرَمَ مَا دُونَ الرِّضَى شَاعِرٌ مِثْلِي!\nكَمَا سَامَحُوا عَمْراً بِوَاوٍ مَزِيدةٍ\nوَضُوِيقَ \"بِسْمِ اللَّهِ\" في أَلِفِ الوَصْلِ\nومِثْلَ: منصوبٌ على المفعوليةِ المطلقةِ من مقدرٍ، أيْ يلعبُ لعباً مثلَ لَعِبِ الخ..\nأوْ على الحال، وما: زائدةٌ للتَّأكيدِ. ولعبَ: فعلٌ ماضٍ. وريحُ الصَّبا: فاعلُه، وريحٌ: مضافٌ، والصَّبا مضافٌ إليه، والإضافةُ على معنى اللامِ.\nوعلى ذكرِ الإضافةِ فما أحلى قولَ ابنِ نباتة(3)[112]:\nيَا مَلِكاً يَجْبُرُ قُصَّادَهُ\nجَبْراً، لَهُ اللَّهُ مُكافٍ عَلَيْهِ\nشُكْراً لَها فِي الجُودِ مَخْفِيَةً\nيَبْسُطُ ضَيْفُ البَابِ فِيها يَدَيْهِ\nإذَا أتَتْهُ وَهْوَ فِي صَحْبِهِ\nصَارَ مُضَافاً وَمُضَافاً إلَيْهِ\nوقولَ ابنِ سَناءِ المُلكِ(4)[113]:\n[ص 180]\nتَجِيءُ المُلُوكُ لأبْوَابِهِ\nفَيَغْمُرُهُمْ بِرُّهُ الشَّامِلُ\nوَيَخْفِضُهُمْ أنَّهُمْ كَالمُضَافِ\nوَيَرْفَعُهُ أنَّهُ الفاعِلُ\nوقولَ محاسنِ الشَّواءِ(5)[114]:\nوَكُنَّا خَمْسَ عَشْرَةَ في الْتِئَامٍ\n__________\n(1) 110] ـ في(ب): عن، والمثبت من(ج) والغيث المسجم 1/641 وهو الصواب.\n(2) 111] ـ ورد البيتان مع بعض الخلاف في الغيت 1/41.\n(3) 112] ـ الأبيات في ديوان ابن نباتة 575، والغيث المسجم 1/ 165. وفي(ج): مالكا. وفي (ب):ضيف اليد فيها لديه، والتصويب عن الديوان والغيث.\n(4) 113] ـ ديوان ابن سناء الملك 613، والغيث 165. وفي (ب): يحفظهم، والتصويب عن الديوان والغيث.\n(5) 114] ـ يوسف بن إسماعيل، أبو المحاسن، شهاب الدين المعروف بالشواء. شاعر أديب، كان صديقاً لابن خلكان. ولد بحلب ومات بها سنة 635هـ/1237م. (الوفيات 2/411).\n(1/80)",
        "\nعلى رَغْمِ الحَسُودِ بِغَيْرِ آفَهْ\nفقَدْ أَصْبَحَتُ تَنْوِيناً وَأَضْحَى\nحَبِيبِي لاَ تُفَارِقُهُ الإضَافَهْ\n\n---\n\n---\n\n---\n(1/81)\n"
    ]
}