{
    "partText": [
        "\nبسم الله الرحمن الرحيم\n\nAnswering Christian's Propaganda\n\nمصطفي عبد اللطيف درويش المحامي\n\nاعداد\n\nمحمود أباشيخ الحاتمي\n\nhttp://somaliano.rudood.com\n\nملفات الكتاب من شبكة ردود الإسلامية لدعوة النصاري\n\nhttp://www.rudood.com\n(1/1)\n",
        "بسم الله الرحمن الرحيم\n\nمقدمة\n\nالحمد لله علي نعمة الإسلام والصلاة والسلام علي رسوله الخاتم الذي\n\nوصلتنا النعمة علي يديه،وسلام الله علي المسيح عيسي ابن مريم\n\nرسول الله إلي بني إسرائيل والمبشر بالنبي الخاتم الذي قال :\" إنه\n\nيأتي قبل مجيء يوم الرب اليوم العظيم المخوف \".\n\nوقال :\" متي جاء ذاك الروح الحق فهو يرشدكم إلي جميع الحق لأنه\n\nلا يتكلم من نفسه بل بكل ما يسمع ويخبركم بأمور آتيه. ذلك يمجدي\n\nلأنه يأخذ مما لي ويخبركم\" يوحنا/11 14 -2\n\nوقال :\" يعلمكم كل شيء ويذكركم بكل ما قلت\" يوحنا 25 -24 /14\n\nوفعلا جاء الرسول الخاتم الذي بشر به المسيح وأنزل الله عليه كتابا\n\nفيه حقيقة كل شيء عن المسيح ولولا القرآن لظلت هذه الحقائق\n\nخافية،وقد أعلن القرآن علي العالمين أن المسيح لم يصلب ولم يقتل\n\nكما أطلت هذه الحقيقة من بين سطور أسفار أهل الكتاب.\n(1/2)\n\nتذكرة\n\nلو شاء الله تعالي أن يجبر الناس علي قبول العقائد والدين لفعل لأن\n\nالله علي كل شيء قدير ولكن ذلك يتعارض مع حكمته في ابتلاء\n\nالناس ولذلك فإنه جل شأنه بين للناس الحق وتركهم يفكرون.\n\nلَا إِكْرَاهَ فِي الدِّينِ قَدْ تَبَيَّنَ الرُّشْدُ مِنَ الْغَيِّ فَمَنْ يَكْفُرْ بِالطَّاغُوتِ وَيُؤْمِنْ بِاللَّهِ فَقَدِ اسْتَمْسَكَ بِالْعُرْوَةِ الْوُثْقَى لَا انْفِصَامَ لَهَا وَاللَّهُ سَمِيعٌ عَلِيمٌ\n\nوَإِنْ كَانَ كَبُرَ عَلَيْكَ إِعْرَاضُهُمْ فَإِنِ اسْتَطَعْتَ أَنْ تَبْتَغِيَ نَفَقًا فِي الْأَرْضِ أَوْ سُلَّمًا فِي السَّمَاءِ فَتَأْتِيَهُمْ بِآيَةٍ وَلَوْ شَاءَ اللَّهُ لَجَمَعَهُمْ عَلَى الْهُدَى فَلَا تَكُونَنَّ مِنَ الْجَاهِلِينَ\n\nالأنعام: من الآية)35\n\nوَقُلِ الْحَقُّ مِنْ رَبِّكُمْ فَمَنْ شَاءَ فَلْيُؤْمِنْ وَمَنْ شَاءَ فَلْيَكْفُرْ إِنَّا أَعْتَدْنَا لِلظَّالِمِينَ نَارًا أَحَاطَ بِهِمْ سُرَادِقُهَا وَإِنْ يَسْتَغِيثُوا يُغَاثُوا بِمَاءٍ كَالْمُهْلِ يَشْوِي الْوُجُوهَ بِئْسَ الشَّرَابُ وَسَاءَتْ مُرْتَفَقًا\n\nالكهف : من الآية 29\n\nولهذا ليس لنا إلا أن نبين الحق،فكتمان الحق معصية، وإكراه الناس\n\nعلي الحق معصية والحساب علي الله.\n\nوما توفيقي إلا بالله.",
        "(1/3)\n\nمع القرآن\n\nالقرآن الكريم بعد أن نفي عن المسيح القتل والصلب بين أنه شبة\n\nللإسرائيليين أنهم فعلو ذلك ثم بين أنهم وقفوا في الشك والظن ذلك كله\n\nواضح في قوله تعالي:\n\nوَقَوْلِهِمْ إِنَّا قَتَلْنَا الْمَسِيحَ عِيسَى ابْنَ مَرْيَمَ رَسُولَ اللَّهِ وَمَا قَتَلُوهُ وَمَا صَلَبُوهُ وَلَكِنْ شُبِّهَ لَهُمْ وَإِنَّ الَّذِينَ اخْتَلَفُوا فِيهِ لَفِي شَكٍّ مِنْهُ مَا لَهُمْ بِهِ مِنْ عِلْمٍ إِلَّا اتِّبَاعَ الظَّنِّ وَمَا قَتَلُوهُ يَقِينًا\n\n)( النساء: من الآية)157\n\nوذلك كلام واضح لا يحتا ج إلي بيان.\n\nولما كان الذين يعتقدون صلب المسيح لا يؤ منون بالقرآن فنحن\n\nبتوفيق الله سنقدم الدليل علي أن المسيح لم يصلب وذلك من نفس\n\nالأسفار التي يؤمنون بها من يزعمون صلبه.\n(1/4)",
        "\nمع الإنجيل\n\nإنجيل الله\n\nالإنجيل الذي لا يمكن أن يكون موضعا للشك أو التضارب\n\nوالاختلا ف هو الإنجيل الذي أتي به المسيح عليه السلام لأنه من عند\n\nالله وهو الذي يمكن أن تطلق عليه إنجيل الله .\n\nوهذا الإنجيل هو الذي دعا المسيح الناس إلي الإيمان به فهو في بداية\n\nدعوته قال :\" قد كمل الزمان واقترب ملكوت الله فتوبوا وأمنوا\n\nبالإنجيل\" مرقس1 / 14 ، وإذا قال المسيح لأمته توبوا وأمنوا\n\nبالإنجيل فمعني هذا أنه قدم إليهم إنجيلا أمرهم بالإيمان به وكان ذلك\n\nفي بداية دعوته فمعلوم دون أدني شك أن هذا الإنجيل لم يرد به\n\nالصلب والقتل بل ولم يرد به أي حد ث من الأحدا ث التي أعقبت تقديم\n\nالمسيح لهذا الإنجيل إلي أمته والذي طلب منهم أن يؤمنوا به ولم تكن\n\nهذه الأناجيل الأربعة و غيرها قد ظهرت في الوجود بعد فهي لذلك\n\nخارجة عن دائرة طلب المسيح الإيمان بالإنجيل ،وقد جاء ذلك أيضا\n\nصريحا في رسالة بولس إلي أهل رومية \"..... يسوع المسيح\n\nالمدعو رسولا المفرز لإنجيل الله\" .1 /1\n\nبل ووصف صريحا إنجيل المسيح بأنه قوة الله للخلاص فلا خلاص\n\nب غيره\n\n\" إنجيل المسيح لأنه ه و قوة الله للخ لا ص\" رسالة بولس إلي أ ه ل\n\nرومية الأصحاح الأول عدد .1 6\n\nوهذا هو نفسه الإنجيل الذي أمر المسيح تلاميذه أن يذهبوا به إلي\n\nالعالم أجمع حيث قال :\" أذهبوا إلي العالم اجمع وأكرزوا بالإنجيل\n\nللخليقة كلها\" مرقس .15 /1 6\n\nبعد هذا البيان الصريح ليس من حق أحد أن يؤلف إنجيلا آخر لأن\n\nالنصوص الصريحة في أن إنجيل المسيح قوة الله للخلاص وأن إنجيل\n\nالله هو الذي أمر المسيح تلاميذه أن يبلغوه للناس وان يدعوهم إلي\n\nالإيمان به.\n\nوهو نفس الإنجيل الذي أشار إليه القرآن و وصفه بالحق والصدق\n\nوالنور\n\nقال تعالي\n(1/5)\n",
        "وَيُعَلِّمُهُ الْكِتَابَ وَالْحِكْمَةَ وَالتَّوْرَاةَ وَالْإِنْجِيلَ * وَرَسُولًا إِلَى بَنِي إِسْرَائِيلَ أَنِّي قَدْ جِئْتُكُمْ بِآيَةٍ مِنْ رَبِّكُمْ أَنِّي أَخْلُقُ لَكُمْ مِنَ الطِّينِ كَهَيْئَةِ الطَّيْرِ فَأَنْفُخُ فِيهِ فَيَكُونُ طَيْرًا بِإِذْنِ اللَّهِ وَأُبْرِئُ الْأَكْمَهَ وَالْأَبْرَصَ وَأُحْيِي الْمَوْتَى بِإِذْنِ اللَّهِ وَأُنَبِّئُكُمْ بِمَا تَأْكُلُونَ وَمَا تَدَّخِرُونَ فِي بُيُوتِكُمْ إِنَّ فِي ذَلِكَ لَآيَةً لَكُمْ إِنْ كُنْتُمْ مُؤْمِنِينَ\n\nآل عمران 48 - 49\n\nوَقَفَّيْنَا عَلَى آثَارِهِمْ بِعِيسَى ابْنِ مَرْيَمَ مُصَدِّقًا لِمَا بَيْنَ يَدَيْهِ مِنَ التَّوْرَاةِ وَآتَيْنَاهُ الْإِنْجِيلَ فِيهِ هُدًى وَنُورٌ وَمُصَدِّقًا لِمَا بَيْنَ يَدَيْهِ مِنَ التَّوْرَاةِ وَهُدًى وَمَوْعِظَةً لِلْمُتَّقِينَ\n\nالمائدة 46\n\nوأمرناالله تعالي نحن المسلمين أن ن ؤ من بهذا الإنجيل وأمر جل شأنه أهل الكتاب أن يحتكموا إلي هذا الإنجيل فقال جل شأنه\nوَلْيَحْكُمْ أَهْلُ الْإِنْجِيلِ بِمَا أَنْزَلَ اللَّهُ فِيهِ وَمَنْ لَمْ يَحْكُمْ بِمَا أَنْزَلَ اللَّهُ فَأُولَئِكَ هُمُ الْفَاسِقُونَ *المائده 47\n\nلهذه الأسباب كلها وللنصوص الموجودة في أسفار أهل الكتاب نقول إن\n\nالأناجيل الأربعة وغيرها شيء يختلف عن إنجيل الله الذي علمه\n\nللمسيح وأمر المسيح أمته أن تؤمن به وأن تبلغه للناس.\n\nهذه الأناجيل مجرد وصف لأحداث جاء من أشخاص بعضهم لم\n\nيعاصر المسيح ولم ينقل عنه، بل نستطيع أن نجزم بأن كل ما خالف\n\nالإنجيل الذي أتي به المسيح ليس من إنجيل المسيح وليس من الوحي\n\nالمنزل وليس منزها عن الخطأ والتضارب والاختلا ف ،وليس هنا\n\nمجال إ ظهار الاختلافات الواردة بين الأناجيل.\n\nهل يعقل أن يقول المسيح :\" آمنوا بإ نجيل الله وفيه الخلاص واكرزوا\n\nبه للخليقة كلها \" ثم يكون من هذا الإنجيل كلام يصف الإمساك\n(1/6)\n\nبالمسيح والصلب والدفن وما إلي ذلك من أحدا ث !!!.\n\nوقد وصف الله تعالي كل كلام يأتي من عند غيره بأنه لابد أن يكون\n\nفيه اختلا ف قال تعالي\n\nأَفَلَا يَتَدَبَّرُونَ الْقُرْآنَ وَلَوْ كَانَ مِنْ عِنْدِ غَيْرِ اللَّهِ لَوَجَدُوا فِيهِ اخْتِلَافًا كَثِيرًا *النساء: من الآية)82 .\n\nولذلك فإن هذه الأناجيل الأربعة ستجد فيها كلاما عن صلب المسيح\n\nوإدخاله القبر، وستجد فيها كلام صريحا عن نجاته من الصلب بل\n\nوحدو ث ما أشار إليه القرآن من الشك والظن والاختلا ف في واقعة\n\nصلب المسيح المزعومة وهذا ما سنذكره مدعما بالنصوص.\n\nالمسيح ي طلب من الله النجاة والله يستجيب\n\nلقد علم المسيح أصحابه قاعدة عامة هي\" كل ما ت ط لبونه في الصلاة مؤمنين تنالونه \" متي/21 .22\n\nولا يعقل أن يعلم المسيح أصحابه هذه القاعدة ويكون هو خار ج دائرة\n\nتطبيقها !!!\n\nولهذا \" وخر علي وجهه وكان يصلي قا ئلا يا أبتاه إن أمكن فلتعبر\n\nعني هذا الكأس\" متي .9 3 /6 2\n\nفقد صلي وطلب من الله النجاة وهو الذي علم أصحابه\" كل ما\n\nتطلبونه في الصلاة مؤمنين تنالونه \"- يجب ألا تشك أبدا في أنه نال\n\nالنجاة.\n\nوالأمر لم يقف عند هذا الحد بل تعداه إلي الصرا خ والدمو ع\n\nوالتضرعات إلي الله فجاء بالنص \" إذ قدم بصراخ شديد ودموع\n\nطلبات وتضرعات للقادر أن يخلصه من الموت وسمع له من أجل\n\nتقواه\" رسالة بولس إلي العبرانيين أصحاح 5 عدد 7 ، أي تهديد هذا\n\nالذي دعا المسيح الله أن يخلصه منه إن لم يكن التهديد بالموت صلبا\n\nوقتلا !!! ،فما معني أن يطلب يسو ع من الله الخلاص من الموت\n\nوسمع له ! ؟ المعني الوحيد الذي يقبله العقل أن الله تعالي نجاه من\n\nالصلب والقتل لأن هذه تضرعات إنسان مهدد بالقتل.\n\nبل يعرض علينا إنجيل لوقا كيف كانت توسلات المسيح إلي الله طالبا\n\nالنجاة فيقول : \" وإذا كان في جهاد كان يصلي بأشد لجاجة وصار\n\nعرقه كقطرات دم نازلة علي الأر ض\" لوقا/22 .44",
        "(1/7)\n\nصرا خ وبكاء وصلاة ودمو ع ألا يسمع له الله مع ذلك ؟ لقد أثبتت\n\nالنصوص أن الله تعالي استجاب له وحقق له السلامة.\n\nإن الله تعالي لا يسمح أبدا بقتل رسوله المسيح لأنه تعالي عاب علي\n\nالإسرائيليين قتل الأنبياء، نحن نريد عاقلا يقول لنا كيف يسمع الله\n\nتضرعات المسيح لإنقاذه من التهديد ثم بعد ذلك يصلب ويقتل.\n\nالاستجابة\n\nواستجاب الله للمسيح وسمع له فكانت النتيجة : \" سلام أترك لكم\n\nسلامى أعطيكم\" يوحنا .27 /14\n\n\" قد كلمتكم بهذا ليكون لكم في سلام\" يوحنا .33 /1 6\n\nوقبل وقائع الصلب المزعوم وما قبله من أحدا ث قال المسيح\n\nلأصحابه \" وأما ا لآ ن فأنا ما ض إلي الذي أرسلني وليس أحد منكم\n\nيسألني أين تمضي\" يوحنا .5 /1 6\n\nوقد جاء بالنص : \" مكتوب أنه يوصي ملائكته بك لكي يحفظوك\n\nوأنهم علي أياديهم يحملونك لكي لا تص ط دم رجلك بحجر\" لوقا /4\n\n.1 0\n\nفهل الذي يحفظ رجله من أن تصطدم بحجر يسمح بأن يعلق علي\n\nالصليب وتدق في يديه المسامير ويطعن جنبه بالحربة! ؟.\n\nإن ذلك كله يتناقض مع ما جاء في وصف المسيح \" ولا رأي جسده\n\nفسادا \" أعمال الرسل .31 /1\n\nأليس دق المسامير والطعن بالحربة في الجسد لون من الفساد! ؟\n\nوالنجاة واضحة في هذا النص\" فطلبوا أن يمسكوه فخر ج من بين\n\nأيديهم\" يوحنا .1 6 /1 0\n\nوأيضا, فرفعوا حجارة ليرجموه أما يسوع فاختفي وخر ج من\n\nالهيكل مجتازا في وسطهم \" يوحنا .51 /8\n(1/8)",
        "\nالاستجابة\n\nواستجاب الله للمسيح وسمع له فكانت النتيجة : \" سلام أترك لكم\n\nسلامى أعطيكم\" يوحنا .27 /14\n\n\" قد كلمتكم بهذا ليكون لكم في سلام\" يوحنا .33 /1 6\n\nوقبل وقائع الصلب المزعوم وما قبله من أحدا ث قال المسيح\n\nلأصحابه \" وأما ا لآ ن فأنا ما ض إلي الذي أرسلني وليس أحد منكم\n\nيسألني أين تمضي\" يوحنا .5 /1 6\n\nوقد جاء بالنص : \" مكتوب أنه يوصي ملائكته بك لكي يحفظوك\n\nوأنهم علي أياديهم يحملونك لكي لا تص ط دم رجلك بحجر\" لوقا /4\n\n.1 0\n\nفهل الذي يحفظ رجله من أن تصطدم بحجر يسمح بأن يعلق علي\n\nالصليب وتدق في يديه المسامير ويطعن جنبه بالحربة! ؟.\n\nإن ذلك كله يتناقض مع ما جاء في وصف المسيح \" ولا رأي جسده\n\nفسادا \" أعمال الرسل .31 /1\n\nأليس دق المسامير والطعن بالحربة في الجسد لون من الفساد! ؟\n\nوالنجاة واضحة في هذا النص\" فطلبوا أن يمسكوه فخر ج من بين\n\nأيديهم\" يوحنا .1 6 /1 0\n\nوأيضا, فرفعوا حجارة ليرجموه أما يسوع فاختفي وخر ج من\n\nالهيكل مجتازا في وسطهم \" يوحنا .51 /8\n(1/9)\n",
        "بطرس المنكر !!!\n\nكمقدمة لابد أن تعر ف مكانة بطرس ومنزلته عند المسيح \" وأعطيك\n\nمفاتيح السماوات فكل ما تربطه بالأرض يكون مربوطا في\n\nالسماوات وكل ما تحله في الأرض يكون محلولا في السماوات\"\n\nمتي .1 9 -1 8 /1 6\n\nويصر ح بطرس إلي المسيح ويقول\"ولو اضطررت ان اموت معك لا انكرك.وهكذا قال ايضا الجميع \"(مرقص 14:31)\n\nفماذا بعد هذه الشهادة لبطرس من المسيح وماذا بعد هذا العهد من\n\nبطرس للمسيح! ؟ لما سألوا بطرس هل تعر ف المسيح ؟ \"... فأبتدأ\n\nحينئذ ( بطرس) يلعن ويحل ف أني لا أعرف الرجل\" متي .74 /2 6\n\nيعني لا أعر ف الرجل الذي أمسكتموه للصلب\n\nكمقدمة لابد أن تعر ف مكانة بطرس ومنزلته عند المسيح ويصر ح بطرس إلي المسيح ويقول\"ولو اضطررت ان اموت معك لا انكرك.وهكذا قال ايضا الجميع \"(مرقص 14:31) فماذا بعد هذه الشهادة لبطرس من المسيح وماذا بعد هذا العهد منبطرس للمسيح! ؟ لما سألوا بطرس هل تعر ف المسيح ؟ يعني لا أعر ف الرجل الذي أمسكتموه للصلب\n(1/10)\n\nطريق الخلاص كما بينه المسيح\n\nليس فيه الإيمان بالموت الكفاري علي الصليب هذه أدلتنا :-\n\nأولا: في بداية دعوة المسيح \" جاء يسوع إلي الإنجيل يكرز ببشارة\n\nملكوت الله ويقول قد كمل الزمان واقترب ملكوت الله فتوبوا وآمنوا\n\nبالإنجيل\" مرقس .15 -14 /1 والإنجيل الذي طلب المسيح من قومه\n\nالإيمان به ليس فيه الصلب والصليب والموت الكفاري لأن كل هذه\n\nالأشياء وردت في أناجيل لم يكن أصحابها قد ظهروا بعد، بل بعضهم\n\nجاء بعد المسيح.\n\nثانيا : في إنجيل متي الإصحاحات الخامس والسادس والسابع سرد\n\nالمسيح كل الوصايا التي يجب الإيمان بها للوصول إلي ملكوت الله\n\nوليس من بينها علي الإطلاق الإيمان بالموت الكفاري علي الصليب .\n\nثالثا : بين المسيح الطريق إلي الحياة الأبدية بوضو ح تام فجاء\" الحق\n\nالحق أقول لكم إن من يسمع كلامي ويؤمن بالذي أرسلني فله الحياة\n\nالأبدية\" يوحنا/5 .14\n\n\" و هذه هي الحياة الأبدية أن يعرفوك أنت الإله الحقيقي وحدك\n\nويسوع المسيح الذي أرسلته \" يوحنا أصحاح .3 /17\n\nرابعا: بين المسيح الوصية التي هي أول كل الوصايا وذلك لما سأله\n\nالكاتب \" آية وصية هي أول الكل ؟ فأجابه يسوع : إن أول كل\n\nالوصايا هي أسمع يا إسرائيل الرب إلهنا رب واحد وتحب الرب من\n\nكل قلبك ومن كل نفسك ومن كل فكرك هذه هي الوصية الأولي\"\n\nوليس فيها الإيمان بالموت الكفاري علي الصليب ، ثم قال المسيح : \"\n\nو ثانية مثلها هي تحب قريبك كنفسك ليس وصية أخري أعظم من\n\nهاتين\" مرقس12عدد .31 -3 0 -2 9 -2 8\n\nتري هل يمكن أن تكون الوصية بالأيمان بالموت الكفاري علي\n\nالصليب أعظم من هاتين !!! ؟؟؟ القول بذلك اتهام للمسيح عليه السلام.\n\nخامسا: وعد تلاميذه قائلا : \" الحق أقول لكم إنكم أنتم الذين\n\nتبعتموني في التجديد متي جلس ابن الإنسان علي كرسي مجده\n\nتجلسون أنتم أيضا علي اثني عشر كرسيا ..\" إنجيل متي أصحاح",
        "(1/11)\n\n1 9 عدد 2 8 ، وذلك برغم أن التلاميذ الإثني عشر الجميع تركوا\n\nالمصلوب وهربوا بل ومنهم من أنكره بل ومنهم وهو يهوذا الذي\n\nباعه بثلاثين من الفضة فلم يكن التلاميذ مؤمنين بالموت الكفاري.\n\nسادسا: كيف يطلب المسيح منهم الإيمان بالموت الكفاري وهو الذي\n\nدعا الله تعالي أن ينجيه من هذا الموت وسمع له من أجل تقواه، وهو\n\nالذي قال أن نفسي حزينة جدا حتى الموت بل قدم بصرا خ شديد\n\nودمو ع طلبات وتضرعات للقادر أن يخلصه من الموت وسمع له من\n\nأجل تقواه كما جاء في العبرانيين 5/7 وتكرر منه طلب النجاة من هذا\n\nالموت فكيف يأمر بالإيمان به ويجعله طريق الخلاص.\n\n\" ولكنكم تطلبون أن تقتلوني وأنا إنسان قد كلمكم بالحق الذي سمعه\n\nمن الله\" يوحنا . 4 0 /8\n\nويقول مرقس 13 /1 6 عن المسيح \" وبعد ذلك ظ هر بهيئة أخري\n\nأي تغيرت صورته .\n\nوقال بولس في رسالته لأهل غلاطية \" 1 /3 أيها الغلاطيون الأغبياء\n\nمن رقاكم حتى لا تذعنوا للحق انتم الذين امام عيونكم قد رسم\n\nيسوع المسيح بينكم مصلوبا \" ، أي شبه لهم\n(1/12)",
        "\nهروب !!!\n\nوهو هنا هروب عجيب لأنه هروب جماعي كما قالت\n\nالنصوص :\" حينئذ تركه التلاميذ كلهم وهربو\" متي . 5 6 /2 6\n\n\" فتركه الجميع وهربوا مرقس . 5 0 /14\n\nوالأشد عجبا أن كون من بين الهاربين من ألفوا إنجيلا كاملا عن\n\nالمسيح !!! وإلا فما تعنيه كلمة \" كلهم\" في النص السابق\" تركه\n\nالتلاميذ كلهم و هربوا\" وما الذي تعنيه كلمة \" الجميع\" فيما ذكره\n\nمرقس\" فتركه الجميع و هربوا.\n\nأحيانا أصحاب المباد ئ الأرضية يقاتلون من أجل مبادئهم حتى الموت\n\nوكثيرا ما سردت علينا الأسفار قصص المؤمنين من أتبا ع الرسل\n\nوكيف آثروا الموت والاستشهاد من أجل إيمانهم والدفا ع عن الرسل\n\nوالرسالات التي جاءوا بها فهل يعقل أن يكون المسيح وحده هو\n\nالأسوأ حالا فيتركه جميع أتباعه ويهربون !!! ؟؟؟ العقل يقول الجميع\n\nتركوا المعلق علي الصليب وتخلوا عنه وهربوا لأنه ليس المسيح\n\nوذلك هو الشيء الوحيد الذي يحمي جميع تلاميذ المسيح من وصف\n\nالارتداد والكفر وأيضا هذا التخلي المطلق والهروب يعني شيئا آخر\n\nفهل كان المسيح الوحيد من بين الرسل الذي ساء حظه فباعه أحد\n\nتلاميذه واثاني أنكره والباقون تركوه وهربوا !!! ؟؟؟ برغم أنه رسم\n\nلهم خطة المعركة المحدودة وخصص لهم أماكن الدفا ع وأمرهم أن\n\nيبيعوا ثيابهم ويشتروا سيوفا استعدادا للدفا ع ، إن كل ذلك يوحي بأن\n\nالشخص الذي أمسكوا به ليصلبوه لا يستحق الدفا ع عنه لأنه ليس\n\nالمسيح .\nالمسيح يرفض تسليم نفسه ويستعد لمعركة دفاعية\n\nوهل الذي يسلم نفسه طائعا مختارا يأمر تلاميذه بالاستعداد للجهاد\n\nوشراء سيو ف ويتحري عدد الأسلحة الموجودة بل ويأمر أصحابه أن\n\nيبيعوا ثيابهم ويشتروا سيوفا بثمنها، \" فقال لهم: لكن ا لآ ن من له\n\nكيس فليأخذه ومزود كذلك ومن ليس له فليبع ثيابه ويشتر سيفا\"\n\nلوقا 3 6 -35 /22\n\nبل ويتحر ى المسيح الدقة ويسأل عن عدد الأسلحة الموجودة فكانت\n(1/13)\n",
        "الإجابة \" فقالوا: يا رب هو ذا هنا سيفان. فقال: لهم ( يسوع)\n\nيكفي\" لوقا . 2 8 /22\n\nونحن هنا نسأل : يكفي ... لماذا ؟\n\nلاشك أن كل ذلك استعداد لمعركة محدودة معركة دفاعية ضد الذين\n\nأرادوا الإمساك به ، وفعلا بدأت المعركة \" وإذا واحد من الذين مع\n\nيسوع مد يده واستل سيفه وضرب عبد رئيس الكهنة فقطع\n\nأذنه\" متي . 51 /2 6\n\nوذلك ردا علي الذين قالوا هي سيو ف روحية ! وقد وز ع يسو ع قواته\n\nالمحدودة للدفا ع عنه فخصص مدخل البستان لثمانية من تلاميذه ثم\n\nأخذ معه بطرس و ابني زبدي ... فقال لهم ... :\" امكثوا هاهنا\n\nواسهروا معي\" متي 3 8 -37 /2 6 فماذا يعني ذلك كله ! ؟ شراء\n\nسيو ف وتخصيص أماكن للدفا ع واستعداد لمعركة ألا يتعارض ذلك\n\nمع قولهم سلم نفسك طائعا مختارا !!! ؟؟؟\n(1/14)\n\nيهوذا المظلوم\n\nولابد أن تعر ف مكانة يهوذا بين هذه الجماعة اليسوعية فيهوذا هو\n\nالأمين علي مالية الجماعة كلها وصندوق ماليتها تحت تصرفه ، فقد\n\nجاء بالنص\" الصندوق مع يهوذا\" يوحنا . 2 9 /13\n\n. وكان يمكن ليهوذا لو كان محبا للمال أن يختلس المالية كلها ويفر\n\nهاربا .\n\nوهناك سؤال مطلوب الإجابة عليه ،ما الدافع ليهوذا لتسليم المسيح هل\n\nهو عدم الإيمان بالمسيح ؟ ذلك شيء مستبعد بعد معاصرته للمسيح\n\nومشاهده المعجزات التي أتي بها وقربه من المسيح الذي أدي إلي\n\nائتمانه علي مالية الجماعة كلها.\n\nهل هو حب يهوذا للمال الذي دفعه لتسليم المسيح ؟ وهل ثلاثون من\n\nالفضة مغرية ليهوذا ليسلم سيده ؟ ذلك شيء مستبعد لأن مالية\n\nالجماعة كلها تحت تصرفه وكان يمكنه الهروب بها ويعفي نفسه من\n\nمسئولية التسليم ، بل كان يمكن أن يختلس الثلاثين من الفضة من\n\nالصندوق بطريقة مستمرة منتظمة لا تنكشف ، لاشك أن يهوذا مظلوم\n\nفي ذلك .\n\nإنهم لم يعينوا علي يهوذا مراجعا للحسابات وكان يمكنه أن يختلس\n\nمن الصندوق ما يشاء ، فهل مثل هذا الأمين علي مالية الجماعة كلها\n\nيبيع أميرها بثلاثين من الفضة ؟؟؟\n\nولقد ظل الصندوق في يده لآ خر لحظة حتى بعد اكتشا ف خيانته بدليل\n\nأن المسيح لما قال له ما تريد أن تفعله افعله سريعا ظن التلاميذ أن\n\nالمسيح يأمر يهوذا بشراء طعام من الصندوق ، وهنا تناقض في\n\nمصير يهوذا ومصير الثلاثين من الفضة ، كيف كان ذلك ! ؟\n\n\" لما رأي يهوذا الذي أسلمه أنه قد دين ندم ورد الثلاثين إلي\n\nر ؤ ساء الكهنة والشيوخ قا ئلا قد أخطأت إذ سلمت دما بريئ ا ، فقالوا\n\nماذا علينا أنت أبصر ، فطرح الفضة في الهيكل ثم مضي وخنق\n\nنفسه\" متي 27 عدد .5 -4 -3\n\nوتأتي أعمال الرسل بكلام مخالف عن مصير يهوذا ومصير الثلاثين من الفضة فتقول : \"... فإن هذا ( يهوذا)اقتني حقلا من أجرة الظلم\n\nوإذ سقط علي وجهه وانشق من الوسط فانسكبت أحشاؤه كلها \"\n\nأعمال الرسل/118",
        "(1/15)\n\nفهذا تناقض صارخ في مصير الثلاثين من الفضة مرة ألقاها في\n\nالهيكل ومرة اقتني بها حقلا ، وتناقض صارخ في مصير يهوذا مرة\n\nخنق نفسه ومرة انشق من الوسط وانسكبت أمعاعاؤه .\n\nوالعجيب أن تكون شخصية المسيح نكرة في نظر طالبيه للصلب\n\nلدرجة أنهم قدموا ثلاثين من الفضة للتعر ف عليه !!!\n(1/16)",
        "\nالشك\n\n\" حينئذ قال لهم يسوع كلكم تشكون في هذه الليلة لأنه مكتوب أني\n\nأضرب الراعي فتتبدد خراف الرعية - ولكن بعد قيامي أسبقكم إلي\n\nالجليل \" متي . 22 -21 /2 6\n\nولنا أن نتساءل لماذا يشك جميع تلاميذ المسيح فيه هذه الليلة - ليلة\n\nالصلب ! ؟ هل هو شك في نبوته ؟ ذلك كفر صريح مستبعد تماما عن\n\nتلاميذ المسيح جميعا وعلي الأخص أنه قال \" كلكم تشكون في \"\n\nالشك الوحيد الذي يمكن أن يكون هو الشك في شخصية المصلوب\n\nعندما يكون قد تحقق ما أورده القرآن الكريم\nوَلَكِنْ شُبِّهَ لَهُمْ * النساء: من الآية 157\n\nوإلا فإن شك الجميع في رسول الله كفر صريح مستبعد لأنه\n\nوعدهم الجلوس معه في ا لآ خرة .\n\nوقد كانت بين المسيح وبين رئيس الكهنة محاورات ومداولات سابقة\n\nولاشك أن رئيس الكهنة يعر ف المسيح معرفة جيدة فماذا كان ؟ عندما\n\nأتوا بالرجل الذي يريدون صلبه إلي رئيس الكهنة الذي اخذ يناقشه\n\nوالرجل ساكت .\n\n\" فقام رئيس الكهنة وقال له أما تجيب بشيء وأما يسوع فقد\n\nكان ساكتا ، فأجاب رئيس الكهنة وقال له أستحلفك بالله الحي أن\n\nتقول لنا هل أنت المسيح ابن الله \" متي . 6 4 /2 6\n\nما هذا الأمر العجيب مجموعة أمسكوا بيسو ع حيث اجتمع الكهنة\n\nوالشيو خ ومع ذلك ووسط هذا الجمع رئيس الكهنة يستحلف الرجل\n\nالذي امسكوه بالله ويقول : \" أستحلفك بالله الحي أن تقول هل أنت\n\nالمسيح ... \" !!! هل هذه الجمو ع التي احتشدت لم تقنع رئيس\n\nالكهنة أن الذي أتوا به هو المسيح ! ؟ ذلك النص صريح وقاطع في\n\nأن رئيس الكهنة وقع في شك كبير في شخصية الذي أمسكوا به ولا\n\nيدري ما إذا كان المسيح أم لا حتى لجأ إلي استحلافه بالله أمام هذا\n\nالحشد الكبير وأجابه الشخص الممسوك به علي هذا الاستحلا ف أشد\n\nعجبا حيث قال : \" أنت قلت \" متي 6 4 /2 6 يعني أنت الذي يقول\n\nذلك ... وأضا ف الرجل \" وأيضا أقول لكم من ا لآ ن تبصرون ابن\n(1/17)\n",
        "الإنسان جالسا عن يمين القوة وآتيا علي سحاب السماء \" متي 2 6\n\n. 6 4 /\n\nما معني قوله \" من ا لآ ن\" يعني منذ اللحظة التي أنا ممسوك فيها ألآنيكون ابن الإنسان جالسا عن يمين القوة وآتيا علي سحاب السماء ...\n\nتدبر كلمة \" من ا لآ ن \" فا لآ ن تعني لحظة الإمساك بالرجل ومحاكمته في هذا الوقت يكون المسيح عن يمين القوة وعلي السحاب ... ألا يقطع ذلك بأن الذي أمسكوا به إنسان آخر غير المسيح ؟ وهذا ما\n\nذكره القرآن الكريم : (\n\nوَقَوْلِهِمْ إِنَّا قَتَلْنَا الْمَسِيحَ عِيسَى ابْنَ مَرْيَمَ رَسُولَ اللَّهِ وَمَا قَتَلُوهُ وَمَا صَلَبُوهُ وَلَكِنْ شُبِّهَ لَهُمْ وَإِنَّ الَّذِينَ اخْتَلَفُوا فِيهِ لَفِي شَكٍّ مِنْهُ مَا لَهُمْ بِهِ مِنْ عِلْمٍ إِلَّا اتِّبَاعَ الظَّنِّ وَمَا قَتَلُوهُ يَقِينًا\n\nالنساء: الآية 157\n\nوإذا كان هذا الشك من فرد في شخصيةالمسيح يمكن التغاضي عنه برغم ما أحاط به من ملابسات فما الذي يعنيه الشك في شخصية المسيح من جميع الحاضرين فقد ورد بالنص\n\n\" \" ولما كان النهار اجتمعت مشيخة الشعب ور ؤ ساء الكهنة و الكتبه\n\nوأصعدوه إلي مجمعهم قائلين: إن كنت أنت المسيح فقل لنا ... \"\n\nلوقا . 6 7 -66 /22\n\nيا للعجب في وضح النهار مشيخة الشعب ور ؤ ساء الكهنة والكتبه\n\nالكل مجتمعون ومع ذلك يشكون في شخصية هذا الذي أمسكوا به\n\nويقولون : إن كنت أنت المسيح فقل لنا ؟ يعني التعر ف علي شخصية\n\nالمسيح لا يتوقف عليهم إنما يتوقف علي إقرار واعترا ف الذي\n\nأمسكوا به !!! إنه الشك الواضح الذي أشار إليه القرآن الكريم\nوَقَوْلِهِمْ إِنَّا قَتَلْنَا الْمَسِيحَ عِيسَى ابْنَ مَرْيَمَ رَسُولَ اللَّهِ وَمَا قَتَلُوهُ وَمَا صَلَبُوهُ وَلَكِنْ شُبِّهَ لَهُمْ وَإِنَّ الَّذِينَ اخْتَلَفُوا فِيهِ لَفِي شَكٍّ مِنْهُ مَا لَهُمْ بِهِ مِنْ عِلْمٍ إِلَّا اتِّبَاعَ الظَّنِّ وَمَا قَتَلُوهُ يَقِينًا\n\nالنساء: الآية 157\n(1/18)\n\nبل وأشار إليه المسيح \" كلكم تشكون في في هذه الليلة \" ولابد من\n\nتحديد دائرة هذا الشك وهو ليس الشك في نبوته وإلا لقال كلكم\n\nتكفرون ، الأعجب من ذلك إجابة الممسوك به علي هذا السؤال ،إن\n\nكنت أنت المسيح فقل لنا .\n\nالإجابة \" إن قلت لكم لا تصدقون ، وإن سألت لا تجيبوني ولا\n\nتطلوقوني\" لوقا 68 -6 7 /22 ،فما نعني إجابته \" إن قلت لكم لا\n\nتصدقون \" ؟ المعني الوحيد إن قلت لكم إني لست أنا المسيح لا\n\nتصدقون ولهذا قال لهم : \" وإن سألت لا تجيبوني ولا تطلقوني \".\n\nفهم أتوا به علي انه المسيح ولا يصدقون أنه المسيح وبالتالي لا\n\nيطلقونه ونحن هنا سنروي أيضا رواية من رأوا المسيح حاملا\n\nالصليب كما زعموا وسنجد أنهم أيضا وقعوا في شك في شخصية\n\nحامل الصليب فقد جاء في إنجيل لوقا \" 2 6 /23 ولما مضوا به\n\nأمسكوا سمعان رجلا قيروانيا كان آتيا من الحقل ووضعوا عليه\n\nالصليب ليحمله خلاف يسوع \" وجاء في إنجيل يوحنا أصحاح 1 9\n\nعدد \" 17 -1 6 فأخذا يسوع ومضوا به ، فخر ج و هو حامل صليبه\n\nإلي الموضع الذي يقال له موضع الجمجمة \" رغم أنه كان موثقا !!\n\nفهذا شك واضح في شخصية حامل الصليب إلي مكان الصلب هل هو\n\nالمسيح أم سمعان الرجل القيرواني ؟.",
        "(1/19)\n\nجثة رجل في القبر\n\nوالمسيح يتكلم خارج القبر\n\nأورد يوحنا بالنص في إنجيله أصحاح 2 0 عدد-12 \" 14 -13 وفيما\n\nهي ( مريم) تبكي انحنت إلي القبر فنظرت ملاكين بثياب بيض\n\nجالسين واحد عند الرأس وا لآ خر عند الرجلين \"\n\nكلام صريح أن مريم رأت داخل القبر ملاكين أحدهما عند رأس\n\nالجثة والآحر عند الرجلين وفي نفس الوقت الذي رأت فيه مريم هذا\n\nالمقبور داخل قبره التفتت إلي الوراء فرأت منظر آخر ... فماذا رأت\n\n؟\n\n\" التفتت إلي الوراء فنظرت يسوع واقفا ولم تعلم انه يسوع \"\n\nهذه النصوص صريحة في أن مريم رأت اثنين واحدا داخل القبر\n\nوملاكا عند رجليه وآخر عند رأسه ذلك داخل القبر ونظرت إلي\n\nالوراء خارج القبر فرأت في نفس الوقت يسوع واقفا ... ما الذي\n\nيمكن أن يفهم بوضوح من هذا الكلام ؟ إن الذي داخل القبر هو الذي\n\nشبه لهم وإن الذي خار ج القبر المسيح الذي نجاه الله من الصلب ، وقد\n\nتكون الملائكة داخل القبر لتشد من أزر هذا الشبيه الذي ضحي بنفسه\n\nوقبل أن يلقي عليه شبه المسيح فداء لسيده من القتل والصلب .\n\nو العجيب أيضا أن مريم المجدلية ومريم أم يعقوب و سالومة دخلن\n\nالقبر ورأين شابا جالسا وأن هذا الشاب أرشدهن عن مكان يسو ع\n\nوقال لهن : \" أذهبن وقلن لتلاميذه ولبطرس إنه يسبقكم إلي الجليل\n\nهناك ترونه كما قال لكم \" مرقس 7 -6 -5 /1 6 ، لاحظ النص يقول\n\nوقلن لتلاميذه إنه يسبقكم ، ولم يقل قلن لتلاميذي أنا أسبقكم .\n\nفهناك موعد للقاء بين يسو ع وتلاميذه تحدد فيه مكان اللقاء بالاتفاق\n\nمسبقا وهذا يقطع بأن هروب الجميع والإنكار لم يكن لشخص يسو ع\n\nإنما لشخص الشبيه المصلوب .\n(1/20)",
        "\nالتضارب في موعد الصلب\n\nيقول مرقص في إنجيله أصحاح 15 عدد :\" 25 فكانت الساعة\n\nالثالثة فصلبوه \".\n\nويقول يوحنا في إنجيله أصحاح 1 9 عدد 15 -14 كلام آخر مغايرا\n\nتماما : \" ونحو السادسة قال بيلاطس لليهود \" هو ذا ملككم فصرخوا\n\nخذه خذه واصلبه \".\n\nففي الساعة الثالثة حسب مرقس صلبوه وفي السادسة أي بعد الصلب\n\nبثلاث ساعات حسب يوحنا يقولون لبيلاطس خذه واصلبه أي لم يكن\n\nقد صلب بعد !!! .\n\nوإذا أردنا أن نرتب الحواد ث حسب ما ورد في الإنجيل يكون الأمر\n\nهكذا :-\n\n.1 في الثالثة صلبوه حسب مرقس .\n\n.2 في السادسة طلبوا صلبه حسب يوحنا .\n\n.3 في التاسعة أسلم الرو ح حسب مرقس .\n\n.4 من السادسة إلي التاسعة كانت ظلمة علي الأرض كلها\n\nحسب رواية مرقس .34 /33 /15\n\nومعني هذا أن المسيح ظل حيا حسب رواية مرقس من الساعة\n\nالسادسة حتى الساعة التاسعة حيث أسلم الرو ح ، وفي هذا الوقت\n\nحسبما أورد مرقس حدثت ظلمة علي الأرض كلها ومن المعلوم عقلا\n\nومنطقا أنه لو حدثت هذه ا لآ ية الكبرى وهي الظلمة علي الأرض كلها\n\nمن السادسة إلي التاسعة لأنزلوه فورا من علي الصليب وأكرموه\n\nوأبقوا علي حياته لأنه من غير المعقول أن تبدأ هذه ا لآ ية العظمي و\n\nالغضبة الإلهية الكبرى بإظلام الأرض كلها ومع ذلك يتركونه علي\n\nالصليب ثلا ث ساعات حتى لفظ أنفاسه ألم تحد ث هذه ا لآ ية رد فعل\n\nلديهم فيعتريهم الخو ف من الله ولكن النصوص تثبت أنه مع هذه\n\nا لآ ية العظمي والظلمة التي غطت الأرض كلها تركوه يلفظ أنفاسه\n\n!!! هذا شيء غير معقول.\n\nوقد ثبت من هذه ا لآ ية أنه نبي ، ولو أردنا أن نسترسل مع الحواد ث\n\nالتي أوردتها الأناجيل لقلنا إنهم أنزلوه من علي الصليب قبل يوم\n\nالسبت لأنه يوم مقدس لديهم ، وفي أول الأسبو ع ( الأحد) أول الفجر\n\nحسب رواية لوقا 1 /24 جاء اثنان إلي القبر ولم يجدوا يسوعا .\n\nبصريح النصوص تقول إن جثة هذا المصلوب أنزلت من علي\n(1/21)\n",
        "الصليب بعد التاسعة يوم الجمعة ودفنت في نفس اليوم وبقيت نهار\n\nالسبت بأكمله داخل القبر وفي فجر يوم الأحد كان القبر خاليا ومعني\n\nهذا بقاء الجثة ليلة السبت ثم نهار السبت بأكمله ثم ليلة السبت إلي\n\nفجر الأحد ثم اختفت ... !!! وذلك يخالف تماما ما جاء في رواية\n\nمتي أصحاح 4 0 /12 أن الإنسان يبقي في قلب الأرض ثلاثة أيام\n\nوثلا ث ليال !!!\n\nوإذا كان يسوع قد شبه نفسه بيونان أي نبي الله يونس الذي بقي في\n\nبطن الحوت ثلاثة أيام وثلا ث ليال فنحن نقول إن يونان ( يونس) في\n\nهذه المدة لم يكن ميتا بل كان حيا يرزق حتى لفظه الحوت فهو لم\n\nيمت داخل بطن الحوت وقام من الموت ، وتشبيه المسيح نفسه بيونان\n\n( يونس) يعني أنه لم يمت ولم يصلب ولم يقتل كما أن يونان لم يقتل\n\nفي بطن الحوت .\n(1/22)\n\nالمسيح يثبت لتلاميذه نجاته\n\nبعد أن ظهر المسيح لتلاميذه بشحمه ولحمه وعظمه ناجيا من الصلب\n\nوالقتل بل زيادة في تأكيد النجاة طلب طعاما وأكل معهم\n\n\" فلما اتكأ معهما أخذ خبزا وبارك وكسر وناولهما \" لوقا 2 8 /24\n\n.\n\n\" انظروا فإن الروح ليس له لحم وعظم كما ترونني \" لوقا /24\n\n.4 0 -3 9\n\n\" وبينما هم غير مصدقين من الفرح متعجبون قال لهم أعندكم ها هنا طعام ، فناولوه سمكا مشويا وشيئا من شهد عسل فأخذ وأكل\n\nقدامهم \" لوقا 24 عدد .43 -42 -41\n\nومعلوم بالنص أن الذين يقومون من الموت يكونون كالملائكة كما\n\nقال المسيح لا يأكلون.\n\nولنا هنا وقفه وسؤال هل يمكن أن يكون تلاميذ المسيح هربوا\n\nوتركوه وحده بل وأنكروه وتبرأوا منه بأغلظ الأيمان ثم بعد ذلك\n\nيكون حريصا علي اللقاء بهم وضرب موعدا لهذا اللقاء وتناول\n\nالطعام معهم ؟؟ إن ذلك دليل علي أن الهروب والإنكار لم يكن منه\n\nإنما كان إنكارا للشخص البديل المصلوب الذي شبه لهم وشكوا في\n\nشخصيته حتى استحلفوه بالله هل أنت المسيح ؟؟ ، وعجيب أن جميع\n\nالتلاميذ يشكون ويهربون وينكرون وهو الذي وعد بأن يكونوا معه\n\nعلي كرسي في السماء",
        "(1/23)\n\nالمسيح وحده في معركة مع طالبيه\n\nعندما حضر الجند الذين يريدون الإمساك به ماذا كان ؟ حسب رواية\n\nيوحنا الأصحاح 1 8 عدد \" 6 فلما قال لهم ( يسوع) إني أنا هو\n\nرجعوا إلي الوراء وسقطوا علي الأر ض \"\n\nالذين سقطوا علي الأرض بعد رجوعهم إلي الوراء هم الجند والخدم\n\nو الفريسسيون - ولم تكن سقطتهم هذه ورجوعهم إلي الوراء بدفعة\n\nمن يسو ع إنما آية من آيات الله ،ألم تكن هذه ا لآ ية كافية للاقتنا ع به\n\nوتركه ، وهل هؤلاء اللذين رجعوا إلي الوراء أمام المسيح وسقطوا\n\nعلي الأرض تكون لديهم القدرة علي الإمساك به !!!\n(1/24)",
        "\nمعجزات متتالية\n\nيقول متي في إنجيله أصحاح 27 عدد \" : 53 -52 -51 وإذا حجاب\n\nالهيكل انشق إثنين من فوق لأسفل والأر ض تزلزلت والصخور\n\nتشققت والقبور تفتحت وقام كثير من أجساد القديسين الراقدين\n\nوخرجوا من القبور لقيامته ودخلوا المدينة المقدسة و ظهروا للكثيرين \" .\n\n.هذه معجزات كبري عمت المدينة بأكملها ومعجزات تفوق الخيال\n\nوهي كلها كفيلة بإلقاء الرعب في قلوب أعداء المسيح أو علي الأقل\n\nالإيمان بأنه علي حق وأنه رسول الله ولكن انظروا بعد هذه\n\nالمعجزات ظل الناس علي كفرهم به بل وصفوه بأنه مضل وقالوا\n\nعنه .\n\n\" إن ذلك المضل قال وهو حي إني بعد ثلاثة أيام أقوم \" متي /27\n\n6 3 أبعد كل هذه المعجزات يوصف بأنه مضل !!! ؟؟؟\n(1/25)\n",
        "لماذا الصلب ؟\n\nإن الله تعالي لم يرض لإبراهيم أن يذبح ولده وفداه بذبح عظيم ، فهل\n\nيرضي أن يذبح رسوله علي الصليب ؟ .\n\nوقالوا مات وبعد ثلاثة أيام قام فما الذي حد ث وأين الفقد والتضحية\n\nوهو مجرد غياب مؤقت ثم يعود وكأن شيء لم يكن والمضحي يفقد\n\nالشيء إلي الأبد\n(1/26)\n\nهل الصلب من أجل الجنس البشري ؟\n\nجاء في إنجيل متي أصحاح 15 عدد 31 وما بعده \" وانصرف\n\n( يسوع) نواحي صور وصيداء وإذ إمرأة كنعانية خارجة من تلك\n\nالتخوم خرجت إليه قائلة ارحمني يا سيد يا ابن داود ابنتي مجنونة\n\nجدا ، فلم يجيبها بكلمة ، فتقدم إليه تلاميذه وطلبوا إليه قائلين\n\nأصرفها لأنها تصيح وراءنا فأجاب وقال : لم أرسل إلا إلي خراف\n\nبيت بني إسرائيل الضالة ، فأتت وسجدت له قائلة يا سيد أعني\n\nفأجاب وقال : ليس حسنا أن يؤخذ خبز البنين ويطرح للكلاب فقالت\n\n: نعم يا سيد والكلاب أيضا تأكل من الفتات التي تسقط من مائدة\n\nأربابها \" .\n\n.فهو يرفض مساعدة المرأة لأنها كنعانية ويحتج بأنه جاء فقط\n\nللإسرائيليين .\n\nيصف الشعوب الأخرى غير الإسرائيلية بأنها كلاب لا يجوز أن يلقي\n\nلها خبز البنين ،ومع ذلك تستعطفه المرأة مبينة بأن الكلاب تأكل مما\n\nيتساقاط من موائد أربابها .\n\nفهل مثل هذا الموقف موقف رجل جاء ليصلب ويقتل من أجل\n\nالإنسانية كلها ؟ فهل الذي رفض أن يقدم مجرد المساعدة للكنعانية\n\nلأنها ليست إسرائيلية يقبل أن يقدم حياته كلها من أجل الناس جميعا ؟",
        "(1/27)\n\nهل الصلب للخلاص من الذنب الموروث؟\n\nإذا ثبت أن الخطيئة لا تور ث فيصبح الصلب لا أساس و لا مبرر\n\nلوجوده وقد ثبت ذلك فعلا :-\n\n.1 سفر حزقيال \" 2 0 /1 8 النفس التي تخطئ هي تموت والابن لا\n\nيحمل من إثم الأب والأب لا يحمل من إثم الابن بر البار سيكون علي\n\nنفسه وشر الشرير يكون عليه \" .\n\n.2 إنجيل متي \" 17 /1 6 فإن ابن الإنسان سوف يأتي في مجد أبيه\n\nمع ملائكته وحينئذ يجازي كل واحد حسب عمله \" .\n\n.3 رسالة بولس الثانية إلي أهل كورنثوس \" 1 0 /5 لابد أننا جميعا\n\nنظهر أمام كرسي المسيح لينال كل واحد ما كان بالجسد وبحسب ما\n\nصنع خيرا كان أو شرا \".\n\n.4 إنجيل متي \" 14 /1 9 أما يسوع فقال دعوا الأولاد يأتون إلي لا\n\nتمنعوهم لأن لمثل هؤلاء ملكوت السماوات\" .\n\n.5 سفر الأمثال21/18 إن الأشرار يكونون كفارة لخطايا الأبرار\n\n\" . فلا مبرر للصلب مع هذه النصوص.\n\nوبين المسيح طريق الخلاص وأنه لبس بالصلب فقد جاء في متي 19\n\n/ ... \" 20 -16 وإذا أردت أن تدخل الحياة فاحفظ الوصايا \" ثم بين\n\nمفردات الوصايا ولي من بينها الإيمان بالصليب .\n(1/28)",
        "\nالختام\n\nبهذا نقطع بأن نصوص الأناجيل أثبتت أن المسيح لم يصلب وأن\n\nالذي صلب هو الشبيه وأن الذين قاموا بالصلب وقعوا في الاختلا ف\n\nوالظن والشك وهو ما أشار إليه القرآن الكريم .\n\nهذا- وما التوفيق إلا بالله\n\nخربشات صوماليانو للرد علي المشككين\n\nمن لديه سؤال عن الإسلام من غير المسلمين يتفضل بالكتابة الي\nمحمود أباشيخ الحاتمي _ صوماليانو\nsomaliano@rudood.com\n\nrudood_somaliano@hotmail.com\n\nكما يسعدنا ان نحاور المسيحيين في غرفتنا علي البالتوك\nAnswering Christian's Propaganda\n(1/29)\n"
    ]
}