{
    "partText": [
        "\nاضطراب المصطلح النحوي وكيفية معالجته في الكتب المنهجية لقواعد اللغة العربية في المدارس الابتدائية والمتوسطة والإعدادية\n\nد. هاشم محمد مصطفى\nمدرس في قسم اللغة العربية/ كلية التربية للعلوم الإنسانية\nجامعة صلاح الدين/ أربيل\n\nتأريخ الإستلام ... تأريخ القبول\n// 2006 ... / ... / 2006\n\nالملخص\n\nيقوم البحث على استقراء متأنٍ وتحليل لأسباب اضطراب المصطلحات النحوية ومعالجتها في الكتب المنهجية لقواعد اللغة العربية في المدارس الإبتدائية والمتوسطة والاعدادية.\nتوزع البحث على مقدمة وثلاثة مباحث، اشتمل أولها على تحديد لمفهوم المصطلح لغةً واصطلاحاً، وعرض لكيفية نشوئه وتطوره، وأما المبحث الثاني فقد تناول المصطلحات النحوية في الكتاب المنهجي وكيفية استعمالها وتوزيعها على المراحل الدراسية المختلفة، وجاء في المبحث الثالث أسباب اضطراب المصطلحات النحوية وكيفية معالجتها مع ذكر بعض التوصيات والمقترحات المفيدة، وختم البحث بجملة من النتائج أهمها إعادة النظر في بعض المصطلحات والمفهومات النحوية التي تؤدي إلى تعدد المصطلحات والعمل على تيسيرها لتكون مناسبة لمستويات الطلبة في المراحل المختلفة ووجوب الالتفات إلى تحديد هذه المصطلحات، وخاصة ما كان دخيلاً على النحو من العلوم الأخرى تقليلاً لمعوقات الدرس النحوي وتحبيبه إلى نفوس الطلبة وخدمة للغة القرآن الكريم.\n(1/1)\n",
        "المحتويات\n\n- ملخص البحث\n- المقدمة\n- المبحث الأول: المصطلح النحوي مفهومه ونشأته\n- المفهوم اللغوي والاصطلاحي للمصطلح\n- نشأة المصطلح النحوي وتطوره\n\n- المبحث الثاني: المصطلحات النحوية في الكتاب المنهجي وكيفية استعمالها ... وتوزيعها على المراحل الدراسية المختلفة.\n\n- المبحث الثالث: أسباب اضطراب المصطلحات النحوية وكيفية معالجتها.\n\n- النتائج\n- ثبت المصادر والمراجع\n(1/2)\n\nالمقدمة\n\nالحمد لله ربِّ العالمين، والصلاة والسلام على أشرف خلقه محمَّد –صلى الله عليه وسلم- وعلى آله وأصحابه إلى يوم الدين.\nأمّا بعد:\nفقد نشأ النحو العربي فنّاً تمرَّنَت من خلاله ألسنة الناطقين بالعربية على طرائق للأداء تمكنت من طبائعهم وتحوّل إلى علم انتظمت فيه قوانين وقواعد مجرّدة تُدرَّس دراسة مستقلة، وما أكثر ما يستحقّه ذلك العلم من إعادة نظر وتنقية وتهذيب وتيسير على وفق أسس وضوابط تحدد سمات و أدوات تعليمية وخصائصها تؤكد ضرورة تقويمها، مبتدئةً بأهمها، وهو كتاب النحوـ القواعد ـ المنهجي، ويزداد هذا التقويم دقة وعلمية عندما يتناول جزئية من مكونات الكتاب، تتصف بالتأثير والشمولية، ولكون المصطلحات النحوية لا يخلو منها كتاب مدرسي، إذ تزامل الضمة والفتحة والكسرة والفاعل والحال والتمييز والصفة ... ، الدارس في مراحل دراسته كافّةً؛ لأنها أساس فهم ما يعرضه الكتاب المدرسي من قواعد، ولكونها ما وردت في كتاب من كتب تعليم النحو إلاّ وكانت منعوتةً بالاضطراب، لذا كانت هذه الجزئية من مادة كتاب النحو المدرسي ومسألة اضطرابها حافزاً للبحث في أسباب ذلك الاضظراب، واستقرائها ببحث توزع على مقدمة وثلاثة مباحث، كان أولها تعريفاً بنشأة المصطلح النحوي ومراحل تطوره بعد تحديد مفهومه اللغوي والاصطلاحي. أما المبحث الثاني فتناول كيفية استعمال المصطلح النحوي في الكتاب المدرسي مع تقديم لما اشتملت عليه الكتب المدرسية من مصطلحات نحوية موزعة على المراحل الأبتدائية فالمتوسطة ثم الإعدادية. واشتمل المبحث الثالث على تحليل واستقراء للأسباب التي تجعل المصطلح النحوي مضطرباً في الكتاب المدرسي ومعالجته، وعُزِّزَت تلك الأسباب بأمثلة وشواهد من الكتاب المنهجي المقرر في المراحل الدراسية المختلفة، وختم البحث بنتائج ومقترحات. وما هذا البحث إلاّ جهد متواضع لالقاء الضوء على معوق من معوقات تحبيب النحو إلى دارسيه، وتذليل سبل تعليمه وتعلمه، وخطوة في تيسيره خدمة للغة القرآن الكريم، وآخر دعوانا أن الحمد لله ربّ العالمين.",
        "(1/3)\n\nالمبحث الأول\nالمصطلح النحوي\nمفهومه في اللغة والاصطلاح\n- في المفهوم اللغوي: أخذت كلمة المصطلح من أصل المادة: (((صلح)، والصلحُ: تصالح القوم بينهم، والصلح: السلم، قد اصطلحوا وصالحوا واصلحوا وتصالحوا وأصالحوا ... بمعنى واحد)) (1).\n\n- أما في المفهوم الإصطلاحي: فالمصطلحات ألفاظ مقررة تشبه الحدود وعلامات الطريق (2)، لها معانٍ يفهمها الناس، ومعانٍ أُخر لا يفهمها إلاّ أهل ذلك العلم الذي تنسب إليه (3) وتنجم عن اتفاق إن تم بين جماعة المُحدثين تفتق عنه مصطلح في الحديث، وإن قام بين جماعة الفقهاء نتج عنه مصطلح في الفقه، وإن كان بين جماعة النحاة كان المصطلح النحوي (4).\nوتدل بعض المصطلحات على معانٍ تختلف باختلاف العلوم، فمصطلح (الخبر) (5) ـ على سبيل المثال لا الحصرـ له معنى عند النحويين، وآخر عند المحدثين وثالث عند البلاغيين، كما أن الاختلاف في دلالة المصطلح يكون بين النحاة أنفسهم بسبب مناهجهم العلمية ومدارسهم المختلفة (6).\n\nنشأة المصطلح النحوي وتطوره\nلم يعرف العرب من أمر المصطلحات النحوية شيئاً قبل وضع قواعد اللغة ونحوها، وإن كانوا ينطقون اللغة ويفهمونها بدقة، ويؤكد ذلك ما يفهم من قول الأصمعي ت (216هـ): قلت لأعرابي: أَتهمز اسرائيل؟ قال: إني إذن لرجلُ سوءٍ، قلت: أَفَتجر فلسطين؟ قال: إني إذاً لرجل قويّ.\nفهذا الأعرابي لم يفهم من الهمز إلاّ العيبَ والشتمَ، لذا أبى أن يكون عَيَّاباً؛ لأن ذلك من سمات سوء الخلق، ولم يفهم من الجرّ إلاّ السحبَ ... أما الهمزُ بمعنى النطق بالهمز والجرّ بمعنى الإتيان بالحركة المخصصة، فهو أبعد ما يكون عن ذهنه وتفكيره (7)، أي انه لم يعرف المصطلح النحوي بمعناه واستعماله الاصطلاحي.\nونخلص من هذا إلى أن العربي استعمل المصطلحات النحوية على الرغم من جهله بخصوصياتها، وهذا الأمر يجعلنا نقول بعدم إمكانية تحديد تأريخ لنشأة كل مصطلح من المصطلحات النحوية تحديداً دقيقاً؛ لأن هذا التاريخ يحيط به الاضطراب وعدم ثبات المصطلح، لكن الواضح أن هذه المصطلحات قد سايرت نشأة النحو (8)، وبدأت كما بدأت العلة والقياس، وكما بدأت فكرة النحو وطريقة تناوله ساذجةً طبيعيةً في أول الأمر، فوضعت بذورها في أوراق النحو التي وضعها أبو الأسود الدؤلي ت (69هـ) (9). لكنها ما لبثتْ بمضي الزمن وطول العهد ومتابعة الدراسة أن وقفت على قدميها، وأن أخذت أسماء ثابتة وألفاظاً خاصةً لازمتها وعاشت معها (10).\n(1/4)",
        "\nففي عهد نصر بن عاصم ت (89هـ) استعمل مصطلح (التنوين) فعن الحذاء قال: سألت نصر بن عاصم: كيف تقرأ قوله تبارك اسمه: {قُلْ هُوَ اللهُ أحَد اللهُ الصَمَد} (11)، فلم يُنَون، فأخبرته أن عروة يُنَون، فقال: بئسما، قال: وهو للبئس أهل، فأخبرت عبد الله بن أبي اسحاق الحضرمي ت (117هـ) بقول نصر بن عاصم، فما زال يقرأ بها حتى مات (12).\nوهذا يحيى بن يعمر ت (129هـ) قد استعمل المصطلحات النحوية كما نستعملها بما دار بينه وبين الحجاج، الذي قال له: أتسمعني ألحن على المنبر؟ قال تقول: الأمير أفصح من ذلك، فألح عليه، فقال: حرفاً، قال: أيّاً؟ قال: في القرآن، قال الحجاج ذلك أشنع له، فما هو؟ قال: في قوله جلّ وعزّ: {قُلْ إِنْ كَانَ آبَاؤُكُمْ وَأَبْنَاؤُكُمْ وَإِخْوَانُكُمْ وَأَزْوَاجُكُمْ وَعَشِيرَتُكُمْ وَأَمْوَالٌ اقْتَرَفْتُمُوهَا وَتِجَارَةٌ تَخْشَوْنَ كَسَادَهَا وَمَسَاكِنُ تَرْضَوْنَهَا أَحَبَّ إِلَيْكُمْ مِنَ اللَّهِ وَرَسُولِهِ} (13)، فتقرؤها (أحَبُّ) بالرفع، والوجه أن تقرأ بالنصب (أحَبَّ) على أنه خبر كان، قال: لا جرم لا تسمع لي لحناً أبداً فألحقه بخراسان (14).\nوقد جرت على لسان الخليل بن أحمد الفراهيدي ت (170هـ) في الكتاب مصطلحات نحوية كثيرة، وفي ذلك يقول الدكتور جعفر عبابنة: ((لا نعدو الصواب إذا قلنا إن المصطلحات المتعددة التي يمتلئ بها كتاب سيبويه ترد كلها تقريباً على لسان الخليل، ولكنا لا نعرف بالضبط ما وضعه النحاة قبله من هذه المصطلحات وما وضعه نفسه منها)) (15). وفي الوقت الذي كان سيبويه ت (180هـ) يرسم حدود مدرسة كان لها أنصار وتلاميذ، كان علي بن حمزة الكسائي ت (189هـ) يرسم حدود مدرسة أخرى لها أنصار وتلاميذ كذلك (16). وليس غريباً أن تسلك كل مدرسة منهجاً وسبيلاً وأن يكون لكل فريق مصطلحات خاصة به تخضع في الغالب لمزايا منهجه. والمصطلحات التي اصطنعتها المدرستان ثلاث طوائف، طائفة كوفية خالصة لم يعرفها البصريون، وطائفة بصرية خالصة لم يعرفها الكوفيون، وطائفة كوفية بصرية إلا أن لها عند الكوفيين أسماء وعند البصريين أسماء (17).\nوفي الآتي طائفة من المصطلحات البصرية وما يقابلها من مصطلحات كوفية (18).\nعند البصريين ... عند الكوفيين\nالنعت ... الصفة\nالبدل ... الترجمة\nالظرف ... الصفة أو المحل\nحروف الجر ... حروف الخفض وتسمى أيضاً حروف الصفة أو حروف الإضافة\nالجر ... الخفض\n(1/5)\n",
        "المصروف وغير المصروف ... المجرى وغير المجرى\nواو المعية ... واو الصرف\nضمير الشأن ... ضمير المجهول\nالعطف ... النسق\nالضمير والمضمر ... الكناية والمكنى\nاسم الفاعل ... الفعل الدائم\nحروف الزيادة والإلغاء ... حروف الصلة والحشو\nاسم الفعل ... الفعل\nالتمييز ... المفسر\n\nوما هذه الطوائف من المصطلحات إلا دليل على أن المصطلحات النحوية لم تكن قد أخذت وضعاً ثابتاً مستقراً، بل كان العلماء يطلقونها ويقصدون بها الإفهام والإفادة. فإذا حققوا غرضهم وهدفهم دون التقيد باستعمالها لم يجدوا مانعاً من تركها وما سبق ذكره من مصطلحات بصرية وكوفية نماذج للتطور الذي حدث في المصطلحات، ذلك التطور الذي ينحصر بسبب خصوصيات المدرستين في استبدال مصطلح بآخر، ولا يقتصر الأمر على ذلك بل نرى تطوراً في مصطلحات المدرسة نفسها، فهذا سيبويه البصري المذهب لا يلتزم التعبير الاصطلاحي المتعارف بيننا الآن، بل يذكره مرة، ويعبر عنه ويصفه مرة أخرى (19).\nويمكن القول إن التطور الحاصل في المصطلح النحوي له صورٌ منها اختصاره بحذف كلمة أو كلمتين منه، أو بزيادة كلمة أو أكثر فيه، أو استبدال تراكيب بكلمتين، أو استبداله بكلمة أخرى، فعلى سبيل المثال لا الحصر (الابتداء) عند سيبويه (مسند ومسند إليه) أو (مبتدأ وخبر)، وعند المبرد ت (285هـ) وابن السراج البغدادي ت (316هـ) والزجاجي ت (337هـ) والزمخشري ت (538هـ) (20)، (مبتدأ وخبر)، والخبر عند سيبويه (المبنى على المبتدأ)، والمفعول له لم يسمه بالمفعول لأجله إلا ابن هشام الأنصاري ت (761هـ) (21).\nوالمستثنى منه سماه سيبويه المستثنى فيه وأطلق عليه اسم البدل (22)، وسماه ابن عصفور الأشبيلي (23) ت (669هـ) المخرج منه، وسماه المرادي ت (749هـ) المخرج، والحال سماه المبرد المفعول فيها (24).\nأما التمييز فقد سماه ابن السراج (25) بالمفسر، وسماه بالتمييز والتفسير، وقد أطلق عليه المبرد والزمخشري وأبو حيان النحوي الأندلسي ت (745هـ) اسم التبيين والتفسير والمميز والمبين والمفسر (26).\n(1/6)\n\nالمبحث الثاني\nالمصطلحات النحوية في الكتاب المنهجي وكيفية استعمالها وتوزيعها على المراحل الدراسية المختلفة\n\nعندما وصل العربي إلى حالةٍ يحتاج فيها إلى تعلم ضوابط اللغة وقواعدها وقوانينها أصبح النحو كغيره علماً يدرّس له أساتذة وتلاميذ، دعت تلك الحاجة إلى وضع كتب نحوية وضعاًُ تعليمياً في كل محتوياتها، أمثلة وشرحاً ومصطلحات وتمرينات، فكانت المطولات والمختصرات والحواشي والشروح والمنظومات التعليمية، فالمجالس والمناظرات وأخيراً الكتب المدرسية.\nوعندما نقف عند المصطلحات النحوية في الكتاب المدرسي نجدها قد استعملت بصورة مختلفة أبرزها:\n1. جعل المصطلحات النحوية عنوانات الموضوعات والأبواب، وتتضح شمولية هذا الاستعمال في كتب النحو ـ القواعد ـ للمراحل كافةً، إذ قسمت موضوعاتها على أبواب جعل عنوان كل باب منها مصطلحاً من مصطلحات النحو، فعلى سبيل المثال كتاب قواعد اللغة العربية للصف الأول من المرحلة المتوسطة إلى (المبتدأ والخبر، الفاعل، نائب الفاعل، الضمير، الاسم الموصول، اسم الإشارة ... الخ) (27).\n2. جعل المصطلح النحوي ـ الوارد عنوان باب ـ المادة الرئيسة للمجال الثاني من مجالات الكتاب المدرسي وهو (العرض) أي الشرح، إذ يحاول الكتاب إيضاحه وشرحه من خلال الأمثلة الواردة في المجال الأول (النص) بعد تحليلها والتعليق عليها.\n3. استعمال المصطلح النحوي معيناً ومساعداً عندما يعمد الكتاب المدرسي إلى شرح قاعدة أو قواعد نحوية ولا يكفيه في هذا الشرح الأمثلة التي يقدمها والشواهد التي يستشهد بها والمقارنات التي يجريها، بل يرى من ضروريات وضوح الشرح واكتماله أن يستعين بمصطلحات نحوية، فيوردها في أثناء الشرح والعرض معينةً ومساعدةً، وأمثلة ذلك كثيرة في كتب النحو المدرسي، منها ما ورد في كتاب قواعد اللغة العربية للصف السادس العلمي (28): ((فإذا كان الجواب عن الهمزة وهل بـ (نعم أو لا) سمي الاستفهام تصديقاً أي حين يكون الاستفهام عن نسبة بين شيئين ويكون الجواب بإثبات تلك النسبة أو نفيها))، فقد استعان واضع الكتاب بمصطلح النفي، لاستكمال شرحه وإيضاحه للتصديق.\n4. ورود المصطلح في خلاصة الموضوع، وهذا ما شاع في كتب النحو المدرسي، إذ لا يخلو موضوع من موضوعاتها من خلاصة يؤتى بها تلخيصاً للقواعد التي وردت في عرض الموضوعات (شرحه)، وقد تسمى هذه الخلاصة بـ (القواعد)، وفي كثير من الأحيان نرى واضع الكتاب يبدأها بالمصطلح النحوي ويأتي بعده بتعريفه ثم بالأمثلة الموضحة لذلك، ومن هذا على سبيل المثال ما ورد في كتاب قواعد اللغة العربية للصف الخامس العلمي (29): (الصفة المشبهة أو الثابتة اسم يشتق من الفعل الثلاثي اللازم للدلالة على صفة ثابتة في موصوف، نحو (شجاع، وجريء)).",
        "(1/7)\n\n5. ذكر المصطلحات النحوية في تمرينات، وهذا لا تخلو منه تمرينات الموضوع في أي كتاب من كتب قواعد اللغة العربية المدرسية للمراحل كافةً؛ لأن هذه التمرينات ليست إلا تطبيقاً لما درسه الطالب يحاول واضع الكتاب من خلالها تمكين الطالب من استيعاب المادة بالتطبيق العلمي، ولا يتحقق ذلك إن لم ترد المصطلحات النحوية في التمرينات، فنراها تتضمن مصطلحات كثيرة كقوله: (استخرج الفاعل والمفعول به من الجمل الآتية، أو كوّن جملاً فيها الفاعل مثنى ... الخ).\n6. ذكر المصطلح النحوي في الأمثلة والتمرينات المحلولة التي تأتي في نهاية شرح الموضوع وقبل البدء بالتطبيق.\n7. ورود المصطلح مكرراً، وهذا يكون على نوعين: تكرار المصطلحات في كتب مراحل وصفوف، كتكرار مصطلح الفاعل في كتب المرحلة الابتدائية وكتب المرحلة المتوسطة. وقد يكون التكرار في كتاب صفٍ ما وهذا وارد كثرة، كتكرار مصطلح الرفع، النصب، الجر، الجزم، الفتحة، الضمة، الكسرة، السكون ... الخ في كل كتاب من كتب قواعد اللغة العربية للمراحل كافةً.\n8. ذكر المصطلح ذكراً مجرداً من الشرح، إذ قد ترد بعض المصطلحات النحوية غير موضحةً بحيث تمر على الطالب ويحفظها وهو لا يعرف معناها، فعلى سبيل المثال مصطلح (مبني للمعلوم الذي ورد في كتاب قواعد اللغة العربية للصف الأول من المرحلة المتوسطة (30)، ولم يشرح معناه، إذ قال واضع الكتاب (الفاعل اسم مرفوع تقدمه فعل مبني للمعلوم ودل على من فعل الفعل أو اتصف به). وعلى عكس ذلك قد يشرح الكتاب عدداً من المصطلحات في مواطن كثيرة من الكتاب، ولا تحتاج تلك المصطلحات إلى ذلك الشرح المكرر.\n9. إبراز المصطلحات وتميزها فنياً بتقديمها بحروف أحجامها تختلف عن أحجام حروف الكلمات الأخرى، أو لون حبر يختلف عن لون حبر الكلمات الأخرى، أو وضعها بين علامات تنصيص (())، أو وضع خطوط تحتها ليشعر الطالب بأهميتها وتميزها من بقية الكلمات، وهذه سمة شائعة في كتاب النحو المدرسي.\n10. ملاحظة الترابط والتكامل في تقديم المصطلحات، إذ يقدم مصطلح الفاعل أولاً، ثم يؤتى ... بمصطلح المفعول به فالنائب عن الفاعل مثلاً وهكذا بالنسبة لبقية المصطلحات.\n(1/8)",
        "\nوالمصطلحات النحوية في كتب القواعد المدرسية موزعة على المراحل المختلفة منها:\nالمرحلة الابتدائية:\nالفعل، الفاعل، والمبتدأ والخبر، الرفع، النصب، الجر، الجزم، الضمة، الفتحة، الكسرة، السكون، ظرف الزمان والمكان، المعرفة والنكرة، الأسماء الخمسة، الماضي، المضارع، الأمر، النائب عن الفاعل، الفعل المبني للمجهول، المثنى، الجمع ... الخ\n\nالمرحلة المتوسطة:\nالمفرد، التذكير، التأنيث، ضمير مستتر، ما لا يتصرف، الإضافة، التوكيد، الاسم الموصول، اسم الإشارة، الفعل اللازم، الفعل المتعدي، المنقوص، المقصور، الممدود، الصحيح الآخر، صلة الموصول، العائد، لام الأمر، الأفعال الخمسة، نون التوكيد، المفعول به، المفعول فيه، المفعول المطلق، المفعول لأجله، الاستفهام، الشرط، فعل الشرط، جواب الشرط، التقاء الساكنين، فعل جامد، الممنوع من الصرف، الملحق بالمثنى، الملحق بجمع المذكر السالم، جمع التكسير، الاستثناء، المستثنى، اسم الفاعل، اسم المفعول، التمييز الملحوظ، التمييز الملفوظ، المميز، الحال، صاحب الحال، النداء، نكرة غير مقصودة، شبيه بالمضاف، صيغ المبالغة، الصفة المشبهة، المشتق، اسم الزمان والمكان، اسم الآلة، النعت، التابع، العطف، المعطوف، البدل، التوكيد اللفظي والمعنوي ... الخ.\n\nالمرحلة الإعدادية:\nحروف الزيادة، المجرد، المزيد، الفعل الناقص، النائب عن المصدر، اسم المصدر، النائب عن الظرف، أفعال المقاربة، النعت الحقيقي، النعت السببي، النسب، لام الجحود، كون منفي، واو المعية، لام التعليل، مصدر مؤول، محل الإعراب، الحال، الاستقبال، اسم المرة، اسم الهيأة، المصدر الميمي، لام التوكيد، القصر، التعجب، المدح، الذم، قابل للتفاوت، الاتباع عن البدلية، أي الكمالية، الندبة ... الخ.\n(1/9)\n",
        "المبحث الثالث\nأسباب اضطراب المصطلحات النحوية وكيفية معالجتها\n\nليست المصطلحات النحوية في الكتب المنهجية على مستوى واحد من حيث الاضطراب والاستقرار، فمنها مستقر وواضح لتطابق مدلوله اللغوي الذي يعرفه الطالب من خلال دراسته ومعناه الاصطلاحي، فعلى سبيل المثال (فعل، صفة، حال)، ومنها غير مستقرة فيؤدي ذلك إلى الإرباك والاضطراب لدى الطلبة مثل: لام الجحود , كون منفي, القطع، الحال، مطرد، الادغام، الاضراب، الاتباع على البدلية ... ، ومن جملة هذه الأسباب:\n\n1 - الدلالة:\nتسبب دلالة المصطلح اضطرابه في حالات أهمها كون معنى المصطلح غير محدد ومستقر بل متغيراً، وأمثلة ذلك كثيرة في كتب القواعد المنهجية المقررة في المراحل الدراسية المختلفة، منها:\nأ. المفرد:\nمرّ على الطلبة في كتب المرحلة الابتدائية والمتوسطة وعرفوا أنه يعني ما دلّ على واحد أو واحدة، أي هو قسيم المثنى والجمع، فعلى سبيل المثال لا الحصر، كلمة (شاعر) مفرد، و (شعراء) جمع، لكنهم يجدون أنفسهم أمام استعمال جديد ودلالة جديدة لهذا المصطلح في موضوع النعت في الصف الرابع العام (31)، إذ يقول في الكتاب: (قدم ضيوفٌ شعراءٌ) فكلمة شعراءٌ هنا نعت مفرد. فهذا الانتقال في دلالة المصطلح مربك للطالب، وإن لم يتعارض ولا يخالف معنى الإفراد، ويزداد هذا الإرباك والحيرة عندما يصل الطالب إلى الصف السادس من المرحلة الإعدادية، إذ يقدم له المفرد بدلالة جديدة في موضوع لا النافية للجنس في القول الآتي: ((ولإعراب اسم لا النافية حالات، فهو مبني على ما ينصب عليه إذا كان مفرداً لا مضافاً ولا مشبهاً بالمضاف، نحو: ((لا ضدين مجتمعان ولا متحدين مغلوبان)) (32)، فيراد بالمفرد هنا كون اللفظ غير مضاف أو شبيه بالمضاف أي كلمة واحدة، وبذلك تحولت كلمتا (ضدين ومتحدين) من التثنية والجمع إلى المفرد وهذا قد يوحي إلى بعض الطلبة أن المفرد يعني غير ما فهمه في المراحل السابقة.\nب. البناء:\nوعندما ننتقل إلى مصطلح (البناء) نلحظ من دلالته في الكتب المنهجية اضطراب هذا المصطلح لدى الطالب من خلال استعماله ومعناه فقد درس في كتاب الصف الأول في المرحلة المتوسطة بمعنى لزوم آخر الكلمة ضرباً واحداً من الحركة أو السكون نحو: الضمائر وأسماء الاستفهام (33)، لكنه لا يرى لهذا المعنى ثباتاً وشمولاً عندما يدرس إعراب الاسم المقصور والمنقوص في الكتاب المذكور آنفاً (34) وموضوع الفعل الماضي المضارع والأمر في كتاب قواعد اللغة العربية للصف الخامس العلمي، إذ يرى كلمات لا\n(1/10)\n\nتتغير حركاتها كالمقصور المعرف بـ (ال) نحو (الفتى) ولا تعد هذه الكلمات مبنية بل معربة بحركات مقدرة (35)، ويرى كلمات أخرى تتغير حركاتها وما زالت مبنية، كالأفعال عند إسنادها، فالفعل الماضي يبنى على السكون إذا اسند إلى ضمائر الرفع المتحركة، ويبنى على الضم إذا اسند إلى واو الجماعة، ويبنى على الفتح إذا اسند إلى ألف الاثنين أو إلى ضمير الغائب أو الغائبة أو إلى اسم ظاهر (36)، فيحار الطالب وتتوالى في ذهنه أسئلة منها قوله إن كان عدم تغير الحركة هو الأساس في البناء كما فهم من دلالتها السابقة، فلمَ لم تُعدّ كلمة (الفتى، مصطفى ... الخ) مبنيةً؟ وكيف تعرب كلمة (بأس) مبنية في نحو: لا بأس عليك، وهي من الكلمات التي لا تلتزم صورة واحدة في جميع التراكيب، إذ من الممكن أن تتغير حركاتها إذا جاءت في جمل أخرى (37). ومن تلك الأسئلة قوله: إن كان تغير حركة الفعل الماضي بسبب الإسناد لا يخرجه من البناء فلمَ لم يرد ذلك في الفعل المضارع؟ وإذا كان جواب هذا السؤال والأسئلة السابقة يعرفه النحاة المتخصصون من تفسير نحوي فلسفي فطالب المرحلة المتوسطة أو الإعدادية لا يعرف من ذلك شيئاً، إذ لم توضحه كتب النحو المدرسي ولا مدرسوه، لذا يبقى هذا المصطلح غير ثابت وواضح المعنى في ذهن الطالب.\nج. الضم:\nوهو من أقدم المصطلحات النحوية ظهوراً، إذ نجده والفتح والكسر على السنة النحاة قبل الخليل (38)، ويصاحب الطلبة من المرحلة الابتدائية فالمتوسطة ثم الإعدادية، يحفظونه ويستعملونه في الكتب المنهجية، إلا أنه يبقى مضطرباً لدى عدد غير قليل منهم لدلالته في بعض الكتب المدرسية على اسم حركة حرفٍ من أحرف بنية الكلمة مما لا يكون من أحرف الإعراب. ومن ذلك ما ورد في كتاب قواعد اللغة العربية للصف الثالث من المرحلة المتوسطة (39): ((يجمع المنقوص جمعَ مذكر سالماً في حالتي النصب والجر بحذف ياء المنقوص وضم ما قبل الواو وكسر ما قبل الياء)). كذلك في كتاب قواعد اللغة العربية للصف الرابع العام: ((إذا اسند الأمر الناقص إلى واو الجماعة حذفت لامه واواً كانت أم ياءً أم ألفاً وضم ما قبل الواو والياء)) (40)، في حين استعمل هذا المصطلح والفتح والكسر في كتب الصفوف السابقة دالاً على اسم حركة البناء على الحرف الأخير، فعلى سبيل المثال ورد في كتاب قواعد اللغة العربية للصف الثاني من المرحلة المتوسطة (41): ((الذين اسم مبني على الفتح، نحن ضمير منفصل مبني على الضم، هذه اسم إشارة مبني على الكسر)). ومن ذلك يتأكد للطالب عدم استقرار هذه المصطلحات في ذهنه ما ينقل من آراء العلماء والمتخصصين في النحو العربي، منها ما رآه الخوارزمي من أن الخليل قد أراد ببعض المصطلحات الآتية ((الرفع وهو ما وقع في إعجاز الكلم منوناً ... والضم ما وقع في إعجاز الكلم غير منون)) (42). وقول الدكتور جعفر (43): ((يتضح من كتاب سيبويه أن الخليل كان يستعمل مصطلح الرفع للدلالة على محل الكلمة من الإعراب ويستعمل الضم لحركة البناء)).",
        "(1/11)\n\nد. الناقص:\nاستعملت كتب النحو للمرحلة المتوسطة هذا المصطلح دالاً على (كان وأخواتها) لكن الطلبة يرونه مستعملاً في كتاب قواعد اللغة العربية للصف الرابع العام (44) دالاً على الفعل المعتل الآخر، نحو: (يرعى، يرمي، يدعو).\nهـ. النكرة التامة:\nورد هذا المصطلح في كتاب قواعد اللغة العربية للصف السادس العلمي ((ما نكرة تامة بمعنى شيء)) (45)، فإذا كانت هذه نكرة تامة فهذا يعني أن هناك نكرة غير تامة (ناقصة)، في حين خلت كتب النحو المدرسي في المراحل السابقة من الإشارة إلى ذلك، كما لم يحدد استقرار هذا المصطلح في الكتاب المذكور الذي استعملها مما أدى إلى بقاء اضطرابها وعدم ثباتها في ذهن الطالب.\nو. غير عامل ومهمل:\nلا يفرق الطلبة بين هذين المصطلحين اللذين وردا في كتاب الصف السادس العلمي (46). والأول منهما وإن ذكر في كتب النحو للصفوف السابقة عند طرحها موضوع المشتقات، لكن معناها لم يكن واضحاً بالنسبة للطالب؛ لأن فكرة العمل والعامل والأثر فلسفية منطقية تركت ظلالها في عقول الباحثين في النحو الذين نقلوها إلى النحو المدرسي مضطربةً (47)، وإذا كان المصطلحان (عامل وغير عامل) غير واضحين في ذهن الطالب حتى الصف السادس العلمي فكيف يتصرف إذا فاجأه مصطلح آخر وهو (مهمل)، أفلا يتوقع منه أن يراهما بمعنى واحد، وإن كان كل واحد منهما بمعنى؟ وما سبب تلك الحيرة وذلك الخلط واللبس إلا عدم تحديد المصطلح تحديداً واضحاً بالشرح والأمثلة والتطبيق.\n\n2. عدم تكرار المصطلح:\nمن الأسباب التي تؤدي الى اضطراب المصطلحات النحوية في الكتاب المدرسي عدم ورود المصطلح في كتب الصفوف السابقة خلافاً لأساسٍ مهم من الأسس النفسية لبناء الكتاب المدرسي الجيد وهو ما يسمى بـ (التدرج)، بأن تدرس بعض الأبواب في أحد الصفوف ثم تعاد دراستها في صفٍ تالٍ مع شيء من التفصيل (48). ولا يقتصر ذلك على أبواب النحو بل يشمل مصطلحاته التي تبقى مضطربةً إن لم تكرر موضحةً بالشواهد، مثل مصطلح (المصدر المتضمن معنى الظرف؛ أي الكمالية، النعت السببي، همزة التسوية، الإضراب، أم المعادلة)، فقد وردت هذه المصطلحات في كتاب الرابع العام (49). وكذلك ورد مصطلح لام الجحود في كتاب قواعد اللغة العربية للصف الرابع العام، ومن تلك المصطلحات التي ذكرت أول مرة (لام الجحود) الذي استعمل في كتاب قواعد اللغة العربية للصف الخامس العلمي (50). ولم يرد في كتب الصفوف السابقة، إذ توهم (محمد صالح سمك) في هذا القول، والصحيح أنه قد ورد في كتاب الرابع العام ومن المصطلحات التي ذكرت في كتاب الصف السادس العلمي فقط (51) (التصديق، التصور، التوكيد بالقصر، نكرة تامة).\n(1/12)",
        "\n3. ضعف حاجة الطالب الوظيفية إلى المصطلح:\nيندفع الطالب إلى حفظ المصطلح النحوي وفهم معناه إذا كان مما يحتاج إليه في حياته ويكثر ترديده على لسانه وعلى قلمه، أي مما يرتبط بالمواقف الفكرية أو الحياتية التي يريد التعبير عنها، وعلى عكس ذلك إن كان المصطلح لاوجود له إلا في الكتاب المنهجي، فلا يجهد الطالب نفسه لمعرفة معناه لضعف صلته بحياته، ولا يكتفي بذلك بل يرى دراسته مضيعةً للوقت تدعوه إلى الملل؛ لأنه يوقن في قرارة نفسه ألا يفيد منها في حياته (52). ولقد أحصى الأستاذ عابد توفيق الهاشمي المواضيع النحوية المدرسية التي يقل ورودها أو لا ترد على اللسان والقلم، أي بعبارة أدق لا يحتاج إليها الطالب في حياته، ومنها على سبيل المثال لا الحصر: حروف العرض والتحضيض، والحروف الزائدة، الندبة (53).\n4. إغفال المدرس تحديد المصطلح واستعماله:\nلا تنحصر أسباب اضطراب المصطلحات في الأمور التي تعود إلى الكتاب والطالب، بل هناك جملة أسباب خاصة بمن يدرس الكتاب الذي يشتمل على تلك المصطلحات، وفي مقدمة تلك الأسباب إهماله تحديد المصطلح وتوظيفه وتوجيه طلبته إلى كيفية استعمال هذه المصطلحات في مواقعها محددة واستخراج معانيها في المعجمات اللغوية، مما جعله يرى أن من أصعب ما يعانيه هو إيصال النحو إلى عقول طلابه (54). وما تقدم هي مجموعة من الأسباب التي تؤدي إلى اضطراب المصطلح النحوي وعدم استقراره، ومن هنا نقترح بعض التوصيات لمعالجة هذا الموضوع، منها:\n\n1. الاستغناء عن المصطلحات المضطربة، وحصر استعمالها في المواضيع التي يتوقف تحديدها عليها واستقرارها لسهولة فهم هذه المصطلحات لدى دارسي اللغة العربية.\n2. عدم التوسع في استعمال بعض المصطلحات مما يؤدي إلى الاشتراك اللفظي.\n3. عدم الاكتفاء باستعمال المصطلح النحوي في مجال واحد من الكتاب المدرسي (العرض، أو التمرين، أو الخلاصة والقواعد).\n4. إرجاء استعمال بعض المصطلحات إلى مرحلة التعليم الجامعي.\n5. إعادة النظر في بعض المفهومات النحوية التي تؤدي إلى تعدد المصطلحات لجعلها مناسبةً مع مستويات الطلبة وأسس المنهج التعليمي بما لا يخالف القيم العلمية للنحو العربي.\n6. الارتقاء بطريقة تدريس القواعد لإبعادها عن صيغة تلقين المعلومات النحوية التي تبقى المصطلحات على اضطرابها.\n7. ضرورة ابتعاد واضعي كتاب النحو المدرسي عن التقليد في عرض موضوعات النحو العربي.\n(1/13)\n",
        "الخاتمة\n\nبعد هذه الرحلة المتواضعة مع هذا الموضوع توصل البحث إلى جملة من النتائج أهمها:\n1. لم تبرأ كتب النحو المدرسي للمراحل كافةً من معوقات الدرس، على الرغم مما بذل فيها من جهود تيسيرية في النحو العربي، ومن هذه المعوقات اضطراب المصطلحات النحوية وعدم استقرارها.\n2. تتوزع أسباب اضطراب المصطلحات على مجالات أهمها ما يعود إلى المصطلح نفسه نظماً ودلالةً، أو لكونه من المصطلحات التي تسربت إلى النحو من الدراسات الفقهية والمنطقية والفلسفية التي لم يألفها الطالب. أما المجال الثاني فيعود إلى الكتاب مما يتعلق بكيفية عرض المصطلح وتدرجه مع مستوى الطلبة. والمجال الثالث الأسباب التي تعود إلى الطالب.\n3. من الممكن أن يفتح البحث المجال أمام الباحثين لدراسة السبل التي ترتفع بكتاب النحو المدرسي إلى المستوى الذي يجعله يحبب مادة النحو إلى نفوس الطلبة.\n\nوآخر دعوانا أن الحمد لله رب العالمين\n(1/14)\n\nالهوامش\n1. لسان العرب: مادة (صلح).\n2. الأسلوب (الشايب) 97 – 98.\n3. النقد اللغوي عند العرب حتى نهاية القرن السابع عشر للهجرة 284.\n4. المصطلح النحوي نشأته وتطوره 22.\n5. الخبر عند النحويين كل ما أسندته إلى المبتدأ وحدثت به عنه، وعند المحدثين الراوية، وعند البلاغيين كلام يحتمل الصدق والكذب، ينظر: اللمع في العربية 80، وجواهر البلاغة 53.\n6. ينظر المصطلح النحوي نشأته وتطوره 24.\n7. مدرسة البصرة النحوية 324 – 325.\n8. مكانة الخليل بن أحمد الفراهيدي في النحو العربي 157.\n9. ينظر: الحلقة المفقودة في تاريخ النحو العربي 8 – 9.\n10. مدرسة البصرة النحوية 324 – 325.\n11. الاخلاص 112/ 1 – 2.\n12. طبقات النحويين واللغويين 27.\n13. التوبة 9/ 24.\n14. طبقات النحويين واللغويين 28.\n15. مكانة الخليل بن أحمد الفراهيدي في النحو العربي 160.\n16. مدرسة الكوفة النحوية (المقدمة) ح.\n17. المصدر نفسه 303.\n18. المرادي وكتابه توضيح مقاصد الألفية 218.\n19. مدرسة البصرة النحوية 330.\n20. المفصل، الزمخشري 125.\n21. أوضح المسالك إلى ألفية ابن مالك 1/ 168.\n22. الكتاب 2/ 220.\n23. المقرب 1/ 160.\n24. المقتضب 4/ 299 – 300.\n25. الأصول في النحو 1/ 190.\n26. ارتشاف الضرب من لسان العرب 1/ 165.\n27. قواعد اللغة العربية للصف الأول في المرحلة المتوسطة 28.",
        "(1/15)\n\n28. قواعد اللغة العربية للصف السادس العلمي 55.\n29. قواعد اللغة العربية للصف الخامس العلمي 26.\n30. قواعد اللغة العربية للصف الثالث في المرحلة المتوسطة 38.\n31. قواعد اللغة العربية للصف الرابع العام 25.\n32. قواعد اللغة العربية للصف السادس العلمي 65.\n33. قواعد اللغة العربية للصف الأول من المرحلة المتوسطة 36.\n34. المصدر نفسه.\n35. قواعد اللغة العربية للصف الخامس العلمي 34.\n36. قواعد اللغة العربية للصف الخامس العلمي 36.\n37. قواعد اللغة العربية للصف الخامس العلمي 39.\n38. مكانة الخليل بن أحمد الفراهيدي 158.\n39. قواعد اللغة العربية للصف الثالث من المرحلة المتوسطة 41.\n40. قواعد اللغة العربية للصف الرابع العام 37.\n41. قواعد اللغة العربية للصف الثاني من المرحلة المتوسطة 69، 72، 73.\n42. مكانة الخليل بن أحمد الفراهيدي 158.\n43. المصدر نفسه 159.\n44. قواعد اللغة العربية للصف السادس العلمي 34 و 47.\n45. قواعد اللغة العربية للصف السادس العلمي 107.\n46. قواعد اللغة العربية للصف السادس العلمي 45 – 46.\n47. أصول النحو العربي في نظرة النحاة ورأي ابن مضاء القرطبي 241.\n48. فن التدريس (صالح) 137.\n49. المصدر نفسه 93 – 94.\n50. المصدر نفسه 38.\n51. المصدر نفسه 10، 11، 68، 106.\n52. طرائق تدريس القواعد (توفيق) 20.\n53. المصدر نفسه 18.\n54. سلامة اللغة العربية 167.\n(1/16)",
        "\nثبت المصادر والمراجع\n\n1. الأسلوب: أحمد الشايب، ط71، مطبعة السعادة، القاهرة، 1976م.\n2. ارتشاف الضرب من لسان العرب: لأبي حيان النحوي ت (754هـ)، تحقيق: مصطفى أحمد النحّاس، ط1، مطبعة النسر الذهبي، 1404هـ، 1984م.\n3. الأصول في النحو: لابن السرّاج النحوي البغدادي ت (316هـ)، تحقيق: د. عبد الحسين الفتلي، ط2، بيروت، 1987م.\n4. أصول النحو العربي في نظر النحاة ورأي ابن مضاء: محمد عيد، عالم الكتب، القاهرة، 1987م.\n5. أوضح المسالك إلى ألفية ابن مالك: لابن هشام الأنصاري ت (761هـ)، ط2، القاهرة، 1964م.\n6. جواهر البلاغة في المعاني والبيان والبديع: أحمد الهاشمي، ط2، مطبعة السعادة، القاهرة، 1379هـ.\n7. الحلقة المفقودة في تأريخ النحو العربي: عبد العال سالم مكرم، مؤسسة الوحدة، الكويت، 1977م.\n8. سلامة اللغة العربية والمراحل التي مرت بها: عبد العزيز عبد الله، ط1، يغداد، 1979م.\n9. طبقات النحويين واللغويين: لأبي بكر محمد بن الحسن الزبيدي ت (379هـ)، تحقيق: محمد أبو الفضل إبراهيم، دار المعارف، القاهرة، 1984م.\n10. طرائق تدريس القواعد للمدرسين: عابد توفيق الهاشمي، وزارة التربية، بغداد، 1985م.\n11. فن التدريس: محمد صالح سمك، القاهرة، 1975م.\n12. قواعد اللغة العربية للصف الخامس من المرحلة الابتدائية: لجنة وزارة التربية، ط1، بغداد، 1992م.\n13. قواعد اللغة العربية للصف السادس من المرحلة الابتدائية: لجنة وزارة التربية، ط1، بغداد، 1992م.\n14. قواعد اللغة العربية للصف الأول من المرحلة المتوسطة: لجنة وزارة التربية، ط6، 1992م.\n15. قواعد اللغة العربية للصف الثاني من المرحلة المتوسطة: لجنة وزارة التربية، 46، 1991م.\n(1/17)\n",
        "16. قواعد اللغة العربية للصف الثالث من المرحلة المتوسطة: لجنة وزارة التربية، ط1، 1987م.\n17. قواعد اللغة العربية للصف الرابع العام من المرحلة الاعدادية: لجنة وزارة التربية، ط6، 1989م.\n18. قواعد اللغة العربية للصف الخامس من المرحلة الاعدادية: لجنة وزارة التربية، ط1، 1989م.\n19. قواعد اللغة العربية للصف السادس من المرحلة الاعدادية: لجنة وزارة التربية، ط6، 1988م.\n20. الكتاب: لسيبويه ت (180هـ)، تحقيق: عبد السلام محمد هارون، ط2، القاهرة، 1977م.\n21. لسان العرب: ابن منظور الاغريقي ت (711هـ)، دار لسان العرب، بيروت.\n22. اللمع في العربية: لابن جني ت (392هـ) تحقيق: حامد المؤمن، ط1، مطبعة العاني، بغداد، 1982م.\n23. مدرسة البصرة النحوية: عبد الرحمن السيد، ط1، دار المعارف، القاهرة، 1968م.\n24. مدرسة الكوفة النحوية: د. مهدي المخزومي، ط2، مطبعة الحلبي، القاهرة، 1958م.\n25. المرادي وكتابه توضيح مقاصد الألفية: د. علي عبود الساهي، ط1، بغداد، 1984م.\n26. المصطلح النحوي، نشأته وتطوره حتى أواخر القرن الثالث الهجري: عوض محمد القوزي، الرياض، 1981م.\n27. المفصل في علم العربية: الزمخشري ت (538هـ)، ط2، دار الجيل، بيروت، (د. ت).\n28. المقتضب: لأبي العباس المبرّد ت (285هـ)، تحقيق: د. محمد عبد الخالق عضيمة، ط2، القاهرة، 1399هـ، 1979م.\n29. المقرب: لابن عصفور الأشبيلي ت (669هـ)، تحقيق: د. أحمد عبد الستار الجواري ود. عبد الله الجبوري، ط1، مطبعة العاني، بغداد، 1391هـ، 1971م.\n30. مكانة الخليل بن أحمد الفراهيدي في النحو العربي: جعفر عبابنة، ط1، دار الفكر، عمارة، 1984م.\n31.النقد اللغوي عند العرب حتى نهاية القرن السابع عشر للهجرة، ط1،دار الحرية، بغداد،1978م.\n(1/18)\n"
    ]
}