{
    "partText": [
        "\nالمفهوم على مقدمة ابن آجروم\n\nجمع\nالفقير إلى الله تعالى\nحمد بن صالح القمرا النابت\nغفر الله له ولوالديه ولجميع المسلمين\n\nhttp://www.4shared.com/dir/341193/fc80a288/sharing.html\n(/)\n",
        "بسم الله الرحمن الرحيم\nالكلامُ (1) : اللفظُ المُركّبُ المفيدُ بالوضعِ (2) .\n... وأقسامهُ ثلاثةٌ (3) : اسمٌ وفعلٌ وحرفٌ جاءَ لمعنى (4) .\nفالاسمُ يُعرفُ: بالخفضِ، والتنوينِ، ودخولِ الألِفِ واللاّمِ،..............................\n__________\n(1) سم الله الرحمن الرحيم\nالحمدُ للهِ الرحيم الرحمن، الذي رفعَ المُتّقينَ في أعلى الجنان، والصلاةُ والسلامُ على المُنكسرِ تواضعاً لربّهِ محمد بن عبد اللهِ، المبعوثِ رحمةً للإنسِ والجانّ، عدد من حجَّ البيتَ وصام، وآلهِ وأصحابهِ الطاهرين الكرام،،،\nأمّا بعد: فهذا تعليقٌ نفيسٌ، كتبتُه لأهل التدريس، على مقدمةِ ابْنِ آجرّوم، رحمهُ اللهُ الحيّ القيّوم، نويتُ أنْ ينتفعَ بهِ أُولو الأفهامِ، وأصيغَهُ لهُمْ بِأَيْسر ِالكلامِ، رجاءَ دُعائِهمْ يومَ الزحامِ، وسمّيتُهُ (المفهوم علىُ مقدمةِ ابن آجرّوم)، فأبداُ مستمداً منِ اللهِ العون وبهِ التوفيق.\n(1) للكلامِ معنيان؛ عند أهل اللغة وعند النحاة، والمصنّفُ رحمه الله ذكر تعريفَ النحويين.\n(2) 2) فهذه أربعةُ شروط؛ 1- أن يكون لفظاً، أي صوتاً مشتملاً على الحروف الهجائيّة، فإذا كان كتابةً أو إشارةً أو نحوَه لمْ يسمّى كلاماً عند النحويين 2- أن يكون مركّباً، أي: من كلمتين فأكثر 3- أن يكون مفيداً، أي: يُحسن السكوت عليه، ويتمّ به الكلامُ، بحيث لا يبقى السامعُ منتظراً لشيءٍ آخرَ، كقولك: (اللهُ ربُّنا)، فإن لم يُفِدْ لم يكن كلاماً عند النحويين، ولو كان مركّباً، كقولك: (إذا اجتهدَ الطالبُ في الدرسِ) فإنّ السامعَ يكون منتظراً لشيءٍ آخر 4- وأن يكون باللغةِ العربيّةِ، وهذا معنى قوله: (بالوضع) على أحد القولين.\n\n(3) 3) أي: أقسام الكلام.\n(4) 4) فأيّ كلمةٍ في اللغة العربية تندرجُ تحتَ هذه الأقسام الثلاثة، فالاسمُ: ما دلّ على معنى في نفسه ولم يقترن بزمان كـ(حمد)، والفعل: ما دلّ على معنى في نفسه واقترنَ بأحد الأزمنة الثلاث كـ(ضرب) و(يضرب) و(اضربْ)، والحرف: ما دلّ على معنى في غيره، بخلاف الحرف عند اللغويين، فـ(على) حرفٌ عند النحويين لا اللغويين، لأنّه يدلُّ على الفوقية إذا اقترن بغيره.\n(1/1)\n\nوحروفِ الخفضِ (1) ، وهي: مِنْ، وإلى، وعن، وعلى، وفي، ورُبَّ، والباء، والكافُ، واللامُ (2) ، وحروفُ القسمِ، وهي: الواوُ، والباءُ، والتاءُ (3) .\nوالفعلُ يُعرفُ بقد، والسين، و(سوف)، وتاءِ التأنيث الساكنة (4) .\nوالحرفُ ما لا يصلحُ معهُ دليلُ الاسمِ ولا دليلُ الفعلِ (5) .\n(باب الإعراب) (6)\nالإعرابُ هو: تغييرُ أواخرِ ...........................................................\n__________\n(1) 1) فهذه أربعُ علامات لتمييز الاسم عن الفعل والحرف، أولها: الخفض، وهو عبارة عن الكسرة التي يحدثُها العاملُ أو ما ناب عنها، كقولك: (مررتُ بحمدٍ)، وثانيها: التنوين، وهو نونٌ ساكنةٌ تتبعُ آخرَ الاسمِ لفظاً، وتفارقُهُ خطّاً، كقولك: (حينئذٍ)، وثالثها: دخول (أل) في أوّل الكلمة، وهذه من أنفعِ العلامات للمبتدئ، كقولك: (الكتاب، والقلم، والرجل)، فهذه الكلمات كلّها أسماء، لدخول الألف واللام في أوّلها، ورابعها: دخول حرف من حروف الخفض، كقول الله تعالى: {إلى اللهِ تصيرُ الأمورُ} فلفظُ الجلالة (الله) اسم لدخول حرف الخفض عليه.\n(2) 2) هذه حروف الخفض، ولها معانٍ كثيرة، فـ(من) تفيد الابتداء، و(إلى) الانتهاء، و(عن) المجاوزة، و(على) الاستعلاء، و(في) الظرفية، و(ربّ) التقليل، و(الباء) المصاحبة، و(الكاف) التشبيه، و(اللام) الملك.\n(3) 3) (الواو) لا تدخل إلاّ على الاسم الظاهر، نحو (واللهِ)، و(والعصر)، و(الباء) تدخل على الظاهر والضمير، نحو (بكَ لأصومنّ)، و(التاء) لا تدخل إلاّ على لفظ الجلالة، نحو (تاللهِ لأصومنّ).\n(4) 4) وهذه أربعُ علامات لتمييز الفعلِ عن الاسم والحرفِ، أوّلها: قد، وتدخلُ على الماضي والمضارع، ومنه قول الله تعالى: {قَدْ أفْلَحَ المُؤمِنُونَ}، و{لقَدْ رَضيَ اللهُ عَنْ المؤمِنِيْنَ}، وأمّا السين و(سوف) فيدخلان على الفعل المضارع وحدهُ، وهما يدلاّن على الاستقبال، ومنه قول الله تعالى: {سَيَقُوْلُ السُّفُهاءُ مِن النّاسِ}، و{سَوْفَ يُؤتيْهِمْ أُجُوْرَهُم}، وأمّا تاء التأنيث الساكنة فتدخل على الفعل الماضي دون غيرهِ، ومنه قول الله تعالى: {قالَتْ رَبِّ ابْنِ لي عندكَ بيتاً في الجنّةِ}.\n(5) 5) هذه علامةٌ سلبيّة، يتميّزُ بها الحرفُ عن الاسمِ والفعلِ، فعلامةُ الحرفِ كونه لا يقبل شيئاً من العلامات التي ذكرناها، مثالهُ: (هل)، فإنّه لا يقبل شيئاً من العلامات، فدلّ ذلك على أنّه حرفٌ.\n(6) 6) الإظهارُ والإبانةُ، تقولُ: أعربتُ عمّا في نفسي، إذا أبنْتَهُ وأظهرْتَهُ.",
        "(1/2)\n\nالكلِم (1) لاختلافِ العوامل الداخلة عليها (2) لفظاً أو تقديراً (3) .\nوأقسامُهُ أربعةٌ (4) : رفعٌ، ونصبٌ، وخفضٌ، وجزمٌ (5) ، فللأسماءِ مِن ذلك الرفعُ، والنصبُ، والخفضُ، ولا جزمَ فيها، وللأفعالِ من ذلك الرفعُ، والنصبُ، والجزمُ، ولا خفضَ فيها (6) .\n(بابُ معرفةِ علامات الإعراب) (7)\nللرفعِ أربعُ علاماتٍ: الضمّةُ، والواوُ، والألِفُ، والنونُ (8) .\n__________\n(1) 1) خرجَ بقولهِ: (أواخر) أولُ الكلمةِ ووسطُها، فهذا مكانهُ علم الصرف، لا النحو، والمرادُ بـ(تغيير الآخر) نقلُهُ مثلاً من السكون إلى الضمة، ومن الضمة إلى الفتحة...وهكذا.\n(2) 2) أي: على الكلِم، فبعضُ العوامل يقتضي الرفعَ على الفاعليّة، وبعض العوامل يقتضي النصبَ على المفعوليّة، فباختلاف العوامل تتغيّرُ أحوالُ آخرِ الكلمة، وخرج بقوله: (باختلاف العوامل) التغيير باختلاف اللغة، فالأخير لا يسمى إعراباً، كقولهم: (حيثُ)، و(حيثَ)، و(حيثِ).\n(3) 3) فاللفظيُّ: ما لا يمنعُ من النطقِ به مانعٌ، ومنه قول الله تعالى: {وجاءَ رجلٌ منْ أقصى المدينةِ}، والتقديريُّ: ما يمنعُ من النطقِ بهِ مانعٌ، من تعذّرٍ، أو استِثقالٍ، أو مناسبةٍ، فما كان آخرُه ألفاً لازمةً تُقَدّرُ عليه جميعُ الحركات للتعذّر، وما كان مضافاً إلى ياء المتكلّم تُقَدّرُ عليه جميعُ الحركات لاشتغال المحل بالحركة المناسبة، وما كان آخرهُ واواً أو ياءً لازمةً تُقَدّرُ عليه الضمة والكسرة فقط للثّقَل، وتظهرُ عليهِ الفتحةُ، ومنه قول الله تعالى: {ولمّا جاء موسى لميقاتِنا}، فـ(موسى) فاعل مرفوع، والضمة مقدّرةٌ على آخره منع من ظهورها التعذّر، وقولُه تعالى: {وإذا سَأَلَكَ عبادي عنّي فإنّي قريبٌ}، فـ(عباد) فاعل مرفوع، والضمة مقدرةٌ على آخره منع من ظهورها اشتغال المحلّ بالحركة المناسبة، وقوله - صلى الله عليه وسلم - : ((والله المعطي..))، فـ(المعطي) خبر مرفوع، والضمة مقدّرةٌ على آخره منع من ظهورها الثّقَل.\n(4) 4) أي: أقسامُ الإعرابِ أربعةٌ.\n(5) 5) ولكلِّ واحد من الرفعِ والنصبِ والخفضِ والجزْمِ علاماتٌ، سيذكرُها إن شاء الله تعالى.\n(6) 6) فهي على ثلاثةِ أنواع؛ الأول: مشترك بين الأسماء والأفعال، وهو الرفعُ والنصبُ، والثاني: مختصٌّ بالأسماءِ، وهو الخفضُ، والثالثُ: مختصٌّ بالأفعالِ، وهو الجزمُ.\n(7) 7) فسيتكلّمُ عن علامات الرفعِ، والنصبِ، والخفضِ، والجزمِ، وبهذه العلامات تستطيعُ أن تعرفَ أنّ الكلمةَ مرفوعةٌ، أو منصوبةٌ، أو مخفوضةٌ، أو مجزومةٌ.\n(8) 8) قدّم الضمّةَ لأنها الأصل، وثنّى بالواو لأنّها بنتُها، لكونها تتولّد منها عند إشباعها، وثلّثَ بالألفِ لأنّها أختُ الواو في العلةِ والمدّ واللين، ولكلّ منها مواضعُ تختصّ بها.\n(1/3)",
        "\n... فأمّا الضمةُ فتكونُ علامةً للرفعِ في أربعةِ مواضعَ: الاسمِ المُفردِ (1) ، وجمعِ التكسيرِ (2) ، جمعِ المؤنّث السالمِ (3) ، والفعلِ المضارعِ الذي لمْ يتّصلْ بآخرهِ شيءٌ (4) .\nوأمّا الواوُ فتكونُ علامةً للرفعِ في موضعَين: في جمع المذكّر السالم (5) ، وفي الأسماء الخمسةِ (6) ، وهي: أبوك، وأخوك، وحموكَ (7) ، وفوكَ، وذو مالٍ (8) .\nوأمّا الألفُ فتكونُ علامةً للرفعِ ......................................................\n__________\n(1) 1) والمراد به هنا ما ليس مثنىً ولا مجموعاً ولا من الأسماء الخمسة، نحو (محمد)، ومنه قول الله تعالى: {وجاءَ رَجلٌ مِنْ أَقْصَى المديْنَةِ يَسْعَى} فـ(رجل) فاعلٌ مرفوع وعلامة رفعه الضمّة.\n(2) 2) وهو الجمع الذي تكسّرتْ - أي: تغيّرتْ - فيه صورةُ مفردهِ، نحو (رجال) جمع (رجل)، ومنه قول الله تعالى: {مِن المؤمنينَ رجالٌ صدقوا ما عاهدُوا اللهَ عليهِ} فـ(رجال) مبتدأ مرفوع وعلامة رفعه الضمة.\n(3) 3) وهو الجمع الذي جُمِعَ مفردُهُ بألفٍ وتاء مزيدتين، نحو (المؤمنات) جمع (مؤمنة)، ومنه قول الله تعالى: {يآ أيّها الذيْنَ آمَنُوْا إذا جَاءكُمُ المُؤْمِناتُ} فـ(المؤمنات) فاعل مرفوع وعلامة رفعه الضمة.\n(4) 4) والمراد بهذا الشيء: نون الإناث، ونون التوكيد، وألفُ الاثنين، وواوُ الجماعة، وياء الواحدة المخاطبة، نحو (يَغْفرُ)، ومنه قول الله تعالى: {فيغْفِرُ لِمنْ يَشاءُ ويُعَذّبُ مَنْ يشاءُ} فـ(يغفرُ) فعل مضارع مرفوع وعلامة رفعه الضمة.\n(5) 5) وهو الجمعُ الذي جُمِعَ مفردُهُ بواوٍ ونون، أو بياءٍ ونون، نحو (المؤمنون) جمع (مؤمن)، ومنه قول الله تعالى: {ولمّا رأى المُؤْمنُونَ الأحْزَابَ} فـ(المؤمنون) فاعل مرفوع وعلامة رفعه الواو نيابة عن الضمة لأنّه جمع مذكّر سالم.\n(6) 6) وهي هذه الألفاظ المحصورة التي عدّها المؤلّف رحمه الله.\n(7) 7) يُطلقُ في الأصلِ على قريب المرأة من جهة زوجِها، وعلى هذا تكون بكسرِ الكاف (حموكِ)، وقد يُطلقُ على قريب الرجل من جهة زوجته، فيكون بفتح الكاف (حموكَ).\n(8) 8) فهذه الأسماء الخمسة ترفعُ بالواو، ومنه قول الله تعالى: {وأبونا شيخٌ كبيرٌ}، فـ(أبو) مبتدأ مرفوع وعلامة رفعه الواو نيابة عن الضمة لأنه من الأسماء الخمسة، ويُشترَطُ لرفع هذه الأسماء الخمسة بالواو أربعةُ شروط: 1- أن تكون مفردةً 2- أن تكون مكبّرةً 3- أن تكون مضافةً 4- أن تكونَ إضافتُها إلى غير ياء المتكلم، ولم يتعرّضْ لها المصنّفُ رحمه الله اكتفاءً بالنّطقِ.\n(1/4)\n",
        "في تثنيةِ الأسماءِ خاصّةً (1) .\nوأما النونُ فتكون علامةً للرفعِ في الفعلِ المضارعِ، إذا اتّصل به ضميرُ تثنيةٍ (2) ، أو ضميرُ جمعٍ (3) ، أو ضميرُ المؤنّثةِ المخاطَبَةِ (4) .\nوللنّصبِ خمسُ علاماتٍ: الفتحةُ، والألفُ، والكسرةُ، والياءُ، وحذْفُ النون (5) .\nفأمّا الفتحةُ فتكون علامةً للنصبِ في ثلاثةِ مواضعَ: في الاسمِ المفردِ (6) ، وجمعِ التكسيرِ (7) ، والفعلِ المضارعِ إذا دخل عليه ناصبٌ (8) ولم يتصلْ بآخرهِ شيءٌ (9) .\nوأمّا الألفُ فتكون علامةً للنّصبِ في الأسماءِ الخمسة نحو: رأيتُ أباكَ وأخاكَ وما أشبهَ ....\n__________\n(1) 1) وهو الاسم الذي لحقَ آخرَ مفرده ألفٌ ونون، أو ياء ونون، نحو (رجلان) مثنى (رجل)، ومنه قول الله تعالى: {وقَالَ رَجُلانِ منَ الذيْنَ يَخافُوْنَ} فـ(رجلان) فاعل مرفوع وعلامة رفعه الألف نيابة عن الضمة لأنه مثنى.\n(2) 2) وهو الألف، نحو (يفعلان) و(تفعلان).\n(3) 3) وهو الواو، نحو (يفعلون) و(تفعلون).\n(4) 4) وهو الياء، نحو (تفعلين).\nوتسمّى الأفعال الخمسة؛ وهي: (يفعلان تفعلان، ويفعلون تفعلون، وتفعلين)، وما كان على وزنها، ومنه قول الله تعالى: {واللهُ خبيرٌ بما تعملون} فـ(تعملون) فعل مضارع مرفوع وعلامة رفعه ثبوت النون لأنه من الأفعال الخمسة.\n(5) 5) قدّم الفتحةَ لأنّها الأصل، وثنّى بالألفِ لأنّها بنتها لتولّدها منها إذا أُشبعَتْ، وثلّثَ بالكسرةِ لأنها أختُ الفتحةِ، وأعقبها بالياء لأنها بنتها، ولكلّ منها مواضع تختصّ بها.\n(6) 6) ومنه قول الله تعالى: {حتى يبلغَ الكتابُ أجلَهُ}، فـ(أجل) مفعول به منصوب وعلامة نصبه الفتحة.\n(7) 7) ومنه قول الله تعالى: {وإذْ يرفعُ إبراهيمُ القواعدَ من البيتِ}، فـ(القواعد) مفعول به منصوب وعلامة نصبه الفتحة.\n(8) 8) حروف النصب عشرةٌ سيذكرها المصنّف رحمه الله في باب الأفعال إن شاء الله تعالى.\n(9) 9) ومنه قول الله تعالى: {قالوا لن نبرحَ}، فـ(لن) حرف نصب، و(نبرح) فعل مضارع منصوب وعلامة نصبه الفتحة.\n(1/5)\n\nذلك (1) .\nوأمّا الكسرةُ فتكون علامةً للنّصب في جمعِ المؤنّث السالم (2) .\nوأمّا الياءُ فتكون علامةً للنّصب في التثنيةِ (3) والجمعِ (4) .\nوأمّا حذفُ النونِ فيكون علامةً للنّصب في الأفعالِ الخمسة (5) التي رفعُها بثبوتِ النون (6) .\nوللخفض ثلاث علامات: الكسرة والياء والفتحة (7) .\nفأمّا الكسرةُ فتكونُ علامةً للخفضِ في ثلاثِ مواضعَ: في الاسمِ المفردِ المنصرف (8) ، وجمع التكسير المنصرف (9) ،.......................................................................\n__________\n(1) 1) نحو: (رأيتُ حماك)، و(رأيت فاك)، و(رأيت ذا علمٍ)، ومنه قول الله تعالى: {وَجَاءُوْا أَباهُمْ عِشَاءً يَبْكُوْنَ} فـ(أبا) مفعول به منصوب وعلامة نصبه الألفِ نيابة عن الفتحة لأنه من الأسماء الخمسة.\n(2) 2) ومنه قول الله تعالى: {إنّ المسْلِمِيْنَ والمسْلمَاتِ}، فـ(المسلمات) معطوف على اسم (إنّ) منصوب وعلامة نصبه الكسرة نيابة عن الفتحة لأنه جمع مؤنث سالم.\n(3) 3) ومنه قول الله تعالى: {وَدَخَلَ المَدِيْنةَ على حِيْنِ غَفْلَةٍ مِنْ أَهْلِها فَوَجَدَ فِيْها رُجُلَيْنِ}، فـ(رجلين) مفعول به منصوب وعلامة نصبه الياء نيابة عن الفتحة لأنه مثنى.\n(4) 4) ومنه قول الله تعالى: {واللهُ يُحبُّ المُحْسِنيْنَ}، فـ(المحسنين) مفعول به منصوب وعلامة نصبه الياء نيابة عن الفتحة لأنه جمع مذكر سالم.\n(5) 5) وهو ما كان على وزن (يفعلان، تفعلان، يفعلون، تفعلون، تفعلين)، وقد مضى ذكرُها.\n(6) 6) ومنه قول الله تعالى: {فإن لم تفعلوا ولن تفعلوا}، فـ(تفعلوا) فعل مضارع منصوب وعلامة نصبه حذف النون لأنه من الأفعال الخمسة.\n(7) 7) بدأ بالكسرةِ لأنّها الأصل، وثنّى بالياء لأنّها بنتُها، وختمَ بالفتحةِ لأنها أختُ الكسرة في التحريك، ولكلِّ منها مواضع تختصّ بها.\n(8) 8) الصّرْفُ: هو التنوين، والاسم المنصرف: الذي يلحقُ الصرفُ آخرَهُ، وهو الأصل في الأسماء، ومنه قول الله تعالى: {أوْ كَالّذي مَرّ على قرْيةٍ وهيَ خاوِيَةٌ على عُروْشِها}، فـ(قرية) اسم مخفوض وعلامة خفضهِ الكسرة، وهو منصرف لِلُحُوق التنوين.\n(9) 9) ومنه قول الله تعالى: {وأنّهُ كانَ رجالٌ منَ الإنْسِ يعُوْذُونَ برجالٍ من الجِنِّ} فـ(رجال) اسم مخفوض وعلامة خفضه الكسرة، وهو منصرف لِلُحُوق التنوين.",
        "(1/6)\n\nوجمع المؤنث السالم (1) .\nوأمّا الياءُ فتكون علامةً للخفضِ في ثلاثةِ مواضعَ: في الأسماءِ الخمسةِ (2) ، وفي التثنيةِ (3) ، والجمعِ (4) .\nوأمّا الفتحةُ فتكون علامةً للخفضِ في الاسمِ الذي لا ينصرِف (5) .\n__________\n(1) 1) ومنه قول الله تعالى: {عَسَى ربُّهُ إنْ طَلَّقَكُنَّ أنْ يُبْدلَهُ أزْواجاً خيراً منْكنّ مسلماتٍ مُؤْمِناتٍ} فـ(مسلمات) نعت منصوب وعلامة نصبه الكسرة.\n(2) 2) بشروطها السابق بيانها، ومنه قول الله تعالى: {ارْجِعُوا إلى أَبيْكُم}، فـ(أبي) اسم مخفوض وعلامة خفضه الياء نيابة عن الكسرة لأنه من الأسماء الخمسة.\n(3) 3) ومنه قول الله تعالى: {وأمّا الجِدارُ فكانَ لِغُلامَيْنِ يتيمينِ}، فـ(غلامين) اسم مخفوض وعلامة خفضه الياء نيابة عن الكسرة لأنه مثنى.\n(4) 4) ومنه قول الله تعالى: {حَرِيْصٌ عليْكُم بالمؤْمِنيْنَ رؤُوفٌ رحيْم}، فـ(المؤمنين) اسم مخفوض وعلامة خفضه الياء نيابة عن الكسرة لأنه جمع مذكر سالم.\n(5) 5) الاسم المُعرَبُ الذي لا يدخله التنوينُ لوجود علّتينِ من عللٍ تسع أو واحدة تقومُ مقامُ اثنتين، والأصلُ في الأسماءِ أن تكون منصرفةً، فإذا وُجِدَ فيها مانعٌ من الموانع التي وضعها النحاةُ مُنِعتْ من الصّرفِ، والعلامةُ الدالّةُ على منع الاسم من الصرفِ قد تكون واحدةً تغني عن علتين، وقد تكون اثنتين معاً، وقد جمعها بعضُ الأئمة فقال:\nاجمعْ وزِنْ عادلاً أنّثْ بمعرفَةٍ ... ركّبْ وزِدْ عُجْمةً فالوَصْفُ قد كَمُلا\n\nونشرحُ هذا البيت باختصار شديد، فأقول وبالله التوفيق:\nالمرادُ بقوله: (اجمعْ) صيغةُ منتهى الجموع، وهو ما كان على وزنِ (مفاعل) كـ(منابر)، أو (مفاعيل) كـ(مصابيح)، أو (فواعل) كـ(صوامع)، أو (فواعيل) كـ(طواحين)، وهذه العلّة تغني عن علتين.\nوالمُرادُ بقوله: (وزِنْ) وزن الفعل: وهو أن يكون الاسمُ على وزنٍ خاصٍ بالفعل، بشرط وُجود أحد علامتين؛ الوصفية أو العلميّة، مثال الأول: (أحسن)، ومثال الثاني: (يزيد).\nوالمراد بقوله: (عادلاً) العدل: وهو تحويل الاسم من حالة إلى أخرى مع بقاء المعنى الأصلي، بشرط وجود أحد علامتين؛ الوصفية أو العلمية، مثال الأول: (رُباع)، ومثال الثاني: (عمر). =\n= والمراد بقوله: (أنّث) التأنيث، وهو نوعان؛ التأنيث بألف التأنيث المقصورة أو الممدودة والتأنيث بغير الألف، فالتأنيث بالألف علة تغني عن علّتين، ومثاله بالألف المقصورة: (صرعى)، ومثاله بالألف الممدودة: (صفراء)، أمّا التأنيث بغير الألف فيُشترط لمنعه من الصرف وجود العلميّة، ومثاله: (زينب) و(طلحة) .\nوالمُراد بقوله: (بمعرفةٍ) العلميّة دون غيرها من المعارف، والعلمية تُشترَطُ مع علل أخرى، تقدم منها الوزن والعدل والتأنيث، وسيأتي التركيب والزيادة والعجمة.\nوالمراد بقوله: (ركّبْ) التركيب المزجي، وهو كلُّ كلمتين امتزجتا حتى صارتا كالكلمة الواحدة غير مختوم بـ(ويه)، ويُشتَرطُ وجود العلمية، ومثاله: (حضرموت).\nوالمراد بقوله (زدْ) زيادة الألف والنون في الاسم، بشرط وجود أحد علامتين؛ الوصفية أو العلمية، فمثال الأول: (عطشان)، ومثال الثاني: (عثمان).\nوالمراد بقوله (عُجْمةً) العجميّة: وهي أن تكون الكلمة غير عربيّة، ولمنعها من الصرف لابدّ من العلمية، وأن يكون زائداً على ثلاثة أحرف، ومثالهُ: (إبراهيم).\nوالمراد بقوله: (الوصف) الصفة: وهي ما دلّ على معنى وذات، والوصفية تُشترط مع علل أخرى تقدم ذكرها، وهي الوزن والعدل والزيادة.\nويُشترط ألاّ يكونَ مضافاً ولا محلًّى بـ(أل)، وإلاّ جُرّ بالكسرةِ، ومحلُّ هذا كلّه المطوّلات، لا المختصراتْ.\n(1/7)",
        "\nوللجزْمِ علامتان: السكونُ، والحذفُ (1) .\nفأمّا السكونُ فيكون علامةً للجزمِ في الفعل المضارعِ الصحيحِ الآخرِ (2) .\nوأمّا الحذفُ فيكون علامةً للجزمِ في الفعلِ المضارعِ المعتلّ الآخرِ (3) ،......................\n__________\n(1) 1) السكون: حذفُ الحركة، والحذفُ: حذفُ الحرفِ، ولكلِّ واحدٍ منهما موضع يختصُّ به.\n(2) 2) صحيحُ الآخر: ما ليس آخرُه حرفاً من حروف العلّة الثلاثة، وهي: الألف والواو والياء، نحو (يلعبُ)، ومنه قول الله تعالى: {لم يَلِدْ وَلمْ يُوْلَدْ}، فـ(يلد) فعل مضارع مجزوم وعلامة جزمه السكون لأنه صحيحُ الآخر.\n(3) 3) المعتلّ عند النحويين: هو الذي آخرهُ حرف من حروف العلّةِ الثلاثة، نحو (يرضى) و(يدعو) و(يمشي)، ومنه قول الله تعالى: {وإِنْ تشْكُرُوا يَرْضَهُ لكم}، فـ(يرضَ) فعل مُضارع جواب الشرط مجزوم وعلامة جزمه حذف الألف نيابةً عن السكون لأنّهُ معتلّ الآخر، وقول الله تعالى: {وَمَنْ يَدْعُ= =مع اللهِ إلهً آخَرَ لا بُرهانَ لهُ بهِ فَإنّمَا حِسَابُهُ عِنْدَ ربّهِ} فـ(يدع) فعل مضارع فعل الشرط مجزوم وعلامة جزمه حذف الواو نيابةً عن السكون لأنّه معتل الآخر.\n(1/8)\n",
        "وفي الأفعالِ الخمسةِ التي رفعُها بثباتِ النون (1) .\n(فصلٌ) (2) المعرباتُ قسمان: قسمٌ يُعْرَبُ بالحركاتِ، وقسمٌ يُعْرَبُ بالحروفِ (3) .\nفالذي يُعْرَبُ بالحركاتِ أربعةُ أشياء: الاسمُ المفردُ، وجمعُ التكسيرِ، وجمعُ المؤنّث السالم، والفعلُ المضارعُ الذي لم يتصلْ بآخرهِ شيءٌ.\nوكلُّها تُرْفَعُ بالضمّةِ، وتُنْصَبُ بالفتحةِ، وتُخْفَضُ بالكسرةِ، وتجزمُ بالسكونِ، وخرج عن ذلك ثلاثةُ أشياءَ: جمعُ المؤنّثِ السالم ينصبُ بالكسرةِ (4) ، والاسمُ الذي لا ينصرفُ يخفضُ بالفتحةِ (5) ، والفعلُ المضارعُ المعتلُّ الآخر يجزمُ بحذفِ آخرهِ (6) .\nوالذي يُعْرَبُ بالحروفِ أربعةُ أنواع: التثنيةُ، وجمعُ المذكّرِ السالم، والأسماءُ الخمسةُ، والأفعالُ الخمسةُ، وهي: يفعلان، وتفعلان، ويفعلون، وتفعلون، وتفعلين.\nفأمّا التثنيةُ فترفعُ بالألِفِ، وتنصَبُ وتُخْفَضُ بالياءِ.\nوأمّا جمعُ المذكّرِ السالم فيُرفَعُ بالواوِ، ويُنصَبُ ويخفَضُ بالياءِ.\nوأمّا الأسماءُ الخمسةُ فترفَعُ بالواوِ، وتنصَبُ بالألفِ، وتخفَضُ بالياءِ.\n__________\n(1) 1) ومنه قول الله تعالى: {فَإِنْ لمْ تَفعَلُوا} فـ(تفعلوا) فعل مضارع مجزوم بـ(لم) وعلامة جزمه حذف النون نيابةً عن السكون لأنّه من الأفعال الخمسة.\n(2) 2) سيذكرُ فيه على وجه الإجمالِ ما مرَّ من أول باب علامات الإعراب إلى هنا، تمريناً للطالبِ.\n(3) 3) الحركات هي: الضمةُ، والفتحةُ، والكسرةُ، والسكونُ، والحروف هي: الواو، والألفُ، والياءُ، والنون، وحذف الحرف.\n(4) 4) ومنه قول الله تعالى: {وَخَلَقَ اللهُ السّماواتِ وَالأَرْضَ بالحقِّ} فـ(السماوات) مفعول به منصوب وعلامة نصبه الكسرة نيابة عن الفتحة، لأنه جمع مؤنث سالم.\n(5) 5) ومنه قول الله تعالى {ولَقَدْ زيّنَّا السمَاءَ الدّنيا بِمَصابِيْحَ}، فـ(المصابيح) اسم مجرور وعلامة جرّهِ الفتحة نيابة عن الكسرة لأنه ممنوع من الصرف لوجود علة تغني عن علّتين.\n(6) 6) ومنه قول الله تعالى: {كلاّ لَمّا يَقْضِ مَا أَمَرَهُ} فـ(يقض) فعل مضارع مجزوم وعلامة جزمه حذف الياء نيابة عن الكسرة لأنه معتل الآخر.\n(1/9)\n\nوأمّا الأفعالُ الخمسةُ فترفَعُ بالنونِ، وتُنصَبُ وتجزمُ بحذفِها (1) .\n(بابُ الأفعالِ)\nالأفعالُ ثلاثةٌ: ماضٍ (2) ، ومضارعٌ (3) ، وأمرٌ (4) ، نحو: ضَرَبَ، ويَضْرِبُ، واضْرِبْ.\nفالماضي مفتوحُ الآخرِ أبداً (5) ، والأمرُ مجزومٌ أبداً (6) ، والمضارعُ ما كانَ في أولّهِ إحدى الزوائدِ الأربعِ التي يجمعُها قولُكَ (أنيت) (7) ، وهو مرفوعٌ أبداً (8) ، حتى يدخلَ عليه ناصبٌ أو جازمٌ (9) .\n__________\n(1) 1) وقد مضى التمثيلُ عليها.\n(2) 2) وهو ما دلَّ على حصول شيءٍ قبل زمن التكلّم، نحو (صلّى).\n(3) 3) وهو ما دلَّ على حصول شيءٍ في زمن التكلّم أو بعدهُ، نحو (يُصلّي).\n(4) 4) وهو ما يُطلَبُ به حصولُ شيءٍ بعد زمن التكلّم، نحو (صلِّ).\n(5) 5) أي: دائماً، إمّا لفظاً كما في (ضربَ)، أو تقديراً كما في (سعى)، واعلمْ أنّ المختارَ بناءُ الماضي على الفتحِ إلاّ في موضعين:\n1- إذا اتّصل به واوُ الجماعة، فيبنى على الضمّ، ومنه قول الله تعالى: {قالُوا سمعْنا وأطعْنا}.\n2- إذا اتّصل به ضميرُ الرفعِ المتحرّك، وهو (تاء الفاعل، أو نا الفاعلين، أو نون النسوة)، نحو (أنفَقْتُ)، و(أنفَقْنا)، و(أنفقْنَ)، فيُبنى على السكون.\n(6) 6) اعْلم أنّ المختارَ بناءُ فعلُ الأمرِ على السكون، إلاّ إذا اتّصل به نونُ التوكيدِ فيُبنى على الفتحِ، وإن كان مضارعُهُ معتلَّ الآخر بُنِيَ على حذف حرف العلّة، وإن كان مضارعُه من الأفعال الخمسة بُنيَ على حذف النون.\n(7) 7) فالهمزةُ للمتكلّم وحدهُ نحو (أقرأُ)، والنونُ للمتكلّم مع غيره، وللمتكلّم وحده المعظّم نفسه نحو (نقرأُ)، والياءُ للغائبِ نحو (يقرأُ)، والتاءُ للمخاطب أو الغائبة نحو (أنت تقرأُ)، ونحو (تقرأُ عائشةُ).\n(8) 8) فهو المعربُ من الأفعالِ، وذلك ما لم تتّصل به نون التوكيد أو نون النسوة، فإن اتّصل به نون التوكيد بُنِيَ على الفتح، ومنه قول الله تعالى: {لَيُسْجَنَنّ وليكوناً}، وإن اتّصل به نونُ النسوة بُنِيَ على السكون، ومنه قول الله تعالى: {وقُلْنَ حاشَ للهِ ما هذا بشراً}.\n(9) 9) ومنه قول الله تعالى: {قُلْ أعوذُ بِرَبِّ النّاسِ}، فـ(أعوذ) فعل مضارع مرفوع لتجرّده من الناصب والجازمِ، وعلامة رفعهِ الضمة، فإن دخل عليه ناصبٌ نصبهُ، وإن دخل عليهِ جازمٌ جزمهُ.",
        "(1/10)\n\nفالنواصبُ عشرةٌ، وهي: أنْ (1) ، ولن (2) ، وإذن (3) ، وكي (4) ، ولامُ كي (5) ، ولامُ الجحود (6) ، وحتى (7) ، والجوابُ بالفاءِ، والواوِ (8) ،.........................................................\n__________\n(1) 1) حرفُ مصدرٍ ونصبٍ واستقبالٍ، أما أنّها (مصدر) فلأنّها تُؤوَّلُ مع الجملة بعدها بمصدرٍ، وأما أنها (استقبال) فلأنّها إذا دخلت على المضارع تُخلّصُه لزمان الاستقبال، ومنه قول الله تعالى: {والّذيْ أَطْمَعُ أنْ يَغْفِرَ لي خَطِيْئَتي يومَ الدّيْن} فـ(يغفر) فعل مضارع منصوب وعلامة نصبه الفتحة الظاهرة.\n(2) 2) حرفُ نفي ونصبٍ واستقبال، فأما (نفي) فدلالتها على النفي، ومنه قول الله تعالى: {إنَّ الذينَ كفرُوا لنْ تُغنيَ عنهُم أموالُهُم}، فـ(تغني) فعل مضارع منصوب وعلامة نصبه الفتحة.\n(3) 3) حرفُ جوابٍ وجزاء ونصب، أما أنها (جواب) فلأنّها لابدّ أن تكونَ في كلام هو جوابٌ لكلامٍ متقدّم، وأما (جزاء) فلأنّه لابدّ أن يكون مضمونُ الكلام الذي هي فيه جزاءً لمضمون ذلك الكلام المتقدم، ويُشترط لنصب المضارع بها ثلاثة شروط؛ الأول: أن تكون في صدر جملة الجواب، الثاني: أن يكون المضارع الواقع بعدها دالاًّ على الاستقبال، الثالث: أن لا يفصل بينها وبين المضارع فاصلٌ غير القسم أو النداء أو (لا) النافية، ومثاله أن تقول - جوابا على من قال: (سأزورك غداً) -: (إذن أُكرمَكَ).\n(4) 4) حرف مصدر ونصب، ومنه قول الله تعالى: {كَيْ نُسَبِّحَكَ كَثِيراً}، فـ(نسبح) فعل مضارع منصوب وعلامة نصبه الفتحة.\n(5) 5) ويسمّونها (لام التعليل)، ومنه قول الله تعالى: {ليَغْفِرَ لكَ اللهُ ما تقَدّمَ مِنْ ذَنْبِكَ وما تَأَخّرَ} فـ(يغفر) فعل مضارع منصوب وعلامة نصبه الفتحة\n(6) 6) والمراد بالجحود: النفي، وضابطها أن تُسبقَ بـ(ما كان) أو (لم يكن) كقول الله تعالى: {وما كان اللهُ لِيُعَذّبَهُمْ وأنتَ فيْهُم}، فـ(يعذب) فعل مضارع منصوب وعلامة نصبه الفتحة.\n(7) 7) وتفيد الغاية فتكون بمعنى (إلى)، أو التعليل فتكون بمعنى (كي)، ومنه قول الله تعالى: {حتّى يَرْجِعَ إليْنا موسى}، فـ(يرجع) فعل مضارع منصوب وعلامة نصبه الفتحة، ونحو قولك: (أسلمْ حتى تدخلَ الجنّة).\n(8) 8) وتكون ناصبةً للفعل المضارع إذا جاءتْ بعد نفي أو طلب، أمّا النفيُ فقول الله تعالى: {لا يُقْضَى عَلِيْهِمْ فَيَمُوتُوْا}، فـ(يموتوا) فعل مضارع منصوب وعلامة نصبه حذف النون، وأمّا الطلب فقولك: (اقرأْ فتفْهمَ)، والطلبُ ثمانيةُ أشياء، وقد جمعها بعض الفضلاء؛ فقال : =\nمُرْ وادْعُ وانهَ وسلْ واعْرضْ لحضّهِمُ ... تمنّ وارْجُ كذاكَ النّفيُ قد كَمُلا\nج\n\nفـ(مر) الأمر، و(ادعُ) الدعاء، و(انْهَ) النهي، و(سلْ) الاستفهام، و(اعرضْ) العرض، و(حضهم) التحضيض، و(تمنّ) التمني، و(ارجُ) الرجاء، و(النفي) كما مضى.\n(1/11)",
        "\nوأو (1) .\nوالجوازمُ ثمانيةَ عشرَ (2) ، وهي: لم (3) ، ولماّ (4) ، وألمْ (5) ، وألمَّا (6) ،.............................\n__________\n(1) 1) ويُشترطُ في هذه الكلمة أن تكون بمعنى (إلاّ) أو بمعنى (إلى) وضابطُ الأولى: أن يكون ما بعدها ينقضي دفعة، نحو: (يُعاقبُ المسيءُ أو يعتذرَ)، إذْ يصحّ أن يُقال: إلا أن يعتذرَ، وضابط الثانية: أن يكون ما بعدها ينقضي شيئا فشيئاً، نحو: (لأدْعُوَنّ الكافرَ أو يُسلمَ)، إذْ يصحُّ أن تقول: إلى أن يسلمَ.\n(2) 2) وهي على قسمين؛ الأول: يجزم فعلا واحداً، والثاني: يجزم فعلين، الأول: فعل الشرط، والثاني: جواب الشرط.\n(3) 3) حرف نفي وجزمٍ وقلب، تجزم فعلا واحداً، وتقلب زمن الحال والاستقبال إلى الزمن الماضي، ومنه قول الله تعالى: {لمْ يَلدْ ولم يُوْلَدْ}، فـ(لم) حرف نفي وجزم وقلب، و(يلد) فعل مضارع مجزوم وعلامة جزمه السكون.\n(4) 4) مثل (لم) في العمل والمعنى، إلاّ أنّ زمنَ المنفي بها يمتدُّ إلى زمن النطق، فيشمل الزمان الماضي والحالي معاً، ويُتوقَعُ ثبوتُ مجزومها بعد ذلك، ومنه قول الله تعالى: {وَلَمَّا يَدْخُلِ الإيمَانُ فِي قُلُوبِكُمْ}، فـ(لمّا) حرف نفي وجزم وقلب، و(يدخل) فعل مضارع مجزوم وعلامة جزمه السكون، وإنما حرّكَ للتخلّص من التقاء الساكنين، فالنفي هنا بـ(لما) يدلّ على دخولهم في الإيمان بعد ذلك.\n(5) 5) حرف استفهام ونفي وجزم وقلب، وهو (لم) زيدت عليه همزة التقرير، ومنه قول الله تعالى: {ألمْ نشرحْ لكَ صدرَكَ}، فـ(ألم) حرف استفهام ونفي وجزم وقلب، و(نشرح) فعل مضارع مجزوم وعلامة جزمه السكون.\n(6) 6) هو حرف استفهام ونفي وجزم وقلب، وهو (لما) زيدت عليه همزة التقرير، نحو قولك: (ألمّا أُحسنْ إليك)، فـ(ألما) حرف استفهام ونفي وجزم وقلب، و(أحسن) فعل مضارع مجزوم وعلامة جزمه السكون.\n(1/12)\n",
        "ولام الأمر والدعاء (1) ، و(لا) في النهي والدعاء (2) ، وإن (3) ، وما (4) ، ومهما (5) ، وإذْ مَا (6) ، وأيٌّ (7) ،\n__________\n(1) 1) وكلٌّ من الأمر والدعاء يُقصدُ به طلبُ حصول الفعل طلباً جازماً، فإن كان من أدنى إلى أعلى فهو الدعاء، وإن كان من أعلى إلى أدنى فهو الأمر، وتجزم فعلاً واحداً، قال الله تعالى: {لِيُنْفِقْ ذو سَعةٍ مِنْ سَعَتِهِ} فـ(اللام) لام الأمر، و(ينفق) فعل مضارع مجزوم وعلامة جزمه السكون، وكقوله تعالى: {لِيَقْضِ عليْنا ربُّكَ} فـ(اللام) للدعاء، و(يقضِ) فعل مضارع مجزوم وعلامة جزمه حذف حرف العلّة.\n(2) 2) وكلّ منهما يُقصَدُ به طلبُ الكفِّ عن الفعل وتركِه، فإن كان من أدنى إلى أعلى فهو الدعاء، وإن كان من أعلى إلى أدنى فهو النهي، وتجزم فعلاً واحداً، ومنه قول الله تعالى: {لا تُشْرِكْ باللهِ} فـ(لا) للنهي، و(تشرك) فعل مضارع مجزوم وعلامة جزمه السكون، وكقوله تعالى: {ربَّنا لا تُؤاخِذْنا} فـ(لا) للدعاء، و(تؤاخذْ) فعل مضارع مجزوم وعلامة جزمه السكون.\n(3) 3) وهي تفيدُ تعليقَ وقوعِ الجوابِ على وقوعِ الشرطِ من غير دلالة على زمانٍ أو مكانٍ، وتجزم فعلين الأول: فعل الشرط، والثاني: جوابه، ومنه قول الله تعالى: {إنْ يُريدا إصلاحاً يوفّقِ اللهُ بينهُما}، فـ(إن) أداة شرط يجزم فعلين، و(يريدا) فعل الشرط مجزوم وعلامة جزمه حذف النون لأنه من الأفعال الخمسة، و(يوفق) جواب الشرط مجزوم وعلامة جزمه السكون، وإنّما حُرّكَ للتخلّص من التقاء الساكنين.\n(4) 4) وهي لغير العاقل، وتجزمُ فعلين، ومنه قول الله تعالى: {مَا نَنْسَخْ مِنْ آيَةٍ أَوْ نُنْسِهَا نَأْتِ بِخَيْرٍ مِنْهَا}، فـ(ما) أداة شرط، و(ننسخ) فعل الشرط مجزوم وعلامة جزمه السكون، و(نأت) جواب الشرط مجزوم وعلامة جزمه حذف حرف العلّة.\n(5) 5) وهي لغير العاقل، وتجزم فعلين، ومنه قول الله تعالى: {وَقَالُوا مَهْمَا تَأْتِنَا بِهِ مِنْ آيَةٍ لِتَسْحَرَنَا بِهَا فَمَا نَحْنُ لَكَ بِمُؤْمِنِينَ}، فـ(مهما) أداة شرط، و(تأت) فعل الشرط مجزوم وعلامة جزمه حذف حرف العلّة، و(الفاء) فاء الرابطة لجواب الشرط، والجملة الاسمية في محل جزم جواب الشرط.\n(6) 6) وهي لمجرّد تعليق الجواب على الشرط، وتجزم فعلين، كقولك: (إذما تفعلْ شرّاً تندمْ)، فـ(إذ ما) أداة شرط، و(تفعل) فعل الشرط مجزوم وعلامة جزمه السكون، و(تندم) جواب الشرط مجزوم وعلامة جزمه السكون.\n(7) 7) وهي بحسَب ما تُضافُ إليه، فإذا أضيفتْ إلى نكرة فهي نكرة، أو إلى عاقل فعاقل، وإن أُضيفتْ إلى ظرف زمان أو مكان فهي كذلك، وهكذا...، وتجزم فعلين، نحو: (أيَّ الكتبِ تقرأْ أقرأْ)، فـ(أي) أداة شرط، و(تقرأ) فعل الشرط مجزوم وعلامة جزمه السكون، و(أقرأ) جواب الشرط مجزوم وعلامة جزمه السكون.\n(1/13)\n\nومتى (1) ، وأين (2) ، وأيّان (3) ، وأنَّى (4) ، وحيثما (5) ، وكيفما (6) ، وإذاً في الشعر خاصة (7) .\n__________\n(1) 1) وهي للدلالة على مطلق الزمان، وتجزم فعلين، تقول: (متى يأتِ الصيفُ ينضجِ العنبُ)، فـ(متى) أداة شرط، و(يأت) فعل الشرط مجزوم وعلامة جزمه حذف حرف العلة، و(ينضج) جواب الشرط مجزوم وعلامة جزمه السكون، وإنّما حُرّكَ للتخلّص من التقاء الساكنين.\n(2) 2) وهي موضوعة للدلالة على المكان، وتجزم فعلين، ومنه قول الله تعالى: {أينمَا تكونُوا يُدْرِكْكُمُ الموتُ}، فـ(أينما) أداة شرط، و(تكونوا) فعل الشرط مجزوم وعلامة جزمه حذف النون لأنه من الأفعال الخمسة، و(يدرك) جواب الشرط مجزوم وعلامة جزمه السكون.\n(3) 3) وهي للدلالة على مطلق الزمان، وتجزم فعلين، تقول: (أيّان يبعدِ الزمانُ يفسدْ)، فـ(أيان) أداة شرط، و(يبعد) فعل الشرط مجزوم وعلامة جزمه السكون، وإنما حرّك للتخلص من التقاء الساكنين، و(يفسد) جواب الشرط مجزوم وعلامة جزمه السكون.\n(4) 4) وهي موضوعة للدلالة على المكان، وتجزم فعلين، نحو: (أنّى ينزلْ ذو علمٍ يُكرمْ)، فـ(أنى) أداة شرط، و(ينزل) فعل الشرط مجزوم وعلامة جزمه السكون، و(يكرم) جواب الشرط مجزوم وعلامة جزمه السكون.\n(5) 5) وهي متّصلة بـ(ما) الزائدة، وتجزم فعلين، تقول: (حيثما تجدْ صديقاً وفياً تجدْ كنزاً ثميناً)، فـ(حيثما) أداة شرط، و(تجد) فعل الشرط مجزوم وعلامة جزمه السكون، و(تجد) جواب الشرط مجزوم وعلامة جزمه السكون.\n(6) 6) وهي متصلة بـ(ما) الزائدة، وتجزم فعلين، تقول: (كيفما تَكُنِ الأمّةُ يكنِ الولاةُ)، فـ(كيفما) أداة شرط، و(تكن) فعل الشرط مجزوم وعلامة جزمه السكون، وإنّما حرّك للتخلّص من التقاء الساكنين، و(يكن) جواب الشرط مجزوم وعلامة جزمه السكون.\n(7) 7) وذلك ضرورة، ومنه قول الشاعر:\nاستغْنِ ما أغناكَ ربُّكَ بالغِنى ... فإذا تُصبْكَ خصاصةٌ فتجمّلِ\n\nفـ(إذا) أداة الشرط، و(تصبْ) فعل الشرط مجزوم وعلامة جزمه السكون، و(تجمل) جواب الشرط مجزوم وعلامة جزمه السكون، وإنّما حُرِّكَ للرّوي.",
        "(1/14)\n\n(باب مرفوعات الأسماء) (1)\nالمرفوعات سبعة (2) ؛ وهي: الفاعل، والمفعول الذي لم يسم فاعله، والمبتدأ، وخبره، واسم كان، وأخواتها، وخبر إنّ، وأخواتها، والتابع للمرفوع، وهو أربعة أشياء: النعت، والعطف، والتوكيد، والبدل.\n(باب الفاعل)\nالفاعل هو: الاسم المرفوع (3) المذكور قبله فعله (4) .\nوهو على قسمين:\nظاهر ومضمر (5) ؛ فالظاهرُ نحو قولك: قامَ زيدٌ (6) ، ويقومُ زيدٌ، وقامَ الزيدان، ويقومُ الزيدان (7) ، وقام الزيدون (8) ، ويقومُ الزيدون، وقام الرجالُ، ويقوم الرجالُ (9) ، وقامتْ هندٌ، وتقومُ هندٌ، وقامتْ الهندان، وتقومُ الهندان، وقامتْ الهنداتُ (10) ، وتقومُ الهنداتُ، وتقومُ الهنودُ، وقامَ أخوك، ويقومُ أخوك (11) ،.................................................................................\n__________\n(1) 1) بعدما بيّن علامات الرفع، شرع في تبيين مواقع الرفع.\n(2) 2) سردَها لِتُحفَظ، وسيذكرُها على وجه التفصيل في الباب القادم إن شاء الله تعالى.\n(3) 3) فلا يكون حرفاً ولا فعلاً، ولا منصوباً ولا مخفوضاً.\n(4) 4) فإن ذُكرَ فعلُه بعدهُ كان مبتدأً، لا فاعلاً على المختار.\n(5) 5) الظاهر: ما يدلُّ على معناه بدون حاجةٍ إلى قرينةٍ، والمضمَرُ: لفظٌ يدلُّ على متكلمٍ كـ(أنا)، أو مخاطبٍ كـ(أنت)، أو غائبٍ كـ(هو).\n(6) 6) قام: فعل ماضٍ مبنيٌّ على الفتح، زيدٌ: فاعل مرفوع وعلامة رفعه الضمة.\n(7) 7) يقوم: فعل مضارع مرفوع وعلامة رفعه الضمة، الزيدان: فاعل مرفوع وعلامة رفعه الألف نيابةً على الضمة لأنه مثنى.\n(8) 8) الزيدون: فاعل مرفوع وعلامة رفعه الواو نيابة عن الضمة لأنه جمع مذكر سالم.\n(9) 9) الرجال: فاعل مرفوع وعلامة رفعه الضمة.\n(10) 10) قامت: فعل ماض مبني على الفتح، والتاء للتأنيث، الهندات: فاعل مرفوع وعلامة رفعه الضمة.\n(11) 11) أخو: فاعل مرفوع وعلامة رفعه الواو نيابة عن الضمة لأنه من الأسماء الخمسة، وهو مضاف، الكاف: ضمير متصل مبني في محل جرّ بالإضافة.\n(1/15)",
        "\nوقامَ غلامي (1) ، ويقومُ غلامي، وما أشبه ذلك.\nوالمضمرُ اثنا عشر (2) ؛ نحو قولك: ضربْتُ (3) ، وضربْنا، وضربْتَ، وضربتِ، وضربْتُما (4) ، وضربْتُم (5) ، وضربْتُنّ (6) ، وضربَ (7) ، وضربَتْ (8) ، وضربَا (9) ، وضربُوا (10) ، وضربْنَ (11) .\n(بابُ المفعولِ الذي لم يُسَمَّ فاعلُهُ) (12)\nوهو: الاسمُ المرفوعُ الذي لم يُذكَرْ معهُ ..............................................\n__________\n(1) 1) غلام: فاعل مرفوع وعلامة رفعه الضمة المقدّرة على آخره، منع من ظهورها اشتغال المحلّ بالحركة المناسبة، وهو مضاف، الياء: ضمير متصل مبني في محلّ بالإضافةِ.\n(2) 2) وكلّها مبنيةٌ، وفي محل رفع فاعل.\n(3) 3) ضرب: فعل ماض مبني على السكون لاتصاله بضمير الرفع المتحرّك، التاء: ضميرٌ متصل مبني في محل رفع فاعل.\n(4) 4) ضرب: فعل ماض مبني على السكون لاتصاله بضمير الرفع المتحرك، تاء: ضمير متصل مبني في محل رفع فاعل، الميم والألف: علامة الثنية.\n(5) 5) ضرب: فعل ماض مبني على السكون لاتصاله بضمير الرفع المتحرك، التاء: ضمير متصل مبني في محل رفع فاعل، الميم: علامة الجمع.\n(6) 6) ضرب: فعل ماض مبني على السكون لاتصاله بضمير الرفع المتحرك، التاء: ضمير متصل مبني في محل رفع فاعل، النون: علامة التأنيث.\n(7) 7) ضرب: فعل ماض مبني على الفتح، والفاعل ضمير مستتر جوازاً تقديره (هو).\n(8) 8) ضرب: فعل ماض مبني على الفتح، التاء: للتأنيث، والفاعل ضمير مستتر جوازا تقديره (هي).\n(9) 9) ضرب: فعل ماض مبني على الفتح، الألف: ضمير متصل مبني في محل رفع فاعل.\n(10) 10) ضرب: فعل ماض مبني على الضم لاتصاله بواو الجماعة، الواو: ضمير متصل مبني في محل رفع فاعل.\n(11) 11) ضرب: فعل ماض مبني على السكون لاتصاله بضمير الرفع المتحرك، النون: ضمير متصل مبني في محل رفع فاعل.\n(12) 12) ويُسمّيه ابنُ مالك وابنُ هشام والسيوطي رحمهم الله تعالى: نائبُ الفاعل، وهو ثاني المرفوعات.\n(1/16)\n",
        "فاعلُهُ (1) .\nفإن كان الفعلُ ماضياً ضُمَّ أولُهُ، وكُسِرَ ما قبلَ آخرهِ (2) ، وإن كان مضارعاً ضُمَّ أولُهُ وفُتِحَ ما قبلَ آخرهِ (3) .\nوهو على قسمين: ظاهرٌ، ومُضمَرٌ؛ فالظاهرُ نحو قولك: ضُرِبَ زيدٌ (4) ، ويُضرَبُ زيدٌ، وأُكرِمَ عمروٌ، ويُكرَمُ عمروٌ (5) .\nوالمضمرُ نحو قولك: ضُرِبْتُ (6) ، وضربْنا، وضربْتَ، وضربْتِ، وضربْتُما (7) ، وضربْتُم (8) ، وضربْتُنَّ (9) ، وضُرِبَ (10) ، وضُرِبَتْ (11) ، وضُرِبَا (12) ، وضُرِبُوا (13) ، وضُرِبْنَ (14) .\n__________\n(1) 1) فيحذِفُ المتكلّمُ الفاعلَ ويكتفي بذكرِ الفعل والمفعول، وحينئذٍ يجبُ عليه أن يغيّرَ صورةَ الفعلِ على ما سيأتي، ويغيّرَ صورةَ المفعولِ أيضاً، فيصيرُ مرفوعاً بعد ما كان منصوباً.\n(2) 2) فتقول في نحو (حفظَ محمدٌ القرآنَ): حُفِظَ القرآنُ.\n(3) 3) فتقول في نحوِ (يدرسُ محمدٌ الخلاصةَ): تُدْرَسُ الخلاصةُ.\n(4) 4) ضُرِبَ: فعل ماض مبني لما لمْ يُسمَّ فاعلُهُ، زيد: نائب فاعل مرفوع وعلامة رفعه الضمة.\n(5) 5) يُكرَمُ: فعل مضارع مبني لما لمْ يُسمَّ فاعلهُ، زيد: نائب فاعل مرفوع وعلامة رفعه الضمة.\n(6) 6) ضرب: فعل ماض مبني لما لم يُسمَّ فاعلهُ، التاء: ضمير متصل مبني في محل رفع نائب فاعل.\n(7) 7) ضرب: فعل ماض مبني لما لم يُسمَّ فاعلهُ، التاء: ضمير متصل مبني في محل رفع نائب فاعل، الميم والألف: علامة التثنية.\n(8) 8) ضرب: فعل ماض مبني لما لم يُسمَّ فاعلهُ، التاء: ضمير متصل مبني في محل رفع نائب فاعل، الميم: علامة الجمع.\n(9) 9) ضرب: فعل ماض مبني لما لم يُسمَّ فاعلهُ، التاء: ضمير متصل مبني في محل رفع نائب فاعل، النون: علامة التأنيث.\n(10) 10) ضرب: فعل ماض مبني لما لم يُسمَّ فاعلهُ، ونائب الفاعل ضمير مستتر تقديره (هو).\n(11) 11) ضرب: فعل ماض مبني لما لم يُسمَّ فاعلهُ، التاء: للتأنيث، ونائب الفاعل ضمير مستتر تقديره (هي).\n(12) 12) ضرب: فعل ماض مبني لما لم يُسمَّ فاعلهُ، الألف: ضمير متصل مبني في محل رفع نائب فاعل.\n(13) 13) ضرب: فعل ماض مبني لما لم يُسمَّ فاعلهُ، الواو: ضمير متصل مبني في محل رفع نائب فاعل.\n(14) 14) ضرب: فعل ماض مبني لما لم يُسمَّ فاعلهُ، النون: ضمير متصل مبني في محل رفع نائب فاعل.\n(1/17)\n\n(باب المبتدأ والخبر)\nالمبْتَدَأُ: هو الاسمُ المرفوعُ العاري عن العواملِ اللفظيةِ (1) .\nو الخَبَرُ: هو الاسمُ المرفوعُ المسندُ إليهِ (2) , نحو قولك: زيد قائمٌ (3) ، والزيدان قائمان (4) ، و الزيدون قائمون.\nوالمبتدأُ قسمان: ظاهرٌ ومضمرٌ؛ فالظاهرُ ما تقدّمَ ذكرُهُ، والمضْمَرُ اثنا عشرَ؛ وهي: أنا (5) , ونحن، وأنتَ, وأنتِ, وأنتُما (6) , وأنتُم, وأنتُنَّ, وهو, وهي, وهما, وهمْ, وهنَّ, نحو قولك: أنا قائم، ونحن قائمون (7) ، وما أشبهَ ذلك.\nوالخبرُ قسمان: مفردٌ (8) ، وغيرُ مفردٍ (9) ، فالمفردُ نحو: زيدٌ قائم (10) ، وغيرُ المفردِ أربعةُ أشياءَ: الجارُّ والمجرورُ، والظرفُ، والفعلُ مع فاعلهِ، والمبتدأُ مع خبرهِ، نحو قولك: زيدٌ في الدّار (11) ، وزيدٌ ..\n__________\n(1) 1) أي خالياً عن العوامل اللفظيّة، وسيتّضح بالمثال.\n(2) 2) والذي تَتمُّ به مع المبتدأِ فائدةٌ.\n(3) 3) زيد: اسمٌ جاءَ في أولِ الجملةِ، ولم يدخلْ عليه عاملٌ لفظيٌّ كحرفِ جرٍّ، أو فعلٍ أو غيرِهما فيكون مبتدأً، قائمٌ: مسندٌ تمّتْ بهِ معَ المبتدأِ - وهو (زيد) - فائدةٌ، فيكون خبراً.\n(4) 4) الزيدان: مبتدأ مرفوع وعلامة رفعه الألف نيابة عن الضمة لأنه مثنى، قائمان: خبر المبتدأ مرفوع وعلامة رفعه الألف نيابة عن الضمة لأنه مثنى.\n(5) 5) أنا: ضمير منفصل مبني في محلّ رفع المبتدأ.\n(6) 6) أنت: ضمير منفصل مبني في محل رفع المبتدأ، الميم والألف: علامة الثنية.\n(7) 7) نحن: ضمير منفصل مبني في محل رفع المبتدأ، قائمون: خبر المبتدأ مرفوع وعلامة رفعه الواو نيابة عن الضمة لأنه جمع مذكر سالم.\n(8) 8) والمرادُ به هنا: ما ليس جملةً، ولا شبه جملةٍ.\n(9) 9) وهو نوعان: جملةٌ، وشبهُ جملةٍ، والجملةُ نوعان: اسميةٌ، وفعليةٌ، وشبهُ الجملة نوعان: ظرفٌ، وجارٌّ ومجرور.\n(10) 10) فـ(قائم) خبر المبتدأ مرفوع، وليس جملةً ولا شبه جملةٍ.\n(11) 11) زيد: مبتدأ مرفوع وعلامة رفعه الضمة، في الدار: شبهُ الجملة الجارُّ والمجرورُ في محلّ رفع الخبر.",
        "(1/18)\n\nعندَكَ (1) ، وزيدٌ قامَ أبوهُ (2) ، وزيدٌ جاريَتُهُ ذاهبةٌ (3) .\n(باب العوامل الداخلة على المبتدأ والخبر) (4)\nوهي ثلاثةُ أشياء: كان وأخواتها (5) , و إن وأخواتها (6) , وظننت وأخواتها (7) .\nفأمّا كان وأخواتها, فإنهّا ترفعُ الاسمَ, وتنصبُ الخبرَ (8) , وهي: كان (9) , و أمسى (10) , وأضحى (11) , و ظلَّ (12) , و باتَ (13) , وصارَ (14) , وليس (15) , ومازال, و ما انفَكّ, وما فتئَ, وما برِحَ (16) ,...................................................................................\n__________\n(1) 1) عندك: الظرف في محل رفع الخبر.\n(2) 2) قامَ: فعل ماض مبني على الفتح، أبوه: فاعله، والجملة الفعلية خبر المبتدأ.\n(3) 3) جاريتهُ: مبتدأ ثاني، ذاهبةٌ: خبر المبتدأ الثاني، والجملة الاسمية من المبتدأ الثاني وخبره في محل رفع خبر المبتدأ الأول (زيد).\n(4) 4) تدخلُ على المبتدأ والخبرِ عواملُ تغيّرُ إعرابها.\n(5) 5) وهذه كلّها أفعال.\n(6) 6) وهذه كلّها أحرف.\n(7) 7) وهذه كلّها أفعال.\n(8) 8) ترفعُ المبتدأَ على أنه اسمُها، وتنصبَ الخبرَ على أنه خبرُها.\n(9) 9) فعل ناسخ يرفع المبتدأ وينصب الخبر، ويفيدُ اتصافَ الاسمِ بالخبر في الماضي مع الانقطاعِ.\n(10) 10) ويفيدُ اتصافَ الاسم بالخبر في وقت المساء.\n(11) 11) ويفيد اتصاف الاسم بالخبر في وقت الضحى.\n(12) 12) اتصاف الاسم بالخبر في جميع النهار غالبا.\n(13) 13) ويفيد اتصاف الاسم بالخبر في وقت البيات وهو: الليل.\n(14) 14) ويفيد تحول الاسم من حالته إلى الحالة التي يدلّ عليها الخبر.\n(15) 15) ويفيد نفي الخبر عن الاسم في الزمن الحالي عند الإطلاق.\n(16) 16) وهذه الأربعة تدل على ملازمة الخبر للاسم ملازمة مستمرة لا تنقطع. أو مستمرة إلى وقت الكلام ثم تنقطع بعد وقت طويل أو قصير.\n(1/19)",
        "\nوما دام (1) , وما تصرّفَ (2) منها نحو: كان, و يكون, وكن, وأصبح, ويصبح, وأصبحَ, تقول: كان زيدٌ قائماً (3) , وليس عمروٌ شاخصاً (4) ، وما أشبه ذلك.\nأمّا إنّ وأخواتهُا فإنهّا تنصبُ الاسمَ وترفعُ الخبرَ (5) ؛ وهي ستةُ أحرفٍ: إنّ، وأنّ، ولكنّ، وكأنّ، وليتَ، ولعلّ، تقولُ: إنّ زيداً قائمٌ (6) ، وليتَ عمراً شاخصٌ، وما أشبه ذلك، ومعنى: إنّ، وأنّ للتوكيدِ (7) ، ولكنَّ للاستدراكِ (8) ، وكأنّ للتشبيهِ (9) ، وليتَ للتمنّي (10) ، ولعلّ للترجّي والتوقّع (11) .\nوأمّا ظننْتُ وأخواتهُا فإنهّا تنصبُ المبتدأَ والخبرَ على أنهّما مفعولان لها (12) , وهي: ظننتُ, وحسبْتُ, وخِلْتُ,.........................................................................\n__________\n(1) 1) ومعنى (ما دام): استمرار المعنى الذي قبلها مدة محدودة، هي مدة ثبوت معنى خبرها لاسمها، و(زال) إلى (برح) يُشترطُ لعملها سبقُ نفيٍ، و (دام) لا تعمل إلا بعد (ما) المصدرية الظرفية.\n(2) 2) من أفعال هذا الباب ما لا يتصرّفُ، وهما فعلان: ليس، دام.\n(3) 3) كان: فعل ناسخ، زيد: اسم كان مرفوع وعلامة رفعه الضمة، قائما: خبر كان منصوب وعلامة نصبه الفتحة.\n(4) 4) ليس: فعل ناسخ، عمرو: اسم ليس مرفوع وعلامة رفعه الضمة، شاخصاً: خبر ليس منصوب وعلامة نصبه الفتحة.\n(5) 5) تنصبُ المبتدأَ على أنه اسمُها، وترفعُ الخبرَ على أنه خبرُها.\n(6) 6) إنّ: حرف توكيد ينصب المبتدأ ويرفع الخبر، زيداً: اسم (إن) منصوب وعلامة نصبه الفتحة، قائم: خبر (إن) مرفوع وعلامة رفعه الضمة.\n(7) 7) ومعناه تقوية نسببة الخبر للمبتدأ.\n(8) 8) وهو تعقيب الكلام بنفي ما يُتوهَّم ثبوتُه، أو إثباتِ ما يُتَوهَّم نفيُه.\n(9) 9) وهو يدل على تشبيه المبتدأ بالخبر.\n(10) 10) وهو طلب المستحيل أو ما فيه عسر.\n(11) 11) والترجي: طلب الأمر المحبوب، ولا يكون إلا في الممكن، والتوقع: انتظار وقوع الأمر المكروه في ذاته.\n(12) 12) أي: تدخلُ على المبتدأِ والخبرِ فتنصبُهما جميعاً، ويقالُ للمبتدأِ مفعول أول وللخبرِ مفعول ثان، وتسمّى أفعال القلوب.\n(1/20)\n",
        "وزَعَمْتُ (1) , ورأيْتُ, وعلمْتُ, ووجدْتُ (2) , واتخذْتُ، وجعلْتُ (3) , وسمعْتُ (4) ؛ تقولُ: ظننتُ زيداً قائماً (5) , ورأيتُ عمراً شاخصاً, وما أشبه ذلك.\n(باب النعت) (6)\nالنعتُ: تابعٌ للمنعوتِ في رفعهِ، ونصبهِ، وخفضهِ, وتعريفهِ، وتنكيرهِ؛ تقولُ: قام زيدٌ العاقلُ (7) , ورأيتُ زيداً العاقلَ (8) , ومررْتُ بزيدٍ العاقلِ.\nوالمعرفةُ (9) خمسةُ أشياءَ: الاسمُ المضمرُ؛ نحو: أنا، وأنت, والاسمُ العلمُ (10) ؛ نحو: زيدٌ، ومكةُ, والاسمُ المبهمُ (11) ؛ نحو: هذا، وهذهِ، وهؤلاءِ، والاسمُ الذي فيهِ الألفُ واللامُ؛ نحو: الرجل، والغلام, وما أُضِيفَ إلى واحدٍ من هذه الأربعة.\nوالنكرةُ: كلّ اسمٍ شائعٍ في جنسهِ (12) ، لا يختصُّ به واحدٌ دونَ آخر, وتقريبُهُ: كلُّ ما صلحَ دخولُ الألفِ واللامِ عليهِ؛ نحو: الرجلُ والفرسُ.\n__________\n(1) 1) وهذه الأربعة تفيد الرجحان غالباً.\n(2) 2) وهذه الثلاثة تفيد اليقين غالباً.\n(3) 3) وهذان الفعلان ليسا من أفعال القلوب، بل هما من أفعال التصيير والانتقال.\n(4) 4) والذي عليه الأكثرون أنّ (سمع) يتعدّى إلى مفعول واحد، وهو المختار، والله تعالى أعلم.\n(5) 5) ظننت: (ظن) فعل ماضٍ مبني على السكون لاتصاله بضمير الرفع المتحرك، والتاء ضمير متصل مبني في محل رفع فاعل، زيدا: مفعول به أول منصوب وعلامة نصبه الفتحة، قائما: مفعول به ثانٍ منصوب وعلامة نصبه الفتحة.\n(6) 6) ومعناه في اللغة: الوصف.\n(7) 7) قام: فعل ماض مبني على الفتح، زيد: فاعل مرفوع وعلامة رفعه الضمة، العاقل: نعت لزيد، تابع له في إعرابه، وتعريفهِ وتنكيره.\n(8) 8) العاقل: نعت لزيد منصوب وعلامة نصبه الفتحة، تابع لـ(زيد) في إعرابه، وتعريفهِ وتنكيره.\n(9) 9) الاسمُ ينقسم إلى قسمين: معرفةٌ، ونكرةٌ.\n(10) 10) وهو ما وُضِعَ لمعيّنٍ بلا قيدٍ.\n(11) 11) والمرادُ به اسمُ الإشارةِ، والموصول، وسمّيَ مبهماً لأنه يفتقرُ في بيان مسمّاهُ إلى الإشارة أو صلة.\n(12) 12) في الجنس الذي دلّ هو عليه.\n(1/21)\n\n(باب العطف) (1)\nوحروف العطف عشرة؛ وهي: الواوُ (2) , والفاءُ (3) , وثمَّ (4) , وأو (5) , وأمْ (6) , وإمّا (7) ، بلْ (8) , ولا (9) , ولكنْ (10) , وحتىّ (11) في بعض المواضع.\nفإن عطفْتَ على مرفوعٍ رفعْتَ, أو على منصوبٍ نصبْتَ, أو على مخفوضٍ خفضْتَ, أو على مجزومٍ جزمْتَ, تقول: قامَ زيدٌ وعمروٌ (12) , ورأيتَ زيداً وعمرواً, ومررتُ بزيدٍ وعمروٍ, وزيدٌ لم يقُمْ ولم يقعُدْ (13) .\n__________\n(1) 1) وهو: تابع يتوسّط بينه وبين متبوعهِ أحدُ حروفِ العطف.\n(2) 2) وهي لمطلق الجمع.\n(3) 3) وهي للترتيب والتعقيب.\n(4) 4) للترتيب والتراخي.\n(5) 5) للتخيير أو الإباحة، والفرقُ بينهما أنّ التخيير لا يجوز معه الجمع، والإباحة يجوز معه الجمع، فالتخيير كقولك: (تزوج هنداً أو أختَها)، ومثال الإباحة قولك: (ادرس الفقهَ أو النحوَ).\n(6) 6) وهي لطلب التعيين، نحو: (أدرسْتَ الفقهَ أمْ النحوَ؟).\n(7) 7) بشرط أن تسبق بمثلها، وهيْ مثل (أو) في المعنيين، نحو قوله تعالى: {فَشُدُّوا الْوَثَاقَ فَإِمَّا مَنّاً بَعْدُ وَإِمَّا فِدَاءً}، والمختار أنّها ليستْ من حروف العطف، وإنما العاطف هو الواو.\n(8) 8) وهي للإضراب، ومعناه: جَعْلُ ما قبلها في حكم المسكوت عنه، نحو: (جاء حمدٌ بل سعيدٌ).\n(9) 9) وتنفي عما بعدَها حكمَ ما قبلها، نحو: (جاءَ محمدٌ لا سعيدٌ).\n(10) 10) وتدلُّ على تقرير حكم ما قبلها وإثبات ضدِّه لما بعدها، نحو: (ما جاءَ محمدٌ لكنِ ابنُهُ).\n(11) 11) ومعناها التدريج والغاية؛ نحو (زارني الناسُ حتى الخليفةُ)، وقد تكون حرفَ جرٍّ نحو (أكلتُ السمكةَ حتّى رأسِها)، وقد تأتي لغير ذلك.\n(12) 12) الواو: حرف عطف، عمرو: معطوف على (زيد)، والمعطوف على المرفوع مرفوعٌ، وعلامة رفعه الضمة.\n(13) 13) يُشيرُ المصنّفُ رحمه الله بهذا المثال إلى عطف الجملة على الجملةِ، ويجوز أيضاً عطف الفعل على الفعل.",
        "(1/22)\n\n(باب التوكيد) (1)\nالتوكيد: تابعٌ للمؤكَّدِ في رفعهِ، ونصبهِ، وخفضهِ، وتعريفهِ، وتنكيرهِ، ويكونُ بألفاظٍ معلومةٍ (2) ، وهي: النّفسُ, والعينُ (3) , وكلّ, وأجمعُ (4) , وتوابعُ أجمعَ, وهي: أكتعُ, وأبتعُ, وأبصعُ (5) , تقول: قامَ زيدٌ نفسُهُ (6) , ورأيتُ القومَ كلَّهم, ومررتُ بالقومِ أجمعين.\n(باب البدل)\nإذا أُبدِل اسمٌ من اسمٍ، أو فعلٌ من فعلٍ، تَبِعهُ في جميعِ إعرابهِ، وهو على أربعةِ أقسام: بدلُ الشيءِ من الشيءِ (7) , وبدلُ البعضِ من الكلّ (8) , وبدلُ الاشتمال (9) , وبدلُ الغلطِ (10) , نحو قولك: قامَ زيدٌ أخوك (11) , وأكلْتُ الرغيفَ ثُلثَهُ (12) , ونفعني زيدٌ علمُهُ (13) , ورأيْتُ زيداً الفرسَ (14) , أردْتَ أن تقولَ: (الفرس)، فغلطْتَ فأبدلْتَ زيداً منهُ.\n__________\n(1) 1) وهو نوعان: لفظي ومعنوي، فاللفظي: يكون بتكرير اللفظ وإعادته بعينه، والمعنوي: التابع الذي يرفع احتمال السهو أو التوسع في المتبوع.\n(2) 2) أي: قليلة.\n(3) 3) المراد بـ(النفس) و(العين): الحقيقة.\n(4) 4) ويُؤكَّد بهما للإحاطةِ والشمول.\n(5) 5) هذه الألفاظُ لزيادة التقويةِ، ولا يُؤكّدُ بها استقلالاً، ولكن يُؤتى بها بعد لفظ (اجمع).\n(6) 6) قام: فعل ماض مبني على الفتح، زيد: فاعل مرفوع وعلامة رفعه الضمة، نفسه: توكيد مرفوع وعلامة رفعه الضمة.\n(7) 7) وضابطه: أن يكون البدل عينَ المبدل منه.\n(8) 8) وضابطه: أن يكون البدل جزءً من المبدل منه، سواءٌ أكان أقلَّ من الباقي أم مساوياً له أم أكثر منه.\n(9) 9) وضابطه: أن يكون بين البدل والمبدل منه ارتباطٌ بغيرِ الكلّية والجزئية.\n(10) 10) وضابطه: أن تريد كلاماً فيسبق لسانُك إلى غيره وبعد النطق تعدل إلى ما أردتَ أوَّلاً.\n(11) 11) أخوك: بدل زيد، بدل الشيء من الشيء.\n(12) 12) أكلت: فعل وفاعل، الرغيف: مفعول به منصوب، ثلثه: بدل من الرغيف، بدل البعض من الكل.\n(13) 13) نفعني زيد: فعل وفاعل ومفعول به، علمه: بدل من زيد، بدل الاشتمال.\n(14) 14) رأيت زيدا: فعل وفاعل ومفعول به، الفرس: بدل من زيد، بدل الغلط.\n(1/23)",
        "\n(باب منصوبات الأسماء) (1)\nالمنصوبات خمسة عشر؛ وهي: المفعولُ بهِ، والمصدرُ، وظرفُ الزمان، وظرفُ المكانِ، والحالُ، والتمييزُ، والمستثنى، واسمُ لا، والمنادى، والمفعولُ من أجلهِ، والمفعولُ معهُ، وخبرُ كان وأخواتهِا، واسمُ إنّ وأخواتهِا، والتابعُ للمنصوبِ، وهو أربعةُ أشياء: النعتُ، والعطفُ، والتوكيدُ، والبدَلُ.\n(باب المفعول به)\nوهو: الاسمُ المنصوبُ (2) الذي يقعُ عليهِ الفعلُ (3) نحو قولِك: ضربْتُ زيداً (4) ، وركبْتُ الفرسَ (5) . وهو قسمان: ظاهر ومضمر؛ فالظاهرُ ما تقدّمَ ذكرُهُ، والمضْمَرُ قسمان: متّصلٌ، ومنفصلٌ (6) .\nفالمتّصلُ اثنا عشر؛ وهي: ضربني (7) ، وضربَنا (8) ، وضربَك، وضربَكما، وضربَكم (9) ، وضربَكنّ، وضربَهُ، وضربهَا، وضربهَما، وضربهَم، وضربهَنّ.\nوالمنفصلُ اثنا عشر؛ وهي: ..........................................................\n__________\n(1) 1) شرع في تبيين مواقع النصب.\n(2) 2) فلا يكون فعلاً ولا حرفاً، ولا مرفوعاً ولا مخفوضاً.\n(3) 3) المرادُ بوقوعه عليه تعلّقه به بحيثُ لا يُعقَلُ بدونه.\n(4) 4) ضربت: فعل وفاعل، زيدا: مفعول به منصوب وعلامة نصبه الفتحة.\n(5) 5) ركبت: فعل وفاعل، الفرس: مفعول به منصوب وعلامة نصبه الفتحة.\n(6) 6) المتصل هو: ما لا يُبتدأُ به الكلام ولا يصح وقوعه بعد (إلا) في الاختيار، وأما المنفصل فهو: ما يُبتدأُ به الكلام ويصح وقوعه بعد (إلا) في الاختيار.\n(7) 7) ضربني: فعل ماض مبني على الفتح، والفاعل ضمير مستتر تقديره: هو، والنون للوقاية، والياء ضمير متصل مبني في محل نصب مفعول به.\n(8) 8) ضربنا: فعل ماض مبني على الفتح، والفاعل ضمير مستتر تقديره: هو، و(نا) ضمير متصل مبني في محل نصب مفعول به.\n(9) 9) ضرب: فعل ماض مبني على الفتح، والفاعل ضمير مستتر تقديره: هو، والكاف: ضمير متصل مبني في محل نصب مفعول به، والميم علامة الجمع.\n(1/24)\n",
        "إيّايّ (1) ، وإيّانا، وإيّاك، وإيّاكُما (2) ، وإيّاكُم، وإيّاكُنَّ، وإيّاهُ، وإيّاها، وإيّاهُما، وإيّاهم، وإيّاهُنَّ.\n(باب المصدر) (3)\nالمصدرُ هو: الاسمُ المنصوبُ (4) الذي يجئ ثالثاً في تصريفِ الفعلِ نحو: ضربَ، يضربُ، ضرْباً.\nوهو قسمان: لفظيٌّ، ومعنويٌّ؛ فإنْ وافقَ لفظُهُ لفظَ فعلِهِ، فهو لفظيٌّ نحو: قتلْتُهُ قتْلاً (5) , وإنْ وافقَ معنى فعلِهِ دونَ لفظهِ، فهو معنويٌّ نحو: جلسْتُ قعوداً (6) , وقمْتُ وقوفاً, وما أشبه ذلك.\n(باب ظرف الزمان و ظرف المكان) (7)\nظرفُ الزمانِ هو: اسمُ الزّمانِ المنصوبُ (8) بتقديرِ (في) نحو: اليومَ، والليلةَ (9) ، وغدوةً، وبكرةً، وسحراً، وغداً، وعتمةً، وصباحاً، ومساءً، وأبداً، وأمداً، وحيناً، وما أشبه ذلك.\nوظرفُ المكانِ هو: اسمُ المكانِ المنصوبُ (10) بتقدير (في) نحو: أمامَ (11) ، وخلفَ، وقُدّامَ، ووراءَ، وفوقَ، وتحتَ، وعندَ، وإزاءَ، وحذاءَ، وتلقاءَ، وثَمَّ، وهُنا، وما أشبه ذلك.\n__________\n(1) 1) ضمير منفصل مبني، والياء المتصلة به حرف دالٌّ على التكلّم.\n(2) 2) ضمير منفصل مبني، والكاف حرفٌ دالٌّ على الخطاب، والميم والألف علامة التثنية.\n(3) 3) ويُقال له: المفعول المطلق.\n(4) 4) فلا يكون مرفوعاً ولا مخفوضاً.\n(5) 5) قتلته: فعل وفاعل ومفعول به، قتلا: مفعول مطلق منصوب، وهو مصدر لفظي.\n(6) 6) جلست: فعل وفاعل ومفعول به، قعودا: مفعول مطلق منصوب، وهو مصدر معنوي، فالجلوس والقعود في المعنى دون المادّة.\n(7) 7) ظرفُ الزمان يبينُ الزمنَ الذي حصل فيه الفعل، وظرفُ المكان يبينُ المكانَ الذي حصل فيه الفعلُ.\n(8) 8) فلا يكون اسمَ غير الزمان، ولا يكون مرفوعاً ولا مخفوضاً.\n(9) 9) نحو قولك: سرتُ ليلةً، فـ(ليلة) ظرف زمان منصوب على الظرفية.\n(10) 10) فلا يكون اسمَ غير المكان، ولا يكون مرفوعاً ولا مخفوضاً.\n(11) 11) نحو قولك: وقفتُ أمام الطاولة، فـ(أمام) ظرف مكان منصوب على الظرفية.\n(1/25)\n\n(باب الحال)\nالحال هو: الاسمُ المنصوبُ (1) المفسّرُ لما انْبَهم من الهيئاتِ (2) نحو: جاء زيدٌ راكباً (3) ، وركبْتُ الفرسَ مسرجاً، ولقيْتُ عبدَ الله راكباً (4) ، وما أشبه ذلك.\nولا يكونُ إلا نكرةً، ولا يكونُ إلا بعدَ تمامِ الكلامِ، ولا يكون صاحبُها إلا معرفةً.\n(بابُ التمييْزِ)\nالتمييز هو: الاسمُ المنصوبُ (5) المفسّرُ لما انْبَهم من الذّواتِ (6) نحو قولك: تصبّبَ زيدٌ عرقاً (7) ، وتفقّأَ بكرٌ شحماً، وطابَ محمدٌ نفساً، واشتريتُ عشرين كتاباً (8) ، وملكْتُ تسعين نعجةً، وزيْدٌ أكرمُ منكَ أباً، وأجملُ منك وجهاً.\nولا يكون إلا نكرة، ولا يكون إلا بعد تمام الكلام.\n(باب الاستثناء) (9)\nوحروفُ الاستثناءِ ثمانيةٌ؛ وهي: إلا، وغيرُ، وسِوى، وسُوى، وسَواء، وخلا، وعدا، وحاشا (10) .\nفالمستثنى بـ(إلا) يُنصَبُ إذا كان الكلامُ ............................................\n__________\n(1) 1) فلا يكون مرفوعاً ولا مخفوضاً.\n(2) 2) يخرجُ: المفسر لما انبهم من الذوات وهو التمييز.\n(3) 3) جاء زيد: فعل وفاعل، راكباً: حال منصوب، لأنّه وصف منكرٌ دل على هيئةٍ.\n(4) 4) هنا يصلح أن يكون الحال من الفاعل، أو من المفعول.\n(5) 5) فلا يكون مرفوعاً ولا مخفوضاً.\n(6) 6) يخرجُ: المفسر لما انبهم من الهيئات وهو الحال.\n(7) 7) تصبب زيدٌ: فعل وفاعل، عرقاً: تمييز فسّر الإبهامَ في الذاتِ الذي قبله.\n(8) 8) اشتريت عشرين: فعل وفاعل ومفعول به، كتابا: تمييز منصوب.\n(9) 9) أي: سأذكر جملاً ومسائلَ تتعلقُ بأداة الاستثناء وحكم المستثنى.\n(10) 10) فـ(إلا) حرف، و(غير، وسِوى، وسُوى، وسَواء) أسماء، و(خلا، وعدا، وحاشا) مترددةٌ بين الأفعال والحروف.",
        "(1/26)\n\nتاماً موجباً (1) نحو: قام القومُ إلا زيداً (2) ، وخرجَ الناسُ إلا عمرواً، وإن كان الكلامُ منفياً تامّاً جازَ فيه البدلُ والنصبُ على الاستثناءِ نحو: ما قامَ القومُ إلا زيدٌ (3) ، وإلا زيداً (4) ، وإن كان الكلامُ ناقصاً (5) كان على حسبِ العواملِ نحو: ما قام إلا زيدٌ، وما ضربْتُ إلا زيداً، وما مررْتُ إلا بزيدٍ (6) .\nوالمسْتَثنى بسِوى، وسُوى، وسَوَاءٍ، وغيرٍ مجرورٌ لا غير (7) .\nوالمستثنى بخلا، وعدا، وحاشا، يجوز نصبُهُ وجرُّه (8) نحو: قامَ القومُ خلا زيداً (9) , وزيدٍ (10) ،\nوعدا عمراً، وعمروٍ، وحاشا بكراً، وبكرٍ (11) .\n(باب لا) (12)\nاعلم أنّ (لا) تنصبُ (13) النّكراتِ بغير تنوينٍ إذا باشرتْ النكرةَ .......................\n__________\n(1) 1) ومعنى كونه تاماً: أن يُذكر فيه المستثنى منه، ومعنى كونه موجباً: ألا يسبقه نفي أو شبهه.\n(2) 2) قام القوم: فعل وفاعل، إلا: أداة استثناء، زيداً: مستثنى منصوب.\n(3) 3) ما: النافية، قام القوم: فعل وفاعل، إلا: أداة استثناء ملغاة، زيدٌ: بدل عن (قوم) مرفوع.\n(4) 4) إلا: أداة استثناء، زيداً: مستثنى منصوب.\n(5) 5) معنى كونه ناقصاً: ألا يذكر فيه المستثنى منه، ولا يكون إلا منفياً.\n(6) 6) فـ(إلا) هنا ملغاة، ويعرب ما بعدها على حسب العوامل التي قبلها، ففي المثال الأول: فاعل، وفي الثاني: مفعول به منصوب، وفي الثالث: مجرور.\n(7) 7) يكون مجروراً بالإضافةِ، وأما الأداةُ نفسها فتأخذ حكم ما بعد (إلا) فتقول: جاء القوم غيرَ زيدٍ، وما جاء القومُ غيرَ أو غيرُ زيدٍ، وما جاء غيرُ زيدٍ....وهكذا.\n(8) 8) أمّا جرّه فعلى أنها حروف جر، وأما نصبه فعلى أنها أفعال ماضية فاعلها ضمير مستتر وجوبا.\n(9) 9) قام القوم: فعل وفاعل، خلا: فعل ماض مبني وفاعله ضمير مستتر، زيد: مفعول به منصوب.\n(10) 10) قام القوم: فعل وفاعل، خلا: حرف جرّ، زيد: اسم مجرور بـ(خلا) وعلامة جرّه الكسرة. ...\n(11) 11) اعلمْ أنّ المختارَ نصبُ المستثنى بعد (خلا) و(عدا)، وجرّ المستثنى بعد (حاشا)، والله أعلم.\n(12) 12) والمراد بها: (لا) التي لنفي الجنس، تنفي الخبرَ عن جميع أفراد جنس اسمِها، وهي تعملُ عملَ (إن).\n(13) 13) لفظاً أو محلاً، فإن كان اسمُها مضافاً أو شبيهاً بالمضافِ نُصبَ، وإن كان مفرداً بُني على ما ينصب به.\n(1/27)",
        "\nولم تتكرّرْ (لا) (1) نحو: لا رجلَ في الدارِ (2) ، فإن لم تباشرْها وجبَ الرفعُ، ووجبَ تكرارُ (لا) (3) نحو: لا في الدارِ رجلٌ ولا امرأةٌ (4) ، فإن تكرّرَتْ جازَ إعمالهُا، وجاز إلغاؤُها، فإن شئْتَ قلتَ: لا رجلَ في الدارِ ولا امرأةً، وإن شئْتَ قلت: لا رجلٌ في الدّارِ ولا امرأةٌ.\n(باب المنادى) (5)\nالمنادى خمسة أنواع: المفردُ العلمُ (6) ، والنكرةُ المقصودةُ (7) ، والنكرةُ غيرُ المقصودةِ (8) ، والمضافُ (9) ،\nوالشبيهُ بالمضافِ (10) .\nفأمّا المفردُ العلمُ والنكرةُ المقصودةُ فيُبْنيانِ على .......................................\n__________\n(1) 1) فالشروط ثلاثة؛ أولا: أن يكون اسمهما نكرة، ثانيا: أن يكون اسمها متصلاً بها: أي غير مفصول منها ولو بالخبر، ثالثا: ألا تكرر (لا)، وأضيفُ رابعاً: ألا تكون مقترنةً بحرفِ جرّ.\n(2) 2) لا: حرف لنفي الجنس، رجل: اسم (لا) مبني على الفتح، في الدار: جار ومجرور خبر (لا).\n(3) 3) والمختارُ عدمُ وجوبِ التكرار، ولكنّه الأفصحُ.\n(4) 4) لا: نافية ملغاة، في الدار: خبر مقدّم، رجل: مبتدأ مؤخّر، ولا: الواو حرف عطف، و(لا) نافي ملغاة، امرأة: معطوف على (رجل) مرفوع.\n(5) 5) المنادى: هو المطلوبُ إقبالُهُ بـ(يا) أو إحدى أخواتها، وهو قسمان: معربٌ، ومبني، وأخوات (يا): الهمزةُ، وأيْ، وآ، وأَيا، وهيا.\n(6) 6) المراد بـ(المفرد) ما ليس مضافاً ولا شبيهاً بالمضافِ.\n(7) 7) التي يقصد بها واحدٌ معينٌ ممَّا يصحُ إطلاق لفظها عليه، كقولك لأخيك: يا رجلُ ما بكَ.\n(8) 8) التي يقصد بها واحدٌ غير معين، كقول الأعمى: يا رجلاً خُذْ بيدي، فـ(رجل) نكرة لا يدلّ على معيّن، ولم يقصد الأعمى شخصاً دون آخر.\n(9) 9) أي: إلى غيره، وسيأتي الكلام على الإضافة إن شاء الله تعالى، ومثاله: غلامُ زيدٍ، علمُ النّحوِ.\n(10) 10) وهو ما اتّصلَ به شيءٌ من تمامِ معناهُ، كقولك: يا ذاكراً ربَّك، فلو قلت: (يا ذاكراً)، لم يتبيّن للسامع المراد كاملاً، لأنّ الذكرَ يكون لأشياء كثيرة، فإذا قلت: (ربَّك) أتممتَ المعنى وخصصْتَهُ كما يُخَصَّصُ المضافُ بالمضاف إليه.\n(1/28)\n",
        "الضمِّ (1) من غيرِ تنوينٍ، نحو: يا زيدُ (2) ، ويا رجلُ، والثلاثةُ الباقيةُ منصوبةٌ لا غيرُ (3) .\n(بابُ المفعولِ من أجلهِ) (4)\n... وهو الاسمُ المنصوبُ (5) الذي يُذكَرُ بياناً لسببِ وقوعِ الفعلِ (6) ، نحو قولك: قامَ زيدٌ إجلالاً لعمروٍ، وقصدتُكَ ابتغاءَ معروفِك (7) .\n(باب المفعول معه) (8)\nوهو الاسمُ المنصوبُ (9) الذي يُذكَرُ لبيان مَن فُعِل معَهُ الفعْلُ (10) ، نحو قولك: .............\n__________\n(1) 1) إذا كانا مفردين، وعلى الألف إذا كانا مثنّيين، وعلى الواو إذا كانا جمعَ مذكر سالم...وهكذا، ولذا استدركَ بعضُ العلماء فقال: فأمّا المفردُ العلمُ والنكرةُ المقصودةُ فيُبنيانِ على ما يُرفعان به، والله تعالى أعلم.\n(2) 2) يا: حرف ندا، زيد: علم منادى مبني على الضمّ.\n(3) 3) فتقول: يا عبدَ اللهِ اصبرْ، يا قارئاً القرآنَ فزتَ، يا مذنباً استغفرْ، فـ(عبدَ) منادى منصوب، لأنه مضاف، و(قارئا) منادى منصوب لأنه شبيه بالمضافِ، و(مذنباً) منادى منصوب لأنه نكرة غيرُ مقصودة.\n(4) 4) ويُقال له: المفعول له.\n(5) 5) فلا يكون فعلاً ولا حرفاً، ولا مرفوعاً ولا مجروراً.\n(6) 6) أي يقع في جوابِ (لِمَ) حدثَ الفعلُ.\n(7) 7) قصدتُكَ: فعل وفاعل ومفعول به، ابتغاءَ: مفعول لأجلهِ منصوب، وهو مضاف، معروفك: مضاف إليه مجرور.\n(8) 8) أخّرهُ المصنّفُ رحمه الله عن بقيّة المفاعيل؛ لأنّه قد قيل بأنّه سماعيٌّ لا يُقاس عليه، وإن كان الجمهورُ على خلافهِ.\n(9) 9) فلا يكون فعلاً ولا حرفاً، ولا مرفوعاً ولا مجروراً.\n(10) 10) وعرّفهُ بعضُهم بقوله: الاسمُ المنصوبُ الذي يُذكَرُ بعد واوٍ بمعنى (مع)، وسيتّضح بالمثالِ إن شاء الله تعالى.\n(1/29)\n\nجاءَ الأميرُ والجيشَ (1) ، واستوى الماءُ والخشبةَ (2) .\nوأمّا خبرُ(كان) وأخواتهِا، واسمُ (إنّ) وأخواتهِا فقد تقدّم ذكرُهما في المرفوعاتِ، وكذا التوابعُ فقد تقدّمَتْ هناك (3) .\n(باب المخفوضات من الأسماء)\nالمخفوضاتُ ثلاثةُ أنواع: مخفوضٌ بالحرفِ (4) ، ومخفوضٌ بالإضافةِ (5) ، وتابعُ للمخفوضِ (6) .\nفأمّا المخفوضُ بالحرفِ فهو: ما يخُفَضُ بمِن، وإلى، وعن، وعلى، وفي، ورُبَّ، والباءِ، والكافِ، واللامِ، وحروفِ القسمِ؛ وهي: الواوُ، والباءُ، والتاءُ، ........................................\n__________\n(1) 1) جاء الأميرُ: فعل وفاعل، و: واو المعيّة، الجيشَ: مفعول معه منصوب وعلامة نصبه الفتحة، والمعنى: جاءَ الأميرُ مع الجيش.\n(2) 2) اعلمْ رحمك اللهُ أنّ المصنّف رحمه الله أشار بهذا المثال إلى مسألةٍ إلى أنّ الاسمَ الواقعَ بعد الواو على نوعين:\n1- ما يجوزُ نصبُهُ على ذلك وإتباعُهُ لما قبلهُ في إعرابهِ معطوفاً عليه، وذلك إذا كان العطفُ غيرَ مُمتنعٍ، وبعبارةٍ أخرى: إذا صحَّ تشريكُ ما بعد الواو لما قبلها في الحكم، كقولك: جاءَ الأميرُ والجيشُ، أو: والجيشَ، فهنا يجوزُ العطفُ فيكون إعرابُ: (الجيش) معطوف على الفاعل مرفوع، ويجوز النصب على أنه مفعول معه، والعطفُ أرجحُ في هذه الحالة.\n2- ما يتعيّن نصبُه على أنّه مفعول معه، وذلك إذا كان العطفُ ممتنعاً لمانع معنوي، وبعبارةٍ أخرى: إذا لم يصحّ تشريكُ ما بعد الواو لما قبلها في الحكم، كقولك: لا تنهَ عن القبيحِ وإتيانَهُ، فلا يجوز هنا عطفُ (إتيانَه) على القبيحِ، وإلاّ كان المعنى: لا تنهَ عن القبيحِ، ولا تنهَ عن إتيانِه، وهذا يُفسدُ المعنى، بل يجبُ النصبُ على أنه مفعول معه، فيكون المعنى: لا تنه عن القبيح مع إتيانِه، وبهذا النوع عنا المصنّفُ بقوله: استوى الماءُ والخشبةَ، أي: مع الخشبةِ، فيجب هنا النصبُ وإلا فسد المعنى.\nفائدة: ذكرَ ابنُ هشام رحمه الله تعالى في (المغني): أنّ واو المفعول معه لم تأت في القرآن بيقين.\n(3) 3) فقد ذكرها هناك استطراداً، فلا تُعادُ اختصاراً.\n(4) 4) ذكر المصنّف رحمه الله بعضَها في أوّلِ الكتاب، وسيذكرُها هنا.\n(5) 5) معنى الإضافة: نسبةُ الثاني للأولِ، كقولك: كتابُ اللهِ خيرُ واعظٍ.\n(6) 6) والتوابع أربعةٌ: بدل، وتوكيد، وعطف، ونعت، وقد مضى ذكرُها.",
        "(1/30)\n\nأو بواوِ رُبَّ (1) ، وبِمُذْ، ومُنْذُ (2) .\nوأمّا ما يخُفَضُ بالإضافةِ فنحو قولك: غلامُ زيدٍ (3) ، وهو على قسمين: ما يُقَدّرُ باللامِ، وما يُقَدّرُ بِمِنْ؛ فالذي يُقَدَّرُ باللامِ نحوُ: غلامُ زيدٍ (4) ، والذي يُقَدَّرُ بِمِنْ نحوُ: ثوبُ خَزٍّ، وبابُ ساجٍ، وخاتَمُ حديدٍ (5) .\n__________\n(1) 1) أي: الواو التي بمعنى (ربَّ)، ومنه قول الشاعر:\nوليلٍ كموجِ البحرِ أرخى سدولَهُ ... عليَّ بأنواعِ الهُمومِ ليَبْتلِيْ\n\nالشاهدُ قولهُ: وليلٍ؛ أي: وربَّ ليلٍ.\n(2) 2) ولا يجُرُّ بهما من الاسمِ الظاهرِ إلا الزمنُ المعيّنُ، نحو: ما رأيته مذْ يومِ السبت، أو مُذْ يومِنا، فالأول بمعنى (من)، والثاني بمعنى (في)، ومثلُها (مُنْذُ).\n(3) 3) غلام: خبر مرفوع لمبتدأ محذوف تقديره: هذا، وهو مضاف، زيدٍ: مضاف إليه مجرور.\n(4) 4) غلام: خبر مرفوع لمبتدأ محذوف، وهو مضاف، زيد: مضاف إليه مجرور، والإضافة على تقدير (اللام)، أي: هذا الغلامُ لزيد.\n(5) 5) خاتمُ: خبر مرفوع لمبتدأ محذوف، وهو مضاف، حديد: مضاف إليه مجرور، والإضافة على تقدير (من)، أي: هذا خاتمٌ من حديدٍ، وضابطهُ: أن يكون المضافُ جزءاً وبعضاً من المضاف إليه.\nوقد تكون الإضافةُ على معنى (في)، ومنه قول الله تعالى: {بلْ مكرُ الليلِ والنهارِ}، تقدير الآية - والله تعالى أعلم -: مكرٌ في الليل والنهار، وضابطُه: يكون المضافُ إليه ظرفاً للمضاف، وما لا يصلح فيه أحدُ النوعين المذكورين فهو على معنى (اللام)، والله تعالى أعلم.\nتمّ بحمد الله ما أردنا تعليقَهُ على هذه المقدّمة اللطيفة النافعة، فالحمد لله أولا وآخرا.\nهذا وقد كتبتُه على عجالةٍ، مع فكر مشغول، وقلب معلول، في مدّة وجيزة جداً، وقد تمّ الفراغُ من هذا التعليق المتواضع في الثلاثين من شهر رمضان المبارك سنة ألف وأربعمائة وسبع وعشرين وصلى الله\nوسلم على سيّدنا محمد وعلى آلهِ وصحبهِ أجمعين وآخر دعوانا أن الحمد لله ربِّ العالمين\nكتبه الفقير إلى عفو ربه الغني الكريم حمدُ بن صالح القمرا النابت المري\nفلا بدّ من عيبٍ فإن تجدنّهُ ... فسامح وكن بالسترِ أعظمَ مُفضلِ\nفمن الذي ما ساء قطّ ومن له الـ ... ـمحاسن قد تمّتْ سوى خير مرسَلِ\n\n22/ 10/2006 م\n(1/31)"
    ]
}