{
    "partText": [
        "\nقوله: \"غفوًا\" نصب على المصدرية كسهلًا (1)، قوله: \"ويظلم\" على صيغة المجهول؛ جملة من الفعل والمفعول النائب عن الفاعل، و\"أحيانًا\" نصب على الظرفية، قوله: \"فيظلم\": عطف\nعلى قوله: \"ويظلم\"، وهو على صيغة المعلوم، ومعناه: يحتمل الظلم.\nوالاستشهاد فيه:\nفي قوله: \"فيظلم\" فإن أصله: يظتلم، وهو يفتعل من الظلم، قلبت التاء طاء لمجاورتها الظاء، فإذا أدغم فمنهم من بقلب الطاء ظاء ثم يدغم الظاء في الظاء فيصير: يظلم [بظاء معجمة مشددة، ومنهم من يقلب الظاء طاء ثم بدغم الطاء في الطاء على القياس فيصير: يطلم] (2) بطاء مهملة مشددة، والبيت يروى على الوجهين (3).\nوقال ابن هشام: وقد يروى بثلاثة أوجه: الإظهار، والإدغام مع إبدال الأول من جنس الثاني، ومع عكسه (4).\n\nالشاهد الرابع والستون بعد المائتين والألف (5)، (6)\nلها أشاريرُ من لحمٍ تُتَمِّرُهُ ... من الثعَالِي ووخْزٌ من أرانيها\nأقول: قائله هو أبو كاهل النمر بن تولب اليشكري، يصف فرخة عقاب تسمى غُبة كانت لبني يشكر، وهو بالغين المعجمة المضمومة، وفتح الباء الموحدة المشددة، وفي آخره هاء.\nوهو من البسيط.\nقوله: \"أشارير\" هي قطع قديد من اللحم، قوله: \"تتمره\": من تمرت اللحم والتمر بالتاء المثناة من فوق (7)، وتشديد الميم إذا جففتهما، قال الجوهري: تتمير اللحم، والتمر بتجفيفهما، ثم أنشد البيت المذكور (8)، قوله: \"ووخز\" بالخاء والزاي المعجمتين، معناه: شيء قليل.\n__________\n(1) ينظر المفعول المطلق في ابن يعيش (1/ 113، 114).\n(2) ما بين المعقوفين سقط في (أ).\n(3) ينظر الممتع (360)، والمنصف (2/ 329)، وابن يعيش (4/ 10، 149).\n(4) ينظر أوضح المسالك (4/ 432).\n(5) توضيح المقاصد (6/ 7).\n(6) البيت من بحر البسيط، نسب في مراجعه إلى النمر بن تولب؛ لكنه غير موجود في ديوانه ط. العراق، تحقيق: نوري القيسي، وانظر بيت الشاهد في الكتاب (2/ 273)، والمقتضب (1/ 247)، والممتع (1/ 369)، وابن يعيش (10/ 24)، والدرر (3/ 47)، وشرح شواهد الشافية (443).\n(7) في (أ): بالتاء المثناة من فوق.\n(8) ينظر الصحاح مادة: \"تمر\".\n(4/2110)\n",
        "الإعراب:\nقوله: \"لها\" أي: للفرخة، أعني: فرخة العقاب التي يصفها بهذا البيت، وهي في محل الرفع؛ لأنها خبر للمبتدأ، أعني قوله: \"أشارير\"، وكلمة: \"من\" في: \"من لحم\" للبيان، وقوله: \"تتمره\": جملة من الفعل والفاعل وهو \"هي\" المستكن فيه العائد إلى الفرخة، والمفعول وهو الضمير المنصوب الذي يرجع إلى اللحم، وهي في محل الجر لأنها صفة اللحم، قوله: \"من الثعالي\": جار ومجرور في محل الرفع على [أنها] (1) صفة لقوله: \"أشارير\"، قوله: \"ووخز\" بالرفع عطف على قوله: \"أشارير\"، قوله: \"من أرانيها\" في محل الرفع على أنها صفة لقوله: \"ووخز\".\nالاستشهاد فيه:\nفي قوله: \"من الثعالي\"، [وقوله] (2) \"أرانيها\" فإن أصله: من الثعالب، [والأرانب: جمع ثعلب] (3)، وأرنب، فأبدلت الباء الموحدة فيهما ياء آخر الحروف (4).\n\nالشاهد الخامس والستون بعد الماتين والألف (5)، (6)\n............................... ... مَال إِلَى أرطَاةِ حِقْفٍ فالطَّجَعْ\nأقول: قاله منظور بن حية الأسدي، وصدره (7):\nلما رأى ألا دَعَهْ ولَا شِبَعْ ... ................................\nوقبله:\nيا رُبَّ أبَّازٍ مِنَ العُفْر صَدَعْ ... تَقَبَّضَ الذئْبُ إليهِ واجْتَمَعْ\nقوله: \"ألا دعه\" أي: أن لا دعه، أي: لا راحة، قال الجوهري: الدعة: الخفض، والهاء\n__________\n(1) و (2) ما بين المعقوفين سقط في (ب).\n(3) ما بين المعقوفين سقط في (أ، ب).\n(4) قال ابن عصفور: \"وأبدلت -أي: الياء- من الباء على غير لزوم في جمع: ثعلب وأرنب في الضرورة، أنشد سيبويه (البيت) أراد الثعالب، وأرانب فلم يمكنه أن يسكن الباء فأبدل منها\" الممتع (1/ 369).\n(5) توضيح المقاصد (6/ 82)، وأوضح المسالك (4/ 395).\n(6) البيت من بحر الرجز، وقد نسب لمنظور بن حية الأسدي وهو في وصف ذئب يطارد فريسة، وانظره في الخصائص (1/ 63)، وسر الصناعة (321)، وشرح الشافية (3/ 324)، وشرح شواهدها (274)، وابن يعيش (9/ 82)، والممتع (1/ 403)، والمنصف (2/ 329)، والتصرح (2/ 367).\n(7) شرح شواهد شرح الشافية (274)، وقد روي الشاهد في ضرائر الشعر لابن عصفور (300) هكذا:\nلما رأى لا دعة ولا شبع ... مال إلى أرطاة حقف واضطجع\n(4/2111)\n\nعوض من الواو، تقول منه: ودع الرجل بالضم فهو وديع، أي: ساكن، ووادع أيضًا (1).\nقوله: \"ولا شبع\" بكسر الشين المعجمة وفتح الباء الموحدة، وهو مصدر من شبع يشبع، وهو من مصادر الطبائع، قوله: \"أباز\" بفتح الهمزة وتشديد الباء الموحدة، وفي آخره زاي، وهو الذي يقفز، قوله: \"من العفر\" بضم العين المهملة، وسكون الفاء، وهي من الظاء التي يعلو لونها حمرة.\nقوله: \"تقبض\" يعني: جمع قوائمه ليشب على الظبي، قوله: \"لما رأى\" أي: الذئب، يعني: لما رأى أنه لا يشبع من الظبي ولا يدركه وأنه قد تعب في طلبه مال إلى أرطاة، قوله: \"مال\": من الميل.\nقوله: \"إلى أرطاة حقف\" الأرطاة: شجرة من شجر الرمل، ويجمع على أرطى، و \"الحقف\" بكسر الحاء المهملة وسكون القاف بعدها فاء، وهو من الرمل المعوج، والجمع: حقاف وأحقاف.\nالإعراب:\nقوله: \"لما\" ظرف بمعنى حين، و \"رأى\": فعل، وفاعله الضمير المستتر فيه الذي يرجع إلى الذئب؛ لأنه في وصف الذئب، قوله: \"ألا دعه\" في محل النصب على المفعولية، وأصله: أن لا دعة كما ذكرنا، ولا لنفي الجنس، ودعه اسمه، وخبره محذوف.\nقوله: \"ولا شبع\" عطف عليه، أصله: ولا شبع بفتح العين، وإنما سكنت لأجل السجع، قوله: \"مال\" جواب لما، والضمير فيه -سجع إلى الذئب -أيضًا-، قوله: \"إلى أرطاة\" يتعلق به، قوله: \"فالطجع\" عطف على قوله: مال.\nالاستشهاد فيه:\nفي قوله: \"فالطجع\" فإن أصله: اضطجع، فأبدلت الضاد فيه لامًا وهو شاذ، وقد روي: فاضطجع، وروي فاطجع، ويروى: فاضجع، هكذا ذكر أبو الفتح في سر الصناعة (2).\n\nالشاهد السادس والستون بعد المائتين والألف (3)، (4)\nخالي عُوَيْفٌ وَأبو علِجّ ... ................................\nأقول: قائله أعرابي من أهل البادية، ................................\n__________\n(1) انظر الصحاح للجوهري: \"ودع\".\n(2) ينظر سر الصناعة (321).\n(3) أوضح المسالك (4/ 395).\n(4) البيت من بحر الرجز المشطور، وهو وما بعده في المدح بالكرم وإطعام اللحم والتمر، وانظر الشاهد في: الكتاب=",
        "(4/2112)\n\nوتمامه (1):\n............................. ... المُطْعِمَانِ اللحمَ بالعَشِجِّ\nوبالغَدَاةِ كُتَلَ البزنج ... تُقْلَعُ بالوَد وبالصيصجِّ\n[قوله] (2): \"كتل البرنج\"، ويروى: كيس البرنج، والكتل: بضم الكاف وفتح التاء الثناة من فوق؛ جمع كتلة، وهي القطعة المجتمعة، و \"البرنج\": ضرب من التمر، قوله: \"بالود\" أصله: بالوتد فقلبت التاء دالًا وأدغمت الدال في الدال، و [الصيصج: الصيصي، وهو] (3) قرن البقرة.\nالإعراب:\nقوله: \"خالي\": كلام إضافي مبتدأ، و \"أبو عويف\": خبره، و \"أبو علج\": عطف عليه، قوله: \"المطعمان\": صفة عويف، وأبو علج، والألف واللام فيه بمعنى الذي، أي: اللذان يطعمان اللحم.\nقوله: \"اللحم\" ويروى: الشحم؛ مفعول، قوله: \"وبالغداة\" أي: فيها، والجملة عطف على المفعول، قوله: \"تقلع\" على صيغة المجهول؛ جملة وقعت صفة البرني، قوله: \"وبالصيصج\": عطف عليه.\nالاستشهاد فيه:\nفي قوله: \"أبو علج\" فإن أصله: أبو علي، فأبدل الجيم من الياء المشددة، وكذا الكلام في العشج، والبرنج، وبالصيصج، فإن أصلها العشي، والبرني، والصيصي (4).\n__________\n= (4/ 182)، والمحتسب (1/ 75)، والممتع (1/ 353)، والمنصف (2/ 178)، (3/ 79)، وسر الصناعة (175)، والتصريح (2/ 367)، وشرح الشافية (2/ 287)، وشرح شواهدها (212)، وابن يعيش (9/ 74)، (10/ 55).\n(1) ينظر الأبيات في المنصف (3/ 79)، وشرح شواهد الشافية (212).\n(2) ما بين المعقوفين سقط في (ب).\n(3) ما بين المعقوفين سقط في (أ، ب).\n(4) ينظر تفصيل ذلك في المنصف (3/ 79)، والتصريح (2/ 367)، وحاشية الصبان (4/ 281)، وسر الصناعة (175، 176).\n(4/2113)",
        "\nالشاهد السابع والستون بعد المائتين والألف (1)، (2)\n........................ ... فيها عيائيلُ أسودٍ ونُمُرْ\nأقول: قائله هو حكيم بن معية الربعي (3)، وقبله (4):\n1 - أحمي قناةً صلْبَةً لم تنكسِر ... صمَّاءَ تَمتْ في نِيَاف مشْمَخِر\n2 - حُفَّتْ بِأطْوَاد عِظام وسَمُر ... في أشِبِ الغيطَانِ مُلْتَف الحُظُر\nوصف قناة تنبت في موضع محفوف بالجبال والشجر.\n2 - [قوله: \"حفت\"] (5) يعني القناة، أراد: حف موضع هذه القناة [التي تنبت فيها بأطواد الجبال وبالسمر، وهو جمع سمرة، وهي شجرة عظيمة.\nقوله: \"في أشب الغيطان\" الأشب: المكان الملتف النبت المتداخل، و\"الغيطان\": جمع غائط وهو المنخفض من الأرض، و \"الحظر\" بضم الحاء المهملة والظاء المعجمة؛ جمع حظيرة.\n3 - قوله: \"عيائيل\"] (6)، قال الصاغاني في العباب: واحد العيال: عيل، والجمع: عيائل، مثل: جيد وجياد وجيائد، وقد جاء عيائيل (7)، وأنشد سيبويه لحكيم بن معية:\n....................... ... فيها عياييلُ أسود ونمُر (8)\nقال ابن السيرافي (9): كأنه قال: فيها متبخترات أسود، ولم يجعلها جمع عيل، لكن جعلها جمع: [عيّال (10) بالفتح والتشديد] (11)، وقال أبو محمد بن الأعرابي (12): صحف ابن السيرافي، والصواب: غيائيل بالغين المعجمة، جمع: غيل على غير قياس.\n__________\n(1) توضيح المقاصد (6/ 18)، وأوضح المسالك (4/ 400).\n(2) البيت من مشطور الرجز، وقد ذكر الشارح قائله، وما قيل فيه، وهو من شواهد المقتضب (2/ 203)، وابن يعيش (5/ 18)، (10/ 91)، والمقرب (94، 108)، وشرح شواهد الشافية (376)، وشرح التصريح (2/ 310)، واللسان: \"عيل\".\n(3) هو حكيم بن معية بالتصغير في اسمه، واسم أبيه، راجز إسلامي معاصر للعجاج، وحميد الأرقط، انظر شرح شواهد الشافية (381).\n(4) شرح شواهد الشافية (380)، وفرحة الأديب (153)، للغندجاني.\n(5) و (6) ما بين المعقوفين سقط في (أ).\n(7) ينظر شرح شواهد الشافية (377).\n(8) الكتاب (3/ 574).\n(9) شرح أبيات سيبويه لابن السيرافي (2/ 340)، تحقيق: محمد علي، وانظر شرح شواهد الشافية (377).\n(10) ما بين المعقوفين سقط في (أ).\n(11) ينظر شرح شواهد الشافية (377).\n(12) فرحة الأديب للغندجاني (153)، تحقيق: محمد علي سلطاني، وانظر أيضًا شرح شواهد شرح الشافية (379).\n(4/2114)\n",
        "[قلت: الغيل بالكسر؛ الأجمة، وموضع الأسد غيل مثل: خيس، ولا تدخله الهاء] (1)، قوله: \"ونمر\" بضم النون والميم؛ جمع نمر.\nالإعراب:\nقوله: \"عيائيل أسود\": كلام إضافي مبتدأ، [وهو من إضافة الصفة إلى موصوفها على قول ابن السيرافي، وعلى قول ابن الأعرابي تكون الإضافة مثل الإضافة في: دار زيد، وبيت عمرو] (2)، وقوله: \"فيها\" مقدمًا خبره، قوله: \"ونمر\" عطف على: عيائيل.\nالاستشهاد فيه:\nفي قوله: [عيائيل] (3) حيث أبدلت الهمزة من ياء فعاييل، قال ابن هشام: لأن أصله: فعايل؛ لأن عيائيل جمع عيل -بكسر الياء- واحد العيال، والياء زائدة للإشباع (4).\n\nالشاهد الثامن والستون بعد المائتين والألف (5)\n....................... ... .......... تنقاد الصياريف\nأقول: قد مر الكلام فيه مستوفى في شواهد [إعمال المصدر] (6)، وتمامه:\nتنفي يداها الحصى في كل هاجرة ... نفي الدراهيم تنقاد الصياريف (7).\nوالاستشهاد فيه:\nهاهنا في قوله: \"الصياريف\" حيث زاد الشاعر ياء قبل الفاء للإشباع (8).\n__________\n(1) و (2) و (3) ما بين المعقوفين سقط في (أ).\n(4) أوضح المسالك (4/ 400)، وقال البغدادي: \"على أن أصله: عيائل بهمزة مكسورة، والياء حصلت من إشباع كسرتها لضرورة الشعر كياء الصيارف فلم يعتد بها فصارت الياء بعد الألف في الحكم مجاورة للطرف فهمزت لذلك\" شرح شواهد الشافية (376، 377).\n(5) أوضح المسالك (4/ 400).\n(6) ما بين المعقوفين بياض في (أ).\n(7) ينظر الشاهد رقم (713).\n(8) ينظر ما قيل في الشاهد السابق، وينظر معه أوضح المسالك (4/ 400)، والتصريح (2/ 370)، والمقتضب (2/ 258)، والمحتسب (1/ 69).\n(4/2115)\n\nالشاهد التاسع والستون بعد المائتين والألف (1)، (2)\nويومَ عقَرتُ للعذَارَى مَطِيَّتِي ... ................................\nأقول: قائله هو امرؤ القيس بن حجر الكندي، وتمامه (3):\n............................ ... فيا عجبا مِنْ رحْلِهَا المتُحَملِ\nوهو من قصيدته المشهورة التي أولها هو قوله:\nقِفَا نَبكِ مِنْ ذِكرَى حَبِيبٍ ومَنزِلِ ... بسِقطِ اللّوَى بَينَ الدُّخُولِ فحَوملِ\nوقد ذكرنا غالبها في أثناء الكتاب.\nقوله: \"عقرت\": من العقر وهو الجرح، و \"العذارى\": جمع عَذْرَاء وهي البكر، ويقال في جمعه: عذارَى بفتح الراء، وعذارِي بكسرها، وعذراوات؛ كما يقال في الصحراء (4)، و \"المطية\": الراحلة، ويجمع على مطايا؛ إنما سميت مطية؛ لأنه يركب مطاها، أي؛ ظهرها، ويقال: لأنه يمتطى عليها في السير، أي: يمد.\nالإعراب:\nقوله: \"ويوم\" في موضع خفض عطفًا على \"يوم\" الذي يلي سيما في قوله:\n....................... ... ولَا سيَّما يَومًا بِدَارَةَ جُلجُلِ\nومن رفع فقال: ولا سيما يومٌ، فموضع يوم الثاني أيضًا رفع، وإنما فتح لأنه جعل يومًا وعقرت بمنزلة اسم واحد.\nوكذا ظروف الزمان إذا أضيفت إلى الأفعال الماضية، أو إلى اسم غير متمكن بنيت معها؛ كقولك: أعجبني يومَ خرج زيد، وكما في قوله تعالى: {وَمِنْ خِزْيِ يَوْمِئِذٍ} [هود: 66] فيوم في موضع خفض، وقد قرئ بالخفض (5)، ويجوز أن يكون منصوبًا معربًا؛ كأنه قال:\n__________\n(1) أوضح المسالك (4/ 404).\n(2) البيت من بحر الطويل، من معلقة امرئ القيس المشهورة التي كثرت منها الشواهد النحوية والبلاغية، وانظر بيت الشاهد في رصف المباني (349)، والمنغني (1/ 209)، وشرح شواهد المغني (558).\n(3) الديوان (112)، ط. دار الكتب العلمية، و (11)، ط. دار المعارف.\n(4) في ذلك يقول ابن مالك:\nوبالفعالي والفعالى جُمِعا ... صحراءُ والعذراءُ والقيس اتبَعَا\n(5) في مشكل إعراب القرآن (1/ 407)، \"من فتح الميم بنى \"يومًا\" على الفتح لإضافته إلى غير متمكن، وهو: =",
        "(4/2116)\n\nاذكر يوم عقرت (1).\nقوله: \"مطيتي\": كلام إضافي مفعول لقوله: \"عقرت\"، قوله: \"فيا عجبا\" الألف في: عجبا، بدل من الياء؛ كما تقول: يا غلاما أقبل، تريد: يا غلامي أقبل.\nفإن قلت: كيف ينادي العجب، وهو مما لا يجيب ولا يفهم؟\nقلت: العرب إذا أرادت أن تعظم أمر الخبر جعلته نداء، قال سيبويه: إذا قلت: يا عجباه، فكأنك قلت: تعال يا عجب، فإن هذا من أزمانك، فإن هذا أبلغ من قولك: تعجبت، والتقدير هاهنا؛ يا قوم انتهوا للعجب (2).\nالاستشهاد فيه:\nفي قوله: \"للعذارى\" إذ أصله عذارئ بالهمزة في آخره؛ لأنه جمع: عذراء، فقلبت ياء؛ لأن الهمزة المتطرفة شأنها ذلك كما علم في موضعه، فصار: عذاري بكسر الراء، ثم أبدلت من الكسرة فتحة للتخفيف فصار: عذارى (3).\n\nالشاهد السبعون بعد المائتين والألف (4)، (5)\n............................. ... تَضِلُّ المَدَارَي في مثنَّى ومرسَلِ\nأقول: قائله هو امرؤ القيس بن حجر الكندي، وصدره:\n__________\n= \"إذ\"، ومن كسر الميم وخفض لإضافة الخزي إلى اليوم ولم يبنه\". والقراءة بالفتح لنافع وأبي جعفر والكسائي، والقراءة بالكسر للباقين. ينظر النشر (2/ 278)، والتيسير (125)، والإتحاف (257)، والقرطبي (3289)، ط. دار الشعب، وانظر بالتفصيل توجيه القراءتين في كتابنا التوجيهات (264، 265).\n(1) يجوز في الزمان إذا أضيف إلى جملة الإعراب على الأصل في الأسماء والبناء على الفتح حملًا على إذ وإذا لأنهما مبنيان لشبه الحرف في الافتقار المتأصل إلى جملة، فإن ولي الظرف فعلًا مبنيًّا بناء أصليًّا أو عارضًا فالبناء أرجح، وفي ذلك يقول ابن مالك:\nواختر بنا متلو فعل بنيا ... ...............................\nينظر شرح التصريح بمضمون التوضيح (2/ 42).\n(2) قال سيبويه: \"وزعم الخليل -رحمه الله- أن هذه اللام بدل من الزيادة التي تكون في آخر الاسم إذا أضفت، نحو قولك: يا عجباهْ، ويا بكراهْ، إذا استغثت أو تعجبت فصار كل واحد منهما يعاقب صاحبه\". الكتاب (2/ 218).\n(3) ينظر الممتع (1/ 329 - 331).\n(4) أوضح المسالك (4/ 405).\n(5) عجز بيت من بحر الطويل، ذكر الشارح صدره، وهو من معلقة امرئ القيس المشهور، وهو في وصف امرأة بغزارة الشعر، وانظر الشاهد في الديوان (115)، ط. دار الكتب العلمية، و (17)، ط. دار العارف، شرح التصريح (2/ 371)، ومعاهد التنصيص (1/ 4).\n(4/2117)",
        "\nغدَائِرُهُ مُستَشْزَرَات إلى العلا ... ............................\nوهو أيضًا من القصيدة المذكورة آنفا.\nقوله: \"غدائره\" أي: ذوائبه [وهي جمع] (1) غديرة، وهي الذؤابة، قوله: \" مُشتَشْزَرَاتٍ\" بفتح الزاي، أي: مفتولات، شزرًا، أي: على غير جهة لكثرتها، ووروى: مستشزرات بالكسر؛ أي: مرتفعات، قوله: \"إلى العلا\" أي: إلى ما فوقها.\nقوله: \"تضل\" من الضلال، و \"المداوي\" بفتح الميم؛ جمع مدرى بكسر الميم، وهو مثل الشوكة تحك به المرأة رأسها، وإنما تضل المداري من كثافة شعرها، ويروى: تضل العقاص، بكسر العين جمع عقصة، وهي ما جمع من الشعر ففتل تحت الذوائب.\nقوله: \"في مثنى ومرسل\" أراد أن وفور شعرها وكثرته بحيث يستر بعضه بعضًا، والحاصل أن المثنى هو المفتول؛ لأنه ثني بالفتل، و \"المرسل\": المسرح من غير فتل.\nالإعراب:\nقوله: \"غدائره\" مبتدأ، وخبره: \"مُستَشْزَرَات\"، والضمير يرجع إلى الفرع في البيت الذي قبله: [وهو قوله] (2).\nوفرع يزِينُ المُتْنَ أسوَدَ فَاحِمٍ ... أثيتٍ كَقِنو النخلَةِ المُتَعَثْكلِ\nقوله: \"تضل المداوي\": جملة من الفعل والفاعل، وقوله: \"في مثنى\" في محل النصب على المفعولية، وقوله: \"ومرسل\": عطف عليه، والتقدير: في مثنى منه ومرسل منه؛ أي: من الفرع.\nالاستشهاد فيه:\nفي قوله: \"المداوي\"، والكلام فيه كالكلام في: العذاري؛ كما ذكرناه الآن (3).\n\nالشاهد الحادي والسبعون بعد المائتين والألف (4)، (5)\n........................... ... وأنَّ أَعِزَّاءَ الرِّجالِ طِيَالُها\nأقول: لم أقف على اسم قائله، وصدره:\nتبيَّنَ لِيَ أن القَماءَةَ ذِلَّةٌ ... .....................................\n__________\n(1) ما بين المعقوفين سقط في (أ).\n(2) ما بين المعقوفين سقط في (ب).\n(3) ينظر الشاهد رقم (1267).\n(4) توضيح المقاصد (6/ 35).\n(5) البيت من بحر الطويل، وقد ذكر الشارح صدره، وهو لأنيف بن زبَّان النهشلي، وقبله بيت آخر وهو قوله: =\n(4/2118)\n",
        "وهو من الطويل.\nقوله: \"أن القماءة\" قال القالي: القمأ من القماءة وهو الصغر؛ كذا قال أبو بكر بن الأنباري على فَعَل، قال الشاعر:\nتبين لِيَ أن القَماءَةَ ذِلة ... ..................... (1)\nوقال أبو زيد: قمؤ الرجل قماءة إذا صغر (2)، والحاصل أن مصدر قمؤ على قمأ على وزن فعل بالتحريك، وقمأة بالتاء، وإنما مد في الشعر المذكور للضرورة، قوله: \"طيالها\" الطيال: جمع طويل.\nوالاستشهاد فيه:\nفإنه جاء بالياء، والقياس فيه: طوالها (3)، وقد رواه القالي: طوالها على القياس (4)، وقد ترى إعراب البيت لظهوره.\n\nالشاهد الثاني والسبعون بعد المائتين والألف (5)، (6)\nوكنتُ إذا جارِي دعا لِمضُوفَةٍ ... أُشَمِّرُ حتى يبلغ الساقَ مِئْزَرِي\nأقول: قائله هو أبو جندب الهُذَلي، وهو من الطويل.\n__________\n= ولما التقى الصفان واشتجر القنا ... تهالا واستاب المنايا نهالا\nوانظرهما في الحماسة البصرية (1/ 35)، وشرح شواهد الشافية (385 - 387)، والخزانة (9/ 488)، والتصريح (2/ 389)، وابن يعيش (5/ 45)، (10/ 88)، والمحتسب (1/ 184)، والممتع (2/ 497)، والمنصف (1/ 342).\n(1) ينظر شرح شواهد الشافية (385، 386).\n(2) نصه في الأضداد (400)، تحقيق: محمد أبو الفضل إبراهيم، يقول أبو بكر بن الأنباري \"قمؤت الإبل قموءً وقماءةً إذا سمنت، وقمؤ الرجل إذا صغر جسمه فهو قمئ قماءة، ثم أنشد البيت\".\n(3) طيالها شاذ قياسًا واستعمالًا، والقياس: طوالها وهو الكثير المستعمل، وهذا القياس علله ابن الحاجب بصحة الواو في المفرد، وعلله الرضي بتحركها في المفرد، فلو كانت ساكنة عنده لأعلت، وذكر الرضي ردّا على ابن الحاجب أنه لو كانت صحة العين في المفرد سببًا لصجتها في الجمع لما أعل، نحو: حياض، وثياب، وسياط. ينظر: شرح شواهد الشافية (385، 386).\n(4) ينظر السابق نفسه.\n(5) توضيح المقاصد (6/ 39).\n(6) البيت من بحر الطويل، من قصيدة لأبي جندب الهذلي عدتها عشرة أبيات، وهي في الشهامة والدفاع عن الجار، ولا شيء في ذلك إلا أن قوله:\nأبى الناس إلا الشر مني فدعهم ... وإياه ما جاءوا إلي بمنكر =\n(4/2119)\n\nقوله: \"لمضُوفَةٍ\" بفتح الميم وضم الضاد المعجمة وسكون الواو وفتح الفاء، قال الأصمعي: هو الأمر الذي يشفق منه، وقال أبو سعيد: هذا البيت يروى على ثلاثة أوجه: على المَضُوفَة، والمضيفة، والمضافة (1).\nوقال ابن يعيش: المراد من المضوفة هاهنا ما ينزل من حوادث الدهر ونوائب الزمان، أي: إذا جاري دعاني لهذا الأمر شمرت عن ساقي وقمت في نصرته (2)، قوله: \"حتى يبلغ الساق\"، ويروى: حتى ينصف الساق (3).\nالإعراب:\nقوله: \"وكنت\" الواو للعطف إن تقدمه شيء، والضمير المتصل به اسم كان، وخبره قوله: \"أشمر، وجعل الجوهري \"كان\" هاهنا زائدة، وقال: لأنه يخبر عن حاله وليس يخبر بكنت عما مضى من فعله (4)، وفيه نظر؛ لأن \"كان\" لا تقع زائدة أولًا إذا رفعت الاسم ونصبت الخبر، بل تقع زائدة إذا وقعت حشوًا كما في قوله (5):\n........................ ... على كان المسومة العراب\nقوله: \"إذا جاري\" تقديره: إذا دعا جاري، فقوله: \"جاري\": كلام إضافي مرفوع بفعل محذوف يفسره الظاهر، ومفعول \"دعا\" محذوف تقديره: دعاني، واللام في لِمَضُوفَةٍ تتعلق بـ: \"دعا\"، قوله: \"حتى\" للغاية، و \"أن\" بعدها مضمرة، و \"يبلغ\" منصوب به [والساق مفعول] (6)، و \"مئزري\": كلام إضافي فاعل يبلغ، وهذا الكلام كناية عن شدة قيامه واهتمامه في نصرة جاره عند حلول النوائب؛ كما ذكرنا.\n__________\n= غير مرغوب منه لأن فيه شرّا ... ...............................\nوانظر الشاهد في شرح شواهد الشافية (383)، وشرح أشعار الهذليين (1/ 588)، والممتع (2/ 470)، والمنصف (1/ 301).\n(1) الصحاح مادة: \"ضيف\".\n(2) ينظر ابن يعيش (10/ 82).\n(3) ينظر الممتع (2/ 470).\n(4) ليس في الصحاح مادة: \"ضيف\"، وهي في الصحاح مادة: \"كون\" وقد أنشد بيت أبي جندب وعلق عليه بما ذكره الشارح؛ كما ذكر قوله تعالى: {وَكَانَ اللَّهُ غَفُورًا رَحِيمًا}.\n(5) ينظر الشاهد رقم (201)، وهو عجز بيت من الوافر، وصدره: (سراة بني أبي بكر تسامى)، وقائله مجهول، وانظره في التصريح (1/ 192)، والأشموني (1/ 241).\n(6) ما بين المعقوفين سقط في (ب).",
        "(4/2120)\n\nالاستشهاد فيه:\nفي قوله: \"لِمَضُوفَةٍ\" فإن القياس فيه: مضيفة، وهذا البيت عند سيبويه شاذ في القياس والاستعمال، فهو في الشذوذ كالقود والقصوى، فإن القياس فيهما: قاد والقصيا، فافهم (1).\n\nالشاهد الثالث والسبعون بعد المائتين والألف (2)، (3)\nإذا لم يَكُنْ فِيكُنْ ظِلٌّ ولا جنى ... فأبْعَدَكُن اللهُ منْ شيرات\nأقول: أقف على اسم قائله، وهو من الطويل.\nقوله: \"ولا جنى\" بفتح الجيم، وهو ما يجتنى من الشجر.\nالإعراب:\nقوله: \"إذا\" للشرط، وقوله: \"لم يكن فيكن ظل\": جملة وقعت فعل الشرط، و \"ظل\": مرفوع لأنه اسم كان، و \"فيكن\" مقدمًا خبره، وقوله: \"ولا جنى\": عطف على ظل، والخطاب هاهنا للأشجار التي لا ظل لها ولا ثمرة، قوله: \"فأبعدكن الله\": جملة من الفعل والفاعل والمفعول وقعت جوابًا للشرط.\nالاستشهاد فيه:\nفي قوله: \"من شيرات\" بفتح الشين المعجمة والياء آخر الحروف، فإن أصلها شجرات فأبدلت الياء من الجيم، فلذلك لم تعل هذه الياء لأنها بدل (4).\n__________\n(1) قال ابن يعيش: \"وأما قول الشاعر (البيت) ففيه تقوية لمذهب أبي الحسن؛ لأنه جارٍ على قياسه، ومضوفة هاهنا من صفقة إذا نزلت عنده، والمراد هاهنا ما ينزل من حوادث الدهر ونوائب الزمان، أي: إذا جاري دعاني لهذا الأمر شمرت عن ساقي وقمت في نصرته، وهذ البيت عند سيبويه شاذ في القياس والاستعمال، وهو في الشذوذ كالقود والقصوى، لأن القود شاذ والقياس: قاد كباب، والقصوى أيضًا شاذ، والقياس: القصيا كالدنيا، وكان القياس في المضوفة: المضيفة فاعرفه\". شرح المفصل (10/ 81، 82)، وانظر الحديث عن هذا الأمر في الكتاب لسيبويه (4/ 348)، وإن كان لم ينشد البيت ولم يذكر الكلمة، وقال ابن عصفور: \"وأما قوله (البيت) فقلب الياء من \"مضوفة\"، واوًا وأقر الضمة مع كون الياء تلي الطرف؛ لأن الأصل مَضْيُفة، لأنه من ضاف يضيف ثم نقلت الضمة إلى الساكن قبلها فصار: \"مَضُيفة\" فجاءت الياء ساكنة بعد ضمة ثم قلبت الياء واوًا فشاذ لا يعرج عليه\" الممتع (470).\n(2) توضيح المقاصد (6/ 54).\n(3) البيت من بحر الطويل، وقد نسب في مراجعه لشاعر يدعى جعثنة البطائي، وهو في سمط اللآلئ (834)، والأشموني (4/ 318).\n(4) قال الرضي: \"وقد تبدل الياء من الجيم، يقال: شيرة، وشييرة، في شجرة، وشجيرة\". شرح الشافية (3/ 213).\n(4/2121)",
        "\nالشاهد الرابع والسبعون بعد المائتين والألف (1)، (2)\nوقد علِمَتْ عرسي مُلِيكةٌ أنني ... أنا الليثُ مَعْدِيًّا عليه وعَاديًا\nأقول: قائله هو عبد يغوث بن وقاص الحارثي، وهو من الكامل.\nقوله: \"عرسي\" العرس بكسر العين المهملة وسكون الراء [وفي آخره] (3) سين مهملة، وهي امرأة الرجل، والمعنى: قد علمت زوجي مليكة أني بمنزلة الأسد، فمن ظلمني فكأنه ظلم الأسد فلا بد أن أهلكه.\nوهكذا وقع في نسخ ابن أم قاسم: \"معديًا عليه وعاديًا\" بالعين والدال المهملتين (4)، ووقع في كتاب الزمخشري: \"مغزيًّا عليه وغازيًا\" بالغين والزاي المعجمتين حيث قال: \"قالوا: عتوّ ومغزوّ، وقد قالوا: عتيّ ومغزيّ، قال:\nوقد علِمَت عرسي مُليكةٌ أنني ... أنا الليثُ مَغزِيًّا عليه وغَازِيًا (5)\nوالأصح ما قاله الزمخشري (6):\nإذا قالتْ حَذَامِ فصَدِّقُوهَا .... فإن القَولَ مَا قَالتْ حَذَامِ\nالإعراب:\nقوله: \"وقد علمت\" الواو للعطف إن تقدمه شيء، وقد للتحقيق، وعلمت فعل، و \"عرسي\":\n__________\n(1) توضيح المقاصد (6/ 71).\n(2) البيت من بحر الطويل، من قصيدة تبلغ عشرين بيتًا لعبد يغوث بن وقاص الحارثي، وفيها أكثر من شاهد نحوي وصرفي وهي في أكثر من مرجع من كتب الأدب، وانظر الشاهد في الكتاب (4/ 385)، والأمالي الحاجبية (331)، وشرح شواهد الشافية (400)، والممتع (550)، والمنصف (1/ 11)، وسر الصناعة (691)، والخزانة (2/ 197).\n(3) ما بين المعقوفين سقط في (ب).\n(4) توضيح المقاصد (6/ 71).\n(5) قال الزمخشري في المفصل (390) ط. دار الجيل وغيرها: \"وقالوا: عتي وجثى وعصي ففعلوا بالواو المتطرفة بعد الضمة في فعول مع حجز المدة بينهما ما فعلوا بها في أدل وقلنس؛ كما فعلوا في الكساء نحو فعلهم في العصا، وهذا الصنيع مستمر فيما كان جمعًا إلا ما شذ من قول بعضهم: إنك لتنظر في نحو كثيرة، ولم يستمر فيما ليس بجمع، قالوا: عتو ومغزو، وقد قالوا: عتي ومغزي قال:\nوقد علِمَتْ عرسي مَليكةٌ أنني ... أنا الليثُ مَغزيًّا عليه وغازِيًا\nوقالوا: أرض مسنية ومرضي، وقالوا: مرضو على القياس، قال سيبويه: والوجه في هذا النحو الواو، والأخرى عربية كثيرة، والوجه في الجمع الياء\". المفصل بشرح ابن يعيش (10/ 22، 110)، وفي نسخ المفصل: \"معديًّا عليه وعاديًا\" وهو تحريف عما قصده الزمخشري، أو أن الرواية معدي وهو ينطق على مغزي الذي مثل به.\n(6) البيت من بحر الوافر ذكره العيني للتمثيل فقط، وليس للاستشهاد، وقد سبق الحديث عنه آخر باب الممنوع من الصرف.\n(4/2122)\n",
        "كلام إضافي فاعله، وقوله: \"مليكة\" بضم الميم؛ عطف بيان على عرسي، أو بدل منه.\nقوله: \"أنني\" بفتح الهمزة، فأن مع اسمها وخبرها سدت مسد مفعولي: علمت، والضمير المتصل بأن هو اسمها، وخبرها هو قوله: \"الليث\"، قوله: \"أنا\" ضمير الفصل فلا موضع له على الأصل، قوله: \"معديًّا عليّ\": حال من الليث، والعامل فيها ما في أن من معنى ثبت وتحقق، قوله: \"وعاديًا\" عطف عليه.\nالاستشهاد فيه:\nفي قوله: \"معديًّا\" حيث جاء على الإعلال، فإن أصله: معدوو على وزن مفعول، قلبت الواو الأخيرة ياء استثقالًا فصار: معدوي، فاجتمعت الواو والياء وسبقت إحداهما بالسكون فقلبت الواو ياء، وأدغمت الياء في الياء فصار معديًّا بضم الدال، ثم أبدلت ضمة الدال كسرة للتناسب، فصار معديًّا بكسر الدال، وروي: معدوّا على الأصل (1).\n\nالشاهد الخامس والسبعون بعد المائتين والألف (2)، (3)\nوقدْ تَخِذَتْ رِجْلِي لدى جَنبِ غِرزِهَا ... نَسِيفًا كأُقحُوص القَطَاة المُطَرِّق\nأقول: قائله هو الممزق العبدي، واسمه: شاس بن نهار العبدي، وهو من قصيدة طويلة من الطويل، منها قوله (4):\n__________\n(1) كل جمع على وزن: \"فعول\" ولامه واو فإن اللام تقلب ياء، فتجتمع الياء مع الواو والأول منهما ساكن متأصل ذاتا فتقلب الواو ياء وتدغم في الياء الأخرى على حد القول في نحو: طي، والعلة في ذلك أن الواو الأولى مدة زائدة فلم يعتد بها كالألف في كساء، فصارت الواو التي هي لام الكلمة كأنها وليت الضمة، فقلبوا الواو ياء على حد قلبها في أحق وأدل، وانضاف إلى ذلك كون الكلمة جمعًا والجمع مستثقل فصار عصيًّا، ومنهم من يتبع ضمة الفاء العين ويكسرها ويقول: عصي يكسر العين والصاد ليكون العمل من وجه واحد، ولو كان المثال: عصوًا اسمًا واحدًا غير جمع لم يجب القلب لخفة الواحد؛ ألا تراك تقول: مغزو ومدعو، وعتو مصدر عتا يعتو فيقر الواو هذا هو الوجه، ويجوز القلب فتقول: مغزي، ومدعي.\n(2) توضيح المقاصد (6/ 79).\n(3) البيت من قصيدة من بحر الطويل، قالها الممزق العبدي يستعطف بها عمر بن هند، وكان الأخير قد هم بغزو عبد القيس قبيلة الممزق، ومطلعها الأصمعيات (164)، هارون:\nأزفت فلم تخدع بعيني وسنه ..... ومن يلق ما لاقيت لا بد يأرق\nوانظر الشاهد في الخصائص (2/ 289)، والصحاح: \"طرق، وشرح شواهد المغني (680)، وتذكرة النحاة (146)، والأصمعيات (165)، والعقد الفريد (3/ 357).\n(4) شرح شواهد المغني (680).\n(4/2123)\n\nفإن كنت مأكولًا فكن أنت آكلي ... وإلا فأدركني ولما أمزق\nوبهذا البيت سمي الممزق.\nقوله: \"تخذت\" بمعنى: اتخذت، قوله: \"لدى جنب\" ويروى: إلى جنب غرزها، و \"الغرز\" بفتح الغين المعجمة وسكون الراء وفي آخره زاي معجمة، وهو ركاب الرجل من جلد، وإذا كان من خشب أو حديد فهو ركاب، قوله: \"نسيفًا\" بفتح النون وكسر السين المهملة وسكون الياء آخر الحروف وفي آخره فاء، وهو أثر ركض الرجل بجنبي البعير إذا انحسر عنه الوبر.\nقوله: \"كأفحوص\" بضم الهمزة وسكون الفاء وضم الحاء المهملة وسكون الواو وفي آخره صاد مهملة، وهو مجثم القطاة، أي: مبيتها، وسمي بذلك لأنها تفحصه، من فحص المطر التراب، أي: قلبه.\nو\"القطاة\": طائر مشهور، و \"المطرق\" بضم الميم وفتح الطاء وتشديد الراء المكسورة، من طوقَتِ القَطَاةُ إذا حان وقتُ خروج بيضِهَا، قال أبو عبيد: لا يقال ذلك في غير القطاة (1).\nقلت: فيه نظر، لأن أوسًا تقول (2):\nلنَا صَرخَةٌ ثُم إسكَاتةٌ ... كمَا طَرَّقَتْ لِنِفَاسٍ بكرْ\nوقع في المفضليات: المطرق بفتح الراء، وفسره بالمعدل، يقال: طرق بمعنى: عدل (3).\nالإعراب:\nقوله: \"وقد تخذت\" قد للتحقيق، وتخذت فعل ماض، و \"رجلي\": كلام إضافي فاعله، وقوله: \"نسيفًا\" مفعوله، قوله: \"لدى\" نصب على الظرف مضاف إلى جنب، وجنب مضاف إلى غرزها، قوله: \"كأفحوص\" الكاف للتشبيه، والأفحوص مجرور بها مضاف إلى القطاة.\nقوله: \"المطرق\" بالجر صفة القطاة، وإنما ذكر مع أن القطاة مؤنث، لأنه لا يقال ذلك في غير القطاة على رأي أبي عبيدة، وأما على رأي غيره فيكون على إرادة النسبة، والتقدير: ذات التطريق، وأما على رواية من رواه بفتح الراء فيكون صفة للأفحوص بمعنى المعدل.\n__________\n(1) الصحاح مادة: \"طرق\"، وشرح شواهد المغني (681).\n(2) البيت من بحر المتقارب، قاله أوس بن حجر ديوانه (31)، وهو في اللسان: \"نفس- طرق\".\n(3) القصيدة ليست في المفضليات وإنما هي في الأصمعيات (164 - 166) (هارون).",
        "(4/2124)\n\nالاستشهاد فيه:\nفي قوله: \"تخذت\" فإن أصله: اتخذت، ولكن لما كثر استعماله على لفظ الافتعال توهموا أن التاء أصلية فبنوا منه فعِل يفعِل، قالوا: تخذ يتخذ، وقرئ قوله تعالى (1): (لتَخذت عليه أجرًا) (2).\n\nالشاهد السادس والسبعون بعد المائتين والألف (3)، (4)\nفقلت لصاحبي لا تَحْبِسَنَّا ... بنَزْعِ أُصُولِهِ واجْدَزَّ شِيحَا\nأقول: قائله هو يزيد بن الطثرية؛ كذا قاله الجوهري (5)، وقال ابن بري: هو لمضرس بن ربعي الأسدي.\nوقبله (6):\n1 - وفِتيَانِ شَوَيْتُ لهم شواءً ... سريعَ الشِّيِّ كنتُ به نَجِيحَا\n2 - فطِرتُ بمُنْصُلي في يعمَلاتٍ .... دوَامِي الأيْدِ يَخْبطْنَ السريحَا\nوهي من الوافر.\n__________\n(1) هذه القراءة لعبد الله والحسن وقتادة وأبو بحرية وابن محيصن وأبو عمرو. ينظر روح المعاني للآلوسي (16/ 7)، والإتحاف (2/ 223)، والنشر (2/ 15)، والبيان للأنباري (2/ 114)، والبحر المحيط (6/ 152)، وشرح الشافية للرضي (3/ 79، 80).\n(2) في القراءة المذكورة وبيت الشاهد توجيهات ثلاثة في: \"تَخِذَ\"، قال سيبويه: \"التاء مبدلة من الواو\"، الكتاب (4/ 334) وينظر الواو دراسة نحوية وصرفية، د. عبد المعطي سالم (30)، وجعل سيبويه واويتها الأصلية شرطًا لإبدال من التاء في الافتعال، فإن كانت واويتها عارضة أو مبدلة من همزة بقيت على حالها دون إبدال أو إدغام في الافتعال. ينظر شرح الشافية للرضي (3/ 83)، والمنهج الصرفي، د. إبراهيم البسيوني (109)، وقيل: التاء مبدلة من همزة أخذ، وهو مذهب الزجاج والجوهري من الهمزة، ويرى ابن جني أن التاء أصلية فقال: \"فأما قولهم: اتخذت فليست تاؤه بدلًا من شيء بل هي فاء أصلية بمنزلة: اتبعت من تبع، يدل على ذلك ما أنشده الأصمعي من قوله:\nوقد تخذت رجلي إلى جنب غرزها ..... نسيفا كأفحوص القطاة المطرق\nوعليه قول الله سبحانه: {قَال لَوْ شِئْتَ لَاتَّخَذْتَ عَلَيْهِ أَجْرًا} [الكهف: 77] الخصائص (2/ 289).\n(3) توضيح المقاصد (6/ 84).\n(4) البيت من بحر الوافر، وهو ليزيد بن الطثرية في أكثر مراجعة، وهو في الفخر بالكرم، وانظر مراجع الشاهد سر الصناعة (187)، والممتع (1/ 357)، والمقرب (2/ 166)، وشرح شواهد الشافية (481)، وابن يعيش (10/ 79)، والصحاح، واللسان: \"جزر\".\n(5) الصحاح مادة: \"جزر\".\n(6) ديوان يزيد بن الطثرية (60)، وشرح شواهد الشافية (483).\n(4/2125)",
        "\nقوله: \"لا تحبسنا\": من الحبس، وفي رواية الجوهري: لا تحبسانا، ثم قال: وربما خاطبتْ العربُ الواحد بلفظ الاثنين؛ كما قال سويد (1) بن كراع العكلي (2):\nفإن تَزجُرَاني يا ابنَ عَفَّانَ أنزَجر ... وإن تدَعَاني أَحمِ عِرضَا ممنعًا\nيعني: لا تحبسنا عن شيّ اللحم بأن تقلع أصول الشجر بل تأخذ ما تيسر من قضبانه وعيدانه وأسرع لنا في الشيّ، قوله: \"واجدز\" أصله: جزّ بالجيم والزاي المشددة؛ من جززت الصوف ونحوه، ثم نقل إلى باب الافتعال، فصار: اجتز، ثم قلبت التاء دالًا فصار: اجدز.\nو\"الشيح\" بكسر الشين المعجمة وسكون الياء آخر الحروف وفي آخره حاء مهملة، وهو نبت مشهور يقال له بالفارسية: درمنه، وبالتركية: يوشان.\nالإعراب:\nقوله: \"فقلت\": جملة من الفعل والفاعل، و\"لصاحبي\": يتعلق بها، وقوله: \"لا تحبسنا\": مقول القول، قوله: \"بنزع\" يتعلق به، والضمير في: \"أصوله\" يرجع إلى الكلأ، قوله: \"واجدز\": أمر من جز يجز كما ذكرنا، وفاعله مستتر فيه، وقوله: \"شيحَا\" مفعوله.\nالاستشهاد فيه:\nفي قوله: \"واجدز\" فإن أصله: اجتز، فقلبت التاء دالًا؛ كما ذكرنا (3).\n__________\n(1) شاعر فارس مقدم من شعراء الدولة الأموية، وكان في آخر أيام جرير والفرزدق، وكان شاعرا محكمًا، وكان ذا رأي في بني عك.\n(2) البيت من بحر الطويل، وقد نسبه الشارح لقائله، وهو في اللسان، والصحاح مادة: \"جزز\"، قال ابن منظور: \"أَنشد ثعلب والكسائِي ليزيد بن الطثرِية (البيت) ويروى: واجدز، وذكر الجوهري أَن البيت ليزيد بن الِطثرية وذكره ابن سيده ولم ينسبه لأحد بل قال: وأنشد ثعلب قال ابن بري: ليس هو ليزيد وإنما هو لمُضَرِّسِ بن رِبعي الأسدي وقبله:\nوفتيان شَوَيْتُ لهم شِواء .... سريعَ الشيِّ كنت به نجِيحَا\nفَطِرتُ بِمُنصُلٍ في يَعمَلاتٍ ... دَوامي الأَيدِ يخبطنَ السريحَا\".\n(3) قال ابن عصفور: \"وقد قلبت تاء افتعل دالًا بغير اطراد مع الجيم في: اجتمعوا، واجتز، فقالوا: اجدمعوا، واجدز والأكثر التاء، قال: (البيت) يريد: اجتمعوا واجتز، ولا يقاس على ذلك ... \" الممتع (357).\n(4/2126)\n",
        "الشاهد السابع والسبعون بعد المائتين والألف (1)، (2)\nيا ابنَ الزبَيرِ طَالما عَصَيكَا\nأقول: قائله راجز من حِمير؛ كذا في نوادر أبي زيد (3)، وتمامه (4):\nوطالما عنَّيتَنَا إليكَا .... لنضرِبَنْ بِسَيفِنَا قفيكَا\nوأراد بابن الزبير: عبد اللَّه بن الزبيري - رضي الله عنهما -.\nالمعنى والإعراب ظاهران.\nالاستشهاد فيه:\nفي قوله: \"عصيكا\" فإن أصله: عصيت، فأبدل الكاف من التاء؛ لأنها أختها في الهمس، وكان سحيم إذا أنشد شعرًا، قال: أحسنك واللَّه، يريد: أحسنت (5).\n\nالشاهد الثامن والسبعون بعد المائتين والألف (6)، (7)\nلو شئْتِ قد نقَعَ الفؤَاد بشربَةٍ .... تدَع الصَّوَادِيَ لا يَجُدْنَ غَلِيلًا\nأقول: قائله هو جرير بن الخطفي، وهو من قصيدة طويلة من الكامل يهجو بها الفرزدق، وأولها هو قوله (8):\n__________\n(1) توضيح المقاصد (6/ 88).\n(2) البيت من بحر الرجز المشطور، قاله راجز من حمير، وقد ذكر الشارح بيتين بعده، وانظر الشاهد في الخزانة (4/ 428)، وشرح شافية ابن الحاجب (3/ 202)، وشرح شواهد الشافية (425)، وشرح شواهد المغني (446)، والممتع (414)، والجنى الداني (468).\n(3) انظر النوادر في اللغة لأبي زيد الأنصاري (105).\n(4) ينظر شرح شواهد الشافية (425).\n(5) هذا إبدال لم يذكره سيبويه ولا ابن السكيت في كتابه القلب والإبدال لقلته جدا في بعض لغات العرب، ينظر الممتع (414، 415)، وشرح شواهد الشافية (424، 425).\n(6) توضيح المقاصد (6/ 96).\n(7) البيت من بحر الكامل، من قصيدة لجرير يهجو بها الفرزدق، ديوانه (364)، دار صادر، وانظر الشاهد في سر الصناعة (296)، وابن يعيش (10/ 60)، والممتع (1/ 177)، والمنصف (1/ 187)، والهمع (2/ 66)، والمقرب (2/ 184)، وشرح الشافية (1/ 32)، وشرح شواهد الشافية (53)، والدرر (5/ 103).\n(8) الديوان (453)، ط. دار صعب، وكذا في (364)، ط. دار صادر، ورواية الشاهد هكذا:\nلو شئت قد نقع الفؤاد بمشرب ... يدع الحوائم لا يجدن غليلًا\n(4/2127)\n\nلَم أَرَ مثلَكِ يَا أُمَامَ خَلِيلًا ... أنأى بحَاجَتنا وأحسنَ قيلًا\nلو شئتِ ............... ... .................. إلخ\nقوله: \"يا أمام\" ترخيم أمامة، قوله: \"أنأى بحاجتنا\" من قولهم: ناء به الحمل إذا أثقله، قوله: \"قد نقع\" بالنون والقاف والعين المهملة؛ من نقعت بالماء إذا رويت، يقال: شرب حتى نقع، أي: شفى غليله.\nقوله: \"بشربة\"، ويروى: بمشرب، قوله: \"تدع\"، أي: تترك، و \"الصوادي\": جمع صادية من الصدى وهو العطش، قوله: \"غليلًا\" بالغين المعجمة، بمعنى الغلة وهي حرارة العطش.\nالإعراب:\nقوله: \"لو\" للشرط، و \"شئت\": جملة من الفعل والفاعل، وقعت فعل الشرط، قوله: \"قد نقع الفؤاد\": جملة من الفعل والفاعل وقعت جواب الشرط، ووقوع جواب لو بكلمة \"قد\" نادر (1).\nقوله: \"بشرية\" يتعلق بقوله: \"نقع\"، قوله: \"تدع\": فعل مضارع، والضمير المستتر فيه فاعله يعود إلى الشربة، وقوله: \"الصوادي\": مفعوله، والجملة في محل الجر؛ لأنها صفة لقوله: \"بشربة\".\nقوله: \"لا يجدن\" أي؛ لا يصبن، ولهذا اقتصر على مفعول واحد وهو قوله: \"غليلًا\"، والجملة في محل النصب على الحال من الصوادي.\nالاستشهاد فيه:\nفي قوله: \"لا يجُدن\" بضم الجيم فإنه لغة بني عامر (2).\n__________\n(1) قال السيوطي: \"وندر كونه -أي الجواب- مصدرًا برب أو بالفاء ... أو قد كقوله:\nلو شئتِ قد نقَعَ الفؤَاد شربَةٍ ... تدَعُ الصَّوَاديَ لا يجُدْنَ غليلًا\"\nينظر الهمع (2/ 66).\n(2) هو شاهد على أن باب: فعَل يفعِل، المثال لا يأتي منه المضارع على: فعَل يفعُل، وحينما ورد شاهدنا هذا على فعَل يفعُل كان شاذًّا وهو لغة لبني عامر، وفي ذلك يقول ابن جني في المنصف (1/ 187): \"قيل لأنهم أرادوا أن تخالف حركة العين في المضارع حركتها في الماضي، لأن كل واحد منهما بناء على حياله فجعلوا مضارع فعِل يفعَل، ومضارع فعَل في أكثر الأمر يفعِل؛ لمقاربة الكسرة الفتحة واجتماعهما في مواضع كثيرة وإمالة كل واحدة إلى صاحبتها نحو قولك: مررت بعمر وضربت عمرًا، ونحو قولك: ضربت الهندات، ومررت بالهندات، وغير ذلك مما يطول ذكره، فهذا ونحوه يدل على مناسبة الكسرة للفتحة فلذلك تعاقبتا في: فعِل يفعَل، وفعَل يفعِل، فأما قول الشاعر: (البيت) فشاذ، والضمة عارضة، ولذلك حذفت الفاء كما حذفت في يقع ويزع، وإن كانت الفتحة هناك لأن الكسر هو الأصل، وإنما الفتح عارض\".",
        "(4/2128)\n\nالشاهد التاسع والسبعون بعد المائتين والألف (1)، (2)\n........................ ... وصَالِيَات كَكمَا يُؤثفَينْ\nأقول: قائله هو خطام المجاشعي، وأوله (3):\nلم يبق من آي بها يُحَلَّيْنْ .... غيرَ حُطامٍ وَرَمَادٍ كِنْفَينْ\nوصَالِيَات كَكَمَا يُؤثفَينْ ... وغيرَ وَدٍّ جاذلٍ أوْ ودَّيْنْ\nوهي من الرجز المسدس.\nوقوله: \"من آي بها\" أي: بدار المحبوبة، والآي: جمع آية وهي العلامة، قوله: \"يحلين\" بالحاء المهملة، وهي من الحلية، قوله: \"حطام\" بضم الحاء المهملة، وهو ما تكسر من اليبيس.\nقوله: \"كنفين\": تثنية كِنف بكسر الكاف وسكون [النون] (4)، وهو وعاء يجعل فيه الراعي أداته، قوله: \"وصالات\": جمع صالية؛ من صلي النار [بالكسر] (5) يصلي صليًّا إذا احترق بها، قال تعالى: {هُمْ أَوْلَى بِهَا صِلِيًّا} [مريم: 70]، أراد: أثافي صاليات، يعني: مسودات من آثار النار، وصف أنها على حالها التي وضعها عليها أهل الدار، فإن قرب آثارهم أجلب للشوق والتذكار.\nقوله: \"يؤثفين\": من أثفيت القدر: جعلت لها أثافي، ويقال: ثفيت القدر تثفية، أي: وضعتها على الأثافي وأثفيتها، والأثافي: جمع أثفية القدر، ووزنها: أفعولة، ويجوز في ياء الأثافي التشديد والتخفيف.\nالإعراب:\nقوله: \"وصاليات\" بالجر عطف على قوله: \"غير حطام ورماد\"، أي: غير صاليات وهي صفة موصوفها محذوف، أي: وأثافي صاليات، قوله: \"ككما\" الكاف الأولى حرف جر،\n__________\n(1) توضيح المقاصد (6/ 99).\n(2) بيت من بحر الرجز المشطور، هو وما ذكر معه في وصف أطلال لخطام المجاشعي، وانظر الشاهد في الكتاب (1/ 38، 32، 408)، والخزانة (1/ 367)، (2/ 353)، (4/ 573)، وشرح شواهد الشافية (59)، وشرح شواهد المغني (172) واختيارات المرادي في تراثه النحوي: د. أحمد السوداني (607) (دكتوراه بالأزهر).\n(3) شرح شواهد الشافية (59).\n(4) ما بين المعقوفين بياض في (ب).\n(5) ما بين المعقوفين سقط في (ب).\n(4/2129)",
        "\nوالثانية اسم لدخول حرف الجر عليها؛ كما في قوله (1):\nفَصُيّرُوا مثلَ كَعَصْف مَأكُولْ ... ................................\nلأن الاسم لا يضاف إلى الحرف، وكلمة: \"ما\" مصدرية، والتقدير: كإثفائها، قال ابن يسعون: هذا التقدير عند من جعل الهمزة زائدة؛ يعني في: يؤثفين، وأما من جعل الهمزة أصلية فالتقدير: كإثفائها؛ لأنها كالسلقاة في مصدر سلقيت؛ لأنه كالدحرجة، ومن قال: دحراجًا قال: إثفاء، فوزنه الآن فعلال، وفي الوجه الأول: إفعال كالإحرام (2).\nوالاستشهاد فيه:\nفي قوله: \"يؤثفين\" فإن الهمزة فيه يجوز أن تكون زائدة جاءت على القياس المرفوض؛ لأن قولك: أكرم يكرم، الأصل فيه: يؤكرم، فاستمر حذفها في مضارع الباب كراهة اجتماع همزتين في قولك: أنا أأكرم، ثم أتبع حذفها مع سائر حروف المضارعة.\nقال ابن يسعون: ولهذا قال أبو علي فيمن جعلها من: أثفيت (3)، فوزنها على هذا يؤفعلن، والدليل على كونها زائدة قول بعضهم: ثفيت القدر، قال المازني (4): فأثفية عند هؤلاء أفعولة مثل: أكرومة، قال: وسمعت الأصمعي ينشد (5):\nوذاكَ صنيعٌ لم تُثَفَّ لَهُ قِدْرُ\nوقال أبو الفتح: من جعلها أفعولة فلامها واو، وكان قياسها: أثفوة؛ إلا أنه قلب الواو إلى ياء تخفيفًا؛ والدليل على ذلك ما جاء عن ابن الأعرابي أنه قال: جاء يثفوه ويثفيه (6).\n__________\n(1) رجز لحميد الأرقط، ينظر الخزانة (4/ 270)، وهمع الهوامع (2/ 150)، ونسب في الخزانة وشرح شواهد المغني (503)، نقلًا عن العيني إلى رؤبة، وهو في ملحقات ديوانه (181).\nوالمعنى: وصف قومًا استؤصلت شأفتهم فصاروا كالعصف، وهو التبن أو الزرع الذي أكل حبه، وموطن الشاهد: \"مثل كعصف\" وهو شاهد على دخول مثل على الكاف، لأن الكاف بمعنى مثل والتقدير: مثل مثل عصف.\n(2) ينظر التكملة للفارسي (516).\n(3) التكملة للفارسي (515، 516)، وفيه يقول: \"وربما جاء في الشعر على الأصل كقوله \"البيت\" فيمن جعله من أثفيت\".\n(4) قال المازني: \"وأما أُثْفِيَّة فإن بعض العرب يجعلها: فُعلِية فيقول: أثفْتُ القدر، فيجعلها: فَعلْتُ، ويجعل الهمزة موضع الفاء، قال الشاعر: (وصَالياتٍ كَكَمَا يؤثفَين). المنصف (1/ 193).\n(5) شطر بيت من الطويل، وهو في لسان العرب مادة: \"ثفا\" وفي أساس البلاغة مادة: \"أثف\"، وانظر التصريف الملوكي بشرح المنصف (2/ 184).\n(6) قال ابن جني: \"وأما من جعلها: \"أفعولة\" فلامها عنده واو، وكان قياسها: أُثْفُوَّة؛ إلا أنه قلب الواو إلى الياء تخفيفًا\" المنصف (2/ 185).\n(4/2130)\n",
        "وقال أبو علي: قولهم: يثفيه لا يكون إلا من الواو، ويريد أنه يكون بمنزلة يَعِد؛ لأن الواو هي التي استمر حذفها في هذا النحو دون الفاء، قال: إلا أن اللام قدمت إلى موضع الفاء كأنه كان: ثفوت، ثم صار: وثفت، ويجوز أن يكونا أصليين، قال: ومثله على هذا الأصل قول الآخر (1):\n......................... ... فإنه أهلٌ لأنْ يُؤَكْرَمَا\nوقال أبو علي: وأن يكون يؤثفين يفعلين كيسلقين أولى من يؤفعلن؛ لأنه لا ضرورة فيه على من جعل الهمزة أصلًا.\nقال المازني: وبعض العرب بجعل أثفية فعلية، فيقول: أثفت القدر، وقال أبو الفتح؛ أي: أصلحت تحتها الأثافي، واجتمعت العرب على تخفيف الأثافي جمع أثفية فافهم (2)، فإنه مبحث دقيق.\n* * *\n__________\n(1) المنصف (2/ 185، 186).\n(2) المرجع السابق.\n(4/2131)\n\nشواهد الإدغام\nالشاهد الثمانون بعد المائتين والألف (1)\nوقَال نَبِيُّ المسلمِينَ تَقَدَّمُوا ... وأحْبِبْ [إلينا] (2) أنْ تكُونَ المُقَدَّمَا\nأقول: قد مر الكلام فيه مستوفى في شواهد التعجب (3).\nوالاستشهاد فيه:\nهاهنا في قوله: \"وأحبب\" حيث جاء بلا إدغام مع وجود موجب الإدغام وهو اجتماع الحرفين المتماثلين (4).\n\nالشاهد الحادي والثمانون بعد المائتين والألف (5)، (6)\nفغُضّ الطرفَ إنكَ من نُمَيْرٍ ... ................................\nأقول: قائله هو جرير بن الخطفي، وتمامه:\n.......................... ... فلا كعبًا بلَغْتَ ولا كلابًا\nوهو من قصيدة من الوافر، أولها هو قوله (7):\n__________\n(1) توضيح المقاصد (6/ 118).\n(2) ما بين المعقوفين سقط في (ب).\n(3) ينظر الشاهد رقم (764).\n(4) يجب الإدغام عند التقاء المتماثلين مع سكون الأول منهما، سواء كانا في كلمة واحدة كالشد والمد، أو في كلمتين متصلتين نحو: اسمع عِلمًا. ينظر شرح الشافية (3/ 236)، وابن يعيش (10/ 121).\n(5) أوضح المسالك (4/ 453).\n(6) البيت من بحر الوافر، من قصيدة لجرير يهجو بها الراعي النميري، ديوانه (58)، ط. دار صادر، وانظر الشاهد في الكتاب (3/ 533)، والمقتضب (1/ 185)، وابن يعيش (9/ 128)، والخزانة (1/ 72)، والدرر (6/ 322).\n(7) انظر القصيدة في ديوان جرير (58)، ط. دار صادر، وديوانه (75)، ط. دار صعب، و (813)، ط. دار =",
        "(4/2132)\n\n1 - لَنَا حَوْضُ الحَجِيجِ وَساقيَاهُ .... ومَنْ وَرَثَ النُّبُوَّةَ والكتَابَا\n2 - ألَسنَا أكْثَرَ الثَّقَلَيِن حيًّا ... بِبَطنِ مِنًى وأكثَرَهُم قبَابَا\n3 - إذا غَضِبَتْ عَلَيكَ بَنُو تَمِيمٍ ... حَسِبتَ الناسَ كُلَّهُمُ غِضَابَا\n4 - فَلَا وأبيكَ مَا لَاقَيتُ حيًّا ... كيَربُوعٍ إذَا رَفَعُوا العُقَابَا\n5 - فغُضَّ .............. ... .................. إلى آخره\n1 - قوله: \"الحجيج\": جمع حاج، وأراد بحوض الحجيج بئر زمزم -شرفه الله تعالى-.\n2 - و \"القباب\": جمع قبة، وهي التي تعمل من جلد أو لبد.\n3 - و \"بنو تميم\" في مضر تنسب إلى تميم بن مر بن أد بن طابخة بن إلياس بن مضر.\n4 - ويربوع في تميم، وهو يربوع بن حنظلة بن مالك بن زيد مناة بن تميم، وفي غطفان: ربوع بن غيظ بن مرة بن عوف بن سعد بن ذبيان بن بغيض بن ريث بن غطفان.\n5 - و \"نمير\" بضم النون في قيس غيلان ينسب إلى نمير بن عامر بن صعصعة بن معاوية بن بكر بن هوازن، قال أبو محمد: بنو نمير من أشراف بيوت قيس غيلان، وكان الرجل منهم ذا قيل له: ممن أنت؟ قال: نميري؛ كما ترى إدلالًا بنسبه وافتخارًا بمنصبه، حتى قال جرير بن الخطفي لعبيد بن حصين الراعي أحد بني نمير:\nفغض الطرف ............ ... ................ إلى آخره\nو\"كعب وكلاب\" ابنا ربيعة بن عامر بن صعصعة، فصار الرجل منهم إذا قيل له: ممن أنت؟ قال: عامري، ويكني عن نميري.\nالإعراب:\nقوله: \"فغض\": جملة من الفعل والفاعل، وهو أنت الضمير المستتر فيه، والخطاب لعبيد الراعي كما ذكرناه، و \"الطرف\" مفعول، وأراد به العين، قوله: \"إنك من نمير\": جملة مؤكدة في موضع التعليل.\nالاستشهاد فيه:\nفي قوله: \"فغض\" فإنه يجوز فيه الأوجه الأربعة: الفتح لخفته، والضم إتباعًا للغين، والكسر\n__________\n= المعارف، ومطلعها في الديوان:\nأقللي اللوم عاذل والعتابا ... وقولي إن أصبت لقد أصابا\n(4/2133)",
        "\nلأن الأصل في تحريك اللسان أن يحرك بالكسر والفك؛ كما في قوله تعالى: {وَاغْضُضْ مِنْ صَوْتِكَ} [لقمان: 19]، وبنو تميم يشددونه فلذلك قال جرير: فغض، بالتشديد (1).\n\nالشاهد الثاني والثمانون بعد المائتين والألف (2)، (3)\nالحَمدُ للهِ العليّ الأجْلَلِ .... الواسع الفضل الوهوب المجزِلِ\nأقول: قائله هو أبو النجم العجلي، واسمه: الفضل بن قدامة، وبعده (4):\n2 - أَعطَى فلَم يَبخَلْ ولَم يُبَخّلْ ... ...........................\nوهو من الرجز المسدس.\nقوله: \"الوهوب\": صيغة مبالغة في الواهب، و \"المجزل\" من أجزل إذا أعطى إعطاء كثيرًا الإعراب ظاهر.\nالاستشهاد فيه:\nفي قوله: \"الأجلل\" حيث فكَّ الإدغام فيه للضرورة مع أنه واجب في مثل هذا، ولهذا قال علماء المعاني: إن الفصاحة في المفرد: خلوصه من تنافر الحروف، والغرابة، ومخالفة القياس، ثم قالوا: ومخالفة القياس نحو:\nالحَمْدُ لله العليّ الأجْلَلِ ... ..............................\nوالقياس: الأجل بالإدغام (5).\n* * *\n__________\n(1) انظر ابن يعيش (9/ 128)، وذلك لكون الفعل فعل أمر جاز فيه لغتان: الإدغام وهو لغة تميم كما في قول جرير، والفك وهو لغة الحجازيين وبه نزل الفصيح من كتاب رب العالمين. ينظر أوضح المسالك (4/ 453)، والإدغام بين النحويين والقراء: د. عبد المعطي سالم (86).\n(2) أوضح المسالك (4/ 456).\n(3) البيتان من بحر الرجز المشطور، وهما في ديوان أبي النجم بيت واحد هكذا:\nالحمد لله الوهوب المجزل\nوعلى ذلك فليس فيهما الشاهد، وقد بحثت عن كلمة الأجلل، وهي موضع الشاهد في القصيدة كلها على طولها (194 بيت) فلم أجدها، وانظر الديوان (175)، وانظر الشاهد في المقتضب (1/ 142، 253)، والمنصف (1/ 339)، والخصائص (3/ 89، 95)، ومعاهد التنصيص (1/ 7)، والتصريح (2/ 403).\n(4) ديوان أبي النجم العجلي (175)، الرياض، علاء أغا.\n(5) فك الإدغام في: \"الأجلل\" لضرورة الشعر، والقياس أن يأتي الأجل مدغمًا ينظر: حاشية الصبان (4/ 349) والتصريح (2/ 403)، وشرح شواهد الشافية (591)، والمنصف (1/ 339).\n(4/2134)\n",
        "[خاتمة الكتاب]\nوهذا آخر ما جمعناه من الشواهد الشوارد، ومنتهى ما نظمناه من الفرائد في القلائد، إيضاحًا فيها من الفوائد والعوائد، وكشفًا لقناع ما فيها من الخود والخرائد، فجاء بحمد الله تعالى مبرئًا للعليل ومرويًا للغليل، وليس الري من التشاف؛ كما أن العي من الاعتساف، والمأمول من الناظر ممم، ألا يكون من الذين يحرفون الكلم عن مواضعه، ولا من الذين يصحفون في مبادئه ومقاطعه، وكم من متصرف في المهذب بالزيادة والنقصان، ومن مفوق نحوه أسهم الذم والطعان جزاء سنمار حين بنى الخورنق للنعمان، وهل هذا إلا من حسد ركب في الأجساد؟ ولأنهم عزل ما تكمى أهل الفضل والاجتهاد؛ فلذلك تراهم يخرطون القتاد، فهذا وإني قد بذلت فيه طاقتي حسب الإمكان، بترك ما تستلذه نفس الإنسان مع تجرع الغصص من مكايدة أهل هذا الزمان، وتحصيل كتب كثيرة فيما يتعلق بهذا الشان، حتى إني جمعت من الدواوين للشعراء المتقدمين ممم احتج بهم نحاة الأولين والآخرين ما يُنَيّف على مائة في عدد مبين، وهي:\nديوان امرئ القيس الكندي، وديوان النابغة الذبياني، وديوان علقمة بن عبدة التميمي، وديوان زهير بن أبي سلمى المزني، وديوان طرفة بن العبد البكري الوائلي، وديوان عنترة بن شداد العبسي، وديوان الأعشى ميمون، وديوان الحطيئة، وديوان جرير، وديوان أبي دؤاد، وديوان كعب بن زهير، وديوان الفرزدق، وديوان رؤبة بن العجاج، وديوان لبيد العامري، وديوان الشنفرى، وديوان عمر بن أبي ربيعة، وديوان ذي الرمة، وديوان الحارث بن حلزة، وديوان أبي ذؤيب الهزلي، وديوان أبي كبير الهذلي، وديوان ساعدة بن جؤية الهذلي، وديوان أبي خراش الهذلي، وديوان أبي المثلم، وديوان صخر الغي، وديوان المتنخل، وديوان أبي العيال، وديوان أسامة بن الحارث، وديوان الأعلم بن عبد الله، وديوان بريق بن خويلد، وديوان ساعدة بن العجلان، وديوان خالد الخزاعي، وديوان السموأل بن عادياء، وديوان حنظلة بن الشرقي، وديوان سحيم عبد بني الحسحاس، وديوان أبي حلحلة الفزاري، وديوان حارثة بن بدر الغداني، وديوان وضاح اليمن، وديوان نهار بن توسعة، وديوان توسعة بن تميم، وديوان الحادرة [الذبياني] (1)، وديوان عمرو بن قميئة، وديوان عمرو بن كلثوم، وديوان النعمان بن بشير الأنصاري، وديوان مزاحم العقيلي، وديوان الشماخ، وديوان القطامي، وديوان أوس بن حجر، وديوان عبيد الله بن قيس الرقيات، [وديوان النمر بن تولب، وديوان جران العود، وديوان راشد بن سهاب بالسين\n__________\n(1) ما بين المعقوفين سقط في (أ).\n(4/2135)\n\nالمهملة، (1)، وديوان كعب بن سعد الغنوي، وديوان أبي الطمحان القيني، وديوان رافع بن هريم، وديوان خفاف بن ندبة، وديوان حسان بن ثابت، وديوان حميد بن ثور، وديوان أبي طالب، وديوان ابن الدمينة، وديوان قيس بن الذريح، وديوان جابر بن زيد، وديوان عائذ بن سعد، وديوان حرملة بن جنادة، وديوان عبد الله بن جلهمة، وديوان شهم بن مرة، وديوان أبي رهدم، وديوان الهيثم بن معاوية، وديوان زهير بن جعدة، وديوان عبد الرحمن بن سيحان، وديوان عبيد بن ريحان، وديوان عامر بن قثير الخصفي، وديوان صخر بن الجعد، وديوان كميت، وديوان الأخطل، وديوان زفر بن أنس، وديوان نزال بن واقد، وديوان حنظلة بن ذؤيب، وديوان كثير عزة، وديوان مرار الأسدي، وديوان قيس المجنون، وديوان الأحوص، وديوان أمية بن أبي الصلت. وديوان جميل، وديوان ربيعة بن مقروم، وديوان ابن ميادة، وديوان زياد الأعجم، وديوان الصمت بن عبد الله، وديوان القلاح، وديوان العرجي، وديوان أبي أمية الهذلي، وديوان المتلمس، وديوان ذي الأصبع حرثان، وديوان توبة بن الحمير، وديوان كعب بن مالك الأنصاري، وديوان المهلهل وديوان امرئ القيس، وديوان المزرد، وديوان الراعي، وديوان زفر بن حنان، وديوان الطرماح وديوان خرنق بنت هفان، وديوان جنوب أخت عمرو ذي الكلب، وديوان ليلى، وديوان عاتكة.\nومن دواوين المحدثين الذين تذكر أشعارهم لأجل التمثيل: وديوان أبي العتاهية، وديوان عطية السندي، وديوان أبي نواس، وديوان المعري، وديوان المتنبي، وديوان بشار بن برد، وديوان أبي الوليد الأنصاري، وديوان البحتري.\nومن الحماسات: حماسة أبي تمام، والحماسة البصرية، والحماسة العسكرية.\nومن النوادر: نوادر ابن دريد، ونوادر القالي، ونوادر اللحياني، ونوادر الأصمعي، ونوادر أبي زيد الأنصاري.\nومن كتب اللغة: العباب للصاغاني، والصحاح للجوهري، والمحكم لابن سيده، ودستور الله للنطنزي، والمجمل لابن فارس، والكفاية للأجداني، والجمهرة لابن دريد، والأفعال لابن قوطية والمنظم لكراع.\nومن كتب الأدب: كتاب الغررة، وكتاب العققة، وكتاب الضيفان، وكتاب المعمرين وكتاب أولاد السراري، وكتاب الأغاني الكبير، ومختصر الأغاني، وكتاب الزينة لأبي حاتم وكتاب خلق الإنسان، وكتاب الخيل، وكتاب الحيوان، وكتاب تثقيف اللسان، وكتاب الكامل\n__________\n(1) ما بين المعقوفين سقط في (ب).",
        "(4/2136)\n\nالمبرد، وكتاب الكمال لأبي عبيد، وسؤالات المبرد، وهيتيات أبي علي، وكتاب سر الصناعة، والمختار من أشعار القبائل، وكتاب الإصلاح، وكتاب المنقذ، وكتاب الاقتضاب، وكتاب أدب الكاتب، وكتاب الأمثال السائرة، وكتاب التأويلات، وكتاب تحفة العرب، وكتاب تقويم اللسان، وكتاب المقصور والممدود للأنباري، والمقصور والممدود للقالي، وكتاب الطرر لابن ماهر، وكتاب درة الغواص، وكتاب الطير لأبي حاتم، وكتاب الفصيح، وكتاب اليوم والليلة، وكتاب المشترك، وكتاب الأدواء، وكتاب المؤتلف والمختلف في أسماء الأماكن، والمؤتلف والمختلف في أسماء الشعراء، وطبقات الشعراء، وطبقات النحاة، وشرح أبيات الإيضاح، وشرح أبيات الكتاب للنحاس، وشرح أبيات الإصلاح، وشرح أبيات كتاب الزمخشري، وتذكرة النحاة لأبي علي الفارسي، وتذكرة الشيخ أثير الدين، وتذكرة ابن هشام، وتذكرة ابن الصائغ.\nغير ما تصفحت من كتب النحو وشروحها من تصانيف العرب والعجم من مؤلفات السلف والخلف من الأم وغير ما وقفت عليه من فوائد الأجلاء من المشايخ والأساتذة، ومن حركات الأفاضل الأماثل الجهابذة، وغير ما قدحته أفكاري من فيض الخالق الباري، وغير ما أنتجه تصوري وولده تفكري، ومع هذا كله ينتبز ذو حسد من الجهلة اللئام، ومن الطاعنين ومما تعبت فيه أفاضل الأنام متصديًا للأعراض، متمنيًا قرض أثره بالمقراض لينال بذلك إلى المفاسد من الأغراض، ولكن من له دين قويم، أو طبع سليم يستنكف عن نبش المعايب، ولا يرضى لدينه بث المثالب مذعنًا فيما ظهرت آياته إلى القبول ومتجنبًا فيما قامت بيناته عن النكول، فنسأل الله تعالى أن يعصمنا عن الأباطيل، ويهدينا إلى سواء السبيل، وأن الفضل بيده يؤتيه من يشاء، والله ذو الفضل العظيم، وصلى الله على سيدنا محمد وعلى آله وصحبه وسلّم تسليمًا كثيرًا، والحمد لله رب العالمين. آمين.\n(4/2137)",
        "\nقدَ نجز بحمد الله تعالى هذا الكتاب الميمون المحتوي على كل در مكنون برسم سيدنا ومولانا ربيب حجر السعادة، ورضيع ثدي السيادة، نتيجة الدهر والأوان، ونخبة الأماجد والأقران، كاوي صنوف الآداب بتمامها، ومستخرج زهرات الفضائل من أكمامها، ذي المجد الأثيل والفخر الجليل والأعراق الطاهرة، والشيم الفاخرة، سامي المجد والهمم، حاوي الغر والكرم، فرع الشجرة الذكية، وطراز العصابة الهاشمية، جناب حضرة السيد محمد أفندي الكيلاني، نجل حضرة سيدنا ومولانا: السيد عبد القادر أفندي الكيلاني الحسني الحسيني -أدام الله رفعته وحرس بهجته، وأبقى بيتهم الطاهر عالي العماد، ثابت الأركان والأوتاد، من غير تغيير ولا انثلام، ولا زالوا ملجأ للخاص والعام، ما دامت الليالي والأيام، والحمد لله على التمام على يد الفقير إليه سبحانه وتعالى محمد الرساني -عفا اللَّه عنه- تحريرًا في شهر شعبان المبارك من شهور سنة اثنين وأربعين ومائة وألف.\nوالحمد لله الذي بنعمته تتم الصالحات، وصلى الله على سيدنا محمد وعلى آله وصحبه أجمعين والتابعين لهم بإحسان إلى يوم الدين.\nسبحان ربك رب العزة عما يصفون. وسلام على المرسلين.\nوالحمد لله رب العالين.\nآمين.\n* * *\n(4/2138)\n",
        "فهرس المراجع\nحَرفُ الهمزةِ\n1 - أبنية الصرف في كتاب سيبويه، د. خديجة الحديثي.\n2 - إتحاف فضلاء البشر بالقراءات الأربعة عشر، المسمى منتهى الأماني والمسرات في علوم القراءات للشيخ أحمد محمد البنا، تحقيق: د. شعبان محمد إسماعيل. ط. عالم الكتب ومكتبة الكليات الأزهرية، أولى لسنة (1987 م).\n3 - أخبار النحويين البصريين لأبي سعيد السيرافي، تحقيق: د. محمد إبراهيم البنا، ط. دار الاعتصام، أولى لسنة (1985 م).\n4 - أدب الكاتب، تحقيق: محمد الدالي.\n5 - ارتشاف الضرب من لسان العرب لأبي حيان الأندلسي، تحقيق د: مصطفى أحمد النماس، ط. مطبعة المدني، أولى لسنة (1984 م).\n6 - إرشاد العقل السليم إلى مزايا الكتاب العزيز لأبي السعود. ط. دار الفكر.\n7 - الأزهية في علم الحروف لعلي بن محمد الهروي -تحقيق: عبد المعين الملوحي، مطبوعات مجمع اللغة العربية بدمشق لسنة (1982 م).\n8 - أساس البلاغة للإمام جار الله أبي القاسم محمود بن عمر الزمخشري، ط. مطبعة دار التنوير العربي. بيروت رابعة لسنة (1984 م)، وأخرى ط. دار صادر بيروت (1979 م).\n9 - أساليب التوكيد في القرآن الكريم لعبد الرحمن المطردي، ط. الدار الجماهيرية للنشر والتوزيع، أولى لسنة (1986 م).\n10 - أسد الغابة في معرفة الصحابة لابن الأثير أبي الحسن علي بن محمد الجزري، ط. دار الفكر العربي، أولى لسنة (1989 م).\n11 - أسرار العربية لأبي البركات الأنباري، تحقيق: محمد بهجة البيطار، مطبعة الترقي بدمشق (1957 م).\n12 - أسرار النداء في لغة القرآن الكريم د. إبراهيم حسن إبراهيم حسن، ط. مطبعة الفجالة.\n13 - أسلوب القسم واجتماعه مع الشرط في رحاب القرآن الكريم، لعلي أبو القاسم عون، منشورات جامعة الفاتح (1992 م).\n14 - إشارة التعيين في تراجم النحاة واللغويين لعبد الباقي اليماني، تحقيق: عبد المجيد دياب، ط. أولى (1986 م).\n(4/2209)\n\n15 - الأشباه والنظائر في النحو للحافظ جلال الدين السيوطي. ط. دار الكتب العلمية. بيروت.\n16 - كتاب الاشتقاق لابن دريد، تحقيق (هارون)، ط. دار الجيل، بيروت، أولى (1991 م).\n17 - أشعار بني تميم في العصر الجاهلي، جمع: عبد الحميد محمود المعيني.\n18 - أشعار الستة الجاهليين للأعلم الشنتمري: نشر دار الآفاق الجديدة، أولى (1979 م).\n19 - الإصابة في تمييز الصحابة لابن حجر، ط. دار الكتب العلمية.\n20 - إصلاح المنطق لابن السكيت، ط. دار المعارف، تحقيق عبد السلام هارون، خامسة، وأخرى تحقيق: فخر الدين قباوة.\n21 - أصول الأملاء لعبد اللطيف الخطيب، ط. أولى وثانية، طبعة دار التراث، الكويت.\n22 - الأصول في النحو لأبي بكر بن السراج، تحقيق: عبد المحسن الفتلي. ط. مؤسسة الرسالة، بيروت، أولى لسنة (1985 م).\n23 - الأضداد، تحقيق: محمد أبو الفضل إبراهيم.\n24 - إعراب ثلاثين سورة من القرآن الكريم لأبي عبد الله الحسين بن خالويه، مكتبة المتنبي، القاهرة.\n25 - إعراب الجمل وأشباه الجمل. د. فخر الدين قباوة، ط. مطبعة دار القلم العربي بحلب، خامسة لسنة (1989 م).\n26 - إعراب القرآن لأبي جعفر أحمد بن محمد بن إسماعيل النحاس. تحقيق: د. زهير غازي زاهد، ط. عالم الكتب ومكتبة النهضة العربية، ثالثة لسنة (1988 م).\n27 - الأعلام؛ قاموس تراجم لأشهر تراجم الرجال والنساء من العرب والمستعربين والمستشرقين لخير الدين الزركلي. ط. دار العلم بيروت. مختلفة الطبعات.\n28 - الأعلم وأثره في النحو مع تحقيق شرح أبيات الجمل: \"دكتوراه\" بالأزهر رقم (173)، تحقيق د: محمد شعبان.\n29 - الأغاني لأبي الفرج الأصفهاني، تحقيق: سمير جابر، ط. دار الكتب العلمية، ثانية (1992 م)، وأخرى ط. دار إحياء التراث العربي بيروت، وثالثة: ط. دار صعب بيروت، ورابعة ط. بولاق، وخامسة ط. بيروت، ط. مصورة عن دار الكتب المصرية، وسادسة شرح: عبدأ علي مهنا، ط. ثانية (1992 م).\n30 - الاقتضاب في شرح أدب الكتاب لأبي محمد عبد الله بن محمد بن السيد البطليوسي. تحقيق أ. مصطفى السقا، ود. حامد عبد المجيد، ط. الهيئة المصرية العامة للكتاب لسنة (1982 م).\n31 - أمالي السهيلي أبي القاسم عبد الرحمن بن عبد الله الأندلسي في النحو واللغة والحديث والفقه، تحقيق: محمد إبراهيم البنا.\n32 - الأمالي النحوية \"أمالي القرآن الكريم\" لابن الحاجب. تحقيق: هادي حسن حمودي. ط. عالم الكتب ومكتبة النهضة العربية، أولى لسنة (1985 م).",
        "(4/2210)\n\n33 - الأمالي الشجرية لضياء الدين أبي السعادات هبة الله بن علي بن حمزة العلوي المعروف بابن الشجري، طبعات مختلفة، تحقيق محمود الطناحي وآخرين.\n34 - الأمالي النحوية لابن الحاجب، تحقيق د. فخر الدين قباوة، وأخرى تحقيق: حسن هادي حمودي.\n35 - إنباه الرواة على أنباه النحاة لجمال الدين علي بن يوسف القفطي، تحقيق: محمد أبي الفضل إبراهيم، من دار الكتب المصرية لسنة (1952 م).\n36 - الإنصاف في مسائل الخلاف بين النحويين البصريين والكوفيين لكمال الدين أبي البركات عبد الرحمن محمد ابن أبي سعيد الأنباري النحوي ومعه: الانتصاف من الإنصاف لمحمد محيي الدين عبد الحميد. ط. المكتبة المصرية بيروت لسنة (1987 م).\n37 - الأنموذج في النحو للزمخشري بشرح الأردبيلي، تحقيق: حسني عبد الجليل يوسف، نشر مكتبة الآداب.\n38 - أنوار التنزيل وأسرار التأويل للبيضاوي وحاشية الشهاب الخفاجي، ضبط الشيخ عبد الرازق مهدي، نشر: محمد علي بيضون، ط. دار الكتب العلمية، أولى (1997 م).\n39 - أمثلة المبالغة بين القياس والسماع دراسة نحوية من خلال الأسلوب العربي، دكتور: عادل الطنطاوي، مجلة كلية اللغة العربية بالمنصورة، فرع جامعة الأزهر الشريف، العدد الثامن عشر.\n40 - أهدى سبيل إلى علمي الخليل (العروض والقافية) لمحمود مصطفى، ط. مصطفى الحلبي (1936 م).\n41 - أوزان الشعر وقوافيه من مسرحية كليوباترا، د. علي فاخر.\n42 - أوضح المسالك بمصباح السالك، تحقيق: ووصف الشيخ، ومحمد البقاعي، دار المعرفة (1994 م).\n43 - أوضح المسالك إلى ألفية ابن مالك لأبي محمد عبد الله جمال الدين بن هشام الأنصاري ومعه كتاب بغية السالك إلى أوضح المسالك لعبد المتعال الصعيدي. ط. مطبعة صبيح رابعة لسنة (1968 م).\n44 - أوضح المسالك إلى ألفية ابن مالك لابن هشام ومعه مصباح السالك إلى أوضح المسالك، تأليف بركات يوسف هبود. ط. دار المعرفة لسنة (1994 م).\n45 - الإيضاح العضدي لأبي علي الفارسي، تحقيق د. حسن شاذلي فرهود.\n46 - الإيضاح في شرح المفصل لأبي عمرو عثمان بن عمر المعروف بابن الحاجب. تحقيق د. موسى بناي العليلي. ط. مطبعة بغداد، لجنة إحياء التراث الإسلامي.\n47 - الإيضاح في علل النحو لأبي القاسم الزجاجي، تحقيق د. مازن المبارك، ط. دار النفائس، أولى لسنة (1974 م).\n48 - الإيضاح في علوم البلاغة للخطيب القزويني، ط. دار الكتب العلمية بيروت، أولى (1985 م).\n49 - إيضاح المكنون في الذيل على كشف الظنون عن أسامي الكتب والفنون للبغدادي. ط. مطبعة المثنى بغداد.\n(4/2211)",
        "\nحَرْفُ البَاء\n50 - التفسير الكبير المسمى \"البحر المحيط\" لأبي عبد الله محمد بن يوسف بن علي بن يوسف بن حيان الأندلسي الشهير بأبي حيان وبهامشه النهر الماد من البحر المحيط وكتاب الدر اللقيط من البحر المحيط. ط. دار إحياء التراث العربي. بيروت، ثانية لسنة (1990 م).\n51 - بحوث ومقالات في اللغة، د. رمضان عبد التواب، ط. الخانجي، أولى (1982 م).\n52 - بدائع الفوائد لابن قيم الجوزية، تحقيق: محمد محيي الدين عبد الحميد، مطبعة السعادة، أولى (1969 م).\n53 - البداية والنهاية لابن كثير، تحقيق: أحمد عبد الوهاب فتيح، ط. دار الحديث، خامسة (1998 م).\n54 - البرهان في علوم القرآن للزركشي، تحقيق: محمد أبي الفضل إبراهيم، ط. مكتبة دار التراث، ودار المعرفة بيروت، ثانية (1972 م)، وغيرها.\n55 - البرهان في علوم القرآن للزركشي، تحقيق: محمد عبد القادر عطا، ط. دار الفكر، أولى (1988 م).\n56 - بغية الإيضاح لعبد المتعال الصعيدي، ط. مكتبة العلوم والحكم.\n57 - بغية الوعاة في طبقات اللغويين والنحاة للسيوطي، ط. دار الفكر، ثانية (1979 م)، تحقيق: محمد أبي الفضل إبراهيم، وأخرى ط. المكتبة العصرية بيروت.\n58 - البلغة في الفرق بين المذكر والمؤنث لأبي البركات الأنباري، تحقيق د. رمضان عبد التواب، مطبعة دار الكتب.\n59 - بغية الوعاة في طبقات اللغويين والنحاة للحافظ جلال الدين السيوطي، تحقيق: محمد أبي الفضل إبراهيم، ط. دار الفكر، ثانية (1979 م)، وأخرى ط. المكتبة العصرية بيروت.\n60 - بلوغ الأرب في الواو في لغة العرب، د. عبد الحميد السيد محمد عبد الحميد.\n61 - البيان في غريب إعراب القرآن لأبي البركات الأنباري. تحقيق: د. طه عبد الحميد طه، ومراجعة: مصطفى السقا، ط. الهيئة المصرية العامة للكتاب لسنة (1980 م).\n62 - البيان والتبيين للجاحظ، تحقيق: هارون، دار الجيل، بيروت.\n63 - ابن عصفور وابن هشام في النحو والصرف، ماجستير بجامعة الأزهر، إعداد. عبد العزيز فاخر (1995 م).\n\nحَرْفُ التَّاء\n64 - تاج العروس للإمام اللغوي: محمد مرتضى الزبيدي، المطبعة الخيرية، المنشأة الجمالية مصر المحمية، أولى لسنة (1306 هـ). وأخرى تحقيق: علي شيري. ط دار الفكر لسنة (1994 م)، وأخرى تحقيق د. حسين نصار ط. دار إحياء التراث العربي بيروت.\n65 - التأنيث في اللغة العربية، د. إبرهيم إبراهيم بركات، ط. دار الوفاء لسنة (1988 م).\n66 - تاريخ بغداد، للخطيب البغدادي القاهرة (1931 م).\n(4/2212)\n",
        "67 - التبصرة في القراءات السبع لمكي بن أبي طالب.\n68 - التبيان في إعراب القرآن لأبي البقاء العكبري، ط. المكتبة التوفيقية، أولى، لسنة (1979 م).\n69 - تحصيل عين الذهب د. زهير سلطان.\n70 - التذكرة لأبي حيان، تحقيق: د. عفت عبد الرحمن.\n71 - التذييل والتكميل لأبي حيان الأندلسي شرح كتاب التسهيل لابن مالك، تحقيق د. حسن هنداوي، ط. دار القلم بيروت أولى لسنة (1997 م).\n72 - التذييل والتكميل لأبي حيان، د. الشربيني، دكتوراه بكلية اللغة العربية بالقاهرة. جامعة الأزهر.\n73 - التذييل والتكميل شرح تسهيل الفوائد لأبي حيان الأندلسي، مخطوط.\n74 - التذييل والتكميل لأبي حيان، رسالة دكتوراه بالأزهر، تحقيق: د. السيد تقي.\n75 - تصحيح الفصيح وشرحه لابن درستويه، ط. المجلس الأعلى للشئون الإسلامية، تحقيق: محمد بدوي المختون، ود. رمضان عبد التواب.\n76 - التصريف لأبي عثمان المازني بشرح المنصف لأبي الفتح بن جني، تحقيق: إبراهيم مصطفى وعبد الله أمين، ط. وزارة المعارف أولى لسنة (1954 م).\n77 - تطبيقات نحوية وبلاغية د. عبد العال سالم مكرم، ط. مؤسسة الرسالة، بيروت، ثانية (1992 م).\n78 - تعليق الفرائد على تسهيل الفوائد للدماميني، تحقيق: محمد عبد الرحمن المفدى، ط. أولى (1989 م).\n79 - التعويض وأثره في الدراسات النحوية واللغوية. د. عبد الرحمن محمد إسماعيل. جامعة أم القرى ط. أولى لسنة (1982 م).\n80 - تغيير النحويين للشواهد، د. علي محمد فاخر.\n81 - التفسير والمفسرون بحث تفصيلي عن نشأة التفسير وتطوره وأنواعه ومذاهبه، د. محمد حسين الذهبي، نشر مكتبة وهبه، خامسة لسنة (1992 م).\n82 - تهذيب إصلاح المنطق، الخطيب التبريزي، تحقيق: فخر الدين قباوة.\n83 - تهذيب اللغة لأبي منصور الأزهري، تحقيق: البردوني.\n84 - التوجيهات والآثار النحوية والصرفية للقراءات الثلاثة بعد السبعة، د. علي فاخر، ط. أولى (1999 م).\n85 - توضيح المقاصد والمسالك بشرح ألفية ابن مالك للمرادي، تحقيق: د. عبد الرحمن علي سليمان، مكتبة الكليات الأزهرية.\n86 - التوطئة لأبي علي الشلوبين، دراسة وتحقيق: يوسف أحمد المطوع، لسنة (1981 م).\n(4/2213)\n\nحَرْفُ الجيم\n87 - جامع البيان في تأويل القرآن لأبي جعفر الطبري، دار الكتب العلمية بيروت، أولى (1992 م)، وأخرى: تحقيق: أحمد محمد شاكر، نشر مؤسسة الرسالة، أولى (1420 هـ).\n88 - الجامع الصحيح للترمذي أبي عسى محمد بن عيسى بن سورة. تحقيق: أحمد محمد شاكر.\n89 - الجامع الصغير في النحو لأبي محمد جمال الدين بن هشام الأنصاري، تحقيق د. أحمد محمود الهرميل، نشر مكتبة الخانجي لسنة (1980 م).\n90 - الجامع لأحكام القرآن الكريم لأبي عبد الله محمد بن أحمد القرطبي. ط. بيروت، أولى لسنة (1988 م)، وأخرى: ط. دار إحياء التراث العربي، بيروت (1985 م).\n91 - الجامع المفهرس لأطراف الأحاديث النبوية للألباني، تأيف سليم بن عيد الهلالي، دار ابن الجوزي، ط. (1989 م).\n92 - جمل الزجاجي، تحقيق: ابن أبي شنب، طبعة (1926 م).\n93 - الجمل في النحو للزجاجي، بتحقيق: علي توفيق الحمد (1984 م)، ط. أولى.\n94 - كتاب الجمل في النحو للخليل بن أحمد الفراهيدي، تحقيق: د. فخر الدين قباوة، ط. مؤسسة الرسالة، ثانية لسنة (1987 م).\n95 - جمهرة أشعار العرب في الجاهلية والإسلام للقرشي، تحقيق: محمد علي الهاشمي، ط. جامعة الإمام محمد ابن سعود الإسلامية، وأخرى ط. دار صادر.\n96 - جمهرة الأمثال لأبي هلال العسكري، تحقيق: محمد أبي الفضل إبراهيم، وعبد المجيد قطامش، ط. دار الجيل، ودار الفكر، ثانية (1988 م).\n97 - جمهرة اللغة لابن دريد، تصوير عن حيدر أباد الدكن.\n98 - الجنى الداني في حروف المعاني للحسن ابن أم قاسم المرادي، تحقيق: د. فخر الدين قباوة، ومحمد فاضل نديم، ط. دار الكتب العلمية، بيروت، أولى، لسنة (1992 م).\n99 - جواهر البلاغة في المعاني والبيان والبديع، تأليف أحمد الهاشمي.\n\nحرفُ الحَاء\n100 - حاشية الخضري للشيخ محمد الدمياطي الشافعي على شرح عبد الله بن عبد الرحمن بن عقيل لألفية ابن مالك وبهامشه شرح ابن عقيل. ط. مصطفى الحلبي. لسنة (1940 م).\n101 - حاشية الشهاب الخفاجي على تفسير البيضاوي أنوار التنزيل وأسرار التأويل.\n102 - حاشية الشيخ محمد الأمير على مغني اللبيب لابن هشام، ط. دار إحياء الكتب العربية، عيسى الحلبي.",
        "(4/2214)\n\n103 - حاشية العلامة يس العليمي على شرح التصريح بمضمون التوضيح للشيخ خالد الأزهري على ألفية ابن مالك في النحو والصرف للشيخ جمال الدين بن هشام الأنصاري. ط. دار إحياء الكتب العربية. عيسى الحلبي.\n104 - الحجة في القراءات السبع لابن خالويه، تحقيق: عبد العال سالم، ط. مؤسسة الرسالة، خامسة لسنة (1990 م).\n105 - حجة القراءات لأبي زرعة، تحقيق: سعيد الأفغاني، ط. مؤسسة الرسالة (1973 م).\n106 - الحجة في القراءات السبع لابن خالويه، تحقيق: عبد العال سالم مكرم، ط. رابعة (1401 هـ)، نشر دار الشروق بيروت.\n107 - الحروف العاملة في القرآن الكريم بين النحويين والبلاغيين، إعداد هادي عطية مطر، ط. عالم الكتب، أولى (1986 م).\n108 - حروف المعاني لأبي القاسم الزجاجي تحقيق: علي توفيق الحمد. ط. بيروت.\n109 - حروف المعاني لعبد الحي علي كمال، المطبعة السلفية (1392 هـ)، أولى.\n110 - الحلل في شرح أبيات الجمل لابن السيد البطليوسي، تحقيق: د. مصطفى إمام (1979 م).\n111 - حماسة البحتري، تحقيق: الأب لويس سنحودن.\n112 - الحماسة البصرية، تحقيق: مختار الدين أحمد (عالم الكتب).\n113 - حماسة ابن الشجري، تحقيق: عبد المعين الملوحي، دمشق (1970 م).\n114 - حماسة أبي تمام بشرح الخطيب التبريزي، طبعة عالم الكتب.\n115 - الحيوان للجاحظ، طبعة المجمع العلمي العربي الإسلامي، تحقيق: هارون، ثالثة (1969 م).\n\nحَرْفُ الخَاء\n116 - اختيارات المرادي في تراثه النحوي د. أحمد السوداني، دكتوراه بالأزهر (1999 م).\n117 - خزانة الأدب للبغدادي، تحقيق: هارون، ط. الهيئة المصرية العامة للكتاب، ثانية لسنة (1979 م).\n118 - خزانة الأدب ولب لباب لسان العرب على شواهد شرح الكافية للبغدادي. وبهامشه المقاصد النحوية في شرح شروح الألفية المزرى بفرائد العقود المشهور بشرح الشواهد الكبرى للعيني. ط. دار صادر بيروت، وأخرى نشر مكتبة الخانجي بالقاهرة ودار الرفاعي بالرياض. أولى لسنة (1401 هـ).\n119 - الخصائص لأبي الفتح عثمان بن جني، تحقيق: محمد علي النجار، ط. الهيئة المصرية العامة للكتاب، ثالثة، لسنة (1986 م).\n120 - الخصائص الكبرى للسيوطي، دار الكتب العلمية، أولى (1985 م).\n(4/2215)",
        "\nحَرْفُ الدَّال\n121 - دراسات لأسلوب القرآن الكريم للشيخ محمد عبد الخالق عضيمة، ط. دار الحديث، القاهرة.\n122 - دراسات نحوية وصرفية في شعر ذي الرمة، د. علي محمد فاخر، ط. أولى (1996 م).\n123 - دراسة في النحو الكوفي من خلال معاني القرآن للفراء، للمختار أحمد ديرة، ط. دار قتيبة، أولى (1991 م).\n124 - درة الغواص في أوهام الخواص للحريري، تحقيق: محمد أبي الفضل إبراهيم، دار نهضة مصر.\n125 - الدرر اللوامع شرح شواهد همع الهوامع تأليف: أحمد بن الأمين الشنقيطي، تحقيق: عبد العال سالم مكرم، ط. أولى لدار البحوث العلمية الكويت لسنة (1983 م).\n126 - دلائل الإعجاز للجرجاني، تحقيق: محمود شاكر، طبعة الهيئة المصرية العامة للكتاب، وأخرى مكتبة الأسرة مصورة عن الهيئة العامة للكتاب، لسنة (2000 م).\n\nحَرْفُ الذَّال\n127 - ذيل الأمالي والنوادر، ط. دار الكتب المصرية (1926 م).\n\nحَرْفُ الرَّاء\n128 - ارتشاف الضرب من لسان العرب لأبي حيان الأندلسي، تحقيق: مصطفى أحمد النماس، ط. مطبعة المدني أولى (1984 م).\n129 - رجال المعلقات العشر للغلاييني -عبيد بن الأبرص (ت 555) قبل الهجرة، ط. أولى (1414 هـ).\n130 - الرد على النحاة لابن مضاء القرطبي، تحقيق: د. شوقي ضيف، ط. دار المعارف، ثانية.\n131 - رصف المباني شرح حروف المعاني للمالقي، تحقيق: أحمد محمد الخراط، ط. مجمع اللغة العربية بدمشق.\n132 - روح المعاني للآلوسي، ط. دار إحياء التراث العربي بيروت.\n133 - الروض الأنف للسهيلي.\n\nحَرْفُ السِّين\n134 - السبعة في القراءات.\n135 - سر صناعة الإعراب، لأبي الفتح بن جني، تحقيق: د. حسن هنداوي، ط. دار القلم، ثانية (1993 م).\n136 - سمط اللآليء، تحقيق عبد العزيز الميمني.\n137 - السموأل أخباره والشعر المنسوب إليه (مختار الغوث).\n138 - اسم الفعل في كلام العرب والقرآن الكريم، د. سيد محمد عبد المقصود درويش.\n(4/2216)\n",
        "139 - سنن أبي داود سليمان بن الأشعث السجستاني، ط. دار الحديث، القاهرة، لسنة (1988 م).\n140 - سنن ابن ماجه.\n141 - سنن الدارمي، تحقيق: فواز أحمد زمزلي، وخالد السبع العلمي، ط. دار الريان للتراث بالقاهرة، أولى (1987 م).\n142 - سنن النسائي الحديث بشرح الحافظ السيوطي وحاشية السندي، ط. دار الحديث (1987 م).\n143 - السيرة النبوية لابن هشام، تعليق طه عبد الرءوف سعد، ط. دار الجيل، وط. مكتبة الكليات الأزهرية.\n144 - السيرة النبوية لابن هشام، تحقيق د. محمد فهمي السرجاني، المكتبة التوفيقية، بدون.\n145 - السيرة النبوية لابن هشام، طبعة دار إحياء التراث، تحقيق مصطفى السقا.\n146 - السيرة النبوية لابن هشام، ط. دار الوفاء.\n\nحرفُ الشِّين\n147 - الاشتقاق لابن دريد.\n148 - شذا العرف في فن الصرف للشيخ أحمد الحملاوي، المكتبة الثقافية، بيروت.\n149 - شذرات الذهب في أخبار من ذهب لأبي الفلاح عبد الحي بن العماد الحنبلي، ط. دار الآفاق، بيروت.\n150 - شرح أبيات الإيضاح لابن بري.\n151 - شرح أبيات سيبويه للسيرافي، تحقيق: محمد علي الريح هاشم، ط. دار الفكر (1974 م).\n152 - شرح أبيات سيبويه لابن السيرافي، تحقيق: محمد علي.\n153 - شرح أبيات سيبويه للنحاس، تحقيق: زهير غازي (البصرة)، وأخرى د. وهبة متولي.\n154 - شرح أشعار الهذليين، تحقيق: عبد الستار فراج ومحمود شاكر.\n155 - شرح أشعار الهذليين، ط. دار العروبة وبعناية محمود شاكر.\n156 - شرح الأبيات المشكلة الإعراب لأبي علي الفارسي. تحقيق: د. محمود محمد الطناحي، ط. مطبعة المدني، أولى لسنة (1988 م).\n157 - شرح أبيات مغني اللبيب لعبد القادر البغدادي. تحقيق عبد العزيز رباح وأحمد يوسف الدقاق، ط. دار المأمون للتراث، ثانية لسنة (1988 م).\n158 - شرح الأشموني على ألفية ابن مالك ومعه حاشية الصبان وشرح الشواهد للعيني، ط. دار إحياء الكتب العربية، عيسى الحلبي.\n159 - شرح ألفية ابن مالك لابن الناظم، ط. دار الجيل، تحقيق: عبد الحميد السيد.\n(4/2217)\n\n160 - شرح الألفية لابن الناظم، منشورات ناصر خسرو، إيران.\n161 - شرح الألفية لابن الناظم، ط. دار السرور بيروت، تصحيح: محمد بن سليم اللبابيدي.\n162 - شرح بهاء الدين بن عقيل على ألفية ابن مالك ومعه منحة الجليل بتحقيق شرح ابن عقيل لمحمد محي الدين عبد الحميد، ط. المكتبة العصرية وأخرى لدار الاتحاد العربي، لسنة (1975 م)، وأخرى ط. صبيح، وأخرى ط. دار الفكر.\n163 - شرح ألفية ابن معطٍ، للدكتور: علي موسى الشوملي، نشر مكتبة الخريجي.\n164 - شرح التسهيل لجمال الدين محمد بن مالك. تحقيق: عبد الرحمن السيد ومحمد المختون، ط. هجر للطباعة والنشر، أولى لسنة (1990 م).\n165 - شرح التسهيل للمرادي، دكتوراه بالأزهر باسم: عبد الهادي أحمد فراج سليمان.\n166 - شرح التسهيل للمرادي، تحقيق د. أحمد محمد عبد الله يوسف (دكتوراه بالأزهر).\n167 - شرح التسهيل لناظر الجيش، تحقيق د. علي فاخر، دكتوراه بالأزهر.\n168 - شرح التصريح بمضمون التوضيح للشيخ خالد الأزهري على ألفية ابن مالك وبهامشه حاشية العلامة يس العليمي، ط. دار إحياء الكتب العربية. عيسى الحلبي.\n69 - شرح الجمل لابن خروف، ط. أم القرى، معهد البحوث العلمية، تحقيق: د. سلوى محمد عمر، ط. أولى (1419 هـ).\n170 - شرح جمل الزجاجي لابن هشام، تحقيق علي محسن عيسى مال الله، ط. عالم الكتب، أولى (1985 م).\n171 - شرح ديوان الحماسة للمرزوقي، تحقيق أحمد أمين، وعبد السلام هارون، دار الجيل- بيروت.\n172 - شرح ديوان الحماسة لأبي تمام التبريزي.\n173 - شرح الحماسة البصرية، تحقيق: مختار الدين أحمد.\n174 - شرح ديوان زهير بن أبي سلمى صنعة أبي العباس أحمد بن يحيى ثعلب، دار الكتب المصرية (1944 م).\n175 - شرح ديوان زهير بن أبي سلمى، صنعة الأعلم الشنتمري، تحقيق: فخر الدين قباوة.\n176 - شرح ديوان المتنبي لابن جني (مخطوط) بمعهد المخطوطات. (القاهرة) رقم (526) أدب بدون ترقيم.\n177 - شرح ديوان المتنبي للعكبري، مصطفى الحلبي (1956 م).\n178 - شرح شافية ابن الحاجب لرضي الدين الأستراباذي محمد بن الحسن مع شرح شواهده لعبد القادر البغدادي، تحقيق محمد نور الحسن وآخران، ط. دار الكتب العلمية بيروت لسنة (1982 م).\n179 - شرح شذور الذهب في معرفة كلام العرب لجمال الدين بن هشام الأنصاري ومعه منتهى الأرب بتحقيق شرح شذور الذهب لمحمد محيي الدين عبد الحميد.",
        "(4/2218)\n\n180 - شرح شواهد شرح شافية ابن الحاجب للرضي بتحقيق محمد نور الحسن وآخرَين لعبد القادر البغدادي. ط. دار الكتب العلمية بيروت. لسنة (1982 م).\n181 - شرح شواهد مغني اللبيب لجلال الدين السيوطي. منشورات مكتبة الحياة بيروت.\n182 - شرح شواهد ابن عقيل للجرجاني، ط. الحلبي.\n183 - شرح عمدة الحافظ وعدة اللافظ لجمال الدين محمد بن مالك. تحقيق: عدنان عبد الرحمن الدوري. ط. مطبعة العاني بغداد. لسنة (1977 م).\n184 - شرح القصائد العشر للتبريزي، تحقيق: د. فخر الدين قباوة، ط. دار الآفاق الجديدة، ثالثة، بيروت (1979 م).\n185 - شرح قطر الندى وبل الصدى لابن هشام ومعه سبيل الهدى بتحقيق شرح قطر الندى لمحمد محيي الدين عبد الحميد. مطبعة السعادة. ط. الحادية عشرة لسنة (1963 م).\n186 - شرح الكافية للرضي تعليق: يوسف حسن عمر. جامعة قاريونس.\n187 - شرح الكافية الشافية لابن مالك تحقيق: عبد المنعم هريدي. ط. دار المأمون للتراث.\n188 - شرح اللمع لابن برهان ط. الكويت.\n189 - شرح المعلقات السبع للزوزني، ط. مكتبة المتنبي.\n190 - شرح المعلقات السبع للتبريزي، تحقيق محمد محيي الدين عبد الحميد.\n191 - شرح المعلقات السبع للزوزني، ط. دار الكتب العلمية، وأخرى ط. مكتبة المتنبي.\n192 - شرح المعلقات العشر للشنقيطي.\n193 - شرح المعلقات العشر لمفيد قميحة.\n194 - شرح المفصل في صنعة الإعراب الموسوم بالتخمير، ط. دار الغرب الإسلامي.\n195 - شرح المفصل لموفق الدين بن يعيش النحوي. ط. عالم الكتب بيروت.\n196 - شرح المفضليات للتبريزي، تحقيق د. فخر الدين قباوة.\n197 - شرح المقدمة الجزولية الكبير للأستاذ أبي علي الشلوبين، تحقيق: تركي بن سهو بن نزال العتيبي، ط. مؤسسة الرسالة، ثانية لسنة (1994 م).\n198 - شرح المقرب لابن عصفور الإشبيلي الأندلسي، المرفوعات والمنصوبات د. علي محمد فاخر، ط. مطبعة السعادة، أولى لسنة (1990 م).\n199 - شعر الأحوص الأنصاري، تحقيق: عادل سليمان جمال، تقديم د. شوقي ضيف، ط. الهيئة المصرية العامة للتأليف والنشر (1970 م).\n200 - شعر بني تميم في العصر الجاهلي (286) جمع وتحقيق د. عبد الحميد محمود المعيني، نشر نادي القصيم\n(4/2219)",
        "\nالأدبي، ط. سابعة (1982 م).\n201 - شعر الخوارج، جمع وتقديم د. إحسان عباس، الطبعة الثالثة، دار الثقافة بيروت.\n202 - شعر زهير بن أبي سلمى، صنعة الأعلم الشنتمري، تحقيق: د. فخر الدين قباوة، ط. دار الكتب العلمية.\n203 - شعر عمرو بن أحمر الباهلي، تحقيق د. حسين عطوان، دمشق.\n204 - الشعر والشعراء، عالم الكتب- ط. الثالثة.\n205 - الشعر والشعراء لابن قتيبة، تحقيق د. مفيد قميحة ومراجعة: نعيم زرزور، ط. دار الكتب العلمية، بيروت، ثانية (1985 م).\n206 - شعب الإيمان للبيهقي.\n207 - شعر بني تميم في العصر الحاهلي، جمع وتحقيق د. عبد الحميد محمود المعيني، نشر نادي القصيم الأدلي، ط. سابعة (1982 م).\n208 - شعر الكلحبة اليربوعي ضمن كتاب: شعر بني تميم في العصر الجاهلي، جمع وتحقيق د. عبد الحميد المعيني.\n209 - شعر الكميت بن زيد الأسدي، جمع وتقديم: داود سلام، بغداد (1969 م).\n210 - شعر النعمان بن بشير الأنصاري، تحقيق: د. يحيى الجبوري، العراق.\n211 - شعر هدبة بن خشرم العذري، تحقيق: يحيى الجبوري، دار القلم، الكويت (1986 م).\n212 - شفاء العليل في إيضاح التسهيل لأبي عبد الله السلسيلي، تحقيق الشريف عبد الله الحسيني البركاتي، مكة المكرمة، ط. أولى (1406 - 1983 م).\n213 - شواهد التوضيح والتصحيح لمشكلات الجامع الصحيح لجمال الدين بن مالك، تحقيق: محمد فؤاد عبد الباقي، ط. دار الكتب العلمية بيروت.\n\nحَرْفُ الصَّاد\n214 - الصحاح: تاج اللغة وصحاح العربية لإسماعيل بن حماد الجوهري. تحقيق: أحمد عبد الغفور، ط. دار العلم للملايين، بيروت، أولى (1956 م).\n215 - صحيح البخاري، طبعة دار الشعب.\n216 - صحيح البخاري بشرح فتح الباري لابن حجر، دار المعارف، بيروت.\n217 - صحيح البخاري بفتح الباري، ط. دار المعرفة، تحقيق: عبد العزيز بن باز وآخرين.\n218 - صحيح البخاري، ط. النسخة الأميرية (1314 هـ).\n219 - صحيح البخاري، ط. محمد علي صبيح.\n(4/2220)\n",
        "220 - صحيح ابن حبان بشرح الإحسان، تأليف: علاء الدين علي بن بلبان الفارسي، تحقيق: شعيب الأرنؤوط، مؤسسة الرسالة، طبعة أولى (1991 م).\n221 - صحيح مسلم بشرح النووي، ط. أولى، المطبعة المصرية بالأزهر (1930 م).\n222 - صحيح مسلم، ط. دار الفتح الإسلامي، وط. دار الشعب.\n223 - الصفوة الصفية في شرح الدرة الألفية، تحقيق: محسن سالم الغميري، جامعة أم القرى.\n\nحَرْفُ الضَّاد\n224 - ضرائر الشعر لابن عصفور، (خليل عمران المنصور).\n225 - ضرائر الشعر لابن عصفور الإشبيلي تحقيق: السيد إبراهيم محمد. دار الأندلس للطباعة والنشر.\n226 - الضوء اللامع لأهالي القرن التاسع لشمس الدين السخاوي.\n\nحَرْف الطَّاء\n227 - طبقات الشعراء لابن سلام، طبعة دار الكتب العلمية، بيروت.\n228 - طبقات فحول الشعراء، لابن سلام، شرح: محمود محمد شاكر، ط. دار المدني بجدة.\n229 - طبقات المفسرين للحافظ شمس الدين محمد بن علي بن أحمد الداودي. ط. دار الكتب العلمية بيروت، أولى لسنة (1983 م).\n230 - طبقات النحويين واللغويين لأبي بكر الزبيدي، تحقيق محمد أبي الفضل إبراهيم، ط. دار المعارف. ثانية.\n\nحَرفُ الظَّاء\n231 - ظاهرة التركيب في النحو العربي، د. أحمد السوداني، ط. أولى (2005 م).\n\nحَرْفُ العَين\n232 - عبيد بن الأبرص حياته وشعره، عبد الله علي الصويفي، جامعة الفاتح (1992 م).\n233 - اعتراضات العيني على النحاة، واختياراته من خلال كتابه فرائد القلائد، ماجستير -الأزهر- سيد أبو المعاطي.\n234 - العروض الواضح لمحمود حقي، ط. مكتبة دار الحياة (1984 م)، السادسة عشر.\n235 - العقد الفريد، طبعة دار الكتب العلمية.\n236 - العقد الفريد لأحمد بن محمد بن عبد ربه الأندلسي، تحقيق: محمد سعيد العريان، ط. دار الفكر.\n237 - علل التثنية لابن جني، تحقيق: صبيح التميمي، ومراجعة: د. رمضان عبد التواب، ط. مكتبة الثقافة الدينية (1992 م).\n(4/2221)\n\n238 - علم البيان، د. عبد العزيز عتيق.\n239 - علم العروض والقافية، د. عبد العزيز عتيق، ط. دار النهضة العربية بيروت (1987 م).\n240 - عمدة القاري في شرح صحيح البخاري، ط. دار الفكر.\n241 - عون المعبود شرح سنن أبي داود.\n242 - العين للخليل بن أحمد الفراهيدي، تحقيق: مهدي المخزومي وإبراهيم السامرائي.\n\nحَرْفُ الغَين\n243 - غاية النهاية في طبقات القراء لابن الجزري، نشر: ج. برجستراسر، ط. مكتبة المتنبي، القاهرة.\n\nحَرْفُ الفَاء\n244 - الفاخر في شرح جمل عبد القاهر للبعلي، تحقيق: ممدوح محمد خسارة، الكويت (2002 م).\n245 - فرحة الأديب للغندجاني، تحقيق: محمد علي سلطاني.\n246 - الفصول الخمسون لابن معط (238)، تحقيق: محمود الطناحي.\n247 - فوات الوفيات، تحقيق: د. إحسان عباس، ط. دار صادر بيروت.\n\nحَرفُ القَاف\n248 - القاموس المحيط لمجد الدين محمد بن يعقوب الفيروزابادي. ط. الحلبي.\n249 - قضايا الخلاف النحوية والصرفية في كتاب شفاء العليل للسلسيلي، (دكتوراه) بالأزهر، إعداد: عبد العزيز فاخر (2000 م).\n250 - القضايا النحوية والصرفية في الجزء السادس عشر من كتاب روح المعاني للآلوسي، من أول قوله تعالى: {قَالَ أَلَمْ أَقُلْ لَكَ إِنَّكَ لَنْ تَسْتَطِيعَ مَعِيَ صَبْرًا (75)} [الكهف: 75] إلى آخر سورة طه. ماجستير بالأزهر، إعداد: أحمد السوداني (1996 م).\n\nحَرْفُ الكَاف\n251 - الكافي في العروض والقوافي للتبريزي تحقيق الحساني حسن عبد الله، ط. المدني (1969 م).\n252 - كتاب الكافية في النحو لأبي عمر عثمان بن الحاجب بشرح رضي الدين الإستراباذي، ط. دار الكتب العلمية، بيروت لسنة (1979 م).\n253 - الكامل في اللغة والأدب لأبي العباس المبرد محمد بن يزيد، نشر مؤسسة المعارف بيروت.",
        "(4/2222)\n\n254 - الكامل في التاريخ لابن الأثير الجزري المعروف بعز الدين، تحقيق أبي الفداء عبد الله القاضي، ط. دار الكتب العلمية، أولى (1987 م).\n255 - الكامل في اللغة والأدب للمبرد، تحقيق: حنا الفاخوري، دار الجيل، بيروت، وأخرى تحقيق: محمد أحمد الدالي، مؤسسة الرسالة، وثالثة: تحقيق: محمد أبي الفضل إبراهيم، نهضة مصر.\n256 - كتاب التكملة لأبي علي الفارسي، رسالة ماجستير، كجامعة القاهرة، وأخرى تحقيق: كاظم بحر المرجان، ط. عالم الكتب.\n257 - كتاب الافتتاح في سنن النسائي.\n258 - كتاب الاقتضاب في شرح أدب الكتاب، تحقيق: مصطفى السقا وزميله، ط. الهيئة العامة للكتاب (1981 م).\n259 - كتاب سيبويه، ط. بولاق.\n260 - كتاب سيبويه لأبي بشر عمرو بن عثمان بن قنبر. تحقيق: عبد السلام محمد هارون. نشر مكتبة الخانجي. ط. الثالثة لسنة (1988 م).\n261 - كتاب منتهى الطلب من أشعار العرب لابن ميمون، ط. دار الكتب المصرية (1990 م).\n262 - الكشاف عن حقائق غواص التنزيل وعيون الأقاويل في وجوه التأويل لجار الله الزمخشري، ط. دار الريان للتراث الثالثة (1987 م). وأخرى لدار المعرفة.\n263 - كشف الظنون عن أسماء الكتب والفنون، لحاجي خليفة، مكتبة المتنبي، بيروت.\n264 - كمال الأعلام بتثليث الكلام طبع بتحقيق: سعد الغامدي، بجامعة أم القرى (مجلدان).\n265 - الكميت بن زيد شاعر العصر الروائي وقصائده الهاشميات، تأليف: عبد المتعال الصعيدي، نشر دار الفكر العربي.\n\nحرفُ اللَّام\n266 - لامية العرب للشنفرى، منشورات: مكتبة الحياة.\n267 - لا النافية بين الحذف والزيادة، د، علي محمد فاخر، مطبعة السعادة (1990 م).\n268 - اللامات لأبي القاسم عبد الرحمن بن إِسحاق الزجاجي، تحقيق: مازن المبارك، ط. دار الفكر، ثانية (1985 م).\n269 - لسان العرب لابن منظور، ط. دار المعارف.\n270 - اللمع لابن جني، تحقيق: حامد المؤمن، طبعة عالم الكتب، ومكتبة النهضة العربية، ثانية (1985 م).\n271 - \"لو\" أنواعها وأحكامها دراسة نحوية تطبيقية في كتاب الله والشعر العربي، د. أحمد السوداني، بحث منشور بمجلة جامعة الأزهر (2007 م).\n(4/2223)",
        "\nحَرْفُ المِيمِ\n272 - ما يشترك بين الاسمية والحرفية دكتور: عبد الحميد الوكيل، مطبعة الأمانة.\n273 - المؤتلف والمختلف.\n274 - المبسوط في القراءت الشعر.\n275 - مجاز القرآن لأبي عبيدة معمر بن المثنى. تحقيق: محمد فؤاد.\n276 - مجالس ثعلب لأبي العباس أحمد بن يحيى ثعلب تحقيق عبد السلام محمد هارون، ط. دار المعارف، رابعة لسنة (1980 م).\n277 - مجمع الأمثال للميداني، تحقيق محمد محيي الدين، طبعة مطبعة السعادة. وأخرى ط. مكتبة السنة المحمدية (1955 م)، وثالثة تحقيق محمد أبي الفضل إبراهيم، ط. الحلبي.\n278 - مجمع الزوائد ومنبع الفوائد للحافظ نور الدين علي بن أبي بكر الهيثمي، وهو بتحرير الحافظين العراقي وابن حجر، ط. ثانية (1967 م)، دار الكتاب العربي، بيروت.\n279 - المجمل في اللغة لابن فارس، تحقيق: زهير عبد المحسن سلطان، ط. مؤسسة الرسالة، ثانية (1986 م).\n280 - المحتسب في تبيين وجوه شواذ القراءات لأبي الفتح عثمان بن جني، تحقيق علي النجدي ناصف وآخرين، ط. المجلس الأعلى للشؤون الإسلامية.\n281 - المحرر الوجيز لابن عطية، ط. دار الكتاب الإسلامي، القاهرة (1411 هـ-1991 م).\n282 - المحكم والمحيط الأعظم لابن سيده، تحقتق: مصطفى السقا، وحسين نصار، ط. أولى (1958 م)، لمعهد المخطوطات بجامعة الدول.\n283 - المذكر والمؤنث لابن الأنباري.\n284 - مختصر شواذ القرآن من كتاب البديع لابن خالويه. ط. مكتبة المتنبي القاهرة.\n285 - مختار الشعر الجاهلي لمصطفى السقا، ط. المكتبة الشعبية، ثالثة (1969 م).\n286 - مختصر في العروض لابن جنى، تحقيق: د. إمام حسن الجبوري، ط. ثانية (1987 م).\n287 - المخصص لابن سيده، طبعة: دار إحياء التراث العربي، بيروت، أولى (1996 م).\n288 - المدارس النحوية، شوقي ضيف، ط. دار المعارف، ثانية.\n289 - المذكر والمؤنث للفراء، تحقيق: د. رمضان عبد التواب، مكتبة دار التراث، بدون.\n290 - مراتب النحويين لأبي الطيب عبد الواحد بن علي اللغوي، تحقيق محمد أبي الفصل إبراهيم. ط. مكتبة نهضة مصر.\n291 - المزهر في علوم اللغة وأنواعها لجلال الدين السيوطي، شرح محمد أبي الفضل إبراهيم وآخرين، ط. مطابع\n(4/2224)\n",
        "المختار الإسلامي، ثالثة.\n292 - المسائل البصريات لأبي علي الفارسي. تحقيق: د. محمد الشاطر أحمد محمد، ط. مطبعة المدني أولى لسنة (1405 هـ).\n293 - المسائل الحلبيات لأبي علي الفارسي، تحقيق: د. حسن هنداوي.\n294 - المسائل العسكريات لأبي علي الفارسي، تحقيق د. محمد الشاطر أحمد محمد، ط. المدني لسنة (1982 م).\n295 - المساعد على تسهيل الفوائد شرح للإمام: بهاء الدين بن عقيل على تسهيل الفوائد لابن مالك تحقيق د. محمد كامل بركات، ط. دار الفكر لسنة (1980 م).\n296 - مشكل إعراب القرآن لمكي بن أبي طالب، تحقيق حاتم الضامن، ط. مؤسسة الرسالة، رابعة (1988 م).\n297 - مشكل إعراب القرآن لمكي بن أبي طالب القيسي تحقيق ياسين محمد السواس، ط. دار المأمون للتراث.\n298 - مصباح السالك إلى أوضح المسالك تأليف بركات يوسف هبود، ط. دار المعرفة لسنة (1994 م).\n299 - المصباح المنير.\n300 - مصنف ابن أبي شيبة.\n301 - معاني الحروف لأبي الحسن علي بن عيسى الرماني. تحقيق د. عيسى عبد الفتاح شلبي، ط. دار نهضة مصر.\n302 - معاني القرآن لأبي زكرياء الفراء، تحقيق يوسف نجاتي وآخرين ومراجعة علي النجدي ناصف، ط. الدار المصرية للتأليف والترجمة.\n303 - معاني القرآن للأخفش الأوسط، تحقيق فارز فارس، ط. دار البشير ودار الأمل، ثانية لسنة (1981 م). وأخرى تحقيق: د. هدى قراعة.\n304 - معاني القرآن وإعرابه للزجاج، تحقيق د. عبد الجليل شلبي، ط. دار الحديث، أولى لسنة (1994 م).\n305 - معاني القرآن للكسائي، جمع عيسى شحاتة عيسى، دار قباء للطباعة (1998 م).\n306 - معجم البلدان، رضا عمر كحالة، تحقيق: فريد عبد العزيز الجندي، ط. دار الكتب العلمية، أولى (1990 م).\n307 - معجم البلدان، تحقيق: فريد عبد العزيز الجندي، ط. دار الكتب العلمية، أولى (1990 م).\n308 - معجم الشعراء للمرزباني.\n309 - معجم شواهد العربية للأستاذ عبد السلام هارون، ط. الخانجي بالقاهرة (1982 م).\n310 - معجم المؤلفين تراجم مصنفي الكتب العربية لعمر رضا كحالة، دار إحياء التراث العربي، بيروت.\n311 - معجم مصطلحات النحو والصرف والعروض والقافية، د. محمد إبراهيم عبادة، ط. دار المعارف.\n312 - المعجم المفصل في شواهد النحو الشعرية، إميل بديع يعقوب.\n(4/2225)\n\n313 - معجم العين للخليل بن أحمد الفراهيدي (ت 175 هـ).\n314 - معجم قبائل العرب القديمة والحديثة، لرضا عمر كحالة.\n315 - المعجم الكبير للحافظ أبي القادم سليمان بن أحمد الطبراني، تحقيق: أحمد عبد المجيد السلفي، ط. مكتبة ابن تيمية.\n316 - معجم مقاييس اللغة لابن فارس، تحقيق: عبد السلام هارون، ط. دار الجيل، أولى (1991 م).\n317 - معجم النساء الشاعرات، دار الكتب العلمية (1990)، إعداد: عبدأ علي مهنا.\n318 - المعرب من الكلام الأعجمي لأبي منصور الجواليقي، تحقيق د. عبد الرحيم، دار القلم، دمشق.\n319 - كتاب المعمرون والوصايا لأبي حاتم السجستاني، تحقيق: عبد المنعم عامر.\n320 - مغني اللبيب لابن هشام، بتحقيق الشيخ محمد محيي الدين عبد الحميد، ط. المكتبة العصرية بيروت، لسنة (1987 م).\n321 - مغني اللبيب ومعه حاشية الأمير، ط. الحلبي.\n322 - مفتاح العلوم لأبي يعقوب السكاكي وهامشه إتمام الدراية للسيوطي، ط. دار الكتب العلمية.\n323 - المفصل للزمخشري بشرح ابن يعيش. ط. عالم الكتب بيروت.\n324 - المفصل في العروض والقافية وفنون الشعر: عدنان حقي، ط. مؤسسة الإيمان، بيروت، أولى (1987 م).\n325 - المفضليات بتحقيق: عبد السلام هارون، ط. دار المعارف.\n326 - المفضليات للضبي، بشرح التبريزي، تحقيق د. فخر الدين قباوة.\n327 - المقتصد في شرح الإيضاح لعبد القاهر الجرجاني، تحقيق كاظم بحر المرجان.\n328 - المقتضب لأبي العباس المبرد. تحقيق محمد عبد الخالق عضيمة، ط. عالم الكتب بيروت.\n329 - المقرب ومعه مثل المقرب، ط. دار الكتب العلمية بيروت.\n330 - المقرب لابن عصفور تحقيق أحمد عبد الستار الجواني وآخر، ط. العاني بغداد.\n331 - المقصور والممدود للفراء، تحقيق: ماجد الذهبي، ط. مؤسسة الرسالة، أولى (1983 م).\n332 - المنقوص والممدود للفراء، ط. دار المعارف ثالثة، تحقيق: عبد العزيز الراجكوتي.\n333 - الممتع في التصريف لابن عصفور الإشبيلي، تحقيق: د. فخر الدين قباوة، ط. دار المعرفة أولى (1987 م).\n334 - الممنوع في النحو، د. عبد العزيز محمد فاخر.\n335 - المنصف شرح تصريف المازني لابن جني أبي الفتح، تحقيق: إبراهيم مصطفى وعبد الله أمين، ط. وزارة العمومية، أولى لسنة (1954 م).",
        "(4/2226)\n\n336 - المنهج الصرفي، د. إبراهيم عبد الرازق البسيوني.\n337 - موسوعة أطراف الحديث النبوي الشريف، إعداد محمد السعيد زغلول، ط. دار الكتب العلمية.\n338 - موسوعة شعراء صدر الإسلام.\n339 - موسوعة شعراء العرب.\n340 - موسوعة شعراء العصر الجاهلي.\n341 - موطأ الإمام مالك بشرح الزرقاني، ط. بيروت.\n342 - ميزان الذهب في صناعة شعر العرب للسيد أحمد الهاشمي، ط. ثانية (1995 م) لمؤسسة الكتب الثقافية.\n\nحَرفُ النُّون\n343 - النابغة الجعدي حياته وشعره (225)، د. خليل إبراهيم، ط. دار العلم، دمشق.\n344 - نتائج الفكر للسهيلي، تحقيق: عادل أحمد عبد الموجود وآخر، ط. دار الكتب العلمية بيروت لسنة (1992 م).\n345 - النجوم الزاهرة في ملوك مصر والقاهرة لابن تغري بردي.\n346 - النحو الوافي د. عباس حسن، ط. دار المعارف.\n347 - نزهة الطرف في علم الصرف لابن هشام، تحقيق: أحمد عبد المجيد هريدي.\n348 - نشأة النحو وتاريخ أشهر النحاة للشيخ محمد الطنطاوي، مطبعة وادي الملوك، رابعة لسنة (1954 م).\n349 - النشر في القراءات العشر لأبي الخير محمد الدمشقي الشهير بابن الجزري، تصحيح: علي محمد الضباع. ط. دار الفكر.\n350 - نظرات بلاغية في أذكار الصلاة الفرضية د. رفعت السوداني، ط. مطبعة التركي.\n351 - النقائض (ليدن)، تحقيق: يحيى الجبوري، بغداد.\n352 - النهاية في غريب الحديث والأثر لابن الأثير، تحقيق: طاهر الزاوي، ومحمود الطناحي، ط. دار الفكر.\n353 - نتائج الفكر للسهيلي، تحقيق: أحمد عادل عبد الموجود وآخر، ط. دار الكتب العلمية بيروت (1992 م).\n354 - كتاب النوادر لأبي علي القالي، ط. دار الكتب.\n355 - النوادر لأبي زيد الأنصاري، تحقيق د. محمد عبد القادر أحمد، ط. دار الشروق.\n\nحَرفُ الهَاءَ\n356 - همع الهوامع شرح جمع الجوامع للسيوطي، ط. مكتبة الكليات الأزهرية.\n(4/2227)",
        "\nحَرْفُ الوَاو\n357 - الوافي في العروض والقوافي للخطيب التبريزي، تحقيق: د. فخر الدين قباوة، دار الفكر سوريا، ط. رابعة (1986 م).\n358 - وفيات الأعيان، ط. دار صادر، تحقيق: إحسان عباس.\n* * *\n(4/2228)\n",
        "فهرس الدواوين\n- ديوان أبي دؤاد الإيادي.\n- ديوان أبي دهبل الجمحي، رواية أبي عمرو الشيباني، تحقيق: عبد العظيم عبد المحسن (1962 م) بغداد.\n- ديوان أبي النجم العجلي والمقطوعة -الموسوعة الشعرية (CD)- نشر دولة الإمارات العربية المتحدة.\n- ديوان أبي النجم العجلي، بتحقيق: علاء الدين أغا، الرياض (1980 م).\n- ديوان أبي نواس، تحقيق: أحمد الغزالي.\n- ديوان أبي الأسود الدؤلي، تحقيق: عبد الكريم الدجيلي، بغداد (1954 م).\n- ديوان أبي العلاء المعري، المسمى سقط الزند، ط. دار صادر.\n- ديوان أبي العلاء المعري، شرح أحمد شمس الدين (دار الكتب العلمية).\n- ديوان الأحوص الأنصاري بشرح مجيد طراد سلسلة (شعراؤنا)، نشر دار الكتاب العربي، بيروت، ط. أولى لسنة (1994 م).\n- ديوان الأخطل بشرح إيليا سليم الحاوي، دار الثقافة بيروت، وينظر الخزانة (3/ 387).\n- ديوان الأخطل، شرح مهدي محمد ناصر، ط. دار الكتب العلمية، أولى (1986 م).\n- ديوان الأعشى ميمون، ط. دار الكاتب العربي شرح إبراهيم جزيني (1968 م).\n- ديوان الأعشى، سلسلة شعراؤنا، طبعة دار الكتاب العربي، ثانية (1994 م).\n- ديوان الأعشى، طبعة المطبعة النموذجية، بشرح محمد حسين.\n- ديوان الأعشى تحقيق د. محمد محمد حسين، المكتب الشرقي، بيروت، لبنان.\n- ديوان الأغلب الراجز، طبعة دار الكاتب العربي أولى (1968 م) بشرح إبراهيم جزيني.\n- ديوان الإمام الشافعي، المكتبة التوفيقية.\n- ديوان الإمام الشافعي شرح د. إميل بديع يعقوب، طبعة دار الكتاب العربي، بيروت.\n- ديوان الإمام علي، ط. دار الكتب العلمية.\n- ديوان أمية بن أبي الصلت، تحقيق: سيف الدين الكاتب.\n- ديوان أمية بن أبي الصلت، تحقيق: عبد الحفيظ السطلي.\n- ديوان أوس بن حجر، تحقيق د. محمد نجم، ط. دار صادر.\n- ديوان أبي زبيد الطائي، بتحقيق: د. نوري حمودي القيسي، بغداد (1967 م).\n(4/2229)\n\n- ديوان أبي طالب، إيران، قم.\n- ديوان تأبط شرًّا وأخباره، تحقيق علي ذو الفقار شاكر (دار الغرب الإسلامي).\n- ديوان بشر بن أبي خازم الأسدي، تحقيق: د. عزة حسن، دمشق (1960 م).\n- ديوان ابن مقبل، تحقيق: د. عزة حسن، دمشق (1992 م).\n- ديوان جران العود، ط. دار الكتب.\n- ديوان جرير، طبعة دار الكتب العلمية، بيروت.\n- ديوان جرير بشرح محمد بن حبيب، تحقيق د. نعمان محمد طه، ط. دار المعارف.\n- ديوان جرير، ط. دار صادر.\n- ديوان جرير، شرح مهدي ناصر.\n- ديوان جرير، بشرح محمد إسماعيل الصاوي، ط. دار صعب بيروت.\n- ديوان جرير، تحقيق د. نعمان طه، دار المعارف.\n- ديوان جرير، ط. دار الكتاب اللبناني ضبط: إيليا الحاوي.\n- ديوان جميل بثينة، بشرح إميل بديع يعقوب.\n- ديوان جميل بثينة، تحقيق: د. حسين نصار، مكتبة مطر (1967 م).\n- ديوان جميل بثينة، ط. دار الكتاب العربي، أولى (1992 م)، وط. دار صادر.\n- ديوان حاتم الطائي، شرح يحيى بن مدرك الطائي، تحقيق د. حنا نصر الحتي، ط. دار الكتاب العربي، أولى (1994 م).\n- ديوان حسان، ط. الهيئة العامة للكتاب، تحقيق د. سيد حسنين.\n- ديوان حسان بن ثابت، ط. دار الكتب العلمية، أولى (1986 م).\n- ديوان حسان بن ثابت، شرح: عبدأ مهنا.\n- ديوان حسان بن ثابت الأنصاري بشرح يوسف عبيد، ط. دار الجيل.\n- ديوان حسان بن ثابت، ط. دار المعارف، تحقيق د. سيد حنفي.\n- ديوان حسين بن مطر الأسدي.\n- ديوان الحطيئة، بشرح ورواية ابن السكيت تحقيق دكتور: حنا نصر الحتي.\n- ديوان الحطيئة (شعراؤنا) بشرح ابن السكيت.\n- ديوان الحطيئة شرح يوسف عبيد، ط. دار الجيل، أولى (1992 م).",
        "(4/2230)\n\n- ديوان الحطيئة، بشرح ابن السكيت والسكري، تحقيق: نعمان طه (ط. الحلبي).\n- ديوان الحطيئة، ط. دار صادر.\n- ديوان الحماسة للمرزوقي، نشر عبد السلام هارون، وأحمد أمين.\n- ديوان الحماسة للمرزوقي، ط. دار الجيل بيروت.\n- ديوان حميد بن ثور، تحقيق: محمد يوسف نجم، ط. دار صادر، بيروت.\n- ديوان الخرنق بنت بدر برواية أبي عمرو بن العلاء، دار الكتب، بيروت.\n- ديوان الخرنق بنت بدر، تحقيق: د. حسين نصار، ط. دار الكتب المصرية.\n- ديوان دريد بن الصمة، وهو في ديوانه، ط. دار المعارف، تحقيق: د. عمر عبد الرسول.\n- ديوان ذي الرمة بشرح أحمد حسن.\n- ديوان ذي الرمة بشرح أبي نصر حاتم الباهلي، صاحب رواية أبي العباس ثعلب، تحقيق: عبد القدوس أبو صالح، مؤسسة الإيمان، بيروت، طبعة ثانية (1982 م).\n- ديوان زياد الأعجم، د. يوسف بكار، دار المسيرة.\n- ديوان الراعي النميري، تحقيق نوري حمودي القيسي، وهلال ناجي.\n- ديوان رؤبة، تحقيق: سعدى ضناوي.\n- ديوان رؤبة بن العجاج المسمى بمجموع أشعار العرب، تحقيق: وليم بن الورد.\n- ديوان رؤبة بن العجاج، مجموع أشعار العرب، على الموسوعة الشعرية (CD) نشر دولة الإمارات العربية المتحدة.\n- ديوان الراعي النميري، بتحقيق د. نوري القيسي، المجمع العلمي العراقي (1980 م).\n- ديوان زهير بن أبي سلمى، دار بيروت.\n- ديوان زهير بن أبي سلمى، صنعة أبي العباس ثعلب، ط. دار الكتب المصرية.\n- ديوان زهير بن أبي سلمى، تحقيق: د. فخر الدين قباوة، ط. حلب (1970 م).\n- ديوان زهير بن أبي سلمى، شرح علي فاعور، ط. دار الكتب العلمية، ط. أولى (1988 م).\n- ديوان زهير بن أبي سلمى، صنعة الأعلم الشنتمري، تحقيق: د. فخر الدين قباوة، دار الكتب العلمية.\n- ديوان زياد الأعجم، تحقيق: يوسف بكار.\n- ديوان زيد الخير، تحقيق: د. نور حمود القيسي (العراق).\n- ديوان زيد الخير، تحقيق: أحمد البرزة.\n- ديوان زهير بن أبي سلمى، بشرح الإمام أبي العباس ثعلب، نسخة دار الكتب المصرية (1964 م).\n(4/2231)",
        "\n- ديوان سحيم، تحقيق: عبد العزيز الميمني، ط. دار الكتب المصرية (1950 م).\n- ديوان سلامة بن جندل، صنعة محمد بن الحسن وقدم له: راجي الأسمر، نشر دار الكتاب العربي (بيروت).\n- ديوان السموأل، ط. دار صادر.\n- ديوان الشماخ بن ضرار، تحقيق: صلاح الدين الهادي، ط. دار المعارف، بمصر.\n- ديوان الشنفرى، تحقيق د. إميل بديع يعقوب.\n- ديوان طرفة بن العبد، ط. دار صادر.\n- ديوان طرفة، شرح: مهدي ناصر، طبعة دار الكتب العلمية.\n- ديوان الطرماح بن حكيم، تحقيق: د. عزة حسن، ط. وزارة الثقافة بدمشق (1968 م).\n- ديوان الطرماح بن حكيم، تحقيق: د. عمر حسن، دمشق (1968 م).\n- ديوان الطرماح بن حكيم، تحقيق: د. عزة حسين (1996 م).\n- ديوان الطفيل الغنوي، تحقيق: محمد عبد القادر أحمد (1968 م).\n- ديوان عامر بن الطفيل، ط. دار صادر.\n- ديوان العباس بن مرداس، بتحقيق الجبوري.\n- ديوان العباس بن مرداس السلمي، تحقيق: د. يحيى الجبوري، وزارة الثقافة، بغداد.\n- ديوان عبد الرحمن بن حسان، تحقيق: سامي العاني.\n- ديوان عبد الله بن الزبير الأسدي، تحقيق د. يحيى الجبوري (العراق).\n- ديوان عبيد بن الأبرص، ط. دار صادر، بيروت.\n- ديوان عبد الله بن رواحة، تحقيق: وليد قصاب.\n- ديوان عبيد الله بن قيس الرقيات، ط. دار صادر بيروت، تحقيق: د. محمد يوسف نجم.\n- ديوان العجاج، تحقيق: د. عبد الحفيظ السطلي، مكتبة أطلس، دمشق.\n- ديوان العجاج بن رؤبة التميمي، تحقيق عبد الحفيظ السطلي (دمشق).\n- ديوان العجاج، بتحقيق سعد حناوي، دار صادر.\n- ديوان عدي بن زيد العبادي، بتحقيق محمد جبار (العراق).\n- ديوان العرجي، تحقيق: خضر الطائي، بغداد.\n- ديوان عروة بن الورد (شعراؤنا).\n(4/2232)\n",
        "- ديوان عروة والسمؤال، ط. دار صادر، بيروت.\n- ديوان علقمة بن عبدة التميمي، بتحقيق السيد أحمد صقر.\n- ديوان علقمة بن عبدة التميمي، بشرح الأعلم الشنتمري، رواية الأصمعي، سلسلة شعراؤنا.\n- ديوان علقمة الفحل، ط. دار الكتاب العربي بحلب (1969 م)، تحقيق: لطفي العسال، درية الخطيب.\n- ديوان علقمة، شرح الأعلم وتقديم حنا نصر الحِتِّي، نشر دار الكتاب العربي، ط. أولى (1993 م).\n- ديوان عمر بن أبي ربيعة، بتحقيق وشرح: محمد محيي الدين عبد الحميد، مطبعة المدني (1965 م).\n- ديوان عمر بن أبي ربيعة، ط. دار صادر.\n- ديوان عمر بن أبي ربيعة، طبعة دار الكتب العلمية، تحقيق: عبدأ علي مهنا.\n- ديوان عمر بن أبي ربيعة، نشر دار الكتاب العربي، تحقيق د. فائز محمد.\n- ديوان عمر بن أبي ربيعة، بتحقيق الشيخ محمد محيي الدين عبد الحميد، مطبعة السعادة (1960 م).\n- ديوان عمرو بن معدي كرب الزبيدي تحقيق مطاع الطرابيشي دمشق (1974 م).\n- ديوان عنترة بن شداد، تحقيق: محمد سعيد (المكتب الإسلامي).\n- ديوان عنترة بن شداد، تحقيق: عبد المنعم شلبي.\n- ديوان عنترة ط. دار صادر بيروت.\n- ديوان عنترة، دار الكتب العلمية (1985 م).\n- ديوان عنترة بشرح الخطيب التبريزي، تحقيق: مجيد طراد، نشر دار الكتاب العربي (1994 م).\n- ديوان الفرزدق، دار صادر.\n- ديوان الفرزدق، تحقيق: عبد الله إسماعيل الصاوي.\n- ديوان الفرزدق، بشرح مجيد طراد، ط. دار الكتاب العربي.\n- ديوان الفرزدق، شرح علي فاعور، ط. دار الكتب العلمية، بيروت، أولى (1987 م).\n- ديوان القطامي، تحقيق: محمود الربيعي، ط. الهيئة المصرية العامة للكتاب (2001 م).\n- ديوان قيس بن الخطيم، عن ابن السكيت وغيره، تحقيق: ناصر الدين الأسد، دار العروبة أولى، بالقاهرة (1962 م).\n- ديوان قيس بن الخطيم، تحقيق: إبراهيم السامرائي.\n- ديوان قيس بن الخطيم، ط. دار صادر.\n- ديوان قيس بن الخطيم، تحقيق: أحمد مطلوب، والدكتور: إبراهيم السامرائي.\n(4/2233)\n\n- ديوان قيس بن ذريح، ط. دار الكتاب العربي.\n- ديوان كثير، ط. دار الكتاب العربي، شرح: مجيد طراد، أولى (1993 م).\n- ديوان كثير، تحقيق: د. إحسان عباس، دار الثقافة، بيروت (1971 م).\n- ديوان كثير، بتحقيق: علي مهنا.\n- ديوان كعب بن زهير، ط. دار الكتب العلمية شرح علي فاعور (1997 م).\n- ديوان كعب بن زهير، بشرح أبي سعيد الحسن العسكري شرح. حنا نصر الحتي، نشر دار الكتاب العربي، أولى (1994 م).\n- ديوان كعب بن زهير، (نشر دار الشواف).\n- ديوان كعب بن زهير، طبعة دار الكتب المصرية.\n- ديوان كعب بن زهير، طبعة دار الأرقم اللبنانية.\n- ديوان الكميت، تحقيق: داود سلوم، جامعة بغداد.\n- ديوان الكميت بن زيد الأسدي، ط. العراق.\n- ديوان لبيد بشرح الطوسي.\n- ديوان لبيد، سلسلة شعراؤنا.\n- ديوان لبيد، ط. دار صادر.\n- ديوان لبيد بن ربيعة العامري، ط. دار صادر بيروت.\n- ديوان ليلى الأخيلية، تحقيق: واضح الغمد (دار صادر).\n- ديوان ليلى الأخيلية، ط. دار صادر.\n- ديوان متمم بن نويرة.\n- ديوان المتنبي بشرح العكبري.\n- ديوان المثقب العبدي.\n- ديوان مجنون ليلى، عبد الستار فراج.\n- ديوان مجنون ليلى، يوسف فرحات.\n- ديوان مجنون ليلى، ط. دار الكتاب العربي.\n- ديوان امرئ القيس بن حجر الكندي، ط. دار صادر.\n- ديوان امرئ القيس بن حجر، ط. دار الكتب العلمية.",
        "(4/2234)\n\n- ديوان امرئ القيس، ط. دار المعارف، بتحقيق: محمد أبي الفضل إبراهيم.\n- ديوان مسكين الدارمي، تحقيق: عبد الله الجبوري، وصاحبه (1970 م)، بغداد.\n- ديوان النابغة الذبياني، ط. دار الكتاب العربي.\n- ديوان امرئ القيس، تحقيق: محمد أبي الفضل إبراهيم (دار المعارف).\n- ديوان الهذليين.\n- ديوان المتلمس الضبعي، تحقيق: حسن كامل الصيرفي (1970)، معهد المخطوطات، بالقاهرة.\n- ديوان المتلمس، رواية الأثرم وأبي عبيدة عن الأصمعي، طبعة: جامعة الدول العربية.\n- ديوان المتنبي بشرح العكبري.\n- ديوان المتنبي، شرح ناصيف اليازجي، تقديم: ياسين الأيوني، ط. دار الهلال، أولى (1996 م).\n- ديوان المتنبي، شرح مصطفى سبيتي، طبعة دار الكتب العلمية.\n- ديوان المتنبي، تحقيق مصطفى السقا، ط. الحلبي (1971 م).\n- ديوان مجنون ليلى، تحقيق: عبد الستار فراج، مكتبة مصر، الفجالة.\n- ديوان النابغة الجعدي منشورات، المكتب الإسلامي بدمشق (1964 م).\n- ديوان النابغة الذبياني، بتحقيق: سيف الدين الكاتب.\n- ديوان النابغة الذبياني شرح عباس عبد الساتر.\n- ديوان النابغة الذبياني، طبعات ديوانه ط. دار صادر بيروت.\n- ديوان النابغة الذبياني، تحقيق: محمد أبي الفضل إبراهيم، ط. دار المعارف.\n- ديوان النمر بن تولب.\n- ديوان هدبة، تحقيق د. يحيى الجبوري.\n- ديوان الهذليين، نسخة دار الكتب المصرية (1965 م).\n- ديوان يزيد بن الطثرية، شرح: ناصر بن سعد الرشيد.\n- ديوان يزيد بن معاوية القرشي، ضمن دواوين الموسوعة الشعرية (CD) نشر دولة الإمارات العربية المتحدة.\n* * *\n(4/2235)",
        "\nالسير الذاتية للمحققين\n(4/2241)\n",
        "1 - أ. د. علي محمد فاخر\nولد بقرية ميت غزال، مركز السنطة، محافظة الغربية سنة (1947 م).\nوالتحق بكتّاب القرية، وحفظ القرآن الكريم، ودخل الأزهر الشريف فحصل على الإعدادية سنة (1965 م)، والثانوية سنة (1970 م).\nثم التحق بكلية اللغة العربية بجامعة الأزهر بالقاهرة، وحصل على الليسانس سنة (1974 م) بتقدير جيد جدًّا مع مرتبة الشرف، ثم حصل على الماجستير (سنة 1979 م) والدكتوراه سنة (1985 م) بمرتبة الشرف الأولى.\nعُيِّن معيدًا لكلية اللغة العربية بأسيوط، ثم انتقل إلى المنصورة وترقى إلى أن وصل إلى درجة أستاذ في النحو والصرف، وعمل بكلية اللغة العربية بالرياض -جامعة الإمام محمد بن سعود الإسلامية- مدة عشر سنوات.\nأشرف على عدة رسائل ماجستير ودكتوراه، كما ناقش عدة رسائل أخرى في كليات اللغة العربية بفروع جامعة الأزهر.\n- له منجزات علمية كثيرة، أهمها:\n1 - شرح المقرب لابن عصفور (عدة أجزاء).\n2 - التوجيهات النحوية والصرفية للقراءات الثلاثة بعد السبعة (جزآن).\n3 - دراسات نحوية وصرفية في شعر ذي الرمة (جزء واحد).\n4 - تحقيق المقاصد النحوية في شرح شواهد شروح الألفية للعيني (أربعة أجزاء) (ضمن ثلاثة محققين) وهو الذي بين يديك.\n5 - أخطاء المتنبي النحوية والصرفية (رسالة الماجستير).\n6 - ديوان شعر كبير (تحت الطبع).\n7 - أوزان الشعر وقوافيه من مسرحيات شوقي (جزآن).\n8 - تغيير النحويين للشواهد.\n9 - تحقيق شرح التسهيل لناظر الجيش ضمن ستة أعضاء حققوا الكتاب المذكور (طبعة دار السلام بالقاهرة سنة 2007 م).\n* * *\n(4/2243)\n\n2 - أ. د. أحمد محمد توفيق السوداني\nالميلاد: 8/ 8/ 1964 م، مصري، يعمل بجامعة الأزهر، حصل على جائزة وزارة الأوقاف في حفظ القرآن الكريم سنة (1975 م)، وليسانس اللغة العربية، جامعة الأزهر (1988 م)، بتقدير: جيد جدًّا، وماجستير اللغة العربية، جامعة الأزهر (1996 م) بتقدير: جيد جدًّا، والدكتوراه في اللغة العربية، جامعة الأزهر (1999 م) بتقدير: مرتبة الشرف الأولى، ودرجة أستاذ مساعد بجامعة الأزهر (2007 م).\n- الخبرات العلمية:\nأولًا: التدريس بالمعاهد الأزهرية [بنين وبنات] من: 11/ 2/ 1989 م حتى: 30/ 11/ 2002 م، وكانت مواد التدريس جميع مواد اللغة العربية التي تدرس بالأزهر.\nثانيًا: التدريس بكلية اللغة العربية، والتربية، بجامعة الملك فيصل بجمهورية تشاد في الفترة ما بين: 26/ 9/ 2001 م و: 8/ 11 / 2002 م. [مرحلة الدراسات العليا - والإشراف على رسائل ماجستير، والإشراف على بحوث التخرج بالجامعة].\nثلاثًا: العمل بجامعة الأزهر من: 9/ 10/ 2002 م حتى: 8/ 12/ 2006 م، كلية الدراسات الإسلامية والعربية بنين بالشرقية [لغة عربية- أصول الدين- شريعة إسلامية] إضافة إلى ما ينسب إليّ من أعمال في كلية الدراسات بنات بالشرقية.\nرابعًا: الالتحاق بجامعة الجوف في المدة 8/ 12/ 2006 م وحتى الآن.\n- الخبرات العلمية:\n- القضايا النحوية والصرفية في الجزء السادس من كتاب روح المعاني للآلوسي، من أول قوله تعالى: {قَالَ إِنَّكَ لَنْ تَسْتَطِيعَ مَعِيَ صَبْرًا (67)} [الكهف: 67] ماجستير].\n- \"اختيارات المرادي في تراثه النحوي\" [دكتوراه].\n- التاء مدخولاتها واستعمالاتها في الدراسات النحوية.\n- التاء وأثرها في بنية الكلمة العربية.\n- الآراء النحوية والصرفية لعيسى بن عمر في كتاب سيبويه جمعًا ودراسة.\n- ظاهرة التركيب في النحو العربي.\n- الشواهد النحوية المجهولة القائل في الآمالي الشجرية جمعًا ودراسة.\n- الضرورة الشعرية في المقاصد النحوية جمعًا وتصنيفًا.\n- \"لو\" أنواعها وأحكامها دراسة نحوية تطبيقية في كتاب اللَّه والشعر العربي.\n- اختيارات المرادي في تراثه الصرفي.\n* * *",
        "(4/2244)\n\n3 - د. عبد العزيز محمد فاخر\nتاريخ الميلاد: 22/ 3 / 1965 م.\nمحل الميلاد: قرية ميت غزال -السنطة- محافظة الغربية.\nحفظت القرآن الكريم بكتّاب القرية -ثم التحقت بالأزهر الشريف فحصلت على الإعدادية ثم الثانوية من المعهد الأحمدي بطنطا، وكان ترتيبي الثالث على مستوى المعهد.\nثم التحقت بكلية اللغة العربية وحصلت على الليسانس عام (1987 م) من جامعة الأزهر، ثم كانت مرحلة الدراسات العليا والماجستير (قسم اللغويات) عام (1995 م) ثم حصلت على شهادة العالمية الدكتوراه (قسم اللغويات) عام (2000 م) من جامعة الأزهر بتقدير \"مرتبة الشرف الأولى\".\nالوظيفة: عملت مدرسًا بمعهد طنطا الثانوي حتى عام (2001 م) ثم معارًا من قِبل الأزهر الشريف للتدريس بجامعة الملك فيصل -كلية اللغة العربية- بتشاد بإفريقيا ثم عميدًا لهذه الكلية بالجامعة نفسها حتى الآن، وهذا بفضل الله عزَّ وجلَّ ثم رضا ودعاء الوالدين والأهل والمحبين.\nكما قمت خلال إعارتي -وما زلت- بالإشراف والمناقشة للعديد من أبحاث الدراسات العليا ورسائل الماجستير والدكتوراه بالجامعة المذكورة حفظها الله من كل سوء.\n- أهم المنجزات العلمية:\n1 - الباء دراسة نحوية صرفية.\n2 - الحروف النحوية الزائدة وقيمتها في اللغة.\n3 - الممنوع في النحو.\n4 - الزيادي وآراؤه النحوية.\n5 - الشاهد النحوي في شعر النابغة الذبياني.\n6 - الشواهد النحوية في شعر عمر بن أبي ربيعة- دراسة وتحليلًا.\nأسأل الله العلي القدير أن ينفع بها طلاب العلم ومحبي اللغة العربية إنه نعم المولى ونعم النصير.\n* * *\n(4/2245)"
    ]
}