{
    "partText": [
        "\nالميزان في القرآن الكريم (دراسة لغوية)\n\nإعداد\nم. م رفاه عبد الحسين مهدي الفتلاوي/كلية الفقه/جامعة الكوفة\nم. باحث/ لمياء علي محمد علي /رئاسة جامعة الكوفة\n\n1\n(1/1)\n",
        "المقدمة\nالحمدُ لله المنّان المتفضل، الذي أنعم عليَّ، فشغفني اللسانُ العربي وجعلني من طلابه، والصلاة والسلام على رسوله الأمين، أفصح من نطق بهذا اللسان المبين، واختير لأداء القرآن الكريم به للعالمين، هدى وذكرى للمتقين وشفاءً ورحمةً للمؤمنين، وعلى آله وصحبه الطاهرين، ومن اهتدى بهديه الى يوم الدين.\nوبعدُ.\nاذا كانت الخبرة المتجددة للإنسان، فضلاً عن الفطرة الإنسانية، تعلمه بان لكل شيء هدفاً، وان له نهايةً ينتهي إليها، وإن لكُلّ عمرٍ أجلاً فان سنن الحياة التي قد عرفناها تُخبِّر الجميع بان لكل عمل جزاءً من صنعه، إنْ خيراً فخير وان شراً فشر، وان لاشيء يضيع في هذه الحياة.\nوقد عُنيَ البحث بوجوب إيفاء المكيال، والميزان على وجه العدل والتسوية من غير زيادة ولا نقصان قبل ان يفاجأ الإنسان باليوم الذي توزن فيه أعماله، ويوفى حسابه، فأوجب الله (الميزان) وهو العدل ليقضي بين الناس بالإنصاف ويحكم فيهم.\nمن الحقائق التي لا تشوبها شائبة، ولا يعتريها أدنى شك في أنْ خلق الله (جل وعلا) الكون موازنة لا خَلَلَ فيها، ليتبين للإنسان طبيعة علاقة الميزان بالحياة وطبيعة الحياة الموازنة.\nإذ اقتضى البحث تعريف (الوزن) لغة، ودراسة المفردة في مستويات ثلاثة:\n(1/2)\n\nالصوتي، والصرفي، والدلالي بيّنا فيها ابرز ما تعرضت لها المفردة من تغييرات صوتية متمثلة بكلمة (الميزان) وما وردت به من صيغ صرفيةَ مختلفةَ، وتعدد المعاني المختلفة للمفردة في داخل السياق القرآني تعقبها خاتمة بأهم النتائج التي استطعنا التوصل إليها في هذه الدراسة، وما التوفيق إلا بالله العلي العظيم هو المولى ونعم النصير.\n\nالتمهيد\nقبل الخوض في دراسة مفردة (وَزَنَ) صوتياً، وصرفيا، ً ودلالياً لابد من وقفة لمعرفة معنى المفردة لغةً واصطلاحاً.\nقال ابن فارس ((الواو والزاء والنون بناءٌ يدلُّ على تعديل واستقامة. ووَزَنْتُ الشيءَ وَزْنَاً، والزنة: قدرُ وزنِ الشيء)) (1)\nو ((الوَزْنٌ معرفة قَدْرِ الشيء، يقال وَزَنْتهُ وَزْنَاً وزِنَةً، والمتعارف في الوزن عند العامة ما يُقَّدر بالقسطِ والقَبَّان)) (2) وذهب ابن منظور إلى ان: ((الوَزْنُ: رَوْزُ الثِّقَلِ والخِفَّةِ ... ووازَنْتُ بين الشيئين مُوازَنَةً ووِزاناً، وهذا يُوازِنُ هذا إذا كان على زِنَتهِ او كان مُحاذِيَهُ)) (3)،وجاء في مجمع البحرين: ((الوَزْنُ عبارة عن اعتدال الأجزاء لا بمعنى تساويها، فانه لم يُوجد بل بإضافته الى ذلك النوع، وما يليق به)) (4).",
        "(1/3)\n\nفالدلالة اللغوية لمادة (وزن) هي الإيفاء تسوية، وعدلاً من غير زيادة ولا نقصان فضلاً عن كونها آلة الوزن التي توزن بها الأشياء وتعرف مقاديرها من ميزان وقرسطون، ومكيال، ومقياس، فضلاً عن معانٍ متعددة سنذكرها مفصلاً في المستوى الدلالي.\n\nالمستوى الصوتي\nجمعت مفردة (وزن) الأصوات المجهورة تعاقباً وهي الأصوات التي يصحب نطقها تذبذب الأوتار الصوتية واهتزازها، واختلفت مخارجها فهي مبنية من حروف متباعدة المخارج فمما بين الشفتين مخرج الواو، ومما بين طرف اللسان وفويق الثنايا مخرج الزاي اما النون فمن حافة اللسان من أدناها الى منتهى طرف اللسان ما بينها وبين ما يليها من الحنك الأعلى وما فويق الثنايا. (5) فالواو شفوي حنكي قصّي تتخللهما الزاي صامت لثوي احتكاكي وتختم بالنون صامت سني اغن (6).\nفقد عنيت اللغة العربية بتباعد المخارج لذلك سقطت حروف كثيرة في تأليف بعضها مع بعض استثقالاً واستكراهاً، فلم يؤلف بين حروف الحلق كالحاء والخاء والعين ولا بين الجيم والقاف ولم يؤلف ايضاً بين اللام والراء، ولا بين الزاي والسين، وفي هذا دلالة على العناية بتأليف متباعد المخارج، من دون المتقارب (7)، اذ\n(1/4)",
        "\nإنَّ الطبيعة التركيبية في اللغة العربية قد تمرست في تعادل الأصوات وتوازنها، مما جعل لغة القرآن في الذروة من طلاوة الكلمة، والرقة في تجانس الأصوات.\nلهذا كان ما أورده القرآن الكريم في هذا السياق متجاوباً مع معطيات الدلالة الصوتية ((التي تستمد من طبيعة الأصوات نغمتها وجرسها)) (8) فتوحي بأثر موسيقي معين يستنبط من ضم الحروف بعضها الى بعضها الآخر، ويستقرأ من خلال تشابك النص الادبي في عبارته، فيعطي مدلولاً متميزاً في مجالات عدة.\nومن الظواهر الصوتية التأثرية التي لحقت بالمادة هي ابدال الواو ياء اذا وقعت متوسطة اثر كسرة، وكانت ساكنة مفردة. (9) فمن ذلك لفظ (الميزان) واصله (مِوْزان) بالواو فقد قلبت ياء لسكونها وانكسار ما قبلها.\nويتفق البحث مع ما ذهب اليه المحدثون (10) من ان قلب الواو ياء في (مِِِوْزان) ليس الا وهماً جسدته الكتابة العربية في كلمة (ميزان) والواقع ان اللغة العربية لما كانت تكره تتابع الكسرة والضمة، فقد أسقطت} عنصر الضمة، وعوضت مكانه كسرة قصيرة يضاف الى سابقتها كسرة طويلة بعد الميم، هي التي كتبت في صورة الياء، فالاولى ان نقول: قلبت الضمة كسرة، تخلصاً من الصعوبة، ونزوعاً الى الانسجام.\n\nالمستوى الصرفي\n(1/5)\n",
        "جاء الفعل (وَزَنَ، يزِن، زِنْ) من باب (فَعَلَ يَفْعِلُ) مثالاً واوياً مكسور العين في المضارع تحذف واوه في المضارع والأمر اطراداً. وورد بصيغة المجرد للمعلوم على وزن (فَعَلَ) ثلاث مرات في القرآن الكريم وذلك في قوله تعالى {إذا كلتم وزنوا بالقسطاس} (11) وقوله تعالى {وزنوا بالقسطاس المستقيم} (12).\nومن الفعل الثلاثي المجرد (وَزَنَ) جاء المصدر (الوَزْن) من: وزنت كذا وكذا أزنه وَزْناً وزنَة مثل: وَعَدْته أعدَه وَعْدَاً وعَِدةً ثلاث مرات في القرآن الكريم وذلك في قوله تعالى: {والوزن يومئذ الحق} (13) وقوله تعالى: {فلا نقيم لهم يوم القيامة وزناً} (14)، وعرّفه الزمخشري بأنه {وزن الأعمال والتمييز بين راجحها وخفيفها} (15) أي توزن صحائف أعمال العباد بالميزان لمعرفة حسناته من سيئاته. والوزن عند ابن منظور المثقال وجمعه أَوْزانٌ (16).\nاما (الميزان) فقد جاء على وزن (مِفْعَال) كالمِيْعَاد والمِيلاد بمعنى المصدر اذ يقال للآلة التي يوزن بها الأشياء ميزان (17)، وقد ورد تسع مرات في القرآن الكريم كقوله تعالى: {والسَّماءَ رَفَعَها وَوَضَعَ المِيْزَانَ * الا تَطْغَوا في الميزان* وأَقِيمُوا الوزنَ بالقسطِ ولا تُخْسِرُوا المِيزانَ} (18)، فنلاحظ تكرار لفظ الميزان تشديداً للتوصية به، وتقوية للأمر باستعماله والحث عليه، والميزان ذكره الله تعالى ثلاث مرات في هذه السورة كل مرة بمعنىً فالأول هو (الآلة)، والثاني بمعنى (المصدر) أي (الوزن) والثالث للمفعول أي (الموزون) وذكر الكل بلفظ (الميزان) لأنه اشمل للفائدة (19).\n(1/6)\n\nوعلى صيغة جمع التكسير وردت لفظة (المَوَازين) جمع (الميْزَان) على وزن (مَفَاعِيل) وفي الحقيقة هو ميزان واحد عبَّر عنه بلفظ الجمع على أساس تعدد الأعمال الموزونة فيه كما تقول: خرج فلان الى مكة على البغال وخرج الى البصرة في السفن وفي التنزيل: {يا أيها الرسل} (20) وقوله: {كذبت عاد المرسلين} (21) وإنما هو رسول واحد، فجاءت لفظة (الموازين) سبع مرات في القرآن الكريم نحو قوله تعالى: {ونضع الموازين القسط} (22) وقوله تعالى: {فمن ثقلت موازينه فأولئك هم المفلحون ومن خفت موازينه فأولئك الذين خسروا أنفسهم بما كانوا بآياتنا يظلمون} (23).\n\nالمستوى الدلالي\nلو تأملنا في آي الذكر الحكيم لنلتمس فيها مدلولات مادة (وَزَنَ) لوجدناها على معانٍ مختلفة تبعاً للسياق القرآني الواردة فيه على التفصيل الآتي:-\n1 - آلة الوزن: وهي ما يعرف به مقدار الشيء، فقد أشارت مادة (وَزَنَ) الى\nهذا المعنى في مواضع متعددة من القرآن الكريم في قوله تعالى {:فاوفوا الكيل",
        "(1/7)\n\nوالميزان ولا تبخسوا} (24). وقوله تعالى: {يا قومِ أَوْفوُا المِكْيَالَ وَالمِيزَانَ}\n(25)،وهو ما يوزن به ويتعامل، وتتضح الفائدة في الوزن بانه ينكشف الحال\nيومئذ وتظهر جميع الأشياء بحقائقها على ما هي عليه وبأوصافها وأحوالها في\nأنفسها من الحسن والقبح وغير ذلك، وتنخلع عن الصور المستعارة التي\nبها ظهرت في الدنيا فلا يبقى لاحد ممن يشاهدها شبهة في انها هي\nالتي كانت في الدنيا بعينها وان كل واحد منها قد ظهر في هذه النشأة\nبصورته الحقيقية المستتبعة لصفاته ولا يخطر بباله خلاف ذلك والله تعالى اعلم\nبحقيقة الحال (26).\n2 - الحسنات والسيئات: إشارة الى أعمال الإنسان فمنها ما هو ثقيل في الميزان\nوهو ماله قدر ومنزلة عند الله وهو الإيمان وأنواع الطاعات ومنها ما هو\nخفيف متمثلاً بأنواع المعاصي وخير ما يوضح ذلك قوله تعالى: {فمن ثقلت\nموازينه فأولئك هم المفلحون ومن خفت موازينه فأولئك الذين خسروا أنفسهم\nفي جهنم خالدون} (27)، وإنما ثقلت موازين من ثقلت موازينه بإتباعهم\nالحق في الدنيا وثقله عليهم وحق الميزان لا يوضع فيه إلا الحق أن يكون\nثقيلاً وقد خفت موازين من خفت موازينه بإتباعهم الباطل في الدنيا وخفته\nعليهم وحق الميزان يوضع فيه الباطل ان يكون خفيفاً وإنما كان كذلك؛ لأنَّ\nالحق ثقيل والباطل خفيف (28).\n(1/8)",
        "\n3 - العدل: وضع الله عز وجل العدل في الأرض الذي أمر به يقال: وضع الله\nالشريعة ووضع فلان كذا أي ألقاه، والعدل يسمى ميزاناً لان الميزان آلةَ\nالإنصاف والعدل والتسوية. وعند ابن منظور: ((الميزانُ: العَدْلُ. ووازَنَه عادله\nوقابله، وعدَّلَ الموازين والمكاييل: سَوَّاها. وَعَدلَ الشيءَ يَعْدِلهُ عَدْلاً وعادَله:\nوازَنَه)) (29) كما في قوله تعالى: {لقد أرسلنا بالبينات وأنزلنا معهم الكتاب\nوالميزان ليقوم الناس بالقسط} (30) وقوله تعالى: {والسماء رفعها ووضع\nالميزان} (31) فوجب أن يعدل الإنسان كما يحب ان يعدل عليه وان يوفى\nكما يحب ان يوفى له؛ لان العدل صلاح الناس.\n4 - الشرع: وهو الذي توزن به الحقوق ويسوي بين الناس، ويشير القرآن\nالكريم إلى هذا المعنى في قوله تعالى: {الله الذي انزل الكتاب بالحق\nوالميزان وما يدريك لعل الساعة قريب} (32) أي الشرع المنصف بين الناس (33)\n5 - القضاء: (ذهب الأصفهاني إلى أنّ ((القضاء بمنزلة الكيل)) (32)؛لان الكَيْل\nوالوزن سواء في معرفة المقادير. وكال الدراهمَ والدنانير: وزنها؛ ويقال\nكِلْ هذه الدراهمَ يريدون زِنْ. وقال مُرَّة: كٌلٌّ ما وزن فقد كِيلَ (34)\nوجاء هذا المعنى في قوله تعالى: {والوزن يومئذ الحق} (35) أي القضاء\n(36).\n6 - الأنبياء والأوصياء: وخير ما يمثل هذا المعنى قوله تعالى: {ونضع الموازين\n(1/9)\n",
        "القسط ليوم القيامة} (37) أراد بذلك الأنبياء والأوصياء (38).\n7 - الخَطَر او القَدَر: قال الفيومي: ((وَزَن الشيء نفسه ثقل فهو وَازِنٌ وما أقمت له\nوَزْناً كناية عن الإهمالُ والاطراح وتقول العرب ليس لفلان وَزْنٌ أي قدر\nلخسَّته)) (39) ودلَّ على هذا المعنى قوله تعالى: {فلا نقيم لهم يوم القيامة\nوزناً} (40) أي لا نجعل لهم خطراً وقدراً (41).\n8 - المقدار: يقال: إنما الأشياء مقاديرُ لكل شيء مقدار داخل، وقَدْرُ كل شيء\nومِقْدارهُ: مِقْياسُه. وقَدَرَ الشيءَ بالشيء يَقْدرُهُ قَدْراً وقَدَّره: قاسه، وقد اختلف\nفي تفسير هذا المقدار في قوله تعالى: {وانبتنا فيها من كل شيء موزون}\n(42) فأشار الطبري إلى انه مقدر وبحد (43) ويكون مقدراً معلوماً عند\nالجوزي والقرطبي (44) في حين نراه عند الثعالبي مقدر محرر بقصد\nوإرادة. (45)\nويرى البحث انه متقدر بقدر الحاجة؛ لأنَّ الله سبحانه وتعالى يعلم المقدار الذي يحتاج اليه الناس وينتفعون به فينبت به تعالى ذلك المقدار في الأرض لذلك قالوا الوزن إنما يراد لمعرفة المقدار فكان إطلاق لفظ الوزن لإرادة معرفة المقدار.\n(1/10)\n\nالخاتمة\nومن ابرز النتائج التي توصلنا إليها في هذه الدراسة الآتي:-\n1 - تثقل الموازين بالكتب التي فيها الأعمال مكتوبة وبها تخف.\n2 - الحكمة في وزن الأعمال امتحان الله عباده بالإيمان في الدنيا وإقامة الحجة عليهم في العقبى.",
        "(1/11)\n\n3 - استعمل النص القرآني المشتقات ليعبر كل نوع منها عن معنى تحدده القرائن السياقية المصاحبة للوصف المشتق فأكثر ما وردت به مفردة (وَزَنَ) صيغة المصدر بلغ مجموع تكراره اثنتي عشرة مرة، ثم جمع التكسير اذ بلغ سبع مرات في القرآن الكريم.\n4 - تعدد المعاني لمفردة (وزن) يعد ظاهرة في المستوى الدلالي.\n5 - أمر الله بالتسوية ونهى عن الطغيان الذي هو اعتداء وزيادة وعن الخسران الذي هو تطفيف ونقصان.\n\nالهوامش:\n1 - مقاييس اللغة: مادة (وزن): احمد بن فارس 2/ 630\n2 - مفردات الألفاظ القرآن: الاصفهاني/594\n3 - لسان العرب: مادة (وزن): ابن منظور 13/ 446،447\n4 - مجمع البحرين: مادة (وزن): الطريحي 6/ 325\n5 - ينظر: كتاب سيبويه 4/ 433\n(1/12)",
        "\n6 - ينظر: علم اللغة: السعران/198،192،185،مناهج البحث في اللغة: د. تمام حسان /107،106\n7 - ينظر: المثل السائر: ابن الاثير/152\n8 - دلالة الالفاظ: د. ابراهيم انيس/46\n9 - ينظر: كتاب سيبويه 4/ 335.\n10 - ينظر189 المنهج الصوتي للبنية العربية: د. عبد الصبور شاهين\n11 - الاسراء/35\n12 - الشعراء/182،والموضع الثالث المطففين/3\n13 - الاعراف/8\n14 - الكهف/105،والموضع الثالث الرحمن/9\n15 - الكشاف: الزمخشري 2/ 85\n16 - ينظر: لسان العرب: مادة (وزن): 13/ 448.\n17 - ينظر: لسان العرب: مادة (وزن): 13/ 446\n18 - الرحمن/9،8،7 وبقية المواضيع: الانعام/152،الاعراف/85،\nهود/85،84،الشورى/17،الحديد/25\n19 - ينظر: التفسير الكبير: الرازي ج29/ 91\n20 - المؤمنون/51\n(1/13)\n",
        "21 - الشعراء/123\n22 - الانبياء/47\n23 - الاعراف/9،8 وبقية المواضع: المؤمنون/103،102،القارعة/8،6\n24 - الاعراف/85\n25 - هود/85\n26 - ينظر روح المعاني: الآلوسي البغدادي 8/ 84\n27 - المؤمنون/103،102\n28 - ينظر: التفسير الكبير، 31/ 73\n29 - لسان العرب: مادة (وزن): 13/ 448،432\n30 - الحديد/25\n31 - الرحمن/7\n32 - الشورى/17\n33 - ينظر: انوار التنزيل واسرار التأويل: البيضاوي1/ 126، تفسير\nشبر/485\n34 - معجم المفردات/454\n35 - ينظر: لسان العرب: مادة (وزن): 11/ 605،604\n36 - الاعراف/8\n(1/14)\n\n37 - ينظر: جامع البيان5/ 432، انوار التنزيل واسرار التأويل1/ 6\n38 - الانبياء/47\n39 - ينظر: الميزان: الطباطبائي14/ 240، مجمع البحرين/6/ 325\n40 - المصباح المنير: مادة (وزن): الفيومي2/ 658\n41 - الكهف/105\n42 - ينظر: معالم التنزيل: البغوي1/ 210\n43 - الحجر/19\n44 - ينظر: جامع البيان7/ 19\n45 - ينظر: زاد المسير4/ 391، الجامع لاحكام القرآن: القرطبي10/ 14\n46 - ينظر: الجواهر الحسان في تفسير القرآن: الثعالبي 2/ 292\n\nالمصادر والمراجع:-\n- القرآن الكريم\n- أنوار التنزيل وأسرار التأويل المعروف بتفسير البيضاوي، تأليف ناصر الدين أبي سعيد عبد الله بن عمر الشيرازي البيضاوي، دار الجيل د. ت.\n- تفسير القرآن الكريم: العلامة عبد الله شبر (ت1242هـ)، سفارة الجمهورية الإسلامية الإيرانية، دمشق د. ت.",
        "(1/15)\n\n- التفسير الكبير: الإمام الفخر الرازي (ت606هـ)،ط1، مؤسسة المطبوعات الإسلامية القاهرة /1938م.\n- جامع البيان عن تأويل آي القرآن: ابو جعفر محمد بن جرير الطبري (ت310هـ)،ط3 مطبعة مصطفى البابي الحلبي واولاده، مصر/ 1388هـ-1968م\n- الجامع لاحكام القرآن: لابي عبد الله محمد بن احمد الانصاري القرطبي، تحقيق ابو اسحاق ابراهيم اطفيش، دار احياء التراث العربي، بيروت، لبنان /1966م.\n- الجواهر الحسان في تفسير القرآن: عبد الرحمن بن محمد بن مخلوف الثعالبي، مؤسسة الاعلمي للمطبوعات، بيروت.\n- دلالة الالفاظ: ابراهيم انيس، مطبعة الانجلو المصرية، القاهرة/1976م.\n- روح المعاني في تفسير القرآن العظيم والسبع المثاني: ابو الفضل محمود الآلوسي البغدادي /المنشورات العلمية، بيروت.\n- زاد المسير في علم التفسير: عبد الرحمن بن علي بن محمد الجوزي، ط3، المكتب الاسلامي بيروت /1404هـ.\n- علم اللغة (مقدمة للقاريء العربي): د. محمود السعران، دار المعارف، مطبعة مر. ك الاسكندرية/1962م.\n(1/16)",
        "\n- كتاب سيبويه: لابي بشر عمرو بن عثمان بن قنبر (ت180هـ) تحقيق وشرح عبد السلام هارون، عالم الكتب للطباعة والنشر والتوزيع، مطابع الهيئة المصرية العامة للكتاب، بيروت/1975م.\n- الكشاف عن حقائق التنزيل وعيون الاقاويل في وجوه التأويل: تأليف ابي القاسم محمود بن عمر الزمخشري الخوارزمي (ت538هـ)،ط2،دار احياء التراث العربي للطباعة والنشر والتوزيع، بيروت، لبنان/1421هـ-2001م.\n- لسان العرب: للامام العلامة ابي الفضل جمال الدين محمد بن مكرم ابن منظور ت (711هـ)، نشر أدب الحوزة، قم، إيران/1405هـ.\n- المثل السائر في ادب الكاتب والشاعر: ضياء الدين بن الأثير (ت637هـ)،تحقيق محمد محي الدين عبد الحميد، مطبعة مصطفى البابي، القاهرة/1939م.\n- مجمع البحرين: الشيخ فخر الدين الطريحي، تحقيق السيد احمد الحسيني، منشورات المكتبة المرتضوية طهران، د. ت\n- المصباح المنير في غريب الشرح الكبير: العلامة احمد بن محمد علي المقري الفيومي (ت770هـ) مطبعة الميمنية، مصر /1306هـ.\n- معالم التنزيل: ابو محمد الحسين بن مسعود الفراء البغوي، د، ت.\n(1/17)\n",
        "- معجم مفردات الفاظ القرآن: العلامة ابو القاسم الحسين بن محمد بن المفضل المعروف بالراغب الأصفهاني (ت503هـ)، ضبطه وصححه ابراهيم شمس الدين، ط1، منشورات دار الكتب العلمية بيروت، لبنان /1418هـ-1997م.\n- مقاييس اللغة: لابي الحسين احمد بن فارس بن زكريا (ت395هـ)،وضع حواشيه ابراهيم شمس الدين ط1، دار الكتب العلمية، بيروت، لبنان/1420هـ-1999م.\n- مناهج البحث في اللغة: د. تمام حسان، مطبعة الرسالة، مكتبة الانجلو المصرية/1955م.\n- المنهج الصوتي للبنية العربية رؤية جديدة في الصرف العربي د. عبد الصبور شاهين، مؤسسة الرسالة للطباعة والنشر والتوزيع، بيروت/1400هـ/1980م.\n- الميزان في تفسير القرآن: العلامة السيد محمد حسين الطباطبائي، ط2،منشورات الاعلمي للمطبوعات، بيروت، لبنان/1391هـ-1972م.\n\nABSTRACT\n\nAll praise is due to all . blessings be upon the messenger Mohammad-peace be upon him-and upon his good and righteous progeny (a\nThe renewal experience additive to human nature teach the human that every thing has agoal and there is an end to every thing . the rules of life , we know tell every one that any good\n(1/18)\n\ndeed has its good reward and had deed has its bad reward . the research con centrates on gust tying the measures and weights equally by gustice . betore that the humm has been surprieed with the day that his deeds will be weighted .\nThe nesearch has defined the weight in language and the study of vocabulary in three levels : phonetic, synt at and indication . the phonetic changes at this vocabulary Explaining\nBalance (mizan) . Also explaining different syntax forms and many meanings at this vocabulary in the Quranic context . in the end there is a conclusion with the most dis tinctive results we have reached in this study .",
        "(1/19)\n"
    ]
}