{
    "partText": [
        "\nسورة الفاتحة\nالآية 4\n{مالك} عاصم، والكسائي، ويعقوب، وخلف. وافقهم الحسن. {ملك} الباقون.\n\nالآية 6\n(6-7) {السِّرَاط، سِرَاط} قنبل بخلف عنه، ورويس. وافق ابن محيصن قنبلاً، ووافقهما الشنبوذي في الثاني. وقرأ خلف عن حمزة بالصاد مشمة صوت الزاي حيث وقع معرفاً ومنكراً. وافقه المطوعي. وكيفية الإشمام هنا: مزج لفظ الصاد بالزاي بحيث يتولد منهما حرف ليس بصاد ولا بزاي ولكن يكون صوت الصاد متغلباً على صوت الزاي، وغاية القول في هذا أن ينطق القارئ بالصاد كما تنطق العوام بالظاء. وهذا يحتاج إلى تلق ومشافهة على أيدي المشايخ المتقنين لهذا العلم. واختلفت رواية خلاَّد عن حمزة فروى عنه الإشمام في الأول هنا فقط، ورورى عنه الإشمام في الحرفين هنا فقط، وروى عنه الإشمام في المعرف باللام هنا وفي جميع القرآن، وروى عنه عدم الإشمام في الجميع.\n{الصِّرَاطَ، صِرَاط} الباقون، وهو الوجه الثاني لقنبل، وموافقه. وقرأ الشنبوذي هكذا في الأول فقط.\n\nالآية 7\n(7) {عَلَيْهُم} حمزة، ويعقوب. وافقهما الأعمش\n{عَلَيْهِم} الباقون.\n(1/1)\n",
        "سورة البقرة\nالآية 1\n{ألم} قرأ ابو جعفر بالسكت على كل حرف من حروفها الثلاثة فيقرأ هكذا [أَلِفْ، لآَم، مِيم] . وكذا يقرأ في كل فواتح السور المبدوءة بالأحرف المقطعة بالكست على كل حرف منها، والسكت: عبارة عن قطع الصوت زمناً دون زمن الوقف عادة من غير تنفس. واختلفت عبارة أئمة القراءة في التأدية بما يدل على طول زمن السكت وقصره، والمشافهة تحكم ذلك بحقه.\n\nالآية 2، 5\n(2) {لاَ رَيْبَ} قرأ حمزة بخلف عنه بمد [لا] مداً متوسطاً لقصد المبالغة في النفي. وكذا يقرأ في [لا] التي للتبرئة حيث وردت نحو: [لا شية، لا جرم، لامرد] . وقرأ الباقون بالقصر، وهو الوجه الثاني لحمزة.\n(2، 5) {لِلْمُتقِيْنَ، الْمُفْلِحُونَ} وقف يعقوب بخلف عنه بهاء السكت. وكذا يقف أي: بهاء السكت بخلف عنه على النون المفتوحة في الأسماء فقط دون الأفعال.\n(5) {أُولئِكَ} وقف حمزة بالتسهيل مع المد والقصر. وأما الوقف على [وَأُولئِكَ] ففيه التحقيق والتسهيل في الأولى، وعلى كل التسهيل مع المد والقصر في الثانية.\n(1/2)\n\nالآية 3\n{يُومِنُونَ} ورش من طريقيه، وأبو عمرو بخلف عنه، وابو جعفر، ووقفاً حمزة. وافق اليزيدي أبا عمرو.\n{يُؤْمِنُونَ} الباقون.\n\nالآية 4\n{بِمَآ أُنْزِلَ} وقف حمزة بالتحقيق مع السكت وعدمه، وبالتسهيل مع المد، والقصر، فالأوجه أربعة.\n{وَبِالآْخِرَةِ} وقف حمزة بوجهين: النقل والسكت. ووقف أيضاً بإمالة هاء التأنيث بخلفه. ووقف الكسائي بالإمالة ولكن بلا خلاف. وقرأ الأزرقبثلاثة البدل مع ترقيق الراء. وقرأ ورش من كريقيه بالنقل. وسكت على لام التعريف: ابن ذكوان، وحفص، وحمزة، وإدريس بخلفهم.\n\nالآية 6\n{سَوَآءٌ} وقف حمزة، وهشام بخلفه بإبدال الهمزة ألفاً مع المد، والقصر، والتوسط، ويجوز الروم لهما بالتسهيل مع المد، والقصر. {عَلَيْهُم} حمزة، ويعقوب. وافقهما الأعمش. {عَلَيْهِم} الباقون. {ءَأَنْذَرْتَهُم} قَرَأَ قالون، وأبو عمرو، وهشام بأحد أوجهه الثلاثة، وأبو جعفر بتسهيل الهمزة الثانية وإدخال ألف بينهما. وافقهم اليزيدي. وقرأ الأصبهاني، وابن كثير، ورويس بتسهيل الثانية من غير إدخال، وهو أحد الوجهين عن الأزرق، والثاني له إبدالها ألفاً خالصة مع المد المشبع للساكنين. ولهشام ثلاثة أوجه: التسهيل مع الإدخال وقد تقدم، والتحقيق مع الإدخال وعدمه وقرأ الباقون بتحقيق الهمزتين بلا إدخال. وإذا وقف حمزة على {عَليْهُمءَأَنْذَرْتَهُم أَمْ لَمْ} فإنه يقف بالسكت على الميم، وعدمه. وافق الأعمشُ حمزةَ في باب الوقف على الهمز مطلقاً.\n\nالآية 9\n{وَمَا يُخَادِعُونَ} نافع، وابن كثير، وأبو عمرو. وافقهم اليزيدي. {وَمَا يَخْدَعُونَ} الباقون.\n\nالآية 10\n{عَذَابٌ أَلِيْمٌ} وقف حمزة بالتحقيق مع السكت وعدمه، وبالنقل فهي ثلاثة أوجه. وقرأ ورش بالنقل من طريقيه. {يَكْذِبُون} عاصم، وحمزة، والكسائي، وخلف. وافقهم الحسن، والأعمش. {يُكَذِّبُونَ} الباقون.\n\nالآية 11\n{قِيْلَ} قرأ بالإشمام هشام، والكسائي، ورويس. وافقهم الحسن، والشنبوذي. وكيفية ذلك أن تحرك أول الفعل بحركة مركبة من حركتين: ضمة، وكسرة، وجزء الضمة مقدم وهو الأقل، ويليه جزء الكسرة وهو الأكثر، وهو بهذا التعريف يخالف كلياً الإشمام الذي يقع آخر الكلمة الذي هو عبارة عن الإشارة إلى الحركة من غير صوت. وقرأ الباقون بالكسرة الخالصة. وهكذا يقرأ حيث ورد.\n\nالآية 13\n{السُّفَهَآءُ أَلاَ} قرأ نافع، وابن كثير، وابو عمرو، وأبو جعفر، ورويس بتحقيق الهمزة الأولى وإبدال الثانية واواً خالصة. وافقهم ابن محيصن، واليزيدي. ووقف على {السُّفَهَآءُ} حمزة، وهشام بخلفه بإبدال الهمزة ألفاً مع المد، والقصر، والتوسط، ويجوز رومها بالتسهيل مع المد، والقصر.\n\nالآية 14\n{مُسْتَهْزُونَ} أبو جعفر، ووقفاً حمزة. ولحمزة في الوقف أيضاً التسهيل بين الهمزة والواو، وله أيضاً الإبدال ياء خالصة فيقرأ {مُسْتَهْزِيُونَ} . {مُسْتهْزِءُونَ} الباقون. وللأزرق ثلاثة البدل.\n\nالآية 15\n{يَسْتَهْزِئُ} لحمزة، وهشام بخلفه وقفاً إبدال الهمزة ياء ساكنة وإبدالها ياء مضمومة تسكن للوقف فيوافق الوجه الأول لفظاً ويخالفه تقديراً، ويجوز في هذا الإشمام، والروم، ولهما تسهيلها كالواو مع الروم، وأيضاً تسهيلها كالياء بحركة سابقها لا بحركتها.",
        "(1/3)\n\nالآية 17\n{فَلَمَّآ أَضَآءَتْ} وقف حمزة بتحقيق الأولى مع السكت وعدمه، وبتسهيلها مع المد والقصر، وعلى كل من هذه الأوجه تسهيل الثانية مع المد، والقصر ما عدا التسهيل مع المد في الأول، والقصر في الثاني، والتسهيل مع القصر في الأول والمد في الثاني فإنهما غير مقروء بهما للتصادم، وتجري الأربعة في [كُلَّمَآ أَضَآءَ] مع ثلاثة الإبدال في المتطرفة: المد، والقصر، والتوسط. ولهشام حالة الوقف أيضاً بخلف عنه ثلاثة الإبدال في الثانية ولا شيء له في الأولى.\n\nالآية 19\n{فِي ءاذَانِهِم} وقف حمزة بالتحقيق مع السكت وعدمه، وبالنقل، وبالإدغام فيقرأ في الثالث والرابع [فِيَاذَانِهِم، فِيَّاذانِهِم] .\n\nالآية 20\n{شَآءَ} وقف حمزة، وهشام بخلفه بالبدل مع المد، والقصر، والتوسط.\n{شَيْءٍ} بالمد المشبع، والتوسط، ورش من طريق الأزرق، وجاء التوسط فيه عن حمزة وصلاً بخلفه. وإذا وقف فله مع هشام بخلفه، النقل مع الإسكان والروم، ولهما الإدغام معهما فيقرآن هكذا [شَيْ] و [شَيّ] . وقرأ: ابن ذكوان، وحفص، وحمزة، وإدريس بالسكت على الياء وصلاً بخلفهم.\n\nالآية 21\n{يَآ أَيُّهَا} وقف حمزة بالتحقيق مع المد، والتسهيل مع المد، والقصر. فالأوجه ثلاثة للاتصال رسماً.\n\nالآية 22\n{بِنَآءً} وقف حمزة بالتسهيل مع المد، والقصر.\n\nالآية 23\n{فَاتُوا} ورش من طريقيه، وأبو عمرو بخلف عنه، وأبو جعفر، ووقفاً حمزة. وافق اليزيدي أبا عمرو.\n{شُهَدَآءَكُمْ} لحمزة وقفاً التسهيل مع المد، والقصر.\n(1/4)",
        "\nالآية 25\n{الأْنْهَارُ} وقف حمزة بالنقل، وبالسكت. وقرأ ورش بالنقل من طريقيه. وسكت على اللام: ابن ذكوان، وحفص، وحمزة، وإدريس بخلفهم.\n\nالآية 28\n{فَأَحْيَاكُم} وقف حمزة بالتحقيق، والتسهيل.\n{تَرْجِعُونَ} يعقوب. وافقه ابن محيصن، والمطوعي.\n{تُرْجَعُونَ} الباقون.\n\nالآية 29\n{إِلَى السَّمَآءِ} وقف حمزة، وهشام بخلفه بإبدال الهمزة ألفاً مع المد، والقصر، والتوسط، ولهما التسهيل بالروم مع المد والقصر.\n{وَهُوَ} قالون، وأبو عمرو، والكسائي، وأبو جعفر. وافقهم الحسن، واليزيدي.\n{وَهُوَ} الباقون، ووقف يعقوب بهاء السكت. وهكذا حكمه حيث ورد.\n(1/5)\n",
        "الآية 31، 33\n(31، 33) {إِنِّيَ أَعْلَمُ} معاً: نافع، وابن كثير، وأبو عمرو، وأبو جعفر. وافقهم ابن محيصن، واليزيدي. {إِنِّيْ أَعْلَمُ} الباقون.\n(31) {أَنْبُونِي} أبو جعفر، ووقفاً حمزة. ولحمزة حالة الوقف أيضاً وجهان آخران: التسهيل، والإبدال ياء خالصة، فيقرأ هكذا [أَنْبِيُونِي] .\n{أَنْبِئُونِي} الباقون. وللأزرق ثلاثة البدل.\n(31) {هؤُلآَءِ إِنْ} قالون، والبزي بتسهيل الأولى وتحقيق الثانية. والصبهاني، وابو جعفر بتسهيل الثانية وتحقيق الأولى. وللأزرق ثلاثة أوجه: تسهيل الثانية، إبدالها حرف مد مع المد المشبع، إبدالها ياء مكسورة خالصة. ولقنبل ثلاثة أوجه: إسقاط الهمزة الأولى مع المد، والقصر، تسهيل الثانية، إبدالها حرف مد مع إشباع المد للساكنين. ولأبي عمرو، ورويس بخلف عنه إسقاط الأولى مع المد، والقصر وتحقيق الثانية، قيقرآن هكذا [هؤُلآَإن] . والوجه الثاني لرويس تسهيل الهمزة الثانية. وافق ابن محيصن البزي، وأبا عمرو، ووافق أيضاً أبا عمرو اليزيدي. ووقف حمزة على [هؤُلآءِ] بتحقيق الأولى، وبتسهيلها مع المد والقصر، وعلى كل من الثلاثة يأتي في الثانية الإبدال ألفاً مع المد، والقصر، والتوسط، والروم مع المد والقصر فتصبح خمسة عشر وجهاً يمتنع منها: تسهيل الأولى حالة المد مع تسهيل الثانية بالروم مع القصر، وتسهيل الأولى حالة القصر مع تسهيل الثانية بالروم مع المد. ولهشام خمسة الثانية فقط ولا شيء له في الأولى.\n(33) {أَنْبِيْهُم، أَنْبِيْهِم} وقفاً حمزة.\n(33) {بِأَسْمَآئِهِم} وقف حمزة بتحقيق الأولى، وبإبدالها ياء خالصة، وعلى كل تسهيل الثانية مع المد، والقصر.\n\nالآية 34\n{لِلْمَلآَئِكَةُ اسْجُدُوا} أبو جعفر بخلف عن ابن وردان، والوجه الثاني لابن وردان إشمام كسرة التاء الضم والمراد بالإشمام مزج حركة الكسر مع حركة الضم. وافقه الشنبوذي بالوجه الأول.\n{لِلْمَلآَئِكَةِ اسْجُدُوا} الباقون.\n\nالآية 35\n{شِيْتُمَا} أبو عمرو بخلف عنه، وأبو جعفر، ووقفاً حمزة. وافق اليزيدي أبا عمرو.\n{شِئْتُمَا} الباقون.\n\nالآية 36\n{فَأَزَالَهُمَا} حمزة، وله وقفاً التحقيق، والتسهيل، وافقه الأعمش. {فَأَزَلَّهُمَا} الباقون.\n\nالآية 37\n{آدَمَ مِنْ رَبِّهِ كَلِمَاتٌ} ابن كثير. وافقه ابن محيصن. {آدَمُ مِن رَبِّهِ كَلِمَاتٍ} الباقون.\n(1/6)\n\nالآية 38\n{يَاتِيَنَّكُم} ورش من طريقيه، وأبو عمرو بخلف عنه، وأبو جعفر، ووقفاً حمزة. وافق اليزيدي أبا عمرو. {يَأْتِيَنَّكُم} الباقون.\n{فَلاَ خَوفَ} يعقوب. وافقه الحسن. {فَلاَ خَوفٌ} الباقون.\n{عَلَيْهُم} حمزة، ويعقوب. وافقهما الأعمش.\n{عَلَيْهِم} الباقون.\n\nالآية 39\n{بِاءايَاتِنَا} وقف حمزة بتحقيق الهمزة، وإبدالها ياء خالصة فيقرأ [بِيَايَاتنا] . وللأزرق ثلاثة البدل.\n{يَا بَنِي إِسْرَآئِيل} قرأ أبو جعفر بتسهيل الهمزة الثانية مع المد، والقصر، وللأزرق ثلاثة البدل بخلف عنه. ويوقف عليه لحمزة بتحقيق الأولى مع السكت وعدمه وبالنقل وبالإدغام، وفي الثانية على كل من هذه الوجوه الأربعة التسهيل مع المد، والقصر. وافق الحسن أبا جعفر.\n\nالآية 40، 41\n(40، 41) {فًارْهَبُونِي، فَاتَقُونِي} يعقوب وصلاً، ووقفاً. وافق الحسن وصلاً.\n{فَارْهَبُونِ، فَاتَقُونِ} الباقون.\n\nالآية 48\n{شَيْئاً} للأزرق التوسط، والمد، وجاء التوسط عن حمزة وصلاً بخلف عنه، وله وقفاً النقل والإدغام فيقرأ هكذا [شَيْا] ، و [شَيَّا] . وقرأ بالسكت على الياء: ابن ذكوان، وحفص، وحمزة، وإدريس بخلفهم.\n{لاَ تُقْبَلُ} ابن كثير، وأبو عمرو، ويعقوب. وافقهم ابن محيصن، واليزيدي.\n{لاَ يُقْبَلُ} الباقون.\n{وَلاَ يُؤْخَذُ} ورش من طريقيه، وأبو عمرو بحلف عنه، وأبو جعفر، ووقفاً حمزة. وافق اليزيدي أبا عمرو.\n{وَلاَ يُؤْخَذُ} الباقون.",
        "(1/7)\n\nالآية 49\n{سُوءَ} فيه لحمزة، وهشام بخلفه وقفاً وجهان: نقل فتحة الهمزة إلى الواو ثم تسكينها للوقف، وإبدال الهمزة واواً مع إدغام الواو التي قبلها فيها فيقرآن هكذا [سُوْ] و [سُوّ] .\n{نِسَآءَكُم} وقف حمزة بالتسهيل مع المد، والقصر.\n{بَلآءٌ} فيه لحمزة، وهشام بخلفه وقفاً خمسة أوجه: ثلاثة الإبدال، والتهسيل بالروم مع المد والقصر.\n\nالآية 51\n{وَعَدْنَا} أبو عمرو، وابو جعفر، ويعقوب. وافقهم اليزيدي، وابن محيصن.\n{وَاعَدْنَا} الباقون.\n\nالآية 54\n{بَارِئِكُم} معاً: دوري أبو عمرو، وله وجهان آخران: اختلاس كسرة الهمزة، وكسر الهمزة كسرة خالصة. وافقه اليزيدي. وللسوسي وجهان: الإسكان، والاختلاس. وافقه ابن محيصن.\nوالمراد بالاختلاس هنا: الإتيان بمعظم الحركة وقدر بثلثيها. واعلم انه لا يجوز إبدال الهمزة لأبي عمرو حالة الإسكان لأنه عارض.\n{بَارِئِكُم} الباقون. ووقف حمزة بتسهيل الهمزة فقط.\n\nالآية 57\n{كَانُوا أَنْفُسَهُم} وقف حمزة بالتحقيق مع السكت وعدمه، وبالنقل، وبالإدغام. فيقرأ [كَانُوَنْفَسَهم] ، و [كَانُوَّنْفُسَهم] .\n(1/8)",
        "\nالآية 58\n{حَيْثُ شِئْتُمَا} هنا كما في ص 6.\n{يُغْفَرْ لَكُم} نافع، وأبو جعفر. {تُغْفَرْ لَكُم} ابن عامر. {نَغْفِرْ لَكُم} الباقون.\n\nالآية 59\n{قِيْلَ} بإشمام الكسرة الضم قرأ: هشام، والكسائي، ورويس. وافقهم الحسن، والشنبوذي، وقرأ الباقون بالكسرة الخالصة، وانظر ص 3.\n\nالآية 61\n{مَا سَأَلْتُم} وقف حمزة بالتسهيل فقط.\n{عَلَيْهِمِ الذِّلَّةُ} أبو عمرو. وافقه اليزيدي، والحسن.\n{عَلَيْهِمُ الذِّلَّةُ} حمزة، والكسائي، ويعقوب، وخلف. وافقهم الأعمش.\n{عَلَيْهِمُ الذِّلَّةُ} الباقون. وهذا كله عند الوصل، أما عند الوقف فكلهم على كسر الهاء، وسكون الميم ما عدا حمزة، ويعقوب فإنهما بضم الهاء وسكون الميم على أصلهم. وافقهم الأعمش.\n{وَبَآوُا} للأزرق ثلاثة البدل، ولحمزة وقفاً التسهيل مع المد، والقصر.\n{النَّبِيئِيْنَ} نافع مع المتصل، وثلاثة البدل للأزرق، وهكذا حيث ورد.\n{النَّبِيّين} الباقون.\n(1/9)\n",
        "الآية 62\n{وَالصَّابِيْنَ} نافع، وأبو جعفر، ووقفاً حمزة، وله وجه آخر وهو التسهيل. {وَالصَّبِئِيْنَ} الباقون.\n{وَلاَ خَوفَ} يعقوب. وافقه الحسن. {وَلاَ خَوفٌ} الباقون.\n{عَلَيْهُم} حمزة، ويعقوب. وافقهما الأعمش.\n{عَلَيْهِم} الباقون.\n\nالآية 65\n{خَاسِئِيْنَ} وقف حمزة بالتسهيل، وبالحذف فيقرأ بالحذف هكذا [خَاسِيْنَ] .\n\nالآية 67\n{يَأْمُرْكُم} قرأ ابو عمرو بإسكان الراء، وباختلاس ضمتها، وللدوري وجه ثالث وهو الضمة الكاملة كالباقين. وافقه اليزيدي. ووافقه ابن محيصن في الأولين. ولا يخفى أن أبا عمرو يبدل الهمزة بخلف عنه. وافقه في الإبدال اليزيدي. والاختلاس كما تقدم هو: الإتيان بمعظم الحركة وقدر بثلثيها، بخلاف الروم فإنه الإتيان بأقلها.\n{يَامُرُكُم} ورش من طريقيه، وأبو جعفر، ووفقاً حمزة.\n{هُزُواً} حفص. وافقه الشنبوذي.\n{هُزْءاً} حمزة وصلاً، وخلف وصلاً ووقفاً، ووقف حمزة بالنقل، والإبدال فيقرأ هكذا [هُزَا] ، و [هُزُؤاً] .\n{هُزُؤاً} الباقون.\n\nالآية 68\n{ما هي} وقف يعقوب بهاء السكت.\n{تُوْمَرُونَ} ورش من طريقيه، وأبو عمرو بخلف عنه، وأبو جعفر، ووقفاً حمزة. وافق اليزيدي أبا عمرو.\n{تُؤْمَرُونَ} الباقون.\n(1/10)\n\nالآية 70\n{ما هي} وقف يعقوب بهاء السكت.\n\nالآية 71\n{لاَ شِيَةَ} بمد [لا] مداً متوسطاً حمزة بخلفه، والباقون بالقصر وهو الثاني لحمزة.\n{قَالُوا الاَنَ} ورش من طريقيه، وابن وردان بخلف عنه، وللأزرق تثليث البدل. {قَالُوا الآْنَ} الباقون. ووقف حمزة بالنقل، والسكت فهما وجهان.\n{جِيْتَ} أبو عمرو بخلف عنه، وابو جعفر، ووقفاً حمزة. وافق اليزيدي أبا عمرو. {جِئْتَ} الباقون.\n\nالآية 72\n{فَادَّارَاتُم} ورش من طريق الأصبهاني، وأبو عمرو بخلفه، وأبو جعفر، ووقفاً حمزة. وافق اليزيدي ابا عمرو.\n{فَادَّارَأتُم} الباقون.\n\nالآية 74\n{الأْنْهَارُ} تقدم في ص 5.\n{الْمَآءُ} وقف حمزة، وهشام بخلفه بإبدال الهمزة مع المد والقصر والتسوط، ووقفاً أيضاً بالروم مع المد والقصر فهي خمسة أوجه.\n{يعملون} ابن كثير. وافقه ابن محيصن.\n{تعملون} الباقون.\n\nالآية 76\n{قَالُوا آمَنَّا} يوقف لحمزة بالتحقيق مع السكت وعدمه، وبالنقل، وبالإدغام. فيقرأ هكذا [قَالُوَ مَنَّا] ، وكذا حكم [قَالُوا أَتُحَدِّثُونَهُم] ، وأما الوقف على [بَعْضُهُم إِلَى] فبالسكت على الميم، وعدمه.",
        "(1/11)\n\nالآية 78\n{أَمَانِيَ وَإِنْ} أبو جعفر. وافقه الحسن. {أَمَانِيَّ وَإِنْ} الباقون.\n\nالآية 79\n{بِأَيْدِيْهُمْ، كَتَبَتْ أَيْدِيْهُم} يعقوب.\n{بِأَيْدِيْهِم، كَتَبَتْ أَيْدِيْهِم} الباقون. ووقف حمزة على الأولى بالتحقيق، وبالتسهيل. وعلى الثانية بالتحقيق مع السكت وعدمه، وبالنقل فهي ثلاثة أوجه.\n\nالآية 81\n{سَيِّئَةً} وقف حمزة بإبدال الهمزة ياء فيقرأ هكذا [سَيِّيَة] .\n{خَطِيْئَاتُهُ} نافع، وأبو جعفر، وللأزرق ثلاثة البدل.\n{خَطِيْئَتُهُ} الباقون. ووقف حمزة بإبدال الهمزة ياء وإدغام الياء قبلها فيها فيقرأ هكذا [خَطِيَّتُهُ] .\n\nالآية 83\n{بَنِي إِسْرَائِيْل} قرأ أبو جعفر بتسهيل الهمزة الثانية مع المد والقصر وصلاً ووقفاً. وافقه المطوعي. وللأزرق ثلاثة البدل بخلف عنه، وقرأ الباقون بالتحقيق. ويوقف عليه لحمزة بتحقيق الأولى مع السكت وعدمه، وبالنقل، وبالإدغام، وفي الثانية التسهيل مع المد، والقصر.\n{لاَيَعْبُدُون} ابن كثير، وحمزة، والكسائي. وافقهم ابن محيصن، والحسن، والأعمش.\n{لاَ تَعْبُدُونَ} الباقون.\n{حَسَناً} حمزة، والكسائي، ويعقوب، وخلف. وافقهم الأعمش.\n{حُسْناً} الباقون.\n(1/12)",
        "\nالآية 85، 88\n(85) {هؤُلاءِ} تقدم في ص 6.\n(85) {تَظَاهَرُون} عاصم، وحمزة، والكسائي، وخلف. وافقهم الأعمش. {تَظَّاهَرُون} الباقون.\n(85) {عَلَيْهُم} حمزة، ويعقوب. وافقهم: الأعمش. {عَلَيْهِم} الباقون.\n(85، 88) {يَاتُوكُم، أَفَتُومِنُونَ، يُومِنُون} ورش من طريقيه، وابو عمرو بخلف عنه، وأبو جعفر، ووقفاً حمزة. وافق اليزيدي أبا عمرو.\n{يَأْتُوكُم، أَفَتُؤْمِنُون، يُؤْمِنُون} الباقون.\n(85) {أَسْرَى} حمزة مع الإمالة. وافقه الأعمش، الحسن.\n{أُسَارَى} الباقون. مع ملاحظة الإمالة والتقليل لأصحاب كل منهما.\n(85) {تُفَادُوهُم} نافع، وعاصم، والكسائي، وأبو جعفر، ويعقوب. وافقهم الحسن، والمطوعي.\n{تَفْدُوهم} الباقون.\n(85) {وَهْو} قالون، وأبو عمرو، والكسائي، وأبو جعفر. وافقهم الحسن، واليزيدي.\n{وَهُو} الباقون. ووقف يعقوب بهاء السكت.\n(85) {عَمَّا يَعْمَلُون} نافع، وابن كثير، وشعبة، ويعقوب، وخلف. وافقهم ابن محيصن.\n{عَمَّا تَعْمَلُون} الباقون.\n\nالآية 87\n{الْقُدْسِ} ابن كثير. وافقه ابن محيصن. {الْقُدُسِ} الباقون.\n(1/13)\n",
        "الآية 91\n{فَلِمَ} وقف البزي، ويعقوب بخلف عنهما بهاء السكت، والباقون بحذفها وهو الثاني لهما.\n{قيل} بالإشمام: هشام، والكسائي، ورويس. وافقهم: الحسن، والشنبوذي. وتقدم كيفية النطق به في أول السورة. وقرأ الباقون بالكسرة الخالصة.\n{وهو} تقدم في الصفحة قبلها.\n{أَنْبِئَآءَ} نافع.\n{أَنْبِيَآءَ} الباقون.\n\nالآية 90، 93\n(90، 93) {بِيْسَمَا} معاً: ورش من طريقيه، وابو عمرو بخلفه، وابو جعفر، ووقفاً حمزة. وافق اليزيدي أبا عمرو. {بِئْسَمَا} الباقون.\n(90) {أَنْ يُنْزِلَ} ابن كثير، وأبو عمرو، ويعقوب. وافقهم ابن محيصن، واليزيدي.\n{أَنْ يُنَزِّلَ} الباقون. وكذا قرأ بابه وهو: كل فعل مضارع، بغير همزة، مضموم الأول، مبيناً للفاعل، أو المفعول إلا ما وقع الإجماع على تشديده مما سنبينه في موضعه إن شاء الله تعالى.\n(93) {في قُلُوبِهِمِ الْعِجْلَ} أبو عمرو، ويعقوب. وافقهم اليزيدي، والحسن.\n{فِي قُلُوبِهُمُ الْعِجْلَ} حمزة، والكسائي، وخلف. وافقهم الأعمش.\n{فِي قُلُوبِهِمُ الْعِجْلَ} الباقون. وهذا عند الوصل وأما عند الوقف فكلهم يكسرون الهاء ويسكنون الميم.\n(93) {يَأْمُرُكُمْ} قرأ أبو عمرو بإسكان الراء، وباختلاس ضمتها، وللدوري وجه ثالث وهم ضم الراء ضمة خالصة. وافقه اليزيدي في الثلاثة، وابن محيصن في الأوليم. وتقدم معنى الاختلاس.\n{يَامُرُكُمْ} ورش من طريقيه، وأبو عمرو بخلف عنه، وأبو جعفر، ووقفاً حمزة. وافق اليزيدي أبا عمرو.\n{يَأْمُرُكُمْ} الباقون.\n(1/14)\n\nالآية 95\n{قَدَمَتْ أَيْدِيهِم} تقدم في ص 12.\n\nالآية 96\n{وَمِنَ الَّذِيْنَ أَشْرَكُوا} وقف حمزة بتحقيق الهمزة وبتسهيلها.\n{تَعْمَلُون} يعقوب. {يَعْمَلُونَ} الباقون.\n\nالآية 97\n{لِجِبْرِيْلَ} نافع، وأبو عمرو، وابن عامر، وحفص، وأبو جعفر، ويعقوب. وافقهم اليزيدي.\n{لِجَبْرِيْلَ} ابن كثير. وافقه ابن محيصن في أحد وجهيه.\n{لَجَبْرَئِيْلَ} شعبة بخلف عنه، وحمزة، والكسائي، وخلف. وافقهم الأعمض. ووقف حمزة بالتسهيل.\n{لِجَبْرَئِلَ} شعبة بوجهه الثاني. وكذا قرأ حيث وقع.\n\nالآية 98\n{مِيْكَآئِلَ} نافع، وقنبل بخلف عنه، وأبو جعفر.\n{مِيْكَالَ} أبو عمرو، وحفص، ويعقوب. وافقهم اليزيدي، والحسن.\n{مِيْكَآئِيْلَ} الباقون. وهو الوجه الثاني لقنبل. وافقهم ابن محيصن في أحد وجهيه، ووقف حمزة بالتسهيل مع المد والقصر.\n\nالآية 101\n{كَأَنَّهُمْ} قرأ ورش من طريق الأصبهاني بتسهيل الهمزة. ووقف حمزة بالتحقيق، والتسهيل.",
        "(1/15)\n\nالآية 102\n{وَلَكِنِ الشَّيَاطِينُ} ابن عامر، وحمزة، والكسائي، وخلف. وافقهم الأعمش. {وَلَكِنَّ الشَّيَاطِينَ} الباقون.\n{بَيْنَ الْمَرْءِ} وقف حمزة، وهشام بخلفه بنقل حركة الهمزة إلى الراء وحذف الهمزة ثم تسكن للوقف فيقرأ هكذا [بَيْنَ الْمَرّ] ولهما وجه آخر وهو مثل الأول ولكن مع الروم، وبالوجه الأول يفخمان الراء، وفي الثاني يرققانها.\n{وَلَبِيْسَ} ورش من طريقيه، وابو عمرو بخلفه، وأبو جعفر، ووقفاً حمزة. وافق اليزيدي أبا عمرو.\n{وَلَبِئْسَ} الباقون.\n{بِهِ أَنْفُسَهُم} وقف حمزة بالتحقيق مع السكت وعدمه، وبالنقل، وبالإدغام فيقرأ في الثالث والرابع [بِهِيَ نْفُسَهُم، بهيَّ نْفُسَهُم] .\n\nالآية 105\n{أَنْ يُنْزَلَ} ابن كثير، وأبو عمرو، ويعقوب. وافقهم ابن محيصن، واليزيدي.\n{أَنْ يُنَزَّلَ} الباقون.\n{يَشَآءُ} وقف حمزة، وهشام بخلف عنه بإبدال الهمزة ألفاً مع المد، والقصر، والتوسط. ويجوز رومها بالتسهيل مع المد، والقصر.\n(1/16)",
        "\nالآية 106، 109\n(106) {مَا نُنْسِخْ} ابن عامر بخلف عن هشام. {مَا نَنْسَخْ} الباقون، وهو الوجه الثاني لهشام.\n(106) {أَوْ نَنْسَأْهَا} ابن كثير، وأبو عمرو. وافقهما ابن محيصن، واليزيدي، ولا إبدال فيها لأبي عمرو لأنها من المستثنيات. وافقه اليزيدي.\n{أَوْ نُنْسِهَا} الباقون.\n(106، 109) {نَاتِ، يَاتِيَ} ورش من طريقيه، وابو عمرو يخلف عنه، وأبو جعفر، ووقفاً حمزة. وافق اليزيدي أبا عمرو.\n{نَأْتِ، يَأْتِيَ} الباقون.\n(109) {بِأَمْرِهِ} بالتحقيق، وبالتسهيل وقف حمزة.\n\nالآية 107\n{شَيْءٍ} قرأ الأزرق بالمد المشبع، والتوسط، وجاء التوسط عن حمزة وصلاً بخلفعنه، وإذا وقف عليه فله مع هشام بخلف عنه النقل مع الإسكان، والروم، ولهما الإدغام معهما، فيقرآن هكذا [شَيْ] ، و [شيّ] . وقرأ بالسكت على الياء: ابن ذكوان، وحفص، وحمزة، وإدريس بخلفهم.\n\nالآية 108\n{أَنْ تسْأَلُوا} وقف حمزة بنقل حركة الهمزة إلى السين وحذف الهمزة فيقرأ [تَسَلُوا] .\n{كَمَا سُئِلَ} يقف حمزة بالتسهيل، وبإبدال الهمزة واواً مكسورة فيقرأ [سُوِل] .\n\nالآية 111\n{تِلْكَ أمَانِيْهِم} أبو جعفر. وافقه الحسن.\n{تِلْكَ أَمَانِيُّهُم} الباقون، ووقف حمزة بالتحقيق، وبالتسهيل.\n\nالآية 112\n{وَهْوَ} قالون، وأبو عمرو، والكسائي، وأبو جعفر. وافقهم الحسن، واليزيدي.\n{وَهُوَ} الباقون، ووقف يعقوب بهاء السكت.\n{وَلاَ خَوْفَ} يعقوب.\n{وَلاَ خَوْفٌ} الباقون.\n{عَلَيْهُم} حمزة، ويعقوب. وافقهما الأعمش.\n{عَلَيْهِم} الباقون.\n{فَلَهُ أَجْرُهُ} وقف حمزة بالتحقيق مع عدم السكت، وبالسكت، وبالنقل، وبالإدغام فيقرأ [فَلَهُوَ جْرُه] ، و [فَلَهُوَّ جْرُه] .\n(1/17)\n",
        "الآية 114\n{خَآئِفِيْنَ} فيه لحمزة حالة الوقف التسهيل مع المد، والقصر.\n\nالآية 115\n{فَثَمَّ} وقف رويس بخلف عنه بهاء السكت.\n\nالآية 116\n{قَالُوا} ابن عامر. {وَقَالُوا} الباقون.\n\nالآية 117\n{كُنْ فَيَكُونَ} ابن عامر. {كُنْ فَيَكُونُ} الباقون.\n\nالآية 118\n{تَأْتِيْنَا} حكمها ما تقدم في (نأت) في الصفحة قبلها.\n\nالآية 119\n{وَلاَ تَسْأَلْ} نافع، ويعقوب.\n{وَلاَ تُسْأَلْ} الباقون. ووقف حمزة بنقل حركة الهمزة مع حذف الهمزة فيقرأ [وَلاَ تُسَلْ] .\n(1/18)\n\nالآية 122\n{بَنِي إِسْرَائِيل} قرأ أبو جعفر بتسهيل الهمزة الثانية مع المد والقصر وصلاً ووقفاً. وافقه المطوعي، وفيه لحمزة الوجهان وقفاً مع التفاوت في مقدار المد بينهما، وتقدم بأكثر من ذلك ص7. وقرأ الباقون بالتحقيق.\n\nالآية 124\n{إِبْرَاهَامَ} ابن عامر بخلف عن ابن ذكوان.\n{إِبْرَاهِيْمَ} الباقون. وهو الوجه الثاني لابن ذكوان.\n{فَأَتَمَّهُنَّ} وقف حمزة بالتحقيق، وبالتسهيل، ووقف يعقوب بهاء السكت بخلف عنه.\n{عَهْدِيَ الظَّالِمِيْنَ} حفص، وحمزة. وافقهما: ابن محيصن، والحسن، والمطوعي.\n{عَهْدِيَ الظَّالِمِيْنَ} الباقون. ووقف يعقوب بهاء السكت بخلف عنه.\n\nالآية 125\n{وَاتَّخَذُوا} نافع، وابن عامر. وافقهم الحسن.\n{وَاتَّخِذُوا} الباقون.\n{بَيْتِيَ لِلطَّائِفِيْنَ} نافع، وهشام، وحفص، وأبو جعفر.\n{بَيْتِيْ لِلطَّائِفِيْنَ} الباقون.\n\nالآية 126\n{فَأُمْتِعُهُ} ابن عامر. وافقه المطوعي.\n{فَأُمَتِّعُهُ} الباقون، ووقف حمزة بالتحقيق، وبالتسهيل.\n{وَبِيْسَ} ورش من طريقيه، وأبو عمرو بخلف عنه، وأبو جعفر، ووقفاً حمزة. وافق اليزيدي أبا عمرو.\n{وَبِئْسَ} الباقون.",
        "(1/19)\n\nالآية 127\n{إبراهيم} تقدم في الصفحة قبلها.\n\nالآية 128\n{وَأَرْنَا} ابن كثير، وأبو عمرو بخلف عنه، ويعقوب. وافقهم ابن محيصن. {وَأَرِنَا} الباقون. والوجه الثاني لأبي عمرو من روايتيه اختلاس كسرة الراء، وهو: الإتيان بمعظم الحركة وقدر بثلثيها.\n\nالآية 129\n{فِيْهُمْ، عَلَيْهُمْ، يُزَكِّيْهُمْ} حمزة في الثانية، ويعقوب في الثلاثة. وافق في الثانية: الأعمش.\n{فِيْهِمْ، عَلَيْهِمْ، يُزَكِّيْهِمْ} الباقون.\n\nالآية 132\n{وَأَوْصَى} نافع، وابن عامر، وأبو جعفر.\n{وَوَصَّى} الباقون.\n{مسلمون} وقف يعقوب بهاء السكت بخلف عنه.\n\nالآية 133\n{شُهَدآءَ إِذْ} قرأ نافع وابن كثير، وأبو عمرو، وأبو جعفر، ورويس بتسهيل الهمزة الثانية. وافقهما ابن محيصن، واليزيدي. والباقون بتحقيقها.\n\nالآية 134\n{وَلاَ تُسْئَلُونَ} وقف حمزة بنقل حركة الهمزة إلى السين قبلها مع حذف الهمزة فيقرأ [تُسَلُونْ] .\n(1/20)",
        "\nالآية 135\n{إبْرَاهَامَ} ابن عامر بخلف عن ذكوان. {إبْرَاهِيْمَ} الباقون، وهو الوجه الثاني لابن ذكوان.\n\nالآية 136\n{النَّبِيئُونَ} نافع مع ملاحظة المد المتصل، وثلاثة البدل للأزرق. {النَّبِيُّونَ} الباقون.\n\nالآية 137\n{وَهْوَ} قالون، وأبو عمرو، والكسائي، وأبو جعفر. وافقهم الحسن، واليزيدي.\n{وَهُوَ} الباقون، ووقف يعقوب بهاء السكت، وكذا قرأ حيث ورد.\n\nالآية 140\n{أَمْ تَقُولُونَ} ابن عامر، وحفص، وحمزة، والكسائي، ورويس، وخلف. وافقهم الأعمش.\n{أَمْ يَقُولُونَ} الباقون.\n{قُلْءَأَنْتُم} قالون، وأبو عمرو، وأبو جعفر بتسهيل الثانية مع الإدخال. وافقهم اليزيدي.\nالأصبهاني، وابن كثير، ورويس بالتسهيل من غير إدخال. وافقهم ابن محيصن.\nالأزرق بالتسهيل من غير إدخال، وبالإبدال ألفاً خالصة مع المد المشبع للساكنين.\nهشام بالتسهيل مع الإدخال، وبالتحقيق مع الإدخال وعدمه.\nالباقون بالتحقيق مع عدم الإدخال. والمقصود بالإدخال في كل ذلك إدخال ألف بين الهمزتين. ووقف حمزة بالسكت على اللام مع تسهيل الهمزة الثانية، وبالسكت مع التحقيق، وبعدم السكت مع تسهيل الثانية، وعدم السكت مع التحقيق، وبالنقل مع تسهيل الثانية فهي خمسة أوجه.\n(1/21)\n",
        "الآية 142\n{قِبْلَتِهِمِ الَّتِي} أبو عمرو، ويعقوب. وافقهم اليزيدي، والحسن. {قِبْلَتِهُمُ الَّتِي} حمزة، والكسائي، وخلف. وافقهم الأعمش. {قِبْلَتِهِمُ الَّتِي} الباقون. وهذا عند الوصل، وأما عند الوقف فكلهم يكسرون الهاء ويسكنون الميم.\n{يَشَآءُ إِلى} نافع، وابن كثير، وأبو عمرو، وأبو جعفر، ورويس بتحقيق الأولى، وعليه إبدال الثانية واواً خالصة، وتسهيلها كالياء. وافقهم ابن محيصن، واليزيدي. وقرأ الباقون بتحقيقهما. ووقف حمزة بالثلاثة المذكورة.\n{سِرَاطٍ} قنبل بخلف عنه، ورويس. وافقهما ابن محيصن، والشنبوذي. وقرأ خلف عن حمزة بالصاد مشمة صوت الزاي. وافقه المطوعي. وتقدمت كيفيته في سورة الفاتحة.\n{صِرَاطٍ} الباقون، وهو الوجه الثاني لقنبل.\n\nالآية 143\n{لَرَؤُفٌ} أبو عمرو، وشعبة، وحمزة، والكسائي، ويعقوب، وخلف. وافقهم اليزيدي، والمطوعي.\n{لَرَءُوْفٌ} الباقون. ووقف حمزة بالتسهيل فقط.\n\nالآية 144\n{عَمَّا تَعْمَلُونَ} ابن عامر، وحمزة، والكسائي، وابو جعفر، وروح. وافقهم الأعمش. {عَمَّا يَعْمَلُونَ} الباقون.\n(1/22)\n\nالآية 148\n{هُوَ مُوَلاَّهَا} ابن عامر. {هُوَ مُوَلِّيْهَا} الباقون.\n{يَاتِ} ورش من طريقيه، وابو عمرو بخلف عنه، وابو جعفر، ووقفاً حمزة. وافق اليزيدي أبا عمرو. {يَأْتِ} الباقون.\n{شَيْءٍ} قرأ ورش من طريق الأزرق بالمد المشبع، والتوسط، وجاء التوسط فيه عن حمزة وصلاً بخلفه، وإذا وقف علبه فله مع هشام بخلف عنه النقل مع الإسكان، والروم، ولهما الإدغام معهما. ولابن ذكوان، وحفص، وحمزة، وإدريس السكت وصلاً بخلفهم.\n\nالآية 149\n{عَمَّا يَعْمَلُونَ} أبو عمرو. وافقه اليزيدي.\n{عَمَا تَعْمَلُونَ} الباقون.\n\nالآية 150\n{لِيَلاَّ يَكُونَ} ورش من طريق الأزرق. وافقه الأعمش.\n{لِئَلاَّ يَكُونَ} الباقون. ووقف حمزة بالتحقيق، وبإبدال الهمزة ياء مفتوحة.\n\nالآية 152\n{فَاذْكُرُونِيَ أَذْكُرْكُمْ} ابن كثير. وافقه ابن محيصن.\n{فَاذْكُرُونِيْ أَذْكُرْكُمْ} الباقون.\n{وَلاَ تكْفُرُونِي} يعقوب وصلاً ووقفاً.\n{وَلاَتكْفُرُونِ} الباقون.",
        "(1/23)\n\nالآية 156\n{عَلَيْهُمْ} حمزة، ويعقوب وصلاً ووقفاً. وافقهما الأعمش. {عَلَيْهِمْ} الباقون. وهكذا يقرأ حيث ورد في جميع القرآن.\n\nالآية 158\n{ومن يَطَّوَّعْ خَيْراً} حمزة، والكسائي، ويعقوب، وخلف. وافقهم الأعمش. {ومَنْ تَطَوَّعَ خَيْراً} الباقون.\n(1/24)",
        "\nالآية 164\n{الرِّيْحِ} حمزة، والكسائي، وخلف. وافقهم الأعمش، وابن محيصن بخلفه. {الرِّيَاحِ} الباقون، وهو الوجه الثاني لابن محيصن.\n\nالآية 165\n{إذ يَرَوْنَ} ابن عامر.\n{إذ يَرَوْنَ} الباقون.\n{إِنَّ الْقُوَّةَ للهِ جَمِيْعَاً وَإِنَّ الله} أبو جعفر، ويعقوب. وافقهما الحسن. {أَنَّ الْقُوَّةَ للهِ جَمِيْعَاً وَأَنَّ الله} الباقون.\n\nالآية 166\n{بِهِمِ الأْسْبَابُ} أبو عمرو، ويعقوب. وافقهم الحسن، واليزيدي. {بِهُمُ الأْسْبَابُ} حمزة، والكسائي، وخاف. وافقهم الأعمش.\n{بِهِمُ الأْسْبَابُ} الباقون. وهذا عند الوصل، أما عند الوقف فكلهم يكسر الهاء ويسكن الميم.\n\nالآية 167\n{يُرِيْهِمِ الله} أبو عمرو. {يُرِيْهُمُ اللهُ} حمزة، والكسائي، ويعقوب، وخلف. وافقهم الأعمش. {يُرِيْهِمُ اللهُ} الباقون. وهذا عند الوصل، وأما عند الوقف فكلهم يكسر الهاء ويسكن الميم، إلا يعقوب فإنه يضم الهاء ويسكن الميم.\n{تَبَرَّءُوا} للأزرق ثلاثة البدل. ولحمزة وقفاً وجهان: التسهيل، والحذف فيقرأ حالة الحذف [تَبَرَّوا] .\n\nالآية 168\n{خُطُوَاتِ} نافع، والبزي بخلف عنه، وأبو عمرو، وشعبة، وحمزة، وخلف. وافقهم: ابن محيصن، واليزيدي، والأعمش. {خُطُوَاتِ} الباقون، وهو الوجه الثاني للبزي.\n\nالآية 169\n{يَأْمُرْكُمْ} قرأ أبو عمرو بإسكان الراء، وباختلاس ضمتها، وللدوري وجه ثالث وهو ضم الراء ضمة خالصة. وافقه ابن محيصن في الوجهين الأولين، ووافق اليزيدي أبا عمرو. {يَأْمُرُكُمْ} الباقون. وأبدل الهمزة: ورش من طريقيه، وأبو عمرو بخلف عنه، وأبو جعفر، ووقفاً حمزة. وافق اليزيدي أبا عمرو أيضاً.\n{بِالسُّوءِ} فيه لحمزة، وهشام بخلف عنه وقفاً أربعة أوجه: النقل مع السكون والروم والإدغام معهما [بالسُّو، بالسُّوّ] .\n(1/25)\n",
        "الآية 170\n{قِيْلَ} بالإشمام: هشام، والكسائي، ورويس. وافقهم الحسن، والشنبوذي. وتقدم كيفية النطق به في أول السورة. وقرأ الباقون بالكسرة الخالصة.\n{شَيْئَاً} قرأ الأزرق بتوسط البدل. ومده مشبعاً، وقرأ بالتوسط حمزة وصلاً بخلفه، وله وقفاً النقل والإدغام، فيقرأ هكذا [شَيَا] و [شَيَّا] . وقرأ بالسكت على الياء: ابن ذكوان، وحفص، وحمزة، وإدريس بخلفهم.\n\nالآية 171\n{دُعَآءً وَنِدَآءً} وقف حمزة بالتسهيل مع المد والقصر.\n\nالآية 173\n{فَمَنِ اضْطُرَّ} أبو عمرو، وعاصم، وحمزة، ويعقوب. وافقهما: المطوعي، والحسن.\n{فَمَنُ اضْطِرَّ} أبو جعفر.\n{فَمَنُ اضْطُرَّ} الباقون. ولا خلاف بينهم في ضم همزة الوصل ابتداء نظراً لضم الطاء، ولا عبرة بكسرها عند أبي جعفر لعروضها، لأن الأصل [اضْطُرِرَ] فلما أدغم الراءين نقلت حركة الراء الأولى إلى الطاء بعد سلبها حركتها.\n\nالآية 174\n{وَلاَ يُزَكِّيْهُمْ} يعقوب.\n{وَلاَ يُزَكِّيْهِمْ} الباقون.\n(1/26)\n\nالآية 177\n{لَيْس الْبِرَّ} حفص، وحمزة. وافقهما المطوعي. {لَيْس الْبِرُّ} الباقون.\n{وَلَكَنِ الْبِرُّ} نافع، وابن عامر. وافقهما الحسن. {وَلَكِنَّ الْبِرَّ} الباقون.\n{وَالنَّبِيِئِيْنَ} نافع مع المد المتصل، وثلاثة البدل للأزرق. {وَالنَّبِيِّين} الباقون.\n{الْبَاسَاءِ، الْبَاسِ} أبو عمرو يخلف عنه، وابو جعفر، ووقفاً حمزة. وافق اليزيدي أبا عمرو.\n{الْبَأْسَاءِ، الْبَأْسِ} الباقون.\n\nالآية 178\n{شَيْءٌ} بالمد المشبع، والتوسط ورش من طريق الأزرق، وبالتوسط وصلاً حمزة بخلفه. وله وقفاً مع هشام بخلف عن هشام النقل مع الإسكان والروم، ولهما الإدغام معهما، ويجوز الإشمام مع كل من النقل والإدغام. فيقرآن حالة النقل مع الإسكان [شيّ] . وقرا: ابن ذكوان، وحفص، وحمزة، وإدريس بالسكت على الياء وصلاً بخلفهم.",
        "(1/27)\n\nالآية 182\n{مُوَصٍّ} شعبة، وحمزة، والكسائي، ويعقوب، وخلف. وافقهم الحسن، والأعمش. {مُوْصٍ} الباقون.\n\nالآية 184\n{فِدْيَةُ طَعَامِ مَسَاكِيْنَ} نافع، وابن ذكوان، وأبو جعفر. وافقهم الحسن، والمطوعي. {فِدْيَةٌ طَعَامُ مَسَاكِيْنَ} هشام. {فِدْيَةٌ طَعَامُ مِسْكِيْنٍ} الباقون.\n{فَهْوَ} قالون، وابو عمرو، والكسائي، وابو جعفر، وافقهم الحسن واليزيدي.\n{فَهُوَ} الباقون. ووقف يعقوب بهاء السكت.\n{فَمَنْ يَطَّوَّعْ} حمزة، والكسائي، وخلف. وافقهم الأعمش.\n{فَمَنْ تَطَوَّعَ} الباقون.\n\nالآية 185\n{الْقُرَانُ} ابن كثير، ووقفاً حمزة. وافق ابن محيصن ابن كثير.\n{الْقُرْءانُ} الباقون. ولا مد ولا توسط فيه للأزرق لأنه من المستثنيات. وقرأ: ابن ذكوان، وحفص، وحمزة، وإدريس بالسكت على الراء بخلفهم.\n{الْيُسُرَ، الْعُسُرَ} أبو جعفر.\n{الْيُسْرَ، الْعُسْرَ} الباقون.\n{وَلِتُكَمِّلُوا} شعبة، ويعقوب. وافقهما الحسن.\n{وَلِتُكْمِلُوا} الباقون.\n\nالآية 186\n{الدَّاعِيْ إِذَا دَعَانِي} وصلاً فقط: ورش من طريقيه، وقالون بخلفه، وأبو عمرو، وأبو جعفر. وافقهم اليزيدي.\n{الدَّاعِيْ إِذَا دَعَانِي} يعقوب وصلاً ووقفاً.\n{الدَّاعِ إِذَا دَعَانِ} الباقون، وهو الثاني لقالون في الحالين.\n{بِيَ لَعَلَهُمْ} ورش من طريقيه.\n{بِيْ لَعَلَهُمْ} الباقون.\n(1/28)",
        "\nالآية 187\n{فَالاَنَ} ورش من طريقيه، وابن وردان بخلف عنه، وللأزرق ثلاثة البدل. {فَالآْنَ} الباقون، ووقف حمزة بالنقل والسكت.\n{بَاشِرُّوهُنَّ} وقف يعقوب بهاء السكت بخلف عنه.\n\nالآية 188، 189\n(188، 189) {وَلاَ تَاكُلُوا، لِتَاكُلُوا، تَاتُوا، وَاتُوا} ورش من طريقيه، وابو عمرو بخلف عنه، وأبو جعفر، ووقفاً حمزة. وافق اليزيدي أبا عمرو.\n{وَلاَ تَأْكُلُوا، لِتَأْكُلُوا، تَأْتُوا، وَأْتُوا} الباقون.\n(189) {الْبُيُوتَ} معاً: ورش من طريقيه، وابو عمرو، وحفص، وابو جعفر، ويعقوب. وافقهم: ابن محيصن، واليزيدي، والحسن.\n{الْبِيُوتَ} معاً: الباقون.\n(189) {وَلَكِنِ الْبِرُّ} نافع، وابن عامر. وافقهما الحسن.\n{وَلَكِنَّ الْبِرَّ} الباقون.\n(1/29)\n",
        "الآية 191\n{وَلاَ تَقْتُلُوهُمْ عَنْدَ الْمَسْجِدِ الْحَرَامِ حَتَّى يَقْتُلُوكُمْ فِيهِ فَإِنْ قَتَلُوكُمْ} حمزة، والكسائي، وخلف. وافقهم الأعمش.\n{وَلاَ تُقَاتِلُوهُمْ عَنْدَ الْمَسْجِدِ الْحَرَامِ حَتَّى يُقْاتِلُوكُمْ فِيهِ فَإنْ قَاتَلُوكُمْ} الباقون.\n{حَيْثُ أَخْرَجُوكم} وقف حمزة بالتحقيق، وبإبدال الهمزة واواً خالصة.\n\nالآية 196\n{رُءُوسَكُم} وقف حمزة بالتسهيل، والحذف. فيقرأ حالة الحذف [رُوسكم] . وللأزرق ثلاثة البدل.\n{رَاسِهِ} أبو عمرو بخلف عنه، وأبو جعفر، ووقفاً حمزة. وافق اليزيدي أبا عمرو. {رَأْسِهِ} الباقون.\n\nالآية 195\n{وَأَحْسِنُوا} أيضاً وقف حمزة بالتحقيق، وبالتسهيل.\n{الْمُحْسِنِيْنَ} وقف يعقوب بهاء السكت بخلف عنه. وتقدم أنه يقف كذلك على ما أشبهه مما آخره نون مفتوحة في الأسماء دون الأفعال.\n(1/30)\n\nالآية 197\n{قِيْهُنَّ} يعقوب وصلاً ووقفاً، ووقف بهاء السكت بخلف عنه. {فِيْهِنَّ} الباقون.\n{فَلاَ رَفَثٌ وَلاَ فُسُوقٌ وَلاَ جِدَالَ} ابن كثير، وأبو عمرو، ويعقوب. وافقهم ابن محيصن، واليزيدي. {فَلاَ رَفَثٌ وَلاَ فُسُوقٌ وَلاَ جَدَالٌ} أبو جعفر. وافقه الحسن.\n{فَلاَ رَفَثَ وَلاَ فُسُوقَ وَلاَ جِدَالَ} الباقون.\n{وَاتْقُونِي} وصلاً أبو عمرو، وأبو جعفر. وافقهم اليزيدي، والحسن. وكذا قرأ يعقوب في الحالين.\n{وَاتْقُونِ} الباقون وصلاً ووقفاً، وكذا وقفاً أبو عمرو، وأبو جعفر.",
        "(1/31)\n\nالآية 204\n{وَهْوَ} قالون. وابو عمرو، والكسائي، وأبو جعفر. وافقهم: الحسن، واليزيدي. {وَهُوَ} الباقون، ووقف يعقوب بهاء السكت.\n\nالآية 206\n{قِيْلَ} بالإشمام: هشام، والكسائي، ورويس. وافقهم الحسن، والشنبوذي وتقدم كيفية النطق به في أول السورة. وقرأ الباقون بالكسرة الخالصة.\n{وَلَبِيْسَ} ورش من طريقيه، وأبو عمرو بخلف عنه، وأبو جعفر، ووقفاً حمزة. وافق اليزيدي أبا عمرو.\n{وَلَبِئْسَ} الباقون.\n\nالآية 207\n{رُؤُفٌ} أبو عمرو، وشعبة، وحمزة، والكسائي، ويعقوب، وخلف. وافقهم: اليزيدي، والمطوعي.\n{رَءُوْفٌ} الباقون. وللأزرق ثلاثة البدل. ووقف حمزة بالتسهيل.\n\nالآية 208\n{في السَّلْمِ} نافع، وابن كثير، والكسائي، وأبو جعفر. وافقهم ابن محيصن.\n{في السِّلْمِ} الباقون.\n{خُطُوَاتِ} نافع. والبزي بخلف عنه، وأبو عمرو، وشعبة، وحمزة، وخلف. وافقهم: ابن محيصن، واليزيدي، والأعمش.\n{خُطُوَاتِ} الباقون، وهو الوجه الثاني للبزي.\n\nالآية 210\n{وَالْمَلاَئِكَةِ} أبو جعفر.\n{وَالْمَلاَئِكَةُ} الباقون.\n{تَرْجِعُ} ابن عامر، وحمزة، والكسائي، ويعقوب، وخلف. وافقهم: ابن محيصن، والحسن، والمطوعي.\n{تُرْجَعُ} الباقون.\n(1/32)",
        "\nالآية 211\n{بَنِي إِسْرَائِيل} قرأ أبو جعفر بتسهيل الهمزة الثانية مع المد والقصر وصلاً ووقفاً، ولحمزة الوجهان وقفاً مع التفاوت في مقدار المد بينهما بالإضافة إلى تحقيق الأولى من غير سكت على [بني] وبالسكت، وبالنقل، وبالإدغام، فيقرأ حالة النقل [بَنِيِ سْرائيل] وحالة الإدغام [بَنِيِّ سْرائيل] . وللأزرق ثلاثة البدل بخلف عنه. وافق المطوعي أبا جعفر.\n\nالآية 213\n{النَّبِيئِيْنَ} نافع مع المد المتصل، وثلاثة البدل للأزرق.\n{النَّبِيِّيْنَ} الباقون.\n{لِيُحْكَمَ} أبو جعفر.\n{لِيَحْكُمَ} الباقون.\n{سِرَاطٍ} قنبل بخلف عنه، ورويس. وافقهما: ابن محيصن، والشنبوذي. وقرأ خلف عن حمزة بالصاد مشمة صوت الزاي. وافقه المطوعي. وتقدمت كيفية الإشمام في الفاتحة.\n{صِرَاطٍ} الباقون، وهو الوجه الثاني لقنبل.\n\nالآية 214\n{يَاْتِكُمْ} ورش من طريقيه، وأبو عمرو بخلف عنه، وأبو جعفر، ووقفاً حمزة. وافق اليزيدي أبا عمرو.\n{يَأْتِكُمْ} الباقون.\n{الْبَاسَاءُ} أبو عمرو بخلف عنه، وأبو جعفر، ووقفاً حمزة. وافق اليزيدي أبا عمرو.\n{الْبَأْسَاءُ} الباقون.\n{حَتَّى يَقُولُ} نافع.\n{حَتَّى يَقُولَ} الباقون.\n(1/33)\n",
        "الآية 216\n{وَهْوَ} قالون، وأبو عمرو، والكسائي، وأبو جعفر. وافقهم اليزيدي والحسن.\n{وَهُوَ} الباقون. ووقف يعقوب بهاء السكت.\n{شَيْئَاً} قرا الأزرق بمد البدل مداً مشبعاً وبتوسطه. ولحمزة وصلاً التوسط بخلفه، ويقف عليه بالنقل، وبالإدغام فيقرأ [شَيَا] و [شَيَّا] . وقرأ: ابن ذكوان، وحفص، وحمزة، وإدريس، بالسكت على الياء بخلفهم.\n\nالآية 218\n{رحمت الله} رسمت بالتاء، فوقف عليها بالهاء: أبو عمرو، وابن كثير، والكسائي، ويعقوب. وافقهم: ابن محيصن، واليزيدي، والحسن. ووقف الباقون بالتاء.\n\nالآية 219\n{فِيْهُمَا} يعقوب.\n{فِيْهِمَا} الباقون.\n{كَثِيرٌ} حمزة، والكسائي، وافقهما الأعمش.\n{كَبِيْرٌ} الباقون.\n{قُلِ الْعَفْوُ} أبو عمرو. وافقه اليزيدي.\n{قُلِ الْعَفْوَ} الباقون.\n(1/34)\n\nالآية 220\n{شَآءَ} وقف حمزة، وهشام بخلفه بالبدل مع المد، والقصر، والتوسط.\n{لأَعْنَتَكُم} قرأ البزي بخلف عنه بتسهيل الهمزة وصلاً ووقفاً. وقرأ الباقون بالتحقيق وهو الوجه الثاني للبزي. ووقف حمزة كالبزي بوجهيه.\n\nالآية 222، 223\n(222) {وَلاَ تَقْرَبُوهُنَّ، فَأْتُوهُنَّ} وقف يعقوب بهاء السكت بخلف عنه.\n(222) {يَطَّهَّرْنَ} شعبة، وحمزة، والكسائي، وخلف. وافقهم ابن محيصن، والأعمش.\n{يَطْهُرْنَ} الباقون.\n(222، 223) {فَاتُوهُنَّ، فَاتُوا} ورش من طريقيه، وأبو عمرو بخلف عنه، وأبو جعفر، ووقفاً حمزة. وافق اليزيدي أبا عمرو.\n{فَأْتُوهُنَّ، فَأْتُوا} الباقون.\n(223) {شِيْتُم} ورش من طريق الأصبهاني. وأبو عمرو بخلف عنه. وأبو جعفر. ووقفاً حمزة. وافق اليزيدي أبا عمرو.\n{شِئْتُم} الباقون.\n(223) {لأَِنْفُسِكُم} بتحقيق الهمزة، وبإبدالها ياء خالصة وقف حمزة.",
        "(1/35)\n\nالآية 225\n{لاَ يُوَاخِذَكُمْ، وَلَكِنْ يُوَاخِذُكُمْ} ورش من طريقيه، وأبو جعفر، ووقفاً حمزة. وليس للأزرق في بدله سوى القصر لأنه من المتثنيات. {لاَ يُؤَاخِذُكُمْ، وَلَكِنْ يُؤَاخِذُكُمْ} الباقون.\n\nالآية 226\n{يُولُونَ} ورش من طريقيه، والسوسي، وأبو جعفر، ووقفاً حمزة.\n{يُؤْلُونَ} الباقون.\n\nالآية 228\n{قروء} يوقف عليه لحمزة، وهشام بخلفه بإبدال الهمزة واواً وإدغام الواو قبلها فيها مع السكون والروم [قُرُوّ] .\n{عَلَيْهُنَّ} معاً: يعقوب. ووقف عليه بهاء السكت بخلف عنه، وكذا على أمثاله كـ[بأنفسهنَّ، أرحامهنّ، ولهنَّ، بردهنَّ، وبعولتهنَّ] .\n{عَلَيْهِنَّ} الباقون.\n\nالآية 229\n{شَيْئَاً} تقدم في ص 34.\n{يُخَافَا} حمزة، وأبو جعفر، ويعقوب. وافقهم الأعمش.\n{يَخَافَا} الباقون.\n{عَلَيْهُمَا} يعقوب. وافقه الشنبوذي.\n{عَلَيْهِمَا} الباقون.\n(1/36)",
        "\nالآية 231\n{نعمت الله} هنا كما في [رحمت الله] في ص 34.\n{هُزُوَاً} حفص. وافقه الشنبوذي. {هُزْءَاَ} حمزة، وخلف. ووقف حمزة بنقل حركة الهمزة إلى الساكن قبلها، وبإبدال الهمزة واواً. {هُزُؤاً} الباقون.\n{شَيْءٍ} تقدم في ص 23.\n\nالآية 233\n{لاَ تُضَآرُّ} ابن كثير، وأبو عمرو، ويعقوب. وافقهم ابن محيصن، واليزيدي.\n{لاَ تُضَآرْ} أبو جعفر بخلف عنه.\n{لاَ تُضَآرَّ} الباقون، وهو الوجه الثاني لأبي جعفر.\n{رِزْقُهُنَّ، وَكِسْوَتُهُنَّ} وقف يعقوب عليهما وعلى أمثالهما بهاء السكت بخلف عنه.\n{عَلَيْهُمَا} يعقوب. وافقه الشنبوذي.\n{عَلَيْهِمَا} الباقون.\n{مَا أَتَيْتُمْ} ابن كثير.\n{مَا ءاتَيْتُم} الباقون.\n(1/37)\n",
        "الآية 234\n{فِي أَنْفُسِهِنَّ} وقف حمزة بالتحقيق مع السكت وعدمه، وبالنقل، وبالإدغام. فيقرأ حالة النقل [فِيَ نْفُسِهِنَّ] وحالة الإدغام [فِيَّ نْفُسِهِنَّ] ، وكذا وقف على [في أنفسكم] في الآية بعدها. وتقدم وقف يعقوب بهاء السكت بخلف عنه على [أنفسهنَّ] .\n\nالآية 235\n{النِّسَآءِ أوْ} أبدل الثانية ياء نافع، وابن كثير، وأبو عمرو، وأبو جعفر، ورويس. وافقهم: ابن محيصن، واليزيدي، والباقون بالتحقيق.\n\nالآية 236، 237\n(236) {قَدَرُهُ} معاً: ابن ذكوان، وحفص، وحمزة، والكسائي، وأبو جعفر، وخلف. وافقهم الأعمش.\n{قَدْرُهُ} الباقون.\n(236، 237) {تُمَآسَّوهُنَّ} معاً: حمزة، والكسائي، وخلف. وافقهم الأعمش.\n{تَمَسُّوهُنَّ} معاً: الباقون.\n(237) {بِيَدِهِ} رويس بقصر الهاء وصلاً، أي: اختلاس حركتها. والباقون بإشباعها. والاختلاس لا يضبط إلا من أفواه المشايخ المتقنين.\n(1/38)\n\nالآية 240\n{وَصِيَّةً} أبو عمرو، وابن عامر، وحفص، وحمزة. وافقهم: اليزيدي، والحسن، والشنبوذي. {وَصِيَّةٌ} الباقون.\n{في أَنْفُسِهِنَّ} تقدم في الصفحة قبلها.\n\nالآية 245\n{فَيُضَعِّفُهُ} ابن كثير، وأبو جعفر. وافقهم ابن محيصن بخلفه.\n{فَيُضَعِّفَهُ} ابن عامر، ويعقوب.\n{فَيُضَاعِفَهُ} عاصم، وافقه الشنبوذي.\n{فَيُضَاعِفُهُ} الباقون، وهو الثاني لابن محيصن.\n{وَيَبْسُطُ} دوري أبي عمرو، وهشام، وخلف عن حمزة، ورويس، وخلف. وافقهم اليزيدي، والحسن، والأعمش.\n{وَيَبْصُطُ} نافع، والبزي، وشعبة، والكسائي، وأبو جعفر، ورَوح. وافقهم ابن محيصن. وقرأ الباقون بالسين والصاد.\n{تَرْجِعُونَ} يعقوب. وافقه ابن محيصن، والمطوعي.\n{تُرْجَعُونَ} الباقون.",
        "(1/39)\n\nالآية 246، 247، 248\n(246) {الْمَلأَِ} وقف حمزة بإبدال الهمزة ألفاً، وبالتسهيل مع الروم.\n(246) {بَنِي إسْرَائِيل} قرأ أبو جعفر بتسهيل الهمزة الثانية مع المد والقصر وصلاً ووقفاً، ولحمزة الوجهان وقفاً مع التفاوت في مقدار المد بينهما. وقرأ الباقون بتحقيقها. وتقدم وقف حمزة عليه ص 33.\n(246، 247، 248) {لِنَبِيىءٍ، نَبِيئُهُمْ} نافع مع المد المتصل.\n{لِنَبِيٍّ، نَبِيُّهُمْ} الباقون.\n(246) {عَسِيْتُم} نافع.\n(246) {عَسَيْتُم} الباقون.\n(246) {وَأَبْنَآئِنَا} وقف حمزة بتحقيق الهمزة الأولى وتسهيلها، وعلى كل تسهيل الهمزة الثانية مع المد والقصر.\n(246) {عَلَيْهِمِ الْقِتَالُ} أبو عمرو. وافقه اليزيدي، والحسن.\n{عَلَيْهُمُ الْقِتَالُ} حمزة، والكسائي، ويعقوب، وخلف. وافقهم الأعمش.\n{عَلَيْهِمُ الْقِتَالُ} الباقون. هذا عند الوصل، وأما عند الوقف فكلهم يكسرون الهاء ويسكنون الميم، ما عدا حمزة، ويعقوب، فإنهما بضم الهاء وإسكان الميم. يوافقهم الأعمش.\n(247، 248) {يُؤْتَ، يُؤْتِي، يَاْتِيَكُم} ورش من طريقيه، وأبو عمرو بخلف عنه، وأبو جعفر، ووقفاً حمزة. وافق اليزيدي أبا عمرو.\n{يُؤْتَ، يُؤْتِي، يَأْتِيَكُم} الباقون.\n(247) {بَصْطَةً} قنبل بخلف عنه. وافقه ابن محيصن بخلفه أيضاً.\n{بَسْطَةً} الباقون، وهو الوجه الثاني لقنبل وموافقه.\n(1/40)",
        "\nالآية 249\n{مَنِّيَ إِلاَّ} نافع، وأبو عمرو، وأبو جعفر. وافقهم اليزيدي. {مِنِّيْ إِلاَّ} الباقون.\n{غَرْفَةً} نافع، وابن كثير، وأبو عمرو، وأبو جعفر. وافقهم: ابن محيصن، واليزيدي، والشنبوذي. {غُرْفَةً} الباقون.\n{بِيَدِهِ} رويس بقصر الهاء وصلاً، أي: اختلاس حركتها. والباقون بإشباعها.\nوقدر الاختلاس بثلثي الحركة، ويحتاج ضبط ذلك إلى تلق ومشافهة من أفواه المشايخ المتقنين لهذا العلم.\n{فِيَةً} معاً: أبو جعفر، ووقفاً حمزة.\n{فِئَةً} الباقون.\n\nالآية 251\n{يَشَآءُ} وقف حمزة، وهشام بخلفه بإبدال الهمزة ألفاً مع القصر والتوسط والمد، وبتسهيل الهمزة مع رومها ويكون ذلك مع المد والقصر، فالمجموع خمسة أوجه.\n{دَفَاعُ} نافع، وأبو جعفر، ويعقوب. وافقهم الحسن.\n{دَفْعُ} الباقون.\n\nالآية 252\n{الْمُرْسَلِينَ} وقف يعقوب بهاء السكت بخلف عنه. وكذا وقف على ما شابهه مما آخره نون مفتوحة في الأسماء دون الأفعال.\n(1/41)\n",
        "الآية 253\n{الْقُدْسِ} ابن كثير. افقه ابن محيصن. {الْقُدُسِ} الباقون.\n{شَآءَ} وقف حمزة، وهشام بخلف عنه بالبدل، مع المد، والقصر، والتوسط.\n\nالآية 254\n{لاَ بَيْعَ فِيْهِ وَلاَ خُلَّةَ وَلاَ شَفَاعَةَ} ابن كثير، وأبو عمرو، ويعقوب. وافقهم ابن محيصن، واليزيدي، والحسن.\n{لاَ بَيْعٌ فِيْهِ وَلاَ خُلَّةٌ وَلاَ شَفَاعَةٌ} الباقون.\n\nالآية 255\n{لاَ تَاخُذُهُ} ورش من طريقيه، وأبو عمرو بخلف عنه. وأبو جعفر، ووقفاً حمزة. وافق اليزيدي أبا عمرو.\n{لاَ تَأْخُذُهُ} الباقون.\n{أَيْدِيْهُم} يعقوب.\n{أَيْدِيْهِم} الباقون.\n{يَؤُوْدُهُ} قرأ الأزرق بتثليث مد البدل. ولحمزة وجهان وقفاً: تسهيل الهمزة بينها وبين الواو، وحذفها فيصير النطق [يَوْدُه] .\n{بِشَيْءٍ} الأزرق بالمد المشبع، والتوسط، وجاء التوسط لحمزة وصلاً بخلفه. وإذا وقف فله مع هشام بخلفه: النقل مع الإسكان، والروم، ولهما الإدغام معهما. فيقرآن [شيْ] ، و [شيّ] . وقرأ ابن ذكوان، وحفص، وحمزة، وإدريس بالسكت على الياء وصلاًَ بخلفهم.\n{وَهْوَ} قالون، وأبو عمرو، والكسائي، وأبو جعفر. وافقهم اليزيدي، والحسن.\n{وَهُوَ} الباقون. ووقف يعقوب بهاء السكت.\n(1/42)\n\nالآية 258\n{إبْرَاهَام} الثلاثة: ابن عامر بخلف عن ابن ذكوان. {إبْرَاهِيْم} الباقون، وهو الوجه الثاني لابن ذكوان.\n{رَبِّيْ الَّذِي} حمزة. وافقه ابن محيصن. والحسن، والمطوعي. {رَبِّيَ الَّذِي} الباقون.\n{أَنَا أُحْي} نافع، وابو جعفر بإثبات ألف [أَنَا] وصلاً ووقفاً، فيصبح المد منفصلاً، فيمد كل حسب مذهبه والباقون بإثباتها وقفاً، وحذفها وصلاً.\n{يَاتِي، فَاتِ} ورش، وأبو عمرو بخلف عنه، وأبو جعفر. ووقفاً حمزة. وافق اليزيدي أبا عمرو.\n{يَأْتِي، فَأْتِ} الباقون.\n\nالآية 259\n{وَهْيَ} قالون، وأبو عمرو، والكسائي، وأبو جعفر. وافقهم الحسن، واليزيدي.\n{وَهِيَ} الباقون. ووقف يعقوب بهاء السكت.\n{مِيَةَ} معاً: أبو جعفر في الحالين، ووقفاً حمزة.\n{مِائةَ} الباقون.\n{يَتَسَنَّهْ} حمزة، والكسائي، ويعقوب، وخلف بخذف الهاء وصلاً وإثباتها وقفاً. وافقهم ابن محيصن، والأعمش، واليزيدي. وقرأ الباقون بإثباتها ساكنة وصلاً ووقفاً.\n{نُنْشِزُهَا} ابن عامر، وعاصم، وحمزة، والكسائي، وخلف. وافقهم الأعمش.\n{نُنْشِرُهَا} الباقون.\n{قَالَ اعْلَمْ} حمزة، والكسائي وذلك حالة وصل [قال] بـ[اعلم] ، وإذا ابتدآ بـ[اعلم] كسرا همزة الوصل على الأصل. وافقهما الأعمش.\n{قَالَ أَعْلَمُ} الباقون.",
        "(1/43)\n\nالآية 260\n{أَرْنِي} ابن كثير، وأبو عمرو بخلف عنه، ويعقوب. وافقهم ابن محيصن، واليزيدي. والوجه الثاني لأبي عمرو الاختلاس، ووافقه اليزيدي أيضاً في هذا الوجه. {أَرِنِي} الباقون.\n{فَصِرْهُنَّ} حمزة، وأبو جعفر، ورويس، وخلف. وافقهم الأعمش.\n{فَصُرْهُنَّ} الباقون.\n{لِيَطْمَئِنَّ} وقف حمزة بتسهيل الهمزة.\n{جُزُءاً} شعبة.\n{جُزَّاً} أبو جعفر.\n{جُزْءاً} الباقون. ووقف حمزة بنقل حركة الهمزة إلى الزاي مع حذف الهمزة وإبدال التنوين ألفاً [جُزَا] .\n{يَاتِيْنَكَ} ورش من طريقيه، وأبو عمرو بخلف عنه، وأبو جعفر، ووقفاً حمزة. وافق اليزيدي أبا عمرو.\n{يَأْتِيْنَكَ} الباقون.\n\nالآية 261\n{مِيَةُ} أبو جعفر في الحالين، ووقفاً حمزة.\n{مِائَةَ} الباقون.\n{يُضَعِّفُ} ابن كثير، وابن عامر، وأبو جعفر، ويعقوب. وافقهم: ابن محيصن، والحسن.\n{يُضَاعِفُ} الباقون.\n\nالآية 262\n{وَلاَ خَوْفٌ عَلَيْهُ} حمزة. وافقه الأعمش.\n{وَلاَخَوْفَ عَلَيْهُم} يعقوب. وافقه الحسن في [وَلاَ خَوفَ] .\n{وَلاَ خَوفٌ عَلَيْهِم} الباقون.\n\nالآية 264\n{رِيَآءَ} أبو جعفر.\n{رِئَآءَ} الباقون. ووقف حمزة بإبدال الأولى ياء خالصة، وله في الثانية مع هشام بخلفه الإبدال مع القسر والتوسط والمد.\n(1/44)",
        "\nالآية 265\n{مَرْضَاتِ} وقف الكسائي بالهاء، والباقون بالتاء.\n{بِرَبْوَةً} ابن عامر، وعاصم. وافقهما الحسن. {بِرُبْوَةً} الباقون.\n{أُكْلَهَا} نافع، وابن كثير، وأبو عمرو. وافقهما: ابن محيصن، واليزيدي، والحسن. {أُكُلَهَا} الباقون.\n\nالآية 268\n{وَلآَ تَّيَمَّمُوا} قرأ البزي بخلف عنه بتشديد التاء مع المد المشبع لالتقاء الساكنين وصلاً. وافقه ابن محيصن بخلفه أيضاً.\n{وَلاَ تَيَمَّمُوا} الباقون، وهو الوجه الثاني للبزي.\n{وَيَأْمُرْكُمْ} قرأ أبو عمرو بإسكان الراء، وباختلاس ضمتها، وللدوري وجه ثالث وهو ضم الراء ضمة خالصة. وافقه ابن محيصن في الوجهين الأولين. وتقدم أن الاختلاس: الإتيان بثلثي الحركة.\n{وَيَامُرُكُمْ} ورش من طريقيه، وابو عمرو بخلف عنه، وابو جعفر، ووقفاً حمزة. وافق اليزيدي أبا عمرو.\n{وَيَأْمُرُكُمْ} الباقون.\n\nالآية 269\n{وَمَنْ يُؤْتِ} يعقوب وصلاً.\n{وَمَنْ يُؤْتِي} يعقوب وقفاً.\n{وَمَنْ يُؤْتَ} الباقون وصلاً ووقفاً.\n(1/45)\n",
        "الآية 271\n{فَنَعِمَّا} ابن عامر، وحمزة، والكسائي، وخلف. وافقهم الأعمش. {فَنِعِمَّا} ورش من طريقيه، وابن كثير، وحفص، ويعقوب. وافقهم ابن محيصن. {فَنِعْمَّا} قالون، وابو عمرو، وشعبة بخلف عنهم، وأبو جعفر. وافق اليزيدي والحسن أبا جعفر. وأما الوجه الآخر لقالون، وأبي عمرو، وشعبة فهو اختلاس كسرة العين، وهو: الإتيان بثلثي الحركة.\n{وَنُكَفِّرْ} نافع، وحمزة، والكسائي، وأبو جعفر، وخلف. وافقهم الشنبوذي.\n{وَنُكَفِّرُ} ابن كثير، وأبو عمرو، وشعبة، ويعقوب. وافقهم ابن محيصن، واليزيدي.\n{وَيُكَفِّرُ} ابن عامر، وعاصم. وافقهم المطوعي بخلفه.\n{سَيِّئَاتِكم} قرأ الأزرق بتثليث من البدل. ووقف عليه حمزة بإبدال الهمزة ياء خالصة، فيقرأ هكذا [سَيِّيَاتِكُم] .\n\nالآية 273\n{يَحْسَبُهُم} ابن عامر، وعاصم، وحمزة، وأبو جعفر. وافقهم الحسن، والمطوعي.\n{يَحْسِبُهُم} الباقون.\n\nالآية 274\n{وَلاَ خَوفَ} يعقوب. وافقه الحسن.\n{وَلاَ خَوْفٌ} الباقون.\n{عَلَيْهُم} حمزة، ويعقوب. وافقهما الأعمش.\n{عَلَيْهِم} الباقون.\n(1/46)\n\nالآية 277\n{ولا خوف عليهم} تقدم في الصفحة قبلها.\n\nالآية 279\n{فَاءاذِنُوا} شعبة، وحمزة. وافقهم الأعمش. {فَأْذَنُوا} الباقون. وأبدل ورش من طريقيه، وأبو عمرو بخلف عنه، وأبو جعفر الهمزة في الحالين. ولحمزة وقفاً: التحقيق، والتسهيل. وافق اليزيدي أبا عمرو.\n{رُءُوْسُ} للأزرق ثلاثة البدل، ولحمزة وقفاً التسهيل، والحذف، فيقرأ بالحذف هكذا [روس] .\n\nالآية 280\n{عُسُرَةٍ} أبو جعفر.\n{عُسْرَةٍ} الباقون.\n{مَيْسُرَةٍ} نافع. وافقه ابن محيصن.\n{مَيْسَرَةٍ} الباقون.\n{وَأَنْ تَصَدَّقُوا} عاصم.\n{وَاَنْ تَصَّدَّقُوا} الباقون.\n\nالآية 281\n{تَرْجِعُونَ} أبو عمرو، ويعقوب. وافقهم ابن محيصن، والمطوعي.\n{تُرْجَعُونَ} الباقون.",
        "(1/47)\n\nالآية 282\n{أَنْ يُمِلَّ هْوَ} قالون، وأبو جعفر بخلف عنهما. {أَنْ يُمِلَّ هُوَ} الباقون.\n{مِنَ الشُّهَدَآءِ أَنْ} قرأ نافع، وابن كثير، وأبو عمرو، وأبو جعفر، ورويس بإبدال الهمزة الثانية ياء مفتوحة. وافقهم ابن محيصن، واليزيدي.\n{الشُّهَدَآءُ إِذَا} بتسهيل الهمزة، وبإبدالها واو خالصة نافع، وابن كثير، وأبو عمرو، وأبو جعفر، ورويس. وافقهم ابن محيصن، واليزيدي. ولا خلاف في تحقيق الأولى.\n{إِنْ تَضِلَّ إِحْدَاهُمَا فَتْذْكِرَ} ابن كثير، وأبو عمرو، ويعقوب. وافقهم ابن محيصن، واليزيدي، والحسن.\n{أَنْ تَضِلَّ إِحْدَاهُمَا فَتُذَكِّرَ} الباقون.\n{وَلاَ تَسْأَمُوا} لحمزة وقفاً نقل حركة الهمزة إلى السين مع حذف الهمزة. فيقرأ هكذا [وَلاَ تَسَمُوا] .\n{تِجَارَةً حَاضِرَةً} عاصم.\n{تِجَارةٌ حَاضِرَةٌ} الباقون.\n{وَلاَ يُضَارْ} أبو جعفر بخلف عنه.\n{وَلاَ يُضَارَّ} الباقون، وهو الوجه الثاني لأبي جعفر.\n{شَيْئاً} قرأ الأزرق بمد اللين وتوسطه. ولحمزة التوسط وصلاً بخلفه، وأما إذا وقف فله وجهان: النقل [شيا] والإدغام [شَيَّا] . وقرأ: ابن ذكوان، وحفص، وحمزة، وإدريس بالسكت على الياء بخلفهم.\n(1/48)",
        "\nالآية 283\n{فَرُهُنٌ} ابن كثير، وأبو عمرو. وافقهما ابن محيصن، واليزيدي. {فَرِهَانٌ} الباقون.\n{فَلْيُوَدِّ الَّذِي} ورش من طريقيه، وابو جعفر، ووقفاً حمزة. {فَلْيُؤّدِّ الَّذِي} الباقون.\n{الَّذِي اؤْتُمِنَ} قرأ ورش من طريقيه، وأبو عمر بخلفه، وابو جعفر، ووقفاً حمزة بإبدال الهمزة حالة الوصل ياء خالصة. وافقهم ابن محيصن، واليزيدي بخلفه. فيقرؤون [الَّذِيْ تُمِنَ] وأجمعوا على الابتداء بهمزة مضمومة بعدها واو ساكنة. وقرأ الباقون وصلاً بهمزة ساكنة. وفيه للأزرق حالة الابتداء: القصر والتوسط والمد بخلفه وذلك لوقوع الهمزة بعد همز الوصل.\n\nالآية 284\n{فَيَغْفِرْ، وَيُعَذِّبْ} نافع، وابن كثير، وأبو عمرو، وحمزة، والكسائي، وخلف. وافقهم اليزيدي، والأعمش.\n{فَيَغْفِرُ، وَيُعَذِّبُ} الباقون.\n\nالآية 285\n{وَكِتَابِهِ} حمزة، والكسائي، وخلف. وافقهم الأعمش.\n{وَكُتُبِهِ} الباقون.\n{لاَ يُفَرِّقُ} يعقوب.\n{لاَ نُفَرِّقُ} الباقون.\n\nالآية 286\n{لاَ تُوَاخِذْنَا} ورش من طريقيه، وابو جعفر، ووقفاً حمزة.\n{لاَ تُوَخِذْنَا} الباقون.\n{أَخْطَانَا} ورش من طريق الأصبهاني، وأبو عمرو بخلفه، وأبو جعفر، ووقفاً حمزة. وافق اليزيدي أبا عمرو.\n{أَخْطَأْنَا} الباقون.\n(1/49)\n",
        "سورة آل عمران\nالآية 1، 2\n(1، 2) {الم اللهُ} قرأ الجميع بإسقاط همزة لفظ الجلاية وصلاً، وتحريك الميم بالفتح الساكنين، وبجوز لكل القراء في الميم المد، والقصر، لتغيير سبب المد، فيجوز الاعتداد بالعارض وعدمه. وقرأ أبو جعفر: بالسكت سكتة لطيفة على: (ألف) ، و (لام) ، و (ميم) . والسكت: قطع الصوت زمناً دون زمن الوقف عادة من غير تنفس، والمشافهة تحكم ذلك بحقه. ويترتب على هذا السكت لزوم المد الطويل في (ميم) وعدم جواز القصر فيه، لأن سبب القصر، وهو تحرك الميم قد زال بالسكت، كما يترتب عليه إثبات همزة الوصل حالة الوصل.\n\nالآية 5\n{شَيْءٌ} قرا الأزرق بالمد المشبع، والتوسط، وجاء التوسط أيضاً عن حمزة وصلاً بخلفه، فإذا وقف عليه فله مع هشام بخلف عن هشام: النقل مع الإسكان والروم، ولهما الإدغام معهما، ويجوز الإشمام مع كل من النقل والإدغام، فيقرآن هكذا [شَيْ] ، [شَيّ] ولا يخفى أن الروم، والإشمام لا صورة لهما في الكتابة بل يضبط بالمشافهة من أفواه المشايخ المتقنين.\n(1/50)\n\nالآية 11، 13\n(11، 13) {كَدَابِ، رَايَ الْعَيْنِ} ورش من طريق الأصبهاني، وأبو عمرو بخلف عنه، وأبو جعفر، ووقفاً حمزة. وافق اليزيدي أبا عمرو. {كَدَأْبِ، رَأْيَ الْعَيْنِ} الباقون.\n(13) {فِيَتَيْنِ، فِيَةٌ} أبو جعفر، ووقفاً حمزة.\n{فِئَتَيْنِ، فِئَةٌ} الباقون.\n(13) {يُوَيِّدُ} ورش من طريقيه، وأبو جعفر بخلف عن ابن وردان، ووقفاً حمزة.\n{يُؤَيِّدُ} الباقون، وهو الثاني لابن وردان.\n(13) {تَرَوْنَهُم} نافع، وأبو جعفر، ويعقوب. وافقهم الحسن.\n{يَرَوْنَهُم} الباقون.\n(13) {مِثْلَيْهُم} يعقوب في الحالين.\n{مِثْلَيْهِم} الباقون.\n\nالآية 12\n{سَيُغْلَبُونَ ويُحْشَرُون} حمزة، والكسائي، وخلف. وافقهم الأعمش.\n{سَتُغْلَبُونَ وَتُحْشَرُونَ} الباقون.\n{وَبِيْسَ} ورش من طريقيه، وابو عمرو بخلفه، وأبو جعفر، ووقفاً حمزة. وافق اليزيدي أبا عمرو.\n{وَبِئْسَ} الباقون.\n\nالآية 14\n{الْمَآبِ} قرأ الأزرق بتثليث مد البدل، والباقون بالقصر، ووقف حمزة بالتسهيل فقط.\n\nالآية 15\n{وَرُضْوَانٌ} شعبة. وافقه الحسن.\n{وَرِضْوَانٌ} الباقون.\n{قُلْ أَؤُنَبِئُكُم} بتسهيل الثانية مع إدخال ألف بينهما قالون، وأبو عمرو بخلف عنهما، وأبو جعفر، وبالتسهيل بلا إدخال ورش من طريقيه، وابن كثير، ورويس، وهو الوجه الثاني لقالون، وأبي عمرو. وقرأ هشام بالتحقيق مع الإدخال وعدمه وليس له هنا تسهيل. وقرأ الباقون بالتحقيق بلا إدخال. ووقف حمزة بتحقيق الأولى مع السكت وعدمه وبالنقل، وعلى الثانية بالتحقيق والتسهيل، والثالثة بالتسهيل والإبدال ياء خالصة، فتضرب ثلاثة الهمزة الأولى في وجهي الثانية فتصير ستة ثم تضرب هذه الأوجه الستة في وجهي الهمزة الثالثة فتبلغ اثني عشر وجهاً يمتنع منها وجهان: تحقيق الثانية مع وجهي الثالثة حالة النقل في الأولى.",
        "(1/51)\n"
    ]
}