{
    "partText": [
        "\nالوجوه والنظائر\nفي القرآن الكريم\nد. سليمان بن صالح القرعاوي\nالحمد لله حمداً طيباً مباركاً فيه، والصلاة والسلام على أشرف خلقه، محمد بن عبدالله صلى الله عليه وعلى آله وصحبه أجمعين.. أما بعد: فلقد كان القرآن الكريم، وسيظل بإذن الله المصدر الثري للأمة الإسلامية في رجوعها إليه في شئونها واحتكامها إليه في قضاياها.\nوهو معينها الذي لا ينضب في إرواء ظمئها العلمي والفكري وهو كنزها الذي لا يفنى في إغنائها من خزائنه لبناء تاريخها وحضارتها مهما تطاول الزمن وتعاقبت الدهور، ولقد أودع الله سبحانه معاني كتابه الكريم في قوالب لفظية عربية، وزيّنه بروعة الفصاحة والبيان، وكساه حلة البلاغة وجلال الإعجاز، فدهشت به العرب جميعاً، إذ سمعته حتى قال قائلهم:\n\"إن له لحلاوة، وإن عليه لطلاوة، وإن أعلاه لمثمر، وإن أسفله لمغدق، وإنه ليعلو ولا يعلى عليه\"[1].\nوخر بعضهم ساجداً تعظيماً عندما سمعه يتلى، وانجذبت إليه عقول صناديد الكفر والعناد فكانوا يستمعون إليه تلذذاً وإعجاباً.\nبل انقادت إليه قلوب العرب والعجم عندما كشف الستار عن جماله، وحاكى العقول، لذلك خالطت محبته بشاشة القلوب حتى أنّ الجنَّ انقادت إليه عندما رأت إعجازه وأيقنت بسلطانه: \"إِنَّا سَمِعْنَا قُرْءَاناً عَجَباً يَهدِى إِلَى الرُّشْدِ فَئَامَنَّا بِهِ وَلَن نُّشْرِكَ بِرَبِّنَا أَحَداً\"[2].\nلذلك أدلى الصحابة (رضي الله عنهم) بدلوهم في كشف الستار عن معانيه، ثم جاء التابعون فشاركوا في تفسيره، وما زالت ألسنة العلماء وأقلامهم تخط في تفسيره، وبيان مسالكه حتى هذا العصر، من مختلف مستوياتهم، وتنوع تخصصاتهم سواء في ذلك العلوم الدينية أو الاجتماعية أو الأخلاقية والسلوكية، وكذا الاقتصادية والسياسية والعسكرية والكونية.\n(1/1)\n",
        "وما زالت معاني القرآن الكريم بكراً تتجدد في كل عصر لأنه القاعدة العريضة للشريعة الإِسلامية الصالحة لكل زمان ومكان. ولما كانت معاني هذا القرآن مكنونة في ألفاظه العربية المعجزة تنوعت مسالك العلماء في استخراج معانيه من هذه الألفاظ، وقامت دراسات حول ألفاظه العربية كي يتسنّى للفقيه، والمفتي، والحاكم، وطالب الفائدة معرفة أحكامه ومعانيه، وقد نتج عن بعض هذه الدراسات ما يسمى بالوجوه والنظائر في القرآن الكريم التي كشفت النقاب عن المعاني المتعددة والمتجددة التي يصلح أن يدل عليها اللفظ الواحد، وكذلك المعنى الواحد الذي يصلح أن تدل عليه ألفاظ متعددة. وهذا يدل على اتساع قاعدة الشريعة الإسلامية كي تصلح لعلاج الحياة البشرية في كل مكان وزمان.\nهذا ولما انقطع عقد المسلمين في هذه الأيام بسبب بعدهم عن كتاب ربهم تعذّر عليهم فهم علومه، كما تعذّر عليهم فهم معانيه، وبالتالي كان هذا العلم (الوجوه والنظائر في القرآن الكريم) بعيداً عن أفكار المسلمين وأذهانهم، لهذا أحببت أن أدلو بدلوي مع الباحثين في هذا المجال كي أقرب هذا العلم إلى أذهان المسلمين حسب المستطاع، فلعل في ذلك سبيل هداية وإنارة للطريق، والله الهادي إلى سواء السبيل.\nالوجوه والنظائر لغة:\nالوجوه: قال ابن دريد[3]:\n\"وجه الكلام: السبيل التي تقصدها به، وصرفت الشيء عن وجهه أي عن سننه. وكساء موجّه: له وجهان، ويجمع وجه على أوجه ووجوه وأجوه\"[4].\nوفي لسان العرب لابن منظور[5]:\n\"... وفي الحديث ((أنه ذكر فتنا كوجوه البقر))[6] أي يشبه بعضها بعضاً لأن وجوه البقر تتشابه كثيراً.. وفي حديث أبي الدرداء[7]: ((لا تفقه حتى ترى للقرآن وجوهاً))[8] أي ترى له معاني يحتملها فتهاب الإقدام عليه.. ورجل ذو وجهين إذا لقي بخلاف ما في قلبه\"[9].\nوقال ابن فارس[10]:\n(1/2)\n\n\"وجه/الواو والجيم والهاء: أصل واحد يدل على مقابلة لشيء، والوجه مستقبل لكل شيء. يقال: وجه الرجل وغيره. وربما عبر عن الذات بالوجه. وتقول: وجهي إليك، وتقول: واجهت فلاناً أواجهه إذا جعلت وجهك تلقاء وجهه\"[11].\nوالنظائر: جمع نظير، وهو المماثل والشبيه، يقال: فلان نظير فلان إذا كان مثله وشبيهه والجمع نظراء[12]، ومن ذلك قول ابن مسعود[13]: ((لقد عرفت النظائر التي كان رسول الله r يقوم بها عشرين سورة من المفصل))[14]، ((يريد السور المتماثلة في المعاني كالموعظة أو الحكم أو القصص، لا المتماثلة في عدد الآي، لما سيظهر عند تعيينها))، قال المحب الطبري[15]:\n\"كنت أظن أن المراد أنها متساوية في العد، حتى اعتبرتها فلم أجد فيها شيئاً متساوياً\"[16].\nوفي تاج العروس للزبيدي[17]:\n\"النظائر: الأفاضل والأماثل لاشتباه بعضهم ببعض في الأخلاق والأفعال والأقوال[18]، ونظائر القرآن: سور المفصل سميت لاشتباه بعضها بعضاً في الطول\"[19].\nوقد استعمل المفسرون النظائر للدلالة على الألفاظ المختلفة لفظاً والمتفقة معنى، فقالوا: الابتلاء، والاختبار، والامتحان: نظائر، كما استعمل الأصمعي[20] في العدد، فقال: عددت إبل فلان نظائر أي مثنى مثنى[21].\nالوجوه والنظائر اصطلاحاً:\nحينما تعرضنا للمدلول اللغوي وجدنا أن علماء من تكلم في الوجوه والنظائر قد جعلوا لهذه الألفاظ معاني اصطلاحية فيما بينهم وجعلوها أسماء لكتبهم. وكان أول من عرّف الوجوه والنظائر ابن الجوزي[22] في كتابه ((نزهة الأعين النواظر في علم الوجوه والنظائر في القرآن الكريم)) حيث قال:",
        "(1/3)\n\n\"واعلم أن معنى الوجوه والنظائر: أن تكون الكلمة الواحدة قد ذكرت في مواضع من القرآن الكريم على لفظ واحد وحركة واحدة، وأريد بكل مكان معنى للكلمة غير معناها في المكان الآخر، وتفسير كل كلمة بمعنى يناسبها غير معنى الكلمة الأخرى، هذا ما يسمى ((الوجوه))، أما النظائر: ((فهو اسم للألفاظ، وعلى هذا تكون الوجوه اسماً للمعاني، ومن هنا كان الأصل في وضع كتب الوجوه والنظائر))\"[23].\nوهذا التعريف لم يسلم من نقد ((الزركشي))[24] و((السيوطي))[25]، وهما من أبرز من كتب في الدراسات القرآنية، أما الزركشي فبعد أن عرّف الوجوه والنظائر بقوله:\n\"فالوجوه: اللفظ المشترك الذي يستعمل في عدة معان كلفظ ((الأمة))، والنظائر كالألفاظ المتواطئة\".\nقال:\n\"وقيل: النظائر في اللفظ والوجوه في المعاني وُضّعِفَ لأنه لو أريد هذا لكان الجمع في الألفاظ المشتركة، وهم يذكرون في تلك الكتب اللفظ الذي معناه واحد في مواضع كثيرة، فيجعلون الوجوه نوعاً لأقسام والنظائر نوعاً آخر كالأمثال\"[26].\nوكذلك السيوطي اقتفى أثر صاحب ((البرهان)) في نقده لتعريف ((ابن الجوزي)) وانتهى إلى تعريفه بقوله:\n\"فالوجوه: اللفظ المشترك الذي يستعمل في عدة معان كلفظ ((الأمة))...\"[27].\nأما صاحب ((كشف الظنون)) فلم يتقبل نقد ((الزركشي)) و((السيوطي)) بل أيّد ابن الجوزي فيما ذهب إليه، فقال:\n\".. ومعناه أن تكون الكلمة واحدة ذكرت في مواضع من القرآن على لفظ واحد وحركة واحدة، وأريد بها في كل مكان معنى غير الآخر، فلفظ كل كلمة ذكرت في موضع نظير للفظ الكلمة المذكورة في الموضع الآخر هو النظائر، وتفسير كل كلمة بمعنى غير معنى الأخرى هو الوجوه، فإذاً النظائر اسم للألفاظ، والوجوه اسم للمعاني\"[28].\n(1/4)",
        "\nوأقول: إن العلماء في هذا المجال يذكرون الكلمة الواحدة، ثم يذكرون معانيها المتعددة، ويستدلون على كل معنى بالآيات القرآنية، مما يدل على أن الوجوه للمعاني، إذ يشيرون إلى الكلمة، ويقولون.. وفيها سبعة عشر وجهاً.. وفيها أربعة وجوه.. وهكذا نجد أنهم يريدون بهذا الوجه معنى يختلف قرباً وبعداً عن معنى آخر مراداً من آية أخرى.. والله أعلم.\nالفرق بين الوجوه والنظائر في القرآن الكريم وبين تفسير المفردات:\nإذا أردنا أن نوضح الفرق بين التفسير بالوجوه والنظائر، والتفسير المألوف للمفردات يمكن أن نقول:\nأولاً: أن التفسير بالوجوه والنظائر يختص بنوع واحد من المفردات، فيذكر عدد الوجوه التي دلّ عليها اللفظ في جميع ما ذكر من آيات، مستعيناً على ذلك بما يرشده إليه موضعها في الآية، ثم يذكر لكل وجه جميع الآيات أو بعضها مما ورد بها اللفظ ودلّ عليه.\nثانياً: التفسير للمفردات يأتي باللفظ الوارد في القرآن الكريم، فيذكر معناه أو معانيه في اللفظ على طريقة أصحاب المعاجم مستعيناً باللغة أو ما فسره المفسرون دون أن يذكر لفظ ((الوجوه)).\nإذاً فالتفسير بالوجوه والنظائر نوع من علوم القرآن الكريم، إذْ يبحث في ألفاظ القرآن، ويوضح ما ورد في أكثر من آية، وكانت دلالته على معناه في واحدة منها غير معناه في الآيات الأخرى التي ورد فيها – أي أن التفسير الذي يختص به هذا النوع يقوم بالنظر في معنى كل لفظ ورد متكرراً في آيات القرآن، وكانت دلالته في آية أو بعض الآيات التي ورد فيها مبايناً لدلالته على معناه في الآية أو الآيات الأخرى، ثم يقوم بحصر تلك المعاني المتعددة، ويجعلها وجوهاً للفظ الواحد.\nولتوضيح ذلك نذكر مثالاً لكل منهما:\nلقد ورد في القرآن الكريم مادة لبس في آيات متعددة منها قوله تعالى: \"وَلاَ تَلْبِسُواْ الحَقَّ بِالبَاطِل\"[29] وقوله: \"لِمَ تَلْبِسُونَ الحَقَّ بِالبَاطِلِ وَتَكْتُمُونَ الحَقَّ\"[30].\n(1/5)\n",
        "وقوله: \"الَّذِينَ ءَامَنُواْ وَلَمْ يَلْبِسُواْ إِيمَانَهُم بِظُلمٍ\"[31].\nوقوله: \"هُنَّ لِبَاسٌ لَّكُمْ وَأَنتُم لِبَاسٌ\"[32].\nوقوله تعالى: \"وَجَعَلْنَا اللَّيْلَ لِبَاساً\"[33]. وقوله: \"قَد أَنزَلْنَا عَلَيْكُم لِبَاساً يُوَارِى سَوْءَاتِكُم\"[34]. وقوله: \"يَلْبَسُونَ مِن سُندُسٍ وَإسْتَبْرَقٍ\"[35].\nوقوله: \"وَلِبَاسُ التَّقْوَى ذَلِكَ خَيْرٌ\"[36]. وغيرها.\nفلو تأملنا اشتقاقات هذا اللفظ في هذه الآيات لوجدنا أن معناه ليس واحداً فيها، إذ أننا نجد معناه في الآيات الثلاث الأولى ((الخلط))، ومعناه في الرابعة والخامسة (السكن) ومعناه في السادسة والسابعة (الثياب) ومعناه في الثامنة (العمل الصالح) فنعلم أن للفظ (اللباس) أربعة وجوه[37].\nأما مثال التفسير للمفردات، فلنأخذ لفظ: ((بيع)).\nقال الراغب الأصفهاني[38] في المفردات[39] ((البيع)) إعطاء المثمن وأخذ الثمن، والشراء إعطاء الثمن وأخذ المثمن، ويقال للبيع الشراء، وللشراء البيع وذلك بحسب ما يتصور من الثمن والثمن، وعلى ذلك قوله عز وجل: \"وَشَرَوهُ بِثَمَن بَخْسٍ\"[40].\nوقال عليه السلام: \"لا يبيعن أحدكم على بيع أخيه\"[41] أي لا يشتري على شراه، وأبعت الشيء عرضته للبيع نحو قول الشاعر:\n.................\nفرساً فليس جواده بمباع[42]\nوالمبايعة والمشاراة تقالان فيهما، قال الله تعالى:\n\"وَأَحَلَّ اللهُ البَيْعَ وَحَرَّمَ الرِّبَى\"[43]. وقال: \"وَذَرُواْ البَيْعَ\"[44].\nوقال: \"لاَّ بَيْعٌ فِيهِ وَلاَ خِلاَل\"[45]. وقال: \"لاَّ بَيْعٌ فِيهِ وَلاَ خُلَّةٌ\"[46].\nوبايع السلطان إذا تضمن بذل الطاعة له بما رضخ له ويقال لذلك بيعة ومبايعة، وقوله عز وجل \"فَاسْتَبْشِرُواْ بِبَيْعِكُمُ الَّذِي بَايَعْتُم\"[47]. إشارة إلى بيعة الرضوان المذكورة في قوله تعالى:\n\"لَّقَدْ رَضِىَ اللهُ عَنِ المُؤْمِنِينَ إِذْ يُبَايِعُونَكَ تَحْتَ الشَّجَرَةِ\"[48].\n(1/6)\n\nوإلى ما ذكر في قوله تعالى: \"إِنَّ اللهَ اشتَرَى مِنَ المُؤْمِنِينَ أَنفُسَهُمْ\"[49] الآية.\nوأما الباع فمن الواو بدلالة قولهم:\n\"باع في السر بيوع إذا مد باعه\"[50].\nفلو تأملنا هذين المثالين لوجدنا الفرق واضحاً بين العلمين: ((علم الوجوه والنظائر، وعلم التفسير بالمفردات))، إذ أن الأول يذكر اللفظ، وعدد وجوهه، ثم يضع كل وجه مع اللفظ الدال عليه في الآيات القرآنية، بخلاف التفسير بالمفردات، فهو يأتي ابتداء بالكلمة المفردة، ثم يذكر معناها لغة الاستشهاد عليها بكلام العرب المحتج بقولهم، أو كلام الرسول عليه الصلاة والسلام، ثم يذكر بعض الآيات التي ورد بها اللفظ في مورد الآية كذا.\nأهمية العلم والتدوين فيه:\nلم تكن لغة ضيقة التعبير عن المعنى المراد، وإنما كانت واسعة الدائرة في ذلك، إذ لدى العرب القدرة على التعبير عن المعنى الواحد بأساليب متعددة، وألفاظ مختلفة حسب ما يقتضيه حال المخاطب والسامع، وبذلك يمكن فهم المعنى المراد عند المخاطبين بصورة كاملة، مهما اختلفت ظروفهم، وأصنافهم، وتعددت مستوياتهم الفكرية.\nهذا وإن القرآن قد نزل بلغة العرب الذين اشتهروا بقوة الفصاحة والبلاغة، فأعجزهم فصاحته وبيانه المعجز، وبلاغته التي تقاصرت دونها بلاغتهم فأدهشهم فصاحته وبيانه وأعجزهم بلاغته التي لم تطاول إليها بلاغتهم إذ كان أوسع دائرة في أسلوبه، وأدق معنى في تعبيره، وأكثر استعمالاً للألفاظ الدالة على المعنى الواحد، وأفضل صياغة للفظ الواحد الدال على المعاني المتعددة بما أصبح يعرف بالوجوه والنظائر في القرآن الكريم.\nلذلك اعتنى العلماء المتخصصون بعلوم القرآن الكريم بهذا الجانب عناية خاصة، وذلك لأهميته وخطره، إذ به تتسع قاعدة المفاهيم الإسلامية، وتصل إلى البعيد والقريب، والعالي والداني.",
        "(1/7)\n\nفكان منهم من جمع آيات القرآن الكريم التي اشتملت جميعها على لفظ معين يدل كل مجموعة منها على معنى واحد من المعاني يختلف فيه عن المجموعة الأخرى.\nومنهم من اعتنى بشرح الألفاظ القرآنية التي روعي فيها السياق القرآني، وكان الاهتمام بهذا الجانب قد أدى إلى الحفاظ على السياق القرآني، والصياغة القرآنية التي حوت المعاني المتعددة.\nفعندما كثرت الفتوحات الإسلامية، ودخل العجم في دين الإسلام، واختلطوا بالعرب فربما قد يتسبب ذلك في نسيان العرب لسياق اللفظ القرآني.\nلذا نال هذا العلم تلك الأهمية، فكتب فيه العلماء منذ بداية القرن الثاني الهجري، فمن أول من صنّف فيه:\n1- عكرمة مولى ابن عباس ت105هـ[51].\n2- علي بن أبي طلحة ت143هـ[52].\n3- مقاتل بن سليمان البلخي ت150هـ، وكتابه (الأشباه والنظائر في القرآن الكريم)[53].\n4- هارون بن موسى الأعور ت170هـ، وكتابه (الوجوه والنظائر في القرآن الكريم)[54].\n5- العباس بن الفضل الأنصاري الموصلي المقرئ ت186هـ[55].\n6- يحيى بن سلام ت200هـ، وكتابه (التصاريف)[56].\n7- علي بن وافد[57].\n8- الحكيم الترمذي ت255هـ، وكتابه (تحصيل نظائر القرآن)[58].\n9- محمد بن يزيد أبو العباس المبرد ت286هـ، وكتابه (ما اتفق لفظه واختلف معناه من القرآن المجيد)[59].\n10- محمد النقاش ت351هـ[60].\n11- أبو الحسين أحمد بن فارس القزويني ت395هـ، وكتابه (الأفراد)[61].\n12- الثعالبي ت429هـ، وكتابه (الأشباه والنظائر)[62].\n13- إسماعيل الحيري النيسابوري ت430هـ، وكتابه (وجوه القرآن)[63].\n14- الحسن بن أحمد بن البناء البغدادي الحنبلي (أبو علي) ت471هـ[64].\n15- الحسين الدامغاني ت478هـ، وكتابه (الوجوه والنظائر)[65].\n16- علي بن عبيدالله الزاغوني الحنبلي ت597هـ[66].\n17- عبدالرحمن بن الجوزي ت597هـ، وكتابه (نزهة الأعين النواظر في علم الوجوه والنظائر في القرآن الكريم)[67].\n18- الفيروز آبادي ت817[68].\n(1/8)",
        "\n19- محمد بن محمد بن علي البلبيسي القاهري ت887هـ، وكتابه (كشف السرائر في معنى الوجوه والأشباه والنظائر في القرآن الكريم)[69].\n20- جلال الدين عبدالرحمن السيوطي ت911هـ[70].\nمنزلة علم الوجوه والنظائر بين العلوم\nالشرعية بعامة وعلوم القرآن بخاصة:\nأولاً: منزلته بين العلوم الشرعية بعامة:\nلا يشتبه على الباحثين أن هذا العلم يشرف بقدر ما لغايته من الفضل والشرف، وهذا العلم عظيم الأثر لما في معرفته من إدراك لألفاظ القرآن الكريم الذي هو لبّ الشريعة، وأصلها الأول، فمتعلق هذا العلم هو القرآن الكريم الذي فيه العلوم الشرعية، وهو عمادها ورأس سنامها، ولا يستقيم لعالم في العقائد ولا لمجتهد في الفقه إلاّ إذا علم، وفقه كل لفظ ومعناه، وبخاصة إذا ورد بمعان. متعددة يعسر على الناظر إليها إدراكها من النظرة الأولى، بل لابد من النظر الثابت والفهم السديد لهذه المعاني المتباينة لما يترتب عليه من اختلاف في فهم العقائد والأحكام، فلا يستغني عالم العقائد مثلاً عن معاني الظن التي وردت في قوله تعالى: \"إِنَ يَتَّبِعُونَ إِلاَّ الظَّنَّ\"[71]. ثم تأتي في قوله تعالى: \"إِنِّي ظَنَنتُ أَنِّى مُلاَقٍ حِسَابِيَه\"[72].\nبمعنى اليقين، والمجتهد في الفقه كذلك ينظر في هذا العلم فيتبين له أحكام كثيرة.\nوهكذا فإن المتخصص في علوم القرآن يجد بغيته فيما ينظر فيه ويطلبه.\nثانياً: في علوم القرآن بخاصة:\n(1/9)\n",
        "كانت العناية بعلوم الوجوه والنظائر في القرآن الكريم منذ بدأت العناية بتدوين علوم القرآن، فنجد أن العلماء يبحثون في علوم القرآن ثم يفردون أبواباً للوجوه والنظائر من بين أبواب كتبهم، كما صنع الزركشي في كتابه ((البرهان في علوم القرآن))، والسيوطي في كتابه ((الإتقان)) و((معترك الأقران في إعجاز القرآن))، بيد أن أهمية هذا العلم قد جعلت بعضهم يفردونه في مؤلفات مستقلة، فهذا ابن الجوزي قد كتب كتابه ((فنون الأفنان في عجائب علوم القرآن))[73]، ولكنه أفرد الوجوه والنظائر القرآنية في كتاب مستقل أسماه ((نزهة الأعين النواظر في علم الوجوه والنظائر)) اهتماماً بشأنه، وسعة مادته، ثم اختصره في كتاب ((منتخب قرة العيون النواظر في الوجوه والنظائر في القرآن الكريم))[74].\nوهذا السيوطي يفرد له باباً في كتابه ((الإتقان))، ثم أفرده في كتاب مستقل أسماه ((معترك الأقران في مشترك القرآن))، وكذلك غيرهما من العلماء.\nومن العلماء من لم يكتب كتاباً شاملاً في علوم القرآن، ولكنه اعتنى بهذا العلم على وجه الخصوص – أعني الوجوه والنظائر في القرآن الكريم – وأفرد له كتاباً ((كمقاتل بن سليمان)) في كتابه ((الأشباه والنظائر في القرآن الكريم))، وهارون بن موسى، أبو عبدالله الأزدي في كتابه ((الوجوه والنظائر في القرآن الكريم)). ومن هنا يتضح ما لهذا العلم من منزلة بين العلوم الشرعية بعامة، وعلوم القرآن بخاصة.\nنشأته:\nإن هذا العلم ليس من العلوم المستحدثة، وإنما وجد منذ عصر الرسول r، فقد روي عن رسول الله r قوله: \"لا يكون الرجل فقيهاً كل الفقه حتى يرى للقرآن وجوهاً كثيرة\".\n(1/10)\n\nوهذا الحديث روي مرفوعاً وموقوفاً، وقد أخرج المرفوع مقاتل بن سليمان البلخي[75] – وهو متهم بالكذب – في كتابه الأشباه والنظائر في القرآن الكريم بإسناده بلفظ ((لا يكون الرجل فقيهاً كل الفقه حتى يرى للقرآن وجوهاً كثيرة))[76]. وأخرجه ابن عبدالبر[77] بإسناده من حديث شداد بن أوس[78] (رضي الله عنه) عن النبي r قال: \"لا يفقه العبد كل الفقه حتى يمقت الناس في ذات الله، ولا يفقه العبد كل الفقه حتى يرى للقرآن وجوهاً كثيرة\"[79].\nوهذا الطريق ضعيف جداً، وذلك لضعف صدقة بن عبدالله السمين[80]، وكذا فيه أبان بن عياش[81] وهو متروك الحديث.\nأما الطريق الموقوف فقد جاء موقوفاً على أبي الدرداء رضي الله عنه فقد أخرجه عبدالرزاق[82] من حديث معمر بن راشد[83] عن أيوب السختياني[84] عن أبي قلابة[85] عن أبي الدرداء بلفظ ((لا تفقه كل الفقه حتى ترى للقرآن وجوهاً كثيرة))[86] ورجال هذا الإسناد كلهم أئمة جبال.\nوأخرجه ابن عبدالبر من طريق عبدالرزاق السابق به.\nوأخرجه أبو نعيم[87] من حديث أبي بكر القطيعي[88] – وهو ثقة – عن عبدالله بن أحمد بن حنبل[89] – وهو ثقة – عن أبيه[90] – الإمام أحمد – عن إسماعيل بن عليّه[91] – وهو ثقة – عن أيوب السختياني عن أبي قلابة عن أبي الدرداء به[92].\nومما تقدم يظهر أن الحديث يدور على أبواب السختياني – وهو ثقة حجة – عن أبي قلابة – وهو ثقة فاضل لكنه يرسل – وقد أرسل هذا الحديث عن أبي الدرداء، والدليل على إرساله بهذا الحديث: أنه روى عن حذيفة بن اليمان[93] ولم يلحقه – قاله الذهبي[94] –، وحذيفة مات سنة 36، وأبو الدرداء مات سنة 32هـ في الراجح، وقيل سنة 31هـ[95]، فيكون على هذا لم يلحق أبا الدرداء من باب أولى.",
        "(1/11)\n\nعلماً أنني لم أجد – فيما لدي – من نص على سماعه من أبي الدرداء، وبهذا يكون الحديث موقوفاً مرسلاً، غير أنه صحيح إلى أبي قلابة. وقد صحح ابن عبدالبر هذا الحديث بقوله: هذا حديث لا يصح مرفوعاً، وإنما الصحيح فيه أنه من قول أبي الدرداء.. أ.هـ[96].\nوقد اعتنى الصحابة بتفسير القرآن الكريم، وبيان معانيه، فحكي عنهم وجوه متعددة في تفسير الآية الواحدة، أو اللفظة القرآنية الواحدة.\nويشهد له ما أخرجه ابن سعد[97] من طريق عكرمة[98] عن ابن عباس[99] أن علي بن أبي طالب[100] رضي الله عنهما أرسله إلى الخوارج فقال: ((اذهب إليهم فخاصمهم ولا تحاجهم في القرآن فإنه ذو وجوه، ولكن خاصمهم بالسنة)).\nوأخرج من طريق آخر أن ابن عباس قاله له: ((يا أمير المؤمنين فأنا أعلم بكتاب الله منهم في بيوتنا نزل، قال: صدقت، ولكن القرآن حمال ذو وجوه، تقول ويقولون، ولكن خاصمهم بالسنن، فإنهم لن يجدوا عنها محيصاً. فخرج إليهم فخاصمهم بالسنن، فلم تبق بأيديهم حجة))[101].\nوقد نقل عن الصحابة والتابعين ومن أتى بعدهم من العلماء في تفسير الآية الواحدة معان متعددة: فمن ذلك ما نقل عن أبي العالية[102] قوله: كل آية نزلت في القرآن يذكر فيها حفظ الفروج فهو من الزنى إلا هذه الآية: \"وقل للمؤمنات يغضضن من أبصارهن ويحفظن فروجهن\"[103]. أن لا يراها أحد[104].\nوأخرج عن سعيد بن جبير[105]، قال: ((العفو)) في القرآن على ثلاثة أنحاء: نحو تجاوز عن الذنب، ونحو في القصد في النفقة:\n\"وَيَسْئَلُونَكَ مَاذَا يُنفِقُونَ قُلِ العَفْوَ\"[106].\nونحو في الإحسان فيما بين الناس:\n\"إِلاَّ أَن يَعْفُونَ أَوْ يَعْفُوَاْ الَّذِي بِيَدِهِ عُقْدَةُ\"[107].\nوأخرج عكرمة، قال:\n\"ما صنع الله فهو ((السُّدّ))، ما صنع الناس فهو ((السَّدّ))\"[108].\nوذكر أبو عمرو الداني[109] في قوله تعالى:\n\"وَسْئَلهُمْ عَنِ القَرْيَةِ الَّتِي كَانَتْ حَاضِرَةَ البَحْرِ\"[110].\n(1/12)",
        "\nأن المراد بالحضور هنا المشاهدة. قال: وهو بالظاء بمعنى المنع والتحويط، قال: ولم يأت بهذا المعنى إلاّ في موضع واحد، وهو قوله تعالى: \"فَكَانُواْ كَهَشِيمِ المُحْتَظِرِ\"[111].\nوقال أحمد بن فارس: ((كل ما في القرآن من ذكر الأسف، فمعناه الحزن إلا: \"فَلَمَّا ءَاسَفُونَا\"[112] فمعناه أغضبونا\".\nوكل ما فيه من ذكر البروج فهي الكواكب إلا:\n\"وَلَو كُنتُمْ فِي بُرُوجٍ مُّشَيَّدَةٍ\"[113]. فهي القصور الطوال الحصينة.\nوكل ما فيه من ((سخر)) فالاستهزاء إلا: \"سُخْرِيًّا\"[114].\nفي الزخرف فهو من التسخير والاستخدام))[115].\nوهذا القدر فيه الكفاية للدلالة على وجود هذا النوع من التفسير في عصر الرسول r، والصحابة من بعده، والتابعين ومن جاء بعدهم إلا أنه لم تظهر دواعي تدوينه في زمن الرسول وأصحابه وتابعيهم وذلك للأسباب التالية:\nأولاً: أن القرآن نزل بألسنتهم وهم أهل الفصاحة والبلاغة فهم من القدرة على إدراك ألفاظ القرآن ووجوه ألفاظه على حال لا تحوجهم إلى تدوينه، ولم يكن المجتمع العربي قد اختلط بعد باللسان الأعجمي الذي يحتاج إلى مثل هذه العلوم.\nثانياً: مشاهدتهم للتنزيل ومعرفة مناسبة النزول تساعدهم على فهم المراد من اللفظ في كل آية، وإن تعدد وروده في أماكن كثيرة من الآيات، ولكن ما إن جاء عصر أتباع التابعين حتى بعدت شقة الزمن بينهم وبين التنزيل فخفي عليهم بعض أسباب النزول، كما أن العجم قد دخلوا أفواجاً في الإسلام وهم لا علم لهم باللغة العربية وأساليبها، بالإِضافة إلى ذلك ظهور الأحزاب السياسية الإسلامية التي حاولت أن تدعم مزاعمها بحمل الألفاظ على المعنى الذي يؤيد عقيدتها. كذلك انتشار تدوين العلوم، كل هذه الأمور كانت من أسباب تدوين هذا النوع من التفسير حفاظاً على هذا العلم من الضياع.\n(1/13)\n",
        "فمن هذا كله وما تقدم نجد أن هذا العلم كان موجوداً في عصر الرسول r والصحابة، والتابعين من بعدهم، وأن الدواعي الآنفة الذكر كانت من أسباب توسع هذا العلم وتدوينه في كتب وكراريس، ثم تتابع التأليف في القرون التالية.\nوبالجملة فإن الاهتمام بالدراسات التي تتعلق بالقرآن الكريم إنما تعكس مدى العناية بهذا الكتاب الكريم، وقد ظهرت هذه العناية منذ عصر الصحابة كما أشرنا إلى ذلك في كثير من المواطن. ونرجو الله ألا تتوقف هذه الدراسات التي تكشف عن مكنونات القرآن وصلاحيته لكل زمن وكل جيل.\nوصلى الله وسلم على سيدنا محمد وعلى آله وصحبه أجمعين..\nقائمة المراجع والمصادر\n– الإتقان في علوم القرآن للحافظ جلال الدين عبدالرحمن السيوطي – تحقيق محمد أبو الفضل إبراهيم – ط. الثالثة 1405هـ – دار التراث للنشر والتوزيع – القاهرة.\n– أسد الغابة في معرفة الصحابة – لعز الدين بن الأثير الجزري – ط. الشعب.\n– الأشباه والنظائر للثعالبي، منه نسخة مخطوطة بمعهد المخطوطات لجامعة الدول العربية (سابقاً) مُدون عليها (ولي الدين 52) عن النسخة الأصلية بمكتبة بايزيد بتركيا.\n– الأشباه والنظائر لمقاتل بن سليمان البلخي – تحقيق الدكتور عبدالله محمود شحاته – الهيئة المصرية العامة للكتاب – القاهرة.\n– الإصابة في تمييز الصحابة لابن حجر العسقلاني – حقق أصوله وضبط أعلامه، ووضع فهارسه علي محمد البجاوي – ط. دار الثقافة العربية للطباعة – القاهرة.\n– الأعلام لخير الدين الزركلي – ط. السادسة 1984م – دار العلم للملايين – بيروت.\n– البداية والنهاية للحافظ ابن كثير – ط. الاولى 1351هـ – دار الفكر العربي – القاهرة.\n– البرهان في علوم القرآن للإمام بدر الدين الزركشي – تحقيق محمد أبو الفضل إبراهيم – ط. الأولى 1376هـ – دار إحياء الكتب العربية – القاهرة.\n(1/14)\n\n– بصائر ذوي التمييز في لطائف الكتاب العزيز لمجد الدين محمد بن يعقوب الفيروزآبادي – تحقيق الأستاذ محمد علي النجار – المكتبة العلمية – بيروت.\n– بغية الوعاة في طبقات اللغويين والنحاة للسيوطي – تحقيق محمد أبو الفضل إبراهيم – ط. الثانية 1399هـ – دار الفكر – القاهرة.\n– تاج العروس من جواهر القاموس للسيد محمد مرتضى الحسيني الزبيدي – تحقيق عبدالعليم الطحاوي، راجعه عبدالكريم العزباوي وعبدالستار أحمد فراج – طبعة حكومة الكويت 1394هـ.\n– تاريخ الإسلام ووفيات المشاهير والأعلام (عهد الخلفاء الراشدين) لشمس الدين محمد بن عثمان الذهبي – تحقيق الدكتور عمر عبدالسلام تدمري – ط. الأولى 1407هـ – دار الكتاب العربي – بيروت.\n– تاريخ الطبري (تاريخ الأمم والملوك) لأبي جعفر محمد بن جرير الطبري – تحقيق محمد أبو الفضل إبراهيم – ط. دار سويدان – بيروت.\n– تاريخ بغداد للحافظ أبي بكر أحمد الخطيب البغدادي – المكتبة السلفية – المدينة المنورة.\n– تاريخ الثقات للحافظ أحمد بن صالح العجلي – ترتيب نور الدين الهيثمي، وتضمينات ابن حجر العسقلاني – وثّق أصوله، وخرّج أحاديثه، وعلّق عليه د. عبدالمعطي قلعجي – ط. الأولى 1405هـ – دار الكتب العلمية – بيروت.\n– تاريخ خليفة بن خياط – تحقيق الدكتور أكرم ضياء العمري – ط. الثانية 1405هـ – دار طيبة – الرياض.\n– تحصيل نظائر القرآن للترمذي – مخطوطة بمكتبة جامعة الدول العربي (سابقاً) تحت رقم (البلدية 3585/2 خ).\n– تذكرة الحفاظ للإمام شمس الدين محمد الذهبي – ط. دار الفكر العربي.\n– التصاريف ليحيى بن سلام – تحقيق الدكتورة هند شلبي – الشركة التونسية للتوزيع.\n– تقريب التهذيب لابن حجر العسقلاني – حققه، وعلّق حواشيه، وقدّم له عبدالوهاب عبداللطيف – ط. الثانية 1395هـ – دار المعرفة للطباعة والنشر – بيروت.",
        "(1/15)\n\n– تهذيب التهذيب لابن حجر العسقلاني – ط. الأولى 1325هـ – دائرة المعارف العثمانية حيدر آباد الدكن الهند.\n– تهذيب الكمال في أسماء الرجال للحافظ جمال الدين أبي الحجاج يوسف المزي – حقّقه، وضبط نصه، وعلّق عليه الدكتور بشّار عوّاد معروف – ط. الأولى 1400هـ، مؤسسة الرسالة – بيروت.\n– جامع بيان العلم وفضله، وما ينبغي في روايته وحمله لأبي عمر يوسف بن عبدالبر النمري القرطبي – ط. إدارة الطباعة المنيرية – القاهرة.\n– جذوة المقتبس في ذكر ولاة الأندلس لأبي عبدالله محمد بن أبي نصر الحميدي الأزدي – ط. الدار المصرية للتأليف والترجمة 1966م – القاهرة.\n– جمهرة اللغة لابن دريد – ط. دائرة المعارف العثمانية – الهند.\n– حسن المحاضرة في تاريخ مصر والقاهرة لجلال الدين السيوطي – تحقيق محمد أبو الفضل إبراهيم – ط. الأولى 1387هـ – دار إحياء الكتب العربية – القاهرة.\n– حلية الأولياء وطبقات الأصفياء لأبي نعيم الأصبهاني – ط. الثالثة 1400هـ – دار الكتاب العربي – بيروت.\n– الدرر الكامنة في أعيان المائة الثامنة لابن حجر العسقلاني – مراقبة الدكتور محمد عبدالمعيد خان – ط. الثانية 1392هـ – دائرة المعارف العثمانية حيدر آباد الدكن الهند.\n– دلائل النبوة ومعرفة أحوال صاحب الشريعة لأبي بكر أحمد بن الحسين البيهقي – وثّق أصوله، وخرّج حديثه، وعلّق عليه الدكتور عبدالمعطي قلعجي – ط. الأولى 1405هـ – دار الكتب العلمية – بيروت.\n– سير أعلام النبلاء لشمس الدين محمد الذهبي – أشرف على تحقيق الكتاب، وخرج أحاديثه شعيب الأرنؤوط – ط. الثانية 1402هـ – مؤسسة الرسالة – بيروت.\n– السيرة النبوية لابن هشام حقّقها، وضبطها، وشرحها، ووضع فهارسها مصطفى السقا وآخرون – مؤسسة علوم القرآن – بيروت.\n– شذرات الذهب في أخبار من ذهب لأبي الفلاح عبدالحي بن العماد الحنبلي – ط. دار إحياء التراث العربي – بيروت.\n(1/16)",
        "\n– صحيح البخاري لأبي عبدالله محمد بن إسماعيل البخاري – إشراف بدر الدين جتين أر – دار الدعوة.\n– صحيح مسلم للإمام أبي الحسين مسلم بن الحجاج القشيري النيسابوري – وقف على طبعه، وتحقيق نصوصه، وتصحيحه وترقيمه محمد فؤاد عبدالباقي – دار الدعوة.\n– الصلة لأبي القاسم خلف بن عبدالملك بن بشكوال – ط. الدار المصرية للتأليف والترجمة 1966م.\n– طبقات الحفاظ للسيوطي – ط. الأولى 1403هـ – دار الكتب العلمية – بيروت.\n– الطبقات الكبرى لابن سعد – دار صادر – بيروت.\n– طبقات النحويين واللغويين للزبيدي – تحقيق محمد أبو الفضل إبراهيم – ط. الثانية – دار المعارف – مصر.\n– العبر في خبر من غبر لشمس الدين محمد الذهبي – تحقيق الدكتور صلاح الدين المنجد – ط. الثانية مصورة 1984م – مطبعة حكومة الكويت.\n– غاية النهاية في طبقات القراء للجزري – عني بنشره ج. برجستراسر – ط. الثانية 1400هـ – دار الكتب العلمية – بيروت.\n– فتح الباري بشرح الإمام البخاري لابن حجر العسقلاني – قرأ أصله تصحيحاً وتحقيقاً، وأشرف على مقابلة نسخه المطبوعة والمخطوطة عبدالعزيز بن عبدالله بن باز – نشر وتوزريع الرئاسة العامة لإدارات البحوث العلمية والإفتاء والدعوة والإرشاد بالمملكة العربية السعودية.\n– فوات الوفيات والذيل عليها لمحمد بن شاكر الكتبي – تحقيق الدكتور إحسان عباس – دار صادر – بيروت.\n– الكامل في التاريخ لعز الدين أبي الحسن علي بن عبدالواحد الشيباني المعروف بابن الأثير – دار صادر – بيروت 1402هـ.\n– كشف السرائر في معنى الوجوه والأشباه والنظائر لابن العماد – تحقيق الكتور فؤاد عبدالمنعم – مؤسسة شباب الجامعة – الإسكندرية.\n– كشف الظنون عن أسامي الكتب والفنون لحاجي خليفة – دار الفكر – 1402هـ.\n– لسان العرب لابن منظور – تصوير دار صادر – بيروت.\n– ما اتفق لفظه واختلف معناه من القرآن المجيد للمبرد – إشراف الأستاذ الميمني – المطبعة السلفية – الهند 1350هـ.\n(1/17)\n",
        "– مجمع الزوائد ومنبع الفوائد للحافظ نور الدين الهيثمي – بتحرير الحافظين العراقي وابن حجر – ط. الثالثة 1402هـ – دار الكتاب العربي – بيروت.\n– مرآة الجنان وعبرة اليقظان في معرفة حوادث الزمان لعفيف الدين عبدالله بن أسعد اليافعي اليمني – تحقيق عبدالله الجبوري – ط. الأولى 1405هـ – مؤسسة الرسالة – بيروت.\n– المستدرك على الصحيحين في الحديث لأبي عبدالله محمد بن عبدالله المعروف بالحاكم – دار الكتب العلمية – بيروت.\n– مسند الإمام أحمد – دار الدعوة.\n– المصنف لعبدالرزاق بن همام الصنعاني – عني بتحقيق نصوصه، وتخريج أحاديثه، والتعليق عليه حبيب الرحمن الأعظمي – ط. الثانية 1403هـ – المكتب الإسلامي – بيروت.\n– معترك الأقران في إعجاز القرآن للسيوطي – تحقيق علي محمد البجاوي – دار الفكر العربي – القاهرة.\n– معجم مقاييس اللغة لأحمد بن فارس – تحقيق عبدالسلام هارون – دار الفكر للطباعة والنشر والتوزيع – بيروت 1399هـ.\n– معجم المؤلفين لعمر رضا كحالة – دار إحياء التراث العربي – بيروت.\n– المغني في الضعفاء لشمس الدين محمد الذهبي – تحقيق الدكتور محمد نور الدين عتر – سوريا.\n– المفردات في غريب القرآن للراغب الأصفهاني – تحقيق وضبط محمد سيد كيلاني – دار المعارف – بيروت.\n– منتحب قرة العيون النواظر في الوجوه والنظائر في القرآن الكريم لابن الجوزي – تحقيق ودراسة محمد السيد الصفطاوي، والدكتور فؤاد عبدالمنعم أحمد – ط. منشأة المعارف – الإسكندرية.\n– ميزان الاعتدال في نقد الرجال لشمس الدين محمد الذهبي – تحقيق علي محمد البجاوي – ط. الأولى 1382هـ – دار المعرفة للطباعة والنشر – بيروت.\n– نزهة الأعين النواظر في علم الوجوه والنظائر في القرآن الكريم لابن الجوزي – عني بتصحيحه والتعليق عليه السيدة/ مهر النساء، آيم. آي. ط. الأولى 1394هـ، دائرة المعارف العثمانية حيدر أباد الدكن الهند.\n(1/18)\n\n– هدية العارفين لإسماعيل باشا البغدادي – دار الفكر – بيروت 1402هـ.\n– وجوه القرآن لإسماعيل الحيري – منه نسخة مخطوطة بجامعة الدول العربية تحت رقم (جامعة كمبريدج 1282 QR).\n– الوجوه والنظائر للدامغاني – حققه، ورتبه، وأكمله، وأصلحه عبدالعزيز سيد الأهل – دار العلم للملايين – بيروت.\n– الوجوه والنظائر في القرآن الكريم لهارون بن موسى الحجازي – منه نسخة مخطوطة بمكتبة جامعة الإمام محمد بن سعود الإسلامية بالرياض برقم 3334/ف.\n– وفيات الأعيان وأنباء أبناء الزمان لأبي العباس أحمد خلكان – تحقيق الدكتور إحسان عباس – دار صادر – بيروت.\n– الوافي بالوفيات لصلاح الدين خليل بن أبيك الصفدي – ط. الثانية 1985م، بيروت.\n--------------------------------------------------------------------------------\n[1] هذه القصة أخرجها الحاكم في المستدرك من حديث عبدالرزاق عن معمر بن راشد عن أيوب السختياني عن عكرمة عن ابن عباس وقال: هذا حديث صحيح الإسناد على شرط البخاري ولم يخرجاه، ووافقه الذهبي 2/507، وأخرجها البيهقي في دلائل النبوة من طريق عبدالرزاق أيضاً، كما أخرجها من طرق أخرى مرسلة ومسندة بالإسناد السابق 2/198 – 205، وانظر: البداية والنهاية 3/60 – 61، السيرة النبوية 1/270.\n[2] سورة الجن، الآيتان (1، 2).\n[3] هو: محمد بن الحسن بن دريد بن عتاهية، أبو بكر، الأزدي البصري صاحب التصانيف، قال الذهبي: كان آية من الآيات في قوة الحفظ، من تصانيفه: الجمهرة في اللغة، والمجتنى، وغير ذلك. توفي سنة 321هـ.\nانظر: نزهة الألباء ص191، سير أعلام النبلاء 15/96.\n[4] انظر: جمهرة اللغة، مادة (وجه).\n[5] هو: محمد بن مكرم بن علي وقيل رضوان بن منظور جمال الدين أبو الفضل. كان عارفاً بالنحو واللغة والتاريخ والكتابة. توفي سنة 711هـ.\nانظر: الوافي بالوفيات 5/54، بغية الوعاة 1/248.\n[6] أخرجه الإمام أحمد في المسند 5/391.",
        "(1/19)\n\n[7] هو: عويمر بن زيد الأنصاري الخزرجي، شهد أحداً وأبلى يومئذ بلاءً حسناً، حكيم هذه الأمة، كان عالم أهل الشام ومقرئ، أهل دمشق وقاضيهم. توفي سنة 32هـ.\nانظر: أسد الغابة 6/97، العبر 1/33، تهذيب التهذيب 8/175.\n[8] انظر: الطبقات الكبرى لابن سعد 2/357 ولفظه ((عن أبي قلابة)): أن أبا الدرداء كان يقول: ((إنك لن تفقه كل الفقه حتى ترى للقرآن وجوها)).\n[9] انظر: 13/555، مادة (وجه).\n[10] هو: أحمد بن فارس بن زكريا أبو الحسين الرازي، من أكابر أئمة اللغة، كان فقيهاً، شافعياً، حاذقاً ثم انتقل إلى مذهب مالك في آخر أمره، من مصنفاته: حلية الفقهاء، متخير الألفاظ، توفي سنة 395هـ.\nانظر: نزهة الألباء ص235، الوافي بالوفيات 7/279.\n[11] انظر: معجم مقاييس اللغة 6/88.\n[12] انظر: جمهرة اللغة لابن دريد، مادة (نظر) 2/379.\n[13] هو: عبدالله بن مسعود أبو عبدالرحمن الهذلي صاحب رسول الله صلى الله عليه وسلم وخادمه وأحد السابقين الأولين، ومن كبار البدريين، كان ممن يتحرّى في الأداء ويشدّد في الرواية. مات سنة 32هـ.\nانظر: تذكرة الحفاظ 1/13، الإصالة 4/233.\n[14] انظر: فتح الباري شرح صحيح البخاري لابن حجر 2/259، باب جمع بين السورتين في الركعة، (ح775).\n[15] هو: أحمد بن عبدالله بن محمد أبو العباس المكي الشافعي المحب الطبري. كان إماماً زاهداً صالحاً كبير الشأن. صنف الأحكام الكبرى.\nتوفي سنة 694هـ. انظر: تذكرة الحفاظ 4/1474، وطبقات الحفاظ للسيوطي ص514.\n[16] انظر: فتح الباري شرح صحيح البخاري لابن حجر 2/259، باب الجمع بين السورتين في الركعة (ح775).\n[17] هو: محمد بن محمد بن محمد بن عبدالرزاق الحسيني الزبيدي أبو الفيض الملقب بمرتضى، من علماء اللغة والحديث والرجال والأنساب، ومن كبار المصنفين. من مصنفاته: تاج العروس في شرح القاموس، إتحاف السادة المتقين في شرح إحياء العلوم للغزالي.\nتوفي سنة 1205هـ.\n(1/20)",
        "\nانظر: الأعلام 7/70، معجم المؤلفين لعمر رضا كحالة 11/282.\n[18] انظر: ج 14/249، 252، 255.\n[19] انظر: المرجع السابق.\n[20] هو: عبدالملك بن قريب بن علي بن أصمع، أبو بكر الأصمعي الباهلي، صاحب النحو واللغة والغريب والأخبار والملح. توفي سنة 216هـ.\nانظر: طبقات النحويين واللغويين ص167، نزهة الألباء ص90.\n[21] انظر: لسان العرب لابن منظور، مادة (نظر) 5/219.\n[22] هو: عبدالرحمن بن علي أبو الفرج جمال الدين ابن الجوزي، كان مبرزاً في التفسير، وفي الوعظ، وفي التاريخ.\nمن مصنفاته: زاد المسير في علم التفسير، نزهة الأعين النواظر في علم الوجوه والنظائر في القرآن الكريم، توفي سنة 597هـ.\nانظر: وفيات الأعيان 3/140، طبقات الحفاظ للسيوطي ص61.\n[23] انظر: 1/2.\n[24] هو: محمد بن عبدالله بن بهادر بدر الدين الزركشي، أحد العلماء الأثبات الذين برزوا في الفقه والحديث والتفسير وأصول الدين، مصنفاته: البرهان في علوم القرآن، البحر المحيط في أصول الفقه. توفي سنة 794هـ.\nانظر: الدرر الكامنة 3/397، شذرات الذهب 6/335.\n[25] هو: عبدالرحمن بن الكمال أبي بكر بن محمد أبو الفضل جلال الدين الخضري السيوطي. أحد العلماء الأثبات والمبرزين في التفسير والحديث والفقه وغيرها.\nومن مصنفاته: الدر المنثور في التفسير بالمأثور، الإتقان في علوم القرآن. توفي سنة 911هـ. انظر: حسن المحاضرة 1/335، شذرات الذهب 8/51، هدية العارفين 5/534.\n[26] انظر: البرهان في علوم القرآن 1/102.\n[27] انظر: الإتقان في علوم القرآن 2/121.\n[28] انظر: كشف الظنون عن أسامي الكتب والفنون لحاجي خليفة 2/2001.\n[29] سورة البقرة من الآية (42).\n[30] سورة آل عمران من الآية (71).\n[31] سورة الأنعام من الآية (82).\n[32] سورة البقرة من الآية (187).\n[33] سورة النبأ من الآية (10).\n[34] سورة الأعراف من الآية (26).\n[35] سورة الدخان من الآية (53).\n[36] سورة الأعراف من الآية (26).\n(1/21)\n",
        "[37] انظر: الأشباه والنظائر لمقاتل ص105 تحقيق عبدالله محمود شحاته.\n[38] هو: الحسين بن محمد أبو القاسم المعروف بالراغب الأصفهاني، صاحب اللغة والعربية والحديث والشعر. من تصانيفه: المفردات في غريب القرآن، توفي سنة 502هـ وقيل غير ذلك. انظر: سير أعلام النبلاء 18/120، بغية الوعاة 2/297.\n[39] هو كتاب المفردات في غريب القرآن تحقيق وضبط محمد سيد كيلاني.\n[40] سورة يوسف من الآية (20).\n[41] الحديث أخرجه البخاري في صحيحه ج3 ص24 (34 – كتاب البيوع) باب لا يبيع على بيع أخيه، ج1082 ولفظه: (لا يبيع بعضكم على بيع أخيه)، وأخرجه مسلم في صحيحه ج2 ص1154 (21 – كتاب البيوع، ج8) بمثله.\n[42] البيت للأجدع بن مالك بن أمية الهمداني.\nانظر: اللسان 8/25، وتاج العروس 20/369 والبيت كما ورد فيها:\nفرضيت آلاء الكميت، فمن تبع\nفرساً، فليس جوادنا بمباع\n[43] سورة البقرة من الآية (275).\n[44] سورة الجمعة من الآية (9).\n[45] سورة إبراهيم من الآية (31).\n[46] سورة البقرة من الآية (254).\n[47] سورة التوبة من الآية (111).\n[48] سورة الفتح من الآية (18).\n[49] سورة التوبة من الآية (111).\n[50] انظر: ص67.\n[51] انظر: نزهة الأعين النواظر في علم الوجوه والنظائر في القرآن الكريم لابن الجوزي 1/2.\n[52] انظر: المرجع السابق.\n[53] طبع بتحقيق د. عبدالله محمود شحاته، الهيئة المصرية العامة للكتاب.\n[54] انظر: نزهة الأعين النواظر 1/2.\n[55] انظر: المرجع السابق.\n[56] طبع بتحقيق د/ هند شلبي، الشركة التونسية للتوزيع.\n[57] انظر: عيون المناظرات للسكوني، مناظرة رقم 178.\n[58] منه نسخة مخطوطة بمكتبة جامعة الدول العربية تحت رقم (البلدية 3585/2 خ).\n[59] مطبوع بالقاهرة سنة 1350هـ، بعناية عبدالعزيز الميمني الراجكوني.\n[60] انظر: كشف الظنون 1/2001، ومعجم المؤلفين 9/214.\n[61] انظر: البرهان للزركشي 1/102.\n(1/22)\n\n[62] منه نسخة مخطوطة بمكتبة جامعة الدول العربية تحت رقم (ولي الدين 51052 ق).\n[63] منه نسخة مخطوطة بجامعة الدول العربية تحت رقم جامعة كمبريدج 1282.\n[64] انظر: نزهة الأعين النواظر 1/2.\n[65] حققه ورتبه وأكمله وأصلحه عبدالعزيز سيد الأهل، دار العلم للملايين بيروت.\n[66] انظر: نزهة الأعين النواظر 1/2.\n[67] طبع بالهند أولاً بتحقيق السيدة مهر النساء آيم. آي لنيل درجة الدكتوراه. وطبع ثانياً ببيروت بتحقيق محمد عبدالكريم كاظم الراضي لنيل درجة الماجستير.\n[68] طبع باسم/ بصائر ذوي التمييز في لطائف الكتاب العزيز بتحقيق الأستاذ محمد علي النجار، المكتبة العلمية، بيروت.\n[69] طبع بمؤسسة شباب الجامعة بالإسكندرية بتحقيق الدكتور فؤاد عبدالمنعم أحمد.\n[70] له كتاب معترك الأقران في مشترك القرآن، وهو خلاف معترك الأقران في إعجاز القرآن، ولم يعثر على الأول وهو المقصود، ذكره السيوطي في الإتقان 2/121.\n[71] سورة النجم من الآية (28).\n[72] سورة الحاقة الآية (20).\n[73] انظر: كشف الظنون 2/1292.\n[74] حققه كل من الدكتور محمد السيد الصفطاوي والدكتور فؤاد عبدالمنعم أحمد، طبع منشاة المعارف بالإسكندرية.\n[75] هو: مقاتل بن سليمان البلخي، أحد المفسرين، جرّحه علماء الجرح والتعديل، وأثنى عليه بعضهم تفسيره لكتاب الله وهو تفسير القرآن بالقرآن، من مصنفاته: الأشباه والنظائر في القرآن الكريم توفي سنة 150هـ.\nانظر: تاريخ بغداد 13/160، ميزان الاعتدال 4/173.\n[76] انظر: الإتقان 2/121.\n[77] هو: يوسف بن عبدالله بن محمد بن عبدالبر، أبو عمر، المري القرطبي، إمام عصره في الحديث والأثر وما يتعلق بهما، من مصنفاته: التمهيد لما في الموطأ من المعاني والأسانيد، جامع بيان العلم وفضله وما ينبغي في روايته وحمله، توفي سنة 463. انظر: الصلة لابن بشكوال 2/677، وفيات الأعيان 7/66.",
        "(1/23)\n\n[78] هو: شداد بن أوس بن ثابت، أبو يعلى، ويقال أبو عبدالرحمن الأنصاري النجاري الخزرجي، من فضلاء الصحابة وعلمائهم، نزل بيت المقدس، توفي سنة 58. انظر: الإصابة 3/319.\n[79] انظر: جامع بيان العلم وفضله وما ينبغي في روايته وحمله 2/45.\n[80] هو: صدقة بن عبدالله السمين، أبو معاوية الدمشقي. ضعّفه أحمد والبخاري، وقال أبو زرعة: كان قدرياً ليناً. وقال الذهبي في السير: ((هو ممن يجوز حديثه، ولا يحتج به)). مات سنة 166هـ.\nانظر: ميزان الاعتدال 2/310، سير أعلام النبلاء 7/314.\n[81] هو: أبان بن أبي عياش من التابعين، قال أحمد: تركوا حديثه، روى له أبو داود. انظر: المغني في الضعفاء 1/7.\n[82] هو: عبدالرزاق بن همام بن نافع، أبو بكر الحميري مولاهم الصنعاني. قال ابن حجر: ثقة حافظ، مصنف، شهير، عمي في آخر عمره فتغيّر، وكان يتشيع توفي سنة 211هـ.\nانظر: سير أعلام النبلاء 9/563، تقريب التهذيب 1/505.\n[83] هو: معمر بن راشد، أبو عروة بن أبي عمرو، الأزدي مولاهم البصري، نزيل اليمن، كان من أوعية العلم مع الصدق والتحري والورع والجلالة وحسن التصنيف. توفي سنة 153هـ. انظر: طبقات خليفة بن خياط ص426، سير أعلام النبلاء 7/5.\n[84] هو: أيوب بن أبي تميمة كيسان، أبو بكر، السختياني العنزي مولاهم، البصري، عداده في صغار التابعين. قال الذهبي: إليه المنتهى في الإتقان. توفي سنة 131هـ. انظر: طبقات ابن سعد 7/246، سير أعلام النبلاء 6/15.\n[85] هو: عبدالله بن زيد بن عمرو، ويقال ابن عامر، أبو قلابة البصري، أحد الأئمة الأعلام، ذكره محمد ابن سعد في الطبقة الثانية من أهل البصرة، كان ثقة كثير الحديث، روى له الجماعة. مات بالشام سنة 106 أو 107هـ وقيل مات سنة 104هـ.\nانظر: الطبقات الكبرى لابن سعد 7/183، تاريخ خليفة بن خياط ص33، تاريخ الثقات للعجلي ص257، سير أعلام النبلاء 4/468.\n[86] انظر: المصنف، 11/255، تحقيق حبيب الرحمن الأعظمي.\n(1/24)",
        "\n[87] هو: أحمد بن عبدالله بن أحمد بن مهران، أبو نعيم المهراني الأصبهاني. كان حافظاً مبرزاً، عالي الإسناد، عمل معجم شيوخه، وكتاب الحلية، والمستخرج على الصحيحين. توفي سنة 430هـ.\nانظر: وفيات الأعيان 1/91، سير أعلام النبلاء 17/453.\n[88] هو: أحمد بن جعفر بن حمدان، أبو بكر القطيعي الحنبلي راوي مسند الإمام أحمد، والزهد والفضائل. ثقة زاهد، توفي سنة 368هـ.\nانظر: الوافي بالوفيات 6/290، سير أعلام النبلاء 16/210.\n[89] هو: عبدالله بن أحمد بن حنبل، أبو عبدالرحمن الشيباني المروزي البغدادي. قال الخطيب: كان ثقة، ثبتا، فهما. توفي سنة 290هـ.\nانظر: تاريخ بغداد 9/375، سير أعلام النبلاء 13/516.\n[90] هو: أحمد بن محمد بن حنبل الشيباني، أبو عبدالله، المروزي، إمام المحدثين الناصر للدين والمناضل عن السنة والصابر في المحنة، روى عنه البخاري ومسلم وأبو داود وغيرهم، صنف كتابه ((المسند)) جمع فيه من الحديث ما لم يتفق لغيره. توفي رحمه الله سنة 241هـ.\nانظر: تاريخ بغداد 4/412، تهذيب الكمال للمزي 1/437، وفيات الأعيان 1/63.\n[91] هو: إسماعيل بن إبراهيم بن مقسم، أبو بشر، الأسدي مولاهم البصري المعروف بابن عليه، كان فقيهاً، إماماً، مفتياً، من أئمة الحديث. توفي سنة 193هـ. انظر: طبقات ابن سعد 7/325، سير أعلام النبلاء 9/107.\n[92] انظر: حلية الأولياء وطبقات الأصفياء 1/281.\n[93] هو: حذيفة بن اليمان العبسي، من كبار الصحابة، استعمله عمر على المدائن، لم يزل بها حتى مات بعد قتل عثمان، وبعد بيعة علي، بأربعين يوماً (رضي الله عنهم أجمعين) وذلك سنة 36هـ. انظر: الإصابة 2/44.\n(1/25)\n",
        "[94] هو: محمد بن أحمد بن عثمان بن قايماز، شمس الدين، أبو عبدالله الذهبي. عالم جليل، عني بالقراءات من صغره، أتقن الحديث ورجاله، ونظر علله وأحواله، وعرف تراجم الناس، وأكثر من التصنيف. من آثاره: تاريخ الإسلام، سير أعلام النبلاء، ميزان الاعتدال في نقد الرجال. توفي سنة 748هـ. انظر: فوات الوفيات والذيل عليها 3/315، غاية النهاية 2/171.\nوانظر: تذكرة الحفاظ 1/94.\n[95] انظر: أسد الغابة 6/97، وتذكرة الحفاظ 1/24.\n[96] انظر: جامع بيان العلم وفضله 2/45.\n[97] هو: محمد بن سعد بن منيع، أبو عبدالله، مولى بني هاشم الحافظ البصري، كان صدوقاً ثقة، قال الخطيب البغدادي: ((.. ومحمد عندنا من أهل العدالة، وحديثه يدل على صدقه فإنه يتحرى في كثير من رواياته وهو مولى الحسين..)). صنف الطبقات الكبرى والصغير وهو كتاب الواقدي. توفي سنة 230هـ.\nانظر: تاريخ بغداد 5/321، الوافي بالوفيات 3/88، تذكرة الحفاظ 2/425.\n[98] هو: عكرمة مولى ابن عباس أبو عبدالله المدني، أصله من البربر من أهل المغرب، كان من بحور العلم. توفي سنة 107هـ.\nانظر: تذكرة الحفاظ 1/95، طبقات الحفاظ للسيوطي ص43.\n[99] هو: عبدالله بن العباس بن عبدالمطلب بن هاشم بن عبدِ مناف، ابن عم رسول الله صلى الله عليه وسلم، دعى له الرسول عليه الصلاة والسلام ((اللهم فقهه في الدين وعلمه التأويل))، كان بحراً في علوم شتى، راوياً للحديث، مفسر لكتاب الله. توفي سنة 68هـ. انظر: الإصابة 4/141، وفيات الأعيان 3/62.\n[100] هو: علي بن أبي طالب، أبو الحسين الهاشمي، قاضي الأمة، وختن المصطفى صلى الله عليه وسلم، ممن سبق إلى الإسلام وجاهد في الله حق جهاده، نهض بأعباء العلم والعمل، شهد له النبي عليه الصلاة والسلام بالجنة. استشهد (رضي الله عنه) سنة 40هـ. انظر: أسد الغابة 4/91، تذكرة الحفاظ 1/10.\n(1/26)\n\n[101] هذا اللفظ عزاه السيوطي في الإتقان (2/122) إلى ابن سعد، غير أني لم أجد هذا اللفظ في طبقات ابن سعد، بيد أنه ساق القصة مطولة 3/32، كما أخرجها الطبري في تاريخه 5/64 – 65، وابن كثير في البداية والنهاية 7/304، وابن الأثير في الكامل 3/327، واليافعي في مرآة الجنان 1/148، والذهبي في تاريخ الإسلام ص588.\nوذكرها الهيثمي في مجمع الزوائد 6/239، وعزاها لأحمد والطبري، وكلهم ذكروا القصة مطولة، ومختصرة، ولم يذكر أحدهم اللفظ الذي ساقه السيوطي في الإتقان.\n[102] هو: رفيع بن مهران، أبو العالية، الرياحي البصري، من كبار التابعين، أسلم بعد وفاة النبي صلى الله عليه وسلم بسنتين.\nقال أبو بكر بن أبي داود: ليس أحد بعد الصحابة أعلم بالقرآن منه. مات سنة 90هـ وقيل سنة 96هـ.\nانظر: غاية النهاية 1/284، طبقات الحفاظ للسيوطي 29.\n[103] سورة النور من الآية (31).\n[104] انظر الإتقان 2/137.\n[105] هو: سعيد بن جبير الأسدي مولاهم، الكوفي، ثقة ثبت فقيه، من الثالثة. قتل بين يدي الحجاج سنة 95هـ. انظر: تقريب التهذيب 1/292، طبقات الحفاظ للسيوطي 38.\n[106] سورة البقرة من الآية (219).\n[107] سورة البقرة من الآية (237). وانظر: الإتقان 2/138.\n[108] انظر: الإتقان 2/137.\n[109] هو: عثمان بن سعيد أبو عمرو الأموي مولاهم الأندلسي القرطبي ثم الداني، يعرف قديماً بابن الصيرفي.\nقال الذهبي: إليه المنتهى في تحرير علم القراءات، وعلم المصاحف، مع البراعة في علم الحديث والتفسير والنحو وغير ذلك.\nمن مصنفاته: كتاب التيسير، التلخيص في قراءة ورش. توفي سنة 444هـ.\nانظر: جذوة المقتبس ص305، سير أعلام النبلاء 18/77.\n[110] سورة الأعراف من الآية (163).\n[111] سورة القمر من الآية (31). وانظر: البرهان في علوم القرآن 1/111.\n[112] سورة الزخرف من الآية (55).\n[113] سورة النساء من الآية (78).\n[114] سورة الزخرف من الآية (32).\n[115] انظر: الإتقان 2/132 – 133.",
        "(1/27)\n\nالمصدر مجلة البحوث الإسلامية، العدد السابع والعشرون\n(1/28)"
    ]
}