{
    "partText": [
        "\nالولاء والبراء\nلفضيلة الشيخ\nصالح بن فوزان بن عبد الله الفوزان\n- حفظه الله -\n\nالمقدمة\nالحمد لله والصلاة والسلام على نبينا محمد وآله وصحبه ومن اهتدى بهداه، وبعد:\nفإنه بعد محبة الله ورسوله تجب محبة أولياء الله ومعاداة أعدائه.\nفمن أصول العقيدة الإسلامية أنه يجب على كل مسلم يدين بهذه العقيدة أن يوالي أهلها ويعادي أعداءها فيحب أهل التوحيد والإخلاص ويواليهم، ويبغض أهل الإشراك ويعاديهم، وذلك من ملة إبراهيم والذين معه، الذين أمرنا بالاقتداء بهم، حيث يقول سبحانه وتعالى : { قَدْ كَانَتْ لَكُمْ أُسْوَةٌ حَسَنَةٌ فِي إِبْرَاهِيمَ وَالَّذِينَ مَعَهُ إِذْ قَالُوا لِقَوْمِهِمْ إِنَّا بُرَاءٌ مِنكُمْ وَمِمَّا تَعْبُدُونَ مِن دُونِ اللَّهِ كَفَرْنَا بِكُمْ وَبَدَا بَيْنَنَا وَبَيْنَكُمُ الْعَدَاوَةُ وَالْبَغْضَاءُ أَبَدًا حَتَّى تُؤْمِنُوا بِاللَّهِ وَحْدَهُ}(1).\nوهو من دين محمد عليه الصلاة والسلام. قال تعالى : {لاَ تَتَّخِذُواْ الْيَهُودَ وَالنَّصَارَى أَوْلِيَاءَ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ وَمَن يَتَوَلَّهُم مِّنكُمْ فَإِنَّهُ مِنْهُمْ إِنَّ اللَّهَ لاَ يَهْدِي الْقَوْمَ الظَّالِمِينَ}(2).\nوهذه في تحريم موالاة أهل الكتاب خصوصًا. وقال في تحريم موالاة الكفار عمومًا: { يَا أَيُّهَا الَّذِينَ آمَنُوا لا تَتَّخِذُوا عَدُوِّي وَعَدُوَّكُمْ أَوْلِيَاءَ}(3).\nبل لقد حرَّم على المؤمن موالاة الكفار ولو كانوا من أقرب الناس إليه نسبًا، قال تعالى : {يَا أَيُّهَا الَّذِينَ آمَنُواْ لاَ تَتَّخِذُواْ آبَاءَكُمْ وَإِخْوَانَكُمْ أَوْلِيَاءَ إَنِ اسْتَحَبُّواْ الْكُفْرَ عَلَى الإِيمَانِ وَمَن يَتَوَلَّهُم مِّنكُمْ فَأُوْلَئِكَ هُمُ الظَّالِمُونَ}(4).\n__________\n(1) الممتحنة: 4]\n(2) المائدة: 51]\n(3) الممتحنة: 1]\n(4) التوبة: 23]\n(1/1)\n",
        "وقال تعالى: { لا تَجِدُ قَوْمًا يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الآخِرِ يُوَادُّونَ مَنْ حَادَّ اللَّهَ وَرَسُولَهُ وَلَوْ كَانُوا آبَاءَهُمْ أَوْ أَبْنَاءَهُمْ أَوْ إِخْوَانَهُمْ أَوْ عَشِيرَتَهُمْ}(1).\nوقد جهل كثير من الناس هذا الأصل العظيم، حتى لقد سمعت بعض المنتسبين إلى العلم والدعوة في إذاعة عربية يقول عن النصارى إنهم إخواننا، ويا لها من كلمة خطيرة.\nوكما أن الله سبحانه حرَّم موالاة الكفار أعداء العقيدة الإسلامية فقد أوجب سبحانه موالاة المؤمنين محبتهم، قال تعالى: { إِنَّمَا وَلِيُّكُمُ اللَّهُ وَرَسُولُهُ وَالَّذِينَ آمَنُواْ الَّذِينَ يُقِيمُونَ الصَّلاَةَ وَيُؤْتُونَ الزَّكَاةَ وَهُمْ رَاكِعُونَ، وَمَن يَتَوَلَّ اللَّهَ وَرَسُولَهُ وَالَّذِينَ آمَنُواْ فَإِنَّ حِزْبَ اللَّهِ هُمُ الْغَالِبُونَ}(2).\nوقال تعالى: { مُّحَمَّدٌ رَّسُولُ اللَّهِ وَالَّذِينَ مَعَهُ أَشِدَّاءُ عَلَى الْكُفَّارِ رُحَمَاءُ بَيْنَهُمْ}(3).\nوقال تعالى: { إِنَّمَا الْمُؤْمِنُونَ إِخْوَةٌ}(4).\nفالمؤمنون إخوة في الدين والعقيدة وإن تباعدت أنسابهم وأوطانهم وأزمانهم قال تعالى: { وَالَّذِينَ جَاؤُوا مِن بَعْدِهِمْ يَقُولُونَ رَبَّنَا اغْفِرْ لَنَا وَلإِخْوَانِنَا الَّذِينَ سَبَقُونَا بِالإِيمَانِ وَلا تَجْعَلْ فِي قُلُوبِنَا غِلاّ لِّلَّذِينَ آمَنُوا رَبَّنَا إِنَّكَ رَؤُوفٌ رَّحِيمٌ}(5).\nفالمؤمنون من أول الخليقة إلى آخرها مهما تباعدت أوطانهم وامتدت أزمانهم إخوة متحابون يقتدى آخرهم بأولهم ويدعون بعضهم لبعض ويستغفر بعضهم لبعض.\n\nوللولاء والبراء مظاهر تدل عليهما:\nأولاً : من مظاهر موالاة الكفار\n1 ـ التشبه بهم في الملبس والكلام وغيرهما:\n__________\n(1) المجادلة: 22]\n(2) المائدة: 55-56]\n(3) الفتح: 29]\n(4) الحجرات: 10]\n(5) الحشر: 10]\n(1/2)\n\nلأن التشبه بهم في الملبس والكلام وغيرهما يدل على محبة المتشبه به، ولهذا قال النبي صلى الله عليه وسلم: \"من تشبه بقوم فهو منهم\".\nفيحرم التشبه بالكفار فيما هو من خصائصهم من عاداتهم، وعباداتهم، سمتهم وأخلاقهم كحلق اللحى، وإطالة الشوارب، والرطانة بلغتهم إلا عند الحاجة، وفي هيئة اللباس، والأكل والشرب وغير ذلك.\n2 ـ الإقامة في بلادهم وعدم الانتقال منها إلى بلد المسلمين لأجل الفرار بالدين:\nلأن الهجرة بهذا المعنى، ولهذا الغرض واجبة على المسلم. لأن إقامته في بلاد الكفر تدل على موالاة الكافرين – ومن هنا حرَّم الله إقامة المسلم بين الكفار إذا كان يقدر على الهجرة، قال تعالى: { إِنَّ الَّذِينَ تَوَفَّاهُمُ الْمَلآئِكَةُ ظَالِمِي أَنْفُسِهِمْ قَالُواْ فِيمَ كُنتُمْ قَالُواْ كُنَّا مُسْتَضْعَفِينَ فِي الأَرْضِ قَالْوَاْ أَلَمْ تَكُنْ أَرْضُ اللَّهِ وَاسِعَةً فَتُهَاجِرُواْ فِيهَا فَأُوْلَئِكَ مَأْوَاهُمْ جَهَنَّمُ وَسَاءَتْ مَصِيرًا، إِلاَّ الْمُسْتَضْعَفِينَ مِنَ الرِّجَالِ وَالنِّسَاءِ وَالْوِلْدَانِ لاَ يَسْتَطِيعُونَ حِيلَةً وَلاَ يَهْتَدُونَ سَبِيلاً، فَأُوْلَئِكَ عَسَى اللَّهُ أَن يَعْفُوَ عَنْهُمْ وَكَانَ اللَّهُ عَفُوًّا غَفُورًا}(1).\nفلم يعذر الله في الإقامة في بلاد الكفار إلا المستضعفين الذين لا يستطيعون الهجرة. وكذلك من كان في إقامته مصلحة دينية كالدعوة إلى الله ونشر الإسلام في بلادهم.\n3 ـ السفر إلى بلادهم لغرض النزهة ومتعة النفس.\nوالسفر إلى بلاد الكفار مُحرَّم إلا عند الضرورة – كالعلاج والتجارة والتعليم للتخصصات النافعة التي لا يمكن الحصول عليها إلا بالسفر إليهم – فيجوز بقدر الحاجة، وإذا انتهت الحاجة وجب الرجوع إلى بلاد المسلمين.\n__________\n(1) النساء: 97-99]",
        "(1/3)\n\nويشترط كذلك لجواز هذا السفر أن يكون مُظهِرًا لدينه معتزًا بإسلامه مبتعدًا عن مواطن الشر، حذرًا من دسائس الأعداء ومكائدهم، وكذلك يجوز السفر أو يجب إلى بلادهم إذا كان لأجل الدعوة إلى الله ونشر الإسلام.\n4 ـ إعانتهم ومناصرتهم على المسلمين ومدحهم والذب عنهم.\nوهذا – من نواقض الإسلام وأسباب الردة – نعوذ بالله من ذلك.\n5 ـ الاستعانة بهم والثقة بهم وتوليتهم المناصب التي فيها أسرار المسلمين واتخاذهم بطانة ومستشارين.\nقال تعالى: { يَا أَيُّهَا الَّذِينَ آمَنُواْ لاَ تَتَّخِذُواْ بِطَانَةً مِّن دُونِكُمْ لاَ يَأْلُونَكُمْ خَبَالاً وَدُّواْ مَا عَنِتُّمْ قَدْ بَدَتِ الْبَغْضَاءُ مِنْ أَفْوَاهِهِمْ وَمَا تُخْفِي صُدُورُهُمْ أَكْبَرُ قَدْ بَيَّنَّا لَكُمُ الآيَاتِ إِن كُنتُمْ تَعْقِلُونَ، هَاأَنتُمْ أُوْلاءِ تُحِبُّونَهُمْ وَلاَ يُحِبُّونَكُمْ وَتُؤْمِنُونَ بِالْكِتَابِ كُلِّهِ وَإِذَا لَقُوكُمْ قَالُواْ آمَنَّا وَإِذَا خَلَوْاْ عَضُّواْ عَلَيْكُمُ الأَنَامِلَ مِنَ الْغَيْظِ قُلْ مُوتُواْ بِغَيْظِكُمْ إِنَّ اللَّهَ عَلِيمٌ بِذَاتِ الصُّدُورِ، إِن تَمْسَسْكُمْ حَسَنَةٌ تَسُؤْهُمْ وَإِن تُصِبْكُمْ سَيِّئَةٌ يَفْرَحُواْ بِهَا}(1).\nفهذه الآيات الكريمة تشرح دخائل الكفار وما يكنونه نحو المسلمين من بغض وما يدبرونه ضدهم من مكر وخيانة وما يحبونه من مضرة المسلمين وإيصال الأذى إليهم بكل وسيلة، وأنهم يستغلون ثقة المسلمين بهم فيخططون للإضرار بهم والنيل منهم.\n__________\n(1) آل عمران: 118-120]\n(1/4)",
        "\nروى الإمام أحمد عن أبي موسى الأشعري – رضي الله عنه – قال: قلت لعمر –رضي الله عنه-: لي كاتب نصراني، قال: مالك قاتلك الله، أما سمعت قول الله تعالى: { يَا أَيُّهَا الَّذِينَ آمَنُواْ لاَ تَتَّخِذُواْ الْيَهُودَ وَالنَّصَارَى أَوْلِيَاءَ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ}(1). ألا اتخذت حنيفًا، قلت يا أمير المؤمنين لي كتابته وله دينه، قال: لا أكرمهم إذ أهانهم الله، ولا أعزهم إذ أذلهم الله، ولا أدنيهم وقد أقصاهم الله.\nوروى الإمام أحمد ومسلم أن النبي صلى الله عليه وسلم خرج إلى بدر فتبعه رجل من المشركين فلحقه عند الحرة، فقال: إني أردت أن أتبعك وأصيب معك، قال: تؤمن بالله ورسوله؟ قال: لا. قال: ارجع فلن أستعين بمشرك.\nومن هذه النصوص يتبين لنا تحريم تولية الكفار أعمال المسلمين التي يتمكنون بواسطتها من الاطلاع على أحوال المسلمين وأسرارهم ويكيدون لهم بإلحاق الضرر بهم.\nومن هذا ما وقع في هذا الزمان من استقدام الكفار إلى بلاد المسلمين – بلاد الحرمين الشريفين – وجعلهم عمالاً وسائقين ومستخدمين، ومربين في البيوت وخلطهم مع العوائل، أو خلطهم مع المسلمين في بلادهم.\n6 ـ التأريخ بتاريخهم خصوصًا التاريخ الذي يعبر عن طقوسهم وأعيادهم كالتاريخ الميلادي.\nوالذي هو عبارة عن ذكرت مولد المسيح عليه السلام، والذي ابتدعوه من أنفسهم وليس هو من دين المسيح عليه السلام، فاستعمال هذا التاريخ فيه مشاركة في إحياء شعارهم وعيدهم.\nولتجنب هذا لما أراد الصحابة – رضي الله عنهم – وضع تاريخ للمسلمين في عهد الخليفة عمر – رضي الله عنه – عدلوا عن تواريخ الكفار وأرّخوا بهجرة الرسول صلى الله عليه وسلم مما يدل على وجوب مخالفة الكفار في هذا وفي غيره مما هو من خصائصهم – والله المستعان.\n7 ـ مشاركتهم في أعيادهم أو مساعدتهم في إقامتهم أو تهنئتهم بمناسبتها أو حضور إقامتها.\n__________\n(1) المائدة: 51]\n(1/5)\n",
        "وقد فسر قوله سبحانه وتعالى: { وَالَّذِينَ لا يَشْهَدُونَ الزُّورَ}(1).\nأي ومن صفات عباد الرحمن أنهم لا يحضرون أعيان الكفار.\n8 ـ مدحهم والإشادة بما هم عليه من المدنية والحضارة والإعجاب بأخلاقهم ومهاراتهم دون نظر إلى عقائدهم الباطلة ودينهم الفاسد.\nقال تعالى: { لاَ تَمُدَّنَّ عَيْنَيْكَ إِلَى مَا مَتَّعْنَا بِهِ أَزْوَاجًا مِّنْهُمْ زَهْرَةَ الْحَيَاةِ الدُّنْيَا لِنَفْتِنَهُمْ فِيهِ وَرِزْقُ رَبِّكَ خَيْرُ وَأَبْقَى }(2).\nوليس معنى ذلك أن المسلمين لا يتخذون أسباب القوة من تعلم الصناعات ومقومات الاقتصاد المباح والأساليب العسكرية بل ذلك مطلوب، قال تعالى: { وَأَعِدُّواْ لَهُم مَّا اسْتَطَعْتُم مِّن قُوَّةٍ}(3).\n\nوهذه المنافع والأسرار الكونية هي في الأصل للمسلمين، قال تعالى: { قُلْ مَنْ حَرَّمَ زِينَةَ اللَّهِ الَّتِيَ أَخْرَجَ لِعِبَادِهِ وَالْطَّيِّبَاتِ مِنَ الرِّزْقِ قُلْ هِي لِلَّذِينَ آمَنُواْ فِي الْحَيَاةِ الدُّنْيَا خَالِصَةً يَوْمَ الْقِيَامَةِ}(4).\nوقال تعالى: { وَسَخَّرَ لَكُم مَّا فِي السَّمَاوَاتِ وَمَا فِي الأَرْضِ جَمِيعًا }(5).\nوقال تعالى: { هُوَ الَّذِي خَلَقَ لَكُم مَّا فِي الأَرْضِ جَمِيعًا }(6).\nفالواجب أن يكون المسلمون سباقين إلى استغلال هذه المنافع وهذه الطاقات، ولا يستجدون الكفار في الحصول عليها، بل أن يكون لهم مصانع وتقنيات.\n9 ـ التسمي بأسمائهم:\n__________\n(1) الفرقان: 72]\n(2) طه: 131]\n(3) الأنفال: 60]\n(4) الأعراف: 32]\n(5) الجاثية: 13]\n(6) البقرة: 29]\n(1/6)\n\nبحيث يسمي بعض المسلمين أبنائهم وبناتهم بأسماء أجنبية ويتركون أسماء آبائهم، وأمهاتهم وأجدادهم وجداتهم والأسماء المعروفة في مجتمعهم. وقد قال النبي صلى الله عليه وسلم: \"خير الأسماء عبد الله وعبد الرحمن\" وسبب تغيير الأسماء فقد وجد جيل يحمل أسماء غريبة، مما يسبب الانفصال بين هذا الجيل والأجيال السابقة ويقطع التعارف بين الأسر التي كانت تعرف بأسمائها الخاصة.\n10 ـ الاستغفار لهم والترحم عليهم.\nوقد حرَّم الله ذلك بقوله تعالى: { مَا كَانَ لِلنَّبِيِّ وَالَّذِينَ آمَنُواْ أَن يَسْتَغْفِرُواْ لِلْمُشْرِكِينَ وَلَوْ كَانُواْ أُوْلِي قُرْبَى مِن بَعْدِ مَا تَبَيَّنَ لَهُمْ أَنَّهُمْ أَصْحَابُ الْجَحِيمِ}(1). لأن هذا يتضمن حبهم وتصحيح ما هم عليه.\n\nثانيًا : من مظاهر موالاة المؤمنين\n1 ـ الهجرة إلى بلاد المسلمين وهجر بلاد الكافرين.\nوالهجرة هي الانتقال من بلاد الكفار إلى بلاد المسلمين لأجل الفرار بالدين.\n__________\n(1) التوبة: 113]",
        "(1/7)\n\nوالهجرة بهذا المعنى ولأجل هذا الغرض واجبة وباقية إلى طلوع الشمس من مغربها عند قيام الساعة، وقد تبرأ النبي صلى الله عليه وسلم من كل مسلم يقيم بين أظهر المشركين، فتحرم على المسلم الإقامة في بلاد الكفار إلا إذا كان لا يستطيع الهجرة منها. أو كان في إقامته مصلحة دينية كالدعوة إلى الله ونشر الإسلام. قال تعالى : { إِنَّ الَّذِينَ تَوَفَّاهُمُ الْمَلآئِكَةُ ظَالِمِي أَنْفُسِهِمْ قَالُواْ فِيمَ كُنتُمْ قَالُواْ كُنَّا مُسْتَضْعَفِينَ فِي الأَرْضِ قَالْوَاْ أَلَمْ تَكُنْ أَرْضُ اللَّهِ وَاسِعَةً فَتُهَاجِرُواْ فِيهَا فَأُوْلَئِكَ مَأْوَاهُمْ جَهَنَّمُ وَسَاءَتْ مَصِيرًا، إِلاَّ الْمُسْتَضْعَفِينَ مِنَ الرِّجَالِ وَالنِّسَاءِ وَالْوِلْدَانِ لاَ يَسْتَطِيعُونَ حِيلَةً وَلاَ يَهْتَدُونَ سَبِيلاً، فَأُوْلَئِكَ عَسَى اللَّهُ أَن يَعْفُوَ عَنْهُمْ وَكَانَ اللَّهُ عَفُوًّا غَفُورًا}(1).\n2 ـ مناصرة المسلمين ومعاونتهم بالنفس والمال واللسان فيما يحتاجون إليه في دينهم ودنياهم.\nقال تعالى : { وَالْمُؤْمِنُونَ وَالْمُؤْمِنَاتُ بَعْضُهُمْ أَوْلِيَاءُ بَعْض ٍ}(2).\nوقال تعالى: { وَإِنِ اسْتَنصَرُوكُمْ فِي الدِّينِ فَعَلَيْكُمُ النَّصْرُ إِلاَّ عَلَى قَوْمٍ بَيْنَكُمْ وَبَيْنَهُم مِّيثَاقٌ }(3).\n\n3 ـ التألم لألمهم والسرور بسرورهم.\nقال النبي صلى الله عليه وسلم: \"مثل المسلمين في توادهم وتعاطفهم وتراحمهم كالجسد الواحد إذا اشتكى منه عضو تداعى له سائر الجسد بالسهر والحمى\". وقال أيضًا عليه الصلاة والسلام: \"المؤمن للمؤمن كالبنيان يشد بعضه بعضًا وشبك بين أصابعه صلى الله عليه وسلم\".\n4 ـ النصح لهم ومحبة الخير لهم وعدم غشهم وخديعتهم.\nقال صلى الله عليه وسلم: \"لا يؤمن أحدكم حتى يحب لأخيه ما يحب لنفسه\".\n__________\n(1) النساء: 97-99]\n(2) التوبة: 71]\n(3) الأنفال: 72]\n(1/8)",
        "\nوقال: \"المسلم أخو المسلم لا يحقره ولا يخذله ولا يسلمه، بحسب امرئ من الشر أن يحقر أخاه المسلم، كل المسلم على المسلم حرام دمه وماله وعرضه\".\nوقال عليه الصلاة والسلام: \"لا تباغضوا ولا تدابروا ولا تناجشوا ولا يبع بعضهم على بيع بعض، وكونوا عباد الله إخوانًا\".\n5 ـ احترامهم وتوقيرهم وعدم تنقصهم وعيبهم.\nقال تعالى : { يَا أَيُّهَا الَّذِينَ آمَنُوا لا يَسْخَرْ قَومٌ مِّن قَوْمٍ عَسَى أَن يَكُونُوا خَيْرًا مِّنْهُمْ وَلا نِسَاءٌ مِّن نِّسَاءٍ عَسَى أَن يَكُنَّ خَيْرًا مِّنْهُنَّ وَلا تَلْمِزُوا أَنفُسَكُمْ وَلا تَنَابَزُوا بِالأَلْقَابِ بِئْسَ الاِسْمُ الْفُسُوقُ بَعْدَ الإِيمَانِ وَمَن لَّمْ يَتُبْ فَأُوْلَئِكَ هُمُ الظَّالِمُونَ، يَا أَيُّهَا الَّذِينَ آمَنُوا اجْتَنِبُوا كَثِيرًا مِّنَ الظَّنِّ إِنَّ بَعْضَ الظَّنِّ إِثْمٌ وَلا تَجَسَّسُوا وَلا يَغْتَب بَّعْضُكُم بَعْضًا أَيُحِبُّ أَحَدُكُمْ أَن يَأْكُلَ لَحْمَ أَخِيهِ مَيْتًا فَكَرِهْتُمُوهُ وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ تَوَّابٌ رَّحِيمٌ}(1).\n6 ـ أن يكون معهم في حال العسر واليسر والشدة والرخاء.\nبخلاف أهل النفاق الذين يكونون مع المؤمنين في حالة اليسر والرخاء ويتخلون عنهم في حال الشدة.\nقال تعالى: { الَّذِينَ يَتَرَبَّصُونَ بِكُمْ فَإِن كَانَ لَكُمْ فَتْحٌ مِّنَ اللَّهِ قَالُواْ أَلَمْ نَكُن مَّعَكُمْ وَإِن كَانَ لِلْكَافِرِينَ نَصِيبٌ قَالُواْ أَلَمْ نَسْتَحْوِذْ عَلَيْكُمْ وَنَمْنَعْكُم مِّنَ الْمُؤْمِنِينَ}(2).\n7 ـ زيارتهم ومحبة الالتقاء بهم والاجتماع معهم.\n__________\n(1) الحجرات: 11-12]\n(2) النساء: 141]\n(1/9)\n",
        "وفي الحديث القدسي: (وجبت محبتي للمتزاورين فيَّ). وفي حديث آخر: (أن رجلاً زار أخًا له في الله فأرصد الله على مدرجته ملكًا – فسأله أين تريد؟ قال أزور أخًا لي في الله، قل: هل لك عليه من نعمة تربها عليه، قال لا: غير أني أحببته في الله، قال: فإني رسول الله إليك بأن الله قد أحبك كما أحببته فيه).\n8 ـ احترام حقوقهم.\nفلا يبيع على بيعهم ولا يسوم على سومهم ولا يخطب على خطبتهم ولا يتعرض لما سبقوا إليه من المباحات.\nقال صلى الله عليه وسلم: \"ألا لا يبع الرجل على بيع أخيه ولا يخطب على خطبته\". وفي رواية: \"ولا يسم على سومه\".\n9 ـ الرفق بضعفائهم.\nكما قال النبي صلى الله عليه وسلم: \"ليس منا من لم يوقر كبيرنا ويرحم صغيرنا\". وقال عليه الصلاة والسلام: \"هل تنصرون وترزقون إلا بضعفائكم\".\n\nوقال تعالى: { وَاصْبِرْ نَفْسَكَ مَعَ الَّذِينَ يَدْعُونَ رَبَّهُم بِالْغَدَاةِ وَالْعَشِيِّ يُرِيدُونَ وَجْهَهُ وَلاَ تَعْدُ عَيْنَاكَ عَنْهُمْ تُرِيدُ زِينَةَ الْحَيَاةِ الدُّنْيَا}(1).\n10 ـ الدعاء لهم والاستغفار لهم.\nقال تعالى: { وَاسْتَغْفِرْ لِذَنبِكَ وَلِلْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ}(2).\nوقال سبحانه: { رَبَّنَا اغْفِرْ لَنَا وَلإِخْوَانِنَا الَّذِينَ سَبَقُونَا بِالإِيمَانِ}(3).\n\nتنبيه :\nوأما قوله تعالى: { لا يَنْهَاكُمُ اللَّهُ عَنِ الَّذِينَ لَمْ يُقَاتِلُوكُمْ فِي الدِّينِ وَلَمْ يُخْرِجُوكُم مِّن دِيَارِكُمْ أَن تَبَرُّوهُمْ وَتُقْسِطُوا إِلَيْهِمْ إِنَّ اللَّهَ يُحِبُّ الْمُقْسِطِينَ}(4).\nفمعناه أن من كف أذاه من الكفار فلم يقاتل المسلمين ولم يخرجهم من ديارهم فإن المسلمين يقابلون ذلك بمكافأته بالإحسان والعدل معه في التعامل الدنيوي ولا يحبونه بقلوبهم لأن الله قال: {أَن تَبَرُّوهُمْ وَتُقْسِطُوا إِلَيْهِمْ}.\nولم يقل توالونهم وتحبونهم.\n__________\n(1) الكهف: 28]\n(2) محمد: 19]\n(3) الحشر: 10]\n(4) الممتحنة: 8]\n(1/10)\n\nونظير هذا قوله تعالى في الوالدين الكافرين: { وَإِن جَاهَدَاكَ عَلى أَن تُشْرِكَ بِي مَا لَيْسَ لَكَ بِهِ عِلْمٌ فَلا تُطِعْهُمَا وَصَاحِبْهُمَا فِي الدُّنْيَا مَعْرُوفًا وَاتَّبِعْ سَبِيلَ مَنْ أَنَابَ إِلَيَّ}(1).\nوقد جاءت أم أسماء إليها تطلب صلتها وهي كافرة فاستأذنت أسماء رسول الله –صلى الله عليه وسلم- في ذلك فقال لها: \"صِلِي أمك\" وقد قال الله تعالى: { لا تَجِدُ قَوْمًا يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الآخِرِ يُوَادُّونَ مَنْ حَادَّ اللَّهَ وَرَسُولَهُ وَلَوْ كَانُوا آبَاءَهُمْ أَوْ أَبْنَاءَهُمْ}(2).\nفالصلة والمكافأة الدنيوية شيء، والمودة شيء آخر.\nولأن في الصلة وحسن المعاملة ترغيبًا للكافر في الإسلام فهما من وسائل الدعوة بخلاف المودة والموالاة فهما يدلان على إقرار الكافر على ما هو عليه والرضى عنه وذلك يسبب عدم دعوته إلى الإسلام.\nوكذلك تحريم موالاة الكفار لا تعني تحريم التعامل معهم بالتجارة المباحة واستيراد البضائع والمصنوعات النافعة والاستفادة من خبراتهم ومخترعاتهم.\nفالنبي – صلى الله عليه وسلم- استأجر ابن أريقط الليثي ليدله على الطريق وهو كافر واستدان من بعض اليهود.\nوما زال المسلمون يستوردون البضائع والمصنوعات من الكفار وهذا من باب الشراء منهم بالثمن وليس لهم علينا فيه فضل ومِنَّة.\nوليس هو من أسباب محبتهم وموالاتهم، فإن الله أوجب محبة المؤمنين وموالاتهم وبغض الكافرين ومعاداتهم.\nقال تعالى: { إِنَّ الَّذِينَ آمَنُواْ وَهَاجَرُواْ وَجَاهَدُواْ بِأَمْوَالِهِمْ وَأَنفُسِهِمْ فِي سَبِيلِ اللَّهِ وَالَّذِينَ آوَواْ وَّنَصَرُواْ أُوْلَئِكَ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ}(3).\n__________\n(1) لقمان: 15]\n(2) المجادلة: 22]\n(3) الأنفال: 72]",
        "(1/11)\n\nإلى قوله تعالى: { وَالَّذينَ كَفَرُواْ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ إِلاَّ تَفْعَلُوهُ تَكُن فِتْنَةٌ فِي الأَرْضِ وَفَسَادٌ كَبِيرٌ}(1).\nقال الحافظ ابن كثير: ومعنى قوله: {إِلاَّ تَفْعَلُوهُ تَكُن فِتْنَةٌ فِي الأَرْضِ وَفَسَادٌ كَبِيرٌ} أي إن لم تجانبوا المشركين وتوالوا المؤمنين وإلا وقعت فتنة في الناس وهو التباس الأمر واختلاط المؤمنين بالكافرين فيقع بين الناس فساد منتشر عريض طويل..] انتهى.. قلت : وهذا ما حصل في هذا الزمان والله المستعان.\n\nأقسام الناس فيما يجب في حقهم من الولاء والبراء\n\nالناس في الولاء والبراء على ثلاثة أقسام:\nالقسم الأول: من يحب محبة خالصة لا معادة معها\nوهم المؤمنون الخلّص من الأنبياء والصديقين والشهداء والصالحين.\nوفي مقدمتهم رسول الله صلى الله عليه وسلم فإنه تجب محبته أعظم من محبة النفس والولد والوالد والناس أجمعين.\nثم زوجاته أمهات المؤمنين وأهل بيته الطيبين وصاحبته الكرام – خصوصًا الخلفاء الراشدين وبقية العشرة والمهاجرين والأنصار وأهل بدر وأهل بيعة الرضوان ثم بقية الصحابة – رضي الله عنهم – أجمعين.\nثم التابعين والقرون المفضلة وسلف هذه الأمة وأئمتها – كالأئمة الأربعة.\nقال تعالى: { وَالَّذِينَ جَاؤُوا مِن بَعْدِهِمْ يَقُولُونَ رَبَّنَا اغْفِرْ لَنَا وَلإِخْوَانِنَا الَّذِينَ سَبَقُونَا بِالإِيمَانِ وَلا تَجْعَلْ فِي قُلُوبِنَا غِلاّ لِّلَّذِينَ آمَنُوا رَبَّنَا إِنَّكَ رَؤُوفٌ رَّحِيمٌ }(2).\nولا يبغض الصحابة وسلف هذه الأمة من في قلبه إيمان.\nوإنما يبغضهم أهل الزيغ والنفاق وأعداء الإسلام كالرافضة والخوارج نسأل الله العافية.\n\nالقسم الثاني: من يبغض ويعادي بغضًا ومعاداة خالصين لا محبة ولا موالاة معهما\nوهم الكفار الخلص من الكفار والمشركين والمنافقين والمرتدين والملحدين على اختلاف أجناسهم.\n__________\n(1) الأنفال: 73]\n(2) الحشر: 10]\n(1/12)",
        "\nكما قال تعالى: { لا تَجِدُ قَوْمًا يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الآخِرِ يُوَادُّونَ مَنْ حَادَّ اللَّهَ وَرَسُولَهُ وَلَوْ كَانُوا آبَاءَهُمْ أَوْ أَبْنَاءَهُمْ أَوْ إِخْوَانَهُمْ أَوْ عَشِيرَتَهُمْ}(1).\nوقال تعالى عائبًا على بني إسرائيل: { تَرَى كَثِيرًا مِّنْهُمْ يَتَوَلَّوْنَ الَّذِينَ كَفَرُواْ لَبِئْسَ مَا قَدَّمَتْ لَهُمْ أَنفُسُهُمْ أَن سَخِطَ اللَّهُ عَلَيْهِمْ وَفِي الْعَذَابِ هُمْ خَالِدُونَ، وَلَوْ كَانُوا يُؤْمِنُونَ بِاللَّهِ والنَّبِيِّ وَمَا أُنزِلَ إِلَيْهِ مَا اتَّخَذُوهُمْ أَوْلِيَاءَ وَلَكِنَّ كَثِيرًا مِّنْهُمْ فَاسِقُونَ }(2).\n\nالقسم الثالث: من يحب من وجه ويبغض من وجه\nفتجتمع فيه المحبة والعداوة وهم عصاة المؤمنين. يحبون لما فيهم من الإيمان ويبغضون لما فيهم من المعصية التي هي دون الكفر والشرك.\nومحبتهم تقتضي مناصحتهم والإنكار عليهم. فلا يجوز السكوت على معاصيهم بل ينكر عليهم ويؤمرون بالمعروف وينهون عن المنكر وتقام عليهم الحدود والتعزيرات حتى يكفوا عن معاصيهم ويتوبوا من سيئاتهم.\nولكن لا يبغضون بغضًا خالصًا ويتبرأ منهم كما تقوله الخوارج في مرتكب الكبيرة التي هي دون الشرك.\nولا يحبون ويوالون حبًا وموالاة خالصين كما تقوله المرجئة بل يعتدل في شأنهم على ما ذكرنا كما هو مذهب أهل السنة والجماعة.\nوالحب في الله والبغض في الله أوثق عرى الإيمان، والمرء مع من أحب يوم القيامة كما في الحديث.\nوقد تغير الوضع وصار غالب موالاة الناس ومعاداتهم لأجل الدنيا فمن كان عنده طمع من مطامع الدنيا والوه وإن كان عدوًّا لله ولرسوله ولدين المسلمين.\nومن لم يكن عنده طمع من مطامع الدنيا عادوه ولو كان وليًّا لله ولرسوله عند أدنى سبب وضايقوه واحتقروه.\n__________\n(1) المجادلة: 22]\n(2) المائدة: 80-81]\n(1/13)\n",
        "وقد قال عبد الله بن عباس – رضي الله عنهما -: \"من أحب في الله وأبغض في الله ووالى في الله وعادى في الله فإنما تنال ولاية الله بذلك، وقد صارت عامة مؤاخاة الناس على أمر الدنيا وذلك لا يجدي على أهله شيئًا\"(1).\nوعن أبي هريرة – رضي الله عنه – قال: قال رسول الله صلى الله عليه وسلم: \"إن الله تعالى قال: من عادى لي وليًّا فقد آذنته بالحرب\".(2).\nوأشد الناس محاربة لله من عادى أصحاب رسول الله صلى الله عليه وسلم وسبهم وتنقصهم.\nوقد قال صلى الله عليه وسلم: \"الله الله في أصحابي لا تتخذوهم غرضًا، فمن آذاهم فقد آذاني، ومن آذاني فقد آذى الله، ومن آذى الله يوشك أن يأخذه\".(3).\nوقد صارت معاداة الصحابة وسبهم دينًا وعقيدة عند بعض الطوائف الضالة.\nنعوذ بالله من غضبه وأليم عقابه، ونسأله العفو والعافية، وصلى الله وسلم وبارك على نبينا محمد وآله وصحبه.\n__________\n(1) رواه ابن جرير]\n(2) الحديث رواه البخاري]\n(3) أخرجه الترمذي وغيره]\n(1/14)\n"
    ]
}