{
    "partText": [
        "تقديم \nبسم الله الرّحمن الرّحيم\nبقلم نجل المصنف آية الله الحاج \nالشيخ مهدي مجد الاسلام النجفي ",
        "الحمد لله الذي أنزل الفرقان على عبده ليكون للعالمين نذيراً ، والصلاة والسلام على رسوله الذي خوطب به ليكون للعالمين سراجاً منيراً ، وعلى خليفته علي بن ابى طالب الذي كتب القرآن وجمعه وعلمه وفسره ، وعلى أولاده المعصومين المفسرين. \nوبعد : \nفان التفسير من العلوم التي وضعت أسسه في بدء الاسلام ، وقيل في تعريفه أنه : كشف الغطاء عن وجوه معاني القرآن. \nوقيل : « التفسير كشف المراد عن اللفظ المشكل ... » (1). ",
        "وقيل : « هو البيان الايات القرآنية والكشف عن مقاصدها ومداليلها »(2). \nوقيل : « هو ايضاح مراد الله تعالى من كتابه العزيز » (3). \nولا يخفى على المتأمل أن مراد الكل واضح واحد وان كانت طرق المفسرين مختلفة ومناهجهم في بيان المعاني المستنبطة من الايات الكريمة متفاوتة. \nوقد ابتدأ التفسير منذ زمن الرسول 9 ، واول المفسرين بل منشأ التفسير هو رسول الله 9 ، ومن بعده جماعة من الصحابه وعلى رأسهم الامام علي بن ابيطالب كما اعترف به المخالف والموافق. ومن بعدهم التابعون وعلى رأسهم ائمتنا الهداة المهديون :. ",
        "الشيعة وعلوم القرآن : \nقال ابن النديم فى الفهرست مسنداً « ... عن علي 7 أنه رأى من الناس طيرة عند وفاة النبي 6 فأقسم أنه لا يضع عن ظهره رداءه حتى يجمع القرآن ، فجلس في بيته ثلاثة أيام حتى جمع القرآن ، فهو أول مصحف جمع فيه القرآن من قلبه ، وكان المصحف عند أهل جعفر. ورأيت أنا في زماننا عند ابى يعلى الحسني ; مصحفاً قد سقط منه أوراق بخط علي بن ابى طالب يتوارثه بنو حسين على مرالزمان ... » (4). \nوقال ابن جزرى : « ولو وجد مصحفه لكان فيه علم كبير » (5).\n__________________",
        "1) مجمع البيان 1 / 13. \n2) الميزان 1 / 4. \n3) البيان / 421. \n4) الفهرست / 30. ",
        "5) التسهيل لعلوم التنزيل 1 / 4. \nوقال ابن سيرين : « حدثني عكرمة عن مصحفه قال : لو اجتمعت الانس والجن على أن يألفوه هذا التأليف ما استطاعوا فتتبعته وكتبت فيه الى المدينة فلم أقدر عليه فلو أصبت ذلك لكان فيه علم » (1). \nقال العلامة الشيخ محمد جواد البلاغي : « نعم من المعلوم عند الشيعة أن علياً اميرالمؤمنين 7 بعد وفاة رسول الله 9 لم يرتد برداء الا للصلاة حتى جمع القرآن على ترتيب نزوله وتقدم منسوخه على ناسخه »(2). \nأقول : الظاهر أن مصحف علي 7 فيه التأويل والتنزيل والناسخ والمنسوخ وتوضيح الايات الواردة فيه وبيانها ، ولعل كيفية تدوينه على ترتيب نزول القرآن ، وعلى هذا ففيه شأن نزول الايات والأحكام الفقهية المترتبة عليها ، واعتقادنا أنه موجود عند امام زماننا الحجة القائم المنتظر عجل الله تعالى فرجه الشريف. ",
        "وجعل ابن النديم في أول التفاسير تفسير مولانا وامامنا محمد بن علي الباقر 8 ، قال ما نصه : « تسمية الكتب المصنفة في تفسير القرآن : كتاب الباقر محمد بن على بن الحسين بن علي :...» 3) وعلى أي حال ليس لأحد أن يكرم تقدم الشيعة في علوم القرآن ، لأن : أول من جمع القرآن هو مولانا الامام امير المؤمنين على بن ابى طالب 7 كمامر. \nوأول من وضع نقط المصحف : هو أبو الاسود الدوئلى صاحب مولانا أميرالمؤمنين علي 7.\n__________________\n1) طبقات ابن سعد 2 / 101. ",
        "2) آلاء الرحمن 1 / 18. \n3) الفهرست / 36. \nوأول من صنف في القراءات ودون علمها وصنف في معاني القرآن وغريبه أبان بن تغلب تلميذ سيدنا الامام زين العابدين علي بن الحسين 8. \nوأول من صنف في فضائل القرآن : هو أبى بن كعب الصحابي. ",
        "وأول من صنف في مجاز القرآن : هو الفراء يحيى بن زياد المتوفي عام سبع ومائتين. \nوأول من صنف في أمثال القرآن : هو شيخ الشيعة محمد بن احمد بن الجنيد الاسكافي من معاصري الكليني ومن أعلام القرن الثالث. \nوأول من صنف في أحكام القرآن : هو محمد بن السائب بن بشر الكلبي المتوفي عام ست وأربعين ومائة. \nوأول من صنف في علم تفسير القرآن : هو سعيد بن جبير أعلم التابعين بالتفسير بنص قتادة. ",
        "فظهر مما ذكرنا تقدم أصحابنا الامامية في علوم القرآن ، ومن اراد التفصيل فليراجع كتاب « تأسيس الشيعة لعلوم الاسلام » (1) للعلامة السيد حسن الصدر الكاظمي. \nولأصحابنا أيضاً على مر العصور تفاسير كثيرة مشهورة ، بعضها مطبوع مبثوث في الافاق ، ومنها : \n* تفسير العياشي ، لمحمد بن عياش السلمي السمرقندي ابو النضر المعروف بالعياشي. قال النجاشي : « ثقة صدوق عين من عيون هذه الطائفة ... صنف ابوالنظر كتباً منها : كتاب التفسير ... » (2) وقال الشيخ : « جليل القدر واسع الأخبار\n__________________",
        "1) تأسيس الشيعة / 347 ـ 315. \n2 ) رجال النجاشي / 350. \nبصير بالروايات مطلع عليها ، له كتب كثيرة تزيد على مائتي مصنف ، ذكر فهرست كتبه ابواسحق النديم منها : كتاب التفسير ... » (1). \nأقول : المطبوع من تفسيره محذوف الاسناد مع أن أحاديثه كانت مسندة عند التأليف ، فصار جميع رواياته مرسلاً مع الأسف. ",
        "*تفسير القمي ، لعلي بن ابراهيم بن هاشم. قال النجاشي : « ثقة في الحديث ثبت معتمد صحيح المذهب ... له كتاب التفسير » (2). وقال الشيخ : « له كتب منها كتاب التفسير ... » (3). \n*حقائق التأويل في متشابهات التنزيل ، للشريف الرضي المتوفى عام 406 قال النجاشي : « له كتب منها : كتاب حقائق التنزيل ... »(4). \nأقول : المطبوع منه من الاية الخامسة من سورة آل عمران الى نهاية تأويل الاية الحادية والخمسين من سورة النبأ. \n* التبيان في تفسير القرآن ، لشيخ الطائفه الأمامية الامام ابى جعفر محمد بن الحسن الطوسي المتوفي عام 460. قال النجاشي : « ابو جعفر جليل في أصحابنا ثقة عين تلامذة شيخنا ابى عبدالله ، له كتب منها : ... كتاب التبيان في تفسير القرآن...» (5). ",
        "*روض الجنان وروح الجنان ، للشيخ الامام جمال الدين ابوالفتوح الحسين بن علي ابن محمد الخزاعي. قال منتجب الدين : « عالم واعظ مفسر ديّن ، له تصانيف منها التفسير المسمى « روض الجنان وروح الجنان » في تفسير القرآن\n__________________\n1) الفهرست / 136. \n2) رجال النجاشي / 260. ",
        "3) الفهرست / 89. \n4) رجال النجاشي / 398. \n5) رجال النجاشي / 403. \nعشرين ( عشرون ) مجلدة ... » (1) وقال ابن شهر آشوب : « شيخي ابوالفتوح بن علي الرازي عالم ، له كتاب روح ( روض ) الجنان وروح الجنان في تفسير القرآن فارسي الا أنه عجيب ... » (2) وذكره الشيخ الحر في أمل الامل (3). ",
        "* مجمع البيان في تفسير القرآن ، للشيخ ابي علي الفضل بن الحسن الطبرسي قال منتجب الدين « ثقه فاضل ديّن عين ، له تصانيف منها : [ مجمع ] البيان في تفسير القرآن عشر مجلدات ... » (4). وقال : ابن شهر آشوب : « شيخي ابو علي الطبرسي ، له كتاب مجمع البيان في معاني القرآن حسن ... »(5). وذكره الحر في أمل الامل (6). \n*منهج الصادقين ، للمولى فتح الله الكاشاني. قال العلامة الطهراني في طبقات اعلام الشيعة : فتح الله الكاشاني ابن شكر الله المفسر المشهور المتوفي سنة 977 كما في كشف الحجب ومشيخة السيد حسين بن حيدر بن قمر الكركي أو سنة 988 كما في الروضات ومادة تاريخة [ ملاذ الفقها ] و ... له تفسير منهج الصادقين وخلاصة المنهج الذي فرغ من بعض أجزائه 984 » (7). \nأقول : نسخة تفسيره بخطه موجودة عندنا. \n* الصافي ، للمولى محسن الفيض الكاشاني المتوفي عام 1091. قال في أمل الامل : « المولى الجليل محمد بن مرتضى المدعو بمحسن الكاشاني ، كان",
        "__________________\n1) فهرست منتجب الدين / 45. \n2) معالم العلماء / 141. \n3) امل الامل 2 / 99. ",
        "4) فهرست منتجب الدين / 144. \n5) معالم العلماء / 135. \n6) امل الامل 2 / 216. \n7) احياء الداثر من القرن العاشر / 177. ",
        "فاضلا عالماً ماهراً حكيماً متكلماً محدثاً فقيهاً محققاً شاعراً أديباً حسن التصنيف من المعاصرين ، له كتب منها : ... وتفاسير ثلاثة كبير وصغير ومتوسط ... »(1). \nوقال في اللؤلؤة « وهذا الشيخ كان فاضلا محدثاً أخبارياً ... وله تصانيف كثيرة ... كتاب الصافي في تفسير القرآن يقرب من سبعين ألف بيت فرغ من تأليفه في سنة خمس وسبعين بعد الألف »(2). \n*البرهان في تفسير القرآن ، للسيد السند السيد هاشم البحراني المتوفي عام 1107. قال في الأمل : « فاضل عالم ماهر مدقق فقيه عارف بالتفسير والعربية والرجال ، له كتاب تفسير القرآن كبير رأيته ورويت عنه »(3). \nوقال في اللؤلؤة : « وكان السيد المذكور فاضلا محدثاً جامعاً متتبعاً للأخبار بمالم يسبق اليه سابق سوى شيخنا المجلسي ... ومن مصنفاته كتاب البرهان في تفسير القرآن ستة مجلدات ، وقد جمع فيه جملة من الأخبار الواردة في التفسير من الكتب القديمة وغيرها »(4). ",
        "* كنز الدقائق ، للميرزا محمد المشهدي من أعلام القرن الثاني عشر. قال جمال المحققين ( آقا جمال الدين الخوانساري ) مقرظاً لتفسيره : « أما بعد فقد أيد الله تعالى بفضله الكامل ، جناب المولى العالم العارف الألمعي الفاضل مجمع فضائل الشيم جامع جوامع العلوم والحكم ، عالم معالم التنزيل وأنواره ، عارف معارف التأويل وأسراره ، حلال كل شبهة عارضة ، كشاف كل مسألة دقيقة غامضة الذي أحرق بشواظ طبعه الوقاد شوك الشكوك والشبهات ، ونقد بلحاظ دهنه النقاد نقود الأحكام الشرعية المستفادة من الايات والروايات ، أعنى المكرم بالكرامة الله\n__________________\n1) امل الامل 2 / 305. \n2) لؤلؤة البحرين / 121. ",
        "3) امل الامل 2 / 341. \n4) لؤلؤة البحرين / 63. \nالأحد الصمد مولانا ميرزا محمد أعانه الله في كل باب وأثابه جزيل الثواب ، اذ وفقه الله لتأليف هذا الكتاب الكريم في تفسير القرآن ... »(1). \nوقال أيضاً العلامة المجلسي مقرظاً لتفسيره : « لله در المولى الأولى الفاضل الكامل المحقق المدقق البدل النحرير ، كشاف دقائق المعاني بفكره الثاقب ومخرج جواهر الحقائق برأيه الصائب ، أعني الخبير الأسعد الأرشد مولانا ميرزا محمد مؤلف هذا التفسير ... »(2). ",
        "* مجد البيان في تفسير القرآن ، لجدنا العلامة الزاهد الشيخ محمد حسين النجفي الاصفهاني المتوفي عام 1308. قال العلامة الطهراني : من أجلاء علماء عصره ... وله آثار منها تفسير القرآن لم يتجاوز عن أواخر ( بل عن اوائل ) سورة البقرة ، لكنه مشحون من التحقيقات ولو تم لكان جامعاً لعلوم القرآن ... » (3). \nهذا ، ومن المفسرين في أواخر القرن الرابع عشر وأوائل قرن الخامس عشر والدنا العلامة المغفور له آية الله العظمى الحاج الشيخ مجد الدين ( مجد العلماء ) النجفي المتوفي عام 1403 ، فله « اليواقيت الحسان في تفسير سورة الرحمن » حسن لطيف. \n هذه المجموعة : \nأما هذه المجموعة فقد دونت من رسالتين ، هما : ",
        "الاولى : اليواقيت الحسان في تفسير سورة الرحمن.\n__________________\n1 و 2) مقدمة طبع التفسير / 11 نقلا من اعيان الشيعة 9 / 408. \n3) نقباء البشر 2 / 539. ",
        "الثانية : المختار من القصائد والأشعار. \nوكلتاهما من مصنفات والدنا. وفي أولها ترجمة مصنفهما العلامة « قده ». \nشكر وتقدير : \nوفي الختام يجب علي أن اشكر : ",
        "أولا : سماحة العلامة المحقق المدقق حجة الاسلام والمسلمين الحاج السيد احمد الحسيني الاشكوري دام ظله العالي لتحقيقه وتصحيحه الرسالة الثانية ، وهي « المختار من القصائد والاشعار » ، وتصحيحة مرة ثانية جميع المجموعة من البدء الى الختم خالصاً مخلصاً لوجهه الكريم. \nوثانياً : من ولدي حجة الاسلام الشيخ محمد هادي النجفي دامت توفيقاته من تحقيقه الرسالة الأولى وهي « اليواقيت الحسان في تفسير سورة الرحمن » وكتابته ترجمة المصنف «ره» والسعي في طبعها ونشرها. \nوثالثاً : من أخي الاعز المهندس محمد رضا النجفي الاستاذ بجامعة اصبهان وصاحب تآليف قيمة ادام الله ايامه ، لتقبله جميع نفقات طبع هذه المجموعة تخليداً لذكرى والده الكريم. \nوقدتمت هذه المقدمة في ليلة السابع عشرة من شهر صفر المظفر سنة 1409 ببلدة اصبهان وأنا العبد الشيخ مهدي مجد الأسلام النجفي. ",
        "والحمد لله أولا وآخراً وظاهراً وباطناً.\nترجمة المصنف\nالعلامة الاديب الرياضي الهيوي المفسر الفقيه آية الله العظمى الحاج الشيخ محمد علي الملقب بأمجد الدين ومجد الدين والشهير بمجد العلماء النجفي الاصفهاني 1. \nنسبه : ",
        "هو ابن العلامة الاكبر آية الله العظمى ابي المجد الشيخ محمد الرضا النجفي الاصفهاني المتوفي سنة 1362 صاحب التآليف الكثيرة ، منها « نقد فلسفة دارون » و « وقاية الأذهان » و « شرح نجاة العباد » و « ديوان شعر » ، ابن العلامة الرباني والفقيه الصمداني والعارف الكامل الحاج الشيخ محمد حسين صاحب التفسير المتوفي سنة 1308 ابن العلامة الاكبر والفقيه المرجع الرئيس الحاج الشيخ محمد باقر صاحب « لب الفقه » و « لب الأصول » وغيرهما المتوفي سنة 1301 ابن العلامة المحقق والأصولي المدقق الشيخ محمد تقي الاصفهاني صاحب حاشية معالم الدين المسماة بـ « هداية المسترشدين » المتوفي سنة 1248 ، قدس الله\nأسرارهم وطيب الله ثراهم. \nولادته وامه : \nولد من بطن العلوية زهرا بيگم ( ت 1356 ) بنت سيد العلماء العلامة السيد محمد الامامي الخاتون آبادي الاصفهاني النجفي في اليوم الثالث والعشرين من جمادي الأولى عام 1326 في النجف الاشرف. ",
        "ثم سافر الى اصبهان مع أبيه العلامة في سنة 1333. \nاساتذته : \nابتدأ بالعلوم في النجف الاشرف وهو طفل ، ثم حضر في اصبهان في السطح الأولى على الحاج الشيخ علي اليزدي ( ت1351 ) والسيد ميرزا الأردستاني ( ت 1351 ) ، واشتغل بالسطح العالي ولم يبلغ الحلم على الحاج آقا رحيم الارباب والحاج آقا منير الدين البروجردي ( 1342 ـ 1269 ) والحاج الميرزا محمد صادق الخاتون آبادي ( ت 1348 ) والسيد محمد النجف آبادي ( 1358 ـ 1294 ) ، ثم اشتغل بالدراسات العليا في الفقه والأصول على الحاج الميرزا محمد صادق الخاتون آبادي والسيد محمد النجف آبادي المذكورين وعم والده آية الله على الاطلاق الشهيد الحاج آقا نور الله النجفي الاصبهاني ( ت 1346 ) ، وحضر برهة من الزمان على العلامة المؤسس الحاج الشيخ عبد الكريم الحائري اليزدي ( ت 1355 ) بقم ، ولكن اكثر استفاداته من والده العلامة وتتلمذ عليه في الفقه والاصول والهيئة والرياضي و ... \nمشايخه في الرواية والرواية والاجتهاد والراوون عنه : ",
        "لم نعرف من مشايخه الا والده العلامة ابوالمجد الشيخ محمد الرضا النجفي \nالاصفهاني «ره» والمرجع الفقيه السيد ابو الحسن الموسوي الاصفهاني ، ولم نعرف من الراوين عنه الا نجله الشيخ مهدي مجد الاسلام النجفي. \nالاقوال فيه : \n1 ـ قال والده العلامة في ختام رسالته امجدية : « وچون سال تأليف رساله مصادف بود با سال اول وجوب روزه مر قرة العين معظم نخبة ارباب الفهم والاستعداد والمرجو لاحياء مراسم اجداده الامجاد آقا شيخ امجد الدين ابقاه الله خلفاً عن سلفه الماضين وجعله علماً يهتدى به في الدنيا والدين او را مخاطب در اين رساله داشتم ونام آن را رساله امجديه گذاشتم ... ». ",
        "2 ـ وقال والده أيضاً في تبحره في الهيئة : « ان مجدنا استاد في الهيئة » (1. \n3 ـ وايضاً قال والده العلامة في اجازته له : « ... وبعد فان العالم الفاضل الخبير المهذب النحرير قرة عيني الشيخ مجد الدين ممن حضر دروسي الشرعية فقهية واصولية ، فوجدته ذا قوة تسمى الاجتهاد بصيراً بمباني الاحكام ، فله العمل بما استنبطه من الاحكام استنباطاً مطابقاً للقواعد المقررة ... ». \n4 ـ وقال المرجع الديني السيد ابوالحسن الاصفهاني في اجازته التي كتبها له : « ... وبعد فان جناب العالم الفاضل الكامل قدوة العلماء العاملين ونتيجة المجتهدين الشيخ مجد الدين النجفي ... ». \n5 ـ وقال العلامة الطهراني «ره» في خاتمة ترجمة أبيه : « وولده الشيخ مجد الدين من العلماء وأئمة الجماعة اليوم في اصفهان ». ",
        "6 ـ وقال المؤرخ العلامة الشيخ محمد علي المعلم الحبيب آبادي صاحب\n__________________\n1) نقله لنا آية الله الحاج السيد مصطفى المهدوي الاصفهاني مد ظله العالي المجازمن والد المصنف « قده ». \nمكارم الاثار في ختام مقالته المطبوعة في جريدة « عرفان » باصبهان عقيب وفاة والد المصنف مانصه : « ... وآقاى مجد العلماء پسر بزرگ آن مرحوم در حدود سال هزار وسيصد وبيست وشش يا قدرى پس وپيش در كربلا متولد شده ودر خدمت پدر نامور تحصيلات خود را در علوم فقه واصول وهيئت ورياضى قديم بپايان آورده وبزيور اجتهاد زينت يافته وبتصديق اجتهاد واجازات روايت از آن فقيه مرحوم سر افراز گشته واينك بجاى وى در مسجد نو امامت مينمايد ». ",
        "7 ـ وقال صاحب « دانشمندان وبزرگان اصفهان » في عد مصنفات أبيه : « امجديه در اعمال ماه رمضان بنام فرزندش عالم زاهد ورع مجد العلماء ». \n8 ـ وقال صاحب « گنجينه دانشمندان » في حقه : « حضرت آية الله آقاى حاج شيخ مجد الدين نجفى فرزند ارشد مرحوم آيت الله العظمى ابوالمجد آقا شيخ محمد رضا نجفى بن عالم رباني شيخ محمد حسين بن علامهء محقق حاج شيخ محمد باقر طاب ثراه معروف به مجد العلماء ... ». \nوقال ايضاً في ختام ترجمته : « در ماه شوال 1394 هـ كه براى امرى به اصفهان رفتم در مسجد نو موفق بزيارتشان شده واز سيماى ملكوتى آنجناب مستسر گرديدم آثار وعلائم ربانيين را از چهره منيرش مشاهده كردم وبايد همينطور باشند زيرا فرزند ارجمند آية الله العظمى آقا رضا كه مجسمة علم وكمال وحفيد عالم ربانى وآيت سبحانى حاج شيخ محمد حسين نجفى هستند كه داراى كرامات ومقامات معنوى بوده ومرحوم آية الله حاج آقا نور الله اصفهانى كتابى در شرح زندگانى آن بزرگوار وحالاتش نوشته است ». \n9 ـ وقال صاحب « بيان سبل الهداية في ذكر اعقاب صاحب الهداية » : « ... عالم فاضل وفقيه كامل ومفسر اديب جليل القدر عظيم المنزلة استاد رياضى وهيئت جامع معقول ومنقول وحاوى فروع واصول از مدرسين خارج فقه واصول",
        "در مدرسه مرحوم ثقة الاسلام عموى والد بزگوارشان وامام جماعت مورد وثوق قاطبهء طبقات اجتماع در مسجد نو بازار آثار زهد وتقوى از سيماى او نمودار كه « سيماهم في وجوههم من اثر السجود » متجاوز از چهل سال پس از فوت پدر در مسجد ايشان در ظهر وشب اقامهء جماعت مى نمود وعدهء كثيرى از مؤمنين حضور به جماعتش را غنيمت مى شمرند ... ». \nمجالس درسه وبعض من استفاد منه : \nكان يدرس مختلف العلوم الاسلامية من الفقه والاصول والحكمة والكلام والهيئة والرياضي واشتهر بالاخيرين اشتهاراً واسعاً. \nكان يلقي دروسه في الرياضي في المسجد الجامع العباس ( مسجد الامام ) سابقاً. ودروس الهيئة كانت بمسجد « نو بازار » والفقه بمدرسة عمه آية الله العظمى الحاج الشيخ محمد علي النجفي الشهير بثقة الاسلام. ",
        "وقد حضر أبحاثه جمع من الايات والحجج والأعلام ، نذكر بعضهم على ترتيب الحروف من دون ذكر الألقاب مع الاعتذار منهم : \nـ السيد احمد الفقيه الامامي \nـ الشيخ احمد المهديان \nـ الشيخ اسماعيل الغروي ",
        "ـ السيد محمد باقر الأحمدي \nـ السيد محمد تقي الموسوي البيد آبادي ، صهره \nـ السيد حسن الحسيني \nـ الشيخ حسن الدياني النجف آبادي ",
        "ـ السيد حسن الفقيه الامامي \nـ الشيخ حسينعلي المنتظري \nـ الشيخ حيدر علي الجبل عاملي \nـ الشيخ رحمت الله الفشاركي ",
        "ـ الشيخ محمد رضا مداح الحسيني \nـ الشيخ عبد الرحيم الفضيلتي \nـ الشيخ علي اكبر الفقيه \nـ المرحوم الشيخ محمد علي الاقائي ",
        "ـ الشيخ علي الشمس \nـ الشيخ قاسم الكاظميني \nـ السيد محمد الفقيه الاحمد آبادي \nـ السيد محمود الامام جمعه زاده ",
        "ـ الشيخ مرتضى التمنائي \nـ الشيخ مرتضى الشفيعي \nـ الشيخ مرتضى المقتدائي \nـ الشيخ مظفر الكاظميني ",
        "ـ الشيخ مهدي مجد الاسلام النجفي ، نجله \nـ الشيخ هادي النجفي ، حفيده \nتأليفاته القيمة : \nله تأليفات قيمة في غاية الحسن والفصاحة كما ينبغي له ، ألفها مع عدم تفرغه لهذا الشأن واشتغاله في اكثر الأوقات بالتدريس وتربية الطلاب ، وتوليه للشؤون الاجتماعية وقضاء حوائج العامة ، واليك سرد أسمائها : ",
        "* ـ ايرادات وانتقادات على دائرة المعارف لفريد وجدي. \n* ـ ترجمة « نقد فلسفة دارون » من العربية الى الفارسية في مجلدين ضخمين. \n* ـ حاشية الروضات : طبع بعض منها مع حاشية والده على الروضات. \n* ـ حاشية « سمط اللئال في مسئلتى الوضع والاستعمال » طبعت. ",
        "* ـ حاشية « وقاية الأذهان » في علم الأصول : طبعت. \n* ـ دروس في فقه الامامية ( كتاب الصلاة وكتاب الصوم ) وهي دروسه التي كان يلقيها على تلامذته في البحث المعروف بالخارج. \n* ـ رسالتان في ترجمة والده ونفسه. \n* ـ رسالة في ترجمة جده العلامة الحاج الشيخ محمد حسين النجفي الاصفهاني « قده » كتبها بعنوان المقدمة لتفسيره ( طبعت ). ",
        "* ـ صرف أفعال ، رسالة ألفها في صغره. \n* ـ الفوائد الرضوية في شرح الفصول الغروية ، أو حاشية على فصول عمه العلامة الشيخ محمد حسين الاصفهاني في علم الأصول. \n* ـ گل گلشن : انتخبها من منظومة ( گلشن راز ) للعارف المشهور الشيخ محمود الشبستري. \n* ـ المختار من القصائد والاشعار ، وهي الرسالة الثانية في هذه المجموعة. ",
        "* ـ مسائل العلوم. \n* ـ اليواقيت الحسان في تفسير سورة الرحمن ، وهي الرسالة الأولى في هذه المجموعة. \nنموذج من نثره : \nهذا كتاب الى نجله العلامة الشيخ مهدي مجد الاسلام النجفي كتبه بتاريخ",
        "2 / 11 / 1336 ش : \n« ولدي العزيز ، جعلني الله فداك وزرقك العزة والسعادة في آخرتك ودنياك وجعل من يحسدك وقاك وعمرك الله عمراً طويلا مع الصحة والسلامة وأبقاك. قد وصل كتابك وسررت كثيراً من بلاغة أسلوبه وفصاحة مرقومه ، وخصوصاً الأشعار الرنانة التي كتبتم في الصفحة الثانية من كتابكم ، ولاسيما أشعار أحمد شوقي ... وكذا ما ذكرتم في ترجمة الاشعار التي كتبتها اليكم ، فقد أحسنتم كل الاحسان وأجدتم كل الاجادة ، فلله دركم وعلى الله أجركم. \nأما ماذكرتم في اول الكتاب من أن هذه الأشعار من لامية العرب فغير صحيح لأنها لامية العجم التي عارض بها لامية العرب. ولامية العجم للطغرائي وهو مؤيد الدين حسن بن علي بن محمد الطغرائي الاصفهاني المنشئ الدئلي من ولد أبى اسود الدئلي المقتول في سنة 515 خمس ععشرة وخمسمائة بتهمة فساد العقيدة وقد جاوز ستين سنة في الحرب التي وقعت بين السلطان مسعود السلجوقي والسلطان محمود السلجوقي ، فأخذ الطغرائي أسيراً وقتل صبراً وكان وزيراً للسلطان مسعود المذكور ، وسمي بالطغرائي لأنه كان متولياً ديوان الطغراء. \nوأما ما ذكرتم في وصف لامية العرب وان قائلها الشنفري ـ الى آخرما ذكرتم ـ فصحيح جداً وقد أجدتم في بيانها ... ",
        "وأرجو منك أن تبلغ سلامي وتحياتي ... الى السيدين السندين الموسوي (1) والنوربخش (2) والشيخين الجليلين الحائري (3) وابن الدين (4) ».\n__________________\n1) هو السيد مجتبى الموسوي صهر المصنف. \n2) هو العلامة الاستاذ السيد كمال الدين النور بخش. ",
        "3) هو العلامة الفيلسوف نجل المحقق الحائري الشيخ مهدي اليزدي. \n4) هو العلامة الاستاذ الشيخ عبد الحسين ابن الدين. \nنموذج من شعره : \nكان ; قليل الشعر انشاءاً وكثير الشعر نشاداً محيث نقل عنه الشيخ محمد علي المعلم الحبيب آبادي «ره» في كتابه « مكارم الاثار » أبياتاً لجده من طريق الام السيد محمد علي بن السيد صدر الدين المعروف بآقا مجتهد ( ت 1274 ) قال «ره» ما نصه : « ... آقاى مجد العلماء (1326) اين اشعار را از او نقل مى كرد : ",
        "وقال المترجم «ره» في بعض مصنفاته : « أيضاً شعر عربى له طاب ثراه ( أي لشيخنا البهائي ) : \nوقد قلت في هذا المعنى على نهج شعره «ره» : \n وترجم هذا البيت من لامية العجم : \n بقوله : ",
        " وترجم الى الفارسية ايضاً هذه الابيات من لامية العجم :\n__________________\n1) مكارم الاثار 4 / 1096. \n",
        " بقوله : \n راجع كتاب « المختار من القصائد والأشعار » للمترجم له. \nامامته للجماعة : \nكان يقيم الجماعة في المسجدين الأعظمين المزد حمين « مسجد نو » في سوق اصبهان و « مسجد الامام » اكثر من أربعين عاماً. ",
        "واقتدى به جماعة كبيرة من مختلف الطبقات من وجوه الفضلاء والمتدينين والوجهاء. \nاخلاقه الفاضلة : \nكان ; مؤدباً بالاخلاق الاسلامية والاداب القرآنية متبعاً للتعاليم النبوية متأدباً بالأخلاق المحمدية ، كما وصف الله تعالى نبيه الاكرم في كتابه الكريم بقوله\nعز من قائل : « انك لعلى خلق عظيم » (1) وكما قال النبي 9 : « بعثت لأتمم مكارم الأخلاق ». ",
        "وهو من غير ملق ومجاملة اقتدى بالنبي الأكرم والأئمة الهداة المهديين عليهم صلوات رب العالمين ، ولذا كان محبوب القلوب ووجيه الملة عند جميع الطبقات من الخواص والعوام. \nاولاده : \nله اربعة ابناء وخمس بنات : \nأما أبناؤه فأكبرهم العلامة آية الله الحاج الشيخ مهدي مجد الاسلام النجفي وهو امام الجماعة في المسجدين المذكورين اللذين أقام الجماعة فيهما والده والمدرس في مختلف العلوم الاسلامية. ",
        "وثانيهم : المهندس محمد رضا النجفي. \nوثالثهم : المهندس محمد النجفي أدام الله تعالى ايامهم وتوفيقاتهم. \nورابعهم : حسين النجفي ، توفى وهو طفل في عام 1332 ش. \nوفاته ومدفنه : ",
        "توفي رحمه الله تعالى في صبيحة يوم الأربعاء عشرين من ذي الحجة سنة 1403 ق المطابق لسادس شهر مهر 1362 ش في طهران ، ونقل جثمانه الشريف الى اصبهان فوصل اليها يوم الخميس وغسل في بيته ثم شيع تشييعاً ضخماً الى مسجد الامام ومنها الى مسجد « نو » ( الذي بناه جده الاكبر العلامة الفقيه الرئيس آية الله العظمى الحاج الشيخ محمد باقر النجفي الاصفهاني من تلاميذ الشيخ\n__________________\n1) سورة القلم : 04. \nالاعظم الأنصاري 0 ) بعد أن تعطلت الأسواق ودفن هناك في أيوان الشمال الشرقي ، رحمة الله عليه رحمة واسعة. ",
        "ومن طريف البيان ، ان سمع منه انه كان يقول : « نعم اليوم يوم الأربعاء » ولعله كان يشير الى هذا البيت الفارسي : \n تسلية المراجع بوفاته : \nلما انتشر نبأ وفاته في البلاد بواسطة الراديو والتلفزيون والجرائد ، انهالت برقيات كثيرة الى نجله من علماء البلاد والمراجع العظام ، تعزية بالمصاب الجلل وتسلية له ولسائر الاسرة ، وممن أبرق : \n1 ـ آية الله العظمى الامام الخميني مد ظله العالي ",
        "2 ـ آية الله العظمى السيد ابوالقاسم الموسوي الخوئي مد ظله العالي \n3 ـ آية الله العظمى الحاج الشيخ حسينعلي المنتظري مد ظله العالي \n4 ـ آية الله العظمى السيد محمد رضا الموسوي الگلپايگاني مد ظله العالي \n5 ـ آية الله العظمى السيد شهاب الدين الحسيني المرعشي النجفي مد ظله العالي ",
        "6 ـ آية الله العظمى المرحوم السيد عبد الله الشيرازي طاب ثراه \nمراثيه : \nرثاه جمع من العلماء والشعراء بما جادته به قريحتهم من المراثي بالعربية والفارسية ، واليك نماذج من تلك المراثي : \n1 ـ منهم العلامة الحجة الحاج السيد مجتبى الصادقي أدام الله ايامه بأبيات أرخ فيها سنة الوفاة ايضا : ",
        " ( 1362ش )\n2 ـ ومنهم الأديب الاستاذ علي المظاهري ، قال في ابيات بالفارسية : \n (1362ش)\nوالشطر الاخير الذي نظم فيه التاريخ هو للاستاذ الاديب السيد قدرت الله الهاتفي وفقه الله تعالى. ",
        "3 ـ ومنهم الاديب الاستاذ الجمشيدى بقوله بالفارسية : \n \n 4 ـ ومنهم الشاعر البارع الاستاذ فضل الله اعتمادى ( برنا ) : \n ",
        " ( 1362 ش )\nمصادر الترجمة : \nترجمته بقلمه ـ امجدية. الطبعة الثالثة / 11 ـ 34.\nتاريخ علمى واجتماعى اصفهان در دو قرن اخير (بيان سبل الهداية فى ذكر أعقاب صاحب الهداية) المجلد الثانى والثالث.",
        "دانشمندان وبزرگان اصفهان / 329.\nگنجينهء دانشمندان 5 / 384 ـ 386.\nمكارم الاثار 4 / 1096.\nنقباء البشر 2 / 753.",
        "جريدة (عرفان) شهر فروردين 1322 ش.\nاليواقيت الحسان\nفي تفسير سورة الرحمنبسم الله الرحمن الرحيم\nالحمد لله بارىء النسم وخالق العالم ، الذي أوجدنا من كتم العدم ، والصلاة والسلام على المنقذ الأعظم ، والنبى الأفخم ، والرسول الأكرم ، سيد ولد آدم ، وعلى آله الأئمة الاطهارهداة الأمم ومفاتيح الظلم. ",
        "وبعد : يقول المفتقر الى رحمة رب العالمين العبد المسكين مجد الدين ابن العلامة جامع المعقول والمنقول ابي المجد الشيخ محمد الرضا النجفي طاب الله ثراه وجعل الجنة مثواه : \nسألني بعض الاخوان عن سر تكرير الاية الشريفة في سورة الرحمن ، فأجبته جواباً كافياً بازاحة ما خلج بباله شافياً ـ فالتمس مني أن أذكر ذلك في كتاب ، وان أضيف اليه تفسير هذه السورة المباركة في ضمن فصول وأبواب ، فنكلت عن ذلك زمانا واخرت الاقدام على ذلك أوانا ، علما مني بأنا في زمان كثر فيه العناد وظهر فيه الفساد واتخذ أهله اللغو عادة واللهو سعادة والجهل علما والخديعة فخرا ، وسكن الأفاضل زوايا الخمول وقربت شمس الهداية على الأفول. \n\nولما طال الحافه في ذلك واصر على ذلك أجبته الى مسئوله في نيل مأموله وسميته ( اليواقيت الحسان في تفسير سورة الرحمن ). \nونسأل الله الكريم المنان بحرمة رسوله نبي الرحمة واله البررة أولياء الرحمن صلوات الله عليهم والرضوان أن يجعل عملي هذا خالصا لوجهه الكريم وذخري ليوم الدين ، وان ينفعني به واخواني المؤمنين ، انه على كل شىء قدير وبالاجابة جدير ، عليه توكلت واليه أنيب. ",
        "وهذا أوان الشروع في المقصود متوكلا على الله الملك المعبود : \n\n\n\n",
        "مقدمة \n( في اعجاز القرآن ) \nالقرآن العظيم والفرقان الكريم امتاز عن سائر معجزات نبينا المنقذ الأعظم 9 ـ على كثرتها ـ بأنه المعجزة الباقية على مرالدهر وصفحات الأيام ، فهو باق في كل زمان ومكان ، ولايختص بعصر الرسالة كما لا اختصاص له بقرن دون قرن ومكان دون مكان ، ينادي اليوم كما نادى أولا في الجوامع والمجامع التى اجتمعت الانس والجن « على أن يأتوا بمثل هذا القرآن لا يأتون بمثله ولو كان بعضهم لبعض ظهيرا » (1). \nوتحدى المرسل به 9 ودعا فصحاء العرب من مصفى خطبائها وفحوا شعرائها ، فقال بتعليم الله تعالى له : « فأتوا بسورة من مثله » (2) « فأتوا بعشر سور مثله مفتريات » (3) ، فنكصوا على أعقابهم خائبين وظهر عجزهم للعالمين ، واختاروا اللئام على الكلام والقتال على المقال ، لعلمهم بأنه معجز للبشر",
        "__________________\n1) سورة الاسراء : 88. \n2) سورة البقرة : 23. \n3) سورة هود : 13. ",
        "ولجأوا الى الافتراء فقالوا : « ان هذا الا سحر يؤثر » (1). \nالقرآن اكبر معجزة باقية الى الان في جميع الأصقاع والبلدان ، معجزة من الوجهة التاريخية ، معجزة من جهة الاحتجاج ، معجزة من وجهة التشريع العادل ونظام المدنية ، معجزة من وجهة الاستقامة والسلامة من الاختلاف والتناقض ، معجزة من الوجهة الاخلاقية ، معجزة في اخباره عن المغيبات ، معجزة من الوجهة العلمية (2). \nفان الفلكي لما يتلو قوله تعالى « الم نجعل الأرض مهادا » (3) أو قوله تعالى « وترى الجبال تحسبها جامدة وهي تمرمر السحاب » (4) يتعجب كيف قال القرآن العظيم بتحرك الأرض ودورانها على نفسها منذ أربعة عشر قرنا تقريبا بينما كانت الهيئة البطلميوسية قائلة بسكون الأرض ودوران الأجرام. وكذلك المجسطي المرجع الوحيد والمعول عليه في تعليم الهيئة والفلك قبل ذهاب غاليلة وكبرنيك واضرابهما الى ذلك الرأي بقرون واجيال ، وقد حبس غاليلة في أروبا لقوله بتحرك الأرض وحكم البابا بكفره لقوله بذلك وان زعمه ينافي العهدين القديم والجديد. \nهذا في أرقى ممالك ذلك العصر ، أعني المملكتين الشرقية والغربية ( الفرس والروم ) ، واما الجزيرة العربية فلم تعرف حتى هذه الفلسفة ولاعلمت حتى هذه النظرية ولاسمعت اسم بطلميوس ولا جالينوس ولا أفلاطون وارسطاطاليس ، ولاعرفت من الظواهر الطبيعية الا أن الحر في الصيف شديد وفي الشتاء تقل حرارة الهواء ، يغزو أهلها بعضهم بعضا ويقتل ويسلب بعضهم بعضا ، يؤودون البنات ويأكلون",
        "__________________\n1) سورة المدثر : 24. \n2) راجع لتفصيل البحث الى مقدمات آلاء الرحمن فى تفسير القرآن. \n3) سورة النبأ : 6. ",
        "4) سورة النمل : 88. \nالحيات يقال : انه سئل بعضه عن مأكله ومشربه؟ فأجاب بأناً نأكل كلما دب ودرج الا [ ... ] (1) أوالجبل. \nنعم ، برع بينهم في العصر الجاهلي شعراء أذكياء ، ولكن في الفصاحة الطبيعية والمعاني الساذجة ووصف الغمراء والبيداء ومدح المرأة الحسناء ، لا في المعاني الدقيقة والحقائق العلمية. \nأما في الدولتين السابقتين الحكمة على المسكونة فقد ظهر فيهم أيضاً ما يشين وجه التاريخ من العادات الفاسدة والاراء الكاسدة ، ولا نطول الكلام بالتفصيل بل نقنع بالاشارة اليها. ",
        "في ذلك الظلام الدامس والوحشية السوداء وتلك الجزيرة البعيدة عن المدنية والبلاد القاحلة ، نزل القرآن المبين على قلب سيد المرسلين 9 الطاهرين ، ناطقا بالحقائق العلمية وادق الاراء الفلسفية واصح المذاهب النظرية والحق الأبلج من المطالب الدينية ، فنهضت تلك الامة المغلوبة على أمرها ببركة القرآن [ ... ] (2) وفتحت الشرق والغرب والشمال والجنوب ، ووصلت جنودها واعلامها الى حدود الصين من جهة والى المحيط [ الأطلسي ] من جهة أخرى ، فتحوا البلاد الأندلسية والممالك الساحلية على المحيط الغربى وفتح المسلمون بعد ذلك بلاد روسيا وممالك بلغانيا والقسم الاعظم من أروبا ، فصارت تلك الأمة الوحشية أرقى الأمم وسيد العالم ، ونبغ بينهم علماء وفلاسفه أذكياء ، واسسوا المجامع العلمية والمعاهد المدرسية ومدنية راقية ، وعلى أثره والاقتباس منه ظهر التمدن الحديث على أعلامها ، ولكن تلك كانت خالية من هذه الويلات وتلك العيوبات و ... (3). \nنعم ، ان القرآن أوحي على محمد النبي 9 وكانت معجزته\n__________________\n1 و 2 ) كلمات لاتقرأ. ",
        "3 ) خرجنا عما هو المقصود والشىء يذكر. منه 1. \nالخالدة من الوجهة العلمية ، فانه يتضح من متواترات التاريخ أم المنقذ الأعظم لم يدخل مدرسة قط ولا تعلم عند أحد ، بل ما قرأ كتابا ولا خط بيمينه خطابا [ كما قال الله تعالى ] : «وما كنت تتلو من قبله من كتاب ولا تخطه بيمينك اذاً لارتاب المبطلون » (1). \nوما كانت أمته أهل علم وعرفان ، ولو فرضنا أنه 9 مارس جميع التعاليم وتخرج من الكليات ونال أعلى الشهادات فلم يكن ممكنا أن يأتي بمثل هذه الايات الباهرات والمعجزات الخالدات « ان هو الا وحي يوحى » (2).\nوبعبارة أخرى : لو فرض أنه 9 صرف عمره الشريف في التعلم عند أشهر الأساتذة الماهرين واخذ العلم من أعلم العلماء العاملين ، لما كان يمكن الا أن يأتي بمعلومات أهل زمانه والمقرر عند أهل دهره واوانه. ولما رأينا أن القرآن العظيم نطق بما لم يصل العلماء الى تحقيقه الا بعد مضي قرون واجيال والعصور الطوال واختراع آلات دقيقة وتلسكوبات عظيمة كبيرة [ كما في علم الفلك وسنشير الى هذا في ضمن سير الايات الباهرات ] علمنا أنه منزل من رب العالمين على قلب حبيبه سيد المرسلين 9 ليكون نذيراً للعالمين ولا رطب ولا يابس الا في كتاب مبين. ",
        "حتى أن عدو الاسلام والمسلمين بل عدو كافة الأديان والمتدينين ناشر فرضية دارون في البلاد العربية والشرق الأدنى الدكتور شبلي شميل (3) يقول في مدح\n__________________\n1) سورة العنكبوت : 48. \n2) سورة النجم : 4. ",
        "3) شميل ( شبلى ) ( 1860 ـ 1917 ). طبيب لبنانى من كفرشيما. له « الاهواء والمياه والبلدان لابى الطب ابقراط الحكيم » ورسالة « الحقيقة » لاثبات مذهب دارون. أول من عرف هذا المذهب الى العالم العربى. \nهذا المعجز الأعظم ومدح المرسل به 9 ، والفضل ما شهدت به الأعداء : \nويقول في حق النبى الاكرم 9 : انكم تؤمنون بمحمد 9 وتجعلونه نبيا عظيما وانا أعتقد انه الفيلسوف الأعظم. \nوقال رئيس الكلية الوطنية العالية في لبنان مارون بك عبود المسيحي النصراني (2) في كتابه النبى محمد 9 فى وصف هذا المعجز الأعظم والنبى الاكرم 9 :",
        "__________________\n1) المنار 11 / 10 و 11 ، وأيضا فى مكتوب للدكتور الشميل الى السيد رشيد رضا مدير مجلة المنار كلمات نقلها لا يخلو من فائدة : أنت تنظر الى محمد كنبى وتجعله عظيما وأنا انظر اليه كرجل واجعله أعظم ، ونحن وان كنا فى الاعتقاد ( الدين أو المبدأ الدينى ) على طرفى نقيض فالجامع بيننا العقل الواسع والاخلاص فى القول ، وذلك اوثق بيننا لعرى المودة ( الحق اولى أن يقال ) دع من محمد ـ الى آخر الابيات.نقلا من « نمونه اى از ادبيات عرب » للاستاذ السيد محمد باقر السبزوارى / 207. \n2) عبود ( مارون ) ( 1885 ـ 1962 ) قصاص واديب لبنانى. ولد فى عين كفاع ( لبنان ) وتوفى فيها ، من مؤلفاته « وجوه وحكايات » ، « فارس آغا » و « زوبعة الدهور ». \n",
        "وليكن هذا آخر كلامنا في المقدمة ، ولو أردنا بسط الكلام في هذا الموضوع وسرد الشواهد وبيان اعجاز القرآن من الوجوه الأخرى لطال بنا الكلام وخرجنا به عن مقتضى المقام من بيان المقصود والمرام وفى النية ان ساعدنى التوفيق أن أفرد لذلك كتاباً مستقلاً وابسط فيه الكلام فى اعجاز القرآن من الوجوه المذكورة وغيرها مما يزيد المؤمن ايمانا ولايسع الجاحد الا اذعاناً انشاء الله تعالى. ولكني لا أملك عنان القلم الا أن أسجل قضايا لا تخلو من مناسبة مع ما ذكرنا « والشىء بالشىء يذكر ». \n[ فائدة ] \nذكر في الروضات عن بعضهم ان أول ما ظهر شرب التتن والتنباك واخترع أساس الشطب القليان كان في سنة اثنتى عشر والف ، سنة استيلاء الشاه عباس الاول على تبريز (2). \n__________________",
        "1) راجع لتفصيل البحث وترجمة الابيات الى « ادبيات عرب در صدر اسلام » / 28 لنجل المصنف آية الله الحاج الشيخ مهدى مجد الاسلام النجفى أدام الله ايامه. \n2) روضات الجنات / 347 الطبع الحجرى. \nواستدرك عليه والدي العلامة أعلى الله مقامه بقوله : بل قبلها ببضع عشر سنين كما أرخه المؤرخ المجيد في قوله : \n (999)",
        "[ سنة تسع وتسعين وتسعمائة ] والحق أن ظهوره قبله بكثير ، وهو زمان اكنشاف أميركا القارة الجديدة (1). انتهى. \n[ طريفهً ] \nسمعت الوالد العلامة أعلى الله في غرف الجنان مقامه : ان رجلا من دواب الأذناب سمى الوحيد كان من الملحدين وصاحب الأموال والبنين والاصحاب و...وصاحب العداوة الشديدة للقرآن المبين والاسلام والمسلمين ، كان في مجلس حافل بالعلماء العاملين والفقهاء الراشدين سألهم قائلا ـ وكان باظهار كفره مائلا ـ انكم تعلمون انكاري للأديان وانبعاث الابدان والخلود في الجنان ولتعذيب النيران وعداوتي على الخصوص ( لعنه الله ) للقرآن وانتم تقولون لا رطب ولا يابس الاوهو موجود في الفرقان ، فهلا ذكرني الله في كتابه واوعدني بأليم عذابه. فانبرى واحد من الجمع قائلا : نعم ذكرك الله تعالى شأنه في قرآنه المجيد وسماك باسمك ـ يعنى الوحيد ـ ثم تلا الايات الشريفة من سورة المدثر : « ذرني ومن خلقت وحيداً * وجعلت له مالا ممدوداً * وبنين شهوداً * ومهدت له تمهيداً » (2). \nفكلما تلا آية ارتعدت فرائص الشقي الى أن صار كالمغشي عليه ثم ادركته السكتة ومات بغتة الى لعنة الله تعالى وعذابه واليم نيرانه. نعم هذا عاقبة الاستهزاء",
        "__________________\n1) حاشية الروضات / 20 طبع البلاغى. \n2) سورة المدثر : 11 وما بعدها من الايات. \nبالقرآن المبين وانكار الدين والتعيير للاسلام والمسلمين « ولا رطب ولا يابس الا في كتاب مبين » (1). ",
        "ولقد طال بنا الكلام فلنشرع في المرام متوكلين على الله الملك العلام ومتوسلين بجاه حبيبه الأعظم واله الكرام عليهم آلاف التحية والسلام مادامت الليالى والايام.\n__________________\n1) سورة الانعام : 59. \nسورة الرحمن ",
        "مكية ، وذكرابن الجوزي أنها مدنية في قول من قولين نقلهما المفسرون عن ابن عباس (1) ، وقيل فيها مكي ومدني (2). \nوهي ست وسبعون آية (3) ، وثلاثمائة واحدى وخمسون كلمة ، والف وستمائة وثلاثون حرفا.\n[ فضلها ] \nتسمى « عروس القرآن » ، فقد ذكر الكفعمي في مصباحه عنه 9 : لكل شىء عروس وعروس القرآن الرحمن (4).",
        "__________________\n1) تفسير الخازن 4 / 229. \n2) الدر المنثور 6 / 139. \n3) التبيان 9 / 463. ",
        "4) المصباح / 446 ، ونقلها ايضاً صاحب مجمع البيان عن موسى بن جعفر عن آبائه : عن النبى 9 9 / 165 ، والدر المنثور 6 / 140. \nوعنه 9 : من قرأها رحم الله تعالى ضعفه وادى شكر ما أنعم الله عليه. (1) \nوعن الصادق 7 : من أدمن قراءتها بيض الله وجهه وشفعه فيمن اراد (2). \nومن قرأها ليلا أو كلما قرأ « فبأي آلاء ربكما تكذبان » قال « لا بشىء من آلائك يا رب اكذب » وكل الله به ملكا يحفظه حتى يصبح ، وان قرأها كذلك صباحا وكل به ملكا يحفظه حتى يمسي. (3) ",
        "ونقل حماد بن عثمان عن الصادق 7 ما معناه : يجب قراءة سورة الرحمن في كل يوم جمعة ، واذا وصل بآية « فبأي آلاء ربكما تكذبان » قال : لا بشىء من آلائك رب نكذب (4). \nونقل عن هشام بن عروة ما خلاصته : أول من قرأ القرآن بالصوت الجلي على مشركي قريش عبد الله بن مسعود ، وكان أصحاب رسول الله 9 اجتمعوا وقالوا : ان قريشاً ما سمعوا القرآن ، من منكم يجرء على قراءة القرآن عليهم جهراً؟ فقال عبد الله بن مسعود : أنا اقرأ عليهم ، وقام ودنى من مقام ابراهيم 7 وشرع في قراءة سورة الرحمن ، وكانت قريش جالسون في مجالسهم ، ولما سمعوا الكلام تعجبوا وقالوا : ما يقول هذا. ثم قام جماعة منهم وضربوا ابن مسعود ضربا ظهر أثره عليه ، وهو يديم القراءة حتى تلا آيات من هذه السورة ثم رجع (5).\n__________________\n1) مجمع البيان 9 / 165. ",
        "2) نقل تفصيل الرواية صدوق الامة « قده » في ثواب الاعمال / 143. \n3) نقل تفصيلها شيخنا الطبرسي « قده » في مجمعه. \n4) منهج الصادقين 9 / 115. \n5) منهج الصادقين 9 / 115. ",
        "بسم الله الرحمن الرحيم\nالرحمن (1) علم القرآن (2) خلق الانسان (3) علمه البيان (4) الشمس والقمر بحسبان (5) والنجم والشجر يسجدان (6) والسماء رفعها ووضع الميزان (7) ألا تطغوا في الميزان (8) وأقيموا الوزن بالقسط ولا تخسروا الميزان (9) والأرض وضعها للانام (10) فيها فاكهة والنخل ذات الاكمام (11) والحب ذو العصف والريحان (12) فبأي آلاء ربكما تكذبان (13). \n* * *\n[ فضل البسمله ] ",
        "قوله تعالى « بسم الله الرحمن الرحيم ». \nعن النبى 9 أنه قال : اذا قال المعلم للصبي قل « بسم الله الرحمن الرحيم » فقال الصبي « بسم الله الرحمن الرحيم » كتب الله براءة للصبى وبراءة لأبويه وبراءة للمعلم (1). \nوعن علي بن موسى الرضا 8 أنه قال : بسم الله الرحمن الرحيم أقرب الى اسم الله الأعظم من سواد العين الى بياضها (2). \n[ اعراب البسملة ] ",
        "( بسم الله ) يتعلق بمجذوف يشير اليه ظاهر المقام ، وقيل تقديره ابدأوا أو اقرأوا أو قالوا.\n__________________\n1) ومجمع البيان 1 / 18. \n2) عيون اخبار الرضا 7 2 / 5 ح 11 ومجمع البيان 1 / 18. ",
        "وعلى القديرين الأخيرين تكون الباء بمعنى الاستعانة باسم الله تعالى كما يقال : اكتبوا بالقلم. \nوذلك لجلالة اسم الله وبركته لجلال المسمى تقدست أسماؤه وجلت آلاؤه. ويكون المقروء والمقول هو ما بعد البسملة من السورة. \nويرد على هذا النحو من التقديرمنافاة ذلك لجزئية البسملة جزء من جميع السور القرآنيه ومساواتها لسائر آياتها في حكم القراءة. وقد أفتى (1) الفقهاء أن البسملة جزء من كل سورة فيجب قراءتها عدى سورة برائة ، وعليه بنوا رضوان الله عليهم وجوب تعيين السورة عند الشروع في البسملة وانه لو عين سورة ثم عدل الى غيرها يجب اعادة البسملة للمعدول اليها ، واذا عين سورة عند البسملة ثم نسيها ولم يدر ما عين أعاد البسملة مع تعيين سورة معينة. \nوالظاهر وفاقاً لبعض المتأخرين أن البسملة في جميع السور القرآنية متعلقة بكلمة « ابدأ » للمتكلم من قول الله جل اسمه [ ... ] (2) بجلال اسمه الكريم وبركاته وتعظيماً له لجلال المسمى وعظمته جل شأنه وله الأسماء الحسنى ، كما أمر في القرآن الكريم بذكر اسمه وتسبيحه ، كما في السورة المائدة والحج والمزمل والدهر والأعلى ، فيعظم المقدور في جميع الأحوال بتعظيم واحد على نسق واحد. ",
        "* * *\n( الله ) قال في المصباح (3) : واعلم أن هذا الاسم الشريف قد امتاز عن اسمائه الحسنى بأمور عشرة : الأول والثاني والثالث أنه اشهر أسماء الله تعالى واعلاها محلا في القرآن واسناها مكانا قي الدعاء.\n__________________\n1) ذكر خ ل. ",
        "2) كلمة لاتقرأ. \n3 ) المصباح / 315. \nالرابع والخامس والسادس : أنه جعل أمام سائر الاسماء وخصت به كلمة الاخلاص ووقعت به الشهادة. \nالسابع : أنه علم على الذات المقدسة ، فلايطلق على غيره حقيقة ولا مجازاً ، قال سبحانه « هل تعلم له سمياً » أي هل أحداً يسمى الله ، وقيل سمياً أي مثلا وشبيهاً. ",
        "الثامن : أن هذا الاسم الشريف دال على الذات المقدسة الموصوفة بجميع الكمالات حتى لا يشذ به شىء ، وباقي اسمائه لاتدل آحادها الاعلى آحاد المعاني ، كالقادر على القدرة والعالم على العلم ، أو فعل منسوب الى الذات مثل قوله « الرحمن » ، فانه اسم للذات مع اعتبار الرحمة ، وكذا الرحيم والعليم والخالق اسم للذات مع اعتبار وصف وجودي خارجي ، والقدوس اسم للذات مع وصف سلبى أعني النقديس الذى هو التطهير عن النقائص ، والباقي اسم للذات مع نسبة واضافة ـ اعني البقاء ـ وهو نسبة بين الوجود والأزمنة ، اذ هو استمرار الوجود في الأزمنة في جانب المستقبل ، أي لايوجد زمان من هذه الأزمنة المحققة والمقدرة الا ووجوده مصاحب له. \nوالأبدي هو المستمر الوجود في جميع الأزمنة ، والباقي أعم منه ، والأزلي هو الذي قارن وجوده جميع الأزمنة الماضية المحققة والمقدرة. والزمان المحقق ما هو داخل في الوجود والمقدر ما ليس كذلك ، فهذه الاعتبارات تكاد تأتي على الأسماء الحسنى بحسب الضبط. \nالتاسع : انه غير صفة ، بخلاف سائر أسمائه تعالى فانها تقع صفات : أما أنه اسم غيى صفة فلأنك تصفه ولا تصيف به ، فتقول « اله واحد » ولا تقول : شىء اله. واما وقوع ما عداه من أسمائه الحسنى تعالى صفات فلأنه يقال « شىء قادر وعالم وحي » الى غير ذلك. \nالعاشر : ان جميع أسمائه الحسنى يتسمى بهذا الاسم ولا يتسمى هو بشئ منها\nفلا يقال « الله اسم من اسماء الصبور والرحيم أو الشكور » ولكن يقال الصبور اسم من أسماء الله. واذا عرفت ذلك فاعلم انه قد قيل : ان هذا الاسم المقدس هو الأسم الأعظم. ",
        "وقال في موضع آخر : (1) ان الاسم الأعظم هو الله ، لأنه أشهر أسمائه تعالى واعلاها محلا في الذكر والدعاء ، وجعل أمام سائر الأسماء ، وخصت به كلمة الاخلاص ، ووقعت به الشهادة. \nوقال الغزالي : الله اسم للموجود الحق الجامع للصفات الالهية المنعوت بنعوت الربوبية المتفرد بالوجود الحقيقي ، فان كل موجود سواه غير مستحق للوجود بذاته وانما استفاد الوجود منه تعالى (2). \nوقيل : « الله اسم لمن هو الخالق لهذا العالم والمدبر له » (3). \nوقال الشهيد : « الله اسم للذات بجريان النعوت عليه » (4). ",
        "وفي كتاب الدر المنتظم في السر الاعظم لمحمد بن طلحة صاحب كتاب مطالب السئول : « ان الجلالة تدل على التسعة والتسعين اسماً ، لأنك اذا قسمتها في علم الحروف على قسمتين كان كل قسم ثلاثة وثلاثين ، فتضرب الثلاثة والثلاثين في أحرفها بعد اسقاط المكرر ـ وهو ثلاثة ـ يكون عدد الأسماء الحسنى. وايضا اذا جمعت من الجلالة طرفيها ـ وهما ستة ـ وتقسمها على حروفها الأربعة يقوم لكل حرف واحد ونصف ، فتضربه في ما للجلالة من العدد ـ وهو ستة وستون ـ تبلغ تسعة وتسعين عدد الأسماء الحسنى (5). \nوفي كتاب مشارق الانوار وحقائق الاسرار للشيخ رجب بن محمد بن رجب :\n__________________\n1) المصباح / 306. ",
        "2) المصباح / 314. \n3 و 4) المصدر / 315. \n5) المصدر / 316. \n« ان هذا الاسم المقدس أربعة أحرف الله فاذا وقفت على الأشياء عرفت انها منه وبه واليه وعنه ، فاذا أخذمنها الألف بقي لله ولله كل شىء ، فاذا أخذ اللام وترك الالف بقي اله وهو اله كل شىء ، فان أخذ الالف من اله بقي له وله كل شىء ، فان أخذ من له اللام بقي هاء مضمومة هي هو ، فهو هو وحده لا شريك له ، وهو لفظ يوصل الى ينبوع العزة. ولفظ « هو » مركب من حرفين ، والهاء أصل الواو ، فهو حرف واحد يدل على الواحد الحق ، والهاء أول المخارج والواو آخرها هو الأول والاخر والظاهر والباطن » (1). ",
        "( الرحمن الرحيم ) قال الكفعمي : ان « الرحمن الرحيم» من أبنية المبالغة الا أن فعلان أبلغ من فعيل. ثم هذه المبالغة قد توجد تارة باعتبار الكمية واخرى باعتبار الكيفية ، فعلى الأول قيل « يا رحمن الدنيا »لأنه يعم المؤمن والكافر و « رحيم الاخرة » لأنه يخص الرحمة بالمؤمنين يقوله تعالى : « وكان بالمؤمنين رحيماً » وعلى الثانى قيل « يا رحمن الدنيا والاخرة ورحيم الدنيا » لأن النعم الأخروية كلها جسام ، وأما النعم الدنيوية فجليلة وحقيرة. \nوعن الصادق 7 : الرحمن اسم خاص بصفة عامة ، والرحيم اسم عام بصفة خاصة. \nوعن المرتضى : الرحمن تشترك فيه اللغة العربية والعبرانية والسريانية ، والرحيم مختص بالعربية. \nوقال الطبرسي : وانما قدم الرحمن على الرحيم لأن الرحمن بمنزلة الاسم العلم من حيث لا يوصف به الا الله تعالى ، ولهذا جمع سبحانه بينهما في قوله « قل ادعوا الله أو ادعوا الرحمن » فوجب لذلك تقديمه على الرحيم لأنه يطلق عليه لا على غيره ، والرحيم يطلق عليه وعلى غيره (2).",
        "__________________\n1) المصدر / 316. \n2) المصدر / 317. \nوقال الشهيد : هما اسمان للمبالغة من رحم ، و « رحمن » كغضبان من غضب وعليم من علم ، والرحمة لغة رقة القلب وانعطاف يقتضي التفضل والاحسان ، ومنه الرحم لا نعطافها على مافيها. ",
        "وقال المرتضى : ليست الرحمة عبارة عن رقة القلب والشفقة ، انما هي عبارة عن الفضل والانعام وضروب الاحسان ، فعلى هذا يكون اطلاق لفظ الرحمة عليه تعالى حقيقة وعلى الأول مجازاً. \nوقال صاحب العدة : ان رقيق القلب من الخلق يقال له « رحيم » لكثرة وجود الرحمة منه بسبب الرقة ، وأقلها الدعاء للمرحوم والتوجع له ، وليست في حقه تعالى كذلك ، بل معناها ايجاد النعمة للمرحوم وكشف البلوى عنه ، والحد الشامل أن نقول : هي التخلص من أقسام الافات وارسال الخيرات الى أرباب الحاجات قال : والرحمن الرحيم مشتقان من الرحمة وهي النعمة ، ومنه « وما أرسلناك الّا رحمة للعالمين » ، ويقال للقرآن رحمة وللغيب رحمة أي نعمة. (1) \nوفي الصافي : عن أمير المؤمنين 7 : الرحمن الذي يرحم ببسط الرزق علينا ، وفي رواية : العاطف على خلقه بالرزق لا يقطع عنهم مواد رزقه وان انقطعوا عن طاعته ، الرحيم بنا في أدياننا ودنيانا وآخرتنا ، خفف علينا الدين وجعله سهلا خفيفاً ، وهو يرحمنا بتميزنا من أعدائه. \nأقول : رزق كل مخلوق ما به قوام وجوده وكماله اللائق به ، فالرحمة الرحمانية تعم جميع الموجودات وتشمل كل النعم ، قال تعالى « أحسن كل شئ خلقه ثم هدى » ، وأما الرحمة الرحيمية بمعنى التوفيق في الدنيا والدين ، فهى مختصة بالمؤمنين ، وما ورد من شمولها للكافرين فانما هى من جهة دعوتهم الى الايمان والدين ، مثل ما في تفسير الامام من قولهم : : الرحيم بعباده المؤمنين في",
        "__________________\n1) المصدر / 317. \nتخفيفه عليهم طاعاته وبعباده الكافرين في الرفق في دعائهم الى الموافقة ومن ثمة قال الصادق 7 : الرحمن اسم خاص لصفة عامة والرحيم اسم عام لصفة خاصة وقال عيسى بن مريم 8 : الرحمن رحمن الدنيا والرحيم رحيم الاخرة ، يعنى في الأمور الاخروية ـ رواهما فى المجمع (1). \nأقول : كثرة المباني تدل على كثرة المعاني ، فالرحمن يشمل جميع أفراد الانسان بل الحيوان والدواب بل جميع المخلوقات ، فيشمل المؤمن والكافر والملحد والمعاند والعاصى والفاجر ، يبسط عليهم الرزق وأعطاهم ما به قوامهم في دنياهم ، فالكفار والملحدون سيفيدون من هذه الصفة العامة. وأما الرحيم بناءعلى ما يظهرمن بعض الأخبار المعتبرة فهو يختص بالاخرة ، ولما كانت النعم الأخروية والمراتب المعنوية والحياة السعيدة الباقية والسعادة الأبدية مشروطة بالايمان ولهذا تختص بالمؤمن ولاتشمل الكافر ، ولذا قال لأهل الجنة : « سلام قولا من رب رحيم » (2). ولذا قيل يا رحمن الدنيا ورحيم الاخرة ، وقيل الرحيم اسم عام بصفة خاصة لأن الاستفادة من هذه العناية الربانية مشروطة بصفة خاصة ـ وهي الايمان بالله تعالى وكتبه ورسله ولذا قيل رحيم بالمؤمنين خاصة وقال تعالى : « وكان بالمؤمنين رحيماً » (3) « بالمؤمنين رؤف رحيم » (4).",
        "* * *\n( الرحمن * علم القرآن ) قيل : لما كانت هذه السورة مشتملة على تعداد النعم الدنيوية والأخروية صدرها بالرحمن ، وقدم أجل النعم وأشرفها وهو تعليم القرآن ، فانه أساس الدين ومنشأ الشرع وأعظم الوحي وأثمر الكتب ، وهو\n__________________\n1) الصافى / 20 طبع الحجرى. ",
        "2) سورة يس : 58. \n3) سورة الاحزاب : 43. \n4) سورة التوبة : 128. \nباعجازه واشتماله على خلاصتها مصدق لنفسه ولها. ",
        "قيل : لما نزلت قوله تعالى « اسجدوا للرحمن » (1) قال كفار مكة « ما الرحمن » (2) فأنكروه وقالوا لا نعرف الرحمن ، فأنزل الله الرحمن معنى الذي أنكرتموه هو الذي علم القرآن. \nوقيل : هذا جواب لأهل مكة حيث قالوا « انما يعلمه بشر » (3) ، فقال تعالى « الرحمن علم القرآن » يعني علم محمداً القرآن. \nوقيل : علم القرآن يسره للذكر ليحفظ ويتلى ، وذلك أن الله عزوجل عدد نعمه على عباده فقدم أعظمها نعمة وأعلاها رتبة ، وهو القرآن العزيز لأنه أعظم وحي الله الى أنبيائه وأشرفه منزلة عند أوليائه وأصفيائه ، وأيسره ذكراً وأحسنه في ابواب الدين أثراً ، وهو سنام الكتب السماوية المنزلة على أفضل البرية. \nوقيل : عدد الله عز وعلا أسماءه فأراد ان يقدم اول شئ ما هو أسبق قدماً من ضروب آلائه وأصناف نعمائه وهي نعمة الدين ، فقدم من نعمة الدين ما هو في أعلا مراتبها وأقصى مراقيها ، وهو انعامه بالقرآن وتنزيله وتعليمه ، لانه أعظم وحي الله رتبة و ... وأخر ذكر خلق الانسان عن ذكره ثم اتبعه اياه ليعلم أنه خلقه للدين ليحيط علماً وما خلق الانسان من أجله وكان الغرض في انشائه كان مقدماً عليه وسابقاً له ثم ذكر ما تميز من سائر الحيوان من البيان ، وهو المنطق الفصيح المعرب عما في الضمير. ",
        "وقال بعضهم « علم القرآن » أي أعطى الاستعداد الكامل في الأزل لجميع\n__________________\n1 و 2) سورة الفرقان : 60. \n3) سورة النحل : 103. ",
        "المستعدين ، ولذلك قال « علم القرآن » ولم يقل علم الفرقان كما في قوله تعالى « تبارك الذي نزل الفرقان » (1) فان الكلام الالهي قرآن باعتبار الجمع والبداية فرقان باعتبار الفرق والنهاية ، فهو بهذا المعنى لا يتوقف على خلق الانسان وظهوره في هذا العالم ، وانما الموقوف عليه تعليم البيان ، ولذا قدم تعليم القرآن على خلق الانسان وخلقه على تعليم البيان. \n( خلق الأنسان ) فيه أربعة تفاسير : \nالاول : ان المراد به جنس الانسان ، أي جميع الناس. \nالثانى : ان المراد به آدم ابو البشر 7. ",
        "الثالث : محمد 9 أفضل البرية والعلة الغائية لخلق الممكنات المخاطب بلولاك لما خلقت الأفلاك. \nالرابع : المراد به أميرالمؤمنين علي 7 باب مدينة خاتم النبيين 9. \n( علمه البيان ) فيه أيضاً أربعة تفاسير : \nفعلى الأول : يعني علم آدم أسماء كل شئ ، كما قال تعالى « وعلم آدم الأسماء كلها » (2). وقيل : علمه اللغات كلها ، وكان آدم يتكلم بسبعمائة لغة أفضلها العربية. ",
        "وعلى الثانى : يكون معنى علمه البيان علمه النطق الذي يتميز به عن سائر الحيوانات ، وقيل علمه الكتابة والفهم والافهام في عرف ما يقول وما فعاله ، وقيل علم كل قوم لسانهم الذي يتكلمون به. \nوعلى الثالث : علم محمداً 9 بيان ما كان وما بكون ، لأنه\n__________________\n1) سورة الفرقان : 25. ",
        "2) سورة البقرة : 31. \n9 ينبئ خبر الأولين والأخرين وعن يوم الدين ، وقبل علمه 9 بيان الأحكام من الحلال والحرام والحدود والأحكام. \nوعلى الرابع : علمه بيان كل شئ يحتاج الناس اليه. \n( الشمس والقمر بحسبان ) قال ابن عباس : منازلهما بالحساب ، ويقال معلقان بين السماء والأرض ، ويقال عليهما حساب ولهما آجال كآجال الناس (1). ",
        "وقيل يعنى بهما حساب الأوقات والآجال ، ولو لا الليل والنهار والشمس والقمر لم يدر أحد كيف يحسب ما يريد. وقيل الحسبان هو الفلك تشبيهاً بحسبان الرحى وهو ما يدور الحجر بدورانه. وقيل بحسبان أي بحساب معلوم وتقدير سوي بجريان في بروجهما ومنازلهما ، وفي ذلك منافع للناس عظيمة منها علم السنين والحساب. وقيل يجريان في بروجهما وتتسق بذلك أمور الكائنات وتختلف الفصول والأوقات ويعلم السنون والحساب. \n( والنجم والشجر ) قيل : النجم ما ليس له ساق من النبات كالبقول ، والشجر ماله ساق يبقى في الشتاء. وسجودها ظلها. وقيل النجم هو الكوكب وسجوده طلوعه ، وعن مجاهد النجم نجوم السماء (2). \nوالقول الأول أظهر ، لأنه ذكر مع الشجر في مقابلة الشمس والقمر ، ولأنهما ارضيان في مقابلة سمائيين. \n( يسجدان ) ينقادان لله تعالى فيما يريد بهما طبعاً انقياد الساجدين من المكلفين طوعاً. ",
        "أقول : نسبة السجود أو الصلاة أو العبادة الى الأجرام العلوية هو انقيادها لله تعالى عز وجل وقد قال الحكيم السبزوارى « قده » :\n__________________\n1) تنوير المقباس تفسير ابن عباس بهامش الدر المنثور 5 / 314. \n2) الدر المنثور 6 / 141. ",
        "\nوقيل : صلت السماء بدورانها والأرض برجحاتها والماء بسيلانه والمطر بهطلانه ، وقد يصلى ولا يشعر ولذكر الله اكبر. \nقال بعض المفسرين (2) : يسجدان ينقادان لله تعالى فهما خلقان له ، تشبيهاً بالساجد من المكلفين في انقياده واتصلت هاتان الجملتان بالرحمن بالوصل المعنوي لما علم أن الحسبان حسبانه والسجود له لا لغيره ، كأنه قيل الشمس والقمر بحسبانه والنجم والشجر يسجدان له. ولم يذكر العاطف في الجمل الأول ثم جئ به بعد لأن الأول وردت على سبيل التحديد تبكيتاً لمن أنكر آلاءه كما يبكت منكر أيادي المنعم عليه في المثال المذكور. ثم رد الكلام الى منهاجه بعد التبكيت في وصل ما يجب وصله للتناسب والتقارب بالعطف ، وبيان التناسب أن الشمس والقمر سماويان والنجم والشجر أرضيان فبين القبيلين تناسب من حيث التقابل ، وأن السماء والأرض لانز الان تذكر ان قرينتين وان جري الشمس والقمر بحسبان من جنس الانقياد لأمر الله ، فهو مناسب لسجود النجم والشجر. \n( والسماء رفعها ) أي فوق الأرض أو خلقها مرفوعة مسموكة حيث جعلها منشأ احكامه ومصدر قضاياه ومسكن ملائكته الذين يهبطون بالوحي على أنبيائه : ، ونبه بذلك على كبرياء شأنه وملكه وسلطانه (3). ",
        "( ووضع الميزان ) في قراءة عبدالله : « وخفض الميزان » وأراد به كل ماتوزن به الأشياء وتعرف مقاديرها من ميزان وقرسطون ومكيال ومقياس ، أي خلقه موضوعاً مخفوضاً على الأرض حيث علق به أحكام عباده وقضاياهم وما تعبدهم به من التسوية والتعديل في أخذهم واعطائهم (4).\n__________________\n1) النبراس / 53. \n2) وهوالزمخشرى فى الكشاف 4 / 443. ",
        "3 و 4) الكشاف 4 / 444. \nوقيل : ووضع الميزان العدل بأن وفر على مستعد مستحقه وفي ذي حق حقه حتى انتظم أمر العالم واستقام كما قال : « بالعدل قامت السماوات والأرض ». \nوقيل : أراد بالميزان العدل ، لأنه آلة العدل ، والمعنى أنه أمر بالعدل ، ويدل عليه قوله تعالى « ألا تطغوا في الميزان » أي لا تجاوزوا العدل (1). \nوقيل : أراد به الالة التى يوزن بها للتوصل الى الانصاف والانتصاف ، وأصل الوزن التقدير ، « ألا تطغوا في الميزان » أي لئلا تميلوا وتظلموا وتجاوزوا الحق في الميزان. ",
        "( واقيموا الوزن بالقسط ) أي بالعدل ، وقيل أقيموا لسان الميزان بالعدل ، وقيل الاقامة باليد والقسط بالقلب ، وقيل أي قوّموا وزنكم بالعدل. \n( ولا تخسروا الميزان ) أي ولا تنقصوه ، فان من حقه أن يسوى ، لأنه المقصود من وضعه. \nوقيل : أي ولا تنقصوه ، أمر بالتسوية ونهي عن الطغيان الذي هو الاعتداء وزيادة ، وعن الخسران الذى هو تطفيف ونقصان. وكرر لفظ « الميزان » تشديداً للتوصية به وتقوية للأمر باستعماله والحث عليه. \nولا تخسروا بفتح التاء وضم السين وكسرها وفتحها ، يقال : خسر الميزان يخسره ويخسره ، وأما الفتح فعلى أن الأصل ولا تخسروا في الميزان ، فحذف الجار وأوصل الفعل. ",
        "( والارض وضعها ) أي خفضها مدحوة.\n__________________\n1) قال الشريف الرضي في « تلخيص البيان في مجازات القرآن » : 223 والميزان ههنا مستعار على أحد التأويلين ، وهو أن يكون معناه العدل الذى تستقيم به الامور ويعتدل عليه الجمهور ، وشاهد ذلك قوله تعالى « وزنوا بالقسطاس المستقيم » [ سورة شعراء / 182 ] أى بالعدل في الامور ، وروى عن مجاهد أنه قال القسطاط العدل بالرومية ، ويقال قسطاس قسطاس ـ بالضم والكسر ـ كقرطاس وقرطاس. \n( للانام ) للخلق ، وهو كل ما على ظهر الأرض من دابة. وعن الحسن الانس والجن ، فهى كالمهاد لهم يتصرفون فوقها. ",
        "( فيها ) أي في الارض. \n( فاكهة ) أي ضروب مما يتفكه به ، وقيل أي من أنواع الفاكهة ، أو ما يتفكهون به من النعم التى لا تحصى. \n( والنخل ذات الاكمام ) أي أوعية الثمر ، ويعني الأوعية التي يكون فيها الثمر ، لأن ثمر النخل يكون في غلاف ـ وهو الطلع مالم ينشق ـ وكل شئ ستر شيئاً فهو كم. وقيل اكمامها ليفها. \nواقتصر على ذكر النخل من بين سائر الشجر لأنه أعظمها وأكثرها بركة. ",
        "وقيل الاكمام أوعية الثمر ، الواحد كم بكسر الكاف ، أو كل ما يكم أي يغطى من ليفه وسعفه وكفراة ، وكله منتفع به كما ينتفع بالمكموم من ثمره وجماره وجذوعه. \n( والحب ) يعني جمع الحبوب التى يقتات بها كالحنطة والشعير ونحوهما وانما أخر ذكر الحب على سبيل الارتقاء الى الأعلى ، لأن الحب أنفع من النخل وأعم وجوداً في الاماكن. \n( ذو العصف ) قال ابن عباس : يعني التبن ، (1) وعنه : أنه ورق الزرع الأخضر اذا قطع رؤوسه ويلبس. وقيل هو ورق كل شئ يخرج منه الحب ويبدو صلاحه ولاورق وهو العصف ، ثم يكون سدقاً ، ثم يحدث الله تعالى فيه اكماماً ، ثم يحدث في الأكمام الحب. \n( والريحان ) الرزق ، وهو اللب ، أرادفيها ما يتلذذ به من الفواكه. والجامع بين التلذذ والتغذي وهو ثمر النخل وما يتغذى به وهو الحب. ",
        "والريحان بالجر حمزة وعلي ، أي الحب ذو العصف الذي اي هو علف\n__________________\n1) التبيان 9 / 466. \nالأنعام والريحان الذي هو مطعم الأنام. والرفع على : وذو الريحان ، فحذف المضاف وأقيم المضاف اليه مقامه. ",
        "وقيل : معناه وفيها الريحان الذي يشم ، والحب ذا العصف والريحان شامي أي وخلق الحب والريحان ، أو وأخص الحب والريحان. \nقال ابن عباس : كل ريحان في القرآن فهو رزق ، وقيل هو الريحان الذي يشم ، وقيل العصف التبن والريحان ثمرته ، فذكر قوت الناس والأنعام.\n( فبأى آلاء ربكما تكذبان ) يعنى أيها الثقلان ، يريد هذه الأشياء المذكورة وكررت هذه الاية في هذه السورة فى احدى وثلاثين موضعاً ، وتكرار هذه الاية الشريفة هو الذي دعا بعض الأصحاب ان يكرر علي حتى أصنف هذا الكتاب ، فاسمع لما أتلو عليك من الجواب : \nكرر تقريرا للنعمة وتأكيدا في التذكير بها ، ثم عدد على الخلق آلاءه ، وفصل بين كل نعمتين بما ينبههم عليها ليفهمهم النعم ويقررهم بها ، كقول الرجل لمن أحسن اليه وتابع اليه بالأيادي وهو ينكرها ويكفرها : ألم تكن فقيرا فأغنيتك ، أفتنكر هذا ، ألم تكن عريانا فكسوتك ، أفتنكر هذا ، ألم تكن خاملا فعززتك ، أفتنكر هذا. ومثل هذا الكلام شائع في كلام العرب حسن تقريرا ، وذلك لأن الله تعالى ذكر في هذه السورة ما يدل على وحدانيته من خلق الانسان وتعليمه البيان وخلق الشمس والقمر والسماء والأرض ، الى غير ذلك مما أنعم به على خلقه ، وخاطب الثقلين فقال « فبأي آلاء ربكما تكذبان » من الأشياء المذكورة لأنها كلها منعم بها عليكم. ",
        "قال في برهان القرآن : تكررت الاية احدى وثلاثون مرة ، ثمان منها ذكرها عقيب آيات فيها تعداد عجائب خلق الله وبدائق صنعه ومبدأ الخلق ومعادهم ، ثم سبع منها عقيب آيات فيها ذكر النار وشدائدها على عدد أبواب جهنم ، وحسن ذكر\nآلالاء عقيبها لأن في خوفها ودفعها نعما توازي النعم المذكورة ، أو لأنها حلت مالا عدا وذلك يعد من اكبر النعماء ، وبعد هذا السبع ثمان في وصف الجنات وأهلها على عدد ابوات الجنة ، وثمان أخرى بعدها للجنتين اللتين دونها ، فمن اعتقد الثماني الأولى وعمل بموجبها استحق كلتا الثمانيتين من الله تعالى ووقاه الله السبع السابقة. \nيقول الفقير : من لطائف أسرار هذا المقام أن لفظ « ال » في اول اسم الرحمن المعنون به هذه السورة الجليلة دل على تلك الاحدى والثلاثين. \nوقال في مجمع البيان (1) : فأما الوجه لتكرار هذه الاية في هذه السورة فانما هو التقرير بالنعم المعدودة والتأكيد في التذكير بها كلها ، فكلما ذكر سبحانه نعمة أنعم بها قرر عليها ووبخ على التكذيب بها ، كما يقول الرجل لغيره : أما أحسنت اليك حين اطلقت لك مالاً ، اما أحسنت اليك حين مللتك عقاراً ، اما أحسنت اليك حين بنيت لك داراً ، فيحسن فيه التكرار لا ختلاف ما يقرره به. ومثله كثير في كلام العرب وأشعارهم ، قال مهلهل بن ربيعة يرثي أخاه كليباً : ",
        " وقالت ليلى الأخيلية ترثي توبة بن الحمير : \n__________________\n1) مجمع البيان 9 / 199. \n",
        " فخرجت في هذه الأبيات من تكرار الى تكرار لاختلاف المعاني التي عددتها ، وقال الحارث بن عباد : \n وكرر هذه اللفظة « قربا مربط النعامة مني » في أبيات كثيره. وفي أمثال هذا\nكثرة ، وهذا هو الجواب بعينه عن التكرار لقولـه تعالى « ويل يومئذ للمكذبين » في سورة المرسلات (1). \n* * *",
        "خلق الأنسان من صلصال كالفخار (14) وخلق الجان من مارج من نار (15) فبأي آلاء ربكما تكذبان (16). \n( خلق الانسان من صلصال ) يعني من طين يابس له صلصلة ، وهو الصوت منه نقر. \n( كالفخار ) يعني الطين المطبوخ بالنار ، وهو الخزف. \nفان قيل : قد اختلف العبارات في صفة خلق الانسان الذي هو آدم ، فقال تبارك وتعالى « من تراب » وقال « من حمأ مسنون » وقال « من طين لازب » وقال « من ماء مهين » وقال هنا « من صلصال كالفخار ». ",
        "قلنا : ليس في هذه العبارات اختلاف ، بل المعنى متفق ، وذلك أن الله تعالى خلقه أولا من تراب ، ثم جعله طينا لازبا لااختلط بالماء ، ثم حمأ مسنوناً وهو الطين الأسود المنتن ، فلما يبس صار صلصالا كالفخار. \n( وخلق الجان ) وهو ابو الجن ، وقيل هو ابليس. \n( من مارج من نار ) يعني الصافي من لهب النار الذي لادخان فيه ، وقيل هو ما اختلط بعضه ببعض من اللهب الأحمر والأصفر والأخضر الذي يعلو النار اذا اقدت.\n__________________",
        "1) وقال الشيخ الطوسي في سر تكرير الاية : انما كررت هذه الاية ، لانه تقرير بالنعمة عند ذكرها على التفصيل نعمة ، كأنه قيل بأى هذه الالاء تكذبان ، ثم ذكرت آلاء أخر فاقتضت الاولى ، ليتأمل كل واحدة فى نفسها وفي ما تقتضيه صنفها من حقيقتها التي تنفصل بها عن غيرها. التبيان 9 / 468. \n* * *\nرب المشرقين ورب المغربين (17) فبأي آلاء ربكما تكذبان (18). \n( رب المشرقين ) يعني مشرق الصيف وهو غاية ارتفاع الشمس ، ومشرق الشتاء وهو غاية انحطاط الشمس. ",
        "( ورب مغربين ) يعني مغرب الصيف ومغرب الشتاء. وقيل يعني مشرق الشمس ومشرق القمر ومغرب الشمس ومغرب القمر. \nوفي الاحتجاج عن أميرالمؤمنين 7 أنه سئل عن هذه الاية فقال 7 : ان مشرق الشتاء عليحدة ومشرق الصيف عليحدة ، أما تعرف ذلك من قرب الشمس وبعدها. قال : وأما قوله « رب المشارق والمغارب » فان لها ثلاثمائة وستين برجاً تطلع كل يوم من برج وتغيب في آخر فلا تعود اليه الامن قابل في ذلك اليوم. \n* * *\nمرج البحرين يلتقيان (19) بينهما برزخ لا يبغيان (20) فبأي آلاء ربكما تكذبان (21). ",
        "( مرج البحرين ) يعنى أرسل البحرين العذب والملح متجاورين متلاقيين لا فصل بين المائين ، لأن من شأنهما الاختلاط ، وهو قوله تعالى ( يلتقيان ) لكن الله تعالى منعهما عما في طبعهما بالبرزخ ، وهو قوله تعالى بينهما ( برزخ ) أي حاجز من قدرة الله تعالى ( لا يبغيان ) أي لا يبغى أحدهما على صاحبه ، وقيل لا يختلطان ولا يتغيران ، وقيل لا يطغيان على الناس بالغرق. \nوقيل ( مرج البحرين ) يعني بحر الروم وبحر الهند وأنتم الحاجز بينهما ، وقيل بحر فارس والروم ( بينهما برزخ ) يعنى الجزائر ، وقيل بحر السماء وبحر الأرض ، فان في السماء بحرا مسكه الله تعالى بقدرته ينزل منه المطر فيلتقيان ، \nوبينهما حاجز يمتنع بحر السماء من النزول وبحر الأرض من الصعود. \n* * *",
        "يخرج منهما اللؤلؤ والمرجان (20) فبأي آلاء ربكما تكذبان (21). \n( يخرج منهما ) قيل انما يخرج من البحر الملح دون العذب ، وانما قال منهما لأنهما لما التقيا وصارا كالشىء الواحد جاز أن يقال يخرجان منهما كما يقال يخرجان من البحر ، ولا يخرجان من جميع البحر ولكن من بعضه. وتقول : خرجت من البلد وانما خرجت من محلة من محاله ، بل من دار واحدة من دوره. \nوقيل : المراد يخرج من أحدهما ، فحذف المضاف. \nوقيل : يخرج من ماء السماء وماء البحر. ",
        "وفي قرب الاسناد عن الصادق 7 ( يخرج منهما ) قال 7 : من ماء السماء ومن ماء البحر ، فاذا أمطرت فتحت الأصداف أفواهها في البحر فيقع فيها من ماء المطر فتخلق اللؤلؤ الصغيرة من القطرة الصغيرة واللؤلؤ الكبيرة من القطرة الكبيرة. \n( اللؤلؤ ) قيل هو ما عظم من الدر. \n( والمرجان ) صغاره ، وقيل بعكس ذلك ، وقيل المرجان هو الخرز الاحمر أعني البسذ (1).\n__________________",
        "1) يقول المحقق لهذا السفر الجليل : روى في ذيل « مرج البحرين يلتقيان » الى « يخرج منهما اللؤلؤ والمرجان » البحران علي وفاطمة 8 والبرزخ رسول الله 9 ، واللؤلؤ والمرجان الحسن والحسين. \nرواها من طريق الخاصة علي بن ابراهيم القمي «ره» في تفسيره (1) وابن شهر آشوب « قده » في مناقبه (2) والعلامة المجلسي «قده » في بحاره (3) والشيخ\n__________________\n(1) تفسير القمي / 345 طبع ايران.",
        "(2 ـ3) المناقب 3 / 106 و 101 ـ البحار 43 / 43 و 31. \nعبد الله البحراني في عوالمه (1) ، فنقل الأخير عن الصادق 7 أنه قال في قوله « مرج البحرين يلتقيان » قال : علي وفاطمة بحران عميقان لايبغي أحدهما على صاحبه ، وفي رواية « بينهما برزخ » رسول الله ، « يخرج منهما اللؤلؤ والمرجان » الحسن والحسين 8. \nوأيضاً رواها من طريق العامة : الحافظ ابو نعيم الاصفهاني في كتاب « ما نزل من القرآن في علي 7 » (2) ، ونقل عنه شيخنا يحيى بن الحسن الحلي المعروف بابن البطريق « قده » من اصحابنا في كتابه « حضائص الوحي المبين » (3). \nوالثعلبي في تفسيره ، ونقل منه شيخنا الحلي «ره» في « خصائصه » (4) وفي كتابه الاخر « العمدة » (5). ",
        "والشبلنجي في نور الابصار ، نقل عنه صاحب فضائل الخمسة (6). \nوالسيوطي في الدر المنثور (7) عن ابن مردويه عن ابن عباس في قوله « مرج البحرين يلتقيان » قال : علي وفاطمة « بينهما برزخ لا يبغيان » قال : النبي صلى الله عليه [وآله] وسلم « يخرج منهما اللؤلؤ والمرجان » قال : الحسن والحسين 8. \n* * *\nوله الجوار المنشآت في البحر كالاعلام (24) فبأي آلاء ربكما تكذبان (25).",
        "__________________\n1) العوالم 11 / 39. \n2) راجع النور المشتعل / 236 وما بعده. \n3 و 4) الخصائص / 207 و 208. ",
        "5) العمدة / 399. \n6) فضائل الخمسة 1 / 344. \n7) الدر المنثور 6 / 142. \n( وله الجوار ) أي السفن الكبار ، جمع جارية. ",
        "( المنشآت ) أي المرفوعات ، وهي التي رفع خشبها بعضه على بعض ، وقيل المرفوعات الشراع أو اللاتي ينشئن الامواج بجريهن ، وقيل هو ما رفع قلها من السفن اما مالم يرفع قلعها فليست من المنشئات ، وقيل معنى المنشئات المحدثات المخلوقات المسخرات. \n( في البحر كالاعلام ) أي الجبال ، جمع علم ، وهو الجبل الطويل ، شبه السفن في البحر بالجبل في البر. \n* * *\nكل من عليها فان (26) ويبقى وجه ربك ذو الجلال والاكرام (27) فبأي آلاء ربكما تكذبان (28). ",
        "( كل من عليها ) أي على الأرض من حيوان ، وانما ذكره بلفظه « من » تغليباً للعقلاء على غير العقلاء. \n( فان ) أي هالك ، لأن وجود الانسان في الدنيا عرض فهو غير باق ، وما ليس بباق فهو فان ، ففيه الحث على العبادة وصرف الزمن اليسير الى الطاعة. \n( ويبقى وجه ربك ) يبقى ذاته ، والوجه يعبر به عن الجملة ، وقيل دين ربك. وفي المخاطب وجهان : أحدهما أنه كل واحد ، والمعنى ويبقى وجه ربك أيها الانسان السامع ، والوجه الثاني أنه يحتمل أن الخطاب مع النبي 9. \n( ذوالجلال ) أي ذو العظمة والكبرياء ، ومعناه الذي يجله الموحدون عن التشبيه بخلقه. ( والاكرام ) أي المكرم لأنبيائه وأوليائه وجميع خلقه بلطفه واحسانه اليهم مع جلاله وعظمته ، وقيل ( ذوالجلال والإكرام ) ذو الاستغناء المطلق والفضل ",
        "العام ، وذلك لأنك اذا استقريت جهات الموجودات وتصفحت وجوهها وجدتها بأسرها فانية في حد ذاتها الا وجه الله ، أي الوجه الذي يلي جهته. \nوقيل : الاكرام أي صاحب الكرم التام والفضل العام لكل مستحق له من الأنبياء : والأولياء والأتقياء ، وقيل تسمية الذات بالوجه باعتبار أن الممكنات بأسرها تتوجه الى ذاته تعالى ، وقيل ان الوجه بمعنى الرأي والتدبير ، أي الله الذي يدبر جميع الأمور. \nوروي : ان هذا بين الاسمين هو الاسم الأعظم. \nولذا قال رسول الله 6 : « ألظوا بيا ذاالجلال والاكرام » (1) اي التزموا وادعوا قول « يا ذا الجلال والاكرام ». ",
        "وقال معاذ بن جبل : ان رسول الله 9 مر برجل يقول في صلاته « يا ذا الجلال والاكرام » فقال 9 : قد استجيب لك (2). \n* * *\nيسئله من في السموات والارض كل يوم هو في شأن (29) فبأي آلاء ربكما تكذبان (30). \n( يسئله من في السموات والأرض ) أي يسأله ويطلب الحاجات منه كل من في السماوات والأرض ، فلا يستغني عن فضله احد من أهل السماوات والأرض. ",
        "قال ابن عباس : فأهل السماوات والأرض يسألونه المغفرة وأهل الأرض يسألونه الرزق والمغفرة (3). \nوقيل : كل أحد يسأله الرحمة وما يحتاج اليه في دينه ودنياه ، وفيه اشارة الى كمال قدرة الله تعالى وان كل مخلوق وان جل وعظم فهو عاجز عن تحصيل ما\n__________________\n1) منهج الصادقين 9 / 125. ",
        "2) منهج الصادقين 9 / 125 ، الكشاف 4 / 447. \n3) تفسير الخازن 4 / 232. \nيحتاج اليه مفتقر الى الله تعالى. \nأقول : الفقر شأن الممكن ، وهو محتاج ومفتقر الى الواجب تعالى شأنه العزيز ، وقال الله تعالى : « يا ايها الناس أنتم الفقراء الى الله والله هو الغني الحميد » (1). ",
        "والفقر بهذا المعنى هو الذي قال فيه سيد العالم 6 « الفقر فخري » (2) لا الفقر الذي بمعني الاعواز وقلة المئونة ، فإنها مصيبة وأية مصيبة ، وهو الذي قال فيه 9 : « الفقر سواد الوجه في الدارين » (3). \n( كل يوم هو في شأن ) قيل نزلت رداً على اليهود حيث قالوا : ان الله لا يقضي يوم السبت شيئاً. \nقال المفسرون (4) : من شأنه أنه يحيى ويميت ويرزق ويعز قوماً ويذل قوماً ويشفي مريضاً ويمرض صحيحاً ويفك عانياً ويفرج عن مكروب ويجيب داعياً ويعطي سائلا ويغفر ذنباً ، الى ما لا يحصى من أفعاله واحداثه في خلقه ما يشاء سبحانه وتعالى. \nوروى البغوي بأسناد الثعليى عن ابن عباس قال : ان مما خلق الله عز وجل لوحاً من درة بيضاء دواته ياقوتة حمراء قلمه نور وكتابه نور ينظر الله فيه كل يوم ثلاثمائة وستين نظرة يخلق ويرزق ويميت ويعز ويذل ويفعل ما يشاء ، فذلك قوله تعالى « كل يوم هو في شأن » (5).",
        "__________________\n1) سورة فاطر : 15. \n2) بحار الانوار 72 / 49. \n3) بحار الانوار 72 / 30. ",
        "4) وهو على بن محمد بن ابراهيم البغدادي الصوفي المعروف بالخازن في تفسيره : 4 / 233. \n5) تفسير الخازن 4 / 233 ومجمع البيان 9 / 202. \nوقال سفيان بن عيينة : الدهر كله عند الله يومان أحدهما مدة أيام الدنيا والأخر يوم القيامة ، فالشأن الذي هو فيه في اليوم الذي هو مدة الدنيا الاختيار بالأمر والنهي والاحياء والامانة والاعطاء والمنع ، وشأن يوم القيامة الجزاء والحساب والثواب والعقاب(1). \nوقال الحسين بن الفضل : هو سوق المقادير الى المواقيت ، ومعناه ان الله عز وجل كتب ما يكون في كل يوم وقدر ما هو كائن ، فاذا جاء ذلك الوقت تعلقت ارادته بالفعل فيوجده في ذلك الوقت(2). ",
        "وقال ابو سليمان الداراني في هذه الاية : له في كل يوم الى العبيد برجديد ، وقيل شأنه تعالى انه يخرج في كل يوم وليلة ثلاثة عساكر : عسكراً من أصلاب الاباء الى الارحام ، عسكراً من الأرحام الى الدنيا ، وعسكراً من الدنيا الى القبر ، ثم يرتحلون جميعاً الى الله تعالى (3). \nوقال بعض الأعلام : شأنه ايصال المنافع اليك ودفع المضار عنك ، فلا تغفل عن طاعة من لا يغفل عن بر في حقك (4). \nوروي : ان رسول الله 9 لما تلا هذه الاية سألوه ما ذلك الشأن فقال 9 : من شأنه أن يغفر ذنباً ويفرج كرباً ويرفع قوماً ويضع آخرين (5). \nوقال الزمخشري : (6) سأل بعض الملوك وزير عنها ، فاستمهله الى الغد وذهب",
        "__________________\n1) تفسير الخازن 4 / 233 ومجمع البيان 9 / 202. \n2) تفسير الخازن 4 / 233. \n3) تفسير الخازن 4 / 233. ",
        "4) مجمع البيان 9 / 202 عن برك عن ابي سليمان الداراني. \n5) مجمع البيان 9 / 202. \n6) الكشاف 4 / 447. \nكئيباً يفكر فيها ، فقال غلام له أسود : يا مولاي أخبرني ما أصابك لعل الله يسهل لك على يدي. فأخبره فقال له : انا أفسرها للملك ، فأعلمه فقال : أيها الملك شأن الله أن يولج الليل في النهار ويولج النهار في الليل ويخرج الحي من الميت ويخرج الميت من الحي ويشفي سقيماً ويسقم سليماً ويبتلي معافى ويعافي مبتلى ويعز ذليلاً ويذل عزيزاً ويفقر غنياً ويغني فقيراً. فقال الأمير : أحسنت ، وأمر الوزير أن يخلع عليه ثياب الوزارة. فقال : يا مولاي هذا من شأن الله. ",
        "وعن عبد الله بن طاهر أنه دعا الحسين بن الفضل وقال له : أشكلت علي ثلاث آيات دعوتك لتكشفها لي ، قوله تعالى « فأصبح من النادمين » وقد صح أن الندم توبة ، وقوله تعالى « كل يوم هو في شأن » وقد صح أن القلم قد جف بما هو كائن الى يوم القيامة ، وقوله تعالى « وأن ليس للانسان الا ما سعى » فما بال الاضعاف؟ فقال الحسين : يجوز أن لا يكون الندم توبة في تلك الأمة ويكون توبة في هذه الأمة ، لأن الله تعالى خص هذه الأمة بخصائص لم يشاركهم فيها الأمم ، وقيل ان ندم قابيل لم يكن على قتل هابيل ولكن على حمله. وأما قوله « وأن ليس للانسان الا ما سعى » فمعناه ليس له الا ما سعى عدلا ولى ان اجزيه بواحدة ألفاً فضلا ، وأما قوله « كل يوم هو في شأن » فأنها شؤون يبديها لاشؤون يبتدئها فقام عبدالله وقبل رأسه وسوغ خراجه. \n* * *\nسنفرغ لكم أيه الثقلان (31) فبأي آلاء ربكما تكذبان (32). \n( سنفرغ لكم ايه الثقلان ) قيل : هو وعيد من الله عزوجل للخلق بالمحاسبة ، وليس هو فراغ عن شغل ، لأن الله تعالى لا يشغله شأن عن شأن ، فهو كقول القائل لمن يريد تهديده : لأتفرغن لك ، وما به شغل. وهذا قول ابن عباس (1). والأحسن",
        "__________________\n1) تفسير الخازن 4 / 233. \nذكر هذا الفراغ لسبق ذكرالشأن. \nوقيل : مستعار من قول الرجل لمن يتهدده : سأفرغ لك ، يريد سأنجرد للايقاع بك من كل ما يشغلني عنك حتى لايكون لي شغل سواه. والمراد : التوفر على الكناية فيه والانتقام منه. ويجوز أن يراد : ستنتهى الدنيا وتبلغ آخرها ، وتنتهي عند ذلك شؤون الخلق التي أرادها بقوله « كل يوم هو في شأن » فلا يبقى الا شأن واحد وهو جزاؤكم. فجعل ذلك فراغاً لهم على طريق المثل. ",
        "وقيل : معناه ان الله عز وجل وعد أهل التقوى وأوعد اهل الفجور ، فقال : سنفرغ لكم مما وعدناكم وأخبرناكم فنحاسبكم ونجازيكم فننجز لكم ما وعدناكم فقلتم ذلك وتفرغ منه على طريق المثل أيضاً. وأراد بالثقلين الانس والجن سميا ثقلين لأنهما ثقلا على الارض أحياء وامواتاً. \nوقيل : كل شئ له قدر ووزن ينافس فيه فهو ثقل ، ومنه قول رسول الله 9 : « اني تارك فيكم الثقلين كتاب الله وعترتي » فجعلهما ثقلين اعظاماً بقدرهما. \nوعن الامام جعفر بن محمد الصادق 8 : سمي الانس والجن ثقلين لأنهما مثقلان بالذنوب (1). \nوانما عبر بضمير الجمع مع أن المرجع الجن والانس ، باعتبار كثرة أفرادهما. ",
        "وقرئ « سيفرغ لكم » أي الله تعالى ، و « سأفرغ لكم » ، و « سنغفر » بالنون مفتوحاً ومكسوراً وفتح الراء ، و « سيفرغ » بالتاء مفتوحاً ومضموماً مع فتح الراء ، وفي قراءة أبي « سنفرغ اليكم » بمعنى سنقصد اليكم. \n[ والى هنا جف قلمه الشريف ، والحمد لله رب العالمين والصلاة والسلام على رسوله وآله ]. \n__________________\n1) تفسير ابى الفتوح الرازى 9 / 297.\n",
        "اهم المصادر\n1 ـ آلاء الرحمن في تفسير القرآن. \nللشيخ محمد جواد البلاغى ، مطبعة العرفان ـ صيدا 1351 هـ \n2 ـ احياء الداثر من القرن العاشر. ",
        "للشيخ آغا بزرگ الطهرانى ـ تحقيق على نقي المنزوى ، جامعة طهران 1366 ش \n3 ـ أدبيات عرب در صدر اسلام \nللشيخ مهدى مجد الاسلام النجفي ـ تدين اصفهان ـ 1363 \n4 ـ امل الامال ",
        "للشيخ الحر العاملي ـ تحقيق السيد احمد الحسينى ـ مكتبة الاندلس 1385 هـ \n5 ـ امجدية \nللشيخ ابى المجد محمد الرضا النجفى الاصفهانى ـ بنياد بعثت 1364 ش \n6 ـ بحار الانوار ",
        "للعلامة الشيخ محمد باقر المجلسى \n7 ـ البيان فى تفسير القرآن \nللسيد ابى القاسم الموسوى الخوئى طبع 1394 هـ \n8 ـ تاريخ علمى واجتماعى اصفهان در دو قرن اخير ",
        "للسيد مصلح الدين المهدوى. نشر الهداية 1367 ش \n9 ـ تأسيس الشيعة لعلوم الاسلام \nللسيد حسن الصدر الكاظمى. منشورات الاعلمى طهران \n10 ـ التبيان فى تفسير القرآن. ",
        "لشيخ الطائفه ابى جعفر الطوسى ـ دار احياء التراث العربى بيروت \n11 ـ تفسير ابى الفتوح الرازى \nلابى الفتوح الرازى \n12 ـ تفسير علي بن ابراهيم القمى ",
        "لعلي بن ابراهيم القمى ، الطبعة الحجرية \n13 ـ التفسير المنسوب الى الأمام العسكرى \nالطبعة الحجرية ( بهامش تفسير القمى ) \n14 ـ تلخيص البيان فى مجازات القرآن ",
        "للشريف الرضى ـ وزارة الارشاد 1407 هـ \n15 ـ تنوير المقباس في تفسير ابن عباس \n( بهامش الدر المنثور ) \n16 ـ ئواب الاعمال ",
        "للشيخ الصدوق ـ تحقيق على اكبر الغفارى \n17 ـ حاشية الروضات \nللشيخ ابى المجد محمد الرضا النجفى الاصفهانى ـ طبع البلاغى \n18 ـ خصائص الوحي المبين ",
        "ليحيى بن الحسن الحلى ( ابن بطريق ) ـ تحقيق الشيخ محمد باقر المحمودى وزارة الارشاد 1406 هـ \n19 ـ دانشمندان وبزرگان اصفهان \nللسيد مصلح الدين المهدوى ـ ثقفى 1647 ش \n20 ـ الدر المنثور فى تفسير بالمأثور ",
        "لجلال الدين السيوطى. \n21 ـ رجال النجاشى \nللنجاشى ـ تحقيق السيد موسى الشبيرى الزنجانى ـ جماعة المدرسين بقم 1407 هـ \n22 ـ روضات الجنات ",
        "للسيد محمد باقر الچهار سوقى الاصفهانى ـ الطبعة الحجرية \n23 ـ الصافى ( تفسير ) \nللفيض الكاشانى ـ الطبعة الحجرية \n24 ـ عمدة عيون صحاح الاخبار فى مناقب امام الابرار ",
        "ليحيى بن الحسن الحلى ( ابن بطريق ) ـ جماعة المدرسين بقم 1408 هـ \n25 ـ عوالم العلوم والمعارف \nللشيخ عبد الله البحرانى الاصفهانى ـ مدرسة الامام المهدى « عجل الله تعالى فرجه الشريف » 1405 هـ \n26 ـ عيون اخبار الرضا 7 ",
        "للشيخ الصدوق ـ تحقيق السيد مهدى اللاجوردى ـ رضا المشهدى \n27 ـ فضائل الخمسة \nللسيد مرتضى الحسينى الفيروز آبادى ـ الاعلمى بيروت 1402 هـ \n28 ـ الفهرست ",
        "للشيخ الطوسى ـ تحقيق السيد محمد صادق آل بحر العلوم ـ منشورات الشريف الرضى ـ قم \n29 ـ الفهرست \nللنديم ـ تحفيق رضا تجدد \n30 ـ فهرست اسماء علماء الشيعة ومصنفيهم ",
        "للشيخ منتجب الدين الرازى ـ تحقيق السيد عبد العزيز الطباطبائى ـ المكتبة المرتضوية 1404 هـ \n31 ـ الكاشف ( تفسير ) \nلمحمود بن عمر الزمخشرى ـ نشر ادب الحوزة \n32 ـ كنز الدقائق ( تفسير ) ",
        "للميرزا محمد المشهدى ـ تحقيق الشيخ مجتبى العراقى ـ جماعة المدرسين بقم 1407 هـ \n33 ـ گنجينه دانشمندان \nللشيخ محمد الرازى ـ المكتبة الاسلامية بطهران \n34 ـ لباب التأويل فى معانى التنزيل ( تفسير الخازن ) ",
        "لعلي بن محمد بن ابراهيم البغدادى الصوفى ـ طبع مصر \n35 ـ لؤلؤة البحرين \nللشيخ يوسف البحرانى ـ تحقيق السيد محمد صادق بحر العلوم ـ مؤسسة آل البيت بقم \n36 ـ مجمع البيان ( تفسير ) ",
        "للشيخ الطبرسى \n37 ـ المصباح \nللكفعمى \n38 ـ معالم العلماء ",
        "لابن شهر آشوب المازندرانى ـ مطبعة الحيدرية 1380 هـ \n39 ـ مكارم الاثار \nللشيخ محمد على المعلم الحبيب آبادى ـ ط 1352 ش \n40 ـ المنار ( تفسير ) ",
        "لمحمد رشيد رضا ، طبع القاهرة \n41 ـ المناقب \nلابن شهر آشوب المازندرانى \n42 ـ المنجد فى اللغة والاعلام ",
        "طبع بيروت \n43 ـ منهج الصادقين ( تفسير ) \nلملا فتح الله الكاشانى ـ تحقيق ابى الحسن الشعرانى ـ المكتبة الاسلامية \n44 ـ الميزان فى تفسير القرآن ",
        "للسيد محمد حسين الطباطبائى ـ جماعة المدرسين بقم \n45 ـ النبراس \nللحاج ملا هادى السبزوارى \n46 ـ نقباء البشر ",
        "للشيخ آغا بزرگ الطهرانى ، طبع مطبعة السعيد بمشهد 1404 هـ \n47 ـ نمونه اى از ادبيات عرب \nللسيد محمد باقر السبزوارى ـ جامعة طهران 1349 ش \n48 ـ النور المشتعل من كتاب ما نزل من القرآن فى علي 7 ",
        "للحافظ ابى نعيم الاصفهانى والشيخ محمد باقر المحمودى ـ وزارة الارشاد 1406 هـ\n\nالمختار\nمن القصائد والاشعار\n",
        "\n\nبسم الله الرّحمن الرّحيم\nالحمد لله رب العالمين ، وصلى الله على رسوله وآله الطيبين. ",
        "أما بعد : \nفيقول العبد المسكين مجد الدين ابن الشيخ محمد رضا النجفي الاصبهانى : \nهذه جملة فرائد من الأشعار اخترتها من قصائد الأكابر والأحرار ، وسميته ( المختار من القصائد والأشعار ) ليطابق الأسم والمسمى ويوافق اللفظ والمعنى ، ولم أذكر من ديوان شيخي الصناعة ومقدمي الفن ابى تمام وابى الطيب المتنبى الا نادراً ، لأن ديوانهما مأثور مشهور. \nوعلى الله التوكل وهو حسبى ونعم الوكيل. ",
        "قال الوالد أدام الله تعالى ظلاله : \n الى أن قال : \n قلت : القصيدة طويلة جداً وكلها في غاية الجودة. \nوقال مالك الأشتر النخعي رضوان الله عليه : ",
        "\n\t\t\n\nوقال الطرماح : \n وقالت عابدة المهلبية : ",
        "وقال جار الله الزمخشري : \n قلت : الباء في المصراع الأول من الشعر الأخير للسببية ، أي فاز كلب بسبب حب أصحاب الكهف. كما أن الباء في المصراع الأصير بمعنى مع ، أي كيف أشقى مع حب آل النبى. ويحتمل أن تكون للسببية أيضاً. \nوقال المحقق الطوسي ; : \n وقال الشافعي : ",
        "وقال الزمخشري : \n وقال مهيار الديلمي يرثي السيد الرضي رضي الله عنهما : \n الى أن قال : \n الى أن قال : ",
        " الى أن قال : \n\nالى أن قال : \n قلت : القصيدة جيدة كلها وهذا ما بقي في ذهننا منها. ",
        "وقال الامام الرازي : \n ومن قصيدة لمهيار يمدح أهل البيت : : \n الى أن قال : \n أقول : هذه القصيجة طويلة تقارب خمسين بيتاً وكلها في غاية المتانة والجودة وأبهى مراتب الحسن ، ومن العجب أن أشعاره عريقة في العربية مع أنه فارسي ، وكان مجوسياً وأسلم على يد السيد الرضي رضي الله تعالى عنه. ",
        "قال الوالد أدام الله تعالى معاليه : \n\nقلت : أنشأ دام ظله هذين الشعرين حين أهدى بعض الأعلام من الأصدقاء الورد المعروف بـ ( الياس ) ، وهو هنا مستعمل في معنييه اللغوي والعرفي بناء على جواز استعمال المشترك في اكثر من معنى واحد كما هو التحقيق. \nلا أدري قائله : \n \tلعبد الملك الحارثي وقيل للسموأل اليهودي : ",
        " قال الاسكافي الزنجاني : \n ولقائل : \n وقال الشاعر : \n لا أحفظ قائله :",
        "__________________\n1) منه ولم أظفر بغير الياس ـ خ ل. \n\n وقال الزمخشري : ",
        " وقال مهيار مفتخراً : \n لا أعلم قائله : \n أهجى شعر قالته العرب :\n__________________",
        "1) اخت سعد. \n2) من خلقى. \n3) من يرضيك. \n",
        " لبعضهم يذم المبرد محمد بن يزيد النحوي : \n وقال ابو نؤاس : \n لبعض المتأخرين في وصف كتاب المغني : \n لا أعلم قائله : ",
        " حاتم الطائي : \n أفخر شعر قالته العرب : \n\nقال الخليل في وصف كتابي أستاذه : ",
        " قال ابو دلامة في ابنة ولدت له : \n لبعض فضلاء العجم في مرثية حضرة عمنا آية الله على الاطلاق الحاج الشيخ نور الله طاب ثراه : \n أقول : وفي هذه السنة توفي الى رحمة الله تعالى يوم الاثنين غرة رجب سنة ست وأربعين وثلاثمائة بعد الألف من الهجرة المقدسة على مهاجرها ألف ثناء وسلام وتحية ، وقد اشتد به المرض قبل وفاته بأيام قلائل\nفي محروسة قم ، وكنت حاضراً مواظباً من أول مرضه الى حين وفاته ، ولقد عاش سعيداً ومات شهيداً : ",
        " وترجمة ـ أعلى الله مقامه ـ تحتاج الى مجلدات ضخمة ، ونريد أن نكتب شيئاً انشاء الله تعالى ، والتكلم في هذا الموضوع خارج عن موضوع كتابنا هذا ولانتعرض لسائر ما قيل فيه من المراثي والأشعار الرنانة لأنه أجنبى عن الكتاب. \nوقال الأندلسي : \n وقال ابوالأسود الدئلي : \n وقال حبيب بن أوس الطائي : ",
        " لا أعلم قائله : \n أجود شعر قالته العرب في كبر الهمة : \n\n رؤبة ، وقد ناداه ابو مسلم صاحب الدعوة : \n الحمد والنعمة في يديكا",
        "لأعرابى يمدح الحكم بن حنطب : \n لا أعلم قائله : \n ومن قصيدة طويلة للسيد جعفر الحلي 1 يمدح بها الوالد دام ظله وقد أجاد : \n\t\t\n",
        " وكان السيد ; قد تزوج زوجته الثانية فلم بزره الوالد دام ظله مباركاً له فكتب اليه معاتباً له ، والعجب من جامع ديوانه حيث عكس الأمر : \n فكتب الوالد دام ظله في الجواب : \nلأبى العتاهية (1) في زوال الدنيا : \n ومن قطعة له في معناه : ",
        " __________________\n1 ) كان نقش خاتم أبي العتاهية : \n\nوأهدى الوالد دام ظله الى أعز أصدقائه السيد جعفر الحلي 1 ساعة فقال : ",
        " وقال الوالد أدام الله ظله في معناه : \nوكتب ملك الروم هذين البيتين من شعر ابى العتاهية على أبواب مجالسه وباب مدينته بعد اباء ابى العتاهية أن يذهب اليه : \n قال السيد جعفر الحلي وقد اهدى الشيخ مهدي الكاتب حبة أرز عليها سورة الاخلاص فكتب معها في مدح السلطان عبد الحميد خان العثماني وقد أجاد : \n ",
        "قال ابوالعتاهية في تقرب الاجال والموت : \n قال السيد جعفر الحلي «ره» مخاطباً للفاضل الشربياني والشيخ على المنبر بعد فراغه من التدريس : \n ابو العتاهية وقد سأله الربيع كيف أصبحت فقال : \n ولما حضرت ابا العتاهية الوفاة أوصى بأن يكتب على قبره : ",
        " لا أعلم قائله : \n وقال ابوالعتاهية في صديق الصدق : \n \nوقال في من يدعي الصداقة كاذباً : ",
        " وله أيضاً : \n ومن قصيدة للسيد جعفر الحلي «ره» يرثي بها العلامة ميرزا حسين الأردكاني ويعزي جناب السيد محمد الطباطبائي أعلى الله مقامهما :\nوله رحمه الله تعالى في الدخان : \n ومن قصيدة له ; يمدح بها آية الله الحاج ميرزا حسن الشيرازي «ره» حين فسخ التزام الدخان في ايران : ",
        "\nالى أن قال : \n قال الحاجري : \n وله ايضاً : ",
        " وقال أيضاً : \n وله ايضاً : \n ولحسام الدين الحاجري المذكور : \n ",
        "وقال ابن الرومي : \n ولقائل : \n ولقائل أيضاً : \n ولبعضهم : ",
        " وكتب الصاحب «ره» الى ابى العلاء الحسين بن محمد لما تزوج بابنة ابى الحسن بن اسحاق : \n ولقائل في معناه : \n\t\n\n وللصابى : ",
        "ولأبى فراس الحمداني : \n وللعباس بن الأحنف : \n كان للرشيد ثلاث جوار يعشقهن فقال : \n عاش المستوغر بن زبيد ثلاثمائة سنة ، ولما بلغ الثلاثمائة قال : ",
        " وقال منصور : \n\n ولابن طباطبا في الموفي بوعيده دون وعده : \n ولقائل في عكسه : \n اعترضت امرأة المأمون وكان قد غصبها ضيعة فقالت : ",
        " ولابن طباطبا في مجدور : \n ولابن الرومي : \n ولقائل : \n",
        "لا أعلم ناظمه : \n ولعلي بن الجهم : \n ولأبى نؤاس في المدام : \n وله فيه : ",
        " ولابن الرومي : \n ومن قصيدة طويلة للسيد جعفر الحلي «ره» يرثي بها الجد العلامة الشيخ محمد حسين أعلى الله مقامه صاحب التفسير الشهير ويعزي الوالد دام ظله ، وقد أجاد : \n \nالى أن قال : ",
        " أقول : لعمنا الحاج الشيخ نور الله طاب ثراه كتاب نفيس في ترجمه وحالاته وأخلاقه الحميدة ومراتب زهده وورعه السامية الشهيرة ، ولا نتكلم في هذه المواضع ببنت شفة لأنه خارج عن موضوع كتابنا الأدبى. \nما أصدق ما قاله الناصر الخليفة العباسي : \n وله : \n لله در قائل : ",
        " \nومن قطعة لبكر بن حماد في رثاء مولانا أميرالمؤمنين صلوات الله عليه : \n ومن قصيدة فريدة لأبى محمد الخازن في مدح الصاحب 2 : \n حتى قال : ",
        " لابن عصرنا سماحة الحسيب النسيب الشيخ محمد الحسين آل كاشف الغطاء بتسلى الوالد دام ظله السامي : \n قال الوالد دام ظله مرتجلا مضمناً قول الشاعر الفارسي الحافظ الشيرازي : \n\n\t\t\n",
        " ومما ينسب الى الأمير شمس المعالي قابوس : \n وقال ابوالحسن اللحام البحراني هاجياً ابن عزيز : \n وله في ابي عبدالله الشبلي : \n وقال ابوالحسن محمد بن محمد المرادي : ",
        " ولما احتضر أرسل اليه الجبهاني ثياباً للكفن فأفاق وأنشأ يقول : \n __________________\n1) الجرادق جمع الجردق : الرغيف. \n",
        " ومن قصيدة لهفية للسيد يحيى القرطبي الأندلسي عند انقراض السلطنة الاسلامية واستيلاء الأروبيين في فتنة الأندلس وهو من جملة الأسرى ، أولها : \n الى أن قال : \n ثم أخذ في ذكر البلاد المنهوبة حتى قال : \n",
        "\t\t\n\n لله در القائل : \n قال حطان بن المعلى العبدي ، وقد أحسن وأجاد : \n لا أعلم قائله : ",
        " \nأقول : لقد صدق وأجاد وكأنه قد أدرك زماننا هذا. \nلسماحة النسيب الحسيب الشيخ مرتضى في وصف كتاب « ذخائر المجتهدين » من مصنفات الوالد دام ظله : \n وللأديب الأريب الاغا مصطفى التبريزي ; في وصف الكتاب المذكور : ",
        " وللأديب الكامل الشيخ محمد حسين في وصف الكتاب المذكور : \nوله فيه أيضاً : \n ومن قصيدة لهفية تظلمية للشيخ الشهيد محمد بن مكي ( الشهيد الاول ) لماحبسه السلطان محمد ( بيدمر ) في قلعة دمشق ، والقصة شهيرة مأثورة في كتب السير منشورة : \n\n حتى قال : ",
        " أقول : قوله « عقيدتي مخلصاً حب النبى ومن » الى قوله « ابو عبيدة قوم بالتقى فخروا » للسيد محمد بن احمد الخافي الشافعي في كتابه « التبر المذاب في منقبة الال والأصحاب » ، وقد استخدمه الشهيد «ره» هنا لنكتة غير خفية عملا بواجب التقية. \nلجمال الدين المصري صاحب كتاب « لسان العرب » : \n \n وللشيخ بهاء الدين العاملي «ره» عند عزمه على بناء مكان لمحافظة نعال زوار المشهد الغروي بأن يكتب عليه هذا البيتان : ",
        " أمدح شعر قالته العرب : \n للشريف الرضي 2 : \n للعلامة احمد الحفظي : \n قال عباس بن عبد المطلب حين بويع لأبى بكر بالخلافة من أبيات أولها : ",
        " \nوقال الشافعي : \n وله أيضاً : \n وله أيضاً : ",
        " اقول : للشافعي في هذا الباب أشعار شهيرة وأبيات كثيرة أهملناها حذار الاطالة ولكن يكفي من القلادة ما أحاطت بالنحر. \nولقد أحسن القائل في مرثية فخر الدولة : \n لابن عصرنا الشيخ جواد شبيب : \n ",
        " ومن قصيدة فريدة له يمدح الوالد دام ظله مهنئاً له بمولود كان يسمى بـ « الشيخ غانم » ولم يعيش الا قليلا : \n حتى قال : \n أقول : للسيد جعفر الحلي أيضاً قصيدة وحيدة في تهنئة المولود المذكور ولم نتعرض لها حذار الاطالة والاطالة مظنة الملالة. \nوللأديب الشهير السيد محمد سعيد الحبوبي النجفي ، وهي من محاسن نظمه : ",
        "\n\t\t\n\n لابن عصرنا السيد حسن محمود الأمين في كبر الهمة وقد أجاد : \n ولبعضهم يذم الصاحب : ",
        " ولأبى بكر الجوزري يذمه وكان أصعب شعر عليه : \n ولعبد الرحمن بن اسماعيل الملقب بوضاح المن في أم البنين زوجة الوليد بن عبدالملك الخليفة الأموي وكان مولعاً بها ومولعة به وكان ذلك سبباً في قتل الوليد له : \n \n\n وله ايضاً : ",
        " ولامرئ القيس عند موته بأنقرة من بلاد الرم منصرفاً من قيصر وكان قد خرج اليه يستنصره في خبر يطول وقددس اليه أعداؤه فسمه القيصر فلما أحس بالموت سأل عن قبر بنت قيصر الملك فقال : \n اجتمع يوماً عند عبد الملك بن مروان أشراف الناس فسألهم عن أرق بيت قالته العرب فأجمعوا على قول امرئ القيس ، وهو من معلقته الشهيرة : \n قال النبي 6 « علموا أولادكم لامية العرب فانها تعلمهم مكارم الأخلاق » ، أولها : \n",
        "\t\t\n\n ومن لامية العجم : \n __________________\t\n1) ترجمة هذا البيت للمؤلف : ",
        " 2) ترجمة الابيات المرقمة من المؤلف : \n\n\t\t\n\nومن قصيدة لزهير بن ابى سلمى ، وهي من السبعة المعلقة : ",
        " مطالع القصائد السبع المعلقة هي : \nالقصيدة الأولى لامرئ القيس : \n__________________\n",
        "القصيدة الثانية لطرفة بن العبد البكري : \n القصيدة الثالثة لزهير بن ابى سلمى : \n القصيدة الرابعة للبيد بن ربيعة الأنصاري : \n القصيدة الخامسة لعمر بن كلثوم : ",
        " القصيدة السادسة لعنترة بن شداد العبسى : \n القصيدة السابعة للحرث من جلزة اليشكري : \n ومن قصيده للدكتور شبلي شميل المادي في مدح النبي الاكرم 9 : \n لأبى العلاء المعري في الحماسة : ",
        "\n\t\t\n\nولابن النقيب هذه الأبيات وقد كتبها مع هدية أهداها لأحد الكبراء معتذراً : \nوكتب في صدر رسالة : ",
        " وكتب لمن أعاره مجموعاً : \n \nوللصاحب طاب ثراه : \n للامام مولى الامام الصادق 7 : ",
        " وكتب الملك الأفضل علي بن السلطان صلاح الدين يوسف الأيوبى الى الخليفة الناصر لدين الله يشكو من عمه الملك العادل ابى بكر وأخيه العزيز عثمان هذه الأبيات : \n فكتب الناصر في جوابه شعراً : \n__________________\n1) من المثمانية ، أى المداقة فى الثمن عند البيع. ",
        "ومما ينسب الى امير المؤمنين 7 : \n وقال الفيلسوف الحكيم الحاج ملا هادي السبزواري حشره الله تعالى مع الأبرار المتخلص بأسرار : \n وللأمير الأديب سيف الدولة وقد قاله في أخيه ناصر الدولة : \n للأديب الشاعر محمد بن احمد الأبيوردي المتوفى فى اصفهان : ",
        " وقد قال عامر بن الحارث الجرهمي : \n وكان قبيلة الشاعر من ولاة البيت شرفه الله تعالى. \nوقال ناصح الدين احمد بن محمد بن الحسين المشهور بالقاضي الأرجاني : \n\n للفيلسوف ابن سينا صاحب القانون في الطب والمصنفات الكثيرة الشائعة : ",
        " القاضي يحيى بن اكثم المتوفى سنة 242 قاضي قضاة العامة كان مشهوراً بحب الصبيان وهوى الغلمان وقيل فيه بسبب ذلك أشعار منها : \n وقال احمد بن نعيم في ذلك : \n\n\t\t\n",
        " أنشد الرشيد العباسي الخليفة الخامس من بنى العباس عند الموت هذه الأبيات : \n وأنشد المعتضد الخليفة السادس عشر من بني العباس المتوفى سنة 289 عند دنو الأجل هذه الأبيات : \n ومما ينسب الى اميرالمؤمنين 7 وقد أنشدها الامام علي الهادي 7 في مجلس بعض الحكام على سبيل الارشاد والهداية في قصة طويلة وفي كتب أهل السير مروية : \n ",
        " وأنشد المعتمد على الله الخليفة الخامس عشر من بنى العباس حين ضيق عليه أخوه الموفق حتى أنه احتاج الى ثلاثمائة دينار فلم يجدها في ذلك الوقت هذه الأبيات : \n وقال الرقشي ـ وقيل ابو نؤاس ـ في نكبة البرامكة وقتل جعفر بن يحيى ابن خالد البرمكي : \n وكتب نصر بن سيار الى مروان بن محمد آخر خلفاء بني مروان يعلمه قوة دعاة بني العباس وضعفه عن مقاومتهم : \n وللسيد الرضي «ره» وهو يدل على صحة نسب الخلفاء الفاطميين ورد قول المستضعفين من بني العباس : ",
        " \n ولمتنبي الغرب محمد بن هاني الشاعر الأندلسي المقتول غيلة في سنة 361 أو 362 في فتح مصر على يد جوهر عبد الخليفة المعز الفاطمي : \n ولغيره في ذلك : \n وللمتنبى في الشيب : ",
        " وله في عكسه : \n وله في الهم والهرم : \n ولقائل : \n ولغيره في النحافة : ",
        "\n ومما ينسب الى أميرالمؤمنين 7 : \n للأمير الأديب والشاعر الماهر ابى فراس الحمداني ابن عم سيف الدولة : \nوله لما أسره الروم : ",
        " الى ان قال : \n وللفراء أو غيره : \n\n وللمتنبى : ",
        " وليزيد بن معاوية وقيل لغيره : \n وينسب الى اميرالمؤمنين 7 في صنعة الكيمياء وتبديل المعادن الرحيقية بالذهب ، ويمكن أن يقرأ بدون ألف الاطلاق : \n ذكر بعض المتأخرين مقدمة لألفية ابن مالك نظماً وأجاد : \n ",
        " ولبعض المعاصرين منظومة في الفقه قال فيها في ذم محاشي النساء : \n لوالدي العلامة في مدح بعض الأعلام طاب ثراهما : \n ونقل بعض الأصدقاء عن والدي هذا البيت في مدح مولانا ابى الفضل 7 : \n من منظومة الحكمة في أصالة الوجود : ",
        " ومنها : \n ومنها أيضاً : \n ومنها أيضاً : \n",
        "وقال الشيخ عبد الغني النابلسي : \n ولبعضهم : \n ولبعضهم : \nولبعضهم وقد أجاد : ",
        " ولبعضهم : \n ولقال في ذم علم النحو مزاحاً : \n وقال الاستر ابادي : \n ",
        " وللصفي الحلي : \n وللشيخ ناصيف اليازجي : \n ومن قصيدة للمتنبى يمدح بها كافور الاخشيدي في مصر : \n منها : ",
        " \nولزبيدة امرأة الرشيد الى المأمون بعد فتح طاهر بن الحسين بغداد وقتل ابنها الأمين : \n وللمننبى في الحماسة : \n الى أن قال : ",
        " وله أيضاً : \n الى أن قال وأجاد : \n\n ولبعض المتأخرين وقد أجاد : \n وقال بعض الأدباء في شأن العراق : ",
        " وقال غيره في غير معناه : \n وكتب بعض الشعراء الى الخليفة الناصر لدين الله يعزيه بوزيره نصيرالدين ابن مهدي العلوي : \n \n وللفقيه عمارة بن علي اليميني راثياً انقراض الدولة العلوية المصرية على يد صلاح الدين الأيوبى : ",
        " وله فيه : \n ولأبى البركات التكريتى في الوجيه المبارك ابى الأزهار وكان حنبلياً فصار شافعياً : \n \n ولقائل : ",
        " تذاكر الناس في مجلس عبد الله بن طاهر في حفظ السر فقال : \n فقال ابنه وكان صبياً وأجاد : \n ومما ينسب الى الحجة القائم صلوات الله عليه في رثاء الشيخ المفيد محمد ابن محمد بن النعمان «ره» : \n وللمتنبى في نعت أميرالمؤمنين علي 7 : ",
        " ودخل بعض الأُمراء الحمام وهو يقول : \nوحمام دخلناه لأمر\nوبقي متأملا ليجد الشطر الثاني له فسمعه بعض الظرفاء فقال : \n",
        "\n\nفهرس الكتاب\nتقديم ـ بقلم ابن المؤلف",
        "( 7 ـ 15 )\nبدأ وضع علم التفسير \t 7\nالشيعة وعلوم القرآن \t 8\nهذه المجموعة \t14",
        "شكر وتقدير\t15\nترجمة المصنف\n( 16 ـ 31 )\nنسبه الكريم\t 16",
        "ولادته وامه\t 17\nاساتذته\t17\n\nمشايخه في الرواية والرواية والاجتهاد والراوون عنه\t 17",
        "الاقوال فيه\t 18\nمجالس درسه وبعض من استفاد منه\t20\nتأليفاته القيمة\t 21\nنموذج من نثره\t 22",
        "نموذج من شعره\t 24\nامامته للجماعة\t 25\nاخلاقه الفاضلة\t25\nاولاده\t 26",
        "وفاته ومدفنه\t 26\nتسلية المراجع بوفاته\t 27\nمراثيه\t 27\nمصادر الترجمة\t 31",
        "اليواقيت الحسان في تفسير سورة الرحمن\n( 33 ـ 78 )\nمقدمة المؤلف\t35\nكلمة في اعجاز القرآن\t 41",
        "فائدة : اول ظهور التبن والتنباك\t 46\nطريفهً : قصة وحيد الملحد\t 47\nفضل سورة الرحمن\t 49\nفضل البسمله واعرابه\t 51",
        "\nبدء سورة الرحمن \t57\nتكرار آية : فبأي آلاء ربكما تكذبان \t62 \nأهم المصادر تحقيق \t 78",
        "المختارمن القصائد والاشعار \n(84 ـ 135 )\nمقدمة المؤلف \t86\nقصيدة مهيار في رثاء الرضي \t89",
        "قصيدة مهيار في الفخر \t 92\nرثاء الحاج آقا نور الله \t 94\nقصيدة السيد جعفر الحلي في ابي المجد \t96\nنماذج من شعر السيد جعفر الحلي \t100",
        "رثاء الشيخ محمد حسين النجفي\t 105\nتضمين شعر حافظ الشيرازي\t 107\nقصيدة القرطبي في سقوط اندلس\t109\nما قيل في كتاب : ذخائر المجتهدين\t 111",
        "قصيدة الشهيد الأول\t 111\nقطعة من لامية العجم\t 117\nمعلقة زهير بن أبي سلمي\t 119\nشعر شبلي شميل في نبي الاسلام\t 120",
        "ما قيل في القاضي يحيى بن اكثم\t124\n\nمن شعر أبي فراس الحمداني\t128\nذم النحو واستعمال الغريب من الألفاظ\t131",
        "شيء من شعر المتنبي\t132\nقصيدة الفقيه عمارة بن علي اليمني\t135\n"
    ]
}