{
    "partText": [
        "\nبيان شبهة من قال بعدم وقوع الشرك في هذه الأمة وردَها\nمستل من كتاب «الشرك في القديم والحديث»\nتأليف أبو بكر محمد زكريا\nقام بنسخه على الوورد ونشره عبر شبكة الانترنت\nأبو معاذ السلفي ( السني الحضرمي )\nبسم الله الرحمن الرحيم\nالحمد لله والصلاة والسلام على رسول الله وعلى آله وصحبه وسلم،\nأما بعد:\nهناك نصوص يتشبث بها القائلون بعدم وقوع الشرك في هذه الأمة، ومن أشهر هذه النصوص التي يستدلون بها ما يلي:\n1- قوله - صلى الله عليه وسلم -: « والله ما أخاف عليكم أن تشركوا بعدي، ولكن أخاف عليكم أن تنافسوا فيها ... »(1) .\nوجه الاستدلال : أن الرسول - صلى الله عليه وسلم - ما خاف علينا الشرك فكيف يقع الشرك في هذه الأمة؟(2)\nويجاب عن هذه الشبهة بما أجاب به الحافظ ابن حجر في «الفتح»، حيث قال في شرح الحديث:\nأ - (أي على مجموعكم، لأن ذلك قد وقع من البعض، أعاذنا الله تعالى منها)(3).\nب - أو يقال: إنه في الصحابة خاصة، لأن الرسول - صلى الله عليه وسلم - قال: «عليكم».\nقال الحافظ في «الفتح»: (فيه إنذار بما سيقع فوقع كما قال - صلى الله عليه وسلم - ...وأن\nالصحابة لا يشركون بعده، فكان كذلك، ووقع ما أنذر به من التنافس\nفي الدنيا)(4).\nجـ - أو يقال: (لعل النبي - صلى الله عليه وسلم - قال ذلك قبل أن يعلم ويوحى إليه بأن طوائف من الأمة سوف يضلون ويشركون)(5).\nومن هذه الشبه أيضاً:\n__________\n(1) البخاري في «الصحيح»: كتاب الجنائز، باب: الصلاة على الشهيد، برقم 1344، وانظر أيضاً الأرقام الآتية: 3596، 4042، 4085، 6426، 5690.\n(2) انظر ما قاله سليمان بن عبد الوهاب في «الصواعق الإلهية»: (ص44،45).…\n(3) الحافظ ابن حجر في «الفتح» (3/211).…\n(4) نفس المصدر: (6/614).…\n(5) القصيمي: عبدالله بن علي: «الصراع بين الإسلام والوثنية» (2/118).…\n(1/1)\n",
        "2 - قوله - صلى الله عليه وسلم - : «لا يجتمع دينان في جزيرة العرب»(1).\nوجه الاستدلال: (إن هذه البلاد بفضل الله طاهرة من كل رجس سالمة من كل شرك بإخبار رسول الله - صلى الله عليه وسلم -)(2).\nيجاب عن هذه الشبهة: بأن هذا الفهم الذي ذكره هذا المفتون لم يفهمه المحدّثون ولا السابقون الأولون، بل المعنى الذي فهموا منه هو النهي عن التمكين لدينين أن يجتمعا في جزيرة العرب، وليس المقصود به نفيه، ولا نفي وجوده عن النبي - صلى الله عليه وسلم -؛ إذ كيف يمكن حمله على النفي وقد كان هناك أديان - لا دينان فقط - عند موت النبي - صلى الله عليه وسلم - وحتى في صدر الخلافة الراشدة في جزيرة العرب.\nثانياً: لو حملنا الحديث المنسوب إلى النبي بهذا اللفظ على النفي لكنّا قد كذبنا الواقع؛ فإن جزيرة العرب في تحديدهم (جنوباً وشمالاً: من عدن إلى ديار بكر، وشرقاً وغرباً: من العراق إلى مصر، فتدخل فيها اليمن، والحجاز، ونجد، والعراق، والشام، ومصر)(3)، فإن قلنا بحمل الحديث على النفي فإننا قد فتحنا لغير المسلمين باباً للضحك على عقولنا في رد الأحاديث، بدلالة كذب الواقع له، فإن في هذه الديار المذكورة كم من الأديان، وكم من الكنائس أيضاً، وهي ما زالت معمورة من أول الإسلام حتى عصرنا الحاضر.\n__________\n(1) مالك في «الموطأ» برقم: 1388، والبيهقي في «السنن الكبرى» (9/208)، ولكنه من مراسيل الزهري ومعلوم أنها ضعيفة.…\n(2) محمد بن علوي المالكي: «مفاهيم يجب أن تصحح» (ص: ز).…\n(3) ابن جرجيس في «صلح الإخوان» (ص144)، وانظر ما قاله سليمان بن عبد الوهاب في «الصواعق الإلهية» (ص44،47).…\n(1/2)\n\nثالثاً: أن ما ذكره هذا الضال من الحديث الذي رواه الإمام مالك في الموطأ(1)، وما ورد أيضاً بلفظ: «لا يبقين دينان بأرض العرب»(2)، وما رواه الإمام أحمد في المسند بلفظ: «لا يترك بجزيرة العرب دينان»(3)، كل هذه الأحاديث إنما جاءت في سياق رواية وصية النبي - صلى الله عليه وسلم - وآخر عهده في حياته، وهي تدل صراحة على أن المراد بالحديث إنما هو النهي لا النفي كما فهمه هذا المفتون.\nرابعاً: أن جميع من روى هذا الحديث من أصحاب الحديث كلهم ذكروه بعبارات تدل على أن المراد هو النهي، لا النفي، فمن هذه الروايات ما يلي:\n1 - عن عمر بن الخطاب أنه سمع رسول الله - صلى الله عليه وسلم - يقول: «لأخرجن اليهود والنصارى من جزيرة العرب... »(4).\n2 - عن عمر قال: «لئن عشت - إن شاء الله - لأخرجن اليهود والنصارى من جزيرة العرب»(5).\n__________\n(1) هو الإمام مالك بن أنس الأصبحي، المدني، صاحب «الموطأ» والتصانيف المشهورة وصاحب المذهب المشهور، انظر ترجمته فيما ذكره الذهبي في «السير» (8/48)، برقم: 10، والسيوطي في «طبقات الحفاظ» (ص96).…\n(2) مالك في «الموطأ» برقم: 1387، وهو مرسل: وانظر ما نقله البيهقي في الكبرى (9/208). …\n(3) أحمد في « المسند» (6/275)، برقم 25148، ورواته ثقات. …\n(4) مسلم في «الصحيح»، كتاب الجهاد والسير، باب إخراج اليهود والنصارى من جزيرة العرب (3/1388) (1767)، وأحمد في «المسند» برقم: 201، (1/29، 32)، وعبد الرزاق في «المصنف» برقم: = = = = = 9985 و19365، وأبو داود: 3030، 3031، والترمذي: 1607، والطحاوي في «مشكل الآثار» (4/12)، والبزار برقم: 230. …\n(5) أحمد في «المسند» (1/32) (215) موقوفاً، وأبو داود:3031، والبزار: 229، والحاكم: (4/274)، والترمذي: (1606) والنسائي في الكبرى: 8686، والطحاوي في «مشكل الآثار» (4/12)، كلهم مرفوعاً غير ابن حبان: 3753، موقوفاً. وسنده حسن.",
        "(1/3)\n\nوهناك روايات صريحة تدل على أن هذا إنما هو أمر النبي - صلى الله عليه وسلم -، منها:\nعن ابن عباس: في حديث طويل قال - صلى الله عليه وسلم -: «أخرجوا المشركين من جزيرة العرب»(1).\nوبعد هذه الروايات الواضحة لا يقول بحمل الحديث على النفي إلا الغبي الجاهل الذي ليس له إي مشاركة في هذا العلم الشريف. والله أعلم.\nومما اشتبه عليهم أيضاً:\n3 - قوله - صلى الله عليه وسلم -: «إن الشيطان قد أيس أن يعبد في جزيرتكم - جزيرة العرب-» (2)هكذا ذكره بعضهم (3)، وقال آخر(4):\nقوله - صلى الله عليه وسلم -: «إن الشيطان قد أيس أن يعبده المصلون في جزيرة العرب، ولكن\nفي التحريش بينهم»(5).\nوقوله - صلى الله عليه وسلم - فيما رواه ابن مسعود - - رضي الله عنه - -: «إن الشيطان قد يئس أن تعبد الأًًًًًًصنام بأرض العرب، ولكن رضي منهم بما دون ذلك بالمحقرات وهي الموبقات»(6).\n__________\n(1) أخرجه عبد الرزاق في «المصنف» برقم: 9992، والحميدي في «المسند»: 526، وابن سعد (2/242)، والبخاري برقم: 3053، و3168، و4431، ومسلم: 1637، وأبو داود:3029، والنسائي في الكبري: 5854. …\n(2) لم أجده بهذا اللفظ في كتب الحديث، وإنما ذكره محمد علوي المالكي في «المفاهيم» (ص: ز).\n(3) هو محمد علوي المالكي في « مفاهيم يجب أن تصحح » (ص:ز).\n(4) سليمان بن عبد الوهاب «الصواعق الإلهية في الرد على الوهابية» (ص41). …\n(5) مسلم في «الصحيح»: كتاب صفات المنافقين وأحكامهم، باب: تحريش الشيطان، وبعثه سراياه لفتنة الناس، وأن مع كل إنسان قريتاً، برقم 2812. …\n(6) لم أجد من أخرجه عن ابن مسعود، وقد عزاه صاحب «الصواعق الإلهية في الرد على الوهابية» (ص41) إلى الحاكم في «المستدرك»، وأبي يعلى في « مسنده»، والبيهقي. …\n(1/4)",
        "\nوجه الدلالة: (أن الرسول أخبر أن الشيطان قد أيس أن يعبده المصلون في جزيرة العرب، وفي حديث ابن مسعود: أيس الشيطان أن تعبد الأصنام بأرض العرب، وهذا بخلاف مذهبكم؛ فإن البصرة ومن حولها والعراق من دون دجلة الموضع فيه قبر علي وقبر الحسين - رضي الله عنهما - كذلك اليمن كلها والحجاز كل ذلك من أرض العرب، ومذهبكم أن هذه المواضع كلها عبد الشيطان فيها، وعبدت الأصنام، وكلهم كفار، وهذه الأحاديث ترد مذهبكم)(1).\nويجاب عن هذه الشبهة بما يلي:\nأولاً: أن الرواية الأولى لم أجدها في كتب الحديث بهذا اللفظ، وأقرب ما وجدت مما يوافق هذه الرواية ما جاء عن ابن عمر رضي الله عنهما قال: « أيها الناس! إن الشيطان قد أيِس أن يعبد في بلدكم هذا آخر الزمان، وقد رضي منكم بمحقرات الأعمال، فاحذروه على دينكم) الحديث(2).\nوالحديث ضعيف، فلا احتجاج فيه.\nأما الرواية الثانية: فهي ثابتة(3)، ولكن هل الأحاديث الصحيحة تتناقض مع بعضٍ؟ كلا، بل لابد أن يكون لكل واحدٍ منها محمل غير ما للآخر، فالحديث الذي نحن بصدده يخالف ظاهراً - لدى البعض - الأحاديث الثابتة الصحيحة التي فيها خوف الرسول - صلى الله عليه وسلم - وتحذيره من وقوع ألوان من الشرك في هذه الأمة، والعلماء قد ذكروا لهذا الحديث عدة احتمالات، ففما قالوا فيه:\n1 - إن الشيطان أيس بنفسه - ولم ييأس - لما رأى عز الإسلام في حياة النبي - صلى الله عليه وسلم - وإقبال القبائل على الدخول في هذا الدين الذي أكرمهم الله به، فلما رأى ذلك يئس من أن يرجعوا إلى دين الشيطان، وأن يعبدوا الشيطان أي: يتخذوه مطاعاً.\n__________\n(1) سليمان بن عبد الوهاب «الصواعق الإلهية في الرد على الوهابية» (ص45). …\n(2) نسبه إلى البزار كل من الهيثمي في «مجمع الزوائد» (3/370)، وابن حجر في «المطالب» (1/316)\nو(3/186). وقال الهيثمي: فيه موسى بن عبيدة الربذي وهو ضعيف. …\n(3) رواه مسلم برقم: 2812، والترمذي برقم: 1937. …\n(1/5)\n",
        "وهذا كما أخبر الله عن الذين كفروا في قوله: { الْيَوْمَ يَئِسَ الَّذِينَ كَفَرُوا مِنْ دِينِكُمْ } [المائدة: 3]، فهم يئسوا أن يراجع المسلمون مع عليه المشركون من الدين الباطل القائم على اتخاذ الأنداد مع الله، وصرف العبودية إلى أشياء مع الله أو دونه.\nفكما أن المشركين لما رأوا تمسك المسلمين بدينهم يئسوا من مراجعتهم، هكذا الشيطان يئس لما رأى عز المسلمين ودخولهم في الدين في أكثر نواحي جزيرة العرب.\nوالشيطان - لعنه الله - لا يعلم الغيب، ولا يعلم أنه ستحين فرص يصد الناس بها عن الإسلام والتوحيد، وكانت أول أموره في صرف الناس لعبادته بعد موت النبي - صلى الله عليه وسلم -، حيث أطاعه أقوام وقبائل فارتدت عن الإسلام إمّا بمنع الزكاة، أو بإتباع مدعي النبوة، فنشط وكانت له جولة وصولة، ثم كبته الله.\nوالمقصود: أن الشيطان ييأس إذا رأى التمسك بالتوحيد والإقرار به والتزامه، وإتباع الرسول - صلى الله عليه وسلم -، وهو حريص على أن يصد الناس عن هذا، ولذا تمكن من هذا في فترات مختلفةٍ، فعبده القرامطة عبادة طاعة وهم في الجزيرة، وأفسدوا ما أفسدوا، وعبده من بعدهم مما يعرفه أولو البصيرة(1)(2).\nفالقول بأن الشرك منتفٍ عن هذه الأمة مخالف للواقع، كما أنه مخالف للفهم الصحيح لنصوص الشرع.\n__________\n(1) انظر ما ذكره الشيخ صالح بن عبد العزيز بن محمد آل الشيخ في «هذه مفاهيمنا» (ص197، 198).\n(2) انظر ما ذكره أبو بطين، عبد الرحمن: «مجموعة الرسائل والمسائل النجدية» (4/482- 487). …\n(1/6)\n\n2- أو يقال: إن نبينا - صلى الله عليه وسلم - فصل ما بين الشرك والتوحيد وبينه أتم بيان، وترك الدين على بيضاء ليلها كنهارها، وهذه البيضاء هي مضمون لا إله إلا الله، وهي إفراد الله بالعبادة، وخلع الأنداد، والكفر بما يعبد من دون الله، والبراءة من الشرك وأهله، كما فسرها أهل العلم رحمهم الله، فإذا علم هذا يقيناً فمحال أن يكون الشرك بصورته التي نهى الله عنها موجوداً في بلادٍ كثيرة، ويحكم عليها بالشرك ويوجد في الجزيرة بصورته ولا يحكم عليها بالشرك. وهذا من التلاعب والهوى الصارخ(1).\n3 - وقال ابن رجب في شرح الحديث: إنه يئس أن يجتمعوا كلهم على الكفر الأكبر(2).\nوأشار ابن كثير إلى هذا المعنى عند تفسيره قوله تعالى: { الْيَوْمَ يَئِسَ الَّذِينَ كَفَرُوا مِنْ دِينِكُمْ } [المائدة: 3] حيث قال: (قال ابن عباس رضي الله عنهما: يعني يئسوا أن تراجعوا دينكم)(3).\n4 - ولا يبعد أن يقال: (مراد النبي - صلى الله عليه وسلم - بقوله: «إن الشيطان...» أن الشيطان لا يطمع أن يعبده المؤمنون في جزيرة العرب، وهم المصدقون بما جاء به الرسول من عند ربه المذعنون له، والممتثلون لأوامره، ولا شك أن من كان على هذه الصفة فهو على بصيرة ونور من ربه، فلا يطمع الشيطان أن يعبده... ووجود مثل هذا في جزيرة العرب لا ينافي الحديث الصحيح كما لا يخفى على من له قلب سليم وعقل راجح، وإطلاق لفظ\nالمصلين على المؤمنين كثير في كلام العارفين.\n__________\n(1) انظر ما ذكره الشيخ صالح بن عبد العزيز بن محمد آل الشيخ في كتابه «هذه مفاهيمنا» (ص198،199).\n(2) انظر «مجموعة الرسائل والمسائل النجدية» (4/482-487).\n(3) ابن كثير في «تفسيره» (2/12).",
        "(1/7)\n\n5 - ويحتمل أن يراد بالمصلين أناس معلومون بناء على أن تكون (أل) للعهد وأن يراد بهم الكاملون فيها...وهم خير القرون، يؤيد ذلك قول النبي - صلى الله عليه وسلم - - في آخر الحديث - «ولكن في التحريش بينهم». يقول الطيي: لعل المصطفى - صلى الله عليه وسلم - أخبر بما يكون بعده من التحريش الواقع بين صحبه رضوان الله عليهم أجمعين، أي أيس أن يعبد فيها، ولكن يطمع في التحريش... والدليل متى طرقه الاحتمال بطل به الاستدلال)(1).\n6 - أو يقال: كما أن الرسول - صلى الله عليه وسلم - قد أخبر بوقوع الشرك وحدوثه في هذه الأمة، ووقع، وحصل هذا الإخبار بما هو مشاهد عياناً، ولا ينكره إلا من أعمى الله بصره وطمس بصيرته. هكذا أخبر الرسول - صلى الله عليه وسلم - في هذا الحديث أناساً معلومين بأن الشيطان لا يسلط عليهم، وهم الذين قال عنهم الرسول عليه الصلاة والسلام: «لا تزال طائفة من أمتي على الحق، منصورة، لا يضرهم من خذلهم ولا من خالفهم حتى يأتي أمر الله».\n7 - أو يقال: إن الحديث يقول: إن الشيطان أيس أن يعبد. وظاهر لفظه: أنه أيس من أن يعبد هو نفسه، لا من يعبد غيره من المخلوقات كالأنبياء والملائكة والصالحين والأشجار والأحجار، والقبور. فإن الشيطان إن أطيع في عبادة بعض المخلوقات، وقد تضاف إليه هذه العبادة ولكنها إضافة غير حقيقية، والعلاقة في الإضافة كونه هو الآمر بها، وحقيقة عبادة الشيطان نفسه: أن توجه إليه العبادة كفاحاً مباشرة.\n8 - أو يقال: المراد أن الشيطان قد أيس أن يعبد أو تعبد الأصنام في\nبلاد العرب في كل وقت وزمان، فهذا لن يكون إن شاء الله، وقد يشهد\n__________\n(1) الآلوسي، محمد شكري: «فتح المنان تتمة منهاج التأسيس» (ص497- 499) باختصار.\n(1/8)",
        "\nلهذا لفظة (أبداً)(1) المذكور في الرواية الأخرى(2).\nوعلى كل حال: لا يمكن أن يدعي أنه لن يعبد غير الله في بلاد العرب في وقت من الأوقات، فإن هذا باطل كاذب بالإجماع والضرورة والنصوص المتواترة.\nومما يستدل به القبوريون في هذا الباب:\n4 - قوله - صلى الله عليه وسلم -: «من يرد الله به خيراً يفقهه في الدين، وإنما أنا قاسم والله يعطي، ولا يزال أمر هذه الأمة مستقيماً حتى تقوم الساعة، أو يأتي أمر الله تعالى... »(3).\nوجه الاستدلال: (أن النبي - صلى الله عليه وسلم - أخبر أن أمر هذه الأمة لا يزال مستقيماً إلى آخر الدهر، ومعلوم أن هذه الأمور..التي تكفرون بها، مازالت قديماً ظاهرة ملأت البلاد، فلو كانت هي الأصنام الكبرى، ومن فعل شيئاً من تلك الأفاعيل عابد الأوثان، لم يكن أمر هذه الأمة مستقيماً، بل منعكساً...)(4).\nيجاب عن هذه الشبهة: بأن هذه الشبهة ناتجة عن قصور باعه في علم الحديث. فإن الأحاديث تأتي بروايات مختلفة بعضها يفسر البعض الآخر، فالذي ذكره جاء بعدة روايات، حتى إنه جاء في «صحيح البخاري» في خمسة مواضع عن معاوية - رضي الله عنه -.\n__________\n(1) عند الترمذي برقم: 2159، كتاب الفتن، باب: ما جاء دماؤكم وأموالكم عليكم حرام، (4/401). وابن ماجه: برقم 3055. وسندهما صحيح.\n(2) راجع ما ذكره القصيمي في «الصراع بين الإسلام والوثنية» (2/122-127).\n(3) الإمام البخاري في «صحيحه» برقم: 7460، كتاب التوحيد، باب: قول الله تعالى: { إنَّمَا قَوْلُنَا لِشَيْءٍ إِذَا أَرَدْنَاهُ } (13/442).\n(4) سليمان بن عبد الوهاب «الصواعق الإلهية» (ص41). …\n(1/9)\n",
        "وقد جاء في كتاب العلم بلفظ: «ولن تزال هذه الأمة قائمة على أمر الله لا يضرهم من خالفهم حتى يأتي أمر الله»(1)، وفي كتاب الاعتصام بلفظ: «ولا تزال هذه الأمة ظاهرين على من خالفهم حتى يأتي أمر الله وهم ظاهرون»(2).\nوجاء في كتاب المناقب بلفظ: «لا يزال من أمتي أمة قائمة بأمر الله»(3).\nكما جاء في كتاب الاعتصام بلفظ: «لا تزال طائفة من أمتي ظاهرين حتى يأتيهم أمر الله وهم ظاهرون(4).\nوفي كتاب التوحيد: «لا يزال من أمتي أمة قائمة بأمر الله ...»(5).\nوالحديث جاء عند مسلم بلفظ: «لن يزال قوم من أمتي ظاهرين على الناس حتى يأتيهم أمر الله وهم ظاهرون»(6).\n__________\n(1) البخاري في «الصحيح» برقم (71) (1/164) كتاب العلم. باب من يرد الله به خيراً يفقهه.\n(2) نفس المصدر: برقم 7312 (13/293)، كتاب الاعتصام بالكتاب والسنة باب: قول النبي - صلى الله عليه وسلم -: «لا تزال طائفة من أمتي ظاهرين على الحق وهم أهل العلم». …\n(3) نفس المصدر: برقم: 3641، (6/632)، كتاب المناقب.\n(4) نفس المصدر: برقم 7311، كتاب الاعتصام بالكتاب والسنة، باب: قول النبي - صلى الله عليه وسلم -: «لا تزال طائفة..» .\n(5) نفس المصدر: 7460، كتاب التوحيد، باب قول الله تعالى: { إِنَّمَا قَوْلُنَا لِشَيْءٍ إِذَا أَرَدْنَاهُ } .\n(6) مسلم في «الصحيح»: 9121، كتاب الإمارة، باب قوله - صلى الله عليه وسلم -: «لا تزال طائفة من أمتي ظاهرين على الحق لا يضرهم من خالفهم». …\n(1/10)\n\nوالمقصود: أن الروايات المطلقة في بعض الأحاديث تحمل على الروايات المقيدة، فإن من قواعد أصول الفقه حمل المطلق على المقيد إذا اتحد المحل والحكم(1)، وهنا هكذا، لهذا قال الحافظ ابن حجر عند شرح الحديث: (أن بعض هذه الأمة يبقى على الحق أبداً)(2). ولا شك أن هؤلاء البعض هم المحدثون ومتبعو الآثار لا غيرهم من القبوريين كما نص عليه السلف.\nومما يتشبث به القبوريون في هذه الباب:\n5 - عن عائشة قالت: قال النبي - صلى الله عليه وسلم -: «لا يذهب الليل والنهار حتى تعبد اللات والعزى» فقالت: يا رسول الله! إن كنت لأظن حين أنزل الله تعالى: { هُوَ الَّذِي أَرْسَلَ رَسُولَهُ بِالْهُدَى وَدِينِ الْحَقِّ لِيُظْهِرَهُ عَلَى الدِّينِ كُلِّهِ وَلَوْ كَرِهَ الْمُشْرِكُونَ } [التوبة:33] إن ذلك تام، قال: «إنه سيكون من ذلك ما شاء الله، ثم يبعث الله ريحاً طيبة فتوفى كل من في قلبه مثقال حبة من خردل إيمان، فيبقى من لا خير فيه فيرجعون إلى دين آبائهم» (3).\nوقال النبي - صلى الله عليه وسلم -: «لا يزال طائفة من أمتي يقاتلون على الحق...حتى يقاتل آخرهم المسيح»(4).\nوقال النبي - صلى الله عليه وسلم -: «لن يبرح هذا الدين قائماً عليه عصابة المسلمين حتى تقوم الساعة»(5).\n__________\n(1) انظر ما ذكره ابن قدامة في «روضة الناظر» (2/192). …\n(2) ابن حجر في «الفتح» (1/164)، وقال أيضاً في (1/165): (وقوله: «لن تزال هذه الأمة»، يعني بعض الأمة كما سيجيء مصرحاً به ...). …\n(3) مسلم في «الصحيح»: كتاب الفتن واشراط الساعة، باب: لا تقوم الساعة حتى تعبد دوس ذا الخلصة، برقم: 2907. …\n(4) أبو داود في «السنن»: برقم 2844، انظر ما ذكره الألباني في «صحيح أبي داود» (2/471).…\n(5) مسلم في «الصحيح» برقم:1922، (3/1524)، كتاب الإمارة، باب: «لا تزال طائفة من أمتي ظاهرين...» الحديث.",
        "(1/11)\n\nوقال رسول الله - صلى الله عليه وسلم -: «لا يزال عصابة من أمتي يقاتلون على أمر الله قاهرين لعدوهم لا يضرهم من خالفهم حتى تأتيهم الساعة، وهم على ذلك»، فقال عبد الله بن عمرو: «أجل، ثم يبعث الله ريحاً كريح المسك مسها مس الحرير، لا تترك إنساناً في قلبه مثقال حبةٍ من إيمان إلا قبضته، ثم يبقى شرار الناس عليهم تقوم الساعة»(1).\nوجه الاستدلال: (في هذه الأحاديث الصحيحة أبين دلالة على بطلان مذهبكم؛ وهي أن جميع هذه الأحاديث مصرحة بأن الأصنام لا تعبد في هذه الأمة إلا بعد انخرام أنفس جميع المؤمنين آخر الدهر)(2).\nويجاب عن هذه الشبهة من عدة أوجهٍ:\nأولاً: مراد النبي - صلى الله عليه وسلم - في هذا الحديث بيان وقت ظهور الشرك بصفة عامة بحيث يطغى على التوحيد ويسيطر على حاملي لواء التوحيد ويستأصلهم، فذكر: أن هذا يحدث في أواخر أيام الدنيا، قبل انعقاد القيامة الكبرى، وبعد خروج الريح القابضة لأنفس جميع المؤمنين حتى لا تبقى هذه الطائفة المنصورة والناجية على ظهر الأرض(3). والذي يدل عليه فهم الصحابي الجليل عبد الله بن عمرو حيث إنه عقب على قوله عليه الصلاة والسلام: «لا تزال عصابة... الحديث» بقوله: (أجل، ثم يبعث الله ريحاً كريح المسك...) إلخ.\n__________\n(1) نفس المصدر: برقم: 1924، (3/1524)، كتاب الإمارة: باب «لا تزال طائفة من أمتي ظاهرين... ».\n(2) سليمان بن عبد الوهاب: «الصواعق الإلهية» (ص50).\n(3) انظر توجيه الحافظ ابن حجر وتطبيقه بين هذه الأحاديث التي ظاهرها التعارض: في «الفتح» (1/164) = = و(13/294)، و(13/76، 77)، وانظر ما ذكره شيخنا عبد الله محمد الغنيمان في «شرح كتاب التوحيد للبخاري» (2/235).\n(1/12)",
        "\nفهذا الحديث إنما يبين التحديد الزمني لفشو الشرك في هذه الأمة حتى لا يبقى في ظهر الأرض إلا مشرك، وليس المراد منه عدم وقوع الشرك في هذه الأمة كما ظنه بعض مدعي العلم والمعرفة، وإلا يكون هذا الفهم مخالفاً للأحاديث الصحيحة الأخرى ومخالفاً للواقع.\nوأما استدلاله بهذا الحديث على عدم وقوع الشرك في هذه الأمة، فليس فيه ما يدل عليه، وقد بينا المراد من الحديث، ثم إن عدم الدليل المعين لا يستلزم عدم المدلول المعين كما هو معلوم لدى كل واحد من أهل العلم.\nومما يتشبث به القبوريون أيضاً في إثبات شبهتهم:\n6 - قوله تعالى: { كُنْتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ } [آل عمران: 110].\nوقوله تعالى: { وَكَذَلِكَ جَعَلْنَاكُمْ أُمَّةً وَسَطاً } [البقرة: 143].\nوجه الاستدلال: (أن الأمة ليس فيها من يعمل الكفر، وأنها أمة صالحة كلها - من أولها إلى آخرها - ليس فيها شرك).\nويجاب عن هذه الشبهة بما يلي:\nأولاً: أنهم تركوا من الآيتين ما هو دليل عليهم، وذلك: (أن الله وصف خير أمة أخرجت للناس بثلاث صفاتٍ وهي لأهل الإيمان خاصة، وليس لأهل الكفر والشرك، والنفاق والبدع والفسوق فيها نصب، فقال:\n{ تَأْمُرُونَ بِالْمَعْرُوفِ وَتَنْهَوْنَ عَنِ الْمُنْكَرِ وَتُؤْمِنُونَ بِاللَّهِ } [آل عمران: 110]، فليس المشركون والمنافقون من خير أمةٍ...بل هم شرار الأمة...)(1).\n__________\n(1) «مجموعة الرسائل والمسائل» (2/54، 55) بتصرف، وانظر رد الشيخ عبد اللطيف بن عبد الرحمن بن حسن على الاستدلال بالآيتين السابقتين: { كُنْتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ } و وقوله تعالى: { وَكَذَلِكَ جَعَلْنَاكُمْ أُمَّةً وَسَطاً } ونحوهما، «الدرر السنية» (9/354- 356).…\n(1/13)\n",
        "ثانياً: (كل أهل الملل من اليهود والنصارى والمجوس والصابئة من أمته أرسل إليهم وكلهم من أمة محمد، وهم أمة الدعوة... ومن لم يؤمن بالنبي - صلى الله عليه وسلم - ولم يتبعه من هذه الملل الخمس فهو في النار، كما قال تعالى: { إِنَّ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ وَالْمُشْرِكِينَ فِي نَارِ جَهَنَّمَ خَالِدِينَ فِيهَا أُولَئِكَ هُمْ شَرُّ الْبَرِيَّةِ } [البينة: 6]. فأخبر تعالى أنهم في النار مع كونهم من هذه الأمة.\nوأما استدلاله بقوله تعالى: { وَكَذَلِكَ جَعَلْنَاكُمْ أُمَّةً وَسَطاً } ، فالخطاب للنبي - صلى الله عليه وسلم - وأصحابه، وهم المعنيون بهذه الأمة، ومن كان مثلهم من أهل الإيمان لحق بهم، وأما الكفار والمشركون والمنافقون فهم أعداء الأمة الوسط في كل زمان ومكان، ولا يمكن أحد أن يزعم أنهم من الأمة الوسط إلا مثل هذا الجاهل الذي يقول: ليس في الأمة كافر ولا\nمشرك)(1).\nويبين الشيخ عبد الرحمن بن حسن جانباً من البدع والشرك والضلال الذي وقع في هذه الأمة،...(مثل المرتدين في عهد الصديق، والخوارج زمن علي بن أبي طالب، والقدرية، والجهمية الجبرية، ودولة القرامطة، الذي وصفهم شيخ الإسلام بأنهم أشد الناس كفراً، والبوبهيين، والعبيديين\nوغيرهم)(2).\nوبالجملة: (هذا المعترض مموه بلفظ الأمة ملبس، قال تعالى في ذم هذا الصنف من الناس { وَلا تَلْبِسُوا الْحَقَّ بِالْبَاطِلِ وَتَكْتُمُوا الْحَقَّ وَأَنْتُمْ تَعْلَمُونَ } [البقرة: 42].\n__________\n(1) «مجموعة الرسائل والمسائل» (2/57، 61)، وانظر رسالة الشيخ عبد الرحمن بن حسن «التوحيد وطروء الشرك على المسلمين» في «الجامع الفريد» (43- 345).\n(2) الشيخ عبد الرحمن بن حسن آل الشيخ في «مجموعة الرسائل» (2/62- 80).\n(1/14)\n\nوهذا من أعظم اللبس والخلط والتمويه، والأمة تطلق ويراد بها عموم أهل الدعوة، ويدخل فيها من لم يستجب لله ورسوله، وتطلق أيضاً ويُراد بها: أهل الاستجابة المنقادين لما جاءت به الرسل، ومن لم يفصل ويضع النصوص [ في غير ] مواضعها فهو من الجاهلين الملبسين)(1).\nويكشف الشيخ عبد اللطيف بن عبد الرحمن بن حسن(2) عن أصل\nهذه الشبهة وسبب حدوثها، فقال: (اعلم أن هذا المعترض لم يتصور حقيقة الإسلام والتوحيد، بل ظن أنه مجرد قول بلا معرفة ولا اعتقاد، وإلا فالتصريح بالشهادتين في هذه الأزمان والإتيان بهما ظاهراً هو نفس التصريح بالعداوة، ولأجل عدم تصوره أنكره هذا، ورد إلحاق المشركين في هذه الأزمان بالمشركين الأولين، ومنع إعطاء النظير حكم نظيره، وإجراء الحكم مع علته، واعتقد أن من عبد الصالحين، ودعاهم وتوكل عليهم، وقرب لهم القرابين مسلم من هذه الأمة، لأنه يشهد أن لا إله إلا الله)(3).\n__________\n(1) عبد اللطيف بن عبد الرحمن بن حسن «مصباح الظلام» (ص30).\n(2) هو الشيخ العلامة الإمام عبد اللطيف بن عبد الرحمن بن حسن آل الشيخ، من سلالة شيخ الإسلام محمد بن عبد الوهاب، ولد سنة 1225في الدرعية، توفي سنة 1293، من مؤلفات: «تحفة الطالب والجليس في كشف شبه داود بن جرجيس»، و«شرح نونية ابن القيم»، و«مصباح الظلام»، وغيرها، انظر مقدمة كتابه « تحفة الطالب والجليس » (ص14، 15).\n(3) انظر قول الشيخ عبد اللطيف بن عبد الرحمن بن حسن في «مصباح الظلام» (ص36).",
        "(1/15)\n\nويظهر جهل القائل بهذا القول حين لم يفرق بين أمة الإجابة، وأمة الدعوة، وقد رد الشيخ عبد اللطيف ذلك الاشتباه، فقال: (ليس كل من وصف بأنه من الأمة يكون من أهل الإجابة والقبلة، وفي الحديث: « ما من أحد من هذه الأمة يهودي أو نصراني يسمع بي ثم لا يؤمن بي إلا كان من أهل النار »(1)... وقال تعالى: { فَكَيْفَ إِذَا جِئْنَا مِنْ كُلِّ أُمَّةٍ بِشَهِيدٍ وَجِئْنَا بِكَ عَلَى هَؤُلاءِ شَهِيداً * يَوْمَئِذٍ يَوَدُّ الَّذِينَ كَفَرُوا وَعَصَوُا الرَّسُولَ لَوْ تُسَوَّى بِهِمُ الْأَرْضُ وَلا يَكْتُمُونَ اللَّهَ حَدِيثاً } [النساء:41 - 42]، فدلت هذه الآية على أن هؤلاء الكافرين من الأمة التي يشهد عليهم - صلى الله عليه وسلم -... والأمة في مقام المدح والوعد يراد بها أهل القبلة وأهل الإجابة،\nوتطلق في مقام التفرق والذم ويُراد بها غيرهم، فلكل مقام مقال)(2).\nومما يتشبث به القبوريون أيضاً في هذا الباب:\n7 - قوله - صلى الله عليه وسلم -: «اللهم لا تجعل قبري وثناً يعبد».\nوجه الاستدلال: (دعاؤه مستجاب)(3)، يعني فلا يمكن أن يكون هناك شرك بقبر الرسول.\nويجاب عن هذه الشبهة: بأن دعاء الرسول مستجاب لا شك فيه، ولهذا قد أحاطه الله بأسوار وجدران(4)\n__________\n(1) أخرجه مسلم في «صحيحه»: كتاب الإيمان، باب: وجوب الإيمان برسالة نبينا محمد - صلى الله عليه وسلم - إلى جميع الناس ونسخ الملل بملته: (1/134). برقم: 153.\n(2) عبد اللطيف بن عبد الرحمن بن حسن آل الشيخ: «مصباح الظلام» (ص341).\n(3) انظر ما قاله محمد الغلوي المالكي في مفاهيمه (ص: ح).\n(4) كما ذكره ابن القيم في نونيته:\nفأجاب رب العالمين دعاءه\nفأحاطه بثلاثة الجدران\n(1/16)",
        "\n، فلا أحد يستطيع أن يسجد لقبره مباشرة كائناً من كان، وليس فيه أي دليل على أن أحداً لا يشرك بالله جل وعلا بعبادة النبي مثلاً أو بإثبات خصائص الربوبية في الرسول عليه الصلاة والسلام، فإن هذا واقع، والواقع خير دليل في هذا المجال، فكم من الغالين في الرسول مثلاً يدعي فيه خصائص الربوبية.\nوأيضاً مما يتشبث به القبوريون في هذا الباب:\n8 - بما روي عن النبي - صلى الله عليه وسلم - أنه قال: « إن أخوف ما أتخوف على أمتي،\nالإشراك بالله، أما إني لست أقول: يعبدون شمساً ولا قمراً ولا وثناً، ولكن\nأعمالاً لغير الله وشهوة خفية»(1).\nوجه الاستدلال: أن الرسول عليه الصلاة والسلام ما خاف علينا الشرك الأكبر، وإنما خاف علينا الشرك الأصغر(2).\nويجاب عن هذه الشبهة بما يلي:\n1 - إن الحديث ضعيف(3)، والحديث الضعيف لا احتجاج به عند من يعتد به من أهل العلم.\n2 - ولو فرضنا صحته: يكون مراد النبي - صلى الله عليه وسلم - من الحديث بيان خفاء هذا الشرك في أمته حتى يقع فيه بعض من يدعي العلم والتحقيق أيضاً، فمثلاً: عبادة الشمس والقمر والوثن من الظواهر التي لا يخفى ضلال مرتكبه، ولكن الشرك بأعمال القلوب؛ مثلاً المحبة لغير الله، والذل والخضوع لغير الله، واعتقاد أشياء مخصوصة لله جل شأنه لغير الله تعالى، هذه كلها من ضمن الأعمال لغير الله وما تبقى خفياً، وهذا ظاهر، والحمد لله.\nوصلى الله على نبينا محمد وعلى آله وصحبه وسلم.\n__________\n(1) ابن ماجه في كتاب الزهد (2/1406)، برقم: 4205.\n(2) انظر ما قاله محمد العلوي المالكي في مفاهيمه (ص:ز- ح).\n(3) انظر ما ذكره الألباني في «ضعيف سنن ابن ماجه» برقم:921.\n(1/17)\n"
    ]
}