{
    "partText": [
        "\nبيع المرابحة للآمر بالشراء\nهذا الكتاب دراسة تطبيقية لبيع المرابحة للآمر بالشراء المتعارف عليه في البنوك الإسلامية على ضوء تجربة شركة بيت المال الفلسطيني العربي وهي أول شركة في فلسطين تتعامل وفق أحكام الشريعة الإسلامية وقد درس المؤلف أقوال العلماء المعاصرين في بيع المرابحة وأدلتهم وأجاب على شبهات المانعين له ووضح أسس تطبيقه في شركة بيت المال الفلسطيني العربي .\nتقديم\nبسم الله الرحمن الرحيم\n... الحمد لله رب العالمين والصلاة والسلام على سيدنا محمد وعلى آله وصحبه أجمعين وبعد.\n... يعتبر تأسس شركة بيت المال الفلسطيني العربي عملاً رائداً قام به مجموعة من رجال الاعمال لدعم عجلة الاقتصاد الفلسطيني وذلك للإستثمار وفق أحكام الشريعة الاسلامية السمحة من أجل النهوض بالاقتصاد مع المحافظة على الأسس الاجتماعية والدينية وبشكل خاص الابتعاد عن الربا. إن الهدف الرئيس لشركة بيت المال الفلسطيني العربي هو الاستثمار بطريق الحلال وفق الأسس والمبادىء التي أقرتها الشريعة الاسلامية ولترسيخ التصور الاقتصادي الإسلامي وللتخلص من الربا الذي يعتبر السمة الغالبة على النظام الاقتصادي العالمي.\n... ونحن في شركة بيت المال الفلسطيني العربي قررنا أن نكون المبادرين في التخلص من الربا و التعامل بالعقود الصحيحة وفق الشروط والضوابط التي وضعها الفقهاء والعلماء. ومن هذه العقود {بيع المرابحة للآمر بالشراء} الذي أقرته مجامع علمية متخصصة وأصبح من أهم وسائل الاستثمار في المصارف والشركات الاسلامية.\n... ومن أجل توضيح هذا العقد بصورة جلية ولدفع الشبهات التي أثيرت عليه قام د. حسام الدين عفانة رئيس هيئة الرقابة الشرعية لشركة بيت المال الفلسطيني العربي بإعداد هذه الدراسة واستعرض فيها أراء العلماء في هذا العقد والأسس التي إعتمد عليها وبين كيفية تعامل الشركة بهذا العقد بجلاء ووضوح.\n(1/1)\n",
        "... وإن نشر هذه الدراسة يعد إسهاماً من شركة بيت المال لنشر الدراسات والبحوث التي تدعم مسيرة الإقتصاد الإسلامي.\n... ونسأل الله العظيم أن يوفقنا لخدمة هذا الشعب وأن نكون دائماً المبادرين في دفع عجلة الإقتصاد الفلسطيني إلى الأمام والله ولي التوفيق.\nد. محمد صرصور\nمدير عام شركة بيت المال الفلسطيني العربي\nالفصل الأول:\nبيع المرابحة للآمر بالشراء وحكمه وفيه مبحثان:\nالمبحث الأول:\nتعريف بيع المرابحة للآمر بالشراء وصوره.\nالمبحث الثاني:\nخلاف العلماء المعاصرين في حكم بيع\nالمرابحة للآمر بالشراء وأدلتهم وبيان الراجح.\nالمقدمة\n... إن الحمد لله نحمده ونستعينه ونستغفره ونعوذ بالله من شرور أنفسنا وسيئات أعمالنا من يهده الله فلا مضل له ومن يضلل الله فلا هادي له وأشهد أن لا إله إلا الله وحده لا شريك له وأشهد أن محمدا عبده ورسوله.\n... { يا أيها الذين آمنوا اتقوا الله حق تقاته ولا تموتن إلا وأنتم مسلمون}\n... { يا أيها الناس اتقوا ربكم الذي خلقكم من نفس واحدة وخلق منها زوجها وبثَّ منهما رجالاً كثيراً ونساءً واتقوا الله الذي تساءلون به والأرحام إن الله كان عليكم رقيبا}\n... { يا أيها الذين آمنوا اتقوا الله وقولوا قولاً سديداً يصلح لكم أعمالكم ويغفر لكم ذنوبكم ومن يطع الله ورسوله فقد فاز فوزا عظيماً}.\n... وبعد.... يقول الله تعالى في محكم كتابه: { يا أيها الذين آمنوا اتقوا الله وذروا ما بقي من الربا إن كنتم مؤمنين فإن لم تفعلوا فأذنوا بحرب من الله ورسوله وإن تبتم فلكم رؤوس أموالكم لا تظلمون ولا تظلمون}. وثبت عن الرسول صلى الله عليه وسلم أنه قال: { لعن الله آ كل الربا ومؤكله وكاتبه وشاهديه وقال هم سواء} رواه مسلم.\n(1/2)\n\n... ومما لا شك فيه أن الربا هو السمة الغالبة على النظام الاقتصادي العالمي ومما يؤسف له أن الأمة الاسلامية قد غرقت في بحور الربا وإن من قوارب النجاة من هذه البحور المصارف والشركات الإسلامية التي تعتبر من مظاهر الصحوة الاسلامية المباركة والتي قدمت الاسلام ليحل المشكلات التي تواجه العالم الاسلامي ومنها المشكلة الاقتصادية وعلى وجه الخصوص مشكلة الربا فالواجب على الأمة أن تطوع الحياة للإسلام وتجعله المصدر الأول والأخير لحل كافة المعضلات.\n... وقد بدأت المصارف والشركات الاسلامية مسيرتها منذ عهد قريب في طريق عقباته كثيرة ومصاعبه ليست قليلة وقد حاول العلماء المعاصرون ايجاد سبل لاستثمار الأموال بطرق مشروعة تقوم على أساس صحيح من نظام المعاملات في الاسلام. ومن هذه الطرق ما اصطلح على تسميته (بيع المرابحة للآمر بالشراء) وأخذوا في تأصيل هذا العقد وفق الأصول الشرعية وما أن بدأت المصارف الاسلامية بتطبيق هذا البيع حتى نشأ نقاش علمي عميق في مدى شرعية هذا النوع من المعاملات وعقدت الندوات والمؤتمرات وقدمت البحوث وألفت الكتب مما أثرى المكتبة الاسلامية في هذا الباب الذي كانت تفتقر إليه. وقد كان المؤلفون والباحثون بين مؤيد ومدافع عن هذا العقد وبين معارض له باعتباره يتنافى مع أصول العقود الصحيحة وقد أخذت معظم المصارف الاسلامية وكذلك الشركات الاسلامية بهذا العقد وتعاملت به وفق شروط وضوابط محددة بناء على رأي العلماء الذين أجازوه وكان من ضمن هذه الشركات التي أخذت به وتعاملت به(شركة بيت المال الفلسطيني العربي).",
        "(1/3)\n\n... وهي أول شركة تنشأ في فلسطين تتعامل وفق أحكام الشريعة الاسلامية وقد رغبت في المساهمة في دراسة بيع المرابحة للآمر بالشراء من الناحيتين النظرية والعملية التطبيقية فكانت هذه الد راسة المشتملة على الجانب النظري من حيث التعريف ببيع المرابحة وحكمه عند الفقهاء المتقدمين ثم التعريف ببيع المرابحة للآمر بالشراء واختلاف الفقهاء المعاصرين فيه وبيان أدلتهم مع بيان القول الراجح في المسألة.\n... وأما الجانب العملي فتحدثت فيه عن نشأة شركة بيت المال وأهدافها ونشاطاتها الاستثمارية وكيفية تعاملها ببيع المرابحة للآمر بالشراء والخطوات المتبعة في ذلك وتعرضت للشبهات التي أثيرت حول تطبيق بيع المرابحة للآمر بالشراء وأجبت عليها. وبما أن تجربة شركة بيت المال جديدة والأحوال في بلادنا صعبة من نواحٍ كثيرة فهي تحتاج الى التسديد والتوجيه باستمرار وهذا الواجب ملقى على عاتق هيئة الرقابة الشرعية للشركة التي تبذل جهودا طيبة في هذا المجال وتلقى توجيهاتها من قبل العاملين في الشركة والقائمين عليها آذاناً صاغية وتنفيذا حسناً وكل ذلك خدمة للمسلمين الذين يبحثون عن الربح الحلال وتأكيداً لاثبات منهج الاسلام ومقدرته الفائقة على وضع الحلول لكل المشكلات التي تواجه الناس في ظل الاحتكام لشرع الله.\n... وأخيراً فإنني قد استفدت كثيراً من جهود من سبقني في الكتابة في هذا الموضوع فجزاهم الله خيراً كما وأشكر الأخوة القائمين على شركة بيت المال لما قدموه من مساعدة من أجل اتمام هذه ا لدراسة ونشرها فجزاهم الله خيرا الجزاء.\n... هذا وإن ما قدمته في هذه الدراسة هو جهد البشر الذي يسري عليه الخطا والنقصان وهما أمران من طبيعة الإنسان ورحم الله إمرءاًَ أهدى إلي أخطائي.\n... وصلى الله وسلم وبارك على محمد وعلى آله وصحبه أجمعين.\n... ... ... ... كتبه د. حسام الدين عفانة\n... ... ... ... ... أبوديس- القدس\n(1/4)",
        "\nصباح يوم الخميس الحادي عشر من شهر رجب 1417\nوفق الحادي والعشرين من شهر تشرين الثاني 1996\nتمهيد ويشمل:\nأولاً: تعريف البيع لغة واصطلاحاً.\nثانياً: تعريف بيع المرابحة ... وبيان حكمه.\nنعرف البيع في اللغة والاصطلاح ثم نعرف بيع المرابحة المعروف عند الفقهاء المتقدمين ونبين حكمه:\nاولاً: - تعريف البيع:\n... أ- البيع لغة هو مقابلة شيء بشيء أو هو مطلق المبادلة وهو من أسماء الاضداد أي التي تطلق على الشيء وعلى ضده مثل الشراء كما في قوله تعالى { وشروه بثمن بخس} (1) أي باعوه(2).\n... ب- وفي إصطلاح الفقهاء عرفوه بتعريفات كثيرة منها مبادلة المال المتقوم بالمال المتقوم تمليكا وتملكاً أو هو مقابلة مال بمال على وجه مخصوص (3) وقيل غير ذلك.\nوينقسم البيع إلى أربعة أقسام:-\nالأول: بيع المقايضة:وهو بيع العين بالعين كبيع الثوب بالحنطة.\nالثاني: البيع المطلق:وهو بيع العين بالدين كبيع الثوب بالدنانير.\nالثالث: الصرف: وهو بيع الدين بالدين كبيع الدنانير بالدراهم.\nالرابع: السلم: وهو بيع الدين بالعين كبيع الزيتون بالدراهم.\nــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ\n1- سورة يوسف الآ ية 20.\n2- إنظر المصباح المنير ص61 مادة بيع، لسان العرب 1/556 مادة بيع، الصحاح 3/1189 مادة بيع.\n3- أنيس الفقهاء ص 201 التعريفات ص 27، الفقه الإسلامي وأدلته 4/344 الموسوعة الفقهية 9/5.\nويقسم البيع المطلق بالنظر الى الثمن الى أربعة أقسام هي:-\n... 1- بيع المرابحة وهو مبادلة المبيع بمثل الثمن الأول وزيادة ربح معين.\n... 2- بيع التوليه وهو المبادلة بمثل الثمن الأول من غير زيادة ولا نقصان.\n... 3- بيع الوضيعة وهو المبادلة بمثل الثمن الأول مع نقصان شيء منه.\n... 4- بيع المساومة وهو مبادلة المبيع بما يتراضى العاقدان(1).\nثانيا: تعريف بيع المرابحة:-\n(1/5)\n",
        "... أ- كلمة المرابحة في اللغة مأخوذة من كلمة ربح وتعني النماء في التجر وربح في تجارته يربح ربحا وتربحا أي إستشف.... وهذا بيع مربح إذا كان يربح فيه والعرب تقول: - ربحت تجارته إذا ربح صاحبها فيها. وتجارة رابحة: يربح فيها.. وأربحته على سلعته أي أعطيته ربحاً ... وبعت الشيء مرابحة ويقال بعته السلعة مرابحة على كل عشرة د راهم درهم وكذلك اشتريته مرابحة (2).\nــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ\n1- إنظر الفقه الإسلامي وأدلته 4/595-596 الكليات ص 240.\n2- لسان العرب 5/103 مادة ربح\n...\n... ب- وأما المرابحة اصطلاحاً فقد عرفها الفقهاء بتعريفات كثيرة منها:-\n... - قال الامام المرغيناني الحنفي (المرابحة نقل ما ملكه بالعقد الأول بالثمن الأول مع زيادة ربح ) (1)\n... - وعرفها صاحب ملتقى الأبحر الحنفي بقوله (المرابحة بيع ما شراه بما شراه وزيادة )(2).\n... - وعرفها صاحب تنوير الأبصار الحنفي بقوله (بيع ما ملكه بما قام عليه وبفضل)(3).\n... - وعرفها الشيخ خليل المالكي بقوله (المرابحة وهي بيع ما اشترى بثمنه وربح علم)(4).\n... - وعرفها ابن رشد المالكي بقوله (هي أن يذكر البائع للمشتري الثمن الذي اشترى به السلعة ويشترط عليه ربحاً ما للدينار أو الدرهم)(5).\n... -وعرفها ابن جزي المالكي بقوله (فأما المرابحة فهو أن يعرف صاحب السلعة المشتري بكم اشتراها ويأخذ منه ربحاً إما على الجملة مثل ان يقول اشتريتها بعشرة وتربحني د يناراً أو دينارين وإما على التفصيل وهو أن يقول تربحني درهما لكل دينار أو غير ذلك)(6).\n... - وعرفها الشيخ أبو اسحق اشيرازي الشافعي بقوله (ان يبين رأس المال وقدر الربح بأن يقول ثمنها مئة وقد بعتكها برأس مالها وربح درهم في كل عشرة)(7).\nــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ\n(1/6)\n\n1- الهداية 6/122. 2- ملتقى الأبحر 2/34. 3- رد المحتارة 5/132. 4- شرح الدردير 2/72. 5 - بداية المجتهد 2/178.\n6- القوانين الفقهية ص 174. 7- المهذب مع المجموع 13/3.\n... - وعرفها الشيخ الماوردي الشافعي بقوله (واما بيع المرابحة فصورته أن يقول أبيعك هذا الثوب مرابحة على أن الشراء مئة درهم وأربح في كل عشرة واحد)(1).\n... - وعرفها الشيخ ابن قد امة المقدسي الحنبلي بقوله (البيع برأس المال وربح معلوم)(2).\n... - وعرفها صاحب حدائق الأزهار الزيدي بقوله (نقل المبيع بالثمن الأول وزيادة)(3).\n... وخلاصة القول في تعريف بيع المرابحة أنه يقوم على أساس معرفة الثمن الأول وزيادة ربح عليه حيث إن المرابحة من بيوع الأمانة فينبغي أن يكون الثمن الأول معلوماً وأن يكون الربح معلوماً أيضا. وبناء عليه يكون تعريف بيع المرابحةهو: - بيع بمثل الثمن الأول وزيادة ربح معلوم متفق عليه بين المتعاقدين.(4).\nــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ\n1- الحاوي الكبير 5/279.\n2- المغني 4/136.\n3- حدائق الأزهار مع شرحه السيل الجرار 3/136.\n4- بيع المرابحة أحمد ملحم ص 30.\n... ج- حكم المرابحة:\n... يرى جمهور الفقهاء أن بيع المرابحة من البيوع الجائزة شرعاً ولا كراهة فيه.",
        "(1/7)\n\n... قال الماوردي (وأما بيع المرابحة فصورته أن يقول أبيعك هذا الثوب مرابحة على أن الشراء مئة درهم وأربح في كل عشرة واحد فهذا بيع جائز لا يكره.. والدليل على جوازه عموم قوله تعالى: (وأحل الله البيع وحرم الربا) ولان الثمن في بيع المرابحة معلوم كما أنه في بيع المساومة معلوم إذ لا فرق بين قوله بعتك هذا الثوب بمئة وعشرة وبين قوله بعتك بمئة وربح كل عشرة واحد وان كلا الثمنين مئة وعشرة وأن اختلفت العبارتان كما لا فرق بين قوله بعتك هذا الثوب بتسعين وبين قوله بمئة الا عشرة في أن كلا الثمنين تسعون وأن اختلفت العبارتان ولا وجه لما ذكر من جهالة الثمن لأن مبلغه وان كان مجهولاً حال العقد فقد عقداه بما يصير الثمن به معلوماً بعد العقد وذلك لا يمنع من صحة العقد. كما لو باعه صبرة طعام كل قفيز بدرهم صح البيع وان كان مبلغ الثمن مجهولاً وقت العقد لانهما عقداه بما يصير الثمن به معلوماً بعد العقد...)(1).\n... وقال الشوكاني (هذا بيع أذن الله سبحانه به بقوله (تجارة عن تراض) وبقوله (أحل الله البيع وحرم الربا) وهذا يشمل كل بيع كائنا ما كان إذا لم يصحبه مانع شرعي أو يفقد فيه التراضي)(2).\nــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ\n1- الحاوي الكبير 5/279.\n2- السيل الجرار 3/136.\n... ويدل على جواز بيع المرابحة ما ورد في الحديث عن ابن عمر قال سئل رسول الله صلى الله عليه وسلم أي الكسب أفضل؟ قال: عمل الرجل بيده وكل بيع مبرور)(1).\n... ويدل على ذلك أيضاً ما ورد في الحديث عن ابي سعيد الخدري ان الرسول عليه الصلاة والسلام قال (... انما البيع عن تراض)(2).\n(1/8)",
        "\n... فهذه العمومات من كتاب الله و سنة الرسول صلى الله عليه وسلم تدل على جواز بيع المرابحة كما ان الحاجة تدعو لتعامل الناس بالمرابحة قال المرغيناني (والحاجة ماسة الى هذا النوع من البيع لان الغبي الذي لا يهتدي في التجارة يحتاج الى ان يعتمد فعل الذكي المهتدي وتطيب نفسه بمثل ما اشترى وزيادة ربح...)(3).\nــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ\n1- رواه الطبراني في الأوسط والكبير ورجاله ثقات قاله الهيثمي. مجمع الزوائد 4/61.\nوقال الحافظ ابن حجر ورجاله لا بأس بهم التلخيص الحبير 3/3.\n2- رواه ابن ماجة وابن حبان والبيهقي وقال الشيخ الألباني صحيح إنظر الارواء 5/125، وقال الشيخ الأرناؤوط اسناده قوي. صحيح ابن حبان 11/341.\n3- الهداية 6/123.\nالمبحث الاول:\nتعريف بيع المرابحة للآمر بالشراء وصوره.\nأولاً: نشأة إصطلاح بيع المرابحة للآمر بالشراء:\n... بيع المرابحة للآمر بالشراء اصطلاح حديث ظهر منذ فترة وجيزة وأول من استعمله بهذا الشكل هو د. سامي حمود في رسالته الدكتوراه بعنوان (تطوير الأعمال المصرفية بما يتفق مع الشريعة الإسلامية) المقدمة الى جامعة القاهرة - كلية الحقوق وقد نوقشت رسالته في 30/6/1976.\n... ويقول د. سامي حمود عن ذلك (وقد كان بيع المرابحة للآمر بالشراء بصورته المعروفة حاليا في التعامل المصرفي كشفاً وفق الله اليه الباحث أثناء اعداده لرسالة الدكتوراه في الفترة الواقعة بين 1973 - 1976 حيث تم التوصل الى هذا العنوان الاصطلاحي بتوجيه من الاستاذ الشيخ العلامة محمد فرج السنهوري رحمه الله تعالى حيث كان استاذ مادة الفقه الاسلامي المقارن للدراسات العليا بكلية الحقوق بجامعة القاهرة)(1).\n(1/9)\n",
        "... وقد شاع استعمال هذا الاصطلاح لدى البنوك الاسلامية والشركات التي تتعامل وفق أحكام الشريعة الاسلامية وصارت هذه المعاملة من أكثر ما تتعامل به البنوك الاسلامية.\nــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ\n1- بيع المرابحة للآمر بالشراء د. سامي حمود ص 1092 مجلة مجمع الفقه الاسلامي عدد 5 ج2.\n... والحقيقة ان هذا الاصطلاح (بيع المرابحة للآمر بالشراء) إصطلاح حديث ولا شك ولكن حقيقته كانت معروفة عند الفقهاء المتقدمين وإن اختلفت التسمية فقد ذكره محمد بن الحسن الشيباني صاحب أبي حنيفة وذكره الامام مالك في الموطأ والامام الشافعي في الام كما سيأتي ذلك عنهم(1).\nثانيا: تعريف بيع المرابحة للآمر بالشراء.\nعرفه العلماء المعاصرون بعدة تعريفات منها:-\n... 1- عرفه د. سامي حمود بقوله (أن يتقدم العميل الى المصرف طالباً منه شراء السلعة المطلوبة بالوصف الذي يحدده العميل وعلى أساس الوعد منه بشراء تلك السلعة فعلاً مرابحة بالنسبة التي يتفقان عليها ويدفع الثمن مقسطاً حسب امكانياته)(2).\n... 2- وجاء تعريف بيع المرابحة للآمر بالشراء في قانون البنك الاسلامي الأردني بما يلي: (قيام البنك بتنفيذ طلب المتعاقد معه على أساس شراء الأول ما يطلبه الثاني بالنقد الذي يدفعه البنك - كليا أو جزيئاً - وذلك في مقابل التزام الطالب بشراء ما أمر به وحسب الربح المتفق عليه عند الإبتداء)(3).\nــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ\n1- المرابحة للآمر بالشراء د. بكر ابو زيد ص 978 مجلة مجمع الفقه الأسلامي عدد 5 ج2 . المرابحة للآمر بالشراء د. الصديق الضرير ص 995 مجلة مجمع الفقه الاسلامي عدد 5 ج2.\n2- تطوير الأعمال المصرفية ص 432 بتصرف يسير.\n(1/10)\n\n3- بيع المرابحة للآمر بالشراء د. سامي حمود ص1092 مجلة مجمع الفقه الاسلامي عدد 5 ج2، بيع المرابحة أحمد ملحم ص 77.\n... 3- وعرفه د. يونس المصري بقوله (أن يتقدم الراغب في شراء سلعة الى المصرف لأنه لا يملك المال الكافي لسداد ثمنها نقداً ولأن البائع لا يبيعها له إلى أجل إما لعدم مزاولته للبيوع المؤجلة أو لعدم معرفته بالمشتري أو لحاجته إلى المال النقدي فيشتريها المصرف بثمن نقدي ويبيعها إلى عميله بثمن مؤجل أعلى) (1).\n... 4- وعرفه د. محمد سليمان الاشقر بقوله (يتفق البنك والعميل على أن يقوم البنك بشراء البضاعة.. ويلتزم العميل أن يشتريها من البنك بعد ذلك ويلتزم البنك بأن يبيعها له وذلك بسعر عاجل أو بسعر آجل تحدد نسبة الزيادة فيه على سعر الشراء مسبقاً)(2).\n... 5- وعرفه الباحث أحمد ملحم بقوله (طلب شراء للحصول على مبيع موصوف مقدم من عميل الى مصرف يقابله قبول من المصرف ووعد من الطرفين الأول بالشراء والثاني بالبيع بثمن وربح يتفق عليها مسبقاً)(3).\nــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ\n1- بيع المرابحة للآمر بالشراء د. رفيق المصري ص1133 مجلة مجمع الفقه الاسلامي عدد 5 ج2.\n2- بيع المرابحة كما تجريه البنوك الاسلامية د. الاشقر ص 6.\n3- بيع المرابحة أحمد ملحم ص 79.\n...\nوغير ذلك من التعريفات الكثيرة وكلها تدور على الأسس التالية:-\nأولاً: إن بيع المرابحة للآمر بالشراء ثلاثي الأطراف أي أنه يوجد عندنا ثلاثة متعاقدين.\n... الأول: الآمر بالشراء.\n... الثاني: المصرف الاسلامي.\n... الثالث: البائع.\n... وهذا الأمر يختلف فيه بيع المرابحة للآمر بالشراء عن المرابحة المعروفة عند الفقهاء المتقدمين حيث إن المرابحة المعروفة عند الفقهاء المتقدمين ثنائية الأطراف.\nثانيا: إن بيع المرابحة للآمر بالشراء يتم باتمام الخطوات التالية:-",
        "(1/11)\n\n... أ- طلب من العميل يقدمه للمصرف الإسلامي لشراء سلعة موصوفة.\n... ب- قبول من المصرف لشراء السلعة الموصوفة.\n... ج- وعد من العميل لشراء السلعة الموصوفة من المصرف بعد تملك المصرف لها.\n... د- وعد من المصرف ببيع السلعة الموصوفة للعميل وقد يكون الوعد لازماً أو غير لازم كما سيأتي بيانه.\n... هـ- شراء المصرف للسلعة الموصوفة نقداًَ.\n... و- بيع المصرف للسلعة الموصوفة للعميل بأجل مع زيادة ربح متفق عليها بين المصرف والعميل.\nثالثا: إن بيع المرابحة للآمر بالشراء عند إجالة النظر فيه يتكون مما يلي:-\n... 1- وعد بالشراء من العميل للمصرف ووعد بالبيع من المصرف للعميل وتسمى هذه العملية مواعدة وتوقع المصارف الاسلامية مع عملائها على ما يسمى وعد بالشراء.\n... 2- يشتري المصرف السلعة من البائع ويوقع على عقد بيع بين المصرف والبائع.\n... 3- عقد بيع بين الآمر بالشراء والمصرف الاسلامي بعد تملك المصرف للسلعة الموصوفة بناء على طلب العميل.\nرابعاً: صور تعامل المصارف الإسلامية مع بيع المرابحة للآمر بالشراء.\n... بعد البحث والتقصي وجد أن المصارف الإسلامية تتعامل بثلاث صور لبيع المرابحة للآمر بالشراء:\n(1/12)",
        "\n... الصورة الأولى وهي الأكثر تداولاً والأشهر استعمالا بين المصارف الإسلامية وقد صورها لنا الدكتور يوسف القرضاوي تصويراً مبسطاً بصورة واقعية عملية فقال (ذهب زيد من الناس الى المصرف الإسلامي وقال له: أنا صاحب مستشفى لعلاج أمراض القلب، وأريد شراء أجهزة حديثة متطورة لإجراء العمليات الجراحية القلبية ، من الشركة الفلانية بألمانيا أو الولايات المتحدة. وليس معي الآن ثمنها، أو معي جزء منه ولا أريد أن ألجا إلى البنوك الربوية لأستلف عن طريقها ما أريد وأدفع الفائدة المقررة المحرمة. فهل يستطيع المصرف الأسلامي أن يساعدني في هذا الأمر دون أن أتورط في الربا؟ هل يستطيع المصرف أن يشتري لي ما أريد بربح معقول على أن أدفع له الثمن بعد مدة محددة، فأستفيد بتشغيل مشفاي، ويستفيد بتشغيل ماله، ويستفيد المجتمع من وراء ذلك التعاون؟ قال مسئول المصرف: نعم يستطيع المصرف أن يشتري لك هذه الأجهزة بالمواصفات التي تحددها، ومن الجهة التي تعينها، على أن تربحه فيها مقداراً معيناً أو نسبة معينة وتدفع في الأجل المحدد ولكن البيع لا ينعقد إلا بعد أن يشتري المصرف الأجهزة المذكورة ويحوزها بالفعل بنفسه أو عن طريق وكيله حتى يكون البيع لما ملكه بالفعل. فكل ما بين المصرف وبينك الآن تواعد على البيع بعد تملك السلعة وحيازتها. قال العميل: المصرف إذن هو المسئول عن شراء الأجهزة المطلوبة ودفع ثمنها ونقلها وشحنها وتحمل مخاطرها، فإذا هلكت هلكت على ضمانه وتحت مسئوليته، وإذا ظهر فيها عيب بعد تسلمها يتحمل تبعة الرد بالعيب. كما هو مقرر شرعاً. قال المسئول: نعم بكل تأكيد. ولكن الذي يخشاه المصرف أن يحقق رغبتك ويجيبك الى طلبك بشراء الأجهزة المطلوبة، فإذا تم شراؤها وإحضارها، أخلفت وعدك معه. وهنا قد لا يجد المصرف من يشتري هذه السلعة منه لندرة من يحتاج إليها، أو قد لا يبيعها إلا بعد مدة طويلة، وفي هذا تعطيل للمال، وإضرار بالمساهمين\n(1/13)\n",
        "والمستثمرين الذين إئتمنوا إدارة المصرف على حسن تثميرها لأموالهم.\n... قال العميل صاحب المستشفى: إن المسلم إذا أوعد لم يخلف، وأنا مستعد أن أكتب على نفسي تعهداً بشراء الأجهزة بعد حضورها بالثمن المتفق عليه، الذي هو ثمن الشراء مع المصاريف والربح المسمى مقداراً أو نسبة كما أني مستعد لتحمل نتيجة النكول عن وعدي. ولكن ما يضمن لي ألا يرجع المصرف عن وعده إذا ظهر له عميل يعطيه أكثر، أو غلت السلعة المطلوبة في السوق غلاءً بينا؟\n... قال المسئول: المصرف أيضاً ملتزم بوعده. ومستعد لكتابة تعهد بهذا وتحمل نتيجة أي نكون منه.\n... قال العميل: اتفقنا.\n... قال المسئول: إذن نستطيع أن نوقع بيننا على هذا، في صورة طلب رغبة ووعد منك بشراء المطلوب، ووعد من المصرف بالبيع، فإذا تملك المصرف السلعة وحازها وقعنا عقداً آخر بالبيع على أساس الاتفاق السابق)(1).\n... وهذه الصورة تقوم على أساس أن الوعد ملزم للطرفين المتعاقدين العميل والمصرف وسيأتي تفصيل الخلاف بين العلماء في مدى إلزامية الوعد.\n... قال د. يوسف القرضاوي معلقاً على الصورة السابقة: (وهذه الصورة إذا حللناها إلى عناصرها الأولية نجدها مركبة من وعدين: وعد بالشراء من العميل الذي يطلق عليه: الآمر بالشراء. ووعد من المصرف بالبيع بطريق المرابحة (أي بزيادة ربح معين المقدار أو النسبة على الثمن الأول أو الثمن والكلفة). وهذا هو المقصود بكلمة المرابحة هنا.\n... وقد اختار المصرف والعميل كلاهما الإلتزام بالوعد وتحمل نتائج النكول عنه كما تتضمن الصورة: أن الثمن الذي اتفق عليه بين المصرف والعميل ثمن مؤجل والغالب أن يراعى في تقدير الثمن مدة الأجل كما يفعل ذلك كل من يبيع بالأجل(2).\nـــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ\n1- بيع المرابحة د. القرضاوي ص 24-25.\n(1/14)\n\n2- بيع المرابحة د. القرضاوي ص 25-26.\n... الصورة الثانية: وهي شبيهة بالصورة الأولى: إلا أنها تقوم على أساس عدم الالزام بالوعد لأي من المتعاقدين العميل او المصرف(1).\n... الصورة الثالثة: وهي مثل الصورتين السابقتين إلا أنها تقوم على أساس الإلزام بالوعد لأحد الفريقين العمل أو المصرف(2).\nــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ\n1- بيع المرابحة للآمر بالشراء د. رفيق المصري ص 1141 مجلة مجمع الفقه الاسلامي عدد 5 ج 2.\n2- بيع المرابحة أحمد ملحم ص 112-113.\nالمبحث الثاني:\nخلاف العلماء المعاصرين في حكم بيع المرابحة للآمر بالشراء\n... اختلف العلماء المعاصرون في هذه المسألة اختلافاً كبيراً فمنهم من يرى جواز هذا العقد ومنهم من يرى أن هذا العقد باطل ويحرم التعامل به ولكل من الفريقين وجهته وسنستعرض أدلة الفريقين باختصار ونصل إلى القول الراجح إن شاء الله بعد دراسة أدلة الفريقين والردود عليها:\nالمطلب الأول:\n... القائلون بجواز بيع المرابحة للآمر بالشراء مع كون الوعد ملزماً للمتعاقدين قال بهذا الرأي جماعة من فقهاء العصر منهم:\n1- د. سامي حمود في كتابه تطوير الأعمال المصرفية بما يتفق والشريعة الاسلامية(1).\n2- د. يوسف القرضاوي في كتابه بيع المرابحة للأمر بالشراء كما تجريه المصارف الاسلامية(2).\n3- د. علي أحمد السالوس في بحثه بعنوان المرابحة للآمر بالشراء نظرات في التطبيق العملي(3).\n4- د. الصديق محمد الأمين الضرير في بحثه بعنوان المرابحة للآمر بالشراء(4).\nــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ\n1- ص 430.\n2- نشرته مكتبة وهبة في طبعته الثانية سنة 1407هـ - 1987م.\n3- مجلة مجمع الفقه الاسلامي عدد 5 ج2 ص 1059. 8- مجلة مجمع الفقه الاسلامي عدد 5 ج2 ص 1211.",
        "(1/15)\n\n4- مجلة مجمع الفقه الاسلامي عدد 5 ج2 ص 991. 9- نقلاً عن بيع المرابحة أحمد ملحم ص117.\n5- د. ابراهيم فاضل الدبو في بحثه بعنوان المرابحة للآمر بالشراء دراسة مقارنة(1).\n6- الشيخ محمد علي التسخيري في بحثه بعنوان نظرة الى عقد المرابحة للآمر بالشراء(2).\n7- الشيخ محمد عبده عمر في بحثه بعنوان المرابحة في الاصطلاح الشرعي(3).\n8- د. عبد الستار أبو غدة في بحثه بعنوان اسلوب المرابحة والجوانب الشرعية التطبيقية في المصارف الاسلامية (4).\n9- د. محمد بدوي في مقال له في مجلة المسلم المعاصر (5).\n10- الشيخ عبد الحميد السائح في كتابه الفتاوى (6).\n11- د. محمد عمر شابرا في كتابه (نحو نظام نقدي عادل) (7).\n... وغير هؤلاء كثير.\nوقد احتج هذا الفريق من أهل العلم بأدلة كثيرة أذكر أهمها:\nالأول: الأصل في المعاملات الإباحة:\n... \" إن الأصل في المعاملات والعقود الإذن والإباحة إلا ما جاء نص صحيح الثبوت صريح الدلالة يمنعه ويحرمه فيوقف عنده ولا أقول هنا ما قاله البعض من ضرورة نص قطعي الثبوت قطعي الدلالة ففي الأحكام الفرعية العملية يكفينا النص الصحيح الصريح.\nــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ\n1- مجلة مجمع الفقه الاسلامي عدد 5 ج2 ص 1003.\n2- مجلة مجمع الفقه الاسلامي عدد 5 ج2 ص 1181.\n3- مجلة مجمع الفقه الاسلامي عدد 5 ج2 ص 1191.\n4-مجلة مجمع الفقه الاسلامي عدد 5 ج2 ص 1211.\n5- نقلاً عن بيع المرابحة احمد ملحم ص 117.\n6- الفتاوى الشرعية ج1 ص30. 7- ص 288.\n(1/16)",
        "\n... وهذا بخلاف العبادات التي تقرر: أن الأصل فيها المنع حتى يجيء نص من الشارع لئلا يشرع الناس في الدين ما لم يأذن به الله. فإذا كان الأساس الأول للدين ألا يعبد إلا الله فإن الأساس الثاني ألا يعبد الله إلا بما شرع. وهذه التفرقة أساسية ومهمة فلا يجوز أن يقال لعالم: أين الدليل على إباحة هذا العقد أو هذه المعاملة؟ إذ الدليل ليس على المبيح لأنه جاء على الأصل وإنما الدليل على المحرم والدليل المحرم يجب أن يكون نصاً لا شبهة فيه كما هو اتجاه السلف الذين نقل عنهم شيخ الإسلام ابن تيمية أنهم ما كانوا يطلقون الحرام إلا على ما علم تحريمه جزماً\"(1).\n... \" ومما ينبغي تأكيده هنا: أن الاتجاه التشريعي في القرآن والسنة هو الميل إلى تقليل المحرمات وتضييق دائرتها تخفيفاً على المكلفين ولهذا كرهت كثرة الأسئلة في زمن الوحي لما قد يؤدي إليه من كثرة التكليفات وهو ما يشير إليه قوله تعالى : {يا أيها الذين آمنوا لا تسألوا عن أشياء إن تبدلكم تسؤكم وإن تسألوا عنها حين ينزل القرآن تبد لكم عفا الله عنها والله غفور حليم} (المائدة : 101).\n... وقوله عليه الصلاة والسلام: {ذروني ما تركتكم فإنما هلك من كان قبلكم بكثرة أسئلتهم واختلافهم على أنبيائهم} وقوله: {إن أعظم المسلمين على المسلمين جرماً من سأل عن شيء لم يحرم على المسلمين فحرم من أجل مسألته}. فلا ينبغي أن نخالف هذا الاتجاه القرآني والنبوي بتكثير المحرمات وتوسيع دائرة الممنوعات)(2).\nــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ\n1- بيع المرابحة د. القرضاوي ص 13.\n2- المصدر السابق ص 14-15.\nالثاني: عموم النصوص من كتاب الله وسنة رسول الله صلى الله عليه وسلم الدالة على حل جميع أنواع البيع إلا ما استثناه الدليل الخاص.\n(1/17)\n",
        "... قال د. يوسف القرضاوي: (إن البيع خاصة جاء في حله نص صريح من كتاب الله تعالى يرد به على اليهود الذين زعموا أن الربا كالبيع أو البيع كالربا لا فرق بينهما. (ذلك بأنهم قالوا إنما البيع مثل الربا وأحل الله البيع وحرم الربا). (البقرة 275) فهذه الجملة القرآنية (وأحل الله البيع) تفيد حل كل أنواع البيع سواء كان عيناً بعين (المقايضة) أم ثمناً بثمن (الصرف) أو ثمنا بعين (السلم) أو عينا بثمن (هو البيع المطلق). وسواء كان حالاً أم مؤجلاً نافذاً أو موقوفاً. وسواء كان بيعا بطريق المساومة أم بطريق الأمانة وهو يشمل: المرابحة (وهو البيع بزيادة على الثمن الأول) والتولية (وهو البيع بالثمن الأول) والوضيعة (وهو البيع بأنقص من الثمن الأول)، أو بطريق المزايدة.\n... فهذه كلها وغيرها حلال لأنها من البيع الذي أحله الله تعالى: ولا يحرم من البيوع إلا ما حرمه الله ورسوله بنص محكم لا شبهة فيه.\n... وأنقل هنا كلمة قوية لأبن حزم في \"محلاه\" برغم تضييقه في \"العقود والشروط\" قال في المسألة 1501: (والتواعد في بيع الذهب بالذهب أو بالفضة: وفي بيع الفضة بالفضة وفي سائر الأصناف الأربعة بعضها ببعض جائز تبايعا بعد ذلك أو لم يتبايعا لأن التواعد ليس بيعاً وكذلك المساومة أيضا جائزة تبايعا أو لم يتبايعا لأنه لم يأت نهي عن شيء من ذلك وكل ما حرم علينا فقد فصل باسمه قال تعالى: (وقد فصل لكم ما حرم عليكم) (الأنعام 119) فكل ما لم يفصل لنا تحريمه فهو حلال بنص القرآن اذ ليس في الدين إلا فرض أو حرام او حلال فالفرض مأمور به في القرآن والسنة والحرام مفصل باسمه في القرآن والسنة وما عدا هذين فليس فرضا ولا حراماً فهو بالضرورة حلال إذ ليس هنالك قسم رابع.\n... وهذا الذي قاله ابن حزم - في حل ما لم يفصل لنا تحريمه من البيوع - مقرر في جميع المذاهب.\nفعند المالكية نجد العلامة ابن رشد الجد في كتابه \"المقدمات\" يقول:\n(1/18)\n\n... \"البيوع الجائزة هي التي لم يحظرها الشرع ولا ورد فيها نهي لأن الله تعالى أباح البيع لعباده وأذن لهم فيه في غير ما آية من كتابه. من ذلك قوله تعالى: (وأحل الله البيع وحرم الربا)... ولفظ البيع عام لأن الإسم المفرد إذا دخل عليه الألف واللام صار من ألفاظ العموم.. واللفظ العام إذا ورد يحمل على عمومه إلا أن يأتي ما يخصه فإن خص منه شيء بقي ما بعد المخصوص على عمومه أيضاً. فيندرج تحت قوله تعالى: (وأحل الله البيع ) كل بيع إلا ما خص منه بالدليل... فبقي ما عداها على أصل الإباحة\".\n... وعند الحنفية - نجد صاحب الهداية يقول في باب المرابحة والتولية: نقل ما ملكه بالعقد الأول بالثمن الأول من غير زيادة ربح. قال: والبيعان جائزان لاستجماع شرائط الجواز والحاجة ماسة الى هذا النوع من البيع لأن الغبي الذي لا يهتدي في التجارة يحتاج الى أن يعتمد فعل الذكي المهتدي وتطيب نفسه بمثل ما اشترى وبزيادة ربح فوجب القول بجوازهما ولهذا كان مبناهما على الأمانة.. إلخ.\n... وهنا يعلق محقق الحنفية الكمال بن الهمام على استدلال صاحب الهداية فيقول: ولا يخفى أنه لا يحتاج الى دليل خاص لجوازها بعد الدليل المثبت لجواز البيع مطلقاً بما تراضيا عليه بعد أن لا يخل بما علم شرطاً للصحة بل دليل شرعية البيع مطلقاً بشروطه المعلومة هو دليل جوازها...\".\n... وقال الإمام الشافعي في كتابه \"الأم\" تفريعا على قول الله (وأحل الله البيع):\n... فأصل البيوع كلها مباح إذا كانت برضا المتبايعين الجائزي الأمر (أي التصرف ) فيما تبايعا إلا ما نهى عنه رسول الله - صلى الله عليه وسلم - منها. وما كان في معنى ما نهى عنه رسول الله صلى الله عليه وسلم محرم بإذنه يداخل في المعنى المنهي عنه. وما فارق ذلك أبحناه بما وصفنا من إباحة البيع في كتاب الله تعالى\".",
        "(1/19)\n\n... وهذا أظهر الأقوال وأصحها في معنى الآية كما ذكر النووي فلفظ البيع في الآية لفظ عموم يتناول كل بيع ويقتضي إباحة جميعها إلا ما خصه الدليل واستدل لذلك صاحب الحاوي (الماوردي) بأن النبي صلى الله عليه وسلم نهى عن بيوع كانوا يعتادونها ولم يبين الجائز فدل على أن الآية الكريمة تناولت إباحة جميع البيوع إلا ما خص منها وبين صلى الله عليه وسلم المخصوص.\n... وعند الحنابلة نجد شيخ الاسلام ابن تيمية يؤكد: \"أن عامة ما نهى عنه الكتاب والسنة من المعاملات يعود إلى تحقيق العدل والنهي عن الظلم دقه وجله مثل أكل المال بالباطل وجنسه من الربا والميسر. .\n... ثم يقول: والأصل في هذا أنه لا يحرم على الناس من المعاملات التي يحتاجون إليها إلا ما دل الكتاب والسنة على تحريمه كما لا يشرع لهم من العبادات التي يتقربون بها الى الله ما دل الكتاب والسنة على شرعه، إذ الدين ما شرعه الله والحرام ما حرمه الله بخلاف الذين ذمهم الله حيث حرموا من دين الله ما لم يحرمه الله وأشركوا به ما لم ينزل به سلطانا وشرعوا لهم من الدين ما لم يأذن به الله\"(1).\nالثالث: النصوص الواردة عن بعض الفقهاء في إجازة هذا العقد وأهم هذه النصوص ما يلي:\n(1/20)",
        "\n... 1- إن أهم نص اعتمد عليه هؤلاء العلماء هو ما قاله الإمام الشافعي في الأم حيث إن د. سامي حمود اشار إلى نص الإمام الشافعي لهذه المسألة فقال: (وقد كانت هذه الصورة من صور الوساطة التي يستطيع المصرف اللاربوي أن يقوم فيها بأعمال الإئتمان التجاري بكل أنواعه منافساً - بكل قوة- سائر البنوك الربوية محل تفكير مشوب بالتخوف الى ان اطمأنت النفس بوجود هذا النوع من أنواع التعاقد مذكورا نصا على وجه التقريب في كتاب الأم للإمام الشافعي حيث يقول رحمه الله في ذلك: \"وإذا أرى الرجل الرجل السلعة فقال: اشتر هذه وأربحك فيها كذا فاشتراها الرجل فالشراء جائز والذي قال أربحك فيها ــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ\n1- بيع المرابحة د. القرضاوي ص 15-18.\nبالخيار إن شاء أحدث فيها بيعاً وان شاء تركه وهكذا إن قال اشتر لي متاعاً ووصفه له أو متاعاً أي متاع شئت وانا أربحك فيه فكل هذا سواء يجوز البيع الأول ويكون فيما أعطى من نفسه بالخيار وسواء في هذا ما وصفت إن كان قال أبتاعه واشتريه منك بنقد أو دين يجوز البيع الأول ويكونان بالخيار في البيع الخيار فإن حدداه جاز...\"(1).\n(1/21)\n",
        "... 2- جاء في كتاب الحيل لمحمد بن الحسن الشيباني قال: \"قلت: أرأيت رجلاً أمر رجلاً أن يشتري داراَ بألف درهم وأخبره أنه إن فعل اشتراها الآمر بألف درهم ومائة درهم فأراد المأمور شراء الدار ثم خاف إن اشتراها أن يبدو للآمر فلا يأخذها فتبقى في يد المأمور كيف الحيلة في ذلك؟ قال: يشتري المأمور الدار على أنه بالخيار فيها ثلاثة أيام ويقبضها ويجيء الآمر ويبدأ فيقول: قد أخذت منك هذه الدار بألف ومائة درهم فيقول المأمور: هي لك بذلك فيكون ذلك للآمر لازما ويكون استيجابا من المأمور للمشتري: أي ولا يقل المأمور مبتدئاً بعتك إياها بألف ومائة لأن خياره يسقط بذلك فيفقد حقه في إعادة البيت الى بائعه وان لم يرغب الآمر في شرائها تمكن المأمور من ردها بشرط الخيار فيدفع عنه الضرر بذلك\"(2).\nــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ\n1- تطوير الاعمال المصرفية ص 433.\n2- المرابحة للآمر بالشراء د. بكر أبو زيد. مجلة مجمع الفقه الاسلامي عدد 5 ج2 ص978-979.\n... 3- قال العلامة ابن القيم: \"رجل قال لغيره: اشتر هذه الدار - أو هذه السلعة من فلان - بكذا وكذا وأنا أربحك فيها كذا وكذا فخاف إن اشتراها أن يبدو للآمر فلا يريدها ولا يتمكن من الرد فالحيلة أن يشتريها على أنه بالخيار ثلاثة أيام أو أكثر ثم يقول للآمر: قد اشتريتها بما ذكرت فإن أخذها منه وإلا تمكن من ردها على البائع بالخيار فإن لم يشترها الآمر إلا بالخيار فالحيلة أن يشترط له خياراً أنقص من مدة الخيار التي اشترطها هو على البائع ليتسع له زمن الرد إن ردت عليه\"(1).\nالرابع: المعاملات مبنية على مراعاة العلل والمصالح:\n... إن الشرع لم يمنع من البيوع والمعاملات إلا ما اشتمل على ظلم وهو أساس تحريم الربا والاحتكار والغش ونحوها.\n... أو خشي منه أن يؤدي الى نزاع وعداوة بين الناس وهو أساس تحريم الميسر والغرر.\n(1/22)\n\n... فالمنع في هذه الأمور ليس تعبدياً بل هو معلل ومفهوم وإذا فهمت العلة فإن الحكم يدور معها وجوداً وعدماً.\n... وهذا هو الأصل في باب المعاملات بخلاف باب العبادات فالأصل فيه التعبد وامتثال المكلف لما هو مطلوب منه دون بحث عن العلة أو المصلحة.\n... وبناء على أن الأصل في المعاملات النظر الى المصلحة رأينا بعض فقهاء التابعين قد أجازوا التسعير مع ما ورد فيه من الحديث إلتفاتا إلى العلة والمقصد.\nــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ\n1- إعلام الموقعين 4/29.\n... ومثل ذلك إجازتهم عقد الاستصناع مع أنه بيع معدوم نظراً لحاجة الناس إليه وجريان العمل به وقلة النزاع فيه.(1)\nالخامس: إن القول بجواز هذه المعاملة فيه تيسير على الناس ومن المعلوم أن الشريعة الاسلامية قد جاءت برفع الحرج عن الناس والتيسير عليهم وقد تضافرت النصوص الشرعية على ذلك فمنها قوله تعالى: { يريد الله بكم اليسر ولا يريد بكم العسر} (2). وقوله تعالى: { يريد الله أن يخفف عنكم} (3) وقوله تعالى: {وما جعل عليكم في الدين من حرج} (4).\n... وقول النبي صلى الله عليه وسلم لمعاذ وأبي موسى الأشعري حين بعثهما إلى اليمن: \" يسرا ولا تعسرا وبشرا ولا تنفرا\" رواه البخاري وغيره.\n... وقوله عليه الصلاة والسلام: إنما بعثتم ميسرين ولم تبعثوا معسرين\" رواه البخاري وغيره.\n... وإن جمهور اناس في عصرنا أحوج ما يكونون الى التيسير والرفق رعاية لظروفهم وما غلب على أكثرهم من رقة الدين وضعف اليقين وما ابتلوا به من كثرة المغريات بالإثم والمعوقات عن الخير. ولهذا كان على أهل الفقه والدعوة أن ييسروا عليهم في مسائل الفروع على حين لا يتساهلون في قضايا الأصول.\nــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ\n1- بيع المرابحة د. القرضاوي ص 18.",
        "(1/23)\n\n2- سورة النساء الآية 28.\n3- سورة البقرة الآية 185.\n4- سورة الحج الآية 78.\n... وليس معنى هذا التيسير أن نلوي أعناق النصوص المحكمة أو نجتريء على القواعد الثابتة.\n... ولكن المعنى المقصود بالتيسير هو أن نراعي مصالح الناس وحاجاتهم التي جاء شرع الله لتحقيقها على أكمل وجه(1).\nالسادس: قاسوا بيع المرابحة للآمر بالشراء على عقد الاستصناع عند الحنفية فقد أتفق أئمة الحنفية على جواز عقد الاستصناع واعتباره بيعاً صحيحاً برغم أنه بيع لمعدوم وقت العقد ولكنهم أجازوه استحساناً لتعامل الناس به.\n... وقد اختلفوا في تكييفه أهو مواعدة أم معاقدة؟ وقد اعتبره فريق منهم مواعدة. وإذا تم صنع الشيء المطلوب فالمستصنع (بكسر النون) بالخيار إذا رآه إن شاء أخذه وإن شاء تركه لأنه اشترى ما لم يره.\n... ولا خيار للصانع لأنه بائع باع ما لم يره ومن هو كذلك فلا خيار له وهو الأصح بناء على جعله بيعاً لا عدة.\n... وفي رواية عن أبي حنيفة - رضي الله عنه - أن له الخيار أيضاً دفعاً للضرر عنه لأنه لا يمكن تسليم المعقود عليه الا بضرر. وعن أبي يوسف أنه لا خيار لهما أما الصانع فلما تقدم، وأما المشتري فلأن الصانع أتلف ماله \"بتحويله من مادة خام إلى مصنوعات\" ليصل الى بدله فلو ثبت الخيار تضرر الصانع لأن غيره لا يشتريه بمثله.\nوأخذت مجلة الأحكام العدلية بقول أبي يوسف.\nــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ\n1- بيع المرابحة د . القرضاوي ص18.\n... والمرابحة تشبه عقد الاستصناع بأنها تقوم على البيع والمواعدة والمبيع موصوف وليس موجوداً ويقابل الصانع في عقد الاستصناع المصرف في عقد المرابحة حيث أن كلاً منهما (الصانع والمصرف) مطالب بتلبية طلب المشتري بشيء موصوف غير موجود بناء على مواعدة بينهما.\n(1/24)",
        "\n... واذا كان عقد الاستصناع قد أجيز استحساناً ولم يعط كل من المشتري والصانع الخيار بل ألزما بما تواعدا عليه على رأي أبي يوسف.فمن الممكن أن تأخذ المرابحة الحكم نفسه)(1).\nالسابع: قالوا يجوز أن يكون الوعد لازماً للمتعاقدين في بيع المرابحة للآمر بالشراء لأن الوفاء بالوعد واجب ديانة ويجوز الإلزام به قضاءً وهذا قول جماعة من أهل العلم منهم أبن شبرمة حيث قال: (الوعد كله لازم ويقضى به على الواعد ويجبر)(2) وهو مذهب كثير من السلف منهم الحسن البصري والخليفة عمر بن عبد العزيز واسحق بن راهويه وغيرهم.\nوقد استدلوا على قولهم بأدلة كثيرة منها:\n... أ- قوله تعالى: (يا أيها الذين آمنوا أوفوا بالعقود) (3).\n... وجه الاستدلال من الآية: أن العقود تعني المربوط وأحدها عقد يقال: عقدت العهد والحبل والعقد هو كل ما عقده المرء على نفسه من بيع وشراء وإجارة وكراء ومناكحة وكل ما كان غير خارج عن الشريعة وكذا ما عقد الإنسان على نفسه لله من الطاعات(4).\nــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ\n1- المرابحة أحمد ملحم ص 124-125.\n2- المحلى 6/278 المسألة 1126.\n3- سورة المائدة الآية 1.\n4- الوفاء بالوعد د . ابراهيم الدبو مجلة مجمع الفقه الاسلامي عدد 5 ج2 ص 796.\n... ب- واستدلوا بقوله تعالى : {يا ايها الذين آمنوا لم تقولون ما لا تفعلون كبر مقتاً عند الله أن تقولوا مالا تفعلون} (1).\n... فالوعد إذا أخلف قول نكل الواعد عن فعله فيلزم أن يكون كذباً محرماً وأن يحرم إخلاف الوعد مطلقاً(2).\n... ج- وقالوا: إن الله قد ذم بعض المنافقين بقوله: {فأعقبهم نفاقاً إلى يوم يلقونه بما أخلفوا الله ما وعودوه وبما كانوا يكذبون} (3).\n(1/25)\n",
        "... والآية تفيد أن نفاقهم بسبب إخلافهم وعدهم مع الله ومثل ذلك إخلاف الوعد مع الناس إذا لا فرق في اصل الحرمة بين الأمرين كما أن نكث العهد محرم سواء كان مع الله أم مع الناس(4).\n... د- ما ورد في الحديث أن النبي صلى الله عليه وسلم قال: {آية المنافق ثلاث: إذا حدث كذب وإذا وعد أخلف وإذا أؤتمن خان}(5).\nوفي رواية أخرى: {من علامات المنافق ثلاث...} (6).\nوفي رواية أخرى: {آية المنافق ثلاث.. وإن صام وصلى وزعم أنه مسلم}(7).\nــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ\n1- سورة الصف آية 3.\n2- الفروق 4/20.\n3- سورة التوبة الآية 77.\n4- الوفاء بالوعد د. القرضاوي مجلة مجمع الفقه الاسلامي عدد 5 ج2 ص 845.\n5- رواه البخاري ومسلم انظر صحيح البخاري مع الفتح 1/97.\n6- رواه مسلم انظر صحيح مسلم بشرح النووي 1/236.\n7- رواه مسلم انظر صحيح مسلم بشرح النووي 1/237.\n... وورد في حديث آخر قول النبي صلى الله عليه وسلم: {أربع من كن فيه كان منافقاً خالصاً ومن كانت فيه خصلة منهن كانت فيه خصلة من النفاق حتى يدعها: إذا أؤتمن خان وإذا حدث كذب وإذا عاهد غدر واذا خاصم فجر} (1).\n... وجه الاستدلال بهذه الأحاديث أن النبي صلى الله عليه وسلم قد عد إخلاف الوعد من خصال المنافقين والنفاق مذموم شرعاً وقد أعد الله للمنافقين الدرك الأسفل من النار حيث قال: {إن المنافقين في الدرك الأسفل من النار} (2). وعلى هذا يكون إخلاف الوعد محرماً والوفاء به واجب.\n... هـ- ما ورد في الحديث عن عائشة \" أن النبي - صلى الله عليه وسلم -كان يستعيذ في صلاته كثيراً من المأثم (الإثم) والمغرم (الدين) فقيل له: يا رسول الله ما أكثر ما تستعيذ من المغرم؟ فقال: إن الرجل إذا غرم (إستدان) حدث فكذب ووعد فأخلف\"(3).\n... ومعنى هذا أن الاستدانة تجره الى المعصية بالكذب في الحديث والخلف في الوعد(4).\n(1/26)\n\n... و- ما ورد في الحديث عن عبد الله بن عامر قال: دعتني أمي يوماً ورسول الله صلى الله عليه وسلم قاعد في بيتها فقالت: تعال أعطك فقال لها رسول الله- صلى الله عليه وسلم -: ما أردت أن تعطيه؟ فقالت: أعطيه تمراً فقال لها رسول الله - صلى الله عليه وسلم - أما إنك لو لم تعطيه شيئاً كتبت عليك كذبة\"(5) وغير ذلك من الأدلة التي تدل على وجوب الوفاء بالوعد.\nــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ\n1- رواه البخاري ومسلم انظر صحيح البخاري مع الفتح 1/98 صحيح مسلم بشرح النووي 1/235.\n2- سورة النساء الآية 145.\n3- رواه البخاري أنظر صحيح البخاري مع الفتح 5/458.\n4- بيع المرابحة د. القرضاوي ص 67.\n5- رواه ابو داود انظر عون المعبود 13/228 وقال الشيخ الألباني: حسن انظر صحيح سنن أبي داود 3/943. وانظر السلسلة الصحيحة 2/384.\nثانيا: القائلون بتحريم بيع المرابحة للآمر بالشراء وبأنه عقد باطل إذا كان الوعد ملزماً للمتعاقدين وقال بهذا كل من:\n... 1- د. محمد سليمان الأشقر في كتابه (بيع المرابحة كما تجريه المصارف الاسلامية)(1).\n... 2- د. بكر بن عبد الله أبو زيد في بحثه بعنوان (المرابحة للآمر بالشراء بيع المواعدة)(2).\n... 3- د. رفيق المصري في بحثه (بيع المرابحة للآمر بالشراء في المصارف الاسلامية )(3).\n... وفي مقال له بمجلة الأمة القطرية بعنوان (بيع المرابحة للآمر بالشراء كما تجريه المصارف الاسلامية)(4).\n... وفي مقال له بمجلة المسلم المعاصر بعنوان (كشف الغطاء عن بيع المرابحة للآمر بالشراء)(5).\n... 4- د. حسن عبد الله الأمين في مقال له بمجلة المسلم المعاصر بعنوان (الاستثمار اللاربوي في نطاق عقد المرابحة)(6).\n... 5- الشيخ عبد الرحمن عبد الخالق في مقال له بمجلة الجامعة الإسلامية بعنوان شرعية المعاملات التي تقوم بها البنوك الإسلامية المعاصرة(7).",
        "(1/27)\n\nــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ\n1- نشرت الطبعة الثانية منه دار النفائس - عمان الأردن سنة 1415-1995.\n2- نشرته مجلة مجمع الفقه الإسلامي عدد 5 ج2 ص965.\n3- نشرته مجلة مجمع الفقه الإسلامي عدد 5 ج2 ص 1127.\n4- مجلة الأمة القطرية العدد61 في المحرم سنة 1406 أيلول 1985 نقلاً عن كتاب القرضاوي بيع المرابحة ص 90.\n5- مجلة المسلم المعاصر عدد 32/ 1402 نقلاً عن المرابحة أحمد ملحم ص 127.\n6- مجلة المسلم المعاصر عدد 35/ 1403 نقلا عن المرابحة أحمد ملحم ص 127.\n7- مجلة الجامعة الاسلامية المدينة المنورة عدد 59 لعام 1403 نقلا عن مجلة مجمع الفقه الاسلامي عدد 5 ج 2ص 1117.\n... وقد احتج هذا الفريق من أهل العلم بأدلة كثيرة على بطلان هذا البيع وحرمته أذكر أهمها:\n... الأول: أنه منهي عنه شرعاً لأنه يعتبر من باب بيع ما لا يملك أو بيع ما ليس عندك:\n... قال د. محمد الأشقر: (فإذا جرى الاتفاق على هذا - بيع المرابحة للآمر بالشراء- فهو عقد باطل وحرام لأسباب:\n... .... إن البنك باع للعميل ما لم يملك \"وقد نهى النبي صلى الله عليه وسلم عن بيع ما لم يقبض\" وقد اشار الى هذه العلة في بطلان هذا النوع من البيع الإمام الشافعي في كتابه الأم.. واشار له ابن عبد البر من المالكية... وصاحب المغني من الحنابلة...)(1).\n... الثاني: إن هذا العقد باطل لأنه من باب البيع المعلق (أنه باع بيعاً مطلقاً أي لأنه قال للبنك إن اشترتموها اشتريتها منكم وقد صرح بالتعليل للبطلان بهذه العلة الإمام الشافعي.. وابن رشد من المالكية.. حيث قال: \"لأنه كان على مواطأة بيعها قبل وجوبها للمأمور)(2).\n(1/28)",
        "\n... الثالث: إن بيع المرابحة للآمر بالشراء من باب الحيلة على الإقراض بالربا وقد اشار الى هذه العلة المالكية كقول ابن عبد البر في الكافي: (معناه أنه تحيل في بيع دراهم بدراهم أكثر منها إلى أجل بينهما سلعة محللة مثال ذلك: أن يطلب رجل من آخر سلعة يبيعها منه بنسيئة وهو يعلم انها ليست عنده ويقول له:\nــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ\n1- بيع المرابحة د. محمد الأشقر ص 7-8.\n2- المصدر السابق ص 8.\nأشترها من مالكها بعشرة وهي علي باثني عشر إلى أجل كذا. فهذا لا يجوز لما ذكرنا\".\n... واصل تعليل الفساد بهذا منقول عن ابن عباس رضي الله عنهما كما رواه البخاري: \"أنه يكون قد باع دراهم بدراهم والطعام مرجأ\"(1).\n... الرابع: إن هذه المعاملة تدخل في باب بيع العينة المنهي عنه وبيع العينة هو الذي يكون قصد المشتري فيه الحصول على العين أي النقد وليس الحصول على السلعة. وقد نهى النبي صلى الله عليه وسلم عن ذلك بقوله \"إذا تبايعتم بالعينة وأخذتم أذناب البقر ورضيتم بالزرع وتركتم الجهاد سلط الله عليكم ذلاً لا ينزعه حتى ترجعوا إلى دينكم\"(2).\n... ووجه الاستدلال بهذا الحديث أن قصد العميل من العملية هو الحصول على النقود وكذلك المصرف فإن قصده الحصول على الربح فهي إذن ليست من البيع والشراء في شيء فإن المشتري الحقيقي ما لجأ إلى المصرف إلا من أجل المال. والمصرف لم يشتر هذه السلعة إلا بقصد أن يبيعها بأجل إلى المشتري وليس له قصد في شرائها\"(3).\nــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ\n1- المصدر السابق ص 8.\n(1/29)\n",
        "2- رواه أبو داود والبيهقي وأحمد وغيرهم انظر عون المعبود 9/240 سنن البيهقي 5/316، الفتح الرباني 14/25-26، 15/44 وقال الحافظ ابن حجر: صححه ابن القطان بعد أن أخرجه من الزهد لأحمد..) التلخيص الحبير 3/19 وقال الشيخ الألباني: (وهو حديث صحيح لمجموع طرقه..) السلسلة الصحيحة 1/15.\n3- بيع المرابحة أحمد ملحم ص 128.\n...\n... الخامس: إن هذه المعاملة تدخل ضمن بيع الكاليء بالكاليء أي الدين بالدين وورد النهي عنه شرعاً لما روي في الحديث عن ابن عمر ان النبي صلى الله عليه وسلم نهى عن بيع الكالىء بالكالىء\"(1).\n... قال د. رفيق المصري: (بيع المرابحة مع الملزم(2) يفضي إلى بيع مؤجل البدلين.. فلا المصرف يسلم السلعة في الحال ولا العميل يسلم الثمن وهذا ابتداءً الدين بالدين أو الكالىء بالكالىء الذي أجمع الفقهاء على النهي عنه مع ضعف الحديث الوارد فيه)(3).\n... السادس: إن هذه المعاملة تدخل ضمن عقدين في عقد (بيعتين في بيعة) فقد نهى رسول الله صلى الله عليه وسلم عن بيعتين في بيعة(4).. فالمواعدة إذا لم تكن ملزمة للطرفين لم يكن ثمة بيعتان في بيعة لكنها إذا صارت ملزمة صارت عقداً بعد أن كانت وعداً وكان هناك بيعتان في بيعة. فالبيعة الأولى بين المصرف وعميله المشتري والثانية بين المصرف والبائع(5).\n... السابع: قالوا: إن هذه المعاملة لم يقل بإباحتها فقهاء الأمة بل وجد من قال بحرمتها(6).\nــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ\n1- رواه الدارقطني والحاكم وفيه ضعف قال الحافظ ابن حجر: وصححه الحاكم على شرط مسلم فوهم.. ) التلخيص الحبير 3/26.\n2- لعل صحة العبارة (مع الوعد الملزم).\n3- بيع المرابحة د. رفيق المصري مجلة الأمة العدد 61 نقلاً عن بيع المرابحة للقرضاوي ص 96.\n(1/30)\n\n4- رواه النسائي والترمذي والبيهقي وغيرهم انظر صحيح سنن النسائي 3/958 صحيح سنن الترمذي 2/8 سنن البيهقي 5/343 وقال الشيخ الألباني إنه حديث حسن ارواء الغليل 5/149-150.\n5- بيع المرابحة د. رفيق المصري مجلة الأمة العدد 61 ص 96-97.\n6- بيع المرابحة للقرضاوي ص 32.\n... الثامن: قالوا: إن هذه المعاملة مبنية على القول بوجوب الوفاء بالوعد ونحن نأخذ بقول الجمهور القائلين بأن الوفاء بالوعد مستحب وليس واجباً وهو قول الحنفية والشافعية والحنابلة والظاهرية وبعض المالكية لذا لا يقضى به على الواعد لكن الواعد إذا ترك الوفاء فقد فاته الفضل وارتكب المكروه كراهة تنزيهية ولكن لا يأثم(1).\nوقد احتج الجمهور على قولهم بما يأتي:\n... أ- ما رواه مالك في الموطا أنه قال رجل لرسول الله صلى الله عليه وسلم: أكذب امرأتي؟ فقال صلى الله عليه وسلم لاخير في الكذب: فقال: يا رسول الله أفأعدها وأقول لها؟ قال عليه الصلاة والسلام: لا جناح عليك(2).\n... ب- عن زيد بن أرقم أن النبي - صلى الله عليه وسلم - قال: \"إذا وعد أحدكم أخاه وفي نيته أن يفي له فلم يفِ فلا إثم عليه\"(3).\n... ج- ويمكن الاستدلال لرأي الجمهور بأن الوعد تبرع محض من الواعد ولا دليل على وجوب التبرع على أحد(4).\n... د- قالوا إن الالتزام بالوعد مطلقاً يدخل فيه الإلزام بالوعد المحرم وهو أمر غير جائز شرعاً(5).\n... هذه اهم الأدلة التي ساقها هؤلاء العلماء على قولهم ببطلان بيع المرابحة للآمر بالشراء.\nــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ\n1- قواعد الوعد الملزمة د. العاني ص 761 مجلة المجمع الفقهي عدد 5 ج 2.\n2- الموطأ برواية محمد ص 318 وضعفه الحافظ العراقي في تخريجه للإحياء 3/135.",
        "(1/31)\n\n3- رواه أبو داود والترمذي عون المعبود 14/231 قال المنذري وأخرجه الترمذي وقال غريب وليس اسناده بالقوي وقال الشيخ الألباني: اسناده ضعيف مشكاة المصابيح 3/1368.\n4- قواعد الوعد الملزمة د. العاني مجلة مجمع الفقه الاسلامي عدد 5 ج2 ص764.\n5- بيع المرابحة أحمد ملحم ص 163.\nثالثا: مناقشة أدلة الفريقين:\nوقد نوقشت أدلة الفريقين بمناقشات كثيرة أذكر أهمها:\n... 1- إن قول المجيزين بأن الأصل في المعاملات الإباحة مسلم ولكن لا بد من التحري والتدقيق حتى نعرف هل هذه المعاملة حلال أم حرام؟\n... إن تحري الحلال مطلوب لطلبه وتحري الحرام مطلوب ايضاً لاجتنابه ومن فضل الإسلام علينا أنه علمنا أن نفكر في كل شيء هل هو حلال ام حرام؟ فلا نقول هو حلال حتى نتأكد ولا حرام حتى نتيقن.. إذ لا نحكم على الشيء قبل التمكن من معرفته(1).\n... إن اعتراض المانعين على دليل المجيزين بأن الأصل في المعاملات الإباحة لا يضعف الاستدلال بهذا الاصل الذي حرره العلماء المحققون ولا شك أنه لا بد من دراسة كل مسألة دراسة مستفيضة قبل إصدار حكم عليها هل هي باقية على البراءة الأصلية أم أن هنالك أدلة تنقلها عن ذلك وتخرجها من دائرة الإباحة الى دائرة التحريم.\n... 2- لا ريب أن إستدلال المجيزين بعموم النصوص الدالة على حل جميع أنواع البيع وأن بيع المرابحة للآمر بالشراء يدخل ضمن ذلك إستدلال وجيه ويمكن الإعتماد عليه في الحكم على المعاملة بالجواز لما يلي:\n... أ- إن العمومات المذكورة تفيد حل جميع أنواع البيوع لأن هذه النصوص عامة والعام يشمل حكمه جميع أفراده إلا أن\nــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ\n1- بيع المرابحة د. رفيق المصري مجلة الأمة القطرية عدد 61 نقلاً عن بيع المرابحة للقرضاوي ص101.\n(1/32)",
        "\nيخصص فإن خصص بقي ما لم يدخله التخصيص على أصل الإباحة. وبيع المرابحة للآمر بالشراء يدخل في هذا العموم.\n... ب- إن قول المانعين بأن بيع المرابحة للآمر بالشراء من بيوع العينة المحرمة لا يعتبر تخصيصاً لعموم قوله تعالى (وأحل الله البيع وحرم الربا) لأن جعل المرابحة من بيوع العينة اجتهاد من قائله اعتمد فيه على سد ذريعة الفساد وهذا الاجتهاد ظني والآية القرآنية قطعية والظني لا يخصص القطعي كما أن الاجتهاد لا يعد من مخصصات العام.\n... ويؤيد ذلك ما قاله ابن حزم (وكل ما حرم علينا فقد فصل باسمه قال تعالى {وقد فصل لكم ما حرم عليكم} فكل ما لم يفصل لنا تحريمه فهو حلال بنص القرآن) ويؤيده ايضا ما قاله ابن الهمام (ولا يخفى أنه لا يحتاج الى دليل خاص لجوازها - المرابحة - بعد الدليل المثبت لجواز البيع قطعا).\n... وما قاله الامام الشافعي : فأصل البيوع كلها مباح إذا كانت برضا المتبايعين الجائزي الأمر - التصرف - فيما تبايعاه إلا ما نهى عنه رسول الله صلى الله عليه وسلم وما كان في معنى ما نهى عنه رسول الله صلى الله عليه وسلم محرم بإذنه وما فارق ذلك أبحناه بما وصفنا من إباحة البيع في كتاب الله تعالى) فهذه الأقوال وإن ذكرها الفقهاء في معرض الإستدلال على مشروعية المرابحة البسيطة التي كانت معروفة عندهم إلا انه يمكن الإستدلال بها على مشروعية المرابحة للآمر بالشراء لأن تلك أصل لهذه(1).\nــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ\n1- بيع المرابحة أحمد ملحم ص 154- 155 بتصرف.\n(1/33)\n",
        "... 3- إن اعتراض المانعين باحتجاج المجيزين لاجازة بيع المرابحة للآمر بالشراء أن فيه تيسيرا على الناس بقولهم: إن التيسير يحسنه كل أحد وكذلك التشديد يحسنه كل أحد فلا غرض للباحث الأمين في أحد منهما فالتيسير يلغي الشريعة فلا تبقى منها الا الراية أو الشعار والتشديد يمنع تطبيقها انما الفقه الرصين في الضبط والدقة وفي إصدار الحكم باليقين أو بالترجيح أو بالشك تحليلا أو تحريما حسب قوة الأدلة وضعفها وحسب نعومة الفقيه أو إغضائه والباحث الدقيق ليست عنده عدة جاهزة للتيسير إذا أراد وعدة أخرى للتعسير كما أنه لا يرضى بأي رأي يعثر عليه لفقيه قد يكون معناه مراداً لصاحبه أو متوهماً لقارئه نعم لا بأس أن تختار رأي فقيه ما ولو كان رأيه مخالفاً لرأي الجمهور لكن لا لمجرد الرغبة في التيسير أو التعسير ولا بد من مواجهة أدلة الجمهور ومن أن تظهر قدرتك على الدفاع عن الرأي الذي اخترت فهذا يباعدنا عن مخاطر التلفيق المطلق بلا قيود)(1).\n... إن كلام المانعين غير مسلم لأن التيسير موافق لاتجاه الشريعة وخصوصاً في المعاملات التي قرر المحققون من العلماء أن الأصل فيها الأذن إلا ما جاء نص صريح بمنعه فيوقف عنده فمن يسر فهو في خط الشريعة واتجاه سيرها وهو ممتثل للتوجيه النبوي الكريم \"يسروا ولا تعسروا\" وأنه إذا وجد رأيان في المسألة الواحدة أحدهما أحوط والآخر أيسر فإننا نؤثر ــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ\n1- بيع المرابحة د. رفيق المصري مجلة الامة القطرية عدد 61 نقلاً عن بيع المرابحة للقرضاوي ص 100.\nأن نفتي الناس بالأيسر ودليل ذلك أن النبي صلى الله عليه وسلم ما خير بين أمرين إلا اختار أيسرهما ما لم يكن إثما(1).\n(1/34)\n\n... وبيع المرابحة للآمر بالشراء عند القائلين بجوازه يعتمد على إجتهادات لأهل العلم وأدلتهم وجيهة وقوية ويترتب على القول بالجواز مصلحة ظاهرة وهذا من التيسير المشروع الذي تؤيده الأدلة من كتاب الله وسنة رسوله صلى الله عليه وسلم.\n... 4- إن قول المانعين بأن هذه المعاملة داخلة في بيع العينة غير مسلم لأن العينة التي ورد النهي عنها هي: أن يبيع شيئا الى غيره بثمن معين (مئة وعشرين دينارا مثلا). إلى اجل (سنة مثلا) ويسلمه إلى المشتري ثم يشتريه قبل قبض الثمن بثمن أقل من ذلك القدر (مئة مثلا) يدفعه نقداً فالنتيجة أنه سلمه مئة ليتسلمها عند الأجل مئة وعشرين(2) \"ومن المؤكد أن صورة المعاملة التي سميت \"بيع المرابحة\" والتي تجريها المصارف الاسلامية والتي أفتت فيها هيئات الرقابة الشرعية بالجواز - ليست من هذه الصورة الممنوعة في شيء. إذ من الواضح أن العميل الذي يجيء الى المصرف طالباً شراء سلعة معينة يريد هذه السلعة بالفعل، كالطبيب الذي يريد أجهزة لمستشفاه، أو صاحب المصنع الذي يريد ماكينات لمصنعه وغير هذا وذاك حتى إنهم ليحددون مواصفات السلعة (بالكتالوج) ويحددون مصادر صنعها أو بيعها.. فالسلعة مطلوب شراؤها لهم بيقين. والمصرف يشتريها بالفعل، ويساوم عليها، وقد يشتريها بثمن أقل\nــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ\n1- بيع المرابحة للقرضاوي ص 115/116.\n2- بيع المرابحة للقرضاوي ص 45.\nمما طلبه العميل ورضي به، كما حدث هذا بالفعل، ثم يبيعها للعميل الذي طلب الشراء ووعد به، كما يفعل أي تاجر، فإن التاجر يشتري ليبيع لغيره، وقد يشتري سلعاً معينة بناء على طلب بعض عملائه.\n... وإذن يكون إدعاء أن هذا النوع من البيع هو من العينة التي شرحها إبن القيم رحمه الله والتي لا يقصد فيها بيع ولا شراء، ،إدعاء مرفوضاً ولا دليل عليه من الواقع(1).",
        "(1/35)\n\n... 5- إن قول المانعين بأن هذه المعاملة تقع ضمن بيع ما لا يملك أو بيع ما ليس عندك قول فيه نظر، لأن المصارف الاسلامية التي تتعامل ببيع المرابحة للآمر بالشراء لا تقع في النهي الوارد عن بيع ما ليس عند الانسان لأنها غالباً تعتمد نموذجين أحدهما للمواعدة والآخر للمرابحة فهي توقع مع العميل على نموذج المواعدة أولاً وبعد ذلك يقوم المصرف بشراء السلعة الموصوفة ثم بيعها للعميل ويوقع مع العميل النموذج الثاني وهو عقد بيع المرابحة وفق الشروط المتفق عليها في المواعدة(2) والمواعدة الحاصلة بين المصرف وطالب الشراء ليست بيعاً ولا شراء وانما مجرد وعد لازم للطرفين.\n... 6- إن الإدعاء بأن بيع المرابحة للآمر بالشراء ما هو إلا حيلة للإقراض بالربا وقولهم إن القصد من العميلة كلها هو الربا والحصول على النقود، التي كان يحصل عليها العميل من البنك الربوي فالنتيجة واحدة وإن تغيرت الصورة والعنوان. فإنها ليست من البيع والشراء في شيء.\nــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ\n1- بيع المرابحة للقرضاوي ص 46-47.\n2- بيع المرابحة أحمد ملحم ص 196.\n... فإن المشتري الحقيقي ما لجأ إلى المصرف إلا من أجل المال، والمصرف لم يشتر هذه السلعة الا بقصد أن يبيعها بأجل الى المشتري، وليس له قصد في شرائها.\n(1/36)",
        "\n... ونقول: إن هذا الكلام ليس صحيحا في تصوير الواقع. فالمصرف يشتري حقيقة ولكنه يشتري ليبيع لغيره، كما يفعل أي تاجر وليس من ضرورة الشراء الحلال أن يشتري المرء للإنتفاع أو القنية أو الاستهلاك الشخصي، والعميل الذي طلب من المصرف الاسلامي ان يشتري له السلعة يريد شراءها حقيقة لا صورة ولا حيلة، كالطبيب الذي ذكرنا أنه يريد شراء اجهزة، ولجوء مثله إلى المصرف الاسلامي ليشتري له السلعة المقصودة له أمر منطقي، لأن مهمة المصرف أن يقدم الخدمة والمساعدة للمتعاملين معه. ومن ذلك أن يشتري لهم السلعة بما يملك من ماله وبيعها لهم بربح مقبول، نقداً أو لأجل، وأخذ الربح المعتاد على السلعة لا يجعلها حراماً، وبيعها إلى المشتري بأجل لا يجعلها أيضا حراماً. المهم أن هنا قصداً إلى بيع وشراء حقيقيين، لا صوريين، وليس المقصود الاحتيال لأخذ النقود بالربا.\n... والقول بأن هذه العملية هي نفس ما يجري في البنوك الربوية وإنما تغيرت الصورة فقط، قول غير صحيح، فالواقع أن الصورة والحقيقة تغيرتا كلتاهما فقد تحولت من استقراض بالربا الى بيع وشراء وما أبعد الفرق بين الاثنين! وقد حاول اليهود قديما أن يستغلوا المشابهة بين البيع والربا ليصلوا منها الى إباحة الربا فرد الله تعالى عليهم رداً حاسماً بقوله {ذلك بأنهم قالوا إنما البيع مثل الربا وأحل الله البيع وحرم الربا}.\n... على أن تغيير الصورة أحياناً يكون مهماً جداً، وإن كانت نتيجة الأمرين واحدة في الظاهر فلو قال رجل لآخر أمام ملأ من الناس خذ هذا المبلغ واسمح لي أن آخذ ابنتك لأزني بها، فقبل، وقبلت البنت لكان كل منهما مرتكبا منكراً من اشنع المنكرات. ولو أنه قال له: زوجنيها وخذ هذا المبلغ مهرا لها، فقبل وقبلت لكان كل من الثلاثة محسناً والنتيجة في الظاهر واحدة ولكن يترتب على مجرد كلمة \"زواج\" من الحقوق والمسئوليات شيء كثير.\n(1/37)\n",
        "... وكذلك كلمة \"البيع\" إذا دخلت بين المتعاملين،فإنه يترتب عليها بأن يكون هلاك البيع إذا هلك على ضمان البائع، حتى يقبضه المشتري، وان يتحمل تبعة الرد بالعيب إذا ظهر فيه عيب وكذلك إذا كان غائبا واشتراه على الصفة فجاء على غير المواصفات المطلوبة.\n... كما أنه إذا تأخر في توفية الثمن في الأجل المحدد لعذر مقبول، لم تفرض عليه أية زيادة كما يفعل البنك الربوي، بل يمهل حتى يوسر، كما قال تعالى {وإن كان ذو عسرة فنظرة إلى ميسرة}. وإن تأخر لغير عذر، فهو حينئذ ظالم يستحق العقوبة كما في حديث \"مطل الغني ظلم\" وحديث \"لي الواجد يحل عرضه وعقوبته\" ، فمن حق المصرف الاسلامي أن يطالبه بالتعويض عن الضرر الفعلي قل او كثر عملاً بالقاعدة الشرعية التي عبر عنها حديث \"لا ضرر ولا ضرار\" وأخذ منها الفقهاء: أن الضرر يزال.\n... وهذا يخالف ما تفعله البنوك الربوية، لأنها تأخذ المبلغ المقترض والفائدة الربوية المقررة على كل حال: من المعسر والموسر، سواء حدث ضرر أم لم يحدث. سواء كان الضرر قليلاً أم كثيرا، بل تأخذه سواء تسلم السلعة المقترض لها المال أم لم يتسلمها، سلمت أو هلكت، فالبنك الربوي لا علاقة له بالسلعة بحال.\n... فكيف يقال: إن ما يجري في المصارف الاسلامية هو عين ما يجري في البنوك الربوية؟ الحق أن تغيير صورة المعاملة غيّر من طبيعتها، وإن توهم من توهم أن النتيجة في كلتا الحالين واحدة. ومن المفيد هنا أن أذكر في تغيير الشكل والصورة حديث أبي سعيد وأبي هريرة المشهور في بيع التمر بمثله، وهو لا يخفى على المعترضين.\n... عن أبي سعيد وأبي هريرة \"ان رسول الله صلى الله عليه وسلم، استعمل رجلاً على خيبر فجاءه بتمر جنيب فقال: أكلُّ تمر خيبر هكذا: قال: لا والله يا رسول الله إنا لنأخذ الصاع من هذا بصاعين، والصاعين بالثلاث، فقال رسول الله صلى الله عليه وسلم: فلا تفعل . بع الجمع بالدراهم، ثم ابتع بالدراهم جنيبا\" رواه البخاري ومسلم.\n(1/38)\n\n... فبين لهم النبي صلى الله عليه وسلم أن من كان عنده تمر رديء وأراد تحصيل الجيد من التمر فعليه أن يبيع ردئيه بنقد ثم يشتري به الجيد.\n... والنتيجة من البيع الأول والثاني واحدة، وهي الحصول على التمر الجيد بدل الرديء ولكن الصورتين مختلفتان. ففي الأولى باع الشيء بجنسه متفاضلاً، وهذا منهي عنه لما قد يحدث فيه من غبن. وفي الثانية بيع للشيء بقيمته نقداً، ثم يشتري به، وهذا أقرب الى العدل في تقدير السلعة وثمنها. ولهذا أجيزت الصورة الثانية ومنعت الأولى والشاهد أن تغيير الصورة قد يؤدي الى تغيير الحكم، وإن لم تتغير النتيجة(1).\n... 7- وأما قول المانعين بأن الإلزام بالوعد غير صحيح شرعاً بل الوفاء بالوعد مستحب وبناء على ذلك لا يصح بيع المرابحة للآمر بالشراء مع لزوم الوعد للعميل وللمصرف.\n... فالجواب على ذلك بأن المسألة وهي الوفاء بالوعد من المسائل الخلافية التي تعددت فيها أنظار الفقهاء والمسألة اجتهادية وقد أخذ المجيزون بالقول بوجوب الوفاء بالوعد وهو قول صحيح وله أدلته وحججه المعتمدة ولا غبار في ذلك وهذا القول تشهد له ظواهر النصوص الشرعية من كتاب الله وسنة رسوله عليه الصلاة والسلام وبه قال طائفة من الصحابة والتابعين.\n... وقد ترجم الامام البخاري في صحيحه (باب من أمر بإنجاز الوعد). وذكر فيه أن الحسن البصري أمر بذلك وقضى سعيد بن الاشوع به وكان قاضيا للكوفة أبان أمارة خالد القسري على العراق. ونقله عن الصحابي سمرة بن جندب وذكر الامام البخاري أربعة أحاديث في الباب. ونقل الحافظ في الفتح عن ابن عبد البر وابن العربي ان عمر بن عبد العزيز كان يرى لزوم الوعد(2).\nــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ\n1- بيع المرابحة د. القرضاوي ص 27-31.\n2- انظر صحيح البخاري مع الفتح 6/217-218.\nرابعا: بيان القول الراجح:",
        "(1/39)\n\n... بعد إجالة النظر في أدلة الفريقين والاعتراضات التي أوردت على تلك الأدلة والردود عليها(1) يظهر لي رجحان قول المجيزين لبيع المرابحة للآمر بالشراء مع الإلزام بالوعد لكل من المصرف والعميل وأنه عقد صحيح يتفق مع القواعد العامة للعقود في الشريعة الاسلامية.\nخامسا: الفتاوى الصادرة بجواز بيع المرابحة للآمر بالشراء:\n... ناقش العلماء المعاصرون بيع المرابحة للآمر بالشراء مناقشة مستفيضة في عدد من المؤتمرات والندوات العلمية وخرجوا بتوصيات وأصدروا فتاوى في المسألة أذكر أهمها:\n... 1- الفتوى الصادرة عن المؤتمر الأول للمصرف الإسلامي المنعقد في دبي في المدة من 23-25 جمادى الثانية 1399هـ الموافق 22 مايو 1979م وحضره تسعة وخمسون عالماً ذوي اختصاصات متعددة فمنهم الفقهاء ومنهم الإقتصاديون ومنهم رجال القانون وعرضت عليهم الحالة التالية:\n... يطلب المتعامل من المصرف شراء سلعة معينة يحدد جميع أوصافها ويحدد مع المصرف الثمن الذي يشتريها به المصرف وكذلك الثمن الذي يشتريها به المتعامل مع البنك بعد إضافة الربح الذي يتفق عليه بينهما.\nــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ\n1- ما ذكرته وما لم أذكره مما إطلعت عليه في المصادر والمراجع التي تحدثت عن بيع المرابحة.\nالتوصية:\n... يرى المؤتمر أن هذا التعامل يتضمن وعداً من عميل المصرف بالشراء في حدود الشروط المنوه عنها ووعداً آخر من المصرف بإتمام هذا البيع بعد الشراء طبقاً لذات الشروط.\n... إن مثل هذا الوعد ملزم للطرفين قضاء طبقاً لأحكام المذهب المالكي وملزم للطرفين ديانة طبقاً لأحكام المذاهب الأخرى وما يلزم ديانة يمكن الإلزام به قضاء اذا إقتضت المصلحة ذلك وأمكن للقضاء التدخل فيه\"(1)\n(1/40)",
        "\n... 2- الفتوى الصادرة عن المؤتمر الثاني للمصرف الإسلامي بالكويت في المدة ما بين 6-8 جمادى الآخرة عام 1403هـ الموافق 21-23 آذار 1983م. وقد اختار المؤتمر من بين العلماء الذين حضروا عشرة من العلماء للإفتاء فيما يتعلق بالموضوعات المعروضة على المؤتمر وأصدر عدة توصيات منها:\nالوعد بالشراء جائز شرعاً:\n... يقرر المؤتمر أن المواعدة على بيع المرابحة للآمر بالشراء بعد تملك السلعة المشتراة وحيازتها ثم بيعها لمن أمر بشرائها بالربح المذكور في الموعد السابق هو أم جائز شرعاً طالما كانت تقع على المصرف الإسلامي مسؤولية الهلاك قبل التسليم وتبعة الرد فيما يستوجب الرد بعيب خفي وأما بالنسبةللوعد وكونه ملزماً للآمر أو المصرف أو كليهما فإن الأخذ بالإلزام هو الأحفظ لمصلحة التعامل واستقرار المعاملات\nــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ\n1- فتاوى شرعية في الأعمال المصرفية ص 19-20، بنك دبي الاسلامي.\nوفيه مراعاة لمصلحة المصرف والعميل وإن الأخذ بالإلزام أمر مقبول شرعاً وكل مصرف مخير في الأخذ بما يراه في مسألة القول بالإلزام حسب ما تراه هيئة الرقابة الشرعية لديه.\nالعربون في عمليات المرابحة:\n... يرى المؤتمر أن أخذ العربون في عمليات المرابحة وغيرها جائز بشرط أن لا يحق للمصرف أن يستقطع من العربون المقدم إلا بمقدار الضرر الفعلي المتحقق عليه من جراء النكول(1).\n... 3- صدر عن الندوة الإقتصادية الإسلامية في المدينة المنورة توصيات ورد للشبهات حول بيع المرابحة وتأكيداً لما جاء في الفتوى السابقة. فقد عقدت الندوة في الفترة من 17-20 رمضان 1403 الموافق 27-30 حزيران 1983م وحضرها عدد من الفقهاء المعاصرين وصدر عن الندوة مجموعة من الفتاوى منها ما يتعلق ببيع المرابحة للآمر بالشراء ونصها: شبهات حول المرابحة والرد عليها:\n(1/41)\n",
        "السؤال الثامن: أورد بعض الناس شبهات على جواز بيع المرابحة بالأجل بأنه ينطوي على شبهة ربوية كما أورد شبهات على جواز المرابحة للآمر بالشراء وهذه الشبهات هي:\n... اولاً: أن هذا العقد يتضمن بيع ما ليس عند البائع.\n... ثانيا: تأجيل البدلين.\nــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ\n1- فتاوى شرعية في الأعمال المصرفية ص 32-33.\n...\n... ثالثا: أنه بيع دراهم بدراهم والمبيع مرجأ أو أنه نوع من ... التورق.\n... رابعاً: أن المالكية منعوا الإلزام بالوعد في البيع.\n... خامساً: أن هذا العقد يتضمن تلفيقاً غير جائز.\nفما هو الجواب عن ذلك:\n... الفتوى: بيع المرابحة المعروف في الفقه الإسلامي جائز باتفاق سواء كان بالنقد أو بالأجل وأن هذه الشبهة الربوية المثارة على بيع المرابحة ليست واردة لا في هذا البيع ولا في البيع المؤجل.\n... وأما صورة المرابحة للآمر بالشراء فإن اللجنة تؤكد ما ورد في المؤتمر الثاني للمصرف الإسلامي المنعقد في الكويت مع ما تضمن من تحفظات بالنسبة للإلزام.\nونصها كما يلي:\n... (يقرر المؤتمر أن المواعدة على بيع المرابحة للآمر بالشراء بعد تملك السلعة المشتراه وحيازتها ثم بيعها لمن أمر بشرائها بالربح المذكور في الموعد السابق هو أمر جائز شرعاً طالما كانت تقع على المصرف الإسلامي. مسؤولية الهلاك قبل التسليم وتبعة الرد في ما يستوجب الرد بعيب خفي.\n... وأما بالنسبة لوعد وكونه ملزماً للآمر أو للمصرف أو كليهما فإن الأخذ بالإلزام هو الأحفظ لمصلحة التعامل واستقرار المعاملات وفيه مراعاة لمصلحة المصرف والعميل وأن الأخذ بالإلزام أمر مقبول شرعاً وكل مصرف مخير في الأخذ بما يراه في مسألة القول بالإلزام حسب ما تراه هيئة الرقابة الشرعية لديه\".\nوأما الشبهات المثارة على بيع المرابحة للآمر بالشراء فإن الرد عليها كما يلي:\n(1/42)\n\n... 1- أن هذا العقد لا ينطوي على بيع ما ليس عند البائع لأن عقد البيع الذي يتم مع المشتري الآمر انما يتم بعد التملك الفعلي فضلاً عن شبهة أن النهي عن بيع الإنسان ما ليس عنده ليست محل اتفاق.\n... 2- أن شبهة تأجيل البدلين ليست واردة لأن تمليك السلعة يتم مقابل الثمن الحالي أو المؤجل.\n... 3- وأن التبادل في القرض على أساس التعامل الربوي يقع بين الشيء ومثله كأن يعطي المرابي للمدين مئة ريال لأجل ثم يستردها عند الاستحقاق بمئة وعشرة أما في البيع في المرابحة لأجل فإن التبادل يقع على أشياء مختلفة هي السلعة المبيعة بالثمن من العفو فكيف يعقل أن يقاس التعامل بالمرابحة على التعامل بالربا خصوصاً وأنه بالرغم من تحديد الربح في المرابحة إلا أن هذا التحديد فيه إما تفويت الربح للمأمور بالشراء مضاربة بسعر السوق عند ارتفاع السعر أو تحقق الخسارة للآمر عند حدوث العكس. وهذا التأثر ناتج عن العرض والطلب على البضاعة لا على العرض والطلب على النقود.\n... 4- إن المنع عند المالكية مشروط بشرطين لا يتحققان في هذه الحالة وهذان الشرطان هما:\nأ- يكون المطلوب منه السلعة من أهل العينة.\nب- يكون طالب السلعة قد يكون طلبها لينتفع بثمنها لا بعينها.\n... 5- ليس في عقد المرابحة للآمر بالشراء تلفيق مطلقاً لأن موضوع الالزام العقد موضوع مستقل غير خاص ببيع المرابحة وهو يشمل كل العقود والمعاملات الآخرى.\n... بيع العينة هو البيع الذي يتحايل فيه على الوصول إلى الربا دون قصد حقيقة التبادل.\nكفيل على مشترى المرابحة بالأجل:\n... السؤال التاسع: هل يجوز أن يؤخذ كفيل على المشتري في بيع المرابحة بالأجل؟\n... الفتوى: يجوز أخذ كفيل في ذلك شأنه شأن أي بيع بالأجل(1).\n... 4- الفتوى الصادرة عن الشيخ بدر المتولي عبد الباسط المستشار الشرعي لبيت التمويل الكويتي وقد كانت جواباً على السؤال التالي:",
        "(1/43)\n\n... نرجو افتاءنا في مدى جواز قيامنا بشراء السلع والبضائع نقداً بناء على رغبة ووعد من شخص ما بأنه مستعد - إذا ما ملكنا السلعة وقبضناها- أن يشتريها منا بالأجل وبأسعار أعلى من اسعارها النقدية.\n... ومثال ذلك: أن يرغب أحد الأشخاص في شراء سلعة أو بضاعة معينة لكنه لا يستطيع دفع ثمنها نقداً فنعتقد بأنه إذا اشتريناها وقبضناها سوف يشتريها منا بالأجل مقابل ربح معين مشار إليه في وعده السابق.\nــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ\n1- المصدر السابق ص 49-51.\nالجواب:\n... بسم الله الرحمن الرحيم والحمد لله والصلاة على رسول الله وعلى آله وصحبه ومن والاه.. أما بعد:\n... فإن ما صدر من طالب الشراء يعتبر وعداً ونظراً لأن الأئمة قد اختلفوا في هذا الوعد هل هو ملزم أم لا فإني أميل إلى الأخذ برأي ابن شبرمة رضي الله عنه الذي يقول إن كل وعد بالتزام لا يحل حراماً ولا يحرم حلالاً يكون وعداً ملزماً قضاء وديانة وهذا ما تشهد له ظواهر النصوص القرآنية والأحاديث النبوية والأخذ بهذا المذهب أيسر على الناس والعمل به يضبط المعاملات لهذا ليس هناك مانع من تنفيذ مثل هذا الشرط(1).\n... 5- الفتوى الصادرة عن الشيخ عبد العزيز بن باز الرئيس العام لأدارات البحوث العلمية والإفتاء والدعوة والإرشاد بالمملكة العربية السعودية حيث وجه إليه السؤال التالي بتاريخ 16 جمادى الآخر 1402 هـ الموافق 10 نيسان سنة 1982.\nالسؤال:\n... إذا رغب عميل البنك الإسلامي شراء بضاعة ما تكلفتها ألف ريال سعودي وأراها البنك الإسلامي أو وصفها له ووعده بشرائها منه مرابحة بالأجل لمدة سنة بربح قدره مائة ريال سعودي لتكون القيمة الكلية ألف ومائة ريال سعودي وذلك بعد أن يشتريها البنك من مالكها بدون إلزام العميل بتنفيذ وعده المذكور أو المكتوب.. فما رأيكم في هذه المعاملة. وجزاكم الله خيرا..\n(1/44)",
        "\nــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ\n1- الفتاوى الشرعية في المسائل الاقتصادية 1/16\nوأجاب الشيخ عبد العزيز بن باز بما يلي:\n... الجواب: إذا كان الواقع ما ذكر في السؤال فلا حرج في المعاملة المذكورة إذا استقر المبيع في ملك البنك الإسلامي وحازه إليه من ملك بائعه لعموم الأدلة الشرعية. وفق الله الجميع لما يرضيه(1)\n... 6- قرار مجمع الفقه الإسلامي المنعقد في دورة مؤتمره الخامس بالكويت من 1 الى 6 جمادي الأولى 1409 الموافق 10-15 كانون الأول 1988م ونصه:\n... بعد اطلاعه على البحوث المقدمة من الأعضاء والخبراء في موضوعي : (الوفاء بالوعد والمرابحة للآمر بالشراء) واستماعه للمناقشات التي دارت حولهما قرر:\n... أولاً: ان بيع المرابحة للآمر بالشراء إذا وقع على سلعة بعد دخولها في ملك المأمور وحصول القبض المطلوب شرعاً هو بيع جائز طالما كانت تقع على المأمور مسؤولية التلف قبل التسليم وتبعة الرد بالعيب الخفي ونحوه من موجبات الرد بعد التسليم وتوافرت شروط البيع وانتفت موانعه.\n... ثانيا: الوعد (وهو الذي يصدر من الآمر أو المأمور على وجه الانفراد) يكون ملزماً للواعد ديانة إلا لعذر. وهو ملزم قضاء إذا كان معلقاً على سبب ودخل الموعود في كلفة نتيجة الوعد ويتحدد أثر الإلزام في هذه الحالة إما بتنفيذ الوعد وإما بالتعويض عن الضرر الواقع فعلاً بسب عدم الوفاء بالوعد بلا عذر.\nــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ\n1- المرابحة د. القرضاوي ص 11-12 ، بيع المرابحة د. الأشقر ص 52.\n(1/45)\n",
        "... ثالثا: المواعدة (وهي التي تصدر من الطرفين) تجوز في بيع المرابحة بشرط الخيار للمتواعدين كليهما أو احدهما فإذا لم يكن هناك خيار فإنها لا تجوز لأن المواعدة الملزمة في بيع المرابحة تشبه البيع نفسه. حيث يشترط عندئذ ان يكون البائع مالكاً للمبيع حتى لا تكون هناك مخالفة لنهي النبي صلى الله عليه وسلم عن بيع الإنسان ما ليس عنده.\n... ويوصي المؤتمر: في ضوء ما لاحظه من أن أكثر المصارف الإسلامية أتجه في أغلب نشاطاته إلى التمويل عن طريق المرابحة للآمر بالشراء.\nويوصي بما يلي:\n... أولاً: أن يتوسع نشاط جميع المصارف الإسلامية في شتى أساليب تنمية الاقتصاد ولا سيما انشاء المشاريع الصناعية أو التجارية بجهود خاصة أو عن طريق المشاركة والمضاربة مع أطراف أخرى.\n... ثانيا: أن تدرس الحالات العملية لتطبيق (المرابحة للآمر بالشراء) لدى المصارف الإسلامية لوضع أصول تعصم من وقوع الخلل في التطبيق وتعين على مراعاة الأحكام الشرعية العامة أو الخاصة ببيع المرابحة للآمر بالشراء(1).\nــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ\n1- مجلة مجمع الفقه الاسلامي عدد 5 جزء 2 ص1599-1600.\n... ... ... ...\nالفصل الثاني:\nبيع المرابحة للآمر بالشراء كما تتعامل به شركة بيت المال الفلسطيني العربي.\nوفيه ثلاثة مباحث:\nالمبحث الأول:\nنشأة شركة بيت المال وأهدافها ونشاطاتها\nالمبحث الثاني:\nالتطبيق العملي لبيع المرابحة للآمر بالشراء كما تجريه شركة بيت المال.\nالمبحث الثالث:\nشبهات حول التطبيق العملي لبيع المرابحة للآمر بالشراء.\nالمبحث الأول : نشأة الشركة وأهدافها ونشاطاتها:\n1- التعريف بالشركة:\n(1/46)\n\n... تأسست شركة بيت المال الفلسطيني العربي في مطلع سنة 1994م وسجلت لدى مراقب الشركات في فلسطين بتاريخ 22 شباط 1994م كشركة مساهمة عامة تحت رقم (562600486). حصلت الشركة على إذن الشروع بأعمالها ابتداء من 9 كانون الثاني 1995م وبدأت بمباشرة نشاطها في الأول من نيسان 1995م.\n... يتركز نشاط الشركة في القيام بجميع أوجه الإستثمار والتمويل في جميع القطاعات الإقتصادية وتشجيع توظيف الأموال لحساب الشركة ولحساب الغير وذلك وفقاً لأحكام الشريعة الاسلامية السمحة كما تقوم الشركة بأعمال تبديل العملات المختلفة. يتألف رأسمال الشركة من 10,000,000 سهم، القيمة الاسمية للسهم هي دينار أردني واحد وبلغت قيمة الأقساط المطالب بتسديدها حتى تاريخ الميزانية العمومية 75% من القيمة الإسمية للسهم(1)..\nــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ\n1- التقرير السنوي الأول للشركة لسنة 1416/1995، ص21.\nوقد وضح المؤسسون أهداف تأسيس الشركة بما يلي:\n... (يعاني الإقتصاد الفلسطيني من مشاكل عديدة أدت إلى عدم توازنه، بل وتخلفه.. فهو يفتقر إلى البنية التحتية الملائمة وإلى رؤوس الأموال اللازمة لنموه وتطوره.\n... وهناك ضرورة ملحة لتنمية هذا الاقتصاد وتطويره بكافة قطاعاته في المرحلة المقبلة... وهذا يتطلب استثمارا في مجالات عديدة. ومن هنا جاءت فكرة انشاء “شركة بيت المال الفلسطيني العربي\" لتعمل بشكل فعال على اقامة مشروعات استثمارية صناعية وانتاجية وخدماتية مختلفة او لتشارك في هذه المشروعات مع حرصها على توفير الخدمات الاجتماعية والتي تسهم في توثيق عرى الاخوة بين أفراد المجتمع وتنمي علاقات التواصل الحميمة فيما بينهم لما فيه مصلحة البلاد وخير أبنائها.",
        "(1/47)\n\n... ولذلك كله فقد وضعت الشركة نصب عينيها ان تحقق مجالات استثمارها ربحاً حلالاً للمستثمرين بالاستناد الى احكام شريعتنا الإسلامية السمحة الغراء وهكذا فإن أهداف شركتنا يمكن أن تتحدد على النحو التالي:\n... أولاً: الإسهام في بناء اقتصاد فلسطيني يستند على النظام الاقتصادي الاسلامي القائم على أساس المشاركة في الربح والخسارة كأساس للتعامل المالي في الشركة.\n... ثانيا: استثمار الأموال في القطاعات الإقتصادية الصناعية والتجارية والخدماتية المختلفة مع ابقاء الباب مفتوحاً أمام الشركة لإقامة مشاريعها الخاصة بها والمشاركة مع مستثمرين آخرين بنسب متفاوتة وذلك في كل موقع من مواقع فلسطين.\n... ثالثا: تشجيع أصحاب الأموال المكنوزة على استثمارها في مشاريع حيوية ذات نفع لهم وللمجتمع.\n... رابعاً: وعملاً بقوله تعالى {وابتغ فيما آتاك الله الدار الآخرة ولا تنسى نصيبك من الدنيا وأحسن كما أحسن الله إليك ولا تبغ الفساد في الأرض إن الله لا يحب المفسدين} نضع هدفا آخر لا بد منه لنعمل به لأول مرة في هذا البلد المبارك تطبيقاً لمبدأ إسلامي وترجمة له على أرض الواقع ألا وهو العمل لنيل الأجر والثواب ومرضاة الله سبحانه وتعالى ومنعاً للوقوع في المعصية واكتساب الإثم ويتحقق ذلك من خلال هذه الشركة التي ستعمل من لحظة تأسيسها وفق هذا المبدأ الرباني العظيم حيث ستقوم بإخضاع عملياتها الاقتصادية لجهاز رقابة شرعي معين لهذه الغاية.\n... والشركة في سعيها لتحقيق هذه الأهداف ستلجأ بإذن الله إلى وسائل ومعايير ومواصفات د قيقة محسوبة تكفل تطبيق فكرة الاستثمار على أساس من أحكام الشرع كما تكفل توفير اساس النجاح فضلاً عن استقطاب كوادر بشرية تتسم بالتخصص والمقدرة والكفاءة والعمل المخلص لتحقيق المنفعة والفائدة لجميع الأطراف من مساهمين ومستثمرين من منطلق النظام الإقتصادي الشامل.\n...\n(1/48)",
        "\n... إن إقامة هذا المشروع وإدارته بشكل جيد يأخذ بالاعتبار رسم سياسة واضحة ودراسات كاملة مفصلة لكل مشروع منبثق عنه بحيث لا يتم الاستثمار فيه الا بعد ثبات جدواه اقتصادياً واجتماعياً وضمان مساهمته في التنمية الاقتصادية والاجتماعية الشاملة وقدرته على تحقيق عائد مجز للمساهمين فيه وكونه لبنة قوية من لبنات اقتصادنا الفلسطيني.\n... وبعد ما تبين من الأهداف السابقة فإن وجود السوق الواسعة لهذا المشروع تشير الى دلالة أكيدة على جدوى الاستثمار فيه وإن شركة كهذه ستكون رائدة في هذا البلد المبارك بعونه سبحانه(1).\n2- النشاط الإستثماري للشركة:\n... من ينابيع فقه المعاملات في الإسلام ومن جهود أهل العلم من الفقهاء وتجارب المؤسسات الاستثمارية التي تتوخى الحلال في معاملاتها ستعمل شركة بيت المال العربي على تطبيق أشكال مختلفة من طرق الإستثمار التي تتوافق مع الشريعة الاسلامية ونذكر أهمها:\nأولاً: بيع المرابحة:\n... وهو بيع بمثل الثمن الأول مع زيادة ربح فلو اشترى شخص بضاعة بمائة دينار وجاء آخر يطلب شرائها عالماً بمواصفاتها وظروف شرائها الأول فإن المشتري الأول يستطيع بيعه إياها بزيادة على ثمن الشراء وفي مجال الشركة ــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ1- النشرة التعريفية لشركة بيت المال، بدون أرقام للصفحات.\n(1/49)\n",
        "الاستثمارية تستطيع أن توفر حاجة العملاء من السلع والأجهزة والمعدات قبل أن يتوفر الثمن لديه حيث يستطيع هذا العميل أن يتقدم للشركة طالباً منها سلعة معينة مبينا وصفها وكمياتها. فتقوم الشركة بشرائها له على اساس الوعد من قبل العميل بشرائها بسعر تكلفتها مع زيادة ربح يتفق عليه للشركة كما يتفقان على طريقة سداد الثمن حيث يمكن ان يكون دفعة واحدة أو على أقساط على اعتبار ان الشركة تقوم بشراء البضاعة أو استيرادها على حسابها الخاص وتتملكها تملكاً كاملاً ويتم فتح الاعتماد السنوي إذا كانت مستوردة باسمها ثم تقوم بنقل ملكيتها بالبيع للعميل بعد حصولها على البضاعة.\nثانيا: بيع المساومة:\n... ويتمثل في طلب العميل من الشركة ان تشتري له سلعة معينة. تشتريها الشركة من طرف ثالث بسعر يتم تحديده من خلال التفاوض والمساومة بين الشركة كمشتري والبائع ولا دخل للعميل في تحديد الثمن. ويستطيع العميل شراء البضاعة بعد أن تنتهي الصفقة بين الشركة والبائع وتملك الشركة البضاعة فإذا قبل العميل البضاعة يقوم بتسديد قيمتها للشركة بالأقساط على النحو الذي يتم الاتفاق عليه ويمكن تطبيق هذا البيع على السلع المحلية أو المستوردة على حد سواء.\nثالثا: بيع السلم أو (بيع السلف).\n... وهو بيع غائب تدعو اليه حاجة كل من البائع والمشتري فهو شراء سلعة مؤجلة بثمن مدفوع حالاً. فتستطيع الشركة شراء بضاعة مؤجلة لموسمها وتدفع ثمنها حالاً إذا ضمنت وجود عملاء لهذه البضاعة في وقت استلامها ويمكن لها أن تبيع البضاعة الآجلة في الوقت الحاضر (بيع سلم) أي بنفس الطريقة التي اشترتها فيها(1) أوأن تنتظر بيعها لحين استلامها. وتبيع تبعاً لذلك بسعر السوق في ذلك الوقت نقداً أو بالتقسيط وتقوم الشركة بعمل ذلك عندما تتنبأ بزيادة ثمن البضاعة في فترة استلامها ولكن هناك شروط لبيع السلم وهي:\nأ- شروط متعلقة برأس مال السلم وهي:\n... 1- أن يكون رأس المال معلوم المقدار.\n(1/50)\n\n... 2- أن يكون رأس المال معلوم الجنس.\n... 3- أن يسلم رأس المال في المجلس.\nب- أما الشروط المتعلقة بالبضاعة فهي:\n... 1- أن تكون في الذمة.\n... 2- أن تكون صفاتها معروفة تماماً.\n... 3- أن تكون معلومة المقدار بالكيل والوزن.\n... 4- أن يكون الأجل معلوماً.\n... 5- بيان محل التسليم في العقد.\n... 6- أن تكون البضاعة ممكنة الوجود عند الأجل حتى يكون هناك إمكانية لتسليمها.\nــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ\n1- القول بجواز بيع المسلم فيه قبل قبضه هو قول المالكية وابن تيمية وابن القيم ومنع ذلك جمهور الفقهاء. والشركة حتى تاريخه لم تتعامل بعقود السلم.\nرابعا: التمويل بالمضاربة:\n... ستعمل شركة بيت المال العربي بتنفيذ عقود المضاربة المعروفة في الاسلام حيث ستعمل على تغطية احتياجات تمويلية مختلفة في مجال استيراد بضاعة أو تمويل مناقصات أو مشاريع صغيرة خاصة من التي تدر الربح السريع. والمضاربة : هي عقد على الشركة في الربح بين رب المال (الشركة الاستثمارية) التي تقدم المال وبين المضارب (العميل) الذي يقدم عمله ويد المضارب على المال يد أمانة ، وتصرفه في المال تصرف الوكيل فإن تحقق ربح فالعميل شريك في الربح مع الشركة حسب شروط العقد وإن لم يتحقق الربح فلا شيء للعميل (المضارب) وذلك أن الخسارة يتحملها رب المال ما لم يثبت تقصير المضارب في أداء واجبه ويمكن للشركة تطبيق نظام المضاربة في معاملاتها بالشكل التالي:\n1- تقوم الإدارة المختصة بدراسة العملية المعروضة عليها من ناحية جداوها الإقتصادية، ودراسة العميل من حيث كفاءته وخبرته وسمعته المهنية وتعد تقريراً شاملاً بذلك لعرضه على الإدارة العليا لإقراره.\n2- إذا ثبت جدوى العملية واطمأنت إدارة الشركة الى كفاءة العميل، تناقش معه الشروط والتفاصيل التي يتم مراعاتها عند صياغة عقد المضاربة.",
        "(1/51)\n\n3- يتم اخطار الادارة المعنية في الشركة بشأن العملية.\n4- ويتم متابعة العملية ميدانياً ومحاسبياً حتى موعد تصفيتها وإجراء التوزيع بالنسبة للأرباح وفقا للعقد المبرم بين الطرفين.\nخامساً: التمويل بالمشاركة:\n... حيث يعتبر العمل في هذه الصيغة من ميزات شركة بيت المال الفلسطيني العربي، فهو نظام مستحدث على أساس تقديم الشركة للعميل التمويل الذي يطلبه بقصد إنشاء مشروع أو شراء بضاعة دون أن تتقاضى الشركة فائدة ثابتة، وإنما تشارك في النتائج المحتملة للمشروع (ربحا أو خسارة) في حدود قواعد توزيعية يتفق عليها مسبقاً. وبذلك تعتبر الشركة شريكاً حقيقيا في العمليات ونتائجها، ويحق لها التدخل الإداري بالقدر الذي يضمن لها الاطمئنان إلى حسن سير العملية والتزام العميل الشريك بالشروط المتفق عليها في العقد. وتتم المحاسبة في عمليات التمويل بالمشاركة على أساس نسبة ما قدمه كل شريك في رأس المال. وعند قيام أحد الشريكين بإدارة الشركة سواء شركة بيت المال الفلسطيني العربي أو العميل يخصص له نسبة يتفق عليها من صافي الربح، تخصم قبل توزيع حصة رأس المال وهناك المشاركة المتناقصة وهي التي تنتهي بتمليك المشروع بالكامل للعميل بعد دفع حصة الشركة من رأس المال تدريجياً من حصته في الربح.\nسادساً: الرهن:\n... وهو جعل عين لها قيمة مالية وثيقة بدين بحيث يمكن أخذ الدين أو جزء منه من تلك العين وحتى تضمن الشركة حقوقها يمكنها أن تقوم بطلب رهن على ديونها المقدمة في المضاربة أو المشاركة مع الغير وقد يكون هذا الرهن عقاراً أو غير ذلك. وهذا جائز من الناحية الشرعية بحيث إن لم يستطع العميل الوفاء بإلتزاماته تستطيع الشركة بيع المرهون سواء أكان عقاراً أو غيره لإستيفاء دينها منه(1).\nــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ\n(1/52)",
        "\n1- النشرة التعريفية لشركة بيت المال الفلسطيني العربي بدون أرقام للصفحات.\n3- تعامل الشركة وفق أحكام الشريعة الاسلامية:\n... تهدف شركة بيت المال الفلسطيني العربي المساهمة العامة إلى استثمار أموالها في قطاعات الإقتصاد الفلسطيني المختلفة وفقاً لأحكام الشريعة الاسلامية الغراء. وتستلهم الشركة في تعاملها مع الجمهور معايير معينة تستند الى مباديء ديننا الحنيف وأحكام المعاملات فيه والتي تستمد الشركة منها قوتها وثباتها. كما ترتكز في توجهاتها على أسس من الصدق والإخلاص في النوايا تكفل لها تحمل مسؤوليات جمة تجاه المجتمع الفلسطيني بشكل خاص والعالم الاسلامي بشكل عام(1).\n4- هيئة الرقابة الشرعية للشركة.\n... وحتى تستطيع الشركة تحقيق غاياتها ستسعى بشكل دؤوب لتوفير الطاقات البشرية القادرة على تحقيق أهدافها، ومن أجل ضمان التزامها بأحكام الشريعة الإسلامية في جميع عملياتها الاستثمارية والمساعدة على تطوير اساليب استثمارية حديثة متنوعة وايجاد قنوات مثمرة ذات عائد مجز للمساهمين يتسم بالشرعية والأمان. ستقوم الشركة بعرض كافة أعمالها على جهاز الرقابة الشرعي المعين لهذه الغاية.\nوقد صدر عن هيئة الرقابة الشرعية التقرير التالي قبل أن تبدأ الشركة بالعمل:\nــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ\n1- المصدر السابق.\nبسم الله الرحمن الرحيم\nتقرير هيئة الرقابة الشرعية:\n... الحمد لله والصلاة والسلام على رسول الله وآله وصحبه ومن اتبع هداه وبعد:\n(1/53)\n",
        "... اجتمعت هيئة الرقابة الشرعية لشركة بيت المال العربي الفلسطيني المساهمة العامة يوم الأحد الموافق 15/6/1414هـ. وفق 28-11-1993، ودرست ما قدمه المؤسسون للشركة من كلمة المؤسسين المتضمنة لأهداف الشركة ووسائلها ووجدت أنها تتفق مع أحكام الشريعة الاسلامية. كما درست مقدمة النظام والمتضمن التزامها بأحكام الشريعة الاسلامية في التعامل المالي والاقتصادي، وإطلعت أيضاً على النظام المتعلق بصندوق الزكاة ورأت أن ذلك كله يتفق مع أحكام الشريعة الاسلامية. وبناء على ذلك ترى أن اهداف الشركة ووسائلها المتعلقة تنبع من النظام الاقتصادي الاسلامي. وتطلب هيئة الرقابة الشرعية من إدارة الشركة عرض أصول المعاملات على الهيئة قبل تنفيذها لدراستها ومقارنتها مع أحكام الشريعة الاسلامية.\n... ونسأل الله عز وجل أن يوفق الهيئة الإدارية للسير على درب الاسلام، وتجنب كل ما فيه مخالفة شرعه.\nوالله الموفق\nالدكتور حسام الدين عفانة نائب عميد كلية الدعوة وأصول الدين/جامعة القدس\nالدكتور حلمي عبد الهادي/ كلية الشريعة/ جامعة النجاح الوطنية\nالدكتور عبد المنعم أبو قاهوق/ جامعة النجاح الوطنية/رئيس كلية العلوم الاسلامية/باقة الغربية\n... وتأكيداً على ضرورة موافقة سائر أعمال الشركة لأحكام الشريعة الاسلامية الغراء فقد حرص مجلس الإدارة على الاستعانة بآراء هيئة الرقابة الشرعية في مراقبة ومتابعة أعمال الشركة من الناحية الشرعية.\n(1/54)\n\n... وتتلخص مهمة الهيئة في بيان الحكم الشرعي في الأعمال التي تزاولها الشركة أو تلك التي تنوي استحداثها. وقد أصدرت الهيئة عدداً من الفتاوى والتوصيات في الموضوعات والتساؤلات التي عرضتها عليها الشركة يجري العمل على تنقيحها من قبل رئيس هيئة الرقابة ليصار إلى طباعتها في كتيبات للاستفادة منها مستقبلاً(1)، كما اشتركت الهيئة مع المسؤولين في وضع نماذج العقود التي تستخدمها الشركة في معاملاتها للتأكد من مطابقتها لاحكام الشريعة الاسلامية. وتتابع الهيئة كافة أعمال التمويل والاستثمار التي تقوم بها الشركة، كما تتابع الخطوات التطبيقية والإجراءات العملية المتبعة في تنفيذ أعمال التمويل والاستثمار وتصدر توصياتها بخصوصها هذا وتعد الهيئة تقريراً سنوياً لعرضه على الجميعة العمومية يتضمن رأيها وملاحظاتها وتوصياتها، كما ترفع التقارير الى الادارة حسب الحاجة(2).\nـــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ\n1- صدرت المجموعة الأولى من فتاوى هيئة الرقابة الشرعية في نهاية سنة 1995م.\n2- التقرير السنوي الأول للشركة لسنة 1416/1995 ص 12-13.\n...\nوبعد مضي السنة الأولى من عمر الشركة أصدرت هيئة الرقابة الشرعية التقرير التالي:-\nتقرير هيئة الرقابة الشرعية:\n... الحمد لله رب العالمين والصلاة والسلام على سيدنا محمد وعلى آله وصحبه أجمعين وبعد:\n... فإن هيئة الرقابة الشرعية لشركة بيت المال الفلسطيني العربي تتقدم الى الهيئة العامة للمساهمين بالتقرير التالي:-\n... أولا: أصدرت الهيئة عدداً من الفتاوى الشرعية في الموضوعات التي أحيلت إليها من المسؤولين في الشركة.\n... ثانيا: أجابت الهيئة على كثير من الاستفسارات والاستشارات التي عرضها المسؤولون في الشركة.",
        "(1/55)\n\n... ثالثا: راجعت الهيئة جميع معاملات بيع المرابحة للآمر الشراء ومشاريع الشركة وأعمال الصرافة التي نفذتها الشركة حتى 31/12/1995م.\n... رابعا: راجعت الهيئة عدداً من العقود التي عرضت عليها وأجرت عليها التعديلات اللازمة كي تصح شرعاً.\n... خامسا: اشرفت الهيئة على حساب زكاة أموال الشركة وأوجه صرفها حسب المصارف الشرعية وفي الختام فإن الهيئة وعلى ضوء ما تقدم ترى أن أعمال الشركة تسير وفق أحكام الشريعة الاسلامية.\nد. حسام الدين موسى عفانة.\nرئيس هيئة الرقابة الشرعية.\n5- صندوق الزكاة\n... تعتبر شركة بيت المال الفلسطيني العربي أول شركة مساهمة في فلسطين ينص نظامها الأساسي على إنشاء صندوق للزكاة فقد جاء في الفصل السادس من النظام الأساسي تحت عنوان صندوق الزكاة:\nالمادة 63\nتحتفظ الشركة بحسابات خاصة مستقلة لصندوق الزكاة.\nالمادة 64.\n... تقوم الشركة بإدارة صندوق للزكاة وفقاً لأحكام الشريعة الإسلامية تتكون إيراداته من مخصصات الزكاة المقتطعة سنوياً من أموال الزكاة وما يرد إلى هذا الصندوق من أموال الزكاة الأخرى سواء من مساهمي الشركة أو من غيرهم بينما تتكون مصروفات هذا الصندوق من أوجه الصرف المختلفة المنصوص عليها في القرآن الكريم وبعد الإستئناس برأي جهاز الرقابة الشرعي.\n... وقد قامت الشركة فعلاً بإخراج الزكاة عن السنة الأولى من نشأتها والمنتهية في 31/12/1995م. وتم توزيع الزكاة حسب مصارفها الشرعية بإشراف هيئة الرقابة الشرعية.\n... وفيما يلي نص المذكرة المقدمة من إدارة الشركة والمتضمنة السؤال المتعلق بإخراج زكاة الشركة وجواب هيئة الرقابة الشرعية عنه:-\n... عملاً بأحكام المادتين 63،64 من الفصل السادس من النظام الداخلي لشركة بيت المال الفلسطيني العربي اللتين نصتا على :-\nالمادة 63:\nتحتفظ الشركة بحسابات خاصة مستقلة لصندوق الزكاة.\nالمادة 64:\n(1/56)",
        "\n... تقوم الشركة بإدارة صندوق الزكاة وفقاً لاحكام الشيعة الإسلامية تتكون إيراداته من مخصصات صندوق الزكاة المقتطع سنوياً من أموال الزكاة، وما يرد إلى هذا الصندوق من أموال الزكاة الأخرى سواء من مساهمي الشركة أو من غيرهم بينما تتكون مصروفات هذا الصندوق من أوجه الصرف المختلفة المنصوص عليها في القرآن الكريم وبعد الاستئناس برأي جهاز الرقابة الشرعي.\n... وفي ضوء ما سبق فإن على عاتق الشركة مسؤولية قياس وحساب وتوزيع فريضة الزكاة وفقاً لما ورد في النظام الاساسي لانشائها، ونظراً لاختلاف طريقة حساب زكاة الأموال في المصارف والشركات الاسلامية ومعالجتها على أساس تكلفته على النشاط أو توزيعاً للربح، وتقديرها بمبلغ ثابت أو اتباع القواعد الشرعية والأسس المحاسبية واعداد حسابات ختامية وتقرير مالي مستقل للزكاة في إطار نظام محاسبي لذلك. ومنعاً للوقوع في أي حرج شرعي، لا سمح الله\" أو شبهات مالية أو محاسبية فإن الأمر يقتضي تسوية هذه الملاحظات في الشركة عند اعداد نظام صندوق الزكاة وعليه فإننا نقترح ما يلي:-\nأولا: وضع القواعد التي تحكم زكاة المال في الشركة والتي منها:\n... أ- ضم الأموال الخاضعة للزكاة الى بعضها البعض ثم يطرح الإلتزامات.\n... ب- تقويم الأصول والخصوم على أساس القيمة الإستبدالية الخارجية.\n... ج- اعتبار الحول أساساً لحساب الزكاة وترصيد ميعاد حسابها بحيث تكون مع بداية ونهاية السنة المالية للشركة.\n... د- الفصل بين أموال المساهمين وأموال صناديق الاستثمار إن وجدت عند حساب الزكاة.\nثانيا: اختيار أفضل طرق حساب الزكاة والمتمثلة في :\n... الطريقة الأولى: حقوق الملكية: وتحسب زكاة المال طبقاً لهذه الطريقة على النحو التالي:\n... 1- تحديد رأس المال المدفوع فعلاً.\n... 2- تحديد الأرباح المرحلة من سنوات سابقة.\n... 3- تحديد الاحتياطات وما في حكمها.\n... 4- تحديد نصيب المساهمين من أرباح العام الحالي.\n(1/57)\n",
        "... 5- تضاف البنود السابقة الى بعضها البعض ويمثل الناتج الوعاء الإجمالي للأموال الخاضعة للزكاة.\n... 6- يطرح من الوعاء الاجمالي ما يلي:\n... أ- صافي قيمة الأصول الثابتة لأنها معفاة من الزكاة.\n... ب- الخسائر الفعلية المرحلة من سنوات سابقة وكذلك خسائر العام الحالي إن وجدت \"لا سمح الله\"\n... ج- الأموال المستثمرة من جهات أخرى وخضعت للزكاة في تلك الجهات وذلك تجنباً لازدواج الزكاة.\n... 7- يمثل الصافي الناتج من طرح البنود الواردة في بند (6) من البنود المجموعة في بند (5) الوعاء الخاضع للزكاة.\n... 8- تحسب مقدار الزكاة على أساس 2,5% ليكون الناتج هو إجمالي مقدار الزكاة على أموال المساهمين فتقسم على عدد الأسهم بحيث يكون الناتج هو نصيب السهم من مقدار الزكاة.\n... 9- يحسب نصيب كل مساهم من الزكاة عن طريق حاصل ضرب عدد ما يمتلك من أسهم في نصيب السهم من الزكاة.\n... 10- يحول مقدار الزكاة الى صندوق الزكاة تمهيداً لإنفاقها في مصارفها الشرعية.\n... الطريقة الثانية: صافي رأس المال العامل: وتحسب زكاة المال طبقاً لهذه الطريقة على النحو التالي:\n... 1- تحديد الاصول المتداولة العاملة في الشركة وتتضمن الأموال النقدية بالخزينة ولدى البنوك الأخرى وكذلك الإستثمارات والأموال التي لا تدخل ضمن الأصول المتداولة، أي بنود لا يرجى تحصيلها وتقوم على أساس القيمة الجارية لها. كما يدخل في ضمن ذلك أي أصول خضعت للزكاة من قبل الغير تجنباً للإزدواج.\n... 2- يخصم من الأصول المتداولة الخصوم المتداولة، وتتضمن فيما تتضمن أموال صناديق الاستثمار إن وجدت والتزامات الشركة تجاه الغير ولا تتضمن الالتزامات طويلة الأجل لأكثر من سنة بل يؤخذ في الحسبان القسط الحالي منها. وبذلك يكون الناتج هو صافي رأس المال العامل.\n(1/58)\n\n... 3- يضاف الى صافي رأس المال العامل نصيب المساهمين من الأرباح، وهذا طبقاَ للرأي الذي لا يشترط حولان الحول على النماء ويرى ضمه الى أصل المال، ويكون الناتج بعد ذلك هو وعاء زكاة المال على المساهمين.\n... 4- حساب مقدار زكاة المال على أساس 2,5% يكون الناتج هو إجمالي مقدار الزكاة على أموال المساهمين.\n... 5- يستخرج نصيب السهم الواحد من الزكاة عن طريق قسمة مقدار الزكاة على عدد الأسهم.\n... 6- يحسب نصيب كل مساهم من الزكاة عن طريق حاصل ضرب عدد ما يمتلك من أسهم في نصيب السنة من الزكاة.\n... 7- يحول مقدار الزكاة المستحقة على المساهمين إلى صندوق الزكاة تمهيداً لإنفاقها في مصارفها الشرعية.\nأسس توزيع حصيلة زكاة المال:\n... توزيع حصيلة زكاة المال المجمعة في صندوق الزكاة حسب ما قرره الله عز وجل في الآية الكريمة {إنما الصدقات للفقراء والمساكين والعاملين عليها والمؤلفة قلوبهم وفي الرقاب والغارمين وفي سبيل الله وابن السبيل فريضة من الله، والله عليم حكيم}.\n... ولما كان النظام الداخلي قد اشار الى الاستئناس برأي جهاز الرقابة الشرعي، وحيث إن الشركة في صدد وضع الميزانية السنوية للشركة كما هي في 31/12/1995. لذا نرجو التفضل ببيان الرأي الشرعي فيما ورد بهذه المذكرة والتوصية بما ترونه مناسباً.\nالجواب:\n... جواباً على خطابكم رقم 1-96 بتاريخ 13-1-96 والمتعلق بحساب زكاة الشركة وكيفية توزيعها فإن هيئة الرقابة الشرعية ترى ما يلي:\nأولاً: بناء على المادتين 63و64 في الفصل السادس من النظام الداخلي لشركة بيت المال الفلسطيني العربي فإن الشركة تقوم بإخراج الزكاة وتوزيعها.",
        "(1/59)\n\nثانيا: بناء على ما قرره مجمع الفقه الإسلامي فإن الشركة المساهمة تزكي الأسهم كما يزكي الشخص الطبيعي أمواله بمعنى أن تعتبر جميع أموال المساهمين بمثابة أموال شخص واحد وتفرض عليها الزكاة بهذا الإعتبار من حيث نوع المال الذي تجب فيه الزكاة ومن حيث النصاب ومن حيث المقدار الذي يخرج.\nثالثا: تتمثل زكاة الشركة حسب ما يلي:\n... أ- الاقتطاع السنوي في نهاية كل سنة مالية من أموال الزكاة في الشركة ويشمل ما يلي حسب ما افاده القسم المالي في الشركة:\n... 1-أ) رأس المال المدفوع فعلاً من قبل المساهمين حتى 31/12/1995 والذي يمثل الوعاء الإجمالي للأموال الخاصة بالزكاة.\n... ب) صافي ارباح المساهمين من أرباح العام الحالي. على أن يطرح من الوعاء ما يلي:\n... - مصاريف التأسيس وتجهيز مقري الشركة في رام الله وغزة.\n... - المصاريف الإدارية والعمومية بالشركة.\n... - حصة أهل الكتاب من رأس المال والأرباح للمساهمين في الشركة.\n... 2- أن يتم تحديد مقدار الزكاة عند بيع أية اراضي أو عقارات أو شقق عند حدوث واقعة البيع ولو تم الدفع بالتقسيط، على أن تضم مقادير هذه الزكاة للصندوق المخصص للزكاة فوراً.\n... يمثل الصافي الناتج من طرح البندين 1،2 الوعاء الخاضع للزكاة. وبناءاً على ما سبق فإن مبلغ الوعاء الخاضع للزكاة هو:\n... - رأس المال المدفوع فعلاً (مخصوماً منه حصص أهل الكتاب):\n... 6,551,000- (70,000)=6,481,000\n... - صافي أرباح العام المالي 1995:57,500-(700)=56,800 المجموع : 6,537,800\nيطرح منه قيمة الأصول الثابتة: الموجودات الثابتة 75,000\nالأراضي 2,703,000\nم التأسيس وتجهيز المقر 124,000\nالمصاريف الإدارية العمومية 161,000\n3,063,000\nصافي الوعاء الخاضع للزكاة 3,474,800\n3- إجمالي مقدار الزكاة على أساس 2,5%=86,870,000\n4- نصيب السهم من مقدار الزكاة 009,\nب- الإقتطاع الدوري لبيع الأراضي أو العقارات عند البيع.\n(1/60)",
        "\n... وهذا لا تجب فيه الزكاة لأنه لم يتم عقد أي صفقة بيع حتى نهاية العام 1995م.\nرابعا: توزع الزكاة حسب المصارف المقررة شرعاً في قوله تعالى {إنما الصدقات للفقراء والمساكين والعاملين عليها والمؤلفة قلوبهم وفي الرقاب والغارمين وفي سبيل الله وابن السبيل فريضة من الله والله عليم حكيم}. (1).\nــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ\n1- الفتاوى الشرعية نشرة اعلامية رقم (1) صادرة عن هيئة الرقابة الشرعية لشركة بيت المال ص 16-12.\nالمبحث الثاني: التطبيق العملي لبيع المرابحة كما تجريه الشركة.\n... يتم بيع المرابحة في الشركة حسب الخطوات التالي:\nأولاً: يقدم الآمر بالشراء طلب شراء السلعة على اساس المرابحة للشركة وفق النموذج التالي:\nطلب شراء بضاعة\nالسيد/ مدير بيت المال الفلسطيني العربي الرقم:..................\nالسلام عليكم ورحمة الله وبركاته وبعد التاريخ: / / 19\nمقدمة لكم .......................................... هوية رقم..........................\nجهة العمل وموقعه................ الوظيفة/المهنة.............الدخل الشهري...........\nمقيم......................................................................................\nباقي تفاصيل العنوان....................................................................\nمقدمة لكم السادة/......................................... الجنسية.......................\nممثلة/ممثلاً بالسيد/................................ بصفته..............................\nالمقر الرئيسي........................................ نوع النشاط.......................\nرقم رخصة البلدية............ جهة وتاريخ اصدارها............تاريخ انتهائها..........\nرقم السجل التجاري.......... جهة وتاريخ اصداره............. تاريخ انتهائه...........\n(1/61)\n",
        "رقم الهاتف.........رقم الصندوق البريد........المصارف التي نتعامل معها.............\nالموضوع: مع إقرارنا بصحة هذه البيانات وتحملنا نتائج عدم صحتها نرجو التكرم بالموافقة على شراء البضاعة المبينة ادناه لصالحنا وفقا لنظام المرابحة المتبع لديكم والتفضل بمراعاة الآتي:\nنوع البضاعة:.................... كميتها/عددها/مقدارها................................\nمواصفاتها...............................................................................\nجهة الشراء المفضلة....................................................................\nالقيمة.................................... دينار(فقط....................................)\nالدفعة الاولى النسبة( %).................... دينار فقط............................)\nكيفية سداد الباقي/.......................................................................\nبيانلت اخرى/...........................................................................\nعلما بأنه لم يسبق لنا التعامل مع الشركة/قد سبق لنا التعامل معكم بتاريخ / / 19م وكان نوع المعاملة السابقة (.............................................................)\nوكنا فيها: كفيلا/مشتريا، وانها قد انتهت بالسداد/لم تنته بعد بسبب ..........................................................................................\nونتعهد من الان بتقديم الضمانات التالية:..................................................\n..........................................................................................\nورفق هذا الطلب صورا من المستندات المؤيدة لما ورد به وبيانها كالتالي:..................................................................................\n(1/62)\n\n..........................................................................................\nوالله ولي التوفيق،،،\nمقدم الطلب\nالسيد/السادة.......................................\nممثلا/ممثلة بالسيد.................................\nتوقيعه............................................\nثانياً: تطلب الشركة عرض سعر من البائع.\nثالثاً: تدرس الشركة عرض السعر وطلب الشراء فإذا تمت الموافقة على الإستمرار في المعاملة تتم بقية الخطوات التالية.\nرابعاً: يوقع المشتري على وعد الشراء ويلتزم بموجبه بشراء السلعة من الشركة بعد ان تكون الشركة قد تملكتها وفق النموذج التالي:\n(وأوفوا بالعهد إن العهد كان مسؤولا)\n\"وعد بالشراء\"\nانه في يوم ... / ... / 14هـ الموافق/ / 19م.\nقد تم الاتفاق بين كل من:\n1) شركة بيت المال الفلسطيني العربي ... طرف أول\n2) ... ... ... ... طرف ثاني\nالمقدمة\n... حيث أن الطرف الثاني يرغب في شراء البضاعة المحددة على النحو المبين بطلب الشراء بالمرابحة والمؤرخ ... / / والمرقم والملحق بعقد البيع بالمرابحة والمتمم له من المصدر.\n... فقد طلب من الطرف الأول القيام بشرائها ثم بيعها ايفاء بهذا الوعد منه بالشراء ووفقا للشروط التالية:\n... 1- يقر الطرف الثاني بأهليته للتصرفات المالية وأنه قد أطلع على القانون والنظام الأساسي لشركة بيت المال الفلسطيني العربي (الطرف الاول) ويلتزم في تعامله معها وفقاً لهذا النظام.\n... 2- وعد الطرف الثاني الطرف الأول بشراء البضاعة المبينة آنفاً وابرام عقد البيع والشراء بمجرد اعلام الطرف الأول الطرف الثاني بأن البضاعة جاهزة للتسليم أو وصلت الى ميناء ... ... ووردت مستنداتها.\n... 3- شروط ومكان التسليم:\n... 4- يكون البيع والشراء محل هذا العقد على أساس المرابحة وبقيمة التكلفة الكلية للبضاعة بالاضافة الى ربح الطرف الأول بنسبة ... / من التكلفة الكلية.",
        "(1/63)\n\n... 5- وافق الطرف الثاني على دفع نسبة ... / من قيمة البضاعة عند التوقيع على هذا الوعد كعربون لضمان الجدية وتنفيذ التزاماته قبل الطرف الأول والقيام بتسديد باقي القيمة البيعية للطرف الأول الواردة في البند (5) على النحو التالي:\n... 6- اذا امتنع أحد الطرفين عن تنفيذ هذا الوعد أو قدم بيانات أو معلومات ومستندات غير صحيحة فيتحمل أية أضرار تلحق الطرف ا لآخر نتيجة لذلك.\n... 7- أي نزاع ينشأ عند تنفيذ هذا الوعد يكون من اختصاص محاكم مدينة رام الله.\n... 8- حرر هذا الوعد من نسختين بيد كل طرف نسخة للعمل بموجبها.\nالطرف الأول ... ... ... ... الطرف الثاني\nخامساً: تقوم الشركة بشراء السلعة المطلوبة وتوقع عقد شراء بينها وبين البائع وتحوز السلعة الى ملكيتها.\nسادساً: تبيع الشركة السلعة للآمر بالشراء وبعد استلامه للسلعة وتأكده من مطابقتها للمواصفات المطلوبة يتم توقيع عقد بيع المرابحة وفق النموذج التالي:\n(يا أيها الذين آمنوا أوفوا بالعقود) ... ... (المسلمون عند شروطهم)\n\"قرآن كريم\" ... ... \"حديث شرف\"\nعقد بيع مرابحة\nبين: شركة بيت المال الفلسطيني العربي المساهمة العامة المحدودة والمسمى فيما بعد بالفريق الأول.\nوبين الآمر بالشراء : السيد/ السادة\n... 1)\n... 2)\nوالمسمى / المسمون فيما بعد بالفريق الثاني:\nوبين الكفيل: السيد/ السادة 1)\n... ... ... 2)\n... ... ... 3)\nوالمسمى/ المسمون فيما بعد بالفريق الثالث.\nتم الاتفاق بين الفريق الأول وبين الفريق الثاني على ما يلي:\n1- باع الفريق الأول للفريق الثاني القابل لذلك البضاعة المبين أوصافها وكمياتها بطلب الشراء رقم ( ) وتارخ ( ) والمرفق بهذا العقد والذي يعتبر هو ووعد الشراء الموقعان من الفريق الثاني جزءاً لا يتجزأ من هذا العقد.\n(1/64)",
        "\n2- كل ما لم يرد ذكره في هذا العقد يخضع لأحكام الشريعة الاسلامية والنظام الأساسي لشركة بيت المال وما لا يتعارض معهما من القوانين والأعراف التجارية النافذة.\n3- هذا البيع نظير ثمن اجمالي:\nشاملاً التكلفة الكلية والأرباح والضريبة قدره.............. دينار\n... ... ... (فقط..................................)\nدفع منه الطرف الثاني عربوناً قدره........................دينار\n... ... ... (فقط..................................)\nومن ثم يكون اجمالي القيمة المتبقية هو....................دينار\n... ... ... (فقط..................................)\n4- يتعهد الفريق الثاني بدفع الثمن الاجمالي للبضاعة، بالطريقة المبينة أدناه:\nالفريق الثالث ... ... ... ... الفريق الثاني\n(الكفيل) ... ... ... ... (الآمر بالشراء)\nرقم الدفعة ... رقم الكمبيالة ... مبلغ الدفعة/دينار اردني ... تاريخ الاستحقاق\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\nويقدم الفريق الثاني للفريق الأول نظير تأجيل باقي ثمن البيع الضمان التالي:\n.............................................................................................................................\n5- في حالة تنفيذ عملية المرابحة عن طريق فتح اعتماد مستندي، فإن الفريق الثاني يقر بأنه ملزم بقبول المستندات الواردة وفقا للمواصفات التي طلب على اساسها فتح الاعتماد ذي العلاقة، وفي حالة امتناعه عن استلام المستندات الخاصة بالاعتماد بعد اشعاره بوصول المستندات من قبل الفريق الأول، وبالطرق المتعارف عليها تجارياً، فإنه يحق للفريق الأول أن يتسلم البضاعة ويبيعها أو يتصرف فيها بالطريقة التي يراها مناسبة.\n6- يكفل الفريق الثالث الفريق الثاني كفالة مطلقة، وعلى وجه التضامن والتكافل، في كل ما يتعلق بهذا العقد. والالتزامات المترتبة على الفريق الثاني بموجبه.\n(1/65)\n",
        "الفريق الثالث ... ... ... الفريق الثاني\n(الكفيل) ... ... ... ... (الآمر بالشراء).\n7- يقر الفريق الثالث بأن كفالته هذه تعتبر كفالة اضافية أي انه يضيف ذمته الى ذمة الفريق الثاني بالتكافل والتضامن بالنسبة لجميع التزامات الفريق الثاني بموجب عقد المرابحة هذا، ولا يمكن ان تؤثر او تتأثر بأية تأمينات أو كفالات اخرى، تكون في حيازة الفريق الأول حاليا، أو التي قد يحصل عليها الفريق الاول من الفريق الثاني، او بالنيابة عنه في المستقبل، ويعتبر الفريق الثالث نفسه ملزما بهذه الكفالة بإعتبارها تأمينا مستمرا على الرغم من اية مبالغ دفعت او تدفع للفريق الأول، وعلى الرغم من أي تسديد للاعتمادات، او الحساب، او وفاة احد الموقعين، أو حدوث حالة عسر أو خسران للحقوق المدنية، او عدم اقتدار على ادارة الشؤون الداخلية لأي واحد أو أكثر من الموقعين او لأي سبب آخر مهما كان نوعه وذلك حتى تنفيذ التزامات الفريق الثاني بموجب هذا العقد تنفيذا كاملا نهائيا وابراء ذمته تجاه الفريق الاول من أي حق للفريق الاول في عقد المرابحة هذا.\n8- من المتفق عليه صراحة، ان كفالة الفريق الثالث تبقى سارية المفعول، وملزمة له، في حالة منح الفريق الاول للفريق الثاني، أي تسامح او امهال، بتسديد التزاماته، او في حالة تجديد الحساب بدون ان يقترن التمديد او التجديد بموافقة الفريق الثالث اذ ان هذه الكفالة هي كفالة مستمرة بحيث تشمل هذا الحساب الجديد ولا تنتهي مسؤولية الفريق الثالث، الا اذا سدد الفريق الثاني جميع التزاماته تجاه الفريق الأول نهائيا.\n9- ا) يقر الفريقان الثاني والثالث ان القيود في دفاتر الشركة وحسابتها، تعتبر صحيحة وتعتبر بينة قاطعة لاثبات المبالغ المستحقة.\n(1/66)\n\nب) على الفريق الثاني ان يدقق كل نسخة من الاشعارات او الكتب التي تسلم او ترسل لهم من الشركة وعليهم ان يقدموا مطالعاتهم (ان وجدت) عليها خطيا الى الشركة خلال خمسة عشر يوما من تاريخ تسليمها او ارسالها من قبل الشركة كما هو الحال وان التفاصيل الواردة في الاشعارات او الكتب المشار اليها اعلاه والتي لا تتسلم الشركة مطالعات الزبائن الخطية عليها خلال المدة المذكورة اعلاه تعتبر صحيحة ومصادق عليها من قبل الزبائن.\n10- في حالة توقيع هذا العقد من قبل أكثر من شخص واحد، بصفة فريق ثان او فريق ثالث، يكون جميع الموقعين مسؤولين، بالتضامن والتكافل، منفردين ومجتمعين وبصفاتهم الشخصية، تجاه الفريق الأول عن تسديد المبالغ المطلوبة له بموجب هذا العقد.\n11- يوافق الفريق الثالث على الا يتقيد الفريق الاول بأي نص قانوني أو أي تشريع قد يوجب على الفريق الاول الادعاء ضد الفريق الثاني قبل الفريق الثالث، ويصرح الفريق الثالث بأنه يتنازل مقدما، عن وجوب تقديم ادعاء ضد الفريق الثاني على الادعاء ضده.\n12- اذا كان الفريق الثاني شركة او شخصا اعتبارياً، فإن كفالة الفريق الثالث تبقى نافذة المفعول، باعتبارها كفالة دائمة مستمرة، بغض النظر عن أي تغيير او تعديل في عقد الشركة او الشخص الاعتباري نظامها او اسمها او اعضائها او افرادها.\nالفريق الثالث ... ... ... الفريق الثاني\n(الكفيل) ... ... ... ... الآ مر بالشراء).",
        "(1/67)\n\n13- مع مراعاة ما جاء في البند رقم (13) ادناه فإن كل طلب او اخطار او اشعار، يرغب الفريق الاول في تبليغه الى الفريق الثاني او الثالث، او كليهما معا، بشأن أي أمر يتعلق بهذا العقد يعتبر أنه قد بلغ إلى الفريق الثاني أو الثالث أو كليهما معاً. اذا أرسل بالبريد العادي، او سلم باليد الى العنوان الذي اختاره الفريق الثاني او الثالث، حسبما ذكر في البند رقم (15-أ) ادناه، او الى آخر عنوان معروف لدى الفريق الاول، وكذلك كل طلب او اخطار او اشعار يرسله الفريق الاول الى الفريق الثاني او الثالث، او الى أي فرد من الأفراد الذين يكونون الفريق الثاني او الثالث، وفي حالة تعدد الافراد في كل فريق، يعتبر انه ارسل لجميعهم، ولكل واحد منهم.\n14- يعفي الفريق الثالث الفريق الاول من ان يوجه اليه أي بلاغ او اشعار او خطاب، ينشأ عن هذا العقد ما عدا الاشعار الذي بموجبه يطلب اليه ان يقوم بما تعهد به، بموجب هذا العقد.\n15- يصرح الفريقان الثاني والثالث بغية تنفيذ ما الزما نفسيهما به بموجب هذا العقد.\nأ- ان الفريق الثاني يختار عنوانه للتبليغ ومحل اقامته في: ( ).\nوان الفريق الثالث يختار عنوانه للتبليغ ومحل اقامته في: ( ).\n... وان تبليغهما على هذين العنوانين يعتبر تبليغا صحيحا، وانهما يخضعان للقوانين والانظمة السائدة، لاجل تسديد كل التزام يكونان ملتزمين به للفريق الاول، لأي سبب كان ويسقطان حقوقهما مقدما في اثارة أي دفع يتعلق بعدم الصلاحية، بالاستناد الى كون محل اقامتهما، او مسكنهما، في مكان آخر.\nب- انهما يوافقان مقدما، رغم كل ما جاء في الفقرة السابقة، على أية محكمة تكون ذات صلاحية يختارها الفريق الاول، للفصل في أي نزاع او ادعاء ينشأ عن هذا العقد، ويسقطان حقوقهما مقدما بالاعتراض على صلاحية المحكمة ذات الاختصاص، التي يختارها الفريق الاول.\n(1/68)",
        "\nج- انهما يوافقان على ان يكون للفريق الاول، الحق في ان ينفذ ضدهما، مجتمعين ومنفردين، كل حكم او قرار يصدر لمصلحته، اما على جميع ممتلكاتهما او ممتلكات أي واحد منهما المنقولة وغير المنقولة معا، واما على كل من هذه الممتلكات المذكورة على حدة، وفقا لاختياره المطلق، دون ان يتبع في ذلك أي ترتيب بينهما، حتى ولو كان القانون ينص على مثل هذا الترتيب اذ انهما يسقطان حقوقهما مقدما، في اثارة أي اعتراض كان بهذا الخصوص.\n16- اذا تم الاتفاق على هذا العقد، من اجل تمويل اعمال او تعهدات او التزامات، يقوم بها الفريق الثاني لمصحلة الدوائر الرسمية او الافراد ، فإن الفريق الثاني يتعهد بتحويل كافة حقوقه في هذه الالتزامات الى الفريق الأول، والتنازل عنها له ضمانا لهذا العقد، ويتعهد بالتوقيع على كافة المعاملات الرسمية والقانونية، التي يطلب الفريق الاول منه توقيعها، وفقا للشروط الخاصة التي يضعها الفريق الاول لهذه الغاية، وتعتبر هذه المستندات جزءا من هذا العقد متمما له، ولا يحق للفريق الثاني ان يتصرف فيها، أو بأي جزء منها بدون موافقة الفريق الاول الخطية، وقبل تسديد قيمة التزاماته نهائيا.\n17- يصرح الفرقاء الثلاثة انهم بعد دراسة بنود هذا العقد وتدقيق جميع شروطه، فإنهم يقرون ان هذا العقد لا تتعارض شروطه مع احكام الشريعة الاسلامية.\n18- حرر هذا العقد على نسختين اصليتين موقعتين من قبل الفرقاء الثلاثة، بارادة حرة خالية من العيوب الشرعية والقانونية اليوم ... ... ، الموافق / / م. ويسقط الفريق الثاني حقه في الادعاء بكذب الاقرار و/ أو أي دفع شكلي و/أو موضوعي، ضد ما جاء في هذا العقد.\nالفريق الثالث ... الفريق الثاني ... ... الفريق الأول\n(الكفيل) ... (الآمر بالشراء) ... شركة بيت المال الفلسطيني العربي.\n(1/69)\n",
        "سابعاً: تبيع الشركة السلعة الى الآمر بالشراء إلى أجل 12 شهراً او 24 شهراً ويتم التوقيع على الكمبيالات المستحقة الدفع في مواعيد محددة يتم الاتفاق عليها بين الشركة والآمر بالشراء.\nثامناً: نص نموذج عقد بيع المرابحة في الشركة على ان الآمر بالشراء يقدم ضمانات للشركة متفق عليها بين الفريقين.\nتاسعاً: تطلب الشركة ايضا من الآمر بالشراء كفلاء ثلاثة أو اثنان من الاشخاص المعروفين بالصدق والأمانة ولديهم المقدرة المالية كالتجار مثلا ويوقع الكفلاء النموذج التالي للكفالة:\nقال تعالى:\nيا أيها الذين آمنوا أوفوا بالعقود\"\nصدق الله العظيم\n(سورة المائدة/ الآية رقم 1)\nالقسم الأول - الشروط العام للتعامل\nالقسم الثاني- الكفالة المطلقة\nالى السادة\nشركة بيت المال الفلسطيني العربي\nفرع( ... ... )\nالرقم المتسلسل:\nاسم العميل: ( ... ... ... )\nالقسم الأول\nالشروط العامة للتعامل\n... لما كانت شركة بيت المال الفلسطيني العربي المساهمة المحدودة تعمل بصفتها شركة متخصصة في التعامل دون ربا، فان الموقعين أدناه يشهدون الله على صدق نواياهم للتعامل مع هذه الشركة المتخصصة على اساس التعامل الشرعي الحلال، وحسب الوسائل الشرعية المطبقة في تعاملها مع الغير.\n... وبناء على هذا التوجه الخالص للتعامل الشرعي الحلال، وتثبيتا لما تم وما سيتم بيننا من معاملات، فاننا نقر لكم بما يلي:\n1- إيفاء بالغايات المصودة في هذه الشروط، وبالاضافة إلى ما ورد في المقدمة أعلاه يكون للكلمات والمصطلحات الاتية المعاني المبينة أدناه، إلا إذا دلت القرينة على خلاف ذلك:-\n... أ- تشمل كلمة (الشركة) مركز شركة بيت المال الفلسطيني العربي المساهمة المحدودة، أو أي فرع من فروعها، او كليهما معا.\n(1/70)\n\n... ب- تعني عبارة (التمويل بالمضاربة) تقديم الشركة النقد اللازم - كليا أو جزئيا - لتمويل عملية محددة يقوم فيها شخص آخر أو اشخاص أو شركة أو أي جسم معنوي آخر، وذلك على أسياس المشاركة - ربحا أو خسارة - حسب الآراء الفقهية المعتمدة.\n... ت- تعني عبارة (المشاركة المتناقصة) دخول الشركة بصفتها شريك ممول - كليا أو جزئيا- في مشروع ذي دخل متوقع، وذلك على اساس الاتفاق مع الشريك الآخر بحصول الشركة على حصة نسبية من صافي الدخل المتحقق فعلاً، مع حقه في الاحتفاظ بالجزء المتبقي- أو أي قدر منه يتفق عليه - ليكون ذلك الجزء مخصصا لتسديد أصل ما قدمته الشركة من تمويل.\n... ث- تعني عبارة (بيع المرابحة للامر بالشراء) قيام الشركة بتنفيذ طلب المتعاقد معه على أساس شراء الاول ما يطلبه الثاني بالنقد الذي تدفعه الشركة - كليا او جزئيا- وذلك في مقابل التزام الآمر بشراء ما أمر به، وحسب الربح المتفق عليه عند الابتداء.\nج- تشمل كلمة (المصاريف) جميع النفقات التي تتكبدها الشركة في كل ما يتعلق بتنفيذ أية معاملة من المعاملات الواردة في البند (1) من هذه الشروط، وجميع الرسوم على اختلاف أنواعها، وفرق العملة، وعمولة العملاء، وأتعاب المحاماة، والمحكمين والخبراء، وما يتبعها من مصاريف سفر وإقامة، وترجمة أوراق، ونسخها، وطبعها، وتصويرها.\n2- تعتبر مقدمة هذه الشروط جزءاً متمما لها.\n3- تشمل أحكام هذه الشروط جميع أشكال التعامل القائمة مع الشركة سواء فيما سبق إجراؤه من معاملات أو ما سيتم اجراؤه مع الشركة في أي مجال من مجالات التعامل الواردة في البند(1) من هذه الشروط. ويشمل ذلك على سبيل المثال لا الحصر - جميع أشكال التعامل في التمويل بالمضاربة، والمشاركة المتناقصة، وبيع المرابحة للآمر بالشراء.",
        "(1/71)\n\n4- إننا نتعامل مع الشركة من منطلق التعامل الحلال، وبالنوايا الحسنة التي نشهد الله على صدقنا في العمل على اساسها، وإننا نتحمل جميع ما يترتب علينا من مسئولية ناشئة عن أي تعد أو تقصير أو إساءة للامانة، أو مخالفة للشروط المتفق عليها مع الشركة (صراحة او ضمنا) حيث يحق للشركة ان تعود علينا، مجتمعين ومنفردين، بكل ما يترتب لها نتيجة قيام أي سبب موجب للضمان شرعا.\n5- من المتفق عليه بيننا، أنه يحق للشركة وقف العمل بأية معاملة من المعاملات الواردة في البند (1) من هذه الشروط، اذا تبين لها - حسب رأيها المطلق - عدم جدوى الاستمرار في التمويل و/ أو اذا حصلت أية مخالفة لأي شرط من شروط التعامل و/ أو إذا حصل أي تخلف عن القيام بأي التزام من الالتزامات المترتبة علينا و/ أو إذا تبين للشركة أن اية معاملة من المعاملات المشار إليها أعلاه إستغلت و/ أو بارادتها المنفردة دون أن تكون الشركة ملزمة ببيان الاسباب، وذلك دون الحاجة الى ضرورة /ابلاغنا أي اخطار أو تنبيه أو إشعار أو إنذار عدلي أو مراجعة قضائية أو أي إجراء قانوني أو قضائي آخر مهما كان نوعه.\n6- نوافق على عدم إعتبار الشركة وفروعها مسئولين أو ملزمين عن أي عطل وضرر قد يصيبنا في حالة تعطيل الشركة أو توقفها عن العمل سواء أكان ذلك بقرار من سلطة عامة أو بسبب الحرب أو الحوادث العامة، أو لأية أسباب أخرى سواء كانت تشكل قوة قاهرة و/أو ظروفا طارئة أو لأية اسباب اخرى.\n(1/72)",
        "\n7- نصرح بأن الشركة وفروعها غير مسئولين عن أي تلف أو ضياع قد يحدث نتيجة تأخير أو ضياع البرقيات أو التلكس أو الرسائل المرسلة بواسطة الفاكس او التحارير أو غيرها من المستندات، أو بسبب خطا في نقلها، أو تفسيرها، أو ترجمتها، أو بسبب تعليمات شركات التأمين أو الشحن، أو بسبب أي بند من البنود، أو الشروط، أو التحفظات الوارد ذكرها طباعة او كتابة في أي مستند من المستندات. كما أن الشركة وفروعها غير مسئولين عما قد يحدث من خطا أو حذف أو سهو مهما كان نوعه، مما له علاقة بأية معاملة.\n8- نصرح بأن الشركة وفروعها غير مسئولين عن ضياع أي مستند أو اية أوراق او عن أي أمر يتعلق بإكتمال أية مستندات أو أوراق، وصحتها، وحقيقتها، وتأثيرها القانوني، وتزويرها، وتحريفها، وتظهيرها وسريان مفعولها أو عدمه وكذلك لا تكون الشركة وفروعها مسئولين عن أوصاف البضائع المبينة في المستندات، وكميتها، ووزنها، وقيمتها، وحالتها، وتعبئتها، وتسلمها، ومخالفتها لشروط التعامل مع الشركة، وعن حسن نية المصدر أو أي شخص كائنا من كان، وتصرفاتهم، وعن إقتدارهم أو إقتدار ناقلي البضائع ومؤمنيها على الدفع أو عدمه والاخطاء الصادرة من قبلهم أو من قبل شاحني البضائع او ناقليها سواء تم ذلك عن تعمد او نتيجة خطأ تقصيري.\n... كما أننا نتعهد ونقبل ان لا نثير أي إدعاء ضد الشركة وفروعها فيما يتعلق بأي خطأ أو مخالفة أو نقص أو ما شابه ذلك مما ذكر أعلاه، سواء كان ذلك من المستندات أو في البضائع أو في أية معاملة أخرى، والذي من شأنه أن يؤدي الى تأجيل او رفض إعادة الدفع للشركة أو التوقف عنه، أو أن يؤدي الى تعديل إرتباطنا مع الشركة بأي شكل إما قبل الدفع أو بعده.\n(1/73)\n",
        "9- نفوض بأن تدفع الشركة إذا رغبت (دون أن تكون ملزمة بذلك) أي مبلغ تراه الشركة ضروريا لتنفيذ أي التزام مترتب بذمتنا، ونتعهد بأن نسدد للشركة عند الطلب قيمة جميع هذه المبالغ التي تكون قد صرفتها لهذه الغاية.\n10- في حالة أن يطرأ أي تغيير بسبب حدوث حرب أو حوادث طارئة أو حتى في الاحوال العادية أو لأي سبب آخر مهما كان نوعه فاننا نتعهد بأن ندفع للشركة عند طلبها أو عند تقديمها المستندات لنا جميع المصاريف التي دفعتها الشركة ونسقط كل حق لنا في أي اعتراض أو إدعاء مهما كان نوعه.\n11- نتعهد بوفاء جميع الالتزامات المترتبة بذمتنا تجاه الشركة عند الاستحقاق او عند طلب الشركة لأي سبب كان وذلك دون أن تكون الشركة ملزمة ببيان الاسباب الداعية لذلك، واذا استحق أي التزام ولم يدفع لأي سبب كان، تصبح جميع التزاماتنا تجاه الشركة مستحقة دفعة واحدة ولو لم يحل أجل استحقاقها.\n12- نتعهد بأن ندفع نقدا عند أول طلب من الشركة مبلغا موازيا لمطلوبها بموجب أي بند من بنود هذه الشروط.\n13- يشترط في حالة حلول أجل الالتزامات المترتبة في ذمتنا الى الشركة، وامتناعنا عن الوفاء، يحق للشركة ان تطالبنا بما لحقها من ضرر ناشيء، و/أو متعلق بواقعه امتناعنا عن الوفاء، في مدة المماطلة، وفي حالة عدم اتفاقنا على تقدير الضرر، تحال مطالبة الشركة الى المحاكم النظامية لتقرير قيمة الضرر.\nتوقيع العميل: ... ... ... ... ... توقيع الكفيل:\n14- نصرح بغية تنفيذ ما تعهدنا به بموجب هذه الشروط بما يلي:\n... أ- اننا نوافق مقدما على أية محكمة تكون ذات صلاحية تختارها الشركة للفصل في أي نزاع او ادعاء ناشيء و/ أو متعلق بهذه الشروط، ونسقط حقنا مقدما في الاعتراض على صلاحية المحكمة ذات الاختصاص التي تختارها الشركة.\n(1/74)\n\n... ب- إننا نوافق على ان يكون للشركة الحق في أن تنفذ ضدنا، مجتمعين ومنفردين، كل حكم أو قرار يصدر لمصلحة الشركة، أما على جميع ممتلكاتنا او ممتلكات أي واحد منا المنقولة وغير المنقولة معا، وإما على كل من هذه الممتلكات المذكورة على حدة، وفقا لاختيار الشركة المطلق، دون أن يتبع في ذلك أي ترتيب، حتى ولو أن القانون ينص على مثل هذا الترتيب ، إذ اننا نسقط حقنا مقدما في إثارة أي إعتراض بهذا الخصوص.\nالقسم الثاني\nالكفالة المطلقة\nنصرح بموجب هذه الكفالة -وبدون تحفظ - بما يلي:\n... 1- تكون كفالتنا للمكفول الموقع أدناه عامة مطلقة، وعلى وجه التكافل والتضامن، في كل ما يتعلق بالتزامات المكفول تجاه الشركة.\n... 2- نقر أن كفالتنا هذه تعتبر كفالة قائمة بذاتها، ولا يمكن أن تؤثر في أو تتأثر بأية تأمينات أو كفالات اخرى قائمة تجاه الشركة حاليا او مما يمكنه أن يحصل عليها مستقبلا.\n3- نقر أن كفالتنا هذه تبقى سارية المفعول، وملزمة لنا، في حالة منح الشركة للمكفول أي تسامح أو إمهال في تسديد قيمة أي إلتزام أو في حالة تجديد أو تمديد الكفالة.\n4- نقر بان دفاتر الشركة وحساباتها، تعتبر بينة قاطعة لاثبات المبالغ المستحقة، أو التي تستحق على المكفول تجاه الشركة بموجب أي إلتزام مع ما يلحقها من عمولات ومصاريف وغيره، ونصرح بأن قيود الشركة وحساباتها هي نهائية وصحيحة، ولا يحق لنا الاعتراض عليها.\n... كما أننا نتنازل مقدما عن أي حق قانوني، يجيز لنا طلب تدقيق حسابات الشركة وقيودها، من قبل أي محكمة ، أو إبراز دفاترها، أو قيودها فيها.\n... وتعتمد الكشوفات المنسوخة عن تلك الدفاتر والحسابات، والتي يصادق المفوضون بالتوقيع عن الشركة على مطابقتها للاصل.\n... 5- نوافق على الا تتقيد الشركة باي نص قانوني قد يوجب على الشركة الادعاء ضد المكفول قبلنا.",
        "(1/75)\n\n... ونصرح بأننا نتنازل مقدما عن حق تقديم الادعاء ضد المكفول قبل الادعاء ضدنا، وأن مطالبة الشركة للمكفول أو لنا، لا تسقط حق الشركة في مطالبة الآخر.\n... 6- إذا كان المكفول \"شركة\" فان كفالتنا هذه تبقى نافذة المفعول ككفالة دائمة مستمرة، بغض النظر عن أي تغيير أو تعديل في عقد الشركة أو نظامها أو اسمها أو اعضائها أو أفرادها أو تصفيتها اختياريا او قضائيا.\n... 7- تبقى هذه الكفالة قائمة ومستمرة حتى الوفاء التام بكل الالتزامات المترتبة في ذمة المكفول وبإبراء الشركة المكفول خطياً من أي التزام مترتب في ذمته.\nاليوم ... ... الموافق / / م.\nاسم العميل: ... ... ... اسم الكفيل:\nتوقيع العميل: ... ... ... توقيع الكفيل:\n... ... ... ... ... ... ... ... ... ... ...\nأهمية بيع المرابحة لللآمر بالشراء لدى الشركة:\n... يعتبر بيع المرابحة للآمر بالشراء من أهم مجالات الاستثمار التي تمارسها الشركة وقد بلغت حصة بيع المرابحة للآمر بالشراء 89,6% من إجمالي التمويل في الإستثمارات شملت تغطية العديد من الأنشطة الإقتصادية والتي يمكن توضيحها فيما يلي:\n... إلتزاماً بمبدأ الشركة بالعمل بالأسلوب الحلال فقد قامت بتوظيف أموالها وتشغيلها وفقا لهذا الأسلوب سواء عن طريق التمويل بالمضاربة أو المشاركة بنوعيها الدائمة والمتناقصة أو بيع المرابحة للآمر بالشراء وقد خصصت الشركة ما نسبته 40% من أموالها لتمويل عمليات المرابحة والمشاركة حيث بلغ حجم التمويل خلال السنة (1995) مبلغ 1,741,035 دينارا وفيما يلي مزيداً من التوضيح لهذا التمويل:\nالتمويل بالمرابحة ... ... 1,560,588\nالتمويل بالمشاركة الدائمة ... 60,071\nالتمويل بالمشاركة المتناقصة ... 120,376.\n... وقد بلغت المرابحات ما نسبته 89,6% من اجمالي التمويل في الإستثمارات شملت تغطية العديد من الانشطة الإٌقتصادية والتي يمكن توضيحها فيما يلي:\nالبيان ... الاجمالي ... الضفة ... غزة\n(1/76)",
        "\nالتجارة ... 372,617 دينار ... 340,904 دينار ... 31,713 دينار\nالسيارات والمعدات ... 563,306 دينار ... 549,805 دينار ... 13,501 دينار\nالمباني والعقارات ... 624,665 دينار ... 400,185 دينار ... 224,480 دينار\nالإجمالي ... 1,560,588 دينار ... 1,290,894 دينار ... 269,694 دينار\nوقد بلغت أرباح عمليات المرابحة خلال عام 1995 مبلغ 206,854ديناراً وقد اعتبرت الأرباح كاملة في حساب السنة المالية 1995 باعتبار أن عمليات الشراء والبيع تمت في نفس العام ولأن الشركة لا تتقاضى زيادة في الأرباح عند التأخير في السداد(1).\nـــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ\n1- التقرير السنوي الأول لشركة بيت المال 1416هـ 1995 ص11.\nالمبحث الثالث\nشبهات حول تطبيق المرابحة\nالشبهة الأولى: حساب الربح بالنسبة المئوية:\n... ظن كثير من الناس أن حساب الربح بالنسبة المئوية من باب الربا ويعود هذا الظن لتعامل الناس مع البنوك الربوية التي تحسب فوائدها بالنسبة المئوية كأن يقترض شخص من البنك الربوي الف دينار لمدة سنة فيقال له إن عليك فائدة بنسبة 15% مثلا.\n... وفي الحقيقة والواقع ان حساب المصارف الإسلامية والشركات الإسلامية ومنها شركة بيت المال لأرباحها بالنسبة المئوية ليس له علاقة بالربا ولا بمعدلات الفائدة (الربا) التي تتعامل بها البنوك الربوية وتوضيح ذلك أن الفقهاء ذكروا من صور المرابحة الصورتين التاليتين:\n... الصورة الأولى: أن يقول البائع لمن يرغب في الشراء رأس مالي في هذه السلعة مئة بعتك بها وربح عشرة.\n... قال ابن قدامة: (فهذا جائز لاخلاف في صحته ولا نعلم فيه عند أحد كراهة)(1).\n... ونلاحظ أن البائع في هذه الصورة قد جعل نسبة ربحه 10% جملة واحدة.\n... الصورة الثانية: أن يقول البائع بعتك برأس مالي وهو مئة واربح في كل عشرة درهماً.\n(1/77)\n",
        "ــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ\n1- المغني 4/136.\n... قال ابن قدامة عن هذه الصورة: (فقد كرهه أحمد وقد رويت كراهته عن ابن عمر وابن عباس ومسروق والحسن وعكرمة وسعيد بن جبير وعطاء.\n... وقال اسحق: لا يجوز لأن الثمن مجهول حال العقد فلم يجز كما لو باعه بما يخرج به في الحساب.\n... ورخص فيه سعيد بن المسيب وابن سيرين وشريح والنخعي والثوري والشافعي وأصحاب الرأي وابن المنذر.\n... ولأن رأس المال معلوم فأشبه ما لو قال: وربح عشرة دراهم..)(1).\n... ثم بين ابن قدامة ان البيع صحيح وكراهة بعض الصحابة له كراهة تنزيه لأنه كان من بيوع العجم.\n... إن هذا البيع صحيح ولا شيء فيه لأن الثمن معلوم والربح معلوم وحسابه بالنسبة المئوية مجرد عملية حسابية لا شيء فيها والتجار يحسبون أرباحهم بالنسبة المئوية.\n... وهذه النسبة لا علاقة لها بالفائدة الربوية ألتي تتقاضاها البنوك وهناك فرق واضح بينهما وان اتفقتا في الصورة وبيان ذلك:\n... تاجر اشترى ثلاجة بألف دينار فباعها بألف ومئة دينار فهذا التاجر زاد على رأس ماله نسبة مئوية هي 10%.\n... وهذه الزيادة تسمى عند الفقهاء ربحاً وهو شيء حلال بينما البنك الربوي يقرض شخصاً ألف دينار ويفرض عليه فائدة ــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ\n1- المغني 4/136.\n10% فهذه نسبة مئوية وقد زاد البنك رأس ماله 10% وهذه المسماة فائدة وهي محرمة شرعاً.\n... فهاتان الحالتان وإن اتفقتا في الصورة ولكنهما مختلفتان في الحكم . فالأولى ربح حلال والثانية ربا حرام.\n... فالتاجر زاد ماله بطريق حلال. والبنك الربوي زاد ماله بطريق حرام.\n(1/78)\n\n... ومن جانب آخر فهنالك فرق بين ما يتبعه المصرف الاسلامي وما يطبقه البنك الربوي فيما يتعلق بالاعتماد على النسبة المئوية أما البنك الاسلامي فإنه يتفق ابتداء مع المشتري على نسبة الربح بناء على مدة الأجل الذي يسدد فيه الثمن فإذا تم الاتفاق على نسبة معينة فإنه لا يجوز للمصرف الاسلامي ان يزيد عليها شيئا حتى لو أعسر المشتري لأنه قد حصل اتفاق بينهما على الثمن والربح فلا تغيير عليهما بعد هذا الاتفاق.\n... أما البنك الربوي فإنه يحدد أرباحه بالنسبة المئوية بناء على مدة الأجل الذي يسدد فيه القرض ولكن هذه النسبة ليست ثابتة كما في المصرف الاسلامي وذلك لأن العميل إن تأخر عن دفع المطلوب في الزمن المحدد للدفع فإن البنك يتقاضى زيادة في مقدار الفائدة كلما تأخر العميل عن الدفع(1).\n... وبهذا يظهر لنا: (أن اعتماد النسبة لا شيء فيه شرعاً وليس فيه حرام على المتعامل فيه ولا علاقة له بالفائدة التي تتعاطاها البنوك الربوية)(2).\nــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ\n1- بيع المرابحة . احمد ملحم ص177.\n2- احكام العقود والبيوع في الفقه الاسلامي. الشيخ عبد الحميد السائح ص21.\nالشبهة الثانية: زيادة الثمن مقابل الأجل:\n... من المعلوم أن بيع المرابحة للآمر بالشراء كما تتعامل به المصارف الإسلامية والشركات الإسلامية يتضمن البيع الى أجل أو بيع التقسيط وكذلك الحال بالنسبة لشركة بيت المال الفلسطيني العربي حيث إن الشركة تشتري السلعة التي يحددها الآمر بالشراء ثم تبيعها له على أقساط مؤجلة وقد ظن كثير من الناس أن وجود فرق في السعر بين البيع بثمن حال والبيع الى أجل بسعر أعلى من الأول يعتبر من باب الربا المحرم.\n... ولدفع هذه الشبهة لا بد من تفصيل القول في حكم زيادة الثمن مقابل الأجل وقد تعارف الناس على تسمية البيع الذي يشمل زيادة الثمن مقابل الأجل بيع التقسيط.",
        "(1/79)\n\n... وصورته أن يتفق البائع والمشتري على بيع سلعة ما بثمن معلوم يفرق على أقساط معلومة ومن المعروف أن ثمن السلعة إذا بيعت بالتقسيط يكون أعلى من ثمنها إذا بيعت حالاً.\n... وقد اختلف الفقهاء في حكم زيادة الثمن نظير الأجل على قولين:\n... القول الأول: تجوز الزيادة في الثمن نظير الأجل وهذا مذهب جمهور الفقهاء بما فيهم فقهاء المذاهب الأربعة ونقل عن جماعة كبيرة من السلف وبه قال كثير من العلماء المعاصرين(1).\nـــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ\n1- انظر تبيين الحقائق 4/87 تكملة المجموع 13/6 شرح الخرشي 6/44 المغني 4/177 نيل الأوطار 5/172 مجموعة دروس وفتاوى الحرم المكي 3/194 مجلة مجمع الفقه الإسلامي عدد 6 ج1 ص195 فما بعدها.\n... قال ابن قدامة: (وقد روي عن طاووس والحكم وحماد أنهم قالوا: لا بأس أن يقول: أبيعك بالنقد كذا وبالنسيئة كذا فيذهب الى أحدهما.\n... وهذا محمول على أنه جرى بينهما بعد ما يجري في العقد فكأن المشتري قال: أنا آخذه بالنسيئة كذا فقال : خذه. أو رضيت ونحو ذلك. فيكن عقداً كافيا(1).\n... وقال شيخ الاسلام ابن تيمية في جوابه على سؤال حول البيع الى أجل (..... وإذا باعه إياه بالقيمة الى ذلك الأجل فإن الأجل يأخذ قسطاً من الثمن)(2).\n... وقال الإمام الترمذي صاحب السنن: (إذا قال البائع: أبيعك هذا الثوب بنقد عشرة وبنسيئة بعشرين فإذا فارقه على احدهما فلا بأس إذا كانت العقدة على واحد منهما)(3).\n... وقد احتج الجمهور على قولهم بجواز زيادة الثمن مقابل الأجل بأدلة كثيرة منها:\n... 1- قوله تعالى: (وأحل الله البيع وحرم الربا) (4) وهذه االآية الكريمة عامة تشمل بعمومها البيع بثمنين أحدهما مؤجل أعلى من الآخر.\nـــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ\n1- المغني 4/177.\n(1/80)",
        "\n2- مجموع فتاوى ابن تيمية 29/499.\n3- صحيح سنن الترمذي 2/9.\n4- سورة البقرة الآية 275.\n... 2- وقوله تعالى: (إلا أن تكون تجارة عن تراض منكم) (1) قالوا إن من أعمال التجارة البيع بالنسيئة ولا بد من أن تكون له ثمرة وتلك الثمرة داخلة في باب التجارة وليست داخلة في باب الربا والرضا ثابت لأن البيع المؤجل طريق من طرق ترويج التجارة(2).\n... 3- وقوله تعالى (يا أيها الذين آمنوا إذا تداينتم بدين الى أجل مسمى فاكتبوه) (3) فالتقسيط في الثمن لا حرج فيه إذا كانت الأقساط معروفة والآجال معلومة للآية(4).\n... 4- واحتجوا بما ورد في الحديث عن عائشة رضي الله عنها قالت: جاءت بريرة فقالت: أني كاتبت أهلي على تسع أواق في كل عام أوقية فأعينني...)(5).\n... قال الشيخ ابن باز معلقاً على هذا الحديث: (ولقصة بريرة الثابتة في الصحيحين فإنها اشترت نفسها من سادتها بتسع أواق في كل عام أوقية وهذا هو بيع التقسيط ولم ينكر ذلك النبي صلى الله عليه وسلم بل أقره ولم ينه عنه ولا فرق في ذلك بين كون الثمن مماثلاً لما تباع به السلعة نقداً أو زائداً على ذلك بسبب الأجل (6).\nـــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ\n1- سورة النساء الآية 29.\n2- بيع التقسيط د. ابراهيم الدبو مجلة مجمع الفقه الاسلامي عدد 6 ج 1ص 229.\n3- سورة البقرة. الآية 282.\n4- فتاوى اسلامية 2/239.\n5- رواه البخاري ومسلم إنظر صحيح البخاري مع الفتح 6/116 صحيح مسلم بشرح النووي 4/112.\n6- فتاوى اسلامية 2/239.\n... 5- واحتجوا بما روي في الحديث عن عبد الله بن عمرو ان رسول الله صلى الله عليه وسلم أمره أن يجهز جيشاً فنفذت الإبل فأمره أن يأخذ في قلاص الصدقة فكان يأخذ البعير بالبعيرين إلى إبل الصدقة)(1)، فهذا الحديث واضح الدلالة على جواز أخذ زيادة على الثمن نظير الأجل.\n(1/81)\n",
        "... 6- واستدل الجمهور بالمعقول فقالوا: إن الأصل في الاشياء والعقود والشروط الإباحة متى ما تمت برضا المتعاقدين الجائزي التصرف فيما تبايعا، الا ما ورد عن الشرع ما يبطله، ولما لم يرد دليل قطعي على تحريم البيع بالتقسيط، فيبقى على الأصل وهو الإباحة، ومن ادعى الحظر فعليه الدليل، بل قد ورد العكس من ذلك فقد نص الشارع على الوفاء بالعهود والشروط والمواثيق، وإذا كان جنس الوفاء ورعاية العهد مأموراً به علم ان الأصل صحة العقود والشروط، إذ لا معنى للصحيح إلا ما ترتب عليه أثره وحصل به مقصوده، ومقصود العقد هو الوفاء به، فإذا كان الشارع قد أمر بمقصود العقود، دل على أن الأصل فيها الصحة والإباحة(2).\nـــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ\n1- رواه ابو داود وأحمد والبيهقي، انظر عون المعبود 9/147-148، الفتح الرباني 15/80-81، سنن البيهقي 5/287-288 وقال البيهقي: وله شاهد صحيح وقال الساعاتي: وقوى الحافظ إسناده إنظر المصدرين الأخيرين.\n2- بيع التقسيط د. ابراهيم الدبو مجلة مجمع الفقه الاسلامي عدد 6 ج1 ص230.\n...\n... القول الثاني: لا تجوز الزيادة في الثمن نظير الأجل والزيادة تعتبر من باب الربا المحرم وبهذا قال زين العابدين بن بن علي بن الحسين والناصر والمنصور من الهادوية والإمام يحي(1). وبه قال ابو بكر الجصاص الحنفي(2) وهو قول جماعة من العلماء المعاصرين (3).\nوقد احتج هذا الفريق بأدلة منها:\n... 1- قوله تعالى (وأحل الله البيع وحرم الربا) (4) فالآية أفادت تحريم البيوع التي يؤخذ فيها زيادة مقابل الأجل لدخولها في عموم كلمة الربا وهي تفيد الإباحة في قوله تعالى (إلا أن تكون تجارة عن تراض منكم) (5) فإن كل العقود الربوية مقيدة لهذه الإباحة.\n(1/82)\n\n... 2- واحتجوا بما ورد في الحديث عن أبي هريرة أن الرسول صلى الله عليه وسلم قال: من باع بيعتين في بيعة فله أوكسهما أو الربا)(6) وفي رواية اخرى (نهى النبي- صلى الله عليه وسلم - عن بيعتين في بيعة)(7). ووجه الاستشهاد بالحديث بأن يقول بعتك بألف نقداً أو الفين إلى سنة فخذ أيهما شئت أنت وشئت أنا(8).\nــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ\n1- نيل الاوطار 5/172.\n2- أحكام القرآن للجصاص 2/186-187.\n3- بيع المرابحة لأحمد ملحم ص 172، حكم زيادة السعر في البيع بالنسيئة شرعا، د. نظام الدين عبد الحميد مجلة مجمع الفقه الاسلامي عدد 6 ج 1 ص 367.\n4- سورة البقرة الآية 275.\n5- سورة النساء الآية 29.\n6- رواه أبو داود. انظر عون المعبود 9/238 وهو حديث حسن كما قال الشيخ الالباني إرواء الغليل 5/150.\n7- رواه الترمذي والنسائي وأحمد. انظر، صحيح سنن الترمذي 2/8، صحيح سنن النسائي 3/958 وقال الالباني: إسناد حسن. إرواء الغليل 5/149، الفتح الرباني 15/45.\n8- نيل الاوطار 5/172.\n... 3- قالوا لا فرق بين أخذ الزيادة لأجل الأجل في البيع أو القرض لأن كلاهما زيادة مقابل الأجل والزيادة في القرض ربا وكذلك في البيع(1).\nوقد أجاب الجمهور عن أدلة المانعين بمايلي:\n... 1- إن احتجاجهم بالآية الأولى (وحرم الربا) غير مسلم لأن الزيادة لا يكاد يخلو منها كل بيع، فالآية على هذا تصبح مجملة في تعيين الأنواع المحظورة، وقد بينتها السنة في الأشياء الستة المنصوصة أو فيها وما ساواها في العلة، والمسألة محل النزاع خارجة عن كل منهما.\n... إن الزيادة المعتبرة ما كانت فرع الاشتراك في المزيد كالصاع بالصاعين، ولا يتحقق في مختلف الجنس والتقدير.",
        "(1/83)\n\n... وأيضاً ليس للسعر استقرار كالتقدير بالكيل والوزن لما فيه من التفاوت بحسب الغلاء والرخص والرغبة وعدمها وداعي الحاجة وعدمه، فعلى هذا لا يصلح أصلاً ومناطاً يرجع إليه في تعليق الحكم به.\n... ان الزيادة المحظورة في مقابلة المدة انما منعها الشارع إذا كانت ابتداء كما كان عليه أمر الجاهلية في قولهم: (إما أن تقضي وإما أن تربي). وأما إذا كانت تابعة للعقد كما في مسألتنا هذه فهو من البيوع المباحة ولوزاد على سعر يومه(2).\n... 2- وأما الجواب عن احتجاجهم بالآية الثانية (إلا أن تكون تجارة عن تراض منكم) فيقال: - أن الرضا في البيع مدار ــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ\n1- المعاملات المصرفية والربوية ص 125.\n2- بيع التقسيط د. أبراهيم الدبو مجلة مجمع الفقه الاسلامي عدد 6 ج1 ص232.\nالبحث أمر لا ينكر (وهو باعث عليه وبمثله لا يصير البائع مكرها والإلزام مثله في كل بيع وشراء)، إذ لا بد من حامل له كحاجة المشتري الى المبيع والبائع الى الثمن.\n... والفرق بين الباعث والمكره، أن الأول أمر متعلق بما يوجبه العقد من آثاره، والثاني أمر متعلق بالعقد فقط، إذ الإكراه إنما يتحقق على العقد والإكراه معارض للباعث، فمتى غلبه صار مغيراً للإختيار فيكون البيع لا عن تراض فلا حكم له(1).\n... 3- وأما الجواب عن استدلالهم بحديث (نهى عن بيعتين في بيعة) فيقال: إن معنى الحديث محمول على بيوع العينة لا على بيع الأجل وذلك منعاً للتضارب بين السنن والآثار، وبيع العينة حيلة ربوية تعتمد على جواز الفرق بين الثمن المعجل والمؤجل ظاهرها البيع وباطنها القرض الربوي والسلعة تدخل ثم تخرج وليست مرادة والدليل على أن المقصود بالحديث بيع العينة هو أن البائع إذا قال إن كان لسنة فبكذا (110) مثلاً وإن كان نقداً فبكذا (100مثلاً) فهذا ليس من باب بيعتين في بيعة إنما\n(1/84)",
        "\nهو ايجاب ثمنين من أجل أن تنعقد بعد ذلك بيعة واحدة على أحد الثمنين: المؤجل أو المعجل(2).\n... 4- ويجاب عن قولهم بأن اخذ الزيادة لأجل الأجل رباكالزيادة في القرض فيقال إن التبادل في القرض يقع بين الشيء ومثله مئة دينار بمئة دينارا مثلاً أما في البيع بالثمن المؤجل فإن التبادل يقع على أشياء مختلفة هي السلعة المبيعة بالثمن من النقود.\nــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ\n1- بيع التقسيط د. ابراهيم الدبو مجلة مجمع الفقه الاسلامي عدد 6 ج1 ص233.\n2- بيع التقسيط د. رفيق المصري مجلة مجمع الفقه الاسلامي عدد 6 ص331-332.\n... كما أن الربح في القرض بالربا مضمون للمرابي على أي حال أما في البيع فلا لأن الأسعار قابلة للتغير فقد ترتفع فيكون المشتري هو الرابح وقد تنخفض فيربح البائع فعادت قضية البيع بالثمن المؤجل الى قاعدة الغنم بالغرم.\n... كما أن الزيادة على الثمن العاجل في البيع الآجل لا تجوز إلا بهذا المقدار فقط ولا يجوز للبائع أن يزيد عليه شيئاً حتى لو تأخر في السداد لكونه معسراً وأي زيادة تعتبر من الربا المحرم. وأما الزيادة في الربا فإن المرابي يزيد كلما تأخر المدين في السداد(1).\n... وبعد هذا العرض الموجز أرى رجحان مذهب الجمهور في جواز الزيادة نظير الأجل وقد أقر مجمع الفقه الاسلامي صحة هذه الزيادة وأصدر قراره رقم 53/2/6 ونصه:\n... إن مجلس مجمع الفقه الإسلامي المنعقد في دورة مؤتمره السادس بجده في المملكة العربية السعودية من 17 إلى 23 شعبان 1410 الموافق 14-20 آذار (مارس) 1990 م.\n... بعد اطلاعه على البحوث الواردة الى المجمع بخصوص موضوع: \"البيع بالتقسيط\" واستماعه للمناقشات التي دارت حوله، قرر:\n(1/85)\n",
        "... 1- تجوز الزيادة في الثمن المؤجل عن الثمن الحال. كما يجوز ذكر ثمن المبيع نقداً وثمنه بالأقساط لمدد معلومة. ولا يصح البيع إلا إذا جزم العاقدان بالنقد أو التأجيل. فإن وقع البيع\nــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ\n1- المعاملات المصرفية والربوية ص125-126.\nمع التردد بين النقد والتأجيل بأن لم يحصل الاتفاق الجازم على ثمن واحد محدد فهو غير جائز شرعاً.\n... 2- لا يجوز شرعاً في بيع الأجل التنصيص في العقد على فوائد التقسيط مفصولة عن الثمن الحال بحيث ترتبط بالأجل سواء اتفق العاقدان على نسبة الفائدة ام ربطاها بالفائدة السائدة.\n... 3- إذا تأخر المشتري المدين في دفع الأقساط عن الموعد المحدد فلا يجوز إلزامه أي زيادة على الدين بشرط سابق أو بدون شرط لأن ذلك ربا محرم.\n... 4- يحرم على المدين المليء أن يماطل في أداء ما حلَّ من الأقساط ومع ذلك لا يجوز شرعاً اشتراط التعويض في حالة التأخر عن الأداء.\n... 5- يجوز شرعاً أن يشترط البائع بالأجل حلول الأقساط قبل مواعيدها عند تأخر المدين عن أداء بعضها ما دام المدين قد رضي بهذا الشرط عند التعاقد.\n... 6- لا حق للبائع في الاحتفاظ بملكية المبيع بعد البيع ولكن يجوز للبائع أن يشترط على المشتري رهن المبيع عنده لضمان حقه في استيفاء الأقساط المؤجلة(1).\nـــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ\n1- مجلة مجمع الفقه الإسلامي عدد 6 ج1 ص447-448.\nالشبهة الثالثة: ارتفاع نسبة الأرباح التي تتقاضاها الشركة وأن هذه النسبة أكثر من نسبة الربا في البنوك الربوية.\n... سمعت كثيراً من الناس يقولون هذه المقولة: إذا كانت البنوك الربوية تأخذ نسبة من الفائدة أقل من نسبة أرباح بيت المال فالأفضل لنا أن نتعامل مع البنوك الربوية لأن ذلك أنفع لنا.\nوالجواب عن ذلك من وجوه:\n(1/86)\n\n... الوجه الأول: يجب على المسلم أن يفرق بين الحلال والحرام ولا يقبل من المسلم أن يقول: ما دام الحرام أقل تكلفة من الحلال فالأنفع لي والأصلح لي أن آخذ الحرام لأنه قليل التكلفة وأعرض عن الحلال لأن تكلفته أعلى. فلو طبقنا هذا الكلام على الزواج والزنا لوجدنا أن الإنسان لو اراد الزنا فقد لا يكلفه الزنا 1% من تكلفة الزواج وقد لا يكلفه شيئا فهل يصح وهل يقبل من الشاب المسلم أن يقول: ما دامت تكلفة الزواج مرتفعة وغالية فأنا أزني لأن تكلفة الزنا أقل. وهذا الكلام لا يصدر من مسلم.\n... وحالة أخرى وهي شراء البضاعة المسروقة فمن المعلوم أن اللصوص يعرضون البضائع المسروقة بأسعار زهيدة قد تساوي 20% من السعر الأصلي للبضاعة أو اقل. فهل يقبل من المسلم أن يقول: ما دامت البضائع المسروقة أرخص فأنا أشتريها لأن مصلحتي تتحقق بذلك. ومن المعلوم أنه يحرم على المسلم شراء البضائع المسروقة والمغصوبة.\n... الوجه الثاني: إن الشريعة الإسلامية لم تحدد حداً معيناً لربح التاجر في تجارته وإن المتتبع لآيات القرآن الكريم ولأحاديث الرسول صلى الله عليه وسلم لا يجد أنها حددت مقدار أرباحهم بل جعلت ذلك حسب ظروف التجارة والسماحة والتيسير وعدم الاستغلال.",
        "(1/87)\n\n... وقد ورد في الحديث الذي رواه الإمام البخاري بإسناده عن شبيب بن غرقدة قال: (سمعت الحي يحدثون عن عروة أن النبي صلى الله عليه وسلم أعطاه ديناراً يشتري له به شاه فاشترى له به شاتين فباع إحداهما بدينار وجاءه بدينار وشاه فدعا له بالبركة في بيعه وكان لو اشترى التراب لربح فيه(1) وقد ورد هذا الحديث برواية أخرى عند الإمام أحمد في المسند عن عروة بن الجعد البارقي رضي الله عنه قال: (عرض للنبي صلى الله عليه وسلم جلب فأعطاني ديناراً وقال: أي عروة أئت الجلب فاشتر لنا شاه، فأتيت الجلب فساومت صاحبه فاشتريت منه شاتين بدينار فجئت أسوقهما فلقيني رجل فساومني فأبيعه شاه بدينار فجئت بالدينار وجئت بالشاه فقلت: يا رسول الله هذا ديناركم وهذه شاتكم قال: وصنعت كيف؟ قال: فحدثته الحديث فقال: اللهم بارك له في صفقة يمينه\" فلقد رأيتني أقف بكناسة الكوفة أي سوقها فأربح أربعين ألفاً قبل أن أصل إلى أهلي وكان يشتري الجواري ويبيع\"(2).\nـــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ\n1- صحيح البخاري مع فتح الباري 7/445 وقول الراوي في الحديث: سمعت الحي: أي قبيلته كما قال الحافظ ابن حجر في فتح الباري 7/445.\n2- الفتح الرباني 15/20.\n... ويؤخذ من هذا الحديث أن الرسول صلى الله عليه وسلم قد أقر عروة على بيعه الشاه بدنيار مع أنه اشتراها بنصف دينار فقد ربح فيها ما نسبته 100%.\n... فهذا يدل على جواز ان يربح التاجر هذه النسبة بشرط أن لا يكون في البيع غش أو خداع أو احتكار او غبن فاحش.\n... فالتاجر المسلم الملتزم بدينه لا يتعامل بالطرق غير المشروعة فإن تعامل بها فإنه يكون قد وقع في الحرام.\n... وقد ناقش مجلس مجمع الفقه الإسلامي مسألة تحديد أرباح التجار وقرر مايلي:\n(1/88)",
        "\n... إن مجلس مجمع الفقه الإسلامي المنعقد في دورة مؤتمره الخامس بالكويت من 1-6 جمادي الأول 1409هـ 10-15 كانون الأول (ديسمبر) 1988م.\n... بعد اطلاعه على البحوث المقدمة من الأعضاء والخبراء في موضوع (تحديد أرباح التجار) واستماعه للمناقشات التي دارت حوله قرر:\n... أولاً: الأصل الذي تقرره النصوص والقواعد الشرعية ترك الناس أحراراً في بيعهم وشرائهم وتصرفهم في ممتلكاتهم وأموالهم في إطار أحكام الشريعة الإسلامية الغراء وضوابطها عملاً بمطلق قول الله تعالى:{يا ايها الذين آمنوا لا تأكلوا أموالكم بينكم بالباطل إلا أ ن تكون تجارة عن تراض منكم}.\n... ثانيا: ليس هناك تحديد لنسبة معينة للربح يتقيد بها التجار في معاملاتهم بل ذلك متروك لظروف التجارة عامة وظروف التاجر والسلع مع مراعاة ما تقضي به الآداب الشرعية من الرفق والقناعة والسماحة والتيسير.\n... ثالثاً: تضافرت نصوص الشريعة الإسلامية على وجوب سلامة التعامل من أسباب الحرام وملابساته كالغش والخديعة والتدليس والإستغفال وتزييف حقيقة الربح والاحتكار الذي يعود بالضرر على العامة والخاصة.\n... رابعاً: لا يتدخل ولي الأمر بالتسعير إلا حيث يجد خللاً واضحاً في السوق والأسعار ناشئاً من عوامل مصطنعة فإن لولي الأمر حينئذ التدخل بالوسائل العادلة الممكنة التي تقضي على تلك العوامل وأسباب الخلل والغلاء والغبن الفاحش(1).\nالوجه الثالث: إن نسبة الربح الحلال الذي تتقاضاه شركة بيت المال الفلسطيني ليست أكثر من نسبة الفائدة (الربا الحرام) الذي تتقاضاه البنوك الربوية وهنالك أوجه كثيرة مختلفة بين الجهتين وهذا يتضح فيما يلي:-\n... 1- إن البنوك الربوية تختلف فيما بينها في كيفية إحتساب الفوائد على القروض التي تمنحها أو حسابات الأجل من بنك لآخر من حيث مقدار نسبة الفائدة ومقدار عمولات المصاريف الإدارية والمصاريف البريدية أو البرقية التي تؤخذ من العملاء.\n(1/89)\n",
        "... كما وأن نسبة الفائدة تختلف من عميل لآخر في أغلب الأحيان حسب حجم تعامل العميل مع البنك أو حسب العلاقات الشخصية أو غير ذلك.\nــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ\n1- مجلة مجمع الفقه الاسلامي عدد 5 ج4 ص2919-2920.\n... أما في شركة بيت المال فيتم إحتساب الربح بطريقة تقوم على أساس المساواة في التعامل مع الزبائن لتحقيق العدالة وإستقرار المعاملات ودون تأثير لقيمة المعاملة مع مراعاة الدور الإجتماعي الذي تقوم به الشركة.\n... 2- إن البنوك الربوية لا تأخذ بعين الإعتبار الاحوال المالية الصعبة التي يمر بها العميل أثناء فترة تسديد القرض حيث تقوم البنوك الربوية تلقائياً بإحتساب فائدة على أي تأخير في السداد. وهذا يخالف ما عليه شركة بيت المال التي لا تفرض أية زيادة أو غرامات بسبب التأخير في تسديد الأقساط في مواعيدها بإعتبار أن ما تقوم به الشركة هو صفقة تجارية متفق عليها مسبقاً وهذا مطابق لأحكام الشريعة الإسلامية التي لا تقر تلك الزيادة .\n... 3- تعتبر شركة بيت المال عند تقدير نسبة الربح الثمن الأصلي للبضاعة والمصاريف الفعلية التي تتكبدها الشركة تماما كما يحسب أي تاجر نسبة ربحه فيدخل في ذلك ثمن البضاعة وأجور النقل والتخزين ونحوها من المصاريف الفعلية.\n... 4- تقوم البنوك الربوية بخصم مقدار الفائدة والمصاريف الإدارية من أول دفعة مستحقة للعميل عند الإقتراض وهذا الأمر يعني زيادة معدل الفائدة عند الأخذ بالحسبان إحتساب تشغيل هذه الأموال طوال فترة تسديد القرض.\n... 5- تعتبر البنوك الربوية من المؤسسات المالية التي لا تفرض عليها ضريبة مضافة (17%) وفق القوانين السائدة. بينما تعامل شركة بيت المال كشركة تجارية فتفرض عليها ضريبة مضافة (17%) بالاضافة إلى ضريبة الدخل.\n(1/90)\n\n... 6- عند المقارنة بين نسبة الربح لدى شركة بيت المال ونسبة الفائدة لدى البنوك وبعد دراسة القضية دراسة موضوعية متأنية يظهر أن نسبة الربح لدى شركة بيت المال لا تصل إلى نصف نسبة الفائدة لدى البنوك الربوية.\n... 7- وأخيراً فإنني أوصي شركة بيت المال بأن تكون أرباحها معتدلة وتأخذ بعين الإعتبار الاحوال الاقتصادية الصعبة التي يمر بها الإقتصاد المحلي من ركود وبطالة وحصار وغلاء.\nالخاتمة\n1- بيع المرابحة للآمر بالشراء كما تتعامل به المصارف والشركات الإسلامية ومنها شركة بيت المال الفلسطيني بيع صحيح مشروع على الراجح من أقوال أهل العلم. ولا يعتبر هذا البيع تحايلاً على الربا ولا بيعتين في بيعة.\n2- إن اتباع الخطوات الصحيحة لبيع المرابحة للآمر بالشراء يعصم من الوقوع في الزلل والخطأ ويبعد المتعاملين عن الشبهات.\n3- المطلوب من المصارف والشركات الإسلامية توسيع دائرة نشاطها واستعمال أساليب الاستثمار الجائزة شرعاً كالمضاربة والسلم والاستصناع والمشاركة بالاضافة لبيع المرابحة للآمر بالشراء.\n4- المطلوب من القائمين على شركة بيت المال وموظفيها أن يفكروا بعقلية التاجر المسلم ولا يفكروا بعقلية الممول فحسب فينظروا الى قيمة الربح السريع وتجنب المخاطر لأن التجارة فيها نوع من المخاطرة.\n5- لا بد لشركة بيت المال الفلسطيني أن تستمر في توعية موظفيها وتنمية معلوماتهم حول أساليب الاستثمار الشرعية.\n6- عند تقدير ارباح الشركة في أي عقد من العقود لا بد أن يتلاءم الربح مع درجة المخاطرة مع مراعاة أحوال الناس بحيث لا يكون هناك إجحاف لا في حق الزبائن ولا في حق الشركة.\n7- ما دام ان الشركة قد اعتمدت النظام الاسلامي في معاملاتها فلا بد أن ينعكس ذلك بصورة إيجابية على تعاملها مع الناس وعلى واقعها بكل جزئياته حتى يكون الالتزام بأحكام الشرع الحنيف في الأقوال والأعمال.",
        "(1/91)\n\n8- إن تجربة شركة بيت المال تجربة جديدة في فلسطين المحتلة التي تعاني ظروفاً صعبة من جميع النواحي فلا بد من العمل على تشجيع هذه التجربة ودعمها وتسديدها في خطواتها لتبرهن على صحة التوجه وصحة المنهج الذي التزمت به ولتبعد الناس على التعامل بالحرام.\n... ولا بد من التأكيد على أن الوقوع في الخطأ لا يعني خطأ المنهج وانما الخطأ في التطبيق والتماس العذر مطلوب مع حسن الظن والتوجيه نحو الصواب.\nوالله الهادي الى سواء السبيل.\nالمراجع مرتبة حسب حروف المعجم\n\"القرآن الكريم\"\n1- أحكام العقود والبيوع في الفقه الاسلامي. عبد الحميد السائح، من مطبوعات البنك الاسلامي الاردني مطبعة الشرق-عمان.\n2- أحكام القرآن. لابي بكر أحمد بن علي الرازي الجصاص. تحقيق محمد الصادق قمحاوي، الطبعة الثانية دار المصحف -القاهرة.\n3- إرواء الغليل في تخريج أحاديث منار السبيل. لمحمد ناصر الدين الألباني، الطبعة الأولى ، المكتب الاسلامي بيروت.\n4- أسلوب المرابحة والجوانب الشرعية. د. عبد الستار أبو غدة، بحث منشور بمجلة مجمع الفقه الاسلامي عدد 5 ج2.\n5- أعلام الموقعين عن رب العالمين. لأبي عبد الله محمد المعروف بإبن القيم، مراجعة طه عبد الرؤوف سعد، طبع دار الجيل، بيروت 1973.\n6- أنيس الفقهاء في تعريفات الألفاظ المتداولة بين الفقهاء للشيخ قاسم القونوي، تحقيق د. احمد الكبيسي، الطبعة الثانية، نشر دار الوفاء للنشر والتوزيع ، جدة-السعودية.\n7- بداية المجتهد ونهاية المقتصد. لأبي الوليد محمد بن احمد المعروف بإبن رشد الحفيد، طبعة دار الفكر ومكتبة الخانجي.\n8- بيع التقسيط. د. ابراهيم الدبو، بحث منشور بمجلة مجمع الفقه الإسلامي عدد6 ج1.\n9- بيع التقسيط. د. رفيق المصري، بحث منشور بمجلة مجمع الفقه الاسلامي عدد6 ج1.\n10- بيع المرابحة في الاصطلاح الشرعي، محمد عبده عمر، بحث منشور بمجلة مجمع الفقه الاسلامي عدد5 ج2.\n(1/92)",
        "\n11- بيع المرابحة كما تجريه البنوك الاسلامية.د. محمد الاشقر، الطبعة الثانية1415-1995 نشر دار النفائس-عمان.\n12- بيع المرابحة للآمر بالشراء كما تجريه المصارف الاسلامية د. يوسف القرضاوي، الطبعة الثانية 1407-1987، نشر مكتبة وهبة القاهرة.\n13- بيع المرابحة للآمر بالشراء في المصارف الاسلامية. د. رفيق يونس المصري، بحث منشور بمجلة مجمع الفقه الاسلامي عدد5 ج2.\n14- بيع المرابحة للآمر بالشراء، د. سامي حسن حمود، بحث منشور بمجلة مجمع الفقه الاسلامي عدد5 ج2.\n15- بيع المرابحة وتطبيقاتها في المصارف الاسلامية . احمد سالم ملحم، الطبعة الاولى 1410-1989. نشر مكتبة الرسالة الحديثة -عمان.\n16- تبين الحقائق شرح كنز الدقائق. لفخر الدين عثمان الزيلعي، الطبعة الثانية، دار الفكر بيروت.\n17- تخريج إحياء علوم الدين (المغني عن حمل الاسفار في الاسفار في تخريج ما في الإحياء من الاخبار) لزين الدين العراقي، مطبوع بهامش الاحياء، دار إحيار الكتب العربية-القاهرة.\n18- تطوير الأعمال المصرفية بما يتفق والشريعة الاسلامية. د. سامي حسن حمود، الطبعة الثانية 1402-1982 مطبعة الشرق- عمان.\n19- التعريفات. لأبي الحسن علي بن محمد الجرجاني، طبعة الدار التونسية للنشر 1971.\n20- التقرير السنوي الأول لشركة بيت المال لسنة 1416-1995.\n21- تكملة المجموع. لمحمد نجيب المطبعي ، طبعة دار الفكر- بيروت.\n22- تلخيص الحبير في تخريج أحاديث الرافعي الكبير. للحافظ أحمد بن علي بن حجر العسقلاني، طبعة عبد الله هاشم المدني 1384-1964.\n23- الحاوي الكبير لأبي الحسن الماوردي . تحقيق علي معوض وعادل عبد الموجود، الطبعة الأولى 1414-1994.\nدار الكتب العلمية بيروت.\n24- حكم زيادة السعر في بيع النسيئة شرعاً. د. نظام الدين عبد الحميد، بحث منشور بمجلة مجمع الفقه الاسلامي عدد6 ج1.\n(1/93)\n",
        "25- دروس وفتاوي في الحرم المكي. لمحمد بن صالح العثيمين، الطبعة الثانية 1411-1990، مكتبة أولي النهى، الرياض، دار خضر بيروت.\n26- رد المحتار على الدر المختار (حاشية ابن عابدين). لمحمد أمين الشهير بإبن عابدين ، الطبعة الثانية 1386-1966، مكتبة ومطبعة مصطفى الحلبي-القاهرة.\n27- سلسلة الأحاديث الصحيحة، لمحمد ناصر الدين الألباني، الطبعة الثانية 1399-1979، المكتب الاسلامي بيروت.\n28- السيل الجرار المتدفق على حدائق الأزهار. لمحمد بن علي الشوكاني، الطبعة الاولى ، دار الكتب العلمية.\n29- سنن البيهقي. لأبي بكر احمد بن الحسين البيهقي، طبعة دار الفكر بيروت.\n30- شرح الخرشي على مختصر سيدي خليل. لمحمد الخرشي المالكي، طبعة دار صادر بيروت.\n31- شرح الدردير. لأحمد بن محمد الدردير العدوي المالكي، طبعة دار الفكر، بيروت.\n32- شرح النووي على مسلم. لأبي زكريا يحيى بن شرف النووي، طبعة دار الخير بيروت.\nالطبعة الأولى 1414-1994.\n33- الصحاح. لاسماعيل بن حماد الجوهري، تحقيق أحمد عبد الغفور عطار، الطبعة الثانية 1399-1979 دار العلم للملايين بيروت.\n34- صحيح ابن حبان (الاحسان) تحقيق شعيب الارناؤوط، الطبعة الأولى 1408-1988، مؤسسة الرسالة بيروت.\n35- صحيح البخاري مع شرحه فتح الباري. مطبعة مصطفى البابي الحلبي 1378-1951 القاهرة.\n36- صحيح سنن أبي داود. لمحمد ناصر الدين الالباني، الطبعة الاولى 1409-1989، المكتب الاسلامي بيروت.\n37- صحيح سنن الترمذي. لمحمد ناصر الدين الالباني، الطبعة الاولى 1409-1989، المكتب الاسلامي بيروت.\n38- صحيح سنن النسائي، لمحمد ناصر الدين الالباني، الطبعة الاولى 1409-1989، المكتب الاسلامي بيروت.\n39- صحيح مسلم بهامش شرح النووي. طبعة دار الخير، الطبعة الاولى 1414-1994.\n40- عون المعبود شرح سنن أبي داود لأبي الطيب شمس الحق العظيم ابادي، الطبعة الاولى 1410-1990 دار الكتب العلمية- بيروت.\n(1/94)\n\n41- فتاوى اسلامية الشيخ عبد العزيز بن باز وآخرون، الطبعة الاولى 1408-1988، دار القلم -بيروت.\n42- فتاوى شرعية في الاعمال المصرفية. صادرة عن بيت التمويل الكويتي، الطبعة الثانية 1406-1986. من مطبوعات بنك دبي الاسلامي.\n43- الفتاوى الشرعية في المسائل الاقتصادية صادرة عن بيت التمويل الكويتي الطبعة الثانية 1406-1986.\n44- الفتاوى الشرعية. نشرة صادرة عن شركة بيت المال إعداد هيئة الرقابة الشرعية 1416-1996.\n45- الفتاوى الشرعية. نشرة اعلامية صادرة عن البنك الاسلامي الاردني 1414-1994.\n46- فتح الباري شرح صحيح البخاري للحافظ ابن حجر العسقلاني، مطبعة مصطفى البابي الحلبي.القاهرة سنة 1378-1959.\n47- الفتح الرباني لترتيب مسند الامام احمد بن حنبل الشيباني. للشيخ احمد عبد الرحمن البنا دار إحياء التراث العربي بيروت.\n48- الفروق. لشهاب الدين القرافي، دار المعرفة - بيروت.\n49- الفقه الاسلامي وأدلته. د . وهبه الزحيلي، الطبعة الثانية 1405-1985، دار الفكر - دمشق.\n50- القوانين الفقهية، لابن جزي، دار القلم - بيروت.\n51- قواعد الوعد الملزمة في الشريعة والقانون. د. محمد رضا العاني، بحث منشور بمجلة مجمع الفقه الاسلامي عدد 5 ج2.\n51- الكليات. لأبي البقاء ايوب بن موسى الحسيني الكفوي، الطبعة الثانية 1413-1993 مؤسسة الرسالة بيروت.\n52- لسان العرب. لأبن منظور، دار إحياء التراث- بيروت، الطبعة الأولى 1408-1988.\n53- مجمع الزوائد ومنبع الفوائد. لعلي بن ابي بكر الهيثمي، الطبعة الثالثة 1402-1982.دار الكتاب العربي- بيروت.\n54- مجلة مجمع الفقه الاسلامي من منشورات منظمة المؤتمر الاسلامي جدة.\n55- المجموع شرح المهذب. لأبي زكريا النووي، طبعة دار الفكر - بيروت.\n56- مجموع الفتاوى. شيخ الاسلام ابن تيمية، جمع وترتيب عبد الرحمن العاصمي الحنبلي الطبعة الأولى 1398.",
        "(1/95)\n\n57- المحلى بالآثار. لأبي محمد علي بن حزم الأندلسي، تحقيق د. عبد الغفار البنداري، دار الفكر - بيروت.\n58-المرابحة للآمر بالشراء. د. ابراهيم الدبو، بحث منشور بمجلة مجمع الفقه الاسلامي عدد 5 ج2.\n59- المرابحة للآمر بالشراء. د. بكر أبو زيد، بحث منشور بمجلة مجمع الفقه الاسلامي عدد5 ج2.\n60- المرابحة للآمر بالشراء. د. الصديق محمد الأمين الضرير بحث منشور بمجلة مجمع الفقه الاسلامي عدد5 ج2.\n61- المرابحة للآمر بالشراء. د. علي السالوس، بحث منشور بمجلة مجمع الفقه الاسلامي عدد 5 ج2.\n62- مشكاة المصابيح. لمحمد بن عبد الله الخطيب التبريزي، تحقيق محمد ناصر الدين الالباني ، المكتب الاسلامي - بيروت- الطبعة الثالثة 1405-1985.\n63- المصباح المنير في غريب الشرح الكبير للرافعي. لأحمد بن محمد الفيومي، المكتبة العلمية - بيروت.\n64- المعاملات المصرفية والربوية وعلاجها في الاسلام. د. نور الدين عتر، الطبعة الرابعة 1406-1986 مؤسسة الرسالة بيروت.\n65- المغني. لأبن قدامة المقدسي، نشر مكتبة القاهرة سنة 1388-1968.\n66- ملتقى الأبحر. لابراهيم بن محمد الحلبي، تحقيق وهبي سليمان الالباني، الطبعة الأولى 1409-1989 مؤسسة الرسالة - بيروت.\n67- المهذب لأبي اسحاق الشيرازي، دار الفكر (مع المجموع).\n68-الموسوعة الفقهية. تصدرها وزارة الاوقاف والشؤون الاسلامية الكويتية، الطبعة الثانية 1412-1992 طباعة ذات السلاسل -الكويت.\n69- الموطأ برواية محمد بن الحسن الشيباني. تحقيق عبد الوهاب عبد اللطيف، الطبعة الثانية - المكتبة العلمية.\n70- نحو نظام نقدي عادل. د. محمد عمر شابرا، الطبعة الثانية 1411-1990، إصدار المعهد العالمي للفكر الاسلامي، دار البشير- عمان.\n71- نشرة تعريفية. صادرة عن شركة بيت المال الفلسطيني العربي بدون تاريخ.\n72- نظرة الى عقد المرابحة. محمد علي التسخيري بحث منشور بمجلة مجمع الفقه الاسلامي عدد5 ج2.\n(1/96)",
        "\n73- نيل الأوطار شرح منتقى الاخبار. محمد بن علي الشوكاني، مطبعة مصطفى البابي الحلبي- القاهرة.\n74- الهداية شرح بداية المبتدي. برهان الدين المرغيناني، دار التراث العربي- بيروت.\n75- الوفاء بالوعد. د. ابراهيم الدبو، بحث منشور بمجلة مجمع الفقه الاسلامي عدد5 ج2.\n76- الوفاء بالوعد. د. يوسف القرضاوي. بحث منشور بمجلة الفقه الاسلامي عدد5 ج2.\n...\nفهرس الموضوعات\nالموضوع ... الصفحة\nتقديم ... 5\nالمقدمة ... 6\nتمهيد ... 9\nتعريف البيع ... 11\nتعريف بيع المرابحة ... 12\nحكم المرابحة ... 15\nالفصل الاول بيع المرابحة للآمر بالشراء ... 17\nالمبحث الاول:تعريف بيع المرابحة للآمر بالشراء وصوره ... 19\nنشأة إصطلاح بيع المرابحة ... 19\nتعريف المرابحة عند العلماء المعاصرين ... 20\nالاسس التي تقوم عليها المرابحة ... 22\nصور تعامل المصارف الاسلامية مع بيع المرابحة ... 23\nالمبحث الثاني:خلاف العلماء المعاصرين في حكم بيع المرابحة ... 27\nالقائلون بالجواز ... 27\nأدلة القائلين بالجواز ... 28\nالدليل الأول ... 28\nالدليل الثاني ... 30\nالدليل الثالث ... 33\nالدليل الرابع ... 35\nالدليل الخامس ... 36\nالدليل السادس ... 37\nالدليل السابع ... 38\nالأدلة على الإلزام بالوعد ... 38\nالقائلون بالتحريم ... 41\nأدلتهم ... 42\nالأدلة على عدم الإلزام بالوعد ... 45\nمناقشة أدلة الفريقين ... 46\nبيان القول الراجح ... 55\nالفتاوى الصادرة بجواز بيع المرابحة للآمر بالشراء ... 55\nفتوى المؤتمر الأول للمصرف الاسلامي ... 55\nفتوى المؤتمر الثاني للمصرف الاسلامي ... 56\nفتوى الندوة الاقتصادية الاسلامية ... 57\nفتوى مستشار بيت التمويل الكويتي ... 60\nفتوى الشيخ عبد العزيز بن باز ... 61\nفتوى مجمع الفقه الاسلامي ... 62\nالفصل الثاني: بيع المرابحة للآمر بالشراء كما تتعامل به شركة بيت المال الفلسطيني العربي ... 65\nالمبحث الأول: نشأة الشركة وأهدافها ... 67\n(1/97)\n",
        "التعريف بالشركة ... 67\nأهداف الشركة ... 68\nالنشاط الاستثماري للشركة ... 70\nتعامل الشركة وفق احكام الشريعة الإسلامية ... 75\nهيئة الرقابة الشرعية للشركة ... 75\nصندوق الزكاة في الشركة ... 79\nالمبحث الثاني: التطبيق العملي لبيع المرابحة كما تجريه شركة بيت المال ... 87\nطلب الشراء ... 87\nوعد بالشراء ... 89\nعقد بيع المرابحة ... 91\nالكفالة ... 99\nأهمية بيع المرابحة لدى الشركة ... 108\nالمبحث الثالث: شبهات حول تطبيق المرابحة ... 110\nالشبهة الأولى: حساب الربح بالنسبة المئوية ... 110\nالشبهة الثانية: زيادة الثمن مقابل الأجل ... 113\nإختلاف الفقهاء في زيادة الثمن مقابل الأجل ... 113\nالقول الأول: جواز الزيادة ... 113\nالأدلة على الجواز ... 114\nالقول الثاني: لا تجوز الزيادة ... 117\nالأدلة على عدم الجواز ... 117\nالرد على أدلة المانعين ... 118\nالقول الراجح جواز الزيادة مقابل الأجل ... 120\nالشبهة الثالثة: إرتفاع نسبة الأرباح التي تتقاضاها الشركة ... 122\nالجواب من وجوه ... 122\nالوجه الأول ... 122\nالوجه الثاني ... 123\nالوجه الثالث ... 125\nالخاتمة ... 128\nقائمة المصادر ... 130\nفهرس الموضوعات ... 138\n(1/98)\n"
    ]
}