{
    "partText": [
        "\nبسم الله الرحمن الرحيم\n\nجامعة الأزهر\nكلية اللغة العربية في القاهرة\nقسم اللغويات\n\n(تأصيل البُنَى في تعليل البِنَا)\nللإمام بدر الدين محمد بن عبد الله الزركشي\n(المتوفى سنة 794هـ)\nدراسةً وتحقيقًا\n\nحققه، وعلق عليه\nمحمد إبراهيم حسنين عبد الفتاح\nالمدرس في قسم اللغويات\nفي كلية اللغة العربية بالقاهرة\n(1/1)\n",
        "المقدمة\nالحمد لله رب العالمين، والصلاة والسلام على أشرف المرسلين سيدنا محمد وعلى آله وصحبه، ومن تبعهم بإحسان إلى يوم الدين:\nأما بعد،،،،،،\nفهذا أثر من آثار الإمام بدر الدين الزركشي (ت سنة 794هـ) التي صنفها في علم النحو، شرح فيه أبيات البناء الثلاثة من البيت الخامس عشر إلى البيت السابع عشر في ألفية الإمام جمال الدين ابن مالك (ت سنة 672هـ)، وأجاب فيها عن اعتراضات أوردها عليه بعض النحويين كأبي حيان و غيره، وأجاب عن ذلك كله إجابات وافية شافية، بأسلوب واضح، ولغة عالية، وحجة قوية.\nوقد وقع نظري على مخطوطة منها في معهد المخطوطات بالقاهرة، فرأيتها بخط المصنف - رحمه الله تعالى - ونظرت فيها فألفيتها مفيدة جديرة بالتحقيق والدراسة، وصحَّ مني العزم - بحمد الله تعالى - على تحقيقها، ووفقني الله تعالى في العثور على نسخة أخرى منها محفوظة في معهد المخطوطات أيضًا، وكلتا المخطوطتين مصورتان عن نسختين مودعتين في دير الأسكوريال في أسبانيا.\nوتكمن أهمية هذه الرسالة في أنها لعالم كبير، وإمام جليل، له مشاركات في شتى العلوم كالحديث والفقه والأصول واللغة، وهو الإمام الزركشي، ثم إن النسخة الأولى بخط المؤلف نفسه، وتكشف عن جانب مهم في حياة هذا الإمام، وهو جهوده النحوية التي لم يصلنا منها شيء، اللهم إلا ما نثره نثرًا في كتابه (البحر المحيط في الأصول).\nومما دفعني إلى تحقيق هذه الرسالة أيضًا أن أحدًا من المحققين السابقين - فيما أعلم - لم يقم بتحقيقها ودراستها، والتعليق عليها، ولم يعطها حقها من النظر والتحقيق.\nوقد قسمت هذا البحث قسمين:\nالقسم الأول: قسم الدراسة. ... والقسم الثاني: قسم التحقيق\nوقد اشتملت هذه الدراسة على ثلاثة مباحث:\nالمبحث الأول: ترجمة الإمام الزركشي، وجاء في مطلبين:\nالمطلب الأول: التعريف به، من حيث اسمه، ونسبه، ومولده، وألقابه، ورحلته، وشيوخه، وتلاميذه، ووفاته.\nالمطلب الثاني: حياته العلمية وآثاره، تحدثت فيه عن ثقافته الواسعة، وصفاته وأخلاقه، وآثاره المطبوعة والمخطوطة.\nالمبحث الثاني: كتاب (تأصيل البُنَى) للزركشي، ويشتمل على ثلاثة مطالب:\nالمطلب الأول: مادة الكتاب ومنهجه.\nالمطلب الثاني: مصادره في كتابه.\nالمطلب الثالث: توثيق نسبة الكتاب إلى الزركشي ثم بعد ذلك تحدثت في المبحث الثالث عن: وصف النسختين المعتمدتين في التحقيق ومنهج التحقيق ونماذج من المخطوطتين.\n(1/2)\n\nالقسم الثاني: وهو قسم التحقيق، وجاء فيه نصُّ الرسالة محققًا، ثم أتبعته بالفهارس الفنية، فصنعت فهرساً للآيات القرآنية، وآخر للشعر والرجز، وفهرسًا للكتب والأعلام والجماعات الواردة فيها، ثم جاء بعد ذلك فهرس المصادر والموضوعات.\nوأما عن التحقيق فقد سِرْت فيه على وفق مناهج التحقيق التي أقرَّها شيوخه وأعلامه، كما حرصت على تتبع مسائل الكتاب وشواهده في كتب النحو والعربية المختلفة للوصول إلى أقرب صورة أرادها المصنف لكتابه.\nوفي الختام - أسأل الله تعالى أن يجعل هذا العمل خالصًا لوجهه الكريم. وأن يكون مقبولاً لديه، وأن ينفع به، وآخر دعوانا أن الحمد لله رب العالمين. وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم.\n\nمحمد إبراهيم حسنين عبد الفتاح\nفي شوال 1427هـ/ نوفمبر 2006م",
        "(1/3)\n\nالقسم الأول:\nالدراسة\n(1/4)",
        "\nالمبحث الأول: ترجمة الإمام الزركشي (1)\nالمطلب الأول: التعريف به\nأ- اسمه ونسبه ومولده\nهو أبو عبد الله محمد بن عبد الله بن بهادر، بدر الدين الزركشي الشافعي (2)، وذهب بعض من ترجم له إلى أنه محمد بن بهادر بن عبد الله (3)، والصحيح هو الأول، كما أثبته الزركشي نفسه بخطه في أول هذه الرسالة (4).\n__________\n(1) ترجمته في المصادر الآتية، وهي مرتبة ترتيبًا زمنيًّا:\n- ... إنباء الغمر بأبناء العمر في التاريخ لأحمد بن علي بن حجر العسقلاني (ت852هـ) 3/ 138 - 142، طبعة وزارة المعارف الهندية - تحت مراقبة الدكتور محمد عبد المعيد خان - دائرة المعارف العثمانية.\n- ... الدرر الكامنة في أعيان المائة الثامنة لابن حجر العسقلاني (ت سنة 852هـ) 4/ 17 - 18، حققه محمد سيد جاد الحق - دار الكتب الحديثة - مصر.\n- ... النجوم الزاهرة في ملوك مصر والقاهرة لجمال الدين أبي المحاسن يوسف بن تغري بردي الأتابكي (ت سنة874هـ) 12/ 134، ط دار الكتب المصرية.\n- ... نزهة النفوس والأبدان في تواريخ الزمان للخطيب الجوهري علي بن داود الصيرفي (ت سنة900هـ) 1/ 354، مطبعة دار الكتب المصرية سنة 1970م.\n- ... حسن المحاضرة في أخبار مصر والقاهرة لجلال الدين السيوطي (ت سنة 911هـ) 1/ 366، ط دار الكتب العلمية سنة 1418هـ/ 1997م.\n- ... طبقات المفسرين للحافظ شمس الدين محمد بن علي بن أحمد الداودي (ت سنة 945هـ) 2/ 157 - 158، تحقيق علي محمد عمر، مكتبة وهبة - مصر ط 1 سنة1972م.\n- ... شذرات الذهب في أخبار من ذهب لأبي الفلاح عبد الحي ابن العماد الحنبلي (ت سنة 1089هـ) 6/ 335، دار الفكر للطباعة والنشر.\n- ... الرسالة المستطرفة لبيان مشهور كتب السنة المشرفة للشريف محمد بن جعفر الكتاني (ت 1345 هـ) ص190 دار البشائر ط 4 سنة 1406هـ/ 1986م.\n- ... تاريخ الأدب العربي لكارل بروكلمان (ت سنة 1956م) - القسم السادس 11/ 364 - 367، ط الهيئة المصرية العامة للكتاب سنة 1995م.\n- ... الأعلام لخير الدين الزركلي (ت سنة 1976م) 6/ 60 - 61، دار العلم للملايين - بيروت ط 6 سنة 1984م.\n- ... معجم المؤلفين لعمر رضا كحالة 9/ 121 - 122، 10/ 205 - مكتبة المثنى - بيروت.\n(2) انظر: نزهة النفوس والأبدان 1/ 354، وحسن المحاضرة 1/ 366، وطبقات المفسرين للداودي 2/ 157، والرسالة المستطرفة 190، ومعجم المؤلفين 10/ 205. وهناك عالم آخر يشترك مع بدر الدين الزركشي في اسمه واسم أبيه ولقبه، ولكنه يختلف عنه في المذهب والوفاة، وهو شمس الدين محمد بن عبد الله الزركشي المصري الحنبلي (ت772هـ)، وله شرح على مختصر الخرقي في مذهب الإمام أحمد بن حنبل، حققه عبد الله بن عبد الرحمن بن عبد الله الجبرين، ونشرته مكتبة العبيكان بالرياض 1412هـ، 1991م.\n(3) انظر: الدرر الكامنة 4/ 17، وإنباء الغمر 3/ 138، وشذرات الذهب 6/ 335، والأعلام 6/ 60.\n(4) وقد ذكر ابنه محمد - أيضًا - أن اسمه: (بدر الدين أبو عبد الله محمد بن جمال الدين عبد الله الشهير بـ (الزركشي). ولا شك أن ابنه أقرب الناس إليه وأعلمهم به [انظر: سلاسل الذهب للزركشي ص26]، ومما يدل على ذلك ويعضده: أنه هكذا جاء في مقدمة البحر المحيط للزركشي [انظر: البحر 1/ 5]، ولعل (بهادُرَ) كان لقبًا لأبيه، ثم اشتهر به بعد ذلك حتى غلب عليه.\n(1/5)\n",
        "ولد في مصر سنة 745هـ، وأصله من الأتراك، وكان أبوه مملوكًا لبعض أكابرهم (1)، فتعلم في صغره صنعة الزركش (2)؛ فنسب إليها ولُقب بها.\nب - ألقابه\nاشتهر الزركشي بعدة ألقاب، منها: (الزركشي) نسبة إلى صناعة الزركش التي تعلمها في صغره، ومن ألقابه أيضًا: (المنهاجي)؛ لأنه حفظ (منهاج الطالبين) للإمام النووي، وهو صغير (3)، كما لُقب بـ (المصنف)؛ لكثرة تصانيفه (4)، وبـ (الشافعي) نسبة إلى مذهب الإمام الشافعي (5).\nجـ - رحلته وشيوخه\nنشأ الزركشي مُحبًّا للعلوم الشرعية، فأخذ ينهل منها، وبدأ يتردد على المشايخ والعلماء في مصر، ولازم الشيخين، جمال الدين الإسنوي (6) وسراج الدين البلقيني (7) الذي كانت ملازمته له أشد، فحفظ (منهاج الطالبين) للإمام النووي وهو صغير، ثم حفظ غيره من المختصرات والمتون (8)، ثم رحل إلى بلاد الشام يطلب علوم الحديث الشريف، والتقى بأكابر المحدثين والعلماء، ولازم الشهاب الأذرعي (9)، ثم رحل إلى الشيخ الصلاح بن أبي عمرو (10)، والإمام ابن أميلة (11)، كما تلمذ لعلماء كثيرين، منهم: جمال الدين ابن هشام المصري (12)، الذي ذكره الزركشي في جملة مشايخه، فقال في (البحر المحيط): \"وسمعت شيخنا أبا محمد ابن هشام - رحمه الله\" (13). ومنهم - أيضًا - الحافظ مُغُلْطاي (14)، وأبو الفداء ابن كثير (15). وابن الحنبلي الشافعي (16).\n__________\n(1) انظر: الدرر الكامنة 4/ 17 - 18.\n(2) الزراكشة: من أرباب الصنائع، والفعل (زركش)، ويقال: (زركش الثوب)، أي: صبغه أو لوَّنه [انظر: مصطلحات صبح الأعشى لمحمد قنديل البقلي ص169، طبعة مصورة عن الهيئة المصرية العامة للكتاب].\n(3) انظر: إنباء الغمر 3/ 138.\n(4) انظر: النجوم الزاهرة 2/ 134، وشذرات الذهب 6/ 335.\n(5) انظر: طبقات المفسرين 2/ 158، والأعلام 6/ 60.\n(6) هو أبو محمد عبد الرحيم الإسنوي الفقيه الشافعي شيخ الشافعية بالديار المصرية، توفى سنة 772هـ[انظر: الدرر الكامنة 2/ 436، وبغية الوعاة 2/ 92].\n(7) هو عمر بن رسلان الكتاني، عالم المائة الثامنة، توفى سنة 805هـ[انظر: شذرات الذهب 7/ 51 - 52].\n(8) انظر: الدرر الكامنة 4/ 17.\n(9) هو أحمد بن حمدان الأذرعي، نسبه إلى أذرعات الشام، كان شيخ المذهب الشافعي، توفي سنة 783هـ[انظر: شذرات الذهب 6/ 278، والدارس للنعيمي 1/ 56].\n(10) هو محمد بن أحمد بن إبراهيم المقدسي، كان مسند عصره، وهو آخر من كان بينه وبين النبي صلى الله عليه وسلم تسعة أنفس بالسماع المتصل بشرط الصحيح، توفي 780هـ[انظر: الدرر3/ 392 - 393، وشذرات الذهب 6/ 267 - 268].\n(11) هو عمر بن حسن بن فريد بن أميلة المراغي الحلبي، مسند العصر، توفي سنة 778هـ[انظر: الدرر 3/ 235 - 236، وشذرات الذهب 6/ 258].\n(12) وهو عبد الله بن يوسف بن أحمد ابن هشام الأنصاري، النحوي الكبير، صاحب التصانيف الباهرة، مثل: مغنى اللبيب، وأوضح المسالك، وشذور الذهب، (توفى سنة 774هـ).\n(13) البحر المحيط 2/ 338، وذكره أيضًا في 2/ 295، 329، 272، 309.\n(14) هو مغلطاي بن قليج البكجري الحافظ، كان إمامًا حافظًا بارعًا في فنون الحديث، توفى سنة 762هـ[انظر: هدية العارفين 2/ 467 - 468].\n(15) هو عماد الدين إسماعيل بن كثير، الإمام المحدث المفسر الحافظ، صاحب (البداية والنهاية) توفي سنة774هـ[انظر: الدرر الكامنة 1/ 399، وشذرات الذهب 6/ 231].\n(16) هو أحمد بن جمعة، شهاب الدين أبو العباس الأنصاري الحلبي، المعروف بـ (ابن الحنبلي الشافعي)، ولي خطابة جامع حلب مدة عشرين سنة، (توفي سنة 774هـ) [انظر الدرر 3/ 277 - 278].\n(1/6)\n\nد - تلاميذه\nكثر تلاميذ الزركشي الذين أخذوا عنه، ونهلوا من معينه؛ وذلك لإمامته، وشهرته الواسعة لتصدره في خانقاه كريم الدين ولتوليه الإفتاء فيها، وكان من أشهر من أخذ عنه: شمس الدين البرماوي، محمد بن عبد الدائم بن عيسى، لزم الزركشي ومهر به، وكان الإمام الزركشي يعظمه ويقربه، وأذن له في إصلاح مصنفاته، وتوفي سنة831 (1).\nومنهم: كمال الدين محمد بن حسن الشُّمُنِّي المالكي الإسكندري تقدم في علم الحديث، وصنف فيه (2) ومنهم أيضًا: نجم الدين عمر بن حجي الدمشقي الشافعي، توفى سنة 830هـ (3).\nهـ - وفاته\nتوفى - رحمه الله تعالى - بالقاهرة في يوم الأحد ثالث شهر رجب سنة794هـ، ودفن بالقرافة الصغرى (4)، وكان عمره تسعة وأربعين عامًا.\nالمطلب الثاني: حياته العلمية وآثاره\nأ- ثفافته الواسعة\nكان الزركشي فقيهًا أصوليًّا محدثًا محررًا، كما كان أديبًا مفسرًا، فاضلاً في ذلك كله (5) فقد تنوعت ثقافته، فكان موسوعيًّا مشاركًا في سائر العلوم، وكان في جميع ذلك رشيق الأسلوب، جميل العبارة، كما كان ينظم الشعر (6).\n__________\n(1) شذرات الذهب 7/ 197.\n(2) شذرات الذهب 7/ 151.\n(3) الضوء اللامع 6/ 78، والشذرات 7/ 193.\n(4) انظر: إنباء الغمر 3/ 142، وحسن المحاضرة 1/ 366، وطبقات المفسرين 2/ 158.\n(5) انظر: طبقات المفسرين 2/ 158.\n(6) انظر: إنباء الغمر 3/ 142.",
        "(1/7)\n\nب - صفاته وأخلاقه\nكان منقطعًا إلى الاشتغال بالعلم، لا يشغله عنه شيء لا تجارة ولا صناعة (1)، قال عنه تلميذه شمس الدين البرماوي: كان لا يشتغل بالدنيا، وكان له أقارب يكفونه أمر ديناه (2). وقال ابن حجر: \"كان منقطعًا في منزله، لا يتردد إلى أحد إلا إلى سوق الكتب، وإذا حضره لا يشتري شيئًا، وإنما يطالع في حانوت الكتبى طول نهاره، ومعه ظهور أوراق يعلق فيها ما يعجبه، ثم يرجع فينقله إلى تصانيفه\" (3). ودرَّس الزركشي، وأفتى، وولي مشيخة خانقاه كريم الدين بالقرافة الصغرى (4)، وأقبل على التصنيف، فكتب بخطه مالا يُحْصَى لنفسه ولغيره (5)، وكان خطه ضعيفًا جدًّا قَلَّ من يحسن استخراجه (6).\nجـ - آثاره المطبوعة والمخطوطة\nعلى الرغم من عمره القصير، الذي لم يناهز الخمسين عامًا، فقد صنف وألَّف في فنون عديدة، فهو صاحب التصانيف الفائقة المفيدة، والفنون الرائعة البديعة؛ ولذلك لُقِّبَ بـ (المصنف)، فألف في الفقه والأصول والحديث والتفسير والبلاغة والنحو والأدب، وسارت بمؤلفاته الركبان، وطبقت شهرتها الآفاق. وهذه المصنفات منها المطبوع ومنها المخطوط:\n(1) ومن مؤلفاته المطبوعة:\n1 - الإجابة لإيراد ما استدركته عائشة على الصحابة، حققه الأستاذ سعيد الأفغاني - طبعة المكتب الإسلامي - دمشق 1971م.\n2 - إعلام الساجد بأحكام المساجد، حققه أبو الوفا مصطفى المراغي - المجلس الأعلى للشئون الإسلامية - القاهرة 1965م.\n3 - البحر المحيط في أصول الفقه، بتحقيق مجموعة من المحققين، نشرته وزارة الأوقاف بالكويت 1409هـ/ 1998م.\n4 - البرهان في علوم القرآن، تحقيق محمد أبي الفضل إبراهيم - مطبعة عيسى البابي الحلبي - القاهرة 1957م.\n5 - تأصيل البُنَى في تعليل البِنَا، وهو هذا الكتاب الذي أقوم بتحقيقه إن شاء الله تعالى.\n__________\n(1) انظر: طبقات المفسرين 2/ 158.\n(2) انظر: شذرات الذهب 6/ 335.\n(3) الدرر الكامنة 4/ 18.\n(4) انظر: طبقات المفسرين 2/ 158.\n(5) انظر: إنباء الغمر 3/ 139.\n(6) وقد عانى كثيرًا من سوء خطه الأستاذ سعيد الأفغاني حين نشر رسالته التي بخطه: (الإجابة لإيراد ما استدركته عائشة على الصحابة)، فذكر في ص4: \"أن أحدًا لا يستطيع حل كتابتها، وهي بخط سقيم غامض جدًّا، وانظر: ثقافة المفهرس لمحمود محمد الطناحي ص224.\n(1/8)",
        "\n6 - تشنيف المسامع بجمع الجوامع، حققه سيد عبد العزيز وعبد الله ربيع، في مؤسسة قرطبة، القاهرة سنة 1419هـ/ 1998م.\n7 - التنقيح لألفاظ الجامع الصحيح، وهو شرح علي صحيح الإمام البخاري، مطبوع على هامش (كشف المشكل لابن الجوزي)، بتحقيق محمد حسن إسماعيل - دار الكتب العلمية - بيروت - لبنان.\n8 - خبايا الزوايا، تحقيق عبد القادر عبد الله العاني، نشرته وزارة الأوقاف والشئون الإسلامية - الكويت 1402هـ/ 1982م.\n9 - سلاسل الذهب في الأصول، حققه محمد المختار بن محمد الأمين الشنقيطي - نشرته مكتبة ابن تيمية - القاهرة 1411هـ/ 1990م.\n10 - لُقْطة العَجْلان وبلَّة الظمآن في أصول الفقه والحكمة والمنطق، نشره جمال الدين القاسمي الدمشقي في مطبعة والدة عباس في القاهرة 1908م.\n11 - المنثور في القواعد، تحقيق تيسير فائق، وأحمد محمود، وزارة الأوقاف بالكويت سنة1405هـ1985م.\n12 - المعتبر في تخريج أحاديث المنهاج والمختصر، حققه حمدي عبد المجيد السلفي - دار الأرقم للنشر والتوزيع.\n13 - معنى لا إله إلا الله، تحقيق علي محيي الدين على القره داغي، دار البشائر الإسلامية - بيروت 1986م.\n14 - النكت على العمدة، تحقيق نظر محمد الفاريابي - مكتبة الرشد - المملكة العربية السعودية.\n(2) ومن مؤلفاته المخطوطة:\n1 - التذكرة النحوية، جمع فيه مسائل من النحو وإعراب الأحاديث والأبيات الشعرية التي يستشهد بها النحويون، ويعرف بـ (تذكرة الزركشي) (1).\n2 - تكملة شرح المنهاج للإمام النووي، شرحه الإسنوي، وبلغ فيه إلى باب (المساقاة)، وتوفى ولم يكمله فأكمله الزركشي (2).\n3 - خادم الرافعي والروضة في الفروع، أو خادم الشرح والروضة (3).\n4 - الديباج في توضيح المنهاج (4).\n5 - الذهب الإبريز في تخريج أحاديث فتح العزيز للرافعي (5).\n6 - زهر العريش في أحكام الحشيش (6).\n7 - الغرر السوافر فيما يحتاج إليه المسافر (7).\n__________\n(1) منه نسخة في مخطوطات الجامعة الإسلامية، برقم 1074.\n(2) يوجد الجزء الثالث منه في المكتبة الظاهرية بدمشق برقم 345 فقه شافعي.\n(3) منه مخطوطة في المكتبة الظاهرية برقم 2375، 2376 حديث.\n(4) ومنه نسخة في دار الكتب الظاهرية برقم 68 فقه شافعي.\n(5) ومنه نسخة في مكتب أحمد الثالث برقم 2973.\n(6) منه عدة نسخ في مكتبة الإسكندرية برقم 7812ج، وبدار الكتب برقم 150 مجاميع.\n(7) منه نسخة في ليدن بهولندا برقم 3013.\n(1/9)\n",
        "8 - شرح التنبيه للشيرازي في الفقه الشافعي (1).\n9 - شرح الوجيز في الفروع للغزالي (2).\n10 - الكواكب الدرية في مدح خير البرية (3)، وهو تعليق على بردة البوصيري ذكر فيه إعراب الكلمات وإيضاح الغريب.\n11 - مالا يسع المكلف جهله (4).\n12 - مجموعة الزركشي في فقه الشافعية (5).\n13 - مفاتيح الكنوز وملامح الرموز (6) في المسائل الفقهية التي وردت في كتاب الحاوي.\nإلى غير ذلك من الكتب التي تزخر بها أماكن المخطوطات في العالم (7)، هذا بالإضافة إلى ما ذكرته المصادر التي ترجمت للزركشي، ولم يظهر له وجود حتى الآن (8). وكم في الزوايا من خبايا.\nالمبحث الثاني: كتاب (تأصيل البنى) للزركشي\nالمطلب الأول: مادة الكتاب ومنهجه\nجاءت هذه الرسالة شرحًا للأبيات التي ساقها ابن مالك في ألفيته عن أسباب البناء في الأسماء وهي الأبيات من الخامس عشر إلى السابع عشر، في قوله:\nوالاسمُ مِنْه معربٌ ومبني ... لِشَبَهٍ من الحروف مُدْني\nكالشَّّّّّّبَهِ الوضعيِّ في اسمَىْ جئتنا ... والمعنويِّ في (مَتَى) وفي (هُنَا)\nوكَنِيَابةٍ عَن الفعل بلا ... تَأَثُّرٍ وكافتقارٍ أُصِّلا\n\nوقد بَيَّن في المقدمة غرضه من ذلك، فيقول:\n\"الكلام على هذه الأبيات الثلاث في مقامات ثلاث:\nالمقام الأول: في انقسام الاسم إلى معرب ومبني.\n__________\n(1) منه نسخة في برلين برقم 4466، كما توجد نسخة منه في مكتبة أحمد الثالث برقم 1/ 8955، 4349.\n(2) توجد منه نسخة في المكتبة الظاهرية برقم 2392.\n(3) منه نسخة في مكتبة الملك عبد العزيز برقم 42579/م.\n(4) منه نسخة في مكتبة الإسكوربال برقم 707.\n(5) منه نسخة بدار الكتب المصرية برقم 253 فقه شافعي.\n(6) منه نسخة في مكتبة سوهاج برقم 296. انظر: فهرس معهد المخطوطات 1/ 318.\n(7) انظر: تاريخ الأدب العربي لبروكلمان، القسم السادس 11/ 365 - 366.\n(8) انظر في ذلك: الدرر الكامنة 4/ 18. وإنباء الغمر 3/ 140 - 142،وطبقات المفسرين 2/ 158، والأعلام 6/ 60 - 61، ومعجم المؤلفين 10/ 205، وانظر أيضًا: سلاسل الذهب 41 - 42، والإجابة 9 - 41، والبحر المحيط 1/ 10 - 18\" في مقدمات محققيها.\n(1/10)\n\nوالثاني: أن علة بناء الاسم تنحصر في شبه الحرف.\nوالثالث: أن الشبه ينقسم إلى ثلاثة أقسام: وضعي، ومعنوي، واستعمالي، وقد اعترض عليه في كل من الثلاث\".\nثم شرع في الكلام عن كل مقام منها، فتحدث عن صور الواسطة بين الإعراب والبناء، وقد سار الزركشي على منهج محدد واضح المعالم ظاهر القسمات؛ فكان يورد كل قسم من أنواع الشبه بين الاسم والحرف مبينًا معناه وضابطه، وما يندرج تحته من الأسماء المبنية معتذرًا عن ابن مالك. ورادًّا الاعتراض عنه، مبينًا مذاهب النحويين في كل منها.\nوبعد أن انتهى من الكلام على هذه الأبيات تحدث عن أشياء تركها من الأسماء المبنية، مع أنه ليس فيها شيء من هذه العلل التي في نظمه، وقد ساقها واحدة تلو الأخرى ذاكرًا علة بنائها بما يدفع الاعتراض عنه، وَبَيَّن العوارض التي تعرض للاسم فتوجب بناءه، مثل: التركيب، والتعريف، وقطع الإضافة والمشابهة اللفظية، والخروج عن النظائر، وغيرها. وختم كلامه بتنبيهات تتعلق بموضوع رسالته، فتحدث عن الإعراب وحركاته، والفرق بينها وبين حركات البناء وأيهما أسبق؟\nوألف الزركشي هذه الرسالة وهو يشكو من سوء حظه الذي حال دون أن يتبوأ المكانة التي تليق به؛ فيقول \"والمال قد مال، والأحوال حائلة، والجار قد جار، والإخوان خُوَّان\" (1)؛ ولذلك نجده يقدم اعتذارًا لقارئه، فيقول: \"وليعذر الواقف عليه والمحدق ببصيرته إليه فإني ألفته والقلب مقروح والفؤاد بأسياف الهم مجروح\" (2).\nويمكن أن نتبين منهج الزركشي فيما يلي:\n1 - وضع الزركشي عبارة ابن مالك نصب عينيه، فهو يدور في فلكها لا يحيد عن مضمونها؛ فلم يكن يستطرد ليخرج القارئ مما هو فيه، محاولاً أن يصل إلى ما فيها ليشرحها ويوضحها، مستعينًا بثقافته الموسوعية، ومصادره الكثيرة. وكان حريصاً على أن يكون شرحه وافيًا بالمقصود؛ فلا يشعر القارئ بفجوة بين النظم والشرح.\n2 - حرص الزركشي على أن يقارن بين عبارة ابن مالك وآرائه في كتبه الأخرى، كالتسهيل وشرحه، والكافية الشافية وشرحها، وعمدة الحافظ وشرحها، وكان هدفه من ذلك كله بتبيين مذهب ابن مالك وفهم عبارته.\n3 - كان الزركشي ينتصر لابن مالك، ويعتذر عنه، ويرد اعتراض المعترضين عليه، كأبي حيان وغيره.\n4 - عُني الزركشي بتقسيم الموضوع وتحديده، فنجده بعد أن يفرغ من شرحه، يذكر خلاصة الموضوع وتقسيماته، ولذلك شاعت في كتابه ألفاظ، مثل: (وبالجملة) و (الحاصل)، ونحوهما، كما عُني بتوضيح مواضع الخلاف وتبيينه، ومن ذلك قوله: \"اختلف في بناء هذا القسم - أي المضاف إلى غير متمكن من الظروف المبهمة - هل ينقاس؟ فالأكثرون على أنه لا ينقاس، وذهب المبرد في الكامل، وتبعه ابن الدهان في الغرة إلى أنه منقاس\" (3).\n__________\n(1) انظر ص67.\n(2) انظر السابق.\n(3) انظر ص56.",
        "(1/11)\n\nويقول أيضًا: \"وقد اختلف في الحركات بالنسبة إلى الإعراب والبناء من جهة الأصالة على ثلاثة مذاهب .. \" (1) ثم ساقها مُبينًا دليل كل منها.\nويقول في موضع آخر: \"وأما الإعراب فاختلفوا فيه هل هو لفظي أو معنوي؟ على قولين، أي: هل هو من عوارض الألفاظ أو المعاني، كنظير الخلاف في العموم، غير أن الخلاف ثَم يظهر له فوائد، وههنا لم تظهر لي فائدته\" (2).\nويقول أيضًا: \"اختلفوا في المجرور بـ (كم) الخبرية، هل هو بالإضافة أو بحرف الجر المقدر؟ فعند الجمهور، كما قاله العكبري في شرح الإيضاح: إنه بالإضافة، قالوا: والبناء لا يمنع من الإضافة، كما في (لدن) \" (3).\nويقول أيضًا في بناء (أمس): ووراءه ثلاثة أقوال: أحدها: أنه بني؛ لأنه منقول من فعل الأمر، والتقدير فيه: (أمس) محذوف اللام، ونسب للكسائي .. والثاني: أنه مبني لافتقاره إلى اليوم الذي بعده كافتقار الحرف إلى ما بعده ... والثالث: أنه بني لتضمنه معنى حرف الإشارة\" (4).\n5 - لم يكن الزركشي مجرد ناقل عن آثار السابقين، وإنما كان يرجح أو يختار رأيًا من الآراء أو مذهبًا من المذاهب، فقد كان يشير إليها إشارات سريعة، ويعبر عن ذلك بعبارات مثل: (والصحيح) أو (قلت)، أو (وهذا ضابط حسن) و (هذا فيه نزاع)، أو (وهذا فيه نظر) إلى غير ذلك من العبارات.\nومن الأمثلة على ذلك قوله: \"الأمر الثاني مما اعترض به على الناظم: انتفاضه بالمضاف، نحو: (غلام زيد) فإن المضاف إليه مجرور بالمضاف لا بحرف الجر المقدر على الأصح، خلافاً للزجاج\" (5).\nويقول في موضع آخر: \"وبالجملة فإنما تصح هذه العلة إذا قلنا: إن أسماء الأفعال لا موضع لها من الإعراب، وهو قول الأخفش وغيره، فإن قلنا بالصحيح وهو مذهب سيبويه والجمهور ... \" (6).\nويقول أيضًا: \"ومنها النكرة مع (لا)، نحو: (لا رجل)، فإن حركتها للبناء على الأصح خلافًا للزجاج، والجرمى، والسيرافي، والرماني، وغيرهم\" (7).\nومن آرائه أيضًا التي نص عليها متابعًا فيها من سبقه من النحويين:\n- يرى أنه لا يَرد على ابن مالك علل البناء في الأفعال والحروف؛ لأنه لم يتكلم في علة مطلق البناء، ولأن البناء في الحروف، والأفعال أصل، والأصول لا تعلل، أما الحروف فبالإجماع، وأما الأفعال فكذلك عند البصريين (8).\n__________\n(1) انظر ص55 - 66.\n(2) انظر ص63 - 64.\n(3) انظر ص43.\n(4) انظر ص46 - 47.\n(5) انظر ص 40.\n(6) انظر ص44.\n(7) انظر ص56.\n(8) انظر ص61.\n(1/12)",
        "\n- يرى أن البناء في الأسماء يكون لشبه الحروف، وأنه قد يطرأ على معربات الأسماء أمور توجب بناءها وإن لم يقتضه أصلها، ويكون ذلك في أبواب جرت عادة النحويين أن يذكروا تلك الموجبات العارضة في أبوابها، كما فعل ابن مالك في الخلاصة وغيرها (1).\n- أن الحركات مشتركة بين الإعراب والبناء مختلفة الصفة، ولذلك فرق النحويون بين أسمائها لإزالة الاشتراك (2).\n- يذهب إلى أن (أمس) مبني لتضمنه معنى الحرف، وهو لام التعريف، وهو مذهب الجمهور (3).\n- يرى أن العلة في إعراب (أَيٍّ) أنها مركبة من الإضافة وأمر آخر، وهو كونها بمعنى (كل) مع النكرة، و (بعض) مع المعرفة، و (كل، وبعض) معربان (4).\n- يذهب إلى أن الشبه الوضعي علة للضمائر المتصلة، لأنها هي الأصل، ولا يُعدَل عنها إلى المنفصل إلا عند تعذرها، وليس في المتصل أكثر من حرفين، وأما الضمائر المنفصلة فعلة بنائها: الحمل على الضمائر المتصلة بجامع احتياجها إلى ما يعودان إليه، ويكون مفسرًا لها، وهذا أولى عند الزركشي من الإلحاق بلا مناسبة (5).\n6 - ويتميز أسلوبه - فوق ذلك - بالسهولة واليسر والدقة في العبارة، مع قوة في البحث والتدقيق؛ فهو يبحث مسائله كلها، مستقصيًا الكلام فيها، منبهًا على ما في عبارة ابن مالك - مستعينًا على ذلك بالشواهد القرآنية. ومن ذلك: حديثه عن مراعاتهم الشبه اللفظي في لسانهم، فيقول:\n\"ومن ذلك: توكيد المضارع بالنون بعد (لا) النافية، نحو: {لا يَحْطِمَنَّكُمْ سُلَيْمَانُ} (6) حملاً لها في اللفظ على (لا) الناهية، نحو: {وَلا تَحْسَبَنَّ اللَّهَ غَافِلا} (7)، وهو كثير\" (8).\nويقول في موضع آخر: \"ولا يبنى (قبل) على الضم إلا إذا تقدم ما يدل عليه، ونُوى فيه المضاف، كما في قوله تعالى: {لِلَّهِ الأمْرُ مِنْ قَبْلُ وَمِنْ بَعْدُ} (9)، أي: (من قبل الغلب ومن بعده)،ولو لم يتقدم: {غُلِبَتِ الرُّومُ} (10)، ما صح إطلاقه، وكان المضاف ظاهرًا\" (11).\n__________\n(1) انظر السابق.\n(2) انظر ص 65.\n(3) انظر ص 46.\n(4) انظر ص41.\n(5) انظر ص32.\n(6) سورة النمل من آية 17.\n(7) سورة إبراهيم من آية 42.\n(8) انظر ص 34.\n(9) سورة الروم من آية 4.\n(10) سورة الروم آية 2.\n(11) انظر ص48.\n(1/13)\n",
        "ونجده يستشهد - أيضًا - بعدة قراءات متواترة، فيقول: \"ومنها - أي: المبنيات - المضاف إلى غير متمكن من الظروف والأسماء المبهمة كـ (يومئذ، وحينئذ، وساعتئذ)، قال تعالى: {مِنْ عَذَابِ يَوْمَئِذٍ} (1) فيمن قرأ بفتح الميم ... وقال تعالى: {إِنَّهُ لَحَقٌّ مِثْلَ مَا أَنَّكُمْ تَنْطِقُونَ} (2) في قراءة من فتح اللام، وهما الحرميان وأبو عمرو، وابن عامر ... قال تعالى: {وَأَنَّا مِنَّا الصَّالِحُونَ وَمِنَّا دُونَ ذَلِكَ} (3) بفتح نون (دون)، وهي في موضع رفع بالابتداء، وقال تعالى: {وَحِيلَ بَيْنَهُمْ وَبَيْنَ مَا يَشْتَهُونَ} (4) بفتح نون (بين) لإضافتها إلى (ما)، وهي في موضع رفع لقيامه مقام الفاعل\" (5).\nوأحياناً يستشهد بقراءات شاذة، ومن ذلك قوله: \"لا يجوز حذف العائد وهو ضمير مبتدأ من صلتها حتى يكون فيها طول ... فإن لم يكن فيه طول، قبح، كقراءة بعضهم: {مَا بَعُوضَةٌ} (6) (7)\nونلحظ من خلال الدراسة أنه يحرص غالبًا على عزو القراءات المتواترة ونسبتها إلى أصحابها، بخلاف القراءات الشاذة التي لا ينسبها إلى أحد، ومن ذلك أيضًا قوله في صور الواسطة بين الإعراب والبناء: \"ومنها: المتبع، كقراءة بعضهم: {الْحَمْدِ لِلَّهِ} (8) بكسر الدال\" (9).\nويقول أيضًا: \"وأما قراءة بعضهم: {فَمَنْ تَبِعَ هُدَايَ فَلا خَوْفُ} (10)، فيجوز أن يكون بناء، ويجوز أن يكون أسقط التنوين مع إرادته\" (11).\nوالزركشي يستشهد - أيضًا - بالشواهد الشعرية وهو في الغالب لا يعزوها إلى قائلها، فيقول:\n\"على أن الشبه اللفظي معتبر في لسانهم ... وتأمل زيادة (إنْ) بعد (ما) المصدرية في قول الشاعر:\nوَرجِّ الفتى للخير ما إنْ رأَيْتَهُ على السِّنِّ خيرًا لا يزال يزيدُ\nوكذلك ركبوا النكرة مع (لا) الزائدة في قوله:\nلو لم تكن غَطَفَانُ لا ذنوبَ لها إِذَنْ للام ذَوو أحسابِها عُمَرا (12)\n__________\n(1) سورة المعارج من آية 11، وهي قراءة نافع والكسائي، انظر: السبعة 336.\n(2) سورة الذاريات من آية 23.\n(3) سورة الجن من آية 11، وهي قراءة نافع، والكسائي، وعاصم في رواية حفص عنه، انظر: السبعة 656.\n(4) سورة سبأ من آية 54، انظر السبعة 530.\n(5) انظر ص51 - 52.\n(6) سورة البقرة من آية 26، وهي قراءة الضحاك وابن أبي عبلة.\n(7) انظر ص 63.\n(8) سورة الفاتحة من آية 2، وهي قراءة الحسن البصري وزيد بن علي، انظر: المحتسب 1/ 37.\n(9) انظر ص 27.\n(10) سورة البقرة من آية 38، وهي قراءة ابن محيصن.\n(11) انظر ص59.\n(12) انظر ص33.\n(1/14)\n\nوقد ينسب البيت إلى قائله أحيانًا فيقول: \"ظهور (من) في بعض المواضع كقول الحماسي:\nوكيف أنساك لا أيديك واحدةٌ عندي ولا بالذي أَوْلَيْتَ من قِدَمِ (1)\nومنه أيضًا قول أبي قيس بن رفاعة:\nلم يمنع الشَّرْبَ منها غيرَ أن نطقت حمامةٌ في غصون ذاتِ أو قالِ (2)\nإلى غير ذلك من الشواهد الشعرية التي بلغت واحدًا وعشرين شاهدًا، منها ما هو منظومة تعليمية، كالخلاصة لابن مالك، وكالشاطبية في علم القراءات للإمام الشاطبي التي استشهد بها في موضع واحد (3).\nالمطلب الثاني: مصادره في كتابه\nكان الزركشي عالمًا محررًا مشاركًا في علوم شتى كالفقه والأصول والحديث، والنحو، واللغة، والأدب وغيرها من العلوم، وقد ظهر ذلك جليًّا في: (تأصيل البنى في تعليل البنا)، فنجده يسهب في شرح مسائله، ويحشد لها نصوص العلماء حشدًا يجعله يشبع المسألة دراسة؛ فيوفيها حقها من العرض، ويتسم كتابه بكثرة المصادر التي استمد منها، وأخذ عنها، فقد كانت من الكثرة والتنوع بمكان، وكلها تدور في فلك الموضوع الذي يعالجه؛ فجاءت لخدمته وتوضيحه فتنوعت مصادره بين التفسير والقراءات وعلم الأصول والنحو، فنجده ينقل من كتب التفسير كالكشاف للزمخشري (4)، أو من كتب القراءات، مثل: (حرز الأماني ووجه التهاني، المشهور بـ (الشاطبية) (5)، أو من علم الأصول كالمحرر لفخر الدين الرازي (6).\nوقد اتسعت جريدة مصادره التي رجع إليها لتصل إلى مصادر عز وجودها أو كادت فينقل عن صاحب الإفصاح (7)، وصاحب البسيط (8)، وهو ابن العلج في غير موضع، وعن ابن الدهان في الغرة (9) وعن شرح الجمل للخفاف (10)، وشرح الجزولية لابن العطار (11)، وعن شروح الإيضاح المختلفة لابن الحاج، وابن هشام وابن أبي الربيع، وعبد القاهر، والعكبري (12).\n__________\n(1) انظر ص57.\n(2) انظر ص52.\n(3) انظر ص33.\n(4) انظر ص40، النص طويل نقله بنصه من الكشاف 3/ 342 - 343.\n(5) انظر ص33، وقد شرح كلام الشاطبي.\n(6) انظر ص63.\n(7) انظر ص27.\n(8) انظر ص31، 32، 36، 37، 38، 40.\n(9) انظر ص52، 56.\n(10) انظر ص62.\n(11) انظر ص31.\n(12) انظر على الترتيب: ص45، 30، 48، 62، 43.",
        "(1/15)\n\nوكانت كتب أبي علي الفارسي وتلميذه ابن جني رافدًا من روافد هذه الرسالة، فمن مصادره: الإيضاح العضدي، والعسكريات للفارسي (1)، ومنها الدمشقيات، والتمام، والخصائص، والخاطريات لابن جني (2)، كما كان من مصادره أيضًا: الأمالي لابن الشجري (3)، والأمالي لابن الحاجب (4)، وقواعد المطارحة (5)، بالإضافة إلى كتب ابن مالك نفسه، كـ (شرح التسهيل) (6)، وشرح الكافية الشافية (7)، وشرح عمدة الحافظ (8). وقد ينقل عن مصادر محددًا حجمها، ككتاب (التلقين) للعكبري الذي يصفه بأنه مختصر لطيف (9).\nونلحظ على الزركشي أنه كان يتصرف في النقل من غير إخلال بالفكرة الأساسية؛ فيقدم فيه ويؤخر، أو يحذف منه ويثبت، مع المحافظة على الفكرة التي يريد توضيحها (10). وقد يأخذ أحيانًا من المصادر بالواسطة، ولا ينقل مباشرة من المصدر الأصلي، وذلك كقوله: \"وحكى ابن برهان عن أبي الحسن عن عيسى صاحب الجامع أنه إنما بنى المبهم لتضمنه معنى الإشارة التي تقوم مقام حرف التعريف\" (11)، وقال أيضًا: \"ونقله ابن إياز عن الأكثرين، قال: ذهب عبد القاهر في شرح الإيضاح إلى أنها مجوزة له\" (12).\nوأحيانًا يذكر اسم العاِلم من غير أن يذكر كتابه، وذلك راجع إلى شهرة كتابه في عصره، ومن ذلك ما نقله عن أبي حيان في غير موضع (13). أو ما نقله عن النيلي (14). وربما يعرض له ولا ينسبه، وإنما يكتفي بقوله: (وقال بعضهم)، أو (ذكر بعضهم)، أو (قال بعض العلماء)، وقد يكون صاحب هذا الرأي معروفًا في عصره، ولكنه غير معروف عندنا، ومن الأمثلة على ذلك ما نقله عن الأندلسي صاحب المحصل في شرح المفصل (ت661هـ)، فقال: \"وذكر بعضهم\" (15).\nالمطلب الثالث:\nتوثيق نسبة الكتاب إلى الزركشي\n__________\n(1) انظر ص29، 50.\n(2) انظر ص 52، 54، 27، 31، 33، 38.\n(3) انظر ص29، 51.\n(4) انظر ص 42.\n(5) انظر ص41.\n(6) انظر ص28، 37، 42.\n(7) انظر ص38، 44، 46.\n(8) انظر ص46.\n(9) انظر ص31.\n(10) انظر مثلاً: ما نقله عن الأمالي لابن الشجري ص 29، 51، وما نقله من شرح التسهيل ص42، 54.\n(11) انظر ص36.\n(12) انظر ص62.\n(13) انظر ص 28، 30، 31، 32، وكلها في (التذييل والتكميل) ولم يذكره.\n(14) انظر ص 29، وهو في كتابه (التحفة الشافية).\n(15) انظر ص39 - 40، وقد نسبه السيوطي إليه في الأشباه والنظائر 1/ 137 - 138.\n(1/16)",
        "\nلم تذكر كتب التراجم هذا الكتاب في ثَبَتِ مؤلفات الإمام الزركشي، ولم ينسبه إليه في فهارس المكتبات المطبوعة إلا بروكلمان في تاريخ الأدب العربي (1)، ولكن نسبة الكتاب - بفضل الله تعالى - ثابتة للزركشي، لاشك في هذا؛ ويشهد لذلك ما يلي:\nأولاً: جاءت النسخة التي اتخذتها أصلاً بخط الإمام الزركشي نفسه، كما أثبت ذلك في طُرَّةِ الرسالة في أولها وفي آخرها، فيقول في المقدمة: \"ويقول كاتبه العبد الفقير إلى رحمة ربه عبيد الله محمد بن عبد الله الزركشي الشافعي - لطف الله - تعالى - به .. \" (2).\nوقال في خاتمتها: \"تم كتب هذه النسخة على يد العبد الفقير الحقير الراجي رحمة ربه الخائف من عذابه، محمد بن عبد الله الزركشي الشافعي لطف الله تعالى به، آمين\" (3).\nثانيًا: خط الإمام الزركشي معروف مشهور بين العلماء، فقد قال عنه الإمام ابن حجر: \"وكان خطه ضعيفًا جدًّا قَلَّ من يحسن استخراجه\" (4)، وقد أورد خير الدين الزركلي صورة منه (5)، وهي مطابقة تمامًا لخطه - هنا - وسمات الخط واحدة من الشطب الكثير والحواشي الدقيقة والإحالات وكثرة اللحق في حواشيها، كما ذكره - أيضًا - الأستاذ سعيد الأفغاني الذي عانى من سوء خطه، وأورد أنموذجًا منه في كتاب (الإجابة لإيراد ما استدركته عائشة على الصحابة) (6). وهو أيضًا مطابق لخط الزركشي في هذه النسخة.\nثالثاً: حظيت هذه الرسالة بقراءة وتقريظ لعالمين من علماء عصره، جاءا في نهاية هذه النسخة، وكانت القراءة من محمد بن الصائغ الذي يقول: \"وقفت على ما خطه هذا الفاضل ونمقه بالأنامل، فوجدته قد توحد بما صنعه، وتفرد بما جمعه، أجمل وفصل، وفرع وأصل، وأطال وأطاب، وأحسن في السؤال والجواب، ودخل بيوت الفضل من الأبواب .... \" (7).\nوجاء التقريظ من إبراهيم بن عبد الله بن محمد القيراطي الشافعي، الذي ينسبها إليه فيقول:\n\" .... وتفرد بالجمع فلا نجد له مشابهًا، وسبق بميادين الفضل، فقصر المجدُّون عنه؛ إذ مشى بها، تألفت العقود، ولا كتأليفه، وتطرزت كلمه، فإن نسبته الزركشية سرت إلى تصانيفه، أبرزت إبريز لفظه المزركش، فقيل: (زركشي) على الحقيقة، وأطربت أقواله، فقيل: (زركشي النغم) إلا أن الناس في حجاز عن هذه الطريقة\" (8).\n__________\n(1) تاريخ الأدب العربي لكارل بروكلمان. القسم الثالث 5/ 283.\n(2) انظر ص26.\n(3) انظر ص67.\n(4) إنباء الغمر لابن حجر 3/ 139.\n(5) انظر: الأعلام للزركلي 6/ 61، ففيه صورة لخطه عن مسودة كتابه (تشنيف المسامع بجمع الجوامع)، وكله بخطه في المكتبة العبدلية الصادقية بتونس.\n(6) انظر ص18 - 20، وثقافة المفهرس للطناحي 224.\n(7) انظر نماذج المخطوطتين.\n(8) انظر نماذج المخطوطتين.\n(1/17)\n",
        "رابعًا: جاءت بعض النقول التي ذكرها في رسالته هذه، موجودة في كتابه (البحر المحيط في أصول الفقه)، ومن ذلك ما ذكره عن ابن الضائع في رده على ابن عصفور، فقد ذهب إلى أن نحو (لا رجل) مبنى؛ لتضمنه معنى حرف الاستغراق، وهو (مِنْ) (1).\nومن ذلك أيضًا: إحالته على كتب الأصول، مثل مسألة استفادة العموم في نحو: (ما جاءني من رجل) (2). وقد ذكر الخلاف فيها بالتفصيل في البحر المحيط (3).\nومثل ذلك: الخلاف في استلزام الحقيقة للمجاز (4)، وهو مذكور في البحر المحيط (5)، ومما يدل على ذلك - أيضًا: مجيء عبارات كثيرة تغلب على لغته، وتكثر في كلامه، وجدتها في كتبه الأخرى، مثل: (والحاصل، وبالجملة، ووجدان [بمعنى وجود] (6) إلى غير ذلك من الأمثلة الكثيرة.\nخامسًا: ليس عدم ذكره في كتب التراجم دليلاً على أنه ليس من مصنفاته؛ إذ لا تستقصى هذه الكتب غالبًا، وكما هو معروف، مصنفاتِ العالم وآثارَهُ كلها، وبخاصة إذا كان عالمًا موسوعيًا يضرب بسهم وافر في العلوم الشرعية واللغوية كالإمام الزركشي، وإنما تورد هذه الكتب نماذج من عنوانات من تترجم له.\nومرد عدم شهرة الكتاب في رأيي - إلى أن صاحبه ملأه بالشطب والإحالات، وحرره في سنة 770هـ، وأتم كتابته في سنة 774هـ وهو في التاسعة والعشرين من عمره، وكان في نيته أن يرجع إليه ليزيد فيه، وينقحه ويهذبه، ثم ظل عنده، وشغل عنه بمصنفاته الكبيرة، ولم يشتهر عنه؛ ولذلك لا نكاد نظفر بنقل عنه في كتب المتأخرين، ولا في كتب الزركشي نفسه. ولعل شهرته في الأصول والفقه والحديث غطت على جهوده في علم النحو، وبخاصة في هذه الرسالة؛ فقد كانت له نظرات ثاقبة في هذا العلم، ويشهد على ذلك كتابه (البحر المحيط) كما هو مبثوث في ثناياه.\n__________\n(1) انظر ص57.\n(2) انظر ص58.\n(3) انظر: البحر المحيط 3/ 111.\n(4) انظر ص65.\n(5) البحر المحيط 2/ 223 - 224.\n(6) انظر: البحر المحيط 3/ 298، 401، 4/ 96، 4/ 305، 6/ 328.\n(1/18)\n\nالمبحث الثالث (بين يدي التحقيق):\nأ- وصف النسختين المعتمدتين في التحقيق\nاعتمدت في التحقيق على نسختين مخطوطتين:\nالنسخة الأولى: نسخة بخط المصنف، ورمزت لها بـ (أ)، وهي موجودة في دير الإسكوريال بأسبانيا برقم 138، وتقع في ثماني عشرة ورقة، وهي نسخة كتبت بقلم نسخي معتاد، بخط المؤلف بدر الدين الزركشي، وفرغ من نسخها في شهر المحرم، سنة 774هـ.\nومن هذه النسخة مصورة في معهد المخطوطات بالقاهرة برقم 233 (1)، ومصورتها أيضًا بجامعة الإمام برقم (ف5979) (2)، ومسطرتها 19 سطرًا، وهي 14.5 × 20سم، وبآخرها قراءة لمحمد بن الصائغ، وتقريظ من إبراهيم بن عبد الله بن محمد القيراطي الشافعي، وعلى صفحة العنوان: (تأصيل البنى في تعليل البنا) (3)، وعليها تملك، هذه صورته: \"الحمد لله، من نعم الله على عبده، محمد بن أحمد الغيطي الشافعي لطف الله بهما\" (4).\nويكثر في هذه النسخة الشطب الكثير والحواشي الدقيقة التي جاءت بخط دقيق يغلب عليه اتصال بعض الكلمات ببعضها، وله أسلوب يشيع في خطه مثل ترك الهمز في نحو: (الطايي)، و (بنا) في كلمتي (الطائي وبناء)، ومنها أن يكتب كلمات مثل: (التركيب: وكثيرة) هكذا: (الترليب، ولثيرة)، إلى غير ذلك مما كان شائعًا في عصره، وهي نسخة فريدة ذات قيمة كبيرة، ولتمامها وكونها بخط المصنف، وخلوها من السقط والتحريف فقد اتخذتها أصلاً.\n2 - النسخة الثانية: ورمزها (ب): وهي موجودة أيضًا في الإسكوريال بأسبانيا برقم 107/ 2، وهي نسخة جيدة كتبت بقلم نسخي حسن، فيه ضبط، وبها نظام التعقيبة، وتقع في ثمان وعشرين ورقة، ومسطرتها 21 سطراً، وهي 15 × 21.5 سم، وتوجد من هذه النسخة مصورة في معهد المخطوطات العربية بالقاهرة، تحت رقم 208 (5)، ضمن مجموعة (في الكتاب الثاني) منها في ورقة 64ب إلى 91أ، وليس على النسخة تملكات، ولم يرد فيها اسم ناسخها.\n__________\n(1) فهرس المخطوطات المصورة (النحو) إعداد الأستاذ عصام الشنطي ص55.\n(2) فهرس المخطوطات المصورة بجامعة الإمام (اللغة والنحو) ص46، وتاريخ الأدب العربي 5/ 283، وانظر: جهود النحويين في خدمة ألفية ابن مالك - حسين بركات 80، مجلة معهد المخطوطات العربية المجلد 46 - الجزء الأول - مايو 2002م، وشرح ألفية ابن مالك في النحو والصرف لابن غازي المكناسي، مقدمة المحقق حسين بركات 1/ 72، مكتبة الرشد - الرياض ط1 سنة 1420هـ/ 1999م.\n(3) ذكر الدكتور حسين بركات في المرجعين السابقين تبعًا لكارل بروكلمان أن اسمه (تسهيل البنى)، ولكن عنوانه الصحيح في نسختيه (تأصيل البنى)،كما ورد اسم مصنفه فيهما محرفًا: (عبيد الله بن محمد بن عبد الله)، وإنما هو (عبيد الله محمد بن عبد الله).\n(4) ويوجد عليها تملك آخر لم أستطع قراءته، كما يوجد توثيق بخط المصنف لكلمة (البنى) نقلاً عن الخصائص لابن جني أورد فيها قصة عن الأصمعي حين دخل على حماد بن سلمة الذي سأله عن إنشاد قول الحطيئة: (أولئك قوم إن بنوا أحسنوا ماذا؟)، والقصة بتمامها في الخصائص 3/ 301 - 302.\n(5) انظر: فهرس المخطوطات المصورة (النحو) إعداد عصام الشنطي ص56.",
        "(1/19)\n\nب- منهج التحقيق\nالغرض من التحقيق أن يظهر النصُّ على الصورة التي أرادها مؤلفه، أو على أقرب صورة له؛ ولذلك فقد التزمت هذا المنهج التالي:\n1 - اجتهدت في تقويم النص، وجعلت النسخة التي بخط المصنف أصلاً، كما طابقت بينها وبين النسخة الأخرى، مع الإشارة إلى ما بينهما من الفروق.\n2 - خرجت الشواهد الواردة فيها، وشرحت أهم المفردات الغامضة فيها.\n3 - عرفت بالأعلام بإيجاز شديد من كتب التراجم الخاصة.\n4 - وثقت آراء العلماء من كتبهم - إن كانت موجودة - أو من الكتب التي نقلت عنهم.\n5 - استعملت المعقوفتين [] لحصر ما أضيف إلى النص، أو للإشارة إلى أرقام المخطوطتين.\n6 - صنعت الفهارس الفنية التي تيسر الوصول إلى ما في النص.\n\nوالله الموفق والهادي إلى سواء السبيل.\n(1/20)",
        "\nنماذج من المخطوطتين\n(1/21)\n",
        "اللوحة الأولى من النسخة (أ)\n(1/22)\n\nاللوحة الأخيرة من النسخة (أ)، وفي آخرها قراءة لمحمد بن الصائغ، وتقريظ لإبراهيم بن عبد الله القيراطي",
        "(1/23)\n\nاللوحة الأولى من النسخة (ب)\n(1/24)",
        "\nاللوحة الأخيرة من النسخة (ب)\n(1/25)\n",
        "القسم الثاني:\nالتحقيق\n(1/26)\n\nبسم الله الرحمن الرحيم\n[صلى الله على سيدنا محمد وآله وصحبه وسلم] (1)\nقال الإمام أبو عبد الله جمال الدين محمد بن عبد الله بن مالك الطائي الجيَّاني (2) -رحمه الله [تعالى] (3) في خلاصته:\nوالاسمُ مِنْه معربٌ ومبني ... لِشَبَهٍ من الحروف مُدْني\nكالشَّّّّّّبَهِ الوضعيِّ في اسمَىْ جئتنا ... والمعنويِّ في (مَتَى) وفي (هُنَا)\nوكَنِيَابةٍ عَن الفعل بلا ... تَأَثُّرٍ وكافتقارٍ أُصِّلا (4)\n\nويقول كاتبه (5) العبد الفقير إلى رحمة ربه عبيد الله محمد بن عبد الله الزركشي الشافعي، لطف الله-تعالى- به:\nالكلام على هذه الأبيات الثلاث في مقامات ثلاث:\nالمقام الأول: في انقسام الاسم إلى معرب ومبني.\nالثاني: أن علة بناء الاسم تنحصر في شبه الحرف.\nالثالث: أن الشبه ينقسم إلى ثلاثة أقسام (6):وضعي، ومعنوي، واستعمالي. وقد اعتُرض عليه في كل من الثلاث.\nأما الأول فظاهره مع (7) قوله (8):\nومعربُ الأسماءِ ما قَدْ سَلِمَا من شَبَهِ الحرف كأرضٍ وسُمَا\nأنه لا واسطة بين الإعراب والبناء (9). ولنا صور كثيرة لا نحكم (10) عليها بواحد منهما:\nمنها: الأسماء المسكَّنة قبل التركيب، كحروف الهجاء المسرودة المفتتح بها السور (11)، وأسماء العدد، كقولك: أَلِفْ، باء، تاء، ثاء، جيم. وواحد، اثنان، ثلاثة، أربعة. قال ابن عصفور (12): هي موقوفة لا معربة، ولا\n__________\n(1) ما بين معقوفتين ليس في (ب).\n(2) هو الإمام الكبير في العربية واللغة ولد سنة 600هـ، وتوفى بدمشق سنة 672هـ[انظر في ترجمته: بغية الوعاة 1/ 130، وشذرات الذهب 5/ 339].\n(3) ما بين معقوفتين ليس في (ب).\n(4) انظر: ألفية ابن مالك في النحو والصرف ص10.\n(5) (كاتبه) ليست في (ب).\n(6) (ثلاثة أقسام) ليست في (ب).\n(7) في (ب): جمع، وهو تحريف.\n(8) ألفية ابن مالك ص10.\n(9) في (ب): المعرب والمبني.\n(10) في (ب): لا يُحكم.\n(11) انظر: الارتشاف 2/ 676.\n(12) هو علي بن مؤمن أبو الحسن ابن عصفور، توفى سنة 669هـ[انظر في ترجمته: إشارة التعيين 236 - 237، وبغية الوعاة 2/ 210، وشذرات الذهب 5/ 330]",
        "(1/27)\n\nمبنية (1). ومنها: المحكىّ، كقولك: (مَنْ زيدٍ) لمن قال: (مررت بزيد) (2)، ومنها: المُتْبَع، كقراءة بعضهم (1ب): {الْحَمْدِ لِلَّهِ} بكسر الدال (3) ومنها: الكسرة في المضاف إلى ياء المتكلم، نحو: (غلامي)؛ لأن حركته ليست للعامل ولا للبناء؛ إذ لا علة فيه توجب البناء؛ لأن الاسم الذي اتصلت به الياء لم يشبه الحرف، ولا تضمن معناه. ذكر ذلك ابن جني (4) في الخصائص (5)، ويُحكى أنه سماه بـ (الخَصِىِّ) (6)؛ لتوسطه بين الحالين، وحكاه صاحب الإفصاح (7) عن الرمَّاني (8) أيضًا، قال: وكذلك قال في (سحر) المعدول، و (سبحان)، و (أيْمُن)، مما لا يختلف آخره؛ لأن حقيقة المعرب: ما اختلف آخره، وحقيقة المبني: ما كان سكون آخره؛ أو حركته لغير عامل، وتبعه على هذا قوم (9). وممن أثبت [1أ] الواسطةَ ابنُ مالك نفسه في التسهيل (10)، وذكر منه حركة النقل والإتباع والتخلص من السكونين، ونحو ذلك.\nوالجواب (11): أما الأسماء قبل التركيب فمختار الناظم وغيره (12) أنها مبنية، وقيل (13): معربة في الحكم لا في اللفظ؛ لأنها تتأثر بالعوامل لو دخلتْ عليها. وهو اختيار الزمخشري (14)، واحتج بسكون أعجازها مع سكون ما قبلها في نحو: (لامْ ميمْ)، ولا يبنى على السكون ما قبل آخره ساكن (15). وأجيب عنه بأن الكلمات غير المركبة إنما حكمها أن يوقف عليها، فإن وَصلْتَ فبنية الوقف (16)؛ ومِنْ ثَمَّ شاع إظهار النون في نحو: {يس\n__________\n(1) انظر: شرح الجمل 1/ 103 - 104، أما كونها غير معربة فلأنها لم تركب مع عامل، وأما كونها غير مبنية فلسكون آخرها وصلاً بعد ساكن، نحو: (قاف، سين). وليس في المبنيات ما يكون كذلك، انظر: التذييل والتكميل [د] 1/ 128.\n(2) انظر: شرح الكافية الشافية 4/ 1719، والارتشاف 2/ 687، 851.\n(3) سورة الفاتحة آية: 2، وهي قراءة الحسن البصري وزيد بن علي، انظر: مختصر في شواذ القراءات لابن خالويه 1، والمحتسب 1/ 37، وهي لغة تميم وبعض غطفان، يتبعون الأول الثاني للتجانس، انظر: الدر المصون 1/ 41.\n(4) هو أبو الفتح عثمان بن جني، الإمام الأوحد البارع صاحب التصانيف الجليلة، توفى سنة392هـ. [تنظر ترجمته في: تاريخ بغداد 11/ 311 - 312، ووفيات الأعيان 1/ 349، وبغية الوعاة 2/ 132].\n(5) الخصائص 2/ 358 - 359.\n(6) انظر: التبيين للعكبري 150.\n(7) هو محمد بن يحيى بن هشام أبو عبد الله الخضراوي، أخذ عن ابن خروف، كان رأساً في العربية، أخذ عنه الشلوبين، ألف (الإفصاح بفوائد الإيضاح) وتوفى سنة646 [ترجمته في: إشارة التعيين 341، والبغية 1/ 267 - 268] ونقل عنه أبو حيان كثيرًا، وفي التذييل 1/ 243 [د] ينقل عنه عن شيخه ابن خروف.\n(8) هو علي بن عيسى أبو الحسن الرماني، إمام في اللغة والنحو، أخذ عن ابن السراج وابن دريد، وكان يمزج كلامه بالمنطق [ترجمته في: تاريخ بغداد 12/ 16 - 17، وإنباه الرواة 2/ 294 - 296، وإشارة التعيين 221].\n(9) انظر: الهمع 1/ 362.\n(10) شرح التسهيل 1/ 53 - 54.\n(11) أي: الجواب عن هذه الصور السابقة التي ذكرها في الواسطة بين الإعراب والبناء، وبيان اختلاف النحويين في حكمها.\n(12) انظر: معاني القرآن وإعرابه 1/ 59، وشرح السيرافي 1/ 195،واللباب 2/ 93، وشرح المقدمة الكافية 1/ 235، وشرح الكافية الشافية 1/ 216، وشرح الرضى 1/ 53، 68.\n(13) انظر: الأغفال 1/ 83، والتذييل 1/ 128.\n(14) هو أبو القاسم محمود بن عمر الزمخشري الإمام الجليل صاحب الكشاف والمفصل، توفى سنة 538هـ[ترجمته في: وفيات الأعيان 2/ 107 - 110، والنجوم الزاهرة 5/ 274، وشذرات الذهب 4/ 118 - 121].\n(15) الكشاف 1/ 21.\n(16) انظر: الدر المصون 9/ 243.\n(1/28)",
        "\nوَالْقُرْآن} (1)، مع امتناعه [2ب] في نحو: {مِنْ وَاقٍ} (2). والوقف يغتفر فيه اجتماع الساكنين؛ فكذا الوصل الذي نوى فيه الوقف.\nوأما المحكى فهو مبني في اختيار ابن عصفور وغيره (3)، واختار الكوفيون أنها معربة (4) وأما المتبع فيمكن دخوله في المعرب، بمعنى القابل للإعراب (5) وقد فَرَّقوا بين حركات الإتباع والحركات الأصلية بأن حركات الإتباع غير واجبة، ولا لازمة، وكلامه في التسهيل (6) في نفي إعرابها محمول على تلك الحالة، لا مطلقاً.\nوأما المضاف إلى ياء المتكلم فالصحيح أنه معرب لفظاً في حالة الجر، تقديرًا في حالة الرفع والنصب، قاله الناظم في شرح التسهيل، قال (7):\n\"لأن حرف الإعراب منه في حالتي الرفع والنصب أُشْغِل بالكسرة المجلوبة، توطئة للياء؛ لتعذر اللفظ بغيرها، فحكم بالتقدير، كما فعل في المقصور. وأما حالة الجر فالإعراب ظاهر للاستغناء عن التقدير\".\nقال الشيخ أبو حيان (8): \"ولا أعرف لابن مالك سلفًا في هذا التفصيل (9)، نَعَمْ ما ذهب إليه في حالة الجمع، نحو: (رأيت ضاربِيَّ) أن الإعراب يظهر في حالة النصب والجر. وفي حالة الرفع يقدر إعرابه عنده، سبقه إليه ابن الحاجب (10) فزعم أن الإعراب يكون بالحرف المقدر (11)، كما يكون بالحركة المقدرة\" (12).\nقال أبو حيان: \"وهذا لا تحقيق [3ب] فيه؛ لأن التقدير للشيء هو خُلُوُّ المحل من المقدر. والواو في (زيدىّ) [انقلبت ياء واستحالت (13) إليها؛ فلم تنعدم. ألا ترى أنا لا نقول في (ميزان): إن الواو مقدرة، وإن كان الأصل: (مِوْزان)، ولا نقول في (موقن): إن الياء مقدرة، وإن كان الأصل: (مُيِِْقن). ولا نقول في (قام)، و (باع) [2أ]:\n__________\n(1) سورة يس من آية 1.\n(2) سورة غافر من آية 21.\n(3) انظر: شرح الجمل لابن عصفور 1/ 102 - 104، والمقرب 2/ 326، والهمع 1/ 69.\n(4) التذييل 1/ 184 - 185، والمساعد 3/ 263، نسبه إلى بعض النحويين.\n(5) شرح ابن الناظم ص35.\n(6) شرح التسهيل 1/ 53 - 54.\n(7) التسهيل 161، وشرح التسهيل 3/ 279 بتصرف يسير في عبارته.\n(8) هو الإمام العلامة أثير الدين محمد بن يوسف بن علي أبو حيان الأندلسي. شيخ العربية في زمانه، توفى 745هـ[ترجمته في: الدرر الكامنة 4/ 302 - 310، والبدر الطالع 2/ 288 - 291، والنجوم الزاهرة 10/ 111 - 115، وشذرات الذهب 6/ 145 - 147].\n(9) عبارة التذييل: \"وهذا مخالف لمذاهب الناس في المسألة\".\n(10) هو أبو عمرو عثمان بن عمر ابن الحاجب، ولد في إسنا من صعيد مصر سنة 570هـ، وتوفى بالإسكندرية سنة 646هـ[ترجمته في: طبقات القراء 1/ 508، وإشارة التعيين 204 - 205، وبغية الوعاة 2/ 134 - 135]، وانظر رأيه هذا في: الإيضاح 1/ 431. ومذهبه أن هذا الجمع في حالة الرفع يكون إعرابه بالحرف المقدر.\n(11) وذلك في نحو: (زيدىّ)، وذلك أنه لما لم تثبت الواو جعلوها مقدرة.\n(12) التذييل 5/ 181 - 182 [د]، وانظر: الارتشاف 4/ 1847.\n(13) في ب: ولا غالب.\n(1/29)\n",
        "إن الواو مقدرة في (قام) ولا الياء مقدرة في (باع)، وكذلك لا نقول في (زيدىّ)] (1): إن الواو مقدرة، بل الحرف فيه ظاهر، غاية ما فيه أنه استحال ياء. ونظيره في الأجسام استحالة الخمر خَلا فإنه لم تنعدم (2) الذات، إنما تَغَيَّر فيه الوصف، ولا نقول فيه: الذات انعدمت؛ إذ لو انعدمت لم يوجد الخل\" (3) انتهى.\nوقد نازع النيليُّ (4) ابنَ الحاجب في أنها على وجه التقدير في حالة الرفع، وقال: \"ليت شعري كيف يُقَدَّرُ الحرف على الحرف؟ وكيف خُصَّ هذا بهذا الحكم؟ \" (5).\nثم قال: \"يحتمل أن يريد بتقدير الحرف: أن حرف الإعراب وإن كان في اللفظ ياءً فهو في النية والتقدير واو\" (6).\nعلى أنه قد قيل في المضاف إلى ياء المتكلم بالبناء (7)، قاله الجرجاني (8)، والزمخشري، وابن الخشاب (9)، والمُطَرّزي (10)، وابن الشجري (11)، قال في أماليه:\n\"لأنها حركة لم تحدث عن عامل، وكل حركة كذلك فهي حركة بناء، كما حكم أبو علي (12) في الإيضاح (13) في حركة التقاء الساكنين بأنها حركة بناء، في نحو: (لم يخرج القوم)، و {لا يَتَّخِذِ الْمُؤْمِنُونَ الْكَافِرِينَ\n__________\n(1) ما بين معقوفتين سقط من (ب).\n(2) في (ب): ينعدم.\n(3) التذييل 5/ 182، وانظر: الارتشاف 4/ 1847 - 1848، وهو يحيل فيه على التذييل.\n(4) هو أبو إسحاق تقي الدين إبراهيم بن الحسين النيلي، شرح ألفية ابن معط والحاجبية [ترجمته في: بغية الوعاة 1/ 410، وكشف الظنون 2/ 1376].\n(5) وعبارة النيلي: \"وكيف خص هذا الجمع دون غيره بهذا التقدير؟ فإن قولهم: (فوك) إذا أضيفت إلى ياء المتكلم كذلك، نحو قولكم: (هذا فيَّ) .. فيجب أن يكون معربًا بتقدير الحرف. ولم يقل به أحد من المتقدمين ولا المتأخرين\". انظر: التحفة الشافية في شرح الكافية للنيلي 34.\n(6) التحفة الشافية 34.\n(7) انظر: المقتصد 1/ 240، والمفصل للزمخشري 127، والمرتجل 107، 109، والمصباح للمطرزي 10، والأمالي لابن الشجري 1/ 3، 2/ 393، وانظر أيضًا: شرح التسهيل لابن مالك 3/ 279 - 280.\n(8) هو الإمام عبد القاهر الجرجاني إمام في العربية واللغة والبلاغة، وهو أول من استنبط علم المعاني والبيان، توفي 471هـ[ترجمته في: بغية الوعاة 2/ 106، وشذرات الذهب 3/ 340].\n(9) هو عبد الله بن أحمد ابن الخشاب البغدادي، كان أعلم أهل زمانه بالنحو، انتفع بعلمه خلق كثير، توفى 567هـ[ترجمته في: إنباه الرواة 2/ 99 - 103، وإشارة التعيين 159 - 160].\n(10) هو أبو الفتح ناصر بن عبد السيد المطرزي، صَنَّفَ في اللغة والعربية والأدب، توفى سنة 610هـ[ترجمته في: إنباه الرواة 3/ 339 - 340، وبغية الوعاة 2/ 311 - 312].\n(11) هو هبة الله بن علي، أبو السعادات المعروف بابن الشجري، كان إمامًا في النحو واللغة طال عمره وكثر تلاميذه، توفى سنة 542هـ[ترجمته في: النجوم الزاهرة 5/ 281، وشذرات الذهب 4/ 132 - 135].\n(12) هو أبو علي الحسن بن أحمد الفارسي، قرأ النحو على الزجاج وابن السراج، برع في النحو وانتهت إليه رئاسته، توفى سنة 377هـ[ترجمته في: إشارة التعيين 83 - 84، وبغية الوعاة 1/ 496].\n(13) في الأمالي 1/ 4: كما حكم أبو علي في الباب الثاني من الجزء الثاني من كتاب الإيضاح. وهو في التكملة ص5، كما أفاد بذلك محققه الدكتور الطناحي رحمه الله تعالى.\n(1/30)\n\nأَوْلِيَاءَ} (1)، وإن كانت في كلمة معربة (2).\nقال: \"وإنما وجب بناؤه، لأنه لو أعرب لم تسلم الياء مع الضم والفتح؛ إذ الضم يقتضى قلبها إلى الواو، والفتح يقتضى قلبها ألفًا. وأما قولهم في النداء [4ب]: (يا غلاما) فإنما فعلوا ذلك؛ لأنه باب تغير وتخفيف لكثرة استعماله، وجاء ذلك فيه قليلاً، والأكثر: (يا غلامي).\nوالحاصل أن البناء يحدث عن علة لا عن عامل. والعلة التي أوجبت الكسر في: (لم يخرج القوم): التقاء الساكنين، والعلة التي أوجبت الكسر في (غلامي) ونحوه: انقلاب الياء واوًا لو ضُمَّ ما قبلها وانقلابها ألفًا لو فُتِحَ ما قبلها\" (3). وأما تسمية ابن جني له بالخَصِىِّ فمردودة؛ لأنه ذَكَرٌ قطعًا، والظاهر أنه أراد: (الخُنْثَى) (4).\nوأما المقام الثاني: وهو دعوى أن المقتضِىَ لبناء الاسم: شَبَهُ الحرف فقط، فاعترضه الشيخ أبو حيان (5)، وقال: \"لا نعلم أحدًا قال به، فإن الفارسي (6) قال: هو شَبَهُ الحرف مع تضمن معناه، وأصحابنا (7) يعني ابن عصفور وغيره (8) ذكروا ستة أشياء: شبه الحرف، وتضمن معناه، ووقوعه موقع المبنى، ومضارعة هذا، والإضافة إلى مبنى، والخروج عن النظير\" وكلاهما خارج عن كلام الناظم.\nقلت (9): حَصْرُ علة البناء في شبه الحرف هو قول إمام النحو سيبويه (10)، قال ابن هشام في شرح الإيضاح (11): [لم يذكر سيبويه - رحمه الله - في أول كتابه في موجب البناء إلا شبه الحرف، وهو صحيح؛ لأن تضمن معنى الحرف شبيه به.\nوقال ابن أبي الربيع (12) في شرح الإيضاح] (13): \"وسيبويه لم يقل إلا المضارعة، ولم يذكر التضمن؛ لأن المتضمن للحرف مضارع له؛ فالمضارعة شاملة للنوعين\" (14) انتهى.\n__________\n(1) سورة آل عمران من أية 28.\n(2) الأمالي 1/ 4 بتصرف كبير.\n(3) الأمالي 1/ 3 - 4.\n(4) انظر: اللباب 1/ 67، والتبيين 152.\n(5) انظر: التذييل 1/ 125 - 126، والارتشاف 2/ 675.\n(6) انظر: الأغفال للفارسي 1/ 420، 1/ 279 - 280.\n(7) يعبر أبو حيان كثيرًا بقوله: (أصحابنا). وقد ذكرهم أو بعضهم في الارتشاف 3/ 1485 فقال: \"وأصحابنا الأستاذ أبو علي وابن عصفور وابن الضائع\"، وفي موضع آخر ذكر منهم الأبذي والجزولي، انظر: الارتشاف 3/ 1066، 1610، ومنهم ابن العلج، فقد ذكره في البحر المحيط 9/ 420، فقال: \"وقال بعض أصحابنا وهو الإمام العالم ضياء الدين أبو عبد الله محمد بن علي الإشبيلي، ويعرف بـ (ابن العلج) \".\n(8) انظر: شرح الجمل لابن عصفور 2/ 8،3، والمقرب 1/ 316.\n(9) أي: الزركشي.\n(10) ترجمته في: أخبار النحويين البصريين 48 - 50، ووفيات الأعيان 1/ 487 - 48، وإنباه الرواة 2/ 346 - 360.\n(11) وهو ابن هشام الخضراوي صاحب الإفصاح، وله أيضاً (الاقتراح في تلخيص الإيضاح)، سبقت ترجمته قريبًا.\n(12) هو عبد الله بن أبي العباس أحمد بن أبي الحسين ابن أبي الربيع القرشي الأموي، أخذ النحو عن أبي علي الشلوبين، ولد سنة590هـ، وتوفى 668هـ. [انظر في ترجمته: إشارة التعيين 174، وبغية الوعاة 2/ 125 - 126].\n(13) ما بين معقوفتين سقط من (ب).\n(14) انظر: الكافي في الإفصاح عن مسائل كتاب الإيضاح لابن أبي الربيع 1/ 102 [د]، 1/ 151 [ط].",
        "(1/31)\n\nوكذا قال ابن العطار (1) في شرح الجزولية: \"لم يذكر سيبويه إلا شيئًا واحدًا [5ب] وهو شبه الحرف، قال في باب (مجاري أواخر الكلم من العربية): وأما الفتح والضم والكسر والوقف فللأسماء غير المتمكنة المضارعة عندهم ما ليس باسم مما جاء لمعنى ليس غير، نحو: (سوف، وقد) (2) فمضارعة الحرف هي سبب البناء في كل اسم مبني إلا ما ذكر في بناء (أيُّهم) لخروجها عن نظائرها\". انتهى.\nوهو مذهب أبي الفتح ابن جني نصًّا (3)، قال صاحب البسيط (4): اختلف النحاة في علة البناء: فذهب أبو الفتح إلى أنها شبه الحرف فقط. انتهى.\nوقد رأيته في كلامه في الخصائص (5)، وهو قول الفارسي (6) نفسه الذي غاير أبو حيان بينه وبين قول ابن مالك؛ لأن تضمن المعنى من جملة أفراد الشبه، كما نَبَّهَ عليه شارحو الإيضاح، وممن جزم به أبو البقاء (7)\nالعكبري (8) في كتاب (التلقين)، وهو مختصر لطيف (9)، لكن المشهور تعدد علل البناء (10). قال صاحب البسيط: وهو قول أبي سعيد السيرافي (11) وأكثر النحاة (12)، إذا عرفت ذلك فقد اعْتُرض على تعليلهم بناء الأسماء بشبه الحرف، فقيل: هذه العلة تقتضي وضع الحرف قبل وضع الاسم المبني؛ لأنه لو لم يُقدَّمْ وضعه لما تحققت علة\n__________\n(1) هو إبراهيم بن أبي محمد عبد السلام أبو إسحاق العطار، شرح الجزولية بشرح سماه (المشكاة والنبراس على شرح كتاب الكراس). كان حياً سنة 705هـ. [ترجمته في هدية العارفين ص13].\n(2) الكتاب 1/ 15.\n(3) الخصائص 1/ 180، 312، وانظر أيضاً: التمام في تفسير أشعار هذيل لابن جني ص15.\n(4) هو ضياء الدين أبو عبد الله محمد بن علي الإشبيلي، ويعرف بابن العلج. كان ممن أقام باليمن وصنف بها. ذكره السيوطي في البغية 2/ 370 وقال: لم أقف له على ترجمة، وقال في الأشباه 2/ 166 عن كتابه هذا: هو كتاب نفيس، وانظر: البحر المحيط 9/ 420.\n(5) قال في الخصائص 1/ 180: \"سبب البناء في الاسم ليس طريقه طريق حديث الصرف وترك الصرف، إنما سببه مشابهة الاسم للحرف، لا غير\".\n(6) قال في الأغفال 1/ 279: \"حكم ما يبنى من الأسماء أن يكون لمضارعته الحرف\" وقال في 1/ 420: \"وكل هذه الأسماء المبنية على اختلافها فالعلة الموجبة لبنائها إنما هي مشابهتها للحروف ومضارعتها لها\".\n(7) هو عبد الله بن الحسين، أبو البقاء العكبري، ولد سنة 538هـ، وتوفى سنة 616هـ[ترجمته في: نكت الهميان 178 - 180، ووفيات الأعيان 1/ 334 - 335، وبغية الوعاة 2/ 38].\n(8) في نسخة (ب): العسكري.\n(9) وقد صرح أبو البقاء بهذا أيضًا في المتبع في شرح اللمع 1/ 150، 137، وذكره في التبيين 171.\n(10) فمنهم من عد وجهين، وهما: شبه الحرف وتضمن معناه، وهو بمعنى مذهب سيبويه، ومنهم من ذكر ثلاثة أوجه، كابن خروف، الذي زاد: خروج الاسم عن أصله ونظائره، ومنهم من عد أربعة أوجه كالسيرافي، حيث قال: \"البناء في الأسماء إما لمشابهة الحروف، ومضارعتها أو للتعلق بها وملابستها، أو لوقوع المبنى موقع فعل مبني أو لخروجه عما عليه نظائره\"، ومنهم من ذكر خمسة أوجه كالزمخشري، والجزولي، وابن معط، وابن الحاجب، وغيرهم. ومنهم من عد ستة أوجه كابن عصفور، ومنهم من جعلها سبعة أوجه، ومنهم تقي الدين النيلي، انظر: [شرح السيرافي 1/ 106، والمقدمة الجزولية 240، والمحصل في شرح المفصل للأندلسي 2/ 233، وشرح الشاطبي على الألفية 1/ 119 - 120، والصفوة الصفية للنيلي 1/ 78 - 79، والأشباه والنظائر 2/ 33 - 34].\n(11) هو الحسن بن عبد الله أبو سعيد السيرافي، قرأ النحو على ابن السراج ومبرمان، وكان عالمًا زاهدًا، يأكل من كسب يده، توفى سنة 368هـ[انظر: إنباه الرواة 1/ 313 - 315، وبغية الوعاة 1/ 507].\n(12) انظر: المقتضب 3/ 172 - 173، وشرح السيرافي 1/ 106 [ط]، وشرح ابن يعيش 4/ 106، والبسيط لابن أبي الربيع 1/ 173 - 174، وشرح ابن القواس 1/ 234.\n(1/32)",
        "\nالبناء في المبنى لعدم تصوره أولاً قبل تصور الاسم الذي بُنى لأجله؛ لأنه من أول وضعه [6ب] مبني، فلابد من نظر الواضع إليهما حتى يضعه على البناء.\nوأجاب صاحب البسيط بأن تقدم وضع الحرف على الاسم المبني لأجله لا يلزم لجواز أن الواضع تصوره في الذهن ووضعه في الخارج على غير (1) ما تصوره في الذهن. وكلام ابن مالك في تعليل بناء أسماء (2) الإشارة يقتضيه أيضًا، حيث قال (3): \"إن تضمن معنى الحرف لا يشترط أن يكون ذلك المعنى وضع له حرف\" [4 أ].\nوأما المقام الثالث، وهو تقسيم الشبه إلى ثلاثة أقسام:\nفأحدها: الشبه الوضعي، وضابطه: أن يجىء الاسم على أحرف هي أقل من أقل أوزان الاسم. وأقل أوزان الأسماء ثلاثة أحرف؛ فإذا وُجِدَ اسم على أقل من ذلك خرج إلى شبه الحرف لفظاً؛ فَأُعْطِىَ حكمه، وهو البناء؛ ولهذا بنيت أكثر المضمرات، كالتاء، و (نا)، وحُمِل عليهما الباقي كـ (نحن)، و (أنتم) حتى يجري الباب على سنن واحد، كذا نُقِل عن ابن الحاجب (4).\nوالحق أن الوضع (5) علة للضمائر المتصلة؛ لأنها الأصل، ولا يُعْدَلُ عنها إلى المنفصل إلا عند تعذرها (6)، وليس في المتصل أكثر من حرفين. وأما المنفصلة (7) فعلة بنائها حملها على المتصلة بجامع احتياجهما إلى ما يعودان إليه، ويكون مفسرًا لها؛ فهذا أولى من الإلحاق بلا مناسبة [7ب].\nومنهم (8) من علل بناء المضمرات باستغنائها عن الإعراب باختلاف صيغها؛ لاختلاف المعاني، واختصاص الرفع بضمائرَ والنصبِ بأخرى، وإن وقع اشتراك بين المنصوب والمجرور في بعض الصور فالعامل فارق، قال بدر الدين (9):\n\"ولعل هذا هو المعتبر عند الشيخ في بناء المضمرات؛ ولذلك لما قال:\n* وكل مضمر له البِنا يجبْ * (10)\nعقبه بتقسيمها بحسب الإعراب، كأنه قصد بذلك إظهار علة البناء\" (11) قلت: لكنه صرح في هذه الأبيات بأن العلة عنده فيها الوضع، والحاصل: أن العلة إما احتياجية أو استغنائية.\n__________\n(1) في (ب): عين.\n(2) في (ب): الاسم.\n(3) انظر: شرح التسهيل 1/ 252.\n(4) انظر: حد المبنى في الإيضاح لابن الحاجب 1/ 457 - 458.\n(5) في (ب): الواضع.\n(6) والقاعدة أنه متى تأتي اتصال الضمير لم يعدل إلى انفصاله؛ لأن الضمير المتصل أشد اختصارًا من المنفصل، انظر: أوضح المسالك 1/ 90.\n(7) في (ب): المتصلة.\n(8) ذكر ذلك ابن مالك في سبك المنظوم وفك المختوم ص81.\n(9) هو بدر الدين محمد بن محمد بن عبد الله ابن الإمام جمال الدين ابن مالك الطائي، كان إمامًا في النحو والمعاني والبيان، توفى 686هـ[تنظر ترجمته في: الوافي بالوفيات 1/ 204، وبغية الوعاة 1/ 225].\n(10) ألفية ابن مالك ص13.\n(11) شرح ألفية ابن مالك لابن الناظم ص57.\n(1/33)\n",
        "وقد اعْتُرِض عليه في هذا القسم من وجهين:\nأحدهما: انفراده بذكره، قال الشيخ أبو حيان: \"لم أقف على مراعاة هذا الشبه الوضعي إلا لهذا الرجل. والذي قال بشبه (1) الحرف، فسَّره بالافتقاري (2) \"\nالثاني: انتقاضه بـ (أخ، وحم، وهَنِ) فإنها معربة مع أنها ثنائية. والجواب: أما الأول فلأن عدم وجدانه لشخص لا يدل على عدم وجوده في كلام العرب. ومن وجد حجة على من لم يجد، وقال ابن مالك: \"ولذا (3) كانت العلوم منحًا إلهية\" (4)، على أن أبا الفتح ابن جني قد راعاه فقال في الخاطريات ما نصه (5):\n\"علة بناء المكنيات: مشابهتها للحروف من وجهين: أحدهما: أن أكثرها على عدد [8ب] الحروف. والآخر: استغناؤها عن الإعراب كاستغناء الحروف عنه، ولكن علة الاستغناء مختلفة، ففي الحروف لم تكن فاعلة ولا مفعولة ولا [5أ] مضافاً إليها، وفي المكنيات اختصاص كلٍّ بموضع من الإعراب\". انتهى لفظه بحروفه.\nعلى أن الشبه اللفظي معتبر في لسانهم، وتأملْ زيادة (إنْ) بعد (ما) المصدرية في قول الشاعر (6):\nوَرجِّ الفتى للخير ما إنْ رأَيْتَهُ على السِّنِّ خيرًا لا يزال يزيدُ\nوهي إنما تزاد بعد (ما) النافية، لكن سوَّغ ذلك كونُ اللفظ واحدًا، وكذلك ركَّبوا النكرة مع (لا) الزائدة في قوله (7):\nلو لم تكن غَطَفَانُ لا ذنوبَ لها إِذَنْ للام ذَوو أحسابِها عُمَرا\nقال ابن مالك (8): \"وهذا من التشبيه الملحوظ فيه مجرد اللفظ، وهو نظير تشبيه (ما) الموصولة بـ (ما) النافية فيما سبق\" (9) انتهى.\n__________\n(1) في (ب): شبه.\n(2) التذييل والتكميل 1/ 539 - 540 [د] بعبارة قريبة.\n(3) في (ب): وإذا.\n(4) التسهيل ص2. وعبارته: \"وإذا كانت العلوم منحًا إلهية، ومواهب اختصاصية، فغير مستبعد أن يدخر لبعض المتأخرين ما عَسُرَ على كثير من المتقدمين\".\n(5) لم أقف على هذا النص في الخاطريات الذي حققه علي ذو الفقار شاكر، ولا في بقية الخاطريات الذي حققه د/ محمد الدالي، ولا في الخاطريات المنسية، ولعل في الكتاب خرمًا آخر غير الذي رتق فتقه أستاذنا الدكتور عبد الفتاح سليم.\n(6) البيت من الطويل للمعلوط بن بدل القريعي، انظر في تخريجه: الكتاب 4/ 222، والخصائص 1/ 110، وشرح ابن يعيش 8/ 130، وشرح ابن عصفور 2/ 480، وشرح التسهيل 1/ 371، وشرح الكافية الشافية 1/ 398، والجني الداني 211، وأوضح المسالك 1/ 246، والخزانة 8/ 443.\n(7) البيت من البسيط للفرزدق، وهو في ديوانه 230 [ط صادر]، وانظر: الحجة لأبي علي 1/ 168 [والرواية فيه: (إلىَّ لامت) بدل (إذن للام)]، والخصائص 2/ 36، وشرح التسهيل 2/ 259 وشرح الرضى على الكافية 2/ 158، وأوضح المسالك 2/ 3، وشرح الأشموني 2/ 4، والخزانة 4/ 30.\n(8) شرح التسهيل 2/ 59.\n(9) أي: في قول الشاعر:\nيرجى المرء ما إن لا يراه ... وتعرض دون أدناه الخطوب ... [انظر: 1/ 371]\n(1/34)\n\nومنه: توكيد المضارع بالنون بعد (لا) النافية، نحو: {لا يَحْطِمَنَّكُمْ سُلَيْمَانُ} (1) حملاً لها في اللفظ على (لا) الناهية (2)، نحو: {وَلا تَحْسَبَنَّ اللَّهَ غَافِلا} (3)، وهو كثير، ومنه ما يتعلق بهذا الباب من بناء (حذامِ) تشبيهاً له بـ (نَزَالِ). كما سيأتي (4).\nوأما الثاني فهو أن هذه الأسماء وإن كانت ثنائية في اللفظ، لكنها ثلاثية في الوضع، بدليل رجوع ذلك في التثنية، نحو: (أَبَوان، وأَخَوان، وحَمَوان، وَهَنَوان). والتثنية ترد الأشياء إلى أصولها؛ ولهذا قال الشاطبي (5) - رحمه الله - (6) [9ب]:\nوتثنية الأسماء تكشفها .................\n[الظاهر أن المراد: تكشف الألف المنقلبة عنها من الألف المنقلبة عن واوٍ] (7).\nفإن قيل: يَرِدُ عليه (مع) فإنها ثنائية لفظًا ووضعًا، مع أنها تعرب ظرفًا في: (مِلْتُ (8) مع زيد)، وحالاً في نحو: (جاءا معًا).\nقيل: لما كان في الأغلب من أحوالها الإضافة، وهي من خواصِّ الأسماء بَعُدَتْ عن الحروف؛ فبقيت على الأصل. والشبه المعتبر شرطه أن يكون مُقَرِّبًا لا مُبَعِّدًا.\nالقسم الثاني: الشبه المعنوي، وضابطه: أن يتضمن الاسم معنى من معاني الحروف، وهي تنتهي إلى خمسين معنى، وذلك أن المعاني إنما تستفاد بالحروف، كالنفي والشرط والاستفهام والاستثناء، وجاءت\n__________\n(1) سورة النمل من آية 17.\n(2) (لا) في الآية يجوز فيها وجهان: الأول أن (لا) ناهية، من باب (لا أرينك ههنا)، أي: (لا تظهروا بأرض الوادي فيحطمكم). الثاني: أن (لا) نافية، والفعل جواب للأمر قبله. وهذا الوجه مردود بأن توكيد الجواب قليل. انظر: البحر المحيط 8/ 220، والدر المصون 8/ 586، ودراسات لأسلوب القرآن الكريم، القسم الأول 3/ 455، وينظر أيضا: معاني القرآن للفراء 1/ 407.\n(3) سورة إبراهيم من آية 42، وانظر: البحر المحيط 6/ 451.\n(4) انظر ص50.\n(5) هو الإمام القاسم بن فيرة الشاطبي، صاحب القصيدة المشهورة في القراءات، كان إمامًا فاضلاً في النحو والقراءات والتفسير والحديث، ولد سنة 538هـ، وتوفى سنة 590هـ[انظر: بغية الوعاة 2/ 260].\n(6) من بحر الطويل، والبيت بتمامه:\nوتثنية الأسماء تكشفها وإن ... رددتَ إليك الفعل صادفت منهلا\n[في باب الفتح والإمالة وبين اللفظين من متن الشاطبية ص26، وهو المسمى (حرز الأماني ووجه التهاني في القراءات السبع)، طبعة الأزهر الشريف - قطاع المعاهد سنة 1421هـ /2000م، وفي هذا البيت يضع الإمام الشاطبي قاعدة نحوية لكل من الأسماء والأفعال تكشف ما أصله ياء أو واو، فذكر أن قاعدة الأسماء التثنية، وأن قاعدة الفعل: أن ترده إلى نفسك، أي: تسنده إلى ضمير رفع بارز أو متصل [انظر: النفحات الإلهية في شرح متن الشاطبية للشيخ محمد عبد الدايم خميس ص198].\n(7) ما بين معقوفتين سقط من (ب).\n(8) (مِلْتُ) ليست في (ب).",
        "(1/35)\n\nهذه الأسماء مفيدة ما تفيده الحروف، عُلِمَ أن ذلك من حيث وقوعها موقع الحروف (1).\nومعنى التضمن هو أن يَنْوِيَ مع الكلم حرفًا مخصوصًا، وينتقل معنى ذلك الحرف إلى الاسم ويصير الاسم فرعًا (2) لمعنى ذلك الحرف ومشتملاً عليه، ولا يظهر ذلك الحرف معه لما (3) في ذلك من عدم الفائدة. وإنما ضمنوا بعض الأسماء معاني الحروف [6أ] طلبًا للاختصار (4)، ألا ترى أنك لو لم تأت بـ (مَنْ) وأردتَ الشرط على الأناسىِّ، لم يُفِدْ ذلك؛ لأنك إذا (5) قلت: (مَنْ يَقُمْ أقم معه) استغرقتَ ذوي العِلْم، ولو جئت بـ (إنْ) لاحتجت أن تذكر الأسماء، كقولك: (إن يقم زيد وعمرو وبكر وخالد) إلى غير ذلك، ولا [10ب] تستغرق (6) الجنس، وكذلك في أسماء الاستفهام.\nوهذا القسم هو علة بناء أسماء الشرط والاستفهام (7)، وذلك لأن الأصل في الأسماء أن تدل على الأشخاص، نحو: (زيد وعمرو)، أو ما قام بالأشخاص، كـ (عِلْم، وجهل)، والأصل في الحروف أن تدل إما على المعاني المتعلقة بالنسبة، كـ (هَلْ)، أو على معنى لا يعقل [إلا من المتكلم وغيره، كتاء (أنت) فإنها دالة على الخطاب، وهو معنى لا يعقل إلا لمخاطِب ومخاطب، فإذا ورد اسم دالاًّ على أحد هذين الأمرين وجب بناؤه، فالأول كـ (متى) فإنها تستعمل تارة استفهاماً كالهمزة وتارة شرطاً كـ (إنْ). والثاني كأسماء الإشارة، فإنها دالة على معنى لا يُعْقل] (8) إلا بين شخصين: مشير ومشار إليه؛ فوجب بناؤها لمشابهتها لحرف الخطاب، كتاء (أنت)، وكاف (ذلك)؛ لأن الخطاب لا يعقل إلا بين شيئين (9)، وقد عُلِم بذلك أنْ (10) لا فرق في ذلك المعنى الذي بني لأجله الاسم بين أن يكون قد وُضِع له حرف كـ (متى)، أو لا يكون كأسماء الإشارة؛ فإنها بنيت لتضمنها معنى حرف الإشارة؛ إذ الإشارة معنى. والموضوع لإفادة المعاني الحروف؛ فلما أفادت هذه الأسماءُ الإشارةَ عُلم أنه كان القياس يقتضى أن يكون لها حرف، فلما عَرِىَ من حرف ظاهر وكان ما يدل عليه موجودًا تضمنه الاسم فبُنِيَ، وذلك الحرف وإن لم يكن ظاهرًا في الاستعمال، لكنه مقدر في النية.\nوهذا غير بِدَع في كلامهم، ألا ترى أن (مذاكير، وملاقيح) (11) لا واحد لها من لفظها، وإنما الظاهر منه: (مُذْكِر ومُلْقِح)، وأنت تقدره واحدًا غير ما ظهر، كأنك قلت: (مُذْكِير ومُلْقِيح)، كذلك أيضًا [11ب] تقدر\n__________\n(1) انظر في ضابط الشبه المعنوي: توضيح المقاصد والمسالك 1/ 45 - 46، والتصريح بمضمون التوضيح 1/ 185.\n(2) في (ب): دعًا.\n(3) في (ب): إلى.\n(4) انظر: الأمالي النحوية لابن الحاجب 4/ 110.\n(5) في (ب): لا.\n(6) في (ب): ولأن لمستغرق.\n(7) انظر في علة بنائها: أسرار العربية للأنباري 30، 32، واللباب في علل البناء والإعراب 2/ 86، 134.\n(8) ما بين معقوفتين سقط من (ب).\n(9) انظر: الأغفال لأبي علي الفارسي 1/ 302 - 303، 306.\n(10) في (ب): أنه.\n(11) انظر: الخاطريات المنسية 61، و (مذاكير) على غير قياس، كأنهم فرقوا بين الذكر الذي هو الفحل والذكر الذي هو العضو. وهو من الجمع الذي ليس له واحد، مثل العبابيد، والأبابيل [انظر: تهذيب اللغة 10/ 164، وتاج العروس 11/ 381 - 382]، والملاقيح: ما في البطون وهي الأجنة [انظر: التهذيب 4/ 52، وتاج العروس 7/ 95].\n(1/36)",
        "\nحرف الإشارة وإن لم يظهر لفظاً، ولكن ذكر ما يدل عليه من لفظ الاسم مع (ها) التنبيه؛ لقرب التنبيه من الإشارة، واستغنى باسم الإشارة عن وضع حرف الإشارة؛ ولذلك قيل في حدها: إنه الاسم الموضوع لمسمى وإشارة إليه، وصار هذا نظير التعجب. هذا قول الناظم، وابن جني، والسيرافي (1)، وقال صاحب البسيط: إنه المشهور. وردَّه الفارسي، وقال: \"لا يبنى بتضمن الإشارة؛ لأن كل اسم يشار به إلى مسماه\" (2). وإنما علته كعلة (أَمْسِ) الآتية (3).\nوجعل الزمخشري في المفصل (4) علة بناء [7أ] المبهمات تضمنَها شبه معنى الحرف، وحكى ابن بَرْهان (5)، عن أبي الحسن (6)، عن عيسى (7) صاحب الجامع أنه \"إنما بُني المبهم لتضمنه معنى الإشارة التي تقوم مقام حرف التعريف (8) إلا أن حرف التعريف بالألف واللام يرجع إلى جنس أو معهود. والتعريف بالإشارة خارج عنهما؛ لأنك تقول للمخاطب: (هذا) مع الإشارة بجارحة أو ما يقوم مقامها من الكلام على غير معنى الجنس. ولا عهد بينك وبينه، وإنما هو تعريف لهذا الحاضر\" (9).\nفإن قيل: إذا قلنا بالمشهور، وهو واضح في (أُولاءِ) (10) ونحوه، أما (هؤلاء) فلا يمكن دعوى التضمن فيه لظهور الحرف، وهو (ها)، فالجواب: قال الأصفهاني (11) [12ب]: الحرف الذي هو (ها) غير ذاك الذي تضمن معناه، وهذا الموجود زائد (12)، كما أن الألف واللام في (الأمس) عند من بناه زائدة، وأن الاسم بني لتضمنه معنى ألف ولام أخرى (13).\n__________\n(1) انظر: شرح الكتاب 1/ 116 - 117، وشرح التسهيل 1/ 252.\n(2) انظر: الأغفال للفارسي 1/ 420، وهو نقل بالمعنى دون اللفظ.\n(3) في (أ) كتبت حاشية لهذه العلة: (وهي لتضمنه معنى (أل). وانظر حديث الزركشي عنها ص 46.\n(4) المفصل 125.\n(5) هو عبد الواحد بن علي بن برهان العكبري. إمام في النحو واللغة، له تصانيف مفيدة، منها شرح اللمع. توفى سنة 456هـ. [ترجمته في إشارة التعيين 199، وإنباه الرواة 2/ 213 - 215.\n(6) هو أبو الحسن سعيد بن مسعدة المجاشعي، الأخفش الأوسط، قرأ على سيبويه وكان أسن منه، ولم يأخذ عن الخليل: توفى 215هـ[ترجمته في: أخبار النحويين البصريين 50 - 51، وبغية الوعاة 1/ 590].\n(7) هو عيسى بن عمر الثقفي، أخذ عن ابن أبي إسحاق، وأخذ عنه الخليل ومن في طبقته، له كتابا: الجامع، والإكمال. توفى سنة 149هـ[ترجمته في: إشارة التعيين 249 - 250، وشذرات الذهب 1/ 244 - 225].\n(8) في (ب) التصريف.\n(9) شرح اللمع لابن برهان 1/ 302، [وهو منقول فيه عن علي الجامع] ولعل الصواب ما ذكره الزركشي، وأن كلمة (صاحب) سقطت من الكلام.\n(10) شرح اللمع لابن برهان 1/ 320.\n(11) لعله يقصد علي بن الحسين الأصفهاني الضرير، المعروف، بجامع العلوم، المتوفى سنة 535هـ[ترجمته في: نكت الهميان 211، وبغية الوعاة 2/ 160 - 161]، أو يقصد شمس الدين محمد بن محمود بن محمد الأصفهاني، المتوفى سنة 688هـ، وهو صاحب الكاشف عن المحصول في علم الأصول [ترجمته في: البداية والنهاية 13/ 350 - 351]، ويؤكد ذلك أن الزركشي ينقل عن الأصفهاني صاحب الكاشف هذا في كتبه كثيرًا، انظر: البحر المحيط 3/ 113، 135، 421.\n(12) في (ب): زائدًا.\n(13) انظر: شرح اللمع لابن برهان 1/ 320.\n(1/37)\n",
        "وذكر الفارسي أن حرف الاستفهام والشرط على مذهب سيبويه مقدر مع أسماء الشرط والاستفهام، وحُذِفَ للعلم به (1). وعلى هذا فالبناء في الاستفهام والشرط بالنظر إلى الحرف المحذوف؛ لأنه في حكم المنطوق به لا بالنظر إلى الاسم. قال صاحب البسيط: وهذا ضعيف؛ لأن تقدير (2) حرف الاستفهام مع الاسم المعرب لا يوجب له البناء؛ فالوجه المصير إلى تضمن معنى الحرف لتحقق علة البناء مع إفادة المعنى. انتهى.\nوقد اعترض على الناظم في هذا القسم بأمور:\nأحدها: انتفاضه بالظروف؛ فإنها معربة، مع أنه نَصَّ في هذه الخلاصة على أنها مضمنة معنى (في) (3)، وأجاب ابنه بأن التضمن المانع من الإعراب هو اللازم، وتضمن الظرف لمعنى (في) غير لازم؛ فلهذا لم يعتبر، فإنك إذا (4) قلت: (صمت يوم الخميس)، كان على معنى (في)، فإذا قلت: (الخميس) لم تجد فيه ذلك المعنى (5).\nويوافقه قول أبيه في باب الاستثناء من شرح التسهيل: \"وأجاز الفراء (6) بناء (غير) على الفتح عند تفريغ العامل سواء كان المضاف إليه معربًا أو مبنيََّا (7) وكأن حامله [13ب] على ذلك جَعْلُ سببِ البناء تضمنَ (غير) معنى (إلا). وذلك عارض؛ فلا يُجْعَلُ وحده سببًا\" (8). انتهى.\nوقد سبقه إلى هذا الجواب: ابن الخشاب، وزاد (9) قوله: \"فظهوره في بعض الأحوال كظهوره في جميعها، وفي بعض الظروف كظهوره في كلها\" (10) انتهى [8أ].\nوهو منتقض بالأسماء التي لم تستعمل إلا ظروفًا؛ فإن التضمن فيها لازم، ومع ذلك ليست مبنية. وأجاب غيره بأن الاسم المضمن لمعنى الحرف إنما يبنى إذا كان مستغنيًا في أصل وضعه عن الحرف، وضُمِّنَ معناه للاختصار. وأما الظروف فظهور الحرف معها هو الأصل، وهي في أصل وضعها محتاجة إليه. وإنما أجيز حذفه للعلم به، ولو كان حذف حرف الجر من الاسم المتعدَّى إليه الفعل به يوجب بناءه لوجب أن يُبْنَى المفعول به والمفعول له إذا حذف حرف الجر في الشعر. وأيضًا فالظروف كثيرة؛ فلو بنيت لَكثُرَ البناء في الاسم، وأنه خلاف الأصل (11).\n__________\n(1) انظر: الكتاب 1/ 99 - 100، وقد كرر الزركشي ذلك الكلام بنصه في ص40.\n(2) في (ب): تَقَدُّر.\n(3) وذلك في قوله:\nالظرف وقت أو مكان ضُمِّنا ... (في) باطرادٍ، كـ (هنا امكث أزمنا)\nانظر: ألفية ابن مالك ص30.\n(4) في (ب): فإذا.\n(5) انظر: شرح الألفية لابن الناظم 29 - 30.\n(6) هو أبو زكريا يحيى بن زياد بن عبد الله الفراء، أخذ عن الكسائي، وكان أبرع الكوفيين، له مصنفات كثيرة في النحو واللغة، توفي سنة 207هـ[ترجمته في: إنباه الرواة 4/ 1 - 17، وإشارة التعيين 379].\n(7) انظر: معاني القرآن للفراء 1/ 382 - 383.\n(8) شرح التسهيل 2/ 312.\n(9) في (ب): وزاده.\n(10) انظر: المرتجل لابن الخشاب 102، 111.\n(11) انظر: الشعر لأبي علي الفارسي 1/ 42 - 43، 45.\n(1/38)\n\nوالحق: أن المراد بـ (التضمن) – هنا – غير التضمن في باب الظروف، بل التضمن قسمان (1):\nأحدهما: انتقال معنى الحرف إلى الاسم بالوضع، وهو المراد في باب البناء (2).\nوالثاني: مقارنة معنى الحرف للاسم حالة التركيب، لا بالوضع. وهو المراد في باب الظروف؛ فإن الظروف ضُمِّنَتْ معنى (في) حالة التركيب، لا حالة [14ب] الوضع، بدليل أنك (3) إذا لفظت بـ (يوم الخميس) وحده، لم تجد فيه معنى (في) ألبتة، وإنما تجده إذا قلت: (صمتُ يوم الخميس)، بخلاف (متى)، ونحوه من المبنيات (4)، إلا أن تسمية الأول تضمينًا ظاهر، والآخر فيه تجوُّز؛ ولهذا رجع ابن مالك في بقية كتبه عن (5) (الظرف) بـ (التضمن) إلى (التقدير)، كما في (الكافية)، وإلى (المقارنة)، كما في شرحها (6).\nوقد يقال: إذا كان المراد بـ (التضمن) – هنا – تضمُّنَ حرف مخصوص، لا مطلق الحرف، كما صرح به صاحب البسيط، زال الاعتراض بالظرف.\nوبعد، فهذا السؤال قديم، قال أبو الفتح في خاطرياته (7): \"سألته عن الظروف المنصوبة فقلتُ: قد قلتَ: إن فيها معنى (في)، فِلمَ (8) لم تبنها لتضمنها معنى الحرف؟ فقال: لم يدخلها معنى الحرف؛ لأنها ضمنت معناه، وترك اللفظ به، بل دخلها معنى الحرف قبل حد دخوله، والحرف ملفوظ به، بدليل إلزامهم ضمير الظرف الحرف، فدل على أن الحرف كأنه ملفوظ به مع المظهر؛ لأن ما يدخل على المظهر يدخل على مضمره، تقول: (ضربت زيدًا، وضربته). قال: فقلت له: فيلزم على هذا أن يكون الظرف مجرورًا، فقال: لم يُجَرَّ [9أ]؛ لأن الحرف لما زال عن اللفظ عاقبه النصب، كما أنه لما زال من المفعول عاقبه النصب في قولك: (اخترتُ الرجال [15ب] زيدًا)، وإن كان بمعنى المفعول، ولا حرف فيه بمعناه، وفيه الحرف (9). قال (10): ونظيره: قوله:\nألا أيُّهذا الزاجري أحضرَ الوغى ........................... (11)\n__________\n(1) انظر: الأشباه والنظائر 1/ 137 – 138.\n(2) ومعنى التضمن فيه: أن الاسم يؤدي معنى ذلك الحرف على وجه لا يجوز أن يظهر ذلك الحرف معه. انظر: المحصل في شرح المفصل للأندلسي 2/ 220.\n(3) في (ب): أنه.\n(4) انظر: الأمالي لابن الحاجب 4/ 110.\n(5) في (ب): في.\n(6) شرح الكافية الشافية 2/ 675.\n(7) لم أجده في الخاطريات، ولا في بقية الخاطريات، ولا في الخاطريات المنسية.\n(8) في (ب): ولو.\n(9) انظر: الشعر لأبي علي 1/ 42 - 43.\n(10) انظر: المسائل المنثورة 159 – 160.\n(11) صدر بيت من الطويل لطرفة بن العبد من معلقته، وعجزه: * وأن أشهد اللذات هل أنت مخلدي * وهو في ديوانه بشرح الأعلم ص31، والشاهد فيه قوله: (أحضر الوعي) على حذف (أنْ) بدليل عطف (أن) عليه. وهي رواية الكوفيين وأبي= =علي، ورواه سيبويه بالرفع، انظر: الكتاب 3/ 99 - 100، والمقتضب 2/ 85، 136، ومجالس ثعلب 383، والمسائل المنثورة 160، والحجة للفارسي 6/ 99، والأمالي الشجرية 1/ 124، 3/ 210، شرح ابن يعيش 2/ 7، 4/ 28، وشرح ألفية ابن معط لابن القواس 1/ 203، والمغنى 5/ 44، 6/ 90، والخزانة 1/ 119.",
        "(1/39)\n\nلأن (أن) كأنها مقدرة، ولكنه لما زال لفظها عاقبها الرفع، ونحو: (مررت بكُلٍّ قائمًا) فـ (كل) متعرفة بما أضيفت إليه بعد حذفه على حد تعرفها به ملفوظًا به، ولكنه لما حذف من اللفظ عاقبه التنوين. قال: فالإضافة في (كل)، و (أَنْ) في (أحضر الوغى)، والحرف في الظرف، وفي المفعول كأنها مقدرة في هذه الحال، وهي في الحقيقة يُقَدَّرُ اللفظ بها مع زوال التنوين من (كل) وزوال النصب من الظرف والمفعول به، فهذا تقدير للفظ بالحرف والاسم على شرط. وليس هو تقديرًا مطلقًا ليُعْتَرض بما مَرَّ (1) من التقدير\". انتهى.\nوهَهنا تنبيهات:\nالأول: ما قررناه في تفسير (التضمين) هو المختار. ويقرب منه (العدل) في باب منع الصرف. قال ابن الدهان (2): والفرق بينهما: أن العدل هو أن تريد لفظًا فتعدل عنه إلى لفظ آخر غيره (3). كـ (عُمَر) من (عامر)، و (سَحَر)، من (السَّحَر). والتضمين: أن يحمل اللفظ معنى غير الذي يستحقه بغير آلة ظاهرة (4). ولأبي علي الفارسي كلام في (الإيضاح الشعري) (5) في ذلك أيضاً يوقف عليه منه.\nالتنبيه الثاني: أُورد على قولهم: إن الحرف المضمَّن لا يجتمع مع الاسم المُتَضَمِّنِه [16ب] (أمسِ)، فإنه مبنى؛ لتضمنه معنى حرف التعريف، ويحسن ظهوره معه، قال تعالى: {كَمَا قَتَلْتَ نَفْسًا بِالأمْسِ} (6) وأجيب بأن هذا الظاهر غير المضمَّن. وذكر بعضهم (7) أن الأسماء المتضمنة للحروف على ثلاثة أضرب:\nأحدها: مالا يجوز إظهار الحرف معه، نحو: (متى)، و (كَمْ). وهذا مبني لا محالة.\nالثاني: ما يكون الحرف المتضمن مرادًا كالمنطوق به، لكن عُدل عن النطق به إلى النطق بدونه، فكأنه ملفوظ به، ولو كان ملفوظًا به لم يكن مبنيًّا، وكذلك إذا عُدل عن النطق به، كـ (سَحَر)، فمثل هذا لا يقتضى البناء.\nوالثالث: ما يجوز إظهار الحرف معه، كالظروف والإضافة التي بمعنى (مِنْ) أو اللام أو (في) عند من يثبتها؛ فهذا لا يجوز بناؤه لجواز إظهار ذلك الحرف. وهذا ضابط حسن في كل ما ينوب [10أ] عن الحروف من الأسماء ما يبني منها ومالا يبنى.\n__________\n(1) في (ب): بما من من.\n(2) هو سعيد بن المبارك بن علي الأنصاري، المعروف بابن الدهان، من أعيان النحاة، وله مصنفات في النحو منها: شرح الإيضاح وشرح اللمع. أضر قبل موته وتوفى سنة 569هـ[ترجمته في: نكت الهميان، ووفيات الأعيان 1/ 261 - 263، وإشارة التعيين 129 - 130].\n(3) انظر تعريف العدل في: الأغفال للفارسي 2/ 145.\n(4) نقل السيوطي هذا عن ابن الدهان في الأشباه 1/ 139، وانظر: الكليات للكفوي 266.\n(5) انظر: كتاب الشعر 1/ 42، وينظر أيضاً: الخزانة 7/ 179.\n(6) سورة القصص من آية 19.\n(7) هو علم الدين اللورقي الأندلسي (ت661هـ) في كتاب المحصل في شرح المفصل، وقد نقل ذلك السيوطي عنه وعزاه إليه في الأشباه 1/ 137 – 138. ولم أعثر عليه بعد طول بحث في الجزأين المحققين من المحصل في كلية اللغة العربية، ولا في كتابه الآخر (المباحث الكاملية).\n(1/40)",
        "\nالتنبيه الثالث: ظاهر كلام النحويين أن الاسم المضمَّن يدل على معنى من جهة الاسمية ومن جهة الحرفية التي تضمنها (1)، وصرح الزمخشري في الكشاف (2) بخلاف ذلك؛ فقال في قوله تعالى: {هَلْ أُنَبِّئُكُمْ عَلَى مَنْ تَنَزَّلُ الشَّيَاطِينُ} (3):\n\"فإن قلتَ: كيف دخل حرف الجر على (مَنْ) المتضمنة لمعنى الاستفهام، والاستفهام له صدر [17ب] الكلام؟ ألا ترى إلى قولك: (أَعَلَى زيد مررت؟). [ولا تقول: (على أزيد مررت؟)] (4)\nقلت: ليس معنى التضمن أن الاسم دل على معنيين معًا: معنى الاسم ومعنى الحرف. وإنما معناه: أن الأصل: (أَمَنْ) فحذف حرف الاستفهام، واستمر الاستعمال على حذفه، كما حُذِف من (هل). والأصل: (أَهَلْ)، قال (5):\n.................... أَهَلْ رأونا بسفح القاع ذي الأكَمِ\nفإذا أدخلت حرف الجر على (مَنْ) فقدِّر (6) الهمزة قبل حرف الجر في ضميرك، كأنك تقول: (أَعَلَى من تنزل الشياطين؟)، كقولك: (أَعَلَى زيد مررت؟) \" انتهى.\nوقال صاحب البسيط: قال أبو علي: حرف الاستفهام على مذهب سيبويه يقدر معها، وحذف للعلم به، وكذا قال في حرف الشرط (7).\nوعلى هذا فالبناء في الاستفهام والشرط بالنظر إلى الحرف المحذوف؛ لأنه في حكم المنطوق به لا بالنظر إلى الاسم. وهذا ضعيف؛ لأنه ينفي علة بناء الاسم؛ لأن تقدير حرف الاستفهام مع الاسم المعرب لا يوجب له البناء؛ فالوجه المصير إلى تضمن معنى الحرف؛ لتحقق علة البناء مع إفادة المعنى.\nالأمر الثاني: مما اعْتُرِض به على الناظم: انتفاضه بالمضاف، نحو: (غلام زيد) فإن المضاف إليه مجرور بالمضاف لا بحرف الجر المقدر على الأصح (8)، خلافًا للزجاج (9)؛ إذ لو كان بحرف الجر لامتنع في الإضافة غير المحضة، فإن [18ب] حرف الجر غير مقدر فيها، فقد تعقلنا تضمن المضاف معنى حرف الجر على القول الأصح، ومع ذلك فهو معرب.\n__________\n(1) انظر: الأمالي النحوية لابن الحاجب 4/ 110.\n(2) الكشاف 3/ 342 – 343، وانظر أيضًا: الكليات للكفوي 267.\n(3) سورة الشعراء من آية 221.\n(4) ما بين معقوفتين سقط في (ب).\n(5) هذا عجز بيت من البسيط، وصدره: * سائلْ فوارسَ يربوعَ بشدَّتنا*\nوهو لزيد الخيل في ديوانه 100، ويروى: (بوادي القُفِّ) بدل (بسفح القاع)، انظر: المقتضب 1/ 182، 3/ 291، والخصائص 2/ 463، وأمالي ابن الشجري 1/ 108، والبيان للأنباري 2/ 480، وشرح التسهيل 4/ 112، والارتشاف 4/ 2008، وشرح ألفية ابن معط لابن القواس 2/ 1139، والجني الداني 344، والخزانة 11/ 261.\n(6) في (ب): تقدر.\n(7) انظر: الكتاب 1/ 99 - 100.\n(8) وهو مذهب سيبويه [انظر: الكتاب 1/ 419، وشرح ألفية ابن معط لابن القواس 1/ 731 - 732]، ويرى الزجاج أن الجار هو اللام [انظر: ما ينصرف 10].\n(9) هو أبو إسحاق إبراهيم بن السري بن سهل، \"الزجاج، أخذ عن ثعلب والمبرد، وكان إمامًا في العربية، من أهل الدين، توفى 311هـ[ترجمته في: أخبار النحويين البصريين 108، ووفيات الأعيان 1/ 11 - 12، وبغية الوعاة 1/ 411 - 413].\n(1/41)\n",
        "والجواب: أن حرف الجر في التقدير داخل في المضاف إليه؛ فهو أولى بالتضمن وعلى كل تقدير لا يجوز أن يُبْنَى واحد منهما؛ لأن الإضافة تنافي البناء.\nالثالث: انتفاضه بالأسماء المثناة، فإنها متضمنة للواو العاطفة مع أنها معربة؛ ومِنْ ثَمَّ ذهب الزجاج إلى أنها مبنية (1)، فقولك: (الرجلان) بمثابة (رجل ورجل)، فحذفوا العاطف والمعطوف، وأقاموا حرف التثنية مُقَامهما [11أ] اختصارًا. وصح ذلك لاتفاق الذاتين في التسمية بلفظ واحد؛ ولهذا رجعوا إلى الفك عند الضرورة؛ كقوله: (2)\nكأن بين فَكِّها والَفكِّ\nأراد: (بين فكيها)؛ فقاده تصحيح الوزن إلى العطف.\nوجوابه: ما رُدَّ به على الزجاج من أن المتضمن للحرف لا يجوز ظهوره معه، كـ (أين، وكيف). وهذه تظهر معها الواو؛ فلا تكون متضمنة (3) له.\nالرابع: انتقاضه بـ (أَيٍّ)؛ فإنها تأتي شرطية واستفهامية، ومع ذلك فهي تعرب. وأجيب بأن شرط الشبه الحرفي: ألا يعارضه ما يرجع به إلى أصله؛ ولهذا قال (مُدْنى). وهذه وإن أشبهت الحرف في ذلك لكن عارضها ما يبعده عنه، وهي ملازمتها للإضافة. وهي من خصائص [19ب] الأسماء.\nوفيه نظر؛ لأن (إذ، ولَدُنْ)، كقوله تعالى: {مِنْ لَدُنْ حَكِيمٍ عَلِيمٍ} (4) ونحوهما، مبنيان مع ملازمتهما للإضافة. وإنما الجواب: أن العلة مركبة من الإضافة وأمر آخر، وهو كونها بمعنى (كل) مع النكرة، و (بعض) مع المعرفة، و (كل، وبعض) معربان (5). وأجاب ابن إياز (6) في قواعد المطارحة (7) بأن (إذ) بناؤها لازم، و (كم)، وإحدى لغات (لَدُنْ)، وهو (لَدُ) موضوعتان وضع الحروف، ولا يلزم من معارضة الإضافة البناءَ العارض معارضتُها البناء اللازم.\nفإن قيل: فـ (أيُّهم) من قوله تعالى: {لَنَنْزِعَنَّ مِنْ كُلِّ شِيعَةٍ أَيُّهُمْ} (8) مضافة، وبناؤها عارض،\n__________\n(1) انظر: الإنصاف لأبي البركات الأنباري 1/ 33، والغرة المخفية لابن الخباز 1/ 121، والأشباه والنظائر 3/ 73.\n(2) البيت من الرجز، وبعده: ... * فارة مسك ذُبحت في سُكِّ * وينسب لمنظور بن مرثد الأسدي، انظر: شرح المفصل لابن يعيش 4/ 138، 8/ 91، وشرح التسهيل 1/ 68، واللسان (فكك – سكك).\n(3) في (ب): مضمَّنة.\n(4) سورة النمل من آية 6.\n(5) انظر: شرح التسهيل 1/ 209.\n(6) هو الحسين بن إياز النحوي البغدادي، المنعوت بـ (الجمال)، له مصنفات منها: قواعد المطارحة، والمحصول في شرح الفصول، توفي سنة 674هـ[ترجمته في: إشارة التعيين 103، وبغية الوعاة 1/ 532].\n(7) قواعد المطارحة لابن إياز 492 - 493، وانظر أيضاً: المحصول في شرح الفصول لابن إياز 184.\n(8) سورة مريم من آية 69.\n(1/42)\n\nومع ذلك فلم تعارض الإضافة عروض البناء عند سيبويه (1).\nوأجاب (2): لأجل ذلك فَرَّ ابن السراج (3)، فقال: إنه على الحكاية (4)، وبه قال الخليل (5). نَعَمْ ههنا سببان: أحدهما: كونها موصولة. والآخر: حذف صدر صلتها. والإضافة تعارض مقتضى البناء الواحد لا المقتضيين.\nوأشار ابن مالك في شرح التسهيل في باب الموصول إلى فرق لطيف (6)، وذلك أنه لم يأخذ كون (أيّ) مقام (تا، وحا) في مشابهة الحرف، لكن أخذ بمعنى لطيف (7) وهو أن إضافتها قد خالفت بها أخواتها من\nأسماء الشرط والاستفهام؛ فخرجت عن النظائر بإضافتها؛ فخرجت عنها بإعرابها (8) [20ب].\nوبهذا يجاب عن مسألة (لَدُنْ) ونحوها؛ لأن (لدن) لم تخالف الظروف في ذلك؛ لأن كثيراً منها مضاف، ثم إنه لم يأخذ معنى (الكلية، والبعضية) في الموصولة؛ لأنها لا تضاف إلا لمعرفة؛ فاعلمه فإنه حَسَنٌ.\nوقال ابن الحاجب في أماليه (9): \"إنما بُنيت (لَدُنْ) مع الإضافة، ولم تُبْنَ (قَبْلُ وبعدُ) إلا عند الاقتطاع (10)؛ لأن من جملة لغات (لدن): (لد)، وهي تشبه الحرف في الوضع على حرفين؛ فبنيت كما بنيت (مُذْ) الاسمية، و (عن) الاسمية، و (كم)، و (من)، بخلاف (قبل، وبعد). وإن كانت (لدن) بمعنى (عند)؛ لأن هذه لم توضع وضع الحروف. والأحكام لا تثبت بالعلل، وإنما التعليل للواقع. وهذا تعليل مناسب\".\n__________\n(1) مذهب سيبويه أنها مبنية على الضم؛ لأنها خالفت أخواتها، واستعمل معها حذف المبتدأ، [انظر: الكتاب 2/ 400، ومعاني القرآن وإعرابه 3/ 339 - 340، والأغفال 2/ 398، والتعليقة 2/ 106].\n(2) أي: ابن إياز، انظر: قواعد المطارحة 492 - 493.\n(3) هو محمد بن السري أبو بكر ابن السراج، من أكابر أصحاب المبرد، أخذ عنه الزجاجي والسيرافي والفارسي توفي 316هـ[ترجمته في: أخبار النحويين البصريين 108 - 109، ونزهة الألباء 314، وبغية الوعاة 1/ 109 - 111).\n(4) الأصول لابن السراج 2/ 324. فهو على معنى: (الذين يقال لهم: أيُّهم أشد).\n(5) هو الخليل بن أحمد الفراهيدي، كان من أزهد الناس، وكان يحج سنة ويغزو سنة حتى مات، له المصنفات الباهرة، توفي سنة 170هـ[ترجمته في: أخبار النحويين البصريين 38 - 40، وإشارة التعيين 114]، وانظر مذهب الخليل في: الكتاب 2/ 399، وشرح الرضى 3/ 61 - 62.\n(6) شرح التسهيل 1/ 209.\n(7) علة بناء (أي) عند إضافتها وحذف صدر صلتها على مذهب سيبويه: أن الصلة تبين الموصول وتوضحه كما أن المضاف يبين المضاف إليه ويخصصه، وكما أنه إذا حذف المضاف إليه من الأسماء التي تبينها الإضافة – بنيت، كذلك لما حذف العائد من الصلة إلى الموصول هنا بنيت [انظر: الأغفال 2/ 400، 404 – 405].\n(8) انظر: شرح التسهيل 1/ 209.\n(9) الأمالي النحوية لابن الحاجب 4/ 112 - 113.\n(10) أي: إذا قطعت من الإضافة.",
        "(1/43)\n\nوأجاب بعضهم (1) عن (لدن) بأن المبني إذا كان مستحقًّا للبناء في حال الإضافة لا تكون الإضافة مانعة له من البناء. ونظيره: (كم رجل)، و (خمس عشرك)؛ لأنها إنما بنيت في حال التنكير. والإضافة بمنزلة التنكير في مواضع منها النداء.\nوفَرَّقَ الأخفش بين التنكير والإضافة فيعرب في الإضافة، ويبنى في التنكير من قِبَلِ أن في الأسماء مالا ينصرف حالة التنكير، وليس منها مالا يمنع من الصرف في حالة الإضافة؛ فالإضافة أقوى من التنوين في رد الشيء إلى [21ب] أصله.\nوههنا (2) سؤال، وهو ما علة بناء (أيٍّ) إذا أضيفت وحُذِفَ صدر صلتها؟ فإنهم نصوا على أنها إنما خرجت عن نظائرها فأُعربت لأجل الإضافة. وهي موجودة في حالة وجوب بنائها؛ ومِنْ ثِمَّ أبطل ابن جني في الخصائص اعتذارهم عن إعرابها بلزوم الإضافة. وقال: (3) \"الإضافة لا تنافي البناء، بل لو جعلها جاعل (4) سببًا للبناء لكان أعذر ممن يجعلها نافية له (5) ألا ترى أن المضاف بعض الاسم، وبعض الاسم [صوت، والصوت] (6) واجب بناؤه. وقد قالوا: (كم رجل قد رأيت) فـ (كم) مبنية وهي مضافة، وقالوا أيضًا: (لأضربن أَيُّهم أفضل)، وهي مبنية عند سيبويه (7). انتهى.\nوجواب هذا: أن الحذف للمُصَدَّرِ (8) منها إنما هو لتنزيل المضاف إليه منزلته، فكأنها لم تضف لا لفظًا ولا نية. والمقتضى للإعراب المعارض لشبه الحرف هو الإضافة (9).\nتنبيه: قد ظهر أن البناء لا يمنع من الإضافة في صور، منها: أنهم اختلفوا في المجرور بـ (كم) الخبرية هل هو بالإضافة أو بحرف الجر المقدر؟ فعند الجمهور كما قاله العكبري في شرح الإيضاح (10): إنه بالإضافة. قالوا: والبناء لا يمنع من الإضافة كما في (لدن).\nالخامس: أنهم أعربوا (هذين)، و (هاتين) [22ب]، مع تضمنهما معنى حرف الإشارة. وأجيب بأنهما مثنيان. والتثنية من خواص الأسماء؛ فبعدت عن مشابهة الحرف (11).\n__________\n(1) انظر: الأغفال 2/ 404 - 405.\n(2) في (ب): بقى هنا.\n(3) الخصائص 2/ 38 - 39، وانظر: 2/ 185.\n(4) في (ب): عاجل، وهو تحريف.\n(5) (له) ليست في (ب).\n(6) ما بين معقوفتين سقط في (ب).\n(7) الكتاب 2/ 400.\n(8) في (ب) المصدر.\n(9) انظر: المسائل المنثورة 118 - 119، وشرح الرضي 3/ 60.\n(10) انظر: اللباب في علل البناء والإعراب للعكبري 1/ 316، ومذهب الجمهور أقوى؛ لأن حرف الجر ضعيف، فلا يبقى عمله بعد حذفه.\n(11) انظر: التصريح بمضمون التوضيح 1/ 187.\n(1/44)",
        "\nوفي هذا نظر؛ لأن اسم الإشارة لازم للتعريف، والتثنية إذا دخلت على اسم نكرته (1)، ولهذا قال المحققون: إنها ليست تثنية حقيقة، بل على صورة التثنية (2) [12أ].\nالقسم الثالث: الشبه الاستعمالي. وحقيقته: أن يلزم الاسم طريقة من طرائق الحروف (3). وله صور، منها: أن ينوب عن الفعل ولا يتأثر بالعوامل؛ فإن شأن الحرف كذلك، وذلك كأسماء الأفعال، نحو: (نزال، وهيهات)؛ فإنها نابت عن (انزل، وبَعُدَ)، ولا تقع (4) معمولة لعامل أصلاً؛ فأشبهت نحو: (ليت، ولعل، وهل)، فإنها نابت عن (أتمنى، وأترجى، وأستفهم)، ولا تقع معمولة لعامل، فبُنِيَتْ لذلك (5).\nوخرج بذلك شيئان: المصادر، نحو: (ضربًا زيدًا)، والأوصاف في نحو: (جاء الضارب زيدًا)، و (أقائم الزيدان؟)؛ فإنها وإن نابت (6) عن الفعل، لكنها متأثرة بالعوامل؛ فلم يستحكم الشبه (7).\nوعلل في شرح الكافية (8) بناء أسماء الأفعال بغير هذا، وهو أنها ملازمة للإسناد إلى الفاعل، فهي أبدًا عاملة، ولا يعمل فيها شيء، فأشبهت في استعمالها الحروف العاملة، كـ (إنَّ) وأخواتها. وشرح ابنه (9) كلامه [23ب] في الخلاصة بهذا. وهو غير مناسب للنظم إلا بتمحُّل.\nوبالجملة فإنما تصح هذه العلة إذا قلنا: إن أسماء الأفعال لا موضع لها من الإعراب، وهو قول الأخفش وغيره (10)، فإن قلنا بالصحيح وهو مذهب سيبويه (11) والجمهور: إنها منصوبة بأفعال مضمرة، كما في قولك: (ضربًا زيدًا)، فقولك: (صه) معناه: (سكوتًا) بنى لكونه أقيم مُقَام (اسكت)، أو مبتدآت والضمير الذي فيها مرفوع على أنه فاعل سد مسد الخبر؛ لاستقلال الكلام به عما فيها من معنى الفعل والفاعل، كما استقل به في: (أقائم الزيدان؟)؛ فلا يصح تعليله بشيء من ذلك.\nوهذا الأخير هو الذي رجحه ابن الحاجب (12)، وضعَّف القول بأنه لا محل لها بأن الأسماء تستحق الإعراب بالتركيب، سواء وقعت موقع ما له إعراب أو ما لا إعراب له؛ ولذلك أجمعوا على أن سائر المبنيات إذا وقعت مركبة فإنها معربة (13) محلاًّ وإن كانت واقعة موقع ما لا إعراب له؛ فكذلك يجب ههنا.\n__________\n(1) انظر: سر صناعة الإعراب 2/ 466، وشرح شذور الذهب 140.\n(2) انظر: توضيح المقاصد والمسالك 1/ 119.\n(3) انظر: توضيح المقاصد والمسالك 1/ 46.\n(4) في (ب) يقع.\n(5) انظر: شرح الكافية الشافية 1/ 218، وشرح الرضى 3/ 83، وشرح ابن القواس 2/ 1037 - 1038.\n(6) في (ب): بانت.\n(7) التصريح 1/ 190 - 191.\n(8) انظر: شرح الكافية الشافية 3/ 1384.\n(9) شرح ابن الناظم 30.\n(10) انظر: الارتشاف 5/ 2311، وشرح الأشموني 3/ 196.\n(11) انظر: الكتاب 1/ 242، والمسائل الحلبيات 76، واللباب 1/ 456، والارتشاف 5/ 2311، والخزانة 4/ 339.\n(12) الإيضاح في شرح المفصل لابن الحاجب 1/ 505.\n(13) في (ب): معربها.\n(1/45)\n",
        "ونقل ابن الحاج (1) في شرح الإيضاح عن البصريين (2) أن علة بناء أسماء الأفعال: وقوعها موقع الفعل، و (نزالِ) واقع موقع (انزل)، قال: وذهب الكوفيون وابن جني (3) إلى أن العلة في بنائها تضمنها معنى لام الأمر؛ لأن (نَزالِ) واقع موقع [24ب] قولك: (انزل). انتهى.\nوأردت من هذا كله قول ابن جني: إنها بنيت لتضمنها معنى لام الأمر. وقال الشلوبين (4): الذي يظهر لي أنه لا يُحتاج إلى تعليل هذا النوع؛ لأنها لم توضع إلا مواضع (5) الأفعال، وليس فيها موجب الإعراب أصلاً؛ إذ المعاني الموجبة للإعراب من الفاعلية والمفعولية والإضافة لا تصح فيها؛ فلم [يكن] (6) للإعراب [13أ] فيه مدخل أصلاً (7).\nومنها (8): أن يكون مفتقرًا افتقارًا أصليًّا إلى جملة، وذلك كالموصولات؛ فإنك تقول: (جاء زيد) فيتم الكلام، وتقول: (جاء الذي) فلا يتم حتى تقول: (قام أبوه)، أو نحوه، لا ينفك من ذلك (9).\nوالافتقار العارض أو إلى المفرد لا يؤثر؛ فالأول: (اضرب رجلاً آمنًا)، فـ (رجلاً) – هنا – مفتقر إلى ما بعده، لكنه لا بطريق الأصالة، ألا ترى أنك تقول: (جاءني [رجل] (10))، فلا يفتقر إلى شيء أصلاً. والثاني، نحو: (سبحان الله) (11).\nهذا حاصل ما في النظم. وقد اعْتُرض عليه بأنه ترك كثيرًا من الأسماء المبنية، مع أنه ليس فيها شيء من هذه العلل، فمنها: الأسماء قبل التركيب، كفواتح السور ونحوها؛ فإن مختار المصنف (12) أنها مبنية، وعلة\n__________\n(1) في (أ): ابن الحارد، ولعله (ابن الحاج)، وهو أبو العباس أحمد بن محمد بن أحمد الإشبيلي، المعروف بـ (ابن الحاج)، له معرفة بالقراءات والعربية، ولم يكن في تلامذة أبي علي الشلوبين أنبه منه، توفى سنة 647هـ[ترجمته في: إشارة التعيين 47 - 47، وبغية الوعاة 1/ 359]. وفي (ب): ابن الحارث.\n(2) انظر: شرح الرضى 3/ 83.\n(3) الخصائص 3/ 51، قال: \"علة بنائها إنما هي تضمنها معنى لام الأمر، ألا ترى أن (صَهْ) بمعنى (اسكت)، وأن أصل (اسكت): (لتسكت)، كما أن أصل (قم): (لتقم)، و (اقعد): (لتقعد)، فلما ضمنت هذه الأسماء معنى لام الأمر شابهت الحرف؛ فبنيت\".\n(4) هو أبو علي عمر بن محمد الشلوبين، إمام في اللغة والعربية، أقرأ نحوًا من ستين سنة، توفى سنة 645هـ[ترجمته في: بغية الوعاة 2/ 224 – 225، وشذرات الذهب 5/ 232 - 233].\n(5) في (ب): مواقع.\n(6) ما بين معقوفتين ليس في (ب).\n(7) انظر: شرح الجزولية الكبير للشلوبين 1/ 442 - 443، وبعده: \"وإذا لم يكن له فيها مدخل انبغى أن يبقي الآخر منها على أصله، وهو سكون فاجتمع ساكنان؛ فوجب الكسر – أي في (نزال) وشبهه – لالتقائهما\"\n(8) أي: ومن الشبه الاستعمالي.\n(9) انظر: شرح الكافية الشافية 1/ 218، وشرح الرضى 3/ 7، وشرح ألفية ابن معط لابن القواس 1/ 689.\n(10) ما بين معقوفتين سقط من (ب).\n(11) انظر: توضيح المقاصد والمسالك 1/ 46، والتصريح 1/ 192 - 193.\n(12) في (ب): المص، وهو اختصار مشهور لكلمة المصنف.\n(1/46)\n\nبنائها ليس شيئًا مما سبق، بل كما قال في شرح الكافية (1): شبهها بالحروف المهملة في أنها لا عاملة ولا معمولة؛ فكان ينبغي أن يُذْكَرَ من جملة الشبه: (الشبه الإهمالي).\nوالجواب [25ب]: أنها داخلة في كلامه؛ لأنه حصر العلة في شبه الحرف، وهذه تشبه الحرف، لكنه لم يذكره من جملة أنواع الشبه، ولم يأت في الأنواع بأداة حصر، بل قال: (كالشبه الوضعي)، إلى آخره، ولأن كلامه في المُسْتَعْمَلات، ولأنه جعلها في شرح العمدة (2). من الطراز الأول، كأسماء الأفعال؛ فقال: \"بنيت لشبهها بالحروف في عدم التعلق بعامل كأسماء الأفعال\".\nومنها: (أمس)،فإنها مبنية على المشهور إذا أردت به اليوم الذي قبل يومك (3)،مع أنها لم تشبه الحرف فيما سبق. وجوابه: أن للعرب فيها مذهبين: منهم من يعربها إعراب مالا ينصرف (4)، وعلى هذا فلا كلام. ومنهم من يبنيها (5)، وعلى هذا فعلة بنائها: تضمنها معنى الحرف؛ فهي داخلة في القسم الثاني من كلامه (6)، فإن الأكثرين قالوا (7): إنه مبني لتضمنه معنى الحرف، وهو لام التعريف؛ إذ ليس هو مُعَرَّفاً (8) إلا بها، بدليل وصفه مما فيه اللام، كقولك: (أمس الدابر) (9) والصفة كالموصوف في التعريف والتنكير، وليس بِعَلَمٍ ولا مبهم ولا مضاف ولا مضمر، ولا بلام ظاهرة؛ فتعرَّفَ بذلك، ورأيناهم يقولون: (أَمْسِ) وهم يريدون اليوم الذي قبل يومك، وليس هنا تعريفه بشيء، دل ذلك على أنه مضمَّن معنى الألف واللام [14أ] [26ب]؛ فتعين تقديرها؛ لأن حكم المعاني الطارئة أن تدل عليها الحروف، فلما لم يوجد الحرف والمعنى الذي يدل عليه الحرف بوجوده حكمنا للاسم بتضمنه إياه. ولولا ذلك لما كان معرفة. وهذا ونحوه مما وقعت معرفته قبل نكرة، هذا هو الصحيح. ووراءه ثلاثة أقوال:\nأحدها: أنه بني؛ لأنه منقول من فعل الأمر، والتقدير فيه: (أَمْسِ) محذوف اللام (10). ونسب للكسائي (11)، وهو\n__________\n(1) شرح الكافية الشافية 1/ 216.\n(2) شرح عمدة الحافظ 1/ 111.\n(3) انظر: الارتشاف 3/ 1472.\n(4) وهم بنو تميم [انظر: شرح الجمل لابن عصفور 2/ 400، وشرح التسهيل 2/ 223، وشرح الكافية الشافية 2/ 680، والمساعد 1/ 520].\n(5) وهم أهل الحجاز يبنونه على الكسر، تقول: (ذهب أمس بما فيه، وأحييت أمس، وما رأيتك منذ أمس) [انظر: الأمالي النحوية 4/ 81، والارتشاف 3/ 1428].\n(6) وهو الشبه المعنوي.\n(7) انظر: شرح ألفية ابن معط لابن القواس 1/ 233، وينظر: الأغفال 1/ 324، وشرح اللمع لابن برهان 1/ 320، والأشباه 1/ 139.\n(8) في (ب): معرف.\n(9) يقال: (ذهب فلان كما ذهب أمسِ الدابر)، وهو الماضي لا يرجع أبدًا [انظر: تهذيب اللغة 14/ 113].\n(10) فهو محكي سمي بفعل الأمر من (الإمساء)، كما لو سُمِّي بـ (أصبح) من الإصباح، فإذا قلت: (جئت أمسِ) فمعناه: (اليوم الذي كنت تقول فيه أمس)، وكثرت هذه الكلمة على ألسنتهم حتى صار اسمًا لليوم الذي قبل يومك وليلتك [انظر: الارتشاف 3/ 1427 - 1428، والأشباه 1/ 362].\n(11) هو علي بن حمزة الكسائي، أحد القراء السبعة، قرأ النحو على معاذ الهراء والخليل بن أحمد، توفي سنة 189هـ[ترجمته في: إشارة التعيين 217 – 218، وبغية الوعاة 2/ 162 - 164].",
        "(1/47)\n\nمبني على مذهبه أن الأمر معرب (1).\nوالثاني: أنه مبني؛ لافتقاره إلى اليوم الذي بعده، كافتقار الحرف إلى ما بعده؛ فكان معناه في غيرها، حكاهما ابن الدهان.\nوالثالث: أنه بُني لتضمنه معنى حرف الإشارة؛ لأن قولك: (لقيته أَمْسِ) في معنى: (لقيته في ذلك اليوم)، قاله الزجاج (2)، ورده الفارسي بأنه كان يجب على هذا بناء جميع الأسماء؛ إذ ما من اسم إلا وهو إشارة إلى مسماه ودليل عليه.\nوقد اسْتُشْكِل على المُصَحِّحِ أمران:\nأحدهما: أنه لو كان علة بنائه تضمنه اللام، لم يجز ظهوره معها، وقد مر أن المضمَّنَ للحرف لا يظهر معه ذلك الحرف (3)، وقد قال تعالى: {كَأَنْ لَمْ تَغْنَ بِالأمْسِ} (4)، {كَمَا قَتَلْتَ نَفْسًا بِالأمْسِ} (5).\nوقال الشاعر (6).\nوإني وقفت اليومَ والأمسَ قبلَهُ بِبابِكَ حتى كادت الشمسُ تغربُ\nوالجواب: أن الألف واللام إنما [27ب] دخلت عليه بعد تنكيره في إعرابه، كما يعرب (7) إذا أضيف أو صُغِّرَ أو ثُنِّيَ أو جُمع لزوال البناء. وقيل: اللام زائدة كالتي في (النسر) (8)، والممتنع معه ظهور لام التعريف؛ لأن (أمس) المعرفة هو (أمس) الذي قبل يومك (9).\nوقال العبدي (10): يحتمل أن تكون الألف واللام دخلت على طريق الدلالة على الألف واللام الأخرى المرادة. قلت: ويسهل ذلك عدم التلفظ بالأولى.\n__________\n(1) انظر: الإنصاف 2/ 524، والأشباه 2/ 181.\n(2) انظر: شرح ابن القواس 1/ 233.\n(3) انظر ص 40.\n(4) سورة يونس من آية 24.\n(5) سورة القصص من آية 19.\n(6) البيت من الطويل لنصيب بن رباح، انظر: ديوانه ص62، والخصائص 1/ 394، والمحكم لابن سيده 8/ 373، والتنبيه والإيضاح لابن بري 2/ 257، وشرح التسهيل 2/ 224، والارتشاف 3/ 1429، والمساعد 1/ 521، واللسان 1/ 209، ويروى: (جلست) مكان (وقفت).\n(7) في (ب): يعرف.\n(8) في (ب): النشر، والصحيح: (النسر)، والألف واللام زائدة فيه باتفاق. وهو علم على صنم كان قوم نوح عليه السلام يعبدونه، وهو مما تعاقب عليه تعريفان: أحدهما بالألف واللام والآخر بالوضع والعلمية، والذي يدل على زيادتها: حذفها منه وبقاؤه على العلمية، وفي التنزيل {ولا يغوث ويعوق ونسرًا} [انظر: الأمالي لابن الشجري 3/ 121، وشرح ابن القواس 1/ 727 – 728، والخزانة 7/ 214].\n(9) انظر: شرح ابن القواس 1/ 233.\n(10) هو أبو طالب أحمد بن بكر بن بقية العبدي، أحد الأئمة، أخذ عن السيرافي والرماني والفارسي وغيرهم، توفى سنة 406هـ[ترجمته في: إشارة التعيين 26، وبغية الوعاة 1/ 298].\n(1/48)",
        "\nالثاني: أنه يلزم على هذه العلة بناء (غَدٍ)؛ إذ الأمر فيه كالأمر في (أمس).\nوأجيب: بأن (غدًا) حذفت (1) لامه؛ فلا يجمعون عليه حذف لامه، والبناء. ورده ابن الدهان بنحو قول الشاعر (2):\nوما الناس إلا كالديار وأهلها بها يوم حلَّوها وَغدْوًا بلاقعُ\nفأعاد اللام، يعني: لام الكلمة. وهو معرب. قال: والصواب أن يقال: إن (غدًا) غير مشاهد الوجود، و (أمس) مشاهد محقق معلوم؛ فهو أشبه بالمعرفة. ونظير ذلك: (قط، وأبدًا)، أُعْرِب (أبدًا)؛ لأنه مستقبل كـ (غد) وبُنِي (قط)؛ لأنه للماضي (3)، كـ (أمس) (4).\nومنها: الغايات المقطوعة عن الإضافة، نحو: (قَبْلُ، وبعدُ، وأولُ، وعَلُ)، وما حُمل عليها نحو: (حيث، ولدن).\nوجوابه: أن علة بنائها ما ذُكر في الموصولات (5) من افتقارها إلى [15 أ] ما يبين معناها؛ لأن المضاف شديد الافتقار إلى المضاف إليه، فصار كتوقف الحرف على متعلقه؛ فإذا قلت [28ب]: (رأيته قبلُ)، فإنه يحتاج إلى ما يبنيه ولا يُبْنَي على الضم إلا إذا تقدم ما يدل عليه، ونُوِىَ فيه المضاف؛ كما في قوله تعالى: {لِلَّهِ الأمْرُ مِنْ قَبْلُ وَمِنْ بَعْدُ} (6)، أي: (من قبل الغلب ومن بعده)، ولو لم يتقدم (7) {غُلِبَتِ الرُّومُ} (8) ما صح إطلاقه، وكان المضاف ظاهرًا، ولو لم يُنْوَ أُعرب، كقوله (9):\nفساغَ ليَ الشرابُ وكنت قبلاً أكاد أغَصُّ بالماء القَراحِ\nواعترض ابن هشام في شرح الإيضاح، وقال: ينبغي على ذلك أن تبني الأسماء المقطوعة عن الإضافة، نحو: (كل، وبعض).\n__________\n(1) في (ب): حذف.\n(2) البيت من الطويل للبيد بن ربيعة رضي الله عنه توفي سنة 41هـ في قصيدة من عشرين بيتاً مطلعها:\nبلينا وما تبلى النجوم الطوالع ... وتبقى الجبال بعدنا والمصانع\nوهو في ديوانه ص169، و (غدوًا) بمعنى (غدًا) والمعنى: بيناهُمْ أحياء إذ هم ماتوا، وكذلك الديار بينا هي عامرة إذ قفرت من أهلها فصارت بلاقع. أي: قفارًا.\n(3) في (ب): لماضٍ.\n(4) انظر المسائل المنثورة 259 – 262، والأشباه والنظائر 2/ 278.\n(5) انظر: ص45.\n(6) سورة الروم من آية 4.\n(7) في (ب): يقدم.\n(8) سورة الروم آية 2.\n(9) البيت من الوافر، ليزيد بن الصعق، أو لعبد الله بن يعرب، أو للنابغة – ويروى (الحميم)، و (الفرات)، و (الزلال) مكان (القراح)، وكلها بمعنى واحد، ولم أجد القافية الحائية لهذا البيت إلا عند الزركشي، انظر: ديوان النابغة الذبياني 211، وشرح ابن يعيش 4/ 88، وشرح الكافية الشافية 2/ 965، وشرح التسهيل 3/ 247، وشرح الرضى 3/ 168، والارتشاف 4/ 1817، وشرح ابن القواس 1/ 547، وأوضح المسالك 3/ 156، وشرح الأشموني 2/ 269، والخزانة 1/ 429.\n(1/49)\n",
        "وجوابه: أن هذه الأسماء لما لزمت طريقة واحدة، وهي أنها لا تستعمل إلا ظروفًا خرجت بذلك عن حكم الأسماء، فلما قطعت عن الإضافة ازداد ضعفها وشبهها بالحرف فبنيت، بخلاف (كل، وبعض) فإنها تُستعملُ فواعلَ ومبتدآتٍ ومفعولاتٍ على حسب الأسماء المعربة، فلم يكن حذف مضافها مقتضيًا (1) لبنائها.\nوقال الفارسي (2): لما كانا ظرفين وقطعا عن المضاف إليه في اللفظ؛ فلم يذكر معهما، وأريد بهما مع ذلك ما يراد به لو كان مذكورًا، دل على شدة اتصالها به؛ لأن ما قطع عن الإضافة، ولم يذكر معه، لا يتعرف (3) به. وهذه بخلاف ذلك؛ فجريا لذلك مجرى بعض كلمة، فبنيا كما يُبْنَى بعض الكلمة، وصارا [29ب] بمنزلة (الذي) وشبهه في أنهما لما كانا بعض كلمة بُنيا.\nقال: ونظير هذا: (يا حارِ) في الترخيم؛ لأنه لما كانت الراء آخر الاسم في التقدير بنيت، فكذلك (قبلُ)، و (بَعْدُ) في المركب نظير (يا حار) في المفرد.\nقال أبو الفتح: قلت له: إنما يكون نظيره لو كان (قبلُ)، و (بَعْدُ) على حركتهما والمضاف إليه قائم معهما، كما أن (حارِ) على حركته، والحرف المحذوف قائم؛ فقال: هما نظيراه في البناء، ولا عبرة بما ذكرتَ؛ لأنك إذا رخمته حركت (4) الراء الساكنة لالتقاء الساكنين بالفتح. وحركة التقاء الساكنين حركة بناء؛ فدل ذلك على أن المعتبر أن يكون مبنيًّا إذا اقتلع عنه باقيه، لا أن يكون على حد ما كان عليه.\nقال: ولأنهما ظرفان. والظروف يغلب فيها قلة التصرف، وتضمن معنى الحرف ولزوم طريقة واحدة هي النصب، ولأنهما ضُمِّنا تعريف المضاف إليه مع إرادة إسقاط لفظه؛ فصارتا كأنهما المضاف إليه وصار تضمنهما (5) أيضاً تعريف المضاف إليه [16أ]، كتضمن (خمسة عشر) معنى حرف العطف مع إسقاط لفظ الحرف، وجُعِلَ ما كانا عليه من الصيغة نائبًا عن الحرف؛ فكذلك ضُمِّنَ (قبلُ، وبَعْدُ) تعريف المضاف إليه، وصار ماهما عليه من صيغة البناء نائبًا عنه، ولم يجز ذكره [30 ب] معهما، كما لم يجز ذكر حرف العطف مع (خمسة عشر).\nومنها: المنادي المفرد العلم، نحو: (يازيد) فإنه يُبني على الضم مع أنه ليس فيه شىء مما ذكر.\nوجوابه: أن علة بنائه: وقوعه موقع المضمر؛ لأن المنادى مخاطَب، وحق المخاطَبِ أن يُؤْتَي له بضمير، كـ (ضربت، وضربتك)، فكأنه حقه أن يقال: (يا إياك)، و (يا أنت)، فوقع (يا زيد) موقعه. وهذا معنى قولهم: بنى لتضمنه معنى حرف الخطاب؛ لأنه صار بمعنى (أنت)، فإن كل منادى مخاطب، فلما لازم محلَّه تضمن معنى الحرف؛ ولهذا صار معرفًا، ولم يقولوا: (يا الحارث)، و (يا العباس)؛ لئلا يجتمع تعريفان، نص عليه الفارسي وغيره (6). وأدرجه ابن الناظم (7) في كلامه على التضمن المعنوي.\n__________\n(1) في (ب): مقتض.\n(2) انظر: المسائل المنثورة 260.\n(3) في (ب): لا يعرف.\n(4) في (ب): إذا زحت حركة الراء.\n(5) في (ب): تضمنها.\n(6) انظر: المسائل المنثورة 252، 253، وشرح السيرافي 1/ 151 - 156، والتبصرة 1/ 338، واللباب 1/ 331.\n(7) شرح ابن الناظم 29.\n(1/50)\n\nقال الفارسي في العسكريات (1): \"وعلى هذا حمل أبو عثمان (2) قوله تعالى: {قُلْ لِعِبَادِيَ الَّذِينَ آمَنُوا يُقِيمُوا} (3) قال: (يقيموا) مبنى لمَّا أقيم مُقام (أقيموا)؛ لأن المعنى إنما هو على الأمر. ألا ترى أنه ليس كل من قيل له: (أقم الصلاة) أقامها، ولا كل من قيل له: (قل التي هي أحسن) قالها؛ فكان المقصود الأمر\" (4).\nوحكى ابن أبي الربيع عن سيبويه (5) أن علة بنائه: شبه الصوت، نحو: (حَوْبِ) (6) زجر للجمل لمعنى، و (حَوْبِ) مبني، وذكر غيره (7) أنه شَبَهُ ما قُطِعَ عن الإضافة، كـ (قبلُ)، و (بَعْدُ)؛ لأن كُلاًّ (8) منهما يكون متمكنًا في حالة دون [31ب] أخرى، وفي أنه صار غاية الصوت، أو صار آخر الكلام بعد أن كان وسطاً في حالة الإضافة.\nومنها: مشاكلة الاسم لما وقع موقع المبنى، وذلك مختص بما كان على (فَعَالِ) عَلمًا لمؤنث، كـ (حذام، وَقَطامِ، ورَقَاشِ)، وبابه في اللغة الحجازية (9)؛ فإنهم يبنونه على الكسر، قال (10):\nإذا قالت حَذَامِ فصَدِّقوها فإن القولَ ما قالت حَذَامِ\nفبناها على الكسر في الموضعين، وهي فاعل فيهما، وأما بنوتميم فيعربونه إعراب مالا ينصرف (11). وقد جمع بين اللغتين الشاعر في قوله (12):\nوَمَرَّ دهرٌ على وَبَارِ فَهَلَكَتْ جهرةً وَبَارُ\nوجوابه: أن في علة بنائه أقوالاً:\n__________\n(1) المسائل العسكرية 116، وانظر: المسائل المنثورة 159 - 160.\n(2) هو بكر بن محمد بن عثمان، أبو عثمان المازني، أخذ عن الأصمعي وأبي زيد الأنصاري، له التصانيف الحسنة، منها كتاب التصريف، توفي سنة 247هـ[ترجمته في: إشارة التعيين 61 - 62].\n(3) سورة إبراهيم من آية 31.\n(4) في العسكريات: \"فإذا كان كذلك توجه على الأمر\".\n(5) انظر الكافي لابن أبي الربيع 1/ 136 [د]، 1/ 200 [ط].\n(6) في (ب): (حَرْب)، وهو خطأ، و (حوب): زجر البعير ليمضي، فقالوا: (حوب) مثلثة الباء، و (حابِ) بكسرها، و (الحوب) أيضًا: الجمل الضخم. وسمي الجمل (حوبًا) بزجره، كما سمي البغل (عدسًا) بزجره، وسمي الغراب (غاقًا) بصوته. أو (الحوب) هو الجمل، ثم كثر استعماله حتى صار زجرًا له [ينظر: تاج العروس 2/ 324، وانظر: الكتاب لسيبويه 2/ 185].\n(7) انظر: الإنصاف 1/ 323 – 324، وينظر: الكتاب 2/ 183.\n(8) في (ب): كل.\n(9) انظر: الأمالي الشجرية 2/ 360.\n(10) البيت من الوافر، ينسب إلى لجيم بن صعب أو ديسم بن طارق، انظر: الخصائص 2/ 180، والأمالي الشجرية 2/ 360، وشرح ابن يعيش 4/ 64، وشرح ابن القواس على ألفية ابن معط 2/ 1026، والأشموني 3/ 268.\n(11) انظر: شرح ابن يعيش 4/ 64.\n(12) البيت من مخلع البسيط للأعشى، وهو في ديوانه 281، و (وبار): اسم إقليم تسكنه الجن، مُسخ أهله، انظر: الكتاب 3/ 279، والمقتضب 3/ 50، 376، والمفصل 160، والأمالي الشجرية 2/ 361، وشرح ابن يعيش 4/ 64، والأمالي النحوية لابن الحاجب 2/ 89، والأشموني 3/ 269.",
        "(1/51)\n\nأحدها: قول سيبويه (1): مشابهته لأسماء الأفعال [17أ]،نحو: (نَزَالِ)، من أربعة أوجه: الموازنة اللفظية، والعدل، والتأنيث، والتعريف. وكلهن أعلام وضعن لمسميات بهن. وعلى هذا فهو (2) مستفاد من تنصيصه على بناء أسماء الأفعال؛ لأن هذا شبيه بها، وشَبَهُ شَبَهِ الحرف شبه للحرف.\nونظير هذا: الصفة المشبهة (3) فإنها عملت لشبهها اسم الفاعل في قبول علامات الفرعية وغيرها، واسم الفاعل عمل لشبهه بالفعل، مع أنها أعطيت حكم الفعل من نصب المفعول. [وله نظائر كثيرة] (4).\nالثاني: قول المبرد (5): إنه لما اجتمع فيه ثلاث [32ب] علل، وهي التعريف، والتأنيث، [والعدل فهي تُمْنَعُ الصرف، فلابد للتأنيث من تأثير، وليس وراء منع الصرف إلا البناء؛ فَبُني لذلك.\nوينتقض عليه نحو: (ماه، وجُور) (6) فإن فيهما ما في (حَذَامِ)، ونحوه من علل البناء، وهي التعريف، والتأنيث] (4)، والعجمة، ومع ذلك فهما معربان.\nفإن قال: إن سكون الوسط من تلك قاوم إحدى العلل، فكأنه لم يجتمع فيهما سوى علتين. قلنا: يَرِدُ عليك ما فيه أكثر من ثلاث علل، كـ (خراسان، وأذربيجان)، ونحوهما، فإن ذلك معرب بالإجماع. وهو غير منصرف (7).\nوالثالث: قول الربعي (8): إنه متضمن لتاء التأنيث التي في (حاذمة، وفاطمة) (9). قال ابن الشجري في\nأماليه (10): \"والقول الأول هو المعتمد؛ لأن (جَمادِ) مبني، وهو معدول عن الجمود. وليس فيه تاء\"، وكذلك الجواب عما كان على (فَعَال) وهو سبٌّ (11) للمؤنث، نحو: (خَبَاثِ، وفَسَاقِ، وفَجَارِ).\nومنها: المضاف إلى غير متمكن من الظروف والأسماء المبهمة، كـ (يومئذ، وحينئذ، وساعتئذ)، قال تعالى: {مِنْ عَذَابِ يَوْمَئِذٍ} فيمن قرأ بفتح الميم (12)؛ لإضافته إلى (إذ)، وهي مبنية، و (يوم) مجرور لإضافة (عذاب) إليه. وكذلك (مثل، وغير، ودون، وبين) إذا أضفن إلى مبنى؛ لأن المضاف يكتسب من المضاف إليه كثيرًا من أحكامه؛ لأن المتضايفين كالشيء الواحد (13).\n__________\n(1) الكتاب 3/ 277 – 278.\n(2) في (ب): هو.\n(3) انظر: التوطئة 265 - 266.\n(4) ما بين معقوفتين سقط من (ب).\n(5) هو أبو العباس محمد بن يزيد المبرد، كان إمامًا في العربية، له تصانيف كثيرة كالمقتضب والكامل وغيرهما، توفي سنة 285هـ[انظر: أخبار النحويين البصريين 96 - 108، والبغية 1/ 269 - 271] وانظر: المقتضب 3/ 374.\n(6) (ماه، وجور) اسما بلدين و (ماه): قصبة البلد، فيقال: (ماه البصرة وماه فارس) [انظر: التهذيب 6/ 473]. و (جور): مدينة بفارس قريبة من شيراز، تسميها العجم (كور) [معجم البلدان 2/ 182].\n(7) انظر: الخصائص 1/ 180 - 181، وشرح الرضى 3/ 114.\n(8) هو علي بن عيسى بن الفرج الربعي، أخذ النحو عن السيرافي والفارسي، توفى سنة 420هـ[ترجمته في: بغية الوعاة 1/ 181 - 182، وشذارت الذهب 3/ 216].\n(9) انظر: الأمالي لابن الشجري 2/ 326، شرح الرضي 3/ 114.\n(10) الأمالي 2/ 362 بتصرف في العبارة.\n(11) في (ب): سبب.\n(12) سورة المعارج من آية 11. وهي قراءة نافع والكسائي، انظر: السبعة لابن مجاهد 336.\n(13) انظر: الحجة للفارسي 3/ 283، 4/ 349، 6/ 217 - 218.\n(1/52)",
        "\nوقال تعالى: {إِنَّهُ لَحَقٌّ مِثْلَ مَا أَنَّكُمْ تَنْطِقُونَ} (1) في قراءة من فتح اللام، وهما الحرميان، وأبو عمرو وابن عامر (2)، فـ (مثل) صفة لـ (حق) فهو مرفوع، وفتحة (3) لامه بناء؛ لأنه مضاف [33ب] إلى\n(أنكم) على نعت خبر (أن). و (ما) زائدة (4).\nوقال أبو قيس بن رفاعة (5):\nلم يمنع الشَّرْبَ منها غيرَ أن نطقت حمامةٌ في غصون ذاتِ أو قالِ (6)\nفبنى (غيرًا) على الفتح، وهي هنا فاعلة لإضافتها إلى (أنْ نطقت). والتقدير: (لم يمنع الشرب إلا نطق حمامة). وقد اعْتُرِضَ على هذا بأن (أنْ والفعل) في تأويل مصدر، والمصدر اسم متمكن. ولا يبنى ما أضيف إليه، فلا تكون علة بنائهما إضافتهما إلى غير متمكن حينئذ. وأجيب بأنهما مصدران في التقدير لا في اللفظ، فاعتبر في البناء الملفوظُ دون المقدر (7) (8). وقال تعالى: {وَأَنَّا مِنَّا الصَّالِحُونَ وَمِنَّا دُونَ ذَلِكَ} (9)، بفتح نون (دون)، وهي في موضع رفع بالابتداء. وقال تعالى: {وَحِيلَ بَيْنَهُمْ وَبَيْنَ مَا يَشْتَهُونَ} (10) [18أ] بفتح نون (بين)؛ لإضافتها إلى (ما)، وهو في موضع رفع لقيامه مقام الفاعل. وقال أبو الفتح في الدمشقيات (11): قال أبو علي في قوله (12):\n__________\n(1) سورة الذاريات من آية 23، وفي الآية أقوال أخرى في بناء (مثل) أو نصبها، انظرها في المصدر السابق ذكره.\n(2) الحرميان: نافع وابن كثير [ترجمتهما في: معرفة القراء 1/ 241، وغاية النهاية 1/ 443]، وأبو عمرو هو زبان بن العلاء كان إمام أهل البصرة في القراءات والنحو واللغة، توفى سنة254هـ[انظر: بغية الوعاة 2/ 321 - 232]، وابن عامر هو عبد الله بن عامر إمام أهل الشام وأحد القراء السبعة، توفي سنة118هـ[انظر: غاية النهاية1/ 423]،وانظر فيها: السبعة 609.\n(3) في (ب): وفتحت.\n(4) انظر: الدر المصون للسمين الحلبي 10/ 47.\n(5) وهو شاعر يهودي جاهلي، ذكره ابن سلام في طبقات فحول الشعراء 1/ 288، والبيت من البسيط لأبي قيس بن الأسلت أو للكناني ورجح البغدادي أنه لأبي قيس بن رفاعة. و (الأوقال): الأعالي، وهو أيضاً ثمار الدوم، انظر: الكتاب 2/ 239، والحجة للفارسي 4/ 350 والمنثورة 64، والبغداديات 337، وأمالي ابن الشجري 1/ 96، 2/ 106، 603، والإنصاف 1/ 278، وشرح ابن يعيش 3/ 80، 8/ 135، وشرح ابن القواس على ألفية ابن معط 1/ 236، والمغنى 2/ 464، 5/ 662، واللسان (وقل)، والخزانة 3/ 406.\n(6) في الحاشية في نسخة (أ) كتب المصنف بخطه: \"الوقل، بالتسكين: شجر المقل، قاله في الصحاح\"\n(7) انظر: شرح ابن القواس 1/ 237.\n(8) بعدها في حاشية الأصل: \"ومن هذا القسم: بناء (ذو) في لغة طيىء لوقوعها موقع (الذي) ولافتقارها إلى جملة توضحها؛ فأشبهت الحرف في ذلك\".\n(9) سورة الجن من آية 11، وهذه قراءة نافع والكسائي وعاصم في رواية حفص عنه، انظر: السبعة 656.\n(10) سورة سبأ من آية 54، وهي أيضاً قراءة نافع والكسائي وعاصم في رواية حفص، انظر: السبعة 530.\n(11) الدمشقيات من كتب ابن جني المفقودة حتى الآن. وذكره غير واحد من العلماء كالبغدادي وابن القواس وغيرهما، وأشار السيوطي إلى أن له (الدمشقيات) غير الدمشقيات المشهورة. [انظر: شرح ابن القواس 1/ 181، والأشباه 1/ 306].\n(12) انظر في ذلك: المسائل الحلبيات 201 – 202، والتمام لابن جني 210.\n(1/53)\n",
        "... بعدما ... أفنان رأسك كالثَّغَامِ المُخْلسِ (1).\nإن (بعد) مبنية؛ لخلطها بـ (ما). وأنشد لحميد بن ثور (2).\nألا هَيَّمَا مِمَّا لقيتُ وَهَيَّمَا وويْحًا لما لَمْ ألْقَ منهُنَّ وَيْحَما\nيريد: (ويح)، وزاد (ما) للتوكيد لا لغوًا.\nوالجواب من وجوه:\nأحدها: أن كون الإضافة لمبنى يقتضى البناء ليس بلازم، فإن الناظم [34ب] فَصَّل في ذلك بين أن تصدر الجملة بفعل مبنى، كقوله (3):\nعلى حينَ عاتبتُ المشيبَ على الصبا ....................\nوقوله (4):\n........................ على حينَ يستَصْبِينَ كُلَّ حليمِ\nفيُخْتار البناء ويجوز الإعراب، وإن صُدِّرتْ بفعل معرب أو مبتدأ فالإعراب متعين (5) عند البصريين، ويجوز البناء عنده وعند الكوفيين (6)؛ فقد تبين أن البناء في هذا القسم غير لازم، ويجوز إعرابه، والكلام في\n__________\n(1) جزء بيت من الكامل للمرار بن سعيد الفقعسي وهو في ديوانه [ضمن (شعراء أمويون) 2/ 461] وتمامه:\nأعلاقة أم الوُلَيِّد بعدما ... أفنانُ رأسك كالثغام المخلس\nو (أفنان رأسك): خُصَل شعرك، و (الثغام): شجر إذا يبس ابيضَّ، و (المخلس): ما اختلط فيه البياض بالسواد، انظر: الكتاب 1/ 116، 2/ 138 - 139، والمقتضب 2/ 53، 54، والأصول 1/ 234، والحلبيات 202، والأغفال 1/ 423، والبغداديات 292، والتمام 210، والمقتصد 1/ 468، وشرح ابن يعيش 8/ 131، 134، وشرح ابن عصفور 1/ 181، 2/ 24، 287، وشرح التسهيل 1/ 227، 3/ 126، 128، وشرح ابن القواس 1/ 180، والارتشاف 4/ 1827.\n(2) البيت من الطويل لحميد بن ثور الهلالي، وهو شاعر مخضرم من الطبقة الرابعة الإسلاميين [انظر: طبقات فحول الشعراء 2/ 584، وأسد الغابة 2/ 53 - 54]، والبيت في حواشي ديوانه 7، و (هَيَّما): كلمة تحسر، ويروى: (لمن لم ألق) و (ويح لمن لم يدر ماهُنَّ)، انظر: الحجة للفارسي 6/ 219، والخصائص 2/ 183، والصحاح 1/ 417، والتكملة والذيل والصلة للصغاني 2/ 128، واللسان 15/ 420، والدر المصون 10/ 48، وتاج العروس 7/ 221.\n(3) صدر بيت من الطويل للنابغة الذبياني، وعجزه: * فقلت ألمَّا أصْحُ والشيبُ وازع* انظر: ديوانه 53، والكتاب 2/ 330، ومعاني القرآن للفراء 1/ 327، وشرح السيرافي 1/ 108، والمفصل 60، وشرح ابن يعيش 3/ 16، 8/ 136، وشرح التسهيل 3/ 255، وشرح الكافية الشافية 3/ 1480، وشرح ابن القواس 1/ 238، والارتشاف 4/ 1826، وشرح الأشموني 2/ 356.\n(4) عجز بيت من الطويل، وصدره: * لأجتذِبَنْ منهن قلبي تحلُّما* وهو بلا نسبة في: توضيح المسالك 1/ 393، والمغنى 5/ 664، وأوضح المسالك 3/ 135، والعيني 3/ 410، وشرح شواهد المغنى 298، وشرح الأشموني 2/ 315، والخزانة 3/ 407، والدرر 3/ 145.\n(5) في (ب): يتعين.\n(6) انظر: معاني القرآن للفراء 1/ 326 – 327، وأمالي ابن الشجري 1/ 45، وشرح التسهيل 3/ 255 – 257، وشرح الكافية الشافية 2/ 942 – 943، والارتشاف 4/ 1828، 1829، وأوضح المسالك 3/ 136.\n(1/54)\n\nعلل ما يوجب البناء؛ ولهذا اعترض ابن إياز على ابن معط (1) في ذكر هذا في جملة علل البناء، وقال: \"هذا مجوِّز لا موجب؛ فَذِكْره في معرض الوجوب تسامح\" (2).\nوقال الجرمي (3): (مثل) في الآية (4) منصوب على الحال من (حق) (5). ورُدَّ بامتناع عمل (إن) في الحال (6). وأجيب بأن ابن جني جوَّزه في كتاب (التمام) (7).\nوقال أبو علي: هو حال من الضمير في (حق)، لأنه مصدر (8)، وأما سيبويه: فيقول: هو مثل (كما أنك ههنا فعلت)، فتنصب الكاف بـ (فعلت) (9). قال: (10) وأبو عثمان جعل (ما)، و (مثل) شيئًا واحدًا فبناهما.\nالثاني: لا نسلم أن هذا مبني، ولكنه (11) لما جاور المبني اكتسب منه البناء، كما تقول في تذكير المؤنث وعكسه، نحو: (قُطِعتْ بعضُ أصابعه)؛ فإنه في حالة الاكتساب لا يزول عنه حكمه الثابت له قبلها.\nالثالث: أنها أشبهت [35ب] الحرف في الافتقار؛ لأنه لا تتم (12) دلالتها على ما يراد بها إلا بما تضاف إليه، نَصَّ عليه الناظم في شرح التسهيل في باب الإضافة، قال: \"مع مناسبتها للحرف بعدم قبولها للنعت والتعريف بالألف واللام والتثنية والجمع، وبعدم اشتقاقها، والاشتقاق منها. وهذا صالح لِجَعْله سبب بناء مطلقًا، لكنه أُلغى في الإضافة إلى معرب، واعْتُبِر في الإضافة إلى مبنى، قصداً للمشاكلة، وبعضها أحق بالبناء من بعض؛ لكونه أزيد مناسبة، كـ (غير) فإنها تقع موقع (إلا) وموقع (لا) (13) \".\nوقال في موضع آخر: الإضافة إلى غير متمكن لا توجب البناء، وإلا وجب بناء المضاف إلى سائر المضمرات والأسماء التي لا تمكن [19أ] لها، وهو باطل، وإن بُني شيء من ذلك فلعلة أخرى، كما ذكرنا (14).\nوههنا فوائد:\n__________\n(1) هو يحيى بن عبد المعطي بن عبد النور المغربي، ولد سنة 564هـ، قرأ على الجزولي وصنف الألفية في النحو، وتوفى 628هـ[ترجمته في: وفيات الأعيان 5/ 243، وبغية الوعاة 2/ 344، وشذرات الذهب 5/ 129].\n(2) المحصول في شرح الفصول 191.\n(3) هو صالح بن إسحاق، أبو عمر الجرمي، أخذ عن الأخفش ويونس، توفى سنة 325هـ[ترجمته في: نزهة الألباء 98، وبغية الوعاة 2/ 8].\n(4) أي: في قوله تعالى: {إنه لحق مثل ما أنكم تنطقون}.\n(5) انظر: الحجة 6/ 221، وشرح ابن القواس 1/ 237.\n(6) انظر: المفصل 62، والارتشاف 3/ 1293.\n(7) لم أقف عليه في التمام، وانظر: شرح ابن القواس على ألفية ابن معط 1/ 238، فقد عزاه إلى ابن جني. وقد صرح بامتناع ذلك في الخاطريات 147 – 148.\n(8) الحجة 6/ 221.\n(9) الكتاب 3/ 140.\n(10) انظر: الحجة 6/ 218، والمسائل المنثورة 65، والخصائص 2/ 148، وشرح ابن القواس على ألفية ابن معط 1/ 237، والدر المصون 10/ 47 - 48.\n(11) في (ب): ولكن.\n(12) في (ب): يتم.\n(13) شرح التسهيل 3/ 261.\n(14) شرح التسهيل 3/ 259.",
        "(1/55)\n\nأحدها: نص الفارسي على أنه لا يبنى ما أضيف إلى المضاف إلى المعرب؛ إذ لا بناء، فلا سريان بناء (1). وقال في قوله تعالى: {هَذَا يَوْمُ يَنْفَعُ الصَّادِقِينَ صِدْقُهُمْ} (2): إنه بُنِيَ؛ لأن الإضافة لجملة، وليست معربة بما هي جملة. وعلى هذا يعرب ما أضيف إلى المبتدأ والخبر المعربين، نحو: (حين زيد قائم) (3).\nوقيل: هذا البناء مخالف لسائر المبنيات، لا يجوز فيه الإعراب في المحل الذي يبنى فيه [36ب]؛ فكان اختلافَ لغة.\nالثانية: زعم ابن الدهان أن الإضافة إلى الجمل موجبة للبناء؛ لأنها كَلا إضافة أو القصد بالإضافة التعريف والتخصيص. والجمل في غاية التنكير؛ ولهذا وجب بناء (حيث، وإذ، وإذا)؛ للزومها الإضافةَ إلى الجمل. ولا يضاف من ظروف المكان غيرها (4) , بخلاف (يوم) في قوله تعالى: {هَذَا يَوْمُ يَنْفَعُ الصَّادِقِينَ} (5)؛ لأن الإضافة قد تقع للمفرد، ويقوم بنفسه، بخلاف ما سبق، وأما قوله (6):\nأما ترى حيثُ سُهَيْلٍ طالعا\nفالكوفي يجر (سهيلاً)، وقياسه إعراب (حيث)؛ لأنه أضافها إلى المفرد المتمكن، ومن رفع (سهيلاً) فقياسه بناؤها؛ لأنه أضافها إلى جملة، ويكون (سهيل) مبتدأ، والخبر محذوف، أي: (كائن)، و (طالعًا) حال (7).\nقلت: وقد أنشده أبو علي (8) على إعراب (حيث)، ونصبها بـ (ترى) على أنها مفعولة به، وأضيف إلى (سهيل) وهو مفرد. ومن منع هذا جعلها مبنية، والفتحة فيها فتحة بناء، وإن كان موضعها نصبًا. و (سهيل) مرفوع بالابتداء، والخبر محذوف [أي: (كائن)] (9)؛ فيكون على بابه من إضافته إلى الجملة. والحال على هذا من الضمير الذي في اسم الفاعل من حيث دل المبتدأ على الخبر. وقيل: إنه حال من المبتدأ، وأما من جَرَّ (سهيلاً) فإنه يجعله حالاً من المضاف إليه. وهو قليل (10).\n__________\n(1) الحجة 3/ 283 - 284.\n(2) سورة المائدة من آية 119.\n(3) انظر: قواعد المطارحة لابن إياز 151.\n(4) انظر: اللباب 2/ 77 - 78، والأشباه والنظائر 2/ 109.\n(5) سورة المائدة من آية 119.\n(6) البيت من الرجز، لم يعرف قائله، وبعده: ... * نجمًا يضيء كالشهاب لامعا *\nانظر: تهذيب اللغة 5/ 211، والمفصل 79، واللباب 2/ 78، وشرح ابن يعيش 4/ 90، وشرح ابن القواس 1/ 232، وتوضيح المقاصد 1/ 390، والمغنى 2/ 307، وشرح شذور الذهب 168، وشرح شواهد الألفية للعيني 3/ 284، والهمع 2/ 153، وشرح الأشموني 2/ 254، والخزانة 3/ 155. والشاهد فيه قوله: (حيث سهيل) فقد جاءت (حيث) مضافة إلى اسم مفرد، وهو (سهيل)، وذلك شاذ عند الجمهور.\n(7) انظر: المغنى 2/ 307.\n(8) انظر: الشعر 1/ 179 - 180.\n(9) ما بين معقوفتين سقط من (ب).\n(10) انظر: توضيح المقاصد والمسالك 1/ 390.\n(1/56)",
        "\nوأما قوله تعالى: {اللَّهُ أَعْلَمُ حَيْثُ يَجْعَلُ رِسَالاتِه} (1) [37ب] فليست (حيث) ظرفاً لـ (أعلم) لفساد المعنى، ولا مجرورًا؛ لأن (أفعل) لا يضاف إلا إلى ما هو بعضه؛ فتعين أن يكون منصوبًا بفعل آخر مضمر يدل عليه (أعلم) (2).\nالثالثة: اخْتُلِفَ في بناء هذا القسم هل ينقاس؟ فالأكثرون على أنه لا ينقاس، وذهب المبرد في الكامل (3)، وتبعه ابن الدهان في الغرة إلى أنه منقاس.\nومنها (4): النكرة مع (لا)، نحو: (لا رَجُلَ) فإن حركتها للبناء على الأصح (5)، خلافًا للزجاج، والجرمي، والسيرافي، والرماني، وغيرهم (6).\nوجوابه: أنه اختلف في علة بنائه على أقوال:\nأحدها: أنها بنيت لتضمنها معنى الحرف، ثم اختلفوا، فقيل: تضمنها معنى اللام المفيدة لاستغراق الجنس. ورد بأنه لو كان كذلك لكان معرفة، ونُعِتَ بها، كقولك: (أمس الدابر). وقيل: بل معنى (مِنْ) الاستغراقية (7)؛ وذلك لأن أصل: (لا رجل عندي): (لا مِنْ رجل)؛ لأنه جواب من يقول: (هل من رجل عندك؟) على سبيل إثبات (8) واحد من جميع الأفراد التي يَصْدُق عليها أنه رجل؛ فيجب أن يكون الجواب بحرف الاستغراق الذي هو (مِنْ) ليكون مطابقًا للسؤال ومتضمنًا لنفي ما سأله. ويدل على أن الأصل ذلك، وجهان:\nأحدهما: ظهوره في بعض المواضع، كقول الحماسي (9):\n__________\n(1) سورة الأنعام من آية 124. وفي النسختين: (رسالاته) وهي قراءة نافع، والكسائي وأبي عمرو، وابن عامر، وقرأ الباقون بالإفراد، انظر: السبعة 246، والنشر 2/ 253.\n(2) انظر: الشعر 1/ 179 – 180، والدر المصون 5/ 137.\n(3) الكامل للمبرد 1/ 185 – 186.\n(4) أي: ومن هذه المبنيات التي تركها ابن مالك مع أنه ليس فيها شىء من هذه العلل التي ذكرها.\n(5) وهو مذهب الأخفش، والمازني، والمبرد، والفارسي، وأكثر البصريين، انظر: معاني القرآن للأخفش 1/ 174، والمقتضب 4/ 360، والأصول 1/ 461 – 462، واللامات 104 - 109، والمسائل المنثورة 84 - 85، والمسائل العسكريات 244 - 245، والإيضاح العضدي 239، والمقتصد 2/ 799، وشرح التسهيل لابن مالك 2/ 58، وشرح ابن القواس 2/ 937 - 940، والجني الداني 291.\n(6) وهو مذهب الكوفيين أيضًا، انظر: شرح السيرافي 4/ 4 - 6 [د] ومعاني الحروف 81، والتسهيل 67، وشرح الكافية للرضى 2/ 155، وشرح ابن القواس 2/ 937 – 940، والارتشاف 3/ 1296، والمغنى 3/ 286 - 287. وكلام سيبويه يحتمل الأمرين؛ لأنه قال: \"تعمل (لا) فيما تنصبه بغير تنوين. وترك التنوين لازم، لأنها مع ما بعدها كـ (خمسة عشر)، فذكْر النصب يدل على الإعراب؛ لأنه لقب يختص به في الأعرف، وذكْر (خمسة عشر) يدل على البناء [انظر: الكتاب 2/ 274، وشرح ابن القواس 2/ 938].\n(7) انظر: شرح ابن القواس على ألفية ابن معط 2/ 938، والارتشاف 3/ 1296، وتخليص الشواهد 396.\n(8) في (ب): اثنان.\n(9) البيت من البسيط لأبي دهبل الجمحي توفي سنة 63هـ من قصيدة مطلعها:\nماذا رزئنا غداة النحل من رمع ... عند التفرق من خير ومن كرم\nويروى: (لا نعاك واحدة). و (أسديت) بدل (أوليت)، و (كيف أنساك) أي: (لا أنساك) وفيه التفات. والمعنى: وكيف أنساك بعد ما أنعمت عليَّ بهذه النعم العديدة التي لم يتقادم عهدها، انظر البيت في الحماسة لأبي تمام 2/ 268.\n(1/57)\n",
        "وكيف أنساك لا أيديك واحدةٌ عندي ولا بالذي أَوْلَيْتَ من قِدَمِ\nالثاني: أن (مِنْ) تزاد [38ب] مع النكرة التي في مساق (1) النفي كثيرًا، كقوله تعالى: {مَا لَكُمْ مِنْ إِلَهٍ غَيْرُهُ} (2)، والمعنى الذي ضُمِّنَتْه النكرة هو العموم (3)؛ لأن قولك: (لا رجل في الدار) نفي عام، ولهذا لا يعطف عليه بما يناقضه، لا نقول: (بل رجلان).\nوهذا القول صححه جماعة منهم ابن عصفور [لا] (4) على العلة الآتية التركيبية، قال: \"لأن ما بُنى لتضمنه معنى الحرف أكثر من الذي بنى لتركبه مع الحرف\" (5).\nواعترض عليه ابن الضائع (6) بأمرين (7):\n\"أحدهما: أن (لا) هي المتضمنة معنى (مِنْ) لا اسمها، فأين المقتضى لبناء الاسم؟ (8) \"\nقلت (9): وهذا فيه نظر؛ لأن الحرف لا يتضمن معنى الحرف بالمعنى المذكور – هنا – والظاهر: أن المجموع من (لا)، والاسم هو المتضمن (10)، وحينئذ ففي كون ذلك مقتضيًا للبناء نظر؛ لأن تضمن معنى الحرف إنما يقتضى البناء في المفردات، أما في المركبات فلا؛ بدليل الظروف.\nقال (11): والثاني: أنا لا نسلم أن الاستغراق في (لا) لنيابتها مناب (مِنْ)، بل قد قال سيبويه (12): إن (لا) تقتضى في النفي عموم النفي\".\nقلت: وهذا أيضاً فيه نزاع، منهم من يرى أن النكرة المنفية إنما تقتضي العموم عند دخول (مِنْ) (13)، وفيه كلام للأصوليين (14).\n__________\n(1) في (ب): سياق.\n(2) سورة الأعراف من آية 65، وهود من آية 61.\n(3) انظر: شرح ابن القواس 2/ 937.\n(4) زيادة يقتضيها السياق ليست في (أ و ب).\n(5) شرح الجمل لابن عصفور 2/ 271، وينظر: التصريح 2/ 120.\n(6) هو علي بن محمد بن علي، من أهل إشبيلية، يعرف بابن الضائع، لازم الشلوبين، وكان إمامًا في العربية، توفي سنة 680هـ[ترجمته في: إشارة التعيين 235، والبغية 2/ 204].\n(7) كان ابن الضائع كثير الرد على ابن عصفور، وقد أدار صديقنا الدكتور خالد عمر رسالته للدكتوراه على تعقب هذا الخلاف ودراسته، وهي مودعة في مكتبة كلية اللغة العربية في القاهرة تحت عنوان (خلاف ابن الضائع مع ابن عصفور)، وانظر هذه المسألة فيها ص 372 – 378.\n(8) شرح الجمل لابن الضائع 1/ 1040 [د]، وينظر التصريح 2/ 120.\n(9) أي: الزركشي.\n(10) وذلك لأنها وما عملت فيه بمنزلة اسم واحد كـ (خمسة عشر)، انظر: الكتاب 2/ 274، والمقتضب 3/ 69، 4/ 357، والارتشاف 3/ 1297.\n(11) أي: ابن الضائع في رده على ابن عصفور، انظر: شرح الجمل لابن الضائع 1/ 1040.\n(12) نقله ابن الضائع في شرحه عن السيرافي، انظر: شرح السيرافي 4/ 9 - 11 [د]، وقد عزاه الزركشي إلى سيبويه أيضًا في البحر المحيط 3/ 111.\n(13) انظر: حاشية أوضح المسالك 2/ 15.\n(14) اختلف الأصوليون: هل العموم في نحو: (ما جاءني من رجل) مستفاد من لفظة (مِنْ) أو كان مستفادًا من النفي قبل دخولها، ودخلت هي لتأكيده؟ فالثاني هو قول سيبويه وصححه الزركشي والسبكي، والأول هو قول المبرد والقرافي، انظر: البحر المحيط للزركشي 3/ 111، وانظر أيضًا: المحصول في أصول الفقه للرازي 2/ 537، والإبهاج في شرح المنهاج للسبكي 4/ 1260 - 1265.\n(1/58)\n\nفإن قيل: يُبْطِلُ القولَ بالتضمن – هنا – أن المتضمن للحرف لا يظهر معه، وقد ظهر في قوله (1):\n.................... ألا لا مِنْ سبيلٍ إلى هِنْدِ\nفالجواب: أن الظاهر – هنا – غير المضمر، بدليل أن (سبيل) مع لحاظ المضمر يكون [39ب] مفتوحًا، وبظهوره مجرورًا؛ فهذا تركيب آخر [21أ].\nفإن قيل: هذه العلة، وهي (2) تضمنه معنى الحرف هل هي موجودة في المضاف والشبيه به، أو (3) لا؟ لا جائز أن تكون موجودة؛ لأنهم أوجبوا الإعراب فيهما، ولا جائز أن تكون غير موجودة؛ لأنه يصح أن يقول: (هل من غلام رجل عندك؟) فتقول في الجواب: (لا غلام رجل عندي).\nفالجواب من وجهين:\nأحدهما: أنا لا نسلم وجود التضمن؛ فتكون أعربت للتنبيه على أن حق النكرة المفردة الإعرابُ، ولهذا أعربتَ (أَيًّا) في الاستفهام والشرط مع تضمن معنى الحرف للتنبيه على أن الأصل في الأسماء الإعراب (4).\nالثاني: ذكره أبو علي أن المضاف والمضاف إليه بمنزلة الشيء الواحد، وليسا بشيء واحد (5)؛ فلو بُني المضاف مع (لا) لكان فيه جَعْلُ ثلاثة أشياء بمنزلة الشيء الواحد.\nالقول الثاني: أن علة البناء: التركيب، كـ (خمسة عشر)؛ فهو مركب مع الأول، كـ (عشر) من (خمسة عشر)؛ لأن الأصل: (خمسة وعشرة)، كما أن أصل (لا رجل): (لا مِنْ رجل)، ونسبه ابن هشام لسيبويه والجمهور (6)، واحتجوا: بأنه إذا فُصِل بينهما أعربوا الاسم، نحو: (لا في الدار رجل ولا امرأة)، قالوا: وإنما بنيت النكرة على الحركة؛ لأنها في الأصل منونة، وإنما عرض البناء بالتركيب مع (لا)، وبقيت على الفتح؛ لأنها لو أُعْرِبَتْ لكانت (7) منصوبة؛ فشاكلوا بين [40ب] الإعراب والبناء، ولأن الكلام طال بالتركيب، فاختير له أخف الحركات، ولأن الكسر لا سبيل إليه؛ لأن (مِنْ) مقدرة مكان الكسر، فتُوهِم الإعراب، والضم لا سبيل إليه، لأنها كانت تلتبس بحركة الرفع التي تصحب (لا) التي بمعنى (ليس).\n__________\n(1) هذا جزء بيت من الطويل، وتمامه:\nفقام يذود الناس عنها بسيفه ... وقالت ألا لا من سبيل إلى هند؟\nانظر: شرح التسهيل 2/ 54، وأوضح المسالك 2/ 53، وتخليص الشواهد 396، والتصريح 2/ 120، والأشموني 2/ 3.\n(2) في (ب): وهو.\n(3) في (ب) أم.\n(4) انظر: الأغفال 2/ 406.\n(5) انظر: التمام لابن جني 201.\n(6) انظر: شرح اللمحة البدرية في علم العربية لابن هشام 2/ 44 - 45.\n(7) في (ب): لكان.",
        "(1/59)\n\nوأما قراءة بعضهم: {فَمَنْ تَبِعَ هُدَايَ فَلا خَوْفُ} (1) فيجوز أن يكون بناء، ويجوز أن يكون أسقط التنوين مع إرادته، كما حكى: (سلامُ عليكم) (2) من غير تنوين.\nومنها: المضاف إلى ياء المتكلم، نحو: (غلامي)، وجوابه: أن المصنف يرى أنه معرب، كما سبق (3)، وعلى القول ببنائه فعلة بنائه راجعة إلى ما ذكر؛ لأنه شبيه بشبيه الحرف؛ لأنه يشبه (الذي) في أن آخره ياء، فهي كياء (الذي) في كونها بعد كسرة لازمة وصالحة للحرف، وغير حرف إعراب، وفي أنه يتغير في التثنية تغيرًا متيقنًا وفي الجمع تغيرًا محتملاً، و (الذي) يشبه الحرف في الافتقار إلى الجمل. وقد سبق نظيره في بناء (حَذَامِ)، وهذا التعليل ذكر ابن مالك أنه لم يسبق إليه (4).\nومنها: ما رُكِّبَ تركيب المزج من الأعداد، نحو: (أحد عشر)، و (ثلاثة عشر) إلى (تسعة عشر). وجوابه: [22أ] أن علة بنائه تضمن الثاني حرف العطف، وتنزُّل الأول من الثاني منزلة بعض الكلمة، فالعلة إما معنوية أو افتقارية (5).\nومنها: ما ركب من الظروف [41ب]، نحو: (فلان يأتينا صباح مساء، ويوم يوم)، (وسهلتُ الهمزة بين بين). وجوابه: أنها متضمنة حرف العطف، والأصل: (صباحًا ومساءً، ويومًا فيومًا، وبينها وبين حرف حركتها) (6)، ومنها: العلمُ المختوم بـ (ويه): كـ (سيبويه، وعمرويه)؛ فإنه يبني على الكسر لتركبهما مع الصوت. وجوابه: أن علة بنائه: التركيب، كـ (خمسة عشر)؛ فهو راجع إلى تضمن معنى الحرف (7).\nولك أن تجيب عن جميع ما تقدم بأن الناظم إنما تعرض - ههنا (8) – لعلل ما بُني بأصل وضعه، ولزم البناء، والاسم إذا وضع في الأصل مفتقرًا إلى غيره، أو مضمنًا (9) معنى الحرف أو شبيهًا به في الوضع؛ فإنه يبنى كوضع (10) الحروف، وأما إذا وضع في أول حاله خارجًا عما ذكرنا من الأسباب فهو مستحق للإعراب ما لم يعرض (11) عارض له يوجب بناءه، فمن العوارض: التركيب، كتركيب الحرف مع (لا) في باب النفي بـ (لا)،\n__________\n(1) سورة البقرة من آية 38، قراءة الرفع من غير تنوين، قرأها ابن محيصن، انظر: الميسر في القراءات الأربعة عشر ص7.\n(2) حكاه أبو الحسن الأخفش، وذلك لكثرة استعماله، انظر: التمام لابن جني ص17.\n(3) انظر: التسهيل 161، وشرح التسهيل 3/ 279، وانظر: هذا البحث ص28.\n(4) شرح التسهيل 3/ 280.\n(5) انظر: المسائل المنثورة 243، وأسرار العربية 219.\n(6) انظر في علة بنائها: شرح التسهيل 2/ 242، والارتشاف 3/ 1612 – 1613، وقال سيبويه: (بين بين) أي: هي بين الهمزة وبين الحرف الذي منه حركتها\" [انظر: الكتاب 2/ 163، وسر صناعة الإعراب 1/ 48].\n(7) انظر: المسائل المنثورة 245.\n(8) في (ب): هنا.\n(9) في (ب): متضمنًا.\n(10) في (ب): لوضع.\n(11) في (ب): يعارض.\n(1/60)",
        "\nوتركيب الأعداد والظروف، وكذلك عرض البناء في (سيبويه) عند تركيبه (1)، وكذلك عرض لظرف الزمان عند إضافته للمبنى، وأصل الأسماء ألا تركب، والتركيب ثانٍ فيها؛ ولهذا كان التركيب من موانع الصرف (2).\nومن العوارض: (التعريف)، كما في (الأمس)، فإن التنكير سابق عليه (3). ومنه: قطع الإضافة؛ فإن الأصل اتصال المضاف بالمضاف [42ب] إليه (4) ومنه: المشابهة اللفظية، كما في (حذام) (5)، ونحوه، ثم الجميع لا يلزم البناء، بل يدخله الإعراب في غير هذه الحالات، أما (أمس) فإنه يعرب إذا نُكِّر أو أضيف [23أ] أو جُمِعَ أو صغِّرَ، على خلاف وقع في التصغير (6). وأما (قبل، وبعد) فهي (7) إذا لم تقطع عن الإضافة تنصب وتخفض، نحو: (قبلهم، وبعدهم)، و (من قبلهم ومن بعدهم)، ولا ترفع لأنها غير متصرفة؛ ولهذا حكموا لها في حالة البناء بالضم دون غيرها؛ ليعطوها حركة لم توجد لها في حالة الإعراب (8)، وأما المنادى فأصله الإعراب (9)، وأما ما عدل به عن المؤنث فإنه يجوز فيه الإعراب والبناء على ما شرح في موانع الصرف (10). وكذلك الظروف والأسماء المبهمة والنكرة المبنية مع [(لا)] (11).\nوالحاصل: أن البناء يكون لشبه الحرف بما ذكرناه من الأنواع، وقد يطرأ على معربات الأسماء أمور توجب بناءها، وإن لم يقْتَضِه أصلُها، ويكون ذلك في أبواب جرت عادة النحويين أن يذكروا تلك الموجبات العارضة في أبوابها، كما فعل الناظم في الخلاصة وغيرها، وإنما يذكرون – هنا – ما يوجب البناء للكلمة في (12) أصلها وعند وضعها، كما يطرأ على معرب الأفعال ما يوجب بناءه؛ لاتصاله بالنون، ونحو ذلك.\nفإن قلت: فالاعتراض إذن يتوجه على الناظم في [43ب] قوله:\nومعربُ الأسماء ما قد سلما من شَبَهِ الحرف كأرضٍ وسُما (13)\nفاقتضى أن ما سلم من الشبه الذي ذكره أولاً يكون معربًا أبدًا، وهذه الألفاظ مبنية على هذا التقدير، وهي خالية من هذه الأسباب. فالجواب: أنه أراد بالمُعرب: المُعرب بطريق الأصل والوضع، لا بطريق الاستغراق\n__________\n(1) في (ب): تركبه.\n(2) انظر: أسرار العربية 307 - 308 في فرعية الممنوع من الصرف.\n(3) انظر: شرح ابن القواس 1/ 233.\n(4) انظر: اللباب 2/ 82.\n(5) انظر: شرح ابن يعيش 4/ 64.\n(6) ذكر ابن مالك في شرح الكافية الشافية 3/ 1482 أن (أمس) يصغر، واعترض عليه أبو حيان في الارتشاف 3/ 1429 بأنه مخالف لنص سيبويه وغيره من النحاة أنه لا يصغر، وعن المبرد أنه يصغر وينون [انظر: الكتاب 3/ 479].\n(7) في (ب): ففيما.\n(8) انظر: شرح السيرافي 1/ 130 - 132 [ط].\n(9) انظر: اللباب 1/ 331.\n(10) انظر هذه الرسالة ص 50، 51.\n(11) ما بين معقوفتين سقط من (ب).\n(12) في (ب): من.\n(13) ألفية ابن مالك ص10.\n(1/61)\n",
        "والجمع. ولا شك أن القواعد الكلية والحدود الذاتية إذا ذُكرت فإنما المقصود بها بيان الأصل أو المقصود من الجملة، وهذه الأسباب بناؤها عارض؛ فلا يعترض بها.\nوبالجملة: فالكلمُ (1) المعربة التي يدخلها البناء لها حالتان: حالة بناء لعدم المعاني الموجبة للإعراب، فالبناء وصف لازم لها قبل التركيب، وحالة إعراب عند وجود المعاني المقتضية للتركيب. وإنما أطلقوا عليها اسم (المُعرب) نظرًا إلى الحالة الثانية [24أ] دون الأولى لصلاحيتها للإعراب عند وجود تلك المعاني، كما يطلق على (السيف) أنه قاطع، وهو (2) في غمْده لصلاحيته للقطع عند الضرب، وعلى (الماء) أنه (مُرْوٍ) لصلاحيته للرِّيِّ عند الشرب.\nولنختم الكلام بكلمات لابد من التنبيه عليها:\nأحدها: أنه لا يَرِد على الناظم علل البناء في الأفعال والحروف؛ لأنه لم يتكلم في علة مطلق البناء، ولأن البناء في الحروف [44ب] والأفعال أصل. والأصول لا تعلل. أما الحروف فبالإجماع (3)، وأما الأفعال فكذلك عند البصريين (4)؛ ولهذا لم يتعرض الناظم لعلة الإعراب، وتعرض لعلة البناء؛ فدل على أن الإعراب هو الأصل، وأن الأصل لا يُسْأَلُ عن علته، وأن ما خرج منها عن أصله يُحْتاج إلى العلة.\nوقال بعض العلماء: إنه لا يُحْتاج إلى تعليل المبنى؛ لأن المعرب: ما تكلم به أول من نطق بالعربية ونقلها من اللسان القديم الذي كان غير (5) معرب. والمبني: ما بقى على أصله غير مصلح؛ ولذلك سمي معربًا من (التعريب). وهو نقل لغةٍ وإصلاحها إلى لغة أخرى.\nورُدَّ بوجهين: أحدهما: أن المبني في لغة العرب منه ما يفيد الاختصار والإيجاز لعمومه، كأسماء الشرط والاستفهام. وهذا المعنى معقول في لغة العرب؛ فلا يصح أن يكون من اللسان القديم الذي لم يصلحه الناطق بالعربية.\nوالثاني: أن دعوى أنه أصلح البعض دون البعض تحكم لا يقوم عليه برهان. وهذا الخلاف موجود في كلام جماعة منهم ابن الدهان في الغرة فإنه حكى قولين في أن البناء سابق على الإعراب أو بالعكس (6).\nالثاني: أن هذه الأسباب التي ذكرها الناظم موجبة لبناء الاسم، ونقله [45ب] ابن إياز عن الأكثرين، قال: \"وذهب عبد القاهر في شرح الإيضاح إلى أنها مجوِّزة له. واستدل بـ (أَيٍّ) فإنها تعرب إلا في حالة واحدة (7)، ولو كانت العلل موجبة لذلك لوجب بناؤها\" (8).\n__________\n(1) في (ب): فالكلمة.\n(2) في (ب): وهي.\n(3) انظر: توضيح المقاصد والمسالك 1/ 50.\n(4) ومذهب الكوفيين أن الإعراب أصل في الأفعال؛ لأن اللبس الذي أوجب الإعراب في الأسماء موجود في الأفعال في بعض المواضع، انظر اللباب 2/ 47، والغرة المخفية 1/ 98، وشرح المقدمة الجزولية الكبير 1/ 255، وتوضيح المقاصد 1/ 48.\n(5) كلمة (غير) سقطت من (ب).\n(6) انظر في هذا الخلاف: اللباب 1/ 57، والتبيين 170 - 172.\n(7) عند سيبويه، وهي إذا وقعت موصولة وحذف صدر صلتها، انظر: الكتاب 2/ 400.\n(8) انظر: المحصول في شرح الفصول لابن إياز 184، وانظر ما نقله ابن إياز عن عبد القاهر في: المتقصد 1/ 131.\n(1/62)\n\nوجوابه: أنه لم يوجد فيها شرط العلة الموجبة. وقال ابن جني [25أ] في الخصائص: \"أكثر العلل عندنا موجبة\" (1).\nالثالث: ادعى بعضهم أسبابًا أُخَر مقتضيه لبناء الاسم، منها: كثرة موانع الصرف، كما مَرَّ عن المبرد في (حَذَامِ، وقَطَاِم) (2). ورُدَّ بأنه ليس كل ما اجتمع فيه أكثر من علتين مبنيًّا، بدليل: (ضوارب، وشواتم) فإن فيهما ثلاث علل: الصفة، والجمع، والتأنيث، وهما معربان (3).\nومنها: كون آخر الكلمة لا يتأتى فيه تأثير بعامل في تصغير وتكبير وتكسير وتأنيث وتذكير، علل به ابن مالك للجرجاني في دعواه بناء المضاف إلى ياء المتكلم (4). قال: \"وبهذا يفارق إعراب المقصور؛ فإن إعرابه يظهر في تصغيره، كـ (فُتَىٍّ)، وفي تأنيثه، كـ (فتاة). والمضاف إلى ياء المتكلم لا يظهر له إعراب في الأحوال الخمسة؛ فمن ادعى فيه إعرابًا [مقدراً] (5) فقد ادعى مالا دليل عليه، بخلاف المقصور؛ فإن ظهور إعرابه في بعض الأحوال يدل على صحة تقديره في غيرها\" (6).\nومنها: الخروج عن النظائر، قال الخفاف (7) في شرح الجمل [46ب]: قال به سيبويه في (أَيٍّ) الموصولة، كقوله: {ثُمَّ لَنَنْزِعَنَّ مِنْ كُلِّ شِيعَةٍ أَيُّهُمْ أَشَدُّ} (8) فهو عنده مفعول (ننزعن)، بنى على الضم (9). ومعنى خروجها عن النظائر: جواز حذف العائد من صلتها مطلقًا وهو ضمير مبتدأ، سواء أكان فيه طول أم لا؛ بخلاف أخواتها؛ إذ لا يجوز حذف العائد وهو ضمير مبتدأ من صلتها حتى يكون فيها طول، نحو: (ما أنا بالذي أنا قائل لك سوءًا)، فإن لم يكن فيه طول، قَبُحَ، كقراءة بعضهم: {ما بعوضةٌ} (10) [26أ].\nالرابع: قيل: لِمَ كان شبه الحرف بمجرده مقتضيًا للبناء واجتذاب الاسم إليه، وشَبَهُ الفعل بمجرده لا يقتضى منع الصرف واجتذاب الاسم إليه، بل لابد معه من علة أخرى؟\nوأجاب ابن بَرْهان بأنه لما كان الفعل قريبًا من الاسم؛ لأنه مشتق (11) منه وأُعْطى حكمه في الإعراب، لم يؤثر شبهه فيه بمجرده؛ فلابد من علة أخرى تخرجه عن حقائق الأسماء المنصرفة، بخلاف الحرف؛ فإنه بعيد الشبه من الاسم؛ فلهذا كان وحده كافيًا في الاجتذاب إليه (12).\n__________\n(1) الخصائص 1/ 165.\n(2) انظر ص 51.\n(3) انظر: شرح الرضى 3/ 114.\n(4) شرح التسهيل 3/ 280.\n(5) ما بين معقوفتين سقط من (ب).\n(6) شرح التسهيل 3/ 280.\n(7) هو أبو بكر بن يحيى الخفاف، قرأ على الشلوبين، وكان نحويًّا بارعًا، شرح كتاب سيبويه وإيضاح الفارسي، توفى سنة 657هـ[ترجمته في البغية 1/ 473].\n(8) سورة مريم من آية 69.\n(9) الكتاب 2/ 400.\n(10) سورة البقرة من آية 26، وهي قراءة الضحاك وابن أبي عبلة، انظر: الدر المصون 2/ 225.\n(11) في (ب): اشتق.\n(12) انظر: شرح اللمع لابن برهان 1/ 6.",
        "(1/63)\n\nوقال غيره (1): الحرف شديد التمكن في البناء يجذب (2) الاسم إليه بأدنى شيء، بخلاف الفعل فإنه ليس بمتمكن في الإعراب؛ فاحتاج في جذب الاسم إليه إلى علتين. ورُدَّ بأن الفعل لم يجذبه إلى الإعراب، بل جذبه [47ب] إلى منع التنوين الذي الفعل فيه أصل.\nوقيل: بل الفرق أن اشتباه الاسم بالحرف أقوى؛ لأنه بأمر معنوي موجود في الحرف، كافتقاره إلى ما يوضحه وغير ذلك، فأما اشتباه الاسم بالفعل في باب مالا ينصرف فهو بأمر غير محقق في نفس الفعل، مثل: العجمة، والتعريف، وغيرهما. وإنما ينجرُّ الاسم بها إلى الفرعية التي تشبه الفعل؛ فالشبه فيه أضعف، فاحتاج إلى التكرير (3).\nالخامس: لا شك أن البناء أمر معنوي، وهو عدم تحرك الكلمة. وأما الإعراب فاختلفوا فيه هل هو لفظي أو معنوي؟ على قولين (4)، أي: هل هو من عوارض الألفاظ أو المعاني، كنظير الخلاف في العموم؟ غير أن الخلاف ثَمَّ يظهر له فوائد. وههنا لم تظهر لي فائدته. وَعَبَّر فخر الدين الرازي (5) في كتابه المحرر عن هذا الخلاف (6) بأن الإعراب هل هو حسي أو عقلي؟ واختار أنه عقلي؛ متمسكًا بقول الشيخ عبد القاهر (7): الإعراب ليس عبارة عن الحركات أو السكنات الموجودة في أواخر الكلمات، بدليل وجدانها في آخر المبنيات، والإعراب غير موجود فيها، فهذه الحركات ليست (8) نفس الإعراب، بل الإعراب استحقاقها لهذه الحركات بسبب العوامل المخصوصة [48ب]، وذلك الاستحقاق أمر معقول لا محسوس. وادعى بعضهم (9) أن إطلاقه على نفس الحركات مجاز، وعلى الإبانة عن معنى الشىء حقيقة. قال: لأن تلك [27أ] العلامات ليست بإعراب في الحقيقة. وإنما الحقيقة ما ينشأ منها ويحدث عنها؛ فسميت باسم ما نشأ منها تجوزًا واتساعًا. انتهى.\nوبه تكمل في المسألة ثلاثة (10) مذاهب. قال ابن جني (11): الإعراب يستفاد من المعرب في موضعين:\n__________\n(1) أورد هذه العلةَ ابنُ الخباز في: توجيه اللمع 56.\n(2) في (ب): فجذب.\n(3) انظر في ذلك: الأمالي النحوية لابن الحاجب 4/ 120، وشرح ألفية ابن معط لابن القواس 1/ 439، والأشباه والنظائر 2/ 41 - 42.\n(4) ذهب ابن خروف والشلوبين وابن مالك والجمهور إلى أن الإعراب لفظي، وذهب أبو البقاء والأعلم وجماعة من المغاربة إلى أن الإعراب معنوي، ورجحه أبو حيان، انظر في هذا الخلاف: اللباب 1/ 53 - 54، والتبيين 167 - 169، والهمع 1/ 53 - 55.\n(5) هو محمد بن عمر بن الحسين، الفخر الرازي، أحد الفقهاء، الشافعية المشاهير بالتصانيف، له التفسير الكبير المعروف، بـ (مفاتيح الغيب)، توفى 606هـ[ترجمته في: البداية والنهاية 13/ 66 - 68].\n(6) انظر في ذلك: المحصول في علم أصول الفقه للفخر الرازي 1/ 323. وفيه يحيل على هذا الكتاب (المحرر في دقائق النحو)، والكتاب لا يزال مخطوطًا، كما ذكر محققه الدكتور طه جابر فياض العلواني.\n(7) انظر: المقتصد 1/ 97، 99.\n(8) في (ب): ليس.\n(9) انظر في ذلك: الإيضاح للزجاجي 72، واللباب للعكبري 1/ 54 – 55.\n(10) في (ب): تكمل ثلاث.\n(11) انظر: الخصائص 1/ 36.\n(1/64)",
        "\nأحدهما: من نفس المعرب، كـ (قام زيد) الحركة هي معنى الإعراب.\nوالثاني: من نفس عامله، نحو: (هذا يحيى، ورأيت يحيى، ومررت بيحيى)، فاختلاف العامل قبله دل على موضعه من العمل، وإن عرى لفظه من عمل فبمحله. وهكذا كل مالا يبين فيه الإعراب.\nالسادس: أصل البناء أن يكون على السكون، ولا يعدل عنه إلا لأحد (1) أمور، منها: أن يكون قبل الأخير ساكن؛ فلا يبنى الآخر على السكون مخافة أن يجتمع ساكنان على غير ما أَصَّلوه، ومنها: أن تكون الكلمة لها حال تمكن قبل البناء، ثم يبنى لعلة فيجب أن يجعل لها مزية على ما هو مبني في الأصل (2). ومنها: أن تكون الكلمة على حرف واحد، كواو العطف، وباء الجر؛ فلا يمكن أن يُبتدأ بحرف ويوقف عليه، وهو على حرف واحد. وأقل ما يكون [49ب] هذا في الحرفين (3).\nوأما الحركات ففرعية على السكون، وهي ثلاثة: الضمة ومنشؤها من الشفتين، سميت بذلك لانضمام الشفتين، والكسرة ومنشؤها وسط اللسان، سميت بذلك لالتواء اللسان لها، بحيث لو كان صلبًا لانكسر، والفتحة ومنشؤها أقصى الحلق، وسميت بذلك لانفتاح الحلق والفم بها. والسكون خلو الحركة من هذه الثلاث (4). وقد وقعت هذه الحركات والسكون مشتركة بين الإعراب والبناء؛ لأنهم لم يقدروا على أن يجتلبوا (5) للبناء حركات وسكونًا تضاد حركات الإعراب وسكونَهُ؛ فالإعراب ضد البناء من جهة المعنى ومماثل له من جهة اللفظ. والفرق بينهما: أن حركة الإعراب وسكونه يزولان بزوال العامل؛ بخلاف حركة البناء وسكونه، فإنها لازمة (6)؛ لأنهما لم يحدثا بعامل.\nوقد اخْتُلِف في الحركات بالنسبة إلى الإعراب والبناء من جهة الأصالة على ثلاثة مذاهب:\nأحدها: أن الحركات أصل في الإعراب ومستعارة في البناء؛ لأنها ألفاظ، وحق اللفظ [28أ] أن يدل على معنى وهو متحقق في الإعراب (7).\nوالثاني: أنها أصل في البناء مستعارة في الإعراب؛ لأن حركات البناء لازمة، فهي كالأسد [50ب] للحيوان المعروف، ولعموم وجودها في أول الكلمة (8) وحشوها وآخرها، بخلاف حركات الإعراب، فإنها لا تكون إلا في الآخر (9)\nوالثالث: أن الحركات أصل في كل واحد منهما؛ لما ذكرنا من التعليلين (10)، قال ابن الخباز (11): ولم يذهب أحد إلى أنها مستعارة فيهما؛ لأن الاستعارة من غير تقدم حقيقة محال (12).\n__________\n(1) في (ب): لإحدى.\n(2) انظر: شرح السيرافي 1/ 106، 107 [ط]، واللباب في علل البناء والإعراب 2/ 75.\n(3) شرح السيرافي 1/ 160 – 161 [ط].\n(4) انظر: الغرة المخفية لابن الخباز 1/ 93،وانظر مخرج هذه الحركات في: سر صناعة الإعراب 1/ 53، وتوجيه اللمع 75.\n(5) في (ب): يختلفوا.\n(6) في (ب): فإنهما لا زمان.\n(7) انظر: اللباب 1/ 57.\n(8) في (ب): الكلام.\n(9) وضعفه أبو البقاء العكبري بأن نقل حركات الإعراب كان لمعنى، ولزوم حركة البناء لغير معنى، انظر: اللباب 1/ 58، والتبيين 170 - 172.\n(10) انظر: اللباب 1/ 58، وفَصَّلَ القول فيها أبو البقاء في: التبيين 170 - 172.\n(11) هو أحمد بن الحسين بن أحمد النحوي الضرير، يعرف بابن الخباز البلدي، شرح ألفية ابن معطي، سكن الموصل، ولم يُرَ فى زمانه أسرع حفظًا منه، توفى 639هـ[ترجمته في: إشارة التعيين 29، والبغية 1/ 304].\n(12) انظر: توجيه اللمع لابن الخباز 68.\n(1/65)\n",
        "قلت: في استلزام المجازِ الحقيقةَ، خلاف مشهور في الأصول (1)، ولما كانت هذه الحركات مشتركة بين الإعراب والبناء مختلفة الصفة، فَرَّقَ النحويون بين أسمائها لإزالة الاشتراك؛ فسمَّوا حركات البناء ضمًّا وفتحًا وكسرًا وسكونه وقفًا؛ لأنهن لا يدللن على معان، بل حاصلها الهيئات اللفظية، وسمَّوا حركات الإعراب رفعًا ونصبًا وجرًّا وسكونه جزمًا؛ لأنها أصول في معمولاتها. وزعم بعضهم (2) أن تسمية حركات البناء الضمة والفتحة والكسرة، تسمية لغوية، وتسمية حركات الإعراب الرفعَ والنصب والجر، تسمية صناعية؛ فالأولى أصل، والثانية فرع. وإنما خالفوا (3) للفرق بينهما.\nوقال فخر الدين: ذهب قطرب (4) إلى أن الحركات البنائية مثل الإعرابية، وخالفه سائر النحاة (5).\nقال: وهذا النزاع لفظي؛ لأنه إن كان المراد من المثلية: المثلية في الماهية؛ فالحس يشهد بأن الأمر كذلك [51ب]، وإن كان المراد المثلية في الأحكام الوضعية فالضرورة تشهد أن الأمر ليس كذلك، وسَمَّى سيبويه (6) هذه الحركات مجارى، قال المازني، وغلط سيبويه في تسمية الحركات البنائية بالمجاري؛ لأن الاسم المُجْرَى إنما يكون لما يوجد تارة ويعدم أخرى. والمبني لا يزول عن حاله؛ فلا ينبغي تسميته بالمجاري (7). وأجيب (8) بأن المبنيات تحرك عند الدرج، ولا تحرك عند الوقف؛ فلم تكن الحركة لازمة لها مطلقًا، فزال (9) الإشكال [29أ].\nالسابع: في ذكر ضابط رأيته منسوبًا لصدر الأفاضل (10)، لا بأس بالختم به وإن وقع في بعض أمثلته نزاع:\nاعلم أن مالا يظهر فيه الإعراب على ضربين: أحدهما: أن يكون مبنيًّا. والآخر: معربًا. والأول ضربان: مفرد وجملة، والمفرد ضربان: ضرب يعرض له عند التركيب البناء، وضرب لا يعرض له. أما الأول فعلى قسمين: أحدهما ما كان متضمنًا معنى الحرف، كالشطر الآخر من (خمسة عشر)، واسم (لا)، وكل ما ضُمِّنَ معنى الألف واللام، كـ (سَحَر)، والغايات والثاني: ما لا يتضمنه كالصدر من (خمسة عشر)، والمضاف\n__________\n(1) انظر: الإبهاج في شرح المنهاج للسبكي 3/ 806 - 807، والبحر المحيط للزركشي 2/ 223 - 224.\n(2) ذكر العكبري أن تسمية كل واحد منهما باسم الآخر تجوّز، وإنما فرقوا بينهما في التسمية لافتراقهما في المعنى. اللباب 1/ 60\n(3) في (ب): اختلفوا.\n(4) هو محمد بن المستنير، قرأ على سيبويه وعيسى بن عمر، جعله الرشيد مؤدبًا للأمين، توفى سنة 206هـ[ترجمته في: نزهة الألباء 319، وإنباه الرواة 3/ 119].\n(5) انظر: الإيضاح للزجاجي 70، و اللباب 1/ 55، والتبيين 156، وانظر: الكليات 378.\n(6) الكتاب 1/ 3.\n(7) انظر: التذييل والتكميل 1/ 186 [د].\n(8) وأجاب السيرافي بذلك، انظر: شرح السيرافي 1/ 64 - 65 [ط].\n(9) في (ب): زال.\n(10) هو القاسم بن الحسين بن محمد الخوارزمي، صدر الأفاضل، برع في علم العربية؛ من مصنفاته: التخمير في شرح المفصل، توفى 617هـ[ترجمته في: معجم الأدباء 16/ 2388 - 253، والبلغة 141، والبغية 2/ 252 - 253].\n(1/66)\n\nإلى ياء المتكلم، ونحو: (دمشقي)، و (ضاربه)، وما أُتْبِع، نحو: {الحمدِ لله} (1) بكسر الدال، والمضارع المتصل به إحدى النونين. وأما الضرب الذي لا يعرض له [52ب] عند التركيب البناء فهو الحرف والفعل الماضي والأمر وأسماء الأفعال والأصوات المختلفة والأسماء الجارية مجرى المبنى. وهو أيضًا ضربان: ضرب يجرى مجرى الحرف، كالمضمرات والمبهمات، والحكايات، وقَطْ، وعَوْض، وضرب يجرى مجرى المضمر، كالمنادى المفرد، وأما الجملة فسواء كانت اسمية أو فعلية فإنها من حيث هي جملة، غير معربة.\nوأما المعرب الذي لا يظهر فيه إعراب، فنوعان: نوع يكون الظهور فيه باختيار المتكلم. وهو المعرب الموقوف عليه، والمحكى، ونوع لا يكون كذلك، وهو ضربان: ضرب في كل أحوال الإعراب كذلك، كالمقصور، وضرب في بعض أحواله، وهو ضربان: ضرب يستوجب امتناع الصرف، وضرب لا يستوجبه، والذي (2) لا يستوجبه: (القاضي)،والذي يستوجبه ضربان: ضرب يدخله التنوين، كـ (جوارٍ) في الحالتين، وضرب لا يدخله، كغير المنصرف [30أ].\nوليكن هذا آخر كلامنا في هذا الفصل، والله أعلم بالصواب، ونسأله المزيد من فضله؛ إنه الكريم الوهاب. وليَعْذِرْ الواقف عليه، والمحدِّقُ ببصيرته إليه، فإني ألفته والقلب مقروح، والفؤاد [53ب] بأسياف الهم مجروح، وقد أُصِبْتُ (3) من الزمان بنال نكاياته (4) وأَدْمَتْ جلدَ جَلَدِه جراحُ جناياته (5)، وخلع عليه لباس الخمول والعطلة (6)، وآيسه حظه العجيب من الوُصْلة (7). والمال قد مال، والأحوال حائلة (8)، والجار قد جار، والإخوان خُوَّان.\nوالله أسأل ألا يجعل حظي من هذا الأمر الشكوى، وأن يُطْلِعَني على حق العبودية، وسر الألوهية؛ فإنه أهل التقوى، ولا حول، ولا قوة إلا بالله (9)، وفرغت من تحريره في صفر من عام سبعين وسبعمائة. تم كتب هذه النسخة في يوم الخميس سادس شهر الله المحرم عام أربع وسبعين وسبعمائة، أحسن الله عقباها بمَنِّه وكرمه\n__________\n(1) سورة الفاتحة من آية2، وهي قراءة الحسن وزيد بن علي، انظر: المحتسب 1/ 37.\n(2) في (ب): فالذي.\n(3) في (ب) أصئته.\n(4) النال، والمنال، والمنالة: مصدر، بمعنى (العطاء) [انظر: تهذيب اللغة 15/ 371 - 372، ومجمل اللغة 4/ 363]، و (النكاية): الهزيمة، والضر يصيب المرء [التهذيب 10/ 382].\n(5) كذا في النسختين.\n(6) العُطْلة: الإهمال، يقال: قد عُطِّلُوا، أي: أُهْملوا. [التهذيب 2/ 166].\n(7) الوُصْلة: السبب، والاتصال، وكل شيء اتصل بشيء فما بينهما وُصْلة [التهذيب 12/ 234 - 235]، وهو يشكو من حظه الذي يمنعه من أن يتبوأ مكانه اللائق به.\n(8) حائلة: حاجزة مانعة، أي: عن أسباب السعادة.\n(9) بعده في (ب): ولا حول ولا قوة إلا بالله العلي العظيم، وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم تسليماً كثيرًا أبدًا إلى يوم الدين، والحمد لله رب العالمين.",
        "(1/67)\n\nعلى يد العبد الفقير الحقير الراجي رحمة ربه الخائف من عذابه، محمد بن عبد الله الزركشي الشافعي، لطف الله تعالى به، آمين (1).\n__________\n(1) وبآخرها قراءة لمحمد بن الصائغ وتقريظ للقيراطي؛ انظرهما في نماذج المخطوطتين.\n(1/68)",
        "\nالفهارس الفنية\n(1/69)\n",
        "1 - فهرس الآيات القرآنية\nالآية ... السورة ... رقم الآية ... رقم الصفحة\n{الْحَمْدِ لِلَّهِ} (1) ... الفاتحة ... 1 ... 27، 66\n{مَا بَعُوضَةٌ} (2) ... البقرة ... 26\n{فَمَنْ تَبِعَ هُدَايَ فَلا خَوْفُ} (3) ... البقرة ... 38\n{لا يَتَّخِذِ الْمُؤْمِنُونَ الْكَافِرِينَ أَوْلِيَاءَ} ... آل عمران ... 28 ... 29، 30\n{هَذَا يَوْمُ يَنْفَعُ الصَّادِقِينَ صِدْقُهُمْ} ... المائدة ... 119\n{اللَّهُ أَعْلَمُ حَيْثُ يَجْعَلُ رِسَالاتِهِ} (4) ... الأنعام ... 124\n{مَا لَكُمْ مِنْ إِلَهٍ غَيْرُهُ} ... الأعراف ... 65\n{كَأَنْ لَمْ تَغْنَ بِالأمْسِ} ... يونس ... 24\n{قُلْ لِعِبَادِيَ الَّذِينَ آمَنُوا يُقِيمُوا} ... إبراهيم ... 31\n{لا تَحْسَبَنَّ اللَّهَ غَافِلا} ... إبراهيم ... 42\n{لَنَنْزِعَنَّ مِنْ كُلِّ شِيعَةٍ أَيُّهُمْ أَشَدُّ} ... مريم ... 69 ... 41، 62\n{هَلْ أُنَبِّئُكُمْ عَلَى مَنْ تَنَزَّلُ الشَّيَاطِينُ} ... الشعراء ... 221\n{مِنْ لَدُنْ حَكِيمٍ عَلِيمٍ} ... النمل ... 6\n{لا يَحْطِمَنَّكُمْ سُلَيْمَانُ} ... النمل ... 17\n{كَمَا قَتَلْتَ نَفْسًا بِالأمْسِ} ... القصص ... 19 ... 39، 47\n{غُلِبَتِ الرُّومُ} ... الروم ... 2\n{لِلَّهِ الأمْرُ مِنْ قَبْلُ وَمِنْ بَعْدُ} ... الروم ... 4\n{وَحِيلَ بَيْنَهُمْ وَبَيْنَ مَا يَشْتَهُونَ} ... سبأ ... 54\n{يس وَالْقُرْآنِ} ... يس ... 1 - 2 ... - 28\n{مِنْ وَاقٍ} ... غافر ... 21\n{إِنَّهُ لَحَقٌّ مِثْلَ مَا أَنَّكُمْ تَنْطِقُونَ} ... الذاريات ... 23\n{مِنْ عَذَابِ يَوْمَئِذٍ} (5) ... المعارج ... 11\n{وَأَنَّا مِنَّا الصَّالِحُونَ وَمِنَّا دُونَ ذَلِكَ} ... الجن ... 11\n\n(1) وهي قراءة الحسن وزيد بن علي (2) قراءة الضحاك وابن أبي عبلة\n(3) قراءة ابن محيصن ... (4) وهي قراءة نافع والكسائي\n(5) قراءة نافع الكسائي.\n(1/70)\n\n2 - فهرس الشعر والأرجاز (1)\nالبيت ... البحر ... القائل ... الصفحة\nوإني وقفت اليوم والأمس قبله ... ببابك حتى كادت الشمس تغرب ... الطويل ... نصيب بن رباح ... 47\nوكل مضمر له البنا يجب ... الرجز ... ابن مالك ... 32\nفساغ لي الشراب وكنت قبلاً ... أكاد أغص بالماء القراح ... الوافر ... زيد بن الصعق ... 48 ... أو ابن يعرب أو النابغة\nورج الفتى للخير ما إن رأيته ... على السن خيرًا لا يزال يزيد ... الطويل ... المعلوط بن بدل القريعي ... 33\nألا أيهذا الزاجري أحضر الوغى ... وأن أشهد اللذات هل أنت مخلدي ... الطويل ... طرفة بن العبد ... 38\nفقام يذود الناس عنها بسيفه ... وقالت ألا لا من سبيل إلى هند ... الطويل ... 58\nلو لم تكن غطفان لا ذنوب لها ... إذن للام ذوو أحسابها عمرا ... البسيط ... الفرزدق ... 33\nومر دهر على وبار ... فهلكت جهرة وبار ... مخلع البسيط ... الأعشى ... 50\nأعلاقة أم الوليد بعد ما ... أفنان رأسك كالثغام المخلس ... الكامل ... المرار بن سعيد الفقعسي ... 53\nوما الناس إلا كالديار وأهلها ... بها يوم حلوها وغدوًا بلاقع ... الطويل ... لبيد بن ربيعة ... 48\nعلى حين عاتبت المشيب على الصبا ... فقلت ألما أصح والشيب وازع ... الطويل ... النابغة الزبياني ... 53\nأما ترى حيث سهيل طالعاً ... الرجز ... 55\nكأن بين فكها والفك ... الرجز ... منظور بن مرثد ... 41\nوتثنيته الأسماء تكشفها وإن ... رددت إليك الفعل صادقت منهلا ... الطويل ... الإمام الشاطبي ... 33\nلم يمنع الشرب منها غير أن نطقت ... حمامة في غصون ذات أوقال ... البسيط ... أبو قيس بن رفاعة ... 52 ... أو ابن الأسلت\nألا هيما مما لقيت وهيما ... وويحما لما لم ألق منهن ويحما ... الطويل ... حميد بن ثور ... 53\nومعرب الأسماء ما قد سلما ... من شبه الحرف كأرض وسما ... الرجز ... ابن مالك ... 26، 61\nلاجتذبن منهن قلبي تحلما ... على حين يستصبين كل حليم ... الطويل ... 53\nسائل فوارس يربوع بشدتنا ... أهل رأونا بسفح القاع ذي الأكم؟ ... البسيط ... زيد الخيل ... 40\nوكيف أنساك لا أيديك واحدة ... عندي ولا بالذي أو ليت من قدم ... البسيط ... أبو دهبل الجمحي ... 57\nإذا قالت حذام فصدقوها ... فإن القول ما قالت حذام ... الوافر ... لجيم بن صعب ... 50\nأو ديسم بن طارق\n__________\n(1) هذا بالإضافة إلى الأبيات الثلاثة التي أدار عليها الزركشي كتابه في ص1.",
        "(1/71)\n\n3 - فهرس الكتب\nاسم الكتاب ... رقم الصفحة ... اسم الكتاب ... رقم الصفحة\n- الإفصاح [لابن هشام الخضراوي] ... 27 ... - شرح الإيضاح للعكبري ... 43\n- الإيضاح لأبي علي الفارسي ... 29، 31، 39 ... - شرح الإيضاح لابن هشام (1) ... 30، 48\n- الأمالي لابن الحاجب ... 42 ... - شرح التسهيل لابن مالك ... 28، 37، 42، 54\n- الأمالي لابن الشجري ... 29، 51 ... - شرح الجزولية لابن العطار ... 31\n- البسيط [لابن العلج] ... 31، 32، 36، 37، 38، 40 ... - شرح الجمل للخفاف ... 62\n- التسهيل لابن مالك ... 28 ... - شرح عمدة الحافظ لابن مالك ... 46\n- التلقين لأبي البقاء العكبري ... 31 ... - شرح الكافية الشافية لابن مالك ... 38، 44، 46\n- التمام لابن جني ... 54 ... - العسكريات للفارسي ... 50\n- الجامع لعيسى بن عمر ... 36 ... - الغرة لابن الدهان ... 56، 62\n- الخاطريات لابن جني ... 33، 38 ... - قواعد المطارحة لابن إياز ... 41\n- الخصائص لابن جني ... 27، 31، 43، 62 ... - الكافية الشافية لابن مالك ... 38\n- الخلاصة لابن مالك ... 26، 37، 61 ... - الكامل للمبرد ... 56\n- الدمشقيات لابن جني ... 52 ... - الكتاب لسيبويه ... 28\n- شرح الإيضاح لابن الحاج ... 45 ... - الكشاف للزمخشري ... 40\n- شرح الإيضاح لابن أبي الربيع ... 30 ... - المحرر لفخر الدين الرازي ... 63\nشرح الإيضاح لعبد القاهر ... 62 ... - المفصل ... 36\n\n4 - فهرس الأعلام\nالاسم ... رقم الصفحة\n- الأخفش ... ، 43، 44\n- الأصفهاني ... 36\n- ابن إياز ... ، 54، 62\n- بدر الدين ابن الناظم ... , 37، 44، 49\n- ابن برهان ... ، 63\n- الجَرمي ... ، 56\n- ابن جني ... ، 30، 31، 33، 36، 38، 43، 45، 49، 52، 54، 62، 64\n__________\n(1) ولعله هو نفسه (الإفصاح) السابق ذكره، وليس هناك ما يدل على ذلك.\n(1/72)",
        "\n- ابن الحاج ... 45\n- ابن الحاجب ... ، 29، 32، 42، 44\n- الحرميان [نافع وابن كثير] ... 52\n- حميد بن ثور ... 53\n- أبو حيان ... ، 30، 31، 33\n- ابن الخباز ... 65\n- ابن الخشاب ... ، 37\n- الخفاف ... 62\n- الخليل ... 42\n- ابن الدهان ... ، 47، 48، 55، 56، 62\n- الربعي ... 51\n- ابن أبي الربيع ... ، 50\n- الرماني ... ، 56\n- الزجاج ... ، 41، 47، 56\n- الزركشي ... ، 67\n- الزمخشري ... ، 29، 36، 40\n- ابن السراج ... 42\n- سيبويه ... ، 31، 37، 40، 42، 43، 44، 50، 51، 54، 58، 62، 65\n- السيرافي ... ، 36، 56\n- الشاطبي ... 33\n- ابن الشجري ... ، 51\n- الشلوبين ... 45\n- صدر الأفاضل [الخوارزمي] ... 66\n- ابن الضائع ... 57\n- ابن عامر ... 52\n- عبد القاهر الجرجاني ... ، 62، 64\n- العبدي ... 47\n- ابن عصفور ... ، 27، 28، 30، 57\n- ابن العطار ... 31\n- العكبري ... ، 43\n(1/73)\n",
        "- أبو علي الفارسي ... ، 30، 31، 36، 37، 39، 40، 47، 49، 50، 52، 54، 55، 58\n- أبو عمرو ... 52\n- عيسى بن عمر ... 36\n- فخر الدين الرازي ... ، 66\n- الفراء ... 37\n- قطرب ... 66\n- أبو قيس بن رفاعة ... 52\n- الكسائي ... 46\n- المازني [أبو عثمان] ... ، 54، 65\n- ابن مالك ... 26، 28، 30، 31، 32، 33، 36، 37، 38، 42، 45، 53، 54، 59، 60، 61، 62\n- المبرد ... ، 56، 62\n- المطرزي ... 29\n- ابن معط ... 54\n- النيلي ... 29\n- ابن هشام ... ، 48، 58\n\n5 - فهرس الجماعات والطوائف\n- أصحابنا ... 30\n- الأصوليون ... 58\n- أكثر النحاة ... ، 43، 44، 46، 56، 59، 62، 65، 66\n- البصريون ... ، 53، 61\n- العرب ... ، 62\n- الكوفيون ... ، 45، 53، 55\n(1/74)\n\n6 - فهرس بأهم المصادر والمراجع\n- الإبهاج في شرح المنهاج (ت سنة 685 هـ) تأليف علي بن عبد الكافي السبكي (ت سنة 756هـ) وولده تاج الدين السبكي (ت سنة 771هـ) تحقيق د/ أحمد جمال الزمزمي ود/ نور الدين صغيري - دار البحوث للدراسات الإسلامية وإحياء التراث - دبي - الإمارات - ط1 سنة1424هـ/ 2004م.\n- الإجابة لإيراد ما استدركته عائشة على الصحابة للإمام الزركشي تحقيق سعيد الأفغاني - المكتب الإسلامي ط2 1390هـ/1970م.\n- أخبار النحويين البصريين لأبي سعيد السيرافي (ت368هـ) تحقيق د/ محمد إبراهيم البنا، دار الاعتصام - الطبعة الأولى سنة1405هـ/ 1985م.\n- ارتشاف الضرب من لسان العرب لأبي حيان الأندلسي (ت745هـ)، تحقيق رجب عثمان محمد - مكتبة الخانجي - الطبعة الأولى سنة 1418هـ/ 1998م.\n- أسرار العربية لأبي البركات الأنباري (ت577هـ)، تحقيق محمد بهجة البيطار - مطبوعات المجمع العلمي بدمشق - مطبعة الترقي سنة 1377هـ/1975م.\n- إشارة التعيين لعبد الباقي اليماني (ت743هـ)، تحقيق عبد المجيد دياب - مركز الملك فيصل للبحوث، الرياض، ط1 سنة 1406هـ/1986م.\n- الأشباه والنظائر في النحو لجلال الدين السيوطي (ت911هـ)، راجعة فايز ترحيني - دار الكتاب العربي - الطبعة الثانية سنة1414هـ/1993م.\n- الأصول في النحو لابن السراج (ت316هـ)، تحقيق عبد الحسين الفتلي ط مؤسسة الرسالة، ط3 سنة 1408هـ/ 1988م.\n- الأعلام لخير الدين الزركلي (ت1976م)، دار العلم للملايين ط6 - بيروت سنة 1984م.\n- الأغفال للفارسي (ت377هـ) تحقيق د/ عبد الله بن عمر الحاج - المجمع الثقافي - الإمارات العربية سنة2003م.\n- الأمالي الشجرية لابن الشجري (ت542هـ)، تحقيق د/ محمود محمد الطناحي - ط 1 سنة 1412هـ/1992م، مطبعة الخانجي - القاهرة.\n- الأمالي النحوية لابن الحاجب (ت646هـ) تحقيق هادي حسن حمودي - عالم الكتب - مكتبة النهضة العربية - بيروت ط1 سنة 1405هـ/1985م.\n- إنباه الرواة على أنباه النحاة للقفطي (ت646هـ)، تحقيق محمد أبي الفضل إبراهيم - دار الكتب المصرية 1950م.\n- إنباء الغمر بأنباء العمر في التاريخ لابن حجر العسقلاني (ت852هـ) - دائرة المعارف العثمانية - تحت مراقبة الدكتور محمد عبد المعيد خان - صورتها دار الكتب العلمية - بيروت ط 2 سنة 1986م.\n- الإنصاف في مسائل الخلاف بين النحويين البصريين والكوفيين لأبي البركات الأنباري (ت577هـ) تحقيق الشيخ محمد محيي الدين عبد الحميد، منشورات المكتبة العصرية - بيروت.\n- أوضح المسالك إلى ألفية ابن مالك لابن هشام الأنصاري (ت761هـ)، تحقيق الشيخ محمد محيي الدين عبد الحميد، منشورات المكتبة العصرية، بيروت.",
        "(1/75)\n\n- الإيضاح العضدي لأبي علي الفارسي (ت377هـ)، تحقيق حسن شاذلي فرهود - طبعة دار التأليف - القاهرة سنة 1389هـ/1969م.\n- الإيضاح في شرح المفصل لابن الحاجب (ت646هـ)، تحقيق موسى بناي العليلي - مطبعة العاني - بغداد 1983م.\n- الإيضاح في علل النحو للزجاجي - (ت337هـ)، تحقيق مازن المبارك - دار النفائس ط6 سنة 1416هـ/ 1996م.\n- البحر المحيط لأبي حيان (ت745هـ)، بعناية صدقي محمد جميل - دار الفكر - سنة1402هـ/1992م.\n- البحر المحيط في الأصول للزركشي (ت794هـ) - تحقيق عبد القادر العاني وآخرين - وزارة الأوقاف بالكويت سنة 1409هـ/1988م.\n- البداية والنهاية لابن كثير (ت774هـ)، تحقيق د/ أحمد عبد الوهاب فتيح - دار الفجر - القاهرة.\n- البرهان في علوم القرآن للزركشي (ت794هـ)، تحقيق محمد أبي الفضل إبراهيم - دار المعرفة للطباعة والنشر - بيروت - لبنان.\n- بغية الوعاة في طبقات اللغويين والنحاة للسيوطي (ت911هـ)، تحقيق محمد أبي الفضل إبراهيم - دار الفكر. ط 1979م.\n- بقية الخاطريات لابن جني (ت392هـ)، تحقيق د/ محمد أحمد الدالي - مطبوعات مجمع اللغة العربية بدمشق - مطبعة الصباح سنة 1413هـ/1992م.\n- تاريخ الأدب العربي لكارل بروكلمان (ت1956م)، ترجمة عبد الحليم النجار وآخرين، بإشراف محمود فهمي حجازي - الهيئة المصرية العامة للكتاب سنة1989م.\n- تاريخ بغداد أو مدينة السلام منذ تأسيسها حتى 463هـ، للخطيب البغدادي (ت463هـ) دار الكتب العلمية، بيروت، لبنان.\n- التبصرة والتذكرة للصيمري (ت584هـ)، تحقيق فتحي أحمد مصطفى - دار الفكر - دمشق ط1 سنة 1402هـ/ 1982م.\n- التبيين عن مذاهب النحويين للعكبري (ت616هـ) تحقيق عبد الرحمن سليمان العيثمين، دار الغرب الإسلامي سنة 1986م.\n- التحفة الشافية في شرح الكافية لتقي الدين النيلي البغدادي، (د) بكلية اللغة العربية بالقاهرة د/ إمام حسن الجبوري - إشراف أ. د/ إبراهيم حسن، وأ. د/ السيد شرف الدين - مكتبة كلية اللغة بالقاهرة سنة 1403هـ/ 1983م. برقم 1934.\n- تخليص الشواهد وتلخيص الفوائد لابن هشام (ت761هـ)، تحقيق د/ عباس مصطفى الصالحي - دار الكتاب العربي - بيروت ط1 سنة 1406هـ/1986م.\n- التخمير في شرح المفصل لصدر الأفاضل الخوارزمي (ت617هـ)، تحقيق د/ عبد الرحمن بن سليمان العيثمين - بيروت - دار الغرب الإسلامي ط1 1990م.\n- التذييل والتكميل في شرح التسهيل لأبي حيان (ت745هـ) - الجزء الأول (د) بكلية اللغة العربية بالقاهرة. د/ مصطفى أحمد حبالة 1981م، برقم 1625 بإشراف أ. د/ عبد العظيم الشناوي، وأ. د/ محمد إبراهيم البنا.\n(1/76)",
        "\n- التذييل والتكميل في شرح التسهيل لأبي حيان (ت745هـ) الجزء الخامس (د) بكلية اللغة العربية بالقاهرة د/ محمد محمود عبد الجواد عبد الله سنة 1992م برقم 2831 بإشراف أ. د/ إبراهيم حسن إبراهيم.\n- تسهيل الفوائد وتكميل المقاصد لابن مالك (ت672هـ)، تحقيق محمد كامل بركات ط دار الكتاب العربي 1967م.\n- التصريح بمضمون التوضيح للشيخ خالد الأزهري (ت905هـ)، تحقيق د/ عبد الفتاح بحيري إبراهيم - الزهراء للإعلام العربي، ط1 1413هـ/1992م.\n- التعليقة على كتاب سيبويه لأبي علي الفارسي (ت377هـ) تحقيق د/ عوض بن حمد القوزي ط1، مطبعة الأمانة.\n- التمام في تفسير أشعار هذيل لابن جني (ت 392هـ)، حققه أحمد ناجي القيسي وآخرين مطبعة العاني - بغداد - ط1 سنة 1381هـ/ 1962م.\n- التنبيه والإيضاح عما وقع في الصحاح لأبي محمد بن بري المصري (ت582هـ)، تحقيق عبد العليم الطحاوي - الهيئة المصرية العامة للكتاب ط1 سنة 1981م.\n- تهذيب اللغة لمحمد بن أحمد الأزهري (ت370هـ) تحقيق محمد على النجار وآخرين - الهيئة المصرية العامة للكتاب سنة 1975م.\n- توضيح المقاصد والمسالك بشرح ألفية ابن مالك للمرادي (ت749هـ) تحقيق أحمد محمد عزوز - المكتبة العصرية - صيدا - بيروت - ط1 1426هـ/ 2005م.\n- الحجة في علل القراءات السبع لأبي علي الفارسي (ت377هـ) تحقيق بدر الدين قهوجي وبشير حويجاتي - دمشق، دار المأمون ط1 سنة 1984م.\n- حسن المحاضرة في أخبار مصر والقاهرة لجلال الدين السيوطي (ت911هـ) وضع حواشيه خليل المنصور - منشورات دار الكتب العلمية ط1 سنة 1418هـ/ 1997م.\n- الخاطريات لابن جني (ت328هـ) حققه على ذو الفقار شاكر - دار الغرب الإسلامي - ط 1 (1408هـ/ 1988م).\n- خزانة الأدب ولب لباب لسان العرب لعبد القادر البغدادي (ت1093هـ)، تحقيق عبد السلام محمد هارون - مكتبة الخانجي بالقاهرة سنة 1989م.\n- الخصائص لابن جني (ت328هـ) تحقيق محمد علي النجار الهيئة المصرية العامة للكتاب ط3، 1986م.\n- خلاف ابن الضائع مع ابن عصفور من خلال شرح الأول لجمل الزجاجي (د) في مكتبة كلية اللغة العربية - د/ خالد عمر عبد الرحمن، بإشراف الأستاذ الدكتور عبد الفتاح سليم سنة 1424هـ/ 2003م.\n- دراسات لأسلوب القرآن الكريم للشيخ محمد عبد الخالق عضيمة، دار الحديث، القاهرة.\n- الدرر الكامنة في أعيان المائة الثامنة لابن حجر (ت852هـ) حققه محمد سيد جاد الحق - دار الكتب الحديثة - مصر.\n- الدر المصون للسمين الحلبي (756هـ)، تحقيق د/ أحمد محمد الخراط، دار القلم. دمشق ط1، 1407هـ/ 1987م.\n- ديوان الأعشى، ط دار بيروت، لبنان.\n- ديوان حميد بن ثور، صنعة الأستاذ عبد العزيز الميمني، دار الكتب المصرية 1997م.\n(1/77)\n",
        "- ديوان النابغة الذبياني - تحقيق محمد أبي الفضل إبراهيم - دار المعارف بمصر. د. ت.\n- الرسالة المستطرفة لبيان مشهور كتب السنة المشرفة لمحمد بن جعفر الكتاني (ت1345هـ) دار البشائر الإسلامية ط4 سنة 1406هـ/ 1986م.\n- السبعة في القراءات لابن مجاهد (ت324هـ)، تحقيق شوقي ضيف، دار المعارف.\n- سر صناعة الإعراب لابن جني (ت392هـ)،تحقيق حسن هنداوي، دار القلم، دمشق 1985م.\n- سلاسل الذهب للزركشي (ت794هـ) تحقيق محمد المختار الشنقيطي، مكتبة ابن تيمية - القاهرة ط1 سنة 1411هـ/ 1990م.\n- شذرات الذهب في أخبار من ذهب لأبي الفلاح عبد الحي بن العماد الحنبلي (ت1089هـ) - دار الفكر - بيروت.\n- شرح الأشموني على ألفية ابن مالك - دار إحياء الكتب العربية - عيسى البابي الحلبي.\n- شرح ألفية ابن مالك لابن الناظم (ت686هـ)، تحقيق د/ عبد الحميد السيد محمد عبد الحميد، دار الجيل - بيروت - د. ت.\n- شرح ألفية ابن معط لابن القواس (ت696هـ)، تحقيق علي موسى الشوملي - مكتبة الخريجي - الرياض 1985م.\n- شرح التسهيل لابن مالك (ت762هـ) تحقيق د/ عبد الرحمن السيد ود/ محمد بدوي المختون، مكتبة هجر 1410هـ/ 1990م.\n- شرح جمل الزجاجي لابن الضائع، النصف الأول (د) في كلية اللغة العربية بالقاهرة د/ يحيى علوان البلداوي، بإشراف أ. د/ فايز زكي دياب 1407هـ/1986م.\n- شرح جمل الزجاجي لابن عصفور (ت669هـ)، الشرح الكبير، تحقيق د/ صاحب أبي جناح، ط العراق سنة 1402هـ/ 1982م.\n- شرح ديوان طرفة بن العبد، للأعلم الشنتمري (ت476هـ)، تحقيق درية الخطيب ولطفي الصقال - دمشق سنة 1975م.\n- شرح ديوان لبيد بن ربيعة العامري (ت 41هـ)، حققه د/ إحسان عباس، وزارة الإرشاد والأنباء - سلسلة التراث العربي - الكويت سنة 1962م.\n- شرح الرضى على الكافية (ت688هـ)، تحقيق د/ يوسف حسن عمر، منشورات جامعة قاريونس، ليبيا.\n- شرح الشاطبي على ألفية ابن مالك (ت790هـ) (د) في كلية اللغة العربية بالقاهرة - د/ طاهر محمود مسعود برقم 942، بإشراف أ. د/ أحمد حسن كحيل.\n- شرح عمدة الحافظ وعدة اللافظ لابن مالك (ت672هـ)، تحقيق عدنان عبد الرحمن الدوري - مطبعة العاني - العراق - بغداد 1397هـ/ 1977م.\n- شرح الكافية الشافية لابن مالك (ت672هـ)، تحقيق عبد المنعم هريدي، نشر مركز البحث العلمي بمكة المكرمة سنة 1402هـ/ 1982م.\n- شرح كتاب سيبويه لأبي سعيد السيرافي (368هـ)، تحقيق محمود فهمي حجازي ط1، ط الهيئة المصرية العامة للكتاب 1986م.\n(1/78)\n\n- شرح كتاب سيبويه للسيرافي (ت 368هـ) الجزء الرابع (د) في كلية اللغة العربية بالقاهرة د/ سيد جلال حسنين برقم 2000 سنة 1983م.\n- شرح اللمع لابن برهان العكبري (ت456هـ)، حققه د/ فائز فارس - السلسلة التراثية - الكويت ط1 سنة 1404هـ/ 1984م.\n- شرح المقدمة الجزولية الكبير لأبي علي الشلويين (ت645هـ)، تحقيق د/ تركي بن سهو العتيبي، مؤسسة الرسالة - بيروت.\n- شرح المقدمة الكافية في علم الإعراب لابن الحاجب (ت646هـ) - تحقيق د/ جمال عبد العاطي مخيمر - مكتبة نزار الباز - مكة المكرمة - الرياض ط1 سنة 1418هـ/ 1997م.\n- شعر نصيب بن رباح، جمع وتحقيق د/ داود سلوم - بغداد سنة 1968م.\n- الصحاح للجوهري (ت400هـ)، تحقيق أحمد عبد الغفور عطار، دار العلم للملايين ط3 سنة 1984م.\n- طبقات القراء لابن الجزري (ت833هـ)، مكتبة المتبني، القاهرة.\n- طبقات المفسرين للحافظ شمس الدين محمد بن علي الداودي (ت945هـ)، تحقيق علي محمد عمر - مكتبة وهبة ط1 سنة 1392هـ/ 1972م.\n- غاية النهاية في طبقات القراء لابن الجزري (ت833هـ)، نشر برجستراسر، مكتبة المتنبي - القاهرة.\n- الفصول في العربية لأبي محمد سعيد بن المبارك بن الدهان (ت569هـ) حققه د/ فائز فارس - مؤسسة الرسالة - دار الأمل - ط1 سنة 1409هـ/ 1988م.\n- في فهرسة المخطوطات - مدخل وقضايا، ندوة قضايا المخطوطات - معهد المخطوطات - القاهرة 1999م تنسيق وتحرير فيصل الحفيان.\n- القواعد في اللغة لابن إياز (ت681هـ)، (د) في مكتبة كلية اللغة العربية بالقاهرة د/ محمد السيد متولي البغدادي برقم 1700 بإشراف أ. د/ طه الزيني سنة 1981م.\n- الكافي في الإفصاح عن مسائل كتاب الإيضاح لابن أبي الربيع (ت688هـ) الجزء الأول (د) في كلية اللغة بالقاهرة د/ فيصل الحفيان برقم 5762، بإشراف أ. د/ إبراهيم حسن إبراهيم سنة 1999م.\n- الكافي في الإفصاح عن مسائل كتاب الإيضاح لابن أبي الربيع - الجزء الثاني (د) في كلية اللغة العربية بالقاهرة د/ أحمد مهدي السيد/ برقم 3058 - إشراف أ. د/ صبحي عبد الحميد 1994م.\n- الكامل في الأدب للمبرد (ت سنة 285هـ)، تحقيق محمد أبي الفضل إبراهيم - دار نهضة مصر - القاهرة.\n- الكتاب لسيبويه (ت180هـ)، تحقيق عبد السلام هارون، دار الجيل بيروت ط1.\n- كتاب الشعر لأبي على الفارسي (ت337هـ)، تحقيق د/ محمود الطناحي، مكتبة الخانجي، القاهرة.\n- الكشاف عن حقائق التنزيل وعيون الأقاويل في وجوه التأويل للزمخشري (ت528هـ) دار الريان للتراث - ودار الكتاب العربي - بيروت - صححه مصطفى حسين أحمد ط3 سنة 1987م.\n- كشف الظنون عن أسامي الكتب والفنون لحاجي خليفة (ت 1067هـ) استانبول سنة 1941م.\n- اللباب في علل البناء والإعراب للعكبري (ت616هـ)، تحقيق غازي مختار وعبد الإله نبهان، دار الفكر المعاصر - بيروت - ودار الفكر - دمشق ط1 سنة 1416هـ/ 1995م.\n- لسان العرب لابن منظر (ت 711هـ)، ط دار إحياء التراث العربي ومؤسسة التاريخ العربي - بيروت، ط 2 سنة 1997م.",
        "(1/79)\n\n- ما ينصرف ومالا ينصرف للزجاج، (ت 316هـ)، تحقيق هدى قراعة - مكتبة الخانجي - القاهرة.\n- المتبع في شرح اللمع للعكبري (ت616هـ)، تحقيق د/ عبد الحميد حمد الزوي، منشورات جامعة قاريونس - بنغازي ط1 سنة 1994م.\n- المحتسب في تبيين وجوه شواذ القراءات لابن جني (ت392هـ)، تحقيق علي النجدي ناصف وآخرين - ط المجلس الأعلى للشئون الإسلامية.\n- المحصول في شرح الفصول لابن إياز (ت681هـ) (د) في كلية اللغة العربية بالقاهرة د/ محمد صفوت محمد علي، إشراف أ. د/ عبد العظيم الشناوي.\n- المحصول في علم أصول الفقه للفخر الرازي (ت 606هـ)، تحقيق د/ طه جابر فياض العلواني، جامعة الإمام محمد بن سعود - المملكة العربية السعودية.\n- مختصر شواذ القرآن من كتاب البديع لابن خالويه (ت370هـ)، نشره برجستراسر مكتبة المتنبي بالقاهرة.\n- المرتجل لابن الخشاب (ت567هـ)، تحقيق علي حيدر، دمشق سنة 1972م.\n- المسائل الحلبيات للفارسي (ت377هـ)، تحقيق حسن هنداوي، دار القلم، دمشق ط1 سنة 1987م.\n- المسائل العسكرية للفارسي، تحقيق د/ محمد الشاطر - مطبعة المدني - مصر، ط1 سنة 1982م.\n- المسائل المنثورة للفارسي، تحقيق مصطفى الحدري، مطبوعات مجمع اللغة العربية بدمشق.\n- المساعد على تسهيل الفوائد لابن عقيل (ت769هـ) تحقيق د/ محمد كامل بركات، منشورات جامعة الملك عبد العزيز، مكة المكرمة سنة 1980م.\n- المصباح في علم النحو للمطرزي (ت610هـ)، تحقيق مقبول على النعمة، دار البشائر ط1، سنة 1993م.\n- معاني القرآن للأخفش (ت215هـ)، تحقيق د/ عبد الأمير محمد أمين الورد، عالم الكتب، ط1، سنة 1985م.\n- معاني القرآن للفراء (207هـ)، تحقيق مقبول على النعمة، دار البشائر ط1، سنة 1993م.\n- معاني القرآن وإعرابه للزجاج (ت306هـ) تحقيق د/ عبد الجليل شلبي. دار الحديث القاهرة ط2، سنة 1997م.\n- معجم المؤلفين لعمر رضا كحالة - مكتبة المثنى ودار إحياء التراث العربي - بيروت - لبنان.\n- مغنى اللبيب لابن هشام (ت748هـ) تحقيق د/ عبد اللطيف الخطيب - السلسلة التراثية - الكويت، ط1 سنة 1423هـ/ 2002م.\n- المفصل للزمخشري (ت538هـ)، دار الجيل - بيروت - لبنان ط2.\n- المقتصد في شرح الإيضاح لعبد القاهر الجرجاني (ت471هـ) تحقيق د/ كاظم بحر المرجان - دار الرشيد - العراق.\n- المقرب لابن عصفور، تحقيق أحمد عبد الستار الجواري وعبد الله الجبوري، رئاسة الأوقاف العراقية، بغداد 1391هـ/ 1971م.\n- النجوم الزاهرة لابن تغري بردي (ت874هـ) ط مصورة عن طبعة دار الكتب المصرية.\n- نزهة الألباء في طبقات الأدباء للأنباري (ت577هـ)، تحقيق محمد أبي الفضل إبراهيم، مطبعة المدني 1967م.\n(1/80)",
        "\n- نزهة النفوس والأبدان في تواريخ الزمان للخطيب الجوهري الصيرفي (ت900هـ) تحقيق د/ حسن حبشي - مطبعة دار الكتب المصرية سنة 1970م.\n- همع الهوامع في شرح جمع الجوامع للسيوطي، (ت911هـ)، تحقيق أحمد شمس الدين. دار الكتب العلمية ط1 سنة 1998م.\n- وفيات الأعيان وأنباء أبناء الزمان لابن خلكان (ت 681هـ)، تحقيق إحسان عباس - بيروت سنة 1977م.\n(1/81)\n",
        "7 - فهرس الموضوعات\nالمقدمة ......................................................................................................... ... 1 - 2\nالقسم الأول: الدراسة. ... 3 - 24\nالمبحث الأول: ترجمة الإمام الزركشي ... 4 - 9\nالمطلب الأول: التعريف به، ويشمل: ... 4 ... أ - اسمه ونسبه ومولده ................................................................. ... 5 ... ب- ألقابه. جـ- رحلته وشيوخه ................................. ... 6 ... د- تلاميذه. هـ - وفاته ............................................\nالمطلب الثاني: حياته العلمية وآثاره، وتشمل: ... 6 - 7 ... أ- ثقافته الواسعة ب- صفاته وأخلاقه ................................... ... 7 - 9 ... ج- آثاره المطبوعة والمخطوطة ........................................................\nالمبحث الثاني: كتاب (تأصيل البُنَى) للزركشي. ... 9 - 17\n- المطلب الأول: مادة الكتاب ومنهجه .................................................. ... 9 - 14 ... - المطلب الثاني: مصادره في كتابه .................................................... ... 14 - 16 ... -المطلب الثالث: توثيق نسبة الكتاب إلى الزركشي ..................................... ... 16 - 17 ... - المبحث الثالث: بين يدي التحقيق: ... أ- وصف النسختين المعتمدتين في التحقيق ............................................. ... 18 - 19 ... ب- منهج التحقيق ...................................................................... ... 19 ... ج- نماذج من المخطوطتين ............................................................. ... 20 - 24\n- القسم الثاني: التحقيق. ... 25 - 67 ... - حصر الكلام على أبيات بناء الأسماء في ثلاثة مقامات ................................ ... 26\n- المقام الأول: انقسام الاسم إلى معرب ومبني، والكلام عليه ........................ ... 26 ... - صور الواسطة بين الإعراب والبناء، وبيان مذهب ابن مالك وغيره في الجواب عنها .. ... 26 - 30 ... - المقام الثاني: دعوى ابن مالك أن المقتضى لبناء الاسم هو شبه الحرف فقط، واعتراض أبي حيان عليه ............................................................... ... 30\n- حصر علة البناء في شبه الحرف هو قول سيبويه وغيره ............................ ... 30 - 31 ... - المشهور تعدد علل البناء ............................................................. ... 31 ... - الاعتراض على هذه العلة، والجواب عنها ........................................... ... 31 - 32\nالمقام الثالث: تقسيم الشبه إلى ثلاثة أقسام ............................................... ... 32\n(1/82)\n\n- القسم الأول: الشبه الوضعي، وضابطه، وما يدخله من الأسماء ..................... ... 32\n- الاعتراض على ابن مالك في هذا القسم، والجواب عنه ............................... ... 33\n- القسم الثاني: الشبه المعنوي، وضابطه، وما يدخله من الأسماء ....................... ... 34 - 37\n- الاعتراض على ابن مالك في هذا القسم والجواب عنه ............................... ... 37 - 44\n- القسم الثالث: الشبه الاستعمالي، وضابطه، وما يدخله من الأسماء .................. ... 44 - 45\nالاعتراض على ابن مالك بأنه ترك كثيرًا من المبنيات، مع أنه ليس فيها شىء من هذه العلل ... ... 45\nمنها: الأسماء قبل التركيب، والجواب عنها ............................................. ... 45 - 46\n- و (أمس)، والكلام عليها .............................................................. ... 46 - 48\n- والغايات المقطوعة عن الإضافة، والجواب عنها ..................................... ... 48 - 49\n- والمنادي المفرد العلم، والكلام عليه .................................................. ... 49 - 50\n- ومشاكلة الاسم لما وقع موقع المبنى، وأقوال النحويين منها ......................... ... 50 - 51\n- والمضاف إلى غير متمكن من الظروف والأسماء المبهمة، وشواهدها والجواب عنها. ... 51 - 56\n- والنكرة مع (لا) النافية للجنس، وأقوال النحويين في علة بنائها ....................... ... 56 - 59\n- والمضاف إلى المتكلم، وجوابه ....................................................... ... 59\n- والمركب تركيب المزج من الأعداد .................................................. ... 59\n- والمركب من الظروف، والعلم المختوم بـ (ويه) .................................... ... 59\n- العوارض التي توجب بناء الاسم كالتركيب والتعريف، وقطع الإضافة، والمشابهة اللفظية .... ... 60\n- الكلم المعربة التي يدخلها البناء لها حالتان ........................................... ... 61\n- لا يرد على ابن مالك علل البناء في الأفعال والحروف .............................. ... 61\n- الأسباب التي ذكرها ابن مالك موجبة لبناء الاسم، والجواب عن ذلك ................ ... 62\n- ادعاء بعضهم وجود أسباب أخرى تقتضى بناء الاسم ............................... ... 62 - 63\n- العلة في كون شبه الحرف وحده مقتضيًا للبناء ........................................ ... 63\n- الخلاف في الإعراب، وهل هو لفظي أو معنوي؟ ..................................... ... 63 - 64\n- أصل البناء على السكون، وسبب العدول عنه إلى غيره .............................. ... 64\n- الكلام على الحركات. ومخارجها ..................................................... ... 64 - 65\n- الخلاف في الحركات الإعرابية والبنائية أيهما أصل؟ ................................. ... 65 - 66\n- ذكر ضابط منسوب لصدر الأفاضل .................................................. ... 66 - 67\n- نهاية المخطوطة ..................................................................... ... 67\n- الفهارس الفنية ....................................................................... ... 68 - 83",
        "(1/83)\n\n- فهرس الآيات القرآنية ................................................................ ... 69\n- فهرس الشعر والأرجاز. ............................................................ ... 70\n- فهرس الكتب ......................................................................... ... 71\n- فهرس الأعلام ....................................................................... ... 71 - 73\n- فهرس الجماعات والطوائف .......................................................... ... 73\n- فهرس بأهم المصادر والمراجع ...................................................... ... 74 - 80\n- فهرس الموضوعات .................................................................. ... 81 - 83\n(1/84)"
    ]
}