{
    "partText": [
        "\nأخطاء يجب أن تصحح من العقيدة ،\nتبرئة السلف من تفويض الخلف\n\nتأليف : محمد بن إبراهيم اللحيدان ،\n\nمكتبة دار الحميضي\nدار الكتاب والسنة\n\nالطبعة الأولي\n\n1413 هـ ـ 1992 م .\n(1/1)\n",
        "صـ 5\nتبرئة السلف من تفويض الخلف ...\nالمقدمة\nبسم الله الرحمن الرحيم .\nإن الحمد لله، نحمده ، ونستعينه، ونستغفره، ونعوذ بالله من شرور أنفسنا، وسيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له وأشهد أن محمدا عبده ورسوله.\n{ يَا أَيُّهَا الَّذِينَ آَمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلَا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ }. [ آل عمران الأية : 102 {يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالًا كَثِيرًا وَنِسَاءً وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ وَالْأَرْحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيبًا } . [ النساء الأية : 1 ] {يَا أَيُّهَا الَّذِينَ آَمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلًا سَدِيدًا (70) يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزًا عَظِيمًا } . [ الأحزاب، الآيتان : 70 ـ 71 ] . (1)\nأما بعد: فان خير الحديث كتاب الله، و خير الهدي هدي محمد ـ صلي الله عليه وسلم ـ ، وشر الامور محدثاتها، وكل محدثة بدعة، وكل بدعة ضلالة، وكل ضلالة في النار\" (2).\n--------\n(1) هذه خطبة الحاجة و للشيخ الألباني تخريج لها نشره الكتب الإسلامي . 2- نص حديث أخرجه أحمد 3 / 271 ومسلم 867 / جمعة والنسائي =\n(1/2)\n\nصـ 6\nو إن مما لا يخفي فضل السلف الصالح من هذه الأمة ـ الصحابة و التابعون وتابعوهم ـ ، وعظيم علمهم ، بما أنزل الله في كتابه ، و بما جعله علي لسان نبيه ـ صلي الله عليه وسلم ـ .\nو قد كانوا أعلم الناس بمراد الله ، و أعلم الناس بمراد رسول الله ـ صلي الله عليه وسلم ـ ، و أعظمهم متابعة لله و رسوله ، و أحسنهم فهمًا لآيات القرآن و كلام رسول الإنس والجان .\nو إن مما علموه ، وعرفوه ، وفهموه ، ما ورد في القرآن و السنة النبوية من نصوص صفات رب العالمين ، فزادهم ذلك إيمانًا و تعظيمًا و خشية لله عز وجل ، فاستحقوا بذلك مدح الرسول ـ صلى الله عليه وسلم ـ ، في قوله : \" خير الناس قرني ثم الذين يلونهم ثم الذين يلونهم \" (1) .\nو قد مشى علي ما موا عليه ظائفة ، فآمنوا بما آمنوا به ، و تابعوهم حذو القذة بالقذة ، فاستحقوا بذلك مدح الرسول ـ صلي الله عليه وسلم ـ ، في قوله : \" و لا تزال طائفة من أمتي ظاهرين علي الحق ،\n------\n= 22 / عيدين و ابن ماجة 45 / مقدمة من حديث جابر ، واللفظ لمسلم إلا : \" وكل ضلالة في النار \" . فتفرد بها النسائي بإسناد صحيح .\n(1) أخرجه البخاري في الصحيح كتاب فضائل الأصحاب باب رقم \"1\" و في الشهادات باب 9 ، و أحمد في المسند 2 / 378 ، 442 من حديث ابن مسعود والذي عند البخاري من حديث عمران بن حصين .",
        "(1/3)\n\nصـ 7\nلا يضرهم من خذلهم حتي يأتي أمر الله ، وهم كذلك \" (1) .\nفهم أهل السنة و الجماعة ، وهم أتباع السلف ورثة علم النبوة .\nو نكب عن طريقهم ـ طريق السلف الصالح ـ آخرون ، فسلكوا سبيلًا لم يسلكوه ، و اهتدي بهدي لم يرسموه ، فكانوا فرقًا و أحزابًا ، كل حزبٍ بما لديهم فرحون . وكان منهم من أعظم الفرية ، فنسبوا ما أوصلتهم إليه السبل التي تفرقت بهم عن سبيل الله في باب صفات الله إلي السلف الصالح .\nو هؤلاء هم المفوضة مفوضة صفات الله أهل التجهيل (2) ،\nفضلوا ضلالتين ، و أخطأوا خطأين :\nالأول : حيدتهم عن طريقة السلف الصالح ، و إثبات صفات الله ، كما وردت النصوص الشرعية إثباتًا حقيقيا منزهًا عن التشبيه والتمثيل . وأتّباعهم طريقة ما أنزل الله بها من سلطان .\nالثاني : نسبتهم البدعة التي ابتدعوها في نصوص صفات الله عز وجل إلي السلف الصالح .\n-------\n(1) أخرجه مسلم 1920 و اللفظ له وابن ماجة 10 من حديث ثوبان ز\n(2) سيأتي سبب تلقيبهم بأهل التجهيل .\n(1/4)",
        "\nصـ 8\nوفي هذه الورقات تطّلع علي خطأ نسبة مذهب التفويض إلي السلف وتقرير ابتداعه ، و تطلع كذلك علي بيان ضلال هذا المذهب . و سميته \" تبرئة السلف من تفويض الخلف \" .\nو نسأل الله أن يهدينا صراطه المستقيم ، و يثيبتا عليه ، و ينفعنا بالتمسك به ، و صلى الله وسلم علي نبينا محمد و علي آله و صحبه وسلم .\nمحمد بن إبراهيم اللحيدان\nالرياض في 12 / 12 / 1412 هـ\n(1/5)\n",
        "صـ 9\nتمهيد\nأرسل الله ـ عز وجل ـ نبيه محمدًا ـ صلى الله عليه وسلم ـ ، بالهدي و دين الحق ، و أنزل معه الكتاب هدىً وتفصيلًا لكل شئ ، أوضحه أكمل الإيضاح ، وبينه أتم البيان ، فهو واضح بينٌ قال تعالي : { وَهُوَ الَّذِي أَنْزَلَ إِلَيْكُمُ الْكِتَابَ مُفَصَّلًا } [ سورة الأنعام ، الأية 144 ] .\nوقال تعالي : { هُدًى لِلنَّاسِ وَبَيِّنَاتٍ مِنَ الْهُدَى وَالْفُرْقَانِ } [ سورة البقرة ، الأية : 185 ] ، وقال تعالي { وَلَقَدْ يَسَّرْنَا الْقُرْآَنَ لِلذِّكْرِ فَهَلْ مِنْ مُدَّكِرٍ } [سورة القمر الآية : 17 ] ، وقال تعالي : { إِنَّا أَنْزَلْنَاهُ قُرْآَنًا عَرَبِيًّا لَعَلَّكُمْ تَعْقِلُونَ} [ سورة يوسف ، الأية 2 ] ، وقال تعالي : { وَقُرْآَنًا فَرَقْنَاهُ لِتَقْرَأَهُ عَلَى النَّاسِ عَلَى مُكْثٍ وَنَزَّلْنَاهُ تَنْزِيلًا}[سورة الإسراء الآية 106 ]\n{ قُرْآَنًا عَرَبِيًّا غَيْرَ ذِي عِوَجٍ لَعَلَّهُمْ يَتَّقُونَ} [سورة الزمر ، الآية : 28 ] ، وقال تعالي : { كِتَابٌ فُصِّلَتْ آَيَاتُهُ قُرْآَنًا عَرَبِيًّا لِقَوْمٍ يَعْلَمُونَ}[سورة فصلت الآية : 3 ]،\nوقال تعالي : { إِنَّا جَعَلْنَاهُ قُرْآَنًا عَرَبِيًّا لَعَلَّكُمْ تَعْقِلُونَ } [ الزخرف ، الآية : 3 ] إلي غير ذلك من الآيات في هذا المعني .\nفهو واضح بتوضيح الله له ، وواضح أيضا بتوضيح رسول\n(1/6)\n\nصـ 10\nالله ـ صلي الله عليه وسلم ـ له بما جعل الله على لسانه من الإيضاح فى سنته المروية عنه، فإن الرسول ـ صلى الله عليه وسلم ـ ما بعث إلا ليبلغ الناس رسالة ربهم، ويبين لهم ما أنزل عليهم من الهدى والحق كما قال تعالى : { وَأَنْزَلْنَا إِلَيْكَ الذِّكْرَ لِتُبَيِّنَ لِلنَّاسِ مَا نُزِّلَ إِلَيْهِمْ } [ سوره النحل ، الأية :44 ].\nوكما قال تعالى : { وَمَا أَنْزَلْنَا عَلَيْكَ الْكِتَابَ إِلَّا لِتُبَيِّنَ لَهُمُ الَّذِي اخْتَلَفُوا فِيهِ } [سورة النحل ، الأية : 64].\nوقد قام ـ صلى الله عليه وسلم ـ بما كلف به أحسن قيام , فشرح القرآن ، وفسر المجمل فيه ، ووضحه ، وبين لصحابته ما يجب عليهم فيه ، وما يمتنع ، فى الأصول وفى الفروع .\nوما مات ـ صلى الله عليه وسلم ـ إلا بعد أن أكمل الله به الدين ، وأقام به الحجة قال تعالى : { الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الْإِسْلَامَ دِينًا } [المائدة ، الأية : 3]. وقال أبوذر ـ رضى الله عنه ـ: \" لقد توفى رسول الله ، ـ صلى الله عليه وسلم ـ ، وما طائر يقلب جناحيه إلا ذكر لنا منه علماً \" (1) .\nولاشك أن من الأبواب التى علمهم إياها باب أسماء الله وصفاته ، فوضح لهم الواجب فيها من الإيمان بها وإثباتها\n-----------\n(1) هو من رواية الإمام أحمد في المسند 5 / 153 ، 162 ، والراوي له عن أبي ذر أشياخ من التيم لم تذكر أسمائهم والله اعلم .",
        "(1/7)\n\nصـ11\nحقيقة ، بما دلت عليه من صفات الكمال ونعوت الجلال ، وما ذاك إلا لشده الحاجة إليه إذ هو داخل فى تحقيق التوحيد ، الذى هو فرض الله على العبيد فيمتنع أن يكون ـ صلى الله عليه وسلم ـ لم يعلمهم هذا الباب المهم .\nوقد حفظ الصحابة ـ رصوان الله عليهم ـ ذلك العلم ، الذى علمهم إياه الرسول ـ صلوات الله وسلامه عليه ـ ، فآمنوا بما دلت عليه نصوص الكتاب والسنة فى أسماء الله وصفاته ، معتقدين حقيقتها ـ منزهين الله عز وجل عن الشبيه والمثيل .\nقال شيخ الإسلام ابن تيمية ـ رحمه الله ـ : \" فمن المحال فى العقل والدين ، أن يكون السراج المنير الذى أخرج الله به الناس من الظلمات إلى النور ، وأنزل إليه الكتاب بالحق ، ليحكم بين الناس فيما اختلفوا فيه ، وأمر الناس أن يردوا ما تنازعوا فيه من أمر دينهم إلى ما بعث به من الكتاب والحكمة ، وهو يدعو إلى الله وإلى سبيله بإذنه على بصيرة ، وقد أخبر الله ، بأنه أكمل له ولأمته دينهم ، وأتم عليهم نعمته محال مع هذا وغيره ، أن يكون قد ترك باب الإيمان بالله والعلم به ملتبساً مشتبهاً ، ولم يميز بين ما يجب لله من الأسماء الحسنى والصفات العليا ، وما يجوز عليه ، وما يمتنع عليه ،\n(1/8)",
        "\nصـ12\nفإن معرفة هذا أصل الدين وأساس الهداية ؛ وأفضل وأوجب ما اكتسبته القلوب ، وحصلته النفوس ، وأدركته العقول ، فكيف يكون ذلك الكتاب وذلك الرسول وأفضل خلق الله بعد النبيين لم يُحكّموا هذا الباب اعتقاداً وقولاً ؟!\nومن المحال أيضاً أن يكون النبى ـ صلى الله عليه وسلم ـ قد علَم أمته كل شئ حتى الخراءة ، وقال : \" تركتكم على الحجة البيضاء ، ليلها كنهارها ، لا يزيغ عنها إلا هالك \" (1) وقال فيما صح عنه أيضاً : \" ما بعث الله من نبى إلا كان حقاً عليه أن يدل أمته على خير ما يعلمه لهم ، وينهاهم عن شر ما يعلمه لهم \" (2)، وقال أبوذر : \" لقد توفى رسول الله وما طائر يقلب جناحيه فى السماء إلا ذكر لنا منه علماً \"(3) وقال عمر بن الخطاب : \" قام فينا رسول الله مقاماً ، فذكر بدء الخلق ، حتى دخل أهل الجنة منازلهم وأهل النار منازلهم ، حفظ ذلك من حفظه ونسيه من نسيه \" (4) رواه البخارى اهـ . (5).\n----------\n(1) أخرجه ابن ماجة حديث رقم 43 ، أحمد في المسند 4 / 126 من حديث العرباض بن سارية .\n(2) أخرجه مسلم 1844 ، والنسائي كتاب البيعة باب 25 و ابن ماجة 3956 بنحو من هذا اللفظ من حديث عبد الله بن عمرو .\n(3) سبق تخريجه .\n(4) أخرجه البخاري في صحيحه كتاب بدء الخلق باب 1 .\n(5) مجموع الفتاوي ج 5 ص 6 ـ 7 .\n(1/9)\n",
        "صـ13\nوقال العلامة ابن القيم ـ رحمه الله ـ :\" فصلُ . اشتمال الكتب الإلهية على الأسماء والصفات أكثر من اشتمالها على ما عداه ، وذلك لشرف متعلقها وعظمته وشدة الحاجة إلى معرفته ، فكانت الطرق إلى تحصيل معرفته أكثر وأسهل وأبين من غيره . وهذا من كمال حكمة الرب تبارك وتعالى وتمام نعمته وإحسانه ... ومعلوم أن حاجتهم إلى معرفة ربهم وفاطرهم فوق مراتب هذه الحاجات كلها ، فإنه لا سعادة لهم ولا فلاح ولا صلاح ولا نعيم إلا بأن يعرفوه ، ويعتقدوه ، ويكون هو وحده غاية مطلوبهم ، والتقرب إليه قرة عيونهم ... \" اهـ (1).\nومازال الصحابة رضوان الله عليهم على ما تركهم عليه رسول الله ـ صلى الله عليه وسلم ـ ، من الإيمان بما دلت عليه النصوص من أسماء الله وصفاته ، مثبتين لمعانيها ، معتقدين لها ، حتى ورث ذلك عنهم التابعون ، فلا يوجد بينهم من ينكر ذلك ، ولا من يحرفه ، ولا من يعتقد أن ظواهر النصوص لا معنى لها . حتى شذ فى آخر عصرهم شقىُّ يقال له الجعد بن درهم ، فتكلم فى آيات الصفات بالإنكار ، فأخذه والى العراق خالد بن عبد الله القسرى ، فقتله يوم عيد الأضحى ، روى أنه خطب\n-----------\n(1) مختصر الصواعق ج 1 ص 61 .\n(1/10)\n\nصـ14\nيوم الأضحى بواسط فقال : أيها الناس : ارجعوا فضحوا ، تقبل الله منا ومنكم ، فإنى مضح بالجعد بن درهم ، إنه زعم أن الله لم يتخذ إبراهيم خليلاً ، ولم يكلم موسى تكليماً ، وتعالى الله عما يقول الجعد بن درهم علواً كبيراً ، ثم نزل فذبحه \"(1). ذلك سنة 119هـ أو قبلها بنحو سنة .\nوفى ذلك يقول ابن القيم ـ رحمه الله ـ فى نونيته ـ نونية أهل السنة والجماعة ـ:\nولأجل ذا ضحى بجعد خالدُ القسرىُ ... يوم ذبائح القربانِ\nإذ قال إبراهيم ليس خلِيله ... كلا ولا موسى الكليمَ الدانى\nشَكَرَ الضحيه كلُّ صاحبِ سنةٍ ... للهِ درُّك من أخى قربان\nثم لم تزل هذه الفتنة خامدة مدة من الزمان ، حتى بعثها شقىٌ آخر يقال له الجهم بن صفوان السمرقندى ، وكان قد ورثها عن الجعد ، وأضاف إليها من ضلالته ، فقتله سلم بن\n------------\n(1) أخرجه عثمان بن سعيد الدارمي في الرد علي الجهمية ص 7 ، و انظر للكلام علي طرقه اختصار العلو للألباني ص 113 .",
        "(1/11)\n\nصـ15\nأحوز صاحبُ شرطة نصر بن سيار فى خراسان سنة 128هـ\"(1).\nوالجهم هو الذى قال فيه الإمام المجاهد عبد الله بن المبارك :\nعجبتُ لشخصٍ دعا الناسَ جهرةً ... إلى النار واشتقَ اْسمَه من جهنم\nإلا أن شرر هذه الفتنة ، كان قد تطاير ، وتفرق ، وازداد البلاء بتعريب الكتب اليونانية والرومانية فى المائة الثانية ، وانتشرت مقالة الجهمية فى المائة الثالثة(1) على يد بشر بن غياث المريسى وطبقته ، من أمثال أحمد بن دؤاد ، فحورب بسببهم أئمة الإسلام وعلماء السنة ، واضطهدوا ، وعذبوا ، كما حصل لإمام أهل السنة أحمد بن حنبل ومحمد بن نوح والحسين بن حماد المعروف بسجادة وحسين القواريرى ونعيم بن حماد الخزاعى وغيرهم. وكان فتح هذا الباب سبباً لتفرق الأحزاب وكثرة الأقوال فى أسماء الله وصفاته ، فمن قائل بإثبات الأسماء ونفى الصفات ، ومن قائل بنفى الجميع ، ومن قائل بإثبات الأسماء وبعض الصفات ، ومنكر للأكثر\n-----\n(1) انظر الحموية لشيخ الإسلام ابن تيمية ج 5 ص 20 ـ 22 ضمن مجموع الفتاوي و انظر سير أعلام النبلاء مع تعليقه 6 / 26 .\n(1/12)",
        "\nصـ16\nومِن، ومن .. فلما رأى ذلك أئمة السنة ، صنفوا الكتب المبينة للحق فى هذا الباب ، فألفت الكتب فى السنة (1) ـ خوفاً من دروسها ونسيانها ـ وبُيِّنتْ عقيدة السلف الصالح من الصحابة والتابعين ، ومن تلك المؤلفات كتاب السنة للإمام أحمد بن حنبل وكتاب السنة لابن أبى عاصم ، وكتاب السنة لعبد الله بن الإمام أحمد وكتاب الرد على الجهمية للإمام عثمان بن سعيد الدرامى والرد على الجهمية للإمام عثمان بن سعيد الدرامى والرد على بشر المريسى العنيد له أيضاً وكتاب التوحيد لإمام الأئمة ابن خزيمة (2) ، وغيرها من المؤلفات ، فى تأييد السنة والرد على أهل البدعة (3).\n---\n(1) يقصد بالسنة هنا مسائل الاعتقاد من التوحيد و الإيمان و القدر ...\n(2) يندد الكوثري بهذه الكتب و أمثالها من كتب السنة ، التي شرحت المذهب الصحيح ـ مذهب السلف الصالح ـ ، و يدعي أنها كتب الزندقة و الباطل في مقالاته و غيرها من كتبه فما هي كتب الإسلام إذن ؟!\nسبحانه هذا بهتان عظيم .\n(3) انظر : في ذكر كتب السنة ، وعدها مجموع فتاوي شيخ الإسلام ابن تيمية 5 / 24 ، 25 .\n(1/13)\n",
        "صـ17\nبيان التفويض والتعريف به ومقولات المفوضة وغيرهم فى شرحه\nالتفويض لغة : هو من ردّ الأمر إلى الغير ، تقول : فوضت الأمر إلى فلان يعنى رددته إليه . قال فى مختار الصحاح فى مادة ف و ض : فوَّص إليه الأمر ردَّه إليه.\nوأما فى اصطلاح المفوضة ، فالمقصود بالتفويض: رد معرفة معانى نصوص الصفات فى القرآن والسنة إلى الله عز وجل دون غيره.\n\nومن عباراتهم فى ذلك : إن المراد بهذا خلاف مدلولها الظاهر المفهوم ، ولا يعرفه أحد ، كما لا يعلم وقت الساعة (1).\nويقرر الرازى مذهب التفويض فيقول : حاصل هذا المذهب : أن هذه المتشابهات ـ يعنى نصوص الصفا ـ يجب القطع فيها بأن مراد الله تعالى منها شئ غير ظواهرها ، ثم يجب تفويض معناها إلى الله تعالى ، ولا يجوز الخوض فى\n-----\n(1) شرح الطحاوية لابن أبي العز ص 596 .\n(1/14)\n\nصـ18\nتفسيرها ... \" (1) اهـ.\nثم إنه نسب هذا المذهب إلي السلف ، و سيأتي بيان بطلان هذه النسبة .\nوقال الغزالي : \" اعلم أن الحق الصحيح الذي لا مراء فيه عند أهل البصائر ، هو مذهب السلف أعني الصحابة والتابعين ـ رضي الله عنهم أجمعين ـ ، ثم قال : حقيقة مذهب السلف و هو الحق عندنا أن كل من بلغه حديث من هذه الأخبار من عوام الخلف يحب عليه سبعة أمور ، التقديس ، ثم التصديق ، ثم الااعتراف بالعجز ، ثم السكوت ، ثم الكف ، ثم الإمساك ، ثم التسليم لأهل المعرفة مراده ليس علي قدر طاقته ، و أن ذلك ليس من شأنه ، و حرفته ...\" (2) إلخ ما قال .\nفأنت تري أنه قرر أن المراد من نصوص الصفات غير معلوم ، وهذا هو التفويض ، و زاد فنسبه إلي السلف ، و انت علي موعد ببيان بطلان هذه النسبة ، فانتظر .\n---------\n(1) أساس التقديس ص 236 / بتصرف يسير .\n(2) عن كتابه إلجام العوام بواسطة نقل السفاريني في لوامع الأنوار ص 262 ج 1 .",
        "(1/15)\n\nصـ 19\nو ممن قرر هذا المذهب أيضًا ابن الجوزي ، كما في صيد الخاطر له (1) ، و نسبه إلي السلف أيضًا الشهرستاني (2) .\nو اهل التفويض هم أهل التجهيل ، و إنما سموا بذلك لنسبتهم السلف إلي الجهل بمعاني نصوص الصفات ، بل نسبوا الرسول ـ صلي الله عليه وسلم ـ إلي ذلك .\nقال شيخ الإسلام ابن تيمية : \" والصحابة و التابعون لهم بإحسان و من سلك سبيلهم في هذا الباب علي سبيل الاستقامة ، و أما المنحرفون عن طريقهم فهم ثلاث طوائف أهل التخييل ، و أهل التأويل ، و أهل التجهييل ... إلي أن قال : و أما الصنف الثالث ، و هم أهل التجهيل ، فهم كثير من المنتسبين إلي السنة و اتباع السلف يقولون : إن الرسول ـ صلى الله عليه وسلم ـ لم يعرف معاني ما أنزل الله إليه من آيات الصفات و لا جبريل يعرف معاني الآيات و لا السابقون الأولون عرفوا ذلك ، و كذلك قولهم في أحاديث الصفات إن معناها لا يعلمه إلا الله ، مع أن الرسول تكلم بها ابتداء .....\" (3) إلخ ما قال ـ رحمه الله ـ .\n---\n(1) انظر صيد الخاطر ص 96 ـ 97 .\n(2) علاقة الإثبات و التفويض بصفات رب العالمين ص 75 .\n(3) مموع الفتاوي 5 / 31 ـ 34 .\n(1/16)",
        "\nصـ 20\nو قال الإمام ابن القيم ـ رحمه الله ـ : \" و الصنف الثالث أصحاب التجهيل ، الذين قالوا : نصوص الصفات ألفاظ لا تعقل معانيها ، و لا يدري ما أراد الله و رسوله منها ، لكن نقرؤها ألفاظًا لا معاني لها ، و نعلم أن لها تأويلًا لا يعلمه إلا الله ، وهي عندنا بمنزلة { كهيعص } [ سورة مريم ، الآية 1 ] .\nو { حم عسق } [ سورة الشوري ، الآيتان : 1 ـ 2 ] { المص } [ سورة الأعراف ، الأية : 1 ] . فلو ورد علينا منها ما ورد ن لم نعتقد فيه تمثيلًا ، و لا تشبيهًا ، و لم نعرف معناه ، و ننكر علي من تأوله ، و نكل علمه إلي الله تعالى . و ظن هؤلاء أن هذه طريقة السلف ، و أنهم لم يكونوا يعرفون حقائق الأسماء و الصفات ، و لا يفهمون معني قوله : { لِمَا خَلَقْتُ بِيَدَيَّ } [ سورة ص ، الأية 75 ] ، و قوله : { وَالْأَرْضُ جَمِيعًا قَبْضَتُهُ يَوْمَ الْقِيَامَةِ } [ سورة الزمر ، الآية : 5 ] ، و أمثال ذلك من نصوص الصفات \" (1) أهـ .\nو هو كلام نفيس في شرح مذهب المفوضة ، واضح كل الوضح .\nو من العجيب أن الذين قرروا مذهب التفويض ونسبوه\n---\n(1) مختصر الصواعق 1 / 81 ، 82 .\n(1/17)\n",
        "ص21\nإلى السلف هم ممن كثر فى باب أسماء الله وصفاته اضطرابهم , ورويت عنهم حيرتهم وتوقفهم .\nفالشهرستانى هو الذى كان ينشد :\nلعمر لقد طفت المعاهد كلها\nوسيرتُ طرفى بين تلك المعالم\nفلم أر إلا واضعًا كف حائرٍ\nعلى ذقن ٍأو قارعًا سنَّ نادمِ\nوأخيرا أيضًا , أنه لم يجد عند الفلاسفة والمتكلمين إلا الحيرة والندم .وأبو عبدالله بن عمر الرازى , هو القائل:\nلقد تأملت الطرق الكلامية والمناهج الفلسفية , فما رأيتها تشفى عَليلًا , ولا تروى غَليلًا, رأيت أقرب الطرق\nطريقة القرآن....\nوكان يتمثل كثيرا يقول القائل :\nنهاية إقدامِ العقولِ عقالُ ...... وأكثرُ سعى العالمين ضلالُ\nوأرواحُنا فى وحشة من جسومِنا ........وحاصلُ دنيانا أذىً ووبالُ\n(1/18)\n\nص22\nولم نستفدْ من بحثِنا طولَ عمرِنا ....... سوى أن جمعنا فيه قيلَ وقالوا\nوكذلك أبو حامد الغزالى يروى عنه الحيرة والوقف (1) .\nفمن غير المستبعد أن يكون مذهب التفويض نتيجة لهذا الاضطراب وهذه الحيرة , إذ ظنوه المذهب الأسلم ,\nوحسبوه مذهبًا للسلف , لما رأوا قلة خوض السلف فى هذا الباب وما ذاك إلا لكمال معرفتهم به , وليس عن\nجهل منهم بنصوص الصفات .\nوالمفوضة يستعملون العبارات التى يموّهون بها على الناس من أجل أن ينخدعوا به ويظنوه حقًا فمن عباراتهم التى يذكرونها : \" مذهب السلف أسلم ومذهب الخلف أعلم وأحكم )) وهذه العبارة لازمها تصحيح المذهبين مذهب السلف - الذى\nهو بزعمهم التفويض -, ومذهب الخلف , الذى هو التأويل , وهم متمشون مع هذا الأزم , إذ يقولون :\nإن مذهب الخلف وطريقتهم وهى التأويل هى طريقة السلف , وإن الفريقين اتفقوا على أن هذه الآيات والأحاديث لم تدل على صفات الله سبحلنه وتعالى , ولكن\n___________________________________\n(1) مجموع فتاوى ابن تيمية 4/ 72, 73 .",
        "(1/19)\n\nص23\nالسلف أمسكوا عن تأويلها , والمتأخرون رأوا المصلحة فى تأويلها .\nفانظر إلى هذا التناقض العجيب , ومنه تعلم أن حقيقة مذهب التفويض التعطيل المحض لدلالة النصوص ,والتحريف\nلمعانيها , وصدق الله العظيم إذ يقول سبحانه :\n(( وَلَوْ كَانَ مِنْ عِندِ غَيْرِ اللّهِ لَوَجَدُواْ فِيهِ اخْتِلاَفًا كَثِيرًا)) سورة النساء آية 82\nقال شيخ الإِسلم ابن تيمية - رحمه الله- :\n\" وقد رأيت هذا المعنى ينتحله بعض من يحكيه عن السلف , ويقولون : أن طريقة أهل التأويل هى فى الحقيقة طريقة السلف , بمعنى أن الفريقين اتفقوا على أن ظاهر الآيات والأحاديث لم تدل على صفات الله- سبحانه وتعالى -, ولكن السلف أمسكوا عن تأويلها , والمتأخرون رأوا المصلحة فى تأويلها , لمسيس الحاجة إلى ذلك , ويقولون : الفرق بين الطريقين أن هؤلاء قد يعينون لجواز أن يراد غيره ......))(1) . الخ كلامه . وعبارتهم هذه (( مذهب السلف أسلم ومذهب\n___________________________________________\n(1) مجموع فتاوى ابن تيمية 5/ 109 .\n(1/20)",
        "\nص24\nالخلف أكمل وأحكم )) مع ما تحمله من الباطل والتناقض الذى مر آنفًا بيانُه , فيها سوء أدب مع قرون الأمة المفضلة\n(( فإن هؤلاء المبتدعين , الذين يفضلون طريقة الخلف من المتفلسفة ومن حذا حذوهم على طريقة السلف بما أتوا من حيث ظنوا أن طريقة السلف هى مجرد الإيمان بألفاظ القرآن والحديث من غير فقه لذلك , بمنزلة الأميين , الذين قال الله تعالى فيهم : { وَمِنْهُمْ أُمِّيُّونَ لاَ يَعْلَمُونَ الْكِتَابَ إِلاَّ أَمَانِيَّ وَإِنْ هُمْ إِلاَّ يَظُنُّونَ}[ سورة البقرة آية 78] , وإن طريق الخلف هى استخراج معانى النصوص المصروفة عن حقائبها بأنواع المجازات وغرائب اللغات . فهذا الظن الفاسد أوجب تلك المقالة (1) , التى مضمونها نبذ الإسلام وراء الظهر , وقد كذبوا على طريقة السلف , وضلوا فى تصويب طريقة الخلف , فجمعوا بين الجهل بطريقة السلف وفى الكذب عليهم , وبين الجهل والضلال بتصويب طريقة الخلف .... \" (2) .\nوعجبًا !! كيف يكون هؤلاء المتكلمون ورثة الفلاسفة , أعلم من ورثة النبوة بنصوص الكتاب والسنة ؟! وفى ماذا ؟!\nفى أعظم مقصود هو معرفة الله جل ذكره , وما يجب له من\n__________________________________\n(1) يعنى قولهم : (( مذهب السلف أسلم ومذهب الخلف أعلم وأحكم ))\n(2) انظر مجموع فتاوى ابن تيمية 5/9 .\n(1/21)\n",
        "ص 25\nالصفات , وما يمتنع عليه , وكيف يكون هؤلاء الجبارين المضطربون الذين لا يميزون بين الصحيح والضعيف\nوالموضوع من الحديث , أعلم وأحكم من أهل السنة , وأدرى بما يجب لله , وما يمتنع عليه من الصفات ؟!\nومن عباراتهم التى يموهون بها على الناس قولهم (( إن مذهب السلف فى الصفات الإقرار والاعتراف\nبنصوصه , على ما جاءت مع اعتقاد أن ظاهرها غير مراد )) .\nوقد سبق أنهم يموهون بمثل هذه العبارات , ومقصودهم واحد , هو نفى دلالة نصوص الصفات على ما دلت\nعليه ,وادعاء أن ظاهرها ليس حقيقة .\nولكن من العدل التنزل معهم , وسؤالهم عن (( ظاهرها )) ما المراد به : فإن كان المقصود بالظاهر نعوت المخلوقين وصفات المحدثين , فهذا غير مراد قطعًا بل إطلاق ذلك على ظاهر آيات وأحاديث الصفات محال , ولا يمكن أن يكون المحال هو الظاهر المتبادر إلى الذهن .\nوإن كان المقصود بالظاهر المعانى التى تظهر من آيات وأحاديث الصفات , مما يليق بالله عزوجل , وأن مذهب\n(1/22)\n\nص26\nالسلف أن معانيها غير مرادة ً , فهذا باطل وكذب على السلف (1) .\n______________________________________________\n(1) مجموع فتاوى ابن تيمية 5/ 108",
        "(1/23)\n\nص27\nوبعد , فهذه هى الضلالة الثانية التى وقع فيها المفوضة , فالضلالة الأولى انتحالهم مذهب التفويض وسبق بيانه\nوالمقصود به , وأما الضلالة الثانية فهى نسبتهم هذا المذهب الباطل للسلف الصالح , وهم بريئون منه , براءة\nالذئب من دم يوسف عليه السلام .\nويقال : إن أول من نسب التفويض فى نصوص صفات الله إلى السلف الشهرستانى وتبعه على ذلك إمام الحرمين\nالجوينى والرازى وغيرهما (1) .\nوقد سبق الإشارة إلى بطلان هذه النسبة , وبقى تفصيل ذلك فإليكه .\nلا يصح أن يكون تفويض معانى نصوص الصفات مذهبًا للسلف لأمور هى :\nالأول : إنّ الثابت المنقول عنهم إثبات الصفات حقيقة , كما وردت بها النصوص الشرعية , فمما روى عن الصحابة :\n1- عن ابن عمر _ رضى اله عنه _ قال : (( لما قبض رسول\n____________________________________________\n(1) علاقة الإثبات والتفويض بصفات رب العالمين لرضا بن نعسان ص75 .\n(1/24)",
        "\nص28\nالله صلى الله عليه وسلم . قال أبو بكر : أيها الناس : إن محمد إلهكم الذى تعبدون , فإن إلهكم قد مات , وإن كان إلهكم الله الذى فى السماء , فإن إلهكم لم يمت ثم تلا { وَمَا مُحَمَّدٌ إِلاَّ رَسُولٌ قَدْ خَلَتْ مِن قَبْلِهِ الرُّسُلُ أَفَإِن مَّاتَ أَوْ قُتِلَ انقَلَبْتُمْ عَلَى أَعْقَابِكُمْ }[سورة آل عمران آية 144 ] حتى ختم الآية.\n2- قول ابن مسعود : (( مابين السماء الدنيا , والتى تليها مسيرة خمسمائة عام , وبين كل سماءين مسيرة خمسمائة عام , وبين السماء السابعة وبين الكرسى خمسمائة عام وبين العرش إلى الماء خمسمائة عام والعرش على الماء , والله تعالى فوق العرش , وهو يعلم ما أنتم عليه )) (2) .\n3- قول ابن عباس لما دخل على عائشة : وهى تموت فقال لها \" كنت أحب نساء رسول الله صلى الله عليه وسام إلى رسول الله ـ صلى الله عليه وسلم ـ\nولم يكن رسول الله ـ صلى الله عليه وسلم ـ يحب إلا طيبًا , وأنزل الله براءتك من فوق سبع سموات ......... \" (3) .\n4- عن ابن عباس قال : (( الكرسى موضع قدمين ,\n__________________________________________________ __________________\n(1) أخرجه الدارمى فى الرد على الجهمية ص26\n(2) أخرجه عثمان بن سعيد الدارمى فى الرد على الجهمية ص26, 27 .\n(3) أخرجه الدارمى أيضًا فى الرد على الجهمية ص 27\n(1/25)\n",
        "ص 29\nوالعرش لا يقدر أحد قدره )) (1) .\n5- خبر المرأة التى لقيت عمربن الخطاب فاستوقفته ....... فقال عمر : ويلك أتدرى من هذه قال : لا , قال : هذه امرأة سمع الله شكواها من فوق سبع سموات\"(2)\n6- عن ابن عباس - رضى الله عنهما - قال :\" ما السموات السبع والأرضون السبع وما فيهما فى يد الله إلا كخردلة فى يد أحدكم \" (3) .\nومما روى عن التابعين :\n1- قول مسروق : حدث عنه على بن الأقمر قال : كان مسروق إذا حدث عن عائشة - رضى الله عنها - قال :(( حدثتنى الصديقة بنت الصديق حبيبة رسول الله ( ص) , المبرأة من فوق سبع سموات )) (4) .\n2- قول سليمان التيمى قال : (( لو سئلت أين الله ؟ لقلت فى\n______________________________________________\n(1) أخرجه ابن خزيمة فى التوحيد ص71-72 , وإسناده صحيح انظر : مختصر العلو للألبانى ص102\n(2) أخرجه عثمان بن سعيد الدارمى فى الرد على الجهمية ص26 .\n(3) أخرجه ابن جرير فى التفسير 24/ 17 بنحوه .\n(4) انظر الجيوش الإسلامية لابن القيم ص42 .\n(1/26)\n\nص30\nالسماء )) (1) .\n3- قول الضحاك : روى عنه مقاتل بن حيان فى تفسير قوله تعالى :( ما يكون من نجوى ثلاثة إلا هو رابعهم ولا خمسة إلا هو سادسهم .. ) سورة المجادلة الآية 7\nقال : (( هو الله على عرشه , وعلمه معهم )) (2) .\n4- قول التابعين جملة : روى البيهقى بإسناد صحيح إلى الأوزاعى قال :(( كنا , والتابعيون متوافرون نقول : إن الله تعالى جل ذكره فوق عرشه ونؤمن بما وردت السنة به من صفاته )) (3) .\n5- قول ربيعة بن عبد الرحمن وقد سئل عن قوله تعالى :(( الرحمن على العرش استوى )) سورة طه الآية 5\nقال : (( الأستواء غير مجهول , والكيف غير معقول , ومن الله تعالى الرسالة , وعلى الرسول ( ص) البلاغ , وعليناالتصديق )) (4) .\n___________________________________________\n(1) أخرجه اللالكائى 3/ 401, وانظر مختصر العلو ص 133 .\n(2) خرّجه فى مختصر العلو ص 133 .\n(3) أخرجه البيهقى فى الأسماء والصفات ص 408 كما فى مختصر العلو ص 137 وصحح إسناده ابن القيم فىالجيوش ص 43 .\n(4) أخرجه اللالكائى . 3/398 , ومثله عن مالك أخرجه الدارمى ص 133 , انظر مختصر العلو ص 141 .",
        "(1/27)\n\nص31\nومما روي عن تابع التابعين:\n1- ما رواه علي بن الحسين بن شقيق قال : قلت لعبد الله ابن المبارك كيف نعرف ربنا عز وجل؟ قال : \" في السماء السابعة على عرشة، ولا نقول كما تقول الجهمية: إنه هاهنا في الأرض\"(1).\n2- قال حماد بن زيد في الجهمية: \" إنما يحاولون أن يقولوا ليس في السماء شيء \" (2).\n2- فأنت ترى من خلال سياق هذه الآثار عن السلف ، أن مذهبهم إثبات الصفات لله عز وجل تبعًا للنصوص إثبات حقيقةٍ منزه عن الشبيه والمثيل، إذ ذلك مستقر في قلوبهم.\n3- وهم أشد تعظيمًا لله، ولذلك أنكروا على الجعد بن درهم عندما أظهر مقالته بإنكار الصفات، فإن الجعد لم ينكر الآيات، وإنما أنكر ما دلت عليه من صفات الله عز وجل. ولو كان السلف يؤمنون بألفاظ نصوص الصفات دون الإيمان بحقائقها، وما دلت عليه لما أنكروا على الجعد بن درهم بدعته.\n_________________\n(1) أخرج نحوه الدرامي في الرد على الجهمية ص 50 وصححه ابن القيم في الجيوش ص 14 ، وخرجه في مختصر العلو ص 151 ، 152 .\n(2) أخرجه عبد الله ابن الإمام أحمد في السنة ص9 – 10 ، وصححه =\n(1/28)",
        "\nص32\nالثاني : إن الذي ذكره الأئمة في مصنفاتهم عن السلف ، هو إثبات الصفات حقيقة، وذلك بما أوردوه عنهم من الآثار ، وبعضهم أخذه عنهم بالتلقي ، كما قال الأوزاعي : \" كنا والتابعون متوافرون نقول: إن الله على عرشه ، نؤمن بما وردت به السنة من صفاته\"(1).\nوقال الترمذي في سننه عقب روايته لحديث النزول: وهو على العرش، كما وصف به نفسه في كتابه، كذا قال غير واحد من أهل العلم في هذا الحديث وما يشبهه من الصفات\" (2).\nوأخرج الدراقطني(3) بسنده أن ابن عباد قال : قدم علينا شريك بن عبد الله، فقلت له : إن عندنا قومًا من المعتزلة ينكرون هذه الأحاديث : \" إن الله ينزل عز وجل إلى السماء\n______________\n= الألباني في اختصار العلو ص 147ز\n(*) للاطلاع على آثار السلف في إثبات الصفات يمكنك الرجوع إلى كتب السنة ومنها المذكور هنا.\n(1) سبق تخريجه.\n(2) عون المعبود 13/42، بواسطة ع&قة الإثبات والتفويض بصفات رب العالمين ص 35.\n(3) كتاب الصفات للدارقطني ص 43 نشر مكتبة الدار بالمدينة.\n(1/29)\n",
        "ص33\nالدنيا\"(1) \" وإن أهل الجنة يرون ربهم\"(2) فحدثني شريك بنحو عشرة أحاديث في هذا وقال : أما نحن، فأخذنا ديننا عن أبناء التابعين عن أصحاب رسول الله، صلى الله عليه وسلم، فهم عمن أخذوا؟!\nوقال أبو عمر بن عبد البر: أجمع علماء الصحابة والتابعين الذين حمل عنهم التأويل – يعني التفسير- قالوا في تأويل قوله: ( ما يكون من نجوى ث&ثة إلا هو رابعهم) هو على العرش وعلمه في كل مكان وما خالفهم ذي ذلك من يجتج بقوله(3).\nوقال الخطيب البغدادي: أما الكلام في الصفات، فإن ما روي منها في السنن الصحاح، مذهب السلف رضي الله عنهم إثباتها وأجراؤها على ظاهرها ونفى الكيفية والتشبية عنها .... \"(4)\nوقال ابن عبد البر: \" أهل السنة مجمعون على الأقرار بالصفات الواردة كلها في القرآن والسنة والإيمان بها وحملها\n____________\n(1) أخرجه البخاري في الصحيح كتاب التهجد باب 14 ، ومسلم حديث رقم 758، من حديث أبي هريرة.\n(2) أخرجه البخاري في الصحيح كتاب مواقيت الصلاة باب 16 .\n(3) بواسطة مجموع الفتاوى 5/87.\n(4) انظر تذكرة الحفاظ للذهبي ترجمة الخطيب.\n(1/30)\n\nص34\nعلى الحقيقة لا على المجاز، إلا أنهم لا يكيفون شيئًا من ذلك، ولا يحدون فيه صفة محصورة...\"(1)\nوقال الأشعري الإنابة : قولنا الذي نقول به ، وديانتنا التي ندين بها التمسك بكتاب ربنا عز وجل. وسنة نبينا عليه السلام، وما روي عن الصحابة والتابعين وأئمة الحديث ونحن بذلك معتصمون، وبما كان يقول به أبو عبد الله أحمد بن محمد بن حنبل – نضر الله وجهه، ورفع درجته، وأجزل مثوبته- قائلون، ولما خالف قوله مخالفون .... إلى أن قال:\nوجملة قولنا أنا نقر بالله وملائكته وكتبه ورسله وبما جاءوا به من عند الله .... \" الخ ... (2)\nالثالث: لم ينقل عن أحد من السلف من الصحابة ومن بعدهم أنه قال: لا أعرف معنى آيات الصفات، وما تدل عليه. بل ما نقل عنهم هو الإثبات لحقيقة الصفات.\nقال شيخ الإسلام ابن تيمية : \" فما يمكن أحد قط ، أن ينقل عن واحد من السلف ما يدل –نصًا ولا ظاهرًا- أنهم\n___________________\n(1) التمهيد 7/145\n(2) الإنابة ص8 – 10 ، وينبغي التنبيه إلى أن كتاب الإنابة من آخر ما صنفه الأشعري في بيان عقيدته.",
        "(1/31)\n\nص35\nكانوا يعتقدون أن الله ليس فوق العرش، ولا أن الله ليس له سمع، ولا بصر ، ولا يد حقيقية\"(1).\nوقد سبق نقل عبارات السلف في إثبات الصفات، وكتب السنة طافحة بذلك، وأما عدم معرفة ما تعنيه نصوص الصفات فهذا لم ينطق به أحد منهم.\nالرابع: إنَّ الذين صنفوا في السنة –مسائل الاعتقاد- وفي الرد على المعطلة منكري الصفات، إنَّما استدلوا على إثبات الصفات بآثار الصحابة والتابعين، فإنَّك إذا طالعت تلك الكتب المصنفة في إثبات الصفات وجدت الآثار عن السلف في إثبات علو الله واستواءه على عرشه ونزوله – سبحانه وتعالى – إلى سماء الدنيا، وغير ذلك من الصفات التي أثبتوها اتِّباعًا لنصوص الكتاب والسنة في إثباتها، فكيف يقال بعد ذلك إنَّ مذهب السلف الإيمان بألفاظ مجردة لا تدل على صفاتٍ لله – عز وجل - ؟!\nالخامس: المفسِّرون من أهل السنَّة- كابن جرير وابن أبي حاتم، والبغوي، وابن كثير – عندما فسّروا نصوص الصفات التي وردت في القرآن، فإنما فسروها بتفسير السلف من\n_______________\n(1) مجموع الفتاوى 5/ 109 .\n(1/32)",
        "\nص 36\nالصحابة، والتابعين، وتابعيهم، مثبتين ما دلَّت عليه تلك النصوص من الصفات حقيقة لا مجازًا\" (1).\nالسادس: إنَّ القول بأنَّ مذهب السلف تفويض نصوص الصفات يستلزم تجهيل الصحابة، وأنَّهم بمنزلة الأميين الذين لا يعلمون من الكتاب إلا مجرد القراءة، وأنَّهم لا يفقهون من القرآن إلا ألفاظًا لا معنى لها، وهذا تنقص لهم، كيف ينسبون إلى ذلك وهم الذين روي عنهم قولهم: كنا لا نتجاوز عشر آيات من القرآن، حتى نحفظها، ونتعلم ما فيها من العلم والعمل\"(2).\nوروي عن كجاهد التابعي المفسِّر أنَّه قال: \"قرأت القرآن على ابن عباس عشر مرات استوقفه عند كل آية\". وفي رواية أخرى \"... ث&ثين عرضة\" (3).\nقال شيخ الإسلام ابن تيمية :\" ثم كيف يكون خير قرون الأمة أنقص في العلم والحكمة، لاسيمًا العلم بالله، وأحكام أسمائه وآياته من هؤلاء الأصاغر بالنسبة إليهم؟! أم كيف يكون أفراخ المتفلسفة، وأتباع الهند واليونان وورثة المجوس،\n________________\n(1) علاقة الإثبات والتفويض رب العالمين ص 51.\n(2) مسند الإما أحمد بنحوه 5/410.\n(3) أخرجه أبو تعيم في الحلية 3/279 ، 280.\n(1/33)\n",
        "ص 37\nوالمشركين، وضلال اليهود والنصارى، والصابئين وأشكالهم، وأشباههم أعلم بالله من ورثة الأنبياء، وأهل القرآن والإيمان؟!!\"(1) ا هـ.\nالسابع: لا يشك أحد أن سلف الأمَّة كانوا أسرع استجابة لله ورسوله، وأعظم حرصًا على متابعة النصوص الشرعيَّة، وأشدَّ إنكارًا على المجادلين في قبول نصوص القرآن والسنة، وقد جاءت الآيات والأحاديث بإثبات الصفات حقيقة أفلا يكون مذهبهم إثباتها والسكوت عن الجدال فيها؟!\nالثامن: لو كان مذهب السلف –رضوان الله عليهم- في نصوص الصفات تفويض معانيها، وعدم معرفة ما دلَّت عليه، لبينوا ذلك لمن بعدهم حتى يأخذوه عنهم، فلما لم يفعلوا ذلك كان ذلك دليلاً على إيمانهم بها مثبتةً –كما في النصوص- حقيقةً على ما يليق بجلال الله – عز وجل-، والسلف لم يكونوا يجهلون إثم كتم الحق الذي ذكره الله –عز وجل- في قوله: (إنَّ الذين يكتمون ما أنزلنا من البينات والهدى من بعد ما بيَّناه للناس في الكتاب أولئك يلعنهم الله ويلعنهم اللاعنون)، [سورة البقرة، الآية : 159].\n_________________\n(1) مجموع الفتاوى 5/12.\n(1/34)\n\nص 38\nوفيما سبق كفاية في إثبات كذب هذه السنة – نسبه تفويض نصوص صفات الله – للسلف الصالح، لمن كان له قلب ، أو ألقى السمع وهو شهيد.\nومذهب السلف في باب أسماء الله، وصفاته واضح كل الوضوح لاغموض فيه وهو أنهم : يصفون الله – تعالى – بما وصف به نفسه ، وبما وصفه به رسوله صلى الله عليه وسلم من غير تحريف ، ولا تعطيل ، ومن غير تكييف ، ولا تمثيل (1).\nوليس في مذهبهم تفويض علم معاني نصوص الصفات. وإنما يفوضون كيفية صفات الله ، فيردون علم كيفية صفاته –عز وجل- إليه.\n-----------\n(1) لوامع الأنوار البهية للسفاريني 1/24 ، 25 .",
        "(1/35)\n\nص 39\nبيان بطلان مذهب التفويض\nتقدم معرفة المقصود بالتفويض ، وتقدم بيان بطلان أن يكون التفويض مذهبًا للسلف، وبقى أن تتم الفائدة ببيان بطلان القول بالتفويض في نصوص صفات الله –عز وجل-، ويتضح ذلك البطلان بوجوه.\nالأول: يلزم من القول بالتفويض أنَّ الرسول صلى الله عليه وسلم كان لا يعلم معاني نصوص الصفات والتي ذكرها الله في القرآن، وذكرها هو في خطاباته لأصحابه، وهذا ظاهر البطلان، إذْ كيف يجهل الرسول – عليه السلام – تفسير الآيات؟! وفي ماذا؟ في أعظم مقصود للخلق هو معرفة الله – عز وجل- كيف يجهل الرسول – عليه السلام- المقصود بهذه النصوص وهو أعلم الخلق بالله وما يجب له – سبحانه- ، وما يمتنع عليه.\nهذه مقولة شنيعة لا يتفوه بها إلا من جهل قدر رسول الله صلى الله عليه وسلم.\nالثاني: يلزم منه أن الله – عز وجل – لم يبين الحق المراد من نصوص صفاته التي أنزلها إلى عباده، وأنَّ الرسول صلى الله عليه وسلم لم يبين الواجب نحو مثل هذه النصوص وطريقة التعامل معها،\n(1/36)",
        "\nص 40\nبل ترك الناس حيارى لا يدرون ما يعملون هل يثبتون أم ينفون؟! أم ماذا يعتقدون؟! والله – عز وجل- يقول : ( ما فرطنا في الكتاب من شيء) ، [سورة الأنعام ، الآية : 38] ، فيمتنع أنْ يكون التفريط في باب أسماء الله وصفاته.\nالثالث: يلزم منه أنَّ الله –عز وجل- خاطب عباده بألفاظ لا يفهمون المقصود منها، وأنَّه لم يرد منهم الإيمان بما دلَّت عليه وهذا عيُّ في الكلام ينزه الخالق –سبحانه- عنه.\nقال شيخ الإسلام ابن تيمية : \" لكنْ هل مالا يفهمه أحد من الناس، بل ولا الرسول عند من يجعل التأويل هو معنى الآية، ويقول : إنَّه لا يعلمه إلاَّ الله؟ فيلزم أنْ يكون في القرآن كلام لا يفهمه لا الرسول ، ولا أحد من الأمَّة بل ولا جبريل هذا هو الذي يلزم على قول من يجعل معاني هذه الآيات لا يفهمه أحد من الناس، لكن ليس فيه أنَّ الخطاب المنزل، الذي أمرنا بتدبره لا يفقهه، ولا يفهم معناه لا الرسول ولا المؤمنون، فهذا هو المنكر الذي أنكره العلماء، فإنَّ الله قال: (إنَّا جعلناه قرآنًا عربيًا لعلكم تعقلون). [سورة الزخرف ، الآية : 3 ] (1).\n________________\n(1) مجموع الفتاوى 16 / 410، 411 .\n(1/37)\n",
        "ص 41\nالرابع : إن مقتضى الإيمان بالقرآن , وأحاديث الرسول صلى الله عليه وسلم إثبات ما دلت عليه من صفات الله – عز وجل- , والإيمان بها حقيقة على مايليق بجلال الله وعظمته فكيف يزعم من يزعم أنه مؤمن بهذه النصوص , ثم يقول أنا لا أعلم معناها ولاماقصد بها !! إذن بماذا آمن ؟!\n\nالخامس: إن الله – عز وجل- ما وصف لنا نفسه بالصفات إلا لنثبتها, ولانقف في ذلك , ونقول لاندري مامعناه (1),\nبل يجب علينا أن نثبت ما أثبته الله لنفسه , وننفي عن الله مانفاه عن نفسه , و ألا نعتقد أن إثباتنا للصفات تشبيه لله بخلقه إذ نحن ماأثبتنا إلا ما أثبتته النصوص , قال نعيم بن حماد شيخ البخاري \" من شبه الله بخلقه كفر , ومن جحد ما وصف الله به نفسه كفر, وليس فيما وصف الله به نفسه أو وصفه به رسوله تشبيه ولاتمثيل \"(2)\nالسادس : إنه لافرق بين مذهب التفويض, وبين مذهب المعطلة الذين نفوا صفات الباري – جل وعلا - , فإن المعطلة لم ينكروا ألفاظ الأيات , ولم يقولوا : إنها ليست من القرآن\n--------\n(1) علاقة الإثبات والتفويض بصفات رب العالمين ص48\n(2) أخرجه الذهبي في العلو بإسناده وقال الألباني: إسناده صحيح انظر مختصر العلو ص148\n(1/38)\n\nص 42\nوإنما نفوا مادلت عليه الصفات فلذلك قال من قال إن مذهب التفويض من شرأقوال المبتدعة (1).\nالسابع :وقوع التناقض في مذهب التفويض ,قال ابن القيم: ((ثم تناقضوا أقبح تناقض فقالوا : تجري على ظواهرها,ويقولون الظاهر منها مراد,والرب متفرد بعلم تأويلها , وهل في التناقض أقبح من هذا ؟!!)) (2)\nوقال شيخ الإسلام إبن تيمية : ((ثم كثير من هؤلاء- المفوضة- يقولون تجري على ظاهرها , فظاهرها مراد, مع قولهم : إن لها تأويلا بهذا لايعلمه إلا الله وهذا تناقض وقع فيه كثير منهؤلاء المنتسبين إلى السُنة (3) من أصحاب الأئمة الأربعة وغيرهم (4) ))\n----------\n(1) انظربيان موافقةصريح المعقول لصحيح المنقول بهامش منهاج السنة 116/1, 118\n(2) الصواعق المرسلة 423/2, 424\n(3) يعني بهم المفوضة.\n(4) مجموع الفتاوى 35/5",
        "(1/39)\n\nص43 و44\n\nالثامن : إن القول بالتفويض إنما وقع نتيجة لإعتقاد التشبيه, فإن المفوضة اعتقدوا أن إثباتهم لمعاني الصفات حقيقة يستلزم التشبيه ,فحادوا بسبب ذلك فقالوا : إن ظواهر هذه النصوص لايعلم معناها إلاالله , فوقعوا في التشبيه أولا , ثم في التعطيل ثانيا إذ آمنوا بألفاظ فارغة لامعنى لها بزعمهم ولو قدروا الله حق قدره ماوقعوا في هذا الباطل فالله{لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السَّمِيعُ البَصِيرُ} [سورة الشورى, الأية11]\n, والكلام في الصفات فرع عن الكلام في الذات, فكأنما أنه – سبحانه – له ذات لاتشبه الذوات , فكذلك له صفات لاتشبه الصفات, فإذا أثبتوا الذات وقالوا إن إثباتها لايستلزم التشبيه , فيلزمهم أن يثبتوا الصفات لأنها لاتستلزم التشبيه.\nالتاسع :أن القول بالتفويض مخالفة لماكان عليه سلف الأمة – الصحابة والتابعون - إذ أنهم أثبتوا لله الصفات على ماورد في نصوص الكتاب , والسُنة , وقد سبق ذكر الآثار عنهم في ذلك (( وقد تواترت الأقوال عنهم بإثبات المعاني لهذه النصوص إجمالا أحيانا وتفصيلا أحيانا أخرى , وتفويضهم الكيفية إلى علم الله – عز وجل - )) (1).\n---------\n(1) القواعد المُثلى في صفات الله وأسمائه الحُسنى لفضيلة الشيخ إبن عثيمين ص 35.\n(1/40)",
        "\nص 45\nشُبه للمفوضة والإجابة عنها\nأورد المفوضة بعض الشبه لتي يزعمون أنها دليل على صحة التفويض , أو على نسبته إلى السلف, من قولهم في نصوص الصفات : (( أمروها كما جائت)) , قالوا: وهذا يدل على أن مذهبهم الإيمان بظواهر النصوص من غير إثبات لحقيقتها,\nوالإجابة عن هره الشبهة يتلخص فيما يلي :\nأولا : نعم ورد هذاعن عدد من السلف منهم سفيان بن عيينة قال : هي كما جائت تقر بها, ونحدث بها بلا كيف. (1)\nوعن وكي قال : نسلم هذه الأحاديث ,كما جاءت,ولانقول : كيف كذا ولا لم كذا .....(2)\nوعن الأوزاعي قال – وقد سئل عن أحاديث الصفات - :\n-----------\n(1) تخريجه في مختصر العلو ض 165.\n(2) انظر مختصر العلو ص 169.\n(1/41)\n",
        "ص 46\n(( أمروها كما جائت)) (1)\nوورد عن غيرهم أيضا من السلف هذه المقولة أومثلها مما يمكنك الإطلاع عليه في كتب السنة.\nثانيا: هذه العبارة منهم لاتدل على أنهم لايثبتون معاني نصوص الصفات, بل هي دليل لإثباتهم ولو كانوا لا يثبتون لصرحوا بذلك.\nثالثا: إن الذين وردت عنهم مثل هذه العبارة المجملة, ورد عنهم إثبات الصفات حقيقة في عبارات مفصلة فالآخذ بالمفصل المبين من قولهم أولى من الأخذ بعبارة مجملة على أن هذه اللفظة المجملة فيها مايدل على أنهم قصدوا بها الإثبات ويأتي بيان ذلك.\nرابعا : إنهم يقصدون بهذه العبارات إثبات حقيقة الصفات والديل على ذلك قولهم في أخر العبارة : ((بلا كيف)), فلو كانوا لايؤمنون بحقيقة الصفات , وإنما يؤمنون بلفظ الأية أو الحديث دون اعتقاد بمعناه , لما احتاجوا إلى قولهم ((بلا كيف )).\n\n----------\n(1) انظر مختصر العلو ص 138.\n(1/42)\n\nص 47\nقال شيخ الإسلام ابن تيمية : فقول ربيعة ومالك الإستواء غيرمجهول والكيف غير معقول , والإيمان به واجب , موافق لقول الباقين : أمروها كما جاءت بلا كيف, فإنما نفوا علم الكيفية ولم ينفوا حقيقة الصفة , ولو كان القوم قد آمنوا باللفظ المجرد من غير فهم لمعناه – على مايليق بالله – لماقالوا : الإستواء غير مجهول , والكيف غير معقول , ولما قالوا أمروها كما جاءت بلا كيف فإن الإستواء حينئذ لايكون معلوما, بل مجهولا بمنزلة حروف المعجم.\n- وأيضا - : فإنه لايحتاج إلى نفس علم الكيفية إذا لم يفهم عن اللفظ معنى, وإنما يحتاج إلى نفس علم الكيفية إذا أثبتت الصفات ...... فلو كان مذهب السلف نفس الصفات في نفس الأمر . لما قالوا بلا كيف , وأيضا فقولهم : أمروها كما جاءت يقتضي إبقاء دلالتها على ماهي عليه, فإنها جاءت ألفاظا دالة على معاني فلو كانت دلالتها منتفية لكان الواجب أن يقال : أمروها لفظا , مع اعتقاد أن المفهوم منها غير مراد , أو أمروا لفظها مع اعتقاد أن الله لايوصف بما دلت عليه حقيقة ..... ))\n\n------------\n(1) , إلخ كلامه – كلامه رحمه الله – وهو كلام مبين\n(1) مجموع الفتاوى 41/5, 42.",
        "(1/43)\n\nص 48\nواضح مقنع لمن كان يطلب الحق.\nالشبهة الثانية : في قوله – تعالى - : (وَمَا يَعْلَمُ تَأْوِيلَهُ إِلاَّ اللّهُ) , [سورة آل عمران الآية:7]\nقالوا فنحن نجري نصوص الصفات على ظاهرها من غير اعتقاد معنى لها, ونقول إن لها تأويلا لايعلمه إلا الله, كما في الآية.\nوالجواب : أنه ليس لهم في هذه الآية دليل على ما أرادوه , بل إنهم إنما غلطوا لعدم معرفتهم المراد بـ ( التأويل ) . فإن التأويل يراد به أحد ثلاثة معان هي:\nالأول : صرف اللفظ عن الإحتمال الراجح إلى الإحتمال المرجوح لدليل يقترن بذلك, وهو اصطلاح كثير من المتأخرين , وهواصطلاح حادث مبتدع , وهو تحريف الكلام عن ظاهره وتسميته تأويلا لم يكن في عرف المتقدمين أهل اللغة, وإنما سماه بذلك المتأخرون الخائضون في علم الكلام.\nوالمفوضة وغيرهم من أرباب الكلام ظنوا المقصود بالتأويل في الآية هذا المعنى وهو غلط, وإنما حقه أن يسمى تحريفا, وقد ذمه سلف الأمة, والأئمة من بعدهم.\n(1/44)",
        "\nص 49\nالثاني : التأويل : بمعنى التفسير , ولهذا قال مجاهد : إن الراسخين في العلم يعلمون تأويل المتشابه, فإنه أراد بذلك تفسيره , وبيان معانيه , وهذا مما يعلمه الراسخون.\nوابن جرير مشى في تفسيره على هذا الإصطلاح فيقول عند تفسير الأية (( تأويل الآية)) وعلى هذا المعنى يحمل كلام من وقف على قوله : (( والراسخون في العلم )) , في الأية فهو حق بهذا الإعتبار.\nالثالث : التأويل بمعنى الحقائق الموجودة التي يؤول الكلام إليها , فتأويل ما أخبر الله به في الجنة من النعيم – مثلا- هو الحقائق الموجودة أنفسها وكنهها وكيفيتها , لامايتصور من المعاني في الذهن عند ورود ذكر الجنة وهذا التأويل هو الذي لايعلمه إلا الله , ومن ذلك كيفية صفات الله – عز وجل – فهو من التأويل الذي لايعلمه إلا الله. وهذا هو التأويل في لغة القرآن في مثل قوله – تعالى - : (هَلْ يَنظُرُونَ إِلاَّ تَأْوِيلَهُ يَوْمَ يَأْتِي تَأْوِيلُهُ يَقُولُ الَّذِينَ نَسُوهُ مِن قَبْلُ قَدْ جَاءتْ رُسُلُ رَبِّنَا بِالْحَقِّ) , ]سورة الأعراف, الأية 53[\nوعلى هذا يحمل كلام من وقف على قوله:\n(1/45)\n",
        "ص 50\n\n(وَمَا يَعْلَمُ تَأْوِيلَهُ إِلاَّ اللّهُ) فهو حق به بهذا الإعتبار. (1)\nوالذي سبب لهم الوقوع في هذه الشبهة هو اعتقادهم أن نصوص الصفات من المتشابه , وبعضهم يقول : هي المتشابه في القرآن.\nوالجواب عن ذلك...\nأولا : لايسلم أن نصوص الصفات من المتشابه , والذي لايُعلممعناه , فإنه لم يرد عن أحد من سلف هذه الأمة ولا من أئمتها أنه جعل ذلك من المتشابه , ونفي أن يعلم أحد معناه , ولا جعلوا أسماء الله وصفاته بمنزلة الكلام الأعجمي الري لايفهم.\nثانيا : لو سلم أن نصوص الصفات من المتشابه , أو كان فيها ما هو من المتشابه, فإن المقصود بذلك أنها من المتشابه\nالذي لايعلم معناه إلا الله , فهذا غلط وباطل , والدليل على بطلانه أن السلف من الصحابة والتابعين , والأئمة بعدهم\n-------------\n(1) مجموع الفتاوى 68/4, 35/5\n(1/46)\n\nصـ 51\nتكلموا في نصوص الصفات ، و فسروها بما يوافق دلالتها ، و رووا عن النبي ـ صلى الله عليه وسلم ـ أحاديث كثيرة توافق القرآن (1) .\nالشبهة الثالثة : ذكر بعضهم قول ابن عباس ـ رضي الله عنهما ـ : \" هذا من المكتوب الذي لا يفسر \" (2) .\nو الإجابة عن هذا فيما يلي :\nأولًا : يجب البحث عن صحة مثل هذا عن ابن عباس ـ رضي الله عنهما ـ .\nثانيًا : لو صحّ ، فإنه لا يدل علي نفي العلم بمعني نصوص الصفات ، و إنما يدل علي نفي علم الكيفية ، فكل كلام ورد عن السلف في النهي عن تفسير نصوص الصفات فيعنون به المنع من الخوض في كيفياتها يدل علي ذلك قولهم : \" أمروها كما جاءت ، بلا كيف \" .\nثالثًا : إن الأخذ بكلام ابن عباس المفصّل و الذي فيه إثبات معاني الصفات حقيقة ، و ترك العبارات المجملة ـ التي قد يحفُّ بها من الاحتمالات ما يجعلها توافق كلامه المفصل ـ\n------\n(1) مجموع الفتاوي 13 / 294 ـ 306 .\n(2) انظر لوامع الأنوار البهية للسفاريني 1 / 97 .",
        "(1/47)\n\nصـ 52\nهو الواجب ، و قد سبق ذكر الرويات عن ابن عباس في إثبات الصفات حقيقة (1) .\n\n-----\n(1) انظر فصل بطلان نسبة التفويض للسلف من هذا الكتاب .\n(1/48)",
        "\nصـ 53\nخاتمة\nبعد كل ما سبق من العلم بحقيقة مذهب التفويض ، و ما احتوي عليه من الباطل ، إضافة إلي خطأ نسبته إلي سلف الأمة ، فينبغي التنبه لأمرين :\nالأول : الحذر من الانخدا بما يُلبسه المفوضة مذهب التفويض ـ عند تقريره ـ من زيٍّ جذاب يموهون به علي الناس ، فيعبرون عنه بألفاظ خدَّاعة يقتنع بها من ليس له دراية بالحق في باب أسماء الله و صفاته .\nو ذلك كقولهم : إن نصوص الصفات اختص الله بعلمها فلا يعلم معناها إلا هو ـ سبحانه ـ و أما نحن فلا نعلم معناها ، لقصر علمنا عن ذلك .\nو قد عرفت أن من لوازم هذا القول مفاسد منها :\nـ لم يبين الله لعباده ما يجب عليهم نحو نصوص الصفات .\nـ تجهيل خير قرون الأمة من الصحابة و التابعين ، و أنهم كانوا يقرأون ألفاظًا لا يعلمون معناها ، بل جعلوا هذا الجهل لرسوله ـ صلى الله عليه وسلم ـ .\nفاحذر أن تنخدع بهذا المذهب ، و اطلب الحقّ من مصادره .\n---------\n(1) كما يعبر بذلك بعض المعاصرين ممن لوحظ عليهم التناقض في هذا الباب ـ هداهم الله ـ .\n(1/49)\n",
        "صـ 54\nالثاني : بعض المصنفين من المتقدمين و المتأخرين قرروا في كتبهم مذهب التفويض في نصوص الصفات ، و نسبوه إلي السلف جهلًا و غلطًا ، فارع انتباهك لذلك عند قراءتك لهذه الكتب ، فخذ الصالح منها ، و اطرح الطالح ، فإن الحكمة ضالة المؤمن أنى وجدها أخذها ، و هو أحق بها .\nو كلمة أخيرة أود ذكرها ، وهي وجوب الرجوع إلي هدي السلف الصالح في كل شئ في باب صفات الله ، و في غيره ، فإنَّهم ورثوا هديهم من رسول الله ـ صلى الله عليه وسلم ـ .\nفأعظم به هديًا لمن طلب النجاة و سعادة الدنيا و الآخرة .\nو كل خيرٍ في اتباع من سلف\nوكلُّ شرِ في اتباع من خلف\n\" و إذا حقق المسلمون العودة الكريمة ، و تمسكوا بأهداب العقيدة السلفية ، و قام فيهم هذا التغيير ، فسيزول معه ـ بإذن الله تعالي ـ كثير من الخصومات و العداوات ، و ستكون الوحدة الحقيقية للصف الإسلامي نابعة من وحدة العقيدة المتماسكة \" (1) .\nوالدعوة إلي الرجوع إلي مذهب السلف ليس دعوة إلي\n-----\n(1) علاقات الإثبات و التفويض بصفات رب العالمين ص 114 .\n(1/50)\n\nصـ 55\nالاختلاف . و إظهار التقاطع و العداوات ، بل هو الدعوة إلي وحدة الصف علي منهج الصراط المستقيم ، قال الشيخ أبو القاسم الأصفهاني التيمي في معرض رده علي من زعم أن البحث في الصفات و ماشابهها تورث التقاطع ، و التدابر و الاختلاف ـ : \" الجواب إنا قلنا هذا في المسائل المحدثة ، و أما القول في هذه المسائل من شرط أصل الدين ، و لابد من قبوله على نحو ما ثبت فيه النقل عن رسول الله ـ صلى الله عليه وسلم ـ ، و أصحابه ، و لا يجوز لنا الإعراض عن نقلها و روايتها و بيانها ، لتفرق الناس في ذلك ، كما في الإسلام و الدعوة إلي التوحيد و إظهار الشهادتين \" (1) أ هـ .\nاللهم علمنا ما ينفعنا ، و ارزقنا العمل بما علمتنا ، اللهم و اهدنا إلي الحق وثبتنا عليه . و صلى الله و سلم علي نبينا محمدٍ ، و علي آله و صحبه و سلم .\n----\n(1) بواسطة نقل علاقة الإثبات و التفويض بصفات رب العالمين ص 114 .",
        "(1/51)\n\nصـ 56\nفهرس الرسالة\nالموضوع .......................................الصفحة\nالمقدمة .......................................5 ـ 8\nتمهيد ..........................................9 ـ 16\nبيان التفويض و التعريف به ..............17\nبيان معني التفويض لغة ...................17\nعبارتهم في شرح التفويض ...........17\nبيان بعض أهل السنة لمذهب التفويض ......19 ـ 20\nبيان اضطراب و حيرة المتكلمين ............... 21 ـ 22\nعبارات المفوضة في الترغيب فيه و بيان تناقضهم في ذلك ..22 ـ 26\nبراءة السلف من مذهب التفويض ...................27\nالآثار عن السلف في إثبات حقيقة الصفات ..........27 ـ 31\n(1/52)",
        "\nتوضيح الوجوه التي تدل علي براءة السلف من مذهب التفويض ............ . 27 ـ 38\nبيان بطلان مذهب التفويض ........................39 ـ 44\nشبه للمفوضة و الإجابة عنها .......................45\nالشبهة الأولي و الإجابة عنها .....................45 ـ 48\nالشبهة الثانية و الإجابة عنها ......................48 ـ 50\nالشبهة الثالثة و الإجابة عنها ....................... 51 ـ 52\nخاتمة .................................................. 53\nالتحذير من الانخداع بعبارات المفوضة .........53 ـ 54\nالترغيب في اتباع هدي السلف ....................54 ـ 55\n(1/53)\n"
    ]
}