{
    "partText": [
        "\nتثقيف اللسان وتلقيح الجنان\nللإمام الفقيه أبي حفص عمر بن خلف\nابن مكي الصقلي النحوي اللغوي\nالمتوفى سنة 501 هـ\n\nقدم له وقابل مخطوطاته وضبطه\nمصطفى عبد القادر عطا\n\nدار الكتب العلمية\nبيروت - لبنان\n(1/1)\n",
        "الطبعة الأولى\n1410 هـ - 1990 م\n(1/2)\n\nبسم الله الرحمن الرحيم\nرب أعن\nقال الشيخ الجليل الفاضل أبو حفص عمر بن مكي الصقلي النحوي:\nالحمد لله الذي فضلنا باللسان العربي, والنبي الأمي, الذي آتاه جوامع الكلم, وفضله على جميع الأمم, وجعل معجزته قائمة, وآيته دائمة, بعد أن بعثه عند تناهي الفصاحة, وتكامل البلاغة {لِيُظْهِرَهُ عَلَى الدِّينِ كُلِّهِ وَلَوْ كَرِهَ الْمُشْرِكُونَ} بالسيف القاهر، والحجة البالغة صلى الله عليه وسلم.\nفلما تمت الحجة، ووضحت المحجة, هجم الفساد على اللسان، وخالطت الإساءة الإحسان، ودُخِلت لغة العرب، فلم تزل كل يوم تنهدم أركانها، وتموت فرساها، حتى استبيح حريمها، وهجن صميمها، وعفت آثارها، وطفئت أنوارها، وصار كثير من الناس يخطئون وهم يحسبون أنهم مصيبون، وكثير من العامة يصيبون وهم لا يشعرون، فربما سخر المخطئ من المصيب، وعنده أنه قد ظفر بأوفر نصيب، وتساوى الناس في الخطإ واللحن إلا قليلاً.\nوإنما يتميز أولئك القليل -على مابهم من تقصير- عند المباحثة والمكاتبة وقراءة الكتب ومواضع التحقيق. فأما عند المخاطبة والمحاورة فلا يستطيعون مخالفة [ما تداوله] الجمهور واستعمله الجم الغفير.",
        "(1/15)\n\nثم لم يزل الغلط ينتشر في الناس ويستطير، حتى وقع بهم في تصحيف المشهور من حديث النبي صلى الله عليه وسلم، واللحن في الواضح المتداول منه، وتعمد الوقف في مواضع لا يجوز الوقوف عليها، من كتاب الله عز وجل، وتغيير أشعار العرب وتصحيفها، وتصنيف كتب الفقه وغيرها ملحونة، تقرأ كذلك فلا يؤبه إلى لحنها، ولا يفطن إلى غلطها، بل إذا سمعوا الصواب أنكروه ونافروه، لطول ما ألفوا فقده, وركبوا ضده.\nولقد وقفت على كتاب بخط رجل من خاصة الناس وأفاضلهم فيه: أحب أن تشتهد لي في كذا وكذا بالشين يريد تجتهد. ورأيت بخط آخر أكبر منه وأعلى منزلة، بيت شعر على ظهر كتاب, وهو قول الشاعر:\n(زوامل للأسفار لاعلم عندهم ... يجيدها إلا كعلم الأباعر)\nكتبه للأصفار بالصاد، وأكثر الرواية فيه للأشعار وبعده:\n(لعمرك ما يدري البعير إذا غدا ... بأحماله، أوراح، مافي الغرائر)\nوكتب إليّ آخر من أهل العلم رقعة فيها: وقد عزمت على الإيتيان إليك بزيادة ياء. وشهدت يوماً رجلاً قِبَلَهُ تخصصٌ وفِقْه وحفظ للأخبار والأشعار، وقد سمع كلاماً فيه ذكر الشدق، فلما يسمعه بالدال -غير معجمة- أنكره، وتعجب من أن يجوز ذلك، وليس يجوز سواه، ثم سألني، ورغب إليّ أن\n(1/16)",
        "\nأجمع له مما يصحف الناس في ألفاظهم، وما يغلط فيه أهل الفقه، وما قدرت على جمعه.\nفأجبته إلى ما سأل، عالماً يأتي [؟ بأني] من العجز في الغاية، ومن التخلف والتقصير في النهاية ولو قَبِل التاليف في مثل هذا الزمان الفاسد، لا يسلم من حاسد ينعى عليه، أو جاهلٍ يتطاول بالزراية إليه.\nلكني تحملت المضرة، وتسربلت هذه المعرة, كراهية معتبة هذا الصديق -أيده الله تعالى- واستبقاء مودته. فلما أتيت على مراده, وأردت الوقوف على نفاده، قلت كما قال الأول:\nأنا الغريق فما خوفي من البلل\nفأضفت إلى ذلك غيره من الأغاليط التي سمعتها من الناس، على اختلاف طبقاتهم، مما لا يوجد في كتب المتقدمين التنبيه على أكثره، لأن كل من ألف كتاباً في هذا المعنى، فإنما نبه على غلط أهل عصره وبلده، وأهل البلدان مختلفون في أغاليطهم، فربما يصيب هؤلاء فيما يغلط هؤلاء، وربما اتفقوا في الغلط. ألا ترى أن أهل المشرق يقولون: النَّسَيان، وآمِّين-عند الدعاء- بالتشديد، وأخذت للأمر أهْبَتَهُ، وليس في بلدنا أحد يقول إلا النِّسيان، وآمِين، بالتخفيف، وأخذت للأمر أُهْبَتَهُ.\n(1/17)\n",
        "ومثل ذلك كثير، مما ذكره علماؤهم، وأخذوه عليهم، وقد يغلطون فيما لا يلفظ به أهل بلدنا، ولا سمعوا به قط، مثل قولهم: قاقزَّة في القاقوزة، وعنب مُلّاحِيّ، وهو مخفف اللام، وقارورة في القارية، وتُوثر وتُحمد، في تُوفر وتُحمد وفي أشباه لذلك كثيرة، مما ملأوا به كتبهم، فإذا قرأه من لا يعرفه ولا يستعمله، لم ينتفع به كبير منفعة، وكان معرفة ما يستعمله ويغلط فيه أولى به، وأعود بالفائدة عليه. وكذلك غَلَطُ أهلِ الأندلس، ربما [؟ وافق] غَلَط أهل بلدنا، وربما خالفه، حكى الزبيدي: أَنهم يقولون في التِبْن: تَبْن، وفي النَوْتِي: نَوتى، وفي القُبَّيط: قُبَّيد, ومثل ذلك كثير, مما لا غلط عندنا فيه، ولا حاجة بنا إلى التنبه عليه. فجمعت من غلط أهل بلدنا ما سمعته من أفواههم، مما لا يجوز في لسان العرب، أو مما غيره أفصح منه وهم لا يعرفون سواه، ونبهت على جواز ما أنكر قوم جوازه، وإن كان غيره أفصح منه، لأن إنكار الجائز غلط.\nوعلقت بذلك ما تعلق به الأوزان، والأبنية، والتصريف، والاشتقاق، وشواهد الشعر، والأمثال، والأخبار.\nثم أضفت إليه أبواباً مُستطرفة، ونتفاً مستملحة، وأصولاً يُقاس عليها. ليكون الكتاب تثقيفاً للسان، وتلقيحاً للجَنان، ولينشط إلى قراءته العالم والجاهل، ويشترك في مطالعته الحالي والعاطل.\nوجعلته خمسين باباً، هذا ثَبَتُها:\n1 - باب التصحيف.\n2 - باب التبديل.\n3 - باب ما غَيروه من الأسماء بالزيادة.\n(1/18)\n\n4 - باب ما غيروه من الأسماء بالنقص.\n5 - باب ما جاء ساكناً فحركوه.\n6 - باب ما جاء متحركاً فأسكنوه.\n7 - باب ما غيروا حركاته من الأسماء.\n8 - باب ما غيروا حركاته من الأفعال.\n9 - باب ما غيروه من الأفعال بالزيادة.\n10 - باب ما غيروه من الأفعال بالنقص.\n11 - باب ما غيروه بالهمز أو تركه.\n12 - باب ما غيروه بالتشديد.\n13 - باب ما غيروه بالتخفيف.\n14 - باب ما غيروه من أسماء الفاعلين والمفعولين.\n15 - باب ما غيروا بناءه من أنواع مختلفة.\n16 - باب ما أَنثوه من المذكر.\n17 - باب ما ذكّروه من المؤنث.\n18 - باب ما يجوز تذكيره وتأنيثه وهم لايعرفون فيه غير أحدهما.\n19 - باب غلطهم في التصغير.\n20 - باب غلطهم في النسب.\n21 - باب غلطهم في الجموع.\n22 - باب ما جاءَ جمعاً فتوهموه مفرداً.\n23 - باب ما أفردوه مما لايجوز إفراده, وما جمعوه مما لايجوز جمعه.\n24 - باب في أنواع شتى.\n25 - باب ما وضعوه في غير موضعه.\n26 - باب ماجاء لشيئين أو لأشياء فقصروه على واحد.\n27 - باب ماجاء لواحد فأدخلوا معه غيره.",
        "(1/19)\n\n28 - باب ما جاء فيه لغتان فتركوهما واستعملوا ثالثة لا تجوز.\n29 - باب ماجاء فيه ثلاث لغات فتركوهن واستعملوا ثالثة لا تجوز.\n30 - باب ما غلطوا في لفظه ومعناه.\n31 - باب ما تنكره الخاصة على العامة وليس بمنكر.\n32 - باب ما خالفت العامة فيه الخاصة وجميعهم على غلط.\n33 - باب ما جاء فيه لغتان استعمل العامة أفصحهما.\n34 - باب ما فيه العامة على صواب والخاصة على الخطإ.\n35 - باب غلط قُراء القرآن.\n36 - باب غلط أهل الحديث.\n37 - باب غلط أهل الفقه.\n38 - باب غلط أهل الوثائق.\n39 - باب غلط أهل الطب.\n40 - باب غلط أهل السماع.\n41 - باب ما يجري من ألفاظ الناس ولا يعرفون تأويله.\n42 - باب ما تأولوه على غير تأويله.\n43 - باب من الهجاء.\n44 - باب حروف تتقارب ألفاظها وتختلف معانيها.\n45 - باب حروف تتقارب ألفاظها وتتضاد معانيها.\n46 - باب حروف تتفق في المباني وتتقارب في المعاني.\n47 - باب علامات ترفع الإشكال من حروف متقاربة الأشكال.\n48 - باب في ضد الذي قبله.\n49 - باب ما يكون فضيلة لشيء ورذيلة لغيره.\n50 - باب ما ظاهر لفظِه مخالف لمعناه.\n(1/20)",
        "\nوإنما ابتدأت بالتصحيف، لأن ذلك كان سَبب تأليف الكتاب، ومفتاح النظر في تصنيفه, ثم أتبعته كلاماً يليق به أو يقاربه.\nوعرضت جميع ذلك على الإمام الأوحد, والعلم المفرد, أبي بكر محمد بن علي بن الحسن ابن البر التميمي- أيده الله - فأثبتُّ جميع ما عرفه وارتضاه, ومحوت ما انكره وأباه, لأزول عن مواقف الاستهداف، وأريح نفسي من عهدة التغليط, وأقطع لسان كل حاسد, وأَفُلَّ عَزْبَ [؟ غرب] كل مكابر ومعاند. واستفتحت بحديث النبي صلى الله عليه وسلم تيمناَ باسمه، وتبركاً بذكره. واستعنت الله - عز وجل- على ما حاولته من ذلك، ورغبت إليه في العصمة من التزين والتصنع فيه. فهو حسبي لا إله إلا هو عليه توكلت, وهو رب العرش العظيم.\n(1/21)\n",
        "باب التصحيف\nالتاء والثاء\nأخبرني أبو سعيد خلف بن عبد الرحمن بن القابسي، أنا أبو عبد الله محمد بن أبي طالب، أنا أبو العباس أحمد بن الحسن الرازي، أنا أبو أحمد محمد بن عيسى بن عمرويه الجلودي، أنا أبو إسحاق إبراهيم بن محمد بن سفيان، أنا أبو الحسن [؟ الحسين] مسلم بن الحجاج الحافظ، أنا أبو بكر بن خلاد الباهلي، وأحمد بن عبد الله بن الحكم قالا: نا محمد بن جعفر قال: نا شعبة عن عبد ربه بن سعيد، عن أبي سلمة قال: كنت لأرى الرؤيا فتمرضني حتى سمعت رسول الله صلى الله عليه وسلم يقول: (الرؤيا الصالحة من الله، فإذا رأى أحدكم ما يحب فلا يحدث بها إلا من يحب، وإذا رأى ما يكره فليتفل عن يساره ثلاث، وليتعوذ بالله من شر الشيطان وشرها، ولا يحدث بها أحدا فإنها لن تضره).\nوروي عنه صلى الله عليه وسلم: (التفل في المسجد خطيئة، وكفارته أن يواريه).\nهذا مما يغلط فيه الناس فيجعلونه بالثاء، ويضمون الفعل المستقبل منه، ويقولون: ثفل يثفُل، إذا بصق.\nوالصواب: تفل بالتاء ويتفِل في المستقبل بالكسر لا غير.\nفأما النفث فبالثاء المثلثة، وهو كالتفل، إلا أن النفث نفخ لا بصاق معه، والتفل لا بد أن يكون معه شيء من الدبق، هذا قول أبي عبيد في حديث النبي صلى الله عليه وسلم: إن روح القدس نفث في روعي أن نفسا لن تموت حتى تستكمل رزقها فاتقوا الله وأجملوا في الطلب.\n(1/22)\n\nفأما الثجير، وهو عصارة الشيء، مثل ما يبقى من الزيتون بعد إخراج زيته منه فهو الثُّفْل بالثاء وضمها.\nويقولون: فلان مطلوب بتار، وأخذت بتاري منه، بالتاءِ وترك الهمز.\nوالصواب: الثأر بالثاء والهمز، والثورة أيضا، والثائر: الطالب بالثأر، قال قيس بن الخَطيم:\nطعَنتُ ابنَ عبد القيس طعنة ثائرٍ ... لها نَفَذ لولا الشّعاعُ أضاءَها\nملكتُ بها كفي فأنهرتُ فتقها ... يرى قائم من دونها ما وراءها\nالشعاع: تفرق الدم، وملكت بها كفي، يعني: شددت، ومنه قولهم: إملاك العجين أحد الرّبعين يقال: ملكتُ العجين وأملكته، فأما قولهم طَلّاب \"بأوتار\" فجمع \"وِتر\" ومثله \"الترة\".\nوأما \"التار\" بالتاء غير مهموز: فالأوقات والأحيان، جمع \"تارة\" كساعة وساعٍ، وحاجة وحاجٍ.\nويقولون: الثيثل.\nوالصواب: الثيثل بالثاء المثناة في أوله، والثاء المثناة في آخره، وهو الوعل المسن.\nويقولون: الرثيلى.\nوالصواب: رتيلى بالتاء، تمد وتقتصر.\nويقولون: رجل مرثاث وفي لسانه رثة.",
        "(1/23)\n\nوالصواب: أرتّ بالتاء وفي لسانه رُتّة على وزن لُكنة، كما يقال: ألثغ، وبلسانه لثغة، ومنه خباب بن الأرتّ.\nويقولون: الرثم لضرب، من النبت.\nوالصواب: الرتم بالتاء.\nوكان الرجل من العرب إذا أراد سفرا واتهم زوجه، عقد في الرتم عقدة، فإن وجدها -إذا رجع-بحالها، علم أنها لم تخنه، وإن وجدها قد انحلت علم أنها قد خانته. ويسمونها الرّتيمة. قال راجزهم في ذلك:\nهل تنفعك اليوم إن همت بهم\nكثرةُ ما توصي وتعقادُ الرّتم\nفأما الرثم بالثاء، فبياض في جحفلة الفرس العليا.\nويقولون: لث التسويق وغيره، يلثه.\nوالصواب: لتّ بالتاء.\nويقولون: ثوي المال ومال ثاوٍ.\nوالصواب: تَوِيَ يتوى توًى فهو توٍ، على وزن: حذر يحذر حذرًا، فهو حذر.\nفأما ثوى بالثاء فإن معناه: أقام، وهو على وزن: ضرب يضرب فهو ضارب، قال الله تعالى: {وما كنت ثاويا في أهل مدين} أي مقيما ثَم.\nقال الحارث بن حلزة:\nآذنتنا ببينها أسماء ... رب ثاوٍ يمل منه الثواءُ\nإلا أنه ربما وقع في الرثاء: ثوى ومعناه: هلك في ذلك الموضع ولم ينقل منه، ففيه زيادة معنى على ثوي.\nومنه قول ذي الرمة:\n(1/24)",
        "\nرجعتُ إلى عرفانها بعد ثبوة\nوما زلت حتى ظنني القوم ثاويا\nوإنما جاز في مثل هذه المواضع لذكر الموت وارتفاع الإشكال.\nويقولون للولدين في بطن واحد: أثوام.\nوالصواب: توأمان، الواحد توأم، وأتأمت المرأة، فهي مُتئم، إذا ولدت توأمين، فإن كان ذلك عادتها فهي متآم.\nوالصواب: عثنون بالثاء وضم العين.\nويقولون لرأس فخذ الفرس: تفنة.\nوالصواب: ثفنة بالثاء، على وزن معدة.\nويقولون: تَفَر الدابة.\nوالصواب: ثفر بالثاء، وسمي ثفرا لمجاورته ثفْر الدابة، بالإسكان، وهو حياؤها. وأصل الثفر للبؤة، ثم استعير للدابة، ومنه استثفار الميت، وهو شد مئزره. والعامة تقول: استغفار بالغين، وذلك خطأ.\nويقولون: يحيى بن أكتم، وأكتم بن صيفي، بالتاء.\nوالصواب: بالثاء المثلثة. قال ابن دريد: الأكثم: العظيم البطن، وبه سمي الرجل ومما يشاكله من الأسماء: عمرو بن كلثوم التغلبي، من بني تغلب، والشماخ بن ضرار الثعلبي، من بني ثعلبة بن سعد بن ذبيان.\nقال: ومما يصحف من هذا الباب من الشعر، قول الأشجعي:\nوعدت وكان الخلف منك سجية\nمواعيد عرقوب أخاه بيترَب\nينشدونه: بيثرب.\nوالرواية الصحيحة بالثاء وفتح الراء.\nفأما قول امرئ القيس:\n(1/25)\n",
        "تنورتها من أذرعات وأهلها ... بيثرب أدنى دارها نظر عالي\nفلم يرو إلا بالثاء وكسر الراء.\nوعرقوب هذا كان رجلا من ساكني يثرب موضع اليمامة. وكان وعد رجلا ثمرة نخلة فجاءه الرجل حين أطلعت، فقال: دعها حتى تصير بلحا، فلما أبلحت قال دعها حتى تصير تمرا، فلما أتمرت عمد إليها من الليل فجذها ولم يعطه شيئا منها، فضرب به المثل في الخلف.\n(1/26)\n\nالتاء المنقلبة في الوقف هاء والهاء الأصلية\nيقولون في جمع \"ماء\": \"ميات\".\nوالصواب: \"مياه\" و\"أمواه\" بالهاء، لأن الهمزة من ماء مبدلة من هاء، أصله: موه فلما تحركت الواو وانفتح ما قبلها انقلبت ألفا، ثم أبدلوا من الهاء حرفا جلدا وهو الهمزة، لأن الهاء خفية والألف خفية، والدليل على ذلك قولهم: ماهت الركية، وأمواه ومياه في الجمع.\nكذلك يقولون في جمع \"عضة\": عضات.\nوالصواب: عضاه بالهاء، ترد المحذوف من عضة، كما تقول في جمع شفة: شفاه بالهاء.\nويقولون: في جمع شاة: شيات.\nوالصواب: شياه بالهاء.\nويقولون: عبد مناه.\nوالصواب: عبد مناة بالتاء، وقد غلط قوم أبا تمام في قوله:\nإحدى بني بكر بن عبد مناه\nبين الكثيب الفرد والأمواه\nوقال قوم: إنما نوى الوقف ثم حرك.\nويقولون: فهرسة الكتب، يجعلون التاء فيه للتأنيث، ويقفون عليه بالهاء.\nقال الشيخ أبو بكر: الصواب: فهرست بإسكان السين، والتاء فيه أصلية.",
        "(1/27)\n\nقال: ومعنى الفهرست: جملة العدد، لفظة فارسية، واستعمل الناس منه: فهرس الكتب يفهرسها فهرسة، مثل: دحرج يدحرج دحرجة.\nفقولهم: الفهرست: اسم جملة المعدود، والفهرسة المصدر.\nومثل الفهرسة: الفذلكة، يقال: فذلكة الحساب، إذا وقفت على جملته، وهو من قول الإنسان إذا كتب حسابه وفرغ منه. فذلك كذا وكذا ومنه قول أبي الطيب المتنبي في ابن العميد:\nولقيت كل الفاضلين كأنما ... جمع الإله نفوسهم والأعصرا\nنسقوا لنا نسق الحساب مقدما ... وأتى فذلك، إذ أتيتَ مؤخرا\n(1/28)",
        "\nالحاء والخاء\nيقولون لنبت كثير الشوك: خرشف.\nوالصواب: حرشف بالحاء وفتحها، وفتح الشين.\nويقولون: اختلط الرجل، اشتد غضبه.\nوالصواب: احتلط بالحاء غير معجمة.\nومما يشكل من الأسماء: قيس بن الخطيم بالخاء معجمة، وكذلك القلاح ابن حزن الشاعر، بالخاء أيضا، وهو على وزن غراب، وكذلك يزيد بن خذاق الشاعر، بالخاء والذال معجمتين، وكذلك بشر ابن أبي خازم.\nومن الشعر قول ابن دريد:\nيغشي صلا الموت بخديه إذا ... كان لظى الموت كريه المصطلى\nينشدونه: بحديه، وذلك تصحيف.\nوكذلك قول القطامي:\nفهن كالخلل الموشي ظاهرها ... أو كالكتاب الذي قد مسه بلل\nينشدونه كالحلل وهو بالحاء، مضمومة، وذلك تصحيف، قال لنا الشيخ أبو بكر -أيده الله-: الرواية فيه: كالخلل بالخاء مكسورة، والخلل: بطائن السيوف، واحدتها خلة.\nومنه قول ذي الرمة:\n(1/29)\n",
        "إلى لوائح من أطلال أحوية ... كأنها خلل موشية قشب\nوقول الآخر:\nمسيخ مليخ كلحم الحوار ... فلا أنت حلو ولا أنت مر\nمليخ بالخاء معجمة، وهو الذي لا طعم له. وكذلك المسيخ أيضا.\n(1/30)\n\nالدال والذال\nيقولون لجانب الفم: شذق.\nوالصواب: شدق الدال غير معجمة، روي عن النبي صلى الله عليه وسلم أنه قال:\"إن أبغضكم إلي الثرثارون المتفيقهون المتشدقون\"، وقال عنترة:\nوخليل غانية تركتُ مجدلا ... تمكو فريصته كشدق الأعلم\nويقولون لعدم المطر وقلة المرعى: جذب.\nوالصواب: جدب بالدال.\nويقولون: جذعت أنفه،\nوالصواب: جدعته بالدال غير معجمة، وفي الأثر: جدع الحلال أنف الغيرة، وقال جرير:\nلما وضعت على الفرزدق ميسمي ... وضغا البعيث جدعت أنفل الأخطل\nويقولون: انتدب فلان [إلى] كذا.\nوالصواب: انتدب بالدال، وهو مطاوع ندبته إلى كذا، أي دعوته. وفي المغازي: ندب الناس إلى الجهاد فانتدب فلان وفلان. وقال الشاعر:\nبذي مخارج وضاح إذا ندبوا ... في الناس يوما إلى المخشية انتدبا\nويقولون: شذخت رأس الحية. وهو الشذاخ لضرب من التمر.\nوالصواب: شدخت. وهو الشداخ بالدال غير معجمة.\nويقولون للقبيح الصورة: ذميم.\nوالصواب: دميم بالدال غير معجمة. قال أبو الأسود:\nحسدوا الفتى إذ لم ينالوا سعيه ... فالقوم أعداء له وخصوم",
        "(1/31)\n\nكضرائر الحسناء قلن لوجهها ... حسدا وبغيا إنه لدميم\nوالدميم كذلك القصير أيضا، قال ابن دريد: والدمة: القملة والنملة الصغيرة، وأحسب أن منه اشتقاق الدميم.\nفأما الذميم بالذال، فهو المذموم، وفي الحديث: أن امرأة جاءت إلى رسول الله صلى الله عليه وسلم فقالت: يا رسول الله، دار سكناها، والعدد كثير والمال وافر، فقل العدد وذهب المال، فقال صلى الله عليه وسلم:\"دعوها ذميمة\".\nويقولون: رجل معربذ، وفيه عربذة. ورجل ذاعر وفيه ذعارة.\nوالصواب: بالدال غير معجمة، في الجميع.\nويقولون للدابة إذا اشتهت الفحل: مؤذية.\nوالصواب: مؤدية بتخفيف الياء ودال غير معجمة، وقد أودت الفحل إذا أطاعته.\nويقولون: لبست بدلة من ثيابي.\nوالصواب: بذلة بالذال معجمة وكسر الباء.\nويقولون: هوذج.\nوالصواب: هودج بالدال وفتحها، والجمع هوادج.\nويقولون: تدعدع البناء.\nوالصواب: تذعذع بالذال معجمة، وأصل التذعذع: التفرق، ومعنى تذعذع البناء: تفرقت أجزاؤه.\nوقال الحسن البصري رضي الله عنه: لا أعلمن ماضن أحدكم بماله حتى إذا كان عند موته ذعذعى ها هنا وها هنا. وتذعذع مثل تضعضع، فأما الدعدعة بالدال غير معجمة فتحريكك المكيال ليسع ما تجعله فيه. وقال ابن دريد: دعدعت الإناء دعدعة إذا ملأته وأنشد لبيد:\n(1/32)",
        "\nالمطعمون الجفنة المدعدعة\nوسمعت منهم من يقول: اذرأوا الحدود بالشبهات.\nوالصواب: ادرأوا، بالدال غير معجمة، قال الله تعالى: {ويدرأ عنها العذاب}.\nويقولون لضرس الحلم: ناجد، وضحك حتى بدت نواجده.\nوالصواب: ناجذ بالذال معجمة، وجمعه نواجذ، وهو أقصى الأضراس.\nوفي الحديث: \" عليكم بسنتي وسنة الخلفاء الراشدين من بعدي، عضوا عليها بالنواجذ\".\nومنه قيل: رجل منجذ، إذا أحكم الأمور. فأما رجل نجد، أي شجاع، فبالدال غير معجمة.\nويقولون للسويق وما أشبهه: الجديدة.\nوالصواب: الجذيذة بالذال المعجمة، من قول الله تعالى: {فجعلهم جذاذا} أي فتاتا.\nويقولون: لما يتعلق بأصواف الغنم من البعر والبول: ودح.\nوالصواب: وذح بالذال، وصوف موذح.\nويقولون: ملح درآني.\nوالصواب: ذرآني وذرآني، من الذرأة وهي البياض.\nويقولون لأصل الشجرة: جدر.\nوالصواب: جذر، وجذل أيضا، ومنه قولهم: أنا جذيلها المحكك وعذيقها المرجب فجذيلها: تصغير جذل، والمحكك: الذي تحتك إليه الإبل الجربى. وعذيقها: تصغير عذق، وهو الكباسة. وترجيبه: أن يجعل تحته\n(1/33)\n",
        "دعامة إذا ثقل، خيفة أن يتكسر، وقيل بل هو تصغير عذق، وهو النخلة نفسها تكون مائلة. فإذا حملت وثقلت خيف عليها أن تنكسر فجعلت لها دعامة لكرمها.\nوهذا أصح القولين. وأصل الترجيب: التعظيم، يقال: رجبت الرجل إذا هبته وعظمته، ومنه اشتقاق رجب.\nويقولون: حبد الحبل وغيره.\nوالصواب:: جبذ بالذال معجمة، يقال: جبذ يجبذ، وجذب يجذب بمعنى واحد ولا يقال يجذب بضم الذال.\nويقولون: قنفد.\nوالصواب: قنفذ بالذال المعجمة، وبالظاء أيضا، يقال قنفذ، وقنفذ وقنفظ، وقنفظ، لا غير قال الشاعر:\nمثل القنافذ هداجون قد بلغت ... نجران أو بلغت سواتهم هجر\nويقولون: للكثير من الفئران= جردان.\nوالصواب: جرذ بالذال معجمة، والجمع جرذان، كصرد وصردان، وجعل وجعلان.\nوقد جاء في أشعار بعض المحدثين بالدال غير معجمة، قال ابن العلاق:\nياهر فارقتنا ولم تعد ... وكنت منا بمنزل الولد\nتدفع عنا الأذى وتنصرنا ... بالغيب من خنفس ومن جرد\nفأما في شعر قديم وكلام فصيح فلم يسمع بالدال.\nوكذلك يقولون لداء يحدث في قوائم الدواب: جرد.\nوالصواب: جرذ بالذال معجمة. هذا قول أهل اللغة إلا ابن دريد، فإنه شك فيه فقال في جمهرة: لا أدري أبالدال هو أم بالذال.\n(1/34)\n\nويقولون: الزمرد.\nوالصواب: زمرذ بالذال وفتح الراء، وقد تضم.\nفأما الزبرجد فبالدال وفتح الجيم، وهو حجر غير الزمرد، قال طرفة:\nوفي الحي أحوى ينفض المرد شادن ... مظاهر سمطي لؤلؤ وزبرجد\nويقولون: بقيت مدبدبا. أي حائرا، لا أدري ما أعزم عليه من أمري.\nوالصواب: مذبذب. قال الله تعالى: {مذبذبين بين ذلك لا إلى هؤلاء ولا إلى هؤلاء}.\nيقولون: أصابه جدام.\nوالصواب: جذام بالذال المعجمة.\nورجل مجذم، ولا يقال مجذام، إنما المجذام: النافذ من الأمور الماضي فيها. والأجذم: المقطوع اليد، قال الشاعر:\nوهل كنت إلا مثل قاطع كفه ... بكف له أخرى فأصبح أجذما\nويقولون: فلان يطلب دحلى.\nوالصواب: ذحلي بالذال معجمة. والذحل: الترة والثأر.\nويقولون: جعله الله دخرا لك في الآخرة، وهذا دخيرة من دخائر الملوك.\nوالصواب بالذال المعجمة في جميع ذلك.\nفأما قولهم: ادخرت الشيء ادخارا، وهو مدخر، فإنما انقلبت دالا للإدغام، لأن الأصل: اذتخرت ومذتخر، ومثل ذلك: مدكرـ، ويقال مدكر ومذكر بالذال، إلا أن الذال أكثر وأفصح.",
        "(1/35)\n\nأنشد سيبويه:\nوأغفر عوراء الكريم ادخاره ... وأعرض عن شتم اللئيم تكرما\nوإذا قلت مذخور لم يكن إلا بالذال معجمة، لأنه لا إدغام فيه، وإنما هو كقولك:\nمذكور. ويقولون: في ختمة قيام رمضان: وذاق بها مرارة الموت.\nوالصواب: داف بدال غير معجمة، دفت الدواء وغيره أي بللته بماء أو بغيره فهو مدوف ومدووف.\nويقولون: شمرذل.\nوالصواب: شمردل بالدال غير معجمة، وهو الجمل الطويل، وأما الشميذر فبالذال معجمة، وهو الجمل السريع.\nويقولون: أبو ذواد، وينشدون بيت الأسود بن يعفر:\nأرض تخيرها لطيب مقيلها ... كعب بن مامة وابن أم ذواد\nبالذال معجمة: والصواب: بالدال.\nوإذا أرادوا المبالغة في الحسن قالوا: لو أنها الدلفاء، بالنار بالدال.\nوالصواب: الذلفاء، بالذال المعجمة، قال الشاعر:\nإنما الذلفاء ياقوتة ... أخرجت من كيس دهقان\nويقولون: مدحج لقبيلة من اليمن.\nوالصواب: مذحج.\nومن الشعر قول مالك بن السريب:\nوأشقر خنذيذ بجر عنانه ... إلى الماء لم يترك له الموت ساقيا\nينشدونه بالدال غير معجمة: وهو تصحيف.\n(1/36)",
        "\nوقول الآخر:\nألا يا سنا برق على قلل الحمى ... لهنك من برق علي كريم\nلمعت اقتذاء الطير والقوم هجع ... فهيجت أحزانا وأنت سليم\nينشدونه: اقتداء الطير، بالدال، وذلك تصحيف، إنما هو بالذال، يقال اقتذى الطائر إذا فتح عينيه ثم أغمض إغماضة، ويعني أن البرق لمع في الوقت الذي يفعل ذلك فيه الطير، وذلك قبيل الصبح.\nويقال إن كل طائر إذا كان آخر الليل فتح عينيه، ثم أغمض إغماضه ثم فتح عينيه بعد. وأصله من القذى في العين.\nويقال إنه من ذرق الطائر، يقال: اقتذى الطائر إذا ذرق، كأنه يقول إن سرعة لمعان البرق كسرعة ذرق الطائر.\nوقول آخر:\nوطعن كفم الزق ... غذا والزق ملآن\nينشدونه غدا بالدال غير معجمة. وذلك تصحيف.\nومما يشكل من هذا الباب:\nهمدان بالدال وفتح الهاء وإسكان الميم، قبيلة من اليمن، على وزن عطشت ينسب إليها: همداني.\nوهمذان بالذال معجمة وفتح الهاء والميم، موضع بخراسان ينسب إليه:\nهمذاني.\n(1/37)\n",
        "الراء والزاي\nيقولون: أزد شير بن بابك\nوالصواب: أرد شير بن بابك، براءين وفتح الباء.\nويقولون: أوجزته الرمح.\nوالصواب: أوجرته، بالراء، ومعناه. جعلت له في جسمه وجارا كوجار السباع وقيل هو من الوجور، يريد طعنته في فمه، قال رجل من الخوارج وهم يقاتلون عليا عليه السلام:\nأقتلهم ولا أرى عليا ... ولو بدا أوجرته الخطيا\nفلما خالطه علي عليه السلام بالسيف، وأيقن بالموت قال:\nحبذا الروحة إلى الجنة.\nفأما أبو وجزة، من رجال الحديث، فبالزاي.\nومما يشكل من الأسماء: زاذان بن فروخ بالزاي، من رواة الحديث وراذان بالراء، موضع بالحجاز مما يلي العراق.\nقال الأخطل:\nلما رأوني والصليب طالعا ... ومار سرجيس وموتا ناقعا\nحلوا لنا راذان والمزارعا ... كأنما كانوا غرابا واقعا\nيعني: فطار.\n(1/38)\n\nومن الشعر قول الحطيئة، يصف لغام ناقته.\nترى بين لحييها إذا ما ترغمت ... لغاما كبيت العنكبوت الممدد\nينشدونه: تزغمت.\nوقول المتنبي:\nصحبت في الفلوات الوحش منفردا ... حتى تعجب مني القور والأكم.\nينشدونه: القوز، بالزاي.\nوالرواية: القور، جمع قارة وهي الجبل الصغير، ومن الرواة من يرويه: القوز، بالزاي وفتح القاف، إلا أن القور أعرف وأكثر وأشبه بالصنعة، لمقابلة الجمع بالجمع، لأن القوز مفرد، والأكم جمع، فهو يقبح لذلك، هكذا قال لي أبو علي حسن بن رشيق رحمه الله تعالى - فأما القوز بالزاي وضم القاف فغلط لا يجوز.\nوقوله أيضا:\nأين المعيز من الآرام ناظرة ... وغير ناظرة في الحسن والطيب\nسمعت من ينشده: أين المعير من الآرام ناظره.\nوذلك تصحف وغلط، وإنما أراد: أين المعز الإنسية من الآرام الوحشية، لأنه قيل في تفضيل البدويات على الحضريات.",
        "(1/39)\n\nالسين والشين\nيقولون: سرجت الخرج.\nوالصواب: شرجت، بالشين معجمة، وهو شرج العيبة والخرج، بالشين وفتح الراء.\nويقولون: تلبش فلان بفلان، إذا تعلق به ولم يفارقه.\nوالصواب: تلبس، من اللباس.\nويقولون: لبعض الصقور: شذانق.\nوالصواب: سوذانق، وسوذق، وسوذنيق، وسوذنوق، كل ذلك بالسين، وهو فارسي معرب.\nويقولون: لبعض البقول: السجلم.\nوالصواب: شلجم، بالشين معجمة، قال الراجز:\nتطلبني برامتين شلجما\nومن الشعر، وهو لمعن بن أوس المزني:\nأعلمه الرماية كل يوم ... فلما اشتد ساعده رماني\nينشدونه بالشين: اشتد، وذلك تصحيف، قال الشيخ أبو بكر أيده الله الذي رواه أبو يعقوب بن جرزان وغيره من جلة العلماء، بالسين غير معجمة.\nقال: وسمعت أبا القاسم سعيد بن أبي مخلد العلماني يأخذ على رجل أنشده بحضرته، بالشين قال الشيخ أبو بكر: ومعنى استد: صار سديدا،\n(1/40)",
        "\nوالرمي لا يوصف بالشدة، وإنما يوصف بالسداد، وهو الإصابة، يقال: رام مسدد مسدَّد، وهذا البيت من أبيات لمعن بن أوس. قالها في ابن أخت له.\nومنه قول أبي تمام:\nوكذاك الرامي المسدد يحتا ... ل مع العلم أنه سيصيب\nسددت إليه الرمح، إذا مددته نحوه، كأنك قصدت إلى إصابته، ومن ذلك قول المتنبي:\nوما أنا إلا سمهري حملته ... فزين معروضا وراع مسددا\nقال ابن السكيت: لا يقال سددت الخرق فاستد، لأن استد من السداد، وإنما يقال: فانسد، ومن ذلك قول ذي الرمة:\nكأنني من هوى خرقاء مطرف ... دامي الأظل بعيد السأو مهيوم\nالسأو: الهمة، والسأو أيضا، الوطن، والمطرف: المستحدث الملك الذي لم يأنس بالمكان، والأظل: ظرف المنسم، وقيل: بل هو ما تحت المنسم.\nوكذلك قول الأعشى بالسين غير معجمة أيضا:\nوقد أخرج الكاعب المستراة من خدرها وأشيع القمارا.\nيقال: استريت الجارية، أي اخترتها سرية. ويعني بالقمار: الأزلام وما شاكلها. ومما يشكل من الأسماء.\nالأسعر الجعفي الشاعر، بالسين غير معجمة.\nوالأشعر الرقبان الشاعر، بالشين معجمة.\nومما يشكل من هذا الباب:\nرجل شجاع، وشجيع، بين الشجاعة\n(1/41)\n",
        "والشجاع: ضرب من الحيات، بالشين معجمة.\nوسجع الحمام وغيره، وكتاب \" الأسجاع\" لابن أبي الزلازل، بالسين غير معجمة.\n(1/42)\n\nالعين والغين\nيقولون: نعق الغراب.\nوالصواب: نغق، بالغين معجمة.\nويقولون: بحر غميق، وواد غميق.\nوالصواب: عميق، بالعين غير معجمة. وقد قيل إنه يقال بالغين معجمة، وقرئ في الشاذ: من كل فج غميق. وزعم قوم أن ما كان منبسطا على وجه الأرض، قيل فيه عميق، وما كان هاويا إلى أسفل قيل فيه: غميق، بالغين معجمة، يقال: فج عميق، وبئر غميقة، ولكن العين غير معجمة أشهر وأعرف في كل شيء.\nويقولون: دم غبيط.\nوالصواب: عبيط، بالعين غير معجمة، وهو الطري.\nومن الشعر قول امرئ القيس:\nأحار بن عمرو كأني خمر ... ويعدو على المرء ما يأتمر\nينشدونه بالغين معجمة، وذلك تصحيف، وإنما هو بالعين.\nوقول الآخر:\nمن لم يمت عبطة يمت هرما ... الموت كأس والمرء ذائقها\nيقولون: غبطة بالغين معجمة مكسورة. وذلك غلط، إنما هو بالعين مفتوحة، يقال: اعتبط الرجل، إذا مات حديث السن.",
        "(1/43)\n\nوقول عدي بن الرقاع:\nلولا الحياء وأن رأسي قد عفا ... فيه المشيب لزرت أم القاسم\nوكأنها بين النساء أعارها ... عينيه أحور من جآذر عاسم\nينشدونه بالغين معجمة. والصواب بالعين. ويروى: جاسم، بالجيم، ومما يشكل من الأسماء: ذو الرمة، اسمه غيلان، بالغين معجمة، وقيس عيلان، بالعين غير معجمة، قال الراجز:\nوقيس عيلان ومن تقيسا\n(1/44)",
        "\nالفاء والقاف\nينشدون قول ابن أبي ربيعة:\nفلم أر كالتجمير منظر ناظر ... وكليالي الحج أقلتن ذا هوى\nيقولون: أفلتن، بالفاء، وذلك تصحيف، إنما هو بالقاف، من القلت وهو الهلاك، ومنه قولهم: إن المسافر ومتاعه على قلت إلا ما وقى الله، ومنه امرأة مقلات، وهي التي لا يعيش لها ولد.\nومما صحفوا منه حرفين في كلمة\nرجل بليذ، بين البلاذة، بالذال معجمة، وحرف بين بالباء والفاظ.\nوالصواب: بليد، بباء محضة ودال غير معجمة.\nقال الشاعر:\nجرى طلقا حتى إذا قيل سابق ... تداركه أعراق سوء فبلدا\nوقولهم: ارتعدت قرابصه، بالقاف والباء.\nوالصواب: فرائصه، جمع فريصة، وهي اللحمة التي ترعد تحت الكتف من الدابة والإنسان.\nومن الشعر قول مهلهل:\nأليلتنا بذي حسم أنيري ... إذا أنت انقضيت فلا تحوري\nينشدونه بذي جشم\nوالصواب: حسم، بالسين والحاء غير معجمة.\n(1/45)\n",
        "وقول أبي صخر الهذلي:\nألا أيها الركب المخبون هل لكم ... بساكن أجزاع الحمى بعدنا خبر\n(1/46)\n\n2. باب التبديل\nالهمزة والجيم\nيقولون: ضرب محائر عينيه.\nوالصواب: محاجر، وأحدها محجر، بفتح الميم وكسر الجيم.\nالهمزة والعين\nيقولون للفرس الذي يقارب حمرته السواد: أصدع.\nوالصواب: أصدأ، بالهمز، مأخوذ من صدإ الحديد.\nويقولون: فقعت عين الرجل، وهو مفقوع العين.\nوالصواب: فقأت عينه، وهو مفقوء العين.\nالهمزة والميم\nيقولون: اشتريت من مطايب الشاة، أي من أطيب ما في لحمها.\nوالصواب: أطايب، بالهمز.\nالهمزة والواو\nيقولون: واسيتك بمالي.\nوالصواب: آسيتك، وهي المؤاساة، مهموز.\nويقولون: واكلت فلانا، بمعنى أكلت معه.\nوالصواب: آكلته.",
        "(1/47)\n\nويقولون: واربت مواربة.\nوالصواب: آربت مؤاربة، بالهمز، وهي المخالفة.\nويقولون: جونة.\nوالصواب: جؤنة، وجمعها جؤن.\nويقولون: وازيته، أي حاذيته.\nوالأفصح: آزيته، لأنه من الإزاء، تقول: جلست بإزائه، ولا تقول: بوزائه.\nيقولون: واجرت دابتي.\nوالصواب: آجرتها.\nويقولون: واخذتك بذنبك.\nوالصواب: آخذتك.\nويقولون: واتيتك على ما تريد.\nوالصواب: آتيتك.\nويقولون لبائع الرؤوس: رواس.\nوالصواب: رآس.\nالهمزة والياء\nيقولون: مليت الإناء، فهو مملى، وخبيت الشيء فهو مخبى.\nوالصواب: ملأته فهو مملوء، وخبأته فهو مخبوء، ويقال في مثل للعرب: المرء مخبوء تحت لسانه، ومن أمثالهم أيضا: رب خبأة خير من يفعة سوء، أي رب أنثى خير من ذكر سوء.\nويقولون: اذهب في كلاية الله.\nوالصواب: كلاءة، بالهمزة.\nويقولون: شام أصحابه يشيمهم.\n(1/48)",
        "\nوالصواب: شأمهم يشأمهم.\nويقولون: هديت من قلقي.\nوالصواب: هدأت، قال الشاعر:\nإذا ما قلت قد هدأ استطارا\nويقولون: قريت الكتاب.\nوالصواب: قرأت، بالهمز.\nوسمع أبو عمرو الشيباني أبا زيد يقول: من العرب من يقول قريت في معنى قرأت فقال له أبو عمرو: فكيف يقول في المستقبل؟ فسكت أبو زيد، ولم يحر جوابا، لأنه لو قال:\nيقرا لجاء من هذا فعل يفعل، بفتح العين في الماضي والمستقبل، وليس عينه ولا لامه حرف حلق، ولم يجيء كذلك، باتفاق منهم، إلا أبى يأبى، وحده.\nويقولون: ظهرت مساويه.\nوالصواب: مساوئه، بالهمز.\nويقولون: سليت السمن.\nوالصواب: سلأت، وهو السلاء، ممدود.\nويقولون في جمع بئر: أبيار.\nوالصواب: أبآر، وآبار أيضا، على القلب.\nومثل ذلك: أرآء وآراء، وأرآم وآرام، وأمآق وآماق.\nويقال: بئر وبئار، مثل ذئب وذئاب، قال الشاعر:\nوردت بئارا ملحة فكرهتها ... بنفسي أهلي الأولون وماليا\nويقولون: أبطيت علي، واستبطيتك، وأخطيت في فعلك.\nوالصواب: أبطأت، واستبطأت، كله همز.\nكذلك طأطأت رأسي، وتقيأت، وهنأته بقدومه، كل ذلك مهموز.\n(1/49)\n",
        "الألف والعين والميم\nيقولون: تنحى الإنسان.\nوالصواب: تنخع، وتنخم، وهي من النخاعة، والنخامة.\nفأما تنخى فمن النخوة، وهي الكبر.\nالألف والواو\nيقولون: في رجلي شقاق.\nوالصواب: شقوق.\nفأما الشقاق فداء من أدواء الدواب، وهو من صدوه تكون في حوافرها وأرساغها.\nالألف والهاء\nيقولون لقشر جنس من الشجر: قرفاء.\nوالصواب: قرفة.\nويقولون لمؤنثة الورد من الخيل: ورداء.\nوالصواب: وردة.\nويقولون لبعض الحبوب: حلبا.\nوالصواب: حلبة.\nويقولون: لعب الصبيان الغميمة.\nوالصواب: الغميضى، الغميضاء، إذا مددت خففت، وإذا قصرت شددت.\n(1/50)\n\nويقولون للقحث: قبا.\nوالصواب: قبة، وتصغيرها: وقيبة.\nويقولون للموضع الذي ترفأ فيه السفن: مينة.\nوالصواب: مينا وميناء.\nالألف والياء\nيقولون: خبيز.\nوالصواب: خباز وخبازى.\nويقولون: حميض.\nوالصواب: حماض.\nويقولون: نيب.\nوالصواب: ناب. وكذلك الناب من الإبل، وهي المسنة، بالألف أيضا.\nويقولون: نعوذ بالله من الجوع والعرى.\nوالصواب: العري، بالياء وسكون الراء.",
        "(1/51)\n\nالباء والميم\nيقولون للجلدة التي يخرج فيها الولد: بشيمة، ويجمعونها على بشايم.\nوالصواب: مشيمة بالميم، وجمعها مشايم.\nويقولون: خبشت وجهه.\nوالصواب: خمشت، بالميم مخففة، إلا أن تريد تكثير الفعل فإنك تقول: خمشت، بالتشديد.\nويقولون للصقلبي: منبوص.\nوالصواب: منموص، بالميم.\nومن الشعر قول الفرزدق:\nترى الناس ما سرنا يسيرون خلفنا ... وإن نحن أوبأنا إلى الناس وقفوا\nينشدونه بالميم.\nوالصواب: بالباء، هكذا روي، يقال: أوبأت إذا أشرت إلى خلف، وأومأت: أشرت إلى قدام، وقال قوم: هما بمعنى، والأول أكثر.\n(1/52)",
        "\nالتاء والطاء\nيقولون: منتقة، والجمع مناتق.\nوالصواب: منطقة، بالطاء وكسر الميم، وجمعها مناطق يقال: تمطقت ونتطقت، ومنه قول علي عليه السلام: من يطل هن أبيه ينتطق به، يريد من كثر إخوانه شدوا ظهره، كالمنطقة. والهن: الذكر.\nالثاء والفاء\nيقولون لمن سقطت ثنيته أو ثناياه: أفرم.\nوالصواب: أثرم، بالثاء.\n(1/53)\n",
        "الجيم والدال\nيقولون لمن يطحن من البر غليظا: دشيش.\nوالصواب: جشيش، بالجيم\nالجيم والشين\nيقولون: اشترت الماشية.\nوالصواب: اجترت، وهو أن تجتر ما في بطنها، ومن أمثالهم: لا أكلمك ما اختلفت الجرة والدرة، أي لا أكلمك أبدا.\nوالدرة: اللبن، واختلافهما أن الجرة تعلو إلى الفم، والدرة تسفل إلى الضرع.\nويقولون: فلان مشتهد في حاجتك.\nوالصواب: مجتهد، وهو مفتعل من الجهد.\nالجيم والقاف والكاف\nيقولون: قلفاط.\nوالصواب: جلفاط، وصناعته الجلفطة، ذكره ابن دريد وغيره.\nويقولون: سنبوسك.\nوالصواب: سبنوسج وسنبوسق أيضا.\n(1/54)\n\nالحاء والهاء\nيقولون للسريع القراءة: هو يهدر في قراءته.\nوالصواب: يحدر، بالحاء، قال أبو عبيد في غريب الحديث: حدر القراءة يحدرها حدرا. والقراءة السريعة تسمى: الحَدْر.",
        "(1/55)\n\nالخاء والغين\nيقولون: خرجنا في غفارة فلان. وهذا غفير القوم.\nوالصواب: بالخاء، يقال: خفارة وخُفارة وخفرة، قال عدي بن زيد:\nمن رأيت المتون عرين أم من ... ذا عليه من أن يضام خفير\nالخاء والكاف\nيقولون: كشكار.\nوالصواب: خشكار، بالخاء في أوله.\n(1/56)",
        "\nالدال والطاء\nيقولون: رجل ملد، للذي يستر الحق ولا يعطيه من نفسه.\nوالصواب: ملط، بالطاء.\nفأما الألد والألندد واليلندد، فهو الشديد الخصومة.\nالدال والضاد والظاء\nيقولون: غردوف.\nوالصواب: غضروف.\nويقولون: كاغظ، قال أبو علي القالي: الصواب: فاغد، بالدال غير معجمة.\n(1/57)\n",
        "الذال والضاد والظاء\nيقولون: ما حذر لفلان في كذا، ومن حضر له في شيء فليزمه.\nوالصواب: حضر، بالضاد.\nويقولون للقصير النحيف: قذيف.\nوالصواب: قضيف، بالضاد، وهو تصغير قضيف.\nويقولون: فلان متبضخ في النعمة.\nوالصواب: متبذخ، بالذال.\nويقولون: مسك أظفر.\nوالصواب: أذفر، بالذال. والذفر: حدة رائحة الشيء الطيب والشيء الخبيث أيضا، فأما الدفر، بالدال وسكون الفاء، فالنتن خاصة، ومنه قيل للدنيا: أم دفر.\nالذال والطاء\nيقولون: خرجت البطرقة.\nوالصواب: البذرقة، بالذال، وهي الخفارة.\nوأخبرنا الشيخ أبو بكر عن ابن أبي مخلد العماني، أن المتنبي سئل أن يعطى دنانير ويخفر، فأبى وقال: أبذرق ومعي سيفي؟ وقاتل حتى قتل.\nالذال واللام\nيقولون: فالولج.\nوالصواب: فالوذق وفالوذ.\n(1/58)\n\nالراء واللام\nيقولون لهذه القبيلة: برغواطة.\nوالصواب: بلغواطة، بلام مفتوحة وإسكان الغين. والنسب إليها: بلغواطي. أخبرني بذلك الشيخ أبو بكر عن أبي عبد الله القزاز.\nويقولون للشيء المنبسط: مُفْرْطح.\nوالصواب: مفلطح، باللام، ويقال: مفطح أيضا، وحكى أبو زيد: مُفَرْطح.\nويقولون: زجرت الدابة ولدها، إذا أسقطت ولدها.\nوالصواب: زجلت.",
        "(1/59)\n\nالزاي والسين\nيقولون: مهراز.\nوالصواب: مهراس.\nويقولون: أمر مزجل.\nوالصواب: مسجل، أي مطلق.\nويقولون للسَرب: زرداب.\nوالصواب: سرداب، بالسين مكسورة.\n(1/60)",
        "\nالسين والصاد\nيقولون للقرط: خرس.\nوالصواب: خرص.\nوكذلك يقولون: تخرس فلان على السلطان، إذا قال عليه ما لم يقل.\nوالصواب: تخرص، بالصاد، وقد نطق به القرآن الكريم في مواضع، قال الله تعالى {قتل الخراصون} وقال {إن هم إلا يخرصون} فأما خرص النخل وغيره، أي حزره، فيقال منه: يخرِص ويخرُص، والكسر أفصح.\nويقولون: قلت ذلك سراحا.\nوالصواب: صراحا، بالصاد.\nويقولون: هذه فرسة فانتهزها، وربما سموا بها النساء.\nوالصواب: فرصة، بالصاد.\nويقولون لولد الخنزير: خنوس.\nوالصواب: خنوص.\nويقولون: فقوس.\nوالصواب: فقوص، بالصاد وفتح الفاء.\nويقولون: سنجة الميزان.\n(1/61)\n",
        "والصواب: صنجة، بالصاد المفتوحة.\nويقولون: سقلية.\nوالصواب: صقلية.\nفأما سقلية بالسين مكسورة فضَيعة في غوطة دمشق، والأصل فيما يظهر فيهما واحد، عربت هذه فقيلت بالصاد، وبقيت تلك على حالها.\nوسقلية: اسم رومي، وتفسيره تين وزيتون، وإلى هذا المعنى أشار أبو علي حسن بن رشيق رحمه الله حين مدح مدينة صقلية بقوله:\nأحب المدينة في اسم لا يشاركها ... فيه سواها من البلدان والتمس\nوعظم الله معنى لقطها قسما ... قلد إذا شئت أهل العلم أو فقس\nويقولون: فقس البيض.\nوالصواب: فقص يفقص، بالصاد وفتح القاف في الماضي وكسرها في المستقبل.\nويقولون: مخسف.\nوالصواب: مخصف، بالصاد وكسر الميم.\nويقولون: سعتر.\nوالصواب: صعتر، بالصاد.\nفأما السعترى -رجل من أصحاب الحديث- فبالسين، منسوب إلى قرية تسمى سعترة.\nويقال: رجب صعتري، إذا كان ظريفا خفيف الروح.\nويقولون: رمست عينه ترمس.\n(1/62)\n\nوالصواب: رمصت ترمص، بالصاد وكسر الميم في الماضي وفتحها في المستقبل.\nويقولون لداء يصيب الدواب فيسيل من أنوفها شيء: القعاس، بالسين لا يعرفون غير ذلك.\nوالصواب: القعاص، وقد قعصت، بالصاد.\nوكذلك تقول: رميته فقتلته قعصا، إذا قتلته مكانه، وأقعصته، مثل أصميته.\nقال عبد الله بن الزبير على المنبر حين بلغه موت أخيه مصعب: إنا لا نموت حبجا، كما تموت بنو أمية، ولا نموت إلا قعصا بالرماح وضربا بالسيوف ويروي هبرا بالسيوف، وقوله حبجا: أي شبعا.\nويقولون: قربوص السرج.\nوالصواب: قربوس، بالسين وفتح الراء.\nويقولون: مسقر أيلة.\nوالصواب: مصقر أيلة. بالصاد، وأيلة على وزن طيبة وقيلة.\nويقولون: وقعت عليه وسمة فيما فعل.\nوالصواب: وصمة، بالصاد. والوصمة: العيب.\nويقولون لضرب من الحيتان: سلور.\nوالصواب: صلور، بالصاد.\nويقولون: أصابه نقرص.\nوالصواب: نقرس.\nويقولون لبائع الرقيق والدواب: نخاص.",
        "(1/63)\n\nوالصواب: نخاس، بالسين، وأصله من النخس وهو: الضرب باليد على الكفل.\nويقولون: أخذته قصرا.\nوالصواب: قسرا بالسين، والقسر: القهر.\nويقولون: ريح الصعانين.\nوالصواب: بالسين، وهو يوم معروف، يسمى عيد السعانين وهو عيد الزيتون، عند النصارى.\nويقولون للدفتر: صفر.\nوالصواب: سفر، قال الله تعالى {كمثل الحمار يحمل أسفارا} فأما الصفر فهو الخالي.\nويقولون: برد قارص.\nوالصواب: قارس، والقرْس والقرَس: البرد، ومنه القريس الذي يؤكل لأنه يبرد، فأما اللبن وما أشبهه فقارص بالصاد.\nويقولون لنوع من البقول: خص.\nوالصواب: خس.\nويقولون: حمصت الحب على النار.\nوالصواب: حمست، بالسين، مأخوذ من الحماسة، وهي الشدة وإنما قيل لقريش: الحمس لشدتهم في دينهم.\nويقولون: صور المدينة.\nوالصواب: سور، بالسين.\n(1/64)",
        "\nومما لا يفرقون فيه بين السين والصين في لفظ ولا كتاب: سرة البطن وصرة الدراهم.\nوالصواب في سرة البطن: السين، في صرة الدراهم: الصاد.\nأبو الصقر الشاعر، بالصاد والقاف.\nوكذلك: عبد الله ابن الصقر. من رجال الحديث:\nفأما ابن أبي السفر من رجال الحديث أيضا، فبالسين.\n(1/65)\n",
        "الضاد والطاء\nيقولون لما حول المدينة: ربط.\nوالصواب: ربض.\nفأما ربضها بضم الراء وإسكان الباء فهو وسطها، قال أهل اللغة: ربض الشيء: وسطه، وربضه: نواحيه.\nوأما المربض فهو المجثم، يقال في مثل: يأكل وسطا ويربض حجرة أي ناحية، قال الشاعر:\nتعدو الذئاب على من لا كلاب له ... وتتقي مربض المستأسد الحامي\nويروى: المستشفر الحامي\nالضاد والطاء\nهذا رسم قد طمس، وأثر قد درس، من ألفاظ جميع الناس، خاصتهم وعامتهم، حتى لا تكاد ترى أحدا ينطق بضاد ولا يميزها من ظاء، وإنما يوقع كل واحدة منهما موقعها، ويخرجها من مخرجها، الحاذق الثاقب إذا كتب أو قرأ القرآن لا غير.\nفأما العامة وأكثر الخاصة فلا يفرقون بينهما في كتاب ولا قرآن، وهو باب واسع وأمر شاسع، إن تقصيته أخرجت الكتاب عن حده، وانحرفت عن قصده.\nولكني أقصد ما تضطر إليه الحاجة، مما في القرآن، والمستعمل من\n(1/66)\n\nكلام الناس المتداول بينهم. وأقتصر من ذلك على حرف الظاء خاصة، لأنه الأقدم، لأن ترك العلامة علامة،\nوقد استخرج قوم ما في القرآن من ظاء، وكان قدر ثلاثين كلمة، سوى ما يشتق منها، ونظمها جماعة من الشعراء، فابتدأت بما في القرآن وهو: الظهر، والظهار، والظهير، والظهور، والظهور، والظهيرة، والنظر، والانتظار، وانظرني، والظلة، وظل وجهه، والظلم، والظلام، والعظيم، والظُهُر، ومحظور، ومحتظر، والفظ، والحظ، واللفظ، والحفظ، والغيظ، والغيظ، والموعظة، واليقظة، والظن، والظعن، والتلظي، والشواظ، والظمآن، والكظيم.\nفهذه التي في القرآن، وكثير منها بعضه مشتق من بعض، كالظهار: من الظهر، والظلة: من الظل، ونحو ذلك.\nفأما تضافر القوم إذا تعاونوا وتناصروا، فليس هو من الظفر، وإنما هو بالضاد، من ضفر الحبل، قال علي عليه السلام: يا عجبا كل العجب، من تضافر هؤلاء القوم عليكم على باطلهم، وفشلكم مع حقكم.\nوإنما أتيت بجملتها ولم أقتصر على الأصول منها حرصا على البيان، لأن أكثر الناس لا يعرفون الاشتقاق.\nوأما ما ليس في القرآن مما يكثر استعماله، فقدر عشرين كلمة، وهي: ظرف كل شيء: وعاؤه، والظرف أيضا مصدر الظريف، وظلف البقرة وغيرها، والظئر: التي تعطف على غير ولدها، والظنة: التهمة، من قوله",
        "(1/67)\n\nتعالى {وما هو على الغيب بظنين} على قراءة من قرأ بالظاء، أي بمتهم، والقيظ: وقت الحر، والشظية من عصا وغيرها، والمواظبة، والانعاظ معروف، والظمخ: الذي يدبغ به، والنظافة، واللحظ، والحظوة، وفلان نظيرك، أي مثلك، وأمر فظيع ومفظع، فأما معضل فبالضاد. وبنو قريظة حي من اليهود، بالظاء، وبنو النضير بالضاد، والوظيف بالظاء، والرضف الذي يرمى به بالضاد، وما كان من العظ بغير جارحة فهو بالظاء، نحو عظ الزمان، وعظ الحرب، قال الشاعر:\nوعظ زمان يا بن مروان لم يدع ... من المال إلا مسحتا أو مجلف\nوما كان بجارحة فهو بالضاد، نحو عض الكلب والإنسان وغيرهما.\nواختلف أهل اللغة في حرفين وهما: الضلع الذي هو العرج الخفيف، وقولهم فاظت نفسه، فأما إذا قالوا: فاظ الرجل ولم يذكروا النفس فلا خلاف فيه، إنه بالظاء.\nفهذه أيدك الله جملة مختصرة، إذا أنت عرفتها ورددت إليها ما اشتق منها، كالظهارة من الظهور، وحظيرة الشوك من المحتظر، والظعائن من الظعن، وما أشبه ذلك، وعلمت أن كل ما عداها مما يكثر استعماله فهو بالضاد، كنت قد نهضت من العلم بحمل أعجز الحامل له، على خفته، وحللت من التخصص محلا أعوز السامين له، على قربه، وأحييت ما أماته الناس، على شدة حاجتهم إليه، فقد قال أهل العلم: لا تجوز الصلاة خلف من يبدل الضاد ظاء في فاتحة الكتاب، ولا صلاته هو إذا وجد من يأتم به فتركه وصلى وحده، وسترى ذلك مستوعبا في باب غلط قراء القرآن إن شاء الله.\n(1/68)",
        "\nالعين واللام\nيقولون: رياح زلازل.\nوالصواب: زعازع، واحدتها: زعزع، قال الشاعر:\nويعود بالأرطى إذا ما شفه ... قطر وراحته بليل زعزع\n(1/69)\n",
        "القاف والكاف\nيقولون لأجرة الرحى: مقس.\nوالصواب: مكس.\nويقولون للقميص الذي لا كمي له: بكيرة، بحرف بين الكاف والقاف.\nوالصواب: بقيرة، بقاف محضة.\nويقولون لبعض الأوعية: حكة.\nوالصواب: حق وحقة.\nوكذلك يقولون: حك الورك.\nوالصواب: حق، لأن الحق هو خربة الورك، فأما الحقو فهو معقد الإزار.\nويقولون: تركوة.\nوالصواب: ترقوة.\nويقولون: اقطعه من حيث رق.\nوالمسموع من كلام العرب: من حيث رك، قال ابن قتيبة في غريب الحديث: وهما سواء، ولكن المسموع بالكاف.\n(1/70)\n\nاللام والنون\nويقولون: أدان الله لنا على العدو.\nوالصواب: أدال باللام.\nويقولون: قمح كثير الزوال.\nوالصواب: الزؤان، بالنون وضم الزاي، ويهمز ولا يهمز.\nويقولون للمزمار: زلامي.\nوالصواب: زنامي، منسوب إلى زامر يقال له: زنام.\nويقولون للسذاب: فيجل.\nوالصواب: فيجن، بالنون وفتح الجيم.\nويقولون: سمعنا هيملة عظيمة، وبعضهم يقول: هيملمة.\nوالصواب: هينمة وهتملة أيضا، قال الكميت:\nولا أشهد الهجر والقائلينا ... إذا هم بهينمة هتملوا\nفجمع اللغتين في بيت. والهينمة والهتملة: الصوت الذي لا يفهم.",
        "(1/71)\n\nالميم والنون\nيقولون: فلان قائم على براثمه.\nوالصواب: على براثنه، بالنون، والبراثن من السباع بمنزلة الأصابع من الناس.\nويقولون: خممت على كذا، أي قدرت، وعرفت الشيء بالتخميم.\nوالصواب: خمنت تخمينا، ومن أمثال العرب: قله تخمينا وإن لم تعلمه يقينا.\nويقولون: منطر.\nوالصواب: ممطر.\nويقولون: حوت منقور.\nوالصواب: ممقور.\n(1/72)",
        "\nالنون والواو\nيقولون في جمع سوداء: سودانات\nوالصواب: سوداوات.\n(1/73)\n",
        "الواو والياء\nيقولون: كلوة، وخصوة.\nوالصواب: كلية، وخصية.\nويقولون: في جمع منارة: مناير.\nوالصواب: مناور.\nويقولون: رجل جيعان، وامرأة جيعانة.\nوالصواب: رجل جوعان، وامرأة جوعى.\nويقولون: رقيت الصبي رقوة.\nوالصواب: رقية.\nويقولون في جمع ريح: أرياح.\nوالصواب: أرواح، قال الشاعر:\nإذا هب أرواح الشتاء الزعازع\nفأما قولك: رياح، فالياء فيه مبدلة من واو، وكذلك هي في ريح، وإنما أبدلت واوه ياء لانكسار ما قبلها كميزان وميقات.\nويقولون: مات موتة سوء.\nوالصواب: ميتة سوء.\nويقولون: قيمت الرجل من مكانه، ومن منامه.\nوالصواب: قومته وأقمته.\nويقولون: فلان أصيت من فلان، أي أشد صوتا.\nوالصواب: أصوت، بالواو.\nفأما من الحيلة فيقال: هو أحول منه، وأحيل، بالواو أحسن فيه من الياء.\n(1/74)\n\nومما أبدلوا منه حرفين في كلمة:\nقولهم: مقذاف.\nوالصواب: مجداف، وقد جدف الملاح، بالجيم والدال، ولا يقال: قذف.\nويقولون لما حول الفم: بلاعم.\nوالصواب: ملاغم، بالميم والغين، فأما البلاعيم فجمع بلعوم وهو الحلق.\nويقولون لضرب من الأصماغ: مستكى.\nوالصواب: مصطكا.\nويقولون: جبس.\nوالصواب: كلس.\nفأما الجبس فهو الثقيل من الناس.\nويقولون: تدشيت.\nوالصواب: تجشأت، بالجيم والهمزة، قال الشاعر حسان بن ثابت:\nألا طعان ولا فرسان عادية ... إلا تجشؤكم عند التناتير\nويقولون لما تجمعه المرأة من شعرها: عكسة.\nوالصواب: عقصة، وجمعها عقاص.\nويقولون لجنس من الحيات: لقعة.\nوالصواب: أفعى، وهي الأنثى، والذكر: أفعوان.\nويقولون لهذا الفارسي الذي كان بعدن: ابن شاذان.\nوالصواب: ابن شادل بالدال واللام.",
        "(1/75)\n\nومن ذلك قول بشار:\nيا قوم أذني لبعض الحي عاشقة ... والأذن تعشق مثل العين أحيانا\nيقولون: قبل العين، والرواية: مثل، ويدل على ذلك الذي بعده:\nقالوا بمن لا ترى تهذي فقلت لهم ... الأذن كالعين توفي القلب ما كانا\nفقوله: الأذن كالعين يشهد لمثل، لأن معنى الكاف ومعنى مثل واحد.\nومن ذلك قول ابن الرومي:\nوما تعتريها آفة ... من النوم إلا أنها تتختر\nيقولون: تتحير وإنما هو بالخاء والتاء، ومعناه: تكسل.\n(1/76)",
        "\n3. باب ما غيروه من الأسماء بالزيادة\nيقولون: عصاتي، وعصاتك.\nوالصواب: عصاي، وعصاك، كما قال الله تعالى إخبارا عن موسى عليه السلام: {هي عصاي أتوكأ عليها}.\nوقيل: أول لحن سمع بالبصرة قولهم: عصاتي، وبعده قولهم:\nلعل له عذر وأنت تلوم\nويقولون: ضربته فقنطرته.\nوالصواب: قطرته، وقترته أيضا، أي ألقيته على أحد قطريه، والقطران والقتران: الجانبان، قال الشاعر:\nقد علمت سلمى وجاراتها ... ما قطر الفارس إلا أنا\nشككت بالرمح سرابيله ... والخيل تجري زيما بيننا\nويروى: قتر الفارس.\nويقولون: امرأة سكرانة، وكسلانة، وغضبانة، وشبعانة، وريانة.\nوالصواب: سكرى، وكسلى، وغضبى، وشبعى، وريا.\nويقولون: عجوزة.\nوالصواب: عجوز.\nفإذا صغرت قلت: عجيز، كما قال:\nعجيز عارضها مثقل ... طعامها اللهثة أو أقل.\n(1/77)\n",
        "وإن شئت: عُجَيزة، إذا خففت أتيت بالهاء، وكذلك تقول في تصغير عقاب وأتان، عقيب وأتين، وإن شئت: عقيبة وأتينة.\nوإنما جاز في تصغير هذا الضرب: فعيلة، على حذف الحرف الزائد، أعني واو عجوز وألف عقاب فبقي على ثلاثة أحرف، كعين وأذن.\nوقد حكي فيها: عجوزة، وفي الشيخ: عجوز، إلا أنها لغة رديئة شاذة، ولا يلتفت إليها، هكذا قال ابن دريد.\nويقولون للأنثى المسنة من جميع الحيوان: شارفة.\nوالصواب: شارف، بحذف الهاء، وأكثر ما تستعمل الشارف في النوق.\nوقد يقال في الجمل أيضا، وفي غيره من الحيوان: شارف، وإن كان الأصل في الناقة.\nوكذلك الناضح من الإبل، يقع على الذكر والأنثى، وهي الإبل التي يستقى عليها، ولا يقال: ناضحة.\nويقولون: سدادة القارورة.\nوالصواب: سداد، بكسر السين وحذف الهاء.\nويقولون: أجبن من صافرة.\nوالصواب: من صافر ويأتي الكلام عليه في موضعه إن شاء الله.\nويقولون: الخميرة.\nوالصواب: الخمير.\nويقولون: سكينة.\nوالصواب: سكين.\nويقولون: عروسة.\nوالصواب: عروس، وكذلك يقال للرجل أيضا، قال الشاعر:\nأترضى بأنا لم تجف دماؤنا ... وهذا عروسا باليمامة خالد\n(1/78)\n\nويقولون للأنثى من أولاد الضأن: رخلة.\nوالصواب: رخل، بحذف الهاء وكسر الخاء، والجمع: رخال، بضم الراء.\nويقولون للفتية من البقر: أرخة، ويجمعونها على أراخ.\nوالصواب: أرخ، والجمع: إراخ، كقولك: بحر وبحار، وكلب وكلاب.\nويقولون: عنكبوتة.\nوالصواب: عنكبوت، قال الله عز وجل: {كمثل العنكبوت اتخذت بيتا}.\nوإذا أضافوا الحمى أو نعتوها، زادوا فيها تاء التأنيث، فجمعوا بين علامتي التأنيث، لأن ألف حمى للتأنيث، فإذا قالوا: أخذته حماة شديدة، وحماتك أخف من حماته صار في الاسم للتأنيث علامتان.\nوكذلك يزيدونها في دنيا إذا نعتوها، فيقولون: له دنياة عريضة وكذلك يقولون: أكلنا من حلوة العسل وحلوة السكر، والخاصة منهم يقولون: حلاوة السكر.\nوالصواب: حلوى السكر، وحلواء السكر، بالمد والقصر.\nوحمى شديدة، ودنيا عريضة، لا يدخلها تنوين، وكذلك كل ما ألفه للتأنيث.\nوكذلك يقولون: عندي طير وأنثاته.\nوالصواب: طائر وأنثاه.\nويقولون: حصاية، وسفاية، ونواية، ودباية، وشذاية.",
        "(1/79)\n\nوالصواب: حصاة، وسفاة، ونواة، ودباة، وشذاة، بحذف الياء وفتح الأول، وكذلك في جمعه: حصا ودبا، وهو صغار الجراد.\nويقولون: نيرة.\nوالصواب: نير، وهذا ثوب عمل على نيرين.\nويقولون: رجل طزعي.\nوالصواب: طزع، وهو الذي لا غيرة له، ولا غناء عنده.\nويقولون للذي لا زوج له: عازب، وللمرأة عازبة.\nوالصواب: عزب، والأنثى عزبة، قال الشاعر:\nهنيئا لأرباب البيوت بيوتهم ... وللعزب المسكين ما يتلمس\nوقد يقال للأنثى: عزب أيضا، قال الشاعر:\nيا من يدل عزبا على عزب\nفأما العازب فهو الغائب. وقد عزب يعزُب ويعزِب.\nويقولون لضرب من الشجر: عرعار، ولضرب من النبت: برواق.\nوالصواب: عرعر، وبروق.\nويقولون: طيحال، ولوبان.\nوالصواب: طحال ولبان.\nويقولون لشراع السفينة: قلاع.\nوالصواب: قلع، والجمع: قلوع.\nويقولون: طعام قاتول، وموت جاروف، وغاسول، وخالوق.\nوالصواب: قتول، وجروف، وغسول، وخلوق.\nويقولون: جئت من برّا.\nوالصواب: جئت من برّ، والبر خلاف الكن، وهو أيضا ضد البحر.\n(1/80)",
        "\nويقولون: قِدْر أبرام.\nوالصواب: برام.\nويقولون: مائة وأنيف.\nوالصواب: نيف، بغير ألف.\nويقولون: بلغ الغبار أعنان السماء.\nوالصواب: أن يقال: أعناء، جمع عنا، والأعناء: النواحي، أو يقال: عنان، والعنان: السحاب، الواحدة: عنانة.\nويقولون: شرافة، وفي الجمع: شرّفات.\nوالصواب: شرفة، والجمع شرُفات، وشرف أيضا.\nويقولون: تكلم من أنياط قلبه.\nوالصواب: نياط قلبه، والنياط: معلق القلب من الوتين، وإنما سمي نياطا لتعلقه بالقلب، من قولك: نطت الشيء بالشيء إذا علقته به، ويقال له: النائط أيضا، قال العجاج:\nقضب الطبيب نائط المصفور\nويقولون: تماسى الثوب.\nوالصواب: تمسى، ذكر ذلك أبو عبيد في غريب الحديث وفي رواية: تمسأ.\nوقال أبو زيد الأنصاري: تفسى الثوب. وقال أبو سعيد السكري: هكذا روي عن أبي عبيد: تمسى، والصواب عندي: تفسى.\nويقولون: لمجتمع الماء الحار: حامة.\nوإنما هي: حمة، على وزن فعلة، من الحميم، وهو الماء الحار.\nفأما الحامة فهي الخاصة، يقال: دعينا في الحامة لا في العامة. ويقال: كيف حامتك وعامتك أي كيف من قرب منك ومن بعد.\nويقولون: سر في داعة الله، وأنت في حل وساعة.\n(1/81)\n",
        "والصواب: دعة وسعة، بغير ألف.\nويقولون لضرب من الكمأة: فقاع. والصواب: فَقع، وفِقع.\nولضرب من البقول: قرنبيط.\nوالصواب: قنبيط، واحدتها: قنبيطة.\nويقولون: رجل أجعد، وأسبط.\nوالصواب: جعد، وسبط، والجمع: جعاد وسباط.\nويقولون: باعوضة، والجمع: باعوض.\nوالصواب: بعوضة، وبعوض، قال الله تعالى: {بعوضة فما فوقها}.\nويقولون لبعض آلات الثمار: قادوم، وفي الجمع: قوادم.\nوالصواب: قدوم، والجمع: قدم، كقولك: جزور وجزر.\nويقولون للحبل الذي تربط به الدابة: طوال.\nوالصواب: طول، قال الشاعر:\nلعمرك إن الموت ما أخطأ الفتى ... لكا لطول المرخى وثنياه باليد\nويقولون: عربي قوح.\nوالصواب: قح، وهو الخالص النسب.\nويقولون لضرب من حلواء السكر: البزماورد.\nوالصواب: الزماورد، وكل ما عمل من السكر حلواء فهو زماورد.\nويقولون: سلوم، وبرنوس.\nوالصواب: سلم، وبرنس.\nقال الأصمعي: جمش فتى من الأعراب حضرية قال أبو بكر:\n(1/82)\n\nوالتجميش: الجس باليد، فتشاجت عليه، وقالت له: والله ما لك ملاءة الحسن، ولا عموده، ولا برنسه.\nوفي رواية الزاهد: فتشاجت عليه، فقال لها: والله ما لك ملاءة الحسن، ولا عموده، ولا برنسه، فما هذا الامتناع.\nقال الأصمعي: قال أبو عمرو بن العلاء: ملاءته: بياضه، وعموده: طوله، وبرنسه: شعره.\nويقولون: خرجت من عنده يوم كذا، فلما كان كالغد أتيته.\nومنهم من يقول: لكالغد وأقربهم إلى الصواب من يقول: من الغد.\nوالصواب: فلما كان غد أو الغد، وقد وقع في الموطأ، من لفظ أبي إدريس الخولاني: فلما كان من الغد هجرت، ووقع في البخاري من كلام أبي بكر الصديق رضي الله عنه في حديث هجرته مع النبي صلى الله عليه وسلم وعلى آله قال: أسرينا ليلتنا من الغد، حتى قام قائم الظهيرة.\nومما يزيدون فيه التنوين قول ابن دريد:\nرضيت قسرا وعلى القسر رضا ... من كان ذا سخط على صرف القضا\nفيقولون: رضا بالتنوين.\nوالصواب: رضا بغير تنوين، ومن في موقع خفض بالإضافة.\nوكذلك ينشدون قول الآخر:\nوإني وإن أوعدته أو وعدته ... لمخلف إيعادي ومنجز موعدي\nوالصواب: وإني إن أوعدته بغير واو، هكذا الرواية عن أبي عمرو بن العلاء رحمه الله.",
        "(1/83)\n\n4. باب ما غيروه من الأسماء بالنقص\nيقولون: ثوب سمط.\nوالصواب: ثوب أسماط.\nوكذلك يقال: سراويل أسماط، إذا كانت غير محشوة، ونعل أسماط، إذا كانت غير مخصوفة.\nويقولون للعنز: معزة، ولبعض العصافير: زرزر.\nوالصواب: ماعزة، وزرزور.\nويقولون للإصبع: بهم.\nوالصواب: إبهام.\nويقولون: مشينا في دهس.\nوالصواب: في دهاس، بزيادة الألف.\nويقولون: سنم البعير.\nوالصواب: سنام، قال الشاعر:\nوكنت سناما في ربيعة تامكا ... وفي كل حي كاهل وسنام\nويقولون لموسى الحديد: موس، وذلك غلط.\nإنما يقال: موسًى، وموسى، ينون ولا ينون، قيل: وزنها فُعلى، وقيل: مفعل.\nويقولون: رفع ثيابه على عتقه.\n(1/84)",
        "\nوالصواب: عاتقه.\nويقولون لهذا الذي يصبغ به: النيل.\nوالصواب: النيلج، والنيلنج أيضا، بزيادة نون.\nويقولون للمخرز: الشفا.\nوالصواب: الإشفى.\nويقولون: فعلت البارح كذا.\nوالصواب: البارحة، بتاء التأنيث، لأنها نعت لليلة.\nوقال الزجاج في كتاب الأنواء وثعلب في مجالسه: إذا أخبرت عن الليلة التي أنت في صبيحتها قلت: أكلت الليلة كذا، ورأيت الليلة في المنام كذا، تقول ذلك من أول النهار إلى نصفه، ثم تقول من نصف النهار إلى آخره: فعلت البارحة، ولا تقول فعلت الليلة.\nويقولون: جرب، وكرع.\nوالصواب: جوارب، وكراع، قال الشاعر:\nفإن الغدر في الأقوام عار ... وإن المرء يجزأ بالكراع\nوقال الشاعر:\nأثني علي بما علمت فإنني ... أثني عليك بمثل ريح الجورب\nيخاطب امرأته.\nويقولون: دكدان.\nوالصواب: ديدكان، بزيادة الياء وفتح الدال، وهي فارسية.\nويقولون: حزة السراويل.\nوالصواب: حجزة.\nويقولون للذي تلاط به البيوت: جير.\nوالصواب: جيار.\nويقولون: صمعة.\n(1/85)\n",
        "والصواب: صومعة.\nويقولون: فرس ربع.\nوالصواب: رباع، كيمان، والأنثى رباعية، كيمانية مخفف.\nويقولون لوعاء جردان الفرس: قب.\nوالصواب: قنب.\nويقولون: أنت على رأس أمرك.\nوالصواب: على رياس أمرك.\nويقولون: حملت الأمر على شده.\nوالصواب: على أشده، بفتح الشين وزيادة الهمزة.\nويقولون: فرز الشطرنج.\nوالصواب: فرزان الشطرنج، والجمع فرازين.\nويقولون: نشاذر، ونُشاذر.\nوالصواب: نوشاذر، وهي كلمة نبطية.\nويقولون: حبا وكرامة، بغير تنوين، وبعضهم يقول حبة.\nوالصواب: أن يقال: نعم حبا وكرامة، بالتنوين.\nويقولون: شبيب بن شبة.\nوالصواب: ابن شيبة بزيادة ياء.\nويقولون: ابن طباطب العلوي.\nوالصواب: طباطبا، وإنما سمي بذلك لأنه كانت في لسانه لكنة، فكان يحول القاف طاء، فسقطت النار يوما في قبائه، فصاح بغلامه: الطبا الطبا! يريد: أدرك القبا القبا، فسمي بذلك.\n(1/86)\n\n5. باب ما جاء ساكنا فحركوه\nيقولون: رجل يقَظان، ويكنون بأبي اليقَظان.\nوالصواب: إسكان القاف، إلا أن اليقظة، ضد النوم: مفتوحة القاف، وقد غلط التهامي في إسكانها حين قال:\nالعيش نوم والمنية يقظة ... والمرء بينهما خيال ساري\nفأما يقْظة اسم رجل فبالإسكان، ومنه مخزوم بن يقظة أبو القبيلة.\nويقولون: ضرَع الشاة.\nوالصواب: ضرع، بالإسكان.\nويقولون للشر والجلبة: شغَب.\nوالصواب: شغب، بإسكان الغين، ولا يجوز فتحها، إلا على أصل الكوفيين، فإنهم قد أجازوا فتح كل ما كان على وزن فعل، إذا كان أوسطه حرف حلق. والبصريون يأبون ذلك، ولا يفتحون إلا ما جاء مسموعا عن العرب.\nقال أبو زبيد يرثي ابن أخته:\nكان عني يرد درؤك بعد الله شغب المستصعب المريد\nويقال: رجل شغْب، وامرأة شغْبة. قال ابن الدمينة:\nوكوني على الواشين كداء شغبة ... كما أنا للواشي ألد شغوب",
        "(1/87)\n\nويقولون: خمَل الطنفسة.\nوالصواب: خمل، بالإسكان.\nويقولون: السمَن والبقَل والرطَل والحبَل.\nوالصواب: بإسكان الجميع.\nفأما حبل المرأة، فبفتح الباء.\nويقولون للذي يخرج في الأجسام: بثَر.\nوالصواب: بثر، بالإسكان، الواحدة بثرة، كتمرة وتمر.\nويقولون للتي يستقى عليها: بكَرة.\nوالصواب: بكرة، بالإسكان.\nويقولون: ما ألقاه إلا في الفرَط.\nوالصواب: الفرط، بإسكان الراء وفتح الفاء، لأنه لا يقال فرطة فتجمعها على فرط.\nقال بشار، ويروى لغيره:\nإذا جئته في الفرط أغلق بابه ... فلم تلقه إلا وأنت كمين\nويقولون للدباء: القرَع.\nوالصواب: القرع، بالإسكان.\nويقولون: المري، والهري، لبيت الطعام، وركبت المهر عري.\nوالصواب: مرْي، وهرْي، وعرْي.\nويقولون: مكان وحش، وبلد وعر، ورجل سمح. والأكثر الأفصح: الإسكان فيهن.\nويقولون لقبيلة من الترك: الخزر.\nوالصواب: الخزر، بالإسكان، ويقال: إنما سموا بذلك لخزر أعينهم.\nويقولون للحجارة المحماة: رضَف.\nوالصواب: رضف، قال المستوغر:\n(1/88)",
        "\nينِشُّ الماء في الدبلات منها ... نشيش الرضف في اللبن الوغير\nوبهذا البيت سمي المستوغر.\nوقد يسمى رضفا أيضا، إذا كان محمى بالشمس.\nويقولون: رجل فدم.\nوالصواب: فدْم، وهو الثقيل.\nويقولون: حيَوة بن شريح.\nوالصواب: حيوة.\nوليس في كلامهم اسم فيه ياء ساكنة بعدها واو إلا:\nحيوة، وضيون، وهو القط وكيوان وهو زحل.\nومما يسمون به: عمر بفتح الميم.\nوالصواب: غمر وهو السخي، قال الشاعر:\nغمر الرداء إذا تبسم ضاحكا ... غلقت لضحكته رقاب المال\nفأما غمَر فمعناه: جاهل، غير مجرب للأمور، يقال: غُمْر وغَمَر، بمعنى واحد.\nويقولون: ابن هرمة الشاعر.\nوالصواب: هرمة بسكون الراء.\nوكذلك يقولون للشاعر: العرجي بفتح الراء.\nوالصواب: العرجي بالإسكان، وهو من ولد عثمان بن عفان رضي الله عنه منسوب إلى العرج، موضع قرب المدينة، كان لعثمان رضي الله عنه.\nويقولون: عدوان.\nوالصواب: عدوان، بالإسكان، قال الشاعر:\n(1/89)\n",
        "عذير الحي من عدوا ... ن كانوا حية الأرض\nوهو ابن الطثرية بالإسكان.\nوالأسماء كلها مخْلد، إلا مخَلد بن بكار الشاعر، فإنه على وزن محمد.\n(1/90)\n\n6. باب ما جاء متحركا فأسكنوه\nيقولون: رمْكة، وسبْخة.\nوالصواب: رمَكة، وسبَخة. وهو فرقد السبخي.\nويقولون للنجم: الزهْرة.\nوالصواب: الزهَرة، قال الراجز:\nقد وكلتني طلتي بالسمسرة ... وأيقظتني لطلوع الزهرة\nويقولون: القلعة.\nوالصواب: القلعة، بفتح اللام.\nوكذلك أيضا القلعة، السحابة العظيمة، والجمع قلع، أنشد يعقوب:\nتفقأ فوقه القلع السواري ... وجن الخازبار به جنونا\nويقولون: دقن.\nوالصواب: ذقَن.\nوكذلك قولهم: كفل.\nوالصواب: كفَل.\nويقولون: الخيرة، والطيرة.\nوالصواب: الخيَرة، والطيَرة، بفتح الياء. وفي الحديث أن النبي صلى الله عليه وعلى آله وسلم قال: \"الطيرة شرك\".\nويقولون للحفير في الأرض: حفر.\nوالصواب: حفر، بفتح الفاء، فأما الحفر فالمصدر، تقول: حفرت حفرا، والمحفور حفر، كما تقول: قبضت قبضا، والمقبوض قبض.",
        "(1/91)\n\nويقولون: بلعت بلعا.\nوالصواب: بلعا، بفتح اللام.\nويقولون: فيك بله.\nوالصواب: بله، بفتح اللام.\nويقولون: رزق غدق، ولقب فلان كذا.\nوالصواب: غدَق، ولقَب.\nويقولون لسام أبرص: وزغة.\nوالصواب: وزَغة.\nويقولون: أصابني عطس، وهذا حديث ثبت.\nوالصواب: عطَس، وحديث ثبَت.\nويقولون: شبعت شبْعا.\nوالصواب: شبَعا.\nويقولون: أخذت بطرف ثوبه، وأمسكت بطرف الحبل.\nوالصواب: طرَف، قال الشاعر:\nوإنك لن ترى طردا لحر ... كإلصاق به طرف الهوان\nويقولون: الصغر، والكبر، والغلظ، والقدم.\nوالصواب: صغر صغَرا، وكبر كبَرا، وغلظ غلَظا، وقدم قدَما، وعظم عظَما وعُظْما، هذه وحدها فيها اللغتان.\nويقولون: على جريان العادة.\nوالصواب: جريان العادة، وجريان الفرس، وجريان الماء وكل شيء، بفتحهما لا غير.\nويقولون: ندمت ندامة الكسْعي.\n(1/92)",
        "\nوالصواب: الكسعي بفتح السين.\nوعلقمة بن عبدة بفتح الباء وحده، وسائر الأسماء عبدة بالإسكان، منهم: عبدة بن الطبيب وغيره.\nوغطفان بفتح الطاء، ولا يجوز إسكانها.\nوأبو الطمحان الشاعر، بفتح الميم.\n(1/93)\n",
        "7. باب ما غيروا حركاته من الأسماء\nيقولون: عليك بالخَمول.\nوالصواب: الخمول، بالضم لا غير.\nوكذلك يقولون: مرضه الذَبول.\nوالصواب: الذُبول.\nويقولون: الفستُق.\nوالصواب: الفستَق، بفتح التاء، قال الراجز:\nولم تذق من البقول الفستقا\nتوهم أن الفستق من البقول.\nويقولون: مِنجنيق.\nوالصواب: منجنيق، بفتح الميم والجيم. وهي مؤنثة.\nويقولون: ثِلج ونِسر.\nوالصواب: ثَلج ونَسر.\nويقولون: رجل عي.\nوالصواب: عي، بالفتح، فأما العي بالكسر فهو المصدر يقال: رجل عي، بين العي. ومثله: رجل خَب، بين الخِب، ونحو ذلك أيضا: يوم قَر، بين القِر، أي بارد، بين البرد، قال امرؤ القيس:\nإذا ركبوا الخيل واستلأموا ... تحرقت الأرض واليوم قر\nوكثير من الناس يقولون: واليوم قُر، بالضم، وهو خطأ، إنما القُر البرد بعينه.\n(1/94)\n\nويقولون: دابة فيها قُماص.\nوالصواب: قماص، بالكسر.\nويقولون: فعلت ذلك صُراحا، وقلت قولا صراحا.\nوالصواب: صراحا، بكسر الصاد، مصدر صارحت بالأمر، فأما الصراخ فهو الخالص من كل شيء.\nويقولون: مفتاح، ومصباح، ومسمار، ومسواك.\nوالصواب: بكسر الميم في جميع ذلك.\nويقولون: قنديل، وقزدير.\nوالصواب: قِنديل، وقِزدير. ويقال: قِصدير، بالصاد أيضا.\nويقولون: نعامة، وزرافة.\nوالصواب: نعامة، وزرافة، بالفتح.\nويقولون: ظفر، وشفر.\nوالصواب: ظُفر، وشُفر.\nويقولون: عنقود، وعصفور، وزعرور.\nوالصواب: الضم في هذا الباب. وليس في كلام العرب فعلول، بفتح الأول، إلا قولهم: بنو ضعفوف لا يغير، لخَول باليمامة.\nويقولون: ظريف، بين الظرف.\nوالصواب: الظرف، بالفتح.\nويقولون: برذون، وجلوز.\nوالصواب: بِرذون، جِلوز.\nويقولون: ضفدع، وخرنق، وسلسلة.",
        "(1/95)\n\nوالصواب: ضفدع، وخرنق، وسِلسلة.\nويقولون: ريطة، وجفنة.\nوالصواب: رَيطة، وجفنة.\nويقولون: الجرجير، والمريخ، للنجم، وذنب التنين.\nوالصواب: كسر أوئلهن.\nويقولون: السبق.\nوالصواب: السبق، بفتح السين.\nويقولون لنبت يصبغ به: فوة.\nوالصواب: فُوة. قال أبو الأسود:\nجرت به الريح أذيالا مظاهرة ... كما تجر ثياب الفوة العرس\nويقولون لضرب من الطيب: ند.\nوالصواب: ند، بالفتح، فأما الند فالمثل والنظير.\nويقولون: قرأت مقامات البديع.\nوالصواب: مقامات، بفتح الميم.\nويقولون: قرأت الكتاب على الولاء، يريدون تباعا.\nوالصواب: على الولاء، بكسر الواو، مصدر واليت موالاة وولاء.\nويفتحون الميم من المئين، جمع مئة.\nوالصواب: كسرها.\nويقولون لضد الخشونة: الليان.\nوالصواب: الليان، بالفتح.\nويقولون: كذب فلان كذبة واحدة.\nوالصواب: كذبة، بفتح الكاف.\nوكذلك لا يقال: ضحك ضحكة، بكسر الضاد، وإنما يقال: ضحكة، بفتحها.\nوكذلك كل ما كان فعلة واحدة، إنما يقال مفتوح الأول فإذا أريد الحال\n(1/96)",
        "\nوالهيئة قيل: فعلة، بالكسر، كقولك: إنه لحسن الجلسة والركبة، ونحو ذلك، ولهذا قالوا: مات ميتة سوء، وإنما يموت الإنسان موتة واحدة.\nويقولون: في قلبه حقد، وفي قلبه غش.\nوالصواب: حقد، بكسر الحاء، وغش، بكسر الغين.\nويقولون: سميدع.\nوالصواب: سميدع، بالفتح.\nويقولون: رأسه كالثغامة. وينشدون:\nثغام بماء الأرجوان خضيب\nوالصواب: ثغامة، وثغام، بالفتح.\nويقولون لوطاء السرج: ميثرة.\nوالصواب: ميثرة، بكسر الميم، وياؤها منقلبة عن واو لأنها مفعلة من الشيء الوثير، وهو الوطيء، وقد جمعوها بالياء والواو على الأصل، فقالوا: مياثر ومواثر.\nويقولون: جلست بمعزل.\nوالصواب: بمعزل، قال الله تعالى: {ونادى نوح ابنه وكان في معزل}.\nويقولون: معزل النساء.\nوالصواب: مِعزل.\nويقولون: صنارة.\nوالصواب: صنارة، بكسر الصاد.\nويقولون: غرارة.\nوالصواب: غِرارة.\n(1/97)\n",
        "ويقولون: الرصاص والرماد.\nوالصواب: فتح الراء، قال الله تعالى: {كرماد اشتدت به الريح}.\nويقولون: النبق.\nوالصواب: النبق، بكسر الباء.\nويقولون: الكهانة.\nوالصواب: كهانة، بالكسر، ومن أمثالهم: ظن العاقل كهانة.\nوكذلك يقولون لصناعة القابلة: قبالة.\nوالصواب: قبالة، بالكسر.\nويقولون: فلان قرن فلان، إذا كان على سنه.\nوالصواب: قرنه، بفتح القاف، فأما قرنه، بكسر القاف، فهو كفؤه.\nويقولون: عود صنفي.\nوالصواب: صنفي، بالفتح.\nويقولون لضرب من الغازات: شراع.\nوالصواب: شراع، بالكسر. وكذلك يقال في القلع: شراع، بالكسر أيضا.\nويقولون لمتاع البيت: شوار.\nوالصواب: شوار، بالفتح.\nفأما الجهاز فيقال فيه: جهاز وجهاز، والفتح أفصح.\nويقولون: هزار الغناء.\nوالصواب: هزار، بالفتح. وكذلك الهزار، طائر أيضا.\nومن مليح ما ذكر فيه هزار الغناء، قول كشاجم:\n(1/98)\n\nولما تغنت غناء الوداع ... بكيت وقلت لبعض الجواري\nلئن عشت عند هزاز اللقاء ... لقد مت عند هزاز الإزار\nوالهزار: كلمة فارسية، ومعناها ألف، ومنه تسميتهم هزار مرد ومعناه: ألف رجل. ومرد عندهم: رجل.\nويقولون: منجل.\nوالصواب: منجل، بفتح الجيم.\nويقولون: أنف.\nوالصواب: أنف، بفتح الهمزة.\nويقولون لما سقط من الخبز: فتات.\nوالصواب: فُتات.\nويقولون: بنفسج.\nوالصواب: بنفسج، بفتح السين.\nويقولون لضرب من النبت: سيكران.\nوالصواب: سيكران، بضم الكاف.\nويقولون للشجاع: بطل.\nوالصواب: بطَل.\nويقولون للطنفسة: زربية.\nوالصواب: زِربية.\nويقولون لما يخرج من الجرح وغيره: قيح.\nوالصواب: قيح، بفتح القاف.\nويقولون: قنينة.\nوالصواب: قنينة، بكسر القاف.\nويقولون: الإمارة بيننا.\nوالصواب: أمارة، في وزن علامة ومعناها. قول الشاعر:",
        "(1/99)\n\nإذا طلعت شمس النهار فإنها ... أمارة تسليمي عليك فسلمي\nويقولون: طعام مسوس ومدود.\nوالصواب: كسر الواو.\nوقال أبو عمر في كتاب اليواقيت: ورجل موسوس، ولا يقال موسوس.\nويقولون: بضعة لحم.\nوالصواب: بضعة، بفتح الباء.\nويقولون: دوامة.\nوالصواب: دُوامة.\nويقولون: بند وخصر.\nوالصواب: بَند، على وزن طبل وخصر، على وزن جنب وبطن.\nويقولون: مشط ذبل.\nوالصواب: ذبل، بفتح الذال، قال أبو عمر: أخبرنا ثعلب عن ابن الأعرابي أن الذبل ظهر السلحفاة، يعمل منه المشط.\nويقولون الأحد أخصام العدل، وهي أركانه، خصم.\nوالصواب: خصم، بالضم.\nويقولون لسيف النبي صلى الله عليه وعلى آله وسلم: ذو الفقار.\nوالصواب: ذو الفَقار.\nويقولون: رجل كوسج.\nوالصواب: كوسج، بفتح الكاف والسين.\nويقولون: الزمج والدمل.\nوالصواب: فتح الميم فيهما. قال الفرزدق:\nولئن رغبت سوى أبيك لترجعن ... عبدا إليه كأن أنفك دمل\n(1/100)",
        "\nويقولون لضرب من المطر: رُشاش.\nوالصواب: رشاش، بفتح الراء، على وزن رذاذ، والرشاش فوق الرذاذ. وكذلك رشاش الدم، يقال: طعنة مُرِسة، كما يقال: سحابة مرسة.\nويقولون: منكر ونِكير.\nوالصواب: نكير، بفتح النون وكسر الكاف.\nويقولون: بالدابة عثار.\nوالصواب: عثار، بكسر العين.\nويقولون لضرب من الطيب: نُضوح.\nوالصواب: نضوح، بالفتح.\nكما يقال: سفوف، ولعوق لكل ما يلعق من عسل أو دواء. وذرور، ونقوع ودلوك لما يتدلك به، وفطور وسحور، وبرود لشيء يكتحل به، ومصوص وحدود للمكان المنحدر، والحدور مؤنثة، كالصعود من الأرض والهبوط، يقال: وقعنا في حدور منكرة.\nويقولون: حلت الشمس بالشرطين، بضم الشين والراء.\nوالصواب: فتحهما. ولا يفرد منهما واحد.\nويقولون للقوم يجتمعون على الإنسان في خصومة: هم إِلب عليه.\nوالصواب: ألب، بالفتح.\nويقولون: الإمن.\nوالصواب: الأمن، على وزن الخوف، قال الله تعالى: {وإذا جاءهم أمر من الأمن أو الخوف أذاعوا به}.\n(1/101)\n",
        "ويقولون: خط مشق.\nوالصواب: مشق، بالفتح.\nفأما المشق بالكسر فهو المغرة.\nويقولون: عروة الخرج والعيبة.\nوالصواب: عروة بالضم.\nويقولون: لك زي حسن.\nوالصواب: زي بالكسر، وقد زييتك تزية، مثل حييتك تحية، وزنها تفعلة، بالكسر.\nويقولون لضرب من الشجر: صنوبر.\nوالصواب: صَنوبر، والصنوبري الشاعر المنسوب إليه.\nويقولون عند الاستعجال: هيّا، وربما قالوا: أيا.\nوالصواب: هيا بالكسر، وأكثر ما تستعمله العرب في استحثاث الإبل، قال الشاعر:\nوقد دنا الصبح فهِيا هِيا\nويقولون: غمد السيف.\nوالصواب: غِمد، والجمع: أغماد.\nفأما الجفن فمفتوح الجيم، وكذلك جفن العين أيضا.\nويقولون: خزانة وبطانة.\nوالصواب: خزانة وبطانة بالكسر.\nويقولون للطين الذي يختم به: طابع.\nوالصواب: طابع، بفتح الباء، وقد يقال بكسرها، إلا أن الفتح أفصح وأكثر.\nوكذلك يقولون: قالب، وطاجن.\n(1/102)\n\nوالصواب: قالب وطاجن، بالفتح.\nويقولون: بضعة لحم، أصابتني زحمة شديدة، وشتوة باردة.\nوالصواب: بضعة، بفتح الباء، وزحمة، وكذلك شتوة، على وزن صيفة.\nويقولون: أعطاني فدرة لحم.\nوالصواب: فدره، بكسر الفاء، وهي القطعة من اللحم والتمر، وغير ذلك.\nويقولون: فص الخاتم.\nوالصواب فيه فتح الفاء، وقد زعم أبو زيد أن الكسر فيه لغة، ويقولون للصحفة الصغيرة: سكرجة.\nوالصواب: سكرجة، بفتح الراء.\nويقولون: الذهاب، واللحاق.\nوالصواب: الذهاب، واللحاق، بالفتح\nفأما الذهاب فجمع ذهبة، وهي المطرة الضعيفة، ومثلها: العهدة، وجمعها: عهاد.\nويقولون: عرض علي المبيت.\nوالصواب: المبيت، بفتح الميم.\nويقولون: كثر كسبك.\nوالصواب: كسب، بفتح الكاف.\nويقولون: لبعض الملابس: قبطية.\nوالصواب: قبطية، قال الشيخ أبو بكر: أملي علينا أبو يعقوب بن خرزاز: قال الخليل: هي القبطية، والجمع القباطي، وهي ثياب بيض من كتاب، تتخذ بمصر، منسوبة إلى القبط، والنسبة إليهم قبطية، فلما ألزمت الثياب هذا الاسم غيروا اللفظ ليعرف، فالإنسان قبطي، والثوب قبطي.",
        "(1/103)\n\nويقولون: شغله هم القرص.\nوالصواب: القرص، بضم القاف. أنشد الفراء:\nلعمرك إن قرص أبي خبيب ... بطيء النضج محشوم الأكيل.\nاي بغضب على من يأكل خبزه.\nويقولون: السلا.\nوالصواب: السلا، بالفتح، وهي المشيمة.\nويقولون: خصلة غزل، وصلة شعر، وفي الجمع: خصالي.\nوالصواب: خصلة، بالضم، وجمعها: خصل.\nفأما الخصلة، بالفتح، فهي الخلة من الخلال.\nويقولون: ثوب من دق تنيس.\nوالصواب: من دق تنيس، بالكسر فيهما جميعا.\nوالجل ضد الدق يقال: أعطيك من جل الشيء ودقه.\nويقولون: جلجلان، بفتح الجيم الثانية.\nوالصواب: حلجلان، بضمهما جميعا.\nويقولون: جئنا وحدانا.\nوالصواب: جئنا وحدانا، بضم الواو، قال الشاعر:\nطاروا إليه زرافات ووحدانا\nويروى: أحدانا.\nومما يطرد فيه غلطهم: كسرهم التاء من التفعال أينما وقع من الكلام، كقول كثير:\nوإني وتهيامي بعزة بعدما ... تخليت مما بيننا وتخلت\n(1/104)",
        "\nوقول معقر البارقي:\nفألقت عصا التسيار عنها وخيمت ... بأرجاء بيض الماء بيض حوافره\nوقال آخر:\nوزمت لترحال الأحبة نوقها\nينشدونه: التسيار، والترحال، والتهيام، بكسر التاء.\nوالصواب: الفتح في جميع هذا النوع من المصادر، كالتعداد، والتسآل إلا في حرفين: تلقاء، وتبيان، ومنهم من يجعل تلقاء اسما لا مصدرا، وزاد بعضهم ثالثا فقال: وتمثال مصدر مثلث.\nفأما الأسماء فتأتي كثيرا على تفعال بالكسر، نحو: تبراك، وتقصار اسم القلادة، ورجل تكلام كثير الكلام، وتلقام كثير الأكل، وتلعاب كثير اللعب.\nوقد أدخلوا الهاء على هذه الصفات، فقالوا: تكلافة، وتلقامة، وتلعابة.\nويقولون: ظهرت الشمس من خلل السحاب، ورأيت الصبح من خلل الديار.\nوالصواب: خلل، بفتح الخاء.\nويقولون: أهل الفلاحة، وكتاب الفلاحة، وينشدون بيت أبي تمام:\nبلد الفلاحة لو أتاها جدول ... أعني الحطيئة لاغتدى حراثا\nوالصواب: الفلاحة، بكسر الفاء، لأنها صناعة من الصناعات، مثل الزراعة والحراثة، والفلح شق الأرض، ومنه: رجل أفلح، إذا كان مشقوق الشفة السفلى.\nويقولون: مهلهل.\nوالصواب: مهلهل، بالكسر.\n(1/105)\n",
        "ويقولون: تهامة.\nوالصواب: تهامة، بالكسر، وإذا نسبت إليها قلت رجل تهام، كيمان، وتهامي كيماني.\nويقولون: إبراهيم بن المدبر.\nوالصواب: المدبر، بكسر الباء.\nويقولون: الموصل، وإسحاق الموصلي.\nوالصواب: الموصل، والموصلي.\nوقيل أيضا سميت بذلك لأنها موصل ما بين أعمال الجزيرة وأعمال الفرات.\nويقولون لهذا الشاعر: البحترى\nوالصواب: البحتري، بضم التاء.\nفأما أبو البختري من رواة الحديث، فبالخاء معجمة وفتح الباء والتاء، ويقولون: كشاجم.\nوالصواب: كشاجم بفتح الكاف، حكى لنا الشيخ أبو بكر عن أبي القاسم ابن أبي مخلد العماني قال: كشاجم لقب له، جمعت أحرفه من صناعته، أخذ الكاف من كاتب، والشين من شاعر، والألف من أديب، والجيم من منجم، والميم من مغن، قال: ثم طلب الطب بعد ذلك حتى مهر فيه، وصار أكبر علمه، فزيد في اسمه طاء من طبيب وقدمت على سائر الحروف لغلبة الطب عليه، فقيل: طكشاجم، ولكنه لم يسر كما سار كشاجم.\nويقولون: عرابة الأوسى.\nوالصواب: عرابة بفتح العين. قال الشماخ:\nرأيت عرابة الأوسى يسمو ... إلى الخيرات منقطع القرين\nإذا ما راية رفعت لمجد ... تلقاها عرابة باليمين.\n(1/106)\n\nويقولون: ابن المقفع.\nوالصواب: المقفع، بكسر الفاء، لأنه كان يعمل القفاع ويبيعها، وكذلك أبو هفان الشاعر، بكسر الهاء، وأبو المثلم بكسر اللام، والمتنحل الهذلي بكسر الخاء، فأما المنخل اليشكري فبفتح الخاء. وكذلك المخبل السعدي بفتح الباء، والممزق بن المضرب بن كعب بن زهير بن أبي سلمى يقال بكسر الزاي وفتحها، والكسر أبين، لأنه يقال: إنما سمى الممزق، بقوله:\nأنا الممزق أعراض اللئام كما ... كان المخزق أعراض اللئام أبي\nوإنما سمي أبوه المضرب لأنه كان تغزل بامرأة فضربه أخوها، ثمانين ضربة بالسيف على ما ذكروا، فلم يمت وأخذ قصاص جراحه.\nوأما الملحق الذي قال فيه الأعشى:\nنفى الذم عن آل المحلق جفنة ... كجابية الشيخ العراقي تفهق\nفأكثر الرواية فيه: المحلق بفتح اللام. ويقال إنما سمى المحلق لأن فرسه عضه على خده، فصار أثره كالحلقة. ويقال: بل اكتوى من لقوة كانت به.\nوأراد الأعشى بالشيخ العراقي: كسرى. ويروى: السيح، وهو الماء الجارى.\nوهو المؤمل بن أميل الشاعر، بفتح الميم.\nويقولون: هو أكذب من مسليمة، والصواب: مسيلمة بكسر اللام.\nويقولون: أبو معشر، والصواب: فتح الميم.\nويقولون: كتاب إقليدس.",
        "(1/107)\n\nقال الشيخ أبو بكر: كان ابن خرزاذ يقول: هو أقليدوس بضم الهمزة والدال.\nوهو يزدجرد بكسر الجيم.\nوكذلك سوسنجرد موضع معروف، وإليه ينسب السوسنجردي من أصحاب الحديث.\nويقولون: عقربان لاسم رجل.\nوالصواب: عقربان بضم العين والراء، سمى بذكر العقارب. ويقولون: بهرام.\nوالصواب: فتح الباء، وهو فارسي: بهرام بن أردشير.\nوكذلك بختيار بفتح الباء أيضا.\nويقولون: بزرجمهر. والصواب: بزرجمهر.\nقال الشيخ أبو بكر: سألت أبا يعقوب عن تفسيره فقال: هو الكثير الحب، بالفارسية.\nويقولون: بلقيس.\nوالأكثر الأصوب: بلقيس بكسر الباء.\nويقولون: فزارة، وفزاري.\nوالصواب: فتح الفاء. قال الشاعر:\nجرمت فزارة بعدها أن يغضبوا ومن الشعر قول امريء القيس:\nكأن المدام وصوب الغمام ... وريح الخزامي ونشر القطر\nيفتحون القاف والطاء من القطر.\nوالصواب: ضمهما. والقطر: عود البخور، ومنه سميت المجمرة: مقطرا.\n(1/108)",
        "\nوقوله:\nوتحسب سلمى لا تزال ترى أصلا ... من الوحش أو بيضا بميثاء محلال\nيكسرون الباء من بيضا والميم من ميثاء.\nوالصواب: فتحهما.\nوقول طرفة: ويقال المرقش:\nفسقى ديارك غير مفسدها ... صواب الربيع وديمة تهمي\nيكسرون الكاف من ديارك يتوهمونه خطاب مؤنث، وليس كذلك أنشده أبو عبيد في غريب الحديث بفتح الكاف.\nوقول آخر:\nإن الرياح إذا ما أعصفت قصفت ... عيدان نجد ولم يعبأن بالرتم\nيكسرون العين من عيدان وذلك غلط. إنما هو جمع عيدانة وهي الشجرة الطويلة.\nوقول آخر:\nكأن لم يكن بين الحجون إلى الصفا ... أنيس ولم يسمر بمكة سامر\nيضمون الحاء من الحجون. والصواب: فتحها.\nوقول أبي صخر:\nلليلى بذات الجيش دار عرفتها ... وأخرى بذات البين آياتها سطر\nالرواية: فتح الجيم من الجيش، وكسر الباء من البين.\nوقوله:\nكأنهما م الآن لم يتغيرا\nيكسرون نون م الآن. والصواب: فتحها، لأن المعنى من الآن،\n(1/109)\n",
        "والآن مبني على الفتح.\nوقول المتنبي:\nولو قلم ألفيت في شق رأسه ... من السقم ما غيرت من خط كاتب\nيكسرون الشين. والصواب فتحها، لأن الشق بالكسر إنما هو النصف، والشق بالفتح: الصداع، وهو الذي أراده.\nووقع في أكثر نسخ كتاب ابن عزير، شاهد مغير عن إعرابه وهو قوله:\nوراكب جاء من تثليث معتمرا\nوالصواب:\nوراكب جاء من تثليث معتمر\nوهو عجز بيت في قصيدة أعشى باهلة المشهورة، التي أولها:\nإني أتتني لسان لا أسر بها ... من علو لا عجب منها ولا سخر\nوصدر البيت الشاهد:\nفجاشت النفس لما جاء جمعهم ... وراكب جاء من تثليث معتمر\n(1/110)\n\n8 - باب ما غيروا حركاته من الأفعال\nيقولون: يحرث، ويهرب.\nوالصواب: يحرث، ويهرب، بالضم.\nويقولون: كبر المولود يكبر.\nوالصواب: يكبر، بفتح الباء، يقال: كبر الأمر يكبر، وكبر الإنسان وغيره يكبر.\nقال الشاعر:\nوعلقت ليلى وهي ذات موصد ... ولم يبد للأتراب من صدرها حجم\nصغيرين نرعى البهم يا ليت أننا ... إلى الآن لم نكبر ولم تكبر البهم.\nذات الموصد: المخدرة الصغيرة، والبهم: الصغار من أولاد الضأن والمعز، الواحدة بهمة، للذكر والأنثى سواء.\nويقولون: غرس يغرس، وخنق يخنق.\nوالصواب: يغرس، ويخنق\nويقولون: فرش يفرش، وحلب يحلب، ومزج الشراب يمزج، وخدم يخدم، وخلب يخلب، وإذا لم تغلب فاخلب.\nوالصواب: يفرش، ويجلب، ويمزج، ويخدم، ويخلب، وإذا لم تغلب فاخلب بالضم.\nومثل ذلك: حجز بين الشيئين يحجز، وقرن بين الحبلين يقرِن.",
        "(1/111)\n\nوالصواب: يحجر، ويقرن.\nويقولون: عنيت بزيد، وعنيت في حاجته أعنى. والصواب: عنيت بضم العين. فأما عنيت أعني فمعناه: تعبت ونصبت: وأما عنا يعنو فمعناه خضع، وهو من العنوة، ومنه قول الله عز وجل: {وعنيت الوجوه للحي القيوم}.\nويقولون: هو ينهش، ويخضع، ويسلخ، ويدبغ، ويضغط، ويبغت، ويسعل، ويعض على أنامله.\nوالصواب: ينهش، ويمضغ، ويسلخ، ويدبغ، ويضغط، ويبغت، ويسعل، ويعض، بالفتح.\nويقولون: خربت الدار تخرب.\nوالصواب: خربت تخرب.\nويقولون: هو يشتم، وينحت، ويفقد، ويبطش، ويصلب السارق، والصواب: يشتم، وينحت، ويفقد، ويبطش، ويصلب، بالكسر. ومثل ذلك قولهم: بصت عينه تبص، والصواب: تبص.\nويقولون: كمن يكمن، والصواب: يكمن.\nويقولون: حضن الطائر بيضه يحضنه حضنة\nوالصواب: يحضن حضانة، وكذلك المرأة تحضن ولدها حضانة أيضا، وأصل ذلك المنع، يقال: حضنه يحضنه إذا منعه، ففي الحديث: وأراد إخواننا من الأنصار أن يحضنونا أي يمنعونا. ومن كلام ابن مسعود: لا تحضن زينب عن الوصية أي لا تمنع عن النظر فيها، يعني زوجته.\nويقولون: جمد الماء يجمد، وشردت الدابة تشرد.\nوالصواب: جمد يجمد، وشرد يشرد، بفتح الماضي وضم المستقبل، ومثل جمد يجمد: جمس يجمس، في الوزن والمعنى.\n(1/112)",
        "\nويقولون: هذا الثوب يلبق بك.\nوالصواب: يلبق، بفتح الباء، وكذلك اسم الرجل: يلبق لا غير.\nويقولون: ما قربت زيدا.\nوالصواب: قربته أقربه، وقربت منه أقرب.\nويقولون: عطس يعطس. والصواب: يعطس.\nويقولون: وجمت من كلامه، ونقهت من المرض، وعمدت إلى الشيء، وعجزت، وشخصت، وحرصت.\nوالصواب: وجمت، ونقهت، وعمدت، وعجزت، وشخصت وحرصت، بالفتح.\nويقولون: نجب الغلام، والصواب: نجب، بالضم، نجابة.\nويقولون: فطم الصبي يفطمه. والصواب: يفطمه، بالكسر لا غير.\nويقولون: هو يندم، ويعدم. والصواب: يندم، ويعدم.\nويقولون: طلع يطلع، والصواب: يطلع يطلع.\nوكذلك: عثر يعثر، بالضم. ولا يقال: يعثر، بالفتح.\nويقولون: يكفيك ما أعطيتك، والصواب: يكفيك، بفتح الباء.\nويقولون: غار على أهله يغير، وحار في أمره يحير.\nوالصواب: يغار، ويحار، مثل خاف يخاف.\nويقولون: بار دابته يبيرها. والصواب: يبورها.\nوكذلك: راب اللبن يريب، والصواب: يروب.\nويقولون: يوشك أن يكون كذا.\nوالصواب: يوشك، بالكسر.\nويقولون: لدغته الحية تلدغه. والصواب: تلدغ، بفتح الدال.\n(1/113)\n",
        "ويقولون: هو يلبس ثوبه. والصواب: لبس الثوب يلبسه، ولبس عليهم الأمر يلبسه.\nويقولون: هذا لبوس أهل الشر.\nوالصواب: لبوس، بفتح اللام، قال الراجز:\nإلبس لكل عيشة لبوسها ... إما نعيمها وإما بوسها\nويقولون: شهق، ونحل، بالفتح.\nويقولون: ثبت أيضا، من قولك: رجل ثابت العقل، وثبت الجنان. ويقولون: نكد الأمر ينكد، والصواب: نكد ينكد نكدا.\nويقولون: لبد يبلبد. والصواب: لبد يلبد بالأرض لبودا.\nويقولون: عدلت عن الطريق. والصواب: عدلت، بالفتح.\nويقول: ملك يملك، وهلك يهلك. والصواب: يملك، ويهلك، بالكسر فيهما.\nويقولون: بر والده يبره، ومله يمله. والصواب: يبره، ويمله، بالفتح.\nويقولون: نظم العقد ينظمه. والصواب: ينظم، بالكسر.\nويقولون: ذبل البقل وغيره. والصواب: ذبل يذبل, أنشد أبو عبيد:\nمتعود لحن يعيد بكفه ... قلما على عسب ذبلن وبان\nهكذا الرواية: متعود بالدال غير معجمة، وإنما وصف الشاعر كاتبا لحنا، أي فطنا. لم تكن لم قراطيس يكتبون فيها. فكانوا يكتبون في عسب النخل.\nوقوله: وبان، يريد ورق بان.\n(1/114)\n\nويقولون: قصد يقصد، وسبق يسبق.\nوالصواب: يقصد ويسبق، بالكسر.\nويقولون: قدم من سفره، يقدم، ومرض يمرض. والصواب: يقدم ويمرض.\nويقولون: نتجت لدابة. والصواب: نتجت، ونتجتها أنا.\nويقولون: أتخم الرجل، أذا أضر به الشبع.\nوالصواب: أتخم، فهو متخم، على ما لم يسم فاعله.\nوكذلك يقولون: استهتر الرجل، وهو مستهتر.\nوالصواب: استهتر وهو مستهتر، وهو الذي يخلط في أفعاله وأقواله حتى كأنه بلا عقل.\nويقولون: تفتر عن برد.\nوالأفصح الأشهر: تفتر، على ما لم يسم فاعله، ويقال: فر، وافتر، وقال عمر بن أبي ربيعة:\nيرف إذا تفتر عنه كأنه ... حصى برد أو أقحوان منور\nهكذا الرواية: تفتر، بضم أوله. ومعنى يرف ها هنا: يبرق ويتلألأ قال أبو على حسن ابن رشيق رحمه الله قال قوم من أهل العلم: لم يوصف الثغر، بمثل هذا البيت:\nويقولون: استضحك الرجل.\nوالصواب: استضحك وفي الحديث أن عكرمة بن أبي جهل بارز يوم أحد رجلا من أصحاب النبي صلى الله عليه وسلم وآله وسلم فاستضحك النبي عليه السلام فقيل له ما أضحكك يا رسول الله، وقد فجعنا بصاحبنا؟ قال: أضحكني أنهما في درجة واحدة في الجنة. ثم أسلم عكرمة رضي الله عنه يوم الفتح.\nويقولون: اصطلمت أذناه.",
        "(1/115)\n\nوالصواب: اصطلمت، ورجل مصطلم.\nويقولون: صمت أذناه. وينشد كثير من العروضيين:\nمنزلة صم صداها وعفت ... أربعها إن سئلت لم تجب.\nوالصواب: فتح الصاد. قال الله تعالى: {فعموا وصموا} يقال: صم الرجل يصم صمما، وصمم، وأصمه الله ومن أمثالهم: صمت حصاة بدم يريدون كثر الدم، فلو وقع فيه حصاة لم يسمع لها صوت. وكذلك يقولون: شلت يده، وينشد كثير منهم:\nوكنت كذي رجلين رجل صحيحة ... ورجل رمي فيها الزمان فشلت\nوالصواب: شلت، بفتح الشين.\nويقولون: أجبل الشاعر إذا انقطع.\nوالصواب: أجبل، وأصله من: أجبل حافر البئر إذا وصل إلى الجبل، فلم يستطيع الحفر. وكذلك أكدى، إذا وصل إلى الكدية.\nويقولون: خسف الشمس والقمر.\nوالصواب: كسفت الشمس، وخسف القمر.\nوقيل: الحسوف، بالحاء. أفصح فيهما جميعا.\nويقولون: كلفت بكذا. والصواب: كلفت أكلفت. وفي الحديث: إن الله لا يمل حتى تملوا، فاكلفوا من العمل ما تطيقون.\nومن الشعر قول ابن رزيق:\nوالله لو لم تقع عيني على بلد ... في سفرتي هذه إلا وأقطعه\nينشدونه: وأقطعه، بفتح الهمزة، والصواب: ضم الهمزة\nوالمعنى: إلا وأعطاه.\n(1/116)",
        "\n9 - باب ما غيروه من الأفعال بالزيادة.\nيقولون: أوهبتك كذا، وأحرمتك كذا. والصواب: وهبت، وحرمت، بغير ألف.\nويقول: أنحسه الله. والصواب: نحسه الله، بغير ألف.\nويقولون: أفحلت الفرس وغيره.\nوالصواب: فحلت، قال اب السكيت: أنشد الأصمعي:\nإنا إذا قلت طخارير القزع\nوصدر الشارب منها عن جرع\nنفحلها البيض القليلات الطبع\nويقولون: أهزلت دابتي. والصواب: هزلتها.\nويقولون: أغاظني فعلك، يغيظني.\nوالصواب: غاظني، يغيظني، قال الله تعالى: {هل يذهبن كيده ما يغيظ} وكذلك: أرعبني كذا.\nوالصواب: رعبني، فأنا مرعوب.\nويقولون: أرشيت السلطان، وأسدلت الثوب. والصواب: فيهما فعلت، بغير ألف: سدلت ورشوت. وكذلك يقولون: أنعشه الله.\nوالصواب: نعشه الله أي رفعه قال الشاعر:\n(1/117)\n",
        "كم فقير نعشته بغد عدم ... ويتيم جبرته بعد يتم\nكلما عظت الحوادث نادى ... رضي الله عن سعيد بن سلم\nويقولون: أخلع السلطان عليه، وأكساه، والصواب: خلع عليه وكساه.\nويقولون: أقلبت الثوب وغيره. والصواب: قلبت.\nولا يقال: أقلب، في شي، إلا في قولهم: أقلبت الخبزة إذا حان أن تقلب. وكذلك لا يقال: أرجع، في شيء، إلا في قولهم: أرجع يده في كمه، وما سوى ذلك فإنما يقال فيه: رجعه، قال الله تعالى: {يرجع بعضهم إلى بعض القول}.\nوفي الحديث: إنما نسمة المؤمن طائر يعلق في شجر الجنة، حتى يرجعه الله إلى جسده، يوم يبعثه، وقد أجاز بعضهم: ما أرجعت إليه كلمة والأول أحسن.\nويقولون: أقيم على الرجل في داره وعبده.\nوالصواب: قيم عليه.\nوكذلك يقولون: ابيع الثوب، وأزيد عليك في ثمنه.\nوالصواب: بيع، وزيد عليك.\nوكذلك يقولون: أخير لك في كذا. والصواب: خير لك. وإذا أخبر أحدهم عن نفسه أنه بيع وخيف، قال: أبعت وأخفت.\nوالصواب: بعت وخفت، فأنا مبيع ومخوف.\nوكذلك يقال في نظائره.\nوهذا الضرب من الفعل يستوي فيه فعل ما سمي فاعله، وفعل ما لم يسم\n(1/118)\n\nفاعله، فإذا بعت أنت شيئا قلت: بعت كذا، وإذا باع أحد رقبتك قلت: بعت، أيضا فاستويا، إلا أن وزن الأول: فعلت، ووزن هذا، فعلت، كان الأصل: بيعت، فاستثقلت الكسرة على الياء فنقلت إلى الباء بعد إسكانها، وبقيت الياء ساكنة والعين ساكنة، فحذفت الياء لالتقاء الساكنين وبقيت كسرة الياء تدل عليها.\nويقولون: اظلام الليل، وابكام الرجل، إذا أرتج عليه في كلامه.\nوالصواب: أظلم الليل، وبكم الرجل.\nويقولون: أعبت على فلان فعله.\nوالصواب: عبت، على مثال: بعت. قال الشاعر:\nأنا الرجل الذي قد عبتموه ... وما فيه لعياب معاب\nوكتب رجل إلى صديق له كتابا فيه: وقد أعبت عليك كذا، وأعبت كذا. وكرر ذلك، فرد عليه جواب كتابه: أما بعد، فقد وصل إلى كتابك، فعبت عليك قولك: أعبت، والسلام.",
        "(1/119)\n\n10 - باب ما غيروه من الأفعال بالنقص.\nيقولون: شلت الحجر وغيره.\nوالصواب: أشلته، وشلت به، وكذلك يقال في الدابة أشالت ذنبها، وشالت به.\nويقولون: رميت العدل، وركبت فرسا فرماني.\nوالصواب: أرميت العدل، أرماني الفرس.\nويقولون: دل، ومن أمثالهم: أدل فأمل.\nويقولون: عقت الدابة، والصواب: أعقت، ولكن لا يقال لها: معق، وإنما يقال لها: عقوق.\nويقولون: ما عازك من شيء فهو عندي، وما يعوزني إلا كذا، والصواب: أعوز، يعوز.\nويقولون: أعلم وايقن. والصواب: أعلم وأيقن، على وزن أكرم.\nويقولون: أذاني زيد، وما يأذيك غير نفسك.\nويقولون: هو يأسي إليك.\nوالصواب: يسيء إليك. وفي الماضي: أساء، بالمد والهمز، على وزن: اكرم يكرم.\nويقولون: قل الشيء من الأرض.\n(1/120)",
        "\nوالصواب: أقله، ومنه قولهم: ما أظلت الخضراء، ولا أقلت الغبراء مثلك وقال أبو بكر الصديق، رضي الله عنه: أي أرض تقلني، وأي سماء تظلني إذا قلت على الله ما لا أعلم. ومنه اشتقاق القلة.\nويقولون: فلان فاد في سفره، إذا كسب مالا.\nوالصواب: أفاد، ويأتي الكلام على معنى فاد في موضعه، إن شاء الله.\n(1/121)\n",
        "11 - باب ما غيروه بالهمز أو تركه.\nيقولوه: لحم ني.\nوالصواب: نيء، بالهمز وكسر النون، وقد أنأته، أنيئه إناءة، إذا لم تنضجه. فأما الني فهو الشحم. أنشد الأصمعي لبعض الأعراب:\nأقول لنضو أنفذ السير نيها ... فلم يبق فيها غير عظم مجلد\nخذي بي ابتلاك الله بالشوق والهوى ... وشاقت تحنان الحمام المغرد\nفمرت هويا خوف دعوة عاشق ... تشق بي الظلماء في كل فدفد\nفلما دنت في السير ثنيت دعوتي ... فكانت لها سوطا إلى ضحوة الغد.\nويقولون: مراة.\nوالصواب: مرآة، على وزن مخلاة، وهي في الأصل مفعلة.\nويقولون: ذوابة شعر.\nوالصواب: ذؤابة، بالهمز والتخفيف وضم الذال، وغلام مذاب.\nويقولون: اللبا، لأول ما يحلب من اللبن.\nوالصواب: اللبأ، بالهمز، والقصر.\nويقولون: لما يخرج من الجسم: ثالولة، وفي الجمع: ثالول.\nوالصواب: ثولول، بضم الثاء، والهمز، واحد مذكر، وجمعه: ثآليل.\n(1/122)\n\nويقولون: رية.\nوالصواب: رثة، بالهمز والتخفيف، تقول: والله ما رأيت زيدًا، أي ما ضربت رئته.\nويقولون: تهري اللحم.\nوالصواب: تهرأ، وهرأته، وأهرأته.\nويقولون: حاتم طي.\nوالصواب: حاتم طيء بهمزة بعد ياء مشددة.\nويقولون: جبرءوت، وذلك خطأ.\nوإنما يقال: جبروت، وجبرية.\nويقولون: سد مأرب.\nوالصواب: مارب، على وزن قارب. قال النابغة الجعدي:\nمن سبأ الحاضرين مارب إذ ... يبنون من دون سيله العرما\nالعرام: المسناة، وهو السد في وسط الوادي. ويقال له: السكر، أيضا.\nومما يشكل في هذا الباب:\nالفأرة، من الحيوانات، مهموزة.\nوفأرة المسك، غير مهموزة لأنه من فار يفور.\nروأت في الأمر، مهموز.\nورويت رأي، اي مخطيء الرأي، غير مهموز.\nوالفأل ضد الطيرة، مهموز.\nفأما قول: جعله الله فالا لا يفيل، أي لا يخيب، فعلى تسهيل الهمزة، ليتجانس الكلام، كما قالوا: جئته بالغدايا والعشايا، وارجعن مأزورات غير مأجورات.\nالجريء، بالهمز، الشجاع.\nوالجريء، بغير همز، الوكيل.",
        "(1/123)\n\nسواج، موضع بالبصرة، غير مهموز، قال الراجز:\nأقبلن من نير ومن سواج\nوأبو سؤاج، رجل معروف، مهموز، قال الأخطل:\nتعيرني شراب الشيخ كسرى ... ويشرب قومك العجب العجيبا\nمني العبد عبد بني سؤاج ... أحق من المدامة أن تعيبا\n(1/124)",
        "\n12 - باب ما غيروه بالتشديد\nيقولون للحم الأسنان: لثة.\nوالصواب: لثة، بتخفيف الثاء وكسر اللام.\nويقولون: شفة.\nوالصواب: شفة، بالتخفيف وفتح الشين.\nويقولون: قوارة الطوق.\nوالصوابك قوارة، بالتخفيف وضم القاف.\nويقولون: فلاق الحطب.\nوالصواب: فلاق، بالتخفيف.\nويقولون: قرقل.\nوالصواب: قرقل، بالتخفيف، وهو القميص الذي لا كمي له.\nويقولون: اصطبل، بتخفيف اللام وإسكان الباء.\nويقولون: لحرف الروي من الشعر: قافية.\nوالصواب: قافية، بالتخفيف، على وزن فاعلة، لأنها تقفوا صاحبتها، أي تتبعها، فأما إذا كانت القصيدة على حرف القاف ونسبتها إليه، فإنك تقول: قافية، بالتشديد، لأن الياء للنسبة، كما تقول: كافية ولامية.\nويقولون: ورل، بتشديد اللام.\nوالصواب: ورل، بتخفيفها، على وزن جمل، وهو على ما يقال ولد\n(1/125)\n",
        "التمساح، إذا خرج إلى البر وأقام به.\nويقولون للبقعة البيضاءـ، تكون في البر أو البحر، بياضة.\nوالصواب: بياضة، بالتخفيف، لأنه يقال: في عين فلان بياضة وبياضا، وفي عينه كوكبة وكوكب.\nوربما قالوا للأبقع من الكلاب وغيرها: بليق.\nوالصواب: بليق، بتخفيف اللام، على تصغير الترخيم، كما قالوا: زهير من أزهر، وسويد من أسود. ومثل للعرب: يجري بليق ويذم.\nوقال بعضهم: يصلح أن يكون دبير الأسدي تصغير أدبر، في قول من قال في أبلق: بليق، وفي أسود: سويد، ويصلح أن يكون تصغير دبر، لأنه يقال: بعير دبر وأدبر، ومنه قول الشاعر:\nهان على الأمس ما يلقى الدبر\nوإنما سمى دبيرا لأن السلاح أدبرت ظهره، أي تركت به دبرا. وهؤلاء القبيلة: بنو دبير.\nوفي قول الناس: بليق، بالتشديد، من العيب أيضا: أن الكلب والطائر وغيرهما سوى الفرس لا يقال فيه إلا أبقع. وإنما الأبلق في الخيل خاصة.\nويقولون للحب المزروع: زريعة، ويجمعونها على زراريع.\nوالصواب: زريعة، بالتخفيف، والجمع: زرائع.\nويقولون: قبو ويجمعونه على أقبية. والصواب: قبو بالتخفيف وإسكان الباء، وجمعه: أقباء على غير قياس. ولو جمع على القياس لقيل: أقب، كما يقال: أدل ودلاء، في جمع دلو. وهو من قولك: قبوت الشيء قبوا، إذا جمعته.\nويشددون الميم من الدم.\n(1/126)\n\nوالصواب: تخفيفها، وقد جاء فيه التشديد، ولكنها لغة ضعيفة، وكذلك يشددون الراء من حر المرأة.\nوالصواب: تخفيفها، لأن أصله: حرج، فنقص، وإذا جمع رد إلى الأصل، فقيل في جمعه: أحراج.\nوكذلك الأب والأخ، يشددونهما.\nوالصواب: التخفيف.\nوذكر ابن دريد أن الكلبي قال: يقال أخ، مثقل، وأخه، مثقل، قال ابن دريد: وما أدري ما صحته.\nويقولون: مثلت بين يديه.\nوالصواب: مثلت، أي قمت، وفي الحديث أن النبي صلى الله عليه وسلم وعلى آله وسلم قال: \" من أحب أن يمثل الناس له قياما فليتبوأ مقعده من النار\".\nوهو من الأضداد، يكون الماثل القائم، ويكونا اللاطيء بالأرض، ويقولون: اصطرلاب.\nوالصواب: أصطرلاب، بتخيف اللام وإسكان الراء.\nويقال: أسطرلاب، بالسين أيضا، وهو الأصل، وإنما قلبت صادا لمجاورة الطاء.\nويشددون الحاء من: لا حول ولا قوة إلا بالله.\nوالصواب: تخفيفها.\nومنهم من يشدد اي المفسرة في مثل قول أهل التفسير من قول الله تعالى: {وانطلق الملأ منهم أن امشوا} معناه: اي امشوا.",
        "(1/127)\n\nومنهم من يقول: آي بالمد.\nوكذلك أي التي للنداء، يقولون: أي زيد أقبل.\nوالصواب: التخفيف والقصر، على وزن كي.\nوقد جاء في التي للنداء خاصة للمد، إلا أن القصر أشهر وأفصح.\nويقولون: أرض ندية، وعصا مستوية وملتوية، ومسترخية. وسمعت مغنية، ومغنيتين، ورأيت المكاريين.\nوالصواب: تخفيف هذا كله، وما أشبهه.\nويقولون: نكس رأسه، بالتشديد، وقلما يستعمل إلا مخففا، قال الله عز وجل {ولو ترى إذ المجرمون ناكسو رؤوسهم} وكذلك يقولون: نكب عن الطريق.\nوالصواب: نكب، بالتخفيف، قال الله تعالى {عن الصراط لناكبون}\nومما يشددونه من الشعر قول حسان بن ثابت الأنصاري:\nرب حلم أضاعه عدم المال وجهل غطا عليه النعيم.\nويقولون: غطى. والرواية: غطا، بالتخفيف، وغطا بمعنى ستر. وقد روي فيه التشديد إلا أن التخفيف أكثر وأشهر.\nوقول المتنبي:\nإلام طماعية العاذل\nيشددون الياء من طماعية.\nوالصواب: تخفيفها.\n(1/128)",
        "\n13 - باب ما غيروه بالتخفيف\nيقولون: حوصلة، ودوخلة.\nوالصواب: حوصلة، ودوخلة، بالتشديد.\nويقولون: الحواري، للدقيق. والصواب: الحوارى، بضم الحاء وتشديد الواو.\nويقولون: القني، في جمع قناة.\nوالصواب: القني، بالتشديد كما تقول: دواة ودوي.\nويقال في جمع القناة أيضا: قني، وفي جمع الدواة: دوي، بينه وبين واحدته الهاء.\nويقولون: مقدم السفينة، ومؤخرها، ومقدم الشاة.\nوالصواب: مقدم ومؤخر، بالتشديد، ولا يقال: مقدم ومؤخر، بالتخفيف، في شيء إلا في العين خاصة: فإنه يقال: مقدم العين ومؤخرها، بالإسكان.\nويقولون: حيش الحشيش.\nوالصواب: احتش، على وزن افتعل. وحش أيضا. ويقولون: هذه لمعة قد أحشت، اي قد أمكنت أن تحش، وذلك إذا يبست.\nويقولون: ماني الموسوس.\nوالصواب: ماني الموسوس، بتشديد النون، اسم فارسي، فأما المنوي، الذي نسبت إليه المانوية، فاسمه: مانا بتخفيف النون\n(1/129)\n",
        "وألف بعدها.\nومما يشكل من هذا الباب.\nعمان، بضم العين وتخفيف الميم: بلد على شاطيء البحر بين البصرة وعدن، وإليه تضاف الأزد فيقال: أزد عمان. والأزد على فرق: أزد عمان وأزد شنوءة وأزد العتيك وأزد السراة.\nوعمان، بفتح العين وتشديد الميم: بلد بالشام، قال الشاعر:\nآبن عمان من قصور عمان.\nومن الشعر قول ابن دريد:\nأن القضاء قاذفي في هواة ... لا تستبل نفس من فيها هوى\nيقولون: في هوة بالتخفيف. والصواب: التشديد.\n(1/130)\n\n14 - باب ما غيروه من اسماء الفاعلين والمفعولين.\nيقولون لصانع السفن: نشاء. والصواب: منشيء، لأنه من أنشأ.\nويقولون: رجل مهاب، ومعاب.\nوالصواب: مهيب، ومعيب، لأنه لا يقال: أهبته، ولا أعتبه.\nويقولون: أنا معجب بك. والصواب: معجب أيضا، فأما المعجب فهو الذي يعجبك.\nقال الأعور الشني:\nوكائن ترى من معجب لك شخصه ... زيادته أو نقصه في التكلم\nلسان الفتى نصف، ونصف فؤاده ... فلم يبق إلا صورة اللحم والدم.\nويقولون: أنت معزم على السفر. والصواب: عازم.\nويقولون: هو مذهول العقل، ويوم مهول. والصواب: ذاهل، وهائل.\nويقولون: قصيدة مردوفة بألف، وسلعة مقرورة للبيع. والصواب: مردفة، ومقردة.\nويقولون: شيء مفسود، ومصلوح. والصواب: مفسد، ومصلح.\nويقولون لمن أقعد عن المشي: مقعد، والصواب: مقعد، بضم الميم.\nويقولون: أنت مربح في تجارتك، وفلان مخسر، ورجل مشغب.",
        "(1/131)\n\nوالصواب: رابح، وخاسر، وشاغب، لأنه لا يقال: أشغبني، وإنما يقال شغبني.\nويقولون: جاء محثا، إذا جاء مسرعا.\nوالصوابك حاثا، إذا حث دابته، أو محثوثا، إذا حثه غيره.\nويقولون: مال محروز، ومركب موسوق، وخبز محروق.\nوالصواب: محرز، وموسق، ومحرق.\nويقولون: رجل نفاق، والصواب: منفق، وكثير الإنفاق.\nويقولون: رجل مبطول، ومبطول اليد، والصواب: مبطل.\nويقولون: هو متعوب، ومبغوض، وموجوع القلب.\nوالصواب: متعب، ومبغض، وموجع القلب.\nوكذلك يقولون: لحم موقوع. وذلك خطأ. لأنه وقع لا يتعدى، لا يقال وقعته، وإنما يقال: أوقعته فوقع.\nيقولون: ماء طلوب، أي بعيد.\nوالصواب: مطلب، يقال: أطلب الماء، إذا بعد، فأحوجك إلى أن تطلبه.\nويقولون: عالم مبرز.\nوالصواب: مبرز، بكسر الراء، برز الرجل في العلم وغيره، إذا نفد فيه.\nويقولون: هذا حديث مزاد فيه، وثوب مصان.\nوالصواب: مزيد، ومصون، وقد قيل فيه: مصوون، على التمام.\nولم يجيء في ذوات الواو على التمام إلا حرفان: مسك مدووف، وثوب مصوون، فأما ذوات الباء فتجيء على النقص وعلى التمام، نحو: طعام مكيل ومكيول، وثوب مخيط ومخيوط، وطعام مزيت ومزيوت.\nويقولون: زاد المحكي في حكايته كذا.\n(1/132)",
        "\nوالصوابك الحاكي.\nويقولون: شرب المسكر. والصواب: المسكر، بكسر الكاف، فأما المسكر بفتح الكاف فهو السكران نفسه.\nويقولون: حديث مستفاض. والصواب: مستفيض، أو مستفاض فيه.\nويقولون: دار مخروبة، ونار موقودة، وخرقة ملزوقة.\nوالصوابك مخربة، وملزقة، يقال: ألصقت الشيئ فلصق، وألزقته فلزق.\nويقولون: رجل نهمي في الأكل.\nوالصواب: نهم، فأما النهمي فمنسوب إلى نهم قبيلة من همدان.\nويقولون للشيء المطروح: مرمي، وحبل مثنى، وملوى، والمقضى كائن، وحوت مقلي.\nوالصواب: مرمي، ومثني وملوي، والمقضي كائن، وحوت مقلي ومقلو، لأنه يقال: قليت وقلوت، والواو أفصح.\nفأما في البغض فإنما يقال: قليته أقليه، وقليته أقلاه، وعليها جاء المثل: أخبر تقله. وذكر عن المأمون أنه قال: لولا أن أمير المؤمنين عليا صلوات الله عليه قال: أخبر تقله، قلت: اقله تخبر.\nوكذلك يقولون: إناء مطلي، ورجل مكري، وسيف مجلي.\nوالصواب: مطلي، ومكري، ومجلو.\nويقولون للحصير التي يصلي عليها: مصلية. والصواب: مصلى. وكذلك يقولون: كلة مرخية. والصواب: مرخاة.\n(1/133)\n",
        "ويقولون: أللهم اجعلنا من المنسيين في قلوب المؤذنيين.\nوالصواب: المنسيين، بفتح الميم. والمؤذين، على وزن المعطين، والمؤذون، في حالة الرفع.\nويقولون: أنا عيان من المشي، والصواب: معي.\nويقولون للذي يطرز: طراز، والصواب: مطرز.\nويقولون: فرس مسروج، ملجوم. والصواب: مسرج، ملجم، ويقولون، متاع مقارب، والصواب: مقارب، بكسر الراء.\nويقولون: رجل فاطر، وامرأة فاطرة. والصواب: مفطر، ومفطرة.\nويقولون: هو مهدور الخبابة: والصواب: مهدر، لأنه لا يقال: هدر دمه، وإنما يقال: أهدر.\nويقولون: رجل معلول، وكلام معلول، والصواب: معل، وكذلك: رجل مألوم، والصواب: مؤلم.\nويقولون: رجل مسمن. والصواب: مسمن، بفتح الميم الثانية. ويقولون: أنا مويس من كذا، والصواب: يائس، وآيس كلاهما على وزن فاعل مقلوب، والفعل منهما على فعل: يئس وأيس ويروى البيت بالوجهين جميعا:\nوما أنا من أن يجمع الله بيننا ... على خير ما كنا عليه بآيس\nوأنشدوا للعرب:\nأيا أم عمرو أخفضي الطرف وارفعي ... ولا تيأسي أن يكسب المال آيس\nويقال: استيأس بمعنى يئس، فأما المؤيس فهو الذي يؤيسك من الشيء.\n(1/134)\n\n15 - باب ما غيروا بناءه من أنواع مختلفة.\nويقولون: إناء ملآ. والصواب: ملآن. على وزن سكران.\nويقولون: تنور الرجل، من النورة. والصواب: انتور، وانتار. ولا يقال: تنور إلا إذا أبصر النار.\nويقولون: رجل مقطوع. والصواب: منقطع به.\nويقولون امرأة نافسة - والصواب: نفساء، يقال: نفست، بضم النون، إذا ولدت، ونفست، بفتحها، إذا حاضت.\nويقولون: رمان مليسي. والصواب: إمليسي.\nويقولون: استيمنت برؤيتك، واستطرت برؤية فلان.\nوالصواب: تيمينت وتطيرت.\nويقولون: هو عندي عيرة.\nوالصواب: عارية، بالتشديد، وقد جاء عارية، بالتخفيف إلا أن التشديد أكثر. والياء فيهما منقلبة عن واو. وتقول العرب: بنو فلان يتعورون العواري بينهم. وقولهم العواري بالواو، يدل أيضا على أن الأصل في العارية الواو. ويقال: عارة بمعنى عارية، وأنشد أبو زيد:\nفأتلف وأخلف إنما المال عارة ... وكله مع الدر الذي هو آكله.\nويقولون: رجل عسرى، إذا كان يعمل بشماله. والصواب: أعسر. ويقولون: لقبيلة من الروم: البرغل. والصواب: البلغر.",
        "(1/135)\n\nويقولون: داموس. والصواب: ديماس، والجمع: دياميس، فأما الداموس فهو القبر.\nويقولون للصفاة الملساء: إبلاقة.\nوالصواب: ملقة، وجمعها: ملقات. قال الهذلي.\nأتيح لها أقيدر ذو حشيف ... إذا سمت على الملقات ساما.\nويقولون للقلق: بلارج. والصواب: بلورج، عن ثعلب.\nويقولون: زمتكة الطائر. والصواب: زمكي، وزمجي، أيضا.\nويقولون: مسجار الحمام. والصواب: مزجل\nوإنما سمى بذلك، لأن الحمام يزجل به، أي يرمي، زجلت الشيء إذا رميت به.\n(1/136)",
        "\n16 - باب ما أنثوه من الذكر.\nمن ذلك: القلب، والرأس، والبطن، والجوف، يقولون: رقت له قلبي: وانتفخت بطني، ونحو ذلك.\nوالصواب: تذكير الجميع. قال الشاعر:\nوإنك إن أعطيت بطنك سؤله ... وفرجك نالا منتهى الذم أجمعا.\nوالروح: الغالب فيه التذكير. وهم يؤنثونه.\nومنهم من يؤنث القمر، فيقول: طلعت القمر. وتأنيثه لا يجوز. وكذلك السيف، ربما أنثوه. والصواب: تذكيره. وكذلك السكين، يؤنثونه وهو مذكر. قال أبو حاتم: وزعم من لا يوثق به أنه سمع فيه التأنيث، وليس ذلك بشيء. قال وسألت أبا زيد والأصمعي وغيرهما ممن أدركنا فكلهم يذكر السكين، وينكر التأنيث.\nوأنشد الأصمعي لأبي ذؤيب:\nيرى ناصحا فيما بدا وإذا خلا ... فذلك سكين على الحلق حازق.\nوكذلك الكيميا يؤنثونه. قال أبو عمرو الشيباني: الكيمياء مذكر موحد، فارسي معرب.\nوكذلك السرج، يقولون: سرج جيدة، وسرج لطيفة.\nوالصواب: تذكيره.\nوكذلك البيت، لا يعرفون فيه إلا التأنيث، وربما أنشد بعضهم:\nيا بيت عاتكة التي أتعزل\n(1/137)\n",
        "والصواب: الذي أتعزل.\nوقالت جليلة بنت مرة، ترثى زوجها كليبا، وتتخوف قتل أخيها جساس به:\nهدم البيت الذي استحدثته ... وبدا في هدم بيتي الأول\nوكذلك بيت الشعر، وبيت الشعر: مذكران لا يجوز تأنيثهما. ومنهم من يؤنث الباب، فيقول: الباب مفتوحة ومغلوقة، والصواب: تذكيره، لا يقال إلا مفتوح ومغلق لا غير.\nويقولون: صبت المطر.\nوهو مذكر لا يجوز تأنيثه. وصب من الأفعال المتعدية، لا يقال: صب الماء، وإنما يقال: انصب، وصبه غيره، إلا أن كثيرا من العلماء استعملوا: صب المطر.\nومما أنثوه: وهو مذكر الحصير، وربما أدخلوا عليه هاء التأنيث، فقالوا: حصيرة. وذلك غلط، لا يجوز فيه إلا التذكير. وفي الحديث قال: فقمت إلى حصير لنا قد اسود من طول ما لبس فنضحته.\nوكذلك الدمل، يؤنثونه، وربما أدخلوا عليه هاء التأنيث أيضا. وهو لا يجوز تأنيثه.\nوأنشدني الشيخ ابو بكر أيده الله لبعض العرب:\nوصاحب كالدمل الممد ... حملته في رقعة من جلدي\nوكذلك الغدير، مذكر، وهم يؤنثونه، وسمي غديرا لأن السيل غادره، اي تركه.\nوكذلك القميص، ربما أنثوه فقالوا: قميص جديدة، وقديمة.\n(1/138)\n\nوالصواب: التذكير، قال الله تعالى تبارك وتعالى إخبارا عن يوسف عليه السلام: {اذهبوا بقميصي هذا فألقوه على وجه أبي}.\nوكذلك الحرباء: يتوهمونه أنثى. وهو ذكر قال قيس بن الحدادية:\nأني أتيح لها حرباء تنضبة ... لا يرسل الساق إلا ممسكا ساقا\nيعني الحادي، في جده ولزومه، شبهة بالحرباء، والتنضبة: شجرة لطيفة، ويقال: هي ضرب من الشيخ تتلق بها الحرابي. وجمعها: التناضب.",
        "(1/139)\n\n17 - باب ما ذكروه من المؤنث\nالسن مؤنثة. وهم يذكرونها، يقولون: نقلع سنه. والصوابك انقلعت، فأما الأنياب، والأضراس فمذكرة. وأنشد أبو زيد في أحجية:\nوشرب ملامح قد رأينا وجوهه ... إناث أدانيه ذكور أواخره\nيعني ثغرا، لأن الأسنان متقدمة، والأنياب والأضراس متأخرة. وكذلك السن من العمر، مؤنثة أيضا، يقال: كبرت سني. والكبد والإصبع مؤنثتان، وهم يذكرونهما.\nوأنشد أبو حاتم:\nفإن الصبا ريح إذا ما تنشمت ... على كبد حرى تجلت غمومها\nويذكرون الكف، والعضد، والصدغ. وهن مؤنثات.\nوكذلك الكتف، والضلع، والورك، والفخذ، والساق، والقدم، والعقب، والعرقوب، والكراع، والكرش: إناث كلهن لا يذكر واحدة منهن.\nوفي الحديث: \" خلقت المرأة من ضلع عوجاء نزعت من جنب آدم \"، ويقال في جمع الكراع: ثلاث أكرع. والأكارع: جمع الجمع، وكذلك ما كان من المؤنث من هذا الباب، أكثر ما يجمع في قليل العدد على افعل، نحو عقاب وأعقب.\n(1/140)",
        "\nومن ذلك: الريح والنار، يذكرونهما وهما مؤنثتان، وكذلك العرس، والصواب: تأنيثهما، أنشد أبو زيد:\nإنا وجدنا عرس ... الحناط\nلئيمة مذمومة ... الحواط\nتدعي مع النساج ... والخياط\nوكذلك القوس، أنثى كالعرس. إلا أنهما يصغران بغير هاء، تقول: قويس وعريس.\nومما شذ أيضا فلم تدخل الهاء في تصغيره، وهو مؤنث، قولهم في العرب: عريب، وفي الحرب: حريب، وفي درع الحديد: دريع، وفي ذود: ذويد. وكذلك الناب من الإبل، وهي المسنة، تصغيرها: نويب ونييب. وقالوا في تصغير خمس، وست وسبع وتسع، وعشر، بغير هاء لئلا يلتبس بخمسة وستة وسبعة وعشرة، إلا أن ستا أصلها سدس، فإذا صغرتها قلت: سديس، وقالوا: سديسة.\nومما يذكرونه وهو مؤنث: البئر، والدلو، والفأس، والكأس، والعكاز، والنعل، والسراويل، وهؤلاء كلهن مؤنثات. قال قيس بن سعد بن عبارة:\nأردت لكيما يعلم الناس أنها ... سراويل قيس والوفود شهود\nوالخمر، الغالب فيها التأنيث.\nوالضحا مؤنثة، ويقالك ارتفعت الضحا، والضحا من طلوع الشمس إلى أن يرتفع النهار وتبيض الشمس جدًا. فأما الضحاء بالفتح والمد، فمذكر، هو من انقضاء الضحا إلى قريب من نصف النهار.\nوالقدوم التي ينجر بها: مؤنثة.\nوالطست مؤنثة، أعجمية معربة، يقال: طست وطسة\n(1/141)\n",
        "والتصغير: طسيسة وطسيس والجمع: طساس، وطسات.\nوالمجنيق مؤنثة.\nوالعقاب مؤنثة، يقال: هذه عقاب، وثلاث أعقب. والكثير: العقبان قال امرؤ القيس:\nعقاب تدلت من شماريخ ثهلان\n(1/142)\n\n18 - باب ما يجوز تذكيره وتأنيثه وهم لا يعرفون فيه غير أحدهما\nمن ذلك: اللسان، والذراع، والعنق، والقفا. هذه الأربعة تذكر وتؤنث، إلا أن الغالب في العنق: التذكير، وفي الذرع: التأنيث.\nوكذلك الحروف لا يعرفون فيها سوى التأنيث. وليس كذلك بل تذكيرها جائز مستعمل، يقال: هذه باء وهذا باء، وهذه تاء وهذا تاءـ، وهذه جيم وهذا جيم. وكذلك سائر الحروف، وأنشدوا:\nكافا وميمين وسينا طاسما\nيقال: طامس، وطاسم، بمعنى. إلا أن التأنيث أعرف في الحروف. وكذلك السوق، تذكر وتؤنث، والغالب فيها التأنيث، والدليل على ذلك أنهم مجمعون في التصغير على: سويقة.\nوالحانوت، يذكر ويؤنث.\nقال أبو زيد: الأشد، يؤنث ويذكر، من قولك: بلغ الرجل أشده، وهي الأشد، وهو الأشد.\n\nوقال غيره: الأضحى تذكر وتؤنث، يقال: قرب الأضحى، وقربت الأضحى، فمن ذكر ذهب إلى اليوم، ومن أنث ذهب إلى الذبيحة.",
        "(1/143)\n\nوالعسل، يذكر ويؤنث. والغالب فيه التأنيث.\nوالسلطان، لا يعرفون فيه إلا التذكير والتوحيد. قال أبو حاتم: وهو يؤنث ويذكر ويكون واحدا وجمعا، تقول: قضت به عليك السلطان، وأتتهم سلطان جائرة، وكل ما جاء في القرآن مذكر، كله أريد به الحجة، قال: فأما قوله: {وما كان لي عليكم من سلطان} فأظنه التسليط، مثل الإمارة الولاية.\nوقال أبو النجم في الجمع:\nإن لم يغثني سيد السلطان\nيعني الخليفة سيد السلاطين.\nوقال ابن النحاس في كتابه الكافي: السلطان أنثى، ويقع للواحد والجميع، قال أبو العباس يعني المبرد هو جمع سليط، قال ابن النحاس: يعني أنه مثل قولك: رغيف ورغفان. وقال ابن النحاس في كتاب معاني القرآن: السلطان: الحجة، ومن هذا قيل للوالي، سلطان، لأنه حجة الله عز وجل في الأرض.\nويقال: إنه ماخوذ من السليط، وهو ما يستضاء به. والطريقة تذكر وتؤنث، والتذكير فيه أغلب.\nوالحال تؤنث وتذكر، تقول: أنا بحال صالحة، وبحال صالح، والتأنيث فيها أغلب.\nقال كعب بن زهير:\nفما تدوم على حال تكون بها ... كما تلون في أثوابها الغول\nقال أبو حاتم: والغول مؤنثة، وهي ساحرة الجن، وهي التي تغول وتلون.\n(1/144)",
        "\nوالسلاح تؤنث وتذكر، تقول: أخذت السلاح كله، وإن شئت: كلها. والتذكير أغلب، لأن في القرآن: {عن أسلحتكم}.\nوما كان على هذا الوزن، من المؤنث، فإنما يجمع في أقل العدد على أفعل كشمال وأشمل. وقد تقدم نحو هذا.\nوحراء، اسم جبل بمكة معروف، يذكر ويؤنث، والتذكير أعرف الوجهين، لقول النبي صلى الله عليه وسلم:\nاسكن حراء ولم يقل: اسكني.\n(1/145)\n",
        "19 - باب غلطهم في التصغير\nكل ما كان على ثلاثة أحرف فإنهم لا يفرقون بين تصغيره وتصغير ما كان على أربعة أحرف، ثالثه حرف لين:\nيقولون: في تصغير مهر: مهير. وفي تصغير بغل، بغيل: وفي تصغير طفل: طفيل: وفي تصغير جبل: جبيل.\nوالصواب: جبيل، وطفيل، ومهير، على وزن شعيب.\nفإذا صغروا مؤنث هذا الباب لم يجروا فيه على اصلهم من الغلط لا يكادون يقولون: مهيرة، ولا طفيلة، بالتخفيف.\nفأما فعيل، بالتشديد، فإنما يختص بالرباعي الذي ثالثه حرف لين، كما تقدم، وذلك ما كان على وزن: فعال، أو فعال، أو فعال، أو فعلول، أو فعيل، نحو: حمار، وقذال، وغلام، وعمود ورغيف. يقولون في تصغيره: حمير، وقذيل، وغليم، ورغيف.\nأنشد سيبويه:\nبني إن البر شيء هين ... المنطق اللين والطعيم\nالطعيم تصغير الطعام. ووقعت الميم في القافية مع النون.\nوكذلك يقولون في هذا الضرب إلا أنهم ربما غلطوا في أحرف منه، ففتحوا الياء، نحو قولهم في تصغير كبير وصغير: كبير، وصغير، بالكسر.\nوكذلك لا يفرقون بين تصغير ما كان على أربعة أحرف وبين تصغير ما كان على خمسة أحرف، رابعه حرف لين، نحو درهم، وعصفور، ومسمار.\n(1/146)\n\nيقولون: دريهم، وعصيفر، ومسيمر.\nوالصواب: أن يكون في تصغير الخماسي حرف اللين، كما كان من مكبره، إلا أنه ينقلب ياء على كل حال، فتقول في عصفور: عصيفير، وفي مسمار: مسيمير، وفي مفتاح: مفيتيح.\nويقولون في تصغير عجوز: عجيزة.\nوالصواب: عجيز، بغير هاء، مع التشديد، قال الراجز:\nعجيز عارضها منفل ... طعامها اللهنة أو أقل\nويقولون في تصغير عين: عوينة. والصواب: عيينة.\nوفي تصغير شيء: شوي. والصواب: شيئ. فأما شوي فتصغير شاء.\nوفي تصغير: خيط: خويط. والصواب: خييط.\nوفي تصغير شيخ: شويخ - والصوابك شييخ.\nويقولون في تصغير الضحا: ضحية.\nقال أبو حاتم: تصغير الضحا: ضحى، ولم يقولوا ضحية، على القياس، كرهوا أن يختلط بتصغير ضحوة.",
        "(1/147)\n\n20 - باب غلطهم في النسب.\nيقولون: رجل دنيائي.\nوالصوابك دني، على وزن قمري، ودنيوي، ودنياوي أيضا ويقولون: إذا نسبوا إلى الدم: رجل دماوي.\nوالصواب: دموي، وإن شئت: دمي.\nوكذلك ما كان من هذا الضرب المحذوف اللام، الذي لا ترد إليه لامه في التثنية والإضافة: أنت مخير في رد لامه في النسب إليه، وتركها فإذا نسبت إلى غد قلت: غدي، وإن شئت: غدوي.\nويقولون: النقا الخطية، والصواب: الخطية، بالفتح منسوبة إلى الخط، وليس الخط منبتها. وإنما تأتي بها سفن الهند فترفأ في خط البحرين، ونسبت إليه، وهو ساحل ترفأ فيه السفن.\nويقولون للبخيل الذي ينظر في الحبة والحبتين: حبي بكسر الحاء.\nوالصواب: حبي، بفتحها، منسوب إلى الجنة.\nويقولون: يوم بدري، وليلة بدرية.\nوالصواب: بدري، وبدرية، بإسكان الدال، لأنه منسوب إلى البدر.\nوإذا نسبوا إلى الخريف قالوا: خرفي.\nوالصواب: خرفي، بفتح الخاء، على غير قياس.\nويقولون: رجل نحوي.\n(1/148)",
        "\nوالصواب: نحوي، بإسكان الحاء، منسوب إلى النحو.\nورجل لغوي: والصواب: لغوي، بضم اللام، منسوب إلى اللغة.\nوقد جاء لغوي، كما جاء أموي، إلا أنها ضعيفة جدًا، والفصحى. أموي، لأنه منسوب إلى أمية. كما تقول: طهوي إذا نسبت إلى طهية.\nويقولون للذي يروى الأخبار: خبري: والصواب: خبري، بفتح الخاء.\nويقولون: جلولي. والصواب: جلولي، بفتح الجيم، منسوب إلى جلولاء\nويقولون: كلب سلوقي. والصواب: سلوقي، بفتح السين، منسوب إلى سلوق، موضع باليمن، تنسب إليه الكلاب والدروع.\nويقولون للكلب القصير: صيني. والصواب: زئني، بالزاي والهمزة.\nويقولون: الآذري. والصواب: أذري، بالقصر، وأذربي على غير قياس، لأنه منسوب إلى أذربيجان بفتح الذال وإسكان الراء.\nومن غلطهم في النسب إلى القبائل: نسبتهم إلى: لخم: لخمي.\nوإلى النخع: نخعي، والصواب: لخمي، بإسكان الخاء، ولخعي، بفتحها، وهو إبراهيم النخعي والأشتر النخعي. ولا يجوز إسكانها.\nوكذلك قولهم في النسب إلى قبيلة من اليمن: كلاعي، غلط.\nوالصواب: كلاعي بفتح الكاف، قبيلة تنسب إلى ذي كلاع ملك من ملوك اليمن.\nويقولون: عنتر العبسي.\nوالصواب: عنترة العبسي وكذلك: الأسود العنسي بسكون النون أيضا، ولا يجوز فتحهما.\nويقولون: بربري.\nوالصواب: بربري، وهو يتكلم بالبربرية، بفتح الباءين.\n(1/149)\n",
        "21 - باب غلطهم في الجموع\nيقولون: الأنافي، في جمع أنف\nوالصواب: آنف، في القليل، وأنوف، في الكثير، كما يجمع فلس على أفلس وفلوس.\nويقولون في جمع حدأة: أحدية. والصواب: حدأ، بالقصر، وحدآت.\nويقولون في جمع مرآة: أمرية. والصواب: مراء، على وزن معان، والكثير: مرايا، وكذلك يقولون في جمع قفا: أقفية، وفي جمع رحى: أرحية. وفي جمع مهر: أمهرة.\nوالصواب: أفقاء، وأرحاء، وأمهار، ومهار.\nقال الشاعر:\nومجنبات لا يذقن عدوقا ... يقذفن بالمهرات والأمهار\nولا يقال لواحدة الأرجاء: رحى، بالكسر.\nوكذلك يقولون في جمع فرو: أفرية.\nوالصواب: أفر، في قليل العدد، وفراء، في كثيره.\nويقولون في جمع جدي: جديان. والمتفصحون منهم يقولون: الجراء، وكل ذلك خطأ.\nوالصواب: أجد، في قليل العدد. وجداء في كثيره، ووزن أجد:\n(1/150)\n\nأفعل، كقولك أكلب في جمع كلب، وفي قليل العدد، وكلاب في الكثير.\nوالأصل في أجد: أجدي، استثقلت الضمة على الياء فحذفت، وكسر ما قبل الياء، إذ ليس في الكلام ياء ساكنة قبلها ضمة، وحذفت الياء لسكونها وسكون التنوين.\nوكذلك ما كان من هذا الباب، مثل: أظب، جمع ظبي، وأيد، جمع يد.\nوهذا حجة من قال: وزن يد: فعل.\nوكذلك ما كان آخره واوا، كدلو وحقو، يقولون في جمعه: أدل وأحق، لأن الأسماء ليس فيها ما آخره واو قبلها ضمة، وإنما يكون ذلك في الأفعال، لأن الأسماء تتغير بالنسبة والإضافة وغير ذلك. فإذا أدى قياس إلى ذلك أبدل من الواو ياء، ومن الضمة كسرة، فصار إلى باب ما آخره ياء. والأصل المرفوض: أدلو، وأحقو.\nويقولون في جمع صاع: آصع.\nوالصواب: أصوع، مثل دار وأدور، ونار وأنور، ويجوز همز الواو في هذا الباب، لثقل الضمة عليها، والصاع تذكر وتؤنث.\nويقولون: أهوية الناس مختلفة، أي إرادتهم وشهواتهم.",
        "(1/151)\n\nوالصواب أهواؤهم؛ لأنها جمع هوى، مقصور.\nقال الله تعالى: {واتبعوا أهواءهم}.\nوفي الأخبار: أن ابن شبرمة قبل أن يلى القضاء مر به موكب السلطان، فأقبل ولده يتطاول إلى النظر إليه فقال له: يا بني: دعهم، لنا ديننا ولهم دنياهم، فلما ولي القضاء بعد ذلك، وأكثر الإتيان إلى السلطان، قال له ولده: يا أنت! أين ما كنت قلت لي يوم مر بنا موكبهم؟ فقال: يا بني! إن أباك أكل من حلوائهم فحط في أهوائهم. فأما الأهوية فجمع الهواء الذي بين السماء والأرض، ممدود، يقال: أهوية البلدان مختلفة، وأهواء الناس مختلفة.\nويقولون في جمع سن: سنان - والصواب: أسنان.\nويقولون في جع السري: سراة.\nوالصواب: في فتح السين، يقال: هو من سراة الناس. فأما السراة، بالضم، فهم الذين يسرون بالليل، جمع سار.\nويقولون في جمع كراع: كوارع.\nوالصواب: أكارع، وفي أقل العدد: أكرع. قال الشاعر:\nزنيم تداعاه الرجال سفاهة ... كما زيد في عرض الأديم الأكارع\nويقولون في جمع فيل: فيلة. والصواب: بكسر الفاء، كما يقال: ديك وديكة.\nويقولون في جمع خبيث: أخباث. والصواب: خبثاء، مثل ظريف وظرفاء.\nويقولون في جمع رقعة: رقائع. والصواب: رقاع، فأما الرقائع فجمع رقيعة. وقيل جمع رقعة، على غير قياس.\n(1/152)",
        "\nويقولون في جمع لقمة: لقام. والصواب: لقم.\nويقولون في جمع قبة: قبب. والصواب: قباب وقبب.\nوبعضهم يقول في جمع جبة: جبب. والصواب: جباب.\nويقولون في جمع نقمة: نقمات، بفتح النون. والصواب: نقمات، بكسرها.\n(1/153)\n",
        "22 - باب ما جاء جمعا فتوهموه مفردا\nمن ذلك: المصران، يجعلونه واحدًا، ويكسرون ميمه.\nوإنما هو جمع مصير، يقال: مصير ومصران، كما يقال: رغيف ورغفان. ثم يجمع المصران على مصارين، فالمصارين جمع الجمع.\nوكذلك الطير يجعلونه واحدا، يقولون: اشتريت طيرا واحدا، واشتريت طيرين، أي اثنين من الطير، والطير إنما هو جمع لا واحد. والواحد طائر، والأنثى طائرة. تقول: اشتريت طائرا وطائرين.\nقال الله عز وجل: {فخذ أربعة من الطير فصرهن إليك} ثم يجمع الطير على أطيار وطيور، قال أبو حاتم، وربما قالوا: طائر وطوائر.\nوكذلك الجنان، لا يعرفونه إلا البستان المفرد، وليس كذلك. إنما الجنان جمع جنة، كشنة وشنان.\nوقال النبي صلى الله عليه وسلم: \" يوشك يا معاذ إن طالت بك حياة أن ترى ما ها هنا قد ملي جنانا\".\nوروى البخارى أن أم حارثة ابن سراقة لما قتل يوم بدر قالت: يا رسول الله قد عرفت منزلة ابني مني، فإن يكن في الجنة أصبر وأحتسب وإن تكن الأخرى ترى ما أصنع؟ فقال: ويحك! أوهبلتِ؟ أوجنة واحدة هي؟ إنها جنان كثيرة، وإنه في جنة الفردوس.\n(1/154)\n\nوقال الأحنف بن قيس لعمر بن الخطاب رضي الله عنه في كلام طويل: وإن إخواننا من أهل الكوفة نزلوا في مثل حدقة البعير الفاسقة من العيون العذاب والجنان الخصاب. فلو لم تكن الجنان جمعا ما نعتها بالخصاب، وهو جمع.\nوكذلك قولهم: أرض بور، والبور، بالضم، إنما هو نعت الجمع.\nقال ابن خرزاذ، قال أبو زياد الكلابي:\nالبور: أرض لا نبت فيها، بالفتح، وجمعها: بور، بالضم، قال عدي بن زيد:\nوأبقين آيات لمن كان مسهبا ... شناخيب أعلاما وبورا بلاقعا\nويقال: رجل بور، وقوم بور، أي هالك، وهلكى. فعلى هذا، إذا جعلت الأصل في الأرض من الهلاك والموت، إذا كانت لا نبت فيها، شبهت بالميت فقد يجوز أن يقال: أرض بور وأرضون بور. ولكن المسموع ما قدمته.\nوكذلك بالميت فقد يجوز أن يقال: أرض بور وأرضون بور. ولكن المسموع ما قدمته.\nوكذلك الزناد، يجعلونه واحدًا، وهو جمع، يقال: زند وزندة، والجمع زناد.",
        "(1/155)\n\n23 - باب ما أفردوه مما لا يجوز إفراده وما جمعوه مما لا يجوز جمعه.\nيقولون لواحد النبل: نبلة.\nوذلك غير جائز، ليس للنبل واحد من لفظه، وإنما واحده: سهم، وقدح. والنبال جمع النبل.\nويقولون: خرجنا وحودنا، وجاء القوم وحودهم، فيجمعون، وذلك غير جائز أيضا. وإنما يقال: خرج زيد وحده، وخرج الزيدون وحدهم، وخرجنا وحدنا، هكذا على التوحيد والنصب في كل حال.\nويقولون: سافرنا في العواشر، يعنون عشر ذي الحجة، والعواشر إنما هي جمع عاشرة. والصواب أن يقال: سافرنا في العشر، وصمنا العشر.\nقال عمر بن أبي ربيعة:\nلقيت ابنة السهي زينب عن عفر ... ونحن حرام مسى عاشرة العشر\nفكلمتها ثنيتين كالثلج منهما ... وأخرى على لوح أحر من الجمر\nقوله: عن غفر أي عن بعد، واللوح: العطش، وجاء به ها هنا استعارة، ويعني بإحدى الكلمتين، التي هي كالثلج: تسليمه عليها، وبالأخرى، التي هي أحر من الجمر: توديعه إياها. وفي الكلام حذف التقدير فكلمتها كلمتين: واحدة منهما كالثلج، والأخرى أحر من الجمر.\n(1/156)",
        "\n24 - باب في أنواع شتى\nيقولون: ذبانة.\nوالصواب: ذبابة، وجمعها: ذباب، وجمع الذباب: أذبة، وذباب، كغراب، وأغربة، وغربان. فكما لا يقال: غربانة كذلك لا يقال: ذبانة.\nوقد قال قوم: إنه لا يقال إلا ذباب، للذكر والأنثى، كالغراب، يقع على الذكر والأنثى.\nوكذلك يقولون: صئبانة.\nوالصواب: صؤابة، وجمعها: صؤاب، وجمع الجمع: صئبان، كما يقال أيضا غراب وغربان.\nويقولون: خشكنان. والصواب: خشكنانج لا غير، الواحدة: خشكنانجة.\nويقولون: عايرت فلانا بكذا. والصواب: غيرته كذا قال النابغة:\nوعيرتني بنو ذبيان رهبته ... وما علي بأن أخشاك من عار\nويقولون: عايرت الموازين. والصواب: عايرتها عيارا.\nويقولون: الحمد لله الذي كان كذا وكذا. والصواب: الحمد لله إذ كان كذا وكذا.\nويقولون: والله الذي لا إله إلا الله.\nوالصواب: والله الذي لا إله إلا هو، لأنك إذا لم تأت بقولك هو لم يمكن في الكلام راجع إلى الذي.\nويقولون: هذا الأمر يألو إلى كذا، أي يصير. والصواب: يؤول.\n(1/157)\n",
        "ويقولون للذكر من المعز، إذا كان أحمر إلى السواد: أحو.\nوالصواب: أحوى، والأنثى حواء، بالمد.\nوكذلك يقال: فرس أحوى، وهو الورد الأحم، والحمة والحوة سواء.\nويقولون: ما بقي له سائحة ولا رائحة.\nوالصواب: سارحة ولا رائحة، ويقال: سرحت الماشية بالغداة، وراحت بالعشي.\nوقولهم: أثر ما أصله عندي قول العرب: أفعل ذلك آثرا ما أي أول شيء، فغيروه.\nويقولون: هو مباح للشارد والوارد. والصواب: للصادر والوارد.\nويقولون: عرس الرجل بامرأته. والصواب: أعرس.\nفأما عرس فمعناه: نزل بالليل.\nويقولون: قنزعة الديك. والصواب: قوزعة، وقد قوزع الديك، إذا نبتت قوزعته.\nويقولون لضرب من الطير: سمانة.\nوالصواب: سماني في الجمع، على وزن حبارى، وفي الواحدة: سماناة، بتخفيف الميم أيضا.\nويقولون: مقرط فلان، إذا تابع الكلام وأكثر.\nوالصواب: قرمط، يقال: قرمط خطوه، إذا قاربه في إسراع، وقرمط خطه إذا جمعه وضم بعضه إلى بعض.\nويقولون: الكورة، والصلوجان. والصواب: الكرة والصولجان.\n(1/158)\n\nويقولون: فلان ما يجري ولا يمري، والصواب: ما يجلي ولا يمرء.\nويقولون: تنوقت في صناعة الشيء، والصواب: تأنق.",
        "(1/159)\n\n25 - باب ما وضعوه غير موضعه\nيقولون: للكلأ الأخضر: حشيش. وليس كذلك.\nإنما الحشيش: اليابس. فأما الأخضر فيسمى: الرطب والخلي.\nويقولون للحشيش اليابس: عسب، وليس كذلك، إنما العشب: الأخضر من المرعى.\nويقولون: هاج الزرع، إذا غلظ وخشن، لا يعرفون فيه غير ذلك. وإنما هاج: تصوح وجف، قال الله تبارك وتعالى: {ثم يهيج فتراه مصفرا}.\nويقولون: فلان، يحوقل في أشغاله. يعنون أنه يتلبث ويتشاغل بغير ما هو فيه. وليس كذلك. إنما الحوقلة: سرعة المشي.\nويقولون: أكلنا طعاما فوجدنا له البنة، أي طيب مذاق. وذلك غلط.\nإنما البنة: الرائحة، قال الشاعر:\nوعيد تخرج الأرآم منه ... وتكره بنة الغنم الذئاب.\nيريد أن هذا الوعيد تخرج الأرآم منه، أي تسقط أولادها قبل حين الولادة. والأرآم لا تخرج ولا تخرج زعموا أي لا تسقط قبل تمام عدتها. ولا تلد ولدا ناقص الخلق، وكذلك لا تمرض إلا مرض الموت. ولذلك قالوا: أصح من ظبي. وقوله: وتكره بنة الغنم الذئاب، يريد أن الذئاب تكره\n(1/160)",
        "\nرائحة الغنم، على فرط محبتها لها فتخالف عادتها لشدة هذا الوعيد.\nويقولون للمسترخي الأذنين من الخيل: أبد. وليس كذلك.\nإنما الأبد: المتباعد ما بين اليدين، وهو عيب. فأما استرخاء الأذنين فهو الخذا. ويقال للذكر: أخذى وللأنثى: خذواء.\nوإذا كان الفرس أقنى مدحوه بذلك، وجعلوه من علامات عتقه.\nوالقنا في الفرس عيب عند العرب، وإنما يكون القنا في الهجن.\nقال الشاعرك\nليس بأسفى ولا أقنى ولا سغل ... يسقى دواء قفي السكن مربوب\nويقولون للفرس القليل اللحم، المضطرب الخلق: ملواح، وليس كذلك.\nإنما الملواح: السريع العطش.\nويسمون عتاق الخيل العربية وغيرها: البراذين. وذلك غلط.\nإنما البراذين عند العرب: التي تسميها الناس الزوامل.\nوعندي أن أصل قولهم: فلان يبرذن، إنما هو لسفره بالبراذين.\nويقولون للتيس: عنز. وليس كذلك.\nإنما العنز: الأنثى من المعز خاصة. والذكر: تيس، ويكون التيس من المعز والظباء والضأن. هذا قول أبي حاتم السجستاني وغيره.\nمن ذلك: تقريص العجين، هو عندهم بسطه باليد. وليس كذلك.\nإنما تقريص العجين: تقطيعه ليبسط، يقال: قرصت المرأة العجين،\n(1/161)\n",
        "إذا قطعته لتبسطه، وكل مقرص مقطع، هذا كلام أبي عبيد في حديث النبي صلى الله عليه وسلم: أن امرأة سألته عن دم المحيض في الثوب فقال: \" قرصيه بالماء\" يعني قطعيه.\nقال الشيخ أبو بكر أيده الله: فأما قول النبي صلى الله عليه وسلم: \" قرسوا الماء في الشنان\" فبالسين، ومعناه: بردوه، من القرس وهو البرد. والشنان جمع شنة، وهي القربة البالية.\nومن ذلك: العرصة عندهم: بناء قائم كالسارية. وليس كذلك.\nإنما العرصة: كل بقعة ليس فيها بناء.\nقال مالك بن الريب:\nتحمل أصحابي عشاء وغادروا ... أخا ثقة في عرصة الدار ثاويا\nومن ذلك: الهارب والآبق، لا يفرقون بينهما.\nوليس يسمى آبقا إلا إذا كان ذهابه من غير خوف ولا إتعاب عمل، وإلا فهو هارب.\nومن ذلك: الجنب والجانب، لا يفرق كثير من الناس بينهما.\nوالجنب للحيوان. والجانب: ناحية كل شيء. وليس لشيء من الحيوان غير جنبين، وله جوانب كثيرة، لأن كل ناحية من نواحيه جانب، والجنب أحد جوانبه، فكل جنب جانب، وليس كل جانب جنبا، تقول: نزلنا بجانبي الوادي، ولا تقول: بجنبيه، إلا على المجاز.\nومن ذلك: نعم وبلى، لا يفرقون بينهما.\nوالصواب: إذا كان السؤال موجبًا: أن يكون جوابه، بنعم، كقولك: أخرج زيد؟ أركب أخوك؟ هل قدم أبوك؟ فالجواب: نعم. ولا يجوز ها هنا: بلى. قال الله تعالى: {فهل وجدتم ما وعد ربكم حقا قالوا نعم}.\n(1/162)\n\nوإذا كان السؤال غير موجب كان الجواب ببلى، ولا يجوز ها هنا نعم. قال الله تعالى: {ألست بربكم قالوا بلى}.\nومن ذلك: المنكب والمرفق، لا يفرقون بينهما. والمرفق: رأس الذراع الذي يلى العضد. والمنكب: رأس العضد الذي يلي الكتف.\nومما يضعونه غير موضعه قولهم: حمادى أن فعل فلان كذا فعلت أنا كذا فيجعلونه مثل: مقدار ومسافة، وما أشبه ذلك وقد يضعون هذه الكلمة أيضا موضع. بالحرى وإنما هي بمعنى: قصارى. يقال: حماداك أن تفعل كذا، أي قصاراك.\nومن ذلك: الخرطوم، يذهبون إلى أنه الفم. وليس كذلك. إنما الخرطوم: الأنف.\nويقال للعظيم الأنف: خرطماني. ووصف رجل من العرب ابنه فقال: كان والله أشرق خرطمانيا، إذا تكلم سال لعابه. والعرب تمدح بطول الأنف.\nومن ذلك: القدم، يذهبون إلى أنها مؤخر الرجل. وليس كذلك.\nإنما القدم مقدمها، الأصابع، وما يليهن. قال الشاعر:\nولسنا على الاعقاب تدمى كلومنا ... ولكن على أقدامنا تقطر الدما\nهكذا الرواية: تقطر بالتاء، الدما بفتح الدال، وفي تقطر ضمير راجع إلى الكلوم، كأنه قال: تقطر الكلوم الدما. ويروى يقطر بالياء، ويكون الدما على هذه الرواية هو الفاعل، لأن فيه لغة على وزن قفا وعصا، تقول:",
        "(1/163)\n\nهذا دما، ومررت بدما، إلا أنها لغة رديئة.\nومن ذلك: أطناب الخباء، يذهبون إلى أنها الشقاق المخيطة في أسفله. وليس كذلك.\nإنما الأطناب: الحبال التي يشد بها في الأوتاد.\nومن ذلك: الأوباش من الناس، هم عندهم: السفلة. وليس كذلك. إنما الأوباش والأوشاب: الأخلاط من الناس من قبائل شتى، وإن كانوا رؤساء وأفاضل، وفي الحديث: قد وبشت قريش أوباشا أي جمعت جموعًا.\nومن ذلك: بنك الشيء، وهو عندهم: معظمه. وليس كذلك.\nإنما بنك كل شيء: خالصه.\nومن ذلك: المقرف، هو عندهم: البخيل. وذلك غلط.\nإنما المقرف: الذي أمه كريمة وأبوه ليس كذلك، والهجين: الذي أبوه كريم وأمه ليست كذلك، قال الشاعر:\nكم بجود مقرف نال العلا ... وكريم بخله قد وضعه\nألا تراه سماه مقرفا، وجعل له جودًا نال به العلا، وسمى الآخر كريما، وجعل له بخلا قد وضعه، فلم يرد أيضا بالكريم السخي.\nويقولون: رجل هيوب، للذي يهابه الناس. والصواب: مهيب. فأما الهيوب فهو الجبان. قال الشاعر كعب بن سعد الغنوي:\nأخي ما أخي لا فاحش عند بيته ... ولا ورع عند اللقاء هيوب\nيقولون للخرقة المخيطة، في جانب القميص: بنيقة. وليس كذلك. إنما البنيقة: لبنة القميص التي فيها الأزرار. قال الشاعر المجنون:\nيضم إلى الليل أطفال حبها ... كما ضم أزرار القميص البنائق\nويقولون: قدم الأمير في ضفف، يعنون في كثرة وحفدة.\nوإنما الضفف: قلة الطعام وكثرة الآكلين. والحفف: أن يكون الطعام على قد آكليه.\n(1/164)",
        "\nويقولون: تشحط الصبي، إذا بكى، وتشحطت المرأة، إذا صاحت. وليس كذلك. إنما التشحط: التضرج بالدم.\nويقولون للمرأة الكهلة المسترخية اللحم: مطهمة. وليس كذلك. قال الأصمعي: المطهم. التام كل شيء منه على حدته، فهو بارع الجمال. يقال صبي مطهم، وفرس مطهم، إذا كان حسن الخلق.\nويقولون للفرس الأبيض: أشهب. وليس كذلك. إنما يقال: أبيض، وقرطاسي. فأما الشبهة فهي سواد وبياض، يقال: فرس أشهب، إذا اختلط فيه السواد والبياض ويقولون للفرس الكميت أو الأشقر، تخالط شقرته شعرة بيضاء: أشعل: وليس كذلك.\nإنما يقال له: صنابي، نسب إلى الصناب، وهو الخردل بالزبيب. أما الأشعل فهو الذي في عرض ذنبه بياض.\nويقولون: للفرس السريع الحسن المشي: حادر، وللمرأة الحسناء: حادرة.\nوالحدارة إنما هي الغلظ، يقال: فرس حادر، أي غليظ، وإنما سمى الأسد حيدرة، لشدته وغلظه.\nويقولون: إنما فلان شبح قائم، أي صفر خال. وليس كذلك. إنما الشبح والشبح: الشخص.\nويقولون: للثوب إذا كان مفرجا: مبنق. وليس كذلك.\nإنما التبنيق: التحسين والتزيين. قال ثعلب: يقال: بنقت الكتاب. إذا جمعته وحسنته، وبنقت الشيء، إذا قومته، ولذلك قيل بنائق القميص لأنها تحسنه.\nويقولون: للسمع: قير. وليس كذلك.\n(1/165)\n",
        "إنما القير: الذي يطلى به السفن، يقال: قير وقار.\nويقولون للكمثرى: إنجاص. وذلك غير معروف. إنما الإنجاص والإجاص لغتان ضرب من المشمش.\nويقولون لما نتأ في بدن الإنسان وسائر جسمه. من علة أو مهنة: درن. وليس كذلك.\nإنما الدرن: الوسخ يعلو الجسم وغيره. ومن أمثالهم: \" لا درنك أنقيت ولا ماءك أبقيت\".\nومن ذلك قول عمر بن الخطاب رضي الله عنه: نعم البيت الحمام، ينقي الدرن ويذكرنا البار.\nويقولون: خرج فلان قبيل، يريدون المبالغة في البعد، وليس كذلك. إنما هو أقرب من قبل، لأنه تصغيره، فإذا قلت: جاء زيد قبيل الصبح، فهو أقرب إلى الصبح من قولك: جاء قبل الصبح.\nويقولون: عندي زوج من البقر، يعنون اثنين، وليس كذلك.\nإنما الزوج واحد، ولا يقال للاثنين من شيء من الأشياء: زوج، إذا كان أحدهما لا يستغني عن صاحبه. وإنما يقال لهما زوجان. والزوجان والفردان سواء، تقول: أخذت زوجي نعال وزوجي خفاف، تريد اثنين. وكذلك الحمام، ومن كل شيء لا يقال للاثنين زوج، وإذا قلت: فلان يحرث بزوجين من البقر، فهما اثنان من البقر.\nوكذلك لا يقال: قطعت بالمقص والجلم. وإنما يقال: بالمقصين والجلمين.\n(1/166)\n\nويقولون: كل يوم ليلته قبله إلا عاشوراء، فإنه ليلته بعده. وليس كذلك. إنما قال أهل العلم: كل يوم ليلته قبله إلا يوم عرفة رأيته في كتاب الهجاء للدينوري وذكر لنا الشيخ أبو محمد عبد الحق أيده الله أنه رأى ذلك لأهل العلم.\nويقولون: سانية، للخشب الذي تديره الدابة إذا سنت. وليس كذلك. إنما السانية: الدابة التي تسنو.\nويقولون لنبت له زهر أصفر: أقحوان. وليس إياه. إنما الأقحوان: البابونج، والبابونق لغتان وهو الذي يقول له الناس: البابونق، بضم النون.\nومن ذلك: التطفيف، هو عندهم التوفية والزيادة. لا يعرفون فيه غير ذلك، ويقولون: إناء مطفف، أي ملآن، حتى فاض أو كاد. وليس كذلك.\nوإنما التطفيف: النقصان، يقال: إناء طفان، وهو الذي قارب أن يمتليء، ويروى عن سلمان أنه قال: الصلاة مكيال، فمن وفى وفي له، ون طفف فقد علمتم ما قال الله في المطففين وفي الأخبار: ترك المكافأة على الهدية من التطفيف.\nومن ذلك: العجز والكسل، لا يفرقون بينهما.\nوالعجز عن الشيء: ألا تستطيعه، يقال: أعجزني الشيء إذا حاولته فلم تقدر عليه.\nوالكسل أن تترك الشيء وتتراخى عنه، وإن كنت تستطيعه. وذكر أن رجلا من أهل العلم قال: وعدني بعض صناع مكة بصناعة شيء وحد لي وقتا، فأتيته للوقت فلم ألف ذلك الشيء، فقلت له: أعجزت: قال: لم أعجز عنه، ولكني كسلت. قال فتصاغرت إلى نفسي، أن يكون الصانع أعلم مني بمواقع الكلام.",
        "(1/167)\n\nويقولون للكروم: الدوالي، وللواحدة: دالية. وليس وهو كذلك. إنما الدالية: التي تدلو الماء من البئر والنهر، أي تستخرجه، من دلوت الدلو إذا أخرجتها، وأدليتها، إذا أرسلتها، والدالية كالدولاب والناعورة، ونحو ذلك.\nويقولون: شاة مولودة، للتي ولدت قريبًا. وذلك غلط.\nإنما المولودة: ولدها إذا كان أنثى.\nويقولون للبئر المطوية لماء المطر: جب، قال أبو عبيد: الجب: البئر التي لم تطو.\nويسمون أرض الحرث: الفدان. وليس كذلك.\nإنما الفدان، بتشديد الدال وتخفيفها: الحديدة التي تجمع أداة الثورين في القران.\nويقولون: اختفى زيد مني، بمعنى: استتر. وليس كذلك.\nإنما المختفي: الظاهر. فأما المستتر فهو المستخفي، يقال: استخفى إذا استتر، واختفى إذا ظهر، ومنه قيل للنباش: مختف.\nويقولون للكراكي: غرانيق.\nوإنما الغرانيق عند العرب: طير الماء واحدها: غرنيق وليس في كلام العرب على هذا الوزن غيره.\n(1/168)",
        "\nويقولون: عرطز المهر إذا مر يمرح.\nوإنما العرطزة عند العرب: التنحي، يقال: عرطز الرجل إذا تنحى. ويقولون: نفحت الدابة برجلها، إذا ضربت برجلها، وليس كذلك.\nإنما يقال: نفحت بيدها، ورمحت برجلها.\nومن ذلك قولهم للبوادي: قرى، وخرجنا إلى القرية، إذا خرجوا إلى البادية. وليس كذلك.\nإنما القرية: المدينة، قال الله عز وجل: {على رجل من القريتين عظيم} قيل أراد مكة والطائف.\nوقال: {لتنذر أم القرى ومن حولها}.\nقال قتادة: كنا نحدث أنها مكة، لأن الأرض منها رجبت وقيل: إنما سميت أم القرى لأنها تقصد من كل قرية.\nويقولون للبساط: نمرقة، وذلك غلط. إنما النمرقة: الوسادة.\nويقولون لبعض بسط الصوف: حنبل. وليس كذلك.\nإنما الحنبل: الفرو. عن الشيباني وغيره.\n(1/169)\n",
        "26 - باب ما جاء لشيئين أو لأشياء فقصروه على واحد.\nيقولون لضرب من سباع الطير: صقر. والصقر: كل ما يصيد من سباع الطير.\nقال العجاج:\nتقضي البازي من الصقور\nوقد زعم قوم أن كل ما يصيد يقال له صقر، إلا النسر والعقاب. ويقولون للآس خاصة: ريحان. والريحان: كل نبت طيب الريح.\nوكذلك الأرجوان لا يعرفونه إلا الصوف الأحمر. وليس كذلك.\nبل كل أحمر أرجوان، صوفا كان أو غيره.\nوكذلك العجم لا يكون عندهم إلا السودان خاصة. وليس كذلك. بل العجم: الروم والفرس والبربر، وجميع الناس سوى العرب.\nوكذلك الصقلبي، لا يكون عندهم إلا الخصي، أبيض كان أو أسود. وإنما الصقلبي: منسوب إلى الصقالبة، قبيلة من الروم، واحدهم: صقلبي، خصيا كان أو فحلا.\nويقال للأسود: صقلبي، إلا أن الصقالبة كثر الخصاء فيهم، فنسب غيرهم إليهم. وكذلك قولهم لساكن القيروان خاصة: قروي. وليس كذلك.\n(1/170)\n\nبل كل من سكن القرية يقال له: قار، وقروي، وكل من سكن البادية يقال لهك باد، وبدوي. فليس القيروان أحق بهذا النسب من غيرها، لأنها واحدة من القرى، فأما النسب إلى اسمها فقيرواني بفتح الراء وضمها، لأنه يقال: قيروان، وقيروان، بالفتح والضم، وأصلها بالفارسية: كاروان.\nومن ذلك الغنم، لا يعرفونها إلا الضأن خاصة دون المعز، وليس كذلك. إنما الغنم اسم للضأن والمعز جميعا.\nوكذلك الشاة، إنما هي عندهم الأنثى من الضأن، وليس كذلك. بل الشاة تقع على الذكر والأنثى من الغنم، ضأنها ومعزها، وعلى الذكر والأنثى من بقر الوحش.\nقال الأعشى:\nوكان انطلاق الشاة من حيث خيما\nوكذلك النعجة، لا يعرفونها إلا الضائنة خاصة والنعجة تقع على الضائنة وعلى البقرة الوحشية.\nوكذلك الفرس، لا يعرفونه إلا الذكر من الخيل والفرس يقع على الذكر والأنثى. وكذلك الجواد: يقع أيضا على الذكر والأنثى منها.\nقالت ليلى الأخيلية:\nأعيرتني داء بأمك مثله ... وأي جواد لا يقال لها هلا\nوكذلك الفلو، يقع على ولد الفرس، كما يقع على ولد الحمار والبغل.",
        "(1/171)\n\nوكذلك البعير، يقع على الجمل وعلى الناقة.\nوكذلك الإنسان، يقع على الرجل وعلى المرأة.\nوكذلك الحمامة، ليست عندهم إلا الأنثى. ولا يقال للذكر الواحد: حمام، إنما يقال: عندي حمامة ذكر. فأما الحمام فهو جمع حمامة.\nوكذلك البطة: والدجاجة. والنعامة، والحية، والبقرة، والجرادة، وقد روى عن الكسائي أنه قال: قال لي بعض الأعراب: رأيت جرادًا على جراده. فقلت له: أجمعا على واحدة؟ فقال: لا بل ذكرا أنثى وهذا شاذ لم يسمع بمثله.\nوكذلك قولهم للأدهم من الخيل: بهيم، خاصة دون سائر الألوان.\nوالبهيم يقع على كل لون خالص، لا يخالطه غيره، يقال: أشقر بهيم، وورد بهيم. كما يقال: أدهم بهيم.\nويقولون: لما تغطي به المرأة رأسها، من شقاق الحرير خاصة: خمار.\nوالخمار: كل ما خمرت به المرأة رأسها من ثوب، حرير وكتان، وغير ذلك.\nوفي الحديث: \" خمروا آنيتكم \" رواه أبو عبيد. قال: ومنه الحديث الآخر: أنه أتى بإناء من لبن فقال: لولا خمرته ولو بعود تقرضه عليه.\nقال الأصمعي: تعرضه عليه بالضم.\nوكذلك الملحفة: لا تكون عندهم إلا من قطن. وليس كذلك. بل كل ما التحق به فهو ملحفة.\nوكذلك الإزار، لا يكون عندهم إلا الملحفة الخشنة من الكتان.\n(1/172)",
        "\nوالإزار إنما هو كل ما اؤتزر به. وفي الحديث: لتشد إزارها على نفسها وشأنه بأعلاها يعني الحائض ومئزرها.\nولا يقولون إسكاف، إلا للخراز خاصة.\nوكل صانع عند العرب: إسكاف وأسكوف. قال الشاعر:\nوشعبتا ميس براها إسكاف\nأي نجار. والميس: شجر يعمل منه الرحال.\nويقولون لضرب من العود: خيزران.\nوالخيزران، كل عود لين ينثني. ومنه قيل أيضا لسكان السفينة: خيزرانة، ويقال خيزران أيضا بفتح الزاي، إلا أن الضم أكثر.\nولا يقولون بحر إلا لما كان ملحا خاصة.\nوالبحر يقع على العذاب والملح. قال الله عز وجل: {وهو الذي مرج البحرين هذا عذب فرات} فسمى العذاب بحرا، وإنما سمى البحر بحرا لاتساعه.\nويقولون لضد البكر من النساء خاصة: ثيب.\nوالثيب يقع على الذكر وعلى الأنثى، يقال: امرأة ثيب، ورجل ثيب، كما يقال: امرأة بكر، ورجل بكر.\nوكذلك: الأرامل، لا يعرفونها إلا النساء اللائي كان لهن أزواج، ففارقوهن بموت أو حياة، وليس كذلك. بل الأرامل: المساكين، وإن كان لهن أزواج، ويقال لجماعة المساكين الرجال أيضا: الأرامل. قال الشاعر:\nهذي الأرامل قد قضيت حاجتها ... فمن لحاجة هذا الأرمل الذكر\nومن ذلك: حمو المرأة، لا يعرفونه إلا والد زوجها خاصة.\n(1/173)\n",
        "وليس كذلك. بل هو: أخو زوجها، وابن أخيه، وابن عمه، وسائر أهله، وكل واحد منهم حموها. قالت عائشة رضي الله عنها يوم منصرفها من البصرة: إنه والله ما كان بيني وبين علي في القديم، إلا ما يكون بين المرأة وأحمائها، وإنه عندي، على متعبتي، لمن الأخيار. وقال أهل اللغة: كل ما كان من قبل الزوج فهم الأحماء، وكل ما كان من قبل المرأة فهم الأختان. والصهر يجمع ذلك كله.\nومن ذلك الحلم، لا يعرفونه إلا الصفح والتغاضي.\nوالحليم يكون الصفوح، ويكون العاقل، وإن كان منتصفا لنفسه غير صفوح. قال الله عز وجل: {أم تأمرهم أحلامهم بهذا} أي عقولهم. والعرب تسمى الناجز، وهو أقصى الأضراس: ضرس الحلم، وهو الذي تسميه الناس اليوم: ضرس العقل.\nومن أمثالهم: الخمر غول الحلم، والحرب غول النفوس.\nوقال الأصمعي: سمعت أعرابيا يقول: سنان بن أبي حارثة أحلم من فرخ عقاب، فقلت: وما حلمه؟ قال: يخرج من بيضة على رأس نيق، فلا يتحرك حتى يفي ريشه ولو تحرك سقط وهو مثل مستعمل: أحلم من فرخ عقاب فليس هذا من الصفح، وإنما هو من الميز. وقال حمزة بن الحسن الأصبهاني:\nوأما قولهم: أخف حلما من عصفور فإن العرب تضرب العصفور مثلا لأحلام السخفاء. قال حسان:\nلا بأس بالقوم من طول ومن عظم ... جسم البغال وأحلام العصافير\nومن ذلك قولهم: اشتريت سخينة، لا يعنون بذلك إلا اللحم. وليس اللحم بأولى بهذه التسمية من غيره، بل كل ما سخن فهو\n(1/174)\n\nسخين، قال عمرو ابن كلثوم:\nإذا ما الماء خالطها سخينا\nواسم السخينة مطلقا إنما يقع عند العرب على طعام يتخذ من الدقيق، دون العصيدة في الرقة وفوق الحساء، يؤكل في شدة الدهر، وغلاء السعر، وإياه عني الأحنف بن قيس بقوله حين مازحه معاوية: هي السخينة يا أمير المؤمنين.\nومن ذلك: السوقة، تتوهم العوام أنهم أهل الأسواق خاصة. وليس كذلك.\nإنما السوقة: كل من لم يكن ذا سلطان، وإن لم يدخل الأسواق.\nومن ذلك: السفاد، لا يكون عندهم إلا للطير خاصة. وليس كذلك\nإنما السفاد يكون للتيس، والثور، والسباع كلها.\nومن ذلك: الافتقاد، لا يعرفونه إلا الزيارة خاصة، والافتقاد يقع على الزيارة وعلى الفقد جميعا، يقال: افتقدت المريض، إذا عدته، وافتقدت الشيء، إذا فقدته.",
        "(1/175)\n\n27 - باب ما جاء لواحد فأدخلوا معه غيره.\nومن ذلك اللبن، يجعلونه لبنات آدم كالبهائم، ثم يقولون: تداويت بلبن النساء، وشبع الصبي بلبن أمه. وذلك غلط. إنما يقال: لبن الشاة ولبان المرأة.\nقال الشاعر:\nأخي أرضعتني أمه بلبانها\nومن ذلك: الناب من الإبل. يكون عندهم للذكر والأنثى. وليس كذلك. إنما الناب: الأنثى المسنة من الإبل خاصة.\nومن ذلك: الأتراب، يكون عندهم للذكور والإناث. وليس كذلك. إنما الأتراب الإناث خاصة، لا يقال: زيد ترب عمرو، وإنما يقال: زيد قرن عمرو ولدته ولا يقال: قرنه بكسر القاف، إلا في الحرب وهند ترب دعد. هذا قول أكثر العلماء. وقال بعضهم: أكثر ما يستعمل للإناث، وقد يكون للذكور. والقول الأول أشهر.\nومن ذلك قولهم: لولا أن الله قيضك لي لهلكت. وذلك غلط إنما التقييض لا يكون إلا في الشر خاصة.\nوكذلك الهوى، يستعملونه في الخير والشر، فيقولون: أنا أهوى قراءة القرآن، وأهوى مجالسة العلماء، ونحو ذلك.\n(1/176)",
        "\nوالهوى لا يستعمل إلا في الشر، هذا قول أكثر أهل العلم، ويحتجون بقول الله، عز وجل {وأما من خاف مقام ربه ونهى النفس عن الهوى}.\nوقال عروة بن أذينة أو غيره:\nوإني لأهواها وأهوى لقاءها ... كما يشتهي الصادي الشراب المبردا\nعلاقة حب لج في سنن الهوى ... فأبلى وما يزداد إلا تجلدا\nفقال: كما يستهي الصادي لما كان شرب الماء ليس من الشر، ولم يقل: كما يهوى.\nومن ذلك قولهم: اخترت من الغنم فلانة وفلانة.\nوهذا إنما تقوله إذا كنيت عن بني آدم، فأما إذا كنيت عن البهائم، قلت: ركبت الفلانة، وحلبت الفلانة، بالألف واللام.\nوكذلك قولهم أيضا: عزلت من الغنم أمهات الأولاد، غلط.\nإنما يقال أمهات لبنات آدم خاصة. فأما البهائم فإنما يقال فيها: أمات، بغير هاء، قال الشاعر:\nكانت هجائن مالك ومحرق ... أماتهن وطرقهن فحيلا\nومن ذلك: الاستحمام، يكون عندهم بالماء الحار والبارد.\nوليس كذلك. إنما الاستحمام بالحار خاصة: فأما بالبارد فهو الابتراد والاقترار، والماء الحار يسمى الحميم.\nقال مرقش:\nفي كل ممسى لها مقطرة ... فيها كباء معد وحميم\n(1/177)\n",
        "28 - باب ما جاء فيه لغتان فتركوهما واستعملوا ثالثة لا تجوز.\nمن ذلك قولهم: رشوة، بالفتح، وربما سموا بذلك الوصائف.\nوالصواب: رشوة، بضم الراء وكسرها، لا غير. ومن أمثالهم: الرشوة رشاء.\nويقولون: جذابة. والصواب: جوزابة، وزوجابة، أيضا، وهو من المقلوب.\nويقولون: الطفل في حجر أمه. والصواب: حجر وحجر، أيضا، بالفتح والكسر.\nويقولون: أخذته الجدري.\nوالصواب: الجدري، والجدري، بضم الجيم وفتحها وفتح الدال.\nوكذلك يقول: الحصبا. والصواب: حصبة، وحصبة.\nويقولون: عود قماري.\nوالصواب: قماري، وقماري، بالفتح والكسر، منسوب إلى مكان بالهند، يقال له: قمار، وقمار.\nويقولون: مطرف، ومصحف.\nوالصواب: مطرف، ومطرف، ومصحف، ومصحف.\n(1/178)\n\nوقد سمع: مطرف ومصحف، بالفتح، إلا أنها لغة رديئة، لا يلتفت إليها.\nويقولون: عليه طلاوة، والصواب: طلاوة، وطلاوة، بالضم والفتح، والضم أفصح.\nوكذلك يقولون: بغاث الطير، والصواب: بغاث وبغاث، بالفتح والكسر، وهي التي لا تصيد.\nويقولون لضرب من الشجر: ساسم.\nوالصواب: سأسم، بالهمز. وسأسب، بالباء، أيضا.\nويقولون: نينوفر. والصواب: نينوفر، بفتح النون الثانية، ونيلوفر، باللام أيضا.\nويقولون: أخذته الذبحة. والصواب: الذبحة، والذبحة، بالضم والكسر، قال المازني: لا يقال غيرهما.\nويقولون: رجل سناط. والصواب: سناط بكسر السين، وسنوط.\nويقولون: فيك غيرة، والصواب: غيرة بفتح الغين، وغار أيضا. قال الشاعر:\nضرائر حرمي تفاحش غارها\nويقولون: زنبيل والصواب: زنبيل، وزبيل.\nويقولون: مرزبة، والصواب: مرزبة، بالتخفيف مع الميم مكسورة، وإرزبة، بالتشديد مع الهمزة مكسورة، قال الراجز:\nضربك بالمرزبة العود النخر",
        "(1/179)\n\nويقولون: مخدع. والصواب: مخدع، ومخدع، بضم الميم وكسرها.\nويقولون: تخلفت ثيابه. والصواب: خلقت، وأخلقت.\nويقولونك هو يحصد زرعة. والصواب: يحصد، ويحصد.\nويقولون: مقود الدابة، والصواب: مقود، ومقواد، أيضا، قال الشنفري.\nألا فاقتلوني إنني غير راجع ... إليكم ولا أعطي على الذل مقودي\nويقولون: عنصل. والصواب: عنصل، وعنصل، أيضا.\nويقولون: قنب، وإيل.\nوالصواب: قنب وقنب، وإيل، وأيل، وقال قوم: أيل: جمع إيل.\nويقولون: ما أقبح سحنته. والصواب: السحناء، والسحنة، وهي اللون.\nويقولون للعظاية: زرمومية. والصواب: زرمومية، وزلمومية، بفتح الراء واللام.\nويقولون: اصفار وجهه، وإحمار.\nوالصوابك اصفر، واصفار، واحمر، مشددة الراء.\nويقولون: املاس الشيء.\nوالصواب: املاس، بالتشديد على وزن: اشهاب وادهام. قال الله تعالى {مدهامتان} واملس، أيضا، تقديره: انفعل كقولك: اماز، وامحى.\n(1/180)",
        "\n29 - باب ما جاء فيه ثلاث لغات فتركوهن واستعملوا رابعة لا تجوز.\nيقولون: بيطار. والصواب: بيطار، وبيطر، ومبيطر، وأصله من البطر، وهو الشق.\nويقولون: رجل أسبط، والصواب: سبْط، وسبِط، وسبَط.\nويقولون: منتن. والصواب: منتن. وجاء: مِنتن، ومَنتن، بكسر الميم والتاء وضمهما.\nويقولون: هم في دركلة. والصواب: دركلة، وهي لعبة للعجم. وفيها ثلاث لغات: دركلة بكاف محضة. ودركلة، بحرف بين الكاف والقاف. وقال ابن خرزاذ قال أبو زيد: الدرقلة بالقاف: لعبة للعجم. ويقال: درقل، إذا رقص.\nويقولون: ما نال لك أن تفعل كذا.\nوالصواب: ما أنال لك، رباعي، وما أن لك، وما أنى لك. كله بمعنى ما حان لك، وبهذه جاء القرآن، قال الله تعالى: {ألم يأن للذين آمنوا}.\nويقولون: حظا فلان حظوة. والصواب: حظوة، وحُظوة،\n(1/181)\n",
        "وحظة. ومما جاء فيه أكثر من ثلاث لغات فلم يستعملوا منهن واحدة: القِبة، يقولون لها: فتحتة.\nوالصواب: فحث، وحفثة، وفحت، وحفت، كله على وزن كبر، والثاء المثلثة فيه أكثر وأعرف.\nوكذلك: العربون، فيه ست لغات: عربون، وعربون، وعربان، وأربون، وأربون، وأربان.\nوهم يقولون: العربون، بإسكان الراء، وذلك لا يجوز.\nوكذلك القنفذ فيه أربع لغات، واستعمل الناس خامسة لا تجوز. وقد تقدم ذكره في أول الكتاب.\n(1/182)\n\n30 - باب ما غلطوا في لفظه ومعناه\nمن ذلك قولهم للسرداب تحت الأرض: دهليز، بفتح الدال، وليس كذلك. إنما الدهليز: سقيفة الدار، مكسورة الدال.\nوكذلك قولهم: لكاف، لأعواد تجعل على ظهر الدابة بعينها، وليس هو تلك الأعواد.\nومن ذلك قول الإنسان منهم: ماشك، إذا سئل عن شيء لا يستيقنه، يريد ما أشك فيغلط في اللفظ والمعنى، لأن قوله: ما أشك معناه: أقن، وليس يريد أوقن بقوله: ماشك.\nومن ذلك قولهم لقدح من نحاس خاصة: طنجهارة.\nوالصواب: طرجهارة. وليس مقصورة على النحاس دون غيره.\nقال ابن الأعرابي: هو القدح، والغمر، والتبن، والصحن، والطرجهارة، والكأس، الطاس.\nويقولون للحب الذي يجعل فيه الماء خاصة: جراب.\nوليس كذلك: إنما الجراب، بكسر الجيم، وعاء من جلد.\nومن ذلك قولهم للدف الصغير: مزهر.\nوليس كذلك. إنما المزهر، بكسر الميم، عود الغناء.\nومن ذلك قولهم لحب صغير أسود: سمسم.\nوإنما السمسم، بكسر السين، الجلجلان.",
        "(1/183)\n\nفأما سمسم، بفتحهما فاسم واد معروف. قال العجاج:\nيا دار سلمى يا اسلمى ثم اسلمي ... بسمسم أو عن يمين سمسم\nومن ذلك قولهم: عفوان الأمر يعنون معظمه.\nوالصواب: عنفوان، بزيادة نون. وعنفوان الشيء: أوله، لا معظمه، ومن ذلك قولهم للدابة المهزولة: مجعومة.\nوإنما يقال: جعمت الدابة، فهي جعمة، إذا قرمت إلى ما تأكله، لا إذا هزلت. وكذلك يقال: رجل جعم إلى الفاكهة، إذا كان قرما إليها.\nومن ذلك قولهم لمؤخر الظهر: قطنة، وإنما القطنة. بكسر الطاء كالرمانة في جوف البقرة. وهي أيضا: الفحث الذي تسميه العامة الفحتة.\nفأما مؤخر الظهر فهو: قطن، على وزن وطن.\nومن ذلك قولهم: نقاوة القمح، يذهبون إلى غلثه الذي يطرح منه، وإنما ذلك نفايته. فأما نقاوة كل شيء فهي خياره، بضم النون.\nومن ذلك قولهم للفرس الذي في عينيه ورم وابيضاض: معران وليس كذلك. إنما المعرون على وزن مفعول: الذي في أرساغه تشقق. فأما القدم في العينين فهو العرب، وفرس معرب.\nوالعرن لا يكون إلا التشقق في القوائم، كما تقدم.\nومن ذلك قولهم لما يخرج من العين من رطوبة ووسخ: عماش. وليس كذلك. إنما العمش: داء في جوف العين.\nفأما الذي يعنون فهو: رص. فإذا جف فهو عمص.\nومن ذلك: الفحج في الخيل، يسمونه: فحوجة، ويمدحونها بذلك.\n(1/184)",
        "\nوالصواب: فحج، وهو تباعد العرقوبين. وذلك عيب في الخيل، كما أن الصحك عيب أيضا، وهو تداني العرقوبين واصطكاكهما.\n(1/185)\n",
        "31 - باب ما تنكره الخاصة على العامة وليس بمنكر.\nمن ذلك قولهم للمائدة: ميدة، معروف مسموع، حكاه أبو عمر الجرمي وابن الأنباري وغيرهما.\nوكذلك قولهم لمشاقة الكتان: أصطبة، حكاه أبو عمر الزاهد في كتاب اليواقيت.\nومن ذلك قولهم: شعير، وسعيد، وشهدت على بكذا، ولعبت، بكسر الأول. وهكذا جائز وكذلك كل ما كان وسطه حرف حلق مكسورا، فإنه يجوز أن يكسر ما قبله، كقولك: بعير ورغيف، ورحيم. وهي لغة لبني تميم. وزعم الليث أن من العرب قوما يقولون في كل ما كان على فعيل: فعيل، بكسر أوله، وإن لم يكن فيه حرف حلق، فيقولون: كثير، وكبير، وجليل، وكريم، وما أشبه ذلك.\nومن ذلك قولهم للمسجد: مسيد، حكاه غير واحد، إلا أن العامة يكسرون الميم، والصواب: فتحها.\nومن ذلك قولهم: الخطاء، بالمد، جائز عند بعض العرب، وقد قرأ الحسن: وما كان لمؤمن أن يقتل مؤمنا إلا خطاء} بالمد.\nومن ذلك: الظمأ، جاء فيه الظماء، بالمد، إلا أن القصر أعلى فيهما.\n(1/186)\n\nومن ذلك قولهم: جيد، في معنى: جيد، حكاه أهل اللغة، إلا أنها رديئة.\nوكذلك يقولون: الفلفل، بالكسر، وليس بمنكر، يقال: فُلفُل، وفِلفِل، بالضم والكسر، ذكرهما ابن دريد وابن السكيت، إلا أن الضم أعلى وأفصح.\nوكذلك يقولون: دجاجة، ودجاج، بالكسر، جائز، إلا أن الفتح أفصح.\nوكذلك قولهم: القران، بترك الهمز وفتح الراء، ينكره المتفصحون، ويرونه من ألفاظ النساء والعوام، وهو جائز صواب، قرأ به الأئمة.\nومن ذلك قولهم: رفقة، جائز مسموع يقال: رفقة ورفقة، إلا أن الضم أفصح، وليس الرفاق بجمع لها وإنما الرفاق جمع رفيق، مثل كريم وكرام.\nوكذلك قولهم: نطع، بفتح النون والطاء، جائز، والأفصح: نطع بكسر النون وفتح الطاء.\nوكذلك قولهم في جمع صورة: صور بكسر الصاد، جائز. يقال: صور، وصور إلا أن الضم أفصح.\nوأنشد أبو يعقوب:\nأشبهن من بقر الخلصاء أعينها ... وهن أحسن من صيدانها صورا\nوكذلك قولهم: أنويت الصيام وغيره، جائز، وهما لغتان: نويت، وأنويت.\nومن ذلك قولهم اللحم، والبحر، والنعل، والنحل، والنخل، والنجل وما أشبه ذلك.",
        "(1/187)\n\nوهذا مطرد عند الكوفيين: أن كل ما كان على فعل، بالإسكان، فإنه يجوز فيه فعل بالفتح، إذا كان وسطه حرف حلق.\nوأما البصريون فلا يفتحون منه إلا ما كان مسموعا من العرب. ومن العامة من يقول فم في معنى ثم كقولهم: قام فم قعد، وذلك فم رجع. وذلك جائز عند العرب غير منكر.\nوكذلك قولهم: ما ثم خير مما هنا، وما فم خير مما هنا، بمعنى واحدة.\nوكذلك قولهم في الفم: فم جائز عند العرب، أنشد ابن السكيت:\nيا ليتها قد خرجت من فمه\nويقال. فُم وفِم. ثلاث لغات، روى الأصمعي:\nإذا تقلص الشفتان عن وضح الفُمِ\nوكذلك قولهم: الكثرة، بكسر الكاف، حكيت عن العرب، إلا أن الكثرة بالفتح، أكثر وأفصح.\nوكذلك قولهم: عتي في موضع حتى صواب غير منكر، تقول: سرت حتى دخلت المدينة، وسرت حتى دخلتها.\nوالعين لغة هذيل وثقيف.\nوكذلك ولهم: لعنك تقوم، بمعنى لعلك تقوم، وأسافر لعنى أرزق، ولعنا نرحم.\nقال الفرزدق:\nهل انتم عائجون بنا لعنا ... نرى العرصات أو أثر الخيام\nوكذلك: لحى، في جمع لحية. جاء لحى ولحى، إلا أن الكسر أفصح. وكذلك قولهم: غميت الإناء، بمعنى غطيته، جائز، يقال: غميت الإناء، إذا غطيته، وغميت البيت، إذا غطيته، وغميت البيت، إذا سقفته، وغمي البيت: سقفه.\n(1/188)",
        "\nوغماؤه أيضا، إذا كسرت أوله، مددت، وإذا فتحت قصرت، وكتبته بالياء.\nوكذلك قولهم: قصيت أظفاري، جائز مسموع من العرب.\nوكذلك قولهم: جبرين ليس بمنكر، يقال: جبريل وجبرين، باللام والنون.\nوكذلك قولهم: إبراهيم بحذف الياء، جائز حكى الفراء أن من العرب من يقول: إبراهِم، وإبراهَم، وإبراهُم، بكسر الهاء، وفتحها، وضمها.\nوكذلك قولهم: يوسف بكسر السين، جائز يقال: يوسف: يوسِف، لغتان.\nوكذلك قولهم في عائشة: عيشة ليس بمنكر، إلا أنها ضعيفة.\nوأنشد ابن دريد، قال رجل من بني تميم لعمر بن عبد الله بن معمر:\nانبذ برملة نبذ الجورب الخلق ... وعش بعيشة عيشًا غير ذي دنقِ\nيعني رملة أخت طلحة الطلحات، وعائشة بنت طلحة بن عبيد الله، وكذلك قولهم: مس يمس، وشم يشم، جائز مسموع، إلا أن يمس ويشم، بالفتح، أفصح.\nوكذلك قولهم تم الله عليك النعمة، وأمر متموم، جائز يقال: تم فلان الشيء وأتمه، لغتان، إلا أن البرباعي أفصح، قال الله عز وجل: {وأتممت عليكم نعمتي}.\nوكذلك قولهم: شممت ريحة الطيب، جائز يقال: تغيرت رائحة الشيء وريحه وريحته.\nوكذلك قولهم: طعتك، وطعت والدي، جائز، يقال: أطعته، وطعته، وطعتُه، بمعنى واحد.\n(1/189)\n",
        "وكذلك قولهم لهذا الطائر: باز، ليس بمنكر، يقال: البازي، وهو أعلى اللغات، والبازي بالتشديد، والباز أيضا، وأنشد الأصمعي لمزرد أخي الشماخ يصف فرسا:\nمتى ير مركوبا يقل باز قانص ... وفي مشيه عند القياد تساتل\nقوله: تساتل، تتابع، تساتلت الأخبار وتتابعت، وخص باز القانص لأنه أضرى البيزان، وكذلك قولهم: دهن زنخ، وفه زنوخة، جائز، يقال: سيخ الدهن وزنخ، وصنخ، ذكر ذلك ابن دريد.\nوكذلك قولهم: ضرب على سدغي، جائز، يقال: صدغ وسدغ، حكي ذلك ابن السكيت.\nوكذلك قولهم: رجل ردايي، ينكره الخاصة، ويظنون أنه لا يجوز إلا ردائي. وليس كذلك. بل الوجهان جائزان، والهمز أحسن.\nوكذلك قولهم: رجل مهلوك، وفرس مطلوق، جائز. يقال: هلكته وأهلكته، وطلقته، وأطلقته.\nوكذلك قولهم: أنت مأثوم إن فعلت كذا، جائز.\nأنشد ابن السكيت:\nفهل يأثمني الله في أن ذكرتها ... وعللت أصحابي بها ليلة النضر.\nروى بالوجهين جميعا: يؤثمني، ويأثمني.\nوكذلك قولهم: ترنج، جائز. يقال: أترج، وهي الفصحى، وأترنج، وحكى أبو زيد ترنج.\nوكذلك قولهم: ذهب فلان إلى الحج، بكسر الحاء، جائز. وقريء في القرآن بالفتح والكسر.\n(1/190)\n\nوكذلك قولهم: شربت الداوء، فيه لغتان: دواءٌـ، بالفتح والكسر.\nوقولهم: العيلج، والهليلجة، جائز، إلا أن اللام الثانية لابد من فتحها.\nوكذلك قولهم: معوج، وهو مما ينكر عليهم، وقد أنكره الأصمعي، وهو جائز، يقال: معوج، وقيل: معوج، بكسر الميم، ومعوج، أجازه أكثر العلماء، وأنشدوا قول الشماخ ابن ضرار.\nوقال الآخر: كخوط الخيزران المعوجِ\nولي فرس للحلم بالحِلم ملجم ... ولي فرس للجهل مسرج\nفمن رام تقويمي فإني مقوم ... ومن رام تعويجي فإني معوج\nوكذلك قولهم للبن المطبوخ بالنار: آجور، جائز. يقال: آجر، وآجور. قال العجاج:\nعولي بالطين وبالآجور\nوكذلك قولهم: تمرات، وقمحات، وطعنات، وشبه ذلك، مما هو جمع فعلة، جائز إسكان عينه في الجمع المسلم، إلا أن الفت أعرف. أنشد الفراء:\nعل صروف الدهر أو دولاتها\nتديلنا اللمة من لماتها\nفتستريح النفس من زفراتها\nوكذلك جمع دعوة وشهوة وما أشبه ذلك يجوز فيه الإسكان أيضا. أنشد الفراء:",
        "(1/191)\n\nدعا دعوة كرز وقد حيل دونه ... فراع ودعوات الحبيب تروع\nوكذلك قولهم: صلح الشيء وفسد، ينكر عليهم وهو جائز. حكاهما جميعا يعقوب إلا أن صلح وفسد أفصح.\nوكذلك قولهم: وهو مركوس، ينكر عليهم وقد جاء: ركسه الله، وهي قراءة أبي {والله ركَسَهُم} بغير ألف.\nوكذلك قوله في التخيير: أما أن تفعل كذا وأما كذا ليس بمنكر، جاء هذا عن بعض بني تميم وأسد. قال الفراء:\nأنشدني أبو القمقام:\nتعاورها أما شمال عرية ... وأما صبا جنح الظلام هبوب\nعرية: أي باردة.\nقال وأنشدني المفضل لبني تميم:\nأما أسارى وأما هاجهم فزع ... بين الربيض يكد المبطيء الفرقا\nوكذلك قولهم: رجل عفص، ليس بمنكر، وهو عند العرب: الألكن.\nوكذلك قولهم: قزيح. وهو عند العرب: المزين المحسن.\nوكذلك: المقزح، المزين أيضا. يقال: قزحت الحديث: زينته، وهو مليح قزيح، حكى ذلك الليث وغيره.\nوكذلك قولهم: فص الخاتم، بكسر الفاء، حكاها أبو زيد لغة فيه، والفتح أعلى وأفصح.\nوكذلك قولهم: سنيني أكثر من سنينك، بإثبات النون، ليس بمنكر،\n(1/192)",
        "\nلأن بعض العرب يقول: هي السنين، فيجعل الإعراب في النون، ويثبتها في الإضافة، قال الشاعر:\nمتى تنج حبوا من سنين ملحة ... تثمر لأخرى تنزل الأعصم الفردا\nذراني من نجد فإن سنينه ... لعبن بنا شيبا وشيبننا مردا\nلحى الله أرضا تنزل القرم ذا الندى ... نحيلا وحر القوم تحسبه عبدا\nوقال آخر:\nسنيني كلها قاسيت حربا ... أعد مع الصلادمة الذكور\nالصلدم: الشديد.\nوكذلك قولهم: هو ينفر، ويربط، والمرأة تضفر شعرها، بالضم، جائز كله، يقال: نفر ينفر، وينفر، وربط يربِط ويربُط، وضفرت المرأة شعرها تضفره وتضفُره، والكسر أكثر فيهن.\nوكذلك قولهم: فلان يحسدك، بكسر السين، جائز. يقال: حسد يحسد ويحسِد، والضم أعلى.\nوكذلك قولهم: محيت الكتاب أمحاه، ليس بمنكر، هما لغتان: محوت أمحو، ومحيت أمحي ولغة الواو أفصح.\nوكذلك قولهم: أحدرت السفينة، وأشغلته عنك، جائز. ولكن حدرت وشغلت أكثر وأفصح.\n(1/193)\n",
        "32 - باب ما خالفت العامة فيه الخاصة، وجميعهم على غلط\nتقول العامة: اسفرجل، وتقول الخاصة: سفرجل، بضم الجيم.\nوالصواب: سفرجل، بفتحها، وفي حديث النبي صلى الله عليه وسلم: إذا وجد أحدكم طخاء على قلبه فليأكل السفرجل.\nوكذلك قول العامة للسكر: طبرز. وقول الخاصة: طبرزد. وكلاهما غلط.\nوالصواب: طبرزن، وطبرزل، بالنون واللام، ذكر ذلك ابن السكيت.\nقال الزبيدي في كتابه: وقال أبو حاتم: والصواب: طبرزذ، بالذال المعجمة.\nوتقول العامة: كبار، وتقول الخاصة: قبار.\nوالصواب: كبر، على وزن جبل.\nوتقول العامة: القسنطينة. وتقول الخاصة: القسطنطينة، بفتح الطاء الأولى. والصواب ضمها وكسر الثانية.\nوتقول العامة في العدد: حد عشر. وتقول الخاصة: حد عشر.\nوالصواب: أحد عشر. ويجوز أحد عشر، بإسكان العين، إلا أن الألف لابد من إثباتها، وفتح العين أفصح، قال الله تعالى: {أحد عشر كوكبا}.\n(1/194)\n\nوتقول العامة: ما روي مثل فلان قط. وتقول الخاصة: ما أري مثله\nوالصواب: ما رُئي، بتقدم الراء على الهمزة، وتحريك الياء بالفتح، لأن المراد: ما رأى أحد مثله، فحذف الفاعل وأقيم المفعول به مقامه.\nوتقول العامة: في فلان دغل. وتقول الخاصة: دِغل والصواب: دَغل، على وزن جبل. وتكسر العامة الهاء من درهم. وتضخم الخاصة الراء.\nوالصواب: ترقيق الراء مع فتح الهاء.\nوتقول العامة لحلقة الباب وغيرهما: حِلقة. وتقول الخاصة: حَلَقة.\nوالصواب: حلقة، بفتح الحاء، وإسكان اللام.\nوكذلك: حلقة العلم، وحلقة الخياطة، وكل مستدير.\nقال أبو عمرو الشيباني: لا يقال حلقة بفتح اللام، في شيء من الكلام إلا في حلقة الشعر، جمع حالق، مثل كافر وكفرة، وظالم وظلمة.\nوتقول العامة: أصابتني زكمة، بكسر الزاي.\nوتقول الخاصة: زكمة، بفتح الزاي، والصواب: زكمة، بضمها وتقول العامة للمشق: مغرة. وتقول الخاصة: معرى.\nوالصواب: مغْرة ومغَرة.\nوكذلك يقولن: كتاب الكرماني. وتقول الخاصة: الكِرماني.\nوالصواب: كَرْماني، بفتح الكاف، وإسكان الراء، منسوب إلى كرمان.\nوتقول العامة: نعناع. وتقول الخاصة: نعنع.\nوالصواب: نعنع. على وزن جلجل. وأما النعناع فهو الرجل الطويل.\nوتقول العامة: مشوم، ويجمعونه على مشومين.\nوتقول الخاصة: ميشوم، ويجمعونه على مياشيم.\nوالصواب: مشئوم، الجمع: مشائيم.\nأنشد يعقوب:",
        "(1/195)\n\nمشائيم ليسوا مصلحين عشيرة ... ولا ناعبا إلا ببين غرابها.\nوتقول العامة: لومية، وفي الجمع: لومي، وتقول الخاصة: ليمونة، وليمون.\nوالصواب: فتح اللام مع زيادة النون، فتقول في الواحدة: ليمونة، وفي الجمع: ليمون.\n(1/196)",
        "\n33 - باب ما جاء فيه لغتان استعمل العامة أفصحهما.\nيضم المتفصحون السين من السم والشين من الشهد ويقولون في المثل المستعمل: وهل يؤكل الشهد إلا بسم.\nوالفتح فيهما أفصح كما تقول العامة. وفي الحديث عن النبي صلى الله عليه وسلم إذا وقع الذباب في الطعام وروى في الشراب فامقلوه، فإن في أحد جناحيه سما وفي الآخر شفاء، وإنه يقدم السم ويؤخر الشفاء. هكذا الرواية سما بفتح السين، قال أبو عبيد: قوله: فامقلوه يعني: فاغمسوه، والمقل: الغمس.\nوكذلك يقولون: الشمع، والصمغ، والفحم، والشعر، والبعر، بالإسكان.\nوالفتح فيهن جمع أفصح.\nويقولون ما دلالتك علي، بكسر الدال. والدلالة، بفتحها كما تقول العامة أفصح. وقد فرق قوم بينهما، فقالوا: دليل من أدلة العلم بين الدلالة، بالفتح، إذا كان واضحا. ودلال، أي سمسار، بين الدلالة بالكسر، جعلوه من الصناعات. وكذلك دليل الطريق، بين الدلالة، بالكسر، أيضا.\nويقولون: بغداذ، بالذال المعجمة.\nوبغداد، بدالين غير معجمتين، كما تقول العامة أفصح.\nويقولون: حمص، بفتح الميم.\nوحمص، بكسرها، أفصح وأكثر، ولم يرو حمص، بفتح الميم عن أحد من أهل اللغة إلا عن ابن الأعرابي وحده، حكاها ولم يعرفها.\n(1/197)\n",
        "34 - باب ما العامة فيه على الصواب والخاصة على الخطأ\nيقول المتفصحون: العسل، واللبن وظفر المسلمون ظفرا، عظيما، بالإسكان.\nوالصواب: العسل، واللبن، والظفر، بالفتح، كما تقول العامة.\nويقولون: زعفران، بضم الفاء، والصواب: بفتحها، كما تقول العامة. ويقولون: أنت عندي كروحي، وخرجت روح زيد. والصواب: روح، بضم الراء، ويقولون: عقل المجنون، وينشدون:\nيسرنا أن تمر أشهرنا ... ولو عقلنا لكان يبكينا\nبكسر القاف. والصواب: عقل وعقلنا، بفتحها.\nوكذلك قولهم: عرفت مرادك، وصبرت لأمر الله، خطأ.\nوالصواب: عرفت وصبرت، بالفتح، كما تقول العامة، قال الله تعالى: {فلما جاءهم ما عرفوا كفروا به}.\nويقولون: استرحت من كذا. والصواب: استرحت، بفتح الراء. ويقولون: منارة، والصواب: منارة، بفتح الميم.\nويقولون: مرزاب الكعبة.\nوالصواب: مئزاب، بالهمز، وميزاب، بالياء على التسهيل كما تقول العامة.\n(1/198)\n\nويقولون: لارنج، وآرنج. والصواب: نارنج. ولا يجوز لارنج ولا آرنج.\nويقولون: فروج، وشاه بلوط، بضم الأول.\nوالصواب: فتحه، وكذلك كل ما كان مثله على وزن فعول إلا سبوحا، وقدوسا وزروحا. فإن الضم فيهن أعلى وأعرف، وقد جاء الفتح فيهن، وكذلك يقولون: سحنون، بضم السين.\nوالصواب: فتحها .. أخبرني الثقة عن أبي عمران رضي الله عنه أنه ما لفظ به قط إلا مفتوح السين، وكان لا يلحن في كلامه، وأنكر أبو علي الجلولي رحمه الله الضم فيه حين سألته عنه، وقال: ما سمعت أحدًا من علمائنا، ابن السمين وغيره، يقول إلا سَحنون، بالفتح، قال أبو علي: وأرى أن وزنه فعلون لا فعلول والنون فيه زائدة. قلت أنا: وإذا كان كذلك كان كعبدون، وحمدون، وعمرون، وطيبون، ولو كان الطاء مضمومة من طيبون لانقلبت ياؤه واوا، فقيل طوبون وما سمع هذا قط وما تلفظ به. وقد جاء في شعر المتنبي:\nوحمدان حمدون وحمدوت حارث ... وحارث لقمان ولقمان راشد\nهكذا رواه ابن جني وغيره، بالفتح، وما أنكره أحد من العلماء، وكذلك روى في شعر ابن المعتز: عبدون، بالفتح، قال:\nسقى الجزيرة ذات الظل والشجر ... ودير عبدون هطال من المطر\nويقولون: الجمع فقير: فقراء، بالفتح.\nوالصواب: فقراء، بالضم، كما تقول العامة، إلا أنه ممدود كقولك: ضعفاء في جمع ضعيف. والخاصة تفتح الضاد والعين فيه أيضا،",
        "(1/199)\n\nفتقول: الفقراء والضعفاء، وذلك غلط لا وجه له.\nوتقول العامة: ضعفا، بإسكان العين مع القصر الذي هو طبعهم فيصير هو على فعلى فيكون أشبه، لأن فعلى أصل في جمع فعيل، إذا كان بمعنى مقعول، كجريح وجرحى، وقتيل وقتلى، وصريع وصرعى.\nويقولون: عرصة الدار، بفتح الراء.\nوالصواب: عرصة، بإسكانها، كما تقول العامة، إلا أن الجميع مخطئون، وقد تقدم الكلام على ذلك في موضعه.\nويقولون: ثلاث شهور، وخمس شهور، وما أشبه ذلك، من العدد الذي دون العشرة، وذلك غلط من وجهين: أحدهما أن المذكر لا يقال فيه إلا ثلاثة، وأربعة، وخمسة إلى عشرة، بإثبات الهاء، وإنما تحذف في المؤنث نحو: ثلاث نسوة، وأربع سنين، وما أشبه ذلك، والآخر أن الشهور إنما تكون في كثير العدد، فأما ما دون العشرة فإنما تضاف إلى الأشهر لا إلى الشهور. وكذلك كل ما كان على فعل إنما يجمع في قليل العدد على أفعل. فصار قول العامة: خمسة أشهر، وتسعة أشهر، وسبعة أشهر، ونحو ذلك، أقرب إلى الصواب من قول الخاصة: خمس شهور.\nوكذلك يقولون: أربع أيام، وخمس أيام، ونحو ذلك.\nوالصواب: أربعة أيام، وخمسة أيام، بإثبات علامة التأنيث، كما تقول العامة.\nويقولون: فلان حسن الخُلق، بفتح اللام، والصواب: ضمها، وإسكانها أيضا.\nويقولون: البلح، والصواب: البلح، بفتح اللام.\nوكذلك يقولون لرائحة اللحم: غَمْر. والصواب: غَمَر، بالفتح أيضا.\n(1/200)",
        "\nوبعضهم يقول: ديباج، والصواب: دِيباج، بكسر الدال.\nويقولون: في جمع لوح: لواح. والصواب: ألواح.\nويقولون: خرافة، والصواب: خَرافة، بالتخفيف، ويأتي الكلام عليه في موضعه إن شاء الله.\nويقولون: شطبة، والصواب: شطبة.\nوكذلك يقولون: الرحبة، وعرمة الطعام.\nوالصواب: رحبة، وعرمة، بالإسكان، كما تقول العامة.\nوكذلك: رحبة مالك بن طوق بالإسكان أيضا.\nويقولون: خلخال، وينشدون:\nخطرت فأصمت ساقها خلخالها\nوالصواب: خلخال، بالفتح.\nويقولون: خياطة، وقصارة. والصواب: خياطة، وقصارة، بالكسر. ويقولون: شطرنج، بفتح الطاء، والصواب: شطرنج، بإسكانها.\nويقولون: ثياب جدد، بفتح الدال.\nوالصواب: جدد، كما تقول العامة. وإنما الجدد: جمع جدة، وهي الطريق في الجبل تخالف لون سائره.\nويقولون: عنق، بفتح النون. والصواب: عنق، وعنق، كما تقول العامة: قال الله تعالى: {ولا تجعل يدك مغولة إلى عنقك}\nوكل ما جاء على فعل جاز إسكانه باتفاق، نحو كتب وكُتْب، ورسل ورسل، وأما ما جاء على فعل، بالإسكان، ولم يسمع فيه فعل، بضم عينه، فجائز ضمه عنه الكوفيين، والبصريون لا يجيزون ذلك.\nويكتب أصحاب الدواوين وغيرهم من الخاصة: جرجنت بالجيم، ويكتبها العامة بالكاف. وهو الصواب.\n(1/201)\n",
        "35 - باب غلط قراء القران\nأكثرهم لا يبالي بإظهار النون الخفيفة والتنوين عند الياء والواو، ولا يتحسس إلى ذلك، ولا يعده لحنا، كقوله تعالى: {أن يقولوا} {من يلمزك} {أليما. يوم ترجف الأرض} وقوله تعالى: {وإن وجدنا أكثرهم لفاسقين} {من جنات وعيون وزروع ومقام كريم}، وما أشبه ذلك، حيث وقع في القرآن.\nولم يقرأ أحد من الأئمة مثل هذا بالإظهار. وسألت أبا علي الحلولي رحمه الله عن الصلاة خلف من يظهر النون الخفيفة والتنوين عند الياء والواو، فقال: نكره الصلاة خلفه، لأنه قد خرق الإجماع، وقرأ بما لم يقرأ به أحد. وقال لنا الشيخ أبو محمد عبد الحق أيده الله: رأى بعض أهل العلم أن اللحن الذي لا يجوز مثل إظهار هذه النون الخفيفة. والتنوين عند الياء والواو، وتبديل الضاد ظاء، والظاء ضادًا، وأشباه ذلك، إذا كان في غير أم القرآن، أن الصلاة خلف القاريء بذلك جائزة. قال: ومنع أبو الحسن بن القابس رحمه الله من الصلاة خلفه، وإن كان لحنه في غير أم القرآن. قال الشيخ أبو محمد: وهذا صحيح، لأنه إذا غير القرآن كان متكلما في الصلاة، إذ كلام الله عز وجل غير\n(1/202)\n\nملحون، فليس الذي تكلم به كلام الله تعالى، وإنما هو كلامه، فصار كمن تكلم في الصلاة متعمدًا.\nقلت أنا: فأما إظهار بعض المؤذنين التنوين عند الراء في قوله: أشهد أن محمدا رسول الله، فغير صواب أيضا، إلا أن الراء في هذا أخف من الياء والواو، لأن حفصا عن عاصم أظهر النون عند الراء في حرف واحد، وهو قوله تعالى: {وقيل من راق} ولكنه سكت على النون سكتة خفيفة، وهو يريد الوصل، وقال بعض أهل العلم: إنما أظهر وسكت تلك السكتة، ليفهم السامع أنهما كلمتان، إذ لو أدغم كما قرأ سائر الناس لأمكن أن يتوهم السامع أن من راق كلمة واحدة، وأنها فعال من مرق يمرق.\nوسمعت من يقرأ: {وصوركم فأحسن صوركم} بتشديد الواو من قوله تعالى: {فأحسن صوركم}، وتشديدها لا يجوز. وسمعت من يخفف العين من قوله تعالى: {فذلك الذي يدع اليتيم} وتخفيفها لا يجوز، لأنه من قوله تعالى {يوم يدعون إلى نار جهنم دعا} يقال: دعه يدعه، إذا رفعه، على وزن: شده يشده.\nومنهم من يبالغ في إظهار النون الخفيفة والتنوين، عند العين وما أشبهها، حتى تصير إلى التشديد، فيقول يومئذن، في قوله تعالى: {ثم لتسألن يومئذ عن النعيم}.\nورأيت بعض أئمة المساجد يتعمد الوف على قوله تعالى: {وإذا رأيت",
        "(1/203)\n\nثم ويبتديء رأيت نعيما}، وعلى قوله: {مطاع ثم} ويبتديء {أمين}، وعلى قوله تعالى: {كيف فعل ربك بعاد} ويبتديء {إرم ذات العماد} وبعضهم يتعمد الوف على إرم، ويبتديء بذات العماد.\nوكذلك ربما تعمدوا الوف على قوله تعالى: {يدخلون في دين الله أفواجا} وعلى قوله: {ثم رددناه أسفل سافلين}.\nوهذا المواضع وأمثالها لا يجوز أن يقف عليها إلا من غلبه النفس. وليس هذا موضع ذكر العلل التي يقبح الوقف من أجلها، لاقتضائها اتساع الكلام فيخرج الكتاب عن حده، وبعضهم إذا وقف على آخر سورة القدر فقال: {حتى مطلع الفجر} زاد ألفا بين الفاء والجيم. وكذلك إذا وقف على آخر سورة العصر، فقال: وتواصوا بالصبر مد صوته حتى يتولد بين الصاد والباء ألف. ومثل هذا لا يجوز. لأنه زيادة حرف في كتاب الله عز وجل.\nوكذلك إذا وقف على آخر سورة الانفطار، قوله تعالى: والأمر يومئذ لله لم يثبت الألف التي بعد اللام في اسم الله عز وجل، وهذه الألف محذوفة في الخط، ثابتة في اللفظ على كل حال، لا يجوز حذفها إلا في ضرورة الشعر، كما جاء عن بعض العرب:\nألا لا بارك الله في سهيل ... إذا ما الله بارك في الرجال\n(1/204)",
        "\nوقال آخر:\nأقبل سيل جاء من أمر الله ... يحرد حرد الجنة المغله\nفأما في القرآن، فلا يجوز، لأنه نقص من كتاب الله عز وجل.\nومثل ذلك كثير، مما لو تقصيته لطال، وإنما أذكر بعض الشيء، ليستدل به على جميعه. وهذا لا يقدر على التحرز منه إلا من قرأ شيئا من العربية، أو واظب على قراءة القرآن على الأئمة.\n(1/205)\n",
        "36 - باب غلط أهل الحديث\nيقولون: موطا مالك بغير همز. والصواب: الموطأ مهموز.\nويقولون: الملخص بفتح الخاء.\nوالصواب: الملخص بكسرها، كذلك سماه مصنفه، لأنه لخص ما اتصل إسناده من حديث الموطأ.\nويقولون: كان يغتسل من إناء، هو الفرق من الجنابة، بإسكان الراء. وكذلك فأتى رسول الله بعرق تمر بالإسكان أيضا.\nوالصواب: فتح الراء فيهما جميعا.\nوالفرق: ثلاثة أصوغ. والعرق: المكتل.\nروي عن أبي عمران رضي الله عنه أنه قال: رويناه بعرق، بالإسكان.\nوالصواب: بالفتح، وقد رويناه عن أبي الحسن في غير الملخص بالفتح.\nويقولون: فيذهب الذاهب إلى قبا بغير مد.\nوالصواب: إلى قباء بالمد، لم يذكر فيه ابن ولاد سوى المد.\nوقال أبو حاتم السجستاني: منهم من يصرف قباء فيجعله مذكرا، ومنهم من يؤنثه ولا يصرفه، وقد جاء في الملخص بالقصر في بعض الروايات، إلا أن المد أكثر وأفصح.\n(1/206)\n\nويقولون: وخرج سرعان الناس. والصواب: سَرَعان الناس بفتح السين والراء. حكى ذلك الخطابي عن الكسائي، قال: وقال غيره سرعان بإسكان الراء وفتح السين.\nويقولون: في حديث سهل: أن عاصم بن عدي جاءه عويمر العجلاني فقال عاصم لعويمر: لم تأتني بخير يتركون صرفه حيثما وقع. والصواب: تنوينه وصرفه، فيقال: جاءه عويمر، ولعويمر، بالخفض والتنوين، وهو تصغير عامر، كما تقول في تصغير ضارب: ضويرب.\nويقولون: فلما جاء سرع. والصواب: إسكان الراء.\nويقولون: ما صلى في سبحته قاعدًا قط بالتخفيف. والصواب: قط، بالتشديد والضم. وكذلك حيثما وقع على هذا المعنى ظرف زمان.\nفإن جاءت بمعنى حسب كانت بالإسكان والتخفيف، كقولك: ما أعطاني إلا درهما فقط يا هذا.\nويقولون: فلن يزال الهرج إلى يوم القيامة بفتح الراء.\nوالصواب: الهرج، بإسكانها.\nويقولون: يغرة عبد أو وليدة على حذف التنوين من غرة.\nوالصواب: يغرة، عبد فيهما جميعا.\nويقولون: هذا يوم عاشورا.\nوالصواب: عاشوراء بالمد. وقد حكى عن أبي عمرو الشيباني: عاشورا بالقصر، وروى عن أبي عمران رحمه الله أنه قال: ذكر سيبويه فيه بالمد والهمز، وأهل الحديث لم يضبطوه وتركوه على القصر وترك الهمز قال: وأنا إنما أقرأ في هذه المعاني بما رأيته صوابا، ولا أقصر نفسي على الرواية.\nوكذلك يقولون: الذهب بالورق ربا إلا ها وها بالقصر. والأصوب: هاء",
        "(1/207)\n\nوهاء بالمد. وهي لغة القرآن: {هاؤم اقرءوا كتابيه}.\nوقد ذكر عن أبي عمران رضي الله عنه في قول النبي صلى الله عليه وسلم، جاءه الشيطان فلبس عليه أنه قال: الذي يقرأ بالتخفيف هوعلى لغة القرآن. والذي روينا، بالتشديد، فانظر كيف نبه على التخفيف وأجازه، لما كانت لغة القرآن، على أنه لم يروه.\nويقولون: وعن أكل لحوم الحمر الآنسية، بالمد.\nوالصواب: الإنسية، والأنسية بالقصر وفتح النون، لغتان.\nويقولون: عام الحديبية بالتشديد، والصواب، الحديبية بالتخفيف.\nوكذلك يقولون في قول أبي جهل لابن مسعود رضي الله عنه: يا رويعي الغنم بتشديد الياء.\nوالصواب: تخفيفها، ولولا النصب بالنداء المضاف لما سمع النطق بالياء، لأنه كقولك: قاضي المدينة، وتسقط هذه الياء في التنكير، من اللفظ والخط جميعا، فتقول في الرفع والخفض: رويع، كما تقول قاض.\nوكذلك يقولون: لو كنا ملحنا للحارث بن أبي شمر بالتشديد. والصواب: ملحنا بالتخفيف.\nويقولون: وقد عصب بطنه بعصابة. والصواب: عصب بالتخفيف.\nولا يكاد يستعمل عصب بالتشديد إلا في التاج، يقال: ملك معصب ومريض معصوب الرأس.\nوكذلك يقولون في الأسماء: ابن الخصاصية بتشديد الصاد.\nوالصواب: تخفيفها، وهو رجل من أصحاب النبي صلى الله عليه وسلم.\nويقولون: حتى يبلغ الماء الجذر.\nوالصواب: الجدر بدال غير معجمة، وهو الجدار.\n(1/208)",
        "\nويقولون: سيل مهزوز. والصواب: سيل مهزور الأولى زاي والآخرة راء.\nويقولون: حتى يكون عمله هو الذي يخصله أو ينعبه.\nوالصواب: ينغبه بالغين معجمة، أي يهلكه، يقال: نغب الرجل ينغب نغبا، إذا هلك، وأنغبته أنا.\nويقولون: ابن بزيغ والصواب: بزيغ بعين غير معجمة.\nويقولون: المسيخ الدجال، بالخاء معجمة.\nوالصواب: بالحاء غير معجمة، على وزن جريح، وقد روى مسيح، على وزن سكيت إلا أن رواية التخفيف أكثر وأعرف.\nويقولون: واثلة بن الأسفع. والصواب: الأسقع بالقاف.\nفأما قوله صلى الله عليه وسلم: إن جاءت به أسيفع فهو بالفاء، تصغير أسفع، من السواد.\nويقولون: جذامة بنت وهب بذال معجمة.\nوالصواب: جدامة بدال غير معجمة، وهي أخت عكاشة.\nويقولون: فهذا أوان قطعت أبهري.\nوالصواب: فهذا أوان قطعت بفتحها.\nوكذلك يقولون: هذه مكان عمرتك بضم النون، والصواب: فتحها.\nويقولون: إنك إن تذر ورثتك أغنياء خير من أن تذرهم عالة.\nوالصواب: إنك إن تذر بفتح الهمزة وفتح الراء.\nويقولون: في الدبا والمزفت بالقصر. والصواب: الدباء بالمد.\nويقولون: فأذاه القمل بالقصر.\n(1/209)\n",
        "والصواب: فآذاه بالمد. قال الله عز وجل {لا تكونوا كالذين آذوا موسى}.\nويقولون: برهوت للبئر التي باليمن. والصواب: برهوت بفتح الراء.\nويقولون: فأزالا حشوة بطنه. والصواب: حشوة بكسر الحاء.\nويقولون: وحلق العانة وانتفاض الماء بالضاد والفاء.\nوالصواب: انتقاص الماء بالقاف والصاد. ومعنى ذلك: غسل الذكر بالماء ليرتد ما فيه كالكسع في الضرع.\nويقولون: دكين بن سعيد. والصواب: سُعيد علي وزن دكين.\nويقولون: المسلمون تتكافا دماؤهم. والصواب: تتكافأ بالهمز، أي تتساوى.\nويقولون: قد أمنا من أمنت يا أم هانيء بالقصر، على بعض الروايات.\nوالصواب: قد آمنا من آمنت بالمد.\nوكذلك الحديث الآخر، أنه صلى الله عليه وسلم قال: \" من آمن رجلا ثم قتله فأنا بريء منه وإن كان المقتول في النار\"، وكذلك حيثما وقع مثل هذا في كلام أو شعر لا يقال فيه إلا آمنته من خوفه، على وزن أفعلته لا على فعلته. كما قال تعالى: {وآمنهم من خوف} ولم يقرأ أحد: وأمنهم من خوف، وقال النابغة:\nالمؤمن العائذات الطير يمسحها ... ركبان مكة بين الغيل والسند\nوقال بعض أهل العلم في قراءة أبي جعفر المدني {ولا تقولوا لمن ألقى إليكم السلام ليست مؤمنا} بفتح الميم: هو من آمنته إذا أجرته، فهو مؤمن.\n(1/210)\n\nويقولون: لا تصروا الإبل.\nوتصروا بضم التاء وفتح الصاد، أكثر في الروايات وأعرف، وهو من التصية ولا من الصر.\nويقولون لموضع بمكة: الغميم على التصغير.\nوالصواب: الغميم جاء ذكره في كتاب البخاري وغيره.\nوكذلك هو أينما وقع في شعر ابن أبي ربيعة والعرجي وغيرهما.\nقال ابن أبي ربيعة:\nقم تأمل وأنت أبصر مني ... هل ترى بالغميم من أجمال\nقلن عسفان ثم رحن عشيا ... قاطعات ثنية من غزال\nوكذلك يغلط أكثر الناس في قول الشريف الرضي:\nلو كانت اللمة السوداء في عدري ... يوم الغميم لما أفلت أشراكي\nويقولون: خمروا الإناء ولو أن تعرضوا عليه عودا وتعرضوا بضم الراء هو المختار.\nويقولون: فكنا نتحدث أن غسان تنعل الخيل بتثقيل العين.\nوالصواب: تنعل بالتخفيف. وأكثر ما تقول العرب: أنعلت فرسي.\nويقولون: لا يشربن أحد منكم قائما، فإن نسي فليستقي بغير همز.\nوالصواب: فليستقيء بالهمز. وليس هو من الاستقاء، وإنما هو يستفعل من القيء.\nويقولون: حتى تجلاني الغشي بالتشديد.\nوالصواب: الغشي بالتخفيف.\nويقولون: لكن اليائس بن خولة بفتح الواو. والصواب: خولة بإسكانها.",
        "(1/211)\n\nويقولون النواس بن سمعان.\nوالصواب: سمعان بكسر السين. وكذلك أنشد سيبويه:\nيا لعنة الله والأقوام كلهم ... والصالحين على سمعان من جار\nويقولون: بنو قينقاع، والصواب: قينقاع بفتح النون.\nويقولون: أبو دجانة. والصواب: دجانة بضم الدال.\nويقولون: أبو بصرة. والصواب: أبو بصرة بفتح الباء.\nويقولون: ثوبان مولى رسول الله صلى الله عليه وسلم.\nوالصواب: ثوبان بفتح الثاء.\nويقولون: أبو قرعة بفتح الراء.\nوالصواب: أبو قرعة بإسكانها.\nويقولون: عثمان بن مطعون، والصواب: مظعون بالظاء معجمة ومما يشكل من هذا الباب:\nأبو جعفر القاريء مهموز فاعل من القراءة.\nوعن عبد الرحمن بن عبد القاري مشدد، غير مهموز، منسوب إلى القارة، قبيلة، وفيها جرى المثل: قد أنصف القارة من راماها.\nوكانوا ينسبون إلى حسن الرماية.\nرافع بن خديج صاحب.\nومعاوية بن حديج تابعي. وكان والي مصر في أيام معاوية بن أبي سفيان عبد الله بن مغفل المزني، صاحب.\nوعبد الله بن معقل تابعي.\nوعاصم بن ثابت بن أبي الأقلح بالقاف.\nوأفلح مولى أبي القعيس، بالفاء.\n(1/212)",
        "\n37 - باب غلط أهل الفقه.\nأكثرهم لا يفرق بين: يجب وينبغي ويجوز.\nوالصواب: ألا توضع لفظة منهن موضع الأخرى؛ لأن يجب إنما تكون في الفرائش، وينبغي في الندب، ويجوز في الإباحة.\nويقولون: من توضأ بماء غير طاهر بغير همز، وربما كتبوه بالياء.\nوالصواب: توضأ، بالهمز.\nوكذلك يقولون: إذا استقا فقا في رمضان بغير همز، وربما كتبوه أيضا بالياء، والصواب: استقاء فقاء بالهمز والمد فيهما جميعا.\nويقولون: للقيء: القلس، بفتح اللام. والصواب: القلس، بإسكانها، يقال: قلس يقلس قلسا، إذا قاء.\nوذلك القلس، الذي هو الحبل، مثله على وزن فلس.\nويقولون: إنما ذلك في القشب اليابس.\nوالصواب: القشب، بالإسكان، وهو كل يابس إلا في التمر اليابس خاصة، فإنه إنما يقال فيه: قسب بالسين غير معجمة. قال الشاعر حاتم:\nوأسمر خطيا كأن كعوبه ... نوى القسب قد أربى ذراعا على العشر\n(1/213)\n",
        "فأما القشيب فهو من الأضداد، يكون الجديد، ويكون البالي. والقسيب بالسين، غير معجمة، لا يكون إلا البالي خاصة.\nويقولون: حشاش الأرض. والصواب: خشاش، بفتح الخاء.\nويقولون: الخنفسا. والصواب: الخنفساء، بفتح الفاء والمد.\nويقولون: إذا كانت الكلاب تلغ في الماء.\nوالصواب: تلغ، بفتح اللام.\nويقولون: لا ينتقض الوضوء من مس شرج ولا رفغ. والصواب: شرج، بفتح الراء.\nويقولون: المنى، والمذي، والودي. والصواب: مني، بالتشديد، على وزن صبي، ومذي، بإسكان الذال، على وزن ظبي. وقد يقال مذي، بالتشديد، على وزن مني.\nفأما الودي فلا يكون إلا بالذال ساكنة غير معجمة.\nويقولون: إذا رعف في الصلاة. والصواب: رعف، ورعف، بالفتح والضم.\nويقولون للاغتسال من الجنابة وغيرها: غسل.\nوالصواب: غسل، بفتح الغين، فأما الغسل، بالضم، فهو الماء.\nوالوضوء بعكس ذلك، المفتوح هو الماء، والمضموم هو الفعل، وقد يقال الوضوء في معنى الوضوء.\nوقال أبو عبيد في غريب الحديث: فكانوا لا يرون بغرار القوم بأسا، يعني أنه لا ينتقض الوضوء هكذا الرواية بفتح الواو. وحكى غير أبي عبيد عن الأصمعي أنه لا يعرف إلا الوضوء، بالفتح فيهما جميعا.\n(1/214)\n\nوالأشهر ما ابتدأت به.\nولا يفرقون بين يجزيك ويجزي عنك بل يضمون أوائلهما، ويتركون الهمز فيهما جميعا.\nوالصواب: أنك إذا أتيت بعن فتحت أول الفعل المستقبل ولم تهمز، فقلت: يجزي عنك كما جزى عن غيرك، وإذا لم تأت بعن ضممت أوله في المستقبل وهمزت آخره، والماضي تدخل الهمزة في أوله وفي آخره، فيقول: أجزأك فعلك، أي كفاك. وقراءة فاتحة الكتاب وحدها تجزي عنك ولا يجزئك أن تقرأ غيرها وتدعها.\nويقولون: إذا رأت المرأة القصة البيضاء.\nوالصواب: القصة، بالفتح.\nويقولون لواحد الأوسق: وسق، والصواب: وسق، بفتح الواو، وهو ستون صاعًا وقول العرب: أعطاني وسق بعير الوسق هنا: العدلان، والعكم: العدل الواحد.\nويقولون: لا تأخذ من حزرات الناس.\nوالصواب: حزرات بفتح الزاي، جمع حزرة، وهي خيار مال الرجل.\nويقولون: وذلك عدل بين غذا المال مقصور.\nوالصواب: غذاء، بالمد، جمع غذي، وهو الصغير.\nويقولون: فإذا أطلهم الساعي.\nوالصواب: أظلهم بظاء معجمة، يقال: أظلني الأمر بالظاء معجمة أي غشيني، وأطل علي بطاء غير معجمة، أي أشرف علي، كأن النقطة عوض من على.\nويقولون: في أسنان الإبل: جذعة وحقة.",
        "(1/215)\n\nوالصواب: جذعة بفتح الذال وحقة بكسر الحاء.\nويقولون: لما بين الفريضتين: وقص.\nوالصواب: وقص، بفتح القاف، والجميع: أوقاص. فأما الوقص، بالإسكان، فدق العنق لا غير.\nويقولون: إذا حنث في يمينه بفتح النون. والصواب: حنث، بسكرها.\nويقولون: لا يضحي بالشاة الخمرة أي البشمة. والصواب: الحمرة، بالحاء غير معجمة، وحقيقتها عند أهل اللغة، أنها التي أنتن فمها من البشيم.\nويقولون: إذا أعطي الإمام النفل. والصواب: النفل. بفتح الفاء، وكذلك النبت أيضا: نفل، بالفتح.\nويقولون: أرض العنوة بضم العين. والصواب: العنوة بفتحها.\nويقولون: لا بأس أن يحرم الرجل في البركانات قال المازني في كتاب لحن العامة، هو البرنكاني ليس غير ذلك.\nويقولون: العين، والعرض، وبياع الدين بعرض.\nوالصواب: عرض بإسكان الراء.\nويقولون: فإن نكل عن اليمين، والصواب: نكل ينكل، بفتح الكاف في الماضي، وضمها في المستقبل.\nويقولون: عتق المملوك. والصواب: أعتق، وعتق هو. وفي الحديث: وإلا فقد عتق منه ما عتق بفتح التاء والعين، لا يجوز غير ذلك.\nويقولون: هو يملك رجعة المرأة بكسر الراء. وكذلك في النسب، يقولون: طلاق رجعي. والصواب: فتح الراء.\nويقولون: إذا استبريت الأمة. والصواب: استبرأت بالهمز.\nويقولون: بيع البرنامج. والصواب: البرنامج بفتح الميم، وهو ألواح\n(1/216)",
        "\nمجموعة يكتب فيها الحساب، كأنه بيع عدة أثواب على ما هي مكتوبة في البرنامج، لا يص.\nويقولون: لا يجوز بيع حزر مموه بفضة.\nوالصواب: جزر، وهي المقرعة التي يمسكها الجند بأيديهم لضرب الفرس بها.\nويقولون: ثياب مروية، والصوابة مروية بإسكان الراء.\nفأما الهروية فبالفتح، كما ينطقون بها. لأن المروية منسوبة إلى مرو، والهروية منسوبة إلى هراة.\nويقولون: الصانع يضمن ما يتلف.\nوالصواب: يضمن ويتلف، بالفتح فيهما جميعا.\nوكذلك يقولون: يلزمه أن يغرم.\nوالصواب: يلزم ويغرم، بالفتح فيهما جميعا أيضا.\nويقولون: إذا ادعى المودع ضياع الوديعة، والمرتهن ضياع الرهن ما أشبه ذلك، بكسر الضاد.\nوالصواب: الضياع، بالفتح. قال النبي صلى الله عليه وسلم: من ترك مالا فلأهله، ومن ترك دينا، أو ضياعا فإلي. ويروى: فعليّ.\nفأما الضياع بكسر الضاد، فجمع ضيعة.\nوما أملح ما قال أبو منصور الثعالبي، يذم بعض خدمة السلطان بالتقصير:\nفديوان الضياع بفتح ضاد ... وديوان الخراج بحذف جيم.\nوإنما أتيت بهذا البيت لينضبط لك الفرق بين الضياع والضياع.\nويقولون: إذا جرحه موضحة.\nوالصواب: موضحة بكسر الضاد، وإنما سميت موضحة لأنها توضح عن العظم أي تبدي عن وضحه.\nويقولون: إذا كان في رأس الفرس اعتزام.\n(1/217)\n",
        "والصواب: اعترام بالراء، من العرامة، وهي الشدة.\nويقولون: كتاب الولا والمواريث بالقصر.\nوالصواب: كتاب الولاء ممدود.\nويقولون: كتاب العارية واللقطة.\nوالصواب: العارية، بتشديد الياء، واللقطة بفتح القاف.\nوكذلك يقال: التهمة، والتخمة، بالفتح، لا يجوز إسكانهما.\nويقولون: كتاب القسم. والصواب: القسم بفتح القاف، لأن القسم هو النصيب، والقسم هو مصدر قسمت، وليس المراد أن يقال: كتاب النصيب المقسوم. ولكن المراد القسمة، والقسم بمعناها.\nويقولون: كتاب الشفعة وللشريك أن يأخذ بالشفعة. بضم الفاء. والصواب: الشفعة، بإسكانها.\nويقولون: كتاب الديات بالتشديد. والصواب: الديات، بالتخفيف، الواحدة: دية، قال الله تعالى: {فدية مسلمة إلى أهله}.\nويقولون: عبد الرحمن بن القاسم العتقي بفتح التاء. والصواب: العتقي بضمها.\nويقولون: إبراهيم النخعي. والصواب: النخعي بفتح الخاء.\nويقولون: ابن شعبان القرطي. والصواب: القرطي بالإسكان.\n(1/218)\n\n38 - باب غلط الوثائق\nلا يكاد أحد منهم يقول إلا: شهد الشهود المسمون بضم الميم الثانية.\nوالصواب: المسمون، بفتحها، لأنه جمع مسمى، كما تقول: مصطفى ومصطفون. ويقولون: أقر المكني بأبي قسلان.\nوالصواب: المكني، بفتح الميم وكسر النون وتشديد الياء، يقال: كنوت الرجل، وكنيته، فهو مكني.\nوكذلك يقولون: المولى عليه. والصواب: المولى عليه بفتح الميم وكسر اللام وتشديد الياء. وكذلك يقولون: المنعي إليها زوجها. والصواب: المنعي أيضا، كالمولي.\nويقولون: أقرت فلانة امرأة كان فلان المتوفي عنها. فيجمعون بين العي واللحن، لأن بقولهم: المتوفى عنها يعلم أن الزوجية قد انقطعت بينهما بالوفاة، وأنها الآن ليست في عصمته، وإنما كانت زوجه في حياته، فلا معنى لزيادة كان إلا العي.\nوأما اللحن فلأنهم حالوا بـ كان بين المضاف والمضاف إليه، وإنما تدخل كان في مثل هذه المواضع في ضرورة الشعر، لإقامة الوزن، كما قال الشاعر:\nسراة بني أبي بكر تساموا ... على كان المسومة الجياد\nويقولون: قال النبي عليه السلام: ألدوا وتوالدوا. والصواب: لدوا.\nويقولون: ينقص كل رباعي منها على الوزان حبة ذهب. بتخفيف الرباعي وترك التنوين، ورفع الحبة.\nوالصواب: رباعي بالتشديد والتنوين، وحبة ذهب، بالنصب.",
        "(1/219)\n\nويقولون: على أن النقد المعجل من ذلك مائتان رباعيا.\nوالصواب: مائتا رباعي بالتشديد والتنوين، على الإضافة.\nويقولون: مهر يحل بالبناء.\nوالصواب: يحل بضم الحاء، يقال من الحلول: حل يحل، ومن الحلال: حل يحل.\nويقولون: وعلى هذا الزوج أن يدرر على زوجه نفقتها.\nوالصواب: أن يدر براء واحدة مشددة.\nوإذا قال الأيم لم يريدوا إلا التي مات عنها زوجها أو طلقها. وليس كذلك.\nإنما الأيم: التي لا زوج لها، بكرًا كانت أو ثيبًا. قال الله عز وجل: {وانكحوا الأيامى منكم} لم يرد الثيبات خاصة، دون الأبكار. ويقال للرجل أيضًا: أيم إذا لم تكن له زوج.\nويقولون: ولا يضر بها في نفسها، بفتح الياء وضم الضاد.\nوالصواب: ولا يضر، بضم الياء، وكسر الضاد. يقال: ضره الشيء، وأضر به، إذا عديته بالباء أدخلت الهمزة في أوله.\nويقولون: بعد أن استؤذنت فصمتت بضم الميم. والصواب: صمتت، بفتحها.\nويقولون: ولهذه الدار حدود أربع. والصواب: أربعة، لأن الحد مذكر.\nويقولون في التاريخ: وذلك في ربيع الأول بحذف التنوين من ربيع يجعلونه على الإضافة.\n(1/220)",
        "\nوالصواب: في ربيع الأول ودخل ربيع الأول وربيع الآخر على النعت.\nوكذلك يقولون: في جمادى الأول.\nوالصواب: جمادى الأولى بفتح الدال على وزن حبارى إلا أنها تكتب بالياء وألفها للتأنيث. وليس في الشهور مؤنث سوى جمادى ولذلك كان نعتها مؤنثا. فقيل جمادى الأولى وجمادى الآخرة ولا يجوز الأول ولا الآخر.\nويقولون: وكان ذلك في العشر الأول، وفي العشر الأوسط.\nوالصواب: الأولى والوسطى والأول والوسط إن شئت.\n(1/221)\n",
        "39 - باب غلط الطب\nيقولون: القوة الماسكة، وضعفت المواسكِ.\nوالصواب: القوة الممسكة، وضعفت الممسكات، لأنه لا يقال إلا أمسك رباعي لا غير، واسم الفاعل منه ممسك.\nويقولون: دواء مكرب، وقد أكربه الدواء.\nوالصواب: كربه الدواء، وغيره يكربه، ودواء كارب.\nويقولون: إطريفل. والصواب: إطريفل بضم الفاء.\nويقولون: جوارش وفي الجمع: جوارشات.\nوالصواب: جوارشن، وجوارشنات بضم الجيم وزيادة النون.\nويقولون: لضرب من العقاقير: شب، والصواب: شب بالفتح، قال الشاعر:\nألا ليت عمي يوم فرق بيننا ... سقى السم ممزوجا بشب يمان.\nهكذا الرواية: سقى يريد سُقِي وهي لغة طيء.\nويقولون: زرنيخ وحلتيت. والصواب: زرنيخ وحلتيت بكسر أوائلهما.\nويقولون: للحبة السوداء: شونيز. والصواب: شونيز بضم الشين. وقال ابن الأعرابي: شينيز.\nويقولون: السعلة والشوصة. والصواب: السعلة بفتح السين. والشوصة بفتح الشين.\n(1/222)\n\nقال ابن دريد: وإنما سميت شوصة لأنها ريح ترفع القلب عن موضعه وتزعزعه، يقال شاص فاه بالسواك يشوصه، إذا استاك من سفل إلى علو. ويقال: السعال أيضا، إذا كثر، كما يقال: به بوال لمن كثر منه البول، وعطاش لمن كثر منه العطش، وكثير ما تأتي الأدواء على فعال نحو الزكام والدوار وشبه ذلك.\nويقولون: لضرب من العقاقير: صبر.\nوالصواب: صبر على وزن فخذ ونمر. قال الشاعر:\nلا تحسب المجد تمرًا أنت آكله ... لن تبلغ المجد حتى تلعق الصبرا\nويقولون لبعض الأمراض: سل بالفتح، والصواب: سل بالكسر.\nويقولون: الذبول، بفتح الذال. والصواب: الذبول بضم الذال.\nويقولون: بختِيشوع. والصواب: بحتيشوع بفتح التاء.\nويقولون: إذا أرادوا تعظيم عالم بالطب: قال فلان المتطبب. يتوهمون أنه أبلغ من طبيب.\nوليس كذلك؛ لأن المتفعل هو الذي يدخل نفسه في الشيء، ليضاف إليه، ويصير من أهله، ألا ترى أنك تقول: ما فلان بشجاع، وإنما هو متشجع؟ ولا هو جليد، وإنما هو متجلد؟ قال حاتم طيء:\nتحلم عن الأدنين واستبق ودهم ... ولن تستطيع الحلم حتى تحلما\nوقال آخر:\nوقيس عيلان ومن تقيسا\nيريد من أدخل نفسه معهم وليس منهم.\nوفي الحديث: \" اغد عالما أو متعلما، ولا تكن الثالث فتهلك\".",
        "(1/223)\n\nويروى: \" ولا تكن إمعة، والإمعة: الذي يتبع كل أحد على رأيه، فيقول: أنا معك، أنا معك\".\nففرق ما بين طبيب، ومتطبب، كفرق ما بين حليم ومتحلم، وجليد ومتجلد.\n(1/224)",
        "\n40 - باب غلط أهل السماع\nأول ما يغلطون فيه، اسم صناعتهم، فيقولون: نغنى باللقاع.\nوالصواب: بالإيقاع، مصدر أوقع يوقع.\nومن أملح ما مدح به الإيقاع ما أنشدنيه الشيخ أبو بكر أيده الله لبعض البغداديين.\nغني وللإيقاع قبل ... بيان منطقه بيان\nوكأنما يده فم ... وقضيبه فيها لسان\nومن غلطهم في أبيات الغناء قول قيس بن الخطيم:\nأتعرف رسما كاطراد المذاهب ... لعمرة وحشا غير موقف راكب\nيجعلون مكان عمرة: عزة. وذلك غلط.\nإنما هي عمرة أخت عبد الله بن رواحة.\nوقول الآخر:\nولما نزلت منزلا طلة الندى ... أنيقا وبستانا من النور حاليا\nيجعلون مكان طلة: حفة الندى: والصواب: طلة.\nوقول آخر:\nأيا جبلي نعمان بالله خليا ... طريق الصبا يخلص إلي نسيمها\nيقولون: نسيم الصبا.\n(1/225)\n",
        "والصواب: طريق الصبا. قال الشيخ أبو بكر: هكذا رواية أبي يعقوب بن خرزاذ، ورويناه عنه.\nومن ذلك قول ابن الرومي.\nأضحى ينغصني النسيم سميه ... أفلا يهنئني النسيم نسيم\nيبدلونه تبديلا قبيحًا، ولا يصح معه معنى.\nوقول آخر:\nلو عرفت الهوى عذرت ولكن ... هان لما خفي عليك عليك\nيجعلونه مكان عليك الأولى: هواي، وهو غلط.\nوقول آخر:\nولها في الفؤاد صدع مقيم ... مثل صدع الزجاج ليس يريم\nيقولون: ولها في الفؤاد حب مقيم وذلك غلط. إنما هو صدع.\nومن ذلك قول ذي الرمة:\nأقامت بها حتى ذوي العود والثرى ... وساق الثريا في ملاءته الفجر\nيقولون: وقفت بها حتى ذوي العود في الثرى. وليس كذلك.\nإنما الرواية: أقامت بها يعني أن هذه المرأة أقامت بهذه الدار، زمن الربيع، للرعي، فلما كان وقت طلوع الثريا وجفوف الثرى، وانقطاع المرعى، رحلت عنها ورجعت إلى مكانها. وكذلك كانت العرب تتجع المراعي في الربيع، وتقيم بالأماكن الخصيبة، فإذا أقبل الحر وصوح النبت رجع كل قوم إلى مكانها، واجتمعوا على مياهم.\n(1/226)\n\nومن ذلك قول سحيم عبد بني الحسحاس:\nوأقبلن من أرض العراق يزرنني ... أوانس لم يقصدن خلقا سوائيا\nيقولون: سوائيا بكسر السين.\nوالصواب: فتحها، تقول: ما رأيت سوى زيد وما رأيت سواء زيد إذا قصرت كسرت، وإذا مددت فتحت.\nومن ذلك قول كثير:\nولما وقفنا والقلوب على الغضا ... وللدمع سح والفرائص ترعد\nيقولون: ترعد، بفتح التاء وضم العين. والصواب: ترعد على ما لم يسم فاعله.\nوقول جرير:\nمتى كان الخيام بذي طلوح ... سقيت الغيث أيتها الخيام\nيفتحون الخاء من الخيام وكذلك أينما وقعت في الشعر، يقولون:\nأما الخيام فإنهن خيامها\nوالصواب: كسر الخاء.\nوكذلك يضمون الباء من بثنة حيثما وقعت في شعر جميل كقوله:\nيا بثن إنك إن ملكت فأسجحي ... وخذي بحظك من كريم واصل\nوكقوله:\nوقالوا يا جميل أتى أخوها ... فقلت: أتى الحبيب أخو الحبيب\nبقلبي أن نزلت جبال حسمى ... وأن ناسبت بثنة من قريب\nوالصواب: فتحها. وإنما تضم إذا جاءت مصغرة. تقول: بثينة، وإن",
        "(1/227)\n\nجئت بها مكبرة رددتها إلى أصلها فقلت: بثنة كما تقول: عميرة وعمرة.\nوالبثنة: الزبدة، وهي أيضا الرملة السهلة.\nقال لي حسن بن رشيق، رحمه الله: إذا وقع في شعر جميل حسمي فهو بالميم وكسر الحاء. وإذا وقع في شعر كثير فهو حسني بالنون وضم الحاء. وهو موضع أيضا. ومن ذلك قول البحتري:\nعرج على حلب فرو محلة ... مأنوسة فيها لعلوة منزل\nوقوله:\nتناءت دار علوة بعد قرب ... فهل طفيف يبلغها السلاما\nيضمون العين من علوة أيضا. وهو خطأ.\nوقول آخر:\nأبت الروادف والثدي لقمصها ... مس البطون وأن تمس ظهورا\nيفتحون الدال من الثدي. والصواب: كسرها، لأنها جمع ثدي لا تصغيره.\nوقال آخر:\nفلم أبرح أجول به ... على بصري ومحجره\nيقولون: ومحجره. وذلك غلط. إنما هو محجر على وزن مسجد، وقال أبو الفتح ابن جني: قرأت على أبي الطيب:\nوقد صارت الأجفان قرحى من البكا ... وصار بهارا في الخدود الشقائق\nفقال لي: قرحا، أما ترى بعدها بهارا؟ فالرواية: قرحًا بالتنوين.\nوقول الشريف الضي:\n(1/228)",
        "\nلو أن قومك نصلوا أرماحهم ... بعيون سربك ما أبل طعين\nيقولون: أنصلوا فينقلب المعنى، لأن معنى أنصلت الرمح: نزعت نصله، ومنه قيل لرجب: منصل الأسنة، لأنهم كانوا ينزعون في الأسنة فلا يغزون ولا يتحاربون.\nومعنى نصلته: ركبت نصله. فأراد: لو أن قومك ركبوا عيون سربك على أرماحهم ما أبل طعين، أي ما أفاق مطعون بها. والسرب: جماعة النساء.\nومما يصحفونه قول جميل:\nراحت بثينة في الخليط الرائع ... فانهل دمعك مثل غرب الماتح\nيقولون: المايح بالياء. والصواب: بالتاء المعجمة من فوق.\nوقول آخر:\nوهل رفت عليك قرون ليلى ... رفيف الأقحوانة في نداها\nيقولون: وهل زفت عليك. زفيف الأقحوانة، بالزاي.\nوالصواب: بالراء، ومعنى رفت ها هنا: اهتزت، وقول النميري:\nمررن بفخ ثم رحن إلى منى ... يلبين للرحمن مؤتجرات\nيقولون: مررن بفج بالجيم. وليس كذلك. إنام هو بالخاء. وفخ: موضع معروف ببعض نواحي الحرم. ويروى: متجرات بتاء واحدة مشددة، والمعنى واحد.\nوقول أبي نواس:\nولو شئت دارت راحتي تحت قرقر ... من اللمس إلا من يدي حصان\n(1/229)\n",
        "يقولون: إلا من ثدي حصان.\nوالصواب: بالياء. وتقدير البيت: ولو شئت دارت راحتى تحت قرقر حصان من اللمس إلا من يدي. والقرقر والقرقل: القميص الذي لاكمي له.\nوقد تقدم ذكره في مكانه.\nويقال للمرأة: حصان بفتح الحاء، وللفرس: حصان بكسرها.\nوقول آخر:\nرب فارحمهما كما رحماني ... وأقلا عند الوداع الحداجا\nيقولون: الخداجا. والصواب: بالحاء غير معجمة. والحداج: إدامة النظر، ومنه حديث ابن مسعود رضي الله عنه: حدث القوم ما حدجوك بأبصارهم، أي ما أقبلوا عليك ورمقوك، فإذا غضوا عليك، أو نظروا يمينا وشمالا، فدعهم من حديثك، فإنهم قد ملوا.\nقال أبو عبيد: هذا شبيه بالحديث المرفوع، أنه كان صلى الله عليه وسلم يتخولنا بالموعظة، مخافة السآمة علينا.\nومن ذلك قول البحتري:\nأعيدي في نظرة مستثيب ... توخي الأجر أو كره الأثاما\nيقولون: مستتيب بتاءين. والصواب: بتاء وثاء.\nوقول آخر:\nأوميض برق أم تألق يارق ... أم ريع قلبك للخيال الطارق.\nيقولون: أم تألق بارق بنقطة واحدة. والصواب: بالياء بنقطتين.\nواليارق: الحلي، يقال فيه: يارق ويارق، بفتح الراء وكسرها والفتح أفصح، إلا أن الاختيار في هذا الباب الكسر، كراهة السناد وقد يترك الأحسن\n(1/230)\n\nلما هو أحسن منه، كما قال عبد المحسن الصوري حين قريء عليه من شعره:\nيا حار إن الركب قد حاروا ... فاذهب تحسس لمن النار\nبكسر الراء من يا حار: إني لأعلم أن كسر الراء أحسن، ولكن لا يقرأ على شعري إلا باختياري، فإني لا أختار في هذا الموضع إلا يا حار بضم الراء.\nوإنما اختار عبد المحسن ذلك ليجانس أول القسيم آخره.",
        "(1/231)\n\n41 - باب ما يجري في ألفاظ الناس ولا يعرفون تأويله\nمن ذلك قولهم: ما يعرف كوعه من بوعه.\nالكوع: رأس الزند الذي يلي الإبهام. والبوع: ما يلى طرفي يدي الإنسان إذا مدهما يمينا وشمالا. يقال باع وبوع. وقد بعت الحبل بوعا، إذا قسته بباعك.\nويقولون: قرطس على الشيء إذا أصاب قدره، أو عرف عدده بالحدس والتخمين.\nأصل ذلك من إصابة القرطاس الذي ينصب غرضا للرماة، يقال: قرطس السهم إذا أصاب الغرض.\nوقولهم: ما يدري ما طحاها.\nإنما يريدون قول الله عز وجل: {والأرض وما طحاها} ومعنى طحاها: بسطها ووسعها. وقال الأصمعي: طحاها: مدها. ويقال: طحا قلبه في كذا وكذا، إذا تطاول وتمادى. ومنه قول علقمة:\nطحا بك قلب في الحسبان طروب ... بعيد الشباب عصر حان مشيب\nأي تطاول وتمادى في ذلك.\n(1/232)",
        "\nوقولهم: ما يعرف قبيلا من دبير.\nالقبيل: ما أقبلت به المرأة إلى صدرها من غزلها حين تفتله. والدبير: ما أدبرت به.\nوقولهم: أخذت الشيء بحذافيره أي بجملته.\nوحذافير الشيء: أطرافه، الواحد حذفور وحذفار، مثل: شمروخ وشمراخ.\nوقولهم: خبيث مخبث.\nالمخبث: الذي له أصحاب وأهل خبثاء.\nوقولهم: ما بقي له سد ولا لبد.\nالسبد: الشعر والوبر، يعني الإبل والمعز. واللبد: الصوف، يعني: الغنم.\nوقولهم: سمج لمج.\nوقال الليث: لمجت الدابة الحشيش تلمجه لمجا: تناولته، واللماج: الذواق، يقال إنه لسمج لمج.\nوقولهم: فلان ضخم الجزارة. والجزارة: اليدان والرجلان.\nوقولهم: فلان لا للعير ولا للنفير. والمثل: لا في العير ولا في النفير.\nوأصل ذلك إنما أريد به. لا في عير أبي سفيان بن حرب، ولا في عسكر المشركين يوم بدر.\nوجرى بين خالد بن يزيد بن معاوية، وبين الوليد بن عبد الملك، كلام، فقال الوليد لخالد: ما أنت في العير ولا في النفير. فقال له خالد: ألي تقول هذا وجدي أبو سفيان صاحب العير، وجدي عتبة بن ربيعة صاحب النفير؟\nوقولهم: لله درك.\nقال الأصمعي وغيره: أصل ذلك أنه حمد فعل الرجل وما يجيء به، قيل له: لله درك أي ما يجيء منك بمنزلة در الناقة والشاة، ثم كثر في كلامهم\n(1/233)\n",
        "حتى جعلوه لكل ما يتعجب منه. وقيل: بل معناه: لله لبان أمك، الذي غذاك وأرضعك. قال الفراء: وقد تتكلم العرب بها بغير الله فيقال: در درك، عند الشيء يمدح به. وأنشد:\nدر در الشباب والشعر المسود ... والضامرات تحت الرحال.\nوقولهم: فلنا يخبط عشواء.\nوالتقدير: يخبط خبط عشواء، فحذف المضاف وأقيم المضاف إليه مقامه.\nوالعشواء: الناقة التي لا تبصر بالليل. فهي تطأ كل شيء.\nوالمثل المستعمل قديما: أخبط من عشواء.\nوقولهم: إنما لي من المدي فولة.\nلا يذكرون المدي في شيء من كلامهم إلا في هذا المثل وحده، ولا يعرفون مقداره، والمدي في هذا الموضوع أحسن وأبلغ فيما يريدونه من تقليل الحظ، من المد، لأن المدى على ما ذكره الخطابي مكيال لأهل الشام. ويقال إنه يسع خمسة عشر مكوكا، والمكوك صاع ونصف، فيكون المدي على هذا خمس عشرة ثمنة.\nقال: فأما المد فهو ربع الصاع. ويقال: إنه مقدر بأن يمد الرجل يديه فيملأ كفيه طعامًا، ولذلك سمي مدًا.\nقال المفضل: وقولهم: وافق شن طبقة، قال ابن الكلبي: طبقة: قبيلة من إياد كانت لا تطاق، فأوقع بها شن. وهو شن بن أفصى بن دعمي بن جديلة بن أسعد، بن ربيعة بن نزار، فانتصف منها وأصاب فيها. فضربتا مثلا للمتفقين في الشدة وغيرها. قال الشاعر:\nلقيت شن إيادا بالقنا ... طبقا وافق شن طبقه\n(1/234)\n\nوقال الشرقي بن القطامي: كان رجل من دهاة العرب وعقلائهم، يقال له شن فقال والله لأطوفن حتى امرأة مثلي فأتزوجها. فبينا هو في بعض مسيرة وافقه رجل في الطريق، فسأله شن: أين تريد؟ فقال: موضع كذا يريد القرية التي يقصدها شن فوافقه. فلما أخذا في مسيرهما قال له شن:\nأتحملني أم أحملك؟ فقال له الرجل: يا جاهل: أنا راكب وأنت راكب، فكيف أحملك أو تحملني؟ فسكت عنه شن وسارا، حتى إذا قربا من القرية إذا هما بزرع قد استحصد، فقال له شن: أترى هذا الزرع أكل أم لا؟ فقال له الرجل: يا جاهل، إذا كان لم يحصد، فكيف يؤكل؟\nفسكت شن: فسارا حتى إذا دخلا القرية لقيتهما جنازة. فقال له شن: أترى صاحب هذا النعش حيا أم ميتا؟ فقال له الرجل: ما رأيت أجهل منك! ترى جنازة فتسأل عنها؟ أميت صاحبها أم حي؟ فسكت عنه شن وأراد مفارقته: فأبى الرجل أن يتركه حتى يصير به إلى منزله، فضى معه.\nوكان للرجل ابنة يقال لها طبقة، فلما دخل إليها أبوها سألته عن ضيفه فأخبرها بمرافقته إياه، وشكا إليها جهله، وحدثها بحديثه. فقالت له: يا أبت ما هذا بجاهل. أما قوله: أتحملني أم أحملك فأراد، أتحدثني أم أحدثك، حني نقطع طريقنا. وأما قوله أترى هذا الزرع أكل أم لا فإنما أراد: هل باعه أهله فأكلوا ثمنه أم لا. وأما قوله في الجنازة: أحي صاحبها أم ميت؟ فأراد: أترك عقبا يحيا بهم ذكره أم لا. فخرج الرجل فقعد مع شن فحادثه ساعة، ثم قال: أتحب أن أفسر لك ما سألتني عنه؟ فقال: نعم، ففسره له.\nفقال شن: ما هذا من كلامك، فأخبرني من صاحبه؟ قال ابنة لي. فخطبها إليه فزوجها إياها. وحملها إلى أهله. فلما رأوها قالوا: وافق شن طبقة فذهبت مثلا.",
        "(1/235)\n\nوقولهم: مالك في هذا الأمر طباخ.\nوالطباخ أصله القوة والسمن، ثم استعمل في غيرهما، فقالوا فلان لا طباخ له، أي لا عقل له ولا خير عنده. قال حسان:\nالمال يغشى رجالا لا طباخ لهم ... كالسيل يغشى أصول الدندن البالي.\nومنه قوله: لم تترك الفتنة من الناس طباخا.\nوقولهم: ترقيق عن صبوح.\nأصله أن ضيفنا نزل بقوم فقراء. فآثره بعشائهم، ثم جلسوا يحادثونه ويؤنسونه، فقال لهم: إذا أصبحت وتصبحت، أي طريق أسلك إلى موضع كذا؟ فقالوا له: أعن صبوح ترقق؟ يعنون بالصبوح الغداء، وهو يستعمل في الشراب والأكل جميعا.\nوقولهم: قطع الله دابره.\nقال الأصمعي: الدابر: الأصل، أي أذهب الله أصله.\nوقال أبو عبيدة: دابر القوم آخرهم، يقال: دبرهم يدبرهم ويدبرهم، إذا كان آخرهم، وفي الحديث\" من الناس من لا يأتي الصلاة إلا دبريا\" أي في آخر الوقت.\nوقولهم: اقتلوني ومالكا.\nأول من قال ذلك عبد الله بن الزبير، وذلك أنه عانق الأشتر النخعي في القتال، فسقطا إلى الأرض جميعا، واسم الأشتر مالك فنادى عبد الله بن الزبير: اقتلوني ومالكا. فضرب مثلا، لكل من أراد بصاحبه مكروها، وإن ناله منه ضرر.\nوقولهم: لا فارق سوادي بياضه حتى يقضيني حقي.\n(1/236)",
        "\nوإنما الكلام: لا فارق سوادي سواده أي شخصي شخصه. وفي الحديث: أن معاذ بن عمرو بن الجموع، أو معاذ ابن عفراء، قال لعبد الرحمن بن عوف، يوم بدر: يا عم هل تعرف أبا جهل؟ قال نعم: ما حاجتك إليه؟ قال: أخبرت أنه يسب رسول الله صلى الله عليه وسلم والذي نفسي بيده: لئن رأيته لا فارق سوادي سواده حتى يموت الأعجل منا.\nوقولهم: دعوت الناس فجاءني الأسود والأبيض.\nوالذي تقول العرب: جاءني الأسود والأحمر والأسود هو العربي والأحمر هو العجمي.\nقال المفضل: وقولهم ما كان نولك أن تفعل ذلك.\nقال أبو عبيدة: النول والنوال. الصلاح، أي ليس ذلك بصلاح لك، وقال الأخفش: النول والنوال الحظ، أي ما ذلك بحظ لك وغنيمة.\nوقولهم: فت في عضده.\nالعضد: القوة. والفت: الكسر، من قولهم: فتت الشيء إذا كسرته. ومعنى في: من فالمعنى: كسرت من قوته.\nوحروف الصفات يقوم بعضها مقام بعض، وقال امرؤ القيس:\nوهل ينعمن من كان أقرب عهده ... ثلاثين شهرا في ثلاثة أحوال\nأي من كان أقرب عهد بالرفاهية ثلاثين شهرا من ثلاثة أحوال. وهذا قول الأصمعي. قال المفضل: وتكون في بمعنى مع في هذا البيت.\nويقال: العضد: الأعوان وحكى النضر بن شميل: رجل عضد، إذا كان له أعوان يعضدونه.\nفكأن المعنى: فت فيهم خذلانه، أي فرقه فيهم. وتكون في ها هنا أيضا بمعنى من كأنه قال: فت منهم، أي كسر منهم، وضعف نياتهم.\nقال ابن النحاس: العضد ها هنا تمثيل يراد به القوة، كما أن الأزر:\n(1/237)\n",
        "الظهر ثم يستعمل للقوة. قال: وحكى لنا علي بن سليمان عن محمد بن يزيد، أنه كان ينكر قول من يقول: حروف الخفض يجعل بعضها في موضع بعض.\nوإنما ذلك عنده لضعف قائله في العربية.\nوقولهم: امتلأ المكان من الشيق.\nوإنما المستعمل: من الشيق إلى النيق.\nقال ابن دريد: الشيق: الشق الضيق في رأس الجبل، وهو أضيق من الشعب.\nقال الشاعر:\nشغواء توطن بين الشيق والنيق.\nقال: النيق أعلى الجبل. والشيق: الشق الضيق بين صخرتين. هذا نص الجمهرة. وقال غيره: الشيق أسفل الجبل، والنيق أعلاه.\nقال المفضل: وقولهم: ما عدا مما بدا.\nأي ما عداك عني مما بدا لك مني. ومعنى عداك: صرفك، وبدا: ظهر. وأول من قال ذلك علي بن أبي طالب عليه السلام لما قدم البصرة قال لعبد الله بن عباس: صر إلى الزبير فقل: علي يقرئك السلام، ويقول: أقرئه السلام وقل: عهد خليفة، ودم خليفة، واجتماع ثلاثة، وانفراد واحد، وأم مبرورة، ومشاورة العشيرة.\nوقولهم: فلان لين العريكة.\nالعريكة: السنام، يقال جمل لين العريكة، إذا كان سنامه منخفضا مذالا، لا يمنع من ركوبه، ولا يؤذى الراكب، فشبه الرجل بذلك، يراد أنه سهل مساعد غير أبي ولا شرس.\nوقولهم: ردوا الحديث إلى ابن إسحاق.\n(1/238)\n\nوهو محمد بن إسحاق بن يسار، صاحب السير والمغازي، وكان من أعلم الناس بالوقائع والأخبار والأحاديث، ما خلا الشعر، فإنه لم يكن له به علم. ويقال: إنه غير ثقة في نقل الأخبار. والمراد: سلموا الأحاديث إلى من هو أقعد بها وأعلم. ثم كثر استعمال ذلك، حتى صار المعنى: ردوا الحديث إلى من هو أهم به وأولى.\nقال النحاس: وقولهم: فلان عيار.\nهو في كلام العرب: الذي يخلي نفسه وهواها، لا يزجرها من: عارت الدابة، إذا انفلتت، وتعاير الرجل مشتق من هذا وقيل الأصل في هذا من: تعاير القوم، إذا ذكروا العار بينهم، ثم قيل لكل من تكلم بقبيح:\nتعاير.\nوقال غيره هو: الماجن الذي يخلط الجد بالهزل، يقال: مجن يمجن، والمجن، خلط الجد بالهزل.\nوقولهم: ما يدري أين سفع به الزمان.\nوإنما يقال: ما يدري أين سقع وصقع وزقع، بالسين والزاي والصاد.\nأي ما يدري في أي صقع هو. والصقع والسقع: الناحية.\nوقولهم للأسود: كوش. والصواب: كوشي، أو ابن كوشي، لأن كوشا ولد حام بن نوح عليه السلام. ومثل ذلك قولهم للاشتطاط وقلة الإنصاف: هذا حكم سدم. وإنما يقال: قاضي سدوم. وسدوم: موضع بالشام، كان قاضية يضاف إلى الجور، فيقال في المثل: أجور من قاضي سدوم.\nوقولهم: لا تفيش علينا.",
        "(1/239)\n\nهو من المفايشة، وهي المفاخرة، فايش الرجل، إذا فاخر، قال الشاعر:\nأيفايشون وقد رأوا حفاثهم ... قد عضه فقضى عليه الأشجع.\nوقولهم: عرض سابري.\nوهو من الثوب السابري، والسابري من الثياب: الرقيق الذي لابسه بين العاري والمكتسي، ثم استعير فقيل لكل من عرض على كل أحد عرضا خفيفا لم يبالغ فيه: عرض عرضا سابريا.\nوقولهم: رجع بخفي حنين.\nقال حمزة بن الحسن الأصبهاني: اختلف النسابون فيه وفي قصته وذكر أقوالا، اقتصرت منها على قول أبي عبيد القاسم بن سلام قال: كان حنين إسكافا من أهل الحيرة، فأتاه أعرابي فساومه بخفين، فاختلفا حتى أغضبه، وأراد حنين أن يغيظ الأعرابي، فلما ارتحل أخذ حنين أحد الخفين فألقاه في طريقه، ثم استقام على الطريق، وألقى فيه الخف الآخر، وكمن للأعرابي. فلما مر الأعرابي بالخف الأول قال: ما أشبه هذا بخف حنين، فلو كان معه الآخر لأخذته. ومضى حتى انتهى إلى الخف الآخر، فأناخ راحلته مكانه، ورجع على طريقه لأخذ الخف الأول، فوثب حنين على راحلته فركبها وذهب بها. ورجع الأعرابي إلى الخف، وقد فقد راحلته، وأخذ الخفين معه وقصد نحو حيه، فقال له قومه: ما الذي جئتنا به من الحيرة؟ قال جئت بخفي حنين. فذهبت مثلا.\nوقولهم أخلى من جوف حمار.\nحمار: رجل من عاد، وجوفه واد كان يحله، ذو ماء وشجر، فخرج بنوه يتصيدون فأصابتهم صاعقة فأهلكتهم، فكفر وقال: لا أعبد ربا فعل ذا ببني، ثم دعا قومه إلى الكفر، فمن عصاه قتله. فأهلكه الله تعالى، وأخرب\n(1/240)",
        "\nواديه. فضرب العرب به المثل في الخراب والخلاء، فقالوا: أحلى من جوف حمار، وأخرب من جوف حمار وهو الذي عنى امرؤ القيس بقوله:\nوواد كجوف العير قفر قطعته ... به الذئب يعوي كالخليع المعيل\nوالغير: الحمار عند العرب\nوقولهم: أفزع من صافرة.\nوالمثل: أجبن من صافر بغير هاء.\nقيل إنه طائر يتعلق من الشجر برجليه، وينعكس رأسه خوفا من أن ينام فيؤخذ، فيصفر منكوسا طول ليلته.\nوقيل إن الصافر هو الذي يصفر بالمرأة المريبة، وإنما يجبن لأنه وجل مخافة أن يظهر عليه. وفيه أقوال غير ما ذكرت.\nوقولهم: أنحس من طويس.\nوهو رجل من مخنثى المدينة، كان يسمى طاووسا، فلما تخنث تسمى بطويس، وتكنى بأبي عبد المنعم. وهو أول من غنى في الإسلام بالمدينة، ونقر بالدف المربع وأنشد في نفسه\nإنني عبد المنعم أنا طاوس الجحيم\nوأنا أشأم من يمشى على ظهر الحطيم\nيعني الأرض، وكان أخذ طرائق الغناء عن سبي فارس وذلك أن عمر بن الخطاب، رضي الله عنه، جعل لهم في كل شهر يومين يستريحون فيهما من المهن. وكان طويس يغشاهم، حتى فهم طرائقهم. وكان خليعا، يضحك الثكالى. فمن مجانته أنه كان يقول: يا أهل المدينة ما دمت بين ظهرانيكم فتوقعوا خروج الدجال والدابة، فإن مت فأنتم آمنون، فتدبروا ما أقول: إن أمي ولدتني في الليلة التي مات فيها رسول الله صلى الله عليه وسلم وفطمتني في اليوم الذي مات\n(1/241)\n",
        "فيه أبو بكر، وبلغت الحلم في اليوم الذي قتل فيه عمر، وتزوجت في اليوم الذي قتل فيه عثمان، وولد لي في اليوم الذي قتل فيه علي. فمن مثلي؟ فضرب به المثل، فقيل: أشأم من طويس، وأخنث من طويس.\nويقولون: الحديث شجون والحديث ذو شجون: أي ذو فنون وتشبث بعضه ببعض، يقال: شجر متشجن، إذا التقت بعضه ببعض واشتبك، والشجناء: الشعراء الملتفة. ومنه ما جاء في الحديث: الرحم شجنة من الرحمن أي قطعة، كأن اقتطاع اللفظة من اللفظة، اقتطاع لها منها. وأول من تكلم بالمثل ضبة بن أد بن طابخة بن إلياس بن مضر. وكان من حديث ذلك فيما ذكر المفضل الضبي أن ضبة كان له ابنان، يقال لأحدهما سعد وللآخر سعيد، فنفرت إبل ضبة تحت الليل وهما معها، فخرجا يطلبانها، فوجدها سعد، وذهب سعيد فلم يرجع، فجعل ضبة يقول بعد ذلك إذا رأى سوادا تحت الليل: أسعد أم سعيد، فذهب قوله مثلا. وأقام ما شاء الله. لا يعلم لسعيد بخبر، فبينا هو يسير يوما هو والحارث بن كعب في الأشهر الحرم، وهما يتحدثان، إذ مرا على سرحة، فقال الحارث: أترى هذا المكان، فإني قد لقيت فيه شابا من هيئته كذا وكذا، فوصف صفة سعيد، فقتلته وأخذت؟ بردا كان عليه، من صفة البرد كذا وكذا، فوصف البرد، وسيفا كان عليه. فقال له ضبة: ما صفة السيف؟ فقال: ها هوذا علي. فعرفه ضبة. ثم قال: إن الحديث لذو شجون فذهب مثلا. وضربه به حتى قتله، فلامه الناس في ذلك، فقالوا: قتلت رجلا في الأشهر الحرم. فقال ضبة: سبق السيف العذل فأرسلها مثلا.\nوقال الفرزدق.\nولا تأمنن الحرب إن استعارها ... كضبة إذ قال الحديث شجون\nويقولون لما يستملحونه: \" حديث خرافة\" زعموا أن خرافة رجل من\n(1/242)\n\nالعرب، كان من بني عذرة، فاستهوته الجن، فلبث فيهم زمانا، ثم رجع إلى قومه، وأخذ يحدثهم بالأعاجيب التي رآها، فضرب به المثل.\nوزعم بعضهم أن خرافة مشتق من اختراف الثمر، أي استطرافه.\nوكذلك قولهم: جاء فلان بالترهات وهذه ترهات البسابس: جمع بسبس، وهو الصحراء الواسعة التي لا شيء فيها، يقال لها بسبس، وسبسب، بمعنى واحد. هذا أصل الكلمة، ثم يقال لكل من جاء بكلام محال: أخذ في ترهات البسابس وجاء بالترهات ومعنى المثل: أنه أخذ في غير القص، وسلك الطريق الذي لا ينتفع به كقولهم: ركب بنيات الطريق فأخذ يتعلل بالأباطيل.\nوقال قوم: التاء في ترهات مبدلة من واو من الوره، والوره، لغتان، وهو الحمق، يقال: رجل أوره، وامرأة ورهاء، كأنه جاء بالحماقات وما لا ينتفع به.\nويقولون: ندمت ندامة الكسعى.\nأصل المثل أن الكسعى كان رجلا من بني كسعة، واسمه محارب بن قيس، وكان يرعى إبلا له، فرأي يوما نبعة في صخرة، فأعجبته فقال: ينبغي أن تكون هذه قوسا، فجعل يتعهدها حتى أدركت، فقطعها واتخذ منها قوسا، ثم دهنها وأصلحا بوتر، ثم عمد إلى ما كان من برايتها فجعل منه خمسة أسهم، ثم خرج حتى أتى قترة على موارد حمر، وكمن فيها. فمر قطيع منها، فرمى منه عيرا وأمخطه السهم أي جازه وأصاب الجبل فأورى نارا، فظن أنه أخطأه. وصنع في ذلك أبياتا. ثم مر به قطيع آخر فصنع صنيعة الأول.\nحتى فعل ذلك في الخمسة الأسهم. فلما رأي آخر سهم منهن أنشأ يقول:\nأبعد خمس قد حفظت عدها ... أحمل قوسي وأريد ردها\nأخزى الإله لينها وشدها ... والله لا تسلم عندي بعدها",
        "(1/243)\n\nولا أرجى ما حييت رفدها\nثم عمد إلى قوسه فكسرها على حجر. فلما أصبح أبصر الأعيار الخمسة مصرعة حوله، وأسهمه مضرجة. فندم فشد على إبهامه فقطعها تلهفا، وأنشد يقول:\nندمت ندامة لو أن نفسي ... تطاوعني إذا لقطعت خمسي\nتبين لي سفاه الرأي مني ... لعمر أبيك حين كسرت قوسي\nوقال الفرزدق، يضرب به المثل:\nندمت ندامة الكسعي لما ... غدت مني مطلقة نوار\nوكانت جنتي فخرجت منها ... كآدم حين أخرجه الضرار\nومن أجل نوار قال الفرزدق البيت الذي يتمثل به الناس ولا يعرفون تأويله:\nليس الشفيع الذي يأتيك مؤتزرا ... مثل الشفيع الذي يأتيك عريانا\nوذلك أن النوار بنت أعين وكلت الفرذدق لقرابته منها، ليزوجها فلما حضر الشهود، وأشهدتهم على ذلك، قال اشهدوا أني قد تزوجتها على مائة ناقة. فكرهته وأبت أن تمضي ذلك وشخصت إلى ابن الزبير تستعديه عليه، ورحل هو خلفها إلى ابن الزبير فاتى حمزة بن عبد الله بن الزبير يستشفع به إلى أبيه، وقال فيه:\nأمسيت قد نزلت بحمزة حاجتي ... إن المنوه باسمه الموثوق\nوأتت النوار ابنة منظور بن زبان، امرأة حمزة بن عبد الله بن الزبير تستشفع، فكلم حمزة أباه في الفرزدق وكلمته امرأته في النوار. فقضى\n(1/244)",
        "\nللنوار، ولم يجز للفرزدق تزويجه. قال الفرزدق:\nأما بنوه فلم تنجح شفاعتهم ... وشفعت بنت منظور بن زبانا\nليس الشفيع الذي يأتيك مؤتزرا ... مثل الشفيع الذي يأتيك عريانا\nفضربه الناس مثلا في أن شفاعة النساء أنفذ من شفاعة الرجال.\n(1/245)\n",
        "42 - باب ما تأولوه على غير تأويله\nمن ذلك قول الله تعالى: {لتجدن أشد الناس عداوة للذين آمنوا اليهود والذين أشركوا ولتجدن أقربهم مودة للذين آمنوا الذي قالوا إنا نصارى ذلك بأن منهم قسيسين ورهبانا وأنهم لا يستكبرون}.\nيتوهمون الآية على العموم، وأن النصارى بخلاف اليهود والذين أشركوا، وأن الله قد مدحهم بأن منهم قسيسين ورهبانا. وليس كذلك إنما عنى الله عز وجل النجاشي ومن آمن معه، والدليل على ذلك قوله {وإذا سمعوا ما أنزل إلى الرسول ترى أعينهم تفيض من الدمع مما عرفوا من الحق يقولون ربنا آمنا فاكتبنا مع الشاهدين}.\nونحو ذلك وله عز وجل: {يأيها الذي آمنوا عليكم أنفسكم لا يضركم من ضل إذا اهتديتم}.\nيحتجون بهذه الآية على من يأمر بمعروف وينهى عن منكر، حتى عطلوا بذلك فرضا من فروض الله عز وجل ولا يعلمون أنها منسوخة بآية السيق، والمنسوخ لا يحتج به.\nوروى عن أبي بكر رضي الله عنه أنه قال: سمعت النبي صلى الله عليه وسلم على هذه الأعواد يقول: يا أيها الناس إنكم لتقرأون هذه الآية {والذي بعثني بالحق\n(1/246)\n\nلتأمرن بالمعروف ولتنهون عن المنكر، أو ليعمنكم الله بعقابه ثم لتدعن فلا يجاب لكم}.\nومن ذلك توهم قول النبي صلى الله عليه وسلم: وحدثوا عن بني إسرائيل ولا حرج: أن معناه: حدثوا عن بني إسرائيل بما صح عندكم وبما لم يصح. وليس كذلك. قال لنا الشيخ أبو محمد عبد الحق أيده الله: إنما المعنى لا حرج عليكم ألا تحدثوا عن بني إسرائيل، لأن أول الحديث واجب، عليكم أن تبلغوا عني ولو آية. وليس بواجب عليكم أن تحدثوا بما صح عندكم من حديث بني إسرائيل، بل إن شئتم حدثوا، وإن شئتم لا تحدثوا، لا حرج عليكم في ذلك، كما عليكم الحرج إذا لم تبلغوا عني.\nومن ذلك احتجاج من أذنب ذنبا بأن آدم حج موسى بقوله: أفتلومني على أمر قد قدر علي قبل أن أخلق؟ وليس لأحد منا أن يحتج بهذا الحديث. ولا يجوز أن نقيس ذنوبنا بذنب آدم عليه السلام لأنه قد غفر الله له، وأعلمنا بذلك. وما غفره الله من الذنوب فلا يلام عليه صاحبه. وإنما اللوم والعقوبة منا على من لم يعلمنا الله تعالى أنه قد غفر له. ألا ترى أن الكافر إذا أسلم لا يلام ولا يعاقب على شيء مما أتى في حال كفره، لأن الله عز وجل قد أعلمنا مغفرته له بعقوبة: {قل للذين كفروا إن ينتهوا يغفر لهم ما قد سلف} والمؤمن المذنب بخلاف ذلك. فالأمران مفترقان.\nومن ذلك قولهم: العامة مشتقة من العمى. وليس كما ظنوا. إنما العامة من العموم ولو كانت من العمى لقيل: العامية بالياء وتخفيفها.",
        "(1/247)\n\nوقولهم: إنما سمي المنزل لأجل الماء، والأصل الماء انزل أي هذا الماء فانزل.\nوليس كما ظنوا. وإنما هو اسم المكان من نزل ينزل، كما تقول هذا مضرب القوم، لموضع الضرب، ومجلسهم لموضع الجلوس.\nوقولهم: افحام الصبي من البكاء يعنون أنه اسود من شدة ما بكي، حتى صار كلون الفحم.\nوليس كذلك: إنما يقال بكى الصبي حتى فحم، أي انقطع صوته، فهو من الانقطاع لا من السواد وتقول منه: جادلت فلان فأحمته، أي أسكته وقطعت كلامه. وشاعر مفحم أي منقطع.\nوقولهم: ضربه فأشواه يعنون أنه أحرقه بالضرب كما يشوي اللحم في النار. وليس كذلك.\nإنما معناه: أشواه، أصاب شواه، والشوى: أطراف الجسد، كاليدين والرجلين. ومنه قول الله تعالى: {نزاعة للشوى} وقيل: الشوى: جلدة الرأس والشوى أيضا: رذال المال ويقال: شوى ما أخطأ دين الإنسان أي هين.\n(1/248)",
        "\n43 - باب من الهجاء.\nيكتب أكثر الخاصة: قال ابن عمر، وقال ابن القاسم، وقال ابن وهب، وأشباه ذلك، بغير ألف، ويرون أنهم قد امتازوا بذلك عن العامة.\nوالصواب: ألا تكتب ابن إلا بالألف، إلا إذا وقع بين اسمين علمين وكان وصفا لا خبرا. كقولك: عبد الله بن عمر، وعبد الرحمن بن القاسم، وعبد الله بن وهب، ومالك بن أنس، ونحو ذلك، فإنه يكتب بغير ألف.\nوكذلك إذا وقع بين علم وكنية كالاسم فالأجود أن يحذف ألفه نحو: قال معاوية بن أبي سفيان وأبو عمرو بن العلاء. وكذلك إذا نسبته إلى لقب قد غلب على أبيه، أو صناعة مشهورة قد عرف بها، كقولك: زيد بن القاضي، وبكر ابن الأمير، فإنك تحذف منه الألف أيضا.\nفأما إذا كان خبرا كقولك: زيد انب عمرو، فلابد من إثبات الألف. وفي المصحف: {وقالت اليهود عزير ابن الله وقال النصارى المسيح ابن الله} بالألف جميعا.\nوكذلك إذا كان مثنى تثبت الألف وإن كان وصفا، كقولك قال عبد الله وزيد ابنا محمد.\nوكذلك إذا نسبته إلى جده، كقولك: قال محمد ابن شهاب، وعبد الملك بن الماجشون، ونحو ذلك، لابد من إثبات الألف، لأن شهابا والماجشون جداهما.\nوكذلك: هذا زين ابن أخي عمرو، فلابد من إثبات الألف أيضا.\n(1/249)\n",
        "والموضع الذي يحذف فيه الألف من ابن يحذف فيه التنوين من الاسم الذي قبل ابن.\nوالمؤنث يجري مجرى المذكر في جميع ما ذكرنا من حذف التنوين في الصفة وإثباته في الخبر، غير أن الألف لا تحذف من ابنة كما تحذف من ابن وقال أحمد بن جعفر الدينوري: وإنما لم تحذف الألف من ابنة كما حذفت مع المذكر، لأنه لم يكثر استعمالهم للمؤنث كما كثر في المذكر.\nوربما كتبوا: كذا وهكذا، وهكذا، بالياء. والصواب: بالألف.\nوكذلك ربما كتبوا أيضا بالياء.\nوالصواب بالألف، لأنه مصدر آض إلى كذا، أي صار إليه، فهو كقولك ضرب ضربا، لا يكتب إلا بالألف، ولابد من تنوينه.\n(1/250)\n\nفصل\nواعلم ان كل اسم على ثلاثة أحرفٍ، آخره ألف، فإن ألفه لا تخلو أن تكون منقلبة عن واو أو عن ياء، فإن كانت منقلبة عن ياء فاكتبه بالياء.\nويعرف ذلك بالفعل إذا كان ماضيه على فعل بالفتح، أو بالمصدر، أو التأنيث أو التثنية، أو الجمع الذي بالألف والتاء. كقفا وعصا تكتبه بالألف، لأنك تقول: قفوت أقفو وعصوت أعصو، إذا ضربت بالعصا. وتقول في تثنيتها أيضا: عصوان وقفوان. وكذلك: شجا وحفا مصدر حفي إذا لم يستطع مشيا، لأنهما من الشجو والحفوة، ولا اعتبار بالفعل فيهما، لأنه على فعلت بالكسر. فأما المشى بلا نعل ولا غيرها فمصدره الحفاء بالمد وكذلك: عشا وقنا لأنك تقول في التأنيث: عشواء وقنواء. وكذلك: منا للذي يوزن به، ورجا لأنك تقول في التثنة: منوان ورجوان.\nقال الشاعر: فلا يرمى بي الرجوان إني ... أقل القوم من يغني مكاني\nوكذلك: قطا وفلا لأنك تقول في الجمع: قطوات وفلوات. وتكتب: صلى النار، بالياء، تقول: صليته، إذا أدخلته فيها.\nوكذلك: عمى ولمى لأنك تقول في المؤنث: عمياء ولمياء، وكذلك: فتى ورحى لأنك تقول في التثنية: فتيان ورحيان .. لأنك تقول في الجميع: حصيات ومهيات. وحكى بعضهم: مهوات، فعلى هذا يكتب بالياء والألف.",
        "(1/251)\n\nإلا أن يكون في اول الاسم وسطه واو، كقولك: وغي، ونوى، فاكتبه بالياء على كل حال، ولا تمتحنه بشيء مما قدمته، لأن ألفه لا تكون منقلبة على واو، على ما ذكر الخليل.\nوكذلك الفعل، بهذه المنزلة: إذا كان في أوله واو أو في وسطه، كقولك: وعي زيد العلم، وشوى عمرو اللحم، تكتبه أيضا بالياء على كل حال.\nفأما الفعل الذي ليس في أوله واو، ولا في وسطه، فإنك ترده إلى نفسك، فإن ظهرت فيه الواو فاكتبه بالألف. نحو دعا، وغزا، ومحا، لأنك تقول: دعوت وغزوت ومحوت.\nوإن ظهرت فيه الياء فاكتبه بالياء، نحو: مشى ورمى، وبكى، لأنك تقول: مشيت ورميت، وبكيت.\nوكل ما يكتب بالياء فجائز أن يكتب بالألف.\nفإذا أشكل عليك شيء من هذه الأسماء، فلم تدر أمن ذوات الواو هو أو من ذوات الياء فاكتبه بالألف، فلأن يقع في أحد الصوابين خير من أن يقع في الخطإ، لأن كتاب ذوات الواو بالياء خطأ، وليس كتاب ذوات الياء بالألف خطا، إلا أن الكوفيين يزعمون أن الامس إذا كان مضموم الأول أو مكسوره، كقولك: ضما، ورضا، وربا، جاز أن يكتب الياء، وإن كان أصله من الواو. ويجيزون تثنيته بالياء والواو جميعا.\nوقال علي بن محمد بن منصور الأهوازي في كتاب علل العروض. وكان القدماء من النحويين يكتبون كل ما كانت في آخره ألف مقصورة بالألف على اللفظ، حتى أخرج المحدثون هذا الطريق الذي عليه الكتاب اليوم، ويقال إن أول من شرع فيه أبو عثمان المازني. انقضى كلام الأهوازي.\nوكذلك الفعل المستقبل، تجريه مجرى الماضى، فتكتب يسعى بالياء، لأنك تقول: سعيت، وتكتب تضغا بالألف، لأنك تقول: صغوت،\n(1/252)",
        "\nوشغوك مع فلان، أي ميلك. إلا أن يكون الفعل لما لم يسم فاعله، فإنك تكتبه بالياء على كل حال، وإن كان أصله الواو، نحو يغزي ويدعى، لأن ماضيه قد عاد إلى الياء في قولك: غزي ودعي، إلا أن يكون قبل آخره ياء، وهو مما سمي فاعله أو لم يسم فاعله، تكتبه بالألف، كراهة اجتماع ياءين، نحو قولك: يعيا زيد بأمره ويعيابه، ويحيا حياة طيبة، ويحيا.\nوكذلك الأسماء في هذا بمنزلة الأفعال، تكتب الحيا، الذي هو المطر، بالألف، وإن كان من ذوات الياء كراهة اجتماع ياءين، كما كرهوا اجتماع ألفين، فكتبوا ذوات الواو بالياء، نحو شأي زيد عمرا، أي سبقه، وهو من شأوت. وكذلك بأي عليهم يبأي، إذا تكبد، فكتب بالياء، وهو من بأوت. قال الدينوري: لأنهم كرهوا أن يجمعوا بين صورتين قال: وهذا قول الكسائي والفراء. وأما أهل البصرة فيكتبونه بالألف على القياس.\nفأما إذا كان الاسم على أربعة أحرف فأكثر، فأكبته بالياء، على كل حال، وإن كان من ذوات الواو، نحو: ملهى، ومدعى، ومستدني، إلا أن يكون أيضا قبل آخره ياء فلا تكتبه إلا بالألف، نحو معيا، ومحيا، ورؤيا، وسقيا، خلا يحيى الذي هو اسم، فإنهم قد أجمعوا على أن كتبوه بالياء، اتباعا للمصحف، وقال ابن ولاد: إنما كتبوه بالياء ليفرقوا بين الاسم والفعل، كقولهم: هو يحيا حياة طيبة.\nوكذلك الفعل، إذا كان رباعيا فأكثر، فاكتبه أيضا بالياء، على كل حال، وإن كان أصله الواو، نحو قولك: ألهى زيد عمرا، وأغرى خالد بكرا، واستدعى أبوك أخاك، لأنك تقول: ألهيت وأغريت، واستدعيت. إلا أن يكون أيضا قبل آخره ياء، فلا تكتبه إلا بالألف، نحو: أحيا، فأعيا، واستعيا، للعلة المتقدمة.\nفإن اتصل شيء من هذا كله بمضمر فاكتبه بالألف، نحو: مغزاك، ومغزاه ومرماكم، ومسعانا، وفتاوى، ورحاكما، ورماه فأصماه، وما أشبه\n(1/253)\n",
        "ذلك، إلا حرفا واحدا فإن بعضهم كتبه بالياء مع الإضافة إلى المضمر، وهو: إحدايهما، ذكر ذلك ابن ولاد وابن جنى. والأحسن أن يكتب بالألف.\nفأما المهموز من الأسماء والأفعال فلا يكتب إلا بالألف، إذا كان قبل الهمزة فتحة، نحو: رشأ، وفرأ، ومتكأ، وقرأ، وتوضأ، وأنبأ، وهو يقرأ، ولم يقرأ، وما أشبه ذلك. فإن اتصل بها مضمر كتبتها واوا إذا انضمت، كقولك: هذا خطؤك، ونبؤك، وهو يقرؤه، والله يكلؤك. وألفا إذا انفتحت، كقولك: عرفت خطأك، ولن يقرأه، وياء إذا انكسرت، كقولك: عجبت من نبئه، وخطئه، هذا هو المختار.\nوبعضهم يتركه على حاله، بالألف في الأحوال الثلاثة، فيكتب: هو يقرأه، والله يكلأك، وعجبت من نبإك، ويوقع على الألف ضمة في حال الرفع وكسرة في حال الخفض، والأول أحسن.\nوإذا كانت الهمزة أول الكلمة فاكتبها ألفا، على كل حال، مفتوحة كانت أو مضمومة أو مكسورة، نحو: أحد، أبلم، إثمد، وإذا كانت آخرا وقبلها ساكن فلا تكتب لها صورة في الخط، نحو المرء، والجزء، هذا هو الأحسن. وقال الدينوري: وقد أثبت في الرفع واوا، وفي النصب ألفا، وفي الخفض ياء فيكتب: هذا نشؤ صدق، ومرت بنشيء صدق. فإن اتصل بها مضمر بعدها أثبت لها في الخط صورة، لأنها حينئذ متوسطة، فتكتبها واوا في الرفع، وألفا في النصب، وياء في الخفض، تقول: هذا جزؤك ورأيت جزأك، وعجبت من جزئك. وكذلك إذا كان الحرف منصوبا منونا نحو قولك: قرأت جزءا، تلحقه الألف المعوضة من التنوين، وكذلك إذا ألحقته هاء التأنيث. بفتح ما قبلها فتكتب: المرأة، والنشأة الأولى، بالألف، إلا أن يكون قبل هاء التأنيث ياء أو واو أو ألف، فإنك تحذفها، فتكتب: الهيئة والسوءة والباءة.\nوتكتب: يسئل، ويسئم، ويزءر، ويلثم بحذف الهمزة لسكون ما\n(1/254)\n\nقبلها، وإن شئت أثبتها، فقد اختار بعضهم حذفها، إلا يسئل وحده، فإنهم اتفوا على اختيار الحذف فيه لكثرة الاستعمال.\nوتكتب: مسئلة، وأصحاب المشئمة، بالحذف.\nوكذلك يكتب: مسئوم، ومسؤل، بواو واحدة، لسكون ما قبلها واجتماع واوين. ومنهم من يكتبه بواوين.\nوإذا كانت الهمزة متوسطة وقبلها ضمة، كتبتها واوا، وإن انكسرت أو انفتحت نحو هذه اكمؤك، ورأيت أكمؤك، ومررت بأكمؤك.\nوإن كانت قبلها كسرة كتبتها ياء، وإن انضمت أو انفتحت، نحو: هذا منبئك، ورأيت منبئك، ومررت بمنبئك، وهو يقرئك السلام، ولن يقرئك السلام، وما أشبه ذلك. فإن كان بعد هذه الهمزة واو، نحو: يقرؤون، ويستهزؤن كتبتها بواو واحدة بغير ياء. وهو مذهب البصريين.\nوإن شئت كتبتها: يستهزئون، بياء بعدها واو، وهو مذهب الكوفيين، والأخفش.\nوإن كانت الهمزة عينا متحركة، وما قبلها متحرك، كتبتها بالحرف الذي هو جنس حركتها: فإن كانت مضمومة كتبت واوا، نحو قولك: رؤوف، ولؤم الرجل. وإن كانت مفتوحة كتبتها ألفا.\nنحو سأل، وزأر الأسد وإن كانت مكسورة كتبتها ياء.\nنحو سئم، ورئم، إذا ألف، وكذلك إن كان ما قبلها مضموما، نحو: سئل، ورئي، ودئل، قال محمد بن سلام الجمحى: الدئل، مهموز، مضمونة الدال، مكسورة الياء، في كنانة. وهم رهط أبي الأسود. وقال الدنيوري: أما رإي وحدها، فإنها تكتب بالألف، لئلا يجتمع ياءان. والأول أحسن.",
        "(1/255)\n\nوقال أيضا: واتفقوا في مثل قولهم: أنت يا هند توضؤين، من الوضاءة، وتجرؤين، من الجراءة، على كتابه بواو وياء. لا اختلاف فيه، إنه لم يجتمع فيه واوان ولا ياءان، فأما مثل: أنت تخطئين، وتقرئين فبياءين، إحداهما الهمزة، والأخرى ياء التأنيث، هذا مذهب أهل البصرة. والكسائي والفراء يكتبانه بياء واحدة.\nوإذا أضفت الممدود والمقصور المهموز إلى نفسك، نحو: كساي، ورداي، ومتوضاي، ومخباي، كتبت جميع ذلك بألف وبعدها ياء الإضافة لا غير، لئلا تجتمع ضرورتان، حذفوا الهمزة في الممدود، وأبدلوا منها في المقصور ألفا.\nفإن كانت الهمزة ساكنة تبعت حركة ما قبلها، فتكتب: فأس، بالألف، وبئر، بالياء، ولؤم، بالواو، وكذلك في الجميع: ايتوا صفا، ايذنوا، كذلك إذا كان قبله ثم كقولك، ايذنوا ثم ايتوا صفا أيضا بالياء على لفظ الابتداء، لانفصال ثم منه. فإن كان قبله واو أو فاء لم تثب الياء، فتكتب: فأت فلانا، وأذن عليه، لاتصال الفاء والواو بالحرف، فكأنهما منه: ايجل من زيد، وما أشبه ذلك بالياء، لأن الواو تنقلب ياء لانكسار ما قبلها. قال الدينوري فإذا وصلت كلامك وكان ما قبلها مفتوحا أو مضموما، فإنه يكون في اللفظ واوا كتابته بالياء، كقولك: قلت له إيجل من ربك، وقلت له ايجع لفلان، وقلت لها ايجلي.\nوإنما صارت في اللفظ واوا لانفتاح ما قبلها وسكون الواو منه فلما انفتح ما قبلها وسكنت الواو صحت في الخط على الانفصال عن ما قبله. وكذلك قلت له ايجل، صحت الواو في اللفظ لضمة ما قبلها وكتابتها بالياء على الانفصال.\nوكذلك في الياء، قلت ايأس، من يئست.\nفهذا هو الاختيار، أن يكتب على الانفصال. ويكون مع الفتح والضم واوا، لأنها لا كسرة قبلها فتنقلب.\n(1/256)",
        "\nوتكتب فعل الجماعة بالألف، نحو: قربوا: وبعدوا، ولم يضربوا، ولم يشهدوا، وما أشبه ذلك. وبحذفها من فعل الواحد، نحو زيد يغزو عدوه، ويرجو ربه، ولن تعدو طورك، وما أشبه ذلك، هذا هو الاختيار. وكتبه بعضهم بالألف كفعل الجماعة لما أشبهت واو الجمع، إلا أنهم اتفقوا على إسقاط الألف إذا نصبت، لن يدعو، لأنه قد ذهب عنه شبه الجمع.\nوكذلك أثبتوا الألف بعد واو الجمع، وإذا حذفوا النون وأضافوا نحو: هلك بنوا زيد وضاربوا عمرو ليفرقوا بينه وبين أبي زيد، وأخي عمرو إلا أن تكون إضافة هذا الجمع إلى مكنى، فإنهم لا يثبتون فيه الألف، كقولك: بنوك وضاربوها، وما أشبه ذلك.\nواعلم أنه إذا اجتمع ثلاثة ألفات اقتصر على اثنين، نحو قولك: براآت، ومساآت، فأما إذا كان الحرف الممدود منصوبا، نحو: لبست رداء، وشربت ماء، ووجدتهما سواء، فإن القياس أن يكتب بألفين، لأن فيه ثلاث ألفات: الأول، والهمزة، والتي هي بدل من التنوين في الوقف، إلا أن الكتاب كتبوه بألف واحدة، وتركوا القياس، على مذهب حمزة في الوقف عليها، واختار بعضهم أن يكتب بألفين، وإذا اجتمع ألفان اقتصر على واحدة، نحو آدم، وآخر وآمن، {لو يجدون ملجأ} ورأيت رشأ، ويأحمد، ويأبانا، وبرآه، وشنآه، وفجآه.\nفأما قولك: الزيدان قرأ وملأ فإنك تكتب بألفين، للفرق بين فعل الواحد وفعل الأثنين.\nوقد كتبه بعضهم بألف واحدة، إلا أنه بألفين أحسن، لما قدمناه.\nومما حذفوا منه الألف استخفافا لكثرة استعماله: إبرهيم، واسمعيل، وإسحق، وإسرائيل، وهرون وسليمن، وما أشبه ذلك، مما يكثر\n(1/257)\n",
        "استعماله من الأسماء، إلا داود، لأنه قد حذفت منه واو، فلا يجتمع عليه حذفان.\nفأما ما لا يكثر استعماله نحو: طالوت، وجالوت، وهاروت، وماروت، وقارون، فلا تحذف ألفه.\nوما كان مثل: سفين، وعثمن، ومرون، فإثبات الألف فيه حسن، وحذفها حسن، إذا كثر، إلا عمران فإنه مستعمل ولم يحذفوا ألفه.\nوما كان مثل: سفين، وعثمن، ومرون، فإثبات الألف فيه حسن، وحذفها حسن، إذا كثر، إلا عمران فإنه مستعمل ولم يحذفوا ألفه.\nوما كان على فاعل يكثر استعماله مثل: ملك، وصلح، وخلد، والقسم، فإن إثبات الألف فيه أيضا حسن، وحذفها حسن.\nوما لا يكثر استعماله نحو: جابر، وسالم، وحاتم، وحامد، فلا يجوز حذف الألف منه.\nوإذا كتبت بالألف واللام، حذفت ألفه، وإذا كتبته بغير ألف ولام أثبت ألفه فكتبت حارث لئلا يختلط بـ حرث.\nوإذا كتبت بسم الله الرحمن الرحيم في الابتداء حذفت الألف منه لكثرة الاستعمال. وإذا كان متوسطا أثبت ألفه، مثل قولك: أبتديء باسم الله، وأختم باسم الله.\nوكذلك في المصحف {اقرأ باسم ربك}، و {فسبح باسم ربك} بالألف.\nوإذا كتبت الرحمن بالألف واللام، حذفت ألفه.\nوإذا كتبته بغير ألف ولام أثبتها فقلت: رحمان الدنيا والآخرة.\nوأما دهقان وشيطان فقد اجتمعوا على إثبات الألف فيهما في حال التنكير والتعريف. هذا قول ابن قتيبة، وقال الدينوري: وقد حذفوا من شيطان\n(1/258)\n\nوشياطين الألف، لأنها لا تلابس شيئا، ولم يحذفوا من مساكين لأنه يشبه مسكين.\nوتكتب: السلم عليكم وعبد السلم بغير ألف. وإذا كتبت: الملائكة فإن شئت أثبت ألفها، وإن شئت حذفتها.\nوكذلك ثلثة وثلثون، وثمانية وثلثون، أثبت بعضهم، وحذف بعضهم إذا أضيف إلى المعدود، كقولك: ثلثة دراهم، وثمنية دنانير، فأما إذا لم تضف إلى معدود فلابد من إثبات الألف فتقول: عندي ثلاثة، وعندي ثمانية. هذا قول الدينوري. ولم يفصل غيره.\nوكذلك: الشاكرون، والخاسرون، والكافرون، والظالمون، والفاسقون، وما أشبه ذلك، مما يكثر استعماله من الصفات أنت مخير في حذف الألف وإثباتها، إلا أن يكون قد حذف منه شيء، فلابد من إثبات ألفه، نحو: القاضون، والرامون، وكذلك: العادون، والرادون، لذهاب إحدى الدالين في الخط، والسموات: حذف ألفها أجود من ثباتها، وكذلك: الطلحات لبقاء ألف أخرى فيه.\nوإثبات الألف في المسلمات أجود من حذفها، إذ ليس فيها ألف سواها.\nفأما مثل: دنانير ومحاريب ومصابيح فإثبات الألف فيها أحسن وأجود.\nوأما مساكين فلا يجوز حذفها ألفا لالتباس الجمع بالواحد.\nوتقول: عندي خمسة آلاف فتكتبها بغير ألف، فإذا قلت: له عندي آلاف لم يكن بد من إثباتها، ليدل على الجمع إذ ليس قبلها عدد. فأما خمسة أجمال وأثواب فلابد من إثباتها، لئلا تلتبس بأجمل وأثؤب.\nوإذا قلت: دراهم كتبتها بالألف، لئلا يلتبس الجمع بالواحد، فإذا قلت: ثلثة درهم كتبتها بغير ألف.\nقال الدينوري: وأما هذا وهذه وهذان وهؤلاء فقد استعملوا إسقاط الألف منها، لما كثرت صحبتها مع ذا جعلوها معها حرفا واحدًا.",
        "(1/259)\n\nوكذلك هي مع المكنى في كثرة الصحبة. تقول: هأنذا وهأنت ذا وهأنتم تكتب بألف واحدة، لأنها مع المكنى كالحرف الواحد. والساقط ألف أنت بدليل قولهم ها نحن. هذا قول الفراء. وهو الصحيح.\nوإذا اجتمعت واوان حذفت واحدة إذا كانت مضمومة نحو: داود، طاوس، وجاؤا، وشاؤا، {باؤا بغضب من الله} و {يلون ألسنتهم} ويؤب، ويؤده، وقؤل، وسؤل، وقد كتب ذلك بعضهم بواوين، والحذف أقيس.\nفأما إن اكنت الواو الأولى مفتوحة، فلابد من إثباتهما جميعًا، نحو: استووا، واكتووا.\nوإذا اجتمع ثلاث واوات حذفت واحدة، واقتصرت على اثنتين، نحو قوله تعالى: {كووا رءوسهم}.\nوكذلك إذا انضم ما قبل الواو الأولى، نحو: يسوؤن، وينوؤن، ومدعوون، ومرجوون.\nومما زادوه في الكلمة للفرق بينها وبين غيرها: الواو في عمرو ما لم يكن منصوبا، لأن ألف الصرف حينئذ تفرق بينه وبين عمر إذ كان عمر لا ينصرف.\nوكذلك زادوا الواو أيضا في أولاء وفي أولئك للفرق بينه وبين إليك.\nوزادوها أيضا في يا أوخي في التصغير، للفرق بينه وبين يا أخي غير مصغر. وزادوا الألف في مائة للفرق بينها وبين منه.\nوكل حرف في أوله لام فإنك إذا أدخلت عليه لام التعريف كتبته بلامين، نحو: اسم الله تعالى، واللحن، واللحم، واللبن، واللجام، إلا الذي والتي\n(1/260)",
        "\nفإنهم كتبوها بلام واحدة، لكثرة الاستعمال. وأدخلوا اللام في تثنية الذي فكتبوا اللذان واللذين بلامين لفرق بين التثنية والجمع، لأنهم كتبوا الذين في الجمع بلام واحدة، كما كتبوا الواحد. فأما التان والتين والتي فبلام واحدة، لأنه لا يلتبس تثنيته بجمعه. وقد كتب قوم: اللتان واللتين بلامين، لتجري تثنية المذكر والمؤنث مجرى واحدا. وهذا هو الصحيح. ألا ترى أنهم كتبوا اللذين بلامين في الرفع، لئلا يختلف الحكم في الرفع والنصب والخفض، ولو كتبوه بلام واحدة لكان لا يلتبس بالجمع كما يلتبس اللذين.\nواختلفوا في الليل والليلة وكتبه بعضهم بلام واحدة، وكتبه بعضهم بلامين.\nوزعم الدينورى أن بعض الكتاب قد استعمل حذف إحدى اللامين من اللهو واللعب ونحو ذلك. تشبيها بـ الذي وعاب ذلك عليهم، وقال: الصواب أن يكتب جميع ذلك بلامين، إلا الذي والتي والذين.\nوإذا أدخلت لام الجر على هذا الضرب اجتمعت ثلاث لامات، فتحذف واحدة وتكتبه بلامين نحو: للبن، وللجام؟\nومما حذفوا منه الألف قولهم في الاستفهام: عم يتساءلون، وعم تسأل؟ وفيم جئت؟ ولم تكلمت؟ وبم، وحتام، وعلام؟\nفإذا كان الكلام خبرا أثبتوا الألف فقالوا: سل عما أردت، وتكلم بما أحببت، إلا شئت وحدها، فإن العرب تنقص الألف معها خاصة، في المعنيين جميعا، الجر والاستفهام، فتقول: ادع بم شئت، وسل بم شئت، وخذه بم شئت.\nونكتب فيم أنت؟ موصولة. فإن كان الكلام خبرا قطعت فقلت: تكلم في ما أحببت لأن ما في موضع اسم.\nوأما كلما فإذا كانت ما بعدها اسما بمعنى الذي فصلتها من كل، فتكتب: كل ما كان منك فحسن وإن كل ما تأتيه جميل، لأنه يجوز أن تقول: كل الذي\n(1/261)\n",
        "كان منك فحسن، وإن كل الذي تأتيه جميل. وإذا لم تكن في موضع اسم وصلتها فقلت: كلما جئتك أحسنت إلي، وكلما سألتك أجبتني، لأنه لا يجوز فيه الذي.\nوكذلك هي مع إن: إذا كانت صلة وصلتها، كقولك: إنما فعلت كذا، وإنما أنا أخوك، وإذا كانت في موضع اسم فصلتها، كقولك: إن ما عندي أحب إلي، وإن ما جئت به قبيح، وكتبت في المصحف، وهي اسم، بالوجهين، كبتوا: {إن ما تدعون لآت} مقطوعة، وكتبوا: {إنما صنعوا كيد ساحر} موصولة. والأحسن أن تقطع الاسم وتصل الصلة. وكذلك هي مع أين، إذا كانت صلة وصلتها، كقولك: أينما كنت فافعل كذا، ونحن نأتيك أينما تكن، {أينما تكونوا يدرككم الموت} وإذا كانت في موضع اسم فصلتها، فقلت: اين ما كانت تعدنا؟ اين ما كنت تقول؟\nوكذلك هي مع أي: تصلها إذا كانت صلة، كقولك، أيما الرجلين لقيت فأكرم: {وأيما الأجلين قضيت فلا عدوان علي} لأنك تقول: أي الرجلين لقيت فأكرم. وتفصلها إذا كانت في موضع اسم، كقولك: أي ما عندك افضل، أي ما تقول أوفق. وأما حيثما فهي موصولة. وقد فصلها بعضهم، وذلك خطأ لأن ما صلة فيها.\nونعما: إن شئت وصلتها، وإن شئت فصلتها. والأحسن أن تصلها للإدغام، ولأنها موصولة في المصحف.\nبئسما كذلك. لأنها، وإن لم تكن مدغمة، فهي مشبهة بها وحجة من قطع نعما وبئسا أن ما فيهما بمعنى الاسم. وفيمن: إن أردت الاستفهام\n(1/262)\n\nوصلت، وإن لم ترد الاستفهام فصلت، فتكتب: فيمن رغب؟ موصولة. وكن في من عرفته راغبا، مقطوعة.\nفأما عمن وعما وممن ومما فموصولات أبدا على كل حال، للادغام، هذا قول ابن قتيبة، وقال الدينوري، كتب بعض الكتاب ممن بالإدغام، والقياس للانفصال. وكتبوا عن من على الانفصال. وعما على الاتصال، والقياس الانفصال.\nوتكتب كيما موصولة وكي لا مقطوعة.\nوالفرق بينهما أن ما لم تحدث في كي معنى غير الذي كان فيها، لأنك تقول: جئتك كي تكرمني، وكيمت تكرمني، فيكون المعنى واحدا، وما صلة. وإذا أدخلت لا على كي انتقض معناها، لأن قولك: جئتك كي تكرم زيدًا، نقيض قولك: جئتك كي لا تكرم زيدًا.\nوقال الدينوري: وقد كتبوا كيلا موصولا ومقطوعا، والاختيار القطع، كما كان الاختيار في كيما الوصل. وكذلك هلا الاخيتار الوصل.\nوقال أبو الحسن المهلب: جائز أن توصل كيلا.\nوتكتب: أردت ألا تفعل ذاك، وأحببت ألا تقول ذلك. ولا تظهر ان في الخط ما كانت عاملة في الفعل، فإذا لم تكن عاملة في الفعل أظهرتها في الخط، نحو: علمت أن لا يقوم زيد، لأنها خففت من الثقيلة، وحذف الاسم المضمر الذي معها، إذ كان الأصل: علمت أنه لا يقوم زيد، فلو حذفت النون الباقية من الخط لكان ذلك إجحافا، وكذلك إذا كتبت: علمت أن لا خير عند زيد، وظننت أن لا بأس عليك، تظهرها أيضا، لأنها مخففة من الثقيلة.\nوإذا كتبت: إلا تفعل كذا يكن كذا، كتبتها على الادغام، ولم تظهر إن. وقال الدينوري: كتبوا إن لا تقم أقم، وإلم تقم أقم، بالإدغام والإظهار والاختيار الإظهار. وتكتب: لئن فعلت كذا لأفعلن كذا، بالياء.\nوكذلك: لئلا مهموزة وغير مهموزة، بالياء أيضا، اتباعا للمصحف فيهما.",
        "(1/263)\n\nوتكتب إذا بالألف، ولا تكتبه بالنون، لأن الوقف عليه بالألف، فهي كالنون الخفيفة في نحو قوله تعالى: {وليكونا من الصاغرين} {ولنسفعا بالناصية} وليس في القرآن نون خفيفة سواهما. وقال الفراء: ينبغي أن تكتب بالنون إذا كانت ناصبة للفعل المستقبل، فإذا توسطت الكلام وكانت لغوا كتبت بالألف.\nوالصواب: ما قدمناه، أن تكتب بالألف على كل حال.\nوأما تاء التأنيث المنقلبة في الوقف هاء، فإنها إذا كانت في اسم غير مضاف كتبتها هاء، نحو: الجنة والحية إلا على لغة قوم غير فصحاء، فإنهم يقفون عليها بالتاء.\nلما أنشدوا:\nبل جوزتيهاء كظهر الحجفت\nوإذا كانت في اسم مضاف إلى غير مضمر كنت مخيرا في أن تكتبها بالتاء أو الهاء، نحو: قنة الجبل، وحمأة البئر. واستحسن الهاء في ذلك. إلا السلام عليكم ورحمت الله فإنهم أجمعوا على أن كتبوها بالتاء، وذلك لكثرة استعماله مضافا، حتى صار الاسم قلما يفارق الرحمة فصار كالإضمار الذي لا يفارق، كقولك: رحمته ورحمتك، ونحو ذلك.\nونكتب الصلوة والزكوة والحيوة بالواو، اتباعا للمصحف، وإن شئت بالألف.\nولا تكتب نظائرهن إلا بالألف، نحو: القطاة، والفلاة، والقناة.\nوأما كلا وكلتا فقد اختلف فيهما.\n(1/264)",
        "\nوالذي استحسنه ابن قتيبة: أن يكتب [إذا وليا حرفا رافعا بالألف، فتكتب أتاني كلا الرجلين وأتاني كلتا المرأتين].\nوإذا وليا حرفا ناصبا أو خافضا كتبا بالياء، كقولك رأيت كلي الرجلين، ورأيت كلتي المرأتين، ومررت بكلتي المرأتين.\nوإنما فرق بينهما في الكتاب، في هاتين الحالتين، لأن العرب فرقت بينهما في اللفظ مع المكنى، فالوا: جاءني الرجلان كلاهما، والمرأتان كلتاهما. وقالوا: رأيت الرجلين كليهما، والمرأتين كلتيهما، ومررت بالرجلين كليهما، وبالمرأتين كلتيهما. فلفظوا بهما مع الرفع بالألف، ومع النصب والخفض بالياء.\n(1/265)\n",
        "44 - باب حروف تتقارب ألفاظها وتختلف معانيها\nتقول من ذلك: غارة شعواء، بالعين غير معجمة، والعقاب شغواء، بالغين معجمة. القذع: بالذال معجمة: الشتم والكلام القبيح. والقدع بالدال غر معجمة: الكف والمنع، يقال: قرعت الفرس باللجام أي كففته.\nالمقراضان: المقصان، بالقاف والضاد.\nوالمفراصان، بالفاء والصاد: الكاز الذي يقطع به الذهب.\nسفح الجبل: ما انحدر عنه وارتفع عن المسيل. وصفحه: جانبه، وهو أرفع من السفح. وفي الحديث أن موسى عليه السلام مر يلبي وصفاح الروحاء تجاوبه.\nالقصم: أن يكسر الشيء فيبين، ومنه الحديث: استغنوا عن الناس، ولو عن قصمة سواك. قال أبو عبيد: يعني ما انكسر من السواك إذا استيك به.\nوالفصم، بالفاء: أن تكسره فلا يبين، ومنه قول الله عز وجل {فقد استمسك بالعروة الوثقى لا انفصام لها}.\nوالانفصام، بالفاء، أشبه بهذا الموضع من الانفصام، بالقاف، لأنها إذا كانت لا تنفصم فأحرى ألا تنقصم.\nالنهس: بالفم. والنهش: باليد، هذا أجود الأقوال. ومنهم من يجعلها سواء.\nالمقصل، بالقاف: السيف القاطع. والمفصل، بالفاء: واحد المفاصل.\n(1/266)\n\nالرزع والرزغ: المطر، الردْغ والردَغ: الطين.\nرمى فأصمى، إذا قتل مكانه، ورمى فأنمى، إذا تحامل الصيد بالسهم فتغيب عن الرامي، وفي الحديث: كل ما أصميت، ودع ما أنميت. وقال امرء القيس:\nفهو لا تنمي رميته ... ماله لا عد من نفره\nالرحض: الغسل، ومنه اشتقاق المرحاض، وهو المغتسل، ومنه الرحضاء: عرق الحمى.\nوالرضح: الكسر. والرضخ، بالخاء المعجمة: العطاء القليل.\nالابتهار: أن يقذف الرجل المرأة بنفسه، فيقول: فعلت بها، كاذبا، فإن كان قد فعل فهو: الابتيار، غير مهموز، قال الكميت:\nقبيح بمثلي نعت الفتا ... ة إما ابتهارا وإما ابتيارا\nمن قولك: برت الشيء، إذا اختبرته. وأما الابتئار، بالهمز، فهو الحفر، ومنه البئر.\nوقال أبو عمر الزاهد: الابتئار، مهموز: الادخار للخير. وأنشد عن ثعلب.\nفإن لم تبتئر خيرًا قريش ... فليس لسائر الناس ابتئار\nالميرة، بغير همز: جلب القوت. والمثرة: العداوة.\nرجل مود، بغير همز: هالك. ومؤد، بالهمز: شاكي السلاح، مفعل من أداة الحرب.\nعمل الرجل يعمل: من العمل. وعمل يعمل: من العمالة.\nعبل الرجل يعبل عبالة، إذا ضخم. وعبل يعبل عبلا، إذا ابيض.\nوشط يشط ويشط، إذا بعد. وأشط يشط، إذا جار.\nقرض الثوب وغيره يقرضه، إذا قطعه.",
        "(1/267)\n\nوقرض المكان يقرضه، إذا جاوزه، قال الله عز وجل {وإذا غربت تقرضهم ذات الشمال} وقال ذو الرمة:\nإلى قلص يقرضن أجواز مشرف ... شمالا وعن أيمانهن الفوارس\nمشرف: موضع. والفوارس: كثبان رمل بالدهناء. والأجواز: الأوساط.\nزبرت الكتاب، بالزاي: كتبته، وذبرته، بالذال معجمة: قرأته. قال الشاعر:\nعرفت الديار كرقم الدوا ... ة يذبره الكاتب الحميري\nوالعيلم، بالعين غير معجمة: البئر الكثيرة الماء. والغيلم، بالغين معجمة: المرأة الحسناء، الشروج للإبل، كالسروج للخيل، يقال: ما بين شرجي رحله، كما يقال: بين قربوسي سرجه.\nعضده يعضده، إذا أعانه. وعضده يعضده، بالكسر، إذا ضرب عضده. وكذلك يعضد الشجر، بالكسر أيضا، قصده: يممه. وأقصده: قتله.\nسح المطر يسح، إذا صب. وسحت الشاة تسح، بالكسر، إذا سمنت، كأنها تصب الودك.\nالعباهل، بالباء، المعجمة بنقطة واحدة: المهملة.\nقال الشاعر:\nعباهل عبهلها الوداد\nومنه الحديث: إلى الأقيال العباهلة أي الذين لايد على أيديهم، كأنهم مهملون لا يجري عليهم حكم أحد.\n(1/268)",
        "\nوالعياهل، بالياء، المعجمة بنقطتين: المسان، قال ضمرة بن ضمرة:\nومشى نساء كالنعام عياهل ... من بين غارفة النساء وأيم\nغارفة: صابرة.\nوالنهود: في الحرب خاصة. والنهوض: في كل شيء، يقال: نهد إلى عدوه، ونهض إلى حاجته.\nشن عليهم الغارة، أي فرقها، بالشين معجمة. وسن عليه درعه، إذا لبسها، بالسين غير معجمة.\nوكذلك سن الماء على وجهه، إذا صبه صبا سهلا. وشنه، إذا فرقه، بالشين معجمة.\nالفرس، بالسين: الكسر، ومنه سميت فريسة الأسد، لأنه يفرسها، أي يكسرها، والفرص: بالصاد الشق.\nالبغاء: الطلب، والبغاء: الزنى بكسرها.\nالصداع: في الرأس خاصة. والرداع: في سائر الجسد. قال قيس بن ذريح:\nفواكبدا وعاودني رداعي ... وكان فراق لبني كالخداع.\nالفرحة، بالضم: فيما كان مرئيا. والقرحة بالفتح: فيما ليس بمرئي.\nما كان مصفحا عريضا قيل له: رقيق.\nوما مدورا قيل فيه: دقيق، بالدال، يقال: سيف رقيق، ورمح دقيق. فأما الثوب فمن قال فيه: رقيق، فعلى الأصل، ومن قال: دقيق، فإنما يذهب إلى دقة الغزل.\n(1/269)\n",
        "من \" أمالي\" ابن دريد:\nرجل عصامي، إذا ساد بنفسه. وعظامي، إذا ساد بآبائه.\nوعصامي عظامي إذا ساد بنفسه وبآبائه. وأنشد:\nنفس عصام سودت عصاما\nوالعظامي منسوب إلى عظام الموتى من آبائه، يراد أنه إنما يفتخر بعظام. شمخ بن فزارة وشمجي بن جرم: قبيلتان، قال امرء القيس:\nمجاورة بني شمجي بن جرم ... هوانا ما أتيح من الهوان\nموتان الأرض ومواتها، سوءٌ: وهو الذي لم يعمر أحد، والموتان، والموات: الطاعون، كلاهما مضموم الأول، ولا يقال في الطاعون: موتان.\nوالموتة: الجنون، غير مهموز، ومؤتة، بالهمز: موضع بالشام، به قبر جعفر بن أبي طالب رضي الله عنه، ولم يغز من الشام في حياة رسول الله صلى الله عليه وسلم سوى مؤتة بصرى وقيسارية.\nقال المازني:\nجاءوا كالجراد المشعل، مكسور العين. وكتيبة مشعلة: إذا انتشرت، وغارة مشعلة، أي متفرقة.\nوجاءوا كالحريق المشعل، مفتوح العين.\nالدجنة: الغيم بالمطر. والدغنة: الغيم بلا مطر.\nاللمج: الأكل. والملج: الجماع. أحقر الرجل، إذا ذل. وأجفر، إذا انقطع عن الجماع، ومنه حديث عمر رضي الله عنه: إياكم ونومة الغداة، فإنها منجرة مجفرة مجعرة.\nالجمجمة: الكلام الذي لا يبين. والمجمجة: الخط الذي لا يبين.\n(1/270)\n\nالجنابة: الإمناء، والحنابة: البعد، قال الشاعر:\nفلا تحرمني نائلا عن جنابة ... فإني امرؤ وسط القباب غريب.\nوالأصل في الجنابة أيضا: البعد، لأن المتناكحين إذا وقعت الجنابة بينهما تفرقا وبتاعدا.\nوالجناب: الفناء، والناحية، والجناب: ماء معروف لبني كلب، ويقال في البعد أيضا: جناب، وجِناب وجنابة.\nمن \" نوادر\" الهجري:\nالغفر، بالضم: ولد الأروية. والغِفر بالكسر: ولد البقرة الوحشية.\nالرحالة: السرج. ورحل الرجل: منزله.\nرجل مطعم: شديد الأكل. ومطعام: يطعم الناس.\nالمطمع: ما طمعت فيه. والمطمعة: ما طمعت من أجله.\nقال أبو عمر الزاهد: الحشن: الوسخ.\nوالحسن: الكثيب العالي وهو النقا. قال: وبه سمى الرجل حسنا. والحسن: الجبل المشرف.\nالنزيع: الغريب. والنزوع: الذي يحن إلى الشيء.\nالجنبة، بفتح النون: الحوزة. والجنبة، بإسكانها: المجانبة، ومنه حديث عمر رضي الله عنه عليكم بالجنبة يريد: لا تجالسوا النساء المغيبات، ولا تقاربوهن.\nالمسمع، بكسر الميم: الأذن. والمسمع، بفتحها: السمع، يقال: سمعت سمعا ومسمعا، وأنت مني بمرأى ومسمع أي بحيث أراك وأسمعك.",
        "(1/271)\n\nالبساط: كل ما بسطـ، والبساط، بالفتح: الأرض الواسعة. قال ذو الرمة:\nود ككف المشتري غير أنه ... بساط لأخفاف المراسيل واسع\nالوصم: العيب في الإنسان وغيره. يقال: ما في فلان وصمة إلا كذا وكذا، أي عيب.\nوالتوصيم: الفترة والكسل في الجسد. قال لبيد:\nوإذا رمت رحيلا فارتحل ... واعص ما يأمر توصيم الكسل.\nاللقاح، بالفتح: مصدر لقحت الأنثى والشجرة تلقح لقاحاً.\nواللقاح، بالكسر: جمع لِقحة ولَقحة.\nوقوم لقاح: لا يدينون لملك، ولم يصبهم سباء في الجاهلية.\nتنخ في النعمة، أي طال مكثه فيها، ومنه اشتقاق: تنوخ وطنيخ، بالطاء وكسر النون، إذا أشر وبطر.\nقال الخليل: الكمدة في اللون خاصة. والكدرة: في العينين والماء.\nقال ابن الأعرابي: يال رجل كنتي إذا قال: كنت شابًا، كنت شجاعاً، كنت قويا، وكاني إذا قال: كان لي مال، وكنت أعطى، وكان لي خيل، قال أبو عمر أخبرنا ثعلب، عن ابن الأعرابي، عن سلمة، عن الفراء، قال: الكنتي في الجسم، الوكاني في الخلق.\nفخر يفخر فخرا، إذا عدد مآثر آبائه.\nوفخر، بكسر الخاء، يفخر فخرا، بالفتح، إذا أنف. ومنه قول الشاعر: أنشده ثعلب عن ابن الأعرابي:\nوتراه يفخر أن تحل بيوته ... بمحلة الزمر القصير عنانا\nأي يأنف. والزمر: القليل المروءة، وفخر يفخر، بالزاي: إذا تكبر.\n(1/272)",
        "\nطعن يطعن بسنانه، وطعن يطعن بلسانه، طعنا، فيهما جميعا.\nوالطعان: بالسنان لا غير. عصيت بالسيف أعصى به، إذا ضربت به وعصوت بالعصا أعصو، إذا ضربت بها.\nووهبتك الشيء إذا أعطيتك إياه. أوهبته لك، إذا أعددته لك.\nنفست المرأة، إذا ولدت. ونفست بفتح النون، إذا حاضت.\nطلقت المرأة، من الطلاق، وطُلِقَت، من الطلق عند الولادة.\nأضج يضج، إذا صاح وجلب، وضج، إذا جزع من الشيء، وغلب عليه.\nيقال: حصد النبات اليابس. وخضد الرطب.\nالمنصف: الخمار. وهو النصيف أيضا. قال الشاعر:\nسقط النصيف ولم ترد إسقاطه ... فتناولته واتقتنا باليد\nوالمنصف: الخادم، نصفه ينصفه، إذا خدمه.\nرثيت الحي مرثاة. ورثيت الميت مرثية.\nإستغاثني فلان فأغثته.\nوغاث الله البلاد يغيثها غيثا، إذا أنزل فيها الغيث، وأرض مغيثة ومغيوثة.\nقال ذو الرمة:\nقاتل الله أمة بني فلان، ما كان أفصحها! قلت لها: كيف كان المطر عندكم؟ فقال: غثنا ما شئنا.\nأصعد في الأرض. وصعد في الجبل. قال أبو زيد: ولم يغرفوا أصعد.\n(1/273)\n",
        "سبعت الرجل، إذا وقعت فيه. وصبعت عليه، إذا غمزت عليه بإصبعك.\nالحسافة، بالسين غير معجمة: قشور التمر.\nوالحشف: اليابس منه، ومنه المثل: أحشفا وسوء كيلة.\nالأختلاط: الامتزاج. والاحتلاط بالحاء مهملة أشد الغيظ، احتلط الرجل، إذا امتلأ غيظا.\nالحثية، بيد واحدة. والحفنة، بهما جميعا.\nالمعيز: اسم جميع المعز، والأمعوز: اسم جميع الظباء.\nالجدي: ولد الماعزة. والجداية: ولد الظبية.\nيقال للعنبة الواحدة: حبة.\nوللنواة التي في وسطها: حُبة، بضم الحاء والتخفيف.\nالجناجن: عظام الصدر، واحدها: جنجن وجنجن.\nوالسناسن: عظام الظهر، واحدها: سنسن، بالكسر لا غير. وسنسنة أيضا.\nوالعامة تقول: سلسلة الظهر.\nشجة جالفة، إذا قشرت الجلد فقط. وجائفة، إذا بلغت الجوف، الغلط، في الكلام، والغلت في الحساب.\nالحذْف، بالعصا، والحذَف بالحصا.\nامرأة ثقال ورزان، إذا كانت رزينة في مجلسها، فإن كان ذلك في بدنها قيل: ثقيلة ورزينة. قال حسان بن ثابت في عائشة رضي الله عنها:\nثقال رزان ما تزن بريبة ... وتصبح غرثى من لحوم الغوافل\nالشبع: مصدر شبعت. والشبع، بإسكان الباء: ما أشبعك\nالغبن بالإسكان، في البيع. والغبن، بالفتح في الرأي.\n(1/274)\n\nوقد جمعهما الشيخ أبو بكر أيده الله فأجاد ما أراد. أنشدنا لنفسه:\nوإن امرأ يبتاع حرًا مفوهًا ... بنزر زهيد مستقل من الثمن.\nلذو صفقة مأمونة مستجادة ... مبرأة من هجنة الغبن والغبن\nالخضر: الذي يجد البرد. والخرص: الذي يجد البرد والجوع.\nالعسيف: الأجير، والأسيف: العبد، والأسيف أيضا: الحزين والأسف: الممتليء غضبا\nالعلام: الحناء، والغلام: القافلي.\nعقل يعقل عقلا، إذا صار عاقلا.\nوعقل يعقل عقولا، إذا امتنع في جبل، أو حصن، وكذلك عقل الوعل، قال أحيحة ابن الجلاح:\nوقد أعددت للحدثان حصنا ... لو أن المرء ينفعه العقول\nفوعة الطيب: حدة رائحته وقوتها، بالغين معجمة.\nوفوعة العشاء: أوله، بالعين غير معجمة.\nقال ابن دريد: دربح الرجل، إذا عدا من فزع.\nودربخ بالخاء معجمة، أحسبها كلمة سريانية، وهو: التذلل والإصغاء إلى الأمر.\nوقال العجاج:\nولو أقول دربخوا لدربخوا ... لفحلنا إن سره التنوخ\nيقال: تنوخ الفحل الناقة، إذا علاها حتى تبرك.\nوقال ابن دريد:\nزبانيا العقرب: قرناها. وزنابتها: إبرتها التي تلدغ بها، ومنه اشتقاق",
        "(1/275)\n\nزينب بنت عبد الله بن الزبير بن العوام: أسدي من أسد قريش وعبد الله بن الزبير بفتح الزاي، وكسر الباء: أسدي من أسد خزيمة. وأتى إلى ابن الزبير أيام خلافته مجتد، وقد أبدع به، وشكا إليه حفا ناقته، فقال له: أخصفها بهلب، وارقعها بسبت، وأنجد بها، يبرد خفها. فقال: يا أمير المؤمنين: إنما جئتك مستوصلا لا مستوصفا. فلا بقيت ناقة حملتني إليك! فقال: إن وصاحبها. يريد: نعم وصاحبها.\n(1/276)",
        "\n45 - باب حروف تتقارب ألفاظها وتتضاد معانيها\nالشخيص، بالصاد: العظيم الجسم.\nوالشخيس بالسين: ضده، وكذلك الشخيت، مثل الشخيس أيضا. الحصافة ضد السخافة، في الثوب والعقل، يقال شتان ما الحصيف، والسخيف ومنه: نعل حصيفة، إذا أطبقت عليها أخرى، كأنها قوتها وكتفتها.\nالهجان: من صفات المدح. والهجين: من صفات الذم. لأن الهجان الخالص النسب، والهجين الذي ليست أمه من العتاق.\nأرداه، بغير همز، أهلكه، وأردأه، مهموز: أعانه.\nأثجم المطر: كثر ورام. وأنجم: أقلع.\nقال ثعلب في مجالسه: السبح: الحركة. والسبخ، بالخاء: السكون، غيره.\nالشجير، بالشين معجمة: العدو، والسجير، بالسين: الصديق والصاحب، ومنه قول أبي تمام:\nكم تعذلون وأنتم سجرائي\nالمضهب، بالضاد الرطبة: الشواء الذي لم يبلغ النضج. والمصهب، بالصاد اليابسة: الذي زاد على النضج حتى ذهب مائيته ويبس، ومن الأول قول امريء القيس:\nنمش بأعراف الجياد أكفنا ... إذا نحن قمنا عن شواء مضهب\n(1/277)\n",
        "أحجم، بتقديم الحاء، لا يكون إلا تأخر. وأحجم، بتقديم الجيم من الأضداد، يكون تقدم ويكون تأخر.\nالثناء، بتقديم الثاء والمد: في الخير خاصة. والنثا، بتقديم النون والقصر: في الخير والشر، نثا الحديث ينثوه نثوا.\nصاب السهم، بالباء، إذا وقع في الرمية.\nوصاف، بالفاء، إذا عدل عنها. وضاف أيضا بمعنى صاف.\nقال بشر بن أبي خازم:\nتسائل عن أبيها كل ركب ... ولم تعل بأن السهم صافا\nوقال أبو زبيد الطائي:\nكل يوم ترميه منها برشق ... فمصيب، أوضاف غير بعيد\nالتعس: أن يقع على وجهه. والنكس: أن يقع على قفاه. ومنه قولهم: تعس وانتكس رجل أليث، إذا كان عاقلا شجاعا. ورجل ألوث: إذا كان جبانا أحمق.\nاللوثة في العقل، واللوثة في الجسم: قال رجل من بلعنبر بن مالك بن عمرو بن تميم:\nإذا لقام بنصري، معشر خشن ... عند الحفيظة إن ذو لوثة لانا\nالكباء، ممدود: البخور، وجمعه أكبية.\nوالكبا، مقصور: المزبلة، وجمعه أكباء. ومنه الحديث: لا تكونوا كاليهود، تجمع أكباءها في منازلها.\nالناموس: صاحب سر الخير. والجاسوس: صاحب سر الشر.\n(1/278)\n\nوالقابوس: الجميل الوجه. والبابوس: ولد الناقة، وهو أيضا الصبي الرضيع، آذاه يؤذيه، إذا ضره. وآداه يؤديه، إذا أعانه.\nالهوادي: أوائل كل شيء. والحوادي: أواخر كل شيء.\nالتصعير: ضد التصغر، من قوله عز وجل: ولا تصعر خدك للناس أي لا تتكبر.\nمن الجمهرة:\nالعكوك: القصير، والعطود: الطويل، المسرور الفرح، والمصرور: الأسير، والأصل فيه: المجموع اليدين، والصر: الجمع، يقال: صير ناقته وشاته، إذا جمع اللبن في ضرعها بترك الحلب، ومنه الصرة لأن الدراهم تجمع فيها.\nفرح الرجل: إذا سر وابتهج، وأفرح، إذا ثقل بالدين.\nالمعانقة: في المودة، والاعتناق: في الحرب.\nالفعال لا يكون إلا في الخير. والفعال، بالكسر، يكون في الخير والشر.\nالمنين: الضعيف. والمتين: القوي.",
        "(1/279)\n\nمن كتاب \" المقصور والممدود\" للقالي:\nقال الأصمعي: أشواه، إذا لم يصب مقتله، وشواه، إذا أصاب منه المقتل.\nإيه، بمعنى: زد. وإيها، بمعنى: اكفف. وويها، بمعنى: الاغراء. وواها، بمعنى: الاستطابة للشيء، قال أبو النجم:\nواها لريا ثم واها واها\nقرع الرجل في الجبل، إذا صعد، وأفرع، إذا انحدر.\nعدل يعدل عدلا، إذا أقسط، وعدل يعدل عدولاً، إذا جار.\nفريت الشيء: قطعته على جهة الإصلاح، وأفريته، إذا قطعته على جهة الإفساد.\nالسدى، بالليل، والندى: بالنهار.\nرجل فه: عي، وب فهة، أي عي.\nورجل فيه، أي جيد الأكل، ومفوه: بليغ\n(1/280)",
        "\n46 - باب حروف تتفق في المباني وتتقارب في المعاني\nالخصب والجدب، وزانهما: العلم والجهل فالعلم يحيى الناس كما يحييهم الخصب، وكلاهما على وزن فعل. والجهل يهلكهم كما يهلكهم الجدب، وكلاهما على وزن فعل.\nكور الحداد، وزانه: فرنه. وكيره وزانه: ظيره. سفر وزانه: كشف وأسفر، وزانه: أشرق. قذت العين تقذي وزانه: نفت العين القذى تنفيه. قذيت تقذي، وزانه: قبلت القذى تقبله. وأقذيت العين، إذا ألقيت فيها القذى، وزانه: أعشيتها وأرمدتها.\nوقذيتها، إذا أخرجت منها القذى، وزانه: نفيتها وصفيتها.\nالمنسر: جماعة من الجيل، وزانه: الموكب، هذا هو الأشهر والأعرف. والمنسر من الطير: منقاره وزانه: المخلب. وأوهمت وزانه: أسقطت.\nووهمت وزانه: غلطت. أنجدت الرجل، وزانه: أعنته ونجدته، وزانه: غلبته.\nأصفدت، وزانه: أعطيت. وصفدت، وزانه: شددت.\nوالمصدر من العطية: الإصفاد، ومن الوثاق: الصفد، والاسم منهما جميعًا: الصفد.\n(1/281)\n",
        "أضاف: وزانه: أنزل. وضاف، وزانه: نزل. شرقت الشمس، وزانه: طلعت. وأشرقت وزانه: أضاءت، ويقال: شرقت، بالكسر / أي غربت.\nحرد يحرد حردا، وزانه: قصد يقصد قصدا، وحرد يحرد حَرَدا، وزانه، غضب يغضب غضبا، عجم وزانه: عض، وعجَم وزانه: نوى. أقصر وزانه أمسك، وقصَّر وزانه: بلد وفرط. قنع وزانه: رضى، وقنع وزانه: سأل. أفرط وزانه: أمعن. وفرط وزانه: قصر. الأكل وزانه: الخبر. والأكل وزانه: المضع والبلع ونحو ذلك. الطعم وزانه: الخبز. والطعم وزانه: الذوق. وسط، وزانه: طرف، الذي هو نقيضه، تقول: كسرت وسط الرمح، كما تقول كسرت طرفه. ووسط، ظرف على كل حال، وزانه: بين، تقول: جلست وسط القوم، بمعنى بينهم، بإسكان السين.\nوفي الحديث: أتى رسول الله وسط الناس. أدليت الدلو وزانه: أرسلتها. ودلوتها وزانه: جذبتها. ومثل ذلك: أحمأت البئر ألقيت فيها الحمأة. وحمأتها: نزعت منها الحمأة. ضر وزانه: سقم. وضر وزانه: نفع، الذي هو نقيضه. أفاد الرجل يفيد، إذا كسب مالا، وزانه من السالم: أترب يترب. وفاد يفيد، إذا تبختر في مشيته، وزانه: ماس يميس، وفاد يفود، إذا هلك، وزانه: مات يموت. وقال الفراء: فاد يفود، ويفيد، جميعا، في الموت.\nآويت الرجل وزانه: أنزلته. وأويت إليه وزانه: نزلت عليه.\nعظم الشيء وزانه: نفسه، وعظمه وزانه: جله، شجاه يشجوه وزانه: حزنه يحزنه. وأشجاه يشجيه وزانه: أغصه يغصه.\nأردفت الرجل وزانه: أركبته خلفي. وردفته وزانه: ركبت خلفه. وقيل: إن أردفت من الأضداد، تقول: أردفته، أي جعلته ردفا وأردفته، أي كنت له ردفا. قال الشاعر\n(1/282)\n\nإذا الجوزاء أردفت الثريا ... ظننت بآل فاطمة الظنونا\nأي جاءت في أثرها\nفأما ردفته، فجئت في أثره، لا غير.\nصبغ مفدم وزانه: مشبع. وإناء مفدوم وزانه: مسدود، أي مغطى، والفدام: السداد.\nالنفاق في الرجل وزانه: الخداع. والنفاق في السوق وزانه: الكساد، الذي هو نقيضه.\nعلق يعلق وزانه: لصق يلصق. وعلق يعلق وزانه: أكل يأكل. وروى في الحديث: إنما نسمة المؤمن طائر يعلق في شجر الجنة ويعلق، بالفتح والضم.",
        "(1/283)\n\n47 - باب علامات ترفع الاشكال من حروف متقاربة الأشكال\nالشكد: العطاء ابتداء. فإن كل مجازاة فهو: شكم. الدال للدال، والميم للميم، أعني أن دال الشكد لدال الابتداء وميم الشكم لميم المجازاة. ومثله الصف: الحلب بالكف والصب: الحلب بالأصابع. الفاء للفاء والباء للباء.\nومثل ذلك: التحنيب في يدي الفرس وصلبه. والتجنيب في رجليه. الجيم للجيم، والتحنيب ترك العلامة فيه علامة.\nالمائح: الذي يملأ الدلو في أسفل البئر. والماتح: الذي ينزعها من فوق. الأعلى للأعلى والأسفل للأسفل، أعني أن المنقوط فوق هو الأعلى، والمنقوط من أسفل هو الأسفل.\nالأف: وسخ الأذنين. والنتف: وسخ الأظفار. المرتفع للمرتفع، والمنخفض للمنخفض. الألف للأذن، والتاء للظفر.\nالمور: الطريق: المور: الغبار.\nالمفتوح الأول للمفتوح الأول، والمضموم الأول للمضموم الأول.\nالعوج، في كل ما هو منتصب مرئي. والعوج، فيما لا يرى، كالدين. ونحوه، المنتصب للمنتصب. ومثل ذلك: الميل والميل.\nالتناؤش: التأخر. والتناوش: التنازل المهموز للمهموز.\n(1/284)",
        "\nالضراح: اسم للبيت المرفوع. والضريح: الشق في وسط القبر، الرفع للمرتفع والخفض للمنخفض، فإذا كان في جانب القبر فهو لحد.\nالخرم، بالراء، في الشعر: نقص حركة من أول البيت في بعض الأعاريض. والخزم، بالزاي: الزيادة في أول البيت الناقص للناقص، والزائد للزائد، والزاي أيضا للزاي.\nومثل ذلك: ترب الرجل، إذا افتقر، وأترب، إذا استغنى، الناقص للناقص، والزائد للزائد.\nالترعم، بالراء: الغضب بغير كلام، ترعمت أي غضبت. والتزعم، بالزاي: الغضب بكلام، الناقص للناقص، والزائد للزائد.\nومثله: النضخ. والقبص والقبض.\nقال أبو عبيد: فرق ما بين المضمضة والمصمصة ما بين القبضة والقبصة، لأن المضمضة أبلغ وأشد إنعامًا، وأكثر من المصمصة.\nونحو ذلك قولهم للمائة: هنيدة. وللمائتين: هند التصغير للتصغير، والتكبير للتكبير.\nخرجت الناقة، إذا ألقت ولدها لنقص من العدة\nوأخدجته إذا ألقته لتمام وهو ناقص الخلق. نقص العدة لنقص العدة، وتمامها لتمامها.\nالعذق: النخلة، والعذق: الكباسة. المفتوح للمفتوح والمكسور للمكسور.\nيقال لما في الأذن: وقر، ولما كان على الظهر: وقر. الحركة العليا للأعلى، والحركة السفلى للأسفل.\n(1/285)\n",
        "ما كان على الظهر فهو: حمل، بالكسر، وما كان في البطن فهو: حمل، بالفتح، المكسور لما ينكسر، والمفتوح لما ينفتح عند الولادة، فأما حمل النخلة والشجرة فينفتح وينكسر، لأن الشجرة تنكسر وتنفتح بالورق والثمر.\nالقعدة، والجلسة، والركبة، والميتة، والقتلة، وما أشبه ذلك، بكسر الأول، هي الجنس من القعود والركوب وأشبه ذلك.\nوالقعدة والركبة، والموتة، وما أشبه ذلك: المرة الواحدة. المكسور الأول للمكسور الأول، والمفتوح الأول للمفتوح الأول.\nالمدارأة، بالهمز: المدافعة. والمداراة، بغير همز: الملاينة. النبر للنبر، واللين للين.\nما كان من خلق عز وجل فهو سد.\nوما كان من عمل الآدميين فهو: سد الرفع للرفع والنصب للنصب.\nأتيت الرجل: جئته، وآتيته: أعطيته. الثلاثي للثلاثي، والرباعي للرباعي.\nهناك أقرب من هنالك، الأزيد حرفا للأزيد مسافة.\nوكذلك هنا وهنا. وها هنا وها هنا الزائد للزائد والناقص للناقص، إلا أن الهاء مع التشديد مفتوحة.\nنشدت الضالة: طلبتها. وأنشدتها: عرفتها.\nالفعل الثلاثي للثلاثي والرباعي للرباعي. ومما يزيد ذلك تبينا حديث النبي صلى الله عليه وسلم أنه سمع رجلا ينشد ضالة في المسجد، فقال: أيها الناشد غيرك الواجد كأنه دعا عليه بأن يجدها غيره، ولا يجدها هو.\n(1/286)\n\nويقال: نشدتك الله لما فعلت بمعنى سألتك بالله إلا فعلت الخزيرة من الحساء: دقيق يطبخ بلحم مقطع.\nوالحريرة: دقيق يطبخ بغير لحم.\nالعامر: الموضع العامر. والغامر: الخراب.\nالهجر: الفحش. والهجر: الهذيان. المضموم الأول للمضموم الأول، والمفتوح للمفتوح.\nأهجر، أفحش. وهجر: هذى. الرباعي للرباعي. والثلاثي للثلاثي.\nوفي الحديث: أهجر الرجل؟ على الاستفهام.\nبدن: سمن. وبدن: أسن. المخفف للمخفف، والمشدد للمشدد.\nلعب من اللعب. ولعب: من اللعاب. العين المكسورة للعين المكسورة، والعين المفتوحة للعين المفتوحة، قال تميم بن أبي بن مقبل:\nفكم لي من أم لعبت بثديها ... كلابية عادت عليها الأواصر\nواحد الأواصر: آصرة، وهو ما عطفك على رجل من رحم أو قرابة، أو صهر أو معروف، والإصار والأيصر: حبل قصير يشد به في أسفل الخباء إلى وتد. وجمع الأوصار: أصر. وجمع الأيصر: أياصر. والهمزة في هذا كله أصل. يروى لعبت ولعبت، بكسر العين وفتحها، وقال لبيد:\nلعبت على أكتافهم وحجورهم ... وليدا وسموني مفيدا وعاصما\nالألية: اللحمة التي في أصل الإبهام. الضرة: اللحمة التي تقابلها من أصل الخنصر، الهمزة للهمزة، والضاد لأختها الصاد.\nالمطبخ: المرجل. والمطبخ: الموضع الذي يطبخ فيه.",
        "(1/287)\n\nالمفتوح الأول للمفتوح الأول، والمكسور الأول للمكسور الأول.\nالزمزمة: تحريك الشفتين بصوت لا يفهم.\nوالرمرمة: تحريك الشفتين بغير صوت. الزائد للزائد والناقص للناقص.\nالصقع: الضرب باليد على أعلى الرأس. والصفع: الضرب بها على القفا.\nالنقطة العليا للأعلى. والسفلى للأسفل، على مذهب أهل المغرب.\nنلت الرجل، إذا أعطيته، ونلت منه، إذا أعطاك.\nالحركة العليا لليد العليا. والحركة السفلى لليد السفلى.\n(1/288)",
        "\n48 - باب في ضد الذي قبله\nمن ذلك: اللفام واللثام. فاللفام على الأنف، وهو من لفظ الفم، واللثام على الفم، وليس من لفظه.\nومن ذلك: المطرقة والعلاة، وهي الزبرة تسمى علاة، وهي السفلى، والمطرقة هي العليا.\nومن ذلك: الزحلوفة والزحلوقة، لغتان، وهي: الأرجوحةا لتي يلعب عليها الصبيان فأهل العالية يقولون: زحلوفة بالفاء المنقوطة، من أسفل على مذهب أهل المغرب وبنو تميم ومن يليهم من هوزان يقولون: زحلوقة بالقاف المنقوطة من فوق على مذهب أهل المغرب فالنقطة السفلى لأهل العالية، والنقطة العليا لأهل السافلة.\nومن ذلك: الحدأة، الطائر بكسر الحاء، والحدأة، الفأس ذات الرأسين بفتح الحاء، الحركة السفلى لما يعلو، والحركة العليا لما يسفل.\nومثل ذلك: صعدت في الجبل، وأصعدت في الأرض.\nومن ذلك: رزم، إذا أقام. وأرزم إذا حن.\nالفعل الثلاثي للفعل الرباعي، والفعل الرباعي للفعل الثلاثي.\nومثل ذلك: خفرت الرجل: أجرته. وأخفرته: نقضت عهده. وكذلك: خفيت الشيء: أظهرته. وأخفيته: كتمته.\nومن ذلك: الزي: حسن الهيئة. والري: بالراء: المبالغة في حسن الهيئة، مأخوذ من الري في الشرب، وهو أقصى أخذ الحاجة منه والكفاية. الزائد للناقص والناقص للزائد.\n(1/289)\n",
        "ومن ذلك: الصحفة، هي التي تشبع الخمسة ونحوهم والصحيفة للرجل الواحد. الأقل للأكثر، والأكثر للأقل.\nالنحض: الكثير اللحم. والنحيض: القليل اللحم. الناقص للزائد والزائد للناقص.\nالذل: ضد العز. والذل: ضد الصعوبة، المضموم للمكسور والمكسور للمضموم. درع الحديد، مؤنثة، ودرع المرأة، مذكر. لأنه يراد به القميص.\nلباس المذكر مؤنث، ولباس المؤنث مذكر.\nومن ذلك: عدد المؤنث والمذكر، تقول: جاءني أربعة رجال وأربعة نسوة، وسرت خمسة أيام وخمس ليال. فتثبت هاء التأنيث، في المذكر ولا تثبتها في المؤنث.\nومن ذلك أنك إذا جمعت أروية في قليل العدد، قلت أراوي: وإذا جمعتها في كثير العدد قلت: أروى.\nفجعلت الكثير الحروف للقليل العدد، والقليل الحروف للكثير العدد.\nومن ذلك: أفعلة لقليل العدد، مثل رغيف وأرغفة.\nوكذلك جميع الثلاثي سوى فعل جمعه في أقل العدد: أفعال وفي كثيره على فعال وفعول، فكان الزائد للناقص والناقص للزائد.\nعدل الشيء: مثله، وعدله: وزنه.\nالكسرة للفتحة، والفتحة للكسرة.\n(1/290)\n\n49 - باب ما يكون فضيلة لشيء ورذيلة لغيره\nمن ذلك: الأمية، هي فضيلة للنبي صلى الله عليه وسلم لأنها من براهين حجته، وأدلة معجزته. وهي لغيره رذيلة ونقص.\nومن ذلك ما روى عن ابن مسعود رضي الله عنه النعاس في الصلاة من الشيطان، وفي الحرب أمنة.\nومن ذلك صيام يوم عرفة: مكروه للحاج لئلا يضعفه عن العبادة مستحب لغيره، لما روى عن النبي صلى الله عليه وسلم أنه قال: \" صيام يوم عرفة يكفر ذنوب سنة قبله وسنة بعده\".\nقال الأصمعي: الصريف: إذا كان من الفحولة فهو إيعاد وهو نشاط، وإذا كان من الإناث فهو من الإعياء. وقال في قول النابغة:\nمقذوفة بدخيس النخض بازلها ... له صريف صريف القعو بالمسد\nالناس يغلطون في هذا، فيقولون: وصفها بهذا لنشاطها. وليس كذلك. إنما أراد أنه تركها يصرف بازلها من الكلال.\nومن ذلك: السخاء، والشجاعة، هما من مناقب الرجال، ومن مثالب النساء، كما قال القطامي:\nلا عيب فيهم غير شح نسائهم ... ومن السماحة أن يكُنَّ شحاحا",
        "(1/291)\n\nومن ذلك: السمن، مذموم في الرجال، محمود في النساء.\nوالرسح، وهو قلة لحم الوركين، محمود في الرجال، مذموم في النساء وذم رجل رجلا للنعمان بن المنذر فقال: إنه لقعو الأليتين في كلام طويل، يعني أرسح، فقال له النعمان: أردت أن تذمه فمدحته.\nقال رؤبة:\nلله در الغانيات المده\nسبحن واسترجعن من تألهي\nيريد المدح.\nوقال رجل من العرب لآخر: والله ما أنت بعظيم الرأس فتكون سيدًا، ولا بأرسح فتكون فارسا.\nومن ذلك: السفا، وهو خفة الناصية، محمود في البغال والحمير، مذموم في الخيل.\nومن ذلك: التواضع، من الغني للفقير محمود، ومن الفقير للغني مذموم. ويروى عن علي بن أبي طالب عليه السلام، قال: ما أحسن تواضع الأغنياء للفقراء، طاعة لله عز وجل فقال بعض من حضره: إن هذا لحسن، وأحسن منه تيه الفقراء على الأغنياء ثقة بالله، عز وجل، وقال بعض الشعراء:\nشيئان لا أرضاهما خلقا ... تيه الغني ومذلة الفقر\nوإذا غنيت فلا تكن بطرًا ... وإذا افتقرت فته على الدهر\nومن ذلك: التضمين، وهو عند الخليل: في الشعر من مقابحه، ومعايبه، وفي الغناء من محاسنه ومفاخره.\n(1/292)",
        "\nفأما التضمين في الشعر، وهو نوع منه، فإنه: تعلق آخر البيت بأول البيت الذي بعده، ولا يتم إلا به، كقول الشاعر:\nوهم وردوا الجفار على تميم ... وهم أصحاب يوم بغاث، إني\nشهدت لهم مواطن صالحات ... وثقت لهم بحسن الظن مني\nويروى وثقن لهم وهو أحسن. وكقول الآخر:\nلا صلح بيني فاعلموه ولا ... بينكم ما حملت عاتقي\nسيفي، وما كنا بنجد وما ... قرقر قمر الواد بالشاهق\nوأما التضمين في الغناء فهو: تكرير المغني أول بيت من المقطوع، عقيب كل بيت يغنيه، يبين به موضعه، ويحسن في النفوس موقعه، مثل قول ابن الرومي:\nوحديثها السحر الحلال لو أنه ... لم يجن قتل المسلم المتحرز\nإن طال لم يملل وإن هي أوجزت ... ود المحدث أنها لم توجز\nشرك العقول ونزهة ما مثلها ... للمطمئن وعقلة المستوفز\nإذا فرغ من كل بيت منهن، وصله بقوله: إن طال لم يملك فتكمل بذلك طلاوة الشعر، وتضاعفت بهجته، ويبقى في المسامع أثره، وفي القلوب تصوره.\n(1/293)\n",
        "50 - باب ما ظاهر لفظه مخالف لمعناه\nوذلك نحو قول الله عز وجل: {وذا النون إذ هب مغاضبا فظن أن لن نقدر عليه} من قوله عز وجل: {ومن قدر عليه رزقه} وقيل المعنى: فظن أن لن نقدر عليه. بما قدرنا من الإدحاض والتقام الحوت. وليس المعنى: فظن أن لن نستطيع عليه، كما يسبق إلى النفوس، لأن مثل هذا لا يظنه من عرف الله عز وجل حق معرفته، يقال: قدر الله عليك كذا، وقدر عليك كذا، بالتشديد والتخفيف، بمعنى واحد.\nومثل ذلك قوله عز وجل: {وإذا أردنا أن نهلك قرية أمرنا مترفيها ففسقوا فيها فحق عليها القول فدمرناها تدميرا}، معنى أمرنا مترفيها: كثرنا، يقال: أمر الله ماله، وأمره، أي كثره، وعلى هذا القول أكثر أهل العلم.\nوفي الحديث عن النبي صلى الله عليه وسلم انه قال: إن الله يحب النكل على النكل. قيل: وما النكل على النكل؟ قال: الرجل القوي المجرب المبديء المعيد، على الفرس القوي المجرب أو المجرب شك أبو عبيد.\nوروى عنه صلى الله عليه وسلم أنه قال يوم أحد لأصحابه: اليوم تسرون معناه: يقتل سريكم. فقتل حمزة رضي الله عنه.\n(1/294)\n\nيقال: شرف القوم، إذا أصيب شريفهم. واستيد فيهم: خطب في ساداتهم.\nوقال بعض الحكماء: ما أعطى أحد النصف فأباه إلا أخذ أقل منه يريد: ما أنصف فلم يرض بالإنصاف إلا طلبه فلم يجده، حتى يرضى بأقل منه، يقال: الإنصاف، والنصفة، والنصف، والنصف، كله بمعنى واحد.\nالشب والشبوب، والمشب: الثوي المسن، المعصر: الجارية التي قاربت المحيض، ومثلها من الغلمان: المراهق. وهي أصغر من الكاعب، في شعر ابن أبي ربيعة:\nوكان مجني دون ما كنت أتقى ... ثلاث شخوص: كاعبان ومعصر\nويدل على ذلك قول الراجز:\nجارية بسفوان دارها\nقد أعصرت أو قد دنا إعصارها\nالدابة الريض: هي الصعبة، وليست الذلول.\nالبيت الباهي: هو الخالي من المتاع. وفي الحديث: أبهوا الخيل، أي عطلوها. ومن ذلك قولهم: المعزي تبهي ولا تبنى ومعناه: أنها تصعد على الأبنية، وهي الأخبية من غير شعرها فتخرقها حتى لا يقدر على سكناها أحد التيه. لأنها إنما تبنى من الوبر والصوف. وأما الشعر فإنما يسمى ما يعمل منه بيتا. والبيوت أكبر من الأبنية وأقوى وأصلب.\nوالبهو: الفناء الذي بين يدي البيت. ومنه قيل: باب البهو، للفضاء والاتساع الذي بين يديه.\nالأكرع: هو الدقيق القوائم.\nاللفاء: الممتلئة الفخذين، كأنهما التفت إحداهما بالأخرى",
        "(1/295)\n\nلسمنهما وامتلائهما. قال توبة بن الحمير:\nلطيفات أقدام نبيلات أسوق ... لفيفات أفخاذ دقاق خصورها\nالمناجيب من الناس: الضعاف، واحدهم: منجاب.\nقال عروة بن مرة الهذلي:\nبعثته في سواد الليل يرقبني ... إذ آثر القوم والدفء المناجيب\nالوعول: وجوه الناس وأشرافهم. وفي الحديث أن النبي صلى الله عليه وسلم قال: لا تقوم الساعة حتى يظهر الفحش والبخل، ويخون الأمين، ويؤتمن الخائن، وتهلك الوعول، وتظهر التحوت. قالوا: يا رسول الله وما الوعول؟ وما التحوت؟ قال: الوعول: وجوه الناس وأشرافهم والتحوت: الذين كانوا تحت أقدام الناس لا يعلم بهم.\nالملاوث: السادة الشرفاء، واحدهم ملات. قال الشاعر:\nهلا سألت ملاوثا ... من آل عبد مناف\nالخريت: هو الدليل الحاذق الذي يهتدي إلى مثل خرت الإبرة وهو ثقبها.\nالنهيك: الشجاع، النهاكة: الشجاعة. وإنما قيل للشجاع: نهيك لأنه ينهك عدوه، أي يبالغ فيه. والنهيك أيضا: الجمل الشديد.\nالجلبة: الشفينة المشحونة، فإن لم تكن مشحونة لم تسم جلبة. حكاه أبو عمرو، وقيل: الجلبة التي معها مركب صغير يخدمها.\nالرتوت في كلام العرب: الخنازير، وقيل القردة، واحدهم رت بالضم، وقد يقال بالكسر.\n(1/296)",
        "\nالابتراك: شدة السير.\nالانكماش: التشمير في الأمر والجد فيه. وليس هو التأخر عنه وترك العزيمة فيه، كما يظنه الناس.\nأحصد الحبل، إذا أحكم فتله، قال النابغة:\nنزع الحزور بالرشاء المحصد\nقال أبو عبيد في غريب الحديث:\nالتعريب: ما قبح من الكلام، وكذلك: الإعراب.\nومنه قول عطاء إنه كره الإعراب للمحرم. قال رؤبة:\nوالعرب في عفافة وإعراب\nقوله العرب: المتحببات إلى أزواجهن، واحدتهن: عروب، والإعراب من الفحش.\nفمعناه أنه يقول: إنهن يجمعن العفافة عند الغرباء والإعراب عند الأزواج.\nأمتع فلان فلانا، إذا فارقه.\nالوهم: الجمل الضخم العظيم، فإذا قلت: صار فلان كالوهم احتمل المعنيين، وهذا هو التحقيق، والآخر مجاز.\nالقبض والقباضة: السرعة. والقبيض: السريع.\nامرأة قذور، إذا كانت مجانبة للأقذار. والعرب تسمي بقذور قال الشاعر:\nوإني لأكنو عن قذور بغيرها ... وأعرب أحيانا بها فأصارح\nفليت رأسه، أي شققته، يقال: فأوت رأسه، وفأيته، وفلوته، وفليته، كله بمعنى واحد، إذا شققته.\n(1/297)\n",
        "تنعم الرجل، إذا مشى حافيا. مأخوذ من النعامة، وهي باطن القدم.\nتنجست، إذا فعلت ما يخرجك من النجاسة، مثل: تحرجت، وتحوبت، وتحنثت إذا فعلت ما خرجك من الحرج، والحوب، والحنث. وفي الحديث أن رسول الله صلى الله عليه وسلم كان يتحنث بحراء.\nأفقرت الرجل، إذا أعرته ظهر دابتك لركوبه، مأخوذ من فقار الظهر. كليت الرجل، إذا ضربت كليته.\nفأما الذي بمعنى الحفظ فمهموز: كلأته أكلؤه. قال ابن هرمة:\nإن سليمى والله يكلؤها ... ظنت بشيء ما كان يرزؤها\nظلمت الرجل إذا شقيته الظليم، وهو اللبن قبل أن يروب\nومن الشعر:\nما أنشده ثعلب في أماليه:\nأبي حبى سليمى أن يبيدا ... وأضحى حبلها خلقا جديدا\nقوله: جديدا أي هو مقطوع، من قولك: جددت الشيء، فهو مجدود وجديد.\nوقول آخر:\nأتيتك عاريا خلقا ثيابى ... على خوف تظن بي الظنون\nليس قوله عاريا من عريت. وإنما هو من عروته إذا ألممت به، يقال: عراه يعروه، واعتراه يعتريه، واعتره يعتره، ومنه قول الله تعالى: {وأطعموا القانع والمعتر}.\n(1/298)\n\nوقول الأعشى:\nأثوي وقصر ليلة ليزودا ... فمضى وأخلف من قتيلة موعدا\nأي وجد موعدها خلفا، يقال: أتيته فأخلفته، أي وجدته مخلفا لموعدي.\nوقال آخر:\nومن يفخر بمثل أبي وجدي ... يجيء قبل السوابق وهو ثان.\nأراد: وهو ثان من عنانة، لأنه يسبق متمهلا.\nوأنشد يعقوب في الإصلاح:\nتفور علينا قدرهم فنديمها ... ونفثؤها عنا إذا حميها غلا\nنديمها، أي نسكنها، من دوم الطائر، إذا سكن جناحيه في الهواء ونفثؤها: نبردها بالماء.\nوقال آخر:\nإذا قابلونا سررناهم ... وإن أدبروا فهم من نسب\nيقول: إذا قابلونا طعناهم في سررهم، وإذا أدبروا طعناهم في سباتهم جمع سبة، وهي عجب الذنب، وقيل: حلقة الدبر.\nوقال آخر:\nيعز علينا ونعم الفتى ... مصيرك يا عمرو للعافية.\nهذا رجل يرثي قتيلا، بقي للطير والسباع تأكله وتعفو لحمه، وهي العافية والعوافي.\nوقال آخر:\nتغرقت غنمي يوما فقلت لها ... يارب سلط عليها الذئب والضبعا",
        "(1/299)\n\nقيل: إن الذئب والضبع إذا اجتمعا لم يؤذيا، وشغل كل واحد منهما الآخر.\nوقال آخر في وصف راع:\nصلت العصا بالضرب قد دماها\nتحسبه من حبها أخاها\nيقول ليت الله قد أفناها\nيقال للراعي، إذا كان قليل الضرب لإبله: إنه لصلب العصا يراد أن عصاه صلبة صحيحة، لأنه لا يعلمها فتشظى وتكسر، وأراد بالضرب: السير في البلاد في طلب المرعى. ومعنى دماها: صيرها كالدمى سمنا، جمع دمية. وأفناها: أنبت لها الفنا، وهو فيما يقال الزعرور. وقيل: عنب الثعلب.\nوقال آخر:\nألا إن قومي لا تلط قدورهم ... ولكنما يوقدن بالعذرات\nيعني أن قدورهم لا تسترن، ولكنما يوقدن بالأقنية، يقال للفناء: عذرة وتلط: تستر، يقال: لط حقي يلطه إذا ستره.\nوقال آخر:\nاليوم يوم بارد سمومه ... من جزع اليوم فلا نلومه\nيريد أنه ثابت سمومه، يقال: برد لي على فلان حق. أي وجب لي وثبت. ويكون برد بمعنى فتر وضعف. من قولهم برد القتال. وليس من البرد.\nوالسموم: شدة الحر.\nوقال آخر:\nصبرت على طول ليل الصدور ... وأسعفته ثم لم يسعف\n(1/300)",
        "\nتقاصر إذ صار فيه الحبيب ... ومر علي كبرق خفي\nفلم أشف من وصله غلة ... ولو أنصف الليل لم ينصف\nيقال: أنصف الشيء، إذا بلغ نصف نفسه، ونصف إذا بلغ نصف غيره. تقول أنصف النهار إذا بلغ النصف، ونصف الإزار ساقي، إذا بلغ نصفها.\nوقال كثير:\nوأنت التي حببت كل قصيرة ... إلى وما يدري بذاك القصائر\nعنيت قصيرات الحجال ولم أرد ... قصار الخطا، شر النساء البحاتر\nويروى: البهاتر\nوالقصيرة: هي المقصورة المحجوبة. ويقال قصورة أيضا.\nوقال آخر:\nأحب من النسوان كل قصيرة ... لها نسب في الصالحين قصير\nوأراد بالقصيرة: المخدرة. وقصر نسبها: أن تعرف بأول آبائها. كقول رؤبة: أتيت النسابة البكري فقال: من أنت؟ فقلت ابن العجاج.\nفقال: قصرت وعرفت فقال رؤبة:\nقد نوه العجاج باسمي فادعني ... باسم إذا الأنساب طالت يكفني\nويروى: قال: قصرت وعرفت ويروى: قد دفع العجاج ذكرى.\nوقال آخر:\nأكلت النهار بنصف النهار ... وليلا أكلت بليل بهيم\nالنهار: فرخ الحبارى. والليل: فرخ الكروان.\nوقال آخر:\nوقد سقوا آبالهم بالنار ... والنار قد تشفي من الأوار\n(1/301)\n",
        "النار ها هنا: السمة. والأوار: حر العطش، كأنهم لعزهم، إذا رأى الناس نارهم على إبلهم تركوها تشرب.\nومثله قول آخر: سقيت بالنار في الوقدة والنار تلظى\nيعني بالوقدة: شدة الحر. والنار تلظى: يعني الحرب\nوقال الحطيئة للزبرقان بن بدر، يهجوه:\nدع المكارم لا ترحل لبغيتها ... واقعد فإنك أنت الطاعم الكاسي\nيريد: أنت الآكل اللابس. يقال: كسى فهو كاس، وأنشد يعقوب لعمران بن حطان:\nوأن يعرين إن كسي الجواري ... فتنبو العين عن كرم عجاف.\nفاستعدى عليه الزبرقان عمر بن الخطاب، رضي الله عنه، وأنشده ما قال. فأرسل عمر إلى حسان بن ثابت فسأله عن ذلك، فقال: لم يهجه ولكن ذرق عليه فحبسه عمر. وقال: يا خبيث لأشغلنك عن أعراض الناس فقال وهو محبوس:\nماذا تقول لأفراخ بذي مرخ ... حمر الحواصل لا ماء ولا شجر\nألقيت كاسبهم في قعر مظلمة ... فاغفر عليك سلام الله يا عمر\nفرق له عمر، رضي الله عنه، وأخرجه.\nوهجا النجاشي بني العجلان، فاستعدوا عليه عمر بن الخطاب، رضي الله عنه، فقال: ما قال فيكم؟ فأنشدوه:\nإذا؟ الله عادى أهل لؤم ورقة ... فعادى بني العجلان رهط ابن قبل\nفقال عمر إن كان مظلوما استجيب له، وإن كان ظالما لم يستجب له. قالوا: وقد قال أيضا:\nقبيلة لا يغدرون بذمة ... ولا يظلمون الناس حبة خردل\n(1/302)\n\nفقال عمر: ليت آل الخطاب كانوا كذلك. قالوا: وقد قال أيضا:\nولا يردون الماء إلا عشية ... إلا صدر الوراد عن كل منهل.\nفقال عمر: ذاك أقل للكاك، أي الزحام. وأصفى للواردة.\nقالوا: وقد قال أيضا:\nتعاف الكلاب الضاريات لحومهم ... ويأكلن من كعب بن عوف بن نهشل\nفقال عمر رضي الله عنه: أجن القوم موتاهم ولم يضيعوهم.\nقالوا: وقد قال أيضا:\nوما سمى العجلان إلا لقولهم ... خذ القعب واحلب أيها العبد واعجل\nفقال عمر رضي الله عنه: خير القوم خادمهم.\nثم بعث إلى حسان والحطيئة وكان محبوسا عنده فسألهما: فقال حسان مثل ما قال في شعر الحطيئة. فتهدد عمر رضي الله عنه النجاشي وقال: إن عددت قطعت لسانك.\nوكان عمر رضي الله عنه يعلم من الشعر ما يعلمه حسان. ولكنه أراد الحجة. رضي الله عنه.\nثم الكتاب بعون الله\nومنه وحسن توفيقه.",
        "(1/303)\n"
    ]
}