{
    "partText": [
        "كلمة المشرف\nبِسْمِ اللهِ الرَّحْمنِ الرَّحِيمِ\nالآن انجزت الامال ما وعدت\nالحمد لله ربّ العالمين ، والصلاة والسلام على خاتم رسله وأفضل خليقته محمّد ، وعلى آله الطّيبين الطاهرين.",
        "أمّا بعد ، فغير خفيّ على الفقيه البارع انّ لعلمائنا الإمامية كتبا فقهية ، وهي بين مسهبة ومقتضبة ومتوسطة ، وقد ألف كلّ ، لغاية خاصة ، وممن سبق إلى التأليف وفق هذه الأنماط الثلاثة هو الإمام الهمام علّامة العلماء وأستاذ الفقهاء جمال الدين أبو منصور الحسن بن يوسف بن المطهر (648 ـ 726) فقد ألّف موسوعتين فقهيتين كبيرتين ، هما : «منتهى المطلب في تحقيق المذهب» و «تذكرة الفقهاء» وبلغ الغاية فيهما نقل الأقوال والاستدلال عليها وترجيح المختار.\nكما ألّف كتابه «قواعد الأحكام» وهو دورة فقهية كاملة بين التبسيط والاقتضاب.\nوألّف رسائل مختصرة في الفقه ك «إرشاد الأذهان» و «تبصرة المتعلمين».\nوقد نالت كتبه شهرة واسعة لا سيما في الأوساط العلمية ، غير انّ الذي",
        "دعانا إلى كتابة هذه السطور هو التعريف بكتابه الماثل بين يديك أعني «تحرير الأحكام الشرعية على مذهب الإمامية» الذي يتمتع بميزة خاصة وهي العناية الوافرة بالتفريع والتخريج بنحو قل نظيره ، كلّ هذا في عصر راج فيه التخريج وفق المذاهب الأربعة ، فانّ الاجتهاد وإن أقفل في أواسط القرن السابع (1) إلّا انّ التفريع وفق المذاهب كان شائعا قبل الاقفال وبعده ، وقد ألف غير واحد من علماء الفريقين كتبا في هذا المضمار نذكر منها ما يلي :\n1. «المغني» لعبد الله بن أحمد بن محمد بن قدامة المقدسي الحنبلي (541 ـ 620) وقد أسهب فيه الكلام في الفقه المقارن حسب المذاهب الأربعة ورجح رأي الحنابلة.\n2. «العزيز شرح الوجيز» المعروف بالشرح الكبير تأليف عبد الكريم بن محمد بن عبد الكريم الرافعي القزويني الشافعي (المتوفّى سنة 623 ه‍) مع ترجيح رأي إمامه.\n3. «المجموع» لأبي زكريا محيي الدين المعروف بالنووي (631 ـ 676) وهو شرح لكتاب المهذب لأبي إسحاق الشيرازي (396 ـ 476).",
        "وهذه الكتب مشحونة بالتخريج والتفريع على مذاهب أئمتهم ولذلك أطلق على القرنين : السادس والسابع عصرا التخريج والتفريع.\nوقد شاطر علماؤنا الإمامية فقهاء السنة في تأليف كتب تفريعية مع فارق خاص وهو انّ باب الاجتهاد كان مفتوحا عند الإمامية ولم يكن مبنيّا على فقه إمام خاص بخلاف تفريعاتهم فانّها لا تتعدى عن مذهب إمام معين.\n__________________\n(1) المقريزي : الخطط : 2 / 344.",
        "ومن الكتب التفريعية التي صنفها علمائنا الإمامية في القرنين السادس والسابع.\n1. «السرائر» لمحمد بن إدريس الحلّي (543 ـ 598).\n2. «شرائع الإسلام» تأليف نجم الدين جعفر بن الحسن بن يحيى بن الحسن بن سعيد الحلي المعروف بالمحقّق الحلي (602 ـ 676) وكتابه هذا أفضل ما ألّف في الفقه الإمامي بلغة واضحة ، فهو من أحسن المتون ترتيبا وأجمعها للفروع ، كما انّ كتابه الاخر «المعتبر في شرح المختصر» كتاب رائع يعدّ من أنفس الكتب الفقهية الاستدلالية وكان السيد المحقّق البروجردي (1292 ـ 1380) يذكر هذا الكتاب في دروسه الشريفة باجلال وإكبار ويقول : لم يؤلف على غراره تأليف.\n3. «بشرى المحقّقين» تأليف أحمد بن موسى بن جعفر بن طاوس (ت 673 ه‍) في ستة أجزاء.",
        "4. «تحرير الأحكام الشرعية على مذهب الإمامية» تأليف العلّامة الحلي الطائر الصيت وهذا الكتاب من أجمع الكتب الفقهية للفروع عند الشيعة الإمامية ، فقد خاض في عباب الفروع واستقى موادها من كتب الفريقين ، وأبدى فيه رأي الإمامية حسب موازين فقههم.\nوقد مرّ في تقديمنا على الكتاب في الجزء الأوّل انّ شيخنا المجيز آقا بزرگ الطهراني (1293 ـ 1389) حكى عن بعضهم انّه أحصيت مسائله فبلغت أربعين ألف مسألة. (1)\n__________________\n(1) الذريعة : 3 / 378.",
        "والحقّ انّ مسائله الرئيسية أقلّ من هذا ، ولكن الفروع المندرجة تحت كل مسألة ربما تناهز ما ذكره شيخنا المجيز.\nوقد استمد في جمع الفروع وتحليلها من كتاب «المبسوط» للشيخ الطوسي (ت 460) و «المهذب» لابن البراج (ت 481) و «السرائر» لابن إدريس الحلي وغيرها ، فعاد الكتاب موسوعة فقهية تفريعية قلّ نظيرها وقد طبع في سالف الزمان طبعة حجرية رديئة.\nوها نحن نزفّ البشرى إلى فقهائنا وفقهاء الإسلام بانّ هذا التراث القيم طبع أخيرا في خمسة أجزاء بحلة قشيبة محققا مصحّحا لا ترى فيه زيغا ولا عوجا مقرونا بالتخريج والتوضيح والتحقيق فيما يحتاج إليه.\nولا غرو فانّ محقّق هذا الكتاب هو الفاضل الحجّة الشيخ إبراهيم البهادري المراغي دامت افاضاته فقد كرّس حياته الغالية لإحياء التراث الإسلامي وقد قام بتحقيق وتخريج غير واحد من الكتب.",
        "ونحن بدورنا نتقدم إليه بالشكر ونرجو له مزيدا من التوفيق والعطاء.\n"
    ]
}