{
    "partText": [
        "\nتحفة الوفد\nبما ورد\nفي سورتي الخلع والحفد\nجمع\nأبي يعلى البيضاوي\nعفا الله عنه\nبسم الله الرحمن الرحيم\nرب يسر وأعن\nإن الحمد لله نحمده ونستعينه ونستغفره, ونعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا, من يهده الله فلا مضل له ومن يضلل الله فلا هادي له\nوأشهد أن لا إله إلا الله وحده لا شريك له, وأشهد أن محمدا عبده ورسوله { يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالاً كَثِيراً وَنِسَاءً وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ وَالْأَرْحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيباً} (النساء:1), {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ} (آل عمران:102) { يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلاً سَدِيداً يا أيها الذين آمنوا اتقوا الله وقولوا قولا سديدا )يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزاً عَظِيماً) (الأحزاب:71)\nأما بعد : 1\nفقد سألني بعض الاخوة الأفاضل عن قوله في دعاء القنوت المشهور 2 ( إن عذابك بالكافرين ملحق ) هل هو بكسر اللام في ملحق, أو هو بفتحها ؟\nمما دفعني إلى البحث عمن أخرج هذا الدعاء من أهل الحديث, فكانت نتيجة بحثي ومطالعتي هذا الجزء المتواضع المسمى : ( بتحفة الوفد بما ورد في سورتي الخلع والحفد )3\nوقد ألحقت به فصلا في شروح أئمة اللغة والفقه لغريب ألفاظه, وفصلا آخر في رد شبه أهل الزيغ والضلال على ما أوردوه على هذا الدعاء الماثور,وأسأل الله العلي العظيم أن يتقبله مني, وينفع به من قرأه, أو سمعه بفضله ورحمته, إنه قريب مجيب.\nكتبه أبو يعلى البيضاوي غفر الله له\n(1/1)\n",
        "* اعلم - رحمني الله وإياك- أن هذا الدعاء يسمى عند العلماء بسورتي ((القنوت)), وسورتي (( الخلع والحفد ))\n* فسورة (الخلع), وهي ثلاث آيات, ولفظها بعد جمعها من عدة روايات:\nبسم الله الرحمن الرحيم, 1 اللهم إنا نستعينك, ونستغفرك, 2 ونثني عليك الخير ( في رواية : كله) [ في رواية : ونشكرك ] و لا نكفرك ,[ وفي رواية : ونؤمن بك ونخضع لك ] [ وفي أخرى : ونتوكل عليك ], 3 ونخلع [ في رواية: ونخنع ] ونترك من يفجرك , [ وفي رواية : من يكفرك ]\n* وسورة (الحفد), وهي ست آيات:\nبسم الله الرحمن الرحيم,1 اللهم إياك نعبد, 2 ولك نصلي ونسجد, 3وإليك نسعى ونحفد, 4 نرجو رحمتك [ في رواية: ربنا ], 5 ونخاف عذابك [ وفي رواية : نخشى نقمتك ], 6 إن عذابك ] وفي رواية : الجد ] بالكفار [ وفي رواية : بالكافرين ] ملحق [ وفي أخرى : لمن عاديت ملحق ].\n* وقد ذكر الإمام المحدث (أبو الحسين أحمد بن جعفر بن المنادى) 4 في كتابه ((الناسخ و المنسوخ)) :\n( إن مما رفع رسمه من القرآن ولم يرفع من القلوب حفظه سورتي القنوت في الوتر, وتسمى سورتي الخلع و الحفد ,\nقال : ولا خلاف بين الماضين والغابرين أنهما مكتوبتان في المصاحف المنسوبة إلى أبي بن كعب, وأنه ذكر عن النبي صلى الله عليه وسلم أنه أقرأه إياهما, وتسمى سورتا الخلع و الحفد) .\nنقله عنه العلامة (بدر الدين الزركشي) 5 في كتابه العظيم ((البرهان في علوم القران))(2\\44)\n* و ذكر الحافظ (جلال الدين السيوطي) أن دعاء القنوت من جملة الذي أنزله الله على النبي صلى الله عليه وسلم, وكانا سورتين, كل سورة ببسملة وفواصل, إحداهما تسمى سورة (الخلع), وهي: (بسم الله الرحمن الرحيم, اللهم إنا نستعينك...إلى قوله من يكفرك )\nوالأخرى تسمى سورة (الحفد), وهي: (بسم الله الرحمن الرحيم, اللهم إياك نعبد...إلى ملحق)\nوقد اختلفت الصحابة في نسخهما, وكتبهما أبي في مصحفه, فعدة سور القرآن عنده مائة وست عشرة سورة,\n(1/2)\n\nانتهى من ((حاشية)) الطحطاوي على ((مراقي الفلاح))(1\\252)\n* قلت: وقد تتبعت هذا الدعاء المأثور في دواوين الإسلام المشهورة, ممن صحاح, وسنن, ومسانيد, وغيرها - قدر طاقتي- فوجدته قد ورد مسندا من حديث عدة من الصحابة, والتابعين, مرفوعا وموقوفا, فأوردت المرفوع, ثم أتبعته موقوفات الصحابة ,ثم مقطوعات التابعين\n* فالمرفوع روي من حديث :\n1- علي بن أبى طالب (\n2- وعبد الله بن مسعود (\n3- خالد بن أبى عمران التجيبي مرسلا\n* والموقوف على الصحابة ( مروي عن:\n1- عمر بن الخطاب (\n2- وعثمان بن عفان الأموي (\n3- علي بن أبي طالب الهاشمي (\n4- عبد الله بن مسعود الهذلي (\n5- أبي بن كعب الأنصاري (\n6- أبي موسى الأشعري(\n7-عبدالله بن عباس الهاشمي (\n8- أنس بن مالك الأنصاري (\n* والموقوف على التابعين مروي عن :\n1- إبراهيم بن يزيد النخعي\n2- أمية بن عبد الله بن خالد بن أمية\n3- الحسن بن أبي الحسن البصري\n4- سعيد بن المسيب بن حزن القرشي المخزمي\n5- سفيان بن سعيد الثوري\n6- طاووس بن كيسان اليماني\n7- عطاء بن أبى رباح القرشي مولاهم المكي\n8- محمد بن مسلم بن شهاب الزهري\n9- مكحول الشامي\n10- عبد الملك بن جريج القرشي الأموي مولاهم المكي رحمهم الله\nفصل\nفي ذكر ما ورد مرفوعا إلى رسول الله صلى الله عليه وسلم\n* الأحاديث المرفوعة في الباب كالتالي :\n[ 1\\1 ] أما حديث( علي بن أبي طالب () المرفوع\n* فأخرجه الحافظ الكبير (أبو القاسم الطبراني) في كتابه ((الدعاء)) 6 (1\\238\\رقم 750) قال :\nحدثنا محمد بن عثمان بن أبي شيبة, ثنا عباد بن يعقوب الأسدي, ثنا يحيى بن يعلى الأسلمي, عن ابن لهيعة, عن عبد الله بن هبيرة, عن عبد الله بن زرير 7 قال:\n(( قال لي عبد الملك بن مروان: ما حملك على حب أبي تراب إلا أنك أعرابي جاف ؟, فقلت: والله لقد قرأت القرآن قبل أن يجتمع أبويك, لقد علمني سورتين علمهما إياه رسول الله ( , ما علمتهما أنت ولا أبوك",
        "(1/3)\n\nاللهم إنا نستعينك, ونستغفرك, ونثني عليك الخير ولا نكفرك, ونخلع ونترك من يفجرك\nاللهم إياك نعبد, ولك نصلي ونسجد, وإليك نسعى ونحفد, نرجو رحمتك, ونخشى عذابك, الجد إن عذابك بالكفار ملحق\nاللهم عذب كفرة أهل الكتاب, والمشركين الذين يصدون عن سبيلك, ويجحدون آياتك, ويكذبون رسلك, ويتعدون حدودك, ويدعون معك إلها آخر, لا إله إلا أنت, تباركت وتعاليت عما يقول الظالمون علوا كبيرا ))\n* قال الحافظ (ابن حجر العسقلاني) رحمه الله في كتابه ((نتائج الأفكار في أمالي الأذكار)) 8(2\\160) :\nهذا حديث غريب, و عبد الله بن زرير صدوق, وأبوه ( بزاي وراء مصغر ), وابن هبيرة اسمه عبد الله صدوق, و ابن لهيعة اسمه عبد الله وهو صدوق, ضعيف من قبل حفظه, ويحيى 9 الراوي عنه من أقرانه, وهو ضعيف, وعباد صدوق أخرج له البخاري لكنه منسوب إلى الرفض\n* وأخرج (محمد بن نصرالمروزي) 10 من طريق يزيد بن أبى حبيب, عن عبد الله بن زرير بعض هذا الحديث, لكن موقوفا, وجعل القصة مع عبد العزيز بن مروان, فإن كان الأول محفوظا حمل على أنه جرى له مع كل منهما, والثاني أشبه لأنه مصري, وكان عبد العزيز أمير مصر . انتهى\n[ 2\\2 ] حديث (عبد الله بن مسعود() المرفوع\n* عزاه (السيوطي) في ((الدر المنثور في التفسير بالمأثور))(6\\697 ) لمحمد بن نصر المروزي 11\nعن عطاء بن السائب قال:\n(( كان أبو عبد الرحمن يقرئنا :\nاللهم إنا نستعينك, ونستغفرك, ونثني عليك الخير ولا نكفرك, ونؤمن بك, ونخلع ونترك من يفجرك\nاللهم إياك نعبد, ولك نصلي ونسجد, وإليك نسعى و نحفد, نرجو رحمتك, ونخشى عذابك, الجد إن عذابك بالكفار ملحق\nوزعم أبو عبد الرحمن أن ابن مسعود كان يقرئهم إياها, ويزعم أن رسول الله صلى الله عليه وسلم كان يقرئهم إياها ))\n(1/4)",
        "\n* قلت : عطاء بن السائب قال الحافظ في ((التقريب)) : صدوق اختلط , والسند غير موجود حتى ينظر في الراوي عنه هل هو ممن ذكر العلماء أنه أخد عن عطاء قبل اختلاطه أم بعده .\n[ 3\\3 ] وأما حديث ( خالد بن أبى عمران التجيبي ) المرسل12\n* فأخرجه الحافظ (أبو داود السجستاني) في كتاب ((المراسيل)) برقم (89) قال : حدثنا سليمان بن داود, حدثنا ابن وهب, أخبرني معاوية بن صالح, عن عبد القاهر, عن خالد بن أبي عمران قال :\n(( بينا رسول الله صلى الله عليه وسلم يدعو على مضر, إذ جاءه جبريل, فأومأ إليه أن اسكت, فسكت, فقال: يا محمد, إن الله لم يبعثك سبابا, ولا لعانا, وإنما بعثك رحمة, ولم يبعثك عذابا, { ليس لك من الأمر شيء, أو يتوب عليهم, أو يعذبهم فإنهم ظالمون }( آل عمران:128 )\nقال ثم علمه هذا القنوت : اللهم إنا نستعينك, ونستغفرك, ونؤمن بك, ونخضع لك, ونخلع ونترك من يكفرك,\nاللهم إياك نعبد, ولك نصلي ونسجد, واليك نسعى و نحفد )).\n* وأخرجه أيضا الحافظ (أبو بكر البيهقي) في ((سننه الكبرى))(2\\210\\رقم 3142) وقال : هذا مرسل, وقد روي عن عمر بن الخطاب رضي الله عنه صحيحا موصولا .انتهى\n* وأخرجه الفقيه العلامة (سحنون المالكي) 13 في ((المدونة)) من طريق عبد الله بن وهب (1\\103)\n* وكذلك أخرجه الحافظ (أبو بكر محمد بن موسى الحازمي الهمذاني) 14 في كتابه ((الاعتبار في الناسخ والمنسوخ من الآثار))(ص 64) من طريق أبي داود وقال : هذا مرسل أخرجه أبو داود في ((المراسيل)), وهو حسن في المتابعات\n* قال الحافظ (ابن حجر) في ((أمالي الأذكار))(2\\161) : خالد من صغار التابعين و عبد القاهر ما وجدت عنه راويا إلا معاوية بن صالح, وقد ذكره ابن حبان في الثقات . انتهى\n* أقول : و معاوية بن صالح هو ابن حدير الحمصي, قاضي الأندلس, قال الحافظ في ((التقريب)) : صدوق له أوهام\nفصل\nفي ذكر ما ورد موقوفا على الصحابة رضي الله عنهم\n(1/5)\n",
        "[ 4\\1 ] أثر (عمر بن الخطاب ( ), ورد عنه من ثمان طرق :\n1- الأول : عن (عبد الله بن عباس الهاشمي)\n* أخرجه (أبو جعفرالطحاوي) في ((شرح معاني الآثار))(1\\250) قال أبو بكرة, قال ثنا وهب بن جرير, قال ثنا شعبة, عن الحكم, عن مقسم, عن ابن عباس ( , عن عمر رضي الله :\n(( أنه كان يقنت في صلاة الصبح بسورتين, اللهم إنا نستعينك...,واللهم إياك نعبد...)).\n* وأخرجه (عبد الرزاق) في ((المصنف))(4972 ) عن رجل عن شعبة به. . .\nبلفظ : (( أن عمر ( كان يقنت بسورتين ))\n* وأخرجه أيضا (4978) من طريق الحكم, وأخبرني طاووس أنه سمع ابن عباس ( يقول:\n(( قنت عمر ( قبل الركعة بهاتين السورتين ))\nإلا أنه قدم التي أخر علي, وأخر التي قدم علي, والقول سواء, وهو طرف من أثر علي الآتي (رقم 6)\n* وأخرجه الحافظ (أبو جعفر محمد بن جرير الطبري) في كتابه ((تهذيب الأثار)) 15 (2\\2\\رقم 1017\\و1018 \\و 1019 \\و1020 \\و 1021 \\و1081\\و 1082 \\و1083 \\و1091 )\nمن طرق عن الحكم, عن مقسم, عن ابن عباس به\n* وعزاه (السيوطي) في ((الدر المنثور))(8296 ) لمحمد بن نصر المروزي 16\n2- الطريق الثاني :عن (عبيد بن عمير) عنه 17\n* أخرجه (عبد الرزاق الصنعاني) في ((مصنفه))(4969) عن ابن جريج قال أخبرني عطاء :\n((أنه سمع عبيد بن عمير يأثر عن عمر بن الخطاب ( في القنوت أنه كان يقول:\nاللهم اغفر للمؤمنين والمؤمنات, والمسلمين والمسلمات, وألف بين قلوبهم, وأصلح ذات بينهم, وانصرهم على عدوك وعدوهم\nاللهم العن كفرة أهل الكتاب الذين يكذبون رسلك, ويقاتلون أولياءك, اللهم خالف بين كلمتهم, وزلزل أقدامهم, وأنزل بهم بأسك الذي لا ترده عن القوم المجرمين\nبسم الله الرحمن الرحيم , اللهم إنا نستعينك ونستغفرك, ونثني عليك ولا نكفرك, ونخلع ونترك من يفجرك\nبسم الله الرحمن الرحيم , اللهم إياك نعبد, ولك نصلي ونسجد, وإليك نسعى و نحفد, نرجو رحمتك ونخاف عذابك, إن عذابك بالكفار ملحق\n(1/6)\n\nقال وسمعت عبيد بن عمير يقول: القنوت قبل الركعة الآخرة من الصبح, وذكر أنه بلغه أنهما سورتان من القرآن في مصحف ابن مسعود, وأنه يوتر بهما كل ليلة, وذكر أنه يجهر بالقنوت في الصبح\nقلت: فإنك تكره الاستغفار في المكتوبة فهذا عمر قد استغفر, قال : قد فرغ هو في الدعاء في آخرها ))\n* وأخرجه أيضا (ابن أبى شيبة) في ((مصنفه)) (7027و7031 و 29714و 29719)\n* و(محمد بن نصر المروزي) في ((صلاة الوتر))(رقم 292)\n* و(الطحاوي) في ((معاني الآثار))(1\\249\\رقم 1475)\n* و(البيهقي) في ((سننه الكبرى))(2\\210\\ رقم 3143)\n* و(ابن جرير) في ((تهذيب الآثار)) (2\\23\\ رقم 1092)\n* قال الحافظ (ابن حجر) في ((الأمالي))(2-158) هذا موقوف صحيح . انتهى\n* قال العلامة (أبو عبد الرحمن محمد ناصر الدين الألباني) رحمه الله في ((إرواء الغليل تخريج منار السبيل))(2\\170) : هذا إسناد رجاله كلهم رجال الشيخين, ولولا عنعنة ابن جريج لكان حريا بالصحة .\n3- الطريق الثالث عن (عبد الرحمن بن أبزى) عنه18\n* أخرجه (البيهقى) في ((سننه))(2\\211\\رقم 3144) قال : أخبرنا أبو عبد الله الحافظ, ثنا أبو العباس محمد بن يعقوب, أنبأ العباس بن الوليد, أخبرني أبي, ثنا الأوزاعي, حدثني عبدة بن أبي لبابة, عن سعيد بن عبد الرحمن بن أبزى, عن أبيه قال :\n(( صليت خلف عمر بن الخطاب ( صلاة الصبح, فسمعته يقول بعد القراءة قبل الركوع:\nاللهم إياك نعبد, ولك نصلى ونسجد. وإليك نسعى و نحفد, نرجو رحمتك, ونخشى عذابك, إن عذابك بالكافرين ملحق\nاللهم إنا نستعينك, ونستغفرك, ونثني عليك الخير ولا نكفرك, ونؤمن بك, ونخضع لك, ونخلع من يكفرك",
        "(1/7)\n\nقال (البيهقي) : كذا قال ( قبل الركوع ) وهو وإن كان إسنادا صحيحا فمن روي عن عمر قنوته بعد الركوع أكثر, فقد رواه أبو رافع وعبيد بن عمير, وأبو عثمان النهدي, وزيد بن وهب, والعدد أولى بالحفظ من الواحد, وفي حسن سياق عبيد بن عمير للحديث دلالة على حفظه, وحفظ من حفظ عنه. انتهى\n* قال الشيخ (الألباني) رحمه الله في ((الإرواء))(2\\165) إسناده صحيح .\n* وأخرجه (ابن أبى شيبة) في ((المصنف))( 7028 ) قال: حدثنا هشيم, قال: أخبرنا حصين, عن ذر, عن سعيد به\nولفظه : (( أنه صلى خلف عمر فصنع مثل ذلك )) (أي مثل رواية عبيد عنده 7027 )\n* وأخرجه (الطحاوي) في ((شرح المعاني))(1\\250\\رقم 1476) ثنا صالح, ثنا سعيد, أنا حصين, عن ذر بن عبد الله الهمذاني, عن سعيد به...\n* وأخرجه (ابن جرير الطبري) في ((تهذيب الآثار))( 2\\22\\رقم 1089 ) قال : ثنا ابن حميد, قال ثنا هارون, عن عنبسة, عن أبى إسحاق, عن عبد الرحمن به...\n* وعزاه (السيوطي) في ((الدر المنثور))(6 \\695 ) لابن الضريس 19\n4- الطريق الرابع : عن( أبي رافع) عنه 20\n* أخرجه (عبد الرزاق) في ((مصنفه))(3\\110\\رقم 4968) عن معمر, عن علي بن زيد بن جدعان 21, عن أبي رافع قال :\n(( صليت خلف عمر بن الخطاب الصبح, فقنت بعد الركوع, قال فسمعته يقول:\nاللهم إنا نستعينك, ونستغفرك, ونثني عليك ولا نكفرك, ونؤمن بك, ونخلع ونترك من يفجرك\nاللهم إياك نعبد, ولك نصلي ونسجد, وإليك نسعى و نحفد, ونرجو رحمتك, ونخاف عذابك, إن عذابك بالكافرين ملحق\nاللهم عذب الكفرة, وألق في قلوبهم الرعب, وخالف بين كلمتهم, وأنزل عليهم رجزك وعذابك, اللهم عذب الكفرة أهل الكتاب, الذين يصدون عن سبيلك, ويكذبون رسلك, ويقاتلون أوليائك\n(1/8)",
        "\nاللهم اغفر للمؤمنين والمؤمنات, والمسلمين والمسلمات, وأصلح ذات بينهم, و ألف بين قلوبهم, واجعل في قلوبهم الإيمان والحكمة, وثبتهم على ملة نبيك, و أوزعهم أن يوفوا بالعهد الذي عاهدتهم عليه, وانصرهم على عدوك وعدوهم, إله الحق, واجعلنا منهم\nقال عبد الرزاق : ولو كنت إماما قلت هذا القول, ثم قلت : اللهم اهدنا فيمن هديتى ))\n* قال الحافظ في ((الأمالي))(2\\161): أخرجه عبد الرزاق بسند حسن\n* وأخرجه أيضا (محمد بن نصر) في ((قيام الليل)) برقم(293)\n5- الطريق الخامس : عن (عثمان بن زياد) عنه\n* أخرجه (ابن أبى شيبة) في ((المصنف)) برقم (7032 و 29716 ) قال : حدثنا هشيم, قال أخبرنا حصين قال :\n(( صليت الغداة ذات يوم, وصلى خلفي عثمان بن زياد, قال : فقنت في صلاة الصبح, قال: فلما قضيت صلاتي قال لي: ما قلت في قنوتك ؟, قال : فقلت: ذكرت هؤلاء الكلمات\nاللهم إنا نستعينك, ونستغفرك, ونثني عليك الخير كله, ولا نكفرك, ونخلع ونترك من يفجرك\nاللهم إياك نعبد, ولك نصلي ونسجد, وإليك نسعى و نحفد, نرجو رحمتك, ونخشى عذابك, إن عذابك الجد بالكفار ملحق\nفقال عثمان : كذا كان يصنع عمر بن الخطاب وعثمان بن عفان ))\n6- الطريق السادس: عن (معبد بن سيرين) عنه 22\n* أخرجه (ابن جرير الطبري) في ((تهذيب الآثار))(2\\23 رقم 1093) ثنا عمرو بن علي الباهلي, قال ثنا سعيد بن عامر, قال ثنا هشام بن حسان, عن ابن سيرين, عن معبد بن سيرين قال :\n(( صليت خلف عمر بن الخطاب رضوان الله عليه صلاة الصبح, فقنت بعد الركوع بالسورتين ))\nوكرره برقم ( 1094) مثله, والراوي عن معبد هو أخوه محمد كما صرح به في الرواية الثانية\n7- الطريق السابع : عن (عبد الله بن شداد) عنه 23\n* أخرجه (ابن جرير الطبري) في ((تهذيب التهذيب))(2\\23\\رقم 1095) ثنا ابن حميد, قال ثنا هارون, عن عنبسة, عن ابن أبى ليلى, عن عثمان بن سعيد قال :\n(1/9)\n",
        "(( لقي عبد الرحمن بن أبى ليلى عبد الله بن شداد, فقال : هل حفظت صلاة عمر ؟ , فقال:نعم, صلى بنا عمر فقرأ في الفجر بسورة يوسف حتى بلغ ( وهو كظيم ), فبكى حتى انقطع, ثم ركع, ثم قام فقرأ سورة الفجر, فلما أتى على آخرها سجد, ثم قام فقرأ (إذا زلزلت ), ثم رفع صوته فقنت بهاتين السورتين :\nاللهم إنا نستعينك, ونستغفرك, ونثني عليك, ولا نكفرك, ونترك من يفجرك\nاللهم إياك نعبد, ولك نصلي ونسجد, وإليك نسعى و نحفد, نرجو رحمتك, ونخشى عذابك, إن عذابك بالكفار ملحق))\n8- الطريق الثامن: عن( محمد بن أبى ليلى) 24\n* أخرجه (محمد بن نصر المروزي) 25 :\n(( أن عمر قنت بهاتين السورتين : اللهم إنا نستعينك... واللهم إياك نعبد...))\n* عزاه له (السيوطي) في ((الدر المنثور))(8\\696)\n[ 5 ] أ ثر (عثمان بن عفان ()\nوهو مذكور ضمن أثر (عمر () السابق من رواية عثمان بن زياد (ص13)\n[ 6 ] أثر ( علي بن أبي طالب( )\nوقد روي عنه من طريقين :\n1- الأول : عن (عبد الرحمن بن الأسود الكاهلي) عنه\n* أخرجه (عبد الرزاق) في ((مصنفه))(4978) عن الحسن بن عمارة, عن حبيب بن أبي ثابت, عن عبد الرحمن بن الأسود الكاهلي :\n(( أن عليا ( كان يقنت بهاتين السورتين في أنه يقدم الآخرة ويقول:\nاللهم إياك نعبد, ولك نصلي ونسجد, وإليك نسعى و نحفد, نرجو رحمتك, ونخاف عذابك, إن عذابك بالكافرين ملحق\nاللهم إنا نستعينك, ونستهديك, ونثني عليك الخير كله, ونشكرك ولا نكفرك, ونؤمن بك ونخلع ونترك من يفجرك\nقال الحكم وأخبرني طاووس :\nأنه سمع ابن عباس يقول : قنت عمر قبل الركعة بهاتين السورتي,ن إلا أنه قدم التي أخر علي, وأخر التي قدم علي, والقول سواء ))\n* وأخرجه أيضا (ابن أبى شيبة) (7029و29717) حدثنا وكيع, قال حدثنا سفيان, عن حبيب به, عن عبد الملك بن سويد الكاهلي به\n* وأخرجه أيضا (ابن سعد) في ((طبقاته))(6\\241) قال : أخبرنا الفضل بن دكين قال حدثنا حمزة الزيات عن حبيب به.\n(1/10)\n\n2- الثاني : عن (عبد الله بن زرير الغافقي) :\n* عزاه الحافظ في ((أمالي الأذكار))(2\\160 ) لمحمد بن نصر المروزي قال : من طريق يزيد بن أبى حبيب, عن عبد الله بن زرير موقوفا,, وفيه قصة مع عبد العزيز بن مروان\nوانظر حديث (علي () المرفوع المتقدم (رقم 1), فقد اختلف على (علي () في رفعه ووقفه, ورجح الحافظ (ابن حجر) في ((أماليه)) الرواية الموقوفة .\n[ 7 ] أثر ( عبد الله بن مسعود ( ) روي عنه من طريقين :\n1- الأول عن (أبي عبد الرحمن السلمي) عنه 26\n* أخرجه (ابن أبى شيبة) في ((مصنفه)) (6893 و 29708) قال : حدثنا ابن فضيل, عن عطاء بن السائب, عن أبي عبد الرحمن قال:\n(( علمنا ابن مسعود أن نقرأ في القنوت :\nاللهم إنا نستعينك ونستغفرك, ونؤمن بك, ونثني عليك الخير ولا نكفرك, ونخلع ونترك من يفجرك\nاللهم إياك نعبد, ولك نصلي ونسجد, واليك نسعى و نحفد, نرجو رحمتك, ونخشى عذابك, إن عذابك الجد بالكفار ملحق ))\n* قلت : عطاء قال الحافظ في ((التقريب)) : صدوق اختلط .\n2- الثاني عن (عبيد بن عمير) عنه 27\n* أخرجه عنه (عبد الرزاق) في ((مصنفه))(4969) عن ابن جريج, قال: أخبرني عطاء, قال سمعت عبيد بن عمير يقول:\n(( القنوت قبل الركعة الآخرة من الصبح, وذكر أنه بلغه أنهما سورتان من القرآن في مصحف ابن مسعود , وأنه يوتر بهما كل ليلة ))\n* وهو طرف من أثر عمر السابق من رواية عبيد\n* وأخرجه (محمد بن نصر) في كتاب ((الوتر))(292)\nوهذا كما ترى بلاغ ولم يذكر من أبلغه\n[ 8 ] أثر ( أبي بن كعب ( ), و له عنه تسعة طرق :\n1- أولها عن (ميمون بن مهران) عنه 28\n* أخرجه (عبد الرزاق) في ((المصنف))(4970) عن الثوري, عن جعفر بن برقان, عن ميمون ابن مهران, عن أبي بن كعب :\n(( أنه كان يقول: اللهم إنا نستعينك, ونستغفرك, ونثني عليك فلا نكفرك, ونخلع ونترك من يفجرك\nاللهم إياك نعبد, ولك نصلي ونسجد, وإليك نسعى و نحفد, نخشى عذابك, ونرجو رحمتك, إن عذابك بالكفار ملحق))",
        "(1/11)\n\n* و أخرجه أيضا (ابن أبى شيبة) في ((المصنف))( 7030 و 29718) قال : حدثنا وكيع, قال حدثنا جعفر بن برقان, عن ميمون بن مهران قال:\n(( في قراءة أبي بن كعب: اللهم إنا نستعينك...الحديث ))\n* قال الشيخ (الألباني) رحمه الله في ((الإرواء))(2\\171) : رجال إسناده ثقات, ولكن ابن مهران لم يسمع من أبي, فهو منقطع .اهـ\n2- الثاني عن (عروة بن الزبير) عنه\n* أخرجه (ابن خزيمة) في ((صحيحه))(1100) قال : نا الربيع بن سليمان المرادي, نا عبد الله بن وهب, أخبرني يونس, عن ابن شهاب, أخبرني عروة بن الزبير:\n(( أن عبد الرحمن بن عبد القاري وكان في عهد عمر بن الخطاب مع عبد الله بن الأرقم على بيت المال :\nأن عمر خرج ليلة في رمضان, فخرج معه عبد الرحمن بن عبد القاري, فطاف بالمسجد, وأهل المسجد أوزاع متفرقون, يصلي الرجل الرجل فيصلي بصلاته الرهط, فقال عمر :\nوالله إني أظن لو جمعنا هؤلاء على قارئ واحد لكان أمثل, ثم عزم عمر على ذلك, وأمر أبى بن كعب أن يقوم لهم في رمضان فخرج عمر عليهم, والناس قارئهم فقال عمر:\nنعم البدعة هي والتي تنامون عنها أفضل من التي تقومون - يريد آخر الليل-\nفكان الناس يقومون أوله, وكانوا يلعنون الكفرة في النصف\nاللهم قاتل الكفرة, الذين يصدون عن سبيلك, ويكذبون رسلك, ولا يؤمنون بوعدك, وخالف بين كلمتهم, وألق في قلوبهم الرعب, وألق عليهم رجزك, وعذابك إله الحق\nثم يصلي على النبي صلى الله عليه وسلم ويدعو للمسلمين بما استطاع من خير ثم يستغفر للمؤمنين قال :\nوكان يقول إذا فرغ من لعنة الكفرة وصلاته على النبي واستغفاره للمؤمنين والمؤمنات ومسألته :\nاللهم إياك نعبد ولك نصلي ونسجد وإليك نسعى و نحفد ونرجو رحمتك ربنا ونخاف عذابك الجد إن عذابك لمن عاديت ملحق\nثم يكبر ويهوى ساجدا ))\n* قال الشيخ (الألباني) رحمه الله في تخريج ((صحيح ابن خزيمة)): إسناده صحيح\n3- الثالث عن (سلمة بن كهيل) عنه 29\n(1/12)",
        "\n(( أقرأها في مصحف أبى بن كعب مع قل أعوذ برب الناس, وقل أعوذ برب الناس.))\n* أخرجه (محمد بن نصر المروزي) في كتاب ((الوتر))( رقم294)\n4- الرابع: عن (حماد) عنه\n* أخرجه (ابن الضريس) في ((فضائل القرآن)) 30 قال : أخبرنا موسى بن إسماعيل أنبانا حماد قال :\n(( قرأنا في مصحف أبي بن كعب :\nاللهم إنا نستعينك ونستغفرك ونثني عليك الخير ولا نكفرك ونخلع ونترك من يفجرك\nقال حماد : هذه الآن سورة وأحسبه قال:\nاللهم إياك نعبد, ولك نصلي ونسجد, وإليك نسعى و نحفد, نخشى عذابك, ونرجو رحمتك, إن عذابك بالكفار ملحق ))\n* ذكره (السيوطي) في ((الدر المنثور))(8\\695)\n5- الخامس : عن (الشعبي) عنه\n* عزاه (السيوطي) في ((الدر المنثور))(8\\697) لمحمد بن نصر المروزي عنه31 قال :\n(( قرأت أو حدثني من قرأ في بعض مصاحف أبي بن كعب هاتين السورتين, اللهم إنا نستعينك....,والأخرى, بينهما ( بسم الله الرحمن الرحيم ), قبلهما سورتان من المفصل, وبعدهما سور من المفصل ))\n6- السادس عن (محمد بن سيرين) عنه\n* أخرجه (أبو عبيد القاسم بن سلام) عزاه له (السيوطي) في ((الإتقان في علوم القرآن))(844) قال:\n(( كتب أبي بن كعب في مصحفه فاتحة الكتاب, والمعوذتين, واللهم إنا نستعينك, واللهم إياك نعبد, وتركهن ابن مسعود, وكتب عثمان منهن فاتحة الكتاب, والمعوذتين ))\n7- السابع عن (عبد الرحمن بن أبزى) عنه\n- أخرجه (ابن الضريس) 32 قال : أنبأنا أحمد بن جميل المروزي, عن عبد الله بن المبارك, أنبأنا الأجلح 33 , عن عبد الله بن عبد الرحمن, عن أبيه قال:\n(( في مصحف ابن عباس قراءة أبي وأبي موسى\nبسم الله الرحمن الرحيم, اللهم إنا نستعينك, ونستغفرك, ونثني عليك الخير ولا نكفرك ونخلع ونترك من يفجرك\nوفيه, اللهم إياك نعبد, ولك نصلي ونسجد, وإليك نسعى و نحفد, نخشى عذابك, ونرجو رحمتك, إن عذابك بالكفار ملحق ))\n* أورده (السيوطي) في ((الإتقان)) بسند ابن الضريس (849 )\n(1/13)\n",
        "8- الثامن عن (محمد بن اسحق بن يسار) عنه\n* أخرجه (محمد بن نصر) في ((الوتر))(295) قال:\n(( قد قرأت في مصحف أبي بن كعب بالكتاب الأول العتيق\nبسم الله الرحمن الرحيم, قل هو الله أحد إلى آخرها\nبسم الله الرحمن الرحيم, قل أعوذ برب الفلق إلى آخرها\nبسم الله الرحمن الرحيم, قل أعوذ برب الناس إلى آخرها\nبسم الله الرحمن الرحيم, اللهم إنا نستعينك, ونستغفرك, ونثني عليك الخير ولا نكفرك, ونخنع ونترك من يفجرك,\nبسم الله الرحمن الرحيم, إياك نعبد, ولك نصلي ونسجد, وإليك نسعى و نحفد\nنخشى عذابك, ونرجو رحمتك, إن عذابك بالكفار ملحق\nبسم الله الرحمن الرحيم, اللهم لا ينزع ما تعطي, ولا ينفع ذا الجد منك الجد, سبحانك وغفرانك, و حنانيك, إله الحق ))\n9- التاسع عن (عطاء بن أبي رباح) عنه\n* أخرجه (محمد بن نصر) في كتاب ((الوتر))(296)عن سلمة بن خصيف :\n(( سألت عطاء بن أبي رباح : أي شيء أقول في القنوت ؟\nقال : هاتين السورتين اللتين في قراءة أبي : اللهم إياك نعبد, ولك نصلي ونسجد, وإليك نسعى و نحفد, نرجو رحمتك, ونخشى عذابك, إن عذابك بالكفار ملحق, اللهم إنا نستعينك, ونستغفرك, ونثني عليك, ولا نكفرك, ونخلع ونترك, من يفجرك ))\n* فائدة: قال ابن أشتة 34 في كتاب ((المصاحف)) : أنبأنا محمد بن يعقوب, حدثنا أبو داود, حدثنا أبو جعفر الكوفي, قال :\n(1/14)\n\n(( هذا تأليف مصحف أبي (: الحمد ثم البقرة, ثم النساء, ثم آل عمران, ثم الأنعام, ثم الأعراف, ثم المائدة, ثم يونس, ثم الأنفال, ثم براءة, ثم هود, ثم مريم, ثم الشعراء, ثم الحج, ثم يوسف, ثم الكهف, ثم النحل, ثم الأحزاب, ثم بني إسرائيل, ثم الزمر, أولها حم, ثم طه ثم الأنبياء, ثم النور, ثم المؤمنون, ثم سبأ, ثم العنكبوت, ثم المؤمن, ثم الرعد, ثم القصص, ثم النمل, ثم الصافات, ثم ص, ثم يس, ثم الحجر, ثم حمعسق, ثم الروم, ثم الحديد, ثم الفتح, ثم القتال, ثم الظهار, ثم تبارك الملك, ثم السجدة, ثم إنا أرسلنا نوحا, ثم الأحقاف, ثم ق, ثم الرحمن, ثم الواقعة, ثم الجن, ثم النجم, ثم سأل سائل, ثم المزمل, ثم المدثر, ثم اقتربت, ثم حم الدخان, ثم لقمان, ثم حم الجاثية, ثم الطور, ثم الذاريات, ثم ن, ثم الحاقة, ثم الحشر, ثم الممتحنة, ثم المرسلات, ثم عم يتساءلون, ثم لا أقسم بيوم القيامة, ثم إذا الشمس كورت, ثم يا أيها النبي إذا طلقتم النساء, ثم النازعات, ثم التغابن, ثم عبس,ثم المطففين, ثم إذا السماء انشقت, ثم والتين والزيتون, ثم اقرأ باسم ربك, ثم الحجرات, ثم المنافقون, ثم الجمعة, ثم لم تحرم, ثم الفجر, ثم لا أقسم بهذا البلد, ثم والليل, ثم إذا السماء انفطرت, ثم والشمس وضحاها, ثم والسماء والطارق, ثم سبح اسم ربك, ثم الغاشية, ثم الصف, ثم سورة أهل الكتاب, وهي لم يكن, ثم الضحى, ثم ألم نشرح, ثم القارعة, ثم التكاثر, ثم العصر, ثم, سورة الخلع ثم سورة الحفد, ثم ويل لكل همزة, ثم إذا زلزلت, ثم العاديات, ثم الفيل, ثم لإيلاف, ثم أرأيت, ثم إنا أعطيناك, ثم القدر, ثم الكافرون, ثم إذا جاء نصر الله, ثم تبت, ثم الصمد, ثم الفلق, ثم الناس.))\nنقله الحافظ (السيوطي) في كتابه ((الإتقان في علوم القرآن))(832).",
        "(1/15)\n\n* و ذكر (ابن النديم) في كتابه ((الفهرست))(1\\40) : باب ترتيب القرآن في مصحف أبي بن كعب ( وفيه اختلاف بينه وبين رواية (ابن اشته) في ترتيب بعض السور, ولفظه :\nقال (الفضل بن شاذان) 35 أخبرنا الثقة من أصحابنا قال:\nكان تأليف السور في قراءة أبي بن كعب ( بالبصرة في قرية يقال لها قرية الأنصار, على رأس فرسخين عند محمد بن عبد الملك الأنصاري, أخرج إلينا مصحفا, وقال هو مصحف أبي, رويناه عن آبائنا, فنظرت فيه, فاستخرجت أوائل السور, وخواتيم الرسل, وعدد الآي :\n(1/16)",
        "\nفأوله فاتحة الكتاب, البقرة, النساء, آل عمران, الأنعام, الأعراف, المائدة الذي التبسته (كذا ), وهي يونس, الأنفال, التوبة, هود, مريم, الشعراء, الحج, يوسف, الكهف, النحل, الأحزاب, بني إسرائيل, الزمر, حم تنزيل, طه, الأنبياء, النور, المؤمنين,حم المؤمن, الرعد, طسم القصص, طس سليمان, الصافات, داود سورة ص, يس , أصحاب الحجر, حم عسق, الروم, الزخرف, حم السجدة, سورة إبراهيم, المليكة, الفتح, محمد صلى الله عليه وسلم, الحديد, الطهارة, تبارك الفرقان, ألم تنزيل, نوح, الأحقاف, ق, الرحمن, الواقعة, الجن, النجم, نون, الحاقة, الحشر, الممتحنة, المرسلات, عم يتساءلون, الإنسان, لا أقسم, كورت, النازعات, عبس, المطففين, إذا السماء انشقت, التين, اقرأ باسم ربك, الحجرات, المنافقون, الجمعة, النبي عليه السلام, الفجر, الملك, الليل إذا يغشى, إذا السماء انفطرت, الشمس وضحاها, السماء ذات البروج, الطارق, سبح اسم ربك, الأعلى, الغاشية, عبس, وهي أهل الكتاب, لم يكن أول ما كان الذين كفروا, الصف, الضحى, ألم نشرح لك, القارعة, التكاثر, الخلع, ثلاث آيات,[ الجيد ] 36, ست آيات: اللهم إياك نعبد, وآخرها بالكفار ملحق, اللمز, إذا زلزلت, العاديات, أصحاب الفيل, التين, الكوثر, القدر, الكافرون, النصر, أبي لهب, قريش, الصمد, الفلق الناس, فذلك مائة وستة عشر سورة, قال : إلى هاهنا أصبت في مصحف أبي بن كعب )). انتهى\n[ 9 و 10 ] أثر (أبي موسى الأشعري ( ) و (عبد الله بن عباس ( )\nتقدما ضمن أثر (أبي بن كعب () من رواية عبد الرحمن بن أبي أبزي(19)\n[ 11 ] أثر (أنس بن مالك ( )\n* أخرجه (أبو الحسن القطان) 37 في ((الطوالات)) : أنبأ أبو محمد الحارث بن محمد بن أبي أسامة ثنا يزيد بن هارون أنبأ أبان بن أبي عياش قال:\n(( سألت أنس ابن مالك رضي الله عنه عن الكلام في القنوت فقال :\n(1/17)\n",
        "اللهم إنا نستعينك ونستغفرك ونثني عليك الخير ولا نكفرك ونؤمن بك ونخلع ونترك من يفجرك\nاللهم إياك نعبد ولك نصلي ونسجد وإليك نسعى و نحفد ونرجو رحمتك ونخشى عذابك الجد أن عذابك بالكافرين ملحق\nاللهم عذب الكفرة وألق في قلوبهم الرعب وخالف بين كلمتهم وأنزل عليهم رجزك وعذابك\nاللهم عذب كفرة أهل الكتاب الذين يصدون عن سبيلك ويكذبون رسلك ويجهدون بآياتك ويجعلون معك إلها لا إله غيرك\nاللهم اغفر للمؤمنين والمؤمنات والمسلمين والمسلمات و أصلحهم استصلحهم وألف بين قلوبهم وأصلح ذات بينهم واجعل في قلوبهم الإيمان والحكمة وثبتهم على ملة رسولك و أوزعهم أن يشكروا نعمتك التي أنعمت عليهم وأن يوفوا بعهدك الذي عاهدتهم عليه وانصرهم على عدوهم وعدوك إله الحق\nقال أنس والله إن أنزلتا إلا من السماء ))\n* ذكره الإمام (عبد الكريم بن محمد الرافعي) 38 في ((تاريخه)) : ((التدوين في أخبار قزوين))(1\\174) في ترجمة: (محمد بن أحمد أبو سليمان الجاباري القزويني)\nوقال : أبان بن أبي عياش أبو إسماعيل البصري يروى عن شعبة 39 إساءة القول فيه . انتهى\n* ونقله (السيوطي) في ((الدر المنثور))(8\\695)\n* قلت : وقول أنس ( ( والله إن أنزلتا إلا من السماء ) يدل على أن الحديث من المرفوع, فإن الصحابي لا يقدم على الجزم إلا إذا كان عنده من النبي ( شيء, ولكن السند ضعيف جدا, فأبان بن أبى عياش قال الفلاس, و الإمام أحمد : متروك الحديث, وقال ابن معين: ليس حديثه بشيء, وقال الحافظ في ((التقريب)) : متروك\nفصل\nفي ذكرما ورد موقوفا على التابعين رضي الله عنهم\nوهي كالتالي :\n[ 12 ] أثر (الحسن البصري)\n* أخرجه (عبد الرزاق) في ((المصنف))(4982 ) عن معمر, عن عمرو, عن الحسن يقول :\n(( القنوت في الوتر والصبح :\nاللهم إنا نستعينك, ونستغفرك, ونثني عليك الخير ولا نكفرك, ونؤمن بك, ونخلع ونترك من يفجرك\n(1/18)\n\nاللهم إياك نعبد,ولك نصلي ونسجد, وإليك نسعى و نحفد, نرجو رحمتك ونخشى عذابك, الجد إن عذابك الجد بالكفار ملحق\nاللهم عذب الكفرة والمشركين, وألق في قلوبهم الرعب, وخالف بين كملتهم, وأنزل عليهم رجزك وعذابك, اللهم عذب كفرة أهل الكتاب, الذين يصدون عن سبيلك, ويكذبون رسلك\nاللهم اغفر للمؤمنين والمؤمنات, والمسلمين والمسلمات, اللهم أصلح ذات بينهم, وألف بين قلوبهم, واجعل في قلوبهم الإيمان والحكمة, وأوزعهم أن يشكروا نعمتك التي أنعمت عليهم, وأن يوفوا بعهدك الذي عاهدتهم عليه, وتوفهم على ملة رسولك, وانصرهم على عدوك وعدوهم, إله الحق, واجعلنا منهم\nفكان يقول هذا ثم يخر ساجدا\nوكان لا يزيد على هذا شيئا من الصلاة على النبي (\nوكان بعض من يسأله يقول: يا أبا سعيد, أيزيد على هذا شيئا من الصلاة على النبي ( , والدعاء, والتسبيح والتكبير ؟\nفيقول : لا أنهاكم, ولكني سمعت أصحاب رسول الله ( لا يزيدون على هذا شيئا, ويغضب إذا أرادوه على الزيادة\n* و أخرجه (محمد بن نصر) في ((الوتر))(298) ولفظه مختصر:\nعن الحسن : يبدأ في القنوت بالسورتين, ثم يدعو على الكفار, ثم يدعو للمؤمنين والمؤمنات .\n[ 13 ] أثر (إبراهيم النخعي)\n* أخرجه (عبد الرزاق) (4797 )عن الثوري, عن الزبير بن عدي, عن إبراهيم\n(( كان يستحب أن يقول في قنوت الوتر بهاتين السورتين\nاللهم إنا نستعينك, ونستغفرك, ونثني عليك, ولا نكفرك, ونخلع ونترك من يفجرك\nاللهم إياك نعبد, ولك نصلي ونسجد, وإليك نسعى و نحفد, نرجو رحمتك, ونخشى عذابك,إن عذابك بالكافرين ملحق ))\n* وأخرجه (ابن نصر) في ((الوتر)) مختصرا ( 301)\n[ 14 ] أثر (طاووس اليماني)\n* أخرجه (عبد الرزاق) ( 4983 ) قال : وروي عن ابن جريج, ومعمر, عن ابن طاووس, عن أبيه قال:",
        "(1/19)\n\n(( إنما القنوت طاعة لله, وكان يقنت بأربع آيات من أول البقرة, ثم { إِنَّ فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ } (آل عمران: من الآية190) هذه الآية و{ )اللَّهُ لا إِلَهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ )(البقرة: من الآية255) وهذه الآية\n{ لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ }(البقرة: من الآية284) حتى يختم البقرة, ثم { قُلْ هُوَ اللَّهُ أَحَد } (الإخلاص:1) ثم { قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ) (الفلق:1), ثم ()قُلْ أَعُوذُ بِرَبِّ النَّاسِ) (الناس:1) ثم يقول :\nاللهم إياك نعبد, ولك نصلي ونسجد, وإليك نسعى و نحفد, نخشى عذابك ونرجو رحمتك, إن عذابك بالكافرين ملحق, اللهم إنا نستعينك, ونستغفرك, ونثني عليك فلا نكفرك, ونؤمن بك ونخلع ونترك من يكفرك\nوذكروا أنها (كذا) سورتان من البقرة, وأن موضعهما بعد {قل هو الله أحد}\nقال ابن جريج في حديثه عن ابن طاووس قال :\nكان يقولهما أبي ( في الصبح, وكان لا يجهر به, وكان يقول هو في الظهر والعصر والعشاء الآخرة فيقول في الركعتين الأخريين من الظهر والعصر والعشاء, ويقول في الركعة الأولى من الأخريين من الظهر ما في البقرة, ويقول في الآخرة من الأخريين من الظهر ما سوى ذلك, وكذلك في العصر والعشاء الآخرة, وكان يوتر, وكان يجعل القراءة في الوتر))\n[ 15 ] أثر (سعيد بن المسيب)\n* أخرجه (محمد بن نصر) في ((الوتر))(297) عن سعيد بن المسيب قال :\n(( يبدأ في القنوت فيدعو على الكفار, ويدعو للمؤمنين والمؤمنات, ثم يقرأ السورتين : اللهم إنا نستعينك....واللهم إياك نعبد...))\n[ 16 ] أثر (أمية بن عبد الله بن خالد بن أسيد)\n* أخرجه (أبو القاسم الطبراني) في ((معجمه الكبير))(1\\292\\رقم 860) قال: ثنا محمد بن إسحاق بن راهويه, ثنا أبي, ثنا عيسى بن يونس, حدثني أبي, عن جدي قال :\n(( أمنا أمية بن عبد الله بن خالد بن أسيد بخراسان, فقرأ بهاتين السورتين, إنا نستعينك ونستغفرك.))\n(1/20)",
        "\nوجد يونس هو أبو إسحاق السبيعي\n* قال (السيوطي) في ((الإتقان))(850): بسند صحيح\n[ 17 ] أثر (ابن شهاب الزهري)\n* أخرجه محمد بن نصر في ((الوتر))(299) عن ابن شهاب :\n(( كانوا يلعنون الكفرة في النصف يقولون:\nاللهم قاتل الكفرة الذين يصدون عن سبيلك ويكذبون رسلك ولا يؤمنون بوعدك وخالف بين كلمهم والق في قلوبهم الرعب و ألق عليهم رجزك وعذابك إله الحق\nثم يصلي على النبي صلى الله عليه وسلم ويدعو للمسلمين بما استطاع من الخير ثم يستغفر للمؤمنين\nوكان يقول إذا فرغ من لعنة الكفرة وصلاته على النبي صلى الله عليه وسلم, واستغفاره للمؤمنين ومسألته\nاللهم إياك نعبد, ولك نصلي ونسجد, ولك نسعى و نحفد, نرجو رحمتك ربنا, ونخاف عذابك الجد, إن عذابك لمن عاديت ملحق, ثم يكبر ويهوي ساجدا ))\n[ 18 ] أثر (سفيان)\n* أخرجه (ابن نصر) في ((صلاة الوتر))(309)قال :\n(( كانوا يستحبون أن يجعلوا في قنوت الوتر هاتين السورتين :\nاللهم إنا نستعينك, ونستغفرك, ونثني عليك, ولا نكفرك, ونخلع ونترك من يفجرك\nاللهم إياك نعبد, ولك نصلي ونسجد, وإليك نسعى و نحفد, نخشى عذابك, ونرجو رحمتك, إن عذابك بالكفار ملحق\nوهذه الكلمات : اللهم اهدني فيمن هديت, وعافني فيمن عافيت, وتولني فيمن توليت, وبارك لي فيما أعطيت, وقني شر ما قضيت, إنك تقضي ولا يقضى عليك, لا يذل من واليت, تباركت ربنا وتعاليت\nويدعو بالمعوذتين, وإن دعوت بغير هذا أجزأك, وليس فيه شيء موقت ))\n[ 19 ] أثر (ابن جريج الأموي) 40\n* أخرجه (عبد الرزاق) في ((المصنف))(4989)قال :\n(( يقول آخرون في القنوت :\nبسم الله الرحمن الرحيم , اللهم لك نصلي ولك نسجد, و إياك نعبد, ولك نصلي ونسجد, وإليك نسعى و نحفد, نرجو رحمتك, ونخاف عذابك, الجد إن عذابك بالكافرين ملحق\nاللهم إنا نستعينك, ونستغفرك, ونثني عليك, ولا نكفرك, ونؤمن بك, ونخلع ونترك من يفجرك\n(1/21)\n",
        "اللهم أسلمنا نفوسنا إليك, وصلينا وجوهنا إليك, وألجأنا ظهورنا إليك, رغبة ورهبة إليك, لا ملجأ ولا منجأ منك إلا إليك, آمنت بكتابك الذي أنزلت, ورسولك الذي أرسلت\nاللهم اغفر للمؤمنين والمؤمنات, والمسلمين والمسلمات, وأصلح ذات بينهم, وألف بين قلوبهم, واجعل في قلوبهم الإيمان والحكمة, وأوزعهم أن يوفوا بعهدك الذي عاهدتهم عليه, وتوفهم على ملة نبيك, وانصرهم على عدوك وعدوهم, إله الحق\nاللهم عذب الكفرة, والق في قلوبهم الرعب, وخالف بين كلمتهم, وأنزل عليهم رجزك وعذابك, اللهم عذب كفرة أهل الكتاب, الذين يكذبون رسلك, ويصدون عن سبيلك, اللهم اغفر لنا, وارحمنا, وارض عنا ))\n[ 20 ] أثر (مكحول الشامي) 41\n* أخرجه الحافظ (ابن عساكر) في ((تاريخ دمشق)) 42 ( 11\\356 ) قال : أخبرنا أبو الحسن علي بن المسلم الفقيه, حدثنا أبو الفتح المقدسي, وابن محمد الكلاعي, وأخبرنا أبو الحسن علي بن يزيد السلمي, حدثنا نضر بن إبراهيم الزاهد, قال أنبأنا أبو الحسين بن عوف, أنبأنا أبو علي بن مني,ر أنبأنا محمد بن خريم, أنبأنا هشام بن عمار في مشيخته الدمشقيين أنبأنا أبو فروة, حاتم بن شفي الهمداني, ويخضب بحمرة قال:\n(( رأيت مكحولا يقنت في صلاة الصبح بعد الركوع, ويرفع يديه قليلا من تحت الرواح, ويقول :\nربنا ولك الحمد, ملء السماوات وملء الأرضين السبع, وما بينهن, وملء ما فيهن من شيء بعد\nاللهم إياك نعبد, ولك نصلي ونسجد, وإليك نسعى و نحفد, نرجو رحمتك, ونخاف عذابك, الجد إن عذابك بالكافرين ملحق ))\nفصل\nفي شرح مفردات هذا الدعاء المأثور\nوهذا فصل في شرح مفردات هذا الدعاء المأثور, وغريب ألفاظه, وهو مما جادت به قرائح أهل اللغة والفقه, وفيه تحقيق وتلبية لرغبة الأخ السائل, وقد رتبت أقوالهم حسب وفياتهم, و الله الموفق\n1- قال الإمام (الخليل بن أحمد الفراهيدي)(ت175 هـ) 43 في كتابه ((العين)) (3\\48)\nوقوله ( إن عذابك بالكفار ملحِق ) بالكسر\n(1/22)\n\nيقال إنه من القرآن لم يجدوا عليها إلا شاهدا واحدا فوضعت في القنوت, وهذه لغة موافقة لقوله تعالى: { سُبْحَانَ الَّذِي أَسْرَى بِعَبْدِهِ } (الإسراء: من الآية1)\n2- وقال الحافظ (أبو عبيد القاسم بن سلام) 44 (ت 224هـ ) في كتابه القيم ((غريب الحديث))(2\\96 )\n( في حديث عمر ( في قنوت الفجر\nقوله: وإليك نسعى و نَحْفِدُ, نَرْجُو رَحْمَتَكَ وَنخْشَى عَذابَكَ إنّ عَذَابَكَ بِالكُفَّارِ مُلْحِقٌ.\nقوله: نَحْفِدُ , أصل الحَفْد الخدمة والعمل, يقال: حَفَد يَحفِدُ حَفْداً;\nوقال الأخطل : ( الكامل)\n( حَفَد الولائِدُ حولَهن واسلمت *** وأسلمتْ بأكُفِّهِنَّ أزِمَّةَ الاجمال)\nأراد خدمهن الولائد\nوقال الشاعر: (البسيط)\n( كَلّفتُ مجهولَها نوقا يمانِية *** إذا الحُداة على أكسائها حَفَدُوا)\nوقد روي عن مجاهد في قوله عزّ وعلا( بَنِيْنَ وَحَفَدَةً) أنهم الخدم, وعن عبدالله أنهم الأصهار ; وأما المعروف في كلامهم فإن الحفد هو الخدمة,\nفقوله: نَسْعَى ونَحْفِدُ, هو من ذاك, يقول: إنا نَعْبدُك ونَسعى في طلب رضاك. وفيها لغةٌ أخرى: أحْفَدَ إحفاداً;\nقال الراعي: (الطويل )\n( مَزايدُ خَرْقاءِ اليَدَينِ مُسِيْفَةٍ *** أخَبَّ بهن المُخْلِفانِ وأحْفَدا)\nفقد يكون قوله: أحفدا أخدما, وقد يكون أحفدا غيرهما أعمَلا بَعيرهما\nفأراد عمر بقوله: وإليك نسعى ونَحْفِد, العمل لله بطاعته.\nوأما قوله: بالكفار مُلْحِقٌ فهكذا يروى الحديث, فهو جائز في الكلام أن يقول: مُلحِق يريد لاحِق, لأنهما لغتان. يقال: لحقت القوم و ألْحَقتهم بمعنى, فكأنه أراد بقوله: مُلْحِق لاحق , قاله الكسائي وغيره ) انتهى\n3- وقال الإمام العلامة (أبو محمد عبد الله بن مسلم بن قتيبة الدينوري)(ت 276هـ) في كتابه ((غريب الحديث))(1\\17 )\nوقولُه في صلاة الوتْر",
        "(1/23)\n\nوإليكَ نسعى ونَحْفِد يريد بنَحْفِد نُبادر. وأصل ُ الحفد مُدَاركةَ الخَطْو والإسْراع فيه يقال حَفَد الحادي وراء الإبل إذا أسْرع ودارَكَ خَطُوه ومنه قيل للعبيد والإِماء حفَدةَ لأنهم يُسْرعون إذا مشَوْا للخِدمْة.\nوقال الله جلَّ وعَزِّ: { وَجَعَلَ لَكُمْ مِنْ أَزْوَاجِكُمْ بَنِينَ وَحَفَدَةً )(النحل: من الآية72) يريد أنَّهم بنون وهم خَدَم وقد ذكرت ُ هذا في مواضعَ أُخَر.\nوقولُه : ويَخشى عذابَك الجِدُ\" بكسر الجيم ولا تفتح أي هو الحق لا اللَّعِب ولا العبَث أي\nوأنَّ عذابَك بالكفّارة مُلْحِق بكسر الحاء ولا تُفَتح هكذا يُروْى هذا الحرف يقال: لَحِقْتُ القوم وألْحقتهم بمعنى واحد ومُلْحق في هذا الموضع بمعنى لاحق, ومن قال مُلْحَق بفتح الحاء أراد أنّ الله جلَّ وعز يلحقه إيَّاه وهو معنىً صحيح غير أن الرِّواية هي الأولى ومثل لاحق ومُلحِق تابع ومُتْبِع يقال تِبِعْت القوم وأتبعتهم.\nوالقنُوت أصلُه القيام ومنه قولُ النبي ( حين سُئلَ عن أفضل الصَّلاة فقال: (( طُولُ القُنُوت ))\nأي طُولُ القيام و إنما قيل للدُّعاء قنوت لإنه كان يدعى به, وهم قيام قبل الركوع أو بعده فسمي باسم القيام على ما بينت من تسمية الشيء باسم غيره, إذا كان منه بسبب.\nوالقُنوتُ يتصرَّف على وُجُوه قد ذكرتُها في كتاب ((المُشْكِل)) اهـ\n4- و قال الإمام الأديب (أبو الحسن العسكري) 45 (ت 382هـ)في كتابه ((تصحيفات المحدثين))(ص87)\nوأما قولهم في القنوت إن عذابك الجِد بالكفار ملحق\nفمعناه أن عذابك الحق الذي ليس بالهزل ولا يجوز هاهنا الجَدَُ بالفتح )\n5 - قال الشيخ (زين الدين الرازي)46 (666هـ) في ((مختار الصحاح))(1\\247)\n( وفي الدعاء إن عذابك بالكفار مُلحِق بكسر الحاء أي لاحق والفتح صواب )\n6- قال (المطرزي) 47 في كتابه ((المغرب في ترتيب المعرب))(2\\197) :\n(1/24)",
        "\nالقنوت الدعاء والطاعة والقيام في قوله عليه السلام: (( أفضل الصلاة طول القنوت)) والمشهور الدعاء\nوقولهم دعاء القنوت إضافة بيان وهو :\nاللهم إنا نستعينك ونستغفرك, ونؤمن بك, ونتوكل عليك, ونثني عليك الخير, ونشكرك ولا نكفرك, ونخلع ونترك من يفجرك, اللهم إياك نعبد, و لك نصلي ونسجد, وإليك نسعى و نحفد, نرجو رحمتك, ونخشى عذابك, إن عذابك بالكفار ملحق\nالمعنى يا ألله نطلب منك العون على الطاعة, وترك المعصية, ونطلب المغفرة للذنوب\n(ونثني) من الثناء وهو المدح' وانتصاب الخير على المصدر, والكفر نقيض الشكر, وقولهم كفرت فلانا على حذف المضاف, والأصل كفرت نعمته\n(ونخلع) من خلع الفرس رسنه إذا ألقاه وطرحه, والفعلان موجهان إلى من والمعمل منهما نترك, و يفجرك يعصيك ويخالفك\n(والسعي) الإسراع في المشي\n(و نحفد) أي نعمل لك بطاعتك من الحفد, وهو الإسراع في الخدمة\nوألحق بمعنى لحق ومنه ( إن عذابك بالكفار ملحق ) أي لاحق عن الكسائي, وقيل المراد مُلحِق بالكفار غيرهم, وهذا أوجَه للاستئناف الذي معناه التعليل .\n7- وقال الإمام الفقيه (موفق الدين ابن قدامة المقدسي) الحنبلي (692 هـ) في كتابه ((المغني شرح مختصر الخرقي))(1\\449) :\n( الجد ) يروي بكسر الجيم أي الحق لا اللعب\n( ملحق ) بكسر الحاء لاحق, هكذا يروى هذا الحرف, يقال لحقت القوم وألحقتهم بمعنى واحد, ومن فتح الحاء أراد أن الله يلحقه إياه, وهو معنى أن الرواية هي الأولى\nوقال الخلال: سألت ثعلبا عن ملحق وملحق , فقال: العرب تقولهما معا انتهى\n8- وقال الإمام (أبو عبد الله شمس الدين محمد بن أبي الفتح البعلي) 48 الحنبلي في كتابه ((المطلع على أبواب المقنع))(1\\193) :\n(نستعينك ونستهديك ونستغفرك) أي نطلب منك العون والهداية والمغفرة\n(ونؤمن بك ونتوب إليك) نؤمن أي نصدق ونتوب إليك أي نفعل التوبة وقد تقدم شرحها في باب الحيض\n(1/25)\n",
        "(ونتوكل عليك) إلى آخر الدعاء قال الجوهري: التوكل إظهار العجز و الإعتماد على غيرك و الإسم التكلان واتكلت على فلان في أمري إذا اعتمدته قال أبو القاسم عبد الكريم بن هوازن : التوكل محله القلب, والحركة في الظاهر لا تنافي التوكل بالقلب, بعد تحقيق العبد أن التقدير من قبل الله عز وجل ,\nوقال ذو النون المصري : التوكل ترك تدبير النفس و الإنخلاع من الحول والقوة\nوقال سهل ابن عبدالله : التوكل الإسترسال مع الله تعالى على ما يريد وعنه قال : التوكل قلب عاش مع الله بلا علاقة\nوقيل التوكل الثقة بما في يد الله واليأس عما في أيدي الناس, وقيل غير ذلك يطول شرحه\n(ونثني عليك الخير ) أي نمدحك ونصفك بالخير قال الجوهري : وأثنى في الخير والشر والثناء في الخير خاصة\nقال الإمام أبو عبد الله بن مالك في ((مثلثه)) : الثناء المدح. فظاهر هذا أن الثناء مخصوص بالخير و النثاء ( بتقديم النون ) مشترك بينهما\nوقال أبو عثمان سعيد بن محمد المعافري في أفعاله : وأثنيت على الرجل وصفته بخير أو بشر\n(ونشكرك ) تقدم ذكر الشكر في أول الكتاب\n(ولا نكفرك ) قال صاحب ((المشارق)) 49 فيها : أصل الجحد لأن الكافر جاحد نعمة ربه عليه وساتر لها ومنه ( تكفرن العشير ) يعني الزوج أي يجحدن إحسانه والمراد هنا والله أعلم كفر النعمة لاقترانه ب نشكرك ونعبدك\nقال الجوهري: ومعنى العبادة الطاعة مع الخضوع والتذلل وهو جنس من الخضوع لا يستحقه إلا الله تعالى وهو خضوع ليس فوقه خضوع وسمي العبد عبدا لذلته وانقياده لمولاه ويقال طريق معبد إذا كان مذللا موطوءا بالأقدام\n( ونسعى ) قال الجوهري: سعى الرجل يسعى سعيا أي عدا وكذلك إذا علم وكسب\nوقال صاحب ((المشارق)) (2\\280) :\nوقال بعضهم والسعي إذا كان بمعنى الجري والمضي تعدي ب إلى وإذا كان بمعنى العمل فباللام قال الله تعالى ( وسعى لها سعيها ) الإسراء\n(1/26)\n\n(و نحفد) بفتح النون ويجوز ضمها يقال حفد بمعنى أسرع و أحفد لغة فيه حكاهما الشيخ في فعل وأفعل\nوقال أبو السعادات 50 في نهايته :\nنسعى و نحفد أي نسرع في العمل والخدمة وقال ابن قتيبة: نحفد نبادر وأصل الحفد مداركة الخطو الإسراع\n( وإن عذابك الجد ) الِجد بكسر الجيم نقيض الهزل فكأنه قال إن عذابك الحق\nقال أبو عبد الله بن مالك في ((مثلثه)) :\nالجَد يعني بالفتح من النسب معروف وهو أيضا العظمة والحظ والقطع و الوكف والرجل العظيم\nوالجِد يعني بالكسر الإجتهاد ونقيض الهزل وشاطئ النهر\nوالجُد يعني بالضم الرجل العظيم والبئر عند الكلأ وجانب الشيء وجمع أجد وهو الضرع اليابس وجمع جداء وهي الشاة اليابسة الضرع والمقطوعة والسنة المجدبة والناقة المقطوعة الأذن والمرأة بلا ثدي والفلاة بلا ماء\n( وملحق) قال الجوهري : لحقه ولحق به أدركه وألحقه به غيره و ألحقه أيضا بمعنى لحقه وفي الدعاء ( إن عذابك بالكفار ملحِق ) بكسر الحاء أي لاحق بهم والفتح أيضا صواب آخر كلامه .\n9- وقال العلامة ابن منظور (ت 711هـ) في ((لسان العرب))(10\\327):\nوفي القنوت ( إن عذابك بالكافرين ملحق ) بمعنى لاحق ومنهم من يقول إن عذابك بالكافرين ملحق\nقال الجوهري والفتح أيضا صواب\nقال ابن الأثير: الرواية بكسر الحاء أي من نزل به عذابك ألحقه بالكفار وقيل هو بمعنى لاحق لغة في لحق يقال لحقته و ألحقته بمعنى كتبعته وأتبعته ويروى بفتح الحاء على المفعول أي إن عذابك ملحق بالكفار ويصابون به)\n10- قال الشيخ (أحمد بن غنيم النفراوي) المالكي 51 (ت1125 هـ) في ((الفواكه الدواني شرح رسالة ابن أبي زيد القيرواني))(1\\185) :\n(اللهم) أي يا الله فحذفت ياء النداء وعوض عنها الميم وشددت لأنها عوض من ياء وهو حرفان ولذا لا يجمع بينهما إلا في ضرورة الشعر",
        "(1/27)\n\n(إنا نستعينك) أي نطلب منك الإعانة على طاعتك, أو على جميع مهماتنا. ويدل عليه حذف المتعلق المؤذن بالعموم على حد {وَاللَّهُ يَدْعُو إِلَى دَارِ السَّلامِ } (يونس: من الآية25) جميع عباده\n(ونستغفرك) أي نطلب منك المغفرة وهي ستر ذنوبنا وعدم مؤاخذتنا عليها\n(ونؤمن بك) أي نصدق بوجوب ما يجب لك علينا\n(ونتوكل ) أي نعتمد عليك في جميع أمورنا فإنا لاحول ولا قوة\nقال سيدي (أحمد زروق) :\nوالصحيح أن لفظ ( ونتوكل عليك ) ليس في الرسالة وإنما هو من زيادة بعض الرواة وربما ثبت في بعض الروايات\n(ونثني عليك الخير كله )والصواب عدم زيادتها\n(ونخنع) أي ونخضع ونذل ونلجأ لك لأن جميع المخلوقات مفتقرة إليك\n(ونخلع) أي ونزيل ربقة الكفر من أعناقنا بمعنى نترك جميع الأديان الباطلة لا تباع دينك وطريقة نبيك محمد صلى الله عليه وسلم\n(ونترك ) أي نطرح مودة كل من يكفرك ولا يشكل على هذا عدم حرمة نكاح الكتابية مع أن في نكاحها مودة لأن النكاح من باب المعاملات ولأن المطلوب عدم المودة التي معها محبة لدينهم المراد بقوله تعالى\n(لا تجد قوما يؤمنون بالله واليوم الآخر يوادون من حاد الله ورسوله ) الآية والنكاح لا يلزم منه محبة الدين إذ يمكن أن يتزوجها مع كراهة دينها بل يجب عليه ذلك\n(اللهم إياك نعبد) أي نخصك بالعبادة لأن عبادة غيرك كفر والدليل على هذا تقديم المعمول نحو إياك نعبد\n(ولك نصلي ونسجد) أي لا نصلي ولا نسجد إلا لك وذكرهما بعد العبادة تنبيها على شرفهما\n(وإليك نسعى) أي لا نعمل طاعة ولا شيئا من أنواع الخير إلا لك\n(و إليك نحفد) بفتح الفاء وكسرها والدال المهملة أي نخدم ونسرع في طاعتك ومنه تسمية الخدمة حفدة لسرعتهم في خدمة السادات\n(نرجو رحمتك) أي نطلب ونطمع في نيل إحسانك إذ الرجاء تعلق القلب بمرغوب فيه مع الأخذ في أسبابه\n(ونخاف عذابك) فنتجنب جميع منهياتك\n(الجِد ) بكسر الجيم على الأشهر أي الثابت الحق لأنه ضد الهزل\n(1/28)",
        "\nويروي بالفتح, مصدر جد, وجمع بين الرجاء والخوف لأن شأن القادر أن يرجى فضله, ويخاف عذابه, وهي أحسن الحالات إلا في حال المرض, فتغلب الرجاء على الخوف أفضل وفي الحديث:\n(( لا يجتمعان في قلب عبد مؤمن إلا أعطاه الله ما يرجوه, وأمنه مما يخاف منه)) 52, إلا أنه في حال الشبوبية والكهولة يغلب الخوف, وفي حال الشيخوخة والمرض يغلب الرجاء\n(إن عذابك الجد بالكفار ملحق) بكسر الحاء وفتحها فالكسر بمعنى لا حق والفتح بمعنى أن الله ملحقه بالكافرين, وهذا القنوت اختاره في ((المدونة)) 53 (1\\103 ) عن النبي (, وذكره في ((التلقين))54(ص35 ) إلى (نحفد). انتهى\n11- قال الشيخ (أبو بكر عثمان بن محمد البكري الدمياطي) الشافعي 55 في كتابه ((إعانة الطالبين))(1\\160) :\nقوله (اللهم إنا نستعينك) الخ السين والتاء في الأفعال الثلاثة للطلب, والمعنى نطلب منك يا الله العون والمغفرة والهداية\nوقوله (ونؤمن بك) أي نصدق\nوقوله( ونتوكل) أي نعتمد ونظهر العجز لك\nوقوله ( ونثني عليك الخير كله) أي الثناء الخير فيكون مفعولا مطلقا, أو بالخير فيكون منصوبا بنزع الخافض, المراد إنشاء الثناء على الله بقدر الاستطاعة, لأن الشخص لا يقدر أن يثني عليه بكل خير تفصيلا\nوقوله ( نشكرك) المراد بالشكر ضد الكفر بدليل المقابلة\nوقوله ( ولا نكفرك) أي لا نجحدك نعمتك بعدم الشكر عليها\nوقوله ( ونخلع )أي نترك فعطف ما بعده عليه للتفسير به, إشارة إلى أن الكافر كالنعل التي تخلع من الرجلين\nوقوله ( من يفجرك) أي يخالفك بالمعاصي\nوقوله ( وإليك نسعى) أي إلى طاعتك نسعى\nوقوله ( و نحفد) بضم النون وفتحها مع كسر الفاء وفسره بقوله أي نسرع,\nقال سئل (الجلال السيوطي) 56 عن قوله فيه ( و نحفد ) هل هو بالمهملة أو بالمعجمة, فأجاب بقوله: هو بالمهملة وألفت في ذلك كتابا إلخ . انتهى\nوقوله ( إن عذابك الجد) أي الحق\nقوله ( بالكفار ) متعلق بما بعده\n(1/29)\n",
        "وقوله ( ملحق ) بكسر الحاء أي لاحق أو فتحها على معنى أن الله يلحقه.انتهى\nفصل\nفي دفع شبهة لأعداء الإسلام عن القرآن المجيدبسبب هذا الأثر المروي\n* قال الشيخ القاضي (أبو بكر الباقلاني) الأشعري رحمه الله في كتابه ((الإنتصار))(ص79) 57:\nوأما القنوت فإنهم قالوا: إذا كان أمر القرآن كما ذكرتم من الإشتهار والإنتشار, وكان أبي ( من أعلم الناس به, وأحفظهم له, فكيف جاز عليه أن لا يعلم أن القرآن ليس فيه القنوت ؟\nيقال لهم : ليس القنوت من القرآن بسبيل, لأنه لو كان القرآن لأثبته الرسول ( حسب ما ذكرنا, ولأننا قد علمنا قصور نظمه عن القرآن, وإنما يعلم ذلك أهل البلاغة والفصاحة, فلعل أبيا ( إن كان قال ذلك أو كتبه في مصحفه أو رقاع كان يكتب فيها القرآن, إنما قاله وفعله سهوا, ثم أثبته واستدرك\nوأيضا فإنه لا يروي عن أبي ( لفظة واحدة في أن ذلك القنوت قرآن منزل, وإنما روى قوم أنه أثبته في مصحفه, فلعل ذلك إن صح إنما أثبته لأنه دعاء لا استغناء عنه, وهو سنة مؤكدة يجب المواظبة عليه, وأثبته في آخر مصحفه, أو تضاعيفه لأجل ذلك, لا على أنه قرآن منزل قامت به الحجة, ويدل على ضعف هذا الخير عن أبي ( علمنا بأن عثمان ( تشدد في قبض المصاحف المخالفة لمصحفه وتحريقها\nوالعادة توجب أن أبيا ( أول من قبض مصحفه, وأن تكون سرعة عثمان ( على مطالبته أشد من سرعة غيره بمصحفه, ولو وجد مصحف أبي ( فيه دعاء القنوت لوجب أن يعلم أنه قصد بوضعه إفساد الدين, وكذب فيه على أبي ( الذي أثبته في رقاعه التي كان يثبت فيها القرآن لما دعته الحاجة إلى كتبه كما يفعل الناس, لا أنه عنده من القرآن\nوغاية ما يريدونه أن يحمل عليه أمر أبي ( أن يقولوا إنه اشتبه عليه أمر القنوت, لما رأى من فصاحته وبلاغته وإدمان النبي ( على ذكره في صلواته, فقدر لأجل هذا كله أنه من القرآن فأثبته معه\nفإن قالوا : فعلى هذا يجب أن يكون أبي ( عندكم لا يعرف وزن القرآن من غيره؟\n(1/30)\n\nقيل : معاذ الله, بل كان يعرف ذلك, وهو من أعرف الناس به, لكن ظن أن القنوت وإن قصر عن رتبة باقي السور في الجزالة فإنه يجوز أن يكون قرآنا, ويبعد أن يؤتى بمثله, وإن كان غيره أبلغ منه, كما قال الناس: من القرآن ما هو أجود وأفصح من سواه منه, نحو قوله : { فَلَمَّا اسْتَيْأَسُوا مِنْهُ خَلَصُوا نَجِيّاً }(يوسف: من الآية80), و { َقِيلَ يَا أَرْضُ ابْلَعِي مَاءَكِ } (هود: من الآية44), الآية فهذا أوجز من مثل قدره من غيره من القرآن, وزعم قوم أنه لا يمتنع أن يكون القنوت قرآنا ثم نسخ, وأزيل رسمه لما فيه من الفصاحة, وفي هذا نظر, لأن نظمه مباين لنظم سائر القرآن, وخارج عن أوزان كلام العرب\nوزعم قوم أن القنوت من كلام رسول الله ( وفي هذا نظر, لأن النبي ( لم يتهجد بمثل شيء من كلامه, ولو فعل ذلك لعاد بتهمته عند قوم , وإن كان ذلك زائدا عندنا في معجزته\nقال الشيخ (أبو الحسن الأشعري) رحمه الله: قد رأيت أنا مصحف أنس ( بالبصرة عند قوم من ولده, فوجدته مساويا لمصحف الجماعة, وكان ولد أنس يروي أنه روى أنه خط أنس ( وإملاء أبي ( اهـ\n* وقال الشيخ (محمد عبد العظيم الزرقاني) رحمه الله في كتابه ((مناهل العرفان في علوم القران))(1\\263و264و270 ) :\nكان القرآن ولا يزال هدفا لأعداء الإسلام, يسددون إليه سهام المطاعن, ويتخذون من علومه مثارا للشبهات, يلفقونها زورا وكذبا, ويروجونها ظلما وعدوانا, من ذلك ما نقصه عليك في موضوعنا هذا, مشفوعا بالتفنيد فيما يأتي [ وذكر سبع شبهات لهم الرابعة منها حول سورتي القنوت ]\nقالوا:( رابعا) أن أبي بن كعب ( حذف من القرآن ما كان يرويه, ولا نجده اليوم في المصحف, وهو:\nاللهم إنا نستعينك, ونستهديك, ونستغفرك, ونتوب إليك, ونؤمن بك, ونتوكل عليك, ونثني عليك الخير كله, نشكرك ولا نكفرك, ونخلع ونترك من يفجرك",
        "(1/31)\n\nاللهم إياك نعبد, ولك نصلي ونسجد, وإليك نسعى و نحفد, نرجو رحمتك, ونخاف عذابك, إن عذابك الجد بالكفار ملحق\nفأجاب (الزرقاني) عن شبهتهم بقوله :\nاحتجاجهم بأن الصحابة قد حذفوا من القرآن عند جمعه ما رأوا المصلحة في حذفه ومنه آية المتعة, وصيغة القنوت, فهو احتجاج باطل, قائم على إهمال النصوص الصحيحة المتظافرة على أن الصحابة رضوان الله عليهم كانوا أحرص الناس على الاحتياط للقرآن, وكانوا أيقظ الخلق في حراسة القرآن, ولهذا لم يعتبروا من القرآن إلا ما ثبت بالتواتر, وردوا كل ما لم يثبت تواتره, لأنه غير قطعي, ويأبى عليهم دينهم وعقلهم أن يقولوا بقرآنية ما ليس بقطعي, وقد سبق لك ما وضعوه من الدساتير المحكمة الرشيدة في كتابة الصحف على عهد أبي بكر (, وكتابة المصاحف على عهد عثمان ( فارجع إليها إن شئت لتعرف مدى إمعان هؤلاء المبطلين في التجني والضلال\nوإذا كان هؤلاء الطاعنون يريدون أن يلمزوا الصحابة ويعيبوهم بهذه الحيطة البالغة لكتاب الله حتى أسقطوا ما لم يتواتر, وما لم يكن في العرضة الأخيرة, وما نسخت تلاوته, وكان يقرؤه من لم يبلغه النسخ, نقول: إذا كانوا يريدون أن يلمزوا الصحابة والقرآن بذلك فالأولى لهم أن يلمزوا أنفسهم, وأن يواروا سوأتهم, لأن المسلمين كانوا ولا يزالون أكرم على أنفسهم من أن يقولوا في كتاب الله بغير علم, وأن ينسبوا إلى الله ما لم تقم عليه حجة\nقاطعة,وأن يسلكوا بالقرآن مسلك الكتب المحرفة, والأناجيل المبدلة, وإننا نذكر هؤلاء بتلك الكلمة التي يرددونها هم, وهي : من كان بيته من زجاج, فلا يرجمن الناس بالحجارة\nوكلمة الفصل في هذا الموضوع أن آية المتعة التي يزعمون وصيغة القنوت التي يحكون لم يثبت قر آنيتهما حتى يكونا في عداد القرآن, وإن ادعوا قرآنيتهما فعليهم البيان, : { قُلْ هَاتُوا بُرْهَانَكُمْ إِنْ كُنْتُمْ صَادِقِينَ } (البقرة: من الآية111)\n(1/32)",
        "\nقال صاحب ((الانتصار)) 58 ما نصه : إن كلام القنوت المروي أن أبي بن كعب ( أثبته في مصحفه لم تقم الحجة بأنه قرآن منزل, بل هو ضرب من الدعاء, وأنه لو كان قرآنا لنقل إلينا نقل القرآن, وحصل العلم بصحته\nثم قال : ويمكن أن يكون منه كلام كان قرآنا منزلا ثم نسخ, وأبيح الدعاء به, وخلط بما ليس بقرآن, ولم يصح ذلك عنه,إنما روي عنه أنه أثبته في مصحفه, وقد أثبت في مصحفه ما ليس بقرآن من دعاء أو تأويل اهـ\nوهذا الدعاء هو القنوت الذي أخد به السادة الحنفية\nوبعضهم ذكر أن أبيا ( كتبه في مصحفه, وسماه سورة الخلع و الحفد لورود مادة هاتين الكلمتين فيه, وقد عرفت توجيه ذلك .\nوالخلاصة أن بعض الصحابة الذين كانوا يكتبون القرآن لأنفسهم في مصحف, أو مصاحف خاصة بهم ربما كتبوا فيها ما ليس بقرآن, مما يكون تأويلا لبعض ما غمض عليهم من معاني القرآن, أو مما يكون دعاء يجري مجرى أدعية القرآن, في أنه يصح الإتيان به في الصلاة عند القنوت, أو نحو ذلك, وهم يعلمون أن ذلك كله ليس بقرآن, ولكن ندرة أدوات الكتابة, وكونهم يكتبون القرآن لأنفسهم وحدهم دون غيرهم هون عليهم ذلك, لأنهم أمنوا على أنفسهم اللبس واشتباه القرآن بغيره, فظن بعض قصار النظر أن كل ما كتبوه فيها إنما كتبوه على أنه قرآن, مع أن الحقيقة ليست كذلك, إنما هي ما علمت أضف إلى ذلك أن النبي ( أتى عليه حين من الدهر نهى عن كتابة غير القرآن, إذ يقول فيما يرويه مسلم : (( لا تكتبوا عني, ومن كتب عني شيئا غير القرآن فليمحه )), وذلك كله مخافة اللبس والخلط, والاشتباه في القرآن الكريم\nانتهى كلامه جزاه الله خيرا بتصرف\n* وقال تلميذه الشيخ العلامة (أبو عمر محمد بن محمد أبو شهبة المصري) رحمه الله في كتابه ((المدخل على دراسة القرآن الكريم))(ص259) في فصل الشبه التي أوردت على جمع القرآن الشبهة الرابعة:\n(1/33)\n",
        "قالوا: إن القرآن نقص منه ما كان بعض الصحابة يكتبه في مصحفه, يدل على ذلك ما روي عن أبي بن كعب ( أنه كان يكتب في مصحفه سورتي الخلع والحفد, وهو دعاء القوت : (( اللهم إنا نستعينك, ونستهديك, ونستغفرك, ونخلع ونترك من يفجرك, و اللهم إياك نعبد, ولك نصلي ونسجد, و وإليك نسعى ونحفد))\nالجواب على ذلك : لا نسلم أنهما من القرآن وكتابة أبي بن كعب ( لهذا الدعاء في مصحفه لا يدل على القرآنية, ونحن نعلم أن مصحف بعض الصحابة لم تكن قاصرة على المتواتر, بل كان بعضها مشتملا على الأحادي والمنسوخ تلاوة, على بعض تفسيرات وتأويلات, وأدعية, ومأثورات, ومن ذلك هذا الدعاء الذي يقنت به بعض الأئمة في الوتر, ووجوده في مصحف أبي ( لا يدل على أنه قرآن, كما أن القنوت به في الصلاة لا يدل على القرآنية\nولا يشك ذو نظر فاحص وذوق أدبي أن هذا الدعاء ليس عليه مسح من سحر القرآن وبلاغته, وإعجازه, وإشراقه, مما يلقي بهذه الشبهة في غياهب الإهمال\nعلى فرض أن أبيا ( أثبتها في المصحف على أنها قرآن فهي رواية آحادية ظنية لا تعارض القطعي الثابت بالتواتر, كما أنها لا تكفي في إثبات كونها من القرآن, لأن المعول عليه في ثبوت القرآن التواتر\nوهنا قاعدتان ينبغي التنبه إليهما في رد كل رواية تفيد زيادة شيء من القرآن, أو نقص شيء منه, وهما:\n1- كل رواية آحادية لا تقبل في إثبات شيء من القرآن\n2- كل رواية أحادية تخالف المتواتر من القرآن لا تقبل, ويضرب بها عرض الحائط اهـ كلامه رحمه الله\nخاتمة\n* إلى هنا انتهى ما وفقت عليه مرويا في كتب أهل الحديث من روايات هذا الدعاء المأثور, وتفسير غريب ألفاظه من كلام أهل العلم والفقه واللغة\nوقد تبين جليا أن دعاء القنوت هذا والمعروف بسورتي (الخلغ و الحفد) لم يصح مسندا مرفوعا إلى رسول الله (من طريق صحيح, ولا حسن, خالية من علة أو جرح, وإنما صح موقوفا عن بعض الصحابة الكرام\n(1/34)\n\nوبمثل هذه الموقوفات - وإن تعددت- لا يمكن إثبات قرآنية هذا الدعاء إذ من شرط ذلك أن يتواتر عند مجموع الأمة, كما هو حال ما بين دفتي المصحف الكريم, كما نص على ذلك العلماء\nوالتواتر كما عرفوه هو ما نقله جمع لا يمكن تواطؤهم على الكذب, عن مثلهم إلى منتهاه, وهذا مما لم يتوفر في نقل هذا الدعاء المأثور\n* قال الحافظ (جلال الدين السيوطي) في كتابه ((الإتقان في علوم القرآن))(1055): لا خلاف أن كل ما هو من القرآن يجب أن يكون متواترا في أصله, وأجزائه, وأما محل وضعه وترتيبه فكذلك عند محققي أهل السنة, للقطع بأن العادة تقضي بالتواتر في تفاصيل مثله, لأن هذا المعجز العظيم الذي هو أصل الدين القويم, والصراط المستقيم مما تتوفر الدواعي على نقل جمله, وتفاصيله, فما نقل آحادا ولم يتواتر يقطع بأنه ليس من القرآن قطعا, وذهب كثير من الأصوليين إلى أن التواتر شرط في ثبوت ما هو من القرآن بحسب أصله, وليس بشرط في محل وضعه وترتيبه, بل يكثر فيها نقل الآحاد\nقيل: وهو الذي يقتضيه صنع (الشافعي) في إثبات البسملة من كل سورة, ورد هذا المذهب بأن الدليل السابق يقتضي التواتر في الجميع, ولأنه لو لم يشترط لجاز سقوط كثير من القرآن المكرر, وثبوت كثير مما ليس بقرآن,\nأما الأول: فلأنا لو لم نشترط التواتر في المحل جاز أن لا يتواتر كثير من المكررات الواقعة في القرآن، مثل { فَبِأَيِّ آلاءِ رَبِّكُمَا تُكَذِّبَانِ} (الرحمن:13)\nوأما الثاني : فلأنه إذا لم يتواتر بعض القرآن بحسب المحل جاز إثبات ذلك البعض في الموضع بنقل الآحاد\nوقال (أبو بكر) في ((الانتصار)): ذهب قوم من الفقهاء والمتكلمين إلى إثبات قرآن حكما, لا علما, بخبر الواحد دون الإستفاضة, وكره ذلك أهل الحق, وامتنعوا منه",
        "(1/35)\n\nوقال قوم من المتكلمين: إنه يسوغ إعمال الرأي والإجتهاد في إثبات قراءة, وأوجه, وأحرف, إذا كانت تلك الأوجه والأحرف صوابا في العربية, وإن لم يثبت أن النبي ( قرأ بها, وأبى ذلك أهل الحق, وأنكروه, وخطئوا من قال به اهـ\nهذا - والله أعلم - كل ما تيسر لي جمعه بفضل الله وحوله وقوته , وليس لي فيه إلا الجمع و حسن الترتيب والتبويب, وأسال الله العلي العظيم أن ينفع به جامعه, وقارئه, والناظر فيه, والرجاء ممن نظر فيه وانتفع به دعوة صالحة بظهر الغيب, وأن يعذرنا ويسامحنا على ما فيه من العيب والتقصي\nوأنا أسأل من وقف على كتابي هذا ورأى فيه خطأ أو خللا أن يصلحه, وينبه عليه, ويوضحه ويشير إليه, حائزا مني شكرا جميلا, ومن الله أجرا جزيلا\nوليكن هذا آخر الكتاب, فما كان صوابا فمن الله وحده, وهو المان به, وما كان منه من خطإ فمن مؤلفه, ومن الشيطان, والله ورسوله منه بريئان, والله سبحانه المسؤول, والمرغوب إليه والمأمول, أن يجعله خالصا لوجهه, وأن يعيدنا من شرور أنفسنا, ومن سيئات أعمالنا, وأن يوفقنا لما يحبه ويرضاه, إنه قريب مجيب\nوالحمد لله رب العالمين\n*وتم الفراغ منه ليلة الاثنين 29 شعبان 1421هـ ثم زيادة تعليقات عليه*\n* في 17 ربيع الثاني 1426هـ وصلى الله على محمد وعلى آله وصحبه*\n*وسلم تسليما كثيرا والحمد لله*\n*رب العالمين*\n*تم*\n*\nفهرس الأحاديث المرفوعة\nأفضل الصلاة طول القنوت\\ص28\nبينا رسول الله ( يدعو على مضر\\خالد بن ابي عمران\\ص9\nطُولُ القُنُوت\\ص27\nكان أبو عبد الرحمن يقرئنا اللهم إنا نستعينك ونستغفرك\\ابن مسعود\\ص8\nلقد علمني سورتين علمهما إياه رسول الله\\علي\\ص7\nفهرس الأحاديث الموقوفة\nأقرأها في مصحف أبى بن كعب\\سلمة بن كهيل\\ ص17\nأمنا أمية بن عبد الله بن خالد بن أسيد بخراسان\\ ص23\nأن عليا كان يقنت بهاتين السورتين\\عبد الرحمن بن الاسود\\ ص14\nأن عمر خرج ليلة في رمضان\\عبد الرحمن بن عبدالقارئ\\ ص16\n(1/36)",
        "\nأن عمر قنت بهاتين السورتين\\محمد بن ابي ليلى\\ ص14\nإنما القنوت طاعة لله\\طاوس\\ ص23\nأنه صلى خلف عمر فصنع\\عبدالرحمن بن ابزى\\ ص12\nأنه كان يقنت في صلاة الصبح بسورتين\\ابن عباس\\ ص10\nأنه كان يقول:اللهم اغفر للمؤمنين والمؤمنات\\عبيد بن عمير\\ ص11\nأنه كان يقول: اللهم إنا نستعينك, ونستغفرك\\ميمون بن مهران\\ ص16\nرأيت مكحولا يقنت في صلاة الصبح\\حاتم بن شفي\\ ص25\nسألت أنس ابن مالك رضي الله عنه عن الكلام\\أبن بن أبي عياش\\ص21\nسألت عطاء بن أبي رباح : أي شيء أقول في القنوت\\سلمة بن خصيف\\ ص19\nصلى بنا عمر فقرأ في الفجر بسورة يوسف\\عبد الله بن شداد\\ص14\nصليت خلف عمر بن الخطاب ( صلاة الصبح\\معبد بن سيرين\\ص13\nصليت خلف عمر بن الخطاب ( صلاة الصبح فسمعته\\ابن أبي أبزى\\ ص11\nصليت خلف عمر بن الخطاب الصبح, فقنت\\أبو رافع\\ ص12\nصليت الغداة ذات يوم\\عثمان بن حصين\\ ص13\nعلمنا ابن مسعود أن نقرأ في القنوت\\عبدالرحمن السلمي\\ ص15\nفي قراءة أبي بن كعب: اللهم إنا نستعينك\\ميمون بن مهران\\ ص16\nفي مصحف ابن عباس قراءة أبي وأبي موسى\\ابن أبي أبزى\\ ص18\nقد قرأت في مصحف أبي بن كعب بالكتاب الأول\\محمد بن إسحاق\\ ص18\nقرأت أو حدثني من قرأ في بعض مصاحف أبي بن كعب\\الشعبي\\ص18\nقرأنا في مصحف أبي بن كعب\\حماد\\17\nقنت عمر ( قبل الركعة بهاتين السورتين\\ابن عباس\\10\nالقنوت في الوتر والصبح :اللهم إنا نستعينك\\الحسن البصري\\ص22\nالقنوت قبل الركعة الآخرة من الصبح\\عبيد بن عمير\\ص11 و16\nكان يستحب أن يقول في قنوت الوتر\\إبراهيم النخعي\\ ص22\nكانوا يستحبون أن يجعلوا في قنوت الوتر\\سفين\\ص24\nكانوا يلعنون الكفرة في النصف يقولون\\ابن شهاب\\ص23\nكتب أبي بن كعب في مصحفه\\محمد بن سيرين\\ص17\nيبدأ في القنوت بالسورتين\\الحسن\\ص22\nيبدأ في القنوت فيدعو على الكفار\\سعيد بن المسيب\\ص23\nيقول آخرون في القنوت : بسم الله الرحمن الرحيم\\ابن جريج\\ص24\n(1/37)\n",
        "1- هذه هي خطبة الحاجة التي كان رسول الله صلى الله عليه وسلم يعلمها أصحابه وقد أخرجها أبو داود (2118) والنسائي (3\\105) والحاكم (2-182) الإمام أحمد (3721) الترمذي (1105) وابن ماجة (1892) من حديث ابن مسعود, وأخرج مسلم (868) منه الخطبة دون ذكر الآيات فقط و النسائي (6\\89) و ابن ماجة (1893) من حديث ابن عباس, وقد جمع العلامة المحدث محمد ناصر الدين الألباني رحمه الله طرقها في جزء مفرد مطبوع\n2- وهو الذي يقنت به المالكية عندنا في صلا ة الفجر واختاروه في كتبهم الفقهية\n3- للحافظ السيوطي مؤلف سماه : (إتحاف الوفد بنبأ سورة الحفد) أجاب فيه من سأله عن كلمة ( الحفد ) هل هو بالدال المهملة أو المعجمة قال : الجواب : هو بالمهملة وهو مودع في الجزء الثامن و الثلاثين من التذكرة, وله أيضا مؤلف آخر اسمه: (الثبوت في ضبط القنوت) وهو مودع في الجزء السادس والثلاثين من تذكرته أيضا, وهو في ضبط ألفاظ الدعاء الآخر ( اللهم اهدني فيمن هديت ), و((التذكرة)) هذه قال صاحب ((كشف الظنون)) : هو مؤلف كبير في ثلاث مجلدات نظمها وسماها ((بالفلك المشحون))\n4- ابن المنادى : هو الشيخ الحافظ المحدث المقرئ أبو الحسن أحمد بن جعفر ابن محمد بن عبيد الله البغدادي مفيد العراق, وصاحب الكتب, سمع جده وأبا داود ومنه أبو عمر بن حيويه, وكان صلب الدين شرس الأخلاق, ثقة من كبار القراء, مات في محرم سنة 336هـ عن تسع وسبعين سنة. قاله السيوطي في ((طبقات الحفاظ))(1\\353)\n5- الزركشي هو الإمام العلامة (بدر الدين أبو عبد الله محمد بن بهادر الزركشي) الشافعي صاحب التصانيف المفيدة ((كالبحر المحيط)) في أصول الفقه, و((البرهان في علوم القرآن)) وغير ذلك, المتوفى سنة 794هـ, ترجمته في ((شذرات الذهب))(6\\335)\n6- طبع في دار الكتب العلمية بتحقيق مصطفى عبد القادر عطا في مجلد\n(1/38)\n\n7- عبد الله بن زرير الغافقي المصري ثقة رمي بالتشيع من الثانية مات سنة ثمانين أو بعدها قاله في التقريب\n-8هي أمالي حديثية أملاها الحافظ على كتاب الأذكار للنووي أملى منها (660 ) مجلسا وأتمه تلميذه السخاوي ولم يكمله أيضا وقد طبع منها (285) مجلسا في دار ابن كثير بتحقيق حمدي السلفي في ثلاث مجلدات ثم أعيد طبعه في العلمية في مجلدين بتحقيق أخر\n9- قال في (التقريب) : شيعي ضعيف\n10- لعله يقصد بذلك أحد كتبه الثلاثة ((مختصر قيام الليل)) و((قيام رمضان)) ((الوتر)) وقد اختصرها العلامة المؤرخ (تقي الدين المقريزي) لمتوفى سنة 845هـ, وقد حذف منه المكرر من الأحاديث والآثار, وحذف أسانيد الآثار, وقد طبعت في مجموع بمطبعة رفالاهور الهند 1320هـ, وصورت في دار عالم الكتب بيروت 1403هـ, ثم في دار الكتب العلمية, وهناك طبعات مفردة لكل كتاب\n- وأثر عبد الله بن زرير الذي أشار إليه الحافظ لا يوجد في المطبوع من هذه الكتب ولا في كتابه الآخر ((تعظيم قدر الصلاة))\n- و محمد بن نصر هو شيخ الإسلام أبو عبد الله المروزي الفقيه, ولد سنة 202 هـ, وبرع في هذا الشأن, وكان من أعلم الناس باختلاف الصحابة ومن بعدهم في الأحكام, قال الحاكم: إمام أهل الحديث في عصره بلا مدافعة, له كتاب الصلاة, وكتاب القسامة, وغير ذلك, قال ابن حزم: أعلم الناس من كان أجمعهم للسنن وأضبطهم لها وأذكرهم لمعانيها وأدراهم بصحتها وبما أجمع عليه الناس مما اختلفوا فيه إلى أن قال وما نعلم هذه الصفة بعد الصحابة أتم منها في محمد بن نصر فلو قال قائل ليس لرسول الله حديث ولا لأصحابه سنة إلا وهو عند محمد بن نصر لما بعد عن الصدق, مات في محرم سنة 294 بهـ. اهـ (( طبقات الحفاظ)) للسيوطي ترجمة (650)\n-11لم أره في المطبوع من كتاب ((الوتر))",
        "(1/39)\n\n12- هو أبو عمر قاضي إفريقية قال الحافظ في التقريب : فقيه صدوق من الخامسة مات سنة حمس ويقال تسع وعشرين اخرج له مسلم و أبو داود و الترمذي والنسائي\n13- سحنون : هو أبو سعيد عبد السلام بن سعيد التنوخي الملقب بسحنون الفقيه المالكي قرأ على ابن القاسم وولي القضاء بالقيروان وعلى قوله المعول بالمغرب وصنف كتاب المدونة في مذهب الإمام مالك وابن وهب وأشهب ثم انتهت الرياسة في العلم بالمغرب إليه توفي سنه 240 ولقب سحنون باسم طائر حديد بالمغرب يسمونه سحنونا لحدة ذهنه وذكائه ذكر ذلك أبو العرب في كتاب طبقات من كان بإفريقية من العلماء/ (وفيات الأعيان) (3/ 180)\n14- الحازمي هو الإمام الحافظ البارع النسابة أبو بكر محمد بن موسى بن عثمان بن حازم الهمذاني صنف وجود وتفقه في مذهب الشافعي وجالس العلماء وصار من أحفظ الناس للحديث وأسانيده ورجاله مع زهد وتعبد صنف عجالة المبتدئ في الأنساب والمؤتلف والمختلف في أسماء البلدان والناسخ والمنسوخ وأملى أحاديث المهذب وأسندها ولم يتمها وكان الحافظ أبو موسى يفضله على عبد الغني المقدسي ويقول ما رأيت شابا أحفظ منه.\nطبقات الحفاظ للسيوطي ترجمة (1071) بتصرف\n15- كتاب ((تهذيب الآثار))كتاب عظيم أثنى عليه العلماء قال الخطيب البغدادي : لم أر سواه في معناه ولم يتمه, قال أبو محمد الفرغاني :ابتدأ بتصنيف كتاب تهذيب الآثار وهو من عجائب كتبه ابتداء بما أسنده الصديق مما صح عنده سنده وتكلم على كل حديث منه بعلله وطرقه ثم فقهه واختلاف العلماء وحججهم وما فيه من المعاني والغريب والرد على الملحدين فتم منه مسند العشرة وأهل البيت والموالي وبعض مسند ابن عباس فمات قبل تمامه قال الذهبي : قلت هذا لو تم لكان يجيء في مائة مجلد . انتهى بتصرف من السير( 14-273)\n(1/40)",
        "\nوقد طبع الموجود من هذا السفر القيم في ثلاث مجلدات بتحقيق الاستاذ محمود شاكر أخو أبي الأشبال المحدث المشهور رحمه الله ويحتوي على مسند علي وعمر ابن عباس رضي الله عنهم, ثم أعيد طبعه في مطابع الصفا بمكة بتحقيق د. ناصر بن سعد الرشيد وعبد القيوم عبد رب النبي, وطبع مجلد أخر منه بدار المأمون للتراث بتحقيق علي رضا ويتضمن مسند عبد الرحمن بن عوف و طلحة و الزبير\n16- أثر عمر في كتاب ((الوتر)) المطبوع (291) بدون ذكر ابن عباس\n17- عبيد بن عمير بن قتادة الليثي أبو عاصم المكي ولد على عهد النبي صلى الله عليه وسلم قاله مسلم وعده غيره في كبار التابعين وكان قاص أهل مكة مجمع على ثقته مات قبل ابن عمر. قاله في ((التقريب))\n18- صحابي صغير وكان في عهد عمر رجلا وكان على خراسان لعلي\n19- والأثر لا يوجد في المطبوع من كتاب فضائل القران- 1\n20- أبو رافع المدني نفيع بن رافع الصائغ نزيل البصرة أدرك الجاهلية روى عن أبى بكر وعمر وعثمان وعلي وغيرهم من الصحابة قال في التقريب : ثقة ثبت\n21- ابن جدعان قال الذهبي في ديوان الضعفاء :حسن الحديث صاحب غرائب احتج به بعضهم وقال أبوزرعة :ليس بقوي وقال أحمد : ليس بشيء.\nوقال الحافظ في التقريب: ضعيف\n22- معبد بن سيرين الأنصاري أكبر إخوته ثقة من الثالثة مات على رأس المائة. قاله في التقريب\n23- عبد الله بن شداد بن الهاد الليثي أبو الوليد الليثي المدني ولد على عهد النبي صلى الله عليه وسلم و ذكره العجلي من كبار التابعين الثقات وكان معدودا في الفقهاء مات بالكوفة مقتولا سنة 81 وقيل بعدها اهـ من التقريب\n24- محمد بن عبد الرحمن بن أبي ليلى الأنصاري الكوفي القاضي أبو عبد الرحمن صدوق شيء الحفظ من السابعة مات سنة 48\n25- ولم أره في كتاب (الوتر) المطبوع\n(1/41)\n",
        "26- عبد الله بن حبيب بن ربيعة بفتح الموحدة وتشديد الياء أبو عبد الرحمن السلمي الكوفي المقرئ مشهور بكنيته ولأبيه صحبة. ثقة ثبت. من الثانية مات بعد السبعين قاله في التقريب\n27- عبيد بن عمير بن قتادة الليثي أبو عاصم المكي ولد على عهد النبي صلى الله عليه وسلم قاله مسلم وعده غيره في كبار التابعين وكان قاص أهل مكة مجمع على ثقته مات قبل ابن عمر. قاله في التقريب\n28- ميمون بن مهران الجزري أبو أيوب أصله كوفي نزل الرقة ثقة فقيه ولي الجزيرة لعمر بن عبد العزيز وكان يرسل من الرابعة مات سنة سبع عشرة من التقريب\n29- سلمة بن كهيل الحضرمي أبو يحيى الكوفي ثقة من الرابعة ع من ((التقريب))\n30 - ابن الضريس هو الحافظ أبو عبد الله محمد بن أيوب بن يحيى بن الضريس البجلي الرازي, مصنف فضائل القرآن ولد على رأس المائتين وثقه ابن أبي حاتم و الخليلي وقال هو محدث ابن محدث وجده يحيى من أصحاب الثوري توفي سنة 294 هـ\n- و أثر حماد هذا لا يوجد في ((فضائل القران)) المطبوع في دار الفكر بتحقيق غزوة بدير\n31- ولم أره في كتاب الوتر المطبوع\n32- ولا يوجد في المطبوع من ((فضائل القران))\n33- أجلح بن عبد الله بن حجية الكندي يقال اسمه يحيى قال الحافظ في ((التقريب)) :صدوق شيعي وقال صاحبا ((تحرير التقريب)) : بل ضعيف يعتبر به ضعفه احمد و أبو داود والنسائي وابن سعد و الجوزجاني و الساجي وابن حبان وابن الجارود, وقال أبو حاتم :يكتب حديثه ولا يحتج به\n34- هو محمد بن عبد الله بن أشته اللودزي أبو بكر, قال الداني : أصبها ني سكن مصر, ضابط مأمون, عالم بالعربية بصير بالمعاني, حسن التصنيف, صاحب سنة, توفي سنة 360هـ انتهى من ((بغية الوعاة)) للسيوطي (1\\142) من تصانيفه : المفيد في الشاذ, والمصاحف, قال السيوطي : نقلت منه أشياء في ((الإتقان))\n(1/42)\n\n35- الفضل بن شاذان : أبو العباس الرازي المقرئ أحد الأعلام وشيخ الإقراء بالري. . روى عنه أبو حاتم الرازي مع تقدمه وابنه عبد الرحمن بن أبي حاتم وقال ثقة ..قال أبو عمرو الداني: لم يكن في دهره مثله في علمه وفهمه وعدالته وحسن اضطلاعه قلت ( أي الذهبي ) : وهو قديم الموت.\nمعرفة القراء للذهبي ترجمة (133 ) تمييز : وهناك آخر اسمه الفضل بن شاذان بن خليل وهو شيعي إمامي رافضي توفي سنة 260 ه .\n36- كذا والصواب ( الحفد)\n37- هو الحافظ الإمام القدوة أبو الحسن علي بن إبراهيم بن سلمة ابن بحر القزويني, محدث قزوين وعالمه, ولد سنة 254 ورحل وسمع ابن ماجة وأبا حاتم وكان شيخا عالما بجميع العلوم التفسير والفقه والنحو واللغة زاهدا, قال ابن فارس سمعته يقول: كنت حين رحلت أحفظ مائة ألف حديث, مات سنة 345 طبقات السيوطي(ترجمة 801)\n38- هو شيخ الشافعية الإمام العلامة أبو القاسم عبد الكريم ابن العلامة أبي الفضل محمد الرافعي القزويني, قرأ على أبيه, وكان من العلماء العاملين يذكر عنه تعبد ونسك وأحوال وتواضع, انتهت إليه معرفة المذهب, له ((الفتح العزيز في شرح الوجيز\\ط)), وشرح آخر صغير, وله ((شرح مسند الشافعي)) في مجلدين تعب عليه, وأربعون حديثا مروية, وله أمالي على ثلاثين حديثا, وكتاب ((التذنيب\\ط)) فوائد على الوجيز, توفي سنة 623 (سير النبلاء 22\\252)\n39-قال البخاري:كان شعبة سيئ الرأي فيه وقال عباد المهلبي : أتيت شعبة أنا وحماد بن زيد فكلمناه في أبان أن يمسك عنه فأمسك ثم لقيته بعد ذلك فقال ما أراني يسعني السكوت عنه .من التهذيب\n40- عبد الملك بن عبد العزيز بن جريج الأموي مولاهم المكي, ثقة فقيه, فاضل, وكان يدلس ويرسل, من السادسة , مات سنة خمسين أو بعدها, وقد جاز السبعين وقيل جاز المائة ولم يثبت .قاله في ((التقريب))",
        "(1/43)\n\n41- مكحول الشامي أبو عبد الله ثقة فقيه كثير الإرسال مشهور من الخامسة مات سنة بضع عشرة ومائة. قاله في التقريب\n42- ((تاريخ دمشق الشام)) لحافظ الأمة وناصر السنة وخادمها ختام الجهابذة الحافظ وصاحب التصانيف الجليلة أبي القاسم بن عساكر الدمشقي في ثمانين مجلدا أو أكثر وفي بغية الوعاة في سبعة وخمسين مجلدا وفي أول شرح القاموس للشيخ مرتضى انه خمس وخمسون مجلدا أتى فيه بالعجائب وهو على نسق تاريخ بغداد ذكر فيه تراجم الأعيان والرواة و مروياتهم وقد قالوا انه يقصر العمر عن إن يجمع الإنسان فيه مثل هذا الكتاب وعليه أذيال وله مختصرات ومن مختصراته ((مختصر)) لشهاب الدين عبد الرحمن بن إسماعيل الدمشقي الشافعي المعروف بابي شامة المتوفى سنة 665هـ, وهو نسختان كبرى في خمسة عشر مجلدا وصغرى .انتهى من ((الرسالة المستطرفة)) للكتاني (99 ص)\nوقد طبع هذا السفر العظيم كاملا ولله الحمد والمنة في دار الفكر ببيروت في أكثر من سبعين مجلدا و طبع من مختصراته اثنان الأول للشيخ عبد القادر ابن بدران في سبع مجلدات بدار المسيرة وهو قدر النصف من الكتاب والثاني مختصر العلامة اللغوي ابن منظور صاحب اللسان في خمسة عشر مجلدا بدار الفكر بسوريا .\n43- هو الخليل بن أحمد بن عمرو بن تميم أبو عبد الرحمن البصري الفراهيدي الأزدي النحوي اللغوي الزاهد كان يمتنع عن قبول عطايا الملوك فكان قوته من بستان ورثه من أبيه وكان يحج سنة ويغزو سنة إلى أن مات. له مصنفات مشهورة منها كتاب العين ولم يكمله قيل كمله النضر بن شميل وهو أول من اخترع العروض والقوافي ومات سنة سبعين ومائة أو خمس وسبعين . ((البلغة للفيروزابادي))( ترجمة 125)\n(1/44)",
        "\n44- أبو عبيد القاسم بن سلام البغدادي القاضي أحد الأعلام وثقه أبو داود وابن معين وأحمد وغير واحد وقال ابن راهويه: أبو عبيد أوسعنا علما وأكثرنا أدبا وأكثرنا جمعا إنا نحتاج إلى عبيدة وأبو عبيدة لا يحتاج إلينا, ولي قضاء طرطوس وفسر غريب الحديث وصنف كتبا ومات بمكة سنة 224 .\nطبقات السيوطي (ترجمة 403)\n45- هو أبو أحمد الحسن بن عبيد الله بن سعيد بن أحمد العسكري اللغوي, أحد الأئمة في الآداب والحفظ وهو صاحب أخبار ونوادر وله رواية متسعة وله التصانيف المفيدة منها كتاب التصحيف الذي جمع فيه فأوعب وغير ذلك توفي سنة 382 هـ(( وفيات))(2\\83 ),يقال إنه كان يميل إلى الاعتزال\n46- هو محمد بن أبي بكر بن عبد القادر الرازي زين الدين صاحب مختار الصحاح في اللغة فرغ من تأليفه سنة 660 ه وهو من فقهاء الحنفية وله علم بالتفسير و الأدب زار مصر والشام وكان في قونية سنة 660 من كتبه شرح المقامات الحريرية و أنموذج جليل في أسئلة وأاجوبة غرائب التنزيل\n47- ناصر بن أبي المكارم عبد السيد بن علي أبو المظفر وأبو الفتح المطرزي المقلب برهان الدين كان إماما في الفقه واللغة والعربية وله المغرب وله الإيضاح في شرح المقامات الحريري كان يقال هو خليفة الزمخشري ولد سنة 536 بجرجانية خوارزم وقيل 538 وتوفي بخوارزم سنة 610 قرأ ببلده على أبيه عبد السيد وعلى أبي المؤيد الموفق بن أحمد ابن محمد المكي خطيب خوارزم وسمع الحديث من أبي عبد الله محمد ابن علي التاجر وكان رأسا في الإعتزال دخل بغداد حاجا سنة 601 وتفقه على النعالي ولما مات رثي بثلاث مائة قصيدة .طبقات الحنفية للقرشي (592)\n(1/45)\n",
        "48- قال (ابن بدران) في (المدخل إلى مذهب الإمام احمد بن حنبل) (ص 427) عند ذكره (للمطلع) : أجاد في مباحث اللغة ونقل في كتابه فوائد منها دلت على رسوخ قدمه في اللغة و الأدب وكثيرا ما يذكر فيه مقالا لشيخه الإمام محمد ابن مالك المشهور ورتب كتابه على أبواب المقنع ثم ذيله بتراجم ما ذكر في المقنع من الأعلام فجاء كتابه غاية في الجودة .\n49- هو القاضي عياض السبتي المالكي صاحب الشفاء والإكمال المعلم وغيرها من التصانيف الجليلة المتوفى سنة 544 هـ, وكتابه ((مشارق الأنوار على صحاح الآثار)) في تفسير غريب حديث الموطأ والبخاري ومسلم و ضبط الألفاظ والتنبيه على مواضع الأوهام و التصحيفات وضبط أسماء الرجال وقد طبع عدة طبعات, ومن آخرها طبعة دار الفكر في مجلدين\n50- هو مجد الدين المبارك بن محمد الشيباني الجزري الشافعي المتوقي سنة 606 هـ صاحب جامع الأصول في أحاديث الرسولوغيرها من التصانيف, وكتابة النهاية في غريب الحديث طبع في خمس مجلدات بتحقيق الزاوي و الطناحي وقد اختصره الحافظ السيوطي في كتابه ((الدر النثير)) وقد طبع مؤخرا في مجلدين\n51- هو الشيخ أحمد بن غنيم بن سالم بن مهنا النفراوي ولد ببلدة نفرة ونشأ بها ثم حضر إلى القاهرة فتفقه في مبادىء أمره بالشهاب اللقاني ثم لازم العلامة عبد الباقي الزرقاني والشمس محمد بن عبد الله الخرشي وتفقه بهما واخذ الحديث عنهما واجتهد وتصدر وانتهت إليه الرياسة في مذهبه ومن مؤلفاته شرح الرسالة وشرح النورية وشرح الآجرومية توفي سنة 1125 هـ.((عجائب الآثار))(1\\127)\n(1/46)\n\n52- الحديث أخرجه الترمذي في جامعه (983 ) عن أنس : ( أن النبي صلى الله عليه وسلم دخل على شاب وهو في الموت فقال: كيف تجدك قال: والله يا رسول الله إني أرجو الله وإني أخاف ذنوبي فقال رسول الله صلى الله عليه وسلم: لا يجتمعان في قلب عبد في مثل هذا الموطن إلا أعطاه الله ما يرجو و آمنه مما يخاف ).قال أبو عيسى هذا حديث حسن غريب وقد روى بعضهم هذا الحديث عن ثابت عن النبي صلى الله عليه وسلم مرسلا. و أخرجه أيضا ابن ماجة ( 4261) قال الشيخ الألباني رحمه الله : حسن. ((السلسلة الصحيحة))(1051)\n53- انظر (ص 9) فهو فيها من رواية خالد بن عمران التجيبي مرسلا\n54- هو كتاب في فقه المالكية للقاضي عبد الوهاب البغدادي المتوفى سنة 422 وهو مطبوع في وزارة الأوقاف الإسلامية\n55- هو عثمان بن محمد شطا الدمياطي البكري نزيل مكة فقيه صوفي من تصانيفه : إعانة الطالبين على حل ألفاظ فتح المعين في أربعة أجزاء في فقه الشافعية , الدرر البهية فيما يلزم المكلف من العلوم الشرعية , كفاية الأتقياء ومنهاج الأصفياء و غير ذلك كان حيا سنة 1300. بتصرف من ((معجم المؤلفين)) (2\\369)\n56- ذكره السيوطي في ((الحاوي للفتاوى))(1\\58 ) قال :وألفت فيه مؤلفا سميته: (( إتحاف الوفد بنبأ سورة الحفد)) قال: وهو مودع في الجزء الثامن و الثلاثين من ((التذكرة)) .انتهى و((التذكرة)) هذه قال صاحب ((كشف الظنون)): هو مؤلف كبير في ثلاث مجلدات ثم نظمها وسماها بالفلك المشحون\n57- هو كتاب ((الإنتصار لنقل القرآن)) طبع مختصره للشيخ (أبي عبد الله الصيرفي) باسم ((نكت الإنتصار)) في دار المعارف الإسكندرية 1971 بتحقيق (محمد زغلول سلام) وهو كتاب مفيد",
        "(1/47)\n\n58 - هو القاضي أبو بكر بن الطيب بن محمد بن جعفر البصري المتكلم صاحب المصنفات, وأوحد وقته في فنه, المشهور بابن الباقلاني الأصولي الأشعري المالكي صنف تصانيف واسعة في الرد على الفرق الضالة, قال شيخ الإسلام ابن تيمية : هو أفضل المتكلمين المنتسبين إلى الأشعري ليس فيهم مثله لا قبله ولا بعده . ((شذرات الذهب))( 2\\168 ) بتصرف\n??\n??\n??\n??\n2\n9\n(1/48)"
    ]
}