{
    "partText": [
        "\n\nالمقدّمة :\nبسم الله الرحمن الرحيم",
        "الحمد لله أعظم الحمد ومنتهاه ، وغاية الشكر وأسماه ، حمداً ليس بعده حمد ، تبارك وتعالى الله ربّ العالمين ، والصلاة على نبيّه المصطفى ، ورسوله الأوفى ، ورحمته الكبرى ، وصاحب الشفاعة المرتجى ، محمّد بن عبدالله 6 ، وعلى أهل بيته المعصومين ، سفن النجاة ، ومنائر الهدى ، وحبل الله الممدود من الأرض إلى السماء.\nوبعد : فلعلّ استقراء متون كثير من المصنِّفات المختلفة لمؤلّفي الإمامية ـ وطوال حقب متلاحقة ـ يبيّن بجلاء لا يقبل الشكّ أنّ الكثير من الأصول المهّمة التي اعتمدتها هذه المؤلِّفات كمراجع تستقي منها موادّ بحثها لا زالت متأرجحة بين القطع الحتمي بانعدامها وتلفها ـ لأسباب متعدّدة ـ أو انزوائها مهملة في عالم المخطوطات المتناثر في بقاع هذه المعمورة ، وفي ذلك التصوّر الكثير من الأسباب الموجبة لمضاعفة الجهد في إغناء وتطوير الحركة التحقيقية الرصينة للتراث الشيعي العظيم.\nوإذا كانت مؤسّستنا قد وفِّقت بمنّ من الله تعالى ، وببركة أهل بيت العصمة : ، في أن ترفد بجهودها المتواضعة عموم هذه الحركة التحقيقية المباركة بأشكالها المختلفة ، فإنّها تعتبر مجلّتها الفصلية ( تراثنا ) ميداناً خصباً ومعطاءً في هذا المعترك المقدّس والسامي ، وبشهادة أساتذة الحوزة وفضلائها وذوي الاختصاص والباحثين ، بل ومرجعاً مهمّاً بشؤونها العلمية المتخصّصة.\nويعتبر الباب الذي جهدت ـ بمساعدة الإخوة المحقّقين ـ على تقديمه بشكل",
        "دوريٍّ متكامل ، والمختصّ بذخائر التراث ، من الأبواب المهّمة التي أغنت المكتبة الإسلامية به ، من خلال تحقيق وإخراج الكثير من الآثار المهمّة التي هي بلا شكّ طلبة الباحثين والدارسين والقرّاء.\nوالمجلّة إذ تدخل عامها التاسع ، فإنّ الذخائر التي تمّ نشرها من خلال هذا الباب المتخصّص قد تصاعد خطّها البياني ، واكتنزت بالكثير من النفائس القيّمة ، ينضاف إلى ذلك ما نشهده من ازدياد الطلب عليها من قبل القرّاء باختصاصاتهم المختلفة ، وهذا ما دفع إدارة المؤسّسة إلى التفكير الجدّي بإصدار مستلاّت الرسائل المحقّقة بشكل مستقلّ كخدمة إضافية تقدّمها في طريق إحياء ونشر التراث الشيعي.\nفإخضعت هذه الفكرة لدراسة علمية تبلورت منهجيّتها النهائية مع دعوة ( مديرية الشؤون الثقافية في وزارة الثقافة والإرشاد الإسلامي ) بالمشاركة في ( معرض محرّم ) الخاصّ بنشر الآثار الخاصّة بحياة الإمام الحسين 7 ومقتله ، إحياءً لذكرى فاجعة المشهد الرضوي على ساكنه آلاف التحية والسلام ، والتي راح ضحيّتها العديد من الزائرين بشكل مأساوي ومفجع في عاشوراء سنة 1415 ه‍ ، فبادرت المؤسّسة إلى المشاركة بهذا المعرض ـ مساهمة متواضعة منها ، وخطوة أولى في مشروعها التراثي الجديد ـ من خلال الستلال ونشر الحلقة غير المطبوعة من كتاب « الطبقات الكبير » لابن سعد ( 168 ـ 230 ه‍ ) والخاصّة بترجمة الإمام الحسين 7 ومقتله ، بتحقيق سماحة البحّاثة المتتبع والعلاّمة المحقّق حجّة الإسلام والمسلمين السيّد عبدالعزيز الطباطبائي ، والتي نُشرت على صفحات مجلّة ( تراثنا ) في عددها العاشر الصادر في شهر محرّم الحرام عام 1408 ه‍.\nوالمؤسّسة إذ تقدّم باكورة هذه المنهجية الجديدة فإنّها ستواصل بإذن الله تعالى الخطوات اللاحقة بها تباعاً ، خدمة للتراث العظيم لبيت العصمة والطهارة عليهم آلاف التحيّة والسلام ، والحمدلله أوّلاً وآخراً.",
        "مقدّمة المحقّق :\nابن سعد\nوكتابه « الطبقات » الكبير\nابن سعد هو أبو عبدالله محمد بن سعد بن منيع البصري ، نزيل بغداد ( 168 ـ 230 ) وهو أشهر من أن يعرّف به.",
        "وكتابه « الطبقات » الكبير لعلّه أشهر منه إذ هو السبب في شهرة مؤلفه فيقال : ابن سعد صاحب كتاب « الطبقات ».\nوقد طبعه المستشرق سخاو الهولندي وثلّة من زملائه المستشرقين في ليدن ، من سنة 1904 إلى سنة 1917 ، في ثمان مجلّدات ، وطبعوا له فهارس في مجلّد من سنة 1921 إلى سنة 1928.\nثمّ اُعيد طبعه بالاُفست في كل من طهران وبيروت ، كما اُعيد طبعه من جديد في كل من القاهرة وبيروت ، كل ذلك اعتماداً على الطبعة الاُولى الاُوروبية الناقصة دون مراجعة مخطوطاتها المتوفّرة (1) فالمخطوطات التي حصل عليها المستشرقون واعتمدوها في الطبع كان بها نقص في طبقات الصحابة وفي طبقات التابعين من أهل المدينة ، ثمّ حقّق الاُستاذ زياد محمد منصور القسم المتمّم لتابعي\n__________________",
        "(1) راجع في مخطوطاته : سزگين 1 / 481 من الترجمة العربية.\n\nأهل المدينة وطبع في بيروت من منشورات الجامعة الإسلامية بالمدينة المنوّرة سنة 1403 = 1983.\nوكنت وجدت في رحلتي إلى تركيا عام 1397 أجزاء من الكتاب من مخططات القرن السابع وهي عشرة اجزاء في خزانة السلطان أحمد الثالث في مكتبة طوپ قپوسراي في إسلامبول ، رقم 2835 ، وصفت في فهرسها للمخطوطات العربية ج 3 ص 482 ـ 485 ، وهي المجلّد الأول إلى الحادي عشر ، ما عدا الثاني والعاشر ، ويبدأ بالطبقة الخامسة من الكوفيّين ، ثمّ المجلّد الأخير في النساء (2).",
        "جاء في المجلّد السابع ، الورقة 245 ب : آخر الطبقة الرابعة وهي آخر طبقات الأكابر من أصحاب رسول الله ـ صلّى الله عليه وسلّم ـ ورضي الله عنهم.\nيتلوها الطبقة الخامسة وهم الّذين توفي النبي ـ صلّى الله عليه وسلّم ـ وهم أحداث الأسنان رضي الله عنهم أجمعين وصلّى الله على سيّدنا محمد وآله وصحبه وسلّم كثيراً.\nبسم الله الرحمن الرحيم ، وصلّى الله على سيّدنا محمد وآله وصحبه وسلّم.\nالطبقه الخامسة :",
        "في مَن قُبض رسول الله ـ صلّى الله عليه وسلّم ـ وهم أحداث الأسنان ولم يغزمنهم أحد مع رسول الله ـ صلّى الله عليه وسلّم ـ وقد حفظ عامّتهم ما حدّثوا به عنه ، ومنهم من أدركه ورآه ولم يحدّث عنه شيئاً.\nعبدالله بن العبّاس ( 18 ورقة ).\nعبيدالله بن العبّاس.\nقثم بن العبّاس.",
        "معبد بن العبّاس.\nثمام بن العبّاس.\nوجاء في نهايته ، في الورقة 266 ب :\nآخر الجزء السابع من كتاب الطبقات الكبير لأبي عبدالله محمد بن سعد",
        "__________________\n(2) وذكره سزگين في تاريخ التراث العربي 1 / 481 من الترجمة العربية.\nكاتب الواقدي رحمة الله عليه.\nيتلوه إن شاء الله في الجزء الثامن الحسن بن علي 8.",
        "الحمد لله وحده وصلواته على سيّدنا محمد نبيّه وآله وصحبه وسلامه.\nالجزء الثامن\nأوله ترجمة الحسن ثمّ الحسين ( 8 ) ، ثمّ عبدالله بن جعفر ، ثمّ عبدالله بن الزبير بن عبدالطلّب ، ثمّ في الورقة 82 ب عبدالله بن الزبير بن العوّام ، ثمّ في الورقة 112 ب عبدالله بن زمعة ، ثمّ عبدالرحمان بن أزهر ، ثمّ عبدالله بن مكمل ، ثمّ المسوّر بن مخرمة ...\nآخرهم عبدالله بن صيّاد ، ففي الورقة 145 : آخر الطبقة الخامسة وهي آخر طبقات أصحاب رسول الله ـ صلّى الله عليه وسلّم ـ تتلوها طبقة التابعين.",
        "145 ب : الطبقة الاُولى من أهل المدينة من التابعين بعد أصحاب رسول الله ـ صلّى الله عليه وسلّم ـ ...\nيبدأ المجلّد الثامن (3) منها بترجمة الإمامين الحسن والحسين 8 ما يستوعب 74 ورقة ، فصوّرت عليه ثمّ نسخته بيدي ، ثم قمت بتحقيقه لينشرهذا القسم بمفرده ، ثم شاء الله أن يتأخّر هذه الفترة وكان المقدّر أن يرى النور من خلال نشرة « تراثنا » وحيث كنّا على أبواب عاشوراء الحسين رأينا أن نقدّم ترجمته 7 ثمّ نتبعه بترجمة الحسن 7 بعده ، وسنعود إلى الكلام عن الكتاب هناك بشكل أسع ممّا هنا ، ومن الله نستمدّ العون وهو وليّ التوفيق.\n__________________\n(3) راجع فهرس مكتبة طوپقپوسراي 3 / 483 ، وراجع أيضاً فهرس معهد المخطوطات بالقاهرة ، فقد صوّرها المعهد كلّها ، والفيلم هناك برقم 1083 ، وتحدّث عنها فؤاد سيّد في فهرس المعهد ، التاريخ 2 / 175 ، تحت الرقم 322 ، فقال : « نسخة بمكتبة أحمد الثالث ، 2835 ، كتبت في القرن السابع بخط نسخ مشكول ، وقرئت أو عورضت على شرف الدين الدمياطي ... »",
        "ثمّ وصف المجموعة جزء فجزء إلى أن قال في ص 176 : « والجزء الثامن أوله ترجمة الحسن بن علي بن أبي طالب ، وآخره ترجمة الوليد بن الوليد ، 266 ق ، ف 1083 ».\n\n\nالحسين بن علي رضي الله عنهما",
        "ابن علي بن أبي طالب بن عبدالمطّلب بن هاشم بن عبد مناف بن قَصِيّ.\nويكنّى أبا عبدالله.\nواُمّه فاطمة بنت رسول الله ـ صلّى الله عليه وسلّم ـ واُمّها خديجة بنت خويلد بن أسد بن عبدالعُزّى بن قُصيّ.\nعلُقت فاطمة رضي الله عنها بالحسين لخمس ليال خلون من ذي القعدة سنة ثلاث من الهجرة ، فكان بين ذلك وبين ولادة الحسن خمسون ليلة (1).",
        "وولد الحسين في ليال خلون من شعبان سنة أربع من الهجرة (2).\nفَولَد الحسين :\nعليّ الأكبر‎ ، قتل مع أبيه بالطفّ ، لا بقيّة له.\nواُمّه آمنة بنت أبي مُرّة بن عروة بن مسعود بن معتب ، من ثقيف ، واُمّها ابنة أبي سفيان بن حرب ، وفيها يقول حسّان بن ثابت :",
        "[ 32 / ب ] وعليّ الأصغر (3) ، له العقب من ولد الحسين ، واُمّه اُمّ ولد ، وأخوه لاُمّة عبدالله بن زُيَيْد (4) مولى الحسين بن علي ، وهم ينزلون ينبع.\nوجعفراً ، لا بقيّة له ، واُمّه السلافة امرأةٌ من بلى بن عمرو بن الحاف ابن قضاعة.\n__________________\n(1) من أول الترجمة إلى هنا رواه الحافظ ابن عساكر في ترجمة الحسين 7 من « تاريخ دمشق » ص 23 تحت الرقم 31 بإسناده عن ابن سعد ، قال : في الطبقة الخامسة الحسين بن علي ...",
        "(2) وإلى هنا رواه ابن العديم في ترجمة الحسين 7 من « بغية الطلب في تاريخ حلب » 6 / 2568 ، عن أبي اليمن الكندي ، عن أبي بكر الأنصاري بالإسناد عن ابن سعد.\n(3) يقصد به الإمام زين العابدين 7 وليس هو الأصغر ، ولم يذكر المصنّف عليّاً الأصغر الذي قتل في حضن أبيه في كربلاء بسهم حرملة بن كاهل الأسدي ، واُمّه الرباب بنت امرئ القيس ، اُمّ سكينة الآتية.\n(4) زيَيْد ، بياء ين مصغّراً ، كما في تبصير المنتبه 2 / 640.\n",
        "وفاطمة ، واُمّها اُمّ إسحاق بنت طلحة بن عبيد بن عثمان بن عمروبن كعب بن سعد بن تيم بن مُرّة.\nوعبدالله ، قٌتل مع أبيه.\nوسكينة ، واُمّها الرباب بنت امرئ القيس بن عَدِيّ بن أوس بن جابر ابن كعب بن عليم بن هبل بن عبدالله بن كنانة بن بكر بن عوف بن عذرة بن زيد اللات بن رفيدة بن ثور بن كلب.\nوفي الرباب وسكينة يقول الحسين بن علي رضي الله عنهما :",
        "191 ـ قال : أخبرنا محمد بن عمر ، قال : حدّثنا سفيان الثوري ، عن عاصم بن عبيدالله ، عن عبيدالله بن أبي رافع ، عن أبيه ، قال :\nرأيت رسول الله ـ صلّى الله عليه وسلّم ـ أذّن في اُذني الحسين جميعاً بالصلاة.\n192 ـ قال : أخبرنا عبدالله بن بكر بن حبيب السهمي ، قال : حدّثنا حاتم بن أبي صغيرة ، عن سماك : إنّ اُمّ الفضل امرأة العبّاس قال : [ 33 / أ ] يا رسول الله ، رأيت في ما يري النائم كأنّ عضواً من أعضائك في بيتي ؟! فقال : خيراً رأيت ، تلد فاطمة غلاماً فترضعينه بلبان ابنك قثم.\nقال : فولدت الحسين فكفلته اُمّ الفضل ، قالـت : فأتيت به رسول الله ـ صلّى الله عليه وسلّم ـ فهو يُنَزّيه ويُقَبّلُه إذ بال على رسول الله ـ صلّى الله عليه",
        "__________________\n(191) راجع رقم ... عن سفيان بالإسناد في شأن الإمام الحسن 7 أيضاً.\n(192) ورواه في ترجمة اُمّ الفضل من الطبقات 8 / 278 بالإسناد واللفظ وأخرجه ابن ماجة في السنن في كتاب تعبير الرؤيا برقم 3923.\nوأورده سبط ابن الجوزي في تذكرة خواصّ الاُمّة ص 232 عن ابن سعد في الطبقات.",
        "وأخرجه الحاكم عن اُمّ الفضل في المستدرك 3 / 176 بإسناد آخر ولفظ أطول ، وكذا ابن عساكر في ترجمة الإمام الحسين 7 من تاريخ دمشق 12 رقم 8.\nوفي الأصل هنا وفي الرواية الآتية : الحسين ، والصواب : الحسن ، كما في الروايات الاُخرى إذ\n\nوسلّم ـ ، فقال : يا اُمّ الفضل ، امسكي ابني فقد بال عليَّ.",
        "قالـت : فأخذته فقرصته قرصة بكى منها وقلت : آذيت رسول الله ـ صلّى الله عليه وسلّم ـ بلت عليه !\nفلما بكى الصبي قال : يا امّ الفضل ، آذيتني في بني أبكيتيه ، قالـت ثمّ دعا بماء فحدره عليه حدراً وقال : إذا كان غلاماً فاحدروه حدراً ، وإذا كانت جارية فاغسلوه غسلاً.\n193 ـ قال : أخبرنا مالك بن إسماعيل ، عن شريك ، عن سماك ، عن قابوس ، عن امّ الفضل ، قالت :\nلمّا ولد الحسين بن علي قلت : يا رسول الله ، أعطنيه ـ أو ادفعه ـ إليّ فلأكفله وأرضعه بلبن قثم ، ففعل فأتيته به فوضعه على صدره فبال عليه فأصاب إزاره فقلت : أعطني إزارك أغسله ، فقال : إنما يصبّ على بول الغلام ويغسل بول الجارية.",
        "194 ـ قال : أخبرنا عبدالوهاب بن عطاء ، عن سعيد بن أبي عروبة ، عن\n__________________\nالظاهر من السياق أنّ قثم كان قد ولد وأنّ فاطمة لم يكن لها رضيع حينذاك ، فلو كان الحسن قد ولد لم ينتظر بفاطمة 3 أن تلد غلاماً آخر فترضعه أم الفضل ، ولم يكن بين الحسن والحسين 8 إلاّ طهر واحد.\n(193) ورواه في ترجمة امّ الفضل من الطبقات 8 / 279 عن عبيدالله بن موسى ، عن إسرائيل ، عن سماك ، عن قابوس بن المخارق ، بلفظ أطول ، ففيه :",
        "رأت امّ الفضل أنّ في بيتها من رسول الله [ 9 ] طائفة فأتت رسول الله فأخبرته ، فقال : هو خير ، إن شاء الله ، تلد فاطمة غلاماً ترضعينه بلبن قثم ابنك ، فولدت حسيناً فأعطتنيه ، فأرضعته حتى تحرّك فجاءت به إلى النبي ـ صلّى الله عليه وسلّم ـ فأجلسه في حجره فبال ، فضربت بيدها بين كتفيه ، فقال : أوجعت ابني أصلحك الله ـ أو : رحمك الله ـ فقلت : أخلع إزارك والبس ثوباً غيره كيما أغسله ، فقال : إنما ينضح بول الغلام ويغسل بول الجارية.\nوأخرجه الحافظ الطبراني في ترجمة الإمام الحسن 7 من المعجم الكبير 3 / 5 رقم 2526 بإسناده عن سماك ، وبرقم 2541 بإسناد آخر عنه وفيه : فولدت فاطمه حسناً.\nوأخرجه أحمد في المسند 6 / 339 بطريقين عن امّ الفضل ، وفيها أيضاً ، فولدت فاطمة حسناً.\n(194) ذكر ابن الأثير في النهاية في ( زرم ) الحديث وقال : لا تُزرموا ابني ، أي : لا تقطعوا عليه بوله ، يقال : زرم الدمع والبول إذا انقطعا ، وأزرمته أنا.",
        "قتادة ، عن محمد بن علي أبي جعفر.\nعن امّ الفضل [ 33 / ب ] أنّها أتت النبي ـ صلّى الله عليه وسلّم ـ بالحسين ابن علي فوضعته في حجره فبال.\nقالت : فذهبت لآخذه فقال : لا تزرمي ابني فإنّ بول الغلام ينضح ـ أو : يرشّ ، شكّ سعيد ـ وبول الجارية يغسل.\n195 ـ قال : أخبرنا الفضل بن دكين ، قال : حدّثنا أبو الأحوص ، عن سماك ، عن قابوس بن المخارق ، عن لبابة بنت الحارث ، قالت :",
        "كان الحسين بن علي في حجر رسول الله ـ صلّى الله عليه وسلّم ـ فبال عليه فقلت : البس ثوباً وأعطني إزارك أغسله ، فقال : إنما يغسل من بول الانثى وينضح من بول الذكر.\n196 ـ قال : أخبرنا هوذة بن خليفة ، قال : حدّثنا عوف عن رجل أنّ امّ الفضل امرأة العباس جاءت بالحسين وهو صبيّ يرضع فأخذه رسول الله ـ صلى الله عليه وسلّم ـ يقبّله ووضعه في حجره ، فبينا هو في حجره إذ بال ، قال : فكأنّ رسول الله ـ صلّى الله عليه وسلّم ـ تأذّى به فدفعه إلى امّ الفضل ، فخفقته خفقة بيدها! وقالت : أي كذا وكذا أبلت على رسول الله ـ صلّى الله عليه وسلّم ـ ؟! فقال رسول الله ـ صلّى الله عليه وسلّم ـ : مهلاً ، لقد أوجع قلبي ما فعليت به ، ثمّ دعا بماء فأتبعه بوله وقال : اتبعوه من بول الغلام واغسلوه من بول الجارية.\n197 ـ قال : أخبرنا عبدالله بن نمير ، عن ابن أبي ليلى ، عن عيسى بن\n__________________",
        "(195) أخرجه الحاكم في المستدرك 1 / 166 بإسناده عن أبي الأحوص ...\nولبابة بنت الحارث هي اُمّ الفضل زوجة العبّاس بن عبدالمطّلب ، تقدّم ذكرها في رقم 192 و 193 و 194 ، ويأتي ذكرها في رقم 196.\nوقابوس بن أبي المخارق ـ ويقال : ابن المخارق ـ من رجال أبي داود وابن ماجة ، أخرجوا حديثه هذا ، ومترجّم له في تهذيب الكمال 23 / 330 وتهذيب التهذيب 7 / 306.\n(196) وأخرجه الحافظ الطبراني في المعجم الكبير 3 / 5 رقم 2526 ورقم 2541.",
        "خفقته أي : ضربته ضرباً خفيفاً ، والمخفقة : الشيء يضرب به نحو سير أو درّة. راجع لسان العرب ( خفق ).\n(197) أحمد في المسند 4 / 348 بأطول من هذا وفيه : دعوا ابني لا تفزعوه حتى يقضي بوله ...\n\nعبدالرحمان ، عن عبدالرحمان بن أبي ليلى ، عن أبيه ، قال :",
        "كنّا جلوساً [ 34 / أ ] عند النبي ـ صلّى الله عليه وسلّم ـ إذ أتاه الحسن أو الحسين يحبو فوضعه رسول الله ـ صلّى الله عليه وسلّم ـ على صدره ، فبينما هو يحدّثنا إذ بال على صدره فقمنا لنأخذه ، فقال رسول الله ـ صلّى الله عليه وسلّم ـ : ابني ، ابني ، ثمّ دعا بماء فصبّه على مباله.\n198 ـ قال : أخبرنا وهب بن جرير بن حازم ، قال : حدّثني أبي ، قال : وأخبرنا عفّان بن مسلم وسعيد بن منصور ، قالا : حدّثنا مهدي بن ميمون جميعاً ، عن محمد بن أبي يعقوب ، عن ابن أبي نعم ، قال :\nسمعت رجلاً سأل ابن عمر عن دم البعوض يكون في ثوبه ؟ فقال : ممّن أنت ؟ فقال : من أهل العراق ، قال : انظروا إلى هذا يسألني عن دم البعوض وقد قتلوا ابن رسول الله ـ صلّى الله عليه وسلّم ـ !!\nوقد سمعت رسول الله ـ صلّى الله عليه وسلّم ـ يقول للحسن والحسين : هما ريحاني من الدنيا.",
        "199 ـ قال : أخبرنا عبدالله بن نمير ، عن الربيع بن سعد ، عن عبدالرحمان\n__________________\n(198) صحيح البخاري كتاب الأدب باب رحمة الولد ، وكتاب بدء الخلق باب مناقب الحسن والحسين ، والأدب المفرد 1 / 160 باب 45 رقم 85 ، مسند الطيالسي 1927 ، مسند أحمد 5568 و 5675 و 5940 ، وفي الفضائل رقم 1390 ، وسنن الترمذي 5 / 657 رقم 3770 ، خصائص علي للنسائي ص 26 ، المعجم الكبير للطبراني رقم 2884 ، والطيوريات الورقة ( 4 ب ) من طريق الحافظ أبي يعلى ، وأخرجه ابن الأثير في اُسد الغابة 1 / 20 من طريق الترمذي.\n(199) أخرجه أحمد في المسند [ استناداً إلى تصريح الذهبي ، ولكنّي لم أعثر عليه في المسند في مراجعة خاطفة ] ، وفي الفضائل برقم 1372 عن وكيع عن ربيع بن سعد بلفظ : سيّد شباب أهل الجنّة.",
        "وأورده عنه ابن كثير في تاريخه 8 / 206 والذهبي في سير أعلام النبلاء 3 / 190 وقال : تابعه عبدالله ابن نمير عن ربيع الجعفي ، أخرجه أحمد في مسنده.\nوأخرجه الحافظ أبو يعلى في مسنده 3 / 397 رقم 1874 عن محمد بن عبدالله بن نمير عن أبيه عن ربيع بلفظ : رجل من أهل الجنّة ، وأخرجه الحافظ ابن حبّان في صحيحه الورقة 6927 عن أبي يعلى.\nوأورده الذهبي في تاريخ الإسلام في وفيات سنة 61 ص 98 ، وابن حجر في المطالب العالية 4 / 71 ، والهيثمي في مجمع الزوائد 9 / 187 ، والمتّقي في كنز العمّال 12 / 116 ، كلّهم عن أبي يعلى.\nورواه الحافظ ابن عساكر في تاريخه بطرق ستّة من طريق أحمد وأبي يعلى وغيرهما ، وقال : وقد أخرجته في ترجمة الحسن.",
        "ابن سابط ، عن جابر بن عبدالله ، قال :\nدخل حسين بن علي من باب بني فلان فقال جابر : من سرّه أن ينظر إلى رجل من أهل الجنّة فلينظر إلى هذا ، فأشهد أنّي سمعت رسول الله ـ صلّى الله عليه وسلّم ـ يقوله.\n200 ـ قال : أخبرنا أبو أسامة ، عن عوف بن أبي جميلة ، عن أبي المعذّل عطية الطفاوي ، عن أبيه ، قال :\nأخبرتني اُمّ سلمة ، قالت : بينا رسول الله ـ صلى الله عليه وسلم ـ ذات [ 34 / ب ] يوم في بيتي إذ جاءت الخادم فقالت : علي وفاطمة بالسدّة ، فقال لي : تنحّي عن أهل بيتي ، فتنحّيت في ناحية البيت فدخل علي وفاطمة ومعهما حسن وحسين وهما صبيّان صغيران ، فأخذ حسناً وحسيناً فأجلسهما في حجره وأخذ عليّاً فاحتضنه إليه وأخذ فاطمة بيده الاُخرى فاحتضنهما وقبّلهما وأغدف عليهم خميصة سوداء ، ثم قال : اللّهم إليك لا إلى النار ، أنا وأهل بيتي.",
        "فقالت اُمّ سلمة ، فقلت : وأنا يا رسول الله ؟ قال : وأنت (1).\n201 ـ قال : أخبرنا خالد بن مخلّد ، قال : حدّثنا موسى بن يعقوب الزمعي ، قال : حدّثني هاشم بن هاشم ، عن عبدالله بن وهب ، قال : أخبرتني اُمّ\n__________________\nأقول : وهنا أيضاً راجع ترجمة الإمام الحسن 7 برقم 51.",
        "وقال شمس الدين الدمشقي في السيرة الشامية ( سبل الهدى والرشاد ) الباب الثاني عشر فيما ورد مختصّاً بالحسين ج 2 ، الورقة 546 ب : روى ابن حبّان وابن سعد وأبو يعلى وابن عساكر ، والضياء عن جابر ابن عبدالله قال : من سرّه أن ينظر إلى رجل من أهل الجنّة ، وفي لفظ : سيّد شباب أهل الجنّة.\n(200) أبو اُسامة : حماد بن اُسامة الكوفي ، من رجال الصحاح الستّ ، توفي 201 ، الطبقات 6 / 394 ، تهذيب التهذيب 3 / 222.\nأبو المعذل بتشديد الذال المعجمة وفتحها [ الإكمال 7 / 274 ] ، والطُفاوي بضمّ الطاء ، وبنو الطفاوة بطن من قيس عيلان من العدنانية ، جمهرة أنساب العرب : 233 ، نهاية الأرب : 64.\nوالحديث أخرجه ابن أبي شيبة في المصنّف 12 / 73 رقم 12153 عن أبي اُسامة ، وأخرجه أحمد في المسند 6 / 296 و 6 / 304 ، وفي فضائل الصحابر رقم 986 ، والدولابي في الكنى والأسماء 2 / 121 و 2 / 122.",
        "(1) هذا الحديث يدلّ أنّ اُمّ سلمة ـ رضي الله عنها ـ ناجية يوم القيامة لدعائه ـ 9 ـ لها خاصة بعد دعائه لنفسه ولأهل بيته ـ 9 ـ.\n\nسلسة أنّ رسول الله ـ صلّى الله عليه وسلّم ـ جمع فاطمة وحسناً وحسيناً ثمً أدخلهم تحت ثوبه ، ثمّ جأر (1) إلى الله فقال : ربّ هؤلاء أهلي.\nقالت اُمّ سلمة : فقلت : يا رسول الله أدخلني معهم ، فقال : إنّك من أهلي (2).",
        "202 ـ قال : أخبرنا خالد بن مخلد ، قال : حدّثنا موسى بن يعقوب الزمعي ، عن عبدالله بن أبي بكر بن زيد بن المهاجر ، قال : أخبرني مسلم بن أبي سهل النبّال ، قال : أخبرني حسن بن اُسامة بن زيد بن حارثة ، قال : أخبرني أبي اُسامة بن زيد ، قال :\nطرقت رسول الله ـ صلّى الله عليه وسلّم ـ ذات ليلة لبعض الحاجة ، فخرج إليّ وهو مشتمل على شيء لا أدري ما هو ؟\nفلمّا فرغت من حاجتي قلت : ما هذا الذي أنت مشتمل عليه ؟ فكشف\n__________________",
        "(1) جأر يجأر جأراً وجؤاراً : رفع صوته مع تضرّع واستغاثة. قاله في اللسان.\n(2) ربّما ورد الدليل على تنزيل بعض من استكمل الإيمان منزلة أهل البيت في موارد خاصة كسلمان واُمّ سلمة ، وهذا تنزيل مجازي لا حقيقي ، فلأهل البيت ـ : ـ ميزّاتهم وخصائصهم الخاصة بهم لا يشمل غيرهم.\n(202) سنن الترمذي 5 / 656 رقم 3769 ، والسنن الكبرى للنسائي 8524 ص 25 ، مصنّف ابن أبي شيبة 12 / 97 رقم 12231 عن خالد بن مخلد بهذا الإسناد ، صحيح ابن حبّان 6928 ، موارد الظمآن 2234 ، جامع الأصول 9 / 29 وقال محقّقه : صحّحه ابن حبّان والحاكم ، اُسد الغابة ، 2 / 12 ، كنز العمال 12 / 114 عن الترمذي وابن حبّان ، جمع الجوامع للسيوطي 2 / 244 في مسند اُسامة من قسم الأفعال وفيه : فأحبّهما وأحبّ من يحبّهما.\nوعن ابن أبي شيبة وعبد بن حميد والترمذي وابن حبّان والضياء المقدسي ( زاد ابن أبي شيبة : ثلاث مرّات ) ، عنهم كنز العمّال 13 / 671.",
        "ومسند أحمد 2 / 513 بطريقين صحيحين وفضائل الصحابة له رقم 1401 وخرّجه محقّقه على علل الدارقطني ودلائل النبوة لأبي نعيم 3 / 205 والحاكم في المستدرك 3 / 167 ، والذهبي في تلخيصه وفي تاريخ الإسلام 3 / 7 ، وفي سير أعلام النبلاء 3 / 169 ، وصحّحه في التلخيص المستدرك والحاكم في المستدرك.\nوالحافظ الطبراني في المعجم الكبير 2659 وبرقم 266 حديثاً آخر في الإمام الحسين خاصة ، ورواه البزّار ، كما في مجمع الزوائد 9 / 181 وقال : ورجال أحمد ثقات.\nفإذا حسن وحسين [ 35 / أ ] على وركيه.\nفقال : هذان ابناي وابنا ابنتي ، اللّهم إنك تعلم أنّي احبّهما فأحبّهما ، اللّهم إنّك تعلم أنّي احبّهما فأحبّهما ، اللّهمّ إنّك تعلم أني احبّهما فأحبّهما.",
        "203 ـ قال : أخبرنا عبيدالله بن موسى والفضل بن دكين ، قالا : حدّثنا كامل أبو العلاء ، عن أبي صالح.\nعن أبي هريرة ، قال : صلّى بنا رسول الله عليه وسلّم ـ صلاة العشاء فكان إذا سجد وثب الحسن والحسين على ظهره فإذا أراد أن يرفع رأسه أخذهما بيده فوضعهما وضعاً رفيقاً فإذا عاد عادا ، حتى إذا صلّى صلاته وضع واحداً على فخذ والآخر على الفخذ الاُخرى فقمت إليه فقلت : يا رسول الله ألا أذهب بهما ؟ قال : لا.\nقال : فبرقت برقة ، فقال : إلحقا باُمّكما ، فلم يزالا في ضوئها حتى دخلا.\n204 ـ قال : أخبرنا محمد بن إسماعيل بن أبي فديك ، عن محمد بن موسى ، عن عون بن محمد ، [ عن أبيه ، ] عن اُمّه ، عن جدّتها ، عن فاطمة أنّ رسول الله ـ صلّى الله عليه وسلّم ـ أتاها يوماً فقال : أين ابناي ؟ ـ يعني حسناً وحسيناً ـ فقالت : أصبحا وليس في بيتنا شيء يذوقه ذائق ، فقال علي : أذهب بهما فإنّي أتخّوف أن يبكيا عليك وليس عندك شيء ، فذهب إلى فلان اليهودي.",
        "__________________\n(203) أخرجه أحمد في المسند 2 / 513 عن أسود بن عامر عن كامل ... ، وعن أبي المنذر عن كامل أبي العلاء.\nفضائل الصحابة لاحمد 1401 ، والحاكم في المستدرك 3 / 167 ، والمنزي في تهذيب الكمال في ترجمة الحسن 7 بأسانيدهم عن كامل أبي العلاء ، وقال الحاكم : هذا حديث صحيح الإسناد ولم يخرجاه.\nوأورده الذهبي في سير أعلام النبلاء 3 / 256 وفي تلخيص المستدرك وقال : صحيح.",
        "(204) رواه الحافظ ابن عساكر في تاريخه برقم 169 من طريق ابن سعد ( تهذيب تاريخ ابن عساكر 4 / 319 ).\nوأخرجه الحاكم في المستدرك على الصحيحين 3 / 165 من طريق ابن أبي داود السجستاني ، عن أحمد بن الوليد بن برد الأنطاكي ، عن ابن أبي فديك ...\nوأورده الذهبي في « تلخيص المستدرك » وما وضعناه بين المعقوفين عن المستدرك.\n",
        "فتوجّه إليه النبي ـ صلّى الله عليه وسلّم ـ فوجدهما يلعبان في شربة ، بين أيديهما فضل من تمر ، فقال : يا علي ألا تقلب ابنيّ أن يشتدّ عليهما الحرّ ؟\nفقال علي : أصبحنا [ 35 / ب ] وليس في بيتنا شيء فلو جلست حتى أجمع لفاطمة تمرات ، فجلس رسول الله ـ صلّى الله عليه وسلّم ـ وعلي ينزع لليهودي دلواً بتمرة حتى اجتمع له شيء من تمر ، فجعله في حجزته ثمّ أقبل فحمل رسول الله ـ صلّى الله عليه وسلّم ـ أحدهما وعلي الآخر حتى قلبهما.\n205 ـ قال : أخبرنا عبيدالله بن موسى ، قال : أخبرنا علي بن صالح ، عن عاصم ، عن زرّ ، عن عبدالله بن مسعود ، قال : كان رسول الله ـ صلّى الله عليه وسلّم ـ يصلّي فإذا سجد وثب الحسن والحسين على ظهره ، فإذا أرادوا أن يمنعوهما أشار إليهم أن دعوهما ، فلمّا قضى الصلاة وضعهما في حجره ثمّ قال : من أحبّني فليحبّ هذين.\n206 ـ قال : أخبرنا الفضل بن دكين ، قال : حدّثنا سالم الحذّاء ، عن",
        "__________________\n(205) أخرجه أبو داود الطيالسي في مسنده برقم 2502 ، وابن أبي شيبة في المصنّف 12 / 95 ، وأبو يعلى في مسنده ق 232 / أ ، والهيثم بن كليب في مسنده 71 / أ ، وابن حبّان في صحيحه ق 184 / أ ( مورد الظمآن رقم 2233 ) والطبراني في المعجم الكبير رقم 2644 ، والبيهقي في سننه 2 / 263 ، وأبو نعيم في الحلية 2 / 35 و 8 / 35 ، وابن عساكر في ترجمة الإمام الحسن 7 من تاريخه بطرق كثيرة بالأرقام 107 إلى 111 ، والهيثمي في مجمع الزوائد 9 / 179 عن أبي يعلى والبزّار والطبراني وقال ص 180 : ورجال أبي يعلى ثقات ، ورواه البوصيري في إتحاف السادة المهرة ج 3 ق 61 ب من حديث أبي هريرة وقال : رواه أبو داود الطيالسي والبزّار بإسناد حسن ، ورواه ابن أبي شيبة والنسائي في الكبرى وابن ماجة بإسناد صحيح بلفظ : من أحبّ الحسن والحسين فقد أحبّني ومن أبغضهما ...\nومن حديث ابن مسعود وقال : رواه ابن أبي شيبة وأبو يعلى والبزّار وابن حبّان في صحيحه والنسائي في الكبرى.\nوأورده الحافظ ابن حجر في ترجمة الإمام الحسن 7 من الإصابة 1 / 329 عن الحافظ أبي يعلى ثمّ قال : وله شاهد في السنن وصحيح ابن خزيمة عن بريدة ، وفي معجم البغوي نحوه بسند صحيح عن شّداد ابن الهاد ، إنتهى.",
        "أقول : وفي لفظ بعضها كابن أبي شيبة وابن حبّان وغيرهما : دعوهما بأبي هما واُمّي ...\n(206) أخرجه الترمذي وابن ماجة والنسائي وأحمد وأبو يعلى ، وتقدّم بإسناد آخر برقم 51 فراجع التعاليق عليه.\nوأخرجه الحافظ الطبراني في المعجم الكبير برقم 2645 و 2648 وابن عساكر في ترجمة الإمام الحسن\nالحسن بن سالم بن أبي الجعد ، قال : سمعت أبا حازم يحدّث أبي عشر مرار أو أكثر عن أبي هريرة ، عن النبي ـ صلّى الله عليه وسلّم ـ ، قال : من أحبّ الحسن والحسين فقد أحبّني ، ومن أبغضهما فقد أبغضني.",
        "207 ـ قال : أخبرنا الفضل بن دكين ، قال : حدّثنا سفيان ، عن أبي الجُحّاف ، عن أبي حازم.\nعن أبي هريرة ، قال : قال رسول الله ـ صلّى الله عليه وسلّم ـ : من أحبّهما فقد أحبّني ، ومن أبغضهما فقد أبغضني ـ يعني الحسن والحسين ـ.\n208 ـ قال : أخبرنا عفّان بن مسلم ، قال : حدّثنا وهيب بن خالد ، قال : أخبرنا عبدالله بن عثمان بن خثيم ، عن سعيد بن [ 36 / أ ] أبي راشد ،\n__________________",
        "7 برقم 102 من طريق أبي يعلى وبرقم 104.\nوأورده البوصيري في مصباح الزجاجة ( بزوائد ابن ماجة ) وقال : هذا إسناد صحيح ورجاله ثقات ، ورواه النسائي في المناقب ، إنتهى.\n(207) أخرجه ابن ماجة في سننه برقم 143 ، وأحمد في فضائل الصحابة رقم 1359 وفي المسند 2 / 288 و440 و 521 وفي طبعة شاكر برقم 7863 وفيه : ( حسناً وحسيناً ) ، والطيراني في المعجم الكبير 2646 و 2647 وخرّجه محقّقه على صحيح ابن حبّان برقم 2233. وأخرجه الحاكم في المستدرك 3 / 166 و 171 من طريق أحمد وصحّحه هو والذهبي ، وأخرجه ابن عساكر في ترجمة الإمام الحسن 7 من تاريخه برقم 103 ، والذهبي في تلخيص المستدرك 3 / 166 وصحّحه ، وفي سير أعلام النبلاء 3 / 168 و 190. وقال : وروى مثله أبو الجحّاف وسالم بن أبي حفصة وغيرهما عن أبي حازم الأشجعي عن أبي هريرة مرفوعاً وفي الباب عن اُسامة وسلمان الفارسي وابن عباس وزيد بن أرقم ، إنتهى. وفي مجمع الزوائد 9 / 179 ، ورواه البزّار.\n(208) أخرجه البخاري في الأدب المفرد 1 / 455 رقم 364 وفي التاريخ الكبير 8 / 414 بطريقين ، والترمذي في سننه 5 / 658 رقم 3775 ، وأحمد في الفضائل 1361 والمسند 4 / 172 بسندين ، وابن ماجة في سننه برقم 144 بطريقين ، وابن حبّان في صحيحه 184 ب ( مورد الظمآن 2240 ) ، والدولابي في الكنى والأسماء 1 / 88 ، والفسوي في المعرفة والتاريخ 1 / 308 ، والحاكم في المستدرك على الصحيحين 3 / 177 وصحّحه هو والذهبي وأخرجه ابن أبي شيبة في المصنّف 12 / 102 عن عفّان بهذا الإسناد ، والحافظ الطبراني في المعجم الكبير 3 / 20 رقم 2586 و 2587 و 2589 ، وأخرجه أبو حاتم وسعيد بن منصور كما في ذخائر العقبى ص 133 ، جامع الأصول 9 / 29 ، اُسد الغابة 1 / 20 والبوصيري في إتحاف السادة المهرة 3 / 61 ب ، وقال : رواه أبوبكر بن أبي شيبة و اللفظ له ، ورواه محمد بن يحيى بن أبي عمر وأحمد بن منيع وأحمد ابن حنبل والحاكم وصحّحه ، والذهبي في تلخيص المستدرك 3 / 177 وصححه ، وفي سير أعلام النبلاء 3 / 190 عن أحمد ، والمزّي في تهذيب الكمال 6 / 401.",
        "\nعن يعلى العامري أنّه خرج مع رسول الله ـ صلّى الله عليه وسلّم ـ إلى طعام دعوا له فاستنتل رسول الله ـ صلّى الله عليه وسلّم ـ أمام القوم ، قال : فإذا حسين مع الغلمان يلاعبهم.\nقال : فأراد رسول الله ـ صلّى الله عليه وسلّم ـ أن يأخذه ، قال : فطفق الصبيّ يفرّ هاهنا مرّة ، وهاهنا مرّة ، وجعل رسول الله ـ صلّى الله عليه وسلّم ـ يضاحكه حتى أخذه فوضع إحدى يديه تحت قفاه والاُخرى تحت ذقنه ووضع فاه على فيه فقبّله.\nقال : فقال : حسين منّي وأنا منه ، أحب الله من أحبّ حسيناً ، حسين سبط من الأسباط.",
        "209 ـ قال : أخبرنا عفّان بن مسلم ، قال : حدّثنا وهيب ، قال : حدّثنا عبدالله بن عثمان بن خثيم ، عن سعيد بن أبي راشد.\nعن يعلى العامري ، قال : جاء حسن وحسين يستبقان إلى رسول الله _ صلّى الله عليه وسلّم ـ فضمّهما إليه وقال : الولد مبخلة مجبنة ، وإنّ آخر وطأة وطئها الله بِوَجّ (1).\n210 ـ قال : أخبرنا عفّان بن مسلم وعمرو بن عاصم ، الكلابي ، قالا\n__________________\n(209) وأخرجه أحمد في الفضائل 1362 ، والمسند 4 / 172 عن عفّان ، وأخرجه الحاكم في المستدرك 3 / 164 بطريقين عن عفّان ثانيهما من طريق أحمد بن حنبل ، وزاد فيه مخزمه وليس فيه وإنّ آخر ...",
        "ثمّ قال : هذا حديث صحيح على شرط مسلم ولم يخرجاه ، وأورده الذهبي في تلخيصه ساكتاً عليه كنز العمال 13 / 656 ، جمع الجوامع 2 / 622 ، وتقدّم نحوه برقم 205 عن ابن مسعود.\nوأخرج الحافظ أبو يعلى في مسنده 6 / 150 نحوه عن أنس.\n(1) وأورده ابن الأثير في النهاية ( وطأ ) 5 / 200 بلفظ : إنّكم لتبخّلون وتجبّنون وتجهلون ، وإنّكم لمن ريحان الله وإنّ آخر وطأة وطئها الله بَوَجّ.\nأي تحملون على البخل والجبن والجهل يعني الأولاد ، فإنّ الأب يبخل بإنفاق ماله ليخلفه لهم ويجبن عن القتال ليعيش لهم فيربّيهم ، ويجهل لأجلهم فيلاعبهم ، وريحان الله رزقه وعطاؤه.",
        "ووجّ : من الطائف ...\nوالمعنى أنّ آخر أخذة ووقعة أوقعها الله بالكفّار كانت بوجّ ، وكانت غزوة الطائف آخر غزوات رسول الله صلّى الله عليه وسلّم.\n(210) أخرجه أحمد في المسند 6 / 467 وابن أبي شيبة في المصنّف 12 / 100 ، وأخرجه الحاكم في المستدرك\nحدّثنا مهدي بن ميمون ، قال : حدّثنا محمد بن عبدالله بن أبي يعقوب ، عن الحسن بن سعد مولى الحسن بن علي.",
        "عن عبدالله بن شدّاد بن الهاد ، قال : سجد رسول الله ـ صلّى الله عليه وسلّم ـ في صلاة فجاءه الحسن أو الحسين ـ قال مهدي : وأكبر ظنّي أنّه حسين ـ فركب عنقه وهو ساجد ، فأطال السجود بالناس حتى ظنّوا أنه قد حدث أمر [ 36 / ب ] فلمّا قضى صلاته قالوا : يا رسول الله لقد أطلت من السجود حتى ظننّا أنّه قد حدث أمر ؟ قال : إنّ ابني هذا ارتحلني فكرهت أن اُعجّله حتى قضى حاجته.\n211 ـ قال : أخبرنا عفّان بن مسلم ، قال : حدّثنا خالد بن عبدالله ، قال : حدّثنا يزيد بن أبي زياد ، عن عبدالرحمن بن أبي نعيم.\nعن أبي سعيد الخدري ، قال : قال رسول الله ـ صلّى الله عليه وسلّم ـ : الحسن والحسين سيّدا شباب أهل الجنّة.\n212 ـ قال : أخبرنا يزيد بن هارون ويعلى بن عبيد وأبو عامر العقدي ، قالوا : حدّثنا سفيان ، عن منصور ، عن المنهال ، عن سعيد بن جبير ، عن ابن عبّاس ، قال : كان رسول الله ـ صلّى الله عليه وسلّم ـ يعوّذ الحسن والحسين وهما صبيّان",
        "__________________\nعلى الصحيحين 3 / 165 بإسناده عن محمد بن عبدالله بن أبي يعقوب ثم قال : هذا حديث صحيح على شرط الشيخين ولم يخرجاه ، وأورده الذهبي في تلخيصه ورمز له خ م ، أي صحيح على شرط البخاري ومسلم ، وفي سير أعلام النبلاء 3 / 171 ، وتاريخ الإسلام 3 / 8.\nوكنز العمّال 12 / 124 ـ 125 عن أحمد و سنن النسائي كتاب الافتتاح باب هل يجوز أن تكون سجدة أطول ، رقم 1142 ، ومعجمي البغوي والطبراني ومستدرك الحاكم وسنن سعيد بن منصور وسنن البيهقي.\nوكنز العمّال 13 / 68 ، تهذيب الكمال 6 / 402 ، جامع الاُصول 9 / 131.",
        "(211) وأخرجه الترمذي في سننه 5 / 646 ، وقال : هذا حديث حسن صحيح ، وراجع رقم 52.\n(212) وأخرجه أبو عبيد في « غريب الحديث » عن يزيد بن هارون بالإسناد واللفظ كما في التدوين في ترجمة علي بن ممويه الدقّاق ، قال الرافعي : سمع أبا الحسن القطّان في غريب الحديث لأبي عبيد ، حدّثني يزيد ...\nوابن حبّان في صحيحه 2 / 254 برقم 999 بإسناده عن زيد بن أبي أنيسة عن المنهال ، وبرقم 1000 بإسناده عن جرير عن منصور ...\n",
        "فقال : هاتوا ابنيّ حتى اُعوّذهما بما عوّذ إبراهيم ابنيه إسماعيل وإسحاق فضمّهما إلى صدره ثمّ قال : اُعيذكما بكلمات الله التامّة من كل شيطان وهامة ومن كل عين لامة. ويقول : هكذا كان إبراهيم يعوّذ ابنيه إسماعيل وإسحاق.\n213 ـ قال : أخبرنا حجّاج بن نصير ، قال : حدّثنا محمد بن ذكوان الجهضمي ـ أخو الحسن ـ ، عن منصور بن المعتمر ، عن إبراهيم ، عن علقمة ، عن عبدالله بن مسعود أنّ رسول الله ـ صلّى الله عليه وسلّم ـ كان قاعداً في ناس من أصحابه فمرّ به الحسن والحسين وهما صبيّان فقال : هاتوا ابنيّ حتى اعوّذهما بما عوّذ إبراهيم ابنيه إسماعيل [ 37 / أ ] وإسحاق فضمّهما إلى صدره ثمّ قال : اُعيذكما بكلمات الله التامّة من كل شيطان وهامة ومن كل عين لامة.\nقال : وكان إبراهيم يقرأ مع هؤلاء الكلمات فاتحة الكتاب.\nوقال منصور : عوّذ بها فإنّها تنفع من العين ومن كل وجع ولدغة وقال : اكتبها.",
        "214 ـ قال : أخبرنا هوذة بن خليفة ، قال : حدّثنا عوف ، عن الأزرق بن قيس ، قال :\nقدم على النبيّ ـ صلّى الله عليه وسلّم ـ اُسقف نجران والعاقب ، قال : فعرض عليهما رسول الله ـ صلّى الله عليه وسلّم ـ الإسلام ، فقالا : إنّا كنّا مسلمين قبلك ! قال : كذبتما ، إنّه منع منكما الإسلام ثلاث ؛ قولكما : اتّخذ الله ولداً ! وأكلكما لحم الخنزير ، وسجودكما للصنم !\nفقالا : فمن أبو عيسى ؟! فما درى رسول الله ـ صلّى الله عليه وسلّم ـ ما يردّ عليهما حتى أنزل الله تبارك وتعالى : « إنّ مثل عيسى عند الله كمثل آدم خلقه من تراب ثمّ قال له كن فيكون ... » إلى قوله : « إنّ هذا لهو القصص الحقّ وما من إله إلاّ الله وإن الله لهو العزيز الحكيم ».\nقال : فدعاهما رسول الله ـ صلّى الله عليه وسلّم ـ إلى الملاعنة وأخذ بيد فاطمة والحسن والحسين ، وقال : هؤلاء بنيّ.",
        "__________________\n(214) ابن سعد في الطبقات ج 1 ق 1 ص 85 ـ 84.\nقال : فخلا أحدهما بالآخر فقال : لا تلاعنه فإنّه إن كان نبيّاً فلا بقيّة.\nقال : فجاءا فقالا : لا حاجة لنا في الإسلام ولا في ملاعنتك ، فهل من ثالثة ؟ قال : نعم ، الجزية ، فأقرا بها ورجعا [ 37 / ب ].",
        "215 ـ قال : أخبرنا محمد بن حميد العبدي ، عن معمّر ، عن قتادة ، قال : لمّا أراد النبي ـ صلّى الله عليه وسلّم ـ أن يباهل أهل نجران أخذ بيد حسن وحسين وقال لفاطمة : اتبعينا فلمّا رأى ذلك أعداء الله رجعوا.\n216 ـ قال : أخبرنا خالد بن مخلّد ، قال : حدّثنا سليمان بن بلال ، قال : حدّثني جعفر بن محمد ، عن أبيه ، قال : جعل عمر بن الخطّاب عطاء الحسن والحسين مثل عطاء أبيهما رضي الله عنه.\n217 ـ قال : أخبرنا محمد بن عمر ، قال : حدّثني موسى بن محمد بن إبراهيم بن الحارث التيمي ، عن أبيه أنّ عمر بن الخطّاب لمّا دوّن الديوان وفرض العطاء ألحق الحسن والحسين بفريضة أبيهما مع أهل بدر لقرابتهما برسول الله ـ صلّى الله عليه وسلّم ـ ففرض لكلّ واحد منهما خمسة الاف.\n218 ـ قال : حدّثنا خالد بن مخلّد وأبوبكر بن عبدالله بن أبي اُويس ، قالا : حدّثنا سليمان بن بلال ، قال : حدّثني جعفر بن محمد ، عن أبيه (1) ، قال :",
        "قدم على عمر حُلل من اليمن ، فكسا الناس فراحوا في الحلل ، وهو بين القبر والمنبر جالس والناس يأتونه فيسلّمون عليه ويدعون.\nفخرج الحسن والحسين ابنا علي من بيت اُمّهما فاطمة بنت رسول الله ـ صلّى الله عليه وسلّم ـ يتخطّيان الناس ، وكان بيت فاطمة في جوف المسجد ليس عليهما من تلك الحلل شيء ! وعمر قاطب صارّ بين عينيه ، ثمّ قال : والله ما هنّأني ما [ 38 / أ ] كسوتكم ، قالوا : لِمَ يا أمير المؤمنين ؟ كسوت رعيّتك\n__________________\n(217) تقدّم برقم 87 وأْخرجه ابن عساكر من طريق ابن سعد برقم 182 وعنه برقم 224 في ترجمة الحسن 7.",
        "(218) كنز العمال 13 / 659 عن ابن سعد ، ورواه ابن عساكر برقم 183 بإسناده عن ابن سعد ، ثمّ رواه برقم 184 بإسناد آخر عن حمّاد بن زيد عن معمّر عن الزهري بأوجز منه.\n(1) إسناده منقطع حسب مصطلح القوم.\n\nوأحسنت ، قال : من أجل الغلامين يتخطّيان الناس ليس عليهما منها شيء ، كبرت عنهما وصغرا عنها.",
        "ثمّ كتب إلى صاحب اليمن أن ابعث إليّ بحلّتين لحسن وحسين وعجّل ، فبعث إليه بحلّتين فكساهما (1).\n219 ـ قال : أخبرنا سليمان بن حرب ، قال : حدّثنا حمّاد بن زيد ، قال : حدّثنا يحيى بن سعيد الأنصاري ، عن عبيد بن حنين ، عن حسين بن علي ، قال : صعدت إلى عمر بن الخطّاب المنبر ، فقلت له : إنزل عن منبر أبي واصعد منبر أبيك ، قال : فقال لي : إنّ أبي لم يكن له منبر فأقعدني معه ، فلّما نزل ذهب بي إلى منزله فقال : أي بنيّ من علّمك هذا ؟ قال : قلت : ما علّمنيه أحد ، قال : أي بنيّ لو جعلت تأتينا وتغشانا !\nقال : فجئت يوماً وهو خال بمعاوية ، وابن عمر بالباب لم يؤذن له ، فرجعت فلقيني بعد فقال لي : يا بنيّ لم أراك أتيتنا ؟ قال : قلت : قد جئت وأنت خال بمعاوية فرأيت ابن عمر رجع فرجعت ، قال : أنت أحقّ بالإذن من عبدالله بن عمر ، إنّما أنبت في رؤوسنا ما ترى الله ، ثمّ أنتم ، قال : ووضع يده علي رأسه.\n220 ـ قال : أخبرنا قبيصة بن عقبة ، قال : حدّثنا يونس بن أبي إسحاق ، عن العيزار بن حريث ، قال : بينما عمرو بن العاص جالس في ظلّ الكعبة إذ رأى",
        "__________________\n(1) لا أدري أين كان حنان لشيخ وعطفه على هذين الغلامين يوم هجم عليهم الدار ليحرقها بمن فيها ! قيل له : إنّ فيها فاطمة ، قال : وإنْ !!\n(219) ورواه الخطيب في تاريخ بغداد 1 / 141 بإسناده عن حمّاد بن زيد ، ورواه ابن عساكر في ترجمة الحسين 7 من تاريخه برقم 180 من طريق الخطيب.\nورواه ابن عساكر برقم 179 بإسناده عن ابن سعد ، ورواه الكنجي في كفاية الطالب ص 424 من طريق الحافظ ابن عساكر ثم قال : وذكره محمد بن سعد.",
        "ورواه الحافظ ابن عساكر برقم 178 من طريق أحمد بن حنبل عن سليمان بن حرب إلى قوله : وجعلت تغشانا.\nوتاريخ الإسلام 3 / 8 ، وسير أعلام النبلاء 3 / 191 ، وقال : إسناده صحيح ، وتهذيب الكمال 6 / 404 ، وتهذيب التهذيب 2 / 346 ، والإصابة 1 / 332 وقال : سنده صحيح وهو عند الخطيب.\nوأورده في تذكرة خواصّ الاُمة ص 234 عن ابن سعد في الطبقات ملخّصاً ، وكنز العمّال 12 / 655 عن ابن سعد وابن راهويه والخطيب. ( 219 ـ 220 ) رواهما ابن عساكر برقم 190 بإسناده عن ابن سعد.\nالحسين بن علي مقبلاً ، فقال : هذا أحبّ أهل الأرض إلى أهل السماء اليوم.",
        "221 ـ فقال [ 38 / ب ] أبو إسحاق : بلغني أنّ رجلاً جاء إلى عمرو بن العاص وهو جالس في ظلّ الكعبة فقال : عليّ رقبة من ولد إسماعيل ؟ فقال : ما أعلمها إلاّ الحسن والحسين.\n222 ـ قال : أخبرنا عثمان بن عمر ومحمد بن كثير العبدي ، قالا : حدّثنا إبراهيم بن نافع ، عن عمرو بن دينار ، قال : كان الرجل إذا أتى ابن عمر فقال : إنّ عليّ رقبة من بني إسماعيل ؟ قال : عليك بالحسن والحسين.\n223 ـ قال : أخبرنا كثير بن هشام ، قال : حدّثنا حمّاد بن سلمّة ، عن أبي المهزم ، قال : كنّا مع جنازة امرأة ومعنا أبو هريرة فجيء بجنازة رجل فجعله بينه وبين المرأة فصلى عليهما ، أقبلنا أعيا الحسين فقعد في طريق ، فجعل أبوهريرة ينفض التراب عن قديمه بطرف ثوبه ، فقال الحسين : يا باهريرة وأنت تفعل هذا ؟!\nقال أبو هريرة : دعني ، فوالله لو يعلم الناس منك ما أعلم لحملوك على رقابهم.",
        "224 ـ قال : أخبرنا عارم بن الفضل ، قال : حدّثني مهدي بن ميمون ، قال : حدّثنا محمد بن أبي يعقوب الضبّي.\nأنّ معاوية بن أبي سفيان كان يلقى الحسين فيقول : مرحباً وأهلاً بابن رسول الله ـ صلّى الله عليه وسلّم ـ ويأمر له بثلاثمائة ألف.\n225 ـ قال : أخبرنا عبيدالله بن موسى ، قال : أخبرنا قطري الخشّاب ـ مولى\n__________________",
        "(223) رواه ابن عساكر برقم 191 عن ابن سعد.\nورواه الذهبي في تاريخ الإسلام 3 / 9 ـ 10 عن محمد بن سعد.\n(225) تذكرة خواصّ الاُمّة ص 234 عن ابن سعد في الطبقات ملخّصاً.\nورواه الحافظ ابن عساكر بإسناده عن ابن سعد في ترجمة الحسن 7 من تاريخ دمشق برقم 224 وفيه : مدرك بن زياد ، والصحيح مدرك أبو زياد. وقد ترجم له البخاري في الكنى ص 32 فقال : أبو زياد مولى ابن عباس ، عن ابن عباس ...",
        "وفي التاريخ الكبير 8 / 2 : مدرك أبو زياد مولى علي ، عن علي ، روى عنه الربيع بن صالح.\nوقال ابن حجر : وأبو زياد ذكره ابن حبّان أيضاً في الثقات ...\n\nطارق ـ ، قال : حدّثنا مدرك ـ أبو زياد ـ ، قال :",
        "كنّا في حيطان ابن عبّاس فجاء ابن عبّاس وحسن وحسين فطافوا في البستان فنظروا ثمّ جاءوا [ 39 / أ ] إلى ساقية فجلسوا على شاطئها ، فقال لي حسن : يا مدرك ، أعندك غذاء ؟ قلت : قد خبزنا ، قال : إيت به ، قال : فجئته بخبز وشيء من ملح جريش وطاقتين بقل فأكل ، ثمّ قال : يا مدرك ، ما أطيب هذا !\nثمّ أتى بغذائه وكان كثير الطعام طيّبه ، فقال : يا مدرك ، اجمع لي غلمان البستان ، قال : فقدّم إليهم فأكلوا ولم يأكل ، فقلت : ألا تأكل ؟! قال : ذاك كان أشهى عندي من هذا.\nثمّ قاموا فتوضؤوا ثمّ قدّمت دابّة الحسن فأمسك له ابن عبّاس بالركاب وسوى عليه.\nثمّ جيء بدابّة الحسين فأمسك له ابن عبّاس بالركاب وسوّى عليه ، فلمّا مضينا قلت : أنت أكبر منهما تمسّك لهما وتسوّي عليهما ؟!",
        "فقال : يالكع ، أتدري من هذان ؟! هذان ابنا رسول الله ـ صلّى الله عليه وسلّم ـ أو ليس هذا ممّا أنعم الله عليّ به أن امسك لهما واسوّي عليهما ؟!\n226 ـ قال : أخبرنا عبيدالله بن موسى ، قال : أخبرنا إسرائيل ، عن أبي إسحاق عن رزين بن عبيد ، قال : شهدت ابن عبّاس وأتاه علي بن حسين فقال : مرحباً بابن الحبيب.\n227 ـ قال : أخبرنا إسماعيل بن إبراهيم الأسدي ، عن ابن عون ، عن عمير بن إسحاق ، قال :\nكان مروان أميراً علينا ستّ سنين فكان يسبّ عليّاً كل جمعة على المنبر ، ثمّ عزل ، فاستعمل سعيد بن العاص سنتين فكان لا يسبّه ، ثم عزل ، واُعيد مروان",
        "__________________\nوأخرج الحافظ ابن عساكر هذا الحديث بإسناد آخر في ترجمة الحسين 7 برقم 188 وفيه : مدرك بن عمارة.\n(226) وأخرجه أحمد في الفضائل 2 / 777 برقم 1377 عن يحيى بن آدم ، عن إسرائيل.\n(227) السيوطي في تاريخ الخلفاء ص 190 عن ابن سعد ملخّصاً إلى قوله : فالله أشدّ نقمة.",
        "فكان يسبّه.\nفقيل : يا حسن ، ألا تسمع ما يقول هذا ؟! فجعل لا يردّ [ 39 / ب ] شيئاً.\nقال : وكان الحسن يجيء يوم الجمعة فيدخل في حجرة النبي ـ صلّى الله عليه وسلّم ـ فيقعد فيها فإذا قضيت الخطبة خرج فصلّى ثم رجع إلى أهله.\nقال : فلم يرض بذلك حتى أهداه له في بيته ، قال : فأنا لعنده إذ قيل : فلان بالباب ، قال : إئذن له ، فوالله إنّي لأظنّه قد جاء بشرّ ، فأذن له فدخل فقال : يا حسن ، إنّي قد جئتك من عند سلطان وجئتك بعزمه ، قال : تكلّم.",
        "قال : أرسل مروان بعلي وبعلي وبعلي وبك وبك وبك وما وجدت مثلك إلاّ مثل البغلة ! يقال لها : من أبوك ؟ فتقول : اُمّي الفرس.\nقال : ارجع إليه فقل له : إنّي والله لا أمحو عنك شيئاً ممّا قلت بأن أسبّك ولكنّ موعدي وموعدك الله ، فإن كنت صادقاً فجزاك الله بصدقك ، وإن كنت كاذباّ فالله أشدّ نقمة ، وقد كرّم الله جدّي أن يكون مثله ـ أو قال : مثلي ـ مثل البغلة.\nفخرج الرجل فلمّا كان في الحجرة لقي الحسين فقال له : يا فلان ، ما جئت به ؟ قال : جئت برسالة وقد أبلغتها ، فقال : والله لتخبرني ما جئت [ به ] أو لآمرن بك فلتضربنّ حتى لا تدري متى رفع عنك ، فقال : ارجع ، فرجع فلمّا رآه الحسن قال : ارسله ، قال : إنّي لا أستطيع ، قال : لِمَ ؟ قال : إنّي قد حلفت ، قال : قد لج فأخبره ، فقال : أكل فلان بظر اُمّه إن لم يبلغه عنّي ما أقول.\nقل له : بك وبأبيك وبقومك ، وإيه بيني وبينك أن تمسك[ 40 / أ ] منكبيك من لعنه رسول الله ـ صلّى الله عليه وسلّم ـ قال : فقال : وزاد (1).",
        "228 ـ قال : أخبرنا يعلى بن عبيد ، قال : حدّثنا عبيدالله بن الوليد\n__________________\n(1) لعن الله الطريد ابن الطريد ، لعن الله مروان وآل مروان ، لعن الله من مهّد لهم سبّ عترة الرسول _ 9 ـ ومكّنهم من ذلك ، لعن الله ظروفاً قاسية ألجأت الكرام إلى مجابهة اللئام بمثل هذا الكلام.\n(228) رواه ابن عساكر برقم 192 عن ابن سعد ، وفي اُسد الغابة 1 / 21 عن مصعب الزبيري ، وفي",
        "\nالوصافي ، عن عبدالله بن عبيد بن عمير ، قال : حجّ الحسين بن علي خمساً وعشرين حجّة ماشياً ونجائبه تقاد معه.\n229 ـ قال : أخبرنا الفضل بن دكين ، قال : حدّثنا حفص بن غياث ، عن جعفر بن محمد ، عن أبيه أنّ الحسين بن علي حجّ ماشياً وأنّ نجائبه تقاد إلى جنبه.\n230 ـ قال : أخبرنا روح بن عبادة ، قال : حدّثنا ابن جريج ، قال : أخبرني العلاء أنّه سمع محمد بن علي بن حسين يقول : كان حسين بن علي يمشي إلى الحجّ ودوابّه تقاد وراءه.",
        "231 ـ قال : أخبرنا الوليد بن عقبة الطحّان ، قال : أخبرنا سفيان ، قال : كان الحسين بن علي إذا أراد أن يدخل الحمّام أتى الحيرة ، يعني أنّهم ليست لهم حرمة.\n232 ـ قال : أخبرنا عفّان بن مسلم ، قال : حدّثنا حمّاد بن سلمة ، قال أخبرنا عطاء بن السائب.\nعن أبي يحيى (1) ، قال : كنت بين الحسن بن علي والحسين ومروان بن الحكم ، والحسين يسابّ مروان ، فجعل الحسن ينهى الحسين حتى قال مروان :\n__________________",
        "الاستيعاب 1 / 397 ، وأورده سبط ابن الجوزي ص 234 ، وأخرجه الحاكم في المستدرك 3 / 169 عن محمد بن يعقوب عن محمد بن عبدالوهّاب عن يعلى ، والذهبي في تلخيصه.\n(229) رواه ابن عساكر برقم 193 عن ابن سعد.\n(231) ممّا يظهر أنّ الناس كانوا يدخلون الحمّامات بغير مئزر! فكان الحسين 7 يتجنّبها ويذهب إلى الحيرة إذ كان أهلها نصارى فإذا كانوا مكشوفي العورة في الحمّام كان أهون إذ ليس لهم حرمة ، راجع كتاب وسائل الشيعة 1 / 365 باب جواز النظر إلى عورة البهائم ومن ليس بمسلم بغير شهوة.\n(232) وأورده الذهبي في تاريخ الإسلام.",
        "وفي المطالب العالية 4 / 329 رقم 4521 عن ابن راهويه وأبي يعلى وفيه : لعنك الله وأنت في صلب أبيك ، وفي هامشه نقلاً عن إتحاف المهرة.\nورواه في الرقم بعده أيضاً عن ابن راهويه وأبي يعلى وفيه : والله والله والله لعنك الله على لسان نبيّه وأنت في صلب الحكم.\nومجمع الزوائد 5 / 241 و 10 / 72.\n(1) أبو يحيى هوالمكّي واسمه زياد ، ترجم له البخاري في التاريخ الكبير 3 / 378 وأشار إلى حديثه هذا فقال : وقال ابن حمّاد : حدّثنا أبو عوانة ، عن عطاء ، عن زياد أبي يحيى : إنّي لأمشي مع حسن وحسين ومروان ...",
        "إنكم أهل بيت ملعونون !! (1).\nقال : فغضب الحسن وقال : ويلك قلت أهل بيت ملعونين ، فوالله لقد لعن الله أباك على لسان نبيّه وأنت في صلبه.\n233 ـ قال : أخبرنا الفضل بن دكين ، قال : حدّثنا ابن أبي غنيّة ، [ 40 / ب ] عن يحيى بن سالم الموصلي ، عن مولى الحسين بن علي ، قال :\nكنت مع الحسين بن علي فمرّ بباب فاستسقى ، فخرجت إليه جارية بقدح مفضّض ! فجعل ينزع الفضّة فيرمي بها إليها ، قال : اذهبي بها إلى أهلك ، ثم شرب.",
        "234 ـ قال : أخبرنا الفضل بن دكين ، قال : حدّثنا حسن بن صالح ، عن عبدالله بن عطاء  ،\nعن أبي جعفر ، قال : كان الحسن والحسين يعتقان عن علي.\n235 ـ قال : أخبرنا مالك بن إسماعيل النهدي ، قال : أخبرنا سهل بن شعيب ، عن قنان النهمي ،\nعن جعيد همدان ، قال : أتيت الحسين بن علي وعلى صدره سكينة بنت حسين ، فقال : يا اُخت كلب خذي ابنتك عنّي.",
        "فساءلني فقال : أخبرني عن شباب العرب أو عن العرب ، قال : قلت :\n__________________\n(1) كبرت كلمة تخرج من أفواههم ، لعن الله مروان الطريد ابن الطريد ولعن الله من مهّد له الأمر ، مع ذلك التأكيد الشديد من رسول الله 9 في أهل بيته وبيان منزلتهم والحثّ على إكرامهم يبلغ بهم الحال خلال أربعين سنة من موته صلوات الله عليه أنّ يلعنوا جهرة في مدينته ، فليس هذا شيء مرتجل بل أمر دبّر بليل وبدئ به من بعد الرسول ـ 9 ـ وتدرّجوا إلى أن بلغوا كلّ مبلغ وصاروا يجهرون في خطبة الجمعات في مدينة الرسول وسائر البلاد بلعن علي ومن يحبّه [ راجع رقم 226 ] وإلى أن بلغ الأمر إلى أن تمكّنوا من قتل الحسين 7 نهاراً جهاراً دون عذر وسبب بتلك الوحشية المنقطعة النظير.\nولو أنّ المسلمين حكومة وشعباً كانوا متمسّكين بهدى الرسول 9 سائرين على نهجه منفّذين تعاليمه لما تمكن الطريد مروان أن يعود إلى المدينة فضلاً عن أن يصبح أميرها وحاكمها.",
        "(234) اخرجه ابن أبي شيبة في المصنف 3 / 388 عن الفضل بن دكين بالإسناد واللفظ.\n\nأصحاب جلاهقات (1) ومجالس ! قال : فأخبرني عن الموالي ، قال : قلت : آكل ربا أو حريص على الدنيا ، قال : فقال : إنّا لله وإنّا إليه راجعون ، والله إنّهما للصنفان اللذان كنّا نتحدّث أنّ الله تبارك وتعالى يتنصر بهما لدينه.\nيا جعيد همدان ، الناس أربعة : فمنهم من له خلق وليس له خلاق ، منهم من له خلاق وليس له خلق ، ومنهم من له خلق وخلاق ذلك أفضل الناس ، ومنهم من ليس له خلق ولا خلاق وذاك شرّ الناس.",
        "236 ـ قال : أخبرنا أحمد بن عبدالله بن يونس ، قال : حدّثنا زهير بن معاوية ، [ 41 / أ ] قال : حدّثنا عمّار بن معاوية الدهني ، قال : حدّثني أبو سعيد قال :\nرأيت الحسن والحسين يصلّيان مع الإمام العصر ثم أتيا الحجر واستلماه ثمّ طافا اُسبوعاً وصلّيا ركعتين.\nفقال الناس : هذان ابنا بنت رسول الله ـ صلّى الله عليه وسلّم ـ فحطمهما الناس حتى لم يستطيعا أن يمضيا ومعهما رجل من الركانات فأخذ الحسين بيد الركاني وردّ الناس عن الحسن وكان يجلّه ،\nوما رأيتهما مّرا بالركن الذي يلي الحجر من جانب الحجر إلاّ استلماه ،",
        "قال : قلت لأبي سعيد : فلعلّهما بقي عليهما بقيّة من اُسبوع قطعته الصلاة ؟ قال : لا ، بل طافا اُسبوعاً تامّاً.\n237 ـ قال : أخبرنا أحمد بن محمد بن الوليد الأزرقي ، قال : حدّثنا مسلم ابن خالد ، عن عمرو بن دينار ، قال : رأيت حسناً وحسيناً يطوفان بعد العصر ويصلّيان.\n238 ـ قال : أخبرنا طلق بن غنام النخعي ، قال : حدّثنا شريك وقيس\n__________________",
        "(1) الجلاهق ـ بضمّ الجيم ـ : البندق المعمول من الطين ، الواحدة جلاهقة ، فارسي معرّب.\nمجمع البحرين 5 / 143.\n(236) ورواه الحافظ ابن عساكر في ترجمة الحسن 7 من تاريخ دمشق رقم 195 بإسناده عن ابن سعد.\nعن عمّار الدهني ، عن مسلم البطين ،",
        "عن حسين بن علي أنّه كان يدّهن عند الإحرام بالزيت ويدّهن أصحابه بالدهن الطيّب.\n239 ـ قال : أخبرنا شبابة بن سوار ، قال : أخبرني بسام ، قال : سألت أبا جعفر عن الصلاة خلف بني اُميّة ؟ فقال : صلّ خلفهم فإنّا نصلّي خلفهم ، قال : قلت : يا با جعفر ، إنّ الناس [ يقولون ] إنّ هذا منكم تقيّة ؟\nفقال : قد كان الحسن والحسين يصلّيان خلف مروان يبتدران [ 41 / ب ] الصفّ ، وإن كان الحسين ليسبّه وهو على المنبر حتى ينزل ، أفتقيّة هذه ؟! (1).\nذكر دعاء الحسين 2",
        "240 ـ قال : أخبرنا سعيد بن منصور ، عن جرير بن عبدالحميد ، عن منصور ، عن محمد بن أبي محمد البصري ، قال : كان الحسين بن علي يقول في وتره :\nاللّهمّ إنّك تَرى ولا تُرى ، وأنت بالمنظر الأعلى ، وانّ لك الآخرة والاُولى ، وإنّا نعوذ بك من أن نذلّ ونخزى.\n241 ـ قال : أخبرنا أحمد بن محمد بن الوليد الأزرقي ، قال : حدّثنا مسلم بن خالد ، عن جعفر بن محمد ، عن أبيه ، قال :\nجاء رجل من أهل مصر إلى حسن وحسين يوم عرفة فسألهما عن صيام يوم عرفة فوجد حسيناً صائماً ووجد حسناً مفطراً وقالا : كلّ ذلك حسن.",
        "242 ـ قال : أخبرنا الحسن بن موسى ، قال : حدّثنا زهير ، عن جابر ، عن محمد بن عليّ ، قال : كان الحسن والحسين يصلّيان خلف مروان ويعتدّان بالصلاة معه (2).\n243 ـ قال : أخبرنا علي بن محمد ، عن عثمان بن عثمان ، عن رجل من\n__________________\n(1) المقام أوضح من أن يحتاج إلى التعليق ، فالرأي العام لا يخفى عليه أمثال هذا.",
        "(240) ابن أبي شيبة في المصنّف 2 / 300 ، وج 12 ق 143 / أ.\n(241) تقدّم برقم 98.\n(2) الإسناد منقطع حسب ما اصطلحوا عليه ، وأنّى لنا أن نعرف أنّ مَن صلّى خلف أحد أنّه نوى الاقتداء به وأنّه اعتدّ بصلاته تلك ولم يعدها فيما بعد ؟!\n",
        "آل أبي رافع ، عن أبيه ، عن أبي رافع ، قال : كان علي بن أبي طالب يقول : إنّا أهل بيت فينا ركنات ، منها رضاي بالحكمين ! (1) وابني هذا ـ يعني الحسن ـ سيخرج من هذا الأمر ، وأشبه أهلي بي الحسين.\n244 ـ قال : أخبرنا علي بن محمد ، عن يزيد بن عياض [ 42 / أ ] بن جعدبة ، عن أبي بكر بن محمد بن عمرو بن حزم ، قال :\nمرّ الحسين بمساكين يأكلون في الصفّة ، فقالوا : الغداء فنزل وقال : إنّ الله لا يحبّ المتكبّرين ، فتغذى ، ثمّ قال لهم : قد أجبتكم فأجيبوني ، قالوا : نعم ، فمضى بهم إلى منزله فقال للرباب : أخرجي ما كنت تدّخرين.\n245 ـ قال : أخبرنا علي بن محمد ، عن محمد بن عمر العبدي ، عن أبي سعيد الكلبي ، قال : معاوية لرجل من قريش : إذا دخلت مسجد رسول الله ـ صلّى الله عليه وسلّم ـ فرأيت حلقة فيها قوم كأنّ على رؤوسهم الطير فتلك حلقة أبي عبدالله مؤتزراً على أنصاف ساقيه ليس فيها من الهزّيلا شيء.",
        "246 ـ قال : أخبرنا علي بن محمد ، عن جويرية بن أسماء ، قال : خطب معاوية بن أبي سفيان ابنة عبدالله بن جعفر على يزيد بن معاوية ، فشاور عبدالله حسيناً فقال : أتزوّجه وسيوفهم تقطر من دمائنا ؟! ضمّها إلى ابن أخيك القاسم ابن محمد.\nقال : إنّ عليّ ديناً ، قال : دونك البغيبغة فاقض منها دينك فقد علمت ما كان يصنع فيها عمّك ، فزوّجها من القاسم.\n__________________\n(1) متى رضي 7 بالحكمين ؟! ولكن لا رأي لمن لا يطاع. فلعن الله أعداء آل محمد فإنّهم لم يألوا جهداً في التقوّل عليهم واختلاق ما يزري بهم ، وتعم الحكم الله وإليه المشتكى.",
        "(244) وعن ابن سعد رواه ابن عساكر في تاريخه برقم 196.\n(245) رواه ابن عساكر برقم 189 بإسناده عن ابن سعد.\nوأبو عبدالله هو الحسين 7.\nوالهزل ضدّ الجدّ ، وقول هزل : هذاء ، وفي التنزيل : وما هو بالهزل ( تاج العروس 8 / 167 ).",
        "(246) البغيبغة : ممّا أحياه أميرالمؤمنين 7 وهي بين جدّة والليث شمال مجيرمة ، والحسين 7 إنّما وهبها لابن عمّه وزوج اخته عبدالله بن عفر لتبقى في أيديهم ، لا لتخرج إلى أعدائهم ، ولهذا وقف ذلك الموقف الحاسم ، قال في تاج العروس : البغيبغة ضيعة بالمدينة لآل جعفر.\nووفد عبدالله [ على ] معاوية فباعه البغيبغة بألف ألف ، وكتب معاوية إلى مروان بحزها ، فركب مروان ليقبضها فوجد الحسين واقفاً على الشعب ، قال : من شاء فليدخله ، والله لا يدخله أحد إلاّ وضعت فيه سهماً.\nفرجع [ 42 / ب ] مروان وكتب إلى معاوية ، فكتب إليه معاوية : أعرض عنها ، وسوّغ المال عبدالله بن جعفر.\nفلمّا هلك معاوية وقتل الحسين أخذ يزيد بن معاوية البغيبغة ، فلمّا هلك يزيد ردّها ابن الزبير على آل أبي طالب ، فلمّا قتل ابن الزبير ردّها عبدالملك على آل معاوية ، فلمّا ولي عمر بن عبدالعزيز ردّها على ولد علي ، فلمّا ولي يزيد بن عبدالملك قبضها ودفعها إلى آل معاوية ، حتى ولي الوليد بن يزيد بن عبدالملك فقال : ارتفعوا إلى القاضي.",
        "247 ـ قال : أخبرنا علي بن محمد ، عن عبدالله بن جعفر ، عن امّ بكر بنت المسوّر وغسان بن عبدالحميد ، عن جعفر بن عبدالرحمن بن مسوّر ، عن أبيه ،\nعن المسوّر أنّ معاوية كتب إلى مروان : زوّج يزيد من ابنة عبدالله بن جعفر واقض عنه دينه خمسين ألف دينار وصله بعشرة الآف دينار.\nفقال عبدالله بن جعفر : ما أقطع أمراً دون الحسين ، فشاوره ، فقال : اجعل أمرها إليّ ، ففعل واجتمعوا فقال مروان : إنّ أمير المؤمنين أحبّ أن يزيد القرابة لطفاً والحقّ عظماً وأن يتلافى صلاح هذه الحيّين بالصهر ، وقد كان من أبي جعفر في إجابة أمير المؤمنين ما حسن فيه رأيه وولي أمرها خالها وليس عند حسين خلاف على أمير المؤمنين.\nفتكلّم حسين وقال : إنّ الله رفع بالإسلام الخسيسة وأتمّ الناقصة [ 43 / أ ] وأذهب اللؤم ، فلا لؤم على مسلم ، وإنّ القرابة التي عظمّ الله حقّها قرابتنا ، وقد زوّجت هذه الجارية من هو أقرب نسباً وألطف سبباً ، القاسم بن محمد بن جعفر.",
        "فقال مروان : أغَدْراً يا بني هاشم ؟! وقال لعبد الله بن جعفر : يابن جعفر ، ما هذه أيادي أمير المؤمنين عندك ! قال : قد أعلمتك أنّي لا أقطع أمراً فيها\n\nدون خالها.\nفقال حسين : نشدتكم الله أتعلمون أنّ الحسن خطب عائشة بنت عثمان فولّوك أمرها ، فلمّا صرنا في مثل هذا المجلس قلت : قد بد الي أن اُزوّجها عبدالله ابن الزبير ؟! هل كان هذا يا باعبدالرحمن ؟ ـ يعني المسوّر بن مخرمة ـ فقال : اللّهمّ نعم ، فقال مروان : إنّما ألوم عبدالله ، فأمّا حسين فوغر الصدر ! فقال مسوّر : لا تحمل على القوم ، فالذي صنعوا أوصل ، وصلوا رحماً ووضعوا كريمتهم حيث أحبّوا.",
        "247 ـ قال : أخبرنا علي بن محمد ، عن يزيد بن عياض بن جعدبة ، عن عبدالله بن أبي بكر بن حزم ، قال :\nخطب سعيد بن العاص اُمّ كلثوم بنت علي بعد عمر ! وبعث إليها بمائة ألف ، فدخل عليها الحسين فشاورته ، فقال : لا تزوّجيه ، فأرسلت إلى الحسن ، فقال : أنا اُزوّجه ، فاتّعدوا لذلك وحضر الحسن وأتاهم سعيد ومن معه ، فقال سعيد : أين أبو عبدالله ؟ قال الحسن : أكفيك دونه ، قال : فلعلّ أبا [ 43 / ب ] عبدالله كره هذا يا بامحمد ؟ قال : قد كان وأكفيك ، قال : إذاً لا أدخل في شيء يكرهه ، ورجع ولم يعرض في المال ولم يأخذ منه شيئاً (1).\n249 ـ قال : أخبرنا معن بن عيسى ، قال : حدّثنا سليمان بن بلال ، عن جعفر بن محمد ، عن أبيه : أنّ الحسين بن علي ; تختّم في اليسار !\n250 ـ قال : أخبرنا الفضل بن دكين ، قال : حدّثنا المطلب بن زياد ، عن السدي ، قال : رأيت حسين بن علي ; وأنّ جمّته خارجة من تحت عمامته.",
        "251 ـ قال : أخبرنا الفضل بن دكين ومحمد بن عبدالله الأسدي ، قالا : حدّثنا يونس بن أبي إسحاق ، عن العيزار بن حريث ،\nقال : رأيت على الحسين بن علي مطرفاً من خزّ ، قد خضّب لحيته ورأسه بالحنّاء والكتم.\n__________________\n(1) كذا ؟!",
        "(250) وأخرجه ابن أبي شيبة في المصنّف 8 / 447 رقم 5118 عن المطلب بن زياد.\n(251) وأخرجه ابن أبي شيبة في المصنّف 8 / 340 رقم 4676 بإسناد آخر عن العيزار ، وفيه : كساء خزّ ، وص 435 رقم 5065 بأوجز منه.\n252 ـ قال : أخبرنا محمد بن عبدالله الأسدي ، قال : حدّثنا سفيان ، عن إسماعيل بن أبي خالد وإبراهيم بن مهاجر ،\nعن الشعبي ، قال : أخبرني من رأى على الحسين بن علي جُبّة من خزّ.",
        "253 ـ قال : أخبرنا عارم بن الفضل ، قال : حدّثنا حمّاد بن زيد ، عن أبي بكر الهذلي ، عن عبدالله بن يزيد ، قال : رأيت على الحسين بن علي رضي الله عنهما جبّة خزّ.\n254 ـ قال : أخبرنا خالد بن مخلّد ، قال : حدّثني معتب مولى جعفر بن محمد ، قال : سمعت جعفر بن محمد يقول : اُصيب الحسين وعليه جبّة خزّ.\n255 ـ قال : أخبرنا الفضل بن دكين ، قال : حدّثنا [ 44 / أ ] إسماعيل ابن إبراهيم بن مهاجر ، قال : سمعت أبي ،\nعن الشعبي ، قال : رأيت على الحسين جبّة خزّ ورأسه مخضوب بالوسمة.",
        "256 ـ قال : أخبرنا عبيدالله بن موسى ، قال : أخبرنا إسرائيل ، عن إبراهيم ابن مهاجر ، عن عامر ، قال : رأيت الحسين بن علي يخضب بالوسمة ويختم في شهر رمضان ، ورأيت عليه جبّة خزّ.\n257 ـ قال : أخبرنا وهب بن جرير ويحيى بن عبّاد ، عن شعبة ، عن أبي إسحاق ، قال : سمعت العيزار يقول : كان الحسين بن علي يخضب بالوسمة ، قال يحيى بن عبّاد : رأيت.\n258 ـ قال : أخبرنا عبدالملك بن عمرو أبوعامر العقدي ، قال : حدّثنا شعبة ، عن جعفر بن محمد ، عن أبيه ، أنّ الحسين بن علي كان يخضب بالوسمة.\n259 ـ قال : أخبرنا عبيدالله بن موسى ، عن إسرائيل ، عن محمد بن قيس ، أنّه رأى الحسين بن علي ولحيته مخضوبة بالوسمة.",
        "260 ـ قال : أخبرنا عبيدالله بن موسى ، عن إسرائيل ، عن السدي ، عن\n__________________\n(258) كان في الأصل : عبدالملك بن عمرو بن عامر ، والصحيح أبو عامر وهو عبدالملك بن عمرو بن قيس أبو عامر العقدي البصري ، ترجمه في الطبقات 7 / 299 وقال : وكان ثقة توفّي بالبصرة سنة 224 وهو من رجال الصحاح الستّ ، له ترجمة مبسوطة في تهذيب التهذيب 6 / 409.\nكثير ـ مولى بني هاشم ـ أنّ الحسين بن علي كان يخضب بالوسمة.",
        "261 ـ قال : أخبرنا عبيدالله بن موسى ، قال : أخبرنا إسرائيل ، عن السدي ، قال : رأيت الحسين بن علي ولحيته شديدة السواد ومعه ابنه علي.\n262 ـ قال : أخبرنا الفضل بن دكين ، قال : حدّثنا سفيان ، عن السري ابن كعب الأزدي ، قال : رأيت الحسين بن علي واقفاً على برذون أبيض قد خضب رأسه ولحيته بالوسمة.\n263 ـ [ 44 / ب ] قال : أخبرنا خالد بن مخلّد ، قال : حدّثني معتب ـ مولى جعفر بن محمد ـ ، عن جعفر بن محمد ، عن أبيه ، قال : صبغ الحسين بالوسمة.\n264 ـ قال : أخبرنا محمد بن عبيد ، عن طلحة بن عمرو بن عطاء وعبيد ابن أبي يزيد المكّيّين ، قالا : نظرنا إلى الحسين بن علي وهو يسوّد رأسه ولحيته.",
        "265 ـ قال : أخبرنا الفضل بن دكين ، قال : حدّثنا سفيان ، عن عبد العزيز بن رفيع ، عن قيس ـ مولى خباب ـ ، قال : رأيت الحسين يخضب بالسواد.\n266 ـ حدّثنا عبدالوهّاب بن عطاء ومعن بن عيسى ، قالا : أخبرنا أبو معشر المديني ، عن سعيد بن أبي سعيد ، قال : رأيت الحسين بن علي يخضب بالسواد.\n267 ـ قال : أخبرنا مالك بن إسماعيل ، قال : حدّثنا حسن بن صالح ، عن السدي ، قال : رأيت الحسن بن علي أسود اللحية.\n268 ـ قال : أخبرنا خالد بن مخلّد ومحمد بن عمر ، قالا : حدّثنا موسى بن",
        "__________________\n(268) أخرجه الحافظ الطبراني في المعجم الكبير 2821 ، والحاكم في المستدرك 4 / 398 ، والبيهقي في دلائل النبّوة 6 / 468 ، وابن عساكر رقم 220 من طريق الحافظ البغوي ، و 221 من طريق الحاكم وغيره ، و 222 بإسناد آخر.\nوالذهبي في تلخيص المستدرك 4 / 398 ورمز له خ م ، أي على شرط الشيخين ، وفي سير أعلام النبلاء 3 / 289.\nوسبط ابن الجوزي في تذكرة خواصّ الاُمّة ص 250 ، والسيوطي في جمع الجوامع 1 / 26 ، والمتّقي في كنز العمّال 12 / 126 كلّهم عن ابن سعد.",
        "وأخرجه أبو عبدالله المقدسي محمد بن أحمد ، المتوفى سنة 744 ، في كتاب « صفات ربّ العالمين » من طريق أبي طاهر المخلص عن الحافظ البغوي.\nيعقوب الزمعي ، قال : أخبرني هاشم بن هاشم بن عتبة بن أبي وقّاص ، عن عبدالله بن وهب بن زمعة ، قال :\nأخبرتني اُمّ سلمة أنّ رسول الله ـ صلّى الله عليه وسلّم ـ اضطجع ذات يوم للنوم فاستيقظ فزعاً وهو خاثر ! ثمّ اضطجع فرقد واستيقظ وهو خاثر دون المرّة الاُولى.\nثمّ اضطجع فنام فاستيقظ ففرغ وفي يده تربة حمراء يقلّبها بيده وعيناه تهراقان الدموع !",
        "فقلت : ما هذه التربة يا رسول الله ؟ فقال : أخبرني جبريل [ 45 / أ ] أنّ ابني الحسين يُقتل بأرض العراق ! فقلت لجبريل : أرني تربة الأرض التي يقتل بها ، فجاء بها فهذه تربتها.\n269 ـ قال : أخبرنا يعلى ومحمد ابنا عبيد ، قالا : حدّثنا موسى الجهني ، عن صالح بن أربد النخعي ، قال :\nقالت اُمّ سلمة : قال لي نبي الله : اجلسي بالباب فلا يلج عليّ أحد فجاء الحسين وهو وضيف فذهبت تناوله فسبقها فدخل.\nقالـت : فلمّا طال عليّ خفت أن يكون قد وجد عليّ فتطلّعت من الباب فإذا في كف النبي ـ صلّى الله عليه وسلّم ـ شيء يقلّبه ، والصبي ناثم على بطنه ودموعه تسيل.",
        "فلمّا أمرني أن أدخل قلت : يا رسول الله ، إنّ ابنك جاء فذهبت أتناوله فسبقني ، فلمّا طال عليّ خفت أن تكون قد وجدت عليّ فتطلّعت من الباب فرأيتك تقلّب شيئاً في كفّك والصبي نائم على بطنك ودموعك تسيل !\n__________________\nراجع سيرتنا وسنّتنا ص 87.\nومحمد بن عمر هو الواقدي ، وخالد بن مخلّد هو القطواني أبو الهيثم البجلي الكوفي المتوفى 213 من رجال الصحاح الستّ.",
        "(269) أخرجه ابن أبي شيبة في كتاب المصنّف 15 / 97 رقم 19213 ، والطبراني في المعجم الكبير 2820 ، والبيهقي في دلائل النبوّة 6 / 468 موجزاً ، وكذا ابن حجر في المطالب العالية 4 / 73 عن ابن راهويه موجزاً ، والخوارزمي في مقتل الحسين 7 1 / 158.\n\nفقال : إنّ جبريل أتاني بالتربة التي يُقتل عليها وأخبرني أنّ اُمّتي يقتلوه !\n270 ـ قال : أخبرنا محمد بن عمر ، قال : أخبرنا موسى بن محمد بن إبراهيم ، عن أبيه ، عن أبي سلمة ،",
        "عن عائشة ، قالت : كانت لنا مشربة ، فكان النبي ـ صلّى الله عليه وسلّم ـ إذا أراد لقى جبريل لقيه فيها ، فلقيه رسول الله ـ صلّى الله عليه وسلّم ـ مرّة من ذلك فيها وأمر عائشة أن لا يصعد إليه أحد.\nفدخل حسين بن علي ولم تعلم حتى غشيها فقال جبريل : من هذا ؟ فقال رسول الله ـ صلّى الله عليه وسلّم ـ : [ 45 / ب ] ابني ، فأخذه البني ـ صلّى الله عليه وسلّم ـ فجعله على فخذه.\nفقال : أما إنّه سيقتل ! فقال رسول الله ـ صلّى الله عليه وسلّم ـ : ومن يقتله ؟! قال : اُمّتك !! فقال رسول الله ـ صلّى الله عليه وسلّم ـ : اُمّتي تقتله ؟! قال : نعم ، وإن شئت أخبرتك بالأرض التي يقتل بها ،\nفأشار له جبريل إلى الطف بالعراق وأخذ تربة حمراء فأراه إيّاها فقال : هذه من تربة مصرعه.",
        "__________________\n(270) أخرجه أحمد في المسند 6 / 294 ، والطبراني في المعجم 2815 والبيهقي في دلائل النبّوة 6 / 470 ، والخوارزمي في مقتل الحسين 7 1 / 159 ، وابن عساكر برقم 228 ، بإسناده عن ابن سعد.\nوالمتّقي في كنز العمّال 12 / 127 ـ 128 عن ابن سعد ، والطبراني.\nوأورد الذهبي نحوه في سير أعلام النبلاء 3 / 290 عن أحمد [ في المسند 6 / 294 ] عن عائشة أو اُمّ سلمة ، ثم قال :",
        "ورواه عبدالرزّاق ... عن اُمّ سلمة ولم يشكّ ، ورواه ابن سعد من حديث عائشة ، وله طرق اُخر.\nوقال محقّق الكتاب في تعليقه : إسناده صحيح كما قال المؤلف في تاريخه 3 / 11.\nأبو سلمة هو ابن عبدالرحمان بن عوف.\nومحمد بن إبراهيم بن الحارث التيمي أبو عبدالله القرشي المدني ، المتوفى 120 ، من رجال الصحاح الستّ.",
        "وابنه موسى أبو محمد المدني توفى 151 ، من رجال الترمذي وابن ماجة.\nورواه ابن عساكر برقم 228 من طريق ابن سعد.\nوالسيوطي في جمع الجوامع 1 / 26 : بلفظ : أخبرني جبريل أنّ ابني الحسين يقتل بأرض الطفّ وجاءني بهذه التربة وأخبرني أنّ فيها مضجعه. ابن سعد والطبراني عن عائشة.\nوكنز العمّال 12 / 123 عنهما.",
        "271 ـ قال : أخبرنا علي بن محمد ، عن عثمان بن مقسم ، عن المقبري ، عن عائشة ، قالت بينا رسول الله صلّى الله عليه وسلّم راقد إذ جاء الحسين يحبو إليه فنحيته عنه ، ثم قمت لبعض أمري ، فدنا منه فاستيقظ يبكي ، فقلت : ما يبكيك ؟\nقال : انّ جبريل أراني التربة التي يقتل عليها الحسين ، فاشتدّ غضب الله على من يسفك دمه ، وبسط يده فإذا فيها قبضة من بطحاء.\nفقال : يا عائشة والذي نفسي بيده انّه ليحزنني ، فمن هذا من اُمتي يقتل حسيناً بعدي ؟!\n272 ـ قال : أخبرنا عفان بن مسلم ، ويحيى بن عباد ، وكثير بن هشام",
        "__________________\n(271) كنز العمال 12 / 127 عن ابن سعد ، ورواه الحافظ ابن عساكر 229 باسناده عن ابن سعد ، وفي علل الدارقطني ج 5 ق 83 / أ : وسئل عن حديث محمد بن إبراهيم بن الحارث التيمي ، عن عائشة في قتل الحسين ، فقال : يرويه يزيد [ كذا ، والصحيح زيد ] بن الحباب ، واختلف فيه فرواه أحمد بن عمر الوكيعي عنه ، وقال : عن سعيد [ كذا ] بن عمارة الأنصاري ، ولا ينسبه ولا يقول فيه عن أبيه ، وهو الصحيح : حدّثنا جعفر بن أحمد الواسطي ، حدّثنا إبراهيم [ كذا ] أحمد بن عمر الوكيعي ، حدّثنا أبي ، حدّثنا أبوالحسن العگلي ، حدّثنا شعبة ، عن عمارة بن غزية الأنصاري ، عن أبيه ، عن محمد بن إبراهيم بن الحارث التيمي ، عن عائشة : انّ رسول الله صلّى الله عليه وسلّم قال لها وهو مع جبريل صلّى الله عليه وسلّم في البيت ، فقال : عليك الباب ، ففعلت فدخل حسين بن علي فضمّه رسول الله إليه ، فقال : انّك تحبّه؟ قال : نعم ، قال : أما انّ اُمتك ستقتله ، قال : فدمعت عينا النبي ، فقال : أتحبّ أن اريك التربة التي يُقتل فيها ، فتناول [ من ] الطف تربة حمراء.\nحدّثنا الحسين بن اسماعيل ، حدّثنا أحمد بن محمد بن يحيى بن سعيد ، حدثنا زيد بن الحباب أبوالحسين ، حدّثنا سفيان بن عمارة الأنصاري ، عن محمد بن إبراهيم بن الحارث ، عن عائشة ، ولم يقل عن أبيه.\n(272) أخرجه أحمد في المسند 1 / 242 عن عبدالرحمن ( بن مهدي ) ، عن حماد ، وفي 283 عن عفان ، عن حماد ، وفي طبعة أحمد شاكر 4 / 26 وفي فضائل الصحابة رقم 1380 و 1381 وفيه من رواية القطيعي برقم 1389 و 1396 ، وصحّحهما محقّقه وصحّحه ، واخرجه عبد بن حميد في مسنده الورقة 5.",
        "وأخرجه الحافظ الطبراني في المعجم الكبير 2822 ، وأبو طاهر المخلص في الفوائد المنتقاة ، والحاكم في المستدرك على الصحيحين 4 / 397 والذهبي في تلخيصه وصحّحاه على شرط مسلم ، وابن عبدالبر في الإستيعاب 1 / 196 ، والخطيب في تأريخ بغداد 1 / 142 ، والبيهقي في دلائل النبوة 6 / 471 ، وابوالفرج بن الجوزي في الردّ على المتعصب العنيد ص 52 والمنتظم في حوادث سنة 61 ج 3 : الورقة 129 ( مخطوطة أيا صوفيا رقم 3094 ) ، وفي التبصرة 2 / 13 ، وابن الأثير في اُسد الغابة 2 / 23 ، والذهبي في\nوموسى بن اسماعيل ، قالوا : حدّثنا حماد بن سلمة ، قال : حدثنا عمار بن أبي عمار ،\nعن ابن عباس قال : رأيت النبي صلّى الله عليه وسلم فيما يرى النائم بنصف النهار وهو قائم أشعث أغبر ، بيده قارورة فيها دمّ.\nفقلت : بأبي واُميّ ما هذا ؟ قال : دم الحسين واصحابه أنا منذ [ اليوم ] ألتقطه.",
        "قال : فأحصى ذلك اليوم فوجده قتل ذلك في ذلك اليوم.\n273 ـ [ 46 / أ ] قال : واخبرنا علي بن محمد ، عن حماد بن سلمة ، عن ابان ، عن شهر بن حوشب.\nعن اُم سلمة ، قالت : كان جبريل عند رسو ل الله صلّى الله عليه وسلّم والحسين معي ، فبكى فتركه ، فأتى النبي صلّى الله عليه وسلّم فأخذته فبكى فأرسلته.\nفقال له جبريل : أتحبّه ؟ قال : نعم ، فقال : أما انّ اُمتك ستقتله.",
        "274 ـ قال : أخبرنا علي بن محمد ، عن يحيى بن زكريا ، عن رجل ، عن\n__________________\nتاريخ الاسلام 2 : 349 وفي سير أعلام النبلاء 3 / 213 ، والمزي في تهذيب الكمال 3 / 439 و 6 / 439 وابن حجر في الإصابة 1 / 335 ، وفي تهذيب التهذيب 2 / 355.\nوأخرجه ابن أبي الدنيا ( له كتاب مقتل الحسين ) وأخرجه من طريقه الحافظ ابن عساكر في تأريخه رقم 326 و 325 بإسناده عن القطيعي بطريقيه وأورده ابن كثير في البداية والنهاية 8 / 200 عن أحمد ثم قال : واسناده قوي ، ثم أورده عن ابن أبي الدنيا باسناد آخر ولفظ مغاير وأورده الحافظ الهيثمي في مجمع الزوائد 9 / 194 ، وقال : رواه أحمد والطبراني ورجال أحمد رجال الصحيح ، والبوصيري في إتحاف السادة المهرة ج 3 / ق 60 ب ، وقال : رواه ابن بكر ابن أبي شيبة وأحمد بن حنبل وأحمد بن منيع وعبد ابن حميد بسند صحيح.",
        "وراجع بقية مصادره في كتاب سيرتنا وسنتنا لشيخنا العلامّة الأميني صاحب الغدير ; تعالى ص 124 ـ 128.\n(273) أخرجه أحمد في المسند 3 / 242 ، وعبد بن حميد في مسنده الورقة 6 ، والترمذي في الجامع الصحيح 5 / 620 ، وابن الجوزي في التبصرة ، وابن الأثير في جامع الاُصول 2 / 13 ، والبوصيري في اتحاف السادة 3 / 61.\n(274) جمع الجوامع 1 / 26 وكنز العمال 12 / 127 عن ابن سعد عن علي مقتصرين على قوله : أخبرني جبرئيل انّ حسيناً يقتل بشاطئ الفرات ، تاريخ الاسلام 3 / 10 و 13 / 655 عن ابن أبي\nعامر الشعبي ، قال : قال علي وهو على شاطئ الفرات : صبراً أبا عبدالله ، ثم قال :",
        "دخلت على رسول الله صلّى الله عليه وسلّم وعيناه تفيضان ، فقلت : أحدث حدث ؟\nفقال : أخبرني جبريل أنّ حسيناً يقتل بشاطئ الفرات ، ثم قال : أتحبّ أن اُريك من تربته ؟ قلت : نعم ، فقبض قبضة من تربتها فوضعها في كفي ، فما ملكت عيني أن فاضتا.\n275 ـ قال : أخبرنا عبيدالله بن موسى ، قال : أخبرنا اسرائيل ، عن أبي اسحاق ، عن هانيء ،\nعن علي قال : ليقتلنّ الحسين بن علي قتلاً ، واني لأعرف تربة الأرض التي يقتل بها ، يقتل بغربة قريب من النهرين.",
        "276 ـ قال : أخبرنا يحيى بن حماد ، قال : حدّثنا أبو عوانة ، عن عطاء بن\n__________________\nشيبة وأحمد وأبي يعلى وسنن سعيد بن منصور.\nوأورده ابن عساكر في تاريخه برقم 216 ، وسبط ابن الجوزي 250 وابن كثير في تاريخه 8 / 199 كلاهما عن ابن سعد ، واخرجه الحافظ الطبراني في المعجم الكبير برقم.",
        "وأخرجه أحمد في المسند 2 / 60 وقال محقّقه : وأخرجه ابن أبي شيبة في المصنف والبزار في مسنده وأبو يعلى في مسنده.\nوكنز العمال 12 / 127 عن أحمد وأبي يعلى وابن سعد والطبراني عن علي ، والطبراني عن أبي امامة وعن أنس ، وابن عساكر عن اُم سلمة.\nوابن سعد والطبراني عن عائشة ، أبو يعلى عن زينب اُم المؤمنين ، ابن عساكر عن اُم الفضل.\n(275) كنز العمال 13 / 673 عن ابن أبي شيبة.",
        "وأخرجه أبو عمرو بن السماك عثمان بن أحمد في جزء من حديثه ضمن المجموع رقم 297 حديث في الورقة 88 ب عن الحسن بن سلام عن عبيدالله بن موسى.\n(276) كنز العمال 13 / 655 عن الطبراني. ترجم البخاري في التاريخ الكبير 4 / 253 شيبان بن مخزم وأشار إلى حديثه هذا ، فقال : سمع علياً في كربلاء ، قاله أبو حمزة عن عطاء عن ميمون بن مهران.\nوكذلك الأمير ابن ماكولا أشار إلى حديثه في الإكمال 7 / 220 وضبطه فقال : واما مخزم ، بزاي مشدّدة وفتحها ، فهو شيبان بن مخزم عن علي بن أبي طالب 2 روى عنه عطاء بن السائب.\nوأورده الدمشقي في سبل الهدى والرشاد ق 547 عن ابن سعد وغيره ابن عساكر رقم 278 عن ابن سعد الطبراني 60.",
        "\nالسائب ، عن ميمون ، عن شيبان بن مخرم ، قال ـ وكان عثمانياً يبغض علياً ! ـ قال : رجع مع علي من صفين ، قال : فانتهينا الى موضع ، قال : فقال :\nما يسمى هذا الموضع ؟ قال : قلنا : كربلاء قال : كرب و بلا ، قال : ثم قعد على رابيّة ، وقال :\nيقتل هاهنا قوم أفضل شهداء على وجه الأرض لا [ 46 / ب ] يكون شهداء رسول الله صلّى الله عليه وسلّم ، قال : قلت : بعض كذباته وربّ الكعبة !",
        "قال : فقلت لغلامي ـ وثمة حمار ميت ـ : جئني برجل هذا الحمار فأوتدته في المقعد الذي كان فيه قاعدا.\nفلما قُتل الحسين قلت لأصحابي : إنطلقوا ننظر ، فانتهينا إلى المكان واذا جسد الحسين على رجل الحمار ، واذا أصحابه ربضة حوله.\n277 ـ قال : أخبرنا يحيى بن حماد ، قال : حدّثنا أبو عوانة ، عن سليمان ، قال : حدّثنا أبو عبيد الضبي ، قال :\nدخلنا على أبي هرثم الضبي حين اقبل من صفين وهو مع علي ، وهو جالس على دكان وله أمراة يقال لها : حردا ، هي أشدّ حباً لعلي وأشدّ لقوله تصديقاً.",
        "فجاءت شاة فبعرت ، فقال : لقد ذكرني بعر هذه الشاة حديثاً لعلي ، قالوا : وما علم علي بهذا ؟\nقال : أقبلنا مرجعنا من صفين فنزلنا كربلاء فصلّى بنا علي صلاة الفجر بين شجرات ودوحات حرمل ثم اخذ كفاً من بعر الغزلان فشمّه ، ثم قال : اوه ، اوه ، يقتل بهذا الغائط قوم يدخلون الجنة بغير حساب.\nقال : قالت حرداء : وما تنكر من هذا ؟ هوأعلم بما قال منك ، نادت بذلك وهو في جوف البيت.\n278 ـ قال : أخبرنا الفضل بن دكين ، قال : حدّثنا عبدالجبار بن عباس ، عن عمار الدهني ، قال :",
        "مرّ علي على كعب ، فقال : انّ من ولد هذا لرجل يقتل في عصابة لا يجف\n__________________\n(277) كنز العمال 13 / 673 عن ابن أبي شيبة موجزاً. تهذيب الكمال 6 / 410 عن ابن سعيد.\nعرق خيولهم حتى يردوا على محمد [ 47 / أ ] صلّى الله عليه وسلّم.",
        "فمرّ حسن فقالوا ، هو هذا يا أبا اسحاق ؟ قال : لا ، فمرّ حسين فقالوا : هذا هو ؟ قال : نعم.\n279 ـ قال : أخبرنا علي بن محمد ، عن الحسن بن دينار ، عن معاوية بن قرّة ، قال : قال الحسين : والله ليعتدنّ عليّ كما اعتدت بنو اسرائيل في السبت.\n280 ـ قال : أخبرنا علي بن محمد ، عن جعفر بن سليمان الضبعي ، قال : قال الحسين بن علي : والله لا يدعوني حتى يستخرجوا هذه العلقة من جوفي ! فإذا فعلوا سلّط الله عليهم من يذلّهم حتى يكونوا أذلّ من فرم الامّة.\nفقدم العراق فقتل بنينوى يوم عاشوراء سنة إحدى وستين.",
        "281 ـ قال : أخبرنا علي بن محمد ، عن عامر بن أبي محمد ، عن الهيثم بن موسى ، قال : قال العربان بن الهيثم : كان أبي يتبدّى فينزل قريباً من الموضع الذي كان فيه معركة الحسين ، فكنا لا نبدوا إلاّ وجدنا من بني أسد هناك ، فقال له أبي : أراك ملازماً هذا المكان ؟! قال : بغلني انّ حسيناً يقتل هاهنا ، فانا أخرج لعليّ أصادفه فاقتل معه.\nفلما قتل الحسين ، قال أبي : انطلقوا ننظر هل الأسدي في من قتل ؟ فأتينا المعركة فطوفنا ، فإذا الأسدي مقتول.\n__________________\n(279) رواه ابن عساكر برقم 267 عن ابن سعد.",
        "(280) رواه ابن عساكر برقم 268 عن ابن سعد.\nقال ابن الأثير في النهاية ( فَرَم ) : ومنه حديث الحسين : حتى تكونوا أذلّ من فَرَم الأمّة ، هو بالتحريك ما تعالج به المرأة فرجها ليضيق ، وقيل : هو خرقة الحيض.\n(281) رواه الحافظ ابن عساكر 269 باسناده عن ابن سعد.\nكان أبي يتبدى ، أي : يخرج إلى البادية ، والرجل من بني أسد هو أنس بن الحارث بن نُبَيْه الصحابي.",
        "قال البخاري في التاريخ الكبير 2 / 30 : أنس بن الحارث قتل مع الحسين بن علي سمع النبي صلّى الله عليه وسلّم.\nقال محمد : حدّثنا سعيد بن عبدالملك بن واقد الحراني ، حدّثنا عطاء بن مسلم الخفاف ، عن الأشعث بن سحيم ، عن أبيه ، عن أنس.\n\n\t",
        "__________________\nوقال ابن أبي حاتم في الجرح والتعديل 2 / 287 : أنس بن الحارث له صحبة قتل مع الحسين بن علي 7.\nوأخرج ابن عساكر 283 من طريق الحافظ البغوي باسناده عن أنس بن الحارث يقول : سمعت رسول الله صلّى الله عليه وسلّم : يقول :\nانّ ابني هذا ـ يعني الحسين ـ يقتل بأرض يقال لها : كربلا فمن شهد ذلك منكم فلينصره ( اُنظر تهذيب تأريخ ابن عساكر لبدران 4 / 338 ).",
        "قال : فخرج أنس بن الحارث إلى كربلا فقتل مع الحسين.\nوأخرجه الحافظ أبو نعيم في دلائل النبوة 486 وابن كثير في البداية والنهاية 8 / 199 عن البغوي بإسناده والخوارزمي في مقتل الحسين 7 1 / 159 من طريق البيهقي عن الحاكم باسناده عن أنس ... قال فقتل أنس بن الحارث مع الحسين بن علي 7.\nوذكره ابن الأثير في اُسد الغابة 1 / 146 وذكر انّه سمع النبي صلّى الله عليه وسلّم يقول : انّ ابني هذا يقتل بأرض من أرض العراق فمن أدركه منكم فلينصره ، فقتل مع الحسين 2.\nأخرجه الثلاثة ( أي : ابن عبدالبر وابن منده وأبو نعيم ).",
        "وترجم لأبيه أيضاً 1 / 417 وقال : روى أنس بن الحارث بن نبيه عن أبيه الحارث ابن نبيه وكان من أصحاب النبي صلّى الله عليه وسلّم من أهل الصفّة ، قال : سمعت رسول الله صلّى الله عليه وسلّم ـ والحسين في حجره ـ يقول : انّ ابني هذا يقتل في أرض يقال لها : العراق فمن أدركه منكم فلينصره ، فقتل أنس بن الحارث مع الحسين.\nوقد روي عن أنس بن الحارث ، قال : سمعت رسول الله صلّى الله عليه وسلّم ولم يقل عن أبيه أخرجه أبوموسى انتهى.\nوذكره ابن حجر في الإصابة في القسم الأول من حرف الألف 1 / 68 وحكى الأقوال فيه إلى ان قال : ووقع في التجريد للذهبي : لا صحبة له وحديثه مرسل !...\nفردّ عليه ابن حجر وقال : وكيف يكون حديثه مرسلاً ! وقد قال : سمعت ، وقد ذكره في الصحابه البغوي وابن السكن وابن شاهين والدغولي وابن زبر والباوردي وابن منده وابو نعيم وغيرهم ، انتهى.",
        "وخرّج السيوطى حديثه هذا في الخصائص الكبرى 2 / 125 وفي جمع الجوامع وخرجه تلميذه شمس الدين الدمشقي في سبل الهدى والرشاد الورقة 547 عن البغوي والمتقي في كنز العمال 12 / 126 عن البغوي وابن السكن والباوردي وابن منده وابن عساكر.\n* * *\n\n",
        "مقتل الحسين بن عليّ\nصلوات الله عليهما وسلامه\n282 ـ [ 47 / ب ] قال : أخبرنا محمد بن عمر ، قال : حدّثنا ابن أبي ذئب ، قال : حدثني عبدالله بن عمير مولى اُم الفضل.\nقال : وأخبرنا عبدالله بن محمد بن عمر بن علي ، عن أبيه.",
        "قال : وأخبرنا يحيى بن سعيد بن دينار السعدي ، عن أبيه.\nقال : وحدّثني عبدالرحمان بن أبي الزناد ، عن أبي وجرة السعدي ، عن علي ابن حسين.\nقال : وغير هؤلاء قد حدّثني.\nقال محمد بن سعد : وأخبرنا علي بن محمد ، عن يحيى بن اسماعيل بن أبي المهاجر ، عن أبيه.",
        "وعن لوط بن يحيى الغامدي ، عن محمد بن بشير الهمداني ، وغيره.\nوعن محمد بن الحجاج ، عن عبدالملك بن عمير.\nوعن هارون بن عيسى ، عن يونس بن أبي إسحاق ، عن أبيه.\nوعن يحيى بن زكريا بن أبي زائدة ، عن مجالد ، عن الشعبي.",
        "قال ابن سعد : وغير هؤلاء أيضاً قد حدّثني في هذا الحديث بطائفة ، فكتبت جوامع حديثهم في مقتل الحسين رحمة الله عليه ورضوانه وصلواته وبركاته.\nقالوا : لمّا بايع معاوية بن أبي سفيان ليزيد بن معاوية كان حسين بن علي بن أبي طالب ممن لم يبايع له.\nوكان أهل الكوفة يكتبون إلى حسين يدعونه إلى الخروج إليهم في خلافة معاوية كل ذلك يأبى. فقدم منهم قوم إلى محمد بن الحنفية فطلبوا إليه أن يخرج معهم فأبى ، وجاء إلى الحسين فاخبره بما عرضوا عليه ، وقال : انّ القوم إنّما يريدون\n",
        "أن يأكلوا بنا ، ويشيطوا دماءنا.\nفأقام حسين [ 48 / أ ] على ما هو عليه من الهموم ، مرة يريد أن يسير إليهم ومرة يجمع الإقامة.\nفجاءه أبوسعيد الخدري ، فقال : يا باعبدالله إنّي لكم ناصح ، وإنّي عليكم مشفق ، وقد بلغني أنّه كاتبك قوم من شيعتكم بالكوفة يدعونك إلى الخروج إليهم ، فلا تخرج ، فإنّي سمعت أباك ; يقول بالكوفة : والله لقد مللتهم وابغضتهم ، وملّوني وابغضوني ، وما بلوت منهم وفاء ، ومن فاز بهم فاز بالسهم الأخيب ، والله ما لهم (1) ثبات ، ولا عزم أمر ، ولا صبر على السيف.\nقال : وقدم المسيّب بن نجبة الفزاري وعدّة معه إلى الحسين بعد وفاة الحسن فدعوه إلى خلع معاوية ، وقالوا : قد علمنا رأيك ورأي أخيك.",
        "فقال : إنّي أرجو أن يعطي الله أخي على نيّته في حبه الكف ، وان يعطيني على نيّتي في حبي جهاد الظالمين.\nوكتب مروان بن الحكم إلى معاوية : إنّي لست آمن أن يكون حسين مرصداً للفتنة ، واظنّ يومكم من حسين طويلاً.\nفكتب معاوية إلى الحسين : إنّ من أعطى الله صفقة يمينه وعهده لجدير بالوفاء ، وقد اُنبئت أنّ قوماً من أهل الكوفة قد دعوك إلى الشقاق ، وأهل العراق من قد جرّبت ، قد أفسدوا على أبيك وأخيك ، فاتّق الله ! واذكر الميثاق ، فإنّك متى تكدني أكدك.\nفكتب إليه الحسين : أتاني كتابك وأنا بغير الذي بلغك عنّي جدير ، والحسنات لا يهدي لها إلاّ الله ، وما [ 48 / ب ] أردت لك محاربة ولا عليك خلافاً ، وما أظنّ لي عندالله عذراً في ترك جهادك ، وما أعلم فتنة أعظم من ولايتك أمر الاُمّة.",
        "فقال معاوية : ان أثرنا بأبي عبدالله إلاّ أسداً.\nوكتب إليه معاوية أيضاً في بعض ما بلغه عنه : انّي لأظنّ انّ في رأسك\n__________________\n(1) في الأصل يقرأ : نيات.",
        "\nنزوة ! فوددت انّي أدركتها فأغفرها لك.\n283 ـ قال : أخبرنا علي بن محمد ، عن جويرية بن أسماء ، عن مسافع بن شيبة ، قال : لقي الحسين معاوية بمكة عند الردم فأخذ بخطام راحلته فأناخ به ، ثم سارّه حسين طويلاً ، وانصرف.\nفزجر معاوية راحلته ، فقال له يزيد : لا يزال رجل قد عرض لك فأناخ بك ، قال : دعه فلعلّه يطلبها من غيري فلا يسوّغه فيقتله.",
        "رجع الحديث إلى الأول\nقال : ولما حضر معاوية دعا يزيد بن معاوية فأوصاه بما أوصاه به ، وقال : اُنظر حسين بن علي بن فاطمة بنت رسول الله صلّى الله عليه وسلّم ، فانّه أحبّ الناس إلى الناس ، فصل رحمه وارفق به ، يصلح لك أمره ، فان يك منه شيء فاني أرجوا أن يكفيكه الله بمن قتل أباه وخذل أخاه.\nوتوفّي معاوية ليلة النصف من رجب سنة ستين وبايع الناس ليزيد.\nفكتب يزيد مع عبدالله بن عمرو بن اويس العامري / [ 49 / أ ] ـ عامر ابن لؤي ـ إلى الوليد بن عقبة بن أبي سفيان وهو على المدينة :",
        "أن ادع الناس فبايعهم ، وابدأ بوجوه قريش وليكن أول من تبدأ به الحسين بن علي ، فإنّ أمير المؤمنين عهد إليّ في أمره الرفق به واستصلاحه.\nفبعث الوليد بن عقبة من ساعته ـ نصف الليل ـ إلى الحسين بن علي وعنده عبدالله بن الزبير فاخبرهما بوفاة معاوية ودعاهما إلى البيعة ليزيد! فقالا : نصبح وننظر ما يصنع [ الناس ].\nووثب الحسين فخرج وَخرج معه ابن الزبير ، وهو يقول : هو يزيد الذي تعرف ، والله ما حدث له حزم ولا مروءة.\nوقد كان الوليد أغلظ للحسين فشتمه الحسين واخذ بعمامته فنزعها من رأسه ، فقال الوليد : ان هجنا بأبي عبدالله إلاّ أسدا.",
        "فقال له مروان ـ أو بعض جلسائه ـ : اقتله ! قال : انّ ذاك لدم مظنون في بني عبد مناف.\nفلمّا صار الوليد إلى منزله قالت له امراته أسماء بنت عبدالرحمان بن الحارث بن هشام : أسببت حسينا ؟! قال : هو بدأ فسبّني ! قالـت : وان سبّك تسبّه ؟! وان سبّ أباك تسبّ أباه ؟!\nوخرج الحسين وعبدالله بن الزبير من ليلتهما إلى مكة ، فاصبح الناس فغدوا على البيعة ليزيد ! وطُلب الحسين وابن الزبير فلم يُوجدا ، فقال المسوّر بن مخرمة : عجّل أبو عبدالله ، وابن الزبير الآن يلفته ويزجيه إلى العراق ليخلو [ 49 / ب ] بمكة.\nفقدما مكة ، فنزل الحسين دار العباس بن عبدالمطّلب ، ولزم ابن الزبير الحجر ولبس المعافري وجعل يحرّض الناس على بني اُميّة.",
        "وكان يغدو ويروح إلى الحسين ويشير عليه أن يقدم العراق ! ويقول : هم شيعتك وشيعتك أبيك.\nوكان عبدالله بن عباس ينهاه عن ذلك ، ويقول : لا تفعل. وقال له عبدالله بن مطيع (1) : أي فداك أبي واُمّي متّعنا بنفسك ، ولا تسر إلى العراق ، فوالله لئن قتلك هؤلاء القوم ليتّخذنا خولاً وعبيداً.\n__________________\n(1) ترجم ابن سعد في الطبقات 5 : 144 لعبدالله بن مطيع هذا ، وقال :",
        "أخبرنا محمد بن عمر ، قال : حدّثني عبدالله بن جعفر بن أبي عون ، قال : لما خرج حسين بن علي من المدينة يريد مكة مرّ بابن مطيع وهو يحفر بئره ، فقال له : أين فداك أبي واُمّي ؟ قال : أردت مكة ... وذكر له انّه كتب إليه شيعته بها ، فقال له ابن مطيع : انى فداك أبي واُمي ، متعنا بنفسك ولا تسر إليهم ، فأبي حسين ، فقال له ابن مطيع : إنّ بئَري هذه قد رشحتها وهذا اليوم أوان ما خرج إلينا في الدلو شيء من ماء ، فلو دعوت الله لنا فيها بالبركة ، قال : هات من مائها ، فاتي من مائها في الدلو فشرب منه ثمّ مضمض ثمّ ردّه في البئر فأعذب وأمهي.\nحدّثنا محمد بن سعد ، قال : أخبرنا محمد بن عمر ، عن عبدالله ، عن أبيه ، قال : مرّ حسين بن علي على ابن مطيع وهو ببئره قد انبطها ، فنزل حسين عن راحلته فاحتمله ابن مطيع احتمالاً حتى وضعه على سريره ، ثمّ قال :\nبأبي واُمّي أمسك علينا نفسك ، فوالله لئن قتلوك ليتّخذنّا هؤلاء القوم عبيداً.\nورواه ابن العديم في ترجمة الحسين 7 من كتابه بغية الطلب في تاريخ حلب ، المجلد : 7 الورقة 51 / أ بإسناده عن ابن سعد.",
        "\nولقيهما عبدالله بن عمرو عبدالله بن عيّاش (1) بن أبي ربيعة بالأبواء منصرفين من العمرة ، فقال لهما ابن عمر : اُذكّركما الله إلاّ رجعتما فدخلتما في صالح ما يدخل فيه الناس !. وتنظروا ، فإن اجتمع الناس عليه لم تشذّا ، وإن افترق عليه كان الذي تريدان !\nوقال ابن عمر لحسين : لا تخرج ، فانّ رسول الله صلّى الله عليه وسلّم خيّره الله بين الدنيا والآخرة فاختار الآخرة ، وانت بضعة منه ولا تنالها ـ يعني الدنيا ـ ، فاعتنقه وبكى وودّعه.\nفكان ابن عمر يقول : غلبنا حسين بن علي بالخروج ، ولعمري لقد رأي في أبيه وأخيه عبرة ، ورأى من الفتنة وخذلان الناس لهم ما كان ينبغي له أن لا يتحرّك ما عاش ، وان يدخل في صالح ما دخل فيه الناس فانّ الجماعة خير !!",
        "وقال له ابن عياش : أين تريد يابن فاطمة ؟ قال : العراق وشيعتي ، [ 50 / أ ] فقال : انّي لكاره لوجهك هذا ، تخرج إلى قوم قتلوا أباك وطعنوا أخاك حتى تركهم سخطة وملّة لهم ، اُذكّرك الله أن تغرّر بنفسك.\nوقال أبو سعيد الخدري : غلبني الحسين على الخروج ، وقد قلت له : اتق الله في نفسك ! والزم بيتك ، فلا تخرج على إمامك !! (2).\nوقال أبو واقد الليثي : بلغني خروج حسين فادركته بملل ، فناشدته الله ان لا يخرج ، فانّه يخرج في غير وجه خروج ، انّما يقتل نفسه ، فقال : لا أرجع.\n__________________",
        "(1) هو عبدالله بن عيّاش بن أبي ربيعة بن المغيرة المخزومي الزُرقيّ ـ بضمّ الزاي وفتح الراء ، نسبة إلى بني زُرَيق ، مصغّراً ـ : ترجم له في اُسد الغابة 3 / 240 وقال : وُلد بأرض الحبشة ، وروى عن النبي. قال ابن حجر في الإصابة 2 / 349 : ذكره الباوردي في الصحابة وأورد من طريقه خبراً في صفة علي موقوفاً.\nوبنو عمّه هم : خالد بن الوليد وابنه عبدالرحمان وأضرابهم من المنافقين من مبغضي علي 7.\n(2) لقد جوزي أبوسعيد الخدري عن إمامه يزيد! خيراً يوم الحرّة حيث صرعه جيشه على الأرض ونتفوا لحيته شعرةً شعرة.\nولا بدّ أن يكون في الأبكار المفتضّات يوم أباح إمامه المدينة لجيشه ثلاثه أيام غير واحدة من قرائب أبي سعيد وأرحامه.",
        "وقال جابر بن عبدالله : كلّمت حسيناً ، فقلت : اتق الله ! ولا تضرب الناس بعضهم ببعض !! فوالله ما حمدتم ما صنعتم ؟! فعصاني (1).\nوقال سعيد بن المسيب : لو ان حسيناً لم يخرج لكان خيراً له !\nوقال أبو سلمة بن عبدالرحمان : قد كان ينبغي لحسين أن يعرف أهل العراق ولا يخرج اليهم ، ولكنّ شجّعه على ذلك ابن الزبير.\nوكتب إليه المسوّر بن مخرمة : اياك ان تغّتر بكتب أهل العراق ، ويقول لك ابن الزبير : إلحق بهم فانّهم ناصروك ، اياك أن تبرح الحرم ، فانّهم ان كانت لهم بك حاجة فسيضربون إليك اباط الإبل حتى يوافوك فتخرج في قوة وعدة ، فجزّاه خيراً وقال : أستخير الله في ذلك.",
        "وكتبت إليه عمرة بنت عبدالرحمن تعظّم عليه ما يريد أن يصنع ، وتأمره بالطاعة ولزوم الجماعة ! وتخبره انّه انّما يساق إلى مصرعه ، وتقول : اشهد لحدّثتني [ 50 / ب ] عائشة انّها سمعت رسول الله صلّى الله عليه وسلّم يقول :\nيقتل حسين بأرض بابل ، فلمّا قرأ كتابها قال : فلا بدّ لي إذاً من مصرعي ، ومضى.\nوأتاه أبوبكر بن عبدالرحمن بن الحارث بن هشام ، فقال : يابن عم ان الرحم تضارّني عليك ، وما أدري كيف أنا عندك في النصيحة لك ، قال : يا بابكر ما أنت ممّن يستغشّ ولا يتهم ، فقل.\nفقال : قد رأيت ما صنع أهل العراق بأبيك وأخيك وأنت تريد أن تسير إليهم وهم عبيد الدنيا ، فيقاتلك من قد وعدك أن ينصرك ، ويخذلك من أنت أحبّ إليه ممّن ينصره ، فاذكّرك الله في نفسك.",
        "__________________\n(1) هذا تقوّل على جابر وافتراء ، فإنّ جابراً يجلّ عن مثل هذا الكلام وقد ورد في رواياتنا في مدحه عن الصادق 7 : كان رجلاً منقطعاً إلينا أهل البيت.\nوقد شهد هو صفّين مع أميرالمؤمنين 7 فكيف ينسب إليه هذا الهذيان ؟!\nثمّ كان جابر ـ ; ـ أول من زار قبر الحسين 7 قصده من المدينة إلى كربلاء ووافاه يوم الأربعين من مصرعه 7.",
        "ولعلّه صدر عن بعض الأمويين أو الخوارج أو بعض المنافقين فنسبه الراوي خطأ إلى جابر.\n\nفقال : جزاك الله يابن عم خيراً ، فلقد اجتهدت رأيك ، ومهما يقضي الله من أمر يكن.\nفقال أبوبكر : إنّا لله ، عند الله نحتسب أبا عبدالله.",
        "وكتب عبدالله بن جعفر بن أبي طالب إليه كتاباً يحذّره أهل الكوفة ويناشده الله أن يشخص إليهم.\nفكتب إليه الحسين : انّي رأيت رؤيا ، ورأيت فيها رسول الله صلّى الله عليه وسلّم وأمرني بأمر أنا ماض له ، ولست بمخبر بها أحداً حتى اُلاقي عملي (1).\nوكتب إليه عمرو بن سعيد بن العاص : انّي أسأل الله أن يلهمك رشدك ، وان يصرفك عمّا يرديك ، بلغني انّك قد اعتزمت على الشخوص إلى العراق ، فاني اعيذك بالله من الشقاق ، فان كنت خائفاً فاقبل إليّ ، فلك عندي الأمان والبرّ والصلة.\nفكتب إليه الحسين : إن كنت أردت بكتابك إليّ برّي وصلتي فجزيت خيرا [ 51 / أ ] في الدنيا والآخرة ، وانّه لم يشاقق من دعا إلى الله وعمل صالحاً وقال انني من المسلمين ، وخير الأمان أمان الله ، ولم يؤمن بالله من لم يخفه في الدنيا ، فنسأل الله مخافة في الدنيا توجب لنا أمان الآْخرة عنده.",
        "وكتب يزيد بن معاوية إلى عبدالله بن عباس يخبره بخروج الحسين إلى مكة ونحسبه جاءه رجال من أهل هذا المشرق فمنّوه الخلافة وعندك علم منهم خبرة وتجربة فان كان فعل فقد قطع واشج القرابة وأنت كبير أهل بيتك والمنظور إليه فاكففه عن السعي في الفرقة !!\nوكتب بهذه الأبيات إليه ، والى من بمكة والمدينة من قريش :\n__________________\n(1) قال ابن الأثير في اُسد الغابة 1 / 21 : فنهاه جماعة ، منهم : أخوه محمد بن الحنفية وابن عمر وابن عباس ، وغيرهم ، فقال : رأيت رسول الله صلّى الله عليه وسلّم في المنام وأمرني بأمر فأنا فاعل ما أمر.",
        "\nقال : فكتب إليه عبدالله بن عباس : انّي أرجو أن لا يكون خروج الحسين لأمر تكرهه ، ولست أدع النصيحة له فيما يجمع الله به الاُلفة وتطفأ به النائرة.\nودخل عبدالله بن عباس على الحسين فكلّمه طويلاً ، وقال : أنشدك الله أن تهلك غداً بحال مضيعة ، لا تأتي العراق ، وان كنت لابدّ فاعلاً فأقم حتى ينقضي الموسم ، وتلقى الناس وتعلم على ما يصدرون ، ثم ترى رأيك ، وذلك في عشر ذي الحجة سنة ستين.\nفأبى الحسين إلاّ أن يمضي إلى العراق ، فقال له ابن عباس : والله إنّي لأظنّك ستقتل غداً بين نسائك وبناتك كما قتل عثمان بين نسائه وبناته ، والله انّي لأخاف أن تكون الذي يقاد به عثمان ، فإنّا لله وانّا إليه راجعون.",
        "فقال الحسين : أبا العباس إنّك شيخ قد كبرت ، فقال ابن عباس (1) :\n__________________\n(1) أخرج الحافظ يعقوب بن سفيان الفسوي في المعرفة والتاريخ 1 : 541 قال : حدّثنا أبوبكر ، قال : حدّثنا سفيان ، قال : حدّثنا ابراهيم بن ميسرة ، قال : سمعت طاووساً يقول : سمعت ابن عباس يقول : إستشارني الحسين بن علي في الخروج فقلت : لولا أن يزري ذلك بي أو بك لنشبت يدي في رأسك ، فكان الذي ردّ عليّ ان قال : لئن اُقتل بمكان كذا وكذا أحبّ إلىّ من أن تنجدني ـ يعني مكة ـ ، قال ابن عباس : فذلك الذي سلا بنفسي عنه.\n",
        "لولا أن يزري ذلك بي أو بك لنشبت يدي في رأسك ، ولو أعلم انّا إذا تناصينا أقمت لفعلت ، ولكنّ لا أخال ذلك نافعي.\nفقال له الحسين : لئن اُقتل بمكان كذا وكذا أحبّ إليّ أن تستحلّ بي ـ يعني مكة ـ ، قال : فبكى ابن عباس ، وقال : أقررت عين ابن الزبير فذلك الذي سلا بنفسي عنه.\nثم خرج عبدالله بن عباس من عنده وهو مغضب [ 52 / أ ] وابن الزبير على الباب ، فلما رآه قال : يابن الزبير قد أتى ما أحببت ، قرّت عينك ، هذا أبو عبدالله يخرج ويتركك والحجاز.\nوبعث حسين إلى المدينة فقدم عليه من خفّ معه من بني عبدالمطّلب وهم تسعة عشر رجلاً ونساء وصبيان من إخوانه وبناته ونسائهم.",
        "وتبعهم محمد بن الحنفية فأدرك حسيناً بمكة واعلمه انّ الخروج ليس له برأي يومه هذا ، فأبى الحسين أن يقبل.\nفحبس محمد بن علي ولده فلم يبعث معه أحداً منهم ! حتى وجد الحسين في نفسه على محمد ، قال : ترغب بولدك عن موضع اُصاب فيه ؟!\nفقال محمد : وما حاجتي أن تُصاب ويصابون معك ، وان كانت مصيبتك أعظم عندنا منهم.\nوبعث أهل العراق إلى الحسين الرسل والكتب يدعونه إليهم ، فخرج متوجهاً إلى العراق في أهل بيته وستين شيخاً من أهل الكوفة ، وذلك يوم الإثنين في عشر ذي الحجة سنة ستين.",
        "__________________\nواخرجه الحافظ الطبراني في المعجم الكبير 3 : 128 في ترجمة الحسين 7 برقم 2859 ، قال : حدّثنا علي بن عبدالعزيز ، حدّثنا اسحاق حدثنا سفيان ...\n(1) البيت لطرفة بن العبد ، وراجع قصّته في مجمع الأمثال 1 / 239 وحياة الحيوان ( القبرة ) ، وربّما نُسب إلى كليب بن ربيعة ، راجع لسان العرب 20 / 385.\nفكتب مروان إلى عبيدالله بن زياد : أمّا بعد ، فانّ الحسين بن علي قد توجّه إليك وهو الحسين بن فاطمة ، وفاطمة بنت رسول الله صلّى الله عليه وسلّم ، وبالله ما أحد يسلّمه الله أحبّ إلينا من الحسين ! فاياك أن تهيج على نفسك ما لا يسدّه شيء ، ولا تنساه العامة ولا تدع ذكره ، والسلام.",
        "وكتب [ 52 / ب ] إليه عمرو بن سعيد بن العاص : أمّا بعد ، فقد توجّه إليك الحسين ، وفي مثلها تعتق ، أو تسترقّ كما تسترقّ العبيد (1).\n284 ـ قال : أخبرنا عبدالله بن الزبير الحميدي ، قال : حدّثنا سفيان بن عيينة ، قال : حدّثني لبطة بن الفرزدق ـ وهو في الطواف وهو مع ابن شبرمة ـ ، قال : أخبرني أبي ، قال : خرجنا حجّاجاً فلما كنا بالصفاح إذا نحن بركب عليهم اليلامق ومعهم الدرق ، فلما دنوت منهم إذا أنا بحسين بن علي ، فقلت : أي أبو عبدالله ؟ قال : يا فرزدق ما وراءك ؟ قال : أنت أحبّ الناس إلى الناس ، والقضاء في السماء ، والسيوف مع بني اُمية.\nقال : ثم دخلنا مكة ، فلمّا كنّا بمنى قلت له : لو أتينا عبدالله بن عمرو فسألناه عن حسين وعن مخرجه ، فأتينا منزله بمنى فاذا نحن بصبية له سود مولدين يلعبون ، قلنا : أين أبوكم ؟ قالوا : في الفسطاط يتوضأ ، فلم يلبث أن خرج علينا من فسطاطه ، فسألناه عن حسين ؟ فقال : أما إنّه لا يحيك فيه السلاح ! قال : فقلت له : تقول هذا فيه وأنت الذي قاتلته وأباه ؟! فسبّني وسببته !\nثم خرجنا حتى أتينا ماء لنا يقال له : تعشار ، فجعل لا يمرّ بنا أحد إلاّ سألناه عن حسين ، حتى مرّ بنا ركب فناديناهم ما فعل حسين بن علي قالوا : قُتلْ ! فقلت : فعل الله بعبدالله بن عمرو ، وفعل.",
        "__________________\n(1) من أول المقتل إلى هنا ، أورده المزي في تهذيب الكمال 6 / 412 ـ 422 عن ابن سعد.\nومن أوله إلى هنا أيضاً رواه الحافظ كمال الدين ابن العديم في كتابه بغية الطلب في ترجمة الإمام الحسين 7 ج 7 الورقة 58 ب إلى 64 / أ يطابق ج 6 ص 2605 ـ 2612 من مطبوعه ، بإسناده عن أبن سعد إسناداً ومتناً.\n(284) ورواه يعقوب بن سفيان الفسوي في المعرفة والتاريخ 2 : 673 عن الحميدي وذكره بكنيته أبي بكر. ورواه الذهبي في تذكرة الحفاظ 372 في ترجمة أبي عبيدة عنه عن لبطة بأوجز مما هنا ورواه الطبري 5 / 386. رواه ابن عساكر برقم 257.",
        "\nقال سفيان : ذهب الفرزدق إلى غير المعنى ـ أو قال : الوجه ـ انّما قال : لا يحيك فيه السلاح ولا يضرّه [ 53 / أ ] القتل ، مع ما قد سبق له.\n285 ـ قال : أخبرنا عبدالله بن الزبير الحميدي ، قال : حدّثنا سفيان ، قال : حدّثنا شيعي لنا يقال له : العلاء بن أبي العباس ، عن أبي جعفر ، عن عبدالله ابن عمرو ، أنّه قال في حسين : خرج ، أما إنّه لا يحيك فيه السلاح (1).\n286 ـ قال : أخبرنا موسى بن اسماعيل ، قال : حدثنا معاوية بن عبد الكريم ، عن مروان الأصغر ، قال : حدّثني الفرزدق بن غالب قال :",
        "لما خرج الحسين بن علي ; لقيت عبدالله بن عمرو ، فقلت له : انّ هذا الرجل قد خرج ، فما ترى ؟ قال : أرى أن تخرج معه ، فانّك أن أردت دنيا أصبتها ، وان أردت آخرة أصبتها.\nقال : فرحلت نحوه ، فلمّا كنت في بعض الطريق بلغني قتله ، فرجعت إلى عبدالله بن عمرو ، فقلت : أين ما قلت لي ؟! قال : كان رأياً رأيته !\n287 ـ قال : أخبرنا علي بن محمد ، عن الهذلي ، انّ الفرزدق قال : لقيت حسيناً ، فقلت : بأبي أنت لو أقمت حتى يصدر الناس ، لرجوت أن يتقصّف أهل الموسم معك ، فقال : لم آمنهم يا أبا فراس.\nقال : فدخلت مكة فاذا فسطاط وهيئة ، فقلت : لمن هذا ، قالوا : لعبدالله ابن عمرو بن العاص ، فأتيته فاذا شيخ أحمر فسلّمت ، فقال : من ؟ قلت : الفرزدق ، أترى أن أنصر حسيناً ؟ قال : إذا تصيب أجراً وذخراً ، قلت بلا دنيا ، فاطرق ، ثم قال : يابن غالب لتتمّن خلافة يزيد ، فانظرن ، فكرهت ما قال.",
        "قال : فسببت يزيد ومعاوية ، قال : مه ! [ 53 / ب ] قبّحك الله !! فغضبت ، فشتمته وقمت ، ولو حضر حشمه لأوجعوني.\nفلمّا قضيت الحج رجعت ، فاذا عير فصرخت : ألا ما فعل الحسين ؟ فردّوا عليّ : ألا قُتل.\n__________________\n(1) من أول المقتل إلى هنا رواه ابن عساكر بإسناده عن ابن سعد في ترجمة الحسين 7 من ص 196 ـ 206.",
        "288 ـ قال : أخبرنا علي بن محمد ، عن جويرية بن أسماء وعلي بن مدرك ، عن اسماعيل بن يسار ، قال :\nلقي الفرزدق حسيناً بالصفاح فسلّم عليه ، فوصله بأربعمائة دينار ، فقالوا : يا أبا عبدالله تعطي شاعراً مبتهراً ؟! قال : انّ خير ما أمضيت ما وقيت به عرضك ، والفرزدق شاعر لا يؤمن.\nفقال قوم لاسماعيل : وما عسى أن يقول في الحسين ومكانه مكانه ، وأبوه واُمّه من قد علمت ؟\nقال : اُسكتوا ، فانّ الشاعر ملعون ، ان لم يقل في أبيه واُمّه قال في نفسه.",
        "289 ـ قال : أخبرنا علي بن محمد ، عن حباب بن موسى ، عن الكلبي عن بحير بن شداد الأسدي ، قال : مرّ بنا الحسين بالثعلبية ، فخرجت إليه مع أخي ، فاذا عليه جبّة صفراء لها جيب في صدرها ، فقال له أخي : انّي أخاف عليك ، فضرب بالسوط على عيبة قد حقبها خلفه ، وقال : هذه كتب وجوه أهل المصر.\n290 ـ قال : أخبرنا موسى بن اسماعيل ، قال : حدّثنا جعفر بن سليمان ، عن يزيد الرشك ، قال : حدّثني من شافه الحسين ، قال :\nرأيت أبنية مضروبة بفلاة من الأرض ، فقلت : لمن هذه ؟ قالوا : هذه لحسين ، قال : فأتيته فاذا شيخ يقرأ القران [ 54 / أ ] قال : والدموع تسيل على خديه ولحيته ، قال : قلت : بأبي واُمي يابن رسول الله ما أنزلك هذه البلاد والفلاة التي ليس بها أحد ؟ فقال : هذه كتب أهل الكوفة إليّ ولا أراهم إلاّ قاتليّ ، فاذا فعلوا ذلك لم يدعوا لله حرمة إلاّ انتهكوها ، فيسلّط الله عليهم من يذلّهم حتى يكونوا أذلّ من فَرمَ الأمة ـ يعني مقنعتها ـ !.\nثم رجع الحديث إلى الأول",
        "قالوا : وقد كان الحسين قدّم مسلم بن عقيل بن أبي طالب إلى الكوفة ، وأمره أن ينزل على هانئ بن عروة المرادي وينظر إلى اجتماع الناس عليه ، ويكتب إليه بخبرهم.\n__________________\n(289) رواه ابن عساكر برقم 266 عن عمر ابن سعد.\n",
        "فقدم مسلم بن عقيل الكوفة مستخفياً وأتته الشيعة فأخذ بيعتهم ، وكتب إلى الحسين بن علي : انّي قدمت الكوفة فبايعني منهم إلى أن كتبت إليك ثمانية عشر ألفاً ، فعجّل القدوم فانّه ليس دونها مانع !\nفلمّا أتاه كتاب مسلم أغذ السير حتى انتهى إلى زبالة ، فجاءت رسل أهل الكوفة إليه بديوان فيه أسماء مائة ألف.\nوكان النعمان بن بشير الأنصاري على الكوفة في آخر خلافة معاوية فهلك وهو عليها ، فخاف يزيد أن لا يقدم النعمان على الحسين ، فكتب إلى عبيدالله بن زياد بن أبي سفيان ! [ 54 / ب ] وهو على البصرة فضم إليه الكوفة ، وكتب إليه بإقبال الحسين إليها ، فإن كان لك جناحان فطرْ حتى تسبق إليها.\nفاقبل عبيدالله بن زياد على الظهر سريعاً حتى قدم الكوفة فاقبل متعمماً متنكّراً حتى دخل السوق ، فلما رأته السفلة واهل السوق خرجوا يشتدّون بين يديه وهم يظنون انه حسين ! وذاك انّهم كانوا يتوقعونه ، فجعلوا يقولون لعبيدالله : يابن رسول الله الحمد لله الذي أراناك وجعلوا يقبلون يده ورجله ، فقال عبيدالله لشدّ ما فسد هؤلاء !",
        "ثم مضى حتى دخل المسجد فصلّى ركعتين ثم صعد المنبر وكشف عن وجهه ، فلمّا رأه الناس مال بعضهم على بعض واقشعوا عنه.\nوبنى عبيدالله بن زياد تلك الليلة بأهله اُم نافع بنت عمارة بن عقبة بن أبي معيط.\nواتي تلك الليلة برسول الحسين بن علي قد كان أرسله إلى مسلم بن عقيل يقال له : عبدالله بن يقطر فقتله.\nوكان قدم مع عبيدالله بن البصرة شريك بن الأعور الحارثي وكان شيعة لعلي فنزل أيضاً على هانئ بن عروة ، فاشتكا شريك ، فكان عبيدالله يعوده في منزل هانئ ومسلم بن عقيل هناك لا يعلم به.",
        "فهيؤوا لعبيدالله ثلاثين رجلاً يقتلونه إذا دخل عليهم واقبل عبيدالله\nما تنظرون بسلمى أن تحيّوها.\n[ 55 / أ ] اسقوني ولو كانت فيها نفسي ، فقال عبيدالله : ما يقول ؟ قالوا : يهجر ، وتحشحش القوم في البيت ، فأنكر عبيدالله ما رأى منهم فوثب فخرج ، ودعا مولى لهانئ بن عروة كان في الشرطة فسأله فأخبره الخبر فقال : أولا.\nثم مضى حتى دخل القصر وارسل إلى هانئ بن عروة وهو يومئذ ابن بضع وتسعين سنة ، فقال : ما حملك على أن تجير عدوي وتنطوي عليه ؟ فقال : يابن أخي انّه جاء حقّ هو أحقّ من حقّك وحقّ أهل بيتك ، فوثب عبيدالله وفي يده عنزة فضرب بها رأس هانئ حتى خرج الزج واغترز في الحائط ونثر دماغ الشيخ فقتله مكانه.",
        "وبلغ الخبر مسلم بن عقيل فخرج في نحو من أربعمائة من الشيعة فما بلغ القصر إلاّ وهو في نحو من ستين رجلاً ، فغربت الشمس واقتتلوا قريباً من الرحبة ثم دخلوا المسجد وكثرهم أصحاب عبيدالله بن زياد ، وجاء الليل فهرب مسلم حتى دخل على امرأة من كندة يقال لها : طوعة فاستجار بها ، وعلم بذلك محمد بن الأشعث بن قيس فاخبر به عبيدالله بن زياد فبعث إلى مسلم فجيء به فأنّبه وبكّته وأمر بقتله.\nفقال : دعني اوصي ، قال : نعم ، فنظر إلى عمر بن سعد بن أبي وقاص ، فقال : انّ لي إليك حاجة وبيني وبينك رحم.\nفقال عبيدالله : اُنظر في حاجة ابن [ 55 / ب ] عمك ، فقام إليه فقال : يا هذا انّه ليس هاهنا رجل من قريش غيرك ، وهذا الحسين بن علي قد اظلك فارسل إليه رسولاً فلينصرف فانّ القوم قد غرّوه وخدعوه وكذّبوه ، وانّه إن قتل لم يكن لبني هاشم بعده نظام ، وعلي دين أخذته منذ قدمت الكوفة فاقضه عني ، واطلب جثتي من ابن زياد فوارها.\nفقال له ابن زياد : ما قال لك ؟ فاخبره بما قال ، فقال : قل له : امّا مالك فهو لك لا نمنعك منه ، واما حسين فان تركنا لم نرده ، واما جثته فاذا",
        "\nقتلناه لم نبال ما صنع به ، ثم اُمر به فقتل ، فقال عبدالله بن الزبير الأسدي (1) في ذلك :\nيعني بأسماء ابن خارجة الفزاري ، كان عبيدالله بن زياد بعثه ـ وعمرو بن الحجاج الزبيدي ـ إلى هانئ بن عروة فأعطياه العهود والمواثيق فاقبل معهما [ 56 / أ ] حتى دخل على عبيدالله بن زياد فقتله.\nقال : وقضى عمر بن سعد دين مسلم بن عقيل وأخذ جثته فكفّنه ودفنه ، وأرسل رجلاً إلى الحسين فحمله على ناقة واعطاه نفقة ، وامره أن يبلّغه ما قال مسلم بن عقيل فلقيه على أربع مراحل فاخبره.",
        "وبعث عبيدالله برأس مسلم بن عقيل وهانئ بن عروة إلى يزيد بن معاوية.\nوبلغ الحسين قتل مسلم وهانئ ، فقال له ابنه علي الأكبر : يا أبه إرجع فانّهم أهل ( كدر ) وغدر وقلة وفائهم ، ولا يفون لك بشيء ، فقالت بنو عقيل لحسين : ليس هذا بحين رجوع ، وحرّضوه على المضي.\nفقال حسين لأصحابه : قد ترون ما يأتينا ، وما أرى القوم إلاّ سيخذلوننا\n__________________",
        "(1) هو عبدالله بن الزبير ـ بفتح الزاي ـ الاسدي ، اسد خزيمة ، كوفي ، شاعر مشهور في أيام بني اُميّة ، قيل : مات في زمن الحجّاج ، جمع شعره يحيى الجبوري بالعراق وحقّقه ، له ترجمة مطوّلة في الأغاني وهو الذي قال لابن الزبير : لعن الله ناقة حملتني إليك ، فقال : ان وراكبها ، وراجع قصّته في تاريخ ابن عساكر ( عبدالله بن جابر ـ عبدالله بن زيد ) ص 506 وله ترجمة في تلخيص المتشابه في الرسم 10 / 23 وفي سير أعلام النبلاء 3 / 383 وراجع المصادر المذكورة في تعاليقها.\nوالشعر عند الطبري 5 / 379 ثمانية أبيات وفيه : ويقال : قاله الفرزدق.\nفمن أحبّ أن يرجع فليرجع.\nفانصرف عنه [ الذين ] صاروا إليه في طريقه ، وبقي في أصحابه الذين خرجوا معه من مكة ونفير قليل [ من ] من صحبه في الطريق. فكانت خيلهم اثنين وثلاثين فرساً.",
        "قال : وجمع عبيدالله المقاتلة وأمر لهم بالعطاء واعطى الشُّرَط ، ووجّه حصين بن تميم الطهوي إلى القادسية ، وقال له : أقم بها فمن أنكرته فخذه.\nوكان حسين قد وجّه قيس بن مسهر الأسدي إلى مسلم بن عقيل قبل أن يبلغه قتله ، فأخذه حصين فوجّه به إلى عبيدالله ، فقال له عبيدالله : قد قتل الله مسلما ! فقم في الناس فاشتم [ 56 / ب ] الكذّاب ابن الكذّاب فصعد قيس المنبر فقال : ايّها الناس انّي تركت الحسين بن علي بالحاجر ، وأنا رسوله إليكم وهو يستنصركم.\nفأمر به عبيدالله فطرح من فوق القصر فمات.\nووجّه الحصين بن تميم الحر بن يزيد اليربوعي من بني رياح في ألف إلى الحسين ، وقال : سايره ولا تدعه يرجع حتى يدخل الكوفة ، وجعجع به ، ففعل ذلك الحر بن يزيد.",
        "فاخذ الحسين طريق العذيب حتى نزل الجوف مسقط النجف مما يلي المائتين ، فنزل قصر أبي مقاتل ، فخفق خفقة ثم انتبه يسترجع وقال : انّي رأيت في المنام آنفاً فارساً يسايرنا ويقول : القوم يسيرون والمنايا تسري إليهم ، فعلمت انّه نعى إلينا أنفسنا.\nثم سار حتى نزل بكربلاء ، فاضطرب فيه ، ثم قال : أيّ منزل نحن به ؟ قالوا : بكربلاء ، فقال : يوم كرب وبلاء.\nفوجّه إليه عبيدالله بن زياد عمر بن سعد بن أبي وقاص في أربعة الآف ، وقد كان استعمله قبل ذلك على الري وهمذان ، وقطع ذلك البعث معه ، فلمّا أمره بالمسير إلى حسين تأبّى ذلك وكرهه واستعفى منه ، فقال له ابن زياد : اُعطي الله عهداً لئن لم تسر إليه وتقدم عليه لأعزلنّك عن عملك واهدم دارك واضرب\n",
        "عنقك ! قال : إذاً أفعل.\nفجاءته بنو زهرة قالوا : ننشدك الله أن تكون أنت الذي [ 57 / أ ] تلي هذا من حسين فتبقى عداوة بيننا وبني هاشم ، فرجع إلى عبيدالله فاستعفاه فأبى ان يعفيه ، فصمّم وسار إليه.\nومع حسين يومئذ حمسون رجلاً ، واتاهم من الجيش عشرون رجلاً ، وكان معه من أهل بيته تسعة عشر رجلاً.\nفلمّا رأى الحسين عمر بن سعد قد قصد له فيمن معه قال : يا هؤلاء اسمعوا يرحمكم الله ، ما لنا ولكم ! ما هذا بكم يا أهل الكوفة ؟! قالوا : خفنا طرح العطاء ، قال : ما عند الله من العطاء خير لكم ، يا هؤلاء دعونا فلنرجع من حيث جئنا ، قالوا : لا سبيل إلى ذلك ، قال فدعوني أمضي إلى الريّ فاجاهد الديلم ، قالوا : لا سبيل إلى ذلك ، قال : فدعوني أذهب إلى يزيد بن معاوية فأضع يدي في يده ، قالوا : لا ، ولكن ضع يدك في يد عبيدالله بن زياد !",
        "قال : امّا هذه فلا ، قالوا : ليس لك غيرها.\nوبلغ ذلك عبيدالله ، فهمّ أن يخلّي عنه ، وقال : والله ما عرض لشيء من عملي ، وما أراني إلاّ مخل سبيله يذهب حيث شاء.\nقال شمر بن ذي الجوشن الضبابي : انّك والله ان فعلت وفاتك الرجل لا تستقيلها أبداً ، وانّما كان همّة عبيدالله أن يثبت على العراق ، فكتب إلى عمر ابن سعد :\nفناهضه ، وقال لشمر بن ذي الجوشن : سرأنت إلى عمر بن سعد [ 57 / ب ] فان مضى لما أمرته وقاتل حسيناً والاّ فاضرب عنقه ، وأنت على الناس.",
        "قال : وجعل الرجل والرجلان والثلاثة يتسلّلون إلى حسين من الكوفة ، فبلغ ذلك عبيدالله فخرج فعسكر بالنخيلة ، واستعمل على الكوفة عمرو بن\nحريث ، واخذ الناس بالخروج إلى النخيلة ، وضبط الجسر فلم يترك أحداً يجوزه (1).\nوعقد عبيدالله لحصين بن تميم الطهوي على ألفين ووجّهه إلى عمر بن سعد مدداً له.\nوقدم شمر بن ذي الجوشن الضبابي على عمر بن سعد بما أمره به عبيدالله عشية الخميس لتسع خلون من المحرم سنة إحدى وستين بعد العصر ، فنودي في العسكر فركبوا ، وحسين جالس أمام بيته محتبيا ، فنظر إليهم قد اقبلوا فقال للعباس ابن علي بن أبي طالب : إلقهم فسلهم ما بدا لهم ؟ فسألهم فقالوا : أتانا كتاب الأمير يأمرنا أن نعرض عليك أن تنزل على حكمه أو نناجزك ، فقال : إنصرفوا عنا العشيّة حتى ننظر ليلتنا هذه فيما عرضتم ، فانصرف عمر.",
        "وجمع حسين أصحابه في ليلة عاشوراء ليلة الجمعة فحمدالله واثنى عليه وذكر النبيّ صلّى الله عليه وسلّم وما اكرمه الله به من النبوة وما انعم به على اُمته ، وقال :\nإنّي لا أحسب القوم إلاّ مقاتلوكم غداّ وقد أذنت لكم جميعاّ فانتم في حلّ مني ، وهذا الليل قد غشيكم ، فمن كانت له منكم قوة فليضم [ 58 / أ ] رجلاً من أهل بيتي إليه وتفرّقوا في سوادكم ، حتى يأتي الله بالفتح أو أمر من عنده فيصبحوا\n__________________\n(1) قال البلاذري في « أنساب الأشراف » صفحة 166 : قالوا : ولمّا بلغ عبيدالله بن زياد إقبال الحسين إلى الكوفة بعث الحصين بن اُسامة التميمي ـ ثمّ أحد بني جشيش بن مالك بن حنظلة ـ صاحب شرطه حتى نزل القادسية ، ونظّم الخيل بينها وبين خفان ، وبينها وبين القطقطانة إلى لعلع.",
        "وقال في صفحة 173 : أمر ابن زياد فأخذ ما بين واقصة إلى طريق الشام إلى طريق البصرة فلا يترك أحمد يلج ولا يخرج !\nوفي صفحة 178 : امر الناس فعسكروا بالنخيلة وأمر أن لا يتخلّف أحد منهم ... فلا يبقيّن رجل من العرفاء والمناكب والتجّار والسكّان إلاّ خرج فعسكر معي فأيّما رجل وجدناه بعد يومنا هذا متخلّفاً عن العسكر برئت منه الذمّة.\nوفي صفحة 179 : ثمّ إنّ ابن زياد استخلف على الكوفة عمرو بن حريث وأمر القعقاع بن سويد ابن عبدالرحمان بن بجير المنقري بالتطواف بالكوفة في خيل فوجد رجلاً من همدان قد قدم يطلب ميراثاً له بالكوفة ، فأتى به ابن زياد فقتله !\nفلم يبق بالكوفة محتلم إلاّ خرج إلى العسكر بالنخيلة !... ووضع ابن زياد المناظر على الكوفة لئلاّ يجوز أحد من العسكر مخافة لأن يلحق بالحسين.",
        "\nعلى ما أسرّوا في أنفسهم نادمين ، فانّ القوم انّما يطلبونني ، فاذا رأوني لهوا عن طلبكم.\nفقال أهل بيته : لا أبقانا الله بعدك ، لا والله لا نفارقك حتى يصيبنا ما اصابك ، وقال ذلك أصحابه جميعا ، فقال : أثابكم الله على ما تنوون الجنة.\n291 ـ قال : أخبرنا الضحاك بن مخلد أبو عاصم الشيباني ، عن سفيان ، عن أبي الجحاف ، عن أبيه :",
        "انّ رجلاً من الأنصار أتى الحسين ، فقال : انّ عليّ ديناً ، فقال : لا يقاتل معي من عليه دين.\n292 ـ قال : أخبرنا علي بن محمد ، عن أبي الأسود العبدي ، عن الأسود بن فيس العبدي ، قال :\nقيل لمحمد بن بشير الحضرمي : قد اُسر ابنك بثغر الري ، قال : عند الله أحتسبه ونفسي ، ما كنت أحبّ أن يؤسر ولا أن أبقى بعده.\nفسمع قوله الحسين ، فقال له : رحمك الله أنت في حلّ من بيعتي ، فاعمل في فكاك ابنك ، قال : أكلتني السباع حياً ان فارقتك ، قال : فاعط ابنك هذه الأثواب يستعين بها في فكاك أخيه ، فاعطاه خمسة أثواب قيمتها ألف دينار.",
        "رجع الحديث إلى الأول\nفلمّا أصبح يومه الذي قتل فيه رحمة الله عليه قال : اللّهم أنت ثقتي في كل [ 58 / ب ] كرب ، ورجائي في كل شدّة ، وانت لي في كل أمر نزل بي ثقة ، وانت وليّ كل نعمة وصاحب كل حسنة.\n__________________\n(292) رواه ابن عساكر برقم 200 باسناده عن ابن سعد ، وفيه أيضاً : محمد بن بشير كما هو كذلك في أصلنا من الطبقات ، لكن الظاهر انّ كلمة ( محمد بن ) زائدة ، وانما قاله الحسين 7 لبشير بن عمرو الحضرمي الكندي : انّ ابنك عمر اُسر بثغر الري ... وكذا ورد هذا الأسم ( بشير بن عمرو ) في أنساب الأشراف ص 196 وفي تاريخ الطبري 5 : 444 ورد اسمه مشكولاً بالضم والفتح مصغّرا.",
        "ورواه ابن العديم في ترجمة الحسين 7 من كتابه بغية الطلب في تاريخ حلب المجلد 7 الورقة 51 / أ عن أبي نصر بن الشيرازي عن ابن عساكر باسناده عن ابن سعد وفيه أيضاً محمد بن بشير.\nثم قال حسين لعمر واصحابه : لا تعجلوا حتى أخبركم خبري ، والله ما أتيتكم حتى أتتني كتب أماثلكم بانّ السنّةّ قد اُميتت ، والنفاق قد نجم ، والحدود قد عطّلت ، فاقدم لعلّ الله تبارك وتعالى يصلح بك اُمة محمد صلّى الله عليه وسلّم ، فأتيتكم فاذ كرهتم فانا راجع عنكم ، وارجعوا إلى أنفسكم فانظروا هل يصلح لكم قتلي أو يحلّ لكم دمي ؟! ألست ابن بنت نبيّكم ابن ابن عمه وابن أول المؤمنين إيماناً ، أوليس حمزة والعباس وجعفر عمومتي ، أو لم يبلغكم قول رسول الله صلّى الله عليه وسلّم فيّ وفي أخي : هذان سيدا شباب أهل الجنة.\nفان صدقتموني والاّ فاسألوا جابر بن عبدالله وأبا سعيد الخدري وأنس بن مالك وزيد بن أرقم.\nفقال شمر بن ذي الجوشن : هو يعبد الله على حرف إن كان يدري ما تقول !",
        "فأقبل الحرّ بن يزيد ـ أحد بني رياح بن يربوع ـ على عمر بن سعد فقال : أمقاتل أنت هذا الرجل ؟ قال : نعم ! قال : أما لكم في واحدة من هذه الخصال التي عرض رضى ؟ قال : لو كان الأمر اليّ فعلت ، فقال : سبحان الله ما اعظم هذا ! أن يعرض ابن بنت رسول الله صلّى الله عليه وسلّم عليكم ما يعرض فتأبونه !\nثم مال [ 59 / أ ] إلى الحسين فقاتل معه حتى قتل ، ففي ذلك يقول الشاعر المتوكل الليثي :\nوقال الحسين : أما والله يا عمر ليكوننّ لما ترى يوما يسوؤك ، ثم رفع حسين يده مدّاً إلى السماء فقال :\nاللّهم انّ أهل العراق غرّوني وخدعوني وصنعوا بحسن بن علي ما صنعوا ، اللّهم شتّت عليهم أمرهم واحصهم عدداً.",
        "وناوش عمر بن سعد حسيناً ، فكان أول من قاتل مولى لعبيدالله بن زياد يقال له سالم ، نصل من الصف فخرج إليه عبدالله بن تميم بن ... فقتله ،\n\nوالحسين جالس عليه جبة خز دكناء وقد وقعت النبال عن يمينه وعن شماله ، وابن له ـ ابن ثلاث سنين ـ بين يديه فرماه عقبة بن بشر الأسدي فقتله.\nورمى عبدالله بن عقبة الغنوي أبابكر بن الحسين بن علي فقتله فقال سليمان بن قتّة :",
        "قال : ولبس حسين لامته ، وأطاف به أصحابه يقاتلون دونه حتى قتلوا جميعاً ، وحسين عليه عمامة سوداء وهو مختضب بسواد يقاتل قتال الفارس الشجاع.\nقال : ودعا رجل من أهل الشام علي بن حسين الأكبر ـ واُمه آمنة بنت أبي مرة بن عروة بن مسعود [ 59 / ب ] الثقفي ، واُمّها بنت أبي سفيان بن حرب ـ فقال : إنّ لك بأميرالمؤمنين قرابة ورحما ، فان شئت آمنّاك وامض حيث ما احببت ، فقال : أما والله لقرابة رسول الله صلّى الله عليه وسلّم كان أولى أن تُرعى من قرابة أبي سفيان ، ثم كرّ عليه وهو يقول :\nقال : وأقبل عليه رجل من عبدالقيس يقال له : مرّة بن منقذ بن النعمان فطعنه ، فحمل فوضع قريباً من أبيه ، فقال له : قتلوك يا بُنيّ ؟ على الدنيا بعدك العفاء ، وضمّه أبوه إليه حتى مات ، فجعل الحسين يقول :\nاللّهم دعونا لينصرونا فخذلونا وقتلونا ، اللّهم فاحبس عنهم قطر السماء وامنعهم بركات الأرض ، فان متعتّهم إلى حين ففرّقهم شيعاً واجعلهم طرائق قدداً ، ولا ترضي الولاة عنهم أبداً.",
        "وجاء صبي من صبيان الحسين يشتدّ حتى جلس في حجر الحسين فرماه رجل بسهم فأصاب ثغره نحره فقتله ، فقال الحسين :\nاللّهم إن كنت حبست عنّا النصر فاجعل ذلك لما هو خير في العاقبة ، وانتقم لنا من القوم الظالمين.\nقال : وخرج القاسم بن حسن بن علي وهو غلام عليه قميص ونعلان فانقطع شسع نعله اليسرى فحمل عليه [60 / أ ] عمرو بن سعيد الأزدي فضربه فسقط ونادى : يا عمّاه ، فحمل عليه الحسين فضربه فاتّقاها بيده فقطعها من المرفق فسقط.\nوجاءت خيل الكوفيين ليحملوه ، وحمل عليهم الحسين فجالوا ووطؤوه حتى مات ،",
        "ووقف الحسين على القاسم فقال : عزّ على عمّك أن تدعوه فلا يجبيك ، أو يجبيبك فلا ينفعك ، يوم كثر واتره وقلّ ناصره ، وبعداً لقوم قتلوك.\nثم أمر به فحُمل ورجلاه تخطان الأرض حتى وضع مع علي بن حسين.\nوعطش الحسين فاستسقى ـ وليس معهم ماء ـ فجاءه رجل بماء فتناوله ليشرب فرماه حصين بن تميم بسهم فوقع في فيه فجعل يتلقّى الدم بيده ويحمد الله.\nوتوجّه نحو المسنّاة يريد الفرات ، فقال رجل من بني ابان بن دارم : حولوا بينه وبينه الماء ، فعرضوا فحالوا بينه وبين الماء وهوأمامهم ، فقال حسين : اللّهم اظمه.",
        "ورماه الأباني بسهم فاثبته في حنكه ، فانتزع السهم وتلقّى الدم فملأ كفّه ، وقال : اللّهم انّي أشكو إليك ما فعل هؤلاء.\nفما لبث الأباني إلاّ قليلاً حتى رئي وانّه ليؤتى بالقلة أو العسّ ان كان ليروى عدّة فيشربه فإذا نزعه عن فيه قال : اسقوني فقد قتلني العطش ! فما زال بذلك حتى مات.\nوجاء شمر بن ذي الجوشن فحال بين الحسين وبين قتله فقال الحسين :\nرحلي لكم عن ساعة مباح فامنعوه من ... لكم وطغامكم [ 60 / ب ] وكونوا في دنياكم أحرارا إذا لم يكن لكم دين.",
        "فقال شمر : ذلك لك يابن فاطمة.\nقال : فلمّا قُتل أصحابه وأهل بيته بقي الحسين عامة النهار لا يقدم عليه أحد إلاّ انصرف حتى أحاطت به الرجّالة ، فما رأينا مكثوراً قطّ أربط جأشاً منه ،\n\nان كان ليقاتلهم قتال الفارس الشجاع ، وان كان ليشدّ عليهم فينكشفون عنه انكشاف المعزى شدّ فيها الأسد.",
        "فمكث مليّاً من النهار والناس يتدافعونه ويكرهون الإقدام عليه ، فصاح بهم شمر بن ذي الجوشن : ثكلتكم اُمهاتكم ! ماذا تنتظرون به ، أقدموا عليه.\nفكان أول من انتهى إليه زرعة بن شريك التميمي فضرب كتفه اليسرى وضربه حسين على عاتقه فصرعه.\nوبرز له سنان بن أنس النخعي فطعنه في ترقوته ، ثم انتزع الرمح فطعنه في بواني صدره ، فخرّ الحسين صريعاً ثم نزل إليه ليحتزّ رأسه ونزل معه خولى بن يزيد الأصبحي فاحتزّ رأسه ثم أتى به عبيدالله بن زياد ، فقال :\nقال : فلم يعطه عبيدالله شيئا (1).",
        "قال : ووجدوا بالحسين ثلاثاً وثلاثين جراحة ، ووجدوا في ثوبه مائة وبضعة عشر خرقاً من [ 61 / أ ] السهام وأثر الضرب.\nوقتل يوم الجمعة يوم عاشوراء في المحرم سنة إحدى وستين ، وله يومئذ ست وخمسون سنة وخمسة أشهر.\nوكان جعفر بن محمد يقول : قتل الحسين وهو ابن ثمان وخمسين سنة ، وقتل مع الحسين اثنان وسبعون رجلاً ، وقتل من أصحاب عمر بن سعد ثمانية وثمانون رجلاً.\nوقتل مع الحسين بن علي بن أبي طالب رضي الله عنهما :",
        "الحسين بن علي بن أبي طالب 2 ، قتله سنان بن أنس النخعي ، وأجهز عليه وحزّ رأسه الملعون خولى بن يزيد الأصبحي.\nوالعباس بن علي بن أبي طالب الأكبر ، قتله زيد بن رقاد الجنبي وحكيم السنبسي من طي.\n__________________\n(1) حكاه سبط ابن الجوزي في تذكرة خواص الأمة ص 256 عن الطبقات.",
        "وجعفر بن علي بن أبي طالب الأكبر ، قتله هانئ بن ثبيت الحضرمي وعبدالله بن علي بن أبي طالب ، قتله هانئ بن ثبيت الحضرمي.\nقال : وقد كان العباس بن علي قال لجعفر وعبدالله ابني علي : تقدّما فان قُتلتما ورثتكما ، وإن قُتلت بعد كما ورثني ولدي ، وان قُتلت قبلكما ثم قُتلتما ورثكما محمد بن الحنفية ! فتقدّما فقتلا ولم يكن لهما ولد ثم قتل العباس بعدهما.\nوعثمان بن علي بن أبي طالب ، رماه خولى بن يزيد بسهم فاثبته ، واجهز عليه رجل من بني ابان بن دارم.\nوأبوبكر بن علي بن أبي طالب ، يقال : انّه قُتل في ماقيه [ 61 / ب ].",
        "ومحمد بن علي بن أبي طالب الأصغر ـ واُمه اُم ولد ـ ، قتله رجل من بني ابان بن دارم.\nوعلي بن حسين الأكبر ، قتله مرّة بن النعمان العبدي.\nوعبدالله بن الحسين ، قتله هانئ بن ثبيت الحضرمي وجعفر بن الحسين.\nوأبوبكر بن الحسين بن علي ، قتلهما عبدالله بن عقبة الغنوي.",
        "وعبدالله بن الحسين ، قتله ابن حرملة الكاهلي من بني أسد.\nوالقاسم بن الحسن ، قتله سعيد بن عمرو الأزدي.\nوعون بن عبدالله بن جعفر ، قتله عبدالله بن قطبة الطائي.\nومحمد بن عبدالله بن جعفر ، قتله عامر بن نهشل التميمي.",
        "ومسلم بن عقيل بن أبي طالب ، قتله عبيدالله بن زياد بالكوفة صبراً.\nوجعفر بن عقيل ، قتله بشربن حوط الهمداني ، ويقال : عروة بن عبدالله الخثعمي.\nوعبدالرحمان بن عقيل ، قتله عثمان بن خالد بن أسير الجهني وبشر بن حوط.\nوعبدالله بن عقيل ـ واُمه اُم ولد ـ ، قتله عمرو بن صبح الصدائي.",
        "وعبدالله بن عقيل ـ الآخر ، واُمه اُم ولد ـ ، قتله عمرو بن صبح الصدائي ويقال : قتله اُسيد بن مالك الحضرمي.\nومحمد بن أبي سعيد بن عقيل ، قتله لقيط الجهني ورجل من آل أبي لهب لم يسمّ لنا.\nورجل من آل أبي سفيان بن الحارث بن عبدالمطّلب يقال له : أبوالهياج وكان شاعراً.\nوسليمان مولى الحسين بن علي ، قتله سليمان بن عوف الحضرمي [ 62 / أ ] ومنجح مولى الحسين بن علي.",
        "وعبدالله بن يقطر ـ رضيع الحسين ـ ، قُتل بالكوفة ، رُمي به من فوق القصر فمات ، وهو الذي قيل فيه :\nوكان من قتل معه 2 من سائر الناس من قبائل العرب من القبيلة الرجل والرجلان والثلاثة ممّن صبر معه.\nوقد كان ابنا عبدالله بن جعفر لجئا إلى امرأة عبدالله بن قطبة الطائي ثم النبهاني ، وكانا غلامين لم يبلغا ، وقد كان عمر بن سعد أمر مناديا فنادى : من جاء برأس فله ألف درهم ، فجاء ابن قطبة إلى منزله فقالت له امرأته : انّ غلامين لجئا إلينا فهل لك ان تشرف بهما فتبعث بهما إلى أهلهما بالمدينة ؟ قال : نعم أرنيهما ، فلمّا رآهما ذبحهما وجاء برؤسهما إلى عبيدالله بن زياد فلم يعطه شيئاً ، فقال عبيدالله : وددت أنّه كان جاءني بهما حيّين فمننت بهما على أبي جعفر ـ يعني عبدالله بن جعفر ـ.\nوبلغ ذلك عبدالله بن جعفر ، فقال : وددت انّه كان جاءني بهما فاعطيته ألفي ألف.",
        "ولم يفلت من أهل بيت الحسين بن علي الذين معه إلاّ خمسة نفر :\nعلي بن حسين الأصغر ، وهو أبو بقية ولد الحسين بن علي اليوم ، وكان مريضاً فكان مع النساء.\nوحسن بن حسن بن علي ، وله بقية.\nوعمرو بن حسن بن علي ، ولا بقية له.",
        "والقاسم بن عبدالله بن جعفر [ 62 / ب ].\nومحمد بن عقيل الأصغر.\nفانّ هؤلاء اُستضعفوا فقدم بهم وبنساء الحسين بن علي وهنّ :\nزينب وفاطمة ابنتا علي بن أبي طالب.",
        "وفاطمة وسكينة ابنتا الحسين بن علي.\nوالرباب بنت أنيف الكلبية امرأة الحسين بن علي ، وهي اُم سكينة وعبدالله المقتول ، ابني الحسين بن علي.\nواُم محمد بنت حسن بن علي ، امرأة علي بن حسين.\nوموالي لهم ومماليك عبيد واماء قدم بهم على عبيدالله بن زياد مع رأس الحسين بن علي ورؤوس من قتل معه 2 وعنهم.",
        "ولمّا قُتل الحسين 2 انتهب ثقله فأخذ سيفه الفلافس النهشلي ،\nواخذ سيفاً آخر جُميع بن الخلق الأودي.\nواخذ سراويله بحر الملعون بن كعب التميمي ، فتركه مجرداً !\nواخذ قطيفته قيس بن الأشعث بن قيس الكندي ، فكان يقال له : قيس قطيفة.",
        "واخذ نعليه الأسود بن خالد الأودي.\nواخذ عمامته جابر بن يزيد.\nواخذ برنسه ـ وكان من خزّ ـ مالك بن بشير الكندي.\nواخذ رجل من أهل العراق حلي فاطمة بنت حسين وهو يبكي ! فقالت : لم تبكي ؟ فقال : أسلب ابنة رسول الله صلّى الله عليه وسلّم ولا أبكي ؟! فقالت : دعه ، انّي أخاف أن يأخذه غيري !!",
        "وكان علي بن حسين الأصغر مريضاً نائماً على فراش ، فقال شمر بن ذي الجوشن الملعون : اُقتلوا هذا ! فقال له رجل من أصحابه : [ 63 / أ ] سبحان الله أتقتل فتى حدثاً مريضاً لم يقاتل !\nوجاء عمر بن سعد فقال : لا تعرضوا لهؤلاء النسوة ولا لهذا المريض.\n\nقال علي بن حسين : فغيّبني رجل منهم واكرم نزلي واحتضنني وجعل يبكي كلّما خرج ودخل حتى كنت أقول : ان يكن عند أحد من الناس وفاء فعند هذا ، إلى أن نادى منادي ابن زياد : ألا من وجد علي بن حسين فليأت به فقد جعلنا فيه ثلاثمائة درهم.",
        "قال : فدخل والله عليّ وهو يبكي وجعل يربط يدي إلى عنقي ! وهو يقول : أخاف ! فاخرجني والله إليهم مربوطاً حتى دفعني إليهم واخذ ثلاثمائة درهم وأنا أنظر إليها.\nفاُخذت فادخلت على ابن زياد ، فقال : ما اسمك ؟ فقلت : علي بن حسين ، قال : أولم يقتل الله علياً ؟ قال : قلت : كان لي أخ يقال له علي أكبر مني قتله الناس ، قال : بل الله قتله ، قلت : الله يتوفّى الأنفس حين موتها ، فأمر بقتله ، فصاحت زينب بنت علي بابن زياد : حسبك من دمائنا ، أسألك بالله ان قتلته إلاّ قتلتني معه ، فتركه.\nقال : ولمّا أمر عمر بن سعد بثقل الحسين ان يدخل الكوفة إلى عبيدالله ابن زياد وبعث إليه برأسه مع خولى بن يزيد الأصبحي.\nفلمّا حُمل النساء والصبيان فمرّوا بالقتلى صرخت امرأة منهم : يا محمداه ، هذا حسين بالعراء ، مزمل بالدماء ، واهله ونساؤه سبايا ، فما بقي صديق ولا عدو إلاّ أكبّ باكياً.",
        "ثم قدم بهم على عبيدالله [ 63 / ب ] بن زياد فقال عبيدالله : من هذه ؟ فقالوا : زينب بنت علي بن أبي طالب ! فقال : كيف رأيت صنع الله بأهل بيتك ؟ قالت : كُتب عليهم القتل فبرزوا إلى مضاجعهم وسيجمع الله بيننا وبينك وبينهم.\nقال : الحمد لله الذي قتلكم وأكذب حديثكم ، قالت : الحمد لله الذي أكرمنا بمحمد وطهّرنا تطهيراً.\nفلما وضعت الرؤوس بين يدي عبيدالله بن زياد جعل يضرب بقضيب معه على في الحسين ! وهو يقول :\n",
        "فقال له زيد بن أرقم : لو نحيت هذا القضيب فانّ رسول الله صلّى الله عليه وسلّم كان يضع فاه على موضع هذا القضيب (1).\n293 ـ قال : أخبرنا سليمان بن حرب ، قال : حدّثنا حماد بن سلمة ، عن علي بن زيد ، عن أنس بن مالك ، قال : شهدت عبيدالله بن زياد حيث اُتي برأس الحسين 2 ، قال : فجعل ينكت بقضيب معه على أسنانه ويقول : إنْ كان لحسن الثغر ! قال : فقلت : والله لأسوأنّك فقلت : أما انّي قد رأيت رسول الله صلّى الله عليه وسلّم يقبّل موضع قضيبك من فيه.\nرجع الحديث الى الاول\nقالوا : وأمر عبيدالله برأس الحسين فنُصب.",
        "294 ـ قال : أخبرنا محمد بن عمر [ 64 / أ ] قال : حدّثنا عطاء بن مسلم ، عن من أخبره ، عن عاصم بن أبي النجود عن زر بن حبيش ، قال : أول رأس رُفع\n__________________\n(293) أخرجه البخاري في صحيحه في كتاب بدء الخلق باب مناقب الحسن والحسين بإسناد آخر عن أنس وفيه: فجعل ينكت ، وقال في حسنه شيئاً ، فقال أنس : كان أشبههم برسول الله ـ صلّى الله عليه وسلّم ـ.\nورواه الترمذي في سننه 5 : 659 برقم 3778 بإسناد آخر عن أنس ، وفيه : فجعل يقول بقضيب له في أنفه ، ويقول : ما رأيت مثل هذا حسنا ! قلت : أما انّه كان ... ثم قال : هذا حديث حسن صحيح غريب.",
        "ورواه ابوبكر الشافعي في الغيلانيات عن إسماعيل بن اسحاق عن سليمان بن حرب.\nفقلت : أما إنّه كان أشبههم برسول الله صلى الله عليه وسلم.\nابن عساكر في الحسين ص 30 من رقم 48.\nوخرجه ابن الضّحاك كما في ذخائر العقبى ص 127.",
        "ورواه القطيعي في زيادات الفضائل عن الكجي عن سليمان بن حرب عن حمّاد بالإسناد واللفظ ، ورواه أسلم بن سهل بحشل في تاريخ واسط ص 245 ـ 246 بإسناد آخر عن أنس وفيه فجعل يقول بقضيبه في أنفه ! ... فقلت : إنّه كان أشبههم برسول الله ـ صلّى الله عليه وسلم ـ.\nوأخرجه القطيعي في زيادات الفضائل بإسناده عن أنس بلفظ أسلم وأخرجه أيضاً بإسناد آخر ولفظه فجعل ينكت بقضيب في يده ...\nالفائق 1 / 419 ، ابن حسّان 184 ب ، مورد الضمآن رقم 2243.\nكنز العمال 13 / 672 عن الخطيب في المتفق والمفترق.",
        "\nعلى خشبة رأس الحسين.\n295 ـ قال : أخبرنا محمد بن عمر ، قال : حدّثني عيسى بن عبدالرحمن السلمي ، عن الشعبي ، قال : رأس الحسين أول رأس حُمل في الإسلام.\n296 ـ قال : اخبرنا محمد بن عمر ، قال : حدثنا شيبان ، عن جابر ، عن عامر ، قال : رأيت رأس الحسين بن علي بعد أن قُتل قد نصل الشيب من صبغ السواد.",
        "رجع الحديث إلى الأول\nقال : وأمر عبيد الله بن زياد بحبس من قدم به عليه من بقيّة أهل حسين معه في القصر ، فقال ذكوان أبو خالد : خل بيني وبين هذه الرؤوس فادفنها ففعل فكفّنها ودفنها بالجنابة ، وركب إلى أجسادهم فكفّنهم ودفنهم.\nوكان زهير بن القين قد قتل مع الحسين فقالت امرأته لغلام له يقال له شجرة : انطلق فكفّن مولاك ، قال : فجئت فرأيت حسيناً ملقى ، فقلت : اكفن مولاي وأدع حسيناً ! فكفّنت حسيناً ، ثم رجعت فقلت ذلك لها ، فقالت : أحسنت ، وأعطتني كفناً آخر ، وقالت : إنطلق فكفّن مولاك ، ففعلت.\nوأقبل عمر بن سعد فدخل الكوفة ، فقال : ما رجع رجل [ 64 / ب ] إلى أهله بشرّ ممّا رجعت به ، أطعت ابن زياد ، وعصيت الله ، وقطعت الرحم !",
        "قال : وقدم رسول من قبل يزيد بن معاوية يأمر عبيد الله ان يرسل إليه بثقل الحسين ومن بقي من ولده وأهل بيته ونسائه ، فأسلفهم أبو خالد ذكوان عشرة آلاف درهم ، فتجهّزوا بها.\nوقد كان عبيد الله بن زياد لما قتل الحسين بعث زحر بن قيس الجعفي إلى يزيد بن معاوية يخبره بذلك فقدم عليه ، فقال : ما وراءك ، قال : يا أمير المؤمنين أبشر بفتح الله وبنصره ، ورد علينا الحسين بن علي في ثمانية عشر من أهل بيته وفي سبعين من شيعته ، فسرنا إليهم فخيّرناهم الاستسلام والنزول عن حكم عبيد الله بن زياد أو القتال ، فاختاروا القتال على الإستسلام ، فناهضناهم عند\nشروق الشمس وأطفنا بهم من كل ناحية ، ثم جردّنا فيهم السيوف اليمانيّة فجعلوا يبرقطون يبرقطون الي غير وزر ويلوذون منا بالإكام والأمر والحفر لواذاً كما لاذ الحمائم من صقر ، فنصرنا الله عليهم ! فوالله يا أمير المؤمنين ما كان إلاّ جزر جزور أو نومة قائل ، حتى كفى المؤمنين مؤنتهم فأتينا على آخرهم فهاتيك أجسادهم مطرّحة مجرّدة وخدودهم معفّرة ومناخرهم مرمّلة تسفي عليهم الريح ذيولها ، بقيًّ سبسب تنتابهم عُرج الضباع [ 65 / أ ] زوّارهم العقبان والرخم ! قال : فدمعت عينا يزيد ! وقال : كنت أرضى من طاعتكم بدون قتل الحسين ، وقال : كذلك عاقبة البغي والعقوق ! ثم تمثّل يزيد\nقال : وقدم برأس الحسين محفز بن ثعلبة العائذي ـ عائذة قريش ـ على يزيد ، فقال : أتيتك يا أمير المؤمنين برأس أحمق الناس وألأمهم ، فقال يزيد : ما ولدت اُم محفز أحمق وألأم ، لكنّ الرجل لم يقرأ كتاب الله « تؤتي الملك من تشاء وتنزع الملك ممّن تشاء وتعزّ من تشاء وتذلّ من تشاء ».",
        "ثم قال بالخيزرانة بين شفتي الحسين وانشأ يقول :\nـ والشعر لحصين بن الحمام المري ـ ، فقال له رجل من الأنصار ـ حضره ـ : إرفع قضيبك هذا فانّي رأيت رسول الله صلى الله عليه وسلم يقبّل الموضع الذي وضعته عليه.\n297 ـ قال : أخبرنا كثير بن هشام ، قال : حدّثنا جعفر بن برقان ، قال : حدّثنا يزيد بن أبي زياد ، قال : لما اُتي يزيد بن معاوية برأس الحسين بن علي جعل ينكت بمخصرة معه سنّه ويقول : ما كنت أظنّ أبا عبدالله [ 65 / ب ] يبلغ هذا السنّ !\nقال : واذا لحيته ورأسه قد نصل من الخضاب الأسود.",
        "\nرجع الحديث إلى الأول\nقال : ثم اُتي يزيد بن معاوية بثقل الحسين ومن بقي من أهله ونسائه فاُدخلوا عليه قد قرنوا في الحبال فوقفوا بين يديه.\nفقال له علي بن الحسين : أنشدك الله يا يزيد ما ظنّك برسول الله صلى الله عليه وسلّم لو رآنا مقرّنين في الحبال ، أما كان يرقّ لنا ؟!",
        "ـ فأمر يزيد بالحبال فقطّعت ، وعرف الإنكسار فيه !\nوقالت له سكينة بنت حسين : يا يزيد بنات رسول الله صلى الله عليه وسلّم سبايا ! فقال : يا بنت أخي ، هو والله عليّ أشدّ منه عليك ! وقال : أقسمت بالله لو انّ بين ابن زياد وبين حسين قرابة ما اقدم عليه ، ولكن فرّقت بينه وبينه سمية ! وقال : قد كنت ارضى من طاعة أهل العراق بدون قتل الحسين ، فرحم الله أبا عبدالله عجّل عليه ابن زياد ، أما والله لو كنت صاحبه ثم لم أقدر على دفع القتل عنه إلاّ بنقص بعض عمري لأحببت أن أدفعه عنه ! ولوددت انّي أتيت به سلماً.\nثم اقبل على علي بن حسين ، فقال : أبوك قطع رحمي ، ونازعني سلطاني ، فجزاه الله جزاء القطيعة والإثم !.\nفقام [ 66 / أ ] رجل من أهل الشام ، فقال : انّ سباءهم لنا حلال ! فقال علي بن حسين : كذبت ولؤمت ، ما ذاك لك إلاّ أن تخرج من ملّتنا وتأتي بغير ديننا ، فاطرق يزيد ملياً ، ثم قال للشامي : اجلس ، ثم أمر بالنساء فاُدخلن على نسائه ، وأمر نساء آل أبي سفيان فأقمن المأتم على الحسين ثلاثة أيام ، فما بقيت منهنّ امرأة إلاّ تلقّتنا تبكي وتنتحب ، ونُحْنَ على حسين ثلاثاً ، وبكت اُم كلثوم بنت عبدالله بن عامر بن كريز على الحسين وهي يؤمئذ عند يزيد بن معاوية ، فقال يزيد : حقّ لها أن تعول على كبير قريش وسيدها.",
        "وقالت فاطمة بنت علي لامرأة يزيد : ما تُرك لنا شيء ، فأبلغت يزيد ذلك ، فقال يزيد : ما اُتي إليهم أعظم ، ثم ما ادّعوا شيئاً ذهب لهم إلا أضعفه\nلهم.\nثم دعا بعلي بن حسين وحسن بن حسن وعمرو بن حسن ، فقال لعمرو ابن حسن ـ وهو يومئذ ابن إحدى عشرة سنة ـ : أتصارع هذا ؟ ـ يعني خالد بن يزيد ـ قال : لا ، ولكن أعطني سكيناً وأعطه سكّيناً حتى اُقاتله ، فضمّه إليه يزيد وقال :\nشنشنة أعرفها من أخزم ، هل تلد الحية إلاّ حيّة.",
        "ثم بعث يزيد إلى المدينة فقدم عليه بعدّة من ذوي السن من موالي بني هاشم ثم من موالي بني علي ، وضمّ إليهم أيضاً عدّة من موالي أبي سفيان ، ثم بعث بثقل الحسين ومن بقي من نسائه وأهله [ 66 / ب ] وولده معهم وجهّزهم بكل شيء ولم يدع لهم حاجّة بالمدينة إلاّ أمر لهم بها.\nوقال لعلي بن حسين : إن أحببت أن تقيم عندنا فنصل رحمك ونعرف لك حقك فعلت ، وان أحببت أن اردّك إلى بلادك وأصلك ، قال : بل تردّني إلى بلادي ، فردّه إلى المدينة ووصله ، وأمر الرسل الذين وجّههم معهم أن ينزلوا بهم حيث شاؤوا ومتى شاؤوا (1).\nوبعث بهم مع محرز بن حريث الكلبي ورجل من بهرا ، وكانا من أفاضل أهل الشام.\nقال : وبعث يزيد برأس الحسين إلى عمرو بن سعيد بن العاص وهو عامل له يومئذ على المدينة فقال عمرو : وددت انّه لم يبعث به إليّ ، فقال مروان : اسكت ! ثم تناول الرأس فوضعه بين يديه وأخذ بأرنبته فقال :",
        "_________________\n(1) قاتل الله السياسة فمتى فشل صاحبها في أمر وخسر المعركة حاول أن يتلافى الموقف بشتّى الحيل وهيهات !\nولو كان يزيد صادقاً في ندمه على جريمته البشعة لَدَفع الرأس الشريف إلى أهله يلحقونه بجسده ويدفنونه معه ولم يرسله إلى عامله إلى المدينة ليصبح اُلعوبة بيد الطريد ابن الطريد ، يرقص ويغنّي سكران جذلان حيث أخذ له بثأره من رسول الله 9.\n",
        "والله لكأنّي أنظر إلى أيام عثمان ، وسمع عمرو بن سعيد الصيحة من دور بني هاشم فقال :\nوالشعر لعمرو بن معدي كرب في وقعة كانت بين بني زبيد وبين بني الحارث بن كعب.\nثم خرج عمرو بن سعيد إلى المنبر فخطب الناس [ 67 / أ ] ثم ذكر حسيناً وما كان من أمره وقال : والله لوددت انّ رأسه في جسده وروحه في بدنه ، يسبّنا ونمدحه ، ويقطعنا ونصله ، كعادتنا وعادته.\nفقام ابن أبي حبيش أحد بني أسد بن عبد العزى بن قصي ، فقال : أما لو كانت فاطمة حيّة لأحزنها ما ترى ، فقال عمرو : اسكت لاسكتّ أتنازعني فاطمة وأنا من عفر ظبابها ، والله انّه لابننا وانّ اُمّه لابنتنا ، أجل والله لو كانت حيّة لأحزنها قتله ثم لم تلم من قتله! يدفع عن نفسه !.",
        "فقال ابن أبي حبيش : انّه ابن فاطمة وفاطمة بنت خديجة بنت خويلد ابن أسد بن عبد العزى.\nثم أمر عمرو بن سعيد برأس الحسين فكفّن ودفن بالبقيع عند قبر اُمّه (1).\nوقال عبدالله بن جعفر : لو شهدته لأحببت أن اُقتل معه ، ثم قال : عزّ علي بمصرع الحسين.\n298 ـ قال : اخبرنا محمد بن عمر ، قال حدّثني محمد بن عبدالله بن عبيد ابن عمير ، قال حدثنا ابن ابي ملكية ، قال :",
        "بينما ابن عباس جالس في المسجد الحرام وهو يتوقع خبر الحسين بن علي أن أتاه آت فسارّه بشيء فأظهر الاسترجاع ، فقلنا : ما حدث يا أبا العباس ؟ قال : مصيبة عظيمة نحتسبها ، أخبرني مولاي انّه سمع ابن الزبير يقول : قُتل الحسين بن علي ، فلم يبرح حتى جاءه ابن الزبير فعزّاه ثم انصرف.\n__________________\n(1) حكاه النويري في نهاية الارب 20 / 481 عن ابن سعد.\nفقام ابن عباس فدخل منزله ودخل عليه الناس [ 67 / ب ] يعزّونه فقال : انّه ليعدل عندي مصيبة الحسين شماتة ابن الزبير ، أترون مشي ابن الزبير إليّ يعزّيني ؟ ان ذلك منه إلاّ شماتة.",
        "299 ـ قال : أخبرنا محمد بن عمر ، قال فحدّثني ابن جريح ، قال : كان المسور بن مخرمة بمكة حين جاء نعي الحسين بن علي فلقي ابن الزبير ، فقال له : جاءك ما كنت تمنّى موت حسين بن علي ، فقال ابن الزبير : يا أبا عبدالرحمن تقول لي هذا ؟! فوالله ليته بقي ما بقي بالجما حجر ، والله ما تمنّيت ذلك له.\nقال المسور : انت أشرت عليه بالخروج إلى غير وجه ! قال : نعم أشرت عليه ولم أدر انّه يُقتل ! ولم يكن بيدي أجله ، ولقد جئت ابن عباس فعزّيته فعرفت انّ ذلك يثقل عليه مني ، ولو انّي تركت تعزيته ، قال : مثلي يترك لا يعزّيني بحسين ، فما اصنع ، أخوالي وغرة الصدور عليّ ! وما أدري على أي شيء ذلك ؟!\nفقال له المسور : ما حاجتك إلى ذكر ما مضى ونثّه ، دع الاُمور تمضي وبرّ أخوالك فأبوك أحمد عندهم منك.\n300 ـ قال : اخبرنا محمد بن عمر ، قال حدّثني محمد بن عبد الله بن عبيد ابن عمير ، عن رجل ، قال سمعت ابن عباس وعنده محمد بن الحنفية وقد جاءهم نعي الحسين بن علي وعزّاهم الناس ، فقال ابن صفوان : إنا لله وإنّا إليه راجعون ، أيّ مصيبة ، يرحم الله أبا عبدالله وآجركم الله في مصيبتكم ، فقال ابن عباس : يا ابا القاسم ، ما هو إلاّ أن خرج من مكة [ 68 / أ ] فكنت اتوقع ما اصابه ، قال ابن الحنفية : وأنا والله ، فعند الله نحتسبه ، ونسأله الأجر وحسن الخلف.",
        "قال ابن عباس : يا أبا صفوان أما والله لا يخلد بعد صاحبك الشامت بموته ، فقال ابن صفوان : يا أبا العباس ، والله ما رأيت ذلك منه ولقد رأيته محزونا بمقتله ، كثير الترحّم عليه ، قال : يريك ذلك لما يعلم من مودّتك لنا ، فوصل الله رحمك ، لا يحبّنا ابن الزبير أبداً ، قال ابن صفوان : فخذ بالفضل فأنت أولى به منه.\n\n301 ـ قال : اخبرنا محمد بن عبدالله الأنصاري ، قال حدّثنا قرّة بن خالد ، قال : اخبرني عامر بن عبدالواحد ، عن شهر بن حوشب ،\nقال : إنّا لعند اُم سلمة زوج النبي صلى الله عليه وسلم ، قال : فسمعنا صارخة ، فأقبلت حتى انتهت إلى اُم سلمة ، فقالت : قُتل الحسين !",
        "قالت : قد فعلوها ! ملأ الله بيوتهم ـ أو قبورهم ـ عليهم ناراً ، ووقعت مغشياً عليها ، قال : وقمنا.\n302 ـ قال : اخبرنا الفضل بن دكين ، قال : حدّثنا سفيان ، عن نسير بن ذعلوق ، عن هبيرة بن خزيمة ، قال :\nقال الربيع بن خثيم حين قُتل الحسين : اللّهم فاطر السماوات والأرض ، عالم الغيب والشهادة ، انت تحكم بين عبادك فيما كانوا فيه يختلفون.\n303 ـ قال : أخبرنا الفضل بن دكين ، قال : حدثنا فطر ، عن منذر ، قال : لما قتل الحسين قال أشاخ من أهل الكوفة ـ فيهم [ 68 / ب ] أبو بردة ـ : إذهبوا بنا إلى الربيع بن خثيم حتى نعلم رأيه ، فأتوه فقالوا : انه قد قتل الحسين !",
        "قال : أرأيتهم لو انّ رسول الله صلّى الله عليه وسلم دخل الكوفة وفيها احد من اهل بيته فيمن كان ينزل ؟ الا عليهم ؟ فعلموا رأيه.\n304 ـ قال : أخبرنا الفضل بن دكين ، قال : حدّثنا سفيان ، عن شيخ ، قال : لمّا اُصيب الحسين بن علي قال الربيع بن خثيم : لقد قتلوا صبية لو أدركهم رسول الله صلّى الله عليه وسلّم لأجلسهم في حجره ، ولوضع فمه على أفمامهم.\n305 ـ قال : أخبرنا الفضل بن دكين ، قال : حدّثنا فطر ، عن منذر ، قال : كنّا إذا ذكرنا الحسين بن علي ومن قتل معه قال محمد بن الحنفية : قد قتلوا سبعة عشر شاباً كلهم قد ارتكضوا في رحم فاطمة.\n306 ـ قال : أخبرنا عمرو بن خالد المصري ، قال : حدّثنا ابن لهيعة ، عن أبي",
        "__________________\n(301) حكاه سبط بن الجوزي في تذكرة خواصّ الاُمة ص 276 عن ابن سعد.\n(304) حكاه سبط بن الجوزي في تذكرة خواصّ الاُمة ص 268 عن ابن سعد.\n(305) حكاه سبط بن الجوزي في تذكرة خواصّ الاُمة ص 256 عن ابن سعد.",
        "(306) حكاه سبط بن الجوزي في تذكرة خواصّ الاُمة ص 263 عن الطبقات.\nالأسود محمد بن عبد الرحمان ، قال :\nلقيني رأس الجالوت فقال : والله انّ بيني وبين داود لسبعين أباً ، وان اليهود لتلقاني فتعظّمني ، وأنتم ليس بينكم وبين نبيكم إلاّ أب واحد قتلتم ولده !!\n307 ـ قال : أخبرنا مالك بن اسماعيل أبو غسان النهدي ، قال : حدثني عبدالرحمان بن حميد الرواسي ، قال : مرّ عمر بن سعد ـ يعني ابن أبي وقاص ـ بمجلس بني نهد حين قتل الحسين ، فسلّم عليهم فلم يردّوا 7.",
        "308 ـ قال مالك : فحدّثني أبو عيينة البارقي [ 69 / أ ] ، عن عبدالرحمن ابن حميد ، في هذا الحديث قال : فلما جاز قال :\n309 ـ قال : أخبرنا مالك بن اسماعيل ، قال : حدثني الهيثم بن الخطاب النهدي ، قال : سمعت أبا اسحاق السبيعي يقول : كان شمر بن ذي الجوشن الضبابي لا يكاد أو لا يحضر الصلاة معنا ، فيجيء بعد الصلاة فيصلي ثم يقول : اللّهم اغفر لي فاني كريم لم تلدني اللئام ، قال : فقلت له : انّك لسيء الرأي يوم تسارع إلى قتل ابن بنت رسول الله صلى الله عليه وسلم ، قال : دعنا منك يا أبا اسحاق فلو كنا كما تقول واصحابك كنا شرّا من الحمير السقّاءات.\n310 ـ قال : اخبرنا محمد بن عمر ، قال حدّثني اسرائيل عن أبي اسحاق ، قال : رأيت قاتل حسين بن علي شمر بن ذي الجوشن ما رأيت بالكوفة أحد عليه طيلسان وغيره.\n311 ـ قال : اخبرنا أحمد بن عبدالله بن يونس ، قال : حدّثنا شريك ، عن مغيرة ، قال : قالت مرجانة لابنها عبيد الله بن زياد : يا خبيث قلت ابن رسول الله صلى الله عليه وسلّم ؟! لا ترى الجنة أبداً.",
        "312 ـ قال : اخبرنا علي بن محمد ، عن سفيان ، عن عبدالله بن شريك ، قال : رأيت بشر بن غالب يتمرّغ على قبر الحسين ندامة على ما فاته من نصره.\n__________________\n(310) حكاه سبط بن الجوزي في تذكرة خواص الاُمة عن ابن سعد وكذا الخوارزمي في مقتله 2 / 45 بإسناده عن ابن سعد.\n",
        "313 ـ قال : أخبرنا علي بن محمد ، عن حباب بن موسى ، عن جعفر بن محمد ، عن أبيه ، عن علي بن حسين ، قال : حُملنا من الكوفة إلى [ 69 / ب ] يزيد بن معاوية فغصّت طرق الكوفة بالناس يبكون ، فذهب عامة الليل ما يقدرون أن يجوزوا بنا لكثرة الناس ، فقلت : هؤلاء الذين قتلونا وهم الآن يبكون !\n314 ـ قال : أخبرنا علي بن محمد ، عن عبدالحميد بن بهرام ، عن شهر بن حوشب ، قال سمعت اُم سلمة حين أتاها قتل الحسين لعنت أهل العراق ، وقالت : قتلوه ! قتلهم الله ، غرّوه وذلّوه ! لعنهم الله.\n315 ـ قال : اخبرنا موسى بن اسماعيل ، قال حدّثنا سليمان بن مسلم ـ صاحب السقط ـ ، عن أبيه ، قال : كان أول من طعن في سرادق الحسين عمر بن سعد.\nقال : فرأيته هو وابنيه ضُربت أعناقهم ثم علّقوا على الخشب واُلهب فيهم النيران.",
        "316 ـ قال : ثم أخبرنا موسى بن اسماعيل بعد ذلك ، فقال : حدّثنا أبو المعلى العجلي ، عن أبيه ،\nقال محمد بن سعد : فحملناه على انّه سليمان بن مسلم.\n317 ـ قال : أخبرنا محمد بن عبدالله الأنصاري وعبدالملك بن عمر وأبو عامر العقدي ، قالا : حدّثنا قرّة بن خالد ، قال حدّثنا أبو رجا ، قال : لا تسبّوا علياً ، يا لهفتا على أسهم رميته بهنّ يوم الجمل ، مع ذاك لقد قصرن والحمد لله عنه.\nقال : انّ جاراً لنا من بلهجيم جاءنا من الكوفة ، فقال : ألم تروا إلى الفاسق ابن الفاسق قتله الله !! الحسين بن علي ، قال : فرماه الله بكوكبين [ 70 / أ ] في عينيه فذهب بصره.",
        "318 ـ قال : أخبرنا الفضل بن دكين ومالك بن اسماعيل ، قالا : حدّثنا عبدالسلام بن حرب ، عن عبدالملك بن كردوس ، عن حاجب عبيد الله بن زياد ، قال : دخلت معه القصر حين قتل الحسين ، قال : فاضرم في وجهه نار ـ أو كلمة\n__________________\n(314) حكاه سبط بن الجوزي في تذكرة خواص الاُمة ص 267 عن ابن سعد.\nنحوها ـ فقال : هكذا بكمّه على وجهه ، وقال : لا تُحدّث بهذا أحداً.",
        "319 ـ قال : أخبرنا عفان بن مسلم ويحيى بن عباد وكثير بن هشام ومسلم بن ابراهيم وموسى بن اسماعيل ، قالوا : حدّثنا حماد بن سلمة ، قال أخبرنا عمار بن أبي عمار ، عن اُم سلمة ، قالت : سمعت الجنّ تنوح على الحسين.\n320 ـ قال : أخبرنا علي بن محمد ، عن علي بن مجاهد ، عن حنش بن الحارث ، عن شيخ من النخع ، قال : قال الحجّاج : من كان له بلاء فليقم ، فقام قوم فذكروا.\nوقام سنان بن أنس ، فقال : أنا قاتل حسين ، فقال : بلاء حسن ! ورجع سنان إلى منزله فاعتقل لسانه وذهب عقله ، فكان يأكل ويحدث في مكانه.\n321 ـ قال : أخبرنا مسلم بن ابراهيم ، قال حدّثتنا اُم شوق العبدية ، قالت : حدّثتني نضرة الأزدية ، قالت :",
        "لما قتل الحسين بن علي مطرت السماء دماً ، فأصبحت خيامنا وكلّ شيء منا مليء دم.\n322 ـ قال : أخبرنا سليمان بن حرب وموسى بن اسماعيل ، قالا : حدثنا حماد بن سلمة ، قال : حدثنا سليم القاص ، قال : مُطرنا دم يوم قتل الحسين.\n323 ـ قال : أخبرنا محمد بن عمر ، قال : حدثني نجيح ، عن رجل من آل سعيد [ 70 / ب ] يقول :\nسمعت الزهري يقول : سألني عبدالملك بن مروان ، فقال : ما كان علامة مقتل الحسين ؟ قال : لم تكشف يومئذ حجراً إلاّ وجدتَ تحته دماً عبيطاً ! فقال عبدالملك : أنا وأنت في هذا غريبان.",
        "324 ـ قال : أخبرنا محمد بن عمر ، قال حدّثني عمر بن محمد بن عمر بن علي ، عن أبيه ، قال : أرسل عبدالملك إلى ابن رأس الجالوت ، فقال : هل كان في\n__________________\n(319) وأخرجه أحمد في الفضائل عن عبد الرحمان بن مهدي عن حماد بهذا اللفظ وبلفظ : يبكين على حسين.\nوأخرجه أحمد بن منيع البغوي كما في المطالب العالية 4 / 61.",
        "(321) حكاه سبط ابن الجوزي في تذكرة خواص الاُمة ص 374 عن ابن سعد.\n\nقتل الحسين علامة ؟ فقال ابن رأس الجالوت : ما كشف يومئذ حجر إلاّ وُجد تحته دم عبيط (1).\n325 ـ قال : أخبرنا عمرو بن عاصم الكلابي ، قال حدّثنا خلاد ـ صاحب السمسم ، وكان ينزل بني جحدر ـ ، قال : حدّثتني اُمي ، قالت :",
        "كنا زماناً بعد مقتل الحسين وانّ الشمس تطلع محمرّة على الحيطان والجدران بالغداة والعشي ، قالت : وكانوا لا يرفعون حجراً إلاّ وجدوا تحته دما.\n326 ـ قال : حدّثنا عفان بن مسلم ، قال حدثنا حماد بن زيد ، عن هشام ابن حسان ، عن محمد بن سيرين ، قال : لم تر هذه الحمرة في آفاق السماء حتى قتل الحسين بن علي رحمه [ الله ].\n327 ـ قال : أخبرنا موسى بن اسماعيل ، قال حدثنا يوسف بن عبدة ، قال : سمعت محمد بن سيرين ، يقول : لم تكن تُرى هذه الحمرة في السماء عند طلوع الشمس وعند غروبها حتى قتل الحسين 2.\n328 ـ قال : أخبرنا علي بن محمد ، عن علي بن مدرك ، عن جده الأسود ابن قيس ، قال : احمرّت آفاق السماء بعد قتل الحسين ستة أشهر ، يُرى ذلك في آفاق السماء كأنّها الدم.",
        "قال : [ 71 / 1 ] فحدثت بذلك شريكاً فقال لي : ما أنت من الأسود ؟\nقلت : هو جدي أبو اُمّي ، قال : أما والله ان كان لصدوق الحديث عظيم الأمانة مكرماً للضيف.\n329 ـ قال : أخبرنا الفضل بن دكين ، قال : حدثنا عقبة بن أبي حفصة السلولي ، عن أبيه ، قال : إن كان الورس من ورس الحسين ليقال به هكذا فيصير رماداً (2).\n* * *",
        "__________________\n(1) ورواه الطبراني 3 : 127 رقم 2856 عن أبي معشر ، عن محمد بن عبدالله بن سعيد بن العاص.\n(326) حكاه سبط ابن الجوزي في تذكرة خواص الاُمة ص 273 عن الطبقات.\n(2) ورواه الطبراني 3 : 129 رقم 2858 ، عن سفيان بن عيينة ، عن جدته اُم أبيه.",
        "رجع الحديث إلى الأول\nقال : وكان سليمان بن صرد الخزاعي فيمن كتب إلى الحسين بن علي أن يقدم الكوفة ، فلما قدمها أمسك عنه ولم يقاتل معه !\nفلما قتل الحسين رحمه الله ورضي عنه ندم هو والمسيّب بن نجبة الفزاري وجميع من خذل الحسين ولم يقاتل معه ، فقالوا : ما المخرج والتوبة ممّا صنعنا ؟\nفخرجوا فعسكروا بالنخيلة لمستهل شهر ربيع الآخر سنة خمس وستين وولّوا أمرهم سليمان بن صرد ، وقالوا : نخرج إلى الشام فنطلب بدم الحسين فسمّوا التوابين ، وكانوا أربعة آلاف.",
        "فخرجوا فأتوا عين الوردة وهي بناحية قرقيسيا ، فلقيهم جمع أهل الشام وهم عشرون ألفاً عليهم الحصين بن نمير ، فقاتلوهم ، فترجّل سليمان بن صرد وقاتل فرماه يزيد بن الحصين بن نمير بسهم فقتله فسقط [ 71 / ب ] ; قال : فزت وربّ الكعبة ، وقُتل عامة أصحابه ورجع من بقي منهم إلى الكوفة.\nقالوا : وكتب عبد الملك بن مروان الى الحجّاج بن يوسف : اما بعد يا حجّاج فجنبني دماء بني عبد المطلب فانّي رأيت آل حرب لمّا قتلوهم لم يناظروا.\nوقال سليمان بن قتّة يرثي الحسين بن علي بن أبي طالب رضي الله عنهما (1) :\n__________________",
        "(1) حكاه سبط ابن الجوزي في تذكرة خواص الاُمة ص 272 عن ابن سعد.\n\nفقال له عبدالله بن حسن بن حسن : ويحك ألا قلت :\nوقال أبو الأسود الدؤلي في قتل الحسين 2 : ",
        "وقال أبو الاسود الدؤلي أيضاً :\nقال : ولقي عبيدالله بن الحر الجعفي حسين بن علي فدعاه حسين إلى نصرته والقتال معه فأبي ! وقال : قد أعييت أباك قبلك.\nقال : فاذ أبيت أن تفعل فلا تسمع الصيحة علينا ، فوالله لا يسمعها أحد ثم لا ينصرنا فيرى بعدها خيراً أبداً.\nقال عبيد الله فوالله لهبت كلمته تلك ، فخرجت هارباً من عبيد الله بن زياد مخافة أن يوجّهني إليه فلم أزل في الخوف حتى انقضى الأمر.",
        "فندم عبيد الله على تركه نصرة حسين 2 ، فقال :\n\nوقال عبيد الله بن الحرّ أيضا :\nوقال عبيد الله بن الحر أيضاً : [ 73 / أ ]",
        "وقال عبيدة بن عمرو الكندي احد بني بد ابن الحارث يرثي الحسين بن علي وولده رضي الله عنهم ويذكر قتلهم وقتلتهم :\n\n\n",
        "قال : والقوم الذين سمّاهم في شعره.\nسنان بن أنس النخعي ، ومالك ـ رجل من وهبيل من النخع ـ ، ومرة بن كعب ـ رجل من أشراف عبد القيس ـ ! ونوفل بن مساحق من بني عامر بن لوي ،\nكعب بن جابر الأزدي ، اورق الصيداء ـ رجل منهم كان افوه ـ ، وابن موزع ـ رجل من همدان ـ ، بحر بن مالك من بني تميم بن ثعلبة ، خولى بن يزيد الأصبحي ـ المحرق بالنار ـ ، هانئ بن ثبيت الحضرمي ، وثعلبة المستوه ـ رجل من بني تميم كان مأبونا ـ ! وابن تباحر ـ رجل من بني تيم الله يقال له : عمرو بن يبحر بن ابحر حجار بن ابحر ـ ، بجير بن جابر العجلي ـ والذي رماه الغنوي الذي رمى ابن الحسين فقتله ـ ، وابن زاجر ـ رجل من بني منقر من بني تميم ـ ، والأبرص الجلف يعني شمر ابن ذي الجوشن ، شبث بن ربعي الرياحي.\nوقال عبيد الله بن الحرّ أيضاً :",
        "آخر مقتل الحسين بن علي رحمه الله ورضي عنه وعن أبيه وأخيه وذويه وصلّى الله على سيدنا محمد نبيه وآله وصحبه وسلّم [ 74 / ب].\n* * *\n\n",
        "\n1 ـ فهرس الأعلام\n\n",
        "\n2 ـ فهرس الفرق والامم والجماعات\n\n",
        "3 ـ فهرس الأمكنة والبقاع\n\n"
    ]
}