{
    "partText": [
        "\n\n« ثبت الكتاب »\nمكانة البحث الدلالي في المنظور النقدي بلاغياً ولغوياً / التفكير في العلاقة الدلالية جملي / التبادر الذهني يحدث دفعة واحدة / مصطلح البحث الدلالي مصطلح نقدي أوروبي معاصر / معالم هذا البحث في التحديث والتراثية / استبعاد السبق المنطقي والعرض الأصولي عن مهمة البحث / استقرار المنهج الأصولي عند الأستاذ الأعظم ولدى الإمام الخوئي / صلتي برئيس جامعة النجف الدينية تابعت إنجاز هذا البحث.",
        "( نظرية البحث الدلالي عند المحدثين )\nميشال بريال مؤسس علم الدلالة الفرنسي / أوجدن وريتشاردز في نظرية معنى المعنى في النقد الإنكليزي / مفهوم الدلالة لدى الأوروبيين / صلة اللغة بالفكر والصورة بالصوت / تصورنا للمصطلح الدلالي بظاهرتيه : الحسية والمعنوية / كشف الفروق المميزة للدلالة بين النظرية والتطبيق / إيجاد صيغة المصطلح الدلالي في حدود الفهم العربي والأوروبي المشترك / آراء علماء الفريقين في اطار الدلالة للخلوص إلى المؤدى / عدم وضوح رؤية الدلالة / العناية بالجانب التأريخي للألفاظ مقترنة بالجانب النفسي / طه حسين أجمل المعيار القديم والحديث لدلالة الألفاظ / روح الدلالة عند العرب / الجواري يستلهم الدلالة من القرآن العظيم / جميل سعيد يكتشف روح الدلالة في لغة الشعر الجاهلي.\n\n( أصالة البحث الدلالي عند العرب )",
        "الجهود المبكرة لعلماء العروبة والإسلام في تأصيل البحث الدلالي / البحث الدلالي سبق علمي للعرب والمسلمين / الخليل بن أحمد والجاحظ ذهبا إلى هذا المنهج / ابن جنّي نظر للمصطلح الدلالي من الواقع اللغوي والصوتي في التراث / الشريف الرضي صاحب منهج تطبيقي في الدلالة / تبلور الظاهرة الدلالية عند الثعالبي / عبد القاهر أصّل موضوع الدلالة وخطط لمفاهيمه / ابن الأثير وحازم القرطاجني والسيوطي في جهودهم النظرية والتنظيرية في علم الدلالة وتوابعها.\n( تطبيقات البحث الدلالي في القرآن الكريم )\nلغة القرآن ذات طابع دلالي خاص / نشاط اللغة العربية في القرآن مستمد من سمات بلاغية متجانسة تؤكد المعاني الثانوية فضلاً عن المعاني اللغوية الأولية / تطبيقات البحث الدلالي كشفت اختيار القرآن اللفظ المناسب في الموقع المناسب من العبارة القرآنية / ثلاث ظواهر قرآنية متميزة في دلالة الألفاظ بالمعنى الاصطلاحي الدقيق / التناسق القرآني مع مقتضيات الأحوال / الألفاظ في القرآن منضمة إلى المعاني دون تمايز / الخطاب بألفاظ القرآن إلى سكان الأرض لكشف الأسرار العلوية بحسب الذائقة الفطرية / تحليل نقدي لظواهر الألفاظ في القرآن / الوقوف عند جهود الخطابي فيما أورده من افتراضات وفيما أثبته من تطبيق دلالي لألفاظ القرآن / دقة الخطابي فيما أجمله من إفاضات في هذا المجال على سنن العرب الأقحاح.\n( معجم العلماء الدلاليين من العرب والأوروبيين )",
        "طبيعة هذا المعجم الأحصائية / التزامه بطريقة الألفباء\nالمعجمية / الأسس الأولية التي قام عليها المعجم / الاعتذار عن السهو بالنسبة للمحدثين / الدلاليون العرب القدامى / الدلاليون العرب المحدثون / الدلاليون الأوروبيون.\nنتائج كل فصل من الفصول السابقة التي توصلنا إليها.\nأ ـ العربية",
        "ب ـ الأجنبية\nالواردة في الكتاب بحسب ترتيب المصحف.\nبسم الله الرحمن الرحيم\nتمهيد وتحديد :",
        "في منظور النقد البلاغي واللغوي يحتل البحث الدلالي ذروة التأصيل الفني حيث تتبلور الدلالة بلاغياً ولغوياً ونقدياً جملة واحدة ، وذلك عند التفاصيل الدقيقة التي تجعل الدال علامة يرمز إليها بالأشكال ، والمدلول إمارة يؤكد عليها بالمعاني ، والعلاقة القائمة بينهما نتيجة محورية تتمخض عن التقائهما.\nإن التفكير في استنباط هذه العلاقة التي هي جوهر الدلالة يجب أن يحدث جملياً دون تردد ، ومتى تم لنا هذا كانت الدلالة المتصورة ذهنياً حصيلة عملية فورية لاقتران الدال بالمدلول ، أو اللفظ بالمعنى ، أو الشكل بالمادة ، أو الاطار بالمحتوى ... بمختلف التعبيرات المختلفة المنطوق ، والمتحدة المفهوم ... ويمكن تجسيد هذا المنظار في ضوء ما نجده في التصور الأولي للحرف (أ) في اللغة العربية عند الذهن وذلك حين يرسم هذا الأمر دالاً بشكله على هيئته الذهنية ، وهو نفسه في اللغة الانكليزية يرتسم شكلياً على هذا النحو (A) حينما نتصوره بهذه اللغة دون سواها.\nوالتبادر الذهني لهذه الرموز عند نطقها يحدث دفعة واحدة عند تصور أشكالها في الخارج بحيث لا يلتبس التصور للحرف نفسه ، ولا يختلط بغيره من الحروف في كل من اللغتين.\nالبحث الدلالي الحق هو ذلك البحث الذي يخلص إلى نتائج النظرية والتطبيق في دلالة الألفاظ بحيث لا ينفصل التصور الذهني المجرد عن الشكل المادي الخارجي ، وهذه المهمة هي المنعطف الهادف لمسيرة البحث الدلالي المتطورة عند العرب والأوروبيين.",
        "ومصطلح البحث الدلالي من المصطلحات النقدية المعاصرة في منهج التحديث الأوروبي ولهذا فقد كان طبيعياً وموضوعياً أن نستعرض بعض ملامح هذا البحث بلغته المحدثة ، والتي يمكن لمحها عند المقارنة الجادة بين الموروث الدلالي عند العرب والمسلمين ـ قبل أن يتحقق مفهومه في الدرس النقدي الجديد ـ وبين معطيات الفكر الأوروبي الحديث والعربي المعاصر.\nوانطلاقاً من هذه الحقيقة العلمية فقد فضلت أن أشير إلى أن دراسات المحدثين في هذا الميدان تستأهل الاهتمام المبكر بغية تخطيط البحث نظرياً وموقفاً ، ولدى عرضه سيتجلى التجديد في مجال الأسلوب ، والبقاء على الموقف الأم في التراث الاسلامي عند العرب ، وستجري تطبيقات البحث بالوقوف عملياً عند طائفة مختارة من الزخم القرآني لغوياً ونقدياً في لمحات خاطفة على سبيل الأنموذج والمثال ، ونكون بذلك قد أجرينا المقارنة العلمية الكاشفة من جهة ، ودللنا على تطور البحث من جهة أخرى ونظّرنا له بالقرآن الكريم تطبيقاً.\nوفي ضوء هذا التخطيط الأولي كانت معالم البحث متسعةً لثلاثة فصول على النحو الآتي : ـ\nالفصل الأول : نظرية البحث الدلالي عند المحدثين.",
        "الفصل الثاني : أصالة البحث الدلالي عند العرب المسلمين.\nالفصل الثالث : تطبيقات البحث الدلالي في القرآن الكريم.\nولقد رأيت من المفيد حقاً ـ بعد هذه الفصول ـ أن أخصص فصلاً إضافياً قائماً بذاته ، لمعجم تقريبي إحصائي بأسماء أبرز الدلاليين العالميين من النقاد والبلاغيين ، قدامى ومحدثين ، تسهيلاً لمهمة الباحث الأكاديمي حينما يتناول نظرية الدلالة لدى « السمانتيكيين » في الموضوع على وجه التفصيل لأوجه الإشارة والتمثيل كما هو في طبيعة هذا البحث في النظرية والتطبيق.\nوتبقى محاور هذا البحث المركزية متمثلة بالتحديث أولاً ، وبالتراثية ثانياً ، وبالتنظير القرآني أخيراً ، وليس في البحث مسح إحصائي لهذه",
        "المحاور بقدر ما فيه من لمح لتطور البحث الدلالي نظرياً ، مع احتفاظ الفكر الإسلامي والعربي بحق الابتداع للموضوع ، والابتكار في منهجية البحث ، مما يلقي نوعاً من التوجه نحو الجهود المبتكرة للدلالة اللغوية في ضوء النقد البلاغي في أرقى مقاييسه الفنية رؤية ومعاصرة.\nولما كانت هذه المهمة في البحث مهمة نقدية وبلاغية ولغوية فقد أبعدنا السبق المنطقي ، والعرض الأصولي للمسألة ولسنا بصدد الخلط بين مفهوم الدلالة عند المناطقة باعتبارها تضمينة أو التزامية أو مطابقية ، وبين المفهوم البلاغي المتشابك للدلالة كما فعل الخطيب القزويني ( ت : 739 ه‍ ) تبعاً لأبي يعقوب السكاكي ( ت : 626 ه‍ ).\nولسنا نريد إضافة شيء على ما أفاده علماء الأصول في مباحث الألفاظ باعتبارها تشخص صغريات أصالة حجية الظهور في الأمر والنهي ، والمفاهيم ، والعام والخاص ، والمطلق والمقيد ، والتعارض على وجه.\nفهذه كلها مباحث أصولية وعليها مسحة دلالية ، لا شك في هذا ، ولكنها مباحث تتعلق بالألفاظ خالصة من حيث إفادتها أحكاماً شرعية معينة ، بل هي ضوابط أساسية فيما يستفيده المجتهد لدى عملية الاستنباط ، وبناء الحكم على أصل من دلالة اللفظ المتبادرة إليه فيما يحتمله لسان الشارع المقدس. ولسنا بأزاء بيان هذا الأصل أو الخوض فيه ، فضلاً إلى أن السبق المنطقي والعرض الأصولي ، وأن تعلقاً بالبحث هامشياً ، إلا أنهما من المباحث المستفيضة التي كتبت ودوّنت وطوّرت ونضجت واستقرت بمنهج ثابت في المنطق وأصول الفقه لا سيما عند الأستاذ الأعظم الشيخ مرتضى الأنصاري ( ت : 1281 ه‍ ) والتعرض لهما حديث عنهما لا عن النقد البلاغي. كما هي الحال في محاضرات زعيم الحوزة العلمية الإمام الأكبر السيد أبو القاسم الخوئي 1 وإفاضاته الأصولية المتطورة.",
        "إذن : هذا العرض بعيد عن المفاهيم المقحمة بالنقد والبلاغة نتيجة تأثير البيئة الكلامية ، وسيطرة المنطق ، وسيرورة علم الأصول ، وإنما هو كشف دلالي لصميم المخزون التراثي من النقد البلاغي في ضوء المتغيرات الأوروبية المتواجدة. ومن خلال التطبيق القرآن العظيم.\nوقد أفدت من صلتي العلمية بالأستاذ الحجة السيد محمد كلانتر رئيس جامعة النجف الأشرف متابعته في إنجاز هذا البحث على وجه السرعة لأنه يتسم بالأصالة فيما أفاض ، فكان له ما أراد. فإن كان الأمر كذلك فبفضل من الله تعالى وحده ، وإن كانت الأخرى فما لا يدرك كله ، لا يترك كله.\nوفقنا الله جميعاً لاستقراء الحقائق من ينابيعها الأولى.\nوما توفيقي إلا بالله العلي العظيم عليه توكلت وإليه أنيب ، وهو حسبنا ونعم الوكيل.",
        "\nنظرية البحث الدلالي عند المحدثين :\nيرى علماء الدلالة المحدثون إن اللغوي الفرنسي ميشال بريال ( M.Breal ) يعتبر مؤسس علم الدلالة المتعارف عليه اليوم ، وهو الذي وجه الاهتمام لدراسة المعاني بذاتها ، وقد اقترنت أهمية ريال هذه بمحاولة الناقدين اللغويين الإنكليزيين : أوجدن ( C.K.OGden ) وريتشاردز ( I.A.Richards ) الذين حوّلا مسار الدلالة بكتابهما المشترك : معنى المعنى ( The meaning of meaning ) الصادر عام 1923 (1). وذلك بتساؤلهما الحثيث عن ماهية المعنى من حيث هو عمل متزاوج من اتحاد وجهي الدلالة : أي الدال والمدلول ، فوجّها العناية بالعلاقة التي تربط مكونات الدلالة التي يجب أن تبدأ من الفكرة أو المحتوى الفعلي الذي تستدعيه الكلمة والذي يومي إلى الشيء (2).\nفالدلالة لدى هؤلاء مجتمعين ـ كما يبدو ـ عبارة عن اتحاد شامل بإطار متكامل بين الدال والمدلول غير قابل للتجزئة والفصل.",
        "وفي ضوء هذا الفهم الأولي للدلالة أخذت البحوث تشق طريقها إلى استكناه مفهوم الدلالة ومصطلحها لدى المحدثين من العرب والأوروبيين حين لمسوا أن التعميم الفضفاض غير كافٍ لإعطاء صيغة علمية أو فنية متميزة تنهض بالاصطلاح مستوياً على قدميه. ومن هنا حاولوا جعل الدال والمدلول قسيمين أساسيين لمفهوم الدلالة.\n________________\n(1) طبع هذا الكتاب طبعة منقحة في لندن ، 1956 م.\n(2) ظ. د. موريس أبو ناصر ، مدخل إلى علم الدلالة الألسني ، الفكر العربي المعاصر ، آذار ، 1982+ كمال محمد بشر ، دراسات في علم اللغة : 2 / 159.",
        "يستوقفنا الدكتور بسام بركة ، في تقسيمه وتعقيبه حين يقول : « أما الدال فهو الصورة الصوتية التي تنطبع مباشرة في ذهن السامع ، وهو بعبارة أخرى : الإدراك النفسي للكلمة الصوتية ، وأما المدلول فهو الفكرة التي تقترن بالدال » (1).\nويهمنا من هذا المنحنى التأكيد على صلة اللغة بالفكر فيما يوحيه من علاقة مباشرة قد تكون ضرورية بين عناصر الأشارات المتولدة في الذهن نتيجة لاقتران الدال والمدلول خلف الدلالة ، في حين يقول بعض الدارسين العرب : « لا تقتصر دلالة الكلمة على مدلولها فقط ، وإنما تحتوي على كل المعاني التي قد نتخذها ضمن السياق اللغوي. وذلك لأن الكلمات ، في الواقع ، لا تتضمن دلالة مطلقة بل تتحقق دلالتها في السياق الذي ترد فيه ، وترتبط دلالة الجملة بدلالة مفرداتها » (2).\nومع تقويمنا للنصين السابقين واعتدادنا بهما فإن بالأمكان أن نتصور ـ بكل تواضع وسماح ـ أن للألفاظ ظاهرتين متلازمتين تتمم إحداهما الأخرى :\nالظاهرة الأولى : ظاهرة حسية ، باعتبار الألفاظ أصواتاً تنطلق بها الأوتار الصوتية من داخل الجهاز الصوتي ـ ابتداءً من أقصى الحلق وانتهاءً بانطباق الشفتين لتتصل بالأسماع ، وتصل إلى الآذان.",
        "الظاهرة الثانية : ظاهرة معنوية ، باعتبار الألفاظ رموزاً تشتمل على أصواتها لدى انطباقها على مسمياتها ، وإن كانت غيرها.\nوتأسيساً على هذه الرؤية يتحقق لنا لمس إطارين حيّين للألفاظ بعامة : ـ\nإطار خارجي ، يتمثل بالصوت اللساني لكل لفظ ، وإطار داخلي يحمل لنا الصورة الذهنية لذلك الصوت.\n________________",
        "(1) د. بسام بركة ، اللغة والفكر بين علم النفس وعلم اللسانية ( بحث ). ظ : المصادر.\n(2) د. ميشال زكريا ، المكون الدلالي في القواعد التوليدية والتحويلية ( بحث ). ظ : المصادر.\nوالإطار الخارجي ، وهو الظاهرة الحسية ، يمثل الشكل.\nوالإطار الداخلي ، وهو الظاهرة المعنوية ، يمثل المضمون.",
        "ويراد بالشكل هنا ـ كما هو مفهوم من السياق ـ مادة اللفظ الصوتية أو الوترية ، وبالمضمون دلالة اللفظ الانطباقية أو المعنوية.\nولتنظير هذا الفهم نرى أن دلالة أي لفظ من الألفاظ على معناه المحدد له ، ترتبط فيما يوحيه هذا اللفظ في الأذهان من انصراف وتبادر إلى مشخصاته الخارجية إن كان عيناً ، أو ما يرمز إليه في التصور الذهني إن كان معنىً ، بحيث يكسبه هذا وذاك دلالته عند التطبيق الخارجي الذي لا يلتبس بمفهوم آخر في الأدراك حتى يعود رمزاً له ، أو علاقة تشير إليه ، وفي هذا الضوء تشترك الرموز الصوتية لأي لفظ في الدلالة عليه لتشكل أصلاً في كيانه بتصوره جملي دفعة واحدة سواء أكان الاستعمال على جهة الحقيقة اللغوية ، أم على جهة الاستعمال المجازي إذ مناسبة الصلة بين الاستعمالين الحقيقي والمجازي قائمة على إرادة المعنى المحدد دون التباس أو إيهام لتوافر القرينة الدالة على ذلك.\nوفيما نرى فلعل استيفن أولمان أستاذ علم اللغة بجامعة ليدز بإنكلترا قد صاغ دلالة الألفاظ بإطار موجز واضح ، فاللفظ عنده : الصيغة الخارجية للشكل ، والمدلول : الفكرة التي يستدعيها اللفظ (1).\nوقد أوجد بهذا مقارنة سليمة بين المصطلحين ، فلاحظ أن بينهما علاقة متبادلة ، فليس اللفظ وحده هو الذي يستدعي المدلول ، بل إن المدلول أيضاً قد يستدعي اللفظ ، وهذه العلاقة المزدوجة هي القوة التي تربط الدال بالمدلول ، أي الصيغة الخارجية للكلمة بالمحتوى الداخلي لها.",
        "وقد أيد هذا المذهب اللغوي الفرنسي ( أندريه مارتينيه ) فذهب أن اللفظ لا يمكن له أن يمثل الوحدة العضوية الصغرى في الكلام ، لأن اللغة الأنسانية تقوم بإزاء تلفظ مزدوج مركب من اللفظ المكوَّن من مجموعات\n________________\n(1) ظ. ستيفن أولمان ، دور الكلمة في اللغة : 64. \nصوتية ومن المدلول في إعطاء المعنى ، فاللفظ دال ، ومعنى ذلك اللفظ مدلول (1).",
        "ومضافاً إلى اقتناعنا بهذا المنهج فإن المحدثين من علماء الدلالة الأوروبين ، مقتنعون أيضاً ولكن بصعوبة تحديد الكلمة في شتى اللغات ، غير أنهم مجموعون أن الأساس الصوتي وحده لا يصلح لتحديد معالم الكلمات وأنه لا بد أن تشترك معه الكلمة أو وظيفتها اللغوية ليمكن تحديدها.\nوقد اتضح للعالم المشهور ساپير ( sapir ) أن تحليل الكلام إلى عناصر أو وحدات ذات دلالة ، يقسم هذا الكلام إلى مجموعات صوتية منها ما ينطبق على الكلمة ، ومنها ما ينطبق على جزء من الكلمة ، ومنها ما ينطبق على كلمتين أو أكثر (2).\nوطبيعي أن مفهوم ساپير لهذه الدلالات ينطبق على الأحداث والأسماء والحروف ، ودلالة الإضافة في وحدة المضاف ، والمضاف إليه مما يعني تغايراً حقيقياً بين مفهومه ومفهوم القدامى العائلين : « الكلمة قول مفرد ، أو لفظ مفرد » (3).\nفهل أل التعريف من هذا القول ؟ وهل الباء كحرف جر من هذا اللفظ ؟ وهل الضمائر المتصلة كالتاء منه على وجه ما ؟ وهي مع اندماجها في الأفعال ... هل تشكل قولاً مفرداً أم قولين ؟ أو لفظاً مفرداً أم لفظين ؟",
        "إن استقلالية الألفاظ في اللغة العربية تعني الفصل في الدلالة ، فلكل من الأفعال والأسماء والحروف والضمائر دلالات خاصة.\nومع هذا التغاير ، فإن الفهم النحوي للكلمات عند القدامى يختلف عن المفهوم النقدي والبلاغي عندهم في الدلالات.\nوقد كشف الأستاذ مطاع صفدي عمق الفروق بين النظرية والتطبيق\n________________",
        "(1) Mrtinet, Elements de Linguitigue General, Paris. 1970. p.16.\n(2) ظ. إبراهيم أنيس. دلالة الألفاظ : 42 وما بعدها.\n(3) ابن هشام ، شذور الذهب : 12.\nفي المجال الدلالي فرأى : أن الأهمية المميزة للدلالة ، إنها لدى تطبيقها على حقل ما لا يتوقف عند حد تفكيك بنيته ، ولكنها عندما تنجح في هذه المهمة ، وتكشف مدلوله ، تتغير علاقته بالوعي ، يصبح خطاباً آخر بمستويات من الدلالة ذات أنساق متناظرة ، تضفي على منظر الخطاب عمقاً استراتيجياً جديداً.",
        "لذلك فإن الباحثيين في نظرية الدلالة ، محتاجون دائماً إلى ممارسة نظرياتهم عبر الخطابات والنصوص التي يطبقون عليها مناهجهم الدلالية لأن هذا التطبيق ذاته لا يبرهن على نجوع المنهج فحسب وإنما يطوّره ، يعطي الخطاب من ذاته ، ويأخذ منه الحس الحي بعمقه العضوي الجديد.\nإن خصب الدلالة حقق شكلية التداخل المنهجي بين العلوم الإنسانية وجعلها تعكس ظلالها بعضها على بعض ، حولها إلى مرايا لبعضها ، وغني عن البيان أن تقدم العلوم الإنسانية لا يزال مرتبطاً إلى ما لا نهاية بالكشوف المنهجية ، وأهم هذه الكشوف التي ساهمت في نهضتها هي المناهج المساعدة على استنباط أجهزة الإنتاج المعرفية لموضوع البحث وللخطاب العلمي المفسر للموضوع في وقت واحد (1).\nومع اتساع هذا العرض في الاستدلال ، فقد يراد بهذا التعبير مشاركة الدلالة في إرساء مناهج المعرفة الإنسانية ضمن تعدد خصائصها الفنية ، وبرامجها في التنقل بين حقول الحضارة المختلفة تراثية وحداثة في آن واحد.\nوالذي يهمنا من هذا المنظور هو المنهج النقدي الذي يرتبط بالدلالة تكوناً جمالياً.",
        "ويقول الدكتور عناد غروان ـ وهو يتحدث عن طبيعة هذا المنهج في وجهاته الجمالية المتنوعة ـ :\n« فقد يكون المنهج شكلياً يهتم بالبنية الشكلية ـ العضوية والتجريدية ـ للتجربة الأدبية أو قد يكون تحليلياً قائماً على تحليل عناصر التركيب الأدبي\n________________\n(1) ظ : مطاع صفدي ، نظرية الدلالة وتطبيقاتها ، الفكر العربي المعاصر : آذار 1982.",
        "وخصائصه البيانية والبلاغية ، أو قد يكون منهجاً تقنياً فنياً جديداً يدرس هذه التجربة أو تلك على أساس كونها ظواهر حضارية إنسانية تخضع لمثل جديدة في تقدير قيمتها النقدية ـ الفنية الجمالية ـ التي تخلق الإعجاب والتقدير في طبيعة العمل الأدبي بالنسبة للقارئ والمتذوق » (1).\nواحسب أن التطور الدلالي هو من النوع الأخير ، لأن الحركة النقدية المعاصرة التي اهتمت بالمنطق السمانتيكي ( علم الدلالة ) وعلاقته بالرمز تارة وبالصورة الفنية تارة أخرى ، وبالخيال غيرهما تذهب إلى قيمة الدلالة باعتبارها كائناً حضارياً متطوراً يمثل قوة الإدراك في حياة الألفاظ والمعاني ، وإن اهتمت بالخصائص البيانية والبلاغية في توجيه مسيرتها النقدية.\nعلى أن المحدثين من الأوروبيين يختلفون في أولوية الدلالة بين اللفظ والمعنى وينقسمون في ذلك إلى مدرستين نقديتين « المدرسة التحليلية » التي ترى أن المعنى يمكن تحليله إلى عناصره ووحداته الأساسية و « المدرسة العملية » التي ترى أن الكلمة ترمز إلى فكرة أو إشارة وأخيراً إلى مجمل المعنى العام في الجملة أو التعبير. وتدرس هذه المدرسة الكلمات ذاتها مرتبطة بحدثها وعلاقتها العملية مع غيرها دونما اهتمام مباشر بالمعنى قبل الكلمة (2).\nوهذه النظرة التي ترجمها لنا عن الأوروبيين الدكتور عناد غزوان يحللها بقوله : ـ",
        "« واختلاف المدرستين يعود إلى مدى اهتمامهما بالقارئ ، السامع قبل المتكلم ، أو بالمتكلم قبل السامع ، فعلاقة اللغة بالفكر ليست من القضايا البسيطة لتداخلهما من جهة ، لأنهما روح الحضارة الإنسانية من جهة أخرى فما ينشأ عن هذه العلاقة من غموض أو وضوح من إشارة أو رمز ، من صواب أو خطأ ، من حقيقة أو مجاز يتوقف على قدرة اللغة في توصيل فكرها إلى الآخرين وفي الإفصاح عن تلك التجربة الأدبية ، وهنا\n________________\n(1) عناد غزوان ، التحليل النقدي والجمالي للأدب : 29.\n(2) ظ. عناد غزوان ، المصدر السابق : 32 بتصرف.",
        "يبرز دور النقد الأدبي حضارياً من خلال تحليله لعناصر التجربة بحثاً عن فكرها ودلالتها ، ومدى ارتباطها بالأحداث الذاتية والإنسانية » (1).\nومهما يكن من أمر فإن طبيعة البحث الدلالي في نظرية المحدثين من عرب وأوروبيين ، لا تعدو إطار التعريف لكل من الدال والمدلول وعلاقة الألفاظ والمعاني ، ومشاركة هذه العلاقة في إرساء دعائم الحضارة الإنسانية ضمن إشارات ثقافية ولمسات منهجية بأسلوب تغلب عليه السلاسة حيناً ، والنعومة حيناً آخر ، والتعقيد في المؤدي ثالثاً ، وتزاحم الألفاظ ، وتغاير التعبيرات ، وتراكم الصيغ بين هذا وذاك في كثير من الأحيان.\nونحن بدورنا نؤيد ما أورده الدكتور إبراهيم أنيس في عدم وضوح الرؤية لدى هؤلاء الباحثين في التفرقة بين أصول الدلالات ومحدثاتها فهم يتجاهلون تأثير العامل التأريخي في اكتساب الألفاظ دلالتها بمرور الزمن ، فيقول : « والأمر الذي لم يبدُ واضحاً في علاج كل هؤلاء الباحثين هو وجوب التفرقة بين الصلة الطبيعية الذاتية والصلة المكتسبة ، ففي كثير من ألفاظ كل لغة نلحظ تلك الصلة بينهما وبين دلالتها ولكن هذه الصلة لم تنشأ مع تلك الألفاظ أو تولد بمولدها وإنما اكتسبتها اكتساباً بمرور الأيام وكثرة التداول والاستعمال.\nوهي في بعض الألفاظ أوضح منها في البعض الآخر ، ومرجع هذا إلى الظروف الخاصة التي تحيط بكل كلمة في تأريخها وإلى الحالات النفسية المتباينة التي تعرض للمتكلمين والسامعين في اثناء استعمال الكلمات » (2).",
        "وهذا تعقيب يعنىٰ بالجانب التاريخي للفظ من جهة وبالجانب النفسي من جهة أخرى.\nوهذان الملحظان لم يغب تصورهما الدقيق عن الذهن العربي الإسلامي في القرون السابقة وهو ما ستجده فيما بعد.\n________________\n(1) عناد غزوان ، المرجع السابق : 32 وما بعدها.",
        "(2) إبراهيم أنيس ، دلالة الألفاظ : 71.\nولعل عميد الأدب العربي المرحوم الدكتور طه حسين ( ت : 1973 م ) قد أجمل المنظور القديم والحديث في دلالة الألفاظ على شكل تساؤل إيحائي في إطار نقدي يُعنى بمفهوم الأدب فقال : « وما عسى أن تكون هذه الصياغة ، أهي التأليف بين المعاني أو بين هذه الصور لتلتئم وتأتلف ، والدلالة عليها بالألفاظ التي يؤديها إلى القراء ؟ أم هي شيء آخر ؟ فإن تكن الأولى ففيم الأخذ والرد والجدال الطويل وقد قلت لهم : إن الألفاظ وحدها لا تغني شيئاً ، وإنّ الأدب لا يكون إلا إذا ائتلفت المعاني بينهما ، وائتلفت الألفاظ فيما بينها وبين المعاني ، كان الجمال الفني هو الذي ألف بينها فأحسن التأليف ، وإن تكن الصياغة شيئاً آخر فما عسى أن تكون » (1).\nهذه روح الدلالة عند العرب بأسلوب واضح كما سترى ، لأن الفروق التعبيرية بين حالتين ـ كما هو الظاهر ـ عند المحدثين من الأوروبيين والقدامى من العرب ، تتجلى في نتائج البحث عن الدلالة ، فكأنك لا تلمس شيئاً محسوساً في التعبير الحديث ، بينما تضع بصماتك على الأثر الجلي في المدرسة الدلالية عند العرب ، فهناك الألفاظ الأخاذة دون حصيلة مجدية ، وهناك الأصالة العلمية في المقدمات والنتائج الموضوعية ، ولا يعني هذا العرض الغض من معطيات المدرسة الحديثة بقدر ما يعني الاعتداد بما أسداه الأوائل ضمن صفائهم الفطري للموروث الحضاري الأنساني المتصاعد.\nولا بد لي من الوقوف قليلاً بل الإشارة تلميحاً إلى ما حققه إثنان من علماء الأمة العربية المعاصرين بل علمان من أعلامها : في مجال التنظير الدلالي في رؤية تراثية تستلهم القرآن العظيم عند الأول ، والشعر العربي القديم عند الثاني :",
        "1 ـ لقد استلهم أستاذنا وصديقنا العلامة المرحوم الدكتور أحمد عبد الستار الجواري روح الدلالة في المنظور القرآني من خلال حذف القول في العبارات القرآنية التي تدل معانيها على مرادها ، دون استخدام الألفاظ لهذا الغرض ، مما يحمل السامع على توقع أمر ذي بال ، كما هي الحال في\n________________\n(1) طه حسين ، خصام ونقد : 102.\nالانقطاع والالتفات وسواهما في عبارة القرآن فيقرع بهما أسماعاً غير واعية ، ويهز مشاعر غير صاغية ، يقول المرحوم الجواري :",
        "« ومما يكثر وروده في العبارة القرآنية حكاية القول دون العناية بذكر القول ، وهو أشبه ما يكون بلوحة أسقط منها ما لا حاجة به من خطوط ابتغاء التنويه بجوهر الموضوع ، صورة قصد فيها إلى إهمال ما لا يتعلق بالمعنى أو الفكرة التي أريد التعبير عنها ، والالتفات إلى الأصل والأساس. ولو اتصل الكلام لما أثار قدراً من الانتباه والاهتمام مثل الذي يثيره الانقطاع ، كالذي يسير في طريقٍ ممهدةٍ لاحبةٍ ، تقوده قدماه حتى لا يعود يتلفت حوله ، ولا يثنيه لما يحيط به حتى يفاجئه انحراف في الطريق ، أو التواء ، أو انقطاع ، يسلم إلى منحدر أو مرتقى فيفتح عينيه ، ويرهف حواسه بعد ذلك الانقطاع » (1).\nوينظر إلى هذا الملحظ بالتأمل في قوله تعالى :\n( فَلَمَّا أَتَاهَا نُودِيَ مِن شَاطِئِ الْوَادِ الأَيْمَنِ فِي الْبُقْعَةِ المُبَارَكَةِ مِنَ الشَّجَرَةِ أَن يَا مُوسَىٰ إِنِّي أَنَا اللهُ رَبُّ الْعَالَمِينَ (30) وَأَنْ أَلْقِ عَصَاكَ فَلَمَّا رَآهَا تَهْتَزُّ كَأَنَّهَا جَانٌّ وَلَّىٰ مُدْبِرًا وَلَمْ يُعَقِّبْ يَا مُوسَىٰ أَقْبِلْ وَلا تَخَفْ إِنَّكَ مِنَ الآمِنِينَ (31) ) (2).\n2 ـ وقد استفاد أستاذنا الجليل الدكتور جميل سعيد عضو المجمع العلمي العراقي أن في لغة الشعر الجاهلي ألفاظاً استعملت ولا يسدّ غيرها مسدّها. وكانت تلك الألفاظ قد استخدمت في لغة التخاطب والحديث « تلك اللغة ذات الألفاظ الواضحة المتداولة المفهومة ، يقولها ـ امرؤ القيس ـ : وكأنه لا يرى استبدال هذه الألفاظ بغيرها يسد مسدها ، يتذكر الحوار ، ويعيد الحديث الذي سلّى به صاحبه ، يعيده وكأنه يرى فيه تسلية وعزاء لنفسه ، يقول (3) :",
        "________________\n(1) أحمد عبد الستار الجواري ، نحو القرآن : 38.\n(2) سورة القصص : 30 ـ 31.\n(3) امرؤ القيس ، الديوان : 72.",
        "فلغة الشعر عند امرئ القيس وسواه تهبط إلى لغة الحديث التي يتبع بها أسلوب الحوار ، وأسلوب السؤال والجواب ، ولغة الحديث هذه ، هي لغة النثر التي يقصد بها الأفهام. ومن هنا تكون واضحة ذات جمل قصيرة ، وتكون بعيدة عن الصناعة اللفظية التي تعمد إلى التزويق في الألفاظ ، وإلى الاستعارات والمجازات » (1).\nفكأن الغرض الفني عند العربي بفطرته ـ كما يرى ذلك أستاذنا الدكتور جميل سعيد ـ أن يقصد بالألفاظ إيصال المعنى المراد إلى المتلقي بما يفهمه ويسبر غوره ، وتلك روح الدلالة عند العرب.\nولعل في تعقب الصفحات الآتية ما يعطي صيغة مقنعة أو مرضية في هذا المنحنى المقارن الذي لا يخلو من طرافة استدلالية على صحة هذا المنظور المجرد عن الحساسية والإثارة بقدر ما هو أصيل في مصادره الريادية الأولى ، عسى أن يكون ذلك مؤشراً ينبه على قيمة هذا التراث بين هذه السطور التي لا تعدو كونها نماذج في مسيرة الدلالة.\n________________",
        "(1) جميل سعيد ، لغة الشعر « بحث » مستقل من المجلد الثاني والعشرين من مجلة المجمع العلمي العراقي ، مطبعة المجمع ، بغداد 1973.\n\nأصالة البحث الدلالي عند العرب :\nولا تحسبن أن المحدثين قد أتوا بجديد محض ، أو ابتكروا ما لم يكن ، أو بحثوا ما لم يسبق إليه فالأمر قد يكون على العكس هنا ، ذلك أذا لاحظنا جهود السابقين من علماء العرب والمسلمين الذين أشاروا لجمل من الموضوع أو كتبوا في دلالته أو كشفوا عن سماته ، فكوّنوا بذلك ركائزه الضخمة وحققوا مزية الاكتشاف العلمي.",
        "إن وضع اللبنات الأولى لهذا التخطيط ، قد يعتبر سبقاً إلى الموضوع وابتكاراً متقصداً لمفرداته ، وتأصيلاً متميزاً لمصطلحه ، مهما كان التعبير عنه متفاوتاً في الصيغ الإدائية لقد ذهب جملة من علمائنا القدامى إلى وجود مناسبة طبيعية بين اللفظ ومدلوله ، فالألفاظ عندهم لم تنفصل عن دلالاتها الصوتية في كثير من الأحيان ، كما لم تتخلَ عن المعاني الدالة عليها نقدياً وبلاغياً ولغوياً في شتى الوجوه المرتبطة بها عند الإطلاق (1).\nإن هذه المدرسة المتفوقة الإدراك لم تتأصل فجأة ، ولم تتبلور معطياتها الجمالية بغتة ، وإنما عركها الزمن في تطوره من خلال الأخذ والرد وتقلب أيدي الفطاحل من العلماء الناقدين ، فأتت مختمرة الأبعاد وإن عبر عنها بشكل وآخر، إلا أننا نرصدها هنا وهناك بعد جهد وعناء ، حتى تتكامل الرؤية الحقيقية لهذه المكنونات المجتزأة في إشارة عابرة حيناً ، وفي إفادة عامة حيناً آخر ، وبين طيّات تلك الكتب التي يصور هدفها الأولي مراداً معيناً قد يختلف عما نحن بصدد إبرازه إلى العيان ، وليس اكتشاف هذه الشذرات أمراً هيناً. ولكنه بطبيعة البحث العلمي عناء متراكم تتولد عنه\n________________\n(1) ظ. المؤلف ، نظرية النقد العربي في ثلاثة محاور متطورة ، قضية اللفظ والمعنى.",
        "راحة تامة إذا حقق أصلاً تراثياً أو مجداً فنياً تعقبهما النتائج الرصينة ، ولا أدعي هذا للبحث ، فقد يحدث وقد لا يحدث ، ولكني أشير إليه باستقراء محدود قد يفتح الطريق أمام الباحثين ، لأنه سمات إلى الركب الصاعد ، ومؤشرات في مسيرته كما سنرى.\n1 ـ لا شك أن الخليل بن أحمد الفراهيدي ( ت : 175 ه‍ ) قد أفاد الدارسين العرب في مباحث معجمه الأصيل ( العين ) (*) حين بحث في تراكيب الكلمات من مواردها الأولية في الجذر البنيوي ، الحرفي ، ومن ثم تقسيمه على ما يحتمله من ألفاظ مستعملة ، وأخرى مهملة لدى تقلب الحرف في التركيب لتعود ألفاظاً بداية ونهاية طرداً وعكساً ، ومن ثم إيجاد القدر الجامع بين المستعمل منها في الدلالة. والمهمل دون استعمال.\nوقد كان الخليل هو الرائد الأول لهذا الباب دون الخوض في التفصيلات المضنية للبحث الدلالي كما يفهم في لغة التحديث ، لأن مهمته كانت لغوية إحصائية ولكنها على كل حال تشير إلى دلالة الألفاظ كما يفهمها المعاصرون عن قصد أو غير قصد ، وهو إلى القصد أقرب وبه ألصق لما تميز به الخليل من عبقرية ولما اتسمت به بحوثه من أصالة وابتكار. وقد أفاد من ذلك كثيراً سيبويه ( ت : 180 ه‍ ) كما يتضح من استقراء الكتاب.\n2 ـ وهذا أبو عثمان الجاحظ ( ت : 255 ه‍ ) وهو حينما يتحدث عن مناسبة الكلام لمقتضيات المقام ، وهي حالة بلاغية ، إنما يتحدث عما يحدثه معنى اللفظ عند السامع من فهم لا يتعدىٰ فيه المتكلم حدود دلالة الألفاظ على المعاني لدى المتلقي فيقول : ـ ( ينبغي للمتلكم أن يعرف أقدار المعاني ويوازن بينها وبين أقدار المستمعين ، وبين أقدار الحالات فيجعل لكل طبقة من ذلك مقاماً حتى يقسم أقدار الكلام على أقدار المعاني",
        "________________\n(1) حقق الدكتور عبد الله درويش عميد كلية دار العلوم في جامعة القاهرة ما عثر عليه من كتاب العين وطبعه ومن ثم قام الأستاذان الدكتور مهدي المخزومي والدكتور إبراهيم السامرائي بتحقيقه كما تركه مؤلفه وقامت وزارة الثقافة والإعلام في العراق بطبعه طباعة أنيقة في ثمانية أجزاء.\nويقسم المعاني على أقدار المقامات ، وأقدار المستمعين على أقدار تلك الحالات ) (1).\nوهو بهذا يريد أن يتحدث عن الدلالة في ابعادها المخصصة لها فلا تتعدى حدودها ولا تتجاوز مفهومها ، وإن ربط بينها وبين عقلية المتلقي في مطابقة المقال لمقتضىٰ الحال كما يقول البلاغيون ، أو مطابقة الكلام لمناسبة المقام.",
        "3 ـ وأبو الفتح ، عثمان بن جني ( ت : 392 ه‍ ) يعود بدلالة الألفاظ عند اختراعها وابتكارها وموضعتها إلى أصول حسية باديء ذي بدء حين تكلم عن ذلك.\nوذهب بعضهم إلى أن أصل اللغات كلها إنما هو من الأصوات المسموعات كدوي الريح ، وحنين الرعد ، وخرير الماء ، وشحيج الحمار، ونعيق الغراب ، وصهيل الفرس ، ونزيب الظبي ، ونحو ذلك ، ثم ولدت اللغات عن ذلك فيما بعد.\n« وهذا عندي وجه صالح ، ومذهب متقبل » (2).\nوكما ربط ابن جني بين الحس والأصداء والأصوات والانفعالات وبين ابتكار الألفاظ في أصولها الأولىٰ ، وترجيحه للرأي القائل بهذا على أساس تأثر الاستخراج النطقي بهذه المداليل الصوتية ، فتكونت الكلمات ، وتراصفت الألفاظ شدة وانطباقاً ورخاوة ، فقد ربط بين استقرار هذه الألفاظ ، وتمام فائدة الصوت الذي قد يكون مهملاً ، وقد يكون مستعملاً ، وعقد لذلك مقارنة دقيقة في استكناه الفروق المميزة بين الكلام والقول وإن هذا له دلالة وذلك له دلالة ، وذلك أول مباحث علم دلالة الألفاظ في صيغتها الاصطلاحية السليمة.",
        "يقول ابن جني في هذا الملحظ : ـ ( ومن أدل الدليل على الفرق بين الكلام والقول : إجماع الناس علىٰ أن يقولوا : القرآن قول الله ، وذلك إن\n________________\n(1) الجاحظ البيان والتبيين : 1 / 139.\n(2) ابن جني ، الخصائص : 1 / 46 ـ 47.",
        "هذا موضع ضيق متحجر لا يمكن تحريفه ، ولا يسوغ تبديله شيء ، فعبر لذلك عنه بالكلام الذي لا يكون إلا أصواتاً تامة مفيدة ، وعدل به عن القول الذي قد يكون أصواتاً غير مفيده ، وآراء معتقدة (1).\nوفي الملحظ نفسه نجده يتلمس المناسبة بين كلمتي المسك والصوار (2).\nويستمر ابن جني في المنظور التطبيقي لدلالة الألفاظ فيستنبط العلاقة الدلالية لمادة ( جبر ) بكل تفريعاتها المتناثرة كالجبر والجبروت والمجرب ، والجراب.\nفيجد في قوتها وصلابتها وقسوتها وشدتها معنىً عاماً مشتركاً بين مفرداتها تجمعه القوة والصلابة والتماسك (3).",
        "ولا يكتفي بذلك حتى يعقد في كتابه المذكور فصلاً بعنوان ( تصاقب الألفاظ لتصاقب المعاني ) وباباً آخر لمناسبة الألفاظ للمعاني ، وقال عنه : إنه موضع شريف لطيف ، وقد نبّه عليه الخليل(4).\nوإليك هذا النص الدلالي كما يقوّمه ابن جني : ـ\n« فأما مقابلة الألفاظ بما يشكل أصواتها من الأحداث فباب عظيم واسع ، ونهج متلئب عند عارفيه مأموم ، وذلك أنهم كثيراً ما يجعلون أصوات الحروف على سمت الأحداث المعبر عنها فيعدلونها بها ، ويحتذونها عليها ، وذلك أكثر مما نقدّره ، وأضعاف ما نستشعره ، ومن ذلك قولهم خضم وقضم ، فالخضم لأكل الرطب ... والقضم لأكل اليابس » (5).\n4 ـ أما أحمد بن فارس ( ت: 395 ه‍ ) فيعد بحق صاحب نظرية في دلالة الألفاظ ، فكتابه مقاييس اللغة يُعنى بالكشف عن الصلات القائمة بين",
        "________________\n(1) المصدر نفسه : 1 / 18.\n(2) المصدر نفسه : 507.\n(3) المصدر نفسه : 525.",
        "(4) ظ : للتفصيل في الموضوع : السيوطي ، المزهر : 47 وما بعدها.\n(5) ابن جني ، الخصائص : 1 / 65.\nالألفاظ والمعاني في أكثر من وجه ، ويشير إلى تقلبات الجذور في الدلالة على المعاني ، ويستوحي الوجوه المشتركه في معاني جملة من الألفاظ. وكتابه :\n(الصّاحبي في فقه اللغة ) ينطلق إلى الدلالة معه ، فيشير، إلى مرجعها ، ويحدده في ثلاثة محاور هي : المعنى ، والتفسير ، والتأويل. وهي وإن اختلفت فإن المقاصد منها متقاربة (1).",
        "ويشير بأصالة إلى دلالة المعاني في الأسماء باعتبارها سمات وعلامات دالة على المسميات (2).\nويتابع ابن فارس بتمرس عملية تنوّع الدلالات وأقسامها بالشكل الذي حدده المناطقة فيما بعد وتسالموا عليه (3).\nوالجدير بالذكر أن يبحث ابن فارس بكل يسر وسماح : دلالة تسمية الشيء الواحد بالأسماء المختلفة كالسيف والمهند والحسام وما بعده من الألقاب ويقرر مذهبه : أن كل صفة من هذه الصفات فمعناها غير معنى الأخرى وكذلك الحال بالنسبة للأفعال فيما يتوهّم من دلالتها على مدلول واحد وهو مختلف عنده نحو : مضىٰ ، وذهب ، وانطلق ، وقعد وجلس ، وكذلك القول فيما سواه وبهذا نقول : ومن سنن العرب في المتضادين باسم واحد نحو : الجون للأسود والجون للأبيض ... ثم يعقب ذلك بدلالة الاسم الواحد للأشياء المختلفة ، ويعقد له باباً باسم (أجناس الكلام في الاتفاق والافتراق ) ، ويضرب لجميع ذلك الأمثلة ، ويخرج عن هذا بالأسماء المختلفة للشيء الواحد (4).\nوفضلاً عما سبق نجد ابن فارس دقيق الملاحظة ، وحديد النظر ، فيما يستنبط من تآلف الأصوات وتكوينها للكلمات مسموعة أو مفهومة أو دالة",
        "________________\n(1) ابن فارس ، الصاحبي في فقه اللغة : 193.\n(2) المصدر نفسه : 88.\n(3) ظ : المصدر نفسه : 98.",
        "(4) المصدر نفسه : 201.\nعلى معنىٰ ، وذلك عنده شيء واحد متقارب في استنتاج الدلالة الخاصة بكل شكل ذي حروف مؤلفة. وفي هذا الصدد يقول : « زعم قوم أن الكلام ما سمع وفهم ، وذلك قولنا قام زيدٌ وذهب عمرو ، وقال قوم : الكلام حروف مؤلفة دالة على معنى والقولان عندنا متقاربان لأن المسموع المفهوم لا يكاد يكون إلا بحروف مؤلفة تدل على معنى » (1).\nوقد يطول بنا الحديث لو أردنا استقراء نظرية ابن فارس في هذا المدرك الدلالي ، ومفهوم الدلالة عنده ، وما تقدم استعراض للمهم من توجهه الدلالي ، أما نظريته في جزء منها فقد لخصها مشكوراً بعض الدارسين العرب (2).\n5 ـ والشريف الرضي ( ت : 406 ه‍ ) وهو الناقد الخبير والبلاغي المتنور الذي جمع رهافة الحس ودقة الملاحظة ، فقد جاء نقده تطبيقاً لموارد النقد ، وتحقيقه البلاغي تنظيراً لمظاهر البلاغة ، وهو تشخيصي النقد ، تطبيقي البلاغة ، و « تلخيص البيان » من أهم كتبه الريادية (3) وأعطف عليه « المجازات النبوية » (4) فهما الميدان الدلالي لهذا المنحىٰ المتطور.",
        "أما تعقيبه النقدي أو البلاغي أو اللغوي على مختاراته من كلام ورسائل وخطب ووصايا وحكم أمير المؤمنين الإمام علي 7 المسمى « نهج البلاغة » (5) فيعد ـ بحق ـ من أبرز مصاديق النقد البلاغي التحليلي القائم على أساس استعمال العرب البياني في أمثلة ونماذج حيّة ارتفعت بالشريف الرضي إلى مستوىٰ أساطين هذا الفن كما أوضحنا ذلك\n________________\n(1) ابن فارس ، الصاحبي في فقه اللغة.\n(2) ظ : د. صبحي البستاني ، مفهوم الدلالة عند ابن فارس في كتابه الصاحبي ، بحث : الفكر العربي المعاصر آذار 1982 م.",
        "(3) حققه في طبعة منقحة الأستاذ الدكتور محمد عبد الغني حسن ، دار إحياء الكتب العربية ، القاهرة ، 1955 م.\n(4) علق عليه وطبعه الأستاذ محمود مصطفى مدرس الآداب بكلية اللغة العربية بالأزهر ، مطبعة مصطفى البابي ، القاهرة ، 1937.\n(5) شرحه عز الدين عبد الحميد بن أبي الحديد ( ت : 656 ه‍ ) وحققه في عشرين مجلداً الأستاذ محمد أبو الفضل إبراهيم ، دار إحياء الكتب العربية ، القاهرة ، 1959 م.\nفي مهرجان الشريف الرضي (1).",
        "وبين يدي الآن « المجازات النبوية » وهو حاشد بإفاضات الشريف الرضي الدلالية في المجاز والتشبيه والاستعارة والكناية وما تلاحظه فيه تجده في تلخيص البيان ، وكله نماذج صالحة للاستدلال ، وليس على سبيل الاختيار وأورد هذا المثال من شرح وإبانة الرضي في الحديث الشريف : ـ\n« إيّاكم والمغمضاتِ من الذنوب ».\nفإنه يقف عند دلالة اللفظ ويقول : ـ\n« المراد بالمغمضات هنا على ما فسره الثقات من العلماء : الذنوب العظام يركبها الرجل وهو يعرضها فكأنه يغمض عينيه تعاشياً عنها وهو يبصرها ، ويتناكرها اعتماداً وهو يعرفها ، وربما روي هذا الخبر بفتح الميم من المغمضات فيكون المراد به على هذا الوجه ضد المراد به على الوجه الأول لأن المغمضات بالكسر : الذنوب العظام ، والمغمضات بالفتح الذنوب الصغار ، ... وإنما سميت مغمضات لأن تدق وتخفى ، فيركبها الإنسان بضرب من الشبهة ولا يعلم أنه عاصٍ يفعلها » (2).",
        "فالرضي هنا أشار لدلالة اللفظ بلاغياً فاعتبره استعارة ونقدياً بقوله : « فكأنه يغمض عينيه تعاشياً عنها وهو يبصرها » ولغوياً فأعطىٰ المعنى على جهة الأضداد في حالتي فتح الميم من ( مغمضات ) وكسرها ، وهو بذلك يعطي نظرة الدلالة عملياً.\nوكذلك شأنه في جميع مختاراته من الحديث في الكتاب المذكور. والطريف عند الشريف الرضي في هذا المجال تداخل تطبيقاته لا في اختياراته فحسب ، بل فيما يجري مجراها ، ويتعلق بمضمونها ، فيحمله عليها ويعتبره منها ، وإن لم يقصد إليه أولاً وبالذات ، ولكنه تدافع الكلام ، وسبيل الاستشهاد المركز كما فعل عند قوله 6 : « كيف أنت إذا بقيت في\n________________\n(1) عقد في بغداد بمناسبة ذكراه الألفية ( 1406 ه‍ ) من قبل وزارة الثقافة والإعلام في قاعة ابن النديم وقاعة المتحف العراقي للفترة : 6 ، 7 / 10 / 1985 م.",
        "(2) الشريف الرضي ، المجازات النبوية : 228 وما بعدها.\nحثالة من الناس وقد مرجت عهودهم وأماناتهم ».\nفهو يعقب على ذلك شارحاً ومدللاً ومسوغاً ، لغة وبلاغة ونقداً فيقول : ـ\n« أي لا يستقرون على عهد ولا يقيمون على عقد يصفهم 7 بقلة الثبات وكثرة الانتقالات. وأراد أصحاب الأمانات والعهود وإن كان ظاهر اللفظ يتناولها وصريح الكلام يتعلق بها وذلك أيضاً من جملة المجازات المقصود بيانها في هذا الكتاب. والحثالة الرديء من كل شيء واصله ما يتهافت من نشارة التمر والشعير » (1).",
        "وهذا المنهج التطبيقي الذي اختطه الشريف الرضي لقي قبولاً عند جملة من علماء الدلالة العرب والمسلمين فسلكوا سبيله ومن بينهم أبو منصور ، عبد الملك بن محمد الثعالبي في جملة من إفادته في هذا الشأن كما سنرى.\n6 ـ فإذا وقفنا عند الثعالبي ، أبي منصور ( ت : 429 ه‍ ) لمسنا منهج التنظير المتتابع متكاملاً لديه في التنقل بين حقول الألفاظ الدلالية ، فمن دلالة لغوية إلى أخرىٰ مجازية ، إلى دلالة نقدية ، وهكذا تصاعدياً في لفظ يكاد يكون مترادفاً في دلالة ثابتة ، مترقياً بذلك في اللفظ في ترقيه بالدلالة من صيغة إلى صيغة ، وإن تغير جنس اللفظ إلى جنس من المعنى ، ولكنه مرتبط باللفظ الأول ، وهكذا يترتب ترتيباً دلالياً هذا اللفظ ليكون حقيقة أخرىٰ ، بتدرجه في المنازل ، وتقلبه على المعاني شدة وضعفاً ، مما يعطي تصوراً فنياً بتبلور هذه الظاهرة الدلالية لديه ، وإن لم يستطع أن يعبر عنها بمستوىٰ الاصطلاح والحدود والرسوم إلا أنه قد أدركها أدراكاً جيداً عند تناولها واضحة نقية عند التطبيق الدلالي المركزي.\nوانظر إليه هنا وهو يفصل القول في هذا المنهج بحديثه عن مراتب الحب في الألفاظ المناسبة لكل حالة لها دلالة خاصة فيقول : ـ\n« أول الحب الهوىٰ ثم العلاقة : وهي الحب اللازم للقلب ثم",
        "________________\n(1) المصدر نفسه : 55.\nالكلف : وهو شدة الحب ثم العشق : وهو اسم لما فضل عن المقدار الذي اسمه الحب ، ثم الشعَف : وهو إحراق القلب مع لذة يجدها وكذلك اللوعة واللاعج : فإن تلك حرقة الهوىٰ وهذا هو الهوىٰ المحرق ثم الشغف : وهو أن يبلغ الحب شغاف القلب وهي جلدة دونه ، ثم الجوىٰ : وهو الهوى الباطن ثم التيم : وهو أن يستعبده الحب ثم التبل : هو أن يسقمه الهوىٰ ثم التدليه : وهو ذهاب العقل من الهوى ، ثم الهيوم : وهو أن يذهب على وجهه لغلبة الهوى عليه ، ومنه : رجل هائم » (1).\nأرأيت هذا العرض المتسلسل ، وهذه الدلالات المتفاوتة في هذا البيان الدقيق ، وكيف قد تتبع مسميات الحب بدلالته المنبعثة من حالاته المتمايزة ، وكيف قد كشف الزخم الدلالي لدىٰ العربيّة في نموذج واحد.",
        "7 ـ فإذا جئنا إلى عبد القاهر الجرجاني ( ت: 471 ه‍ ) ، وجدناه مخططاً عملياً للموضوع ، فهو حينما يتكلم عن الدلالة من خلال نظرية النظم لديه ، فإنما يتكلم عن الصيغة الفنية التي خلص إليها في شأن الدلالة ، يقول عبد القاهر :\n« وجب أن يعلم مدلول اللفظ ليس هو وجود المعنى أو عدمه ، ولكن الحكم بوجود المعنى أو عدمه » (2).\nفالألفاظ دالة على المعاني لا شك ، ولكن الحكم القطعي عقلياً بوجود المعاني التي تدل عليها الألفاظ هو الأمر المبحوث عنه وجوداً أو عدماً ، وكأنه بذلك يريد الفائدة المتوخاة عند إطلاق الألفاظ على المعاني المقصودة الثابتة لذلك فهو يعقب على هذا : « معنى اللفظ عندنا : هو الحكم بوجود المخبر به من المخبر عنه أو فيه إذا كان الخبر إثباتاً ، والحكم بعدمه ، إذا كان منفياً » (3).\nومراده أن من شأن الجملة أن يتغير معناها بالبناء عليها عند الدلالة",
        "________________\n(1) الثعالبي ، فقه اللغة وأسرار العربية : 171.\n(2) عبد القاهر الجرجاني ، دلائل الإعجاز : 234.\n(3) المصدر نفسه : 336.",
        "في عملية الإسناد : المسند والمسند إليه فيما له مزية ، وما ليس له مزية عن طريق إثبات الدلالة في المعنى الإيجابي وإثبات الدلالة عن ذلك في المعنى السلبي لأن بهما إثبات معنى اللفظ ، وبه يتحقق أن كان مثبتاً ، وينفي ذلك المعنى عنه أن كان منفياً ، وهذا إنما يتحقق في طبيعة الأخبار ، لذلك يقول :\n« اعلم أن معاني الكلام كلها معان لا تتصور إلا فيما بين شيئين ، والأصل الأول هو الخبر » (1).\nوإفادة عبد القاهر الجرجاني وإن كانت صعبة الاستدلال أو القبول في « دلائل الإعجاز » ولكنها واضحة ومتناسقة في « أسرار البلاغة ».\nودلالة الألفاظ لديه مرتبطة فيما تفيد من معنى عند التركيب ، وما يتصور جملياً عند اقترانهما فإذا راقك هذا المعنى دون ذاك ، فيعود ذلك إلى حسن التأليف ودقة التركيب ، والدليل لديه على ذلك : أنك لو فككتها ونثرتها متباعدة غير منتظمة فلا تحصل على الدلالة نفسها وهي مترابطة مركبة ، وهو في أسرار البلاغة يبدأ الحديث عن هذه الدلالة بكل وضوح وجلاء ، ويسيطر لإثباتها بكل يسر فيقول متسائلاً ومجيباً :",
        "« كيف ينبغي أن يحكم في تفاضل الأقوال إذا أراد أن يقسم بينها حظوظها من الاستحسان ويعدل القسمة بصائب القسطاس والميزان ؟ ومن البيّن الجلي أن التباين في هذه الفضيلة والتباعد عنها إلى ما ينافيها عن الرذيلة ، وليس مجرد اللفظ ، كيف والألفاظ لا تفيد حتى تؤلف ضرباً خاصاً من التأليف ... وفي ثبوت هذا الأصل ما تعلم به أن المعنى الذي كانت له هذه الكلم ... أعني الاختصاص في الترتيب ، وهذا الحكم يقع في الألفاظ قريباً على المعاني المترتبة في النفس المنتظمة فيها على قضية العقل ولن يتصور في الألفاظ وجوب تقديم وتأخير ، وتخصص في ترتيب وتنزيل ، وعلى ذلك وضعت المراتب والمنازل في الجمل المركبة ، وأقسام الكلام المدوّنة » (2)\n________________\n(1) المصدر نفسه : 333.\n(2) عبد القاهر ، أسرار البلاغة : 3 ـ 4.",
        "فالدلالة عنده فيما انتظم فيه الكلام فدلت ألفاظه على معانيه جملياً كما هو رأينا في تمهيد هذا البحث.\nأما القول بدلالة الألفاظ على الألفاظ أو هو من الألفاظ نفسها فلا توافق السديد من التنظير ، إلا من حيث جرس الألفاظ ، وقد بحث عبد القاهر هذا « وأما رجوع الاستحسان إلى اللفظ من غير شرك المعنى فيه ، وكونه من أسبابه ودواعيه ، فلا يكاد يعد نمطاً واحداً وهو أن تكون اللفظة فيما يتعارفه الناس في استعمالهم ، ويتداولونه في زمانهم ، ولا يكون وحشياً غريباً أو عامياً سخيفاً ، فسخفه بإزالته عن موضوع اللغة وإخراجه عما فرضته من الحكم والصفة بأمر يرجع إلى المعنى دون مجرد اللفظ (1).\nوما أفاده عبد القاهر هنا بالنسبة للألفاظ وحدها فهو يعود على دلالة الألفاظ أيضاً ، فيما يتعلق بالدلالة الهامشية التي بحثناها في عمل مستقل (2).\nولا غرابة أن يربط عبد القاهر بين دلالة الألفاظ وعلم النفس في جملة من أضافته القيمة (3).",
        "8 ـ ويرى ضياء الدين بن الأثير ( ت : 637 ه‍  ) : في الألفاظ مركبة دلالة مستنبطة هي غير دلالتها مجردة ، ويعطي بذلك رأياً تطبيقياً بعد حديثه عن الموضوع : « وأعجب ما في ذلك أن تكون الألفاظ المفردة التي تركبت منها المركبة واضحة كلها ، وإذا نظر إليها مع التركيب احتاجت إلى استنباط وتفسير ... وقد ورد عن النبي 6 أنه قال : « صومكم يوم تصومون ، وفطركم يوم تفطرون ، وأضحاكم يوم تضحون » وهذا الكلام مفهومة مفردات ألفاظه ، لأن الصّوم والأضحىٰ مفهوم كله وإذا سمع الخبر من غير فكرة قيل : علمنا أن صومنا يوم نصوم ، وفطرنا يوم نفطر ، وأضحانا يوم نضحي ، فما الذي أعلمنا به مما لم نعلم ؟\n________________\n(1) المصدر نفسه : 4 ـ 5.\n(2) ظ : المؤلف ، الصورة الفنية في المثل القرآني ، الدلالة الصوتية : 238 ـ 242.",
        "(3) ظ : عبد القاهر ، أسرار البلاغة : 5 ـ 8.\nوإذا أمعن الناظر فيه علم أن معناه يحتاج إلى استنباط ، والمراد به أنه إذا اجتمع الناس على أن أول شهر رمضان كذا يوم ، ولم يكن ذلك اليوم أوله فإن الصوم صحيح ، وأوله هو ذلك اليوم الذي اجتمع الناس عليه ، وكذا يقال في يوم الفطر ويوم الأضحىٰ ، ولهذا الخبر المشار إليه أشباه كثيرة ، تفهم معاني ألفاظها مفردة ، وأذا تركبت تحتاج في فهمها إلى استنباط » (1).\nورأي ابن الأثير في التقرير والتنظير سليم ، وفي الشرح والإرادة مناقش مفهوماً وشرعاً ، إذ يرجع بذلك عادة إلى الفقهاء عندما يراد تقرير حكم من الأحكام ، إذ ما قيمة صيام يوم وهو ليس من رمضان عند الله وهو رمضان عند الناس ، وما أهمية عيد الناس وهو رمضان عند الله وأنىٰ يحصل هذا الاجتماع المشار إليه. وهذا من عيوب ابن الأثير الذي تؤخذ عليه أن معتد بنفسه اعتداداً لا يحسد بل لا يحمد عليه ، وإن أحكامه قطعية غير قابلة للأخذ والرد ، وأنه لا يقلب الوجوه المحتملة للنص ، والأولى بالنسبة لهذا الخبر أن يفسر دلالة الألفاظ التي يستنبطها ابن الأثير بأحد وجهين أو بهما معاً لا من باب القطع بأن هذا هو مراد رسول الله 6 ولكن من قبيل الانطباق ولا مانع أن يدل على معنى لم نهتدِ إليه ، والوجهان هما : ـ\nأ ـ إنّ يوم صومكم وفطركم وأضحاكم ، إنما يتحدد بثبوت الهلال ولثبوته طرق شرعية معروفة لدى الفقهاء ، وهذا اليوم ثابت لكم أيها المسلمون إذا حصل فيه الشياع العام ، بحيث لا تحتاج رؤية الهلال إلى شهود إثبات ، فهو شائع وظاهر في السماء لا يختلف به اثنان وبذلك يكون واقعياً لتواتر القول من قبل الصغير والكبير والقريب والبعيد بوجود الهلال في السماء دون ريب. هذا إذا كان المراد هو الحديث عن هذه النقطة دون غيرها ، أما إذا كان الحديث إرشادياً عبادياً تربوياً فقد يراد به المعنى العرفاني الذي يغلب على الظن إرادته من قبل المنقذ الأعظم لأنه واقعي الدلالة وإنساني الإرادة وهو الوجه التالي : ـ",
        "________________\n(1) ابن الأثير ، المثل السائر : 1 / 116 وما بعدها.\nب ـ إنّ صومكم أيها المسلمون ، عبارة عن أيام معدودات ، وفيه المتقبل غير المتقبل ، وفيه الخالص وفيه المشوّب ، وفيه الامتناع عما يسخط الله ، والله عزّ وجلّ يريد لهذه الأيام أن تكون متتابعة في القبول ، ومتاوقة بالرضا ، فيوم صومكم يوم تصومون واقعاً بشرط الصيام وشروطه ، صيام الجوارح والأعضاء والأجهزة كافة ، عن النظر المحرم والغيبة والنميمة والكذب والسعي في غير طاعة الله مضافاً إليه الأكل والشرب من الفجر إلى الغسق ، فيكون حينئذٍ خالصاً لله دون رياء أو دجل أو جهل أو إغماض ، وإن فطركم يوم تفطرون ، مغفوراً ذنوبكم ، ومتجاوزاً عن سيئاتكم ، ومقبولاً ما مضى من صيامكم ، ومباركاً عليكم في الأجر والثواب والإنابة وإن لم يتحقق ذلك فليس لكم يوم فطر بالمعنى الدقيق وإن فطرتم ، لأن يوم تفطرون هو ذلك اليوم الذي يكون للمسلمين عيداً ولمحمدٍ وآله ذخراً وشرفاً ومزيداً ولا يكون ذلك إلا مع الصوم المتقبل ، والعيد الذي يأمن به المسلمون الوعيد.\nوإن أضحاكم يوم تضحون ، وقد تكاملت مناسك الحج على سنتها وتعاقبت على فروضها ، فعاد حجكم مبروراً ، وسعيكم مشكوراً ، وذنبكم مغفوراً ، لأداء هذا الفرض بموازينه ودقائقه فذلك هو اليوم الواقعي لأضحاكم ، لانسلاخكم فيه عن الخطايا كما سلخت الأضاحي وكل هذا مما تنهض به دلالة الألفاظ ونحن نتدارس هذا النص في ضوء معطياتها البلاغية والنقدية واللغوية.",
        "وفي دلالة الألفاظ على معانيها مسبوكة ، يشير ابن الأثير إلى موقع اللفظ من النظم وإلى أهمية النظم في تقويم دلالة اللفظ فيقول : « بل أريد أن تكون الألفاظ مسبوكة سبكاً غريباً ، يظن السامع أنها غير ما في أيدي الناس وهي مما في أيدي الناس » (1).\nويريد بالسبك الغريب هنا كما هو واضح من دلالة اللفظ ، السبك الطريف ، لا الإيغال الوحشي.\n________________\n(1) ابن الأثير ، المثل السائر : 1 / 122.",
        "ومع ذلك فهو لا يهمل المعاني حينما يؤكد على الألفاظ بل يريد دلالتها متوازنة متسقة فيقول : « ومع هذا فلا تظن أني أردت إهمال جانب المعاني بحيث يؤتى باللفظ الموصوف بصفات الحسن والملاحة ، كان كصورة حسنة بديعة في حسنها إلا أن صاحبها بليد أحمق ، والمراد أن تكون هذه الألفاظ المشار إليها حسماً لمعنى شريف » (1).\nويؤكد ابن الأثير على المعنى الدلالي بمنظور يقابل المنظور السابق فيقول عند حديثه عن الإيجاز : « والنظر فيه إنما هو إلى المعاني لا إلى الألفاظ ، بحيث تعرى عن أوصافها الحسنة ، بل أعني أن مدار النظر في هذا النوع ، إنما يختص بالمعاني فرُبَّ لفظ قليل يدل على معنى كثير ورب لفظ كثير يدل على معنى قليل » (2).\nوالدقيق المضني عند ابن الأثير أن يعقد المقالة الأولىٰ من كتابه « المثل السائر في أدب الكاتب والشاعر » للصناعة اللفظية فيبحثها من جميع وجوهها : الشكلية والسمعية والبيانية ويقسم كل ذلك بدقة وشمولية واستيعاب إلى قسمين : ـ\nالقسم الأول في اللفظة المفردة ، والقسم الثاني في الألفاظ المركبة ويستغرق ذلك أكثر من مئتي صحيفة » (3).",
        "وفي جميع هذه البحوث الطائلة نجده يبحث تفصيلات واسعة المداليل ، ولكنه لا ينسىٰ نظريته في دلالة الألفاظ أو المعنى الدلالي عند التراكيب يقول : ـ\n« واعلم أن تفاوت التفاضل يقع في تركيب الألفاظ أكثر مما يقع في مفرداتها لأن التركيب أعسر وأشق ألا ترى ألفاظ القرآن الكريم ـ من حيث انفرادها ـ يفوق جميع كلامهم ، ويعلو عليه ، وليس ذلك إلا لفضيلة التركيب » (4).\n________________\n(1) المصدر نفسه : 1 / 123.",
        "(2) المصدر نفسه : 2 / 265.\n(3) المصدر نفسه : 1 / 210 ـ 416.\n(4) المصدر نفسه : 1 / 213.\nولا يكتفي ابن الأثير بهذا العرض دون التنظير الدلالي ويختار لذلك قوله تعالى : ـ",
        "( وَقِيلَ يَا أَرْضُ ابْلَعِي مَاءَكِ وَيَا سَمَاءُ أَقْلِعِي وَغِيضَ المَاءُ وَقُضِيَ الأَمْرُ وَاسْتَوَتْ عَلَى الجُودِيِّ وَقِيلَ بُعْدًا لِلْقَوْمِ الظَّالِمِينَ (44) ) (1).\nويعقب بقوله : « إنك لم تجد ما وجدته لهذه الألفاظ من المزية الظاهرة لا لأمر يرجع إلىٰ تركيبها ، وإنه لم يعرض لها هذا الحسن إلا من حيث لاقت الأولىٰ بالثانية ، والثالثة بالرابعة وكذلك إلى آخرها » (2).\nويتعرض لدلالة اللفظ الواحد في تركيبين مختلفين ، فتجد اللفظ مستكرهاً في تركيب ، وهو نفسه مستحسناً في تركيب آخر ويضرب لذلك مثالاً فيقول : ـ\n« وسأضرب لك مثالاً يشهد بصحة ما ذكرته ، وهو أنه قد جاءت لفظة واحدة في آية من القرآن ، وبيت من الشعر ، فجاءت جزلة متينة في القرآن ، وفي الشعر ركيكة ضعيفة ، فأثّر التركيب فيها هذين الوصفين الضدين ، أما الآية فهي قوله تعالى : ـ",
        "( فَإِذَا طَعِمْتُمْ فَانتَشِرُوا وَلا مُسْتَأْنِسِينَ لِحَدِيثٍ إِنَّ ذَٰلِكُمْ كَانَ يُؤْذِي النَّبِيَّ فَيَسْتَحْيِي مِنكُمْ وَاللهُ لا يَسْتَحْيِي مِنَ الحَقِّ ... ) (3).\nوأما بيت الشعر فهو قول أبي الطيب المتنبي (4) :\nوهذا البيت من أبيات المعاني الشريفة إلا أن لفظة : « تؤذي » قد جاءت فيه وفي الآية من القرآن فحطت من قدر البيت لضعف تركيبها ، وحسن موقعها في تركيب الآية » (5).\n________________",
        "(1) سورة هود : 44.\n(2) ابن الأثير ، المثل السائر : 1 / 214.\n(3) سورة الأحزاب : 53.\n(4) المتنبي ، ديوان المتنبي : 4 / 75.",
        "(5) ابن الأثير ، المثل السائر : 1 / 214.\nوالذي يؤخذ على ابن الأثير في هذا المقام وغيره من مواطن إفاضاته البلاغية والنقدية والدلالية هو نسبته جميع المفاهيم وإن سبق إليها من هو قبله وادعاؤه التنبيه عليها وإن نبه غيره ، ولا يعلل منه هذا إلا بعدم قراءة جهود السابقين ، وهو بعيد على شخصيته العلمية المتمرسة ، وأما ببخس الناس أشياءهم ، وهذا ما لا يحمد عليه عالم جليل مثله ، وإلا فقد رأيت قبل وريقات أن عبد القاهر قد خطط بل وجدد لما أبداه هنا ابن الأثير.\n9 ـ وهذا حازم القرطاجني ( ت : 684 ه‍ ) بكثرة إضاءته وتنويره في منهاج البلغاء ، نجده يؤكد الحقائق الدلالية السابقة لعصره ، وعنده أنها من المسلمات حتى أنه ليقارن بين دلالة المعاني والألفاظ ويعبر عنهما بصورة ذهنية ، وهو إنما يحقق في ذلك من أجل أن يتفرغ لإتمام اللفظ بالمعنى وإتمام المعنى باللفظ ، في تصور جملي متتابع ، فيقول : ـ\n« إن المعاني هي الصور الحاصلة في الأذهان عن الأشياء الموجودة في الأعيان. فكل شيء له وجود خارج الذهن وأنه إذا أدرك حصلت له صورة في الذهن تطابق لما أدرك منه ، فإذا عبر عن تلك الصورة الذهنية الحاصلة عن الإدراك ، أقام اللفظ المعبر به هيئة تلك الصورة في أفهام السامعين وأذهانهم » (1).",
        "فهو يرىٰ تشخيص اللفظ للصورة الذهنية عند إدراكها بما يحقق الدلالة المركزية التي يتعارف عليها الاجتماع اللغوي ، أو العرف التبادري العام بما يسمى الآن الدلالة الاجتماعية ، اللغوية ، المركزية ، وهي تسميات لمسمىٰ واحد.\n10 ـ ونجد السيوطي ( ت : 911 ه‍ ) وهو كثير النقل عمن سبقه ، وكتاباته لا تعبر عن جهده الشخصي في الاستنتاج بل قد تعبر عن جهده الشخصي في الاختيار ، وله في هذا الاختيار مذاهب ومذاهب ، قد ينسب بعضها إلى أهلها وقد يحشر بعضها في جملة آرائه ، وقد ينقلها نقلاً حرفياً ،\n________________\n(1) حازم القرطاجني ، منهاج البلغاء : 18.",
        "ولكنك تظنها له ، وهو في هذا المجال كذلك ، نجده يتنقل هنا وهناك لاستقراء المناسبة القائمة بين اللفظ ومدلوله ، في مجالات شتى فيقول : ـ\n« نقل أهل أصول الفقه عن عباد بن سليمان الصيمري من المعتزلة أنه ذهب إلى أن بين اللفظ ومدلوله مناسبة طبيعية حاملة للواضع أن يضع وإلا لكان تخصيص الاسم المعين ترجيحاً من غير مرجح » (1).\nوهذا رأي جملة من الأصوليين ، ولما كان ما يعنيه هو رأي اللغويين فإنه يدع الأصوليين إليهم ، فيبين وجهة نظرهم في هذه الحالة ومن ثم يعقد مقارنة بين الرأيين لاستجلاء الفروق بين الأمرين :\n« وأما أهل اللغة والعربية فقد كانوا يطبقون على ثبوت المناسبة بين الألفاظ والمعاني ، ولكن الفرق بين مذهبهم ومذهب عباد ، أن عباداً يراها ذاتية موجبة بخلافهم » (2).",
        "وهو ينقل عمن يرىٰ « أنه يعرف مناسبة الألفاظ لمعانيها ، ويربط بين دلالة الصوت والمعنى ، فسئل ما مسمىٰ ( أدغاغ ) وهو بالفارسية الحجر ، فقال : أجد فيه يبساً شديداً أو أراه الحجر » (3).\nوقد يكون النقل لهذا التنظير مبالغاً فيه ، ولكن المهم في الموضوع إدراك المناسبة على المستوىٰ النظري ، وأنها مفهومة ومفروغ عن إثباتها حتى أصبحت من الهضم لديهم أن يتلمسوا ذلك في لغات أخرى ... وما أثبتناه هنا عن السيوطي مستخرج من صحيفة واحدة فما ظنك باستقراء آرائه.\nومن الطريف أن ينتصر جاسبرسن ( 1860 ـ 1943 م ) إلى آراء العلماء العرب القدامىٰ في كشف الصلة بين الألفاظ ودلالتها واستنباط المناسبة بينهما إلا أنه حذر من المغالاة والاطراد في هذا الرأي إلا أنه يؤكد على جانب مهم من آرائهم فيما يتعلق بمصادر الأصوات فقد تسمى حركات\n________________",
        "(1) السيوطي ، المزهر في اللغة : 47.\n(2) المصدر نفسه : 47.\n(3) المصدر نفسه : 47.\nالإنسان بما ينبعث عنها من أصوات ، فيطلق صوت الشيء على الشيء نفسه (1).",
        "ولما كان القرآن الكريم يمثل الذروة البيانية في الموروث البلاغي عند العرب ، يبتعد عن النمط الجاهلي في ألفاظه ويستقل استقلالاً تاماً في مداليله فلا أثر فيه لبيئة أو إقليمية أو زمنية ، فهو المحور الرئيس لدىٰ البحث الدلالي باعتباره نصاً عربياً ذا طابع إعجازي وكتاباً إلهياً ذا منطق عربي ، فقد توافرت فيه الدلائل والإمارات والبينات لتجلية هذا البحث والتنظير له تطبيقاً في لمح أبعاد الدلالة الفنية.\nوليس في هذا التنظير إحصاء أو استقصاء ، فلذلك عمل مستقل به قيد البحث بعنوان : « دلالة الألفاظ في القرآن الكريم » ولكنه هنا على سبيل الأنموذج المتأصل لمبحث الدلالة ، كمقدمة للمبحث الأُم ، وهو جزء ضئيل مما أفاده علماؤنا العرب ، فلا تطلبن مني التفصيل في موضوع مقتضب أو الأطناب في بحث موجز.\nجاء هذا التنظير كشفاً لنظرية البحث الدلالي لا غير ، تدور حول محوره ، وتتفيّأ ظلاله ، وليست استقطاباً لما أورده القرآن العظيم في هذا المجال فهو متطاول ينهض بموضوع ضخم وحده.\n________________",
        "(1) إبراهيم أنيس ، دلالة الألفاظ : 68 وما بعدها.\n\nوفي ضوء ما تقدم من كشف وممارسة ، فقد لمسنا في مجموعة التركيبة اللفظية للقرآن الكريم لغة اجتماعية ذات طابع دلالي خاص ، تستمد نشاطها البنائي من بنيات بلاغية متجانسة حتى عادت لغة مسيطرة في عمقها الدلالي لدىٰ عامة الناس في الفهم الأولي ، وعند خاصة العلماء في المعاني الثانوية ، وتوافر حضورها في الذهن العربي المجرد حضوراً تكاملياً ، بعيداً عن الإبهام ، والغموض والمعميات ولا مجال للألغاز في تصرفاتها ولا أرضية للمخلّفات الجاهلية في ثروتها ، تبتعد عن الوحشي الغريب ، وتقترب من السهل الممتنع ذلك من خلال التعامل اللغوي الموجه للفرد والأمة مما فرز حالة حضارية متميزة تعنى بالجهد الفني تلبية للحاجة الإنسانية الضرورية في التقاء الفكر بالواقع واللغة بالعاطفة والشكل بالمحتوى دون تعقيد ثقافي يجر إلى تكوينات متنافرة.\nوعلىٰ الرغم من توقف جملة من علمائنا الأوائل عن الخوض في حديث المداليل في القرآن الكريم ، فإن القرآن يبقىٰ ذا دلالة أصلية ، وما معاملتهم له إلا دليل تورع وتحرج عن الفتوىٰ بغير مراد الدلالة حتى وإن أدركوها إجمالاً.",
        "كان الأصمعي ـ وهو إمام أهل اللغة ـ لا يفسر شيئاً من غريب القرآن وحكي عنه أنه سئل عن قوله سبحانه : ( قَدْ شَغَفَهَا حُبًّا ... )(1) فسكت وقال : هذا في القرآن ثم ذكر قولاً لبعض العرب في جاريةٍ لقوم أرادوا بيعها :\n________________\n(1) سورة يوسف : 30.\nأتبيعونها ، وهي لكم شغاف ولم يزد على ذلك ، أو نحو من هذا الكلام » (1).",
        "ولو تجاوزنا حدود العلماء والنقاد العرب ، إلى القادة والسلف الصالح لوجدنا الأمر متميزاً في احترام النص القرآني ، ومحاطاً بهالة متألقة من التقديس ، فلقد قال الإمام علي 7 مجاهراً : « وكتاب الله بين أظهركم ناطق لا يعيا لسانه وبيت لا تهدم أركانه ، وعز لا تهزم أعوانه » (2).\nوهو تعبير حي عن حماية القرآن وصيانته ، وتبيان لحجج القرآن ودلالته.\nوقد كان عمر بن الخطاب ( رضي الله عنه ) ـ وهو من الفصاحة في ذروة السنام والغارب ـ يقرأ قوله عزّ وجلّ : ( وَفَاكِهَةً وَأَبًّا (31) ) (3) فلا يعرفه فيراجع نفسه ويقول : ما الأبّ ؟ ثم يقول : إن هذا تكلف منك يا ابن الخطاب » (4).\nوكان ابن عباس ; وهو ترجمان القرآن ووارث علمه يقول : لا أعرف حناناً ولا غسلين ولا الرقيم (5).",
        "ولا يعني التحرج في كشف الدلالة القرآنية عدم وضوح الرؤية ، أو انعدام المراد بل على العكس أحياناً ، فقد أجمع النقاد على سلامة النظم القرآني ، وتواضعوا على إعجازه ، بل اعتبروا استعمال القرآن لأفصح الألفاظ بأحسن المواقع متضمنة أسلم المعاني وأعلى الوجوه دلالة ، من مخائل الإعجاز القرآن ، حتى أوضح الخطابي ( ت : 388 ه‍ ) هذا العلم بقوله : « واعلم أن القرآن إنما صار معجزاً لأنه جاء بأفصح الألفاظ في أحسن نظوم التأليف متضمناً أصح المعاني » (6).\n________________\n(1) الخطابي ، بيان إعجاز القرآن : 34.\n(2) ظ : ابن أبي الحديد ، شرح نهج البلاغة : 8 / 273.",
        "(3) سورة عبس : 31.\n(4) الخطابي ، بيان إعجاز القرآن : 36.\n(5) المصدر نفسه : 36.\n(6) المصدر نفسه : 27.",
        "وقد اعتبر الخطابي نفسه اختيار اللفظ المناسب للموقع المناسب عمود البلاغة القرآنية فقال : الصفات هو وضع كل نوع من الألفاظ التي تشتمل عليها فصول الكلام موضعه الأخص الأشكل به الذي إذا أبدل مكانه غيره جاء منه : أما تبدل المعنى الذي يكون منه فساد الكلام ، وأما ذهاب الرونق الذي يكون معه سقوط البلاغة وذلك أن في الكلام ألفاظاً متقاربة في المعاني ، يحسب أكثر الناس أنها متساوية في إفادة بيان مراد الخطاب كالعلم والمعرفة ، والحمد والشكر ، وبلىٰ ونعم ، وذلك وذاك ، ومن وعن ، ونحوهما من الأسماء والأفعال والحروف والصفات مما سنذكر تفصيله فيما بعد ، والأمر فيها وفي ترتيبها عند علماء أهل اللغة بخلاف ذلك ، لأن كل لفظة منها خاصية تتميز بها عن صاحبتها في بعض معانيها ، وإن كانا قد يشركان في بعضهما » (1).\nواستناداً إلى هذا المفهوم الدقيق في التمييز بين دلالة لفظ ولفظ ، وفروق قول عن قول ، فإننا نشير هنا على سبيل الأنموذج التمييز في القرآن إلى ثلاث خصائص مهمة في الدلالة تتجلىٰ في ثلاث ظواهر بيّنة :\nالظاهرة الأولى :\nإن اختيار القرآن للألفاظ في دلالتها إنما جاء متناسقاً مع مقتضيات الحال وطبيعة المناسبة وقد يكون ذلك التناسق صادراً لجهات متعددة تؤخذ بعين الاعتبار لدىٰ تجديد القرآن لمراد الاستعمال في الحالات الوصفية والتشبيهية والتمثيلية والتقديرية مما نستطيع التنظير له بما يلي :",
        "أ ـ ما أراد به القرآن صيغة معينة لحالة معينة تستوعب غيرها ولا يستوعبها غيرها ، فإنه يعمد إلى اختيار اللفظ الدقيق لهذه الغاية فيتبناه دون سواه من الألفاظ المقاربة أو الموافقة أو الدارجة كما في قوله تعالى : ( وَالَّذِينَ كَفَرُوا أَعْمَالُهُمْ كَسَرَابٍ بِقِيعَةٍ يَحْسَبُهُ الظَّمْآنُ مَاءً حَتَّىٰ إِذَا جَاءَهُ لَمْ يَجِدْهُ شَيْئًا وَوَجَدَ اللهَ عِندَهُ فَوَفَّاهُ حِسَابَهُ وَاللهُ سَرِيعُ الحِسَابِ (39) ) (2).\n________________\n(1) الخطابي ، بيان إعجاز القرآن : 29.\n(2) سورة النور : 39.",
        "وقد يسد غيرها في معنىً ساذج  متعارف لا معنى دلالي متميز ، فالله تعالىٰ أراد الظمآن بكل ما تحمله الكلمة في تضاعيفها الأولية والثانوية من دلالات خاصة بها فلا تسد مسدها ـ مثلاً ـ كلمة الرائي ، لأنّ الرائي قد يرىٰ السراب من بعيد وهو ليس بحاجة إليه ، فلا يتكلف إلا الخداع البصري أما الظمآن فإنه يكد ويكدح ويناضل من أجل الوصول إلى الماء حتى إذا وصل إليه وإذا بما حسبه ماءً قد وجده سراباً ، فكانت الحسرة أعظم والحاجة أشد ولم يبرد غليلاً ، ولم يدرك أملاً.\nقال أبو هلال العسكري ( ت : 395 تقريباً ) : « فلو قال يحسبه الرائي ماءً لم يقع قوله ( الظمآن ) لأن الظمآن أشد فاقة إليه وأعظم حرصاً عليه (1).\nب ـ وما أراد به القرآن الاتساع المترامي ، فإنه يختار له الألفاظ الدالة على هذا الاتساع بكل شمولية واستيعاب فحينما نتدارس بإجلال قوله تعالى :\n( وَمَا مِن دَابَّةٍ فِي الأَرْضِ إِلا عَلَى اللهِ رِزْقُهَا وَيَعْلَمُ مُسْتَقَرَّهَا وَمُسْتَوْدَعَهَا كُلٌّ فِي كِتَابٍ مُبِينٍ (6) ) (2).",
        "فسنجد عمومية الألفاظ وشموليتها مما يتناسب مع عمومية المعاني وتطاولها ، ويتواكب مع استقرار كل الجزئيات وعدم تناهيها ، وذلك من أعاجيب القرآن وطرائفه ، وهذه الألفاظ في هذه الآية هي : دابة ، الأرض ، الله ، رزقها ، مستقرها ، مستودعها ، كل ، كتاب.\nهذه الألفاظ في تراصفها وتقاطرها تفيد عموماً لا خصوص معه وتتجه نحو الإطلاق فلا تقييد ، كما سنرىٰ في هذا العرض : ـ\nالدابة تستوعب مجموعة عامة مركبة من خلق الله مما دبَّ وهب ودرج من الانس والجن والطير والأنعام والوحوش والهوام وكائنات لا نعرفها ، ومخلوقات لا نتصورها ، أرأيت عمومية وشمولية كهذا في دلالة لفظ واحد عليه مع عدم إمكان حصر ملايين النسمات في ضوئه.\nوالأرض هذه الكرة الفسيحة بجبالها ووهادها ومفاوزها وأشجارها",
        "________________\n(1) العسكري ، كتاب الصناعتين : 246.\n(2) سورة هود : 6.\nوأنهارها وآبارها ، داخلها وخارجها ، ظاهرها وباطنها كلها عوالم مترامية الأطراف واسمها الأرض ، هذا اللفظ البسيط الساذج المتداول ، ولكنها بقاع العالم وأصقاع الدنيا ومحيطات الكون.",
        "ولفظ الجلالة في إشارته لذاته القدسية التي لا تحد بزمان ولا مكان ، ولا تنظر بأين أو كم أو كيف ، ولا تمثل بجسم أو كائن أو تشخيص يتناهى لله كل متناهٍ ، ولا يدركه نظر أو بعد ولا يسمو إليه فكر أو عقل ، دال على ذاته بذاته ، ومتعالٍ عن سائر مخلوقاته.\nوالرزق بمختلف أصنافه ، وعلى كثرة سبله وطرقه عام لا خاص ، ومطلق لا مقيد في الملبوس والمأكول والمشروب والمدّخر والمقتنى ، بل في الأولاد إن كانت من الرزق ، والصحة أعظم هبة ومنحة يهبها الله تعالى لعباده فهي من الرزق الحسن العظيم ولا نريد تحديد اللفظ وتصنيفه ، أو توسيعه وتحميله ما لا يتسع إليه ، ولكن جميع هذا الرزق على فضفاضيته في حرز متكامل ، ونظام دقيق يشمل هذه الكائنات المتعددة بحسب احتياجاتها المتكاثرة ، وشؤونها المتنوعة غير المحصورة إلى كل هذه الخلائق يصل هذا الرزق وهو مكفول لكل نسمة حسب حاجتها على ما توجبه الحكمة العليا وتقتضيه مصلحة العباد في تفاوت أو تقدير ، وسعة إملاء من أجل تنظيم مسيرة العالم في استدرار المعايش وتحقيق معنى الاستخلاف على الأرض.\nوالمستقر بالنسبة لهذا الكائنات قد يراد به موضع القرار أو حيث تأوي إليه من الأرض أو ما يستقر عليه عملها واللفظ عام ولا مانع من إرادة هذه المعاني كافة ، بل ومفاهيمها عامة.\nوالمستودع بالنسبة للكائنات ذاتها ، قد يراد به الموضع الذي أودعها الله فيه وهو أصلاب الآباء وأرحام الأمهات أو هو مستودعها الأخير حين تموت ، فتموت لتبعث أو ما يؤول أليه مصيرها نتيجة عملها ، واللفظ عام ، ولا مانع من استيعابه هذه المعاني(1).",
        "________________\n(1) ظ : في كلمتي : مستقر ومستودع ، الطبرسي ، مجمع البيان : 3 / 144.\nوكل لفظ يدل على العموم بل هو من أدوات العموم ليتساوىٰ المعنى العام مع اللفظ العام.\nوالكاتب جامع مانع في إحصائية استقصائية لأعمال الخلائق وتصريف شؤونها ، وهو اللوح المحفوظ الذي لا يغادر صغيرة ولا كبيرة إلا أحصاها.",
        "إن آية واحدة من كتاب الله ترتفع بنا إلى المستوىٰ الدلالي المتطور في جملة ألفاظها ، فكيف بسورة منه يا ترىٰ وأين موقعنا من آياته وسوره كافة.\nح‍ ـ وما أراد به الإيحاء الخاص الكامن وراء دلالة اللفظ فإنه يختار بذاته لتلك الدلالة بذلك الإيحاء ولو دققت النظر في استعمال لفظ « زرتم » في سورة التكاثر ( حَتَّىٰ زُرْتُمُ المَقَابِرَ (2) ) (1) لتبين لنا أن القرآن لم يستعمل الزيارة إلا في هذه الآية وإنه استعمل مادتها في آيات أُخر ، وهذا الاستعمال يوحي بدلالة حسبة قد لا ينبئ عنها ظاهر اللفظ ، ومركزي المعنى بقدر ما يصوره إيحائي التعبير الدقيق ، ويبدو أن أعرابياً مرهف الحس قد التفت إلى هذا الملحظ الشاخص فقال حينما سمع الآية على فطرته الصحراوية ، وبوحي من بداوته الصافية قال : ـ\n« بعث القوم للقيامة ورب الكعبة ، فإن الزائر منصرف لا مقيم » (2) ، لقد وضع هذا الإعرابي يده على حسٍّ بلاغي عميق ، أدرك فلسفة تخير هذا اللفظ دون سواه ، بعيداً عن الفهم التقليدي والوعي القاصر في ترددات الناس بصورة الزيارة وكيفيتها ومؤداها لأنه في استعمال الزيارة عدة احتمالات فقد يأتي بمعنىٰ الموت وقد يعبر عن الموت بالزيارة ، وقد يراد غير هذا وذاك ، في إيحاء باهر جديد يضع القرآن له أصلاً مبتكراً في عالمي النقد الأدبي والبيان العربي.\nتقول الدكتورة عائشة عبد الرحمن في هذا المقام : ـ",
        "________________\n(1) سورة التكاثر : 2.\n(2) أبو حيان ، البحر المحيط : 8 / 507.\n« وفي التعبير عن الموت بالزيارة ملحظ بياني بالغ القوة فاستعمال الزيارة بهذا المعنى صريح الإيحاء بأن الإقامة في القبر ليست إقامة دائمة ، وإنما نحن فيها زائرون ، وسوف تنتهي الزيارة حتماً إلى بعث وحساب وجزاء ، وهذا الإيحاء ينفرد به لفظ « زرتم » دون غيره ، فلا يمكن أن يؤديه لفظ آخر كأن قال : « قبرتم أو سكنتم المقابر ، أو انتهيتم إليها ، أو أقمتم بها إلى غير ذلك من ألفاظ تشترك كلها في الدلالة على ضجعة القبر ، ولكن يعوزها سر التعبير الدال على أنها زيارة ، أي إقامة موقتة ، يعقبها بعث ونشور » (1).",
        "الظاهرة الثانية :\nإن هذا الاختيار للألفاظ ذاتها ، بل الألفاظ منضمة إلى المعاني ، بحيث لا يتحقق المعنى المراد إلا بهذا اللفظ دون سواه ، بغض النظر عن الاعتبارات البديعية الأخرى فلا الألفاظ ذات أولوية على حساب المعاني ولا المعاني ذات أولوية على حساب الألفاظ.\nالقرآن الكريم فضلاً عن كونه نصاً إعجازياً لا طاقة لنا على إدراك خصائصه الفنية على الوجه الأكمل ، فإنه نص أدبي باهر تتوافر فيه سمات أرقى نص عربي وصل إلينا دون ريب. ومن هنا فإننا نختلف مع جملة من العلماء الذين يرون عناية القرآن بالألفاظ ناجمة عن العناية بأصناف البديع ، وفنون المحسنات اللفظية المتوافرة في القرآن ، ومع توافر هذه الفنون في القرآن فإنها غير مقصودة لذاتها ، وإنما جاءت بتناسقها ضرورة بيانية يقتضيها جمال القول ، وهذه الضرورة نفسها لم تكن متكلفة ولا ذات نزعة مفروضة كما هي الحال في الأسجاع المتناثره هنا وهناك في النثر العربي القديم ، فإنها أريدت في النصوص الأدبية هكذا ، سواء أحققت الغرض المعنوي أم لم تحققه إطلاقاً ، لأن المهمة في مثل هذه اللوحات مهمة لفظية فحسب حتى أنها لتثقل النص بمحسنات يزداد معها النص انصرافاً عن الديباجة والذائقة الفنية وتزداد معه النفس تبعاً لهذا الانصراف عزوفاً أو نفوراً.\n________________",
        "(1) بنت الشاطئ التفسير البياني للقرآن : 1 / 206.\nأما بالنسبة للقرآن العظيم فإن هذه الظاهرة مدفوعة أصلاً إذا ليس في القرآن مهمة لفظية على وجه ، ومهمة معنوية على وجه آخر بل هما مقترنان معاً في أداء المراد من كلامه تعالى دون النظر إلى جزء على حساب جزء غيره ، فالتصور فيه دفعي جملي مرة واحدة دون تردد أو إمهال ، وحسبك ما تشاهده في جميع أصناف المحسنات البديعية الواردة في القرآن ، وفي طليعتها السجع وانتظام الفواصل وتوافقها دليلاً على صحة هذا الرأي ، وطبيعي أن نهاية الفقرات والسجع في النثر العربي ، تقابله الفواصل في القرآن الكريم وهي تسمية اختيارها جهابذة الفن ، وعلماء الصناعة تكريماً للقرآن عن مقايسته بسواه.\nإذن هذه الفواصل على تقاطرها وتواردها في النصوص القرآنية وقد يرتفع بعضها إلى سور متكاملة لا سيّما القصار كالإخلاص ، والقدر ، والناس ، والجحد ، والعصر ، والكوثر ... الخ.\nوهناك سور متوسطة الطول والقصر وقد تناوبها السجع من أولها إلى آخرها كما هي الحال ـ على سبيل الأنموذج في سورة الأعلى.",
        "إن هذه السورة ولنتبرك بذكرها كاملةً : ـ\n« بسم الله الرحمن الرحيم »\n( سَبِّحِ اسْمَ رَبِّكَ الأَعْلَى (1) الَّذِي خَلَقَ فَسَوَّىٰ (2) وَالَّذِي قَدَّرَ فَهَدَىٰ (3) وَالَّذِي أَخْرَجَ المَرْعَىٰ (4) فَجَعَلَهُ غُثَاءً أَحْوَىٰ (5) سَنُقْرِئُكَ فَلا تَنسَىٰ (6) إِلا مَا شَاءَ اللهُ إِنَّهُ يَعْلَمُ الجَهْرَ وَمَا يَخْفَىٰ (7) وَنُيَسِّرُكَ لِلْيُسْرَىٰ (8) فَذَكِّرْ إِن نَفَعَتِ الذِّكْرَىٰ (9) سَيَذَّكَّرُ مَن يَخْشَىٰ (10) وَيَتَجَنَّبُهَا الأَشْقَى (11) الَّذِي يَصْلَى النَّارَ الكُبْرَىٰ (12) ثُمَّ لا يَمُوتُ فِيهَا وَلا يَحْيَىٰ (13) قَدْ أَفْلَحَ مَن تَزَكَّىٰ (14) وَذَكَرَ اسْمَ رَبِّهِ فَصَلَّىٰ (15) بَلْ تُؤْثِرُونَ الحَيَاةَ الدُّنْيَا (16) وَالآخِرَةُ خَيْرٌ وَأَبْقَىٰ (17) إِنَّ هَٰذَا لَفِي الصُّحُفِ الأُولَىٰ (18) صُحُفِ إِبْرَاهِيمَ وَمُوسَىٰ (19) ) ». \nمما وقف عنده العرب موقف المتحير المتعجب بوقت واحد فهي على وتيرة واحدة في فاصلة متساوية تختتم بالألف ، ومن أولها إلى نهايتها ، ولو شئت أن تغير أية كلمة من هذه الفواصل ، وتضع ما يلائمها بدلها في سبيل تغيير صيغة الفاصلة لما استطعت أن تحقق الدلالة اللفظية",
        "التي حققها القرآن الكريم ، وما يقال في جميع السور والآيات الأخرىٰ ، وبالنسبة للصنوف البديعية كافة.\nوهنا ـ ونحن في هذا السياق ـ أود أن أشير إلى صيغة تنسجم مع هذا العرف الذي نتحدث عنه بإيجاز ، هذه الصّيغة هي كلمة « المقابر » في قوله تعالى : ( أَلْهَاكُمُ التَّكَاثُرُ (1) حَتَّىٰ زُرْتُمُ المَقَابِرَ (2) ) (1) لا أدعي أن اتفاق الفاصلة عند الراء في كلمتي التكاثر والمقابر ، تفرضه طبيعة النسق القرآني في التعبير المسجوع كما يتخيل ، بدليل أنه ينتقل منه فوراً إلى فاصلة تقف عند النون دون التفات إلى الصيغة الأولى الساربة في طريقها فيقول : ( كَلا سَوْفَ تَعْلَمُونَ (1) ثُمَّ كَلا سَوْفَ تَعْلَمُونَ (2) ) (2)، فإذا جاز له الانتقال بها جاز له الانتقال فيما قبلها مباشرة كما هو ظاهر ، بل إن هذا اللفظ « المقابر » يفرض نفسه فرضاً قاطعاً ، وذلك أن هذا الإنسان المتناسي الطاغي المتكاثر بأمواله ولذاته ، وشهواته ، ومدخراته ، ونسائه ، وأولاده ، ودوره ، وقصوره وخدمه وحشمه ، وإداراته وشؤونه ، وهذا كله تكاثر قد يصحبه التفاخر ، والتنابز ، والتنافر ، إن هذا مما يناسبه « المقابر » وهي جمع مقبرة ، والمقبرة الواحدة لا سيّما المترامية الأطراف مرعبة هائلة. فإذا ضممنا مقبرة أخرى ومقبرة مثلها ازددنا إيحاشاً ورعباً وفزعاً ، فإذا أصبحت مقابر عديدة ، تضاعف الرعب والرهب ، إذن هذا التكاثر الشهواني في كل شيء ، يناسبه ويوافقه الجمع المليوني للقبور ، لتصبح مقابرَ لا قبوراً ولو قيل في غير القرآن بمساواة القبور للمقابر في الدلالة لما سد هذا الشاغر الدلالي شيء آخر من الألفاظ.\nوتعقب الدكتورة بنت الشاطئ على هذا الإدراك فتقول : « وقد تجد الصيغة البلاغية في استعمال المقابر هنا مجرد ملائمة صوتية للتكاثر ، وقد يحس أهل هذه الصنعة ونحن معهم فيها ، نسق الإيقاع ، وانسجام النغم لكن أهذا كل ما في استعمال للفظ « المقابر » في آية التكاثر ؟.\nالذي أراه أن وراء هذا الملحظ البلاغي اللفظي ملحظاً بيانياً يتصل",
        "________________\n(1) سورة التكاثر : 1 ـ 2.\n(2) سورة التكاثر : 3 ـ 4.\nبالمعنى : فالمقابر جمع مقبرة ، وهي مجتمع القبور ... واستعمالها هنا ملائم معنوياً لهذا التكاثر ، دال على مصير ما يتكالب عليه المتكاثرون من متاع دنيوي فإن ... هناك حيث مجتمع القبور ومحتشد الرمم ومساكن الموتى على اختلاف أعمارهم ، وطبقاتهم ، ودرجاتهم ، وأزمنتهم ، وهذه الدلالة من السعة والعموم والشمول لا يمكن أن يقوم لفظ « القبور » بما هي جمع لقبر ، فبقدر ما بين قبر ومقبرة من تفاوت يتجلى إيثار البيان القرآني « المقابر » على « القبور » حين يتحدث عن غاية ما يتكاثر به المتكاثرون ، وحين بلغت إلى مصيره هذه الحشود من ناس يلهيهم تكاثرهم عن الاعتبار بتلكم المقابر التي هي مجتمع الموتى ومساكن الراحلين الفانين » (1).",
        "هذا العرض يكشف أن دلالة اللفظ لا تتحكم بها الفاصلة كما تحكمت بها المعاني الإضافية ، واقتضاها البعد البياني في استيعاب المراد من وجوهه المختلفة ، وجوانبه كافة ، وذلك من دلائل إعجاز القرآن ، في جمعه بين الصيغة الجمالية للشكل ، والدلالة الإيحائية في المعنى.\nالظاهرة الثالثة :\nإن اختيار هذه الألفاظ إنما اتّجه بالخطاب إلى سكان الأرض الذين يهمهم أمرها ليتعرفوا على ما فيها عقلياً ، ويتطلعوا إلى كشف أسرارها علمياً ، بحسب الذائقة الفطرية الخالصة التي تبدو بأدنى تأمل وتلبث وترصد ، وهنا نضع أيدينا على جملة من التعابير القرآنية بألفاظ لها دلالتها الهامشية إن لم نقل المركزية في كثير من الأبعاد النقدية والبلاغية زائداً العلمية :\nأ ـ ففي قوله تعالى : ـ ( أَفَلا يَرَوْنَ أَنَّا نَأْتِي الأَرْضَ نَنقُصُهَا مِنْ أَطْرَافِهَا ... ) (2).",
        "يتجلى موقع « أطراف » « ننقصها » في التعبير ، ... فالأطراف توحي بنظرة شمولية لشكل الأرض ، و « ننقصها » توحي بفكرة آلية عن طبيعة\n________________\n(1) بنت الشاطئ ، التفسير البياني : 1 / 207 وما بعدها.\n(2) سورة الأنبياء : 44.",
        "انتقاص الأطراف وهاتان حقيقتان علميتان بنظرية دحو القطبين وحركتهما يوضحهما قوله تعالى : ـ\n( لا الشَّمْسُ يَنبَغِي لَهَا أَن تُدْرِكَ الْقَمَرَ وَلا اللَّيْلُ سَابِقُ النَّهَارِ وَكُلٌّ فِي فَلَكٍ يَسْبَحُونَ (40) ) (1).\nب ـ وفي قوله تعالى : ( وَالَّذِينَ كَفَرُوا أَعْمَالُهُمْ كَسَرَابٍ بِقِيعَةٍ يَحْسَبُهُ الظَّمْآنُ مَاءً حَتَّىٰ إِذَا جَاءَهُ لَمْ يَجِدْهُ شَيْئًا وَوَجَدَ اللهَ عِندَهُ فَوَفَّاهُ حِسَابَهُ وَاللهُ سَرِيعُ الحِسَابِ (39) ) (2).\n« ففي هذه الصورة الأخاذة يتجلى سطح الصحراء العربية المنبسطة ، والخداع الوهمي للسراب ، فنحن هنا أمام عناصر مجاز عربي النوع ، فأرض الصحراء وسماؤها قد طبعا عليه انعكاسهما ... حين نستخدم خداع السراب المغم ، لنؤكد بما تلقيه من خلال تبدد الوهم الهائل ، لدى إنسان مخدوع ، ينكشف في نهاية حياته غضب الله الشديد في موضوع السراب الكاذب ... سراب الحياة » (3)، فلفظ « سراب » استقطب مركزياً دلالته من خلال البيئة العربية المشاهدة المحسوسة ، وكما يتلاشىٰ هذا السراب فجأة ، وينطفي تلألؤه بغتة ، فكذلك ما أمله هؤلاء الكافرون بأعمالهم الخادعة ، متماثلة معه في خداع البصر وانطماس الأثر ، فلو عطفنا دلالة « الظمآن » الإيحائية ، لوجدنا الظمآن في تطلبه للماء ، ووصوله إلى السراب يقضي حسرة أشد ، وفاقة أعظم ، وحاجة متواصلة ، ولكنه يصطدم بالحقيقة الكبرىٰ وهي الله تعالىٰ ، فيوفّيه حسابه ، دون معادلات معروفة ، فلا المراد حقق ، ولا الحياة استبقى ولا الثواب استقصى ، وإنما هي حسرات في حسرات.",
        "ح‍ ـ ولو تتبعنا مآل هؤلاء الكافرين في خيبة آمالهم وخسران أعمالهم ، لوجدنا الصورة المتقابلة مع تلك الصورة بقوله تعالى : ـ\n( أَوْ كَظُلُمَاتٍ فِي بَحْرٍ لُّجِّيٍّ يَغْشَاهُ مَوْجٌ مِّن فَوْقِهِ مَوْجٌ مِّن فَوْقِهِ سَحَابٌ ظُلُمَاتٌ\n________________\n(1) سورة يس : 14.",
        "(2) سورة النور : 39.\n(3) مالك بن نبي ، الظاهرة القرآنية : 355.\nبَعْضُهَا فَوْقَ بَعْضٍ إِذَا أَخْرَجَ يَدَهُ لَمْ يَكَدْ يَرَاهَا وَمَن لَّمْ يَجْعَلِ اللهُ لَهُ نُورًا فَمَا لَهُ مِن نُّورٍ (40) ) (1)، ليتضح في التصوير القرآني عظم الدلالة من خلال هيأتين متقابلتين ونموذجين مختلفين ، فبعد أن أوضحت الصورة الفنية الأولىٰ الشعاع الكاذب في السراب والالتماع الخلب في البيداء ، عقبت ذلك بنقيض الشعاع والالتماع وبعد تصوير الخيبة من الظفر بالسناء ، عقبته بالظلمات المتراكمة بعضها فوق بعض والفوقيات المتراكبة طبقاً عن طبق فهي ظلمات في بحر لا قعر له ، عميق غزير المياه ، تحوطه الأمواج المتدافعة ، والسحب الثقال ، والظلمات المتعاقبة في ثلاثة مظاهر من ظلام الليل ، وظلام الغمام ، وظلام البحر حتى ليخطؤه تمييز يده ، فلا يرىٰ ذلك إلا بعد عسر وحرج ، أو لا يرىٰ ذلك أصلاً ، وأنىٰ له الرؤية ، وقد انغمس في ظلمات الكفر وارتطم بمتاهات الضلال ، فانعدمت الرؤية وانطمست البصيرة ، فهو في شبهات لا نجاة معها ، ومن لم يقدر له الخلاص من الله فلا خلاص له » (2).\nيقول الأستاذ مالك بن نبي عن هذه الآية : ـ",
        "« فهذا المجاز يترجم على عكس سابقه عن صورة لا علاقة لها بالوسط الجغرافي للقرآن ، بل لا علاقة لها بالمستوىٰ العقلي أو المعارف البحرية في العصر الجاهلي وإنما هي في مجموعها منتزعة من بعض البلدان الشمالية التي يلفها الضباب ، ولا يمكن للمرء أن يتصورها إلا في النواحي كثيفة الضباب في الدنيا الجديدة ، فلو افترضنا أن النبي رأىٰ في شبابه منظر البحر فلن يعدو الأمر شواطئ البحر الأحمر أو الأبيض ومع تسليمنا بهذا الفرض فلسنا ندري كيف كان يمكن أن يرىٰ الصورة المظلمة التي صورتها الآية المذكورة ؟ وفي الآية فضلاً عن الوصف الخارجي الذي يعرض المجاز المذكور سطر خاص بل سطران : أولهما : الإشارة الشفافة إلى تراكب الأمواج ، والثاني : هو الإشارة إلى الظلمات المتكاتفة في أعماق البحار ، وهاتان العبارتان تستلزمان معرفة علمية بالظواهر الخاصة بقاع\n________________\n(1) سورة النور : 40.\n(2) ظ : المؤلف ، الصورة الفنية في المثل القرآني : 281 ـ 282.",
        "البحر ، وهي معرفة لم تُعرف للبشرية إلا بعد معرفة جغرافية المحيطات ، ودراسة البصريات الطبيعية ، وغني عن البيان أن نقول : إن العصر القرآني كان يجهل كلية تراكب الأمواج ، وظاهرة امتصاص الضوء واختفائه في عمق معين في الماء ، وعلى ذلك فما كان لنا أن ننسب هذا المجاز إلى عبقرية صنعتها الصحراء ولا إلى ذات إنسانية صاغتها بيئة قاريّة » (1).\nهذه الظواهر الثلاث في دلالة الألفاظ ، توصلنا إلى المنهج الدلالي الأم في استكناه أصول الدلالة وهذا المنهج الأصل هو القرآن الكريم بحق.\nومن هذا المنطلق فقد وجدنا الخطابي ( ت : 388 ه‍ ) بالذات عالماً ودلالياً فيما أورده من افتراضات ، وما أثبته من تطبيقات بالنسبة لجملة من ألفاظ القرآن الكريم بتقرير أنها لم تقع ـ ما زعموا توهماً ـ في أحسن وجوه البيان وأفصحها ، لمخالفتها لوضعي الجودة والموقع المناسب عند أصحاب اللغة ، وذلك كدعوىٰ افتراضية ، يتعقبها بالرد والكشف والدفاع.\nوالألفاظ هي كما يلي نذكرها ونعقبها في آياتها في موارد اختيارها من قبل الخطابي نفسه ليرد عليها فيما بعد : ـ",
        "1 ـ فأكله ، من قوله تعالىٰ : ( فَأَكَلَهُ الذِّئْبُ ) يوسف / 17.\n2 ـ كيل ، من قوله تعالىٰ : ( ذَٰلِكَ كَيْلٌ يَسِيرٌ ) يوسف / 65.\n3 ـ امشوا ، من قوله تعالىٰ : ( وَانطَلَقَ المَلأُ مِنْهُمْ أَنِ امْشُوا وَاصْبِرُوا (6) ) ، ص / 6.\n4 ـ هلك ، من قوله تعالىٰ : ( هَلَكَ عَنِّي سُلْطَانِيَهْ (29) ) ، الحاقة / 29.",
        "5 ـ لحب ، من قوله تعالىٰ : ( وَإِنَّهُ لِحُبِّ الخَيْرِ لَشَدِيدٌ (8) ) ، العاديات / 8.\n6 ـ فاعلون ، من قوله تعالىٰ : ( وَالَّذِينَ هُمْ لِلزَّكَاةِ فَاعِلُونَ (4) ) ، المؤمنون / 4.\n7 ـ سيجعل ، من قوله تعالىٰ : ( إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ سَيَجْعَلُ\n________________",
        "(1) مالك بن نبي ، الظاهرة القرآنية : 356.\nلَهُمُ الرَّحْمَٰنُ وُدًّا (96) ) مريم / 96.\n8 ـ ردف ، من قوله تعالىٰ : ( قُلْ عَسَىٰ أَن يَكُونَ رَدِفَ لَكُم بَعْضُ الَّذِي تَسْتَعْجِلُونَ (72) ) النمل / 72.\nأ ـ ( وَمَن يُرِدْ فِيهِ بِإِلحَادٍ بِظُلْمٍ ) الحج / 25.",
        "ب ـ ( أَوَلَمْ يَرَوْا أَنَّ اللهَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالأَرْضَ وَلَمْ يَعْيَ بِخَلْقِهِنَّ بِقَادِرٍ ... ) الأحقاف / 33.\nهذه النماذج التي أبانها الخطابي تعقب عادة بالحجج المدعاة أولاً فيوردها ، ولكنه يفندها واحدة كما سنرى (1).\nفقد ذهبوا في فعل السباع خصوصاً إلى الافتراس ، وأما الأكل فهو عام لا يختص به نوع من الحيوان.\nوقالوا ما اليسير والعسير من الكيل والاكتيال وما وجه اختصاصه به ؟",
        "وقد زعموا بأن المشي في هذا ليس بأبلغ الكلام ، ولو قيل بدل ذلك أن امضوا وانطلقوا لما كان أبلغ وأحسن وأدعوا إنما يستعمل لفظ الهلاك ، في الأعيان والأشخاص كقوله :\nهلك زيد ، فأما الأمور التي هي معان وليست بأعيان ولا أشخاص فلا يكادون يستعملونه فيها ...\nوأنت لا تسمع فصيحاً يقول : أنا لحب زيد شديد وإنما وجه الكلام وصحته أن يقال : أنا شديد الحب لزيدٍ وللمال.\nولا يقول أحد من الناس فعل زيد الزكاة ، وإنما يقال زكّى الرجل ماله",
        "ومن الذي يقول : جعلت لفلان وداً بمعنى أحببته ؟ وإنما يقول : وددته وأحببته.\n________________\n(1) الخطابي ، بيان إعجاز القرآن : 38 وما بعدها.\nوفي ردف إنما هو يردفه من غير إدغام اللام ، والباء لا موضع لها في الحاد أو بظلم ، ولو قيل : قادر على أن يحيي الموتى كان كلاماً صحيحاً لا يشكل معناه ولا يشتبه (1).",
        "وقد حررت للخطابي مقارنة سليمة في الإجابة عن هذه الافتراضات رداً ومناقشة وبيان حال ، وسأحاول أن ألخصها بشكل لا تفقد فيه جوهرها ، وأوردها بصورة تحكي عن هدف صاحبها ولعل في ذكرها تخليداً لذكراه ، ولكن فيها أيضاً وأولاً ، بياناً لطاقات بيانية مهمة واستعمالات بلاغية رائدة ، انفرد بها القرآن دون سائر النصوص الإلهية والبشرية ، مما يجعل الخطابي ; من أوائل أولئك الأفذاذ الذين يسروا الطريق أمام فهم القرآن بلاغياً ونقدياً على الوجه التالي : ـ\n1 ـ فأما قوله تعالى : ( فَأَكَلَهُ الذِّئْبُ ) يوسف / 17 ، فإن الافتراس معناه في فعل السبع القتل فحسب ، واصل الفرس دق العنق ، والقوم إنما أدعوا على الذئب أنه أكله أكلاً ، وأتى على جميع أجزائه وأعضائه فلم يترك مفصلاً ولا عظماً ، وذلك أنهم خافوا مطالبة أبيهم بأثر باق منه يشهد بصحة ما ذكروه ، فادعوا فيه الأكل ليزيلوا عن أنفسهم المطالبة ، والفرس لا يعطي تمام هذا المعنى ، فلم يصلح على هذا أن يعبر عنه إلا بالأكل على أن لفظ الأكل شائع الاستعمال في الذئب وغيره من السباع.\nوحكىٰ ابن السكيت في ألفاظ العرب قولهم : ـ\nأكل الذئب الشاة فما ترك منها تامورا.",
        "2 ـ وأما قوله تعالى : ( وَنَزْدَادُ كَيْلَ بَعِيرٍ ذَٰلِكَ كَيْلٌ يَسِيرٌ ) يوسف / 65.\nفإن معنى الكيل المقرون بذكر البعير والمكيل ، والمصادر توضع موضع الأسماء كقولهم : هذا درهم ضرب الأمير ، هذا ثوب نسيج اليمن ، أي مضروب الأمير ، ونسيج اليمن والمعنى في الآية : أنا نزداد من الميرة المكيلة إذا صحبنا أخونا حمل بعير ، فإنه كان لكل رأس منهم حمل واحد لا يزيد على ذلك لعزة الطعام ، فكان ذلك في السنين السبع المقحطة ،\n________________\n(1) الخطابي ، بيان إعجاز القرآن : 38 ، وما بعدها بتصرف واختصار.",
        "وكانوا لا يجدون الطعام إلا عنده ولا يشير لهم صراحة إلا من قبله ، فقيل على هذا المعنى ( ذَٰلِكَ كَيْلٌ يَسِيرٌ ) يوسف / 65.\nأي متيسر لنا إذا تسببنا إلى ذلك باستصحاب أخينا ، واليسير شائع الاستعمال فيما يسهل من الأمور كالعسير مما يتعذر منها ولذلك قيل : يسر الرجل.\nوقد قيل : إن معنى الكيل هنا السعر ، أخبرني أبو عمرو عن ابن العباس قال : الكيل بمعنى السعر ، فكيف الكيل عندكم ؟ بمعنى كيف السعر ؟\n3 ـ وأما قوله سبحانه : ( أَنِ امْشُوا وَاصْبِرُوا عَلَىٰ آلِهَتِكُمْ ) ص / 6.",
        "وقول من زعم أنه لو قيل بدله : امضوا وانطلقوا كان أبلغ فليس الأمر على ما زعمه ، بل امشوا في هذا المحل أولىٰ وأشبه بالمعنىٰ وذلك لأنه إنما قصد به الاستمرار على العادة الجارية ولزوم السجية المعهودة في غير انزعاج منهم ، ولا انتقال عن الأمر الأول ، وذلك أشبه بالثبات والصبر المأمور به في قوله : ( وَاصْبِرُوا عَلَىٰ آلِهَتِكُمْ ) ص / 6.\nوالمعنى كأنهم قالوا : ( امشوا على هينتكم وإلىٰ مهوىٰ أموركم ، ولا تعرجوا على قوله ولا تبالوا به ... وقيل بل المشي ها هنا معناه التوفر في العدد والاجتماع للنصرة دون المشي الذي هو نقل الأقدام.\n4 ـ وأما قوله سبحانه : ( هَلَكَ عَنِّي سُلْطَانِيَهْ (29) ) الحاقة / 29 ، وزعمهم أن الهلاك لا يستعمل إلا في تلف الأعيان فإنهم ما زادوا أن عابوا أفصح الكلام وأبلغه ، وقد تكون الاستعارة في بعض المواضع أبلغ من الحقيقة كقوله عزّ وجلّ : ( وَآيَةٌ لَّهُمُ اللَّيْلُ نَسْلَخُ مِنْهُ النَّهَارَ ) يس / 37.\nوالسلخ ها هنا مستعار هو ابلغ منه لو قال نخرج منه النهار وإن كان هو الحقيقة ، وكذلك قوله : ( فَاصْدَعْ بِمَا تُؤْمَرُ ) الحجر / 94 ، وهو أبلغ قوله فأعمل بما تؤمر وإن كان هو الحقيقة ، والصدع مستعار ، وكذلك قوله : ( هَلَكَ عَنِّي سُلْطَانِيَهْ (29) ) الحاقة / 29 ، وذلك أن الذهاب قد يكون على مراصده العودة ، وليس مع الهلاك بقيا ولا رجعىٰ ، وقد قيل إن معنى",
        "السلطان ها هنا الحجة والبرهان.\n5 ـ وأما قوله سبحانه : ( وَإِنَّهُ لِحُبِّ الخَيْرِ لَشَدِيدٌ (8) ) العاديات / 8 ، وأن الشديد معناه ها هنا البخيل ، واللام في قوله ( لحب الخير ) بمعنى لأجل حب الخير وهو المال لبخيل.\n6 ـ وأما قوله عزّ وجلّ : ( وَالَّذِينَ هُمْ لِلزَّكَاةِ فَاعِلُونَ (4) ) المؤمنون / 4 ، وقولهم إن المستعمل في الزكاة المعروف من الألفاظ ، كالأداء ، والإيتاء ، والإعطاء ... فالجواب إن هذه العبارات لا تستوي في مراد هذه الآية ، وإنما تفيد حصول الاسم فقط ، ولا تزيد على أكثر من الأخبار على أدائها فحسب ، ومعنى الكلام ومراده المبالغة في أدائها والمواظبة عليه حتى يكون ذلك صفة لازمة لهم فيصير في أداء الزكاة فعلاً لهم مضافاً إليهم يعرفون به ، فهم له فاعلون ، وهذا المعنى لا يستفاد على الكمال إلا بهذه العبارة ، فهي إذن أولى العبارات وأبلغها في هذا المعنى.\n7 ـ وأما قوله عزّ وجلّ : ( سَيَجْعَلُ لَهُمُ الرَّحْمَٰنُ وُدًّا ) مريم / 96 ، وإنكارهم قول من يقول : جعلت لفلان وُدّاً ، بمعنى وددته فإنهم قد غلطوا في تأويل هذا الكلام ، وذهبوا عن المراد منه ، وإنما المعنى أن الله سيجعل لهم في قلوب المؤمنين ، أي يخلق لهم في صدور المؤمنين ، ويغرس لهم فيها محبة كقوله عزّ وجلّ : ( وَاللهُ جَعَلَ لَكُم مِنْ أَنفُسِكُمْ أَزْوَاجًا ... ) النحل / 72 ، أي خلق.",
        "8 ـ وأما قوله سبحانه : ( رَدِفَ لَكُم ) النمل / 72 ، فإنهما لغتان فصيحتان : ردفته وردفت له كما نقول نصحته ، ونصحت له.\n9 ـ وأما قوله : ( وَمَن يُرِدْ فِيهِ بِإِلحَادٍ بِظُلْمٍ ) الحج / 25 ، ودخول الباء فيه فإن هذا الحرف كثيراً ما يوجد في كلام العرب الأول الذي نزل القرآن به ، وإن كان يعز ووده في كلام المتأخرين ، قال أبو عمرو بن العلاء : اللسان الذي نزل به القرآن ، وتكلمت به العرب على عهد النبي 6 عربية أخرىٰ عن كلامنا هذا.\nنقول : قد قيل إن الباء زائدة ، والمعنى : ومن يرد فيه إلحاداً والباء قد\nتزاد في مواضع من الكلام ، ولا يتغير به المعنى ، وعليه شواهد من كلام العرب (1).",
        "لقد كان الخطابي دقيقاً فيما أورده من إفاضات في هذا المجال استند فيها إلى المتبادر في العرف العربي العام واستشهد على صحة ذلك بالموروث الأدبي عند العرب شعراً ومثلاً وكلمة وقولاً مصداقاً على ما يريد ، وقلّب كل لفظ في وجوهه المحتملة فضلاً عن استنارته بآراء علماء العربية وأهل اللغة وأئمة البيان مستوفياً بذلك موقع اللفظ في دلالته على المعنى ، وصحته اختياره في استيفاء المؤشر الدلالي ، مؤكداً على العرف العربي والاستعمال البياني ، والأصالة اللغوية ، في كشف الدلالات التي ينطوي عليها اللفظ المختار في الآيات المشار إليها اللفظ ذاته دون سواه ، ومعللاً بفطرة نافذة دقة التركيب من خلال وضع الألفاظ بإمكانها المحددة لها ، بحيث لو استبدلت بالمرادف أو المساوي لفقدت مميزات لا تتوافر باللفظ البديل ، ولو جرت على سنن ما يفترض المدعون لافتقرت إلى عبارات إضافية من أجل أن يخلص إلى المعنى الذي يريده القرآن في ألفاظه المنتقاة إزاء الدلالات المقصودة بالذات.\nأما أنواع الدلالات وأقسامها في كل من البحث الدلالي والقرآن فهو معلم مستفيض ينهض بعملٍ فني مستقل يشمل مدارك الدلالات كافة ، وقد أرجأنا الحديث عنها إلى مبحث خاص بإذن الله تعالىٰ.\n________________\n(1) الخطابي ، بيان إعجاز القرآن : 41 ـ 48.",
        "\nهذا المعجم : ـ\nفيما يلي أضع بين يدي الباحثين معجماً بأبرز الدلاليين العالميين قد يكون إحصائياً في حدود معينة ، وقد حاولت فيه أن أجمع أكبر عدد ممكن منهم ممن اطلعت على آثارهم في مبحث الدلالة ، أو قرأت عنها ، فكانوا كالآتي : ـ\nأ ـ الدلاليين العرب القدامىٰ.",
        "ب ـ الدلاليين العرب المحدثين.\nج ـ الدلاليين الأوروبيين.\nوقد التزمت في سرد أسمائهم الطريقة المعجمية المتبعة ( ألف باء ) تسهيلاً لمهمة الباحثين وبغية سرعة الاطلاع عليهم.\nوكانت الطريقة الإحصائية تقوم على أسس معينة ، فبالنسبة للدلاليين العرب القدامىٰ ، اذكر الشهرة ، والكنية والاسم ، وتاريخ الوفاة ، وأشير إلى أبرز الآثار العلمية التي انطوىٰ في صفحاتها ذكر الدلالة أو الحديث عنها ، وبالنسبة للدلاليين العرب المحدثين ، فإني إذكر أسماءهم متكاملة مع ألقابهم العلمية ، ومواطن عملهم ، قدر الإمكان ولم ألتزم بذكر جهودهم العلمية لأنها متفرقة بين البحوث والمقالات والكتب ، مما يعني عدم الإحاطة بها متكاملة ، لأنها تشحن المعجم بقوائم طويلة من أسماء الكتب أو البحوث مما لا ضرورة معه وقد أكون مخطئاً في التقدير ، فأسهو عن ذكر من يجب ذكره ، والسهو مغتفر للباحث بالنسبة للدلاليين المحدثين نظراً لتعذر الأحاطة. أما الدلاليون الأوروبيون فقد التزمت بذكر الاسم مع تاريخ الولادة والوفاة قدر الإمكان وبيان مكان الولادة أو محل العمل العلمي",
        "(أ)\n« الدلاليون العرب القدامى »\nـ الآلوسي ، أبو الفضل ، محمود شكري الآلوسي البغدادي ( ت 1270 ه‍ ).\nظ : روح المعاني في تفسر القرآن العظيم والسبع المثاني.",
        "ـ الآمدي ، أبو القاسم ، الحسن بن بشر ( ت : 370 ه‍ ).\nظ : الموازنة بين الطائيين.\nـ ابن الأثير ، أبو الفتح ، ضياء الدين ، نصر الله بن محمد ( ت : 637 ه‍ ).\nظ : المثل السائر في أدب الكاتب والشاعر.",
        "ـ الأزهري ، أبو منصور ، محمد بن أحمد ( ت : 370 ه‍ ).\nظ : تهذيب اللغة.\nـ ابن أبي الأصبع ، زكي الدين ، عبد العظيم بن عبد الواحد ( ت : 654 ه‍ ).\nظ : بديع القرآن + تحرير التحبير.",
        "ـ الأصمعي ، عبد الملك بن قريب ( ت : 216 ه‍ ).\nظ : الأضداد.\nـ ابن الأنباري ، محمد بن القاسم بن بشار (ت : 328 ه‍ ).\nظ : إيضاح الوقف والابتداء في كتاب الله عز وجل.",
        "ـ الأنصاري ، مرتضى بن محمد أمين ( ت : 1281 ه‍ ).\nظ : رسائل الشيخ الانصاري.\n(ب)\nـ الباقلاني ، أبو بكر ، محمد بن الطيب ( ت : 403 ه‍ ).",
        "ظ : إعجاز القرآن.\nـ أبو البقاء ، أيوب بن موسىٰ الحسيني ( ت : 1095 ه‍ ).\nظ : الكليات.\nـ البهائي ، محمد بن الحسين بن عبد الصمد الحارثي : ( ت : 1031 ه‍ ).",
        "أسرار البلاغة + المخلاة.\n(ت)\nـ التفتازاني ، سعد الدين مسعود بن عمر الهروي : ( ت : 793 ه‍ ).\nظ : المطول على التلخيص + المختصر.",
        "ـ التهانوي ، محمد علي بن التهانوي ( علماء القرن الثاني عشر الهجري ).\nظ : كشاف اصطلاحات الفنون.\n(ث)\nـ الثعالبي ، أبو منصور ، عبد الملك بن محمد ( ت : 429 ه‍ ).",
        "ظ : فقه اللغة وأسرار العربية + التمثيل والمحاضرة + خاص الخاص.\nـ ثعلب : أبو العباس ، أحمد بن يحيى بن زيد النحوي : ( ت : 291 ه‍ ).\nظ : قواعد الشعر.\n(ج)",
        "ـ الجاحظ ، أبو عثمان ، عمرو بن بحر ( ت : 255 ه‍ )\nظ : البيان والتبيين + الحيوان.\nـ الجرجاني ، أبو بكر ، عبد القاهر بن عبد الرحمن : ( ت : 471 ه‍ ).\nظ : أسرار البلاغة + دلائل الإعجاز.",
        "ـ ابن جني ، أبو الفتح ، عثمان بن جني ( ت : 392 ه‍ ).\nظ : الخصائص + سر صناعة الأعراب.\nـ الجوهري ، إسماعيل بن حماد ( ت : 393 ـ 398 ه‍ ).\nظ : تاج اللغة وصحاح العربية.",
        "(ح)\nـ الحاتمي ، أبو علي ، محمد بن الحسن بن المظفر البغدادي ( ت : 388 ه‍ ).\nظ : الرسالة الموضحة.\nـ أبو حيان أثير الدين ، محمد بن يوسف الأندلسي : ( ت : 754 ه‍ ).",
        "ظ : البحر المحيط.\n(خ)\nـ ابن خالويه ، الحسين بن أحمد ( ت : 370 ه‍ ).\nظ : إعراب ثلاثين سورة من القرآن.",
        "ـ الخطابي ، أبو سليمان ، حمد بن محمد بن إبراهيم : ( ت : 383 ـ 388 ه‍ ).\nظ : بيان إعجاز القرآن ، ( ضمن ثلاث رسائل في إعجاز القرآن ).\nـ الخطيب القزويني ، أبو المعالي ، جلال الدين محمد بن عبد الرحمن الشافعي ( ت : 739 ه‍ ).\nظ : الإيضاح + التلخيص في علوم البلاغة.",
        "ـ الخفاجي ، أبو محمد بن سعيد بن سنان ( ت : 466 ه‍ ).\nظ : سر الفصاحة.\n(ر)\nـ الرازي ، فخر الدين ، محمد بن عمر بن الحسين : ( ت : 606 ه‍ ).",
        "ظ : نهاية الإيجاز في دراية الإعجاز.\nـ الراغب الأصبهاني ، الحسين بن محمد بن المفضل : ( ت : 502 ه‍ ).\nظ : المفردات في غريب القرآن.\nـ ابن رشيق ، أبو علي ، الحسين بن رشيق القيرواني ( ت : 456 ه‍ ).",
        "ظ : العمدة في محاسن الشعر وآدابه ونقده.\nـ الرماني ، أبو الحسن ، علي بن عيسى ( ت : 386 ه‍ ).\nظ : النكت في إعجاز القرآن ، ( ضمن ثلاث رسائل في إعجاز القرآن ).\n(ز)",
        "ـ الزبيدي ، محمد مرتضى الحسيني ( ت : 1025 )\nظ : تاج العروس.\nـ الزركشي ، بدر الدين ، محمد بن عبد الله الزركشي : ( ت : 794 ه‍ ).\nظ : البرهان في علوم القرآن.",
        "ـ الزمخشري ، أبو القاسم ، جار الله ، محمود بن عمر الخوارزمي ( ت : 538 ه‍ ).\nظ : أساس البلاغة + الكشاف عن حقائق غوامض التنزيل وعيون الأقاويل في وجوه التأويل.\nـ ابن الزملكاني ، كمال الدين ، عبد الواحد عبد الكريم الشافعي ( ت : 651 ه‍ ).\nظ : البرهان الكاشف عن إعجاز القرآن + التبيان في علم البيان المطلع على إعجاز القرآن.",
        "(س)\nـ السكاكي ، أبو يعقوب ، يوسف بن أبي بكر الخوارزمي ( ت : 626 ه‍ ).\nظ : مفتاح العلوم.\nـ سيبويه ، أبو بشر ، عمرو بن قنبر ( ت : 180 ه‍ ).",
        "ظ : الكتاب.\nـ ابن سيده ، أبو الحسن ، علي بن إسماعيل الأندلسي ( ت : 458 ه‍ ).\nظ : المخصص في اللغة + المحكم.\nـ السيرافي ، أبو سعيد ، الحسن بن عبد الله ( ت : 368 ه‍ ).",
        "ظ : أخبار النحويين البصريين.\nـ السيوطي ، جلال الدين عبد الرحمن بن أبي بكر : ( ت : 911 ه‍ ).\nظ : الاتقان في علوم القرآن + المزهر في علوم اللغة وأنواعها.\n(ش)",
        "ـ الشريف الرضي ، أبو الحسن ، محمد بن الحسين الموسوي ( ت : 406 ه‍ ).\nظ : تلخيص البيان في مجازات القرآن + المجازات النبوية.\n(ط)\nـ ابن طباطبا ، أبو الحسن ، محمد بن أحمد بن طباطبا العلوي ( ت : 322 ه‍ ).",
        "ظ : عيار الشعر.\nـ الطبرسي ، أبو علي ، الفضل بن الحسن الطبرسي : ( ت : 548 ه‍ ).\nظ : مجمع البيان في تفسير القرآن.\nـ الطريحي ، فخر الدين بن محمد بن علي بن أحمد النجفي : ( ت : 1085 ه‍ ).",
        "ظ : مجمع البحرين + تفسير غريب القرآن.\nـ الطيبي ، شرف الدين ، الحسين بن محمد ( ت : 143 ه‍ ).\nظ : التبيان في علم المعاني والبديع والبيان.\nـ الطوسي ، أبو جعفر ، محمد بن الحسن الطوسي ( ت : 460 ).",
        "ظ : التبيان في تفسير القرآن + العدة.\n(ع)\nـ ابن عباد ، أبو قاسم ، إسماعيل بن عباد المعروف بالصاحب ( ت : 385 ه‍ ).\nظ : المحيط.",
        "ـ أبو عبيد ، القاسم بن سلام ( ت: 224 ه‍ ).\nظ : الأمثال ضمن التحفة البهية والطرفة الشهية.\nـ أبو عبيدة ، معمر بن المثنى التيمي ( ت : 210 ه‍ ).\nظ : مجاز القرآن.",
        "ـ العسكري ، أبو هلال ، الحسن بن سهل ( ت : 395 ه‍ ).\nظ : الصناعتين.\nـ أبو علي الفارسي ، الحسن بن أحمد ( ت : 377 ه‍ ).\nظ : الحجة.",
        "ـ العلوي ، يحيىٰ بن حمزة ( ت : 749 ه‍ ).\nظ : الطراز المتضمن لأسرار البلاغة وعلوم حقائق الإعجاز.\nـ العلامة الحلي ، جمال الدين ، الحسن بن يوسف : ( ت : 726 ه‍ ).\nظ : تهذيب الأصول وغيره.",
        "(ف)\nـ ابن فارس ، أبو الحسين ، أحمد بن فارس بن زكريا ( ت : 395 ه‍ ).\nظ : الصاحبي في فقه اللغة وسنن العرب في كلامها.\nـ الفرّاء ، أبو زكريا ، يحيىٰ بن زياد ( ت : 204 ه‍ ).",
        "ظ : معاني القرآن.\nـ الفراهيدي ، الخليل بن أحمد ( ت : 175 ه‍ ).\nظ : كتاب العين.\nـ الفيروزآبادي ، مجد الدين ، محمد بن يعقوب بن محمد الشيرازي ( ت : 817 ه‍ ).",
        "ظ : بصائر ذوي التمييز في لطائف الكتاب العزيز + القاموس المحيط.\n(ق)\nـ ابن قتيبة ، أبو محمد ، عبد الله بن مسلم ( ت : 276 ه‍ ).\nظ : تأويل مشكل القرآن.",
        "ـ قدامة بن جعفر ، الكاتب البغدادي ( ت : 337 ه‍ ).\nظ : نقد الشعر + نقد النثر.\nـ القرطاجني ، أبو الحسن حازم القرطاجني ( ت : 684 ه‍ ).\nظ : منهاج البلغاء وسراج الأدباء.",
        "(م)\nـ المبرّد ، أبو العباس ، محمد بن يزيد ( ت : 285 ه‍ ).\nظ : ما اتفق لفظه واختلف معناه من القرآن المجيد + المقتضب.\nـ المحقق الحلي ، أبو القاسم ، جعفر بن الحسن ( ت : 676 ه‍ ).",
        "ظ : المعارج.\nـ المرتضى ، علي بن الحسين الموسوي ( ت : 436 ه‍ ).\nظ : أمالي المرتضىٰ ( غرر الفوائد ودرر القلائد ) + الذريعة.\nـ ابن المعتز ، عبد الله بن المعتز ( ت : 196 ه‍ ).",
        "ظ : البديع.\nـ المفيد ، أبو عبد الله ، محمد بن محمد بن النعمان : ( ت : 413 ه‍ ).\nظ : التذكرة بأصول الفقه.\nـ مقاتل ، مقاتل بن سليمان البلخي ( ت : 150 ه‍ ).",
        "ظ : الأشباه والنظائر في القرآن الكريم.\nـ ابن منظور ، جمال الدين ، محمد بن مكرم الأنصاري ( ت : 711 ه‍ ).\nظ : لسان العرب.\n(ن)",
        "ـ ابن ناقيا البغدادي ، أبو قاسم عبد الله بن محمد بن الحسين ( ت : 485 ه‍ ).\nظ : الجمان في تشبيهات القرآن.\nـ النحاس ، أبو جعفر ، أحمد بن محمد بن إسماعيل ( ت : 328 ه‍ ).\nظ : إعراب القرآن.",
        "ـ النويري ، شهاب الدين ، أحمد بن عبد الوهاب القرشي ( ت : 733 ه‍ ).\nظ : نهاية الأرب في فنون الأدب.\nـ النوبختي ، الحسن بن موسى.\nظ : العموم والخصوص.",
        "(ه)\nـ ابن هشام ، أبو محمد ، عبد الله ، جمال الدين بن يوسف ( ت : 761 ه‍ ).\nظ : شذور الذهب + مغني اللبيب.\nـ هشام بن الحكم ( تلميذ الإمام جعفر بن محمد الصادق ).",
        "ظ : كتاب الألفاظ.\n(ب)\n« الدلاليون العرب المحدثون »\n(أ)",
        "ـ ابتسام مرهون الصفار ( الدكتورة )\nكلية التربية / جامعة بغداد.\nـ إبراهيم أنيس ( الدكتور )\nأستاذ في كلية الآداب / جامعة القاهرة.",
        "ـ إبراهيم السامرائي ( الدكتور )\nكلية الآداب / جامعة بغداد.\nـ إبراهيم الوائلي\nأستاذ في كلية الآداب / جامعة بغداد.",
        "ـ إحسان عباس ( الدكتور )\nالجامعة اللبنانية / والأردنية / عمّان.\nـ أحمد أحمد بدوي ( الدكتور )\nكلية دار العلوم / جامعة القاهرة.",
        "ـ أحمد خطاب العمر ( الدكتور )\nكلية الآداب / جامعة الموصل.\nـ أحمد راتب النفاخ\nعضو المجمع العربي / دمشق.",
        "ـ أحمد الربيعي ( الدكتور )\nكلية الآداب / جامعة بغداد.\nـ أحمد عبد الستار الجواري ( الدكتور )\nعضو المجمع العلمي العراقي ، ونقيب المعلمين العرب.",
        "ـ أحمد لطفي السيد ( أستاذ الجيل )\nرئيس المجمع اللغوي في القاهرة سابقاً.\nـ أحمد نصيف الجنابي ( الدكتور )\nأستاذ في كلية الآداب / الجامعة المستنصرية.",
        "ـ أحمد مطلوب ( الدكتور )\nأستاذ قسم اللغة العربية وآدابها ، كلية الآداب / جامعة بغداد ، وعضو المجمع العلمي العراقي.\nـ أغناطيوس الصيصي ( الدكتور )\nمن لبنان.",
        "ـ إسحاق فياض ( الشيخ )\nأستاذ في الحوزة العلمية في النجف الأشرف.\nـ أمين الخولي ( شيخ الأمناء )\nعضو المجمع اللغوي في القاهرة وأستاذ الدراسات القرآنية والعربية العليا في كلية الآداب / جامعة القاهرة.",
        "ـ أمينة غصن ( الدكتورة )\nكلية الآداب / جامعة دمشق.\nـ أنستاس ماري الكرملي\nصاحب مجلة العرب العراقية.",
        "ـ أنطوان خوري ( الدكتور )\nالجامعة اللبنانية / بيروت.\nـ أنيس المقدسي ( الدكتور )\nأستاذ بجامعة بيروت الأمريكية ، وعضو المجمع العلمي العربي / دمشق.",
        "(ب)\nـ باسم باقر جريو ( الدكتور )\nرئيس قسم علوم القرآن / جامعة الكوفة.\nـ باقر عبد الغني ( الدكتور )",
        "كلية الآداب / جامعة بغداد.\nـ باقر شريف القرشي\nأستاذ في الحوزة العلمية في النجف الأشرف.\nـ بدوي طبانة ( الدكتور )",
        "أستاذ في كلية دار العلوم / جامعة القاهرة.\nـ بسام بركة ( الدكتور )\nالجامعة اللبنانية / بيروت.\nـ بشارة صارجي ( الدكتور )",
        "الجامعة اللبنانية / بيروت.\nـ بكري الشيخ أمين ( الدكتور )\nكلية الآداب / جامعة دمشق.\nـ بنت الشاطي ( الدكتورة )",
        "كلية الآداب / جامعة عين شمس.\nـ بهجت عبد الغفور الحديثي ( الدكتور )\nكلية الآداب / جامعة بغداد.\n(ت)",
        "ـ تحسين عبد الرضا الوزان\nمدرس الثانوية الشاملة النموذجية / بغداد.\n(ث)\nـ ثابت الآلوسي ( الدكتور )",
        "رئيس قسم اللغة العربية / كلية التربية / الجامعة المستنصرية.\n(ج)\nـ جابر أحمد عصفور ( الدكتور )\nكلية الآداب / جامعة القاهرة.",
        "ـ جلال خياط ( الدكتور )\nكلية الآداب / جامعة بغداد.\nـ جليل رشيد ( الدكتور )\nكلية التربية / جامعة الموصل.",
        "ـ جميل حنا حداد ( الدكتور )\nجامعة اليرموك / الأردن.\nـ جميل سعيد ( الدكتور )\nأستاذ الدراسات العربية العليا في كليات الآداب / جامعة بغداد / جامعة العين / جامعة الرياض / وعضو المجمع العلمي العراقي.",
        "ـ جميل صليبا ( الدكتور )\nالجامعة اللبنانية / بيروت.\nـ جواد علوش ( الدكتور )\nنائب رئيس جامعة بغداد سابقاً.",
        "ـ جورج كتوره ( الدكتور )\nالجامعة اللبنانية / بيروت.\nـ جوزيف شريم ( الدكتور )\nالجامعة الأمريكية / بيروت.",
        "(ح)\nـ حازم سليمان الحلي ( الدكتور )\nكلية الفقه / جامعة الكوفة.\nـ حاكم مالك الزيادي ( الدكتور )",
        "معهد إعداد المعلمين / الديوانية.\nـ حسام الدين الخطيب (الدكتور )\nعضو المجمع العربي في دمشق.\nـ حسن عون ( الدكتور )",
        "كلية الآداب / جامعة الاسكندرية.\nـ حسن ظاظا ( الدكتور )\nكلية الآداب / جامعة الاسكندرية.\nـ حسن المهناوي ( الشيخ )",
        "أستاذ في الحوزة العلمية في النجف الأشرف.\nـ حسين نصار ( الدكتور )\nعميد كلية الآداب / جامعة القاهرة.\n(خ)",
        "ـ خديجة عبد الرزاق الحديثي ( الدكتورة )\nأستاذة في كلية الآداب / جامعة بغداد.\nـ خليل ابراهيم العطية ( الدكتور )\nكلية الآداب / جامعة البصرة.",
        "(د)\nـ داود سلوم ( الدكتور )\nأستاذ في كلية الآداب / جامعة بغداد.\n(ر)",
        "ـ رحيم جبر ( الدكتور )\nكلية الفقه / النجف الأشرف / جامعة الكوفة.\nـ رمضان عبد التواب ( الدكتور )\nكلية الآداب / جامعة عين شمس.",
        "ـ رضا الخلخالي ( السيد )\nأستاذ في الحوزة العلمية في النجف الأشرف.\n(ز)\nـ زهير غازي زاهد ( الدكتور )",
        "كلية الآداب / جامعة البصرة.\n(س)\nـ سامي مكي العاني ( الدكتور )\nرئيس قسم اللغة العربية / كلية آداب المستنصرية.",
        "ـ سالم الحمداني ( الدكتور )\nكلية التربية / جامعة الموصل.\nـ سلمان عبد المحسن الخاقاني ( الشيخ )\nالمرجع الديني في الخليج العربي.",
        "ـ سعيد جاسم الزبيدي ( الدكتور )\nأستاذ كلية الفقه / النجف الأشرف / جامعة الكوفة.\nـ سهير القلماوي ( الدكتورة )\nأستاذة في كلية الآداب / جامعة القاهرة.",
        "(ش)\nـ شكري فيصل ( الدكتور)\nكلية الآداب / جامعة دمشق.\nـ شوقي ضيف ( الدكتور )",
        "أستاذ الدراسات العليا / كلية الآداب / جامعة القاهرة ورئيس المجمع اللغوي.\n(ص)\nـ صالح مهدي الظالمي ( الدكتور )\nكلية الآداب / النجف الأشرف / جامعة الكوفة.",
        "ـ صبحي البستاني ( الدكتور )\nالجامعة اللبنانية / بيروت.\nـ صلاح مهدي الفرطوسي ( الدكتور )\nكلية التربية / جامعة بغداد.",
        "(ط)\nـ طارق عبد عون ( الدكتور )\nرئيس قسم اللغة العربية / كلية التربية / جامعة الموصل.\nـ طه حسين ( الدكتور )",
        "رئيس المجمع اللغوي في القاهرة سابقاً وعميد الأدب العربي الراحل.\nـ طه الراوي ( العلامة )\nمن مؤسسي وزارة المعارف العراقية.\n(ع)",
        "ـ عاطف القاضي\nمن لبنان.\nـ عبد الاله الصائغ ( الدكتور )\nكلية الآداب / جامعة الموصل.",
        "ـ عبد الأعلى السبزواري ( الإمام )\nالمرجع الديني المعاصر / النجف الأشرف.\nـ عبد الله الجبوري ( الدكتور )\nكلية الآداب / الجامعة المستنصرية.",
        "ـ عبد الحميد الصغير ( الشيخ )\nأستاذ في الحوزة العلمية في النجف الأشرف.\nـ عبد الحسين الفتلي ( الدكتور )\nكلية الآداب / جامعة بغداد.",
        "ـ عبد الرحمن أيوب ( الدكتور )\nكلية دار العلوم / جامعة القاهرة.\nـ عبد الرزاق محيي الدين ( الدكتور )\nرئيس المجمع العلمي العراقي سابقاً وأستاذ في كلية التربية.",
        "ـ عبد الرضا علي ( الدكتور )\nكلية الآداب / جامعة الموصل.\nـ عبد العال سالم مكرم ( الدكتور )\nكلية الآداب / جامعة الكويت.",
        "ـ عبد العزيز عتيق ( الدكتور )\nجامعة بيروت العربية / لبنان.\nـ عبد العزيز المقالح ( الدكتور )\nرئيس جامعة صنعاء في اليمن.",
        "ـ عبد الفتاح إسماعيل شلبي ( الدكتور )\nكلية دار العلوم / جامعة القاهرة.\nـ عبد القادر القط ( الدكتور )\nكلية الآداب / جامعة عين شمس.",
        "ـ عبد الكريم حسن ( الدكتور )\nمن العراق.\nـ عبد الله درويش ( الدكتور )\nعميد كلية دار العلوم / جامعة القاهرة.",
        "ـ عبد الوهاب العدواني ( الدكتور )\nرئيس قسم اللغة العربية / كلية الآداب / جامعة الموصل.\nـ عبده بدوي ( الدكتور )\nكلية الآداب / جامعة الكويت.",
        "ـ عبده الراجحي ( الدكتور )\nكلية الآداب / جامعة الاسكندرية.\nـ عدنان حسين العوادي ( الدكتور )\nكلية الفقه في النجف الأشرف / الجامعة المستنصرية.",
        "ـ عدنان محمد سلمان ( الدكتور )\nكلية الآداب / جامعة بغداد.\nـ عدنان علي البكاء\nعميد كلية الفقه سابقاً / جامعة الكوفة.",
        "ـ عز الدين بحر العلوم ( السيد )\nأستاذ في الحوزة العلمية في النجف الأشرف.\nـ علاء الدين بحر العلوم\nأستاذ في الحوزة العلمية في النجف الأشرف.",
        "ـ علي جابر المنصوري ( الدكتور )\nكلية الشريعة / جامعة بغداد.\nـ علي جواد الطاهر ( الدكتور )\nأستاذ الدراسات العليا في كلية الآداب / جامعة بغداد.",
        "ـ علي الحسيني السيستاني ( سيدنا الأستاذ )\nالمرجع الديني الأعلى في النجف الأشرف.\nـ علي عباس علوان ( الدكتور )\nالأستاذ في كلية التربية / جامعة بغداد.",
        "ـ علي الصغير ( الشيخ )\nعالم ديني / أستاذ في كلية أصول الدين ببغداد ( والد المؤلف ).\nـ علي النجدي ناصف\nأستاذ في كلية الآداب / جامعة عين شمس.",
        "ـ عناد غزوان اسماعيل ( الدكتور )\nكلية الآداب / جامعة بغداد.\n(ف)\nـ فتحي أحمد عامر ( الدكتور )",
        "كلية الآداب / جامعة القاهرة.\nـ فؤاد منصور ( الدكتور )\nالجامعة الأمريكية / بيروت.\n(ق)",
        "ـ أبو القاسم الخوئي الموسوي ( الإمام )\nالمرجع الديني المعاصر / النجف الأشرف.\n(ك)\nـ كاصد ياسر الزيدي ( الدكتور )",
        "كلية الآداب / جامعة الموصل.\nـ كامل مصطفى الشيبي ( الدكتور )\nكلية الآداب / جامعة بغداد.\nـ كمال ابراهيم ( النحوي المعروف )",
        "أستاذ في كلية الآداب / جامعة بغداد.\nـ كمال محمد بشر ( الدكتور )\nأستاذ في كلية دار العلوم / جامعة القاهرة.\n(م)",
        "ـ مجيد عبد الحميد ناجي ( الدكتور )\nكلية الفقه / الجامعة المستنصرية سابقاً.\nـ محسن غياض العجيل ( الدكتور )\nأستاذ في كلية الآداب / جامعة بغداد.",
        "ـ محسن عبد الحميد ( الدكتور )\nكلية التربية / جامعة بغداد.\nـ محسن الموسوي ( الدكتور )\nرئيس دائرة الشؤون الثقافية سابقاً / بغداد.",
        "ـ محمد الأسعد\nمن لبنان.\nـ محمد المبارك ( الدكتور )\nأستاذ الدرسات القرآنية في جامعة دمشق.",
        "ـ محمد تقي الخوئي\nأستاذ في الحوزة العلمية في النجف الأشرف.\nـ محمد تقي الحكيم\nعضو المجمع العلمي العراقي وعميد كلية الفقه سابقاً.",
        "ـ محمد تقي الشيخ راضي\nالمرجع الديني المعاصر / النجف الأشرف.\nـ محمد الحسين آل كاشف الغطاء.\nالإمام الأكبر في الوطن العربي والعالم الإسلامي.",
        "ـ محمد رضا الشبيبي\nرئيس المجمع العلمي العراقي سابقاً ووزير المعارف.\nـ محمد رضا المظفر\nمؤسس كلية الفقه في النجف الأشرف وعضو المجمع العلمي العراقي.",
        "ـ محمد عبد الخالق عضيمة ( الدكتور )\nكلية اللغة العربية / جامعة الأزهر.\nـ محمد علي الحمامي ( السيد )\nأستاذ في الحوزة العلمية في النجف الأشرف.",
        "ـ محمد علي حمزة ( الدكتور )\nكلية الآداب / جامعة البصرة.\nـ محمد كاظم البكاء ( الدكتور )\nكلية الفقه / النجف الأشرف / جامعة الكوفة.",
        "ـ محمد كلانتر ( الأستاذ )\nرئيس جامعة النجف الدينية في النجف الأشرف.\nـ محمد مهدي شمس الدين ( الشيخ )\nأستاذ في كلية الفقه سابقاً ورئيس المجلس الشيعي الإسلامي الأعلى / بيروت.",
        "ـ محمد سعيد الحكيم ( السيد )\nالمرجع الديني المعاصر في النجف الأشرف.\nـ محمد مصطفى هداره ( الدكتور )\nكلية الآداب / جامعة القاهرة",
        "ـ محمد جابر الفياض ( الدكتور )\nرئيس قسم اللغة العربية / كلية الآداب / جامعة بغداد.\nـ محمود الجادر ( الدكتور )\nكلية الآداب / جامعة البصرة.",
        "ـ محمود فهمي حجازي ( الدكتور )\nأستاذ في كلية الآداب / جامعة القاهرة.\nـ محي الدين الغريفي ( السيد )\nأستاذ في الحوزة العلمية في النجف الأشرف.",
        "ـ مصطفى جمال الدين ( الدكتور )\nأستاذ في كلية الفقه سابقاً / النجف الأشرف.\nـ مصطفى جواد ( الدكتور )\nعضو المجمع العلمي العراقي وأستاذ في كلية التربية.",
        "ـ مصطفى الشكعة ( الدكتور )\nكلية الآداب / جامعة عين شمس / القاهرة.\nـ مصطفى ناصف ( الدكتور )\nكلية الآداب / جامعة القاهرة.",
        "ـ مصطفى الصاوي الجويني ( الدكتور )\nكلية الآداب / جامعة عين شمس.\nـ مطاع صفدي ( الدكتور )\nرئيس تحرير ( الفكر العربي المعاصر ).",
        "ـ منير القاضي\nرئيس المجمع العلمي العراقي سابقاً / بغداد.\nـ مهدي المخزومي ( الدكتور )\nأستاذ الدراسات النحوية العليا في كلية الآداب / جامعة بغداد / جامعة الرياض.",
        "ـ موريس أبو ناصر ( الدكتور )\nالجامعة الأمريكية / بيروت.\nـ ميخائيل عواد\nعضو المجمع العلمي العراقي / بغداد.",
        "ـ ميشال زكريا ( الدكتور )\nالجامعة اللبنانية / بيروت.\n(ن)\nـ ناجي الأصيل",
        "رئيس المجمع العلمي العراقي سابقاً.\nـ ناصر الدين الأسد ( الدكتور )\nرئيس الجامعة الأردنية سابقاً.\nـ النعمان القاضي ( الدكتور )",
        "كلية الآداب / جامعة القاهرة.\nـ نعمة رحيم العزاوي ( الدكتور )\nكلية التربية / جامعة بغداد.\nـ نعيم علوية",
        "من لبنان.\nـ نهاد الموسىٰ من لبنان ( الدكتور)\nالجامعة الأردنية.\nـ نوري حمودي القيسي ( الدكتور )",
        "أستاذ في كلية الآداب / جامعة بغداد ، وعضو المجمع العلمي العراقي ( الأمين العام ).\n(ه)\nـ هادي الحمداني ( الدكتور )\nكلية التربية / جامعة بغداد.",
        "ـ هادي شريف القرشي\nأستاذ في الحوزة العلمية في النجف الأشرف.\nـ هادي عطية مطر الهلالي ( الدكتور )\nكلية البنات / جامعة بغداد.",
        "ـ هادي نهر ( الدكتور )\nكلية الآداب / الجامعة المستنصرية.\n(ي)\n ـ يحيىٰ الجبوري ( الدكتور )",
        "أستاذ في جامعة بغداد وعميد كلية الآداب في جامعة قطر.\nـ يحيىٰ علوان البلداوي ( الدكتور )\nأستاذ في كلية التربية / الجامعة المستنصرية.\nـ يوسف عبد القادر خليف ( الدكتور )",
        "رئيس قسم اللغة العربية وآدابها في كلية الآداب جامعة القاهرة وعضو المجمع اللغوي في القاهرة ( الأستاذ والمشرف على رسالة الدكتوراه للمؤلف ).\n(ج)\n« الدلاليون الأوروبيون »\n(أ)",
        "ـ أتو جاسبرسن ( 1860 ـ 1943 م ) ، كوبنهاغن.\nـ أ. ج. غريماس ، صاحب علم الدلالة البنيوي ، فرنسي معاصر.\nـ أدموند هوسرسل ، ( 1859 م ـ 1938 م ) ، ألماني.\nـ أدوار ساپير ، ( 1848 م ـ 1939 م ) ، أمريكي.",
        "ـ أدوار تيتشفر ، ( 0000 ـ 1898 م ) ، ...\nـ أمبرتو إيكون ، عالم إيطالي معاصر.\nـ أندريه مارتينه ، ( 0000 ـ 1908 م ) ، أستاذ في جامعة السوربون / فرنسا.\nـ أندريه ميكال ، ( أستاذ في جامعة السوربون / فرنسا ).",
        "ـ أنطوان مابة ، ( 1866 م ـ 1936 م ) ، فرنسي.\nـ أ. ي. ريتشاردز ، دلالي إنكليزي معاصر.\nـ أوتو بريتسل ( 1893 ـ 1941 م ) مستشرق ألماني.\n(ب)",
        "ـ براجشتراسر ( 1889 ـ 1933 م ) مستشرق ألماني.\nـ بول ريكور ، معاصر.\n(ث)\nـ ثيودور نولدكه ( 1836 م ـ 1930 م ) مستشرق ألماني.",
        "(ج)\nـ جان مالينو « معاصر ».\nـ جوليا كريستيفا « معاصرة » بلغارية الأصل تعمل في جامعة السوربون / فرنسا.\nـ جون فيرث ( 1890 م ـ 1960 م ) دلالي إنكليزي.",
        "(ر)\nـ رومان جاكسون ( ولد 1896 م ) دلالي روسي.\nـ ريجيس بلاشير ( 1900 ـ 1973 م ) أستاذ في جامعة السوربون / باريس.\n(ز)",
        "ـ زرليغ هاديز ( ولد 1909 م ) أمريكي.\n(س)\nـ ستيفن لاند « معاصر ».\nـ سي، كي، أوجدن ، دلالي معاصر.",
        "(ش)\nـ شارلي بالي ( 1865 م ـ 1947 م ) دلالي سويسري.\n(غ)\nـ غوستاف غيوم ( 1883 م ـ 1960 م ) دلالي فرنسي.",
        "(ف)\nـ فردينان دي سوسور ( 1857 م ـ 1913 م ) بنيوي سويسري شهير.\nـ فؤاد سزكين « تركي الأصل » مدير المركز الإسلامي في فرانكفورت.\n(ك)",
        "ـ كارلو نالينو ، مستشرق أسباني من مؤسسي جامعة القاهرة وأساتذتها ( أستاذ العميد الدكتور طه حسين ).\n(ل)\nـ لرولان بارت ، أستاذ في « الكولج دي فرانس » جامعة السوربون / باريس.\nـ لويس يلمست ( 1899 ـ 1965 م ) دلالي كوبنهاغن.",
        "ـ ليفي شتراوس « معاصر ».\nـ ليونرد بلومفيلد ( 1887 ـ 1949 م ) أمريكي.\n(م)\nـ ميشال بريال ( مؤسس علم الدلالة الفرنسي ).",
        "(ن)\nـ نوام شومسكي ( ولد 1928 م ) أستاذ في معهد ماسثيوست في الولايات المتحدة الأمريكية ( معاصر ).\nـ نيقولاي تروبتسكوي ( 1890 ـ 1938 م ) روسي.\n(و)",
        "ـ ولهام فان همبولد ( 1767 م ـ 1835 م ) دلالي ألماني.\n(ي)\nـ يان پودوان دي كورتناي ( 1845 ـ 1929 م ) بولوني.\n« خاتمة البحث »",
        "في مسيرة هذا البحث نود أن نشير إلى أهم النتائج التي توصلنا إليها على شكل نقاط رئيسية : ـ\nأ ـ تم لنا في الفصل الأول استقراء جهود المحدثين من العرب والأوروبيين في نظرية البحث الدلالي وانتهينا إلى ما يلي : ـ\n1 ـ إن ميشال بريال اللغوي الفرنسي يعتبر مؤسس علم الدلالة المتعارف عليه اليوم ، وقد اقترن اهتمامه المتزايد بالأمر مع الناقدين اللغويين الإنكليزيين ( أوجدن وريتشاردز ) الذين حوّلا مسيرة الدلالة بكتابهما المشترك « معنى المعنى ».\n2 ـ إن مفهوم الدلالة لدى الأوروبيين عبارة عن اتحاد شامل بإطار متكامل بين الدال والمدلول غير قابل للتجزئة والفصل.",
        "3 ـ إن بحث الدلالة المعاصر يؤكد صلة اللغة بالفكر بما يوحيه من علاقة مباشرة بين عناصر الأشارات في الذهن.\n4 ـ تصور ظاهرتين للدلالة ، حسيّة ، وهي الإطار الخارجي المتمثل بالشكل ، ومعنوية ، وهي الإطار الداخلي المتمثل بالمضمون.\n5 ـ كشف الفروق المميزة للدلالة بين النظرية والتطبيق وإيجاد صيغة اصطلاحية لها في حدود الفهم العربي والأوروبي المشترك من خلال المقارنة بين الآراء.\nب ـ تم لنا في الفصل الثاني إبانة الجهود المبكرة لعلماء الإسلام والعرب ، وأصالة البحث الدلالي عندهم من خلال الاستقراء التأريخي لآرائهم المتنوعة في الموضوع ، وتوصلنا معه إلى ما يلي : ـ",
        "1 ـ إن وضع اللبنات الأولى لتخطيط مباحث الدلالة يعتبر ابتكاراً وسبقاً علمياً من العرب دون سواهم من الأمم اللاحقة الثقافة بعدة قرون.\n2 ـ إن المدرسة الدلالية لدىٰ العرب لم تتأصل فجأة ، ولم تتبلور\nمعطياتها الجمالية بغتة ، وإنما عركها الزمن في تطوره من خلال الأخذ والرد ، وتقلب أيدي الفطاحل من العلماء على مصطلحها حتى عادت مختمرة الأبعاد.\n3 ـ عرضنا لسبق الخليل بن أحمد ( ت : 175 ه‍ ) وأبي عثمان الجاحظ ( 255 ه‍ ) وأبي الفتح عثمان بن جني ( ت : 392 ه‍ ) إلى هذا المصطلح ، وتدوين الملاحظات والكشوف والتنظيرات عنه في مجالات شتى.",
        "4 ـ اعتبرنا أحمد بن فارس ( ت : 395 ه‍ ) صاحب نظرية متكاملة في علم الدلالة من خلال تمرسه بإيضاح تنوع الدلالات وأقسامها وتآلف الأصوات ، واستنتاج الدلالة الخاصة لكل شكل ذي حروف مؤلفة.\n5 ـ ووقفنا عند الشريف الرضي ( ت : 406 ه‍ ) وأبي منصور الثعالبي ( ت : 429 ه‍ ) ، وعبد القادر الجرجاني ( ت : 471 ه‍ ) ووجدناهم مؤصلين للموضوع ، ومخططين له عملياً في جملة من آثارهم العلمية.\n6 ـ وأما ضياء الدين بن الأثير ( ت : 637 ه‍ ) ، وحازم القرطاجني ( ت : 684 ه‍ ) ، وجلال الدين السيوطي ( ت : 911 ه‍ ) فقد تراوحت جهودهم في الموضوع بين النظرية والتطبيق.\nج‍ ـ وتم لنا في الفصل الثالث استكناه المجموعة التركيبية اللفظية في القرآن الكريم ووجداننا فيها لغة اجتماعية ذات طابع دلالي خاص تستمد نشاطها البياني من سمات بلاغية متجانسة تؤكد المعاني الثانوية مضافاً إلى المعاني الأولية ، وذلك من خلال تطبيقات البحث الدلالي على جملة مختارة من تلك الألفاظ وتوصلنا معها إلى ما يلي : ـ",
        "1 ـ اختيار القرآن الكريم اللفظ المناسب للموقع المناسب من خلال ثلاث ظواهر قرآنية.\nالظاهرة الأولى : اختيار القرآن للألفاظ في دلالتها ، وإنما جاء متناسقاً مع مقتضيات الحال في طريقة الاستعمال في صدوره إلى جهات متعددة.\nالظاهرة الثانية : إن هذا الاختيار للألفاظ لا يراد به ذاتها بل الألفاظ منضمة إلى المعاني ، فلا الألفاظ ذات أولوية على حساب المعاني ، ولا المعاني على حساب الألفاظ.\nالظاهرة الثالثة : إن اختيار هذه الألفاظ إنما يتجه بالخطاب إلى سكان الأرض الذين يهمهم أمرها ليتعرفوا على ما فيها عقلياً ويتطلعوا إلى كشف أسرارها علمياً بحسب الذائقة الفطرية.",
        "2 ـ ضرب الأمثلة المختارة وتحليلها نقدياً لتلك الظواهر المتقدمة مع ذكر الأشباه والنظائر ، ومتابعة سنن العرب في الاستعمال مما يوصلنا إلى المنهج الدلالي الأم في استقراء أصول الدلالة في القرآن الكريم.\n3 ـ وقوفنا عند الخطابي ( ت : 388 ه‍ ) ووجداننا له عالماً موفقاً فيما أورده من افتراضات ، وما أثبته من تطبيقات بالنسبة لجملة من ألفاظ القرآن الكريم ، بتقرير أنها لم تقع ـ على ما زعموا توهماً ـ في أحسن وجوه البيان وأفصحها ، لمخالفتها لوضعي الجودة والوقع المناسب عند أصحاب اللغة ، وذلك كدعوىٰ افتراضية ، يتعقبها بالرد والكشف والدفاع ، واعتبرناه دقيقاً فيما أورده من إفاضات في هذا المجال ، استند فيها إلى المتبادر في العرف العربي العام ، واستشهد على صحة ذلك بالموروث الأدبي عند العرب.\nد. وتم لنا في الملحق الأحصائي ، إنارة الدرب أمام الباحثين الموسوعيين ، فوضعنا معجماً عاماً للعلماء الدلاليين من العرب والأوروبيين ، القدامى والمحدثين ، ورتبناه بحسب الترتيب المعجمي المعاصر ، وأضفنا له بعض المعلومات المهمة في الموضوع ، أسماءً وكتباً وتواريخ وعناوين ، تأخذ في تسهيل مهمة البحث الأكاديمي.\nوبعد فالبحث خطوة أولية في استلهام بحوث متطورة في مجال البحث الدلالي ، أخلصنا في القصد ، والله سبحانه وتعالى ولي التوفيق.",
        "وآخر دعوانا أن الحمد لله رب العالمين.\n« المصادر والمراجع »\nأ ـ العربية :\n1 ـ خير ما نبدأ به : القرآن الكريم.",
        "2 ـ إبراهيم أنيس ( الدكتور ) ، دلالة الألفاظ ، نشر مكتبة الأنجلو المصرية ، القاهرة / 1976.\n3 ـ ابن الأثير ، ضياء الدين ( ت : 637 ه‍ ) ، المثل السائر في أدب الكاتب والشاعر ، تح‍ ، د. أحمد الحوفي ، د. بدوي طبانة ، مطبعة نهضة مصر ، القاهرة ، 1959.\n4 ـ أحمد عبد الستار الجواري ( الدكتور ) ، نحو القرآن ، مطبعة المجمع العلمي العراقي / بغداد / 1974 م.\n5 ـ امرؤ القيس ، حندج بن حجر ( شاعر جاهلي ) الديوان ، القاهرة ، مطبعة الاستقامة.",
        "6 ـ بسام بركة ( الدكتور ) اللغة والفكر ( بحث ) ، الفكر العربي المعاصر ، آذار ، 1982.\n7 ـ الثعالبي ، أبو منصور ، عبد الملك بن محمد ( ت : 429 ه‍ ) فقه اللغة وأسرار العربية ، المطبعة الأدبية ، القاهرة 1317 ه‍.\n8 ـ الجاحظ ، أبو عثمان عمرو بن بحر ( ت : 255 ه‍ ) ، البيان والتبيين تح‍ : حسن السندوبي ، المطبعة الرحمانية ، القاهرة ، 1932.\n9 ـ الجرجاني ، أبو بكر عبد القاهر بن عبد الرحمن ، ( ت : 471 ه‍ ) ، أسرار البلاغة ، تح‍ : هلموت ريتر مطبعة وزارة المعارف استانبول ، 1954.",
        "10 ـ الجرجاني ، دلائل الإعجاز ، تح‍ : محمد رشيد رضا ، مطبعة محمد علي صبيح ، القاهرة ، 1960.\n11 ـ جميل سعيد ( الدكتور ) ، لغة الشعر ( بحث ) مجلة المجمع العلمي العراقي / المجلد الثاني والعشرون ، مطبعة المجمع ، 1973 م.\n12 ـ ابن جني ، أبو الفتح ، عثمان بن جني ( ت : 392 ه‍ ) الخصائص ، تح‍ : محمد علي النجار ، دار الهدىٰ للطباعة والنشر ، بيروت ( دت ).\n13 ـ ابن أبي الحديد ، أبو حامد عز الدين عبد الحميد بن هبة الله المدائني ، ( ت : 656 ه‍ ). شرح نهج البلاغة ، تح‍ : محمد أبو الفضل إبراهيم ، دار إحياء الكتب العربية ، القاهرة ، 1959 م.",
        "14 ـ أبو حيان ، أثير الدين محمد بن يوسف الأندلسي ( ت : 754 ه‍ ) ، البحر المحيط ، مطبعة السعادة ، القاهرة ، 1328 ه‍.\n15 ـ الخطابي ، أبو سليمان حمد بن محمد ( ت : 383 ـ 388 ه‍ ) بيان إعجاز القرآن ، ( ضمن ثلاث رسائل في إعجاز القرآن ) ، تح‍ : محمد خلف الله ومحمد زغلول سلام ، دار المعارف بمصر ، القاهرة ( د. ت ).\n16 ـ ستيفن أولمان ، دور الكلمة في اللغة ترجمة د. كمل محمد بشر ، مكتبة الشباب ، القاهرة ، 1975 م.\n17 ـ ابن سيدة ، أبو الحسن ، علي بن إسماعيل الأندلسي ( ت : 458 ه‍ ) المخصص في اللغة ، القاهرة ، طبعة بولاق ، 1321 ه‍.",
        "18 ـ السيوطي ، جلال الدين ، عبد الرحمن بن أبي بكر ( ت : 1911 ه‍ ) ، المزهر في علوم اللغة ، دار إحياء الكتب العربية ، القاهرة.\n19 ـ الشريفي الرضي ، محمد بن الحسين الموسوي ( ت : 406 ه‍ ) ، المجازات النبوية ، تح‍ : محمود مصطفى ، مطبعة مصطفى البابي القاهرة ، 1937.\n20 ـ صبحي البستاني ( الدكتور ) ، مفهوم الدلالة عند ابن فارس ( بحث ) ، الفكر العربي المعاصر ، آذار ، 1982.\n21 ـ الطبرسي ، أبو علي الفضل بن الحسن الطبرسي ( ت : 548 ) ، مجمع البيان في تفسير القرآن ، مطبعة العرفان ، صيدا ، 1333 ه‍.",
        "22 ـ طه حسين ، خصام ونقد ، الطبعة الرابعة ، دار العلم للملايين ، 1946 م.\n23 ـ عائشة عبد الرحمن ، بنت الشاطئ ( الدكتورة ) ، التفسير البياني للقرآن الكريم ، دار المعارف بمصر ، القاهرة ، 1986 م.\n24 ـ العسكري ، ابو هلال ، الحسن بن عبد الله بن سهل ( ت : 395 ه‍ تقريباً ) ، كتاب الصناعتين ، تح‍ : علي محمد الهجاوي ومحمد أبو الفضل إبراهيم ، مطبعة الحلبي ، القاهرة / 1971 م.\n25 ـ عناد غزوان ( الدكتور ) ، التحليل النقدي والجمالي للأدب ، دار آفاق عربية للصحافة والنشر ، بغداد ، 1985 م.",
        "26 ـ ابن فارس ، أبو الحسين ، أحمد بن فارس بن زكريا ( ت : 395 ه‍ ) ، الصاحبي في فقه اللغة ، تح‍ : الأستاذ مصطفى الشويمي.\n27 ـ الفراهيدي ، الخليل بن أحمد ( ت : 175 ه‍ ) ، كتاب العين ، تح‍ : د. مهدي المخزومي ، د. إبراهيم السامرائي ، وزارة الثقافة والاعلام / بغداد.\n28 ـ القرطاجني ، أبو الحسن حازم القرطاجني ( ت : 684 ه‍ ) ، منهاج البلغاء وسراج الأدباء ، تح‍ : محمد الحبيب بن خوجة ، المطبعة الرسمية ، تونس ، 1966.\n29 ـ كمال محمد بشر ( الدكتور ) ، دراسات في علم اللغة ( بحث ) الفكر العربي المعاصر ، آذار ، 1982.",
        "30 ـ المتنبي ، ابو الطيب أحمد بن الحسين المتنبي ( ت : 354 ه‍ ) ، شرح ديوان المتنبي ، وضع عبد الرحمن البرقوقي ، طبعة مصورة نشر دار الكتاب العربي ، بيروت ( د. ت ).\n31 ـ محمد حسين علي الصغير ( المؤلف ) ، الصورة الفنية في المثل القرآني / دراسة نقدية وبلاغية ، وزارة الثقافة والإعلام ، دار الرشيد ،\nشركة المطابع النموذجية 1981 م.\n32 ـ محمد حسين علي الصغير ، نظرية النقد العربي في ثلاثة محاور متظورة ، وزارة الثاقفة والإعلام ، دار الشؤون الثقافية ، 1986 م.",
        "33 ـ مطاع صفدي ( الدكتور ) ، نظرية الدلالة وتطبيقاتها ( بخث ) ، الفكر العربي المعاصر ، آذار ، 1928 م.\n34 ـ مالك بن نبي ، الظاهرة القرآنية ، ترجمة : عبد الصبور شاهين ، دار الفكر ، بيروت ، 1968 م.\n35 ـ موريس أبو ناصر ( الدكتور ) ، مدخل إلى علم الدلالة ( بحث ) ، الفكر العربي المعاصر ، آذار 1982 م.\n36 ـ ميشال زكريا ( الدكتور ) ، المكون الدلالي في القواعد التوليدية والتحويلية ( بحث ) الفكر العربي المعاصر ، آذار ، 1982 م.",
        "37 ـ ابن هشام ، أبو محمد عبد الله ، جمال الدين بن يوسف ( ت : 761 ه‍ ) ، شرح شذور الذهب ، تح‍ : محمد محيي الدين عبد الحميد ، المكتبة التجارية الكبرىٰ القاهرة ( ت. ت ).\nب ـ الأجنبية : ـ\n38 – A. MRTNET ELEMENTS DE LINGUISTQUE GENERAL, PARIS, 1970.\n39 – RICHARDS,  A. AND, C. K. OGDEN.",
        "THE MEANING OF MEANING.  1956.\nثبت الآيات القرآنية\nالواردة في الكتاب بحسب ترتيب المصحف\n1 ـ ( وَمَا مِن دَابَّةٍ فِي الأَرْضِ إِلا عَلَى اللهِ رِزْقُهَا وَيَعْلَمُ مُسْتَقَرَّهَا وَمُسْتَوْدَعَهَا كُلٌّ فِي كِتَابٍ مُبِينٍ ) هود / 6 ، ص / 50.",
        "2 ـ ( وَقِيلَ يَا أَرْضُ ابْلَعِي مَاءَكِ وَيَا سَمَاءُ أَقْلِعِي وَغِيضَ المَاءُ وَقُضِيَ الأَمْرُ وَاسْتَوَتْ عَلَى الجُودِيِّ وَقِيلَ بُعْدًا لِلْقَوْمِ الظَّالِمِينَ ) هود / 44 ، ص / 41.\n3 ـ ( فَأَكَلَهُ الذِّئْبُ ) يوسف / 17 ، ص 59 + 61.\n4 ـ ( قَدْ شَغَفَهَا حُبًّا ) يوسف / 30 ، ص 47.\n5 ـ ( ذَٰلِكَ كَيْلٌ يَسِيرٌ ) يوسف / 65 ، ص 59 + 61.",
        "6 ـ ( وَنَزْدَادُ كَيْلَ بَعِيرٍ ذَٰلِكَ كَيْلٌ يَسِيرٌ ) يوسف / 65 ، ص 61.\n7 ـ ( فَاصْدَعْ بِمَا تُؤْمَرُ ) الحجر / 94 ، ص 62.\n8 ـ ( وَاللهُ جَعَلَ لَكُم مِنْ أَنفُسِكُمْ أَزْوَاجًا ) النحل / 72 ، ص 63.\n9 ـ ( إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ سَيَجْعَلُ لَهُمُ الرَّحْمَٰنُ وُدًّا ) مريم / 96 ، ص 59 + 63.",
        "10 ـ ( أَفَلا يَرَوْنَ أَنَّا نَأْتِي الأَرْضَ نَنقُصُهَا مِنْ أَطْرَافِهَا ) الأنبياء / 44 ، ص 56.\n11 ـ ( وَمَن يُرِدْ فِيهِ بِإِلحَادٍ بِظُلْمٍ ) الحج / 25 ، ص 60 + 63.\n12 ـ ( وَالَّذِينَ هُمْ لِلزَّكَاةِ فَاعِلُونَ ) المؤمنون / 4 ، ص 59 + 63.\n13 ـ ( وَالَّذِينَ كَفَرُوا أَعْمَالُهُمْ كَسَرَابٍ بِقِيعَةٍ يَحْسَبُهُ الظَّمْآنُ مَاءً حَتَّىٰ إِذَا جَاءَهُ لَمْ يَجِدْهُ شَيْئًا وَوَجَدَ اللهَ عِندَهُ فَوَفَّاهُ حِسَابَهُ وَاللهُ سَرِيعُ الحِسَابِ ) النور / 39 ، ص 49 + 57.",
        "14 ـ ( أَوْ كَظُلُمَاتٍ فِي بَحْرٍ لُّجِّيٍّ يَغْشَاهُ مَوْجٌ مِّن فَوْقِهِ مَوْجٌ مِّن فَوْقِهِ سَحَابٌ ظُلُمَاتٌ بَعْضُهَا فَوْقَ بَعْضٍ إِذَا أَخْرَجَ يَدَهُ لَمْ يَكَدْ يَرَاهَا وَمَن لَّمْ يَجْعَلِ اللهُ لَهُ نُورًا فَمَا لَهُ مِن نُّورٍ ) النور / 40 ، ص 57 ـ 58.\n15 ـ ( قُلْ عَسَىٰ أَن يَكُونَ رَدِفَ لَكُم بَعْضُ الَّذِي تَسْتَعْجِلُونَ ) النّمل / 72 ، ص 60 + 63.\n16 ـ ( فَلَمَّا أَتَاهَا نُودِيَ مِن شَاطِئِ الْوَادِ الأَيْمَنِ فِي الْبُقْعَةِ المُبَارَكَةِ مِنَ الشَّجَرَةِ أَن يَا مُوسَىٰ إِنِّي أَنَا اللهُ رَبُّ الْعَالَمِينَ * وَأَنْ أَلْقِ عَصَاكَ فَلَمَّا رَآهَا تَهْتَزُّ كَأَنَّهَا جَانٌّ وَلَّىٰ مُدْبِرًا وَلَمْ يُعَقِّبْ يَا مُوسَىٰ أَقْبِلْ وَلا تَخَفْ إِنَّكَ مِنَ الآمِنِينَ ) القصص / 30 ـ 31 ، ص / 23.\n17 ـ ( فَإِذَا طَعِمْتُمْ فَانتَشِرُوا وَلا مُسْتَأْنِسِينَ لِحَدِيثٍ إِنَّ ذَٰلِكُمْ كَانَ يُؤْذِي النَّبِيَّ فَيَسْتَحْيِي مِنكُمْ وَاللهُ لا يَسْتَحْيِي مِنَ الحَقِّ ) الأحزاب / 53 ، ص / 41.",
        "18 ـ ( وَآيَةٌ لَّهُمُ اللَّيْلُ نَسْلَخُ مِنْهُ النَّهَارَ ) يس / 37 ، ص / 62.\n19 ـ ( لا الشَّمْسُ يَنبَغِي لَهَا أَن تُدْرِكَ الْقَمَرَ وَلا اللَّيْلُ سَابِقُ النَّهَارِ وَكُلٌّ فِي فَلَكٍ يَسْبَحُونَ ) يس / 40 ، ص 57.\n20 ـ ( وَانطَلَقَ المَلأُ مِنْهُمْ أَنِ امْشُوا وَاصْبِرُوا ) سورة ص / 6 ، ص / 59.\n21 ـ ( أَنِ امْشُوا وَاصْبِرُوا عَلَىٰ آلِهَتِكُمْ ) سورة ص / 6 ، ص 62.",
        "22 ـ ( أَوَلَمْ يَرَوْا أَنَّ اللهَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالأَرْضَ وَلَمْ يَعْيَ بِخَلْقِهِنَّ بِقَادِرٍ ) الأحقاف / 33 ، ص 60.\n23 ـ ( هَلَكَ عَنِّي سُلْطَانِيَهْ ) الحاقة / 29 ، ص 59 + 62.\n24 ـ ( وَفَاكِهَةً وَأَبًّا ) عبس / 31 ، ص / 48.\n25 ـ سورة الأعلى كاملة ، ص 68.",
        "26 ـ ( وَإِنَّهُ لِحُبِّ الخَيْرِ لَشَدِيدٌ ) العاديات / 8 ، ص 59 + 62.\n27 ـ ( حَتَّىٰ زُرْتُمُ المَقَابِرَ ) التكاثر / 2 ، ص 52.\n28 ـ ( أَلْهَاكُمُ التَّكَاثُرُ * حَتَّىٰ زُرْتُمُ المَقَابِرَ ) التكاثر / 1 ـ 2 ، ص 55.\n29 ـ ( كَلاَّ سَوْفَ تَعْلَمُونَ * ثُمَّ كَلاَّ سَوْفَ تَعْلَمُونَ ) التكاثر / 3 ـ 4 ، ص 55.",
        "فهرس المواضيع\nتمهيد وتحديد \t 9\nالفصل الأول : نظرية البحث الدلالي عند المحدثين \t Error! Bookmark not defined.\nالفصل الثاني : أصالة البحث الدلالي عند العرب \t Error! Bookmark not defined.",
        "الفصل الثالث : تطبيقات البحث الدلالي في القرآن الكريم \t Error! Bookmark not defined.\nالفصل الرابع : معجم العلماء الدلاليين من العرب والأوروبيين \t Error! Bookmark not defined.\nخاتمة البحث \t 92\nالمصادر والمراجع \t 95",
        "ثبت الآيات القرآنية \t 99\nفهرس المواضيع \t 103"
    ]
}