{
    "partText": [
        "\nتعليقات على كشف الشبهات\nللشيخ الإمام محمد بن عبد الوهاب\nرحمه الله تعالى\n(1115 – 1206هـ)\nتأليف\nفضيلة الشيخ الدكتور\nد.عبد العزيز بن محمد بن علي آل عبد اللطيف\nشبكة نور الإسلام\nwww.islamlight.net\nبسم الله الرحمن الرحيم\nإن الحمد لله نحمده ونستعينه ونستغفره ، ونعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا ، من يهده الله فلا مضل له ، ومن يضلل فلا هادي له ، وأشهد أن لا إله إلا الله وحده لا شريك له ، وأشهد أن محمداً عبده ورسوله .\nأما بعد :\nفمن أهم مصنفات الشيخ الإمام محمد بن عبد الوهاب – رحمه الله – في الاعتقاد رسالة (( كشف الشبهات )) (1) والتي كتبها جواباً عما أورده خصوم الدعوة السلفية من شبهات واعتراضات .\nوقد عني العلماء وطلاب العلم بهذه الرسالة القيمة ، فحفظوها وقاموا بشرحها والتعليق عليها ، وتدريسها في حلق المساجد (2) .\nولقد أنعم الله عليَّ بمدارسة هذه الرسالة النافعة مع بعض محبي العلم وطلابه ، فرغبت أن أجمع جملة من التعليقات والفوائد التي توضح ما قد يشكل في هذه الرسالة ، ويبيّن مجملها ، ويبسط وجيزها ، ويستكمل أجوبتها .\n__________\n(1) - اعتمدت في إيراد متن كشف الشبهات على طبعة جامعة الإمام محمد بن سعود لمؤلفات الشيخ محمد بن عبد الوهاب ، مع مقابلة هذا المطبوع على أصل خطي قديم موجود في مركز الملك فيصل ، كتب سنة 1233 هـ ، وبخط واضح جميل .\n(2) - من هذه الشروح : شرح كشف الشبهات للعلامة محمد بن صالح العثيمين ، وتعليقات للشيخ محمد بن عبد العزيز بن مانع – رحمه الله - ، والشيخ محمد حامد الفقي – رحمه الله ، إضافة إلى تعليقات مسجلة عبر أشرطة الكاسيت ، كتعليقات سماحة الشيخ عبد العزيز بن عبد الله بن باز ، والشيخ عبد العزيز الراجحي ، والشيخ صالح آل الشيخ ، والشيخ عبد الله السعد وغيرهم .\n(1/1)\n",
        "وقد حرصت - أثناء التعليق على هذه الرسالة - على إيراد عبارات الشيخ محمد بن عبد الوهاب – رحمه الله – من مؤلفاته الأخرى في بيان وتوضيح هذه الرسالة ، وكذا أقوال أئمة الدعوة من بعده وسائر الباحثين المحققين .\nوأسأل الله الكريم البر الرحيم أن يبارك في هذا الجهد ، وأن يوفقنا جميعاً إلى حسن القصد وابتاع الحق ، وأن يغفر للشيخ الإمام محمد بن عبد الوهاب ، وأن يسكنه الفردوس ، وأن يحشرنا وإياه مع النبيين والصديقين والشهداء والصالحين ، وحسن أولئك رفيقاً . وبالله التوفيق .\nكشف الشبهات\nــــــــــــــــــــــــــــــــــــ\nاشتهرت هذه الرسالة بهذا العنوان : (( كشف الشبهات )) (1) والكشف لغة : رفع الشيء عما يواريه ويغطيه ، والشبه لغة : الالتباس ، وقال الفيومي في المصباح المنير : (( الشبهة في العقيدة المأخذ الملبس ، سميت شبهة ؛ لأنه تشبه الحق )) (2) .\nوقال شيخ الإسلام ابن تيمية رحمه الله : ( الشُّبه التي يضل بها بعض الناس وهي ما يشتبه فيها الحق والباطل )) (3)\nوقال أيضاً : (( لا يشتبه على الناس الباطل المحض بل لا بد أن يشاب بشيء من الحق )) (4)\nوقال الشيخ محمد بن عبد الوهاب رحمه الله : (( الشبهة إذا كانت واضحة البطلان لا عذر لصاحبها فإن الخوض معه في إبطالها تضييع للزمان وإتعاب للحيوان )) (5)\nفرسالة (( كشف الشبهات )) تعني بإزالة الاعتراضات والإشكالات في توحيد الإلهية ، فهي أجوبة محكمة عما قد يشتبه على كثير من الناس في هذا الباب .\nاعلم – رحمك الله – أن التوحيد هو إفراد الله سبحانه وتعالى بالعبادة .\n__________\n(1) - حيث ذكرها بهذا العنوان أشهر تلاميذ الإمام محمد بن عبد الوهاب كالشيخ عبد الرحمن بن حسن بن محمد بن عبد الوهاب وحسين بن غنام . انظر : مجموعة الرسائل والمسائل النجدية 4/426 ، وتاريخ ابن غنام 1/61\n(2) - 1/358\n(3) - التدمرية ص 106 .\n(4) مجموع الفتاوى 8/37.\n(5) - مؤلفات الشيخ 4/ 93.\n(1/2)\n\nــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ\nعرّف الشيخ – رحمه الله – التوحيد ببعض أفراده وهو توحيد العبادة ، كما فعل بعض العلماء السلف المتقدمين ، ((فقد سئل ابن سريج ( ت 306هـ ) رحمه الله : ما التوحيد ؟ قال : توحيد أهل العلم وجماعة المسلمين أشهد أن لا إله إلا الله ، وأشهد أن محمداً رسول الله)) (1) .\nوإن كان التوحيد يطلق على ما هو أعم من ذلك ، حيث يراد به : إفراد الله تعالى بالألوهية والربوبية وكمال الأسماء والصفات (2)\nوعرّفه بعض أهل العلم بـ (( إفراد الله سبحانه وتعالى بما يختص به )) (3)\nوإنما عرّف الشيخ – رحمه الله – التوحيد بأهم أنواعه وآكدها ؛ لأن توحيد العبادة هو الغاية والقصد ، وأما توحيد الربوبية والأسماء والصفات ( العلمي الخبري ) فهو وسيلة وسبب في تقرير العبادة ، فلا يصح إسلام شخص حتى يحقق توحيد العبادة ، إضافة إلى أن توحيد العبادة يتضمن توحيد الربوبية والأسماء والصفات ، وأما توحيد الربوبية والأسماء والصفات ، فيستلزم توحيد العبادة .\n__________\n(1) - أخرجه قوام السنة الأصفهاني في الحجة في بيان المحجة 1/96.\n(2) - انظر : مذكرة التوحيد للعلامة عبد الرزاق عفيفي ص 5 ، ولوامع الأنوار للسفاريني 1/57 .\n(3) - شرح كشف الشبهات للشيخ محمد بن عثيمين ص 15 .",
        "(1/3)\n\nوقد أطنب الشيخ في بيان معنى توحيد العبادة في كثير من مؤلفاته ورسائله ، وأجاد وأفاد ، ومن ذلك قوله رحمه الله : (( إن الله تبارك وتعالى أرسل محمداً صلى الله عليه وسلم إلينا على حين فترة من الرسل ، فهدى الله به إلى الدين الكامل ، والشرع التام ، وأعظم ذلك وأكبره وزبدته هو إخلاص الدين لله بعبادته وحده لا شرك له ، والنهي عن الشرك ، وهو أن لا يدعي أحد من دونه الملائكة والنبيين فضلاً عن غيرهم .. وجميع العبادة لا تصلح إلا له وحده لا شريك له ، وهذا معنى قول : (( لا إله إلا الله )) ، فإن المألوه هو المقصود المعتمد عليه ، وهذا أمر هيّن من لا يعرفه ، كبير عظيم عن من يعرفه )) (1)\nوهو دين الرسل الذي أرسلَهم الله به إلى عباده، فأولهم نوح عليه السلام أرسله الله إلى قومه لما غلوا في الصالحين وداً وسواعًا ويغوث ويعوق ونسراً.\nــــــــــــــــــــــــــــــــــــوقوله : ((وهو دينُ الرسل الذي أرسلَهُم اللهُ به إلى عبادِهِ ))\n: ودليله قوله تعالى : ((وَلَقَدْ بَعَثْنَا فِي كُلِّ أُمَّةٍ رَّسُولاً أَنِ اعْبُدُواْ اللّهَ وَاجْتَنِبُواْ الطَّاغُوتَ)) ( النحل : 36) .\nوالدين مصدر يضاف إلى الفاعل والمفعول ، فإذا أضيف الدين إلى العبد أو الرسول فلأنه العابد المطيع ، وإذا أضيف إلى الله تعالى فلأنه المعبود المطاع (2)\nوقوله : ((فأولهم نوحٌ عليه السلام أرسله الله إلى قومه لما غلوا في الصالحين وداً وسواعا ويغوث ويعوق ونسراً )) وأما الدليل على أن نوحاً عليه السلام أول رسول فكما جاء في حديث الشفاعة : (( فيأتون نوحاً فيقولون : يا نوح أنت أول الرسل إلى أهل الأرض )) (3)\n__________\n(1) - الدرر السنية 2/21 باختصار .\n(2) - انظر : مجموع الفتاوى لابن تيمية 15/158 .\n(3) أخرجه البخاري في ك الأنبياء ح (3340) ، ومسلم ، ك الإيمان ح (327) ، وانظر : شرح كشف الشبهات للشيخ ابن عثيمين ص 17 .\n(1/4)",
        "\nوأما الدليل على غلوهم في الصالحين ، فكما ذكر الله تعالى قصتهم في كتابه فقال تعالى : (( وَقَالُوا لَا تَذَرُنَّ آلِهَتَكُمْ وَلَا تَذَرُنَّ وَدّاً وَلَا سُوَاعاً وَلَا يَغُوثَ وَيَعُوقَ وَنَسْراً )) ( نوح : 23) .\nقال ابن عباس – رضي الله عنهما : (( هذه أسماء صالحين من قوم نوح ، فلما هلكوا أوحى الشيطان إلى قومهم أن انصبوا إلى مجالسهم التي كانوا يجلسون أنصاباً ، وسموها بأسمائهم ففعلوا ، فلم تُعبد حتى إذا هلك أولئك ونُسخ العلم عُبدت )) (1)\nوقال شيخ الإسلام ابن تيمية : (( وأصل الشرك في بني آدم كان من الشرك بالبشر الصالحين المعظمين ، فإنهم لما ماتوا ، عكفوا على قبورهم، ثم صوروا تماثيلهم ثم عبدوهم ، فهذا أول شرك كان في بني آدم ، وكان في قوم نوح ، فإنه أول رسول بعث الله إلى أهل الأرض ، يدعوهم إلى التوحيد ، وينهاهم عن الشرك )) (2) .\nوآخر الرسل بمحمد صَلى الله عَليه وسلم ، وهو الذي كسّر صور هؤلاء الصالحين .\nــــــــــــــــــــــــــــــــــــ\nوقوله : ((وآخر الرسل بمحمد صلى الله عليه وسلم ، وهو الذي كسر صور هؤلاء الصالحين)) :\nفعن ابن عباس رضي الله عنهما قال ِ: (( صارت الأوثان التي كانت في قوم نوح في العرب بعد ، أما ودّ فكانت لكلب بدومة الجندل ، وأما سواع فكانت لهذيل ، وأما يغوث فكانت لمراد ، ثم لبني غطيف بالجرف عند سبأ ، وأما يعقوب فكانت لهمدان ، وأما نسر فكانت لحمير ، لآل ذي الكلاع ، أسماء رجال صالحين من قوم نوح ، فلمّا هلكوا أوحى الشيطان إلى قومهم أن انصبوا إلى مجالسهم التي كانوا يجلسون أنصاباً وسموها بأسمائهم ، ففعلوا ، فلم تعبد ، حتى إذا هلك أولئك وتنسخ العلم عُبدت )) (3)\n__________\n(1) - أخرجه البخاري بمعناه ، ك التفسير ، ح (4920) .\n(2) - مجموع الفتاوى 14/363.\n(3) - أخرجه البخاري ، ك التفسير ح (4920) .\n(1/5)\n",
        "وهذه الأوثان – التي عند العرب – إن لم تكن بأعيانها ما عند قوم نوح ، وإلا فهي نظائرها (1)\nوقد كسر النبي صلى الله عليه وسلم صور هؤلاء الصالحين وأصنامهم ، كما في حديث ابن مسعود رضي الله عنه قال : دخل النبي صلى الله عليه وسلم مكة يوم الفتح وحول البيت ستون وثلاثمائة نُصُباً ، فجعل يطعنها بعود في يده ، وهو يقول : (( جَاء الْحَقُّ وَزَهَقَ الْبَاطِلُ ، جَاء الْحَقُّ وَمَا يُبْدِئُ الْبَاطِلُ وَمَا يُعِيدُ )) (2)\nأرسله الله إلى أناس يتعبدون ويحجون ويتصدقون ويذكرون الله كثيراً\nولكنهم يجعلون بعض المخلوقات وسائط بينهم وبين الله ، مثل الملائكة ، وعيسى ، ومريم ، وأناسِ غيرهم من الصالحين .فبعث الله محمداً صلى الله عليه وسلم يجدد لهم دين إبراهيم، ويخبرهم أن هذا التقرب والاعتقاد محض حق الله ؛ لا يصلح منه شيء لا لملك مقرب ولا لنبي مرسل فضلاً عن غيرِهما.\nــــــــــــــــــــــــــــــــــــ\nقوله رحمه الله : ( أرسله الله إلى أناس يتعبدون ... إلى قوله: فضلاً عن غيرهما )) ، فمشركو العرب يعبدون مع الله تعالى آلهة آخرى ، والعبادة المطلوبة هي توحيد العبادة ، وهذا التوحيد شرط في قبول العبادة .\nقال الله تعالى : ((وَمَا يُؤْمِنُ أَكْثَرُهُمْ بِاللّهِ إِلاَّ وَهُم مُّشْرِكُونَ )) ( يوسف : 106) .\nقال ابن عباس رضي الله عنهما : (( من إيمانهم إذا قيل لهم : من خلق السموات ؟ ومن خلق الأرض ؟ ومن خلق الجبال ؟ قالوا : الله ، وهو مشركون به ، وكذا قال مجاهد وعطاء وعكرمة والشعبي وغيرهم )) (3)\n__________\n(1) - انظر : مجموع الفتاوى ابن تيمية 14/363 ، وإغاثة اللهفان لابن القيم 2/294-304، وفتح البارئ 8/668.\n(2) - أخرجه البخاري ، ك المغازي ح (4287) ، ومسلم ، ك الجهاد ، ح (1781) .\n(3) - تفسير ابن كثير 2/475 .\n(1/6)\n\nوكما قال المصنف – رحمه الله - : (( اعلم أن العبادة لا تسمى عبادة (1)إلا مع التوحيد ، كما أن الصلاة لا تسمى صلاة إلا مع الطهارة ، فإذا دخل الشرك في العبادة فسدت كالحَدَث إذا دخل في الطهارة )) (2)\nلكن العبادة من حيث هي فهي أعم من التوحيد عموماً مطلقاً ، فكل موحد عابد لله تعالى ، وليس كل من عبد الله يكون موحداً (3)\nوهؤلاء الذين جعلوا بعض المخلوقات وسائط وشفعاء بينهم وبين الله تعالى هم مشركون بذلك الصنيع ، كما دلّ عليه قوله تعالى : (( وَيَعْبُدُونَ مِن دُونِ اللّهِ مَا لاَ يَضُرُّهُمْ وَلاَ يَنفَعُهُمْ وَيَقُولُونَ هَؤُلاء شُفَعَاؤُنَا عِندَ اللّهِ قُلْ أَتُنَبِّئُونَ اللّهَ بِمَا لاَ يَعْلَمُ فِي السَّمَاوَاتِ وَلاَ فِي الأَرْضِ سُبْحَانَهُ وَتَعَالَى عَمَّا يُشْرِكُونَ )) ( يونس : 18) .\n، فسمى الله تعالى اتخاذ الشفعاء شركاً .\nقال الشيخ الإسلام ابن تيمية – رحمه الله - : ( من أثبت وسائط بين الله وبين خلقه كالوسائط التي تكون بين الملوك والرعية فهو مشرك ، بل هذا دين المشركين عبّاد الأوثان ، كانوا يقولون : إنها تماثيل الأنبياء والصالحين ، وأنها وسائل يتقربون بها إلى الله ، وهو من الشرك الذي أنكره الله على النصارى )) (4)\nوإِلا فهؤلاء المشركون يشهدون أن الله هو الخالق الرازق وحده لا شريك له ، وانه لا يرزق إِلا هو ، ولا يحيي ولا يميت إلا هو ، ولا يدبر الأمر إِلا هو ، وأن جميع السموات السبع ومن فيهن والأرضين السبع ومن فيهن ، كلهم عبيده وتحت تصرفه وقهره .\nــــــــــــــــــــــــــــــــــــ\n__________\n(1) - معتبرة ومقبولة .\n(2) - القواعد الأربع ص 252( ضمن مجموعة التوحيد ) وانظر: مؤلفات الشيخ 1/199.\n(3) - انظر : رسالة في تعريف العبادة وتوحيدها للشيخ عبد الله أبي بطين ( ضمن مجموعة التوحيد ) ص 401 .\n(4) - مجموع الفتاوى 1/134 ، 135 ، وانظر : الفتاوى 1/124- 126 .",
        "(1/7)\n\nقوله : (( وإلا فهؤلاء المشركون مقرون ..... إلى قوله : تحت تصرفه وقهره )) ، فمشركو العرب مقرون بتوحيد الربوبية ، فلم ينازعوا فيه ، بل إن هذا التوحيد لم ينازع في أصله أحد من بني آدم ، وإما قد يتنازعون في بعض تفاصيله ، كنزاع القدرية – مثلاً – حيث يقرون بأن الله خالق العباد ، وخالق قدرتهم ، ولكنهم يقولون : إن العباد خالقو أفعالهم ، وكذلك أهل التنجيم الذين يجعلون بعض المخلوقات مبدعة لبعض الأمور ، فهم مع الإقرار بالصانع ، يجعلون هذه الفاعلات مصنوعة مخلوقة (1)\nوقوله : ( وأن جميع السموات السبع ومن فيهن ، والأرضين السبع ومن فيهن كلهم عبيدة وتحت تصرفه وقهره )) : يراد بالعبيد – هنا – المعبّدون الذين عبّدهم الله فذللهم ودبرهم وصرّفهم ، وهذه العبودية الكونية القدرية المتعلقة بربوبية الله تعالى التي يشترك فيها المؤمن والكفار ، والبرّ والفاجر ، قال تعالى : (( إِن كُلُّ مَن فِي السَّمَاوَاتِ وَالْأَرْضِ إِلَّا آتِي الرَّحْمَنِ عَبْداً )) ( مريم : 93) ، فالله تعالى هو ربهم ومليكهم لا يخرجون عن مشيئته وقدرته (2)\n__________\n(1) - انظر : التدمرية لابن تيمية ص 181 ، ومجموع الفتاوى 2/38.\n(2) - انظر : العبودية لابن تيمية – ت : عبد الرحمن ألباني ص 47 .\n(1/8)",
        "\nفإذا أرادت الدليل على أن هؤلاء المشركين الذين قاتلهم رسول الله صلى الله عليه وسلم،واستحل دماءهم وأخذ أموالهم وسبى نساءهم,كانوا يقرون بهذا كله,فإذا أردت الدليل، فأقرأ قوله تعالى { قل من يرزقكم من السماء والأرض أمن يملك السمع والأبصار ومن يخرج الحي من الميت ويخرج الميت من الحي ومن يدبر الأمر فسيقولون الله فقل أفلا تتقون } [ يونس : 31 ] . وقوله : { قل لمن الأرض ومن فيها إن كنتم تعلمون * سيقولون لله قل أفلا تذكرون * قل من رب السموات السبع ورب العرش العظيم * سيقولون لله قل أفلا تتقون * قل من بيده ملكوت كل شيء وهو يجير ولا يجار عليه إن كنتم تعلمون * سيقولون لله قل فأنى تسحرون } [ المؤمنون : 84- 89] وغير ذلك من الآيات .\nــــــــــــــــــــــــــــــــــــ\nقوله رحمه الله : (( فإذا أردت الدليل على أن هؤلاء ... إلى قوله : وغير ذلك من الآيات )) :\nهذه الآيات الكريمات صريحة في أن المشركين الذين قاتلهم رسول الله صلى الله عليه وسلم واستحل دماءهم يعترفون بالربوبية لله تعالى .\nقال قتادة – رحمه الله تعالى - : (( إنك لست تلقى أحداً منهم إلا أنبأك أن الله ربه ، وهو الذي خلقه ورزقه وهو مشرك في عبادته )) (1)\nوقال ابن قتيبة – رحمه الله تعالى- :(( فلست واجداً أحداً إلا وهو مقر بأن له صانعاً ومدبراً ، وإن سماه بغير اسمه ، أو عبد شيئاً دونه ، ليقربه من عند نفسه ، أو وصفه بغير صفته ، أو أضاف إليه ما تعالى عنه علواً كبيراً قال الله تعالى : (( وَلَئِن سَأَلْتَهُم مَّنْ خَلَقَهُمْ لَيَقُولُنَّ اللَّهُ )) ( الزخرف : 87 )) (2).\n__________\n(1) تفسير ابن جرير 13/ 78.\n(2) - تأويل مختلف الحديث (ث/ محمد الأصفر ) ص 150.\n(1/9)\n",
        "وقال ابن جرير - رحمه الله – عند قوله تعالى (فقل أفلا تتقون) (يونس : 31) : (( أفلا تخافون عقاب الله على شرككم وعبادتكم معه من لا يرزقكم شيئاً ولا يملك لكم ضراً ولا نفعاً )) (1) .\nوقال الشيخ عبد الله أبو بطين – رحمه الله - : (( أفلا تتقون الشرك في الألوهية إذا أقررتم بالربوبية )) (2)\nكما نلحظ من خلال هذه الآيات مسلكاً من مسالك القرآن الكريم في تقرير الإلهية ، وهو الاستدلال بتوحيد الربوبية على توحيد الإلهية ، إذ كان المشركون يسلّمون بتوحيد الربوبية وينازعون في توحيد الإلهية ، وكما قال الشيخ المصنف – رحمه الله - : (( أن المجمع عليه يدلّ على المختلف فيه )) .\nوربما ظن البعض أن لا يعني بتقرير توحيد الربوبية وتحقيقه ، حيث كان المشركون مقرين به ، وليس الأمر كذلك بل ينبغي أن يعطى حقه من التأصيل ، فإن توحيد الربوبية دليل على توحيد الإلهية ، وهو مستلزم لتوحيد الإلهية .\nوقد نبّه المصنف – رحمه الله تعالى – على أهمية توحيد الربوبية في إحدى رسائله فقال : (( فأما توحيد الربوبية فهو الأصل ، ولا يغلط في الإلهية إلا من لم يعطه حقه ، كما قال تعالى فيمن أقر بمسألة منه : ((وَلَئِن سَأَلْتَهُم مَّنْ خَلَقَهُمْ لَيَقُولُنَّ اللَّهُ فَأَنَّى يُؤْفَكُونَ)) ( الزخرف : 87) .\nومما يوضح لك الأمر أن التوكل من نتائجه (3)\n، والتوكل من أعلا مقامات الدين ودرجات المؤمنين ، وقد تصدر الإنابة والتوكل من عابد الوثن بسبب معرفته بالربوبية ، كما قال تعالى : ((وَإِذَا مَسَّ الْإِنسَانَ ضُرٌّ دَعَا رَبَّهُ مُنِيباً إِلَيْهِ)) ( الزمر : 8) .\n__________\n(1) - تفسير ابن جرير 11/114.\n(2) - تأسيس التقديس ص 25 .\n(3) - أي من نتائج توحيد الربوبية .\n(1/10)\n\nوأما عبادته سبحانه وتعالى بالإخلاص دائماً في الرخاء والشدة فلا يعرفونها ، وهي نتيجة الإلهية ، وكذلك الإيمان بالله واليوم الآخر ، والإيمان بالكتب والرسل وغير ذلك ، وأما الصبر والرضا والتسليم والتوكل والإنابة والتفويض والمحبة والخوف والرجاء فمن نتائج توحيد الربوبية ، وكذلك توحيد الألوهية هو أشهر نتائج توحيد الربوبية ، وهذا وأمثاله لا يعرف إلا بالتفكر وفهم العبارة )) (1)\nفإذا تحققت أنهم مقرون بهذا ، وأنه لم يدخلهم في التوحيد الذي دعاهم إليه رسول الله صلى الله عليه وسلم،وعرفتَ أن التوحيدَ الذي جحدوه هو توحيدُ العبادةِ ، الذي يُسميه المشركون في زماننا [ الاعتقاد ]\nوكانوا يدعون الله سبحانه ليلاً ونهاراً ، ثم منهم من يدعو الملائكة لأجلِ صلاحهم وقربهم من الله ليشفعوا له ، أو يدعو رجلاً صالحاً مثل\nاللات أو نبياً مثل عيسى .\nــــــــــــــــــــــــــــــــــــ\nقوله رحمه الله : ((فإذا تحققت أنهم مقرون بهذا ، وأنه لم يدخلهم في التوحيد .. إلى قوله : مثل عيسى )) :\nفالإقرار بتوحيد الربوبية لا يتحقق به التوحيد المطلوب ، فمشركو العرب مقرون بتوحيد الربوبية ، ومع ذلك قاتلهم رسول الله صلى الله عليه وسلم واستحل دماءهم حتى يفردوا الله تعالى بجميع أنواع العبادة .\n__________\n(1) - تاريخ ابن غنام 2/307 .",
        "(1/11)\n\nيقول المصنف – رحمه الله – في إحدى رسائله : (( واعلم أن المشركين الذين قاتلهم رسول الله صلى الله عليه وسلم صفة إشراكهم أنهم يدعون الله ويدعون معه الأصنام والصالحين مثل عيسى وأمه والملائكة ن يقولون : هؤلاء شفعاؤنا عند الله ، وهو يقرون أن الله سبحانه هو النافع الضار المدبر .. فإذا عرفت هذا ، وعرفت أن دعوتهم الصالحين وتعلقهم عليهم أنهم يقولون :ما نريد إلا الشفاعة ، وأن النبي صلى الله عليه وسلم قاتلهم ليخلصوا الدعوة لله ويكون الدين كله لله ... )) (1) .\nوفي قول المصنف : (( وعرفت أن التوحيد الذي جحدوه هو توحيد العبادة الذي يسميه المشركون في زماننا (( الاعتقاد )) دلالة ظاهرة على حكمته في الدعوة ، وفهمه للواقع ، ومخاطبته للناس بما يعرفون ، وهذا الفهم يتأكد ويتكرر في عدة مواضع من رسائله ، منها قوله- في هذه الرسالة : (( وإنما يعني بالإله ما يعني المشركون في زماننا بلفظ \" السيد \" .\nوقوله في كتاب التوحيد : (( باب ما جاء في الرقى والتمائم )) : (( والرقى هي التي تسمى العزائم )) .\nوقوله : (( فاعلم أن هذه الألوهية هي التي تسميها العامة في زماننا السر والولاية )) (2)\nوقوله : (( وأما الفخر بالأحساب ، فالأحساب الذي يذكر مناقب الآباء السالفين التي نسميها بالمراجل )) (3)\nوقوله : (( أو يدعو رجلاً صالحاً مثل اللات )) كما قال الله عز وجل : ((أَفَرَأَيْتُمُ اللَّاتَ وَالْعُزَّى )) ( النجم : 19) .\n__________\n(1) - رسالة في توحيد العبادة ( ضمن مؤلفات الشيخ محمد بن عبد الوهاب ) 1/398، 399باختصار ، وانظر : تفسير كلمة التوحيد للمصنف (ضمن مؤلفات الشيخ ) 1/366، 367.\n(2) - مؤلفات الشيخ محمد بن عبد الوهاب 1/364.\n(3) - مؤلفات الشيخ 3/54.\n(1/12)",
        "\nقرأ ابن عباس – رضي الله عنهما – وغيره : }اللّات بتشديد التاء} ، وقرأ الجمهور بتخفيفها )) . قال ابن عباس : (( كان رجلاً يلت السويق للحاج ، فلما مات عكفوا على قبره )) (1)\nوعلى القراءة الثانية : ، قال الأعمش : (( سموا اللات من الإله )) (2)\nوقال الحافظ ابن حجر – رحمه الله - : ( ويحتمل أن يكون هذا أصله ( أي اللاتّ بتشديد التاء ) وخفف لكثرة الاستعمال )) (3)\nوعرفت أن رسول الله صلى الله عليه وسلم قاتلهم على هذا الشرك ، ودعاهم إلى إخلاص العبادة لله كما قال تعالى : (وَأَنَّ الْمَسَاجِدَ لِلَّهِ فَلَا تَدْعُوا مَعَ اللَّهِ أَحَداً) [ الجن : 18] وقال تعالى : (( لَهُ دَعْوَةُ الْحَقِّ وَالَّذِينَ يَدْعُونَ مِن دُونِهِ لاَ يَسْتَجِيبُونَ لَهُم بِشَيْءٍ )) ( الرعد : 14) .\nوقوله : (وعرفت أن رسول الله صلى الله عليه وسلم قاتلهم على هذا الشرك ... إلى قوله تعالى : ((لاَ يَسْتَجِيبُونَ لَهُم بِشَيْءٍ)) ، ودليله قوله صلى الله عليه وسلم : (( أمرت أن أقاتل الناس حتى يشهدوا أن لا إله إلا الله ، وأن محمداً رسول الله ، ويقيموا الصلاة ، ويؤتوا الزكاة ، فإذا فعلوا ذلك ، عصموا مني دماءهم وأموالهم ، إلا بحق الإسلام وحسابهم على الله تعالى )) (4)\nوقال قتادة – رحمه الله – عند قوله تعالى : ( وَأَنَّ الْمَسَاجِدَ لِلَّهِ فَلَا تَدْعُوا مَعَ اللَّهِ أَحَداً) ( الجن : 18) : كانت اليهود والنصارى إذا دخلوا كنائسهم وبيعهم أشركوا بالله ، فأمر الله نبيه أن يوحد الله وحده )(5)\nوللمصنف رحمه الله جملة مسائل مستنبطة من هذه الآية الكريمة (6)\n__________\n(1) - أخرج البخاري شطره 8/611.\n(2) - انظر : تفسير ابن جرير 27/58.\n(3) - فتح الباري 8/612.\n(4) - أخرجه البخاري ، ك الإيمان ح (25) ومسلم ، ك الإيمان ، ح (22) .\n(5) - أخرجه الطبري 29/117 .\n(6) - انظر : مؤلفات الشيخ 1/388 ، 389 ، وتيسير العزيز الحميد شرح كتاب التوحيد ص 169 ، 170 .\n(1/13)\n",
        "وللشيخ عبد الرحمن بن حسن بن محمد بن عبد الوهاب – رحمهم الله – كلام جميل عند قوله تعالى : (( لَهُ دَعْوَةُ الْحَقِّ وَالَّذِينَ يَدْعُونَ مِن دُونِهِ لاَ يَسْتَجِيبُونَ لَهُم بِشَيْءٍ )) ( الرعد : 14) فكان مما قاله : ( فإنه قوله : (لَهُ دَعْوَةُ الْحَقِّ) يفيد الحصر ، أي فدعوة الحق له لا لغيره فدعوة غيره ليست من الحق في شيء ، وقوله : (وَالَّذِينَ يَدْعُونَ مِن دُونِهِ) فهذا الاسم لا يستعمل إلا في حق من يعقل كما هو معروف عند النحاة ، وقوله (لاَ يَسْتَجِيبُونَ لَهُم بِشَيْءٍ ) فيه دليل على أن المراد دعاء المسألة ، فأخبر سبحانه أنهم لو دعوهم فإجابتهم لهم فيما سألوهم ممتنعة منتفية بالكلية .\nوقوله : (إِلاَّ كَبَاسِطِ كَفَّيْهِ إِلَى الْمَاء لِيَبْلُغَ فَاهُ وَمَا هُوَ بِبَالِغِهِ وَمَا دُعَاء الْكَافِرِينَ إِلاَّ فِي ضَلاَلٍ) ( الرعد : 14) .\nلأنهم لم يجدوا مما طلبوه وأملوه منهم شيئاً ، وبيّن تعلى أن دعوة غيره كفر وضلال ، وهذه الِآية وأمثالها تقطع شبهة كل من دعا غير الله ، من ميت أو غائب )) (1)\nوتحققت أن رسول الله صلى الله عليه وسلم قاتلهم ليكون الدعاء كله لله ، والنذر كله لله ، والذبح كله لله ، والاستغاثة كلها بالله ، وجميع أنواع العبادة كلها لله،\nـــــــــــــــــــــــــــــــــــ\nوقوله : (وتحققت أن رسول الله صلى الله عليه وسلم قاتلهم ليكون الدعاء كله لله .. إلى قوله : وجميع أنواع العبادة كلها لله ) فأما الدليل على أن الدعاء يجب صرفه لله تعالى وحده لا شريك له ، فقوله تعالى : (( فَلَا تَدْعُ مَعَ اللَّهِ إِلَهاً آخَرَ فَتَكُونَ مِنَ الْمُعَذَّبِينَ )) ( الشعراء : 213) . وقوله : (( فَابْتَغُوا عِندَ اللَّهِ الرِّزْقَ وَاعْبُدُوهُ وَاشْكُرُوا لَهُ إِلَيْهِ تُرْجَعُونَ )) ( العنكبوت : 17) .\n__________\n(1) - القول الفصل النفيس ص 89 .\n(1/14)\n\nوقال النبي صلى الله عليه وسلم : (( من مات وهو يدعو لله نداً دخل النار )) (1)\nيقول ابن تيمية – رحمه الله – (( ومن أعظم الاعتداء والعدون ، والذل والهوان أن يدعى غير الله ، فإن ذلك من الشرك ، والله لا يغفر أن يشرك به ، وإن الشرك لظلم عظيم )) (2)\nوأما النذر فهو عبادة باعتبار الوفاء به ، حيث إن الله مدح الموفين به ، فقال : سبحانه : (( يُوفُونَ بِالنَّذْرِ وَيَخَافُونَ يَوْماً كَانَ شَرُّهُ مُسْتَطِيراً )) ( الإنسان : 7) .\nيقول الحافظ ابن حجر – رحمه الله – عن هذه الآية : ( يؤخذ منه أن الوفاء بالنذر قربة للثناء على فاعله لكن ذلك مخصوص بنذر الطاعة ) (3)\nوقد أمر النبي صلى الله عليه وسلم بالوفاء بنذر الطاعة فقال : (( من نذر أن يطيع الله فليطعه ، ومن نذر أن يعصيه فلا يعصه )) (4)\nفإذا تقرر أن النذر عبادة – باعتبار الوفاء به إن كان نذر طاعة – فيجب صرفه لله وحده لا شريك له كسائر العبادات .\nوأما النذر ابتداء فقد نهى النبي صلى الله عليه وسلم وقال : (( إنه لا يرد شيئاً )) (5)\nوأما الذبح – وهو النسك – فهو عبادة وقربة لله تعالى وحده لا شريك له قال تعالى : (( قُلْ إِنَّ صَلاَتِي وَنُسُكِي وَمَحْيَايَ وَمَمَاتِي لِلّهِ رَبِّ الْعَالَمِينَ * لاَ شَرِيكَ لَهُ وَبِذَلِكَ أُمِرْتُ وَأَنَاْ أَوَّلُ الْمُسْلِمِينَ ) (الأنعام :- 162-163 ) .\nوقال سبحانه : (( فَصَلِّ لِرَبِّكَ وَانْحَرْ )) (الكوثر:2) .\n__________\n(1) - أخرجه البخاري ، ك التفسير 8/17، ح (4497) .\n(2) الرد على البكري ص 95 .\n(3) فتح الباري 11/576، وانظر : تيسير العزيز الحميد ص 203.\n(4) أخرجه البخاري ، ك الأيمان والنذور 11/581 ، ح (6696) .\n(5) أخرجه البخاري ، ك الأيمان والنذور 11/576، ح (6693) ، ومسلم ، ك النذر ح (1639) .",
        "(1/15)\n\nوأما الاستغاثة : فهي طلب الغوث ، ويقال في النصرة ، وأغاثه إذا نصره ، وقال بعضهم : الفرق بين الاستغاثة والدعاء أن الاستغاثة لا تكون إلا من المكروب ، كما قال تعالى : ((إِذْ تَسْتَغِيثُونَ رَبَّكُمْ فَاسْتَجَابَ لَكُمْ )) ( الأنفال : 9) .\nوالدعاء أعم من الاستغاثة لأنه يكون من المكروب وغيره .\nقال ابن تيمية – رحمه الله - : (( الاستعاذة ، والاستجارة ، والاستغاثة من نوع الدعاء أو الطلب ، وهي ألفاظ متقاربة )) (1)\nوعرفت أن إقرارهم بتوحيد الربوبية لم يدخلهم في الإسلام وأن قصدهم الملائكةَ والأنبياء والأولياء ، يريدون شفاعتَهم والتقرب إلى الله بذلك هو الذي أحلّ دماءهم وأموالَهم .\nعرفت حينئذ التوحيد الذي دعت إليه الرسل ، وأبى عن الإقرارِ به المشركون.\nــــــــــــــــــــــــــــــــــــ\nوقوله : - رحمه الله : ((وعرفت أن إقرارهم بتوحيد الربوبية ... إلى قوله : وأبى عن الإقرار به المشركون )) :\nقد أكدّ المصنف على هذا المعنى في غير موضع ، ومن ذلك قوله : (( ولكن الذي كفّرهم وأحل دماءهم وأموالهم هو أنهم لم يشهدوا الله بتوحيد الألوهية ، وتوحيد الإلهية هو أن لا يدعي ولا يرجي إلا الله وحده لا شريك له ، ولا يستغاث بغيره ، ولا يذبح لغيره ، ولا ينذر لغيره ، لا لملك مقرب ولا نبي مرسل ، فمن استغاث بغيره فقد كفر ، ومن ذبح لغيره فقد كفر ، ومن نذر لغيره فقد كفر وأشباه ذلك )) (2)\nوهذا التوحيد هو معنى قولِك : لا إله إلا الله ،فإن ( الإله ) عندهم هو الذي يُقصد لأجل هذه الأمور ، سوءً كان ملكاً أو نبياً أو ولياً أو شجرةً أو قبراً أو جنّياً ، لم يريدوا أن ( الإله ) هو الخالق الرازق المدبر ، فإنهم يعلمون أن ذلك لله وحده كما قدمت لك .\nـــــــــــــــــــــــــــــــــــ\n__________\n(1) - مجموع الفتاوى 15/227.\n(2) مؤلفات الشيخ 1/365، 366 بتصرف يسير .\n(1/16)",
        "\nوقوله : ((وهذا التوحيدُ هو معنى قولِك : لا إله إلا الله .. إلى قوله : كما قدمت لك )) :\nقرر الشيخ معنى الإله في أكثر من رسالة ، فقال في إحدى رسائله : (( فإن الإله هو المقصود المعتمد عليه ، وهذا أمر هيّن عند من لا يعرفه ، كبير عظيم عند من يعرفه )) (1)\nوقال في موضع آخر : (( والإله من التأله وهو القصد لجلب النفع ودفع المضرة )) (2).\nوقال : -أيضاً – (( الإله : المقصود المدعو المرجو )) (3)\nكما بيّن المصنف معنى كلمة التوحيد ومعنى الإله ، فقال: (( أعلم أن معنى لا إله إلا الله نفي وإثبات ، لا إله نفي ، إلا الله إثبات ، تنفي أربعة أنواع ، وتثبت أربعة أنواع ، المنفي : الآلهة والطواغيت والأنداد والأرباب ، والمثبت : القصد والمحبة والخوف والرجاء ، فالقصد كونك ما تقصد إلا الله )) (4)\nوما أعظم فقه الشيخ – رحمه الله – لمعنى الإله حيث قال : (( فإن الإله هو المقصود المعتمد عليه وهذا أمر هين عند من لا يعرفه ، كبير عظيم عند من يعرفه )) .\nفإن الله تعالى وحده هو المستحق أن يكون هو المقصود المدعو المطلوب ، كما أنه سبحانه هو المعتمد عليه المعين على المطلوب ، وهذا معنى قوله تعالى : (( إِيَّاكَ نَعْبُدُ وإِيَّاكَ نَسْتَعِينُ )) (الفاتحة : 5) (5) .\nفالعبد مجبول على أن يقصد شيئاً ويريده ، ويستعين بشيء ويعتمد عليه في تحصيل مراده ، وهذا أمر لازم في حل كل إنسان ، ولذا فإن أصدق الأسماء حارث وهمام ، فكل إنسان له قصد وإرادة ، ولا بد له من شيء يعتمد عليه (6)\nوقد بين شيخ الإسلام ابن تيمية بقوله :\n__________\n(1) - الدرر السنية 2/ 21 باختصار\n(2) - تاريخ ابن غنام 2/ 299.\n(3) تاريخ ابن غنام 2/ 52.وانظر: 2/ 298.\n(4) الدرر 2/ 62 باختصار\n(5) انظر مجموع الفتاوى لابن تيمية 1/22.\n(6) انظر مجموع الفتاوى لابن تيمية 1/34.\n(1/17)\n",
        "(( فإذا تدبر الإنسان حال نفسه وحال جميع الناس ، وجدهم لا ينفكون عن هذين الأمرين ، ولا بد للنفس من شيء تطمئن إليه ، وتنتهي إليه محبتها ، وهو إلهها ، ولا بد لها من شيء تثق به وتعتمد عليه في نيل مطلوبها هو مستعانها ، سواءً كان ذلك هو الله أو غيره ، وإذاً (1) فقد يكون عاماً وهو الكفر ، كمن عبد غير الله مطلقاً ، وسأل غير الله مطلقاً ، مثل عبّاد الشمس والقمر وغير ذلك الذين يطلبون منهم الحاجات ، ويفزعون إليهم في النوائب .\nوقد يكون خاصاً في المسلمين مثل من غلب عليه حب المال ، أو حبّ شخص ، أو حب الرياسة ، حتى صار عبد ذلك )) (2)\nوإنما يعنون بالإله ما يعني المشركون في زماننا بلفظ [ السيد ] فأتَاهُم النبيُ صلى الله عليه وسلم يدعُوهم إلى كلمةِ التوحيد ِ وهي : ( لا إله إلا الله ) .\nــــــــــــــــــــــــــــــــــــ\nوقوله –رحمه الله - : (( إنما يعنون بالإله ... إلى قوله : لا إله إلا الله )) :\nأراد المصنف بهذه العبارة بيان مفهوم توحيد العبادة ومعناه ، وتقريبه للمخاطبين حسب واقعهم وحالهم .\nوأوضح الشيخ هذه العبارة في مؤلفاته الأخرى ، فقال : (( وأما قولي : إن الإله الذي فيه السر ، فمعلوم أن اللغات تختلف ، فالمعبود عند العرب ، والإله الذي يسمونه عوامنا ( السيّد ) ، و ( الشيخ ) ، و( الذي فيه السر ) ، والعرب الأولون يسمّون الألوهية ما يسميها عوامُنا ( السر) ؛ لأن السر عندهم هو القدرة على النفع الضر، وكونه يصلح أن يُدعى ويرجى ويخاف ويتوكل عليه )) (3).\n__________\n(1) - هكذا في مجموع الفتاوى ، ولعل الصواب ما جاء في كتاب التوحيد لابن تيمية . ت : محمد الجليند : (( وإذا كان,)) .\n(2) - مجموع الفتاوى 1/35.\n(3) تاريخ ابن غنام 2/ 106. وانظر:تاريخ ابن غنام 1/171.\n(1/18)\n\nوقال – في موضع آخر – (( فاعلم أن هذه الألوهية هي التي تسميها العامة في زماننا : السر والولاية ، والإله معناه الذي فيه السر ، وهو الذي يسمونه الفقراء (1) الشيخ ، ويسمونه العامة السيد وأشباه ذلك ، وذلك أنهم يظنون أن الله جعل لخواص الخلق منزلة يرضى أن الإنسان يلتجئ إليهم ، ويرجوهم ، ويستغيث بهم ، ويجعلهم واسطة بينه وبين الله )) (2)\nوالمقصود أن الشيخ قرر أن من عبد شيئاً وتألهه قائلاً : (( هذا سيد )) ، أو (( فيه السر )) ، أو (( ولي )) فهو مشرك ، فالعبرة بالحقائق ، والأسماء لا تغير من الحقائق شيئاً ، والحكم يدور مع علته (3)\nويجلي الشيخ العلامة عبد اللطيف بن عبد الرحمن بن حسن – رحمهم الله – هذه المسألة بقوله : (( وإنما قال الشيخ ( محمد بن عبد الوهاب ) إن المشركين الأولين يقصدون من لفظ الإله ما يقصده أهل زماننا بلفظ (( السيد )) وهذا صحيح ، فإن السيد عن أكثر المشركين في هذه الأزمان هو الذي يدعى ويستغاث به في الشدائد ، ويرجى للنوازل ويحلف باسمه ، وينحر له على وجه التعظيم والقربة ، وبعضهم يطلق على ذلك اسم الولي كما هو في اصطلاح كثير من أهل مصر ، وبعضهم يسمي هذا المعنى السر ، فيقول فلان فيه سر ومن أهل السر ، وهذا مشهور معروف ، والاصطلاحات تحدث واللغات تختلف )) (4)\nفالله تعالى هو المعبود وحده لا شريك له ، والذي تألهه القلوب وترغب إليه ، وتفزع إليه ، فهو سبحانه المقصود فلا وسائط ولا شفعاء بين الله وخلقه كما زعمه هؤلاء المشركون ، حيث جعلوا (( السادة )) وسائط وشفعاء فدعوهم وقصدوهم .\n__________\n(1) - المراد بالفقراء : الصوفية .\n(2) - تاريخ ابن غنام 2/ 264.\n(3) انظر : منهاج التأسيس للشيخ عبد اللطيف بن عبد الرحمن بن حسن ص 242.\n(4) - منهاج التأسيس ص 242، 243 . وانظر : مجموعة الرسائل والمسائل النجدية 3/208. وانظر كشف الشبهات بتعليق الشيخ محمد بن عبد العزيز بن مانع ص 7 .",
        "(1/19)\n\nوالمراد من هذه الكلمة معناها لامجرد لفظها، والكفار الجهال يعلمون أن مراد النبي صلى الله عليه وسلم بهذه الكلمة هو إفراد الله تعالى بالتعلقِ ، والكفر بما يعبدُ من دون الله ن والبراءة منه فإنه لما قال لهم قولوا لا إله إلا الله ، قالوا : أجعل الآلهة إلهاً واحداً إن هذا لشيء عجابٌ ).\nفإذا عرفت أن جهال مكة يعرفون ذلك فالعجب ممن يدعي الإسلام وهو لا يعرف من تفسير هذه الكلمة ما عرفه جهال الكفار ، بل يظن أن ذلك التلفظ بحروفها من غير اعتقاد القلبِ لشيء من المعاني.\nــــــــــــــــــــــــــــــــــــ\nقوله : - رحمه الله - : (( والمراد من هذه الكلمة معناها .. إلى قوله : لشيء عجاب )) :\nيقرر الشيخ وجوب فهم معنى لا إله إلا الله ، وتحقيقها قولاً وعملاً ، والقيام بلوازمها ومقتضياتها ، كما بيّن ذلك في إحدى رسائله :\n(( وليس المراد قولها باللسان مع الجهل بمعناها فإن المنافقين يقولونها وهو تحت الكفار في الدرك الأسفل من النار مع كونهم يصلون ويتصدقون ، ولكن المراد قولها مع معرفتها بالقلب ، ومحبتها ومحبة أهلها ، وبغض ما خالفها ومعاداته ، كما قال النبي صلى الله عليه وسلم : (( من قال : لا إله إلا الله مخلصاً )) وفي رواية : ( خالصاً من قلبه ) ، وفي رواية : (( صادقاً من قلبه ))، في حديث آخر من قال : (( من قال : لا إله إلا الله وكفر بما يعبد من دون الله )) إلى غير ذلك من الأحاديث الدالة على جهالة أكثر الناس بهذه الشهادة )) (1)\nوالحاذق منهم يظن أن معناها ، لا يخلق ولا يرزق ، إلا الله ، ولا يدبر الأمر إلا الله ، فلا خير في رجل جهال الكفار أعلم منه بمعاني لا إله إلا الله .\nــــــــــــــــــــــــــــــــــــ\nوقوله : (( والحاذق منهم ... إلى قوله : لا إله إلا الله )) :\n__________\n(1) - تاريخ ابن غنام 2/263 ، وانظر : تاريخ ابن غنام 2/64 .\n(1/20)",
        "\nوهذا الحذق هو ما عليه أهل الكلام والنظر – ومن تبعهم من المرجئة كالأشاعرة ونحوهم – حيث ظنوا أن التوحيد المطلوب هو أن الله تعالى واحد في أفعاله لا شريك له ، وأن صانع العالم واحد ، وأن معنى الإلهية القدرة على الاختراع ، وكذلك أهل التصوف – أدعياء التحقيق والمعرفة – يجعلون توحيد الربوبية هو الغاية التي لا غاية وراءها (1).\nولما حصر أهل الكلام والتصوف التوحيد في ربوبية الله تعالى وأفعاله ، ففي المقابل فإن الشرك – عندهم – هو اعتقاد التدبير والربوبية لغير الله تعالى ، ومن ثم فإن من ذبح لغير الله تعالى ، أو استغاث بالأموات – مثلاً- فلا يعد مشركاً عندهم ما دام أنه لا يعتقد في الأموات تدبيراً أو إيجاداً !\nوهذا المفهوم الفاسد للتوحيد وما يضاده كان سبباً رئيساً في ظهور الشرك وانتشاره في بلاد المسلمين والله المستعان .\nإذا عرفت ما قلت لك معرفة قلب ، وعرفت الشرك بالله الذي قال الله فيه : (إِنَّ اللّهَ لاَ يَغْفِرُ أَن يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَن يَشَاءُ) ( النساء : 48) وعرفت دين الله الذي بعث به الرسل من أولهم إلى آخرِهم الذي لا يقبل الله من أحد سواه ، وعرفت ما أصبح غالب الناسِ عليه من الجهلِ بهذا ؛ أفادك فائدتينِ :\nـــــــــــــــــــــــــــــــــــ\nوقوله : (( إذا عرفت ما قلت لك معرفة قلب ، وعرفت الشرك بالله )) :\nيؤكد الشيخ على ضرورة معرفة القلب وفهمه ، ومن ذلك قوله : (( مصداق كلامي لكم مراراً عديدة أن الفهم الذي يقع في القلب غير فهم اللسان )) (2)\nيؤكد الشيخ – رحمه الله – على معرفة الشرك والتحذير منه والنهي عنه ، فالنهي عن الشرك ، يستلزم الكفر بالطاغوت ، كما حرره المصنف بقوله :\n__________\n(1) - انظر : التدمرية ص 179-187 ، والدرء 1/228 .\n(2) - تاريخ ابن غنام 2/ 274\n(1/21)\n",
        "(( وأما نهي نوح عليه السلام بنيه عن الشرك ، وأمرهم بـ (( لا إله إلا الله )) فليس هذا تكراراً ، بل هذان أصلان مستقلان كبيران ، وإن كانا متلازمين ، فالنهي عن الشرك يستلزم الكفر بالطاغوت ، ولا إله إلا الله الإيمان بالله ، والواقع أن كثيراً من الناس يقول : ( لا أعبد إلا الله ، وأنا أشهد بكذا وأقر بكذا ، ويكثر الكلام .\nفإذا قيل له : ما تقول في فلان وفلان إذا عَبَد وعُبِد من دون الله ؟ قال: ما عليّ من الناس ، الله أعلم بحالهم ، ويظن بباطنه أن ذلك لا يجب عليه ، فمن أحسن الاقتران أن الله قرن بين الإيمان بالله والكفر بالطاغوت (1) ، والبداءة بالكفر به على الإيمان بالله )) (2).\nويوصي الشيخ أتباعه بتحقيق شهادة أن لا إله إلا الله ، والقيام بركنيها من الكفر بالطاغوت وإثبات الإلهية لله وحده فيقول :\n(( فالله الله يا إخواني ، تمسكوا بأصل دينكم ، وأوله وآخره وأسّه ورأسه ، شهادة أن لا إله إلا الله ، واعرفوا معناها ، وأحبّوها ، وأحبوا أهلها ، واجعلوهم إخوانكم ولو كانوا بعيدين ، واكفروا بالطواغيت وعادوهم وأبغضوهم ، وأبغضوا من أحبهم وجادل عنهم أولم يكفرِّهم ، وقال : ما عليّ منهم ، أو قال : ما كلفني الله بهم ، فقد كذب على الله وافترى ، فقد كلفه الله بهم ، وفرض عليه الكفر بهم والبراءة منهم ولو كانوا إخوانهم وأولادهم )) (3).\nويُعنى الشيخ بمعرفة الجاهلية ، ويؤكد على أهمية معرفته ا، فيقول مخاطباً أحد مراسليه :\n__________\n(1) - كما في قوله تعالى : ((فَمَنْ يَكْفُرْ بِالطَّاغُوتِ وَيُؤْمِن بِاللّهِ فَقَدِ اسْتَمْسَكَ بِالْعُرْوَةِ الْوُثْقَىَ))\n(2) - تاريخ ابن غنام 2 / 275.\n(3) - تاريخ ابن غنام 2 / 266.…\n(1/22)\n\n(( قولك : اعلم يا أخي لا علمت مكروهاً ، فاعلم أن هذه كلمةٌ تضاد التوحيد ، وذلك أن التوحيد لا يعرفه إلا من عرف الجاهلية ، والجاهلية هي المكروه ، فمن لم يعلم المكروه لم يعلم الحق ، فمعنى هذه الكلمة : اعلم لا علمت خيراً ، ومن لم يعلم المكروه ليجتنبه لم يعلم المحبوب ، وبالجملة فهي كلمة عامية جاهلية ولا ينبغي لأهل العلم أن يقتدوا بالجهال )) (1)\nالأولى : الفرح بفضلِ الله ورحمتِه كما قال الله تعالى : ( قُلْ بِفَضْلِ اللّهِ وَبِرَحْمَتِهِ فَبِذَلِكَ فَلْيَفْرَحُواْ هُوَ خَيْرٌ مِّمَّا يَجْمَعُونَ ) ( يونس : 58) ،\nــــــــــــــــــــــــــــــــــــ\nقوله : ( الأولى : الفرح بفضل الله .. إلى قوله : مما يجمعون )) .\nفسرّ ابن عباس وقتادة والحسن هذه الآية ، فقالوا : فضل الله الإسلام ، ورحمته القرآن (2) .\nوقال ابن القيم – رحمه الله – معلقاً على هذا التفسير : ( فجعلوا رحمته أخص من فضله ، فإن فضله الخاص على أهل الإسلام ، ورحمته بتعليم كتابه لبعضهم دون بعض ، فجعلهم مسلمين بفضله ، وأنزل إليهم كتابه برحمته ، قال تعالى : (( وَمَا كُنتَ تَرْجُو أَن يُلْقَى إِلَيْكَ الْكِتَابُ إِلَّا رَحْمَةً مِّن رَّبِّكَ )) ( القصص : 86) .\nوذكر سبحانه الأمر بالفرح بفضله وبرحمته عقيب قوله : (( يَا أَيُّهَا النَّاسُ قَدْ جَاءتْكُم مَّوْعِظَةٌ مِّن رَّبِّكُمْ وَشِفَاء لِّمَا فِي الصُّدُورِ وَهُدًى وَرَحْمَةٌ لِّلْمُؤْمِنِينَ )) ( يونس : 57) .\nولا شيء أحق أن يفرح العبد به من فضل الله ورحمته ، التي تتضمن الموعظة ، وشفاء الصدور من أدوائها بالهدى والرحمة .\n__________\n(1) - تاريخ ابن غنام 2 /73\n(2) انظر : تفسير ابن جرير 11/125.",
        "(1/23)\n\nفذلك خير من كل ما يجمع الناس من أعراض الدنيا وزينتها ، أي هذا هو الذي ينبغي أن يُفرح به ، ومن فرح به فقد فرح بأجلّ مفروح به، لا ما يجمع أهل الدنيا منها ، فإنه ليس بموضع للفرح ، لأنه عرضة للآفات ، ووشيك الزوال ، ووخيم العاقبة )) (1)\nوأفادَك أيضاً :الخوف العظيم،فإنك إذا عرفت أن الإنسان يكفر بكلمة يخرجها من لسانه ، وقد يقولها وهو جاهل فلا يعذرُ بالجهلِ .\nوقد يقولها وهو يظن أنها تقربه إلى الله ,كما ظن المشركون ، خصوصاً إن ألهمك اللهُ ما قص عن قوم موسى مع صلاحهم وعلمهم ، أنهم أتوه قائلين : اجعل لنا إلهاً كما لهم آلهةٌ , فحينئذ يعظم خوفُك وحرصك على ما يخلصك من هذا وأمثاله .\nـــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ\nوقوله : (( وأفادك أيضاً الخوف العظيم ، فإنك إذا عرفتَ أن الإنسانَ يكفرُ بكلمةٍ يُخرجُها من لسانِه )) : ولذا عقد المؤلف رحمه الله باباً في كتاب التوحيد بعنوان : (( باب الخوف من الشرك )) ، فساق النصوص الدالة على الخوف من الشرك ووسائله ، ومن ذلك قول الخليل عليه السلام : ((وَاجْنُبْنِي وَبَنِيَّ أَن نَّعْبُدَ الأَصْنَامَ )) ( إبراهيم : 35) . قال إبراهيم التيمي :\n(( ومن يأمن البلاء بعد إبراهيم )) .\nومن المسائل التي ساقها المؤلف – رحمه الله – عند قوله تعالى : ((وَلَقَدْ أُوحِيَ إِلَيْكَ وَإِلَى الَّذِينَ مِنْ قَبْلِكَ لَئِنْ أَشْرَكْتَ لَيَحْبَطَنَّ عَمَلُكَ )) ( الزمر : 65) .\nفقال : (( شدة الحاجة إلى تعليم التوحيد ، فإذا كان الأنبياء يحتاجون إلى ذلك ويحرصون عليه ، فكيف بغيرهم ، ففيها ردّ على الجهال الذين يعتقدون أنهم عرفوه فلا يحتاجون إلى تعلمه )) (2)\nوقوله : (( وقد يقولها وهو جاهل فلا يعذر بالجهل )) :\n__________\n(1) مدارج السالكين 3/ 156ن 157باختصار ، وانظر : 3/106 ، 266، 274، وانظر مجموع الفتاوى لابن تيمية 16/49\n(2) - مؤلفات الشيخ 4/345 .\n(1/24)",
        "\nظن بعضهم أن الشيخ محمد بن عبد الوهاب – رحمه الله – لا يعذر بالجهل مطلقاً لأجل هذه العبارة وما في معناها (1) ، وقابلهم فريق آخر فادعوا أن الشيخ يرى الإعذار بالجهل مطلقاً ، واحتجوا بقول الشيخ – في إحدى رسائله - : (( وأما ما ذكره الأعداء عني أني أكفر بالموالاة أو أكفر الجاهل الذي لم تقم عليه الحجة ، فهذا بهتان عظيم )) (2)\nولكي يزول الإشكال بين هذه العبارة ويتسنى الجمع بينهما ، فيمكن أن يقال : إن الشخص يعذر بالجهل في المسائل الخفية ، دون المسائل الظاهرة الجلية ، كما حقق ذلك الشيخ المصنف بقوله : (( إن الشخص المعين ، إذا قال ما يوجب الكفر ، فإنه لا يحكم بكفره حتى تقوم عليه الحجة التي يكفر تاركها ، وهذا في المسائل الخفية التي قد يخفى دليلها على بعض الناس ، وأما ما يقع منهم في المسائل الظاهرة الجلية ، أو ما يعلم من الدين بالضرورة ، فهذا لا يتوقف في كفر قائله ، ولا تجعل هذه الكلمة عكازة تدفع بها في نحر من كفّر البلدة الممتنعة عن توحيد العبادة والصفات بعد بلوغ الحجة ووضح المحجة )) (3).\nويقول : أيضاً : (( إن الذي لم تقم عليه الحجة هو الذي حديث عهد بالإسلام ، والذي نشأ ببادية ، أو يكون ذلك في مسألة خفية مثل الصرف والعطف (4) ، فلا يكفر حتى يعرّف ، وأما أصول الدين التي أوضحها الله في كتابه فإن حجة الله هي القرآن ، فمن بلغه فقد بلغته الحجة )) (5)\nوجواب آخر وهو أن يقال : إن الشخص لا يعذر بالجهل إذا كان مفرطاً ومقصراً في التعليم ، فكل جهل يمكن للمكلف دفعه لا يكون حجة للجاهل .\n__________\n(1) - انظر : كتاب التوحيد باب من الشرك لبس الحلقة .\n(2) - تاريخ ابن غنام 2/80، وانظر : مؤلفات الشيخ ( الفتاوى ) 3/10.\n(3) - الدرر السنية 8/244، وانظر : فتاوى الشيخ محمد بن إبراهيم 1/73، 74 .\n(4) - الصرف والعطف من السحر ، فيزعمون أنه يحبب المرأة لزوجها فلا ينصرف عنها .\n(5) - مؤلفات الشيخ ( الفتاوى ) 3/12 .\n(1/25)\n",
        "وأما من كان عاجزاً فلم يقصر أو يفرّط فإنه يعذر بالجهل حتى تقوم عليه الحجة ، كمن أسلم حديثاً (1)\nواعلم أن الله سبحانه من حكمته لم يبعث نبياً بهذا التوحيد إلا جعل له أعداء ، كما قال تعالى : ( وكذلك جعلنا لكل نبي عدواً شياطين الإنس والجن يوحي بعضهم إلى بعض زخرف القول غروراً ) [ الأنعام : 112 ] ,وقد يكون لأعداء التوحيد علوم كثيرة وكتب وحجج ، كما قال تعالى : (فَلَمَّا جَاءتْهُمْ رُسُلُهُم بِالْبَيِّنَاتِ فَرِحُوا بِمَا عِندَهُم مِّنَ الْعِلْمِ ) [ غافر : 83] .\nــــــــــــــــــــــــــــــــــــ\nوقوله: ((واعلم أنّ الله سبحانه وتعالى من حكمتِه لم يبعث نبياً بهذا التوحيد إلا جعل له أعداءً .. إلى قوله تعالى : فَرِحُوا بِمَا عِندَهُم مِّنَ الْعِلْمِ )) : ولشيخ الإسلام ابن تيمية كلام حسن في بيان معنى قوله تعالى : ((وَكَذَلِكَ جَعَلْنَا لِكُلِّ نِبِيٍّ عَدُوّاً )) الآية ,\nحيث قال : (( فأخبر أن جميع الأنبياء لهم أعداء ، وهم شياطين الإنس والجني يوحي بعضهم إلى بعض القول المزخرف وهو المزّين المحسن يغرون به ، والغرور التلبيس والتمويه ، وهذا شأن كل كلام وكل عمل يخالف ما جاءت به الرسل .. . )) (2) .\n__________\n(1) - انظر : شرح كشف الشبهات للشيخ محمد بن عثيمين ص 35 ، وانظر إلى جواب ثالث في كتاب ضوابط التكفير للشيخ عبد الله القرني ص 234 .\n(2) - مجموع الفتاوى 18 / 56.\n(1/26)\n\nويقول – في موضع آخر - : (( ومن أعظم أسباب ظهور الإيمان والدين ، وبيان حقيقة أنباء المرسلين ، ظهور المعارضين لهم من أهل الإفك المبين ، كما قال تعالى : (( وَكَذَلِكَ جَعَلْنَا لِكُلِّ نِبِيٍّ عَدُوّاً شَيَاطِينَ الإِنسِ وَالْجِنِّ يُوحِي بَعْضُهُمْ إِلَى بَعْضٍ زُخْرُفَ الْقَوْلِ غُرُوراً )) ( الأنعام : 112) . وذلك أن الحق إذا جُحد وعورض بالشبهات ، أقام الله تعالى له مما يحق به الحق ويبطل الباطل من الآيات والبينات بما يظهره من أدلة الحق وبراهينه الواضحة ، وفساد ما عارضه من الحجج الداحضة .\nفالقرآن لما كذب به المشركون ، واجتهدوا على إبطاله بكل طريق ، كان ذلك مما دلّ ذوي الألباب على عجزهم عن المعارضة مع شدة الاجتهاد وقوة الأسباب ، ولو اتبعوه من غير معارضة لم يظهر عجزهم عن معارضته التي بها يتم الدليل .\nوكذلك سائر أعداء الأنبياء من المجرمين شياطين الإنس والجن ، الذين يوحي بعضهم إلى بعض زخرف القول غروراً ، إذا أظهروا من حججهم ما يحتجون به على دينهم المخالف لدين الرسول ، كان ذلك من أسباب ظهور الإيمان الذي وعد الله تعالى بظهوره على الدين كله ، بالبيان والحجة والبرهان ، ثم بالسيف واليد والسنان ))(1) .\nإذا عرفت ذلك ، وعرفت أن الطريق إلى اللهِ لا بد له من أعداء قاعدين عليه ، أهلِ فصاحة وعلمٍ وحجج ، فالواجب عليك أن تعلم من دينِ الله ما يصير سلاحاً تقاتل به هؤلاء الشياطين ، الذين قال إمامهم ومقدمهم لربك عز وجل : (أَقْعُدَنَّ لَهُمْ صِرَاطَكَ الْمُسْتَقِيمَ{16} ثُمَّ لآتِيَنَّهُم مِّن بَيْنِ أَيْدِيهِمْ وَمِنْ خَلْفِهِمْ وَعَنْ أَيْمَانِهِمْ وَعَن شَمَآئِلِهِمْ وَلاَ تَجِدُ أَكْثَرَهُمْ شَاكِرِينَ) [ الأعراف : 16، 17] .\nــــــــــــــــــــــــــــــــــــ\n__________\n(1) -الجواب الصحيح 1/13-15 باختصار.",
        "(1/27)\n\nوقوله : - رحمه الله - : ((إذا عرفتَ ذلك : وعرفتَ أن الطريق إلى اللهِ .. إلى قوله تعالى : (وَلاَ تَجِدُ أَكْثَرَهُمْ شَاكِرِينَ) . :\nفمما يزيد هذه العبارة وضوحاً ما سطَّره الشيخ المصنف – رحمه الله – في بيان معنى قوله تعالى : (( لأَقْعُدَنَّ لَهُمْ صِرَاطَكَ الْمُسْتَقِيمَ )) الآيتين ،\nأثناء تقريره للفوائد المستنبطة من قصة آدم مع إبليس فقال: (( ومنها : وهي من أعظمها معرفة الطرق التي يأتينا منها عدو الله ، كما ذكر الله تعالى عنه في القصة أنه قال : (( لأَقْعُدَنَّ لَهُمْ صِرَاطَكَ الْمُسْتَقِيمَ *ثُمَّ لآتِيَنَّهُم مِّن بَيْنِ أَيْدِيهِمْ وَمِنْ خَلْفِهِمْ وَعَنْ أَيْمَانِهِمْ وَعَن شَمَآئِلِهِمْ))، وإنما تعرف عظمة هذه الفائدة بمعرفة شيء من معاني هذا الكلام .\nقال جمهور المفسرين : انتصب صراط بحذف ((علي )) التقدير (1) لأقعدن لهم على صراطك ، قال ابن القيم : والظاهر أن الفعل مضمر فإن القاعد على الشيء ملازم له ، فكأنه قال : لألزمنه ولأرصدنه ونحو ذلك .\nقال ابن عباس :دينك الواضح ، (مِّن بَيْنِ أَيْدِيهِمْ) يعني الدنيا والآخرة (وَمِنْ خَلْفِهِمْ) يعني الآخرة والدنيا . (وَعَنْ أَيْمَانِهِمْ) قال ابن عباس : أشبّه عليهم أمر دينهم ، وعنه أيضاً من قبل الحسنات ، وقوله : (وَعَن شَمَآئِلِهِمْ) الباطل أرغبهم فيه . قال الحسن : السيئات يحثهم عليها ، ويزينها في أعينهم .\nقال قتادة : (2) (( أتاك الشيطان يا ابن آدم من كل وجه إلا أنه لم يأتك من فوقك ، ولم يستطع أن يحول بينك وبين رحمة الله ، وهو يوافق قول من ذكر هذه الأوجه للمبالغة في التوكيد أي انصرف لهم في الإضلال من جميع جهاتهم .. )) (3) .\n__________\n(1) - هكذا في مجموعة مؤلفات الشيخ ، وتاريخ ابن غنام ، ولعل الصواب : والتقدير .\n(2) - في الأصل : ابن قتادة ، والتصويب من تفسير ابن كثير 2/195.\n(3) - مؤلفات الشيخ 4/87، 88 .\n(1/28)",
        "\nولكن إذا أقبلت على الله وأصغيت إلى حججه وبيناته ، فلا تخف ولا تحزن ، إنّ كيد الشيطان كان ضعيفاً ، والعامي من الموحدين يغلب الأف من علماء هؤلاء المشركين كما قال تعالى : ( وإن جُندنا لهم الغالبون ) [ الصافات : 173] . فجند الله هم الغالبون بالحجة واللسان ، كما أنهم الغالبون بالسيف والسنان ، وإنما الخوف على الموحد الذي يسلك الطريق وليس معه سلاح .\nــــــــــــــــــــــــــــــــــــ\nوأما قوله : (( ولكن إذا أقبلت على الله .. إلى قوله : وليس معه سلاح )) : فالشيخ – رحمه الله – يقرر أن جهاد المبتدعة والردّ على الخصوم يحتاج إلى أمرين مهمين :\nأحدهما : الإقبال على الله تعالى ، والتعلق به عز وجل ، والتوكل عليه .\nوالآخر : بذل الأسباب من التفقه والتعلم وإعداد العدة (1)\nولعل هذا التقرير مستفاد من قول المصطفى صلى الله عليه وسلم : (( احرص على ما ينفعك واستعن بالله ولا تعجز )) (2)\nفعلى المسلم أن يحرص على ما ينفعه من علم نافع أو عمل صالح ، وأن يجتهد في تحصيله ، مع صدق اللجأ إلى الله والاستعانة به على نيلها فلا يتكل على حوله وقوته .\nوقوله : (( والعامي من الموحدين يغلب الألف من علماء هؤلاء المشركين )) : ومما يستأنس به في تقرير هذا المعنى ما قاله الشيخ العلامة عبد اللطيف بن عبد الرحمن بن حسن بن محمد بن عبد الوهاب – رحمهم الله - :\n(( وقد استدل بعض من يدعي العلم على مسألة تصرف الأولياء وأنهم يُدعو بقوله تعالى : (( وَلاَ تَحْسَبَنَّ الَّذِينَ قُتِلُواْ فِي سَبِيلِ اللّهِ أَمْوَاتاً بَلْ أَحْيَاء عِندَ رَبِّهِمْ يُرْزَقُونَ )) ((آل عمران :169)) .\n__________\n(1) - فلا يُهمل التفقه في دين الله تعالى ، ولا يُقصّر في تحصيل الحجج والبراهين في الردّ على الخصوم ، فربما غلب المبتدعُ لعجز السني وتفريطه ، فنعوذ بالله من جلد الفاجر وعجز الثقة .\n(2) - أخرجه مسلم ، ك القدر ، ح (2664) .\n(1/29)\n",
        "فقال : بعض عوام المسلمين : (( إن كانت القراءة يرزقون -بفتح الياء – فذلك متجه ، وإلا فالآية حجة عليك )) (1)\nوقد منّ الله تعالى علينا بكتابه الذي جعلَه تبياناً لكل شيء وهدى ورحمة وبشرى للمسلمين ، فلا يأتي صاحب باطلٍ بحجة إلا وفي القرآن ما ينقضها ، ويبين بطلانَها ، كما قال تعالى : ( ولا يأتونك بمثلٍ إلا جئناك بالحق وأحسن تفسيراً ) [ الفرقان : 33] .\nقال بعض المفسرين : هذه الآية عامة في كل حجة يأتي بها أهل الباطل إلى يوم القيامة .\nــــــــــــــــــــــــــــــــــــ\nوقوله : (( وقد منّ الله علينا بكتابه ... إلى قوله : إلى يوم القيامة )) :\nحيث ضرب الله للناس في هذا القرآن من كل مثل ، والمثل هو القياس ، فلا يأتي أهل الشرك بمثل أو سؤال أو اعتراض إلا وفي القرآن ما يطبل ذلك (2).\nقال مسروق – رحمه الله - : (( ما أحد من أصحاب الأهوال إلا في القرآن ما يرد عليهم ولكنا لا نهتدي له )) (3) .\nوقال الإمام الشعبي – رحمه الله - : (( ما ابتدع في الإسلام بدعة إلا وفي كتاب الله ما يكذبه )) (4).\nوقال الإمام أحمد – رحمه الله – (( لو تدبر إنسان القرآن كان فيه ما يرد على كل مبتدع وبدعته )) (5).\nوقال شيخ الإسلام ابن تيمية: (( فالقرآن قد دلّ على جميع المعاني التي تنازع الناس فيها دقيقها وجليلها )) (6).\nوأنا أذكر لك أشياء مما ذكر الله في كتابه جواباً لكلام احتج به المشركون في زماننا علينا .\nفنقول : جوابُ أهلِ الباطلِ من طريقين ، مُجْمَلٍ ، ومفَصلٍ .\n__________\n(1) - تحفة الطالب والجليس في كشف شبه داود بن جرجيس ص 56 ، وانظر : تأسيس التقديس للشيخ عبد الله أبي بطين ص 85 .\n(2) - انظر : تفسير ابن جيري 11/ 11 ، ومجموع الفتاوى لابن تيمية 2/46 ، وشرح الطحاوية 1/38 .\n(3) - أخرجه الهروي في ذم الكلام ص 69 .\n(4) - أخرج الخلال في السنة 1/547 .\n(5) - أخرج الخلال في السنة 1/547 .\n(6) الدرء 5/56.\n(1/30)\n\nأما المجمل : فهو الأمر العظيم والفائدة الكبيرة لمن عقلها ، وذلك قوله تعالى : ( هو الذي أنزل عليك الكتاب منه آيات محكمات هن أم الكتاب وأخر متشابهات فأما الذين في قلوبهم زيغٌ فيتبعون ما تشابه منه ابتغاء الفتنة وابتغاء تأويله وما يعلم تأويله إلا الله ) [ آل عمران : 7] وقد صح عن رسول الله صلى الله عليه وسلم أنه قال : ( إذا رأيتم الذين يتبعون ما تشابهه منهُ فأولئك الذين سمى الله فاحذروهم ) (1) .\nمثالُ ذلك : إذا قال لك بعض المشركين : ألا إن أولياء الله لا خوف عليهم ولا هم يحزنون و إن الشفاعة حق ، أو إن الأنبياء لهم جاه عند الله ، أو ذكر كلاماً للنبي صلى الله عليه وسلم يستدل به على شيء باطله ، وأنت لا تفهم معنى الكلامِ الذي ذكره ، فجاوبه بقولك : إن الله ذكر أن الذين في قلوبهم زيغ يتركون المحكم ويتبعون المتشابهَ ، وما ذكرته لك من أن الله ذكر أن المشركين يقرون بالربوبية ، وأن كفرهم بتعلقهم على الملائكة والأنبياء والأولياء مع قولهم : هؤلاء شفعاؤنا عند الله هذا أمر محكم بيٍّن لا يقدر أحد أن يغير معناه.\nوما ذكرت لي أيها المشرك من القرآن أو كلام النبي صلى الله عليه وسلم لا أعرف معناه ولكن أقطع أن كلام الله لا يتناقض ، وأن كلام النبي صلى الله عليه وسلم لا يخالف كلام الله عزّ وجلْ .\nوهذا جواب سديد ولكن لا يفهمه إلا من وفقه الله ، فلا تستهن به ، فإنه كما قال تعالى : ( وما يلقاها إلا الذين صبروا وما يلاقها إلا ذو حظ عظيمٍ ) [ فصلت : 35] .\n__________\n(1) - رواه البخاري ورقمه ( 4547) ومسلم ورقمه ( 2665) من حديث عائشة رضي الله عنها .",
        "(1/31)\n\nوأما الجواب المفصل : فإن أعداء الله لهم اعتراضات كثيرة على دينِ الرسلِ يصدون بها الناس عنه ،منها قولهم : نحنُ لا نشرك بالله ، بل نشهد أنه لا يخلق ولا يرزق ولا ينفع ولا يضر إلا الله وحده لا شركَ له ، وأن محمداً صلى الله عليه وسلم لا يملك لنفسه نفعاً ولا ضراً ، فضلاً عن عبد القادر أو غيرِه، ولكن أنا مذنب والصالحون لهم جاه عند الله ، وأطلب من الله بهم.\nفجاوِبه بما تقدم وهو أن الذين قاتلَهم رسول الله صلى الله عليه وسلم ، مقرون بما ذكرت ، ومقرّون أن أوثانَهم لا تدبر شيئاً ، وإنما أرادوا الجاه والشفاعة ، واقرأ عليه ما ذكر الله في كتابِه ووضحه .\nــــــــــــــــــــــــــــــــــــ\nهذا الجواب المجمل قال عنه المؤلف – ابتداءً – (( فهو الأمر العظيم الفائدة الكبيرة لمن عقلها )) ، كما قال عنه في آخره - : (( وهذا جواب جيد سيد )) وصدق رحمه الله تعالى ، فهو جواب سديد وحجة ظاهرة تجاه كل شبهة .\nوقد ساق المؤلف مثالاً في توضيح هذا الجواب ، فإقرار مشركي العرب بتوحيد الربوبية ، وأن كفرهم بسبب اتخاذهم وسائط بينهم وبين الله تعالى ، يسألونهم ويدعونهم ، يعدّ أمراً محكماً بيّناً ظاهراً لا اشتباه فيه ولا التباس ، وأما احتجاج المبتدع لباطله ببعض النصوص الشرعية فهو أمر مشتبه ومشكل لا يُعلم معناه – بالنسبة لذلك الموحد –، ولا يترك المحكم الواضح ويتبع المتشابه إلا أهل الزيغ .\nمع يقيننا أن أدلة الحق لا تتناقض سمعية كانت أو عقلية ، فالنصوص الشرعية يصدق بعضها بعضاً ، فما كان متشابهاً فيرد إلى ما كان محكماً ، بل نحزم أن أهل البدع لا يكادون يحتجون بحجة سمعية ولا عقلية إلا وهي عند التأمل حجة عليهم لا لهم (1) .\n__________\n(1) - انظر : مجموع الفتاوى لابن تيمية 6/254 ، 514 .\n(1/32)",
        "\nكما قال شيخ الإسلام ابن تيمية – رحمه الله - : ( أنا التزم أنه لا يحتج مبطل بآية أو حديث صحيح على باطله إلا وفي ذلك الدليل ما يدل على نقيض قوله )) (1).\nويمكن أن نسلك هذا الجواب المجمل المهم في المسائل متعددة أثناء الرد على الخصوم سواءً كانوا من المبتدعة أو الكفرة ، فلو احتج نصراني بقوله تعالى : (( إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحَافِظُونَ )) ( الحجر : 9) ، على تعدد الآلهة ، فإن الاعتقاد بأن الله تعالى هو الإله الواحد الأحد ، فلا شريك له في ربوبيته وإلهيته يعد أمراً محكماً معلوماً من الدين بالضرورة ، حيث دلت عليه نصوص متواترة الثبوت ، ظاهرة الدلالة ، كقوله تعالى : (( قُلْ هُوَ اللَّهُ أَحَدٌ * اللَّهُ الصَّمَدُ* لَمْ يَلِدْ وَلَمْ يُولَدْ * وَلَمْ يَكُن لَّهُ كُفُواً أَحَدٌ ))،\nوقوله سبحانه : (( وَإِلَهُكُمْ إِلَهٌ وَاحِدٌ لاَّ إِلَهَ إِلاَّ هُوَ الرَّحْمَنُ الرَّحِيمُ )) ( البقرة : 163 ) .\nوقوله عز وجل : (( وَقَالَ اللّهُ لاَ تَتَّخِذُواْ إِلهَيْنِ اثْنَيْنِ إِنَّمَا هُوَ إِلهٌ وَاحِدٌ)) ( النحل : 51 )، وغيرها كثير ...\nفلا ندع ذلك المحكم الجلي لذلك المتشابه المحتمل ،مع أن صيغة الجمع في مثل قوله تعالى : (( إِنَّا نَحْنُ نَزَّلْنَا)) ،تحتمل الواحد العظيم،وتحتمل الواحد الذي له شركاء,فما كان محتملاً لأكثر من معنى يرد إلى ما لا يحتمل إلا معنى واحداً كقوله تعالى: (( وَإِلَهُكُمْ إِلَهٌ وَاحِدٌ لاَّ إِلَهَ إِلاَّ هُوَ الرَّحْمَنُ الرَّحِيمُ )) (2)( البقرة : 163 ) .\n__________\n(1) - حاوي الأرواح لابن القيم ص 208.\n(2) انظر :التدمرية ص 109 , ومجموع الفتاوى لابن تيمية 5/233.\n(1/33)\n",
        "ومثال آخر : فلو احتج خارجي أو معتزلي بنص شرعي على تخليد عصاة الموحدين ، فذاك متشابه – يحتاج إلى بيان ، لا يعارض ما كان معلوماً من الدين بالضرورة ، وثابتاً بنصوص قطعية ظاهرة ، وهو أن عصاة الموحدين مآلهم إلى الجنة ، ومن دخل منهم نار جهنم فلا يخلد فيها .\nفأهل الزيغ يتبعون المتشابه ابتغاء الفتنة ، وكما وصفهم الإمام أحمد ابن حنبل – رحمه الله تعالى – بقوله : (( هم مختلفون في الكتاب ، مخالفون للكتاب ، مجمعون على مفارقة الكتاب ، يقولون على الله ، وفي الله ، وفي كتاب الله بغير علم ، يتكلمون بالمتشابه من الكلام ، ويخدعون جهال الناس بما يشبهون عليهم ، فنعوذ بالله من فتن المضلين )) (1)\nوقول الخصم : (( والصالحون لهم جاه عند الله ، وأطلب من الله بهم )) :\nأي يطلب من الله بشفاعتهم ، فيجعل هؤلاء الصالحين شفعاء بينه وبين الله تعالى فيسألهم ويدعوهم .\nقال الشيخ محمد بن مانع – رحمه الله - : أي بواسطتهم بأن يجعلهم وسائط بينه وبين الله القريب المجيب ، وهذا الذي عليه عبّاد الأموات ، وهو كفر بإجماع المسلمين )) (2).\nوأما قول المصنف : (( وأقرأ عليه ما ذكره الله في كتابه ووضحه )) :\nكقوله تعالى : (( قُلْ أَرَأَيْتُكُم إِنْ أَتَاكُمْ عَذَابُ اللّهِ أَوْ أَتَتْكُمُ السَّاعَةُ أَغَيْرَ اللّهِ تَدْعُونَ إِن كُنتُمْ صَادِقِينَ * بَلْ إِيَّاهُ تَدْعُونَ فَيَكْشِفُ مَا تَدْعُونَ إِلَيْهِ إِنْ شَاء وَتَنسَوْنَ مَا تُشْرِكُونَ )) ( الأنعام : 40-41) .\nوقوله سبحانه : ((وَمَا بِكُم مِّن نِّعْمَةٍ فَمِنَ اللّهِ ثُمَّ إِذَا مَسَّكُمُ الضُّرُّ فَإِلَيْهِ تَجْأَرُونَ * ثُمَّ إِذَا كَشَفَ الضُّرَّ عَنكُمْ إِذَا فَرِيقٌ مِّنكُم بِرَبِّهِمْ يُشْرِكُونَ )) ( النحل : 53- 54) .\n__________\n(1) - من مقدمة كتابه : ( الرد على الزنادقة والجهمية ) ص 52 ، ( ضمن عقائد السلف ) .\n(2) - كشف الشبهات ، ( تعليقات ) ص 13.\n(1/34)\n\nوقوله عز وجل : (( وَالَّذِينَ تَدْعُونَ مِن دُونِهِ مَا يَمْلِكُونَ مِن قِطْمِيرٍ * إِن تَدْعُوهُمْ لَا يَسْمَعُوا دُعَاءكُمْ وَلَوْ سَمِعُوا مَا اسْتَجَابُوا لَكُمْ وَيَوْمَ الْقِيَامَةِ يَكْفُرُونَ بِشِرْكِكُمْ وَلَا يُنَبِّئُكَ مِثْلُ خَبِيرٍ )) ( فاطر : 13-14) .\nفسمّى الله تعالى – في هذه الآيات – دعاء غيره شركاً ، وأخبر الله تعالى أن هؤلاء الذين اتخذوا الشفعاء والوسائط مشركون ، فقال سبحانه : (( وَيَعْبُدُونَ مِن دُونِ اللّهِ مَا لاَ يَضُرُّهُمْ وَلاَ يَنفَعُهُمْ وَيَقُولُونَ هَؤُلاء شُفَعَاؤُنَا عِندَ اللّهِ قُلْ أَتُنَبِّئُونَ اللّهَ بِمَا لاَ يَعْلَمُ فِي السَّمَاوَاتِ وَلاَ فِي الأَرْضِ سُبْحَانَهُ وَتَعَالَى عَمَّا يُشْرِكُونَ)) ( يونس : 18) .\nفإن قال : إن هؤلاء الآيات نزلت فيمن يعبد الأصنام ، كيف تجعلون الصالحين مثل الأصنام ؟ أم كيف تجعلون الأنبياء أصناماً ؟ فجاوبه بما تقدم : فإنَه إذا أقرَ أن الكفار يشهدون بالربوبية كلِّها لله ، وأنهم ما أرادوا ممن قصدوا إلا الشفاعة، ولكن إذا أراد أن يفرق بين فعلهم وفعله بما ذكر ، فاذكر لهُ أن الكفار منهم من يدعو الصالحين الأصنام .\nــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ\nقوله : (( فإن قال : هؤلاء الآيات نزلت فيمن يعبد الأصنام .. إلى قوله : يدعو الصالحين والأصنام )) :\nفقول المصنف : (( فجاوبه بما تقدم )) أي ما سبق ذكره – في هذه الرسالة – بأن الكفار يدعو الصالحين ، والملائكة ، والأنبياء ، كما كانوا يدعون الأصنام والأحجار .\nومع المعلوم أن الإله هو المقصود عليه سواء كان صنماً أو نبياً أو صالحاً – كما سبق ذكره -",
        "(1/35)\n\nيقول العلامة محمد بن إسماعيل الصنعاني – رحمه الله – جواباً عن هذه الشبهة : (( فإن قلت : أفيصير هؤلاء الذين يعتقدون في القبور والأولياء والفسقة والخلعاء مشركين كالذين يعتقدون في الأصنام ؟\nقلت : نعم قد حصل منهم ما حصل من أولئك ، وساووهم في ذلك ، بل زادوا في الاعتقاد والاستعباد ، فلا فرق بينهم )) (1).\nومما قاله العلامة محمد بن علي الشوكاني – رحمه الله – في الردّ على هذه الشبهة :\n(( الشرك هو أن يفعل لغير الله شيئاً يختص به سبحانه سواءً أطلق على ذلك الغير ما كان تطلقه عليه الجاهلية – كالصنم والوثن – أو أطلق عليه اسماً آخر – كالولي والقبر والمشهد - ))(2).\nوإن أراد الخصم بمقولته : هؤلاء الآيات نزلت فيمن يعبد الأصنام ، بأنه لا يجوز تطبيق هذه الآيات على من عمل عملهم ، فهذا من أعظم الضلال ، وأشنع الفساد .\nوكما قال الشيخ المصنف – رحمه الله – عن هذا المسلك : (( فهذا ترس قد أعده الجهال الضلال لرد كلام الله ، إذا قال لهم أحد : قال الله كذا ، قالوا : نزلت في اليهود ، نزلت في النصارى ، نزلت في فلان ...\nوجواب هذه الشبهة الفاسدة أن يقال : معلوم أن القرآن نزل بأسباب ، فإن كان لا يُستدل به إلا في تلك الأسباب بطل استدلاله ، وهذا خروج من الدين ، وما زال العلماء من عصر الصحابة فمن بعدهم يستدلون بالآيات التي نزلت في اليهود وغيرهم على من يعمل بها )) (3).\nوتحدَّث الشيخ عبد الله أبو بطين – رحمه الله – عن خطر مقولة الخصوم فقال :\n__________\n(1) - تطهير الاعتقاد ص 23 .\n(2) الدر النضيد ص 18 بتصرف يسير.\n(3) - تاريخ ابن غنام 2/285 بتصرف يسير .\n(1/36)",
        "\n(( وأما قول من يقول : إن الآيات التي نزلت بحكم المشركين الأولين ، فلا تتناول من فعل فعلهم ، فهذا كفر عظيم ، مع أن هذا قول ما يقول إلا ثور مرتكس في الجهل ، فهل يقول إن الحدود المذكورة في القرآن والسنة لأناس كانوا وانقرضوا ؟ فلا يحد الزاني اليوم ، ولا تقطع يد السارق ، ونحو ذلك ، مع أن هذا قول يستحى من ذكره ، أفيقول هذا : إن المخاطبين بالصلاة والزكاة وسائر شرائع الإسلام انقرضوا وبطل حكم القرآن )) (1) .\nكما بين الشيخ عبد اللطيف بن عبد الرحمن بن حسن - رحمهم الله – أن هذه المقولة من الأسباب المانعة عن فهم القرآن ، فقال : (( ومن الأسباب المانعة عن فهم كتاب الله أنهم ظنوا أن ما حكى الله عن المشركين ، وما حكم عليهم ووضفهم به خاص بقوم مضوا ، وأناس سلفوا ، وانقرضوا لم يعقبوا وارثاً .\nوربما سمع بعضهم قول من يقول من المفسرين هذه نزلت في عبّاد الأصنام ، هذه في النصارى ، فيظن الغرّ أن ذلك مختص بهم ، وأن الحكم لا يتعداهم ، وهذا من أكبر الأسباب التي تحول بين العبد وبين فهم القرآن والسنة )) (2)\nومنهم من يدعو الأولياء الذين قال الله فيهم ( أُولَئِكَ الَّذِينَ يَدْعُونَ يَبْتَغُونَ إِلَى رَبِّهِمُ الْوَسِيلَةَ) [ الإسراء : 57] ويدعون عيسى ابن مريم وأمه ، وقد قال الله تعالى : ( ما المسيحُ ابن مريم إلا رسولٌ قد خلت من قبله الرسل وأمه صديقة كانا يأكلان الطعام انظر كيف نبين لهم الآيات ثم انظر أني يؤفكون * قل أتعبدون من دون الله ما لا يملك لكم ضراً ولا نفعاً والله هو السميع العليم ) [ المائدة : 75، 76].\n__________\n(1) الدرر السنية 8/ 237.\n(2) دلائل الرسوخ ص 44 ، وانظر : مصباح الظلام للشيخ عبد اللطيف بن عبد الرحمن بن حسن ص 140، وكشف غياهب الظلام لابن سحمان ص 195، وصيانة الإنسان عن وسوسة دحلان للسهسواني ص 484.\n(1/37)\n",
        "واذكر له قوله تعالى : ( ويوم يحشرهم جميعاً ثم يقول للملائكة أهؤلاء إياكم كانوا يعبدون ) * قالوا سبحانك أنت ولينا من دونهم بل كانوا يعبدون الجن أكثرهم بهم مؤمنون ) [ سبأ : 40 ، 41] ، وقوله تعالى : ( وإذ قال الله يا عيسى ابن مريم أأنت قلت للناس اتخذوني وأمي إلهين من دون الله قال سبحانك ما يكون لي أن أقول ما ليس لي بحق إن كنت قلته فقد علمته تعلم ما في نفسي ولا أعلم ما في نفسك إنك أنت علام الغيوب ) [ المائدة : 116] .\nفقل له : أعرفت أن الله كفَّر من قصد الأصنام ، وكفَّر أيضاً من قصد الصالحين ، وقاتلهم رسول الله صلى الله عليه وسلم.\nــــــــــــــــــــــــــــــــــــ\nقوله : (( ومنهم من يدعو الأولياء ... إلى قوله : وقاتلهم رسول الله صلى الله عليه وسلم )) :\nفمراد المؤلف من إيراد هذه الآيات أن يبيّن أن من الكفار من يدعو الأنبياء والأولياء ، وهم كفار بذلك ، كما أنهم كفار بعبادة الأصنام فلا فرق ، فمن قصد الأصنام فهو كافر ، وكذا من قصد الأنبياء والأولياء ، ومن فرّق بينهما – في الحكم – فقد فرّق بين متماثلين .\nففي قوله تعالى : ((أُولَئِكَ الَّذِينَ يَدْعُونَ يَبْتَغُونَ إِلَى رَبِّهِمُ الْوَسِيلَةَ أَيُّهُمْ أَقْرَبُ )) ،\nردّ على من يدعو صالحاً ويقول : أنا لا أشرك بالله شيئاً ، الشرك عبادة الأصنام (1).\nومما قال الشيخ المصنف في معنى هذه الآية :\n(( ذكر المفسرون في تفسيرها أن جماعة كانوا يعتقدون في عيسى عليه السلام وعزير ، فقال الله تعالى : هؤلاء عبيدي كما أنتم عبيدي ، يرجون رحمتي كما ترجعون رحمتي ، ويخافون عذابي كما تخافون عذابي .\n__________\n(1) - انظر تفح المجيد 1/ 208،والقول الفصل النفيس ص83،وتأسيس التقديس ص 59،58،71،والهدية السنية ص 54،55 ،وخطاب ابن بليهد ص17.\n(1/38)\n\nفيا عباد الله تفكروا في كلام ربكم تبارك وتعالى إذا كان ذكر عن الكفار الذين قاتلهم رسول الله صلى الله عليه وسلم أن دينهم الذي كفّرهم به هو الاعتقاد في الصالحين ، وذكر أنهم اعتقدوا فيهم ودعوهم وندبوهم لأجل أنهم يقربونهم إلى الله زلفى ، هل بعد هذا البيان بيان ؟)) (1).\nفهذه الآية الكريمة تتناول كل من دعا ميتاً أو غائباً من الأنبياء والصالحين ، حيث نعي الله تعالى عن دعائهم وبيّن أنهم لا يملكون كشف الضر عن الداعين ولا تحويله (2).\nويقرر الشيخ عبد اللطيف بن عبد الرحمن بن حسن – رحمه الله – عموم هذه الآية وأشباهها بقوله :\n(( وهل وقعت الخصومة ، وجرد السيف ، ودعي من دعي من أهل الكتاب إلى المباهلة ، وأمر بقتالهم حتى يسلموا ، أو يعطوا الجزية إلا لأجل عبادة الأنبياء والصالحين ودعائهم ، وهل صورت الأصنام وعبدت إلا باعبار من هي على صورته وتمثاله من الأنبياء والملائكة والصالحين .\nوالآيات التي يعبر فيها بالموصول وصلته كقوله : (( وَالَّذِينَ تَدْعُونَ مِن دُونِهِ مَا يَمْلِكُونَ مِن قِطْمِيرٍ )) ( فاطر : 13) ،\nونحوها من الآيات كقوله تعالى : (( وَلاَ تَدْعُ مِن دُونِ اللّهِ مَا لاَ يَنفَعُكَ وَلاَ يَضُرُّكَ فَإِن فَعَلْتَ فَإِنَّكَ إِذاً مِّنَ الظَّالِمِينَ )) ( يونس : 106) ،\n(( قُلِ ادْعُواْ الَّذِينَ زَعَمْتُم مِّن دُونِهِ فَلاَ يَمْلِكُونَ كَشْفَ الضُّرِّ عَنكُمْ وَلاَ تَحْوِيلاً * أُولَئِكَ الَّذِينَ يَدْعُونَ يَبْتَغُونَ إِلَى رَبِّهِمُ الْوَسِيلَةَ )) ( الإسراء : 56-57 ) .\n__________\n(1) تاريخ ابن غنام 2/ 338 باخصتار .\n(2) - انظر مجموع الفتاوى لابن تيمية 15/226.",
        "(1/39)\n\nفهذه الموصلات في كلام الله وكلام رسوله واقعة على كل مدعو ومعبود نبياً أو ملكاً أ وصالحاً ، إنسياً أو جنياً ، حجراً أو شجراً ، متناولة لذلك بأصل الوضع ، فإن الصلة كاشفة ومبينة للمراد ، وهي واقعة على كل مدعو من غير تخصيص )) (1)\nومما كتبه شيخ الإسلام في بيان عموم قوله تعالى : ((وَيَوْمَ يَحْشُرُهُمْ جَمِيعاً ثُمَّ يَقُولُ لِلْمَلَائِكَةِ أَهَؤُلَاء إِيَّاكُمْ كَانُوا يَعْبُدُونَ *قَالُوا سُبْحَانَكَ أَنتَ وَلِيُّنَا مِن دُونِهِم بَلْ كَانُوا يَعْبُدُونَ الْجِنَّ أَكْثَرُهُم بِهِم مُّؤْمِنُونَ ))الآيتين ( سبأ : 40-41) ،قوله ((كل من عبد غير الله فإنما يعبد شيطان،وإن كان يظن أنه يعبد الملائكة والأنبياء,قال تعالى:(( وَيَوْمَ يَحْشُرُهُمْ جَمِيعاً...))(سبأ 40-41)، ولهذا تتمثل الشياطين لمن يعبد الملائكة والأنبياء والصالحين ، ويخاطبونهم فيظنون أن الذي خاطبهم ملك أو نبي أو ولي ، وإنما هو شيطان جعل نفسه ملكاً من الملائكة .\nوكذلك الذين يدعون المخلوقين من الأنبياء والأولياء قد يتمثل لأحدهم من يخاطبه فيظنه النبي أو الصالح الذي دعاه ، وإنما هو شيطان تصوّر في صورته .. وهذا كثير يجري لمن يدعو المخلوقين ، من النصارى ومن المنتسبين إلى الإسلام )) (2)\nفإن قال : الكفار يريدون منهم ، وأنا أشهد أن الله هو النافع الضار المدبر ، لا أريد إلا منه ، والصالحون ليس لهم من الأمر شيء ولكن اقصدهم أرجو من الله شفاعتهم .\nفالجواب : أن هذا قول الكفارِ سواء بسواء ؛ فاقرأ عليه قولَه تعالى : (( أَلَا لِلَّهِ الدِّينُ الْخَالِصُ وَالَّذِينَ اتَّخَذُوا مِن دُونِهِ أَوْلِيَاء مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَا إِلَى اللَّهِ زُلْفَى) [ الزمر : 3] وقوله تعالى : ((وَيَقُولُونَ هَؤُلاء شُفَعَاؤُنَا عِندَ اللّهِ )) ( يونس : 18 ).\n__________\n(1) - تحفة الطالب والجليس ص 88، 89.\n(2) مجموع الفتاوى 14/ 283، 284، باختصار .\n(1/40)",
        "\nــــــــــــــــــــــــــــــــــــ\nقوله : (( فإن قال : الكفار يريدون... إلى قوله تعالى : ((وَيَقُولُونَ هَؤُلاء شُفَعَاؤُنَا عِندَ اللّهِ )) ( يونس : 18) :\n(( فإن قال المشرك : الكفار يريدون منهم ، أي يريدون أن ينفعوهم أو يضروهم ، وأنا لا أريد إلا من الله تعالى ، والصالحون ليس لهم من الأمر شيء ، وأنا لا أعتقد فيهم ولكن أتقرب بهم إلى الله – عزّ وجل ليكونوا شفعاء .\nفقل له : وكذلك المشركون الذين بعث فيهم رسول الله صلى الله عليه وسلم ، هم لا يعبدون الأصنام لاعتقادهم أنها تنفع وتضر ، ولكنهم يعبدونهم لتقربهم إلى الله زلفى كما قال تعالى عنهم : ((مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَا إِلَى اللَّهِ زُلْفَى)) وقال: ((وَيَقُولُونَ هَؤُلاء شُفَعَاؤُنَا عِندَ اللّهِ)) فتكون حاله كحال هؤلاء المشركين سواءً بسواء )) (1).\nكما أن قول المشرك : ولكن أقصدهم أرجو من الله شفاعتهم يناقض دعواه أنه لا يريد إلا من الله تعالى ، فمن أرد وقصد غير الله تعالى فهو معرض عن الله تعالى وعبادته ورجائه .\nوكما قال الشيخ عبد الرحمن بن حسن بن محمد بن عبد الوهاب – رحمهم الله - : (( ولا ريب أن اتخاذ الشفعاء والتوجه إليهم بالقلب واللسان ينافي إسلام القلب والوجه لله وحده ... والاستشفاع بالأموات يتضمن أنواعاً من العبادة : سؤال غير الله ، وإنزال الحوائج به من دون الله ، ورجائه والرغبة إليه والإقبال عليه بالقلب والوجه والجوارح واللسان ، وهذا هو الشرك الذي لا يغفره الله )) (2).\nواعلم أن هذه الشبهَ الثلاث هي أكبر ما عندهم ، فإذا عرفت أن الله وضحها لنا في كتابِه ، وفهِمتها فهماً جيداً فما بعدها أيسر منها .\nفإن قال : أنا لا أعبد إلا الله ، وهذا الالتجاء إليهِم ، ودعاؤهم ليس بعبادة.\nــــــــــــــــــــــــــــــــــــ\n__________\n(1) شرح كشف الشبهات لابن عثيمين ص 64.\n(2) القول الفصل النفيس ص 86، 90 باختصار .\n(1/41)\n",
        "قوله : (( فإن قال أنا لا أعبد إلا الله وهذه الالتجاء إلى الصالحين ودعاؤهم ليس بعبادة )) .\nسلك المصنف – رحمه الله – إزاء هذه الشبهة ، مسلك التدرج مع الخصم ، والانتقال مما هو متفق عليه مع الخصم ، إلى ما هو مختلف فيه ، وجعل المجمع عليه دليلاً على المختلف فيه ، وتبيّن – من خلال هذا المسلك – ظهور حجة المصنف وقوة إلزامه .\nوقول المشرك : (( أنا لا أعبد إلا الله )) ينقضه – بالكلية – تتمة كلامه حيث قال : (( وهذا الالتجاء إلى الصالحين ودعاؤهم ليس بعبادة )) فالالتجاء من معاني الاستعاذة ، والاستعاذة من العبادات التي أمر الله تعالى بها فلا تكون إلا بالله تعالى ، فالاستعاذة هي الاعتصام والتحرز والالتجاء إلى الله وحده والالتصاق بجنابه من شر كل ذي شر (1).\nوالدعاء : السؤال والطلب ، وهو من أجل العبادات وأعظمها ، فتجرير العبادة لله وحده إيمان وتوحيد ، ودعاء غيره كفر وتنديد ، بل إن الدعاء يجمع أنواعاً كثيرة من العبادة كإسلام الوجه لمن يدعوه ، والرغبة إليه ، والاعتماد عليه ، والخصوع له والاطراح والتذلل ... (2)\nويدلّ على ذلك حديث النعمان بن بشير رضي الله عنه قال : سمعت رسول الله صلى الله عليه وسلم يقول على المنبر : (( إن الدعاء هو العبادة )) ثم قرأ : (( وَقَالَ رَبُّكُمُ ادْعُونِي أَسْتَجِبْ لَكُمْ إِنَّ الَّذِينَ يَسْتَكْبِرُونَ عَنْ عِبَادَتِي سَيَدْخُلُونَ جَهَنَّمَ دَاخِرِينَ )) ( غافر : 60)(3) .\nفقل له أنت تقر أن الله فرض عليك إخلاص العبادة ، وهو حقه عليك ؟ فإذا قال : نعم , فقل له : بيّن لي هذا الذي فرض عليك ، وهو إخلاص العبادة لله وهو حقه عليك .\n__________\n(1) انظر : فتح المجيد 1/295.\n(2) انظر : الرد على شبهات المستعينين بغير الله لأحمد بن عيسى ص 47 .\n(3) أخرجه أحمد 4/267 ، وأبو داود ح (1479) ، والترمذي ح (3372) ، وصححه النووي في الأذكار ص 333، وقال ابن حجر في الفتح (1/49) : (( إسناده جيد )) .\n(1/42)\n\nـــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ\nوقول المصنف : ((فقلْ لهُ أنت تُقر أن الله فرضَ عليكَ إخلاصَ العبادةِ ، وهو حقُّهُ عليكَ ؟ فإذا قال : نعم )) . فمن المعلوم من الدين بالضرورة أن الله فرض علينا إخلاص العبادة لله تعالى ، كما قال سبحانه : ((وَمَا أُمِرُوا إِلَّا لِيَعْبُدُوا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ )) ( البينة : 5)\nوقال تعالى : (( فَاعْبُدِ اللَّهَ مُخْلِصاً لَّهُ الدِّينَ )) ( الزمر : 2) .\nوهذا الأصل العظيم – أن لا يعبد إلا الله وحده – هو حق الله تعالى على العباد ، كما في حديث معاذ بن جبل مرفوعاً : (( حق الله على العباد أن يعبده ولا يشركوا به شيئاً )) (1)\nقوله : ((فقلْ لهُ : بينْ لي هذا الذي فرضَ عليكَ وهو إخلاصُ العبادة لله وهو حقُّه عليك )) : والإخلاص هو إفراد الله تعالى بالقصد في الطاعة ، وقال بعضهم : تصفية العمل عن كل شوب (2)\nومقصود المصنف – رحمه الله – أن يقرر وجوب إفراد الله تعالى بالعبادة والتجرد من الشرك ، وأن من تلبّس بالشرك لم يكن محققاً لعبادة الله تعالى وحده ، ولذا قال المصنف – في كتاب التوحيد - : (( العبادة هي –التوحيد- )) (3).\nفإن كان لا يعرف العبادةَ ولا أنواعها ، فبينها له بقولك : قال الله تعالى : (ادْعُواْ رَبَّكُمْ تَضَرُّعاً وَخُفْيَةً) ( الأعراف : 55) فإذا أعلمته بهذا ، فقل له : علمت هذا عبادة لله ؟ فلا بد أن يقول : نعم ،\nــــــــــــــــــــــــــــــــــــ\nوقوله : ( فإن كان لا يعرف العبادة ولا أنواعها .. إلى قوله : فلا بد أن يقول : نعم )) :\n__________\n(1) - أحرجه البخاري،ك العلم ،ح(128)،ومسلم ،ك الإيمان ,ح(30).\n(2) انظر : مدراج السالكين 2/91، 92.\n(3) فتح المجيد 1/109.",
        "(1/43)\n\nعرّف المصنف العبادة – في هذا المقام – بآكد أنواعها القولية – وهو الدعاء – والعملية – وهو الذبح – ,فالدعاء عبادة ، حيث أمر الله تعالى به في مثل قوله سبحانه : ((ادْعُواْ رَبَّكُمْ تَضَرُّعاً وَخُفْيَةً)) ( الأعراف : 55) ،\nوالعبادة كما عرفها طائفة من أهل العلم – ما أمر به شرعاً من غير اطراد عرفي ولا اقتضاء عقلي (1).\nفإذا كان الدعاء عبادة ، فيجب صرفه لله تعالى وحده ، لقوله تعالى : ((وَأَنَّ الْمَسَاجِدَ لِلَّهِ فَلَا تَدْعُوا مَعَ اللَّهِ أَحَداً )) ( الجن : 18)، (( وأحداً كلمة تصدق على كل ما دعي مع الله تعالى )) (2)، وقوله تعالى : (( فَابْتَغُوا عِندَ اللَّهِ الرِّزْقَ وَاعْبُدُوهُ )) ( العنكبوت : 17) ، وقوله سبحانه : ((فَلَا تَدْعُ مَعَ اللَّهِ إِلَهاً آخَرَ فَتَكُونَ مِنَ الْمُعَذَّبِينَ )) ( الشعراء : 213) .\nوقال صلى الله عليه وسلم : (( من مات وهو يدعو الله دخل النار )) (3).\nولذا يقول شيخ الإسلام ابن تيمية : (( ومن أعظم الاعتداء والعدوان والذل والهوان ، أن يدعى غير الله ، فإن ذلك من الشرك ، والله لا يغفر أن يشرك به ، وإن الشرك لظلم عظيم ، فمن كان يرجو لقاء ربه فليعمل عملاً صالحاً ولا يشرك بعبادة ربه أحداً )) (4).\nوالدعاء مخ العبادة .\nفقل له : إذا أقررت أنها عبادة ، ودعوت الله ليلاً ونهاراً خوفاً وطمعاً ، ثم دعوت في تلك الحاجة نبياً أو غيره ، هل أشركت في عبادة الله غيره ؟ فلا بد أن يقول : نعم .\n__________\n(1) رسالة تعريف العبادة لأبي بطين ( ضمن مجموعة التوحيد ) ص 400\n(2) مؤلفات الشيخ 5/104.\n(3) أخرجه البخاري ، ك التفسير (8/176) ح (4497) .\n(4) - الرد على البكري ص 95 .\n(1/44)",
        "\nفقل له :إذا علمت بقول الله إذ قال الله : ((فَصَلِّ لِرَبِّكَ وَانْحَرْ )) ( الكوثر : 2), و أطعت الله ونحرت له ، هل هذه عبادة ؟ فلا بد أن يقول : نعم ، فقلْ له : إذا نحرت لمخلوقٍ نبيٍّ أو جنيٍّ أو غيرِهما ، هل أشركت في هذه العبادة غير الله ؟ فلا بد أن يقول : نعم .\nـــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ\nوقوله : ( الدعاء مخ العبادة )) : أي خالص العبادة (1).\nوقوله : (( فقل له : إذا أقررت أنها عبادة .. إلى قوله : فلا بد أن يقول نعم )) :\nقرر الشيخ هذا المعنى في رسالة أخرى ، فقال : ( فمن عبد الله ليلاً ونهاراً ، ثم دعا نبياً ، أو ولياً عند قبره ، فقد اتخذ إلهين اثنين )) (2)\nوقوله : (( فقل له إذا علمت بقول الله إذ قال الله : إلى قوله : ( فلا بد أن يقول : نعم )) :\nفالذبح إن قصد به التوجه والتقرب إلى الله تعالى وحده فهو من العبادات ، ويسمى نسكاً ، لأن النسك هو العبادة والقربة ، كما قال تعالى : (( قُلْ إِنَّ صَلاَتِي وَنُسُكِي وَمَحْيَايَ وَمَمَاتِي لِلّهِ رَبِّ الْعَالَمِينَ * لاَ شَرِيكَ لَهُ وَبِذَلِكَ أُمِرْتُ وَأَنَاْ أَوَّلُ الْمُسْلِمِينَ )) ( الأنعام : 162-163) .\nوقد استدل المؤلف على هذه العبادة بقوله تعالى : ((فَصَلِّ لِرَبِّكَ وَانْحَرْ )) ( الكوثر : 2) .\n__________\n(1) انظر مؤلفات الشيخ 5/105.\n(2) تاريخ ابن غنام 2/190 .\n(1/45)\n",
        "ولشيخ الإسلام كلام جميل في معنى هذه الآية الكيمة حيث قال : (( أمره الله أن يجمع بني هاتين العبادتين العظيمتين ، وهما الصلاة والنسك الدالتان على القرب والتواضع والافتقار وحسن الظن ، وقوة اليقين ، وطمأنينة القلب إلى الله ، وإلى عدته وأمره وفضله ، عكس حال أهل الكبر والنفرة ، وأهل الغنى عن الله الذين لا حاجة في صلاتهم إلى ربهم ، والذين لا ينحرون له خوفاً من الفقر ، وتركاً لإعانة الفقراء وإعطائهم ، وسوء الظن منهم بربهم ، ولهذا جمع الله بينهما في قوله تعالى : (( قُلْ إِنَّ صَلاَتِي وَنُسُكِي وَمَحْيَايَ وَمَمَاتِي لِلّهِ رَبِّ الْعَالَمِينَ )) ( الأنعام : 162) , والنسك هي الذبيحة ابتغاء وجهه ، وهي أجل العبادات المالية ، وما يجتمع للعبد في نحره من إيثار الله وحسن الظن به وقوة اليقين ، والوثوق بما في يد الله أمر عجيب ، إذا قارن ذلك الإيمان والإخلاص .\nوقد امتثل النبي صلى الله عليه وسلم أمر ربه ، فكان كثير الصلاة لربه ، كثير النحر ، حتى نحر بيده في حجة الوداع ثلاثاً وستين بدنة ، وكان ينحر في الأعياد وغيرها )) (1).\nفإذا تقر أن الذبح من العبادات التي يجب صرفها لله وحده ، فمن ذبح لغيره فقد أشرك ، ولذا يقول المؤلف – في إحدى رسائله - : (( فمن ذبح لغير الله من جني أو قبر فكما لو سجد له )) (2).\nوقل له أيضاً : المشركون الذين نزل فيهم القرآن ، هل كانوا يعبدون الملائكةَ والصالحين واللات وغير ذلك ؟ فلا بد أن يقول : نعم .\nفقل له : وهل كانت عبادتهم إياهم إلا في الدعاء والذبحِ والالتجاء ونحو ذلك ، وإلا فهُمْ مقرون أنهم عبيده وتحت قهرِ الله ، وأن الله هو الذي يدبر الأمر ، ولكن دعوهم ، والتجئوا إليهم للجاه والشفاعة ، وهذا ظاهر جداً .\nــــــــــــــــــــــــــــــــــــ\n__________\n(1) - مجموع الفتاوى 16/531، 532 باختصار .\n(2) الدرر السنية 2/54 .\n(1/46)\n\nوقوله : (( وقل له أيضاً : (( المشركون الذين نزل فيهم القرآن .. إلى قوله : وهذا ظاهر جداً )) :\nوهذا كلام ظاهر ، فمن دعا الصالحين والتجأ إليهم طلباً للشفاعة فهو مشرك من جنس مشركي العرب الذين يعبدون الملائكة والصالحين ويدعونهم ويذبحونهم لهم .\nومراد المؤلف بقوله : (( وإلا فهم مقرنون أنهم عبيده وتحت قهره )) أي خاضعون ومنقادون لربوبيته وتدبيره – كما سبق إيراده ـ.\nفإن قال أتنكر شفاعةَ رسولِ الله صلى الله عليه وسلم وتبرأُ منها ؟ فقل له : لا أُنكرها ولا أتبرأ منها.\nبل هو صلى الله عليه وسلم الشافع المشفع ، وأرجو شفاعته ، ولكن الشفاعة كلها لله تعالى كما قال تعالى : (( قُل لِّلَّهِ الشَّفَاعَةُ جَمِيعاً )) ( الزمر : 44 )، ولا تكون إلا من بعد إذن الله كما قال تعالى : (( مَن ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلاَّ بِإِذْنِهِ )) ( البقرة : 255) ولا يشفع في أحد إلا من بعد أن يأذن الله فيه كما قال عز وجل : ((وَلَا يَشْفَعُونَ إِلَّا لِمَنِ ارْتَضَى )) ( الأنبياء : 28) وهو لا يرضى إلا التوحيد كما قال تعالى : (( وَمَن يَبْتَغِ غَيْرَ الإِسْلاَمِ دِيناً فَلَن يُقْبَلَ مِنْهُ )) (آل عمران : 85) .\nــــــــــــــــــــــــــــــــــــ\nقوله : ((فإن قال : أتنكر شفاعة رسول الله صلى الله عليه وسلم... إلى قوله : وأرجو شفاعته )) :\nيظن الخصم أن هذه الشبهة إلزاماً لأهل التوحيد بتجويز دعاء الرسول صلى الله عليه وسلم وطلب الشفاعة منه ، فإثبات الشفاعة للرسول وغيره من الشفعاء – عند أولئك الخصم – تعني سؤالهم ودعاءهم (1).\nوقول المؤلف : (( لا أنكرها ولا أتبرأ منها )) وقد ردّ المؤلف – وأنصار دعوته – على من ألصق بهم فرية إنكار شفاعة الرسول صلى الله عليه وسلم ، فقال :\n__________\n(1) انظر : دعاوى المناوئين لدعوة الشيخ محمد بن عبد الوهاب ص 278- 286 .",
        "(1/47)\n\n(( يزعمون أننا ننكر شفاعة الرسول صلى الله عليه وسلم ، فنقول : سبحانك هذا بهتان عظيم ، بل نشهد أن رسول الله صلى الله عليه وسلم الشافع المشفع ،صاحب المقام المحمود ، نسأل الله رب العرش العظيم أن يشفعه فينا ، وأن يحشرنا تحت لوائه )) (1).\nوقوله : ( بل هو الشافع المشفَّع ) : فالنبي صلى الله عليه وسلم الشافع أي صاحب الشفاعة ، والمشفّع الذي تقبل شفاعته .\nوقوله : ( ولكن الشفاعة كلها لله : كما قال تعالى : (( قُل لِّلَّهِ الشَّفَاعَةُ جَمِيعاً )) ( الزمر : 44 ) .\nوقد أجاد شيخ الإسلام ابن تيمية في تقرير أن الشفاعة كلها لله تعالى فكان مما قاله :\nقوله تعالى : ((وَلَا يَمْلِكُ الَّذِينَ يَدْعُونَ مِن دُونِهِ الشَّفَاعَةَ )) ( الزخرف : 86) .\nهذا عام مطلق ، فإن أحداً – ممن يدعي من دونه – لا يملك الشفاعة بحال ، ولكن الله إذا أذن لهم شفعوا من غير أن يكون ذلك مملوكاً لهم )) (2).\nوقال أيضاً : (( فلا يملك مخلوق الشفاعة بحال ، ولا يتصور أن يكون نبي فمن دونه مالكاً لها ، بل هذا ممتنع ، كما يمتنع أن يكون خالقاً ورباً ، وهذا كما قال تعالى : (( قُلِ ادْعُوا الَّذِينَ زَعَمْتُم مِّن دُونِ اللَّهِ لَا يَمْلِكُونَ مِثْقَالَ ذَرَّةٍ فِي السَّمَاوَاتِ وَلَا فِي الْأَرْضِ وَمَا لَهُمْ فِيهِمَا مِن شِرْكٍ وَمَا لَهُ مِنْهُم مِّن ظَهِيرٍ )) ( سبأ : 22) . فنفى الملك مطلقاً ، ثم قال : ((وَلَا تَنفَعُ الشَّفَاعَةُ عِندَهُ إِلَّا لِمَنْ أَذِنَ لَهُ )) ( سبأ : 23) . فنفى نفع الشفاعة إلا لمن استثناه ، ثم يثبت أن مخلوقاً يملك الشفاعة ، بل هو سبحانه له الملك وله الحمد ، لا شريك له في الملك )) (3).\n__________\n(1) مؤلفات الشيخ 5/48 ، وانظر : 5/113 ، والهدية السنية ص 42 ، 107 ، ومجلة البحوث العلمية ع 9 ، ص 323 .\n(2) مجموع الفتاوى 15/397 ، بتصرف يسير .\n(3) مجموع الفتاوى 15/406 باختصار .\n(1/48)",
        "\nويقرر الشيخ عبد الرحمن بن حسن أن الشفاعة كلها لله تعالى قائلاً : ( ( وقوله تعالى : ((قُل لِّلَّهِ الشَّفَاعَةُ جَمِيعاً)) ( الزمر : 44) . أي : هو مالكها وليس لمن تطلب منه شيء منها ، وإنما تطلب ممن يملكها دون كل ما سواه ؛ لأن ذلك عبادة وتأله لا يصلح إلا لله )) (1).\nويقول الشيخ أحمد بن عيسى – في بيان أن الشفاعة ملك لله وحده - : (( قد أخبر تعالى أن الشفاعة جميعها له ، فمن طلبها من غير الله ، فقد طلبها ممن لا يملكها ، ولا يسمع ولا يستجيب ، وفي غير الوقت الذي تقع فيه ، ولا قدرة له عليها ، إلا برضاه ممن هي له ، وإذنه فيها وقبوله ، فطلبها ممن هي له في دار العمل عبادة من جملة العبادات ، وصرف ذلك الطلب لغيره شرك عظيم )) (2).\nوقوله : (( ولا تكون إلا من بعد إذنه )) كما قال عز وجل : (( مَن ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلاَّ بِإِذْنِهِ )) ( البقرة : 255) .\nيقرر المؤلف – رحمه الله – شروط الشفاعة ، فلا تكون الشفاعة إلا من بعد إذن الله تعالى ، كما قال عز وجل : (( مَن ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلاَّ بِإِذْنِهِ )) ( البقرة : 255) وهذا الإذن كائن بقدره وشرعه (3).\nوكما أنه إذن للشافع أن يشفع ، فكذلك هو إذن للمشفوع له ، حيث قال تعالى : ((وَلَا تَنفَعُ الشَّفَاعَةُ عِندَهُ إِلَّا لِمَنْ أَذِنَ لَهُ )) ( سبأ : 23) ، فلا يأذن في شفاعة مطلقة لأحد ، بل إنما يأذن في أن يشفعوا لمن أذن لهم في الشفاعة فيه ، فلا يأذن لهم إذناً مطلقاً (4).\n__________\n(1) فتح المجيد 1/354 .\n(2) الرد على شبهات المستعينين بغير الله ص 45 .\n(3) انظر : مجموع الفتاوى لابن تيمية 14/384 .\n(4) انظر : مجموع الفتاوى لابن تيمية 14/388، 389، 404.\n(1/49)\n",
        "فإذا كانت الشفاعة كلُها لله ، ولا تكون إلا من بعد إذنه ، ولا يشفع النبي صلى الله عليه وسلم ولا غيره في أحد حتى يأذن الله فيه ، ولا يأذن إلا لأهل التوحيد ؛ تبين لك : أن الشفاعة كلَها لله ، وأطلبها منه فأقول : اللهم لا تحرمني شفاعته ، اللهم شفّعه في ، وأمثال هذا .\nــــــــــــــــــــــــــــــــــــ\nوقوله : (( ولا يشفع النبي في أحد إلا من بعد أن يأذن الله فيه .. إلى قوله : وأمثال هذا )) :\nذكر الشيخ – رحمه الله - : (( شرطاً آخر للشفاعة ، وهو أن يرضي الله عز وجل عن الشافع والمشفوع له ، لقوله تعالى : ((وَلَا يَشْفَعُونَ إِلَّا لِمَنِ ارْتَضَى )) ( الأنبياء : 28) . وقوله سبحانه (( يَوْمَئِذٍ لَّا تَنفَعُ الشَّفَاعَةُ إِلَّا مَنْ أَذِنَ لَهُ الرَّحْمَنُ وَرَضِيَ لَهُ قَوْلاً )) ( طه : 109) . فقوله تعالى : ((وَرَضِيَ لَهُ قَوْلاً)) يشمل الشافع والمشفوع له (1).\nوهو سبحانه لا يرضى إلا التوحيد كما قال تعالى : (( وَمَن يَبْتَغِ غَيْرَ الإِسْلاَمِ دِيناً فَلَن يُقْبَلَ مِنْهُ )) (آل عمران : 85) , وقال عز وجل : (( وَرَضِيتُ لَكُمُ الإِسْلاَمَ دِيناً )) ( المائدة : 3) , والإسلام هو الاستسلام لله وحده ، فَمن استسلم لله ولغيره فهو مشرك (2).\nقال شيخ الإسلام ابن تيمية – رحمه الله - : ( سبب الشفاعة : توحيد الله وإخلاص الدين والعبادة بجميع أنواعها له ، فكل من كان أعظم إخلاصاً كان أحق بالشفاعة ، فإن الشفاعة مبدؤها من الله ، وعلى الله تمامها ، فلا يشفع أحد إلا بإذنه ، وهو الذي يأذن للشافع ، وهو الذي يقبل في المشفوع له )) (3).\n__________\n(1) انظر : مجموع الفتاوى لابن تيمية 14/392 .\n(2) انظر : التدمرية ص 169 ، واقتضاء الصراط المستقيم 2/836 ، ومجموع الفتاوى 10/14 ، 11/ 219 .\n(3) مجموع الفتاوى 14/414.\n(1/50)\n\nويقول الشيخ سليمان بن عبد الله بن محمد بن عبد الوهاب – رحمهم الله - : (( وحقيقة أمر الشفاعة أن الله سبحانه هو الذي يتفضل على أهل الإخلاص ، فيغفر لهم بواسطة دعاء من أذن له أن يشفع ليكرمه ، وينال المقام المحمود ، فهذا هو حقيقة الشفاعة ، لا كما يظن المشركون والجهال أن الشفاعة هي كون الشفيع يشفع ابتداءً فيمن شاء ، وينجيه من النار ، ولهذا يسألونها من الأموات وغيرهم إذا زاروهم )) (1).\nومما قرره الشيخ عبد اللطيف بن عبد الرحمن بن حسن في شأن الشفاعة وأنها لا تطلب إلا من الله تعالى وحده حيث قال : (( وحقيقتها : أن الله تعالى إذا أراد رحمة عبده ونجاته أذن لمن شاء في الشفاعة رحمة للمشفوع فيه ، وكرامة للشافع ، وقيدت الشفاعة المثبتة بقيود منها : إذنه تعالى للشافع ، ولكن هذا القيد وسره صرف الوجوه إلى الله ، وإسلامها له ، وعدم التعلق على غيره لأجل الشفاعة ، ولذلك يساق هذا بعد ذكر التوحيد ، وما يدل على وجوب عبادة الله وحده ... )) (2).\nفإن قال : النبي صلى الله عليه وسلم أُعطي الشفاعة وأنا أطلبه مما أعطاه الله . فالجواب : أن الله أعطاه الشفاعةَ ونهاك عن هذا فقال تعالى : ((وَأَنَّ الْمَسَاجِدَ لِلَّهِ فَلَا تَدْعُوا مَعَ اللَّهِ أَحَداً )) ( الجن : 18)، فإذا كنت تدعو الله أن يشفع نبيه فيك فأطعه في قوله : (( فَلَا تَدْعُوا مَعَ اللَّهِ أَحَداً )). وأيضاً : فإن الشفاعة أعطَيها غير النبي صلى الله عليه وسلم فصح أن الملائكةَ يشفعون, والأولياء يشفعون، والأقراط يشفعون.\nأتقول : إن الله أعطاهم الشفاعةَ فأطلبها منهم ؟\nفإن قلت هذا ، رجعت إلى عبادة الصالحين التي ذكرها الله في كتابِه ، وإن قلت : لا ، بطل قولك : أعطاه الله الشفاعةَ وأنا أطلبه مما أعطاه الله .\nــــــــــــــــــــــــــــــــــــ\n__________\n(1) تيسير العزيز الحميد ص 295 بتصرف يسير .\n(2) - تحفة الطالب والجليس ص 93 .",
        "(1/51)\n\nوقوله : (( فإن قال : النبي صلى الله عليه وسلم أعطي الشفاعة ... إلى قوله : بطل قولك : أعطاه الله الشفاعة ، وأنا أطلبه مما أعطاه الله )) : أجاب المؤلف عن هذه الشبهة من خلال وجهين :\nأحدهما : أن الله أعطى نبيه محمداً صلى الله عليه وسلم الشفاعة ، ونهاك عن سؤاله ودعائه الشفاعة ، كما قال سبحانه : ((وَأَنَّ الْمَسَاجِدَ لِلَّهِ فَلَا تَدْعُوا مَعَ اللَّهِ أَحَداً )) ( الجن : 18) .\nوقال تعالى : ((وَلاَ تَدْعُ مِن دُونِ اللّهِ مَا لاَ يَنفَعُكَ وَلاَ يَضُرُّكَ فَإِن فَعَلْتَ فَإِنَّكَ إِذاً مِّنَ الظَّالِمِينَ )) ( يونس : 106) .\nفالشفاعة نوع من الدعاء (1) ، ولا يكون الدعاء إلا لله تعالى وحده ، فلا تطلب الشفاعة من المصطفى صلى الله عليه وسلم بعد موته ، فإن من دعاه وسأله الشفاعة فقد أشرك ، فلا يقال : يا رسول أسألك الشفاعة أو أدركني أو أغثني ونحو ذلك مما لا يقدر عليه إلا الله تعالى .\nوقد تقرر – فيما سبق – أن اتخاذ الشفعاء شرك ، كما قال سبحانه : (( وَيَعْبُدُونَ مِن دُونِ اللّهِ مَا لاَ يَضُرُّهُمْ وَلاَ يَنفَعُهُمْ وَيَقُولُونَ هَؤُلاء شُفَعَاؤُنَا عِندَ اللّهِ قُلْ أَتُنَبِّئُونَ اللّهَ بِمَا لاَ يَعْلَمُ فِي السَّمَاوَاتِ وَلاَ فِي الأَرْضِ سُبْحَانَهُ وَتَعَالَى عَمَّا يُشْرِكُونَ )) ( يونس : 18) .\nقال الأمير الصنعاني : (( فجعل الله تعالى اتخاذهم للشفعاء شركاً ، ونزّه نفسه عنه ؛ لأنه لا يشفع عنده أحد إلا بإذنه ، فكيف يثبتون شفعاء لهم لم يأذن الله لهم في الشفاعة ، ولا هم أهل لها ، ولا يغنون عنهم من الله شيئاً )) (2) .\n__________\n(1) انظر : مجموع الفتاوى لابن تيمية 1/200.\n(2) تطهير الاعتقاد ص 8\n(1/52)",
        "\nكما لا يوجد دليل على دعواهم بتجويز طلب الشفاعة من الرسول صلى الله عليه وسلم بعد وفاته ، ولذا قال الشيخ – في إحدى رسائله - : (( القائل أنه يطلب الشفاعة بعد موته يورد علينا الدليل من كتاب الله أو من سنة رسول الله ، أو من اجتماع الأمة ، والحق أحق أن يتبع )) (1).\nوالوجه الثاني : أن الله تعالى أعطى الشفاعة غير نبينا محمد صلى الله عليه وسلم ، فالملائكة يشفعون ، والأولياء يشفعون ، والأفراط – أي الأطفال – يشفعون ، كما جاءت به الأدلة – فهل تطلب الشفاعة من هؤلاء ؟ فإن قال الخصم : نعم ، رجع إلى القول بعبادة الصاحين ودعائهم كما في قوله تعالى : (( وَيَعْبُدُونَ مِن دُونِ اللّهِ مَا لاَ يَضُرُّهُمْ وَلاَ يَنفَعُهُمْ وَيَقُولُونَ هَؤُلاء شُفَعَاؤُنَا عِندَ اللّهِ)) ( يونس : 18) .\nوقوله عز وجل : (( وَمَا نَرَى مَعَكُمْ شُفَعَاءكُمُ الَّذِينَ زَعَمْتُمْ أَنَّهُمْ فِيكُمْ شُرَكَاء لَقَد تَّقَطَّعَ بَيْنَكُمْ وَضَلَّ عَنكُم مَّا كُنتُمْ تَزْعُمُونَ )) ( الأنعام : 94) .\nحيث أخبر سبحانه عن شفعائهم أنهم زعموا أنهم فيهم شركاء (2).\nوإن قال : لا أطلب الشفاعة منهم ، بطل قوله: إن الله أعطى محمداً صلى الله عليه وسلم الشفاعة ، فأنا أطلبه مما أعطاه الله ، حيث فرّق بلا ضابط ولا دليل .\nويمكن أن يضاف وجهان آخران في الجواب عن هذه الشبهة :\nالوجه الثالث : (( أن الله سبحانه أعطاه الشفاعة ، ولكنه صلى الله عليه وسلم لا يشفع إلا بإذن الله، ولا يشفع إلا لمن ارتضاه ومن كان مشركاً فإن الله لا يرتضيه ، فلا يأذن أن يشفع له ، كما قال تعالى : (( وَلَا يَشْفَعُونَ إِلَّا لِمَنِ ارْتَضَى )) ( الأنبياء : 28) (3).\n__________\n(1) مؤلفات الشيخ 5/48 .\n(2) انظر : التدمرية لابن تيمية ص 197 .\n(3) شرح كشف الشبهات للشيخ محمد العثيمين ص 71,70.\n(1/53)\n",
        "فقولهم : إن الله أعطى نبيه الشفاعة لا يعني أنه ملكها بإطلاق ، فهو تمليك معلق على الإذن والرضا ، كما يقول الشيخ عبد الله أبو بطين :\n(( إطلاق القول بأن الله ملّك المؤمنين الشفاعة خطأ ، بل الشفاعة كلها لله وحده ، ((قُل لِّلَّهِ الشَّفَاعَةُ جَمِيعاً )) ( الزمر : 44).\nوأثبت سبحانه الشفاعة بإذنه ، وأخبر النبي صلى الله عليه وسلم يشفعون ، والصالحين يشفعون ، وعلى هذا فمن أذن الله له في الشفاعة ، يصح أن يقال أنه ملك ما أذن له فيه فقط ، لا ما لم يؤذن له فيه ، فهو تمليك معلق على الإذن والرضا لا تمليك مطلق ، وسيد الشفعاء صلوات الله وسلامه عليه لا يشفع حتى يقال له : ارفع رأسك ، وقل يسمع ، واشفع تشفع )) (1).\nالوجه الرابع : ما قرره الشيخ عبد اللطيف بن عبد الرحمن بن حسن بقوله :\n(( وليس قولهم : إنه أعطى الشفاعة بمعنى ملكها وحازها كسائر العطايا والأملاك التي يعطاها البشر ، وأيضاً فإن يعطي رسله وأولياءه ما لا عين رأت ولا أذن سمعت ولا خطر على قلب بشر ، أفيقال أن الله أعطاهم ذلك ، وملكهم إياه ، فيطلب منهم ويرغب إليهم فيه ، فإن كان ذلك مشروعاً وسائغاً ، فالشفاعة قيدت بقيود لم تقيد بها هذه العطايا والمواهب السنية ، وقد قال تعالى : (( قُل لِّلَّهِ الشَّفَاعَةُ جَمِيعاً لَّهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ)) ( الزمر : 44) ،وقد قال تعالى((وَلَا يَشْفَعُونَ إِلَّا لِمَنِ ارْتَضَى)), و قال تعالى : ((مَن ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلاَّ بِإِذْنِهِ )) ( البقرة : 255) (2).\nفإن قال : أنا لا أشرك بالله شيئاً ، حاشى وكلا ، ولكنّ الالتجاء إلى الصالحينَ ليس بشرك , فقل له : إذا كنت تقر أن الله حرّم الشرك أعظم من تحريم الزنا ، وتقر أن الله لا يغفره ، فما هذا الذي حرمه الله وذكر أنه لا يغفره , فإنه لا يدري .\n__________\n(1) تأسيس التقديس ص 82 .\n(2) مصباح الظلام ص 255.\n(1/54)\n\nفقل له : كيف تبرئ نفسك من الشرك وأنت لا تعرفه ؟ أم كيف يحرم الله عليك هذا ويذكر أنه لا يغفره ولا تسأل عنه ولا تعرفُه ! أتظن أن الله يحرمه ولا يبينه لنا ؟\nفإن قال : الشرك عبادة الأصنام ، ونحن لا نبعد الأصنام , فقل له : ما معنى عبادة الأصنام ؟\nأتظن أنهم كانوا يعتقدون أن تلك الأحجار والأخشاب تخلق وترزق وتدبر أمر من دعاها ؟! فهذا يكذبه القرآن .\nوإن قال : هو من قصد خشبة أو حجراً أو بنية على قبر أو غيرِه يدعون ذلك ويذبحون له ويقولون إنه يقربنا إلى الله زلفى ويدفع الله عنا ببركته أو يعطينا ببركته .\nفقل : صدقت ، وهذا هو فعلكم عند الأحجارِ والأبِنية التي على القبورِ وغيرِها , فهذا قد أقرّ أن فعلَهم هذا هو عبادة الأصنام ، فهو المطلوب.\nويقال له أيضاً : قولك: الشرك عبادة الأصنامِ ، هل مرادك أن الشرك مخصوص بهذا , وأن الاعتماد على الصالحين ودعاءهم لا يدخل في ذلك، فهذا يرده ما ذكره الله في كتابه من كفرِ من تعلق على الملائكة أو عيسى أو الصالحين ، فلا بد أن يقر أن من أشرك في عبادة الله أحداً من الصالحين فهو الشرك المذكور في القرآنِ ، وهذا هو المطلوب . وسر المسألة : أنه إذا قال : أنا لا أشرك بالله فقل له : وما الشرك بالله؟ فسره لي .\nوإن قال : هو عبادة الأصنام ، فقل : وما معنى عبادة الأصنام ؟ فسّرها لي ، إن قال : أنا لا أعبد إلا الله وحده ، فقل : ما معنى عبادة الله وحده؟ فسرها لي , فإن فسّرها بما بيّنَه القرآن فهو المطلوب ، وإن لم يعرفْه فكيف يدعي شيئاً وهو لا يعرفه .\nوإن فسّر ذلك بغير معناه بينت له الآيات الواضحة في معنى الشرك بالله وعبادة الأوثان ، وأنه الذي يفعلونه في هذا الزمان بعينه ، وأن عبادة الله وحده لا شريك له هي التي ينكرونها علينا ، ويصيحون فيه كما صاح إخوانهم حيث قالوا : أجعل الآلهة إلهاً واحداً إن هذا لشيء عجاب.",
        "(1/55)\n\nـــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ\nقوله : (( فإن قال : أنا لا أشرك بالله ... إلى قوله : حيث قالوا : أجعل الآلهة إلهاً واحداً إن هذا لشيء عجاب )) .\nبسط المؤلف – رحمه الله – الجواب عن هذه الشبهة بالحجة والبرهان .. فقول المؤلف : (( فقل له : إذا كنت تقر أن الله حرّم الشرك أعظم من تحريم الزنا ، وتقر أن الله لا يغفره )) : وهذا أمر ظاهر ، فتحريم الشرك أعظم من تحريم الزنا ، فالشرك يخرج من الملة الإسلامية ، ويحبط جميع الطالبات ، وهو الذنب الوحيد الذي يمتنع الله عن مغفرته ، بخلاف الزنا فإنه – مع كونه فاحشة وساء سبيلاً – لا يخرج من الملة ، وصاحبه تحت المشيئة الإلهية قال تعالى : (( إِنَّ اللّهَ لاَ يَغْفِرُ أَن يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَن يَشَاءُ )) ( النساء : 116) .\nوعن ابن مسعود رضي الله عنه قال : يا رسول الله أي الذنب أعظم ؟ قال : (( أن تجعل لله نداً وهو خلقك )) (1)\nوقول المؤلف : (( فما هذا الأمر الذي حرّمه الله... إلى قوله : وهذا هو المطلوب)) : فلا يخلو حال الخصم من أمرين :\nأحدهما : أنه لا يعرف معنى الشرك ، فيقال له : كيف تدعي البراءة من الشرك ، وأنت لا تعرف ؟ أو تظن أن الله حرّم الشرك ، وحذرّ منه ، ولم يبينه لعباده ، فهذا ممتنع .\nالأمر الآخر : أن يعرِّف الشرك فيقول : الشرك عبادة الأصنام ، ونحن لا نعبد الأصنام ، فجوابه من ثلاثة أوجه :\nالوجه الأول : إن كنت تريد بعبادة الأصنام أن مشركي العرب كانوا يعتقدون في أصنامهم أنها تخلق وترزق فهذا يكذبه القرآن ، كما سبق في الآيات القرآنية الدالة على إقرارهم بأن الله هو الخالق الرازق .\n__________\n(1) أخرجه البخاري ك التفسير (8/163) ، ح (4477) ومسلم ك الإيمان (1/90) ، ح (141) .\n(1/56)",
        "\nالوجه الثاني : وإن كنت تريد بعبادة الأصنام أنه يقصد غير الله كخشبة أو حجر أو بنية ونحوه، فيسأله ويذبح له بدعوى أنه يقربه إلى الله زلفى ، فيقال : صدقت : وهو عين فعلكم عند الأحجار والأبنية التي على القبور .\nالوجه الثالث : وإن كنت تريد أن الشرك مخصوص بعبادة الأصنام ، فلا يدخل فيه دعاء الصالحين الغائبين وقصدهم ، فهذا مردود بالأدلة القرآنية – التي سبق ذكرها – الدالة على كفر من تعلق أو دعا الملائكة أو الأنبياء أو الصالحين ، ومن ثم فلا بد أن يقرّ بأن الشرك هو عبادة ما سوى الله تعالى ، سواءً كان صنماً أو حجراً أو شجراً أو نبياً أو ملكاً أو صالحاً .\nولذا عرّف العلماء الشرك تعريفاً جامعاً وشاملاً لأنواعه كما في التعريفات التالية :\nيقول شيخ الإسلام ابن تيمية : (( وأصل الشرك أن تعدل بالله تعالى مخلوقاته في بعض ما يستحقه وحده ، فإنه لم يعدل أحد بالله شيئاً من المخلوقات في جميع الأمور ، فمن عبد غيره أو توكل عليه فهو مشرك )) (1).\nويقول : الشيخ عبد اللطيف بن عبد الرحمن بن حسن : (( الشرك قد عرّفه النبي صلى الله عليه وسلم بتعريف جامع ، كما في حديث ابن مسعود رضي الله عنه أنه قال : (( يا رسول الله أي الذنب أعظم ؟ قال : (( أن تجعل لله نداً وهو خلقك )) (2) والند : المثل والشبه ، فمن صرف شيئاً من العبادات لغير الله فقد أشرك به شركاً يبطل التوحيد وينافيه )) (3)\n__________\n(1) الاستقامة 1/344.\n(2) سبق تخريجه .\n(3) الدرر السنية 2/153\n(1/57)\n",
        "وعرّف الشيخ عبد الرحمن السعدي هذا الشرك بتعريف جامع مانع ، فقال : (( إن حد الشرك الأكبر وتفسيره الذي يجمع أنواعه وأفراده أن يصرف العبد نوعاً أو فرداً من أفراد العبادة لغير الله تعالى ، فكل اعتقاد أو قول أو عمل ثبت أنه مأمور به من الشارع ، فصرفه الله وحده توحيد وإيمان وإخلاص ، وصرفه لغيره شرك وكفر ، فعليك بهذا الضابط للشرك الأكبر الذي لا يشذ عنه شيء )) (1).\nوجاء في كتاب (( ظاهرة الإرجاء )) : (( فحقيقة الشرك – على اختلاف صوره ومظاهره - هي الوقوف بالإرادات عند غاية دون الله عز وجل ، أو الانقطاع إلى أسباب من خلق الله عزّ وجلّ وصنعه )) (2).\nوقوله : (( وسر المسالة .. إلى قوله : إن هذا لشيء عجاب )) : تلخيص للجواب السابق الذي مضى تفصيله ، وهو أن يقال : للخصم : ما الشرك بالله تعالى ؟ وما معنى عبادة الأصنام ؟ .. على ما سبق بيانه .\nوقوله : (( وإن فسر ذلك بغير معناه .. )): كأن يفسرها بتوحيد الربوبية ، وأن عبادة الله – عنده – تعني إثبات أن الله هو الرب المالك المدبر (3) ، أو يحصر العبادة في الركوع والسجود لغير الله تعالى .\nفإن قال : إنهم لم يكفروا بدعاءِ الملائكة والأنبياء ، وإنما كفروا لما قالوا : الملائكةُ بنات الله ، وفإنا لم نقل : إنّ عبدَ القادر(4) ابن الله ولا غيره .\n__________\n(1) القول السديد ص 43 ، وانظر : الحق الواضح المبين ص 59.\n(2) ص 94 .\n(3) كما فسرها بعض المناوئين للدعوة السلفية ، انظر : كتاب دعاوى المناوئين لدعوة الشيخ محمد بن عبد الوهاب ص 195- 199 .\n(4) عبدالقادر الجيلاني العابد لبزاهد المشهور,المتوفى سنة 561هـ،وقد غلا فيه أقوام فاستغاثوا به وعبدوه،قال الحافظ ابن رجب في ذيل الطبقات (1/296)((وللشيخ كلام حسن في التوحيد والصفات والقدر وفي علوم المعرفة موافق للسنة)).\n(1/58)\n\nفالجواب : أن نسبة الولد إلى الله تعالى كفر مستقل ؛ قال تعالى : (( قُلْ هُوَ اللَّهُ أَحَدٌ * اللَّهُ الصَّمَدُ )) ( الإخلاص 1-2).\nوالأحد : الذي لا نظير له ، والصمد : المقصود في جميع الحوائجِ . فمن جحد هذا كفر ، ولو لم يجحدْ السورِة ،وقال تعالى : (( مَا اتَّخَذَ اللَّهُ مِن وَلَدٍ وَمَا كَانَ مَعَهُ مِنْ إِلَهٍ )) ( المؤمنون : 91) ، ففرق بين النوعين وجعل كلاً منهما كفراً مستقلاً , وقال تعالى : ( وجعلوا لله شركاء الجن وخلقهم وخرقوا له بنين وبنات بغير علم ) [ الأنعام : 100]، ففرق بين كفرين .\nوالدليل على هذا أيضاً : أن الذين كفروا بدعاء اللات مع كونهِ رجلاً صالحاً لم يجعلوه ابن الله ، والذين كفروا بعبادة الجنِّ لم يجعلوهُم كذلك . وكذلك أيضاً : العلماء في جميع المذاهب الأربعة ، يذكرون في ( باب حكم المرتد ) أن المسلم إذا زعم أن لله ولداً فهو مرتد ، وإنْ أشرك باللهِ فهو مرتد ، ويفرّقون بين النوعينِ وهذا في غاية الوضوح .\nوإن قال (( أَلا إِنَّ أَوْلِيَاء اللّهِ لاَ خَوْفٌ عَلَيْهِمْ وَلاَ هُمْ يَحْزَنُونَ )) ( يونس : 62 ) فقل : هذا هو الحق ، ولكن لا يُبعدون .\nـــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ\nقوله : (( فإن قال : إنهم لا يكفرون بدعاء الملائكة )) :\nأجاب المؤلف – رحمه الله – عن هذه الشبهة من أربعة أوجه :\nالوجه الأول : أن نسبة الولد إلى الله كفر مستقل ، قال تعالى : (( قُلْ هُوَ اللَّهُ أَحَدٌ * اللَّهُ الصَّمَدُ * لَمْ يَلِدْ وَلَمْ يُولَدْ * وَلَمْ يَكُن لَّهُ كُفُواً أَحَدٌ )) ( الإخلاص : 1-4) .",
        "(1/59)\n\nوقال تعالى : (( وَجَعَلُواْ لِلّهِ شُرَكَاء الْجِنَّ وَخَلَقَهُمْ وَخَرَقُواْ لَهُ بَنِينَ وَبَنَاتٍ بِغَيْرِ عِلْمٍ سُبْحَانَهُ وَتَعَالَى عَمَّا يَصِفُونَ * بَدِيعُ السَّمَاوَاتِ وَالأَرْضِ أَنَّى يَكُونُ لَهُ وَلَدٌ وَلَمْ تَكُن لَّهُ صَاحِبَةٌ)) ( 100- 101 ) .\nقال شيخ الإسلام ابن تيمية – رحمه الله – قوله تعالى : ((وَلَمْ تَكُن لَّهُ صَاحِبَةٌ )) نفي الولادة المعهودة ، وقوله : (وَخَلَقَ كُلَّ شَيْءٍ ) نفي للولادة العقلية وهي التولد ؛ لأن خَلْق كل شيء ينافي تولدها عنه )) (1)\nوقوله : (( فمن جحد هذا فقد كفر )) : فمن جحد أو كذب أن الله أحد ، ولم يتخذ صاحبة ولا ولداً ، فقد كفر وخرج من الملة لتكذيبه للقرآن والسنة .\nقال تعالى : ((أَلَا إِنَّهُم مِّنْ إِفْكِهِمْ لَيَقُولُونَ * وَلَدَ اللَّهُ وَإِنَّهُمْ لَكَاذِبُونَ )) الصافات : 151- 152) .\nوفي الحديث القدسي يقول الله تعالى : (( يشتمني ابن آدم وما ينبغي له ذلك ، ويكذبني ابن آدم وما ينبغي له ذلك ، فأما شتمه إياي فقوله إني اتخذت ولداً ، وأنا الأحد الصمد الذي لم يلد ولم يولد ، ولم يكن له كفواً أحد )) (2)\nالوجه الثاني : أن الله فرق بين الكفرين : نسبة الولد إلى الله ، واتخاذ شركاء مع الله تعالى كما في قوله تعالى : (( مَا اتَّخَذَ اللَّهُ مِن وَلَدٍ وَمَا كَانَ مَعَهُ مِنْ إِلَهٍ )) ( المؤمنون : 91) .\nالوجه الثالث : أن الذين كفروا بدعاء اللّات مع كونه رجلاً صالحاً لم يجعلوه ابن الله .\nالوجه الرابع : أن العلماء في جميع المذاهب الأربعة يذكرون في باب حكم المرتد أن المسلم إذا زعم أن لله ولداً فهو مرتد ، ويفرّقون بين النوعين – السابقين – وهذا ظاهر لا خفاء فيه .\n__________\n(1) مجموع الفتاوى لابن تيمية 2/442 .\n(2) أخرجه البخاري ، ك بدء الخلق (6/287) ، ح (3193) .\n(1/60)",
        "\nفإن احتج المخالف بهذه الآية : (( أَلا إِنَّ أَوْلِيَاء اللّهِ لاَ خَوْفٌ عَلَيْهِمْ وَلاَ هُمْ يَحْزَنُونَ )) على تجويز دعاء الصالحين وسؤالهم،فالدليل حق وصواب،لكن الاستدلال في غاية الفساد،فإن الله تعالى أكرم أولياءه بالأمن والحيان الطيبة ،حيث قال سبحانه وتعالى: (( أَلا إِنَّ أَوْلِيَاء اللّهِ لاَ خَوْفٌ عَلَيْهِمْ وَلاَ هُمْ يَحْزَنُونَ * الَّذِينَ آمَنُواْ وَكَانُواْ يَتَّقُونَ )) ( يونس : 62- 63 ) .\nوذلك بسبب إيمانهم وتقواهم وتمام عبوديتهم لله تعالى وحده لا شريك له ، ومن ثم يتعين حبهم وتقديرهم والإقرار بكراماتهم الثابتة لهم ، دون غلو أو إفراط فلا يعبدون مع الله تعالى ، وهذا هو المسلك الوسط والعدل بين طرفي الإفراط والتفريط ، والجفاء والغلو .\nكما قال المؤلف – في إحدى رسائله - : ( وأما الصالحون فهم على صلاحهم – رضي الله عنهم – ولكن نقول ليس لهم شيء في الدعوة ، قال الله تعالى : ((وَأَنَّ الْمَسَاجِدَ لِلَّهِ فَلَا تَدْعُوا مَعَ اللَّهِ أَحَداً )) ( الجن : 18) (1).\nوقال العلامة السعدي – رحمه الله - : (( والناس في معاملة الصالحين ثلاثة أقسام :\nأجل الجفاء الذين يهضمونهم حقوقهم ولا يقومون بحقهم من الحب والموالاة لهم و التوفير والتبجيل .\nوأهل الغلو الذين يرفعونهم فوق منزلتهم التي أنزلهم الله بها .\nوأهل الحق الذين يحبونهم ويوالونهم ويقومون بحقوقهم الحقيقة ، ولكنهم يبرؤون من الغلو فيهم وادعاء عصمتهم )) (2).\nوقول الشيخ : ( (ولا يجحد كرامات الأولياء إلا أهل البدع )) : كالمعتزلة ومن تبعهم ، فقد كذّب أكثر المعتزلة بالكرامات ، وقالوا : لا تخرق العادة إلا لنبي )) (3).\n__________\n(1) مؤلفات الشيخ 5/101.\n(2) القول السديد ص 76 ، 77 .\n(3) انظر : النبوات لابن تيمية ص 2، 67 .\n(1/61)\n",
        "مع أن كرامات الأولياء من معجزات الأنبياء وآياتهم ، فهي لا تعارض معجزات الأنبياء ، فإنما وقعت الكرامات للأولياء بسبب اتباعهم للأنبياء (1).\nومما يحسن التنبيه إليه أن الكرامة ليست من لوازم علو المنزلة ، فقد يُعطى ضعيف الإيمان الكرامة لتقوية إيمانه وسدّ حاجته (2)\nيقول الشيخ عبد اللطيف بن عبد الرحمن بن حسن :\n(( ليست الكرامة من لوازم وعلو الدرجة ، مشى قوم فوق البحار ، ومات عطشاً من هو أفضل منهم وأقوى إيماناً ، وقد كثرت في القرن الثاني والثالث ، وفي القرن الأول من هو أفضل وأجل ممن وقعت له هذه الخوارق )) (3).\nونحن لم ننكر إلا عبادتهم مع الله ، وإشراكهم معه ، وإلا فالواجب عليك حبهم وإتباعهم والإقرار بكراماتهم ولا يجحد كرامات الأولياء إلا أهل البدع والضلال،ودين الله وسط بين طرفين ، وهدى بين ضلالتين ، وحق بين باطلين.\nفإذا عرفت أن هذا الذي يسميه المشركون في زماننا (كبير الاعتقاد) هو الشرك الذي أُنزل فيه القرآن ، وقاتل رسول الله صلى الله عليه وسلم الناس عليه ، فاعلم أن شرك الأولين أخف من شرك أهلِ زماننا بأمرين :\nـــــــــــــــــــــــــــــــــــ\nقوله : (( فإذا عرفت أن هذا الذين يسميه المشركون في زماننا : كبير الاعتقاد ... )) كقوله – في مطلع هذه الرسالة - : (( وعرفت أن التوحيد الذي جحدوه هو توحيد العبادة الذي يسميه المشركون في زماننا الاعتقاد )) .\nقوله : (( فاعلم أن شرك الأولين أخف من شرك أهل زماننا بأمرين .. )) :\nفشرك المتأخرين أعظم وأشنع من شرك الأولين بأمرين :\n__________\n(1) انظر النبوات لابن تيمية ص 4 ، 10 ، 121 ، 282، ومدارج السالكين 2/505 .\n(2) انظر : مجموع الفتاوى لابن تيمية 11/283 .\n(3) تحفة الطالب والجليس ص 72 .\n(1/62)\n\nأحدهما : أن مشركي زماننا يشركون في الرخاء والشدة ، وأما المشركون الأولون فيشركون في الرخاء ويخلصون في الشدة ، كما دلت على ذلك الأدلة التي ساقها المصنف ، كما قال الشيخ المصنف – في أحد كتبه - : (( واعلم أن المشركين في زماننا قد زادوا على الكفار زمن النبي صلى الله عليه وسلم بأنهم يدعون الأولياء والصالحين في الرخاء والشدة ، ويطلبون منهم تفريج الكربات وقضاء الحاجات )) (1).\nوقد أورد حسين بن مهدي النعمي وحسين بن غنام والصنعاني – رحمهم الله – وغيرهم أمثلة متعددة ومظاهرة متنوعة لمشركي هذا الزمان ، وما وقعوا فيه من الشرك في الرخاء والشدة (2).\nوالأمر الثاني : أن الأولين يدعون مع الله أناساً صالحين ، أو أشجاراً أو أحجاراً خاضعة مطيعة لله تعالى ، وأما مشركو هذا الزمان فيدعون مع الله تعالى أناساً يحكون عنهم أعظم الفسق والفساد .\nومن ذلك ما يفعله بعض أهل نجد عند قبة أبي طالب ، وهم يعلمون أنه حاكم متعد غاصب ، حيث كان يخرج إلى بلدان نجد ، ويضع عليهم خراجاً من المال ، فإن أعطي ما أراد انصرف وإلا عاداهم وحاربهم ، فصاروا يأتون قبره ، ويستغيثون به عند حلول المصائب !! (3)\nوحكى الشيخ عبد الرحمن بن حسن ما عليه بعض المصريين تجاه أحمد البدوي فقال : (( كما جرى لأهل مصر وغيرهم ، فإن أعظم آلهتهم أحمد البدوي ، وهو لا يعرف له أصل ولا فضل ولا علم ولا عبادة ، ومع هذا فصار أعظم آلهتهم ، مع أنه لا يعرف إلا أنه دخل المسجد يوم الجمعة فبال فيه ، ثم خرج ولم يصل )) (4).\nوقال الشيخ عبد اللطيف بن عبد الرحمن بن حسن – في هذا المقام - :\n__________\n(1) تاريخ ابن غنام 2/ 99، وانظر : منهاج التأسيس ص 50 – 55 .\n(2) انظر : معارج الألباب للنعمي ص 178- 181 ، تاريخ ابن غنام 1/11-19 ، وتطهير الاعتقاد ص 21 ، ورحلة الصدّيق إلى بيت الله العتيق ص 171 .\n(3) انظر : تاريخ ابن غنام 1/13 .\n(4) قرة عيون الموحدين ص 114 .",
        "(1/63)\n\n(( وقد حدثني الشيخ : خليل الرشيدي بالجامع الأزهر ، أن بعض أعيان المدرسين هناك قال : لا يدق وتد في القاهرة إلا بإذن السيد أحمد البدوي ، قال : فقلت له : هذا لا يكون إلا لله ، فقال : حبي في سيدي أحمد البدوي اقتضى هذا ، وحكى أن رجلاً سأل الآخر : كيف رأيت الجمع عند زيارة الشيخ الفلاني ؟ ، فقال : لم أر أكثر منه إلا في جبال عرفات ، إلا إني لم أرهم سجدوا لله سجدة قط ، ولا صلوا مدة ثلاثة أيام ..)) (1).\nأحدهما : أن الأولين لا يشركون ولا يدعون الملائكة أو الأولياء أو الأوثان مع الله إلا في الرخاء ، وأما في الشدة فيُخلصون الله الدعاء ، كما قال تعالى : ( وإذا مسكم الضر في البحر ضل من تدعون إلا إياه فلما نجاكم إلى البر أعرضتم وكان الإنسان كفوراً ) [ الإسراء : 67] وقال تعالى : ( قل أرأيتم إن أتاكم عذابُ الله أو أتتكم الساعة أغير الله تدعون إن كنتم صادقين * بل إياه تدعون فيكشف ما تدعون إليه إن شاء وتنسون ما تشركون ) [ الأنعام ك 39، 40] وقوله : (وَإِذَا مَسَّ الْإِنسَانَ ضُرٌّ دَعَا رَبَّهُ مُنِيباً إِلَيْهِ ثُمَّ إِذَا خَوَّلَهُ نِعْمَةً مِّنْهُ نَسِيَ مَا كَانَ يَدْعُو إِلَيْهِ مِن قَبْلُ وَجَعَلَ لِلَّهِ أَندَاداً لِّيُضِلَّ عَن سَبِيلِهِ قُلْ تَمَتَّعْ بِكُفْرِكَ قَلِيلاً إِنَّكَ مِنْ أَصْحَابِ النَّارِ) [ الزمر : 8] وقوله : ( وإذا غشيهم موج كالظلل دعوا الله مخلصين له الدين ) [ لقمان : 32] . فمن فهِم هذه المسألة التي وضحها الله في كتابِه ؛ وهي أن المشركين الذين قاتلهم رسول الله صلى الله عليه وسلم يدعون الله، ويدعون غيره في الرخاء ، وأما في الضراء فلا يدعون إلا الله وحده لا شريكَ له ، وينسون سادتهم ، تبين له الفرق بين شرك أهلِ زماننا وشرك الأولين ، ولكن أين من يفهم قلبه هذه المسألة فهماً جيداً راسخاً , والله المستعان .\n__________\n(1) منهاج التأسيس ص 33 ، وانظر : معارج الألباب لحسين النعمي ص 177 .\n(1/64)",
        "\nوالأمر الثاني : أن الأولين يدعون مع الله أناساً مقربين عند الله ؛ إما نبياً وأما ولياً وإما ملائكةً ، أو يدعون أشجاراً,أو أحجاراً مطيعةَ لله تعالى ليست بعاصية .\nوأهل زماننَا يدعون مع الله أناساً من أفسق الناس ، والذين يدعونَهم هم الذين يحكون عنهم الفجور من الزنا ، والسرقة ، وترك الصلاة ، وغير ذلك ، والذي يعتقد في الصالحِ ، والذي لا يعصي – مثل الخشب والحجرِ – أهون ممن يعتقد فيمن يشاهد فسقه وفساده ويشهد به .\nإذا تحقق أن الذين قاتلَهم رسول الله صلى الله عليه وسلم أصح عقولاً وأخف شركاً من هؤلاء ، فاعلم أن لهؤلاء شبهةً يورِدونَها على ما ذكرنا وهي من أعظمِ شُبهِهِم فأصغِ سمعك لجوابِها .\nوهي أنهم يقولون : إن الذين نزل فيهم القرآن لا يشهدون أن لا إله إلا الله ، ويكذبون الرسول صلى الله عليه وسلم ، وينكرون البعث ، ويكذبون القرآن ويجعلونَه سحراً ، ونحن نشهد أن لا إله إلا الله وأن محمداً رسول الله ، ونصدق القرآن ، ونؤمن بالبعث ،ونصلي ونصوم ، فكيف تجعلونَنا مثل أولئك ؟\nفالجواب : أنَه لا خلاف بين العلماء كلِهم أن الرجلَ إذا صدّق رسول الله صلى الله عليه وسلم في شيء ، وكذبه في شيء أنه كافر لم يدخل في الإسلامِ ، وكذلك إذا آمن ببعضِ القرآنِ وجحد بعضه ؛ كمن أقر بالتوحيد ، وجحد وجوب الصلاة ، أو أقر بالتوحيد والصلاة ، وجحد الزكاة أو أقر بهذا كله وجحد الصومِ ، أو أقر بهذا كله وجحد الحج.\nــــــــــــــــــــــــــــــــــــ\nوقوله (( أو يدعون أشجاراً أو أحجاراً مطيعة لله ليست عاصية )) كما قال سبحانه : ((وَلَهُ مَن فِي السَّمَاوَاتِ وَالْأَرْضِ كُلٌّ لَّهُ قَانِتُونَ )) ( الروم : 26) .\nوالقنوت لغة دوام الطاعة (1).\n__________\n(1) انظر : رسالة في قنوت الأشياء كلها لله ( ضمن جامع الرسائل لابن تيمية ، ت : محمد رشاد سالم 1/3) .\n(1/65)\n",
        "وقوله : ((والذي يعتقدُ في الصالحِ ، والذي لا يعصي – مثل الخشبِ والحجرِ – أهونُ ممن يعتقدٌ فيمن يُشاهدُ فسقُهُ وفسادُه ويشهدُ بهِ ))وكذا فإن دواعي الفتنة بالصالحين والغلو فيهم أظهر وأقرب منها في غيرهم .\nبل زاد مشركو زماننا على أسلافهم بأمر ثالث وهو أن مشركي هذا الزمان يعتقدون في أولئك الأولياء أنهم يدبرون الكون ويتصرفون في قبضه وبسطه ، فجمعوا بين الشرك في الربوبية والإلهية ، مع أن مشركي العرب كانوا يعتقدون أن النفع والضر بيد الله تعالى وحده ، فأثبتوا الربوبية لله تعالى وحده .\nوقد كشف الشيخ حسين بن مهدي النعمي حال مشركي هذا الزمان وما وقعوا فيه من الشرك في الربوبية والإلهية ، فكان مما قاله :\n(( وحاصل معتقدهم أن للولي اليد الطولى في الملك والملكوت .. ومن ذلك : أن حياً من أهل البوادي إذا أرسلوا أنعامهم للمرعى قالوا : في حفظك يا فلان ، يعنون ساكن مشهدهم . .\nومنهم من يخاطب الولي بزعمه ، فيقول : يا خالق الولد الذي تخلقه مطهور . ولقد تجاسر بعض العامة فقال: (( والله ، أما الولي فإنه يحيي الموتى أما والي فلان فإنه حي لا يموت )) (1).\nوقوله : (( فالجواب : أنه لا خلاف بين العلماء كلهم أن الرجل إذا صدق رسول الله صلى الله عليه وسلم في شيء وكذبه في شيء أنه كافر لم يدخل في الإسلام )) :\nكالنصراني الذي يقرّ بنبوة محمد صلى الله عليه وسلم ، ولكن يدّعي أنه رسول الله إلى العرب خاصة ، وينكر أن يكون رسولاً إلى الناس كافة ، فهذا النصراني كافر بذلك الإنكار .\nفالمؤلف – رحمه الله – يقرر جواباً عن هذه الشبهة – أن الشخص يكفر بتلبسه بأحد نواقض الإسلام ، فليس من شرط التكفير أن يكفر أو يكذب بجميع ما أنزل الله على نبيّه صلى الله عليه وسلم .\nيقول الشيخ عبد اللطيف بن عبد الرحمن بن حسن – جواباً عن هذه الشبهة - :\n__________\n(1) معارج الألباب ص 170 ، 173 ، 179 باختصار .\n(1/66)\n\n(( لا يشترط في التكفير أن يكفر المكلف بجميع ما جاء به الرسول ، بل يكفي في الكفر والردة والعياذ بالله أن يأتي بموجب ذلك ولو في بعض الأصول ، وهذا ذكر الفقهاء من أهل كل مذهب ، ومن أراد الوقوف على جزئيات وفروع في الكفر والردة ، فعليه بما صنف في ذلك كالأعلام لابن حجر (1) ، وما عقده الفقهاء من أهل كل مذهب ، في باب حكم المرتد )) (2).\nولما لم ينقد أناس في زمن النبي صلى الله عليه وسلم للحج ، أنزل الله في حقهم : (( وَلِلّهِ عَلَى النَّاسِ حِجُّ الْبَيْتِ مَنِ اسْتَطَاعَ إِلَيْهِ سَبِيلاً وَمَن كَفَرَ فَإِنَّ الله غَنِيٌّ عَنِ الْعَالَمِينَ )) (آل عمران : 97) .\nومن أقر بهذا كله وجحد البعث كفر بالإجماع وحل دمه وماله ؛ كما قال تعالى : ((إِنَّ الَّذِينَ يَكْفُرُونَ بِاللّهِ وَرُسُلِهِ وَيُرِيدُونَ أَن يُفَرِّقُواْ بَيْنَ اللّهِ وَرُسُلِهِ وَيقُولُونَ نُؤْمِنُ بِبَعْضٍ وَنَكْفُرُ بِبَعْضٍ وَيُرِيدُونَ أَن يَتَّخِذُواْ بَيْنَ ذَلِكَ سَبِيلاً * أُوْلَئِكَ هُمُ الْكَافِرُونَ حَقّاً وَأَعْتَدْنَا لِلْكَافِرِينَ عَذَاباً مُّهِيناً )) ( النساء : 150-151) ,\nفإذا كان الله قد صرح في كتابه أن من آمن ببعض وكفر ببعض فهو الكافر حقاَ وأنه يستحق ما ذكر ؛ زالت هذه الشبهة.\nـــــــــــــــــــــــــــــــــــ\nوقوله : ( (ولما لم ينقد أناس في زمن النبي صلى الله عليه وسلم للحج أنزل الله في حقهم ، (( وَلِلّهِ عَلَى النَّاسِ حِجُّ الْبَيْتِ)) (آل عمران : 97) .\n__________\n(1) يعني : الإعلام بقواطع الإسلام لابن حجر الهيتمي .\n(2) منهاج التأسيس ص 47 .",
        "(1/67)\n\nقال عكرمة مولى ابن عباس – رضي الله عنهما – (( لما أنزل الله تعالى : (( وَمَن يَبْتَغِ غَيْرَ الإِسْلاَمِ دِيناً فَلَن يُقْبَلَ مِنْهُ وَهُوَ فِي الآخِرَةِ مِنَ الْخَاسِرِينَ )) ( آل عمران : 85) . قالت اليهود والنصارى : (( فنحن مسلمون ، فأنزل الله تعالى : (( وَلِلّهِ عَلَى النَّاسِ حِجُّ الْبَيْتِ مَنِ اسْتَطَاعَ إِلَيْهِ سَبِيلاً )) (آل عمران : 97) فقالوا : لا نحج ، فقال تعالى : ((وَمَن كَفَرَ فَإِنَّ الله غَنِيٌّ عَنِ الْعَالَمِينَ )) (آل عمران : 97) .\n(1)\nوقال المصنف في مسائل ذكرها عند قوله تعالى : (( وَمَن يَرْغَبُ عَن مِّلَّةِ إِبْرَاهِيمَ إِلاَّ مَن سَفِهَ نَفْسَهُ )) (البقرة : 130) . ، (( أنه بيّن أن ملة إبراهيم هي الإسلام ، ومنه تعظيم البيت وحجه ، ومع إقرار علماء أهل الكتاب لذلك يرغبون عنه ، وهذه مسألة مهمة يدل عليها قوله صلى الله عليه وسلم : (( ومن رغب عن سنتي فليس مني )) . فإذا عرفت ملته فالواجب الاتباع لا مجرد الإقرار مع الرغوب عنها )) (2)\nقوله : (( ومن أقر بهذا كله وجحد البعث كفر بالإجماع وحل دمه وماله ،كما قال تعالى : ((إِنَّ الَّذِينَ يَكْفُرُونَ بِاللّهِ وَرُسُلِهِ)) الآية)):\nإنكار البعث كفر بما جاء به الرسول كما في الآية التي استدل بها المصنف ، وإنكار البعث خروج عن الملة ، كما قال تعالى : (( وَإِن تَعْجَبْ فَعَجَبٌ قَوْلُهُمْ أَئِذَا كُنَّا تُرَاباً أَئِنَّا لَفِي خَلْقٍ جَدِيدٍ أُوْلَئِكَ الَّذِينَ كَفَرُواْ بِرَبِّهِمْ وَأُوْلَئِكَ الأَغْلاَلُ فِي أَعْنَاقِهِمْ وَأُوْلَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدونَ )) ( الرعد : 5) .\n__________\n(1) أخرجه سعيد بن منصور في السنن 3/1063، وابن جرير في التفسير 4/21.\n(2) مؤلفات الشيخ 4/34 ، 35 ، بتصرف يسير .\n(1/68)",
        "\nوالمقصود أن من آمن ببعض وكفر ببعض فهو الكافر حقاً بنص القرآن ، ويستحق هذا الوعيد الشديد : ((وَأَعْتَدْنَا لِلْكَافِرِينَ عَذَاباً مُّهِيناً )) .\nقال شيخ الإسلام ابن تيمية – رحمه الله - : (( ولم يجئ إعداد العذاب المهين في القرآن الكريم إلا في حق الكفار )) (1).\nوهذه هي التي ذكرها بعض أهلِ الأحساء في كتابه الذي أرسل إلينا، ويقال أيضاً : إن كنتَ تقر أن من صدق الرسول صلى الله عليه وسلم في كلِ شيء وجحد وجوب الصلاة ، أنه كافر حلال الدم بالإجماعِ ،وكذلك إذا أقر بكلِ شيء إلا البعث ، وكذلك لو جحد وجوب صومِ رمضان ، وصدق بذلك ، لا يجحد هذا ، ولا تختلف المذاهب فيه ، وقد نطق به القرآن كما قدمنا .\nـــــــــــــــــــــــــــــــــــ\nقوله : (( وهذه هي التي ذكرها بعض أهل الأحساء في كتابه الذي أرسله إلينا )) لعله يقصد ببعض أهل الأحساء : أحمد بن عبد الكريم ، فقد كتب لهذا الرجل رسالة جواباً عما وقع فيه من الاشتباه والإشكال ، حيث يفهم من هذه الرسالة أن أحمد بن عبد الكريم تلبّس بهذه الشبهة ، فزعم أن من أظهر الإسلام لا يكفر ولا يقتل ، وإن وقع في ناقض من نواقض الإسلام ، فأجاب الشيخ عن هذه الشبهة وأورد الأدلة الشرعية والوقائع التاريخية التي تقرر أن من أظهر الشرك أو الكفر فهو كافر حلال الدم والمال (2).\nوقوله : (( ويقال أيضاً : إذا كنت تقر أن من صدق الرسول... إلى قوله كما قدمنا )) : فالصلاة والصيام ونحوهما من الواجبات المتواترة ، فمن جحدها فقد كفر ؛ لأنه أنكر حكماً معلوماً من الدين بالضرورة (3).\n__________\n(1) الصارم المسلول ص 52 .\n(2) انظر : مؤلفا ت الشيخ 5/212-224 .\n(3) انظر : صحيح مسلم بالنووي 1/205 ، ومجموع الفتاوى لابن تيمية 12/497 ، فتح الباري 12/202.\n(1/69)\n",
        "وقد أجمع العلماء على تكفير من أنكر حكماً معلوماً من الدين بالضرورة ، وحكى الإجماع غير واحد من أهل العلم (1).\nوإذا كان جاحد الصلاة أو الصيام كافراً ، وإن صلى وصام وعمل بكل ما جاء به الرسول صلى الله عليه وسلم ، فإن جاحد التوحيد أعظم كفراً .\nفمن أعجب العجب أن يكون جاحد الصلاة أو الصيام كافراً عندهم ، ولا يكون جاحد التوحيد كافراً !\nفمعلوم أن التوحيد هو أعظم فريضة جاء بها النبي صلى الله عليه وسلم وهو أعظم من الصلاة والزكاة والصوم والحج ، فكيف إذا جحد الإنسان شيئاً من هذه الأمورِ كفر ، ولو عمل بكلِ ما جاء به الرسول ، وإذا جحد التوحيد الذي هو دين الرسلِ كلهم لا يكفر ؟سبحان الله ! ما أعجب هذا الجهل .\nويقال : أيضاً هؤلاء أصحاب رسولِ الله صلى الله عليه وسلم قاتلوا بني حنيفة ، وقد أسلموا مع النبي صلى الله عليه وسلم ، وهم يشهدون أن لا إله إلا الله وأن محمداً رسول الله ،ويؤذنون ، ويصلون .\nفإن قال : إنهم يقولون : إن مسيلمة نبي.\nفقل : هذا هو المطلوب ، إذا كان من رفع رجلاً إلى رتبة النبيِ صلى الله عليه وسلم كفر ، وحل ماله ودمه ، ولم تنفعه الشهادتان ، ولا الصلاة ، فكيف بمن رفع شمسان أو يوسف ، أو صحابياً ، أو نبياً ، إلى مرتبة جبارِ السموات والأرضِ؟ سبحان الله ما أعظم شأنَه! كذلكِ يطبع الله على قلوب الذين لا يعلمون .\nـــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ\nوقوله : (( ويقال أيضاً : هؤلاء أصحاب رسول الله صلى الله عليه وسلم قاتلوا بني حنيفة ... )) قد فصّل المؤلف – رحمه الله – الحديث عن المرتدين بعد وفاة النبي صلى الله عليه وسلم في غير موضع .\n__________\n(1) نواقض الإيمان القولية والعملية ص 252 ، 255 .\n(1/70)\n\nفمما قاله : (( ليتفطن العاقل لقصة واحدة منها : وهي أن بني حنيفة أشهر أهل الردة ، وهم الذين يعرفهم العامة من أهل الردة ، وهم عند الناس أقبح أهل الردة ، وأعظمهم كفراً ، وهم -مع هذا- يشهدون أن لا إله إلا الله ، وأن محمداً رسول الله ، ويؤذنون ويصلون ، ومع هذا فإن أكثرهم يظنون أن النبي صلى الله عليه وسلم أمرهم بذلك )) (1)\nوقال – في موضع آخر - : (( فإذا عرفت أن العلماء أجمعوا أن الذين كفروا ورجعوا إلى عبادة الأوثان ، وشتموا رسول الله صلى الله عليه وسلم هم ومن أقر بنبوة مسيلمة في حال واحدة ولو ثبت على الإسلام كله .. )) (2).\nومراد المؤلف من إيراد قصة الردة ظاهرة ، ففيها ردّ على تلبيس علماء السوء في زمانه ، حيث زعموا أن من قال لا إله إلا الله فهو مسلم وإن أظهر الكفر بقوله أو عمله .\nقوله : (( فإن قال : إنهم يقولون : إن مسيلمة نبي ...إلى قوله : الذين لا يعلمون )) : فمن رفع رجلاً – كمسيلمة الكذاب – إلى رتبة النبي فهو كافر حلال الدم والمال وإن صلى وصام وزعم أنه مسلم .\nفكيف بمن رفع مخلوقاً – كائناً من كان – إلى مرتبة جبار السموات والأرض ؟ فلا شك أن هذا أعظم كفراً وأظهر ردة .\nقال المؤلف : ( قال تعالى :(( وَلاَ يَأْمُرَكُمْ أَن تَتَّخِذُواْ الْمَلاَئِكَةَ وَالنِّبِيِّيْنَ أَرْبَاباً أَيَأْمُرُكُم بِالْكُفْرِ بَعْدَ إِذْ أَنتُم مُّسْلِمُونَ )) ( آل عمران : 80) .\nفتأمل هذه الآية : فإذا كان الصحابة لو يفعلونها مع الرسل كفروا بعد إسلامهم فكيف بمن يفعلها في تاج وأمثاله )) (3).\nوأما يوسف وشمسان فهذه أسماء أناس طواغيت يعبدون من دون الله تعالى زمن المؤلف ، وقد بيّن الشيخ العلامة محمد بن إبراهيم – رحمه الله – بقوله :\n__________\n(1) مؤلفات الشيخ 3/41 ، وانظر : 3/42.\n(2) مؤلفات الشيخ 1/361 .\n(3) مؤلفات الشيخ 4/16 باخصتار .",
        "(1/71)\n\n(( يوسف وشمسان وتاج أسماء أناس كفرة طواغيت ، فأما تاج فهو من أهل الخرج تصرف إليه النذور ، ويُدعى ويعتقد فيه النفع والضر ، وكان يأتي إلى أهل الدرعية من بلده الخرج لتحصيل ماله من النذور ، وقد كان يخافه كثير من الناس الذين يعتقدون فيه ، وله أعوان وحاشية لا يتعرض لهم بمكروه ، بل يدعى فيهم الدعاوى الكاذبة ، وتنسب إليهم الحكايات القبيحة .\nوأما شمسان فالذي يظهر من رسائل إمام الدعوة رحمه الله أنه لا يبعد عن العارض ِ، وله أولاد يعتقد فيهم ، وأما يوسف فقد كان على قبره وثن يعتقد فيه ، ويظهر أن قبره في الكويت أو الأحساء كما يفهم من بعض رسائل الشيخ رحمه الله (1).\nأما تاريخ وجودهم فهو قريب من عصر إمام الدعوة الشيخ محمد بن عبد الوهاب رحمه الله (2)).\nوقد ذكر المصنف شمسان وأولاده – ومنهم محمد بن شمسان وكذا يوسف ، في عدة مواضع ، وحكم عليهم بأنهم كفرة طواغيت ، حيث كانوا يأمرون الناس أن ينذروا لهم ، ويدعون الناس إلى عبادتهم من دون الله ، كما أن أولاد شمسان قد ألصقوا مفتريات كثيرة بالشيخ محمد ابن عبد الوهاب رحمه الله (3)\nويقال أيضاً : الذين حرقهم عليّ بن أبي طالب-رضي الله عنه- بالنار ، كلهم يدّعون الإسلام ، وهم من أصحاب عليِّ -رضي الله عنه- ، وتعلموا العلم من الصحابة ، ولكن اعتقدوا في عليّ مثل الاعتقاد في يوسف وشمسان وأمثالهما ، فكيف أجمع الصحابة على قتلهم وكفرِهم .\nأتظنون أن الصحابة يكفرون المسلمين ؟ أم تظنون أن الاعتقاد في تاج وأمثاله لا يضر ، والاعتقاد في عليّ بن أبي طالب يُكفّر ؟\n__________\n(1) ويدل على ذلك قول المصنف : (( وتبين في مدح من عَبَدَ يوسف والأشقر ومن عبد أبا علي والخضر من أهل الكويت )) تاريخ ابن غنام 2/271 .\n(2) فتاوى الشيخ محمد بن إبراهيم 1/134 ، 135 باخصتار .\n(3) انظر : تاريخ ابن غنام 2/106، 125 ، 161 ، 285 ، 267 ، 271 ،336 ، ومؤلفات الشيخ 4/16 ، 5/ 54، 75 ، 89 ، 188 ، 216 .\n(1/72)",
        "\nــــــــــــــــــــــــــــــــــــ\nقوله:(( ويقال أيضاً : هؤلاء الذين حرّقهم علي بن أبي طالب ... إلى قوله : والاعتقاد في عليّ بن أبي طالب يكفّر ؟ )) : تحدث المؤلف عن هؤلاء الغلاة في مواضع متعددة من رسائله ، ونقل إجماع الصحابة على كفر من ادعى ألوهية عليّ بن أبي طالب – رضي الله عنه – وقتلهم ، حيث حرّفهم عليّ وهم أحياء (1).\nيقول المؤلف : (( قصة أصحاب عليّ بن أبي طالب لما اعتقدوا فيه الإلهية التي تُعقد اليوم في أناس من أكفر بين آدم وأفسقهم ، فدعاهم إلى التوبة فأبوا ، فخدّ لهم الأخاديد ، وملأها حطباً ، وأضرم فيها النار ، وقذفهم فيها وهم أحياء .\nهذا وهم يقومون الليل ، ويصومون النهار ، ويقرؤون القرآن .\n- إلى أن قال – واعلم أن جناية هؤلاء إنما هي على الألوهية ، وما علمنا فيهم جناية على النبوة ، والذين قبلهم جنايتهم على النبوة (2)، وما علمنا لهم جناية على الإلهية ، وهذا يبين لك شيئاً من معنى الشهادتين الذين هما أصل الإسلام )) (3).\nويقال : أيضاً : بنو عبيد القداحِ الذي ملكوا المغرب ومصر في زمانِ بني العباسِ ، كلهم يشهدون بألسنتهم أن لا إله إلا الله وأن محمداً رسول الله ويدَّعون الإسلام ويصلون الجمعة والجماعة . فلما اظهروا مخالفة الشريعة في أشياء دون ما نحن فيه ، أجمع العلماء على كفرِهم وقتالهِم ، وأن بلادهم بلاد حرب ، وغزاهم المسلمون حتى استنقذوا ما بأيديهم من بلدانِ المسلمين .\nــــــــــــــــــــــــــــــــــــ\nويقال : (( ويقال أيضاً : بنو عبيد القداح .. إلى قوله : من بلدان المسلمين )) .\n__________\n(1) انظر : تاريخ ابن غنام 2/198، 247، 276 .\n(2) يعني أتباع مسيلمة الكذاب .\n(3) مؤلفات الشيخ 3/44 .\n(1/73)\n",
        "والعبيديون هو الذين يسمون أنفسهم – كذباً – بالفاطميين ، فالعبيديون نسبة إلى عبيد الله المهدي مؤسس دولتهم في المغرب ومصر ، ووالد الخلفاء العبيديين ، ونسبهم المؤلف إلى القداح أحد مؤسسي الباطنية ، واسمه ميمون بن ديصان ، ويعرف القداح\nوالعبيديون من الباطنية الذين ظاهر مذهبهم التشيع والرفض ، وباطنه الكفر المحض .\nولقبوا بالباطنية لقولهم إن الناس يعلمون علم الظاهر ، والإمام يعلم علم الباطن ،وحرّفوا معاني القرآن وجعلوا هذه التحريفات هي علم الباطن، وقصدهم من ذلك هدم عقيدة التوحيد وإبطال الشرائع والخروج عن أحكام الدين .\nقال شيخ الإسلام ابن تيمية : (( وبالجملة فعلم الباطن الذين يدّعون ، مضمونه الكفر بالله وملائكته وكتبه ورسله واليوم الآخر ، بل هو جامع لكل كفر )) (1).\nوقال عبد القاهر البغدادي : (( والذي يصح عندي من دين الباطنية أنهم دهرية زنادقة يقولون بقدم العالم ، وينكرون الرسل والشرائع كلها لميلها إلى استباحة كل ما يميل إليه الطبع )) (2).\nوقال أبو حامد الغزالي عنهم : (( والمنقول عنهم الإباحة المطلقة واستباحة المحظورات واستحلالها وإنكار الشرائع )) (3).\nوما ذكره المؤلف – رحمه الله – عنهم أنهم يشهدون الشهادتين ويصلون الصلوات ، فلعله باعتبار أنهم يتظاهرون بذلك ، لكن حقيقتهم أنهم أعظم كفراً من اليهود والنصارى ، فأي كفر أعظم من نقض التوحيد والقول بقدم العالم ، والطعن في النبوات ، وإبطال الشرائع ، واستحلال المحرمات !\n__________\n(1) مجموع الفتاوى 35/135.\n(2) الفرق بين الفرق ص 294 .\n(3) فضائح الباطنية ص 46.\n(1/74)\n\nوفي كلام المؤلف عنهم في كتابه مختصر سيرة الرسول صلى الله عليه وسلم ما يدل على ذلك ، وهو أكثر دقة وتفصيلاً ، حيث قال عنهم : (( وأظهروا شرائع الإسلام ، وإقامة الجمعة والجامعة ، ونصبوا القضاة والمفتين ، لكن أظهروا الشرك ومخالفة الشريعة ، وظهر منهم ما يدل على نفاقهم وشدة كفرهم ، فأجمع أهل العلم أنهم كفار ، وأن دارهم دار حرب .. )) (1).\nويقال أيضاً : إذا كان الأولون لم يكفروا إلا لأنهم جمعوا بين الشرك وتكذيب الرسول والقرآن ، وإنكار البعث ، وغير ذلك ، فما معنى الباب الذي ذكر العلماء في كل مذهب باب حكم المرتد ، وهو المسلم الذي يكفر بعد إسلامه ؟\nثم ذكروا أنواعاً كثيرة ، كل نوع منها يُكفِّر ويحل دم الرجل وماله ، حتى إنهم ذكروا أشياء يسيرة عند من فعلها ، مثل كلمة يذكرها بلسانه دون قلبِه ، أو كلمة يذكرها على وجه المزح واللعب .\nــــــــــــــــــــــــــــــــــــ\nوقوله : (( ويقال أيضاً : إذا كان الأولون لم يكفروا ... إلى قوله : بعد إسلامه )) : يقرر المؤلف في هذا الجواب أن من وقع في ناقض من نواقض الإسلام فإنه يكفر ويخرج من الملة ، سواءً كان هذا الناقض اعتقادياً أو قولياً أو علمياً ، فليس من شرط التكفير أن يجمع الشخص بين مفكرات متعددة – كما توهم الخصوم – فهذا باب حكم المرتد في كتب الفقه – وفي كل مذهب – يدل على من تلبّس بأي نوع أو فرد من أفراد الردة فإنه كافر منسلخ عن دين الله تعالى .\n__________\n(1) مؤلفات الشيخ 3/47، وانظر : تاريخ ابن غنام 2/198، 247.",
        "(1/75)\n\nوقوله : (( حتى إنهم ذكروا أشياء يسيرة عند من فعلها .. إلى قوله : على وجه المزح واللعب )) : ومقصود المؤلف – رحمه الله – أن الكفر قد يكون بكلمة عابرة – لا يُلقى لها بال – أو بمجرد كلمة مزح واستهزاء ، كما في حديث أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: (( إن الرجل ليتكلم بالكلمة لا يرى بها بأساً بها سبعين خريفاً في النار )) (1).\nوعن بلال بن الحارث رضي الله عنه – مرفوعاً - : (( وإن الرجل ليتكلم بالكلمة من سخط الله ما يظن أن تبلغ ما بلغت ، فيكتب الله عليه بها سخطه إلى يوم القيامة )) (2).\nوقوله : (( مثل كلمة يذكرها بلسانه دون قلبه )) أي قد يكون الكفر قولاً باللسان ولو ادعي أن القلب غير معتقد بهذا الكفر القولي .\nيقول أبو ثور – رحمه الله - : (( ولو قال المسيح هو الله ، وجحد أمر الإسلام ، وقال : لم يعتقد قلبي على شيء من ذلك أنها كافر بإظهار ذلك وليس بمؤمن )) (3).\nوقال شيخ الإسلام ابن تيمية – رحمه الله – وإن سبّ الله أو سبّ رسوله كفر ظاهراً وباطناً ، سواءً كان الساب يعتقد أن ذلك محرم ، أو كان مستحلاً ، أو كان ذاهلاً عن اعتقاده ، هذا مذهب الفقهاء وسائر أهل السنة القائلين بأن الإيمان قول وعمل )) (4).\nوقال ابن نجيم الحنفي : (( إن من تكلم بكلمة الكفر هازلاً ، أو لاعباً كفر عند الكل ، ولا عبرة باعتقاده )) (5).\n__________\n(1) أخرجه الترمذي ،ح (2314) ، وابن ماجه ح (4018) ، وغيرهما ، وأصله في البخاري ، ك الرقاق ، ح (6478) .\n(2) - أخرجه مالك ، ك الكلام ، ح (5) وأحمد 3/469، والترمذي ، ح (2319)، وغيرهم .\n(3) أصول اعتقاد أهل السنة للالكائي 4/849.\n(4) الصارم المسلول ص 512.\n(5) البحر الرائق 5/134 .\n(1/76)",
        "\nويقال أيضاً :(( الذين قال الله فيهم : (( يَحْلِفُونَ بِاللّهِ مَا قَالُواْ وَلَقَدْ قَالُواْ كَلِمَةَ الْكُفْرِ وَكَفَرُواْ بَعْدَ إِسْلاَمِهِمْ )) ( التوبة : 74) أما سمعت الله كفرهم بكلمة مع كونهم في زمن النبي صلى الله عليه وسلم يجاهدون معه ، ويصلون معه ، ويزكون ، ويحجون، ويوحدون .\nوكذلك الذين قال الله عنهم: ((قُلْ أَبِاللّهِ وَآيَاتِهِ وَرَسُولِهِ كُنتُمْ تَسْتَهْزِئُونَ * لاَ تَعْتَذِرُواْ قَدْ كَفَرْتُم بَعْدَ إِيمَانِكُمْ )) ( التوبة : 65- 66) فهؤلاء الذين صرح الله أنهم كفروا بعدَ إيمانهم وهم مع رسولِ الله صلى الله عليه وسلم في غزوة تبوك ، قالوا كلمةً ذكروا أنهم قالوا على وجه المزحِ ، فتأمل هذه الشبهة وهي قولهم : تكفرون من المسلمين أناساً يشهدون أن لا إله إلا الله ويصلون ، ويصومون ، ثم تأمّل جوابها ؛ فإنه من أنفع ما في هذه الأوراق .\nـــــــــــــــــــــــــــــــــــ\nوقوله : (( الذين قال الله فهيم : (( يَحْلِفُونَ بِاللّهِ مَا قَالُواْ وَلَقَدْ قَالُواْ كَلِمَةَ الْكُفْرِ وَكَفَرُواْ بَعْدَ إِسْلاَمِهِمْ )) أما سمعت الله كفرهم بكلمة ... )) ومما يقرر ذلك ما قاله ابن حزم : (( لم يختلف أهل العلم بأن في القرآن التسمية بالكفر ، والحكم بالكفر قطعاً على من نطق بأقوال معروفة ، كقوله تعالى : ((وَلَقَدْ قَالُواْ كَلِمَةَ الْكُفْرِ وَكَفَرُواْ بَعْدَ إِسْلاَمِهِمْ )) ( التوبة : 47) ...\nفصح أن الكفر يكون كلاماً )) (1).\n__________\n(1) المحلى 13/498 بتصرف يسير .\n(1/77)\n",
        "وقوله : (( وكذلك الذين قال الله فيهم :(( قُلْ أَبِاللّهِ وَآيَاتِهِ وَرَسُولِهِ كُنتُمْ تَسْتَهْزِئُونَ )) إلى قوله : على وجه المزج )) : وقد سئل المؤلف -رحمه الله – عن وصف الاستهزاء المكفِّر ، فأجاب بقوله : (( قد استدل العلماء عليها بقوله تعالى في حق بعض المسلمين المهاجرين في غزوة تبوك : ((وَلَئِن سَأَلْتَهُمْ لَيَقُولُنَّ إِنَّمَا كُنَّا نَخُوضُ وَنَلْعَبُ)) (التوبة :65) .\nوذكر السلف والخلف أن معناها إلى يوم القيامة فيمن استهزأ بالله أو القرآن أو الرسول ، وصفة كلامهم أنهم قالوا : ما رأينا مثل قرائنا هؤلاء أرغب بطوناً ولا أكذب ألسناً ولا أجبن عند اللقاء ، يعنون بذلك رسول الله والعلماء من أصحابه ، فلما نقل الكلام عوف بن مالك (1) أتى القائل يعتذر أنه قاله على وجه اللعب كما يفعل المسافرون ، فنزل الوحي أن هذا كفر بعد الإيمان ، ولو كان على وجه المزاح ، والذي يعتذر يظن أن الكفر إذا قاله جاداً لا لاعباً )) (2).\nوقوله : (( فتأمل هذه الشبهة .. إلى قوله : هذه الأوراق )) : يقول الشيخ محمد بن مانع – رحمه الله - : (( وذلك أن شبهتهم من أقوى الشبه تلبيساً وأشد تدليساً ، فإن من شهد أن لا إله إلا الله وصلى وصام ، عظم إطلاق الكفر عليه عند الجاهل ، ولم يعلم أنه هدم هذه الأعمال بشركه ودعوته غير الله ، فلم تنفعه عبادته ، لأن من لم يأت بالتوحيد الخالص لم يعبد الله ، فلهذا صار هذا الجواب من أنفع الأجوبة )) (3).\n__________\n(1) وقد جاء الأثر أن عوف بن مالك ذهب إلى رسول الله صلى الله عليه وسلم ليخبره ، فوجد القرآن قد سبقه .\n(2) تاريخ ابن غنام 2/314، 316، 317.\n(3) كشف الشبهات مع تعليقات ابن مانع ص 29 .\n(1/78)\n\nوقد أجاب المؤلف – رحمه الله – عن هذه الشبهة في عدة مواضع ، وقرر أن من أشرك بالله تعالى فهو كافر مرتد ، وإن صلى وصام وزعم أنه مسلم ، ومن تقريراته ما جاء في كتاب التوحيد ، حيث عقد باباً بعنوان : (( باب ما جاء أن بعض هذه الأمة يعبد الأوثان )) ، وبيّن فيه ما يدل على وقوع الشرك في هذه الامة .\nيقول العلامة عبد الرحمن السعدي – رحمه الله – تعليقاً على عنوان الباب : (مقصود هذه الترجمة الحذر من الشرك والخوف منه ، وأنه أمر واقع في هذه الأمة لا محالة ، والرد على من زعم أن من قال : لا إله إلا الله وتسمى بالإسلام أنه يبقى على إسلامه ولو فعل ما ينافيه من الاستغاثة بأهل القبور ودعائهم ، وسمى ذلك توسلاً لا عبادة فإن هذا باطل .\nفإن الوثن اسم جامع لكل ما عبد الله من دون الله ، لا فرق بين الأشجار والأحجار والأبنية ، ولا بين الأنبياء والصالحين والطالحين في هذا الموضع ، وهو العبادة فإنها حق الله وحده ، فمن دعاء غير الله أو عبده فقد اتخذه وثناً وخرج بذلك من الدين ، ولم ينفعه انتسابه إلى الإسلام ، فكم انتسب إلى الإسلام من مشرك وملحد وكافر ومنافق ، والعبرة بروح الدين وحقيقته لا بمجرد الأسامي والألفاظ التي لا حقيقة لها )) (1).\nومن الدليلِ على ذلكَ أيضاً : ما حكى الله عن بني إِسرائيل مع إسلامهِم وعلمهم ، وصلاحهم أنهم قالوا لموسى : ( اجعل لنا إلهاً كما لهم آلهة ) [ الأعراف : 138 ] وقول أناس من الصحابة : (\" اجعل لنا ذات أنواطٍ \" فحلف رسول الله صلى الله عليه وسلم أن هذا مثل قولِ بني إِسرائيل:( اجعل لنا إلهاً ) (2).\nــــــــــــــــــــــــــــــــــــ\n__________\n(1) القول السيديد ص 71 – 73 .\n(2) أخرجه أحمد 5/218، والترمذي ح (2180) .",
        "(1/79)\n\nوقوله : (( ومن الدليل على ذلك أيضاً : ما حكى الله تعالى عن بني إسرائيل .. )) قال الشيخ محمد العثيمين : (( أي على أن الإنسان قد يقول أو يفعل ما هو كفر من حيث لا يشعر )) (1).\nويحتمل أن هذا دليل آخر ساقه المؤلف – رحمه الله – جواباً عن شبهة المشركين بأن من أظهر الإسلام لا يكفر ولا يقتل وإن أشرك بالله تعالى .\nوقوله : (( فحلف النبي صلى الله عليه وسلم أن هذا نظير قول بني إسرائيل ( اجعل لنا إلهاً ) : وقد بيّن الشيخ عبد الرحمن بن حسن وجه الشبه بين المقالتين فقال : (( فشبه النبي صلى الله عليه وسلم مقالتهم هذه بمقالة بني إسرائيل بجامع أن كلاً طلب أن يجعل له ما يألهه ويعبده من دون الله وإن اختلف اللفظان ، فالمعنى واحد ، فتغيير الاسم لا يغير الحقيقة )) (2).\nولكن للمشركين شبهة يدلون بها عند هذه القصة ؛ وهي أنهم يقولون : إن بني إسرائيل لم يكفروا بذلك ، وكذلك الذين سألوا النبي صلى الله عليه وسلم أن يجعل لهم ذات أنواط لم يكفروا .\nفالجواب أن نقول : إن بني إسرائيل لم يفعلوا ، وكذلك الذين سألوا النبي صلى الله عليه وسلم لم يفعلوا ذلك ، ولا خلاف أن بني إسرائيل لو فعلوا ذلكَ لكفروا ، وكذلك لا خلاف في أن الذين نهاهم النبي صلى الله عليه وسلم لو لم يطيعوه ، واتخذوا ذات أنواط بعد نهيِه لكفروا ، وهذا هو المطلوب.\nــــــــــــــــــــــــــــــــــــ\nوقوله : (( ولكن للمشركين شبهة .. إلى قوله : وهذا هو المطلوب )) : فجواب هذه الشبهة ، أن بين إسرائيل والصحابة لم يفعلوا ذلك ، حيث أنكر موسى ومحمد عليهما الصلاة والسلام مطلبهم ، ولو أنهم فعلوا ما نهوا عنه لكفروا .\n__________\n(1) شرح كشف الشبهات ص 89 .\n(2) فتح المجيد 1/261 .\n(1/80)",
        "\nوجواب أخر : أن القوم كانوا حدثاء عهد بكفر – كما جاء في أول الحديث – فلا يكفرون لقرب عهدهم بالإسلام ، ويعذرون بجهللهم حتى تبلغهم الرسالة وتقوم عليهم الحجة )) (1).\nولذا قال الشيخ عبد الله أبو بطين : (( فإن قيل : فالنبي لم يكفّرهم بذلك قلنا : هذا يدل على أن من تكلم بكلمة كفر جاهلاً بمعناها ، ثم نُبِّه فتنبه أنه لا يكفر ، ولا شك أن هؤلاء لو اتخذوا ذات أنواط بعد إنكار النبي صلى الله عليه وسلم عليهم لكفروا )) (2).\nولكن هذه القصة تفيد أن المسلم بل العالم قد يقع في أنواع من الشرك وهو لا يدري عنها فتفيد التعلم والتحرز ، ومعرفة أن قول الجاهل : التوحيد فهمناه ، أن هذا من أكبرِ الجهل ومكائد الشيطان.\nوتفيد أيضاً أن المسلم المجتهد إذا تكلم بكلامِ كفر ، وهو لا يدري فنبه على ذلك فتاب من ساعته أنه لا يكفر كما فعل بنو إٍسرائيل ، والذين سألوا رسول الله صلى الله عليه وسلم ، وتفيد أيضاً : أنه لو لم يكفر ، فإنه يغلظ عليه الكلام تغليظاً شديداً ، كما فعل رسول الله صلى الله عليه وسلم .\nوللمشركين شبهة أخرى ؛ يقولون : إن النبي صلى الله عليه وسلم أنكر على أسامةَ قتل من قال : لا إله إلا الله ، وقال له : ( أقتلته بعد ما قالَ لا إله إلا الله؟ ) ، وكذلك قولُه : ( أمرت أن أقاتل الناسَ حتى يقولوا لا إله إلا الله ) .\nوأحاديث أخرى في الكف عمن قالها .\n__________\n(1) انظر : مجموع الفتاوى لابن تيمية 28، 501 ، 11/407 ، السبعينية ص 311 ، مؤلفات الشيخ 3/11 ، والدرر السنية 8/244 .\n(2) الانتصار ص 35 ، وانظر : تأسيس التقديس ص 65، 66 ، وقد يقال : وهو جواب ثالث : إن سؤالهم شرك أصغر ، ولو كان أكبر لصاروا مرتدين ولأمرهم بتجديد إسلامهم ، وقد أشار المؤلف إلى هذا الجواب في مسائل كتاب التوحيد حيث قال : (( إ ن الشرك فيه أكبر وأصغر ، لأنهم لم يرتدوا بهذا)) .\nوانظر التوضيح للشيخ عبدالله الدويش ص72 .\n(1/81)\n",
        "ومراد هؤلاء الجهلة : أن من قالَها لا يكفر ولا يقتل ولو فعل ما فعل .\nفيقال لهؤلاء المشركين الجهال : معلوم أن رسول الله صلى الله عليه وسلم قاتل اليهود وسباهم وهو يقولون : لا إله إلا الله . وأن أصحاب رسولِ الله صلى الله عليه وسلم قاتلوا بني حنيفة وهم يشهدون أن لا إله إلا الله وأن محمداً رسول الله ، ويصلون ، ويدّعون الإسلام . وكذلك الذين حرقَّهم على ابن أبي طالب بالنارِ .\nــــــــــــــــــــــــــــــــــــ\nوقوله : (( ولكن هذه القصة تفيد أن المسلم .. إلى قوله : كما فعل رسول الله صلى الله عليه وسلم (( : ذكر المؤلف ثلاث فوائد من حادثة ذات أنواط :\nالفائدة الأولى : أن المسلم بل العالم قد يخفى عليه بعض أنواع الشرك ، كما في هذه القصة ، وهذا يستوجب التفقه والتعلم في التوحيد ، والتحرز من الشرك ووسائله .\nوقول المؤلف : (( ومعرفة أن قول الجاهل : التوحيد فهمناه ، أن هذا من أكبر الجهل ومكائد الشيطان )) لعل المؤلف يشير إلى مقالة المويس (ت 1175هـ ), أحد الخصوم الأداء الذين ناهضوا دعوة الشيخ محمد بن عبد الوهاب ، وسعوا إلى الصدّ عن دين الله تعالى .\nوقد حكى الشيخ مقالته في إحدى رسائله : (( ومع هذا يقول لكم شيطانكم المويس أن بنيات حرمة وعيالهم يعرفون التوحيد فضلاً عن رجالهم )) (1) .\nالفائدة الثانية : ما قاله المؤلف : (( أن المسلم المجتهد إذا تكلم بكلام كفر ، وهو لا يدري فنبِّه على ذلك فتاب من ساعته أنه لا يكفر كما فعل بنو إسرائيل والذين سألوا النبي صلى الله عليه وسلم )) .\nفمن نطق جاهلاً بكلمة الكفر ، ومثله يعذر بذلك فإنه لا يكفر حتى تبلغه الحجة ، فقد عفا الله تعالى عن هذه الأمة الخطأ والنسيان وما استكرهوا عليه .\nيقول شيخ الإسلام ابن تيمية : (( وليس لأحد أن يكفّر أحداً من المسلمين وإن أخطأ وغلط حتى تقام عليه الحجة وتبين له المحجة )) (2).\n__________\n(1) مؤلفات الشيخ 5/173 .\n(2) مجموع الفتاوى 23/348.\n(1/82)\n\nالفائدة الثالثة : (( وهي قول المؤلف – رحمه الله - : (( أنه لو لم يكفر يُغلَّظ عليه الكلام تغليطاً شديداً ، كما فعل رسول الله صلى الله عليه وسلم )) .\nحيث قال رسول الله صلى الله عليه وسلم : (( الله أكبر ، إنها السنن ،قلتم والذي نفسي بيده كما قالت بنو إسرائيل لموسى : اجعل لنا إلهاً كما لهم آلهة قال: إنكم قوم تجهلون ، لتركبن سنن من كان قبلكم )) (1).\nقال المؤلف – في مسائل كتاب التوحيد - : ( فغلَّط الأمر بهذه الثلاث )) .\nقال شيخ الإسلام ابن تيمية : (( فأنكر النبي مجرد مشابهتهم للكفار في اتخاذ شجرة يعكفون عليها معلقين عليها سلاحهم ، فكيف بما هو أعظم من ذلك من ممشابهتهم المشركين أو هو الشرك بعينه )) (2).\nقوله : (( وللمشركين شبهة أخرى .. إلى قوله : وكذلك الذين حرّقهم علي بالنار )) : أورد المؤلف – فيما مضى – قريباً من هذه الشبهة مع الجواب المفصَّل عنها ، فهي أشد شبهات الخصوم تلبيساً ، لكنه – هاهنا – ذكر حجتهم في هذه الشبهة كحديث أسامة ، وحديث : أمرت أن أقاتل الناس .\nومراد هؤلاء الخصوم من هذه الشبهة أن من قال كلمة التوحيد فإنه لا يكفر ولا يقتل مهما قال أو فعل من نواقض الإسلام أو أنواع الردة .\nوقد ذكر المؤلف ثلاثة أمثلة في الرد على هذه الشبهة ، فاليهود يقولون : لا إله إلا الله ، وقد قاتلهم رسول الله صلى الله عليه وسلم ، وكذا بنو حنيفة : وغلاة الشيعة .\n__________\n(1) أخرجه الترمذي في الجامع ، ح (2180) ، وقال : حديث حسن صحيح ، وأحمد (5/218) ، وغيرهما .\n(2) اقتضاء الصراط المستقيم 2/644.",
        "(1/83)\n\nوقد ذكر الإمام الشافعي أن في اليهود والنصارى من ينطق بالتوحيد ، فقال رحمه الله : (( ومن كان على دين اليهود والنصرانية فهؤلاء يدعون دين موسى وعيسى صلوات الله وسلامه عليهما ، وقد بدلوا منه ، وقد أخذ عليهم فيهما الإيمان بمحمد رسول الله صلى الله عليه وسلم ، فكفروا بترك الإيمان به ، واتباع دينه ، مع ما كفروا به من الكذب على الله قبله ، فقد قيل لي : إن فيهم من هو مقيم على دينه يشهد أن لا إله إلا الله ، وأن محمداً عبده ورسوله ، لم يكن هذا مستكمل الإقرار بالإيمان حتى يقول : وإن دين محمد حق أو فرض ، وأبرأ مما خالف دين محمد صلى الله عليه وسلم ، أو دين الإسلام ، فإذا قال هذا فقد استكمل الإقرار بالإيمان ، فإذا رجع عنه استتيب فإن تاب وإلا قتل ..)) (1).\nوأما الكلام عن بني حنيفة المرتدين ، وغلاة الشيعة فقد سبق الحديث\nعنه .\nوهؤلاء الجهلة مقرون أن من أنكر البعث كفر وقتل ولو قال لا إله إلا الله ، وأن من جحد شيئاً من أركان الإسلام كفر وقتل,ولو قال لا إله إلا الله،فكيف لا تنفعه إذا جحد شيئا من الفروعِ ، وتنفعه إِذا جحد التوحيد الذي هو أساس دينِ الرسلِ ورأسه ؟\nولكن أعداء الله ما فهموا معنى الأحاديث ,فأما حديث أسامة رضي الله عنه : فإنَه قتل رجلاً ادعى الإسلام بسبب أنه ظن أنه ما ادعاه إلا خوفاً على دمه وماله .\nــــــــــــــــــــــــــــــــــــ\nقوله : (( وهؤلاء الجهلة مقرون .. إلى قوله : دين الرسول ورأسه )) : فهؤلاء الخصوم مقرون بأن من جحد الصلاة أو الزكاة – مثلاً – فإنه كافر حلال الدم والمال ، فإذا كان جاحد الصلاة كافراً ، فجاحد التوحيد أعظم كفراً وأشنع ردة .\nوقوله: (( ولكن أعداء الله ما فهموا معنى الأحاديث )) : لأنهم أهل زيغ وانحراف ، يتبعون – بأهوائهم – متشابهات النصوص بخلاف الراسخين في العلم الذين يؤمنون بالنصوص جميعاً ، ويردون المتشابه إلى المحكم .\n__________\n(1) الأم 6/236 .\n(1/84)",
        "\nقوله : ( أما حديث أسامة .. إلى قوله : لم يكن لتثبت معنى )) .\nاحتج الخصوم بحديث أسامة (( أقتلته بعد ما قال : لا إله إلا الله )) (1).\nومرادهم أن من قالها لا يكفر ولا يقتل ولو أشرك بالله تعالى ..\nلكن المعنى الصحيح لحديث أسامة – وكما قال المؤلف – أن الرجل إذا أظهر الإسلام وجب الكفّ عنه حتى يتبين منه ما يخالف ذلك .\nوقد نبّه الحافظ ابن حجر لهذا المعنى بقوله : (( يجب الكف عنه حتى يختبر أمره ، هل قال ذلك خالصاً من قلبه أو خشية من القتل )) (2).\nوأما قوله تعالى : ((يَا أَيُّهَا الَّذِينَ آمَنُواْ إِذَا ضَرَبْتُمْ فِي سَبِيلِ اللّهِ فَتَبَيَّنُواْ )) ( النساء : 94 ) .\nفجاءت عدة روايات في بيان سبب نزول هذه الآية الكريمة (3)، منها ما ذكره المؤلف – رحمه الله - :\nوكلام المؤلف – هاهنا – موافق لمن سبقه من المحققين .\nفقد قال ابن جرير – رحمه الله تعالى - : ((قوله تعالى : (( فَتَبَيَّنُواْ )) : فتأنوا في قتل من أشكل عليكم أمره ، فلم تعلموا حقيقة إسلامه ولا كفره ، ولا تعجلوا فتقتلوا من التبس عليكم أمره ، ولا تقدموا على قتل أحد إلا على قتل أحد علمتموه يقيناً حرباً لكم ولله ولرسوله )) (4).\nوقال القرطبي : (( وهذا الذي قال : سلام عليكم ، تكلّف الكلمة ، إن قال قالها تحقق رشاده ، وإن أبى تبيّن عناده وقتل ، وهذا معنى قوله : ((فَتَبَيَّنُواْ )) أي الأمر المشكل ، أو تثبتوا ولا تعجلوا ، والمعنيان سواء )) (5).\n__________\n(1) أخرجه البخاري ، ك الديات (12/191) ، ح (6872) ، ومسلم ، ك الإيمان ، ح (160) .\n(2) فتح الباري 12/196.\n(3) انظر : تفسير ابن جرير 5/222-225، وتفسير ابن كثير 1/150.\n(4) تفسير ابن جرير 5/221.\n(5) تفسير القرطبي 5/339 .\n(1/85)\n",
        "وقال الحافظ ابن حجر : (( وفي الآية دليل على أن من أظهر شيئاً من علامات الإسلام ، لم يحل دمه حتى يختبر أمره ، لأن تحية السلام تحية المسلمين ، وكانت تحيتهم في الجاهلية بخلاف ذلك ، فكانت هذه علامة )) (1).\nوالرجل إذا أظهر الإسلام وجب الكف عنه حتى يتبين منه ما يخالف ذلك . وأنزل الله تعالى في ذلك : ( يا أيها الذين آمنوا إذا ضربتم في سبيل الله فتبينوا ) [ النساء : 94 ] أي فتثبوا .\nفالآية تدل على أنه يجب الكف عنه والتثبت ، فإذا تبين منه بعد ذلك ما يخالف الإسلام قتل لقوله تعالى : ( فتبينوا) ولو كان لا يقتل إذا قالها لم يكن للتثبت معنى . وكذلك الأحاديث الأخر وأمثالها فمعناها ما ذكرنا : أن من أظهر الإسلام والتوحيد وجب الكفُّ عنه إلا أن يتبين منه ما يناقض ذلك .\nوالدليل على هذا أن رسول الله صلى الله عليه وسلم الذي قال : ( أقتلتَهُ بعدَ ما قال لا إله إلا الله ؟ ) وهو الذي قال : ( أمرتُ أن أقاتلَ الناسَ حتى يقولوا لا إله إلا الله ) . هو الذي قال في الخوارجِ : ( أينما لقيتُموهم فاقتُلوهُم ) ، ( لئن أدرَكْتُهم لأقتُلنهم قتلَ عادٍ ) مع كونهم من أكثر الناس عبادة ، وتهليلاً ، حتى إن الصحابة يحقرون أنفسهم عندهم ، وهو تعلموا العلم من الصحابة فلم تنفعهم لا إله إلا الله ولا كثرة العبادة ، ولا ادعاء الإسلامِ لما ظَهر منهم مخالَفة الشريعة.\nوكذلك ما ذكرنَا من قتالِ اليهود ، وقتالِ الصحابة بني حنيفة . وكذلك أراد النبي صلى الله عليه وسلم أن يغزو بني المطلق لما أخبره رجل أنهم منعوا الزكاة حتى أنزل الله تعالى : ( يا أيها الذين آمنوا إن جاءكم فاسق بنبإ فتبينوا ) [ الحجرات : 6 ] وكان الرجل كاذباً عليهم .\n__________\n(1) فتح الباري 8/259.\n(1/86)\n\nوقوله : (( وكذلك الحديث الآخر وأمثاله .. إلى قوله : وقتال الصحابة بني حنيفة )) : يقصد المؤلف – رحمه الله – بالحديث الآخر قوله : (( أمرت أن أقاتل الناس حتى يقولوا لا إله إلا الله )) (1).\nوما جاء في معناه ، فمفهوم الحديث أن من أظهر الإسلام وجب الكفّ عنه إلى أن يتبين منع ما يناقض أو يخالف ذلك ، بدليل أن رسول الله صلى الله عليه وسلم حث على قتال الخوارج مع كونهم من أكثر الناس عبادة وتلاوة للقرآن ، فلم تنفعهم لا إله إلا الله ، ولا كثرة العبادة ، لما ظهر منهم مخالفة الشريعة ، والمروق من الدين كتكفير عصاة الموحدين واستحلال دمائهم (2).\nوقد أجاب الشيخ حمد بن معمر – رحمه الله – عن هذه الشبهة بقوله : (( وبالجملة فالكتاب والسنة يدلان على أن القتال ممدود إلى الشهادتين ، والصلاة والزكاة ، وقد أجمع العلماء على ذلك .\nوأما حديث أبي هريرة عن النبي صلى الله عليه وسلم : (( أمرت أن أقاتل الناس حتى يقولوا : لا إله إلا الله ، فإذا قالوها عصموا مني دمائهم وأموالهم إلا بحقها )) فهذا لا إشكال فيه بحمد الله ، وليس لكم فيه من حجة ، بل هو حجة عليكم ، ولو لم يكن إلا قوله : (( إلا بحقها )) (3) ، لكان كافياً في إبطال قولكم ، فإن الصلاة والزكاة من أعظم حقوق لا إله إلا الله .\n__________\n(1) أخرجه البخاري ، ك استتابة المرتدين ، ح (6924) ، ومسلم ، ك الإيمان ، ح (33) .\n(2) انظر : تاريخ ابن غنام 2/198 ، 276 .\n(3) يقول الحافظ ابن حجر : (( إن كان الضمير في قوله : (( بحقه )) للإسلام ، فمهما ثبت أنه من حق الإسلام تناوله ، ولذلك اتفق الصحابة على قتال من جحد الزكاة )) . الفتح 12/277.",
        "(1/87)\n\nوقد قال علماؤنا رحمهم الله : (( إذا قال الكافر لا إله إلا الله ، فقد شرع في العاصم لدمه ، فيجب الكف عنه ، فإن تمم ذلك تحققت العصمة وإلا بطلت ، ويكون النبي صلى الله عليه وسلم قد قال كل حديث في وقت ، فقال : (( أمرت أن أقاتل الناس حتى يقولوا لا إله إلا الله )) ، ليعلم المسلمون أن الكافر المحارب إذا قالها كفّ عنه ، وصار دمه وماله معصوماً .\nثم بيّن صلى الله عليه وسلم في الحديث الآخر أن القتال ممدود إلى الشهادتين والعبادتين ، فقال : (( أمرت أن أقاتل الناس حتى يشهدوا أن لا إله إلا الله ، وأن محمداً رسول الله ، ويقيموا الصلاة ، ويؤتوا الزكاة )) ، فبين أن تمام العصمة وكمالها إنما يحصل ذلك ، ولئلا تقع الشبهة بأن مجرد الإقرار يعصم على الدوام ، كما وقعت لبعض الصحابة ، حتى جلاها أبو بكر الصديق ، ثم وافقوه رضي الله عنه (1)) .\nوقوله : - رحمه الله - : (( والدليل على هذا أن الرسول صلى الله عليه وسلم قال : (( أقتلته بعد ما قال : لا إله إلا الله ؟ )) ، وقال : (( أمرت أن أقاتل الناس حتى يقولوا لا إله إلا الله )) ، وهو الذي قال في الخوارج : (( أينما لقيتموهم فاقتلوهم لئن أدركتهم لأقتلنهم قتل عاد )):ـ\nيؤكد المؤلف – في ثنايا الجواب عن هذه الشبهة – على وجوب الإيمان بجميع النصوص الثابتة عن رسول الله صلى الله عليه وسلم ، وعدم التفريق بينهما في الإيمان والتسليم ، فكما أنه صلى الله عليه وسلم قال : (( أقتلته بعد ما قال : لا إله إلا الله )) ، وأمثاله فهو القائل أيضاً عن الخوارج : (( أينما لقيتموهم فاقتلوهم )) ، فالواجب أن نؤمن بجميع النصوص الصحيحة خلافاً لمسلك الزائغين الذين يؤمنون ببعض الكتاب ويكفرون ببعض .\nوقوله : (( وكذلك أراد صلى الله عليه وسلم أن يغزو بني المصطلق ... إلى قوله : وكان الرجل كاذباً عليهم )) : -\n__________\n(1) الدرر السنية 10/309 ،310، 316 ، باختصار وتصرف يسير .\n(1/88)",
        "\nمقصود المؤلف – رحمه الله – من الإشارة إلى قصة بني المصطلق ، وأن الرسول صلى الله عليه وسلم عزم على قتال بني المصطلق لما قيل له : إنهم منعوا الزكاة (1) ، أن يقرر بطلان شبهة القائلين بأن من قال كلمة التوحيد أنه مسلم ، ولا يجوز قتله ، وإن ترك فرائض الإسلام ،مع أن الأدلة من نصوص الوحيين والإجماع تدل على أن الطائفة الممتنعة عن شريعة من شرائع الإسلام الظاهرة فإنه يجب قتالها .\nيقول شيخ الإسلام ابن تيمية : (( أجمع علماء المسلمين على أن كل طائفة ممتنعة عن شريعة من شرائع الإسلام الظاهرة المتواترة فإنه يجب قتالها ، حتى يكون الدين كله لله .\nفلو قالوا : نصلي ولا نزكي ، أو نصلي الخمس ، ولا نصلي الجمعة ولا الجماعة ، أو نقوم بمباني الإسلام الخمس ولا نحرم دماء المسلمين وأموالهم ، أو لا نترك الربا ، ولا الخمر ، ولا الميسر .. أو غير ذلك من الأمور المخالفة لشريعة رسول الله صلى الله عليه وسلم وسنته ، وما عليه جماعة المسلمين ، فإنه يجب جهاد هذه الطائفة جميعها ، كما جاهد المسلمون مانعي الزكاة ، وجاهدوا الخوارج وأصنافهم ، جاهدوا الخرمية والقرامطة والباطنية وغيرهم من أصناف أهل الأهواء والبدع الخارجين عن شريعة الإسلام )) (2).\nولهم شبهة أخرى : وهي ما ذكر النبي صلى الله عليه وسلم أن الناس يوم القيامة يستغيثون بآدم ، ثُمَّ بنوحٍ ، ثم بإبراهيم ، ثم بموسى ، ثم بعيسى ، فكلهم يعتذرون ، حتى ينتهلوا إلى رسول الله صلى الله عليه وسلم ، قالوا : فهذا يدل على أن الاستغاثة بغيرِ الله ليست شركاً .\n__________\n(1) أخرجه أحمد 4/279 ، وابن جرير في تفسيره 26/123، 124.\n(2) مجموع الفتاوى 28/468 ، 469 باختصار .\n(1/89)\n",
        "فالجواب أن نقول : سبحان من طبع على قلوب أعدائه ، فإن الاستغاثة بالمخلوقِ على ما يقدر عليه لا ننكرها ؛ كما قال تعالى في قصة موسى : (( فَاسْتَغَاثَهُ الَّذِي مِن شِيعَتِهِ عَلَى الَّذِي مِنْ عَدُوِّهِ )) [القصص: 15] وكما يستغيث الإنسان بأصحابِه في الحرب ، وغيرِه في أشياء يقدر عليها المخلوق .\nونحن أنكرنا استغاثَة العبادة التي يفعلونها عند قُبورِ الأولياء أو في غيبتهم في الأشياء التي لا يقدر عليها إلا الله تعالى .\nإذا ثبت ذلك : فالاستغاثة بالأنبياء يوم القيامة ، يريدون منهم أن يدعو الله أن يحاسب الناس حتى يستريح أهل الجنة من كرب الموقف.\nــــــــــــــــــــــــــــــــــــ\nوقوله : (( ولهم شبهة أخرى وهي ما ذكر النبي صلى الله عليه وسلم ... إلى قوله : من كرب الموقف )) :\nاحتج الخصوم على تجويز الاستغاثة بغير الله بحديث الشفاعة وأن الناس يوم القيامة يستغيثون بآدم ، وبأولي العزم من الرسل عليهم السلام ، وأجاب المؤلف – رحمه الله – عن هذه الشبهة بجوابين :\nالأول : أن هذه الاستغاثة بمخلوق حي حاضر فيما يقدر عليه ، والاستغاثة بالمخلوق فيما يقدر عليه جائزة (1) ، واستدل المؤلف على هذه الاستغاثة الجائزة بقوله : (( فَاسْتَغَاثَهُ الَّذِي مِن شِيعَتِهِ عَلَى الَّذِي مِنْ عَدُوِّهِ )) ( القصص : 15) ، ووجه الدلالة من الآية ما أشار إليه الشيخ عبد اللطيف بن عبد الرحمن بن حسن بقوله : ( والدليل من الآية ترك إنكاره وسياقه على وجه التقرير )) (2).\n__________\n(1) انظر : تأسيس التقديس لأبي بطين ص 95، ومنهاج التأسيس للشيخ عبد اللطيف بن عبد الرحمن بن حسن ص 346 .\n(2) منهاج التأسيس ص 372.\n(1/90)\n\nيقول شيخ الإسلام ابن تيمية – رحمه الله تعالى - : (( والاستغاثة طلب الغوث وهو إزالة الشدة كالاستنصار طلب النصر ، والاستعانة طلب العون ، والمخلوق يطلب منه من هذه الأمور ما يقدر عليه منها ، كما قال تعالى : (( وَإِنِ اسْتَنصَرُوكُمْ فِي الدِّينِ فَعَلَيْكُمُ النَّصْرُ)) ( الأنفال : 72) (1).\nوقد تعقب شيخ الإسلام ابن تيمية من جوّز الاستغاثة بغير الله مستدلاً بقوله تعالى : (( فَاسْتَغَاثَهُ الَّذِي مِن شِيعَتِهِ عَلَى الَّذِي مِنْ عَدُوِّهِ )) ( القصص : 15) ,فقال : (( إن قوله تعالى : (( فَاسْتَغَاثَهُ الَّذِي مِن شِيعَتِهِ عَلَى الَّذِي مِنْ عَدُوِّهِ )) لا يقتضي أنه شرع لنا وجوباً ولا استحباباً مثل هذه الاستغاثة ، بل ولا يقتضي الإباحة ، فإن هذا الإسرائيلي ليس ممن يحتج بأفعاله ، بل ولا في الآية ما يقتضي أن هذا المستغيث بموسى كان مظلوماً ، بل لعله كان ظالماً ، وموسى لما أغاثه فقتل عده ندم على ذلك وقال : هذا من عمل الشيطان ، ثم قال : رب إني ظلمت نفسي فاغفر لي فغفر له .. )) (2).\nوقال الشيخ أحمد بن حجر آل بوطومي : (( وأما احتجاجهم على الاستغاثة بقوله تعالى في قصة موسى : (( فَاسْتَغَاثَهُ الَّذِي مِن شِيعَتِهِ عَلَى الَّذِي مِنْ عَدُوِّهِ )) فما أسمجه من استدلال وما أبرده ! لأنها استغاثة حي بحي فيما يقدر عليه ، وليس في هذا خلاف ، على أن فعل الرجل الإسرائيلي ليس بحجة ، وإجابة موسى له وتقريره عليه ليس بحجة ، لأن ذلك قبل أن يوحي إليه .\nوسكوت الأنبياء قبل بعثتهم لا يدل على جواز المسكوت عنه ، وبعد ذلك كله ليس هو في شريعتنا )) (3).\n__________\n(1) مجموع الفتاوى 1/103، 104، وانظر : الاستغاثة والرد على البكري ( ت : السهلي ) 1/300، 405 ، 2/510، 588.\n(2) تخليص كتاب الاستغاثة ص 139 .\n(3) تطهير الجنان ص 62 .",
        "(1/91)\n\nالجواب الثاني : أن الناس لم يستغيثوا بهؤلاء الأنبياء عليهم السلام ليزيلوا عنهم كرب الموقف وشدته ، لكنهم يستشفعون بهم عند الله – عزّ وجلّ – ليزيل هذه الشدة ، فثمت فرق ظاهر بين من يستغيث بالمخلوق ليكشف عنه الضر والسوء ، وبين من يستشفع بالمخلوق إلى الله تعالى ليزل الله عنه ذلك )) (1).\nيقول الشيخ عبد اللطيف بن عبد الرحمن بن حسن : (( وأما حديث الشفاعة فهو فيما يقدر عليه البشر من الدعاء )) (2).\nفالناس يستغيثون بالأنبياء يوم القيامة ليشفعوا لهم إلى الله تعالى ، فهم يتوسلون إلى الله بشفاعتهم (3)، كما هو ظاهر حديث الشفاعة ، فعن أنس بن مالك رضي الله عنه مرفوعاً : (( يجمع الله الناس يوم القيامة ، فيقولون : لو استشفعنا على ربنا حتى يريحنا من مكاننا ، فيأتون آدم عليه السلام ، فيقولون : أنت الذي خلقك الله بيده ، ونفخ فيك من روحه ، وأمر الملائكة فسجدوا لك ، فاشفع لنا عند ربنا )) (4).\nفالناس لم يقولوا – مثلاً – يا معشر الأنبياء ارفعوا عنا الكرب ، واكشفوا عنا الضر ، وإنما سألوا الأنبياء المستششفع بهم – وهو أحياء حاضرون قادرون – أن يسألوا الله تعالى لهم كشف الضر .\nحيث قالوا : فاشفع لنا عند ربنا ، فمن سأل المستشفع به المتوسل به – وهي حي حاضر قادر – أن يسأل الله تعالى كما يطلب الناس من الأنبياء يوم القيامة أن يشفعوا لهم عند الله تعالى .. فهذا جائز ، ومن سأل المستغاث به تفريج كربة فهذه استغاثة به وليس توسلاً به ، فالمستغاث به مطلوب منه الفعل ، فإن لم يكن قادراً على تفريج الكربة لم يجز أن يطلب منه ما لا يقدر عليه (5).\n__________\n(1) انظر : شرح كشف الشبهات لابن عثيمين ص 27 .\n(2) منهاج التأسيس ص 342.\n(3) انظر : تلخيص الاستغاثة لابن تيمية ص 3228 .\n(4) أخرجه البخاري ، ك الرقاق ، ح (6565) ، ومسلم ، ك الإيمان ، ح (194) .\n(5) انظر : الرد على البكر ص 35، 36، 122، 262، 328.\n(1/92)",
        "\nيقول شيخ الإسلام ابن تيمية – رحمه الله - : (( لم يقل أحد إن التوسل بنبي هو استغاثة به.. فإن المستغيث بالنبي صلى الله عليه وسلم طالب منه وسائل له ، والمتوسَّل به لا يدعى ولا يطلب منه ولا يسأل ، وإنما يطلب به ، وكل أحد يفرق بين المدعو ، والمدعو به .\nوقد اتفق المسلمون على أن نبينا صلى الله عليه وسلم شفيع يوم القيامة ، وأن الخلق يطلبون منه الشفاعة )) (1).\nوهذا جائزٌ في الدنيا والآخرة ؛ أن تأتي عند رجل صالح ، حتى يجالسك ، ويسمع كلامك ، تقول له : ادع الله لي كما كان أصحاب رسولِ الله صلى الله عليه وسلم يسألونَه في حياته ، وأما بعد موته فحاشا وكلا أنهم سألوه ذلك عند قبرِه ، بل أنكر السلف على من قصد دعاء الله عند قبرِه ، فكيف بدعائه نفسه ؟\nوقوله : (( وهذا جائز في الدنيا والآخرة أن تأتي عند رجل صالح يجال يجالسك ويسمع كلامك ، تقول له : ادع لي )) .\nوهذا التوسل إلى الله تعالى بدعاء الصالحين ، وقد دلت الأدلة الصحيحة على مشروعيته ، لكن ينبغي التنبيه إلى ما قرره شيخ الإسلام ابن تيمية – رحمه اله تعالى - : بقوله : (( ومن قال لغيره من الناس : ادع لي – أو لنا – وقصده أن ينتفع ذلك المأمور بالدعاء وينتفع هو أيضاً بأمره (2) ، ويفعل ذلك المأمور به كما يأمره بسائر فعل الخير فهو مقتد بالنبي صلى الله عليه وسلم مؤتم به ليس هذا من السؤال المرجوح .\nوأما إن لم يكن مقصوده إلا طلب حاجته لم يقصد نفع ذلك والإحسان إليه ، فهذا ليس من المقتدين بالرسول المؤتمين به في ذلك ، بل هذا هو السؤال المرجوح الذي تركه إلى الرغبة إلى المخلوق وسؤاله ، وهذا كله من سؤال الأحياء السؤال الجائز المشروع )) (3)\n__________\n(1) مجموع الفتاوى 1/103، 104 باختصار .\n(2) كما في حديث أبي الدرداء : (( من دعا لأخيه بظهر الغيث ، قال الملك الموكَّل به : آمين ، ولك بمثلٍ )) أخرجه مسلم ، ك الذكر ، ح (2732) .\n(3) مجموع الفتاوى 1/193. …\n(1/93)\n",
        "وقوله : (( كما كان أصحاب الرسول صلى الله عليه وسلم يسألونه في حياته )) .\nجاءت العبارة في كثير من النسخ المطبوعة : (( كما كان أصحاب رسول الله صلى الله عليه وسلم يسألونه في حياته ذلك )) أي يسألونه الدعاء .\nوأما في النسخ الخطية – التي وقفت عليها – فكلمة ( ذلك ) غير موجودة ، ولعل هذا هو الصواب وهو الأليق بحال أفاضل الصحابة وأكابرهم ، كما بيّنه شيخ الإسلام ابن تيمية بقوله : (( ولهذا لم يعرف قط أن الصدّيق ونحوه من أكابر الصحابة سألوا شيئاً من ذلك ، ولا سألوه أن يدعو لهم وإن كانوا يطلبون منه أن يدعو للمسلمين ... وإنما كان سأله ذلك بعض المسلمين كما سأله الأعمى أن يرد عليه بصره ، وكما سألته أم سليم أن يدعو الله لخادمه أنس ، وكما سأله أبو هريرة أن يدعو الله أن يحبببه وأمه عباده المؤمنين ، ونحو ذلك )) (1).\nوقوله : (( بل أنكر السلف على من قصد دعاء الله عند قبره فكيف بدعائه نفسه )) : فعن علي بن الحسن بن علي بن أبي طالب – رضي الله عنهم – أنه رأى رجلاً يجئ إلى فرجة عند قبر النبي صلى الله عليه وسلم فيدخل فيها فيدعو ، فنهاه ، وقال : ألا أحدثكم حديثاً سمعته عن أبي عن جدي عن رسول الله صلى الله عليه وسلم قال : (( لا تتخذوا قبري عيداً ، ولا بيوتكم قبوراً ، فإن تسليمكم يبلغني أين كنتم )) (2).\nولهم شبهة أخرى : وهي قصة إبراهيم-عليه السلام- لما أُلقي في النارِ ، اعترض له جبرائيل في الهواء فقال : ألك حاجةٌ ؟ فقال إبراهيم : أما إليك فلا ,قالوا : فلو كانت الاستغاثة بجبرائيل شركاً لم يعرضها على إبراهيم.\n__________\n(1) مجموع الفتاوى 1/186.\n(2) أخرجه الضياء المقدسي في المختارة (428) ، وأبو يعلى في المسند (469) ، وحسنه ابن عبد الهادي في الصارم المنكي ص 414 .\n(1/94)\n\nفالجواب : أن هذا من جنس الشبهة الأولى ، فإن جبرائيل عرض عليه أن ينفعه بأمر يقدر عليه ، فإنَه كما قال الله تعالى فيه : ((شَدِيدُ الْقُوَى )) [ النجم : 5] . فلو أذن الله له أن يأخذ نار إبراهيم وما حولَها من الأرض ، والجبال ، ويلقيها في المشرقِ أو المغرب لفعل ، ولو أمره الله أن يضع إبراهيم في مكانٍ بعيدٍ لفعل ، ولو أمره أن يرفعه إلى السماء لفعل , وهذا كرجلٍ غنيٍّ له مالٌ كثيرٌ يرى رجلاً محتاجاً فيعرض عليه أن يقرضه ، أو يهبه شيئاً يقضي به حاجته ، فيأبى ذلك المحتاجَ أن يأخذ ويصبر إلى أن يأتيه الله برزق لا منَّة فيه لأحدٍ ؛ فأين هذا من استغاثة العبادة والشرك لو كانوا يفقهون.\nـــــــــــــــــــــــــــــــــــ\nوقوله : (( ولهم شبهة أخرى وهي قصة إبراهيم ... إلى قوله : لو كانوا يفقهون )) .\nوالجواب عن هذه الشبهة كما مرّ في الشبهة الماضية ، فإن جبريل عليه السلام عرض على إبراهيم عليه السلام أمراً ممكناً يقدر عليه ، كيف وقد وصفه الله تعالى بقوله : (( شَدِيدُ الْقُوَى)) ، بل إن جبريل عليه السلام قادر على ما هو أعظم من إنقاذ إبراهيم ، فلو أذن الله له أن يأخذ نار إبراهيم وما حولها والأرض والجبال ، ويلقيها في المشرق والمغرب لفعل، ولو أمره أن يرفعه إلى السماء لفعل .\nوهذا الجواب عن الشبهة على فرض صحتها ، وإلا فقد أوردها العجلوني في كشف الخفا وعزاها إلى كعب الأحبار ، بلفظ : (( إن إبراهيم قال حين أوثقوه ليلقوه في النار ، لا إله إلا أنت سبحانك رب العالمين ، لك الحمد ولك الحمد ، لا شريك لك ، ثم رموا به في المنجنيق إلى النار ، فاستقبله جبرائيل ، فقال: يا إبراهيم ألك حاجة ؟ قال: أما إليك فلا، قال جبريل : فسل ربك ، فقال إبراهيم : حسبي من سؤالي علمه بحالي )) (1).\n__________\n(1) كشف الخفاء 1/427 ، ح (1136) .",
        "(1/95)\n\nوقال شيخ الإسلام ابن تيمية : (( وما يروى أن الخليل لما ألقي في المنجنيق ، قال له جبريل : سل ، قال حسبي من سؤالي علمه بحالي ، ليس له إسناد معروف ، وهو باطل ، بل الذي ثبت في الصحيح عن ابن عباس أنه قال : حسبي الله ونعم الوكيل ، قال ابن عباس : قالها إبراهيم حين ألقي في النار ، وقالها محمد حين قال لهم الناس : إن الناس قد جمعوا لكم فاخشوهم .\nوقد روي أنه جبرائيل قال : هل من حاجة ؟ قال : أما إليك فلا ، وقد ذكر هذا الإمام أحمد وغيره )) (1).\nوهذه الرواية : (( أما إليك فلا )) ، قد رواها ابن جرير في تفسيره بإسناده إلى معتمر بن سليمان عن بعض أصحابه )) (2).\nولنختم الكتاب بذكرِ مسألة عظيمة مهمة تُفهم مما تقدم ، ولكن نفرد الكلام لعظم شأنها ، ولكثرة الغلط فيها ، فنقول : لا خلاف أن التوحيد لا بد أن يكون بالقلب ، واللسان ، والعمل ، فإن اختل شيءٌ من هذا لم يكن الرجل مسلماً.\nوقوله : (( لا خلاف أن التوحيد لا بد أن يكون بالقلب واللسان والعمل ، فإن اختل شيء من هذا لم يكن الرجل مسلماً )) : وضح الشيخ – رحمه الله – هذه المسألة في إحدى رسائله بقوله : (( اعلم رحمك الله أن دين الله يكون على القلب بالاعتقاد ، وبالحب والبغض ويكون على اللسان بالنطق وترك النطق بالكفر ، ويكون على الجوارح بفعل أركان الإسلام وترك الأفعال التي تكفِّر ، فإذا اختل واحدة من هذه الثلاث كفر وارتد )) (3) .\nوبيان ذلك أن التوحيد لا بد أن يكون بالقلب قولاً وعملاً ، فأما قول القلب فعليه أن يعتقد ويصدق بأن الله معبوده وحده لا شريك له ، والتوحيد عمل القلب مثل حب الله تعالى ورسوله صلى الله عليه وسلم ، وخشية الله تعالى ، وإخلاص العمل لله وحده ، وتوكل القلب على الله وحده ، وسائر العبادات القلبية والتي تعدّ شروطاً لشهادة لا إله إلا الله .\n__________\n(1) مجموع الفتاوى 1/183، وانظر : 8/539 .\n(2) تفسير ابن جرير 17/45.\n(3) الدرر السنية 10/87.\n(1/96)",
        "\nوالتوحيد قول اللسان ، فمن لم يصدق بلسانه مع القدرة لا يسمى موحداً )) (1) .\nوالتوحيد يستلزم عمل الجوارح ، ففعل الواجبات وترك المحظورات من لوازم التوحيد ومقتضياته .\nيقول ابن القيم : (( كلما عظم نور هذه الكلمة – لا إله إلا الله – واشتد أحرق من الشبهات والشهوات بحسب قوته وشدته ، حتى إنه ربما وصل إلى حال لا يصادف معه شبهة ولا شهوة ولا ذنباً إلا أحرقه ، وهذا حال الصادق في توحيده ، الذي لم يشرك بالله شيئاً ، فأي ذنب أو شهوة أو شبهة دنت من هذا النور أحرقها ، فسماء إيمانه قد حُرسَت بالنجوم من كل سارق لحسناته ، فلا ينال منها السارق إلى على غِرّة وغفلة لا بد منها للبشر ، فإذا استيقظ وعلم ما سُرق منه استنقذه من سارقه ، أو حصَّل أضعافه بكسبه ، فهو هكذا أبداً مع لصوص الجن والإنس ليس كمن فتح لهم خزانته ، وولي الباب ظهره )) (2).\nوقال ابن رجب – رحمه الله - : (( إن تحقق القلب بمعنى لا إله إلا الله ، وصدقه فيها ، وإخلاصه بها يقتضي أن يرسخ فيه تألّه الله وحده ، إجلالاً ، وهيبة ، ومخافة ، ومحبة ، ورجاء ، وتعظيماً ، وتوكلاً ، ويمتلئ بذلك ، وينتقي عنه تأله ما سواه من المخلوقين ، ومتى كان كذلك لم يبق فيه محبة ولا إرادة ولا طلب لغير ما يريده الله ويحبه ويطلبه ، وينتفي بذلك من القلب جميع أهواء النفوس وإراداتها ، ووساوس الشيطان .\nفمن أحب شيئاً وأطاعه ، وأحبّ عليه وأبغض عليه ، فهو إلهه ، فمن كان لا يحب ولا يبغض إلا الله ، ولا يوالي ولا يعادي إلا له ، فالله إلهه حقاً ، ومن أحب لهواه وأبغض له ، ووالى عليه وعادى عليه ، فإلهه هواه ، كما قال تعالى : (( أَفَرَأَيْتَ مَنِ اتَّخَذَ إِلَهَهُ هَوَاهُ )) ( الجاثية : 23) (3).\nفإن عرف التوحيد ، ولم يعمل به فهو كافر معاند ، كفرعون وإبليس وأمثالهما.\n__________\n(1) انظر : مجموع الفتاوى لابن تيمية 7/140 ، 219، 337 .\n(2) مدارج السالكين 1/330.\n(3) جامع العلوم والحكم 2/524 .\n(1/97)\n",
        "وهذا يغلط فيه كثير من الناسِ يقولون : هذا حقٌ ونحن نفهم هذا ، ونشهد أنه الحق ولكنا لا نقدر أن نفعله ، ولا يجوز عند أهلِ بلدنا إلا من وافَقَهم ، أو غير ذلك من الأعذارِ ، ولم يدرِ المسكين أن غالب أئمة الكفرِ ، يعرفون الحق ، ولم يتركوه إلا لشيءٍ من الأعذارِ كما قال تعالى : ((اشْتَرَوْاْ بِآيَاتِ اللّهِ ثَمَناً قَلِيلاً )) [ التوبة : 9 ] ، وغيرِ ذلك من الآيات ، كقوله : ((يَعْرِفُونَهُ كَمَا يَعْرِفُونَ أَبْنَاءهُمْ وَإِنَّ فَرِيقاً مِّنْهُمْ لَيَكْتُمُونَ الْحَقَّ وَهُمْ يَعْلَمُونَ )) ( البقرة : 146) .\n…\nـــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ\nقوله : (( فإذا عرف التوحيد ولم يعمل به فهو كافر معاند كفرعون وإبليس وأمثالهما )) : ففرعون وإبليس وأضرابهما يعرفون أن الله تعالى هو الرب المستحق للعبادة ، وإنما كان موجب كفرهم الإباء والاستكبار المنافي للانقياد والقبول .\nقال تعالى : (( وَجَحَدُوا بِهَا وَاسْتَيْقَنَتْهَا أَنفُسُهُمْ ظُلْماً وَعُلُوّاً )) ( النمل : 14) ،\nوقال سبحانه : (( إِلاَّ إِبْلِيسَ أَبَى وَاسْتَكْبَرَ)) ( البقرة ِ: 34) .\nيقول ابن القيم : (( وأما كفر الإباء والاستكبار ، فنحو كفر إبليس ، فإنه لم يجحد أمر الله ولا قابله بالإنكار ، وإنما تلقاه بالإباء والاستكبار ، ومن هذا كفر من عرف صدق الرسول ، وأنه جاء بالحق من عند الله ، ولم ينقد له إباءً واستكباراً ، وهو الغالب على كفر أعداء الرسل، كما حكى الله عن فرعون وقومه:(( أَنُؤْمِنُ لِبَشَرَيْنِ مِثْلِنَا وَقَوْمُهُمَا لَنَا عَابِدُونَ )) ( المؤمنون : 47) (1).\n__________\n(1) مدارج السالكين 1/337.\n(1/98)\n\nوقوله : (( وهذا يغلط فيه كثير من الناس يقولون : إن هذا حق ... إلى قوله تعالى : ((لَيَكْتُمُونَ الْحَقَّ وَهُمْ يَعْلَمُونَ )) ( البقرة : 146) : يقرر المؤلف – رحمه الله – أن مجرد معرفة التوحيد ليست كافية ، بل يتعين أن يحقق التوحيد بالقلب واللسان والعمل ، ويقوم به ظاهراً وباطناً ، فإن غالب أئمة الكفر يعرفون الحق ، لكنهم امتنعوا عن الانقياد له استكباراً وإباءً ، أو حباً للدنيا ، أو مداهنة للعشيرة ، أو خوفاً على المناصب والرياسات ونحو ذلك من الأعذار .\nوقد قرر المؤلف هذا المعنى في غير موضع ، ومن ذلك ما استنبطه المؤلف من مسائل عند قوله تعالى : (( وَاتْلُ عَلَيْهِمْ نَبَأَ الَّذِيَ آتَيْنَاهُ آيَاتِنَا فَانسَلَخَ مِنْهَا )) ( الأعراف : 175) :\n(( إن الانسلاخ لا يشترط فيه الجهل بالحق أو بغضه )) (1).\nثم قال في مسألة أخرى : (( إن محبة الدنيا تكون سبباً لردة العالم عن الإسلام )) (2).\nومن المسائل التي حررها المؤلف عند قوله : (( قُلْ أَفَغَيْرَ اللَّهِ تَأْمُرُونِّي أَعْبُدُ أَيُّهَا الْجَاهِلُونَ * وَلَقَدْ أُوحِيَ إِلَيْكَ وَإِلَى الَّذِينَ مِنْ قَبْلِكَ لَئِنْ أَشْرَكْتَ لَيَحْبَطَنَّ عَمَلُكَ)) الزمر : 64-65) .\nحيث قال : (( إن الذي يكفر به المسلم ليس هو عقيدة القلب خاصة ، فإن هذا الذي (3) ذكرهم الله لم يريدوا منه صلى الله عليه وسلم تغيير العقيدة ... بل إذا أطاع المسلم من أشار عليه بموافقتهم لأجل ماله أو بلده أو أهله مع كونه يعرف كفرهم ويبغضهم فهذا كافر إلا من أكره )) (4).\nوقرر الشيخ من أظهر للمشركين الموافقة فإنه كافر ، وإن كان الباعث على هذه الموافقة المشحة بالوطن والحرص عليه ، وليس حبّ الكفر والدخول فيه .\n__________\n(1) مؤلفات الشيخ 4/112 .\n(2) - مؤلفات الشيخ 4/112 .\n(3) هكذا في الكتاب ولعل الصواب : هؤلاء الذين .\n(4) مؤلفات الشيخ 4/345، وانظر : 4/ 344.",
        "(1/99)\n\nفقال – موضحاً هذا المعنى بمثال - : (( لو نقدر أن السطان ظلم أهل المغرب ظلماً عظيماً في أموالهم وبلادهم ، ومع هذا خافوا استيلاءهم على بلادهم ظلماً وعدواناً ورأوا أنهم لا يدفعونهم إلا باستنجاد الفرنج ، وعلموا أن الفرنج لا يوافقونهم إلا أن يقولوا نحن معكم على دينكم وديناكم ، ودينكم هو الحق ودين السلطان هو الباطل، وتظاهروا بذلك ليلاً ونهاراً ، مع أنهم لم يدخلوا في دين الفرنج لوم يتركوا الإسلام بالفعل ، لكن لما تظاهروا بما ذكرنا ، ومرادهم دفع الظلم عندهم هل يشك أحد أنهم مرتدون في أكبر ما يكون من الكفر والردة إذا صرحوا أن دين السلطان هو الباطل مع علمهم أنه حق ، وصرحوا أن دين الفرنج هو الصواب )) (1) .\nوأكد الشيخ سليمان بن عبد الله بن محمد بن عبد الوهاب – رحمهم الله – هذا المعنى في مطلع رسالته (( الدلائل )) فقال : (( اعلم رحمك الله أن الإنسان إذا أظهر للمشركين الموافقة على دينهم خوفاً منهم ومداراة لهم ، ومداهنة لدفع شرهم ، فإنه كافر مثلهم ، وإن كان يكره دينهم ويبغضهم ، ويحبّ الإسلام والمسلمين )) (2) .\nوالمقصود بالموافقة – هاهنا – النصرة والمعاونة للكفار (3) ، وأن الشخص يخرج من الملة بناقض عملي – مثل تولي الكفار ونصرتهم – ولو لم يتكلم ، وقد يخرج من الملة بكلمة – كسبّ الله تعالى أو رسوله صلى الله عليه وسلم – ولو لم يعتقد ، كما يخرج من الملة باعتقاد كفري ، كبغض الله عز وجل أو رسوله صلى الله عليه وسلم – ولو لم يتكلم (4) .\n__________\n(1) مؤلفات الشيخ 5/28.\n(2) الدلائل في حكم موالاة أهل الإشراك ص 29 .\n(3) انظر : الدرر السنية 9/158.\n(4) انظر : مؤلفات الشيخ 5/28 ، والدرر السنية 10/78.\n(1/100)",
        "\nوهاهنا إشارة يسيرة إلى أن المؤلف – رحمه الله – ساق المداراة ضمن الأعذار الباطلة كخوف نقص دينا أو جاه أو مشحة بوطن أو عشيرة (1)، وتبعه على ذلك الشيخ سليمان بن عبد الله بن محمد بن عبد الوهاب في الدلائل – كما تقدم – وأوثق عرى الإيمان (2).\nولعل مرادهم بذلك المداراة المذمومة والتي بمعنى المداهنة ، وإن كان ثابتاً الفرق بين المداراة والمداهنة عند بعض علماء نجد ، كما وضّحه الشيخ عبد اللطيف بن عبد الرحمن بن حسن محمد بن عبد الوهاب – رحمهم الله – بقوله : (( المداراة درء شر المفسد بالقول اللين وترك الغلظة ، أو الإعراض عنه إذا خيف شره وحصول شيء منه أكبر ، والمداهنة ترك ما يجب لله من الغيرة والأمر بالمعروف والنهي عن المنكر والتغافل عن ذلك لغرض دنيوي وهوى نفساني )) (3).\nفإن عمل بالتوحيد عملاً ظاهراً وهو لا يفهمه ، أو لا يعتقده بقلبِه فهو منافق ، وهو شر من الكافرِ الخالصِ كما قال تعالى : (( إِنَّ الْمُنَافِقِينَ فِي الدَّرْكِ الأَسْفَلِ مِنَ النَّارِ)) ( النساء : 145) .\nـــــــــــــــــــــــــــــــــــ\nقوله : (( فإن عمل بالتوحيد عملاً ظاهراً وهو لا يفهمه ولا يعتقده بقلبه فهو منافق ، وهو شر من الكافر الخالص )) : لما قرر المؤلف – رحمه الله – أن التوحيد لا بد أن يكون بالقلب واللسان والعمل ، وأن من عرف التوحيد ولم يعمل به فهو كافر معاند كفرعون وإبليس وأمثالهما ، ذكر – هاهنا – ما يقابله ، وهو من عمل بالتوحيد ظاهراً وأبطن خلافه ، فهذا منافق في الدرك الأسفل من النار ، فالمنافق يظهر التوحيد ، لكن يبطن نقيضه ، كبغض الله تعالى أو رسوله صلى الله عليه وسلم ، أو المسرة بانخفاض دين الإسلام ، أو الكراهية لانتصار دين الإسلام .\n__________\n(1) انظر : الدرر السنية 10/64.\n(2) انظر : ص 49.\n(3) الدرر السنية 11/85.\n(1/101)\n",
        "وهذه المسألة مسألة طويلة تُبيٍّن له إذا تأملتها في ألسنة الناسِ ؛ ترى من يعرف الحق ويترك العمل به لخوف نقصِ ديناه أو جاهه ، أو ملكه ، وترى من يعمل به ظاهراً لا باطناً .\nولكن عليك بفهم آيتين من كتاب الله ، أولاهما : قولُه تعالى : ( لاَ تَعْتَذِرُواْ قَدْ كَفَرْتُم بَعْدَ إِيمَانِكُمْ ) [التوبة : 66] .\nفإذا تحققت أن بعض الصحابة الذين غزوا الروم مع الرسولِ صلى الله عليه كفروا بسبب كلمةٍ قالوها على وجه المزحِ واللعب ، تبين لك أن الذي يتكلم بالكفرِ أو يعمل به خوفاً من نقصِ مال ، أو جاه ، أو مداراة لأحدً أعظم ممن يتكلم بكلمة يمزح بها .\nــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ\nوقوله : (( أولاهما ما تقدم من قوله تعالى : ((لاَ تَعْتَذِرُواْ..)) .. إلى قوله : بكلمة يمزح بها )) : بيّن المؤلف هذا المزاح والاستهزاء وأنواعه فقال : (( فالقول الصريح في الاستهزاء بالدين مثل ما قدمت لك (1) ، وأما الفعل فمثل مدّ الشفّة وإخراج اللسان ، أو رمز العين ، مما يفعله كثير من الناس عند ما يؤمر بالصلاة والزكاة ، فكيف بالتوحيد )) (2).\nفإذا كان من تكلّم بكلمة الكفر على سبيل الهزل يعدّ كافراً خارجاً عن الملة, فكيف إذا تكلم بالكفر جاداً أو خائفاً من نقص مال أو جاه؟ً\n__________\n(1) يعني مقالة القوم : ما رأينا مثل قرائنا هؤلاء أرغب بطوناً ولا أكذب ألسناً ولا أجبن عند اللقاء ، يعنون بذلك رسول الله صلى الله عليه وسلم وأصحابه . انظر : تاريخ ابن غنام 2/317.\n(2) تاريخ ابن غنام 2/319، وانظر : النجاة والكفاك لحمد بن عتيق ص 56.\n(1/102)\n\nوالآية الثانية : قولُهُ تعالى : ( مَن كَفَرَ بِاللّهِ مِن بَعْدِ إيمَانِهِ إِلاَّ مَنْ أُكْرِهَ وَقَلْبُهُ مُطْمَئِنٌّ بِالإِيمَانِ وَلَكِن مَّن شَرَحَ بِالْكُفْرِ صَدْراً فَعَلَيْهِمْ غَضَبٌ مِّنَ اللّهِ وَلَهُمْ عَذَابٌ عَظِيمٌ * ذَلِكَ بِأَنَّهُمُ اسْتَحَبُّواْ الْحَيَاةَ الْدُّنْيَا عَلَى الآخِرَةِ )\n[ النحل : 106- 107] .\nفلم يعذرِ الله من هؤلاء إلا من أكره مع كونِ قلبه مطمئناً بالإيمان ، وأما غير هذا فقد كفر بعد إِيمانه ، سواءً فعله خوفاً أو طمعاًً ، أو مداراة ، أو مشحة بوطنه ، أو أهله أو عشيرته ، أو ماله ، أو فعله على وجه المزاح ، أو لغير ذلك من الأغراض إِلا المكره ، فالآية تدل على هذا من جهتين:\nالأولى قوله : ( إِلاَّ مَنْ أُكْرِه َ) فلم يستثن الله إلا المكره . ومعلوم أن الإِنسان لا يكره إلا على العملِ أو الكلام ، وأما عقيدة القلب فلا يكره عليها أحد .\nوالثانية : قوله تعالى : ( ذَلِكَ بِأَنَّهُمُ اسْتَحَبُّواْ الْحَيَاةَ الْدُّنْيَا عَلَى الآخِرَةِ ) ، فصرح أن هذا الكفر والعذاب لم يكن بسبب الاعتقاد أو الجهلِ أو البغض للدين أو محبة الكفر ، وإنما سببه أن له في ذلك حظاً من حظوظ الدنيا فآثره على الدينِ ، والله سبحانه وتعالى أعلم ، وصلى الله على نبينا محمد وعلى آله وصحبه وسلم .\nـــــــــــــــــــــــــــــــــــ",
        "(1/103)\n\nقوله : (( والآية الثانية : قوله تعالى : مَن كَفَرَ بِاللّهِ مِن بَعْدِ إيمَانِهِ )) ... إلى نهاية الرسالة )) : قرر الشيخ الإمام هذا الأمر في غير موضع ، وكذا أئمة الدعوة من بعده ، فقال – رحمه الله تعالى – عن هذه الآية : (( فلم يستثن الله إلا من أكره وقلبه مطمئن بالإيمان ، بشرط طمأنينة قلبه ، والإكراه لا يكون على العقيدة ، بل على القول والفعل ، فقد صرّح بأن من قال الكفر أو فعله فقد كفر إلا المكره بالشروط المذكور ، وذلك بسبب إيثار الدنيا لا بسبب العقيدة )) (1) .\nواستنبط الشيخ الإمام جملة من المسائل عند قوله تعالى : ((مَن كَفَرَ بِاللّهِ مِن بَعْدِ إيمَانِهِ )) الآيتين ، فقال : (( استثناء المكره المطمئن ، وأن الرخصة لمن جمع بينهما خلاف المكره فقط ، وأن الردة المذكورة كلام أو فعل من غير اعتقاد ، وأنها تكون مع شدة المعرفة بالدين ، وأنها تكون مع شدة المعرفة بالباطل ، وأنها تكون مع محبة الدين ، وأنها تكون مع بغض الباطل ، وأنها تكون مع شدة الخوف ، وتكون أيضاً مع شدة حاجته لما بُذل أو لما يرجوه ... )) (2) .\n__________\n(1) تاريخ ابن غنام 2/196.\n(2) مؤلفات الشيخ 4/229، 230 بتصرف يسير .\n(1/104)",
        "\nومما حرره الشيخ سليمان بن عبد الله بن محمد بن عبد الوهاب – رحمهم الله تعالى – في معنى الآيتين السابقتين قوله : (( حكم تعالى حكماً لا يبدل أن من رجع عن دينه إلى الكفر ، فهو كافر سواء كان له عذر خوف على نفس أو مال أو أهل أم لا . وسواء كفر بباطنه وظاهره ، أم بظاهره دون باطنه . وسواء كفر بفعاله ومقاله ، أم بأحدهما دون الآخر ، وسواءً كان طامعاً في دنيا ينالها من المشركين أم لا .. فهو كافر على كل حال إلا المكره ... فإذا أكره الإنسان على الكفر وقيل له : اكفر وإلا قتلناك ، أو ضربناك ، أو أخذه المشركون فضربوه ، ولم يمكنه التخلص إلا بموافقتهم ، جاز له موافقتهم في الظاهر ، بشرط أن يكون قلبه مطمئناً بالإيمان أي ثابتاً عليه معتقداً له ، فأما إن وافقهم بقلبه فهو كافر ولو كان مكرهاً .\nثم أخبر تعالى أن سبب هذا الكفر والعذاب ليس بسبب الاعتقاد للشرك أو الجهل بالتوحيد ، أو البغض للدين ، أو محبة للكفر ، وإنما سببه أن له في ذلك خطاً من حظوظ الدنيا فآثره على الدين وعلى رضي رب العالمين ، فقال : (ذَلِكَ بِأَنَّهُمُ اسْتَحَبُّواْ الْحَيَاةَ الْدُّنْيَا عَلَى الآخِرَةِ وَأَنَّ اللّهَ لاَ يَهْدِي الْقَوْمَ الْكَافِرِينَ) ( النحل : 107 )(1).\nوأكد هذه المسألة الشيخ حمد بن علي بن عتيق – رحمه الله – بقوله : (( إذا أكره وتكلم فلا بد من طمأنينة القلب بالإيمان ، ومفهوم ذلك أنه إذا تكلم بالكفر من غير إكراه كفرَ وإن كان قلبه مطمئن بالإيمان ، كما أن من شرح بالكفر صدراً كفر وإن لم يتكلم )) (2).\n__________\n(1) الدلائل في حكم موالاة أهل الإشراك ص 43-46 باختصار .\n(2) الدفاع عن أهل السنة والاتباع ص 26 .\n(1/105)\n",
        "ثم قال : (( بل قد علموا - أي الصحابة رضي الله عنهم - من دين نبيهم أن من قال الكفر ، أو فعله ، أو رضي به مختاراً كفر ، وإن كان مع ذلك يبغضه بقلبه ، وبهذا تبعهم على ذلك علماء السنة والحديث ، وذكر ذلك في كتبهم حيث قالوا : إن المرتد هو الذي يكفر بعد إسلامه إما نقطاً وإما فعلاً وإما اعتقاداً ، فقرروا أن من قال الكفر كفر وإن لم يعتقده ولم يعمل به إذا لم يكن مكرهاً ، وكذلك إذا فعل الكفر كفر وإن لم يعتقده ولا نطق به ، وكذلك إذا شرح بالكفر صدره أي فتحه ووسعه وإن لم ينطق بذلك ولم يعمل به ، وهذا معلوم قطعاً من كتبهم ، ومن له ممارسة في العلم فلا بد أن يكون قد بلغ طائفة من ذلك )) (1) .\nهذا ما تيسر جمعه وإعداده وبالله التوفيق وصلى الله وسلم على نبينا محمد وعلى آله وصحبه أجمعين .\n****\nأهم المراجع\n1- ... تاريخ نجد المسمى روضة الأفكار والأفهام لمرتاد حال الإمام وتعداد غزوات ذوي الإسلام ، لحسين بن غنام ، حرّره وحققه ناصر الدين الأسد ، ط 3 ، مطابع شركة الصفحات الذهبية ، الرياض .\n2- ... تحفة الطالب والجليس في كشف شبه داود بن جرجيس ، للشيخ عبد اللطيف بن عبد الرحمن بن حسن آل الشيخ ، ت : عبد السلام بن برجيس ، ط 1 ، 1408هـ .(2)\n3- ... الدرر السنية في الأجوبة النجدية ، جمع : عبد الرحمن بن قاسم ، ط 2، 1385هـ .(3)\n4- ... دعاوى المناوئين لدعوة الشيخ محمد بن عبد الوهاب ، لعبد العزيز آل عبداللطيف ،ط2، دار الوطن ، الرياض ، 1412هـ .\n5- ... شرح كشف الشبهات للشيخ محمد بن صالح العثيمين ، إعداد فهد السليمان ، ط1 ، 1416هـ ، دار الثريا للنشر .\n6- ... القول الفصل النفيس في الرد على المفتري داود بن جرجيس ، للشيخ عبد الرحمن بن حسن آل الشيخ ، ط2 ، دار الهداية ، الرياض ، 1405هـ .\n__________\n(1) الدفاع عن أهل السنة والاتباع ص 29، 30 .\n(2) وأحياناً أرجع إلى الطبعة الخامسة سنة 1413هـ .\n(3) وأحياناً أرجع إلى الطبعة الخامسة سنة 1413هـ\n(1/106)\n\n7- ... كشف الشبهات ، للشيخ محمد بن عبد الوهاب ، علق حواشيه محمد ابن عبد العزيز بن مانع ، نشر وتوزيع رئاسة إدارات البحوث العلمية .\n8- ... كشف الشبهات ، للشيخ محمد بن عبد الوهاب ، علق عليه: محمد حامد الفقي ، وخرج أحاديثه بدر البدر ، ط1 ، 1404هـ ، دار الخلفاء الكويت .\n9- ... مجموع الفتاوى شيخ الإسلام ابن تيمية ، جمع : عبد الرحمن بن قاسم وابنه محمد ، تصوير الطبعة الأولى ، 1398هـ .\n10- ... منهاج التأسيس والتقديس في كشف شبهات داود بن جرجيس ، للشيخ عبد اللطيف بن عبد الرحمن بن حسن آل الشيخ ، مطبعة ديرسات ، بمبي ، 1309هـ .(1)\n11- ... مؤلفات الشيخ محمد بن عبد الوهاب ، إعداد : عبد العزيز بن زيد الرومي وآخرون ، ط1 ، جامعة الإمام محمد بن سعود ، الرياض .\n12- ... نواقض الإيمان القولية والعملية ، لعبد العزيز آل عبد اللطيف ، ط1 ، دار الوطن ، الرياض ، 1414هـ .\n***\nالفهرس\nمقدمة ............................................................. 2 تعريف الشبهة وموضوع الرسالة ....................................4\nمعنى توحيد العبادة وأهميته...........................................4\nأول الشرك في بني آدم...............................................5\nالتوحيد والعبادة بينهما عموم وخصوص مطلق. ......................7\nإقرار مشركي العرب بتوحيد الربوبية ................................9\nلم ينازع في أصل توحيد الربوبية أحد من بني آدم ...................9\nالعبودية الكونية القدرية ............................................10\nتوحيد الربوبية دليل على توحيد الإلهية .............................10\nأهمية توحيد الربوبية كما قرره المؤلف .............................11\nالإقرار بتوحيد الربوبية لا يتحقق به التوحيد المطلوب ..............12\nحكمة المؤلف في الدعوة ومخاطبته للناس بما يعرفون ........ٍ......13\n__________\n(1) وأحياناً أرجع إلى طبعة دار الهداية .",
        "(1/107)\n\nمعنى قوله تعالى :((لَهُ دَعْوَةُ الْحَقِّ )) الآية .........................14\nوجوب إفراد الله تعالى بجميع أنواع العبادة .........................15\nمعنى الإله كما قرره المؤلف وبيان فقهه ............................17\nمفهوم توحيد العبادة وتقريبه للمخاطبين .............................19\nمعنى لا إله إلا الله عند المتكلمين والمتصوفة .......................20\nالتحذير من الشرك والنهي عنه .....................................22\nالفرح بفضل الله والخوف العظيم من الزيغ .........................23\nمسألة العذر بالجهل... والجمع بين عبارات المؤلف ................24\nجميع الأنبياء لهم أعداء أصحاب جدال وعلوم ......................26\nمعنى (لأَقْعُدَنَّ لَهُمْ صِرَاطَكَ الْمُسْتَقِيمَ ) ..............................27\nجهاد الخصوم يحتاج إلى أمرين ....................................28\nتقرير السلف بأن القرآن حجة على كل مبتدع .......................30\nالجواب المجمل في الرد على كل اعتراض ، وأمثلة عليه ...........32\nالشبهة الأولى والجواب عنها .......................................34\nالأدلة على أن دعاء غير الله شرك .................................34\nالشبهة الثانية والجواب عنها .......................................35\nبيان فساد مقالة الخصوم بأن الآيات نزلت في المشركين فلا تتناول من فعل فعلهم ..........................................................35\nبيان كفر من دعا الأصنام وكذا من دعا الصالحين ..................37\nالشبهة الثالثة والجواب عنها ........................................39\nالشبهة الرابعة والجواب عنها .......................................40\nالشبهة الخامسة والجواب عنها ......................................45\nالشفاعة كلها لله تعالى ، ولها شروط ................................46\n(1/108)",
        "\nالشبهة السادسة والجواب عنها من وجهين ..........................49\nوجهان آخران في الرد على هذه الشبهة ............................50\nالشبهة السابعة والجواب عنها ......................................52\nأقوال العلماء في تعريف الشرك ....................................54\nالشبهة الثامنة والجواب عنها من أربعة أوجه .......................55\nالواجب تجاه الأولياء وكراماتهم ....................................59\nشرك المتأخرين أشنع من شرك الأولين من وجوه ..................59\nالشبهة التاسعة والجواب عنها مبسوطاً ..............................62\nكفر من أنكر حكماً معلوماً من الدين بالضرورة .....................64\nأمثلة على المرتدين ( بني حنيفة ، غلاة الشيعة ،العبيديين ) .........66\nقد يكفر الشخص بكلمة يذكرها بلسانه دون قبله .....................71\nالشبهة العاشرة والجواب عنها ......................................73\nالشبهة الحادية عشرة والجواب عنها ................................76\nالشبهة الثانية عشر والجواب عنها من وجهين ......................84\nالشبهة الثالثة عشر والجواب عنها متناً وسنداً .......................89\nالتوحيد اعتقاد وقول وعمل .........................................90\nمن عرف التوحيد ولم يعمل به فهو كافر معاند .....................92\nغالب أئمة الكفر يعرفون الحق ولم يتركوه إلا لشيء من\nالأعذار ...........................................................93\nالمداراة والمداهنة ..................................................93\nنوعا الاستهزاء : القولي والفعلي ...................................96\nوقفة مع قوله تعالى :(( لاَ تَعْتَذِرُواْ قَدْ كَفَرْتُم بَعْدَ إِيمَانِكُمْ ))..........98\nوقفة مع قول تعالى : ((مَن كَفَرَ بِاللّهِ مِن بَعْدِ إيمَانِهِ )) الآيتين .......98\n(1/109)\n",
        "المراجع ..........................................................100\nالفهارس .........................................................102\n(1/110)\n"
    ]
}