{
    "partText": [
        "\n\nالجزء الحادي العشر\nبسم الله الرحمن الرحيم",
        "(يَعْتَذِرُونَ إِلَيْكُمْ إِذا رَجَعْتُمْ إِلَيْهِمْ قُلْ لا تَعْتَذِرُوا لَنْ نُؤْمِنَ لَكُمْ قَدْ نَبَّأَنَا اللهُ مِنْ أَخْبارِكُمْ وَسَيَرَى اللهُ عَمَلَكُمْ وَرَسُولُهُ ثُمَّ تُرَدُّونَ إِلى عالِمِ الْغَيْبِ وَالشَّهادَةِ فَيُنَبِّئُكُمْ بِما كُنْتُمْ تَعْمَلُونَ (94) سَيَحْلِفُونَ بِاللهِ لَكُمْ إِذَا انْقَلَبْتُمْ إِلَيْهِمْ لِتُعْرِضُوا عَنْهُمْ فَأَعْرِضُوا عَنْهُمْ إِنَّهُمْ رِجْسٌ وَمَأْواهُمْ جَهَنَّمُ جَزاءً بِما كانُوا يَكْسِبُونَ (95) يَحْلِفُونَ لَكُمْ لِتَرْضَوْا عَنْهُمْ فَإِنْ تَرْضَوْا عَنْهُمْ فَإِنَّ اللهَ لا يَرْضى عَنِ الْقَوْمِ الْفاسِقِينَ (96))\nتفسير المفردات\nالغيب : ما غاب عنك علمه ، والشهادة : ما تشهده وتعرفه ، الانقلاب : الرجوع ، رجس : أي قذر يجب الإعراض عنه.\n",
        "المعنى الجملي\nبعد أن ذكر عزّ اسمه من يستحقون اللوم والمؤاخذة من المعذّرين ، ومن لا سبيل إلى مؤاخذتهم وعدم الحرج عليهم ـ ذكر فى هذه الآيات ما سيكون من أمر المنافقين الذين تخلفوا فى المدينة وما حولها عن غزوة تبوك مع الرسول صلى الله عليه وسلم بعد عودتهم.\nالإيضاح\n(يَعْتَذِرُونَ إِلَيْكُمْ إِذا رَجَعْتُمْ إِلَيْهِمْ) أي سيعتذر إليكم أيها المؤمنون أولئك الذين رضوا بأن يكونوا مع الخوالف ، وهم أغنياء أصحاء لا عذر لهم عن التخلف عن الغزو وغيره من سيئاتهم عند رجوعكم من السفر.",
        "(قُلْ لا تَعْتَذِرُوا لَنْ نُؤْمِنَ لَكُمْ) أي قل لهم أيها الرسول : لا تعتذروا إنا لن نصدّقكم فى معاذيركم أبدا ولن نطمئنّ إليكم.\nثم بين السبب فى عدم تصديقهم فقال :\n(قَدْ نَبَّأَنَا اللهُ مِنْ أَخْبارِكُمْ) أي قد أنبأنا الله بوحيه إلى رسوله بعض أخباركم التي تسرّونها فى ضمائركم وهى مخالفة لظواهركم التي تعتذرون بها ، ونبأ الله هو الحق الذي لا شك فيه ، ومن عرف الحق لا يقبل الباطل ولا يصدّق الكاذب.\nوإنما قال نبأنا ولم يقل نبأنى إيماء إلى أنه أمره أن ينبّىء بذلك أصحابه ولم يكن هذا النبأ خاصا به ، كما أن اعتذارهم للجميع يقتضى أن يكونوا كلهم عالمين بما فضحهم الله به ، وفى هذا من التشهير بهم والخزي لهم ما لا خفاء فيه.",
        "(وَسَيَرَى اللهُ عَمَلَكُمْ وَرَسُولُهُ) أي وسيرى الله عملكم ورسوله فيما بعد ، وهو الذي سيدلّ : إما على إصراركم على النفاق أو على التوبة والإنابة إلى ربكم ، وأما أقوالكم فلا يعتدّ بها مهما وكدتموها بالأيمان ، فإن أنتم تبتم وأنبتم إلى ربكم وشهد لكم عملكم بصلاح طويّتكم ، فإن الله يتقبل منكم توبتكم ، ويغفر لكم حوبتكم ، ويعاملكم\nالرسول بما يعامل به المؤمنين الذين أخلصوا وصدقوا وشهدت لهم أعمالهم بذلك ، وإن أنتم أبيتم إلا الإصرار على النفاق وإلا الاعتماد على رواج سوق الكذب بتلك الأيمان التي تحلفونها فسيعاملكم الرسول بما أمره الله به من جهادكم والإغلاظ عليكم كإخوانكم الكفار المجاهرين.\nوفى هذا إيماء إلى الرغبة فى توبتهم حين سنوح الفرصة.\n(ثُمَّ تُرَدُّونَ إِلى عالِمِ الْغَيْبِ وَالشَّهادَةِ فَيُنَبِّئُكُمْ بِما كُنْتُمْ تَعْمَلُونَ) أي ثم تردون يوم القيامة إلى عالم الغيب والشهادة الذي يعلم ما تكتمون وما تظهرون ، فينبئكم حينئذ بما كنتم تعملون ويجازيكم عليه بما تستحقون وهو ما أوعدكم به فى كتابه الكريم فى هذه السورة وفى غيرها «إِنَّ الْمُنافِقِينَ فِي الدَّرْكِ الْأَسْفَلِ مِنَ النَّارِ».",
        "وفى الآية إيماء إلى أنه ينبغى تحامى كل ما يعتذر منه من ذنب أو تقصير ، وقد ورد فى الحديث «إياك وما يعتذر منه».\nثم أكد ما سبق من نفاقهم بقوله :\n(سَيَحْلِفُونَ بِاللهِ لَكُمْ إِذَا انْقَلَبْتُمْ إِلَيْهِمْ لِتُعْرِضُوا عَنْهُمْ) أي سيؤكدون لكم اعتذارهم بما يحلفون به من كاذب الأيمان إذا انقلبتم من سفركم ورجعتم إليهم لتعرضوا عن العتب عليهم والتوبيخ لهم على قعودهم مع الخالفين من العجزة والنساء والأطفال وعلى البخل بالنفقة والمال.\n(فَأَعْرِضُوا عَنْهُمْ) أي فأعرضوا عنهم إعراض الإهانة والتحقير ، لا إعراض الصفح وقبول العذر. روى مقاتل أن النبي صلى الله عليه وسلم قال حين قدم المدينة «لا تجالسوهم ولا تكلموهم».",
        "ثم علل هذا بقوله :\n(إِنَّهُمْ رِجْسٌ) أي إن فى نفوسهم قدرا معنويا يجب الاحتراس منه خوف سريان عدواه ، وميل النفوس إليه ، كما يحترز صاحب الثوب النظيف من الأقذار الحسّية التي ربما تصيبه إذا لم يحتط لها.\n(وَمَأْواهُمْ جَهَنَّمُ جَزاءً بِما كانُوا يَكْسِبُونَ) أي وملجؤهم الأخير نار جهنم جزاء لهم بما كسبوا فى الدنيا من أعمال النفاق وغيرها مما دنس نفوسهم ، وزادهم رجسا على رجسهم.\nثم زاد فى تأكيد نفاقهم فقال :",
        "(يَحْلِفُونَ لَكُمْ لِتَرْضَوْا عَنْهُمْ) أي يحلفون لكم لتستديموا معاملتهم بظاهر إسلامهم ، وهذا أهمّ الأغراض لديهم ، فلا حظّ لهم من إظهار الإسلام سواه ، ولو كان إسلامهم عن يقين واعتقاد لكان غرضهم الأول إرضاء الله ورسوله.\n(فَإِنْ تَرْضَوْا عَنْهُمْ فَإِنَّ اللهَ لا يَرْضى عَنِ الْقَوْمِ الْفاسِقِينَ) أي فإن ترضوا عنهم كما أرادوا ، وساعدتموهم على ما طلبوا فإن رضاكم عنهم لا يجديهم نفعا ، فإن الله ساخط عليهم بسبب فسوقهم وخروجهم عن أمره ونهيه.\nوفى هذا إيماء إلى نهى المخاطبين عن الرضا عنهم والاغترار بمعاذيرهم الكاذبة وأن من يرضى عنهم من المؤمنين يكون فاسقا مثلهم محروما من رضوان الله ، وأن من يتوب منهم ويرضى الله ورسوله يخرج من حدود سخطه ويدخل فى حظيرة مرضاته ولا يعدّ حينئذ فاسقا.\nروى عن ابن عباس أن هذه الآيات نزلت فى الجدّ بن قيس ومعتّب بن قشير وأصحابهما من المنافقين وكانوا ثمانين رجلا ، أمر النبي صلى الله عليه وسلم المؤمنين لما رجعوا إلى المدينة بألا يجالسوهم ولا يكلموهم.",
        "وقال قتادة : إنها نزلت فى عبد الله ابن أبىّ فإنه حلف للنبى صلى الله عليه وسلم بعد عودته ألا يتخلف عنه أبدا وطلب أن يرضى عنه فلم يفعل.\n(الْأَعْرابُ أَشَدُّ كُفْراً وَنِفاقاً وَأَجْدَرُ أَلاَّ يَعْلَمُوا حُدُودَ ما أَنْزَلَ اللهُ عَلى رَسُولِهِ وَاللهُ عَلِيمٌ حَكِيمٌ (97) وَمِنَ الْأَعْرابِ مَنْ يَتَّخِذُ ما يُنْفِقُ مَغْرَماً وَيَتَرَبَّصُ بِكُمُ الدَّوائِرَ عَلَيْهِمْ دائِرَةُ السَّوْءِ وَاللهُ\nسَمِيعٌ عَلِيمٌ (98) وَمِنَ الْأَعْرابِ مَنْ يُؤْمِنُ بِاللهِ وَالْيَوْمِ الْآخِرِ وَيَتَّخِذُ ما يُنْفِقُ قُرُباتٍ عِنْدَ اللهِ وَصَلَواتِ الرَّسُولِ أَلا إِنَّها قُرْبَةٌ لَهُمْ سَيُدْخِلُهُمُ اللهُ فِي رَحْمَتِهِ إِنَّ اللهَ غَفُورٌ رَحِيمٌ (99))\nتفسير المفردات",
        "الأعراب : اسم لبدو العرب : واحده أعرابى والأنثى أعرابية ، والعرب اسم لهذا الجيل الذي ينطق بهذه اللغة بدوه وحضره : واحده عربى ، والمغرم : الغرامة والخسران ، من الغرام بمعنى الهلاك ، والدائرة : ما يحيط بالشيء والمراد بها ما لا محيص منه من تصاريف الأيام ونوائبها التي تحيط شرورها بالناس ، والدائرة أيضا : النائبة والمصيبة ، والسوء : اسم لما يسوء ويضر ، والقربات : واحدها قربة ، وهى فى المنزلة والمكانة كالقرب فى المكان والقرابة فى الرحم ، والصلوات : واحدها صلاة ، ويراد بها الدعاء.\nالمعنى الجملي\nبعد أن ذكر سبحانه أحوال العرب مؤمنيهم ومنافقيهم ، بين فى هذه الآيات الثلاث أحوال الأعراب مؤمنيهم ومنافقيهم كذلك.\nالإيضاح",
        "(الْأَعْرابُ أَشَدُّ كُفْراً وَنِفاقاً وَأَجْدَرُ أَلَّا يَعْلَمُوا حُدُودَ ما أَنْزَلَ اللهُ عَلى رَسُولِهِ) أي إن طبيعة البداوة اقتضت أمرين :\n(1) إن كفارهم ومنافقيهم أشد كفرا ونفاقا من أمثالهم من أهل الحضر ، ولا سيما من يقيم منهم فى المدينة ، فهم أغلظ طباعا وأقسى قلوبا ، لأنهم يقضون جلّ أعمارهم فى رعى الأنعام وحمايتها من ضوارى الوحوش ـ إلى أنهم محرومون من العلوم الكسبية والآداب الاجتماعية.\n(2) إنهم أحق وأحرى من أهل الحضر بألا يعلموا حدود ما أنزل الله على\nرسوله من الهدى والبينات فى كتابه ؛ وما آتاه من الحكمة التي بيّن بها تلك الحد تارة بالقول وأخرى بالفعل.",
        "وكان صحابته فى المدينة وما حولها يتلقّون عنه الكتاب حين نزوله ويشهدون سنته فى العمل به ، ويرسل عمّاله إلى البلاد التي افتتحت يبلغون الناس القرآن ويحكمون به وبسنة رسوله المبيّنة له ـ وكل هذا لم يكن مستطاعا لأهل البوادي ، ومن ثم كان الجهل فيهم أكثر لحال المعيشة البدوية.\nروى أبو داود والبيهقي عن أبى هريرة مرفوعا «من بدا جفا ، ومن اتبع الصيد غفل ، ومن أتى أبواب السلطان افتتن ، وما ازداد أحد من سلطانه قربا إلا ازداد من الله بعدا» ذاك أن السلاطين قلما يرضون عمن يصارحهم القول ويؤثرهم بالنصح ولا يزداد قربا منهم إلا المراءون الذين يعينونهم على الظلم ويثنون عليهم بالباطل.\n(وَاللهُ عَلِيمٌ حَكِيمٌ) أي واسع العلم بشئون عباده وأحوالهم من إيمان وكفر وإخلاص ونفاق ، تامّ الحكمة فيما شرعه لهم ، وفى جزائهم من نعيم مقيم ، أو عذاب أليم.\n(وَمِنَ الْأَعْرابِ مَنْ يَتَّخِذُ ما يُنْفِقُ مَغْرَماً) أي ومن الأعراب ناس كانوا ينفقون أموالهم فى الجهاد رياء وتقيّة ، ويعدّون ذاك من المغارم التي يجب على المرء أداؤها طوعا أو كرها لدفع المكروه عن أنفسهم أو عن قومهم ولا منفعة لهم فيها لا فى الدنيا وهو واضح ، ولا فى الآخرة لأنهم لا يؤمنون بالبعث ، قال الضحاك : وهم بنو أسد وغطفان.",
        "(وَيَتَرَبَّصُ بِكُمُ الدَّوائِرَ) أي وينتظرون أن تحل بكم نوائب الزمان وأحداثه التي تدور بالناس وتحيط بهم ، فتبدّل قوتكم ضعفا وانتصاركم هزيمة ، فيستريحوا من أداء هذه المغارم لكم ، إذ يستغنون عن إظهار الإسلام نفاقا ، وقد كانوا يتوقعون ظهور المشركين واليهود على المؤمنين ، فلما أعيتهم الحيل صاروا ينتظررن موت النبي صلى الله عليه وسلم ظنا منهم أن الإسلام يموت بموته.\n(عَلَيْهِمْ دائِرَةُ السَّوْءِ) هذا دعاء عليهم بنحو ما يتربصون به المؤمنين ، أي عليهم\nوحدهم الدائرة السوءى تحيط بهم دون المؤمنين الذين يتربصونها بهم وليس ؛ للمؤمنين عاقبة إلا ما يسرهم من نصر الله وتوفيقه لهم ، وما يسوء أعداءهم من خذلان وخيبة وتعذيب لهم فى الدنيا قبل الآخرة.\n(وَاللهُ سَمِيعٌ عَلِيمٌ) أي والله سميع لما يقولونه مما يعبر عن شعورهم واعتقادهم فى نفقاتهم إذ تحدثوا بذلك فيما بينهم ، عليم بما يضمرونه فى سرائرهم ، وسيحاسبهم على ما يسمع ويعلم من قول وفعل ويجزيهم به.",
        "وبعد أن بيّن حال المنافقين من الأعراب ـ ذكر حال المؤمنين الصادقين منهم فقال : (وَمِنَ الْأَعْرابِ مَنْ يُؤْمِنُ بِاللهِ وَالْيَوْمِ الْآخِرِ) أي ومن الأعراب من يؤمن بالله ويثبت له القدرة وكمال التصرف فى الكون ، واليوم الآخر الذي تجازى فيه كل نفس بما كسبت ، قال مجاهد : هم بنو مقرّن من مزينة ، وهم الذين قال الله فيهم «وَلا عَلَى الَّذِينَ إِذا ما أَتَوْكَ لِتَحْمِلَهُمْ».\n(وَيَتَّخِذُ ما يُنْفِقُ قُرُباتٍ عِنْدَ اللهِ وَصَلَواتِ الرَّسُولِ) أي ويتخذ ما ينفقه وسيلة لأمرين :\n(1) القربات والزلفى عند الله تعالى جدّه.\n(2) صلوات الرسول أي أدعيته ، إذ كان النبي صلى الله عليه وسلم يدعو للمتصدقين ويستغفر لهم ، ولم يجىء فى نصوص الدين انتفاع أحد بعمل غيره إلا الدعاء وما يكون المرء سببا فيه كالولد الصالح والسنة الحسنة يتّبع فيها.",
        "وسميت الصلوات الشرعية بهذا الاسم من قبل أن الدعاء وهو المعنى اللغوي لها هو روحها ومخها وسرها الذي به تتحقق العبودية على أتمّ وجوهها.\nوقد بين الله جزاءهم على ما انطوت عليه نفوسهم من صدق الإيمان وإخلاص النية فى الإنفاق فى سبيل الله فأخبر بقبول نفقتهم وإثابتهم عليها فقال :\n(أَلا إِنَّها قُرْبَةٌ لَهُمْ) أي ألا إن تلك النفقة التي اتخذت قد تقبلها الله وأثاب عليها بما وعد به فى قوله :\n(سَيُدْخِلُهُمُ اللهُ فِي رَحْمَتِهِ) أي سيرحمهم الله برحمته الخاصة بمن رضى عنهم ، وهى هدايتهم إلى الصراط المستقيم الذي يوصلهم إلى جنات النعيم ، والمراد بإدخالهم فى الرحمة أن تكون محيطة بهم شاملة لهم وهم مغمورون فيها ، وهذا أبلغ فى إثباتها لهم من مثل قوله : «يُبَشِّرُهُمْ رَبُّهُمْ بِرَحْمَةٍ مِنْهُ».",
        "(إِنَّ اللهَ غَفُورٌ رَحِيمٌ) أي إنه واسع المغفرة والرحمة لمن يخلصون فى أعمالهم ، فهو يغفر لهم ما فرط منهم من ذنب أو تقصير ، ويرحمهم بهدايتهم إلى خير العمل وحسن المصير.\n(وَالسَّابِقُونَ الْأَوَّلُونَ مِنَ الْمُهاجِرِينَ وَالْأَنْصارِ وَالَّذِينَ اتَّبَعُوهُمْ بِإِحْسانٍ رَضِيَ اللهُ عَنْهُمْ وَرَضُوا عَنْهُ وَأَعَدَّ لَهُمْ جَنَّاتٍ تَجْرِي تَحْتَهَا الْأَنْهارُ خالِدِينَ فِيها أَبَداً ذلِكَ الْفَوْزُ الْعَظِيمُ (100) وَمِمَّنْ حَوْلَكُمْ مِنَ الْأَعْرابِ مُنافِقُونَ وَمِنْ أَهْلِ الْمَدِينَةِ مَرَدُوا عَلَى النِّفاقِ لا تَعْلَمُهُمْ نَحْنُ نَعْلَمُهُمْ سَنُعَذِّبُهُمْ مَرَّتَيْنِ ثُمَّ يُرَدُّونَ إِلى عَذابٍ عَظِيمٍ (101) وَآخَرُونَ اعْتَرَفُوا بِذُنُوبِهِمْ خَلَطُوا عَمَلاً صالِحاً وَآخَرَ سَيِّئاً عَسَى اللهُ أَنْ يَتُوبَ عَلَيْهِمْ إِنَّ اللهَ غَفُورٌ رَحِيمٌ (102))\nتفسير المفردات\nرضى الله عنهم : أي قبل طاعتهم ، ورضوا عنه : أي بما أسبغ عليهم من النعم الدنيوية والدينية ، ومردوا : أي مرنوا وحذقوا.",
        "المعنى الجملي\nبعد أن ذكر عز اسمه فضائل الأعراب الذين يتخذون ما ينفقون قربات ـ قفى على ذلك بذكر منازل أعلى من منازلهم ، وهى منازل السابقين من المهاجرين والأنصار\nثم ذكر بعدهم حال طائفة من المنافقين هى شر الجميع مرنت على النفاق وحذقت فنونه ، وحال طائفة أخرى بين المنزلتين خلطت سيىء العمل بأحسنه ، وهؤلاء يرجى لهم التوبة والغفران من ربهم.\nالإيضاح",
        "(وَالسَّابِقُونَ الْأَوَّلُونَ مِنَ الْمُهاجِرِينَ وَالْأَنْصارِ وَالَّذِينَ اتَّبَعُوهُمْ بِإِحْسانٍ) ذكر الله فى هذه الآية ثلاث طبقات من الأمة هى خيرها :\n(1) السابقون الأولون من المهاجرين ، وهم الذين هاجروا قبل صلح الحديبية ، وقد كان المشركون يضطهدون المؤمنين ويقاتلونهم فى دار الهجرة وما حولها ولا يمكّنون أحدا من الهجرة متى كان ذلك فى طاقتهم ، ولا منجاة للمؤمنين من شرهم إلا بالفرار أو الجوار ، فالذين هاجروا فى ذلك الحين كانوا من المؤمنين الصادقين ، وأفضل هؤلاء الخلفاء الأربعة ثم العشرة الذين بشرهم النبي صلى الله عليه وسلم بالجنة.\n(2) السابقون الأولون من الأنصار ، وهم الذين بايعوا النبي صلى الله عليه وسلم عند العقبة فى منى فى المرة الأولى سنة إحدى عشرة من البعثة ، وكانوا سبعة ، وفى المرة الثانية ، وكانوا سبعين رجلا وامرأتين.\n(3) الذين اتبعوا هؤلاء السابقين الأولين من المهاجرين والأنصار فى الهجرة والنصرة حال كونهم محسنين فى أفعالهم وأقوالهم ، فإذا اتبعوهم فى ظاهر الإسلام كانوا منافقين مسيئين غير محسنين فى هذا الاتباع ، وإذا اتبعوهم محسنين فى بعض أعمالهم ومسيئين فى بعض كانوا مذنبين.",
        "(رَضِيَ اللهُ عَنْهُمْ وَرَضُوا عَنْهُ) أي هؤلاء جميعا رضى الله عنهم فى إيمانهم وإسلامهم ، فقبل طاعتهم وتجاوز عن زلّاتهم ، وبهم أعز الإسلام ونكّل بأعدائه من المشركين وأهل الكتاب ، ورضوا عنه بما أسبغ عليهم من نعمه الدينية والدنيوية فأنقذهم من الشرك ، وهداهم من الضلال ، وأعزهم بعد الذل ، وأغناهم بعد الفقر.\n(وَأَعَدَّ لَهُمْ جَنَّاتٍ تَجْرِي تَحْتَهَا الْأَنْهارُ خالِدِينَ فِيها أَبَداً ، ذلِكَ الْفَوْزُ الْعَظِيمُ) هذا الوعد الكريم تقدم فى آيات سابقة فى هذه السورة وغيرها ، ولا شك أن نعيم الجنة الخالد بين روحانى وبدنىّ فوز أيّما فوز.\nوالخلاصة ـ إن هذه الطبقات الثلاث قد استبق أفرادها الصراط ، وشهد لهم ربّهم بالمغفرة والتجاوز عن كل ذنب ، وما عاد يؤثّر فى كمال إيمانهم شىء ، لأن نورهم يمحو كل ظلمة تطرأ على أحد منهم بإلمامه بذنب.\nوبعد أن بيّن كمال إيمان تلك الطبقات الثلاث ورضاه عنهم ـ بين حال منافقى أهل المدينة ومن حولها فقال (وَمِمَّنْ حَوْلَكُمْ مِنَ الْأَعْرابِ مُنافِقُونَ وَمِنْ أَهْلِ الْمَدِينَةِ مَرَدُوا عَلَى النِّفاقِ) أي إن بعض الأعراب الذين حولكم منافقون.",
        "قال البغوي والواحدي : هم من قبائل جهينة ومزينة وأشجع وأسلم وغفار ، وكانت منازلهم حول المدينة ، وذلك لا يمنع أن يكون فيهم مؤمنون صادقون دعا لهم النبي صلى الله عليه وسلم ومدحهم فقد روى الشيخان عن أبى هريرة أن النبي صلى الله عليه وسلم قال : «قريش والأنصار وجهينة ومزينة وأشجع وعفار موالى الله تعالى ورسوله لا موالى لهم غيره» ، وعنه أيضا أنه صلى الله عليه وسلم قال : «أسلم سالمها الله ، وغفار غفر الله لها أما إنى لم أقلها ، لكن قالها الله تعالى».\nوكذلك من أهل المدينة نفسها ناس منافقون ، من الأوس والخزرج سوى من أعلم الله رسوله بهم فى هذه السورة بما صدر منهم من أقوال وأفعال تنافى الإيمان.\nهؤلاء وهؤلاء مرنوا على النفاق وحذقوه حتى بلغوا الغاية فى إتقانه ، فلا يشعر أحد به ، إذ هم يتقون جميع الأمارات والشبه التي تدل عليه.\n(لا تَعْلَمُهُمْ نَحْنُ نَعْلَمُهُمْ) أي لا تعرفهم أيها الرسول الكريم بفطنتك ودقيق فراستك لحذقهم فى التقيّة وتباعدهم عن مثار الشبهات ، بل نحن نعلمهم بأعيانهم ، وهؤلاء أخفى نفاقا ممن قال الله فيهم : «أَمْ حَسِبَ الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ أَنْ لَنْ",
        "يُخْرِجَ اللهُ أَضْغانَهُمْ. وَلَوْ نَشاءُ لَأَرَيْناكَهُمْ فَلَعَرَفْتَهُمْ بِسِيماهُمْ ، وَلَتَعْرِفَنَّهُمْ فِي لَحْنِ الْقَوْلِ».\nوهؤلاء لم يعلمه الله أعيانهم ولا فضحهم بأقوال قالوها ولا بأفعال فعلوها كما فضح غيرهم فى هذه السورة ، لأنهم يتحامون ما يكون شبهة فى إيمانهم ، وضررهم مقصور عليهم لا يعدوهم إلى سواهم.\nوالحكمة فى إخبارنا بحالهم أن يعلموا هم أنفسهم أن الله عليم بما يسرون من نفاقهم ، ويحذروا أن يفضحهم الله كما فضح سواهم ، وليتوب منهم من يتوب قبل أن يحل بهم ما أوعدهم به ربهم بقوله :\n(سَنُعَذِّبُهُمْ مَرَّتَيْنِ ثُمَّ يُرَدُّونَ إِلى عَذابٍ عَظِيمٍ) أي سنعذبهم فى الحياة الدنيا مرتين : أولاهما ما يصيبهم به من المصايب وانتظار الفضيحة بهتك أستارهم. وثانيتهما آلام الموت وزهوق أنفسهم وهم كافرون ، وضرب الملائكة وجوههم وأدبارهم فى ذلك الحين ، ثم يردون يوم القيامة إلى عذاب جهنم وبئس المصير.",
        "والخلاصة ـ إنهم يعذبون فى الدنيا بالعذاب الباطن بتوبيخ الضمائر وعذاب الخوف من الفضيحة على رءوس الأشهاد فى الظاهر ، ثم عذاب النار وبئس القرار.\nوجملة القول ـ إن المنافقين فريقان : فريق عرفوا بأقوال قالوها وأعمال عملوها ، وفريق مردوا على النفاق وحذقوه حتى لا يشعر أحد بشىء يستنكره منهم.\nوهذان الفريقان يوجدان فى كل عصر ، فما من قطر من الأقطار إلا منى أهله بأعوان وأنصار منهم يزعمون أنهم يخدمون أمتهم من طريق استمالة الغاصب واسترضائه ، وأنه لولاهم لتمادى فى ظلمه وهضم حقوق الأمة ولم يقف عند حد ، ومنهم من يخدمون المستعمرين خدمة خفية لا تشعر بها الأمة لأنهم مرنوا على النفاق.\nوأشد المنافقين مرودا على النفاق أعوان الملوك المستبدين الذين يلبسون الباطل لباس الحق ويروجونه فى أعين الجماهير خدمة لأولئك الملوك.",
        "(وَآخَرُونَ اعْتَرَفُوا بِذُنُوبِهِمْ خَلَطُوا عَمَلاً صالِحاً وَآخَرَ سَيِّئاً) أي وهناك فريق آخر ممن حولكم من الأعوان ومن أهل المدينة ليسوا منافقين ولا من السابقين الأولين ، بل من المذنبين الذين خلطوا الصالح من العمل بالسيىء منه ، والسيّء بالصالح ، فلم يكونوا من الصالحين الخلص ولا من الفاسقين ، فهم قد آمنوا وعملوا الصالحات واقترفوا بعض السيئات كالذين تخلفوا عن الخروج إلى غزوة تبوك من غير عذر صحيح ؛ ولم يستأذنوا كاستئذان المرتابين ولم يعتذروا بالكذب كالمنافقين ، ثم كانوا حين قعودهم ناصحين لله ورسوله شاعرين بذنوبهم خائفين من ربهم.\nوقد بين سبحانه حالهم بقوله :\n(عَسَى اللهُ أَنْ يَتُوبَ عَلَيْهِمْ) أي إنهم محل الرجاء لقبول الله توبتهم بتوفيقهم للتوبة الصحيحة التي هى سبب المغفرة والرحمة ـ وإنما يكون ذلك بالعلم بقبح الذنب وسوء عاقبته ، وتوبيخ الضمير حين تصور سخط الله والخوف من عقابه ـ ثم الإقلاع عنه بباعث هذا الألم ، والعزم على عدم العود إلى قترافه ، والعزم على العمل بضده ليمحو أثره من نفسه.\nثم علل هذا بقوله :",
        "(إِنَّ اللهَ غَفُورٌ رَحِيمٌ) أي إنه تعالى يقبل توبتهم ، لأنه كثير المغفرة للتائبين ، واسع الرحمة للمحسنين.\nوفى معنى الآية قوله : «وَإِنِّي لَغَفَّارٌ لِمَنْ تابَ وَآمَنَ وَعَمِلَ صالِحاً ثُمَّ اهْتَدى» وقوله : «إِنَّ رَحْمَتَ اللهِ قَرِيبٌ مِنَ الْمُحْسِنِينَ».\nقال جماعة من العلماء : إن هذه الآية أرجى آية فى القرآن فى توقع رحمة الله للمذنبين الذين يجترحون السيئات ثم يتوبون إلى ربهم ويقلعون عن ذنوبهم.\nروى البخاري عن سمرة بن جندب أن النبي صلى الله عليه وسلم قال : «أتانى الليلة أي فى المنام ملكان فابتعثانى فانتهيا بي إلى مدينة مبنية بلبن ذهب ولبن فضة فتلقانا رجال شطر من خلقهم كأحسن ما أنت راء ، وشطر كأقبح ما أنت راء ، قالا لهم اذهبوا فقعوا فى ذلك النهر ، فوقعوا فيه ثم رجعوا إلينا قد ذهب ذلك السوء",
        "عنهم فصاروا فى أحسن صورة ، قالا لى هذه جنة عدن وهذا منزلك ، قالا وأما القوم الذين كانوا شطر منهم حسن وشطر منهم قبيح فإنهم خلطوا عملا صالحا وآخر سيئا لقد تجاوز الله عنهم».\nولا شك أن هذا تمثيل فى الرؤيا لتجميل العمل الصالح للنفس ؛ وتشويه العمل القبيح لها ، ولتطهيرها بالتوبة وصالح العمل حتى تكون كلها جميلة وأهلا للكرامة بعد أن تبعث كلها فى الصورة التي كانت عليها قبل التوبة ، وقد شبه النبي صلى الله عليه وسلم الصلوات الخمس بنهر جار يفيض على عتبة الإنسان كل يوم خمس مرات فهل يبقى عليها وسخا أو قذرا؟.\nوفى الحديث : «أتبع السيئة الحسنة تمحها».\n(خُذْ مِنْ أَمْوالِهِمْ صَدَقَةً تُطَهِّرُهُمْ وَتُزَكِّيهِمْ بِها وَصَلِّ عَلَيْهِمْ إِنَّ صَلاتَكَ سَكَنٌ لَهُمْ وَاللهُ سَمِيعٌ عَلِيمٌ (103) أَلَمْ يَعْلَمُوا أَنَّ اللهَ هُوَ يَقْبَلُ التَّوْبَةَ عَنْ عِبادِهِ وَيَأْخُذُ الصَّدَقاتِ وَأَنَّ اللهَ هُوَ التَّوَّابُ الرَّحِيمُ (104) وَقُلِ اعْمَلُوا فَسَيَرَى اللهُ عَمَلَكُمْ وَرَسُولُهُ وَالْمُؤْمِنُونَ وَسَتُرَدُّونَ إِلى عالِمِ الْغَيْبِ وَالشَّهادَةِ فَيُنَبِّئُكُمْ بِما كُنْتُمْ تَعْمَلُونَ (105))",
        "تفسير المفردات\nالصدقة : ما ينفقه المؤمن قربة لله ، والتزكية ، من قولهم رجل زكىّ : أي زائد الخير والفضل قاله فى الأساس ، والصلاة : الدعاء ، والسكن : ما تسكن إليه النفس وترتاح من أهل ومال ومتاع ودعاء وثناء.\nالمعنى الجملي\nجاءت هذه الآيات فى بيان فوائد صدقة الأموال والحث عليها وقبول التوبة لمن قصّر فى الجهاد فى سبيل الله بماله ونفسه.",
        "روى ابن جرير أن أبا لبابة وأصحابه (ممن تخلفوا وتابوا وسيأتى ذكرهم) جاءوا إلى رسول الله صلى الله عليه وسلم حين أطلقوا فقالوا يا رسول الله هذه أموالنا فتصدق بها عنا واستغفر لنا فقال «ما أمرت أن آخذ من أموالكم شيئا» فأنزل الله (خُذْ مِنْ أَمْوالِهِمْ صَدَقَةً تُطَهِّرُهُمْ وَتُزَكِّيهِمْ بِها) فلما نزلت أخذ الثلث من أموالهم فتصدق به عنهم.\nوهذا النص ـ وإن كان سببه خاصا ـ عام فى الأخذ ، يشمل خلفاء الرسول من بعده ومن بعدهم من أئمة المسلمين ؛ وفى المأخوذ منهم وهم المسلمون الموسرون ، ومن ثم قاتل أبو بكر الصديق وسائر الصحابة مانعى الزكاة من أحياء العرب حتى أدّوا الزكاة كما كانوا يؤدونها إلى رسول الله صلى الله عليه وسلم ، وقال : «والله لو منعونى عقالا كانوا يؤدونه إلى رسول الله صلى الله عليه وسلم لأفاتلنهم على منعه».\nالإيضاح\n(خُذْ مِنْ أَمْوالِهِمْ صَدَقَةً تُطَهِّرُهُمْ وَتُزَكِّيهِمْ بِها) أي خذ أيها الرسول من أموال هؤلاء ومن غيرهم من سائر أموال المؤمنين على اختلاف أنواعها من نقد وأنعام وأموال تجارة ، صدقة بمقدار معين فى الزكاة المفروضة أو بمقدار غير معين فى زكاة التطوع تطهرهم بها من دنس البخل والطمع والقسوة على الفقراء البائسين ، وتزكى أنفسهم بها وترفعهم إلى منازل الأبرار بفعل الخيرات حتى يكونوا أهلا للسعادة الدنيوية والأخروية.",
        "وقد نسبت التزكية إلى الله فى قوله : «وَلَوْ لا فَضْلُ اللهِ عَلَيْكُمْ وَرَحْمَتُهُ ما زَكى مِنْكُمْ مِنْ أَحَدٍ أَبَداً ، وَلكِنَّ اللهَ يُزَكِّي مَنْ يَشاءُ» لأنه الخالق الموفق للعبد لفعل ما تزكو به نفسه وتصلح.\nونسبت إلى رسول الله فى قوله : «هُوَ الَّذِي بَعَثَ فِي الْأُمِّيِّينَ رَسُولاً مِنْهُمْ يَتْلُوا عَلَيْهِمْ آياتِهِ وَيُزَكِّيهِمْ وَيُعَلِّمُهُمُ الْكِتابَ وَالْحِكْمَةَ».\nلأنه هو المربى للمؤمنين على ما تزكو به نفوسهم ، ويعلوا قدرها باتباعهم سنته العملية والقولية وبيانه لكتاب الله ، فهو القدوة الحسنة لهم.\nونسبت إلى الفاعل لها فى نحو قوله : «قَدْ أَفْلَحَ مَنْ زَكَّاها. وَقَدْ خابَ مَنْ دَسَّاها» وقوله : «قَدْ أَفْلَحَ مَنْ تَزَكَّى وَذَكَرَ اسْمَ رَبِّهِ فَصَلَّى» لأنه قد فعل ما كان سببا فى طهارة نفسه وزكاتها من صدقات ونحوها من أعمال البر.",
        "وأما النهى عن تزكية النفس فى قوله : «فَلا تُزَكُّوا أَنْفُسَكُمْ هُوَ أَعْلَمُ بِمَنِ اتَّقى» وقوله : «أَلَمْ تَرَ إِلَى الَّذِينَ يُزَكُّونَ أَنْفُسَهُمْ بَلِ اللهُ يُزَكِّي مَنْ يَشاءُ» فذاك فى تزكية النفس بدعوى اللسان فقط دون عمل يؤيدها.\n(وَصَلِّ عَلَيْهِمْ إِنَّ صَلاتَكَ سَكَنٌ لَهُمْ) أي وادع أيها الرسول للمتصدقين واستغفر لهم ، فإن دعاءك واستغفارك سكن لهم يذهب به اضطراب نفوسهم ؛ وتطمئن قلوبهم بقبول توبتهم ، ويرتاحون إلى قبول الله صدقاتهم بأخذك لها ووضعها فى مواضعها.\nوالصلاة من الله على عباده رحمته لهم ، ومن ملائكته استغفارهم كما قال تعالى : «إِنَّ اللهَ وَمَلائِكَتَهُ يُصَلُّونَ عَلَى النَّبِيِّ ، يا أَيُّهَا الَّذِينَ آمَنُوا صَلُّوا عَلَيْهِ وَسَلِّمُوا تَسْلِيماً» ومن المؤمنين على النبي صلى الله عليه وسلم دعاؤهم له بما أمرهم به فى الصلاة بعد التشهد الأخير كالدعاء المأثور (اللهم ربّ هذه الدعوة التامة والصلاة القائمة آت محمدا الوسيلة والفضيلة وابعثه المقام المحمود الذي وعدته إنك لا تخلف الميعاد).\n(وَاللهُ سَمِيعٌ عَلِيمٌ) أي والله سميع لاعترافهم بذنوبهم ، وسميع لدعائك سماع قبول وإجابة ، عليم بندمهم وتوبتهم منها وإخلاصهم فى صدقاتهم وطيب أنفسهم بها ، عليم بما فيه الخير والمصلحة لهم وهو الذي يثيبهم عليها.",
        "وقد روى البخاري ومسلم عن عبد الله بن أبى أوفى قال : كان النبي صلى الله عليه وسلم إذا أتاه قوم بصدقتهم قال : «اللهم صلّ على فلان» فأتاه أبى بصدقته فقال «اللهم صلّ على آل أبى أوفى».\nوفى هذا إيماء إلى أن المراد بالصدقة ما يعمّ الفريضة وغيرها ، وإلى أنه صلى الله عليه وسلم كان مواظبا على هذا الدعاء ، ومن ثم قيل إن هذا الأمر للوجوب وهو خاصّ به صلى الله عليه وسلم.\nفوائد الصدقات فى إصلاح المجتمع الإسلامى\nالصدقات تطهّر أنفس الأفراد من أرجاس البخل ، والدناءة والاثرة ، والطمع والجشع ، وتبعدهم عن أكل أموال الناس بالباطل من خيانة وسرقة وغصب وربا ، وغير ذلك : فإن من يتعود بذل بعض ما فى يده أو ما أودعه فى خزائنه فى سبيل الله ابتغاء مرضاته ومغفرة ذنوبه ـ يكن أرفع نفسا من أن يأخذ مال غيره بغير حق ، وإذا طهرت أنفس الأفراد وزكت بالعلم والتقوى وهما ثمرة الإيمان طهرت جماعة المؤمنين من أرجاس الرذائل الاجتماعية التي هى مثار التحاسد والتعادي والبغي والعدوان والفتن والحروب ، فإن الأموال قوام الحياة المعيشية للفرد والمجتمع ، فهى مثار التنازع والتخاصم ، ومن ثم أوجب الدين على أصحاب الأموال من النفقات والصدقات ما يجعل الثروات وسيلة للسلام لا إلى الخصام.",
        "وقد جمع الإسلام بين مصالح الروح والجسد للوصول إلى السيادة فى الدنيا والسعادة فى الآخرة ، فهو وسط بين اليهودية المفرطة فى حب المال ، والنصرانية الروحانية الزاهدة ، فمن أهمّ مقاصده الإصلاحية فى الاجتماع البشرى هداية الناس إلى العدل فى أمر المال ليبتعدوا عن شر طغيان الأغنياء على الفقراء ، ونصوص الدين فى هذا الباب هى الغاية التي لا يطمح مصلح فى التطلع إلى ما بعدها ، وهى هادمة لمزاعم من يفتات على الإسلام من أرباب الجهل والهوى.\nوقد فرضت الزكاة المطلقة فى أول الإسلام وكانت اشتراكية ، والباعث عليها القلوب والضمائر لا إكراه الحكام ، ثم جعلت معينة محدودة عند ما صار للإسلام دولة.\nوسر الوضع الأول أن جماعة المسلمين فى مكة قبل الهجرة كانوا محصورين ،\nومنهم الموسر والمعسر وصاحب الثروة وذو الفقر المدقع ، فوجب أن يقوم أغنياؤهم بكفالة فقرائهم وجوبا دينيا إذا كانت الزكاة المعينة لا تكفيهم.",
        "ولا شك أن الأسس الإصلاحية للمال التي وضعها الإسلام لا يتسنى لأقدر الأمم المالية فى العصر الحاضر أن تضع خيرا منها ، انظر إليه تره حرّم الربا والقمار ، لما أنهما يوجدان التنازع والتخاصم بين الناس وإن كان فيهما بعض المكاسب ، وأوجب الحجر على السفهاء فى أموالهم صيانة لها عن الضياع فيما يضرهم ويضر أمتهم ، وفرض النفقة الزوجية والنفقة على ذوى القرابة من ذوى الحاجة ، وذم الإسراف والتبذير والبخل والجشع والتقتير ومدح القصد والاعتدال فى النفقة على النفس والعيال ، وأباح الزينة والطيبات من الرزق بشرط اجتناب الإسراف حفظا للثروة من الضياع وبعدا عن الأمراض والأدواء البدنية ، وجعل زكاة النقدين الواجبة هى ربع العشر أي 1 ـ 40 خ وهو أوسط ربح تدفعه المصارف المالية لمودعى نقودهم فيها للاستغلال.\nانظر إلى الثروة فى مصر نقدا وتجارة وتأمل مقدار ربع العشر الواجب فيها فى كل عام لفقرائها ومرافقها العامة ، ثم قدّر فى نفسك إذا هى قامت بالواجب الديني عليها فى الزكاة ، هل يكون فيها فقر مدقع أو شقاء بين أفراد الأمة ، هل تتصور أن تنتشر فيها الأمراض المعدية أو يخيم على أفرادها الجهل ، أو ترتكب فيها جنايات السرّاق وقطاع الطرقات وذوى الخيانة والغدر ، أظن أن الجواب على ذلك : لا.\nوقد جاء فى الكتاب والسنة الترغيب فى بذل المال فى سبيل البر وجعله علامة من علامات الإيمان الموجبة لثواب الرحمن والدخول فى غرفات الجنان ، ولم يجىء مثل ذلك فى أي نوع من أنواع البر وضروب الإحسان.\n(أَلَمْ يَعْلَمُوا أَنَّ اللهَ هُوَ يَقْبَلُ التَّوْبَةَ عَنْ عِبادِهِ) أي ألم يعلم أولئك التائبون من ذنوبهم أن الله هو الذي يقبل توبة التائبين من عباده ، ولم يجعل ذلك لأحد من خلقه لا رسول ولا من دونه.",
        "وفى الآية حضّ على التوبة والصدقة والترغيب فيهما.\n(وَيَأْخُذُ الصَّدَقاتِ) أي يتقبلها ويثيب عليها ويضاعف ثوابها كما وعد بذلك فى قوله : «إِنْ تُقْرِضُوا اللهَ قَرْضاً حَسَناً يُضاعِفْهُ لَكُمْ وَيَغْفِرْ لَكُمْ».\n(وَأَنَّ اللهَ هُوَ التَّوَّابُ الرَّحِيمُ) أي إنه تعالى هو الذي يقبل التوبة إثر التوبة من المذنبين الذين ينيبون إلى ربهم ، وأنه هو الرحيم بالتائبين الذي يثيبهم على ما قدموا من عمل ، ويمنعهم الخوف أن يصرّوا على ذنب كما قال تعالى فى وصف المتقين «وَالَّذِينَ إِذا فَعَلُوا فاحِشَةً أَوْ ظَلَمُوا أَنْفُسَهُمْ ذَكَرُوا اللهَ فَاسْتَغْفَرُوا لِذُنُوبِهِمْ وَمَنْ يَغْفِرُ الذُّنُوبَ إِلَّا اللهُ وَلَمْ يُصِرُّوا عَلى ما فَعَلُوا وَهُمْ يَعْلَمُونَ» وجاء فى الحديث «ما أصرّ من استغفر وإن عاد فى اليوم سبعين مرة» رواه الترمذي ، وروى الشيخان عن أبى هريرة أن النبي صلى الله عليه وسلم قال «ما تصدق أحدكم بصدقة من كسب حلال طيب ـ ولا يقبل الله إلا الطيب ـ إلا أخذها الرحمن بيمينه وإن كانت تمرة ، فتربو فى كف الرحمن حتى تكون أعظم من الجبل كما يربىّ أحدكم فلوّه أو فصيله» والحديث تمثيل لحال الصدقة المقبولة عند الله.\n(وَقُلِ اعْمَلُوا فَسَيَرَى اللهُ عَمَلَكُمْ وَرَسُولُهُ وَالْمُؤْمِنُونَ) أي وقل لهم أيها الرسول اعملوا لدنياكم وآخرتكم ، لأنفسكم وأمتكم ، فالعمل هو مناط السعادة ، لا الاعتذار عن التقصير ولا دعوى الجدّ والتشمير ، وسيرى الله عملكم خيرا كان أو شرا ، فيجب عليكم أن تراقبوه فى أعمالكم وتتذكروا أنه عليم بمقاصدكم ونياتكم ، فجدير بمن يؤمن به أن يتقيه فى السر والعلن ويقف عند حدود شرعه ، وسيراه رسوله والمؤمنون ويزنونه بميزان الإيمان الذي يفرق بين الإخلاص والنفاق ، وهم شهداء على الناس.",
        "روى أحمد والبيهقي أن النبي صلى الله عليه وسلم قال : «لو أن أحدكم يعمل فى صخرة صماء ليس لها باب ولا كوّة لأخرج الله عمله للناس كائنا ما كان».\nوفى الآية إيماء إلى أن مرضاة جماعة المؤمنين القائمين بحقوق الإيمان تلى مرضاة الله ورسوله ، وفى حديث أنس رضى الله عنه قال : «مرّوا بجنازة فأثنوا عليها خيرا\nفقال النبي صلى الله عليه وسلم : وجبت ثم مرّوا بأخرى فأثنوا عليها شرا فقال وجبت فقال عمر بن الخطاب رضى الله عنه : ما وجبت؟ قال : هذا أثنيتم عليه خيرا فوجبت له الجنة ، وهذا أثنيتم عليه شرا فوجبت له النار ، أنتم شهداء الله فى الأرض».\nوقال ابن عباس ما رآه المسلمون حسنا فهو عند الله حسن.",
        "(وَسَتُرَدُّونَ إِلى عالِمِ الْغَيْبِ وَالشَّهادَةِ فَيُنَبِّئُكُمْ بِما كُنْتُمْ تَعْمَلُونَ) أي وستردّون يوم القيامة إلى من يعلم سرائركم وعلانيتكم ، ومن لا يخفى عليه شىء من بواطن أموركم وظواهرها فيعرفكم أعمالكم ثم يجازيكم عليها بحسن الثواب أو سوء العذاب.\n(وَآخَرُونَ مُرْجَوْنَ لِأَمْرِ اللهِ إِمَّا يُعَذِّبُهُمْ وَإِمَّا يَتُوبُ عَلَيْهِمْ وَاللهُ عَلِيمٌ حَكِيمٌ (106))\nتفسير المفردات\nمرجون ومرجئون وبهما قرىء : أي مؤخرون ، يقال أرجأت الأمر وأرجيته : أي أخرته.",
        "المعنى الجملي\nكان المتخلفون عن الجهاد فى غزوة تبوك أقساما ثلاثة :\n(1) المنافقون الذين مردوا على النفاق ، وهم أكثر المتخلفين.\n(2) المؤمنون الذين اعترفوا بذنوبهم وتابوا وزكّوا توبتهم بالصدقة وطلب دعاء الرسول واستغفاره فتاب الله عليهم.",
        "(3) المؤمنون الذين حاروا فى أمرهم ولم يعتذروا للرسول صلى الله عليه وسلم لأنهم لا عذر لهم ، وأرجئوا توبتهم فأرجأ الله الحكم القاطع فى أمرهم لأسباب ستذكر بعد.\nقال ابن عباس ومجاهد وعكرمة : هم الثلاثة الذين خلّفوا عن التوبة ، وهم مرارة ابن الربيع ، وكعب بن مالك ، وهلال بن أمية ، قعدوا عن غزوة تبوك فى جملة من قعد كسلا وميلا إلى الدعة والتمتع بطيب الثمار ، والتفيؤ بالظلال لا شكّا ونفاقا ، وكانت منهم طائفة ربطوا أنفسهم بالسواري ، كما فعل أبو لبابة وأصحابه ، وطائفة لم يفعلوا ذلك وهم هؤلاء الثلاثة المذكورون ، فنزلت توبة الأولين قبل توبة هؤلاء وأرجئت توبة هؤلاء حتى نزلت آية التوبة «لَقَدْ تابَ اللهُ عَلَى النَّبِيِّ وَالْمُهاجِرِينَ» إلخ.\n(وَآخَرُونَ مُرْجَوْنَ لِأَمْرِ اللهِ) أي ومن المتخلفين ناس آخرون مؤخرون لحكم الله فى أمرهم ، وهم أولئك النفر الذين سبق ذكرهم وكانوا تخلفوا عن رسول الله صلى الله عليه وسلم مع الهمّ باللحاق به ولم يتيسر لهم ولم يكن تخلفهم عن نفاق ، فلما قدم النبي صلى الله عليه وسلم قالوا لا عذر لنا إلا الخطيئة ولم يعتذروا له صلى الله عليه وسلم كما فعل أبو لبابة وأصحابه من الذين ربطوا أنفسهم فى سوارى المسجد فنزل فيهم قوله تعالى.\n(وَآخَرُونَ مُرْجَوْنَ) الآية فنهى الرسول صلى الله عليه وسلم عن مجالستهم وأمرهم باعتزال نسائهم وإرسالهن إلى أهلهن إلى أن نزل قوله (لَقَدْ تابَ اللهُ عَلَى النَّبِيِّ وَالْمُهاجِرِينَ وَالْأَنْصارِ) الآية.",
        "(إِمَّا يُعَذِّبُهُمْ وَإِمَّا يَتُوبُ عَلَيْهِمْ) أي إن أمرهم دائر بين هذين : التعذيب والتوبة وقد أبهم الأمر عليهم وعلى الناس فلا يدرون ماذا ينزل بهم؟ هل تنفع توبتهم فيتوب الله عليهم كما تاب على الذين اعترفوا بذنوبهم ، أو يحكم بعذابهم فى الدنيا والآخرة كما حكم على الخالفين من المنافقين؟\nوحكمة إبهام الأمر إثارة الغم والحزن فى قلوبهم لتصحّ توبتهم.\nوحكمة إبهامه على الرسول والمؤمنين تركهم مكالمتهم ومخالطتهم ، تربية للفريقين على ما يجب أن يعامل به أمثالهم ممن يؤثرون الراحة ونعمة العيش على طاعة الله ورسوله\nوالجهاد لاعلاء كلمة الحق ودفع عدوان أهل الباطل عن المؤمنين.",
        "(وَاللهُ عَلِيمٌ حَكِيمٌ) أي والله عليم بما يصلح حال عباده ويربّيهم ويزكيهم أفرادا وجماعات ، حكيم فيما يشرعه لهم من الأحكام المفيدة لهذا الصلاح إذا عملوا بها :\nومن هذه الحكمة إرجاء النص على توبتهم فى كتابه ، كما أن تكرار تلاوتها فى مختلف الأوقات مما يوقع فى قلوب المؤمنين الرهبة والخوف ويفيدهم عظة وتهذيبا.\n(وَالَّذِينَ اتَّخَذُوا مَسْجِداً ضِراراً وَكُفْراً وَتَفْرِيقاً بَيْنَ الْمُؤْمِنِينَ وَإِرْصاداً لِمَنْ حارَبَ اللهَ وَرَسُولَهُ مِنْ قَبْلُ وَلَيَحْلِفُنَّ إِنْ أَرَدْنا إِلاَّ الْحُسْنى وَاللهُ يَشْهَدُ إِنَّهُمْ لَكاذِبُونَ (107) لا تَقُمْ فِيهِ أَبَداً لَمَسْجِدٌ أُسِّسَ عَلَى التَّقْوى مِنْ أَوَّلِ يَوْمٍ أَحَقُّ أَنْ تَقُومَ فِيهِ فِيهِ رِجالٌ يُحِبُّونَ أَنْ يَتَطَهَّرُوا وَاللهُ يُحِبُّ الْمُطَّهِّرِينَ (108) أَفَمَنْ أَسَّسَ بُنْيانَهُ عَلى تَقْوى مِنَ اللهِ وَرِضْوانٍ خَيْرٌ أَمْ مَنْ أَسَّسَ بُنْيانَهُ عَلى شَفا جُرُفٍ هارٍ فَانْهارَ بِهِ فِي نارِ جَهَنَّمَ وَاللهُ لا يَهْدِي الْقَوْمَ الظَّالِمِينَ (109) لا يَزالُ بُنْيانُهُمُ الَّذِي بَنَوْا رِيبَةً فِي قُلُوبِهِمْ إِلاَّ أَنْ تَقَطَّعَ قُلُوبُهُمْ وَاللهُ عَلِيمٌ حَكِيمٌ (110))\nتفسير المفردات",
        "الضرار والمضارّة : محاولة إيقاع الضرر ، والإرصاد : الانتظار والترقب مع العداوة يقال رصدته : أي قعدت له على طريقه أترقبه ، وأرصدت هذا الجيش للقتال ، وهذا الفرس للطراد ، ولا تقم أي لا تصلّ ، والتأسيس : وضع الأساس للبناء ليقوم عليه ويرفع ، والتقوى : اسم لما يرضى الله ويقى من سخطه ، وشفا أي حرف والجرف\n(بضمتين) : جانب الوادي ونحوه ، والهار والهائر ؛ كالشاك والشائك : الضعيف المتداعى للسقوط ، وانهار : سقط ، والريبة : من الرّيب ، وهو اضطراب النفس وتردد الوهم والحيرة ، وتقطع : أي تفرق أجزاء.\nالمعنى الجملي\nهذه الآيات نزلت فى بيان مكيدة من مكايد المنافقين لرسول الله صلى الله عليه وسلم وللمؤمنين ، وذكرت هنا لما فيها من العبرة والعظة والذكرى بإيهام عطفها على من أرجا الله الحكم فى أمرهم ليتعظ أولئك الغافلون من المؤمنين المغرورين بمسجد الضرار ومتخذيه ويخافوا أن يؤاخذوا بمشايعتهم لهم ولو بصلاتهم معهم فى مسجدهم.",
        "روى فى سبب نزول الآيات أنه كان بالمدينة قبل مقدم رسول الله صلى الله عليه وسلم إليها رجل من الخزرج يقال له أبو عامر الراهب ، كان قد تنصّر وقرأ علم أهل الكتاب وكان له منزلة كبيرة فيهم ، فلما قدم رسول الله صلى الله عليه وسلم إلى المدينة مهاجرا واجتمع عليه المسلمون وعلت كلمة الإسلام وأظهره الله على أهل الشرك خرج فارّا إلى مكة وألبّ المشركين على النبي صلى الله عليه وسلم فى وقعة أحد وخاطب قومه الأنصار ليستميلهم إلى نصره فسبوه وردوه أقبح رد ، ولما فرغ الناس من الموقعة فر إلى هرقل ملك الروم يستنصره فوعده وحباه وكتب أبو عامر إلى جماعة من قومه من أهل النفاق أنه سيقدم بجيش يقاتل به محمدا ويغلبه ، وأمرهم أن يتخذوا له معقلا يأوى إليه من يقوم من عنده لأداء كتبه ويكون مرصدا له إذا قدم عليهم بعد ذلك ، فشرعوا فى بناء مسجد مجاور لمسجد قباء فبنوه وأحكموا بناءه وفرغوا منه قبل خروج رسول الله صلى الله عليه وسلم إلى تبوك ، وجاءوا فسألوه أن يصلى فى مسجدهم ليكون ذلك ذريعة إلى تقريره لإثباته ، وذكروا أنهم إنما بنوه للضعفاء منهم وأهل العلة فى الليلة الشاتية فعصمه الله من الصلاة فيه فقال : «إنا على جناح سفر ، ولكن إذا رجعنا إن شاء الله».\nولما قفل عليه السلام راجعا إلى المدينة من تبوك ولم يبق بينه وبينها إلا يوم أو بعض يوم نزل عليه جبريل بخبر مسجد الضرار وما اعتمده بانوه من الكفر والتفريق بين جماعة المؤمنين فى مسجدهم (مسجد قباء) الذي أسس من أول يوم على التقوى ، فبعث رسول الله صلى الله عليه وسلم إلى ذلك المسجد من يهدمه قبل مقدمه المدينة وأمر أن يتّخذ كناسة تلقى فيها القمامة إهانة لأهله.\nالإيضاح\n(وَالَّذِينَ اتَّخَذُوا مَسْجِداً ضِراراً وَكُفْراً وَتَفْرِيقاً بَيْنَ الْمُؤْمِنِينَ وَإِرْصاداً لِمَنْ حارَبَ اللهَ وَرَسُولَهُ مِنْ قَبْلُ).",
        "روى أن الذين اتخذوا هذا المسجد كانوا اثنى عشر رجلا من منافقى الأوس والخزرج ، وقد بين الله الأغراض التي لأجلها بنى ، وهى :\n(1) مضارة المؤمنين من أهل مسجد قباء الذي بناه رسول الله صلى الله عليه وسلم مقدمه من مكة مهاجرا قبل وصوله إلى المدينة.\n(2) تقوية الكفر وتسهيل أعماله من فعل وترك ، كتمكين المنافقين من ترك الصلاة هناك مع خفاء ذلك على المؤمنين لعدم اجتماعهم فى مسجد واحد ، والتشاور فيما بينهم فى الكيد لرسول الله صلى الله عليه وسلم والطعن فيه إلى نحو أولئك من مقاصد المنافقين.\n(3) التفريق بين المؤمنين المقيمين هنالك ، فإنهم كانوا يصلون جميعا فى مسجد قباء ، وفى ذلك حصول التعارف والتآلف والتعاون وجمع الكلمة وهى أهم مقاصد الإسلام الاجتماعية ، ومن ثم كان تكثير المساجد وتفريق الجماعة منافيا لأغراض الدين ومراميه ، ومن الواجب أن يصلى المسلمون الجمعة فى مسجد واحد ما استطاعوا إلى ذلك سبيلا ، فإن تفرقوا عمدا كانوا آثمين.",
        "ومن هذا يعلم أن بناء المساجد لا يكون قربة يتقبلها الله إلا إذا دعت الحاجة\nإلى ذلك ، ولم يكن سببا لتفريق جماعتهم ، فكثير من المساجد المتقاربة فى القاهرة وغيرها من الأمصار الأخرى لم تبن لوجه الله بل كان الباعث على ينائها الرياء واتباع الأهواء من جهلة الأفراد والأثرياء وعدم نصح العلماء لهم.\n(4) الانتظار والترقب لمن حارب الله ورسوله أن يجىء محاربا فيجد مكانا مرصدا له ، وقوما راصدين مستعدين للحرب معه ، وهم أولئك المنافقون الذين بنوا هذا المسجد مرصدا لذلك.\n(وَلَيَحْلِفُنَّ إِنْ أَرَدْنا إِلَّا الْحُسْنى ، وَاللهُ يَشْهَدُ إِنَّهُمْ لَكاذِبُونَ) أي وليحلفن ما أردنا ببنائه إلا الخصلة التي تفوق غيرها فى الحسن ، وهى الرفق بالمسلمين وتيسير صلاة الجماعة على أولى العجز والضعف ومن يحبسهم المطر منهم ، ليصدقهم الرسول صلى الله عليه وسلم وليصلى معهم ، والله يعلم إنهم لكاذبون فى إيمانهم لأنهم ما بنوه إلا للسوءى وضرار مسجد قباء.",
        "(لا تَقُمْ فِيهِ أَبَداً) أي لا تقم فى هذا المسجد للصلاة أبدا.\n(لَمَسْجِدٌ أُسِّسَ عَلَى التَّقْوى مِنْ أَوَّلِ يَوْمٍ أَحَقُّ أَنْ تَقُومَ فِيهِ) أي إن مسجدا قصد ببنائه منذ وضع أساسه فى أول يوم تقوى الله بإخلاص العبادة له وجمع المؤمنين فيه على ما يرضيه من التعارف والتعاون على البر والتقوى ـ هو أحق من غيره أن تقوم فيه أيها الرسول مصليا بالمؤمنين.\nوالسياق يدل على أن المسجد الذي أسس على التقوى هو مسجد قباء ، ولكن روى أحمد ومسلم والنسائي أن النبي صلى الله عليه وسلم سئل عنه فأجاب بأنه مسجده الذي فى المدينة ، والآية لا تمنع إرادة كل من المسجدين ، لأن النبي صلى الله عليه وسلم قد بنى كلا من المسجدين ووضع أساسه على التقوى من أول يوم شرع فيه ببنائه.\n(فِيهِ رِجالٌ يُحِبُّونَ أَنْ يَتَطَهَّرُوا) أي فيه رجال يعمرونه بإقامة الصلاة وذكر الله وتسبيحه فيه بالغدو والآصال ، ويحبون أن يتطهروا بذلك مما يعلق بأنفسهم من أوضار الذنوب والآثام ، كما تطهر المتخلفون منهم من غزوة تبوك بالتوبة والصدقات ، ويتبع",
        "العمارة المعنوية بالعكوف فيه للصلاة وغيرها ـ الطهارة الحسية للثوب والبدن ، وطهارة الوضوء والاغتسال.\nوالخلاصة ـ إن التطهر يشمل الطهارتين النفسية والبدنية ، والروايات وردت بكل منهما ، والأولى إرادتهما معا.\n(وَاللهُ يُحِبُّ الْمُطَّهِّرِينَ) أي الذين يبالغون فى طهارة الروح والجسد لحبهم إياهما ، لأنهم يرون فيهما الكمال الإنسانى ، فمن ثم يبغضون نجاسة البدن والثوب ، وأشد منهما بغضا لهم نجاسة النفس وخبثها بالإصرار على فعل المعاصي والتخلق بذميم الأخلاق كالرياء فى الأعمال إذ هو فعل المنافقين ، والشح بالأموال أو بالأنفس فى سبيل الله ابتغاء لمرضاته.\nوحب الله إياهم من صفات كماله ، إذ العالم بتفاوت الأشياء فى الحسن والقبح والكمال والنقص يكون من صفاته حب الكمال والحق والخير وبغض أضدادها.",
        "وحبه تعالى منزه عن مشابهته حبنا كتنزه ذاته وسائر صفاته عن مشابهة ذواتنا وصفاتنا ، ويظهر أثر حبه لعباده فى أخلاقهم وأعمالهم ومعارفهم وآدابهم كما أشار إليه الحديث القدسي الذي رواه البخاري «ولا يزال عبدى يتقرب إلىّ بالنوافل حتى أحبّه فإذا أحببته كنت سمعه الذي يسمع به ، وبصره الذي يبصر به» الحديث.\nوفى معنى الآية ما جاء فى عظة نساء النبي صلى الله عليه وسلم وأمرهن باتباع أوامره ونواهيه بما يليق بما لهن من مكانة من رسول الله صلى الله عليه وسلم وتعليم ذلك بقوله : «إِنَّما يُرِيدُ اللهُ لِيُذْهِبَ عَنْكُمُ الرِّجْسَ أَهْلَ الْبَيْتِ وَيُطَهِّرَكُمْ تَطْهِيراً».\n(أَفَمَنْ أَسَّسَ بُنْيانَهُ عَلى تَقْوى مِنَ اللهِ وَرِضْوانٍ خَيْرٌ ، أَمْ مَنْ أَسَّسَ بُنْيانَهُ عَلى شَفا جُرُفٍ هارٍ فَانْهارَ بِهِ فِي نارِ جَهَنَّمَ) هذا بيان مستأنف للفرق بين مقاصد أهل مسجد التقوى وهم الرسول صلى الله عليه وسلم وأنصاره ، ومقاصد أهل مسجد الضرار الذي زادوا به رجسا إلى رجسهم.\nوالأساس على شفا الجرف الهارى ، مثل يضرب لما يكون فى منتهى الوهي والانحلال والإشراف على الزوال ، أي أفمن أسس بنيانه الذي يتخذه موطنا لراحته وهناء معيشته ويتقى به العوامل الجوية ، وعدوان الكائنات الحية على أمتن الأسس وأقواها على مصابرة العواصف والسيول وصد الهوامّ والوحوش ـ خير بنيانا ، أم من أسس بنيانه على أوهى القواعد وأقلها بقاء واستمساكا فكانت عرضة للانهيار فى كل حين من ليل أو نهار؟.",
        "وقد ضرب الله مثل البنيان على تينك الصفتين لبيان حال الفريقين المتقدمين من صدق الإيمان ، والنفاق والارتياب ، أي أفمن كان مؤمنا صادقا يتقى الله فى جميع أحواله ويبتغى مرضاته فى جميع أعماله ، قاصدا تزكية نفسه وإصلاح سريرته ـ خير أم من هو منافق مرتاب ، يبتغى بأعماله الضرر والضرار وتقوية أعمال الكفر وموالاة الكفار وتفريق جماعة المؤمنين والإرصاد لمساعدة من حارب الله ورسوله مع ما يكون لعمله فى الدنيا من العار والفضيحة والخزي والبوار ، وفى الآخرة من الانهيار فى النار.\nوخلاصة المثل ـ بيان ثبات الإسلام وقوته وسعادة أهله به وثمرته فى أعمالهم وجزائهم عليه برضوان الله عنهم ، وبيان ضعف الباطل واضمحلاله ووهيه وقرب زواله وخيبة صاحبه وسرعة انقطاع آماله ، وبيان أن شر أعمال أهله المنافقين ، ما اتخذوه من مسجد الضرار لمفاسده الأربع المتقدمة.\nفالإيمان وما يلزمه من صالح العمل هو الثابت ، والنفاق وما يستلزمه من فاسد العمل هو الباطل الزاهق بحكم ناموس الاجتماع وبقاء الأصلح فى الوجود ، وقد صدق الله وعده وثبّت المؤمنين بالقول الثابت ، وهداهم إلى العمل الصالح ففتحوا البلاد وأقاموا سبل الحق والعدل ، وأهلك المنافقين ، وقد جرت سنته فى كل زمان ومكان أن يكون الفوز حليف أهل الحق ، والخيبة لأهل الباطل ما استمسكوا به ، ولم يقلعوا عنه.\n(وَاللهُ لا يَهْدِي الْقَوْمَ الظَّالِمِينَ) أي مضت سنته تعالى ألا يكون الظالم مهتديا فى أعماله إلى الحق والعدل ولا إلى الرحمة والفضل :",
        "(لا يَزالُ بُنْيانُهُمُ الَّذِي بَنَوْا رِيبَةً فِي قُلُوبِهِمْ إِلَّا أَنْ تَقَطَّعَ قُلُوبُهُمْ) أي لا يزال بنيانهم سبب ريبة وشك فى الدين ، لأنهم يظهرون فيه حال قيامه ما فى قلوبهم من آثار الكفر والنفاق ويدبرون أمورهم ويتشاورون فى ذلك ويلقى بعضهم إلى بعض ما سمعوا من أسرار المؤمنين مما يزيدهم ريبة وشكا فى الدين ، وحين أمر صلى الله عليه وسلم بتخريبه وهدمه ثقل ذلك عليهم وعظم خوفهم وارتابوا فى أمرهم : أيتركون على حالهم أم يؤمر بهم فيقتلون وتنهب أموالهم ، إلى أنهم اعقدوا أنهم كانوا محسنين فى البناء ، فلما أمر بتخريبه أصبحوا شاكين فى أمره ، ولأى سبب كان ذلك.\nولا يزال هذا شأنهم فى جميع الأحوال إلا حال تقطع القلوب أفلاذا وصيرورتها جذاذا ، فتكون غير قابلة للإدراك.\nوفى هذا إيماء إلى أن تمكن الريبة فى قلوبهم وإضمار الشرك بحيث لا يزول منها ماداموا أحياء.\nوالخلاصة ـ إنه لا يزال هدم بنيانهم الذي بنوا سببا للقلق واضطراب النفس وإن ذلك لا يزول ما دامت القلوب سالمة ـ أما إذا تفرقت قطعا وتقطعت أجزاء بقتلهم فحينئذ يسلون عنه.",
        "وقد يكون المراد : إلا أن يتوبوا توبة تتقطع بها قلوبهم ندما وأسفا على تفريطهم (وَاللهُ عَلِيمٌ حَكِيمٌ) أي والله عليم بكل شىء ، حكيم فى أفعاله ، ومن حكمته أن بيّن حال المنافقين وأظهر ما خفى من أمرهم لتعرفوا كنه الحقيقة فى ذلك.\n(إِنَّ اللهَ اشْتَرى مِنَ الْمُؤْمِنِينَ أَنْفُسَهُمْ وَأَمْوالَهُمْ بِأَنَّ لَهُمُ الْجَنَّةَ يُقاتِلُونَ فِي سَبِيلِ اللهِ فَيَقْتُلُونَ وَيُقْتَلُونَ وَعْداً عَلَيْهِ حَقًّا فِي التَّوْراةِ وَالْإِنْجِيلِ وَالْقُرْآنِ وَمَنْ أَوْفى بِعَهْدِهِ مِنَ اللهِ فَاسْتَبْشِرُوا بِبَيْعِكُمُ الَّذِي بايَعْتُمْ بِهِ وَذلِكَ هُوَ الْفَوْزُ الْعَظِيمُ (111) التَّائِبُونَ الْعابِدُونَ الْحامِدُونَ السَّائِحُونَ الرَّاكِعُونَ السَّاجِدُونَ الْآمِرُونَ بِالْمَعْرُوفِ وَالنَّاهُونَ عَنِ الْمُنْكَرِ وَالْحافِظُونَ لِحُدُودِ اللهِ وَبَشِّرِ الْمُؤْمِنِينَ (112))\nالمعنى الجملي\nبعد أن ذكر سبحانه فضائح المنافقين بسبب تخلفهم عن غزوة تبوك ، وأصناف المقصّرين من المؤمنين ، أردف ذلك بذكر حال المؤمنين الصادقين فى إيمانهم البالغين فيه حد الكمال ، وبذا تمّ معرفة جميع أحوال المؤمنين.",
        "الإيضاح\n(إِنَّ اللهَ اشْتَرى مِنَ الْمُؤْمِنِينَ أَنْفُسَهُمْ وَأَمْوالَهُمْ بِأَنَّ لَهُمُ الْجَنَّةَ) هذا ترغيب فى الجهاد على أبلغ وجه وأحسن صورة. فقد مثل الله إثابة المؤمنين على بذل أنفسهم وأموالهم فى سببله بتمليكهم الجنة التي هى دار النعيم والرضوان الدائم السرمدي تفضلا منه تعالى وكرما ـ بصورة من باع شيئا هو له لآخر ـ وعاقد عقد البيع هو رب العزة والمبيع هو بذل الأنفس والأموال ، والثمن هو ما لا عين رأت ولا أذن سمعت ولا خطر على قلب بشر ، وجعل هذا العقد مسجلا فى الكتب السماوية ، وناهيك به من صكّ لا يقبل التحلل والفسخ ، وفى هذا منتهى الربح والفوز العظيم ، وكل هذا لطف منه تعالى وتكريم لعباده المؤمنين ، فهو المالك لأنفسهم إذ هو الذي خلقها ، ولأموالهم إذ هو الذي رزقها ، ولهذا قال الحسن : اشترى أنفسا هو خلقها ، وأموالا هو رزقها ، إلا أنه تعالى غنى عن أنفسهم وأموالهم والمبيع والثمن له وقد جعله بفضله وكرمه لهم.\nروى ابن أبى حاتم وابن مردويه عن جابر قال : نزلت هذه الآية على رسول الله\nصلى الله عليه وسلم وهو فى المسجد فكبّر الناس فى المسجد فأقبل رجل من الأنصار ثانيا طرفى ردائه على عاتقه فقال : يا رسول الله أنزلت فينا هذه الآية ، قال «نعم» فقال الأنصاري : بيع ربيح لا نقيل ولا نستقيل.",
        "وأخرج ابن جرير أن عبد الله بن رواحة قال لرسول الله صلى الله عليه وسلم ليلة العقبة اشترط لنفسك ولربك فقال : «أشترط لربى أن تعبدوه ولا تشركوا به شيئا ، وأشترط لنفسى أن تمنعونى مما تمنعون منه أنفسكم وأموالكم ، قالوا فإذا فعلنا ذلك فما لنا؟ قال : الجنة ، قال ربح البيع لا نقيل ولا نستقبل ، فنزلت الآية».\nوأخرج ابن سعد فى طبقاته عن عباد بن الوليد بن عبادة بن الصامت ، أن سعد ابن زرارة أخذ بيد رسول الله صلى الله عليه وسلم ليلة العقبة فقال : يا أيها الناس هل تدرون علام تبايعون محمدا؟ إنكم تبايعونه على أن تحاربوا العرب والعجم والجن والإنس كافة. فقالوا نحن حرب لمن حارب ، وسلم لمن سالم. فقال يا رسول الله اشترط علىّ. فقال : «تبايعوني على أن تشهدوا أن لا إله إلا الله وأنى رسول الله ، وتقيموا الصلاة وتؤتوا الزكاة ، والسمع والطاعة ، ولا تنازعوا الأمر أهله ، وتمنعونى مما تمنعون منه أنفسكم وأهليكم» قالوا نعم. قال قائل الأنصار : نعم هذا لك يا رسول الله ، فما لنا؟ قال «الجنة والنصر».\nوأخرج ابن سعد عن الشّعبى قال : «انطلق النبي صلى الله عليه وسلم بالعباس ابن عبد المطلب وكان ذا رأى إلى السبعين من الأنصار عند العقبة ، فقال العباس ليتكلم متكلمكم ولا يطيل الخطبة ، فإن عليكم للمشركين عينا ، وإن يعلموا بكم يفضحوكم فقال قائلهم : يا محمد سل لربك ما شئت ، ثم سل لنفسك ولأصحابك ما شئت ، ثم أخبرنا ما لنا من الثواب على الله وعليكم إذا فعلنا ذلك؟ ، فقال : أسألكم لربى أن تعبدوه ولا تشركوا به شيئا ، وأسألكم لنفسى وأصحابى أن تؤوونا وتنصرونا وتمنعونا مما تمنعون منه أنفسكم ، قال : فما لنا إذا فعلنا ذلك؟ قال : الجنة» فكان الشعبي إذا حدّث هذا الحديث قال : ما سمع الشّيب والشباب بخطبة أقصر ولا أبلغ منها.\nوروى ابن مردويه عن أبى هريرة مرفوعا «من سل سيفا فى سبيل الله فقد بايع الله» وروى ابن أبى حاتم عن الحسن قال : «ما على ظهر الأرض مؤمن إلا وقد دخل فى هذه البيعة» وفى رواية «اسعوا إلى بيعة بايع الله بها كل مؤمن. إنّ الله اشترى من المؤمنين أنفسهم وأموالهم».",
        "ثم بين صفة تسليم البيع فقال :\n(يُقاتِلُونَ فِي سَبِيلِ اللهِ فَيَقْتُلُونَ وَيُقْتَلُونَ) أي إنهم يقاتلون فى سبيل الحق والعدل التي توصل إلى مرضاة الله تعالى ببذل أنفسهم وأموالهم فيكونون إما قاتلين لأعدائه الصادين عن سبيله ، وإما مقتولين شهداء فى هذه السبيل ، ولا فرق بين القاتل والمقتول فى الفضل والمثوبة عند الله ، فكل منهما كان فى سبيله ولم يكن رغبة فى سفك الدماء ، ولا حبّا للأموال ولا توسلا إلى ظلم العباد كما يفعل الذين يقاتلون لأغراض الدنيا من الملوك والأمراء.\n(وَعْداً عَلَيْهِ حَقًّا فِي التَّوْراةِ وَالْإِنْجِيلِ وَالْقُرْآنِ) أي وعدهم وعدا أوجبه على نفسه وجعله حقا وأثبته فى التوراة والإنجيل ، وضياعه منهما فى النسخ التي بين يدى أهل الكتاب لا يضير فى ذلك ؛ لأنه قد ضاع منهما كثير وحرّف بعضهما لفظا ومعنى ، ويكفى إثبات القرآن لذلك وهو المهيمن عليهما.\n(وَمَنْ أَوْفى بِعَهْدِهِ مِنَ اللهِ؟) أي لا أحد أوفى بعهده وأصدق فى إنجاز وعده من الله ، إذ لا يمنعه من ذلك عجز عن الوفاء ولا يعرض له تردد ولا رجوع عما يريد إمضاءه من شأنه.",
        "(فَاسْتَبْشِرُوا بِبَيْعِكُمُ الَّذِي بايَعْتُمْ بِهِ) أي فإذا كان الأمر على هذه الحال فأظهروا السرور على ما فزتم به من الجنة.\n(وَذلِكَ هُوَ الْفَوْزُ الْعَظِيمُ) أي وذلك الفوز الذي لا فوز أعظم منه ، وما يتقدمه من النصر والسيادة والملك لا يعد فوزا إلا بكونه وسيلة لإقامة الحق والعدل.\nوفى هذا الأسلوب من التأكيد واستحقاق المجاهدين للثواب ما لا يخفى ، إذ جعلهم مالكين معه ومبايعين له ومستحقين الثمن الذي بايعهم به ، وأكد لهم أمر الوفاء وإنجاز وعده.\nوعن جعفر الصادق أنه قال : ليس لأبدانكم ثمن إلا الجنة فلا تبيعوها إلا بها.",
        "يريد أن الذي يقتل أو يموت فى سبيل الله بذل بدنه الفاني ، لا روحه الباقي.\nثم وصف الله هؤلاء المكملة من المؤمنين الذين باعوا أنفسهم وأموالهم بجنته بصفات هى :\n(1) (التَّائِبُونَ) أي هم الراجعون إلى الله بتركهم كل ما يبعد عن مرضاته ، وتوبة الكفار هى رجوعهم عن الكفر الذي كانوا عليه كما قال : «فَإِنْ تابُوا وَأَقامُوا الصَّلاةَ وَآتَوُا الزَّكاةَ فَإِخْوانُكُمْ فِي الدِّينِ» وتوبة المنافق تكون بترك نفاقه ، وتوبة العاصي من معصيته تكون بالندم على ما حصل منه والعزم على عدم العود لمثله كتوبة من تخلف عن غزوة تبوك من المؤمنين ، وتوبة المقصّر فى شىء من البر وعمل الخير تكون بالاستزادة منه ، وتوبة من يغفل عن ربه تكون بالإكثار من ذكره وشكره.\n(2) (الْعابِدُونَ) لله المخلصون فى جميع عباداتهم ، فلا يتوجهون إلى سواه بدعاء ولا استغاثة ولا يتقربون إلى غيره بعمل قربان ولا طلب مثوبة فى الآخرة.",
        "(3) (الْحامِدُونَ) لله فى السراء والضراء ، روى عن عائشة رضى الله عنها قالت : كان النبي صلى الله عليه وسلم إذ أتاه الأمر يسرّه قال «الحمد لله الذي بنعمته تتم الصالحات» وإذا أتاه الأمر يكرهه قال : «الحمد لله على كل حال».\n(4) (السَّائِحُونَ) فى الأرض لغرض صحيح كعلم نافع للسائح فى دينه أو دنياه ، أو نافع لقومه وأمته ، أو النظر فى خلق الله وأحوال الأمم والشعوب للاعتبار والاستبصار وقد حث الله كثيرا على السير فى الأرض والضرب فيها كما قال «أَلَمْ يَرَوْا كَمْ أَهْلَكْنا مِنْ قَبْلِهِمْ مِنْ قَرْنٍ مَكَّنَّاهُمْ فِي الْأَرْضِ ما لَمْ نُمَكِّنْ لَكُمْ».\nوعلى السفر والسياحة لطلب الرزق الحلال من تجارة وغيرها.\nوالإسلام الذي يجيز سفر النساء فى الغزوات ـ وهن غير مكلّفات ـ بالقتال للمساعدة عليه بتهيئة الطعام والشراب وتضميد الجراح فهو بالأولى يجيز صحبتهن فى سائر الأسفار ، وفى ذلك إحصان لكل من الزوجين ومنع لهما عن التطلع إلى الأجنبى.",
        "وفسر بعضهم السياحة بالصيام لما روى عن عائشة : «سياحة هذه الأمة الصيام» لأن الصوم يعوق عن اللذات كما أن السياحة كذلك غالبا.\n(5 ، 6) (الرَّاكِعُونَ السَّاجِدُونَ) فى صلواتهم المفروضة ، وخصا بالذكر لما فيهما من الدلالة على التواضع والعبودية والتذلل لله سبحانه.\n(7 ، 8) (الْآمِرُونَ بِالْمَعْرُوفِ ، وَالنَّاهُونَ عَنِ الْمُنْكَرِ) أي الداعون إلى الإيمان وما يتبعه من أعمال البر والخير ، والناهون عن الشرك وما بسبيله من المعاصي والسيئات.\n(9) (وَالْحافِظُونَ لِحُدُودِ اللهِ) أي الحافظون لشرائعه وأحكامه التي بيّن فيها ما يجب على المؤمنين اتباعه وما يحظر عليهم فعله منها ، وكذا ما يجب على أئمة المسلمين وأولى الأمور منهم إقامته وتنفيذه بالعمل فى أفراد المسلمين وجماعتهم إذا أخلّوا بما يجب عليهم حفظه منها.",
        "ثم ذكر جزاءهم على ذلك فقال :\n(وَبَشِّرِ الْمُؤْمِنِينَ) أي وبشر أيها الرسول المؤمنين المتصفين بهذه الصفات بخيرى الدنيا والآخرة.\nوخصت تلك الخلال بالذكر لأن بها تكون المحافظة على حدود الله.\n(ما كانَ لِلنَّبِيِّ وَالَّذِينَ آمَنُوا أَنْ يَسْتَغْفِرُوا لِلْمُشْرِكِينَ وَلَوْ كانُوا أُولِي قُرْبى مِنْ بَعْدِ ما تَبَيَّنَ لَهُمْ أَنَّهُمْ أَصْحابُ الْجَحِيمِ (113) وَما كانَ اسْتِغْفارُ إِبْراهِيمَ لِأَبِيهِ إِلاَّ عَنْ مَوْعِدَةٍ وَعَدَها إِيَّاهُ فَلَمَّا تَبَيَّنَ لَهُ أَنَّهُ عَدُوٌّ لِلَّهِ تَبَرَّأَ مِنْهُ إِنَّ إِبْراهِيمَ لَأَوَّاهٌ حَلِيمٌ (114) وَما كانَ اللهُ لِيُضِلَّ قَوْماً بَعْدَ إِذْ",
        "هَداهُمْ حَتَّى يُبَيِّنَ لَهُمْ ما يَتَّقُونَ إِنَّ اللهَ بِكُلِّ شَيْءٍ عَلِيمٌ (115) إِنَّ اللهَ لَهُ مُلْكُ السَّماواتِ وَالْأَرْضِ يُحْيِي وَيُمِيتُ وَما لَكُمْ مِنْ دُونِ اللهِ مِنْ وَلِيٍّ وَلا نَصِيرٍ (116))\nتفسير المفردات\nالأوّاه : الكثير التأوّه والتحسر ، أو الخاشع الكثير الدعاء والتضرع إلى ربه ، وقيل إنها كلمة حبشية الأصل ، ومعناها المؤمن أو الموقن ، وأصل التأوه : قول أوه أو آه أو نحوهما مما يقوله الحزين أو أوه بكسر الهاء وضمها وفتحها ، وآه بالكسر منونا وغير منون ، والحليم : الذي لا يستفزه الغضب ولا يعبث به الطيش ولا يستخفه هوى النفس ، ومن لوازم ذلك الصبر والثبات والصفح والتأنى فى الأمور واتقاء العجلة فى الرغبة والرهبة\nالمعنى الجملي",
        "كان الكلام من أول السورة إلى هنا براءة من الكفار والمنافقين فى جميع الأحوال ، وهنا بين أنه يجب البراءة من أمواتهم وإن قربوا غاية القرب كالأب والأم ، ثم ذكر السبب الذي لأجله استغفر إبراهيم لأبيه وهو وعده بالاستغفار بقوله «لَأَسْتَغْفِرَنَّ لَكَ وَما أَمْلِكُ لَكَ مِنَ اللهِ مِنْ شَيْءٍ» فلما أصرّ على كفره تبرأ منه ، وبعدئذ بين رحمته بعباده وأنه لا يعاقبهم على شىء إلا بعد بيان شاف لما يعاقبون عليه.\nأخرج أحمد وابن أبى شيبة والبخاري ومسلم وابن جرير وغيرهم عن سعيد بن المسيّب عن أبيه قال «لما حضرت أبا طالب الوفاة دخل عليه النبي صلى الله عليه وسلم وعنده أبو جهل وعبد الله بن أبى أمية ، فقال : «أي عمّ قل لا إله إلا الله ، كلمة أحاج لك بها عند الله» فقال أبو جهل وعبد الله بن أبى أمية : أترغب عن ملة عبد المطلب؟ فلم يزل رسول الله صلى الله عليه وسلم يعرضها عليه ، ويعيدانه بتلك المقالة حتى قال أبو طالب آخر ما كلمهم : على ملة عبد المطلب ، وأبى أن يقول لا إله إلا الله فقال\nرسول الله صلى الله عليه وسلم : «والله لأستغفرنّ لك ما لم أنه عنك» فأنزل الله (ما كانَ لِلنَّبِيِّ وَالَّذِينَ آمَنُوا أَنْ يَسْتَغْفِرُوا لِلْمُشْرِكِينَ) وأنزل الله فى أبى طالب فقال لرسوله صلى الله عليه وسلم : «إِنَّكَ لا تَهْدِي مَنْ أَحْبَبْتَ ، وَلكِنَّ اللهَ يَهْدِي مَنْ يَشاءُ» وقد كان موت أبى طالب بمكة قبل الهجرة بنحو ثلاث سنوات ، ومن ثم استبعد بعض العلماء أن تكون نزلت فى أبى طالب ، وأجاب آخرون بأن الذي حصل قد يكون أحد أمرين :\n(1) إنها نزلت عقب موته ثم ألحقت بهذه السورة المدنية لمناسبتها لأحكامها الخاصة بالبراءة من الكفار وفضيحة المنافقين.",
        "(2) إنها نزلت مع غيرها من براءة مبينة لحكم استغفار الرسول صلى الله عليه وسلم له ، وقد كان من ذلك الحين إلى نزول الآية يستغفر لأبى طالب ، فإن التشديد على الكفار ، والبراءة منهم إنما جاء فى هذه السورة وفى الآية إيماء إلى تحريم الدعاء لمن مات على كفره بالمغفرة والرحمة ، أو بوصفه بذلك كقولهم المغفور له والمرحوم فلان ، كما يفعله بعض جهلة المسلمين من الخاصة والعامة.\nوأخرج أحمد ومسلم وأبو داود عن أبى هريرة قال : «أتى رسول الله صلى الله عليه وسلم قبر أمه فبكى وأبكى من حوله ، ثم قال : استأذنت ربى أن أستغفر لها فلم يأذن لى ، وأستأذنت أن أزور قبرها فأذن لى فزوروا القبور فإنها تذكّركم الموت».\nالإيضاح\n(ما كانَ لِلنَّبِيِّ وَالَّذِينَ آمَنُوا أَنْ يَسْتَغْفِرُوا لِلْمُشْرِكِينَ) أي ما كان من شأن النبي ولا مما ينبغى أن يصدر منه من حيث هو نبىّ ، ولا من شأن المؤمنين ، ولا مما يجوز أن يقع منهم أن يدعوا الله طالبين منه المغفرة للمشركين.",
        "(وَلَوْ كانُوا أُولِي قُرْبى) أي ولو كان لهم حق البر وصلة الرحم ، وكانت عاطفة القرابة تقتضى الحدب والإشفاق عليهم.\n(مِنْ بَعْدِ ما تَبَيَّنَ لَهُمْ أَنَّهُمْ أَصْحابُ الْجَحِيمِ) أي من بعد ما ظهر لهم بالدليل أنهم من أصحاب النار ، بأن ماتوا على الكفر ، أو بأن نزل وحي يسجل عليهم ذلك كإخباره تعالى عن بعض الجاحدين المعاندين بنحو قوله : «سَواءٌ عَلَيْهِمْ أَأَنْذَرْتَهُمْ أَمْ لَمْ تُنْذِرْهُمْ لا يُؤْمِنُونَ»؟.\nوخلاصة ذلك ـ إن النبوة والإيمان الصادق لا يبيحان الاستغفار للمشركين فى كل حال ، حتى ولو كانوا أولى قربى إذا ظهر لهم بالدليل أنهم من أصحاب الجحيم.\nثم أجاب عن سؤال قد يختلج بالخاطر مما تقدم ، فيقال كيف يمنع النبي والمؤمنون من الاستغفار لأقربائهم وقد استغفر إبراهيم لأبيه فقال :",
        "(وَما كانَ اسْتِغْفارُ إِبْراهِيمَ لِأَبِيهِ إِلَّا عَنْ مَوْعِدَةٍ وَعَدَها إِيَّاهُ) أي وما استغفر إبراهيم لأبيه آزر بقوله (وَاغْفِرْ لِأَبِي ، إِنَّهُ كانَ مِنَ الضَّالِّينَ) أي وفّقه للإيمان واهده إلى سبيله ـ إلا عن موعدة وعدها إياه بقوله : «سَأَسْتَغْفِرُ لَكَ رَبِّي» أي لا أملك لك هداية ولا نجاة ، وإنما أملك أن أدعو الله لك.\nوقد وفّى إبراهيم بما وعد ، ولم يكن إلا وفيا كما شهد الله له بقوله : «وَإِبْراهِيمَ الَّذِي وَفَّى».\n(فَلَمَّا تَبَيَّنَ لَهُ أَنَّهُ عَدُوٌّ لِلَّهِ تَبَرَّأَ مِنْهُ) أي لم يزل إبراهيم يستغفر لأبيه حتى مات ، فلما مات تبين له أنه عدو لله فتبرأ منه ، قال ابن عباس ، وقيل تبين له ذلك بوحي من الله فتبرأ منه ومن قرابته وترك الاستغفار له ، إذ هذا مقتضى الإيمان كما قال تعالى : «لا تَجِدُ قَوْماً يُؤْمِنُونَ بِاللهِ وَالْيَوْمِ الْآخِرِ يُوادُّونَ مَنْ حَادَّ اللهَ وَرَسُولَهُ وَلَوْ كانُوا آباءَهُمْ أَوْ أَبْناءَهُمْ» الآية.\nثم بين السبب الذي حمل إبراهيم على الوعد بالاستغفار لأبيه مع شكاسته له وسوء خلقه معه كما يؤذن بذلك قوله : «لَئِنْ لَمْ تَنْتَهِ لَأَرْجُمَنَّكَ وَاهْجُرْنِي مَلِيًّا» فقال :",
        "(إِنَّ إِبْراهِيمَ لَأَوَّاهٌ حَلِيمٌ) أي إن إبراهيم لكثير المبالغة فى خشية الله والخضوع له ، صبور على الأذى والصفح عن زلّات غيره عليه.\n(وَما كانَ اللهُ لِيُضِلَّ قَوْماً بَعْدَ إِذْ هَداهُمْ) أي وما كان من سنن الله فى خلقه ولا من رحمته وحكمته أن يصف قوما بالضلال ويجرى عليهم أحكامه بالذم والعقاب بعد إذ هداهم إلى الإيمان ، وشرح صدورهم للإسلام ـ بقول يصدر منهم عن غير قصد أو عمل يحدث منهم باجتهاد خاطئ.\n(حَتَّى يُبَيِّنَ لَهُمْ ما يَتَّقُونَ) من الأقوال والأفعال بيانا واضحا بوحي صراحة أو دلالة.\n(إِنَّ اللهَ بِكُلِّ شَيْءٍ عَلِيمٌ) أي إنه تعالى عليم بجميع الأشياء ، ومن جملتها حاجة الناس إلى البيان ، فهو يبين لهم مهمات الدين بالنص القاطع ، حتى لا يضل فيه اجتهادهم بأهواء أنفسهم ، ومن أجل هذا لم يؤاخذ إبراهيم فى استغفاره لأبيه قبل أن تتبين له حاله ، وكذلك لا يؤاخذ النبي والذين آمنوا بما سبق لهم من الاستغفار لوالديهم وأولى القربى منهم قبل هذا التبيين لحكم الله تعالى.",
        "ولما منعهم من الاستغفار للمشركين ولو كانوا أولى قربى ، وذلك يستدعى التبرؤ منهم وعدم انتظار النصرة من أحد ـ بين أن النصر لا يكون إلا من جهته تعالى فقال :\n(إِنَّ اللهَ لَهُ مُلْكُ السَّماواتِ وَالْأَرْضِ يُحْيِي وَيُمِيتُ وَما لَكُمْ مِنْ دُونِ اللهِ مِنْ وَلِيٍّ وَلا نَصِيرٍ) أي إنه تعالى مالك كل موجود ، ومتولى أمره فى السموات والأرض ، وهو الذي يهب الحياة بمحض قدرته ومشيئته ومقتضى سننه فى التكوين ، ويميت من يشاء حين انقضاء أجله ، وليس لكم أيها المؤمنون من يتولى أموركم ، ولا من ينصركم على عدوكم غير الله تعالى ، فلا تحيدوا عن هدايته فيما نهاكم عنه من الاستغفار لأولى القربى الذين هم أهل الولاية والنصرة من ذوى الأرحام ، ولا فى غير ذلك من أوامره ونواهيه.\n(لَقَدْ تابَ اللهُ عَلَى النَّبِيِّ وَالْمُهاجِرِينَ وَالْأَنْصارِ الَّذِينَ اتَّبَعُوهُ فِي ساعَةِ الْعُسْرَةِ مِنْ بَعْدِ ما كادَ يَزِيغُ قُلُوبُ فَرِيقٍ مِنْهُمْ ثُمَّ تابَ عَلَيْهِمْ إِنَّهُ بِهِمْ رَؤُفٌ رَحِيمٌ (117) وَعَلَى الثَّلاثَةِ الَّذِينَ خُلِّفُوا حَتَّى إِذا ضاقَتْ عَلَيْهِمُ الْأَرْضُ بِما رَحُبَتْ وَضاقَتْ عَلَيْهِمْ أَنْفُسُهُمْ وَظَنُّوا أَنْ لا مَلْجَأَ مِنَ اللهِ إِلاَّ إِلَيْهِ ثُمَّ تابَ عَلَيْهِمْ لِيَتُوبُوا إِنَّ اللهَ هُوَ التَّوَّابُ الرَّحِيمُ (118) يا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللهَ وَكُونُوا مَعَ الصَّادِقِينَ (119))\nتفسير المفردات",
        "العسرة : الشدة والضيق ، وزاغ : مال ، الرّحب : السعة ، ولجأ إلى الحصن وغيره : لاذ إليه واعتصم به ، الرأفة : العناية بالضعيف والرفق به ، والرحمة : السعى فى إيصال المنفعة.\nالمعنى الجملي\nبعد أن استقصى سبحانه أحوال المتخلفين عن غزوة تبوك على النحو الذي سلف ـ عاد مرة أخرى إلى الكلام فى توبتهم جيا على سنة القرآن الكريم فى تفريق الآيات فى الموضوع الواحد ، لأنه أفعل فى النفس وأشد تأثيرا فى القلب وأجدى فى تجديد الذكرى وأدنى ألا يسأم التالي لها فى الصلاة وغيرها. إلى أنه مناسب لما قبله من النهى عن الاستغفار للمشركين ، إذا كلّ مما يتاب منه ، وكلّ عثرة يطلب منها الصفح والعفو.\nالإيضاح",
        "(لَقَدْ تابَ اللهُ عَلَى النَّبِيِّ وَالْمُهاجِرِينَ وَالْأَنْصارِ) أي لقد تفضل سبحانه وعطف على نبيه وأصحابه المؤمنين الصادقين من المهاجرين والأنصار فتجاوز عن هفوات صدرت\nمنهم فى هذه الغزوة وغيرها لبلائهم الحسن فيها ، ولأنهم لم يصروا على شىء منها.\nوقد كانت هفواتهم على سنن الطباع البشرية واجتهاد الرأى فيما لم يبينه الله بيانا قطعيا بحيث يعد مخالفه عاصيا ، وقد فسر ابن عباس التوبة على النبي صلى الله عليه وسلم هنا بقوله فى سياق هذه الغزوة «عفا الله عنك ـ لم أذنت لهم؟» أي إن التوبة كانت من اجتهاد لم يقره الله عليه إذ غيره كان خيرا منه ، وتوبة المهاجرين والأنصار ، وهم خلّص المؤمنين كانت من تثاقلهم فى الخروج حتى ورد الأمر الحتم والتوبيخ على التثاقل إلى الأرض ، ومنهم من كان ذنبه السماع للمنافقين فيما كانوا يبغون من فتنة المؤمنين.\nوتوبة الله على عباده توفيقهم للتوبة وقبولها منهم ، وإنما يتوبون من ذنب ، وما كل ذنب معصية لله عز وجل.",
        "(الَّذِينَ اتَّبَعُوهُ فِي ساعَةِ الْعُسْرَةِ) أي الذين اتبعوه ولم يتخلفوا عنه وقت الشدة والضيق ، وكانت عسرة فى الزاد إذ كان الوقت نهاية فصل الصيف الذي نفدت فيه مئونتهم من التمر ، وأول فصل الخريف الذي بدأ فيه إرطاب الموسم الجديد ، ولا يمكن حمل شىء منه ، فكان يكتفى الواحد منهم أو الاثنان بالتمرة الواحدة من التمر القديم ومنه المدوّد واليابس ، ومنهم من تزوّد بالشعير المسوس والإهالة (الشحم المذاب) الزنخة المتغيرة الرائحة ـ وعسرة فى الماء حتى كانوا ينحرون البعير على قلة الرواحل ليعتصروا الفرث الذي فى كرشه ويبلّوا به ألسنتهم ـ وعسرة فى الظهر (فى الإبل) حتى كان العشرة يتعقبون بعيرا واحدا ـ وعسرة فى الزمن إذ كان فى حرارة القيظ (شدة الحر).\nقال جابر بن عبد الله رضى الله عنه فى ساعة العسرة : عسرة الظهر وعسرة الزاد وعسرة الماء ، وقال ابن عباس لعمر رضى الله عنهم : حدّثنا من شأن ساعة العسرة ، فقال : خرجنا مع رسول الله صلى الله عليه وسلم إلى تبوك فى قيظ شديد فنزلنا منزلا\nفأصابنا فيه عطش شديد ، حتى ظننا أن رقابنا ستنقطع حتى إن كان الرجل لينحر بعيره ليعصر فرثه فيشربه ويجعل ما بقي على كبده ، فقال أبو بكر الصديق رضى الله عنه : يا رسول الله إن الله قد عودك فى الدعاء خيرا فادفع لنا ، فرفع يديه فلم يرجعهما حتى سالت السماء فأهطلت ثم سكنت فملئوا ما معهم ثم ذهبنا ننظر فلم نجدها جاوزت العسكر.\n(مِنْ بَعْدِ ما كادَ يَزِيغُ قُلُوبُ فَرِيقٍ مِنْهُمْ) أي إنه تاب على المؤمنين كافة من بعد ما كاد يزيغ بعضهم عن الإيمان وهم الذين تخلفوا لغير علة النفاق ، وهم الذين وصفهم الله بأنهم عملوا عملا صالحا وآخر سيئا واعترفوا بذنوبهم ، فقبل الله توبتهم كما ذكر فيما سلف.",
        "(ثُمَّ تابَ عَلَيْهِمْ) هذا تكرير للتوكيد كما يقال عفا السلطان عن فلان ثم عفا عنه ، فيدل ذلك على أنه عفو متأكد بلغ الغاية القصوى من القدرة والكمال.\nثم علل قبول توبتهم بقوله :\n(إِنَّهُ بِهِمْ رَؤُفٌ رَحِيمٌ) أي إن ربهم رءوف رحيم بهم ، فلا يهملهم بأن ينزع الإيمان منهم بعد ما أبلوا فى الله وأبلوا مع رسوله وصبروا فى البأساء والضراء.\n(وَعَلَى الثَّلاثَةِ الَّذِينَ خُلِّفُوا) أي ولقد تاب الله على الثلاثة الذين خلّفوا عن الخروج إلى تبوك مع رسول الله صلى الله عليه وسلم ، وهم المرجون لأمر الله ، وتقدم أنهم ثلاثة : كعب بن مالك ، وهلال بن أمية ، ومرارة بن الربيع.",
        "(حَتَّى إِذا ضاقَتْ عَلَيْهِمُ الْأَرْضُ بِما رَحُبَتْ) أي خلفوا عن التوبة حتى شعروا بأن الأرض قد ضاقت عليهم على رحبها وسعتها بالخلق جميعا خوفا من العاقبة وجزعا من إعراض النبي صلى الله عليه وسلم والمؤمنين عنهم ، وهجرهم إياهم فى المجالسة والمحادثة.\nوهذا مثل للحيرة فى الأمر ، كأنهم لا يجدون فيها مكانا يقّرون فيه قلقا وجزعا مما هم فيه ، قال قائلهم :\nثم ترقى وانتقل من ضيق الأرض عليهم إلى ضيقهم فى أنفسهم فقال :\n(وَضاقَتْ عَلَيْهِمْ أَنْفُسُهُمْ) أي وضاقت أنفسهم على أنفسهم ، لما كانوا يشعرون به من ضيق صدورهم بامتلائها بالهمّ والغم حتى لا متسع فيها لشىء من البسط والسرور ، فكأنهم لا يجدون لأنفسهم مكانا ترتاح إليه وتطمئن به.",
        "(وَظَنُّوا أَنْ لا مَلْجَأَ مِنَ اللهِ إِلَّا إِلَيْهِ) أي واعتقدوا أنه لا ملجأ من غضب الله ورسوله ، إلا إليه تعالى بالتوبة والاستغفار ورجاء رحمته ، وقد أعرض عنهم رسوله البرّ الرحيم بأصحابه ، فلم يكونوا يستطيعون أن يطلبوا دعاءه واستغفاره ـ إلى أنه صلى الله عليه وسلم لا يشفع فى الدنيا ، ولا فى الآخرة إلا لمن ارتضى الله أن يشفع لهم.\n(ثُمَّ تابَ عَلَيْهِمْ) أي ثم عطف عليهم وأنزل قبول توبتهم.\n(لِيَتُوبُوا) ويرجعوا إليه بعد إعراضهم عن هدايته ، واتباع رسوله صلى الله عليه وسلم.\n(إِنَّ اللهَ هُوَ التَّوَّابُ الرَّحِيمُ) أي إنه تعالى كثير القبول لتوبة التائبين ، الواسع الرحمة للمحسنين ، المتفضل عليهم بضروب النعم مع استحقاقهم لأعظم أنواع العقاب.",
        "وكان من حديث هؤلاء الثلاثة ما حدثه كعب قال : «لما قفل رسول الله صلى الله عليه وسلم سلّمت عليه فرد علىّ كالمغضب بعد ما ذكرنى وقال : «ليت شعرى ما خلّف كعبا» فقيل له ما خلّفه إلا حسن برديه والنظر فى عطفيه فقال :\n«معاذ الله ما أعلم إلا فضلا وإسلاما» ونهى عن كلامنا أيها الثلاثة فتنكر لنا الناس ولم يكلمنا أحد من قريب أو بعيد ، فلما مضت أربعون ليلة أمرنا أن نعتزل نساءنا ولا نقربهن ، فلما تمت خمسون ليلة إذا أنا بنداء من ذروة سلع (جبل بالمدينة) أبشر يا كعب بن مالك فخررت ساجدا ، وكنت كما وصفني ربى و (ضاقَتْ عَلَيْهِمُ الْأَرْضُ بِما رَحُبَتْ وَضاقَتْ عَلَيْهِمْ أَنْفُسُهُمْ) وتتابعت البشارة ، فلبست ثوبى وانطلقت إلى رسول الله صلى الله عليه وسلم فإذا هو جالس فى المسجد وحوله المسلمون فقام إلىّ طلحة بن عبد الله يهرول حتى صافحنى وقال : لتهنك توبة الله ، فلن أنساها لطلحة ،\nوقال رسول الله صلى الله عليه وسلم وهو يستنير استنارة القمر ، أبشر يا كعب بخير يوم مرّ عليك منذ ولدتك أمك ثم تلا علينا الآية».\nوفى هذه القصة عبرة للمؤمنين تخشع لها قلوبهم وتفيض لها عبراتهم ، وقد كان لإمام أحمد لا يبكيه شىء من القرآن كما تبكيه هذه الآيات.",
        "انظر إلى هذا وتأمل قسوة قلوب الجاهلين المغرورين ، الذين يقترفون الفواحش والمنكرات ، ويتركون الفرائض ويصرون على ما فعلوا وهم يعلمون ولا يتوبون إلى الله ولا هم يذّكرون ، وإذا وعظهم الواعظ وجدهم بين جازم بالمغفرة والعفو عنه ، ومتكل على شفاعة الشافعين له ، ومنهم من يحفظ من أخبار مكفرات الذنوب مما لا أصل له فى الدين ، أو له أصل يراد به تكفير الصغائر بشرط اجتناب الكبائر ، كما قال تعالى : «إِنْ تَجْتَنِبُوا كَبائِرَ ما تُنْهَوْنَ عَنْهُ نُكَفِّرْ عَنْكُمْ سَيِّئاتِكُمْ».\n(يا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللهَ وَكُونُوا مَعَ الصَّادِقِينَ) أي يا أيها الذين آمنوا بالله ورسوله اتقوا الله وراقبوه بأداء فرائضه واجتناب نواهيه ، وكونوا فى الدنيا من أهل ولايته وطاعته تكونوا فى الآخرة مع الصادقين فى الجنة ، ولا تكونوا مع المنافقين الذين يتنصلون من ذنوبهم بالكذب ويؤيدونه بالحلف.\nأخرج الحاكم عن ابن مسعود عن النبي صلى الله عليه وسلم أنه قال : «إن الكذب لا يصلح منه جد ولا هزل ، ولا يعد الرجل ابنه ثم لا ينجز له ، اقرءوا إن شئتم : يا أيها الذين آمنوا اتقوا الله وكونوا مع الصادقين» وأخرج البيهقي مرفوعا «إن الصدق يهدى إلى البرّ ، وإن البر يهدى إلى الجنة ، وإن الكذب يهدى إلى الفجور ، وإن الفجور يهدى إلى النار ، إنه يقال للصادق : صدق وبرّ ، ويقال للكاذب : كذب وفجر ، وإن الرجل ليصدق حتى يكتب عند الله صدّيقا ، ويكذب حتى يكتب عند الله كذابا».\nولا رخصة فى الكذب إلا لضرورة من خديعة حرب ، أو إصلاح بين اثنين ، أو رجل يحدّت امرأته ليرضيها ، أي فى التحبب إليها بوصف محاسنها ورضاه عنها ، لا فى مصالح الدار والعيال وغيرها.",
        "أخرج ابن أبى شيبة وأحمد عن أسماء بنت يزيد عن النبي صلى الله عليه وسلم قال : «كل الكذب يكتب على ابن آدم إلا رجل كذب فى خديعة حرب أو صلاح بين اثنين أو رجل يحدث امرأته ليرضيها».\nولا شك أن فى المعاريض ما يغنى العاقل عن الكذب كما جاء فى الحديث «إن فى المعاريض لمندوحة عن الكذب»\n(ما كانَ لِأَهْلِ الْمَدِينَةِ وَمَنْ حَوْلَهُمْ مِنَ الْأَعْرابِ أَنْ يَتَخَلَّفُوا عَنْ رَسُولِ اللهِ وَلا يَرْغَبُوا بِأَنْفُسِهِمْ عَنْ نَفْسِهِ ذلِكَ بِأَنَّهُمْ لا يُصِيبُهُمْ ظَمَأٌ وَلا نَصَبٌ وَلا مَخْمَصَةٌ فِي سَبِيلِ اللهِ وَلا يَطَؤُنَ مَوْطِئاً يَغِيظُ الْكُفَّارَ وَلا يَنالُونَ مِنْ عَدُوٍّ نَيْلاً إِلاَّ كُتِبَ لَهُمْ بِهِ عَمَلٌ صالِحٌ إِنَّ اللهَ لا يُضِيعُ أَجْرَ الْمُحْسِنِينَ (120) وَلا يُنْفِقُونَ نَفَقَةً صَغِيرَةً وَلا كَبِيرَةً وَلا يَقْطَعُونَ وادِياً إِلاَّ كُتِبَ لَهُمْ لِيَجْزِيَهُمُ اللهُ أَحْسَنَ ما كانُوا يَعْمَلُونَ (121))\nتفسير المفردات",
        "رغب فى الشيء : أحبه وآثره ، ورغب عنه : كرهه ، وقد جمع بينهما فى الآية.\nوالظمأ : شدة العطش ، والنصب : الإعياء والتعب ، والمخمصة : الجوع الشديد ، والغيظ : الغضب ، ونيلا : أي أسرا وقتلا وهزيمة ، والوادي : كل منفرج بين جبال وآكام يكون منفذا للسيل.\nالمعنى الجملي\nبعد أن ذكر عزّ اسمه توبته على المتخلفين الذين حسنت نياتهم ولم يصروا على ما فعلوا وهم يعلمون ـ أكد هنا وجوب متابعة الرسول والغزو معه لما فيه من الأجر العظيم ، وحظر تخلف أحد عنه إلا بإذنه.",
        "الإيضاح\n(ما كانَ لِأَهْلِ الْمَدِينَةِ وَمَنْ حَوْلَهُمْ مِنَ الْأَعْرابِ أَنْ يَتَخَلَّفُوا عَنْ رَسُولِ اللهِ ، وَلا يَرْغَبُوا بِأَنْفُسِهِمْ عَنْ نَفْسِهِ) أي لا ينبغى لأهل المدينة حاضرة الإسلام ومقر الرسول صلى الله عليه وسلم ، ولا من حولهم من الأعراب كمزينة وجهينة وأشجع وغفار وأسلم ـ أن يتخلفوا عن رسول الله ، فى غزو فى سبيل الله كما فعل بعضهم فى غزوة تبوك ، ولا فى غيره من شئون الأمة ومصالح الملة ، ولا أن يفضّلوا أنفسهم على نفسه فيرغبوا فى الراحة والسلامة ولا يبذلوها فيما يبذل فيها نفسه الشريفة ، بل عليهم أن يصحبوه فى البأساء والضراء وأن يكابدوا معه الأهوال برغبة ونشاط ، علما بأنها أعز نفس على الله وأكرمها ، فإذا تعرضت مع كرامتها للخوض فى شدة وهول وجب على سائر الأنفس أن تتهافت فيما تعرضت له ، ولا يكترث لها أصحابها فضلا عن أن يربأوا بأنفسهم عن متابعتها ، ويضنّوا بها على ما سمح بنفسه عليه.\nوالخلاصة ـ إن المتخلّف يفضل نفسه ويؤثرها على نفس رسول الله صلى الله عليه وسلم التي لا يكمل إيمان أحد حتى يحبه أكثر من حبه لنفسه.\nوفى ذلك نهى شديد عن عملهم ، وتوبيخ لهم عليه ، وتهيج لمتابعته صلى الله عليه وسلم بأنفة وحمّية.",
        "(ذلِكَ بِأَنَّهُمْ لا يُصِيبُهُمْ ظَمَأٌ وَلا نَصَبٌ وَلا مَخْمَصَةٌ فِي سَبِيلِ اللهِ ، وَلا يَطَؤُنَ مَوْطِئاً يَغِيظُ الْكُفَّارَ ، وَلا يَنالُونَ مِنْ عَدُوٍّ نَيْلاً إِلَّا كُتِبَ لَهُمْ بِهِ عَمَلٌ صالِحٌ) أي لم يكن لهم حق التخلف ، بل يجب عليهم الاتباع بسبب أن كل ما يصيبهم فى جهادهم من أذى وإن كان قليلا كظمأ لقلة الماء ، أو نصب لبعد الشّقة ، أو لقلة الظهر ، أو مجاعة لقلة الزاد ، ومن إيذاء للعدو وإن صغر كوطء أرضه الذي يعده استهانة بقوته فيغيظه أن تمسّه أقدام المؤمنين أو حوافر خيولهم ، أو النيل منه بجرح أو قتل أو أسر أو هزيمة أو غنيمة ـ إلا كتب لهم بكل واحد مما ذكر عمل صالح يجزى عليه بالثواب العظيم ، وما أكثر هذه الأعمال الصالحات التي تشمل كل حركة من بطشة يد أو وطأة قدم أو عروض جوع أو عطش أو نحو ذلك.\nوفى الآية إيماء إلى أن من قصد خيرا كان سعيه فيه من قيام أو قعود أو مشى أو كلام أو نحو ذلك مشكورا مثابا عليه ، وإلى أن المدد القادم بعد انقضاء الحرب يشارك الجيش فى الغنيمة لأن وطء ديارهم مما يغيظهم ، ولقد أسهم النبي صلى الله عليه وسلم لا بنى عامر وقد قدما بعد تقضّى الحرب.\nثم علل هذا الأجر العظيم بقوله :\n(إِنَّ اللهَ لا يُضِيعُ أَجْرَ الْمُحْسِنِينَ) أي إن الله لا يدع محسنا أحسن فى عمله فأطاعه فيما أمره وانتهى عما نهاه عنه ـ أن يجازيه على إحسانه ويثيبه على صالح عمله ، ومن ثم كتب لمن أطاعه من أهل المدينة ومن حولهم من الأعراب الثواب على كل ما فعلوا فلم يضع لهم أجرا على عمل عملوه.",
        "(وَلا يُنْفِقُونَ نَفَقَةً صَغِيرَةً وَلا كَبِيرَةً ، وَلا يَقْطَعُونَ وادِياً إِلَّا كُتِبَ لَهُمْ) أي كذلك شأنهم فيما ينفقون فى سبيل الله صغر أو كبر ، قلّ أو كثر ، وفى كل واد يقطعونه فى سيرهم غادين أو رائحين ـ إلا كتب لهم أجرهم على ذلك جزاء لهم على عملهم ولا يترك شىء منه أو ينسى.\n(لِيَجْزِيَهُمُ اللهُ أَحْسَنَ ما كانُوا يَعْمَلُونَ) أي ليجزيهم بكتابته فى صحف أعمالهم كأحسن ما يجزيهم على خير أعمالهم التي كانوا يعملونها ، وهم مقيمون فى منازلهم.\nوخلاصة ذلك ـ إنه تعالى يجزيهم بكل عمل مما ذكر جزاء أحسن من جزائهم على أعمالهم الجليلة فى غير الجهاد بالمال والنفس ، بأن تكون النفقة الصغيرة فيه كالنفقة الكبيرة فى غيره من أنواع المبرات ، والمشقة القليلة فيه كالمشقة الكبيرة فما عداه من الأعمال الصالحات.\n(وَما كانَ الْمُؤْمِنُونَ لِيَنْفِرُوا كَافَّةً فَلَوْ لا نَفَرَ مِنْ كُلِّ فِرْقَةٍ مِنْهُمْ طائِفَةٌ لِيَتَفَقَّهُوا فِي الدِّينِ وَلِيُنْذِرُوا قَوْمَهُمْ إِذا رَجَعُوا إِلَيْهِمْ لَعَلَّهُمْ يَحْذَرُونَ (122))",
        "تفسير المفردات\nنفر : خرج للقتال ، ولو لا : كلمة تفيد الحضّ والحث على ما يدخل عليها إذا كان مستقبلا ، واللوم على تركه إذا كان ماضيا ، فإن كان مما يمكن تلافيه فربما أفاد الأمر به ، والفرقة : الجماعة الكثيرة ، والطائفة : الجماعة القليلة ، وتفقه : تكلف الفقاهة والفهم وتجشم مشاق تحصيلها ، وأنذره : خوّفه ، وحذره : تحرز منه.\nالمعنى الجملي\nهذه الآية جاءت متممة لأحكام الجهاد مع بيان حكم العلم والتفقه فى الدين من قبل أنه وسيلة للجهاد بالحجة والبرهان ، وهو الركن الركين فى الدعوة إلى الإيمان وإقامة دعائم الإسلام ، ولم يشرع جهاد السيف إلا ليكون حماية وسياجا لتلك الدعوة من أن تلعب بها أيدى المعتدين من الكافرين والمنافقين.",
        "روى الكلبي عن ابن عباس رضى الله عنهما أنه قال : لما شدّد الله على المتخلفين قالوا لا يتخلف منا أحد عن جيش أو سرية أبدا ففعلوا ذلك وبقي رسول الله صلى الله عليه وسلم وحده فنزل (وَما كانَ الْمُؤْمِنُونَ) الآية.\nالإيضاح\n(وَما كانَ الْمُؤْمِنُونَ لِيَنْفِرُوا كَافَّةً) أي وما كان شأن المؤمنين ولا مما يطلب منهم أن ينفروا جميعا فى كل سرية تخرج للجهاد ، فإنه فرض كفاية متى قام به بعض سقا\nعن الباقين ، لا فرض عين على كل شخص ، وإنما يجب ذلك إذا خرج الرسول واستنفرهم للجهاد.",
        "(فَلَوْ لا نَفَرَ مِنْ كُلِّ فِرْقَةٍ مِنْهُمْ طائِفَةٌ لِيَتَفَقَّهُوا فِي الدِّينِ وَلِيُنْذِرُوا قَوْمَهُمْ إِذا رَجَعُوا إِلَيْهِمْ لَعَلَّهُمْ يَحْذَرُونَ) أي فهلا نفر للقتال من كل فرقة كبيرة منهم ، كأهل بلد أو قبيلة طائفة وجماعة ليتسنى لهم : أي للمؤمنين فى جملتهم التفقه فى الدين ، بأن يتكلف الباقون فى المدينة الفقاهة فى الدين بما يتجدد نزوله على الرسول صلى الله عليه وسلم من الآيات وما يكون منه صلى الله عليه وسلم من بيانها بالقول والعمل ، فيعرف الحكم مع حكمته ، ويوضح المجمل بالعمل به ، ولينذروا قومهم الذين نفروا للقاء العدو إذا رجعوا إليهم : أي ليجعلوا أهمّ قصد لهم من الفقاهة إرشاد هؤلاء وتعليمهم ، وإنذارهم عاقبة الجهل وترك العمل بما علموا ، رجاء أن يخافوا الله ويحذروا عاقبة عصيانه ، وأن يكون جميع المؤمنين علماء بدينهم قادرين على نشر دعوته والحجاج عنه وبيان أسراره للناس ، لا أن يوجهوا أنظارهم إلى الرياسات والمناصب العالية والترفع عن سواد الناس وكسب المال والتشبه بالظلمة والجبارين فى ملابسهم ومراكبهم ومنافسة بعضهم بعضا.\nوفى الآية إشارة إلى وجوب التفقه فى الدين والاستعداد لتعليمه فى مواطن الإقامة وتفقيه الناس فيه بالمقدار الذي تصلح به حالهم فلا يجهلون الأحكام الدينية العامة التي يجب على كل مؤمن أن يتعرفها ، والناصبون أنفسهم لهذا التفقه على هذا القصد لهم عند الله من سامى المراتب ما لا يقل فى الدرجة عن المجاهد بالمال والنفس فى سبيل إعلاء كلمة الله والذود عن الدين والملة ، بل هم أفضل منهم فى غير الحال التي يكون فيها الدفاع واجبا عينيا على كل شخص.\n(يا أَيُّهَا الَّذِينَ آمَنُوا قاتِلُوا الَّذِينَ يَلُونَكُمْ مِنَ الْكُفَّارِ وَلْيَجِدُوا فِيكُمْ غِلْظَةً وَاعْلَمُوا أَنَّ اللهَ مَعَ الْمُتَّقِينَ (123))\nالمعنى الجملي",
        "لما أمر سبحانه فيما سبق بقتال المشركين كافة ـ أرشدهم فى هذه الآية إلى طريق السداد فى هذا الباب ، وهو أن يبدءوا بقتال من يليهم ثم ينتقلوا إلى الأبعد فالأبعد وهكذا ، وقد فعل النبي صلى الله عليه وسلم وصحابته كذلك ، فقد حارب قومه ثم انتقل إلى غزو سائر العرب ثم إلى غزو الشام ، ولما فرغ صحابته من الشام دخلوا العراق ؛ وكذلك فى أمر الدعوة فقد قال تعالى : «وَأَنْذِرْ عَشِيرَتَكَ الْأَقْرَبِينَ» ثم أمر بالدعوة العامة وقتال من يقف فى طريقها من المشركين فقال : «قاتِلُوا الَّذِينَ لا يُؤْمِنُونَ بِاللهِ وَلا بِالْيَوْمِ الْآخِرِ».\nالإيضاح\n(يا أَيُّهَا الَّذِينَ آمَنُوا قاتِلُوا الَّذِينَ يَلُونَكُمْ مِنَ الْكُفَّارِ) أي قاتلوا الأقرب فالأقرب إلى حوزة الإسلام ، ذاك أن القتال إنما شرع لتأمين الدعوة إلى الدين والدفاع عن أهله ، وقد كانت الدعوة موجهة إلى الأقرب فالأقرب من الكفار كما قال تعالى لرسوله : «لِتُنْذِرَ أُمَّ الْقُرى وَمَنْ حَوْلَها».\nوهذا الترتيب أولى لوجوه كثيرة : منها قلة النفقات ، والحاجة فيه إلى الدواب والآلات ، وسهولة معرفة حال الأقرب من الأسلحة والعسكر ، ولأن ترك الأقرب والاشتغال بالأبعد لا يؤمن معه من هجوم العدو على الذراري والضعفاء ، ومن ثم كان هذا هو الطريق المتبع فى الدعوة والنفقات والصدقات وما يدار فى المجالس من شراب ونحوه ، فكان النبي صلى الله عليه وسلم يعطى من على يمينه وإن لم يكن أفضل الجالسين ثم الذي يليه ثم الذي يليه ، وقال للأعرابى الذي كان يمديده إلى الجوانب البعيدة من المائدة «كل مما يليك».",
        "(وَلْيَجِدُوا فِيكُمْ غِلْظَةً) الغلظة ـ مثلثة ـ : الشدة والخشونة ، أي وليجدوا فيكم\nجرأة وصبروا على القتال وعنفا فى القتل والأسر ونحو ذلك كما قال : «يا أَيُّهَا النَّبِيُّ جاهِدِ الْكُفَّارَ وَالْمُنافِقِينَ وَاغْلُظْ عَلَيْهِمْ».\nوالغلظة فى زمن الحرب مما تقتضيه الطبيعة والمصلحة ، لما فيها من شدة الزجر والمنع عن القبيح.\nوفى الآية إيماء إلى أنه قد يحتاج حينا إلى الرفق واللين ، وأخرى إلى العنف والشدة ، لا أن يقتصر على الغلظة فحسب فإن ذلك مما ينفّر ويوجب تفرق الناس عنهم ، وإنما أمروا بذلك فى القتال وما يتصل بالدعوة إلى الإسلام ، للإرشاد إلى أنه يجب أن تكون حالهم فى الأمور العامة مبنية على الرفق والعدل والتؤدة فى المعاملة ومن ثم صار ذلك من أخصّ صفات المسلمين.",
        "(وَاعْلَمُوا أَنَّ اللهَ مَعَ الْمُتَّقِينَ) أي واعلموا أن الله معكم بالمعونة والنصر إذا اتقيتموه وراعيتم أحكامه وسننه ، وابتعدتم عن التقصير فى أسباب النصر والغلب من إعداد العدة المناسبة للزمان والمكان التي عناها الله بقوله «وَأَعِدُّوا لَهُمْ مَا اسْتَطَعْتُمْ مِنْ قُوَّةٍ وَمِنْ رِباطِ الْخَيْلِ» ومن الثبات والصبر ، والطاعة وحسن النظام ، وترك التنازع والاختلاف ، وكثرة ذكر الله والتوكل عليه فيما وراء الأسباب والسنن المعروفة\n(وَإِذا ما أُنْزِلَتْ سُورَةٌ فَمِنْهُمْ مَنْ يَقُولُ أَيُّكُمْ زادَتْهُ هذِهِ إِيماناً فَأَمَّا الَّذِينَ آمَنُوا فَزادَتْهُمْ إِيماناً وَهُمْ يَسْتَبْشِرُونَ (124) وَأَمَّا الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ فَزادَتْهُمْ رِجْساً إِلَى رِجْسِهِمْ وَماتُوا وَهُمْ كافِرُونَ (125) أَوَلا يَرَوْنَ أَنَّهُمْ يُفْتَنُونَ فِي كُلِّ عامٍ مَرَّةً أَوْ مَرَّتَيْنِ ثُمَّ لا يَتُوبُونَ وَلا هُمْ يَذَّكَّرُونَ (126) وَإِذا ما أُنْزِلَتْ سُورَةٌ نَظَرَ بَعْضُهُمْ إِلى بَعْضٍ هَلْ يَراكُمْ مِنْ أَحَدٍ ثُمَّ انْصَرَفُوا صَرَفَ اللهُ قُلُوبَهُمْ بِأَنَّهُمْ قَوْمٌ لا يَفْقَهُونَ (127))\nالمعنى الجملي\nبعد أن ذكر سبحانه ضروبا من مخازى المنافقين كتخلفهم عن غزوة تبوك وتعلقهم لذلك بالأيمان الفاجرة ـ ذكر هنا ضروبا أخرى من تلك المثالب كتهكمهم بالقرآن وتسللهم لو إذا حين سماعه ، وهذا آخر ما نزل مما يبين تأثير القرآن فيهم وفى المؤمنين.",
        "الإيضاح\n(وَإِذا ما أُنْزِلَتْ سُورَةٌ) أي وإذا أنزل الله تعالى على رسوله صلى الله عليه وسلم سورة من سور كتابه الكريم ، فمن المنافقين من يقول لإخوانه على سبيل الاستهزاء هذه المقالة ليثبتوا على النفاق ، أو يقول لمن يلقاه من المؤمنين مشكّكا لهم : (أَيُّكُمْ زادَتْهُ هذِهِ) السورة (إِيماناً) أي يقينا بحقية القرآن والإسلام وصدق الرسول صلى الله عليه وسلم ، أي أيكم زادته تصديقا جازما مقترنا بإذعان النفس وخضوعها ، وأشعرته بلزوم العمل بها لتيقنه بصدق الرسول الذي أنزلت عليه.\nوالإيمان على هذا النحو يزيد بنزول القرآن فى عهد الرسول ولا سيما من يحضر نزوله ويسمعه منه ، وكذا يزيد بسماعه من غيره فى قلب المؤمن قوة إذعان ورغبة فى العمل والقرب من الله.\nقال تعالى مجيبا عن هذا السؤال مبينا حالهم وحال المؤمنين فقال :",
        "(فَأَمَّا الَّذِينَ آمَنُوا فَزادَتْهُمْ إِيماناً وَهُمْ يَسْتَبْشِرُونَ) أي فأما المؤمنون فيزيدهم نزول القرآن زيادة اليقين واطمئنان القلب ، ويزيدهم قوة فى العمل به والتقرب إلى ربهم ، وهم يستبشرون بنزولها لما يرجون من خير هذه الزيادة ، بتزكية أنفسهم وسعادتهم فى الدنيا والآخرة.\n(وَأَمَّا الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ فَزادَتْهُمْ رِجْساً إِلَى رِجْسِهِمْ وَماتُوا وَهُمْ كافِرُونَ) أي وأما الذين فى قلوبهم شك وارتياب دعاهم إلى النفاق بإسرار الكفر وإظهار\nالإسلام ، فزادتهم كفرا ونفاقا مضموما إلى كفرهم ونفاقهم السابق ، واستحوذ ذلك عليهم واستحكم فيهم إلى أن ماتوا على الكفر والنفاق على مقتضى سننه تعالى فى تأثير الأعمال فى صفات النفس وتغيير هواجس الفكر.\nثم عجّب من حالهم وقد كان لهم زاجر فيما يرون فقال :",
        "(أَوَلا يَرَوْنَ أَنَّهُمْ يُفْتَنُونَ فِي كُلِّ عامٍ مَرَّةً أَوْ مَرَّتَيْنِ؟) أي أيجهلون هذا ويغفلون عن حالهم فيما يعرض لهم عاما بعد عام من ضروب الابتلاء والاختبار التي تظهر استعداد النفوس للإيمان والكفر والتفرقة بين الحق والباطل ، وينظرون إلى الآيات الدالة على صدق الرسول صلى الله عليه وسلم فى كل ما أخبر به من نصر الله لمن اتبعه وخذلان أعدائه ووقوع ما أنذرهم به ، ومن إنباء الله بما فى قلوبهم وفضيحتهم بما يكتمون من أعمالهم.\n(ثُمَّ لا يَتُوبُونَ وَلا هُمْ يَذَّكَّرُونَ) أي ثم هم مع كل هذا تمر عليهم الأعوام تلو الأعوام ولا يتوبون من نفاقهم ولا يتعظون بما يحلّ بهم من العذاب ، أفبعد هذا برهان على قلة الاستعداد للإيمان وانطفاء نور الفطرة ، ولله در القائل :\nوبعد أن بين حال تأثير إنزال السورة فى المنافقين وهم غائبون عن مجلس الرسول صلى الله عليه وسلم ـ بيّن حالهم وهم فى مجلسه صلى الله عليه وسلم حين نزولها واستماع تلاوته لها فقال :\n(وَإِذا ما أُنْزِلَتْ سُورَةٌ نَظَرَ بَعْضُهُمْ إِلى بَعْضٍ) أي وإذا أنزلت سورة وهم فى المجلس تسارقوا النظر وتغامزوا بالعيون ، على حين تخشع أبصار المؤمنين وتنحنى رءوسهم ، وتشاوروا فى الانسلال من المجلس خفية ، لئلا يفتضحوا بما يظهر عليهم من سخرية وإنكار قائلا بعضهم لبعض :",
        "(هَلْ يَراكُمْ مِنْ أَحَدٍ؟) أي هل يراكم الرسول صلى الله عليه وسلم ، أو المؤمنون إذا قمتم من المجلس.\n(ثُمَّ انْصَرَفُوا) أي ثم انصرفوا جميعا عن مجلس الوحى متسللين لواذا كراهة منهم لسماعه وانتظارا لسنوح فرصة الغفلة عنهم ، فكلما لمح أحد منهم غفلة عنه انصرف.\n(صَرَفَ اللهُ قُلُوبَهُمْ) أي صرف الله قلوبهم عن الإيمان الصادق والاسترشاد بآيات كتابه إلى ما فى ملكوت السموات والأرض من دلائل قدرته.\nوهذه الجملة : إما إخبار بذلك ، أو دعاء عليهم به ، والمآل فى هذه واحد فى كلامه تعالى.",
        "(بِأَنَّهُمْ قَوْمٌ لا يَفْقَهُونَ) أي ذلك الصرف بسبب أنهم قوم فقدوا فهم الحقائق وما يترتب عليها من الأعمال ، فلا يفقهون ما يسمعون من الآيات لعدم تدبرها والتأمل فى معانيها مع موافقتها للعقل وهدايتها إلى الحق والعدل. لأنهم وطّنوا أنفسهم على الإعراض عن كل ما جاء به من غير بحث ولا تأمل ، أحق هو أم باطل ، أخير هو أم شر؟ وأنى لمثل هؤلاء ـ وتلك حالهم ـ أن يهتدوا بنزول الآيات والسور؟.\n(لَقَدْ جاءَكُمْ رَسُولٌ مِنْ أَنْفُسِكُمْ عَزِيزٌ عَلَيْهِ ما عَنِتُّمْ حَرِيصٌ عَلَيْكُمْ بِالْمُؤْمِنِينَ رَؤُفٌ رَحِيمٌ (128) فَإِنْ تَوَلَّوْا فَقُلْ حَسْبِيَ اللهُ لا إِلهَ إِلاَّ هُوَ عَلَيْهِ تَوَكَّلْتُ وَهُوَ رَبُّ الْعَرْشِ الْعَظِيمِ (129))\nتفسير المفردات\nمن أنفسكم : أي من جنسكم ، وعزيز : أي شاقّ ، والعنت : المشقة ولقاء المكروه الشديد ، والحرص : شدة الرغبة فى الحصول على مفقود ، وشدة عناية بموجود ، والرأفة : الشفقة ، والرحمة : الإحسان.",
        "المعنى الجملي\nلما أمر الله رسوله فى هذه السورة أن يبلغ الخلق تكاليف شاقة يعسر تحملها إلا على من خصّ بوجوه التوفيق والكرامة ـ ختمها بما يوجب تحملهم تلك ، التكاليف فبيّن أن هذا الرسول منهم ، فما يحصل له من عز وشرف فهو عائد إليهم ، إلى أنه يشقّ عليه ضررهم ، وتعظم رغبته فى إيصال خيرى الدنيا والآخرة إليهم فهو كالطبيب المشفق والأب الرحيم عليهم ، والطبيب الحاذق ربما أقدم على علاج يصعب تحمله ، والأب الرحيم ربما ركن إلى ضروب من التأديب يشق على النفس احتمالها كما قال :\nقال أبىّ بن كعب رضى الله عنه : إن هاتين الآيتين آخر ما نزل من القرآن ، لكن روى الشيخان عن البراء بن عازب أنه قال : آخر آية نزلت «يَسْتَفْتُونَكَ قُلِ اللهُ يُفْتِيكُمْ فِي الْكَلالَةِ» وآخر سورة نزلت براءة ، وعن ابن عباس : آخر آية نزلت (وَاتَّقُوا يَوْماً تُرْجَعُونَ فِيهِ إِلَى اللهِ) وكان بين نزولها وموته صلى الله عليه وسلم ثمانون يوما.\nالإيضاح",
        "(لَقَدْ جاءَكُمْ رَسُولٌ مِنْ أَنْفُسِكُمْ) أي لقد جاءكم أيها العرب رسول من جنسكم ، والآية بمعنى قوله «هُوَ الَّذِي بَعَثَ فِي الْأُمِّيِّينَ رَسُولاً مِنْهُمْ».\nذاك أن منّته على قومه أعظم ، وحجته بكتابه أنهض ، وأولى قومه به قبيلته قريش ثم عشيرته الأقربون بنو هاشم وبنو المطلب ، ولو لم يؤمن به وبكتابه العرب لما آمن العجم ، وقد وجه دعوته إلى الأقرب فالأقرب ، فآمن العرب بدعوته مباشرة ، وآمن العجم بدعوة العرب ، والعرب آمنوا بفهم القرآن وبيانه له صلى الله عليه وسلم بالتبليغ والعمل وبما شاهدوا من آيات الله فى شخصه.\nوقد امتنّ الله عليه وعلى قومه بالقرآن المجيد فقال «وَإِنَّهُ لَذِكْرٌ لَكَ وَلِقَوْمِكَ» أي وإنه لشرف لك ولهم تذكرون به فى العالم ويدوّن لكم فى بطون الكتب والدفاتر :\nوإنما قاومه أكابر قومه أنفه واستكبارا عن اتباعه ، إذ هم يرونه دونهم ـ إلى أن فى اتباعه إقرارا بكفرهم وكفر آبائهم الذين يفاخرون بهم ، إلى أنهم لم يكونوا على ثقة من فوزه ونيلهم باتباعه مجد الدنيا وسعادة الآخرة.",
        "(عَزِيزٌ عَلَيْهِ ما عَنِتُّمْ) أي شديد عليه عنتكم ولقاؤكم المكروه لأنه منكم ، فليس من الهين عليه أن تكونوا فى الدنيا أمة ذليلة يعنتها أعداؤها بالسيطرة عليها والتحكم فيها ، ولا أن تكونوا فى الآخرة من أصحاب النار التي وقودها الناس والحجارة (حَرِيصٌ عَلَيْكُمْ) أي حريص على اهتدائكم وصلاح شأنكم كما قال الله تعالى «وَما أَكْثَرُ النَّاسِ وَلَوْ حَرَصْتَ بِمُؤْمِنِينَ».\n(بِالْمُؤْمِنِينَ رَؤُفٌ رَحِيمٌ) أي هو شديد الرأفة والرحمة بالمؤمنين ، فكل ما يدعو إليه من العمل بشرائع الله فهو دليل على ثبوت هذه الصفات له ، وكل شاق منها كالجهاد فهو منجاة مما هو أشق منه.\nوعن ابن عباس رضى الله عنه أنه قال فى قوله (لَقَدْ جاءَكُمْ رَسُولٌ مِنْ أَنْفُسِكُمْ) إنه ليس من العرب قبيلة إلا وقد ولدت النبي صلى الله عليه وسلم مضريّها وربيعيها ويمانيها ـ يريد أن نسبه تشعب فى جميع قبائل العرب وبطونها.\n(فَإِنْ تَوَلَّوْا فَقُلْ حَسْبِيَ اللهُ) أي فإن تولوا وأعرضوا عن الإيمان بك والاهتداء بما جئتهم به ، فقل حسبى الله فإنه يعينك عليهم ويكفيك أمر توليهم وما يتبعه من عداوتهم وصدهم عن سبيله ، وقد بلّغت وما قصرت.",
        "(لا إِلهَ إِلَّا هُوَ) أي لا معبود سواه ألجأ إليه بالدعاء والإعانة ، وهو الكافي والمعين.\n(عَلَيْهِ تَوَكَّلْتُ) أي عليه وحده توكلت فلا أكل أمرى فيما أعجز عنه إلى غيره.\n(وَهُوَ رَبُّ الْعَرْشِ الْعَظِيمِ) العرش مركز تدبير أمور الخلق كما قال تعالى «ثُمَّ اسْتَوى عَلَى الْعَرْشِ يُدَبِّرُ الْأَمْرَ» وعظمته بعظمة الرب الذي استوى عليه ، وعظمة الملك الكبير الذي هو مركز تدبيره ، وعظمة العرش والملك فى الملأ الأعلى وفيما دونه هى مظهر عظمة الله سبحانه وتعالى ، ودليل على أنه وحده الإله الحق الذي لا ينبغى أن يعبد غيره ولا يتوكل على سواه ، وهو المالك للعالم كله والمدبر لهم.\nروى أحمد والبخاري والترمذي وغيرهم عن زيد بن ثابت فى جمع القرآن وكتابته فى عهد أبى بكر أنه قال : حتى وجدت من سورة التوبة آيتين عند خزيمة الأنصاري لم أجدهما مع أحد غيره (لَقَدْ جاءَكُمْ رَسُولٌ مِنْ أَنْفُسِكُمْ) إلى آخرها ـ يريد أنه لم يجدهما مكتوبتين عند ما جمع المكتوب فى الرقاع والأكتاف والعسب إلا عنده ، وقد كانتا محفوظتين معروفتين للكثير كما صرح بذلك فى الروايات الأخرى ؛ فقد أخرج ابن أبى داود فى المصاحف عن عباد بن عبد الله بن الزبير قال : أتى الحارث بن خزيمة بهاتين الآيتين من آخر براءة (لَقَدْ جاءَكُمْ رَسُولٌ مِنْ أَنْفُسِكُمْ ـ إلى قوله وَهُوَ رَبُّ الْعَرْشِ الْعَظِيمِ) إلى عمر فقال : من معك على هذا؟ فقال : لا أدرى والله إلا أنى أشهد لسمعتهما من رسول الله صلى الله عليه وسلم ووعيتهما وحفظتهما ، فقال عمر : وأنا أشهد لسمعتهما من رسول الله صلى الله عليه وسلم ، لو كانت ثلاث آيات لجعلتهما سورة على حدة ، فانظروا سورة من القرآن فألحقوها بها ، فألحقت فى آخر براءة.",
        "وأخرج ابن جرير وابن المنذر أن رجلا من الأنصار جاء بهما عمر ، فقال عمر لا أسألك عليها بينة أبدا ، كذلك كان رسول الله صلى الله عليه وسلم يقرؤها.\nومن هذه الروايات يعلم أن الآيتين كانتا محفوظتين مشهورتين ، إلا أنهم اختلفوا فى موضعهما ففى بعضها أنهما آخر سورة براءة بالتوقيف من النبي صلى الله عليه وسلم وفى بعضها أنهما وضعتا بالرأى والاجتهاد ، ولكن المعتمد هو الأول ، لأن من حفظ التوقيف حجة على من لم يحفظ.\nقال الحافظ بن حجر فى شرح البخاري : إن زيدا لم يكن يعتمد فى جمع القرآن على علمه ولا يقتصر على حفظه ، واكتفاؤه بخزيمة وحده إنما كان لأنه لم يجدهما مكتوبتين عند غيره ، وإن كانتا محفوظتين عنده وعند غيره ، وحسبك دليلا على ذلك قوله : إنهم كانوا يسمعون رسول الله صلى الله عليه وسلم يقرؤها ، فهو صريح فى أن البحث عمن كتبها فقط اه.\nفجملة القول إن الآيتين كانتا محفوظتين ومكتوبتين ومعروفتين لكثير من الصحابة وإنما اختلفوا حين الجمع فى موضع كتابتهما حتى شهد من شهد أن النبي صلى الله عليه وسلم هو الذي وضعهما فى آخر سورة براءة ، وفاقا لقول أبىّ بن كعب وهو أحد الذين تلقّوا القرآن كله مرتبا عن النبي صلى الله عليه وسلم وكذا زيد بن ثابت وكان عدد المختلفين فى موضعهما قليلا ، فلما كتبتا فى المصاحف وافق الجميع على وضعهما هذا ، ولم يروا أىّ اعتراض على ذلك ممن كتبوا لأنفسهم مصاحف اعتمدوا فيها على حفظهم كابن مسعود رضى الله عنه.",
        "سورة يونس\nمكية إلا الآيات 40 ، 94 ، 95 ، 96 نزلت بعد سورة الإسراء وقبل سورة هود ، وعدد آيها تسع ومائة ، وموضوعها يدور على إثبات أصول التوحيد وهدم الشرك وإثبات الرسالة والبعث والجزاء وما يتعلق بذلك من مقاصد الدين وأصوله ، وهى موضوعات السور المكية.\nووجه مناسبتها لما قبلها أن السابقة ختمت بذكر رسالة النبي صلى الله عليه وسلم واختتمت بها هذه ، وأن جلّ تلك فى أحوال المنافقين وما كانوا يقولونه وما كانوا يفعلونه حين نزول القرآن ، وهذه فى أحوال الكفار وما كانوا يقولونه فى القرآن.\nوليس التناسب بين السور سببا فى هذا الترتيب الذي بينهما ، فكثيرا ما نرى سورتين بينهما أقوى تناسب فى موضوع الآيات ، وقد فصل بينهما كما فعل بسورتى الهمزة واللهب وموضوعهما واحد ، وقد يجمع بينهما تارة أخرى كما فعل بين سور الطواسين ، وسور آل حاميم ، وسورتى المرسلات والنبأ.",
        "ومن الحكمة فى الفصل بين القوية التناسب فى المعاني ـ أنه أدنى إلى تنشيط تالى القرآن وأبعد به عن الملل وأدعى له إلى التدبر ، ولهذه الحكمة عينها تفرّق مقاصد القرآن فى السورة الواحدة كالعقائد والأحكام العملية والحكم الأدبية والترغيب والترهيب والأمثال والقصص ، والعمدة فى كل ذلك التوقيف والسماع.\nبِسْمِ اللهِ الرَّحْمنِ الرَّحِيمِ\n(الر تِلْكَ آياتُ الْكِتابِ الْحَكِيمِ (1) أَكانَ لِلنَّاسِ عَجَباً أَنْ أَوْحَيْنا إِلى رَجُلٍ مِنْهُمْ أَنْ أَنْذِرِ النَّاسَ وَبَشِّرِ الَّذِينَ آمَنُوا أَنَّ لَهُمْ قَدَمَ صِدْقٍ عِنْدَ رَبِّهِمْ قالَ الْكافِرُونَ إِنَّ هذا لَساحِرٌ مُبِينٌ (2))\nتفسير المفردات",
        "الكتاب : هو القرآن العظيم ، والحكيم : ذو الحكمة ، لاشتمال الكتاب عليها ، والوحى : الإعلام الخفىّ لامرىء بما يخفى على غيره ، والإنذار : الإخبار بما فيه تخويف ، والتبشير : الإعلام المقترن بالبشارة بحسن الجزاء ، والصدق : يكون فى الأقوال ويستعمل فى الأفعال ، فيقال صدق فى القتال إذا وفّاه حقه ، وكذب فيه إذا لم يفعل ذلك ، ويطلق على الإيمان والوفاء وسائر الفضائل ، وجاء فى التنزيل : مقعد صدق ، ومدخل صدق ، ومخرج صدق ، وقدم صدق ، ويراد بالقدم هنا السابقة والتقدم والمنزلة الرفيعة ، سحر : أي يؤثّر فى القلوب ويجذب النفوس فهو جار مجرى السحر ، ومبين : ظاهر.\nالإيضاح\n(الر) هذه الحروف تقرأ ساكنة غير معربة هكذا : ألف. لام ، راء. والأخير منها غير مهموز ، والحكمة فى مجيئها أول السورة تنبيه السامع إلى ما يتلى عليه بعدها لأجل العناية بفهمه حتى لا يفوته شىء مما يسمع ، فهى من وادي حروف التنبيه نحو (ألا) و (ها) الداخلة على اسم الإشارة.\n(تِلْكَ آياتُ الْكِتابِ الْحَكِيمِ) أي تلك آيات الكتاب المحكم الذي أحكمه الله وبينه لعباده كما قال جل شأنه : «الر كِتابٌ أُحْكِمَتْ آياتُهُ ثُمَّ فُصِّلَتْ مِنْ لَدُنْ حَكِيمٍ خَبِيرٍ» ذاك أنه كتاب أحكمت معانيه ومبانيه ، وهو هاد لمتدبّره وواعيه.",
        "(أَكانَ لِلنَّاسِ عَجَباً أَنْ أَوْحَيْنا إِلى رَجُلٍ مِنْهُمْ) أي عجيب من أمرهم أن ينكروا إنزال الوحى على رجل من جنسهم ويتخذوه أعجوبة بينهم يتفكهون بها ويستغربون شأنها ، كأن مشاركتهم له فى البشرية يمنع اختصاص الله إياه بما شاء من العلم ، وهو بمعنى قوله تعالى حكاية عنهم «أَبَعَثَ اللهُ بَشَراً رَسُولاً» وقوله : «لَوْ شاءَ رَبُّنا لَأَنْزَلَ مَلائِكَةً».\nوهذه الشبهة التي تمسكوا بأذيالها قد سبق إليها أقوام الأنبياء قبلهم كما جاء فى قصة نوح وهود من سورة الأعراف «أَوَعَجِبْتُمْ أَنْ جاءَكُمْ ذِكْرٌ مِنْ رَبِّكُمْ عَلى رَجُلٍ مِنْكُمْ لِيُنْذِرَكُمْ؟».\nوقد يكون وجه العجب كونه من أفنائهم من جهة المال كما جاء على لسانهم وحكاه الله عنهم «لَوْ لا نُزِّلَ هذَا الْقُرْآنُ عَلى رَجُلٍ مِنَ الْقَرْيَتَيْنِ عَظِيمٍ» وحكى عنهم أنهم قالوا : العجب أن الله تعالى لم يجد رسولا إلا يتيم أبى طالب.\nفإن كانوا قد عنوا الأول ، فهو عجب عاجب ، لأن بعث الملك إنما يتسنى إذا كان المبعوث إليهم ملائكة كما قال تعالى منكرا عليهم ذلك «قُلْ لَوْ كانَ فِي الْأَرْضِ مَلائِكَةٌ يَمْشُونَ مُطْمَئِنِّينَ لَنَزَّلْنا عَلَيْهِمْ مِنَ السَّماءِ مَلَكاً رَسُولاً».",
        "وإن كانوا أرادوا الثاني فهو أغرب منه ، لأن مدار الاصطفاء للإيحاء هو التبريز فى إحراز الفضائل ونيل المكرمات ، وللنبى صلى الله عليه وسلم فى ذلك القدح المعلّى فقد شهر من بينهم بالأمانة والصدق وحسن السمعة وبلوغ الغاية فى الكمالات ، ولله در القائل :\nوكما قال الآخر :\nوليس للتقدم فى حظوظ الدنيا ولا للسبق فى رياساتها مدخل فى ذلك لا بقبيل ولا دبير ، ولا قليل ولا كثير ، فليس الغنى سببا للقرب والزلفى عند الله كما قال تعالى : «وَما أَمْوالُكُمْ وَلا أَوْلادُكُمْ بِالَّتِي تُقَرِّبُكُمْ عِنْدَنا زُلْفى».\n(أَنْ أَنْذِرِ النَّاسَ) أي أوحينا إليه بأن أنذر الناس كافة وأعلمهم بالتوحيد والبعث وسائر مقاصد الدين مع التخويف بعاقبة ما هم فيه من كفر وضلال.",
        "(وَبَشِّرِ الَّذِينَ آمَنُوا أَنَّ لَهُمْ قَدَمَ صِدْقٍ عِنْدَ رَبِّهِمْ) أي وبشر الذين آمنوا بما أوحيناه إليك بأن لهم أعمالا صالحة استوجبوا بها الثواب منه تعالى ، ومنزلة رفيعة نالوها بصدق القول وحسن النية.\n(قالَ الْكافِرُونَ إِنَّ هذا لَساحِرٌ مُبِينٌ) أي فلما أتاهم بوحي الله وتلاه عليهم قال المنكرون لتوحيد الله ورسالة رسوله : إن هذا الذي جاء به محمد لسحر مبين أي ظاهر واضح يبين لكم أنه مبطل فيما يدعيه.\nوجعلوه سحرا لأنه خارق للعادة فى تأثيره فى القلوب وجذبه النفوس إلى الإيمان به واحتقار الحياة ولذاتها فى سبيل الله.\nوخلاصة ذلك ـ إنه كلام مزخرف حسن الظاهر لكنه واضح البطلان فى الحقيقة.",
        "وقد كذبوا فى تسميته سحرا ، لأن السحر ما يكون بأسباب خفيّة يتعلمها بعض الناس من بعض إما بالحيل والشعوذة ، وإما باستخدام خواص طبيعية علمية مجهولة للجماهير ، وإما بتأثير قوى النفس وتوجيه الإرادة ، وجميعها من الأمور التي يشترك فيها الكثير من العارفين بها ، والقرآن ليس بسحر يؤثّر بالعلم والصناعة ، بل هو أقوال مشتملة على آداب عالية وتشريع حكيم فيه مصلحة للناس ، معجز فى أسلوبه ونظمه ومعانيه ، أتى على لسان محمد صلى الله عليه وسلم ليبلغه للناس ، ولم يكن ليقدر على شىء من مثله ، وبهذا ثبت أنه نبى من عند الله ، وأن ما جاء به وحي من لدنه.\n(إِنَّ رَبَّكُمُ اللهُ الَّذِي خَلَقَ السَّماواتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوى عَلَى الْعَرْشِ يُدَبِّرُ الْأَمْرَ ما مِنْ شَفِيعٍ إِلاَّ مِنْ بَعْدِ إِذْنِهِ ذلِكُمُ اللهُ رَبُّكُمْ فَاعْبُدُوهُ أَفَلا تَذَكَّرُونَ (3) إِلَيْهِ مَرْجِعُكُمْ جَمِيعاً وَعْدَ اللهِ حَقًّا إِنَّهُ يَبْدَؤُا الْخَلْقَ ثُمَّ يُعِيدُهُ لِيَجْزِيَ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحاتِ بِالْقِسْطِ وَالَّذِينَ كَفَرُوا لَهُمْ شَرابٌ مِنْ حَمِيمٍ وَعَذابٌ أَلِيمٌ بِما كانُوا يَكْفُرُونَ (4))\nتفسير المفردات\nالخلق : لغة التقدير ، واليوم لغة الوقت الذي يحدّه حدث يحدث فيه وإن كان ألوف السنين من أيام هذه الأرض الفلكية التي وجدت بعد خلق الليل والنهار ، والعرش : مركز التدبير ولا نعلم كنهه ولا صفته ، والتدبير : النظر فى أدبار الأمور وعواقبها لتقع على الوجه المحمود ، وتدبير الأمر ، أو القول : هو التفكر فيما وراءه وما يراد منه وينتهى إليه ، والقسط : العدل ، والحميم : الماء الشديد الحرارة.",
        "المعنى الجملي\nبعد أن افتتح سبحانه السورة بذكر آيات الكتاب ، وأنكر على الناس عجبهم أنه يوحى إلى رجل منهم يبشرهم على الأعمال الصالحة بالثواب ، وينذرهم على الكفر والمعاصي بالعقاب ـ قفى على ذلك بذكر أمرين :\n(1) إثبات أن لهذا العالم إلها قادرا نافذ الحكم بالأمر والنهى يفعل ما يشاء وهو العليم الخبير.\n(2) إثبات البعث بعد الموت والجزاء على الأعمال من ثواب وعقاب وهما اللذان أخبر بهما الأنبياء.",
        "الإيضاح\n(إِنَّ رَبَّكُمُ اللهُ الَّذِي خَلَقَ السَّماواتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوى عَلَى الْعَرْشِ يُدَبِّرُ الْأَمْرَ) أي إن ربكم هو الله الذي خلق العوالم السماوية التي فوقكم ، وهذه الأرض التي تعيشون على ظهرها فى ستة أزمنة قد تمّ فى كل زمن منها طور من\nأطوارها وقدرها بمقادير أرادها ، ثم استوى على عرشه الذي جعله مركز هذا التدبير لهذا الملك العظيم ، استواء يليق بعظمته وجلاله ، يدبر أمر ملكه بما اقتضاه علمه من النظام واقتضته حكمته من الإحكام ، ولا يستنكر من رب هذا الخلق المدبر لأمور عباده أن يفيض ما شاء من علمه على من اصطفى من خلقه ، ما يهديهم به لما فيه كمالهم من عبادته وشكره ، وبذلك تصلح أنفسهم وتطهر قلوبهم وتستنير أفئدتهم ، لتتم لهم بذلك الحياة السعيدة فى الدنيا والنعيم المقيم فى الآخرة ، كما لا يستنكر أن هذا الوحى منه عزّ وجل ؛ إذ هو من كمال تقديره وتدبيره ولا يقدر عليه سواه.\n(ما مِنْ شَفِيعٍ إِلَّا مِنْ بَعْدِ إِذْنِهِ) أي لا يوجد شفيع يشفع لأحد عنده تعالى إلا من بعد إذنه ، والآية بمعنى قوله سبحانه «مَنْ ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلَّا بِإِذْنِهِ» وقد جاء فى كتابه تعالى أنه لا يشفع أحد عنده بإذنه إلا من ارتضاه للشفاعة كما قال : «يَوْمَئِذٍ لا تَنْفَعُ الشَّفاعَةُ إِلَّا مَنْ أَذِنَ لَهُ الرَّحْمنُ وَرَضِيَ لَهُ قَوْلاً» ومن أذن له بالشفاعة لا يشفع إلا لمن رضى له الرحمن لإيمانه وصالح عمله كما قال : «وَلا يَشْفَعُونَ إِلَّا لِمَنِ ارْتَضى».",
        "وفى هذا إيماء لدحض العقيدة التي كان يعتقدها مشركو العرب ومقلدوهم من أهل الكتاب من أن الأصنام والأوثان وعبادة المقربين من الملائكة والبشر يشفعون لهم عند الله بما يدفع عنهم الضرر ويجلب لهم النفع كما حكى الله عن عبدة الأصنام قولهم «ما نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونا إِلَى اللهِ زُلْفى».\nوفى هذه العقيدة حجة عليهم إذ يقال لهم ـ إنكم إذا كنتم تؤمنون بأن لله شفعاء من أوليائه وعباده المقربين يشفعون لكم بما يقربكم إليه زلفى. وهو قول عليه تعالى بغير علم ـ فما بالكم تنكرون وتعجبون أن يوحى إلى من يشاء ويصطفى من عباده من يعلّمهم ما يهديهم إلى العمل الموصل إلى السعادة والهادي إلى طريق الرشاد.\n(ذلِكُمُ اللهُ رَبُّكُمْ فَاعْبُدُوهُ) أي ذلكم الموصوف بالخلق والتقدير والحكمة والتدبير والتصرف فى أمر الشفاعة يأذن بها لمن يشاء ـ هو الله ربكم المتولى شؤونكم فاعبدوه\nوحده ولا تشركوا به شيئا ولا تشركوا معه أحدا لا فى شفاعة ولا غيرها ، فالشفعاء لا يملكون لكم من دونه نفعا ولا ضرا ، بل هو الذي يملك ذلك وحده وهو قد هداكم إلى أسباب النفع والضر الكسبية بالعقول والمشاعر التي سخرها لكم ، وإلى أسباب النفع والضر الغيبية بوحيه ، فلا تطلبوا نفعا ولا ضرا إلا بالأسباب التي سخرها لكم ، وما تعجزون عنه أو تجهلون أسبابه ، فادعوه فيه تعالى وحده يحصل لكم ما فيه ترغبون ، أو يدفع عنكم ما تكرهون.",
        "(أَفَلا تَذَكَّرُونَ) أي أتجهلون هذا الحق الواضح فلا تتذكرون أن الذي خلق السموات والأرض ، وانفرد بتدبير هذا العالم هو الذي يجب أن يعبد ولا يعبد سواه ، وذلك هو مقتضى الفطرة ، والإعراض عنه غفلة يجب التنبيه إليها.\nوفى ذلك إيماء إلى أنه لا ينبغى أن نوجه وجوهنا شطر قبور الأولياء والصالحين ونشد الرحال إلى من بعد منهم ونتقرب إليهم بالنذور ونطوف بهم كما يطوف الحاج بيت الله الحرام ، داعين متضرعين خاشعين نطلب منهم ما عجزنا عنه بكسبنا من دفع ضر أو جلب نفع ، وكيف نتذكر هذه الآيات وأمثالها التي تجعل العبادة خاصة به تعالى وما الدعاء إلا مخ العبادة وروحها وأجلى مظاهرها كما جاء فى الأثر «الدعاء مخ العبادة».\nولكن أكثر العلماء وجمهرة الناس يتأولون هذه العبادة ويسمونها توسلا واستشفاعا ، والأسماء لا تغير من قيمة الحقائق شيئا ، فذلك بعينه هو ما كان يدّعيه المشركون وأهل الكتاب «ما نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونا إِلَى اللهِ زُلْفى».\n(إِلَيْهِ مَرْجِعُكُمْ جَمِيعاً) أي إلى ربكم وحده دون غيره من معبوداتكم وشفعائكم وأوليائكم ترجعون جميعا بعد الموت وفناء هذا العالم الذي أنتم فيه لا يتخلف منكم أحد.",
        "(وَعْدَ اللهِ حَقًّا) أي وعد الله ذلك وعدا حقا لا خلف فيه.\n(إِنَّهُ يَبْدَؤُا الْخَلْقَ ثُمَّ يُعِيدُهُ) أي إن شأنه تعالى أن يبدأ الخلق وينشئه حين التكوين ، ثم يعيده فى نشأة أخرى بعد انحلاله وفنائه.\nوقد اتفق العلماء جميعا ما ديّهم وروحيهم على أن الأرض وجميع الأجرام السماوية قد وجدت بعد أن لم تكن وإن كانوا لا يزالون يبحثون عن كيفية تلك النشأة والقوة المتصرفة فى أصل مادتها.\nوهم جميعا متفقون على توقع خراب هذه الأرض والكواكب المرتبطة بها فى هذا النظام الشمسى الجامع لها بأن تصيب الأرض قارعة من الأجرام السماوية تبسّها بسّا فتكون هباء منبثا.",
        "وها هو ذا قد حصل البدء بالفعل والإعادة أهون من البدء ، فمن قدر على البدء يكون أقدر على الإعادة كما قال فى سورة الروم : «وَهُوَ الَّذِي يَبْدَؤُا الْخَلْقَ ثُمَّ يُعِيدُهُ وَهُوَ أَهْوَنُ عَلَيْهِ».\nومما يقرّب ذلك أن علماء الطبيعة أثبتوا أن هذه الأجساد الحية فى انحلال وتجدد دائمين فما ينحل منها ويبخر فى الهواء أو يموت فى داخل الجسم ثم يخرج منه تحلّ محله موادّ حية جديدة حتى يفنى جسد كل حيوان فى سنين قليلة ويتجدد غيره.\n(لِيَجْزِيَ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحاتِ بِالْقِسْطِ) أي إنه تعالى يعيدهم لأجل جزائهم بالعدل ، فيعطى كل عامل حقه من الثواب الذي جعله لعمله ، وهذا المعنى قد جاء فى آيات كثيرة كقوله : «وَنَضَعُ الْمَوازِينَ الْقِسْطَ لِيَوْمِ الْقِيامَةِ فَلا تُظْلَمُ نَفْسٌ شَيْئاً» وقوله : «وَقُضِيَ بَيْنَهُمْ بِالْقِسْطِ».\nوالعدل فى الأمور كلها مما يتطلبه الإيمان كما قال : «لَقَدْ أَرْسَلْنا رُسُلَنا بِالْبَيِّناتِ وَأَنْزَلْنا مَعَهُمُ الْكِتابَ وَالْمِيزانَ لِيَقُومَ النَّاسُ بِالْقِسْطِ» وقال : «قُلْ أَمَرَ رَبِّي بِالْقِسْطِ».",
        "والجزاء بالعدل لا يمنع أن يزيدهم ربهم شيئا من فضله ويضاعف لهم كما وعد على ذلك فى آيات أخرى ، منها قوله : «لِيُوَفِّيَهُمْ أُجُورَهُمْ وَيَزِيدَهُمْ مِنْ فَضْلِهِ» وقوله : «لِلَّذِينَ أَحْسَنُوا الْحُسْنى وَزِيادَةٌ».\n(وَالَّذِينَ كَفَرُوا لَهُمْ شَرابٌ مِنْ حَمِيمٍ وَعَذابٌ أَلِيمٌ بِما كانُوا يَكْفُرُونَ) أي إن\nالكافرين لهم من الجزاء شراب من حميم يقطع أمعاءهم وعذاب شديد الألم بسبب ما كانوا يعملون من أعمال الكفر المستمرّة إلى الموت كدعاء غير الله من الأوثان والأصنام ، وسائر المعاصي التي يزينها لهم الشيطان ويصدهم بها عن الإيمان.\nوتعليل الرجوع إليه تعالى بأنه لجزاء المؤمنين الصالحين ، بيان منه بأنه المقصود بالذات ، إذ هو الذي يكون به منتهى كمال الارتقاء البشرى للذين زكّوا أنفسهم وطهروا قلوبهم وأخبتوا إلى ربهم فيلقى من عمل الصالحات من النعيم المادي ما هو خال من الشوائب التي تخالطه فى نعيم الدنيا ، ومن النعيم الروحي (وهو رضوان الله الأكبر) مما لا يعلم كنهه فى هذه الحياة أحد كما قال «فَلا تَعْلَمُ نَفْسٌ ما أُخْفِيَ لَهُمْ مِنْ قُرَّةِ أَعْيُنٍ» وجاء فى الحديث القدسي «أعددت لعبادى الصالحين ما لا عين رأت ولا أذن سمعت ، ولا خطر على قلب بشر» رواه البخاري.",
        "وأما جزاء الكافرين الظالمين لأنفسهم وللناس على تدسيتهم لأنفسهم بالكفر والخطايا ، فليس من المقاصد التي اقتضتها الحكمة الإلهية فى خلق الإنسان ، ولكنها مقتضى العدل ومقتضى مشيئته تعالى فى ارتباط الأسباب بالمسببات والعلل بالمعلولات.\n(هُوَ الَّذِي جَعَلَ الشَّمْسَ ضِياءً وَالْقَمَرَ نُوراً وَقَدَّرَهُ مَنازِلَ لِتَعْلَمُوا عَدَدَ السِّنِينَ وَالْحِسابَ ما خَلَقَ اللهُ ذلِكَ إِلاَّ بِالْحَقِّ يُفَصِّلُ الْآياتِ لِقَوْمٍ يَعْلَمُونَ (5) إِنَّ فِي اخْتِلافِ اللَّيْلِ وَالنَّهارِ وَما خَلَقَ اللهُ فِي السَّماواتِ وَالْأَرْضِ لَآياتٍ لِقَوْمٍ يَتَّقُونَ (6))\nتفسير المفردات\nالضوء والنور : بمعنى واحد لغة ، والضوء أقوى من النور استعمالا بدليل هذه الآية ، وقيل الضوء لما كان من ذاته كالشمس والنار ، والنور لما كان مكتسبا من",
        "غيره ، ويدل على ذلك قوله : «وَجَعَلَ الْقَمَرَ فِيهِنَّ نُوراً وَجَعَلَ الشَّمْسَ سِراجاً» والسراج : نوره من ذاته ، والضياء والضوء ما أضاء لك ، وشعاع الشمس مركب من ألوان النور السبعة التي ترى فى قوس السحاب فهو سبعة أضواء ، وقد كشف ترقى العلوم الفلكية عن ذلك ، وكان الناس يجهلونه عصر التنزيل ، والتقدير : جعل الشيء أو الأشياء على مقادير مخصوصة فى الذات أو الصفات أو الزمان أو المكان كما قال : «وَخَلَقَ كُلَّ شَيْءٍ فَقَدَّرَهُ تَقْدِيراً» وقال : «وَالْقَمَرَ قَدَّرْناهُ مَنازِلَ حَتَّى عادَ كَالْعُرْجُونِ الْقَدِيمِ» والمنازل : واحدها منزل ، وهو مكان النزول ، وهى ثمانية وعشرون منزلا معروفة لدى العرب بأسمائها.\nالمعنى الجملي\nبعد أن ذكر سبحانه الآيات الدالة على وجوده ، وهو خلق السموات والأرض على ذلك النظام المحكم ـ ذكر هنا أنواعا من آياته الكونية الدالة على ذلك وعلى أنه خلقها على غاية من الإحكام والإتقان ، وهو تفصيل لما تقدم وبيان له على وجه بديع وأسلوب عجيب.\nالإيضاح",
        "(هُوَ الَّذِي جَعَلَ الشَّمْسَ ضِياءً وَالْقَمَرَ نُوراً) أي إن ربكم الذي خلق السموات والأرض ـ هو الذي جعل الشمس مضيئة نهارا والقمر منيرا ليلا ، ودبّر أمور معاشكم هذا التدبير البديع ، فأجدر به وأولى أن يدبّر أمور معادكم بإرسال الرسل وإنزال الكتب.\n(وقدره منازل) أي وقدر سير القمر فى فلكه منازل ينزل كل ليلة فى واحد منها لا يجاوزها ولا يقصر دونها وهى ثمانية وعشرون يرى القمر فيها بالأبصار ، وليلة أو ليلتان يحتجب فيهما فلا يرى.\n(لِتَعْلَمُوا عَدَدَ السِّنِينَ وَالْحِسابَ) أي لتعلموا بما ذكر من صفة النيرين وتقدير\nالمنازل حساب الأوقات من الأشهر والأيام لضبط عباداتكم ومعاملاتكم المالية والمدنية ، ولو لا هذا النظام المشاهد لتعذر العلم بذلك على الأميين من أهل البدو والحضر ؛ إذ حساب السنين والشهور الشمسية لا يعلم إلا بالدراسة ، ومن ثم جعل الشارع الحكيم الصوم والحج وعدة الطلاق بالحساب القمري الذي يعرفه كل أحد بالمشاهدة ، ولعبادتى الصيام والحج حكمة أخرى وهى دورانهما فى جميع فصول السنة ، فيعبد المسلمون ربهم فى جميع الأوقات من حارة وباردة ومعتدلة.",
        "وقد حث الشارع على الانتفاع بالحساب الشمسى بنحو قوله : «الشَّمْسُ وَالْقَمَرُ بِحُسْبانٍ» وقوله : «وَجَعَلْنَا اللَّيْلَ وَالنَّهارَ آيَتَيْنِ فَمَحَوْنا آيَةَ اللَّيْلِ وَجَعَلْنا آيَةَ النَّهارِ مُبْصِرَةً لِتَبْتَغُوا فَضْلاً مِنْ رَبِّكُمْ وَلِتَعْلَمُوا عَدَدَ السِّنِينَ وَالْحِسابَ».\n(ما خَلَقَ اللهُ ذلِكَ إِلَّا بِالْحَقِّ) أي ما خلق الله الشمس ذات ضياء تفيض أشعتها على كواكبها التابعة لها فتنبعث الحرارة فى جميع الأحياء ، وبها يبصر الناس جميع المبصرات ويقومون بأمور معايشهم وسائر شئونهم ، وما خلق القمر ذا نور مستمد من الشمس تنتفع به السيارة فى سيرهم ، وقدره منازل يعرف بها الناس السنين والشهور ، ما خلق ذلك إلا مقترنا بالحق الذي تقتضيه الحكمة والمنفعة لحياة الخلق ونظام معايشهم فلا عبث فيه ولا خلل ، فكيف يعقل بعد هذا أن يخلق هذا الإنسان ويعلمه البيان ويعطيه من كمال الاستعداد ما لم يعط غيره ، ثم يتركه بعد ذلك سدى يموت ويفنى ولا يعود ويبعث ، لتجزى كل نفس بما كسبت فيجزى المتقون بصالح أعمالهم ، والمشركون والظالمون المجرمون بكفرهم وجرائمهم كما قال تعالى : «أَفَنَجْعَلُ الْمُسْلِمِينَ كَالْمُجْرِمِينَ ما لَكُمْ كَيْفَ تَحْكُمُونَ؟».\n(يُفَصِّلُ الْآياتِ لِقَوْمٍ يَعْلَمُونَ) أي يبين الدلائل من حكم الخلق على رسوله مفصلة منوعة من كونية وعقلية لقوم يعلمون دلالة الأدلة ويميزون بين الحق والباطل باستعمال عقولهم فى فهم هذه الآيات فيجزمون بأن من خلق النيّرين على هذا النظام البديع لا يمكن أن يخلق الإنسان سدى.\n(إِنَّ فِي اخْتِلافِ اللَّيْلِ وَالنَّهارِ) أي فى حدوثهما وتعاقبهما بمجىء كل منهما خلقة للآخر وفى طولهما وقصرهما بحسب اختلاف مواقع الأرض من الشمس ، وما لهما من نظام دقيق بحسب حركة الشمس اليومية والسنوية ، وفى طبيعة كل منهما وما يصلح فيه من نوم وسكون وعمل دنيوى ودينى (وَما خَلَقَ اللهُ فِي السَّماواتِ وَالْأَرْضِ) من أحوال الجماد والنبات والحيوان ، ويدخل فى ذلك أحوال الرعود والبروق والسحاب والأمطار ، وأحوال البحار من مدّ وجزر ، وأحوال المعادن العجيبة فى تركيبها وأوضاعها المختلفة إلى نحو ذلك مما ذكر فى علم المواليد الثلاثة.",
        "(لَآياتٍ لِقَوْمٍ يَتَّقُونَ) أي لدلائل عظيمة على وجود الصانع ووحدانيته وحكمته فى الإبداع والإتقان وفى تشريع العقائد والأحكام ـ لقوم يتقون مخالفة سننه تعالى فى التكوين وسننه فى التشريع ، فلله سنن فى حفظ الصحة من خالفها مرض ، وله سنن فى تزكية الأنفس من خالفها وأفسدها بارتكاب الفواحش ما ظهر منها وما بطن جوزى على ذلك فى الآخرة أشد الجزاء.\n(إِنَّ الَّذِينَ لا يَرْجُونَ لِقاءَنا وَرَضُوا بِالْحَياةِ الدُّنْيا وَاطْمَأَنُّوا بِها وَالَّذِينَ هُمْ عَنْ آياتِنا غافِلُونَ (7) أُولئِكَ مَأْواهُمُ النَّارُ بِما كانُوا يَكْسِبُونَ (8) إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحاتِ يَهْدِيهِمْ رَبُّهُمْ بِإِيمانِهِمْ تَجْرِي مِنْ تَحْتِهِمُ الْأَنْهارُ فِي جَنَّاتِ النَّعِيمِ (9) دَعْواهُمْ فِيها سُبْحانَكَ اللهُمَّ وَتَحِيَّتُهُمْ فِيها سَلامٌ وَآخِرُ دَعْواهُمْ أَنِ الْحَمْدُ لِلَّهِ رَبِّ الْعالَمِينَ (10))\nتفسير المفردات\nقال فى المصباح : رجوته : أمّلته أو أردته قال تعالى «لا يَرْجُونَ نِكاحاً» أي لا يريدونه ، ويستعمل بمعنى الخوف لأن الراجي يخاف ألا يدرك ما يرجوه ، وقيل",
        "الرجاء مجرد التوقع الذي يشمل ما يسرّ وما يسوء ، واللقاء : الاستقبال والمواجهة ، والاطمئنان : سكون النفس إلى الشيء وارتياحها به ، والمأوى : الملجأ الذي يأوى إليه المتعب أو الخائف أو المحتاج من مكان آمن أو إنسان نافع ، وقد أطلق على الجنة فى ثلاث آيات ، وعلى النار فى بضع عشرة آية ، والدعوى : الدعاء ، وهو للناس النداء والطلب المعتاد بينهم فى دائرة الأسباب المسخرة لهم ، ولله هو دعاؤه وسؤاله والرغبة فيما عنده مع الشعور بالحاجة إليه والضراعة له فيما لا يقدر عليه أحد من خلقه من دفع ضر أو جلب نفع ، سبحانك : أي تنزيها لك وتقديسا ، والتحية : التكرمة بقولهم حياك الله ، أي أطال عمرك والسلام : السلامة من كل مكروه.\nالمعنى الجملي\nبعد أن ذكر الأدلة على وجوده تعالى من خلق السموات والأرض واختلاف الليل والنهار ، وأثبت بذلك البعث والجزاء على الأعمال يوم العرض والحساب ـ قفى على هذا بذكر حال من كفر به وأعرض عن البينات الدالة عليه ، وحال المؤمنين الذين عملوا الصالحات موقنين بلقاء ربهم ـ ثم ذكر جزاء كلّ من الفريقين.\nالإيضاح",
        "(إِنَّ الَّذِينَ لا يَرْجُونَ لِقاءَنا وَرَضُوا بِالْحَياةِ الدُّنْيا وَاطْمَأَنُّوا بِها) أي إن الذين لا يتوقعون لقاءنا فى الآخرة للحساب والجزاء على الأعمال لإنكارهم للبعث ، ورضوا بالحياة الدنيا بدلا من الآخرة فقصروا كل همهم من الحياة على الحصول على أغراضهم منها ، وسكنت نفوسهم إلى شهواتها ولذاتها.\n(وَالَّذِينَ هُمْ عَنْ آياتِنا غافِلُونَ) فلا يتدبرون منها ما نزل على رسولنا وما حوته من عبر ومواعظ ومعاد وحكم ، ولا يتفكرون فى صحائف الكون وما فيها من حكمته وسننه فى الخلق ، وبهذا شاركوا الفريق الأول فى الشغل بالدنيا عن الآخرة ، ومن ثم لم يستعدوا لحسابنا وما يعقبه من نعيم مقيم ، وعذاب أليم.\n(أُولئِكَ مَأْواهُمُ النَّارُ بِما كانُوا يَكْسِبُونَ) أي أولئك الذين سلف ذكرهم مأواهم فى الآخرة النار جزاء ما اجترحوا من السيئات طوال حياتهم ، فهم قد دنسوا أنفسهم بشرور الوثنية وظلمات الشهوات الحيوانية فلم يعد لنور الحق والخير مكان فيها ، ومن ثم لا يجدون ملجأ بعد هول الحساب إلا جهنم دار العذاب.\nوبعد أن أبان جزاء الفريق الأول كان من الواضح أن تستشرف نفس القارئ والسامع إلى جزاء الفريق الثاني فقال :",
        "(إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحاتِ يَهْدِيهِمْ رَبُّهُمْ بِإِيمانِهِمْ) أي إن الذين آمنوا بما يجب الإيمان به ولم يغفلوا عن الآيات التي غفل عنها الغافلون ورجوا لقاء ربهم وخافوا حسابه وعقابه ، يهديهم ربهم بسبب إيمانهم صراطه المستقيم فى كل ما يعملون وينتهى ذلك بهم إلى دخول الجنة التي أعدها لعباده المخبتين.\nوفى هذا إيماء إلى أن الإيمان والعمل الصالح هما سبب الهداية والفوز برفيع الدرجات والوصول إلى أقصى الغايات.\n(تَجْرِي مِنْ تَحْتِهِمُ الْأَنْهارُ فِي جَنَّاتِ النَّعِيمِ) أي تجرى من تحت غرفهم فى الجنات ومن تحت الأشجار.\n(دَعْواهُمْ فِيها سُبْحانَكَ اللهُمَّ وَتَحِيَّتُهُمْ فِيها سَلامٌ وَآخِرُ دَعْواهُمْ أَنِ الْحَمْدُ لِلَّهِ رَبِّ الْعالَمِينَ) أي إنهم يبدءون كل دعاء وثناء عليه تعالى يناجونه به بهذه الكلمة (سُبْحانَكَ اللهُمَّ) أي تنزيها وتقديسا لك يا الله ، وأن تحيتهم فيها كلمة (سَلامٌ) الدالة على السلامة من كل مكروه ، وهى تحية المؤمنين فى الدنيا.",
        "وهذه التحية تكون منه عز وجل حين لقائه كما قال فى سورة الأحزاب : «تَحِيَّتُهُمْ يَوْمَ يَلْقَوْنَهُ سَلامٌ» ومن الملائكة لهم عند دخول الجنة كما قال : «وَقالَ لَهُمْ خَزَنَتُها سَلامٌ عَلَيْكُمْ طِبْتُمْ فَادْخُلُوها خالِدِينَ» وتكون منهم بعضهم لبعض كما قال : «لا يَسْمَعُونَ فِيها لَغْواً إِلَّا سَلاماً».\nوإن آخر كل حال من أحوالهم من دعاء يناجون به ربهم ، ومطلب يطلبونه من إحسانه وكرمه (الْحَمْدُ لِلَّهِ رَبِّ الْعالَمِينَ) كما أنه أول ثناء عليه حين دخولها كما قال «وَقالُوا الْحَمْدُ لِلَّهِ الَّذِي صَدَقَنا وَعْدَهُ وَأَوْرَثَنَا الْأَرْضَ نَتَبَوَّأُ مِنَ الْجَنَّةِ حَيْثُ نَشاءُ فَنِعْمَ أَجْرُ الْعامِلِينَ» كما أنه آخر كلام الملائكة كما قال : «وَتَرَى الْمَلائِكَةَ حَافِّينَ مِنْ حَوْلِ الْعَرْشِ يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ وَقُضِيَ بَيْنَهُمْ بِالْحَقِّ ، وَقِيلَ الْحَمْدُ لِلَّهِ رَبِّ الْعالَمِينَ».\nفعلى كل مؤمن أن يستعدّ لها بتزكية نفسه وترقية روحه ، ويعلم أنه لن يكون أهلا لها إلا بالعمل ومجاهدة النفس والهوى ، لا بالتوسلات للأولياء والتمني لشفاعتهم كما قال تعالى : «لَيْسَ بِأَمانِيِّكُمْ وَلا أَمانِيِّ أَهْلِ الْكِتابِ مَنْ يَعْمَلْ سُوءاً يُجْزَ بِهِ وَلا يَجِدْ لَهُ مِنْ دُونِ اللهِ وَلِيًّا وَلا نَصِيراً ، وَمَنْ يَعْمَلْ مِنَ الصَّالِحاتِ مِنْ ذَكَرٍ أَوْ أُنْثى وَهُوَ مُؤْمِنٌ فَأُولئِكَ يَدْخُلُونَ الْجَنَّةَ وَلا يُظْلَمُونَ نَقِيراً».\nوروى عن أبىّ بن كعب مرفوعا إلى النبي صلى الله عليه وسلم «إن أهل الجنة إذا قالوا ـ سبحانك اللهم ، أتاهم ما يشتهون» وكذلك روى مثله عن بعض التابعين ـ فالكلمة إذا علامة بين أهل الجنة وخدمهم على إحضار الطعام وغيره فإذا أكلوا حمدوا الله تعالى.",
        "(وَلَوْ يُعَجِّلُ اللهُ لِلنَّاسِ الشَّرَّ اسْتِعْجالَهُمْ بِالْخَيْرِ لَقُضِيَ إِلَيْهِمْ أَجَلُهُمْ فَنَذَرُ الَّذِينَ لا يَرْجُونَ لِقاءَنا فِي طُغْيانِهِمْ يَعْمَهُونَ (11) وَإِذا مَسَّ الْإِنْسانَ الضُّرُّ دَعانا لِجَنْبِهِ أَوْ قاعِداً أَوْ قائِماً فَلَمَّا كَشَفْنا عَنْهُ ضُرَّهُ مَرَّ كَأَنْ لَمْ يَدْعُنا إِلى ضُرٍّ مَسَّهُ كَذلِكَ زُيِّنَ لِلْمُسْرِفِينَ ما كانُوا يَعْمَلُونَ (12))\nتفسير المفردات\nتعجيل الشيء. تقديمه على أوانه المقدر له أو الموعود به ، والاستعجال به : طلب التعجيل له ، والعجلة من غرائز الإنسان كما قال تعالى «خُلِقَ الْإِنْسانُ مِنْ عَجَلٍ» فاستعجاله بالخير لشدة حرصه على منافعه وقلة صبره عنها ، واستعجاله بالضر لا يكون من دأبه بل بسبب عارض كالغضب والجهل والعناد والاستهزاء والتعجيز ، أو للنجاة مما هو شر منه ، وقضاء الأجل : انتهاؤه ، ونذر : نترك ، والطغيان : مجاوزة الحد فى الشر من كفر وظلم وعدوان ، والعمه : التردد والتحير فى الأمر أو فى الشر ، ومرّ : أي مضى فى طريقته التي كان عليها من الكفر بربه.\nالمعنى الجملي",
        "بعد أن ذكر تعجب القوم من تخصيص محمد بالنبوة ، وأزال هذا التعجب بقوله «أَكانَ لِلنَّاسِ عَجَباً أَنْ أَوْحَيْنا إِلى رَجُلٍ مِنْهُمْ» ثم ذكر دلائل التوحيد والبعث والجزاء ـ ذكر هنا جوابا عن شبهة كانوا يقولونها أبدا وهى : اللهم إن كان ما يقول محمد حقا فى ادعاء الرسالة فأمطر علينا حجارة من السماء.\nوخلاصة الجواب أنه لا مصلحة لهم فى إيصال الشر إليهم إذ لو أوصله إليهم لماتوا وهلكوا ، ولا صلاح فى إماتتهم ، فربما آمنوا بعد ذلك أو خرج من صلبهم من يكون مؤمنا.\nالإيضاح\n(وَلَوْ يُعَجِّلُ اللهُ لِلنَّاسِ الشَّرَّ اسْتِعْجالَهُمْ بِالْخَيْرِ لَقُضِيَ إِلَيْهِمْ أَجَلُهُمْ) أي ولو يعجل الله للناس إجابة دعائهم فى الشر وفيما عليهم فيه مضرة فى نفس أو مال كاستعجال مشركى مكة رسول الله صلى الله عليه وسلم بالعذاب الذي أنذرهم نزوله بهم كما حكى الله عنهم من نحو قوله «وَيَسْتَعْجِلُونَكَ بِالسَّيِّئَةِ قَبْلَ الْحَسَنَةِ وَقَدْ خَلَتْ مِنْ قَبْلِهِمُ",
        "الْمَثُلاتُ» وقوله «وَيَسْتَعْجِلُونَكَ بِالْعَذابِ ، وَلَوْ لا أَجَلٌ مُسَمًّى لَجاءَهُمُ الْعَذابُ وَلَيَأْتِيَنَّهُمْ بَغْتَةً» وقوله «وَإِذْ قالُوا اللهُمَّ إِنْ كانَ هذا هُوَ الْحَقَّ مِنْ عِنْدِكَ فَأَمْطِرْ عَلَيْنا حِجارَةً مِنَ السَّماءِ أَوِ ائْتِنا بِعَذابٍ أَلِيمٍ».\nكاستعجالهم بالخير الذي يطلبونه بدعاء الله أو بعلاج الأسباب التي يظنون أنها قد تأتى به قبل أوانه ، لقضى أجلهم قبل وقته الطبيعي كما هلك الذين كذبوا الرسل واستعجلوهم بالعذاب من قبلهم.\nولكن الله أرحم بهم من أنفسهم ، وقد بعث محمدا صلى الله عليه وسلم بالهداية الدائمة ، وقضى بأن يؤمن به قومه العرب ويحملوا دينهم إلى العجم ، وأنه يعاقب المعاندين من قومه فى الدنيا بما فيه تأديب لهم كما بين ذلك بقوله «قاتِلُوهُمْ يُعَذِّبْهُمُ اللهُ بِأَيْدِيكُمْ وَيُخْزِهِمْ وَيَنْصُرْكُمْ عَلَيْهِمْ» ويؤخر عذاب سائر الكافرين إلى يوم القيامة ، ولم يقض بإهلاكهم واستئصالهم ، بل يذرهم إلى نهاية آجالهم كما قال : (فَنَذَرُ الَّذِينَ لا يَرْجُونَ لِقاءَنا فِي طُغْيانِهِمْ يَعْمَهُونَ) أي فنترك الذين لا يرجون لقاءنا ممن تقدم ذكرهم فيما هم فيه من طغيان فى الكفر والتكذيب ، يترددون فيه متحيرين لا يهتدون سبيلا للخروج منه ، ولا نعجل لهم العذاب فى الدنيا بالاستئصال حتى يأتى أمر الله فى جماعتهم بنصر رسوله صلى الله عليه وسلم عليهم ، وفى أفرادهم بقتل بعضهم وموت بعض ، ومأواهم النار وبئس القرار ، إلا من تاب وآمن منهم.\nوقد يكون المراد : ولو يعجل الله للناس الشر الذي يستعجلونه بما يقترفونه من ظلم وفساد فى الأرض لأهلكهم كما جاء فى قوله «وَلَوْ يُؤاخِذُ اللهُ النَّاسَ بِما كَسَبُوا ما تَرَكَ عَلى ظَهْرِها مِنْ دَابَّةٍ» ومن هذا دعاؤهم على أنفسهم حين اليأس ، ودعاء بعضهم على بعض حين الغضب كما قال «وَما دُعاءُ الْكافِرِينَ إِلَّا فِي ضَلالٍ» أي وما دعاء الكافرين بربهم أو بنعمه فيما يخالف شرعه وسننه فى خلقه إلا فى ضياع لا يستجيبه الله لهم لحلمه عليهم ورحمته بهم.",
        "(وَإِذا مَسَّ الْإِنْسانَ الضُّرُّ دَعانا لِجَنْبِهِ أَوْ قاعِداً أَوْ قائِماً) أي إن الإنسان إذا أصابه من الضر ما يشعر فيه بشدة ألم أو خطر على نفسه كغرق ومسغبة وداء عضال دعانا ملحّا فى كشفه عند اضطجاعه لجنبه أو قعوده فى كسر بيته أو قيامه على قدميه حائرا فى أمره ، ولا ينسى حاجته إلى رحمة ربه مادام يشعر بمسّ الضر ويعلم من نفسه العجز عن النجاة منه ، وقدم من هذه الحالات الثلاث ما يكون الإنسان أشد عجزا وشعوره بالحاجة إلى ربه أقوى ثم التي تليها ثم التي تليها.\n(فَلَمَّا كَشَفْنا عَنْهُ ضُرَّهُ مَرَّ كَأَنْ لَمْ يَدْعُنا إِلى ضُرٍّ مَسَّهُ) أي فلما كشفنا عنه ضره الذي دعانا إليه حال شعوره بعجزه عن كشفه بنفسه أو بغيره من الأسباب ـ مرّ ومضى فى طريقه التي كان عليها من الغفلة عن ربه والكفر به كأن الحال لم تتغير ولم يدعنا إلى شىء ولم نكشف عنه ضرا.\n(كَذلِكَ زُيِّنَ لِلْمُسْرِفِينَ ما كانُوا يَعْمَلُونَ) أي مثل هذا الطريق من معرفة الله والإخلاص فى دعائه وحده فى الشدة ، ونسيانه والكفر به بعد كشفها ، زين للمشركين من طغاة مكة وغيرهم ما كانوا يعملون من أعمال الشرك ، حتى بلغ من عنادهم للرسول صلى الله عليه وسلم واستهزائهم بما أنذرهم من عذاب أن استعجلوه به فقالوا اللهم ربنا أمطر علينا حجارة من السماء.\n(وَلَقَدْ أَهْلَكْنَا الْقُرُونَ مِنْ قَبْلِكُمْ لَمَّا ظَلَمُوا وَجاءَتْهُمْ رُسُلُهُمْ بِالْبَيِّناتِ وَما كانُوا لِيُؤْمِنُوا كَذلِكَ نَجْزِي الْقَوْمَ الْمُجْرِمِينَ (13) ثُمَّ جَعَلْناكُمْ خَلائِفَ فِي الْأَرْضِ مِنْ بَعْدِهِمْ لِنَنْظُرَ كَيْفَ تَعْمَلُونَ (14))",
        "تفسير المفردات\nالقرون : الأمم ، واحدها قرن ، وهم القوم المقترنون فى زمن واحد ، وجاء فى الحديث الشريف «خير القرون قرنى ثم الذين يلونهم» والخلائف : واحدها خليفة ، وهو من يخلف غيره فى شىء ، وننظر : نشاهد ونرى.\nالمعنى الجملي\nبعد أن أبان سبحانه فى الآيات السالفة أنهم كانوا يتعجلون العذاب ، وذكر أنه لا صلاح لهم فى إجابة دعائهم ، ثم ذكر أنهم كاذبون فى هذا الطلب إذ لو نزل بهم الضر جأروا وتضرعوا إلى الله فى كشفه وإزالته.",
        "بين هنا ما يجرى مجرى التهديد ، وهو أنه تعالى قد ينزل بهم عذاب الاستئصال كما حدث للأمم قبلهم حتى يكون ذلك رادعا لهم وزاجرا عن هذا الطلب.\nالإيضاح\n(وَلَقَدْ أَهْلَكْنَا الْقُرُونَ مِنْ قَبْلِكُمْ لَمَّا ظَلَمُوا) الخطاب إلى قوم النبي صلى الله عليه وسلم وأهل وطنه مكة ، أي ولقد أهلكنا كثيرا من الأمم قبلكم بسبب ظلمهم.\nوالآية بمعنى قوله «وَتِلْكَ الْقُرى أَهْلَكْناهُمْ لَمَّا ظَلَمُوا وَجَعَلْنا لِمَهْلِكِهِمْ مَوْعِداً» وهلاك الله للأمم بالظلم ضربان :",
        "(1) ضرب بعذاب الاستئصال للأقوام الذين بعث الله تعالى فيهم رسلا لهدايتهم بالإيمان والعمل الصالح كقوم نوح وعاد وثمود ، فعاندوا الرسل فأنذروهم عاقبة الجحود والعناد بعد مجيئهم بالآيات الدالة على صدقهم.\n(2) ضرب بعذاب هو مقتضى سنته تعالى فى نظم الاجتماع البشرى ، فالظلم مثلا سبب لفساد العمران وضعف الأمم ، ولاستيلاء القوية على الضعيفة كما قال «وَكَمْ قَصَمْنا مِنْ قَرْيَةٍ كانَتْ ظالِمَةً وَأَنْشَأْنا بَعْدَها قَوْماً آخَرِينَ» ـ وهو إما ظلم الأفراد لأنفسهم بالفسوق والإسراف فى الشهوات المضعفة للأبدان المفسدة للأخلاق ، وإما ظلم الحكام الذي يفسد بأس الأمة ويهن من قوتها.\n(وَجاءَتْهُمْ رُسُلُهُمْ بِالْبَيِّناتِ) أي أهلكناهم لما ظلموا بالتكذيب وقد جاءتهم رسلهم بالبينات الدالة على صدقهم.\n(وَما كانُوا لِيُؤْمِنُوا) أي وما كان من شأنهم ولا من مقتضى استعدادهم أن يؤمنوا لأنهم قد مرنوا على الكفر وصار ديدنهم حب الشهوات واللذات من الجاه والرياسة والظلم والفسق والفجور.",
        "(كَذلِكَ نَجْزِي الْقَوْمَ الْمُجْرِمِينَ) أي ومثل هذا العذاب الشديد وهو الاستئصال نجزيه لكل قوم مجرمين.\nوفى هذا وعيد شديد لأهل مكة على تكذيبهم الرسول صلوات الله وسلامه عليه.\n(ثُمَّ جَعَلْناكُمْ خَلائِفَ فِي الْأَرْضِ مِنْ بَعْدِهِمْ) أي ثم جعلناكم خلائف فى الأرض من بعد أولئك الأقوام بما آتيناكم فى هذا الدين من أسباب الملك والحكم ، إذ فى شريعتكم ما به سعادة الأمة فى دينها ودنياها.\nوفى الآية بشارة لهذه الأمة بأنها ستخلفهم فى الأرض إذا آمنت به واتبعت النور الذي أنزل معه كما قال «وَعَدَ اللهُ الَّذِينَ آمَنُوا مِنْكُمْ وَعَمِلُوا الصَّالِحاتِ لَيَسْتَخْلِفَنَّهُمْ فِي الْأَرْضِ كَمَا اسْتَخْلَفَ الَّذِينَ مِنْ قَبْلِهِمْ» ولقد صدق الله وعده فملكهم ملك الأكاسرة والقياصرة والفراعنة وكثير من الأمم غيرها.",
        "(لِنَنْظُرَ كَيْفَ تَعْمَلُونَ) أي لنرى ماذا تعملون فى خلافتكم فنجازيكم به بمقتضى سنتنا فيمن قبلكم ، كما قال «لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلاً» وجاء فى الأثر «إن الدنيا خضرة حلوة ، وإن الله مستخلفكم فيها فناظر كيف تعملون» وقال قتادة : صدق الله ربنا ، ما جعلنا خلفاء إلا لينظر إلى أعمالنا ، فأروا الله من أعمالكم خيرا بالليل أو النهار.\nوفى ذلك إيماء إلى أن هذه الخلافة منوطة بالأعمال حتى لا يغتروا بماسينالونه ويظنوا أنه باق لهم وأنهم يتفلتون من سننه تعالى فى الظالمين.\n(وَإِذا تُتْلى عَلَيْهِمْ آياتُنا بَيِّناتٍ قالَ الَّذِينَ لا يَرْجُونَ لِقاءَنَا ائْتِ بِقُرْآنٍ غَيْرِ هذا أَوْ بَدِّلْهُ قُلْ ما يَكُونُ لِي أَنْ أُبَدِّلَهُ مِنْ تِلْقاءِ نَفْسِي إِنْ أَتَّبِعُ إِلاَّ ما يُوحى إِلَيَّ إِنِّي أَخافُ إِنْ عَصَيْتُ رَبِّي عَذابَ يَوْمٍ عَظِيمٍ (15) قُلْ لَوْ شاءَ اللهُ ما تَلَوْتُهُ عَلَيْكُمْ وَلا أَدْراكُمْ بِهِ فَقَدْ لَبِثْتُ فِيكُمْ عُمُراً مِنْ قَبْلِهِ أَفَلا تَعْقِلُونَ (16) فَمَنْ أَظْلَمُ مِمَّنِ افْتَرى عَلَى اللهِ كَذِباً أَوْ كَذَّبَ بِآياتِهِ إِنَّهُ لا يُفْلِحُ الْمُجْرِمُونَ (17))\nالمعنى الجملي",
        "بعد أن بدأ سبحانه السورة بذكر الكتاب الحكيم وإنكار المشركين الوحى على رجل منهم ، ثم أقام الحجة على الوحى والتوحيد والبعث بخلق العالم علويّه وسفليّه ، وبطبيعة الإنسان وتاريخه وغرائزه ـ أعاد هنا الكلام فى شأن الكتاب نفسه ، وتفنيد ما اقترحه المشركون على الرسول صلى الله عليه وسلم بشأنه ، وحجته البالغة عليهم فى كونه وحيا من عند الله تعالى.\nالإيضاح\n(وَإِذا تُتْلى عَلَيْهِمْ آياتُنا بَيِّناتٍ قالَ الَّذِينَ لا يَرْجُونَ لِقاءَنَا ائْتِ بِقُرْآنٍ غَيْرِ هذا أَوْ بَدِّلْهُ) أي وإذا تتلى على هؤلاء المشركين آيات الكتاب الذي أنزل إليك حال كونها بارزات فى أعلى أسلوب من البيان ، دالات على الحق ، ساطعات الحجة والبرهان قالوا لمن يتلوها عليهم ، وهو الرسول صلى الله عليه وسلم : ائت بقرآن غير هذا أو بدله ، أي ائت بكتاب آخر نقرؤه ليس فيه ما لا نؤمن به من البعث والجزاء على الأعمال ، ولا ما نكرهه من ذم آلهتنا والوعيد على عبادتها ، أو بدّله بأن تجعل بدل الآية المشتملة على الوعيد آية أخرى ، ولم يكن مقصدهم من هذا إلا أن يختبروا حاله بمطالبته بالإتيان بقرآن غيره فى جملة ما بلّغهم من سوره فى أسلوبها ونظمها ، أو بالتصرف فيه بالتغيير والتبديل لما يكرهونه منه من تحقير آلهتهم وتكفير آبائهم حتى إذا\nفعل هذا أو ذاك كانت دعواه أنه كلام الله أوحاه إليه دعوى لا يعوّل عليها ، وكان قصارى أمره أنه امتاز عنهم بنوع من البيان خفيت عليهم أسباب معرفته ، ولم يكن بوحي من الله كما يزعمه.",
        "(قُلْ ما يَكُونُ لِي أَنْ أُبَدِّلَهُ مِنْ تِلْقاءِ نَفْسِي) أي قل لهم أيها الرسول إنه ليس من شأنى ولا مما تجيزه لى رسالتى أن أبدله من تلقاء نفسى ومحض رأيى وخالص اجتهادي.\nثم أكد ما قبله فقال :\n(إِنْ أَتَّبِعُ إِلَّا ما يُوحى إِلَيَّ) أي ما أتبع فيه إلا تبليغ ما يوحى إلىّ والاهتداء بهديه ، فإن بدّل الله منه شيئا بنسخه بلغت عنه ما أراد ، وما علىّ إلا البلاغ.\nثم علل ما سبق بقوله :",
        "(إِنِّي أَخافُ إِنْ عَصَيْتُ رَبِّي عَذابَ يَوْمٍ عَظِيمٍ) أي إنى أخاف إن فعلت أىّ عصيان ، عذاب يوم عظيم الشأن ، ألا وهو يوم القيامة ، فكيف بي إذا عصيته بتبديل كلامه اتباعا لأهوائكم.\nثم لقّنه الله الجواب عن الشق الأول وهو التغيير لأهميته بقوله :\n(قُلْ لَوْ شاءَ اللهُ ما تَلَوْتُهُ عَلَيْكُمْ وَلا أَدْراكُمْ بِهِ) يقال دريته ودريته به ، أي علمته ، أي قل لهم لو شاء الله ألا أتلو عليكم هذا القرآن ما تلوته عليكم ، فإنما أتلوه بأمره وتنفيذ مشيئته ولو شاء الله ألا يعلمكم به بإرسالى إليكم لما أرسلنى ولما أدراكم به ، ولكنه شاء أن يمنّ عليكم بهذا العلم النافع لتهتدوا به وتكونوا بهدايته خلائف فى الأرض ، وهذا لن يكون بكتاب آخر كما قال «وَلَقَدْ جِئْناهُمْ بِكِتابٍ فَصَّلْناهُ عَلى عِلْمٍ هُدىً وَرَحْمَةً لِقَوْمٍ يُؤْمِنُونَ» فهو قد أنزله عالما بأن فيه كل ما يحتاج إليه البشر من الهداية وأسباب السعادة.\n(فَقَدْ لَبِثْتُ فِيكُمْ عُمُراً مِنْ قَبْلِهِ) أي فقد مكثت بين ظهرانيكم عمرا طويلا من قبله وهو أربعون سنة لم أتل عليكم سورة من مثله ولا آية تشبه آياته ، لا فى العلم والهداية ، ولا فى البيان والبراعة.",
        "(أَفَلا تَعْقِلُونَ) أي أفلا تعقلون أن من عاش أربعين سنة لم يقرأ كتابا ولم يلقّن من أحد علما ولم يتقلد دينا ولم يمارس أساليب البيان وأفانين الكلام من شعر ونثر وخطابة وفخر وعلم وحكمة ـ لا يمكنه أن يأتى بمثل هذا القرآن المعجز لكم ولجميع الدارسين لكتب الأديان ، فكيف تقترحون علىّ أن آتى بقرآن غيره.\nوقد كان أكثر أنبياء بنى إسرائيل قبل نبوتهم على شىء من العلم كما قال تعالى فى موسى «وَلَمَّا بَلَغَ أَشُدَّهُ آتَيْناهُ حُكْماً وَعِلْماً» وقال فى يحيى «وَآتَيْناهُ الْحُكْمَ صَبِيًّا».\n(فَمَنْ أَظْلَمُ مِمَّنِ افْتَرى عَلَى اللهِ كَذِباً أَوْ كَذَّبَ بِآياتِهِ) أي إن شر أنواع الظلم والإجرام فى البشر شيئان :\n(1) افتراء الكذب على الله ، وذلك بما اقترحتموه على الإتيان بقرآن غيره.",
        "(2) التكذيب بآيات الله بما اجترحتموه من السيئات.\nوقد نعيت عليكم الثاني منهما ، فكيف أرضى لنفسى الأول وهو شر منه ، وإنّ أهم أغراض رسالتى الإصلاح ، ولأجله أحتمل المشاقّ ، وأقبل فى سبيله كل إرهاق ، فلا فائدة لى فى هذا الإجرام.\n(إِنَّهُ لا يُفْلِحُ الْمُجْرِمُونَ) أي إنه لا يفوز الذين اجترموا الكفر فى الدنيا إذا لقوا ربهم ولا ينالون الفلاح.\n(وَيَعْبُدُونَ مِنْ دُونِ اللهِ ما لا يَضُرُّهُمْ وَلا يَنْفَعُهُمْ وَيَقُولُونَ هؤُلاءِ شُفَعاؤُنا عِنْدَ اللهِ قُلْ أَتُنَبِّئُونَ اللهَ بِما لا يَعْلَمُ فِي السَّماواتِ وَلا فِي الْأَرْضِ سُبْحانَهُ وَتَعالى عَمَّا يُشْرِكُونَ (18))",
        "المعنى الجملي\nبعد أن بين فى الآيات السالفة أنهم طلبوا منه أحد أمرين : إما الإتيان بقرآن غير هذا أو تبديله ؛ لأن فيه نبذا لآلهتهم وطعنا فيها وتسفيها لآرائهم فى عبادتها ـ نعى عليهم هنا عبادة الأصنام وبين لهم حقارة شأنها إذ لا تستطيع نفعا ولا ضرا ، فكيف يليق بالعاقل أن يعبدها من دون الله ، ويجعل لها الشفاعة عنده وليس لديهم برهان على ما يدّعون ، سبحانه وتعالى عما يشركون.\nالإيضاح\n(وَيَعْبُدُونَ مِنْ دُونِ اللهِ ما لا يَضُرُّهُمْ وَلا يَنْفَعُهُمْ) أي ويعبدون ما لا يملك لهم ضرا ولا نفعا من الأصنام وغيرها حال كونهم متجاوزين ما يجب من عبادته تعالى وحده فهم يعبدونه ويعبدون معه غيره كما قال تعالى «وَما يُؤْمِنُ أَكْثَرُهُمْ بِاللهِ إِلَّا وَهُمْ مُشْرِكُونَ».",
        "وفى الآية إيماء إلى أن سبب عبادتها وضلالهم فيما يدّعون هو اعتقادهم فيها القدرة على الضر والنفع ، فرد عليهم خطأهم بأنه وحده هو القادر على نفع من يعبده وضر من يشرك بعبادته غيره فى الدنيا والآخرة.\nوقد دل تاريخ البشر فى كل طور من أطواره على أن كل ما عبده من دون الله من صنم أو وثن فإنما عبده لاعتقاده فيه القدرة على النفع والضر بسلطان له فوق الأسباب المعروفة كعبادته للأوثان المتخذة من الحجارة أو الخشب والأصنام المصنوعة من المعادن والحجارة أو غير المصنوعة كاللات ، وهى صخرة كانت بالطائف يلتّ عليها السويق عظّمت حتى عبدت ، أو الأشجار كالعزّى معبودة قريش.\n(وَيَقُولُونَ هؤُلاءِ شُفَعاؤُنا عِنْدَ اللهِ) أي ويقولون فى سبب عبادتهم لهم مع اعتقادهم أنهم لا يملكون الضر والنفع بأنفسهم إيمانهم بأن الرب الخالق هو الله تعالى ، وهؤلاء شفعاء عنده ونحن إنما نعبدهم ونعظم هيا كلهم ونطيّبها بالعطر ونقدم لهم النذور\nونهلّ لهم عند ذبح القرابين بذكر أسمائهم وبدعائهم والاستغاثة بهم ، لأنهم يشفعون لنا عند الله ويقربوننا إليه زلفى ويدفعون بجاههم عنا البلاء ويعطوننا ما نطلب من النعماء.",
        "وقد روى عكرمة أن النضر بن الحارث قال : إذا كان يوم القيامة شفعت لى اللات والعزّى.\nفأساس عقيدة الشرك أن جميع ما يطلب من الله لا بد أن يكون بوساطة المقربين عنده ، إذ هم لا يمكنهم التقرب من الله والحظوة عنده بأنفسهم لأنها مدنّسة بالمعاصي ـ أما الموحدون فيعتقدون أنه يجب على العاصي أن يتوجه إلى الله وحده تائبا إليه طالبا مغفرته ورحمته.\n(قُلْ أَتُنَبِّئُونَ اللهَ بِما لا يَعْلَمُ فِي السَّماواتِ وَلا فِي الْأَرْضِ) أي قل لهم أيها الرسول مبينا لهم كذبهم ومنكرا عليهم افتراءهم على ربهم : أتخبرون الله بشىء لا يعلمه من أمر هؤلاء الشفعاء فى السموات من ملائكته وفى الأرض من خواص خلقه ، ولو كان له شفعاء يشفعون لكم عنده لكان أعلم بهم منكم ، إذ لا يخفى عليه شى فى الأرض ولا فى السماء ، فإذا هؤلاء لا وجود لهم عنده ، وأنكم قد اتخذتم ذلك قياسا على ما ترونه من الوساطة عند الملوك الجاهلين بأمور رعيتهم والعاجزين عن تنفيذ مشيئتهم فيهم ، بدون وساطة الوزراء وذوى المكانة فيهم.\nوبهذا ثبت بطلان الشرك فى الألوهية وهو عبادة غير الله مهما يكن المعبود ، وبطلان الشرك فى الربوبية بادعاء وساطة المعبود فى الخلق والتدبير ، أو الشفاعة عند الله إذ ليس لمعبود بذاته ولا بتأثير خاص له عند خالقه يحمله على نفع من شاء ولا ضر من شاء أو كشف ضر عنه كما يعتقده عباد الأولياء من البشر إلى اليوم ، فكل ذلك للرب وحده ولا يعلم إلا بوحيه ، فادعاء ذلك لغيره كذب لا مستند له.",
        "وفى هذا حجة أيّما حجة على زوار الأضرحة والقبور الذين يقولون : إن هؤلاء\nالأولياء أحياء عند ربهم كالشهداء ، فهم يضرون وينفعون لا كالأصنام ، وقد جهلوا أن الله يقول للنصارى إن المسيح لا يملك لهم ضرا ولا نفعا بعبادتهم له مع ما آتاه من المعجزات ، وأظن أن الأمر لا يبلغ بهم أن يجعلوا السيد البدوي وسيدنا الحسين والسيدة زينب أفضل عند الله ولا أقرب منه.\nوقد أمر الله رسوله صلى الله عليه وسلم أن يخبر الناس بأنه لا يملك لنفسه ضرا ولا نفعا «قُلْ لا أَمْلِكُ لِنَفْسِي ضَرًّا وَلا نَفْعاً إِلَّا ما شاءَ اللهُ».\n(سُبْحانَهُ وَتَعالى عَمَّا يُشْرِكُونَ) أي تنزه ربنا وعلا علوا كبيرا عما يشركون به من الشفاعة والوسطاء وما يفترونه عليه من أنّ لأحد من خلقه وساطة عنده وشفاعة لديه تقرب إليه زلفى ، ففى هذا تحقير لمقام الربوبية والألوهية وتشبيه الرب بعبيده من الملوك الجاهلين.",
        "وفى هذا إيماء إلى أن شئون الرب وسائر ما فى عالم الغيب لا يعلم إلا بخبر الوحى ومن ذلك اتخاذ الشفعاء والوسطاء عنده ، فيكون كفرا صراحا.\n(وَما كانَ النَّاسُ إِلاَّ أُمَّةً واحِدَةً فَاخْتَلَفُوا وَلَوْ لا كَلِمَةٌ سَبَقَتْ مِنْ رَبِّكَ لَقُضِيَ بَيْنَهُمْ فِيما فِيهِ يَخْتَلِفُونَ (19))\nالمعنى الجملي\nبعد أن أقام الأدلة على فساد عبادة الأصنام ، وبين سبب هذه العبادة ـ ذكر هنا بيان ما كان عليه الناس من الوحدة فى الدين وما صاروا إليه من الاختلاف والفرقة فيه.",
        "الإيضاح\n(وَما كانَ النَّاسُ إِلَّا أُمَّةً واحِدَةً فَاخْتَلَفُوا) أي إن الناس جميعا كانوا أمة واحدة على فطرة الإسلام والتوحيد ثم اختلفوا فى الأديان ، وإلى ذلك الإشارة بقوله عليه الصلاة والسلام «كل مولود يولد على الفطرة فأبواه يهودانه أو ينصرانه أو يمجسانه».\nفبعث الله فيهم النبيين والمرسلين لهدايتهم وإزالة الاختلاف بكتاب الله ووحيه ، ثم اختلفوا فى الكتاب أيضا بغيا بينهم واتباعا لأهوائهم.\n(وَلَوْ لا كَلِمَةٌ سَبَقَتْ مِنْ رَبِّكَ لَقُضِيَ بَيْنَهُمْ فِيما فِيهِ يَخْتَلِفُونَ) أي ولو لا كلمة حق سبقت من ربك فى جعل الجزاء العام فى الآخرة لعجّله لهم فى الدنيا بإهلاك المبطلين المعتدين.",
        "وفى الآية وعيد شديد على احتلاف الناس المؤدى إلى العدوان والشقاق ، ولا سيما الاختلاف فى الكتاب الذي أنزل لإزالة الشقاق.\n(وَيَقُولُونَ لَوْ لا أُنْزِلَ عَلَيْهِ آيَةٌ مِنْ رَبِّهِ فَقُلْ إِنَّمَا الْغَيْبُ لِلَّهِ فَانْتَظِرُوا إِنِّي مَعَكُمْ مِنَ الْمُنْتَظِرِينَ (20))\nالمعنى الجملي\nبعد أن حكى سبحانه عن المشركين إنكارهم للوحى إلى بشر مثلهم ورد عليهم مقالتهم بالحجج التي تثبت بطلان شركهم وإنكارهم للبعث ، ثم حكى عنهم مطالبة الرسول صلى الله عليه وسلم بالإتيان بقرآن غير هذا الذي يدل فى نظمه وأسلوبه وعلومه وهدايته على أنه وحي من كلام الله ـ حكى عنهم فى هذه الآية الاحتجاج على إنكار نبوته بعدم إنزال آية كونية غير القرآن مع ما فيه من الآيات العلمية والعقلية الدالة على النبوة والرسالة ثم رد على ذلك.",
        "الإيضاح\n(وَيَقُولُونَ لَوْ لا أُنْزِلَ عَلَيْهِ آيَةٌ مِنْ رَبِّهِ) أي قالوا مرارا وتكرارا ولا يزالون يقولون : هلا أنزل على محمد صلى الله عليه وسلم آية كونية كآيات الأنبياء الذين يحدثنا عنهم كنوح وشعيب وهود ، وقد جاء هذا الاقتراح هنا مجملا وأجاب عنه جوابا مجملا\nلأن كلا منهما سبق مفصلا فى سور أخرى كقوله فى سورة الفرقان : «وَقالُوا ما لِهذَا الرَّسُولِ يَأْكُلُ الطَّعامَ وَيَمْشِي فِي الْأَسْواقِ لَوْ لا أُنْزِلَ إِلَيْهِ مَلَكٌ فَيَكُونَ مَعَهُ نَذِيراً. أَوْ يُلْقى إِلَيْهِ كَنْزٌ أَوْ تَكُونُ لَهُ جَنَّةٌ يَأْكُلُ مِنْها» وحكى عنهم أنهم طالبوه بواحدة من بضع آيات وعلّقوا إيمانهم على إجابة مطلبهم فقال : «وَقالُوا لَنْ نُؤْمِنَ لَكَ حَتَّى تَفْجُرَ لَنا مِنَ الْأَرْضِ يَنْبُوعاً. أَوْ تَكُونَ لَكَ جَنَّةٌ مِنْ نَخِيلٍ وَعِنَبٍ فَتُفَجِّرَ الْأَنْهارَ خِلالَها تَفْجِيراً. أَوْ تُسْقِطَ السَّماءَ كَما زَعَمْتَ عَلَيْنا كِسَفاً أَوْ تَأْتِيَ بِاللهِ وَالْمَلائِكَةِ قَبِيلاً. أَوْ يَكُونَ لَكَ بَيْتٌ مِنْ زُخْرُفٍ أَوْ تَرْقى فِي السَّماءِ وَلَنْ نُؤْمِنَ لِرُقِيِّكَ حَتَّى تُنَزِّلَ عَلَيْنا كِتاباً نَقْرَؤُهُ».\nفلقنه الله الرد عليهم بقوله : «وَما مَنَعَنا أَنْ نُرْسِلَ بِالْآياتِ إِلَّا أَنْ كَذَّبَ بِهَا الْأَوَّلُونَ» أي وما صرفنا عن إرسال الآيات التي اقترحوها إلا تكذيب الأولين كعاد وثمود بها ، وأنها لو أرسلت لكذبوا بها تكذيب أولئك واستوجبوا عذاب الاستئصال كما مضت بذلك سنتنا ، وقد قضينا ألا نستأصلهم لأنهم أمة خاتم النبيين الباقية وأنه هو رحمته العامة الشاملة ، وفيهم من يؤمن أو يولد له من يؤمن ، وقد آتى الله رسوله صلى الله عليه وسلم آيات علمية وكونية ولكنه لم يجعلها حجة على رسالته ولا أمره بالتحدي بها ، بل كانت لضرورات استدعتها كاستجابة بعض أدعيته صلى الله عليه وسلم كشفاء المرضى وإشباع العدد الكثير من الطعام القليل فى غزوة بدر وغزوة تبوك ، وتسخير الله السحاب لإسقاء المسلمين ، وتثبيت أقدامهم التي كانت تسيخ فى الرمل ببدر.",
        "وعلى الجملة فحجة النبي صلى الله عليه وسلم على نبوته هى كتابه المعجز بهدايته وعلومه.\nروى الشيخان والترمذي عن أبى هريرة مرفوعا «ما من نبى إلا وقد أعطى من الآيات ما مثله آمن عليه البشر ، وإنما كان الذي أوتيته وحيا أوحاه الله إلىّ فأرجو أن أكون أكثرهم تابعا يوم القيامة»\n(فَقُلْ إِنَّمَا الْغَيْبُ لِلَّهِ) أي إن ما اقترحتموه وزعمتم أنه من لوازم النبوة وعلّقتم إيمانكم بنزوله من الغيب الذي لا يعلمه إلا الله ولا علم لى به ، فإن كان قدّر إنزال آية علىّ فهو يعلم وقتها وينزلها فيه ، ولا أعلم إلا ما أوحاه إلىّ.\n(فَانْتَظِرُوا إِنِّي مَعَكُمْ مِنَ الْمُنْتَظِرِينَ) لما يفعله الله بي وبكم ، فقد اجترأتم على جحود الآيات واقتراح غيرها ، والآية بمعنى قوله : «قُلْ ما كُنْتُ بِدْعاً مِنَ الرُّسُلِ وَما أَدْرِي ما يُفْعَلُ بِي وَلا بِكُمْ إِنْ أَتَّبِعُ إِلَّا ما يُوحى إِلَيَّ وَما أَنَا إِلَّا نَذِيرٌ مُبِينٌ» وقد جاء تفسير ما ينتظره وينتظرونه منه فى قوله فى آخر هذه السورة «فَهَلْ يَنْتَظِرُونَ إِلَّا مِثْلَ أَيَّامِ الَّذِينَ خَلَوْا مِنْ قَبْلِهِمْ ، قُلْ فَانْتَظِرُوا إِنِّي مَعَكُمْ مِنَ الْمُنْتَظِرِينَ».",
        "وفى الآية إنذار بما سيحل بهم من العذاب بخذلانهم ونصر الرسل عليهم فى الدنيا وما وراءها من عذاب الآخرة.\n(وَإِذا أَذَقْنَا النَّاسَ رَحْمَةً مِنْ بَعْدِ ضَرَّاءَ مَسَّتْهُمْ إِذا لَهُمْ مَكْرٌ فِي آياتِنا قُلِ اللهُ أَسْرَعُ مَكْراً إِنَّ رُسُلَنا يَكْتُبُونَ ما تَمْكُرُونَ (21) هُوَ الَّذِي يُسَيِّرُكُمْ فِي الْبَرِّ وَالْبَحْرِ حَتَّى إِذا كُنْتُمْ فِي الْفُلْكِ وَجَرَيْنَ بِهِمْ بِرِيحٍ طَيِّبَةٍ وَفَرِحُوا بِها جاءَتْها رِيحٌ عاصِفٌ وَجاءَهُمُ الْمَوْجُ مِنْ كُلِّ مَكانٍ وَظَنُّوا أَنَّهُمْ أُحِيطَ بِهِمْ دَعَوُا اللهَ مُخْلِصِينَ لَهُ الدِّينَ لَئِنْ أَنْجَيْتَنا مِنْ هذِهِ لَنَكُونَنَّ مِنَ الشَّاكِرِينَ (22) فَلَمَّا أَنْجاهُمْ إِذا هُمْ يَبْغُونَ فِي الْأَرْضِ بِغَيْرِ الْحَقِّ يا أَيُّهَا النَّاسُ إِنَّما بَغْيُكُمْ عَلى أَنْفُسِكُمْ مَتاعَ الْحَياةِ الدُّنْيا ثُمَّ إِلَيْنا مَرْجِعُكُمْ فَنُنَبِّئُكُمْ بِما كُنْتُمْ تَعْمَلُونَ (23))\nتفسير المفردات\nأصل الذوق : إدراك الطعم بالفم ، ويستعمل فى إدراك الأشياء المعنوية كالرحمة والنعمة والعذاب والنقمة ، والمكر : التدبير الخفىّ الذي يفضى بالممكور به إلى ما لا يتوقعه ومكره تعالى تدبيره الذي يخفى على الناس بإقامة سننه وإتمام حكمه فى نظام العالم ، وكله عدل وحق ، فإن ساء الناس سمّوه شرا ، وإن كان جزاء عدلا ، والرسل هنا : الكرام الكاتبون من الملائكة ، والتسيير : جعل الشيء أو الشخص يسير بتسخيره تعالى أو إعطائه ما يسير عليه من دابة أو سفينة ، والفلك : السفينة أو السفن واحد وجمع ، والطيب : من كل شىء ما يوافق الغرض والمنفعة ، يقال رزق طيب ونفس طيبة وشجرة طيبة ، والعاصف : الذي يعصف الأشياء ويكسرها ، يقال ريح عاصف وعاصفة ، وأحيط به هلك كما يحيط العدو بعدوه فيسدّ عليه سبل النجاة ، والبغي : مازاد على القصد والاعتدال ، من بغى الجرح إذا زاد حتى ترامى إلى الفساد.",
        "المعنى الجملي\nبعد أن ذكر عز اسمه أن القوم طلبوا من الرسول صلى الله عليه وسلم آية أخرى سوى القرآن ، وذكر جوابا عن هذا بأنه مما لا يملك ذلك لأن هذا من الغيب الذي استأثر بعلمه ، قفّى على ذلك بجواب آخر ، وهو أن أولئك المشركين لا يقنعون بالآيات إذا رأوها بأعينهم ، بل يكابرون حسّهم ولا يؤمنون ، إذ من عاداتهم اللجاج والعناد فكثيرا ما جاءتهم الآيات الكونية الدالة على وحدانية الله فى أفعاله ، ثم هم يمكرون فيها ولا تزيدهم إلا ضلالا.\nالإيضاح\n(وَإِذا أَذَقْنَا النَّاسَ رَحْمَةً مِنْ بَعْدِ ضَرَّاءَ مَسَّتْهُمْ إِذا لَهُمْ مَكْرٌ فِي آياتِنا) أي وإذا رزقنا المشركين بالله فرجا بعد كرب ورخاء بعد شدة أصابتهم ، بادروا إلى المكر وأسرعوا بالمفاجأة به فى مقام الشكر ، فإذا كانت الرحمة مطرا أحيا الأرض وأنبت الزرع ودرّ به اللبن بعد جدب وقحط أهلك الحرث والنسل ، نسبوا ذلك إلى الكواكب أو الأصنام ، وإذا كانت نجاة من هلكة وأعوزهم معرفة عللها وأسبابها علّلوها بالمصادفات ، وإذا كان سببها دعاء نبىّ أنكروا إكرام الله له ، وتأييده بها كما فعل فرعون وقومه عقب آيات موسى ، وكما فعل مشركو مكة إثر القحط الذي أصابهم بدعاء رسول الله صلى الله عليه وسلم ثم رفع عنهم بدعائه عليه الصلاة والسلام فما زادهم ذلك إلا كفرا وجحودا.",
        "روى البخاري ومسلم عن عبد الله بن مسعود رضى الله عنه «أن قريشا لما استعصوا على رسول الله صلى الله عليه وسلم دعا عليهم بسنين كسنى سيدنا يوسف فأصابهم قحط وجهد حتى أكلوا العظام والميتة من الجهد وحتى جعل أحدهم يرى ما بينه وبين السماء كهيئة الدخان من الجوع ، فأنزل الله تعالى «فَارْتَقِبْ يَوْمَ تَأْتِي السَّماءُ بِدُخانٍ مُبِينٍ يَغْشَى النَّاسَ هذا عَذابٌ أَلِيمٌ» فجاء أبو سفيان إلى رسول الله صلى الله عليه وسلم فقال يا محمد إنك جئت تأمرنا بصلة الرحم ، وإن قومك قد هلكوا فادع الله لهم ، فدعا لهم فكشف الله عنهم العذاب ومطروا فعادوا الى حالهم ومكرهم الأول يطعنون فى آيات الله ويعادون رسوله صلى الله عليه وسلم ويكذّبونه».\n(قُلِ اللهُ أَسْرَعُ مَكْراً) أي قل لهم : إن الله أسرع منكم مكرا ، فهو قد دبّر عقابكم وهو موقعه بكم قبل أن تدبّروا كيف تعملون فى إطفاء نور الإسلام ، وقد سبق فى تدبيره لأمور العالم وتقديره للجزاء على الأعمال قبل وقوعها أن يعاقبكم على مكركم فى الدنيا قبل الآخرة ، وهو عليم بما تفعلون لا تخفى عليه خافية.\n(إِنَّ رُسُلَنا يَكْتُبُونَ ما تَمْكُرُونَ) أي إن الحفظة من الملائكة الذين وكلهم الله بإحصاء أعمال الناس وكتبها للحساب عليها فى الآخرة يكتبون ما تمكرون به.\nوفى ذلك تنبيه إلى أن ما دبّروا ليس بخاف عليه تعالى ، وإلى أن انتقامه واقع بهم لا محالة.",
        "وعلينا أن نعتقد بأن الملائكة تكتب الأعمال كتابة غيبية لم يكلفنا الله تعالى بمعرفة صفتها ، وإنما كلفنا أن نؤمن بأن له نظاما حكيما فى إحصاء أعمالنا لأجل أن نراقبه فيها فنلتزم الحق والعدل والخير ونجتنب أضدادها.\nثم ضرب مثلا من أبلغ أمثال القرآن ليظهر لهم ويتضح به ما هم عليه فقال :\n(هُوَ الَّذِي يُسَيِّرُكُمْ فِي الْبَرِّ وَالْبَحْرِ) أي أنه تعالى هو الذي وهبكم القدرة على السير فى البر وسخر لكم الإبل والدواب ، وفى البحر بما سخر لكم من السفن التي تجرى فى البحر والقطر التجارية والسيارات ، وفى الهواء بالطائرات التي تسير فى الجوّ.\n(حَتَّى إِذا كُنْتُمْ فِي الْفُلْكِ وَجَرَيْنَ بِهِمْ بِرِيحٍ طَيِّبَةٍ وَفَرِحُوا بِها جاءَتْها رِيحٌ عاصِفٌ وَجاءَهُمُ الْمَوْجُ مِنْ كُلِّ مَكانٍ وَظَنُّوا أَنَّهُمْ أُحِيطَ بِهِمْ دَعَوُا اللهَ مُخْلِصِينَ لَهُ الدِّينَ لَئِنْ أَنْجَيْتَنا مِنْ هذِهِ لَنَكُونَنَّ مِنَ الشَّاكِرِينَ) أي حتى إذا كنتم فى الفلك التي سخرناها لكم وجرت بمن فيها بسبب ريح مواتية لهم فى جهة سيرهم ، وفرحوا بما هم فيه من راحة وانتعاش وتمتع بمنظره الجميل وهوائه العليل ـ جاءت ريح شديدة قوية فاضطرب البحر وتموّج سطحه كله فتلقاهم من جميع الجوانب والنواحي بتأثير الريح ، واعتقدوا أنهم هالكون لا محالة بإحاطة الموج بهم ، فبيما يهبط الريح العاصف بهم فى الحج البحر حتى كأنهم سقطوا فى هاوية إذا به يثب بهم إلى أعلى كأنهم فى قمّة الجبل الشاهق ـ فإذا ما نزلت بهم نذر العذاب ، وتقطعت بهم الأسباب ، دعوا الله مخلصين له الدين ليكشف عنهم ما حل بهم ولا يتوجهون معه إلى ولىّ ولا شفيع ممن كانوا يتوسلون بهم إليه حال الرخاء. وقد صمموا العزيمة على طاعته وقالوا ربنا لئن أنجيتنا من هذه التهلكة",
        "لنكونن من جماعة الشاكرين ، ولا نتوجه فى تفريج كروبنا وقضاء حاجتنا إلى وثن ولا صنم ، ولا إلى ولىّ ولا نبىّ.\nوفى الآية إيماء إلى أن الناس جبلوا على الرجوع إلى الله حين الشدائد ، ولكن من لا يحصى عددهم من المسلمين فى هذا العصر لا يدعون حين أشد الأوقات حرجا إلا الميتين من الأولياء والصالحين ، كالسيد البدوي والرفاعي والدسوقى والمتولى وأبى سريع وغيرهم ويتأول ذلك لهم بعض العلماء ويسمونه توسلا أو نحو ذلك.\nقال السيد حسن صديق الهندي فى تفسيره [فتح الرحمن] : فيا عجبا لما حدث فى الإسلام من طوائف يعتقدون فى الأموات ، فإذا عرضت لهم فى البحر مثل هذه الحالة دعوا الأموات ولم يخلصوا لله كما فعله المشركون كما تواتر ذلك إلينا تواترا يحصل به القطع. فانظر هداك الله ما فعلت هذه الاعتقادات الشيطانية ، وأين وصل بها أهلها ، وإلى أين رمى بهم الشيطان؟ وكيف اقتادهم وتسلط عليهم حتى انقادوا له انقيادا ما كان يطمع فى مثله ولا فى بعضه من عباد الأصنام «إِنَّا لِلَّهِ وَإِنَّا إِلَيْهِ راجِعُونَ» اه.\nوقال الآلوسى فى تفسيره : وأنت خبير بأن الناس اليوم إذا اعتراهم أمر خطير وخطب جسيم فى برّ أو بحر دعوا من لا يضر ولا ينفع ، ولا يرى ولا يسمع ، فمنهم من يستغيث بأحد الأئمة. ومنهم من يضرع إلى شيخ من مشايخ الأمة ، ولا ترى فيهم أحدا يخص مولاه بتضرعه ودعاه ، ولا يكاد يمرّ له ببال أنه لو دعا الله تعالى وحده ينجو من هاتيك الأهوال ، فبالله تعالى عليك قل لى : أىّ الفريقين أهدى سبيلا ، وأىّ الداعيين أقوم قيلا ، وإلى الله المشتكى من زمان عصفت فيه ريح الجهالة ، وتلاطمت أمواج الضلالة ، واتّخذت الاستعانة بغير الله للنجاة ذريعة ، وخرقت سفينة الشريعة اه.",
        "(فَلَمَّا أَنْجاهُمْ إِذا هُمْ يَبْغُونَ فِي الْأَرْضِ بِغَيْرِ الْحَقِّ) أي فلما نجاهم مما نزل بهم من الشدة والكربة فاجئوا الناس فى الأرض التي يعيشون فيها بالبغي عليهم والظلم لهم مع الإمعان فى ذلك والإصرار عليه.\nوفى قوله : بغير الحق ـ تأكيد للواقع وتذكير بقبحه وسوء حال أهله ، أو لبيان أنه بغير حق عندهم أيضا بأن يكون ظلما ظاهرا لا يخفى على أحد قبحه كما جاء فى قوله : «وَيَقْتُلُونَ النَّبِيِّينَ بِغَيْرِ الْحَقِّ».\nوبعد أن حكى المثل خاطب البغاة فى أي مكان كانوا وفى أي زمان وجدوا منبها واعظا فقال : (يا أَيُّهَا النَّاسُ إِنَّما بَغْيُكُمْ عَلى أَنْفُسِكُمْ مَتاعَ الْحَياةِ الدُّنْيا) أي يا أيها الغافلون عن أنفسكم ، أما كفا كم بغيا على المستضعفين منكم اغترارا بقوتكم وكبريائكم ، إنما بغيكم فى الحقيقة على أنفسكم ، لأن عاقبة وباله عائدة إليكم ، وإنما تتمتعون ببغيكم متاع الحياة الدنيا الزائلة وهى تنقضى سراعا ، والعقاب باق ، وأقله توبيخ الضمير والوجدان.\n(ثُمَّ إِلَيْنا مَرْجِعُكُمْ فَنُنَبِّئُكُمْ بِما كُنْتُمْ تَعْمَلُونَ) أي ثم إنكم ترجعون إلينا بعد هذا التمتع القليل فننبئكم بما كنتم تعملون من البغي والظلم والتمتع بالباطل ونجازيكم به.",
        "وفى الآية إيماء إلى أن البغي مجزىّ عليه فى الدنيا والآخرة ، أما فى الدنيا فلقوله : إنما بغيكم على أنفسكم ، ولما جاء فى الحديث الذي رواه الإمام أحمد والبخاري «ما من ذنب أجدر أن يعجل الله لصاحبه العقوبة فى الدنيا مع ما يدّخر له فى الآخرة من البغي وقطيعة الرحم» ، والذي رواه أنس رضى الله عنه قال : قال رسول الله صلى الله عليه وسلم «ثلاث هن رواجع على أهلها : المكر والنّكث والبغي ، ثم تلا : (يا أَيُّهَا النَّاسُ إِنَّما بَغْيُكُمْ عَلى أَنْفُسِكُمْ) ـ (وَلا يَحِيقُ الْمَكْرُ السَّيِّئُ إِلَّا بِأَهْلِهِ) ـ و (فَمَنْ نَكَثَ فَإِنَّما يَنْكُثُ عَلى نَفْسِهِ).\nوأما فى الآخرة فكفى دلالة على ذلك ما أفادته الآية من التهديد والوعيد.\nوالخلاصة ـ إن البغي وهو أشنع أنواع الظلم يرجع على صاحبه ـ لما يولّد من العداوة والبغضاء بين الأفراد ولما يوقد من نيران الفتن والثورات فى الشعوب ، انظر إلى من يبغى على مثله تجده قد خلق له عدوا أو أعداء ممن يبغى عليهم.\nولا شك أن وجود الأعداء ضرب من العقوبة ، فهم يقتصون لأنفسهم منه بكل",
        "الوسائل التي يقدرون عليها ـ وإن هم لم يفعلوا ذلك فإنه يرى فى أعينهم من أنواع الحنق والغضب ما لا يخفى عليه فيتأجج قلبه حسرة وندامة على ما فعل ، ويود أن لو لم يكن قد خلق لنفسه هذه الحزازات والضغائن المتغلغلة فى النفوس.\n(إِنَّما مَثَلُ الْحَياةِ الدُّنْيا كَماءٍ أَنْزَلْناهُ مِنَ السَّماءِ فَاخْتَلَطَ بِهِ نَباتُ الْأَرْضِ مِمَّا يَأْكُلُ النَّاسُ وَالْأَنْعامُ حَتَّى إِذا أَخَذَتِ الْأَرْضُ زُخْرُفَها وَازَّيَّنَتْ وَظَنَّ أَهْلُها أَنَّهُمْ قادِرُونَ عَلَيْها أَتاها أَمْرُنا لَيْلاً أَوْ نَهاراً فَجَعَلْناها حَصِيداً كَأَنْ لَمْ تَغْنَ بِالْأَمْسِ كَذلِكَ نُفَصِّلُ الْآياتِ لِقَوْمٍ يَتَفَكَّرُونَ (24))\nالمعنى الجملي\nلما كان سبب بغى الناس فى هذه الدنيا هو إفراطهم فى حبها والتمتع بزينتها ـ ضرب بذلك مثلا يصرف العاقل عن الغرور بها ، ويرشده إلى الاعتدال فى طلبها والكفّ عن التوسل فى الحصول على لذّاتها بالبغي والظلم والفساد فى الأرض ـ فشبه حال الدنيا وقد أقبلت بنعيمها وزينتها وافتتن الناس بها بعد أن تمكّنوا من الاستمتاع بها ، ثم أسرع ذلك النعيم فى التقضي وانصرم غبّ إقباله واغترار الناس به ، بحال ما على الأرض من أنواع النبات يسوق الله إليها المطر ، فيلتفّ بعضها على بعض وتصبح بهجة للناظرين ، ثم لا تلبث أن تنزل بها فجأة جائحة تستأصلها وتجعلها حطاما كأن لم تكن بالأمس.",
        "الإيضاح\n(إِنَّما مَثَلُ الْحَياةِ الدُّنْيا كَماءٍ أَنْزَلْناهُ مِنَ السَّماءِ فَاخْتَلَطَ بِهِ نَباتُ الْأَرْضِ مِمَّا يَأْكُلُ النَّاسُ وَالْأَنْعامُ) أي إنما صفة الحياة فى صورتها ومآلها كصفة ماء نزل من السماء\nفأنبتت به الأرض أزواجا شتى من النبات تشابكت واختلط بعضها على كثرتها واختلاف ألوانها وأنواعها من أصناف شتى تكفى الناس فى أقواتهم ومراعى أنعامهم.\n(حَتَّى إِذا أَخَذَتِ الْأَرْضُ زُخْرُفَها وَازَّيَّنَتْ وَظَنَّ أَهْلُها أَنَّهُمْ قادِرُونَ عَلَيْها) أي حتى إذا كانت الأرض بها فى خضرتها السندسية وألوان أزهارها المختلفة (كعروس حلّيت بالذهب والجواهر والحلل المختلفة الألوان ذات البهاء والبهجة ، وازينت بها فى ليلة زفافها) وظن أهلها أنهم قادرون على التمتع بثمراتها متمكنون من ادّخار غلاتها.",
        "(أَتاها أَمْرُنا لَيْلاً أَوْ نَهاراً فَجَعَلْناها حَصِيداً كَأَنْ لَمْ تَغْنَ بِالْأَمْسِ) أي نزل بها فى تلك الحال أمرنا المقدر لهلاكها فجاءتها جائحة وضرب زرعها بعاهة كجراد أو صقيع شديد أو ريح سموم ليلا وهم نائمون ، أو نهارا وهم غافلون فجعلناها كالأرض المحصودة التي قطعت واستؤصل زرعها ولم يبق منه شى ، أو كأنها لم تنبت ولم تكن زروعها نضرة بالأمس.\nوجاء هذا المعنى فى قوله : «أَفَأَمِنَ أَهْلُ الْقُرى أَنْ يَأْتِيَهُمْ بَأْسُنا بَياتاً وَهُمْ نائِمُونَ. أَوَأَمِنَ أَهْلُ الْقُرى أَنْ يَأْتِيَهُمْ بَأْسُنا ضُحًى وَهُمْ يَلْعَبُونَ».\n(كَذلِكَ نُفَصِّلُ الْآياتِ لِقَوْمٍ يَتَفَكَّرُونَ) أي كهذا المثل الواضح الذي يمثل حال الدنيا وغرور الناس مع سرعة زوالها وتعلق الآمال بها ـ نفصل الآيات الدالة على حقيقة التوحيد وأصول التشريع والآداب والمواعظ وتهذيب الأخلاق. وكل ما فيه صلاح للناس فى معاشهم ومعادهم لمن يستعمل عقله ويزن أعماله بموازين الحكمة.\nوقد غفل الناس عن الهداية بهذه الآيات وأمثالها. واهتدى بها الشعب العربي فخرج من خرافة شركه إلى نور التوحيد والعلم والحضارة. ثم اهتدى بدعوته الملايين من الشعوب الأخرى فشار كوه فى السعادة والنعيم ، ولم يكن للمسلمين الآن حظ منها إلا التمتع بحسن ترتيلها فى بعض المواسم والمآتم ولم يخطر لهم ببال أن يتدبروا معانيها وأن يهتدوا بهديها ـ وهم لو فعلوا ذلك لعلموا أن كل ما يشكو منه الناس من العداوات",
        "القومية والحروب الدولية والرذائل النفسية. والشقاء الذي عمت جرثومته البشر ، إنما سببه التنافس فى متاع هذه الحياة ، ولو التزموا القصد والاعتدال فى مطالبهم منها وصرفوا همهم فى قوة الدولة وإعلاء كلمة الله والاستعداد للآخرة لسعدوا فى الدارين ونالوا رضاء الله فى الحالتين.\n(وَاللهُ يَدْعُوا إِلى دارِ السَّلامِ وَيَهْدِي مَنْ يَشاءُ إِلى صِراطٍ مُسْتَقِيمٍ (25) لِلَّذِينَ أَحْسَنُوا الْحُسْنى وَزِيادَةٌ وَلا يَرْهَقُ وُجُوهَهُمْ قَتَرٌ وَلا ذِلَّةٌ أُولئِكَ أَصْحابُ الْجَنَّةِ هُمْ فِيها خالِدُونَ (26) وَالَّذِينَ كَسَبُوا السَّيِّئاتِ جَزاءُ سَيِّئَةٍ بِمِثْلِها وَتَرْهَقُهُمْ ذِلَّةٌ ما لَهُمْ مِنَ اللهِ مِنْ عاصِمٍ كَأَنَّما أُغْشِيَتْ وُجُوهُهُمْ قِطَعاً مِنَ اللَّيْلِ مُظْلِماً أُولئِكَ أَصْحابُ النَّارِ هُمْ فِيها خالِدُونَ (27))\nتفسير المفردات\nدار السلام : هى الجنة ، والسلام : السلامة من جميع الشوائب والنقائص والأكدار ، ورهقه : غشيه وغلب عليه حتى غطّاه وحجبه ، وقوله : «ولا ترهقنى من أمرى عسرا» أي لا تكلفنى ما يشق علىّ ويعسر ، والقتر : الدخان الساطع من الشّواء والحطب ، وكذا كل غبرة فيها سواد ، والعاصم : المانع.",
        "المعنى الجملي\nبعد أن بين سبحانه غرور المشركين الجاهلين بمتاع الدنيا وضرب لهم الأمثال على ذلك ـ قفى على هذا بالترغيب فى الآخرة ووصف حال المحسنين والمسيئين فيها فقال :\nالإيضاح\n(وَاللهُ يَدْعُوا إِلى دارِ السَّلامِ) أي ذلك الإيثار لمتاع الدنيا والغرور بها هو ما يدعو إليه الشيطان ، فيوقع متّبعيه فى جهنم دار النكال والوبال والله يدعو عباده إلى دار السلام ، إذ يأمرهم بما يوصّل إليها.",
        "(وَيَهْدِي مَنْ يَشاءُ إِلى صِراطٍ مُسْتَقِيمٍ) أي ويهدى من يشاء إلى الطريق الموصّل إليها بلا تعويق ، لأنه طريق مستقيم لا عوج فيه وهو الإسلام : عقائده وفضائله وأحكامه.\nوأصل الهداية الدلالة بلطف ، وهى إما بالتشريع ببيانه وتفصيله للناس عامة ، وإما بالتوفيق للسير على سنن الدين والاستقامة عليه ، وهى خاصة بالمستعدين للعمل به ، ومن ثم قيدها بالمشيئة.\n(لِلَّذِينَ أَحْسَنُوا الْحُسْنى وَزِيادَةٌ) أي للذين أحسنوا أعمالهم فى الدنيا المثوبة الحسنى أي التي تزيد فى الحسن على إحسانهم وهى مضاعفتها بعشرة أمثالها أو أكثر ، وجاء هذا المعنى فى قوله : «لِيَجْزِيَ الَّذِينَ أَساؤُا بِما عَمِلُوا وَيَجْزِيَ الَّذِينَ أَحْسَنُوا بِالْحُسْنَى» أي ولهم زيادة على هذه الحسنى فوق ما يستحقون على أعمالهم بعد مضاعفتها.\nوقد ورد من طرق عدة أن هذه الزيادة هى النظر إلى وجه الله الكريم وذلك هو أعلى مراتب الكمال الروحي الذي لا يصل إليه إلا المحسنون العارفون فى الآخرة.",
        "(وَلا يَرْهَقُ وُجُوهَهُمْ قَتَرٌ وَلا ذِلَّةٌ) أي ولا يغشى وجوههم شىء مما يغشى الكفرة من الغبرة التي فيها سواد ، ولا أثر هوان ولا كسوف بال.\n(أُولئِكَ أَصْحابُ الْجَنَّةِ هُمْ فِيها خالِدُونَ) أي أولئك الذين هذه صفتهم هم أصحاب الجنة وسكانها وهم ساكنون فيها أبدا ، فهى لا تبيد فيخافوا زوال نعيمهم ، ولا هم بمحرجين منها ، فتنغّص عليهم لذاتهم.\n(وَالَّذِينَ كَسَبُوا السَّيِّئاتِ جَزاءُ سَيِّئَةٍ بِمِثْلِها) أي والذين عملوا السيئات فى الدنيا\nفعصوا الله فيها وكفروا به وبرسوله صلى الله عليه وسلم ، جزاء سيئة من عملهم السيء الذي عملوه فى الدنيا بمثلها من عقاب الله فى الآخرة جزاء وفاقا ، ولا يزادون على ما يستحقونه من العذاب شيئا.",
        "(وَتَرْهَقُهُمْ ذِلَّةٌ) أي وتغشاهم ذلة الفضيحة وكسوف الخزي بما يظهره حسابهم من شرك وظلم وزور وفجور.\n(ما لَهُمْ مِنَ اللهِ مِنْ عاصِمٍ) أي ما لهم من الله من مانع يمنعه إذا هو عاقبهم أو يحول بينه وبينهم ، كالذين اتخذوهم فى الدنيا شركاء وزعموهم شفعاء ، فذلك هو اليوم الذي تتقطع فيه الأسباب التي كانت تفيد فى الدنيا «يَوْمَ لا تَمْلِكُ نَفْسٌ لِنَفْسٍ شَيْئاً وَالْأَمْرُ يَوْمَئِذٍ لِلَّهِ».\n(كَأَنَّما أُغْشِيَتْ وُجُوهُهُمْ قِطَعاً مِنَ اللَّيْلِ مُظْلِماً) أي كأنما ألبست وجوههم قطعا من أديم الليل حال كونه حالكا مظلما لابصيص فيه من نور القمر الطالع ولا النجم الثاقب ، فتشقها قطعة بعد قطعة فصارت ظلمات متراكمة بعضها فوق بعض.\n(أُولئِكَ أَصْحابُ النَّارِ هُمْ فِيها خالِدُونَ) أي أولئك الذين لهم تلك الصفات هم أصحاب النار هم فيها خالدون لا يبرحونها لأنه ليس لهم مأوى سواها.",
        "وقد جاء فى معنى هذه الآيات فى وصف الفريقين قوله : «وُجُوهٌ يَوْمَئِذٍ مُسْفِرَةٌ ضاحِكَةٌ مُسْتَبْشِرَةٌ ، وَوُجُوهٌ يَوْمَئِذٍ عَلَيْها غَبَرَةٌ تَرْهَقُها قَتَرَةٌ ، أُولئِكَ هُمُ الْكَفَرَةُ الْفَجَرَةُ» وقوله : «وُجُوهٌ يَوْمَئِذٍ ناضِرَةٌ إِلى رَبِّها ناظِرَةٌ ، وَوُجُوهٌ يَوْمَئِذٍ باسِرَةٌ تَظُنُّ أَنْ يُفْعَلَ بِها فاقِرَةٌ».\n(وَيَوْمَ نَحْشُرُهُمْ جَمِيعاً ثُمَّ نَقُولُ لِلَّذِينَ أَشْرَكُوا مَكانَكُمْ أَنْتُمْ وَشُرَكاؤُكُمْ فَزَيَّلْنا بَيْنَهُمْ وَقالَ شُرَكاؤُهُمْ ما كُنْتُمْ إِيَّانا تَعْبُدُونَ (28) فَكَفى بِاللهِ شَهِيداً بَيْنَنا وَبَيْنَكُمْ إِنْ كُنَّا عَنْ عِبادَتِكُمْ لَغافِلِينَ (29) هُنالِكَ تَبْلُوا كُلُّ نَفْسٍ ما أَسْلَفَتْ وَرُدُّوا إِلَى اللهِ مَوْلاهُمُ الْحَقِّ وَضَلَّ عَنْهُمْ ما كانُوا يَفْتَرُونَ (30))\nتفسير المفردات\nالحشر : الجمع من كل جانب إلى موقف واحد ، ومكانكم : كلمة يراد بها التهديد والوعيد ، أي الزموا مكانكم ، وزيلنا : فرقنا وميزنا ، وتبلو : تختبر ، وأسلفت : قدّمت وضل : ضاع وذهب.",
        "المعنى الجملي\nبعد أن بين سبحانه وتعالى جزاء الذين كسبوا السيئات وما يكون لهم من الذلة والهوان ـ قفّى على ذلك بذكر اليوم الذي يحصل فيه هذا الجزاء.\nالإيضاح\n(وَيَوْمَ نَحْشُرُهُمْ جَمِيعاً) أي واذكر أيها الرسول الكريم لكلام الفريقين الذين أحسنوا الحسنى ، والذين كسبوا السيئات ـ يوم نحشرهم جميعا بلا تخلف أحد فى موقف الحساب.",
        "(ثُمَّ نَقُولُ لِلَّذِينَ أَشْرَكُوا مَكانَكُمْ أَنْتُمْ وَشُرَكاؤُكُمْ) أي ثم نقول لمن أشرك منهم بعد طول مكث لا يكلّمون بشىء ـ الزموا مكانكم أنتم وشركاؤكم لا تبرحوه حتى تنظروا ما يفعل بكم ويفصل بينكم فيما كان من سبب عبادتكم إياهم والحجة التي يدلى بها كل فريق منكم.\nوفى هذا وعيد شديد ، وتوبيخ لهم على رءوس الأشهاد ، وتقريع بكون هذا معظم سيئاتهم.\n(فَزَيَّلْنا بَيْنَهُمْ) أي ففرقنا بين الشركاء ومن أشركوهم مع الله سبحانه وتعالى\nوميزّنا بعضهم من بعض ، كما يميز بين الخصوم عند الحساب ويراد بهذا التفريق تقطيع ما كان بينهم فى الدنيا من صلات وروابط وبيان خيبة ما كان للمشركين فى الشركاء من آمال.",
        "(وَقالَ شُرَكاؤُهُمْ ما كُنْتُمْ إِيَّانا تَعْبُدُونَ) أي وقال شركاؤهم : ما كنتم تخصوننا بالعبادة ، وإنما كنتم تعبدون أهواءكم وشياطينكم التي كانت تقوّيكم ، وتتخذون تماثيلنا هياكل لمنافعكم وأغراضكم ، والمعبود الحق هو الذي يعبد ، لأنه صاحب السلطان الأعلى على الخلق وبيده النفع والضر.\n(فَكَفى بِاللهِ شَهِيداً بَيْنَنا وَبَيْنَكُمْ) أي فكفى الله شهيدا وحكما بيننا وبينكم ، فهو العليم بحالنا وحالكم.\n(إِنْ كُنَّا عَنْ عِبادَتِكُمْ لَغافِلِينَ) أي إننا كنا فى غفلة عن عبادتكم لا ننظر إليها ولا تفكّر فيها.\n(هُنالِكَ تَبْلُوا كُلُّ نَفْسٍ ما أَسْلَفَتْ) أي فى موقف الحساب تختبر كل نفس من عابدة ومعبودة ، ومؤمنة وجاحدة ، ما قدمت فى حياتها الدنيا من عمل ، وما كان لكسبها فى صفاتها من أثر ، خير أو شر ، بما ترى من الجزاء عليه ، فهو ثمرة طبيعية له ، لا شأن فيه لولىّ ولا شفيع ، ولا معبود ولا شريك.",
        "(وَرُدُّوا إِلَى اللهِ مَوْلاهُمُ الْحَقِّ) أي وأرجعوا إلى الله الذي هو مولاهم الحق ، دون ما اتخذوا من دونه بالباطل من الأولياء والشفعاء ، والأنداد والشركاء.\nوقد جاء هذا المعنى فى آيات كثيرة كقوله : «إِلَى اللهِ مَرْجِعُكُمْ» وقوله : «إِلى رَبِّكُمْ مَرْجِعُكُمْ» وقوله : «وَإِلَى اللهِ الْمَصِيرُ».\n(وَضَلَّ عَنْهُمْ ما كانُوا يَفْتَرُونَ) أي وضاع عنهم ما كانوا يفترون عليه من الشفعاء والأولياء ، فلم يجدوا أحدا ينصرهم ولا ينقذهم من هول ذلك الموقف كما قال : «يَوْمَ لا تَمْلِكُ نَفْسٌ لِنَفْسٍ شَيْئاً وَالْأَمْرُ يَوْمَئِذٍ لِلَّهِ» وقد تكرر هذا المعنى فى آيات\nكثيرة ، منها ما جاء مجملا ، ومنها ما جاء مفصلا ، فمنها ما يسأل الله فيه العابدين ، ومنها ما يسأل فيه المعبودين ، ومنها ما عين فيه اسم الملائكة والجن والشياطين.",
        "(قُلْ مَنْ يَرْزُقُكُمْ مِنَ السَّماءِ وَالْأَرْضِ أَمَّنْ يَمْلِكُ السَّمْعَ وَالْأَبْصارَ وَمَنْ يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَيُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ وَمَنْ يُدَبِّرُ الْأَمْرَ فَسَيَقُولُونَ اللهُ فَقُلْ أَفَلا تَتَّقُونَ (31) فَذلِكُمُ اللهُ رَبُّكُمُ الْحَقُّ فَما ذا بَعْدَ الْحَقِّ إِلاَّ الضَّلالُ فَأَنَّى تُصْرَفُونَ (32) كَذلِكَ حَقَّتْ كَلِمَةُ رَبِّكَ عَلَى الَّذِينَ فَسَقُوا أَنَّهُمْ لا يُؤْمِنُونَ (33))\nالمعنى الجملي\nبعد أن بين جنايات المشركين على أنفسهم ، وبين فساد معتقداتهم وما سيلقونه من الجزاء على ما فعلوا ـ قفى على ذلك بإقامة الحجج على المشركين فى إثبات التوحيد والبعث ، ثم أردفه بإثبات النبوة والرسالة والقرآن :\nالإيضاح",
        "(قُلْ مَنْ يَرْزُقُكُمْ مِنَ السَّماءِ وَالْأَرْضِ؟) أي قل أيها الرسول لهؤلاء المعاندين من أهل مكة : من يرزقكم من السماء بما ينزله عليكم من الأمطار ، ومن الأرض بما ينبته من شتى النباتات من نجم وشجر تأكلون منه وتأكل أنعامكم؟\n(أَمَّنْ يَمْلِكُ السَّمْعَ وَالْأَبْصارَ) أي وقل لهم من يملك ما تتمتعون به من حاستى السمع والبصر؟ وأنتم بدونهما لا تدرون شيئا من أمور العالم ، وتكون الأنعام والهوامّ بل الشجر خيرا منكم باستغنائها عمن يقوم بضرورات معاشها.\nوخص هاتين الحاستين بالذكر لأن عليهما مدار الحياة الحيوانية وكمال الحياة الإنسانية ، إذ بهما تحصيل العلوم الأولية\nوخلاصة ذلك ـ من خلق هذه الحواس ووهبها للناس وحفظها مما يعتريها من الآفات؟ ولا شك أن الجواب عن ذلك السؤال لا حاجة فيه إلى الفكر ، فإن هم تأملوا فى ذلك ازدادوا علما وإعجابا بإنعام الله بهما ، وإيمانا بأنه لا يقدر غيره على إيجادهما.",
        "(وَمَنْ يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَيُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ) أي ومن ذا الذي بيده أمر الموت والحياة فيخرج الحي من الميت والميت من الحي فيما تعرفون من المخلوقات وما لا تعرفون ، فالله هو الذي يخرج النبات من الأرض الميتة بعد إحيائه إياها بماء المطر النازل عليها من السماء كما قال تعالى : «أَلَمْ تَرَ أَنَّ اللهَ أَنْزَلَ مِنَ السَّماءِ ماءً فَسَلَكَهُ يَنابِيعَ فِي الْأَرْضِ ثُمَّ يُخْرِجُ بِهِ زَرْعاً مُخْتَلِفاً أَلْوانُهُ».\nوعلامة الحياة فى النبات النموّ ، وفى الحيوان النمو والإحساس والحركة بالإرادة ، ولم يكونوا يصفون أصول الإحياء بالحياة كالحب والنوى وبيض الحيوان ومنيّه ، ومن ثم مثلوا إخراج الحي من الميت والميت من الحي بخروج النخلة من النواة والطائر من البيضة وعكسهما ، وهو تفسير صحيح عند علماء اللغة ، غير صحيح عند علماء المواليد الثلاثة ، وبه تحصل الدلالة على قدرة الله وحكمته وتدبيره ورحمته لدى المخاطبين.\nوإذا كان أرباب الفنون أثبتوا أن فى أصول النبات كالبذور والنوى والبيض والمنىّ حياة ، فهم يثبتون أيضا أن أصول الأحياء فى الأرض كلها خرجت من مادة ميتة ، فقد قالوا إن الأرض كانت كتلة نارية ملتهبة انفصلت من الشمس ثم صارت ماء ، ثم نبتت اليابسة فى الماء ثم تكوّن من الماء النبات والحيوان فى أطوار شتى وقالوا ، أيضا إن الغذاء من الطعام الميت الذي يحرق بالنار ويتولد منه الدم ، ومن هذا الدم يكون البيض والمنى المشتملان على مادة الحياة ، وقالوا أيضا : إن بعض مواد البدن الحية تموت وتخرج منه مع البخار والعرق وغيرهما مما يفرزه البدن ، وتتجدد فيه مواد جديدة تحل محل ما خرج منها وفنى.\nوالخلاصة ـ إن علماء المواليد قالوا : الحىّ لا يخرج إلا من حى ، ولكن الحياة الأولى هى من خلق الله الحي بذاته المحيي لغيره.",
        "(وَمَنْ يُدَبِّرُ الْأَمْرَ) أي ومن يلى تدبير أمر الخليقة جميعا بما أودعه فى كل منها من السنن وقدّره من النظام.\n(فَسَيَقُولُونَ اللهُ) أي فسيجيبون عن هذه الأسئلة الخمسة بلا تلعثم ولا تلكّؤ بأن فاعل هذا كله هو الله رب العالم كله ومليكه ـ إذ لا جواب غيره وهم لا يجحدون ذلك ولا ينكرونه.\n(فَقُلْ أَفَلا تَتَّقُونَ) أي فقل لهم أيها الرسول الكريم : أفلا تتقون سخطه وعقابه لكم بشرككم وعبادتكم لغيره ممن لا يملك لكم ضرا ولا نفعا.\n(فَذلِكُمُ اللهُ رَبُّكُمُ الْحَقُّ) أي فذلكم المتصف بكل تلك الصفات السالفة هو الله المربى لكم بنعمه والمدبر لأموركم ، وهو الحق الثابت بذاته الحي المحيي لغيره المستحق للعبادة دون سواه.",
        "(فَما ذا بَعْدَ الْحَقِّ إِلَّا الضَّلالُ) أي فماذا بعد الرب الحق الثابتة ربوبيته إلا الضلال أي الباطل الضائع المضمحل ، فالذى يفعل تلك الأمور هو الرب الحق ، وعبادته وحده هى الهدى ، وما سواها من عبادة الشركاء والوسطاء ضلال ، وكل من يعبد غيره معه فهو مشرك مبطل ضال.\n(فَأَنَّى تُصْرَفُونَ؟) أي فكيف تتحولون عن الحق إلى الباطل وعن الهدى إلى الضلال؟ مع علمكم بما كان به الله هو الرب الحق ، فما بالكم تقرّون بتوحيد الربوبية دون توحيد الألوهية فتتخذون مع الله آلهة أخرى.\n(كَذلِكَ حَقَّتْ كَلِمَةُ رَبِّكَ عَلَى الَّذِينَ فَسَقُوا) أي مثل ذلك الذي حقّت به كلمة ربك من وحدة الربوبية والألوهية ، وكون الحق ليس بعده لمن تنكّب عنه إلا الضلال ـ حقت كلمة ربك : أي وعيده على الذين خرجوا من حظيرة الحق ، وهو توحيد الألوهية والربوبية وهداية الدين الحق.\n(أَنَّهُمْ لا يُؤْمِنُونَ) أي هى أنهم لا يؤمنون بما يدعوهم إليه رسلنا من التوحيد والهدى مهما تكن الآية بيّنة ، والحجة ظاهرة قوية.",
        "وليس المراد أنه يمنعهم من الإيمان بالقهر ، بل هم يمتنعون منه باختيارهم لفقدهم نور البصيرة واستقلال العقل فلا يتوجهون إلى التمييز بين الحق والباطل ، والهدى والضلال لرسوخهم فى الكفر ، واطمئنانهم به بالتقليد كما قال تعالى : «إِنَّ الَّذِينَ حَقَّتْ عَلَيْهِمْ كَلِمَتُ رَبِّكَ لا يُؤْمِنُونَ ، وَلَوْ جاءَتْهُمْ كُلُّ آيَةٍ حَتَّى يَرَوُا الْعَذابَ الْأَلِيمَ».\n(قُلْ هَلْ مِنْ شُرَكائِكُمْ مَنْ يَبْدَؤُا الْخَلْقَ ثُمَّ يُعِيدُهُ قُلِ اللهُ يَبْدَؤُا الْخَلْقَ ثُمَّ يُعِيدُهُ فَأَنَّى تُؤْفَكُونَ (34) قُلْ هَلْ مِنْ شُرَكائِكُمْ مَنْ يَهْدِي إِلَى الْحَقِّ قُلِ اللهُ يَهْدِي لِلْحَقِّ أَفَمَنْ يَهْدِي إِلَى الْحَقِّ أَحَقُّ أَنْ يُتَّبَعَ أَمَّنْ لا يَهِدِّي إِلاَّ أَنْ يُهْدى فَما لَكُمْ كَيْفَ تَحْكُمُونَ (35) وَما يَتَّبِعُ أَكْثَرُهُمْ إِلاَّ ظَنًّا إِنَّ الظَّنَّ لا يُغْنِي مِنَ الْحَقِّ شَيْئاً إِنَّ اللهَ عَلِيمٌ بِما يَفْعَلُونَ (36))\nالمعنى الجملي\nهذا ضرب آخر من الحجة أقامه سبحانه دليلا على توحيده وبطلان الإشراك به جاء بطريق السؤال للتوبيخ وإلزام الخصم ، فإن الكلام إذا كان ظاهرا جليا ، ثم ذكر على سبيل الاستفهام وفوّض الجواب إلى المسئول ، يكون أوقع فى النفس وأبلغ فى الدلالة على الغرض.",
        "الإيضاح\n(قُلْ هَلْ مِنْ شُرَكائِكُمْ مَنْ يَبْدَؤُا الْخَلْقَ ثُمَّ يُعِيدُهُ) أي قل لهم أيها الرسول : هل أحد من شركائكم الذين عبدتموهم مع الله أو من دون الله من الأصنام أو الأرواح الحالّة فيها كما تزعمون ، أو الكواكب السيارة أو غيرها من الأحياء كالملائكة والجن ، من له هذا التصرف فى الكون ببدء الخلق فى طور ثم إعادته فى طور آخر؟.\nولما كانوا لا يجيبون عن هذا السؤال كما أجابوا عن الأسئلة الأولى لإنكارهم للبعث والمعاد ، لقّن الله رسوله الجواب فقال :\n(قُلِ اللهُ يَبْدَؤُا الْخَلْقَ ثُمَّ يُعِيدُهُ) إذ القادر على بدء الخلق يكون قادرا على إعادته بالأولى ، وهم ينكرون إعادة الأحياء الحيوانية دون الأحياء النباتية ، إذ هم يشاهدون بدء خلق النبات فى الأرض حين ما يصيبها ماء المطر فى فصل الشتاء وموته بجفافها فى فصل الصيف والخريف ، ثم إعادته بمثل ما بدأه مرة بعد أخرى ، ويقرون بأن الله هو الذي يفعل البدء والإعادة ، لأنهم يشاهدون كلا منهما وهم لا يسلمون إلا بما يرون بأعينهم أو يلمسونه بأيديهم.",
        "وقد أمر الله رسوله أن يرشدهم إلى جهلهم وينبههم للتفكير فى أمرهم فقال : (فَأَنَّى تُؤْفَكُونَ) أي فكيف تصرفون من الحق الذي لا محيد عنه ، وهو التوحيد إلى الضلال البيّن ، وهو الإشراك وعبادة الأصنام ، وذلك من دواعى الفطرة وخاصة العقل حين تفكيره فى المصير.\nثم جاء باحتجاج آخر على ما ذكره إلزاما لهم عقب الإلزام الأول ، فسألهم عن شأن من شئون الربوبية المقتضى لاستحقاق الألوهية وتوحيد العبادة الاعتقادية والعملية فقال :\n(قُلْ هَلْ مِنْ شُرَكائِكُمْ مَنْ يَهْدِي إِلَى الْحَقِّ) أي قل لهم أيها الرسول : هل من\nأولئك الشركاء من يهدى إلى الحق بوجه من وجوه الهداية التي بها تتم حكمة الخلق.",
        "كما يدل على ذلك قوله (رَبُّنَا الَّذِي أَعْطى كُلَّ شَيْءٍ خَلْقَهُ ثُمَّ هَدى).\nوالهداية أنواع ـ هداية الغريزة والفطرة التي أودعها الله فى الإنسان والحيوان ، وهداية الحواس من سمع وبصر ونحو ذلك ، وهداية التفكير والاستدلال بوساطة هذه الوسائل ، وهداية الدين ، وهو للنوع البشرى فى جملته بمثابة العقل للأفراد ، وهداية التوفيق الموصل بالفعل إلى الغاية بتوجيه النفس إلى طلب الحق وتسهيل سبله ومنع الصوارف عنه.\nولما كانوا لا يستطيعون أن يدّعوا أن أحد من أولئك الشركاء يهدى إلى الحق لا من ناحية الخلق ولا من ناحية التشريع ، لقن الله رسوله الجواب فقال : (قُلِ اللهُ يَهْدِي لِلْحَقِّ) أي قل هو الله سبحانه الذي يهدى إلى الحق دون غيره بما نصب من الأدلة والحجج ، وأرسل من الرسل ، وأنزل من الكتب ، وهدى إلى النظر والتدبّر ، وأعطى من الحواس.\n(أَفَمَنْ يَهْدِي إِلَى الْحَقِّ أَحَقُّ أَنْ يُتَّبَعَ أَمَّنْ لا يَهِدِّي إِلَّا أَنْ يُهْدى) قرأ يعقوب وحفص يهدى بكسر الهاء ، وتشديد الدال وأصله يهتدى ، أي أفمن يهدى إلى الحق وهو الله أحق أن يتّبع فيما يشرّعه ، أم من لا يهدى غيره ولا يهتدى بنفسه إلا أن يهديه غيره وهو الله تعالى ، إذ لا هادى غيره.",
        "ويدخل فيمن نفى عنهم الهداية ممن اتخذوا شركاء ـ المسيح عيسى بن مريم وعزير والملائكة. وهؤلاء كانوا يهدون إلى الحق بهداية الله ووحيه كما قال تعالى فى سورة الأنبياء «وَجَعَلْناهُمْ أَئِمَّةً يَهْدُونَ بِأَمْرِنا».\n(فَما لَكُمْ كَيْفَ تَحْكُمُونَ؟) أي أىّ شىء أصابكم وماذا حلّ بكم حتى اتخذتم هؤلاء شركاء وجعلتموهم وسطاء بينكم وبين ربكم الذي لا خالق ولا رازق ولا هادى لكم سواه ، كيف تحكمون بجواز عبادتهم وشفاعتهم عنده بدون إذنه.\nوفى هذا تعجيب من حالهم وسوء صنيعهم وقبيح فعلهم.\nوبعد أن أقام الحجج على توحيد الربوبية والألوهية ، بيّن حال المشركين الاعتقادية فقال :",
        "(وَما يَتَّبِعُ أَكْثَرُهُمْ إِلَّا ظَنًّا) أي إن أكثرهم لا يتبعون فى شركهم وعبادتهم لغير الله ، ولا فى إنكارهم للبعث وتكذيبهم للرسول عليه الصلاة والسلام إلا ضربا من ضروب الظن قد يكون ضعيفا كأن يقيسوا غائبا على شاهد ، ومجهولا على معروف ويقلدون الآباء اعتقادا منهم أنهم لا يكونون على باطل فى اعتقادهم ، ولا ضلال فى أعمالهم وقليل منهم كان يعلم أن ما جاء به الرسول صلى الله عليه وسلم هو الحق والهدى وأن أصنامهم وسائر معبوداتهم لا تضرّ ولا تنفع ، ولكنهم يجحدون بآيات الله ، ويكذبون رسوله صلى الله عليه وسلم عنادا واستكبارا وخوفا على زعامتهم أن تضيع سدى فيصبحون تابعين بعد أن كانوا متبوعين.\nثم بين حكم الله فى الظن فقال :\n(إِنَّ الظَّنَّ لا يُغْنِي مِنَ الْحَقِّ شَيْئاً) الحق هو الثابت الذي لا ريب فى ثبوته وتحققه أي إن الشك لا يقوم مقام اليقين في شىء ولا ينتفع به حيث يحتاج إلى اليقين.\nوخلاصة ذلك ـ إن الظن لا يجعل صاحبه غنيّا بعلم اليقين فيما يطلب فيه ذلك كالعقائد الدينية ، وبهذا تعلم أن إيمان المقلد غير صحيح.",
        "(إِنَّ اللهَ عَلِيمٌ بِما يَفْعَلُونَ) أي إن الله عليم بما كانوا يعملون بمقتضى اعتقاداتهم الظنية والقطعية ، فهو يحاسبهم ويجازيهم على كل عمل منها ، كتكذيبهم للرسول صلى الله عليه وسلم مع قيام الأدلة القطعية على صدقه ، واتباعهم للظن كالتقليد باتباع الآباء والأجداد.\nوفى الآية إيماء إلى أن أصول الإيمان تبنى على اليقين دون الظن ، فالعلم المفيد للحق ما كان قطعيا من كتاب أو سنة ، وهو الدين الذي لا يجوز للمسلمين التفرق والاختلاف فيه ، وما دونه مما لا يفيد إلا الظن فلا يؤخذ به فى الاعتقاد وهو متروك\nللاجتهاد فى الأعمال ، اجتهاد الأفراد فى الأعمال الشخصية ، واجتهاد أولى الأمر فى القضاء مع سلوك طريق الشورى حتى يتحقق العدل والمساواة فى المصالح العامة.\n(وَما كانَ هذَا الْقُرْآنُ أَنْ يُفْتَرى مِنْ دُونِ اللهِ وَلكِنْ تَصْدِيقَ الَّذِي بَيْنَ يَدَيْهِ وَتَفْصِيلَ الْكِتابِ لا رَيْبَ فِيهِ مِنْ رَبِّ الْعالَمِينَ (37) أَمْ يَقُولُونَ افْتَراهُ قُلْ فَأْتُوا بِسُورَةٍ مِثْلِهِ وَادْعُوا مَنِ اسْتَطَعْتُمْ مِنْ دُونِ اللهِ إِنْ كُنْتُمْ صادِقِينَ (38) بَلْ كَذَّبُوا بِما لَمْ يُحِيطُوا بِعِلْمِهِ وَلَمَّا يَأْتِهِمْ تَأْوِيلُهُ كَذلِكَ كَذَّبَ الَّذِينَ مِنْ قَبْلِهِمْ فَانْظُرْ كَيْفَ كانَ عاقِبَةُ الظَّالِمِينَ (39))",
        "المعنى الجملي\nبعد أن ذكر عزّ اسمه الأدلة على أن القرآن من عنده ، وأن محمدا صلى الله عليه وسلم عاجز كغيره عن الإتيان بمثله ، ثم أتى بالحجج على بطلان شركهم واتباع أكثرهم لأدنى الظن وأضعفه فى عقائدهم ـ عاد إلى الكلام فى تفنيد رأيهم فى الطعن على القرآن بمقتضى هذا الظن الضعيف لدى الأكثرين منهم ، والجحود والعناد من الأقلين كالزعماء والمستكبرين.\nالإيضاح\n(وَما كانَ هذَا الْقُرْآنُ أَنْ يُفْتَرى مِنْ دُونِ اللهِ) أي لا يصح ولا يعقل أن يفتريه أحد على الله من دونه وينسبه إليه ، إذ لا يقدر على ذلك غيره عز وجل ، فإن ما فيه من علوم عالية ، وحكم سامية ، وتشريع عادل ، وآداب اجتماعية ، وأنباء بالغيوب الماضية والمستقبلة ليس فى طوق البشر ولا هو داخل تحت قدرته وفى حيّز مكنته ، ولئن سلم أن بشرا فى مكنته ذلك فلن يكون إلا أرقى الحكماء والأنبياء والملائكة ، ومثل هذا لن يفترى على الله شيئا.",
        "ولقد ثبت أن أشد أعداء النبي صلى الله عليه وسلم ، وهو أبو جهل قال : إن محمدا لم يكذب على بشر قط ، أفيكذب على الله؟.\n(وَلكِنْ تَصْدِيقَ الَّذِي بَيْنَ يَدَيْهِ) أي ولكن كان تصديق الذي تقدمه من الوحى لرسل الله تعالى بالإجمال كنوح وإبراهيم وموسى وعيسى صلوات الله عليهم بدعوته إلى أصول الدين الحق من الإيمان بالله واليوم الآخر وصالح الأعمال بعد أن نسى بعض هذا بقية أتباعهم وضلّوا عن بعض ، ولم يكن محمد النبي الأمى يعلم شيئا من ذلك لو لا الوحى عن ربه.\n(وَتَفْصِيلَ الْكِتابِ) أي وتفصيل ما كتب وأثبت من الشرائع والأحكام والعبر والمواعظ وشئون الاجتماع.\n(لا رَيْبَ فِيهِ) أي لا ينبغى لعاقل أن يرتاب فيه لوضوح برهانه ، لأنه الحق والهدى.",
        "(مِنْ رَبِّ الْعالَمِينَ) أي من وحيه لا افتراء من عند غيره ولا اختلافا كما قال : «وَلَوْ كانَ مِنْ عِنْدِ غَيْرِ اللهِ لَوَجَدُوا فِيهِ اخْتِلافاً كَثِيراً».\nوبعد أن أبان أنه أجلّ وأعظم من أن يفترى لعجز الخلق عن الإتيان بمثله.\nانتقل إلى حكاية زعم هؤلاء الجاهلين والمعاندين الذين قالوا : إن محمدا صلى الله عليه وسلم قد افتراه وفنّد مزاعمهم وتعجّب من حالهم وشنيع مقالهم وتحداهم أن يأتوا بمثله فقال :\n(أَمْ يَقُولُونَ افْتَراهُ قُلْ فَأْتُوا بِسُورَةٍ مِثْلِهِ وَادْعُوا مَنِ اسْتَطَعْتُمْ مِنْ دُونِ اللهِ إِنْ كُنْتُمْ صادِقِينَ) أي ما كان ينبغى أن تقولوا إن محمد صلى الله عليه وسلم افتراه من عند نفسه واختلقه ، إذ لو كان الأمر كما تقولون وأنه اختلقه وافتراه ، فأتوا بسورة مثله فى نظمه وأسلوبه وعلمه مفتراة فى موضوعها ، لا تلتزمون أن تكون حقا فى أخبارها ، فإن لسانه لسانكم ، وكلامه كلامكم ، وأنتم أشد مرانا وتمرسا للنثر والنظم منه ، واطلبوا من يعينكم على ذلك من دون الله ، ولن تستطيعوا أن تفعلوا شيئا ، فإن جميع الخلق عاجزون عن",
        "هذا «قُلْ لَئِنِ اجْتَمَعَتِ الْإِنْسُ وَالْجِنُّ عَلى أَنْ يَأْتُوا بِمِثْلِ هذَا الْقُرْآنِ لا يَأْتُونَ بِمِثْلِهِ وَلَوْ كانَ بَعْضُهُمْ لِبَعْضٍ ظَهِيراً» إن كنتم صادقين فى زعمكم أنه مفترى.\nوإذ قد عجزتم عن ذلك مع شدة تمرّسكم ، ولم يوجد فى كلام أولئك الذين نصبت لهم المنابر فى سوق عكاظ ، وبهم دارت رحى النظم والنثر ، وتقضّت أعمارهم فى الإنشاء والإنشاد مثله ـ فهو ليس من كلام البشر ، بل هو من كلام خالق القوى والقدر.\nومن البين أنه ما كان لعاقل مثله ـ صلى الله عليه وسلم أن يتحداهم هذا التحدي لو لم يكن موقنا أن الإنس والجن لا يستطيعون أن يأتوا بمثل هذا القرآن فى جملته ولا بسورة مثله ، إذ لو كان هو الذي أنشأه وألّفه لمصلحة الناس برأيه لكان عقله وذكاؤه يمنعانه من الجزم بعجز عقلاء الخلق من العوالم الظاهرة والباطنة عن الإتيان بسورة مثل ما أتى هو به.\nإذ العاقل الفطن يعلم أن ما يمكنه من الأمر قد يمكن غيره ، بل ربما وجد من هو أقدر منه عليه.",
        "والخلاصة ـ إن محمد صلى الله عليه وسلم كان على يقين بأنه من عند ربه ، وأنه صلى الله عليه وسلم كغيره لا يقدر على الإتيان بمثله.\nثم انتقل من إظهار بطلان ما قالوه فى القرآن بتحدّيه لهم ـ إلى إظهار بطلانه ببيان أن كلامهم ناشىء من عدم علمهم بحقيقة أمره واختبار حاله فقال :\n(بَلْ كَذَّبُوا بِما لَمْ يُحِيطُوا بِعِلْمِهِ) أي بل هم سارعوا إلى تكذيبه من غير أن يتدبروا ما فيه ويقفوا على ما احتوى عليه من الأدلة والبراهين الدالة على أنه كما وصف آنفا ، ومن قبل أن يعلموا أنه ليس مما يمكن أن يؤتى بمثله.\n(وَلَمَّا يَأْتِهِمْ تَأْوِيلُهُ) أي ولم يأتهم إلى الآن ما يئول إليه ويكون مصداقا له بالفعل ويقع ما أخبر به من الأمور المستقبلة.",
        "وخلاصة ذلك ـ أنهم على إعجاز القرآن من جهة اللفظ والمعنى والإخبار بالغيب ـ قد أسرعوا فى تكذيبه قبل أن يتدبروا أمره أو ينتظروا وقوع ما أخبر به ـ وفى تكذيب الشيء قبل علمه المتوقع حصوله ـ شناعة وقصر نظر لا تخفى على عاقل ، وفيه دليل على أنهم مقلدون.\n(كَذلِكَ كَذَّبَ الَّذِينَ مِنْ قَبْلِهِمْ) أي مثل هذا التكذيب بلا تدبر ولا تأمل كذب الذين من قبلهم من مشركى الأمم رسلهم بما لم يحيطوا بعلمه قبل أن يأتيهم تأويله من عذاب الله الذي أوعدهم به.\n(فَانْظُرْ كَيْفَ كانَ عاقِبَةُ الظَّالِمِينَ) أي فانظر أيها الرسول الكريم كيف كان عاقبة الظالمين لأنفسهم بتكذيب رسلهم ، لتعلم مصير من ظلموا أنفسهم من بعدهم ، وهذه العاقبة هى التي بينها الله فى قوله : «فَكُلًّا أَخَذْنا بِذَنْبِهِ فَمِنْهُمْ مَنْ أَرْسَلْنا عَلَيْهِ حاصِباً وَمِنْهُمْ مَنْ أَخَذَتْهُ الصَّيْحَةُ وَمِنْهُمْ مَنْ خَسَفْنا بِهِ الْأَرْضَ وَمِنْهُمْ مَنْ أَغْرَقْنا وَما كانَ اللهُ لِيَظْلِمَهُمْ وَلكِنْ كانُوا أَنْفُسَهُمْ يَظْلِمُونَ».\nوقد أنذر الله قوم محمد صلى الله عليه وسلم بمثل ما نزل بالأمم قبلهم فى الدنيا بهذه الآية وغيرها من هذه السورة ، كما أنذرهم عذاب الآخرة وكذبه المعاندون المقلدون فى كل ذلك ظنا منهم أنه لا يقع.",
        "(وَمِنْهُمْ مَنْ يُؤْمِنُ بِهِ وَمِنْهُمْ مَنْ لا يُؤْمِنُ بِهِ وَرَبُّكَ أَعْلَمُ بِالْمُفْسِدِينَ (40) وَإِنْ كَذَّبُوكَ فَقُلْ لِي عَمَلِي وَلَكُمْ عَمَلُكُمْ أَنْتُمْ بَرِيئُونَ مِمَّا أَعْمَلُ وَأَنَا بَرِيءٌ مِمَّا تَعْمَلُونَ (41))\nالمعنى الجملي\nبعد أن أبان سبحانه فى الآية السالفة أنهم كذبوا بالقرآن قبل أن يأتيهم تأويله وقبل أن يحيطوا بعلمه ـ قفّى على ذلك بذكر حالهم بعد أن يأتيهم التأويل المتوقع ، وبيّن أنهم حينئذ يكونون فريقين : فريق يؤمن به ، وفريق يستمر على كفره وعناده.\nالإيضاح",
        "(وَمِنْهُمْ مَنْ يُؤْمِنُ بِهِ) أي ومن هؤلاء المكذبين من يؤمن به حين إتيان تأويله وظهور حقيقته بعد أن سعوا فى معارضته ورازوا قواهم فيها فتضاءلت دونها.\n(وَمِنْهُمْ مَنْ لا يُؤْمِنُ بِهِ) أي ومنهم من يصرّ على الكفر ويستمر عليه.\n(وَرَبُّكَ أَعْلَمُ بِالْمُفْسِدِينَ) أي وربك أعلم بمن يفسدون فى الأرض بالشرك والظلم والبغي ، لفقدهم الاستعداد للإيمان ، وهؤلاء سيعذبهم فى الدنيا ويخزيهم وينصركم عليهم ، ويجزيهم فى الآخرة لفسادهم وسوء معتقداتهم.\n(وَإِنْ كَذَّبُوكَ فَقُلْ لِي عَمَلِي وَلَكُمْ عَمَلُكُمْ) أي وإن أصروا على تكذيبك فقل لى عملى ، وهو البلاغ المبين والإنذار والتبشير ، وما أنا بمسيطر ولا جبّار ، ولكم عملكم وهو الظلم والفساد الذي تجزون به يوم الحساب كما قال تعالى : «هَلْ تُجْزَوْنَ إِلَّا بِما كُنْتُمْ تَكْسِبُونَ».",
        "(أَنْتُمْ بَرِيئُونَ مِمَّا أَعْمَلُ وَأَنَا بَرِيءٌ مِمَّا تَعْمَلُونَ) أي لا تؤاخذون بعملي ولا أؤاخذ بعملكم ، وهذا كقوله : «قُلْ إِنِ افْتَرَيْتُهُ فَعَلَيَّ إِجْرامِي ، وَأَنَا بَرِيءٌ مِمَّا تُجْرِمُونَ»\n(وَمِنْهُمْ مَنْ يَسْتَمِعُونَ إِلَيْكَ أَفَأَنْتَ تُسْمِعُ الصُّمَّ وَلَوْ كانُوا لا يَعْقِلُونَ (42) وَمِنْهُمْ مَنْ يَنْظُرُ إِلَيْكَ أَفَأَنْتَ تَهْدِي الْعُمْيَ وَلَوْ كانُوا لا يُبْصِرُونَ (43) إِنَّ اللهَ لا يَظْلِمُ النَّاسَ شَيْئاً وَلكِنَّ النَّاسَ أَنْفُسَهُمْ يَظْلِمُونَ (44))\nالمعنى الجملي\nبعد أن أنبأ الله رسوله صلى الله عليه وسلم بأن من قومه من لا يؤمن به لا حالا ولا استقبالا ، بل يصرّون على التكذيب بعد ما جاءتهم البينات ، وكان ذلك من",
        "شأنه صلى الله عليه وسلم أن يثير عجبه ويجعله يطيل الحزن والأسف إن لم يؤمنوا بهذا الحديث ـ ذكر سبب هذا ، وهو أنهم قوم طبع الله على قلوبهم وفقدوا الاستعداد للإيمان ، فلا وسيلة له صلى الله عليه وسلم فى إصلاح حالهم ، ولا قدرة له على هدايتهم.\nالإيضاح\n(وَمِنْهُمْ مَنْ يَسْتَمِعُونَ إِلَيْكَ) أي ومن المكذبين ناس يصيخون بأسماعهم إذا قرأت القرآن أو بينت ما فيه من أصول الشرائع والأحكام ، ولكنهم لا يسمعون إذ يستمعون ، فهم لا يتدبرون القول ولا يتفقهون ما يراد منه ، بل جلّ همهم أن يتسمعوا غرابة نظمه وجرس صوته بترتيله ، كمن يستمع إلى الطائر يغرّد على غصن الشجرة ليتلذذ بصوته لا ليفهم ما يغرد به ، وقد وصف الله حالهم فى آي أخرى فقال : «ما يَأْتِيهِمْ مِنْ ذِكْرٍ مِنْ رَبِّهِمْ مُحْدَثٍ إِلَّا اسْتَمَعُوهُ وَهُمْ يَلْعَبُونَ لاهِيَةً قُلُوبُهُمْ» وقال : «وَمِنْهُمْ مَنْ يَسْتَمِعُ إِلَيْكَ وَجَعَلْنا عَلى قُلُوبِهِمْ أَكِنَّةً أَنْ يَفْقَهُوهُ وَفِي آذانِهِمْ وَقْراً».\nوالآن نرى من المسلمين من يستمع إلى قراءة القرآن من قارئ حسن الصوت للتلذذ بترتيله وتوقيع صوته لا لينتفع بعظاته وعبره ، ولا ليفهم عقائده وأحكامه.",
        "(أَفَأَنْتَ تُسْمِعُ الصُّمَّ وَلَوْ كانُوا لا يَعْقِلُونَ) أي إن السماع النافع للمستمع هو الذي يعقل به ما يسمعه ويفقهه ويعمل به ، ومن فقد هذا كان كالأصم الذي لا يسمع ، وإنك أيها الرسول الكريم لم تؤت القدر على إسماع الصم الذين فقدوا حاسة السمع حقيقة فكذلك لا تستطيع أن تسمع إسماعا نافعا من فى حكمهم وهم الذين لا يعقلون ما يسمعون ولا يفقهون معناه فيهتدوا به وينتفعوا بعظاته.\n(وَمِنْهُمْ مَنْ يَنْظُرُ إِلَيْكَ) أي ومنهم من يتجه نظره إليك حين تقرأ القرآن\nولكنه لا يبصر ما آتاك الله من نور الإيمان والخلق العظيم وأمارات الهدى والتزام الصدق.\n(أَفَأَنْتَ تَهْدِي الْعُمْيَ وَلَوْ كانُوا لا يُبْصِرُونَ) أي إنك أيها الرسول الكريم كما لا تقدر على هداية العمى بدلائل البصر الحسية ، لا تقدر على هدايتهم بالدلائل العقلية ، ولو كانوا فاقدين لنعمة البصيرة التي تدركها.",
        "وخلاصة ما تقدم ـ إن هداية الدين كهداية الحس لا تكون إلا للمستعدّ بهداية العقل ، وإن هداية العقل لا تحصل إلا بتوجيه النفس وصحة القصد ، وهؤلاء قد انصرفت نفوسهم عن استعمال عقولهم استعمالا نافعا فى الدلائل البصرية والسمعية لإدراك أىّ مطلب من المطالب الشريفة التي وراء شهواتهم وتقاليدهم.\n(إِنَّ اللهَ لا يَظْلِمُ النَّاسَ شَيْئاً) يراد بالظلم هنا المعنى الذي تدل عليه اللغة وهو نقص ما تقتضى الخلقة الكاملة وجوده كما فى قوله : «كِلْتَا الْجَنَّتَيْنِ آتَتْ أُكُلَها وَلَمْ تَظْلِمْ مِنْهُ شَيْئاً» أي إنه لم يكن من سنن الله تعالى فى خلقة أن ينقصهم شيئا من الأسباب التي يهتدون باستعمالها إلى ما فيه خيرهم من إدراكات وإرشاد إلى الحق بإرسال الرسل ونصب الأدلة التي توصلهم إلى سعادتهم فى الدنيا والآخرة.\n(وَلكِنَّ النَّاسَ أَنْفُسَهُمْ يَظْلِمُونَ) أي إنهم يظلمون أنفسهم وحدها دون غيرها ، لأن عقاب ظلمهم واقع عليها ، فهم يجنون عليها بكفرهم بما أنعم الله عليهم من هدايات المشاعر والعقل والدين بعدم استعمالها فيما خلقت لأجله من اتباع الحق فى الاعتقاد والهدى فى الأعمال ، وذلك هو الصراط المستقيم الموصل لسعادة الدارين.\n(وَيَوْمَ يَحْشُرُهُمْ كَأَنْ لَمْ يَلْبَثُوا إِلاَّ ساعَةً مِنَ النَّهارِ يَتَعارَفُونَ بَيْنَهُمْ قَدْ خَسِرَ الَّذِينَ كَذَّبُوا بِلِقاءِ اللهِ وَما كانُوا مُهْتَدِينَ (45))",
        "المعنى الجملي\nلما وصف الله هؤلاء المشركين بترك التدبر والإصغاء وتكذيبهم للرسول صلى الله عليه وسلم والقرآن قبل أن يأتيهم تأويله ـ قفّى على ذلك بالوعيد بما سيكون لهم من الجزاء على هذا يوم القيامة.\nالإيضاح\n(وَيَوْمَ يَحْشُرُهُمْ كَأَنْ لَمْ يَلْبَثُوا إِلَّا ساعَةً مِنَ النَّهارِ يَتَعارَفُونَ بَيْنَهُمْ) الساعة يضرب بها المثل فى القلة : أي وأنذرهم أيها الرسول يوم يجمعهم الله بالبعث بعد الموت ويسوقهم إلى مواقف الحساب والجزاء ، وكأنهم لم يلبثوا فى الدنيا إلا مدة قليلة ثم تقضّت.",
        "وخلاصة ذلك ـ إن هذه الدنيا التي غرّتهم بمتاعها الحقير الزائل قصيرة الأمد ستزول بموتهم ، وسيقدّرون يوم القيامة قصرها بساعة من النهار لا تسع لأكثر من التعارف.\nوالآية بمعنى قوله : «كَأَنَّهُمْ يَوْمَ يَرَوْنَ ما يُوعَدُونَ ، لَمْ يَلْبَثُوا إِلَّا ساعَةً مِنْ نَهارٍ». وقوله : «وَيَوْمَ تَقُومُ السَّاعَةُ يُقْسِمُ الْمُجْرِمُونَ ما لَبِثُوا غَيْرَ ساعَةٍ ، كَذلِكَ كانُوا يُؤْفَكُونَ». وقوله : «قالَ كَمْ لَبِثْتُمْ فِي الْأَرْضِ عَدَدَ سِنِينَ؟ قالُوا لَبِثْنا يَوْماً أَوْ بَعْضَ يَوْمٍ فَسْئَلِ الْعادِّينَ ، قالَ إِنْ لَبِثْتُمْ إِلَّا قَلِيلاً لَوْ أَنَّكُمْ كُنْتُمْ تَعْلَمُونَ».\n(قَدْ خَسِرَ الَّذِينَ كَذَّبُوا بِلِقاءِ اللهِ وَما كانُوا مُهْتَدِينَ) أي إن هؤلاء آثروا الحياة القصيرة المنغّصة بالأكدار السريعة الزوال على الحياة الأبدية بما فيها من النعيم المقيم ، فلم يستعدوا لها ويعملوا الأعمال الصالحة التي تزكى نفوسهم وتهذب أرواحهم ، فخسروا السعادة فيها وما كانوا مهتدين فيما اختاروه لأنفسهم من إيثار الخسيس الزائل على النفيس الخالد.\n(وَإِمَّا نُرِيَنَّكَ بَعْضَ الَّذِي نَعِدُهُمْ أَوْ نَتَوَفَّيَنَّكَ فَإِلَيْنا مَرْجِعُهُمْ ثُمَّ اللهُ شَهِيدٌ عَلى ما يَفْعَلُونَ (46) وَلِكُلِّ أُمَّةٍ رَسُولٌ فَإِذا جاءَ رَسُولُهُمْ قُضِيَ بَيْنَهُمْ بِالْقِسْطِ وَهُمْ لا يُظْلَمُونَ (47) وَيَقُولُونَ مَتى هذَا الْوَعْدُ إِنْ كُنْتُمْ صادِقِينَ (48) قُلْ لا أَمْلِكُ لِنَفْسِي ضَرًّا وَلا نَفْعاً إِلاَّ ما شاءَ اللهُ لِكُلِّ أُمَّةٍ أَجَلٌ إِذا جاءَ أَجَلُهُمْ فَلا يَسْتَأْخِرُونَ ساعَةً وَلا يَسْتَقْدِمُونَ (49) قُلْ أَرَأَيْتُمْ إِنْ أَتاكُمْ عَذابُهُ بَياتاً أَوْ نَهاراً ما ذا يَسْتَعْجِلُ مِنْهُ الْمُجْرِمُونَ (50) أَثُمَّ إِذا ما وَقَعَ آمَنْتُمْ بِهِ آلْآنَ وَقَدْ كُنْتُمْ بِهِ تَسْتَعْجِلُونَ (51) ثُمَّ قِيلَ لِلَّذِينَ ظَلَمُوا ذُوقُوا عَذابَ الْخُلْدِ هَلْ تُجْزَوْنَ إِلاَّ بِما كُنْتُمْ تَكْسِبُونَ (52) وَيَسْتَنْبِئُونَكَ أَحَقٌّ هُوَ قُلْ إِي وَرَبِّي إِنَّهُ لَحَقٌّ وَما أَنْتُمْ بِمُعْجِزِينَ (53) وَلَوْ أَنَّ لِكُلِّ نَفْسٍ ظَلَمَتْ ما فِي الْأَرْضِ لافْتَدَتْ بِهِ وَأَسَرُّوا النَّدامَةَ لَمَّا رَأَوُا الْعَذابَ وَقُضِيَ بَيْنَهُمْ بِالْقِسْطِ وَهُمْ لا يُظْلَمُونَ (54) أَلا إِنَّ لِلَّهِ ما فِي السَّماواتِ وَالْأَرْضِ أَلا إِنَّ وَعْدَ اللهِ حَقٌّ وَلكِنَّ أَكْثَرَهُمْ لا يَعْلَمُونَ (55) هُوَ يُحيِي وَيُمِيتُ وَإِلَيْهِ تُرْجَعُونَ (56))",
        "المعنى الجملي\nبعد أن أبان سبحانه وتعالى فى الآية السالفة أن هؤلاء المشركين الذين كذبوا بلقاء الله تعالى قد خسروا وما كانوا مهتدين ، وهذا يتضمن تهديدا ووعيدا بالعذاب الذي سيلقونه فى الدنيا والآخرة ـ قفّى على ذلك ببيان أن بعض هذا العذاب ستراه\nأيها الرسول الكريم وتقرّ عينك برؤيته ، وبعض آخر سيكون لهم يوم الجزاء ، وهو عليم بما فعلوه فيجازيهم به قدر ما يستحقون.\nالإيضاح",
        "(وَإِمَّا نُرِيَنَّكَ بَعْضَ الَّذِي نَعِدُهُمْ) أي وإن أريناك بعض ما نعدهم من العقاب فى الدنيا ، فذاك الذي يستحقونه وهم له أهل ، وقد أراه ما نزل بهم من القحط والمجاعة بدعائه صلى الله عليه وسلم عليهم ، ونصره عليهم نصرا مؤزّرا فى أول معركة هاجمه بها رؤساؤهم وصناديدهم وهى غزوة بدر فقتلّهم وشرّدهم شر تقتيل وتشريد ، وكذلك فعل بهم صلى الله عليه وسلم فى غيرها من الغزوات حتى فتح عاصمتهم أمّ القرى ودخل الناس فى الدين أفواجا.\n(أَوْ نَتَوَفَّيَنَّكَ فَإِلَيْنا مَرْجِعُهُمْ) أي أو نتوفينك هم قبل أن نريك ذلك فيهم فمصيرهم بكل حال إلينا ، وآنئذ سيلقون من الجزاء ما يعلمون به صدق وعيدنا.\n(ثُمَّ اللهُ شَهِيدٌ عَلى ما يَفْعَلُونَ) فيجزيهم به على علم وشهادة حق.\nوقد جاء بمعنى الآية قوله : «فَاصْبِرْ إِنَّ وَعْدَ اللهِ حَقٌّ» وقوله. «وَإِنْ ما نُرِيَنَّكَ بَعْضَ الَّذِي نَعِدُهُمْ أَوْ نَتَوَفَّيَنَّكَ فَإِنَّما عَلَيْكَ الْبَلاغُ وَعَلَيْنَا الْحِسابُ».",
        "(وَلِكُلِّ أُمَّةٍ رَسُولٌ) أي إنه تعالى رحمة بعباده وإزالة للحجة جعل لكل أمة من الأمم الخالية رسولا بعثه فيها وقت الحاجة إليه ، ليبين لهم ما يجب عليهم من الإيمان به وباليوم الآخر وما ينجيهم من العقاب فى ذلك اليوم وهو العمل الصالح الذي يكون سببا فى سعادتهم فى الدارين.\nوفى الآية دليل على أن الله تعالى قد أرسل إلى كل جماعة من الأمم السالفة رسولا وما أهمل أمة قط ، ويدل على ذلك قوله : «وَإِنْ مِنْ أُمَّةٍ إِلَّا خَلا فِيها نَذِيرٌ» وقوله : «وَما كُنَّا مُعَذِّبِينَ حَتَّى نَبْعَثَ رَسُولاً» وقوله : «رُسُلاً مُبَشِّرِينَ وَمُنْذِرِينَ لِئَلَّا يَكُونَ لِلنَّاسِ عَلَى اللهِ حُجَّةٌ بَعْدَ الرُّسُلِ».\n(فَإِذا جاءَ رَسُولُهُمْ قُضِيَ بَيْنَهُمْ بِالْقِسْطِ وَهُمْ لا يُظْلَمُونَ) أي فإذا جاء رسولهم وبلّغهم ما يجب عليهم معرفته من أمور دينه ، لم يبق لهم حينئذ عذر فى مخالفته ، فهنالك فى يوم الحساب يقضى الله تعالى بينهم بالعدل ولا يظلمون فى قضائه شيئا مما سيحل بهم من عذاب لا يكون ظلما لهم ، لأنه من قبل أنفسهم وهم الذين دنسوها بسيء الأعمال فاستحقوا على ذلك شديد العقاب.\n(وَيَقُولُونَ مَتى هذَا الْوَعْدُ إِنْ كُنْتُمْ صادِقِينَ) أي ويقول كفار قريش للرسول صلى الله عليه وسلم ومن اتبعه من المؤمنين مكذبين له فيما أخبرهم به من نزول العذاب بالأعداء والنصرة للأولياء : متى يقع هذا الوعد الذي تعدوننا به إن كنتم صادقين فى قولكم : إن الله تعالى سينتقم لكم منا وينصركم علينا : أي فى نحو ما جاء فى قوله : «حَتَّى إِذا رَأَوْا ما يُوعَدُونَ فَسَيَعْلَمُونَ مَنْ أَضْعَفُ ناصِراً وَأَقَلُّ عَدَداً» وقوله : «قُلْ إِنْ أَدْرِي أَقَرِيبٌ ما تُوعَدُونَ أَمْ يَجْعَلُ لَهُ رَبِّي أَمَداً عالِمُ الْغَيْبِ فَلا يُظْهِرُ عَلى غَيْبِهِ أَحَداً».",
        "وقد لقن الله رسوله صلى الله عليه وسلم الجواب عن هذا السؤال بقوله :\n(قُلْ لا أَمْلِكُ لِنَفْسِي ضَرًّا وَلا نَفْعاً إِلَّا ما شاءَ اللهُ) أي قل أيها الرسول لمن يستعجل الوعيد ويقول لك متى هذا الوعد. إنى بشر رسول لا أملك لنفسى فضلا عن غيرى شيئا من التصرف فى الضر فأدفعه عنها ، ولا شيئا من النفع فأجلبه لها من غير طريق الأسباب التي يقدر عليها غيرى ، وليس منها إنزال العذاب بالكفار المعاندين ولا بذل النصر والمعونة للمؤمنين ، لكن ما شاء الله تعالى من ذلك يكون متى شاء ولا شأن لى فيه ، لأنه خاص بمقام الربوبية دون الرسالة التي من وظيفتها التبليغ لا التكوين.\nوقد جاء فى معنى الآية قوله : «قُلْ لا أَمْلِكُ لِنَفْسِي نَفْعاً وَلا ضَرًّا إِلَّا ما شاءَ اللهُ ، وَلَوْ كُنْتُ أَعْلَمُ الْغَيْبَ لَاسْتَكْثَرْتُ مِنَ الْخَيْرِ وَما مَسَّنِيَ السُّوءُ إِنْ أَنَا إِلَّا نَذِيرٌ وَبَشِيرٌ لِقَوْمٍ يُؤْمِنُونَ».\n(لِكُلِّ أُمَّةٍ أَجَلٌ إِذا جاءَ أَجَلُهُمْ فَلا يَسْتَأْخِرُونَ ساعَةً وَلا يَسْتَقْدِمُونَ) أي لكل أمة من الأمم الذين أصرّوا على تكذيب رسولهم أجل لعذابهم يحلّ بهم عند حلوله لا يتعداهم إلى أمة أخرى ، إذا جاء ذلك الأجل فلا يملك رسولهم من دون الله تعالى أن يقدمه ولا أن يؤخره ساعة عن الزمان المقدر له وإن قلّت.",
        "قال فى فتح البيان : وفى هذا أعظم وازع وأبلغ زاجر لمن صار ديدنه وهجّيراه المناداة لرسول الله صلى الله عليه وسلم أو الاستغاثة به عند نزول النوازل التي لا يقدر على دفعها إلا الله سبحانه وتعالى ؛ وكذلك من صار يطلب من الرسول صلى الله عليه وسلم ما لا يقدر على تحصيله إلا الله سبحانه وتعالى ؛ فإن هذا مقام رب العالمين الذي خلق الأنبياء والصالحين وجميع المخلوقين ، ورزقهم وأحياهم فكيف يطلب من نبىّ من الأنبياء أو ملك من الملائكة أو صالح من الصالحين ما هو عاجز عنه غير قادر عليه ويترك الطلب من رب الأرباب القادر على كل شىء الخالق الرازق المعطى المانع.\nوحسبك ما فى الآية من موعظة ، فإن هذا سيد ولد آدم وخاتم الرسل يأمره الله بأنه يقول لعباده «لا أَمْلِكُ لِنَفْسِي ضَرًّا وَلا نَفْعاً» فكيف يملكه لغيره ، وكيف يملكه غيره ممن رتبته دون رتبته ومنزلته لا تبلغ إلى منزلته؟.\nفيا عجبا لقوم يعكفون على قبور الأموات الذين صاروا تحت أطباق الثرى ، ويطلبون منهم من الحوائج ما لا يقدر عليه إلا الله عزّ وجل ، كيف لا يتّعظون لما وقعوا فيه من الشرك ، ولا يتنبهون لما حل بهم من المخالفة لمعنى لا إله إلا الله ، ومدلول «قُلْ هُوَ اللهُ أَحَدٌ».\nوأعجب من هذا إطلاع أهل العلم على ما يقع من هؤلاء ولا ينكرون عليهم ولا يحولون بينهم وبين الرجوع إلى الجاهلية الأولى ، بل إلى ما هو أشد منها ، فإن أولئك يعترفون بأن الله سبحانه وتعالى هو الخالق الرازق ، المحيي المميت ، الضار النافع ، وإنما يجعلون أصنامهم شفعاء لهم عند الله ومقربين لهم إليه وهؤلاء يجعلون لهم قدرة على",
        "الضر والنفع وينادونهم تارة على الاستقلال وتارة مع ذى الجلال (وكفاك من شر سماعه) والله ناصر دينه ومطهّر شريعته من أوضار الشرك وأدناس الكفر.\nوقد توسل الشيطان أخزاه الله تعالى بهذه الذريعة إلى ما تقرّ به عينه ويثلج به صدره من كفر كثير من هذه الأمة المباركة «وَهُمْ يَحْسَبُونَ أَنَّهُمْ يُحْسِنُونَ صُنْعاً» إنّا لله وإنّا إليه راجعون اه.\n(قُلْ أَرَأَيْتُمْ إِنْ أَتاكُمْ عَذابُهُ بَياتاً أَوْ نَهاراً) أي قل لهم أيها الرسول : أخبرونى عن حالكم وما يمكنكم أن تفعلوه إن أتاكم عذا به الذي تستعجلون به فى وقت مبيتكم بالليل أو وقت اشتغالكم بلهوكم ولعبكم أو بأمور معاشكم بالنهار.\n(ما ذا يَسْتَعْجِلُ مِنْهُ الْمُجْرِمُونَ) أي أىّ نوع من العذاب يستعجل منه المجرمون الكذابون؟ أعذاب الدنيا أم عذاب يوم القيامة؟ وأيا ما استعجلوا فهو حماقة وجهالة.",
        "(أَثُمَّ إِذا ما وَقَعَ آمَنْتُمْ بِهِ) أي أيستعجل مجرموكم بالعذاب الذين هم أحق بالخوف منه بدل الإيمان الذي يدفعه عنهم ثم إذا وقع بالفعل آمنتم به حين لا ينفع الإيمان ، إذ هو قد صار ضروريا بالمشاهدة والعيان ، لا تصديقا للرسول عليه السلام.\n(آلْآنَ وَقَدْ كُنْتُمْ بِهِ تَسْتَعْجِلُونَ) أي وقيل لكم على سبيل التوبيخ آلآن آمنتم به اضطرارا ، وقد كنتم به تستعجلون تكذيبا به واستكبارا.\n(ثُمَّ قِيلَ لِلَّذِينَ ظَلَمُوا ذُوقُوا عَذابَ الْخُلْدِ) أي ثم قيل للذين ظلموا أنفسهم بالكفر بالرسالة والوعد والوعيد تجرعوا عذاب الله الدائم لكم أبدا بحيث لا فناء له ولا زوال.\nثم بين أن هذا العذاب جزاء ما صنعوا فى الدنيا فقال :",
        "(هَلْ تُجْزَوْنَ إِلَّا بِما كُنْتُمْ تَكْسِبُونَ؟) أي لا تجزون إلا بما كنتم تكسبون باختياركم من الكفر والظلم والفساد فى الأرض والعزم على الثبات عليه وعدم التحول عنه ، وليس فى هذا الجزاء شىء من الظلم ، لأنه أثر لازم لما عملوا فلم يعودوا أهلا للكرامة وجوار المولى فى جنة الخلد.\n(وَيَسْتَنْبِئُونَكَ أَحَقٌّ هُوَ؟) أي ويسألونك أيها الرسول أن تنبئهم عن هذا العذاب الذي تعدهم به فى الدنيا والآخرة أحق إنه سيقع جزاء على ما كنا نكسبه من المعاصي فى الدنيا ، أم هو إرهاب وتخويف فحسب؟.\n(قُلْ إِي وَرَبِّي إِنَّهُ لَحَقٌّ وَما أَنْتُمْ بِمُعْجِزِينَ) إي بكسر الهمزة وسكون الياء كلمة يجاب بها عن كلام سبق بمعنى نعم ، وأعجزه الأمر : فاته ، أي نعم أقسم لكم بربي إنه لحق واقع ماله من دافع ، وما أنتم بواجدى من يوقع العذاب بكم عاجزا عن إدراككم وإيقاعه بكم.\nوخلاصة ذلك ـ إنه حين ينزل بكم عذابه لستم بفائتيه سبحانه بهرب أو امتناع بل أنتم فى قبضته وسلطانه ، إذا أراد فعل ذلك بكم فاتقوه فى أنفسكم أن يحل بكم غضبه.",
        "روى أحمد والشيخان عن أنس قال : «بينما نحن مع رسول الله صلى الله عليه وسلم فى المسجد إذ دخل رجل على جمل فأناخه فى المسجد ثم عقله ثم قال : أيكم محمد؟ قلنا هذا الرجل الأبيض المتكئ ، فقال : أبن عبد المطلب؟ فقال النبي صلى الله عليه وسلم قد أجبتك ، فقال إنى أسألك فمشدّد عليك فى المسألة فلا تجد علىّ فى نفسك ، قال سل ما بدا لك ، فقال أسألك بربك ورب من قبلك : آلله أرسلك إلى الناس كلهم؟ قال : اللهم نعم ، قال : أنشدك الله : آلله أمرك أن تصلى الصلوات الخمس فى اليوم والليلة؟ قال : اللهم نعم ، قال : أنشدك الله : آلله أمرك أن تصوم هذا الشهر من السنة؟\nقال : اللهم نعم قال أنشدك الله ، آلله أمرك أن تأخذ هذه الصدقة من أغنيائنا فتقسمها على فقرائنا؟ قال : اللهم نعم ، قال آمنت بما جئت به ، وأنا رسول من ورائي من قومى ، وأنا ضمام بن ثعلبة أخو بنى سعد بن بكر».\nوفى رواية أحمد أنه قال أيضا : «آلله أمرك أن تأمرنا أن نعبده ولا نشرك به شيئا وأن نخلع هذه الأنداد التي كان آباؤنا يعبدونها معه؟ قال : اللهم نعم ، وأنه كان أشعر داغديرتين وأن النبي صلى الله عليه وسلم قال : إن صدق ذو العقيصتين يدخل الجنة».\nوذكر أنه خرج حتى قدم على قومه فاجتمعوا إليه فكان أول ما تكلم به أن قال :",
        "بئست اللات والعزّى ، قالوا مه (أي كفّ عن هذا!) يا ضمام ، اتق البرص والجذام ، اتق الجنون ، قال : ويلكم إنهما والله ما يضرّان ولا ينفعان ، إن الله قد بعث إليكم رسولا وأنزل كتابا استنقذكم به مما كنتم فيه ، وأنى أشهد أن لا إله إلا الله وحده لا شريك له ، وأشهد أن محمدا عبده ورسوله ، قد جئتكم من عنده بما أمركم به ونهاكم عنه ، فو الله ما أمسى فى ذلك اليوم فى حاضره رجل ولا امرأة إلا مسلما.\nثم ذكر ما فى هذا اليوم من الأهوال فقال :\n(وَلَوْ أَنَّ لِكُلِّ نَفْسٍ ظَلَمَتْ ما فِي الْأَرْضِ لَافْتَدَتْ بِهِ) أي ولو أن لكل نفس كفرت بالله ـ جميع ما فى الأرض من أنواع الملك وصنوف النعم وأمكنها أن تجعله فداء لها من ذلك العذاب الأليم الذي تعانيه ـ لافتدت به ولم تدّخر منه شيئا.\n(وَأَسَرُّوا النَّدامَةَ لَمَّا رَأَوُا الْعَذابَ) إسرار الشيء : إخفاؤه وكتمانه ، وإسرار الحديث : خفض الصوت به ، والندم والندامة : ما يجده الإنسان فى نفسه من الألم والحسرة عقب كل فعل يظهر له ضرره ، وقد يجهر به بالكلام كما قال تعالى : «يا حَسْرَتى عَلى ما فَرَّطْتُ» أو يخفيه ويكتمه حين لا يجد فائدة من إعلانه أو اتقاء للشّماتة أو الإهانة. أي وأسر أولئك الذين ظلموا غمّهم وأسفهم على ما فعلوا من الظلم حين معاينة العذاب بأبصارهم ؛ إذ برزت لهم نار جهنم وأيقنوا أنهم مواقعوها لا مصرف لهم عنها ، فما مثلهم إلا مثل من يقدّم للصلب يثقله ما نزله به من الخطب الجلل ، ويغلب عليه الحزن الفادح فيخرسه ، ولا يستطيع أن ينطق ببنت شفة ويبقى جامدا مبهوتا لا حراك به.",
        "ثم بين أنه لا ظلم اليوم فقال :\n(وَقُضِيَ بَيْنَهُمْ بِالْقِسْطِ وَهُمْ لا يُظْلَمُونَ) أي وقضى الله بينهم وبين خصومهم بالحق والعدل ، وخصومهم هم الرسل والمؤمنون بهم ، وكذلك من أضلّوهم وظلموهم من المرءوسين والضعفاء الذين كانوا يغرونهم بالكفر ويصدّونهم عن الإيمان.\nوجاء فى معنى هذه الآية قوله فى سورة سبأ «وَأَسَرُّوا النَّدامَةَ لَمَّا رَأَوُا الْعَذابَ وَجَعَلْنَا الْأَغْلالَ فِي أَعْناقِ الَّذِينَ كَفَرُوا هَلْ يُجْزَوْنَ إِلَّا ما كانُوا يَعْمَلُونَ» وقوله :\n«يَوْمَ يَنْظُرُ الْمَرْءُ ما قَدَّمَتْ يَداهُ وَيَقُولُ الْكافِرُ يا لَيْتَنِي كُنْتُ تُراباً» وقوله : «وَيَوْمَ يَعَضُّ الظَّالِمُ عَلى يَدَيْهِ يَقُولُ يا لَيْتَنِي اتَّخَذْتُ مَعَ الرَّسُولِ سَبِيلاً يا وَيْلَتى لَيْتَنِي لَمْ أَتَّخِذْ فُلاناً خَلِيلاً».",
        "ثم أتبع ما تقدم بالدليل على قدرته على إنفاذ حكمه وإنجاز وعده ، وكون الظالمين لا يعجزونه ولا يستطيعون منه مهربا فقال :\n(أَلا إِنَّ لِلَّهِ ما فِي السَّماواتِ وَالْأَرْضِ) أي إنه تعالى مالك السموات والأرض وكل من فيهما من العقلاء وغيرهم ، فليس للكافرين به شىء يملكونه فيفتدون به أنفسهم من ذلك العذاب ، بل الأشياء كلها لله الذي إليه عقابهم جزاء ما كسبت أيديهم.\nوالخلاصة ـ فليتذكر من نسى ، وليتنبّه من غفل ، وليعلم من جهل ، أن لله وحده جميع ما فى العوالم العلوية والعوالم الأرضية يتصرف فيها كيف يشاء ، ولا يملك أحد من دونه شيئا من التصرف والفداء ، فى يوم البعث والجزاء.\nثم أكد ما سلف بقوله :",
        "(أَلا إِنَّ وَعْدَ اللهِ حَقٌّ وَلكِنَّ أَكْثَرَهُمْ لا يَعْلَمُونَ) أي إن كل ما وعد به على ألسنة رسله حق لا ريب فيه ، لأنه وعد المالك القادر على كل شىء ولا يعجزه شىء ، ولكن أكثر الكفار منكرى البعث والجزاء لا يعلمون أمر الآخرة لغفلتهم عنها وقصور أنظارهم عن الوصول إلى ما يكون فيها.\nثم أقام الدليل على قدرته على ذلك فقال :\n(هُوَ يُحيِي وَيُمِيتُ وَإِلَيْهِ تُرْجَعُونَ) أي إنه تعالى هو المحيي المميت ، لا يتعذر عليه فعل ما أراد من الإحياء والإماتة ، ثم إليه ترجعون حين يحييكم بعد موتكم ويحشركم إليه للحساب والجزاء بأعمالكم.\n(يا أَيُّهَا النَّاسُ قَدْ جاءَتْكُمْ مَوْعِظَةٌ مِنْ رَبِّكُمْ وَشِفاءٌ لِما",
        "فِي الصُّدُورِ وَهُدىً وَرَحْمَةٌ لِلْمُؤْمِنِينَ (57) قُلْ بِفَضْلِ اللهِ وَبِرَحْمَتِهِ فَبِذلِكَ فَلْيَفْرَحُوا هُوَ خَيْرٌ مِمَّا يَجْمَعُونَ (58))\nتفسير المفردات\nالعظة : الوصية بالحق والخير ، واجتناب الباطل والشر ، بأساليب الترغيب والترهيب التي يرقّ لها القلب ، فتبعث على الفعل أو الترك ، والشفاء : الدواء ، والهدى بيان الحق المنقذ من الضلال ، ويكون فى الاعتقاد بالحجة والبرهان ، وفى العمل ببيان المصالح والحكم ، والرحمة : الإحسان ، وفضل الله : هو توفيقهم لتزكية أنفسهم بالموعظة والهدى ، ورحمته : هى الثمرة التي نتجت من ذلك ، وبها فضلوا جميع الناس.\nالمعنى الجملي",
        "بعد أن ذكر الأدلة على أسس الدين الثلاثة وهى الوحدانية والرسالة والبعث ـ قفى على ذلك بذكر التشريع العملي وهو القرآن الكريم ، وقد أجمل مقاصد هذا التشريع فى أمور أربعة :\nالإيضاح\n(يا أَيُّهَا النَّاسُ قَدْ جاءَتْكُمْ مَوْعِظَةٌ مِنْ رَبِّكُمْ وَشِفاءٌ لِما فِي الصُّدُورِ وَهُدىً وَرَحْمَةٌ لِلْمُؤْمِنِينَ) أي قل لهم أيها الرسول : قد جاءكم كتاب جامع لكل ما تحتاجون إليه من المواعظ الحسنة التي تصلح أخلاقكم وأعمالكم ، والشفاء للأمراض الباطنية والهداية الواضحة للصراط المستقيم الذي يوصل إلى سعادة الدنيا والآخرة ، والرحمة الخاصة للمؤمنين من رب العالمين.\nوالخلاصة ـ إن الآية الكريمة أجملت إصلاح القرآن الكريم لأنفس البشر فى أربعة أمور :",
        "(1) الموعظة الحسنة بالترغيب والترهيب بذكر ما يرقّ له القلب فيبعثه على الفعل أو الترك.\nوقد جاء فى معنى الآية قوله : «وَاذْكُرُوا نِعْمَتَ اللهِ عَلَيْكُمْ وَما أَنْزَلَ عَلَيْكُمْ مِنَ الْكِتابِ وَالْحِكْمَةِ يَعِظُكُمْ بِهِ» وقوله : «هذا بَيانٌ لِلنَّاسِ وَهُدىً وَمَوْعِظَةٌ لِلْمُتَّقِينَ».\n(2) الشفاء لما فى القلوب من أدواء الشرك والنفاق وسائر الأمراض التي يشعر من أحبّها بضيق الصدر كالشك فى الإيمان والبغي والعدوان وحب الظلم وبغض الحق والخير.\n(3) الهدى إلى طريق الحق واليقين والبعد من الضلال فى الاعتقاد والعمل.",
        "(4) الرحمة للمؤمنين وهى ما تثمر لهم هداية القرآن وتفيضه على قلوبهم ، ومن آثارها بذل المعروف وإغاثة الملهوف وكف الظلم ومنع التعدي والبغي.\nوإجمال ذلك ـ إن موعظة القرآن وشفاءه لما فى الصدور من أمراض الكفر والنفاق وجميع الرذائل وهداه إلى الحق والفضائل موجّهات إلى أمة الدعوة وهم جميع الناس ، والمؤمنون قد اختصّوا بما تثمره هذه الصفات الثلاث من الرحمة لأنهم هم الذين ينتفعون بها.\nثم أمر الله رسوله صلى الله عليه وسلم أن يبلغ المؤمنين بأنه يحق لهم أن يفرحوا بفضل الله عليهم بنعمة الإيمان وبالرحمة الخاصة بهم الجامعة لكل ما ذكر قبلها من مقاصد الشريعة فقال :\n(قُلْ بِفَضْلِ اللهِ وَبِرَحْمَتِهِ فَبِذلِكَ فَلْيَفْرَحُوا) أي قل لهم ليفرحوا بفضل الله وبرحمته أي إن كان شىء فى الدنيا يستحق أن يفرح به فهو فضل الله ورحمته.",
        "روى ابن مردويه وأبو الشيخ عن أنس مرفوعا «فضل الله القرآن ، ورحمته أن جعلكم من أهله».\nوعن الحسن والضحاك وقتادة ومجاهد «فضل الله الإيمان ، ورحمته القرآن».\n(هُوَ خَيْرٌ مِمَّا يَجْمَعُونَ) أي إن الفرح بهما أفضل وأنفع مما يجمعونه من الذهب والفضة والأنعام والحرث والخيل المسومة وسائر خيرات الدنيا ، لأنه هو سبب السعادة فى الدارين. وتلك سبب السعادة فى الدنيا الزائلة فحسب. فقد نال المسلمون فى العصور\nالأولى بسببه الملك الواسع والمال الكثير مع الصلاح والإصلاح مما لم يتسنّ لغيرهم من قبل ولا من بعد.",
        "وبعد أن جعلوا ديدنهم جمع المال ومتاع الدنيا ووجهوا همتهم إليه وتركوا هداية القرآن فى إنفاقه والشكر عليه ذهبت دنياهم من أيديهم إلى أيدى أعدائهم.\n(قُلْ أَرَأَيْتُمْ ما أَنْزَلَ اللهُ لَكُمْ مِنْ رِزْقٍ فَجَعَلْتُمْ مِنْهُ حَراماً وَحَلالاً قُلْ آللهُ أَذِنَ لَكُمْ أَمْ عَلَى اللهِ تَفْتَرُونَ (59) وَما ظَنُّ الَّذِينَ يَفْتَرُونَ عَلَى اللهِ الْكَذِبَ يَوْمَ الْقِيامَةِ إِنَّ اللهَ لَذُو فَضْلٍ عَلَى النَّاسِ وَلكِنَّ أَكْثَرَهُمْ لا يَشْكُرُونَ (60))\nالمعنى الجملي\nبعد أن أقام سبحانه وتعالى الأدلة العقلية على إثبات الوحى والرسالة ـ قفى على ذلك بذكر فعل من أفعالهم لا ينكرونه ولا يجادلون فى وجوده وهو يثبت صحة وجودهما.",
        "ذاك أن التشريع بالتحليل والتحريم هو حق الله تعالى وحده وأن الأصل فى الأرزاق وسائر الأشياء التي ينتفع بها الإباحة ، فتحريم بعض الأشياء وتحليل بعض إما بأمره تعالى بوساطة رسله وأنتم تنكرونه وتزعمون أنه محال ، وإما بالافتراء على الله وهو الذي يلزمكم بإنكار الأول ، إذ لا واسطة بينهما.\nالإيضاح\n(قُلْ أَرَأَيْتُمْ ما أَنْزَلَ اللهُ لَكُمْ مِنْ رِزْقٍ فَجَعَلْتُمْ مِنْهُ حَراماً وَحَلالاً) أي قل لهؤلاء المشركين : أخبرونى أيها الجاحدون للوحى والرسالة ـ أهذا الذي أفاضه الله عليكم من فضله وإحسانه من رزق تعيشون به من نبات وحيوان ، فجعلتم بعضه حراما وبعضه حلالا وقد تقدم تفصيل ذلك فى سورة الأنعام فقال «وَجَعَلُوا لِلَّهِ مِمَّا ذَرَأَ مِنَ الْحَرْثِ\nوَالْأَنْعامِ نَصِيباً فَقالُوا هذا لِلَّهِ بِزَعْمِهِمْ وَهذا لِشُرَكائِنا» إلخ وقوله فى سورة المائدة : «ما جَعَلَ اللهُ مِنْ بَحِيرَةٍ وَلا سائِبَةٍ وَلا وَصِيلَةٍ وَلا حامٍ وَلكِنَّ الَّذِينَ كَفَرُوا يَفْتَرُونَ عَلَى اللهِ الْكَذِبَ وَأَكْثَرُهُمْ لا يَعْقِلُونَ».",
        "(قُلْ آللهُ أَذِنَ لَكُمْ أَمْ عَلَى اللهِ تَفْتَرُونَ) أي قل لهم إن حق التحريم والتحليل لا يكون إلا لله ، فهل الله هو الذي أذن لكم بذلك بوحي من عنده؟ أم أنتم على الله تفترون بزعمكم أنه حرم ما حرمتم وحلّل ما حلّلتم.\nوالخلاصة ـ إنه لا مندوحة لكم من الاعتراف بأحد الأمرين ، إما دعوى الإذن من الله لكم بالتحريم والتحليل ، وذلك اعتراف بالوحى ، وأنتم تنكرونه وتزعمون أنه محال ، وإما الافتراء على الله وهو الذي يلزمكم إذا أنكرتم الأول.\nوبعد أن سجل سبحانه وتعالى عليهم جريمة افتراء الكذب على الله ، قفى عليه بالوعيد مع الإيماء إلى ما يكون من سوء حالهم وشدة عقابهم يوم القيامة فقال :\n(وَما ظَنُّ الَّذِينَ يَفْتَرُونَ عَلَى اللهِ الْكَذِبَ يَوْمَ الْقِيامَةِ) أي أىّ شىء ظنهم فى ذلك اليوم الذي تجزى فيه كل نفس ما عملت؟ أيظنون أنهم يتركون بلا عقاب على جريمة افتراء الكذب على الله وتعمده فيما هو خاص بربوبيته ونزاع له فيها وشرك به كما قال : «أَمْ لَهُمْ شُرَكاءُ شَرَعُوا لَهُمْ مِنَ الدِّينِ ما لَمْ يَأْذَنْ بِهِ اللهُ» وقال : «وَلا تَقُولُوا لِما تَصِفُ أَلْسِنَتُكُمُ الْكَذِبَ هذا حَلالٌ وَهذا حَرامٌ لِتَفْتَرُوا عَلَى اللهِ الْكَذِبَ».",
        "(إِنَّ اللهَ لَذُو فَضْلٍ عَلَى النَّاسِ) أي إن الله ذو فضل على الناس فى كل ما خلقه لهم من الرزق ، وكل ما شرع لهم من الدين ، ومن ذلك أن جعل الأصل فيما أنزله إليهم من الرزق الإباحة ، وأن جعل حق التحريم والتحليل له وحده كيلا يتحكم فيهم أمثالهم من عباده كمن اتخذوا أحبارهم ورهبانهم أربابا من دون الله ، وهو سبحانه لم يحرم عليهم إلا ما كان ضارّا بهم ، وحصر محرمات الطعام فى أمور معينة.\n(وَلكِنَّ أَكْثَرَهُمْ لا يَشْكُرُونَ) ذلك الفضل كما يجب كما قال تعالى : «وَقَلِيلٌ مِنْ عِبادِيَ الشَّكُورُ» ومن ثم تراهم يحرّمون ما لم يحرمه الله ويكفرون نعمه فيغالون فى الزهد وترك الزينة والطيبات من الرزق ، أو يسرقون فى الأكل والشرب والزينة ابتغاء الشهرة والتكبر على الناس ، مع أن الإسلام يأمر بالاعتدال كما قال تعالى : «لِيُنْفِقْ ذُو سَعَةٍ مِنْ سَعَتِهِ ، وَمَنْ قُدِرَ عَلَيْهِ رِزْقُهُ فَلْيُنْفِقْ مِمَّا آتاهُ اللهُ».\nأخرج أحمد عن أبى الأحوص عن أبيه قال : «أتيت رسول الله صلى الله عليه وسلم وأنا رثّ الهيئة فقال : هل لك مال؟. قلت : نعم ، قال : من أىّ المال؟ قلت : من كل المال ، من الإبل والرقيق والخيل والغنم. فقال : إذا آتاك الله مالا فلير أثر نعمته عليك وكرامته».\nوأخرج البخاري والطبراني عن زهير بن أبى علقمة مرفوعا «إذا آتاك الله مالا فلير عليك ، فإن الله يحب أن يرى أثره على عبده حسنا ، ولا يحب البؤس ولا التباؤس».",
        "(وَما تَكُونُ فِي شَأْنٍ وَما تَتْلُوا مِنْهُ مِنْ قُرْآنٍ وَلا تَعْمَلُونَ مِنْ عَمَلٍ إِلاَّ كُنَّا عَلَيْكُمْ شُهُوداً إِذْ تُفِيضُونَ فِيهِ وَما يَعْزُبُ عَنْ رَبِّكَ مِنْ مِثْقالِ ذَرَّةٍ فِي الْأَرْضِ وَلا فِي السَّماءِ وَلا أَصْغَرَ مِنْ ذلِكَ وَلا أَكْبَرَ إِلاَّ فِي كِتابٍ مُبِينٍ (61))\nتفسير المفردات\nالشأن : الأمر العظيم ، وجمعه شئون ، تقول العرب : ما شأن فلان ، أي ما حاله ، وأفاض فى الشيء أو من المكان : اندفع فيه بقوة أو بكثرة ، وعزب الرجل بإبله يعزب أي بعد وغاب فى طلب الكلأ ، والذرة : النملة الصغيرة ، وبها يضرب المثل فى الصغر\nوالخفة ، وتطلق على الدقيقة من الغبار الذي يرى فى ضوء الشمس الداخل من الكوى إلى البيوت ، والكتاب : هو اللوح المحفوظ.",
        "المعنى الجملي\nبعد أن بين سبحانه فى سابق الآيات أن فضله على عباده كثير ، وأن الواجب عليهم أن يشكروه بدوام طاعته وترك معصيته ، وأن القليل منهم هم الشاكرون ـ قفى على ذلك بتذكيرهم بإحاطة علمه بشئونهم وأعمالهم ما دق منها وما عظم فى جميع ملكوت السموات والأرض حتى يحاسبوا أنفسهم على تقصيرهم فى ذكره وشكره وعبادته.\nالإيضاح\n(وَما تَكُونُ فِي شَأْنٍ) أي وما تكون أيها الرسول الكريم فى أمر من أمورك الهامة ، خاصة كانت أو عامة مما تعالج بها شئون الأمة بدعوتها إلى سبيل ربك بالحكمة والموعظة الحسنة ، إنذارا لها وتبشيرا وتعليما وعملا.",
        "(وَما تَتْلُوا مِنْهُ مِنْ قُرْآنٍ) أي وما تتلو من أجل ذلك الشأن من قرآن أنزل عليك تعبدا به أو تبليغا له.\nوفى التعبير بالشأن وهو الأمر ذو البال دلالة على أن جميع أموره صلى الله عليه وسلم كانت عظيمة حتى ما كان منها من مجرى العادات ، لأنه صلى الله عليه وسلم كان فيها قدوة صالحة.\nوبعد أن خاطب رسوله صلى الله عليه وسلم ـ انتقل إلى خطاب الأمة كلها فى شئونها وأعمالها فقال :\n(وَلا تَعْمَلُونَ مِنْ عَمَلٍ إِلَّا كُنَّا عَلَيْكُمْ شُهُوداً إِذْ تُفِيضُونَ فِيهِ) أي ولا تعملون",
        "أىّ عمل ، خيرا كان أو شرا ، شكرا كان أو كفرا ، وإن كان كمثقال الذرة ، إلا كنا رقباء عليكم إذ تخوضون فيه ، فنحفظه عليكم ونجازيكم به.\n(وَما يَعْزُبُ عَنْ رَبِّكَ مِنْ مِثْقالِ ذَرَّةٍ فِي الْأَرْضِ وَلا فِي السَّماءِ) أي وما يبعد عن علمه ولا يخفى عليه أقل شىء يبلغ وزنه ثقل ذرة فى الوجود السفلى والعلوي.\nوفى التعبير بالإفاضة دليل على أن ما يفيض الإنسان مهتمّا به مندفعا فيه ـ جدير بألا يغفل عن مراقبة ربه فيه واطلاعه عليه ، وكذلك فى التعبير بيعزب الدالّ على الخفاء والبعد دليل على أن ما شأنه أن يغيب ويبعد عنا من أعمالنا لا يغيب عن علمه تعالى ، وقدم ذكر الأرض لأن الكلام مع أهلها.\nثم أكد سبحانه ما سبق وبيّن إحاطة علمه بكل شىء فقال :",
        "(وَلا أَصْغَرَ مِنْ ذلِكَ وَلا أَكْبَرَ إِلَّا فِي كِتابٍ مُبِينٍ) أي ولا شىء أصغر من الذرة مما لا تبصرونه من دقائق الكون وخفاياه ، ولا أكبر من ذلك وإن عظم مقداره كعرشه تعالى ، إلا وهو معلوم له ومحصى عنده فى كتاب عظيم الشأن وهو الكتاب الذي كتب فيه مقادير الموجودات كلها إكمالا للنظام وبيانا لضبط جميع الأعمال.\nوفى معنى الآية قوله : «فَلا أُقْسِمُ بِما تُبْصِرُونَ. وَما لا تُبْصِرُونَ».\nوفى ذلك إشارة إلى أن فى الوجود أشياء لا تدركها الأبصار. وقد أثبت العلم الحديث بوساطة الآلات التي تكبّر الأشياء أضعافا مضاعفة (المكروسكوبات) أن هناك أشياء لا يمكن رؤيتها إلا إذا كبرت عن حقيقتها آلاف المرات كالجراثيم (المكروبات) ولم تكن تخطر على البال فى عصر التنزيل ، وقد ظهرت للناس الآن فهى من روائع الإعجاز العظيمة الدالة على أنه من كلام العليم الخبير.\n(أَلا إِنَّ أَوْلِياءَ اللهِ لا خَوْفٌ عَلَيْهِمْ وَلا هُمْ يَحْزَنُونَ (62) الَّذِينَ آمَنُوا وَكانُوا يَتَّقُونَ (63) لَهُمُ الْبُشْرى فِي الْحَياةِ الدُّنْيا وَفِي الْآخِرَةِ لا تَبْدِيلَ لِكَلِماتِ اللهِ ذلِكَ هُوَ الْفَوْزُ الْعَظِيمُ (64))",
        "تفسير المفردات\nالأولياء : جمع ولىّ من الولي : وهو القرب ؛ يقال تباعد بعد ولى : أي بعد قرب ، وأولياء الله هم المؤمنون المتقون ، والبشرى : هى الخبر السارّ الذي تنبسط به بشرة الوجه فتتهلل وتبرق أساريره.\nالمعنى الجملي\nبعد أن بين سبحانه لعباده سعة علمه ، ومراقبته لعباده ، وإحصاء أعمالهم وجزاءهم عليها ، وذكّرهم بما يجب عليهم من شكره على تفضله عليهم ـ ذكر هنا حال الشاكرين المتقين الذين لهم حسن الجزاء يوم القيامة.",
        "الإيضاح\n(أَلا إِنَّ أَوْلِياءَ اللهِ لا خَوْفٌ عَلَيْهِمْ وَلا هُمْ يَحْزَنُونَ) أي إن أولياء الله الذين يتولونه بإخلاص العبادة له وحده والتوكل عليه ولا يتخذون له أندادا يحبونهم كحبه ، ولا يتخذون من دونه وليا ولا شفيعا يقربهم إليه زلفى ـ لا خوف عليهم ـ فى الآخرة مما يخاف منه الكفار والفساق والظالمون من أهوال الموقف وعذاب الآخرة كما قال تعالى «لا يَحْزُنُهُمُ الْفَزَعُ الْأَكْبَرُ» ولا هم يحزنون من لحوق مكروه أو ذهاب محبوب ، ولا يعتريهم ذلك فيها ، لأن مقصدهم نيل رضوان الله المستتبع للكرامة والزلفى ، ولا ريب فى حصول ذلك ولا خوف من فواته بموجب الوعد الإلهى.\nوكذلك فى الدنيا لا يخافون مما يخاف منه غيرهم من الكفار وضعفاء الإيمان وعبيد الدنيا من مكروه يتوقع كما قال تعالى : «فَلا تَخافُوهُمْ وَخافُونِ إِنْ كُنْتُمْ مُؤْمِنِينَ».\n(الَّذِينَ آمَنُوا وَكانُوا يَتَّقُونَ) التقوى ـ هى اتقاء كل ما لا يرضى الله من ترك واجب وفعل محرم ، واتقاء مخالفة سنن الله تعالى فى خلقه من أسباب الصحة والقوة والنصر والعزة وسيادة الأمة ، أي أولياء الله الذين جمعوا بين الإيمان الصحيح بالله وملائكته وكتبه ، وملكة التقوي له عز وجل وما تقتضيه من عمل.",
        "(لَهُمُ الْبُشْرى فِي الْحَياةِ الدُّنْيا وَفِي الْآخِرَةِ) أي لهم البشرى فى الحياة الدنيا بالنصر وحسن العاقبة فى كل أمر ـ وباستخلافهم فى الأرض ما أقاموا شرع الله وسننه ونصروا دينه وأعلوا كلمته ، وبإلهام الحق والخير كما ورد من حديث ابن مسعود مرفوعا عند الترمذي والنسائي «إن للشيطان لمّة بابن آدم وللملك لمّة ؛ فأما لمة الشيطان فإيعاد بالشر وتكذيب بالحق ؛ وأما لمة الملك فإيعاد بالخير وتصديق بالحق ، فمن وجد ذلك فليعلم أنه من الله ، فليحمد الله تعالى ، ومن وجد الأخرى فليتعوذ من الشيطان» وفى الآخرة بما أشارت إليه الآية الكريمة : «إِنَّ الَّذِينَ قالُوا رَبُّنَا اللهُ ثُمَّ اسْتَقامُوا تَتَنَزَّلُ عَلَيْهِمُ الْمَلائِكَةُ أَلَّا تَخافُوا وَلا تَحْزَنُوا ، وَأَبْشِرُوا بِالْجَنَّةِ الَّتِي كُنْتُمْ تُوعَدُونَ نَحْنُ أَوْلِياؤُكُمْ فِي الْحَياةِ الدُّنْيا وَفِي الْآخِرَةِ ، وَلَكُمْ فِيها ما تَشْتَهِي أَنْفُسُكُمْ وَلَكُمْ فِيها ما تَدَّعُونَ. نُزُلاً مِنْ غَفُورٍ رَحِيمٍ».\n(لا تَبْدِيلَ لِكَلِماتِ اللهِ) أي لا تغيير ولا خلف فى مواعيده تعالى ، ومن جملتها بشارة المؤمنين المتقين بجنات النعيم والخير العميم.\n(ذلِكَ هُوَ الْفَوْزُ الْعَظِيمُ) أي ذلك الذي ذكر من البشرى بسعادة الدارين هو الفوز الذي ليس بعده فوز ، لأنه ثمرة الإيمان الحق والتقوى فى حقوق الله وحقوق الخلق.\n(وَلا يَحْزُنْكَ قَوْلُهُمْ إِنَّ الْعِزَّةَ لِلَّهِ جَمِيعاً هُوَ السَّمِيعُ الْعَلِيمُ (65) أَلا إِنَّ لِلَّهِ مَنْ فِي السَّماواتِ وَمَنْ فِي الْأَرْضِ وَما يَتَّبِعُ الَّذِينَ يَدْعُونَ مِنْ دُونِ اللهِ شُرَكاءَ إِنْ يَتَّبِعُونَ إِلاَّ الظَّنَّ وَإِنْ هُمْ إِلاَّ يَخْرُصُونَ (66) هُوَ الَّذِي جَعَلَ لَكُمُ اللَّيْلَ لِتَسْكُنُوا فِيهِ وَالنَّهارَ مُبْصِراً إِنَّ فِي ذلِكَ لَآياتٍ لِقَوْمٍ يَسْمَعُونَ (67))",
        "تفسير المفردات\nالعزة : الغلبة والقوة ، والخرص : الحزر والتقدير للشىء الذي لا يجرى على قياس من وزن أو كيل أو زرع كحرص الثمر على الشجر والحب فى الزرع ، ويستعمل بمعنى الكذب أيضا لأنه يغلب فيه الحزر والتخمين ، والمبصر : ذو الإبصار ، تقول العرب : أظلم الليل وأبصر النهار وأضاء.\nالمعنى الجملي\nبعد أن بين سبحانه لرسوله صلى الله عليه وسلم صفة أوليائه وما بشرهم به ووعدهم فى الدنيا والآخرة ، وفى هذا إيماء إلى الوعد بنصره ونصر من آمن به من أوليائه وأنصار دينه على ضعفهم وفقرهم ، وكان أعداؤهم يغترون بقوتهم فى مكة بكثرتهم ، وكانوا لغرورهم بها يكذبون بوعد الله ، وكان ذلك مما يحزنه كما قال : «قَدْ نَعْلَمُ إِنَّهُ لَيَحْزُنُكَ الَّذِي يَقُولُونَ فَإِنَّهُمْ لا يُكَذِّبُونَكَ وَلكِنَّ الظَّالِمِينَ بِآياتِ اللهِ يَجْحَدُونَ».",
        "قفّى على ذلك بتسليته له صلى الله عليه وسلم على ما يلقاه من أذى أعدائه ، وتبشيره بالنصر والعزة والوعيد لأعدائه.\nالإيضاح\n(وَلا يَحْزُنْكَ قَوْلُهُمْ) أي لا تحزن لقولهم ولا تبال بما يتفوّهون به فى شأنك مما لا خير فيه.\n(إِنَّ الْعِزَّةَ لِلَّهِ جَمِيعاً) أي لأن الغلبة والقهر لله تعالى لا يملك أحد من دونه شيئا منها ، فهو يهبها لمن يشاء ويحرمها من يشاء وليست للكثرة دائما كما يدعون «كَمْ مِنْ فِئَةٍ قَلِيلَةٍ غَلَبَتْ فِئَةً كَثِيرَةً بِإِذْنِ اللهِ» وقد وعد الله بها رسله والذين آمنوا بهم واتبعوهم من أوليائه كما قال : «كَتَبَ اللهُ لَأَغْلِبَنَّ أَنَا وَرُسُلِي إِنَّ اللهَ قَوِيٌّ عَزِيزٌ» وقال : «وَتُعِزُّ مَنْ تَشاءُ وَتُذِلُّ مَنْ تَشاءُ بِيَدِكَ الْخَيْرُ».",
        "(هُوَ السَّمِيعُ الْعَلِيمُ) أي هو السميع لما يقولون من تكذيب بالحق وادعاء للشرك فيكافئهم على ذلك ، وهو العليم بما يفعلون من إيذاء وكيد ، فهو مذلّهم ومحبط أعمالهم.\nثم أقام الدليل على كون العزة لله جميعا وكون الجزاء بيده فقال :\n(أَلا إِنَّ لِلَّهِ مَنْ فِي السَّماواتِ وَمَنْ فِي الْأَرْضِ) أي ألا إن لله كل من فى السموات والأرض عبيدا مملوكين له ، لا مالك لشىء من ذلك سواه ، فكيف يكون إلها معبودا ما يعبده هؤلاء المشركون من الأوثان والأصنام ، والعبادة للمالك دون المملوك ، وللرب دون المربوب.\nثم بين أنه لا شريك له أبدا.",
        "(وَما يَتَّبِعُ الَّذِينَ يَدْعُونَ مِنْ دُونِ اللهِ شُرَكاءَ) أي إن هؤلاء المشركين الذين يعبدون غير الله تعالى بدعائهم فى الشدائد واستغاثتهم فى النوازل والتقرب إليهم بالقرابين والنذور ـ لا يتبعون شركاء له فى الحقيقة يدبرون أمور العباد ويكشفون الضر عنهم ، إذ لا شريك له.\nثم أكد ما سلف وزاده بيانا فقال :\n(إِنْ يَتَّبِعُونَ إِلَّا الظَّنَّ وَإِنْ هُمْ إِلَّا يَخْرُصُونَ) أي ما يتبعون فى الحقيقة فيما يقولون\nإلا الظن فى دعواهم أنهم أولياء لله وشفعاء عنده ، فهم يقيسونه على ملوكهم الظالمين المتكبرين الذين لا يصل إليهم أحد من رعاياهم إلا بوسائل حجّابه ووزرائه ووسائطه.",
        "ثم زاد ذلك توكيدا بقوله :\n(وَإِنْ هُمْ إِلَّا يَخْرُصُونَ) أي وما هم فى اتباع هذا الظن الذي لا يغنى من الحق شيئا إلا متخرصون قائلون بغير علم بما يقولون.\nوالخلاصة ـ إنهم إنما اتبعوا ظنونهم الفاسدة وأوهامهم الباطلة ، فقاسوا الرب فى تدبير أمور عباده على الملوك ، وجهلوا أن أفعاله تعالى إنما تجرى بمقتضى مشيئته الأزلية وفق علمه الذاتي وحكمته البالغة العادلة ، وأن جميع أوليائه وأنبيائه وملائكته عبيد مملوكون له : «أُولئِكَ الَّذِينَ يَدْعُونَ يَبْتَغُونَ إِلى رَبِّهِمُ الْوَسِيلَةَ أَيُّهُمْ أَقْرَبُ وَيَرْجُونَ رَحْمَتَهُ وَيَخافُونَ عَذابَهُ إِنَّ عَذابَ رَبِّكَ كانَ مَحْذُوراً» أي إن أقرب أولئك الذين يدعونهم ويتوسلون إليه بهم كالمسيح والملائكة ومن دونهم ـ يتوسلون إليه راجين خائفين لا كأعوان الملوك الذين لا ينتظم أمر ملكهم بدونهم.\nثم أقام البرهان على مضمون ما قبله من نفى الشركاء له فى الخلق والتقدير ، والشفعاء عنده حين التصرف والتدبير فقال :",
        "(هُوَ الَّذِي جَعَلَ لَكُمُ اللَّيْلَ لِتَسْكُنُوا فِيهِ وَالنَّهارَ مُبْصِراً) أي هو الذي جعل لكم الوقت قسمين بمقتضى علمه ومشيئته بدون مساعد ولا شفيع ، فجعل الليل مظلما لأجل أن تسكنوا فيه بعد طول التعب والنصب والحركة للمعاش ، وجعل النهار مضيئا ذا إبصار لتنتشروا فى الأرض وتقوموا بجيمع أعمال العمران والكسب والشكر للرب. وقد جاء بمعنى الآية قوله تعالى : «وَجَعَلْنَا اللَّيْلَ وَالنَّهارَ آيَتَيْنِ فَمَحَوْنا آيَةَ اللَّيْلِ وَجَعَلْنا آيَةَ النَّهارِ مُبْصِرَةً لِتَبْتَغُوا فَضْلاً مِنْ رَبِّكُمْ».\n(إِنَّ فِي ذلِكَ لَآياتٍ لِقَوْمٍ يَسْمَعُونَ) أي إن فى اختلاف الليل والنهار وحال أهلهما فيهما لدلائل وآيات على أن المعبود بحق هو الذي خلق الليل والنهار وخالف بينهما ـ\nلقوم يسمعون ما يتلى عليهم من التذكير بحكمته تعالى ووجه النعمة فى ذلك ، سماع تدبر وعظة لما يسمع.\nوقد جاء بمعنى الآية قوله تعالى : «قُلْ أَرَأَيْتُمْ إِنْ جَعَلَ اللهُ عَلَيْكُمُ اللَّيْلَ سَرْمَداً إِلى يَوْمِ الْقِيامَةِ مَنْ إِلهٌ غَيْرُ اللهِ يَأْتِيكُمْ بِضِياءٍ أَفَلا تَسْمَعُونَ. قُلْ أَرَأَيْتُمْ إِنْ جَعَلَ اللهُ عَلَيْكُمُ النَّهارَ سَرْمَداً إِلى يَوْمِ الْقِيامَةِ مَنْ إِلهٌ غَيْرُ اللهِ يَأْتِيكُمْ بِلَيْلٍ تَسْكُنُونَ فِيهِ أَفَلا تُبْصِرُونَ. وَمِنْ رَحْمَتِهِ جَعَلَ لَكُمُ اللَّيْلَ وَالنَّهارَ لِتَسْكُنُوا فِيهِ وَلِتَبْتَغُوا مِنْ فَضْلِهِ وَلَعَلَّكُمْ تَشْكُرُونَ».",
        "(قالُوا اتَّخَذَ اللهُ وَلَداً سُبْحانَهُ هُوَ الْغَنِيُّ لَهُ ما فِي السَّماواتِ وَما فِي الْأَرْضِ إِنْ عِنْدَكُمْ مِنْ سُلْطانٍ بِهذا أَتَقُولُونَ عَلَى اللهِ ما لا تَعْلَمُونَ (68) قُلْ إِنَّ الَّذِينَ يَفْتَرُونَ عَلَى اللهِ الْكَذِبَ لا يُفْلِحُونَ (69) مَتاعٌ فِي الدُّنْيا ثُمَّ إِلَيْنا مَرْجِعُهُمْ ثُمَّ نُذِيقُهُمُ الْعَذابَ الشَّدِيدَ بِما كانُوا يَكْفُرُونَ (70))\nتفسير المفردات\nالولد : يستعمل مفردا وجمعا ، وقد يجمع على أولاد وولدة وإلدة بالكسر فيهما ، وسبحان كلمة تنزيه وتقديس ، وتستعمل للتعجب ، والسلطان : الحجة والبرهان.\nالمعنى الجملي",
        "بعد أن حكى سبحانه وتعالى أن من المشركين من اتخذوا الأوثان والأصنام شفعاء عنده ـ قفى على ذلك بذكر ضرب آخر من أباطيلهم ، وهو زعمهم أنه تعالى جدّه اتخذ ولدا ، وتلك مقالة اشترك فيها المشركون واليهود والنصارى على السواء.\nالإيضاح\n(قالُوا اتَّخَذَ اللهُ وَلَداً) أي وقال المشركون : الملائكة بنات الله ، وقالت اليهود عزير ابن الله ، وقالت النصارى المسيح ابن الله.\n(سُبْحانَهُ) أي تنزه ربنا عما لا يليق بربوبيته وألوهيته ، ويمكن أن يكون المعنى ـ عجيب أن تصدر منهم تلك الكلمة الحمقاء.",
        "ثم أكد هذا التنزيه بقوله :\n(هُوَ الْغَنِيُّ لَهُ ما فِي السَّماواتِ وَما فِي الْأَرْضِ) أي إن الله غنى عن خلقه جميعا ، فإن كل ما فى الوجود من العالم العلوي والسفلى ملك له ولا حاجة له إلى شىء منه وجميعه فى حاجة إليه ، ولا يجانسه شىء منه ، فالإنسان يحتاج إلى الولد إما للنصرة والمعونة وإما للاعتزاز به لدى الأهل والعشيرة ، وإما لأنه زينة يلهو به فى صغره ويفخر به فى كبره ، وإما للحاجة إليه فى قضاء مصالحه أو لانتظار رفده وبره حين عجزه أو فقره ، وإما لبقاء ذكره بعد موته ، والله غنىّ عن كل ذلك ، ولا حاجة له إلى شىء من هذه المنافع فهو مستغن أزلا وأبدا.\n(إِنْ عِنْدَكُمْ مِنْ سُلْطانٍ بِهذا) أي ليس عندكم من الدلائل والبراهين ما يؤيد صحة هذا القول الذي تقولونه بلا علم ولا وحي إلهى.\nثم أكد ما سلف بقوله : (أَتَقُولُونَ عَلَى اللهِ ما لا تَعْلَمُونَ) أي أتقولون على الله قولا لا تعلمون حقيقته وتنسبون إليه تعالى ما لا يجوز إضافته إليه ، ولا سيما بعد مجىء ما ينقضه من الأدلة العقلية والوحى الإلهى.",
        "وفى الآية إيماء إلى أن كل قول لا دليل عليه فهو جهالة ، وأن العقائد الدينية لا بد فيها من دليل قاطع ، وأن التقليد فيها غير سائغ.\n(قُلْ إِنَّ الَّذِينَ يَفْتَرُونَ عَلَى اللهِ الْكَذِبَ لا يُفْلِحُونَ) أي قل لهم إن الذين يفترون على الله الكذب بنسبة الشركاء إليه ، أو باتخاذه ولدا لنفسه أو بدعوى أن\nالأولياء يطلعون على أسرار خلقه ويتصرفون فى ملكه ، لا يفوزون بالتمتع بالنعيم بشفاعة الولد أو الشركاء الذين اتخذوهم له تعالى ، ولا ينجون من عذاب الآخرة.\n(مَتاعٌ فِي الدُّنْيا ثُمَّ إِلَيْنا مَرْجِعُهُمْ ثُمَّ نُذِيقُهُمُ الْعَذابَ الشَّدِيدَ بِما كانُوا يَكْفُرُونَ) أي هؤلاء لهم متاع فى الدنيا حقير يتلهّون به فى حياة قصيرة هى الحياة الدنيا ، إذ مهما يبلغ هذا المتاع من العظمة ككثرة مال أو عظم جاه فهو قليل بالنسبة إلى ما عند الله فى الآخرة للصادقين المتقين ـ ثم يرجعون إلى ربهم بالبعث بعد الموت وما فيه من أهوال الحشر والحساب ، فيذيقهم العذاب الشديد بسبب كفرهم بآياته وبالافتراء عليه وتكذيب رسله بعد أن قامت عليهم الحجة.",
        "وفى الآية إيماء إلى أن ما يظن أنه فلاح بالحصول على منافع الدنيا المادية والمعنوية فهو لا يعتد به بالنسبة إلى ما عند الله من حظ عظيم ، ونعيم مقيم.\n(وَاتْلُ عَلَيْهِمْ نَبَأَ نُوحٍ إِذْ قالَ لِقَوْمِهِ يا قَوْمِ إِنْ كانَ كَبُرَ عَلَيْكُمْ مَقامِي وَتَذْكِيرِي بِآياتِ اللهِ فَعَلَى اللهِ تَوَكَّلْتُ فَأَجْمِعُوا أَمْرَكُمْ وَشُرَكاءَكُمْ ثُمَّ لا يَكُنْ أَمْرُكُمْ عَلَيْكُمْ غُمَّةً ثُمَّ اقْضُوا إِلَيَّ وَلا تُنْظِرُونِ (71) فَإِنْ تَوَلَّيْتُمْ فَما سَأَلْتُكُمْ مِنْ أَجْرٍ إِنْ أَجْرِيَ إِلاَّ عَلَى اللهِ وَأُمِرْتُ أَنْ أَكُونَ مِنَ الْمُسْلِمِينَ (72) فَكَذَّبُوهُ فَنَجَّيْناهُ وَمَنْ مَعَهُ فِي الْفُلْكِ وَجَعَلْناهُمْ خَلائِفَ وَأَغْرَقْنَا الَّذِينَ كَذَّبُوا بِآياتِنا فَانْظُرْ كَيْفَ كانَ عاقِبَةُ الْمُنْذَرِينَ (73))\nتفسير المفردات\nالنبأ : الخبر له خطر وشأن ، والمقام : الإقامة والمكث ، والإجماع العزيمة على الأمر عزما لا تردد فيه كما قال شاعرهم :",
        "\nوالغمة : الستر واللبس ، يقال إنه لفى غمة من أمره : إذا لم يهتد له ، وقضاء الأمر : أداؤه وتنفيذه ، قال تعالى «فَلَمَّا قَضى مُوسَى الْأَجَلَ». والإنظار : التأخير والإمهال ، خلائف ، أي يخلفون الذين هلكوا بالغرق ، المنذرون : المخوّفون بالله وعذابه.\nالمعنى الجملي\nبعد أن ذكر سبحانه عناد المشركين لرسوله صلى الله عليه وسلم وتكذيبهم له بعد أن قامت البراهين على صدقه ـ قفى على ذلك بذكر أقوام الرسل قبله تسلية له صلى الله عليه وسلم وبيانا بأن قومه لم يكونوا بدعا فى عنادهم وتكذيبهم له بل سبقهم فى مثل فعلهم كثير من سالفى الأمم وكانت العاقبة فوز الرسل عليهم ، وأتم الله لهم النصر ، فلعل أولئك القوم يتدبرون حالهم فينزجروا بما فيه مزدجر لهم ويعترفوا بصدقه صلى الله عليه وسلم ويؤمنوا به قبل أن تفوت الفرصة السانحة فيندمون ، ولات ساعة مندم.",
        "الإيضاح\n(وَاتْلُ عَلَيْهِمْ نَبَأَ نُوحٍ إِذْ قالَ لِقَوْمِهِ يا قَوْمِ إِنْ كانَ كَبُرَ عَلَيْكُمْ مَقامِي وَتَذْكِيرِي بِآياتِ اللهِ فَعَلَى اللهِ تَوَكَّلْتُ) أي واقرأ أيها الرسول على المشركين من أهل مكة وغيرهم فيما أوعدتهم به من عقاب الله لهم على مقتضى سننه فى المكذبين لرسله من قبلك ـ خبر نوح حين قال لقومه يا قوم إن كان قد شق عليكم قيامى فيكم بالدعوة إلى عبادة ربكم وتذكيرى إياكم بآياته الدالة على وحدانيته ووجوب عبادته ـ فإننى وقد وكلت أمرى إلى الله الذي أرسلنى واعتمدت عليه وحده بعد أن أديت رسالته بقدر طاقتى.\n(فَأَجْمِعُوا أَمْرَكُمْ وَشُرَكاءَكُمْ) أي فأعدّوا أمركم واعزموا على ما تقدمون عليه فى أمرى مع شركائكم الذين تعبدونهم من دون الله كما أدعو ربى وأتوكل عليه.\n(ثُمَّ لا يَكُنْ أَمْرُكُمْ عَلَيْكُمْ غُمَّةً) أي ثم لا يكن أمركم الذي تعتزمونه خفيّا عليكم فيه حيرة ولبس ، بل كونوا على بصيرة كيلا تتحولوا عنه.",
        "(ثُمَّ اقْضُوا إِلَيَّ وَلا تُنْظِرُونِ) أي ثم أدوا إلىّ ذلك الأمر بعد إجماعه واعتزامه ، وبعد استبانته التي لا غمة فيها ولا التباس بأن تنفذوه بالفعل بعد استيفاء مقدماته كلها ، ولا تمهلونى بتأخير هذا القضاء.\nوالخلاصة ـ إن نوحا طلب إلى قومه على كثرتهم وقوتهم أن يفعلوا ما استطاعوا من الإيقاع به ، مطالبة المدلّ ببأسه وقوته ، المعتصم بإيمانه بوعد ربه وتوكله عليه ، فأمرهم بإجماع أمرهم بصادق العزيمة وقوة الإرادة ، وأن يضموا إلى هذه القوة النفسية قوة الإيمان بشركائهم وآلهتهم ، وألا يكون فى أمرهم الذي أجمعوا عليه شىء من الغمة والخفاء الذي قد يوجب الوهن والتردد فى التنفيذ.\n(فَإِنْ تَوَلَّيْتُمْ فَما سَأَلْتُكُمْ مِنْ أَجْرٍ إِنْ أَجْرِيَ إِلَّا عَلَى اللهِ وَأُمِرْتُ أَنْ أَكُونَ مِنَ الْمُسْلِمِينَ) أي فإن أعرضتم عن تذكيرى بعد دعائى إياكم وتبليغ رسالة ربى إليكم فلن يضرنى ، فإنى لم أسألكم على ما دعوتكم إليه أجرا ولا جزاءا ، وما جزاء عملى وثوابى إلا على ربى الذي أرسلني إليكم ، فهو يوفينى إياه ، آمنتم أو توليتم ، وأمرت أن أكون من المنقادين بالفعل لما أدعوكم إليه.\n(فَكَذَّبُوهُ فَنَجَّيْناهُ وَمَنْ مَعَهُ فِي الْفُلْكِ) أي فأصروا على تكذيبه بعد أن أقام عليهم الحجة بقوله وعمله على حقيقة دعوته ، فنجيناه هو ومن آمن معه فى السفينة التي كان يصنعها بأمرنا.",
        "(وَجَعَلْناهُمْ خَلائِفَ وَأَغْرَقْنَا الَّذِينَ كَذَّبُوا بِآياتِنا فَانْظُرْ كَيْفَ كانَ عاقِبَةُ الْمُنْذَرِينَ) أي وجعلنا الذين نجينا مع نوح فى السفينة خلائف فى الأرض من قومه الذين كذبوه بعد أن أنذرناهم فأغرقناهم وحقت عليهم كلمة ربك.\nفانظر أيها الرسول بعين بصيرتك وعقلك كيف كانت عاقبة الذين أنذرهم رسولهم\nوقوع عذاب الله بهم وأصروا على تكذيبه ، وهكذا تكون عاقبة من يصرّون على تكذيبك من قومك ، وعاقبة المؤمنين المتقين لك.\n(ثُمَّ بَعَثْنا مِنْ بَعْدِهِ رُسُلاً إِلى قَوْمِهِمْ فَجاؤُهُمْ بِالْبَيِّناتِ فَما كانُوا لِيُؤْمِنُوا بِما كَذَّبُوا بِهِ مِنْ قَبْلُ كَذلِكَ نَطْبَعُ عَلى قُلُوبِ الْمُعْتَدِينَ (74))",
        "تفسير المفردات\nالطبع على القلوب : هو عدم قبولها شيئا غير ما رسخ فيها واستحوذ عليها ، والمعتدى : المتجاوز حدود الحق والعدل اتباعا لهوى النفس وشهواتها.\nالمعنى الجملي\nبعد أن ذكر عز اسمه قصص نوح مع قومه وبيّن عاقبة أمرهم حين كذبوه ونصر الله له عليهم ، بيّن هنا عبرة أخرى من عبر مكذبى الرسل وسنة من سننه فيهم ، عسى أن يعتبر بها أهل مكة فيعلموا أن لله سننا لا تبديل فيها ولا تحويل فيتقوا مثل تلك العاقبة التي حلّت بمن قبلهم من المكذبين من قوم نوح وغيرهم ، واتقاؤه فى مكنتهم وهو بأيديهم يمكنهم أن يجتنبوه ويبتعدوا عن أسبابه كالكفر والاعتداء والظلم ونحوها.",
        "الإيضاح\n(ثُمَّ بَعَثْنا مِنْ بَعْدِهِ رُسُلاً إِلى قَوْمِهِمْ فَجاؤُهُمْ بِالْبَيِّناتِ) أي ثم بعثنا من بعد نوح رسلا مثله إلى أقوامهم الذين كانوا مثل قومه فى تكذيب رسلهم فقد أرسل هود إلى عاد ، وصالح إلى ثمود ، ولم يرسل رسول منهم إلى كل الأقوام الذين كانوا فى زمانه إلا شعيبا فإنه أرسل إلى قومه أهل مدين وإلى جيرانهم أصحاب المؤتفكة فقد كانوا متحدين معهم لغة ووطنا ، فجاء كل رسول منهم قومه بالحجج الدالة على صدقه فى رسالته بحسب ما يتسنى لهم فهمه من الأدلة العقلية والحسية.\n(فَما كانُوا لِيُؤْمِنُوا بِما كَذَّبُوا بِهِ مِنْ قَبْلُ) أي فما استقام لقوم من أولئك الأقوام أن يؤمن المتأخر منهم بما كذب به المتقدم من قبل ممن كان مثله فى سبب كفره وهو استكبار الرؤساء وتقليد الدهماء.\n(كَذلِكَ نَطْبَعُ عَلى قُلُوبِ الْمُعْتَدِينَ) أي مثل هذا الطبع وعلى ذلك النهج نطبع على قلوب المعتدين أمثالهم فى كل قوم كقومك إذ كانوا مثلهم فى اللجاج والعتوّ والاستكبار فى الأرض «وَلَنْ تَجِدَ لِسُنَّةِ اللهِ تَبْدِيلاً».",
        "(ثُمَّ بَعَثْنا مِنْ بَعْدِهِمْ مُوسى وَهارُونَ إِلى فِرْعَوْنَ وَمَلائِهِ بِآياتِنا فَاسْتَكْبَرُوا وَكانُوا قَوْماً مُجْرِمِينَ (75) فَلَمَّا جاءَهُمُ الْحَقُّ مِنْ عِنْدِنا قالُوا إِنَّ هذا لَسِحْرٌ مُبِينٌ (76) قالَ مُوسى أَتَقُولُونَ لِلْحَقِّ لَمَّا جاءَكُمْ أَسِحْرٌ هذا وَلا يُفْلِحُ السَّاحِرُونَ (77) قالُوا أَجِئْتَنا لِتَلْفِتَنا عَمَّا وَجَدْنا عَلَيْهِ آباءَنا وَتَكُونَ لَكُمَا الْكِبْرِياءُ فِي الْأَرْضِ وَما نَحْنُ لَكُما بِمُؤْمِنِينَ (78))\nتفسير المفردات\nالملأ : أشراف القوم الذين يجتمعون على رأى ، ولفته عن كذا : صرفه.\nالمعنى الجملي",
        "أفردت قصة موسى وهارون مع فرعون وملئه وفصلت تفصيلا وافيا لما لها من شديد الخطر وعظيم الأثر ، إذ فيها من العبرة أن قوة الحق تثلّ العروش وتهدّ أركان الباطل وإن علا أصحابه ، فقد كان الفلج والظفر لموسى على ذلك الطاغية الذي قال أنا ربكم الأعلى ، وانتهى أمره بالغرق وصار مثلا للآخرين.\nالإيضاح\n(ثُمَّ بَعَثْنا مِنْ بَعْدِهِمْ مُوسى وَهارُونَ إِلى فِرْعَوْنَ وَمَلَائِهِ بِآياتِنا فَاسْتَكْبَرُوا وَكانُوا قَوْماً مُجْرِمِينَ) أي ثم بعثنا من بعد أولئك الرسل صلوات الله عليهم موسى وهارون إلى فرعون مصر وأشراف قومه ؛ وخصهم بالذكر لأن قومهم القبط كانوا تبعا لهم يكفرون بكفرهم ويؤمنون بإيمانهم إن آمنوا ويرجعون إليهم فى إقامة المصالح والمهمات ، مؤيدين له بآياتنا التسع المبينة فى سورة الأعراف ، فأعرضوا عن الإيمان كبرا وعلوا مع علمهم بأن ما جاءا به هو الحق لما كانوا عليه من العلم بصناعة السحر ولكنهم كانوا راسخين فى الإجرام والظلم والفساد فى الأرض كما قال تعالى «وَجَحَدُوا بِها وَاسْتَيْقَنَتْها أَنْفُسُهُمْ ظُلْماً وَعُلُوًّا. فَانْظُرْ كَيْفَ كانَ عاقِبَةُ الْمُفْسِدِينَ».\n(فَلَمَّا جاءَهُمُ الْحَقُّ مِنْ عِنْدِنا قالُوا إِنَّ هذا لَسِحْرٌ مُبِينٌ) أي فلما جاءهم موسى بالحجج والبينات الدالة على الربوبية والألوهية قالوا من فرط عتوّهم وعنادهم : إن هذا لسحر واضح لمن رآه وعاينه.",
        "(قالَ مُوسى أَتَقُولُونَ لِلْحَقِّ لَمَّا جاءَكُمْ أَسِحْرٌ هذا؟ وَلا يُفْلِحُ السَّاحِرُونَ) أي قال لهم موسى على وجه الإنكار والتوبيخ : أتقولون للحق الواضح الظاهر وهو أبعد الأشياء عن السحر الذي هو باطل حين جاءكم دون أن تتروّوا وتتدبروا فيه : إنه سحر وما ترونه بأعينكم من آيات الله وترجف له قلوبكم من عظمته لا يمكن أن يكون سحرا من جنس ما تعرفونه وتصنعونه بأيديكم ، وقد مضت سنة الله بأن السحرة لا يفوزون فى الأمور الهامة كالدعوة لدين ، والتأسيس لملك ، وذلك ما تتهموننى به على ضعفى وقوتكم ، فإن السحر شعوذة لا تلبث أن تفتضح وتزول.\nوبعد أن أفحمهم بحجته ولم يجدوا ردّا مقنعا اضطروا إلى التشبث بذيل التقليد للآباء والأجداد ، وتلك حجة العاجز المضعوف فى رأيه ، ذى الخطل فى تصرفه ، فلم يكن منهم إلا تلك المقالة.\n(قالُوا أَجِئْتَنا لِتَلْفِتَنا عَمَّا وَجَدْنا عَلَيْهِ آباءَنا وَتَكُونَ لَكُمَا الْكِبْرِياءُ فِي الْأَرْضِ وَما نَحْنُ لَكُما بِمُؤْمِنِينَ) أي قالوا له منكرين : ما جئتنا إلا لتصرفنا عما وجدنا عليه آباءنا وأجدادنا من ديننا ، لنتبع دينك وتكون لك ولأخيك كبرياء الرياسة الدينية وما يتبعها من كبرياء الملك والعظمة الدنيوية التابعة لها فى أرض مصر كلها ، وما نحن بمتّبعين لكما اتباع إيمان وإذعان فيما يخرجنا من دين آبائنا الذي تدين به عامتنا ، وتتمتع بكبريائه خاصتنا ، وهم الملك وأشراف قومه.\nوالخلاصة ـ إنه لا غرض لك من تلك الدعوة إلا هذا وإن لم تعترف به وقد وجهوا الخطاب أوّلا لموسى لأنه هو الداعي لهم ، وأشركوا معه أخاه فى فائدة الدعوى والغرض منها وهى الكبرياء فى الأرض لأنهما سيشتركان فيها.",
        "(وَقالَ فِرْعَوْنُ ائْتُونِي بِكُلِّ ساحِرٍ عَلِيمٍ (79) فَلَمَّا جاءَ السَّحَرَةُ قالَ لَهُمْ مُوسى أَلْقُوا ما أَنْتُمْ مُلْقُونَ (80) فَلَمَّا أَلْقَوْا قالَ مُوسى ما جِئْتُمْ بِهِ السِّحْرُ إِنَّ اللهَ سَيُبْطِلُهُ إِنَّ اللهَ لا يُصْلِحُ عَمَلَ الْمُفْسِدِينَ (81) وَيُحِقُّ اللهُ الْحَقَّ بِكَلِماتِهِ وَلَوْ كَرِهَ الْمُجْرِمُونَ (82))\nالمعنى الجملي\nكانت الآيات الماضية فى ذكر الحوار بين موسى وفرعون ـ وهنا ذكر ما فعل فرعون فى مقاومة دعوة موسى لصدّ الناس عن اتباعه باعتبار أنه ساحر ، فأحضر السحرة ليقاوموا عمله ، ويتغلبوا عليه فيبطلوا حجته.\nالإيضاح",
        "(وَقالَ فِرْعَوْنُ ائْتُونِي بِكُلِّ ساحِرٍ عَلِيمٍ) أي قال لملئه بعد أن يئس من إلزامه بالقول : اعملوا على دفع حجته بالفعل ، فأتونى بكل ساحر عليم بفنون السحر ، حاذق ماهر فيها.\n(فَلَمَّا جاءَ السَّحَرَةُ قالَ لَهُمْ مُوسى أَلْقُوا ما أَنْتُمْ مُلْقُونَ) أي فأتوا بهم فلما جاءوا قال لهم موسى هذه المقالة بعد أن خيّروه بين أن يلقى ما عنده أوّلا أو يلقوا ما عندهم كما جاء ذلك فى سورتى الأعراف وطه ـ ليظهر الحق ويبطل الباطل.\n(فَلَمَّا أَلْقَوْا قالَ مُوسى ما جِئْتُمْ بِهِ السِّحْرُ) أي فلما ألقوا حبالهم وعصيّهم السحرية قال لهم موسى غير مكترث بهم ولا بما صنعوا : إن هذا الذي فعلتم وألقيتموه أمام النظّارة هو السحر ، لا ما جئت به من الآيات البينات من عند الله وقد سماه فرعون وملؤه سحرا.\n(إِنَّ اللهَ سَيُبْطِلُهُ) أي إن الله سيظهر بطلانه بما يظهره على يدىّ من المعجزة حتى يظهر للناس أنه صناعة لا آية خارقة للعادة ، وحجة واضحة على بطلان حجتى.",
        "ثم علل ما قال ببيان سنن الله فى تنازع الحق والباطل والصلاح والفساد فقال :\n(إِنَّ اللهَ لا يُصْلِحُ عَمَلَ الْمُفْسِدِينَ ، وَيُحِقُّ اللهُ الْحَقَّ بِكَلِماتِهِ) أي إن الله لا يجعل عمل المفسدين صالحا للبقاء ، فيقوّيه بالتأييد الإلهى ويديمه ، بل يزيله ويمحقه ، ويثبت الحق الذي فيه صلاح الخلق وينصره على ما يعارضه ما يعارضه من الباطل بكلماته التكوينية ، وهى مقتضى إرادته التشريعية التي يوحيها إلى رسله ، ومن ثم سينصر موسى على فرعون وينقذ قومه من عبوديته.\n(وَلَوْ كَرِهَ الْمُجْرِمُونَ) أي ولو كره كل من اتصف بالإجرام كفرعون وملئه.\n(فَما آمَنَ لِمُوسى إِلاَّ ذُرِّيَّةٌ مِنْ قَوْمِهِ عَلى خَوْفٍ مِنْ فِرْعَوْنَ وَمَلائِهِمْ أَنْ يَفْتِنَهُمْ وَإِنَّ فِرْعَوْنَ لَعالٍ فِي الْأَرْضِ وَإِنَّهُ لَمِنَ الْمُسْرِفِينَ (83)",
        "وَقالَ مُوسى يا قَوْمِ إِنْ كُنْتُمْ آمَنْتُمْ بِاللهِ فَعَلَيْهِ تَوَكَّلُوا إِنْ كُنْتُمْ مُسْلِمِينَ (84) فَقالُوا عَلَى اللهِ تَوَكَّلْنا رَبَّنا لا تَجْعَلْنا فِتْنَةً لِلْقَوْمِ الظَّالِمِينَ (85) وَنَجِّنا بِرَحْمَتِكَ مِنَ الْقَوْمِ الْكافِرِينَ (86) وَأَوْحَيْنا إِلى مُوسى وَأَخِيهِ أَنْ تَبَوَّءا لِقَوْمِكُما بِمِصْرَ بُيُوتاً وَاجْعَلُوا بُيُوتَكُمْ قِبْلَةً وَأَقِيمُوا الصَّلاةَ وَبَشِّرِ الْمُؤْمِنِينَ (87))\nتفسير المفردات\nالذرية فى اللغة : صغار الأولاد ، وتستعمل فى الصغار والكبار عرفا ، والفتون : الابتلاء والاختبار الشديد للحمل على الفعل أو الترك ، والمراد هنا الاضطهاد والتعذيب ، والعلو : القهر والاستبداد ، ومسلمين : أي مذعنين مستسلمين ، وتبوأ الدار : اتخذها مباءة ومسكنا يبوء ويرجع إليها كلما فارقها لحاجة ، والقبلة : ما يقابل الإنسان ويكون تلقاء وجهه ، ومنه قبلة الصلاة.\nالمعنى الجملي",
        "بعد أن ذكر سبحانه ما فعله فرعون لمقاومة دعوة سيدنا موسى ـ قفى على ذلك بذكر ما كان من بنى إسرائيل مع موسى توطئة لإخراجهم من أرض مصر.\nالإيضاح\n(فَما آمَنَ لِمُوسى إِلَّا ذُرِّيَّةٌ مِنْ قَوْمِهِ عَلى خَوْفٍ مِنْ فِرْعَوْنَ وَمَلَائِهِمْ أَنْ يَفْتِنَهُمْ) أي إن إصرار فرعون وقومه على الكفر بموسى بعد خيبة السحرة وظهور حقّه على باطلهم ثم عزمه على قتله ، كما جاء فى قوله : «وَقالَ فِرْعَوْنُ ذَرُونِي أَقْتُلْ مُوسى وَلْيَدْعُ رَبَّهُ إِنِّي أَخافُ أَنْ يُبَدِّلَ دِينَكُمْ أَوْ أَنْ يُظْهِرَ فِي الْأَرْضِ الْفَسادَ».\nكل هذا أوقع الرعب والخوف فى قلوب بنى إسرائيل قوم موسى فما آمن له إلا ذرية من قومه ، وهم الأحداث والشبان وكانوا خائفين من فرعون وأشراف قومهم الجبناء المرائين الذين هم عرفاؤهم عند فرعون فيما يطلب منهم ـ أن يضطهدوهم ويعذبوهم ليرتدّوا عن دينهم.",
        "(وَإِنَّ فِرْعَوْنَ لَعالٍ فِي الْأَرْضِ وَإِنَّهُ لَمِنَ الْمُسْرِفِينَ) أي وإن فرعون لشديد العتوّ قوى القهر فى أرض مصر فهو جدير بأن يخاف منه كما حكى الله عنه بقوله : «وَقالَ الْمَلَأُ مِنْ قَوْمِ فِرْعَوْنَ أَتَذَرُ مُوسى وَقَوْمَهُ لِيُفْسِدُوا فِي الْأَرْضِ وَيَذَرَكَ وَآلِهَتَكَ؟ قالَ سَنُقَتِّلُ أَبْناءَهُمْ وَنَسْتَحْيِي نِساءَهُمْ وَإِنَّا فَوْقَهُمْ قاهِرُونَ» كما أنه من المسرفين المتجاوزين الحد فى الظلم والفساد بالقتل وسفك الدماء وغمص الحق واحتقار الخلق ، ومن ثم ادعى الربوبية واسترقّ أسباط الأنبياء.\n(وَقالَ مُوسى يا قَوْمِ إِنْ كُنْتُمْ آمَنْتُمْ بِاللهِ فَعَلَيْهِ تَوَكَّلُوا إِنْ كُنْتُمْ مُسْلِمِينَ) أي وقال موسى لمن آمن من قومه وقد رأى خوفهم من الفتنة والاضطهاد : إن كنتم آمنتم بالله حق الإيمان فعليه توكلوا ، وبوعده فثقوا إن كنتم مستسلمين مذعنين ، إذ لا يكون الإيمان يقينا إلا إذا صدّقه العمل وهو الإسلام ، وليس فى الآية دلالة على إيمان جميع قومه ، إذ الإيمان بالله غير الإيمان لموسى المتضمن معنى الإسلام والاتباع الذي أشير إليه بقوله : «إِنْ كُنْتُمْ مُسْلِمِينَ» فهم قد طلبوا منه بعد ما نجاهم من الغرق أن يجعل لهم آلهة من الأصنام ثم اتخذوا العجل المصنوع وعبدوه.\n(فَقالُوا عَلَى اللهِ تَوَكَّلْنا رَبَّنا لا تَجْعَلْنا فِتْنَةً لِلْقَوْمِ الظَّالِمِينَ) أي فقالوا على الفور ممتثلين أمره حين علموا أن إنجاز الوعد موقوف على ذلك : على الله توكلنا ، ودعوا بأن يحفظهم ربهم من فتنة القوم الظالمين.\nذاك أن التوكل على الله وهو أعظم علامات الإيمان لا يكمل إلا بالصبر على الشدائد ، والدعاء لا يستجاب إلا إذا كان مقرونا باتخاذ الأسباب بأن تعمل ما تسطيع عمله ، وتطلب إلى الله أن يسخّر لك ما لا تستطيع.",
        "وخلاصة ما قالوا ـ ربنا لا تسلّطهم علينا فيفتنونا ، ولا تفتنا بهم فنتولى عن اتباع نبينا أو نضعف فيه فرارا من شدة ظلمهم لنا ، ولا تفتنهم بنا فيزدادوا كفرا وعنادا وظلما بظهورهم علينا ويظنوا أنهم على الحق ونحن على الباطل.\nوقد دلت التجارب على أن سوء حال المؤمنين من ضعف أو فقر تجعلهم موضعا لافتتان الكفار بهم ، باعتقاد أنهم خير منهم كما جاء فى قوله : «وَجَعَلْنا بَعْضَكُمْ لِبَعْضٍ فِتْنَةً أَتَصْبِرُونَ»؟.\n(وَنَجِّنا بِرَحْمَتِكَ مِنَ الْقَوْمِ الْكافِرِينَ) أي وبحنا برحمتك فخلّصنا من أيدى القوم الكافرين قوم فرعون ، لأنهم كانوا يستعبدونهم ويستعملونهم فى المهن الحقيرة ، ومثل هذا قوله تعالى حكاية عن سيدنا إبراهيم والدين آمنوا معه : «رَبَّنا عَلَيْكَ تَوَكَّلْنا وَإِلَيْكَ أَنَبْنا وَإِلَيْكَ الْمَصِيرُ رَبَّنا لا تَجْعَلْنا فِتْنَةً لِلَّذِينَ كَفَرُوا وَاغْفِرْ لَنا رَبَّنا إِنَّكَ أَنْتَ الْعَزِيزُ الْحَكِيمُ».\n(وَأَوْحَيْنا إِلى مُوسى وَأَخِيهِ أَنْ تَبَوَّءا لِقَوْمِكُما بِمِصْرَ بُيُوتاً) أي وقلنا لهما : اتخذا لقومكما بيوتا فى مصر تكون مساكن وملاجىء تعتصمون بها.",
        "(وَاجْعَلُوا بُيُوتَكُمْ قِبْلَةً) أي واجعلوا بيوتكم متقابلة فى وجهة واحدة.\n(وَأَقِيمُوا الصَّلاةَ) فيها متجهين إلى جهة واحدة ، لأن الاتحاد فى الاتجاه يساعد على اتحاد القلوب.\n(وَبَشِّرِ الْمُؤْمِنِينَ) بحفظ الله إياهم من فتنة فرعون وملئه الظالمين لهم وتنجيتهم من ظلمهم.\nوإنما خص موسى بالتبشير لأن بشارة الأمة وظيفة صاحب الشريعة ، وأشرك معه هرون فى أمر قومهما بالتبوؤ لأنه مما يتولاه الرؤساء بتشاور بينهم ، فهو تدبير عملى يقوم به هو ووزيره المساعد على تنفيذه.",
        "(وَقالَ مُوسى رَبَّنا إِنَّكَ آتَيْتَ فِرْعَوْنَ وَمَلَأَهُ زِينَةً وَأَمْوالاً فِي الْحَياةِ الدُّنْيا رَبَّنا لِيُضِلُّوا عَنْ سَبِيلِكَ رَبَّنَا اطْمِسْ عَلى أَمْوالِهِمْ وَاشْدُدْ عَلى قُلُوبِهِمْ فَلا يُؤْمِنُوا حَتَّى يَرَوُا الْعَذابَ الْأَلِيمَ (88) قالَ قَدْ أُجِيبَتْ دَعْوَتُكُما فَاسْتَقِيما وَلا تَتَّبِعانِّ سَبِيلَ الَّذِينَ لا يَعْلَمُونَ (89))\nتفسير المفردات\nالزينة : الحلل والحلىّ والأثاث والرياش والماعون ، والأموال : ما وراء ذلك من الذهب والفضة والأنعام والزروع ونحو ذلك ، والطّمس : الإزالة ، يقال طمس الأثر وطمسته الريح : إذا زال ، والشد على القلب : الطبع عليه وقسوته حتى لا ينشرح للإيمان.\nالمعنى الجملي",
        "بعد أن أبان سبحانه جبروت فرعون وملئه وخوف بنى إسرائيل من بطشهم وأنهم امتنعوا لأجل ذلك عن الإيمان ، إلا قليلا من شبانهم استجابوا لدعوة موسى بعد حثّ لهم وتحريض على الإيمان وطلب موسى من بنى إسرائيل أن يتخذوا بيوتا لهم بمصر يقيمون فيها مراسم دينهم ، ثم بشّرهم بالفوز والغلبة والنصر ـ قفّى على ذلك بدعوة موسى على فرعون وقومه مع ذكر السبب الذي دعاه إلى ذلك ، وهو الجحود والعناد لدعوته ، لما أوتوه من بسطة النعمة التي أبطرتهم ، فتركوا الدين وراءهم ظهريا.\nالإيضاح\n(وَقالَ مُوسى رَبَّنا إِنَّكَ آتَيْتَ فِرْعَوْنَ وَمَلَأَهُ زِينَةً وَأَمْوالاً فِي الْحَياةِ الدُّنْيا) أي وقال موسى بعد أن أعدّ قومه بنى إسرائيل للخروج من مصر على قدر ما يستطيع من الإعداد الديني والدنيوي ، وغرس فى قلوبهم الإيمان وحب العزة والكرامة ونحو\nذلك ، وتوجه إلى الله أن يتم أمره : ربنا إنك أعطيت فرعون وأشراف قومه وكبراءه زينة من حلىّ وحلل وآنية وماعون وأثاث ورياش وأموالا كثيرة من صامت وناطق أي من ذهب وفضة وزروع وأنعام يتمتعون بها وينفقون منها فى حظوظهم وشهواتهم.",
        "(رَبَّنا لِيُضِلُّوا عَنْ سَبِيلِكَ) أي لتكون عاقبة ذلك إضلال عبادك عن السبيل الموصلة إلى مرضاتك باتباع الحق والعدل وصالح العمل.\nوقد جرت سنة الله بأن كثرة الأموال تورث الكبرياء والخيلاء والبطر والطغيان وتخضع رقاب الناس لأربابها كما قال تعالى : «إِنَّ الْإِنْسانَ لَيَطْغى أَنْ رَآهُ اسْتَغْنى».\nوقد أثبت البحث والتنقيب فى نواويس قبور المصريين التي كشفت حديثا ، وفيما حفظ فى دور الآثار المصرية وغيرها من العواصم الأوربية ، ما يشهد بكثرة تلك الأموال ووجود أنواع من الزينة والحلي لم تكن لتخطر على البال ، ويدل على أرقى أنواع المدنية والحضارة التي لا تضارعها مدنية العصر الحاضر مع ما بلغه العلم والرقى العقلي فى الإنسان.\n(رَبَّنَا اطْمِسْ عَلى أَمْوالِهِمْ وَاشْدُدْ عَلى قُلُوبِهِمْ فَلا يُؤْمِنُوا حَتَّى يَرَوُا الْعَذابَ الْأَلِيمَ) أي ربنا امحق أموالهم بالآفات التي تصيب زروعهم والجوائح التي تهلك أنعامهم وتنقص مكاسبهم ؛ فيذوقوا ذل الحاجة ، واطبع على قلوبهم وزدها قسوة على قسوتها وإصرارا وعنادا ، فيستحقوا شديد عقابك ، ولا يؤمنوا إلا إذا رأوا عذابك ، ولا ينفعهم إيمانهم إذ ذاك.",
        "وسبب غضبة موسى أنه عرض عليهم آيات الله وبيناته عرضا مكررا ، وردد عليهم المواعظ والنصائح ردحا من الزمن ، وحذرهم عذاب الله وانتقامه ، وأنذرهم عاقبة ما هم عليه من الكفر والضلال المبين ، ثم لم يزدهم ذلك إلا كفرا وعتوا واستكبارا فى الأرض ، ولم يبق له مطمع فيهم وعلم بالاختبار أنه لا يكون منهم إلا الضلال ، وأن إيمانهم كالمحال ـ فاشتد عليهم ومقتهم ودعا عليهم بما علم أنه لا يكون غيره ، إذ لم يبق له فيهم حيلة ، وأنهم لا يستأهلون إلا أن يخذلوا ويخلى بينهم وبين ضلالهم يتسكعون فيه ، ويسيرون قدما فى طريق الغى والهلاك.\nوخلاصة ذلك ـ كأنه قيل فليثبتوا على ضلالهم وليطبع الله على قلوبهم فلا يؤمنوا ، وما علىّ منهم ، هم أهل لذلك وأحق به ، وما مثله إلا مثل قول الأب المشفق على ولده الذي انحرف عن جادّة الاستقامة ولم يقبل منه نصيحة : فلتمض فى غوايتك ولتعث فى الأرض فسادا ، وهو لا يريد غوايته بل حردا وغضبا عليه.\nوقد روى أن موسى دعا بهذا الدعاء وهرون عليه السلام كان يؤمّن على دعاء أخيه ، ومن ثم قال تعالى :\n(قالَ قَدْ أُجِيبَتْ دَعْوَتُكُما فَاسْتَقِيما وَلا تَتَّبِعانِّ سَبِيلَ الَّذِينَ لا يَعْلَمُونَ) أي قال لهما عز اسمه قد قبلت دعوتكما فى فرعون وملئه وأموالهم ، فامضيا لأمرى واثبتا على ما أنتما عليه من الدعوة إلى الحق ، ومن إعداد شعبكما للكفاح والجلاد والخروج من مصر ، ولا تسلكا سبيل الذين لا يعلمون سنتى فى خلقى ، فيستعجلا الأمر قبل ميقاته ، ويستبطئا وقوعه فى حينه.",
        "وفى سفر الخروج من التوراة ما بدل على استجابة دعاء موسى ، فقد كانت تنزل النوازل على مصر وأهلها ، فيلجأ فرعون إلى موسى حين كل نازلة منها ليدعوا ربه فيكشفها عنهم فيؤمنوا به ، حتى إذا كشفها قسّى الرب قلب فرعون فأصر على كفره ، وما قاله المفسرون فى تفسير الطمس على الأموال فهو من ترّهات الأباطيل الإسرائيلية التي روّجها كعب الأحبار وأمثاله ممن كان مقصدهم صدّ اليهود عن الإسلام بما يرونه فى تفسيره مخالفا لما هو متفق عليه عندهم وعند غيرهم من المؤرخين فى وقائع عملية وأمور حسية.\n(وَجاوَزْنا بِبَنِي إِسْرائِيلَ الْبَحْرَ فَأَتْبَعَهُمْ فِرْعَوْنُ وَجُنُودُهُ بَغْياً وَعَدْواً حَتَّى إِذا أَدْرَكَهُ الْغَرَقُ قالَ آمَنْتُ أَنَّهُ لا إِلهَ إِلاَّ الَّذِي آمَنَتْ بِهِ بَنُوا إِسْرائِيلَ وَأَنَا مِنَ الْمُسْلِمِينَ (90) آلْآنَ وَقَدْ عَصَيْتَ قَبْلُ وَكُنْتَ مِنَ\nالْمُفْسِدِينَ (91) فَالْيَوْمَ نُنَجِّيكَ بِبَدَنِكَ لِتَكُونَ لِمَنْ خَلْفَكَ آيَةً وَإِنَّ كَثِيراً مِنَ النَّاسِ عَنْ آياتِنا لَغافِلُونَ (92))\nتفسير المفردات",
        "يقال : جاز المكان وجاوزه وتجاوزه : إذا قطعه حتى خلفه وراءه ، ويقال تبعته حتى أتبعته إذا كان قد سبقك فلحقته ، المسلمين : أي المنقادين لأمره ، وننجيك : نجعلك على نجوة من الأرض ، والنجوة : المكان المرتفع من الأرض ، والآية :العبرة والعظة.\nالمعنى الجملي\nبعد أن ذكر عز اسمه مادار من الحوار بين موسى وفرعون ، وذكر ما أتى به موسى من الحجج والبينات الدالة على صدقه وغلبه لسحرة فرعون ولم يزده ذلك إلا كبرا وعتوّا ، فدعا عليه بالطمس على الأموال والشد على القلوب ، وذكر استجابة الله دعوته ـ قفّى على ذلك بذكر خاتمة القصة وهو ما كان من تأييد الله لموسى وأخيه على ضعفهما وقوة فرعون وقومه ، إذ كانت دولته أقوى دول العالم فى عصره.\nالإيضاح",
        "(وَجاوَزْنا بِبَنِي إِسْرائِيلَ الْبَحْرَ فَأَتْبَعَهُمْ فِرْعَوْنُ وَجُنُودُهُ بَغْياً وَعَدْواً حَتَّى إِذا أَدْرَكَهُ الْغَرَقُ قالَ آمَنْتُ أَنَّهُ لا إِلهَ إِلَّا الَّذِي آمَنَتْ بِهِ بَنُوا إِسْرائِيلَ وَأَنَا مِنَ الْمُسْلِمِينَ) أي جاوز بنو إسرائيل البحر بمعونته تعالى وقدرته وحفظه وكان آية من آياته لنبيه موسى عليه السلام بفرقه تعالى بهم البحر وانفلاقه لهم ، فلحقهم فرعون وجنوده ظالمين عادين عليهم ، ليفتكوا بهم أو يعيدوهم إلى مصر ليسوموهم سوء العذاب ويجعلوهم\nعبيدا لهم ، وخاض البحر وراءهم حتى إذا أشرف على الغرق قال آمنت أنه لا إله بحق إلا الرب الذي آمنت به جماعة بنى إسرائيل بدعوة موسى ، وأنا ممن أذعنوا لأمره بعد ما كان منى من جحود بآياته وعناد لرسوله.\nوكرر المعنى الواحد بثلاث عبارات حرصا منه على القبول المفضى إلى النجاة ، ولكن هيهات فقد فات الوقت وجاء الإيمان حين اليأس وهو لا يجدى فتيلا ولا قطميرا ـ وهذا ما بينه سبحانه بقوله موبخا له.\n(آلْآنَ وَقَدْ عَصَيْتَ قَبْلُ وَكُنْتَ مِنَ الْمُفْسِدِينَ) أي وقيل له أتسلم الآن حين يئست من الحياة وأيقنت بالممات؟ وقد عصيت قبل ذلك وكنت من المفسدين فى الأرض الظالمين للعباد ، فدعواك الإسلام الآن لا تقبل ، فقد صار إسلامك اضطرارا لا اختيارا.",
        "وخلاصة المعنى ـ آلآن تقرّ لله بالعبودية ، وتستسلم له بالذلة وتخلص له الألوهية ، وقد عصيته قبل نزول نقمته بك فأسخطته على نفسك ، وكنت من المفسدين فى الأرض الصادّين عن سبيله ، فهلا أقررت بما أقررت به الآن وباب التوبة لك منفتح.\n(فَالْيَوْمَ نُنَجِّيكَ بِبَدَنِكَ لِتَكُونَ لِمَنْ خَلْفَكَ آيَةً) أي فاليوم نجعلك على نجوة من الأرض ببدنك ينظر إليك من كذّب بهلاكك ، لتكون عبرة لمن بعدك من الناس يعتبرون بك فينزجرون عن معصية الله والكفر به والسعى فى الأرض بالفساد.\nووجه العبرة فى ذلك ـ أنه يكون شاهدا على صدق وعد الله لرسله ، ووعيده لأعدائهم كطغاة مكة التي أنزلت هذه الآيات لإقامة حجج الله عليهم قبل غيرهم.\n(وَإِنَّ كَثِيراً مِنَ النَّاسِ عَنْ آياتِنا لَغافِلُونَ) أي وإن كثيرا من الناس لفى غفلة عن حججنا وأدلتنا على أن العبادة له وحده خالصة ، فهم يمرون عليها وهم عنها معرضون ، فلا يتفكرون فى أسبابها ونتائجها وحكم الله فيها.",
        "وفى ذلك إيماء إلى ذم الغفلة وعدم التفكر فى أسباب الحوادث وعواقبها واستبانة سنن الله فيها للعظة والاعتبار.\nووا أسفا قد صار من نزل فيهم القرآن من بينهم بل فى مقدمتهم وهو حجة عليهم وهو منهم براء.\n(وَلَقَدْ بَوَّأْنا بَنِي إِسْرائِيلَ مُبَوَّأَ صِدْقٍ وَرَزَقْناهُمْ مِنَ الطَّيِّباتِ فَمَا اخْتَلَفُوا حَتَّى جاءَهُمُ الْعِلْمُ إِنَّ رَبَّكَ يَقْضِي بَيْنَهُمْ يَوْمَ الْقِيامَةِ فِيما كانُوا فِيهِ يَخْتَلِفُونَ (93))\nتفسير المفردات",
        "مبوأ صدق : أي منزلا صالحا مرضيا. وأصل الصدق ضد الكذب ، ولكن جرت عادة العرب أنهم إذا مدحوا شيئا أضافوه إلى الصدق فقالوا مكان صدق إذا كان كاملا فى صفته صالحا للغرض المقصود منه ، كأنهم أرادوا أن كل ما يظهر فيه من الخير فهو صادق ، والعلم هنا علم الدين.\nالمعنى الجملي\nبعد أن ذكر سبحانه خاتمة فرعون وجنوده ـ قفى على ذلك بذكر عاقبة بنى إسرائيل ، وفى هذا عبرة لمكذبى محمد صلى الله عليه وسلم والجاحدين من قومه المفترين بقوتهم وكثرتهم وثروتهم ـ فقد كان فرعون وقومه أكثر منهم عددا وأشد قوة وأوفر ثروة ، وقد جعل الله سننه فى المكذبين واحدة ، ففكّروا أيها المكذبون فى عاقبة أمركم وتدبروا مليّا خوف أن يحل بكم مثل ما حل بهم ، وهاهو ذا أهلك أكثر زعمائهم وجعل العاقبة لأتباعه المؤمنين وأعطاهم أعظم ملك فى العالمين.\nالإيضاح",
        "(وَلَقَدْ بَوَّأْنا بَنِي إِسْرائِيلَ مُبَوَّأَ صِدْقٍ) أي ولقد أسكناهم منزلا مرضيا وهو منزلهم من بلاد الشام الجنوبية وهى بلاد فلسطين ، وهو بمعنى قوله «وَأَوْرَثْنَا الْقَوْمَ الَّذِينَ كانُوا يُسْتَضْعَفُونَ مَشارِقَ الْأَرْضِ وَمَغارِبَهَا الَّتِي بارَكْنا فِيها».\n(وَرَزَقْناهُمْ مِنَ الطَّيِّباتِ) أي ورزقناهم من اللذائذ فيها ، وقد جاء وصفها فى كتبهم بأنها تفيض لبنا وعسلا ، وفيها كثير من الغلات والثمرات والأنعام وصيد البر والبحر.\n(فَمَا اخْتَلَفُوا حَتَّى جاءَهُمُ الْعِلْمُ) أي فما اختلف بنو إسرائيل إلا بعد ما علموا بقراءة التوراة والوقوف على أحكامها ، ذلك أنهم كانوا قبل أن يبعث محمد صلى الله عليه وسلم مجمعين على نبوته والإقرار به وبمبعثه غير مختلفين فيه بالنعت الذي كانوا يجدونه مكتوبا عندهم ، فلما جاءهم ما عرفوا كفر به بعض وآمن آخرون.\n(إِنَّ رَبَّكَ يَقْضِي بَيْنَهُمْ يَوْمَ الْقِيامَةِ فِيما كانُوا فِيهِ يَخْتَلِفُونَ) أي إن هذا النوع من الاختلاف لا سبيل لإزالته فى دار الدنيا ، بل سيقضى الله بينهم فى الآخرة ، فيميّز المحقين من المبطلين ، ويدخل الأولين الجنة والآخرين النار وبئس القرار.",
        "(فَإِنْ كُنْتَ فِي شَكٍّ مِمَّا أَنْزَلْنا إِلَيْكَ فَسْئَلِ الَّذِينَ يَقْرَؤُنَ الْكِتابَ مِنْ قَبْلِكَ لَقَدْ جاءَكَ الْحَقُّ مِنْ رَبِّكَ فَلا تَكُونَنَّ مِنَ المُمْتَرِينَ (94) وَلا تَكُونَنَّ مِنَ الَّذِينَ كَذَّبُوا بِآياتِ اللهِ فَتَكُونَ مِنَ الْخاسِرِينَ (95) إِنَّ الَّذِينَ حَقَّتْ عَلَيْهِمْ كَلِمَتُ رَبِّكَ لا يُؤْمِنُونَ (96) وَلَوْ جاءَتْهُمْ كُلُّ آيَةٍ حَتَّى يَرَوُا الْعَذابَ الْأَلِيمَ (97))\nالمعنى الجملي\nبعد أن قص سبحانه قصص الأنبياء السالفين وما لا قوه من أقوامهم من العناد والجحود والاستكبار والعتو ، وفى كل حال كان النصر حليف المؤمنين والخذلان نصيب الظالمين ـ قفّى على ذلك بذكر صدقه فيما قال ووعد وأوعد ، وكون ذلك سنة الله فى المكذبين قبل ، وسيكون ذلك فيهم من بعد وليس فى هذا سبيل للافتراء والشك وقد ساق ذلك بطريق التلطف فى الأسلوب ، فوجه الكلام إلى الرسول صلى الله عليه وسلم والمراد قومه فجاء على نحو قولهم : إياك أعنى واسمعي يا جارة ، وقد جاء مثل هذا فى قوله تعالى «لَئِنْ أَشْرَكْتَ لَيَحْبَطَنَّ عَمَلُكَ» وقوله : «يا أَيُّهَا النَّبِيُّ اتَّقِ اللهَ وَلا تُطِعِ الْكافِرِينَ وَالْمُنافِقِينَ».\nالإيضاح",
        "(فَإِنْ كُنْتَ فِي شَكٍّ مِمَّا أَنْزَلْنا إِلَيْكَ فَسْئَلِ الَّذِينَ يَقْرَؤُنَ الْكِتابَ مِنْ قَبْلِكَ) المراد بالكتاب جنسه أي الكتب السالفة كالتوراة والإنجيل ، أي فإن كنت أيها الرسول فى شك مما قلناه فى تلك الشواهد من قصة هود ونوح وموسى وغيرهم فرضا وتقديرا ، فاسأل الذين يقرءون كتب الأنبياء كاليهود والنصارى ، فإنهم يعلمون أن ما أزلناه إليك حق لا يستطيعون إنكاره.\nوقد جرت عادة العرب أن يقدّروا الشك فى الشيء ليبنوا عليه ما ينفى احتمال وقوعه فيقول أحدهم لابنه : إن كنت ابني فكن شجاعا ، وجاء من هذا قول المسيح عليه السلام مجيبا ربه تعالى عن سؤاله إياه «أَأَنْتَ قُلْتَ لِلنَّاسِ اتَّخِذُونِي وَأُمِّي إِلهَيْنِ مِنْ دُونِ اللهِ قالَ سُبْحانَكَ ما يَكُونُ لِي أَنْ أَقُولَ ما لَيْسَ لِي بِحَقٍّ إِنْ كُنْتُ قُلْتُهُ فَقَدْ عَلِمْتَهُ» فهو عليه السلام يعلم أنه لم يقله ولكنه يفرضه ليستدل على ذلك بأنه لو قاله لعلمه الله منه ، ويجرى العلماء فى محاوراتهم بينهم وبين نظرائهم\nأو بينهم وبين تلاميذهم على هذا النمط ، فيشككونهم فيما لا شك فيه عندهم ، ليبنوا على ذلك أحكاما أخرى فيقولون : إن كانت الخمسة زوجا كانت منقسمة إلى متساويين أي إن كون الخمسة زوجا يستلزم ذلك ، وهذا لا يدل على أن الخمسة زوج وهكذا ما فى الآية فهو يدل على أنه لو حصل الشك لكان الواجب هو فعل كذا وكذا ، وليس فيها دليل على وقوعه.\n(لَقَدْ جاءَكَ الْحَقُّ مِنْ رَبِّكَ فَلا تَكُونَنَّ مِنَ المُمْتَرِينَ) الامتراء : الشك والتردد ، أي لقد جاءك الحق الواضح بأنك رسول الله ، وأن هؤلاء اليهود والنصارى يعلمون صحة ذلك ويجدون نعتك فى كتبهم ، فلا تكونن من الشاكين فى صحة ذلك.",
        "وهذا النهى وما بعده يدلان على أن فرض الشك والسؤال فيما قبلهما تعريض بالشاكين والمكذبين له من قومه ممن لم تستنر بصيرتهم بنبوته صلى الله عليه وسلم فأظهروا الإيمان بألسنتهم ولم يثبت فى قلوبهم فهم فى شك فيه.\n(وَلا تَكُونَنَّ مِنَ الَّذِينَ كَذَّبُوا بِآياتِ اللهِ فَتَكُونَ مِنَ الْخاسِرِينَ) أي ولا تكونن أيها الرسول ممن كذب بآيات الله وحججه فى الأكوان مما يدل على وحدانيته وقدرته على إرسال الرسل لهداية البشر فتكونن ممن خسروا أنفسهم بالحرمان من الإيمان وما يتبعه من سعادة الدنيا والآخرة ، وذلك هو الخسران المبين ، فالشك والامتراء فيما أنزل إليك كالتكذيب بآيات الله جحودا بها وعنادا ، كلاهما سواء فى الخسران ، لحرمان الجميع من الهداية بها ، والوصول إلى السعادة فى الدارين.\n(إِنَّ الَّذِينَ حَقَّتْ عَلَيْهِمْ كَلِمَتُ رَبِّكَ لا يُؤْمِنُونَ) أي إن الذين ثبتت عليهم كلمة ربك بعذابهم بحسب سننه تعالى فى خلقه بفقدهم الاستعداد للاهتداء لا يؤمنون لرسوخهم فى الكفر والطغيان ، وإحاطة خطاياهم بهم ، وإعراضهم عن آيات الله التي خلقها فى الأكوان ، بما يرشد إلى وحدانيته وكمال قدرته.\n(وَلَوْ جاءَتْهُمْ كُلُّ آيَةٍ حَتَّى يَرَوُا الْعَذابَ الْأَلِيمَ) أي ولو جاءتهم كل آية من",
        "الآيات الكونية كآيات موسى عليه السلام التي اقترحوا مثلها عليك ، والآيات المنزلة عليك كآيات القرآن العقلية الدالة بإعجازها على أنها من عند الله وعلى حقّية ما تدعوهم إليه وتنذرهم به ، حتى يروا العذاب الأليم بأعينهم ويذوقوه حين ينزل بهم ، فيكون إيمانهم اضطرارا لا اختيارا منهم ، فلا يترتب عليه عمل منهم يطهرهم ويزكيهم ويقال لهم إذ ذاك «آلْآنَ وَقَدْ كُنْتُمْ بِهِ تَسْتَعْجِلُونَ».\n(فَلَوْ لا كانَتْ قَرْيَةٌ آمَنَتْ فَنَفَعَها إِيمانُها إِلاَّ قَوْمَ يُونُسَ لَمَّا آمَنُوا كَشَفْنا عَنْهُمْ عَذابَ الْخِزْيِ فِي الْحَياةِ الدُّنْيا وَمَتَّعْناهُمْ إِلى حِينٍ (98) وَلَوْ شاءَ رَبُّكَ لَآمَنَ مَنْ فِي الْأَرْضِ كُلُّهُمْ جَمِيعاً أَفَأَنْتَ تُكْرِهُ النَّاسَ حَتَّى يَكُونُوا مُؤْمِنِينَ (99) وَما كانَ لِنَفْسٍ أَنْ تُؤْمِنَ إِلاَّ بِإِذْنِ اللهِ وَيَجْعَلُ الرِّجْسَ عَلَى الَّذِينَ لا يَعْقِلُونَ (100))\nتفسير المفردات\nلولا : كلمة تفيد التحضيض والتوبيخ كهلا ، والمراد بالقرية أهلها وهو كثير الاستعمال بهذا المعنى ، والخزي : الذل والهوان ، والحين : مدة من الزمن والمراد بها العمر الطبيعي الذي يعيشه كل شخص ، والإذن بالشيء : الإعلام بإجازته والرخصة فيه ورفع الحجر عنه والرجس : لغة الشيء القبيح المستقذر ، والمراد به هنا العذاب.",
        "المعنى الجملي\nهذه الآيات الثلاث تكملة لما قبلها ، وبيان لسنن الله تعالى فى الأمم مع رسلهم ، وفى خلق البشر مستعدين للإيمان والكفر والخير والشر ، وفى تعلق مشيئة الله وحكمته بأفعاله وأفعال عباده ووقوعها وفقهما ، فبعد أن بين أن الذين حقت عليهم كلمة\nربك لا يؤمنون حتى يروا العذاب الأليم ـ أتبعه بذكر هذه الآيات للدلالة على أن قوم يونس آمنوا بعد كفرهم ، وانتفعوا بذلك الإيمان.\nالإيضاح",
        "(فَلَوْ لا كانَتْ قَرْيَةٌ آمَنَتْ فَنَفَعَها إِيمانُها) أي فهلا كان أهل قرية من قرى أقوام أولئك الرسل آمنوا بعد دعوتهم وإقامة الحجة عليهم ، فنفعهم إيمانهم قبل وقوع العذاب الذي أنذروا به.\nوخلاصة ذلك ـ إنه لم يؤمن قوم منهم بحيث لم يشذ منهم أحد.\n(إِلَّا قَوْمَ يُونُسَ لَمَّا آمَنُوا كَشَفْنا عَنْهُمْ عَذابَ الْخِزْيِ فِي الْحَياةِ الدُّنْيا وَمَتَّعْناهُمْ إِلى حِينٍ) يونس عليه السلام بعث فى أهل نينوى بأرض الموصل ، وكانوا أهل كفر وشرك ، فدعاهم إلى الإيمان بالله وحده وترك ما يعبدون من الأصنام فأبوا عليه وكذبوه ، فأخبرهم أن العذاب مصبّحهم بعد ثلاث ليال ـ فلما كانت الليلة الثالثة ذهب عنهم من حوف الليل ، فلما أصبحوا تغشاهم العذاب ، فلما أيقنوا بالهلاك طلبوا نبيهم فلم يجدوه فخرجوا إلى الصحراء بأنفسهم ونسائهم وصبيانهم ودوابهم ولبسوا المسوح وأظهروا الإيمان والتوبة وتضرعوا إلى ربهم وأخلصوا النية فرحمهم واستجاب دعاءهم وكشف عنهم ما نزل بهم من العذاب.\nوالخلاصة ـ إن قوم يونس لما آمنوا قبل وقوع العذاب بهم بالفعل وكانوا علموا بقربه من خروج نبيهم ـ صرفنا عنهم عذاب الذل والهوان فى الدنيا بعد ما أظلّهم وكاد ينزل بهم ، ومتعناهم بمتاعها إلى زمن معلوم وهو الوقت الذي يعيش فيه كل منهم بحسب سنن الله فى استعداد بنيته ومعيشته.",
        "وفى ذلك تعريض بأهل مكة وإنذار لهم ، وحض على أن يكونوا كقوم يونس الذين استحقوا العذاب بعنادهم ، حتى إذا أنذرهم نبيهم بقرب وقوعه وخرج من بينهم اعتبروا وآمنوا قبل اليأس وقبل أن ينزل بهم البأس.\n(وَلَوْ شاءَ رَبُّكَ لَآمَنَ مَنْ فِي الْأَرْضِ كُلُّهُمْ جَمِيعاً) أي ولو شاء ربك أن يؤمن أهل الأرض كلهم جميعا لآمنوا بأن يلجئهم إلى الإيمان قسرا ، أو يخلقهم مؤمنين طائعين كالملائكة لا استعداد فى فطرتهم لغير الإيمان.\nوجاء فى معنى الآية قوله «وَلَوْ شاءَ اللهُ ما أَشْرَكُوا» وقوله «وَلَوْ شاءَ رَبُّكَ لَجَعَلَ النَّاسَ أُمَّةً واحِدَةً».\nوخلاصة ذلك ـ أنه لو شاء ربك ألا يخلق الإنسان مستعدا بفطرته للخير والشر والإيمان والكفر ، ومرجحا باختياره لأحد الأمور الممكنة على ما يقابله بإرادته ومشيئته ـ لفعل ذلك ، ولكن اقتضت حكمته أن يخلقه هكذا يوازن باختياره بين الإيمان والكفر ، فيؤمن بعض ويكفر آخرون.",
        "(أَفَأَنْتَ تُكْرِهُ النَّاسَ حَتَّى يَكُونُوا مُؤْمِنِينَ) أي إن هذا ليس بمستطاع لك ولا من وظائف الرسالة التي بعثت بها أنت وسائر الرسل الكرام كما قال تعالى «إِنْ عَلَيْكَ إِلَّا الْبَلاغُ» وقال «وَما أَنْتَ عَلَيْهِمْ بِجَبَّارٍ» وقال «لا إِكْراهَ فِي الدِّينِ».\n(وَما كانَ لِنَفْسٍ أَنْ تُؤْمِنَ إِلَّا بِإِذْنِ اللهِ) أي وما كان لنفس بمقتضى ما أعطاها الله من الاختيار والاستقلال فى الأفعال ، أن تؤمن إلا بإرادة الله ومقتضى سننه فى الترجيح بين المتقابلين ، فالنفس مختارة فى دائرة الأسباب والمسببات ، ولكنها غير مستقلة فى اختيارها استقلالا تاما ـ بل مقيدة بنظام السنن والأقدار الإلهية.\n(وَيَجْعَلُ الرِّجْسَ عَلَى الَّذِينَ لا يَعْقِلُونَ) أي وإذا كان كل شىء بإذنه وتيسيره ومشيئته التي تجرى بقدره فهو يجعل الإذن وتيسير الإيمان للذين يعقلون آياته ويوازنون بين الأمور ، فيختارون خير الأعمال ويتقون شرها ، ويرجّحون أنفعها على أضرها بإذنه تعالى وتيسيره ، ويجعل الخذلان والخزي المرجح للكفر والفجور على الذين لا يعقلون ولا يتدبرون ، إذ هم لخطل رأيهم وسلوك سبيل الهوى يرجحون الكفر على الإيمان والفجور على التقوى.\n(قُلِ انْظُرُوا ما ذا فِي السَّماواتِ وَالْأَرْضِ وَما تُغْنِي الْآياتُ وَالنُّذُرُ عَنْ قَوْمٍ لا يُؤْمِنُونَ (101) فَهَلْ يَنْتَظِرُونَ إِلاَّ مِثْلَ أَيَّامِ الَّذِينَ خَلَوْا مِنْ قَبْلِهِمْ قُلْ فَانْتَظِرُوا إِنِّي مَعَكُمْ مِنَ الْمُنْتَظِرِينَ (102) ثُمَّ نُنَجِّي رُسُلَنا وَالَّذِينَ آمَنُوا كَذلِكَ حَقًّا عَلَيْنا نُنْجِ الْمُؤْمِنِينَ (103))",
        "المعنى الجملي\nبعد أن أبان سبحانه أن سننه فى نوع الإنسان ، أن خلقه مستعدا للإيمان والكفر والخير والشر ، ولم يشأ أن يجعله على طريقة واحدة إما الكفر وحده وإما الإيمان وحده وإنك أيها الرسول لا تقدر على جعله على غير ذلك ـ بين هنا أن مدار سعادته على استعمال عقله فى التمييز بين الخير والشر. وما على الرسول إلا التبشير والإنذار وبيان الطريق المستقيم الذي يوصل إلى السعادة ، وما الدين الا مساعد للعقل على حسن الاختيار إذا أحسن النظر والتفكر اللذين أمر الله بهما.\nفليحذر أولئك القوم أن يحل بهم مثل ما حل بمن قبلهم من المكذبين ، فإن سنننا لا تغيير فيها ولا تبديل ، فننجى رسلنا والذين آمنوا معهم ونهلك من كذبهم وندخله سواء الجحيم.\nالإيضاح",
        "(قُلِ انْظُرُوا ما ذا فِي السَّماواتِ وَالْأَرْضِ) أي قل أيها الرسول لمن تحرص على هدايتهم من قومك : انظروا بأبصاركم وبصائركم ماذا فى السموات والأرض من كواكب نيرات ، ثوابت وسيارات ، وشمس وقمر ، وليل ونهار ، وسحاب ومطر ، وهواء وماء ، وليل ونهار ، وإيلاج أحدهما فى الآخر حتى يطول هذا ويقصر ذاك وما أنزل الله من السماء من ماء فأحيا به الأرض بعد موتها ، وأخرج فيها من أفانين الثمار والزروع والأزاهير وصنوف النبات ، وماذرأ فيها من دواب مختلفة الأشكال والألوان والمنافع ، وما فيها من جبال وسهول وقفار وعمران ، وما فى البحر من عجائب وهو مسخّر\nمذلّل للسالكين ، يحمل سفنهم ويجرى بها برفق بتسخير القدير العليم الذي لا إله غيره ولا رب سواه «وَفِي الْأَرْضِ آياتٌ لِلْمُوقِنِينَ. وَفِي أَنْفُسِكُمْ أَفَلا تُبْصِرُونَ» إنه يريكم كل هذه الآيات ثم أنتم تشركون.\n(وَما تُغْنِي الْآياتُ وَالنُّذُرُ عَنْ قَوْمٍ لا يُؤْمِنُونَ) تغنى : تنفع وتفيد ، والنذر واحدها نذير ، أي إن الآيات الكونية على ظهور دلالتها ، والرسل على بلاغة حجتها ، لا تجدى نفعا لقوم لا يتوقع إيمانهم ، لأنهم لم يوجهوا أنظارهم إلى الاعتبار بالآيات والاستدلال بها على ما تدل عليه من وحدانية الله وقدرته. والاعتبار بسننه فى خلقه والاستفادة منها فيما يزكّى النفس ويرفعها عن الأرجاس والأدناس.\n(فَهَلْ يَنْتَظِرُونَ إِلَّا مِثْلَ أَيَّامِ الَّذِينَ خَلَوْا مِنْ قَبْلِهِمْ) يقول الله تعالى لنبيه صلى الله عليه وسلم محذّرا مشركى قومه من حلول عاجل نقمة ربهم بهم وقد حل بمن قبلهم من سائر الأمم الخالية التي سلكت فى تكذيب رسله وجحودهم مسلكهم : هل ينتظر هؤلاء المشركون المكذبون بما جئتهم به من عند الله تعالى إلا يوما يعاينون فيه من عذاب الله مثل أيام أسلافهم الذين كانوا على مثل ما هم عليه من الشرك والتكذيب.",
        "والخلاصة ـ إنهم لا ينتظروا إلا مثل وقائعهم مع رسلهم مما بلغهم مبدؤه وغايته.\n(قُلْ فَانْتَظِرُوا إِنِّي مَعَكُمْ مِنَ الْمُنْتَظِرِينَ) أي قل لهم منذرا مهدّدا : انتظروا عقاب الله ونزول سخطه بكم ، إنى من المنتظرين هلاككم بالعقوبة التي تحل بكم ، وإنى على بينة بما وعد الله به وصدق وعده للمرسلين ، وإن الذين يصرّون على الجحود والعناد سيكونون من الهالكين.\n(ثُمَّ نُنَجِّي رُسُلَنا وَالَّذِينَ آمَنُوا) أي إن سنتنا فى رسلنا مع أقوامهم الذين يبلغونهم الدعوة ، ويقيمون عليهم الحجة ، وينذرونهم سوء عاقبة التكذيب ، فيؤمن بعض ويصر آخرون على الكفر ـ أن نهلك المكذبين وننجى رسلنا والذين آمنوا بهم.\n(كَذلِكَ حَقًّا عَلَيْنا نُنْجِ الْمُؤْمِنِينَ) أي ومثل هذا الإنجاء ننجى المؤمنين معك أيها الرسول ونهلك المصرين على تكذيبك ، وعدا حقا علينا لا نخلفه كما قال تعالى «سُنَّةَ مَنْ قَدْ أَرْسَلْنا قَبْلَكَ مِنْ رُسُلِنا وَلا تَجِدُ لِسُنَّتِنا تَحْوِيلاً».",
        "(قُلْ يا أَيُّهَا النَّاسُ إِنْ كُنْتُمْ فِي شَكٍّ مِنْ دِينِي فَلا أَعْبُدُ الَّذِينَ تَعْبُدُونَ مِنْ دُونِ اللهِ وَلكِنْ أَعْبُدُ اللهَ الَّذِي يَتَوَفَّاكُمْ وَأُمِرْتُ أَنْ أَكُونَ مِنَ الْمُؤْمِنِينَ (104) وَأَنْ أَقِمْ وَجْهَكَ لِلدِّينِ حَنِيفاً وَلا تَكُونَنَّ مِنَ الْمُشْرِكِينَ (105) وَلا تَدْعُ مِنْ دُونِ اللهِ ما لا يَنْفَعُكَ وَلا يَضُرُّكَ فَإِنْ فَعَلْتَ فَإِنَّكَ إِذاً مِنَ الظَّالِمِينَ (106) وَإِنْ يَمْسَسْكَ اللهُ بِضُرٍّ فَلا كاشِفَ لَهُ إِلاَّ هُوَ وَإِنْ يُرِدْكَ بِخَيْرٍ فَلا رَادَّ لِفَضْلِهِ يُصِيبُ بِهِ مَنْ يَشاءُ مِنْ عِبادِهِ وَهُوَ الْغَفُورُ الرَّحِيمُ (107))\nالمعنى الجملي\nبعد أن ذكر الأدلة على صدقه فى رسالته وصحة الدين الذي جاء به ، وبسطها غاية البسط حتى لم يبق فيها مجال للشك ـ قفّى على ذلك بالأمر بإظهار دينه ، وبإظهار الفارق بينه وبين ما هم عليه من عبادة الأوثان والأصنام التي لا تضر ولا تنفع وبيان أن الذي بيده النفع والضر هو الله الذي خلقهم. وبيده تصريف أمورهم.\nالإيضاح",
        "(قُلْ يا أَيُّهَا النَّاسُ إِنْ كُنْتُمْ فِي شَكٍّ مِنْ دِينِي فَلا أَعْبُدُ الَّذِينَ تَعْبُدُونَ مِنْ دُونِ اللهِ وَلكِنْ أَعْبُدُ اللهَ الَّذِي يَتَوَفَّاكُمْ وَأُمِرْتُ أَنْ أَكُونَ مِنَ الْمُؤْمِنِينَ) أي قل لهم أيها\nالرسول إن كنتم فى شك من دينى الذي أدعوكم إليه ولم يتبين لكم أنه الحق ، فاسمعوا وصفه ، واعرضوه على عقولكم ، وانظروا فيه ، لتعلموا أنه لا مدخل فيه للشك ، إنى لا أعبد الحجارة التي تعبدونها من دون إلهكم وخالقكم ، بل أعبد الله الذي يقبض الخلق فيميتهم إذا شاء ، وينفعهم ويضرهم إذا أراد ، ومثل هذا هو الحقيق بأن يعبد وأن يخاف وأن يتّقى دون من لا يقدر على شىء من ذلك.\nوفى ذلك تعريض لطيف وإيماء إلى أن مثل هذا الدين لا يشكّ فيه ، وإنما ينبغى أن تشكّوا فيما أنتم عليه من عبادة الأصنام التي لا تعقل ولا تضر ولا تنفع ، إذ عبادة الخالق لا يستنكرها ذو والفطرة السليمة ، أما عبادة الأصنام فيستنكرها كل ذى لبّ وعقل سليم.\nوقد أمرت أن أكون من المؤمنين الذين وعدهم الله بالنجاة من عذابه ، وينصرهم على أعدائهم واستخلافهم فى الأرض.",
        "(وَأَنْ أَقِمْ وَجْهَكَ لِلدِّينِ حَنِيفاً) أي وأمرت أن أكون من المؤمنين ، وأمرت أن أقيم وجهى للدين القيم الذي لا عوج فيه حال كونى حنيفا أي مائلا عن غيره من الشرك والباطل ، وذلك بالتوجه إلى الله وحده فى الدعاء وغيره بدون التفات إلى شىء سواه ونحو الآية قوله «إِنِّي وَجَّهْتُ وَجْهِيَ لِلَّذِي فَطَرَ السَّماواتِ وَالْأَرْضَ حَنِيفاً وَما أَنَا مِنَ الْمُشْرِكِينَ».\nفمن توجه قلبه إلى غيره فى عبادة من العبادات ولا سيما مخّ العبادة وروحها وهو الدعاء فهو عابد له مشرك بالله.\nثم نهى رسوله عن ضد ذلك فقال :\n(وَلا تَكُونَنَّ مِنَ الْمُشْرِكِينَ) أي ولا تكونن ممن يشرك فى عبادة ربه الآلهة والأنداد كأرباب الديانات الوثنية الباطلة الذين يجعلون بينهم وبين الله حجابا من الوسطاء والأولياء والشفعاء يوجهون قلوبهم إليهم عند الشدة تصيبهم والحاجة تستعصى عليهم ، ليضوا لهم حاجتهم إما بأنفسهم أو بشفاعتهم ووساطتهم عند ربهم ، فإن فعلت ذلك كنت من الهالكين.",
        "(وَلا تَدْعُ مِنْ دُونِ اللهِ ما لا يَنْفَعُكَ وَلا يَضُرُّكَ) أي ولا تدع أيها الرسول غيره تعالى دعاء عبادة لا على سبيل الاستقلال ولا على سبيل الاشتراك بوساطة الشفعاء ـ مالا ينفعك فى الدنيا ولا فى الآخرة ، ولا يضرك إن تركت دعاءه ولا إن دعوت غيره.\n(فَإِنْ فَعَلْتَ فَإِنَّكَ إِذاً مِنَ الظَّالِمِينَ) أي فإن فعلت هذا ودعوت غيره كنت فى هذه الحال من الذين ظلموا أنفسهم ، ولا ظلم لها أكبر من الشرك بالله تعالى ، فدعاؤه وحده أعظم العبادات ، ودعاء غيره شرك وظلم للنفس ، لإضافة التصرف إلى مالا يصدر منه ، فهو وضع للشىء فى غير موضعه.\nوقد جاء فى معنى الآية آيات كثيرة متفرقة فى السور لانتزاع هذا الشرك من قلوب السواد الأعظم من الناس ، وقد انتزع من قلوب الذين أخذوا دينهم من كتاب ربهم ، وكانت عبادتهم له دعاءه بالغدوّ والآصال والليل والنهار ، وفيها نعى على الذين هجروا تدبر القرآن وتلقّوا عقائدهم من الآباء والأمهات والمعاشرين الأميين الجاهليين فتوجهوا إلى القبور فزيّنوها بالسرج والمصابيح ودعوها من دون الله وتقربوا إليها بالهدايا والنذور لتكشف عنهم الضر وتعطيهم ما يرجون من النفع ، ويتأولون هذه الآيات الكثيرة فيزعمون أنها خاصة بعبادة الأصنام والنذر للأوثان ، والتعظيم للصلبان كأن الشرك بالله جائز من بعض المخلوقين دون بعض.\nثم أكد سبحانه المعنى السالف ودحض شبهة الذين يدعون غير الله ، لأنهم طالما استفادوا من دعائهم والاستغاثة بهم فشفيت أمراضهم وكشف الضر عنهم فقال :",
        "(وَإِنْ يَمْسَسْكَ اللهُ بِضُرٍّ فَلا كاشِفَ لَهُ إِلَّا هُوَ) أي وإن يمسسك الله أيها الإنسان بضر كمرض يصيبك بمخالفة سننه فى حفظ الصحة ، أو نقص فى الأموال والثمرات بأسباب لك فيها عبرة ، أو ظلم يقع عليك من غيرك ، فلا كاشف له إلا هو ، وقد جعل سبحانه للأشياء أسبابا يعرفها خلقه بتجاربهم ككشف الأمراض بمعرفة أسبابها ومعرفة خواصّ العقاقير التي تداوى بها ، فعلينا أن نطلبها من الأسباب ونأتى البيوت من الأبواب ، ونتوجه إلى الله وحده ، وندعوه مخلصين له ، متوكلين عليه.\n(وَإِنْ يُرِدْكَ بِخَيْرٍ فَلا رَادَّ لِفَضْلِهِ يُصِيبُ بِهِ مَنْ يَشاءُ مِنْ عِبادِهِ) أي وإن يردك ربك برخاء ونعمة وعافية فلا يقدر أحد أن يحول بينك وبين فضله الذي تعلقت به إرادته تعالى ، فما شاء كان حتما ، فلا يرجى خير ونفع إلا من فضله ، ولا يخاف ردّ ما يريده. فهو يصيب بالخير من يشاء من عباده بكسب أو بغير كسب ، وبسبب ما قدّره فى السنن العامة وبغير سبب ، ففضله تعالى على عباده عام بعموم رحمته ، بخلاف الضر فإنه لا يقع إلا بسبب من الأسباب الخاصة بكسب العبد أو العامة فى نظام الخلق كالأمراض التي تعرض بترك أسباب الصحة والوقاية جهلا أو تقصيرا ، وفساد العمران وسقوط الدول الذي يقع بترك العدل وكثرة الظلم.\n(وَهُوَ الْغَفُورُ الرَّحِيمُ) أي وهو الغفور لذنوب من تاب وأناب من عباده من كفره وشركه إلى الإيمان به وطاعته ، الرحيم بمن آمن به منهم فلا يعذبه بعد التوبة ، ولو لا مغفرته الواسعة ورحمته العامة لأهلك الناس جميعا بذنوبهم فى الدنيا قبل الآخرة كما قال تعالى : «وَلَوْ يُؤاخِذُ اللهُ النَّاسَ بِما كَسَبُوا ما تَرَكَ عَلى ظَهْرِها مِنْ دَابَّةٍ» وقال : «وَما أَصابَكُمْ مِنْ مُصِيبَةٍ فَبِما كَسَبَتْ أَيْدِيكُمْ وَيَعْفُوا عَنْ كَثِيرٍ».\n(قُلْ يا أَيُّهَا النَّاسُ قَدْ جاءَكُمُ الْحَقُّ مِنْ رَبِّكُمْ فَمَنِ اهْتَدى فَإِنَّما يَهْتَدِي لِنَفْسِهِ وَمَنْ ضَلَّ فَإِنَّما يَضِلُّ عَلَيْها وَما أَنَا عَلَيْكُمْ بِوَكِيلٍ (108) وَاتَّبِعْ ما يُوحى إِلَيْكَ وَاصْبِرْ حَتَّى يَحْكُمَ اللهُ وَهُوَ خَيْرُ الْحاكِمِينَ (109))",
        "المعنى الجملي\nبعد أن قرر سبحانه دلائل التوحيد والنبوة والمعاد ـ ختم السورة بهذا البلاغ للناس كافة بمقتضى البعثة العامة ، وهو إجمال لما تقدم من التفصيل فيها.\nالإيضاح\n(قُلْ يا أَيُّهَا النَّاسُ قَدْ جاءَكُمُ الْحَقُّ مِنْ رَبِّكُمْ) أي قل لهم أيها الرسول مخاطبا جميع الناس ، من حضر منهم فسمع هذه الدعوة منك ومن ستبلغه عنك. قد جاءكم الحق المبيّن لحقيقة هذا الدين ، وقد أوحى به إلى رجل منكم ، وكان خفيا عنكم بما جهل من دعوة الرسل السالفين أو حرّف وبدل ، ففصّله هذا الكتاب العربي المبين.",
        "(فَمَنِ اهْتَدى فَإِنَّما يَهْتَدِي لِنَفْسِهِ) أي فمن سلك سبيل الحق وصدّق بما جاء من عند الله فى كتابه الذي لا يأتيه الباطل من بين يديه ولا من خلفه ، فإنما فائدة ذلك عائدة إليه ، لأنه يفوز بالسعادة فى دنياه ودينه ، وذلك إنما يكون بعمله لا بعمل غيره ، ولا بتأثيره بشفاعته أو وساطته.\n(وَمَنْ ضَلَّ فَإِنَّما يَضِلُّ عَلَيْها) أي ومن اعوجّ عن الحق الذي أتاه من عند الله وأعرض عن كتابه وعن آياته فى الأنفس والآفاق ، فإنما وبال ضلاله على نفسه ، بما يفوته من فوائد الاهتداء فى الدنيا ، وما يصيبه من العذاب على كفره وجرائمه فى الآخرة (وَما أَنَا عَلَيْكُمْ بِوَكِيلٍ) أي وما أنا بموكّل من عند الله بأموركم ، ولا بمسيطر عليكم ، فأكرهكم على الإيمان ، وأمنعكم بقوتي من الكفر والعصيان ، ولا أملك لكم ضرا ولا نفعا ، وما أنا إلا رسول مبلغ إليكم أمر ربكم ، بشير لمن اهتدى ، ونذير لمن ضل وغوى ، وقد أعذر من أنذر.\n(وَاتَّبِعْ ما يُوحى إِلَيْكَ وَاصْبِرْ حَتَّى يَحْكُمَ اللهُ) أي واتبع أيها الرسول وحي الله الذي أنزله إليك فى كتابه ، واعمل به وعلّمه أمتك ، واصبر على ما يصيبك من الأذى والمكاره وعلى ما ينالك من قومك ، حتى يقضى الله بينك وبين المكذبين لك ، وينجز لك ما وعدك.\n(وَهُوَ خَيْرُ الْحاكِمِينَ) أي وهو خير القاضين ، وأعدل الفاصلين ، فهو لا يحكم إلا بالحق ، وغيره قد يحكم بالباطل ، إما لجهله بالحق أو مخالفته له باتباع الهوى ، وقد امتثل رسوله أمر ربه ، وصبر حتى حكم الله بينه وبين قومه ، وأنجز وعده له صلى الله عليه وسلم ولمن اتبعه من المؤمنين ، فاستخلفهم فى الأرض ، وجعلهم الأئمة الوارثين ما أقاموا الدين.",
        "وغير خاف ما فى هذه الآيات من التسلية لنبيه ووعده للمؤمنين ووعيده للكافرين.\nسورة هود عليه السلام\nوهى مكية كالتى قبلها ، وعدد آيها ثلاث وعشرون ومائة ، نزلت بعد سورة يونس ، وتصمنت ما تضمنته تلك من أصول الإسلام ، وهى التوحيد والنبوة والبعث والحساب والجزاء.\nوفصّل فيها ما أجمل فى سابقتها من قصص الرسل عليهم السلام وهى مناسبة لها فى فاتحتها وخاتمتها وتفصيل الدعوة فى أثنائها ، فقد افتتحتا بذكر القرآن بعد (الر) وذكر رسالة النبي المبلغ عن ربه ، وبيان أن وظيفة الرسول إنما هى التبشير والإنذار وفى أثنائهما ذكر التحدي بالقرآن والرد على الذين زعموا أن الرسول صلى الله عليه وسلم قد افتراه ، ومحاجّة المشركين فى أصول الدين ، وختمتا بخطاب الناس بالدعوة إلى ما جاء به الرسول صلى الله عليه وسلم ، ثم أمر الرسول صلى الله عليه وسلم فى الأولى بالصبر حتى يحكم الله بينه وبين الكافرين ، وفى الثانية بانتظار هذا الحكم منه تعالى مع الاستقامة على عبادته والتوكل عليه.",
        "وعلى الجملة فقد أجمل فى كل منهما ما فصل فى الأخرى مع فوائد انفردت بها كل منهما ، فقد اتفقتا موضوعا فى الأكثر واختلفتا نظما وأسلوبا مما لا مجال للشك فى أنهما من كلام الرحمن ، الذي علم الإنسان البيان.\nبِسْمِ اللهِ الرَّحْمنِ الرَّحِيمِ\n(الر كِتابٌ أُحْكِمَتْ آياتُهُ ثُمَّ فُصِّلَتْ مِنْ لَدُنْ حَكِيمٍ خَبِيرٍ (1) أَلاَّ تَعْبُدُوا إِلاَّ اللهَ إِنَّنِي لَكُمْ مِنْهُ نَذِيرٌ وَبَشِيرٌ (2) وَأَنِ اسْتَغْفِرُوا رَبَّكُمْ ثُمَّ تُوبُوا إِلَيْهِ يُمَتِّعْكُمْ مَتاعاً حَسَناً إِلى أَجَلٍ مُسَمًّى وَيُؤْتِ\nكُلَّ ذِي فَضْلٍ فَضْلَهُ وَإِنْ تَوَلَّوْا فَإِنِّي أَخافُ عَلَيْكُمْ عَذابَ يَوْمٍ كَبِيرٍ (3) إِلَى اللهِ مَرْجِعُكُمْ وَهُوَ عَلى كُلِّ شَيْءٍ قَدِيرٌ (4))",
        "تفسير المفردات\n(الر) تقدم أن قلنا إنها حرف تنبيه كألا وتقرأ بأسمائها ساكنة فيقال : (ألف لام ، را) وإحكام البناء كالقصر والحصن : إتقانه حتى لا يقع فيه خلل ، وتفصيل العقد بالفرائد : جعل خرزة أو مرجانة بلون بين كل خرزتين من لون آخر ، والمتاع :\nكل ما ينتفع به فى المعيشة وحاجة البيوت ، والأجل المسمى : هو العمر المقدر.\nالمعنى الجملي",
        "جاءت هذه الآيات فى أصول الدين وهى القرآن وما بيّن فيه من توحيد الله وعبادته وحده والإيمان برسله والبعث والجزاء فى اليوم الآخر.\nالإيضاح\n(الر كِتابٌ أُحْكِمَتْ آياتُهُ ثُمَّ فُصِّلَتْ مِنْ لَدُنْ حَكِيمٍ خَبِيرٍ) أي هذا كتاب عظيم الشأن جليل القدر ، جعلت آياته محكمة النظم والتأليف واضحة المعاني ، لا تقبل شكا ولا تأويلا ولا تبديلا ، كأنها الحصن المنيع الذي لا يتطرق إليه خلل ـ وجعلت فصولا متفرقة فى سورة ، تبين حقائق العقائد والأحكام والمواعظ وجميع ما أنزل له الكتاب من الحكم والفوائد ، فكأنها العقد المفصّل بالفرائد ، ولا عجب فقد أنزلت من لدن حكيم يقدر حاجة عباده ، ويعطيهم ما فيه الخير لهم ، خبير بعواقب ذاك ومصادره وموارده.\n(أَلَّا تَعْبُدُوا إِلَّا اللهَ إِنَّنِي لَكُمْ مِنْهُ نَذِيرٌ وَبَشِيرٌ) أي أحكمت وفصلت بألا تعبدوا إلا الله ، أي نزل هذا القرآن المحكم المفصّل لعبادة الله وحده لا شريك له ،",
        "وهذا كقوله : «وَما أَرْسَلْنا مِنْ قَبْلِكَ مِنْ رَسُولٍ إِلَّا نُوحِي إِلَيْهِ أَنَّهُ لا إِلهَ إِلَّا أَنَا فَاعْبُدُونِ» وقوله : «وَلَقَدْ بَعَثْنا فِي كُلِّ أُمَّةٍ رَسُولاً أَنِ اعْبُدُوا اللهَ وَاجْتَنِبُوا الطَّاغُوتَ» وقل للناس إنى من عند الله نذير ينذركم عقابه ، ويبشركم ثوابه على طاعته والإخلاص له.\nوهذا بيان لوظيفة الرسالة ، ومبيّن لدعوة الرسول صلى الله عليه وسلم.\n(وَأَنِ اسْتَغْفِرُوا رَبَّكُمْ ثُمَّ تُوبُوا إِلَيْهِ يُمَتِّعْكُمْ مَتاعاً حَسَناً إِلى أَجَلٍ مُسَمًّى) أي واسألوه أن يغفر لكم ما كان منكم من أعمال الشرك والكفر والإجرام ، ثم ارجعوا إليه بإخلاص العبادة له دون سواه مما تعبدون من دونه من الأصنام والأوثان فإن فعلتم ذلك واستغفرتم من كل ذنب وتبتم من الإعراض عن هدايته وتنكّب سننه ، يمتعكم فى دنياكم متاعا حسنا فيرزقكم من زينة الدنيا وينسألكم فى آجالكم إلى الوقت الذي قضى عليكم فيه الموت وهو العمر المقدر لكم فى علمه المكتوب فى نظام الخليقة وسنن الاجتماع البشرى فى عباده ، ولا يقطعه بعذاب الاستئصال ولا بفساد العمران ولا ينقصه ما ينقص من أدمن على الشرك والمعاصي.\nذاك أن الله ما حرم إلا الأشياء الضارة بالعقل أو بالصحة أو بنظام الاجتماع المالى أو البدني ، وإنما يكمل ضررها بإصرار فاعليها عليها ، فاذا أقلعوا عنها وندموا على ما فعلوا وبادروا إلى التوبة من قريب ، امتنع ذلك الفساد.",
        "وهذه سنة مطردة فى ذنوب الأمم ، وهى فيها أظهر من ذنوب الأفراد ، فالمشاهد أن الأمم التي تصرّ على الظلم والفسوق والعصيان يهلكها الله تعالى فى الدنيا بالضعف والشقاق وخراب العمران حتى تزول منعتها وتتمزق وحدتها.\n(وَيُؤْتِ كُلَّ ذِي فَضْلٍ فَضْلَهُ) أي وإن تجتنبوا الشرك وتؤمنوا بالله وتستغفروه يمتعكم متاعا حسنا تكونون به خير الأمم نعمة وقوة وعزة ويعط كل ذى فضل من علم وعمل جزاء فضله ، أما فى الآخرة فهو مطّرد دائما ، وأما فى الدنيا فقد يكون ناقصا مشوبا بأكدار ، ولا يكون مطردا لقصر أعمار الأفراد.\n(وَإِنْ تَوَلَّوْا فَإِنِّي أَخافُ عَلَيْكُمْ عَذابَ يَوْمٍ كَبِيرٍ) أي وإن توليتم وأعرضتم عما دعوتكم إليه من عبادة الله وحده وعدم عبادة غيره ، فإنى أخاف عليكم عذاب يوم كبير الهول شديد البأس ، فيصيبكم مثل ما أصاب أقوام الرسل الذين عاندوهم وأصروا على تكذيبهم وعصيانهم ، أو قريب منه بعد نصر الرسول والمؤمنين.\n(إِلَى اللهِ مَرْجِعُكُمْ وَهُوَ عَلى كُلِّ شَيْءٍ قَدِيرٌ) أي إليه تعالى رجوعكم بعد موتكم جميعا أمما وأفرادا لا يتخلّف منكم أحد ، وحينئذ تلقون جزاءكم بالعدل والقسطاس ، وهو سبحانه قدير على كل شىء.",
        "(أَلا إِنَّهُمْ يَثْنُونَ صُدُورَهُمْ لِيَسْتَخْفُوا مِنْهُ أَلا حِينَ يَسْتَغْشُونَ ثِيابَهُمْ يَعْلَمُ ما يُسِرُّونَ وَما يُعْلِنُونَ إِنَّهُ عَلِيمٌ بِذاتِ الصُّدُورِ (5))\nتفسير المفردات\nثنى الشيء : عطف بعضه على بعض فطواه ، وإثناء الثوب : إطواؤه ، وثناه عنه : لواه وحوّله ، وثناه عليه : أطبقه وطواه ليخفيه فيه ، وثنى عنانه عنّى : تحول وأعرض ، والاستخفاء : محاولة الخفاء ، واستغشى الثوب تغطّى به كما قال حكاية عن نوح عليه السلام : «وَإِنِّي كُلَّما دَعَوْتُهُمْ لِتَغْفِرَ لَهُمْ جَعَلُوا أَصابِعَهُمْ فِي آذانِهِمْ وَاسْتَغْشَوْا ثِيابَهُمْ وَأَصَرُّوا وَاسْتَكْبَرُوا اسْتِكْباراً».\nالمعنى الجملي",
        "بعد أن ذكر سبحانه أنهم إن أعرضوا حاق بهم عذاب يوم كبير ـ بين فى هذه الآية حالهم وصفتهم العجيبة الدالة على إعراض الحيرة والعجز ومنتهى الجهل.\nالإيضاح\n(أَلا إِنَّهُمْ يَثْنُونَ صُدُورَهُمْ لِيَسْتَخْفُوا مِنْهُ) أي إن هؤلاء الكافرين الكارهين لدعوة التوحيد يحنون ظهورهم وينكسون رءوسهم كأنهم يحاولون طىّ صدورهم على بطونهم حين سماع القرآن ليستخفوا منه صلى الله عليه وسلم حين تلاوته فلا يراهم حين نزول هذه القوارع على رءوسهم ، روى ابن جرير وغيره أن ابن شداد قال : كان أحدهم ذا مر بالنبي صلى الله عليه وسلم ثنى صدره كيلا يراه أحد.\n(حِينَ يَسْتَغْشُونَ ثِيابَهُمْ يَعْلَمُ ما يُسِرُّونَ وَما يُعْلِنُونَ) أي إن ثنى صدورهم وتنكيس رءوسهم ليستخفوا من الداعي لهم إلى توحيد ربهم لا يغنى عنهم شيئا ، فإن ربهم يعلم ما يسرون ليلا حين يستغشون ثيابهم فيغطون بها جميع أبدانهم ، ثم ما يعلنون نهارا.",
        "(إِنَّهُ عَلِيمٌ بِذاتِ الصُّدُورِ) أي إنه تعالى عليم بأسرار الصدور وخواطر القلوب ، فاحذروا أن يطلع عليكم ربكم وأنتم مضمرون فى صدوركم الشك فى شىء من توحيده أو أمره أو نهيه.\nوالحمد لله رب العالمين والصلاة والسلام على سيد المرسلين.\nتمت مسودة هذا الجزء فى السادس والعشرين من ذى الحجة سنة اثنتين وستين وثلاثمائة وألف هجرية بمدينة حلوان من أرباض القاهرة قاعدة الديار المصرية.\nفهرست",
        "أهم المباحث العامة التي فى هذا الجزء\nمن أتى أبواب السلطان افتتن\t8\nمن الأعراب من كان يظن أن الصدقات مغارم ، ومنهم من كان يظن أنها قربات عند الله\t8\nالمسلمون ثلاث طبقات\t11",
        "من أهل المدينة ناس مردوا على النفاق\t12\nالمنافقون فريقان\t13\nخذ من أموالهم صدقة تطهرهم وتزكيهم بها\t16\nكان الرسول يدعو للمتصدقين ويستغفر لهم\t17",
        "فوائد الصدقات فى إصلاح المجتمع الإسلامى\t18\nفرضت الزكاة فى أول الإسلام مطلقة\t18\nما أصر من استغفر وإن عاد فى اليوم سبعين مرة\t20\nكان المتخلفون عن الجهاد فى غزوة تبوك أقساما ثلاثة\t21",
        "الأغراض التي لأجلها بنى مسجد الضرار\t25\nحب الله للمتطهرين\t27\nبيعة العقبة\t31\nالمؤمنون الكملة\t33",
        "النبوة والإيمان الصادق لا يبيحان الاستغفار للمشركين فى حال\t36\nغزوة العسرة\t40\nلا يرخص فى الكذب إلا فى ثلاث\t43\nفى المعاريض ما يغنى عن الكذب\t44",
        "وجوب التفقه فى الدين والاستعداد لتعليمه\t48\nالأب الرحيم ربما لجأ إلى ضروب من التأديب يشق على النفس احتمالها\t54\nليس الغنى سببا للزلفى والقرب من الله\t60\nليس القرآن بسحر\t61",
        "العرش مركز تدبير هذا الملك العظيم\t63\nلا ينبغى أن نوجه وجوهنا شطر قبور الأولياء والصالحين\t64\nالإعادة أهون من البدء\t65\nمنازل القمر وسيلة لمعرفة عدد السنين والحساب\t67",
        "تحية أهل الجنة\t71\nلا يكون المؤمن أهلا للجنة إلا بالعمل ومجاهدة النفس والهوى\t72\nلو يؤاخذ الله الناس بما كسبوا ما ترك على ظهرها من دابة\t74\nالإنسان عند الشدة يدعو ربه وعند الرخاء ينساه\t75",
        "هلاك الله للأمم ضربان\t76\nشر الظلم افتراء الكذب على الله والتكذيب بآياته\t80\nالشرك ضربان شرك فى الربوبية وشرك فى الألوهية\t82\nشئون الرب وسائر ما فى عالم الغيب لا تعلم إلا بوحي\t83",
        "معجزة النبي صلى الله عليه وسلم هى كتابه المعجز\t84\nدعا رسول الله على المشركين فقال : اللهم أنزل عليهم سنين كسنى يوسف\t88\nالناس الآن أشد من المشركين إشراكا فإذا نزلت بهم ضائقة دعوا الأموات وقد كان المشركون يدعون الله فى مثل هذا\t90\nثلاث هن رواجع على أهلها ـ المكر. والنكث. والبغي\t91",
        "مثل الحياة الدنيا فى القرآن\t92\nصفات المحسن والمسيء يوم القيامة\t94\nوعد الله المحسن بالحسنى وزيادة وأوعد الذين كسبوا السيئات بسيئة مثلها\t95\nلا شفيع ولا ناصر يوم القيامة\t98",
        "علامة الحياة فى النبات والحيوان\t100\nالأدلة على بطلان الشرك\t102\nأصول الإيمان تبنى على اليقين دون الظن\t105\nما فى القرآن ليس فى طوق البشر أن يأتى بمثله\t106",
        "تحدّيهم أن يأتوا بسورة مثله\t107\nإسراعهم فى تكذيبهم قبل أن يتدبروا معناه\t108\nالنبي ليس بمسيطر ولا جبار\t110\nالمسلمون الآن يسمعون القرآن لترتيله لا لتدبر معانيه\t111",
        "هداية الله لا تكون إلا للمستعد لها\t112\nالدنيا كساعة من نهار\t113\nما ترك الله أمة بلا رسول\t115\nالمشركون كانوا يستعجلون العذاب\t116",
        "عجبا لقوم يطلبون الحاجات ممن دفنوا تحت أطباق الثرى\t117\nحديث ضمام بن ثعلبة مع النبي صلى الله عليه وسلم\t119\nيتمنى الظالم أن يكون له فداء فى ذلك اليوم\t120\nالقرآن عظة وشفاء وهدى ورحمة\t122",
        "التحليل والتحريم لله وحده\t124\nجزاء المفترين على الله الكذب يوم القيامة\t125\nالله رقيب وشهيد على أعمال المرء فى هذه الحياة\t127\nلا يغيب عن ربنا مثقال ذرة فى الأرض ولا فى السماء\t128",
        "أولياء الله\t129\nللشيطان لمة وللملك لمة\t130\nالذين يتوسلون بهم يتوسلون إلى ربهم راجين خائفين\t130\nقال المشركون الملائكة بنات الله وقالت اليهود عزير ابن الله وقالت النصارى المسيح ابن الله\t130",
        "العقائد الدينية لا بد فيها من دليل قاطع والتقليد فيها غير سائغ\t135\nمقالة نوح لقومه\t137\nحين جاء موسى بالآيات البينات قال فرعون وقومه ـ إن هذا إلا سحر مبين\t141\nالساحر لا يفوز بمطلوب\t141",
        "قالوا لموسى ما غرضك من هذه الدعوة إلا امتلاك البلاد\t142\nمقالة موسى للسحرة\t143\nالدعاء لا يستجاب إلا مع اتخاذ الأسباب\t145\nكان المصريون يستعملون بنى إسرائيل فى المهن الحقيرة\t146",
        "دعوة موسى على المصريين فى ذلك الحين\t148\nغرق فرعون فى بحر القلزم\t151\nعاقبة بنى إسرائيل بعد خروجهم من مصر\t153\nقوم يونس لما آمنوا\t157",
        "لو شاء ربك لآمن من فى الأرض كلهم جميعا\t158\nلا تغنى الآيات والنذر لمن لا يفكر فيها\t160\nالإله الذي ينبغى أن يعبد\t162\nلا يكشف الضر إلا رب العالمين\t163",
        "الرسول ليس بمسيطر ولا جبار\t165\n"
    ]
}