{
    "partText": [
        "\n\nالجزء الرابع عشر\nسورة الحجر",
        "هى مكية وآيها تسع وتسعون.\nومناسبتها لما قبلها من وجوه :\n(1) إنها افتتحت بمثل ما افتتحت به سابقتها من وصف الكتاب المبين.\n(2) إنها شرحت أحوال الكفار يوم القيامة وتمنيهم أن لو كانوا مسلمين كما كانت السالفة كذلك.",
        "(3) إن فى كل منهما وصف السموات والأرض.\n(4) إن فى كل منهما قصصا مفصّلا عن إبراهيم عليه السلام.\n(5) إن فى كل منهما تسلية لرسوله صلى الله عليه وسلم بذكر ما لاقاه الرسل السالفون من أممهم وكانت العاقبة للمتقين.\nبِسْمِ اللهِ الرَّحْمنِ الرَّحِيمِ",
        "(الر تِلْكَ آياتُ الْكِتابِ وَقُرْآنٍ مُبِينٍ (1) رُبَما يَوَدُّ الَّذِينَ كَفَرُوا لَوْ كانُوا مُسْلِمِينَ (2) ذَرْهُمْ يَأْكُلُوا وَيَتَمَتَّعُوا وَيُلْهِهِمُ الْأَمَلُ فَسَوْفَ\n\nيَعْلَمُونَ (3) وَما أَهْلَكْنا مِنْ قَرْيَةٍ إِلاَّ وَلَها كِتابٌ مَعْلُومٌ (4) ما تَسْبِقُ مِنْ أُمَّةٍ أَجَلَها وَما يَسْتَأْخِرُونَ (5))\nشرح المفردات",
        "ربما (بضم الراء وتخفيف الباء وتشديدها) كلمة تدل على أن ما بعدها قليل الحصول ، فإذا قيل ربما زارنا فلان دل على أن حصول الزيارة منه قليل ، يلههم : أي يشغلهم من قولهم : لهيت عن الشيء ألهى لهيا إذا أعرضت عنه ، ما تسبق : أي ما يتقدم زمان أجلها.\nالإيضاح\n(الر) تقدم القول فى بيان معانى هذه الحروف ومبانيها ، فذكرنا أنها حروف تنبيه بمنزلة ألا ، ويا ، وينطق بأسمائها ساكنة فيقال : (ألف. لام. را).\n(تِلْكَ آياتُ الْكِتابِ وَقُرْآنٍ مُبِينٍ) أي تلك السورة من آيات ذلك الكتاب الكامل من بين سائر الكتب المنزلة من عند الله ، المبين للرشد من الغى ، والمظهر فى تضاعيفه للحكم والأحكام.",
        "(رُبَما يَوَدُّ الَّذِينَ كَفَرُوا لَوْ كانُوا مُسْلِمِينَ) هذا إخبار من الله عن الكفار بأنهم سيندمون فى الآخرة على ما كانوا عليه من الكفر ، ويتمنون أن لو كانوا فى الدنيا مسلمين.\nعن أبى موسى رضى الله عنه قال : قال رسول الله صلى الله عليه وسلم «إذا اجتمع أهل النار فى النار ومعهم من شاء الله من أهل القبلة قال الكفار للمسلمين : ألم تكونوا مسلمين؟ قالوا بلى ، قالوا فما أغنى عنكم الإسلام وقد صرتم معنا فى النار؟ قالوا كانت لنا ذنوب فأخذنا بها ، فسمع الله ما قالوا ، فأمر بمن كان فى النار من أهل القبلة فأخرجوا ، فلما رأى ذلك من بقي من الكفار قالوا يا ليتنا كنا مسلمين\nفنخرج كما خرجوا ، قال ثم قرأ رسول الله صلى الله عليه وسلم أعوذ بالله من الشيطان الرجيم ـ الر تلك آيات الكتاب وقرآن مبين ، ربما يود الذين كفروا لو كانوا مسلمين».\nونحو الآية قوله تعالى : «وَلَوْ تَرى إِذْ وُقِفُوا عَلَى النَّارِ فَقالُوا يا لَيْتَنا نُرَدُّ وَلا نُكَذِّبَ بِآياتِ رَبِّنا وَنَكُونَ مِنَ الْمُؤْمِنِينَ». قال الزجاج : إن الكافر كلما رأى حالا من أحوال العذاب ورأى حالا من أحوال المسلم ودّ أن لو كان مسلما.",
        "وقصارى ذلك ـ قد يتمنى الذين كفروا لو كانوا مسلمين حينما يعاينون العذاب وقت الموت : «والملائكة باسطوا أيديهم أخرجوا أنفسكم اليوم تجزون عذاب الهون» وفى الموقف حينما يرون هول العذاب وقد انصرف المسلمون إلى الجنة وسيقوا هم إلى النار ، والمسلمون المذنبون عذّبوا بذنوبهم ثم خرجوا منها وبقي الكافرون فى جهنم.\nوقد جاءت (ربما) للتقليل على سنة العرب فى نحو قولهم : ربما تندم على ما فعلت ، ولعلك تندم على ما فعلت ، لا يقصدون التقليل فى نحو ذلك ، وإنما يريدون أن الندم لو كان مشكوكا فيه أولو كان قليلا لحق عليك ألا تفعل هذا الفعل ، إذ العاقل يتحرز من التعرض للغم المظنون كما يتعرض للغم المتيقن ، ويبتعد عن القليل منه كما يبتعد عن الكثير.\n(ذَرْهُمْ يَأْكُلُوا وَيَتَمَتَّعُوا وَيُلْهِهِمُ الْأَمَلُ) أي دعهم أيها الرسول فى غفلاتهم يأكلون كما تأكل الأنعام ، ويتمتعون بلذات الدنيا وشهواتها ، وتلهيهم الآمال عن الآجال ، فيقول الرجل منهم غدا سأنال ثروة عظيمة ، وأحظى بما أشتهى ، ويعلو ذكرى ، ويكثر ولدي ، وأبنى القصور ، وأكثر الدور ، وأقهر الأعداء ، وأفاخر الأنداد ، إلى نحو ذلك مما يغرق فيه من بحار الأمانى والآمال وطلب المحال.\nثم علل الأمر بتركهم بقوله :",
        "(فَسَوْفَ يَعْلَمُونَ) سوء صنيعهم إذا هم عاينوا سوء جزائهم ، ووخامة عاقبتهم وفى هذا وعيد بعد تهديد ، وإلزام لهم بالحجة ومبالغة فى الإنذار ، وقد\nجاء فى أمثالهم (أعذر من أنذر) وإيماء إلى أن التلذذ والتنعم وعدم الاستعداد للآخرة والتأهب لها ـ ليس من أخلاق المؤمنين.\nأخرج أحمد والطبراني والبيهقي عن عمرو بن شعيب مرفوعا قال : «صلاح أول هذه الأمة بالزهد واليقين ، ويهلك آخرها بالبخل والأمل». وروى عن الحسن أنه قال : ما أطال عبد الأمل ، إلا أساء العمل ، وروى عن على أنه قال : إنما أخشى عليكم اثنتين ، طول الأمل واتباع الهوى ، فإن طول الأمل ينسى الآخرة ، واتباع الهوى يصدّ عن الحق.\nوبعد أن هدد من كذب الرسول بقوله : ذرهم يأكلوا ويتمتعوا ويلههم الأمل ، ذكر سر تأخير عذابهم إلى يوم القيامة وعدم التعجيل به كما فعل بكثير من الأمم السالفة فقال :",
        "(وَما أَهْلَكْنا مِنْ قَرْيَةٍ إِلَّا وَلَها كِتابٌ مَعْلُومٌ) أي وما أهلكنا قرية من القرى بالخسف بها وبأهلها كما فعل ببعضها ، أو بإخلائها من أهلها بعد إهلاكهم كما فعل بأخرى ، إلا ولها أجل مقدر مكتوب فى اللوح المحفوظ لا ينسى ولا يغفل عنه ولا يتقدم عن وقته ولا يتأخر.\nوخلاصة ذلك ـ إننا لو شئنا لعجلنا لهم العذاب فصاروا كأمس الدابر ، ولكن لكل أجل كتاب ، وشأننا الإمهال لا الإهمال.\nوبعد أن بين سبحانه أن الأمم المهلكة كان لكل منهم وقت معين لهلاكهم بحسب ما هو مكتوب فى اللوح ـ بين أن كل أمة منهم ومن غيرهم لها أجل لا يمكن التقدم عليه ولا التأخر عنه فقال :\n(ما تَسْبِقُ مِنْ أُمَّةٍ أَجَلَها وَما يَسْتَأْخِرُونَ) أي لا يجىء هلاك أمة قبل محىء أجلها ، ولا يتأخر الهلاك متى حل الأجل.",
        "وفى هذا تنبيه لأهل مكة وارشاد لهم إلى الإقلاع عما هم عليه من الشرك والإلحاد\nالذي يستحقون به الهلاك ، وزجر لهم بأن هذا الإمهال لا ينبغى أن يغترّوا به ، فالهلاك مدّخر لهم لا يتقدم ولا يتأخر.\n(وَقالُوا يا أَيُّهَا الَّذِي نُزِّلَ عَلَيْهِ الذِّكْرُ إِنَّكَ لَمَجْنُونٌ (6) لَوْ ما تَأْتِينا بِالْمَلائِكَةِ إِنْ كُنْتَ مِنَ الصَّادِقِينَ (7) ما نُنَزِّلُ الْمَلائِكَةَ إِلاَّ بِالْحَقِّ وَما كانُوا إِذاً مُنْظَرِينَ (8) إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحافِظُونَ (9) وَلَقَدْ أَرْسَلْنا مِنْ قَبْلِكَ فِي شِيَعِ الْأَوَّلِينَ (10) وَما يَأْتِيهِمْ مِنْ رَسُولٍ إِلاَّ كانُوا بِهِ يَسْتَهْزِؤُنَ (11) كَذلِكَ نَسْلُكُهُ فِي قُلُوبِ الْمُجْرِمِينَ (12) لا يُؤْمِنُونَ بِهِ وَقَدْ خَلَتْ سُنَّةُ الْأَوَّلِينَ (13) وَلَوْ فَتَحْنا عَلَيْهِمْ باباً مِنَ السَّماءِ فَظَلُّوا فِيهِ يَعْرُجُونَ (14) لَقالُوا إِنَّما سُكِّرَتْ أَبْصارُنا بَلْ نَحْنُ قَوْمٌ مَسْحُورُونَ (15))\nتفسير المفردات",
        "الذكر : هو القرآن ، و (لوما) مثل (هلا) كلمة تفيد الحث والحضّ على فعل ما يقع بعدها ، منظرين : أي مؤخرين ، والشيع : واحدهم شيعة وهى الجماعة المتفقة على مبدأ واحد فى الدين والمعتقدات ، أو فى المذاهب والآراء. نسلكه : أي ندخله يقال سلكت الخيط فى الإبرة : أي أدخلته فيها ، يعرجون : يصعدون ، سكّرت : سددت ومنعت من الإبصار ، مسحورون : أي سحرنا محمد بظهور ما أبداه من الآيات\nالمعنى الجملي\nبعد أن هدد سبحانه الكافرين وبالغ فى ذلك أيما مبالغة ـ شرع يذكر بعض مقالاتهم فى محمد صلى الله عليه وسلم المتضمنة للكفر بما جاء به ، ثم يذكر ما هم فيه من\nجحود وعناد بلغا مدى تنكر معه المشاهدات ، ويدّعى معه السحر والخداع حين رؤية المبصرات.",
        "ثم ذكر سبحانه لرسوله صلى الله عليه وسلم تسلية له أن ما صدر منهم من السفه ليس بدعا ، فهذا دأب كل محجوج ، فكثير من الأمم السالفة فعلت مثل هذا مع أنبيائها ، فلك أسوة بهم فى الصبر على سفاهتهم وجهلهم.\nقال مقاتل : القائلون هذه المقالة هم عبد الله بن أمية والنضر بن الحرث ونوفل بن خويلد والوليد بن المغيرة من صناديد قريش.\nالإيضاح\n(وَقالُوا يا أَيُّهَا الَّذِي نُزِّلَ عَلَيْهِ الذِّكْرُ إِنَّكَ لَمَجْنُونٌ) أي وقالوا استهزاء وتهكما : أيها الرجل الذي زعم أنه نزّل عليه القرآن : إن ما تقوله أملاه عليك الجنون ، وليس له معنى معقول ، وهو مخالف لآرائنا ، بعيد من معتقداتنا ، فكيف نقبل ما لا تقبله العقول ، ولا ترضاه الفحول ، من رجالاتنا الفخام ، وعشائرنا العظام؟",
        "(لَوْ ما تَأْتِينا بِالْمَلائِكَةِ إِنْ كُنْتَ مِنَ الصَّادِقِينَ) أي إن كان ما تدعيه حقا وقد أيدك الله وأرسلك ، فما منعك أن تسأله أن ينزل معك ملائكة من السماء يشهدون بصدق نبوتك.\nوخلاصة ذلك : إن من يخالف آراءنا إما مجنون وإما له سلطان عظيم من ربه ، وحينئذ فماذا يمنعه أن يقويه بالملائكة ليشهدوا بصدقه؟.\nونحو الآية قوله : «وَقالُوا لَوْ لا أُنْزِلَ عَلَيْهِ مَلَكٌ ، وَلَوْ أَنْزَلْنا مَلَكاً لَقُضِيَ الْأَمْرُ» وقال فرعون فى شأن موسى : «فلو لا ألقى عليه أسورة من ذهب أو جاء معه الملائكة مقترنين» وقوله : «وَقالَ الَّذِينَ لا يَرْجُونَ لِقاءَنا لَوْ لا أُنْزِلَ عَلَيْنَا الْمَلائِكَةُ أَوْ نَرى رَبَّنا ، لَقَدِ اسْتَكْبَرُوا فِي أَنْفُسِهِمْ وَعَتَوْا عُتُوًّا كَبِيراً».\nوقد أجاب الله عن اقتراحهم فقال :",
        "(ما نُنَزِّلُ الْمَلائِكَةَ إِلَّا بِالْحَقِّ) أي ما ننزل الملائكة إلا بالحكمة والفائدة ، وليس فى نزول الملائكة من السماء وأنتم تشاهدونهم ـ فائدة لكم ، لأنكم إذا رأيتموهم قلتم إنهم بشر لأنكم لا تطيقون رؤيتهم إلا وهم على الصورة البشرية ، إذ هم من عالم غير عالمكم ، وإذا قالوا نحن ملائكة كذبتموهم ، لأنهم على صورتكم فيحصل اللبس ولا تنتفعون بهم وإلى هذا أشار فى سورة الأنعام بقوله : (وَلَوْ جَعَلْناهُ مَلَكاً لَجَعَلْناهُ رَجُلاً وَلَلَبَسْنا عَلَيْهِمْ ما يَلْبِسُونَ)».\n(وَما كانُوا إِذاً مُنْظَرِينَ) أي إن فى نزول الملائكة ضررا لهم لا محالة ، لأنا مهلكهم ولا نؤخرهم ، إذ قد جرت عادتنا فى الأمم قبلهم أنهم إذا اقترحوا آية وأنزلناها عليهم ولم يؤمنوا بها ـ يكون العذاب فى إثرها ، فلو أنا أنزلناهم ولم يؤمنوا بهم لحق عليهم عذاب الاستئصال ولم ينظروا ساعة من نهار.\nوالخلاصة ـ إنه ليس فى إنزال الملائكة إليهم فائدة لهم بل فيه اللبس عليهم ، إلى ما فيه من الضرر المحقق لهم وهو الهلاك ، وحينئذ يفوت ما قضينا به من تأخيرهم وإخراج من أردنا إيمانه من أصلابهم.\nثم أجاب سبحانه عن قولهم الأول ، وردّ إنكارهم تنزيل الذكر واستهزاءهم برسول الله صلى الله عليه وسلّم وسلّاه على ذلك بقوله :",
        "(إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحافِظُونَ) أي إنما أنتم قوم ضالون مستهزئون بنبينا ، وليس استهزاؤكم بضائره ، لأنا نحن نزلنا القرآن ونحن حافظوه ، فقولوا إنه مجنون ، ونحن نقول : إنا نحفظ الكتاب الذي أنزلناه عليه من الزيادة والنقص ، والتغيير والتبديل ، والتحريف والمعارضة ، والإفساد والإبطال.\nوسيأتى فى مستأنف الأزمان من يتولون حفظه والذب عنه ، ويدعون الناس إليه ، ويستخرجون لهم ما فيه من عبر وحكم ، وآداب وعلوم ، تناسب ما تستخرجه\nالعقول من المخترعات ، وتستنبطه الأفكار من نظريات وآراء فيستنير بها العارفون ، ويهتدى بهديها المفكرون ، فلا تبتئس أيها الرسول بما يقولون وما يفعلون.\nثم سلّى رسوله عما أصابه من سفه قومه وادعائهم جنونه ـ بأن هذا دأب الأمم المكذبة لرسلها من قبل ، فلقد أصابهم مثل ما أصابك من قومك ، فاستهزءوا بهم كما استهزأ قومك بك ، فنصرنا رسلنا وكبتنا أعداءهم ، وسيكون أمركم وأمرهم كذلك ، وإلى ذلك أشار بقوله :",
        "(وَلَقَدْ أَرْسَلْنا مِنْ قَبْلِكَ فِي شِيَعِ الْأَوَّلِينَ ، وَما يَأْتِيهِمْ مِنْ رَسُولٍ إِلَّا كانُوا بِهِ يَسْتَهْزِؤُنَ) أي إننا أرسلنا قبلك رسلا لأمم قد مضت ، وما أتى أمة رسول إلا كذبوه واستهزءوا به ، لما جرت به العادة من أن فعل الطاعات وترك اللذات ـ مستثقل على النفوس ـ إلى أنهم يدعونهم إلى ترك ما ألفوا من المعتقدات الخبيثة ، وترك عبادة الأوثان الباطلة ، وذلك مما يشق على النفوس ، إلى أن الرسول قد يكون فقيرا لا أعوان له ولا أنصار ، ولا مال ولا جاه ، فلا يتبعه الرؤساء وذوو البأس والقوة ، بل يعملون على مشاكسته ما استطاعوا إلى ذلك سبيلا ، إلى أن الله يخذلهم ويلقى دواعى الكفر فى قلوبهم بحسب السنن التي سنها لعباده كما يرشد إلى ذلك قوله :\n(كَذلِكَ نَسْلُكُهُ فِي قُلُوبِ الْمُجْرِمِينَ ، لا يُؤْمِنُونَ بِهِ وَقَدْ خَلَتْ سُنَّةُ الْأَوَّلِينَ) أي كذلك نلقى القرآن فى قلوب المجرمين مستهزأ به غير مقبول لديهم ، لأنه ليس فى نفوسهم استعداد لتلقى الحق ، ولا تضىء نفوسهم بمصابيح هدايته الربانية ، كما كانت حال الأمم الماضية حين ألقيت عليهم الكتب المنزّلة من الملأ الأعلى.\nوقد جرت سنة الله فى الأولين ممن بعث إليهم الرسل أن يخذلهم ويدخل لكفر والاستهزاء فى قلوبهم ، ثم يهلكهم وتكون العاقبة للمتقين والنصر حليف رسله والمؤمنين ، فلك أسوة بالرسل قبلك مع أممهم المكذبة ، ولست بأوحدي فى ذلك.\nوالخلاصة ـ هكذا نفعل باللاحقين كما فعلنا بالسابقين ، ويستهزىء بك",
        "المجرمون ولا يؤمنون بكتابنا ، وسيحل بهم مثل ما حل بالأولين وننصرك عليهم بعد حين كما قال : «وَلَتَعْلَمُنَّ نَبَأَهُ بَعْدَ حِينٍ».\nثم بين سبحانه عظيم عنادهم ومكابرتهم للحق فقال :\n(وَلَوْ فَتَحْنا عَلَيْهِمْ باباً مِنَ السَّماءِ فَظَلُّوا فِيهِ يَعْرُجُونَ. لَقالُوا إِنَّما سُكِّرَتْ أَبْصارُنا بَلْ نَحْنُ قَوْمٌ مَسْحُورُونَ) أي ولو فتحنا على هؤلاء المعاندين بابا من السماء فظلوا فى ذلك الباب يصعدون ، فيرون من فيها من الملائكة ، وما فيها من العجائب ـ لقالوا لفرط عنادهم وغلوهم فى المكابرة : إنما سدت أبصارنا ، فما نراه تخيل لا حقيقة له ، وقد سحرنا محمد بما يظهر على يديه من الآيات.\nونحو الآية قوله تعالى : «وَلَوْ نَزَّلْنا عَلَيْكَ كِتاباً فِي قِرْطاسٍ فَلَمَسُوهُ بِأَيْدِيهِمْ لَقالَ الَّذِينَ كَفَرُوا إِنْ هذا إِلَّا سِحْرٌ مُبِينٌ».",
        "وخلاصة هذا ـ هبنا فتحنا عليهم بابا من السماء وقلنا لهم اعرجوا فيه ، أفلا يقولون فى أنفسهم ويقول بعضهم لبعض : إنما سحرنا محمد كما يفعل علماء السيميا.\nإذ يفعلون أفعالا تخيل للإنسان أنه طائر وليس بطائر ، وكما يفعل علماء التنويم المغناطيسى فى هذه الأيام ، فالمنوّم يقول للمنوّم : أنت ملك. أنت امرأة. أنت كذا فيصدّق كل ما قيل له. وهكذا فى النوع البشرى أقوام لهم قدرة على استهواء العقول فيخيلون للإنسان ما لا حقيقة له ، وقد أصبح هذا العلم فنّا يدرس فى معاهد أوربا وأمريقا. فكيف يكون مثل هذا دليلا أو موجبا للتصديق؟ كلا فإن أمثال ذلك لا يقوم بهداية نوع الإنسان.\nوبعد فكيف يقترح هؤلاء عليك الآيات ، ويغرمون بما يخرق العادات ، من ملائكة يرونها ، وعجائب ينظرونها ، وهل تغنى تلك الآيات ، وهل النوع الإنسانى يكفيه ما يخالف العادات؟ فما يشتبه على الناس بأفعال السحرة والمشعوذين يوقعهم\nفى اللبس ، فكم من نبى أيدناه بمثل تلك الآيات ولم يؤمن به من قومه إلا قليل منهم ، وما الآيات إلا ما تفهمه العقول ، وتمحّصه القرائح درسا وتحليلا ، وبحثا واستنباطا.",
        "(وَلَقَدْ جَعَلْنا فِي السَّماءِ بُرُوجاً وَزَيَّنَّاها لِلنَّاظِرِينَ (16) وَحَفِظْناها مِنْ كُلِّ شَيْطانٍ رَجِيمٍ (17) إِلاَّ مَنِ اسْتَرَقَ السَّمْعَ فَأَتْبَعَهُ شِهابٌ مُبِينٌ (18) وَالْأَرْضَ مَدَدْناها وَأَلْقَيْنا فِيها رَواسِيَ وَأَنْبَتْنا فِيها مِنْ كُلِّ شَيْءٍ مَوْزُونٍ (19) وَجَعَلْنا لَكُمْ فِيها مَعايِشَ وَمَنْ لَسْتُمْ لَهُ بِرازِقِينَ (20))\nتفسير المفردات\nالبروج : واحدها برج وهى النجوم العظام ، ومنها نجوم البروج الاثني عشر المعروفة فى علم الفلك ، للناظرين : أي المفكّرين المستدلين بذلك على قدرة مقدّرها وحكمة مدبّرها ، وحفظناها : أي منعناها ، والرجيم : أي المرجوم المرمى بالرّجام : أي الحجارة ، والمراد بالرجيم هنا المرمىّ بالنجوم ، واسترق : من السرقة ، وهى أخذ الشيء خفية شبه به خطفتهم اليسيرة من الملأ الأعلى ، والسمع : المراد به ما يسمع ، والشهاب :\nالشعلة الساطعة من النار الموقدة ومن السحاب فى الجو وتبعث القوم تبعا وتباعة بالفتح : أي مشيت خلفهم أو مروا بك فمضيت معهم وأتبعت القوم إذا كانوا قد سبقوك فلحقتهم ، مددناها : أي بسطناها ، والرواسي : واحدها راسية وهى الجبال الثوابت ، موزون : أي مقدر بمقدار معين تقتضيه الحكمة والمصلحة.",
        "المعنى الجملي\nبعد أن ذكر شديد جحودهم وأنهم مهما أوتوا من الآيات لم يفدهم ذلك شيئا حتى بلغ من أمرهم أن ينكروا المشاهدات ويدعوا الخداع حين رؤية المبصرات ،\nـ أعقب هذا ببيان أنهم قد كانوا فى غنى عن كل هذا ، فإن فى السماء وبروجها العالية ، وشموسها الساطعة ، وأقمارها النيّرة ، وسياراتها الدائرة ، وثوابتها الباسقة عبرة لمن اعتبر ، وحجة لمن ادّكر ، فهلّا نظروا إلى الكواكب وحسابها ، ونظامها ومداراتها ، وكيف حدثت بها الفصول والسنون ، وكيف كان ذلك بمقادير محدودة وأوقات معلومة؟ لا تغيير فيها ولا تبديل ، فبأمثال هذا يكون اليقين ، وبالتدبر فيه تقوى دعائم الدين ، ويشتد أزر سيد المرسلين.\nوهلّا رأوا الأرض كيف مدّت ، وثبتت جبالها ، وأنبتت نباتها ، بمقادير معلومة موزونة فى عناصرها وأوراقها ، وأزهارها وثمارها ، وجعل فيها معايش للإنسان والحيوان. أفلا يعتبرون بكل هذا؟ «وَفِي الْأَرْضِ آياتٌ لِلْمُوقِنِينَ ، وَفِي أَنْفُسِكُمْ أَفَلا تُبْصِرُونَ؟».",
        "الإيضاح\n(وَلَقَدْ جَعَلْنا فِي السَّماءِ بُرُوجاً وَزَيَّنَّاها لِلنَّاظِرِينَ) أي ولقد خلقنا فى السماء نجوما كبارا ثوابت وسيارات ، وجعلناها وكواكبها بهجة لمن تأمل وكرر النظر فيما يرى من عجائبها الظاهرة ، وآياتها الباهرة ، التي يحار الفكر فى دقائق صنعتها ، وقدرة مبدعها.\nونحو الآية قوله تعالى : «إِنَّا زَيَّنَّا السَّماءَ الدُّنْيا بِزِينَةٍ الْكَواكِبِ»\n(وَحَفِظْناها مِنْ كُلِّ شَيْطانٍ رَجِيمٍ) أي ومنعنا كل شيطان رجيم من القرب منها كما قال فى آية أخري. «وَحِفْظاً مِنْ كُلِّ شَيْطانٍ مارِدٍ» أي وحفظناها من كل شيطان خارج من الطاعة برميه بالشهب ، كما تحفظ المنازل من متجسس يخشى منه الفساد.",
        "(إِلَّا مَنِ اسْتَرَقَ السَّمْعَ فَأَتْبَعَهُ شِهابٌ مُبِينٌ) أي لكن من أراد اختطاف شىء من عالم الغيب مما يتحدث به الملائكة فى الملأ الأعلى ـ تبعه كوكب مشتعل\nنارا ظاهرا للمبصرين فأحرقه ، ولم يصل إلى معرفة شىء مما يدبّر فى ملكوت السموات ، وبهذا المعنى قوله : «لا يَسَّمَّعُونَ إِلَى الْمَلَإِ الْأَعْلى وَيُقْذَفُونَ مِنْ كُلِّ جانِبٍ».\nوجاء بمعنى الآية قوله فى سورة الجن حكاية عنهم : «وأنّا لمسنا السّماء فوجدناها ملئت حرسا شديدا وشهبا. وأنّا كنّا نقعد منها مقاعد للسّمع فمن يستمع الآن يجد له شهابا رصدا» وقوله فى صورة الملك : «وَلَقَدْ زَيَّنَّا السَّماءَ الدُّنْيا بِمَصابِيحَ وَجَعَلْناها رُجُوماً لِلشَّياطِينِ».\nوبعد ، فالكتاب الكريم أخبر بأن الشياطين أرادوا أن يختطفوا شيئا من أخبار الغيب مما لدى الملائكة الكرام ، فسلّطت عليهم الشهب المشتعلة ، والنجوم المتقدة ، فأحرقتهم ، ولا نبحث عن معرفة كنه ذلك ، ولا ننعم فى النظر ، لندرك حقيقته ، لأنا لم نؤت من الوسائل والأسباب ما يمكننا من معرفة ذلك معرفة صحيحة ، تجعلنا نؤمن به إيمانا مبنيا على البرهان بوسائله المعروفة ، وليس لنا إلا التصديق بما جاء فى الكتاب وأوحى به إلى النبي الكريم ، والبحث وراء ذلك لا يقفنا على علم صحيح ، بل على حدس وتخمين ، لا حاجة للمسلم به للاطمئنان فى دينه ، فالأحرى به أن يعرض عنه لئلا يحيد عن القصد ، ويضل عن سواء السبيل.",
        "وبعد أن ذكر الدلائل السماوية على وحدانيته أتبعها بذكر الدلائل الأرضية فقال :\n(وَالْأَرْضَ مَدَدْناها) أي وقد بسطنا الأرض وجعلناها ممتدة الطول والعرض والعمق ، ليمكن الانتفاع بها على الوجه الأكمل ، وهذا فيما يظهر فى مرأى العين ، فلا يدل على نفى الكروية عن الأرض ، لأن الكرة العظيمة ترى كالسطح المستوي.\n(وَأَلْقَيْنا فِيها رَواسِيَ) أي وجعلنا فيها جبالا ثوابت خوف أن تضطرب بسكانها كما قال فى آية أخرى : «وَأَلْقى فِي الْأَرْضِ رَواسِيَ أَنْ تَمِيدَ بِكُمْ» وقد سبق تفصيل ذلك فى سورة الرعد.\n(وَأَنْبَتْنا فِيها مِنْ كُلِّ شَيْءٍ مَوْزُونٍ) أي إن كل نبات قد وزنت عناصره وقدرت تقديرا ، فترى العنصر الواحد يختلف فى نبات عنه فى آخر بوساطة امتصاص الغذاء من العروق الضاربة فى الأرض ومنها يرفع إلى الساق والأغصان والأوراق والأزاهير ، والذي حدد هذا الاختلاف ، تلك الفتحات الشعرية التي فى ظواهر الجذور وثقوب كل نبات لا تسع إلا المقدار اللازم لها من العناصر وتطرد ما سواه ، لأنه لا يلائمها ، إذ هى قد كونت على هيئة خاصة بحيث لا تبتلع إلا تلك المقادير بعينها.",
        "وهاك عنصر البوتاس تره يدخل فى حب الذرة الذي نأكله بمقدار 32 خ وفى القصب 3 ر 34 خ وفى البرسيم بمقدار 6 ر 34 خ وفى البطاطس بمقدار 5 ر 61 خ وبهذا التفاوت صلح القصب لأن يكون سكرا ، والبرسيم لأن يكون قوتا للبهائم ، والذرة والبطاطس لأن تكونا قوتا للإنسان.\nوحسبك دليلا على ذلك ما تجده فى سورة الرحمن من قوله : «وَوَضَعَ الْمِيزانَ أَلَّا تَطْغَوْا فِي الْمِيزانِ» كما نظم سبحانه الكواكب فى سيرها وأوضاعها ، وحركاتها وأضوائها ، ووزن عناصرها بمقادير يتناسب بعضها مع بعض.\nفلك الحمد ربنا جعلت كل شىء فى الحياة موزونا بقدر معلوم ، لتتدبر نظم الحياة ، فنعرف قدرة منشىء العالم ، وأنه لم يخلق شيئا فيه جزافا ، ليكون فيه دليل على قدرة المبدع والمدبر له حال وجوده.\n(وَجَعَلْنا لَكُمْ فِيها مَعايِشَ) أي إن أنواع معايشكم من غذاء وماء ، ولباس ودواء ، قد سخرناها لكم فى الأرض ، فلا السمك فى البحر غذّيتموه ، ولا الطير فى الجوّ ربيتموه ، ولا غيرهما من أشجار الجبال والغابات وحيوان البر والبحر خلقتموه.",
        "(وَمَنْ لَسْتُمْ لَهُ بِرازِقِينَ) أي وجعلنا لكم فيها من لستم رازقيه من العيال والمماليك والخدم والدواب. وفى هذا إيماء إلى أن الله يرزقهم وإياهم لا أنهم يرزقون منهم ، وفى ذلك عظيم المنة ، وجزيل الفضل والعطاء ، وواسع الرحمة لعباده.\nوخلاصة هذا ـ إنه سبحانه يسّر لكم أسباب المكاسب ، وصنوف المعايش وسخّر لكم الدواب التي تركبونها ، والأنعام التي تأكلونها ، والعبيد التي تستخدمونها ، فكل أولئك رزقهم على خالقهم لا عليكم ، فلكم منها المنفعة ، ورزقها على الله تعالى.\n(وَإِنْ مِنْ شَيْءٍ إِلاَّ عِنْدَنا خَزائِنُهُ وَما نُنَزِّلُهُ إِلاَّ بِقَدَرٍ مَعْلُومٍ (21) وَأَرْسَلْنَا الرِّياحَ لَواقِحَ فَأَنْزَلْنا مِنَ السَّماءِ ماءً فَأَسْقَيْناكُمُوهُ وَما أَنْتُمْ لَهُ بِخازِنِينَ (22) وَإِنَّا لَنَحْنُ نُحْيِي وَنُمِيتُ وَنَحْنُ الْوارِثُونَ (23) وَلَقَدْ عَلِمْنَا الْمُسْتَقْدِمِينَ مِنْكُمْ وَلَقَدْ عَلِمْنَا الْمُسْتَأْخِرِينَ (24) وَإِنَّ رَبَّكَ هُوَ يَحْشُرُهُمْ إِنَّهُ حَكِيمٌ عَلِيمٌ (25))\nتفسير المفردات",
        "الخزائن : واحدها خزانة وهى المكان الذي تحفظ فيه نفائس الأموال ، واللواقح : واحدها لاقح أي ذات لقاح وحمل ، وأسقيناكموه : أي جعلناه لكم سقيا لمزارعكم ومواشيكم ، تقول العرب إذا سقت الرجل ماء أو لبنا سقيته ، وإذا أعدوا له ماء لشرب أرضه أو ماشيته قالوا أسقيته أو أسقيت أرضه أو ماشيته. والمستقدمين : من ماتوا ، والمستأخرين : الأحياء الذين لم يموتوا بعد.\nالمعنى الجملي\nبين سبحانه فيما سلف أنه أنزل النبات وجعل لنا فيه معايش فى هذه الحياة وهنا أتبعه بذكر ما هو كالسبب فى ذلك ، وهو أنه تعالى مالك كل شىء وأن كل شىء سهل عليه ، يسير لديه ، فإن عنده خزائن الأشياء من النبات والمعادن النفيسة المخلوقات البديعة مما لا حصر له.\nالإيضاح",
        "(وَإِنْ مِنْ شَيْءٍ إِلَّا عِنْدَنا خَزائِنُهُ) أي ما من شىء ينتفع به العباد إلا ونحن قادرون على إيجاده والإنعام به متى أردنا دون أن يكون تأخير ولا إبطاء ، فخزائن ملكنا مليئة بما تحبون من النفائس ، غير محجوبة عن الباحث الساعي إلى كسبها من وجوهها بحسب السنن التي وضعناها ، والنظم التي قدرناها ، ولا يمنعها مانع ، ولا يستطيع دفعها دافع ، فهى تحت قبضة الطالب لها إذا أحسن المسعى. وأحكم الطلب كما قال : «فَامْشُوا فِي مَناكِبِها وَكُلُوا مِنْ رِزْقِهِ وَإِلَيْهِ النُّشُورُ».\n(وَما نُنَزِّلُهُ إِلَّا بِقَدَرٍ مَعْلُومٍ) أي وما نعطى ذلك ألا بقسط محدود نعلم أن فيه الكفاية لدى الحاجة ، وفيه الرحمة بالعباد كما قال : «كَتَبَ رَبُّكُمْ عَلى نَفْسِهِ الرَّحْمَةَ».\nوقد جرت سنة القران بأن يسمى ما يصل إلى العباد بفضل الله وجوده إنزالا كما قال : «وَأَنْزَلَ لَكُمْ مِنَ الْأَنْعامِ ثَمانِيَةَ أَزْواجٍ» وقال «وَأَنْزَلْنَا الْحَدِيدَ فِيهِ بَأْسٌ شَدِيدٌ وَمَنافِعُ لِلنَّاسِ».\nثم فصل بعض ما فى خزائنه من النعم فقال :",
        "(وَأَرْسَلْنَا الرِّياحَ لَواقِحَ) أي إن من فضله على عباده وإحسانه إليهم أن أرسل إليهم الرياح لواقح ، ويكون ذلك على ضروب.\n(1) أن يرسلها حاملات للسحاب ، فتلقّح بها الأشجار بما تنزل عليها من الأمطار فتغيرها من حال إلى حال ، فتعطيها حياة جديدة ؛ إذ تزدهر أزهارها ، وتثمر أغصانها ، بعد أن كانت قد ذبلت وصوّحت ، وأصبحت فى مرأى العين كأنها ميتة لا حياة فيها كما قال تعالى : «وَهُوَ الَّذِي يُرْسِلُ الرِّياحَ بُشْراً بَيْنَ يَدَيْ رَحْمَتِهِ حَتَّى إِذا أَقَلَّتْ سَحاباً ثِقالاً سُقْناهُ لِبَلَدٍ مَيِّتٍ».\n(2) أن يرسلها ناقلة لقاح الأزهار الذكور إلى الأزهار الإناث لتخرج الثمر والفواكه للناس.\n(3) أن يرسلها لتزيل عن الأشجار ما علق بها من الغبار ، لينفذ الغذاء إلى مسامّها فيكون ذلك رياضة للشجر والزرع كرياضة الحيوان.",
        "(فَأَنْزَلْنا مِنَ السَّماءِ ماءً فَأَسْقَيْناكُمُوهُ) أي فأنزلنا من السحاب مطرا فأسقيناكم ذلك المطر لشرب زرعكم ومواشيكم ، وفى ذلك استقامة أمور معايشكم ، وتدبير شئون حياتكم إلى حين كما قال : «وَجَعَلْنا مِنَ الْماءِ كُلَّ شَيْءٍ حَيٍّ».\n(وَما أَنْتُمْ لَهُ بِخازِنِينَ) أي ولستم بخازنى الماء الذي أنزلناه ، فتمنعوه من أن أسقيه من أشاء ، لأن ذلك بيدي وهو خاضع لسلطانى ، إن شئت حفظته على سطح الأرض ، وإن شئت غار فى باطنها وتخلل طبقاتها ، فلا أبقى منه شيئا ينفع الناس والحيوان ، ويسقى الزرع الذي عليه عماد حياتكم.\nوالخلاصة ـ نحن القادرون على إيجاده وخزنه فى السحاب وإنزاله ، وما أنتم على ذلك بقادرين.\nوبعد أن ذكر نظم المعيشة فى هذه الحياة ذكر إحياء الإنسان وإماتته فقال :",
        "(وَإِنَّا لَنَحْنُ نُحْيِي وَنُمِيتُ وَنَحْنُ الْوارِثُونَ) أي وإنا لنحيى من كان ميتا إذا أردنا ، ونميت من كان حيا إذا شئنا ،\nونحن نرث الأرض ومن عليها ، فنميتهم جميعا ولا يبقى حىّ سوانا ، ثم نبعثهم كلهم ليوم الحساب ، فيلاقى كل امرئ جزاء ما عمل إن خيرا وإن شرا.\nثم أقام الدليل على إمكان ذلك وأثبت قدرته عليه فقال :\n(وَلَقَدْ عَلِمْنَا الْمُسْتَقْدِمِينَ مِنْكُمْ وَلَقَدْ عَلِمْنَا الْمُسْتَأْخِرِينَ) أي ولقد علمنا من مضى منكم وأحصيناهم وما كانوا يعملون ، ومن هو حى ومن سيأتى بعدكم ، فلا تخفى علينا أحوالكم ولا أعمالكم ، فليس بالعسير علينا جمعكم يوم التناد للحساب والجزاء يوم ينفخ فى الصور كما قال :",
        "(وَإِنَّ رَبَّكَ هُوَ يَحْشُرُهُمْ) فيجمع الأولين والآخرين عنده يوم القيامة ، من أطاعه منهم ومن عصاه ، ويجازى كلا بما عمل ، بحسب ما وضع من السنن ، وقدّر من ارتباط المسببات بأسبابها ، وجعل لكل عمل جزاء له.\nثم أكد هذا وزاده إيضاحا فقال :\n(إِنَّهُ حَكِيمٌ عَلِيمٌ) أي إنه تعالى باهر الحكمة واسع العلم ، فهو يفعل ما يشاء على مقتضى الحكمة والعدل ، وما يؤيده من سعة العلم والفضل.\n(وَلَقَدْ خَلَقْنَا الْإِنْسانَ مِنْ صَلْصالٍ مِنْ حَمَإٍ مَسْنُونٍ (26) وَالْجَانَّ خَلَقْناهُ مِنْ قَبْلُ مِنْ نارِ السَّمُومِ (27) وَإِذْ قالَ رَبُّكَ لِلْمَلائِكَةِ إِنِّي خالِقٌ بَشَراً مِنْ صَلْصالٍ مِنْ حَمَإٍ مَسْنُونٍ (28) فَإِذا سَوَّيْتُهُ وَنَفَخْتُ فِيهِ مِنْ رُوحِي فَقَعُوا لَهُ ساجِدِينَ (29) فَسَجَدَ الْمَلائِكَةُ كُلُّهُمْ أَجْمَعُونَ (30) إِلاَّ إِبْلِيسَ أَبى أَنْ يَكُونَ مَعَ السَّاجِدِينَ (31) قالَ يا إِبْلِيسُ ما لَكَ أَلاَّ تَكُونَ مَعَ السَّاجِدِينَ (32) قالَ لَمْ أَكُنْ لِأَسْجُدَ لِبَشَرٍ خَلَقْتَهُ مِنْ صَلْصالٍ مِنْ حَمَإٍ مَسْنُونٍ (33) قالَ فَاخْرُجْ مِنْها فَإِنَّكَ رَجِيمٌ (34) وَإِنَّ عَلَيْكَ اللَّعْنَةَ إِلى يَوْمِ الدِّينِ (35) قالَ رَبِّ فَأَنْظِرْنِي إِلى يَوْمِ يُبْعَثُونَ (36) قالَ فَإِنَّكَ مِنَ الْمُنْظَرِينَ (37) إِلى يَوْمِ الْوَقْتِ الْمَعْلُومِ (38) قالَ رَبِّ بِما أَغْوَيْتَنِي لَأُزَيِّنَنَّ لَهُمْ فِي الْأَرْضِ وَلَأُغْوِيَنَّهُمْ أَجْمَعِينَ (39) إِلاَّ عِبادَكَ مِنْهُمُ الْمُخْلَصِينَ (40) قالَ هذا صِراطٌ عَلَيَّ مُسْتَقِيمٌ (41) إِنَّ عِبادِي لَيْسَ لَكَ عَلَيْهِمْ سُلْطانٌ إِلاَّ مَنِ",
        "اتَّبَعَكَ مِنَ الْغاوِينَ (42) وَإِنَّ جَهَنَّمَ لَمَوْعِدُهُمْ أَجْمَعِينَ (43) لَها سَبْعَةُ أَبْوابٍ لِكُلِّ بابٍ مِنْهُمْ جُزْءٌ مَقْسُومٌ (44))\nتفسير المفردات\nصلصال : أي طين يا بس يصلصل ويصوّت إذا نقر وهو غير مطبوخ ، فإذا طبخ فهو فخّار ، وحما : أي طين تغير واسودّ من مجاورة الماء له واحدته حمأة ، ومسنون : أي مصوّر مفرغ على هيئة الإنسان كالجواهر المذابة التي تصب فى القوالب. والجانّ : أي هذا الجنس كما أن الإنسان يراد به ذلك ، فإذا أريد بالإنسان آدم أريد بالجان أبو الجن ، ونار السموم : هى النار الشديدة الحرارة التي تقتل وتنفذ فى المسامّ ، بشرا : أي إنسانا وسمى بذلك لظهور بشرته أي ظاهر جلده ، سويته : أي أتممت خلقه وهيّاته لنفخ الروح فيه ، والنفخ : إجراء الريح من الفم أو غيره فى تجويف جسم صالح لإمساكها والامتلاء بها ، ويراد به هنا إضافة ما به الحياة على المادة القابلة لها ، ورجيم : أي مرجوم مطرود من كل خير وكرامة ، اللعنة : الإبعاد على سبيل السخط ؛ يوم الدين : أي يوم الجزاء ، فأنظرنى : أي أمهلنى وأخرنى ولا تمتنى ، ويوم الوقت المعلوم : هو وقت النفخة الأولى حين تموت الخلائق كما روى عن ابن عباس ، والإغواء : الإضلال ، هذا صراط علىّ : أي هذا صراط حق لا بد أن أراعيه ؛ مستقيم أي لا انحراف فيه فلا يعدل عنه إلى غيره ، والسلطان : التسلط والتصرف بالإغواء ، سبعة أبواب : أي سبع طبقات ، جزء مقسوم : أي فريق معين مفروز من غيره.\nالإيضاح",
        "(وَلَقَدْ خَلَقْنَا الْإِنْسانَ مِنْ صَلْصالٍ مِنْ حَمَإٍ مَسْنُونٍ) أي ولقد خلقنا أول فرد من أفراد الإنسان من طين يابس يصلصل ويصوت إذا نقر ، أسود متغير مفرغ فى قالب ليجفّ وييبسن كالجواهر المذابة التي تصبّ فى القوالب.\nونحو الآية قوله : «خَلَقَ الْإِنْسانَ مِنْ صَلْصالٍ كَالْفَخَّارِ وَخَلَقَ الْجَانَّ مِنْ مارِجٍ مِنْ نارٍ» وقد جاء «خلق آدم على أطوار مختلفة فكان أولا ترابا» كما قال : «إِنَّ مَثَلَ عِيسى عِنْدَ اللهِ كَمَثَلِ آدَمَ خَلَقَهُ مِنْ تُرابٍ» ثم كان طبنا كما قال : «إِنِّي خالِقٌ بَشَراً مِنْ طِينٍ» ثم كان صلصالا من حمأ مسنون كما جاء فى هذه الآية وإنما خلقه على ذلك الوضع ، ليكون خلقه أعجب وأتم فى الدلالة على القدرة.\n(وَالْجَانَّ خَلَقْناهُ مِنْ قَبْلُ مِنْ نارِ السَّمُومِ) أي وخلقنا هذا الجنس من قبل خلق آدم من نار الريح الحارة التي لها لفح وتقتل من أصابته.\nوعن ابن مسعود : هذه السموم جزء من سبعين جزءا من السموم التي خلق منها الجان ثم قرأ : (والجان خلقناه من قبل من نار السموم) وقد ورد فى الصحيح «خلقت الملائكة من نور ، وخلقت الجان من مارج من نار ، وخلق آدم مما وصف لكم».",
        "وفى الآية إيماء إلى شرف آدم عليه السلام وطيب عنصره وطهارة محتده ، وعلينا أن نؤمن بأن الجن خلقت من النار ، ولكنا لا نعرف كنه ذلك ولا حقيقته ، فذلك ما لا سبيل إلى معرفته إلا من طريق الوحى.\nوبعد أن ذكر سبحانه فى معرض الدليل على قدرته ـ خلق الإنسان الأول ، ذكر بعد مقاله للملائكة والجن بشأنه فقال :\n(وَإِذْ قالَ رَبُّكَ لِلْمَلائِكَةِ إِنِّي خالِقٌ بَشَراً مِنْ صَلْصالٍ مِنْ حَمَإٍ مَسْنُونٍ. فَإِذا سَوَّيْتُهُ وَنَفَخْتُ فِيهِ مِنْ رُوحِي فَقَعُوا لَهُ ساجِدِينَ. فَسَجَدَ الْمَلائِكَةُ كُلُّهُمْ أَجْمَعُونَ. إِلَّا إِبْلِيسَ أَبى أَنْ يَكُونَ مَعَ السَّاجِدِينَ. قالَ يا إِبْلِيسُ ما لَكَ أَلَّا تَكُونَ مَعَ السَّاجِدِينَ قالَ لَمْ أَكُنْ لِأَسْجُدَ لِبَشَرٍ خَلَقْتَهُ مِنْ صَلْصالٍ مِنْ حَمَإٍ مَسْنُونٍ) أي واذكر أيها الرسول لقومك حين نوّه ربكم بذكر أبيكم آدم فى ملائكته قبل خلقه ، وتشريفه بأمر الملائكة بالسجود له ، وتخلف إبليس عدوه عن السجود له من بين سائر الملائكة حسدا وعنادا واستكبارا بالباطل فقال : «لم أكن لأسجد» إلخ.\nوحكى عنه فى آية أخرى أنه قال : «أَنَا خَيْرٌ مِنْهُ خَلَقْتَنِي مِنْ نارٍ وَخَلَقْتَهُ مِنْ طِينٍ».",
        "وتقدم هذا القصص فى سورة الأعراف وقلنا هناك : إن الأمر بالسجود أمر تكليفى ، وأنه قد وقع حوار بين إبليس وربه ، ويرى كثير من العلماء أن القصة بيان لغرائز البشر والملائكة والشيطان ، إذ جعل الملائكة وهم المدبّرون لأمور الأرض بإذن ربهم مسخرون لآدم وذريته ، وجعل هذا النوع مستعدا للانتفاع بالأرض كلها لعله بسنن الله فيها وعمله بهذا السنن ، فانتفع بمائها وهوائها ومعادنها ونباتها وحيوانها وكهربائها ونورها ، وبذا أظهر حكمة الله فى خلقها ، واصطفى بعض أفراده وخصهم بوحيه ورسالته وجعلهم مبشرين ومنذرين ، وجعل الشيطان عاصيا متمردا على الإنسان وعدوّا له ، وجعل النفوس البشرية وسطا بين النفوس الملكية المفطورة على طاعة الله وإقامة سننه فى صلاح الخلق ، وبين أرواح الجن الذين يغلب على شرارهم ـ الشياطين ـ التمرد والعصيان.\nوقد ذكر سبحانه حجاج إبليس وذكر سبب امتناعه عن السجود لآدم بأنه خير منه ، فإنه خلق من النار وآدم من الطين ، والنار خير من الطين وأشرف منه ، والشريف لا يعظّم من دونه ولو أمره ربه بذلك.\nوفى هذا ضروب من الجهالة وأنواع من الفسق والعصيان فإنه :\n(1) اعترض على خالقه بما تضمنه جوابه.",
        "(2) احتج عليه بما يؤيد به اعتراضه.\n(3) إنه جعل امتثال الأمر موقوفا على استحسانه وموافقته لهواه ، وهذا رفض لطاعة الخالق وترفّع عن مرتبة العبودية.\n(4) استدلاله على خيريته بالمادة التي منها التكوين ، وخيرية المواد بعضها على بعض أمر اعتباري تختلف فيه الآراء ، إلى أن الملائكة خلقوا من النور وهو قد خلق من النار ، والنور خير من النار ، وهم قد سجدوا امتثالا لأمر ربهم.\n(5) إنه قد جهل ما خصّ به آدم من استعداده العلمي والعملي أكثر من سواه ، ومن تشريفه بأمر الملائكة بالسجود له ، فكان بذلك أفضل منهم وهم أفضل من إبليس بعنصر الخلقة والطاعة لربهم.",
        "(قالَ فَاخْرُجْ مِنْها فَإِنَّكَ رَجِيمٌ. وَإِنَّ عَلَيْكَ اللَّعْنَةَ إِلى يَوْمِ الدِّينِ. قالَ رَبِّ فَأَنْظِرْنِي إِلى يَوْمِ يُبْعَثُونَ. قالَ فَإِنَّكَ مِنَ الْمُنْظَرِينَ. إِلى يَوْمِ الْوَقْتِ الْمَعْلُومِ) أمره سبحانه أمرا كونيا لا يخالف بالخروج من المنزلة التي كانت فيها من الملا الأعلى ، ثم جعله مرجوما مطرودا وأتبعه لعنة لا تزال متواصلة لاحقة به متواترة عليه إلى يوم القيامة ، وهو يبعث الخلق من قبورهم ، فيحشرون لموقف الحساب وهو وقت النفخة الأولى ، فلما تحقق النّظرة.\n(قالَ رَبِّ بِما أَغْوَيْتَنِي لَأُزَيِّنَنَّ لَهُمْ فِي الْأَرْضِ وَلَأُغْوِيَنَّهُمْ أَجْمَعِينَ. إِلَّا عِبادَكَ مِنْهُمُ الْمُخْلَصِينَ) أي قال إبليس : رب بسبب إغوائك إياى وإضلالى لأزينن لذرية آدم واحببنّ إليهم المعاصي وأرغّبنّهم فيها ولأغوينّهم كما أغويتنى وقدّرت علىّ ذلك إلا من أخلص منهم لطاعتك ، ووفقته لهدايتك ، فإن ذلك ممن لا سلطان لى عليه ولا طاقة لى به.\nثم هدده سبحانه وأوعده بقوله :\n(قالَ هذا صِراطٌ عَلَيَّ مُسْتَقِيمٌ) أي قال هذا طريق مرجعه إلىّ ، فأجازى كل امرئ بعمله ، إن خيرا فخير وإن شرا فشر ، كما يقول القائل لمن يتوعده ويتهدده : طريقك علىّ. وأنا على طريقك : أي لا مهرب لك منى ، ونظير الآية قوله تعالى : «إِنَّ رَبَّكَ لَبِالْمِرْصادِ».",
        "وهذا رد لما جاء فى كلام إبليس حيث قال : «لأقعدنّ لهم صراطك المستقيم. ثمّ لآتينّهم من بين أيديهم ومن خلفهم» الآية.\n(إِنَّ عِبادِي لَيْسَ لَكَ عَلَيْهِمْ سُلْطانٌ إِلَّا مَنِ اتَّبَعَكَ مِنَ الْغاوِينَ) أي إن عبادى\nلا سلطان لك على أحد منهم سواء أكانوا مخلصين أم غير مخلصين ، لكن من اتبعك باختياره صار من أتباعك.\nوقال سفيان بن عيينة : ليس لك عليهم قوة ولا قدرة على أن تلقيهم فى ذنب يضيق عنه عفوى.",
        "والخلاصة ـ إن إبليس أوهم أن له على بعض عباد الله سلطانا بقوله لأزينن لهم فى الأرض ولأغوينهم أجمعين ، فأكذبه الله بقوله إن عبادى إلخ.\nونحو الآية قوله تعالى حكاية عن إبليس : «وَما كانَ لِي عَلَيْكُمْ مِنْ سُلْطانٍ إِلَّا أَنْ دَعَوْتُكُمْ فَاسْتَجَبْتُمْ لِي» وقوله «إِنَّهُ لَيْسَ لَهُ سُلْطانٌ عَلَى الَّذِينَ آمَنُوا وَعَلى رَبِّهِمْ يَتَوَكَّلُونَ. إِنَّما سُلْطانُهُ عَلَى الَّذِينَ يَتَوَلَّوْنَهُ وَالَّذِينَ هُمْ بِهِ مُشْرِكُونَ».\n(وَإِنَّ جَهَنَّمَ لَمَوْعِدُهُمْ أَجْمَعِينَ) أي وإن جهنم موعد جميع من اتبع إبليس وهى مقرهم وبئس المهاد جزاء ما اجترحوا من السيئات وكفاء ما دنّسوا به أنفسهم من قبيح المعاصي.\n(لَها سَبْعَةُ أَبْوابٍ) أي لها سبع طبقات ينزلونها بحسب مراتبهم فى الغواية والضلالة.",
        "أخرج ابن أبى حاتم عن ابن عباس رضى الله عنهما أنها : جهنم والسعير ولظى والحطمة وسقر والجحيم والهاوية وهى أسفلها.\n(لِكُلِّ بابٍ مِنْهُمْ جُزْءٌ مَقْسُومٌ) أي كتب لكل باب منها فريق معين من أتباع إبليس يدخلونه ولا محيد لهم عند بحسب أعمالهم واختلاف مراتبهم فى النار.\nقال ابن جريج : النار سبع دركات وهى جهنم ثم لظى ثم الحطمة ثم السعير ثم سقر ثم الجحيم ثم الهاوية ؛ فأعلاها للعصاة الموحدين ، والثانية لليهود ، والثالثة للنصارى ، والرابعة للصابئين ، والخامسة للمجوس ، والسادسة للمشركين ، والسابعة للمنافقين ، فجهنم أعلى الطبقات ثم ما بعدها تحتها وهكذا.\nوروى عن ابن عباس أن جهنم لمن ادعى الربوبية ، ولظى لعبدة النار ، والحطمة لعبدة الأصنام ، وسقر لليهود ، والسعير للنصارى ، والجحيم للصابئين ، والهاوية للموحدين العصاة ، وهؤلاء يرجى لهم ولا يرجى لغيرهم أبدا. وليس فى هذا أثر مرفوع يمكن أن يركن إليه ويجعل حجة فيه.",
        "(إِنَّ الْمُتَّقِينَ فِي جَنَّاتٍ وَعُيُونٍ (45) ادْخُلُوها بِسَلامٍ آمِنِينَ (46) وَنَزَعْنا ما فِي صُدُورِهِمْ مِنْ غِلٍّ إِخْواناً عَلى سُرُرٍ مُتَقابِلِينَ (47) لا يَمَسُّهُمْ فِيها نَصَبٌ وَما هُمْ مِنْها بِمُخْرَجِينَ (48))\nتفسير المفردات\nالمتقون : هم الذين اتقوا الكفر والفواحش ولهم ذنوب من الصغائر تكفرها الصلوات وغيرها ، جنات : أي بساتين ، وعيون : أي أنهار جارية ، بسلام : أي بسلامة من الآفات ، وأمن من المخافات ، والغل : الحقد الكامن فى القلب ، والسرر : واحدها سرير وهو مجلس رفيع مهيأ للسرور ، والنصب : الإعياء والتعب.\nالمعنى الجملي",
        "بعد أن ذكر سبحانه حال أهل الغواية ، وبين أنهم فى نار جهنم يخلّدون فيها أبدا ، وأنهم يكونون فى طبقات بعضها أسفل من بعض ، بمقدار ما اجترحوا من السيئات ، واقترفوا من المعاصي ـ أردفه ذكر حال أهل الجنة وما يتمتعون به من نعيم مقيم ، ووفاق بعضهم مع بعض ، لا ضغن بينهم ولا حقد ، وهم يتحدثون على سرر متقابلين ولا يجدون مس التعب والنصب ، ولا يخرجون منها أبدا.\nالإيضاح\n(إِنَّ الْمُتَّقِينَ فِي جَنَّاتٍ وَعُيُونٍ) أي إن الذين اتّقوا الله وخافوا عقابه ، فأطاعوا أوامره واجتنبوا نواهيه ـ يمتعون فى جنات تجرى من تحتها الأنهار كما قال : «مَثَلُ الْجَنَّةِ الَّتِي وُعِدَ الْمُتَّقُونَ فِيها أَنْهارٌ مِنْ ماءٍ غَيْرِ آسِنٍ ، وَأَنْهارٌ مِنْ لَبَنٍ لَمْ يَتَغَيَّرْ طَعْمُهُ» الآية.\n(ادْخُلُوها بِسَلامٍ آمِنِينَ) أي ويقال لهم : ادخلوها وأنتم سالمون من الآفات والمنغصات ، آمنون من سلب تلك النعم التي أنعم بها ربكم عليكم وأكرمكم بها ، ولا تخافون إخراجا ولا فناء ولا زوالا.",
        "(وَنَزَعْنا ما فِي صُدُورِهِمْ مِنْ غِلٍّ إِخْواناً عَلى سُرُرٍ مُتَقابِلِينَ) أي وأخرجنا ما فى صدور هؤلاء المتقين الذين ذكرت صفتهم ـ من الحقد والضغينة من بعضهم لبعض.\nروى القاسم عن أبى أمامة قال : يدخل أهل الجنة الجنة على ما فى صدورهم فى الدنيا من الشحناء والضغائن ، حتى إذا توافوا وتقابلوا نزع الله ما فى صدورهم فى الدنيا من غل ثم قرأ : (وَنَزَعْنا ما فِي صُدُورِهِمْ مِنْ غِلٍّ).\nأخرج ابن جرير وابن المنذر عن على كرم الله وجهه أنه قال لابن طلحة : إنى لأرجو أن أكون أنا وأبوك من الذين قال الله تعالى (وَنَزَعْنا ما فِي صُدُورِهِمْ) الآية. فقال رجل من همدان : إن الله سبحانه أعدل من ذلك ، فصاح علىّ صيحة تداعى لها القصر ، وقال. فمن إذا إن لم نكن نحن أولئك.\nوالخلاصة ـ إن الله طهّر قلوبهم من أن يتحاسدوا على الدرجات فى الجنة ونزع منها كل غل وألقى فيها التوادّ والتحاب والتصافي.",
        "والمراد بكونهم على سرر متقابلين أنهم فى رفعة وكرامة.\nوقد روى أن الأسرّة تدوربهم حيثما داروا ، فهم فى جميع أحوالهم متقابلين ، لا ينظر بعضهم إلى أقفية بعض ، وهم يجتمعون ويتنادمون ويتزاورون ويتواصلون.\n(لا يَمَسُّهُمْ فِيها نَصَبٌ) أي لا يلحقهم فى تلك الجنات مشقة ولا أذى ، لأنهم ليسوا فى حاجة إلى ما يوجب ذلك من السعى فى تحصيل ما لا بدّ لهم منه ، لحصول كل ما يشتهون من غير مزاولة عمل.\nروى الشيخان أن النبي صلى الله عليه وسلم قال : إن الله أمرنى أن أبشّر خديجة ببيت فى الجنة من قصب لا صخب فيه ولا نصب.",
        "(وَما هُمْ مِنْها بِمُخْرَجِينَ) أي وهم خالدون فيها أبدا لا يبرحونها ، يشعرون بلذة النعيم ودوامه ، فهم فى خلود بلا زوال ، وكمال بلا نقصان ، وفوز بلا حرمان.\nوالخلاصة ـ إن المسرة بالنعيم لا تتم إلا إذا توافرت فيه أمور :\n(1) أن يكون مقرونا بالتعظيم ، وإلى ذلك الإشارة بقوله (ادْخُلُوها بِسَلامٍ آمِنِينَ).\n(2) أن يكون خالصا من شوائب الضرر ، روحانية كانت كالحقد والحسد والغضب ، وإلى ذلك الإشارة بقوله (وَنَزَعْنا ما فِي صُدُورِهِمْ مِنْ غِلٍّ إِخْواناً) أو جسمانية كالإعياء والتعب ، وإلى ذلك الإشارة بقوله (لا يَمَسُّهُمْ فِيها نَصَبٌ).",
        "(3) أن يكون دائما غير قابل للزوال ، وإلى ذلك الإشارة بقوله (وَما هُمْ مِنْها بِمُخْرَجِينَ).\n(نَبِّئْ عِبادِي أَنِّي أَنَا الْغَفُورُ الرَّحِيمُ (49) وَأَنَّ عَذابِي هُوَ الْعَذابُ الْأَلِيمُ (50) وَنَبِّئْهُمْ عَنْ ضَيْفِ إِبْراهِيمَ (51) إِذْ دَخَلُوا عَلَيْهِ فَقالُوا سَلاماً قالَ إِنَّا مِنْكُمْ وَجِلُونَ (52) قالُوا لا تَوْجَلْ إِنَّا نُبَشِّرُكَ بِغُلامٍ عَلِيمٍ (53) قالَ أَبَشَّرْتُمُونِي عَلى أَنْ مَسَّنِيَ الْكِبَرُ فَبِمَ تُبَشِّرُونَ (54) قالُوا بَشَّرْناكَ بِالْحَقِّ فَلا تَكُنْ مِنَ الْقانِطِينَ (55) قالَ وَمَنْ يَقْنَطُ مِنْ رَحْمَةِ رَبِّهِ\nإِلاَّ الضَّالُّونَ (56) قالَ فَما خَطْبُكُمْ أَيُّهَا الْمُرْسَلُونَ (57) قالُوا إِنَّا أُرْسِلْنا إِلى قَوْمٍ مُجْرِمِينَ (58) إِلاَّ آلَ لُوطٍ إِنَّا لَمُنَجُّوهُمْ أَجْمَعِينَ (59) إِلاَّ امْرَأَتَهُ قَدَّرْنا إِنَّها لَمِنَ الْغابِرِينَ (60) فَلَمَّا جاءَ آلَ لُوطٍ الْمُرْسَلُونَ (61) قالَ إِنَّكُمْ قَوْمٌ مُنْكَرُونَ (62) قالُوا بَلْ جِئْناكَ بِما كانُوا فِيهِ يَمْتَرُونَ (63) وَأَتَيْناكَ بِالْحَقِّ وَإِنَّا لَصادِقُونَ (64) فَأَسْرِ بِأَهْلِكَ بِقِطْعٍ مِنَ اللَّيْلِ وَاتَّبِعْ أَدْبارَهُمْ وَلا يَلْتَفِتْ مِنْكُمْ أَحَدٌ وَامْضُوا حَيْثُ تُؤْمَرُونَ (65) وَقَضَيْنا إِلَيْهِ ذلِكَ الْأَمْرَ أَنَّ دابِرَ هؤُلاءِ مَقْطُوعٌ مُصْبِحِينَ (66) وَجاءَ أَهْلُ الْمَدِينَةِ يَسْتَبْشِرُونَ (67) قالَ إِنَّ هؤُلاءِ ضَيْفِي فَلا تَفْضَحُونِ (68) وَاتَّقُوا اللهَ وَلا تُخْزُونِ (69) قالُوا أَوَلَمْ نَنْهَكَ عَنِ الْعالَمِينَ (70) قالَ هؤُلاءِ بَناتِي إِنْ كُنْتُمْ فاعِلِينَ (71) لَعَمْرُكَ إِنَّهُمْ لَفِي سَكْرَتِهِمْ يَعْمَهُونَ (72) فَأَخَذَتْهُمُ الصَّيْحَةُ مُشْرِقِينَ (73) فَجَعَلْنا عالِيَها سافِلَها وَأَمْطَرْنا عَلَيْهِمْ حِجارَةً مِنْ سِجِّيلٍ (74) إِنَّ فِي ذلِكَ لَآياتٍ لِلْمُتَوَسِّمِينَ (75) وَإِنَّها لَبِسَبِيلٍ مُقِيمٍ (76) إِنَّ فِي ذلِكَ لَآيَةً لِلْمُؤْمِنِينَ (77) وَإِنْ كانَ أَصْحابُ الْأَيْكَةِ لَظالِمِينَ (78) فَانْتَقَمْنا مِنْهُمْ وَإِنَّهُما لَبِإِمامٍ مُبِينٍ (79) وَلَقَدْ كَذَّبَ أَصْحابُ الْحِجْرِ الْمُرْسَلِينَ (80) وَآتَيْناهُمْ آياتِنا فَكانُوا عَنْها مُعْرِضِينَ (81) وَكانُوا يَنْحِتُونَ مِنَ الْجِبالِ بُيُوتاً آمِنِينَ (82) فَأَخَذَتْهُمُ الصَّيْحَةُ مُصْبِحِينَ (83) فَما أَغْنى عَنْهُمْ ما كانُوا يَكْسِبُونَ (84))\nتفسير المفردات",
        "تقول : أنبأت القوم إنباء ونبّأتهم تنبئة : إذا أخبرتهم ، والأفصح فى كلمة الضيف :\nألا تثنى ولا تجمع حين تستعمل للمثنى والجمع والمؤنث بل تستعمل بلفظ واحد لكل ذلك ، والوجل : اضطراب النفس لخوفها من توقع مكروه يصيبها ، عليم : أي ذى علم كثير ، بالحق : أي بالأمر المحقق الذي لا شك فى وقوعه ، وقنط من كذا :\nأي يئس من حصوله والضالون : الكفار الذين لا يعرفون كمال قدرته تعالى وسعة رحمته ، وخطبكم : أي أمركم وشأنكم الذي لأجله أرسلتم ، قدرنا : أي قضينا وكتبنا ؛ يقال قضى الله عليه كذا وقدّره عليه : أي جعله على مقدار الكفاية فى الخير والشر ، وقدر الله الأقوات : جعلها على مقدار الحاجة ، والغابرين : أي الباقين مع الكفار ليهلكوا معهم ، وأصله من الغبرة وهى بقية اللبن فى الضّرع ، منكرون : أي لا أعرفكم ولا أعرف من أىّ الأقوام أنتم؟ ولأى غرض دخلتم علىّ؟ ويمترون : أي يشكّون ويكذبون به ، فأسر بأهلك : أي اذهب بهم ليلا ، والقطع من الليل : الطائفة منه كما قال :\nاتبع أدبارهم : أي كن على إثرهم لتسرع بهم وتطّلع على أحوالهم ، وقضينا : أي أوحينا ، ودابر : آخر ، ومقطوع : أي مهلك مستأصل ، مصبحين : أي فى وقت الصباح ، والمدينة : هى سذوم (بالذال المعجمة) مدينة قوم لوط ، والاستبشار : إظهار السرور ، والفضيحة : إظهار ما يوجب العار ، والخزي : الذل والهوان ، والعمر والعمر (بالفتح والضم) : الحياة ، وهو حين القسم بالفتح لا غير ، سكرتهم : غوابتهم : يعمهون أي يتحيرون ، والصيحة : الصاعقة ، وكل شىء أهلك به قوم فهو صيحة وصاعقة أخرجه ابن المنذر عن ابن جرير ، مشرقين : أي داخلين فى الشروق وهو بزوغ الشمس ، والسجيل : الطين المتحجر وهو معرّب لا عربى فى المشهور ، للمتوسمين.",
        "أي المتفرسين الذين يتثبتون فى نظرهم ليعرفوا سمة الشيء وعلامته ، يقال توسمت فى فلان خيرا : أي ظهرت لى منه علاماته ، قال عبد الله بن رواحة يمدح النبي صلى الله عليه وسلم :\nلبسبيل مقيم : أي لبطريق واضح معلم ليس بخفي ولا زائل ، وأصحاب الأيكة : قوم شعيب عليه السلام ، والأيكة : الغيضة ، وهى الشجر الملتف بعضه على بعض وقد كانوا فى مكان كثير الأشجار كثيف الغبار ، لبإمام مبين : أي لبطريق واضح وأصل الإمام ما يؤتم به سمى به الطريق لأنه يؤتم ويتّبع ، وأصحاب الحجر : هم ثمود ، والحجر : واد بين المدينة والشام كانوا يسكنونه ، ويسمى كل مكان أحيط بالحجارة حجرا ومنه حجر الكعبة ، وآياتنا : هى الناقة وفيها آيات كثيرة كعظم خلقها ، وكثرة لبنها ، وكثرة شربها ، والإمام : ما يؤتم به ومن جملة ذلك الطريق التي تسلك.\nالمعنى الجملي\nبعد أن ذكر سبحانه ما أوعد به أهل الغواية فى يوم القيامة من دخول جهنم ، وذكر أنها دركات لأولئك الغاوين بحسب اختلاف أحوالهم بمقدار ما دنّسوا به أنفسهم من اتخاذ الانداد والشركاء وارتكاب الفواحش ما ظهر منها وما بطن ، ثم أعقبه بذكر ما أعدّ لعباده المؤمنين من الجنات والعيون والنعيم المقيم والراحة التي لا نصب بعدها ولا تعب ، وجلوس بعضهم مع بعض ، يتنادمون ويتجاذبون أطراف الأحاديث ، وهم فى سرور وحبور على سرر متقابلين ـ أردف ذلك فذلكة وخلاصة لما سبق ، فأمر نبيه أن يبلغ عباده أنه غفار لذنوب من تابوا وأنابوا إلى ربهم ، وأن عذابه مؤلم لمن أصرّوا على المعاصي ولم يتوبوا منها ، ثم فصل ذلك الوعد والوعيد فذكر البشارة لإبراهيم بغلام عليم ، وذكر إهلاك قوم لوط بما اجترحوا من كبرى الموبقات ، وفظيع الجنايات ، بفعلهم فاحشة لم يسبقهم بها أحد من العالمين ، حتى",
        "صاروا كأمس الدابر ، وأصبحوا أثرا بعد عين ، وإهلاك أصحاب الأيكة قوم شعيب جزاء ظلمهم بشركهم بالله ونقصهم للمكاييل والموازين ، فانتقم الله منهم بعذاب يوم الظلة ، وإهلاك أصحاب الحجر وهم ثمود الذين كذبوا صالحا وكانوا ذوى حول وطول ، وغنى ومال ، وقوة وبطش ، فأعرضوا عن آيات ربهم حينما جاءتهم على يدى رسوله ، فأخذتهم الصيحة وقت الصباح ولم يغن عنهم مالهم من دون الله شيئا حين جاء أمره.\nأخرج ابن جرير وابن مردويه من طريق عطاء بن أبى رباح عن رجل من أصحاب النبي صلى الله عليه وسلم قال : «طلع علينا رسول الله صلى الله عليه وسلم من الباب الذي يدخل منه بنو شيبة فقال : (ألا تراكم تضحكون) ثم أدبر حتى إذا كان عند الحجر رجع إلينا القهقرى فقال : إنى لما خرجت من الباب جاء جبريل عليه السلام فقال يا محمد إن الله يقول لك : لم تقنط عبادى (نَبِّئْ عِبادِي أَنِّي أَنَا الْغَفُورُ الرَّحِيمُ. وَأَنَّ عَذابِي هُوَ الْعَذابُ الْأَلِيمُ)».\nوأخرج عبد بن حميد عن قتادة أنه قال فى قوله (نَبِّئْ عِبادِي) الآية : بلغنا أن رسول الله صلى الله عليه وسلم قال : «لو يعلم العبد قدر عفو الله لما تورّع من حرام ، ولو يعلم العبد قدر عذاب الله لبخع نفسه».\nوأخرج الشيخان وغيرهما عن أبى هريرة أن رسول الله صلى الله عليه وسلم قال : «إن الله سبحانه خلق الرحمة يوم خلقها مائة رحمة ، فأمسك عنده تسعة وتسعين رحمة ، وأرسل فى خلقه كلهم رحمة واحدة ، فلو يعلم الكافر كل الذي عنده من رحمة لم ييأس من الرحمة ، ولو يعلم المؤمن بكل الذي عند الله تعالى من العذاب لم يأمن من النار».",
        "الإيضاح\n(نَبِّئْ عِبادِي أَنِّي أَنَا الْغَفُورُ الرَّحِيمُ) أي أخبر أيها الرسول عبادى أنى أنا الذي أيستر ذنوبهم إذا تابوا منها وأنابوا ، بترك فضيحتهم بها وعقوبتهم عليها ، الرحيم بهم أن أعذبهم بعد توبتهم منها.\nوفى قوله (نَبِّئْ عِبادِي) إيماء إلى أنه ينبىء كل من كان معترفا بعبوديته ، فيشمل ذلك المؤمن المطيع والعاصي ، وغير خاف ما فى ذلك من تغليب جانب الرحمة من قبله تعالى على جانب العقاب.\n(وَأَنَّ عَذابِي هُوَ الْعَذابُ الْأَلِيمُ) أي وأخبرهم أيضا بأن عذابى لمن أصر على معاصىّ وأقام عليها ولم يتب منها ـ هو العذاب المؤلم الموجع الذي لا يشبهه عذاب آخر ، وفى هذا تهديد شديد وتحذير لخلقه أن يقدموا على معاصيه ، ومن الأمر لهم بالإنابة والتوبة.",
        "والخلاصة ـ إن الله جمع لعباده بين التبشير والتحذير ، ليكونوا على قدمى الرجاء والخوف ، وحال الأنس والهيبة.\nثم ذكر سبحانه قصصا تقدم مثله بأسلوب آخر فى سورة هود وبدأ بقصص إبراهيم عليه السلام فقال :\n(وَنَبِّئْهُمْ عَنْ ضَيْفِ إِبْراهِيمَ إِذْ دَخَلُوا عَلَيْهِ فَقالُوا سَلاماً) أي أخبر عبادى عن ضيوف إبراهيم خليل الرحمن وهم الملائكة الذين أرسلهم الله إلى قوم لوط ليستأصلوا شأفتهم ويبيدوهم على ظلمهم ، فقالوا حين دخلوا عليه سلاما : أي سلمت من الآفات والآلام سلاما.\n(قالَ إِنَّا مِنْكُمْ وَجِلُونَ) أي قال إبراهيم للضيف : إنا خائفون منكم ، لأنهم دخلوا عليه بلا إذن وفى وقت لا يجىء فى مثله طارق ، أو لأنه حين قرّب إليهم العجل الحنيذ لم يأكلوا منه ، والضيف إذا لم يأكل مما يقدم له من الطعام يظنّ أنه لم يأت لخير ، ويؤيد هذا قوله فى سورة هود : «فَلَمَّا رَأى أَيْدِيَهُمْ لا تَصِلُ إِلَيْهِ نَكِرَهُمْ وَأَوْجَسَ مِنْهُمْ خِيفَةً».",
        "(قالُوا لا تَوْجَلْ) أي قال الضيف لإبراهيم : لا تخف ولا يحم حول ساحتك الخوف والهلع.\nثم عللوا النهى عن الوجل بقولهم :\n(إِنَّا نُبَشِّرُكَ بِغُلامٍ عَلِيمٍ) أي إنا جئناك بالبشرى بعلام ذى علم وفطنة وفهم لدين لله ، وسيكون له شأن ، لأنه سيصير نبيا.\nونحو الآية قوله «وَبَشَّرْناهُ بِإِسْحاقَ نَبِيًّا».",
        "ثم قال إبراهيم متعجبا من مجىء ولد من شيخ وعجوز :\n(أَبَشَّرْتُمُونِي عَلى أَنْ مَسَّنِيَ الْكِبَرُ؟) أي أبشرتموني بذلك مع مس الكبر وتأثيره فىّ ، وتلك حال تنافى هذه البشرى.\n(فَبِمَ تُبَشِّرُونَ) أي فبأى أعجوبة تبشرون؟ إذ لا سبيل فى العادة إلى مثل ذلك ، وكأنه عليه السلام أراد أن يعرف : أيعطى هذا الولد مع بقائه على حاله من الشيخوخة التامة ، أو يرجع شابا ثم يعطى الولد ، لما جرت به العادة من أن الولد لا يكون إلا حين الشباب.\nفأجابوه مؤكدين ما بشروه به ، تحقيقا لما قالوا وليكون بشارة بعد بشارة :",
        "(قالُوا بَشَّرْناكَ بِالْحَقِّ فَلا تَكُنْ مِنَ الْقانِطِينَ) أي قال ضيف إبراهيم له : بشرناك بما يكون حقا ، وإنا لنعلم أن الله قد وهب لك غلاما ، فلا تكن من الذين يقنطون من فضل الله فييأسوا من خرق العادة ، بل أبشر بما بشرناك به واقبل البشرى.\nوالخلاصة ـ إنه عليه السلام استعظم نعمة الله عليه ، فاستفهم هذا الاستفهام التعجبي المبنى على السنن التي أجراها الله بين عباده ، لا أنه استبعد ذلك على قدرة الله ، فهو أجل من ذلك قدرا ، ويؤيد هذا جوابه عليه السلام.\n(قالَ وَمَنْ يَقْنَطُ مِنْ رَحْمَةِ رَبِّهِ إِلَّا الضَّالُّونَ) أي قال إبراهيم للضيف : لا ييأس من رحمة الله إلا من أخطأ سبيل الصواب ، وغفل عن رجاء الله الذي لا يخيب من رجاه ، فضلّ بذلك عن الرأى القيّم ، وهذا كقول يعقوب : «لا ييأس من روح الله إلّا القوم الكافرون».\nوخلاصة مقاله ـ إنه نفى القنوط عن نفسه على أتم وجه ، فكأنه قال : ليس بي قنوط من رحمته تعالى ، لكن حالى تنافى فيض تلك النعم الجليلة التي غمرنى بها ، وتوالى المكرمات التي شملت آل هذا البيت.",
        "وبعد أن تحقق عليه السلام مصداق هذه البشرى ورأى أنهم أتوا مختفين على غير ما عهد عليه ملك الوحى؟ سألهم عن أمرهم ليزول عنه الوجل.\n(قالَ فَما خَطْبُكُمْ أَيُّهَا الْمُرْسَلُونَ) أي قال لهم : ما الأمر العظيم الذي جئتم لأجله سوى البشرى؟ وكأنه عليه السلام فهم من مجرى حديثهم فى أثناء الحوار أن ليست هذه البشرى هى المقصودة ، بل لهم شأن آخر لأجله أرسلوا. لأنهم كانوا عددا والبشارة لا تحتاج إلى مثل هذا العدد ، ومن ثم اكتفى بالواحد فى بشارة زكريا ومريم عليهما السلام ؛ وأيضا لو كانت البشارة هى المقصودة لابتدءوا بها ، فأجابوه :\n(قالُوا إِنَّا أُرْسِلْنا إِلى قَوْمٍ مُجْرِمِينَ) أي قالوا إنا أرسلنا إلى قوم مجرمين من قوم لوط ، واكتفوا بهذا القدر من الجواب ، لأن إبراهيم يعلم أن الملائكة إذا أرسلوا إلى المجرمين كان ذلك لهلاكهم وإبادتهم. ومما يرشد إلى هذا الفهم قولهم :\n(إِلَّا آلَ لُوطٍ إِنَّا لَمُنَجُّوهُمْ أَجْمَعِينَ) أي إلا أتباع لوط فى الدين فلن نهلكهم ، بل ننجيهم من العذاب الذي أمرنا أن نعذب به قوم لوط.",
        "(إِلَّا امْرَأَتَهُ قَدَّرْنا إِنَّها لَمِنَ الْغابِرِينَ) أي لا نهلك آل لوط وأتباعه إلا امرأته فقد قضى الله أنها من الباقين مع الكفرة ، ثم هى مهلكة بعد ذلك معهم ، وقد أضاف الملائكة هذا التقدير إلى أنفسهم مع أنه لله تعالى ، بيانا لمزيد قربهم من ربهم ، واختصاصهم به تعالى كما يقول خاصة الملك : دبّرنا كذا وأمرنا بكذا ، والمدبر الآمر هو الملك.\nوبعد أن بشّروا إبراهيم عليه السلام بالولد وأخبروه بأنهم مرسلون بعذاب قوم مجرمين ـ ذهبوا إلى لوط وآله كما قال سبحانه.\n(فَلَمَّا جاءَ آلَ لُوطٍ الْمُرْسَلُونَ ، قالَ إِنَّكُمْ قَوْمٌ مُنْكَرُونَ) أي فلما خرج المرسلون من عند إبراهيم وجاءوا قرية لوط أنكرهم لوط ولم يعرفهم وقال لهم : من أي الأقوام أنتم ، ولأى غرض جئتم؟ وإنى أخاف أن تمسونى بمكروه.\nونحو الآية قوله : «وَلَمَّا جاءَتْ رُسُلُنا لُوطاً سِيءَ بِهِمْ وَضاقَ بِهِمْ ذَرْعاً» وإنما قال هذه المقالة ، لأنه لم يشاهد من المرسلين حين مقاساة الشدائد ومعاناة المكايد من قومه الذين يريدون بهم ما يريدون ـ إعانة ولا مساعدة فيما يأتى وما يدرحين تجشم الأهوال فى تخليصهم ، فأنكر خذلانهم له ، وتركهم نصره حين المضايقة التي حلت به بسببهم حتى اضطر إلى أن يقول : «لَوْ أَنَّ لِي بِكُمْ قُوَّةً أَوْ آوِي إِلى رُكْنٍ شَدِيدٍ» كما جاء فى سورة هود.",
        "(بَلْ جِئْناكَ بِما كانُوا فِيهِ يَمْتَرُونَ) أي قال له الرسل : ما جئناك بما خطر ببالك من المكروه ، بل بما فيه سرورك وهو عذابهم الذي كنت تحذرهم منه وهم يكذبونك فيه قبل مجيئه ، فأنّى لك بعد هذا أن تعتريك مساءة وضيق ذرع؟\nوخلاصة ما أرادوا أن يقولوا ـ ما خذلناك ، وما خلّينا بينك وبينهم ، بل جئناك بما يدمّرهم ويهلكهم ، من العذاب الذي كنت تتوعدهم به وهم يكذبونك.\nواختاروا هذا الأسلوب ولم يقولوا جئناك بعذابهم لإفادة ذلك شيئين : تحقق عذابهم وتحقق صدقه عليه السلام بعد أن كابد منهم كثيرا من الإنكار والتكذيب.\n(وَأَتَيْناكَ بِالْحَقِّ وَإِنَّا لَصادِقُونَ) أي وجئناك بالأمر المحقق المتيقن الذي لا محال فيه للامتراء والشك ، وهو العذاب الذي كتب وقدّر لقوم لوط ، وإنا لصادقون فيما أخبرناك به.",
        "ثم شرعوا يرتبون له مبادئ النجاة قبل حلول العذاب بقومه فقالوا له :\n(فَأَسْرِ بِأَهْلِكَ بِقِطْعٍ مِنَ اللَّيْلِ) أي فسر بأهلك ببقية من الليل ، وأهله على ما روى هما ابنتاه.\n(وَاتَّبِعْ أَدْبارَهُمْ) أي وكن من وراء أهلك الذين تسرى بهم ، وعلى إثرهم لتذود عنهم ، وتسرع بهم ، وثراقب أحوالهم ، حتى لا يتخلّف منهم أحد لغرض ، فيصيبه العذاب.\n(وَلا يَلْتَفِتْ مِنْكُمْ أَحَدٌ) فيرى ما ينزل بقومه فيرق قلبه لهم ، وليوطن نفسه على الهجرة ، ويطيب نفسا بالانتقال إلى المسكن الجديد.",
        "ثم أكدوا هذا النهى بقولهم (وَامْضُوا حَيْثُ تُؤْمَرُونَ) أي وامضوا حيث يأمركم ربكم غير ملتفتين إلى ماوراءكم كالذى يتحسر على مفارقة وطنه ، فلا يزال يلوى له أخادعه كما قال أبو تمام :\nوالخلاصة ـ إنهم أمروا بمواصلة السير ونهوا عن التواني والتوقف ليكون ذلك أقطع للعوائق ، وأحق بالإسراع للوصول إلى المقصد الحقيقي وهو بلاد الشام.\nثم بين العلة فى الأمر بالإسراء السريع فقال :\n(وَقَضَيْنا إِلَيْهِ ذلِكَ الْأَمْرَ) أي وأوحينا إليه أن ذلك الأمر مقضى مبتوت فيه :",
        "ثم فصّل ذلك الأمر فقال :\n(أَنَّ دابِرَ هؤُلاءِ مَقْطُوعٌ مُصْبِحِينَ) أي إن آخر قومك وأولهم مجذوذ مستأصل صباح ليلتهم ، ولا يبقى منهم أحد ونحو الآية قوله : «فَقُطِعَ دابِرُ الْقَوْمِ الَّذِينَ ظَلَمُوا».\nثم شرع يذكر ما صدر من القوم حين علموا بقدوم الأضياف وما ترتب عليه بما أشير إليه أولا على سبيل الإجمال فقال :\n(وَجاءَ أَهْلُ الْمَدِينَةِ يَسْتَبْشِرُونَ) أي وجاء أهل سدوم حين سمعوا أن ضيفا قد ضاقوا لوطا ـ مستبشرين بنزولهم مدينتهم طمعا فى ركوب الفاحشة منهم.",
        "وفى هذا إيماء إلى فظاعة فعلهم ، إذ هم خالفوا ما جرى به العرف ، وركب فى الأذواق السليمة ، من إكرام الغريب وحسن معاملته ، وقصدوا بهم الفاحشة التي لم يسبقهم بها أحد من العالمين.\nروى أن امرأة لوط أخبرتهم بأنه نزل بلوط ثلاثة من المرد ما رأينا قط أصبح منهم وجها ولا أحسن شكلا ، فذهبوا إلى دار لوطا طلبا لهم ، مظهرين اغتباطا وسرورا بهم.\nثم أخبر عن مقالة لوط لقومه حين رآهم يقصدون بهم السوء.\n(قالَ إِنَّ هؤُلاءِ ضَيْفِي فَلا تَفْضَحُونِ) أي قال لوط لقومه : إن هؤلاء الذين جئتموهم تريدون منهم الفاحشة ضيفى ، وحقّ على الرجل إكرام ضيفه ، فلا تفضحونى فيهم ، وأكرمونى بترك التعرض لهم بمكروه.",
        "ثم زاد النهى توكيدا بقوله :\n(وَاتَّقُوا اللهَ وَلا تُخْزُونِ) أي وخافوا الله فىّ وفى أنفسكم أن يحل بكم عقابه ، ولا تهينوئى فيهم بالتعرض لهم بالسوء ، وهذه الجملة آكد فى الغرض من سابقتها ، إذ التعرض للجار بعد حمايته والذبّ عنه أجلب للعار ، ومن ثم عبر عن لجاجهم ومجاهرتهم بمخالفته بالخزي ، وأمرهم بتقوى الله فى ذلك.\nقأبانوا له أنه السبب فى الفضيحة وفى هذا الخزي :\n(قالُوا أَوَلَمْ نَنْهَكَ عَنِ الْعالَمِينَ؟) أي قال قومه له : أولم ننهك أن تضيف أحدا من العالمين أو تؤويه فى قريتنا؟ إذ هم كانوا يتعرضون لكل غريب بالسوء ، وكان لوط ينهاهم عن ذلك على قدر حوله وقوته ويحول بينهم وبين من يعرضون له ، وكانوا قد نهوه عن التعرض لهم فى مثل ذلك.",
        "وخلاصة مقالهم ـ إن ما ذكرت من الخزي والفضيحة أنت مصدره ، والجالب له ، فلولا تعرضك لنا ، ما أصابك ما أصابك.\nولما رآهم متمادين فى غيهم ، لا يرعون عن غوايتهم ، ولا يقلعون عما هم عليه.\n(قالَ هؤُلاءِ بَناتِي إِنْ كُنْتُمْ فاعِلِينَ) أي قال لوط لقومه : تزوجوا النساء ولا تفعلوا ما قد حرم الله عليكم من إتيان الرجال إن كنتم فاعلين ما آمركم به ، منتهين إلى أمرى ، وقد سمى نساء قومه بناته ، لأن رسول الأمة كالأبّ لهم كما قال تعالى : «النَّبِيُّ أَوْلى بِالْمُؤْمِنِينَ مِنْ أَنْفُسِهِمْ وَأَزْواجُهُ أُمَّهاتُهُمْ».\nثم أبان له الرسول أنه لا أمل فى ارعوائهم عن غيهم فقالوا :",
        "(لَعَمْرُكَ إِنَّهُمْ لَفِي سَكْرَتِهِمْ يَعْمَهُونَ) أي قالت الملائكة للوط : وحياتك أيها الرسول إن قومك لفى ضلالتهم التي جعلتهم حيارى لا يعرفون ما أحاط بهم من البلاء ، ولا ماذا يصيبهم من العذاب المنتظر ، لما أصابهم من عمى البصيرة ، فهم لا يميزون الخطأ من الصواب ، ولا الحسن من القبيح.\nثم ذكر سبحانه عاقبة أمرهم فقال :\n(فَأَخَذَتْهُمُ الصَّيْحَةُ مُشْرِقِينَ) أي فنزل بهم العذاب المنتظر ، وأخذتهم الصاعقة وقت الشروق ، وكان ابتداؤها من الصبح وانتهاؤها حين الشروق ، ومن ثم قال أوّلا مصبحين وقال هنا مشرقين ، وأخذ الصيحة قهرها لهم وتمكنها منهم ، ومن ثمّ يقال للأسير أخيذ.\nثم بيّن كيفية أخذها لهم ولقريتهم فقال :",
        "(فَجَعَلْنا عالِيَها سافِلَها ، وَأَمْطَرْنا عَلَيْهِمْ حِجارَةً مِنْ سِجِّيلٍ) أي فجعلنا عالى المدينة وهو ما على وجه الأرض سافلها فانقلبت عليهم وأمطرنا عليهم أثناء ذلك حجارة من طين متحجر ، وقد تقدم ذكر ذلك فى سورة هود.\nوخلاصة ذلك ـ إنه تعالى أرسل عليهم ثلاثة ألوان من العذاب :\n(1) الصيحة المنكرة الهائلة ، والصوت المفزع المخيف.\n(2) إنه قلب عليهم القرية ، فجعل عاليها سافلها.",
        "(3) إنه أمطر عليهم حجارة من سجيل.\nثم ذكر أن فى هذا القصص عبرة لمن اعتبر فقال :\n(إِنَّ فِي ذلِكَ لَآياتٍ لِلْمُتَوَسِّمِينَ) أي إن فيما فعلناه بقوم لوط من الهلاك والعذاب لدلالات للمفكرين الذين يعتبرون بما يحدث فى الكون من عظات وعبر ، ويستدلون بذلك على ما يكون لأهل الكفر والمعاصي من عقاب بئيس بما كانوا يكسبون.\nأخرج البخاري فى التاريخ والترمذي وابن جرير وابن أبى حاتم وأبو نعيم",
        "وابن مردويه عن أبى سعيد الخدري قال : قال رسول الله صلى الله عليه وسلّم «اتقوا فراسة المؤمن ، فإنه ينظر بنور الله تعالى ، ثم قرأ : إن فى ذلك لآيات للمتوسمين».\nوالفراسة على نوعين :\n(1) ما يوقعه الله فى قلوب الصلحاء فيعلمون بذلك أحوال الناس بالحدس والظن\n(2) ما يحصل بدلائل التجارب والأخلاق.",
        "وقد صنّف الناس فى القديم والحديث كتبا فى ذلك ، وبعض العلماء يجعلها دليلا يحكم به كما فعل إياس بن معاوية (كان قاضيا ذكيا فى عهد التابعين).\nثم لفت أنظار أهل مكة إلى الاعتبار بها لو أرادوا فقال :\n(وَإِنَّها لَبِسَبِيلٍ مُقِيمٍ) أي وإن هذه المدينة ـ مدينة سدوم ـ التي أصابها ما أصابها من العذاب ـ لبطريق واضح لا تخفى على السالكين ، فآثارها باقية إلى اليوم لم تندثر ولم تخف ، فالذين يمرون عليها من الحجاز إلى الشام يشاهدون آثارها كما قال فى الآية الأخرى : «وَإِنَّكُمْ لَتَمُرُّونَ عَلَيْهِمْ مُصْبِحِينَ. وَبِاللَّيْلِ أَفَلا تَعْقِلُونَ».\nثم أيأس من اعتبارهم بها ، إذ هى لا يعتبر بها إلا المؤمنون فقال :",
        "(إِنَّ فِي ذلِكَ لَآيَةً لِلْمُؤْمِنِينَ) أي إن فيما فعلناه بقوم لوط من الهلاك والدمار وإنجائنا لوطا وأهله ـ لدلالة جلية للمؤمنين المصدقين بالله ورسله ، إذ هم يعرفون أن ذلك إنما كان انتقاما من الله لأنبيائه من أولئك الجهال الذين عصوا أمر ربهم ، وكفروا برسله ولم يرعوا عن غيّهم وضلالهم بعد إنذارهم ونصحهم.\nأما الذين لا يؤمنون بالله فيجعلون ذلك حوادث كونية ، لأسباب فلكية ، وشؤون أرضية ، جعلت الأرض تنهار لحدوث فراغ فى بعض أجزائها. كما يشاهد اليوم فى البلاد ذات البراكين من اختفاء بلاد فى باطن الأرض وابتلاع الأرض لها كما حدث فى مدينة مسينا بإيطاليا سنة 1909 ، وظهور جزائر فى وسط المحيطات لم تكن من قبل.\nوبعد أن ذكر قصص قوم لوط أتبعه بقصص قوم شعيب عليه السلام فقال :\n(وَإِنْ كانَ أَصْحابُ الْأَيْكَةِ لَظالِمِينَ) أي وإن أصحاب الأيكة كانوا بجبلّتهم ظالمين كفارا ، ليس لديهم استعداد للإيمان بالله ورسله ، أرسل الله إليهم وإلى أهل مدين شعيبا فكذبوه.",
        "أخرج ابن مردويه وابن عساكر عن ابن عمرو قال : قال رسول الله صلى الله عليه وسلّم «إن مدين وأصحاب الأيكة أمتان بعث الله إليهما شعيبا».\n(فَانْتَقَمْنا مِنْهُمْ) جزاء ما دنسوا به أنفسهم من الكفر والمعاصي.\nفسلطّ على أصحاب الأيكة الحر سبعة أيام لا يظل منه ظلّ ، ولا يمنعهم منه شىء ، ثم أرسلت عليهم سحابة فحلّوا تحتها يلتمسون الرّوح منها ، فبعثت عليهم منها نار فاضطرمت عليهم فأكلتهم ، فذلك عذاب يوم الظلة ، إنه كان عذاب يوم عظيم.\nوأما أهل مدين فقد أخذتهم الصيحة ثم ذكر عز اسمه أنه قد كان من حق قريش أن يعتبروا بهما فقال :",
        "(وَإِنَّهُما لَبِإِمامٍ مُبِينٍ) أي وإن مدينة أصحاب الأيكة ومدينة قوم لوط لبطريق واضح يأتمون به فى سفرهم ويهتدون به فى مسيرهم.\nثم ذكر سبحانه قصة صالح فقال :\n(وَلَقَدْ كَذَّبَ أَصْحابُ الْحِجْرِ الْمُرْسَلِينَ) أي ولقد كذبت ثمود نبيهم صالحا عليه السلام ومن كذب رسولا من رسل الله فكأنما كذب الجميع ، لاتفاق كلمتهم على التوحيد والأصول العامة التي لا تختلف باختلاف الأمم والأزمان.\n(وَآتَيْناهُمْ آياتِنا فَكانُوا عَنْها مُعْرِضِينَ) أي وأريناهم حججنا الدالة على نبوة صالح عليه السلام من الناقة وغيرها ، فأعرضوا عنها ولم يعتبروا بها.",
        "(وَكانُوا يَنْحِتُونَ مِنَ الْجِبالِ بُيُوتاً آمِنِينَ) من هدمها ونقب اللصوص لها أو تخريب الأعداء لقوة أسرها وبديع إحكامها ، وقد تقدم تفصيل ذلك فى سورة الأعراف.\nثم ذكر ميقات هلاكهم فقال :\n(فَأَخَذَتْهُمُ الصَّيْحَةُ مُصْبِحِينَ) أي فأخذتهم صيحة الهلاك حين كانوا فى ضحوة اليوم الرابع من اليوم الذي أوعدوا فيه بالعذاب كما جاء فى قوله : «فَقالَ تَمَتَّعُوا فِي دارِكُمْ ثَلاثَةَ أَيَّامٍ ذلِكَ وَعْدٌ غَيْرُ مَكْذُوبٍ».\n(فَما أَغْنى عَنْهُمْ ما كانُوا يَكْسِبُونَ) أي فما دفع عنهم ما نزل بهم ما كانوا يكسبون من تحت البيوت وجمع الأموال وكثرة العدد وجمع العدد ، بل خرّوا حاثمين هلكى حين حل بهم قضاء الله.",
        "وروى البخاري وغيره عن ابن عمر «أن النبي صلى الله عليه وسلّم مرّ بالحجر وهو ذاهب إلى تبوك ، فقنّع رأسه ، وأسرع براحلته ، وقال لأصحابه : لا تدخلوا بيوت القوم المعذّبين إلا أن تكونوا باكين : فإن لم تبكوا فتباكوا خشية أن يصيبكم ما أصابهم».\nوأخرج ابن مردويه عنه قال : «نزل رسول الله صلى الله عليه وسلّم عام غزوة تبوك بالحجر عند بيوت ثمود ، فاستقى الناس من مياه الآبار التي كانت تشرب منها ثمود ، وعجنوا منها ونصبوا القدور باللحم ، فأمرهم بإهراق القدور وعلف العجين للإبل : ثم ارتحل عن البئر التي كانت تشرب منها الناقة ، ونهاهم أن يدخلوا على القوم الذين عذّبوا وقال : إنى أخشى عليكم أن يصيبكم مثل الذي أصابهم ، فلا تدخلوا عليهم».\n(وَما خَلَقْنَا السَّماواتِ وَالْأَرْضَ وَما بَيْنَهُما إِلاَّ بِالْحَقِّ وَإِنَّ السَّاعَةَ لَآتِيَةٌ فَاصْفَحِ الصَّفْحَ الْجَمِيلَ (85) إِنَّ رَبَّكَ هُوَ الْخَلاَّقُ الْعَلِيمُ (86))\nتفسير المفردات",
        "بالحق : أي بالحكمة والمصلحة ، والساعة يوم القيامة ، والصفح : ترك التثريب واللوم ، والصفح الجميل : ما خلا من العتب.\nالمعنى الجملي\nبعد أن ذكر فى القصص السالف إهلاك الأمم المكذبة لرسلها ، وعذابها بشتى أنواع العذاب ، كفاء ما دنسوا به أنفسهم من فظائع الشرك ، وأنواع المعاصي التي تقوّض دعائم الإخلاص لبارئ النسم ، وتهدّ أركان نظم المجتمع ؛ بعبادة الأصنام والأوثان ، وتطفيف الكيل والميزان ، وإتيان الفاحشة التي تشمئز منها النفوس ، وتنقر منها الأذواق السليمة ـ أرشد هنا إلى أنهم بعملهم هذا قد تركوا ما قضت به الحكمة والمصلحة ، من خلق السموات والأرض لعبادة خالقها وطاعته واستقرار نظم المجتمع على وجه صالح صحيح ، ودأبوا على عبادة غيره من الأصنام والأوثان ، فكان من العدل تطهير الأرض منهم ، دفعا لشرورهم وإصلاحا لمن يأتى بعدهم.\nالإيضاح",
        "(وَما خَلَقْنَا السَّماواتِ وَالْأَرْضَ وَما بَيْنَهُما إِلَّا بِالْحَقِّ) أي وما خلقنا الخلائق ، مما فى الأرض والسماء وما بينهما ، إلا بالعدل والإنصاف لا بالظلم والجور ، فإهلاكنا للأمم التي كذبت رسلها وقصصنا عليك قصصها ، وتعجيل النقمة لهم لم يكن ظلما بل كان عدلا وحكمة.\nوفى هذا إيماء إلى أن ما يصيب غيرهم من المكذبين لك من العذاب فى الآخرة فيه عدل ومصلحة للبشر.\nثم هدد العصاة وتوعدهم فقال :\n(وَإِنَّ السَّاعَةَ لَآتِيَةٌ) أي وإن يوم القيامة لآت لا ريب فيه ، وحينئذ ينتقم الله ممن يستحق العذاب ، ويحسن إلى من يستحق الإحسان ، فارض بما يكون لهم من شديد العقاب.",
        "(فَاصْفَحِ الصَّفْحَ الْجَمِيلَ) أي فأعرض عنهم إعراضا جميلا ، واحتمل أذاهم ، وعاملهم معاملة الصفوح الحليم.\nوخلاصة ذلك ـ خالقهم بخلق حسن ، وتأنّ عليهم واحلم عنهم ، وأنذرهم ، وادعهم إلى ربك قبل أن تقاتلهم.\n(إِنَّ رَبَّكَ هُوَ الْخَلَّاقُ الْعَلِيمُ) أي إن ربك هو الذي خلقهم وخلق كل شىء ، وهو العليم بهم ومما يألفون وما يذرون ، وهو المدبّر لأمورهم ، والمقدّر لها على وجه الحكمة والمصلحة وقصارى ذلك ـ إنه خالقك وخالقهم ، وعليم بأحوالك وأحوالهم ، ولا يخفى عليه شىء مما جرى بينك وبينهم ، فخليق بك أن تكل الأمور إليه ، ليحكم بينك وبينهم ، وقد علم أن الصفح الجميل أولا أولى بهم إلى أن يحكم السيف بينك وبينهم.\n(وَلَقَدْ آتَيْناكَ سَبْعاً مِنَ الْمَثانِي وَالْقُرْآنَ الْعَظِيمَ (87) لا تَمُدَّنَّ عَيْنَيْكَ إِلى ما مَتَّعْنا بِهِ أَزْواجاً مِنْهُمْ وَلا تَحْزَنْ عَلَيْهِمْ وَاخْفِضْ جَناحَكَ لِلْمُؤْمِنِينَ (88) وَقُلْ إِنِّي أَنَا النَّذِيرُ الْمُبِينُ (89) كَما أَنْزَلْنا عَلَى الْمُقْتَسِمِينَ (90) الَّذِينَ جَعَلُوا الْقُرْآنَ عِضِينَ (91) فَوَ رَبِّكَ لَنَسْئَلَنَّهُمْ أَجْمَعِينَ (92) عَمَّا كانُوا يَعْمَلُونَ (93) فَاصْدَعْ بِما تُؤْمَرُ وَأَعْرِضْ عَنِ الْمُشْرِكِينَ (94) إِنَّا كَفَيْناكَ الْمُسْتَهْزِئِينَ (95) الَّذِينَ يَجْعَلُونَ مَعَ اللهِ إِلهاً آخَرَ فَسَوْفَ يَعْلَمُونَ (96) وَلَقَدْ نَعْلَمُ أَنَّكَ يَضِيقُ صَدْرُكَ بِما يَقُولُونَ (97) فَسَبِّحْ بِحَمْدِ رَبِّكَ وَكُنْ مِنَ السَّاجِدِينَ (98) وَاعْبُدْ رَبَّكَ حَتَّى يَأْتِيَكَ الْيَقِينُ (99))",
        "تفسير المفردات\nالمثاني : واحدها مثنى من التثنية وهو التكرير والإعادة ، ومد عينيه إلى حال فلان : اشتهاه وتمناه ، والأزواج : واحدها زوج وهو الصّنف ، وخفض الجناح :\nإذ به التواضع واللين ، وأصل ذلك أن الطائر إذا أراد أن يضم فرخه إليه بسط جناحه له ، والجناحان من الإنسان : جانباه ، والنذير : المخوّف بعقاب الله من لم يؤمن به ، وعضين : أي أجزاء واحدها غضة من عضيت الشاة جعلتها أعضاء وأقساما ، فاصدع بما تؤمر : أي اجهر به من صدع بالحجة إذا تكلم بها جهارا ، يضيق صدرك : أي ينقبض من الحسرة والحزن ، والساجدين : أي للمصلّين ، واليقين : الموت وسمى به لأنه أمر متيقن لا شك فيه.\nالمعنى الجملي",
        "بعد أن أمر رسوله أن يصبر على أذى قومه ، وأن يصفح عنهم الصفح الجميل ـ أردف ذلك ذكر ما أولاه من النعم ، وما أغدق عليه من الإحسان ، ليسهل عليه الصفح ويكون فيه سلوة له على احتمال الأذى ، فذكر أنه آتاه السبع المثاني ـ الفاتحة ـ والقرآن العظيم الجامع لما فيه هدى البشر وصلاحهم فى دنياهم وآخرتهم.\nوبعد أن ذكر له تظاهر نعمه عليه ، نهاه عن الرغبة فى الدنيا ، ومد العينين إليها ، يتمنى ما فيها من متاع ؛ ونهاه عن الحسرة على الكفار أن لم يؤمنوا بالقرآن وبما جاء به وأمره بالتواضع لفقراء المسلمين ، وبإنذار قومه المشركين بتبليغهم ما أمر به الدين وما نهى عنه ، بالبيان الكافي ، والإعذار الشافي ، وبيان عاقبة أمرهم بتحذيرهم أن يحل بهم ما حل بالمقتسمين «اليهود والنصارى» الذين جعلوا القرآن أقساما ، فآمنوا بما وافق التوراة وكفروا بما عدا ذلك ، ويبين لهم أن ربهم سيسألهم عن جريرة أعمالهم.\nثم أمره أن يعلن ما أمر به من الشرائع ، ولا يلتفت إلى لوم المشركين وتثريبهم له ، ولا يبال بما سيكون منهم ، فالله تعالى كفاه أمر المستهزئين به وأزال كيدهم ، وإذا ساوره ضيق الصدر من سماع سفههم واستهزائهم كما هو دأب البشر ، فليسبح ربه\nوليحمده وليكثر الطاعة له ، فالعبد إذا حزبه أمر نزع إلى طاعة ربه ، وقد كفل سبحانه أن يكشف عنه ما أهمه.",
        "الإيضاح\n(وَلَقَدْ آتَيْناكَ سَبْعاً مِنَ الْمَثانِي وَالْقُرْآنَ الْعَظِيمَ) أي ولقد أكرمناك بسبع آيات هى الفاتحة التي تثنى وتكرر فى كل صلاة ، وهذا قول عمر وعلى وابن مسعود لما روى عن أبى هريرة أن النبي صلى الله عليه وسلّم قال : «أم القرآن السبع المثاني التي أعطيتها» أو لأنها قسمت قسمين : ثناء ودعاء ، وقد روى أن النبي صلى الله عليه وسلم قال : «يقول الله تعالى : قسمت الصلاة بينى وبين عبدى نصفين» وأكرمناك أيضا بالقرآن العظيم.\nوتخصيص الفاتحة بالذكر من بين القرآن الكريم لمزيد فضلها على نحو ما جاء فى قوله تعالى : «وَمَلائِكَتِهِ وَرُسُلِهِ وَجِبْرِيلَ وَمِيكالَ».\nوبعد أن عرّف سبحانه رسوله عظيم نعمه عليه فيما يتعلق بالدين ـ نهاه عن الرغبة فى الدنيا فقال :",
        "(لا تَمُدَّنَّ عَيْنَيْكَ إِلى ما مَتَّعْنا بِهِ أَزْواجاً مِنْهُمْ) أي لا تتمنّين أيها الرسول ما جعلنا من زينة الدنيا متاعا للأغنياء من اليهود والنصارى والمشركين ، فإن من وراء ذلك عقابا غليظا.\nوالخطاب وإن كان موجها إلى النبي صلى الله عليه وسلّم ـ تعليم لأمته كما تقدم مثله كثيرا ، يؤيد هذا ما روى أنه أنت من بصرى وأذرعات سبع قوافل لقريظة والنّضير فى يوم واحد فيها أنواع من البزّ (الأقمشة) والطيب والجواهر ، فقال المسلمون : لو كانت لنا لتقوينا بها ، ولأنفقناها فى سبيل الله.\nوخلاصة ذلك ـ لقد أوتيت النعمة العظمى التي إذا قيست بها كل النعم كانت حقيرة ، فقد أوتيت سبع آيات هى خير من السبع القوافل.\n(وَلا تَحْزَنْ عَلَيْهِمْ) إذ لم يؤمنوا ، ليقوى بمكانهم الإسلام ، وينتعش بهم المؤمنون : وقد كان صلى الله عليه وسلّم يود أن يؤمن به كل من بعث إليه ، ويتمنى لمزيد شفقته عدم إصرار الكفار على كفرهم.",
        "وبعد أن نهاه عن الالتفات إلى الأغنياء من الكفار أمره بالتواضع لفقراء المسلمين فقال :\n(وَاخْفِضْ جَناحَكَ لِمَنِ اتَّبَعَكَ مِنَ الْمُؤْمِنِينَ) أي وألن جانبك ، وارفق بمن آمن بك واتبعك ، ولا تجف بهم ، ولا تغلظ عليهم.\nونحو الآية قوله تعالى : «أَذِلَّةٍ عَلَى الْمُؤْمِنِينَ أَعِزَّةٍ عَلَى الْكافِرِينَ» وقوله فى صفة أصحاب رسول الله صلى الله عليه وسلّم : «أشدّاء على الكفّار رحماء بينهم» ثم بين وظيفة الرسول صلى الله عليه وسلّم فقال :\n(وَقُلْ إِنِّي أَنَا النَّذِيرُ الْمُبِينُ) أي أنا النذير للناس من عذاب أليم أن يحل بهم على تماديهم فى غيهم ، كما حل بمن تقدمهم من الأمم المكذبة لرسلها ، فانتقم الله منهم بإنزال العذاب بهم.",
        "وفى الصحيحين عن أبى موسى أن النبي صلى الله عليه وسلّم قال : «إنما مثلى ومثل ما بعثني الله به كمثل رجل أتى قومه فقال يا قوم : إنى رأيت الجيش بعيني وإنى أنا النذير العريان ، فالنّجاء النجاء ، فأطاعه طائفة من قومه فأدلجوا وانطلقوا على مهلهم فنجوا ، وكذبه طائفة منهم فأصبحوا مكانهم ، فصبحهم الجيش فأهلكهم واجتاحهم ، فذلك مثل من أطاعنى واتبع ما جئت به ، ومثل من عصانى وكذب ما جئت به من الحق».\n(كَما أَنْزَلْنا عَلَى الْمُقْتَسِمِينَ الَّذِينَ جَعَلُوا الْقُرْآنَ عِضِينَ) أي ولقد آتيناك سبعا من المثاني كما آتينا من قبلك من اليهود والنصارى التوراة والإنجيل ، وهم الذين اقتسموا القرآن وجزءوه أجزاء فآمنوا ببعضه الذي وافق كتابيهما ، وكفروا ببعضه\nوهو ما خالقهما ـ أخرج ذلك البخاري وسعيد بن منصور والحاكم وابن مردويه عن ابن عباس من طرق عدة.\nوبعد أن بين وظيفة الرسول ذكر أن الحساب على الأعمال موكول إلى الله لا إليه فقال :",
        "(فَوَ رَبِّكَ لَنَسْئَلَنَّهُمْ أَجْمَعِينَ. عَمَّا كانُوا يَعْمَلُونَ) أي فلنسألن الكفار جميعا سؤال تأنيب وتوبيخ لهم على ما كانوا يقولون ويفعلون فيما بعثناك به إليهم وفيما دعوناهم إليه من الإقرار بي وبتوحيدي والبراءة من الأنداد والأوثان ، روى أبو جعفر عن الربيع عن أبى العالية فى تفسير الآية قال : يسأل الله العباد كلهم عن خلّتين يوم القيامة عما كانوا يعبدون ، وعماذا أجابوا المرسلين.\nوعن معاذ بن جبل قال : قال رسول الله صلى الله عليه وسلّم «يا معاذ إن المرء يسأل يوم القيامة عن جميع سعيه حتى كحل عينيه ، وعن فتات الطينة بأصبعه ، فلا ألفينّك يوم القيامة وأحد غيرك أسعد بما آتاك الله منك».\nوبعد أن ذكر أن وظيفته التبليغ شدّد عليه فى الجهر به جهد المستطاع فقال :\n(فَاصْدَعْ بِما تُؤْمَرُ وَأَعْرِضْ عَنِ الْمُشْرِكِينَ) أي فاجهر بإبلاغ ما أمرت به من الشرائع وواجه به المشركين ، ولا تلتفت إلى ما يقولون ، ولا تبال بهم ولا تخفهم. فإن الله كافيكهم ، وحافظك منهم.",
        "ولما كان هذا الصدع شديدا عليه لكثرة ما يلاقيه من أذى المشركين ذكر أنه حارسه وكالئه منهم فلا يخشى بأسهم فقال :\n(إِنَّا كَفَيْناكَ الْمُسْتَهْزِئِينَ) أي إنا كفيناك شر المستهزئين الذين كانوا يسخرون منك ومن القرآن ، وهم طائفة من المشركين لهم قوة وشوكة ، كانوا كثيرى السفاهة والأذى لرسول الله صلى الله عليه وسلّم حين يرونه أو يمر بهم ، أفناهم الله وأبادهم وأزال كيدهم ؛ وقد اختلف فى عدتهم ، فقوم يقولون هم خمسة : الوليد بن المغيرة والعاص ابن وائل وعدي بن قيس والأسود بن عبد يغوث والأسود بن عبد المطلب ، وقد ماتوا\nجميعا بأهون الأسباب ، فتعلق بثوب الوليد سهم فتكبر أن يبعده عنه فأصاب عرقا فى عقبه فمات ، ومات العاص بشوكة فى أخمص قدمه ، وأصاب عدى بن قيس مرض فى أنفه فمات ، وأصيب الأسود بن عبد يغوث بداء وهو قاعد فى أصل شجرة فجعل ينطح رأسه بالشجرة ويضرب وجهه بالشوك حتى مات (هذه أعراض حمى التيفوس فيغلب أن يكون قد أصيب بها) وعمى الأسود بن عبد المطلب.\nوقوم يقولون هم سبعة من أشراف قريش ومشركيها.",
        "ثم وصف هؤلاء المستهزئين بالشرك فقال :\n(الَّذِينَ يَجْعَلُونَ مَعَ اللهِ إِلهاً آخَرَ) أي هم الذين اتخذوا إلها آخر مع الله يعبدونه.\nوفى وصفهم بهذا الوصف تسلية لرسوله صلى الله عليه وسلّم وتهوين للخطب عليه ، إذ أنهم لم يقتصروا على الاستهزاء بمقام النبوة ، بل تعدوه إلى الإشراك بربهم ، المدبر لأمورهم والمحسن إليهم.\nتم توعدهم على ما كانوا يصنعون فقال :",
        "(فَسَوْفَ يَعْلَمُونَ) عاقبة أمرهم حين يحل بهم عذاب ربهم ، يوم تجزى كل نفس بما عملت ، يوم تذهل كل مرضعة عما أرضعت وتضع كل ذات حمل حملها وترى الناس سكارى وما هم بسكارى ولكن عذاب الله شديد.\nوبعد أن سلاه بكفاية شرهم ودفع مكرهم ذكر تسلية أخرى له فقال :\n(وَلَقَدْ نَعْلَمُ أَنَّكَ يَضِيقُ صَدْرُكَ بِما يَقُولُونَ) من كلمات الشرك والاستهزاء ، كما هو دأب الطبيعة البشرية حين ينوب الإنسان ما يؤلمه ويحزنه ، أن يرى فى نفسه انقباضا وضيقا فى الصدر وأسى وحسرة على ما حل به.\nتم أمره سبحانه بأن يفزع لكشف ما نابه من ضيق الصدر إلى تسبيح الله وحمده فقال :",
        "(فَسَبِّحْ بِحَمْدِ رَبِّكَ وَكُنْ مِنَ السَّاجِدِينَ. وَاعْبُدْ رَبَّكَ حَتَّى يَأْتِيَكَ الْيَقِينُ) أي إذا نزل بك الضيق ووجمت نفسك فافزع إلى ربك ، ونزّهه عما يقولون ، حامدا له\nعلى توفيقك للحق ، وهدايتك إلى سبيل الرشاد ، وصلّ آناء الليل وأطراف النهار ، فإن فى مناجاة ربك ما يقرّبك إلى حضرة القدس ، ويسمو بنفسك إلى الملإ الأعلى كما ورد فى الحديث «أقرب ما يكون العبد من ربه وهو ساجد» ودم على ما أنت عليه طالبا المزيد من فضله ، حتى يأتيك الموت ، فهناك الجزاء بلا عمل ، وهنا العمل ولا جزاء.\nوقصارى ذلك ـ إنه تعالى أرشده إلى كشف ما يجده فى نفسه من الغم بفعل الطاعات ، والإكثار من العبادات ، وقد كان صلى الله عليه وسلّم إذا حزبه أمر ، واشتد عليه خطب ، فزع إلى الصلاة ، روى أحمد عن ابن عمار أنه سمع رسول الله صلى الله عليه وسلّم يقول «قال الله تعالى يا ابن آدم لا تعجز عن أربع ركعات من أول النهار أكفك آخره».\nوقد حكى الله عن أهل النار أنهم يقولون : «لم نك من المصلّين. ولم نك نطعم المسكين. وكنّا نخوض مع الخائضين. وكنّا نكذّب بيوم الدّين. حتّى أتانا اليقين».",
        "وفى هذا دلالة على أن العبادة كالصلاة ونحوها واجبة على المرء ما دام ثابت العقل ، روى البخاري عن عمران بن حصين أن رسول الله صلى الله عليه وسلّم قال : «صلّ قائما ، فإن لم تستطع فقاعدا ، فإن لم تستطع فعلى جنب».\nاللهم وفقنا لطاعتك ، واهدنا لعبادتك ، واجعلنا من المتقين الذين أنعمت عليهم غير المغضوب عليهم ولا الضالين.\nخلاصة ما اشتملت عليه السورة الكريمة\nمن الحكم والأحكام",
        "(1) وصف القرآن الكريم.\n(2) الإعراض عن المشركين حتى يحل بهم ريب المنون.\n(3) استهزاء المشركين وإنكارهم لنبوة محمد صلى الله عليه وسلّم وتكذيبهم لما يرونه من الآيات.\n(4) إقامة الأدلة على وجود الله بما يرونه من الآيات فى خلق السموات والأرض وفى خلق الإنسان.",
        "(5) عصيان إبليس أمر ربه فى السجود لآدم وذكر الحوار بينه وبين ربه ، وطلبه الإنظار إلى يوم الدين.\n(6) بيان حالى أهل الجنة وأهل النار يوم القيامة.\n(7) قصص بعض الأنبياء وذكر ما أهلك الله به كل أمة من الأمم المكذبة لرسلها.\n(8) بيان أن الحكمة فى خلق السموات والأرض هى عبادة الله وحده وإقامة العدل والنظام فى المجتمع.",
        "(9) ذكر ما أنعم الله به على نبيه من السبع المثاني والقرآن العظيم (10) نهى نبيه والمؤمنين عن تمنى زخرف الدنيا وزينتها.\n(11) أمره صلى الله عليه وسلّم بخفض الجناح والرفق بمن اتبعه من المؤمنين.\n(12) التذكير بنعمة الله عليه بإهلاك أعدائه المستهزئين الذين جعلوا القرآن عضين.\n(13) الأمر بالدعوة للدين جهرا والصدع بها وعدم المبالاة بالمشركين.",
        "(14) أمره صلى الله عليه وسلّم بالتسبيح والعبادة إذا ضاق صدره باستهزاء المشركين والطعن فيه وفى كتابه الكريم.\nسورة النحل\nهذه السورة مكية سوى ثلاث آيات من آخرها فإنهن نزلن بين مكة والمدينة منصرف رسول الله صلى الله عليه وسلّم من أحد.\nوآيها ثمان وعشرون ومائة.",
        "ووجه ارتباطها بما قبلها أنه لما قال فى السورة السالفة : «فو ربّك لنسألنهم أجمعين» كان ذلك تنبيها إلى حشرهم يوم القيامة وسؤالهم عما فعلوه فى الدنيا ، فقيل : «أتى أمر الله» وأيضا فإن قوله فى آخرها : «واعبد ربّك حتّى يأتيك اليقين» شديد الالتئام بقوله أتى أمر الله.\nبِسْمِ اللهِ الرَّحْمنِ الرَّحِيمِ\n(أَتى أَمْرُ اللهِ فَلا تَسْتَعْجِلُوهُ سُبْحانَهُ وَتَعالى عَمَّا يُشْرِكُونَ (1) يُنَزِّلُ الْمَلائِكَةَ بِالرُّوحِ مِنْ أَمْرِهِ عَلى مَنْ يَشاءُ مِنْ عِبادِهِ أَنْ أَنْذِرُوا أَنَّهُ لا إِلهَ إِلاَّ أَنَا فَاتَّقُونِ (2))\nتفسير المفردات",
        "أتى أمر الله : أي قرب ودنا ، ويقال فى مجرى العادة لما يجب وقوعه قد أتى وقد وقع ، فيقال لمن طلب مساعدة حان مجيئها ، جاءك الغوث ، وأمر الله عذابه للكافرين ، والروح : الوحى وهو قائم فى الدين مقام الروح من الجسد ، فهو محيى القلوب التي أماتها الجهل ، من أمره : أي بأمره ومن أجله ، أنذروا : أي خوّفوا ، فاتقون : أي خافوا عقابى ، لمخالفة أمرى وعبادة غيرى.\nالمعنى الجملي\nكان رسول الله صلى الله عليه وسلم يخوّف المشركين تارة بعذاب الدنيا من قتل وأسركما حدث يوم بدر ، وتارة بعذاب الآخرة ، ثم إنهم لما لم يشاهدوا شيئا من ذلك احتجوا بذلك على تكذيبه وطلبوا منه الإتيان بذلك العذاب روى أنه لما نزل قوله تعالى : «اقْتَرَبَتِ السَّاعَةُ وَانْشَقَّ الْقَمَرُ» قال الكافرون حين خلوا إلى شياطينهم إن هذا يزعم أن القيامة قد قربت فأمسكوا عن بعض ما تعملون ، حتى ينظر ما هو كائن ، فلما تأخرت قالوا ما نرى شيئا مما تخوّفنا به ، فنزل قوله تعالى : «اقْتَرَبَ لِلنَّاسِ حِسابُهُمْ» فأشفقوا وانتظروا ، فلما امتدت الأيام قالوا يا محمد ما نرى شيئا مما تخوفنا به فنزل قوله : (أَتى أَمْرُ اللهِ) فوثب رسول الله صلى الله عليه وسلّم ورفع الناس رءوسهم فنزل قوله : (فَلا تَسْتَعْجِلُوهُ).\nالإيضاح",
        "(أَتى أَمْرُ اللهِ فَلا تَسْتَعْجِلُوهُ) أي قرب عذاب المشركين وهلاكهم ، أما إتيانه بالفعل وتحققه فمنوط بحكم الله النافذ ، وقضائه الغالب على كل شىء ، فهو يأتى فى الحين الذي قدّره وقضاه.\nونظم سبحانه المتوقع فى صورة المحقق إيذانا بأنه واجب الوقوع ، والشيء إذا كان بهذه المثابة يسوغ فى عرف التخاطب أن يعدّ واقعا ، ومعنى قوله فلا تستعجلوه لا تطلبوا حصوله قبل حضور الوقت المقدّر في علمه تعالى.\nوفى هذا تهديد من الله لأهل الكفر به وبرسوله ، وإعلام منه لهم ، بقرب عذابهم وهلاكهم الذي لا بد منه.\n(سُبْحانَهُ وَتَعالى عَمَّا يُشْرِكُونَ) أي تبرأ الله تعالى عن الشريك والشفيع الذي يدفع الضر عنكم ، وفى هذا رد لمقالهم حين قالوا : لئن حكم الله علينا بإنزال العذاب فى الدنيا أو فى الآخرة ـ لتشفعنّ لنا هذه الأصنام التي نعبدها من دونه.",
        "وخلاصة هذا ـ إن تلك الجمادات الخسيسة التي جعلتموها شركاء لله وعبدتموها ، هى أحقر الموجودات ، وأضعف المخلوقات ، فكيف تجعلونها شريكة لله فى التدبير والشفاعة فى الأرض والسموات؟.\nثم أجاب عن شبهة لهم إذ قالوا : هب الله قضى على بعض عباده بالشر وعلى آخرين بالخير ، فمن يعرف هذه الأسرار التي لا يعلمها إلا هو؟ فقال :\n(يُنَزِّلُ الْمَلائِكَةَ بِالرُّوحِ مِنْ أَمْرِهِ عَلى مَنْ يَشاءُ مِنْ عِبادِهِ أَنْ أَنْذِرُوا أَنَّهُ لا إِلهَ إِلَّا أَنَا فَاتَّقُونِ) أي ينزل سبحانه ملائكته بالوحى إلى من يريد من عباده المصطفين الأخيار ، أن أنذروا عبادى أن إله الخلق واحد لا إله إلا هو ، وأنه لا تنبغى الألوهية إلا له ، ولا يصلح أن يعبد شىء سواه ، فاحذروه وأخلصوا له العبادة ، فإن فى ذلك نجاتكم من الهلكة ، وقد جاء ذكر الروح بمعنى الوحى فى قوله : «وَكَذلِكَ أَوْحَيْنا إِلَيْكَ رُوحاً مِنْ أَمْرِنا ما كُنْتَ تَدْرِي مَا الْكِتابُ وَلَا الْإِيمانُ» وفى قوله : «يُلْقِي الرُّوحَ مِنْ أَمْرِهِ عَلى مَنْ يَشاءُ مِنْ عِبادِهِ».\nوالمراد بقوله من أمره ـ بيان أن ذلك التنزيل والنزول لا يكونان إلا بأمره تعالى كما قال حكاية عن الملائكة : «وما نتنزّل إلّا بأمر ربّك» وقال : (لا يَسْبِقُونَهُ بِالْقَوْلِ وَهُمْ بِأَمْرِهِ يَعْمَلُونَ)» وقال : «يَخافُونَ رَبَّهُمْ مِنْ فَوْقِهِمْ وَيَفْعَلُونَ ما يُؤْمَرُونَ» وقال : «لا يَعْصُونَ اللهَ ما أَمَرَهُمْ وَيَفْعَلُونَ ما يُؤْمَرُونَ» ففى كل ذلك دليل على أن الملائكة لا يقدمون على عمل إلا بأمره تعالى وإذنه.",
        "وفى الآية إيماء إلى أن الوحى من الله إلى أنبيائه لا يكون إلا بوساطة الملائكة ، ويؤيد ذلك قوله : «وَالْمُؤْمِنُونَ كُلٌّ آمَنَ بِاللهِ وَمَلائِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ» فقد بدأ بذكر الملائكة ، لأنهم هم الذين يتلقّون الوحى من الله بلا وساطة ، وذلك الوحى هو الكتب ، وهم يوصلون هذا الوحى إلى الأنبياء ـ لاجرم جاء الترتيب على هذا الوضع\n(خَلَقَ السَّماواتِ وَالْأَرْضَ بِالْحَقِّ تَعالى عَمَّا يُشْرِكُونَ (3) خَلَقَ الْإِنْسانَ مِنْ نُطْفَةٍ فَإِذا هُوَ خَصِيمٌ مُبِينٌ (4) وَالْأَنْعامَ خَلَقَها لَكُمْ فِيها دِفْءٌ وَمَنافِعُ وَمِنْها تَأْكُلُونَ (5) وَلَكُمْ فِيها جَمالٌ حِينَ تُرِيحُونَ وَحِينَ تَسْرَحُونَ (6) وَتَحْمِلُ أَثْقالَكُمْ إِلى بَلَدٍ لَمْ تَكُونُوا بالِغِيهِ إِلاَّ بِشِقِّ الْأَنْفُسِ إِنَّ رَبَّكُمْ لَرَؤُفٌ رَحِيمٌ (7) وَالْخَيْلَ وَالْبِغالَ وَالْحَمِيرَ لِتَرْكَبُوها وَزِينَةً وَيَخْلُقُ ما لا تَعْلَمُونَ (8) وَعَلَى اللهِ قَصْدُ السَّبِيلِ وَمِنْها جائِرٌ وَلَوْ شاءَ لَهَداكُمْ أَجْمَعِينَ (9) هُوَ الَّذِي أَنْزَلَ مِنَ السَّماءِ ماءً لَكُمْ مِنْهُ شَرابٌ وَمِنْهُ شَجَرٌ فِيهِ تُسِيمُونَ (10) يُنْبِتُ لَكُمْ بِهِ الزَّرْعَ وَالزَّيْتُونَ وَالنَّخِيلَ وَالْأَعْنابَ وَمِنْ كُلِّ الثَّمَراتِ إِنَّ فِي ذلِكَ لَآيَةً لِقَوْمٍ يَتَفَكَّرُونَ (11) وَسَخَّرَ لَكُمُ اللَّيْلَ وَالنَّهارَ وَالشَّمْسَ وَالْقَمَرَ وَالنُّجُومُ مُسَخَّراتٌ بِأَمْرِهِ إِنَّ فِي ذلِكَ لَآياتٍ لِقَوْمٍ يَعْقِلُونَ (12) وَما ذَرَأَ لَكُمْ فِي الْأَرْضِ مُخْتَلِفاً أَلْوانُهُ إِنَّ فِي ذلِكَ لَآيَةً لِقَوْمٍ يَذَّكَّرُونَ (13) وَهُوَ الَّذِي سَخَّرَ الْبَحْرَ لِتَأْكُلُوا مِنْهُ لَحْماً طَرِيًّا وَتَسْتَخْرِجُوا مِنْهُ حِلْيَةً تَلْبَسُونَها وَتَرَى الْفُلْكَ مَواخِرَ فِيهِ وَلِتَبْتَغُوا مِنْ فَضْلِهِ وَلَعَلَّكُمْ تَشْكُرُونَ (14) وَأَلْقى فِي الْأَرْضِ رَواسِيَ أَنْ تَمِيدَ بِكُمْ وَأَنْهاراً وَسُبُلاً لَعَلَّكُمْ تَهْتَدُونَ (15) وَعَلاماتٍ وَبِالنَّجْمِ هُمْ يَهْتَدُونَ (16))\nتفسير المفردات\nأصل النطفة : الماء الصافي ويراد بها هنا مادة التلقيح ، والخصيم : بمعنى المخاصم كالخليط بمعنى المخالط ، والعشير : بمعنى المعاشر والمراد به المنطيق المجادل عن نفسه ، المنازع للخصوم ، والمبين : المظهر للحجة ، والدفء : ما يستدفأ به من الأكسية ، والمنافع : هى درّها وركوبها والحرث بها وحملها للماء ونحو ذلك ، جمال : أي زينة فى أعين الناس وعظمة لديهم ، تريحون : أي تردونها بالعشي من المرعى إلى مراحها يقال أراح الماشية إذا ردها إلى المراح ، تسرحون : أي تخرجونها غدوة من حظائرها ومبيتها إلى مسارحها ومراعيها ، والأثقال : واحدها ثقل وهو متاع المسافر ، وشق الأنفس : مشقتها وتعبها ، القصد : الاستقامة ، يقال سبيل قصد وقاصد إذا أدّاك إلى مطلوبك ، وجائر : أي مائل عن المحجة ، منحرف عن الحق ، وتسيمون : أي ترعون يقال أسام الماشية وسوّمها جعلها ترعى ، وذرأ : خلق ، ألوانه : أي أصنافه ، مواخر واحدها ماخرة : أي جارية من مخر الماء الأرض أي شقها ، والميد : الحركة والاضطراب يمينا وشمالا ، وعلامات : أي معالم يستدلّ بها السابلة من نحو جبل ومنهل ورائحة تراب.",
        "المعنى الجملي\nبعد أن ذكر سبحانه أنه منزّه عن الشريك والولد ، وأنه لا إله إلا هو ، وأمر بتقواه وإخلاص العبادة له ـ ذكر هنا أدلة التوحيد واتصاف ذاته الكريمة بصفات الجلال والإكرام بأسلوب بديع جمع فيه بين دلالة المصنوع على الصانع والنعمة على المنعم ، ونبّه بذلك إلى أن كل واحد من هذا كاف فى صرف المشركين عما هم عليه من الشرك ، وكلما بصّرهم طائفة مما يرون ويشاهدون بكّتهم على ما يقولون ويفعلون ، وبين لهم كفرانهم نعمتى الرعاية والهداية ، فاحتج على وجوده بخلق الأجرام الفلكية ،\nثم ثنى بذكر أحوال الإنسان ، ثم ثلّث بذكر أحوال الحيوان ، ثم ربّع بذكر أحوال النبات ، ثم اختتم القول بذكر أحوال العناصر الأربعة.\nالإيضاح",
        "(خَلَقَ السَّماواتِ وَالْأَرْضَ بِالْحَقِّ تَعالى عَمَّا يُشْرِكُونَ) أي خلق سبحانه العالم العلوي وهو السموات والعالم السفلى وهو الأرض بما حوت ـ بالحق أي على نهج تقتضيه الحكمة ولم يخلقهما عبثا ، منفردا بخلقهما لم يشركه فى إنشائهما وإحداثهما شريك ، ولم يعنه على ذلك معين ، تعالى الله عن ذلك ، إذ ليس فى قدرة أحد سواه أن ينشى السموات والأرض ، فلا تليق العبادة إلا له.\nوبعد أن ذكر أدلة الأكوان ، ذكر خلق الإنسان ، فقال :\n(خَلَقَ الْإِنْسانَ مِنْ نُطْفَةٍ فَإِذا هُوَ خَصِيمٌ مُبِينٌ) أي خلق الإنسان من نطفة أي من ماء مهين ـ خلقا عجيبا فى أطوار مختلفة ، ثم أخرجه إلى ضياء الدنيا بعد ماتم خلقه ، ونفخ فيه الروح ، فغذاه ونماه ورزقه القوت ، حتى إذا استقل ودرج نسى الذي خلقه خلقا سويا من ماء مهين ، بل خاصمه فقال : «مَنْ يُحْيِ الْعِظامَ وَهِيَ رَمِيمٌ» وعبد ما لا يضر ولا ينفع : «ويعبدون من دون الله ما لا ينفعهم ولا يضرّهم وكان الكافر على ربّه ظهيرا».\n(وَالْأَنْعامَ خَلَقَها لَكُمْ فِيها دِفْءٌ وَمَنافِعُ وَمِنْها تَأْكُلُونَ) امتن سبحانه على عباده بما خلق لهم من الأنعام وهى الإبل والبقر والغنم كما تقدم تفصيل ذلك فى سورة الأنعام ، إذ عدها ثمانية أزواج ، وبما جعل لهم فيها من المنافع من الأصواف والأوبار والأشعار ، لباسا وفراشا ، ومن الألبان شرابا ، ومن الأولاد أكلا.",
        "(وَلَكُمْ فِيها جَمالٌ حِينَ تُرِيحُونَ وَحِينَ تَسْرَحُونَ) أي ولكم فى هذه الأنعام زينة حين تردّونها بالعشي من مسارحها إلى منازلها التي تأوى إليها ، وحين إخراجها من مراحها إلى مسارحها ، وخصص هذين الوقتين بالذكر ، لأن الأفنية تتزين بها\nويتجاوب ثغاؤها ورغاؤها حين الذهاب والإياب ، فيعظم أربابها فى أعين الناظرين إليها ، وقدم الإراحة على السرح مع تأخرها فى الوجود ، لأن الجمال فيها أظهر ، وجلب السرور فيها أكمل ، ففيها حضور بعد غيبة ، وإقبال بعد إدبار ، على أحسن ما يكون ، إذ تكون ملأى البطون ، حافلة الضروع.\n(وَتَحْمِلُ أَثْقالَكُمْ إِلى بَلَدٍ لَمْ تَكُونُوا بالِغِيهِ إِلَّا بِشِقِّ الْأَنْفُسِ) أي وهى أيضا تحمل أمتعتكم وأحمالكم من بلد إلى آخر لم تكونوا بالغيه بدونها إلا بكلفة ومشقة وجهد شديد.\nونحو الآية قوله : «وَإِنَّ لَكُمْ فِي الْأَنْعامِ لَعِبْرَةً نُسْقِيكُمْ مِمَّا فِي بُطُونِها وَلَكُمْ فِيها مَنافِعُ كَثِيرَةٌ وَمِنْها تَأْكُلُونَ. وَعَلَيْها وَعَلَى الْفُلْكِ تُحْمَلُونَ» وقوله : «اللهُ الَّذِي جَعَلَ لَكُمُ الْأَنْعامَ لِتَرْكَبُوا مِنْها وَمِنْها تَأْكُلُونَ وَلَكُمْ فِيها مَنافِعُ وَلِتَبْلُغُوا عَلَيْها حاجَةً فِي صُدُورِكُمْ وَعَلَيْها وَعَلَى الْفُلْكِ تُحْمَلُونَ» (إِنَّ رَبَّكُمْ لَرَؤُفٌ رَحِيمٌ) ومن ثم أسبغ عليكم نعمه الجليلة ، ويسّر لكم الأمور الشاقة العسيرة ، ومن رأفته ورحمته بكم أن خلق لكم الأنعام لمنافعكم ومصالحكم كما قال : «أَوَلَمْ يَرَوْا أَنَّا خَلَقْنا لَهُمْ مِمَّا عَمِلَتْ أَيْدِينا أَنْعاماً فَهُمْ لَها مالِكُونَ. وَذَلَّلْناها لَهُمْ فَمِنْها رَكُوبُهُمْ وَمِنْها يَأْكُلُونَ؟».",
        "(وَالْخَيْلَ وَالْبِغالَ وَالْحَمِيرَ لِتَرْكَبُوها وَزِينَةً) أي وخلق لكم الخيل والبغال والحمير أيضا لتركبوها ، وجعلها لكم زينة تتزينون بها ـ إلى مالكم فيها من منافع أخرى.\n(وَيَخْلُقُ ما لا تَعْلَمُونَ) غير هذه الدواب مما يهدى إليه العلم وتستنبطه العقول كالقطر البرية والبحرية والطائرات التي تحمل أمتعتكم وتركبونها من بلد إلى آخر ومن قطر إلى قطر ، والمطاود الهوائية التي تسير فى الجو والغواصات التي تجرى تحت الماء إلى نحو أولئك مما تعجبون منه ، ويقوم مقام الخليل والبغال والحمير فى الركوب والزينة.\nوبعد أن شرح سبحانه دلائل وحدانيته أرشد إلى أنه كفيل ببيان الطريق السوي لمن أراده فقال :\n(وَعَلَى اللهِ قَصْدُ السَّبِيلِ) أي وعلى الله بيان الطريق المستقيم الموصّل من ملكه إلى الحق ، بنصب الأدلة وإرسال الرسل عليهم السلام وإنزال الكتب لدعوة الناس إليه ، فمن اهتدى فلنفسه ، ومن ضل فإنما يضلّ عليها.",
        "ونحو الآية قوله : «وَأَنَّ هذا صِراطِي مُسْتَقِيماً فَاتَّبِعُوهُ وَلا تَتَّبِعُوا السُّبُلَ فَتَفَرَّقَ بِكُمْ عَنْ سَبِيلِهِ» وقوله «هذا صِراطٌ عَلَيَّ مُسْتَقِيمٌ».\n(وَمِنْها جائِرٌ) أي ومن السبل سبيل جائر عن الاستقامة ، معوج زائغ عن الحق ؛ فالسبيل القاصد هو الإسلام ، والجائر منها هو غيره من الأديان الأخرى ، سماوية كانت أو أرضية.\nوخلاصة هذا ـ إن ثمة طرقا تسلك للوصول إلى الله ، وليس يصل إليه منها إلا الطريق الحق ، وهى الطريق التي شرعها ورضيها وأمر بها ، وهى طريق الإسلام له والإخبات إليه وحده كما أرشد إلى ذلك بقوله : «فَأَقِمْ وَجْهَكَ لِلدِّينِ حَنِيفاً فِطْرَتَ اللهِ الَّتِي فَطَرَ النَّاسَ عَلَيْها لا تَبْدِيلَ لِخَلْقِ اللهِ ذلِكَ الدِّينُ الْقَيِّمُ وَلكِنَّ أَكْثَرَ النَّاسِ لا يَعْلَمُونَ ، مُنِيبِينَ إِلَيْهِ وَاتَّقُوهُ وَأَقِيمُوا الصَّلاةَ» وما عداها فهو جائر ، وعلى الله بيان ذلك ، ليهتدى إليه الناس ، ويبتعدوا عن سواه.\nثم أخبر سبحانه بأن الهداية والضلال بقدرته ومشيئته فقال :",
        "(وَلَوْ شاءَ لَهَداكُمْ أَجْمَعِينَ) أي ولو شاء سبحانه لجعلكم كالنمل والنحل فى حياتكم الاجتماعية ، أو جعلكم كالملائكة مفطورين على العبادة وتقوى الله ، فلا تتجه نفوسكم إلى المعصية ، ولا تسعى إلى الشر ، ولكنه شاء أن يجعلكم تعملون أعمالكم باختياركم وتسعون إليها بعد بحثها وفحصها من سائر وجوهها ، ثم ترجّحون منها ما تميل إليه نفوسكم ، وما ترون فيه الفائدة لكم كما قال عزمن قائل : «وَهَدَيْناهُ النَّجْدَيْنِ\nطريقى الخير والشر ـ إِمَّا شاكِراً وَإِمَّا كَفُوراً» وقد تقدم إيضاح هذا عند قوله : «وَلَوْ شاءَ رَبُّكَ لَآمَنَ مَنْ فِي الْأَرْضِ كُلُّهُمْ جَمِيعاً» وعند قوله : «وَلَوْ شاءَ رَبُّكَ لَجَعَلَ النَّاسَ أُمَّةً واحِدَةً وَلا يَزالُونَ مُخْتَلِفِينَ ، إِلَّا مَنْ رَحِمَ رَبُّكَ وَلِذلِكَ خَلَقَهُمْ وَتَمَّتْ كَلِمَةُ رَبِّكَ لَأَمْلَأَنَّ جَهَنَّمَ مِنَ الْجِنَّةِ وَالنَّاسِ أَجْمَعِينَ».\nوبعد أن ذكر نعمته عليهم بتسخير الدواب والأنعام ـ شرع يذكر نعمته عليهم فى إنزال المطر فقال :\n(هُوَ الَّذِي أَنْزَلَ مِنَ السَّماءِ ماءً لَكُمْ مِنْهُ شَرابٌ وَمِنْهُ شَجَرٌ فِيهِ تُسِيمُونَ) أي إن الذي خلق لكم الأنعام والخيل وسائر البهائم لمنافعكم ومصالحكم ـ هو الذي أنزل المطر من السماء عذبا زلالا تشربون منه وتسقون أشجاركم ونباتكم التي تسيمون فيها أنعامكم وفيها ترعى.",
        "(يُنْبِتُ لَكُمْ بِهِ الزَّرْعَ وَالزَّيْتُونَ وَالنَّخِيلَ وَالْأَعْنابَ وَمِنْ كُلِّ الثَّمَراتِ) أي ينبت لكم بالماء الذي أنزله من السماء زرعكم وزيتونكم ونخيلكم وأعنابكم ومن كل الثمرات غير ذلك ـ أرزاقا لكم وأقواتا نعمة منه عليكم وحجة على من كفر به.\n(إِنَّ فِي ذلِكَ لَآيَةً لِقَوْمٍ يَتَفَكَّرُونَ) أي إن فيما ذكر من إنزال الماء وغيره. لأدلة وحججا على أنه لا إله إلا هو ، لقوم يعتبرون مواعظ الله ويتفكرون فيها حتى تطمئن قلوبهم بها ، وينبلج نور الإيمان فيها ، فيضيء أفئدتهم ويزكّى نفوسهم ، فمن فكّر فى أن الحبة والنواة تقع فى الأرض وتصل إليها نداوة منها تنفذ فيها ، فينشق أسفلها فيخرج منه عروق تنبسط فى الأرض ويخرج منها ساق ينمو وتخرج فيه الأوراق والأزهار والحبوب والثمار المشتملة على أجسام مختلفة الأشكال والألوان والخواص والطباع ـ علم أن من هذه آثاره لا يمكن أن يشبهه شىء فى صفات كماله فضلا عن أن يشاركه فى أخص صفاته وهى الألوهية واستحقاق العبادة.\nولله در القائل :\n(وَسَخَّرَ لَكُمُ اللَّيْلَ وَالنَّهارَ وَالشَّمْسَ وَالْقَمَرَ وَالنُّجُومُ مُسَخَّراتٌ بِأَمْرِهِ) أي ومن نعمه تعالى عليكم مضافة إلى النعم التي سلف ذكرها ـ أن سخر لكم الليل والنهار يتعاقبان ، خلفة لمنامكم واستراحتكم ، وتصرفكم فى معايشكم وسعيكم فى مصالحكم وسخر لكم الشمس والقمر يدأبان فى سيرهما وإنارتهما أصالة وخلافة ، وأدائهما ما نيط بهما من تربية الأشجار والزرع وإنضاج الثمرات وتلوينها إلى نحو ذلك من الآثار والمنافع التي ربطها سبحانه بوجودهما ، وبهما يعرف عدد السنين والشهور ، وفى ذلك صلاح معايشكم ، وسخر لكم النجوم بأمره تجرى فى أفلاكها بحركة مقدّرة لا تزيد ولا تنقص لتهتدوا بها فى ظلمات البر والبحر.",
        "(إِنَّ فِي ذلِكَ لَآياتٍ لِقَوْمٍ يَعْقِلُونَ) أي إن فى ذلك التسخير لدلالات واضحات لقوم يعقلون حجج الله ويفهمون ما نبههم إليه بها.\nوعبر هنا بالعقل وفى خاتمة الآية السالفة بالتفكر ، من قبل أن الآثار العلوية متعددة ، ودلالة ما فيها من عظيم القدرة والعلم والحكمة على الوحدانية ظاهرة لا تحتاج إلا إلى العقل من غير تفكر ولا تأمل ، بل تدرك بالبديهة ، بخلاف الآثار السفلية من الزرع والنخيل والأعناب فهى تحتاج فى دلالتها على وجود الصانع إلى فكر وتدبر ونظر شديد.\n(وَما ذَرَأَ لَكُمْ فِي الْأَرْضِ مُخْتَلِفاً أَلْوانُهُ) أي وما خلق لكم فى الأرض من عجائب الأمور ومختلف الأشياء ، من معادن ونبات وحيوان على اختلاف أجناسها وأشكالها ومنافعها وخواصها.\n(إِنَّ فِي ذلِكَ لَآيَةً لِقَوْمٍ يَذَّكَّرُونَ) آلاء الله ونعمه فيشكرونه على ما أنعم ، ويخبتون إليه على ما تفضل به وأحسن.",
        "وبعد أن ذكر أنواع النعم فى البر شرع يفصّل نعمه فى البحر فقال :\n(وَهُوَ الَّذِي سَخَّرَ الْبَحْرَ لِتَأْكُلُوا مِنْهُ لَحْماً طَرِيًّا) أي وهو الذي سخر لكم البحر ـ الماء الملح والعذب ـ لتأكلوا منه سمكا تصطادونه.\nوفى وصفه بالطراوة تنبيه إلى أنه ينبغى المسارعة إلى أكله ، لأنه يسرع إليه الفساد والتغير ، وقد أثبت الطب أن تناوله بعد ذهاب طراوته من أضر الأشياء ، فسبحان الخبير بخلقه ، ومعرفة ما يضر استعماله وما ينفع ، وفيه أيضا إيماء إلى كمال قدرته تعالى فى خلقه الحلو الطري فى الماء الذي لا يشرب.\nوقد كره العلماء أكل الطافي منه على وجه الماء ، وهو الذي يموت حتف أنفه فى الماء فيطفو على وجهه ، لحديث جابر عن النبي صلى الله عليه وسلّم : «ما نضب عنه الماء فكلوا ، وما لفظه فكلوا ، وماطفا فلا تأكلوا» فالمراد من ميتة البحر فى الحديث «هو الطهور ماؤه الحل ميتته» ما لفظه لا مامات فيه من غير آفة.",
        "(وَتَسْتَخْرِجُوا مِنْهُ حِلْيَةً تَلْبَسُونَها) كاللؤلؤ المخلوق فى صدفه العائش فى البحار ولا سيما المحيط الهندي ، والمرجان الذي ينبت فى قيعانها ، وتوجد حقول من المرجان فى البحر الأبيض المتوسط أمام تونس والجزائر ، متى تم ينعها حصدتها الدولة الفرنسية وباعتها للمسلمين وهم لا يعلمون شيئا من أمرها ، وكأنهم لم يقرءوا القرآن وكأنهم لم يخلقوا فى هذه الأرض ، وكأنهم يقولون : ربنا لا نستخرج ، بل نشترى من المستخرجين من الأرض ، وكأنهم ليسوا مخاطبين بالاستخراج المباح ، وبذا حرّموا على أنفسهم ما أباحه الله لهم ، وقد بلغ ما استخرج من المرجان سنة 1886 م 778 ألف كيلو جرام ثمنها خمسة ملايين وسبعمائة وخمسون ألف فرنك.\n(وَتَرَى الْفُلْكَ مَواخِرَ فِيهِ) أي وترى السفن جوارى فيه ، تشقّه بحيزومها ومقّدمها. مقبلة مدبرة من قطر إلى قطر ومن بلد إلى آخر ، ومن إقليم إلى إقليم لجلب ما هناك إلى هنا ، وما هنا إلى هناك ومن ثم قال :\n(وَلِتَبْتَغُوا مِنْ فَضْلِهِ) أي ولتطلبوا فضل الله ورزقه بركوبه للتجارة.\n(وَلَعَلَّكُمْ تَشْكُرُونَ) أي ولتشكروا ربكم على ما أنعم به عليكم ، إذ جعل ركوب البحر مع كونه مظنة للهلاك سببا للانتفاع وحصول المعاش مع عدم الحاجة إلى الحل والترحال والاستراحة والسكون ، ولله در القائل :",
        "(وَأَلْقى فِي الْأَرْضِ رَواسِيَ أَنْ تَمِيدَ بِكُمْ) أي وألقى فى الأرض جبالا ثوابت لتقرّ ولا تضطرب بما عليها من الحيوان ، فلا يهنأ لهم عيش بسبب ذلك كما قال : «وَالْجِبالَ أَرْساها» وما الأرض إلا كسفينة على وجه الماء ، فإذا لم يكن فيها أجرام ثقيلة تضطرب وتميل من جانب إلى جانب بأدنى الأسباب ، وإذا وضعت فيها أجرام ثقيلة استقرت على حال واحدة ، فكذا الأرض لو لم يكن عليها هذه الجبال لاضطربت ، وقد تقدم إيضاح هذا وسيأتى بعد.\n(وَأَنْهاراً) أي وجعل فيها أنهارا تجرى من مكان إلى آخر رزقا للعباد ، فهى تنبع فى مواضع وهى رزق لأهل مواضع أخرى ، فهى تقطع البقاع والبراري وتخترق الجبال والآكام حتى تصل إلى البلاد التي سخّر لأهلها أن تنتفع بها كما يشاهد فى نهر النيل ، إذ ينبع من أواسط إفريقيّة ، ويمر بجبال ووهاد فى السودان ، ويستفيد منه الفائدة الكبرى أهل مصر دون سواها ، وكل ذلك بتقدير اللطيف الخبير.\n(وَسُبُلاً) أي وكذلك جعل فيها سبلا أي طرقا نسلك فيها من بلاد إلى أخرى ، وقد تحدت ثلمة فى الجبل لتكون ممرا طريقا وكما قال تعالى فى وصف الجبال : «وَجَعَلْنا فِيها فِجاجاً سُبُلاً» الآية.\n(لَعَلَّكُمْ تَهْتَدُونَ) بتلك السبل إلى ما تريدون فلا تضلون.",
        "(وَعَلاماتٍ) أي وجعل فيها علامات أي دلائل يهتدى بها الساري من جبال كبار وآكام صغار ونحو ذلك ، حتى إذا ضل الطريق كانت عونا له ، وهدته إلى السبيل السوي فى البر والبحر.\n(وَبِالنَّجْمِ هُمْ يَهْتَدُونَ) بالليل فى البراري أو فى البحار.\nوفى الآية إيماء إلى أن مراعاة النجوم أصل فى معرفة الأوقات والطرق والقبلة ، ويحسن أن نتعلم من علم الفلك ما يفيد تلك المعرفة.\nقال قتادة : إنما خلق الله النجوم لثلاثة أشياء : لتكون زينة للسماء ، ومعالم للطرق ، ورجوما للشياطين ، فمن قال غير ذلك فقد تكلف ما لا علم له به.",
        "(أَفَمَنْ يَخْلُقُ كَمَنْ لا يَخْلُقُ أَفَلا تَذَكَّرُونَ (17) وَإِنْ تَعُدُّوا نِعْمَةَ اللهِ لا تُحْصُوها إِنَّ اللهَ لَغَفُورٌ رَحِيمٌ (18) وَاللهُ يَعْلَمُ ما تُسِرُّونَ وَما تُعْلِنُونَ (19) وَالَّذِينَ يَدْعُونَ مِنْ دُونِ اللهِ لا يَخْلُقُونَ شَيْئاً وَهُمْ يُخْلَقُونَ (20) أَمْواتٌ غَيْرُ أَحْياءٍ وَما يَشْعُرُونَ أَيَّانَ يُبْعَثُونَ (21) إِلهُكُمْ إِلهٌ واحِدٌ فَالَّذِينَ لا يُؤْمِنُونَ بِالْآخِرَةِ قُلُوبُهُمْ مُنْكِرَةٌ وَهُمْ مُسْتَكْبِرُونَ (22) لا جَرَمَ أَنَّ اللهَ يَعْلَمُ ما يُسِرُّونَ وَما يُعْلِنُونَ إِنَّهُ لا يُحِبُّ الْمُسْتَكْبِرِينَ (23))\nتفسير المفردات\nالمراد بمن يخلق : الله سبحانه وتعالى ، ومن لا يخلق : الملائكة وعيسى والأصنام ، وما يشعرون : أي لا يعلمون ، وأيان : كمتى كلمتان تدلان على الزمن ، لا جرم : أي حقا.\nالمعنى الجملي",
        "بعد أن ذكر سبحانه الدلائل على وجود الإله القادر الحكيم على أحسن ترتيب وأكمل نظام ، وكان فى ذلك تفصيل وإيضاح لأنواع النعم ووجوه الإحسان ـ قفىّ على ذلك بتبكيت الكفار وإبطال شركهم وعبادتهم غير الله من الأصنام والأوثان ،\nلما يلزم ذلك من المشابهة بينه تعالى وبينها ، ثم أردف ذلك بيان أن لهذا الخالق نعما لا تحصى على عباده ، وأنهم مهما بالغوا فى الشكر ، واجتهدوا فى العبادة ، فليسوا ببالغين شيئا مما يجب عليهم نحوه ، ولكنه يستر عليهم ما فرط من كفرانها ، ويرحمهم بفيض النعم عليهم مع عدم استحقاقهم لها ، ثم أعقب هذا بذكر خواص الألوهية وهى علم السر والنجوى والخلق وهذه الأصنام ليس لها شىء من ذلك ، فهى مخلوقة لا خالقة ، ولا شعور لها بحشر ولا نشر ، ومن هذا كله يعلم أن الإله واحد لا شريك له ، ثم ذكر الأسباب الداعية إلى الإشراك ، وهى تحجّر القلوب وإنكار التوحيد ، فهى لا ترغب فى الثواب ، ولا ترهب العقاب ، وتستكبر عن عبادة الواحد الديان ـ لا جرم بقيت مصرّة على ما كانت عليه من الجهل والضلال.\nالإيضاح\n(أَفَمَنْ يَخْلُقُ كَمَنْ لا يَخْلُقُ؟ أَفَلا تَذَكَّرُونَ؟) أي أفمن يخلق هذه الخلائق العجيبة التي عددناها عليكم وينعم هذه النعم العظيمة ـ كمن لا يخلق شيئا ولا ينعم نعما صغيرة ولا كبيرة ، أفلا تذكرون هذه النعم وهذا السلطان العظيم والقدرة على ما شاء من الحكمة ، وعجز أوثانكم وضعفها ومهانتها ، وأنها لا تجلب إلى نفسها نفعا ، ولا تدفع ضرا ، فتعرفوا بذلك خطأ ما أنتم عليه من عبادتها ، وإقراركم لها بالألوهية.",
        "وخلاصة هذا ـ الإنكار عليهم ورميهم بالجهل وسوء التقدير وقلة الشكر لمن أنعم عليهم بما لا يحصى من النعم ، مع وضوح ذلك وقلة احتياجه إلى تدبر وتفكر وإطالة نظر ، بل يكفى فيه تنبه العقل ، ليعلم أن العبادة لا تليق إلا للنعم بكل هذه النعم ، أما هذه الأصنام التي لا فهم لها ولا قدرة ولا اختيار ، فلا تنبغى عبادتها ولا الاشتغال بطاعتها.\nقال قتادة فى الآية : الله هو الخالق الرازق ، لا هذه الأوثان التي تعبد من دون الله ، لا تخلق شيئا ولا تملك لأهلها ضرا ولا نفعا اه.\nوبعد أن نبههم سبحانه إلى عظمته ذكّرهم بنعمه عليهم وإحسانه إليهم فقال :\n(وَإِنْ تَعُدُّوا نِعْمَةَ اللهِ لا تُحْصُوها) أي وإن تعدوا نعم الله لا تضبطوا عددها فضلا عن أن تستطيعوا القيام بشكرها ، فإن العبد مهما أتعب نفسه فى طاعته ، وبالغ فى شكران نعمه ، فإنه يكون مقصرا ، فنعم الله كثيرة ، وعقل المخلوق قاصر عن الإحاطة بها ، ومن ثم فهو يتجاوز عن ذلك التقصير ، وإلى ذلك أشار بقوله :",
        "(إِنَّ اللهَ لَغَفُورٌ) فيستر عليكم تقصيركم فى القيام بشكرها.\n(رَحِيمٌ) بكم فيقيض عليكم نعمه مع استحقاقكم للقطع والحرمان ، بما تأتون وما تذرون من أصناف الكفر والعصيان ، ومن أفظع ذلك وأعظمه جرما المساواة بين الخالق والمخلوق.\nقال بعض الحكماء : إن أىّ جزء من البدن إذا اعتراه الألم نغّص على الإنسان النعم ، وتمنى أن ينفق الدنيا لو كانت فى ملكه حتى يزول عنه ذلك الألم ، وهو سبحانه يدبّر جسم الإنسان على الوجه الملائم له ، مع أنه لا علم له بوجود ذلك ، فكيف يطيق حصر نعمه عليه أو يقدر على إحصائها ، أو يتمكن من شكر أدناها؟.\nربنا هذه نواصينا بيدك ، خاضعة لعظم نعمك ، معترفة بالعجز عن تأدية الشكر لشىء منها ، لا نحصى ثناء عليك ، أنت كما أثنيت على نفسك ، ولا نطيق التعبير بالشكر لك ، فتجاوز عنا ، واغفر لنا ، وأسبل ذيول سترك على عوراتنا ، فإنك إلا تفعل نهلك ، لتقصيرنا فى شكر نعمك ، فكيف بما فرط منا من التساهل فى الائتمار بأوامرك ، والانتهاء عن مناهيك؟",
        "وبعد أن أبطل عبادة لأصنام ، من قبل أنها لا قدرة لها على الخلق والإنعام ، أبطل عبادتها بوجه آخر وهو أن الإله يجب أن يكون عليما بالسر والعلانية ، وهذه الأصنام جماد لا معرفة لها بشىء فكيف تجمل عبادتها؟ وإلى ذلك أشار بقوله :\n(وَاللهُ يَعْلَمُ ما تُسِرُّونَ وَما تُعْلِنُونَ) أي والله يعلم ما تسرونه فى ضمائركم ، وتخفونه عن غيركم ، وما تبدونه بألسنتكم وجوارحكم وأفعالكم ، وهو محص ذلك كله عليكم\nفيجازيكم به يوم القيامة ، فيجازى المحسن بإحسانه ، والمسيء منكم بإساءته ، وهو سائلكم عما كان منكم من الشكر فى الدنيا على النعم التي أنعمها عليكم فيها ، ما أحصيتم منها وما لم تحصوا.\nثم وصف سبحانه هذه الأصنام بصفات تجعلها بمعزل عن استحقاق العبادة تنبيها إلى كمال حماقة المشركين وأنهم لا يفهمون ذلك إلا بالتصريح دون التلويح فقال :",
        "(1) (وَالَّذِينَ يَدْعُونَ مِنْ دُونِ اللهِ لا يَخْلُقُونَ شَيْئاً وَهُمْ يُخْلَقُونَ) أي والأوثان التي تعبدونها من دون الله لا تخلق شيئا بل هى مخلوقة ، فكيف يكون إلها ما يكون مصنوعا ، وغيره هو الذي دبّر وجوده ؛ ونحو الآية قوله : «أَتَعْبُدُونَ ما تَنْحِتُونَ؟ وَاللهُ خَلَقَكُمْ وَما تَعْمَلُونَ».\n(2) (أَمْواتٌ غَيْرُ أَحْياءٍ) أي هى أموات ولا تعتريها الحياة بوجه ، فلا تسمع ولا تبصر ولا تعقل ، وفائدة قوله غير أحياء بيان أن بعض ما لا حياة فيه قد تدركه الحياة بعد كالنطفة التي ينشئها الله تعالى حيوانا ، وأجساد الحيوان التي تبعث بعد موتها ، أما هذه الأصنام من الحجارة والأشجار فلا يعقب موتها حياة وذلك أتم فى نقصها.\n(3) (وَما يَشْعُرُونَ أَيَّانَ يُبْعَثُونَ) أي وما تدرى هذه الأصنام التي تعبدونها من دون الله متى تبعث عبدتها.\nولا يخفى ما فى ذلك من التهكم بها ، لأن شعور الجماد بالأمور الظاهرة بديهي الاستحالة لدى كل أحد ، فكيف بما لا يعلمه إلا العيم الخبير ؛ كما أن فيه تهكما بالمشركين من قبل أن آلهتهم لا يعلمون وقت بعثهم ليجازوهم على عبادتهم إياهم ، وفيه تنبيه إلى أن البعث من لوازم التكليف ، لأنه جزاء على العمل من خير أو شر ، وأن معرفة وقته لا بد منه فى الألوهية.",
        "ولما أبطل طريق عبدة الأصنام وبين فساد مذهبهم صرح بالمدّعى ولخص النتيجة بعد إقامة الحجة فقال :\n(إِلهُكُمْ إِلهٌ واحِدٌ) أي معبودكم الذي يستحق العبادة وإفراد الطاعة له دون\nسائر الأشياء ـ معبود واحد لا تصلح العبادة إلا له ، فأفردوا له الطاعة ، وأخلصوا له العبادة ، ولا تجعلوا معه شريكا سواه.\nثم ذكر الأسباب التي لأجلها أصر الكفار على الشرك وإنكار التوحيد فقال :",
        "(فَالَّذِينَ لا يُؤْمِنُونَ بِالْآخِرَةِ قُلُوبُهُمْ مُنْكِرَةٌ وَهُمْ مُسْتَكْبِرُونَ) أي فالذين لا يصدقون بوعد الله ولا وعيده ، ولا يقرون بالمعاد إليه بعد الممات ـ قلوبهم جاحدة لما قصصناه عليكم ، من قدرة الله وعظمته ، وجزيل نعمه عليهم ، وأن العبادة لا تصلح إلا له ، والألوهية ليست لشىء سواه ، فلا يؤثر فيها وعظ ، ولا ينجع فيها تذكير ؛ وهم مستكبرون عن قبول الحق ، متعظّمون عن الإذعان للصواب ، مستمرون على الجحد ، تقليدا لما مضى عليه آباؤهم من الشرك به كما حكى سبحانه عنهم قولهم : «إِنَّا وَجَدْنا آباءَنا عَلى أُمَّةٍ وَإِنَّا عَلى آثارِهِمْ مُقْتَدُونَ» وقولهم : «أَجَعَلَ الْآلِهَةَ إِلهاً واحِداً؟ إِنَّ هذا لَشَيْءٌ عُجابٌ» وقال : «وَإِذا ذُكِرَ اللهُ وَحْدَهُ اشْمَأَزَّتْ قُلُوبُ الَّذِينَ لا يُؤْمِنُونَ بِالْآخِرَةِ ، وَإِذا ذُكِرَ الَّذِينَ مِنْ دُونِهِ إِذا هُمْ يَسْتَبْشِرُونَ».\nثم ذكر وعيدهم على أعمالهم فقال :\n(لا جَرَمَ أَنَّ اللهَ يَعْلَمُ ما يُسِرُّونَ وَما يُعْلِنُونَ) أي حقا إن الله يعلم ما يسر هؤلاء لمشركون من إنكارهم لما قصصته عليك واستكبارهم على الله ، ويعلم ما يعلنون من كفرهم به ، وافترائهم عليه.\nثم علل سوء صنيعهم بشدة استكبارهم فقال :",
        "(إِنَّهُ لا يُحِبُّ الْمُسْتَكْبِرِينَ) أي إن الله لا يحب المستكبرين عن توحيده ، والاستجابة لأنبيائه ورسله ، بل يبغضهم أشد البغض ، وينتقم منهم أعظم الانتقام.\nأخرج مسلم وأبو داود والترمذي وابن ماجه عن ابن مسعود قال : قال رسول الله صلى الله عليه وسلّم «لا يدخل الجنة من كان فى قلبه مثقال ذرة من كبر ، ولا يدخل\nالنار من كان فى قلبه مثقال ذرة من إيمان ، فقال رجل : يا رسول الله ، الرجل يحب أن يكون ثوبه حسنا ونعله حسنة ، فقال : إن الله جميل يحب الجمال ، الكبر من بطر الحق ، وغمص الناس».\nوفى الصحيح «إن المتكبرين أمثال الذر يوم القيامة ، تطؤهم الناس بأقدامهم لتكبرهم».",
        "(وَإِذا قِيلَ لَهُمْ ما ذا أَنْزَلَ رَبُّكُمْ قالُوا أَساطِيرُ الْأَوَّلِينَ (24) لِيَحْمِلُوا أَوْزارَهُمْ كامِلَةً يَوْمَ الْقِيامَةِ وَمِنْ أَوْزارِ الَّذِينَ يُضِلُّونَهُمْ بِغَيْرِ عِلْمٍ أَلا ساءَ ما يَزِرُونَ (25) قَدْ مَكَرَ الَّذِينَ مِنْ قَبْلِهِمْ فَأَتَى اللهُ بُنْيانَهُمْ مِنَ الْقَواعِدِ فَخَرَّ عَلَيْهِمُ السَّقْفُ مِنْ فَوْقِهِمْ وَأَتاهُمُ الْعَذابُ مِنْ حَيْثُ لا يَشْعُرُونَ (26) ثُمَّ يَوْمَ الْقِيامَةِ يُخْزِيهِمْ وَيَقُولُ أَيْنَ شُرَكائِيَ الَّذِينَ كُنْتُمْ تُشَاقُّونَ فِيهِمْ قالَ الَّذِينَ أُوتُوا الْعِلْمَ إِنَّ الْخِزْيَ الْيَوْمَ وَالسُّوءَ عَلَى الْكافِرِينَ (27) الَّذِينَ تَتَوَفَّاهُمُ الْمَلائِكَةُ ظالِمِي أَنْفُسِهِمْ فَأَلْقَوُا السَّلَمَ ما كُنَّا نَعْمَلُ مِنْ سُوءٍ بَلى إِنَّ اللهَ عَلِيمٌ بِما كُنْتُمْ تَعْمَلُونَ (28) فَادْخُلُوا أَبْوابَ جَهَنَّمَ خالِدِينَ فِيها فَلَبِئْسَ مَثْوَى الْمُتَكَبِّرِينَ (29))\nتفسير المفردات\nالأساطير : واحدها أسطورة كأرجوحة وأراجيح ، وهى الترّهات والأباطيل ، والأوزار : الآثام واحدها وزر ، ساء ما يزرون : أي بئس شيئا يحملونه ، والمكر : صرف غيرك مما يريده بحيلة ، ويراد به هنا مباشرة الأسباب وترتيب المقدمات ، فأتى الله بنيانهم من القواعد : أي أهلكه وأفناه كما يقال أتى عليه الدهر ، والقواعد :\nالدعائم والعمد : واحدها قاعدة ، خرّ : سقط ، يخزيهم : يذلهم ويهينهم ، وتشاقون : أي تخاصمون وتنازعون الأنبياء وأتباعهم فى شأنهم ، وأصله أن كلا من المتخاصمين فى شقّ وجانب غير شق الآخر ، والذين أوتوا العلم : هم الأنبياء ، والسلم : الاستسلام والخضوع ، بلى بمعنى نعم ، والمثوى : مكان الثواء والإقامة.",
        "المعنى الجملي\nبعد أن ذكر دلائل التوحيد ونصب البراهين الواضحة على بطلان عبادة الأصنام ، أردف ذلك بذكر شبهات من أنكروا النبوة مع الجواب عنها ، وبين أنهم ليسوا ببدع فى هذه المقالة ، فقد سبقتهم أمم قبلهم فأخذهم الله أخذ عزيز مقتدر ، فأهلكهم فى الدنيا ، وسيخزيهم يوم القيامة بما فعلوا ، ثم ذكر أنهم حين يشاهدون العذاب يستسلمون ، ويقولون ما كنا نعمل من سوء ، ولكن الله عليم بهم وبما فعلوا ، ولا مثوى لأمثال هؤلاء المتكبرين إلا جهنم وبئس المثوى هى :\nالإيضاح\n(وَإِذا قِيلَ لَهُمْ ما ذا أَنْزَلَ رَبُّكُمْ قالُوا أَساطِيرُ الْأَوَّلِينَ) أي وإذا قيل لهؤلاء الذين لا يؤمنون بالآخرة من المشركين : أي شىء أنزله ربكم؟ قالوا لم ينزل شيئا ، انما الذي يتلى علينا أساطير الأولين أي هو مأخوذ من كتب المتقدمين.",
        "ونحو الآية قوله : حكاية عنهم : «وَقالُوا أَساطِيرُ الْأَوَّلِينَ اكْتَتَبَها فَهِيَ تُمْلى عَلَيْهِ بُكْرَةً وَأَصِيلاً» وكانوا يفترون على الرسول صلى الله عليه وسلّم أقوالا مختلفة ؛ فتارة يقولون إنه ساحر ، وأخرى إنه شاعر أو كاهن ، وثالثة إنه مجنون ، ثم قر قرارهم على ما اختلقه زعيمهم الوليد بن المغيرة المخزومي كما حكى عنه الكتاب الكريم : «إِنَّهُ فَكَّرَ وَقَدَّرَ. فَقُتِلَ كَيْفَ قَدَّرَ ثُمَّ قُتِلَ كَيْفَ قَدَّرَ ثُمَّ نَظَرَ. ثُمَّ عَبَسَ وَبَسَرَ ثُمَّ أَدْبَرَ وَاسْتَكْبَرَ. فَقالَ إِنْ هذا إِلَّا سِحْرٌ يُؤْثَرُ» أي ينقل ويحكى ، فتفرقوا معتقدين\nصحة قوله ، وصدق رأيه ، قبّحهم الله ، وكان المشركون يقتسمون مداخل مكة ينفّرون عن رسول الله صلى الله عليه وسلّم إذا سألهم وفود الحاج ، ويقولون هذه المقالة.\nثم بين عاقبة أمرهم فقال :\n(لِيَحْمِلُوا أَوْزارَهُمْ كامِلَةً يَوْمَ الْقِيامَةِ وَمِنْ أَوْزارِ الَّذِينَ يُضِلُّونَهُمْ بِغَيْرِ عِلْمٍ) أي وإنما قدّرنا عليهم أن يقولوا ذلك ، لتكون عاقبتهم أنهم يتحملون آثامهم وآثام الذين يتبعونهم ويوافقونهم أي يصير عليهم خطيئة ضلالهم فى أنفسهم ، وخطيئة إغوائهم وإضلالهم لغيرهم واقتدائهم بهم كما جاء فى الحديث «من دعا إلى هدى كان له من الأجر مثل أجور من اتبعه لا ينقص ذلك من أجورهم شيئا ، ومن دعا إلى ضلالة كان عليه من الإثم مثل آثام من اتبعه لا ينقص ذلك من آثامهم شيئا».",
        "ونحو الآية قوله تعالى «وَلَيَحْمِلُنَّ أَثْقالَهُمْ وَأَثْقالاً مَعَ أَثْقالِهِمْ وَلَيُسْئَلُنَّ يَوْمَ الْقِيامَةِ عَمَّا كانُوا يَفْتَرُونَ» والمراد من قوله (كاملة) أنه لا ينقص منها شىء ولا يكفّر بنحو نكبة تصيبهم فى الدنيا ، ولا طاعة مقبولة تكفّر بعض تلك الأوزار كما هو حال المؤمنين.\nوفائدة قوله بغير علم ـ بيان أنهم يضلون من لا يعلم أنهم ضلّال وأنهم على الباطل ، وفى ذلك تنبيه إلى أن كيدهم لا يروج على ذى لب ، وإنما يقلدهم الجهلة الأغبياء ، وزيادة تعيير وذم لهم ، إذ كان عليهم إرشاد الجاهلين لا إضلالهم.\nوقصارى القول ـ إن هؤلاء قد دنّسوا أنفسهم ، واختاروا لها الكيد لرسول الله صلى الله عليه وسلّم وللمسليمن ، فكانوا السبب فيما احتملوه من الأوزار والآصار ، كما كانوا واسطة فى تحمل من اتّبعوهم هذه الأوزار أيضا ، والله تعالى لم يظلهم فيما جازاهم به ، بل هم الذين قسطوا وجاروا على أنفسهم ، فاستحقوا هذا الجزاء.\nثم هددهم وتوعدهم فقال :",
        "(أَلا ساءَ ما يَزِرُونَ) أي بئس شيئا يرتكبونه من الإثم والذنب ما يفعلون.\nثم بين لهم أن غائلة مكرهم عائدة إليهم ، ووبال ذلك لاحق بهم كدأب من قبلهم من الأمم الخالية الذين أصابهم من العذاب ما أصابهم بتكذيبهم لرسلهم فقال :\n(قَدْ مَكَرَ الَّذِينَ مِنْ قَبْلِهِمْ فَأَتَى اللهُ بُنْيانَهُمْ مِنَ الْقَواعِدِ فَخَرَّ عَلَيْهِمُ السَّقْفُ مِنْ فَوْقِهِمْ وَأَتاهُمُ الْعَذابُ مِنْ حَيْثُ لا يَشْعُرُونَ) أي إن حال من قبلهم وقد دبروا الحيل ونصبوا الحبائل ليمكروا بها رسل الله فأبطلها الله وجعلها سبيلا لهلاكهم ، كحال قوم بنوا بنيانا وعمدوه بالأساطين ، فضعضعت أساطينه ، وسقط عليهم السقف ، فهلكوا تحته من حيث لا يشعرون بسقوطه ـ فما نصبوه من الأساطين وظنوه سبب القوّة والتحصين فى البنيان صار سبب الهلاك ، كذلك هؤلاء كانت عاقبة مكرهم وبالا عليهم. ونحو الآية قولهم فى المثل : من حفر لأخيه جبّا ، وقع فيه منكبّا.\nوخلاصة ذلك ـ إن الله أحبط أعمالهم وجعلها وبالا عليهم ونقمة لهم.",
        "وبعد أن بين سبحانه ما حل بأصحاب المكر فى الدنيا من العذاب والهلاك ، بين حالهم فى الآخرة فقال :\n(ثُمَّ يَوْمَ الْقِيامَةِ يُخْزِيهِمْ وَيَقُولُ أَيْنَ شُرَكائِيَ الَّذِينَ كُنْتُمْ تُشَاقُّونَ فِيهِمْ) أي ثم إن ربك يوم القيامة يخزيهم بعذاب أليم ، ويقول لهم حين ورودهم عليه على سبيل الاستهزاء والسخرية : أين الذين كنتم تزعمون فى الدنيا أنهم شركائى ، وهلا تحضرونهم اليوم ليدفعوا عنكم ما يحل بكم من العذاب ، فقد كنتم تعبدونهم فى الدنيا وتتولّونهم ، والولىّ ينصر وليّه.\nوالمراد من المشاقة فيهم مخاصمة الأنبياء وأتباعهم فى شأنهم وزعمهم أنهم شركاء حقا حين بيّنوا لهم ذلك ، والمراد بالاستفهام عن ذلك الاستهزاء والتبكيت والاحتقار لشأنهم ، إذ كانوا يقولون : إن صح ما تدعون إليه من عذابنا فالأصنام تشفع لنا.\nوالخلاصة ـ إنه لا شركاء ولا أماكن لهم.",
        "ثم ذكر مقال الأنبياء والمرسلين فى شأنهم يوم القيامة.\n(قالَ الَّذِينَ أُوتُوا الْعِلْمَ إِنَّ الْخِزْيَ الْيَوْمَ وَالسُّوءَ عَلَى الْكافِرِينَ) أي قال الذين\nأوتوا العلم بدلائل التوحيد وهم الأنبياء صلوات الله عليهم والمؤمنون الذين كانوا يدعونهم فى الدنيا إلى دينهم ، فيجادلون وينكرون عليهم : إن الذل والهوان والعذاب يوم الفصل على الكافرين بالله وآياته ورسله ـ ومرادهم بهذه المقالة الشماتة وزيادة الإهانة للكافرين ثم بين أن الكافرين الذين يستحقون هذا العذاب هم الذين استمر كفرهم إلى أن تتوفاهم الملائكة وهم ظالموا أنفسهم فقال :\n(الَّذِينَ تَتَوَفَّاهُمُ الْمَلائِكَةُ ظالِمِي أَنْفُسِهِمْ) أي الكافرين الذين تقبض ملائكة الموت أرواحهم وهم ظالموا أنفسهم ومعرّضوها للعذاب المخلّد بكفرهم ، وأي ظلم للنفس أشد من الكفر؟",
        "ثم ذكر حالهم حينئذ من الخضوع والمذلة فقال :\n(فَأَلْقَوُا السَّلَمَ ما كُنَّا نَعْمَلُ مِنْ سُوءٍ) أي فاستسلموا وانقادوا حين عاينوا العذاب قائلين : ما كنا نشرك بربنا أحدا ، وهم قد كذبوا على ربهم واعتصموا بالباطل رجاء النجاة.\nونحو الآية قوله تعالى حكاية عنهم : «وَاللهِ رَبِّنا ما كُنَّا مُشْرِكِينَ».\nثم أكذبهم سبحانه فيما قالوا فقال :",
        "(بَلى إِنَّ اللهَ عَلِيمٌ بِما كُنْتُمْ تَعْمَلُونَ) أي بل كنتم تعملون أعظم السوء وأقبح الآثام والله عليم بذلك ، فلا فائدة لكم فى الإنكار والله مجازيكم بأفعالكم.\nثم بين ما يترتب على قبيح أفعالهم فقال :\n(فَادْخُلُوا أَبْوابَ جَهَنَّمَ خالِدِينَ فِيها فَلَبِئْسَ مَثْوَى الْمُتَكَبِّرِينَ) أي فادخلوا طبقات جهنم ، وذوقوا ألوانا من العذاب ، بما دنستم به أنفسكم من الإشراك بربكم ، واجتراحكم عظيم الموبقات والمعاصي ـ خالدين فيها أبدا ، وبئس المقيل والمقام دار الذل والهوان لمن كان متكبرا عن اتباع الرسل والاهتداء بالآيات التي أنزلت عليهم ، وما أفظعها من دار ، وصفها ربنا بقوله : «لا يُقْضى عَلَيْهِمْ فَيَمُوتُوا وَلا يُخَفَّفُ عَنْهُمْ مِنْ عَذابِها»\n(وَقِيلَ لِلَّذِينَ اتَّقَوْا ما ذا أَنْزَلَ رَبُّكُمْ قالُوا خَيْراً لِلَّذِينَ أَحْسَنُوا فِي هذِهِ الدُّنْيا حَسَنَةٌ وَلَدارُ الْآخِرَةِ خَيْرٌ وَلَنِعْمَ دارُ الْمُتَّقِينَ (30) جَنَّاتُ عَدْنٍ يَدْخُلُونَها تَجْرِي مِنْ تَحْتِهَا الْأَنْهارُ لَهُمْ فِيها ما يَشاؤُنَ كَذلِكَ يَجْزِي اللهُ الْمُتَّقِينَ (31) الَّذِينَ تَتَوَفَّاهُمُ الْمَلائِكَةُ طَيِّبِينَ يَقُولُونَ سَلامٌ عَلَيْكُمْ ادْخُلُوا الْجَنَّةَ بِما كُنْتُمْ تَعْمَلُونَ (32))",
        "المعنى الجملي\nبعد أن بين سبحانه أحوال المكذبين بالله ورسوله الذين ينكرون وحيه ويقولون إن محمدا قد لفق أساطير الأولين وترّهاتهم ونقلها للناس ، وادّعى أنها من رب الأرض والسموات ، وذكر ما سينالهم من النكال والوبال ، إذ يدخلون جهنم خالدين فيها كفاء ما اجترحت أيديهم من الآثام وكسبته من المعاصي ـ أردف ذلك وصف المؤمنين الذين إذا سئلوا ماذا أنزل ربكم قالوا خيرا ، وذكر ما أعدّه لهم من الخير والسعادة فى جنات تجرى من تحتها الأنهار جزاء وفاقا لما أحسنوا من العمل وأتوا به من جميل الصنع.\nالإيضاح\n(وَقِيلَ لِلَّذِينَ اتَّقَوْا ما ذا أَنْزَلَ رَبُّكُمْ؟ قالُوا خَيْراً) أي وقيل للذين خافوا عقاب ربهم : أىّ شىء أنزله ربكم؟ قالوا أنزل خيرا وبركة ورحمة لمن اتبع دينه وآمن برسوله.",
        "روى ابن أبى حاتم عن السّدّى قال : اجتمعت قريش فقالوا إن محمدا رجل حلو اللسان إذا كلمه الرجل ذهب بعقله ، فانظروا ناسا من أشرافكم المعدودين المعروفة أنسابهم ، فابعثوهم فى كل طريق من طرق مكة على رأس ليلة أو ليلتين ، فمن جاء يريده فردوه عنه ، فخرج ناس فى كل طريق ، فكان إذا أقبل\nالرجل وافدا لقومه ينظر ما يقول محمد ، ووصل إليهم قال أحدهم أنا فلان بن فلان فيعرّفه نسبه ويقول له : أنا أخبرك عن محمد. إنه رجل كذاب لم يتبعه على أمره إلا السفهاء والعبيد ومن لا خير فيهم ، وأما شيوخ قومه وخيارهم فمفارقون له ، فيرجع الوافد ، فذلك قوله تعالى : (وَإِذا قِيلَ لَهُمْ ما ذا أَنْزَلَ رَبُّكُمْ قالُوا أَساطِيرُ الْأَوَّلِينَ) فإن كان الوافد ممن عزم الله له الرشاد فقالوا له مثل ذلك ، قال : بئس الوافد لقومى إن كنت جئت حتى إذا بلغت مسيرة يوم رجعت قبل أن ألقى هذا الرجل وأنظر ما يقول ، وآتى قومى ببيان أمره ، فيدخل مكة فيلقى المؤمنين فيسألهم ماذا يقول محمد؟ فيقولون خيرا.\nثم فضلوا هذا الخير فقالوا :\n(لِلَّذِينَ أَحْسَنُوا فِي هذِهِ الدُّنْيا حَسَنَةٌ) أي للذين آمنوا بالله ورسوله وأطاعوه فى هذه الدنيا ، ودعوا عباده إلى الإيمان والعمل بما أمر به ـ مثوبة حسنة من عند ربهم ، كفاء ما قدموا من عمل صالح وخير عميم.",
        "ونحو الآية قوله : «مَنْ عَمِلَ صالِحاً مِنْ ذَكَرٍ أَوْ أُنْثى وَهُوَ مُؤْمِنٌ فَلَنُحْيِيَنَّهُ حَياةً طَيِّبَةً وَلَنَجْزِيَنَّهُمْ أَجْرَهُمْ بِأَحْسَنِ ما كانُوا يَعْمَلُونَ».\nثم ذكر جزاءهم فى الآخرة وما أعدّ لهم من جزيل النعم فقال :\n(وَلَدارُ الْآخِرَةِ خَيْرٌ) من الحياة الدنيا ، والجزاء فيها أتمّ من الجزاء فى تلك.\nونحو الآية قوله : «وَقالَ الَّذِينَ أُوتُوا الْعِلْمَ وَيْلَكُمْ ثَوابُ اللهِ خَيْرٌ لِمَنْ آمَنَ وَعَمِلَ صالِحاً» الآية ، قوله : «وَما عِنْدَ اللهِ خَيْرٌ لِلْأَبْرارِ» وقوله لرسوله :",
        "«وللآخرة خير لك من الأولى».\nوفصل هذا الجزاء بقوله :\n(وَلَنِعْمَ دارُ الْمُتَّقِينَ. جَنَّاتُ عَدْنٍ يَدْخُلُونَها تَجْرِي مِنْ تَحْتِهَا الْأَنْهارُ) أي ولنعمت\nالدار للمتقين جنات إقامة تجرى من بين قصورها وأشجارها الأنهار ، حسنت مستقرا ومقاما.",
        "ثم بين أن نعمها غير ممنوعة ولا مقطوعة فقال :\n(لَهُمْ فِيها ما يَشاؤُنَ) أي للذين أحسنوا فى هذه الدنيا فى جنات عدن ما يشاءون مما تشتهى أنفسهم وتقرّ به أعينهم كما قال : «وَفِيها ما تَشْتَهِيهِ الْأَنْفُسُ وَتَلَذُّ الْأَعْيُنُ وَأَنْتُمْ فِيها خالِدُونَ».\nثم ذكر أن هذا جزاء لهم على أعمال البر والتقوى فقال :\n(كَذلِكَ يَجْزِي اللهُ الْمُتَّقِينَ) أي مثل ذلك الجزاء الأوفى يجزى الله الذين اتقوا الشرك والمعاصي.",
        "وفى هذا حث للمؤمنين على الاستمرار على التقوى ، وحث لغيرهم على تحصيلها.\nثم وصف الله المتقين بقوله :\n(الَّذِينَ تَتَوَفَّاهُمُ الْمَلائِكَةُ طَيِّبِينَ) قال الراغب : الطيب من الناس من تعرّى من نجاسة الجهل والفسق وقبائح الخصال ، وتحلّى بالعلم والإيمان ومحاسن الأعمال ، وهذا إيضاح لقول مجاهد : الطيب من تزكو أقواله وأفعاله.\nوقوله (طَيِّبِينَ) كلمة مختصرة جامعة لكثير من المعاني ، يدخل فيها إتيانهم بكل ما أمروا به ، واجتنابهم كل ما نهوا عنه ، واتصافهم بفضائل الأخلاق وجميل السجايا ، وبراءتهم من ذميم الرذائل ، وتوجههم إلى حضرة القدس ، وعدم اشتغالهم بعالم الشهوات واللذات الجسمانية ، ويتبع ذلك أنه يطيب لهم قبض أرواحهم ، لأنها لم تقبض إلا مع البشارة بالجنة حتى كأنهم مشاهدوها ، ومن هذه حاله لا يألم بالموت كما قال : «إِنَّ الَّذِينَ قالُوا رَبُّنَا اللهُ ثُمَّ اسْتَقامُوا تَتَنَزَّلُ عَلَيْهِمُ الْمَلائِكَةُ أَلَّا تَخافُوا وَلا تَحْزَنُوا ، وَأَبْشِرُوا بِالْجَنَّةِ الَّتِي كُنْتُمْ تُوعَدُونَ. نَحْنُ أَوْلِياؤُكُمْ فِي الْحَياةِ الدُّنْيا وَفِي الْآخِرَةِ وَلَكُمْ فِيها ما تَشْتَهِي أَنْفُسُكُمْ وَلَكُمْ فِيها ما تَدَّعُونَ. نُزُلاً مِنْ غَفُورٍ رَحِيمٍ».",
        "ثم حكى ما تقوله الملائكة بشرى لهم فقال :\n(يَقُولُونَ سَلامٌ عَلَيْكُمْ ادْخُلُوا الْجَنَّةَ بِما كُنْتُمْ تَعْمَلُونَ) أي تقول لهم الملائكة :\nسلام عليكم ، لا يحيق بكم مكروه بعد ، ادخلوا الجنة التي أعدها لكم ربكم ، ووعد كموها بما قدمتم من عمل ، وبما دأبتم على تقواه وطاعته ، والمراد من قوله (ادْخُلُوا الْجَنَّةَ) البشارة بالدخول فيها بعد البعث إذا أريد الدخول بالأرواح والأبدان ، فإن أريد الدخول بالأرواح فحسب كان ذلك حين التوفى كما يشير إليه قوله صلى الله عليه وسلّم «القبر إما روضة من رياض الجنة ، أو حفرة من حفر النار».\nأخرج ابن جرير والبيهقي عن محمد بن كعب القرظي قال : إذا أشرف العبد المؤمن على الموت جاءه ملك فقال : السلام عليك يا ولىّ الله ، الله يقرأ عليك السلام وبشره بالجنة» اه.",
        "(هَلْ يَنْظُرُونَ إِلاَّ أَنْ تَأْتِيَهُمُ الْمَلائِكَةُ أَوْ يَأْتِيَ أَمْرُ رَبِّكَ كَذلِكَ فَعَلَ الَّذِينَ مِنْ قَبْلِهِمْ وَما ظَلَمَهُمُ اللهُ وَلكِنْ كانُوا أَنْفُسَهُمْ يَظْلِمُونَ (33) فَأَصابَهُمْ سَيِّئاتُ ما عَمِلُوا وَحاقَ بِهِمْ ما كانُوا بِهِ يَسْتَهْزِؤُنَ (34))\nتفسير المفردات\nينظرون : ينتظرون ، وأمر ربك : هو الهلاك وعذاب الاستئصال ، وحاق بهم أي أحاط بهم ، وخص استعمالا بإحاطة الشر.\nالمعنى الجملي",
        "بعد أن ذكر طعن المشركين فى القرآن بنحو قولهم : إنه أساطير الأولين ، وإنه قول شاعر ، ثم هددهم بضروب من التهديد والوعيد ، ثم أتبعه بالوعد بالثواب لمن صدق به ـ قفّى على ذلك ببيان أن الكفار لا يزدجرون عن أباطيلهم إلا إذا جاءتهم\nالملائكة قابضة أرواحهم ، أو يأتيهم عذاب الاستئصال ، فلا يبى منهم أحدا ، ثم أتبعه ببيان أن هؤلاء ليسوا ببدع فى الأمم ، فقد فعل من قبلهم مثل فعلهم فأصابهم الهلاك جزاء ما فعلوا ، وما ظلمهم الله ولكن هم قد ظلموا أنفسهم : «إنّ الله لا يغيّر ما بقوم حتّى يغيّروا ما بأنفسهم».\nالإيضاح\n(هَلْ يَنْظُرُونَ إِلَّا أَنْ تَأْتِيَهُمُ الْمَلائِكَةُ) أي ما ينتظر كفار مكة الذين قالوا إن القرآن أساطير الأولين ، إلا أن تأتيهم الملائكة تقبض أرواحهم.",
        "(أَوْ يَأْتِيَ أَمْرُ رَبِّكَ) بالعذاب فى الدنيا كما فعل بأسلافهم من الكفار ، فيرسل عليهم الصواعق ، أو يخسف بهم الأرض ، أو يأتيهم العذاب من حيث لا يشعرون ، وهذا تهديد لهم على تماديهم فى الباطل واغترارهم بالدنيا.\nوخلاصة هذا ـ حثهم على الإيمان بالله ورسوله ، والرجوع إلى الحق قبل أن بنزل بهم ما نزل بمن قبلهم من السالفين المكذبين لرسلهم.\nثم ذكر أنهم ليسوا بأول من كذب الرسل فقال :\n(كَذلِكَ فَعَلَ الَّذِينَ مِنْ قَبْلِهِمْ) أي هكذا تمادى أسلافهم فى شركهم حتى ذاقوا بأسنا ، وحل بهم عذابنا ونكالنا.",
        "ثم ذكر أن ما يصيبهم جزاء لما كسبت أيديهم فقال :\n(وَما ظَلَمَهُمُ اللهُ وَلكِنْ كانُوا أَنْفُسَهُمْ يَظْلِمُونَ) أي وما ظلمهم الله بإنزال العذاب بهم ، لأنه أعذر إليهم ، وأقام حججه عليهم ، بإرسال رسله ، وإنزال كتبه ، ولكن ظلموا أنفسهم بمخالفة الرسل وتكذيبهم ما جاءوا به.\nثم أعقبه بذكر ما ترتب على أعمالهم فقال :\n(فَأَصابَهُمْ سَيِّئاتُ ما عَمِلُوا وَحاقَ بِهِمْ ما كانُوا بِهِ يَسْتَهْزِؤُنَ) أي فلهذا أصابتهم",
        "عقوبة الله على ما فعلوا ، وأحاط بهم عذابه الأليم ، جزاء ما كانوا يسخرون من الرسل حين توعدوهم بعقابه.\nونحو الآية قوله : «هذِهِ النَّارُ الَّتِي كُنْتُمْ بِها تُكَذِّبُونَ».\n(وَقالَ الَّذِينَ أَشْرَكُوا لَوْ شاءَ اللهُ ما عَبَدْنا مِنْ دُونِهِ مِنْ شَيْءٍ نَحْنُ وَلا آباؤُنا وَلا حَرَّمْنا مِنْ دُونِهِ مِنْ شَيْءٍ كَذلِكَ فَعَلَ الَّذِينَ مِنْ قَبْلِهِمْ فَهَلْ عَلَى الرُّسُلِ إِلاَّ الْبَلاغُ الْمُبِينُ (35) وَلَقَدْ بَعَثْنا فِي كُلِّ أُمَّةٍ رَسُولاً أَنِ اعْبُدُوا اللهَ وَاجْتَنِبُوا الطَّاغُوتَ فَمِنْهُمْ مَنْ هَدَى اللهُ وَمِنْهُمْ مَنْ حَقَّتْ عَلَيْهِ الضَّلالَةُ فَسِيرُوا فِي الْأَرْضِ فَانْظُرُوا كَيْفَ كانَ عاقِبَةُ الْمُكَذِّبِينَ (36) إِنْ تَحْرِصْ عَلى هُداهُمْ فَإِنَّ اللهَ لا يَهْدِي مَنْ يُضِلُّ وَما لَهُمْ مِنْ ناصِرِينَ (37))\nتفسير المفردات",
        "الطاغوت : كل معبود دون الله ، من شيطان وكاهن وصنم وكل من دعا إلى ضلال ، ويقع على الواحد كقوله «يُرِيدُونَ أَنْ يَتَحاكَمُوا إِلَى الطَّاغُوتِ وَقَدْ أُمِرُوا أَنْ يَكْفُرُوا بِهِ» وعلى الجمع كقوله : «وَالَّذِينَ كَفَرُوا أَوْلِياؤُهُمُ الطَّاغُوتُ يُخْرِجُونَهُمْ مِنَ النُّورِ إِلَى الظُّلُماتِ» حقت : وجبت وثبتت بالقضاء السابق فى الأزل ، لإصراره على الكفر والعناد.\nالمعنى الجملي\nبعد أن ذكر سبحانه أن هؤلاء المشركين لا يزدجرون إلا إذا جاءتهم الملائكة بالتهديد والوعيد ، أو أتاهم عذاب الاستئصال ، كما حدث لمن قبلهم من الأمم جزاء استهزائهم برسل الله ـ قفى على ذلك ببيان أنهم طعنوا فى إرسال الأنبياء جملة وقالوا\nإنا مجبورون على أعمالنا ، فلا فائدة من إرسالهم ، فلو شاء الله أن نؤمن به ولا نشرك به شيئا ونحل ما أحله ولا نحرم شيئا مما حرمنا لكان الأمر كما أراد ، لكنه لم يشأ إلا ما نحن عليه ، فما يقوله الرسل إنما هو من تلقاء أنفسهم لا من عند الله.",
        "وقد رد الله عليهم مقالهم بأنه كلام قد سبق بمثله المكذبون من الأمم السالفة ، وما على الرسل إلا التبليغ وليس عليهم الهداية ، ولم يترك الله أمة دون أن يرسل إليها هاديا يأمر بعبادته ، وينهاهم عن الضلال والشرك ، فمنهم من استجاب دعوته ، ومنهم من أضله الله على علم ، فحقت عليهم كلمة ربك ، وأخذهم أخذ عزيز مقتدر ، ثم أمرهم بالضرب فى الأرض ليروا آثار أولئك المكذبين الذين أخذوا بذنوبهم ، ثم ذكّر رسوله بأن الحرص على إيمانهم لا ينفعك شيئا ، فإن الله لا يخلق الهداية جبرا وقسرا فيمن يختار الضلالة لنفسه ، كما لا يجد أحدا يدفع عنه بأس الله ونقمته.\nالإيضاح\n(وَقالَ الَّذِينَ أَشْرَكُوا لَوْ شاءَ اللهُ ما عَبَدْنا مِنْ دُونِهِ مِنْ شَيْءٍ نَحْنُ وَلا آباؤُنا وَلا حَرَّمْنا مِنْ دُونِهِ مِنْ شَيْءٍ) أي وقال الذين أشركوا بالله فعبدوا الأصنام والأوثان من دونه تعالى معتذرين عما هم عليه من الشرك محتجين بالقدر : ما نعبد هذه الأصنام إلا لأنه قد رضى عبادتنا لها ، ولا حرّمنا ما حرمنا من البحائر والسوائب والوصائل ونحو ذلك إلا لأنه قد رضى ذلك منا ، ولو كان كارها لما فعلنا لهدانا إلى سواء السبيل ، أو لعجّل لنا العقوبة وما مكننا من عبادتها.\nوقد رد الله عليهم شبهتهم بقوله :",
        "(كَذلِكَ فَعَلَ الَّذِينَ مِنْ قَبْلِهِمْ) أي ومثل ذلك الفعل الشنيع فعل الذين من قبلهم من الأمم ، واستن هؤلاء سنتهم وسلكوا سبيلهم فى تكذيب الرسول واتباع أفعال آبائهم الضلّال.\nثم بين خطأهم فيما يقولون ويفعلون فقال :\n(فَهَلْ عَلَى الرُّسُلِ إِلَّا الْبَلاغُ الْمُبِينُ) أي فهل على الرسل الذين أمروا بتبليغ رسالات ربهم من أمره ونهيه إلا إبلاغ الرسالة وإيضاح طريق الحق وإظهار أحكام الوحى التي منها أن مشيئته تعالى تتعلق بهداية من وجّه همته إلى تحصيل الحق كما قال «وَالَّذِينَ جاهَدُوا فِينا لَنَهْدِيَنَّهُمْ سُبُلَنا» وليس من وظيفتهم إلجاء الناس إلى الإيمان شاءوا أو أبوا ، فإن ذلك ليس من شأنهم ، ولا من الحكمة التي عليها مدار التكليف حتى يستدل بعدم ظهور آثارها على عدم حقية الرسل أو على عدم تعلق مشيئة الله بذلك وقصارى هذا ـ إن الثواب والعقاب لا بد فيهما من أمرين : تعلق مشيئته تعالى بوقوع أحدهما ، وتوجيه همة العبد إلى تحصيل أسبابه وصرف اختياره إلى الدأب على إيجاده ، وإلا كان كل من الثواب والعقاب اضطراريا لا اختياريا ، والرسل ليس من شأنهم إلا تبليغ الأوامر والنواهي ، أما العمل بها إلجاء وقسرا فليس من وظيفتهم لا فى كثير ولا قليل.\nثم بين سبحانه أن بعثة الرسل أمر جرت به السنة الإلهية فى الأمم كلها وجعلت سببا لهدى من أراد الله هدايته ، وزيادة ضلال من أراد ضلاله كالغذاء الصالح ينفع المزاج السرىّ ويقويّه ، ويضر المزاج المنحرف ويفنيه فقال :",
        "(وَلَقَدْ بَعَثْنا فِي كُلِّ أُمَّةٍ رَسُولاً أَنِ اعْبُدُوا اللهَ وَاجْتَنِبُوا الطَّاغُوتَ) أي ولقد أرسلنا فى كل أمة سلفت قبلكم رسولا كما بعثنا فيكم رسولا ، فقال لهم : اعبدوا الله وحده لا شريك له ، واحذروا أن يغويكم الشيطان ويصدكم عن سبيل الله فتضلوا.\nونحو الآية قوله : «وَما أَرْسَلْنا مِنْ قَبْلِكَ مِنْ رَسُولٍ إِلَّا نُوحِي إِلَيْهِ أَنَّهُ لا إِلهَ إِلَّا أَنَا فَاعْبُدُونِ» وقوله : «وَسْئَلْ مَنْ أَرْسَلْنا مِنْ قَبْلِكَ مِنْ رُسُلِنا أَجَعَلْنا مِنْ دُونِ الرَّحْمنِ آلِهَةً يُعْبَدُونَ؟».\nوإجمال القول ـ إن المشيئة الشرعية للكفر منتفية ، لأنه تعالى نهاهم عن ذلك على ألسنة رسله ، والمشيئة الكونية وهى تمكين عباده من الكفر وتقديره لهم\nبحسب اختيارهم وصرف همتهم إلى تحصيل أسبابه ، لا حجة لهم فيها ، لأنه تعالى خلق النار وجعل أهلها من الشياطين وأهل الكفر ، وهو لا يرضى لعباده الكفر ، وله فى ذلك حجة ناصعة وحكمة بالغة.",
        "ثم بين سبحانه أنه أنكر على عباده المكذبين كفرهم بإنزال العقوبة بهم فى الدنيا بعد إنذار الرسل فقال :\n(فَمِنْهُمْ مَنْ هَدَى اللهُ وَمِنْهُمْ مَنْ حَقَّتْ عَلَيْهِ الضَّلالَةُ) أي فممن بعثنا فيهم رسلنا من هداه الله ووفقه لتصديقهم وقبول إرشادهم والعمل بما جاءوا به ، ففازوا وأفلحوا ونجوا من عذابه ، ومنهم من جاروا عن قصد السبيل ، فكفروا بالله وكذبوا رسله واتبعوا الطاغوت ، فأهلكهم بعقابه ، وأنزل بهم شديد بأسه الذي لا يردّ عن القوم المجرمين.\n(فَسِيرُوا فِي الْأَرْضِ فَانْظُرُوا كَيْفَ كانَ عاقِبَةُ الْمُكَذِّبِينَ) أي فسيروا فى الأرض التي كان يسكنها القوم الظالمون ، والبلاد التي كانوا يعمرونها كديار عاد وثمود ومن سار سيرتهم ممن حقت عليه الضلالة ، وانظروا إلى آثار سخطنا عليهم ، لعلكم تعتبرون بما حل بهم.\nثم خاطب سبحانه رسوله صلى الله عليه وسلّم مسلّيا له على ما يراه من جحود قومه وشديد إعراضهم ومبالغتهم فى عنادهم ، مع حدبه عليهم وعظيم رغبته فى إيمانهم ، ومبينا له أن الأمر بيد الله وليس له من الأمر شىء فقال :",
        "(إِنْ تَحْرِصْ عَلى هُداهُمْ فَإِنَّ اللهَ لا يَهْدِي مَنْ يُضِلُّ) أي إن تحرص أيها الرسول على هداية قومك ـ لا ينفعهم حرصك إذا كان الله يريد إضلالهم بسوء اختيارهم وتوجيه عزائمهم ، إلى عمل المعاصي والإشراك بربهم.\nونحو الآية قوله : «إِنَّكَ لا تَهْدِي مَنْ أَحْبَبْتَ وَلكِنَّ اللهَ يَهْدِي مَنْ يَشاءُ» وقوله حكاية عن مقالة نوح لقومه : «وَلا يَنْفَعُكُمْ نُصْحِي إِنْ أَرَدْتُ أَنْ أَنْصَحَ لَكُمْ إِنْ كانَ اللهُ يُرِيدُ أَنْ يُغْوِيَكُمْ هُوَ رَبُّكُمْ» وقوله : «مَنْ يُضْلِلِ اللهُ فَلا هادِيَ لَهُ وَيَذَرُهُمْ فِي طُغْيانِهِمْ يَعْمَهُونَ».\nومجمل القول ـ إن من اختار الضلالة ووجّه همته إلى تحصيل أسبابها فالله سبحانه لا يخلق فيه الهداية قسرا وإلجاء ، لأن مدار الإيمان والكفر الاختيار لا الإلجاء والاضطرار.\n(وَما لَهُمْ مِنْ ناصِرِينَ) أي وما لهم ناصر ينصرهم من الله إن أراد عقوبتهم كما قال : «أَلا لَهُ الْخَلْقُ وَالْأَمْرُ».",
        "(وَأَقْسَمُوا بِاللهِ جَهْدَ أَيْمانِهِمْ لا يَبْعَثُ اللهُ مَنْ يَمُوتُ بَلى وَعْداً عَلَيْهِ حَقًّا وَلكِنَّ أَكْثَرَ النَّاسِ لا يَعْلَمُونَ (38) لِيُبَيِّنَ لَهُمُ الَّذِي يَخْتَلِفُونَ فِيهِ وَلِيَعْلَمَ الَّذِينَ كَفَرُوا أَنَّهُمْ كانُوا كاذِبِينَ (39) إِنَّما قَوْلُنا لِشَيْءٍ إِذا أَرَدْناهُ أَنْ نَقُولَ لَهُ كُنْ فَيَكُونُ (40))\nتفسير المفردات\nالجهد ، بفتح الجيم : المشقة : وبضمها. الطاقة ، وجهد أيمانهم : أي غاية اجتهادهم فيها ، وبلى : كلمة جواب كنعم لكنها لا تقع إلا بعد النفي فتثبت ما بعده ، وعدا عليه حقا : أي وعد ذلك وعدا عليه حقا ، أي ثابتا متحققا لا شك فيه.\nالمعنى الجملي",
        "بعد أن ذكر عز اسمه حجتهم وقولهم إنه لا حاجة إلى الأنبياء جميعا ، لأنا مجبورون فيما نفعل ، وأنه لو شاء الله أن نهتدى لكان ، دون حاجة إلى إرسال الأنبياء ، وردّه عليهم بأن الحاجة إليهم إنما هى فى تبليغ ما أمر به وترك ما نهى عنه ولا يلزمون أحدا بإيمان ولا كفر ـ أردف هذا بشبهة أخرى لهم ، إذ قالوا إنما نحتاج إلى الأنبياء لو كان لنا عودة إلى حياة جديدة بعد الموت فيها ثواب وعقاب ، ولكن\nالعودة إلى حياة أخرى غير ممكنة ولا معقولة ـ ذاك أن الجسم إذا تفرق وذهبت أجزاؤه كل مذهب امتنع أن يعود بعينه ليحاسب ويعاقب ، فرد الله عليهم ما قالوا بأن هذا ممكن ، وقد وعد عليه وعدا حقا ، وأنه فعل ذلك ليميز الخبيث من الطيب والعاصي من المطيع ، وأيضا فإيجاده تعالى للأشياء لا يتوقف على سبق مادة ولا آلة ، بل يقع ذلك بمحض قدرته ومشيئته ، وليس لقدرته دافع ولا مانع.\nأخرج ابن جرير وابن المنذر وابن أبى حاتم عن أبى العالية قال : كان لرجل من المسلمين على رجل من المشركين دين فأتاه يتقاضاه فكان فيما تكلم به ، والذي أرجوه بعد الموت إنه لكذا وكذا ، فقال له المشرك : إنك لتزعم أنك تبعث من بعد الموت ، وأقسم جهد يمينه لا يبعث الله من يموت ، فأنزل الله (وَأَقْسَمُوا بِاللهِ جَهْدَ أَيْمانِهِمْ) الآية.\nوأخرج هؤلاء عن أبى هريرة قال : «قال الله : سبّنى ابن آدم ولم يكن ينبغى له أن يسبنى ، وكذّبنى ولم يكن ينبغى له أن يكذبنى ، فأما تكذيبه إياى فقال (وَأَقْسَمُوا بِاللهِ جَهْدَ أَيْمانِهِمْ لا يَبْعَثُ اللهُ مَنْ يَمُوتُ) وقلت : (بَلى وَعْداً عَلَيْهِ حَقًّا) وأما سبه إياى فقال : (إِنَّ اللهَ ثالِثُ ثَلاثَةٍ) وقلت : (هُوَ اللهُ أَحَدٌ. اللهُ الصَّمَدُ. لَمْ يَلِدْ وَلَمْ يُولَدْ. وَلَمْ يَكُنْ لَهُ كُفُواً أَحَدٌ)».",
        "الإيضاح\n(وَأَقْسَمُوا بِاللهِ جَهْدَ أَيْمانِهِمْ لا يَبْعَثُ اللهُ مَنْ يَمُوتُ) أي إنهم اجتهدوا فى الحلف ، وأغلظوا فى الأيمان ، أنه لا يقع بعث بعد الموت ، وهذا استبعاد منهم لحصوله ، من جراء أن الميت يفنى ويعدم ، والبعث إعادة له ، وإعادة المعدوم مستحيلة.\nوقد رد الله عليهم وكذبهم بقوله :\n(بَلى وَعْداً عَلَيْهِ حَقًّا وَلكِنَّ أَكْثَرَ النَّاسِ لا يَعْلَمُونَ) أي بلى سيبعثه الله بعد مماته ، وقد وعد بذلك وعدا حقا لا بد منه ، ولكن أكثر الناس لجهلهم بشئون الله وصفات كماله من علم وقدرة وحكمة ونحوها ، لا يعلمون أن وعد الله لا بد من نفاذه",
        "وأنه باعثهم بعد مماتهم يوم القيامة أحياء ، ومن قبل هذا جرءوا على مخالفة الرسل ، ووقعوا فى الكفر والمعاصي.\nثم ذكر سبحانه الحكمة فى المعاد ، وقيام الأجساد يوم التناد فقال :\n(لِيُبَيِّنَ لَهُمُ الَّذِي يَخْتَلِفُونَ فِيهِ) أي بل يبعثهم ليبين لهم وجه الحق فيما جاء به الرسل وخالفتهم فيه أممهم ، فيمتاز الخبيث من الطيب ، والمطيع من العاصي ، والظالم من المظلوم ، إلى نحو أولئك مما كان مدار دعوة أولئك الرسل وأنكرته الأمم الذين أرسلوا إليهم ، ويجزى الذين أساءوا بما عملوا ، ويجزى الذين أحسنوا بالحسنى.\n(وَلِيَعْلَمَ الَّذِينَ كَفَرُوا أَنَّهُمْ كانُوا كاذِبِينَ) أي وليعلم الذين جحدوا وقوع البعث والجزاء أنهم كانوا كاذبين فى قولهم : لا يبعث الله من يموت ، وسيدعون إلى نار جهنم دعّا ، وتقول لهم الزبانية : «هذه النّار الّتى كنتم بها تكذّبون. أفسحر هذا أم أنتم لا تبصرون. أصلها فاصبروا أولا تصبروا سواء عليكم إنّما تجزون ما كنتم تعملون».",
        "ثم أخبر سبحانه عن كامل قدرته ، وأنه لا يعجزه شىء فى الأرض ولا فى السماء فقال :\n(إِنَّما قَوْلُنا لِشَيْءٍ إِذا أَرَدْناهُ أَنْ نَقُولَ لَهُ كُنْ فَيَكُونُ) أي إنا إذا أردنا أن نبعث من يموت فلا تعب علينا ولا نصب فى إحيائه ولا بعثه ، لأنا إذا أردنا ذلك فإنما نقول له : كن فيكون ، لا معاناة فيه ، ولا كلفة علينا.\nونحو الآية قوله : «فَإِذا قَضى أَمْراً فَإِنَّما يَقُولُ لَهُ كُنْ فَيَكُونُ» وقوله : «وَما أَمْرُنا إِلَّا واحِدَةٌ كَلَمْحٍ بِالْبَصَرِ» وقوله : «ما خَلْقُكُمْ وَلا بَعْثُكُمْ إِلَّا كَنَفْسٍ واحِدَةٍ».\nوخلاصة هذا ـ إنه تعالى مثّل حصول المقدورات وفق مشيئته ، وسرعة حدوثها حين إرادته ، بسرعة حصول المأمور حين أمر الآمر وقوله ، دون هوادة ولا تراخ.",
        "(وَالَّذِينَ هاجَرُوا فِي اللهِ مِنْ بَعْدِ ما ظُلِمُوا لَنُبَوِّئَنَّهُمْ فِي الدُّنْيا حَسَنَةً وَلَأَجْرُ الْآخِرَةِ أَكْبَرُ لَوْ كانُوا يَعْلَمُونَ (41) الَّذِينَ صَبَرُوا وَعَلى رَبِّهِمْ يَتَوَكَّلُونَ (42))\nالمعنى الجملي\nبعد أن حكى سبحانه أن الكفار أقسموا بالله جهد أيمانهم على إنكار البعث والقيامة ، وتمادوا فى الغىّ والضلالة ، (ومن هذه حاله فليس بالعسير عليه أن يقدم على إيذاء المؤمنين بألوان من الإيذاء ، حتى يضطروهم إلى الهجرة عن الديار ومفارقة الأهل والأوطان) ـ ذكر هنا حكم تلك الهجرة وبين ما لهؤلاء المهاجرين من حسنات فى الدنيا وأجر فى الآخرة ، من جراء أنهم فارقوا أوطانهم وصبروا وتوكلوا على الله.\nوفى هذا ترغيب لغيرهم فى الهجرة واحتمال كل أذى فى سبيل الله احتسابا للأجر.",
        "أخرج عبد بن حميد وابن جرير وابن المنذر عن قتادة فى هذه الآية قال : هؤلاء أصحاب محمد ، ظلمهم أهل مكة فأخرجوهم من ديارهم ، حتى لحق طوائف منهم بأرض الحبشة ، ثم بوّأهم الله المدينة بعد ذلك فجعلها لهم دار هجرة ، وجعل لهم أنصارا من المؤمنين.\nالإيضاح\n(وَالَّذِينَ هاجَرُوا فِي اللهِ مِنْ بَعْدِ ما ظُلِمُوا لَنُبَوِّئَنَّهُمْ فِي الدُّنْيا حَسَنَةً) أي والذين فارقوا قومهم ودورهم وأوطانهم ، وذهبوا إلى بلاد أخرى احتسابا لأجر الله ونيلا لمرضاته ، من بعد ما نالهم من الكفار من أذى فى أنفسهم وأموالهم ـ لنسكننّهم فى الدنيا مساكن حسنة يرضونها ، إذ هم لما تركوا مساكنهم وأموالهم ابتغاء مرضاة الله عوضهم الله خيرا منها فى الدنيا ، فمكّن لهم فى البلاد ، وحكّمهم فى رقاب العباد ، وصاروا أمراء وحكاما ، وكان كل منهم للمتقين إماما.\nثم أخبر سبحانه أن ثوابه لهم فى الدار الآخرة أعظم مما أعطاهم فى الدنيا فقال :",
        "(وَلَأَجْرُ الْآخِرَةِ أَكْبَرُ لَوْ كانُوا يَعْلَمُونَ) أي ولثواب الله إياهم على هجرتهم من أجله فى الآخرة أكبر ، لأن ثوابه إياهم هنالك الجنة التي لا يفنى نعيمها ، ولا يزول خيرها.\nأخرج ابن جرير وابن المنذر عن عمر بن الخطاب أنه كان إذا أعطى الرجل من المهاجرين عطاءه يقول : خذ بارك الله لك فيه ؛ هذا ما وعدك الله فى الدنيا ، وما ذخره لك فى الآخرة أفضل ثم تلا هذه الآية.\n(الَّذِينَ صَبَرُوا وَعَلى رَبِّهِمْ يَتَوَكَّلُونَ) أي هؤلاء هم الذين صبروا على ما نالهم من أذى قومهم ولم يرجعوا القهقرى ، وعلى مفارقة الوطن المحبوب ، وعلى احتمال الغربة بين ناس لم تجمعهم بهم ألفة نسب ولا جوار فى دار ، وقد فوّضوا أمرهم إلى ربهم الذي أحسن لهم العاقبة فى الدنيا والآخرة ، وأعرضوا عن كل ما سواه.\n(وَما أَرْسَلْنا مِنْ قَبْلِكَ إِلاَّ رِجالاً نُوحِي إِلَيْهِمْ فَسْئَلُوا أَهْلَ الذِّكْرِ إِنْ كُنْتُمْ لا تَعْلَمُونَ (43) بِالْبَيِّناتِ وَالزُّبُرِ وَأَنْزَلْنا إِلَيْكَ الذِّكْرَ لِتُبَيِّنَ لِلنَّاسِ ما نُزِّلَ إِلَيْهِمْ وَلَعَلَّهُمْ يَتَفَكَّرُونَ (44) أَفَأَمِنَ الَّذِينَ مَكَرُوا السَّيِّئاتِ أَنْ يَخْسِفَ اللهُ بِهِمُ الْأَرْضَ أَوْ يَأْتِيَهُمُ الْعَذابُ مِنْ حَيْثُ لا يَشْعُرُونَ (45) أَوْ يَأْخُذَهُمْ فِي تَقَلُّبِهِمْ فَما هُمْ بِمُعْجِزِينَ (46) أَوْ يَأْخُذَهُمْ عَلى تَخَوُّفٍ فَإِنَّ رَبَّكُمْ لَرَؤُفٌ رَحِيمٌ (47) أَوَلَمْ يَرَوْا إِلى ما خَلَقَ اللهُ مِنْ شَيْءٍ يَتَفَيَّؤُا ظِلالُهُ عَنِ الْيَمِينِ وَالشَّمائِلِ سُجَّداً لِلَّهِ وَهُمْ داخِرُونَ (48) وَلِلَّهِ يَسْجُدُ ما فِي السَّماواتِ وَما فِي الْأَرْضِ مِنْ دابَّةٍ",
        "وَالْمَلائِكَةُ وَهُمْ لا يَسْتَكْبِرُونَ (49) يَخافُونَ رَبَّهُمْ مِنْ فَوْقِهِمْ وَيَفْعَلُونَ ما يُؤْمَرُونَ (50))\nتفسير المفردات\nأهل الذكر : أهل الكتاب كما قال : «وَلَقَدْ كَتَبْنا فِي الزَّبُورِ مِنْ بَعْدِ الذِّكْرِ» أي التوراة ، والبينة : هى المعجزات الدالة على صدق الرسول ، والزبر : واحدها زبور ، وهى كتب الشرائع والتكاليف التي يبلغها الرسل إلى العباد ، والذكر : القرآن ، لتبين للناس : أي لتوضح لهم ما خفى عليهم من أسرار التشريع ، والمكر : السعى بالفساد خفية ، والسيئات : أي الأعمال التي تسوءهم عاقبتها ، يخسف بهم الأرض : أي يزيلها من الوجود وهم على سطحها ، فى تقلبهم : أي فى أسفارهم وسيرهم فى البلاد البعيدة للسعى فى أرزاقهم كما قال : «لا يَغُرَّنَّكَ تَقَلُّبُ الَّذِينَ كَفَرُوا فِي الْبِلادِ» بمعجزين : أي بفائتين الله تعالى بالهرب والفرار ، والتخوف : التنقص من قولهم تخوّفت الشيء وتخيفّته إذا تنقصته ، والمراد أنه ينقص أموالهم وأنفسهم قليلا قليلا حتى يأتى عليها الفناء جميعا ، ويتفيأ : من الفيء يقال فاء الظل يفىء فيئا إذا رجع وعاد بعد ما أزاله ضياء الشمس ، والظلال : واحدها ظل وهو ما يكون أول النهار قبل أن تناله الشمس ، قال رؤبة : كل ما كانت عليه الشمس فزالت عنه فهو فىء ، وما لم يكن عليه الشمس فهو ظل ، واليمين والشمائل : جانبا الشيء الكثيف من الجبال والأشجار وغيرها ، والسجود : الانقياد والخضوع من قولهم سجدت النخلة إذا مالت لكثرة الحمل ، ومنه قوله : «واسجد لقرد السوء فى زمانه» أي اخضع له ، داخرون : أي صاغرون منقادون واحدهم داخر وهو الذي يفعل ما تأمره به شاء أو أبى ، يخافون ربهم : أي يخافون عقابه ، من فوقهم : أي بالقهر والغلبة كما قال : «وَإِنَّا فَوْقَهُمْ قاهِرُونَ».\nالمعنى الجملي",
        "بعد أن ذكر جلت قدرته ما قاله المشركون من أنهم لا حاجة بهم إلى الأنبياء ، لأن الحاجة إليهم إنما تدعو لو كانت هناك حياة أخرى يحاسبون فيها ، وهم لا يصدقون بها ، وليس من المعقول أن تكون ـ أردف ذلك بشبهة أخرى لهم إذ قالوا هب الله أرسل رسولا فليس من الجائز أن يكون بشرا فالله أعلى وأجل من أن يكون رسوله واحدا من البشر ، فلو بعث إلينا رسولا لبعثه ملكا ، ثم أجاب عن هذه الشبهة بأن سنة الله أن يبعث رسله من البشر ، وإن كنتم فى شك من ذلك فاسألوا أهل الكتاب عن ذلك ؛ ثم هددهم أن يخسف بهم الأرض كما خسف بقارون ، أو يأتيهم بعذاب من السماء فيهلكهم بغتة كما فعل بقوم لوط ، أو يأخذهم وهم يتقلبون فى أسفارهم ومعايشهم ، أو يأخذهم طائفة بعد أخرى ؛ ثم أعقب هذا بما يدل على كمال قدرته فى تدبير أحوال العالم العلوي والسفلى على أتم نظام وأحكم تقدير.\nالإيضاح\n(وَما أَرْسَلْنا مِنْ قَبْلِكَ إِلَّا رِجالاً نُوحِي إِلَيْهِمْ) أي وما أرسلنا من قبلك رسلا إلى أممهم للدعوة إلى توحيدنا والانتهاء إلى أمرنا ـ إلا رجالا من بنى آدم نوحى إليهم لا ملائكة.\nومجمل القول ـ إنا لم نرسل إلى قومك إلا مثل الذين كنا نرسلهم إلى من قبلهم من الأمم أي رسلا من جنسهم وعلى منهاجهم.",
        "روى الضحاك عن ابن عباس أن الله لما بعث محمدا صلى الله عليه وسلّم أنكر العرب ذلك وقالوا الله أعظم من أن يكون رسوله بشرا فأنزل الله : «أَكانَ لِلنَّاسِ عَجَباً أَنْ أَوْحَيْنا إِلى رَجُلٍ مِنْهُمْ أَنْ أَنْذِرِ النَّاسَ» الآية.\nونحو الآية قوله : «وَقالُوا لَوْ لا أُنْزِلَ عَلَيْهِ مَلَكٌ» وقوله : «ما هذا\nإِلَّا بَشَرٌ مِثْلُكُمْ يَأْكُلُ مِمَّا تَأْكُلُونَ مِنْهُ وَيَشْرَبُ مِمَّا تَشْرَبُونَ؟ وَلَئِنْ أَطَعْتُمْ بَشَراً مِثْلَكُمْ إِنَّكُمْ إِذاً لَخاسِرُونَ» وقوله : «لَوْ لا أُنْزِلَ إِلَيْهِ مَلَكٌ فَيَكُونَ مَعَهُ نَذِيراً».\n(فَسْئَلُوا أَهْلَ الذِّكْرِ إِنْ كُنْتُمْ لا تَعْلَمُونَ) أي فاسألوا أهل الكتب السابقة من اليهود والنصارى : أبشرا كانت الرسل إليهم أم ملائكة؟ فإن كانوا ملائكة أنكرتم وإن كانوا بشرا فلا تنكروا أن يكون محمد صلى الله عليه وسلّم رسولا.",
        "(بِالْبَيِّناتِ وَالزُّبُرِ) تقول العرب زبرت الكتاب : أي كتبته كما قال تعالى «وَكُلُّ شَيْءٍ فَعَلُوهُ فِي الزُّبُرِ» أي وما أرسلنا رسلا إلا رجالا بالأدلة والحجج التي تشهد لهم بصدق نبوتهم ، والكتب التي تشمل التكاليف والشرائع التي يبلغونها من الله إلى العباد.\n(وَأَنْزَلْنا إِلَيْكَ الذِّكْرَ لِتُبَيِّنَ لِلنَّاسِ ما نُزِّلَ إِلَيْهِمْ) أي وأنزلنا إليك القرآن تذكيرا وعظة للناس ، لتعرفهم ما أنزل إليهم من الأحكام والشرائع وأحوال القرون المهلكة بأفانين العذاب جزاء عنادهم مع أنبيائهم ، وتبين لهم ما أشكل عليهم من الأحكام وتفصل لهم ما أجمل بحسب مراتبهم فى الاستعداد والفهم لأسرار التشريع.\n(وَلَعَلَّهُمْ يَتَفَكَّرُونَ) أي وتوقعا منك ، وانتظارا لتفكرهم فى هاتيك الأسرار والعبر ، وإبعادا لهم عن سلوك سبيل الغابرين من المكذبين حتى لا يصيبهم مثل ما أصابهم.\nثم حذّرهم وخوّفهم مغبّة ما هم فيه من العصيان والكفر فقال :",
        "(أَفَأَمِنَ الَّذِينَ مَكَرُوا السَّيِّئاتِ أَنْ يَخْسِفَ اللهُ بِهِمُ الْأَرْضَ أَوْ يَأْتِيَهُمُ الْعَذابُ مِنْ حَيْثُ لا يَشْعُرُونَ. أَوْ يَأْخُذَهُمْ فِي تَقَلُّبِهِمْ فَما هُمْ بِمُعْجِزِينَ. أَوْ يَأْخُذَهُمْ عَلى تَخَوُّفٍ فَإِنَّ رَبَّكُمْ لَرَؤُفٌ رَحِيمٌ) أي أفأمن الذين مكروا برسول الله من أهل مكة ، وراموا صد أصحابه عن الإيمان بالله أن يصيبهم بعقوبة من عنده :\n(1) إما بأن يخسف بهم الأرض ويبيدهم من صفحة الوجود كما فعل بقارون من قبل.\n(2) وإما بأن يأتيهم بعذاب من السماء فجأة من حيث لا يشعرون كما صنع بقوم لوط.\n(3) وإما بأن يأخذهم بعقوبة وهم فى أسفارهم يكدحون فى الأرض ابتغاء الرزق ، وما هم بممتنعين عليه فائتين له بالهرب والفرار كما قال : «وَأُمْلِي لَهُمْ إِنَّ كَيْدِي مَتِينٌ» وقال صلى الله عليه وسلّم «إن الله تعالى ليملى للظالم حتى إذا أخذه لم يفلته».",
        "(4) وإما بأن يخيفهم أولا ثم يعذبهم بعد ذلك ، بأن يهلك طائفة فتخاف التي تليها حتى يأتى عليهم جميعا ، ويكون هذا أشد عليهم إيلاما ووحشة.\nوختم الآية بما ختم به ، لبيان أنه لم يأخذهم بعذاب معجّل ، بل آخذهم بحالات يخاف منها كالرياح الشديدة ، والصواعق والزلازل ، وفى ذلك امتداد وقت ، ومهلة يمكن فبها تلافى التقصير ، وهذا من آثار رحمته بعباده.\nثم ذكر آثار قدرته على خلقه فقال :\n(أَوَلَمْ يَرَوْا إِلى ما خَلَقَ اللهُ مِنْ شَيْءٍ يَتَفَيَّؤُا ظِلالُهُ عَنِ الْيَمِينِ وَالشَّمائِلِ سُجَّداً لِلَّهِ وَهُمْ داخِرُونَ) أي ألم ينظر هؤلاء الذين مكروا السيئات إلى ما خلق الله من الأجسام القائمة ، كالأشجار والجبال التي تتفيأ ظلالها ، وترجع من موضع إلى موضع عن اليمين والشمائل ، فهى فى أول النهار على حال ثم تتقلص ، ثم تعود إلى حال أخرى فى آخر النهار ، مائلة من جانب إلى جانب ومن ناحية إلى أخرى ، صاغرة منقادة لربها ، خاضعة لقدرته.",
        "ثم ذكر ما هو كالدليل لما سلف فقال :\n(وَلِلَّهِ يَسْجُدُ ما فِي السَّماواتِ وَما فِي الْأَرْضِ مِنْ دابَّةٍ وَالْمَلائِكَةُ وَهُمْ لا يَسْتَكْبِرُونَ) أي ولله يخضع ما فى السموات وما فى الأرض مما يدب عليها ، وكذلك ملائكته الذين فى السماء وهم لا يستكبرون عن التذلل والخضوع له.\n(يَخافُونَ رَبَّهُمْ مِنْ فَوْقِهِمْ وَيَفْعَلُونَ ما يُؤْمَرُونَ) أي يخاف هؤلاء الملائكة\nوالدواب التي فى الأرض ربهم الذي هو من فوقهم بالقوة والقهر ـ أن يعذبهم إن عصوه ، ويفعلون ما أمرهم به ، فيؤدون حقوقه ويجتنبون سخطه.",
        "ونحو الآية قوله : «وَلِلَّهِ يَسْجُدُ مَنْ فِي السَّماواتِ وَالْأَرْضِ طَوْعاً وَكَرْهاً وَظِلالُهُمْ بِالْغُدُوِّ وَالْآصالِ» ومجمل القول ـ إنه تعالى نبه إلى أنه لعظمته وكبريائه ، تدين له المخلوقات بأسرها ، جمادها ونباتها وحيوانها ومكلفوها من الإنس والجن والملائكة.\n(وَقالَ اللهُ لا تَتَّخِذُوا إِلهَيْنِ اثْنَيْنِ إِنَّما هُوَ إِلهٌ واحِدٌ فَإِيَّايَ فَارْهَبُونِ (51) وَلَهُ ما فِي السَّماواتِ وَالْأَرْضِ وَلَهُ الدِّينُ واصِباً أَفَغَيْرَ اللهِ تَتَّقُونَ (52) وَما بِكُمْ مِنْ نِعْمَةٍ فَمِنَ اللهِ ثُمَّ إِذا مَسَّكُمُ الضُّرُّ فَإِلَيْهِ تَجْئَرُونَ (53) ثُمَّ إِذا كَشَفَ الضُّرَّ عَنْكُمْ إِذا فَرِيقٌ مِنْكُمْ بِرَبِّهِمْ يُشْرِكُونَ (54) لِيَكْفُرُوا بِما آتَيْناهُمْ فَتَمَتَّعُوا فَسَوْفَ تَعْلَمُونَ (55))\nتفسير المفردات\nالرهبة : الخوف ، والدين : الطاعة ، والواصب : الدائم كما قال : «لَهُمْ عَذابٌ واصِبٌ» وتجأرون : أي تتضرعون لكشفه. وأصل الجؤار : صياح الوحش ثم استعمل فى رفع الصوت بالدعاء والاستغاثة.",
        "المعنى الجملي\nلما بين سبحانه فى الآيات السالفة أن كل ما سواه من جماد وحيوان وإنس وجن وملك ـ منقاد به وخاضع لسلطانه ـ أتبع ذلك بالنهى عن الشرك به ، وبين أن كل ما سواه فهو ملكه ، وأنه مصدر النعم كلها ، وأن الإنسان يتضرع إليه إذا مسه\nالضر ، فإذا كشفه عنه رجع إلى كفره ، وأن الحياة الدنيا قصيرة الأمد ، ثم يعلم الكفار بعدئذ ما يحل بهم من النكال والوبال جزاء لهم على سيىء أعمالهم وقبيح أفعالهم.\nالإيضاح",
        "(وَقالَ اللهُ لا تَتَّخِذُوا إِلهَيْنِ اثْنَيْنِ إِنَّما هُوَ إِلهٌ واحِدٌ فَإِيَّايَ فَارْهَبُونِ) أي وقال الله لعباده : لا تتخذوا لى شريكا ولا تعبدوا سواى ، فإنكم إذا عبدتم معى غيرى جعلتموه لى شريكا ، ولا شريك لى ، إنما هو إله واحد ، ومعبود واحد ، وأنا ذاك ، فاتقونى وخافوا عقابى ، بمعصيتكم إياى ، بإشراككم بي غيرى ، أو عبادتكم سواى.\nوإنما ذكر العدد مع أن صيغة التثنية مغنية عنه ، للدلالة على أن المنهي عنه هى الاثنينية وأنها منافية للألوهية ، كما أن وصف الإله بالوحدة فى قوله (إِنَّما هُوَ إِلهٌ واحِدٌ) للدلالة على أن المقصود إثبات الوحدانية وأنها من لوازم الألوهية ، أما الألوهية فغير منكرة ولا متنازع فيها.\nوالخلاصة ـ إنه تعالى أخبر أنه لا إله إلا هو ، وأنه لا تنبغى العبادة إلا له وحده (وَلَهُ ما فِي السَّماواتِ وَالْأَرْضِ وَلَهُ الدِّينُ واصِباً) أي ولله ملك ما فى السموات والأرض من شىء ، لا شريك له فى شىء من ذلك ، وهو الذي خلقهم ، وهو الذي يرزقهم ، وبيده حياتهم وموتهم ، وله الطاعة والإخلاص على طريق الدوام والثبات.\nثم ذكر ما هو كالنتيجة لذلك فقال :",
        "(أَفَغَيْرَ اللهِ تَتَّقُونَ) أي أفبعد أن علمتم هذا ترهبون غير الله ، وتحذرون أن يسلبكم نعمة ، أو يجلب لكم أذى ، أو ينزل بكم نقمة إذا أنتم أخلصتم العبادة لربكم ، وأفردتم الطاعة له ، وما لكم نافع سواه.\nوإجمال ذلك ـ إنكم بعد أن عرفتم أن إله العالم واحد ، وعرفتم أن كل\nما سواه فهو فى حاجة إليه فى وجوده وبقائه ، كيف يعقل أن يكون لامرئ رغبة أو رهبة من غيره؟\nولما بين أن الواجب ألا يتقى غير الله ـ ذكر أنه يجب ألا يشكر إلا هو فقال :",
        "(وَما بِكُمْ مِنْ نِعْمَةٍ فَمِنَ اللهِ) أي وما بكم من نعمة فى أبدانكم من عافية وصحة وسلامة ، وفى أموالكم من نماء وزيادة ، فالله هو المنعم بها عليكم ، والمتفضّل بها لا سواه ، فبيده الخير وهو على كل شىء قدير ، فيجب عليكم أن تشكروه على هذه النعم المتواصلة ، وإحسانه الدائم الذي لا ينقطع.\n(ثُمَّ إِذا مَسَّكُمُ الضُّرُّ فَإِلَيْهِ تَجْئَرُونَ) أي ثم إذا أصابكم فى أبدانكم سقم ومرض أو حاجة عارضة ، أو شدة وجهد فى العيش ووسائل الحياة ، فإليه تصرخون بالدعاء وتستغيثون به ليكشف ذلك عنكم ، علما منكم أنه لا يقدر على إزالة ذلك إلا هو.\n(ثُمَّ إِذا كَشَفَ الضُّرَّ عَنْكُمْ إِذا فَرِيقٌ مِنْكُمْ بِرَبِّهِمْ يُشْرِكُونَ) أي ثم إذا وهب لكم ربكم العافية ، ورفع عنكم ما أصابكم من مرض فى أبدانكم ، أو شدة فى معاشكم ، بتفريج البلاء عنكم ، إذا جماعة منكم يجعلون لله شريكا فى العبادة ، فيعبدون الأوثان ، ويذبحون لها الذبائح ، شكرا لغير من أنعم بالفرج ، وأزال من الضر.\nونحو الآية قوله : (وَإِذا مَسَّكُمُ الضُّرُّ فِي الْبَحْرِ ضَلَّ مَنْ تَدْعُونَ إِلَّا إِيَّاهُ فَلَمَّا نَجَّاكُمْ إِلَى الْبَرِّ أَعْرَضْتُمْ وَكانَ الْإِنْسانُ كَفُوراً).",
        "قال السيد الآلوسى فى تفسيره : وفى الآية ما يدل على أن صنيع العوام اليوم من الجؤار إلى غير الله تعالى ممن لا يملك لهم بل ولا لنفسه نفعا ولا ضرا ـ عند إصابة الضر بهم وإعراضهم عن دعائه تعالى بالكلية ـ سفه عظيم وضلال جديد\nلكنه أشد من الضلال القديم ، ومما تقشعرّ منه الجلود ، لحصوله ممن يؤمن باليوم الموعود.\nإن بعض المتشيخين قال لى وأنا صغير : إياك ثم إياك أن تستغيث بالله إذا خطب دهاك ، فإن الله تعالى لا يعجّل فى إغاثتك ، ولا يهمه سوء حالتك ، وعليك بالاستغاثة بالأولياء السالفين ، فإنهم يعجّلون فى تفريج كربك ، ويهمهم سوء ما حل بك ، فمجّ ذلك سمعى ، وهمي دمعى ، وسألت الله تعالى أن يعصمى والمسلمين من أمثال هذا الضلال المبين ، ولكثير من المتشيخين اليوم كلمات مثل ذلك اه.\n(لِيَكْفُرُوا بِما آتَيْناهُمْ) أي قيضنا لهم ذلك لتكون عاقبة أمرهم أن يجحدوا نعم الله عليهم ، وأنه هو المسدى لها ، وأنه هو الكاشف للنقم عنهم. وقد فعلوا ذلك لسوء استعدادهم وخبث طويتهم ، وبما ران على قلوبهم من الكفر والعصيان ، فجحدوا فضل الملك الديان ، وإحسان صاحب الطّول والإحسان.",
        "ثم توعدهم على سوء صنيعهم وأبان لهم عاقبة أمرهم فقال.\n(فَتَمَتَّعُوا فَسَوْفَ تَعْلَمُونَ) أي فتمتعوا فى هذه الحياة الدنيا إلى أن توافيكم آجالكم ، وتبلغوا الميقات الذي وقّت لحياتكم وتمتعكم فيها ، وبعدئذ ستصيرون إلى ربكم ، فتعلمون عند لقائه وبال ما كسبت أيديكم ، وسوء مغبة أعمالكم ، وتندمون حين لا ينفع الندم.\n(وَيَجْعَلُونَ لِما لا يَعْلَمُونَ نَصِيباً مِمَّا رَزَقْناهُمْ تَاللهِ لَتُسْئَلُنَّ عَمَّا كُنْتُمْ تَفْتَرُونَ (56) وَيَجْعَلُونَ لِلَّهِ الْبَناتِ سُبْحانَهُ وَلَهُمْ ما يَشْتَهُونَ (57) وَإِذا بُشِّرَ أَحَدُهُمْ بِالْأُنْثى ظَلَّ وَجْهُهُ مُسْوَدًّا وَهُوَ كَظِيمٌ (58) يَتَوارى مِنَ الْقَوْمِ مِنْ سُوءِ ما بُشِّرَ بِهِ أَيُمْسِكُهُ عَلى هُونٍ أَمْ يَدُسُّهُ\nفِي التُّرابِ أَلا ساءَ ما يَحْكُمُونَ (59) لِلَّذِينَ لا يُؤْمِنُونَ بِالْآخِرَةِ مَثَلُ السَّوْءِ وَلِلَّهِ الْمَثَلُ الْأَعْلى وَهُوَ الْعَزِيزُ الْحَكِيمُ (60))",
        "تفسير المفردات\nتفترون : أي تكذبون ، سبحانه : أي تنزيها له عن النقائص ؛ والبشارة فى أصل اللغة إلقاء الخبر الذي يؤثّر فى تغير بشرة الوجه ، ويكون فى السرور والحزن فهو حقيقة فى كل منهما ، وعلى هذا جاءت الآية ، ثم خص فى عرف اللغة بالخبر السارّ ، ويقال لمن لقى مكروها قد اسودّ وجهه غما وحزنا ، ولمن ناله الفرح والسرور استنار وجهه وأشرق ، والكظيم : الممتلئ غما وحزنا ؛ والكظم مخرج النفس يقال أخذ بكظمه إذا أخذ بمخرج نفسه ، ومنه كظم غيظه أي حبسه عن الوصول إلى مخرج النفس ، ويتوارى : أي يستخفى ؛ وقد كان من عادتهم فى الجاهلية أن يتوارى الرجل حين ظهور آثار الطلق بامرأته ، فإن أخبر بذكر ابتهج ، وإن أخبر بأنثى حزن وبقي متواريا أياما يدبّر فيها ما يصنع ، ويمسكه : أي يحبسه كقوله (أمسك عليك زوجك) والهون : الهوان والذل ، ويدسّه : أي يخفيه ، ومثل السوء : أي الصفة السوء ، وهى احتياجهم إلى الولد وكراهتهم للبنات خوف الفقر والعار ، ولله المثل الأعلى : أي الصفة العليا وهى أنه لا إله إلا هو ، وأن له جميع صفات الجلال والكمال.\nالمعنى الجملي\nبعد أن بين سبحانه سخف أقوال أهل الشرك ، أردف ذلك بذكر قبائح أفعالهم التي تمجها الأذواق السليمة.",
        "الإيضاح\nحكى سبحانه بعض قبائح المشركين الذين عبدوا الأوثان والأصنام وعدّ. منها :\n(1) (وَيَجْعَلُونَ لِما لا يَعْلَمُونَ نَصِيباً مِمَّا رَزَقْناهُمْ) أي ويجعل هؤلاء المشركون\nللأصنام التي لا يعلمون منها ضرا ولا نفعا نصيبا مما رزقناهم من الحرث والأنعام وغيرهما مما خلق الله يتقربون به إليها ، وهذا إشراك منهم لما لا يعلمون منه الفائدة بالذي يعلمون أنه الذي هو خلقهم وهو الذي رزقهم وهو الذي ينفعهم وهو الذي يضرهم دون غيره ، وقد سبق تفصيل ذلك فيما حكى الله عنهم فى سورة الأنعام بقوله : «وَجَعَلُوا لِلَّهِ مِمَّا ذَرَأَ مِنَ الْحَرْثِ وَالْأَنْعامِ نَصِيباً فَقالُوا هذا لِلَّهِ بِزَعْمِهِمْ وَهذا لِشُرَكائِنا ، فَما كانَ لِشُرَكائِهِمْ فَلا يَصِلُ إِلَى اللهِ وَما كانَ لِلَّهِ فَهُوَ يَصِلُ إِلى شُرَكائِهِمْ ساءَ ما يَحْكُمُونَ».",
        "ثم توعدهم على ما فعلوا فقال :\n(تَاللهِ لَتُسْئَلُنَّ عَمَّا كُنْتُمْ تَفْتَرُونَ) أي أقسم لأسألنّكم عما افتر يتموه واختلقتموه من الباطل ، ولأعاقبنكم على ذلك عقوبة تكون كفاء كفرانكم نعمى ، وافترائكم علىّ.\nونحو الآية قوله : «فَوَ رَبِّكَ لَنَسْئَلَنَّهُمْ أَجْمَعِينَ. عَمَّا كانُوا يَعْمَلُونَ».\nوهذا السؤال سؤال تأنيب وتقريع لهم على ما اجترحوا من أقوال وأفعال.",
        "(2) (وَيَجْعَلُونَ لِلَّهِ الْبَناتِ سُبْحانَهُ وَلَهُمْ ما يَشْتَهُونَ) أي ولقد بلغ من جهل هؤلاء المشركين وعظيم أباطيلهم أنهم يجهلون خلقهم ، ودبّر شؤونهم ، واستحق شكرهم على جزيل نعمائه ـ البنات ، إذ قالت خزاعة : الملائكة بنات الله كما قال عز اسمه : «وَجَعَلُوا الْمَلائِكَةَ الَّذِينَ هُمْ عِبادُ الرَّحْمنِ إِناثاً» وعبدوها مع الله وقد أخطئوا فى ذلك خطأ كبيرا ، وضلوّا ضلالا بعيدا ، إذ نسبوا إليه الأولاد ولا أولاد له ، وأعطوه منها أخسها وهى البنات وهم لا يرضونها لأنفسهم ، بل لا يرضون إلا البنين كما قال تعالى : «أَلَكُمُ الذَّكَرُ وَلَهُ الْأُنْثى؟ تِلْكَ إِذاً قِسْمَةٌ ضِيزى» وقال : «أَلا إِنَّهُمْ مِنْ إِفْكِهِمْ لَيَقُولُونَ. وَلَدَ اللهُ وَإِنَّهُمْ لَكاذِبُونَ أَصْطَفَى الْبَناتِ عَلَى الْبَنِينَ؟ ما لَكُمْ ، كَيْفَ تَحْكُمُونَ».\nوالمراد من قوله ولهم ما يشتهون : انهم يختارون لأنفسهم الذكور ويأنفون من البنات التي نسبوها إلى الله ، تعالى الله عن ذلك علوّا كبيرا.\nقال ابن عباس يقول : تجعلون لى البنات ، ترتضونهن لى ولا ترتضونهنّ لأنفسكم. ثم أكد ما سلف بقوله :\n(وَإِذا بُشِّرَ أَحَدُهُمْ بِالْأُنْثى ظَلَّ وَجْهُهُ مُسْوَدًّا وَهُوَ كَظِيمٌ. يَتَوارى مِنَ الْقَوْمِ مِنْ سُوءِ ما بُشِّرَ بِهِ ، أَيُمْسِكُهُ عَلى هُونٍ أَمْ يَدُسُّهُ فِي التُّرابِ) أي وإذا بشر أحد هؤلاء الذين جعلوا لله البنات بولادة أنثى ظل وجهه مسودا كئيبا من الهم ممتلئا غيظا وحنقا من شدة ما هو فيه من الحزن ، يتوارى من الناس حجلا واستحياء : ولا يود أن يراه أحد من مساءته بما بشر بها ، ويدور بخلده أحد أمرين : إما أن يمسكها ويبقيها بقاء ذلة وهوان فلا يورّثها ولا يعنى بها ، بل يفضّل الذكور عليها ، وإما أن يدسها فى التراب ويدفنها وهى حية ، وذلك هو الوأد المذكور فى قوله تعالى «وَإِذَا الْمَوْؤُدَةُ سُئِلَتْ. بِأَيِّ ذَنْبٍ قُتِلَتْ».",
        "ومعنى قوله (أَلا ساءَ ما يَحْكُمُونَ) بئس ما قالوا ، وبئس ما قسموا ، وبئس ما نسبوه إليه ، فإنهم بالغوا فى الاستنكاف من البنت من وجوه :\n(1) اسوداد الوجه.\n(2) الاختفاء من القوم من شدة نقرتهم منها.\n(3) إنهم يقدمون على قتلها ووأدها ، خشية العار أو خوف الجوع والفقر.",
        "ثم جعل تذييلا لما تقدم قوله :\n(لِلَّذِينَ لا يُؤْمِنُونَ بِالْآخِرَةِ مَثَلُ السَّوْءِ) أي للذين لا يصدّقون بالمعاد والثواب والعقاب من المشركين ، صفة السوء التي هى كالمثل فى القبح ، من حاجتهم إلى الولد ، ليقوم مقامهم بعد موتهم ، وتفضيلهم للذكور للاستظهار بهم ، ووأدهم للبنات خشية العار أو الفقر ، وذلك يومىء إلى العجز والقصور والشح البالغ أقصى غاية.\n(وَلِلَّهِ الْمَثَلُ الْأَعْلى) أي وله تعالى الصفة العليا ، وهى أنه الواحد المنزه عن الولد وأنه لا إله إلا هو ، وله صفات الكمال والجلال من القدرة والعلم والإرادة ونحو ذلك.\n(وَهُوَ الْعَزِيزُ الْحَكِيمُ) أي وهو المنيع تكبرا وجلالا ، لا يغلبه غالب ، الحكيم الذي لا يفعل إلا ما تقتضيه الحكمة البالغة.",
        "(وَلَوْ يُؤاخِذُ اللهُ النَّاسَ بِظُلْمِهِمْ ما تَرَكَ عَلَيْها مِنْ دَابَّةٍ وَلكِنْ يُؤَخِّرُهُمْ إِلى أَجَلٍ مُسَمًّى فَإِذا جاءَ أَجَلُهُمْ لا يَسْتَأْخِرُونَ ساعَةً وَلا يَسْتَقْدِمُونَ (61) وَيَجْعَلُونَ لِلَّهِ ما يَكْرَهُونَ وَتَصِفُ أَلْسِنَتُهُمُ الْكَذِبَ أَنَّ لَهُمُ الْحُسْنى لا جَرَمَ أَنَّ لَهُمُ النَّارَ وَأَنَّهُمْ مُفْرَطُونَ (62) تَاللهِ لَقَدْ أَرْسَلْنا إِلى أُمَمٍ مِنْ قَبْلِكَ فَزَيَّنَ لَهُمُ الشَّيْطانُ أَعْمالَهُمْ فَهُوَ وَلِيُّهُمُ الْيَوْمَ وَلَهُمْ عَذابٌ أَلِيمٌ (63) وَما أَنْزَلْنا عَلَيْكَ الْكِتابَ إِلاَّ لِتُبَيِّنَ لَهُمُ الَّذِي اخْتَلَفُوا فِيهِ وَهُدىً وَرَحْمَةً لِقَوْمٍ يُؤْمِنُونَ (64))\nتفسير المفردات\nالمراد من الناس : العصاة ، والأجل المسمى : يوم القيامة ، ويجعلون : يثبتون وينسبون إليه ، وما يكرهون : هى البنات ، وتصف ألسنتهم الكذب : أي يكذبون ؛ كما يقال عينها تصف السحر أي هى ساحرة ، وقدّها يصف الهيف أي هى هيفاء ، لا جرم : أي حقا ، مفرطون : أي مقدّمون معجّل بهم إليها من أفرطته إلى كذا أي قدّمته ، ويقال لمن تقدم إلى الماء لإصلاح الدلاء والأرسان فارط وفرط ، وليهم : ناصرهم ومساعدهم ، اليوم : أي فى الدنيا.\nالمعنى الجملي",
        "لما حكى سبحانه عن المشركين عظيم كفرهم وقبيح أفعالهم ـ بين هنا حلمه بخلقه مع ظلمهم وأنه يمهلهم بالعقوبة إظهارا لفضله ورحمته ، ولو آخذهم بما كسبت\nأيديهم ما ترك على ظهر الأرض دابة ، أما الظالم فبظلمه وأما غيره فبشؤمه كما قال سبحانه : «وَاتَّقُوا فِتْنَةً لا تُصِيبَنَّ الَّذِينَ ظَلَمُوا مِنْكُمْ خَاصَّةً» لكنه سبحانه يحلم ويستر وينظر إلى أجل مسمى ، ثم سلّى رسوله صلى الله عليه وسلّم على ما كان يناله من أذى عشيرته بأن قومه ليسوا ببدع فى الأمم ، فقد أرسلنا رسلا إلى أمم من قبلك فكذبوهم فلك بهم أسوة ، فلا يحزننّك تكذيبهم ولا تبخع نفسك عليهم أسى وحسرة.\nالإيضاح\n(وَلَوْ يُؤاخِذُ اللهُ النَّاسَ بِظُلْمِهِمْ ما تَرَكَ عَلَيْها مِنْ دَابَّةٍ) أي ولو يؤاخذ الله عصاة بنى آدم بمعاصيهم ما ترك على ظهر الأرض دابة.",
        "أخرج البيهقي وغيره عن أبى هريرة أنه سمع رجلا يقول : إن الظالم لا يضرّ إلا نفسه ، فقال لا والله ، بل إن الحبارى فى وكرها لتموت من ظلم الظالم.\nوعن ابن مسعود رضى الله عنه كاد الجعل (الجعران) يهلك فى جحره بذنب ابن آدم ثم قرأ الآية.\nوأخرج أحمد عن أبى هريرة أنه قال : ذنوب ابن آدم قتلت الجعل فى جحره ، ثم قال إي والله زمن غرق قوم نوح عليه السلام.\n(وَلكِنْ يُؤَخِّرُهُمْ إِلى أَجَلٍ مُسَمًّى فَإِذا جاءَ أَجَلُهُمْ لا يَسْتَأْخِرُونَ ساعَةً وَلا يَسْتَقْدِمُونَ) أي ولكن بحمله يؤخر هؤلاء الظلمة فلا يعاجلهم بالعقوبة إلى أجل سماه الله لعذابهم ، فإذا جاء الوقت الذي وقت لهلاكهم لا يستأخرون عن الهلاك ساعة فيمهلون ولا يستقدمون قبله حتى يستوفوا أعمارهم ، وقد تقدم نظير هذا.",
        "(وَيَجْعَلُونَ لِلَّهِ ما يَكْرَهُونَ) أي وينسب هؤلاء المشركون إلى الله سبحانه ما يكرهون لأنفسهم من البنات والشركاء فى الرياسة.\n(وَتَصِفُ أَلْسِنَتُهُمُ الْكَذِبَ أَنَّ لَهُمُ الْحُسْنى) أي ويكذبون فيما يدعون إذ يزعمون\nأن لهم العاقبة الحسنى عند الله وهى الجنة على تقدير وجودها ، فقد روى أنهم قالوا : إن كان محمد صادقا فى البعث فلنا الجنة بما نحن عليه ، فرد الله عليهم مقالهم بقوله :\n(لا جَرَمَ أَنَّ لَهُمُ النَّارَ وَأَنَّهُمْ مُفْرَطُونَ) أي حقا أن لهم النار وليس بعد عذابها عذاب ، وأنه معجل بها إليهم وهم مقدمون لها.",
        "ثم بين سبحانه أن هذا الصنيع الذي صدر من قريش قد حدث مثله من الأمم السالفة فى حق أنبيائهم فقال مسليا رسوله على ما كان يناله من الغم بسبب جهالانهم (تَاللهِ لَقَدْ أَرْسَلْنا إِلى أُمَمٍ مِنْ قَبْلِكَ فَزَيَّنَ لَهُمُ الشَّيْطانُ أَعْمالَهُمْ فَهُوَ وَلِيُّهُمُ الْيَوْمَ وَلَهُمْ عَذابٌ أَلِيمٌ) أي والله لقد أرسلنا رسلا من قبلك إلى أممهم بمثل ما أرسلناك به إلى أمتك ، من الدعاء إلى توحيد الله وإخلاص العبادة له ، وخلع الأنداد والأوثان ، فحسّن لهم الشيطان ما كانوا عليه مقيمين من الكفر به وعبادة الأوثان ، فكذبوا رسلهم وردوا عليهم ما جاءوا به من عند ربهم ، وما كان ناصرهم فيما اختاروا إلا الشيطان ، وبئس الناصر والمعين ، ولهم فى الآخرة عذاب أليم حين ورودهم إلى ربهم ، إذ لا تنفعهم إذ ذاك ولاية الشيطان كما لم تنفعهم فى الدنيا.\nثم ذكر سبحانه أنه ما أهلك من أهلك ، إلا بعد أن أقام الحجة ، وأزاح العلة فقال :\n(وَما أَنْزَلْنا عَلَيْكَ الْكِتابَ إِلَّا لِتُبَيِّنَ لَهُمُ الَّذِي اخْتَلَفُوا فِيهِ وَهُدىً وَرَحْمَةً لِقَوْمٍ يُؤْمِنُونَ) أي وما أنزلنا عليك كتابنا ، وما بعثناك به إلى عبادنا ، إلا لتبين لهم ما اختلفوا فيه من دين الله ، فيعرفوا الحق من الباطل ، وتقيم عليهم حجة الله التي بعثك بها ، وهو هدى للقلوب الضالة ، ورحمة لقوم يؤمنون به فيصدقون بما فيه ، ويقرّون بما تضمنه من أمر الله ونهيه ويعملون به.\nوخلاصة ذلك ـ إن هذا الكتاب هو الفاصل بين الناس فيما يتنازعون فيه وأنه الهادي لهم إلى سبيل الرشاد.",
        "(وَاللهُ أَنْزَلَ مِنَ السَّماءِ ماءً فَأَحْيا بِهِ الْأَرْضَ بَعْدَ مَوْتِها إِنَّ فِي ذلِكَ لَآيَةً لِقَوْمٍ يَسْمَعُونَ (65) وَإِنَّ لَكُمْ فِي الْأَنْعامِ لَعِبْرَةً نُسْقِيكُمْ مِمَّا فِي بُطُونِهِ مِنْ بَيْنِ فَرْثٍ وَدَمٍ لَبَناً خالِصاً سائِغاً لِلشَّارِبِينَ (66) وَمِنْ ثَمَراتِ النَّخِيلِ وَالْأَعْنابِ تَتَّخِذُونَ مِنْهُ سَكَراً وَرِزْقاً حَسَناً إِنَّ فِي ذلِكَ لَآيَةً لِقَوْمٍ يَعْقِلُونَ (67) وَأَوْحى رَبُّكَ إِلَى النَّحْلِ أَنِ اتَّخِذِي مِنَ الْجِبالِ بُيُوتاً وَمِنَ الشَّجَرِ وَمِمَّا يَعْرِشُونَ (68) ثُمَّ كُلِي مِنْ كُلِّ الثَّمَراتِ فَاسْلُكِي سُبُلَ رَبِّكِ ذُلُلاً يَخْرُجُ مِنْ بُطُونِها شَرابٌ مُخْتَلِفٌ أَلْوانُهُ فِيهِ شِفاءٌ لِلنَّاسِ إِنَّ فِي ذلِكَ لَآيَةً لِقَوْمٍ يَتَفَكَّرُونَ (69))\nتفسير المفردات\nالمراد بحياة الأرض : إنباتها الزرع والشجر وإخراجها الثمر ، يسمعون : أي يسمعون سماع تدبر وفهم. قال الفراء والزجاج : النعم والأنعام واحد يذكر ويؤنث ، ولهذا تقول العرب هذه نعم وارد ، ورجحه ابن العربي فقال إنما يرجع التذكير إلى معنى الجمع والتأنيث إلى معنى الجماعة وقد جاء بالوجهين هنا وفى سورة المؤمنين ، والعبرة : الاعتبار والعظة ، والفرث : كثيف ما يبقى من المأكول فى الكرش والمعى ، خالصا : أي مصفّى من كل ما يصحبه من مواد أخرى ، سائغا : أي سهل المرور فى الحلق ، يقال ساغ الشراب فى الحلق وأساغه صاحبه قال تعالى : «وَلا يَكادُ يُسِيغُهُ» والسكر : الخمر ، والرزق الحسن : الخل والرّبّ والتمر والزبيب ونحو ذلك ، وأوحى. ألهم وعلّم ، وبيوتا : أي أوكارا ؛ وأصل البيت مأوى الإنسان واستعمل هنا فى الوكر الذي تبنيه النحل لتعسل فيه ، لما فيه من دقة الصنع وجميل الهندسة ، ويعرشون : أي يرفعون من الكروم والسقوف ، والسبل : الطرق واحدها سبيل ، والذلل واحدها ذلول : أي\nمنقادة طائعة ، والشراب العسل ، مختلف ألوانه من أبيض إلى أصفر إلى أسود بحسب اختلاف المرعى.",
        "المعنى الجملي\nبعد أن وعد المؤمنين بجنات تجرى من تحتها الأنهار ، وأوعد الكافرين بنار تلظّى ، جزاء ما دنّسوا به أنفسهم من الإشراك بربهم ونسبة البنات إليه وافترائهم عليه ما لم ينزل به سلطانا ـ عاد إلى ذكر دلائل التوحيد من قبل أنه قطب الرحى فى الدين الإسلامى وكل دين سماوى ، ويليه إثبات النبوات والبعث والجزاء ، فبين أنه أنزل المطر من السماء لتحيا به الأرض بعد موتها ، وثنىّ بإخراج اللبن من الأنعام ، وثلث باتخاذ الخمر والخل والدّبس من الأعناب والنخيل ، وربع بإخراج العسل من النحل وفيه شفاء للناس ، وقد بين أثناء ذلك كيف ألهم النحل بناء البيوت والبحث عن أرزاقها من كل فجّ.\nالإيضاح\n(وَاللهُ أَنْزَلَ مِنَ السَّماءِ ماءً فَأَحْيا بِهِ الْأَرْضَ بَعْدَ مَوْتِها إِنَّ فِي ذلِكَ لَآيَةً لِقَوْمٍ يَسْمَعُونَ) نبه سبحانه عباده إلى الحجج الدالة على توحيده ، وأنه لا تنبغى الألوهية إلا له ولا تصلح العبادة لشىء سواه ، فبين أن ذلك المعبود هو الذي أنزل من السماء مطرا ، فأنبت به أنواعا مختلفة من النبات فى أرض ميتة يابسة ، لا زرع فيها ولا عشب ، إن فى ذلك الإحياء بعد الموت لدليلا واضحا ، وحجة قاطعة على وحدانيته تعالى وعلمه وقدرته لمن يسمع هذا القول سماع تدبر وفهم لما يسمع ، إذ لا عبرة بسماع الآذان ، فهو أشبه بسماع الحيوان.",
        "وبعد أن ذكر نزول الماء من السحاب ذكر خروج اللبن من الضّرع ، وفيه أكبر الأدلة على قدرة القادر فقال :\n(وَإِنَّ لَكُمْ فِي الْأَنْعامِ لَعِبْرَةً نُسْقِيكُمْ مِمَّا فِي بُطُونِهِ مِنْ بَيْنِ فَرْثٍ وَدَمٍ لَبَناً خالِصاً سائِغاً لِلشَّارِبِينَ) أي وإن لكم أيها الناس لعظة فى الأنعام دالة على باهر قدرتنا ، وبديع صنعنا ، وواسع فضلنا ، ورحمتنا بعبادنا ، فإننا نسقيكم مما فى بطونها من اللبن الخالص من شائبات المواد الغربية ، السهل التناول ، اللذيذ الطعم ، وهو متولد من بين فرث ودم.\nفإن الله جلت قدرته جعل الحيوان يتغذى بما يأكل من نبات ولحوم ونحوهما حتى إذا هضم المأكول تحول بإذنه تعالى إلى عصارة نافعة للجسم وفضلات تطرد إلى الخارج ، ومن هذه العصارة يتكون الدم الذي يسرى فى عروق الجسم لحفظ الحياة ، وبعض هذا الدم يذهب إلى الغدد التي فى الضرع فتحولها إلى لبن ، فكأنّ الصانع الحكيم جعلها مصنعا ومعملا لتحويل الدم إلى لبن ، وهكذا فى الجسم غدد أخرى كالغدد الأنفية للمخاط والغدد الدمعية للعين ، والغدد المنويّة التي تحول الدم إلى مادة التلقيح.\nوبعد أن ذكر اللبن وبين أنه جعله شرابا سائغا للناس ، ثلّث بذكر ما يتخذ من الأشربة من ثمرات النخيل والأعناب فقال :",
        "(وَمِنْ ثَمَراتِ النَّخِيلِ وَالْأَعْنابِ تَتَّخِذُونَ مِنْهُ سَكَراً وَرِزْقاً حَسَناً) أي ولكم أيضا عبرة فيما نسقيكم من ثمرات النخيل والأعناب مما تتخذونه خمرا وخلا ودبا (عسل التمر) وتمرا.\nروى عن ابن عباس أنه قال : السّكر ما حرّم من ثمرتيهما ، والرزق الحسن ما أحلّ من ثمرتيهما كالخل والرّب (المربة) والتمر والزبيب ونحو ذلك.\n(إِنَّ فِي ذلِكَ لَآيَةً لِقَوْمٍ يَعْقِلُونَ) أي إن فى ذلك لآية باهرة لمن يستعملون عقولهم. بالنظر والتأمل فى الآيات ، ويعتبرون بما يستخلص من العبر.\n(وَأَوْحى رَبُّكَ إِلَى النَّحْلِ) أي وألهم ربك النحل وألقى فى روعها ، وعلّمها أعمالا يتخيل منها أنها ذوات عقول.",
        "وقد تتبع علماء المواليد أحوالها وكتبوا فيها المؤلفات بكل اللغات ، وخصصوا لها مجلات تنشر أطوارها وأحوالها ، وقد وصلوا من ذلك إلى أمور :\n(1) إنها تعيش جماعات كبيرة قد يصل عدد بعضها نحو خمسين ألف نحلة ، وتسكن كل جماعة منها فى بيت خاص يسمى خلية.\n(2) إن كل خلية يكون فيها نحلة واحدة كبيرة تسمى الملكة أو اليعسوب ، وهى أكبرهم جثة وأمرها نافذ فيهم ، وعدد يتراوح بين أربعمائة نحلة وخمسمائة يسمى الذكور ، وعدد آخر من خمسة عشر ألفا إلى خمسين ألف نحلة ، ويسمى الشغالات أو العاملات.\n(3) تعيش هذه الفصائل الثلاث فى كل خلية عيشة تعاونية على أدق ما يكون نظاما ، فعلى الملكة وحدها وضع البيض الذي يخرج منه نحل الخلية كلها ، فهى أم النحل ، وعلى الذكور تلقيح الملكات وليس لها عمل آخر وعلى الشغالة خدمة الخلية وخدمة الملكات وخدمة الذكور ، فتنطلق فى المزارع طوال النهار لجمع رحيق الأزهار ثم تعود إلى الخلية فتفرز عسلا يتغذى به سكان الخلية صغارا وكبارا ، وتفرز الشمع الذي تبنى به بيوتا سداسية الشكل تخزن فى بعضها العسل ، وفى بعض آخر منها تربى صغار النحل ، ولا يمكن المهندس الحاذق أن يبنى مثل هذه البيوت حتى يستعين بالآلات كالمسطرة والفرجار (البرجل). قال الجوهري : ألهمها الله أن تبنى بيوتها على شكل سداسى حتى لا يحصل فيه خلل ولا فرجة ضائعة ، كما عليها أن تنظف الخليّة وتخفق بأجنحتها لتساعد على تهويتها ، وعليها أيضا الدفاع عن المملكة وحراستها من الأعداء كالنمل والزنابير وبعض الطيور.",
        "ثم فسر سبحانه ما أوحى به إليها بقوله :\n(أَنِ اتَّخِذِي مِنَ الْجِبالِ بُيُوتاً وَمِنَ الشَّجَرِ وَمِمَّا يَعْرِشُونَ) أي اجعلي لك بيوتا فى الجبال تأوين إليها ، أو فى الشجر أو فيما يعرش الناس ويبنون من البيوت والسقف والكروم ونحوها.\n(ثُمَّ كُلِي مِنْ كُلِّ الثَّمَراتِ) أي ثم كلى أيتها النحل من كل ثمرة تشتهيها ، حلوة أو مزّة أو بين ذلك.\n(فَاسْلُكِي سُبُلَ رَبِّكِ ذُلُلاً) أي فاسلكى الطرق التي ألهمك الله أن تسلكيها ، وتدخلى فيها لطلب الثمار ، ولا تعسر عليك وإن توعّرت ، ولا تضلّى عن العودة منها وإن بعدت.",
        "وبعد أن خاطب النحل أخبر الناس بفوائدها لأن النعمة لأجلهم فقال :\n(يَخْرُجُ مِنْ بُطُونِها شَرابٌ مُخْتَلِفٌ أَلْوانُهُ) أي يخرج من بطونها عسل مختلف الألوان ، فتارة يكون أبيض وأخرى أصفر ، وحينا أحمر بحسب اختلاف المرعى.\n(فِيهِ شِفاءٌ لِلنَّاسِ) لأنه نافع لكثير من الأمراض ، وكثيرا ما يدخل فى تركيب العقاقير والأدوية.\nروى البخاري ومسلم عن أبى سعيد الخدري أن رجلا جاء إلى رسول الله صلى الله عليه فقال : إن أخى استطلق بطنه فقال له رسول الله (اسقه عسلا) فسقاه عسلا ، ثم جاء فقال يا رسول الله : سقيته عسلا فما زاده إلا استطلاقا ، قال (اذهب فاسقه عسلا (فذهب فسقاه عسلا ثم جاء فقال يا رسول الله ما زاده ذلك إلا استطلاقا ، فقال رسول الله صلى الله عليه وسلّم (صدق الله وكذب بطن أخيك ، اذهب فاسقه عسلا) فذهب فسقاه عسلا فبرئ.",
        "وعلل هذا بعض الأطباء الماضين قال : كان لدى هذا الرجل فضلات فى المعدة ، فلما سقاه عسلا تحللت فأسرعت إلى الخروج فزاد إسهاله ، فاعتقد الأعرابى أن هذا يضره وهو فائدة لأخيه ، ثم سقاه فازداد التحلل والدفع ، وكلما سقاه حدث مثل هذا حتى اندفعت الفضلات الفاسدة المضرة بالبدن ، فاستمسك بطنه ، وصلح مزاجه ، وزالت الآلام والأسقام بإرشاده عليه السلام.\nوروى البخاري عن ابن عباس قال : قال رسول الله صلى الله عليه وسلّم :\n«الشفاء فى ثلاثة فى شرطة محجم ، أو شربة عسل ، أو كيّة بنار ، وانهى أمتى عن الكىّ».\nوقد أثبت الطب الحديث ما للعسل من فوائد ، أدع الكلام فيها ليتولى شرحها النطاسي الكبير المرحوم عبد العزيز إسماعيل باشا قال فى كتابه : [الإسلام والطب الحديث].",
        "ما أصدق الآية الكريمة! «فِيهِ شِفاءٌ لِلنَّاسِ» إن التركيب الكيماوى للعسل كما يلى :\nمن 25 ـ 40 خ دكستروز (جلوكوز).\n«30 ـ 45 خ ليفيلوز.\n«15 ـ 25 خ ماء.",
        "والجلوكوز الموجود فيه بنسبة أكثر من أي غذاء آخر ، وهو سلاح الطبيب فى أغلب الأمراض ، واستعماله فى ازدياد مستمر بتقدم الطب ، فيعطى بالفم وبالحقن الشرجية وتحت الجلد وفى الوريد ، ويعطى بصفته مقويا ومغذيا ، وضد التسمم الناشئ من مواد خارجية كالزرنيخ والزئبق والذهب والكلوفرم والمورفين إلخ ، وضد التسمم الناشئ من أمراض أعضاء الجسم مثل التسمم البولى والناشئ من أمراض الكبد ، والاضطرابات المعدية والمعوية ، وضد التسمم فى الحميات ، مثل التيفويد والالتهاب الرئوي والسحائى المخى والحصبة ، وفى حالات ضعف القلب ، وحالات الذبحة الصدرية ، وبصفة خاصة فى الارتشاحات العمومية الناشئة من التهابات الكلى الحادة وفى احتقان المخ وفى الأورام المخية إلخ وقد يقال : وما أهمية هذه الآية مع أن كل أنواع الغذاء لها فوائد ، وقد ذكر العسل لأنه غذاء لذيذ الطعم وبطريق المصادفة.\nفالحقيقة هى أن أنواع الغذاء الأخرى لا تستعمل كعلاج إلا فيما نذر من الأمراض ناشئة عن نقصها فى الغذاء فقط ، وهذه الفواكه التي تشبه العسل فى الطعم ؛ فإن\nالسكر الذي فيها هو سكر القصب أو أنواع أخرى ، وليس فيها إلا نسبة ضئيلة من (الجلوكوز) الذي هو أهم عناصر العسل.\nوإذا علمنا أن الجلوكوز يستعمل مع الأنسولين حتى فى حالة التسمم الناشئ عن مرض البول السكرى ـ علمنا مقدار فوائده ، وأن القرآن الكريم لم يذكره بطريق المصادفة ، ولكنه تنزيل ممن خلق الإنسان والنحل ، وعلم كلا منهما علاقته بالآخر اه.",
        "كيف يتكون العسل\nتمتص الشغالة رحيق الأزهار ، فينزل ويجتمع فى كيس فى بطنها ، وهناك يمتزج بعصارة خاصة فيتحول إلى عسل ، ولله در أبى العلاء إذ يقول :\nثم تعود النحلة إلى الخلية فتفرز العسل من فمها فى البيوت الشمعية التي خصصت بتخزين العسل ، وكلما امتلأ بيت منها غطاه النحل بطبقة من الشمع وانتقل إلى بيت آخر.\nشمع النحل",
        "تفرز الشغالة صفحات رقيقة صلبة من الشمع تخرجها من بين حلقات بطنها ، ثم تمضغها بفيها حتى تلين ، ويسهل تشكلها بحسب ما تريد ، فتستعملها فى بناء بيوتها السداسية الشكل.\nفوائد النحل\n(1) نأخذ منها العسل الذي هو غذاء لذيذ الطعم يحوى مقدارا كبيرا من المواد المفيدة للجسم.\n(2) نأخذ منها الشمع الذي تصنع منه شموع الإضاءة.",
        "(3) تساعد على تلقيح الأزهار فتكون سببا فى زيادة الثمار وجودة نوعها.\n(إِنَّ فِي ذلِكَ لَآيَةً لِقَوْمٍ يَتَفَكَّرُونَ) أي إن فى إخراج الله من بطون النحل الشراب المختلف الألوان الذي فيه شفاء للناس ـ لدلالة واضحة على أن من سخر النحل ، وهداها لأكل الثمرات التي تأكلها ، واتخاذها البيوت فى الجبال والشجر والعروش ، وأخرج من بطونها ما أخرج مما فيه شفاء للناس ، هو الواحد القهار الذي ليس كمثله شىء ، وأنه لا ينبغى أن يكون له شريك ، ولا تصح الألوهة إلا له.\n(وَاللهُ خَلَقَكُمْ ثُمَّ يَتَوَفَّاكُمْ وَمِنْكُمْ مَنْ يُرَدُّ إِلى أَرْذَلِ الْعُمُرِ لِكَيْ لا يَعْلَمَ بَعْدَ عِلْمٍ شَيْئاً إِنَّ اللهَ عَلِيمٌ قَدِيرٌ (70) وَاللهُ فَضَّلَ بَعْضَكُمْ عَلى بَعْضٍ فِي الرِّزْقِ فَمَا الَّذِينَ فُضِّلُوا بِرَادِّي رِزْقِهِمْ عَلى ما مَلَكَتْ أَيْمانُهُمْ فَهُمْ فِيهِ سَواءٌ أَفَبِنِعْمَةِ اللهِ يَجْحَدُونَ (71) وَاللهُ جَعَلَ لَكُمْ مِنْ أَنْفُسِكُمْ أَزْواجاً وَجَعَلَ لَكُمْ مِنْ أَزْواجِكُمْ بَنِينَ وَحَفَدَةً وَرَزَقَكُمْ مِنَ الطَّيِّباتِ أَفَبِالْباطِلِ يُؤْمِنُونَ وَبِنِعْمَتِ اللهِ هُمْ يَكْفُرُونَ (72))\nتفسير المفردات",
        "أرذل العمر : أردؤه وأخسه ؛ يقال رذل الشيء يرذل رذالة وأرذله غيره قال تعالى حكاية عما قاله قوم شعيب له : «واتّبعك الأرذلون» والحفدة : أولاد الأولاد على ما روى عن الحسن والأزهرى وواحدهم حافد ككتبة وكاتب : من الحفد وهو الخفة فى الخدمة والعمل ؛ يقال منه حفد يحقد حفدا وحفودا وحفدانا : إذا أسرع كما جاء\nفى القنوت (وإليك نسعى ونحفد) والطيبات : اللذائذ ، والمراد بالباطل : منفعة الأصنام وبركتها؟\nالمعنى الجملي\nبعد أن ذكر عجائب أحوال الحيوان ، وما فيها من نعمة للإنسان ؛ كالأنعام التي يتخذ من ضرعها اللبن ، والنحل التي يشتار منها العسل ، ويؤخذ منها الشمع للاضاءة ـ أردف ذلك بيان أحوال الناس ، فذكر مراتب أعمارهم ، وأن منهم من يموت وهو صغير ، ومنهم من يعمّر حتى يصل إلى أرذل العمر ، ويصير نسّاء لا يحفظ شيئا ، وفى ذلك دليل على كمال قدرة الله ووحدانيته ، ثم ثنّى بذكر أعمال أخرى لهم وهى تفضيل بعضهم على بعض فى الرزق ، فقد يرى أكيس الناس وأكثرهم عقلا وفهما يفنى عمره فى طلب القليل من الدنيا وقلّ أن يتيسر له ، بينا يرى أقلّ الناس علما وفهما تتفتح له أبواب السماء ، ويأتيه الرزق من كل صوب ، وذلك دليل على أن الأرزاق قد قسمها الخلاق العليم كما قال : «نَحْنُ قَسَمْنا بَيْنَهُمْ مَعِيشَتَهُمْ فِي الْحَياةِ الدُّنْيا» وقال الشافعي رحمه الله :",
        "ثم ثلث بذكر نعمة ثالثة عليهم ، إذ جعل لهم أزواجا من جنسهم ، وجعل لهم من هذه الأزواج بنين وحفدة ، ورزقهم المطعومات الطيبة من النبات كالثمار والحبوب والأشربة ، أو من الحيوان على اختلاف أنواعها.\nالإيضاح\n(وَاللهُ خَلَقَكُمْ ثُمَّ يَتَوَفَّاكُمْ وَمِنْكُمْ مَنْ يُرَدُّ إِلى أَرْذَلِ الْعُمُرِ) أي والله أوجدكم ولم تكونوا شيئا أنتم ولا آلهتكم التي تعبدونها من دون الله ، ثم وقّت أعماركم بآجال مختلفة ، فمنكم من تعجّل وفاته ، ومنكم من يهرم ويصير إلى أرذل العمر وأخسه ، فتنقص قواه\nوتفسد حواسه ويكون فى عقله وقوته كالطفل كما قال : «وَمَنْ نُعَمِّرْهُ نُنَكِّسْهُ فِي الْخَلْقِ».",
        "أخرج البخاري وابن مردويه عن أنس بن مالك أن رسول الله صلى الله عليه وسلّم كان يقول فى دعائه : «أعوذ بك من البخل والكسل وأرذل العمر وعذاب القبر وفتنة الدجال وفتنة المحيا والممات» وثبت أنه صلى الله عليه وسلّم كان يتعوّذ بالله أن يرد إلى أرذل العمر ، ونقل عن على كرم الله وجهه أن أرذل العمر خمس وسبعون سنة ، وهذا ليس بالمطرد ولا بالكثير.\n(لِكَيْلا يَعْلَمَ مِنْ بَعْدِ عِلْمٍ شَيْئاً) أي إنما رده إلى أرذل العمر ليعود جاهلا كما كان حين طفولته وصباه ، لا يعلم شيئا مما كان يعلمه فى شبابه ، لأن الكبر قد أضعف عقله وأنساه ، فلا يعلم شيئا مما كان يعلم ، وقد انسلخ من عقله بعد أن كان كامل العقل.\nوخلاصة ذلك ـ إنه يكون نسّاء ، فإذا كسب علما فى شىء لم يلبث أن ينساه ويزول من ساعته ، فيقول لك من هذا؟ فتقول له هذا فلان ، فلا يمكث إلا هنيهة ثم يسألك عنه مرة أخرى.\n(إِنَّ اللهَ عَلِيمٌ قَدِيرٌ) أي إن الله عليم بكل شىء ، فيعلم وجه الحكمة فى الخلق والتوفى والرد إلى أرذل العمر ، ولا ينسى شيئا من ذلك ، وهو قدير على كل شىء فلا يعجزه شىء أراده.",
        "ومجمل القول ـ إن ما يعرض فى الهرم من ضعف القوة والقدرة وانتفاء العلم يتنزه عن مثله المولى جل شأنه ، فهو كامل العلم تام القدرة ، لا يتغير شىء منهما بمرور الأزمنة كما يتغير علم البشر وقدرتهم.\nولما ذكر سبحانه تفاوت الناس فى الأعمار ذكر تفاوتهم فى الأرزاق فقال :\n(وَاللهُ فَضَّلَ بَعْضَكُمْ عَلى بَعْضٍ فِي الرِّزْقِ) أي والله تعالى جعلكم متفاوتين فى أرزاقكم ، فمنكم الغنى ومنكم الفقير ، ومنكم المملوك ومنكم المالك ، وأعطاكم من الرزق أكثر مما أعطى مماليككم ، ولم يجعل ذلك بحسن الحيلة وفضل العقل فحسب ، فكثيرا\nما نرى الحوّل القلّب لا يحصل إلا على الكفاف من الرزق بعد الجهد الجهيد ، بينما نرى الأحمق يتقلب فى نعيم العيش وزخرف الدنيا ، ولله درّ سفيان بن عيينة إذ يقول :",
        "(فَمَا الَّذِينَ فُضِّلُوا بِرَادِّي رِزْقِهِمْ عَلى ما مَلَكَتْ أَيْمانُهُمْ فَهُمْ فِيهِ سَواءٌ) أي فما الذين فضّلوا بالرزق وهم الموالى بجاعلى رزقهم من الأموال وغيرها ـ شركة بينهم وبين مماليكهم بحيث يساوونهم فى التصرف فيها ويشاركونهم فى تدبيرها.\nوالخلاصة ـ إن الله جعلكم متفاوتين فى الرزق ، فرزقكم أكثر مما رزق مماليككم ، وهم بشر مثلكم وإخوانكم ، فكان ينبغى أن تردوا فضل ما رزقتموه عليهم وتتساووا وإياهم فى الملبس والمطعم والمسكن ، لكنكم لم ترضوا بهذه المساواة مع أنهم أمثالكم فى البشرية والمخلوقية لله عزّ وجلّ ، فما بالكم تشركون بالله فيما يليق إلا به من الألوهية والمعبودية بعض عباده ، بل أخس مخلوقاته.\nوهذا مثل ضربه الله سبحانه لبيان قبح ما فعله المشركون من عبادة الأصنام والأوثان تقريعا لهم.\nونحو الآية قوله : «هَلْ لَكُمْ مِنْ ما مَلَكَتْ أَيْمانُكُمْ مِنْ شُرَكاءَ فِي ما رَزَقْناكُمْ فَأَنْتُمْ فِيهِ سَواءٌ؟».",
        "(أَفَبِنِعْمَةِ اللهِ يَجْحَدُونَ؟) إذا أضافوا بعض تلك النعم الفائضة عليهم من مولاهم إلى شركائهم ، وجعلوها أندادا ، وهى لا تملك لنفسها نفعا ولا ضرا.\nثم ذكر ضروبه أخرى من ضروب نعمه على عباده تنبيها إلى جليل إنعامه بها إذ هى زينة الحياة فقال :\n(وَاللهُ جَعَلَ لَكُمْ مِنْ أَنْفُسِكُمْ أَزْواجاً وَجَعَلَ لَكُمْ مِنْ أَزْواجِكُمْ بَنِينَ وَحَفَدَةً) أي والله سبحانه جعل لكم أزواجا من جنسكم ، تأنسون بهن ، وتقوم بهن جميع مصالحكم\nوعليهن تدبير معايشكم ، وجعل لكم مهن بنين وحفدة أي أولاد أولاد يكونون زهرة الحياة الدنيا وزينتها ، وبهم التفاخر والتناصر والمساعدة لدى البأساء والضراء.",
        "(وَرَزَقَكُمْ مِنَ الطَّيِّباتِ) أي ورزقكم من لذيذ المطاعم والمشارب ، وجميل الملابس والمساكن ما تنتفعون به إلى أقصى الحدود وأبعد الغايات.\n(أَفَبِالْباطِلِ يُؤْمِنُونَ) أي أفهم بعد هذا البيان الواضح ، والدليل الظاهر ، يوقنون بأن الأصنام شركاء لربهم ينفعونهم ويضرونهم ويشفعون لهم عنده ، وأن البحائر والسوائب والوصائل حرام عليهم كما حرمها لهم أولياء الشيطان؟.\nوليس بعد هذا تأنيب وتوبيخ ، إذ ساقه مساق ما فيه الشك وطلب منهم الجواب عنه.\n(وَبِنِعْمَتِ اللهِ هُمْ يَكْفُرُونَ؟) أي وهم بهذه النعم المتظاهرة عليهم من ربهم يكفرون فيضيفونها إلى غير الخالق ، وينسبونها إلى غير موجدها من صنم أو وثن؟",
        "(وَيَعْبُدُونَ مِنْ دُونِ اللهِ ما لا يَمْلِكُ لَهُمْ رِزْقاً مِنَ السَّماواتِ وَالْأَرْضِ شَيْئاً وَلا يَسْتَطِيعُونَ (73) فَلا تَضْرِبُوا لِلَّهِ الْأَمْثالَ إِنَّ اللهَ يَعْلَمُ وَأَنْتُمْ لا تَعْلَمُونَ (74) ضَرَبَ اللهُ مَثَلاً عَبْداً مَمْلُوكاً لا يَقْدِرُ عَلى شَيْءٍ وَمَنْ رَزَقْناهُ مِنَّا رِزْقاً حَسَناً فَهُوَ يُنْفِقُ مِنْهُ سِرًّا وَجَهْراً هَلْ يَسْتَوُونَ الْحَمْدُ لِلَّهِ بَلْ أَكْثَرُهُمْ لا يَعْلَمُونَ (75) وَضَرَبَ اللهُ مَثَلاً رَجُلَيْنِ أَحَدُهُما أَبْكَمُ لا يَقْدِرُ عَلى شَيْءٍ وَهُوَ كَلٌّ عَلى مَوْلاهُ أَيْنَما يُوَجِّهْهُ لا يَأْتِ بِخَيْرٍ هَلْ يَسْتَوِي هُوَ وَمَنْ يَأْمُرُ بِالْعَدْلِ وَهُوَ عَلى صِراطٍ مُسْتَقِيمٍ (76))\nتفسير المفردات\nرزق السماء : المطر ، ورزق الأرض : النبات والثمار التي تخرج منها ، فلا تضربوا لله الأمثال : أي لا تجعلوا له الأنداد والنظراء فهو كقوله : «فَلا تَجْعَلُوا لِلَّهِ أَنْداداً» وضرب المثل للشىء : ذكر الشبيه له ، ليوضح حاله المبهمة ويزيل ما عرض من الشك فى أمره ، والبكم : الخرس ، وهو إما ناشىء من صمم خلقى وإما لسبب عارض ولا علة فى أذنيه ، فهو يسمع لكن لسانه معتقل لا يطيق الكلام ، فكل من ولد غير سميع فهو أبكم ، لأن الكلام بعد السماع ، ولا سماع له ، وليس كل أبكم يكون أصم صمما طبيعيا ، فإن بعض البكم لا يكونون صمّا ، والكلّ : الغليظ الثقيل من قولهم كلّت السكين إذا غلظت شفرتها فلم تقطع ، وكلّ عن الأمر : ثقل عليه فلم يستطع عمله يوجهه : أي يرسله فى وجه معين من الطريق ، يقال وجهته إلى موضع كذا فتوجه إليه ، على صراط مستقيم : أي طريق عادل غير جائر.\nالمعنى الجملي",
        "بعد أن بين عزت قدرته دلائل التوحيد البيان الشافي فيما سلف ـ أردف ذلك الرد على عابدى الأوثان والأصنام ، فضرب لذلك مثلين يؤكد بهما إبطال عبادتها : أولهما العبد المملوك الذي لا يقدر على شىء ، والحر الكريم الغنى الكثير الإنفاق سرا وجهرا ، ولفت النظر إلى أنهما هل يكونان فى نظر العقل سواء مع تساويهما فى الخلق والصورة البشرية؟ وإذا امتنع ذلك فكيف ينبغى أن يسوى بين القادر على الرزق والإفضال ، والأصنام التي لا تملك ولا تقدر على النفع والضر.\nوالثاني مثل رجلين أحدهما أبكم عاجز لا يقدر على تحصيل خير وهو عبء ثقيل على سيده ، وثانيهما حوّل قلّب ناطق كامل القدرة ، أيستويان لدى أرباب الفكر مع استوائهما فى البشرية؟ وإذا فكيف يدور بخلد عاقل مساواة الجماد برب العالمين فى الألوهية والعبادة؟.\nقال ابن عباس نزلت هذه الآية فى عثمان بن عفان ومولى له كافر يسمى أسيد ابن أبى العاص : كان يكره الإسلام وكان عثمان ينفق عليه ويكفله ويكفيه المئونة وكان المولى ينهاه عن الصدقة والمعروف.\nالإيضاح",
        "(وَيَعْبُدُونَ مِنْ دُونِ اللهِ ما لا يَمْلِكُ لَهُمْ رِزْقاً مِنَ السَّماواتِ وَالْأَرْضِ شَيْئاً وَلا يَسْتَطِيعُونَ) أي ويعبد هؤلاء المشركون بالله من دونه أوثانا لا تملك لهم رزقا من السموات ، فلا تقدر على إنزال القطر منها لإحياء الميت من الأرضين ، ولا تملك لهم رزقا منها ، فلا تقدر على إخراج شىء من نباتها ولا ثمارها ، ولا على شىء مما ذكر فى سالف الآيات مما أنعم الله به على عباده ، ولا يستطيعون أن يملكوا ذلك ولا يمكنهم.\nوفائدة قوله (وَلا يَسْتَطِيعُونَ) أن من لا يملك شيئا قد يكون فى استطاعته أن يتملكه بوجه ، فبين بذلك أن هذه الأصنام لا تملك وليس فى استطاعتها تحصيل الملك.\nوبعد أن بين ضعفها وعجزها رتب على ذلك ما هو كالنتيجة له فقال :\n(فَلا تَضْرِبُوا لِلَّهِ الْأَمْثالَ) أي فلا تجعلوا لله مثلا ولا تشبّهوه بخلقه ، فإنه لا مثل له ولا شبيه.",
        "أخرج ابن المنذر وابن أبى حاتم عن ابن عباس أنه قال فى الآية : أي لا تجعلوا معى إلها غيرى ، فإنه لا إله غيرى.\nثم هددهم على عظيم جرمهم ، وكبير ما اجترحوا من الكفر والمعاصي فقال :\n(إِنَّ اللهَ يَعْلَمُ وَأَنْتُمْ لا تَعْلَمُونَ) أي إن الله يعلم كنه ما تفعلون من الإجرام وعظيم الآثام ، وهو معاقبكم عليه أشد العقاب ، وأنتم لا تعلمون حقيقته ولا مقدار عقابه ؛ ومن ثم صدر ذلك منكم وتجاسرتم عليه ونسبتم إلى الأصنام ما لم يصدر منها ولا هى منه فى قليل ولا كثير.\nوبعد أن نهاهم سبحانه عن الإشراك أعقبه بمثل يكشف عن فسادما ارتكبوه من الحماقات والجهالات فقال :",
        "(ضَرَبَ اللهُ مَثَلاً عَبْداً مَمْلُوكاً لا يَقْدِرُ عَلى شَيْءٍ وَمَنْ رَزَقْناهُ مِنَّا رِزْقاً حَسَناً فَهُوَ يُنْفِقُ مِنْهُ سِرًّا وَجَهْراً هَلْ يَسْتَوُونَ) أي إن مثلكم فى إشراككم بالله الأوثان ، مثل من سوّى بين عبد مملوك عاجز عن التصرف ، وحرّ مالك ما لا ينفق منه كيف يشاء ، ويتصرف فيه كما يريد ، والفطرة الأولى تشهد بأنهما ليسا سواء فى التجلة والاحترام ، مع استوائهما فى الخلق والصورة ـ فكذلك لا ينبغى لعاقل أن يسوّى بين الإله القادر على الرزق والإفضال والأصنام التي لا تملك ولا تقدر على شىء البتة.\nثم ذكر ما هو كالنتيجة لما سلف فقال :\n(الْحَمْدُ لِلَّهِ بَلْ أَكْثَرُهُمْ لا يَعْلَمُونَ) أي الحمد الكامل لله خالصا دون ما تدعون من دونه من الأوثان ، فإياه فاحمدوا دونها ، ما الأمر كما تفعلون ، ولا القول كما تقولون ، فليس للأوثان عندكم من يد ولا معروف فتحمد عليه ، إنما الحمد لله ، ولكن أكثر هؤلاء الكفار الذين يعبدونها لا يعلمون أن ذلك كذلك ، فهم بجهلهم بما يأتون وما يذرون يجعلونها لله شركاء فى العبادة والحمد.\nثم ضرب مثلا آخر يدل على ما يدل عليه المثل السابق على وجه أظهر وأوضح فقال :",
        "(وَضَرَبَ اللهُ مَثَلاً رَجُلَيْنِ أَحَدُهُما أَبْكَمُ لا يَقْدِرُ عَلى شَيْءٍ وَهُوَ كَلٌّ عَلى مَوْلاهُ أَيْنَما يُوَجِّهْهُ لا يَأْتِ بِخَيْرٍ ، هَلْ يَسْتَوِي هُوَ وَمَنْ يَأْمُرُ بِالْعَدْلِ وَهُوَ عَلى صِراطٍ مُسْتَقِيمٍ؟) أي ضرب الله مثلا لنفسه والآلهة التي يعبدونها من دونه مثل رجلين أحدهما أخرس أصم لا يفهم ولا يفهم ، فلا يقدر على شىء مما يتعلق بنفسه أو بغيره ، وهو عيال على من يعوله ويلى أمره ، حيثما يرسله مولاه فى أمر لا يأت بنجح ولا كفاية مهمّ ـ وثانيهما\nرجل سليم الحواس عاقل ينفع نفسه وينفع غيره ، يأمر الناس بالعدل وهو على سيرة صالحة ودين قويم ـ هل يستويان؟\nكذلك الصم لا يسمع شيئا ولا ينطق ، لأنه إما خشب منحوت وإما نحاس مصنوع لا يقدر على نفع من خدمه ، ولا دفع ضر عنه ، وهو كلّ على من يعبده ، يحتاج أن يحمله ويضعه ويخدمه ، وهو لا يعقل ما يقال له فيأتمر بالأمر ، ولا ينطق فيأمر وينهى ، هل يستوى هو ومن يأمر بالحق ويدعو إليه ، وهو الله الواحد القهار الذي يدعو عباده إلى توحيده وطاعته! وهو مع أمره بالعدل على طريق مستقيم لا يعوجّ عن الحق ولا يزول عنه.\n(وَلِلَّهِ غَيْبُ السَّماواتِ وَالْأَرْضِ وَما أَمْرُ السَّاعَةِ إِلاَّ كَلَمْحِ الْبَصَرِ أَوْ هُوَ أَقْرَبُ إِنَّ اللهَ عَلى كُلِّ شَيْءٍ قَدِيرٌ (77) وَاللهُ أَخْرَجَكُمْ مِنْ بُطُونِ أُمَّهاتِكُمْ لا تَعْلَمُونَ شَيْئاً وَجَعَلَ لَكُمُ السَّمْعَ وَالْأَبْصارَ وَالْأَفْئِدَةَ لَعَلَّكُمْ تَشْكُرُونَ (78) أَلَمْ يَرَوْا إِلَى الطَّيْرِ مُسَخَّراتٍ فِي جَوِّ السَّماءِ ما يُمْسِكُهُنَّ إِلاَّ اللهُ إِنَّ فِي ذلِكَ لَآياتٍ لِقَوْمٍ يُؤْمِنُونَ (79))",
        "تفسير المفردات\nالساعة : الوقت الذي تقوم فيه القيامة ، سميت بذلك لأنها تفجأ الإنسان فى ساعة ما فيموت الخلق بصيحة واحدة ، ولمح البصر : رجع الطرف من أعلى الحدقة إلى أسفلها ، والأفئدة واحدها فؤاد : وهى القلوب التي هيأها الله للفهم وإصلاح البدن ، والجو : الهواء بين الأرض والسماء.\nالمعنى الجملي\nبعد أن مثّل سبحانه نفسه بمن يأمر بالعدل وهو على صراط مستقيم ، ومستحيل أن يكون كذلك إلا إذا كان كامل العلم والقدرة ـ أردف ذلك ما يدل على كمال علمه ، فأبان أن العلم بغيوب السموات والأرض ليس إلا له ، وما يدل على كمال قدرته ، فذكر أن قيام الساعة فى السرعة كلمح البصر أو أقرب ، ثم عاد إلى ذكر الدلائل على توحيده ، وأنه الفاعل المختار ، فذكر منها خلق الإنسان فى أطواره المختلفة ، ثم الطير المسخّر بين السماء والأرض ، وكيف جعله يطير بجناحين فى جو السماء ما يمسكه إلا هو بكامل قدرته.",
        "الإيضاح\n(وَلِلَّهِ غَيْبُ السَّماواتِ وَالْأَرْضِ) أي ولله علم ما غاب عن أبصاركم فى السموات والأرض مما لا اطلاع لأحد عليه إلا أن يطلعه الله ، والمراد به جميع الأمور الغائبة عن علوم المخلوقين التي لا سبيل إلى إدراكها حسا ولا إلى فهمها عقلا.\n(وَما أَمْرُ السَّاعَةِ إِلَّا كَلَمْحِ الْبَصَرِ أَوْ هُوَ أَقْرَبُ) أي وما شأنها فى سرعة المجيء إلا كرجع الطرف من أعلى الحدقة إلى أسفلها ، أو هو أقرب من هذا وأسرع ، لأنه إنما يكون بقول (كُنْ فَيَكُونُ).\nونحو الآية قوله «وَما أَمْرُنا إِلَّا واحِدَةٌ كَلَمْحٍ بِالْبَصَرِ» أي فيكون ما يريد كطرف العين.",
        "وقريب من هذا قوله : «ما خَلْقُكُمْ وَلا بَعْثُكُمْ إِلَّا كَنَفْسٍ واحِدَةٍ».\nوالخلاصة ـ إن قيام القيامة ومجىء الساعة التي ينتشر فيها الخلق للوقوف فى موقف الحساب ـ كنظرة من البصر ، وطرفة من العين فى السرعة.\nوخص قيام الساعة من بين الغيوب ، لأنه قد كثرت فيه المماراة فى جميع\nالأزمنة والعصور ، ولدي كثير من الأمم ، فأنكره كثير من البشر وجعلوه مما لا يدخل فى باب الممكنات.",
        "ثم ذكر ما هو كالبرهان على إمكان حدوثها وسرعة وقوعها فقال :\n(إِنَّ اللهَ عَلى كُلِّ شَيْءٍ قَدِيرٌ) أي إن الله قادر على ما يشاء ، لا يمتنع عليه شىء أراده ، فهو قادر على إقامتها فى أقرب من لمح البصر.\nثم ذكر سبحانه مننه على عباده بإخراجه إياهم من بطون أمهاتهم لا يعلمون شيئا ، ثم رزقهم السمع والأبصار والأفئدة فقال :\n(وَاللهُ أَخْرَجَكُمْ مِنْ بُطُونِ أُمَّهاتِكُمْ لا تَعْلَمُونَ شَيْئاً وَجَعَلَ لَكُمُ السَّمْعَ وَالْأَبْصارَ وَالْأَفْئِدَةَ) أي والله جعلكم تعلمون ما لا تعلمون بعد أن أخرجكم من بطون أمهاتكم ، فرزقكم عقولا تفقهون بها ، وتميزون الخير من الشر ، والهدى من الضلال ، والخطأ من الصواب ، وجعل لكم السمع الذي تسمعون به الأصوات ، فيفقه بعضكم عن بعض ما تتحاورون به فيما بينكم ، والأبصار التي تبصرون بها الأشخاص فتتعارفون بها ، وتميزون بعضها من بعض ، والأشياء التي تحتاجون إليها فى هذه الحياة ، فتعرفون السبل ، وتسلكونها للسعى على الأرزاق والسلع لتختاروا الجيد وتتركوا الرديء ، وهكذا جميع مرافق الحياة ووجوهها.",
        "لعلكم تشكرون : أي رجاء أن تشكروه باستعمال نعمه فيما خلقت لأجله ، وتتمكنوا بها من عبادته تعالى ، وتستعينوا بكل جارحة وعضو على طاعته.\nروى البخاري عن أبى هريرة أن رسول الله صلى الله عليه وسلّم قال «يقول الله تعالى : من عادى لى وليّا فقد بارزني بالحرب ، وما تقرب إلىّ عبدى بشىء أفضل من أداء ما افترضت عليه ، ولا يزال عبدى يتقرب إلىّ بالنوافل حتى أحبه ، فإذا أحببته كنت سمعه الذي يسمع به ، وبصره الذي يبصر به ، ويده التي يبطش بها ، ورجله التي يمشى بها ، ولئن سألنى لأعطينه ، ولئن دعانى لأجبته ، ولئن استعاذ بي لأعيذنّه ، وما ترددت فى شىء أنا فاعله ترددى فى قبض نفس عبدى المؤمن ، يكره الموت\nوأكره مساءته ، ولا بد له منه» أي إن العبد إذا أخلص الطاعة صارت أفعاله كلها لله عزّ وجلّ ، فلا يسمع إلا لله ، ولا يبصر إلا لله أي لما شرعه الله له ، ولا يبطش ولا يمشى إلا فى طاعته عزّ وجلّ ، مستعينا به فى ذلك كله.\nثم نبه عباده إلى دليل آخر على كمال قدرته فقال :",
        "(أَلَمْ يَرَوْا إِلَى الطَّيْرِ مُسَخَّراتٍ فِي جَوِّ السَّماءِ ما يُمْسِكُهُنَّ إِلَّا اللهُ) أي ألم ينظروا إلى الطير مذللات فى الهواء بين السماء والأرض ما يمسكهن فى الجو عن الوقوع إلا الله عزّ وجلّ بقدرته الواسعة ، وقد كان فى ثقل أجسادها ، ورقة الهواء ما يقتضى وقوعها ، إذ لا علاقة من فوقها ، ولا دعامة من تحتها ، ولو سلبها ما أعطاها من قوة الطيران لم تقدر على النهوض ارتفاعا.\nوقد كان العلماء قديما يعلمون تخلخل الهواء فى الطبقات العالية فى الجو وهى نظرية لم تدرس فى العلوم الطبيعية إلا حديثا ، فقد أثر عن كعب الأحبار أنه قال : إن الطير يرتفع فى الجو اثنى عشر ميلا ولا يرتفع فوق ذلك.\n(إِنَّ فِي ذلِكَ لَآياتٍ لِقَوْمٍ يُؤْمِنُونَ) أي إن فى ذلك التسخير فى الجو والإمساك فيه ـ لدلالات على أن لا إله إلا الله وحده لا شريك له ، وأنه لا حظ للأوثان والأصنام فى الألوهية ـ لمن يؤمن بالله ، ويقر بوجدان ما تعاينه أبصارهم ، وتحسه حواسهم.\nوخصص هذه الآيات بالمؤمنين ، لأنهم هم المنتفعون بها ، وإن كانت هى آيات لجميع العقلاء.",
        "(وَاللهُ جَعَلَ لَكُمْ مِنْ بُيُوتِكُمْ سَكَناً وَجَعَلَ لَكُمْ مِنْ جُلُودِ الْأَنْعامِ بُيُوتاً تَسْتَخِفُّونَها يَوْمَ ظَعْنِكُمْ وَيَوْمَ إِقامَتِكُمْ وَمِنْ أَصْوافِها وَأَوْبارِها وَأَشْعارِها أَثاثاً وَمَتاعاً إِلى حِينٍ (80) وَاللهُ جَعَلَ لَكُمْ مِمَّا خَلَقَ ظِلالاً وَجَعَلَ لَكُمْ مِنَ الْجِبالِ أَكْناناً وَجَعَلَ لَكُمْ سَرابِيلَ تَقِيكُمُ الْحَرَّ\nوَسَرابِيلَ تَقِيكُمْ بَأْسَكُمْ كَذلِكَ يُتِمُّ نِعْمَتَهُ عَلَيْكُمْ لَعَلَّكُمْ تُسْلِمُونَ (81) فَإِنْ تَوَلَّوْا فَإِنَّما عَلَيْكَ الْبَلاغُ الْمُبِينُ (82) يَعْرِفُونَ نِعْمَتَ اللهِ ثُمَّ يُنْكِرُونَها وَأَكْثَرُهُمُ الْكافِرُونَ (83))\nتفسير المفردات\nسكنا : أي مسكنا ، والظعن (بالسكون والفتح) السير فى البادية لنجعة أو طلب ماء أو مرتع ، والأصواف : للضأن ، والأوبار : للإبل ، والأشعار : للمعز ، والأثاث : متاع البيت كالفرش والثياب وغيرها ، ولا واحد له من لفظه ، والمتاع : ما يتمتع وينتفع به فى المتجر والمعاش ، إلى حين : أي إلى انقضاء آجالكم ، والظلال : ما يستظل به من الغمام والشجر والجبال وغيرها ، والأكنان واحدها كنّ : وهو الغار ونحوه فى الجبل ، والسرابيل واحدها سربال : وهو القميص من القطن والكتّان والصوف وغيرها ، وسرابيل الحزب الجواشن والدروع ، والبأس : الشدة ، ويراد به هنا الحرب.",
        "المعنى الجملي\nبعد أن أقام سبحانه الأدلة على توحيده ، قفى على ذلك بذكر ما أنعم به على عباده فجعل لهم بيوتا يأوون إليها وتكون سكنا لهم ، وجعل لهم من جلود الأنعام بيوتا يستخفون حملها فى أسفارهم ، ويجعلونها خياما فى السفر والحضر ، وجعل لهم فى الجبال الحصون والمعاقل ، وجعل لهم الثياب التي تقيهم الحر ، والدروع والجواشن من الحديد لتقى بعضهم أذى بعض فى الحرب.\nوقصارى هذا ـ إنه امتن على عباده ، فبدأ بما يخص المقيمين بقوله : وجعل لكم من بيوتكم سكنا ، ثم بما يخص المسافرين منهم ممن لهم قدرة على ضرب الخيام بقوله : وجعل لكم من جلود الأنعام بيوتا ، ثم بمن لا قدرة لهم على ذلك ولا يأويهم\nإلا الظلال بقوله ، وجعل لكم مما خلق ظلالا ، ثم بما لا بد منه لكل أحد بقوله :",
        "وجعل لكم سرابيل إلخ ، ثم بما لا غنى عنه فى الحروب بقوله : وسرابيل تقيكم بأسكم.\nالإيضاح\n(وَاللهُ جَعَلَ لَكُمْ مِنْ بُيُوتِكُمْ سَكَناً) أي والله الذي جعل لكم من بيوتكم التي هى من الحجر والمدر مسكنا تقيمون فيه وأنتم فى الحضر.\n(وَجَعَلَ لَكُمْ مِنْ جُلُودِ الْأَنْعامِ بُيُوتاً تَسْتَخِفُّونَها يَوْمَ ظَعْنِكُمْ وَيَوْمَ إِقامَتِكُمْ) أي وجعل لكم قبابا وفساطيط من شعر الأنعام وأصوافها وأوبارها ، تستخفون حملها يوم ترحالكم من دوركم وبلادكم وحين إقامتكم بها.",
        "(وَمِنْ أَصْوافِها وَأَوْبارِها وَأَشْعارِها أَثاثاً وَمَتاعاً إِلى حِينٍ) أي وجعل لكم من أصواف الضأن وأوبار الإبل وأشعار المعز أثاثا لبيوتكم تكتسون به وتستعملونه فى الغطاء والفراش ، ومتاعا من مال وتجارة إلى أجل مسمى ، وهو حين نقضاء آجالكم.\n(وَاللهُ جَعَلَ لَكُمْ مِمَّا خَلَقَ ظِلالاً) أي ومن نعمه تعالى عليكم أن جعل لكم مما خلق من الأشجار وغيرها ظلالا تستظلون بها من شديد الحر.\n(وَجَعَلَ لَكُمْ مِنَ الْجِبالِ أَكْناناً) أي وجعل لكم من الجبال مواضع تستكنون فيها كالمغارات والكهوف ونحوها.\n(وَجَعَلَ لَكُمْ سَرابِيلَ تَقِيكُمُ الْحَرَّ) أي وجعل لكم ثيابا من القطن والكتان والصوف ونحوها ، تقيكم الحر الشديد الذي فى بلادكم وهو مما يذيب دماغ الضبّ حين حمارّة القيظ.",
        "(وَسَرابِيلَ تَقِيكُمْ بَأْسَكُمْ) أي وجعل لكم دروعا وجواشن تقيكم بأس السلاح وأذاه حين الحرب وحين يتقدم القرن إلى قرنه للمصاولة والطعن والضرب والرمي بالنبال.\nتنبيه ـ لما كانت بلاد العرب شديدة الحر وحاجتهم إلى الظل ألزم ، ذكر هذا فى معرض النعم العظيمة ، إلى أن ما يقى من الحريقى من البرد أيضا فكان ذكر أحدهما مغنيا عن ذكر الآخر.\nقال الشهاب الخفاجي فى الريحانة : فى الآية نكتة لطيفة لم ينبّهوا عليها ، وهى أنه إنما اقتصر على الحر لأنه أهم هنا لما عرف من غلبة الحر على ديار العرب ، ثم إن ما يقى الحر يحصل به برودة فى الهواء فى الجملة ، فوقاية الحر إنما هى لتحصيل البرد ، وهذا فيه من اللطف ما هو ألطف من النسيم ، فلله در التنزيل فكم فيه من أسرار لا تتناهى ا ه.\n(كَذلِكَ يُتِمُّ نِعْمَتَهُ عَلَيْكُمْ) أي كما خلق هذه الأشياء لكم ، وأنعم بها عليكم ، يتم نعمة الدنيا والدين عليكم ، ويجعلكم ملوكا وأمراء فيما تفتحون من البلاد والأصقاع ، ويجعل رائدكم فيما تعملون وجه الله وإصلاح الأمم والشعوب كما قال : «وعد الله الّذين آمنوا منكم وعملوا الصّالحات ليستخلفنّهم فى الأرض».",
        "(لَعَلَّكُمْ تُسْلِمُونَ) أي توقعا للنظر فيما أسبغ عليكم من النعم ، فتعرفون حق المنعم بها ، فتؤمنون به وحده ، وتذرون ما أنتم به مشركون ، فتسلمون من عذابه ، فإن العاقل إذا أسدى إليه المعروف شكر من أنعم به عليه كما قال المتنبي :\nوبعد أن عدد ما أنعم به عليهم من النعم ذكر ما يتّبع معهم إذا هم أصروا على عنادهم واستكبارهم ولم تنفعهم الذكرى فقال :\n(فَإِنْ تَوَلَّوْا فَإِنَّما عَلَيْكَ الْبَلاغُ الْمُبِينُ) أي فان استمروا على إعراضهم ، ولم يقبلوا ما ألقى إليهم من البينات فلا يضيرك ذلك ، ولا تبخع نفسك عليهم أسى وحسرة ، فإنك قد أديت رسالتك كاملة غير منقوصة ، وما هى إلا البلاغ الموضّح لمقاصد الدين وبيان أسراره وحكمه ، وقد فعلته بما لا مزيد عليه.\nوجملة القول ـ إنهم إن أعرضوا وتولوا فلست بقادر على خلق الإيمان فى قلوبهم ، فإنما عليك البلاغ فحسب.",
        "ثم بين أن سبب هذا التولي والإعراض لم يكن الجهل بهذه النعم بل كان العتوّ والاستكبار والإنكار لها فقال :\n(يَعْرِفُونَ نِعْمَتَ اللهِ ثُمَّ يُنْكِرُونَها) أي إنهم يعرفون أن هذه النعم كلها من الله ، ثم هم ينكرونها بأفعالهم ، إذ لم يخصّوا المنعم بها بالعبادة والشكر ، بل شكروا غيره معه ، إذ قالوا إن هذه النعم إنما حصلت بشفاعة هذه الأصنام.\n(وَأَكْثَرُهُمُ الْكافِرُونَ) أي إن أكثرهم جاحد معاند يعلم صدق الرسول ولا يؤمن به عتوا واستكبارا ، وقليل منهم كان يجهل صدقه ولم يظهر له كونه نبيا حقا من عند الله ، لأنه لم ينظر فى الأدلة النظر الصحيح الذي يؤدى إلى الغاية ، أولم يعرف الحق لنقص فى العقل فهو لا يسلك سبيله ، أو لم يصل إلى حد التكليف ، فلا تقوم عليه حجة.\nوهذا من صادق أحكام القرآن على الأمم والشعوب ، فهو لا يرسل القول إرسالا ، بل يزنه بميزان الحقيقة الواقعة التي لا تجانف الصواب ، وليس فيها جور ولا ظلم.",
        "(وَيَوْمَ نَبْعَثُ مِنْ كُلِّ أُمَّةٍ شَهِيداً ثُمَّ لا يُؤْذَنُ لِلَّذِينَ كَفَرُوا وَلا هُمْ يُسْتَعْتَبُونَ (84) وَإِذا رَأَى الَّذِينَ ظَلَمُوا الْعَذابَ فَلا يُخَفَّفُ عَنْهُمْ وَلا هُمْ يُنْظَرُونَ (85) وَإِذا رَأَى الَّذِينَ أَشْرَكُوا شُرَكاءَهُمْ قالُوا رَبَّنا هؤُلاءِ شُرَكاؤُنَا الَّذِينَ كُنَّا نَدْعُوا مِنْ دُونِكَ فَأَلْقَوْا إِلَيْهِمُ الْقَوْلَ إِنَّكُمْ لَكاذِبُونَ (86) وَأَلْقَوْا إِلَى اللهِ يَوْمَئِذٍ السَّلَمَ وَضَلَّ عَنْهُمْ ما كانُوا يَفْتَرُونَ (87) الَّذِينَ كَفَرُوا وَصَدُّوا عَنْ سَبِيلِ اللهِ زِدْناهُمْ عَذاباً فَوْقَ الْعَذابِ بِما كانُوا يُفْسِدُونَ (88) وَيَوْمَ نَبْعَثُ فِي كُلِّ أُمَّةٍ شَهِيداً\nعَلَيْهِمْ مِنْ أَنْفُسِهِمْ وَجِئْنا بِكَ شَهِيداً عَلى هؤُلاءِ وَنَزَّلْنا عَلَيْكَ الْكِتابَ تِبْياناً لِكُلِّ شَيْءٍ وَهُدىً وَرَحْمَةً وَبُشْرى لِلْمُسْلِمِينَ (89))\nتفسير المفردات\nالأمة : الجيل من الناس ، وشهيد كل أمة نبيها ، ثم لا يؤذن للذين كفروا : أي إنهم يستأذنون فلا يؤذن لهم ، ويقال استعتبه وأعتبه : إذا رضى عنه ، قال الخليل : العتاب مخاطبة الإدلال ومذاكرة الموجدة ؛ وعاتبه معاتبة وعتابا وأعتبه : سره بعد ما ساءه ، ينظرون : أي يمهلون ويؤخرون ، والشركاء : الأصنام والأوثان والشياطين والملائكة ، وندعو : نعبد ، والسلم : الاستسلام والانقياد ، وضل : ضاع وبطل والمراد بهؤلاء أمته الحاضر منهم عصر التنزيل ومن بعدهم إلى يوم القيامة ، وتبيانا : أي بيانا لأمور الدين إما نصافيها أو ببيان الرسول واستنباط العلماء المجتهدين فى كل عصر.",
        "المعنى الجملي\nبعد أن ذكر حال هؤلاء المشركين وأنهم عرفوا نعمة الله ثم أنكروها ـ قفّى على ذلك بوعيدهم ، فذكر حالهم يوم القيامة ، وأنهم يكونون أذلاء لا يؤذن لهم فى الكلام لتبرئة أنفسهم ولا يمهلون ، بل يؤخذون إلى العذاب بلا تأخير ، وإذا رأوا معبوداتهم من الأصنام والأوثان والملائكة والآدميين قالوا هؤلاء معبوداتنا ، فكذبتهم تلك المعبودات ، واستسلموا لربهم ، وانقادوا له ، وبطل ما كانوا يفترونه ، ثم ذكر ذلك اليوم وهوله وما منح نبيه من الشرف العظيم وأنه أنزل عليه الكتاب ، ليبين للناس ما أشكل عليهم من مصالح دينهم ودنياهم ، ويهديهم سواء السبيل ، وفيه البشرى للمؤمنين بجنات النعيم.\nالإيضاح\n(وَيَوْمَ نَبْعَثُ مِنْ كُلِّ أُمَّةٍ شَهِيداً) أي وخوّف أيها الرسول هؤلاء المشركين يوم نبعث من كل أمة شاهدا عليها بما أجابت داعى الله وهو رسولها الذي أرسل إليها ، إما بالإيمان وطاعة الله ، وإما بالكفر والعصيان.",
        "(ثُمَّ لا يُؤْذَنُ لِلَّذِينَ كَفَرُوا) أي ثم لا يسمع كلام الكافرين بعد شهادة أنبيائهم ولا يلتفت إليه ، إذ فى تلك الشهادة ما يكفى للفصل فى أمرهم والقضاء عليهم ، والله عليم بما كانوا يفعلون ، ولكن فى تلك الشهادة تأنيب لهم وتوبيخ على ما اجترحوا من الفسوق والعصيان والكفر بربهم الذي أنعم عليهم.\nونحو الآية قوله : «هذا يَوْمُ لا يَنْطِقُونَ وَلا يُؤْذَنُ لَهُمْ فَيَعْتَذِرُونَ».\n(وَلا هُمْ يُسْتَعْتَبُونَ) أي ولا يطلب منهم أن يزيلوا عتب ربهم أي غضبه بالتوبة وصالح العمل ، فالآخرة دار جزاء لا دار عمل ، والرجوع إلى الدنيا مما لا يكون بحال.\n(وَإِذا رَأَى الَّذِينَ ظَلَمُوا الْعَذابَ فَلا يُخَفَّفُ عَنْهُمْ وَلا هُمْ يُنْظَرُونَ) أي وإذا عاين هؤلاء الذين كذّبوا وجحدوا نبوّة الأنبياء وهم من كانوا على نهج قومك من المشركين ـ عذاب الله ، فلا ينجيهم منه شىء ، إذ لا يؤذن لهم بالاعتذار فيعتذرون ، فيخفف عنهم بهذا العذر الذي يدّعون ، ولا يرجئون بالعقاب ، لأن وقت التوبة والإنابة قد فات ، وإنما ذاك وقت الجزاء على الأعمال : «فمن يعمل مثقال ذرّة خيرا يره ، ومن يعمل مثقال ذرّة شرّا يره».",
        "ونحو الآية قوله : «وَرَأَى الْمُجْرِمُونَ النَّارَ فَظَنُّوا أَنَّهُمْ مُواقِعُوها وَلَمْ يَجِدُوا عَنْها مَصْرِفاً» وقوله : «إِذا رَأَتْهُمْ مِنْ مَكانٍ بَعِيدٍ سَمِعُوا لَها تَغَيُّظاً وَزَفِيراً ، وَإِذا أُلْقُوا مِنْها مَكاناً ضَيِّقاً مُقَرَّنِينَ دَعَوْا هُنالِكَ ثُبُوراً ، لا تَدْعُوا الْيَوْمَ ثُبُوراً واحِداً وَادْعُوا ثُبُوراً كَثِيراً» ، الثبور : الهلاك.\nثم أخبر عن إلقاء المشركين تبعة أعمالهم على معبوداتهم فقال :\n(وَإِذا رَأَى الَّذِينَ أَشْرَكُوا شُرَكاءَهُمْ قالُوا رَبَّنا هؤُلاءِ شُرَكاؤُنَا الَّذِينَ كُنَّا نَدْعُوا مِنْ دُونِكَ) أي وإذا رأى هؤلاء المشركون بالله يوم القيامة ما كانوا يعبدون من دونه من الأوثان والآلهة التي عبدوها ـ قالوا هؤلاء شركاؤنا فى الكفر بك ، والذين كنا ندعوهم آلهة من دونك ، وربما يكونون قد قالوا هذه المقالة طمعا فى توزيع العذاب بينهم ، أو إحالة الذنب عليهم تعللا بذلك واسترواحا ، مع كونهم يعلمون أن العذاب واقع بهم لا محالة. ولكن الغريق يتعلق بكل ما تقع يده عليه.\nثم ذكر تبرأ آلهتهم منهم ، وهم أحوج ما يكونون إلى نصرتهم لو كانوا ينصرون.",
        "(فَأَلْقَوْا إِلَيْهِمُ الْقَوْلَ إِنَّكُمْ لَكاذِبُونَ) أي قالت لهم الآلهة : كذبتم ما نحن أمرناكم بعبادتنا ، ونحو الآية قوله : «ومن أضلّ ممّن يدعو من دون الله من لا يستجيب له إلى يوم القيامة وهم عن دعائهم غافلون ، وإذا حشر النّاس كانوا لهم أعداء وكانوا بعبادتهم كافرين» وقوله : «واتّخذوا من دون الله آلهة ليكونوا لهم عزّا ، كلّا سيكفرون بعبادتهم ويكونون عليهم ضدّا».\n(وَأَلْقَوْا إِلَى اللهِ يَوْمَئِذٍ السَّلَمَ) أي واستسلم العابد والمعبود لله ، فلا أحد إلا وهو سامع مطيع ، ونحو الآية قوله : «أسمع بهم وأبصر يوم يأتوننا» أي ما أسمعهم وأبصرهم حينئذ ، وقوله : «ولو ترى إذ المجرمون ناكسوا رؤسهم عند ربّهم ربّنا أبصرنا وسمعنا» وقوله : «وعنت الوجوه للحىّ القيّوم» أي خضعت واستسلمت.\n(وَضَلَّ عَنْهُمْ ما كانُوا يَفْتَرُونَ) أي وذهب عنهم ما كانوا يعبدونه افتراء على الله ، فلا ناصر لهم ولا معين ولا شفيع ولا ولىّ مما كانوا يزعمونه فى الدنيا كما قال تعالى حكاية عنهم : «هؤُلاءِ شُفَعاؤُنا عِنْدَ اللهِ».\nوبعد أن ذكر عذاب المضادين بيّن عذاب الضالين المضلين فقال :",
        "(الَّذِينَ كَفَرُوا وَصَدُّوا عَنْ سَبِيلِ اللهِ زِدْناهُمْ عَذاباً فَوْقَ الْعَذابِ بِما كانُوا\nيُفْسِدُونَ) أي الذين جحدوا نبوّتك وكذبوك فيما جئتهم به من عند ربك ، وصدوا عن الإيمان بالله ورسوله من أراده ، زدناهم عذابا فوق عذابهم الذي يستحقونه بكفرهم ، بسبب استمرارهم على الإفساد بالصد عن سبيل الله.\nوخلاصة ذلك ـ إنهم يعذبون عذابين : عذابا على الكفر ، وعذابا على الإضلال وصد الناس عن اتباع الحق.\nونحو الآية قوله : (وَهُمْ يَنْهَوْنَ عَنْهُ وَيَنْأَوْنَ عَنْهُ) أي وهم ينهون الناس عن اتباعه ، وهم يبتعدون منه أيضا ، روى الحاكم والبيهقي وغيرهما عن ابن مسعود أن النبي صلى الله عليه وسلم قال «إن أهل النار إذا جزعوا من حرها استغاثوا بضحضاح فى النار فإذا أتوه تلقّاهم عقارب كأنهم البغال الدهم ، وأفاع كأنهن البخاتىّ (ضخام الإبل) تضربهم فذلك الزيادة».",
        "وفى الآية دليل على تفاوت الكفّار فى عذابهم ، كما يتفاوت المؤمنون فى منازلهم فى الجنة ودرجاتهم فيها.\nثم خاطب سبحانه عبده ورسوله محمدا صلى الله عليه وسلّم فقال :\n(وَيَوْمَ نَبْعَثُ فِي كُلِّ أُمَّةٍ شَهِيداً عَلَيْهِمْ مِنْ أَنْفُسِهِمْ وَجِئْنا بِكَ شَهِيداً عَلى هؤُلاءِ) أي واذكر أيها الرسول ذلك اليوم وهوله يوم يبعث الله نبى كل أمة شاهدا عليهم ، فيكون أقطع للمعذرة ، وأظهر فى إتمام الحجة عليهم ، وجئنا بك شهيدا على أمتك ، بما أجابوك ، وبما عملوا فيما أرسلتك به إليهم.\nوهذه الآية شبيهة بالآية التي انتهى إليها عبد الله بن مسعود حين قرأ على رسول الله صلى الله عليه وسلّم صدر سورة النساء ، فلما وصل إلى قوله «فَكَيْفَ إِذا جِئْنا مِنْ كُلِّ أُمَّةٍ بِشَهِيدٍ وَجِئْنا بِكَ عَلى هؤُلاءِ شَهِيداً» قال له رسول الله صلى الله عليه وسلّم «حسبك» فقال ابن مسعود : فالتفتّ فإذا عيناه تذرفان.",
        "ثم ذكر ما تفضل به من الوحى على رسوله فقال :\n(وَنَزَّلْنا عَلَيْكَ الْكِتابَ تِبْياناً لِكُلِّ شَيْءٍ وَهُدىً وَرَحْمَةً وَبُشْرى لِلْمُسْلِمِينَ) أي ونزلنا عليك أيها الرسول هذا القرآن تبيانا لكل ما بالناس إليه حاجة من معرفة\nالحلال والحرام والثواب والعقاب ، وهدى من الضلالة ، رحمة لمن صدق به ، وعمل بما فيه من حدود الله وأمره ونهيه ، فأحل حلاله وحرم حرامه ، وبشرى لمن أطاع الله وأناب إليه ، بجزيل الثواب فى الآخرة وعظيم الكرامة.\nووجه ارتباط هذا بما قبله ، بيان أن الذي فرض عليك تبليغ الكتاب الذي أنزله عليك ، سائلك يوم القيامة عن ذلك كما قال : «فَلَنَسْئَلَنَّ الَّذِينَ أُرْسِلَ إِلَيْهِمْ وَلَنَسْئَلَنَّ الْمُرْسَلِينَ» وقال : «فَوَ رَبِّكَ لَنَسْئَلَنَّهُمْ أَجْمَعِينَ عَمَّا كانُوا يَعْمَلُونَ» وقال : «إِنَّ الَّذِي فَرَضَ عَلَيْكَ الْقُرْآنَ لَرادُّكَ إِلى مَعادٍ» أي إن الذي أوجب عليك تبليغ القرآن لرادك إليه ، وسائلك عن أداء ما فرض عليك.",
        "وتبيان القرآن لأمور الدين إما مباشرة وإما ببيان الرسول ، وقد أمرنا سبحانه باتباع هذا البيان فى قوله «وَما آتاكُمُ الرَّسُولُ فَخُذُوهُ وَما نَهاكُمْ عَنْهُ فَانْتَهُوا» وقوله «لِتُبَيِّنَ لِلنَّاسِ ما نُزِّلَ إِلَيْهِمْ» ولقوله صلى الله عليه وسلّم : «إنى أوتيت القرآن ومثله معه» وإما ببيان الصحابة والعلماء المجتهدين له ، وقد قال النبي صلى الله عليه وسلّم «عليكم بسنتى وسنة الخلفاء الراشدين من بعدي ، عضّوا عليها بالنواجذ» وقد كان كما قال الرسول صلى الله عليه وسلّم فاجتهد الأئمة ووطّئوا طرق البحث فى أمور الدين لمن بعدهم ، واستنبطوا من الكتاب والسنة مذاهب وآراء فى العبادات ومعاملات الناس بعضهم مع بعض ، ودوّنوا تشريعا ينهل منه المسلمون فى كل جيل ، ويرجع إليه القضاة ليحكموا بين الناس بالعدل ، وكان أجلّ تشريع أخرج للناس كما اعترف بذلك أرباب الديانات الأخرى وكذلك من لم يتدين منهم بدين.\n(إِنَّ اللهَ يَأْمُرُ بِالْعَدْلِ وَالْإِحْسانِ وَإِيتاءِ ذِي الْقُرْبى وَيَنْهى عَنِ الْفَحْشاءِ وَالْمُنْكَرِ وَالْبَغْيِ يَعِظُكُمْ لَعَلَّكُمْ تَذَكَّرُونَ (90) وَأَوْفُوا بِعَهْدِ اللهِ إِذا عاهَدْتُمْ وَلا تَنْقُضُوا الْأَيْمانَ بَعْدَ تَوْكِيدِها وَقَدْ جَعَلْتُمُ اللهَ\nعَلَيْكُمْ كَفِيلاً إِنَّ اللهَ يَعْلَمُ ما تَفْعَلُونَ (91) وَلا تَكُونُوا كَالَّتِي نَقَضَتْ غَزْلَها مِنْ بَعْدِ قُوَّةٍ أَنْكاثاً تَتَّخِذُونَ أَيْمانَكُمْ دَخَلاً بَيْنَكُمْ أَنْ تَكُونَ أُمَّةٌ هِيَ أَرْبى مِنْ أُمَّةٍ إِنَّما يَبْلُوكُمُ اللهُ بِهِ وَلَيُبَيِّنَنَّ لَكُمْ يَوْمَ الْقِيامَةِ ما كُنْتُمْ فِيهِ تَخْتَلِفُونَ (92) وَلَوْ شاءَ اللهُ لَجَعَلَكُمْ أُمَّةً واحِدَةً وَلكِنْ يُضِلُّ مَنْ يَشاءُ وَيَهْدِي مَنْ يَشاءُ وَلَتُسْئَلُنَّ عَمَّا كُنْتُمْ تَعْمَلُونَ (93))\nتفسير المفردات",
        "العدل لغة : المساواة فى كل شىء بلا زيادة ولا نقصان فيه ، والمراد به هنا المكافأة فى الخير والشر. والإحسان : مقابلة الخير بأكثر منه ، والشر بالعفو عنه ، وإيتاء ذى القربى : أي إعطاء الأقارب حقهم من الصلة والبر. والفحشاء : ما قبح من القول والفعل ، فيدخل فيه الزنا وشرب الخمر والحرص والطمع والسرقة ونحو ذلك من الأقوال والأفعال المذمومة ، والمنكر : ما تنكره العقول من دواعى القوة الغضبية كالضرب الشديد والقتل والتطاول على الناس ، والبغي : الاستعلاء على الناس والتجبر عليهم بالظلم والعدوان ، والوعظ : التنبيه إلى الخير بالنصح والإرشاد ، والعهد : كل ما يلتزمه الإنسان باختياره ، ويدخل فيه الوعد ، ونقض اليمين : الحنث فيها وأصله فك أجزاء الجسم بعضها من بعض ، وتوكيدها : توثيقها والتشديد فيها ، كفيلا : أي شاهدا ورقيبا ، والغزل : ما غزل من صوف ونحوه ، والقوة : الإبرام والإحكام ، والأنكاث ، واحدها نكث وهو ما ينكث فتله وينقض بعد غزله ، والدخل : المكر والخديعة. وقال أبو عبيدة : كل أمر لم يكن صحيحا فهو دخل ، ويراد به أن يظهر المرء الوفاء بالعهد ويبطن النقض ، أربى : أي أكثر وأوفر عددا.\nالمعنى الجملي\nبعد أن بالغ سبحانه فى الوعد للمتقين والوعيد للكافرين ، وعاد وكرر فى الترغيب والترهيب إلى أقصى الغاية ، أردف ذلك ذكر هذه الأوامر التي جمعت فضائل الأخلاق والآداب وضروب التكاليف التي رسمها الدين وحث عليها لما فيها من إصلاح حال النفوس ، وصلاح حال الأمم والشعوب ، ثم ضرب الأمثال لمن يحيد عنها وينفر من فعلها.\nثم أبان أن أمر الهداية والإضلال بيده وأنه قد قدّره بحسب استعداد النفوس للصلاح والغواية ، وأنه سيجازى يوم القيامة كل نفس بما كسبت ، لا ظلم اليوم ، إنه سريع الحساب.",
        "أخرج البخاري وابن جرير وابن المنذر والطبراني والحاكم والبيهقي عن ابن مسعود رضى الله عنه أنه قال : «أعظم آية فى كتاب الله تعالى : «اللهُ لا إِلهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ» وأجمع آية فى كتاب الله للخير والشر الآية التي فى النحل «إنّ الله يأمر بالعدل والإحسان» وأكثر آية فى كتاب الله تفويضا «ومن يتّق الله يجعل له مخرجا ويرزقه من حيث لا يحتسب» وأشد آية فى كتاب الله رجاء «يا عبادى الّذين أسرفوا على أنفسهم لا تقنطوا من رحمة الله إنّ الله يغفر الذّنوب جميعا» وعن عكرمة «أن النبي صلى الله عليه وسلّم قرأ على الوليد بن المغيرة هذه الآية فقال له يا ابن أخى أعد علىّ ، فأعادها عليه ، فقال له الوليد : والله إن له لحلاوة ، وإن عليه لطلاوة ، وإن أعلاه لمثمر ، وإن أسفله لمغدق ، وما هو بقول البشر.\nوأخرج البيهقي فى شعب الإيمان عن الحسن رضى الله عنه «أنه قرأ هذه الآية «إِنَّ اللهَ يَأْمُرُ بِالْعَدْلِ وَالْإِحْسانِ» الآية ثم قال إن الله عزّ وجلّ جمع لكم الخير كله ، والشر كله فى آية واحدة ، فو الله ما ترك العدل والإحسان من طاعة الله شيئا إلا جمعه وأمر به ، ولا ترك الفحشاء والمنكر والبغي من معصية الله شيئا إلا جمعه وزجر عنه.\nقال الحافظ أبو يعلى فى كتاب معرفة الصحابة عن على بن عبد الملك بن عمير عن أبيه قال : «بلغ أكثم بن صيفى مخرج النبي صلى الله عليه وسلّم فأراد أن يأتيه فأتى قومه أن يدعوه وقالوا : أنت كبيرنا ، لم تكن لتخفّ إليه ، قال فليأته من يبلّغه عنى ويبلغنى عنه ، فانتدب رجلان فأتيا النبي صلى الله عليه وسلّم فقالا : نحن رسل أكثم بن صيفى وهو يسألك من أنت وما أنت؟ فقال النبي صلى الله عليه وسلم : أما من أنا؟ فأنا محمد بن عبد الله ، وأما ما أنا؟ فأنا عبد الله ورسوله ، قال ثم تلا عليهم : «إن الله يأمر بالعدل والإحسان» الآية. قالوا ردّد علينا القول فردده عليهم حتى حفظوه ، فأتيا أكثم فقالا أبى أن يرفع نسبه ، فوجدناه زاكى النسب وسطا فى مضر ، وقد رمى إلينا بكلمات قد سمعناها ، فلما سمعهن أكثم قال : إنى أراه يأمر بمكارم الأخلاق ، وينهى عن ملائمها ، فكونوا فى هذا الأمر رءوسا ، ولا تكونوا فيه أذنابا ، وكونوا فيه أوّلا ، ولا تكونوا فيه آخرا».\nوقال سعيد بن جبير عن قتادة فى قوله (إِنَّ اللهَ يَأْمُرُ بِالْعَدْلِ وَالْإِحْسانِ) الآية ليس من خلق حسن كان أهل الجاهلية يعملون به ويستحسونه إلا أمر الله به ، وليس من خلق سيىء كانوا يتعايرونه بينهم إلا نهى الله عنه وقدم فيه ، وإنما نهى عن سفاسف الأخلاق ومذامّها.",
        "الإيضاح\n(إِنَّ اللهَ يَأْمُرُ بِالْعَدْلِ وَالْإِحْسانِ) أي إن الله يأمر فى هذا الكتاب الذي أنزله إليك أيها الرسول بالعدل والإنصاف ، ولا نصفة أجمل من الاعتراف بمن أنعم علينا بنعمه ، والشكر له على إفضاله وحمده وهو أهل للحمد ، ومنع ذلك عمن ليس له بأهل ، فالأوثان والأصنام لا تستحق شيئا منه ، فمن الجهل عبادتها وحمدها\nوهى لا تنعم فتبشكر ، ولا تنفع فتعبد ، ومن ثم وجب أن نشهد أن لا إله إلا الله وحده.\nأخرج ابن أبى حاتم عن محمد بن كعب القرظي أنه قال : دعانى عمر بن عبد العزيز فقال : صف لى العدل ، فقلت بخ سألت عن أمر جسيم ، كن لصغير الناس أبا ولكبيرهم ابنا ، وللمثل منهم أخا ، وللنساء كذلك ، وعاقب الناس على قدر ذنوبهم وعلى قدر أجسامهم ، ولا تضربنّ لغضبك سوطا واحدا فتكون من العادين.",
        "وأخرج البخاري فى تاريخه أن على بن أبى طالب مرّ بقوم يتحدثون ، فقال : فيم أنتم؟ فقالوا نتذاكر المروءة فقال : أو ما كفاكم الله عزّ وجلّ ذاك فى كتابه إذ يقول : «إِنَّ اللهَ يَأْمُرُ بِالْعَدْلِ وَالْإِحْسانِ» فالعدل الإنصاف ، والإحسان : التفضل ، فما بقي بعد هذا؟\nوأعلى مراتب الإحسان الإحسان إلى المسيء ، وقد أمر به النبي صلى الله عليه وسلّم ، وروى عن الشعبي أنه قال : قال عيسى بن مريم عليه السلام إنما الإحسان أن تحسن إلى من أساء إليك ، ليس الإحسان أن تحسن إلى من أحسن إليك. وقد صح من حديث ابن عمر فى الصحيحين «أن النبي صلى الله عليه وسلّم قال : الإحسان أن تعبد الله كأنك تراه ، فإن لم تكن تراه فإنه يراك».\n(وَإِيتاءِ ذِي الْقُرْبى) أي وإعطائهم ما تدعو إليه الحاجة ، وفى الآية إرشاد إلى صلة الأقارب والأرحام وترغيب فى التصدق عليهم ، وهذا وإن دخل فيما سلف من الإحسان ـ فقد خصص للاهتمام به والعناية بشأنه.\nوبعد أن ذكر الثلاثة التي أمر بها أتبعها بالثلاثة التي نهى عنها فقال :",
        "(وَيَنْهى عَنِ الْفَحْشاءِ) وهى الغلو فى الميل إلى القوة الشهوانية كالزنا وشرب الخمر والسرقة والطمع فى مال الناس.\n(وَالْمُنْكَرِ) وهو ما تنكره العقول من المساوى الناشئة من الغضب كالضرب والقتل والتطاول على الناس.\n(وَالْبَغْيِ) وهو ظلم الناس والتعدي على حقوقهم.\nوخلاصة ما سلف ـ إن الله يأمر بالعدل ، وهو أداء القدر الواجب من الخير ، وبالإحسان ، وهو الزيادة فى الطاعة والتعظيم لأمر الله والشفقة على خلقه ، ومن أشرف ذلك صلة الرحم.",
        "وينهى عن التغالى فى تحصيل اللذات الشهوانية التي يأباها الشرع والعقل ، وعن الإفراط فى اتباع دواعى الغضب بإيصال الشر إلى الناس وإيذائهم وتوجيه البلاء إليهم ، وعن التكبر على الناس والترفع عليهم وتصعير الخدّ لهم.\n(يَعِظُكُمْ لَعَلَّكُمْ تَذَكَّرُونَ) أي أمركم بثلاث ونهاكم عن ثلاث ، كى تتعظوا فتعملوا بما فيه رضاه سبحانه وتعالى ، وما فيه صلاحكم فى دنياكم وآخرتكم.\nوبعد أن ذكر المأمورات والمنهيات بطريق الإجمال فى الآية الأولى ـ ذكر بعضها على سبيل التخصيص فقال :\n(وَأَوْفُوا بِعَهْدِ اللهِ إِذا عاهَدْتُمْ) أي وأوفوا بميثاق الله إذا واثقتموه ، وعقده إذا عاقدتموه ، فأوجبتم به على أنفسكم حقا لمن عاقدتموه وواثقتموه عليه ، ويدخل فى ذلك كل عهد يلتزمه الإنسان باختياره ، والوعد من العهد ، ومن ثم قال ميمون بن مهران : من عاهدته وفّ بعهده ، مسلما كان أو كافرا ، فإنما العهد لله تعالى.",
        "(وَلا تَنْقُضُوا الْأَيْمانَ بَعْدَ تَوْكِيدِها وَقَدْ جَعَلْتُمُ اللهَ عَلَيْكُمْ كَفِيلاً) أي ولا تخالفوا ما عاقدتم فيه الأيمان وشدّدتم فيه على أنفسكم ، فتحنثوا فيه وتكذبوا وتنقضوه بعد إبرامه ، وقد جعلتم الله بالوفاء بما تعاقدتم عليه راعيا يرعى الموفى منكم بالعهد والناقض له بالجزاء عليه.\nثم وعد وأوعد فقال :\n(إِنَّ اللهَ يَعْلَمُ ما تَفْعَلُونَ) فى العهود التي تعاهدون الله الوفاء بها ، والأيمان التي تؤكدونها على أنفسكم ، أتبرّون فيها أم تنقضونها؟ وهو محص ذلك كله عليكم وسائلكم عنه وعما عملتم فيه ، فاحذروا أن تلقوه وقد خالفتم أمره ونهيه ، فتستوجبوا منه ما لا قبل لكم به من أليم عقابه.\nأخرج ابن جرير عن مزيدة بن جابر أن الآية نزلت فى بيعة النبي صلى الله عليه وسلّم كان من أسلم يبايع على الإسلام ، فقال تعالى : (وَأَوْفُوا بِعَهْدِ اللهِ إِذا عاهَدْتُمْ وَلا تَنْقُضُوا الْأَيْمانَ بَعْدَ تَوْكِيدِها) فلا تحملنكم قلة محمد وأصحابه وكثرة المشركين أن تنقضوا البيعة التي بايعتم على الإسلام ، وإن كان فى المسلمين قلة وفى المشركين كثرة.",
        "ثم أكد وجوب الوفاء وتحريم النقض مع ضرب المثل فقال :\n(وَلا تَكُونُوا كَالَّتِي نَقَضَتْ غَزْلَها مِنْ بَعْدِ قُوَّةٍ أَنْكاثاً) أي ولا تكونوا أيها القوم فى نقضكم أيمانكم بعد توكيدها ، وإعطائكم ربكم العهود والمواثيق كمن تنقض غزلها بعد إبرامه ، وتنفشه بعد أن جعلته طاقات ، حماقة منها وجهلا.\nقال السّدّى : هذه امرأة خرقاء كانت بمكة ، كلما غزلت غزلا نقضته بعد إبرامه.\nوالخلاصة ـ إنه تعالى شبه حال الناقض للعهد بحال من تنقض غزلها بعد قتله وإبرامه ، تحذيرا للمخاطبين ، وتنبيها إلى أن هذا ليس من فعل العقلاء ، وصاحبه فى زمرة الحمق من النساء.",
        "(تَتَّخِذُونَ أَيْمانَكُمْ دَخَلاً بَيْنَكُمْ أَنْ تَكُونَ أُمَّةٌ هِيَ أَرْبى مِنْ أُمَّةٍ) أي تجعلون أيمانكم التي تحلفون بها على أنكم موفون بالعهد لمن عاقدتم ـ خديعة وغرورا ليطمئنوا إليكم ، وأنتم مضمرون لهم الغدر وترك الوفاء بالعهد ، والنّقلة إلى غيرهم من أجل أنهم أكثر منهم عددا وعددا وأعز نفرا ، بل عليكم بالوفاء بالعهود والمحافظة عليها فى كل حال.\nقال مجاهد : كانوا يحالفون الحلفاء فيجدون أكثر منهم وأعز نفرا فينقضون. حلف هؤلاء ويحالفون أولئك الذين هم أكثر وأعز نفرا فنهوا عن ذلك ، وقيل هو تحذير للمؤمنين أن يغتروا بكثرة قريش وسعة أموالهم فينقضوا بيعة النبي صلى الله عليه وسلّم.\n(إِنَّما يَبْلُوكُمُ اللهُ بِهِ) أي إنما يعاملكم الله معاملة المختبر ، بأمره إياكم بالوفاء بعهده\nإذا عاهدتم ، لينظر أتتمسكون بحبل الوفاء بعهده وبيعة رسوله ، أم تغترون بكثرة قريش وشوكتهم ، وقلة المؤمنين وضعفهم بحسب ظاهر الحال؟",
        "ثم أنذر وحذر من خالف الحق وركن إلى الباطل فقال :\n(وَلَيُبَيِّنَنَّ لَكُمْ يَوْمَ الْقِيامَةِ ما كُنْتُمْ فِيهِ تَخْتَلِفُونَ) أي وليبيننّ لكم ربكم يوم القيامة إذا وردتم عليه ، لمجازاة كل فريق منكم على عمله فى الدنيا ، المحسن منكم بإحسانه ، والمسيء بإساءته ـ ما كنتم تختلفون فيه من إقرار المؤمن بوحدانية ربه ، ونبوة نبيه ، والوحى إلى أنبيائه ، والكافر بكذبه بذلك كله.\nوبعد أن أبان أنه كلفهم الوفاء بالعهد ، وتحريم نقضه أتبعه ببيان أنه قادر على جمعهم على هذا الوفاء وعلى سائر أبواب الإيمان فقال :\n(وَلَوْ شاءَ اللهُ لَجَعَلَكُمْ أُمَّةً واحِدَةً وَلكِنْ يُضِلُّ مَنْ يَشاءُ وَيَهْدِي مَنْ يَشاءُ) أي ولو شاء الله لجعل الناس على دين واحد بمقتضى الغريزة والفطرة ولم يجعل لهم اختيارا فيما يفعلون ، فكانوا فى حياتهم الاجتماعية أشبه بالنمل والنحل ، وفى حياتهم الروحية أشبه بالملائكة ، مفطورين على طاعة الله واعتقاد الحق ، وعدم الميل إلى الزّيغ والجور ، لكنه تعالى خلقهم كاسبين لا ملهمين ، وعاملين بالاختيار لا مفطورين ، وجعلهم متفاوتين فى الاستعداد وكسب العلم ، فللإنسان اختيار أوتيه بحسب استعداده الأزلى وهو مجبور فيه ، والثواب والعقاب يترتبان على هذا الاختيار الذي يشاهد ، وتكون عاقبته الجنة أو النار.",
        "(وَلَتُسْئَلُنَّ عَمَّا كُنْتُمْ تَعْمَلُونَ) أي ولتسألن يوم القيامة جميعا سؤال محاسبة ومجازاة ، لا سؤال استفهام واستفسار ، وقد تكرر ذكر هذا المعنى فى سور كثيرة.\n(وَلا تَتَّخِذُوا أَيْمانَكُمْ دَخَلاً بَيْنَكُمْ فَتَزِلَّ قَدَمٌ بَعْدَ ثُبُوتِها وَتَذُوقُوا السُّوءَ بِما صَدَدْتُمْ عَنْ سَبِيلِ اللهِ وَلَكُمْ عَذابٌ عَظِيمٌ (94)\nوَلا تَشْتَرُوا بِعَهْدِ اللهِ ثَمَناً قَلِيلاً إِنَّما عِنْدَ اللهِ هُوَ خَيْرٌ لَكُمْ إِنْ كُنْتُمْ تَعْلَمُونَ (95) ما عِنْدَكُمْ يَنْفَدُ وَما عِنْدَ اللهِ باقٍ وَلَنَجْزِيَنَّ الَّذِينَ صَبَرُوا أَجْرَهُمْ بِأَحْسَنِ ما كانُوا يَعْمَلُونَ (96) مَنْ عَمِلَ صالِحاً مِنْ ذَكَرٍ أَوْ أُنْثى وَهُوَ مُؤْمِنٌ فَلَنُحْيِيَنَّهُ حَياةً طَيِّبَةً وَلَنَجْزِيَنَّهُمْ أَجْرَهُمْ بِأَحْسَنِ ما كانُوا يَعْمَلُونَ (97))\nتفسير المفردات",
        "زلة القدم بعد ثبوتها : مثل يقال لمن وقع فى محنة بعد نعمة ، وبلاء بعد عافية ، والحياة الطيبة : هى القناعة وعدم الحرص على لذات الدنيا ، لما فى ذلك من الكدّ والعناء.\nالمعنى الجملي\nبعد أن حذر سبحانه من نقض العهود والأيمان على الإطلاق ـ حذّر فى هذه الآية من نقض أيمان مخصوصة أقدموا عليها وهى نقض عهد رسول الله على الإيمان به ، واتباع شرائعه جريا وراء خيرات الدنيا وزخارفها ، وأبان لهم أن كل ذلك زائل ، وما عند الله باق لا ينفد ، ثم هو بعد يجزيهم الجزاء الأوفى.\nالإيضاح",
        "(وَلا تَتَّخِذُوا أَيْمانَكُمْ دَخَلاً بَيْنَكُمْ) أي ولا تجعلوا أيمانكم خديعة تغرون بها الناس ، والمراد بذلك نهى المخاطبين بذلك الخطاب عن نقض أيمان مخصوصة أقدموا عليها.\nذلك أنهم بايعوا رسول الله صلى الله عليه وسلّم على الإسلام ، وحلفوا على ذلك أوكد الأيمان ، ثم نقضوا ما فعلوا ، لقلة أهله وكثرة أهل الشرك ، فنهوا عن ذلك.\n(فَتَزِلَّ قَدَمٌ بَعْدَ ثُبُوتِها وَتَذُوقُوا السُّوءَ بِما صَدَدْتُمْ عَنْ سَبِيلِ اللهِ وَلَكُمْ عَذابٌ عَظِيمٌ) أي إنكم بعملكم هذا تكونون قد وقعتم فى محظورات ثلاثة.\n(1) إنكم تضلّون وتبعدون عن محجة الحق والهدى بعد أن رسخت أقدامكم فيها (2) إنكم تكونون قدوة لسواكم وتستنّون سنة لغيركم ، فيها صدّ عن سبيل الحق ، ويكون لكم بها سوء العذاب فى الدنيا ، بالقتل والأسر وسلب الأموال والجلاء عن الديار.",
        "(3) إنكم ستعاقبون فى الآخرة أشد العقاب جزاء ما اجترحتم من مجانفة الحق والإعراض عن أهله ، والدخول فى زمرة أهل الشقاء والضلال.\nثم أكد هذا التحذير بقوله :\n(وَلا تَشْتَرُوا بِعَهْدِ اللهِ ثَمَناً قَلِيلاً) أي ولا تأخذوا فى مقابلة نقض العهد عوضا يسيرا من الدنيا ، وقد كان هذا حال قوم ممن أسلموا بمكة ، زين لهم الشيطان أن ينقضوا ما بايعوا رسول الله عليه ، جزعا مما رأوا من غلبة قريش ، واستضعافهم للمؤمنين ، وإيذائهم لهم ، ولما كانوا يعدونهم به من البذل والعطاء إن هم رجعوا إلى دينهم ، فنبههم الله بهذه الآية ونهاهم عن أن يستبدلوا الخير العميم والنعيم المقيم فى الآخرة بما وعدوهم به من عرض الدنيا وزينتها.\nثم بين سبحانه قلة ما أخذوا ، وعظيم ما تركوا بقوله :",
        "(إِنَّما عِنْدَ اللهِ هُوَ خَيْرٌ لَكُمْ إِنْ كُنْتُمْ تَعْلَمُونَ) أي إن ما خبأه الله لكم ، وادّخره من جزيل الأجر والثواب ، هو خير لكم من ذلك العرض القليل فى الدنيا ، إن كنتم من دوى العقول الراجحة ، والأفكار الثاقبة التي تزن الأمور بميزان الفائدة وتقدّر الفرق بين العوضين.\nثم بين وجه خيريته ورجاحة شأنه بقوله :\n(ما عِنْدَكُمْ يَنْفَدُ وَما عِنْدَ اللهِ باقٍ) أي إن ما تتمتعون به من نعيم الدنيا ، بل\nالدنيا وما فيها ، تنفد وتنقضى ، وإن طال الأمد وجلّ العدد ، وما فى خزائن الله باق لا نفاد له ، فلما عنده فاعملوا ، وعلى الباقي الذي لا يفنى فاحرصوا.",
        "ثم رغب سبحانه المؤمنين فى الصبر على ما التزموه من شرائع الإسلام فقال :\n(وَلَنَجْزِيَنَّ الَّذِينَ صَبَرُوا أَجْرَهُمْ بِأَحْسَنِ ما كانُوا يَعْمَلُونَ) أي ولنثيبن الذين صبروا على أذية المشركين وعلى مشاقّ الإسلام التي تتضمن الوفاء بالعهود والمواثيق ، الثواب العظيم الذي هم له أهل ، كفاء صبرهم وهو أحسن أعمالهم ، إذ كل التكاليف محتاجة إليه وهو أسّ الأعمال الصالحة.\nوفى الآية عدة جميلة باغتفار ما عسى أن يكون قد فرط منهم أثناء ذلك من جزع يعتريهم بحسب الطبيعة البشرية.\nثم رغّبهم فى المثابرة على أداء الطاعات وعمل الواجبات الدينية فقال :",
        "(مَنْ عَمِلَ صالِحاً مِنْ ذَكَرٍ أَوْ أُنْثى وَهُوَ مُؤْمِنٌ فَلَنُحْيِيَنَّهُ حَياةً طَيِّبَةً وَلَنَجْزِيَنَّهُمْ أَجْرَهُمْ بِأَحْسَنِ ما كانُوا يَعْمَلُونَ) أي من عمل صالح الأعمال ، وأدى فرائض الله التي أوجبها عليه ، وهو مصدّق بثوابه الذي وعد به أهل طاعته ، وبعقاب أهل المعصية على عصيانهم ، فلنحيينه حياة طيبة ، تصحبها القناعة بما قسم الله له ، والرضا بما قدّره وقضاه ، إذ هو يعلم أن رزقه إنما حصل بتدبيره ، والله محسن كريم لا يفعل إلا ما فيه المصلحة ، ويعلم أن خيرات الدنيا سريعة الزوال ، فلا يقيم لها فى نفسه وزنا ، فلا يعظم فرحه بوجدانها ، ولا غمه بفقدانها.\nثم هو بعد ذلك يجزى فى الآخرة أحسن الجزاء ، ويثاب أجمل الثواب ، جزاء ما قدّم من عمل صالح ، وتحلى به من إيمان صادق.\nأما من أعرض عن ذكر الله ، فلم يؤمن ولم يعمل صالحا ، فهو فى عناء ونكد ، إذ يكون شديد الحرص والطمع فى الحصول على لذات الدنيا ، فإن أصابته محنة أو بلاء استعظم أمره ، وعظمت أحزانه ، وكثر غمه وكدره ، وإذا فاته شىء من خيراتها عبس وبسر ، وامتلأ قلبه أسى وحسرة ، لأنه يظن أن السعادة كل السعادة\nفى الحصول على زخرف هذه الحياة والتمتع بمتاعها. فإذا هو لم ينل منه ما يريد ، فقد حرم كل ما يحلم به ، ويقدره من وافر السعادة وعظيم الخير ، والإنسان بطبعه جزوع هلوع منوع «إنّ الإنسان خلق هلوعا. إذا مسّه الشّرّ جزوعا. وإذا مسّه الخير منوعا إلّا المصلّين».",
        "وعن ابن عباس رضى الله عنهما قال : كان رسول الله صلى الله عليه وسلّم يدعو فيقول «اللهم قنّعنى بما رزقتنى ، وبارك لى فيه ، والخلف علىّ كل غائبة لى بخير» ، وأخرج الترمذي والنسائي من حديث فضالة بن عبيد أنه سمع رسول الله صلى الله عليه وسلّم يقول : «قد أفلح من هدى إلى الإسلام وكان عيشه كفافا وقنع به».\nوعن عبد الله بن عمر أن رسول الله صلى الله عليه وسلّم قال : «قد أفلح من أسلم ورزق كفافا وقنّعه الله بما آتاه».\n(فَإِذا قَرَأْتَ الْقُرْآنَ فَاسْتَعِذْ بِاللهِ مِنَ الشَّيْطانِ الرَّجِيمِ (98) إِنَّهُ لَيْسَ لَهُ سُلْطانٌ عَلَى الَّذِينَ آمَنُوا وَعَلى رَبِّهِمْ يَتَوَكَّلُونَ (99) إِنَّما سُلْطانُهُ عَلَى الَّذِينَ يَتَوَلَّوْنَهُ وَالَّذِينَ هُمْ بِهِ مُشْرِكُونَ (100))\nتفسير المفردات",
        "قرأت القرآن : أي أردت قراءته كما تقول إذا أكلت فقل باسم الله ، وإذا سافرت فتأهب ، والرجيم : المرجوم المبعد من رحمة الله ، والسلطان : التسلط والاستيلاء ، والتولي : الطاعة يقال توليته أي أطعته ، وتوليت عنه أي أعرضت.\nالمعنى الجملي\nبعد أن ذكر سبحانه أنه يجزى المؤمنين بأحسن أعمالهم ، أرشد إلى العمل الذي به تخلص أعمالهم من وساوس الشيطان.\nالإيضاح",
        "(فَإِذا قَرَأْتَ الْقُرْآنَ فَاسْتَعِذْ بِاللهِ مِنَ الشَّيْطانِ الرَّجِيمِ) أي إذا شرعت تقرأ القرآن فاسأل الله سبحانه أن يعيذك من وساوس الشيطان الرجيم ، لئلا يلبس عليك قراءتك ، ويمنعك من التدبر والتفكر كما قال «إِنَّ الَّذِينَ اتَّقَوْا إِذا مَسَّهُمْ طائِفٌ مِنَ الشَّيْطانِ تَذَكَّرُوا فَإِذا هُمْ مُبْصِرُونَ» وإذا أمر النبي صلى الله عليه وسلّم مع عصمته منه فما بالك بسائر أمته ثم بين أن الناس فريقان فريق لا تسلط له عليهم وهم الذين وصفهم الله بقوله :\n(إِنَّهُ لَيْسَ لَهُ سُلْطانٌ عَلَى الَّذِينَ آمَنُوا وَعَلى رَبِّهِمْ يَتَوَكَّلُونَ) أي إنه لا تسلط للشيطان على الذين يصدقون بلقاء الله ويفوضون أمورهم إليه ، وبه يعوذون وإليه يلتجئون ، فلا يقبلون ما يوسوس به ولا يطيعونه فيما يريد منهم من اتباع خطواته.\nوعن سفيان الثوري أنه قال : ليس له سلطان على أن يحملهم على ذنب لا يغفر لهم ـ يريد أنهم أمروا بالاستعاذة منه ، ليحفظهم الله من وساوسه التي ربما جرّتهم إلى الوقوع فى صغائر الآثام إذا وقعت على سبيل الندرة أو الغفلة.\nوالفريق الثاني الذين عناهم بقوله :",
        "(إِنَّما سُلْطانُهُ عَلَى الَّذِينَ يَتَوَلَّوْنَهُ وَالَّذِينَ هُمْ بِهِ مُشْرِكُونَ) أي إنما تسلطه بالغواية والضلالة على الذين يجعلونه نصيرا لهم فيحبونه ويطيعونه ، ويستجيبون دعوته ، والذين هم بسبب إغوائه يشركون بربهم.\n(وَإِذا بَدَّلْنا آيَةً مَكانَ آيَةٍ وَاللهُ أَعْلَمُ بِما يُنَزِّلُ قالُوا إِنَّما أَنْتَ مُفْتَرٍ بَلْ أَكْثَرُهُمْ لا يَعْلَمُونَ (101) قُلْ نَزَّلَهُ رُوحُ الْقُدُسِ مِنْ رَبِّكَ بِالْحَقِّ لِيُثَبِّتَ الَّذِينَ آمَنُوا وَهُدىً وَبُشْرى لِلْمُسْلِمِينَ (102) وَلَقَدْ نَعْلَمُ\nأَنَّهُمْ يَقُولُونَ إِنَّما يُعَلِّمُهُ بَشَرٌ لِسانُ الَّذِي يُلْحِدُونَ إِلَيْهِ أَعْجَمِيٌّ وَهذا لِسانٌ عَرَبِيٌّ مُبِينٌ (103) إِنَّ الَّذِينَ لا يُؤْمِنُونَ بِآياتِ اللهِ لا يَهْدِيهِمُ اللهُ وَلَهُمْ عَذابٌ أَلِيمٌ (104) إِنَّما يَفْتَرِي الْكَذِبَ الَّذِينَ لا يُؤْمِنُونَ بِآياتِ اللهِ وَأُولئِكَ هُمُ الْكاذِبُونَ (105))\nتفسير المفردات",
        "التبديل : رفع شىء ووضع غيره مكانه ، وتبديل الآية : نسخها بآية أخرى ، وروح القدس : جبريل عليه السلام ؛ سمى بذلك لأنه ينزل بالقدس أي بما يطهر النفوس :\nمن القرآن والحكمة والفيض الإلهى ، بالحق : أي بالحكمة المقتضية له ، بشر : هو جبر الرومي غلام ابن الحضرمي كان قد قرأ التوراة والإنجيل وكان النبي صلى الله عليه وسلّم يجلس إليه إذا آذاه أهل مكة ، والإلحاد : الميل يقال لحد وألحد :\nإذا مال عن القصد ، ومنه سمى العادل عن الحق ملحدا ، لسان : أي كلام ؛ ويقال رجل أعجم وامرأة عجماء إذا كانا لا يفصحان عن مرادهما ، والأعجمى والأعجم : الذي فى لسانه عجمة ، من العجم كان أو من العرب ، ومن ذلك زياد الأعجم كان عربيا فى لسانه لكنة.\nالمعنى الجملي",
        "بعد أن أمر سبحانه بالاستعاذة من وسوسة الشيطان الرجيم حين قراءة القرآن ، أردف ذلك ذكر باب من أبواب فتنته ووسوسته ، بإلقاء الشبهات والشكوك لدى منكرى نبوة محمد صلى الله عليه وسلّم ، وقد ذكر منها شبهتين :\n(1) إنه قد تنزل آية من آيات الكتاب تنسخ شريعة ماضية فيعيّرون محمدا بذلك.\n(2) إنهم قالوا إن ما جاء به إنما هو تعليم من البشر من بعض أهل الكتاب لا من الله ، فأبطل هذه الشبهة بأنه كلام عربى مبين ، وما نسبتم إليه تعليمه أعجمى ، فكيف به يعلمه الكلام العربي الفصيح الذي أعجز العرب قاطبة أن يأتوا بمثله؟.\nالإيضاح",
        "(وَإِذا بَدَّلْنا آيَةً مَكانَ آيَةٍ وَاللهُ أَعْلَمُ بِما يُنَزِّلُ قالُوا إِنَّما أَنْتَ مُفْتَرٍ بَلْ أَكْثَرُهُمْ لا يَعْلَمُونَ) أي وإذا نسخنا حكم آية فأبدلنا مكانه حكم آية أخرى ، والله أعلم بالذي هو أصلح لخلقه فيما يبدل من أحكامه ـ قال المشركون المكذبون لرسوله : إنما أنت متقوّل على الله تأمر بشىء ثم تنهى عنه ، وأكثرهم لا يعلمون ما فى التبديل من حكم بالغة.\nوقليل منهم يعلمون ذلك وينكرون الفائدة عنادا واستكبارا.\nوفى قوله (وَاللهُ أَعْلَمُ بِما يُنَزِّلُ) توبيخ لهم وإيماء إلى أن التبديل لم يكن للهوى ، بل كان لحكمة اقتضته ودعت إليه من تغير الأحوال والأزمان ، ألا ترى أن الطبيب يأمر المريض بدواء بعينه ، ثم إذا عاده مرة أخرى نهاه عن ذلك الدواء وأمره بضده أو بما لا يقرب منه بحسب ما يرى من حال المريض؟.\nوهكذا الشرائع إنما توضع مشاكلة للزمان والمكان والأحوال الملابسة لها ، وقد يطرأ ما يغيّرها ويستدعى وضع تشريع آخر يكون أصلح للأحوال المفاجئة ، والمشاهدة تدل على صدق هذا ، فإنا نرى القوانين الوضعية تغيّر آنا بعد آن إذا جدما يستدعى ذلك ، وقد تقدم بسط هذا فى سورة البقرة.",
        "ثم بين لهؤلاء المعترضين على حكمة النسخ ، الزاعمين أن ذلك لم يكن من عند الله ، وأن رسوله صلى الله عليه وسلّم قد افتراه فقال :\n(قُلْ نَزَّلَهُ رُوحُ الْقُدُسِ مِنْ رَبِّكَ بِالْحَقِّ لِيُثَبِّتَ الَّذِينَ آمَنُوا وَهُدىً وَبُشْرى لِلْمُسْلِمِينَ) أي قل لهم : قد جاء جبريل من عند ربى بما أتلوه عليكم ، واقتضته الحكمة البالغة ، من تثبيت المؤمنين وتقوية إيمانهم بما فيه من أدلة قاطعة وبراهين ساطعة ، على\nوحدانية خالق الكون وباهر قدرته وواسع علمه ، وحث على النظر فى ملكوت السموات والأرض ، وتشريع يرقى بالأمم فى أخلاقها وآدابها ومعارفها ، إلى مستوى لا تدانيها فيه أمة أخرى.\nوالخلاصة ـ إنه نافع كل النفع لهم فى دينهم ودنياهم ، فإذاهم رأوا ذلك رسخت عقائدهم واطمأنت قلوبهم ، كما أنّ فيه هداية لهم من الزيغ والضلالات ، ففيه ما يهذّب النفوس ويكبح جماح الطغيان ، ويرد الظالم عن ظلمه ، ويدفع عدوان الناس بعضهم على بعض ، وفيه بشرى للمسلمين بما سيلقونه من الجنات التي تجرى من تحتها الأنهار جزاء أعمالهم وكدهم ونصبهم إرضاء لربهم.",
        "وفى هذا إيماء إلى أن هؤلاء المشركين لهم من الصفات ضد هذا ، فهم متزلزلون ضالون لهم خزى ونكال فى الدنيا والآخرة.\nثم حكى عنهم شبهة ثانية فقال :\n(وَلَقَدْ نَعْلَمُ أَنَّهُمْ يَقُولُونَ إِنَّما يُعَلِّمُهُ بَشَرٌ) أي وإنا لنعلم أن هؤلاء المشركين يقولون جهلا : إنما يعلم محمدا هذا الذي يتلوه بشر من بنى آدم وليس بالوحى من عند الله.\nفرد الله عليهم وكذبهم فى قيلهم فقال :",
        "(لِسانُ الَّذِي يُلْحِدُونَ إِلَيْهِ أَعْجَمِيٌّ وَهذا لِسانٌ عَرَبِيٌّ مُبِينٌ) أي إن لسان الذي تميلون إليه بأنه يعلم محمدا ـ أعجمى فهو عبد رومى فيما تزعمون ، والقرآن لسان عربى مبين ، فكيف يتعلّم من جاء بهذا القرآن فى فصاحته وبلاغته ومعانيه الشاملة من رجل أعجمى؟ لا يقول هذا من له أدنى مسكة من عقل.\nوخلاصة هذا ـ إن ما يسمعه من ذلك البشر كلام أعجمى لا يفهمه هو ولا أنتم والقرآن كلام عربى تفهمونه بأدنى تأمل ، فكيف يكون هو ما تلقفه منه؟ هبه تعلم منه المعنى باستماع كلامه ، فهو لم يلقف منه اللفظ ، لأن ذلك أعجمى وهذا عربى ، والقرآن كما هو معجز باعتبار المعنى هو معجز من حيث اللفظ ـ إلى أن العلوم الكثيرة\nالتي فى القرآن لا يمكن تعلمها إلا بالدرس والتلقين من أخصائيين مع الاختلاف إليهم مددا متطاولة ، فليس من الميسور ولا مما يجد العقل اطمئنانا إليه أن يتعلم مثل هذا من غلام سوقى سمع منه أخبارا بلغة أعجمية لعله لم يكن يعرف معناها.\nوعلى نحو آخر كأنه قيل لهم : أنتم أفصح الناس بيانا ، وأقواهم حجة وبرهانا ، وأقدرهم على الكلام نظما ونثرا ، وقد عجزتم وعجز جميع العرب أن يأتوا بمثله ، فكيف تنسبونه إلى أعجمى ألكن؟.",
        "وفى التشبث بأمثال هذه المطاعن الركيكة ، والخرافات الساذجة ، أبلغ دليل على أنهم بلغوا غاية العجز ، ونهاية السّخف.\nثم توعدهم على ما قالوا بالعقاب فى الدنيا والآخرة فقال :\n(إِنَّ الَّذِينَ لا يُؤْمِنُونَ بِآياتِ اللهِ لا يَهْدِيهِمُ اللهُ وَلَهُمْ عَذابٌ أَلِيمٌ) أي إن الذين لا يصدّقون بأن هذه الآيات من عند الله ، بل يقولون فيها ما يقولون ، فيقولون تارة إنها مفتريات ، ويقولون أخرى إنها من أساطير الأولين ـ لا يهديهم الله إلى معرفة الحق الذي ينجيهم من عذاب النار ، لما يعلم من سوء استعدادهم بما اجترحوا من السيئات ، ودنّسوا به أنفسهم من ارتكاب الموبقات ولهم فى الآخرة إذا وردوا إلى ربهم عذاب مؤلم موجع ، كفاء ما نصبوا له أنفسهم من العداء لرسوله : والتكذيب لآيات الكتاب.\nولما نسبوا إلى رسول الله صلى الله عليه وسلّم الافتراء رد الله عليهم بقوله :",
        "(إِنَّما يَفْتَرِي الْكَذِبَ الَّذِينَ لا يُؤْمِنُونَ بِآياتِ اللهِ) أي إنما يتخرّص الكذب ويتقوّل الباطل ، الذين لا يصدقون بحجج الله وآياته التي نصبها فى الكون ، وأقامها أدلة على وجوده ووحدانيته ، لأنهم لا يرجون على الصدق ثوابا ، ولا يخشون على الكذب عقابا ، وهذه صفاتكم أيها المشركون لا صفات النبي صلى الله عليه وسلّم والمؤمنين ، ومن ثم حكم عليهم بالكذب حكما صريحا فقال :\n(وَأُولئِكَ هُمُ الْكاذِبُونَ) أي وأولئك الذين كفروا من رجال قريش القائلين لك أيها الرسول : إنما أنت مفترهم الكاذبون لا أنت.\nوهذا تصريح بنسبة الكذب إليهم بعد التعريض ، ليكون ميسم خزى وعار لهم.\n(مَنْ كَفَرَ بِاللهِ مِنْ بَعْدِ إِيمانِهِ إِلاَّ مَنْ أُكْرِهَ وَقَلْبُهُ مُطْمَئِنٌّ بِالْإِيمانِ وَلكِنْ مَنْ شَرَحَ بِالْكُفْرِ صَدْراً فَعَلَيْهِمْ غَضَبٌ مِنَ اللهِ وَلَهُمْ عَذابٌ عَظِيمٌ (106) ذلِكَ بِأَنَّهُمُ اسْتَحَبُّوا الْحَياةَ الدُّنْيا عَلَى الْآخِرَةِ وَأَنَّ اللهَ لا يَهْدِي الْقَوْمَ الْكافِرِينَ (107) أُولئِكَ الَّذِينَ طَبَعَ اللهُ عَلى قُلُوبِهِمْ وَسَمْعِهِمْ وَأَبْصارِهِمْ وَأُولئِكَ هُمُ الْغافِلُونَ (108) لا جَرَمَ أَنَّهُمْ فِي الْآخِرَةِ هُمُ الْخاسِرُونَ (109))",
        "تفسير المفردات\nأكره : أي على التلفظ بكلمة الكفر ، والاطمئنان : سكون النفس بعد انزعاجها والمراد الثبات على ما كان عليه بعد إزعاج الإكراه ، شرح بالكفر صدرا : أي اعتقده وطاب به نفسا ، استحبوا الحياة الدنيا : أي آثروها وقدّموها ، لا جرم : أي حقا.\nالمعنى الجملي\nبعد أن ذكر سبحانه فى الآيات السالفة أن قريشا كفروا برسول الله صلى الله عليه وسلّم وتقوّلوا عليه الأقاويل فوصفوه بأنه مفتر وأن الكتاب الذي جاء به هو من كلام البشر لا من عند الله ، ثم هددهم على ذلك أعظم تهديد ـ قفى على ذلك ببيان حال من يكفر بلسانه وقلبه ملىء بالإيمان.",
        "أخرج ابن جرير وابن مردويه والبيهقي فى الدلائل «أن المشركين أخذوا عمّار ابن ياسر فلم يتركوه حتى سبّ النبي صلى الله عليه وسلم وذكر آلهتهم بخير ، فلما أتى رسول الله قال له ما وراءك؟ قال شر ما تركت ، نلت منك وذكرت آلهتهم بخير ، قال كيف تجد قلبك؟ قال : مطمئن بالإيمان ، قال إن عادوا فعد فنزلت : (إِلَّا مَنْ أُكْرِهَ وَقَلْبُهُ مُطْمَئِنٌّ بِالْإِيمانِ)» ، وروى «أن قريشا أكرهوا عمارا وأبويه ياسرا وسميّة على الارتداد فأبوا ، فربطوا سمية بين بعيرين ووجئت بحربة فى موضع عفتها وقالوا إنما أسلمت من أجل الرجال فقتلوها وقتلوا ياسرا وهما أول قتيلين فى الإسلام ، وأما عمار فأعطاهم بلسانه ما أكرهوه عليه ، فقيل يا رسول الله إن عمارا كفر ، فقال رسول الله صلى الله عليه وسلّم : كلا إن عمارا ملىء إيمانا من قرنه إلى قدمه ، واختلط الإيمان بلحمه ودمه ، فأتى عمار رسول الله صلى الله عليه وسلّم وهو يبكى فجعل رسول الله صلى الله عليه وسلّم يمسح عينيه وقال : مالك؟ إن عادوا فعد لهم بما قلت».\nالإيضاح\n(مَنْ كَفَرَ بِاللهِ مِنْ بَعْدِ إِيمانِهِ إِلَّا مَنْ أُكْرِهَ وَقَلْبُهُ مُطْمَئِنٌّ بِالْإِيمانِ) أي إن من كفر بالله بعد الإيمان والتبصر فعليه غضب من الله إلا إذا أكره على ذلك وقلبه ملىء بالإيمان بالله والتصديق برسوله ، فلا تثريب عليه كما فعل عمار بن ياسر.\n(وَلكِنْ مَنْ شَرَحَ بِالْكُفْرِ صَدْراً فَعَلَيْهِمْ غَضَبٌ مِنَ اللهِ وَلَهُمْ عَذابٌ عَظِيمٌ) أي ولكن غضب الله وشديد عقابه لمن طابت أنفسهم بالكفر ، واعتقدوه طائعين مختارين ، لعظيم جرمهم ، وكبير إثمهم.",
        "ثم بين سبب هذا الغضب فقال :\n(ذلِكَ بِأَنَّهُمُ اسْتَحَبُّوا الْحَياةَ الدُّنْيا عَلَى الْآخِرَةِ) أي ذلك الغضب من الله ، والعذاب العظيم من أجل أنهم آثروا الحياة الدنيا وزينتها على نعيم الآخرة.\n(وَأَنَّ اللهَ لا يَهْدِي الْقَوْمَ الْكافِرِينَ) أي وأن الله لا يوفق من يجحد آياته\nويصرّ على إنكارها ، لأنه قد فقد الاستعداد لسبل الخير بما زينت له نفسه ، وسولت له ، من عظيم الجرم وكبير الإثم ، فأصبح قلبه مليئا بما يشغله عن دواعى الإيمان ، بما يمليه عليه الشيطان.",
        "(أُولئِكَ الَّذِينَ طَبَعَ اللهُ عَلى قُلُوبِهِمْ وَسَمْعِهِمْ وَأَبْصارِهِمْ وَأُولئِكَ هُمُ الْغافِلُونَ) أي أولئك الذين اتصفوا بما تقدم ذكره ـ هم الذين طبع الله على قلوبهم ، فلا يؤمنون ولا يهتدون ، وأصم أسماعهم فلا يسمعون داعى الله إلى الهدى ، وأعمى أبصارهم فلا يبصرون بها حجج الله إبصار معتبر متعظ ، وأولئك هم الساهون عما أعدّ لأمثالهم من أهل الكفر ، وقد تقدم ذكر (الطبع) فى آي كثيرة.\n(لا جَرَمَ أَنَّهُمْ فِي الْآخِرَةِ هُمُ الْخاسِرُونَ) أي حقا إنهم فى الآخرة هم الهالكون الذين غبنوا أنفسهم حظوظها ، وصرفوا أعمارهم فيما لا يفضى بهم إلا إلى العذاب المخلّد ولله در من قال :\nفما المرء فى هذه الحياة إلا كالتاجر ، يشتر بطاعة ربه سعادة الآخرة ، فإذا لم يفعل من ذلك شيئا خسرت تجارته ، وعاد ذلك عليه بالوبال والنكال فى جهنم وبئس القرار.\nوقد حكم الله على هؤلاء الكافرين بستة أشياء :",
        "(1) إنهم استوجبوا غضب الله.\n(2) إنهم استحقوا عقابه العظيم.\n(3) إنهم استحبوا الحياة الدنيا.\n(4) إن الله حرمهم من الهداية للطريق القويم.",
        "(5) إنه طبع على قلوبهم وسمعهم وأبصارهم.\n(6) إنه جعلهم سبحانه من الغافلين.\nقال مجاهد : أول من أظهر الإسلام سبعة : رسول الله صلى الله عليه وسلّم ، وأبو بكر وخبّاب وصهيب وبلال وعمار وسمية.\nأما الرسول فحماه أبو طالب ، وأما أبو بكر فحماه قومه ، وأخذ الآخرون وألبسوا دروع الحديد ، ثم أجلسوا فى الشمس ، فبلغ منهم الجهد بحرّ الحديد والشمس ، وأتاهم أبو جهل يشتمهم ويوبّخهم ويشتم سمية ثم طعنها بحربة فى ملمس العفة ، وقال الآخرون ما نالوا به منهم ، إلا بلالا فإنهم جعلوا يعذبونه فيقول : أحد أحد حتى ملّوا ، فكتفّوه وجعلوا فى عنقه حبلا من ليف ، ودفعوه إلى صبيانهم يلعبون به ، حتى ملّوه فتركوه.",
        "وقال عمار : كلنا تكلم بالذي أرادوا غير بلال فإن نفسه هانت عليه فتركوه ، وقال خبّاب : لقد أوقدوا لى نارا ما أطفأها إلا ودك (دهن) ظهرى.\n(ثُمَّ إِنَّ رَبَّكَ لِلَّذِينَ هاجَرُوا مِنْ بَعْدِ ما فُتِنُوا ثُمَّ جاهَدُوا وَصَبَرُوا إِنَّ رَبَّكَ مِنْ بَعْدِها لَغَفُورٌ رَحِيمٌ (110) يَوْمَ تَأْتِي كُلُّ نَفْسٍ تُجادِلُ عَنْ نَفْسِها وَتُوَفَّى كُلُّ نَفْسٍ ما عَمِلَتْ وَهُمْ لا يُظْلَمُونَ (111))\nتفسير المفردات\nأصل الفتن : إدخال الذهب فى النار لتظهر جودته من رداءته ، ثم استعمل فى المحنة والابتلاء يصيب الإنسان ، تجادل : أي تدفع وتسعى فى خلاصها ، والنفس الأولى الجثة والبدن ، والنفس الثانية عينها وذاتها ، وتوفى : تعطى.",
        "المعنى الجملي\nبعد أن ذكر سبحانه فيما سلف حال من كفر بالله من بعد إيمانه ، وحكم بأنه استحق غضب الله وعذابه الأليم يوم القيامة ، ثم ذكر حال من أكره على إجراء كلمة الكفر على لسانه وقلبه ملىء بالإيمان ـ أردف ذلك بذكر طائفة من المسلمين كانوا مستضعفين بمكة مهانين فى قومهم فوافقوا المشركين على الفتنة فى الدين والرجوع إلى دين آبائهم وأجدادهم ثم فرّوا وتركوا بلادهم وأهليهم ابتغاء رضوان الله وطلب\nغفرانه ، وانتظموا فى سلك المسلمين وجاهدوا معهم الكافرين ، فحكم ربهم بقبول توبتهم ، ودخولهم فى زمرة الصالحين ، وتمتعهم بجنات النعيم يوم العرض والحساب.\nأخرج ابن أبي حاتم عن قتادة أن عياشا رضى الله عنه (وكان أخا أبى جهل من الرضاعة) وأبا جندل بن سهل وسلمة بن هشام وعبد الله بن سلمة الثقفي ، فتنهم المشركون وعذبوهم فأعطوهم بعض ما أرادوا ليسلموا من شرهم ، ثم إنهم بعد ذلك هاجروا وجاهدوا فنزلت فيهم الآية.",
        "الإيضاح\n(ثُمَّ إِنَّ رَبَّكَ لِلَّذِينَ هاجَرُوا مِنْ بَعْدِ ما فُتِنُوا ثُمَّ جاهَدُوا وَصَبَرُوا إِنَّ رَبَّكَ مِنْ بَعْدِها لَغَفُورٌ رَحِيمٌ) أي إن ربك أيها الرسول للذين هاجروا من ديارهم وتركوا مساكنهم وعشائرهم من أهل الشرك ، وانتقلوا عنهم إلى ديار الإسلام من بعد ما فتنهم المشركون الذين كانوا بين ظهرانيهم قبل هجرتهم ، ثم جاهدوا المشركين بعد ذلك بأيديهم بالسيف ، وبألسنتهم بالبراءة منهم ومما يعبدون من دون الله ، وصبروا على جهادهم ـ إن ربك من بعد أفعالهم هذه لذو ستر على ما كان منهم من إعطاء المشركين ما أرادوا منهم من كلمة الكفر بألسنتهم ، وهم لغيرها مضمرون ، وللإيمان معتقدون ، رحيم بهم أن يعاقبهم عليها مع إنابتهم إليه ، وجميل صنعهم من بعد.\n(يَوْمَ تَأْتِي كُلُّ نَفْسٍ تُجادِلُ عَنْ نَفْسِها) أي إن ربك لغفور رحيم بهؤلاء يوم تأتى كل نفس تخاصم عن نفسها ، وتحاجّ عنها ، وتسعى فى خلاصها ، بما أسلفت فى الدنيا من عمل ، ولا يهمها شأن غيرها من ولد ووالد وقريب.\n(وَتُوَفَّى كُلُّ نَفْسٍ ما عَمِلَتْ وَهُمْ لا يُظْلَمُونَ) أي وتعطى كل نفس جزاء ما عملت فى الدنيا من طاعة أو معصية ، فيجزى المحسن بما قدم من إحسان ، والمسيء بما أسلف من إساءة ، ولا يعاقب محسن ولا يثاب مسىء.",
        "والخلاصة ـ إن كل إنسان يجادل عن ذاته لا يهمه شأن غيره كما قال : «لكلّ امرى منهم يومئذ شأن يغنيه».\nوجاء فى بعض الآثار : «إن جهنم لتزفر زفرة ، لا يبقى ملك مقرب ، ولا نبى مرسل إلا جثا على ركبتيه يقول : رب نفسى نفسى حتى إن إبراهيم الخليل ليفعل ذلك».\n(وَضَرَبَ اللهُ مَثَلاً قَرْيَةً كانَتْ آمِنَةً مُطْمَئِنَّةً يَأْتِيها رِزْقُها رَغَداً مِنْ كُلِّ مَكانٍ فَكَفَرَتْ بِأَنْعُمِ اللهِ فَأَذاقَهَا اللهُ لِباسَ الْجُوعِ وَالْخَوْفِ بِما كانُوا يَصْنَعُونَ (112) وَلَقَدْ جاءَهُمْ رَسُولٌ مِنْهُمْ فَكَذَّبُوهُ فَأَخَذَهُمُ الْعَذابُ وَهُمْ ظالِمُونَ (113))\nالمعنى الجملي",
        "بعد أن هدد سبحانه الكافرين بالعذاب الشديد فى الآخرة ـ أردف ذلك الوعيد بآفات الدنيا من جوع وفقر وخوف شديد بعد أمن واطمئنان وعيش رغد.\nالإيضاح\n(وَضَرَبَ اللهُ مَثَلاً قَرْيَةً كانَتْ آمِنَةً مُطْمَئِنَّةً يَأْتِيها رِزْقُها رَغَداً مِنْ كُلِّ مَكانٍ فَكَفَرَتْ بِأَنْعُمِ اللهِ فَأَذاقَهَا اللهُ لِباسَ الْجُوعِ وَالْخَوْفِ بِما كانُوا يَصْنَعُونَ. وَلَقَدْ جاءَهُمْ رَسُولٌ مِنْهُمْ فَكَذَّبُوهُ فَأَخَذَهُمُ الْعَذابُ وَهُمْ ظالِمُونَ) أي بين الله صفة لقرية كان أهلها آمنين من العدو والقتال والجوع والسبي ، يأتيها الرزق الكثير من سائر البلدان ، فكفروا بنعم الله ، فعمهم الجوع والخوف ، وذاقوا مرارتهما بعد سعة العيش والطمأنينة ، وقد جاءهم رسول من جنسهم يعرفونه بأصله ونسبه ، فكذبوه فيما أخبرهم به من\nوجوب الشكر على النعمة ، فأخذهم العذاب واستأصل شأفتهم لا لتباسهم بالظلم ، وهو الكفر وتكذيب الرسول.",
        "وفى هذا إيماء إلى تماديهم فى الكفر والعناد ، وإلى أن ترتيب العذاب على تكذيب الرسول جاء على سنة الله فى أنه لا يعذب أمة إلا إذا أنذرها ، وبعث إليها رسولا يعظها ويرشدها كما يدل على ذلك قوله : «وَما كُنَّا مُعَذِّبِينَ حَتَّى نَبْعَثَ رَسُولاً» وهكذا حال أهل مكة ، فإنهم كانوا فى حرم آمن يتخطّف الناس من حولهم ، ولا يمرّ بهم طيف من الخوف ، ولا يزعج قلوبهم مزعج ، وكانت تجبى إليهم ثمرات كل شىء ، وقد جاءهم رسول من أنفسهم فأنذرهم وحذّرهم ، فكفروا بأنعم الله وكذبوا رسوله ، فأخذهم الله أخذ عزيز مقتدر ، وأذاقهم لباس الجوع والخوف بدعاء رسوله إذا قال : «اللهم اشدد وطأتك على مضر ، واجعلها عليهم سنين كسنى يوسف» فاضطروا إلى أكل الجيف والكلاب الميتة والعظام المحرقة ، وكان أحدهم ينظر إلى السماء فيرى شبه الدخان من الجوع ، وقد ضاقت عليهم الأرض بما رحبت من سرايا رسول الله صلى الله عليه وسلّم ، حيث كانوا يغيرون على مواشيهم وغيرهم وقوافلهم ، ثم أخذهم يوم بدر ما أخذهم من العذاب ، وقد جعل الله الجوع والخوف اللذين خالط أذاهما أجسامهم ـ لباسا لهم لأن أثرهما وضررهما قد أحاط بهم من كل جانب ، فأشبها اللباس الذي يغطّى الجسم ويحيط به ، وجعل إصابتهم بهما إذاقة دلالة على شدة تأثيرهما الشديد الذي حدث فيهم كما يكون ذلك حين ذوق شىء مرّ بشع كريه ، إذ يجد الذائق تقززا واشمئزازا.\n(فَكُلُوا مِمَّا رَزَقَكُمُ اللهُ حَلالاً طَيِّباً وَاشْكُرُوا نِعْمَتَ اللهِ إِنْ كُنْتُمْ إِيَّاهُ تَعْبُدُونَ (114) إِنَّما حَرَّمَ عَلَيْكُمُ الْمَيْتَةَ وَالدَّمَ وَلَحْمَ الْخِنْزِيرِ وَما أُهِلَّ لِغَيْرِ اللهِ بِهِ فَمَنِ اضْطُرَّ غَيْرَ باغٍ وَلا عادٍ فَإِنَّ اللهَ\nغَفُورٌ رَحِيمٌ (115) وَلا تَقُولُوا لِما تَصِفُ أَلْسِنَتُكُمُ الْكَذِبَ هذا حَلالٌ وَهذا حَرامٌ لِتَفْتَرُوا عَلَى اللهِ الْكَذِبَ إِنَّ الَّذِينَ يَفْتَرُونَ عَلَى اللهِ الْكَذِبَ لا يُفْلِحُونَ (116) مَتاعٌ قَلِيلٌ وَلَهُمْ عَذابٌ أَلِيمٌ (117) وَعَلَى الَّذِينَ هادُوا حَرَّمْنا ما قَصَصْنا عَلَيْكَ مِنْ قَبْلُ وَما ظَلَمْناهُمْ وَلكِنْ كانُوا أَنْفُسَهُمْ يَظْلِمُونَ (118) ثُمَّ إِنَّ رَبَّكَ لِلَّذِينَ عَمِلُوا السُّوءَ بِجَهالَةٍ ثُمَّ تابُوا مِنْ بَعْدِ ذلِكَ وَأَصْلَحُوا إِنَّ رَبَّكَ مِنْ بَعْدِها لَغَفُورٌ رَحِيمٌ (119))\nتفسير المفردات",
        "يقولون : له وجه يصف الجمال ، وعين تصف السحر ، يريدون أنه جميل وأن عينه تفتن من رآها ، لأنه لما كان وجهه منشأ للجمال وعينه منبعا للفتنة والسحر كان كل منهما كأنه إنسان عالم بكنههما محيط بحقيقتهما يصفهما للناس أجمل وصف ويعرفهما أتم تعريف وعلى هذا الأسلوب جاء قوله تعالى : ولا تقولوا لما تصف ألسنتكم الكذب ، إذ جعل الكذب كأنه حقيقة مجهولة ، وكلامهم الكذب يشرح تلك الحقيقة ويوضحها ، كأن ألسنتهم لكونها موصوفة بالكذب هى حقيقته ومنبعه الذي يعرف منه ، وعليه قول أبى العلاء المعرّى :\nأي إن سرى ذلك البرق يصف الكلال والإعياء.\nلتفتروا : أي لتكون العاقبة ذلك ، والجهالة هنا : الطيش وعدم التدبر فى العواقب.\nالمعنى الجملي",
        "بعد أن بين سبحانه حال من كفروا بأنعم الله وكذبوا رسوله وأنه قد حل بهم العذاب من جوع وخوف بسبب ظلمهم لأنفسهم وصدهم عن سبيل الله ـ قفّى على\nذلك بأمر المؤمنين بأكلهم من الحلال الطيب وشكرهم لنعمة الله عليهم وطاعتهم للرسول فيما به أمر وعنه نهى كيلا يحل بهم مثل ما حل بمن قبلهم ، ثم ببيان ما حرمه من المآكل ، وأن التحليل والتحريم لا يكونان إلا بنص من الدين لا بالهوى والتشهي ، لأن ذلك افتراء على الله ، ومن يفتر عليه لا يفلح. وأن ما حرّم على اليهود قد ذكره فيما نزل عليه من قبل فى سورة الأنعام ، وأن من يعمل السوء لعدم تدبره فى العواقب كغلبة الشهوة عليه ثم يتوب من بعد ذلك ويصلح أعماله ، فإن الله غفور لزلاته ، رحيم له ، فيثيبه على طاعته.\nالإيضاح\n(فَكُلُوا مِمَّا رَزَقَكُمُ اللهُ حَلالاً طَيِّباً وَاشْكُرُوا نِعْمَتَ اللهِ إِنْ كُنْتُمْ إِيَّاهُ تَعْبُدُونَ) أي فكلوا يا معشر المؤمنين مما رزقكم الله من بهائم الأنعام التي أحلها لكم ، وذروا الخبائث وهى الميتة والدم ، واشكروه على ما أنعم به عليكم ، بتحليله ما أحل لكم ، وبسائر نعمه المتظاهرة عليكم ، إن كنتم تعبدونه ، فتطيعونه فيما يأمركم به ، وتنتهون عما ينهاكم عنه ، والمراد بذلك الحث على اتباع أوامره والمداومة عليها.",
        "وبعد أن أمرهم بالأكل من الطيبات بين لهم ما حرّم عليهم فقال :\n(إِنَّما حَرَّمَ عَلَيْكُمُ الْمَيْتَةَ وَالدَّمَ وَلَحْمَ الْخِنْزِيرِ وَما أُهِلَّ لِغَيْرِ اللهِ بِهِ) أي إنما حرم عليكم ربكم أكل الميتة والدم ولحم الخنزير وما ذبح للأنصاب فسمى عليه بغير اسمه تعالى ، فإن ذلك من ذبائح من لا يحل أكل ذبيحته.\nوالخلاصة ـ إن ما سمى عليه غير الله عند الذبح سواء كان صنما أو وثنا أو روحا خبيثا من جن أو روحا طيبا من إنس كالنبى والولي حيا أو ميتا ، فأكله حرام لما جاء فى الحديث «ملعون من ذبح لغير الله» سواء سمى الله عند ذبحه أو لم يسم ، لأن هذا الحيوان قد انتسب إلى غيره تعالى ، فمن ذبح للسيد البدوي أو لإبراهيم الدسوقى أو للسيدة زينب لا يجوز أكل هذا الذبيح.\nثم ذكر الحال التي يسوغ فيها تناول شىء من هذه المحرمات فقال :",
        "(فَمَنِ اضْطُرَّ غَيْرَ باغٍ وَلا عادٍ فَإِنَّ اللهَ غَفُورٌ رَحِيمٌ) أي فمن اضطر إلى تناول شىء من هذه المحرمات لمجاعة حلت به ، وضرورة دعته إلى أخذ شىء منها ، غير باغ على مضطر آخر ولا متعدّ قدر الضرورة وسد الرمق ـ فالله لا يؤاخذه على ذلك وهو الذي يستر ما يصدر منهم من الهفوات ، وهو الرحيم بهم أن يعاقبهم على مثل ذلك ، أما ما حرموه غير ذلك من البحائر والسوائب والوصائل ونحوها مما تقدم فى سورة الأنعام فهو محض افتراء على الله ، وقد تقدم مثل هذه الآية فى سور البقرة والمائدة والأنعام وفيها حصر المحرمات فى هذه الأربع فحسب.\nثم أكد حصر المحرمات فى هذه الأربع ونهى عن التحريم والتحليل بالأهواء فقال :\n(وَلا تَقُولُوا لِما تَصِفُ أَلْسِنَتُكُمُ الْكَذِبَ هذا حَلالٌ وَهذا حَرامٌ) أي ولا تقولوا هذا حلال وهذا حرام بالرأى والهوى ، فلا تقولوا ما فى بطون هذه الأنعام خالصة لذكورنا ومحرم على أزواجنا ، ولا تحللوا الميتة والدم ولحم الخنزير إلخ.\nوخلاصة ذلك ـ لا تحللوا ولا تحرموا لمجرد وصف ألسنتكم الكذب وتصويرها له دون استناد إلى دليل ، وكأنّ ألسنتكم لأنها منشأ الكذب وينبوعه شخص عالم بحقيقته ، ومحيط بكنهه ، يصفه للناس ويوضحه لهم أتم إيضاح.",
        "(لِتَفْتَرُوا عَلَى اللهِ الْكَذِبَ) أي لتكون عاقبة أمركم إسناد التحريم والتحليل إلى الله كذبا من غير أن يكون ذلك منه ، فالله لم يحرم من ذلك ما تحرمون ولا أحل كثيرا مما تحللون.\nوإجمال ذلك ـ لا تسموا ما لم يأتكم حله ولا حرمته عن الله ورسوله حلالا وحراما فتكونوا كاذبين عليه ، لأن مدار الحل والحرمة عليه ليس إلا حكمة تعالى.\nعن أبى نضرة قال : قرأت هذه الآية فى سورة النحل فلم أزل أخاف الفتيا إلى\nيومى هذا ـ وقد صدق فكل من أفتى بخلاف ما فى كتاب الله وسنة رسوله لجهله بما فيهما فقد ضل وأضل من يفتيهم ، ولله در القائل :",
        "أخرج الطبراني عن ابن مسعود قال : «عسى رجل يقول إن الله أمر بكذا أو نهى عن كذا فيقول الله عزّ وجلّ كذبت ، أو يقول إن الله حرم كذا أو أحل كذا فيقول الله له كذبت».\nثم أوعد المفترين وهددهم أشد التهديد فقال :\n(إِنَّ الَّذِينَ يَفْتَرُونَ عَلَى اللهِ الْكَذِبَ لا يُفْلِحُونَ) أي إن الذين يتخرّصون الكذب على الله فى أمورهم صغيرها وكبيرها لا يفوزون بخير فى المطالب التي لأجلها كذبوا على ربهم ، إذ هم متى عرفوا بالكذب مجّهم الناس وانصرفوا عنهم وعاشوا أذلة بينهم ممقوتين ، ويكونون مضرب الأمثال فى الهوان والصغار ـ إلى ما يصيبهم من الخزي والوبال يوم القيامة.\nثم بين أن ما يحصل لهم من المنافع بالافتراء على الله ليس شيئا مذكورا إذا قيس بالمضارّ التي تنجم منه فقال :",
        "(مَتاعٌ قَلِيلٌ وَلَهُمْ عَذابٌ أَلِيمٌ) أي إن المنافع التي قد تحصل لهم على ذلك فى الدنيا لا يعتدّ بها فى نظر العقلاء إذا ووزن بينها وبين المضارّ التي فى الآخرة ، فما متاع الدنيا إلا ظل زائل ثم يفنى ويبقى لهم العذاب الأليم حين مصيرهم إلى ربهم بما اجترحوا من السيئات ، ودنّسوا به أنفسهم من أو ضار الإثم والفجور والكذب على بارئهم الذي خلقهم وصوّرهم فأحسن صورهم.\nونحو الآية قوله : «نُمَتِّعُهُمْ قَلِيلاً ثُمَّ نَضْطَرُّهُمْ إِلى عَذابٍ غَلِيظٍ».\nوبعد أن بين ما يحل وما يحرم لأهل الإسلام أتبعه ببيان ما خص به اليهود من المحرمات فقال :\n(وَعَلَى الَّذِينَ هادُوا حَرَّمْنا ما قَصَصْنا عَلَيْكَ مِنْ قَبْلُ) أي وحرمنا من قبلك",
        "أيها الرسول على اليهود ما أنبأناك به من قبل فى سورة الأنعام : «وَعَلَى الَّذِينَ هادُوا حَرَّمْنا كُلَّ ذِي ظُفُرٍ وَمِنَ الْبَقَرِ وَالْغَنَمِ حَرَّمْنا عَلَيْهِمْ شُحُومَهُما إِلَّا ما حَمَلَتْ ظُهُورُهُما أَوِ الْحَوايا أَوْ مَا اخْتَلَطَ بِعَظْمٍ».\nثم بين السبب فى ذلك التحريم عليهم فقال :\n(وَما ظَلَمْناهُمْ وَلكِنْ كانُوا أَنْفُسَهُمْ يَظْلِمُونَ) أي وما ظلمناهم بتحريم ذلك عليهم ، ولكن ظلموا أنفسهم بمعصيتهم لربهم وتجاوزهم حدوده التي حدها لهم وانتهاك حرماته ، فعوقبوا بهذا التحريم كما قال فى آية أخرى : «فَبِظُلْمٍ مِنَ الَّذِينَ هادُوا حَرَّمْنا عَلَيْهِمْ طَيِّباتٍ أُحِلَّتْ لَهُمْ» الآية.\nوفى هذا إيماء لى أن ذلك التحريم إنما كان للظلم والبغي عقوبة وتشديدا ، وبه يعلم الفرق فى التحريم بينهم وبين غيرهم ، فإنه لهم عقوبة ، ولنا للمضرّة فحسب.",
        "ثم بيّن أن الافتراء على الله وانتهاك حرماته لا يمنع من التوبة التي يتقبّلها الله منهم ، ويغفر لهم زلاتهم رحمة منه وفضلا فقال :\n(ثُمَّ إِنَّ رَبَّكَ لِلَّذِينَ عَمِلُوا السُّوءَ بِجَهالَةٍ ثُمَّ تابُوا مِنْ بَعْدِ ذلِكَ وَأَصْلَحُوا إِنَّ رَبَّكَ مِنْ بَعْدِها لَغَفُورٌ رَحِيمٌ) أي إن ربك للذين افتروا عليه وأشركوا به سواه وركبوا مالا يليق من المعاصي بسبب الجهالة التي تحملهم على انتهاك حرمات الدين كالقتل للغيرة أو للعصبية كما\nجاء فى الخبر «اللهم إنى أعوذ بك من أن أجهل أو يجهل علىّ».\nوقال عمرو بن كلثوم :",
        "إنه لغفور رحيم لهم إذ هم تابوا وندموا على ما فرط منهم ، وأصلحوا أعمالهم ففعلوا ما يحب الله ورسوله.\nوفى قوله : بجهالة ، إيماء إلى أن من يأتى الذنوب قلّما يفكر فى العاقبة ، لغلبة الشهوة عليه أو لجهالة الشباب والطيش.\n(إِنَّ إِبْراهِيمَ كانَ أُمَّةً قانِتاً لِلَّهِ حَنِيفاً وَلَمْ يَكُ مِنَ الْمُشْرِكِينَ (120) شاكِراً لِأَنْعُمِهِ اجْتَباهُ وَهَداهُ إِلى صِراطٍ مُسْتَقِيمٍ (121) وَآتَيْناهُ فِي الدُّنْيا حَسَنَةً وَإِنَّهُ فِي الْآخِرَةِ لَمِنَ الصَّالِحِينَ (122) ثُمَّ أَوْحَيْنا إِلَيْكَ أَنِ اتَّبِعْ مِلَّةَ إِبْراهِيمَ حَنِيفاً وَما كانَ مِنَ الْمُشْرِكِينَ (123) إِنَّما جُعِلَ السَّبْتُ عَلَى الَّذِينَ اخْتَلَفُوا فِيهِ وَإِنَّ رَبَّكَ لَيَحْكُمُ بَيْنَهُمْ يَوْمَ الْقِيامَةِ فِيما كانُوا فِيهِ يَخْتَلِفُونَ (124) ادْعُ إِلى سَبِيلِ رَبِّكَ بِالْحِكْمَةِ وَالْمَوْعِظَةِ الْحَسَنَةِ وَجادِلْهُمْ بِالَّتِي هِيَ أَحْسَنُ إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَنْ ضَلَّ عَنْ سَبِيلِهِ وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ (125) وَإِنْ عاقَبْتُمْ فَعاقِبُوا بِمِثْلِ ما عُوقِبْتُمْ بِهِ وَلَئِنْ صَبَرْتُمْ لَهُوَ خَيْرٌ لِلصَّابِرِينَ (126) وَاصْبِرْ وَما صَبْرُكَ إِلاَّ بِاللهِ وَلا تَحْزَنْ عَلَيْهِمْ وَلا تَكُ فِي ضَيْقٍ مِمَّا يَمْكُرُونَ (127) إِنَّ اللهَ مَعَ الَّذِينَ اتَّقَوْا وَالَّذِينَ هُمْ مُحْسِنُونَ (128))\nتفسير المفردات",
        "الأمة : الجماعة الكثيرة ، وسمى إبراهيم أمة لأنه قد جمع من الفضائل والكمالات ما لو تفرّق لكفى أمة ، ألا ترى أبا نواس إذ يقول لهرون الرشيد مادحا :\nوالقانت : المطيع لله القائم بأمره ، والحنيف : المائل عن الدين الباطل إلى الدين الحق ، واجتباه : اختاره واصطفاه ، والحسنة : هى محبة أهل الأديان جميعا له إجابة لدعوته لربه «واجعل لى لسان صدق فى الآخرين» وجعل السبت لليهود : فرض تعظيمه والتخلي فيه للعبادة وترك الصيد ، والحكمة : المقالة المحكمة المصحوبة بالداليا\nالموضّح للحق المزيل للشبهة ، والموعظة الحسنة : الدلائل الظنية المقنعة للعامة ، والجدل : الحوار والمناظرة لإقناع المعاند ، والعقاب فى أصل اللغة : المجازاة على أذى سابق ثم استعمل فى مطلق العقاب ، والضيق (بفتح الضاد وكسرها) الغم وانقباض الصدر.\nالمعنى الجملي",
        "بعد أن زيّف سبحانه مذاهب المشركين فى إثبات الشركاء والأنداد لله ، وفى طعنهم فى نبوة الأنبياء والرسل بنحو قولهم : لو أرسل الله رسلا لأرسل ملائكة. وفى تحليلهم أشياء حرمها الله ، وتحريم أشياء أحلها الله ، وبالغ فى رد هذه المعتقدات. ختم السورة بذكر إبراهيم رئيس الموحدين الذي كان المشركون يفتخرون به ، ويقرّون بوجوب الاقتداء به ، ليصير ذكر طريقته حاملا لهم على الإقرار بالتوحيد والرجوع عن الشرك ، ثم بأمر نبيه محمد صلى الله عليه وسلّم باتباعه ، ثم يجعل الأسس التي يبنى عليها دعوته هى الحكمة والموعظة الحسنة والجدل بالحسنى ، ثم بأمره باللين فى العقاب إن أراده ، أو بترك العقاب ، وهو أفضل للصابرين ، ثم بأمره بجعل الصبر رائده فى جميع أعماله ، ونهيه عن الحزن على كفر قومه ، وأنهم لم يجيبوا دعوته ، وأنهم يمكرون به ، فالله ينصره عليهم ويكفيه أذاهم ، فقد جرت سنته بأن العاقبة للمتقين ، والخذلان للعاصين الخائنين.\nالإيضاح\n(إِنَّ إِبْراهِيمَ كانَ أُمَّةً قانِتاً لِلَّهِ حَنِيفاً وَلَمْ يَكُ مِنَ الْمُشْرِكِينَ. شاكِراً لِأَنْعُمِهِ اجْتَباهُ وَهَداهُ إِلى صِراطٍ مُسْتَقِيمٍ. وَآتَيْناهُ فِي الدُّنْيا حَسَنَةً وَإِنَّهُ فِي الْآخِرَةِ لَمِنَ الصَّالِحِينَ) مدح الله عبده ورسوله وخليله إبراهيم إمام الحنفاء ، ووالد الأنبياء بجملة صفات من صفات الكمال :\n(1) إنه وحده كان أمّة ، قال ابن عباس رضى الله عنهما : إنه كان عنده عليه الصلاة",
        "والسلام من الخير ما كان عند أمة ، فهو رئيس الموحّدين ، كسر الأصنام ، وجادل الكفار ، ونظر فى النجوم ، ودرس الطبيعة الكونية ، ليطمئن قلبه بالإسلام.\n(2) إنه كان قانتا أي مطيعا لله قائما بأمره.\n(3) إنه كان حنيفا أي مائلا عن الباطل ، متّبعا للحق ، لا يفارقه ولا يحيد عنه.\n(4) إنه ما كان من المشركين فى أمر من أمور دينهم ، بل كان من الموحّدين فى الصغر والكبر ، فهو الذي قال للملك فى عصره «رَبِّيَ الَّذِي يُحْيِي وَيُمِيتُ» وهو الذي أبطل عبادة الأصنام والكواكب بقوله : «لا أحبّ الآفلين» وكسر الأصنام حتى ألقوه لأجلها فى النار فكانت عليه بردا وسلاما.",
        "وعلى الجملة فقد كان غارقا فى بحار التوحيد مستغرقا فى حب الإله المعبود ، وفى ذلك ردّ على كفار قريش إذ قالوا نحن على ملة إبراهيم ، وعلى اليهود الذين أشركوا وقالوا عزيز ابن الله ، مع زعمهم أن إبراهيم كان على مثل ما هم عليه.\nونحو الآية قوله : «ما كانَ إِبْراهِيمُ يَهُودِيًّا وَلا نَصْرانِيًّا وَلكِنْ كانَ حَنِيفاً مُسْلِماً وَما كانَ مِنَ الْمُشْرِكِينَ».\n(5) إنه كان شاكرا لأنعم الله عليه كما قال : «وإبراهيم الّذى وفّى» أي قام بجميع ما أمره الله تعالى به ، وفى هذا تعريض بكفار قريش الذين جحدوا بأنعم الله فأصابهم الجوع والخوف كما تقدم ذكره فى المثل السابق.\n(6) إنه اجتباه ربه واختاره للنبوة كما قال : «ولقد آتينا إبراهيم رشده من قبل وكنّا به عالمين».",
        "(7) إنه هداه إلى صراط مستقيم ، وهو عبادة الله وحده لا شريك له ، مع إرشاد الخلق إلى ذلك والدعوة إليه.\n(8) إن الله حبّبه إلى جميع الخلق ، فجميع أهل الأديان ، مسلميهم ونصاراهم ويهودهم يعترفون به ، وكفار قريش لا فخر لهم إلا به ، وقد أجاب الله دعاءه فى قوله «واجعل لى لسان صدق فى الآخرين».\n(9) إنه فى الآخرة فى زمرة الصالحين ، وهو معهم فى الدرجات العلى من الجنة ، إجابة لدعوته قال : «ربّ هب لى حكما وألحقنى بالصّالحين».\nوبعد أن وصف إبراهيم بهذه الصفات الشريفة التي بلغت الغاية فى علوّ المرتبة أخبر أنه أمر نبيه محمدا صلى الله عليه وسلّم باتباعه فقال :",
        "(ثُمَّ أَوْحَيْنا إِلَيْكَ أَنِ اتَّبِعْ مِلَّةَ إِبْراهِيمَ حَنِيفاً وَما كانَ مِنَ الْمُشْرِكِينَ) أي ثم أوحينا إليك أيها الرسول وقلنا لك : اتبع ملة إبراهيم الحنيفية المسلمة البريئة من عبادة الأوثان والأنداد التي يعبدها قومك ، كما تبرأ إبراهيم من مثلها من قبل ، فأنت متبع له وسائر على طريقه ، وقومك ليسوا كذلك ، لأنهم يحللون ويحرمون من عند أنفسهم.\nونحو الآية قوله فى سورة الأنعام : «قُلْ إِنَّنِي هَدانِي رَبِّي إِلى صِراطٍ مُسْتَقِيمٍ دِيناً قِيَماً مِلَّةَ إِبْراهِيمَ حَنِيفاً وَما كانَ مِنَ الْمُشْرِكِينَ».\nوخلاصة ذلك ـ إنه عليه الصلاة والسلام أمر باتباع ملة إبراهيم بنفي الشرك وإثبات التوحيد ، وإن كان قد ثبت ذلك بالدليل العقلي ، ليظاهر الدليل النقلى الدليل العقلي.\nوقوله : (وَما كانَ مِنَ الْمُشْرِكِينَ) تكرير لزيادة التوكيد وتقرير لنزاهته عليه الصلاة والسلام عما هم عليه من عقيدة وعمل.",
        "ثم نعى على اليهود ما اختلفوا فيه وهو يوم السبت فقال :\n(إِنَّما جُعِلَ السَّبْتُ عَلَى الَّذِينَ اخْتَلَفُوا فِيهِ ، وَإِنَّ رَبَّكَ لَيَحْكُمُ بَيْنَهُمْ يَوْمَ الْقِيامَةِ فِيما كانُوا فِيهِ يَخْتَلِفُونَ) أي إنما جعل وبال يوم السبت وهو المسخ على الذين اختلفوا فيه ، فأحلوا الصيد فيه تارة وحرموه أخرى ، وكان من الحتم عليهم أن يتفقوا فيه على كلمة واحدة بعد أن أمروا بالكف عن الصيد فيه. كما أن وبال التحريم والتحليل من المشركين من عند أنفسهم واقع عليهم لا محالة.\nوإن ربك ليفصل بين الفريقين فى الخصومة والاختلاف ، ويجازى كل فريق بما يستحق من ثواب وعقاب.\nوإيراد هذه العبارة بين سابق الكلام ولاحقه ـ إنذار للمشركين وتهديد لهم بما فى مخالفة الأنبياء من عظيم الوبال والنكال ، كما ذكر مثل القرية فيما سلف ، إلى أن فيه حثا على إجابة الدعوة التي تضمنها سابق الكلام وأمروا بها فى لا حقه ، ثم فصل سبحانه ما أمر باتباع إبراهيم فيه فقال :",
        "(ادْعُ إِلى سَبِيلِ رَبِّكَ بِالْحِكْمَةِ وَالْمَوْعِظَةِ الْحَسَنَةِ وَجادِلْهُمْ بِالَّتِي هِيَ أَحْسَنُ) أي ادع أيها الرسول من أرسلك إليهم ربك بالدعاء إلى شريعته التي شرعها لخلقه بوحي الله الذي يوحيه إليك ، وبالعبر والمواعظ التي جعلها فى كتابه حجة عليهم ، وذكرهم بها فى تنزيله كالذى عدده فى هذه السورة. وخاصمهم بالخصومة التي هى أحسن من غيرها بأن تصفح عما نالوا به عرضك من أذى ، وترفّق بهم بحسن الخطاب ، كما قال فى آية أخرى «وَلا تُجادِلُوا أَهْلَ الْكِتابِ إِلَّا بِالَّتِي هِيَ أَحْسَنُ إِلَّا الَّذِينَ ظَلَمُوا مِنْهُمْ» الآية ، وقال آمرا موسى وهرون عليهما السلام حين بعثهما إلى فرعون «فقولا له قولا ليّنا لعلّه يتذكّر أو يخشى».\nثم توعد سبحانه ووعد فقال :\n(إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَنْ ضَلَّ عَنْ سَبِيلِهِ وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ) أي إن ربك أيها الرسول هو أعلم بمن جار عن قصد السبيل من المختلفين فى السبت وغيره ، وأعلم بمن كان منهم سالكا قصد السبيل ومحجة الحق ، وهو مجازيهم جميعا حين ورودهم إليه بحسب ما يستحقون.\nوخلاصة ذلك ـ اسلك فى الدعوة والمناظرة الطريق المثلى ، وهى الدعوة بالتي هى أحسن ، وليس عليك غيرها.",
        "أما الهداية والضلال والمجازاة عليهما فإلى الله سبحانه لا إلى غيره ، إذ هو أعلم بحال من لا يرعوى عن الضلال لسوء اختياره ، وبحال من يصير أمره إلى الاهتداء ، لما ينطوى بين جنبيه من الخير ، فما شرعه لك فى الدعوة هو الذي تقتضيه الحكمة ، وهو كاف فى هداية المهتدين وإزالة عذر الضالين.\nولما أمر الله رسوله بالدعوة وبين طريقها وكانت تلك الدعوة تتضمن أمرهم بالرجوع عن دين آبائهم وأسلافهم والحكم عليهم بالكفر والضلالة ، وذلك مما يحمل أكثرهم على إيذاء الداعي إما بقتله أو بضر به أو بشتمه ، كما أن الداعي يدعوه طبعه إلى تأديب أولئك السفهاء تارة بالقتل وأخرى بالضرب ، لا جرم أمر سبحانه المحقين برعاية العدل والإنصاف فى العقاب وترك الزيادة فيه فقال :\n(وَإِنْ عاقَبْتُمْ فَعاقِبُوا بِمِثْلِ ما عُوقِبْتُمْ بِهِ وَلَئِنْ صَبَرْتُمْ لَهُوَ خَيْرٌ لِلصَّابِرِينَ) أي وإن عاقبتم أيها المؤمنون من ظلمكم فلكم فى العقاب إحدى طريقين :\n(1) أن تعاقبوه بمثل الذي نالكم به ظالمكم من العقوبة.",
        "(2) أن تصبروا وتتجاوزوا عما صدر منه من الذنب ، وتصفحوا عنه ، وتحتسبوا عند الله ما نالكم به من الظلم ، وتكلوا أمركم إليه ، والله يتولى عقوبته ، والصبر خير للصابرين من الانتقام ، لأن الله ينتقم من الظالم بأشد مما كان ينتقم منه لنفسه.\nوالخلاصة ـ إنكم إن رغبتم فى القصاص فاقنعوا بالمثل ولا تزيدوا عليه ، فإن الزيادة ظلم ، والظلم لا يحبه الله ولا يرضى به ، وإن تجاوزتم عن العقوبة وصفحتم فذلك خير وأبقى ، والله هو الذي يتولى عقاب الظالم ويأخذ بناصر المظلوم.\nثم أمر رسوله بالصبر صراحة بعد أن ندب إليه غيره تعريضا ، لأنه أولى الناس بعزائم الأمور ، لزيادة علمه بشئونه تعلى فقال :\n(وَاصْبِرْ وَما صَبْرُكَ إِلَّا بِاللهِ) أي واصبر على ما أصابك منهم من أذى فى الله ، ومن إعراض عن الدعوة ، وما صبرك إن صبرت إلا بمعونة الله وحسن توفيقه ، ومشيئته المبنية على الحكم البالغة التي تنتهى إلى عواقب حميدة.",
        "وفى هذا تسلية للنبى صلى الله عليه وسلّم وتهوين لمشاقّ الصبر عليه وتشريف له بما لا مزيد عليه.\n(وَلا تَحْزَنْ عَلَيْهِمْ) أي ولا تحزن على إعراض المشركين الذين يكذّبونك وينكرون ما جئتهم به.\n(وَلا تَكُ فِي ضَيْقٍ مِمَّا يَمْكُرُونَ) أي ولا يضق صدرك بما يقولون من الجهل بنسبتك إلى السحر والكهانة والشعر احتيالا وخديعة لمن أراد الإيمان بك ، وصدّا عن سبيل الله.\nوقصارى ذلك ـ إنه نهى نبيه صلى الله عليه وسلّم أن يضيق صدره مما يلقى من أذى المشركين على تبليغهم وحي الله وتنزيله كما قال : «فَلا يَكُنْ فِي صَدْرِكَ حَرَجٌ مِنْهُ لِتُنْذِرَ بِهِ» وقال : «فَلَعَلَّكَ تارِكٌ بَعْضَ ما يُوحى إِلَيْكَ وَضائِقٌ بِهِ صَدْرُكَ أَنْ يَقُولُوا لَوْ لا أُنْزِلَ عَلَيْهِ كَنْزٌ أَوْ جاءَ مَعَهُ مَلَكٌ إِنَّما أَنْتَ نَذِيرٌ وَاللهُ عَلى كُلِّ شَيْءٍ وَكِيلٌ».",
        "فالله كافيك أذاهم ، وناصرك عليهم ، ومؤيدك ومظهرك عليهم ، فمهما حاولوا إيصال الأذى بك ، فإن الله مبعده عنك ، ومحبط ما صنعوا وهم لا يشعرون.\n(إِنَّ اللهَ مَعَ الَّذِينَ اتَّقَوْا وَالَّذِينَ هُمْ مُحْسِنُونَ) أي إن الله مع الذين اتقوا محارمه فاجتنبوها خوفا من عقابه ، والذين يحسنون رعاية فرائضه ، والقيام بحقوقه ، ولزوم طاعته فيما أمرهم به ، وفى ترك ما نهاهم عنه.\nونحو الآية قوله لموسى وهرون : «لا تَخافا إِنَّنِي مَعَكُما أَسْمَعُ وَأَرى» وقول النبي صلى الله عليه وسلّم للصدّيق وهما فى الغار فيما حكى الله عنه : «لا تحزن إنّ الله معنا».\nوقصارى ذلك ـ إن الله تعالى ولىّ الذين تبتّلوا إليه ، وأبعدوا الشواغل عن أنفسهم ، فلم يحزنوا لفوت مطلوب ، ولم يفرحوا لنيل محبوب ، والذين هم محسنون أعمالهم برعاية فرائضه وأداء حقوقه على النحو اللائق بجلاله وكماله ، وقد فسر النبي صلى الله عليه وسلم الإحسان فقال : «أن تعبد الله كأنك تراه ، فإن لم تكن تراه فإنه يراك».",
        "والله نسأل أن يهدينا إلى سواء السبيل ، وأن يوفقنا للفقه فى دينه ، ويفتح لنا خزائن أسراره ، بحرمة كتابه ، وكنوز شريعته التي أنزلها على رسوله النبي الأمى ، والحمد لله رب العالمين ، وصلاته وسلامه على سيد المرسلين ، وعلى آله وصحبه أجمعين :\nمجمل ما حوته السورة الكريمة من الآداب والأحكام\n(1) استعجال المشركين للساعة.\n(2) ذكر الأدلة على التوحيد بخلق العالم العلوي والسفلى وخلق الإنسان.",
        "(3) الامتنان على عباده بخلق الأنعام وما فيها من المنافع من أكل وحمل أثقال إلى البلاد البعيدة.\n(4) النعي على المشركين فى عبادة الأصنام والأوثان.\n(5) إنذار المشركين بأن يحل بهم مثل ما حل بمن قبلهم من المثلات وبما آتاهم من العذاب من حيث لا يشعرون.\n(6) احتجاج المشركين بعدم الحاجة إلى إرسال الرسل بأن ما هم فيه من كفر وضلال مقدر مكتوب عليهم ، فلا فائدة فى إرسالهم ، وقد ردّ الله عليهم بأن وظيفة الرسل البلاغ والإنذار لا خلق الهداية والإيمان.",
        "(7) إجمال دعوة الأنبياء بأنها عبادة الله واجتناب الطاغوت ، ومن الناس من استجاب لدعوتهم ومنهم من حقت عليه الضلالة.\n(8) إنكار المشركين للبعث والنشور وحلفهم على ذلك ، وتكذيب الله لهم فيما يقولون.\n(9) إنكارهم بعث محمد صلى الله عليه وسلّم بأنه رجل لا ملك ، فكذبهم الله بأن الأنبياء جميعا كانوا رجالا لا ملائكة.\n(10) إنذار المشركين بعذاب الخسف.",
        "(11) جعلهم الملائكة بنات مع حزنهم إذا بشر أحدهم بالأنثى.\n(12) رحمة الله بعباده وعدم مؤاخذتهم بذنوبهم ، وأنه لو آخذهم ما ترك على ظهر الأرض دابة.\n(13) ذكر نعمه على عباده بإنزال اللبن من بين الفرث والدم ، وأخذ الثمرات من النخيل والأعناب والعسل من النحل.\n(14) تفاضل الناس فى الأعمار والأرزاق.",
        "(15) ضرب الأمثال لدحض الشركاء والأنداد من دون الله.\n(16) الامتنان على عباده بخلق السمع والبصر وتسخير الطير فى جو السماء وجعل البيوت سكنا ، وجعله لنا سرابيل تقى الحر وسرابيل تقى بأس العدو.\n(17) جعل الأنبياء شهداء على أممهم وعدم الإذن للكافرين فى الكلام وعدم قبول معذرتهم.\n(18) الأمر بالعدل والإحسان وصلة الأرحام ، والنهى عن الفحشاء والمنكر والبغي ، والأمر بالوفاء بالعهود والوعود وضرب الأمثال لذلك.",
        "(19) الأمر بالاستعاذة من الشيطان وبيان أن سلطانه على المشركين.\n(20) تكذيبهم للرسول إذا جاءهم بحكم لم يكن فى شريعة من قبله من الأنبياء وادعاؤهم بأن هذا القرآن إنما هو تعليم من عبد رومى ورد الله عليهم ذلك.\n(21) إنه لا ضير على من كفر بالله وقلبه مطمئن بالإيمان دون من شرح بالكفر صدرا.\n(22) دفاع كل نفس عن نفسها يوم القيامة وجزاء كل نفس بما عملت.",
        "(23) ذكر ما حرمه الله من المطاعم والنهى عن تقوّلهم على الله بغير علم.\n(24) ذكر ما حرمه على اليهود بسبب ظلمهم.\n(25) مدح إبراهيم عليه السلام ووصفه بصفات لم يوصف بها نبى غيره ، ثم أمر النبي صلى الله عليه وسلّم باتباعه وسلوك طريقته فى العقاب والصبر على الأذى.\nوقد انتهى تصنيف. هذا الجزء بمدينة حلوان من أرباض القاهرة عصر يوم الأربعاء الثلاثين من جمادى الآخرة من سنة ثلاث وستين وثلاثمائة من هجرة سيد ولد عدنان.",
        "فهرست\nأهم المباحث العامة التي فى هذا الجزء\nصلح أول هذه الأمة بالزهد واليقين يهلك آخرها بالبخل والأمل\t6\nاتهامهم الرسول بالجنون\t7",
        "الله نزل كتابه وتكفل بحفظه\t9\nما أرسل رسول إلا استهزأ به قومه\t10\nأراد الشياطين أن يختطفوا شيئا من أخبار الغيب فأحرقتهم الشهب المشتعلة\t12\nالأدلة الكونية على وحدانية الله\t14",
        "إرسال الرياح لواقح لم يعرف إلا حديثا\t17\nحجاج إبليس عن امتناعه عن السجود ، وفيه ضروب من الجهالة\t22\nتهديده سبحانه لإبليس\t23\nما أعد للمتقين من جنات النعيم\t25",
        "ضيف إبراهيم\t27\nبشارة إبراهيم بإسحاق\t33\nمقالة لوط لقومه\t37\nأرسل الله على قوم لوط ثلاثة ألوان من العذاب\t38",
        "ضروب الفراسة\t39\nنهى الرسول صلى الله عليه وسلّم عن تمنى زينة الحياة الدنيا\t45\nأمره صلى الله عليه وسلّم بالجهر بالدعوة\t47\nالمستهزءون بالرسول والقرآن\t48",
        "\nدلالة المصنوع على الصانع\t55\nفوائد الأنعام\t56\nلله نعم فى البحر كما له نعم فى البر\t61",
        "فوائد النجوم\t63\nفى عبادة الأصنام ضروب من الحماقة\t66\nذكر شبهات من أنكروا النبوات\t69\nمن حفر لأخيه جبّا وقع فيه منكبا\t71",
        "المشركون ليسوا ببدع فى الأمم\t77\nالرسول مبلغ وليس بمسيطر\t80\nقالوا هب الله أرسل رسولا فلن يكون بشرا\t88\nآثار قدرته سبحانه\t90",
        "العوام يفعلون اليوم ما تقشعر منه الأبدان\t93\nقالت خزاعة : الملائكة بنات الله\t96\nوأد البنات خوف الفقر والعار\t97\nكيف يتكون اللبن فى الضرع\t103",
        "معيشة النحل فى الخلايا\t104\nما أثبته الطب الحديث من الفوائد للعسل\t106\nالأعمار والأرزاق\t108\nضرب الأمثال وفوائده\t113",
        "منن الله على عباده\t121\nالرسل شهداء على أممهم\t125\nالأصنام تتبرأ من عبدتها يوم القيامة\t126\n",
        "الهداية والضلال على مقدار استعداد النفوس للصلاح والغواية\t130\nليس من خلق حسن إلا أمر به الله\t131\nالإحسان أن تحسن إلى من أساء إليك\t132\nالوفاء بالعهد\t133",
        "ناقضة الغزل من بعد قوة\t134\nالمؤمن يحيا حياة طيبة تصحبها القناعة\t138\nقالوا ما جاء به محمد هو من تعليم البشر\t143\nمن أكره على الكفر وقلبه مطمئن بالإيمان\t145",
        "أول من أظهر الإسلام\t147\nمن هاجر وتاب من بعد ما فتن\t149\nمثل القرية التي كانت آمنة مطمئنة\t150\nما حرم من المآكل\t153",
        "ما مدح به إبراهيم من صفات الكمال\t158\nأمر الرسول صلى الله عليه وسلّم باتباع ملة إبراهيم\t160\nشرع الدين إحدى طريقين فى العقاب\t162\nمجمل ما حوته سورة النحل من الحكم والآداب\t164"
    ]
}