{
    "partText": [
        "\n\nالجزء السابع عشر\nسورة الأنبياء",
        "هى مكية وآيها اثنتا عشرة ومائة.\nأخرج البخاري عن ابن مسعود أنه قال : «بنو إسرائيل والكهف ومريم وطه والأنبياء هن من العتاق الأول وهن من تلادى».\nوعن عامر بن ربيعة أنه نزل به رجل من العرب ، فأكرم مثواه ، وكلّم فيه رسول الله صلى الله عليه وسلم ، فجاءه الرجل فقال : إنى استقطعت رسول الله واديا ما فى ديار العرب واد أفضل ، وقد أردت أن أقطع إليك قطعة تكون لك ولعقبك من بعدك ، فقال عامر : لا حاجة لى فى قطعتك ، نزلت اليوم سورة أذهلتنا عن الدنيا ، يريد هذه السورة.\nومناسبتها لما قبلها.",
        "أن السورة السالفة ختمت بأن الناس قد شغلتهم زهرة الدنيا التي جعلها الله لهم فتنة ، وأن الله نهى رسوله أن يتطلع إليها ، وأمره بالصلاة والصبر عليها ، وأن العاقبة للمتقين ـ وبدئت هذه السورة بمثل ما ختمت به السالفة ، فذكر فيها أن الناس غافلون عن الساعة والحساب ، وأنهم إذا سمعوا القرآن استمعوه وهم لاعبون ، وقلوبهم لاهية عنه.\n\n بِسْمِ اللهِ الرَّحْمنِ الرَّحِيمِ \n(اقْتَرَبَ لِلنَّاسِ حِسابُهُمْ وَهُمْ فِي غَفْلَةٍ مُعْرِضُونَ (1) ما يَأْتِيهِمْ مِنْ ذِكْرٍ مِنْ رَبِّهِمْ مُحْدَثٍ إِلاَّ اسْتَمَعُوهُ وَهُمْ يَلْعَبُونَ (2) لاهِيَةً قُلُوبُهُمْ وَأَسَرُّوا النَّجْوَى الَّذِينَ ظَلَمُوا هَلْ هذا إِلاَّ بَشَرٌ مِثْلُكُمْ أَفَتَأْتُونَ السِّحْرَ وَأَنْتُمْ تُبْصِرُونَ (3) قالَ رَبِّي يَعْلَمُ الْقَوْلَ فِي السَّماءِ وَالْأَرْضِ وَهُوَ السَّمِيعُ الْعَلِيمُ (4) بَلْ قالُوا أَضْغاثُ أَحْلامٍ بَلِ افْتَراهُ بَلْ هُوَ شاعِرٌ فَلْيَأْتِنا بِآيَةٍ كَما أُرْسِلَ الْأَوَّلُونَ (5) ما آمَنَتْ قَبْلَهُمْ مِنْ قَرْيَةٍ أَهْلَكْناها أَفَهُمْ يُؤْمِنُونَ (6))",
        "تفسير المفردات\nاقترب وقرب بمعنى ، والمراد من اقتراب الحساب اقتراب زمانه : وهو مجىء الساعة ، والناس : هم المكلفون ، معرضون : أي عن التأهب لهذا اليوم ، من ذكر : أي قرآن ، محدث : أي جديد إنزاله ، يلعبون : أي يسخرون ويستهزئون ، لاهية قلوبهم : أي غافلة قلوبهم عن ذكر الله ، النجوى : التناجي ، والمراد أنهم أخفوا تناجيهم ولم يتناجوا بمرأى من غيرهم ، أضغاث أحلام : أي تخاليط أحلام رآها فى النوم ، افتراه : اختلقه من تلقاء نفسه ، بل : كلمة تذكر للانتقال من غرض إلى آخر ، ولا تذكر فى القرآن إلا على هذا الوجه كما قال ابن مالك وسبقه إليه صاحب الوسيط ووافقه ابن الحاجب وهو الحق.\nالإيضاح\n(اقْتَرَبَ لِلنَّاسِ حِسابُهُمْ وَهُمْ فِي غَفْلَةٍ مُعْرِضُونَ) أي دنا حساب الناس على أعمالهم التي عملوها فى دنياهم ، وعلى النعم التي أنعمها عليهم ربهم فى أجسامهم وعقولهم ومطاعمهم ومشاربهم ، ماذا عملوا فيها؟ هل أطاعوه فيها فانتهوا إلى أمره ونهيه؟",
        "أو عصوه فخالفوا أمره فيها ، وهم فى هذه الحياة فى غفلة عما يفعل الله بهم يوم القيامة ، ومن ثم تركوا الفكر والاستعداد لهذا اليوم والتأهب له ، جهلا منهم بما هم لاقوه حينئذ من عظيم البلاء وشديد الأهوال ؛ وآثر بيان اقتراب هذا اليوم مع أن الكلام مع المشركين المنكرين للبعث ، للإشارة إلى أن البعث لا ريب فيه ، وأن الذي يرجى بيانه ذكر ما يستتبعه من الأحوال والأهوال كالحساب الموجب للاضطراب على وجه أكيد ونهج سديد.\nوخلاصة ذلك ـ أنه قد دنا وقت الساعة وهم غافلون عن حسابهم ، ساهون لا يتفكرون فى عاقبتهم ، مع أن قضية العقل تقضى بجزاء المحسن والمسيء ، وإذا هم نبّهوا من غفلتهم بما يتلى عليهم من الآيات والنذر أعرضوا ، وسدوا أسماعهم عن سماعه.\nثم ذكر ما يدل على غفلتهم وإعراضهم بقوله :\n(ما يَأْتِيهِمْ مِنْ ذِكْرٍ مِنْ رَبِّهِمْ مُحْدَثٍ إِلَّا اسْتَمَعُوهُ وَهُمْ يَلْعَبُونَ. لاهِيَةً قُلُوبُهُمْ) أي ما ينزل الله من قرآن ويذكّرهم به إلا استمعوه وهم لاهون لاعبون مستهزئون.",
        "والخلاصة ـ إنه ما جدد لهم الذكر وقتا فوقتا ، وكرر على أسماعهم التنبيه والموعظة لعلهم يتعظون ، إلا زادهم ذلك سخرية واستهزاء.\nوفى هذا ذم لأولئك الكفار وزجر لغيرهم عن مثله ، فالانتفاع بما يسمع لا يكون إلا بما يرجع إلى القلب من تدبر وتفكر ، وإلا حصل مجرد الاستماع الذي تشارك البهيمة فيه الإنسان\nوبعد أن ذكر ما يظهرونه حين الاستماع من اللهو واللعب ، ذكر ما يخفونه بقوله (وَأَسَرُّوا النَّجْوَى الَّذِينَ ظَلَمُوا) أي وأسرّ هؤلاء الذين اقتربت الساعة منهم وهم فى غفلتهم معرضون ـ التناجي بينهم وأخفوه عن سواهم.\nثم بين ما تناجوا به فقال :",
        "(هَلْ هذا إِلَّا بَشَرٌ مِثْلُكُمْ؟) أي قالوا فى تناجيهم متعجّبين من دعواه النبوة ، هل هذا الذي آتاكم بهذا الذكر إلا بشر مثلكم فى خلقه وأخلاقه ، يأكل كما تأكلون ويشرب كما تشربون ، ويموت كما تموتون ، فكيف يختص دونكم بالرسالة؟\n(أَفَتَأْتُونَ السِّحْرَ وَأَنْتُمْ تُبْصِرُونَ؟) أي ما هذا الذي أتى به مما لا تقدرون عليه إلا سحر لا حقيقة له ، فكيف تعلمون ذلك ثم تذعنون له وتتبعونه وتجيبون دعوته؟.\nوخلاصة ذلك ـ إنهم طعنوا فى نبوته بأمرين :\n(1) إن الرسول لا يكون إلا ملكا.",
        "(2) إن الذي يظهر على يديه من قبيل السحر.\nوإنما أسروا ذلك ، لأنه كالتشاور بينهم والتحاور لطلب الطريق الموصل إلى هدم دينه ، وقد جرت عادة المتشاورين فى خطب عظيم ألا يشركوا أعداءهم فى مشورتهم ، بل يجتهدون فى طىّ سرهم عنهم ما استطاعوا إلى ذلك سبيلا كما جاء فى حكمهم : «استعينوا على قضاء حوائجكم بالكتمان».\nفأجابهم عليه السلام عما قالوا :\n(قالَ رَبِّي يَعْلَمُ الْقَوْلَ فِي السَّماءِ وَالْأَرْضِ وَهُوَ السَّمِيعُ الْعَلِيمُ) أي قال لهم الرسول صلى الله عليه وسلم : إنكم وإن أخفيتم قولكم وطعنكم فىّ ، فإن ربكم عليم بذلك وإنه معاقبكم عليه ، وهو السميع لجميع المسموعات ، العليم بجميع المعلومات.",
        "وفى هذا من الوعيد والتهديد ما لا يخفى.\nوإنما آثر كلمة (القول) التي تعم السر والجهر دون كلمة (السر) التي تقدمت\nفى الكلام ـ للإيذان بأن علمه تعالى بالأمرين على وتيرة واحدة ، لا تفاوت فيه بالجلاء والخفاء كما فى علوم العباد.\nوخلاصة ذلك ـ إنه يعلم هذا الضرب من الكلام وأعلى منه وأدنى منه ، وفى هذا مبالغة فى علمه تعالى بكل ما يمكن أن يسمع أو يعلم.",
        "ثم بين سبحانه أنهم اقتسموا القول فى النبي صلّى الله عليه وسلّم وفيما يقوله فقال :\n(بَلْ قالُوا أَضْغاثُ أَحْلامٍ ، بَلِ افْتَراهُ ، بَلْ هُوَ شاعِرٌ) أي إنهم لم يقتصروا على قولهم السابق (هَلْ هذا إِلَّا بَشَرٌ مِثْلُكُمْ) وعلى قولهم فيما ظهر على يديه أنه سحر ـ بل قال بعضهم : أخلاط أحلام قد رآها فى النوم ، وقال آخرون : بل اختلقه من تلقاء نفسه ونسبه إلى الله ، وقال قوم : بل هو شاعر وما أتى به شعر يخيل إلى السامع معانى لا حقيقة لها.\nوخلاصة ذلك ـ إنهم ما صدّقوا بحكمة هذا القرآن ، ولا أقروا أنه من عند الله ، ولا أنه وحي أوحاه الله إليه ، بل قالوا هذه المقالات.\nوهذا الاضطراب والتردد فى القول دأب المحجوج المغلوب على أمره ، لا يتردد إلا بين باطل وأبطل منه ، ويتذبذب بين فاسد وأفسد منه.",
        "وقد ذكرت هذه المقالات على هذا الوضع ، إشارة إلى ترقيها فى الفساد ، فإن كونها سحرا أقرب من كونها أضغاث أحلام ، فقد يقال : «إن من البيان لسحرا» ، بخلاف تخاليط الكلام التي لا تضبط ، ولا شبه لها بهذا النظم البديع ، وادّعاء كونها مفتريات أبعد وأبعد ، لأنه عليه الصلاة والسلام قد شهر بالأمانة والصدق ـ إلى أنهم أعرف الناس بالفرق بين المنظوم والمنثور ، وبين ما يساق له الشعر ، وما سيق له هذا الكلام ، إلى أنهم يعلمون من مخالطته مدى أربعين سنة أنه لا يتسهل له الشعر وإن أراده.\nولما قد حوا فى القرآن طلبوا آية أخرى غيره فقالوا :\n(فَلْيَأْتِنا بِآيَةٍ كَما أُرْسِلَ الْأَوَّلُونَ) أي إن كان صادقا فى أن الله بعثه رسولا إلينا ، وأن الذي يتلوه وحي أوحاه الله إليه ـ فليأتنا بحجة تدل على ما يقول ويدّعى كما جاء\nبه الرسل الأولون من قبله من إحياء الموتى وإبراء الأكمه والأبرص وناقة صالح وما أشبه ذلك من المعجزات التي لا يقدر عليها إلا الله ولا يأتى بها إلا الأنبياء والرسل.",
        "وفى التعبير بقولهم (كَما أُرْسِلَ الْأَوَّلُونَ) بيان كونها آيات مسلمات تثبت الرسالة بمثلها ، ويترتب عليها المقصود ، وليس لأحد أن ينازع فيها.\nثم كذبهم سبحانه فيما تضمنته خاتمة مقالهم من الوعد بالإيمان حين إتيان الآية المقترحة ، وبين أن فى ترك إجابتهم عما طلبوا ـ إبقاء عليهم فإنهم لو أوتوها ولم يؤمنوا بها لاستؤصلوا بالعذاب كما هى سنة الله فى الأمم السالفة إذا كذبت رسلها بعد إتيانهم بما اقترحوا ، ولكن قد سبقت كلمة الله أن مشركى هذه الأمة لا يعذّبون بعذاب الاستئصال فقال :\n(ما آمَنَتْ قَبْلَهُمْ مِنْ قَرْيَةٍ أَهْلَكْناها أَفَهُمْ يُؤْمِنُونَ؟) أي إن هؤلاء أشد عتوّا من الذين اقترحوا على أنبيائهم الآيات ووعدوا أنهم يؤمنون حين مجيئها ، فلما جاءتهم نكثوا العهد وخالفوا ، فأخذهم الله أخذ عزيز مقتدر ، فلو أعطوا ما اقترحوا لكانوا أشد نكثا ، فينزل بهم عذاب الاستئصال ، وقد سبقت كلمة ربك أنه سيؤخر عذابهم إلى اليوم المعلوم.\nقال قتادة : قال أهل مكة للنبى صلّى الله عليه وسلّم إذا كان ما تقوله حقا ويسرّك أن نؤمن ، فحوّل لنا الصفا ذهبا ، فأتاه جبريل فقال : إن شئت كان الذي سألك قومك ، ولكنه إن كان ، ثم لم يؤمنوا لم ينظروا ، وإن شئت استأنيت بقومك ، قال بل أستأنى بقومي فأنزل الله «ما آمَنَتْ قَبْلَهُمْ» الآية.",
        "(وَما أَرْسَلْنا قَبْلَكَ إِلاَّ رِجالاً نُوحِي إِلَيْهِمْ فَسْئَلُوا أَهْلَ الذِّكْرِ إِنْ كُنْتُمْ لا تَعْلَمُونَ (7) وَما جَعَلْناهُمْ جَسَداً لا يَأْكُلُونَ الطَّعامَ وَما كانُوا خالِدِينَ (8) ثُمَّ صَدَقْناهُمُ الْوَعْدَ فَأَنْجَيْناهُمْ وَمَنْ نَشاءُ وَأَهْلَكْنَا الْمُسْرِفِينَ (9) لَقَدْ أَنْزَلْنا إِلَيْكُمْ كِتاباً فِيهِ ذِكْرُكُمْ أَفَلا تَعْقِلُونَ (10))\nتفسير المفردات\nأهل الذكر : هم أهل الكتاب ، الجسد : كالجسم إلا أنه لا يقال لغير الإنسان كما قال الخليل بن أحمد ، خالدين : أي باقين ، الوعد : هو نصرهم وإهلاك أعدائهم ، المسرفين : أي الكافرين ، ذكركم : أي عظتكم ، تعقلون : أي تتدبرون ما فى تضاعيفه من العبر والمواعظ.\nالمعنى الجملي",
        "لما ذكر سبحانه فيما سلف إنكارهم لأن يكون الرسول بشرا بقولهم «هَلْ هذا إِلَّا بَشَرٌ مِثْلُكُمْ» أجاب عن هذه الشبهة بأن هذه سنة الله فى الرسل قبل محمد صلى الله عليه وسلم ، فهو ليس ببدع بينهم ، وإن كنتم فى ريب من ذلك فاسألوا أهل الكتاب من قبلكم ؛ ثم ذكر أن الرسل كسائر البشر فى سنن الطبيعة البشرية يأكلون الطعام ولا يخلدون فى الأرض ، بل يموتون كما يموت سائر الناس ، وقد صدقهم الله وعده ، فينجّيهم ومن آمن بهم ويهلك المكذبين لهم ، وأعقب ذلك بأن فى القرآن عظة لهم لو كانوا يعقلون ما فى تضاعيفه من مواعظ وزواجر ، ووعد ووعيد.\nالإيضاح\n(وَما أَرْسَلْنا قَبْلَكَ إِلَّا رِجالاً نُوحِي إِلَيْهِمْ) أي وما أرسلنا قبلك أيها الرسول رسولا إلى أمة من الأمم التي خلت من قبلك إلا رجلا مثلهم نوحى إليه ما نريد من أمرنا ونهينا ، لا ملكا نوحى إليه بوساطة الناموس ما نوحى من الشرائع والأحكام والقصص والأخبار ، فما بالهم لا يفهمون أنك لست بدعا من الرسل؟.\nوجاء بمعنى الآية قوله : «(وَما أَرْسَلْنا قَبْلَكَ إِلَّا رِجالاً نُوحِي إِلَيْهِمْ) من أهل القرى» وقوله : «قُلْ ما كُنْتُ بِدْعاً مِنَ الرُّسُلِ» وقوله حكاية عمن تقدم من الأمم : «أَبَشَرٌ يَهْدُونَنا»؟.",
        "ثم أمرهم سبحانه أن يسألوا فى ذلك أهل الكتاب من اليهود والنصارى تبكيتا لهم وإزالة لما علق بأذهانهم من الاستبعاد بعد أن بين لهم وجه الحق فقال :\n(فَسْئَلُوا أَهْلَ الذِّكْرِ إِنْ كُنْتُمْ لا تَعْلَمُونَ) أي فاسألوا أهل الكتاب ممن يؤمن بالتوراة والإنجيل ـ يخبروكم عن ذلك إن كنتم لا تعلمون الحق ، ولا يستبين لكم الصواب.\nوبعد أن بين أنه صلّى الله عليه وسلم على سنة من مضى من الرسل فى كونه رجلا ـ بين أنه على سنتهم فى سائر الأوصاف التي حكم بها على البشر فى معيشتهم وموتهم فقال :\n(وَما جَعَلْناهُمْ جَسَداً لا يَأْكُلُونَ الطَّعامَ وَما كانُوا خالِدِينَ) أي وما جعلنا الرسل الذين أرسلناهم من قبلك إلى الأمم الماضية قبل أمتك ـ جسدا لا يأكلون الطعام : أي لم نجعلهم ملائكة لا يأكلون الطعام ، بل جعلناهم أجسادا مثلك يأكلون الطعام وتعرض لهم أطوار البشر جميعا من صحة ومرض وسرور وحزن ونوم ويقظة ، وما كانوا مخلّدين لا يموتون ولا يفنون ، ولكنهم غبروا حينا من الدهر وهم أحياء ثم طواهم الثرى وضمتهم القبور.",
        "وخلاصة ذلك ـ إنا جعلنا الرسل أجساما تتغذّى حين الحياة ، ثم يصير أمرها إلى الفناء بعد استيفاء آجالها ، ولم نجعلهم ملائكة لا يتغذون ، وما كانوا مخلدين بأجسادهم ، بل يموتون كما مات الناس قبلهم وبعدهم ، وإنما امتازوا عن غيرهم من سائر الناس بما يأتيهم عن الله من الوحى والزلفى عنده.\n(ثُمَّ صَدَقْناهُمُ الْوَعْدَ فَأَنْجَيْناهُمْ وَمَنْ نَشاءُ وَأَهْلَكْنَا الْمُسْرِفِينَ) أي إنا أرسلنا رسلا من البشر وصدقناهم وعدنا فنصرناهم على المكذبين وأنجيناهم هم ومن آمن معهم وأهلكنا الذين أسرفوا على أنفسهم بتكذيبهم رسل ربهم.\nونحو الآية قوله : «فَمَنْ يَكْفُرْ بَعْدُ مِنْكُمْ فَإِنِّي أُعَذِّبُهُ عَذاباً لا أُعَذِّبُهُ أَحَداً مِنَ الْعالَمِينَ».\nوبعد أن حقق رسالته صلّى الله عليه وسلّم ببيان أنه كسائر الرسل الكرام ـ شرع يحقق فضل القرآن الكريم ويبين نفعه للناس بعد أن ذكر فى صدر السورة إعراض الناس عما يأتيهم من آياته واضطرابهم فى شأنه فقال :",
        "(لَقَدْ أَنْزَلْنا إِلَيْكُمْ كِتاباً فِيهِ ذِكْرُكُمْ) أي ولقد آتيناكم كتابا فيه عظتكم بما اشتمل عليه من مكارم الأخلاق ، وفاضل الآداب ، وسديد الشرائع والأحكام ، مما فيه سعادة البشر فى حياتهم الدنيوية والأخروية.\nثم حثهم على التدبر فى أمر هذا الكتاب فقال :\n(أَفَلا تَعْقِلُونَ؟) أي أفلا تتفكرون فيما فى تضاعيفه من فنون المواعظ ، وقوارع الزواجر ، فتحذروا الوقوع فيما يخالف أمره ونهيه ، ولا يخفى ما فى هذا من الحث على التدبر ، لأن الخوف من لوازم العقل ، فمن لم يتدبر فكأنه لا عقل له.\n(وَكَمْ قَصَمْنا مِنْ قَرْيَةٍ كانَتْ ظالِمَةً وَأَنْشَأْنا بَعْدَها قَوْماً آخَرِينَ (11) فَلَمَّا أَحَسُّوا بَأْسَنا إِذا هُمْ مِنْها يَرْكُضُونَ (12) لا تَرْكُضُوا وَارْجِعُوا إِلى ما أُتْرِفْتُمْ فِيهِ وَمَساكِنِكُمْ لَعَلَّكُمْ تُسْئَلُونَ (13) قالُوا يا وَيْلَنا إِنَّا كُنَّا ظالِمِينَ (14) فَما زالَتْ تِلْكَ دَعْواهُمْ حَتَّى جَعَلْناهُمْ حَصِيداً خامِدِينَ (15))",
        "تفسير المفردات\nكم : لفظ يفيد تكثير وقوع ما بعدها ، القصم : هو الكسر بتفريق الأجزاء وإذهاب التئامها ، والإحساس : الإدراك بالحساسة : أي أدركوا بحاسة البصر عذابنا\nالشديد ، والبأس : الشدة ، والركض : الفرار والهرب ؛ يقال ركض الرجل الفرس برجليه إذا كدّه بساقيه ثم كثر حتى قيل ركض الفرس إذا عدا ، ومنه «ارْكُضْ بِرِجْلِكَ» والإتراف : إبطار النعمة يقال أترف فلان أي وسّع عليه فى معاشه وقلّ فيه همه ، يا ويلنا : أي يا هلاكنا ، دعواهم : أي دعوتهم التي يردّدونها ، حصيدا : أي كالزرع المحصود بالمناجل ، خامدين : أي كالنار التي خمدت وانطفأت.\nالمعنى الجملي",
        "بعد أن ذكر أنه سبحانه أهلك المسرفين فى كفرهم بالله ، والعاصين لأوامره ونواهيه ـ بيّن هنا طريق إهلاكهم ، وكثرة ما حدث من ذلك فى كثير من الأمم ، ثم بين أنه أنشأ بعد الهالكين قوما آخرين ، وأنهم حينما أحسّوا بأس الله فروا هاربين ، فقيل لهم على ضرب من التهكم والسخرية فلترجعوا إلى ما كنتم فيه من الترف والنعيم وإلى تلك المساكن المشيدة والفرش المنجّدة ، فلعلكم تسألون عما جرى عليكم ، ونزل بأموالكم ومنازلكم ، فتجيبوا السائل عن علم ومشاهدة ، ثم بعد أن يئسوا من الخلاص وأيقنوا بالعذاب قالوا هلاكا لنا إنا كنا ظالمين لأنفسنا ، مستوجبين العذاب بما قدمنا ، وما زالوا يكررون هذه الكلمة ويرددونها ، وجعلوها هجّيراهم حتى صاروا كالنبات المحصود والنار الخامدة.\nالإيضاح\n(وَكَمْ قَصَمْنا مِنْ قَرْيَةٍ كانَتْ ظالِمَةً وَأَنْشَأْنا بَعْدَها قَوْماً آخَرِينَ) أي وكثير من أهل القرى أهلكناهم بكفرهم بالله وتكذيبهم رسله ، ثم أنشأنا بعد إهلاكهم أمما أخرى سواهم.\nونحو الآية قوله : «وَكَمْ أَهْلَكْنا مِنَ الْقُرُونِ مِنْ بَعْدِ نُوحٍ» وقوله : «فَكَأَيِّنْ مِنْ قَرْيَةٍ أَهْلَكْناها وَهِيَ ظالِمَةٌ فَهِيَ خاوِيَةٌ عَلى عُرُوشِها».",
        "ثم بين حالهم حين حلول البأس بهم فقال :\n(فَلَمَّا أَحَسُّوا بَأْسَنا إِذا هُمْ مِنْها يَرْكُضُونَ) أي فلما أيقنوا أن العذاب واقع بهم لا محالة كما أوعدهم أنبياؤهم ـ إذا هم يهربون سراعا عجلين يعدون منهزمين.\nوالخلاصة ـ إنهم لما علموا شدة بأسنا وبطشنا علم حس ومشاهدة ركضوا فى ديارهم هاربين من قواهم بعد أن كانوا قد تجبروا على رسلهم وقالوا لهم «لَنُخْرِجَنَّكُمْ مِنْ أَرْضِنا أَوْ لَتَعُودُنَّ فِي مِلَّتِنا».\nثم ذكر أنهم فى ذلك الحين ينهون عن الهرب ويقال لهم :",
        "(لا تَرْكُضُوا وَارْجِعُوا إِلى ما أُتْرِفْتُمْ فِيهِ وَمَساكِنِكُمْ لَعَلَّكُمْ تُسْئَلُونَ) أي يقال لهم على طريق الاستهزاء والتهكم : لا تركضوا هاربين من نزول العذاب ، وارجعوا إلى ما كنتم فيه من النعمة والسرور ، والمساكن الطيبة ، والفرش المنجّدة الوثيرة ، لعلكم تقصدون للسؤال عما جرى عليكم ونزل بأموالكم ومساكنكم ، فتجيبوا السائلين عما تشاهدون وتعلمون.\nثم حكى عنهم ما أجابوا به القائلين لهم لا تركضوا وارجعوا فقال :\n(قالُوا يا وَيْلَنا إِنَّا كُنَّا ظالِمِينَ) أي قالوا حين يئسوا من الخلاص إذ نزل بهم بأس الله بظلمهم أنفسهم : هلاكا لنا ، لكفرنا بربنا ـ وهذا منهم اعتراف بالكفر المستتبع للعذاب ، وندم عليه حين لا ينفع الندم :\n(فَما زالَتْ تِلْكَ دَعْواهُمْ حَتَّى جَعَلْناهُمْ حَصِيداً خامِدِينَ) أي فما زالوا يرددون هذه المقالة ، ويجعلونها هجّيراهم حتى حصدوا حصدا ، وخمدت حركاتهم ، وهدأت أصواتهم ، ولم ينبسوا ببنت شفة.",
        "وخلاصة هذا ـ إنهم صاروا يكررون الاعتراف بظلمهم أنفسهم ، ولكن لم ينفعهم ذلك كما قال : «فَلَمْ يَكُ يَنْفَعُهُمْ إِيمانُهُمْ لَمَّا رَأَوْا بَأْسَنا» حتى لم يبق لهم حس ولا حركة ، وأبيدوا كما يباد الحصيد ، وخمدوا كما تخمد النار.\n(وَما خَلَقْنَا السَّماءَ وَالْأَرْضَ وَما بَيْنَهُما لاعِبِينَ (16) لَوْ أَرَدْنا أَنْ نَتَّخِذَ لَهْواً لاتَّخَذْناهُ مِنْ لَدُنَّا إِنْ كُنَّا فاعِلِينَ (17) بَلْ نَقْذِفُ بِالْحَقِّ عَلَى الْباطِلِ فَيَدْمَغُهُ فَإِذا هُوَ زاهِقٌ وَلَكُمُ الْوَيْلُ مِمَّا تَصِفُونَ (18) وَلَهُ مَنْ فِي السَّماواتِ وَالْأَرْضِ وَمَنْ عِنْدَهُ لا يَسْتَكْبِرُونَ عَنْ عِبادَتِهِ وَلا يَسْتَحْسِرُونَ (19) يُسَبِّحُونَ اللَّيْلَ وَالنَّهارَ لا يَفْتُرُونَ (20))\nتفسير المفردات\nاللعب : الفعل لا يقصد به مقصد صحيح ، واللهو : الفعل يعمل ترويحا عن النفس ، ومن ثم تسمى المرأة والولد لهوا لأنه يستروح بكل منهما ، ويقال لا مرأة الرجل وولده ريحانتاه ، من لدنا : أي من عندنا ، القذف : الرمي البعيد ، وأصل الدمغ : كسر الشيء الرّخو ؛ ويراد به هنا القهر والإهلاك ، زاهق : أي زائل ذاهب ، الويل : الهلاك ، من عنده : هم الملائكة ، لا يستكبرون أي لا يتعظمون ، يستحسرون : أي يكلون ويتعبون ، يقال حسر البعير إذا أعيا وكلّ ، ومثل استحسر وتحسر ، لا يفترون : أي لا يضعفون ولا يتراخون.",
        "المعنى الجملي\nبعد أن ذكر مطاعنهم فى نبوة محمد صلّى الله عليه وسلّم بتلك المقالات التي سلف ذكرها ـ قفّى على ذلك بذكر فساد تلك المطاعن وبيان أن من أنكر نبوته فقد جعل تلك المعجزات التي ظهرت على يديه من باب العبث واللعب. تنزه ربنا عن ذلك ، فإنه ما خلق السماء والأرض وما بينهما إلا لعبادته ومعرفته ومجازاة من قام بهما بالثواب والنعيم ، ومن لم يقم بذلك بالعقاب الأليم ، ولن يتم علم هذا إلا بإنزال الكتب ، وإرسال الرسل صلوات الله عليهم ، فمنكر الرسالة جاعل خلق السماء والأرض لهوا ولعبا ، تعالى خالقهما علوّا كبيرا.\nثم أردف هذا بالرد على من ادعى أن المسيح ابن الله وعزير ابن الله ، بأنه لو اتخذ ولدا لا تخذه من الملائكة ، وعقّب على هذا بأن الغلبة للحق دائما مهما طال أمد الباطل ، وأن جميع من فى السموات والأرض كلهم عبيده لا يستكبرون عن عبادته ولا يملون.\nالإيضاح",
        "(وَما خَلَقْنَا السَّماءَ وَالْأَرْضَ وَما بَيْنَهُما لاعِبِينَ) أي وما خلقنا هذا السقف المرفوع وهذا المهاد الموضوع ، وما بينهما من أصناف المخلوقات البديعة ـ للهو واللعب ، بل خلقناهما لفوائد دينية ، وحكم ربانية ، كأن تكون دليلا على معرفة الخالق لها ، ووسيلة للعظة والاعتبار ـ إلى ما فيها من منافع أخرى لا حصر لها.\nوخلاصة ذلك ـ إن إيجاد العالم كله ، ولا سيما النوع الإنسانى واستخلافه فى الأرض ـ مبنى على بديع الحكم ، مستتبع لغايات جليلة لا تخفى على ذوى الألباب ، وقد علم بعضها من أنعموا النظر فى الكون وعجائبه ، وأوتوا حظا من صادق المعرفة ، فعرفوا بعض أسراره ، وانتفعوا ببعض ما أودع فى باطن الأرض وما على ظاهر سطحها ، مما كان سببا فى رقىّ الإنسان ، ولا يزال العلم يولّد لنا كل يوم عجيبا ، ويظهر لنا من كنوزها غريبا «وَما أُوتِيتُمْ مِنَ الْعِلْمِ إِلَّا قَلِيلاً».\nونحو الآية قوله تعالى : «وَما خَلَقْنَا السَّماءَ وَالْأَرْضَ وَما بَيْنَهُما باطِلاً ، ذلِكَ ظَنُّ الَّذِينَ كَفَرُوا ، فَوَيْلٌ لِلَّذِينَ كَفَرُوا مِنَ النَّارِ».\nثم أكد نفى اللعب بقوله :",
        "(لَوْ أَرَدْنا أَنْ نَتَّخِذَ لَهْواً لَاتَّخَذْناهُ مِنْ لَدُنَّا إِنْ كُنَّا فاعِلِينَ) أي لو أردنا أن نتخذ لهوا كما يتخذ العباد لاتخذناه من عندنا من العوالم المجردة من المادة كالملائكة ، لكنا لا نتنزل لملابسة ما هو من شأنكم المادي كالزوج والولد ، إذ لا يجمل بنا ، لأنه\nخارج عن سنن حكمتنا ، وقوانين نظامنا ، ورفعة قدرنا ، فنحن لا نلهو بالصور الجسمية ، ولا بالنفوس الروحية.\nوخلاصة هذا ـ إنا خلقناكم لحكمة ، وصورناكم لغاية ، وجعلنا لكم السمع والأبصار لمنافع قدرناها لكم ، لا للهونا ولعبنا ، ومن ثم لا نترككم سدى ، بل نحاسبكم ونؤاخذكم ، والجدّ مطلبنا ، واللهو واللعب من شأن العبيد المخلوقين ، لا من شأن رب العالمين.\nونحو الآية قوله : «لَوْ أَرادَ اللهُ أَنْ يَتَّخِذَ وَلَداً لَاصْطَفى مِمَّا يَخْلُقُ ما يَشاءُ سُبْحانَهُ هُوَ اللهُ الْواحِدُ الْقَهَّارُ».",
        "(بَلْ نَقْذِفُ بِالْحَقِّ عَلَى الْباطِلِ فَيَدْمَغُهُ فَإِذا هُوَ زاهِقٌ) أي إن من شأننا أن رمى الحق الذي من جملته الجدّ ، على الباطل الذي منه اللعب فيكسر دماغه بحيث يشق غشاءه فيؤدى ذلك إلى زهوق روحه فيهلك ـ وقد شبه الباطل بإنسان كسر دماغه فهلك ـ.\nوإذا كان هذا شأننا فكيف نترككم بلا إنذار كأننا خلقناكم لنلهو بكم.\n(وَلَكُمُ الْوَيْلُ مِمَّا تَصِفُونَ) أي ولكم العذاب الشديد من وصفكم ربكم بغير صفته ، وقيلكم إنه اتخذ ولدا وزوجة وافترائكم ذلك عليه.\nولما حكى كلام الطاعنين فى النبوات وأجاب عنها ، وبين أن غرضهم من تلك المطاعن إنما هو التمرد والعناد ـ بين فى هذه الآية أنه غنى عن طاعتهم ، لأنه هو المالك لجميع المخلوقات ، والملائكة على جلالة قدرهم مطيعون له خائفون منه ، فأجدر بالبشر على ضعفهم أن يطيعوه ، وما أخلقهم أن يعبدوه ، فقال :",
        "(وَلَهُ مَنْ فِي السَّماواتِ وَالْأَرْضِ) أي وله تعالى جميع المخلوقات خلقا وملكا وتدبيرا وتصرفا وإحياء وإماتة وتعذيبا وإثابة دون أن يكون لأحد فى ذلك سلطان لا استقلالا ولا استتباعا.\n(وَمَنْ عِنْدَهُ لا يَسْتَكْبِرُونَ عَنْ عِبادَتِهِ وَلا يَسْتَحْسِرُونَ) أي والملائكة الذين شرفت منزلتهم عند ربهم لا يستعظمون عن عبادته ولا يكلّون ولا يتعبون : وتخصيص الملائكة بالذكر للدلالة على رفعة شأنهم ، كما خصص جبريل من بين الملائكة فى قوله «تَنَزَّلُ الْمَلائِكَةُ وَالرُّوحُ».\nثم بين سبحانه كيف يعبدون ربهم فقال :\n(يُسَبِّحُونَ اللَّيْلَ وَالنَّهارَ لا يَفْتُرُونَ) فهم دائبون فى العمل ليلا ونهارا ، مطيعون قصدا وعملا ، قادرون عليه كما قال فى الآية الأخرى : «لا يَعْصُونَ اللهَ ما أَمَرَهُمْ وَيَفْعَلُونَ ما يُؤْمَرُونَ».",
        "وخلاصة ذلك ـ المبالغة فى تنزيه الله وتسبيحه ، وهذا لا يمنع من تخلل فترات لا يفعلون فيها ذلك ، كما يقال : فلان لا يفتر عن ثنائك وشكر آلائك.\n(أَمِ اتَّخَذُوا آلِهَةً مِنَ الْأَرْضِ هُمْ يُنْشِرُونَ (21) لَوْ كانَ فِيهِما آلِهَةٌ إِلاَّ اللهُ لَفَسَدَتا فَسُبْحانَ اللهِ رَبِّ الْعَرْشِ عَمَّا يَصِفُونَ (22) لا يُسْئَلُ عَمَّا يَفْعَلُ وَهُمْ يُسْئَلُونَ (23) أَمِ اتَّخَذُوا مِنْ دُونِهِ آلِهَةً قُلْ هاتُوا بُرْهانَكُمْ هذا ذِكْرُ مَنْ مَعِيَ وَذِكْرُ مَنْ قَبْلِي بَلْ أَكْثَرُهُمْ لا يَعْلَمُونَ الْحَقَّ فَهُمْ مُعْرِضُونَ (24) وَما أَرْسَلْنا مِنْ قَبْلِكَ مِنْ رَسُولٍ إِلاَّ نُوحِي إِلَيْهِ أَنَّهُ لا إِلهَ إِلاَّ أَنَا فَاعْبُدُونِ (25) وَقالُوا اتَّخَذَ الرَّحْمنُ وَلَداً سُبْحانَهُ بَلْ عِبادٌ مُكْرَمُونَ (26) لا يَسْبِقُونَهُ بِالْقَوْلِ وَهُمْ بِأَمْرِهِ يَعْمَلُونَ (27) يَعْلَمُ ما بَيْنَ أَيْدِيهِمْ وَما خَلْفَهُمْ وَلا يَشْفَعُونَ إِلاَّ لِمَنِ ارْتَضى وَهُمْ مِنْ خَشْيَتِهِ مُشْفِقُونَ (28) وَمَنْ يَقُلْ مِنْهُمْ إِنِّي إِلهٌ مِنْ دُونِهِ فَذلِكَ نَجْزِيهِ جَهَنَّمَ كَذلِكَ نَجْزِي الظَّالِمِينَ (29))\nتفسير المفردات\nينشرون : من أنشره. أي أحياه ، لفسدتا : أي لخرجتا عن نظامهما وخربتا ، فسبحان الله : أي تنزيها له عما وصفوه به ، هذا ذكر من معى : أي هذا الوحى المتضمن للتوحيد عظة أمتى ، وذكر من قبلى : أي وموعظتهم وإرشادهم ، لا يسبقونه بالقول : أي لا يتكلمون حتى يأمرهم ، مكرمون : أي مقربون عنده ، من خشيته : أي بسبب خوف عذابه ، مشفقون : أي حذرون.",
        "المعنى الجملي\nبعد أن أبان سبحانه فى سابق الآيات أن كثيرا من الأمم المكذبة لرسلها قد أبيدت وأنشئ بعدها أقوام آخرون ، وأنهم حين أحسوا بالبأس ارعووا وندموا حيث لا ينفع الندم ؛ ثم أردف ذلك ذكر أن من فى السموات والأرض عبيده ، وأن الملائكة لا يستكبرون عن عبادته ، ولا يكلّون ولا يملون منها ـ ذكر هنا أنه كان يجب عليهم أن يبادروا إلى التوحيد ، لكنهم لم يفعلوا ذلك ، بل فعلوا ضده فكانوا جديرين بالتوبيخ والتعنيف ، ثم أقام البرهان على وحدانيته وأنه لو كان فى السموات والأرض إلهان لهلك من فيهما ، تنزه ربنا عما يقول هؤلاء المشركون ، وقد كذب من اتخذ آلهة لا دليل عليها ، وأن جميع الأديان جاءت بإخلاص التوحيد ، كما كذب من جعل لله ولدا فقال : الملائكة بنات الله ، والملائكة خلق مطيعون لربهم لا يفعلون إلا ما يؤمرون به ولا يشفعون إلا لمن ارتضى ، وهم من خوفه حذرون ، ومن يقل منهم إنه إله فلا جزاء له إلا جهنم ، وهى جزاء كل ظالم.\nالإيضاح\n(أَمِ اتَّخَذُوا آلِهَةً مِنَ الْأَرْضِ هُمْ يُنْشِرُونَ) أي بل اتخذوا آلهة من الأرض هم مع حقارتهم وجماديتهم ينشرون الموتى.",
        "وإنهم ولا شك بمعزل عن ذلك ـ والمشركين وإن لم يقولوا ذلك صريحا ، فما ادّعوه لها من الألوهية يستدعى ثبوت إحياء الموتى لها ، لأنه من خصائصها.\nووصف الآلهة بكونها من الأرض ـ للإشارة إلى أنها من الأصنام التي تعبد فيها ، وللإيماء إلى ضعة شأنها ، وحقارة أمرها.\nثم أقام الدليل العقلي على التوحيد ونفى أن يكون هناك إله غير الله فقال :\n(لَوْ كانَ فِيهِما آلِهَةٌ إِلَّا اللهُ لَفَسَدَتا) أي لو كان فى السموات والأرض إله غير الله لخريتا وهلك من فيهما ـ ذاك أنه لو كان فيهما إلهان فإما أن يختلفا أو يتفقا فى التصرف فى الكون ، والأول ظاهر البطلان ، لأنه إما أن ينفذ مرادهما معا فيريد أحدهما الإيجاد والثاني لا يريده فيثبت الوجود والعدم لشىء اختلفا فيه ، وأما أن ينفذ مراد أحدهما دون الثاني ، فيكون هذا مغلول اليد عاجزا ، والإله لا يكون كذلك ، والثاني باطل أيضا ، لأنهما إذا أوجداه معا وجب توارد الخلق من خالقين على مخلوق واحد.",
        "ولما أثبت بالدليل أن المدبر للسموات والأرض لا يكون إلا واحدا ، وأن ذلك الواحد لا يكون إلا الله قال :\n(فَسُبْحانَ اللهِ رَبِّ الْعَرْشِ عَمَّا يَصِفُونَ) أي فتنزيها لله رب العرش المحيط بهذا الكون ومركز تدبير العالم عما يقول هؤلاء المشركون من أن له ولدا أو شريكا.\nثم أكد هذا التنزيه بقوله :\n(لا يُسْئَلُ عَمَّا يَفْعَلُ وَهُمْ يُسْئَلُونَ) أي هو الحاكم الذي لا معقّب لحكمه ، ولا يعترض عليه أحد ، لعظمته وجلاله ، وعلمه وحكمته ، وعدله ولطفه ، وهو سائل خلقه عما يعملون كما قال : «فَوَ رَبِّكَ لَنَسْئَلَنَّهُمْ أَجْمَعِينَ عَمَّا كانُوا يَعْمَلُونَ» وقال : «وَهُوَ يُجِيرُ وَلا يُجارُ عَلَيْهِ».",
        "ثم أعاد الإنكار مرة أخرى استفظاعا لشأنهم ، واستعظاما لكفرهم ، وإظهارا لجهلهم فقال : (أَمِ اتَّخَذُوا مِنْ دُونِهِ آلِهَةً) أي أبعد هذه الأدلة التي ظهرت تقولون : إن لله شركاء؟.\nثم أمرهم بإقامة الدليل على صحة ما يدّعون فقال :\n(قُلْ هاتُوا بُرْهانَكُمْ) أي بعد أن ثبت أنه لا إله غيره ، فهاتوا برهانكم على صحة اتخاذ الآلهة من الأصنام والأوثان ، ولا سبيل إلى ذلك ، لا بالدليل العقلي ، لأنه مر بطلانه ، ولا بالدليل النقلى ، لأن الكتب السماوية جميعا متفقة على هذا ، وإلى ذلك أشار بقوله :\n(هذا ذِكْرُ مَنْ مَعِيَ وَذِكْرُ مَنْ قَبْلِي) أي هذا هو الكتاب المنزل على من معى ، وهذه هى الكتب المنزلة على من تقدمنى من الأنبياء كالتوراة والإنجيل والزبور وصحف إبراهيم وموسى ، انظروا فيها هل تجدون إلا الأمر بالتوحيد والنهى عن الإشراك.",
        "قال الزجاج : قيل لهم : هاتوا برهانكم بأن رسولا من الرسل أنبأ أمته بأن لهم إلها غير الله ، فهل فى ذكر من معى وذكر من قبلى إلا توحيد الله؟.\nوفى هذا تبكيت لهم متضمن إثبات نقيض مدّعاهم ، وإذا فليس لهم إلا العجز مركبا.\nولما كانوا لا يجدون لهم شبهة فضلا عن حجة ، ذمهم على جهلهم بمواضع الحق فقال :\n(بَلْ أَكْثَرُهُمْ لا يَعْلَمُونَ الْحَقَّ) أي بل أكثر هؤلاء لا يميزون بين الحق والباطل ، فلا تؤثّر فيهم الحجة والبرهان ولا يقتنعون به.",
        "ثم ذكر أن هذا كان سببا فى إعراضهم وتجافيهم عن سماع الحق فقال :\n(فَهُمْ مُعْرِضُونَ) أي فهم لأجل هذا الجهل المستولى على أكثرهم أعرضوا عن\nقبول الحق وعن النظر الموصل إليه ، فلا يتأملون حجة ، ولا يتدبرون برهانا ، ولا يتفكرون فى دليل.\nثم أكد ما تقدم من أدلة التوحيد فقال :",
        "(وَما أَرْسَلْنا مِنْ قَبْلِكَ مِنْ رَسُولٍ إِلَّا نُوحِي إِلَيْهِ أَنَّهُ لا إِلهَ إِلَّا أَنَا فَاعْبُدُونِ) أي وما أرسلنا رسولا إلى أمة من الأمم إلا أوحينا إليه أن لا معبود فى السموات والأرض إلا أنا ، فأخلصوا لى العبادة وأفردوا لى الألوهة.\nوخلاصة ذلك ـ إن الرسل جميعا أرسلوا بالإخلاص والتوحيد لا يقبل منهم سواه ونحو الآية قوله : «واسأل من أرسلنا من قبلك من رسلنا ، اجعلنا من دون الرّحمن آلهة يعبدون؟» وقوله : «وَلَقَدْ بَعَثْنا فِي كُلِّ أُمَّةٍ رَسُولاً أَنِ اعْبُدُوا اللهَ وَاجْتَنِبُوا الطَّاغُوتَ».\nوبعد أن بيّن سبحانه بالدلائل الباهرة أنه منزه عن الشريك والندّ ـ أردف ذلك ببراءته من اتخاذ الولد فقال :\n(وَقالُوا اتَّخَذَ الرَّحْمنُ وَلَداً) أي وقال فريق من هؤلاء المشركين وهم بطون من خزاعة وجهينة وبنى سلمة ـ الملائكة بنات الله ، فرد الله تعالى عليهم بقوله : (سُبْحانَهُ) أي تنزيها له عن ذلك ، لأن الولد لا بد أن يكون شبيها بالوالد ، فلو كان له ولد لأشبهه ولا مجانسة بين النعمة والمنعم ، والخالق والمخلوق.",
        "ثم أكد إبطال ما سلف بقوله :\n(بَلْ عِبادٌ مُكْرَمُونَ) أي ليس الملائكة كما قالوا ، بل هم عباد مخلوقون له تعالى ، فهم ملكه لكنهم مقربون عنده فى منازل عالية ، ومقامات سامية.\nثم بين سبحانه كمال طاعتهم وانقيادهم لأمره وتادبهم معه تعالى فقال :\n(لا يَسْبِقُونَهُ بِالْقَوْلِ وَهُمْ بِأَمْرِهِ يَعْمَلُونَ) أي لا يتكلمون إلا بما يأمرهم به ربهم ، ولا يخالفونه فيما أمرهم به ، بل يبادرون إلى فعله.",
        "وخلاصة ذلك ـ إنهم فى نهاية المراقبة لربهم ، يجمعون بين الطاعة فى القول والفعل.\nثم علل هذه الطاعة ، بعلمهم بأن ربهم محيط بهم ، لا تخفى عليه خافية من أمرهم فقال :\n(يَعْلَمُ ما بَيْنَ أَيْدِيهِمْ وَما خَلْفَهُمْ) أي ما يعلم ما عملوا وما هم عاملون ، لا تخفى عليه خافية مما قدموا وأخروا ، فلا يزالون يراقبونه فى جميع شئونهم.\n(وَلا يَشْفَعُونَ إِلَّا لِمَنِ ارْتَضى) أي وهم لا يشفعون إلا لمن رضى عنه ، فلا تطمعوا فى شفاعتهم لكم بغير رضاه تعالى.",
        "قال ابن عباس : هم أهل شهادة أن لا إله إلا الله ، وقد ثبت فى الصحيح أن الملائكة يشفعون فى الدار الآخرة ، قال قتادة أي لأهل التوحيد.\n(وَهُمْ مِنْ خَشْيَتِهِ مُشْفِقُونَ) أي وهم من خوف الله والإشفاق من عقابه حذرون أن يعصوه ويخالفوا أمره ونهيه.\n(وَمَنْ يَقُلْ مِنْهُمْ إِنِّي إِلهٌ مِنْ دُونِهِ فَذلِكَ نَجْزِيهِ جَهَنَّمَ) أي ومن يدعى منهم أنه إله مع الله فجزاؤه جهنم على ما ادعى كسائر المجرمين ، ولا يغنى عنه ما سبق من أوصافه ومرضىّ أفعاله.\nقال قتادة والضحاك وغيرهما : عنى بهذه الآية إبليس حيث ادعى الشركة ودعا إلى عبادة نفسه وكان من الملائكة ، ولم يقل أحد من الملائكة (إِنِّي إِلهٌ) غيره.",
        "(كَذلِكَ نَجْزِي الظَّالِمِينَ) أي وهكذا نجزى كل من ظلم نفسه ، فكفر بالله وعبد غيره.\nوخلاصة ما تقدم ـ إنه تعالى وصف الملائكة بخمس صفات تدل على العبودية وتنافى الولادة.\n(1) المبالغة فى الطاعة ، فإنهم لا يقولون قولا ولا يفعلون فعلا إلا بإذنه.\n(2) إنه سبحانه يعلم أسرارهم وهم لا يعلمون أسراره ، فهو المستحق للعبادة لا هم كما قال عيسى عليه السلام : «تَعْلَمُ ما فِي نَفْسِي وَلا أَعْلَمُ ما فِي نَفْسِكَ».",
        "(3) (إنهم لا يشفعون إلا لمن ارتضى الشفاعة له ، ومن يكون إلها أو ولدا للإله لا يكون كذلك.\n(4) إنهم فى نهاية الإشفاق والوجل من الله.\n(5) إن حالهم كحال سائر المكلفين فى الوعد والوعيد ، فكيف يكونون آلهة.\n(أَوَلَمْ يَرَ الَّذِينَ كَفَرُوا أَنَّ السَّماواتِ وَالْأَرْضَ كانَتا رَتْقاً فَفَتَقْناهُما وَجَعَلْنا مِنَ الْماءِ كُلَّ شَيْءٍ حَيٍّ أَفَلا يُؤْمِنُونَ (30) وَجَعَلْنا فِي الْأَرْضِ رَواسِيَ أَنْ تَمِيدَ بِهِمْ وَجَعَلْنا فِيها فِجاجاً سُبُلاً لَعَلَّهُمْ يَهْتَدُونَ (31) وَجَعَلْنَا السَّماءَ سَقْفاً مَحْفُوظاً وَهُمْ عَنْ آياتِها مُعْرِضُونَ (32) وَهُوَ الَّذِي خَلَقَ اللَّيْلَ وَالنَّهارَ وَالشَّمْسَ وَالْقَمَرَ كُلٌّ فِي فَلَكٍ يَسْبَحُونَ (33))",
        "تفسير المفردات\nالرتق : الضم والالتحام خلقة كان أو صنعة ، والفتق : الفصل بين الشيئين الملتصقين ، الرواسي : الثوابت واحدها راسية ، وتميد : تتحرك وتضطرب ، والفجاج واحدها فج ، وهو شقة يكتنفها جبلان ، والسبل واحدها سبيل : وهو الطريق الواسع والفلك : كل شىء دائر ، وجمعه أفلاك.\nالمعنى الجملي\nبعد أن حكى مقالات أولئك المشركين الذين كانوا يعبدون آلهة من دون الله ، ومقالات أولئك الذين قالوا اتخذ الله ولدا من الملائكة وطالبهم بالدليل على صدق ما يدّعون ، وبين لهم أنه لا سبيل إلى إثبات ذلك لا من طريق العقل كما هو واضح ولا من طريق النقل ، إذ كل الرسل السابقين كان أسّ دعوتهم أن لا إله إلا أنا فاعبدون",
        "قفى على ذلك بتوبيخهم على عدم تدبرهم الآيات المنصوبة فى الكون الدالة على التوحيد : ولفت أنظارهم إلى أنه لا ينبغى عبادة الأصنام والأوثان ، فإن الإله القادر على مثل هذه المخلوقات لا يعبد سواه من حجر أو شجر لا يضر ولا ينفع.\nالإيضاح\nاعلم أنه سبحانه ذكر أدلة ستة تثبت وجود الخالق الواحد القادر ، لو تدبرها المنصفون ، وعقلها الجاحدون ، لم يجدوا مجالا للإنكار ، ولا سبيلا إلى الجحد :\n(1) (أَوَلَمْ يَرَ الَّذِينَ كَفَرُوا أَنَّ السَّماواتِ وَالْأَرْضَ كانَتا رَتْقاً فَفَتَقْناهُما) أي ألم يعلم الذين كفروا أن السموات والأرض كانتا مرتوقتين : أي ملتحمتين متصلتين ، ففصلناهما وأزلنا اتحادهما.",
        "وهكذا يقول علماء الفلك حديثا ، إذ يثبتون أن الشمس كانت كرة نارية دائرة حول نفسها ملايين السنين ، وفى أثناء سيرها السريع انفصلت منها أرضنا والأرضون الأخرى وهى السيارات من خط الاستواء الشمسى ، فتباعدت عنها ، وما زالت أرضنا دائرة حول نفسها وحول الشمس على نظام خاص بحكم الجاذبية.\nقال الأستاذ عبد الحميد سماحة وكيل المرصد الملكي المصري : إن النظرية الحديثة فى كيفية مولد الأرض وأخواتها الكواكب السيارة من الشمس ، هى افتراض اقتراب نجم كبير من الشمس فيما مضى من الزمن اقترابا كافيا ، فجذب من سطحها كتلة لم تلبث أن انفصلت من الشمس على شكل منهم مدبب الطرفين سميك فى الوسط ، ثم تكثفت هذه الكتلة فى الفضاء البارد إلى كتل منفصلة ، وبقيت هذه الكتل التي تمثل الأرض وأخواتها الكواكب السيارة تدور بفعل الجاذبية للشمس فى مدارتها حولها بلا انقطاع ، وانطفأ نورها لأن كتلها كانت أصغر من أن تحتفظ بصفتها الأصلية قبل الانفصال وهو إشعاع الضوء فالكواكب السيارة ومنها الأرض لا نراها بضوء يتشعع منها ، بل بضوء\nالشمس منعكسا على سطوحها كما نرى القمر وكما نرى وجوهنا بضوء الشمس أو المصباح منعكسا عليها.\nوالكواكب السيارة تسعة ، وهى بترتيب قربها من الشمس عطارد. الزّهرة.",
        "الأرض. المرّيخ. المشترى. زحل. أورانوس. نبتون. بلوتوه.\nويدخل ضمن هذه الأسرة المجموعة كبيرة العدد من أجسام صغيرة تقع بين مدارى المريخ والمشترى وتدور حول الشمس كسرب من الطير ، ومن بينها المذنّبات أيضا ، والشهب التي نرى الكثير منها كل ليلة يهوى نحو الأرض ويحترق باحتكاكه بالغلاف الجوى الذي حولها.\nأما بقية الأجرام السماوية التي نراها ليلا تزين سطح القبة السماوية فهى النجوم.\nوالنجوم شموس موادها المركبة منها هى المواد المركبة منها شمسنا ، فسبحان الخلاق العظيم اه.",
        "وبعد أزمنة طويلة لا يعلم مداها بردت القشرة الأرضية وصارت صالحة لإنبات بعض أنواع النبات ، ثم لسكنى الحيوان ثم لسكنى الإنسان.\nولا شك أن هذه النظرية التي لم يكن يعرفها العرب ولا الأمم المعاشرة لهم ، ولم تعرف إلا منذ القرن السابع عشر الميلادى ومحّصت بعض التمحيص فى عصرنا الحاضر ـ تدل أكبر دلالة على صدق محمد صلّى الله عليه وسلم ، وأن القرآن وحي أرسله إليه ربه هداية للبشر ورحمة للعالمين.\nوخلاصة ذلك ـ إن العقل البشرى مستعد لدرس عجائب هذا الكون ، ومعرفة سير هذه الكواكب ودورانها بنظام الجاذبية حول الشمس على سنن لا يتغير ولا يتبدل ، وقد دل البحث على أنها كلها كانت مجموعة واحدة انفصل بعضها من بعض بأسباب خاصة قدّرها العليم الخبير.\nوقد أرشد إلى بيان هذا خاتم الأنبياء محمد بن عبد الله ، ولم يكن قومه ولا الأمم المعاصرون لهم يفكرون فيه ، مما يدل على أن ذلك وحي أوحى إليه من لدن عليم خبير ،",
        "وقد كان هذا وحده كافيا فى الإسراع إلى تصديقه والإيمان برسالته لو لا الجحد والإنكار وعمى القلوب «فَإِنَّها لا تَعْمَى الْأَبْصارُ وَلكِنْ تَعْمَى الْقُلُوبُ الَّتِي فِي الصُّدُورِ».\n(2) (وَجَعَلْنا مِنَ الْماءِ كُلَّ شَيْءٍ حَيٍّ) أي وخلقنا من الماء كل حيوان كما قال فى آية أخرى «وَاللهُ خَلَقَ كُلَّ دَابَّةٍ مِنْ ماءٍ» وكذا يحيا به كل نبات وينمو. وقال قتادة : خلقنا كل نام من الماء ، فيدخل الحيوان والنبات.\nويرى بعض علماء العصر الحاضر أن كل حيوان خلق أولا فى البحر ، فأصل جميع الطيور والزواحف وحيوان البر ـ من البحر.\nثم تطبعت بطباع حيوان البر على مدى الأيام وتنوعت أصنافها ، ولهم على ذلك كثير من الأدلة.",
        "(أَفَلا يُؤْمِنُونَ) بأن يتدبروا هذه الأدلة ، فيعلموا بها الخالق الذي لا يشبه غيره ، ويتركوا طريق الشرك.\n(3) (وَجَعَلْنا فِي الْأَرْضِ رَواسِيَ أَنْ تَمِيدَ بِهِمْ) أي وجعلنا فيها جبالا ثوابت ، لئلا تميد وتضطرب بهم.\nوقد أثبت العلم حديثا أن الأرض كانت نارا ملتهبة ، ثم بردت قشرتها ، وصارت صوّانية صلبة ، وقدّروا زمن ذلك بنحو ثلاثمائة مليون سنة.\nومما يدل على صدق هذه النظرية ما نراه من حمم النيران التي تخرجها البراكين فى جهات كثيرة من الأرض كما حدث فى سنة 1909 لبركان ويزوف بإيطاليا ، وقد طغى على مدينة مسيّنا ، وابتلعها فى باطنه ولم يبق منها شيئا.",
        "فهذه البراكين أشبه بأفواه تتنفس بها الأرض ، لتخرج من باطنها نيرانا ومواد ذائبة ، مما يرشد إلى أنها كلها فى أحقاب طويلة كانت كذلك.\nولو لا هذه القشرة الصّلبة لتفجرت ينابيع النيران من سائر جهاتها كما كانت بعد ما انفصلت من الشمس كثيرة الثوران والفوران.\nوهذه القشرة الصوانية البعيدة الفور المغلّفة للكرة النارية هى الحافظة لكرة النار التي تحتها ، وهى التي نبتت منها الجبال التي نراها فوق أرضنا ، وقد جعلت لحفظ الأرض من أن تميد ، وما هى إلا كأسنان لها ، طالت وامتدت فوق طبقات الأرض ، فلو زالت هذه الجبال لبقى ما تحتها مفتوحا ، وإذ ذاك ربما تثور البراكين فى جهات كثيرة من الأرض وتضطرب اضطرابا شديدا وتزلزل زلزالا كثيرا.\nوخلاصة ذلك ـ إنه لو لم تكن هذه لجبال التي هى قطعة من قشرة الأرض مرتفعة لما وجد ما يحفظ النيران المشتعلة فى باطن الأرض من الظهور على سطحها بالبراكين والزلازل ، وإذ ذاك ربما تضطرب الأرض اضطرابا شديدا وتخرج نيرانها الملتهبة من باطنها وتطغى على سطحها وتهلك الحرث والنسل.",
        "وقد قدر العلماء حديثا نسبة الجبال إلى الأرض فقالوا : لو كان قطر الكرة الأرضية مترا لم تزد الجبال على ملليمتر ونصف فحسب.\nوهذه هى المعجزة الثالثة فى الآية التي ترشد الى أن القرآن وحي يوحى ، فما محمد ولا قومه ولا الأمم المعاصرون لهم يعلمون شيئا من هذه الآيات الكونية التي أيد صحتها تقدم العلوم ، ففهم ظاهر الأرض وباطنها.\nوفى هذا مصداق لما أثر عن على كرم الله وجهه «القرآن جديد لا تبلى جدّته».\n(4) (وَجَعَلْنا فِيها فِجاجاً سُبُلاً لَعَلَّهُمْ يَهْتَدُونَ) أي وجعلنا فى الأرض طرقا بين جبالها يسلكها الناس من قطر إلى قطر ومن إقليم إلى آخر ، ليهتدوا بذلك إلى مصالحهم ومهامّ أمورهم المعيشية.",
        "(5) (وَجَعَلْنَا السَّماءَ سَقْفاً مَحْفُوظاً) أي إنه تعالى نظّم السماء وجعلها كالسقف المحفوظ من الاختلال وعدم النظام ، فقد حفظت الشموس والكواكب فى مداراتها بحيث لا يختلط بعضها ببعض ، ولا يختبط بعضها فى بعض ، بل جعلت فى أماكنها الخاصة بها بقوة الجاذبية.\nفالشمس والقمر والكواكب الأخرى متجاذبات حافظات لمداراتها لا تخرج عنها ، وإلا اختل نظام هذا العالم ، وبهذا الحفظ ونظام الدوران كان الليل والنهار الحادثين من جرى الأرض حول الشمس.\nونحو الآية قوله : «وَيُمْسِكُ السَّماءَ أَنْ تَقَعَ عَلَى الْأَرْضِ إِلَّا بِإِذْنِهِ».\n(وَهُمْ عَنْ آياتِها مُعْرِضُونَ) أي والمشركون معرضون عن التفكر فى تلك الآيات الدالة على وحدانيتنا وعظيم قدرتنا وإحاطة علمنا.",
        "(6) (وَهُوَ الَّذِي خَلَقَ اللَّيْلَ وَالنَّهارَ وَالشَّمْسَ وَالْقَمَرَ ، كُلٌّ فِي فَلَكٍ يَسْبَحُونَ) أي والله خلق لكم الليل والنهار نعمة منه عليكم ، وحجة على عظيم سلطانه ، فهما يختلفان عليكم لصلاح معايشكم وأمور دنياكم وآخرتكم ، وخلق الأرض والشمس والقمر تجرى فى أفلاكها كما يجرى السمك فى الماء.\nوهذا هو الرأى الحديث ، وأن هذه كلها تجرى فى عالم الأثير المالئ لهذا الفضاء ، فالشمس تجرى ، والأرض تجرى ، والقمر يجرى ، وبينها هذه المخلوقات الحية ، فما مثل هذه العوالم إلا كآلة الطباعة والمخلوقات كلماتها وسطورها ، أو كدار صناعة تخرج كل يوم مصنوعات جديدة بعد فناء القديمة وزوالها.\n(وَما جَعَلْنا لِبَشَرٍ مِنْ قَبْلِكَ الْخُلْدَ أَفَإِنْ مِتَّ فَهُمُ الْخالِدُونَ (34) كُلُّ نَفْسٍ ذائِقَةُ الْمَوْتِ وَنَبْلُوكُمْ بِالشَّرِّ وَالْخَيْرِ فِتْنَةً وَإِلَيْنا تُرْجَعُونَ (35) وَإِذا رَآكَ الَّذِينَ كَفَرُوا إِنْ يَتَّخِذُونَكَ إِلاَّ هُزُواً أَهذَا الَّذِي يَذْكُرُ آلِهَتَكُمْ وَهُمْ بِذِكْرِ الرَّحْمنِ هُمْ كافِرُونَ (36))\nتفسير المفردات",
        "الخلد : الخلود والبقاء ، الذوق : هنا الإدراك ؛ والمراد من الموت مقدماته من الآلام العظيمة ، والمدرك لذلك هى النفس المفارقة التي تدرك مفارقتها للبدن ، ونبلوكم :\nأي نختبركم ؛ والمراد نعاملكم معاملة من يختبركم ، بالخير والشر : أي المحبوب والمكروه ، فتنة : أي ابتلاء ، إن يتخذونك إلا هزوا : أي ما يتخذونك إلا مهزوءا به مسخورا منه.\nالمعنى الجملي\nبعد أن ذكر سبحانه الأدلة على وجود الخالق الواحد القادر ، بما يرون من الآيات الكونية ـ أردف ذلك ببيان أن هذه الدنيا ما خلقت للخلود والدوام ، ولا خلق من فيها للبقاء ، بل خلقت للابتلاء والامتحان ، ولتكون وسيلة إلى الآخرة التي هى دار الخلود ، فلا تشمتوا إذا مات محمد صلّى الله عليه وسلّم فما هذا بسبيله وحده ، بل هذا سنة الله فى الخلق أجمعين.",
        "ثم ذكر أنهم نعوا على نبيه صلّى الله عليه وسلّم ذكر آلهتهم التي لا تضر ولا تنفع بالسوء ، ورد عليهم بأنهم قد كفروا بالرحمن المنعم على عباده ، الخالق لهم ، المحيي المميت ، ولا شىء أقبح من هذا وأخلق بالذم منه.\nأخرج ابن أبى حاتم عن السدى «أنه صلّى الله عليه وسلّم مرّ على أبى سفيان وأبى جهل وهما يتحادثان ، فلما رآه أبو جهل ضحك وقال : هذا نبىّ بنى عبد مناف ، فغضب أبو سفيان وقال : أتنكر أن يكون لعبد مناف نبى؟ فسمعها النبي صلّى الله عليه وسلّم فرجع إلى أبى جهل فوقع به وخوّفه وقال : ما أراك منتهيا حتى يصيبك ما أصاب عمك الوليد بن المغيرة ، وقال لأبى سفيان : أما إنك لم تقل ما قلت إلا حميّة ، فنزلت الآية».\nالإيضاح\n(وَما جَعَلْنا لِبَشَرٍ مِنْ قَبْلِكَ الْخُلْدَ) أي وما كتب لأحد من قبلك البقاء فى الدنيا حتى نبقيك فيها ، بل قدّر لك أن تموت كما مات رسلنا من قبلك.",
        "(أَفَإِنْ مِتَّ فَهُمُ الْخالِدُونَ؟) أي أفهؤلاء المشركون بربهم هم الخالدون بعدك؟ لا ـ ما ذلك كذلك ، بل هم ميتون ، عشت أو متّ.\nأخرج البيهقي وغيره عن عائشة قالت : دخل أبو بكر على النبي صلّى الله عليه وسلم وقد مات فقبّله وقال : وا نبياه ، وا خليلاه ، وا صفيّاه ، ثم تلا : وما جعلنا لبشر من قبلك الخلد : الآية.\nثم أكد ما سلف وبين أن أحدا لا يبقى فى هذه الدنيا فقال :\n(كُلُّ نَفْسٍ ذائِقَةُ الْمَوْتِ) أي كل نفس منفوسة من خلقه ذائقة مرارة الموت ، ومتجرعة كأسه ، وشدة مفارقة الروح للبدن وقد جاء فى الحديث «إن للموت لسكرات» فلا يفرحنّ أحد لموت أحد ولا يظهرنّ التشفي منه ، كما لا ينبغى أن تبدو عليه علامات الجزع والحسرة لموت أحد.",
        "(وَنَبْلُوكُمْ بِالشَّرِّ وَالْخَيْرِ فِتْنَةً) أي ونختبركم أيها الناس بالمضار الدنيوية من الفقر والآلام وسائر الشدائد ، وبنعم الدنيا من الصحة واللذة والسرور والتمكين من حصول ما تريدون ، لنرى أتصبرون فى المحن ، وتشكرون فى المنح؟ فيزداد ثوابكم عند ربكم إذا قمتم بأداء ذلك ، والقيام بحقوق الصبر أيسر من القيام بحقوق الشكر ، فالمنحة أعظم البلاءين ؛ ومن ثم قال عمر رضى الله عنه : بلينا بالضراء فصبرنا ، وبلينا بالسراء فلم نصبر ، وقال على كرم الله وجهه : من وسّع عليه دنياه فلم يعلم أنه قد مكر به فهو مخدوع عن عقله.\nوخلاصة ذلك ـ إنا نعاملكم معاملة من يختبركم ونفتنكم كما يفتن الذهب إذا أريد تصفيته بالنار عما يخالطه من الغش ، لنرى أتصبرون فى الشدائد وتشكرون حين الرخاء؟.\n(وَإِلَيْنا تُرْجَعُونَ) فنجازيكم وفق ما يظهر من أعمالكم.\nولا يخفى ما فى هذا من الوعد والوعيد بالثواب والعقاب.",
        "(وَإِذا رَآكَ الَّذِينَ كَفَرُوا إِنْ يَتَّخِذُونَكَ إِلَّا هُزُواً) أي وإذا رآك المشركون لم يكن لهم عمل إلا أن يجعلوك موضع السخرية والهزؤ ، وقد كان من حقهم أن يفكّروا مليّا فيما يشاهدون من أخلاقك وآدابك ، وفيما ينزل عليك من الوحى الذي فيه عظة وذكرى لقوم يعقلون ، لعل بصائرهم تستنير ، وطباعهم ترقّ ، وقلوبهم ترعوى عن غيها ، وهؤلاء هم الذين قال الله تعالى فيهم : «إِنَّا كَفَيْناكَ الْمُسْتَهْزِئِينَ».\n(أَهذَا الَّذِي يَذْكُرُ آلِهَتَكُمْ وَهُمْ بِذِكْرِ الرَّحْمنِ هُمْ كافِرُونَ) أي ويقولون استنكارا وتعجبا : أهذا الذي يسبّ آلهتكم ويسفّه أحلامكم؟ وكيف يعجبون من ذلك وهم كافرون بالله الذي خلقهم وأنعم عليهم ، وبيده نفعهم وضرهم وإليه مرجعهم؟ قال الزجاج يقال فلان يذكر الناس أي يغتابهم ويذكرهم بالعيوب ، وفلان يذكر الله أي يصفه بالتعظيم ويثنى عليه.\nوخلاصة ذلك ـ كيف يعجبون من نبز آلهتهم بالسوء ، وهم قد كفروا بربهم الذي برأهم وصورهم فأحسن صورهم ، وإليه مرجعهم فيحاسبهم على النّقير والقطمير.\n(خُلِقَ الْإِنْسانُ مِنْ عَجَلٍ سَأُرِيكُمْ آياتِي فَلا تَسْتَعْجِلُونِ (37) وَيَقُولُونَ مَتى هذَا الْوَعْدُ إِنْ كُنْتُمْ صادِقِينَ (38) لَوْ يَعْلَمُ الَّذِينَ كَفَرُوا حِينَ لا يَكُفُّونَ عَنْ وُجُوهِهِمُ النَّارَ وَلا عَنْ ظُهُورِهِمْ وَلا هُمْ يُنْصَرُونَ (39) بَلْ تَأْتِيهِمْ بَغْتَةً فَتَبْهَتُهُمْ فَلا يَسْتَطِيعُونَ رَدَّها وَلا هُمْ يُنْظَرُونَ (40) وَلَقَدِ اسْتُهْزِئَ بِرُسُلٍ مِنْ قَبْلِكَ فَحاقَ بِالَّذِينَ سَخِرُوا مِنْهُمْ ما كانُوا بِهِ يَسْتَهْزِؤُنَ (41))",
        "تفسير المفردات\nالعجل والعجلة : طلب الشيء قبل أوانه ، والمراد بالإنسان : هذا النوع ، وقد جعل لفرط استعجاله وقلة صبره كأنه مخلوق من العجل مبالغة كما يقال للرجل الذكي هو نار تشتعل ، ويقال لمن يكثر منه الكرم : فلان خلق من الكرم ، قال المبرد : خلق الإنسان من عجل : أي إن من شأنه العجلة كقوله : «خَلَقَكُمْ مِنْ ضَعْفٍ» أي خلقكم ضعفاء ، والآيات هى آيات النقم التي هددهم بوقوعها ، وإراءتهم إياها : إصابتهم بها.\nوالمراد بالوعد قيام الساعة ، لا يكفون : أي لا يمنعون ، بغتة : أي فجأة ، تبهتهم : أي تدهشهم وتحيّرهم ، ينظرون : أي يمهلون ويؤخّرون ، حاق : حل ونزل.\nالمعنى الجملي",
        "بعد أن بين جلت قدرته أنه كلما آتى المشركين آية كفروا بها ، وكلما توعدهم بالعذاب كذبوا به وقالوا تهكما وإنكارا : متى هذا الوعد إن كنتم صادقين؟ ـ قفى على ذلك بنهيهم عن العجلة وبيان أن ما أوعدوا به آت لا محالة ، ثم أرشد إلى أن العجلة من طبيعة الإنسان التي جبل عليها ، ثم ذكّرهم بجهلهم بما يستعجلون ، فإنهم لو عرفوا كنه ما طلبوا ما دار بخلدهم ذلك المطلب.\nوفى هذا تسلية لرسوله صلّى الله عليه وسلّم كما سلّاه بأن الاستهزاء به وبما أتى به ليس بدعا من المشركين ، فكثير من الرسل قبله أوذوا واستهزىء بهم ، وكان النصر آخرا حليفهم وحاق الهلاك بالمكذبين ، فانتظر لهؤلاء يوما يحل بهم فيه مثل ما حل بمن قبلهم ، وقل لهم : انتظروا إنا منتظرون.\nروى أن الآية نزلت فى النضر بن الحارث ، وهو القائل : «اللهُمَّ إِنْ كانَ هذا هُوَ الْحَقَّ مِنْ عِنْدِكَ فَأَمْطِرْ عَلَيْنا حِجارَةً مِنَ السَّماءِ أَوِ ائْتِنا بِعَذابٍ أَلِيمٍ».\nالإيضاح",
        "(خُلِقَ الْإِنْسانُ مِنْ عَجَلٍ) أي إنه تعالى فطر هذا النوع على العجلة ، وجعلها من سجيته وجبلّته ، فليس بعجيب من المشركين أن يستعجلوا عذاب الله ونزول نقمته بهم ، وقد كان من الحق عليهم أن يتلبّثوا قليلا ، فإن الله سينزل بهم من سخطه مثل ما أنزل بالمكذبين قبلهم ، ويحلّ بهم من العذاب ما لا قبل لهم بدفعه ، وهذا ما أشار إليه بقوله :\n(سَأُرِيكُمْ آياتِي فَلا تَسْتَعْجِلُونِ) أي إن نقمى ستصيبكم لا محالة ، فلا تتعجلوا عذابى ، واصبروا حتى يأتى وعد الله ، إن الله لا يخلف الميعاد.\nوقد نهى الإنسان عن العجلة مع أنها ركّبت فى طبيعته ، من قبل أنه أوتى المقدرة التي يستطيع بها تركها وكف النفس عنها.\nثم حكى عنهم ما يستعجلون فقال :",
        "(وَيَقُولُونَ مَتى هذَا الْوَعْدُ إِنْ كُنْتُمْ صادِقِينَ) أي ويقولون للنبى صلّى الله عليه وسلّم ولمن معه من المؤمنين الذين يتلون الآيات المنبئة بقرب الساعة ونزول العذاب بمن كفر بها استهزاء : متى يجيئنا هذا العذاب الذي تعدوننا به إن كنتم صادقين فى وعدكم.\nوهذا منهم استبطاء للموعود به يراد به إنكار وقوعه وأنه لن يكون البتة.\nثم بين شديد جهلهم بما يستعجلون وعظيم حماقتهم لهذا الطلب فقال :\n(لَوْ يَعْلَمُ الَّذِينَ كَفَرُوا حِينَ لا يَكُفُّونَ عَنْ وُجُوهِهِمُ النَّارَ وَلا عَنْ ظُهُورِهِمْ وَلا هُمْ يُنْصَرُونَ) أي لو يعلم هؤلاء الكفار المستعجلون ما ذا أعدّ لهم ربهم من البلاء حين تلفح وجوههم النار وهم فيها كالحون ، فلا يستطيعون ردها عن تلك الوجوه ، ولا يدفعونها بأنفسهم عن الظهور ، ولا يجدون ناصرا ينصرهم وينقذهم من ذلك",
        "العذاب ـ لما أقاموا على كفرهم بربهم ولسارعوا إلى التوبة منه ، ولما استعجلوا لأنفسهم هذا النكال والوبال.\nوإنما خص الوجوه والظهور ، لأن مس العذاب لهما أعظم موقعا.\nولما بين شدة العذاب فى ذلك اليوم بين أن وقته لا يكون معلوما لهم فقال :\n(بَلْ تَأْتِيهِمْ بَغْتَةً فَتَبْهَتُهُمْ فَلا يَسْتَطِيعُونَ رَدَّها وَلا هُمْ يُنْظَرُونَ) أي بل تأتيهم الساعة وهم لأمرها غير مستعدين ، فتدعهم حائرين لا يستطيعون حيلة فى ردها ، ولا منصرفا عما يأتيهم منها ، ولا هم يمهلون لتوبة ، ولا لتقديم معذرة ، فقد فات مافات ، وأحاط بهم ما كانوا به يستهزئون.",
        "وإنما لم يعلم الله عباده وقتها ، لما فى ذلك من فائدة ، فإن المرء يكون مع جهله بها أشد حذرا ، وأقرب إلى التلافي وانتهاز الفرصة.\nثم سلى رسوله على استهزائهم به فقال :\n(وَلَقَدِ اسْتُهْزِئَ بِرُسُلٍ مِنْ قَبْلِكَ فَحاقَ بِالَّذِينَ سَخِرُوا مِنْهُمْ ما كانُوا بِهِ يَسْتَهْزِؤُنَ) أي ولقد استهزىء برسل من رسلنا الذين أرسلناهم قبلك إلى أممهم ، فنزل بالذين استهزءوا بهم العذاب والبلاء الذي كانت الرسل تخوّفهم نزوله ، ولن يعدو أن يكون أمر هؤلاء الكفار كأمر أسلافهم من الأمم المكذبة لرسلها ، فينزل بهم من عذاب الله وسخطه باستهزائهم مثل ما نزل بمن قبلهم فانظر لهم عاقبة وخيمة كعاقبة أولئك ، وسيكون لك النصر عليهم.\nونحو الآية قوله : «وَلَقَدْ كُذِّبَتْ رُسُلٌ مِنْ قَبْلِكَ فَصَبَرُوا عَلى ما كُذِّبُوا وَأُوذُوا حَتَّى أَتاهُمْ نَصْرُنا وَلا مُبَدِّلَ لِكَلِماتِ اللهِ وَلَقَدْ جاءَكَ مِنْ نَبَإِ الْمُرْسَلِينَ».",
        "(قُلْ مَنْ يَكْلَؤُكُمْ بِاللَّيْلِ وَالنَّهارِ مِنَ الرَّحْمنِ بَلْ هُمْ عَنْ ذِكْرِ رَبِّهِمْ مُعْرِضُونَ (42) أَمْ لَهُمْ آلِهَةٌ تَمْنَعُهُمْ مِنْ دُونِنا لا يَسْتَطِيعُونَ نَصْرَ \nأَنْفُسِهِمْ وَلا هُمْ مِنَّا يُصْحَبُونَ (43) بَلْ مَتَّعْنا هؤُلاءِ وَآباءَهُمْ حَتَّى طالَ عَلَيْهِمُ الْعُمُرُ أَفَلا يَرَوْنَ أَنَّا نَأْتِي الْأَرْضَ نَنْقُصُها مِنْ أَطْرافِها أَفَهُمُ الْغالِبُونَ (44) قُلْ إِنَّما أُنْذِرُكُمْ بِالْوَحْيِ وَلا يَسْمَعُ الصُّمُّ الدُّعاءَ إِذا ما يُنْذَرُونَ (45) وَلَئِنْ مَسَّتْهُمْ نَفْحَةٌ مِنْ عَذابِ رَبِّكَ لَيَقُولُنَّ يا وَيْلَنا إِنَّا كُنَّا ظالِمِينَ (46) وَنَضَعُ الْمَوازِينَ الْقِسْطَ لِيَوْمِ الْقِيامَةِ فَلا تُظْلَمُ نَفْسٌ شَيْئاً وَإِنْ كانَ مِثْقالَ حَبَّةٍ مِنْ خَرْدَلٍ أَتَيْنا بِها وَكَفى بِنا حاسِبِينَ (47))\nتفسير المفردات\nيكلؤكم : يحرسكم ويحفظكم قاله ابن عباس ، من الرحمن : أي من بأسه وعقابه الذي تستحقونه ، من دوننا : أي من غيرنا ، يصحبون : أي يجارون من عذابنا ؛ تقول العرب أنا لك جار وصاحب من فلان : أي ومجير منه واختاره الطبري ، نفحة : أي قسط ونصيب ضئيل ، حبة الخردل : مثل فى الصغر ، حاسبين : أي عادّين محصين.",
        "المعنى الجملي\nبعد أن أبان سبحانه أن الكافرين فى الآخرة لا يستطيعون أن يمنعوا عن وجوههم النار ولا عن ظهورهم ، وأنه سيكون لهم من الأهوال ما لم يكن يخطر لهم ببال أعقبه ببيان أنه لولا أن الله قدر لهم السلامة فى الدنيا وحرسهم إلى حين لما بقوا سالمين ، وأنه مع إنعامه عليهم ليلا ونهارا بالحفظ والحراسة ـ هم معرضون عن الدلائل الدالة على أنه لا حافظ لهم سواه ، وأنه قد كان ينبغى لهم أن يتركوا عبادة الأصنام التي لا حظ لها فى شىء من ذلك ، فهى لا تستطيع أن تحفظ أنفسها من الآفات ،\nفضلا عن منع بأس الله إن حل بهم ، ثم أردف ذلك ببيان أن الذي حملهم على الإعراض عن ذلك هو طول الأمد حتى نسوا العهد وجهلوا مواقع النعمة ، وقد كان لهم فى نقص الأرض من أطرافها وفتح المسلمين لها عبرة أيّما عبرة ، فهاهم يرون محمدا صلى الله عليه وسلّم وأتباعه يفتحون البلاد والقرى حول مكة ويدخلونها تحت راية الإسلام ويقتلون الرؤساء والعشائر من المشركين ، فمن حقهم أن يفكروا فى هذا مليّا ويرعووا عن غيهم ويعلموا آثار قدرتنا وأن جندناهم الغالبون ، ثم قفى على ذلك ببيان أن وظيفة الرسل هى الإنذار والتبليغ ، وليس عليهم الإلزام والقبول ، فإذا كانت القلوب متحجرة ، والآذان صماء ، فماذا تجدى العظة ، وما ذا ينفع النصح ، ولئن أصابهم القليل من عذاب الله لتنادوا بالويل والثبور ، واعترفوا على أنفسهم بأنهم كانوا ظالمين ـ ثم قفى على ذلك ببيان أن الدار الآخرة لا ظلم فيها ولا محاباة ، فالمرء يحاسب فيها على الجليل والحقير ، فهناك تنصب موازين العدل ويجازى كل امرئ بما قدم من خير أو شر : «فَمَنْ يَعْمَلْ مِثْقالَ ذَرَّةٍ خَيْراً يَرَهُ وَمَنْ يَعْمَلْ مِثْقالَ ذَرَّةٍ شَرًّا يَرَهُ».\nالإيضاح",
        "(قُلْ مَنْ يَكْلَؤُكُمْ بِاللَّيْلِ وَالنَّهارِ مِنَ الرَّحْمنِ) أي سل أيها الرسول أولئك المستهزئين سؤال إنكار وتوبيخ ، من يستطيع أن يحفظكم من الرحمن إذا أراد أن ينزل بكم بأسه وعذابه الذي تستحقونه؟.\nوالخلاصة ـ من يحفظكم بالليل إذا نمتم ، وبالنهار إذا تصرفتم فى أمور معايشكم من عذاب الرحمن إن نزل بكم ، ومن بأسه إذا حل بساحتكم؟\nوفى ذكر (الرحمن) إيماء وتنبيه إلى أنه لا حفظ لهم إلا برحمته ، وإلى أن بأسه أليم شديد ، وإلى أنه قد عذبهم من غلبت رحمته قسوته ، جزاء وفاقا بما دسّوا به أنفسهم من فاسد الطوايا ، وسيىء الأعمال.\nثم ذكر أنهم قد غفلوا عن الكالئ الحافظ فقال :",
        "(بَلْ هُمْ عَنْ ذِكْرِ رَبِّهِمْ مُعْرِضُونَ) أي إن هؤلاء القوم قد ألهتهم النعم عن المنعم ، فلا يذكرون الله حتى يخافوا بأسه ، أو يعدّوا ما كانوا فيه من الأمن والدعة كلاءة وحفظا لهم حتى يسألوا عن الكالئ الحافظ.\nوخلاصة ذلك ـ إنهم على وجود الدلائل العقلية والنقلية الدالة على أنه تعالى هو الكالئ الحافظ ـ معرضون عنها ، لا يتأملون فيها.\nوفى ذكر (الرب) إيماء إلى أنهم خاضعون لسلطانه ، وأنهم فى ملكوته وتدبيره ، وجميل رعايته وتربيته ، وهم على ذلك معرضون ، فهم فى الغاية القصوى من الضلال وفى النهاية من الجهل والغباء.\nثم انتقل من وصفهم بالإعراض إلى توبيخهم باعتمادهم على آلهة لا تضر ولا تنفع فقال :",
        "(أَمْ لَهُمْ آلِهَةٌ تَمْنَعُهُمْ مِنْ دُونِنا؟) أي بل ألهؤلاء المستعجلى عذابنا آلهة تمنعهم منا إن نحن أنزلناه بهم ، وتدفع عنهم بأسنا إن حل بساحتهم؟.\nومجمل ذلك ـ إن آلهتهم لا تمنعهم بأسنا إن أردنا؟.\nثم وصف تلك الآلهة التي اتخذوها بالضعف فقال :\n(لا يَسْتَطِيعُونَ نَصْرَ أَنْفُسِهِمْ وَلا هُمْ مِنَّا يُصْحَبُونَ) أي وكيف تستطيع آلهتهم أن تمنعهم منا وهم لا يستطيعون نصر أنفسهم ، ولا دفع ما ينزل بهم من البلاء ، ولا هم يصحبون منا بنصر ، فكيف يتوهّم أن ينصروا غيرهم.",
        "والخلاصة ـ إنهم فى غاية العجز ، فكيف يتوهّم فيهم ما يتوهمون من القدرة والسلطان ، ويدينون لهم بالخضوع والعبادة.\nثم بين سبحانه تفضله عليهم مع سوء ما أتوا به من الأعمال فقال :\n(بَلْ مَتَّعْنا هؤُلاءِ وَآباءَهُمْ حَتَّى طالَ عَلَيْهِمُ الْعُمُرُ) أي إن الذي غرهم وحملهم على\nما هم فيه من الضلال أنهم متّعوا فى الحياة الدنيا ونعموا بها وطال عليهم العمر حتى اعتقدوا أنهم على شىء.",
        "وقصارى ذلك ـ إنهم طالت أعمارهم وهم فى الغفلة فنسوا عهدنا ، وجهلوا مواقع نعمتنا ، فاغتروا بذلك ولم يعرفوا مواضع الشكر.\nثم بين لهم سوء مغبتهم فقال :\n(أَفَلا يَرَوْنَ أَنَّا نَأْتِي الْأَرْضَ نَنْقُصُها مِنْ أَطْرافِها؟) أي أفلا يرى هؤلاء المشركون بالله المستعجلون للعذاب آثار قدرتنا فى إتيان الأرض من جوانبها ، ففتحناها للمؤمنين وزدناها فى ملكهم واقتطعناها من أيدى المشركين؟ فقد تم لهم فتح البلاد التي حوالى مكة وقتل رؤسائها وإزالة دولة الشرك وأهله منها ، ألا يفكرون فى هذا فيكون لهم فيه مزدجر لو كانوا يعقلون؟.\nوالخلاصة ـ ألا يعتبرون ويحذروا أن ينزل بهم بأسنا كما أنزلناه بسواهم؟.",
        "ثم وبخهم وأنّبهم على غفلتهم عن الحق بعد وضوحه فقال :\n(أَفَهُمُ الْغالِبُونَ) أي أفهم الغالبون أم نحن؟ أي أفبعد ظهور ما ذكر ورؤيتهم إياه يتوهمون غلبتهم؟.\nوبعد أن بين هول ما يستعجلون ، وحالهم السيئة حين نزوله بهم ، ثم نعى عليهم جهلهم وإعراضهم عن ذكر ربهم الذي يكلؤهم من طوارق الليل وحوادث النهار ، أمر رسوله أن يقول لهم : إن ما أخبركم به جاء به الوحى الصادق فقال :\n(قُلْ إِنَّما أُنْذِرُكُمْ بِالْوَحْيِ) أي إنى إنما أنذركم ما تستعجلونه من الساعة وشديد أهوالها ـ بالوحى الصادق الناطق بحصوله وفظاعة أهواله ، وقد أمرنى ربى بذلك ، وهأنذا قد قمت بما أمرنى به ، فإن لم تجيبوا داعى الله وتقبلوا ما دعوتكم إليه فعليكم النكال والوبال لا علىّ.",
        "ثم أردف هذا أن الإنذار مع مثل هؤلاء لا يجدى فتيلا ، فما حالهم إلا حال الصم الذين لا يسمعون دعوة الداعي فقال :\n(وَلا يَسْمَعُ الصُّمُّ الدُّعاءَ إِذا ما يُنْذَرُونَ) أي فما مثلهم إذ لم ينتفعوا بما سمعوا من الإنذار على كثرته وتتابعه إلا مثل الصم الذين لا يسمعون شيئا ، إذ ليس الغرض من الإنذار السماع فحسب ، بل العمل بما يسمع بالإقدام على فعل الواجب والتحرز من الإنذار السماع فحسب ، بل العمل بما يسمع بالإقدام على فعل الواجب والتحرز من المحرم ومعرفة الحق ، فإذا لم يحصل شىء من هذا فلا جدوى فى السمع وكأن لم يكن.\nوالخلاصة ـ إن الكافر بالله لا يوجه همه إلى العظة بما فى كتابه من المواعظ حتى يقلّع عما هو عليه مقيم من الضلال ، بل يعرض عن التفكر فيها فعل الأصم الذي لا يسمع ما يقال له حتى يعمل به.\nثم بين سرعة تأثرهم من العذاب حين مجيئه إثر بيان عدم تأثرهم به حين مجىء خبره فقال :",
        "(وَلَئِنْ مَسَّتْهُمْ نَفْحَةٌ مِنْ عَذابِ رَبِّكَ لَيَقُولُنَّ يا وَيْلَنا إِنَّا كُنَّا ظالِمِينَ) أي ولئن أصاب هؤلاء المستعجلين للعذاب أدنى قسط من عقاب ربك بكفرهم به وتكذيبهم رسوله ـ ليقولنّ إنا كنا ظالمين لأنفسنا بعبادتنا الآلهة والأنداد وتركنا عبادة الذي برأنا وأنعم علينا ، وجحدنا لما يجب علينا من الشكر له بالإخلاص فى عبادته.\nوالخلاصة ـ إنهم يوم القيامة حين يمسهم العذاب يدعون على أنفسهم بالويل والثبور وعظائم الأمور ويقولون هلاكا لنا ، إنا ظلمنا أنفسنا بكفرنا بمن خلقنا ، وخصوعنا لمن لا يضر ولا ينفع ، ويندمون على ما فرط منهم ، ولات ساعة مندم.\nثم بين الأحداث التي ستقع حين يأتى ما أنذروا به فقال :\n(وَنَضَعُ الْمَوازِينَ الْقِسْطَ لِيَوْمِ الْقِيامَةِ) أي ونحضر يوم القيامة الموازين العادلة التي توزن بها صحائف الأعمال ، وهذا قول أئمة السلف ، وقال مجاهد وقتادة والضحاك المراد من الوزن العدل بينهم ، فلا يظلم عباده مثقال ذرة ، فمن أحاطت حسناته بسيئاته ثقلت موازينه : أي ذهبت حسناته بسيئاته ، ومن أحاطت سيئاته بحسناته خفت موازينه : أي ذهبت سيئاته بحسناته.",
        "(فَلا تُظْلَمُ نَفْسٌ شَيْئاً) أي فلا تظلم أىّ نفس شيئا من الظلم ، فلا ينقص ثوابها الذي تستحقه ، ولا يزاد عذابها الذي كان لها على قدر ما دسّت به نفسها من سيىء الأعمال.\n(وَإِنْ كانَ مِثْقالَ حَبَّةٍ مِنْ خَرْدَلٍ أَتَيْنا بِها) أي وإن كان العمل الذي فعلته النفس صغيرا مقدار حبة الخردل جازينا عليه جزاء وفاقا ، سيئا كان أو حسنا.\n(وَكَفى بِنا حاسِبِينَ) أي وحسب من شهدوا ذلك الموقف بنا حاسبين لأعمالهم محصنين لها ، لأنه لا أحد أعلم بأعمالهم وما سلف منهم فى الدنيا من صالح أو سيىء منا.\nولا يخفى ما فى الآية من التحذير وشديد الوعيد للكافرين على ما فرطوا فى جنب الله ، فإن المحاسب إذا كان عليما بكل شىء ولا يعجز عن شىء كان جديرا بالعاقل أن يكون فى حذر وخوف منه.",
        "نزول التوراة على موسى عليه السلام\n(وَلَقَدْ آتَيْنا مُوسى وَهارُونَ الْفُرْقانَ وَضِياءً وَذِكْراً لِلْمُتَّقِينَ (48) الَّذِينَ يَخْشَوْنَ رَبَّهُمْ بِالْغَيْبِ وَهُمْ مِنَ السَّاعَةِ مُشْفِقُونَ (49) وَهذا ذِكْرٌ مُبارَكٌ أَنْزَلْناهُ أَفَأَنْتُمْ لَهُ مُنْكِرُونَ (50))\nتفسير المفردات\nالفرقان : هى التوراة ، وهى الضياء والموعظة ، وكانت فرقانا ، لأنها تفرق بين الحق والباطل ، وكانت ضياء لأنها تنير طريق الهدى للمتقين ، وكانت موعظة لما فيها من عبرة للسالكين سبل النجاة ، يخشون ربهم : أي يخشون عذابه ، مشفقون. أي خائفون ، مبارك : أي كثير الخير غزير النفع.",
        "المعنى الجملي\nبعد أن أمر رسوله صلّى الله عليه وسلّم أن يقول لهم : إنما أنذركم بالوحى ـ أردفه ببيان أن هذه سنة الله فى أنبيائه ، فكلهم قد آتاهم الوحى ، وبلغهم من الشرائع والأحكام ما فيه هداية للبشر وسعادة لهم فى دنياهم وآخرتهم.\nالإيضاح\n(وَلَقَدْ آتَيْنا مُوسى وَهارُونَ الْفُرْقانَ وَضِياءً وَذِكْراً لِلْمُتَّقِينَ) أي قسما لقد آتيناهم كتابا جامعا لأوصاف كلها مدح وفخار ، فهو كتاب فارق بين الحق والباطل ، وضياء يستضاء به فى ظلمات الجهل والغواية ، وعظة يتعظ بها من يتعظ ، ويتذكر بها ما يجب لله من اعتقاد وعمل ، وما ينبغى سلوكه من أدب وفضيلة.",
        "ثم ذكر أوصاف المتقين فقال :\n(1) (الَّذِينَ يَخْشَوْنَ رَبَّهُمْ بِالْغَيْبِ) أي إن المتقين يخافون عذاب ربهم وهو غائب عنهم غير مرئىّ لهم.\nونحو الآية قوله تعالى : «مَنْ خَشِيَ الرَّحْمنَ بِالْغَيْبِ وَجاءَ بِقَلْبٍ مُنِيبٍ» وقوله : «الَّذِينَ يَخْشَوْنَ رَبَّهُمْ بِالْغَيْبِ لَهُمْ مَغْفِرَةٌ وَأَجْرٌ كَبِيرٌ».\n(2) (وَهُمْ مِنَ السَّاعَةِ مُشْفِقُونَ) أي وهم من عذاب يوم القيامة وسائر أحوالها خائفون وجلون.",
        "وبعد أن ذكر فرقان موسى وكان العرب يشاهدون تمسك اليهود به ـ حثهم على التمسك بالكتاب الذي نزله على رسوله صلّى الله عليه وسلّم فقال :\n(وَهذا ذِكْرٌ مُبارَكٌ أَنْزَلْناهُ) أي وهذا القرآن الذي أنزلناه إلى محمد صلّى الله عليه وسلّم ذكر لمن تذكر به ، وموعظة لمن اتعظ بها ، وهو كثير النفع والخير لمن اتبع أوامره ، وانتهى بنواهيه\nوبعد أن أبان صفة هذا الكتاب وبخهم على إنكارهم له فقال :\n(أَفَأَنْتُمْ لَهُ مُنْكِرُونَ؟) أي أفبعد أن استبان لكم جليل خطره ، وعظيم أمره ، تنكرون وتقولون : هو أضغاث أحلام ، بل افتراه ، بل هو شاعر فليأتنا بآية كما أرسل الأولون.",
        "وقد يكون المعنى ـ كيف تنكرون كونه منزلا من عند الله؟ وأنتم من أهل اللسان تدركون مزايا الكلام ولطائفه ، وتفهمون من بلاغة القرآن ما لا يدركه غيركم ، وفيه شرفكم وصيتكم.\nوخلاصة ذلك ـ أفبعد أن علمتم أن شأنه كشأن التوراة ، تنكرون أنه منزل من عند الله؟ فهذا ما لا يستسيغه عقل راجح ، ولا فكر رصين ، فمثل هذا فى غاية الوضوح والجلاء.\nحجاج إبراهيم لأبيه وقومه ودعوتهم إلى التوحيد\n(وَلَقَدْ آتَيْنا إِبْراهِيمَ رُشْدَهُ مِنْ قَبْلُ وَكُنَّا بِهِ عالِمِينَ (51) إِذْ قالَ لِأَبِيهِ وَقَوْمِهِ ما هذِهِ التَّماثِيلُ الَّتِي أَنْتُمْ لَها عاكِفُونَ (52) قالُوا وَجَدْنا آباءَنا لَها عابِدِينَ (53) قالَ لَقَدْ كُنْتُمْ أَنْتُمْ وَآباؤُكُمْ فِي ضَلالٍ مُبِينٍ (54) قالُوا أَجِئْتَنا بِالْحَقِّ أَمْ أَنْتَ مِنَ اللاَّعِبِينَ (55) قالَ بَلْ رَبُّكُمْ رَبُّ السَّماواتِ وَالْأَرْضِ الَّذِي فَطَرَهُنَّ وَأَنَا عَلى ذلِكُمْ مِنَ الشَّاهِدِينَ (56) وَتَاللهِ لَأَكِيدَنَّ أَصْنامَكُمْ بَعْدَ أَنْ تُوَلُّوا مُدْبِرِينَ (57) فَجَعَلَهُمْ جُذاذاً إِلاَّ كَبِيراً لَهُمْ لَعَلَّهُمْ إِلَيْهِ يَرْجِعُونَ (58))",
        "تفسير المفردات\nالرشد : هو الاهتداء إلى وجوه الصلاح فى الدين والدنيا ، والاسترشاد بالنواميس الإلهية ، التماثيل : واحدها تمثال وهو الصورة المصنوعة على شبه مخلوق من صنع الله كطير أو شجر أو إنسان ؛ والمراد بها هنا الأصنام ، سماها بذلك تحقيرا لشأنها ، والعكوف على الشيء : ملازمته والإقبال عليه ، بالحق : أي بالشيء الثابت فى الواقع ، اللاعبين : أي الهازلين ، فطرهن : أي أنشأهن ، من الشاهدين : أي المتحققين صحته ، المثبتة بالبرهان ، والكيد : الاحتيال فى إيجاد ما يضر مع إظهار خلافه ، والمراد المبالغة فى إلحاق الأذى بها ، جذاذا : أي قطعا ، من الجذ ، وهو القطع.\nالإيضاح\n(وَلَقَدْ آتَيْنا إِبْراهِيمَ رُشْدَهُ مِنْ قَبْلُ وَكُنَّا بِهِ عالِمِينَ) أي ولقد آتينا إبراهيم ما فيه صلاحه وهداه من قبل موسى وهرون ، ووفقناه للحق ، وأضأنا له سبيل الرشاد ، وأنقذناه من بين قومه من عبادة الأصنام ، وكنا عالمين بأنه ذو يقين وإيمان بالله وتوحيد له ، لا يشرك به شيئا ، فهو جامع لأحاسن الفضائل ومكارم الأخلاق وجميل الصفات ، وقال الفراء : أعطيناه هداه من قبل النبوة والبلوغ ا ه. أي وفقناه للنظر والاستدلال لما جنّ عليه الليل فرأى الشمس والقمر والنجم ، وعلى هذا جرى كثير من المفسرين.",
        "(إِذْ قالَ لِأَبِيهِ وَقَوْمِهِ : ما هذِهِ التَّماثِيلُ الَّتِي أَنْتُمْ لَها عاكِفُونَ؟) أي آتيناه الرشد حين قال لأبيه آزر ولقومه وهم مجتمعون : ما هذه الأصنام التي تقيمون على عبادتها وتعظيمها؟.\nوقد أراد عليه السلام بهذا السؤال تنبيه أذهانهم إلى التأمل فى شأنها ، وتحقير أمرها ، متجاهلا حقيقتها ، وكأنه يومىء بذلك إلى أنهم لو تأملوا قليلا لأدركوا أن مثل هذه الأحجار والخشب لا تغنى عنهم قلّا ولا كثرا.\nولما لم يجدوا ما يعوّل عليه فى تعرف حقيقتها لجئوا إلى التشبث بالتقليد دون إقامة الحجة والبرهان.\n(قالُوا وَجَدْنا آباءَنا لَها عابِدِينَ) أي قال آزر وقومه له : إنا وجدنا آباءنا يعبدون هذه الأوثان فسرنا على نهجهم واقتفينا أثرهم ولا حجة لنا غير ذلك.",
        "وخلاصة مقالهم : ليس لنا برهان على صحة ما نفعل ، وإنما نحن مقلدون للآباء والأجداد ، وكفى بهذا سبّة لهم ، فإن الشيطان قد استدرجهم وكاد لهم حتى عفّروا لها جباههم وجدّوا فى نصرتها ، وجادلوا أهل الحق فيها ـ وما كان أجدرهم أن يتواروا خجلا وحياء ولا يقولوا مثل هذا.\nوالتقليد هو العصا التي يتوكأ عليها كل عاجز ، والحبل الذي يتشبث به كل غريق وهكذا يجيب المقلّدة من أهل الملة الإسلامية إذا أنكر عليهم العالم بالكتاب والسنة العمل بالرأى الذي يدفعه الدليل ـ بهذا قال إمامنا الذي وجدنا آباءنا له مقلدين ، وبرأيه آخذين وكأنه يقول :\nوقد أجابهم إبراهيم ببيان قبح ما يصنعون ، وبكّتهم على سوء ما يفعلون.\n(قالَ لَقَدْ كُنْتُمْ أَنْتُمْ وَآباؤُكُمْ فِي ضَلالٍ مُبِينٍ) أي قال لهم : لقد كنتم أيها القوم أنتم وآباؤكم بعبادتكم إياها فى ضلال بيّن ، وجور واضح عن سبيل الحق لمن تأمله بلبه ، وفكّر فيه بعقله.",
        "وخلاصة هذا ـ إن المقلدين ومن قلّدوا فى ضلال ظاهر لا يخفى على من لديه أدنى مسكة من عقل ، فالفريقان لا يستندان إلا إلى هوى متبع ، وشيطان مطاع وقد أحسن من قال :\nوفى ذلك إيماء إلى أن الباطل لا يصير حقا بكثرة المستمسكين به.\nوقد أجابوه إجابة مستفهم متعجب مما يسمع ويرى.\n(قالُوا أَجِئْتَنا بِالْحَقِّ أَمْ أَنْتَ مِنَ اللَّاعِبِينَ؟) أي قالوا له حين سمعوا مقالته ، مستبعدين أنهم فى ضلال ، ومتعجبين من تضليله إياهم : أجادّ أنت فيما تقول أم أنت لاعب مازح؟ فإنا لم نسمع بمثله من قبل.",
        "وخلاصة هذا ـ إنهم لما سمعوا منه ما يدل على تحقير آلهتهم ، وتضليله إياهم ، وشاهدوا منه الجد فى القول والغلظة فيه ، طلبوا منه الدليل على صدق ما يقول إن كان جادا ، ثم ارتقوا من هذا إلى بيان أنه هازل لاعب ، كما هو دأبه وعادته من قبل ، ولا يقصد بذلك إظهار حق البتة.\nفردّ عليهم منتقلا من تضليلهم فى عبادة الأوثان ، إلى بيان الحق ، وذكر المستحق للعبادة.\n(قالَ بَلْ رَبُّكُمْ رَبُّ السَّماواتِ وَالْأَرْضِ الَّذِي فَطَرَهُنَّ) أي قال لهم : بل جئتكم بالحق لا اللعب ـ إن الذي يستحق العبادة من أنشأ السموات والأرض على غير مثال يحتذى ، وأنتم مغمورون بجميل عطفه ، وعظيم جوده وبرّه.\nوصفوة هذا ـ إن الجدير بالعبادة هو من ربّاكم تحت ظلال عطفه ، وأنعم عليكم بجزيل برّه ولطفه ، وأوجدكم وأوجد السموات والأرض من العدم ، لا من كان بمعزل عن كل ذلك.",
        "وفى هذا إرشاد إلى أنه ينبغى لهم أن يرعووا عن غيهم ، ويعلموا من يستحق العبادة ، فيعبدونه ويخضعون له ، وبذلك يهتدون إلى الطريق السوىّ.\nثم ختم مقاله بنفي اللعب والهزل عن نفسه فقال :\n(وَأَنَا عَلى ذلِكُمْ مِنَ الشَّاهِدِينَ) أي وأنا أدلى على ما أقول بالحجة كما تصحح الدعوى بالشهادة ، وأبرهن عليه كما تبين القضايا بالبينات ، فلست مثلكم أقول ما لا أقدر على إثباته ، فإنكم لم تقدروا على الاحتجاج على مذهبكم ، ولم تزيدوا على أن تقولوا إنا وجدنا آباءنا على أمة وإنا على آثارهم مقتدون.\nوقصارى ما أقول : لست من اللاعبين الهازلين ، بل من العالمين بذلك",
        "بالبراهين القاطعة ، والحجج الساطعة ، كالشاهد الذي يكون قوله الفصل فى إثبات الدعوى ، وإحقاق الحق.\nوبعد أن أقام البرهان على إثبات الحق أتبعه بالتهديد لهدم الباطل ومحو آثاره ، وأنه سينتقل من المحاجة القولية إلى تغيير المنكر بالفعل ثقة بالله ، ومخاماة عن دينه ، جمعا بين القول والفعل (وَتَاللهِ لَأَكِيدَنَّ أَصْنامَكُمْ بَعْدَ أَنْ تُوَلُّوا مُدْبِرِينَ) أي وتالله القوى العظيم لأجتهدنّ فى كسر أصنامكم وإلحاق الأذى بها بعد أن تذهبوا إلى عيدكم ، وقد فعل ذلك عليه السلام ، ليرشدهم إلى ما هم فيه من الضلال ، ويبين لهم خطأهم على ألطف أسلوب ، وأتم وجه.\nوفى التعبير بالكيد إيذان بصعوبة انتهاز الفرصة ، وتوقفها على استعمال الحيلة فى كل زمان ، ولا سيما زمن نمرود ، على عتوه واستكباره ، وقوة سلطانه وتهالكه على نصرة دينه.\nقال مجاهد وقتادة : قال إبراهيم هذه المقالة سرا من قومه ولم يسمع ذلك إلا رجل واحد ، فأفشاه عليه وقال : إنا سمعنا فتى يذكرهم يقال له إبراهيم.",
        "وقال السّدّى : كان لهم فى كل سنة مجمع عيد ، وكانوا إذا رجعوا من عيدهم دخلوا على الأصنام فسجدوا لها ثم عادوا إلى منازلهم ، فلما كان ذلك العيد قال آزر : يا إبراهيم لو خرجت معنا إلى عيدنا أعجبك ديننا ، فخرج معهم ، ولما كان ببعض الطريق ألقى بنفسه وقال إنى سقيم أشتكى برجلي ، فلما مضوا نادى فى آخرهم وقد بقي فيهم ضعفاء الناس : تالله لأكيدنّ أصنامكم ، فسمعوها منه ، ثم رجع إبراهيم إلى بيت الآلهة وهى فى بهو عظيم ، وكان مستقبل هذا البهو صنم عظيم إلى جنبيه أصغر منه والأصنام بعضها إلى جنب بعض ، كل صنم يليه أصغر منه إلى باب البهو ، وإذا هم قد جعلوا طعاما فوضعوه بين يدى الآلهة وقالوا إذا رجعنا وباركت الآلهة عليه أكلنا منه ، فلما نظر إبراهيم إليهم وإلى ما بين أيديهم من الطعام قال لهم مستهزئا :\nألا تأكلون ، فلما لم يجيبوه قال لهم : مالكم لا تنطقون؟ وراغ عليهم ضربا باليمين ، وجعل يكسرهن بفأس فى يده حتى إذا لم يبق إلا الصنم الأكبر علق الفأس فى عنقه ثم خرج فذلك قوله :\n(فَجَعَلَهُمْ جُذاذاً إِلَّا كَبِيراً لَهُمْ) أي فتولّوا فأتى إبراهيم الأصنام فجعلهم قطعا قطعا إلا كبيرا لهم لم يكسره.\n(لَعَلَّهُمْ إِلَيْهِ يَرْجِعُونَ) أي لعل هؤلاء الضلال يرجعون إلى الكبير كما يرجع إلى العالم فى حل المشكلات ، فيقولون له : ما لهؤلاء مكسورة ومالك صحيحا والفأس فى عنقك أو فى يدك؟ وحينئذ يستبين لهم أنه عاجز لا ينفع ولا يضر ويظهر لهم أنهم فى عبادتهم على جهل عظيم.",
        "وقد كان هذا بناء على ظنه فى أمرهم لما جرب وذاق من مكابرتهم لعقولهم فى آلهتهم وتعظيمهم لها.\nفلما عادوا إلى أصنامهم فوجدوها على تلك الحال.\n(قالُوا مَنْ فَعَلَ هذا بِآلِهَتِنا إِنَّهُ لَمِنَ الظَّالِمِينَ (59) قالُوا سَمِعْنا فَتًى يَذْكُرُهُمْ يُقالُ لَهُ إِبْراهِيمُ (60) قالُوا فَأْتُوا بِهِ عَلى أَعْيُنِ النَّاسِ لَعَلَّهُمْ يَشْهَدُونَ (61) قالُوا أَأَنْتَ فَعَلْتَ هذا بِآلِهَتِنا يا إِبْراهِيمُ (62) قالَ بَلْ فَعَلَهُ كَبِيرُهُمْ هذا فَسْئَلُوهُمْ إِنْ كانُوا يَنْطِقُونَ (63) فَرَجَعُوا إِلى أَنْفُسِهِمْ فَقالُوا إِنَّكُمْ أَنْتُمُ الظَّالِمُونَ (64) ثُمَّ نُكِسُوا عَلى رُؤُسِهِمْ لَقَدْ عَلِمْتَ ما هؤُلاءِ يَنْطِقُونَ (65))\nتفسير المفردات",
        "يذكرهم : أي يعيبهم ويسبهم ، على أعين الناس : أي على رءوس الأشهاد فى الملأ ، يشهدون : أي بفعله أو قوله ، فرجعوا إلى أنفسهم : أي ففكروا وتدبروا ،\nالظالمون : أي الظالمون لأنفسكم بغفلتكم عن آلهتكم وعدم حفظكم إياها ، ويقال نكسته : أي قلبته فجعلت أعلاه أسفله ، والمراد أنهم بعد أن أفروا أنهم ظالمون انقلبوا من تلك الحال إلى المكابرة والجدل بالباطل.\nالإيضاح\n(قالُوا مَنْ فَعَلَ هذا بِآلِهَتِنا؟) أي قال قوم إبراهيم على سبيل التوبيخ والتأنيب حين رأوا آلهتهم قد صارت جذاذا إلا الذي علق فيه إبراهيم الفأس : من كسر هذه الآلهة وجعلها هكذا؟.",
        "وفى تعبيرهم بالآلهة دون الأصنام تشنيع ومبالغة فى اللوم والتعنيف.\n(إِنَّهُ لَمِنَ الظَّالِمِينَ) أي إنه لمن زمرة الذين ظلموا أنفسهم وجرءوا على إهانة هذه الآلهة ، وهى الحفيّة بالإعظام والتكريم.\n(قالُوا سَمِعْنا فَتًى يَذْكُرُهُمْ يُقالُ لَهُ إِبْراهِيمُ) أي قال بعض منهم ممن سمع قوله تالله لأكيدن أصنامكم : سمعنا فتى يعيهم ويستهزىء بهم ولم نسمع أحدا يقول ذلك غيره ، وإنا لنظن أنه صنع ذلك بهم.\n(قالُوا فَأْتُوا بِهِ عَلى أَعْيُنِ النَّاسِ) أي قال أولئك القائلون من فعل هذا بآلهتنا : إذا كان الأمر كما ذكرتم فأتوا به بمرأى من الناس ومسمع.",
        "(لَعَلَّهُمْ يَشْهَدُونَ) أنه الذي فعل ذلك ، فتكون شهادتهم عليه حجة لنا.\n(قالُوا أَأَنْتَ فَعَلْتَ هذا بِآلِهَتِنا يا إِبْراهِيمُ؟) أي فلما أتوا به قالوا له أأنت الذي كسر هذه الأصنام وجعلهم جذاذا؟ وقد طلبوا منه الاعتراف بذلك ليقدموا على إيذائه وهم مقتنعون بصحة هذه الجريمة فى زعمهم ، فما كان منه إلا أن بادرهم بما أدهشهم حتى تمنّوا الخلاص منه فقال :\n(بَلْ فَعَلَهُ كَبِيرُهُمْ هذا) أي قال : بل الذي فعل هذا هو الصنم الأكبر الذي لم يكون\nوإيضاح هذا ـ أن إبراهيم عليه السلام لما رأى تعظيمهم لهذا الصنم أشد من تعظيمهم لسائر ما معه من الأصنام غضب أشد الغضب وأسند إليه الفعل الصادر منه هو من قبلى أنه هو الذي حمله على ذلك ، وهو يومىء بذلك إلى مقصده وهو إلزامهم الحجة على ألطف وجه وأحسنه ، مع حملهم على التأمل فى شأن آلهتهم.",
        "ومجمل كلامه ـ إن شديد غضبى من تعظيمكم له حملنى على أن أفعل هذا ، والفعل كما ينسب إلى المباشر له ينسب إلى الباعث عليه ؛ فهذا الصنم الأكبر قد كان السبب فى استهانتى بهم وتحطيمى إياهم.\n(فَسْئَلُوهُمْ إِنْ كانُوا يَنْطِقُونَ) أي فاسألوهم عن كسرها ليخبروكم به إن كانوا ممن ينطق على زعمكم أنهم آلهة تنفع وتضر.\nوقد كانت مقالة إبراهيم عليه السلام قوية الحجة شديدة الوقع فى نفوسهم ، وكأنما ألقمهم حجرا ، وذلك ما أشار إليه بقوله :\n(فَرَجَعُوا إِلى أَنْفُسِهِمْ) أي فرجعوا على أنفسهم بالملامة ، إذ علموا أن ما لا يقدر على دفع المضرة عن نفسه ولا على إلحاق الضر بمن ألحق به الأذى ـ يستحيل أن يقدر على دفع مضرة عن غيره أو جلب منفعة له ، وإذا فكيف يستحق أن يكون معبودا؟",
        "ثم بين ملامتهم لأنفسهم بقوله :\n(فَقالُوا إِنَّكُمْ أَنْتُمُ الظَّالِمُونَ) أي فقال بعضهم لبعض : إنكم أنتم الظالمون بعبادة ما لا ينطق ، وما هذا منكم إلا غرور وجهل بما ينبغى أن تكون عليه حال المعبود.\nثم أبان أنهم اركسوا بعدئذ ورجعوا عن فكرة سليمة لا غبار عليها بوصفهم أنفسهم بالظلم إلى فكرة خاطئة وهى الحكم بصحة عبادتها مع اعترافهم بأن حالهم دون حال الحيوان ، فلا ينبغى لعاقل أن يعبدها فقال :\n(ثُمَّ نُكِسُوا عَلى رُؤُسِهِمْ لَقَدْ عَلِمْتَ ما هؤُلاءِ يَنْطِقُونَ) أي لقد بلغ الأمر بهم أن قالوا إنما اتخذناهم آلهة مع علمنا بأنهم لا ينطقون ولا يتكلمون ، فكيف تأمرنا بسؤالهم ، وإنما قال ينطقون ولم يقل يسمعون أو يعقلون ، مع أن السؤال موقوف على",
        "السمع والعقل أيضا ، من قبل أن نتيجة السؤال الجواب ، وأن عدم نطقهم أبلغ فى تبكيتهم.\n(قالَ أَفَتَعْبُدُونَ مِنْ دُونِ اللهِ ما لا يَنْفَعُكُمْ شَيْئاً وَلا يَضُرُّكُمْ (66) أُفٍّ لَكُمْ وَلِما تَعْبُدُونَ مِنْ دُونِ اللهِ أَفَلا تَعْقِلُونَ (67) قالُوا حَرِّقُوهُ وَانْصُرُوا آلِهَتَكُمْ إِنْ كُنْتُمْ فاعِلِينَ (68) قُلْنا يا نارُ كُونِي بَرْداً وَسَلاماً عَلى إِبْراهِيمَ (69) وَأَرادُوا بِهِ كَيْداً فَجَعَلْناهُمُ الْأَخْسَرِينَ (70))\nتفسير المفردات\nأف : كلمة تدل على أن قائلها متضجر متألم من أمر ، والكيد : المكر والخديعة.",
        "المعنى الجملي\nبعد أن أقروا على أنفسهم بأن لا فائدة فى آلهتهم ، قامت لإبراهيم الحجة عليهم فوبخهم على عبادة ما لا يضر ولا ينفع ، إذ هذا ما لا ينبغى لعاقل أن يقدم عليه ، وبعد أن دحضت حجتهم وبان عجزهم انقلبوا إلى العناد واستعمال القوة الحسية ، إذ أعيتهم الحجة ، فقالوا حرقوا إبراهيم بالنار ، وانصروا آلهتكم التي جعلها جذادا ، ولكن الله سلمه من كيدهم وجعل النار بردا وسلاما عليه.\nالإيضاح\n(قالَ أَفَتَعْبُدُونَ مِنْ دُونِ اللهِ ما لا يَنْفَعُكُمْ شَيْئاً وَلا يَضُرُّكُمْ؟) أي قال إبراهيم مبكتا لهم : أفتعبدون غير الله معبودات لا تنفعكم شيئا فتعلقوا رجاءكم بها ، ولا تضركم شيئا فتخافوها.",
        "(أُفٍّ لَكُمْ وَلِما تَعْبُدُونَ مِنْ دُونِ اللهِ) أي تبّا لكم وقبحا لمعبوداتكم التي اتخذتموها من دون الله.\n(أَفَلا تَعْقِلُونَ؟) أي أفلا تتدبرون ما أنتم فيه من الضلال والكفر الذي لا يروج إلا على جاهل فاجر ، وأنتم الشيوخ الذين بلوا الزمان حلوه ومرّه ، وحنّكتهم تجارب الأيام ، فمن حقكم أن تعاودوا الرأى وتقلّبوه ظهرا لبطن ، لعلكم ترشدون بعد الضلال ، وتهتدون بعد الغىّ والعمى.\nولما بان عجزهم وحصحص الحق لجئوا إلى الغلظة واستعمال القسوة ، وذلك ما أشار إليه بقوله :\n(قالُوا حَرِّقُوهُ وَانْصُرُوا آلِهَتَكُمْ إِنْ كُنْتُمْ فاعِلِينَ) أي قال بعضهم لبعض : حرّقوا إبراهيم بالنار ، وانصروا آلهتكم إن كنتم ناصريها ، ولا تريدون خذلانها وترك عبادتها.",
        "ثم أبان سبحانه أنه أبطل كيدهم ودفع عنه هلاكا محققا بمعونته وتأييده فقال :\n(قُلْنا يا نارُ كُونِي بَرْداً وَسَلاماً عَلى إِبْراهِيمَ) أي فأوقدوا له نارا ليحرّقوه ثم ألقوه فيها فقلنا للنار : يا نار كونى بردا وسلاما على إبراهيم أي ابردى بردا غير ضارّ به.\nروى أبو هريرة أن النبي صلّى الله عليه وسلّم قال : «لما ألقى إبراهيم فى النار قال : اللهم إنك فى السماء واحد ، وأنا فى الأرض واحد أعبدك».\n(وَأَرادُوا بِهِ كَيْداً فَجَعَلْناهُمُ الْأَخْسَرِينَ) أي وأرادوا بإبراهيم مكرا لإيصال الأذى به ، فجعلناهم من ذوى الخسران والوبال ، إذ صار سعيهم فى إطفاء نور الحق قولا وفعلا ـ برهانا على أنه عليه السلام على الحق وهم على الباطل ، وأنهم استحقوا أشد العذاب.",
        "وفى هذا القصص من العبرة ـ أن الجهاد لنصرة الحق والفضيلة فيه الخير كل الخير ، وأنه مهما صادف المرء فيه من آلام وأهوال فهى هيّنة لينة ، فلنجاهد إذا مثل ما جاهد إبراهيم ، فإن متنا أو قتلنا فإن ما يصيبنا فى سبيل الحق يكون لنا عزا وشرفا.\n(وَنَجَّيْناهُ وَلُوطاً إِلَى الْأَرْضِ الَّتِي بارَكْنا فِيها لِلْعالَمِينَ (71) وَوَهَبْنا لَهُ إِسْحاقَ وَيَعْقُوبَ نافِلَةً وَكُلاًّ جَعَلْنا صالِحِينَ (72) وَجَعَلْناهُمْ أَئِمَّةً يَهْدُونَ بِأَمْرِنا وَأَوْحَيْنا إِلَيْهِمْ فِعْلَ الْخَيْراتِ وَإِقامَ الصَّلاةِ وَإِيتاءَ الزَّكاةِ وَكانُوا لَنا عابِدِينَ (73) وَلُوطاً آتَيْناهُ حُكْماً وَعِلْماً وَنَجَّيْناهُ مِنَ الْقَرْيَةِ الَّتِي كانَتْ تَعْمَلُ الْخَبائِثَ إِنَّهُمْ كانُوا قَوْمَ سَوْءٍ فاسِقِينَ (74) وَأَدْخَلْناهُ فِي رَحْمَتِنا إِنَّهُ مِنَ الصَّالِحِينَ (75))\nتفسير المفردات\nلوط : هو ابن أخى إبراهيم : قاله ابن عباس ، والأرض : هى أرض الشام.",
        "نافلة : أي عطية ومنحة ، حكما : أي نبوة ، القرية : هى سدوم التي بعث إليها لوط ، والخبائث : الأعمال الخبيثة التي يستقذرها أرباب الفطر السليمة.\nالمعنى الجملي\nبعد أن ذكر سبحانه ما أكرم به إبراهيم من نجاته من النار ـ قفى على ذلك ببيان أنه أخرجه من بين قومه مهاجرا إلى بلاد الشام وهى الأرض المباركة ، ثم وهب له من الذرية إسحق وابنه يعقوب عليهما السلام وكانا أهل صلاح وتقوى يقتدى بهما ويأتمر بأمرهما ، ثم أردف ذلك بذكر ما آتاه لوطا من العلم والنبوة ، وجعله يعزف عن مفاسد تلك القرية التي كان يقيم فيها بين ظهرانى أهلها وقد أهلكهم جميعا ، وأنجاه هو وأهله وأدخله في جنات النعيم ، وقرّبه إلى حظيرة قدسه ، وساحة رحمته.\nالإيضاح",
        "(وَنَجَّيْناهُ وَلُوطاً إِلَى الْأَرْضِ الَّتِي بارَكْنا فِيها لِلْعالَمِينَ) أي إنه تعالى أتم عليه النعمة فأنجاه وأنجى لوطا معه إلى الأرض التي باركها بكثرة ما بعث فيها من الأنبياء الذين\nانتشرت شرائعهم فى أقاصى المعمور وكثرة خصبها وأشجارها وثمارها وأنهارها ، فهى أس الخيرات الدينية والدنيوية معا.\nوقد خرج إبراهيم من كوثى من أرض العراق ومعه لوط وسارّة يلتمس الفرار بدينه ، والأمان على عبادة ربه ، حتى نزل حرّان فمكث بها ما شاء الله ، ثم خرج منها وجاء إلى مصر ، ثم رجع إلى الشام ونزل بفلسطين ، وترك لوطا بالمؤتفكة وهى منها مسيرة يوم وليلة.\nثم ذكر سبحانه ما أفاضه من النعم على إبراهيم فقال :",
        "(1) (وَوَهَبْنا لَهُ إِسْحاقَ وَيَعْقُوبَ نافِلَةً) أي ووهبنا لإبراهيم إسحق ولدا ويعقوب ولد ولد ، عطية منا وفضلا ، لا جزاء مستحقا.\n(2) (وَكُلًّا جَعَلْنا صالِحِينَ) أي وجعلنا كلا من إبراهيم وإسحق ويعقوب مطيعا لربه ، مجتنبا محارمه.\n(3) (وَجَعَلْناهُمْ أَئِمَّةً يَهْدُونَ بِأَمْرِنا) أي وجعلناهم أئمة يدعون الناس إلى دين الله تعالى ، وإلى الخيرات بأمرنا وإذننا.\n(4) (وَأَوْحَيْنا إِلَيْهِمْ فِعْلَ الْخَيْراتِ) أي وأوحينا إليهم فيما أوحينا ، أن افعلوا الطاعات ، واتركوا المحرمات.",
        "(5 ، 6) (وَإِقامَ الصَّلاةِ وَإِيتاءَ الزَّكاةِ) أي وأوحينا إليهم ، أن أقيموا الصلاة وآتوا الزكاة ، وقد خصهما بالذكر من بين سائر العبادات ، لأن الصلاة أشرف العبادات البدنية ، والزكاة أفضل العبادات المالية ، والمال شقيق الروح ، ومجموع العبادتين تعظيم الخالق والشفقة على المخلوق.\nوبعد أن بين صنوف نعمه عليهم ذكر اشتغالهم بعبادته فقال :\n(وَكانُوا لَنا عابِدِينَ) أي وكانوا خاشعين لا يستكبرون عن طاعتنا وعبادتنا ، ولا يخطر لهم ببال سواها.\nوفى هذا إيماء إلى أنه تعالى حين وفى لهم بعهد الربوبية من الإحسان والإنعام وفوا له بعهد العبودية وهو الاشتغال بالطاعة والعبادة.",
        "وبعد أن ذكر ما أنعم به على إبراهيم أتبعه بذكر ما أنعم به على لوط فقال :\n(1) (وَلُوطاً آتَيْناهُ حُكْماً) أي وآتينا لوطا الحكم وهو حسن الفصل بين الخصوم فى القضاء.\n(2) (وعلما) بأمر دينه وما يجب عليه لله من واجب الطاعة والإخبات له.\n(3) (وَنَجَّيْناهُ مِنَ الْقَرْيَةِ الَّتِي كانَتْ تَعْمَلُ الْخَبائِثَ) أي ونجيناه من عذابنا الذي أحللناه بأهل تلك القرية التي كانت تعمل خبائث الأعمال ، التي من أشنعها إتيان البيوت من غير أبوابها.",
        "ثم بين السبب الذي دعاهم إلى ذلك فقال :\n(إِنَّهُمْ كانُوا قَوْمَ سَوْءٍ فاسِقِينَ) أي إن الذي حملهم على ذلك وجرأهم على ارتكابه أنهم كانوا خارجين عن طاعة الله ، منتهكين حرماته ، قد دسّوا أنفسهم بقبيح الأفعال والأقوال ، فلا عجب إذا هم لجوا فى طغيانهم يعمهون.\n(4) (وَأَدْخَلْناهُ فِي رَحْمَتِنا) أي وجعلناه فى جملة من يستحقون رحمتنا ولطفنا ، بإدخاله جنتنا ، كما جاء فى الحديث الصحيح : «قال الله عز وجل للجنة : أنت رحمتى ، أرحم بك من أشاء من عبادى».\nثم ذكر علة هذا بقوله :",
        "(إِنَّهُ مِنَ) عبادنا (الصَّالِحِينَ) الذين سبقت لهم منا الحسنى ، إذ كان ممن يعملون بطاعتنا ، فيأتمرون بأمرنا ، وينتهون عن نهينا.\n(وَنُوحاً إِذْ نادى مِنْ قَبْلُ فَاسْتَجَبْنا لَهُ فَنَجَّيْناهُ وَأَهْلَهُ مِنَ الْكَرْبِ الْعَظِيمِ (76) وَنَصَرْناهُ مِنَ الْقَوْمِ الَّذِينَ كَذَّبُوا بِآياتِنا إِنَّهُمْ كانُوا قَوْمَ سَوْءٍ فَأَغْرَقْناهُمْ أَجْمَعِينَ (77))\nتفسير المفردات\nالكرب : الغم الشديد ؛ والمراد به هنا العذاب النازل بقومه وهو الغرق بعد أن لقى منهم الأذى ، قوم سوء : أي منهمكين فى شرورهم وآثامهم.",
        "المعنى الجملي\nبعد أن ذكر سبحانه قصة إبراهيم وهو أبو العرب ـ أردفها بقصة نوح وهو الأب الثاني للبشر على المشهور من أن جميع الباقين بعد الطوفان من ذريته عليه السلام.\nالإيضاح\n(وَنُوحاً إِذْ نادى مِنْ قَبْلُ فَاسْتَجَبْنا لَهُ فَنَجَّيْناهُ وَأَهْلَهُ مِنَ الْكَرْبِ الْعَظِيمِ) أي واذكر أيها الرسول نبأ نوح إذ نادى ربه من قبلك ومن قبل إبراهيم ، فسألنا أن نهلك قومه الذين كذبوا الله فيما توعدهم به من وعيده ، وكذبوه فيما آتاهم به من الحق من عند ربه فقال : «رَبِّ لا تَذَرْ عَلَى الْأَرْضِ مِنَ الْكافِرِينَ دَيَّاراً» وقال : «أَنِّي مَغْلُوبٌ فَانْتَصِرْ» فاستجبنا له دعاءه ، ونجيناه وأهل الإيمان من ولده وأزواجهم ، مما حل بالمكذبين من الغرق.",
        "روى أنه بعث وهو ابن الأربعين ومكث فى قومه ألف سنة إلا خمسين عاما ، وعاش بعد الطوفان ستين سنة ، فذلك ألف وخمسون سنة كذا فى التحبير.\n(وَنَصَرْناهُ مِنَ الْقَوْمِ الَّذِينَ كَذَّبُوا بِآياتِنا) أي ونصرناه على القوم الذين كذبوا بحججنا وأدلتنا.\n(إِنَّهُمْ كانُوا قَوْمَ سَوْءٍ فَأَغْرَقْناهُمْ أَجْمَعِينَ) لأنهم كانوا يسيئون الأعمال ، فيعصون الله ويخالفون أوامره ، ويتصدّون لأذى نبيهم ، ويتواصون جيلا بعد جيل بمخالفة أمره ، ورفع راية العصيان فى وجهه.\n(وَداوُدَ وَسُلَيْمانَ إِذْ يَحْكُمانِ فِي الْحَرْثِ إِذْ نَفَشَتْ فِيهِ غَنَمُ الْقَوْمِ وَكُنَّا لِحُكْمِهِمْ شاهِدِينَ (78) فَفَهَّمْناها سُلَيْمانَ وَكُلاًّ آتَيْنا حُكْماً وَعِلْماً وَسَخَّرْنا مَعَ داوُدَ الْجِبالَ يُسَبِّحْنَ وَالطَّيْرَ وَكُنَّا فاعِلِينَ (79) وَعَلَّمْناهُ صَنْعَةَ لَبُوسٍ لَكُمْ لِتُحْصِنَكُمْ مِنْ بَأْسِكُمْ فَهَلْ أَنْتُمْ شاكِرُونَ (80) وَلِسُلَيْمانَ الرِّيحَ عاصِفَةً تَجْرِي بِأَمْرِهِ إِلى الْأَرْضِ الَّتِي بارَكْنا فِيها وَكُنَّا بِكُلِّ شَيْءٍ عالِمِينَ (81) وَمِنَ الشَّياطِينِ مَنْ يَغُوصُونَ لَهُ وَيَعْمَلُونَ عَمَلاً دُونَ ذلِكَ وَكُنَّا لَهُمْ حافِظِينَ (82))",
        "تفسير المفردات\nالحرث هنا : الزرع ، والنفش : رعى الماشية فى الليل بلا راع ، وشاهدين : أي حاضرين ، واللبوس : الدروع ، والبأس : الحرب ، والريح العاصف : الشديدة الهبوب ، إلى الأرض التي باركنا فيها : هى أرض الشام ، والغوص : النزول إلى قاع البحار لإخراج شىء منها ، ودون ذلك : أي غير ذلك كبناء المدن والقصور واختراع الصناعات الغريبة.\nالمعنى الجملي\nبعد أن ذكر ما أنعم الله به على نوح عليه السلام من النعم الجليلة ـ قفّى على ذلك بذكر الإحسان العظيم الذي آتاه داود وسليمان عليهما السلام وهو قسمان :",
        "(1) نعم مشتركة بينهما وبين غيرهما من النبيين وهى العلم والفهم وإلى ذلك أشار بقوله : وكلا آتينا حكما وعلما.\n(2) نعم خاصة بواحد دون الآخر.\n(ا) فأنعم على داود بتسخير الجبال والطير للتسبيح معه ، وتعليم صنعة الدروع للوقاية من أذى الحرب.\n(ب) وأنعم على سليمان بتسخير الريح العاصفة التي تجرى بأمره ، وبتسخير الشياطين تغوص فى البحار ، لتخرج له اللؤلؤ والمرجان ، وتعمل له أعمالا أخرى غير ذلك.",
        "الإيضاح\n(وَداوُدَ وَسُلَيْمانَ إِذْ يَحْكُمانِ فِي الْحَرْثِ إِذْ نَفَشَتْ فِيهِ غَنَمُ الْقَوْمِ وَكُنَّا لِحُكْمِهِمْ شاهِدِينَ. فَفَهَّمْناها سُلَيْمانَ وَكُلًّا آتَيْنا حُكْماً وَعِلْماً) أي واذكر أيها الرسول الكريم نبأ داود وسليمان عليهما السلام حين حكما فى الزرع الذي رعته غنم لقوم آخرين غير صاحب الحرث ليلا فأفسدته ، وكان ربك شاهدا عليما بما حكم به داود وسليمان بين القوم الذين أفسدت غنمهم الحرث وصاحب الحرث ، لا يخفى عليه شىء منه ولا يغيب عنه علمه ، ففهّم الفتيا فى ذلك لسليمان دون داود ، وقد كان كل منهما فيصلا فى الحكم فى الخصومات ، ذا علم بالدين والتشريع.\nوقد روى الرواة فى تفصيل هذه القصة ـ أن رجلين دخلا على داود أحدهما صاحب حرث والآخر صاحب غنم ، فقال صاحب الحرث : إن هذا الرجل أرسل غنمه فى حرثى فلم تبق منه شيئا ، فقال داود : اذهب فإن الغنم كلها لك ، ومرّ صاحب الغنم بسليمان فأخبره بالذي قضى به داود ، فدخل سليمان على داود فقال يا نبى الله : إن القضاء سوى الذي قضيت ، فقال كيف؟ قال ادفع الغنم إلى صاحب الحرث فيكون له منافعها من درّها وأولادها وأشعارها ، والحرث إلى صاحب الغنم ليقوم عليه حتى يعود كما كان ، ثم يترادان فيأخذ صاحب الحرث حرثه وصاحب الغنم غنمه ، فقال داود : القضاء ما قضيت وأمضى الحكم بذلك.\nوجه الرأى لدى كل منهما ـ إن داود قدر الضرر فى الحرث فكان مساويا لقيمة الغنم فسلم الغنم للمجنى عليه ، وإن سليمان قدر منافع الغنم بمنافع الحرث فحكم بها ، وكان حكمهما بالاجتهاد دون الوحى ، إذ لو كان به ما أمكن تغييره.",
        "نعم الله على داود عليه السلام\n(1) (وَسَخَّرْنا مَعَ داوُدَ الْجِبالَ يُسَبِّحْنَ وَالطَّيْرَ وَكُنَّا فاعِلِينَ) أي وسخرنا الجبال والطير لداود تقدّس الله معه بحيث تتمثل له مسبّحة ، فيكون ذلك أملك لوجدانه وجميع مشاعره ، فيستغرق فى التسبيح ، وكنا فاعلين لأمثاله ، فليس ذلك ببدع منا وإن كنتم أنتم تعجبون منه ، فإن المستغرقين فى التسبيح والتقديس يحصل لهم من الأنس بالله ما يجعل العالم كله فى نظرهم مسبحا ، وكأن العوالم كلها تنطق لهم به بلسان أفصح من لسان المقال ، ولا يدرك هذا أحد إلا بوجدانه.\nونحو الآية قوله : «وَإِنْ مِنْ شَيْءٍ إِلَّا يُسَبِّحُ بِحَمْدِهِ وَلكِنْ لا تَفْقَهُونَ تَسْبِيحَهُمْ».\n(2) (وَعَلَّمْناهُ صَنْعَةَ لَبُوسٍ لَكُمْ لِتُحْصِنَكُمْ مِنْ بَأْسِكُمْ) أي وعلمناه صنعة الدروع وقد كانت صفائح فجعلها حلقا ، فتمنع عنكم إذا لبستموها ولقيتم أعداءكم ـ أذى الحرب من قتل وجرح ونحوهما.",
        "(فَهَلْ أَنْتُمْ شاكِرُونَ؟) أي فاشكروا الله على ما يسّره لكم من هذه الصنعة التي تمنع عنكم غوائل الحروب وتقيكم ضرها وعظيم أذاها.\nنعم الله على سليمان عليه السلام\nورّث الله سليمان من داود ملكه ونبوته وزاده أمرين أشار إليهما بقوله :\n(1) (وَلِسُلَيْمانَ الرِّيحَ عاصِفَةً تَجْرِي بِأَمْرِهِ إِلى الْأَرْضِ الَّتِي بارَكْنا فِيها) أي وسخرنا لسليمان الريح عاصفة شديدة الهبوب تارة ، ورخاء لينة تارة أخرى.",
        "وفى كل حال منهما تجرى بأمره إلى أي بقعة من الأرض المقدسة ، فيخرج هو وأصحابه حين الغداة إلى حيث شاءوا ثم يرجعون فى يومهم إلى منزله بالشام.\nوقد رووا أنه كان له بساط من الخشب يضع عليه كل ما يحتاج إليه من أدوات الحرب كالخيل والجمال والخيام والجند ، ثم يأمر الريح أن تحمله فتدخل تحته ثم تحركه ثم ترفعه وتسير به ، وتظله الطير لتقيه الحر إلى حيث يشاء من الأرض ، ثم ينزل وتؤخذ الآلات إلى حيث شاء كما قال : «فَسَخَّرْنا لَهُ الرِّيحَ تَجْرِي بِأَمْرِهِ رُخاءً حَيْثُ أَصابَ» وقال : «غُدُوُّها شَهْرٌ وَرَواحُها شَهْرٌ».\n(وَكُنَّا بِكُلِّ شَيْءٍ عالِمِينَ) أي فما آتيناه الملك والنبوة وما سخرنا له الريح تجرى بأمره إلا لعلمنا بما فى ذلك من الحكمة والمصلحة ، وأن قومه سيعرفون نعمتنا فيشكروننا عليها.\n(2) (وَمِنَ الشَّياطِينِ مَنْ يَغُوصُونَ لَهُ) أي وسخرنا له من الشياطين من يغوصون له فى البحار ويستخرجون منها اللؤلؤ والمرجان ونحو ذلك.",
        "(وَيَعْمَلُونَ عَمَلاً دُونَ ذلِكَ) أي ويعلمون له غير ذلك كبناء المحاريب والتماثيل والقصور والجفان ونحو ذلك.\n(وَكُنَّا لَهُمْ حافِظِينَ) أي وكنا حافظين لأعمالهم فلا يناله أحد منهم بسوء ، فكل فى قبضته وتحت قهره لا يجسر على الدنوّ منه وهو المتحكم فيهم إن شاء حبس وإن شاء أطلق كما قال : «وَآخَرِينَ مُقَرَّنِينَ فِي الْأَصْفادِ».\n(وَأَيُّوبَ إِذْ نادى رَبَّهُ أَنِّي مَسَّنِيَ الضُّرُّ وَأَنْتَ أَرْحَمُ الرَّاحِمِينَ (83) فَاسْتَجَبْنا لَهُ فَكَشَفْنا ما بِهِ مِنْ ضُرٍّ وَآتَيْناهُ أَهْلَهُ وَمِثْلَهُمْ مَعَهُمْ رَحْمَةً مِنْ عِنْدِنا وَذِكْرى لِلْعابِدِينَ (84))\nتفسير المفردات",
        "أيوب : هو أيوب بن أموص اصطفاه الله وبسط الدنيا وكثر أهله وماله ، ثم ابتلاه بموت أولاده بسقوط البيت وبذهاب أمواله وبالمرض فى بدنه ثمانى عشرة سنة ، وسنه إذ ذاك سبعون سنة ، ثم آتاه الله من الأولاد ضعف ما كان وأزال عنه ما به من مرض ، وسيأتى تفصيل قصصه فى سورة ص ، والضرر : شائع فى كل ضرر ، والضر (بالضم) : خاص بما فى النفس من مرض وهزال ونحوهما ، والذكرى : التذكرة.\nالمعنى الجملي\nبعد أن ذكر قصص داود وسليمان وما كان منهما من شكر على النعماء ـ أردف ذلك قصص أيوب لما فيه من صبر على البلاء ، فداود وسليمان شكرا على النعم المترادفة ، وأيوب صبر على النقم النازلة ، فأزيلت عنه.\nوإن فى قصصه الذي ذكر هنا وفى مواضع من الكتاب الكريم لعبرا له ولغيره ممن سمع به ، ولفتا لأنظارهم إلى أن الدنيا مزرعة الآخرة ، وأن الواجب على المرء أن يصبر على ما يناله من البلاء فيها ويجتهد فى القيام بحق الله ويصبر فى حالى السراء والضراء.",
        "الإيضاح\n(وَأَيُّوبَ إِذْ نادى رَبَّهُ أَنِّي مَسَّنِيَ الضُّرُّ وَأَنْتَ أَرْحَمُ الرَّاحِمِينَ) أي واذكر نبأ أيوب حين دعا ربه وقد مسه الضر والبلاء فقال : رب إنى قد مسنى الضر وأنت أعظم رحمة من كل رحيم.\nوقد وصف أيوب نفسه بما يستحق به الرحمة ، ووصف ربه بغاية الرحمة ولم يصرح بمطلوبه إيماء منه بأن ربه به عليم ، فكأنه يقول : أنا أهل لأن أرحم ، وأنت\nالكريم الجواد الذي يرحم ، فأفض علىّ من جودك ورحمتك ما يسعفنى ويدفع الضر عنى فأنت أرحم الراحمين.",
        "وهذا أسلوب من الطلب دقيق المسلك حكيم المنحى.\nروى أن امرأته قالت له يوما لو دعوت الله ، فقال : كم كانت مدة الرخاء؟ فقالت ثمانين سنة ، فقال أستحيى من الله أن أدعوه ، ما بلغت مدة بلائي مدة رخائى.\n(فَاسْتَجَبْنا لَهُ فَكَشَفْنا ما بِهِ مِنْ ضُرٍّ) أي فاستجبنا له دعاءه فكشفنا ضره ، وقد كان الذي نزل به امتحانا من الله واختبارا له.\n(وَآتَيْناهُ أَهْلَهُ وَمِثْلَهُمْ مَعَهُمْ) أي وأعطيناه فى الدنيا مثل أهله عددا مع زيادة مثل آخر ، فولد له من الأولاد ضعف ما كان.",
        "(رَحْمَةً مِنْ عِنْدِنا وَذِكْرى لِلْعابِدِينَ) أي آتيناه ما ذكر رحمة منا لأيوب ، وتذكرة للعابدين ليصبروا كما صبر فيثابوا كما أثيب فى الدنيا والآخرة.\nوخلاصة ما سلف ـ إن أيوب ابتلى فى نفسه وولده وماله ، فابتلى بالمرض وهلاك الأولاد وضياع الأموال امتحانا منه تعالى واختبارا له ، ثم كشف عنه ما به من ضر فشفى من أمراضه التي أصيب بها ، وأنجب من الأولاد ضعف ما كان ، وحسن حاله فى ماله فزال ما به من عدم وإقتار.\nولم يصرح القرآن الكريم بما صار إليه من سعة فى المال كما صرح بما صار إليه أمره من كثرة الولد.\nوما روى من مقدار ما لحقه من الضر فى نفسه حتى وصل إلى حد النفرة منه ، وأن الناس جميعا تحاموه وطردوه من مقامه إلى ظاهر المدينة فى موضع الكناسة ولم يكن يتصل به إلا امرأته التي تذهب إليه بالزاد والقوت ـ فكل ذلك من الإسرائيليات التي يجب الاعتقاد بكذبها ، لأنه ليس لها من سند صحيح يؤيدها ، ولأن من شروط النبوة ألا يكون فى النبي من الأمراض والأسقام ما ينفر الناس منه ، ولأنه متى كان كذلك لا يستطيع الاتصال بهم وتبليغ الشرائع والأحكام إليهم ، وسيأتى لهذا مزيد إيضاح فى سورة ص.",
        "(وَإِسْماعِيلَ وَإِدْرِيسَ وَذَا الْكِفْلِ كُلٌّ مِنَ الصَّابِرِينَ (85) وَأَدْخَلْناهُمْ فِي رَحْمَتِنا إِنَّهُمْ مِنَ الصَّالِحِينَ (86))\nالمعنى الجملي\nبعد أن ذكر سبحانه صبر أيوب عليه السلام ودعاءه ربه وانقطاعه إليه حتى كشف عنه الضر ـ قفّى على ذلك بذكر هؤلاء الأنبياء الذين صبروا على ما أصابهم من لمحن والشدائد.\nالإيضاح",
        "(وَإِسْماعِيلَ وَإِدْرِيسَ وَذَا الْكِفْلِ كُلٌّ مِنَ الصَّابِرِينَ) أي واذكر نبأ هؤلاء الرسل الكرام الذين صبروا على ما ابتلاهم الله به وأخبتوا له ، فنالوا رضاه وأدخلهم جنته.\n(1) أما إسماعيل ؛ فإنه صبر على الانقياد للذبح ، وصبر على المقام ببلد لا زرع فيه ولا ضرع ، وصبر على بناء البيت وتكلف المشاق فى ذلك وقد أكرمه الله فأخرج من صلبه خاتم النبيين.\n(2) وأما إدريس ـ أخنوخ ـ فهو موضع التجلة والاحترام لدى قدماء المصريين وهو المسمى عندهم (أوزيس) ويزعم كثير من الناس أنه أول من خاط الثياب ، ولبس المخيط ، وكانوا من قبل يلبسون الجلود ، وأول من اتخذ السلاح عدّة ، وقد تقدم قصصه بإسهاب فى سورة مريم.\n(3) وأما ذو الكفل ـ والكفل : الحظ والنصيب ـ فقد اختلف العلماء فى شأنه ، فمن قائل إنه نبى وهم الأكثرون ، وقالوا إنه ابن أيوب عليه السلام ، بعثه الله نبيا بعد أبيه وسماه ذا الكفل ، وأمره بالدعاء إلى توحيد الله ، وأقام عمره بالشام. وقال",
        "أبو موسى الأشعري ومجاهد لم يكن نبيا بل كان عبدا صالحا استخلفه اليسع عنه على أن يصوم النهار ويقوم الليل ولا يغضب ففعل.\n(وَأَدْخَلْناهُمْ فِي رَحْمَتِنا إِنَّهُمْ مِنَ الصَّالِحِينَ) أي وأدخلنا كل هؤلاء جنات النعيم جزاء لهم على ما فعلوا من صالح الأعمال.\n(وَذَا النُّونِ إِذْ ذَهَبَ مُغاضِباً فَظَنَّ أَنْ لَنْ نَقْدِرَ عَلَيْهِ فَنادى فِي الظُّلُماتِ أَنْ لا إِلهَ إِلاَّ أَنْتَ سُبْحانَكَ إِنِّي كُنْتُ مِنَ الظَّالِمِينَ (87) فَاسْتَجَبْنا لَهُ وَنَجَّيْناهُ مِنَ الْغَمِّ وَكَذلِكَ نُنْجِي الْمُؤْمِنِينَ (88))\nتفسير المفردات",
        "النون : الحوت وجمعه نينان ، وذو النون : أي صاحب الحوت وهو يونس بن متى ، مغاضبا : أي غضبان من قومه ، لتماديهم فى العناد والطغيان ، نقدر عليه : أي نضيق عليه فى أمره بحبس ونحوه ، والظلمات : هى ظلمة بطن الحوت وظلمة البحر وظلمة الليل\nالإيضاح\n(وَذَا النُّونِ إِذْ ذَهَبَ مُغاضِباً) أي واذكر نبأ يونس عليه السلام حين بعثه الله إلى أهل نينوى (قرية بالموصل) فدعاهم إلى توحيد الله وعبادته ، فأبوا عليه وتمادوا فى كفرهم ، فخرج من بين ظهرانيهم مغاضبا لهم ، وأوعدهم بالعذاب بعد ثلاث.\nفلما تحققوا أنه كائن لا محالة ، وعلموا أن النبي لا يكذب ، خرجوا إلى الصحراء بأطفالهم وأنعامهم ، وفرقوا بين الأمهات وأولادها ، ثم تضرعوا إلى الله وجأروا إليه ورغت الإبل وفصلانها ، وخارت البقر وعجاجيلها ، وثغت الغنم وسخالها ، فرفع الله",
        "عنهم العذاب كما قال : «فَلَوْ لا كانَتْ قَرْيَةٌ آمَنَتْ فَنَفَعَها إِيمانُها إِلَّا قَوْمَ يُونُسَ لَمَّا آمَنُوا كَشَفْنا عَنْهُمْ عَذابَ الْخِزْيِ فِي الْحَياةِ الدُّنْيا وَمَتَّعْناهُمْ إِلى حِينٍ».\nوأما يونس عليه السلام فإنه ذهب فركب مع قوم فى سفينة ، فلما وصلوا اللجة تكفّأت بهم وأشرفوا على الغرق ، فاقترعوا على رجل منهم يلقونه فى البحر يتخففون منه ، فوقعت القرعة على يونس فأبوا أن يلقوه ، ثم أعادوها فوقعت القرعة عليه أيضا فأبوا ، ثم أعادوها فوقعت عليه أيضا كما يرشد إلى ذلك قوله : «فَساهَمَ فَكانَ مِنَ الْمُدْحَضِينَ» ثم قام يونس وتجرد من ثيابه وألقى بنفسه فى البحر ، فأرسل الله إليه حوتا يشق البحر فالتقمه.\nومعنى مغاضبته قومه أنه أغضبهم بفراقه وهجرته من ديارهم ، لأنهم حين تمادوا فى تكديبه توعدهم بالعذاب ، لكنه لم يأتهم لأنهم تابوا ، فكره أن يكون بين ظهرانى قوم جرّبوا عليه الخلف فيما أوعدهم ، واستحيا منهم ، ولم يعلم توبتهم التي كانت سبب رفع العذاب عنهم.\nوخلاصة ذلك ـ إن غضبه كان أنفة من ظهور خلف وعده لا كراهية لحكم الله ، وقد بحث عنه قومه فلم يجدوه ، لأنه نزل إلى سفينة فى البحر هاربا ، فأخرجه الله من الأنبياء أولى العزم كما قال لنبيه : «فَاصْبِرْ لِحُكْمِ رَبِّكَ وَلا تَكُنْ كَصاحِبِ الْحُوتِ» أي لا تلق أمرى كما ألقاه.",
        "(فَظَنَّ أَنْ لَنْ نَقْدِرَ عَلَيْهِ) أي فظن أن لن نضيّق ، عليه الأمر بالحبس أو بغيره.\n(فَنادى فِي الظُّلُماتِ أَنْ لا إِلهَ إِلَّا أَنْتَ سُبْحانَكَ) أي فدعا ربه فى الظلمات الثلاث التي سبق ذكرها ـ سبحانك لا إله غيرك ، ولا يعجزك شىء.\n(إِنِّي كُنْتُ مِنَ الظَّالِمِينَ) لنفسى بالمبادرة بالهجرة دون أمر منك.\n(فَاسْتَجَبْنا لَهُ) دعاءه الذي دعا به ، وأظهر به التوبة على ألطف وجه وأحسنه",
        "روى ابن جرير والبيهقي فى جماعة عن سعد بن أبى وقاص أن النبي صلّى الله عليه وسلّم قال : «دعوة ذى النون فى بطن الحوت : لا إله إلا أنت سبحانك إنى كنت من الظالمين ، لم يدع بها مسلم ربه فى شىء قط إلا استجاب له».\nوروى عن أنس مرفوعا أنه عليه الصلاة والسلام حين دعا بذلك أقبلت دعوته تحفّ بالعرش ، فقالت الملائكة هذا صوت ضعيف معروف من بلاد غريبة ، فقال الله تعالى : أما تعرفون ذلك؟ قالوا يا رب من هو؟ قال ذاك عبدى يونس ، قالوا عبدك يونس الذي لم يزل يرفع له عمل متقبّل ودعوة مجابة ، يا رب أفلا ترحم من كان يصنع فى الرخاء فتنجيه من البلاء؟ قال بلى ، فأمر الحوت فطرحه ، فذلك قوله :\n(وَنَجَّيْناهُ مِنَ الْغَمِّ) الذي ناله حين التقمه الحوت ، فجعلناه يقدفه إلى الساحل بعد ساعات ، قال الشعبي : التقمه ضحى ، ولفظه عشيّة.\n(وَكَذلِكَ نُنْجِي الْمُؤْمِنِينَ) من كربهم إذا استغاثوا بنا طالبين رحمتنا.",
        "قال الرازي : شرط كل من يلتجىء إلى الله أن يبدأ بالتوحيد ، ثم بعده بالتسبيح والثناء ، ثم بالاستغفار والاعتراف بالذنب ، وسيأتى ذكر هذا القصص فى الصافات ون.\n(وَزَكَرِيَّا إِذْ نادى رَبَّهُ رَبِّ لا تَذَرْنِي فَرْداً وَأَنْتَ خَيْرُ الْوارِثِينَ (89) فَاسْتَجَبْنا لَهُ وَوَهَبْنا لَهُ يَحْيى وَأَصْلَحْنا لَهُ زَوْجَهُ إِنَّهُمْ كانُوا يُسارِعُونَ فِي الْخَيْراتِ وَيَدْعُونَنا رَغَباً وَرَهَباً وَكانُوا لَنا خاشِعِينَ (90))\nالمعنى الجملي\nبين سبحانه فى هذا القصص انقطاع زكريا إلى ربه لمّا مسه الضر بتفرده ، وأحب أن يكون معه من يؤنسه ويقوّيه على أمر دينه ودنياه ، ويقوم مقامه بعد موته ،",
        "فدعا ربه دعاء مخلص عارف بأنه قادر على ذلك ، وأنه قد انتهت الحال به وبزوجه من كبر وغيره إلى اليأس من الولد على مجرى العادة.\nالإيضاح\n(وَزَكَرِيَّا إِذْ نادى رَبَّهُ رَبِّ لا تَذَرْنِي فَرْداً وَأَنْتَ خَيْرُ الْوارِثِينَ) أي واذكر خبر زكريا حين طلب أن يهبه الله ولدا يكون من بعده نبيا ، فقال خفية عن قومه : رب لا تدعنى وحيدا لا ولد لى ولا وارث يقوم بعدي فى النادي ، فإن لم ترزقنى من يرثنى فلا أبالى فإنك خير وارث ، وقد تقدم هذا القصص ، مبسوطا فى سورتى آل عمران ومريم.\n(فَاسْتَجَبْنا لَهُ وَوَهَبْنا لَهُ يَحْيى وَأَصْلَحْنا لَهُ زَوْجَهُ) أي فأجبنا سؤله ، ووهبنا له يحيى وأصلحنا له زوجه بأن أزلنا عنها الموانع التي كانت تمنعها من الولادة ، فولدت له بعد أن كانت عقيما.",
        "ثم ذكر السبب فى إجابة مطلبهم فقال :\n(إِنَّهُمْ كانُوا يُسارِعُونَ فِي الْخَيْراتِ) أي لأن زكريا وزوجه ويحيى كانوا يسارعون فى طاعتنا ، والعمل بما يقرّبهم إلينا.\n(وَيَدْعُونَنا رَغَباً وَرَهَباً) أي ويعبدوننا ، رغبة منهم فيما يرجون من رحمتنا وفضلنا ، وخوفا من عذابنا وعقابنا.\n(وَكانُوا لَنا خاشِعِينَ) أي وكانوا لنا متواضعين متذللين ، لا يستكبرون عن عبادتنا ودعائنا.",
        "وخلاصة ما سلف ـ إنهم نالوا من الله ما نالوا ، لا تصافهم بتلك الخلال الحميدة.\n(وَالَّتِي أَحْصَنَتْ فَرْجَها فَنَفَخْنا فِيها مِنْ رُوحِنا وَجَعَلْناها وَابْنَها آيَةً لِلْعالَمِينَ (91))\nتفسير المفردات\nالإحصان : المنع مطلقا ، والفرج فى الأصل : الشق بين الشيئين كالفرجة ، ثم أطلق على السّوءة ، وكثر حتى صار كالصريح فى ذلك ، والروح هو المعنى المعروف ، ونفخ الروح : هو الإحياء ، آية : أي برهانا ودليلا على قدرة الله.",
        "الإيضاح\n(وَالَّتِي أَحْصَنَتْ فَرْجَها) أي ومريم التي منعت نفسها من قربان الرجال سواء أكان من حلال أم من حرام كما قالت : «وَلَمْ يَمْسَسْنِي بَشَرٌ وَلَمْ أَكُ بَغِيًّا» وجاء فى سورة التحريم : «وَمَرْيَمَ ابْنَتَ عِمْرانَ الَّتِي أَحْصَنَتْ فَرْجَها».\n(فَنَفَخْنا فِيها مِنْ رُوحِنا) أي فنفخنا الروح فى عيسى فى بطنها وجعلناه يجرى فى جوفها.\n(وَجَعَلْناها وَابْنَها آيَةً لِلْعالَمِينَ) أي وجعلنا أمرهما آية للناس يستدلون به على قدرة الله وحكمته ، ويتدبرون فيما خصّا به من الآيات.",
        "أما آيات مريم فمنها :\n(1) ظهور الحمل من غير ذكر.\n(2) إن الملائكة كانت تأتيها برزقها كما حكى القرآن قول زكريا لها وردها عليه : «يا مَرْيَمُ أَنَّى لَكِ هذا؟ قالَتْ هُوَ مِنْ عِنْدِ اللهِ».\nوأما آيات عيسى فقد سبق تفصيلها فى سورتى آل عمران ومريم.",
        "(إِنَّ هذِهِ أُمَّتُكُمْ أُمَّةً واحِدَةً وَأَنَا رَبُّكُمْ فَاعْبُدُونِ (92) وَتَقَطَّعُوا أَمْرَهُمْ بَيْنَهُمْ كُلٌّ إِلَيْنا راجِعُونَ (93) فَمَنْ يَعْمَلْ مِنَ الصَّالِحاتِ وَهُوَ مُؤْمِنٌ فَلا كُفْرانَ لِسَعْيِهِ وَإِنَّا لَهُ كاتِبُونَ (94) وَحَرامٌ عَلى قَرْيَةٍ أَهْلَكْناها أَنَّهُمْ لا يَرْجِعُونَ (95) حَتَّى إِذا فُتِحَتْ يَأْجُوجُ وَمَأْجُوجُ وَهُمْ مِنْ كُلِّ حَدَبٍ يَنْسِلُونَ (96) وَاقْتَرَبَ الْوَعْدُ الْحَقُّ فَإِذا هِيَ شاخِصَةٌ أَبْصارُ الَّذِينَ كَفَرُوا يا وَيْلَنا قَدْ كُنَّا فِي غَفْلَةٍ مِنْ هذا بَلْ كُنَّا ظالِمِينَ (97))\nتفسير المفردات\nالأمة : القوم المجتمعون على أمر ثم شاع استعمالها فى الدين ، وتقطعوا أمرهم بينهم : أي جعلوا أمر دينهم فيما بينهم قطعا ، وحرام : أي ممتنع ، وقرية : أي أهلها ، أهلكناها : أي قدرنا هلاكها ، يأجوج ومأجوج تقدم الكلام فيهما وفى بيان أصلهما ، وحدب : أي مرتفع من الأرض ، ينسلون : أي يسرعون ، واقترب : أي قرب ، الوعد الحق : هو يوم القيامة ، شاخصة : أي مرتفعة أجفانها لا تكاد تطرف من شدة الهول ، والويل : الهلاك.\nالمعنى الجملي",
        "بعد أن ذكر قصص جمع من الأنبياء كنوح وإبراهيم وإدريس وموسى وعيسى وبيّن ما أوتوا من الشرائع والأحكام على وجه الإجمال ـ قفى على ذلك ببيان أن لبّ الدين عند الله واحد ، وأن جميع الأنبياء قد اتفقوا عليه ، ولم يختلفوا فيه فى عصر من الأعصار ، وهو عبادة الله وحده لا شريك له ، وأنه هو القاهر فوق عباده المالك لجميع السموات والأرض ، لا يئوده حفظهما وهو العلى العظيم ، وإن اختلفوا فى الرسوم والأشكال بحسب اختلاف الأزمان والأمكنة ، فعليكم أيها المسلمون أن تحافظوا على وحدة دينكم ، وألا تجعلوه عضين ، وكأنه يقول لهم : عليكم ألا تركنوا\nإلى خوارق العادات كما رأيتم فى قصص موسى ، ولا تدعوا نظم الدولة بل سوسوها كما كان يفعل داود وسليمان ، ولا تذروا الصبر فى جميع الأعمال كما رأيتم فى قصص أيوب ومن بعده.\nثم نعى على المسلمين ما سيحدث منهم فى مستأنف الزمان حين يتفرقون شيعا ، يذوق بعضهم بأس بعض ، ويجعلون الدين قطعا فيما بينهم كما تتوزع الجماعة الشيء يقتسمونه ، فيصير لهذا نصيب ولذاك آخر.\nوهذا إخبار بالغيب ، لما سيحصل فى هذه الأمة الإسلامية ، وقد حدث فعلا وافترقت الأمة سياسيا واجتماعيا بوساطة بعض رؤساء الدين ، فأعرض الله عن هؤلاء المختلفين وقطّعهم بين الأمم ، كما قطعوا أمرهم بينهم واقتسموه.",
        "ثم بين سبحانه أنه يثيب عباده على صالح الأعمال إذا كانت القلوب عامرة بالإيمان به وبكتبه ورسله واليوم الآخر ، وأن كل عمل جلّ أو قل فهو مكتوب محفوظ لديه ، لا يغيب عنه مثقال ذرة ، وأن جميع الخلق راجعون إليه ، فيثيب كل إنسان بما عمل من خير أو شر ، وأن الساعة قد اقترب ميقاتها ، ثم أخبر أن المشركين يدعون إذ ذاك على أنفسهم بالويل والثبور ، ويقولون يا حسرتنا على ما فرطنا فى جنب الله ، وكنا ظالمين لأنفسنا ، ولا ينفع الندم إذ ذاك.\nالإيضاح\n(إِنَّ هذِهِ أُمَّتُكُمْ أُمَّةً واحِدَةً ، وَأَنَا رَبُّكُمْ فَاعْبُدُونِ) أي إن الدين عند الله هو الانقياد له وحده لا يقبل غيره ، وعليه اتفق جميع الأنبياء والشرائع ، وما اختلفوا إلا فى الرسوم والصور بحسب اختلاف الأزمنة والأمكنة ، فعليكم أن تعبدوه وحده ولا تشركوا به شيئا من صنم أو وثن ، شجر أو حجر أو بشر أو ملك.\nثم نعى على المسلمين ما فعلوا من تفريق شأنهم فرقا وشيعا فقال :",
        "(وَتَقَطَّعُوا أَمْرَهُمْ بَيْنَهُمْ) أي وإنهم قد فرقوا أمرهم بينهم فرقا شتى كل فرقة تنمى على من سواها ، وتشيد بمفاخرها ، وقد كان لهم فى عبر الماضين ما يمنعهم أن يقترفوا مثل هذا الجرم وكبير ذلك الإثم.\nقال الحسن البصري فى هذه الآية ـ يبين لهم ما يتّقون وما يأتون ـ يريد أن هذا إخبار بالغيب بما سيكون منهم.\nوالخلاصة ـ إنهم قد غفلوا عما أمر به دينهم من وجوب الاعتصام بوحدة الأمة ونبذ الفرقة ، ففعلوا ضد هذا ، وذاق بعضهم بأس بعض ، وكان فى هذا وبال للجميع ، وتمكن عدوهم من أن يهيض جناحهم ، ويبطش بهم ويستعبدهم فى عقر دارهم ، ويسيمهم الخسف والصغار ، بعد أن كانوا سادة أحرارا ، ولله الأمر من قبل ومن بعد.\nثم توعدهم على ما فعلوا فقال :",
        "(كُلٌّ إِلَيْنا راجِعُونَ) أي إنهم سيرجعون إلينا ونجازيهم على تفرقهم واختلافهم شيعا.\nوفى هذا إخبار بالغيب بما سيحدث فى هذه الأمة التي ذاقت وبال أمرها ، وعاقبة اختلافها ، وكانت لقمة سائغة\nللآكلين ، ونهبا مقسّما بين الطامعين ، جزاء ما اجترحت من التفرق شذر مذر «وَلا يَظْلِمُ رَبُّكَ أَحَداً».\nوبعد أن أبان أن افتراق الأمة واقع لا محالة أردفه فتح باب الرجاء فى لمّ شعثها واتفاقها بعد تفرقها ، عسى أن تقوم من كبوتها ، وترجع إلى وحدتها ، وتصير لها الدّولة والصّولة كما كانت فى سالف عهدها فقال :",
        "(فَمَنْ يَعْمَلْ مِنَ الصَّالِحاتِ وَهُوَ مُؤْمِنٌ فَلا كُفْرانَ لِسَعْيِهِ وَإِنَّا لَهُ كاتِبُونَ) أي ومن يعمل صالح الأعمال وقلبه ملىء بالإيمان بربه ، والتصديق لأنبيائه ورسله ، واليقين بيوم الآخر يوم تجزى كل نفس بما عملت من خير أو شر ، فإنا لا نضيع سعيه ولا نبخسه حقه ، بل نوفيه على عمله الجزاء الأوفى ، وإنا مثبتون له ذلك فى صحيفة أعماله ، لا نترك منه شيئا جلّ أو قل ، عظم أو حقر.\nونحو الآية قوله : «وَمَنْ أَرادَ الْآخِرَةَ وَسَعى لَها سَعْيَها وَهُوَ مُؤْمِنٌ فَأُولئِكَ كانَ سَعْيُهُمْ مَشْكُوراً» وقوله : «إِنَّا لا نُضِيعُ أَجْرَ مَنْ أَحْسَنَ عَمَلاً».\n(وَحَرامٌ عَلى قَرْيَةٍ أَهْلَكْناها أَنَّهُمْ لا يَرْجِعُونَ) أي ممتنع أن يرجعوا بعد الهلاك إلى الدنيا.\n(حَتَّى إِذا فُتِحَتْ يَأْجُوجُ وَمَأْجُوجُ وَهُمْ مِنْ كُلِّ حَدَبٍ يَنْسِلُونَ) أي ويستمر هذا الامتناع إلى قيام الساعة : ومن أماراتها فتح سد يأجوج ومأجوج ، وإتيان الناس سراعا من كل مرتفع من الأرض ، والمقصود الرد على المشركين فى إنكارهم للبعث والجزاء.",
        "والخلاصة ـ إنه لا تزال حياة من مات وهلك ممتنعة ولا يمكن رجوعهم إليها حتى تقوم الساعة ، ويسرع الناس من كل حدب من الأرض.\n(وَاقْتَرَبَ الْوَعْدُ الْحَقُّ فَإِذا هِيَ شاخِصَةٌ أَبْصارُ الَّذِينَ كَفَرُوا) أي وقرب مجىء يوم القيامة ، وإذ ذاك تشخص أبصار الذين كفروا وترتفع أجفانهم ، فلا تكاد تطرف من هول ما هم فيه حين يقومون من قبورهم ويعلمون أن هذا يوم الحساب الذي لم يعدّوا له العدّة ، بل كانوا ينكرون مجيئه وحينئذ يقولون :\n(يا وَيْلَنا قَدْ كُنَّا فِي غَفْلَةٍ مِنْ هذا بَلْ كُنَّا ظالِمِينَ) أي يا هلاكنا احضر فهذا أوانك ، فقد كنا فى الدنيا فى غفلة من هذا الذي دهمنا من البعث والرجوع إلى الله للحساب والجزاء ـ لا بل الحق أننا لم نكن فى غفلة إذ نبهتنا الآيات والنذر ، وإنما كنا ظالمين لأنفسنا بتعريضها للعذاب الخالد بالتكذيب.\nوصفوة القول ـ إن الناس لا يرجعون إلى الحياة حتى تزلزل الأرض زلزالها ، ويختل نظام هذا العالم ، فتموج الأمم بعضها فى بعض بتفريق أجزائها ، لا فرق بين يأجوج ومأجوج وغيرهما ـ فذكرهما رمز لاختلال الأرض وخرابها ، فكأنه قيل إنهم لا يرجعون إلى الحياة إلا إذا اختل نظام العالم ورجّت الأرض رجا ، وماجت الأمم بعضها فى بعض ، وخرج الكفار من قبورهم شاخصة أبصارهم من الهول الذي هم فيه ،",
        "وقد ذكرنا فى سورة الكهف من يأجوج ومأجوج؟ وأين مساكنهم على وجه البسط؟\nفلا حاجة إلى إعادته هنا.\n(إِنَّكُمْ وَما تَعْبُدُونَ مِنْ دُونِ اللهِ حَصَبُ جَهَنَّمَ أَنْتُمْ لَها وارِدُونَ (98) لَوْ كانَ هؤُلاءِ آلِهَةً ما وَرَدُوها وَكُلٌّ فِيها خالِدُونَ (99) لَهُمْ فِيها زَفِيرٌ وَهُمْ فِيها لا يَسْمَعُونَ (100) إِنَّ الَّذِينَ سَبَقَتْ لَهُمْ مِنَّا الْحُسْنى أُولئِكَ عَنْها مُبْعَدُونَ (101) لا يَسْمَعُونَ حَسِيسَها وَهُمْ فِي مَا اشْتَهَتْ أَنْفُسُهُمْ خالِدُونَ (102) لا يَحْزُنُهُمُ الْفَزَعُ الْأَكْبَرُ وَتَتَلَقَّاهُمُ الْمَلائِكَةُ هذا يَوْمُكُمُ الَّذِي كُنْتُمْ تُوعَدُونَ (103) يَوْمَ نَطْوِي السَّماءَ كَطَيِّ السِّجِلِّ لِلْكُتُبِ كَما بَدَأْنا أَوَّلَ خَلْقٍ نُعِيدُهُ وَعْداً عَلَيْنا إِنَّا كُنَّا فاعِلِينَ (104))\nتفسير المفردات",
        "الحصب : ما يرمى به فى النار لاشتعالها ، والزفير : صوت نفس المغموم يخرج من أقصى الجوف ، والحسنى : أي الكلمة الحسنى التي تتضمن البشارة بثوابهم حين الجزاء على أعمالهم ، والحسيس : الصوت الذي يحس من حركتها ، والسجل : هو الصحيفة.\nالمعنى الجملي\nبعد أن ذكر سبحانه هول الموقف ، ودعاء المشركين على أنفسهم بالهلاك فى هذا الحين ، وشخوص أبصارهم من الحيرة والدّهش مما يشاهدون ويرون ـ أردف هذا ذكر ما يئول إليه أمرهم بعد الحساب ، وأنهم يكونون هم ومعبوداتهم من الأصنام والأوثان\nحطبا للنار حين يردونها ، وأنهم من شدة العذاب فيها يكون لهم أنين وزفير ، حتى لا يسمع بعضهم أصوات بعض ، لفظاعة ما هم فيه من العذاب.",
        "أما من كتبت له السعادة والنجاة من النار فأولئك يكونون مبعدين عنها لا يسمعون صوت لهيبها ، ولا يخافون من أهوالها وآلامها ، بل يكونون فى نعيم دائم وتستقبلهم الملائكة مهنئين لهم قائلين : هذا يومكم الذي كنتم توعدون فى الدنيا.\nثم أعقب ذلك بذكر حال السماء حينئذ ، وأنها تطوى طيا وكأنها لم تكن كما يطوى الكاتب الطومار الذي يكتب فيه ، ويحوّل ذلك العالم المشاهد إلى عالم آخر فيخلق الله أرضا جديدة وكواكب جديدة ويعيد الناس للحساب ، وهو القادر على ذلك ، فكما قدر على خلقه أول مرة يعيده فى حال أخرى كما قال : «يَوْمَ تُبَدَّلُ الْأَرْضُ غَيْرَ الْأَرْضِ وَالسَّماواتُ».\nالإيضاح\n(إِنَّكُمْ وَما تَعْبُدُونَ مِنْ دُونِ اللهِ حَصَبُ جَهَنَّمَ أَنْتُمْ لَها وارِدُونَ) أي إنكم أيها المشركون بالله العابدون من دونه الأوثان والأصنام ، وما تعبدون من دونه من الآلهة ـ وقود جهنم ، وإنكم واردوها وداخلون فيها.",
        "ونحو الآية قوله : «فَاتَّقُوا النَّارَ الَّتِي وَقُودُهَا النَّاسُ وَالْحِجارَةُ».\nوالحكمة فى أن الآلهة تقرن بهم وتدخل معهم فى النار :\n(1) إنهم كلما رأوهم ازدادوا غما وحسرة ، لأنهم ما وقعوا فى العذاب إلا بسببهم وقد قالوا : النظر إلى وجه العدوّ باب من أبواب العذاب (2) إنهم قد كانوا فى الدنيا يظنون أنهم يشفعون لهم فى الآخرة ويدفعون عنهم العذاب ، فإذا استبان لهم أن الأمر على عكس ما كانوا يظنون لم يكن شىء أبغض إليهم منهم.\n(3) إن إلقاءهم فى النار استهزاء بهم وبعبادتهم.",
        "ثم بين لهم بالدليل خطأ ما يعتقدون فقال :\n(لَوْ كانَ هؤُلاءِ آلِهَةً ما وَرَدُوها) أي لو كان هؤلاء الأصنام آلهة كما تزعمون أيها العابدون ـ ما وردوا النار ولا دخلوها ، لكنه قد اتضح لكم على أتمّ وجه أنهم وردوها ، إذ صاروا حطبها ، فامتنع كونهم آلهة.\nوقصارى ذلك ـ إن الأصنام إذا كانت لا تنفع نفسها ، ولا تدفع الضر عنها ، فهى أبعد من أن تدفع الضر عن غيرها ، ومن جرّاء ذلك فهى جديرة بالتحقير والإهانة ، لا بالتعظيم والعبادة.\n(وَكُلٌّ فِيها خالِدُونَ) أي وكل من الآلهة ومن عبدوها ما كثون فى النار أبدا ، لا خلاص لهم منها.",
        "ثم بين أحوالهم فيها فقال :\n(1) (لَهُمْ فِيها زَفِيرٌ) أي لهم فى النار أنين ونفس متقطع ، من شدة ما ينالهم من العذاب.\n(2) (وَهُمْ فِيها لا يَسْمَعُونَ) أي وهم فى النار لا يسمع بعضهم زفير بعض ، لعظم الهول وفظاعة العذاب.\nوبعد أن ذكر حال أهل النار وعذابهم بسبب شركهم بالله ، عطف عليه بيان أحوال السعداء من المؤمنين بالله ورسوله وقد أسلفوا صالح الأعمال فقال :",
        "(إِنَّ الَّذِينَ سَبَقَتْ لَهُمْ مِنَّا الْحُسْنى أُولئِكَ عَنْها مُبْعَدُونَ) أي إن الذين سبق لهم التوفيق للطاعة ، وأخبتوا لله وأخلصوا له العمل ـ لا يدخلون النار ولا يقربونها البتة.\nثم ذكر أوصافهم حينئذ فقال :\n(1) (لا يَسْمَعُونَ حَسِيسَها) أي لا يسمعون صوت النار الذي يحسّ من حركتها ، ولا يرون اضطرابها من شدة توهّجها.\n(2) (وَهُمْ فِي مَا اشْتَهَتْ أَنْفُسُهُمْ خالِدُونَ) أي إنهم فى حبور دائم ، ونعيم لا ينقطع.",
        "(3) (لا يَحْزُنُهُمُ الْفَزَعُ الْأَكْبَرُ) أي لا يخيفهم هول النفخة الأخيرة فى الصور\nحين قيامهم من قبورهم للحساب كما قال : «وَيَوْمَ يُنْفَخُ فِي الصُّورِ فَفَزِعَ مَنْ فِي السَّماواتِ وَمَنْ فِي الْأَرْضِ إِلَّا مَنْ شاءَ اللهُ».\n(4) (وَتَتَلَقَّاهُمُ الْمَلائِكَةُ هذا يَوْمُكُمُ الَّذِي كُنْتُمْ تُوعَدُونَ) أي وتستقبلهم الملائكة بالبشرى من النجاة من العذاب قائلين لهم : هذا هو اليوم الذي كنتم توعدون فى الدنيا بمجيئه ، وتبشرون بما لكم فيه من الثواب ، كفاء إيمانكم بالله وطاعتكم له ، وتزكية أنفسكم بصالح الأعمال ، باتباعكم أوامر ربكم واجتنابكم نواهيه.\nوقصارى ذلك ـ إنهم خلصوا من كل ما يكرهون ، وفازوا بكل ما يحبون (يَوْمَ نَطْوِي السَّماءَ كَطَيِّ السِّجِلِّ لِلْكُتُبِ) أي هم لا يفزعون حين تطوى السماء وتزال ، وتأتى سماء أخرى جديدة ، وكواكب أخرى ، كما يطوى الطومار على ما يكتب فيه ، لحفظه من الضياع والمحو.",
        "والخلاصة ـ إنه لا يلحقهم الفزع حين تمحى رسوم السماء وتذهب آثارها ، وتخلق أرض جديدة وكواكب جديدة.\n(كَما بَدَأْنا أَوَّلَ خَلْقٍ نُعِيدُهُ) أي وهكذا نخلقكم خلقا جديدا للحشر كى تحاسبوا ، فالناس ترجع للحياة على طراز غير طراز الدنيا ، وكذلك العوالم جميعها.\n(وَعْداً عَلَيْنا إِنَّا كُنَّا فاعِلِينَ) أي تلك الإعادة عدة منا كائنة لا محالة ، ولا بد من تحققها ، لأنا قادرون عليها.\n(وَلَقَدْ كَتَبْنا فِي الزَّبُورِ مِنْ بَعْدِ الذِّكْرِ أَنَّ الْأَرْضَ يَرِثُها عِبادِيَ الصَّالِحُونَ (105) إِنَّ فِي هذا لَبَلاغاً لِقَوْمٍ عابِدِينَ (106) وَما أَرْسَلْناكَ إِلاَّ رَحْمَةً لِلْعالَمِينَ (107))",
        "تفسير المفردات\nالزبور : الكتب التي أنزلت على الأنبياء ، والذكر : اللوح المحفوظ ، والبلاغ الكفاية ، والعابد : من عمل بما يعلم من أحكام الشريعة وآدابها.\nالمعنى الجملي\nبعد أن ذكر أحوال كل من الكافرين والمؤمنين فى الآخرة ـ ذكر أن الدنيا ليست كالآخرة ، فلا يرثها إلا من كان قادرا على إصلاحها ، والانتفاع بخيراتها ، والاستفادة مما على ظاهرها وباطنها ، فمن كان أحصف رأيا ، وأحكم فكرا ، ملكها وتسلط عليها ، وجنى ثمارها واهتدى إلى ما أودع فيها من الخير.",
        "ثم بين أن ما أوحى إلى الرسول من الشرائع وضروب الهداية كاف جدّ الكفاية لمن يعتبر بسنن الله فى الكون ، فيستفيد منها ما ينفعه فى دينه ودنياه ، فجميع ما جاء به الوحى من المواعظ وأحكام الشرائع هداية وذكرى لو تدبرها المتدبرون ، وتأملها المنصفون.\nالإيضاح\n(وَلَقَدْ كَتَبْنا فِي الزَّبُورِ مِنْ بَعْدِ الذِّكْرِ أَنَّ الْأَرْضَ يَرِثُها عِبادِيَ الصَّالِحُونَ) أي ولقد كتب الله عنده ، وأثبت فى قديم علمه الأزلى الذي لا ينسى ، ثم أثبت فى الكتب السماوية من بعد ذلك أن الأرض لا يعمرها من عباده إلا من يصلح لعمارتها من أي دين كان وأىّ مذهب انتجل.\nوصلاح الأمة يقوم على أربعة عمد :",
        "(1) أن يكون قادتها علماء مفكرين ، وساستها حكماء عادلين ، بعيدين عن الجور والظلم والمحاباة ، يأخذون بيد المظلوم وينصفونه من الظالم ، ويعملون لخير الأمة وسعادتها ، ويواصلون ليلهم بنهارهم فى كل ما يرفع من شأنها ، ويسمو بها على الأمم.\n(2) أن يكون لها جيش منظم يحمى حريمها ، ويدافع عنها إذا جدّ الجدّ ، وادلّهم الخطب ، ولن يكون كذلك إلا إذا كان فيه المهندسون والمخترعون والقادة البارعون ، ولديه من السلاح وعدد الحرب ما يكشف عنه العلم من وسائل الدفاع ، من\nطائرات وغواصات وسفن خربية وآلات للهدم والتدمير ، وجند حذقوا فنون الحرب ، ويلوا أساليبها المختلفة.\n(3) أن يقوم أبناء الحرف المختلفة ، من تجار وصناع وزراع بأداء أعمالهم على الوجه المرضى ، وكل طائفة منها تظاهر الطوائف الأخرى وتعاونها لخير الجميع ، وتقوم بما يجب نحوها من المساعدة فيما يكفل نجاح الأعمال.",
        "(4) أن تنظّم هذه الطوائف أعمالها بحيث تتوزع هذه المهن بين الأفراد بحسب حاجة الأمة إليها حتى لا تمد يدها إلى غيرها لمعونتها ، ويكون فى كل طائفة جماعة مبرّزون ، يفكرون فيما يرقى شئون الطائفة ، بحيث تنافس أمثالها فى الأمم الأخرى أو تفوقها ، بما أوتيت من حسن التدبير والتصرف.\nوهذا حكم أيدته التجارب فى سائر العصور لدى جميع الدول ، فما من أمة تهاونت فى هذه الأمور أو فى شىء منها إلا حكم عليها بالفناء والزوال ، وتواريخ الفرس والروم والأمم الإسلامية والدولة التركية تدل على صدق ما نقول.\nونحو الآية قوله تعالى : «إِنَّ الْأَرْضَ لِلَّهِ يُورِثُها مَنْ يَشاءُ مِنْ عِبادِهِ وَالْعاقِبَةُ لِلْمُتَّقِينَ ، وَعَدَ اللهُ الَّذِينَ آمَنُوا مِنْكُمْ وَعَمِلُوا الصَّالِحاتِ لَيَسْتَخْلِفَنَّهُمْ فِي الْأَرْضِ كَمَا اسْتَخْلَفَ الَّذِينَ مِنْ قَبْلِهِمْ وَلَيُمَكِّنَنَّ لَهُمْ دِينَهُمُ الَّذِي ارْتَضى لَهُمْ».\n(إِنَّ فِي هذا لَبَلاغاً لِقَوْمٍ عابِدِينَ) أي إن فيما ذكر فى هذه السورة من أنظمة الدول والتسلط على ألطف الأشياء كالهواء ، وعلى أصلبها كالحديد ، ومن الجمع بين حرب الأعداء ، والاستغراق فى ذكر الله ، وتسخير العمال فى المبانى العظيمة ، واستخراج ما فى البحار من أصناف اللآلئ ، وما فى باطن الأرض من مختلف المعادن ـ لكفاية لقوم يجمعون بين العلم والعمل ، إذ يعلمون أن العلم شجرة ، ثمرتها العمل.",
        "فعلى المسلمين قاطبة أن يصدعوا بما أمروا به فى هذا الكتاب ، وأن يعرضوا عن الجاهلين بأمور دينهم ، فالله محاسبهم على أعمالهم ، كما يحاسبهم على قدرهم الجسمية ،\nوليعلموا أنه متى ذاعت هذه الآراء فى الأمة ، قامت كلها قومة رجل واحد ، فى تنظيم شئونها ، وتربية أبنائها تربية تؤهلهم أن يكونوا قادة العالم الإنسانى.\n(وَما أَرْسَلْناكَ إِلَّا رَحْمَةً لِلْعالَمِينَ) أي وما أرسلناك بهذا وأمثاله من الشرائع والأحكام التي بها مناط السعادة فى الدارين ـ إلا لرحمة الناس وهدايتهم ، فى شئون معاشهم ومعادهم.\nبيان هذا أنه عليه الصلاة السلام أرسل بما فيه المصلحة فى الدارين ، إلا أن الكافر فوّت على نفسه الانتفاع بذلك ، وأعرض عما هنالك ، لفساد استعداده وقبح طويّته ، ولم يقبل هذه الرحمة ، ولم يشكر هذه النعمة ، فلم يسعد لا فى دين ولا دنيا ، كما قال «أَلَمْ تَرَ إِلَى الَّذِينَ بَدَّلُوا نِعْمَتَ اللهِ كُفْراً وَأَحَلُّوا قَوْمَهُمْ دارَ الْبَوارِ : جَهَنَّمَ يَصْلَوْنَها وَبِئْسَ الْقَرارُ» وقال فى صفة القرآن «قُلْ هُوَ لِلَّذِينَ آمَنُوا هُدىً وَشِفاءٌ وَالَّذِينَ لا يُؤْمِنُونَ فِي آذانِهِمْ وَقْرٌ وَهُوَ عَلَيْهِمْ عَمًى أُولئِكَ يُنادَوْنَ مِنْ مَكانٍ بَعِيدٍ» وقال صلّى الله عليه وسلم «إن الله بعثني رحمة مهداة».",
        "(قُلْ إِنَّما يُوحى إِلَيَّ أَنَّما إِلهُكُمْ إِلهٌ واحِدٌ فَهَلْ أَنْتُمْ مُسْلِمُونَ (108) فَإِنْ تَوَلَّوْا فَقُلْ آذَنْتُكُمْ عَلى سَواءٍ وَإِنْ أَدْرِي أَقَرِيبٌ أَمْ بَعِيدٌ ما تُوعَدُونَ (109) إِنَّهُ يَعْلَمُ الْجَهْرَ مِنَ الْقَوْلِ وَيَعْلَمُ ما تَكْتُمُونَ (110) وَإِنْ أَدْرِي لَعَلَّهُ فِتْنَةٌ لَكُمْ وَمَتاعٌ إِلى حِينٍ (111) قالَ رَبِّ احْكُمْ بِالْحَقِّ وَرَبُّنَا الرَّحْمنُ الْمُسْتَعانُ عَلى ما تَصِفُونَ (112))\nتفسير المفردات\nمسلمون : أي منقادون خاضعون ، تولوا : أي أعرضوا ، آذنتكم : أي أعلمتكم وكثر استعماله فى الإنذار كما فى قوله : «فَأْذَنُوا بِحَرْبٍ مِنَ اللهِ وَرَسُولِهِ» ما توعدون : من\nغلبة المسلمين عليكم ، فتنة : أي اختبار ، واحكم : أي اقض ، وبالحق : أي العدل ؛ والمراد بذلك تعجيل العذاب لهم ، ما تصفون : أي ما تقولون وتفترون من الكذب كقولكم «بَلِ افْتَراهُ بَلْ هُوَ شاعِرٌ» وقولكم إن للرحمن ولدا.",
        "المعنى الجملي\nبعد أن أورد سبحانه الحجج والبراهين ، لإقناع الكافرين بأن رسالة الرسول حق ، حتى لم يبق فى القوس منزع ، وبلغ الغاية التي ليس بعدها غاية ، وبين أن هذا الرسول رحمة للعالمين ، وهداية للناس أجمعين ، وأن من اتبعه سلك سبيل الرشاد ، ومن نأى عنه ضل وسار فى طريق الغواية والعناد ـ أردف ذلك ما يكون إعذارا وإنذارا ، فى مجاهدتهم والإقدام على مناوأتهم ، بعد أن أعيته الحيل ، وضاقت به السبل ، ولم تغنهم الآيات والنذر ، فتمادوا فى غوايتهم ، ولجّوا فى عنادهم ، وأصبح من العسير إقناعهم وهدايتهم.\nالإيضاح\n(قُلْ إِنَّما يُوحى إِلَيَّ أَنَّما إِلهُكُمْ إِلهٌ واحِدٌ) أي قل لمشركى قومك ولمن بلغته الدعوة من غيرهم : ما أوحى إلىّ ربى إلا أنه لا إله إلا هو ، فلا تصلح العبادة لسواه ، فانقادوا لأمره ، وأذعنوا لطاعته ، وابتعدوا عن عبادة الأوثان والأصنام ، وتبرءوا منها حتى تسلكوا سبيل النجاة ، وتفوزوا بالسعادة.",
        "(فَإِنْ تَوَلَّوْا فَقُلْ آذَنْتُكُمْ عَلى سَواءٍ) أي فإن أعرضوا عن اتباع ما أوحى إليك فقل لهم : هأنذا أعلمكم بأنى حرب لكم ، كما أنكم حرب لى ، فأنا برىء منكم كما أنكم برآء منى ، وأنتم سواء فى هذا الإعلام ، لا أخص أحدا منكم دون أحد.\nونحو الآية قوله «وَإِنْ كَذَّبُوكَ فَقُلْ لِي عَمَلِي وَلَكُمْ عَمَلُكُمْ أَنْتُمْ بَرِيئُونَ مِمَّا أَعْمَلُ وَأَنَا بَرِيءٌ مِمَّا تَعْمَلُونَ».\n(وَإِنْ أَدْرِي أَقَرِيبٌ أَمْ بَعِيدٌ ما تُوعَدُونَ) أي وإن ما توعدون من غلب المسلمين عليكم واقع لا محالة ، ولكن لا علم لى بقربه ولا ببعده ، لأن الله لم يطلعنى على ذلك.\n(إِنَّهُ يَعْلَمُ الْجَهْرَ مِنَ الْقَوْلِ وَيَعْلَمُ ما تَكْتُمُونَ) أي إن الله يعلم ما تجهرون به من الطعن فى الإسلام وتكذيب الآيات ، ويعلم ما تكتمون من الأضغان والعداوات للمسلمين ، فيجازيكم على قليل ذلك وجليله.",
        "(وَإِنْ أَدْرِي لَعَلَّهُ فِتْنَةٌ لَكُمْ وَمَتاعٌ إِلى حِينٍ) أي وما أدرى سبب تأخير جزائكم ، ولعل ذلك زيادة فى افتتانكم وامتحانكم ، لينظر كيف تعملون ، وإنه ليؤخركم إلى حين ، كى تتمتعوا بلذات الدنيا مع إعراضكم عن الإيمان ، فيكون فى ذلك زيادة عذابكم ، لأن المعرض عن الإيمان مع توالى الآيات وتتابع البينات والنذر يكون عقابه أشد.\n(قالَ رَبِّ احْكُمْ بِالْحَقِّ) أي قال الرسول : رب افصل بينى وبين من كذبنى من مشركى قومى ، وكفر بك وعبد غيرك ، بإحلال عذابك ونقمتك به بالعدل الذي يقتضى تعجيل العذاب به ، وتشديده عليه.\nوخلاصة ذلك ـ رب عجّل بعذابهم وقد أجاب الله دعوته وأنزل بهم العذاب الأليم يوم بدر.\nقال قتادة : كان الأنبياء يقولون «رَبَّنَا افْتَحْ بَيْنَنا وَبَيْنَ قَوْمِنا بِالْحَقِّ وَأَنْتَ خَيْرُ الْفاتِحِينَ» فأمر رسول الله أن يقول ذلك.",
        "(وَرَبُّنَا الرَّحْمنُ الْمُسْتَعانُ عَلى ما تَصِفُونَ) أي والله المستعان على ما تصفون ، من الشرك والكفر ، والكذب والأباطيل ، كقولكم إن الله اتخذ ولدا ، وقولكم فى الرسول «بَلِ افْتَراهُ بَلْ هُوَ شاعِرٌ».\nوخلاصة ذلك ـ إنه طلب من ربه أن يحكم بما يظهر الحق للجميع ، وأمره ربه أن يتوعد الكفار بقوله : وربنا الرحمن المستعان على ما تصفون.\nوقد كثر استعمال الوصف فى الكتاب الكريم بمعنى الكذب كقوله «وَلَكُمُ الْوَيْلُ مِمَّا تَصِفُونَ» وقوله «سَيَجْزِيهِمْ وَصْفَهُمْ» وصلّى الله على محمد وآله.\nخلاصة ما تتضمنه هذه السورة",
        "(1) الإنذار بقرب الساعة مع غفلتهم عنها.\n(2) إنكار المشركين نبوة محمد صلّى الله عليه وسلم ، لأنه بشر مثلهم ، وأن ما جاء به أضغاث أحلام ، وأنه قد افتراه ، ولو كان نبيا حقا لأتى بآية كآيات موسى وعيسى.\n(3) الرد على هذه الشبهة بأن الأنبياء جميعا كانوا بشرا ، وأهل العلم من اليهود والنصارى يعلمون ذلك حق العلم.\n(4) الإخبار بأن الله أهلك كثيرا من الأمم المكذبة لرسلها وأنشأ بعدهم أقواما آخرين.",
        "(5) بيان أن السموات والأرض لم تخلقا عبثا ، وأن الملائكة لا يستكبرون عن عبادته ولا يملّون.\n(6) إقامة الدليل على وحدانية الله تعالى والنعي على من يتخذ آلهة من دونه بلا دليل على صدق ما يقولون مع أن الأنبياء جميعا أوحى إليهم أنه لا إله إلا هو.\n(7) النعي على من ادعى أن الملائكة بنات الله.\n(8) وصف النشأة الأولى ببيان أن السموات والأرض كانتا رتقا فانفصلتا ، وأن الجبال جعلت فى الأرض أوتادا حتى لا تميد بأهلها ، وأن كلا من الشمس والقمر يسبح فى فلكه.",
        "(9) استعجال الكافرين للعذاب ، مع أنهم لو علموا كنهه ما طلبوه.\n(10) بيان أن الساعة تأتيهم بغتة وهم لا يشعرون.\n(11) قصص بعض الأنبياء كموسى وهارون وإبراهيم ولوط ونوح وداود وسليمان وأيوب وإسماعيل وإدريس وذى الكفل ويونس وزكريا وقصص مريم.\n(12) بيان أن الدين الحق عند الله هو الإسلام وبه جاءت جميع الشرائع والاختلاف بينها إنما هو فى الرسوم بحسب اختلاف الأزمنة والأمكنة.",
        "(13) حادث يأجوج ومأجوج من أشراط الساعة واقتراب يوم القيامة.\n(14) بيان أن الأصنام وعابديها يكونون يوم القيامة حطب جهنم ، وأنهم لو كانوا آلهة حقا ما دخلوها.\n(15) وصف ما يلاقيه الكفار من الأهوال فى النار يوم القيامة.\n(16) وصف النعيم الذي يتمتع به أهل الجنة إذ ذاك.",
        "(17) بيان أن الأرض ستبدل غير الأرض ، وأن السماء تطوى طى السحل للكتاب.\n(18) إن سنة الله فى الكون أن يرث الأرض من يصلح لعمارتها من أي دين كان وأيّ مذهب اعتنق.\n(19) الوحى إنما جاء بالتوحيد وأن لا إله إلا إله واحد ، وأن الواجب الاستسلاء له والانقياد لأمره.\n(20) ما ختمت به السورة من طلب الرسول صلّى الله عليه وسلّم أن يحكم الله بينه وبين أعدائه المشركين ، وأنّ الله هو المستعان على ما يصفونه به من أنه مفتر وأنه محنور وأنه شاعر يتربصون به ريب المنون.",
        "سورة الحج\nهى مدينة إلا الآيات 52 ، 53 ، 54 ، 55 فبين مكة والمدينة ، والأصح أنها مختلطة منها المكي ومنها المدني ، قال العزيزي وهى من أعاجيب السور نزلت ليلا ونهارا سفرا وحضرا ، مكيا ومدنيا ، سلميا وحربيا ، محكما ومتشابها.\nوآيها ثمان وسبعون.\nوهى بحسب موضوعاتها أقسام ثلاثة :",
        "(1) البعث والدليل عليه وما يتبع ذلك.\n(2) الحج والمسجد الحرام.\n(3) أمور عامة كالقتال وهلاك الظالمين والاستدلال بنظام الدنيا على وجود الخالق وضرب المثل بعجز الأصنام وعدم استطاعتها خلق الذباب.\nومناسبتها للسورة قبلها من وجوه :",
        "(1) إن آخر السورة قبلها كان فى أمر القيامة كقوله : يوم نطوى السماء كطى السجل للكتب ، وقوله : واقترب الوعد الحق ـ وأول هذه السورة الاستدلال على البعث بالبراهين العقلية.\n(2) إنه قد أقيمت فى السورة السالفة الحجج الطبيعية على الوحدانية ـ وفى هذه جعل العلم الطبيعي من براهين البعث.\n(3) فى السورة السالفة وما قبلها قصص الأنبياء وبراهينهم لقومهم ، وفى هذه السورة خطاب من الله للأمم الحاضرة ، وهو خطاب يسترعى السمع ويوجب علينا ولو إجمالا أن نعرف صنع الله فى أرضه وسمائه وتدبيره خلق الأجنّة والنبات والحيوان.\n بِسْمِ اللهِ الرَّحْمنِ الرَّحِيمِ ",
        "(يا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمْ إِنَّ زَلْزَلَةَ السَّاعَةِ شَيْءٌ عَظِيمٌ (1) يَوْمَ تَرَوْنَها تَذْهَلُ كُلُّ مُرْضِعَةٍ عَمَّا أَرْضَعَتْ وَتَضَعُ كُلُّ ذاتِ حَمْلٍ حَمْلَها وَتَرَى النَّاسَ سُكارى وَما هُمْ بِسُكارى وَلكِنَّ عَذابَ اللهِ شَدِيدٌ (2))\nتفسير المفردات\nالتقوى : التباعد عن كل ما يكسب الإثم من فعل أو ترك ، والزلزلة : الحركة الشديدة بحيث تزيل الأشياء من أماكنها ، والذهول : الدهش الناشئ عن الهمّ والغم الكثير ، والمرضعة : الأنثى حال الإرضاع ، والمرضع ما من شأنها أن ترضع ولو لم ترضع حال وصفها به.\nالإيضاح",
        "(يا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمْ) أي يا أيها الناس احذروا عقاب ربكم ، فأطيعوه ولا تعصوه ، بفعل ما أمركم به من الواجبات ، وترك ما نهاكم عنه من المحرمات ، وهذا خطاب ينتظم فيه المكلفون حين النزول ومن سيوجدون بعده إلى يوم القيامة.\nثم علل هذا الأمر بقوله :\n(إِنَّ زَلْزَلَةَ السَّاعَةِ شَيْءٌ عَظِيمٌ) أي إن الزلزلة التي تكون حين قيام الساعة قبل قيام الناس من أجداثهم كما قال : «إِذا زُلْزِلَتِ الْأَرْضُ زِلْزالَها. وَأَخْرَجَتِ الْأَرْضُ أَثْقالَها» وقال : «وَحُمِلَتِ الْأَرْضُ وَالْجِبالُ فَدُكَّتا دَكَّةً واحِدَةً فَيَوْمَئِذٍ وَقَعَتِ الْواقِعَةُ» الآية ، وقال : «إِذا رُجَّتِ الْأَرْضُ رَجًّا وَبُسَّتِ الْجِبالُ بَسًّا» الآية ـ أمر هائل وخطر عظيم ، لا يقدر قدره إلا موجده ، وإذا كانت الزلزلة\nوحدها لا تحتمل ، فما بالك بما يحدث فى ذلك اليوم من الحشر والجزاء والحساب على الأعمال لدى من لا يغيب عنه مثقال ذرة فى الأرض ولا فى السماء.",
        "ثم بين شيئا من أهوال هذا اليوم فقال :\n(1) (يَوْمَ تَرَوْنَها تَذْهَلُ كُلُّ مُرْضِعَةٍ عَمَّا أَرْضَعَتْ) أي فى هذا اليوم يبلغ الأمر من الدهشة والاضطراب والحيرة والذهول أن تذهل المرضعة عن ولدها الذي ترضعه ، وهو أعز شىء لديها ، فكيف بذهولها عن سواه؟.\n(2) (وَتَضَعُ كُلُّ ذاتِ حَمْلٍ حَمْلَها) أي وتسقط كل ذات حمل الجنين الذي فى بطنها قبل التمام رعبا وفزعا قال الحسن : تذهل المرضعة عن ولدها بغير فطام ، وتضع الحامل ما فى بطنها بغير تمام.\n(3) (وَتَرَى النَّاسَ سُكارى وَما هُمْ بِسُكارى وَلكِنَّ عَذابَ اللهِ شَدِيدٌ) أي وترى الناس حينئذ ، كأنهم سكارى وما هم بسكارى على التحقيق ، ولكن شدة العذاب هى التي أذهلت عقولهم ، وأذهبت تمييزهم.",
        "وقد يكون المراد من ذهول الحامل ووضع المرضع ضرب المثل لشدة الأمر وبلوغه أقصى الغايات كما يؤوّل به أيضا قوله تعالى : «يَوْماً يَجْعَلُ الْوِلْدانَ شِيباً».\n(وَمِنَ النَّاسِ مَنْ يُجادِلُ فِي اللهِ بِغَيْرِ عِلْمٍ وَيَتَّبِعُ كُلَّ شَيْطانٍ مَرِيدٍ (3) كُتِبَ عَلَيْهِ أَنَّهُ مَنْ تَوَلاَّهُ فَأَنَّهُ يُضِلُّهُ وَيَهْدِيهِ إِلى عَذابِ السَّعِيرِ (4))\nالمعنى الجملي\nبعد أن أخبر فيما سلف بأهوال يوم القيامة وشدتها ، ودعا الناس إلى تقوى الله ـ بين أنه مع هذا التحذير الشديد فإن كثيرا من الناس ينكرون هذا البعث ، ويجادلون فى أمور الغيب بغير علم.",
        "أخرج ابن أبى حاتم أن هذه الآيات نزلت فى النضر بن الحارث وكان جدلا يقول : الملائكة بنات الله ، والقرآن أساطير الأولين ، ولا يقدر الله على إحياء من بلى وصار ترابا.\nالإيضاح\n(وَمِنَ النَّاسِ مَنْ يُجادِلُ فِي اللهِ بِغَيْرِ عِلْمٍ) أي ومن الناس من يتعاطى الجدل فيما يجوز على الله من الصفات والأفعال ، وما لا يجوز عليه ، غير متبع فى ذلك حجة ولا برهانا بل يجهل بحقيقة ما يقول ، فيزعم أن الله غير قادر على إحياء من بلى وصار ترابا ، وأن لله ولدا ، وأن القرآن ما هو إلا أسطورة من أساطير الأولين إلى نحو ذلك من الترّهات والأباطيل.\nوقد ذم المجادلة بغير علم فأومأ إلى أن الجدل إذا كان مع العلم والحجة والبرهان فلا يدم ولا يقبح ، وعليه جاء قوله تعالى : «وَجادِلْهُمْ بِالَّتِي هِيَ أَحْسَنُ».",
        "(وَيَتَّبِعُ كُلَّ شَيْطانٍ مَرِيدٍ) المريد المتجرد للفساد ، العاري عن الخير ، من قولهم شجرة مرداء إذا كان لا ورق لها ، ورملة مرداء إذا لم تنبت شيئا ، أي ومن الناس من يتّبع فى كل ما يأتى وما يذر من شئونه وأهوائه ، شياطين من شياطين الإنس والجن الذين يزينون له طرق الغواية ، ويسلكون به الطرق التي تزلق به فى المهاوى ، ويقودونه إلى الأعمال التي تصل به إلى النار ، من شرك بالله وعبادة للأوثان والأصنام ، وشرب للخمر ، ولعب للميسر ، إلى نحو أولئك مما يحسّنون له عمله ، ويكونون له فيه القادة الذين لا يردّ لهم قول ، ولا يقبح منهم فعل.\nثم وصف سبحانه ذلك الشيطان بقوله :\n(كُتِبَ عَلَيْهِ أَنَّهُ مَنْ تَوَلَّاهُ فَأَنَّهُ يُضِلُّهُ وَيَهْدِيهِ إِلى عَذابِ السَّعِيرِ) أي قدر سبحانه أن من اتبع ذلك الشيطان ، وسلك سبيله ، أضله فى الدنيا ، بما يوسوس له ، ويدسّى\nبه نفسه ، ويزين لها من اتباع الغواية ، الفجور ، وسلوك سبيل المعاصي والآثام التي توبقه فى جهنم وبئس القرار.",
        "وخلاصة ذلك ـ إنه يضله فى الدنيا ، ويقوده فى الآخرة إلى عذاب السعير ، بما يجترح من السيئات ، ويرتكب من الآثام.\n(يا أَيُّهَا النَّاسُ إِنْ كُنْتُمْ فِي رَيْبٍ مِنَ الْبَعْثِ فَإِنَّا خَلَقْناكُمْ مِنْ تُرابٍ ثُمَّ مِنْ نُطْفَةٍ ثُمَّ مِنْ عَلَقَةٍ ثُمَّ مِنْ مُضْغَةٍ مُخَلَّقَةٍ وَغَيْرِ مُخَلَّقَةٍ لِنُبَيِّنَ لَكُمْ وَنُقِرُّ فِي الْأَرْحامِ ما نَشاءُ إِلى أَجَلٍ مُسَمًّى ثُمَّ نُخْرِجُكُمْ طِفْلاً ثُمَّ لِتَبْلُغُوا أَشُدَّكُمْ وَمِنْكُمْ مَنْ يُتَوَفَّى وَمِنْكُمْ مَنْ يُرَدُّ إِلى أَرْذَلِ الْعُمُرِ لِكَيْلا يَعْلَمَ مِنْ بَعْدِ عِلْمٍ شَيْئاً وَتَرَى الْأَرْضَ هامِدَةً فَإِذا أَنْزَلْنا عَلَيْهَا الْماءَ اهْتَزَّتْ وَرَبَتْ وَأَنْبَتَتْ مِنْ كُلِّ زَوْجٍ بَهِيجٍ (5) ذلِكَ بِأَنَّ اللهَ هُوَ الْحَقُّ وَأَنَّهُ يُحْيِ الْمَوْتى وَأَنَّهُ عَلى كُلِّ شَيْءٍ قَدِيرٌ (6) وَأَنَّ السَّاعَةَ آتِيَةٌ لا رَيْبَ فِيها وَأَنَّ اللهَ يَبْعَثُ مَنْ فِي الْقُبُورِ (7))\nتفسير المفردات\nالريب : الشك ، وأصل النطفة : الماء العذب ويراد بها هنا ماء الرجل ، والعلقة : القطعة الجامدة من الدم ، والمضغة : القطعة من اللحم بقدر ما يمضغ ، والأجل المسمى : هو حين الوضع ، والطفل : يكون للواحد والجمع ، والأشد : القوة ، وأرذل العمر : أدنؤه وأردؤه ، هامدة : أي ميتة يابسة من قولهم همدت الأرض إذا يبست ودرست ، وهمد الثوب : بلى ، واهتزت : أي اهتز نباتها وتحرك ، وربت : ازدادت وانتفخت لما يتداخلها من الماء والنبات ، زوج : أي صنف ، بهيج : أي حسن سارّ للناظرين ، والحق : هو الثابت الذي يحق ثبوته.",
        "المعنى الجملي\nلما حكى سبحانه عن المشركين الجدل بغير علم فى البعث والحشر وذمهم على ذلك ـ قفى على هذا بإثباته من وجهين :\n(1) الاستدلال بخلق الحيوان وهو ما أشار إليه فى الآية الأخرى : «قُلْ يُحْيِيهَا الَّذِي أَنْشَأَها أَوَّلَ مَرَّةٍ» وقوله «فَسَيَقُولُونَ مَنْ يُعِيدُنا؟ قُلِ الَّذِي فَطَرَكُمْ أَوَّلَ مَرَّةٍ».\n(2) الاستدلال بحال خلق النبات فى قوله «وَتَرَى الْأَرْضَ هامِدَةً» إلخ.",
        "الإيضاح\n(يا أَيُّهَا النَّاسُ إِنْ كُنْتُمْ فِي رَيْبٍ مِنَ الْبَعْثِ) أي إن كنتم فى شك من مجىء البعث فانظروا إلى مبدإ خلقكم ليزول ريبكم وتعلموا أن القادر على خلقكم أول مرة قادر على إعادة خلقكم ثانيا.\nوعبر سبحانه بالريب مع أنهم موقنون بعدم حصوله ، إيذانا بأن أقصى ما يمكن صدوره منهم وإن بلغوا غاية المكابرة والعناد ـ هو الارتياب فى شأنه ، أما الجزم بعدم إمكانه فلا يدور بخلد عاقل على حال.\nثم ذكر سبحانه من مراتب الخلق أمورا سبعة :",
        "(1) (فَإِنَّا خَلَقْناكُمْ مِنْ تُرابٍ) إذ خلق الإنسان من المنى المتولد من الأغذية ، والأغذية تنتهى إلى النبات ، وهو يتولد من الأرض والماء.\n(2) (ثُمَّ مِنْ نُطْفَةٍ) أي ثم من منى مكون من الدم المتولد من الغذاء المنتهى إلى التراب :\n(3) (ثُمَّ مِنْ عَلَقَةٍ) أي ثم من دم جامد غليظ ، ولا يخفى ما بين الماء والدم من المباينة والمخالفة.\n(4) (ثُمَّ مِنْ مُضْغَةٍ مُخَلَّقَةٍ وَغَيْرِ مُخَلَّقَةٍ) أي ثم من قطعة من اللحم مسوّاة ، لا نقص فيها ولا عيب فى ابتداء خلقها ، ومضغة غير مسواة ، فيها عيب ، وبهذا التفاوت فى الخلق يتفاضل الناس فى صورهم وأشكالهم وطولهم وقصرهم.",
        "(لِنُبَيِّنَ لَكُمْ) أي خلقناكم على هذا النمط البديع ، لنبين لكم جميل نظامنا ، وعظيم حكمتنا ، التي من جملتها أمر البعث.\n(وَنُقِرُّ فِي الْأَرْحامِ ما نَشاءُ إِلى أَجَلٍ مُسَمًّى) أي ونبقى ما نشاء من الأجنّة إلى الوقت الذي قدّر أن تلد فيه المرأة.\n(5) (ثُمَّ نُخْرِجُكُمْ طِفْلاً) أي ثم نخرجكم من أرحام أمهاتكم إذا بلغتم الأجل الذي قدّرته لخروجكم منها أطفالا صغارا فى المهد.\n(6) (ثُمَّ لِتَبْلُغُوا أَشُدَّكُمْ) أي ثم يعمّركم ويسّهل تربيتكم حتى تبلغوا كمال عقولكم ، ونهاية قواكم.",
        "(7) (وَمِنْكُمْ مَنْ يُتَوَفَّى وَمِنْكُمْ مَنْ يُرَدُّ إِلى أَرْذَلِ الْعُمُرِ لِكَيْلا يَعْلَمَ مِنْ بَعْدِ عِلْمٍ شَيْئاً) أي ومنكم من يتوفى على كمال قوته وكمال عقله ، ومنكم من يبقى حتى يبلغ الهرم والخرف فيصير كما كان فى أول طفولته ضعيف البنية سخيف العقل قليل الفهم.\nوخلاصة ذلك ـ إنه إما أن يميتكم أو يردكم إلى أرذل العمر الذي يسلب فيه العلم والقدرة على العمل.\nثم ذكر الاستدلال على إمكان البعث بحال خلق النبات أيضا فقال :\n(وَتَرَى الْأَرْضَ هامِدَةً فَإِذا أَنْزَلْنا عَلَيْهَا الْماءَ اهْتَزَّتْ وَرَبَتْ وَأَنْبَتَتْ مِنْ كُلِّ زَوْجٍ بَهِيجٍ) أي وترى الأرض يابسة دارسة الآثار من النبات والزرع ، فإذا نحن أنزلنا عليها الماء تحركت بالنبات وازدادت وانتفخت ، لما يتداخلها من الماء والنبات ، ثم أنبتت أنواعا يسر الناظرين ببديع منظرها ، وجميل شكلها ، واختلاف طعومها وروائحها ، ومقاديرها ومنافعها.",
        "وبعد أن قرر سبحانه هذين البرهانين رتب عليهما النتيجة الحتمية لذلك ، وذكر أمورا خمسة :\n(1) (ذلِكَ بِأَنَّ اللهَ هُوَ الْحَقُّ) أي هذا الذي ذكرت لكم من بدئنا خلقكم فى بطون أمهاتكم ، ووصفنا أحوالكم قبل الميلاد وبعده ، طفلا وكهلا وشيوخا فى حال الهرم ، وتنبيهنا إياكم إلى فعلنا بالأرض الهامدة بما ينزل عليها من الغيث ـ لتصدّقوا بأن الذي فعل ذلك هو الله الحق الذي لا شك فيه ، وأن ما تعبدون من الأوثان والأصنام فهو باطل ، لأنها لا تقدر على فعل شىء من ذلك.\n(2) (وَأَنَّهُ يُحْيِ الْمَوْتى) أي ولتعلموا أن الذي قدر على هذه الأشياء البديعة لا يتعذر عليه أن يحيي الموتى بعد فنائها ودروسها فى التراب.\n(3) (وَأَنَّهُ عَلى كُلِّ شَيْءٍ قَدِيرٌ) أي وأن فاعل ذلك قادر على كل شىء.",
        "ولا يمتنع عليه شىء أراده ، فهو قادر على إيجاد جميع الممكنات ، ومن ذلك إعادة الأجسام بعد موتها.\n(4) (وَأَنَّ السَّاعَةَ آتِيَةٌ لا رَيْبَ فِيها) أي ولتعلموا أن الساعة التي وعدكم أن يبعث فيها الموتى من قبورها آتية لا محالة ، ولا شك فى حدوثها ، وليس لأحد أن يرتاب فيها (5) (وَأَنَّ اللهَ يَبْعَثُ مَنْ فِي الْقُبُورِ) أي ولتوقنوا بأن الله حينئذ يبعث من فى القبور أحياء إلى مواقف الحساب.\nوخلاصة ذلك ـ أنكم إذا تأملتم فى خلق الحيوان والنبات أمكنكم أن تستدلوا بذلك على وجود الخالق وقدرته على إحياء الموتى وعلى غيرها من الممكنات ، وأن الساعة آتية لا شك فيها ، وأنه يبعث من فى القبور للحساب والجزاء ، ولو لا ذلك ما أوجد هذا العالم ، لأن أفعاله تعالى مبنية على الحكم الباهرة ، والغايات السامية.\n(وَمِنَ النَّاسِ مَنْ يُجادِلُ فِي اللهِ بِغَيْرِ عِلْمٍ وَلا هُدىً وَلا كِتابٍ مُنِيرٍ (8) ثانِيَ عِطْفِهِ لِيُضِلَّ عَنْ سَبِيلِ اللهِ لَهُ فِي الدُّنْيا خِزْيٌ وَنُذِيقُهُ يَوْمَ الْقِيامَةِ عَذابَ الْحَرِيقِ (9) ذلِكَ بِما قَدَّمَتْ يَداكَ وَأَنَّ اللهَ لَيْسَ بِظَلاَّمٍ لِلْعَبِيدِ (10))",
        "تفسير المفردات\nالهدى : الاستدلال والنظر الصحيح الموصل إلى المعرفة ، والكتاب المنير : الوحى المظهر للحق ، ثانى عطفه : أي لاويا جانبه متكبرا مختالا ، ونحوه تصعير الخد ولىّ الجيد.\nوالخزي : الهوان والذل ، عذاب الحريق : أي عذاب النار التي تحرق داخليها ..\nالمعنى الجملي",
        "بعد أن ذكر فى الآية قبلها حال الضلال المقلدين الذين يتبعون أهل الكفر والمعاصي ـ أردف ذلك بذكر حال الدعاة إلى الضلال من رءوس الكفرة والمبتدعين.\nالإيضاح\n(وَمِنَ النَّاسِ مَنْ يُجادِلُ فِي اللهِ بِغَيْرِ عِلْمٍ وَلا هُدىً وَلا كِتابٍ مُنِيرٍ) أي ومن الناس من يخاصم فى توحيد الله والإقرار بالألوهية ، بغير علم منه بما يخاصم به ، ولا برهان معه على ما يقول ، ولا وحي من الله أتاه ينير حجته ، بل يقول ما يقول من الجهل ظنا منه وتخرّصا.\nوخلاصة ذلك ـ إنه يجادل بلا عقل صحيح ، ولا نقل صريح ، بل يجادل اتباعا للرأى والهوى.",
        "(ثانى عطفه) تقول العرب : جاءنى فلان ثانى عطفه إذا جاء متبخترا متكبرا ،\nفالمراد ـ ومن الناس من يجادل وهو لاو عنقه معرض عما يدعى إليه من الحق مستكبر عن قبوله.\nونحو الآية قول لقمان لابنه : «وَلا تُصَعِّرْ خَدَّكَ لِلنَّاسِ».\n(لِيُضِلَّ عَنْ سَبِيلِ اللهِ) أي ليصد المؤمنين بالله عن دينهم الذي هداهم الله إليه ويستنزلهم عنه.",
        "وبعد أن ذكر فعله وثمرته ذكر ما أعدّ له عليه فى الدنيا والآخرة فقال :\n(لَهُ فِي الدُّنْيا خِزْيٌ وَنُذِيقُهُ يَوْمَ الْقِيامَةِ عَذابَ الْحَرِيقِ) أي له فى الدنيا إهانة وذل كفاء استكباره عن آيات الله كما حدث من القتل والأسر بأيدى المؤمنين يوم بدر ، وسيصلى فى الآخرة عذاب النار ويحرق بلهبها.\nثم بين سبحانه سبب هذا الخزي المعجّل والعذاب المؤجل فقال :\n(ذلِكَ بِما قَدَّمَتْ يَداكَ) أي ويقال له حينئذ : إن هذه النار التي تصطلى بلهبها اليوم ـ جزاء ما اجترحت يداك فى الدنيا من الآثام ، واكتسبته من الذنوب والمعاصي (وَأَنَّ اللهَ لَيْسَ بِظَلَّامٍ لِلْعَبِيدِ) أي وقد فعلنا ذلك ، لأن الله لا يظلم عباده ، فيعاقب بعض عبيده على جرم ، ويعفو عن مثله عن آخر غيره.",
        "وقصارى ذلك ـ إنهم استحقوا هذا العذاب لما اجترحوه من الآثام والذنوب ، والله لا يظلم أحدا بغير جرم قد فعله.\nومآل ذلك توبيخهم وتبكيتهم بأنهم هم سبب هذا العذاب.\n(وَمِنَ النَّاسِ مَنْ يَعْبُدُ اللهَ عَلى حَرْفٍ فَإِنْ أَصابَهُ خَيْرٌ اطْمَأَنَّ بِهِ وَإِنْ أَصابَتْهُ فِتْنَةٌ انْقَلَبَ عَلى وَجْهِهِ خَسِرَ الدُّنْيا وَالْآخِرَةَ ذلِكَ هُوَ الْخُسْرانُ الْمُبِينُ (11) يَدْعُوا مِنْ دُونِ اللهِ ما لا يَضُرُّهُ وَما لا يَنْفَعُهُ ذلِكَ هُوَ الضَّلالُ الْبَعِيدُ (12) يَدْعُوا لَمَنْ ضَرُّهُ أَقْرَبُ مِنْ نَفْعِهِ لَبِئْسَ الْمَوْلى وَلَبِئْسَ الْعَشِيرُ (13))\nتفسير المفردات",
        "على حرف : أي على طرف ، خير : أي سعة فى المال وكثرة فى الولد ، فتنة : أي بلاء ومحنة فى نفسه أو أهله أو ماله ، على وجهه : أي جهته ويراد بذلك أنه ارتد ورجع إلى الكفر ، خسر الدنيا والآخرة : أي ضيّعهما ، إذ فاته فيهما ما يسره ، يدعو الأولى يراد بها يعبدو يدعو الثانية يراد بها يقول ـ والمولى : الناصر ، والعشير : الصاحب والمعاشر\nالمعنى الجملي\nبعد أن ذكر حال الضالين المقلدين الذين يجادلون فى توحيد الله بلا بينة ولا دليل ، وحال المضلين الذين يجادلون بلا سلطان من عقل ، ولا برهان صحيح من نقل ، ثم سوء مآلهما فى الدنيا والآخرة وأن لهما فى الدنيا خزيا وفى الآخرة عذابا فى النار تحترق منه أجسامهما ـ أعقب ذلك بذكر قوم مضطربى الإيمان ، مذبذبين فى دينهم ، لا ثبات لهم فى عقيدتهم ، ولا استقرار لهم فى آرائهم ، إن أصابوا خيرا فرحوا به وركنوا إليه ، وإن نالهم بلاء وشدة فى أنفسهم أو أهليهم أو أموالهم ارتدوا كفارا ، فلحقهم الخسار والدمار فى دينهم ودنياهم ، وذلك هو الخسران الذي لا خسران بعده وهم فى ذلك الحين يعبدون الأصنام والأوثان ، لتكشف عنهم ضرهم وتدفع عنهم ما نزل بهم من البلاء ، وقد ضلوا فى ذلك ضلالا بعيدا ، وأنهم يوم القيامة ليجأرون ويصرخون ويقولون :\n(لَمَنْ ضَرُّهُ أَقْرَبُ مِنْ نَفْعِهِ لَبِئْسَ الْمَوْلى وَلَبِئْسَ الْعَشِيرُ).",
        "روى عن ابن عباس أن هذه الآية نزلت فى أعراب كانوا يقدمون على النبي صلى الله عليه وسلم مهاجرين من باديتهم ، فكان أحدهم إذا صح جسمه ونتجت\nفرسه مهرا حسنا أو ولدت امرأته غلاما أو كثر ماله وما شيته ـ رضى به واطمأن إليه وإن أصابه وجع أو ولدت امرأته جارية أو أجهضت رماكه (خيله) أو ذهب ماله.\nأو تأخرت عنه الصدقة أتاه الشيطان وقال له : ما جاءتك هذه الشرور إلا بسبب هذا الدين فينقلب عنه.\nالإيضاح",
        "(وَمِنَ النَّاسِ مَنْ يَعْبُدُ اللهَ عَلى حَرْفٍ) أي على طرف من الدين لا فى وسطه وقلبه ، فهو فى قلق واضطراب فيه لا فى سكون وطمأنينة ، فمثله مثل الذي يكون على طرف من العسكر إن أحسّ بغنيمة قرّ وسكن ، وإن كانت هزيمة فرّ وهام على وجهه ، وهذا ما أشار إليه بقوله :\n(فَإِنْ أَصابَهُ خَيْرٌ اطْمَأَنَّ بِهِ وَإِنْ أَصابَتْهُ فِتْنَةٌ انْقَلَبَ عَلى وَجْهِهِ) أي فإن أصابه ورخاء وسعة فى العيش سكن واستبشر بهذا الخير والدين فعبد الله ، وإن أصابه شر وبلاء فى جسمه أو ضيق فى معيشته ارتد ورجع إلى الكفر.\nوالثبات فى الدين إنما يكون إذا كان الغرض منه إصابة الحق وطاعة الرب والخوف من عقابه ، أما إذا كان المقصد منه الخير المعجّل فإنه يظهر فى السراء ويختفى لدى الضراء ، وهذا هو النفاق بعينه كما يرشد إلى ذلك قوله فى المنافقين : «مُذَبْذَبِينَ بَيْنَ ذلِكَ لا إِلى هؤُلاءِ وَلا إِلى هؤُلاءِ» وقوله : «فَإِنْ كانَ لَكُمْ فَتْحٌ مِنَ اللهِ قالُوا أَلَمْ نَكُنْ مَعَكُمْ».\nوخلاصة ذلك ـ أن من الناس من ليس له ثبات فى أمر دينه ، بل هو مرجحنّ مضطرب مذبذب ، يعبد الله على وجه التجربة انتظارا للنعمة ، فإن أصابه خير بقي مؤمنا ، وإن أصابه شر من سقم أو ضياع مال أو فقد ولد ترك دينه وارتد كافرا.",
        "ثم بين سوء عاقبة عمله فقال :\n(خَسِرَ الدُّنْيا وَالْآخِرَةَ) أي ضيّع نفعهما ، وزالت عنه فائدتهما ، فإنه خسر فى الدنيا العزّ والكرامة وإصابة الغنيمة ، وخسر فى الآخرة الثواب الدائم ، بل حل به العقاب اللازب.\n(ذلِكَ هُوَ الْخُسْرانُ الْمُبِينُ) أي ذلك هو الخسران الذي لا خسران مثله لمن تدبر فيه وتفكر.\nثم أكد عظم ذلك الخسران بقوله :",
        "(يَدْعُوا مِنْ دُونِ اللهِ ما لا يَضُرُّهُ وَما لا يَنْفَعُهُ) أي يعبد من دون الله آلهة لا تضره إن لم يعبدها فى الدنيا ، ولا منفعة له فى الآخرة إن عبدها.\n(ذلِكَ هُوَ الضَّلالُ الْبَعِيدُ) أي ذلك الارتداد وعبادة تلك الآلهة دون الله هو السير على غير استقامة والذهاب على غير هدى ، فما مثله إلا مثل من أبعد فى التيه ضالا ، وبعدت مسافة ضلاله ، فلم يهتد إلى الصراط السوي ، ولم ينل ما يبتغى وبلغت به الحيرة كل مبلغ.\nثم زاد ما سلف توكيدا وبين مآل دعائه وعبادته غير الله فقال :\n(يَدْعُوا لَمَنْ ضَرُّهُ أَقْرَبُ مِنْ نَفْعِهِ لَبِئْسَ الْمَوْلى وَلَبِئْسَ الْعَشِيرُ) أي يقول الكافر برفع صوت وصراخ حين يرى تضرره بذلك المعبود ودخوله النار بسببه ، ولا يرى أثرا مما كان يتوقع من نفعه لمن ضره أقرب من نفعه لبئس المولى ولبئس العشير.",
        "وخلاصة ذلك ـ أىّ عشير هذا ، وأي ناصر ذاك الذي لا ينفع ولا ينصر من يعاشره؟ والله لبئس العشير ولبئس النصير.\n(إِنَّ اللهَ يُدْخِلُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحاتِ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهارُ إِنَّ اللهَ يَفْعَلُ ما يُرِيدُ (14))\nالمعنى الجملي\nلما ذكر فى الآية السالفة حال عباده المنافقين وحال معبوديهم ـ عطف على ذلك بذكر حال المؤمنين الذين آمنوا بقلوبهم ، وصدّقوا إيمانهم بأفعالهم ، وعملوا الصالحات وتركوا المنكرات.",
        "الإيضاح\n(إِنَّ اللهَ يُدْخِلُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحاتِ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهارُ) أي إن الله سبحانه يتفضل على المؤمنين الذين عملوا صالح الأعمال ، ويكافئهم لقاء إحسانهم ، بدخول الجنات التي تجرى من تحت أشجارها الأنهار جزاء وفاقا على ما قاموا به من جليل الأعمال ، وما زكّوا به أنفسهم من جميل الخصال : ولما بين سبحانه حال الفريقين ذكر أنه قادر على أن يفعل بهما ما يشاء فقال :\n(إِنَّ اللهَ يَفْعَلُ ما يُرِيدُ) من إكرام من يطيعه وإهانة من يعصيه ، لا رادّ لحكمه ، ولا مانع لقضائه ، فهو يعطى المتقين ضروبا من الفضل والإحسان زيادة على أجورهم كما قال : «فَيُوَفِّيهِمْ أُجُورَهُمْ وَيَزِيدُهُمْ مِنْ فَضْلِهِ» ويدخل الكافرين نارا وقودها الناس والحجارة ، لما دسّوا به أنفسهم من أنواع الرجس والفسوق.\n(مَنْ كانَ يَظُنُّ أَنْ لَنْ يَنْصُرَهُ اللهُ فِي الدُّنْيا وَالْآخِرَةِ فَلْيَمْدُدْ بِسَبَبٍ إِلَى السَّماءِ ثُمَّ لْيَقْطَعْ فَلْيَنْظُرْ هَلْ يُذْهِبَنَّ كَيْدُهُ ما يَغِيظُ (15) وَكَذلِكَ أَنْزَلْناهُ آياتٍ بَيِّناتٍ وَأَنَّ اللهَ يَهْدِي مَنْ يُرِيدُ (16))",
        "تفسير المفردات\nبسبب : أي بحبل ، إلى السماء : أي إلى سقف بيته ، ليقطع : أي ليختنق ، فلينظر : أي فليقدر فى نفسه النظر ، كيده : أي فعله ، ما يغيظ : أي غيظه.\nالمعنى الجملي\nبعد أن ذكر حال المجادل بالباطل وخذلانه فى الدنيا ، لأنه لا يدلى بحجة من العقل ولا ببرهان من الوحى ، ثمّ بيّن ما يئول إليه أمره من النكال فى الدنيا والخزي فى الآخرة ، ثم ذكر مشايعيه وعمم خسارهم فى الدارين ، وأردف ذلك ذكر حال المؤمنين وما يلقونه من السعادة والنعيم فى الدار الآخرة ـ قفى على ذلك بذكر المجادل عنهم وعن دين الله بالتي هى أحسن ، وهو رسول الله صلى الله عليه وسلم وبالغ فى إثبات نصره بما لا مزيد عليه ، ثم ذكر شأن كتابه وأنه آيات واضحات ترشد إلى سواء السبيل.",
        "الإيضاح\n(مَنْ كانَ يَظُنُّ أَنْ لَنْ يَنْصُرَهُ اللهُ فِي الدُّنْيا وَالْآخِرَةِ فَلْيَمْدُدْ بِسَبَبٍ إِلَى السَّماءِ ثُمَّ لْيَقْطَعْ فَلْيَنْظُرْ هَلْ يُذْهِبَنَّ كَيْدُهُ ما يَغِيظُ) أي من كان يحسب أن الله لن ينصر محمدا صلى الله عليه وسلم فى الدنيا والآخرة فليمدد بحبل إلى سماء بيته ثم ليختنق به ، ثم ليصور فى نفسه النظر ، هل يذهبنّ ذلك الكيد الذي كاده ، والفعل الذي فعله ما يغيظه من النصرة ـ كلّا.\nوخلاصة المعنى ـ من كان يظن أن الله ليس بناصر محمدا ولا كتابه ولا دينه فليذهب وليقتل نفسه إن كان ذلك غائظه ، فإن الله ناصره لا محالة كما قال : «إِنَّا لَنَنْصُرُ رُسُلَنا وَالَّذِينَ آمَنُوا فِي الْحَياةِ الدُّنْيا وَيَوْمَ يَقُومُ الْأَشْهادُ» وسيعلى فى الدنيا كلمته ويظهر دينه ، ويرفع فى الآخرة درجته ويدخل من صدقه جنات تجرى من تحتها الأنهار وينتقم ممن كذّبه ، ويذيقه عذاب الحريق ، فمن كان من أعاديه يغيظه ذلك فليبالغ فى كيده إلى أقصى مجهوده ، فقصارى أمره خيبة مسعاه ودوام غيظه دون أن يصل إلى غاية ، أو يبلغ أمنيّة.\nوتلخيص هذا ـ أيها الكاره لمحمد الذي أرسل لإنقاذك ، إن نعم الله على",
        "عباده كثيرة ولا سيما بعثة الأنبياء ، فإذا كرهت ما أنعم الله به عليك ببعثة محمد صلى الله عليه وسلم فكأنك تختنق ، لأنك تكره النعم لنفسك فتستبيح خنقها من حيث لا تشعر.\n(وَكَذلِكَ أَنْزَلْناهُ آياتٍ بَيِّناتٍ) أي وكما بينت لكم حججى على من جحد قدرتى على إحياء من مات من الخلق بعد فنائه وأوضحتها غاية الإيضاح ـ أنزلنا القرآن كله آيات واضحات الدلالة على معانيها.\nوخلاصة ذلك ـ إن القرآن كله كامل البيان فى جميع أبوابه وفصوله لا فى أمر البعث وحده.\n(وَأَنَّ اللهَ يَهْدِي مَنْ يُرِيدُ) أي وكذلك أنزله ليوفق به لسبيل الحق من أراد هدايته وإرشاده إلى سبل السلام.",
        "(إِنَّ الَّذِينَ آمَنُوا وَالَّذِينَ هادُوا وَالصَّابِئِينَ وَالنَّصارى وَالْمَجُوسَ وَالَّذِينَ أَشْرَكُوا إِنَّ اللهَ يَفْصِلُ بَيْنَهُمْ يَوْمَ الْقِيامَةِ إِنَّ اللهَ عَلى كُلِّ شَيْءٍ شَهِيدٌ (17))\nتفسير المفردات\nالذين هادوا : هم اليهود ، والصابئين : قوم يعبدون الملائكة ، ويصلون إلى القبلة ويقرءون الزبور ، وفى كتاب الملل والنحل للشّهرستانى : إن الصابئة كانوا على عهد إبراهيم عليه السلام ، ويقال لمقابليهم الحنفاء ، وعمدة مذهبهم تعظيم النجوم ثوابتها وسياراتها ، والمجوس ـ على ما قاله قتادة ـ قوم يعبدون الشمس والقمر والنيران ، والذين أشركوا : هم عبّاد الأوثان ، فالأديان ستة : خمسة للشيطان ، وواحد للرحمن ، يفصل : أي يقضى بإظهار المحقّ من المبطل ، شهيد : أي عالم بكل الأشياء ومراقب لها.\nالمعنى الجملي",
        "بعد أن ذكر فى الآية السالفة أنه سبحانه يهدى من يريد ـ أتبعه ببيان من يهديه ومن لا يهديه.\nالإيضاح\n(إِنَّ الَّذِينَ آمَنُوا وَالَّذِينَ هادُوا وَالصَّابِئِينَ وَالنَّصارى وَالْمَجُوسَ وَالَّذِينَ أَشْرَكُوا ، إِنَّ اللهَ يَفْصِلُ بَيْنَهُمْ يَوْمَ الْقِيامَةِ إِنَّ اللهَ عَلى كُلِّ شَيْءٍ شَهِيدٌ) أي إن الله يقضى بين هذه الفرق ، ويجازى كلّا بما يفعل ، ويضعه فى الموضع اللائق به ، إذ ليس شىء من أحوالهم بغائب عنه ، بل هو عليم بأقوالهم مراقب لأفعالهم.\nوخلاصة ذلك ـ إنه تعالى يحكم بالعدل ، فيدخل من آمن به الجنة ، ويلقى من كفر به فى جهنم ، وبئس القرار ، وهو الشهيد على أعمالهم ، الحفيظ لأفعالهم ، العليم بسرائرهم ، وما تكنّه ضمائرهم.",
        "(أَلَمْ تَرَ أَنَّ اللهَ يَسْجُدُ لَهُ مَنْ فِي السَّماواتِ وَمَنْ فِي الْأَرْضِ وَالشَّمْسُ وَالْقَمَرُ وَالنُّجُومُ وَالْجِبالُ وَالشَّجَرُ وَالدَّوَابُّ وَكَثِيرٌ مِنَ النَّاسِ وَكَثِيرٌ حَقَّ عَلَيْهِ الْعَذابُ وَمَنْ يُهِنِ اللهُ فَما لَهُ مِنْ مُكْرِمٍ إِنَّ اللهَ يَفْعَلُ ما يَشاءُ (18))\nتفسير المفردات\nألم تر : أي ألم تعلم ، والسجود : لغة التطامن والتذلل ، ثم أطلق على التذلل لله وعبادته ، وهو ضربان : سجود بالاختيار ، وهو خاص بالإنسان وبه يستحق الثواب.\nوسجود بالتسخير والانقياد لإرادته سبحانه ، وهو دالّ على الذلة والافتقار إلى عظمته ، جلّت قدرته ، من فى السموات : هم الملائكة ، ومن فى الأرض : هم الإنس والجن ، وحق ، أي ثبت وتقرر.",
        "المعنى الجملي\nبعد أن أبان فيما سلف أنه تعالى يقضى بين أرباب الفرق السالفة يوم القيامة وهو شهيد على أقوالهم وأفعالهم ـ أردف هذا ببيان أنه ما كان ينبغى لهم أن يختلفوا.\nألا يرون أن جميع العوالم العلوية والسفلية كبيرها وصغيرها ، شمسها وقمرها ونجومها ، وجبالها وحيوانها ونباتها ـ خاضعة لجبروته مسخرة لقدرته ، وقد كان فى هذا مقنع لهم لو أرادوا ـ ولكن من يهنه الله ويكتب عليه الشقاء فلا يستطيع أحد أن يسعده.\nفالله وحده هو القدير على الإشقاء والإسعاد.",
        "الإيضاح\n(أَلَمْ تَرَ أَنَّ اللهَ يَسْجُدُ لَهُ مَنْ فِي السَّماواتِ وَمَنْ فِي الْأَرْضِ وَالشَّمْسُ وَالْقَمَرُ وَالنُّجُومُ وَالْجِبالُ وَالشَّجَرُ وَالدَّوَابُّ وَكَثِيرٌ مِنَ النَّاسِ) أي ألم تعلم أيها المخاطب بهذا أن هذه الخلائق مسخرة لقدرة بارئها ، وجبروت منشئها ، منقادة لإرادته طوعا أو كرها فهى مفتقرة فى وجودها وبقائها إليه ، فهو الذي أنشأها ورتّبها ، وأكمل وجودها على النحو الذي أراده ، والحكمة التي قدرها لها فى البقاء.\nوأفرد الشمس وما بعدها بالذكر لأنها قد عبدت من دون الله ، فعبدت الشمس حمير ، والقمر كنانة ، والشّعرى لخم ، والثريّا طي ، والمصريون عبدوا العجل (أبيس) وعبدت العزّى ـ شجرة ـ غطفان.\n(وَكَثِيرٌ حَقَّ عَلَيْهِ الْعَذابُ) أي وكثير منهم لا يسجدون فاستحقوا بذلك العذاب (وَمَنْ يُهِنِ اللهُ فَما لَهُ مِنْ مُكْرِمٍ) أي ومن يهنه الله من خلقه فيكتب له الشقاء لسوء استعداده فما له من مكرم يسعده ، لأن الأمور كلها بيده يوفق من يشاء لطاعته ، ويخذل من يشاء لتدسيته نفسه ، واجتراحه للسيئات ، وارتكابه للآثام والمعاصي.",
        "(إِنَّ اللهَ يَفْعَلُ ما يَشاءُ) أي إن الله يفعل فى خلقه ما يشاء من إهانة من أراد إهانته ، وإكرام من أراد إكرامه ، فهو لا يسأل عما يفعل وهم يسألون.\n(هذانِ خَصْمانِ اخْتَصَمُوا فِي رَبِّهِمْ فَالَّذِينَ كَفَرُوا قُطِّعَتْ لَهُمْ ثِيابٌ مِنْ نارٍ يُصَبُّ مِنْ فَوْقِ رُؤُسِهِمُ الْحَمِيمُ (19) يُصْهَرُ بِهِ ما فِي بُطُونِهِمْ وَالْجُلُودُ (20) وَلَهُمْ مَقامِعُ مِنْ حَدِيدٍ (21) كُلَّما أَرادُوا أَنْ يَخْرُجُوا مِنْها مِنْ غَمٍّ أُعِيدُوا فِيها وَذُوقُوا عَذابَ الْحَرِيقِ (22) إِنَّ اللهَ يُدْخِلُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحاتِ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهارُ يُحَلَّوْنَ فِيها مِنْ أَساوِرَ مِنْ ذَهَبٍ وَلُؤْلُؤاً وَلِباسُهُمْ فِيها حَرِيرٌ (23) وَهُدُوا إِلَى الطَّيِّبِ مِنَ الْقَوْلِ وَهُدُوا إِلى صِراطِ الْحَمِيدِ (24))\nتفسير المفردات\nخصمان : واحدهما خصم ، وهو من له رأى غير رأيك فى موضوع ما ، وكل منهما يحاجّ صاحبه فيه ، قطعت لهم : أي قدّرت ، والحميم : الماء الذي بلغت حرارته أقصى الغاية ، يصهر به : أي يذاب ، ومقامع : واحدها مقمعة ، وهى السوط ، والغم : الحزن الشديد ، والطيّب من القول : ما يقع فى محاورة أهل الجنة بعضهم بعضا ، وصراط الحميد : أي الطريق المحمود فى آداب المعاشرة والاجتماع.",
        "المعنى الجملي\nبعد أن ذكر أرباب الفرق الست فيما سلف ، وذكر أن الله يفصل بينهم يوم القيامة وهو العليم بأحوالهم وأفعالهم وأقوالهم ـ قفىّ على ذلك بذكر طرفى الخصومة ،\nوتعيين موضع الخصومة ، وبيان مآل كل من الفريقين من الإهانة والكرامة ، والعذاب والنعيم.\nأخرج ابن جرير وابن مردويه عن ابن عباس أنه قال : تخاصم المؤمنون واليهود فقالت اليهود : نحن أولى بالله تعالى وأقدم منكم كتابا ، ونبينا قبل نبيكم ، وقال المؤمنون : نحن أحق بالله تعالى. آمنا بمحمد صلى الله عليه وسلم ، وآمنا بنبيكم ، وبما أنزل الله تعالى من كتاب ، وأنتم تعرفون كتابنا ونبينا ، ثم تركتموه وكفرتم به حسدا فنزلت الآية ويرى جماعة من الصحابة والتابعين وهم أعرف من غيرهم بأسباب النزول أن المراد بالخصمين هنا هم الذين برزوا يوم بدر ، فمن المؤمنين حمزة وعلى وعبيدة ، ومن الكافرين عتبة وشيبة ابنا ربيعة والوليد بن عتبة ، وكان أبو ذر يقسم إن هذه الآيات نزلت فى هؤلاء المتبارزين كما ثبت عنه فى الصحيحين وغيرهما. وروى البخاري وغيره عن علىّ أنه قال : فينا نزلت هذه الآية وأنا أول من يجثو فى الخصومة على ركبتيه بين يدى الله يوم القيامة.",
        "الإيضاح\n(هذانِ خَصْمانِ اخْتَصَمُوا فِي رَبِّهِمْ) أي إن أهل الأديان الستة التي سبق ذكرها فريقان : فريق المؤمنين. وفريق الكافرين أرباب الديانات الخمس المتقدمة ـ جادلوا فى دين الله ، فكل فريق يعتقد أن ما هو عليه هو الحق وأن ما عليه خصمه هو الباطل ، وبنى على ذلك كل أقواله وأفعاله ، وهذا كاف فى تحقيق الخصومة وإن لم يحصل بينهما تحاور بالفعل.\nثم ذكر مآل كل فريق وما يلقاه من الجزاء بعد أن يفصل الله بينهما ، وذكر من جزاء فريق الكافرين أمورا ثلاثة :\n(1) (فَالَّذِينَ كَفَرُوا قُطِّعَتْ لَهُمْ ثِيابٌ مِنْ نارٍ) أي فالكافرون أعدّت لهم نيران تحيط بهم كأنها ثياب قدّرت على قدر أجسامهم.",
        "ولا يخفى ما فى هذا الأسلوب من التهكم بهم واحتقار شأنهم.\nوالتعبير بثياب ، للإشارة إلى تراكم طبقات النار المحيط بهم وكون بعضها فوق بعض.\nوشبيه بالآية قوله : «لَهُمْ مِنْ جَهَنَّمَ مِهادٌ وَمِنْ فَوْقِهِمْ غَواشٍ».\n(2) (يُصَبُّ مِنْ فَوْقِ رُؤُسِهِمُ الْحَمِيمُ. يُصْهَرُ بِهِ ما فِي بُطُونِهِمْ وَالْجُلُودُ) أي يصب من فوق رءوسهم الماء الحار الذي يذيب أمعاءهم وأحشاءهم كما يحرق جلودهم ، فله أثر فى الباطن والظاهر.",
        "أخرج عبد بن حميد والترمذي فى جماعة عن أبى هريرة أنه تلا هذه الآية فقال : سمعت رسول الله صلى الله عليه وسلم يقول : «إن الحميم ليصب على رءوسهم فينفذ من الجمجمة حتى يخلص إلى جوفه فيسلت ما فى جوفه حتى يبلغ قدميه وهو الصهر ، ثم يعاد كما كان».\n(3) (وَلَهُمْ مَقامِعُ مِنْ حَدِيدٍ) أي ولتعذيبهم سياط من حديد ، تضرب بها رءوسهم ووجوههم ، يقمعون بها ويردّون ردا عنيفا إذا أرادوا الهرب من النار.\nوإلى هذا أشار بقوله :\n(كُلَّما أَرادُوا أَنْ يَخْرُجُوا مِنْها مِنْ غَمٍّ أُعِيدُوا فِيها وَذُوقُوا عَذابَ الْحَرِيقِ) أي إنهم كلما حاولوا الهرب من جهنم والخروج منها حين يلحقهم عظيم عذابها أعيدوا فيها وضربوا بسياط من حديد وقيل لهم : ذوقوا عذاب هذه النار التي تحرق الأمعاء والأحشاء.",
        "وبعد أن بين سوء حال الكافرين أردف ذلك ببيان ما يناله المؤمنون من الكرامة فى المسكن والحلية والملبس وحسن القول والعمل فقال :\n(1) (إِنَّ اللهَ يُدْخِلُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحاتِ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهارُ) أي إن الله يدخل من آمن به وبرسله وعمل صالح الأعمال التي تزكى نفوسهم وتقربهم\nإلى ربهم ـ جنات تجرى من تحت قصورها وأشجارها الوارفة الظلال : الأنهار الواسعة يتمتعون بها كما شاءوا.\n(2) (يُحَلَّوْنَ فِيها مِنْ أَساوِرَ مِنْ ذَهَبٍ وَلُؤْلُؤاً) أي يلبسون فى أيديهم حلية من ذهب ، وفى رءوسهم تيجانا من لؤلؤ.",
        "(3) (وَلِباسُهُمْ فِيها حَرِيرٌ) أي ويلبسون الحرير الذي حرم عليهم لبسه فى الدنيا ، وكان فيها عنوان العزة والكرامة فأوتوه فى الآخرة إجلالا وتعظيما لهم.\n(4) (وَهُدُوا إِلَى الطَّيِّبِ مِنَ الْقَوْلِ) أي وأرشدوا إلى القول الطيب وهو قولهم حين دخول الجنة : «الْحَمْدُ لِلَّهِ الَّذِي صَدَقَنا وَعْدَهُ وَأَوْرَثَنَا الْأَرْضَ نَتَبَوَّأُ مِنَ الْجَنَّةِ حَيْثُ نَشاءُ».\n(5) (وَهُدُوا إِلى صِراطِ الْحَمِيدِ) أي وأرشدوا إلى الطريق الحميد الذي يجعل أقوالهم وأفعالهم مرضيّة عند ربهم ، محمودة لدى معاشريهم وإخوانهم لما فيها مما يجمل فى المعاشرة والاجتماع.\n(إِنَّ الَّذِينَ كَفَرُوا وَيَصُدُّونَ عَنْ سَبِيلِ اللهِ وَالْمَسْجِدِ الْحَرامِ الَّذِي جَعَلْناهُ لِلنَّاسِ سَواءً الْعاكِفُ فِيهِ وَالْبادِ وَمَنْ يُرِدْ فِيهِ بِإِلْحادٍ بِظُلْمٍ نُذِقْهُ مِنْ عَذابٍ أَلِيمٍ (25))",
        "تفسير المفردات\nالمراد بالمسجد الحرام : مكة ، وعبر به عنها لأنه المقصود المهم منها ، العاكف : المقيم ، والبادي : الطارئ القادم عليها ، والإلحاد : العدول عن الاستقامة ، بظلم : أي بغير حق.\nالمعنى الجملي\nبعد أن ذكر مآل كل فريق من الكفار والمؤمنين ـ أردف ذلك بيان عظيم حرمة البيت ، وأنكر على الكفار صدهم المؤمنين عن شهوده وقضاء مناسكهم فيه ، ودعواهم أنهم أولياؤه.",
        "روى عن ابن عباس رضى الله عنهما أن الآية نزلت فى أبى سفيان بن حرب وأصحابه حين صدوا رسول الله صلّى الله عليه وسلم وأصحابه عام الحديبية عن المسجد الحرام ، وقد كره عليه الصلاة والسلام أن يقاتلهم وكان محرما بعمرة ، ثم صالحوه على أن يعود فى العام المقبل.\nالإيضاح\n(إِنَّ الَّذِينَ كَفَرُوا وَيَصُدُّونَ عَنْ سَبِيلِ اللهِ وَالْمَسْجِدِ الْحَرامِ الَّذِي جَعَلْناهُ لِلنَّاسِ سَواءً الْعاكِفُ فِيهِ وَالْبادِ) أي إن الذين جحدوا توحيد الله وكذبوا رسوله وأنكروا ما جاءهم به من عند ربهم ، ويمنعون الناس أن يدخلوا فى دين الله ، ويصدون عن الدخول فى المسجد الحرام الذي جعله للذين آمنوا به كافة ، سواء منهم المقيم فيه والطارئ عليه النازع إليه من غربته ـ نذيقهم عذابا مؤلما موجعا لهم ، ويدل على هذا قوله :\n(وَمَنْ يُرِدْ فِيهِ بِإِلْحادٍ بِظُلْمٍ نُذِقْهُ مِنْ عَذابٍ أَلِيمٍ) أي ومن يرد أن يميل إلى الظلم فى المسجد الحرام فيعصى الله ويخالف أو امره ـ نذقه يوم القيامة العذاب الموجع له.",
        "وخلاصة ذلك ـ إنه سبحانه توعد الكفار الذين يصدون عن الدين ، ويمنعون الناس عن اعتناقه ، ويحولون بين الناس ودخول مكة ـ بالعذاب المؤلم لهم يوم القيامة ، كما توعد بذلك من يرتكب الذنوب والآثام فى المسجد الحرام.\n(وَإِذْ بَوَّأْنا لِإِبْراهِيمَ مَكانَ الْبَيْتِ أَنْ لا تُشْرِكْ بِي شَيْئاً وَطَهِّرْ بَيْتِيَ لِلطَّائِفِينَ وَالْقائِمِينَ وَالرُّكَّعِ السُّجُودِ (26) وَأَذِّنْ فِي النَّاسِ بِالْحَجِّ يَأْتُوكَ رِجالاً وَعَلى كُلِّ ضامِرٍ يَأْتِينَ مِنْ كُلِّ فَجٍّ عَمِيقٍ (27) لِيَشْهَدُوا مَنافِعَ لَهُمْ وَيَذْكُرُوا اسْمَ اللهِ فِي أَيَّامٍ مَعْلُوماتٍ عَلى ما رَزَقَهُمْ مِنْ بَهِيمَةِ الْأَنْعامِ فَكُلُوا مِنْها وَأَطْعِمُوا الْبائِسَ الْفَقِيرَ (28) ثُمَّ لْيَقْضُوا تَفَثَهُمْ وَلْيُوفُوا نُذُورَهُمْ وَلْيَطَّوَّفُوا بِالْبَيْتِ الْعَتِيقِ (29))\nتفسير المفردات\nيقال بوأه منزلا : أي أنزله فيه ؛ وأصل البيت مأوى الإنسان بالليل ثم أطلق على كل مأوى متخذ من حجر أو مدر أو صوف أو وبر ، والمراد به هنا الكعبة ، وقد بنيت عدة مرات فى أوقات مختلفة ، وأذن : أي ناد بالحج : أي بالدعوة إليه ، رجالا : أي مشاة ، والضامر : البعير الهزيل الذي أتعبته كثرة الأسفار ، ويطلق على الذكر والأنثى ، والفج : الطريق ، والعميق : البعيد ، ويذكروا اسم الله : أي يحمدوه ويشكروه ، والأيام المعلومات : هى أيام النحر وهى ثلاثة أيام يوم العيد ويومان بعده ، والمراد ببهيمة الأنعام : الإبل والبقر والضأن ، والبائس : الذي أصابه البؤس والشدة ، وليقضوا : أي ليزيلوا ، والتفث : الوسخ ، ويراد به هنا قص الشعور وتقليم الأظفار ، والنذور : ما ينذر من أعمال البر في الحج ، والعتيق : القديم لأنه أول بيت وضع للناس.",
        "المعنى الجملي\nبعد أن ذكر أن كثيرا من مشركى قريش صدوا عن دين الله وعن دخول المسجد الحرام ـ أردف ذلك بتأنيبهم وتوبيخهم على ما يفعلون ، فبيّن أنه ما كان\nينبغى لهم ذلك ، فإن أباهم إبراهيم الذي يفخرون به وينتسبون إليه هو الذي ابتناه وجعله مباءة للناس وأمر بتطهيره من الشرك للطائفين والمصلين ، وأن ينادى فى النّاس ليأتوه من كل فج عميق ، لما لهم فى ذلك من منافع دينية ودنيوية ، ويذكروا اسم الله فى أيام النحر على ما آتاهم من بهيمة الأنعام ، فاذكروه على ذلك ، وكلوا منها ، وأطعموا الفقراء والبائسين ، فإذا قضيتم مناسككم فأزيلوا ما عليكم من الوسخ والقذر ، فقلّموا أظفاركم وأزيلوا شعوركم ، ثم وفّوا ما عليكم من نذور كنتم قد نذرتموها من أعمال البر والخير ، ثم طوفوا طواف الزيارة بالبيت العتيق ، وبذلك تكونون قد أتممتم مناسك الحج.\nالإيضاح",
        "(وَإِذْ بَوَّأْنا لِإِبْراهِيمَ مَكانَ الْبَيْتِ) أي واذكر أيها الرسول لهؤلاء المشركين الذين يصدون عن سبيل الله وعن دخول المسجد الحرام ـ الوقت الذي جعلنا فيه هذا البيت مباءة للناس يرجعون إليه للعبادة ، والمراد بذكر الوقت ذكر ما وقع فيه من حوادث جسام ، ليتذكروا فيقلعوا عن غيّهم ويرعووا إلى رشدهم ، ويستبين لهم عظيم ما ارتكبوا من خطاء ، وكبير ما اجترحوا من جرم ، بصدهم الناس عن بيت بناه أبوهم ، وجعله الله قبلة للناس فى الصلاة ومكانا للطواف حين أداء شعيرة الحج.\n(أَنْ لا تُشْرِكْ بِي شَيْئاً وَطَهِّرْ بَيْتِيَ لِلطَّائِفِينَ وَالْقائِمِينَ وَالرُّكَّعِ السُّجُودِ) أي وقلنا له : لا تشرك بي شيئا من خلقى فى العبادة وطهّر بيتي من الأوثان والأقذار لمن يطوف به ويصلى عنده.\n(وَأَذِّنْ فِي النَّاسِ بِالْحَجِّ يَأْتُوكَ رِجالاً وَعَلى كُلِّ ضامِرٍ يَأْتِينَ مِنْ كُلِّ فَجٍّ عَمِيقٍ) أي وقلنا له : ناد الناس داعيا لهم إلى الحج وزيارة هذا البيت الذي أمرت بينائه ـ يأتوك مشاة على أرجلهم وركبانا على ضوامر من الإبل من كل طريق بعيد.\nثم بين السبب فى هذه الزيارة فقال :",
        "(لِيَشْهَدُوا مَنافِعَ لَهُمْ وَيَذْكُرُوا اسْمَ اللهِ فِي أَيَّامٍ مَعْلُوماتٍ عَلى ما رَزَقَهُمْ مِنْ بَهِيمَةِ الْأَنْعامِ) أي يأتونك ليحضروا منافع لهم فى الدنيا من تجارة رائجة وسلع نافقة ، ومنافع فى الآخرة بما يعملون من عمل يرضى ربهم ، وبما يحمدونه على النعم التي تترى عليهم ، وما رزقهم من الهدايا والبدن التي أهدوها أيام النحر الثلاثة يوم العيد ويومين بعده.\n(فَكُلُوا مِنْها وَأَطْعِمُوا الْبائِسَ الْفَقِيرَ) أي فاذكروا اسم الله على ضحاياكم ، وكلوا من لحومها ، وأطعموا ذوى الحاجة الفقراء الذين مسّهم الضر والبؤس.\n(ثُمَّ لْيَقْضُوا تَفَثَهُمْ وَلْيُوفُوا نُذُورَهُمْ وَلْيَطَّوَّفُوا بِالْبَيْتِ الْعَتِيقِ) أي ثم ليزيلوا ما علق بهم من الأوساخ ، فيحلقوا الشعر ويقلمّوا الأظفار ويأخذوا من الشوارب والعارضين ، وليوفوا ما نذروه من أعمال البر وليطوّفوا طواف الوداع بالبيت العتيق ، إذ هو أقدم بيت للعبادة فى حياة البشر.\n(ذلِكَ وَمَنْ يُعَظِّمْ حُرُماتِ اللهِ فَهُوَ خَيْرٌ لَهُ عِنْدَ رَبِّهِ وَأُحِلَّتْ لَكُمُ الْأَنْعامُ إِلاَّ ما يُتْلى عَلَيْكُمْ فَاجْتَنِبُوا الرِّجْسَ مِنَ الْأَوْثانِ وَاجْتَنِبُوا قَوْلَ الزُّورِ (30) حُنَفاءَ لِلَّهِ غَيْرَ مُشْرِكِينَ بِهِ وَمَنْ يُشْرِكْ بِاللهِ فَكَأَنَّما خَرَّ مِنَ السَّماءِ فَتَخْطَفُهُ الطَّيْرُ أَوْ تَهْوِي بِهِ الرِّيحُ فِي مَكانٍ سَحِيقٍ (31) ذلِكَ وَمَنْ يُعَظِّمْ شَعائِرَ اللهِ فَإِنَّها مِنْ تَقْوَى الْقُلُوبِ (32) لَكُمْ فِيها مَنافِعُ إِلى أَجَلٍ مُسَمًّى ثُمَّ مَحِلُّها إِلَى الْبَيْتِ الْعَتِيقِ (33))",
        "تفسير المفردات\nذلك : أي الأمر هكذا ، ويقع للفصل بين كلامين أو بين وجهى كلام واحد كقوله تعالى «هذا وَإِنَّ لِلطَّاغِينَ لَشَرَّ مَآبٍ» ، والحرمات : التكاليف الدينية من مناسك الحج وغيرها ، وتعظيمها : العلم بوجوبها والعمل على موجب ذلك ،\nوالزور : الكذب ، وحنفاء واحدهم حنيف : وهو المائل عن كل دين زائغ إلى الدين الحق ، وخر : سقط ، والخطف : الاختلاس بسرعة ، تهوى : أي تسقط ، سحيق :\nأي بعيد ، والشعائر واحدها شعيرة : وهى العلامة ؛ والمراد بها البدن الهدايا ، وتعظيمها أن تختار حسانا سمانا غالية الأثمان ، والأجل المسمى : هو أن تنحر وتذبح ، ومحلّها مكان نحرها ، والمراد بالبيت العتيق : ما يليه ويقرب منه وهو الحرم.",
        "المعنى الجملي\nبعد أن ذكر سبحانه أنه أمر إبراهيم ببناء البيت وتطهيره من عبادة الأوثان والأصنام ، وأن ينادى الناس ليحجوا هذا البيت الحرام مشاة وركبانا من كل فج عميق ، لما لهم فى ذلك من منافع دنيوية ودينية ، وأن ينحروا البدن الهدايا ذاكرين اسم الله عليها فى أيام معلومات ، وأن يأكلوا منها ويطعموا البائس الفقير ، وأن يقصوا شعورهم ويقلّموا أظفارهم ثم ليطوّفوا بهذا البيت العتيق ـ قفىّ على ذلك ببيان أن اجتناب المحرمات حال الإحرام خير عند الله مثوبة وأعظم أجرا ، وأن ذبح الأنعام وأكلها حلال إلا ما حرّم عليكم ، وأنه يجب اجتناب عبادة الأوثان وترك شهادة الزور ، وأن من يشرك بالله فقد هلك ، وأن تعظيم شعائر الله علامة على أن القلوب مثيئة بالتقوى والخوف من الله ، وأن فى هذه الهدايا منافع من الدرّ والصوف والنسل إلى أجل مسمّى وهو أن تنحر ثم تؤكل ويتصدق بلحومها.\nالإيضاح\n(ذلِكَ ، وَمَنْ يُعَظِّمْ حُرُماتِ اللهِ فَهُوَ خَيْرٌ لَهُ عِنْدَ رَبِّهِ) أي هذا الذي أمر به من قضاء التفث والوفاء بالنذور والطواف بالبيت هو الفرض الواجب عليكم أيها الناس فى حجكم ـ ومن يجتنب ما أمر باجتنابه فى حال إحرامه تعظيما منه لحدود الله ان يواقعها ، وحرمه أن يستحلها ـ فهو خير له عند ربه فى الآخرة ، بما يناله من رضاه وحزيل ثوابه.",
        "وعن ابن زيد : الحرمات المشعر الحرام ، والمسجد الحرام ، والبلد الحرام.\nو (أُحِلَّتْ لَكُمْ بَهِيمَةُ الْأَنْعامِ إِلَّا ما يُتْلى عَلَيْكُمْ) أي وأحل لكم أيها الناس أن تأكلوا الأنعام إذا ذكيتموها ، فلم يحرّم عليكم بحيرة ولا سائبة ولا وصيلة ولا حاميا إلا ما يتلى عليكم فى كتاب الله ، وهو الميتة والدم ولحم الخنزير وما أهل لغير الله به والمنخنقة والموقوذة والمتردية والنطيحة وما أكل السبع وما ذبح على النصب ، فإن كل ذلك رجس.\n(فَاجْتَنِبُوا الرِّجْسَ مِنَ الْأَوْثانِ وَاجْتَنِبُوا قَوْلَ الزُّورِ. حُنَفاءَ لِلَّهِ غَيْرَ مُشْرِكِينَ بِهِ) أي فابتعدوا عن عبادة الأوثان ، وطاعة الشيطان ، فإن ذلك رجس ، واتقوا قول الكذب والفرية على الله كقولكم فى الآلهة «ما نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونا إِلَى اللهِ زُلْفى» وقولكم : الملائكة بنات الله ، ونحو هذا من القول ، فإن ذلك كذب وزور وشرك بالله ، وقوله حنفاء لله غير مشركين به : أي تمسكوا بهذه الأمور على وجه العبادة لله وحده دون إشراك أحد سواه معه.\n(وَمَنْ يُشْرِكْ بِاللهِ فَكَأَنَّما خَرَّ مِنَ السَّماءِ فَتَخْطَفُهُ الطَّيْرُ أَوْ تَهْوِي بِهِ الرِّيحُ فِي مَكانٍ سَحِيقٍ) أي إن من أشرك مع الله سواه فقد أهلك نفسه هلاكا ليس وراءه هلاك ، وكانت حاله أشبه بحال من سقط من السماء فتخطفته الطير ففرقت أجزاءه فى حواصلها إربا إربا ، أو عصفت به الريح فهوت به فى المهاوى البعيدة التي لارجعة له منها.",
        "(ذلك) أي امتثلوا ذلك واحفظوه ، ولا تتهاونوا فى الحرص عليه والسير على نهجه.\n(وَمَنْ يُعَظِّمْ شَعائِرَ اللهِ فَإِنَّها مِنْ تَقْوَى الْقُلُوبِ) أي ومن يعظم البدن التي يهديها للحرم ، بأن يختارها عظيمة الأجسام سمينة غير هزيلة غالية الثمن ويترك المكاس حين شرائها ـ فقد اتقى الله حقا ، فإن تعظيمها باب من أبواب التقوى ، بل هو من أعظم أبوابها.\nروى أن النبي صلّى الله عليه وسلّم أهدى مائة بدنة فيها جمل لأبى جهل فى أذنه برة ـ حلق ـ من ذهب ، وأن عمر أهدى نجيبة ـ ناقة ـ طلبت منه بثلاثمائة دينار ، وقد سأل رسول الله صلّى الله عليه وسلّم أن يبيعها ويشترى بثمنها بهما فنهاه عن ذلك وقال بل أهدها ، وكان ابن عمر رضى الله عنهما يسوق البدن مجللّة بالقباطي ـ ثياب مصرية غالية الثمن ـ فيتصدق بلجومها وبجلالها.\n(لَكُمْ فِيها مَنافِعُ إِلى أَجَلٍ مُسَمًّى) أي لكم فى تلك الهدايا منافع كركوبها حين الحاجة وشرب ألبانها حين الضرورة إلى أن تنحر ويؤكل منها ويتصدق بلحومها (ثُمَّ مَحِلُّها إِلَى الْبَيْتِ الْعَتِيقِ) أي ثم مكان حل نحرها عند البيت العتيق أي عند الحرم جميعه ، إذ الحرم كله فى حكم البيت الحرام.",
        "أخرج البخاري فى تاريخه والترمذي وحسنه والحاكم وصححه وابن جرير والطبري وغيرهم عن ابن الزبير قال : قال رسول الله صلّى الله عليه وسلّم «إنما سماه الله البيت العتيق ، لأنه أعتقه من الجبابرة فلم يظهر عليه جبار قط» وإلى هذا ذهب قتادة ، وقد قصده تبّع ليهدمه ؛ فأصابه الفالج فأشير عليه أن يكف عنه ، وقيل له إن ربّا يمنعه ، فتركه وكساه ، وهو أول من كساه ، وقصده أبرهة فأصابه ما أصابه.\n(وَلِكُلِّ أُمَّةٍ جَعَلْنا مَنْسَكاً لِيَذْكُرُوا اسْمَ اللهِ عَلى ما رَزَقَهُمْ مِنْ بَهِيمَةِ الْأَنْعامِ فَإِلهُكُمْ إِلهٌ واحِدٌ فَلَهُ أَسْلِمُوا وَبَشِّرِ الْمُخْبِتِينَ (34) الَّذِينَ إِذا ذُكِرَ اللهُ وَجِلَتْ قُلُوبُهُمْ وَالصَّابِرِينَ عَلى ما أَصابَهُمْ وَالْمُقِيمِي الصَّلاةِ وَمِمَّا رَزَقْناهُمْ يُنْفِقُونَ (35))\nتفسير المفردات\nالمنسك (بكسر السين وفتحها) والنسك فى الأصل : العبادة مطلقا ، وشاع استعماله فى أعمال الحج ، والمراد به هنا الذبح وإراقة الدماء على وجه التقرب إليه تعالى ، أسلموا :",
        "أي انقادوا له ، المخبتين : أي المتواضعين الخاشعين ، من أخبت الرجل : إذا سار فى الخبت وهو المطمئن من الأرض ، وجلت : أي خافت.\nالمعنى الجملي\nبعد أن ذكر سبحانه أن تعظيم الشعائر من أعظم دعائم التقوى ، وأن محل نحرها هو البيت العتيق ـ قفىّ على ذلك ببيان أن الذبح وإراقة الدماء على وجه التقرب إليه تعالى ليس بخاص بهذه الأمة ، بل لكل أمة مناسك وذبائح تذكر بالله حين ذبحها والشكر له على توفيقه لإقامة هذه الشعائر ، فالإله واحد والتكاليف تختلف باختلاف الأزمنة والأمكنة والمصالح ، وبعدئذ أمر رسوله أن يبشر المتواضعين الخاشعين لله الذين يقيمون الصلاة وينفقون مما رزقناهم بجنات تجرى من تحتها الأنهار.\nالإيضاح",
        "(وَلِكُلِّ أُمَّةٍ جَعَلْنا مَنْسَكاً) أي جعلنا لأهل كل دين من الأديان التي سلفت من قبلكم ذبحا يذبحونه ، ودما يريقونه على وجه التقرب لله ، وليس ذلك خاصا بقوم دون آخرين.\nثم بين السبب فى ذلك فقال :\n(لِيَذْكُرُوا اسْمَ اللهِ عَلى ما رَزَقَهُمْ مِنْ بَهِيمَةِ الْأَنْعامِ) أي وإنما شرعنا لهم ذلك كى يذكروا الله حين ذبحها ، ويشكروه على ما أنعم به عليهم ، إذ هو المقصود الأهم.\nوفى الصحيحين عن أنس قال : «أتى رسول الله صلّى الله عليه وسلّم بكبشين أملحين (فيهما بياض يخالطه سواد) أقرنين فسمّى وكبّر ووضع رجله على صفاحهما»وروى أحمد عن زيد بن أرقم قال : «قلت يا رسول الله ما هذه الأضاحى؟ قال : «سنة أبيكم إبراهيم» قالوا ما لنا منها؟ قال : «بكل شعرة حسنة» قالوا فالصوف؟ قال : «بكل شعرة من الصوف حسنة»",
        "ثم أخبر سبحانه بتفرده بالألوهية وأنه لا شريك له فقال :\n(فإلهكم إله واحد فله أسلموا) أي فإن معبودكم واحد وإن اختلفت العبادات بحسب الأزمنة والأمكنة ونسخ بعضها بعضا ، فما المقصد منها جميعا إلا عبادة الله وحده لا شريك له كما قال : «وَما أَرْسَلْنا مِنْ قَبْلِكَ مِنْ رَسُولٍ إِلَّا نُوحِي إِلَيْهِ أَنَّهُ لا إِلهَ إِلَّا أَنَا فَاعْبُدُونِ» فأخلصوا له العمل واستسلموا لحكمه وانقادوا له فى جميع ما كلّفكم به.\n(وبشر المخبتين) أي وبشر أيها الرسول الخاضعين لله بالطاعة ، المذعنين له بالعبودية ، المنيبين إليه بالتوبة ، بما أعدّ لهم من جزيل ثوابه ، وجليل عطائه.\nثم بين سبحانه علاماتهم فقال :",
        "(1) (الَّذِينَ إِذا ذُكِرَ اللهُ وَجِلَتْ قُلُوبُهُمْ) أي إنهم إذا ذكر الله عرتهم رهبة من خشيته ، وخوف من عقابه.\n(2) (وَالصَّابِرِينَ عَلى ما أَصابَهُمْ) من النوائب والمحن فى طاعة الله.\n(3) (وَالْمُقِيمِي الصَّلاةِ) أي والمؤدين حقه تعالى فيما أوجبه عليهم من فريضة الصلاة فى الأوقات التي حددها لهم.\n(4) (وَمِمَّا رَزَقْناهُمْ يُنْفِقُونَ) أي وينفقون بعض ما آتاهم الله من طيب الرزق فى وجوه البر وعلى أهليهم وأقاربهم وعلى الخلق كافة ، ومن ذلك إهداء الهدايا التي يغالون فى أثمانها.",
        "(وَالْبُدْنَ جَعَلْناها لَكُمْ مِنْ شَعائِرِ اللهِ لَكُمْ فِيها خَيْرٌ فَاذْكُرُوا اسْمَ اللهِ عَلَيْها صَوافَّ فَإِذا وَجَبَتْ جُنُوبُها فَكُلُوا مِنْها وَأَطْعِمُوا الْقانِعَ وَالْمُعْتَرَّ كَذلِكَ سَخَّرْناها لَكُمْ لَعَلَّكُمْ تَشْكُرُونَ (36) لَنْ يَنالَ اللهَ لُحُومُها وَلا دِماؤُها وَلكِنْ يَنالُهُ التَّقْوى مِنْكُمْ كَذلِكَ سَخَّرَها لَكُمْ لِتُكَبِّرُوا اللهَ عَلى ما هَداكُمْ وَبَشِّرِ الْمُحْسِنِينَ (37))\nتفسير المفردات\nالبدن : واحدها بدنة ، وهى الناقة أو البقرة التي تنحر بمكة ، وتطلق على الذكر والأنثى ، وشعائر الله : أعلام دينه التي شرعها لعباده ، صوافّ : أي قائمات قد صفت أيديهن وأرجلهن ، واحدها صافة ، وجبت جنوبها : أي سقطت جنوبها على الأرض ويراد بذلك زهقت أرواحها وفقدت الحركة ، القانع : أي الراضي بما عنده وبما يعطى من غير مسألة ، قال لبيد :\nوالمعترّ :",
        "أي المتعرض للسؤال ، المحسنين : أي المخلصين فى كل ما يأتون وما يذرون في أمور دينهم.\nالمعنى الجملي\nبعد أن حث سبحانه على التقرب بالأنعام كلها ، وبين أن ذلك من تقوى القلوب ، خص من بينها الإبل ، لأنها أعظمها خلقا ، وأكثرها نفعا ، وأنفسها قيمة.\nالإيضاح",
        "(وَالْبُدْنَ جَعَلْناها لَكُمْ مِنْ شَعائِرِ اللهِ) امتن سبحانه على عباده بأن خلق لهم البدن وجعلها من شعائره ، فتهدى إلى بيته الحرام ، بل جعلها أفضل ما يهدى إليه.\nوإطلاق البدنة على البعير والبقرة هو قول معظم أئمة اللغة وهو مذهب أبى حنيفة وقول عطاء وسعيد بن المسيّب من التابعين ، وروى عن بعض الصحابة فقد أثر عن ابن عمر رضى الله عنهما : لا تعلم البدن إلا من الإبل والبقر.\nوتجزىء البدنة عن سبعة لما رواه أبو داود عن جابر قال : قال رسول الله صلّى الله عليه وسلّم «البدنة عن سبعة ، والبقرة عن سبعة».\n(لكم فيها خير) أي لكم فيها نفع فى الدنيا كالركوب واللبن ، وأجر فى الآخرة بنحرها والتصدق بها.",
        "(فَاذْكُرُوا اسْمَ اللهِ عَلَيْها صَوافَّ) أي فاذكروا اسم الله على البدن حين نحركم إياها قائمات قد صففن أيديهن وأرجلهن ، وقولوا : بسم الله والله أكبر ، اللهم منك وإليك.\n(فَإِذا وَجَبَتْ جُنُوبُها فَكُلُوا مِنْها وَأَطْعِمُوا الْقانِعَ وَالْمُعْتَرَّ) أي فإذا سقطت وزهقت أرواحها ولم يبق لها حركة ، فكلوا منها وأطعموا القانع المستغنى بما تعطونه وهو فى بيته بلا مسألة ، والمعترّ الّذى يتعرض لكم ، ويأتى إليكم لتطعموه من لحمها.\nوخلاصة ذلك ـ كلوا وأطعموا.\n(كَذلِكَ سَخَّرْناها لَكُمْ لَعَلَّكُمْ تَشْكُرُونَ) أي هكذا سخرنا البدن لكم مع عظم أجرامها وكمال قوتها ، فلا تستعصى عليكم ، بل تأتى إليكم منقادة فتعقلونها وتحبسونها صافة قوائمها ثم تطعنونها فى لباتها ، لتشكروا إنعامنا عليكم بالتقرب والإخلاص فى أعمالكم.",
        "ولما حث سبحانه على التقرب بها مذكورا اسمه عليها ـ بيّن السبب فقال :\n(لَنْ يَنالَ اللهَ لُحُومُها وَلا دِماؤُها وَلكِنْ يَنالُهُ التَّقْوى مِنْكُمْ) أي لن ينال رضا الله اللحوم المتصدق بها ولا الدماء المهراقة بالنحر ، ولكن ترفع إليه الأعمال الصالحة والإخلاص فيها بإرادة وجهه تعالى فحسب.\nوالخلاصة ـ لن يرضى المضحّون ربهم إلا إذا أحسنوا النية وأخلصوا له فى أعمالهم ، فإذا لم يراعوا ذلك لم تغن عنهم التضحية والتقرب بها شيئا وإن كثر ذلك ، فقد جاء فى الصحيح : «إن الله لا ينظر إلى صوركم ولا إلى ألوانكم ولكن ينظر إلى قلوبكم وأعمالكم».\nثم كرر سبحانه التنبيه على عظم تسخيرها ، لافتا أنظارهم إلى ما أوجب عليهم بقوله :",
        "(كَذلِكَ سَخَّرَها لَكُمْ لِتُكَبِّرُوا اللهَ عَلى ما هَداكُمْ) أي هكذا سخرها لكم ، لتشكروه على هدايته إياكم لمعالم دينه ، ومناسك حجه ، فتقولوا : الله أكبر على ما هدانا ولله الحمد على ما أولانا.\nثم وعد من امتثل بقوله :\n(وَبَشِّرِ الْمُحْسِنِينَ) أي وبشر أيها الرسول الذين أطاعوا الله فأحسنوا فى طاعتهم إياه فى الدنيا ـ بجنة عرضها السموات والأرض أعدت للمتقين.\n(إِنَّ اللهَ يُدافِعُ عَنِ الَّذِينَ آمَنُوا إِنَّ اللهَ لا يُحِبُّ كُلَّ خَوَّانٍ كَفُورٍ (38) أُذِنَ لِلَّذِينَ يُقاتَلُونَ بِأَنَّهُمْ ظُلِمُوا وَإِنَّ اللهَ عَلى نَصْرِهِمْ لَقَدِيرٌ (39) الَّذِينَ أُخْرِجُوا مِنْ دِيارِهِمْ بِغَيْرِ حَقٍّ إِلاَّ أَنْ يَقُولُوا رَبُّنَا اللهُ وَلَوْ لا دَفْعُ اللهِ النَّاسَ بَعْضَهُمْ بِبَعْضٍ لَهُدِّمَتْ صَوامِعُ وَبِيَعٌ وَصَلَواتٌ وَمَساجِدُ يُذْكَرُ فِيهَا اسْمُ اللهِ كَثِيراً وَلَيَنْصُرَنَّ اللهُ مَنْ يَنْصُرُهُ إِنَّ اللهَ لَقَوِيٌّ عَزِيزٌ (40) الَّذِينَ إِنْ مَكَّنَّاهُمْ فِي الْأَرْضِ أَقامُوا الصَّلاةَ وَآتَوُا الزَّكاةَ وَأَمَرُوا بِالْمَعْرُوفِ وَنَهَوْا عَنِ الْمُنْكَرِ وَلِلَّهِ عاقِبَةُ الْأُمُورِ (41))",
        "تفسير المفردات\nأذن : أي رخّص ، الصوامع : واحدها صومعة ، وهى معبد الرهبان فى الصحراء ـ الدير ـ والبيع : واحدها بيعة وهى معبد النصارى ، والصلوات : واحدها صلاة معرّب صلوثا بالعبرية معبد اليهود ، ومساجد : واحدها مسجد ، وهو معبد المسلمين.\nالمعنى الجملي\nبعد أن ذكر عز اسمه صدّ المشركين عن دين الله وعن المسجد الحرام ، ثم أردفه ذكر مناسك الحج ، وبين ما فيها من منافع فى الدين والدنيا ـ قفى على ذلك ببيان ما يزيل الصدّ عنه ويؤمن معه من التمكن من أداء تلك الفريضة على أتم الوجوه.",
        "الإيضاح\n(إِنَّ اللهَ يُدافِعُ عَنِ الَّذِينَ آمَنُوا) أي إن الله يدفع عن عباده الذين توكلوا عليه وأنابوا إليه ـ شر الأشرار وكيد الفجار ، ويكلؤهم وينصرهم على أعدائهم ويكتب لهم الفلج عليهم والظفر بهم كما قال : «إِنَّا لَنَنْصُرُ رُسُلَنا وَالَّذِينَ آمَنُوا».\nثم ذكر السبب فى وعيدهم بقوله :\n(إِنَّ اللهَ لا يُحِبُّ كُلَّ خَوَّانٍ كَفُورٍ) أي وإنما دفعهم وقهرهم ، لأنهم خانوا أمانة الله وهى أوامره ونواهيه ، وكفروا أنعمه التي يسديها إليهم بكرة وعشيا ، وعبدوا غيره مما لا يضر ولا ينفع.",
        "وفى هذا إيماء إلى أن المؤمنين هم أحباء الله.\n(أُذِنَ لِلَّذِينَ يُقاتَلُونَ بِأَنَّهُمْ ظُلِمُوا) أي رخّص للمؤمنين ، وأبيح لهم أن يقاتلوا المشركين لظلمهم إياهم ، فقد كانوا يؤذون أصحاب النبي صلّى الله عليه وسلّم أذى شديدا فيأتون إليه بين مضروب ومشجوج فى رأسه ويتظلمون إليه فيقول لهم صبرا صبرا ، فإنى لم أوذن بالقتال حتى هاجر ، وأنزل الله هذه الآية ، وهى أول آية نزلت بالإذن بالقتال بعد ما نهى عنه فى نيف وسبعين آية كما رواه الحاكم فى المستدرك عن ابن عباس.\nثم وعدهم بالنصر ودفع أذى المشركين عنهم فقال :\n(وَإِنَّ اللهَ عَلى نَصْرِهِمْ لَقَدِيرٌ) أي وإن الله على نصر المؤمنين الذين يقاتلون فى سبيله لقادر ، وقد فعل فأعزهم ورفعهم ، وأهلك عدوهم وأذلهم بأيديهم.",
        "وفى هذا الأسلوب مبالغة عظيمة زيادة فى توطين عزائم المؤمنين وتثبيتهم على الجهاد فى سبيله.\nوبمعنى الآية قوله : «فَإِذا لَقِيتُمُ الَّذِينَ كَفَرُوا فَضَرْبَ الرِّقابِ حَتَّى إِذا أَثْخَنْتُمُوهُمْ فَشُدُّوا الْوَثاقَ فَإِمَّا مَنًّا بَعْدُ وَإِمَّا فِداءً حَتَّى تَضَعَ الْحَرْبُ أَوْزارَها» وقوله : «قاتِلُوهُمْ يُعَذِّبْهُمُ اللهُ بِأَيْدِيكُمْ وَيُخْزِهِمْ وَيَنْصُرْكُمْ عَلَيْهِمْ وَيَشْفِ صُدُورَ قَوْمٍ مُؤْمِنِينَ وَيُذْهِبْ غَيْظَ قُلُوبِهِمْ وَيَتُوبُ اللهُ عَلى مَنْ يَشاءُ وَاللهُ عَلِيمٌ حَكِيمٌ» وقوله : «أَمْ حَسِبْتُمْ أَنْ تَدْخُلُوا الْجَنَّةَ وَلَمَّا يَعْلَمِ اللهُ الَّذِينَ جاهَدُوا مِنْكُمْ وَيَعْلَمَ الصَّابِرِينَ».\nوإنما شرع الجهاد بعد الهجرة إلى المدينة ، لأنهم لما كانوا بمكة كان المشركون أكثر من المؤمنين عددا ، حتى أخرجوا النبي صلى الله عليه وسلم من بين أظهرهم وهمّوا بقتله وشرّدوا أصحابه ، فذهبت طائفة منهم إلى الحبشة وذهب آخرون إلى المدينة ، فلما استقروا بالمدينة وأتاهم رسول الله صلى الله عليه وسلم واجتمعوا إليه وقاموا بنصره وصارت المدينة لهم دار إسلام ومعقلا يلجئون إليه ـ شرع الجهاد ونزلت الآية مرخّصة فيه.\nروى أحمد والترمذي والنسائي وابن ماجه عن ابن عباس أنه قال : لما أخرج النبي صلى الله عليه وسلم من مكة قال أبو بكر : أخرجوا نبيهم ، إنا لله وإنا إليه راجعون.",
        "ليهلكنّ القوم. فأنزل الله : (أُذِنَ لِلَّذِينَ يُقاتَلُونَ بِأَنَّهُمْ ظُلِمُوا وَإِنَّ اللهَ عَلى نَصْرِهِمْ لَقَدِيرٌ) قال أبو بكر : فعرفت أنه سيكون قتال.\nثم وصف سبحانه هؤلاء المؤمنين بقوله :\n(الَّذِينَ أُخْرِجُوا مِنْ دِيارِهِمْ بِغَيْرِ حَقٍّ إِلَّا أَنْ يَقُولُوا رَبُّنَا اللهُ) أي أولئك المظلومون هم الذين أخرجهم المشركون من مكة إلى المدينة وعذبوا بعضهم وسبوا بعضا آخر ، وما كان لهم من إساءة إليهم ولا ذنب جنوه إلا أنهم عبدوا الله وحده لا شريك له.\nونحو الآية قوله : «يُخْرِجُونَ الرَّسُولَ وَإِيَّاكُمْ أَنْ تُؤْمِنُوا بِاللهِ رَبِّكُمْ» وقوله فى قصة أصحاب الأخدود «وَما نَقَمُوا مِنْهُمْ إِلَّا أَنْ يُؤْمِنُوا بِاللهِ الْعَزِيزِ الْحَمِيدِ».",
        "ولما كان المسلمون ينشدون حين بناء الخندق :\nكان رسول الله يوافقهم ويقول معهم آخر كل قافية ، فإذا قالوا : إذا أرادوا فتنة أبينا يقول أبينا ويمدّ بها صوته.\nثم حرض المؤمنين على القتال ، وبيّن أنه أجرى العادة به فى الأمم الماضية ، لينتظم أمر الجماعات ، وتقوم الشرائع ، وتصان بيوت العبادة من الهدم فقال :\n(وَلَوْ لا دَفْعُ اللهِ النَّاسَ بَعْضَهُمْ بِبَعْضٍ لَهُدِّمَتْ صَوامِعُ وَبِيَعٌ وَصَلَواتٌ وَمَساجِدُ يُذْكَرُ فِيهَا اسْمُ اللهِ كَثِيراً) أي فليقاتل المؤمنون الكافرين ، فلولا القتال وتسليط المؤمنين على المشركين فى كل عصر وزمان لهدّمت فى شريعة كل نبى معابد أمته ، فهدمت صوامع الرهبان وبيع النصارى وصلوات اليهود ومساجد المسلمين التي يذكرون فيها اسم الله كثيرا.",
        "وفى هذا ترقّ وانتقال من الأقل إلى الأكثر حتى انتهى إلى المساجد وهى أكثر عمّارا وأكثر عبّادا وهم ذوو القصد الصحيح.\nوالخلاصة ـ إنه لو لا ما شرعه الله للأنبياء والمؤمنين من قتال الأعداء ، وإقامة حدود الأديان ، لاستولى أهل الشرك على مواضع العبادة وهدموها ، وقد يكون المراد لو لا هذا الدفع لهدمت فى زمن موسى الكنائس ، وفى زمن عيسى الصوامع والبيع ، وفى زمن محمد صلى الله عليه وسلم المساجد.\n(وَلَيَنْصُرَنَّ اللهُ مَنْ يَنْصُرُهُ) أي وليعينن الله من يقاتل فى سبيله ، لتكون كلمته\nالعليا ، وتكون كلمة عدو دينه السفلى ، ولقد أنجز الله وعده. وسلط المهاجرين والأنصار على صناديد قريش وأكاسرة العجم وقياصرة الروم وأورثهم أرضهم وديارهم.",
        "ونحو الآية قوله : «يا أَيُّهَا الَّذِينَ آمَنُوا إِنْ تَنْصُرُوا اللهَ يَنْصُرْكُمْ وَيُثَبِّتْ أَقْدامَكُمْ. وَالَّذِينَ كَفَرُوا فَتَعْساً لَهُمْ وَأَضَلَّ أَعْمالَهُمْ».\n(إِنَّ اللهَ لَقَوِيٌّ عَزِيزٌ) أي إن الله لقوى على نصر من جاهد فى سبيله من أهل طاعته ، منيع فى سلطانه ، لا يقهره قاهر ، ولا يغلبه غالب.\nونحو الآية قوله : «كَتَبَ اللهُ لَأَغْلِبَنَّ أَنَا وَرُسُلِي ، إِنَّ اللهَ قَوِيٌّ عَزِيزٌ» وقوله : «وَلَقَدْ سَبَقَتْ كَلِمَتُنا لِعِبادِنَا الْمُرْسَلِينَ. إِنَّهُمْ لَهُمُ الْمَنْصُورُونَ. وَإِنَّ جُنْدَنا لَهُمُ الْغالِبُونَ».\nثم وصف الله الذين أخرجوا من ديارهم بقوله :",
        "(الَّذِينَ إِنْ مَكَّنَّاهُمْ فِي الْأَرْضِ أَقامُوا الصَّلاةَ وَآتَوُا الزَّكاةَ وَأَمَرُوا بِالْمَعْرُوفِ وَنَهَوْا عَنِ الْمُنْكَرِ) أي هؤلاء الذين أخرجوا من ديارهم هم الذين إن مكنا لهم فى البلاد ، فقهروا المشركين وغلبوهم عليها ـ أطاعوا الله فأقاموا الصلاة على النحو الذي طلبه ، وأعطوا زكاة أموالهم التي حباها لهم ، ودعوا الناس إلى توحيده ، والعمل بطاعته ، وأمروا بما حثت عليه الشريعة ، ونهوا عن الشرك واجتراح السيئات.\nوخلاصة ذلك ـ إنهم هم الذين كمّلوا أنفسهم باستحضار المعبود والتوجه إليه فى الصلاة على قدر الطاقة ، وكانوا عونا لأممهم بإعانة فقرائهم وذوى الحاجة منهم ، وكمّلوا غيرهم ، فأفاضوا عليهم من علومهم وآدابهم ، ومنعوا المفاسد التي تعوق غيرهم عن الوصول إلى الرقى الخلقي والأدب السامي.\nثم وعد بإعلاء كلمته ونصر أوليائه فقال :\n(وَلِلَّهِ عاقِبَةُ الْأُمُورِ) أي ولله آخر الأمور ومصايرها ، فى الثواب عليها أو العقاب فى الدار الآخرة.",
        "ونحو الآية قوله : «وَالْعاقِبَةُ لِلْمُتَّقِينَ».\n(وَإِنْ يُكَذِّبُوكَ فَقَدْ كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ وَعادٌ وَثَمُودُ (42) وَقَوْمُ إِبْراهِيمَ وَقَوْمُ لُوطٍ (43) وَأَصْحابُ مَدْيَنَ وَكُذِّبَ مُوسى فَأَمْلَيْتُ لِلْكافِرِينَ ثُمَّ أَخَذْتُهُمْ فَكَيْفَ كانَ نَكِيرِ (44) فَكَأَيِّنْ مِنْ قَرْيَةٍ أَهْلَكْناها وَهِيَ ظالِمَةٌ فَهِيَ خاوِيَةٌ عَلى عُرُوشِها وَبِئْرٍ مُعَطَّلَةٍ وَقَصْرٍ مَشِيدٍ (45) أَفَلَمْ يَسِيرُوا فِي الْأَرْضِ فَتَكُونَ لَهُمْ قُلُوبٌ يَعْقِلُونَ بِها أَوْ آذانٌ يَسْمَعُونَ بِها فَإِنَّها لا تَعْمَى الْأَبْصارُ وَلكِنْ تَعْمَى الْقُلُوبُ الَّتِي فِي الصُّدُورِ (46))\nتفسير المفردات\nأمليت : أي أمهلت ، أخذتهم : أي أهلكتهم ، فكيف استفهام يراد به التعجب ، والنكير والإنكار على الشيء : أن تفعل فعلا به يزجر المنكر عليه على ما فعل ، خاوية : ساقطة ، وعروشها : أي سقوفها ، معطلة : أي عطلت من منافعها ، مشيد : أي مبنى بالشيد ، وهو الجصّ (الجير).",
        "المعنى الجملي\nبعد أن بيّن سبحانه فيما سلف أن المشركين أخرجوا المؤمنين من ديارهم بغير حق ، وأنه أذن لهم فى مقاتلتهم ، وضمن لهم النصرة عليهم ـ أردف هذا تسلية الرسول صلى الله عليه وسلم على ما يرى من قومه ، وتصبيره على أذاهم وتكذيبهم إياه ، فأبان له أن هذا التكذيب ليس بدعا فى الأمم ، فكثير منها قد كذبت رسلها فحل بها من البوار ما فيه عبرة لمن اعتبر وتذكر ، مما يشاهدونه رأى العين فى حلهم وترحالهم ، وفى غدوهم ورواحهم ، فلا تحزن على ما ترى ، واصبر فإن العاقبة للمتقين.\nالإيضاح\n(وَإِنْ يُكَذِّبُوكَ فَقَدْ كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ وَعادٌ وَثَمُودُ وَقَوْمُ إِبْراهِيمَ وَقَوْمُ لُوطٍ وَأَصْحابُ مَدْيَنَ وَكُذِّبَ مُوسى فَأَمْلَيْتُ لِلْكافِرِينَ ثُمَّ أَخَذْتُهُمْ فَكَيْفَ كانَ نَكِيرِ) أي أي فإن يكذبك هؤلاء المشركون بالله على ما أتيتهم به من الحق وما تعدهم به من العذاب على كفرهم به ، فلست بأوحدي فى ذلك ، فتلك سنة إخوانهم من الأمم الخالية المكذبة لرسلها ، وذلك منهاج من قبلهم ، فلا يصدّنّك ذلك فإن العذاب من ورائهم ، ونصرى إياك وأتباعك عليهم آت لا محالة ، كما أتى عذابى على أسلافهم من الأمم من قبلهم بعد الإمهال ، فقد أمهلت أهل الكفر من هذه الأمم فلم أعاجلهم بالنقمة والعذاب ثم أحللت بهم عقابى بعدئذ ، فانظر أيها الرسول كيف كان تغييرى ما كان بهم من نعمة ، وتنكرى لهم عما كنت عليه من الإحسان إليهم ـ ألم أبدلهم بالكثرة قلة ، وبالحياة موتا وهلاكا ، وبالعمارة خرابا ، فكذلك سأفعل بمكذبيك من قريش وإن أمليت لهم إلى آجالهم ، فإنى منجزك وعدي فيهم كما أنجزت غيرك من رسلى وعدى فى أممهم فأهلكتهم وأنجيت رسلى من بين أظهرهم.",
        "ونحو الآية قوله : «وَكَذلِكَ أَخْذُ رَبِّكَ إِذا أَخَذَ الْقُرى وَهِيَ ظالِمَةٌ إِنَّ أَخْذَهُ أَلِيمٌ شَدِيدٌ».\n(فَكَأَيِّنْ مِنْ قَرْيَةٍ أَهْلَكْناها وَهِيَ ظالِمَةٌ فَهِيَ خاوِيَةٌ عَلى عُرُوشِها وَبِئْرٍ مُعَطَّلَةٍ وَقَصْرٍ مَشِيدٍ) أي فكثير من القرى أهلكناها ، إذ كان أهلها يعبدون غير من ينبغى أن يعبد ، ويعصون من لا ينبغى أن يعصى فخوت من مكانها وتساقطت على عروشها ، أي سقطت حيطانها فوق سقوفها ، وكم من بئر عطلناها بإفناء أهلها وهلاك وارديها ، فلا واردة لها ولا صادرة منها ، وكم من قصر شيد بالصخور والجصّ قد خلا من سكانه ، بما أذقنا أهله بسوء أفعالهم ، فبادوا وبقيت القصور المشيدة خالية منهم ، قال قتادة : شيّدوه وحصّنوه ، فهلكوا وتركوه.\nثم أكد لهم صدق وعيده ، وأحالهم على ما يشاهدون بكرة وعشيا فقال :\n(أَفَلَمْ يَسِيرُوا فِي الْأَرْضِ فَتَكُونَ لَهُمْ قُلُوبٌ يَعْقِلُونَ بِها أَوْ آذانٌ يَسْمَعُونَ بِها) أي أفلم يسر هؤلاء المكذبون بآيات الله الجاحدون لقدرته ـ فى البلاد فينظروا إلى مصارع ضربائهم من مكذّبى رسل الله الذين خلوا من قبلهم كعاد وثمود وقوم لوط وشعيب ، ويروا أوطانهم ومساكنهم ، ويسمعوا بآذانهم أخبارهم ، فيتفكروا ويعتبروا بها ، ويعلموا أمرها وأمر أهلها ، وكيف نابتهم النوائب ، وغالتهم غوائل الدهر؟ فيكون فى ذلك معتبر لهم لو أرادوا ، فينيبوا إلى ربهم ، ويعقلوا حججه التي بثها فى الآفاق.",
        "ثم أظهر اليأس من إيمانهم ، لأن القلوب قد عميت ، فلا تبصر الدلائل الكونية ، ولا البراهين العقلية فقال :\n(فَإِنَّها لا تَعْمَى الْأَبْصارُ وَلكِنْ تَعْمَى الْقُلُوبُ الَّتِي فِي الصُّدُورِ) أي إن أبصارهم وإن كانت سالمة لا عمى بها فقد أصابهم عمى القلوب ، والعمدة على الثاني لا على الأول ، فعمى الأبصار ليس بشىء إذا قيس بعمى القلوب والبصائر.\nوفى هذا تهويل أيّما تهويل ، وفى وصف القلوب بكونها فى الصدور فضل توكيد كما جاء فى قوله تعالى. «يَقُولُونَ بِأَفْواهِهِمْ» فقد تعورف أن مكان العمى هو البصر بأن تصاب الحدقة بما يطمس نورها ، فحين أريد إثبات ما هو خلاف الأصل بنسبته إلى القلوب ونفيه عن الأبصار احتيج إلى زيادة تعيين وفضل تعريف ، ليتقرر أن مكان العمى هو القلوب لا الأبصار ، وهذا على سنن قولهم : ليس المضاء للسيف ولكن للسان (الذي بين فكّيك) ـ فكأنهم قالوا ما نفينا المضاء عن السيف وأثبتناه للسان فلتة وسهوا ، بل تعمدنا ذلك تعمدا.\n(وَيَسْتَعْجِلُونَكَ بِالْعَذابِ وَلَنْ يُخْلِفَ اللهُ وَعْدَهُ وَإِنَّ يَوْماً عِنْدَ رَبِّكَ كَأَلْفِ سَنَةٍ مِمَّا تَعُدُّونَ (47) وَكَأَيِّنْ مِنْ قَرْيَةٍ أَمْلَيْتُ لَها وَهِيَ ظالِمَةٌ ثُمَّ أَخَذْتُها وَإِلَيَّ الْمَصِيرُ (48) قُلْ يا أَيُّهَا النَّاسُ إِنَّما أَنَا لَكُمْ نَذِيرٌ مُبِينٌ (49) فَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحاتِ لَهُمْ مَغْفِرَةٌ وَرِزْقٌ كَرِيمٌ (50) وَالَّذِينَ سَعَوْا فِي آياتِنا مُعاجِزِينَ أُولئِكَ أَصْحابُ الْجَحِيمِ (51))",
        "تفسير المفردات\nالإنذار : التخويف ، وأصل السعى : الإسراع فى المشي ، ثم استعمل فى الإصلاح والإفساد ، يقال سعى فى أمر فلان : إذا أصلحه أو أفسده بسعيه فيه ، معاجزين : أي مسابقين المؤمنين ومعارضين لهم ، فكلما طلبوا إظهار الحق طلب هؤلاء إبطاله ، وأصله من قولهم : عاجزه فأعجزه ، إذا سابقه فسبقه.\nالمعنى الجملي\nلما ذكر سبحانه أن المشركين كذبوا رسوله وبالغوا فى تكذيبه وسلّاه على ذلك بأنك لست ببدع فى الرسل ، فكثير ممن قبلك منهم قد كذّبوا وأوذوا فلا تبتئس بما يفعلون ، واصبر على ما تدعو إليه ولا يضيرنّك ما يأتون وما يذرون ـ قفى على ذلك ببيان أنهم لاستهزائهم به وشديد تكذيبهم كانوا يستعجلونه العذاب كما قال تعالى حكاية عنهم : «وَإِذْ قالُوا اللهُمَّ إِنْ كانَ هذا هُوَ الْحَقَّ مِنْ عِنْدِكَ فَأَمْطِرْ عَلَيْنا حِجارَةً مِنَ السَّماءِ أَوِ ائْتِنا بِعَذابٍ أَلِيمٍ» ثم أنّبهم على إنكار ذلك العذاب وقد سبق وعد الله به فكان لزاما عليهم ألا يستعجلوه ، فإنهم لو عرفوا ما ينالهم من آلامه وشدائده ما طلبوا استعجاله ، فيوم عند ربك تصيبهم فيه المحن والشدائد كألف سنة لو بقوا وعذبوا فى الدنيا ، ثم ذكّرهم بأن كثيرا من القرى الظالمة أمهلت ولم تعذب ، لعلها ترعوى عن غيّها ثم أخذت أخذ عزيز مقتدر ، وحسابها مدّخر ليوم تشخص فيه الأبصار ، ثم أبان أن وظيفة الرسول إنما هى الإنذار والتحذير وليس عليهم من حسابهم",
        "من شىء ، فإن شاء الله عجل لهم العذاب ، وإن شاء أخره عنهم ، وقد وعد المؤمنين الذين يعملون الصالحات بالمغفرة من الذنوب ودخول دار النعيم ، وأوعد الذين يثبّطون العزائم عن قبول دعوة الإسلام بدوام العذاب فى نار الجحيم.\nالإيضاح\n(وَيَسْتَعْجِلُونَكَ بِالْعَذابِ) أي ويستعجلك كفار قريش المكذبون بالله وكتابه ورسوله واليوم الآخر ـ مجىء العذاب الذي تحذرهم منه وتوعدهم إياه ، إنكارا منهم لوقوعه ، واستهزاء بحلوله.\nثم بيّن أنه آت لا محالة فقال :",
        "(وَلَنْ يُخْلِفَ اللهُ وَعْدَهُ) أي وكيف ينكرون مجىء ذلك العذاب وقد وعد الله به؟ وما وعد به كائن لا محالة ، وهو كما فعل بمن قبلهم يفعل بهم ، لأن ذلك هو نهجه ، الثابت ، وصراطه المستقيم ، وسيحل بهم مثل ما حل بغيرهم.\n(وَإِنَّ يَوْماً عِنْدَ رَبِّكَ كَأَلْفِ سَنَةٍ مِمَّا تَعُدُّونَ) أي وإن قلتم إن العهد قد طال ولم يحلّ بكم العذاب فأين هو؟ فإن الله حليم ، وألف سنة عندكم كيوم عنده ، فهو سينفذ وعده بعد أمد طويل عندكم قريب عنده كما قال : «إِنَّهُمْ يَرَوْنَهُ بَعِيداً وَنَراهُ قَرِيباً» فإذا تأخر عذاب الآخرة أمدا طويلا فلا يكون فى ذلك إخلاف للوعد ، فعشرون ألف سنة عند ربك كعشرين يوما عندكم.\nوالخلاصة ـ إن سنّتى لا بد من نفاذها ، ولا بد من إهلاك الظالمين ولو بعد حين أمما وأفرادا فى الدنيا والآخرة أو عذابهم فى الآخرة فحسب مع الأكدار فى الدنيا وهم لا يشعرون.\nثم أكد ما ذكره من عدم إخلاف الوعد وإن طال الأمد فقال :",
        "(وَكَأَيِّنْ مِنْ قَرْيَةٍ أَمْلَيْتُ لَها وَهِيَ ظالِمَةٌ ثُمَّ أَخَذْتُها وَإِلَيَّ الْمَصِيرُ) أي وكم من قرية أخرت إهلاكها مع استمرارها على ظلمها فاغترت بذلك التأخير ، ثم أنزلت\nبها بأسى وشديد انتقامي ، وحسابها بعد مدّخر ليوم الحساب حين لا ينفع مال ولا بنون إلا من أتى الله بقلب سليم.\nولا يخفى ما فى هذا من شديد الوعيد وعظيم التهديد.\nثم أبان لهم عظيم خطئهم فى طلب استعجال العذاب من الرسول بقوله :",
        "(قُلْ يا أَيُّهَا النَّاسُ إِنَّما أَنَا لَكُمْ نَذِيرٌ مُبِينٌ) أي قل يا أيها المشركون المستعجلون مجىء العذاب : ليس ذلك إلىّ ، وإنما أرسلنى ربى نذيرا لكم بين يدى عذاب شديد ، وليس إلىّ من حسابكم من شىء ، بل أمر ذلك إلى الله إن شاء عجل لكم العذاب ، وإن شاء أخره عنكم ، وإن شاء تاب على من يتوب وينيب إليه «لا مُعَقِّبَ لِحُكْمِهِ وَهُوَ سَرِيعُ الْحِسابِ».\nثم فصل هذا الإنذار بذكر الوعد للمتقين والوعيد للكافرين فقال :\n(فَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحاتِ لَهُمْ مَغْفِرَةٌ وَرِزْقٌ كَرِيمٌ) أي فالذين آمنت قلوبهم ، وصدّقوا إيمانهم بأعمالهم ـ لهم مغفرة لما سلف من سيئاتهم ، وثواب عند ربهم على ما قدموا من حسناتهم ، ولهم رزق كريم فى الجنة يفوق وصف الواصفين ، ومقال المادحين كما قال تعالى : «فِيها ما تَشْتَهِيهِ الْأَنْفُسُ وَتَلَذُّ الْأَعْيُنُ» وفى الحديث : «فيها ما لا عين رأت ، ولا أذن سمعت ، ولا خطر على قلب بشر».\n(وَالَّذِينَ سَعَوْا فِي آياتِنا مُعاجِزِينَ أُولئِكَ أَصْحابُ الْجَحِيمِ) أي والذين اجتهدوا فى رد دعوة الدين والتكذيب بها وثبّطوا الناس عن متابعة النبي صلى الله عليه وسلم ظنا منهم أنهم يعجزوننا وأنهم لا يبعثون ، فأولئك هم المقيمون فى النار المصاحبون لها لا يخرجون منها.",
        "ونحو الآية قوله : «الَّذِينَ كَفَرُوا وَصَدُّوا عَنْ سَبِيلِ اللهِ زِدْناهُمْ عَذاباً فَوْقَ الْعَذابِ بِما كانُوا يُفْسِدُونَ».\n(وَما أَرْسَلْنا مِنْ قَبْلِكَ مِنْ رَسُولٍ وَلا نَبِيٍّ إِلاَّ إِذا تَمَنَّى أَلْقَى الشَّيْطانُ فِي أُمْنِيَّتِهِ فَيَنْسَخُ اللهُ ما يُلْقِي الشَّيْطانُ ثُمَّ يُحْكِمُ اللهُ آياتِهِ وَاللهُ عَلِيمٌ حَكِيمٌ (52) لِيَجْعَلَ ما يُلْقِي الشَّيْطانُ فِتْنَةً لِلَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ وَالْقاسِيَةِ قُلُوبُهُمْ وَإِنَّ الظَّالِمِينَ لَفِي شِقاقٍ بَعِيدٍ (53) وَلِيَعْلَمَ الَّذِينَ أُوتُوا الْعِلْمَ أَنَّهُ الْحَقُّ مِنْ رَبِّكَ فَيُؤْمِنُوا بِهِ فَتُخْبِتَ لَهُ قُلُوبُهُمْ وَإِنَّ اللهَ لَهادِ الَّذِينَ آمَنُوا إِلى صِراطٍ مُسْتَقِيمٍ (54) وَلا يَزالُ الَّذِينَ كَفَرُوا فِي مِرْيَةٍ مِنْهُ حَتَّى تَأْتِيَهُمُ السَّاعَةُ بَغْتَةً أَوْ يَأْتِيَهُمْ عَذابُ يَوْمٍ عَقِيمٍ (55) الْمُلْكُ يَوْمَئِذٍ لِلَّهِ يَحْكُمُ بَيْنَهُمْ فَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحاتِ فِي جَنَّاتِ النَّعِيمِ (56) وَالَّذِينَ كَفَرُوا وَكَذَّبُوا بِآياتِنا فَأُولئِكَ لَهُمْ عَذابٌ مُهِينٌ (57))\nتفسير المفردات\nالرسول : من جاء بشرع جديد ، والنبي يشمل هذا ويشمل من جاء لتقرير شرع سابق كأنبياء بنى إسرائيل الذين كانوا بين موسى وعيسى عليهما السلام ، والتمني والأمنية : القراءة كما قال تعالى : «وَمِنْهُمْ أُمِّيُّونَ لا يَعْلَمُونَ الْكِتابَ إِلَّا أَمانِيَّ» أي إلا قراءة ، وقال حسان فى عثمان حين قتل :",
        "وينسخ : أي يزيل ويبطل ، يحكم : أي يجعلها محكمة مثبتة لا تقبل الرد بحال ، فتنة : أي ابتلاء واختبارا ، مرض : أي شك ونفاق ، القاسية قلوبهم : هم الكفار المجاهرون بالكفر ، شقاق بعيد : أي عداوة شديدة ، فتخبت : أي تذل وتخضع ، مرية : أي شك ، بغتة : أي فجأة ، الساعة : الموت ، يوم عقيم : أي منفرد عن سائر\nالأيام لا مثيل له فى شدته والمراد به الحرب الضروس ، الملك : أي التصرف والسلطان ، يحكم بينهم : أي يقضى بين فريقى الكافرين والمؤمنين ، مهين : أي مذل جزاء استكبارهم عن الحق.\nالمعنى الجملي\nبعد أن ذكر فى الآيات السالفة أن قومه قد كذّبوه بوسائل شتى من التكذيب ، فقالوا تارة إنه ساحر ، وأخرى إنه شاعز ، وثالثة إن القرآن أساطير الأولين ، ثم سلاه على هذا بأنه ليس بدعا من الرسل ، فكثير قبله قد كذّبوا ، ثم ذكر أن لعظيم استهزائهم به ، وتهكمهم بما يبلّغهم عن ربه ـ طلبوا منه استعجال العذاب الذي يعدهم به ـ أردف ذلك بذكر نوع آخر من التكذيب وهو إلقاؤهم الشبه والأوهام فيما يقرؤه على أوليائه من القرآن ، ليجادلوه بالباطل ويردّوا ما جاء به من الحق ويكون فى ذلك فتنة لضعاف الإيمان وللكافرين ، وليزداد المؤمنون إيمانا ويقينا بأنه الحق من ربهم فتخبت له قلوبهم ، وإن هذه حالهم حتى يموتوا أو يأتيهم عذاب لا يبلغ الوصف كنه حقيقته ، وعندئذ يحكم الله بين عباده فيدخل الذين آمنوا وعملوا الصالحات جنات النعيم ، ويجازى الذين كذبوا بآياته وكانوا فى مرية من رسالة رسوله بالعذاب المهين جزاء وفاقا على تدسية أنفسهم وتدنيسها بزائغ العقائد وسيىء الأعمال وباطلها.",
        "الإيضاح\n(وَما أَرْسَلْنا مِنْ قَبْلِكَ مِنْ رَسُولٍ وَلا نَبِيٍّ إِلَّا إِذا تَمَنَّى أَلْقَى الشَّيْطانُ فِي أُمْنِيَّتِهِ) أي وما أرسلنا قبلك رسولا ولا نبيا إلا إذا قرأ ، ألقى الشيطان على سامعيه وهو يتلو الوحى الذي أنزل إليه ـ شبهات فيما يقرأ ، فيقول قوم إنه سحر ، ويقول آخرون إنه نقله الرسول عن بعض الأولين ، وهكذا من الأباطيل والترّهات التي يتقوّلونها.\n(فَيَنْسَخُ اللهُ ما يُلْقِي الشَّيْطانُ ثُمَّ يُحْكِمُ اللهُ آياتِهِ) أي فيزيل سبحانه تلك الخرافات التي علقت ببعض النفوس ، بأن يقيّض للدين من يدافع عنه ويدفع الشبهات ، ثم يجعل آياته محكمة مثبتة لا تقبل الرد بحال.\nوخلاصة ذلك ـ إن الله حين أنزل القرآن وقرأه الرسول صلى الله عليه وسلم قال المشركون فيه ما قالوا ، ثم لما استبان الحق وجاءت غزوة بدر ونصر الله المسلمين الذين بشرهم كتابه بالنصر على أعدائهم : «وَلَيَنْصُرَنَّ اللهُ مَنْ يَنْصُرُهُ إِنَّ اللهَ لَقَوِيٌّ عَزِيزٌ» استتب لهم الأمر ودخل أعداؤهم فى دينهم أفواجا «وَجَعَلَ كَلِمَةَ الَّذِينَ كَفَرُوا السُّفْلى وَكَلِمَةُ اللهِ هِيَ الْعُلْيا». وما مثل هذا إلا مثل النباتات الطّفيلية التي تنبت فى الأرض بجانب ما يزرع فيها من حنطة وفول وغيرهما مما يحتاج إليه الناس ، ولا تزال تتغذى من الأرض وتأخذ غذاء النبات النافع ، فلا يهدأ للزارع بال حتى يزيلها ويوفّ غذاءها للنبات الذي هو فى أشد الحاجة إليه.",
        "وما أشبه الليلة بالبارحة ، فإنك الآن لترى أهل أوربا يرسلون الجيوش من القساوسة التي تفتح المدارس فى بلاد الشرق ويقولون للمسلمين : إن دينهم محشو بالخرافات والأكاذيب ويشككون فيه من تعلموا فى تلك المدارس ، ويصدق بعض غوغائهم تلك الأباطيل ، حتى لقد قالوا إن هذا الدين لا يعيش فى ظل العلم ، ولا يقبل الأفكار والآراء الراقية ، وهو والعلم عدوان لا يجتمعان ، ومما جعل لهم بعض المعذرة فيما يقولون ، حال المسلمين من الخمول وسوء الأحوال ، وقبيح المعتقدات والأعمال مما جعلهم مضغة فى أفواه الأمم المتمدينة : «كَبُرَتْ كَلِمَةً تَخْرُجُ مِنْ أَفْواهِهِمْ».\nوإن الله لينسخ تلك الوساوس ، ويزيل هذه الأوهام ، فقد تصدى كثير من ذوى المعرفة لدحض تلك المفتريات ، فقام العالم الحكيم محمد عبده ، وألف كتابه [الإسلام والنصرانية] ودفع كثيرا من مطاعن أولئك المبشرين ، وقام بعده كثير من أهل الفقه بالدين ، فاحتذوا حذوه ، وواصلوا الليل بالنهار فى دحض تلك الشبه ، وإن الله ناصر دينه ولو كره الكافرون.\nهذا وقد دسّ بعض الزنادقة فى تفسير هذه الآية أحاديث مكذوبة لم ترد فى كتاب من كتب السنة الصحيحة ، وأصول الدين تكذّبها ، والعقل السليم يرشد إلى بطلانها ، وأنها ليست من الحق فى شىء ، وهى مما تشكّك المسلمين فى دينهم ، وتجعلهم فى حيرة من أمر الوحى وكلام الرسول ، فيجب على العلماء طرحها وراءهم ظهريّا ، ولا يضيعون الزمن فى تأويلها وتخريجها ، ولا سيما بعد أن نص الثقات من المحدّثين على وضعها وكذبها ، لمصادمتها لأصول الدين التي لا تقبل شكا ولا امتراء.\n(وَاللهُ عَلِيمٌ حَكِيمٌ) أي والله عليم بكل شىء ، ومن ذلك ما يصدر عن الشيطان وأوليائه ، فيجازيهم عليه أشد الجزاء ، حكيم فى أفعاله ، ومن ذلك أن يمكّن الشيطان من إلقاء الشبهات ، ليحاجّ أولياؤه بها ، فيتمكن المؤمنون من ردها ودحض المفتريات التي يتشدقون بها ، ويرجع الحق إلى نصابه ، فتظهر الحقيقة ناصعة بيضاء من بين تلك الظلمات ، فتمحو الظلام الذي كان عالقا بنفوس الذين فى قلوبهم مرض ، وتضىء آفاق العقول السليمة ، وتهديهم إلى طريق الرشاد ؛ وإلى الفريقين أشار بقوله :",
        "(1) (لِيَجْعَلَ ما يُلْقِي الشَّيْطانُ فِتْنَةً لِلَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ وَالْقاسِيَةِ قُلُوبُهُمْ) أي ليجعل ما يلقيه الشيطان على قلوب أوليائه فتنة واختبارا للمنافقين الذين فى قلوبهم مرض ، وللكافرين الذين قست قلوبهم ، فلا تلين لقبول الحق ، ولا ترعوى عما هى فيه من الغىّ.\nثم بين مجانفة هذين الفريقين للحق وبعدهما عن الرشد لا إلى غاية فقال :\n(وَإِنَّ الظَّالِمِينَ لَفِي شِقاقٍ بَعِيدٍ) أي وإن هذين الصّنفين من الضلّال لفى عداوة لأمر الله ، وبعد عن الرشاد والسداد ، بما لا مطمع لهما معه فى النجاة والفوز برضا الله.\n(2) (وَلِيَعْلَمَ الَّذِينَ أُوتُوا الْعِلْمَ أَنَّهُ الْحَقُّ مِنْ رَبِّكَ فَيُؤْمِنُوا بِهِ فَتُخْبِتَ لَهُ قُلُوبُهُمْ)",
        "أي ولكى يعلم أهل العلم بالله أن الذي أنزله الله من آياته التي أحكمها ونسخ ما ألقى الشيطان ـ أنه الحق من ربهم ، فيصدقوا به وتخضع له قلوبهم وتذعن للإقرار به نفوسهم ، وتعمل بما فيه من عبادات وآداب وأحكام وهى مثلجة الصدر هادئة مطمئنة ببرد اليقين ، والسير على نهج سيد المرسلين.\nثم بين حسن مآلهم وفوزهم بسعادة العقبى فقال :\n(وَإِنَّ اللهَ لَهادِ الَّذِينَ آمَنُوا إِلى صِراطٍ مُسْتَقِيمٍ) أي وإن الله لمرشد الذين آمنوا به وصدّقوا برسوله ، وموفّقهم إلى الحق الواضح ، بنسخ ما ألقى الشيطان فى أمنية رسوله حين تلاوة الوحى ، وحفظ أصول الدين الصحيحة فى نفوسهم ، والعمل بها ما استطاعوا إلى ذلك سبيلا.\nوخلاصة ذلك ـ إن الله ليهدى الذين آمنوا إلى تأويل ما تشابه من الدين ، وتفصيل ما أجمل منه ، بما تقتضيه الأصول المحكمة. فلا تلحقهم حيرة ، ولا تعتريهم شبهة ، ولا تزلزل أقدامهم ترّهات المبطلين.",
        "ثم أردفه بيان مآل الفريق الأول فقال :\n(وَلا يَزالُ الَّذِينَ كَفَرُوا فِي مِرْيَةٍ مِنْهُ حَتَّى تَأْتِيَهُمُ السَّاعَةُ بَغْتَةً أَوْ يَأْتِيَهُمْ عَذابُ يَوْمٍ عَقِيمٍ) أي ولا يزال الكافرون فى شك مما ألقى الشيطان فى قلوبهم حين قراءة القرآن عليهم حتى يأتيهم الموت فجأة وهم فى بيوتهم آمنون ، أو يشتبكوا مع المؤمنين فى قتال يهلك فيه أبطالهم وصناديدهم كما حدث يوم بدر.\nوقد جعل هذا اليوم عقيما ، لأن المقاتلين يسمّون أبناء الحرب ، فإذا هم قتلوا وصف هذا اليوم بأنه عقيم.\nوخلاصة هذا ـ إنه لا مطمح فى إيمانهم ، ولا لزوال المرية من قلوبهم ، فهم لا يزالون كذلك حتى يهلكوا.",
        "وبعد أن بين سبحانه حال الفريقين فى الدنيا أرشد إلى حالهم فى الآخرة فقال :\n(الْمُلْكُ يَوْمَئِذٍ لِلَّهِ يَحْكُمُ بَيْنَهُمْ) أي إذا جاء يوم القيامة حكم ربهم بينهم بالحق\nوجازى كلا منهما بما هو له أهل ، وبما أعدّ نفسه له فى الدنيا من عمل صالح زكى به نفسه وطهر روحه ، أو عمل سيىء دسّاها به ، فرانت على قلبه غشاوة الشكوك والأوهام ، واجترام المعاصي والآثام.\nثم فصّل هذا الحكم والمحكوم عليهم فقال :",
        "(فَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحاتِ فِي جَنَّاتِ النَّعِيمِ) أي فالذين آمنوا بهذا القرآن وبمن أنزله وبمن جاء به ، وعمل بما فيه من أوامر ونواه ـ يثيبهم ربهم جنات النعيم يتمتعون فيها بما لا عين رأت ولا أذن سمعت ولا خطر على قلب بشر ، جزاء وفاقا على ما زكّوا به أرواحهم ، وأخلصوا له فى أعمالهم ، وراقبوه فى السر والعلن ، وخافوا عذابه فى ذلك اليوم الذي تشيب من هوله الولدان.\n(وَالَّذِينَ كَفَرُوا وَكَذَّبُوا بِآياتِنا فَأُولئِكَ لَهُمْ عَذابٌ مُهِينٌ) أي والذين كفروا بالله ، وكذبوا رسوله ، وجحدوا بآيات كتابه ، وقالوا إنما هو إفك افتراه محمد وأعانه عليه قوم آخرون ـ أولئك لهم عذاب عند ربهم يذلّهم ويخزيهم كفاء استكبارهم عن النظر فيها وجحودهم بها عنادا ، وقد كان لهم فيها لو تأمّلوا حق التأمل ما يكون صادا لهم عن غيّهم ورادعا لهم عن ضلالهم.\n(وَالَّذِينَ هاجَرُوا فِي سَبِيلِ اللهِ ثُمَّ قُتِلُوا أَوْ ماتُوا لَيَرْزُقَنَّهُمُ اللهُ رِزْقاً حَسَناً وَإِنَّ اللهَ لَهُوَ خَيْرُ الرَّازِقِينَ (58) لَيُدْخِلَنَّهُمْ مُدْخَلاً يَرْضَوْنَهُ وَإِنَّ اللهَ لَعَلِيمٌ حَلِيمٌ (59) ذلِكَ وَمَنْ عاقَبَ بِمِثْلِ ما عُوقِبَ بِهِ ثُمَّ بُغِيَ عَلَيْهِ لَيَنْصُرَنَّهُ اللهُ إِنَّ اللهَ لَعَفُوٌّ غَفُورٌ (60) ذلِكَ بِأَنَّ اللهَ يُولِجُ اللَّيْلَ فِي النَّهارِ وَيُولِجُ النَّهارَ فِي اللَّيْلِ وَأَنَّ اللهَ سَمِيعٌ بَصِيرٌ (61) ذلِكَ بِأَنَّ اللهَ هُوَ الْحَقُّ وَأَنَّ ما يَدْعُونَ مِنْ دُونِهِ هُوَ الْباطِلُ وَأَنَّ اللهَ هُوَ الْعَلِيُّ الْكَبِيرُ (62))\nالمعنى الجملي",
        "بعد أن ذكر جلت قدرته أن الملك له يوم القيامة ، وأنه يحكم بين عباده المؤمنين والكافرين ، وأنه يدخل المؤمنين جنات النعيم ـ أردف ذلك ذكر وعده الكريم للمهاجرين فى سبيله بأنه يرزقهم الرزق الحسن ويدخلهم مدخلا يرضونه ، ثم ذكر وعده لمن قاتل مبغيا عليه بأن اضطر إلى الهجرة ومفارقة الوطن بأنه ينصره وهو قدير على ذلك ، إذ من قدر على إدخال الليل فى النهار وإدخال النهار فى الليل ، بأن يزيد فى أحدهما ما ينقصه من الآخر ـ يقدر على نصره ، وهو الثابت الإلهية وحده ، إذ لا يصلح لها إلا من كان كامل القدرة كامل العلم ، وأن ما سواه باطل لا يقدر على شىء.\nأخرج ابن أبى حاتم وابن مردويه عن سلمان الفارسي قال : سمعت رسول الله صلى الله عليه وسلّم يقول «من مات مرابطا أجرى عليه الرزق ، وأمن من الفتّانين واقرءوا إن شئتم : (وَالَّذِينَ هاجَرُوا فِي سَبِيلِ اللهِ ثُمَّ قُتِلُوا أَوْ ماتُوا لَيَرْزُقَنَّهُمُ اللهُ رِزْقاً حَسَناً وَإِنَّ اللهَ لَهُوَ خَيْرُ الرَّازِقِينَ. لَيُدْخِلَنَّهُمْ مُدْخَلاً يَرْضَوْنَهُ وَإِنَّ اللهَ لَعَلِيمٌ حَلِيمٌ)» وأخرج ابن جرير وابن المنذر عن فضالة بن عبيد الأنصاري الصحابي أنه كان بموضع فمرّوا بجنازتين إحداهما قتيل والأخرى متوفّى ، فمال الناس على القتيل ، فقال فضالة : مالى أرى الناس مالوا مع هذا وتركوا هذا؟ فقالوا هذا القتيل فى سبيل الله ، فقال والله لا أبالى من أي حفرتيهما بعثت ، اسمعوا كتاب الله (وَالَّذِينَ هاجَرُوا فِي سَبِيلِ اللهِ ثُمَّ قُتِلُوا أَوْ ماتُوا) الآية.\nوروى عن أنس أنه قال : قال رسول الله صلّى الله عليه وسلم : «المقتول فى سبيل الله والمتوفّى فى سبيل الله بغير قتل هما فى الأجر شريكان».\nالإيضاح",
        "(وَالَّذِينَ هاجَرُوا فِي سَبِيلِ اللهِ ثُمَّ قُتِلُوا أَوْ ماتُوا لَيَرْزُقَنَّهُمُ اللهُ رِزْقاً حَسَناً وَإِنَّ اللهَ لَهُوَ خَيْرُ الرَّازِقِينَ) أي والذين فارقوا أوطانهم ، وتركوا عشائرهم ، فى رضا الله وطاعته وجهاد أعدائه ، ثم قتلوا أو ماتوا وهم كذلك ـ ليثيبنّهم الله الثواب الجزيل جزاء ما ناضلوا عن دينه ، وأخلصوا فى الذود عنه ، وإن الله ليعطى من يشاء بغير حساب ، ويرزق الخلق كافة بارّهم وفاجرهم.\nثم بين هذا الرزق الحسن بقوله :\n(لَيُدْخِلَنَّهُمْ مُدْخَلاً يَرْضَوْنَهُ) أي ليدخلنّ المقتولين فى سبيله والموتى مهاجرين فى طاعة ربهم وذودا عن دينه ـ جنات النعيم ، ويكرمون فيها بما لا عين رأت ، ولا أذن سمعت ، ولا خطر على قلب بشر ، كما لا ينالهم فيها مكروه ولا أذى كما قال «لا يَسْمَعُونَ فِيها لَغْواً وَلا تَأْثِيماً إِلَّا قِيلاً سَلاماً سَلاماً».\n(وَإِنَّ اللهَ لَعَلِيمٌ حَلِيمٌ) أي وإن الله الذي عمّت رحمته ، وعظمت نعمته ـ لعليم بمقاصدهم وأعمالهم وأعمال أعدائهم ، حليم فلم يعاجل هؤلاء المكذبين بالعقوبة جزاء تكذيبهم ومقاومتهم دعوة الدين.",
        "(ذلك) أي ذلك الرزق الحسن والمدخل الكريم لمن قتلوا فى سبيل الله أو ماتوا ، ولهم أيضا النصر فى الدنيا على أعدائهم وإلى ذلك أشار بقوله :\n(وَمَنْ عاقَبَ بِمِثْلِ ما عُوقِبَ بِهِ ثُمَّ بُغِيَ عَلَيْهِ لَيَنْصُرَنَّهُ اللهُ) أي وإن من جازى من المؤمنين بمثل ما عوقب به ظلما من المشركين ، فقاتلهم كما قاتلوه ثم بغى عليه باضطراره إلى الهجرة ومفارقة الوطن ـ لينصرنّه الله الذي لا يغالب ، ولينتقمنّ له من أعدائه ، ولينكّلنّ بهم ، ويمكننه منهم ، ويجعل كلمته العليا وكلمة الذين كفروا السفلى والخلاصة ـ إنه تعالى كما يدخلهم مدخلا كريما ، يعدهم بالنصر على أعدائهم إذا هم قاتلوهم وبغوا عليهم وأخرجوهم من ديارهم.\n(وَإِنَّ اللهَ لَعَفُوٌّ غَفُورٌ) أي وإن الله الذي أحاطت قدرته بكل شىء ـ ليعفو عن المؤمنين ، فيغفر لهم ما أمعنوا فيه من الانتقام. وما أعرضوا عنه مما ندبه من العفو بمثل قوله «وَلَمَنْ صَبَرَ وَغَفَرَ إِنَّ ذلِكَ لَمِنْ عَزْمِ الْأُمُورِ» وقوله : «فَمَنْ عَفا وَأَصْلَحَ فَأَجْرُهُ عَلَى اللهِ» وقوله : «وَأَنْ تَعْفُوا أَقْرَبُ لِلتَّقْوى» وهم بفعلهم هذا تركوا ما كان أجدر بهم وأحرى بمثلهم.\nوالخلاصة ـ كأنه سبحانه قال : عفوت عن هذه الإساءة وغفرتها لهم لأنى أذنت بها.",
        "ثم قرر نصره لعباده المؤمنين وأكده بقوله :\n(ذلِكَ بِأَنَّ اللهَ يُولِجُ اللَّيْلَ فِي النَّهارِ وَيُولِجُ النَّهارَ فِي اللَّيْلِ) أي ذلك النصر الذي أنصره لمن بغى عليه ، لأنى أنا القادر على ما أشاء ، ألا تروننى أدخل ما ينقص من ساعات الليل فى ساعات النهار ، وأدخل ما ينقص من ساعات النهار فى ساعات الليل ، وبهذه القدرة التي تفعل ذلك أنصر محمدا وصحبه على الذين قد بغوا عليهم وأخرجوهم من ديارهم وأموالهم وآذوهم أشد الأذى على إيمانهم بي وحدي.\n(وَأَنَّ اللهَ سَمِيعٌ بَصِيرٌ) أي وأن الله سميع للأقوال وإن اختلفت فى النهار الأصوات بفنون اللغات ، بصير بما يعملون لا يغيب عنه شىء ولا يعزب عنه شىء وإن كان مثقال ذرة.\nولما وصف نفسه بما لا يقدر عليه غيره علل ذلك بقوله :",
        "(ذلِكَ بِأَنَّ اللهَ هُوَ الْحَقُّ وَأَنَّ ما يَدْعُونَ مِنْ دُونِهِ هُوَ الْباطِلُ) أي ذلك الاتصاف بكمال القدرة وكمال العلم بسبب أن الله هو الثابت لذاته ، وأنه لا مثيل له ولا شريك ، وأن الذي يدعون من دونه من الآلهة باطل لا يقدر على صنع شىء بل هو المصنوع الموجد بعد العدم.\n(وَأَنَّ اللهَ هُوَ الْعَلِيُّ الْكَبِيرُ) أي وأن الله فوق كل شىء وكل شىء دونه ، وهو الكبير عن أن يكون له شريك ، إذ لا شىء أعلى منه شأنا ولا أكبر سلطانا\nوخلاصة ذلك ـ أفتتركون أيها الجهال عبادة من بيده النفع والضر وهو القادر على كل شىء وكل شىء دونه وهو فوق كل شىء وتعبدون من لا يملك لنفسه ولا لغيره نفعا ولا ضرا؟\n(أَلَمْ تَرَ أَنَّ اللهَ أَنْزَلَ مِنَ السَّماءِ ماءً فَتُصْبِحُ الْأَرْضُ مُخْضَرَّةً إِنَّ اللهَ لَطِيفٌ خَبِيرٌ (63) لَهُ ما فِي السَّماواتِ وَما فِي الْأَرْضِ وَإِنَّ اللهَ لَهُوَ الْغَنِيُّ الْحَمِيدُ (64) أَلَمْ تَرَ أَنَّ اللهَ سَخَّرَ لَكُمْ ما فِي الْأَرْضِ وَالْفُلْكَ تَجْرِي فِي الْبَحْرِ بِأَمْرِهِ وَيُمْسِكُ السَّماءَ أَنْ تَقَعَ عَلَى الْأَرْضِ إِلاَّ بِإِذْنِهِ إِنَّ اللهَ بِالنَّاسِ لَرَؤُفٌ رَحِيمٌ (65) وَهُوَ الَّذِي أَحْياكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يُحْيِيكُمْ إِنَّ الْإِنْسانَ لَكَفُورٌ (66))",
        "الإيضاح\nبعد أن ذكر سبحانه فيما سلف عظيم قدرته وبالغ حكمته فى ولوج الليل فى النهار والنهار فى الليل ، ونبه بذلك على سابغ نعمه على عباده ، أردف ذلك بذكر أنواع أخرى من الدلائل على قدرته فقال :\n(1) (أَلَمْ تَرَ أَنَّ اللهَ أَنْزَلَ مِنَ السَّماءِ ماءً فَتُصْبِحُ الْأَرْضُ مُخْضَرَّةً) أي ألم تبصر أيها الرائي أن الله ينزل من السماء مطرا فيحيى به الأرض فتنبت ضروبا مختلفة من النبات بديعة الألوان والأشكال ذات خضرة سندسية تبهر العين بحسن منظرها وبديع تنسيقها.\nثم ذكر ما هو كالدليل على ذلك فقال :",
        "(إِنَّ اللهَ لَطِيفٌ خَبِيرٌ) أي إنه تعالى لطيف يصل علمه إلى الدقيق والجليل ، خبير بمصالح خلقه ومنافعهم.\nونحو الآية قوله تعالى : «وَما يَعْزُبُ عَنْ رَبِّكَ مِنْ مِثْقالِ ذَرَّةٍ فِي الْأَرْضِ وَلا فِي السَّماءِ وَلا أَصْغَرَ مِنْ ذلِكَ وَلا أَكْبَرَ إِلَّا فِي كِتابٍ مُبِينٍ».\n(ب) (لَهُ ما فِي السَّماواتِ وَما فِي الْأَرْضِ وَإِنَّ اللهَ لَهُوَ الْغَنِيُّ الْحَمِيدُ) أي إن كل ما فى السموات وما فى الأرض منقاد له غير ممتنع من التصرف فيه ، وهو الغنى عن حمد الحامدين ، لأنه كامل لذاته ، غنى عن كل ما عداه ، وقد فعل ما فعل إحسانا منه إلى عباده وتفضلا عليهم.\n(ج) (أَلَمْ تَرَ أَنَّ اللهَ سَخَّرَ لَكُمْ ما فِي الْأَرْضِ) أي إنه تعالى سخر ما فى ظاهر الأرض وباطنها ، لينتفع به الإنسان فى مصالحه ومرافقه المختلفة ويصرفه فيما أراد من شئون معايشه ، ولا يزال العلم يهديه إلى غريب الأمور مما لم يكن يخطر لأسلافه على بال مما لو حدّث به السالفون لقالوا إنه ترّهات وأباطيل وما صدّقه بشر ، ولا يزال العلم يولّد كل يوم جديدا : «وَما أُوتِيتُمْ مِنَ الْعِلْمِ إِلَّا قَلِيلاً» ويهتدى العقل إلى ما هو أشبه بالمعجزات ، لو لا أن سدّت أبواب النبوات.",
        "ونحو الآية قوله : «وَسَخَّرَ لَكُمْ ما فِي السَّماواتِ وَما فِي الْأَرْضِ جَمِيعاً مِنْهُ».\n(د) (وَالْفُلْكَ تَجْرِي فِي الْبَحْرِ بِأَمْرِهِ) أي وسخر لكم السفن تجرى فى البحار برفق وتؤدة حاملة ما تريدون من نائى الأصقاع ، وبعيد المسافات ، من سلع وحيوان وأناسىّ ، وبذلك يتم تبادل مرافق الحياة بالأخذ والعطاء.\n(ه) (وَيُمْسِكُ السَّماءَ أَنْ تَقَعَ عَلَى الْأَرْضِ إِلَّا بِإِذْنِهِ) أي وإن الله يمسك أجرام الكواكب من شمس وقمر وكواكب نيرات بنظام الجاذبية ، إذ جعل لكل منها مدارا خاصا بها لا تعدوه بحال ، ولا تزال كذلك ما بقيت الحياة الدنيا ، حتى إذا اقتربت الساعة اختل نظامها وانتثرت فى الفضاء كما ألمع إلى ذلك سبحانه بقوله : «إِذَا السَّماءُ انْفَطَرَتْ. وَإِذَا الْكَواكِبُ انْتَثَرَتْ» الآية.\nولو لا هذا النظام الخاص لاصطدمت الكواكب العظيمة بعضها ببعض ، وفسد العالم الأرضى ، ولم يعش على ظهر البسيطة إنسان ولا حيوان.",
        "(إِنَّ اللهَ بِالنَّاسِ لَرَؤُفٌ رَحِيمٌ) أي إنه تعالى رحيم بهم ، إذ جعلهم على تلك الشاكلة ، ليتسنى لهم البحث عن أسباب معايشهم وأسباب منافعهم ، وأوضح لهم مناهج الاستدلال بالآيات التكوينية والتنزيلية على وجوده وبعثة رسله.\n(و) (وَهُوَ الَّذِي أَحْياكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يُحْيِيكُمْ) أي وهو الذي أنعم عليكم بهذه النعم ، وجعلكم أجساما حية بعد أن كنتم ترابا ، ثم يميتكم حين انقضاء آجالكم ، ثم يحييكم بالبعث والنشور إلى عالم آخر تلقون فيه حسابكم وجزاءكم من نعيم أو جحيم ، ثم بين طبيعة الإنسان التي فطر عليها فقال :\n(إِنَّ الْإِنْسانَ لَكَفُورٌ) أي إن الإنسان لم يوجّه همه إلى كل هذه الآلاء التي يتقلب فيها ليل نهار ، بل جحدها وجحد خالقها على وضوح أمرها ، وعبد غيره ، وجعل له الأنداد من الأصنام والأوثان.\nونحو الآية قوله : «كَيْفَ تَكْفُرُونَ بِاللهِ وَكُنْتُمْ أَمْواتاً فَأَحْياكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يُحْيِيكُمْ ثُمَّ إِلَيْهِ تُرْجَعُونَ» وقوله : «قُلِ اللهُ يُحْيِيكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يَجْمَعُكُمْ إِلى يَوْمِ الْقِيامَةِ لا رَيْبَ فِيهِ».",
        "(لِكُلِّ أُمَّةٍ جَعَلْنا مَنْسَكاً هُمْ ناسِكُوهُ فَلا يُنازِعُنَّكَ فِي الْأَمْرِ وَادْعُ إِلى رَبِّكَ إِنَّكَ لَعَلى هُدىً مُسْتَقِيمٍ (67) وَإِنْ جادَلُوكَ فَقُلِ اللهُ أَعْلَمُ بِما تَعْمَلُونَ (68) اللهُ يَحْكُمُ بَيْنَكُمْ يَوْمَ الْقِيامَةِ فِيما كُنْتُمْ فِيهِ تَخْتَلِفُونَ (69))\nتفسير المفردات\nالمنسك : الشريعة والمنهاج ، ناسكوه : أي عاملون به ، والهدى : الطريق الموصل إلى الحق ، مستقيم : أي سوىّ لا عوج فيه.\nالمعنى الجملي",
        "بعد أن قدّم عز اسمه ذكر نعمه وأنه رءوف بعباده رحيم بهم ، وأن الإنسان كفور بطبعه ، ومن ثم جحد الخالق لهذه النعم ـ أتبعه بزجر معاصريه عليه السلام من أهل الأديان السماوية عن منازعته ، بذكر خطئهم فيما تمسكوا به من الشرائع ، وبيان أن لكل أمة شريعة خاصة ، ثم أمره بالثبات على ما هو عليه من الحق ، وأنه لا يضره عناد الجاحدين ، فالله هو الحكم بينهم وبينه يوم القيامة.\nالإيضاح\n(لِكُلِّ أُمَّةٍ جَعَلْنا مَنْسَكاً هُمْ ناسِكُوهُ) أي إنا أنزلنا لأهل كل دين من الأديان السماوية شريعة خاصة يعملون بها ، و\nيسيرون على نهجها ، لا يتخطونها إلى غيرها ، فالأمة التي كانت من مبعث موسى إلى مبعث عيسى منسكها ما فى التوراة ، والأمة التي من مبعث عيسى إلى مبعث محمد صلّى الله عليه وسلّم منسكها ما فى الإنجيل ، وأمة محمد صلى الله عليه وسلّم وهم من وجد حين مبعثه إلى يوم القيامة منسكهم ما فى القرآن ، لأن لكل زمان ما يليق به من الشرائع التي تناسب من فيه فى تلك الحقبة.",
        "(فَلا يُنازِعُنَّكَ فِي الْأَمْرِ) أي فلا ينبغى لهم أن ينازعوك فى أمر هذا الدين ، فإن تعيينه تعالى لكل أمة شريعة خاصة موجب لطاعة هؤلاء لك وعدم منازعتهم إياك فى أمر هذه الشريعة زعما منهم أن شريعتهم هى ما عيّن لآبائهم من التوراة والإنجيل ، فذلك خطأ منهم ، فإن ذلك إنما كان شريعة لمن مضى قبل نسخه بالقرآن.\nوالخلاصة ـ اثبت أيها الرسول على دينك ثباتا لا يطمعون أن يجذبوك منه ليزيلوك عنه ، والمراد بذلك تهييج حميّته عليه السلام ، وإلهاب غضبه لله ولدينه ، ومثل هذا كثير فى كتاب الله ، وكأنه قد قيل له : تأسّ بالأنبياء قبلك فى متاركة القوم الظالمين ، والإمساك عن مجادلتهم بعد اليأس من إيمانهم.\n(وَادْعُ إِلى رَبِّكَ إِنَّكَ لَعَلى هُدىً مُسْتَقِيمٍ) أي وادع هؤلاء المنازعين إلى توحيد الله وعبادته ، إنك لعلى طريق يهدى إلى الحق ، وشريعة توصل إلى السعادة.\nونحو الآية قوله : «وَلا يَصُدُّنَّكَ عَنْ آياتِ اللهِ بَعْدَ إِذْ أُنْزِلَتْ إِلَيْكَ وَادْعُ إِلى رَبِّكَ» (وَإِنْ جادَلُوكَ فَقُلِ اللهُ أَعْلَمُ بِما تَعْمَلُونَ) أي وإن جادلك هؤلاء المشركون فى نسكك بعد أن ظهر الحق ولزمتهم الحجة ـ فقل لهم على سبيل التهديد والوعيد : الله عليم بما تعملون وبما أعمل ، ومجاز كلا بما هو له أهل.",
        "ونحو الآية قوله : «وَإِنْ كَذَّبُوكَ فَقُلْ لِي عَمَلِي وَلَكُمْ عَمَلُكُمْ أَنْتُمْ بَرِيئُونَ مِمَّا أَعْمَلُ وَأَنَا بَرِيءٌ مِمَّا تَعْمَلُونَ» وقوله : «هُوَ أَعْلَمُ بِما تُفِيضُونَ فِيهِ كَفى بِهِ شَهِيداً بَيْنِي وَبَيْنَكُمْ».\nوبعد أن أمر رسوله صلّى الله عليه وسلّم بالإعراض عنهم وكان ذلك شديد الوقع على النفس سلاه بأن الله سيجازيهم لا محالة يوم القيامة على ما يقولون ويفعلون فقال :\n(اللهُ يَحْكُمُ بَيْنَكُمْ يَوْمَ الْقِيامَةِ فِيما كُنْتُمْ فِيهِ تَخْتَلِفُونَ) أي الله يقضى بين المؤمنين منكم والكافرين يوم القيامة فيما كنتم تختلفون فيه من أمر الدين ، فيتبين المحق من المبطل.\nونحو الآية قوله : «فَلِذلِكَ فَادْعُ وَاسْتَقِمْ كَما أُمِرْتَ وَلا تَتَّبِعْ أَهْواءَهُمْ وَقُلْ آمَنْتُ بِما أَنْزَلَ اللهُ مِنْ كِتابٍ» الآية.",
        "وقصارى ما سلف ـ ادع إلى شريعتك ، ولا تخصّ بالدعاء أمة دون أمة ، فكلهم أمتك ، وإنك لعلى طريق واضحة الدلالة تصل بمن اتبعها إلى سبيل السعادة ، فإن عدلوا عن النظر فى الأدلة إلى المراء والتمسك بالعادات ، وبما وجدوا عليه الآباء\nوالأجداد ، فدعهم فى غيهم يعمهون ، فقد أنذرت ، وما عليك إلا البلاغ ، وقل لهم مهددا منذرا : الله يحكم بيننا وبينكم ، يوم القيامة ، ويتبين المحق منا من المبطل ، ويجازى كلا بما يستحق.\n(أَلَمْ تَعْلَمْ أَنَّ اللهَ يَعْلَمُ ما فِي السَّماءِ وَالْأَرْضِ إِنَّ ذلِكَ فِي كِتابٍ إِنَّ ذلِكَ عَلَى اللهِ يَسِيرٌ (70) وَيَعْبُدُونَ مِنْ دُونِ اللهِ ما لَمْ يُنَزِّلْ بِهِ سُلْطاناً وَما لَيْسَ لَهُمْ بِهِ عِلْمٌ وَما لِلظَّالِمِينَ مِنْ نَصِيرٍ (71) وَإِذا تُتْلى عَلَيْهِمْ آياتُنا بَيِّناتٍ تَعْرِفُ فِي وُجُوهِ الَّذِينَ كَفَرُوا الْمُنْكَرَ يَكادُونَ يَسْطُونَ بِالَّذِينَ يَتْلُونَ عَلَيْهِمْ آياتِنا قُلْ أَفَأُنَبِّئُكُمْ بِشَرٍّ مِنْ ذلِكُمُ النَّارُ وَعَدَهَا اللهُ الَّذِينَ كَفَرُوا وَبِئْسَ الْمَصِيرُ (72))\nتفسير المفردات",
        "سلطانا : أي حجة وبرهانا ، نصير : أي ناصر ومعين ، يسطون : أي يبطشون بهم من فرط الغيظ.\nالمعنى الجملي\nبعد أن ذكر سبحانه أنه يحكم بين عباده يوم القيامة ويجازى كلا من المسيء والمحسن بما هو له أهل ـ أعقب هذا ببيان أنه العليم بما يستحقه كل منهم ، فيقع حكمه بينهم بالعدل ، ثم أرشد إلى أنه على وضوح الدلائل وعظيم النعم عليهم عبدوا غيره مما لم يقم الدليل على وجوده ، وأنهم مع جهلهم إذا نبّهوا إلى الحق ، وعرضت عليهم المعجزة ، وتلى عليهم الكتاب الكريم ظهر فى وجوههم الغيظ والغضب ، وهمّوا أن يبطشوا بمن يذكّرهم بآياته ، إنكارا منهم لما خوطبوا به ، ثم أبان لهم أن ما ينالهم من\nالنار التي يقتحمونها بأفعالهم وأقوالهم أعظم مما ينالهم من الغم والغيظ حين تلاوة هذه الآيات.",
        "الإيضاح\n(أَلَمْ تَعْلَمْ أَنَّ اللهَ يَعْلَمُ ما فِي السَّماءِ وَالْأَرْضِ) أي قد علمت أيها الرسول أن علم الله محيط بما فى السموات وما فى الأرض ، لا يعزب عنه مثقال ذرة فيهما ولا أصغر من ذلك ولا أكبر ، وهو حاكم بين خلقه يوم القيامة على علم منه بما عملوه فى الدنيا ، فمجازى المحسن منهم بإحسانه ، والمسيء بإساءته.\nثم أكد علمه بقوله.\n(إِنَّ ذلِكَ فِي كِتابٍ) أي إن علمه بذلك فى اللوح المحفوظ الذي كتب فيه ربنا قبل أن يخلق ما هو كائن إلى يوم القيامة ؛ ويرى أبو مسلم الأصفهانى أن المراد بالكتاب فى مثل هذا الحفظ والضبط الشديد بحيث لا يغيب عنه مثقال ذرة.",
        "ثم زاده تأكيدا بقوله.\n(إِنَّ ذلِكَ عَلَى اللهِ يَسِيرٌ) أي إن علمه تعالى بما فى السماء والأرض وكتبه فى اللوح المحفوظ والفصل بين عباده يوم القيامة ـ يسير عليه إذ لا يخفى عليه شىء ، ولا يتعسر عليه مقدور.\nثم حكى سبحانه بعض أباطيل المشركين وأحوالهم الدالة على سخافة عقولهم فقال :\n(ا) (وَيَعْبُدُونَ مِنْ دُونِ اللهِ ما لَمْ يُنَزِّلْ بِهِ سُلْطاناً وَما لَيْسَ لَهُمْ بِهِ عِلْمٌ) أي ويعبد هؤلاء المشركون بالله من دونه ما لم ينزل بجواز عبادته حجة وبرهانا من السماء فى كتاب من كتبه التي أنزلها إلى رسله ، وما ليس لهم بجواز عبادته علم من ضرورة العقل ، وإنما هو أمر تلقوه عن آبائهم وأسلافهم بغير حجة ولا برهان.",
        "والخلاصة ـ ويعبدون من دون الله ما لم يقم دليل من الوحى ولا من العقل على صحة عبادته.\nونحو الآية قوله : «وَمَنْ يَدْعُ مَعَ اللهِ إِلهاً آخَرَ لا بُرْهانَ لَهُ بِهِ فَإِنَّما حِسابُهُ عِنْدَ رَبِّهِ إِنَّهُ لا يُفْلِحُ الْكافِرُونَ» (وَما لِلظَّالِمِينَ مِنْ نَصِيرٍ) أي وليس للظالمين من ينصرهم يوم القيامة فينقذهم من عذاب الله ويدفع عنهم عقابه إذا أراد ذلك.\n(ب) (وَإِذا تُتْلى عَلَيْهِمْ آياتُنا بَيِّناتٍ تَعْرِفُ فِي وُجُوهِ الَّذِينَ كَفَرُوا الْمُنْكَرَ) أي وإذا تتلى على المشركين العابدين من دون الله ما لم ينزّل به سلطانا ـ آيات القرآن ذوات الحجج والبينات ، بدت على وجوههم أمارات الإنكار بالتّجهّم والعبوس والبسور ونحو ذلك مما يذل على الغيظ والحفيظة الكامنة فى نفوسهم مما يسمعون منها.\nثم بين مقدار ذلك الغيظ ومبلغ أمره فقال :",
        "(يَكادُونَ يَسْطُونَ بِالَّذِينَ يَتْلُونَ عَلَيْهِمْ آياتِنا) أي هم من شدة حنقهم على من يتلونه من المؤمنين يكادون يثبون عليهم ويبطشون بهم ويبسطون أيديهم وألسنتهم بالسوء.\nوقصارى ذلك ـ إنهم قد بلغوا من الجهالة حدا لا ينفع فيه العلاج ، ولا تقنع فيه البينات والحجج.\nثم ذكر لهم أن هذا الغيظ الكمين فى نفوسهم ليس بشىء إذا قيس بما سيلاقونه من العذاب يوم القيامة فقال :\n(قُلْ أَفَأُنَبِّئُكُمْ بِشَرٍّ مِنْ ذلِكُمُ؟) أي قل لهم : أتسمعون فأخبركم بشر من ذلكم الذي فيكم من الغيظ من التالين للآيات حتى قاربتم أن تسطوا بهم وتمدّوا إليهم أيديكم وألسنتكم بالسوء؟",
        "ثم أجاب عن هذا الاستفهام فقال :\n(النَّارُ وَعَدَهَا اللهُ الَّذِينَ كَفَرُوا وَبِئْسَ الْمَصِيرُ) أي النار وعذابها أشق وأعظم مما تخوّفون به أولياء الله المؤمنين فى الدنيا ، ومما تنالون منهم إن نلتم بإرادتكم واختياركم.\n(وَبِئْسَ الْمَصِيرُ) أي وبئس النار موئلا ومقاما لهؤلاء المشركين بالله.\nونحو الآية قوله : «إِنَّها ساءَتْ مُسْتَقَرًّا وَمُقاماً».",
        "(يا أَيُّهَا النَّاسُ ضُرِبَ مَثَلٌ فَاسْتَمِعُوا لَهُ إِنَّ الَّذِينَ تَدْعُونَ مِنْ دُونِ اللهِ لَنْ يَخْلُقُوا ذُباباً وَلَوِ اجْتَمَعُوا لَهُ وَإِنْ يَسْلُبْهُمُ الذُّبابُ شَيْئاً لا يَسْتَنْقِذُوهُ مِنْهُ ضَعُفَ الطَّالِبُ وَالْمَطْلُوبُ (73) ما قَدَرُوا اللهَ حَقَّ قَدْرِهِ إِنَّ اللهَ لَقَوِيٌّ عَزِيزٌ (74) اللهُ يَصْطَفِي مِنَ الْمَلائِكَةِ رُسُلاً وَمِنَ النَّاسِ إِنَّ اللهَ سَمِيعٌ بَصِيرٌ (75) يَعْلَمُ ما بَيْنَ أَيْدِيهِمْ وَما خَلْفَهُمْ وَإِلَى اللهِ تُرْجَعُ الْأُمُورُ (76))\nتفسير المفردات\nضرب : أي جعل ، والمثل والمثل : الشبه ، لا يستنقذوه : أي لا يقدروا على استنقاذه ، ما قدروا الله : أي ما عظّموه ، عزيز : أي غالب على جميع الأشياء ، يصطفى : أي يختار.\nالمعنى الجملي",
        "بعد أن ذكر فيما سلف أنهم يعبدون من دون الله ما لا حجة لهم عليه من الوحى ، ولا دليل عليه من العقل ـ أردف هذا بما يدل على إبطاله ويؤكد جهلهم بمقام الألوهية ، وما ينبغى أن يكون لها من إجلال وتعظيم ، ثم أعقب ذلك ببيان أنه سبحانه يصطفى من الملائكة والناس لرسالته من يشاء وهو العليم بمن يختار «اللهُ أَعْلَمُ حَيْثُ يَجْعَلُ رِسالَتَهُ»\nروى أن الوليد بن المغيرة قال : أأنزل عليه الذكر من بيننا؟ فأنزل الله الآية : «اللهُ يَصْطَفِي مِنَ الْمَلائِكَةِ رُسُلاً وَمِنَ النَّاسِ» وأخرج الحاكم وصححه عن عكرمة قال : قال رسول الله صلّى الله عليه وسلم «إن الله اصطفى موسى بالكلام وإبراهيم بالخلّة»\nالإيضاح\n(يا أَيُّهَا النَّاسُ ضُرِبَ مَثَلٌ فَاسْتَمِعُوا لَهُ) أي يا أيها الناس جعل المشركون لى أشباها وأندادا وهى الآلهة التي يعبدونها معى ، فأنصتوا وتفهّموا حال ماملوهم وجعلوهم لى فى عبادتهم إياهم أشباها وأمثالا.",
        "ثم بين حال هؤلاء الأشباه والأمثال فقال :\n(إِنَّ الَّذِينَ تَدْعُونَ مِنْ دُونِ اللهِ لَنْ يَخْلُقُوا ذُباباً وَلَوِ اجْتَمَعُوا لَهُ) أي لو اجتمع جميع ما تعبدون من الأصنام والأوثان على أن يخلقوا ذبابة واحدة على صغر حجمها وحقارة شأنها ما قدروا وما استطاعوا إلى ذلك سبيلا.\nروى عن أبى هريرة أن النبي صلى الله عليه وسلّم قال : «قال الله عز وجل : ومن أظلم ممن ذهب يخلق كخلقى ، فليخلقوا ذرة فليخلقوا شعيرة».\n(وَإِنْ يَسْلُبْهُمُ الذُّبابُ شَيْئاً لا يَسْتَنْقِذُوهُ مِنْهُ) أي وإن يسلب الذباب الآلهة والأوثان شيئا مما عليها من طيب وما أشبهه ـ لا تستنقذ ذلك منه على ضعفه.",
        "والخلاصة ـ إنهم عاجزون عن خلق ذباب واحد ، بل أعجب من ذلك أنهم عاجزون عن مقاومته والانتصار منه لو سلبهم شيئا مما عليهم من طيب ونحوه.\nوفى ذلك إيماء إلى أنهم قد بلغوا غاية الجهالة ، وأشركوا بالله القادر على كل شىء آلهتهم من الأصنام والأوثان التي لا تقدر على خلق أحقر المخلوقات وأصغرها وهو الذباب ولو اجتمعت له ، ولا تستطيع أن تنتصر منه لو سلبها شيئا.\n(ضَعُفَ الطَّالِبُ وَالْمَطْلُوبُ) أي عجز الطالب وهو الآلهة أن تستنقذ من المطلوب وهو الذباب ما سلبها إياه من الطيب وما أشبهه.\nوقصارى هذا ـ إنه سبحانه وصف هذه الآلهة بما وصف ، للدلالة على مهانتها وضعفها ، تقريعا منه لعبدتها من مشركى قريش وكأنه قيل لهم : كيف تجعلون لى مثلا فى العبادة ، وتشركون معى فيها ما لا قدرة له على خلق ذباب ، وإن أخذ منه الذباب شيئا لم يقدر أن ينتصر منه ، وأنا الخالق لما فى السموات والأرض ، المالك لجميع ذلك ، المحيي لما أردت والمميت له ـ؟ إن فاعل ذلك بالغ غاية الجهل وعظيم السفه.",
        "ثم زاد هذا الإنكار توكيدا فقال :\n(ما قَدَرُوا اللهَ حَقَّ قَدْرِهِ) أي ما عظّموه حق التعظيم ، إذ عبدوا معه غيره من هذه الأصنام التي لا تقاوم الذباب لضعفها ، ولا تنتصر منه إن سلبها شيئا.\n(إِنَّ اللهَ لَقَوِيٌّ عَزِيزٌ) أي إنه تعالى قوىّ لا يتعذر عليه شىء ، وبقدرته خلق كل شىء ، عزيز لا يغالب ، لعظمته وسلطانه ، ولا يقدر شىء أن يسلبه من ملكه شيئا ، وليس كآلهتكم التي تدعونها من دون الله.\nونحو الآية قوله : «وَهُوَ الَّذِي يَبْدَؤُا الْخَلْقَ ثُمَّ يُعِيدُهُ وَهُوَ أَهْوَنُ عَلَيْهِ» وقوله : «إِنَّ اللهَ هُوَ الرَّزَّاقُ ذُو الْقُوَّةِ الْمَتِينُ».",
        "وبعد أن ذكر ما يتعلق بالإلهيات ذكر ما يتعلق بالنبوات فقال :\n(اللهُ يَصْطَفِي مِنَ الْمَلائِكَةِ رُسُلاً وَمِنَ النَّاسِ) أي الله يختار من الملائكة رسلا يتوسطون بينه وبين الأنبياء بالوحى ، ويصطفى من الناس رسلا يدعون عباده إلى ما يرضيه ، ويبلغونهم ما نزّله عليهم من وحيه ، إرشادا لهم وتشريعا للأحكام التي فيها سعادتهم فى دنياهم وآخرتهم.\n(إِنَّ اللهَ سَمِيعٌ بَصِيرٌ) أي إنه تعالى سميع لأقوال عباده ، بصير بهم فيعلم من يستحق أن يختار منهم لهذه الرسالة.\n(يَعْلَمُ ما بَيْنَ أَيْدِيهِمْ وَما خَلْفَهُمْ) أي يعلم ما كان بين أيدى ملائكته ورسله من قبل أن يخلقهم ، ويعلم ما هو كائن بعد فنائهم.",
        "وخلاصة ذلك ـ يعلم مستقبل أحوالهم وماضيها.\n(وَإِلَى اللهِ تُرْجَعُ الْأُمُورُ) أي وإليه ترجع الأمور يوم القيامة ، فلا أمر ولا نهى لأحد سواه ، وهو يجازى كلا بما عمل إن خيرا وإن شرا.\n(يا أَيُّهَا الَّذِينَ آمَنُوا ارْكَعُوا وَاسْجُدُوا وَاعْبُدُوا رَبَّكُمْ وَافْعَلُوا الْخَيْرَ لَعَلَّكُمْ تُفْلِحُونَ (77) وَجاهِدُوا فِي اللهِ حَقَّ جِهادِهِ هُوَ اجْتَباكُمْ وَما جَعَلَ عَلَيْكُمْ فِي الدِّينِ مِنْ حَرَجٍ مِلَّةَ أَبِيكُمْ إِبْراهِيمَ هُوَ سَمَّاكُمُ الْمُسْلِمِينَ مِنْ قَبْلُ وَفِي هذا لِيَكُونَ الرَّسُولُ شَهِيداً عَلَيْكُمْ وَتَكُونُوا شُهَداءَ عَلَى النَّاسِ فَأَقِيمُوا الصَّلاةَ وَآتُوا الزَّكاةَ وَاعْتَصِمُوا بِاللهِ هُوَ مَوْلاكُمْ فَنِعْمَ الْمَوْلى وَنِعْمَ النَّصِيرُ (78))\nتفسير المفردات",
        "فى الله : أي فى سبيله ، والجهاد كما قال الراغب : هو استفراغ الوسع فى مجاهدة العدو ، وهو ثلاثة أضرب :\n(ا) مجاهدة العدو الظاهر كالكفار.\n(ب) مجاهدة الشيطان.\n(ج) مجاهدة النفس والهوى ، وهذه أعظمها ؛ فقد أخرج البيهقي وغيره عن جابر قال : «قدم على رسول الله صلى الله عليه وسلم قوم غزاة فقال : قدمتم خير مقدم ، قدمتم من الجهاد الأصغر إلى الجهاد الأكبر ، قيل وما الجهاد الأكبر؟ قال : مجاهدة العبد هواه».",
        "والمراد بالجهاد هنا ما يشمل الأنواع الثلاثة ، كما يؤيده ما روى عن الحسن أنه قرأ الآية وقال : «إن الرجل ليجاهد فى الله تعالى وما ضرب بسيف».\nواجتباكم : أي اختاركم ، حرج : أي ضيق بتكليفكم ما يشق عليكم ، واعتصموا بالله أي استعينوا به وتوكلوا عليه ، مولاكم : أي ناصركم.\nالمعنى الجملي\nبعد أن تكلم فى الإلهيات ثم فى النبوات ـ أتبعهما بالكلام فى الشرائع والأحكام.",
        "الإيضاح\n(يا أَيُّهَا الَّذِينَ آمَنُوا ارْكَعُوا وَاسْجُدُوا وَاعْبُدُوا رَبَّكُمْ ، وَافْعَلُوا الْخَيْرَ لَعَلَّكُمْ تُفْلِحُونَ) أي يا أيها الذين صدقوا الله ورسوله ، اخضعوا لله ، وخروا له سجدا ، واعبدوه بسائر ما تعبّدكم به ، وافعلوا الخير الذي أمركم بفعله من صلة الأرحام ومكارم الأخلاق ، لتفلحوا وتفوزوا من ربكم بما تؤمّلون من الثواب والرضوان.\n(وَجاهِدُوا فِي اللهِ حَقَّ جِهادِهِ) أي وجاهدوا فى سبيل الله جهادا حقا خالصا لوجهه لا تخشون فيه لومة لائم.\n(هو اجتباكم) أي هو اختاركم من سائر الأمم ، وخصكم بأكرم رسول ، وأكمل شرع.",
        "(وَما جَعَلَ عَلَيْكُمْ فِي الدِّينِ مِنْ حَرَجٍ) أي وما جعل عليكم فى الدين الذي تعبدكم به ضيقا لا مخرج لكم منه ، بل وسّع عليكم وجعل لكم من كل ذنب مخلصا ، فرخص لكم فى المضايق ؛ فالصلاة وهى أعظم أركان الإسلام بعد الشهادتين تجب فى الحضر أربعا وفى السفر تقصر إلى اثنتين ، ويصليها المريض جالسا ، فإن لم يستطع فعلى جنبه ،\nوأباح الفطر حين السفر وحين الإرضاع والحمل والشغل فى شاقّ الأعمال ، ولم يوجب علينا الجمعة فى المساجد حين السفر أو الخوف من عدو أو سبع أو مطر إلى نحو أولئك ، كما فتح لكم باب التوبة وشرع لكم الكفارات فى حقوقه ودفع الدية بدل القصاص إذا رضى الولي.\nونحو الآية قوله سبحانه : «فَاتَّقُوا اللهَ مَا اسْتَطَعْتُمْ» وقوله : «يُرِيدُ اللهُ بِكُمُ الْيُسْرَ وَلا يُرِيدُ بِكُمُ الْعُسْرَ» وقوله : «رَبَّنا وَلا تَحْمِلْ عَلَيْنا إِصْراً كَما حَمَلْتَهُ عَلَى الَّذِينَ مِنْ قَبْلِنا».\n(مِلَّةَ أَبِيكُمْ إِبْراهِيمَ) أي وملتكم هى ملة أبيكم إبراهيم الحنيفية السمحة التي لم يعتورها جنف ولا إشراك.",
        "ونحو الآية قوله تعالى : «قُلْ إِنَّنِي هَدانِي رَبِّي إِلى صِراطٍ مُسْتَقِيمٍ ، دِيناً قِيَماً مِلَّةَ إِبْراهِيمَ حَنِيفاً» الآية.\n(هُوَ سَمَّاكُمُ الْمُسْلِمِينَ مِنْ قَبْلُ ، وَفِي هذا) أي إن الله سماكم يا معشر من آمن بمحمد صلّى الله عليه وسلّم ـ المسلمين فى الكتب المتقدمة وفى هذا الكتاب.\nوخلاصة هذا ـ إنه تعالى ذكر أنه اختارهم من بين سائر الأمم ، ثم حثهم على اتباع ما جاءهم به الرسول ، لأنه ملة أبيهم إبراهيم ، ثم نوّه بذكره والثناء عليه فى كتب الأنبياء قبله وفى القرآن.\n(لِيَكُونَ الرَّسُولُ شَهِيداً عَلَيْكُمْ وَتَكُونُوا شُهَداءَ عَلَى النَّاسِ) أي إنما جعلكم هكذا أمة وسطا عدولا مشهودا بعدالتكم بين الأمم ، ليكون محمد صلّى الله عليه وسلّم شهيدا عليكم يوم القيامة بأنه قد بلغكم ما أرسل به إليكم ، وتكونوا شهداء على الناس بأن الرسل قد بلغوهم ما أرسلوا به إليهم.",
        "وإنما قبلت شهادتهم على الناس لسائر الأنبياء ، لأنهم لم يفرقوا بين أحد منهم وعلموا أخبارهم من كتابهم على لسان نبيهم ، ولاعتراف سائر الأمم يومئذ بفضلهم على سواهم ، وقد تقدم ذكر هذا فى سورة الأنعام عند قوله : «وَكَذلِكَ جَعَلْناكُمْ أُمَّةً وَسَطاً» الآية.\nولما ندبهم لأداء الشهادة على الأمم جميعا طلب منهم دوام عبادته والاعتصام بحبله المتين فقال :\n(فَأَقِيمُوا الصَّلاةَ وَآتُوا الزَّكاةَ وَاعْتَصِمُوا بِاللهِ هُوَ مَوْلاكُمْ) أي فقابلوا هذه النعم العظيمة بالقيام بشكرها ، فأدّوا حق الله عليكم بطاعته فيما أوجب وترك ما حرم ، ومن أهم ذلك إقامة الصلاة التي هى وصلة بينكم وبين ربكم ، وإيتاء الزكاة التي هى طهرة أبدانكم ، وصلة ما بينكم وبين إخوانكم ، واستعينوا بالله فى جميع أموركم ، وهو ناصركم على من يعاديكم.\nثم علل الاعتصام به بقوله :",
        "(فَنِعْمَ الْمَوْلى وَنِعْمَ النَّصِيرُ) أي إن من تولاه كفاه كل ما أهمه ، وإذا نصر أحدا أعلاه على كل من خاصمه ، إذ لا ناصر فى الحقيقة سواه ولا ولىّ غيره ، فله الحمد وهو رب العالمين.\nخلاصة ما تضمنته السورة من الحكم والأحكام\n(1) وصف حال يوم القيامة وما فيه من شدائد وأهوال تشيب منها الولدان.\n(2) جدال عبدة الأصنام والأوثان بلا حجة ولا برهان.",
        "(3) إثبات البعث وإقامة الأدلة عليه.\n(4) وصف المنافقين المذبذبين فى دينهم وعدم ثباتهم على حال واحدة.\n(5) ما أعد الله لعباده المؤمنين من الثواب المقيم فى جنات النعيم.\n(6) بيان أن الله ناصر نبيه ومظهر دينه على سائر الأديان.",
        "(7) بيان أن الله يحكم يوم القيامة بين عباده من أرباب الديانات المختلفة ويجازى كلا بما يستحق.\n(8) إقامة الأدلة على وجود خالق السموات والأرض وبيان أن العالم كله خاضع لقدرته.\n(9) أمر المؤمنين بقتال المشركين الذين أخرجوهم من ديارهم ، وبيان أن هذا القتال لا بد منه لنصرة الحق فى كل زمان ومكان وأن الله ينصر من يدافع عنه.\n(10) تسلية الرسول على ما يناله من أذى قومه وأنهم ليسوا بدعا فى الأمم ، فكثير ممن قبلهم كذبوا رسلهم ثم كانت العاقبة للمتقين ، وأهلك الله القوم الظالمين ، والعبرة ماثلة أمامهم فى حلهم وترحالهم.",
        "(11) بيان أن المفسدين يلقون الشبهات على الحق ليزلزلوا عقائد المؤمنين ، لكنها لا تلبث أن تزول وينكشف نور الحق ويزيل ظلام الباطل.\n(12) الثواب على الهجرة لله ورسوله سواء قتل المهاجر أو مات.\n(13) وصف حال الكافرين إذا تلى عليهم القرآن ، بما يظهر على وجوههم من أمارات الغضب.\n(14) بيان أن الله يرسل رسلا من الملائكة ورسلا من البشر وأن الله عليم بمن يصلح لهذه الرسالة.",
        "(15) أمر المؤمنين بدوام الصلاة والزكاة وفعل الخيرات والجهاد حق الجهاد فى سبيل الحق.\n(16) بيان أن الدين يسر لا عسر ، وأنه كمّلة إبراهيم سمح لا شدة فيه.\n(17) بيان أن الرسول شهيد على أمته يوم القيامة وأن هذه الأمة تشهد على الأمم السالفة بأن رسلهم قد بلغوهم شرائع الله وما قصّروا فى ذلك.\nاللهم ألهمنا الحق ، واهدنا سبيل الرشاد ، وتقبل أعمالنا ، إنك أنت السميع المجيب.",
        "قد انتهى تفسير هذا الجزء فى اليوم الثامن عشر من ذى الحجة سنة ثلاث وستين وثلاثمائة وألف بعد الهجرة بمدينة حلوان من أرباض القاهرة قاعدة الديار المصرية ، وفقنا الله لإتمام تفسير كتابه الكريم.\nفهرست\nأهم المباحث العامة التي فى هذا الجزء\nفى الحديث : «بنو إسرائيل والكهف ومريم وطه والأنبياء من العتاق الأول وهن من تلادى»\t3",
        "طعن المشركون فى نبوة الرسول صلّى الله عليه وسلّم بأمرين\t6\nطلب المشركون من النبي صلّى الله عليه وسلّم آية أخرى غير القرآن\t7\nفضل القرآن\t11\n كانت الأمم السابقة تعترف بظلمها حين إهلاكها\t13",
        "فساد المطاعن التي وجهوها إلى النبي صلّى الله عليه وسلّم\t14\nالسموات والأرض لم تخلقا عبثا فلابد من الحساب والجزاء\t17\nلو كان فى السموات والأرض إلهان لفسدتا\t19\nالكتب السماوية جميعا جاءت بوحدانية الله وطلب عبادته\t20",
        "الملائكة عباد مكرمون يسبحون الليل والنهار لا يفترون\t21\nالأدلة على وجود الله\t24\nالدنيا ما خلقت للخلود والدوام\t29\nالابتلاء والفتنة تكون بالخير والشر\t30",
        "جبل الإنسان على حب العجلة\t32\nتأتى الساعة بغتة وهم لا يشعرون\t34\nيوم القيامة يدعو المشركون على أنفسهم بالويل والثبور وعظائم الأمور\t39\nأوصاف المتقين\t41",
        "\nحجاج إبراهيم لأبيه وقومه ودعوتهم إلى التوحيد\t42\nاحتجاج قومه بالتقليد\t44\nكسر إبراهيم عليه السلام للأصنام\t46",
        "رجوع قوم إبراهيم على أنفسهم بالملامة\t47\nاتفاق قوم إبراهيم على إحراق إبراهيم\t51\nالنعم التي أفاض الله بها على إبراهيم\t53\nالنعم التي أسبغها على لوط\t54",
        "ما أنعم الله به على داود وسليمان\t56\nقضاء داود وسليمان فى الحرث إذ نفشت فيه غنم القوم\t57\nنعم الله على داود عليه السلام نعم الله على سليمان عليه السلام\t58\nما أحيطت به قصة أيوب من العجائب والغرائب\t61",
        "نداء يونس عليه السلام لربه فى الظلمات واستجابة الله له\t63\nدعاء زكريا ربه واستجابته لدعوته\t66\nلبّ الدين عند الله واحد واختلاف الأديان فى التفاصيل\t68\nالأصنام وعابدوها فى النار ، وحكمة ذلك\t73",
        "أحوال أهل النار وما يلاقونه من الأهوال\t74\nما كتب لأهل السعادة فى الجنة\t75\nصلاح الأمة يقوم على أربعة عمد\t76\nالرسول صلّى الله عليه وسلّم أرسل رحمة للعالمين\t78",
        "ما اشتملت عليه سورة الحج من المباحث\t83\nأهوال يوم القيامة\t85\nذمّ المجادل بغير علم\t86\n",
        "مراتب الخلق والاستدلال بها على البعث\t88\nالمجادل بلا عقل صحيح ولا نقل صريح\t91\nمن الناس المذبذب المضطرب فى دينه\t94\nإثبات نصر الرسول والمبالغة فى ذلك بما لا مزيد عليه\t97",
        "القرآن هاد إلى سواء السبيل الأديان ستة خمسة للشيطان وواحد للرحمن\t98\nالسجود ضربان اختياري وتسخيرى\t99\nمن يهنه الله فلا مكرم له\t100\nجزاء الكافرين يوم القيامة\t102",
        "جزاء المؤمنين يومئذ\t103\nجزاء الصادّ عن البيت الحرام\t105\nتأنيب من يصد عنه من المشركين\t106\nسبب الأمر بزيارة البيت الحرام\t108",
        "ذبح الأنعام وأكلها حلال إلا ما حرم\t109\nمن أشرك بالله فقد أهلك نفسه وكان كمن سقط من السماء فتخطفه الطير\t110\nالذبح وإراقة الدماء قربة لله ليس بخاص بهذه الأمة\t112\nعلامات المخبتين\t113",
        "الهدايا من شعائر الله ودليل تقواه\t114\nوعد الله رسوله والمؤمنين بالنصر على المشركين\t117\nتحريض المؤمنين على القتال وبيان أن به انتظام أمر الجماعات\t119\nتسلية الرسول على ما يرى من قومه من الأذى\t121",
        "كان المشركون يستهزئون بالعذاب فيستعجلونه\t124\n\nسنة الله إهلاك الظالمين ولو بعد حين\t125\nوعد الله للمتقين ووعيده للكافرين\t126",
        "إلقاء المشركين الشبه والأوهام فيما يقرأ من القرآن\t128\nما يفعله القساوسة والمبشرون الآن فى البلاد الإسلامية\t129\nهداية الله لعباده المؤمنين إلى الصراط المستقيم\t131\nالمقتول فى سبيل الله والمهاجر إعزازا لدين الله فى الأجر سواء\t133",
        "الله قدير على نصر عباده المؤمنين\t135\nالله سابغ نعمه على عباده المؤمنين\t136\nلكل أمة منسك وشريعة خاصة بها\t138\nالنعي على عبادة الأوثان والأصنام\t141",
        "لا دليل على صحة عبادة الأصنام من عقل ولا نقل\t142\nكانت إذا تليت آيات القرآن على المشركين ظهر على وجوههم آثار الغيظ والألم\t143 \nالأصنام لا تستطيع خلق الذباب ولا تدفع عن نفسها ما يسلب منها\t145\nالجهاد ضروب\t147",
        "الدين يسر لا عسر\t148\nالرسول صلّى الله عليه وسلّم شهيد عليكم وأنتم شهداء على الناس\t149\n"
    ]
}