{
    "partText": [
        "\n\nالجزء الثاني والعشرون\nبِسْمِ اللهِ الرَّحْمنِ الرَّحِيمِ",
        "(وَمَنْ يَقْنُتْ مِنْكُنَّ لِلَّهِ وَرَسُولِهِ وَتَعْمَلْ صالِحاً نُؤْتِها أَجْرَها مَرَّتَيْنِ وَأَعْتَدْنا لَها رِزْقاً كَرِيماً (31))\nشرح المفردات\nيقنت : أي يخشع ويخضع ، وأعتدنا : هيأنا وأعددنا ، كريما : أي سالما من الآفات والعيوب.\nالمعنى الجملي",
        "بعد أن ذكر زيادة عقابهن إذا أتين بفاحشة مبينة ، أتبعه بذكر ثوابهن إذا هن عملن صالح الأعمال ـ مع ما هيأه لهن من الرزق الكريم فى الدنيا والآخرة ، ففى الدنيا يوفّقن إلى إنفاق ما يرزقن على وجه يكون لهن فيه عظيم الأجر والثواب ، ولا يخشين من أجله العقاب ، وفى الآخرة يرزقن ما لا يحدّ ولا يوصف من غير نكد ولا كدر.\n\nالإيضاح\n(وَمَنْ يَقْنُتْ مِنْكُنَّ لِلَّهِ وَرَسُولِهِ وَتَعْمَلْ صالِحاً نُؤْتِها أَجْرَها مَرَّتَيْنِ) أي ومن تطع منكنّ الله ورسوله وتعمل صالح الأعمال نضاعف لها الأجر والمثوبة ، لكرامتها علينا بوجودها فى بيت النبوة ومنزل الوحى ونور الحكمة وعين الهداية.",
        "(وَأَعْتَدْنا لَها رِزْقاً كَرِيماً) أي وزيادة على هذا أعددنا لها الكرامة فى الدنيا والآخرة ، أما فى الدنيا فلأنها تكون مرموقة بعين الغبطة لدى نساء العالمين ، منظورا إليها نظرة المهابة والإجلال ، وأما فى الآخرة فلها رفيع الدرجات ، وعظيم المنازل عنده تعالى فى جنات النعيم.\n(يا نِساءَ النَّبِيِّ لَسْتُنَّ كَأَحَدٍ مِنَ النِّساءِ إِنِ اتَّقَيْتُنَّ فَلا تَخْضَعْنَ بِالْقَوْلِ فَيَطْمَعَ الَّذِي فِي قَلْبِهِ مَرَضٌ وَقُلْنَ قَوْلاً مَعْرُوفاً (32) وَقَرْنَ فِي بُيُوتِكُنَّ وَلا تَبَرَّجْنَ تَبَرُّجَ الْجاهِلِيَّةِ الْأُولى وَأَقِمْنَ الصَّلاةَ وَآتِينَ الزَّكاةَ وَأَطِعْنَ اللهَ وَرَسُولَهُ إِنَّما يُرِيدُ اللهُ لِيُذْهِبَ عَنْكُمُ الرِّجْسَ أَهْلَ الْبَيْتِ وَيُطَهِّرَكُمْ تَطْهِيراً (33) وَاذْكُرْنَ ما يُتْلى فِي بُيُوتِكُنَّ مِنْ آياتِ اللهِ وَالْحِكْمَةِ إِنَّ اللهَ كانَ لَطِيفاً خَبِيراً (34))\nتفسير المفردات\nأصل أحد وحد بمعنى الواحد وهو فى النفي عام للمذكر والمؤنث ، والواحد والكثير : أي لستنّ كجماعة واحدة من جماعات النساء ، فإذا استقرئت أمّة النساء جماعة جماعة لم يوجد منهن جماعة واحدة تساويكن فى الفضل والمسابقة ، والاتقاء بمعنى الاستقبال ، وهو بهذا المعنى معروف فى اللغة قال النابغة :",
        "\nأي استقبلتنا باليد قاله أبو حيان فى البحر ، ومنه قوله تعالى : «أَفَمَنْ يَتَّقِي بِوَجْهِهِ سُوءَ الْعَذابِ» : فلا تخضعن بالقول : أي فلا تجبن بقول خاضع ليّن ، أي إذا استقبلتن أحدا فلا تلنّ الكلام ولا ترققنه ، مرض : أي ريبة وفجور ، قولا معروفا : أي حسنا بعيدا من الريبة غير مطمع لأحد ، قرن : من قرّ يقرّ من باب علم وأصله اقررن دخله الحذف ، والتبرج : إبداء المرأة من محاسنها ما يجب عليها ستره ، والجاهلية الأولى :\nهى الجاهلية القديمة جاهلية الكفر قبل الإسلام ، وهناك جاهلية أخرى هى جاهلية الفسوق فى الإسلام ، والرجس : فى الأصل الشيء القذر ؛ والمراد به هنا الإثم المدنّس للعرض ، واذكرن ما يتلى فى بيوتكن : أي وعظن الناس بما يتلى فى بيوتكنّ ، وآيات الله : هى القرآن ، والحكمة : هى السنة وحديث الرسول.\nالمعنى الجملي",
        "بعد أن أذكر ما اختص به أمهات المؤمنين من مضاعفة العذاب والثواب ، أردف ذلك بيان أن لهن مكانة على بقية النساء ، تم نهاهن عن رخامة الصوت ولين الكلام إذا هن استقبلن أحدا حتى لا يطمع فيهن من فى قلبه نفاق ، ثم أمرهن بالقرار فى بيوتهن ونها هن عن إظهار محاسنهن كما يفعل ذلك أهل الجاهلية الأولى ، ثم أمرهنّ بأهمّ أركان الدين ، وهو إقامة الصلاة وإيتاء الزكاة وطاعة الله ورسوله فيما يأمر وينهى ، لأنه تعالى أذهب الآثام عن أهل البيت وطهرهم تطهيرا ، ثم أمرهن بتعليم غيرهن القرآن وما يسمعنه من النبي صلى الله عليه وسلم من السنة.\nالإيضاح\n(يا نِساءَ النَّبِيِّ لَسْتُنَّ كَأَحَدٍ مِنَ النِّساءِ) أي يا نساء النبي إذا استقصيت النساء جماعة لم يوجد منهن جماعة واحدة تساويكن فى الفضل والكرامة.\nوالخلاصة ـ إنه لا يشبهكن أحد من النساء ولا يلحقكنّ فى الفضيلة والمنزلة.",
        "(إِنِ اتَّقَيْتُنَّ فَلا تَخْضَعْنَ بِالْقَوْلِ فَيَطْمَعَ الَّذِي فِي قَلْبِهِ مَرَضٌ وَقُلْنَ قَوْلاً مَعْرُوفاً) أي إذا استقبلتن أحدا من الرجال فلا ترقّقن الكلام فيطمع فى الخيانة من فى قلبه فساد وريبة من فسق ونفاق ، وقلن قولا بعيدا عن الريبة غير مطمع لأحد.\nوتفسير الاتقاء بهذا المعنى أبلغ فى مدحهن ، إذ لم يعلق فضلهن على التقوى ، ولا نهيهن عن الخضوع بها إذ هن متقيات لله فى أنفسهن ، والتعليق يقتضى بظاهره أنهن لسن متحليات بالتقوى قاله فى البحر ، وقال فى الكشاف : إن المعنى إن أردتن التقوى ، أو إن كنتن متقيات ا ه ، يريد إن اتقيتن مخالفة حكم الله تعالى ورضا رسوله صلى الله عليه وسلم.\nوإجمال هذا ـ خاطبن الأجانب بكلام لا ترخيم فيه للصوت ولا تخاطبنهم كما تخاطبن الأزواج.\nولما أمرهن بالقول المعروف أتبعه بذكر الفعل فقال :",
        "(وَقَرْنَ فِي بُيُوتِكُنَّ) أي الزمن بيوتكن ، فلا تخرجن لغير حاجة ، وهو أمر لهن ولسائر النساء ، أخرج الترمذي والبزّار عن ابن مسعود أن النبي صلى الله عليه وسلم قال : «إن المرأة عورة فإذا خرجت من بيتها استشرفها الشيطان ، وأقرب ما تكون من رحمة ربها وهى فى قعر بيتها».\n(وَلا تَبَرَّجْنَ تَبَرُّجَ الْجاهِلِيَّةِ الْأُولى) أي ولا تبدين زينتكن ومحاسنكن للرجال كما كان النساء يفعلن ذلك فى الجاهلية قبل الإسلام.\nوبعد أن نهاهن عن الشر أمرهن بالخير فقال :\n(وَأَقِمْنَ الصَّلاةَ وَآتِينَ الزَّكاةَ وَأَطِعْنَ اللهَ وَرَسُولَهُ) أي وأدّين الصلاة على الوجه القيّم المعتبر شرعا ، وأعطين زكاة أموالكن كما أمركن الله.",
        "وخص هاتين العبادتين بالذكر لما لهما من كبير الآثار فى طهارة النفس وطهارة المال.\nوأطعن الله ورسوله فيما تأتين وما تذرن ، واجعلن نصب أعينكن اتباع الأوامر وترك النواهي.\nثم ذكر السبب فى هذه الأوامر والنواهي على وجه عام فقال :\n(إِنَّما يُرِيدُ اللهُ لِيُذْهِبَ عَنْكُمُ الرِّجْسَ أَهْلَ الْبَيْتِ وَيُطَهِّرَكُمْ تَطْهِيراً) إنما يريد الله ليذهب عنكم السوء والفحشاء يا أهل بيت الرسول ويطهركم من دنس الفسق والفجور الذي يعلق بأرباب الذنوب والمعاصي.",
        "وأهل بيته صلى الله عليه وسلم من كان ملازما له من الرجال والنساء والأزواج والإماء والأقارب ، وكلما كان المرء منهم أقرب وبالنبي أخصّ وألزم كان بالارادة أحق وأجدر. وعن ابن عباس قال : «شهدنا رسول الله صلى الله عليه وسلم تسعة أشهر يأتى كل يوم باب على بن أبى طالب عند وقت كل صلاة فيقول : «السلام عليكم ورحمة الله ، إنما يريد الله ليذهب عنكم الرجس أهل البيت ويطهركم تطهيرا ، الصلاة يرحمكم الله ، كل يوم خمس مرات».\nثم بين ما أنعم به عليهن من أن بيوتهن مهابط الوحى بقوله :\n(وَاذْكُرْنَ ما يُتْلى فِي بُيُوتِكُنَّ مِنْ آياتِ اللهِ وَالْحِكْمَةِ) أي واذكرن نعمة الله عليكن ، بأن جعلكن فى بيوت تتلى فيها آيات الله وما ينزل على الرسول من أحكام الدين ولم ينزل به قرآن ، فاحمدن الله على ذلك واشكرنه على جزيل فضله عليكن.\nولا يخفى ما فى هذا من الحث على الانتهاء والائتمار فيما كلّفنه ، كما لا يخفى ما فى تسمية ما نزل عليه من الشرائع بالحكمة ، إذ فيه الحكمة فى صلاح المجتمع فى معاشه ومعاده ، فمن استمسك به رشد ، ومن تركه ضلّ عن طريق الهدى ، وسلك سبيل الردى.",
        "(إِنَّ اللهَ كانَ لَطِيفاً خَبِيراً) أي إن الله كان ذا لطف بكنّ ؛ إذ جعلكن فى البيوت التي تتلى فيها آياته وشرائعه ، خبيرا بكنّ إذ اختار كن لرسوله أزواجا.\n(إِنَّ الْمُسْلِمِينَ وَالْمُسْلِماتِ وَالْمُؤْمِنِينَ وَالْمُؤْمِناتِ وَالْقانِتِينَ وَالْقانِتاتِ وَالصَّادِقِينَ وَالصَّادِقاتِ وَالصَّابِرِينَ وَالصَّابِراتِ وَالْخاشِعِينَ وَالْخاشِعاتِ وَالْمُتَصَدِّقِينَ وَالْمُتَصَدِّقاتِ وَالصَّائِمِينَ وَالصَّائِماتِ وَالْحافِظِينَ فُرُوجَهُمْ وَالْحافِظاتِ وَالذَّاكِرِينَ اللهَ كَثِيراً وَالذَّاكِراتِ أَعَدَّ اللهُ لَهُمْ مَغْفِرَةً وَأَجْراً عَظِيماً (35))\nتفسير المفردات\nالإسلام : الانقياد والخضوع لأمر الله ، والإيمان : التصديق بما جاء عن الله من أمر ونهى ، والقنوت : هو الطاعة فى سكون ، والصبر : تحمل المشاق على المكاره والعبادات والبعد عن المعاصي ، والخشوع : السكون والطمأنينة ، أعد الله لهم مغفرة : أي هيأ لهم مغفرة تمحو ذنوبهم ، وأجرا عظيما : أي نعيما عند ربهم يوم القيامة.",
        "المعنى الجملي\nبعد أن أمر سبحانه نساء نبيه صلى الله عليه وسلم بأشياء ونهاهن عن أخرى ، ذكر هنا ما أعد للمسلمين والمسلمات من الأجر والكرامة عنده فى الدار الآخرة. روى أحمد عن عبد الرحمن بن شيبة قال : «سمعت أم سلمة زوج النبي صلى الله عليه وسلم تقول : قلت للنبى صلى الله عليه وسلم : ما لنا لا نذكر فى القرآن كما يذكر الرجال؟ قالت فلم يرعنى منه ذات يوم إلا نداؤه على المنبر ، وأنا أسرّح رأسى فلففت شعرى ثم خرجت إلى حجرة من حجرهن فجعلت سمعى عند الجريد فإذا هو يقول على المنبر يا أيها الناس إنّ الله يقول فى كتابه : (إِنَّ الْمُسْلِمِينَ وَالْمُسْلِماتِ وَالْمُؤْمِنِينَ وَالْمُؤْمِناتِ ـ إلى قوله : أَعَدَّ اللهُ لَهُمْ مَغْفِرَةً وَأَجْراً عَظِيماً)».\nالإيضاح\nذكر الله سبحانه الأوصاف التي يستحق بها عباده أن يمحو عنهم زلاتهم ويثيبهم بالنعيم المقيم عنده وهى :",
        "(1) إسلام الظاهر بالانقياد لأحكام الدين فى القول والعمل.\n(2) إسلام الباطن بالتصديق التام والإذعان لما فرض الدين من الأحكام وهذا هو الإيمان.\n(3) القنوت وهو دوام العمل فى هدوء وطمأنينة كما قال : «أَمَّنْ هُوَ قانِتٌ آناءَ اللَّيْلِ ساجِداً وَقائِماً يَحْذَرُ الْآخِرَةَ وَيَرْجُوا رَحْمَةَ رَبِّهِ؟» وقال : «يا مَرْيَمُ اقْنُتِي لِرَبِّكِ وَاسْجُدِي وَارْكَعِي مَعَ الرَّاكِعِينَ».\nفالإسلام والانقياد مرتبة تعقبها مرتبة الإذعان والتصديق وينشأ عن مجموعهما القنوت والخشوع.",
        "(4) الصدق فى الأقوال والأعمال ، وهو علامة الإيمان كما أن الكذب أمارة النفاق ، فمن صدق نجا ، وفى الحديث «عليكم بالصدق فإنه يهدى إلى البر ، وإن البر يهدى إلى الجنة ، وإياكم والكذب ، فإن الكذب يهدى إلى الفجور ، وإن الفجور يهدى إلى النار» (5) الصبر على المكاره وتحمل المشاقّ فى أداء العبادات وترك الشهوات.\n(6) الخشوع والتواضع لله تعالى بالقلب والجوارح ابتغاء ثوابه وخوفا من عقابه كما جاء فى الحديث «اعبد الله كأنك تراه فإن لم تكن تراه فإنه يراك» (7) التصدق بالمال والإحسان إلى المحاويج الذين لا كسب لهم ولا كاسب ، وقد ثبت فى الصحيح «سبعة يظلهم الله فى ظله يوم لا ظل إلا ظله .. ورجل تصدق بصدقة فأخفاها حتى لا تعلم شماله ما تنفق يمينه» وفى حديث آخر «والصدقة تطفئ الخطية كما يطفىء الماء النار»\n(8) الصوم فإنه نعم العون على كسر الشهوة كما روى ابن ماجه من قوله صلى الله عليه وسلم «والصوم زكاة البدن» أي إنه يزكّيه ويطهره من الأخلاط الرديئة طبعا وشرعا ، وجاء عنه صلى الله عليه وسلم «يا معشر الشباب من استطاع منكم الباءة فليتزوج ، فإنه أغض للبصر وأحصن للفرج ، ومن لم يستطع فعليه بالصوم فإنه له وجاء».\n(9) حفظ الفروج عن المحارم والآثام كما جاء فى الآية الأخرى : «وَالَّذِينَ هُمْ لِفُرُوجِهِمْ حافِظُونَ إِلَّا عَلى أَزْواجِهِمْ أَوْ ما مَلَكَتْ أَيْمانُهُمْ فَإِنَّهُمْ غَيْرُ مَلُومِينَ ، فَمَنِ ابْتَغى وَراءَ ذلِكَ فَأُولئِكَ هُمُ العادُونَ».",
        "(10) ذكر الله ذكرا كثيرا بالألسنة والقلوب ، روى عن مجاهد أنه قال : لا يكتب الرجل من الذاكرين الله كثيرا حتى يذكر الله تعالى قائما وقاعدا ومضطجعا.\nوأخرج النسائي وابن ماجه وأبو داود وغيرهم عن أبى سعيد الخدري أن رسول الله صلى الله عليه وسلم قال : «إذا أيقظ الرجل امرأته من الليل فصلّيا ركعتين كانا تلك الليلة من الذاكرين الله كثيرا والذاكرات» : روى عنه صلى الله عليه وسلم أنه قال : «سبق المفردون ، قالوا وما المفردون؟ قال الذاكرون الله كثيرا والذاكرات».\nوروى أحمد عن سهل بن معاذا الجهني عن أبيه عن رسول الله صلى الله عليه وسلم قال : «إن رجلا سأله فقال : أىّ المجاهدين أعظم أجرا يا رسول الله؟ قال صلى الله عليه وسلم أكثرهم لله تعالى ذكرا ، قال فأىّ الصائمين أكثر أجرا؟ قال صلى الله عليه وسلم أكثرهم لله عز وجل ذكرا ، ثم ذكر الصلاة والزكاة والحج والصدقة كل ذلك يقول رسول الله صلى الله عليه وسلم أكثرهم لله ذكرا ، فقال أبو بكر لعمر رضى الله عنهما : ذهب الذاكرون بكل خير ، فقال صلى الله عليه وسلم : أجل».\nهؤلاء الذين جمعوا هذه الأوصاف يمحو عنهم ذنوبهم ويؤتيهم الأجر العظيم فى جنات النعيم.",
        "قصة زينب بنت جحش\nزواجها لزيد بن حارثة مولى رسول الله صلى الله عليه وسلم ، طلاقها منه ، زواجها لرسول الله صلى الله عليه وسلم لإبطال عادة جاهلية ، وهى إعطاء المتبنّى حكم الابن فى حرمة زواج امرأته بعد طلاقها.\n(وَما كانَ لِمُؤْمِنٍ وَلا مُؤْمِنَةٍ إِذا قَضَى اللهُ وَرَسُولُهُ أَمْراً أَنْ يَكُونَ لَهُمُ الْخِيَرَةُ مِنْ أَمْرِهِمْ وَمَنْ يَعْصِ اللهَ وَرَسُولَهُ فَقَدْ ضَلَّ ضَلالاً مُبِيناً (36) وَإِذْ تَقُولُ لِلَّذِي أَنْعَمَ اللهُ عَلَيْهِ وَأَنْعَمْتَ عَلَيْهِ أَمْسِكْ عَلَيْكَ زَوْجَكَ وَاتَّقِ اللهَ وَتُخْفِي فِي نَفْسِكَ مَا اللهُ مُبْدِيهِ وَتَخْشَى النَّاسَ وَاللهُ أَحَقُّ أَنْ تَخْشاهُ فَلَمَّا قَضى زَيْدٌ مِنْها وَطَراً زَوَّجْناكَها لِكَيْ لا يَكُونَ عَلَى الْمُؤْمِنِينَ حَرَجٌ فِي أَزْواجِ أَدْعِيائِهِمْ إِذا قَضَوْا مِنْهُنَّ وَطَراً وَكانَ أَمْرُ اللهِ مَفْعُولاً (37) ما كانَ عَلَى النَّبِيِّ مِنْ حَرَجٍ فِيما فَرَضَ اللهُ لَهُ سُنَّةَ اللهِ فِي الَّذِينَ خَلَوْا مِنْ قَبْلُ وَكانَ أَمْرُ اللهِ قَدَراً مَقْدُوراً (38) الَّذِينَ يُبَلِّغُونَ رِسالاتِ اللهِ وَيَخْشَوْنَهُ وَلا يَخْشَوْنَ أَحَداً إِلاَّ اللهَ وَكَفى بِاللهِ حَسِيباً (39) ما كانَ مُحَمَّدٌ أَبا أَحَدٍ مِنْ رِجالِكُمْ وَلكِنْ رَسُولَ اللهِ وَخاتَمَ النَّبِيِّينَ وَكانَ اللهُ بِكُلِّ شَيْءٍ عَلِيماً (40))\nتفسير المفردات",
        "تقول ما كان لفلان أن يفعل كذا : أي لا ينبغى له ، والخيرة : الاختيار ، مبينا :أي ظاهر الانحراف عن سنن الصواب ، أنعم الله عليه : أي بالإسلام ، وأنعمت عليه :\nأي بالعتق ونيل الحرية ، واتق الله : أي فى أمرها ولا تطلقها ضرارا ، وتخشى الناس : أي تخاف من اعتراضهم وقولهم إن محمدا تزوج امرأة ابنه ، والوطر : الحاجة ؛ والمراد أنه لم يبق له بها حاجة الزوجية فطلقها ، زوجنا كها : أي جعلناها زوجة لك ، والحرج : المشقة ، فرض له : أي قدّر من قولهم فرض للجند كذا أي قدر لهم ، سنة الله : أي سن الله ذلك سنة ، خلوا : أي مضوا ، قدرا مقدورا : أي مقضيا وكائنا لا بد منه\nالمعنى الجملي\nبعد أن أمر الله نبيه أن يخير زوجاته بين البقاء معه والتسريح سراحا جميلا وفهم من هذا أن الرسول صلى الله عليه وسلم لا يريد ضررا لغيره ، فمن كان ميله إلى شىء مكّنه منه وترك حظ نفسه لحظ غيره ـ ذكر هنا أن زمام الاختيار ليس بيد الإنسان فى كل شىء كما أعطى ذلك للزوجات ، بل هناك أمور لا اختيار لمؤمن ولا مؤمنة فيها وهى ما حكم الله فيه ، فما أمر به فهو المتّبع ، وما أراد النبي صلى الله عليه وسلم فهو الحق ، ومن خالفهما فقد ضل ضلالا مبينا.",
        "وقد نزلت هذه الآيات فى زينب بنت جحش بنت عمة النبي صلى الله عليه وسلم أميمة بنت عبد المطلب وقد خطبها رسول الله صلى الله عليه وسلم على مولاه زيد بن حارثة فأبت وأبى أخوها عبد الله بن جحش فنزل : وما كان لمؤمن ولا مؤمنة إلخ فلما نزلت قالا رضينا يا رسول الله فأنكحها إياه وساق عنه إليها مهرها ستين درهما وخمارا وملحفة ودرعا وإزارا وخمسين مدّا من طعام وثلاثين صاعا من تمر.\nوالحكمة فى هذا الزواج الذي لم يبال فيه النبي بإباء زينب ورغبتها عن زيد ، أن التصاق الأدعياء بالبيوت واتصالهم بأنسابها كان أمرا تدين به العرب وتعده أصلا ترجع إليه فى الحسب والشرف ، وكانوا يعطون ، الدعىّ جميع حقوق الأبن وجرون عليه الأحكام التي يعطونها للابن حتى الميراث وحرمة النسب ـ فأراد الله\nمحو ذلك بالإسلام حتى لا يعرف إلا النسب الصريح ومن ثم قال فى أول السورة «وما جعل أدعياء كم أبناءكم ذلكم قولكم بأفواهكم والله يقول الحقّ وهو يهدى السّبيل. ادعوهم لآبائهم هو أقسط عند الله» وبهذا حرم على المسلمين أن ينسبوا الدعىّ إلى من تبناه ، وأن يكون للمتبنّى إلا حق المولى والأخ فى الدين وحظر عليهم أن يقتطعوا له من حقوق الابن لا قليلا ولا كثيرا.\nوما رسخ فى النفوس بحكم العادة لا يمكن التخلص منه إلا بإرادة قوية تسخر بسلطانها ، ولا تجعل لها حكما فى الأعمال إذا كانت المصلحة فى خلاف ذلك ، ومن ثم ألهم الله رسوله أن يلغى هذا الحكم بالعمل كما ألغى بالقول فى أحد عتقاه. ومن ثمّ أرغم بنت عمته لتتزوج بزيد وهو متبناه ليكون هذا الزواج مقدمة لتشريع إلهى جديد.",
        "ذلك أنه بعد أن تزوجها زيد شمخت بأنفها عليه وجعلت تفخر عليه بنسبها ، فاشتكى منها إلى رسول الله صلى الله عليه وسلم المرة بعد المرة وهو عليه السلام يغلبه الحياء فى تنفيذ حكم الله ويقول لزيد : أمسك عليك زوجك واتق الله ، إلى أن غلب حكم الله وسمح لزيد بطلاقها ، ثم تزوجها بعد ذلك ليمزّق حجاب تلك العادة كما قال : «لِكَيْ لا يَكُونَ عَلَى الْمُؤْمِنِينَ حَرَجٌ فِي أَزْواجِ أَدْعِيائِهِمْ إِذا قَضَوْا مِنْهُنَّ وَطَراً وَكانَ أَمْرُ اللهِ مَفْعُولاً» ثم أكد هذا بقوله : «ما كانَ مُحَمَّدٌ أَبا أَحَدٍ مِنْ رِجالِكُمْ وَلكِنْ رَسُولَ اللهِ وَخاتَمَ النَّبِيِّينَ وَكانَ اللهُ بِكُلِّ شَيْءٍ عَلِيماً»\nالإيضاح\n(وَما كانَ لِمُؤْمِنٍ وَلا مُؤْمِنَةٍ إِذا قَضَى اللهُ وَرَسُولُهُ أَمْراً أَنْ يَكُونَ لَهُمُ الْخِيَرَةُ مِنْ أَمْرِهِمْ) أي ليس لمؤمن ولا مؤمنة إذا قضى الله ورسوله قضاء أن يتخيروا من أمرهم غير الذي قضى فيهم ويخالفوا أمر الله ورسوله وقضاءهما ويعصياهما\nوالخلاصة ـ لا ينبغى لمؤمن ولا مؤمنة أن يختارا أمرا قضى الرسول بغيره ثم أكد ما سلف بقوله :",
        "(وَمَنْ يَعْصِ اللهَ وَرَسُولَهُ فَقَدْ ضَلَّ ضَلالاً مُبِيناً) أي ومن يعص الله ورسوله فيما امرا ونهيا فقد جار عن قصد السبيل وسلك غير طريق الهدى والرشاد ، وقد علمت فيما سلف سبب نزول هذه الآية.\nونحو الآية قوله : «فَلْيَحْذَرِ الَّذِينَ يُخالِفُونَ عَنْ أَمْرِهِ أَنْ تُصِيبَهُمْ فِتْنَةٌ أَوْ يُصِيبَهُمْ عَذابٌ أَلِيمٌ».\nثمّ ذكّر الله نبيه بما وقع منه ليزيده تثبيتا على الحق ، وليدفع عنه ما حاك فى صدور ضعاف العقول ومرضى القلوب فقال :\n(وَإِذْ تَقُولُ لِلَّذِي أَنْعَمَ اللهُ عَلَيْهِ وَأَنْعَمْتَ عَلَيْهِ أَمْسِكْ عَلَيْكَ زَوْجَكَ وَاتَّقِ اللهَ) أي واذكر أيها الرسول حين قولك لمولاك الذي أنعم الله عليه فوفّقه للاسلام ، وأنعمت عليه بحسن تربيته وعتقه وتقريبه منك : أمسك عليك زوجك زينب ، واتق الله فى أمرها ، ولا تطلقها ضرارا ، وتعللا بتكبرها وشموخا بأنفها ، فإن الطلاق يشينها ، وربما لا يجد بعدها خيرا منها.",
        "وفى التعبير بأنعمت عليه إيماء إلى وجه العتب بذكر الحال التي تنافى ما صدر منه عليه السلام من إظهار خلاف ما فى نفسه ، إذ هذا إنما يكون حين الاستحياء والاحتشام ، وكلاهما مما لا ينبغى أن يكون مع زيد مولاه (وَتُخْفِي فِي نَفْسِكَ مَا اللهُ مُبْدِيهِ) أي وأنت تعلم أن الطلاق لا بد منه ، بما ألهمك الله أن تمتثل أمره بنفسك لتكون أسوة لمن معك ولمن يأتى بعدك ، وإنما غلبك فى فى ذلك الحياء وخشية أن يقولوا تزوج محمد مطلّقة متبناه ، فأنت تخفى فى نفسك ما الله به من الحكم الذي ألهمك (وَتَخْشَى النَّاسَ وَاللهُ أَحَقُّ أَنْ تَخْشاهُ) أي وتخاف من اعتراض الناس والله\nالذي أمرك بهذا كله أحق وحده بأن تخشاه ، فكان عليك أن تمضى فى الأمر قدما ، تعجيلا لتنفيذ كلمته وتقرير شرعه.\nثم زاد الأمر بيانا بقوله :\n(فَلَمَّا قَضى زَيْدٌ مِنْها وَطَراً زَوَّجْناكَها لِكَيْ لا يَكُونَ عَلَى الْمُؤْمِنِينَ حَرَجٌ فِي أَزْواجِ أَدْعِيائِهِمْ إِذا قَضَوْا مِنْهُنَّ وَطَراً) أي فلما قضى زيد منها حاجته وملّها ثم طلقها جعلناها زوجا لك ، لترتفع الوحشة من نفوس المؤمنين ولا يجدوا فى أنفسهم حرجا من أن يتزوجوا نساء كنّ من قبل أزواجا لأدعيائهم.",
        "(وَكانَ أَمْرُ اللهِ مَفْعُولاً) أي وكان ما قضى الله من قضاء كائنا لا محالة ؛ أي إن قضاء الله فى زينب أن يتزوجها رسول الله كائن ماض لا بد منه.\nروى البخاري والترمذي «أن زينب رضى الله عنها كانت تفخر على أزواج النبي صلى الله عليه وسلم تقول : زوجكن أهلوكنّ وزوّجنى الله تعالى من فوق سبع سموات» وأخرج ابن جرير عن الشعبي قال : «كانت تقول للنبى صلى الله عليه وسلم إنى لأدلّ عليك بثلاث ما من نسائك امرأة تدلّ بهن : إن جدى وجدك واحد ، وإنى أنكحك الله إياى من السماء ، وإن السفير لجبريل عليه السلام».\nثم أكد ما سلف بقوله :\n(ما كانَ عَلَى النَّبِيِّ مِنْ حَرَجٍ فِيما فَرَضَ اللهُ لَهُ) أي ليس على النبي حرج فيما أحل الله له من نكاح امرأة من تبناه بعد فراقه إياها.",
        "ثم بين أن الرسول صلى الله عليه وسلم ليس بدعا فى الرسل فيما أباح له من الزوجات والسراري فقال :\n(سُنَّةَ اللهِ فِي الَّذِينَ خَلَوْا مِنْ قَبْلُ) أي إن الله سن بك أيها الرسول سنة أسلافك من الأنبياء الذين مضوا من قبل فيما أباح لهم من الزوجات والسراري ، فقد كان لسليمان وداود وغيرهما عدد كثير منهن.\nوفى هذا ردّ على اليهود الذين عابوه صلى الله عليه وسلم (وحاشاه) بكثرة الأزواج.\n(وَكانَ أَمْرُ اللهِ قَدَراً مَقْدُوراً) أي وكان أمر الله الذي يقدره كائنا لا محالة وواقعا لا محيد عنه ، فما شاء كان وما لم يشأ لم يكن.",
        "ثم وصف الذين خلوا بصفات الكمال والتقوى وإخلاص العبادة له وتبليغ رسالته فقال :\n(الَّذِينَ يُبَلِّغُونَ رِسالاتِ اللهِ وَيَخْشَوْنَهُ وَلا يَخْشَوْنَ أَحَداً إِلَّا اللهَ) أي هؤلاء الذين جعل محمد متبعا سنتهم وسالكا سبيلهم هم الذين يبلغون رسالات ربهم إلى من أرسلوا إليهم ، ويخافون الله فى تركهم تبليغ ذلك ، ولا يخافون سواه.\nوالخلاصة ـ كن من أولئك الرسل الكرام ، ولا تخش أحدا غير ربك ، فإنه يحميك ممن يريدك بسوء أو يمسك بأذى.\n(وَكَفى بِاللهِ حَسِيباً) أي وكفى الله ناصرا ومعينا وحافظا لأعمال عباده ومحاسبا لهم عليها.",
        "ولما تزوج رسول الله صلى الله عليه وسلم زينب قالوا تزوج حليلة ابنه فأنزل الله :\n(ما كانَ مُحَمَّدٌ أَبا أَحَدٍ مِنْ رِجالِكُمْ وَلكِنْ رَسُولَ اللهِ وَخاتَمَ النَّبِيِّينَ) أي ما كان لك أن تخشى أحدا من الناس بزواج امرأة متبناك لا ابنك ، فإنك لست أبا لأحد من الناس ، ولكنك رسول الله فى تبليغ رسالته إلى الخلق ، فأنت أب لكل فرد فى الأمة فيما يرجع إلى التوقير والتعظيم ووجوب الشفقة عليهم كما هو دأب كل رسول مع أمته.\nوخلاصة ذلك ـ ليس محمد بأب لأحد منكم أبوة شرعية يترتب عليها حرمة المصاهرة ونحوها ، ولكنه أب للمؤمنين جميعا فيما يجب عليهم من توقيره وإجلاله وتعظيمه ؛ كما أن عليه أن يشفق عليهم ويحرص على ما فيه خيرهم وفائدتهم فى المعاش والمعاد وما فيه سعادتهم فى الدنيا والآخرة.\nأولاد النبي صلى الله عليه وسلم",
        "ولد للنبى صلى الله عليه وسلم من خديجة ثلاثة ذكور : القاسم والطيب والطاهر ، وماتوا صغارا لم يبلغ أحد منهم الحلم ، وولد له إبراهيم من مارية القبطية ومات رضيعا ، وولد له من خديجة أربع بنات : زينب ورقية وأم كلثوم وفاطمة ، والثلاث الأول متن فى حياته صلى الله عليه وسلم. وماتت فاطمة بعد أن قبض صلى الله عليه وسلم إلى الرفيق الأعلى بستة شهور.\n(وَكانَ اللهُ بِكُلِّ شَيْءٍ عَلِيماً) فيعلم من الأجدر بالبدء به من الأنبياء ، ومن الأحق بأن يكون خاتمهم ، وبعلم المصالح فى ذلك.\nونحو الآية قوله : «اللهُ أَعْلَمُ حَيْثُ يَجْعَلُ رِسالَتَهُ».\n(يا أَيُّهَا الَّذِينَ آمَنُوا اذْكُرُوا اللهَ ذِكْراً كَثِيراً (41) وَسَبِّحُوهُ بُكْرَةً وَأَصِيلاً (42) هُوَ الَّذِي يُصَلِّي عَلَيْكُمْ وَمَلائِكَتُهُ لِيُخْرِجَكُمْ مِنَ الظُّلُماتِ إِلَى النُّورِ وَكانَ بِالْمُؤْمِنِينَ رَحِيماً (43) تَحِيَّتُهُمْ يَوْمَ يَلْقَوْنَهُ سَلامٌ وَأَعَدَّ لَهُمْ أَجْراً كَرِيماً (44))",
        "المعنى الجملي\nبعد أن ذكر ما ينبغى أن يكون عليه النبي صلى الله عليه وسلم مع ربه من تقواه وإخلاصه له فى السر والعلن ، وما ينبغى أن يكون عليه مع أهله وأقار به من راحتهم وإيثارهم على نفسه فيما يطلبون كما يومئ إلى ذلك قوله : (يا أَيُّهَا النَّبِيُّ قُلْ لِأَزْواجِكَ) إلخ ، أرشد عباده إلى تعظيمه تعالى وإجلاله بذكره والتسبيح له بكرة وأصيلا ، فهو الذي يرحمهم ، وملائكته يستغفرون لهم ، كى يخرجهم من ظلمات الكفر إلى نور الإيمان ، وكان بعباده المؤمنين رحيما.\nالإيضاح\n(يا أَيُّهَا الَّذِينَ آمَنُوا اذْكُرُوا اللهَ ذِكْراً كَثِيراً) أي أيها الذين صدقوا الله ورسوله ، اذكروا الله بقلوبكم وألسنتكم وجوارحكم ذكرا كثيرا فى جميع أحوالكم جهد الطاقة ، لأنه المنعم عليكم بأنواع النعم ، وصنوف المنن.",
        "(وَسَبِّحُوهُ بُكْرَةً وَأَصِيلاً) أي ونزهوه عما لا يليق به طرفى النهار ، لأن وقت البكرة وقت القيام من النوم وهو يعدّ كأنه حياة جديدة بعد موت ، ووقت الأصيل وقت الانتهاء من العمل اليومي ، فيكون الذكر شكرا له على توفيقه لأداء الأعمال ، والقيام بالسعي على الأرزاق فلم يبق إلا السعى إلى ما يقربه من ربه بالعمل للآخرة.\nثم ذكر السبب فى هذا الذكر والتسبيح فقال :\n(هُوَ الَّذِي يُصَلِّي عَلَيْكُمْ وَمَلائِكَتُهُ) أي إن ربكم الذي تذكرونه الذكر الكثير وتسبحونه بكرة وأصيلا ـ هو الذي يرحمكم ويثنى عليكم فى الملإ من عباده ، وتستغفر لكم ملائكته.\nوفى هذا من التحريض على ذكره والتسبيح له مالا يخفى.",
        "(لِيُخْرِجَكُمْ مِنَ الظُّلُماتِ إِلَى النُّورِ) أي إنه برحمته وهدايته ودعاء الملائكة لكم ـ أخرجكم من ظلمة الكفر إلى نور الإيمان.\n(وَكانَ بِالْمُؤْمِنِينَ رَحِيماً) فى الدنيا والآخرة ، أما فى الدنيا فانه هداهم إلى الحق الذي جهله غيرهم ، وبصصّرهم الطريق الذي حاد عنه سواهم من الدعاة إلى الكفر ، وأما فى الآخرة فإنه آمنهم من الفزع الأكبر وأمر الملائكة أن يتلقوهم بالبشارة بالفوز بالجنة والنجاة من النار ، وهذا ما أشار إليه بقوله :\n(تَحِيَّتُهُمْ يَوْمَ يَلْقَوْنَهُ سَلامٌ) أي تحييهم الملائكة بذلك إذا دخلوا الجنة ، كما قال تعالى : «وَالْمَلائِكَةُ يَدْخُلُونَ عَلَيْهِمْ مِنْ كُلِّ بابٍ. سَلامٌ عَلَيْكُمْ بِما صَبَرْتُمْ».\n(وَأَعَدَّ لَهُمْ أَجْراً كَرِيماً) أي وهيأ لهم ثوابا حسنا فى الآخرة يأتيهم بلا طلب بما يتمتعون به من لذات المآكل والمشارب والملابس والمساكن فى فسيح الجنات مما لا عين رأت ، ولا أذن سمعت ، ولا خطر على قلب بشر.",
        "(يا أَيُّهَا النَّبِيُّ إِنَّا أَرْسَلْناكَ شاهِداً وَمُبَشِّراً وَنَذِيراً (45) وَداعِياً إِلَى اللهِ بِإِذْنِهِ وَسِراجاً مُنِيراً (46) وَبَشِّرِ الْمُؤْمِنِينَ بِأَنَّ لَهُمْ مِنَ اللهِ فَضْلاً كَبِيراً (47) وَلا تُطِعِ الْكافِرِينَ وَالْمُنافِقِينَ وَدَعْ أَذاهُمْ وَتَوَكَّلْ عَلَى اللهِ وَكَفى بِاللهِ وَكِيلاً (48))\nالمعنى الجملي\nبعد أن ذكر عز اسمه تأديبه لنبيه فى ابتداء السورة ، وذكر ما ينبغى أن يكون عليه مع أهله ـ ذكر ما ينبغى أن يكون عليه مع الخلق كافة.\nالإيضاح",
        "(يا أَيُّهَا النَّبِيُّ إِنَّا أَرْسَلْناكَ شاهِداً وَمُبَشِّراً وَنَذِيراً) أي يا أيها الرسول إنا بعثناك شاهدا على من بعثت إليهم تراقب أحوالهم ، وترى أعمالهم ، وتتحمل الشهادة بما صدر منهم من تصديق وتكذيب ، وسائر ما يفعلون من الهدى والضلال ، وتؤدّى ذلك يوم القيامة ، وأرسلناك مبشرا لهم بالجنة إن صدّقوك ، وعملوا بما جئتهم به من عند ربك ، ومنذرا لهم بالنار يدخلونها فيعذبون فيها إن هم كذبوك وخالفوا ما أمرتهم به ونهيتهم عنه.\n(وَداعِياً إِلَى اللهِ بِإِذْنِهِ وَسِراجاً مُنِيراً) أي وداعيا الخلق إلى الإقرار بوحدانيته تعالى ، سائر ما يجب له من صفات الكمال ، وإلى عبادته ، ومراقبته فى السر والعلن ـ\nوسراجا منيرا يستضىء بك الضالون فى ظلمات الجهل والغواية ، ويقتبس من نورك المهتدون ، فيسلكون مناهج الرشد والسعادة.\n(وَبَشِّرِ الْمُؤْمِنِينَ بِأَنَّ لَهُمْ مِنَ اللهِ فَضْلاً كَبِيراً) أي وراقب أحوال أمتك ، وبشر المؤمنين بأن لهم فضلا كبيرا على سائر الأمم ، فإنهم سيغيّرون نظم المجتمع من ظلم وجور إلى عدل وصلاح ، ويدخلون الأمم المتعثّرة فى أثواب الضلال ، فى زمرة الأمم التي عليها صلاح البشر فى مستأنف الزمان.",
        "أخرج ابن جرير وعكرمة عن الحسن أنه قال : لما نزل قوله : «لِيَغْفِرَ لَكَ اللهُ ما تَقَدَّمَ مِنْ ذَنْبِكَ وَما تَأَخَّرَ» قالوا : يا رسول الله قد علمنا ما يفعل بك فماذا يفعل بنا؟\nفأنزل الله : «وَبَشِّرِ الْمُؤْمِنِينَ بِأَنَّ لَهُمْ مِنَ اللهِ فَضْلاً كَبِيراً».\nولما أمره الله بما يسرّ نهاه عما يضر ، فقال :\n(وَلا تُطِعِ الْكافِرِينَ وَالْمُنافِقِينَ وَدَعْ أَذاهُمْ وَتَوَكَّلْ عَلَى اللهِ وَكَفى بِاللهِ وَكِيلاً) أي ولا تطع قول كافر ولا منافق فى أمر الدعوة ، وألن الجانب فى التبليغ ، وارفق فى الإنذار ، واصفح عن أذاهم ، واصبر على ما ينالك منهم ، وفوّض أمورك إلى الله ، وثق به فإنه كافيك جميع من دونك ، حتى يأتيك أمره وقضاؤه ، وهو حسبك فى جميع أمورك ، وكالئك وراعيك.",
        "(يا أَيُّهَا الَّذِينَ آمَنُوا إِذا نَكَحْتُمُ الْمُؤْمِناتِ ثُمَّ طَلَّقْتُمُوهُنَّ مِنْ قَبْلِ أَنْ تَمَسُّوهُنَّ فَما لَكُمْ عَلَيْهِنَّ مِنْ عِدَّةٍ تَعْتَدُّونَها فَمَتِّعُوهُنَّ وَسَرِّحُوهُنَّ سَراحاً جَمِيلاً (49))\nتفسير المفردات\nالنكاح هنا : العقد ، والمس معروف ؛ والمراد به قربان المرأة ، ومن أدب القرآن الكريم التعبير عنه بالملامسة والمماسة ، والقربان والتغشى والإتيان ، والعدة : الشيء\nالمعدود ، وعدّة المرأة : الأيام التي بانقضائها يحل بها التزوج ، فمتعوهن : أي أعطوهن المتعة ، وهى قميص وخمار (ما تغطى به المرأة رأسها) وملحفة (ما تلتحف به من قرنها إلى قدمها ـ ملاية) سرحوهن : أي أخرجوهن من منازلكم ، سراحا جميلا : أي إخراجا مشتملا على ليّن الكلام خاليا من الأذى.",
        "المعنى الجملي\nأدب الله نبيه بمكارم الأخلاق بقوله : يا أيها النبي اتق الله ، وثنى بتذكيره بحسن معاملة أزواجه بقوله : يا أيها النبي قل لأزواجك ، وثلث بذكر معاملته لأمته بقوله :\nيا أيها النبي إنا أرسلناك شاهدا ، وكان كلما ذكر للنبى مكرمة ، وعلمه أدبا ذكر للمؤمنين ما يناسبه ، فأرشد المؤمنين فيما يتعلق بجانبه تعالى بقوله : (يا أَيُّهَا الَّذِينَ آمَنُوا اذْكُرُوا اللهَ ذِكْراً كَثِيراً) ، وفيما يتعلق بما تحت أيديهم من الزوجات بقوله : (يا أَيُّهَا الَّذِينَ آمَنُوا إِذا نَكَحْتُمُ الْمُؤْمِناتِ) ، وفيما يتعلق بمعاملتهم لنبيهم بقوله (لا تَدْخُلُوا بُيُوتَ النَّبِيِ) إلخ ، وقوله :\n(يا أَيُّهَا الَّذِينَ آمَنُوا صَلُّوا عَلَيْهِ وَسَلِّمُوا تَسْلِيماً).",
        "الإيضاح\nأي يا أيها الذين آمنوا إذا عقدتم على المؤمنات وتزوجتموهن ثم طلقتموهن من قبل المسيس ، فلا عدّة لكم عليهن بأيام يتربصن بها تستوفون عددها ، ولكن اكسوهن كسوة تليق بحالهن إذا خرجن وانتقلن من بيت إلى آخر ، ويختلف ذلك باختلاف البيئة والبلد الذي تعيش فيه المرأة ، وأخرجوهن إخراجا جميلا ، فهيئوا لهن من المركب والزاد وجميل المعاملة ما تقرّ به أعينهن ويسرّ به أهلوهن ، ليكون فى ذلك بعض السلوة مما لحقهن من أذى بقطع العشرة التي كنّ ينتظرن دوامها ، ومن الخروج من بيوت كن يرجون أن تكون هى المقام إلى أن يلاقين ربهن أو تموت عنهن بعولتهن.\nروى البخاري عن سهل بن سعد وأبى أسيد رضى الله عنهما قالا : «إن رسول الله صلى الله عليه وسلم تزوج أميمة بنت شراحيل ، فلما أن دخلت عليه بسط يده إليها ،\nفكأنها كرهت ذلك ، فأمر أبا أسيد أن يجهزّها ويكسوها ثوبين رازقيين (ضرب من الثياب مشهور فى ذلك الحين).",
        "(يا أَيُّهَا النَّبِيُّ إِنَّا أَحْلَلْنا لَكَ أَزْواجَكَ اللاَّتِي آتَيْتَ أُجُورَهُنَّ وَما مَلَكَتْ يَمِينُكَ مِمَّا أَفاءَ اللهُ عَلَيْكَ وَبَناتِ عَمِّكَ وَبَناتِ عَمَّاتِكَ وَبَناتِ خالِكَ وَبَناتِ خالاتِكَ اللاَّتِي هاجَرْنَ مَعَكَ وَامْرَأَةً مُؤْمِنَةً إِنْ وَهَبَتْ نَفْسَها لِلنَّبِيِّ إِنْ أَرادَ النَّبِيُّ أَنْ يَسْتَنْكِحَها خالِصَةً لَكَ مِنْ دُونِ الْمُؤْمِنِينَ قَدْ عَلِمْنا ما فَرَضْنا عَلَيْهِمْ فِي أَزْواجِهِمْ وَما مَلَكَتْ أَيْمانُهُمْ لِكَيْلا يَكُونَ عَلَيْكَ حَرَجٌ وَكانَ اللهُ غَفُوراً رَحِيماً (50))\nتفسير المفردات\nالأجور هنا : المهور ، وما ملكت يمينك : أي ما أخذته من المغانم ، خالصة لك : أي هى خاصة بك ، حرج : أي ضيق ومشقة\nالإيضاح",
        "(يا أَيُّهَا النَّبِيُّ إِنَّا أَحْلَلْنا لَكَ أَزْواجَكَ اللَّاتِي آتَيْتَ أُجُورَهُنَّ) أي يا أيها النبي إنا أحللنا لك الأزواج اللاتي أعطيتهن مهورهن ، وقد كان مهره عليه الصلاة والسلام لنسائه اثنتي عشرة أوقية ونصفا أي خمسمائة درهم إلا أم حبيبة بنت أبى سفيان فإنه أمهرها عنه النجاشي رحمه الله أربعمائة دينار.\n(وَما مَلَكَتْ يَمِينُكَ مِمَّا أَفاءَ اللهُ عَلَيْكَ) أي وأحللنا لك الإماء اللواتى سبيتهن فملكتهن بالسباء ، وصرن لك من الفيء بفتح الله عليك ، وقد ملك صفية بنت حيى ابن أخطب فى سبى خيبر ، ثم أعتقها ، وجعل صداقها عتقها ، وجويرية بنت الحارث\nمن بنى المصطلق أعتقها ، ثم تزوجها ، وملك ريحانة بنت شمعون النضرية ، ومارية أم إبراهيم ، وكانتا من السراري.\n(وَبَناتِ عَمِّكَ وَبَناتِ عَمَّاتِكَ وَبَناتِ خالِكَ وَبَناتِ خالاتِكَ اللَّاتِي هاجَرْنَ مَعَكَ) أي وأحللنا لك بنات عمك وبنات عماتك ، وبنات خالك وبنات خالاتك المهاجرات معك دون من لم يهاجرن.",
        "روى السّدّى عن أبى صالح عن أم هانئ قالت : «خطبنى رسول الله صلى الله عليه وسلم ، فاعتذرت إليه ، فعذرنى ؛ ثم أنزل الله تعالى : (إِنَّا أَحْلَلْنا لَكَ أَزْواجَكَ) ـ إلى قوله ـ (اللَّاتِي هاجَرْنَ مَعَكَ) قالت : فلم أكن أحل له ، ولم أكن ممن هاجر معه ، كنت من الطلقاء».\n(وَامْرَأَةً مُؤْمِنَةً إِنْ وَهَبَتْ نَفْسَها لِلنَّبِيِّ إِنْ أَرادَ النَّبِيُّ أَنْ يَسْتَنْكِحَها خالِصَةً لَكَ مِنْ دُونِ الْمُؤْمِنِينَ) أي وأحللنا لك التمتع بالمرأة المؤمنة التي تهب نفسها لك بلا مهر إن أردت ذلك.\nوهذه الإباحة خاصة لك من دون المؤمنين ، فلو وهبت امرأة نفسها لرجل وجب عليه لها مهر مثلها ، كما حكم بذلك رسول الله فى بروع بنت واشق لما فوضت نفسها ومات عنها زوجها فحكم لها بصداق مثلها.\nوالموت والدخول سواء فى تقرير مهر المثل ، وثبوت مهر المثل فى المفوّضة لغير النبي صلى الله عليه وسلم ، فأما هو فلا يجب عليه للمفوّضة شىء لو دخل بها ، لأن له أن يتزوج بغير صداق ولا ولىّ ولا شهود ، كما فى قصة زينب بنت جحش رضى الله عنها.",
        "(قَدْ عَلِمْنا ما فَرَضْنا عَلَيْهِمْ فِي أَزْواجِهِمْ وَما مَلَكَتْ أَيْمانُهُمْ) أي قد علم الله ما ينبغى فرضه على المؤمنين فى أزواجهم من شروط العقد ، وأنه لا تحل لهم امرأة بلفظ الهبة ، وبدون شهود ، وفى الإماء بشراء أو غيره أن تكون ممن تحل لمالكها كالكتابية بخلاف الوثنية والمجوسية ـ وهذه الجملة معترضة بين ما سلف وما سيأتى :\nثم ذكر العلة فى اختصاصه عليه الصلاة والسلام بما تقدم من الأحكام بقوله :\n(لِكَيْلا يَكُونَ عَلَيْكَ حَرَجٌ) أي أحللنا لك ذلك حتى لا يكون عليك حرج وضيق فى نكاح من نكحت من الأصناف السالفة (وَكانَ اللهُ غَفُوراً رَحِيماً) أي وكان ربك غفورا لك ، ولأهل الإيمان بك ، رحيما بك وبهم أن يعاقبهم على سالف ذنب صدر منهم بعد توبتهم.\n(تُرْجِي مَنْ تَشاءُ مِنْهُنَّ وَتُؤْوِي إِلَيْكَ مَنْ تَشاءُ وَمَنِ ابْتَغَيْتَ مِمَّنْ عَزَلْتَ فَلا جُناحَ عَلَيْكَ ذلِكَ أَدْنى أَنْ تَقَرَّ أَعْيُنُهُنَّ وَلا يَحْزَنَّ وَيَرْضَيْنَ بِما آتَيْتَهُنَّ كُلُّهُنَّ وَاللهُ يَعْلَمُ ما فِي قُلُوبِكُمْ وَكانَ اللهُ عَلِيماً حَلِيماً (51))",
        "تفسير المفردات\nترجى : أي تؤخر من الإرجاء وهو التأخير ، وقرىء ، ترجىء وتؤرى : أي تضم وتضاجع ، ابتغيت : أي طلبت ، عزلت : أي تجنبت ، أدنى : أي أقرب ، تقرّ. أي تسرّ.\nالإيضاح\n(تُرْجِي مَنْ تَشاءُ مِنْهُنَّ وَتُؤْوِي إِلَيْكَ مَنْ تَشاءُ) أي تؤخر مضاجعة من تشاء من نسائك ، وتضاجع من تشاء ، ولا يجب عليك قسم بينهن ، بل الأمر فى ذلك إليك ، على أنه كان يقسم بينهن.",
        "(وَمَنِ ابْتَغَيْتَ مِمَّنْ عَزَلْتَ فَلا جُناحَ عَلَيْكَ) أي ومن دعوت إلى فراشك ، وطلبت صحبتها ممن عزلت عن نفسك بالطلاق ، فلا ضيق عليك فى ذلك.\nوالخلاصة : إنه لا ضير عليه إذا أراد إرجاع من طلقها من قبل.\nروى ابن جرير عن أبى رزين قال : «لما نزلت آية التخيير أشفقن أن يطلقهن ، فقلن : يا رسول الله اجعل لنا من مالك ، ومن نفسك ما شئت ، ودعنا كما نحن ؛ فنزلت هذه الآية ، فأرجأ رسول الله صلى الله عليه وسلم بعضهن ، وآوى إليه بعضهن وكان ممن آوى إليه عائشة ، وحفصة ، وزينب ، وأم سلمة ، وكان يقسم بينهن سواء ، وأرجأ منهن خمسا : أم حبيبة ، وميمونة ، وسودة ، وصفية ، وجويرية ، فكان لا يقسم بينهن ما شاء».\nثم بين السبب فى الإيواء والإرجاء ، وأنه كان ذلك فى مصلحتهن ، فقال :",
        "(ذلِكَ أَدْنى أَنْ تَقَرَّ أَعْيُنُهُنَّ وَلا يَحْزَنَّ وَيَرْضَيْنَ بِما آتَيْتَهُنَّ كُلُّهُنَّ) أي إنهن إذا علمن أن الله قد وضع عنك الحرج فى القسم ، فإن شئت قسمت ، وإن شئت لم تقسم لا جناح عليك فى أىّ ذلك فعلت ، وأنت مع هذا تقسم لهن اختيارا منك لا وجوبا عليك ـ فرحن بذلك ، واستبشرن به ، واعترفن بمنتك عليهن فى قسمك لهن ، وتسويتك بينهن ، وإنصافك لهن ، وعدلك بينهن.\n(وَاللهُ يَعْلَمُ ما فِي قُلُوبِكُمْ) من الميل إلى بعضهن دون بعض مما لا يمكن دفعه ، ومن الرضا بما دبر له فى حقهن من تفويض الأمر إليه صلى الله عليه وسلم.\nروى أحمد عن عبد الله بن يزيد عن عائشة قالت : كان رسول الله يقسم بين نسائه فيعدل ، ثم يقول : «اللهم هذا فعلى فيما أملك فلا تلمنى فيما تملك ولا أملك» يعنى القلب ، وزيادة الحب لبعض دون بعض.\nوفى هذا حث على تحسين ما فى القلوب ، ووعيد لمن لم يرض منهن بما دبر الله له من ذلك ، وفوضه إلى مشيئته ، وبعث على تواطؤ قلوبهن ، والتصافي بينهن ، والتوافق على رضا رسول الله صلّى الله عليه وسلم.",
        "(وَكانَ اللهُ عَلِيماً حَلِيماً) أي وكان الله عليما بالسرائر ، حليما فلا يعاجل أهل الذنوب بالعقوبة ، ليتوب منهم من شاء له أن يتوب ، وينيب من ذنوبه من ينيب.\n(لا يَحِلُّ لَكَ النِّساءُ مِنْ بَعْدُ وَلا أَنْ تَبَدَّلَ بِهِنَّ مِنْ أَزْواجٍ وَلَوْ أَعْجَبَكَ حُسْنُهُنَّ إِلاَّ ما مَلَكَتْ يَمِينُكَ وَكانَ اللهُ عَلى كُلِّ شَيْءٍ رَقِيباً (52))\nالمعنى الجملي\nبعد أن ذكر أنه لم يوجب على نبيه القسم لنسائه ، وأمره بتخييرهن فاخترن الله ورسوله ـ أردف ذلك ذكر ما جازاهم به من تحريم غيرهن عليه ومنعه من طلاقهن بقوله :",
        "(وَلا أَنْ تَبَدَّلَ بِهِنَّ مِنْ أَزْواجٍ وَلَوْ أَعْجَبَكَ حُسْنُهُنَّ).\nالإيضاح\nتتضمن الآية الكريمة حكمين : ألا يتزوج عليه السلام غيرهن ، ولا أن يستبدل بهن غيرهن ، وإلى ذلك أشار بقوله :\n(1) (لا يَحِلُّ لَكَ النِّساءُ مِنْ بَعْدُ) أي لا يحل لك النساء من بعد هؤلاء التسع اللاتي فى عصمتك اليوم كفاء اختيارهن الله ورسوله وحسن صنيعهن فى ذلك.",
        "أخرج أبو داود فى ناسخه وابن مردويه والبيهقي فى سننه عن أنس قال : «لما خيّرهن فاخترن الله ورسوله صلى الله عليه وسلم قصره سبحانه عليهن».\nوروى عن ابن عباس أنه قال فى الآية : (حبسه الله تعالى عليهن كما حبسهنّ عليه).\n(2) (وَلا أَنْ تَبَدَّلَ بِهِنَّ مِنْ أَزْواجٍ وَلَوْ أَعْجَبَكَ حُسْنُهُنَّ إِلَّا ما مَلَكَتْ يَمِينُكَ) أي ولا يحل لك أن تستبدل بهن أزواجا غيرهن ، بأن تطلق واحدة منهن وتنكح بدلها أخرى مهما كانت بارعة فى الحسب والجمال إلا ما ملكت يمينك منهن ، وقد ملك بعدهن مارية القبطية أهداها له المقوقس فتسرّاها وأولدها إبراهيم ومات رضيعا وفى الآية دليل على جواز النظر إلى من يريد زواجها ، وقد روى أبو داود أن النبي صلّى الله عليه وسلم قال : «إذا خطب أحدكم المرأة ، فإن استطاع أن ينظر إلى ما يدعوه إلى نكاحها فليفعل» وعن المغيرة بن شعبة قال : «خطبت امرأة فقال لى النبي\nصلّى الله عليه وسلم : هل نظرت إليها؟ قلت لا. قال : انظر إليها فإنه أحرى أن يؤدم بينكما».",
        "(وَكانَ اللهُ عَلى كُلِّ شَيْءٍ رَقِيباً) أي وكان الله حافظا ومطلعا على كل شىء ، عليما بالسر والنجوى ، فاحذروا تجاوز حدوده ، وتخطى حلاله إلى حرامه.\nآية الحجاب ، وما فيها من أحكام وآداب\n(يا أَيُّهَا الَّذِينَ آمَنُوا لا تَدْخُلُوا بُيُوتَ النَّبِيِّ إِلاَّ أَنْ يُؤْذَنَ لَكُمْ إِلى طَعامٍ غَيْرَ ناظِرِينَ إِناهُ وَلكِنْ إِذا دُعِيتُمْ فَادْخُلُوا فَإِذا طَعِمْتُمْ فَانْتَشِرُوا وَلا مُسْتَأْنِسِينَ لِحَدِيثٍ إِنَّ ذلِكُمْ كانَ يُؤْذِي النَّبِيَّ فَيَسْتَحْيِي مِنْكُمْ وَاللهُ لا يَسْتَحْيِي مِنَ الْحَقِّ وَإِذا سَأَلْتُمُوهُنَّ مَتاعاً فَسْئَلُوهُنَّ مِنْ وَراءِ حِجابٍ ذلِكُمْ أَطْهَرُ لِقُلُوبِكُمْ وَقُلُوبِهِنَّ وَما كانَ لَكُمْ أَنْ تُؤْذُوا رَسُولَ اللهِ وَلا أَنْ تَنْكِحُوا أَزْواجَهُ مِنْ بَعْدِهِ أَبَداً إِنَّ ذلِكُمْ كانَ عِنْدَ اللهِ عَظِيماً (53) إِنْ تُبْدُوا شَيْئاً أَوْ تُخْفُوهُ فَإِنَّ اللهَ كانَ بِكُلِّ شَيْءٍ عَلِيماً (54))\nتفسير المفردات",
        "إناه : أي نضجه : يقال أنى الطعام يأنى أنى ؛ أي أدرك وحان نضجه ، وفيه لغات :\nإنى بكسر الهمزة وأنى بفتحها مقصورا وممدودا قال الحطيئة :\nفانتشروا : أي فتفرقوا ولا تلبثوا ، مستأنسين لحديث ، أي مستمعين له ، متاعا :\nأي شيئا تتمتعون به من ماعون وغيره ، أطهر لقلوبكم : أي أكثر تطهرا من الخواطر الشيطانية التي تخطر للرجال فى أمر النساء وللنساء فى شأن الرجال.",
        "المعنى الجملي\nبعد أن ذكر حال النبي صلى الله عليه وسلم مع أمته بقوله : «يا أَيُّهَا النَّبِيُّ إِنَّا أَرْسَلْناكَ شاهِداً وَمُبَشِّراً وَنَذِيراً» أردف ذلك بيان حال المؤمنين مع النبي صلّى الله عليه وسلم ؛ إرشادا لما يجب عليهم نحوه من الاحترام والتعظيم فى خلوته وفى الملإ ، فأبان أنه يجب عدم إزعاجه إذا كان فى الخلوة بقوله : «لا تَدْخُلُوا بُيُوتَ النَّبِيِّ» إلخ.\nوأنه يجب إجلاله إذا كان فى الملإ بقوله : «يا أَيُّهَا الَّذِينَ آمَنُوا صَلُّوا عَلَيْهِ وَسَلِّمُوا تَسْلِيماً».\nروى أن هذه الآية نزلت يوم تزوج النبي صلى الله عليه وسلم زينب بنت جحش ؛فقد أخرج أحمد والبخاري ومسلم وابن جرير وابن مردويه والبيهقي عن أنس قال : «لما تزوج رسول الله صلّى الله عليه وسلم زينب بنت جحش دعا القوم فطعموا ، ثم جلسوا يتحدثون وإذا هو كأنه يتهيأ للقيام فلم يقوموا ، فلما رأى ذلك قام ، فلما قام قام من قام وقعد ثلاثة نفر ، فجاء النبي صلى الله عليه وسلم ليدخل فإذا القوم جلوس ، ثم إنهم قاموا فانطلقت فأخبرت النبي صلّى الله عليه وسلم أنهم قد انطلقوا فجاء حتى دخل فذهبت أدخل فألقى الحجاب بينى وبينه فأنزل الله : (يا أَيُّهَا الَّذِينَ آمَنُوا لا تَدْخُلُوا بُيُوتَ النَّبِيِّ) الآية.",
        "الإيضاح\nأدب الله عباده بآداب ينبغى أن يتخلقوا بها ، لما فيها من الحكم الاجتماعية والمزايا العمرانية فقال :\n(1) (يا أَيُّهَا الَّذِينَ آمَنُوا لا تَدْخُلُوا بُيُوتَ النَّبِيِّ إِلَّا أَنْ يُؤْذَنَ لَكُمْ إِلى طَعامٍ غَيْرَ\nناظِرِينَ إِناهُ) أي أيها الذين آمنوا بالله ورسوله لا تدخلوا بيوت نبيه إلا أن تدعوا إلى طعام تطعمونه غير منتظرين إدراكه ونضجه.",
        "وخلاصة ذلك ـ إنكم إذا دعيتم إلى وليمة فى بيت النبي صلى الله عليه وسلم فلا تدخلوا البيت إلا إذا علمتم أن الطعام قد تم نضجه ، وانتهى إعداده ، إذ قبل ذلك يكون أهل البيت فى شغل عنكم ، وقد يلبسن ثياب البذلة والعمل فلا يحسن أن تروهنّ وهنّ على هذه الحال ، إلى أنه ربما بدا من إحداهن ما لا يحل النظر إليه.\n(2) (وَلكِنْ إِذا دُعِيتُمْ فَادْخُلُوا فَإِذا طَعِمْتُمْ فَانْتَشِرُوا وَلا مُسْتَأْنِسِينَ لِحَدِيثٍ) أي ولكن إذا دعاكم الرسول صلى الله عليه وسلم فادخلوا البيت الذي أذن لكم بدخوله ، فإذا أكلتم الطعام الذي دعيتم إلى أكله فتفرقوا واخرجوا ولا تمكثوا فيه لتتبادلوا ألوان الحديث وفنونه المختلفة.\nأخرج عبد بن حميد عن الربيع عن أنس قال : كانوا يتحينون فيدخلون بيت النبي صلى الله عليه وسلم فيجلسون فيتحدثون ليدرك الطعام فأنزل الله (يا أَيُّهَا الَّذِينَ آمَنُوا) الآية.\nوأخرج ابن أبى حاتم عن سليمان بن أرقم قال : نزلت هذه فى الثقلاء ومن ثم قيل هى آية الثقلاء ثم علل ذلك بقوله :",
        "(إِنَّ ذلِكُمْ كانَ يُؤْذِي النَّبِيَّ فَيَسْتَحْيِي مِنْكُمْ وَاللهُ لا يَسْتَحْيِي مِنَ الْحَقِّ) أي إن ذلك اللّبث والاستئناس والدخول على هذا الوجه كان يؤذى النبي صلى الله عليه وسلم ، لأنه كان يمنعه من قضاء بعض حاجه ، إلى ما فيه من تضييق المنزل على أهله ، لكنه كان يستحيى من إخراجكم ومنعكم مما يؤذيه ، والله لم يترك الحق وأمركم بالخروج.\nوفى هذا إيماء إلى أن اللبث يحرم على المدعو إلى طعام بعد أن يطعم إذا كان فى ذلك أذى لرب البيت ، ولو كان البيت غير بيت النبي صلى الله عليه وسلم فالتثقيل مذموم فى كل مكان ، محتقر لدى كل إنسان.\nوعن عائشة وابن عباس رضى الله عنهما «حسبك فى الثقلاء أن الله عز وجل لم يحتملهم».\nوعلى الجملة فللدعوة إلى المآدب نظم وآداب خاصة أفردت بالتأليف ولا سيما فى العصر الحديث.",
        "وجعلوا التحلل منها وترك اتباعها مما لا تسامح فيه.\n(3) (وَإِذا سَأَلْتُمُوهُنَّ مَتاعاً فَسْئَلُوهُنَّ مِنْ وَراءِ حِجابٍ) أي وإذا سألتم أزواج رسول الله صلى الله عليه وسلم ونساء المؤمنين اللواتى لسن لكم بأزواج ، شيئا تتمتعون به من ماعون وغيره فاطلبوا منهن ذلك من وراء ستر بينكم وبينهن.\nأخرج البخاري وابن جرير وابن مردويه عن أنس رضى الله عنه قال : قال عمر ابن الخطاب رضى الله عنه : يا رسول الله يدخل عليك البرّ والفاجر ، فلو أمرت أمهات المؤمنين بالحجاب ، فأنزل الله آية الحجاب فى صبيحة عرس رسول الله صلى الله عليه وسلم بزينب بنت جحش فى ذى القعدة سنة خمس من الهجرة ، وهى مما وافق تنزيلها قول عمر كما فى الصحيحين عنه قال : وافقت ربى عز وجل فى ثلاث ، قلت : يا رسول الله لو اتّخذت من مقام إبراهيم مصلى ، فأنزل الله : «وَاتَّخِذُوا مِنْ مَقامِ إِبْراهِيمَ مُصَلًّى» وقلت : يا رسول الله إن نساءك يدخل عليهن البر والفاجر فلو حجبتهن فأنزل الله آية الحجاب ، وقلت لأزواج النبي صلى الله عليه وسلم لما تمالأن عليه فى الغيرة «عَسى رَبُّهُ إِنْ طَلَّقَكُنَّ أَنْ يُبْدِلَهُ أَزْواجاً خَيْراً مِنْكُنَّ» فنزلت كذلك.\nثم بين سبب ما تقدم بقوله :",
        "(ذلِكُمْ أَطْهَرُ لِقُلُوبِكُمْ وَقُلُوبِهِنَّ) أي ذلك الدخول بالإذن وعدم الاستئناس للأحاديث أطهر لقلوبكم وقلوبهن من وساوس الشيطان والريب ، لأن العين رسول القلب ، فإذا لم تر العين لم يشته القلب ، فالقلب عند عدم الرؤية أطهر ، وعدم الفتنة\nحينئذ أظهر ، وجاء في الأثر «النظر سهم مسموم من سهام إبليس» وقال الشاعر :\nولما ذكر ما ينبغى من الآداب حين دخول بيت الرسول أكده بما يحملهم على ملاطفته وحسن معاملته بقوله :\n(وَما كانَ لَكُمْ أَنْ تُؤْذُوا رَسُولَ اللهِ) أي وما كان ينبغى لكم أن تفعلوا فى حياته صلّى الله عليه وسلم فعلا يتأذى به ويكرهه كاللبث والاستئناس للحديث الذي كنتم تفعلونه ، فإن الرسول يسعى لخيركم ومنفعتكم في دنياكم وآخرتكم ، فعليكم أن تقابلوا بالحسنى كفاء جليل أعماله.",
        "ولما كان صلّى الله عليه وسلم قد قصر عليهن قصرهن الله عليه بقوله :\n(وَلا أَنْ تَنْكِحُوا أَزْواجَهُ مِنْ بَعْدِهِ أَبَداً) أي ولا تنكحوا أزواجه أبدا من بعد مفارقتهن بموت أو طلاق ، زيادة في شرفه ، وإظهارا لعظمته وجلاله ، ولأنهن أمهات المؤمنين ، والمرء لا يتزوج أمه.\nثم بين السبب فيما تقدم بقوله :\n(إِنَّ ذلِكُمْ كانَ عِنْدَ اللهِ عَظِيماً) أي إن ذلك الإيذاء وزواج نسائه من بعده أمر عظيم ، وخطب جلل ، لا يقدر قدره غير الله تعالى.",
        "ولا يخفى ما في هذا من شديد الوعيد وعظيم التهديد على هذا العمل ـ إلى ما فيه من تعظيم شأن الرسول وإيجاب حرمته حيا وميتا.\nثم بالغ في الوعيد وزاد في التهديد بقوله :\n(إِنْ تُبْدُوا شَيْئاً أَوْ تُخْفُوهُ فَإِنَّ اللهَ كانَ بِكُلِّ شَيْءٍ عَلِيماً) أي إن ما تكنّه ضمائركم ، وتنطوى عليه سرائركم ، فالله يعلمه ، إذ لا تخفى عليه خافية «يَعْلَمُ خائِنَةَ الْأَعْيُنِ وَما تُخْفِي الصُّدُورُ» ثم يجازيكم بما صدر منكم من المعاصي البادية والخافية.\nوالكلام وإن كان عاما بظاهره فالمقصود ما يتعلق بزوجاته عليه الصلاة والسلام.",
        "وسبب نزول الآية أنه لما نزلت آية الحجاب قال رجل : أنهى أن نكلّم بنات أعمامنا إلا من وراء حجاب؟ لئن مات محمد لنتزوجنّ نساءه.\nوأخرج جويبر عن ابن عباس «أن رجلا أنى بعض أزواج النبي فكلمها وهو ابن عمها ، فقال النبي صلّى الله عليه وسلم : لا تقومنّ هذا المقام بعد يومك هذا ، فقال يا رسول الله إنها ابنة عمى ، والله ما قلت منكرا ولا قالت لى ، قال النبي صلّى الله عليه وسلم : قد عرفت ذلك : إنه ليس أحد أغير من الله تعالى ، وإنه ليس أحد أغير منى ، فمضى ثم قال : ما يمنعنى من كلام ابنة عمى؟ لأتزوجنّها من بعده ، فأنزل الله الآية ، فأعتق الرجل رقبة ، وحمل على عشرة أبعرة في سبيل الله وحج ماشيا لأجل كلمته».\nوروى أن بعض المنافقين قال حين تزوج رسول الله صلّى الله عليه وسلم أم سلمة بعد أبى سلمة وحفصة بعد خنيس بن حذافة : ما بال محمد يتزوج نساءنا؟ والله لو قد مات لأجلنا السهام على نسائه فنزلت.\n(لا جُناحَ عَلَيْهِنَّ فِي آبائِهِنَّ وَلا أَبْنائِهِنَّ وَلا إِخْوانِهِنَّ وَلا أَبْناءِ إِخْوانِهِنَّ وَلا أَبْناءِ أَخَواتِهِنَّ وَلا نِسائِهِنَّ وَلا ما مَلَكَتْ أَيْمانُهُنَّ وَاتَّقِينَ اللهَ إِنَّ اللهَ كانَ عَلى كُلِّ شَيْءٍ شَهِيداً (55))",
        "المعنى الجملي\nبعد أن ذكر أن نساء النبي لا يكلّمن إلا من وراء حجاب ـ أردف ذلك استثناء بعض الأقارب ونساء المؤمنين والأرقاء ، لما في الاحتجاب عن هؤلاء من عظيم المشقة ، للحاجة إلى الاختلاط بهؤلاء كثيرا.\nروى أنه لما نزلت آية الحجاب قال الآباء والأبناء والأقارب : أو نحن يا رسول الله نكلمهنّ من وراء حجاب؟ فنزلت.\nالإيضاح",
        "لا إثم على أزواج النبي صلّى الله عليه وسلم في ترك الحجاب حين دخول آبائهن ، سواء أكان الأب أبا من النسب أم من الرضاع ، أو أبنائهن نسبا أو رضاعا ، أو إخوانهن أو أبناء إخوانهن أو أبناء أخواتهن ، أو النساء المسلمات القربى منهن والبعدى ، أو ما ملكت أيمانهن من العبيد ، لما في الاحتجاب عنهن من المشقة ، لأنهم يقومون بالخدمة عليهن.\nواخشين الله في السر والعلن ؛ فإنه شهيد على كل شىء ، لا تخفى عليه خافية ، وهو يجازى على العمل خيرا أو شرا.\nوالخلاصة ـ إن الله شاهد عليكم عند اختلاء بعضكم ببعض ، فخلوتكم مثل ملئكم ، فاتقوه فيما تأتون وما تذرون.\n(إِنَّ اللهَ وَمَلائِكَتَهُ يُصَلُّونَ عَلَى النَّبِيِّ يا أَيُّهَا الَّذِينَ آمَنُوا صَلُّوا عَلَيْهِ وَسَلِّمُوا تَسْلِيماً (56))",
        "المعنى الجملي\nبعد أن ذكر وجوب احترام النبي حال خلوته بقوله : «لا تَدْخُلُوا بُيُوتَ النَّبِيِّ إِلَّا أَنْ يُؤْذَنَ لَكُمْ» أردف ذلك بيان ماله من احترام في الملإ الأعلى بقوله : «إِنَّ اللهَ وَمَلائِكَتَهُ يُصَلُّونَ عَلَى النَّبِيِّ» وفي الملإ الأدنى بقوله : «يا أَيُّهَا الَّذِينَ آمَنُوا صَلُّوا عَلَيْهِ وَسَلِّمُوا تَسْلِيماً».\nالإيضاح\n(إِنَّ اللهَ وَمَلائِكَتَهُ يُصَلُّونَ عَلَى النَّبِيِّ) الصلاة من الله الرحمة ، ومن الملائكة الاستغفار ، فالمعنى كما قال ابن عباس : إن الله يرحم النبي ، والملائكة يدعون له ويطلبون له المغفرة.",
        "وقد أخبر الله سبحانه عباده بمنزلة عبده ونبيه في الملإ الأعلى ، بأنه يثنى عليه لدى ملائكته المقربين ، وأن ملائكته يصلون عليه طالبين له المغفرة من ربه.\nوقد أمرنا بأن نصلى عليه بقوله :\n(يا أَيُّهَا الَّذِينَ آمَنُوا صَلُّوا عَلَيْهِ وَسَلِّمُوا تَسْلِيماً) أي يا أيها الذين آمنوا ادعوا له بالرحمة ، وأظهروا شرفه بكل ما تصل إليه قدرتكم ، من حسن متابعته ، والانقياد لأمره ، فى كل ما يأمر به ، والصلاة والسلام عليه بألسنتكم.\nروى البخاري بسنده عن كعب بن عجرة قال : «قيل يا رسول الله أما السلام عليك فقد عرفنا ، فكيف الصلاة؟ قال : قولوا اللهم صلّ على محمد وعلى آل محمد ، كما صليت على إبراهيم وعلى آل إبراهيم ، إنك حميد مجيد ، اللهم بارك على محمد وعلى آل محمد كما باركت على إبراهيم وعلى آل إبراهيم ، إنك حميد مجيد».",
        "روى عبد الله بن أبى طلحة عن أبيه «أن رسول الله صلّى الله عليه وسلم جاء ذات يوم والبشرى ترى في وجهه ، فقلنا إنا لنرى البشرى في وجهك ، فقال : جاءنى جبريل فقال : يا محمد إن ربك يقرئك السلام ويقول : أما يرضيك أن لا يصلى عليك أحد من أمتك إلا صلّيت عليه عشرا ، ولا يسلم عليك أحد من أمتك إلا سلّمت عليه عشرا» (إِنَّ الَّذِينَ يُؤْذُونَ اللهَ وَرَسُولَهُ لَعَنَهُمُ اللهُ فِي الدُّنْيا وَالْآخِرَةِ وَأَعَدَّ لَهُمْ عَذاباً مُهِيناً (57))\nالمعنى الجملي\nبعد أن أمر سبحانه باحترام نبيّه في بيته وفي الملإ ـ نهى عن إيذاء الله ، بمخالفة أوامره ، وارتكاب زواجره ، وإيذاء رسوله بإلصاق عيب أو نقص به.\nالإيضاح",
        "(إِنَّ الَّذِينَ يُؤْذُونَ اللهَ) فيرتكبون ما حرمه من الكفر وسائر أنواع المعاصي ، ومنهم اليهود الذين قالوا «يَدُ اللهِ مَغْلُولَةٌ» والنصارى الذين قالوا «الْمَسِيحُ ابْنُ اللهِ» والمشركون الذين قالوا : الملائكة بنات الله ، والأصنام شركاؤه ، تعالى عن ذلك علوّا كبيرا.\n(وَرَسُولَهُ) كالذين قالوا هو شاعر ، هو كاهن ، هو مجنون إلى نحو ذلك من مقالاتهم ، فمن آذاه فقد آذى الله ، ومن أطاعه فقد أطاع الله.\n(لَعَنَهُمُ اللهُ فِي الدُّنْيا وَالْآخِرَةِ) أي طردهم من رحمته ، وأبعدهم من فضله في الدنيا ، فجعلهم يتمادون في غيهم ، ويدسّون أنفسهم ، ويستمرئون سبل الغواية والضلالة التي ترديهم في النار ، وبئس القرار ، وفي الآخرة حيث يصلون نارا تشوى الوجوه.\n(وَأَعَدَّ لَهُمْ عَذاباً مُهِيناً) أي وهيأ لهم عذابا يؤلمهم ، ويجعلهم في مقام الزراية والاحتقار ، والخزي والهوان.",
        "ولما كان من أعظم أذى رسوله أذى من تابعه ، بين ذلك بقوله :\n(وَالَّذِينَ يُؤْذُونَ الْمُؤْمِنِينَ وَالْمُؤْمِناتِ بِغَيْرِ مَا اكْتَسَبُوا فَقَدِ احْتَمَلُوا بُهْتاناً وَإِثْماً مُبِيناً (58))\nتفسير المفردات\nبغير ما اكتسبوا : أي بغير جناية يستحقون بها الأذى ، والبهتان : الكذب الذي يبهت الشخص لفظاعته ، وإثما مبينا : أي ذنبا واضحا بينا.",
        "الإيضاح\nأي إن الذين ينسبون إلى المؤمنين والمؤمنات ما لم يعملوه ، وما هم منه براء ـ قد اجترحوا كذبا فظيعا ، وأتوا أمرا إدّا ، وذنبا ظاهرا ليس له ما يسوّغه أو يقوم مقام العذر له.\nروى الضحاك عن ابن عباس قال : أنزلت في عبد الله بن أبىّ وناس معه قذفوا عائشة رضى الله عنها ؛ فخطب النبي صلّى الله عليه وسلم وقال : «من يعذرنى من رجل يؤذينى ويجمع في بيته من يؤذينى؟».\nوروى أبو هريرة «أنه قيل يا رسول الله ما الغيبة؟ قال ذكرك أخاك بما يكره ، قيل أرأيت إن كان في أخى ما أقول؟ قال : إن كان فيه ما تقول فقد اغتبته ، وإن لم يكن فيه ما تقول فقد بهتّه».",
        "وروى عن عائشة أنها قالت : قال رسول الله صلّى الله عليه وسلم لأصحابه : «أىّ الربا أربى عند الله؟ قالوا الله ورسوله أعلم ، قال أربى الربا عند الله استحلال عرض امرئ مسلم ، ثم قرأ (وَالَّذِينَ يُؤْذُونَ الْمُؤْمِنِينَ وَالْمُؤْمِناتِ بِغَيْرِ مَا اكْتَسَبُوا فَقَدِ احْتَمَلُوا بُهْتاناً وَإِثْماً مُبِيناً)».\n(يا أَيُّهَا النَّبِيُّ قُلْ لِأَزْواجِكَ وَبَناتِكَ وَنِساءِ الْمُؤْمِنِينَ يُدْنِينَ عَلَيْهِنَّ مِنْ جَلابِيبِهِنَّ ذلِكَ أَدْنى أَنْ يُعْرَفْنَ فَلا يُؤْذَيْنَ وَكانَ اللهُ غَفُوراً رَحِيماً (59) لَئِنْ لَمْ يَنْتَهِ الْمُنافِقُونَ وَالَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ وَالْمُرْجِفُونَ فِي الْمَدِينَةِ لَنُغْرِيَنَّكَ بِهِمْ ثُمَّ لا يُجاوِرُونَكَ فِيها إِلاَّ قَلِيلاً (60) مَلْعُونِينَ أَيْنَما ثُقِفُوا أُخِذُوا وَقُتِّلُوا تَقْتِيلاً (61) سُنَّةَ اللهِ فِي الَّذِينَ خَلَوْا مِنْ قَبْلُ وَلَنْ تَجِدَ لِسُنَّةِ اللهِ تَبْدِيلاً (62))\nتفسير المفردات\nالجلابيب : واحدها جلباب وهى الملاءة التي تشتمل بها المرأة فوق الدرع والخمار ، يدنين : أي يرخين ويسدلن ؛ يقال للمرأة إذا زل الثوب عن وجهها أدنى ثوبك على وجهك ، أدنى : أي أقرب ، أن يعرفن : أي يميزن عن الإساءة ، مرض : أي ضعف إيمان",
        "بانتها كهم حرمات الدين ، والمرجفون : هم اليهود الذين كانوا يلفقون أخبار السوء وينشرونها عن سرايا المسلمين وجندهم ، وهو من الإرجاف وهو الزلزلة ؛ وصفت بها الأخبار الكاذبة لكونها مزلزلة غير ثابتة ، لنغرينك بهم : أي لنسلطنك عليهم ولنحرشنّك بهم ، ملعونين : أي مبعدين من رحمة الله ، ثقفوا : أي وجدوا ، خلوا : أي مضوا.\nالمعنى الجملي\nبعد أن ذكر سبحانه أن من يؤذى مؤمنا فقد احتمل بهتانا وإثما مبينا ، زجرا لهم عن الإيذاء ـ أمر النبي صلّى الله عليه وسلم بأن يأمر بعض المتأذين بفعل ما يدفع الإيذاء عنهم في الجملة من التستر والتميز بالزي واللباس حتى يبتعدوا عن الأذى بقدر المستطاع.\nروى أنه لما كانت الحرائر والإماء في المدينة يخرجن ليلا لقضاء الحاجة في الغيطان وبين النخيل بلا فارق بين الحرائر والإماء ، وكان في المدينة فساق يتعرضون للإماء وربما تعرضوا للحرائر ، فإذا كلّموا في ذلك قالوا حسبناهن إماء ـ فطلب من رسوله أن يأمر الحرائر أن يخالفن الإماء في الزي والتستر ، ليتما يزن ويهبن ، فلا يطمع فيهن طامع.",
        "الإيضاح\n(يا أَيُّهَا النَّبِيُّ قُلْ لِأَزْواجِكَ وَبَناتِكَ وَنِساءِ الْمُؤْمِنِينَ يُدْنِينَ عَلَيْهِنَّ مِنْ جَلَابِيبِهِنَّ) طلب سبحانه من نبيه صلّى الله عليه وسلم أن يأمر النساء المؤمنات المسلمات ، وبخاصة أزواجه وبناته ، بأن يسدلن عليهن الجلابيب إذا خرجن من بيوتهن ليتميزن عن الإماء.\nروى على بن طلحة عن ابن عباس قال : أمر الله نساء المؤمنين إذا خرجن من بيوتهن في حاجة أن يغطّين وجوههن من فوق رءوسهنّ بالجلابيب ويبدين عينا واحدة.\nوعن أم سلمة قالت : لما نزلت هذه الآية (يُدْنِينَ عَلَيْهِنَّ مِنْ جَلَابِيبِهِنَّ) خرج نساء الأنصار كأن رءوسهن الغربان من السكينة ، وعليهن أكسية سود يلبسنها.",
        "وإجمال ذلك ـ إن على المسلمة إذا خرجت من بيتها لحاجة أن تسدل عليها ملابسها بحيث تغطى الجسم والرأس ولا تبدى شيئا من مواضع الفتنة كالرأس والصدر والذراعين ونحوها.\nثم علل ذلك بقوله :\n(ذلِكَ أَدْنى أَنْ يُعْرَفْنَ فَلا يُؤْذَيْنَ) أي ذلك التستر أقرب لمعرفتهن بالعفة فلا يتعرّض لهن ، ولا يلقين مكروها من أهل الريبة ، احتراما لهن منهم ، فإن المتبرجة مطموع فيها ، منظور إليها نظرة سخرية واستهزاء ، كما هو مشاهد في كل عصر ومصر ، ولا سيما في هذا العصر الذي انتشرت فيه الخلاعة ، وكثر الفسق والفجور.\n(وَكانَ اللهُ غَفُوراً رَحِيماً) أي وربك غفار لما عسى أن يكون قد صدر من الإخلال بالستر ، كثير الرحمة لمن امتثل أمره معهن ، فيثيبه عظيم الثواب ، ويجزيه الجزاء الأوفى.",
        "ولما كان الأذى إنما يحصل من أهل النفاق ومن على شاكلتهم حذّرهم بقوله :\n(لَئِنْ لَمْ يَنْتَهِ الْمُنافِقُونَ وَالَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ وَالْمُرْجِفُونَ فِي الْمَدِينَةِ لَنُغْرِيَنَّكَ بِهِمْ ثُمَّ لا يُجاوِرُونَكَ فِيها إِلَّا قَلِيلاً) أي لئن لم يكفّ أهل النفاق الذين يستسرّون الكفر ويظهرون الإيمان ، وأهل الرّيب الذين غلبتهم شهواتهم ، وركنوا إلى الخلاعة والفجور وأهل الإرجاف في المدينة الذين ينشرون الأخبار الملفّقة الكاذبة التي فيها إظهار عورات المؤمنين وإبراز ما استكنّ من خفاياهم كضعف جنودهم وقلة سلاحهم وكراعهم ونحو ذلك مما في إظهاره مصلحة للعدو وخضد لشوكة المسلمين ـ لنسلطنك عليهم ، وندعونّك إلى قتالهم وإجلائهم عن البلاد ، فلا يسكنون معك فيها إلا قليلا وتخلو المدينة منهم بالموت أو الإخراج.\nوالخلاصة ـ إن الله سبحانه قد توعد أصنافا ثلاثة من الناس بالقتال والقتل أو النفي من البلاد وهم :\n(1) المنافقون الذين يؤذون الله سرّا.",
        "(2) من في قلوبهم مرض فيؤذون المؤمنين باتباع نسائهم.\n(3) المرجفون الذين يؤذون النبي صلّى الله عليه وسلم بنحو قولهم : غلب محمد ، وسيخرج محمد من المدينة ، وسيؤخذ أسيرا إلى نحو ذلك مما يراد به إظهار ضعف المؤمنين ، وسخط الناس منهم.\nثم بين مآل أمرهم من خزى الدنيا وعذاب الآخرة فقال :\n(مَلْعُونِينَ أَيْنَما ثُقِفُوا أُخِذُوا وَقُتِّلُوا تَقْتِيلاً) أي في ذلك الوقت القليل الذي يجاورونك فيه يكونون مطرودين من باب الله وبابك ، وإذا خرجوا لا ينفكون عن المذلة ، ولا يجدون ملجأ ، بل أينما يكونوا يطلبوا ويؤخذوا ويقتّلوا تقتيلا.",
        "ثم بين أن هذا الحكم عليهم وعلى أمثالهم بنحو هذا هو شرعة الله في أشباههم من قبل ، فهو ليس ببدع فيهم كما قال :\n(سُنَّةَ اللهِ فِي الَّذِينَ خَلَوْا مِنْ قَبْلُ وَلَنْ تَجِدَ لِسُنَّةِ اللهِ تَبْدِيلاً) أي إن سنته تعالى فى المنافقين في كل زمان إذا استمروا في كفرهم وعنادهم ولم يرجعوا عما هم عليه أن يسلط عليهم أهل الإيمان فيذلوهم ويقهروهم ، وهذه السنة لا تغير ولا تبدل ، لابتنائها على الحكمة والمصلحة ، ولا يقدر غيره على تغييرها.\n(يَسْئَلُكَ النَّاسُ عَنِ السَّاعَةِ قُلْ إِنَّما عِلْمُها عِنْدَ اللهِ وَما يُدْرِيكَ لَعَلَّ السَّاعَةَ تَكُونُ قَرِيباً (63) إِنَّ اللهَ لَعَنَ الْكافِرِينَ وَأَعَدَّ لَهُمْ سَعِيراً (64) خالِدِينَ فِيها أَبَداً لا يَجِدُونَ وَلِيًّا وَلا نَصِيراً (65) يَوْمَ تُقَلَّبُ وُجُوهُهُمْ فِي النَّارِ يَقُولُونَ يا لَيْتَنا أَطَعْنَا اللهَ وَأَطَعْنَا الرَّسُولا (66) وَقالُوا رَبَّنا إِنَّا أَطَعْنا سادَتَنا وَكُبَراءَنا فَأَضَلُّونَا السَّبِيلا (67) رَبَّنا آتِهِمْ ضِعْفَيْنِ مِنَ الْعَذابِ وَالْعَنْهُمْ لَعْناً كَبِيراً (68))\nتفسير المفردات",
        "الساعة : يوم القيامة ، وما يدريك : أي وأىّ شىء يعلمك وقت قيامها ، سعيرا : أي نارا مستعرة متقدة ، سادتنا : أي ملوكنا ، وكبراءنا : أي علماءنا ، ضعفين من العذاب : أي مثلى عذابنا ؛ لأنهم ضلوا وأضلوا.\nالمعنى الجملي\nبعد أن ذكر حال هذه المئات الثلاث في الدنيا وأنهم يلعنون ويهانون ويقتلون ، عطف على ذلك ذكر حالهم في الآخرة ، فذكّرهم بيوم القيامة ، وبيّن ما يكون لهم فى هذا اليوم.\nالإيضاح",
        "(يَسْئَلُكَ النَّاسُ عَنِ السَّاعَةِ) أي يكثر الناس هذا السؤال ، متى تقوم الساعة؟ فالمشركون يسألون عن ذلك استعجالا لها على طريق التهكم والاستهزاء ؛ والمنافقون يسألون سؤال المتعنت العالم بما يجيب به الرسول ، واليهود يسألون سؤال امتحان واختبار ، ليعلموا أيجيب بمثل ما في التوراة من ردّ أمرها إلى الله أم يجيب بشىء آخر؟\nفلقنه الله الجواب عن هذا بجعل ردّ ذلك إليه فقال :\n(قُلْ إِنَّما عِلْمُها عِنْدَ اللهِ) الذي أحاط علمه بكل شىء ، ولم يطلع عليها ملكا مقرّبا ولا نبيا مرسلا.\nثم أكد نفى علمها عن أحد غيره بقوله :",
        "(وَما يُدْرِيكَ) أي وأىّ شىء يعلمك وقت قيامها؟ أي لا يعلمك به أحد أبدا.\nثم أخبر عن قرب وقوعها بقوله :\n(لَعَلَّ السَّاعَةَ تَكُونُ قَرِيباً) أي لعلها توجد وتحقق بعد وقت قريب.\nونحو الآية قوله : «اقْتَرَبَتِ السَّاعَةُ وَانْشَقَّ الْقَمَرُ» وقوله : «اقْتَرَبَ لِلنَّاسِ حِسابُهُمْ وَهُمْ فِي غَفْلَةٍ مُعْرِضُونَ» وقوله : «أَتى أَمْرُ اللهِ فَلا تَسْتَعْجِلُوهُ».",
        "وفي هذا تهديد للمستعجلين المستهزئين ، وتبكيت للمتعنتين والممتحنين.\nثم بين حال السائلين عنها ، المنكرين لها ، بقوله :\n(إِنَّ اللهَ لَعَنَ الْكافِرِينَ وَأَعَدَّ لَهُمْ سَعِيراً. خالِدِينَ فِيها أَبَداً) أي إن الله أبعد الكافرين به من كل خير ، وأقصاهم من كل رحمة ، وأعد لهم في الآخرة نارا تتقد وتتسعر ليصليهموها ، ماكثين فيها أبدا إلى غير نهاية.\nثم أيأسهم من وجود ما يدفع عنهم العذاب من الولىّ والنصير بقوله :",
        "(لا يَجِدُونَ وَلِيًّا وَلا نَصِيراً) أي لا يجدون حينئذ من يستنقذهم من السعير ، وينجيهم من عذاب الله ، بشفاعة أو نصرة كما هى الحال في الدنيا لدى الظلمة ، إذ ربما وجد النصير والشفيع الذي يخلّص فيها من الورطات ، ويدفع المصايب والنكبات.\n(يَوْمَ تُقَلَّبُ وُجُوهُهُمْ فِي النَّارِ يَقُولُونَ يا لَيْتَنا أَطَعْنَا اللهَ وَأَطَعْنَا الرَّسُولَا) أي لا يجدون وليا ولا نصيرا حين تصرّف وجوههم فيها من جهة إلى أخرى كاللحم يشوى في النار أو يطبخ في القدر ، فيدور به الغليان من جهة إلى أخرى ، ويقولون إذ ذاك على طريق التمني : ليتنا أطعنا الله في الدنيا ، وأطعنا رسوله فيما جاءنا به من أمر ونهى ، فما كنا نبتلى بهذا العذاب ، بل كنا مع أهل الجنة في الجنة ـ فيالها من حسرة وندامة ، ما أعظمها وأجلها.\nونحو الآية قوله : «وَيَوْمَ يَعَضُّ الظَّالِمُ عَلى يَدَيْهِ يَقُولُ يا لَيْتَنِي اتَّخَذْتُ مَعَ الرَّسُولِ سَبِيلاً» وقوله : «رُبَما يَوَدُّ الَّذِينَ كَفَرُوا لَوْ كانُوا مُسْلِمِينَ».\nثم ذكر بعض معاذيرهم بإلقائهم التبعة على من أضلّوهم من كبرائهم وسادتهم بقوله :",
        "(وَقالُوا رَبَّنا إِنَّا أَطَعْنا سادَتَنا وَكُبَراءَنا فَأَضَلُّونَا السَّبِيلَا) أي وقال الكافرون يومئذ وهم في جهنم : ربنا إنا أطعنا أئمتنا في الضلالة وكبراءنا في الشرك فأضلونا السبيل ، وأزالونا عن محجة الحق وطريق الهدى من الإيمان بك والإقرار بوحدانيتك والإخلاص لطاعتك في الدنيا.\nوفي هذا إحالة الذنب على غيرهم كما هى عادة المذنب يفعل ذلك وهو يعلم أنه لا يجديه نفعا.\nثم ذكر أنهم يدعون ربهم على طريق التشفي ممن أوردهم هذا المورد الوخيم ، أن يضاعف لهم العذاب ، إذ كانوا سبب ضلالهم ، ووقوعهم في بلواهم ، وإن كانوا يعلمون أن ذلك لا يخلّصهم مما هم فيه ، فقالوا :\n(رَبَّنا آتِهِمْ ضِعْفَيْنِ مِنَ الْعَذابِ وَالْعَنْهُمْ لَعْناً كَبِيراً) أي ربنا عذّبهم مثلى عذابنا الذي تعذبنا به : مثلا على ضلالهم ، ومثلا على إضلالهم إيانا ، واخزهم خزيا عظيما واطردهم من رحمتك.",
        "روى الشيخان عن عبد الله بن عمرو أن أبا بكر قال : يا رسول الله علّمنى دعاء أدعو به في صلاتى ، قال : «قل اللهم إنى ظلمت نفسى ظلما كثيرا ولا يغفر الذنوب إلا أنت ، فاغفر لى مغفرة من عندك وارحمني ، إنك أنت الغفور الرّحيم».\n(يا أَيُّهَا الَّذِينَ آمَنُوا لا تَكُونُوا كَالَّذِينَ آذَوْا مُوسى فَبَرَّأَهُ اللهُ مِمَّا قالُوا وَكانَ عِنْدَ اللهِ وَجِيهاً (69))\nتفسير المفردات\nالوجيه : هو ذو الجاه والمنزلة ، ومن يكون له من خصال الخير ما به يعرف ولا ينكر.",
        "المعنى الجملي\nبعد أن ذكر فيما سلف أن من يؤذى الله ورسوله يلعنه الله في الدنيا والآخرة ، ولا شك أن هذا في الإيذاء الذي يؤدى إلى الكفر ، وقد حصره الله في النفاق ومرض القلب والإرجاف على المسلمين ـ أعقب ذلك بإيذاء دون ذلك لا يورث الكفر كعدم الرضا بقسمة النبي صلّى الله عليه وسلم للفىء ، ونهى الناس عنه أيضا ، وذكر أن بنى إسرائيل قد آذوا موسى ونسبوا إليه ما ليس فيه ، فبرأه الله منه ، لأنه ذو كرامة ومنزلة لديه ، فلا يلصق به ما هو نقص فيه\nالإيضاح\nيا أيها الذين آمنوا بالله ورسوله ، لا تؤذوا الرسول بقول يكرهه ، ولا بفعل لا يحبه ، ولا تكونوا أمثال الذين آذوا موسى نبى الله فرموه بالعيب كذبا وباطلا ، فبرأه الله مما قالوه من الكذب والزور ، بما أظهر من الأدلة على كذبهم ، وقد كان موسى ذا وجاهة وكرامة عند ربه ، لا يسأله شيئا إلا أعطاه إياه.",
        "ولم يعين لنا الكتاب الكريم ما قالوا في موسى ، ومن الخير ألا نعيّنه حتى لا يكون ذلك رجما بالغيب دون أن يقوم عليه دليل ، وقد اختلفوا فيه أهو عيب في بدنه كبرص ونحوه ، أم هو عيب في خلقه؟ فقد رووا أن قارون حرّض بغيّا على قذفه بنفسها ، فعصمه الله من كذبها ، وقيل إنهم اتهموه بقتل هارون لما خرج معه إلى الطور ومات هناك ، ثم استبان لهم بعد أنه مات حتف أنفه.\nروى الشيخان عن عبد الله بن مسعود قال : «قسم رسول الله ذات يوم قسما فقال رجل من الأنصار : إن هذه القسمة ما أريد بها وجه الله فاحمرّ وجهه ثم قال : رحمة الله على موسى فقد أوذى بأكثر من هذا فصبر».\nوروى أحمد عنه أن رسول الله صلّى الله عليه وسلم قال لأصحابه «لا يبلّغنّى أحد عن أحد من أصحابى شيئا ، فإنى أحب أن أخرج إليكم وأنا سليم الصدر».\nوعنه أيضا أنه قال : «أتى رسول الله صلّى الله عليه وسلم مال فقسمه ، قال فمررت برجلين ؛ وأحدهما يقول لصاحبه : والله ما أراد محمد بقسمته وجه الله ولا الدار الآخرة.",
        "قال فثبت حتى سمعت ما قالا ، ثم أتيت رسول الله صلّى الله عليه وسلم فقلت : يا رسول الله إنك قلت لنا : لا يبلغنى أحد عن أصحابى شيئا وإنى مررت بفلان وفلان وهما يقولان كذا وكذا ، فاحمرّ وجه رسول الله وشق عليه ثم قال : دعنا منك لقد أوذى موسى بأكثر من هذا فصبر».\nومن هذا يتبين أن إيذاء موسى كان بالقدح في أعماله وتصرفاته ، لا بالعيب فى بدنه كما روى.\n(يا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللهَ وَقُولُوا قَوْلاً سَدِيداً (70) يُصْلِحْ لَكُمْ أَعْمالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَنْ يُطِعِ اللهَ وَرَسُولَهُ فَقَدْ فازَ فَوْزاً عَظِيماً (71))\nتفسير المفردات",
        "القول السديد : القول الصدق الذي يراد به الوصول إلى الحق ، من قولهم : سدد سهمه إذا وجهه للغرض المرمىّ ولم يعدل به عن سمته.\nالمعنى الجملي\nبعد أن نهى سبحانه عن إيذاء رسول الله صلّى الله عليه وسلم بقول أو فعل ، أرشدهم إلى ما ينبغى أن يصدر منهم من الأقوال والأفعال التي تكون سببا في الفوز النجاة في الدار الآخرة ، والقرب من الله سبحانه والحظوة إليه.\nالإيضاح",
        "يا أيها الذين آمنوا اتقوا الله أن تعصوه فتستحقوا بذلك عقوبته ، وقولوا في رسوله والمؤمنين قولا قاصدا غير جائر ، حقا غير باطل ، يوفقكم لصالح الأعمال ، ويغفر لكم ذنوبكم فلا يعاقبكم عليها.\nومن يطع الله ورسوله فيعمل بما أمره به وينته عما نهاه عنه ويقل السديد من القول فقد ظفر بالمثوبة العظمى والكرامة يوم العرض الأكبر.\nوالخلاصة ـ إنه سبحانه أمر المؤمنين بشيئين : الصدق في الأقوال ، والخير فى الأفعال ، وبذلك يكونون قد اتقوا الله وخافوا عقابه ، ثم وعدهم على ذلك بأمرين :\n(1) إصلاح الأعمال إذ بتقواه يصلح العمل ، والعمل يرفع صاحبه إلى أعلى عليين ويجعله يتمتع بالنعيم المقيم في الجنة خالدا فيها أبدا.",
        "(2) مغفرة الذنوب وستر العيوب والنجاة من العذاب العظيم.\n(إِنَّا عَرَضْنَا الْأَمانَةَ عَلَى السَّماواتِ وَالْأَرْضِ وَالْجِبالِ فَأَبَيْنَ أَنْ يَحْمِلْنَها وَأَشْفَقْنَ مِنْها وَحَمَلَهَا الْإِنْسانُ إِنَّهُ كانَ ظَلُوماً جَهُولاً (72) لِيُعَذِّبَ اللهُ الْمُنافِقِينَ وَالْمُنافِقاتِ وَالْمُشْرِكِينَ وَالْمُشْرِكاتِ وَيَتُوبَ اللهُ عَلَى الْمُؤْمِنِينَ وَالْمُؤْمِناتِ وَكانَ اللهُ غَفُوراً رَحِيماً (73))\nتفسير المفردات\nالعرض هنا : النظر إلى استعداد السموات والأرض ، والأمانة كل ما يؤتمن عليه المرء من أمر ونهى في شئون الدين والدنيا ، والمراد بها هنا التكاليف الدينية ، وسميت أمانة من قبل أنها حقوق أوجبها الله على المكلفين وائتمنهم عليها وأوجب عليهم تلقيها بالطاعة والانقياد وأمرهم بالمحافظة عليها وأدائها دون الإخلال بشىء منها ،",
        "فأبيّن : أي كنّ غير مستعدات لها ، وحملها الإنسان : أي كان مستعدا لها ، إنه كان ظلوما : أي كثير الظلم لما غلب عليه من القوة الغضبية ، جهولا : أي كثير الجهل لعواقب الأمور ، لما غلب عليه من القوة الشهوية.\nالمعنى الجملي\nبعد أن بين عز اسمه عظم شأن طاعة الله ورسوله ، وأن من يراعيها فله الفوز العظيم ، وأن من يتركها يستحق العذاب ـ أردف ذلك عظم شأن ما تنال به تلك الطاعة من فعل التكاليف الشرعية وأن حصولها عزيز شاقّ على النفوس ، ثم بيان أن ما يصدر منهم من الطاعة أو يكون منهم من إباء بعدم القبول والالتزام إنما يكون بلا جبر ولا إلزام.\nالإيضاح",
        "(إِنَّا عَرَضْنَا الْأَمانَةَ عَلَى السَّماواتِ وَالْأَرْضِ وَالْجِبالِ فَأَبَيْنَ أَنْ يَحْمِلْنَها وَأَشْفَقْنَ مِنْها وَحَمَلَهَا الْإِنْسانُ إِنَّهُ كانَ ظَلُوماً جَهُولاً) أي إنا لم نخلق السموات والأرض على عظم أجرامها وقوة أسرها مستعدة لحمل التكاليف بتلقى الأوامر والنواهي والتبصر فى شئون الدين والدنيا ، ولكن خلقنا الإنسان على ضعف منّته وصغر جرمه مستعدا لتلقيها والقيام بأعبائها ، وهو مع ذلك قد غلبت عليه الانفعالات النفسية الداعية إلى الغضب فكان ظلوما لغيره ، وركّب فيه حب الشهوات والميل إلى عدم التدبر فى عواقب الأمور ، ومن ثم كلفناه بتلك التكاليف لتكسر سورة تلك القوى وتخفف من سلطانها عليه وتكبت من جماحها حتى لا توقعه في مواقع الردى.\nثم بين عاقبة تلك التكاليف فقال :\n(لِيُعَذِّبَ اللهُ الْمُنافِقِينَ وَالْمُنافِقاتِ وَالْمُشْرِكِينَ وَالْمُشْرِكاتِ وَيَتُوبَ اللهُ عَلَى الْمُؤْمِنِينَ وَالْمُؤْمِناتِ) أي وكان عاقبة حمل الإنسان لهذه الأمانة أن يعذب من خانها وأبى الطاعة\nوالانقياد لها من المنافقين والمنافقات والمشركين والمشركات ، ويقبل توبة المؤمنين والمؤمنات إذا رجعوا إليه وأنابوا ، لتلافيهم ما فرط منهم من الجهل وعدم التبصر فى العواقب وتداركهم ذلك بالتوبة.",
        "ثم علل قبوله لتوبتهم بقوله :\n(وَكانَ اللهُ غَفُوراً رَحِيماً) أي وكان الله ستارا لذنوب عباده كثير الرحمة بهم ، ومن ثم قبل توبة من أناب إليه ، ورجع إلى حظيرة قدسه ، وأخلص له العمل ، وتلافى ما فرط منه من الزلات ، وأثابه على طاعته بالفوز العظيم.\nنسألك اللهم أن تتوب علينا ، وتغفر لنا ما فرط منا من الزلات ، وتثيبنا بالفوز العظيم في الجنات ، إنك سميع قريب مجيب الدعوات.\nتنبيه",
        "ذكر سبحانه في هذه السورة الكثير من الشئون الزوجية وكيف تعامل الزوجات ، وقد رأينا أن نذكر هنا مسألتين كثر الخوض فيهما من أرباب الأديان الأخرى ومن نابتة المسلمين الذين تعلموا في مدارسهم وسمعوا كلام المبشرين ، ظنا منهم أنهم وجدوا مغمزا في الإسلام وأصابوا هدفا يصمى الدين ، ويجعل معتنقيه مضغة في أفواه السامعين وأنى لهم ذلك ، وليتهم فكروا وتأملوا ، قبل أن يتكلموا.\n(1) تعدد زوجاته صلّى الله عليه وسلم وكثرتهن بينما لم يبح مثل ذلك لأمته.\n(2) إباحة تعدد الزوجات لعامة المسلمين.\nومن ثم وجب علينا أن نميط اللثام عن الأسباب التي دعت إلى كل منهما.",
        "أسباب تعدد زوجاته صلّى الله عليه وسلم\nقبل أن ندخل في تفاصيل البحث نذكر لك أن النبي صلّى الله عليه وسلم عاش مع خديجة خمسا وعشرين سنة لم يتزوج سواها ، وكانت سنه إذ ذاك ناهزت الخمسين ،\nوكان قد تزوجها في شرخ شبابه ، إذ كانت سنه وقتئذ خمسا وعشرين سنة وكانت سنها أربعين وعاشا معا عيشا هنيا شعاره الإخلاص والوفاء ، وكانت من أكبر أنصاره على الكفار الذين سخروا منه وألحقوا به ضروبا شتى من الأذى ، ولم يشأ أن يتزوج غيرها مع ما كان يبيحه له عرف قومه ، بل ظل وفيّا لها حتى توفّيت ، فحزن عليها حزنا شديدا وسمى عام وفاتها عام الحزن ، ولم ينقطع عن ذكراها طوال حياته.\nوالآن حق علينا أن نذكر لك الأسباب التي حدت النبي صلّى الله عليه وسلم إلى التعدد ، وهى قسمان : أسباب عامة وأسباب خاصة :",
        "الأسباب العامة\n(1) إن رسالة النبي صلّى الله عليه وسلم عامة للرجال والنساء ، ومن التشريع ما هو مشترك بين الرجل والمرأة وما هو خاص بأحدهما ، وكلّ يحتاج في تلقينه إلى عدد ليس بالقليل لتفرق المرسل إليهم وكثرهم وقصر زمن حياة الرسول ، وكثرة الأحكام ، وإلا لم يحصل التبليغ على الوجه الأتم.\nومن الأحكام المتعلقة بالنساء ما تستحيى المرأة أن تعرفه من الرجل ، ويستحيى الرجل من تبليغه للمرأة ، ألا ترى إلى ما روى عن عائشة رضى الله عنها أن أسماء بنت يزيد الأنصارية قالت للنبى صلّى الله عليه وسلم : كيف أغتسل من الحيض؟ قال : خذى فرصة ممسّكة (قطعة قطن) فتوضئ ـ قالها ثلاثا وهو في كل ذلك يقول : سبحان الله عند إعادتها السؤال ، ثم أعرض عنها بوجهه استحياء ، فأخذتها عائشة وأخبرتها بما يريد النبي صلّى الله عليه وسلم.\nومن ثم وجب أن يتلقى الأحكام الخاصة بالنساء من الرسول صلّى الله عليه وسلم عدد كثير منهن ، وهن يبلغن ذلك إلى النساء ، ولا يصلح للتلقى عنه إلا أزواجه ، لأنهن لهن خصائص تمكنهن من معرفة أغراض النبي دون تأفف ولا استحياء ،",
        "يرشد إلى ذلك قوله صلّى الله عليه وسلم «خذوا نصف دينكم عن هذه الحميراء» يريد عائشة رضى الله عنها ، والعرب تقول امرأة حمراء أي بيضاء.\n(2) إن المصاهرة من أقوى عوامل التآلف والتناصر كما هو مشاهد معروف ، والدعوة في أول أمرها كانت في حاجة ماسة إلى الإكثار من ذلك ، لا جتذاب القبائل إليه ومؤازرتهم له ، لذود عوادى الضالين ، وكف أذاهم عنه ، ومن ثم كان أكثر زوجاته من قريش سيدة العرب.\n(3) إن المؤمنين كانوا يرون أن أعظم شرف وأمتن قربة إلى الله تعالى مصاهرتهم لنبيه وقربهم منه ، فمن ظفر بالمصاهرة فقد أدرك ما يرجو. ألا ترى أن عمر رضى الله عنه أسف جد الأسف حين فارق رسول الله صلّى الله عليه وسلم ابنته وقال : لا يعبأ بعدها بعمر ، ولم ينكشف عنه الهم حتى روجعت ، وأن عليا كرم الله وجهه على اتصاله برسول الله صلى الله عليه وسلم من طريق النسب وشرف اقترانه بالزهراء رغب في أن يزوجه أخته أم هانىء بنت أبى طالب ليتضاعف شرفه ولم يمنعها من ذلك إلا خوفها أن تقصّر فى القيام بحقوق الرسول مع خدمة أبنائها.\nالأسباب الخاصة بزواج كل واحدة من أمهات المؤمنين",
        "(1) تزوج النبي صلّى الله عليه وسلم بعد خديجة سودة بنت زمعة أرملة السكران ابن عمرو الذي أسلم واضطرّ إلى الهجرة إلى بلاد الحبشة هربا من اضطهاد المشركين ومات هناك وأصبحت امرأته بلا معين ، وهى أرمل رجل مات في سبيل الدفاع عن الحق ، فتزوجها النبي صلّى الله عليه وسلم وفاء لرجل غادر الأهل والأوطان احتفاظا بعقيدته ، وقد شاركته هذه الزوجة في أهوال التغريب والنفي ، وحماية لها من أهلها أن يفتنوها ، لأنها هاجرت مع زوجها على غير رغبتهم.\n(2) تزوج ميمونة بنت الحارث الهلالية وعمرها زهاء خمسين عاما ، وكان زواجه منها سببا في دخول خالد بن الوليد في دين الله ، وهو المجاهد الكبير والبطل العظيم ،\nوهو الذي غلب الروم على أمرهم فيما بعد ، وله في الإسلام أيام غرّ محجلة ـ إلى أن زواجها بالنبي صلّى الله عليه وسلم يسّر لذوى قرباها وسيلة للعيش فطعموا من جوع وأمنوا من مخوف وأثروا بعد فاقة.\n(3) تزوج جويرية وكان أبوها الحارث بن ضرار سيد بنى المصطلق بن خزاعة جمع قبل إسلامه جموعا كثيرة لمحاربة النبي صلّى الله عليه وسلم ، ولما التقى الجمعان عرض عليهم الرسول صلّى الله عليه وسلم الإسلام فأبوه فحاربهم حتى هزموا ووقعت جويرية فى سهم ثابت بن قيس ، فكاتبها على سبع أواق من الذهب فلم تر معينا لها غير النبي صلى الله عليه وسلم فجاءت إليه وأدلت بنسبها وطلبت حريتها فتذكر النبي صلّى الله عليه وسلم ما كان لأهلها من العز والسؤدد وما صاروا إليه بسوء التدبير والعناد ، فأحسن إليها وإلى قومها بأداء ما عليها من نجوم ، ثم تزوجها فقال المسلمون بعد أن اقتسموا بنى المصطلق : إن أصهار رسول الله لا يسترقّون ، وأعتقوا من بأيديهم من سبيهم ، وعلى إثر ذلك أسلم بنو المصطلق شكرا لله على الحرية بعد ذل الكفر والأسر.",
        "(4) تزوج السيدة عائشة مكافأة لأبى بكر الصديق ، إذ كان شديد التمسك برسول الله صلّى الله عليه وسلم مولعا بالتقرب منه ، فكان ذلك قرة عين لها ولأبويها وفخرا لذوى قرباها ، وكان عبد الله بن الزبير (ابن أختها) يفاخر بنى هاشم بذلك.\n(5) تزوج أم المؤمنين حفصة بنت عمر مكافأة لزوجها الذي توفى مجروحا في موقعة بدر ؛ وفي تلك الحقبة كانت السيدة رقية بنت الرسول وزوج عثمان قد توفيت ، فعرض عمر ابنته على عثمان فأعرض عنها رغبة في أم كلثوم بضعة الرسول ليستديم له بذلك الشرف ، فعزّ هذا على عمر وأنفت نفسه فشكاه إلى أبى بكر فقال له لعلها تتزوج من هو خير منه ويتزوج من هى خير منها له (يريد زواج عثمان بأم كلثوم وزواج حفصة بالنبي صلّى الله عليه وسلم).\n(6) تزوج صفية بنت حيىّ بن أخطب سيد بنى النّضير ، وكانت قد وقعت\nفى السبي مع عشيرتها ، فأراد النبي صلّى الله عليه وسلم أن يتزوجها رأفة بها إذ ذلت بعد عزة ، واسترقّت وهى السيدة الشريفة عند أهلها ، وتأليفا لقومها حتى يدخلوا في كنف الإسلام ، وينضووا تحت لوائه.",
        "(7) تزوج زينب بنت جحش الأسدية ، لإبطال عادة جاهلية كانت متأصلة عند العرب وهى التبني بتنزيل الدّعى منزلة الابن الحقيقي ، وإذا أراد الله إبطال هذه العادة جعل رسوله صلّى الله عليه وسلم أسوة حسنة في هذا ، فسعى في تزويج زيد مولاه بعد أن أعتقه بزينب ذات الحسب والمجد فأنفت هى وأخوها عبد الله ، وأبت أن تكون زوجا لدعىّ غير كفء ، فأنزل الله «وَما كانَ لِمُؤْمِنٍ وَلا مُؤْمِنَةٍ إِذا قَضَى اللهُ وَرَسُولُهُ أَمْراً أَنْ يَكُونَ لَهُمُ الْخِيَرَةُ مِنْ أَمْرِهِمْ» فرضيا بقضاء الله ورسوله غير أنها كانت نافرة من هذا القرآن ، مترفعة عن زيد ، ضائقة به ذرعا ، فآثر فراقها ، فسأل الرسول الإذن في ذلك ، فقال له : أمسك عليك زوجك واتق الله ، وأخفى في نفسه ما الله مبديه من تزوجه منها بعد زيد ، وخشى أن يقول الناس : تزوج محمد من زيد ابنه.\nولما لم يبق لزيد فيها شىء من الرغبة طلقها ، فتزوجها النبي صلّى الله عليه وسلم ، إبطالا لتلك العادة ، وهى إعطاء المتبنّى حكم لابن ، وقد تقدم تفصيل هذا في أثناء تفسير السورة بشىء من البسط والإيضاح.\nومما سلف يستبين لك أن ما يتقوله غير المنصفين من الغربيين من أن النبي صلّى الله عليه وسلم خوّل لنفسه ميزة لم يعطها لأحد من أتباعه ـ لا وجه له من الصحة فإن زواجه بأمهات المؤمنين كان لأغراض اجتماعية اقتضتها الدعوة ، ودعا إليها حب النصرة ، ولا سيما إذا علم أنه لم يتزوج بكرا قط إلا عائشة ، وأن من أمهات المؤمنين من كن في سن الكهولة أو جاوزنها.\nأسباب إباحة تعدد الزوجات في الإسلام",
        "يجدر بذوي الحصافة في الرأى أن ينظروا إلى الأسباب التي دعت أن يبيح الإسلام تعدد الزوجات دون أن ينقموا عليه ذلك ، ويرموه بالقسوة ، فإن في بعضها ما هو موجب للتعدد لا مجيز له فحسب.\nوهاك أهم الأسباب :\n(1) قد تصاب المرأة أحيانا بمرض مزمن أو مرض معد يجعلها غير قادرة على القيام بالواجبات الزوجية ، فيضطر الرجل إلى أن يقترف ما ينافي الشرف والمروءة ويغضب الله ورسوله إن لم يبح له أن يتزوج بأخرى.\n(2) دل الاستقراء على أن عدد النساء يربو على عدد الرجال ، لما يعانيه هؤلاء من الأعمال الشاقة التي تنهك القوى وتضوى الأجسام ، ولا سيما الحروب الطاحنة ، فإذا منع التعدد لا يجد بعض النساء أزواجا يحصنونهن ويقومون بشئونهن ، فيكثر الفساد ، ويلحق الأسر العار وتعضهن الحياة بأنيابها.",
        "(3) حضت الشريعة الإسلامية على كثرة النسل ، لتقوى شوكة الإسلام ، وتعلو سطوته ، وتنفذ كلمته ، حتى ترهبه الأعداء ، وتتقيه الأمم المناوئة له ، ولا يمكن الوصول إلى ذلك إلا بإباحة تعدد الزوجات ، لأن المنع مفض إلى تناقص النسل ، ولا أدل على ذلك من أن عقلاء الأمم في الغرب أشفقوا على أممهم لما اعتراها من نقص في النسل بسبب منع التعدد من ناحية ، وإحجام كثير من شبانهم عن الزواج ، والاجتزاء بالسفاح ، فرارا من الحقوق الزوجية ، وأعباء الأولاد من ناحية أخرى ، ومن ثم لجأ كثير من الدول الغربية إلى ارتباط بعضهم ببعض بالحلف والعهود والمواثيق ، طلبا لنيل فائدة التكاثر ، وبذلك تبقى لهم السيادة الدولية.\n(4) دل الإحصاء في كثير من البلاد الغربية على أن حظر تعدد الزوجات أدى إلى كثرة الأولاد غير الشرعيين مما حدا بعض المفكرين إلى النظر في توريثهم.\n(5) كان من نتائج منع التعدد انتشار كثير من الأمراض الفتاكة التي أصابت الرجال والنساء والأطفال حتى عجز الطب عن مكافحتها وتغلغل الداء وعز الدواء ، مما جعل بعض البلاد تسن القوانين التي تمنع عقد الزواج إلا بعد إحضار صكّ رسمى بخلو الزوجين من الأمراض المعدية والأمراض التي تجعل النسل ضعيفا ضاويا لا يستطيع الكفاح في الحياة.\nما حوته السورة الكريمة من أغراض ومقاصد",
        "(1) الأمر بتقوى الله وعدم طاعة الكافرين والمنافقين.\n(2) وجوب اتباع ما ينزل به الوحى مع ضرب المثل لذلك.\n(3) إبطال العادة الجاهلية وهى إعطاء المتبنّى حكم الابن ، وبيان أن الدين منه براء.\n(4) إبطال التوريث بالحلف والتوريث بالهجرة ، وإرجاع التوريث إلى الرحم والقرابة.",
        "(5) ذكر النعمة التي أنعم بها عليهم في وقعة الخندق بعد أن اشتد بهم الخطب.\n(6) تخيير النبي نساءه بين شيئين : الفراق إذا أردن زينة الحياة الدنيا والبقاء معه إذا أحببن الله ورسوله والدار الآخرة.\n(7) التشديد عليهن بمضاعفة العذاب إذا ارتكبن الفواحش ، ونهيهن عن الخضوع فى القول وأمرهن بالقرار في البيوت ، وتعليمهن كتاب الله وسنة رسوله ، ونهيهن عن التبرج.\n(8) قصة زينب بنت جحش وزيد مولى رسوله صلّى الله عليه وسلم.",
        "(9) ما أحل لنبيه من النساء وتحريم الزواج عليه بعد ذلك.\n(10) النهى عن إيذاء المؤمنين للنبى صلّى الله عليه وسلم إذا دخلوا بيته لطعام ونحوه (11) الأمر بكلام أمهات المؤمنين من وراء حجاب إذا طلب منهن شىء إلا الآباء والأبناء والأرقاء.\n(12) أمرهن بإرخاء الجلباب إذا خرجن لقضاء حاجة.\n(13) تهديد المنافقين وضعاف الإيمان والمرجفين في المدينة.",
        "(14) سؤال المشركين عن الساعة متى هى؟\n(15) النهى عن إيذاء النبي حتى لا يكونوا كبنى إسرائيل الذين آذوا موسى.\nسورة سبأ\nهى مكية إلا الآية السادسة مثها فمدنية ، وآيها أربع وخمسون نزلت بعد لقمان.",
        "ووجه اتصالها بما قبلها :\n(1) إن الصفات التي أجريت على الله في مفتتحها تشاكل الصفات التي نسبت إليه في مختتم السورة السالفة.\n(2) إنه في السورة السابقة ذكر سؤال الكفار عن الساعة استهزاء ، وهنا حكى عنهم إنكارها صريحا ، وطعنهم على من يقول بالبعث ، وقال هنا ما لم يقله هناك.\nبِسْمِ اللهِ الرَّحْمنِ الرَّحِيمِ",
        "(الْحَمْدُ لِلَّهِ الَّذِي لَهُ ما فِي السَّماواتِ وَما فِي الْأَرْضِ وَلَهُ الْحَمْدُ فِي الْآخِرَةِ وَهُوَ الْحَكِيمُ الْخَبِيرُ (1) يَعْلَمُ ما يَلِجُ فِي الْأَرْضِ وَما يَخْرُجُ مِنْها وَما يَنْزِلُ مِنَ السَّماءِ وَما يَعْرُجُ فِيها وَهُوَ الرَّحِيمُ الْغَفُورُ (2))\nتفسير المفردات\nالحمد : هو الثناء على الله بما هو أهله ، والحكيم : الذي أحكم أمر الدارين ودبره بحسب ما تقتضيه الحكمة ، والخيبر : هو الذي يعلم بواطن الأمور وخوافيها ، يلج فى الأرض : أي يدخل فيها ، ويعرج : أي يصعد.\nالإيضاح",
        "(الْحَمْدُ لِلَّهِ الَّذِي لَهُ ما فِي السَّماواتِ وَما فِي الْأَرْضِ) أي الحمد الكامل للمعبود المالك لجميع ما في السموات وما في الأرض دون كل ما يعبدونه ودون كل شىء سواه ، إذ لا مالك لشىء من ذلك غيره.\nوالخلاصة ـ إن له عز وجل جميع ما في السموات وما في الأرض ، خلقا وملكا وتصرفا بالإيجاد والإعدام والإحياء والإماتة.\nولما بين اختصاصه بالحمد في الدنيا أعقبه ببيان أن له وحده الحمد في الآخرة فقال :\n(وَلَهُ الْحَمْدُ فِي الْآخِرَةِ) أي وله الحمد في الآخرة خالصا دون سواه على ما أنعم به فيها كما حكى عن أهلها من قولهم : «الْحَمْدُ لِلَّهِ الَّذِي صَدَقَنا وَعْدَهُ وَأَوْرَثَنَا الْأَرْضَ نَتَبَوَّأُ مِنَ الْجَنَّةِ حَيْثُ نَشاءُ» وقولهم : «الحمد لله الّذى أذهب عنّا الحزن إنّ ربّنا لغفور شكور. الّذى أحلّنا دار المقامة من فضله».",
        "(وَهُوَ الْحَكِيمُ الْخَبِيرُ) أي وهو المدبّر لشئون خلقه على ما تقتضيه الحكمة ، الخبير ببواطن الأمور ومكنوناتها.\nثم فصل بعض ما يحيط به علمه من الأمور التي نيطت بها مصالح عباده الدنيوية والأخروية فقال :\n(يَعْلَمُ ما يَلِجُ فِي الْأَرْضِ وَما يَخْرُجُ مِنْها) أي يعلم ما يدخل في الأرض كالغيث ينفذ في موضع وينبع في آخر ، وكالكنوز والدفائن والأموات ، وما يخرج منها كالحيوان والنبات والغازات وماء العيون والمعادن التي مضى عليها آلاف السنين ، ومخلّفات الأمم ومصنوعاتهم كمخلفات المصريين القدماء ونقوش آشور وبابل وعجائب أهل سبأ وصناعاتهم ، مما استخرجه علماء العاديات من الأوربيين في القرن الماضي والعصر الحاضر ، ولا يزالون كل يوم يكشفون جديدا يدل على أن الشرق كان ذا مدنية وحضارة لا يدانيها أعظم ما يوجد في الغرب الآن في أرقى ممالكه.\n(وَما يَنْزِلُ مِنَ السَّماءِ) كالملائكة والكتب والأرزاق والمطر والصواعق.",
        "(وَما يَعْرُجُ فِيها) كالملائكة وأعمال العباد والأبخرة والدخان والطائرات والمطاود الجوية.\n(وَهُوَ الرَّحِيمُ الْغَفُورُ) أي وهو مع كثرة نعمه وسبوغ فضله ، رحيم بعباده فلا يعاجل بعقوبة ، غفور لذنوب التائبين إليه المتوكلين عليه.\n(وَقالَ الَّذِينَ كَفَرُوا لا تَأْتِينَا السَّاعَةُ قُلْ بَلى وَرَبِّي لَتَأْتِيَنَّكُمْ عالِمِ الْغَيْبِ لا يَعْزُبُ عَنْهُ مِثْقالُ ذَرَّةٍ فِي السَّماواتِ وَلا فِي الْأَرْضِ وَلا أَصْغَرُ مِنْ ذلِكَ وَلا أَكْبَرُ إِلاَّ فِي كِتابٍ مُبِينٍ (3) لِيَجْزِيَ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحاتِ أُولئِكَ لَهُمْ مَغْفِرَةٌ وَرِزْقٌ كَرِيمٌ (4) وَالَّذِينَ سَعَوْا فِي آياتِنا مُعاجِزِينَ أُولئِكَ لَهُمْ عَذابٌ مِنْ رِجْزٍ أَلِيمٌ (5) وَيَرَى الَّذِينَ أُوتُوا الْعِلْمَ الَّذِي أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ هُوَ الْحَقَّ وَيَهْدِي إِلى صِراطِ الْعَزِيزِ الْحَمِيدِ (6))\nتفسير المفردات",
        "لا يعزب عنه : أي لا يفوته علمه ، مثقال ذرة : أي مقدار أصغر نملة ، والكتاب المبين : اللوح المحفوظ ، رزق كريم : أي حسن لا تعب فيه ولا منّ عليه ، معاجزين : أي مسابقين يظنون أنهم يفوتوننا فلا نقدر عليهم ، رجز : أي عذاب شديد ، العزيز : أي الذي يغلب ولا يغلب ، الحميد : أي المحمود في جميع شئونه ، وصراطه : هو التوحيد والتقوى.\nالمعنى الجملي\nبعد أن أبان سبحانه أن له الحمد في الآخرة على ما أسدى إلى عباده من النعم ، أردف ذلك بيان أن كثيرا منهم ينكرها أشد الإنكار ، ويستهزئ بمن يثبتها ويعتقد أنها ستكون ، وقد بلغ من تهكمهم أنهم يستعجلون مجيئها ظنا منهم أن هذه خيالات بل أضغاث أحلام ، وقد ذكر أن مجيئها ضربة لازب ، لتجزى كل نفس بما كسبت من خير أو شر ، ثم أعقب هذا ببيان أن الناس فريقان : مؤمن بآيات ربه يرى أنها الحق\nوأنها تهدى إلى الصراط المستقيم ، ومعاند جاحد بها يسعى في إبطالها ، ومآل أمره العذاب الأليم على ما دسّى به نفسه من قبيح الخلال.",
        "الإيضاح\n(وَقالَ الَّذِينَ كَفَرُوا لا تَأْتِينَا السَّاعَةُ) أي وقال الذين ستروا ما أرشدتهم إليه عقولهم من البراهين الدالة على قيام الساعة : إنه لا رجعة بعد هذه الدنيا ولا بعث ولا حساب ، إن هى إلا أرحام تدفع ، وأرض تبلع ، وما نحن بمبعوثين.\nوقد أمر الله رسوله أن يرد عليهم مؤكدا لهم بطلان ما يدّعون.\n(قُلْ بَلى وَرَبِّي لَتَأْتِيَنَّكُمْ) أي قل لهم إنها وربى لآتية لا ريب فيها.",
        "وهذه الآية إحدى آيات ثلاث أمر الله فيها رسوله أن يقسم بربه العظيم على وقوع المعاد حين أنكره من أنكره من أهل الشرك والعناد ، فإحداهن في سورة يونس «وَيَسْتَنْبِئُونَكَ أَحَقٌّ هُوَ قُلْ إِي وَرَبِّي إِنَّهُ لَحَقٌّ وَما أَنْتُمْ بِمُعْجِزِينَ» وثانيتها فى سورة التغابن «زَعَمَ الَّذِينَ كَفَرُوا أَنْ لَنْ يُبْعَثُوا ، قُلْ بَلى وَرَبِّي لَتُبْعَثُنَّ ثُمَّ لَتُنَبَّؤُنَّ بِما عَمِلْتُمْ وَذلِكَ عَلَى اللهِ يَسِيرٌ» وثالثتها ما هنا.\nثم وصف المولى نفسه بكامل العلم وعظيم الإحاطة بالموجودات مما يؤكد إمكان البعث فقال :\n(عالِمِ الْغَيْبِ لا يَعْزُبُ عَنْهُ مِثْقالُ ذَرَّةٍ فِي السَّماواتِ وَلا فِي الْأَرْضِ وَلا أَصْغَرُ مِنْ ذلِكَ وَلا أَكْبَرُ إِلَّا فِي كِتابٍ مُبِينٍ) أي إن وقت مجيئها لا يعلمه سوى علام الغيوب الذي لا يغيب عن علمه شىء في السموات ولا في الأرض من ذرة فما دونها ولا ما فوقها ، أين كانت وأين ذهبت ، فكل ذلك محفوظ في كتاب مبين ، فالعظام وإن تلاشت ، واللحوم وإن تفرقت وتمزقت ، فهو عالم أين ذهبت وأين تفرقت ، فيعيدها كما بدأها أول مرة وهو بكل شىء عليم.\nثم بين الحكمة في إعادة الأجسام وقيام الساعة بقوله :",
        "(لِيَجْزِيَ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحاتِ أُولئِكَ لَهُمْ مَغْفِرَةٌ وَرِزْقٌ كَرِيمٌ) أي ببعثهم من قبورهم يوم القيامة ، ليثيب الذين آمنوا بالله وعملوا بما أمرهم به وانتهوا عما نهاهم عنه وأولئك لهم مغفرة لذنوبهم من لدنه ، وعيش هنىء في الجنة لا تعب فيه ولا منّ عليه ، والخلاصة ـ إن الحكمة تقتضى وجودها ، وليس هناك مانع منها ، فالعلم المحيط بالغيب موجود ، فقد وجد المقتضى لوجودها ، وارتفع المانع من إتيانها.\n(وَالَّذِينَ سَعَوْا فِي آياتِنا مُعاجِزِينَ أُولئِكَ لَهُمْ عَذابٌ مِنْ رِجْزٍ أَلِيمٌ) أي وليجزى الذين سعوا في إبطال أدلتنا وحججنا عنادا منهم وكفرا ، وظنوا أنهم يسبقوننا بأنفسهم فلا نقدر عليهم بشديد العذاب في جهنم وبئس المهاد ، لما اجترحوا من السيئات ودسّوا به أنفسهم من قبيح الأعمال.\nوإجمال ذلك ـ إن الساعة آتية لا محالة ، لينعم السعداء المؤمنون ، ويعذّب الأشقياء الكافرون.\nونحو الآية قوله : «أَمْ نَجْعَلُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحاتِ كَالْمُفْسِدِينَ فِي الْأَرْضِ أَمْ نَجْعَلُ الْمُتَّقِينَ كَالْفُجَّارِ» وقوله : «لا يَسْتَوِي أَصْحابُ النَّارِ وَأَصْحابُ الْجَنَّةِ أَصْحابُ الْجَنَّةِ هُمُ الْفائِزُونَ».",
        "ثم استشهد باعتراف أولى العلم ممن آمن من أهل الكتاب كعبد الله بن سلام وكعب وأضرابهما بصحة ما أنزل إليك ، ليردّ به على أولئك الجهلة الساعين في الآيات الذين أنكروا الساعة فقال :\n(وَيَرَى الَّذِينَ أُوتُوا الْعِلْمَ الَّذِي أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ هُوَ الْحَقَّ وَيَهْدِي إِلى صِراطِ الْعَزِيزِ الْحَمِيدِ) أي وقال الجهلة المنكرون للبعث والحشر والحساب ـ إنه لا رجعة بعد هذه الدنيا ؛ وقال العالمون من أهل الكتاب ومن أصحاب رسول الله صلّى الله عليه وسلم ومن يأتى من بعدهم من أمته : إن الذي أنزل إليك من ربك مثبتا لقيام الساعة ومجازاة كل عامل بما عمل من خير أو شر ـ هو الحق الذي لا شك فيه ، وأنه هو الذي\nيرشد من اتبعه وعمل به إلى سبيل الله الذي لا يغالب ولا يمانع ، وهو القاهر لكل شىء والغالب له ، وهو المحمود على جميع أقواله وأفعاله وما أنزله من شرع ودين.\n(وَقالَ الَّذِينَ كَفَرُوا هَلْ نَدُلُّكُمْ عَلى رَجُلٍ يُنَبِّئُكُمْ إِذا مُزِّقْتُمْ كُلَّ مُمَزَّقٍ إِنَّكُمْ لَفِي خَلْقٍ جَدِيدٍ (7) أَفْتَرى عَلَى اللهِ كَذِباً أَمْ بِهِ جِنَّةٌ بَلِ الَّذِينَ لا يُؤْمِنُونَ بِالْآخِرَةِ فِي الْعَذابِ وَالضَّلالِ الْبَعِيدِ (8) أَفَلَمْ يَرَوْا إِلى ما بَيْنَ أَيْدِيهِمْ وَما خَلْفَهُمْ مِنَ السَّماءِ وَالْأَرْضِ إِنْ نَشَأْ نَخْسِفْ بِهِمُ الْأَرْضَ أَوْ نُسْقِطْ عَلَيْهِمْ كِسَفاً مِنَ السَّماءِ إِنَّ فِي ذلِكَ لَآيَةً لِكُلِّ عَبْدٍ مُنِيبٍ (9))",
        "تفسير المفردات\nتمزيق الشيء : تقطيع أوصاله وجعله قطعا قطعا ، يقال ثوب مزيق وممزوق ومتمزّق وممزّق ، ومنه قوله :\nوالافتراء : اختلاق الكذب ، والجنة : الجنون وزوال العقل ، كسفا : قطعا واحدها كسفة ، منيب : أي راجع إلى ربه مطيع له.\nالمعنى الجملي",
        "بعد أن أبان سبحانه أنهم أنكروا الساعة ورد عليهم ما قالوا وأكده كل التأكيد ، ثم ذكر ما يكون إذ ذاك من جزاء المؤمن بالثواب العظيم على ما عمل من صالح الأعمال ، وجزاء الساعي في تكذيب الآيات بالتعذيب في الجحيم على ما دسّى\nبه نفسه من اجتراح المعاصي وفاسد المعتقدات ـ أردف ذلك ذكر مقال للكافرين ذكروه تهكما واستهزاء ، ثم ذكر الدليل على صحة البعث بخلق السموات والأرض ، ثم توعدهم على تكذيبهم بأشد الوعيد ، لعلهم يرجعون عن عنادهم ، ويثوبون إلى رشادهم.\nالإيضاح\n(وَقالَ الَّذِينَ كَفَرُوا هَلْ نَدُلُّكُمْ عَلى رَجُلٍ يُنَبِّئُكُمْ إِذا مُزِّقْتُمْ كُلَّ مُمَزَّقٍ إِنَّكُمْ لَفِي خَلْقٍ جَدِيدٍ؟) أي وقال قريش بعضهم لبعض ، تعجبا واستهزاء ، وتهكما وإنكارا : هل سمعتم برجل يقول : إنا إذا تقطعت أوصالنا ، وتفرقت أبداننا ، وبليت عظامنا ، نرجع كرة أخرى أحياء كما كنا ، ونحاسب على أعمالنا ، ثم نثاب على الإحسان إحسانا ، ويجزى على اجتراح الآثام آلاما ، بنار تلظى تشوى الوجوه والأجسام.",
        "وخلاصة ذلك ـ إنه يقول : إذا أكلتكم الأرض وصرتم رفاتا وعظاما ، وقطعتكم السباع والطير ، ستحيون وتبعثون ، ثم تحاسبون على ما فرط منكم من صالح العمل وسيئه ؛ ثم قال إن مقالا كهذا لا يصدر إلا من أحد رجلين.\n(أَفْتَرى عَلَى اللهِ كَذِباً أَمْ بِهِ جِنَّةٌ؟) أي إن قوله هذا دائر بين أمرين : إما أن يكون قد تعمد الافتراء على الله أنه أوحى إليه ذلك ، أو أنه لبّس عليه كما يلبّس على المعتوه والمجنون.\nوإجمال ذلك ـ إنه إما أن يكون مفتريا على الله وإما أن يكون مجنونا.\nفرد الله عليهم مقالهم وأثبت لهم ما هو أشد وأنكى فقال :",
        "(بَلِ الَّذِينَ لا يُؤْمِنُونَ بِالْآخِرَةِ فِي الْعَذابِ وَالضَّلالِ الْبَعِيدِ) أي ليس الأمر كما زعموا ولا كما ذهبوا إليه ، بل إن محمدا هو البرّ الرشيد الذي جاء بالحق ، وإنهم هم الكذبة الجهلة الأغبياء الذين بلغوا الغاية في اختلال العقل وأوغلوا في الضلال ، وبعدوا\nعن الإدراك والفهم ، وليس هذا إلا الجنون بعينه ، وسيؤدى ذلك بهم إلى العذاب ، إذ هم قد أنكروا حكمة الله في خلق العالم وكذبوه في وعده ووعيده ، وتعرضوا لسخطه.\nثم ذكّرهم بما يعاينون مما يدل على كمال قدرته ، وفيه تنبيه لهم إلى ما يحتمل أن يقع لهم من القوارع التي تهلكهم ، وتهديد على ما اجترحوا من السيئات فقال :\n(أَفَلَمْ يَرَوْا إِلى ما بَيْنَ أَيْدِيهِمْ وَما خَلْفَهُمْ مِنَ السَّماءِ وَالْأَرْضِ؟ إِنْ نَشَأْ نَخْسِفْ بِهِمُ الْأَرْضَ أَوْ نُسْقِطْ عَلَيْهِمْ كِسَفاً مِنَ السَّماءِ) أي أفلم ينظر هؤلاء المكذبون بالمعاد ، الجاحدون للبعث بعد الممات فيعلموا أنهم حيث كانوا فإن أرضى وسمائى محيطة بهم من بين أيديهم ومن خلفهم وعن أيمانهم وعن شمائلهم ، فيرتدعوا عن جهلهم ، ويزدجروا عن تكذيبهم ، حذر أن نأمر الأرض فتخسف بهم أو نأمر السماء فتسقط عليهم كسفا ، فإنا إن نشأ أن نفعل ذلك بهم فعلنا ، لكنا نؤخره لحلمنا وعفونا.",
        "وإجمال ذلك ـ إنه تعالى ذكّرهم بأظهر شىء لديهم يعاينونه حيثما وجدوا ، ولا يغيب عن أبصارهم حيثما ذهبوا ، وفيه الدليل على قدرته على البعث والإحياء ، فإن من قدر على خلق تلك الأجرام العظام لا تعجزه إعادة الأجسام ، فهى إذا قيست بها كانت كأنها لا شىء كما قال : «أَوَلَيْسَ الَّذِي خَلَقَ السَّماواتِ وَالْأَرْضَ بِقادِرٍ عَلى أَنْ يَخْلُقَ مِثْلَهُمْ».\nوفي هذا ما لا يخفى من التنبيه إلى مزيد جهلهم المشار إليه بالضلال البعيد.\nثم ذكر ما هو كالعلة في الحث على الاستدلال بذلك ، ليزيح إنكارهم بالبعث فقال :\n(إِنَّ فِي ذلِكَ لَآيَةً لِكُلِّ عَبْدٍ مُنِيبٍ) أي إن في النظر إلى خلق السموات والأرض ، لدلالة لكل عبد فطن منيب إلى ربه على كمال قدرتنا على بعث الأجساد ووقوع المعاد ، لأن من قدر على خلق هذه السموات على ارتفاعها واتساعها ، وعلى هذه الأرض على انخفاضها وطولها وعرضها ـ قادر على إعادة الأجسام ، ونشر الرميم",
        "من العظام ، كما قال «لخلق السّموات والأرض أكبر من خلق النّاس ولكنّ أكثر النّاس لا يعلمون».\n(وَلَقَدْ آتَيْنا داوُدَ مِنَّا فَضْلاً يا جِبالُ أَوِّبِي مَعَهُ وَالطَّيْرَ وَأَلَنَّا لَهُ الْحَدِيدَ (10) أَنِ اعْمَلْ سابِغاتٍ وَقَدِّرْ فِي السَّرْدِ وَاعْمَلُوا صالِحاً إِنِّي بِما تَعْمَلُونَ بَصِيرٌ (11))\nتفسير المفردات\nفضلا : أي نعمة وإحسانا ، أوّبى معه : أي رجّعى معه التسبيح وردّديه ، وألنا له الحديد : أي جعلناه في يده كالشمع والعجين يصرّفه كما يشاء من غير نار ولا طرق ، وسابغات من السبوغ وهو التمام والكمال : أي دروعا كاملات ، قدّر : أي اقتصد ، والسرد : النسج : أي اجعل النسج على قدر الحاجة.",
        "المعنى الجملي\nبعد أن ذكر سبحانه أن في خلق السموات والأرض آية لكل من أناب إلى الله ورجع إليه ـ أردف ذلك ذكر بعض من أنابوا إلى ربهم فأنعم عليهم بما آتاهم من الفضل المبين ، ومن جملتهم داود عليه السلام فقد جمع الله له النبوة والملك والجنود ذوى العدد والعدد ومنحه الصوت الرخيم ، فكان إذا سبح تسبح معه الجبال الراسيات ، وتقف له الطيور السارحات ، وعلمه سرد الدروع لتكون عدّة للمقاتلين وردءا للمجاهدين.\nالإيضاح\n(وَلَقَدْ آتَيْنا داوُدَ مِنَّا فَضْلاً يا جِبالُ أَوِّبِي مَعَهُ وَالطَّيْرَ) أي ولقد أعطينا داود منا نعما ومننا فقلنا للجبال وللطير رجّعى معه التسبيح وردّ ديه إذا سبّح ، وذلك بأن تحمله عليه إذا تأمل عجائبها فهى له مذكّرات كما يذكّر المسبّح مسبحا آخر (وَأَلَنَّا لَهُ الْحَدِيدَ أَنِ اعْمَلْ سابِغاتٍ وَقَدِّرْ فِي السَّرْدِ) أي وجعلنا الحديد في يده لينا يسهل تصويره وتصريفه كما يشاء ، فيعمل منه الدروع وآلات الحرب على أتم النظم وأحكم الأوضاع ، فيجعل حلقاتها على قدر الحاجة فلا هى بالضيقة فتضعف ولا تؤدى وظيفتها لدى الكر والفر والشد والجذب ، ولا هى بالواسعة التي ربما ينال صاحبها من خلالها الأذى ، وهذا تعليم من الله له في إجادة نسج الدروع.",
        "قال قتادة : إن داود أول من عملها حلقا وكانت قبل ذلك صفائح فكانت ثقالا (وَاعْمَلُوا صالِحاً) أي واعمل يا داود أنت وآلك بطاعة الله فأجازيكم كفاء ما عملتم.\nثم علل هذا الأمر بقوله :\n(إِنِّي بِما تَعْمَلُونَ بَصِيرٌ) أي إنى مراقب لكم ، بصير بأعمالكم وأقوالكم ، لا يخفى على شىء منها.\nوفي هذا ما لا يخفى من التنبيه والإغراء بإصلاح العمل والإخلاص فيه.",
        "(وَلِسُلَيْمانَ الرِّيحَ غُدُوُّها شَهْرٌ وَرَواحُها شَهْرٌ وَأَسَلْنا لَهُ عَيْنَ الْقِطْرِ وَمِنَ الْجِنِّ مَنْ يَعْمَلُ بَيْنَ يَدَيْهِ بِإِذْنِ رَبِّهِ وَمَنْ يَزِغْ مِنْهُمْ عَنْ أَمْرِنا نُذِقْهُ مِنْ عَذابِ السَّعِيرِ (12) يَعْمَلُونَ لَهُ ما يَشاءُ مِنْ مَحارِيبَ وَتَماثِيلَ وَجِفانٍ كَالْجَوابِ وَقُدُورٍ راسِياتٍ اعْمَلُوا آلَ داوُدَ شُكْراً وَقَلِيلٌ مِنْ عِبادِيَ الشَّكُورُ (13))\nتفسير المفردات\nغدوّها شهر : أي جريانها بالغداة مسيرة شهر ، ورواحها شهر : أي وجريانها بالعشي مسيرة شهر ، وأسلنا : أي أذبنا ، والقطر : النحاس المذاب ، ومن يزغ منهم عن أمرنا :\nى ومن يعدل عن طاعة سليمان ، عذاب السعير : أي العذاب الشديد في الدنيا ، والمحاريب واحدها محراب : وهو كل موضع مرتفع قال الشاعر :",
        "والتماثيل : الصور ، والجفان واحدها جفنة : وهى القصعة ، والجوابى واحدها جابية وهى الحوض الكبير ، وقدور : واحدها قدر ، وراسيات : أي ثابتات على أثافيها لا تتحرك ولا تنزل عن أماكنها لعظمها ، الشكور : الباذل وسعه في الشكر قد شغل قلبه ولسانه وجوارحه به اعترافا واعتقادا وعملا.\nالمعنى الجملي\nبعد أن ذكر سبحانه ما منّ به على داود من النبوة والملك ـ أردف ذلك ذكر ما تفضل به على ابنه سليمان من تسخير الريح ، فتجرى من الغداة إلى منتصف النهار مسيرة شهر ، ومن منتصف النهار إلى الليل مسيرة شهر ، وإذابة النحاس على نحو ما كان لداود من إلانة الحديد وتسخير الجن عملة بين يديه يعملون له شتى المصنوعات من قصور شامخات وصور من نحاس وجفان كبيرة كالأحواض وقدور لا تتحرك لعظمها.\nإذ كل منهما أناب إلى ربه ، وجال بفكره في ملكوت السموات والأرض ، وكان من المؤمنين المخبتين الذين هم على ربهم يتوكلون.",
        "الإيضاح\nعدّد سبحانه ما أنعم به على سليمان عليه السلام وهو أمور :\n(1) (وَلِسُلَيْمانَ الرِّيحَ غُدُوُّها شَهْرٌ وَرَواحُها شَهْرٌ) أي وسخرنا لسليمان الريح تجرى بالغداة إلى منتصف النهار مسيرة شهر ، وتجرى بالرواح من منتصف النهار إلى الليل مسيرة شهر قال قتادة تفسيرا للآية : كانت الريح تقطع به عليه السلام من الغدو إلى الزوال مسيرة شهر ومن الزوال إلى الغروب مسيرة شهر. وقال الحسن البصري : كان يغدو على بساطه من دمشق فينزل بإصطخر يتغذى بها ، ويذهب رائحا من إصطخر فيبيت بكابل وبين دمشق وإصطخر شهر كامل للمسرع ، وبين إصطخر وكابل شهر كذلك.\n(2) (وَأَسَلْنا لَهُ عَيْنَ الْقِطْرِ) أي وأذبنا له النحاس كما ألنا الحديد لداود ، فكان يعمل منه أعماله وهو بارد دون حاجة إلى نار ، وقد سال من معدنه فنبع نبوع الماء من الينبوع فلذلك سماه عينا.",
        "(3) (وَمِنَ الْجِنِّ مَنْ يَعْمَلُ بَيْنَ يَدَيْهِ بِإِذْنِ رَبِّهِ ، وَمَنْ يَزِغْ مِنْهُمْ عَنْ أَمْرِنا نُذِقْهُ مِنْ عَذابِ السَّعِيرِ) أي وسخرنا له من الجن من يبنى له الأبنية وغيرها بقدرة ربه وتسخيره ، ومن يخرج منهم عن طاعته يذقه عذابا أليما في الدنيا.\nوإنا لنوقن بصدق ما جاء به القرآن من استخدام سليمان للجن ولا نعلم كيف كان يستخدمهم في أعماله ، ولكن نشاهد آثار استخدامه لهم من المبانى الشاهقة ، والقصور العظيمة ، والتماثيل البديعة التي فصلها سبحانه بقوله :\n(يَعْمَلُونَ لَهُ ما يَشاءُ مِنْ مَحارِيبَ وَتَماثِيلَ وَجِفانٍ كَالْجَوابِ وَقُدُورٍ راسِياتٍ) أي يعملون له ما يشاء من القصور الشامخة ، والصور المختلفة ، من النحاس والزجاج والرخام ونحوها ، والجفان الكبيرة التي تكفى لعشرات الناس ، قال الأعشى يمدح آل جفنة من الغساسنة بالشام.\n",
        "والقدور الثوابت في أماكنها التي لا تتحرك ولا تتحول لكبرها وعظمها.\n(اعْمَلُوا آلَ داوُدَ شُكْراً) أي وقلنا لهم : اعملوا يا آل داود بطاعة الله شكرا له على نعمه التي أنعمها عليكم في الدين والدنيا روى أن النبي صلّى الله عليه وسلم صعد المنبر فتلا هذه الآية ثم قال «ثلاث من أوتيهن فقد أوتى مثل ما أوتى آل داود ، فقلنا ما هن؟ فقال العدل في الرضا والغضب ، والقصد في الفقر والغنى ، وخشية الله فى السرّ والعلانية» أخرجه الترمذي.\nوالشكر كما يكون بالفعل يكون بالقول ويكون بالنية كما قال :\nثم ذكر السبب في طلب الشكر منهم فقال :",
        "(وَقَلِيلٌ مِنْ عِبادِيَ الشَّكُورُ) أي وقليل من عبادى من يطيعنى شكرا لنعمتى ، فيصرف ما أنعمت به عليه فيما يرضينى ، وقد قيل : الشكور من يرى عجزه عن الشكر.\nونحو الآية قوله : «إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحاتِ وَقَلِيلٌ ما هُمْ».\nوعن عائشة رضى الله عنها «أن رسول الله صلّى الله عليه وسلم كان يقوم من الليل حتى تفطّر قدماه ، فقلت له : أتصنع هذا وقد غفر الله لك ما تقدم من ذنبك وما تأخر فقال أفلا أكون عبدا شكورا» أخرجه مسلم في صحيحه.\n(فَلَمَّا قَضَيْنا عَلَيْهِ الْمَوْتَ ما دَلَّهُمْ عَلى مَوْتِهِ إِلاَّ دَابَّةُ الْأَرْضِ تَأْكُلُ مِنْسَأَتَهُ فَلَمَّا خَرَّ تَبَيَّنَتِ الْجِنُّ أَنْ لَوْ كانُوا يَعْلَمُونَ الْغَيْبَ ما لَبِثُوا فِي الْعَذابِ الْمُهِينِ (14))",
        "تفسير المفردات\nقضينا عليه : أي حكمنا عليه ، دابة الأرض : هى الأرضة (بفتحات) التي تأكل الخشب ونحوها ، والمنسأة : العصا ؛ من نسأت البعير إذا طردته ، قال الشاعر :\nلأنها يطرد بها ، وخر : سقط ، وما لبثوا : أي ما أقاموا ، فى العذاب المهين : أي الأعمال الشاقة التي كلّفوا بها.\nالمعنى الجملي",
        "بعد أن ذكر عز اسمه عظمة سليمان وتسخيره الريح والجن ـ أردف ذلك بيان أنه لم ينج أحد من الموت بل قضى عليه به ، تنبيها للخلق إلى أن الموت لا بد منه ولو نجا منه أحد لكان سليمان أولى بالنجاة.\nالإيضاح\nالمعنى ـ إنا لما قضينا على سليمان بالموت لم يدل الجن على موته إلا الأرضة التي وقعت في عصاه من داخلها ؛ إذ بينما هو متكىء عليها وقد وافاه القضاء المحتوم انكسرت فسقط على الأرض واستبان للجن أنهم لا يعلمون الغيب كما كانوا يزعمون ، ولو علموه ما قاموا في الأعمال الشاقة التي كانوا يعملونها ظانين أنه حى.\nوالكتاب الكريم لم يحدد المدة التي قضاها سليمان وهو متوكىء على عصاه حتى علم الجن بموته ، وقد روى القصاصون أنها كانت سنة ، ومثل هذا لا ينبغى الركون إليه ، فليس من الجائز أن خدم سليمان لا يتنبهون إلى القيام بواجباته المعيشية من مأكل ومشرب وملبس ونحوها يوما كاملا دون أن يحادثوه في ذلك ويطلبوا إليه القيام بخدمته ، فالمعقول أن الأرضة بدأت العصا وسليمان لم يتنبه لذلك ، وبينما",
        "هو متوكىء عليها حانت منيته ، وكانت الأرضة قد فعلت فعلها في العصا فانكسرت فجرّ على الأرض فعلمت الجن كذبها ، إذ كانت تدعى أنها تعلم الغيب ، إذ لو علمته ما لبثت هق نفسها في شاقّ الأعمال التي كلّفت بها.\n(لَقَدْ كانَ لِسَبَإٍ فِي مَسْكَنِهِمْ آيَةٌ جَنَّتانِ عَنْ يَمِينٍ وَشِمالٍ كُلُوا مِنْ رِزْقِ رَبِّكُمْ وَاشْكُرُوا لَهُ بَلْدَةٌ طَيِّبَةٌ وَرَبٌّ غَفُورٌ (15) فَأَعْرَضُوا فَأَرْسَلْنا عَلَيْهِمْ سَيْلَ الْعَرِمِ وَبَدَّلْناهُمْ بِجَنَّتَيْهِمْ جَنَّتَيْنِ ذَواتَيْ أُكُلٍ خَمْطٍ وَأَثْلٍ وَشَيْءٍ مِنْ سِدْرٍ قَلِيلٍ (16) ذلِكَ جَزَيْناهُمْ بِما كَفَرُوا وَهَلْ نُجازِي إِلاَّ الْكَفُورَ (17))\nتفسير المفردات\nسبأ : هو سبأ بن يشجب بن يعرب بن قحطان : والمراد به هنا القبيلة ، والمسكن موضع السكنى وهو مأرب (كمنزل) من بلاد اليمن بينها وبين صنعاء مسيرة ثلاثة أيام ، آية : أي علامة دالة على وجود الله ووحدانيته وقدرته على إيجاد الغرائب والعجائب ، جنتان : أي بستانان ، فأعرضوا : أي انصرفوا عن شكر هذه النعم ، والعرم : واحدها عرمة ؛ وهى الحجارة المركومة كخزان أسوان في وادي النيل لحجز المياه جنوبى النيل ، وكانت له ثلاثة أبواب بعضها فوق بعض ، والمطر يجتمع أمام ذلك السد ، فيسقون من الباب الأعلى ثم الذي يليه ثم من الأسفل ، والأكل : الثمر ، والخمط : كل شجرة مرة ذات شوك ، والأثل. الطرفاء ، وهو المعروف في مصر (بالأثل) والسدر : شجر النبق.",
        "المعنى الجملي\nبعد أن ذكر جل وعلا حال الشاكرين لنعمه المنيبين إليه ـ أعقب ذلك بذكر ما حل بالكافرين بنعمه ، المعرضين عن ذكره وشكره من عظيم العقاب ، موعظة لقريش وتحذ المن يكفر بالنعم ، ويعرض عن المنعم.\nالإيضاح\n(لَقَدْ كانَ لِسَبَإٍ فِي مَسْكَنِهِمْ آيَةٌ جَنَّتانِ عَنْ يَمِينٍ وَشِمالٍ كُلُوا مِنْ رِزْقِ رَبِّكُمْ وَاشْكُرُوا لَهُ بَلْدَةٌ طَيِّبَةٌ وَرَبٌّ غَفُورٌ) أي لقد كان أهل هذا الحي من ملوك اليمن فى نعمة عظيمة وسعة في الرزق ، وكانت لهم حدائق غناء ، وبساتين فيحاء ، عن يمين الوادي وشماله ، وقد أرسل الله إليهم الرسل تأمرهم أن يأكلوا من رزق ربهم ويشكروه بتوحيده وعبادته كفاء ما أنعم عليهم بهذه المنن ، وأحسن إليهم بتلك النعم ، فكانوا كذلك إلى حين ، ثم أعرضوا عما أمروا به فعوقبوا بإرسال السيل عليهم فتفرقوا في البلاد شذر مذر ، وهذا ما عناه سبحانه بقوله :",
        "(فَأَعْرَضُوا فَأَرْسَلْنا عَلَيْهِمْ سَيْلَ الْعَرِمِ وَبَدَّلْناهُمْ بِجَنَّتَيْهِمْ جَنَّتَيْنِ ذَواتَيْ أُكُلٍ خَمْطٍ وَأَثْلٍ وَشَيْءٍ مِنْ سِدْرٍ قَلِيلٍ) أي فأعرضوا عن طاعة ربهم ، وصدوا عن اتباع مادعتهم إليه الرسل ، فأرسل الله عليهم سيلا كثيرا ملأ الوادي وكسر السد وخرّبه وذهب بالجنان والبساتين ، وأهلك الحرث والنسل ، ولم يبق منهم إلا شراذم قليلة تفرقت في البلاد ، وبدّلوا بتلك الجنان والبساتين التي سبق وصفها بساتين ليس فيها إلا بعض أشجار لا يؤبه بها كالخمط والأثل وقليل من النبق.\nثم بين سبب ذلك العقاب بقوله :\n(ذلِكَ جَزَيْناهُمْ بِما كَفَرُوا وَهَلْ نُجازِي إِلَّا الْكَفُورَ) أي وجازيناهم ذلك الجزاء الفظيع من جراء كفرهم بربهم وجحودهم بنعمه ، وتكذيبهم بالحق ، وعدو لهم\nعنه إلى الباطل ، وما نجازى مثل هذا الجزاء الشديد المستأصل إلا عظيم الكفران للنعم ، الجحود للفصل والمنن.",
        "سد مأرب ـ سد العرم\nوصف هذا السد مؤرخو العرب في عصور مختلفة. وأصدق من أجاد وصفه الهمداني في كتابه (وصف جزيرة العرب) قال : فى الجنوب الغربي من مأرب سلسلة جبال هى شعاب من جبل السراة الشهير ، تمتد مئات الأميال نحو الشرق الشمالي ، وبين هذه الجبال أودية تصب في واد كبير يعبّر عنه العرب بالميزاب الشرقي وهو أعظم أودية الشرق ، وشعاب هذه المواضع وأوديتها إذا أمطرت السماء تجمعت فيها السيول وانحدرت حتى تنتهى أخيرا إلى وادي آذنة ، وهو يعلو سطح البحر بنحو 1100 متر ، وتسير فيه المياه نحو الشرق الشمالي حتى تنتهى إلى مكان قبل مأرب بثلاث ساعات ، هو مضيق بين جبلين يقال لكل منهما بلن ، أحدهما بلن الأيمن وثانيهما بلن الأيسر والمسافة بينهما ستمائة ذراع يجرى السيل الأكبر بينهما من الغرب الجنوبي إلى الشرق الشمالي في وادي أذنة.\nوقد اختار السبئيون المضيق بين جبلى بلن وبنوا في عرضه سورا عظيما عرف بسد مأرب أو بسد العرم ، لأنه لا أنهار عندهم ، وإنما يستقى أهلها من السيول التي تتجمع من المطر ، وقد كان يذهب أكثرها في الرمال ، فإذا انقضى فصل المطر ظمئوا وجفّت أغراسهم ، وربما فاض المطر فسطا على المدن والقرى فنالهم منه أذى كثير.\nوبين المضيق ومدينة مأرب متسع من الأرض تبلغ مساحة ما يحيط به من الأرض من سفوح وجبال نحو 3000 ميل مربع كانت صحراء جرداء قاحلة فأصبحت بعد تدبير المياه بالسد غياضا وبساتين على سفحى الجبلين وهى المعبر عنها بالجنتين الجنة اليمنى والجنة اليسرى ا ه بتصرف.",
        "وقد ظل الباحثون والمنقبون في العصر الحديث في شك من أمر هذا السد حتى\nتمكن المستعرب الفرنسى أرنو من الوصول إلى مأرب سنة 1843 وشاهد آثاره ورسم له مصورا نشر في المجلة الفرنسية سنة 1874 وزار مأرب بعده هاليفى وغلا زر ووافقاه فيما قال وصادقاه فيما وصف وهو يطابق من وجوه كثيرة ما قاله الهمداني فى كتابه ثم عثروا فيما بعد على نقوش كتابية في خرائب السد وغيرها تحققوا بها صدق خبره.\nقال الأصفهانى : إن السد تهدم قبل الإسلام بنحو أربعمائة سنة ، وقال ياقوت : إنه هدم في نحو القرن السادس للميلاد ، وقال ابن خلدون : إنه تهدم في القرن الخامس للميلاد.\n(وَجَعَلْنا بَيْنَهُمْ وَبَيْنَ الْقُرَى الَّتِي بارَكْنا فِيها قُرىً ظاهِرَةً وَقَدَّرْنا فِيهَا السَّيْرَ سِيرُوا فِيها لَيالِيَ وَأَيَّاماً آمِنِينَ (18) فَقالُوا رَبَّنا باعِدْ بَيْنَ أَسْفارِنا وَظَلَمُوا أَنْفُسَهُمْ فَجَعَلْناهُمْ أَحادِيثَ وَمَزَّقْناهُمْ كُلَّ مُمَزَّقٍ إِنَّ فِي ذلِكَ لَآياتٍ لِكُلِّ صَبَّارٍ شَكُورٍ (19))",
        "تفسير المفردات\nالقرى التي بارك فيها : هى قرى الشام ، قرى ظاهرة : أي مرتفعة على الآكام وهى أصح القرى ، وقدرنا فيها السير : أي كانت القرى على مقادير للراحل ، فمن سار من قرية صباحا وصل إلى أخرى حين الظهيرة ، ومن سار من بعد الظهر وصل إلى أخرى حين الغروب ، فلا يحتاج إلى حمل زاد ولا مبيت في أرض خالية ولا يخاف من عدو ولا سبع ، آمنين : أي من كل ما تكرهون ، وظلموا أنفسهم لأنهم بطروا النعمة ، والأحاديث : واحدها أحدوثة وهى ما يتحدث به على سبيل التلهي والاستغراب ، ومزقناهم كل ممزق : أي وفرقناهم كل تفريق ، الصبّار : كثير الصبر\nعن الشهوات ودواعى الهوى وعلى مشاق الطاعات. والشكور : أي كثير الشكران على النعم.\nالمعنى الجملي",
        "بعد أن حكى سبحانه ما أوتوا من النعم في مساكنهم ، ثم كفرانهم بها ، وما جوزوا به من الخراب والدمار ـ قص علينا ما أعطوه من النعم في مسايرهم ومتاجرهم ، ثم جحودهم بها ، ثم ماحاق بهم بسبب ذلك.\nالإيضاح\n(وَجَعَلْنا بَيْنَهُمْ وَبَيْنَ الْقُرَى الَّتِي بارَكْنا فِيها قُرىً ظاهِرَةً) أي وجعلنا بين قراهم وقرى الشام التي باركنا فيها بالتوسعة على أهلها قرى متواصلة يظهر بعضها لبعض ، لأنها مبنية على آكام عالية.\n(وَقَدَّرْنا فِيهَا السَّيْرَ) أي وجعلنا بين بعضها وبعض مقادير متناسبة بحيث يقيل الغادي في قرية ، ويبيت الرائح في أخرى إلى أن يصل إلى الشام وهو لا يحمل معه زادا ولا ماء.",
        "(سِيرُوا فِيها لَيالِيَ وَأَيَّاماً آمِنِينَ) أي وقلنا لهم سيروا في هذه القرى التي بين قراكم وقرى الشام التي باركنا فيها ليالى وأياما وأنتم آمنون لا تخشون جوعا ولا عطشا ولا عدوا يبطش بكم ، بل تغدون فتقيلون ، وتروحون فتبيتون في قرية ذات جنان ونهر.\nوخلاصة هذا ـ إنهم كانوا في نعمة وغبطة وعيش هنّى رغد في بلاد مرضية وأماكن آمنة وقرى متواصلة ، مع كثرة أشجارها وزروعها وثمارها ، فالمسافر لا يحتاج إلى حمل زاد ولا ماء ، بل حيث نزل وجد ماء وثمرا ، فهو يقيل في قرية ويبيت فى أخرى بمقدار ما يحتاجون إليه في مسيرهم.\nثم ذكر أنهم بطروا وملّوا تلك النعم وآثروا الذي هو أدنى على الذي هو خير كما فعل بنوا إسرائيل فطلبوا أن يفصل بين القرى بمفاوز وقفار ، ليظهر القادرون منهم الأزواد والرواحل تكبرا وفخرا على العاجزين كما حكى سبحانه عنهم بقوله :\n(فَقالُوا رَبَّنا باعِدْ بَيْنَ أَسْفارِنا) فاجعل بيننا وبين الشام فلوات ومفاوز ، لنركب فيها الرواحل ، ونتزود معنا فيها الأزواد ، فأجاب الله طلبهم وعاقبهم على بطرهم بالنعمة كما قال : (وَظَلَمُوا أَنْفُسَهُمْ) إذ قد عرّضوها للسخط والعذاب ، بغمط النعمة وعدم الوفاء بشكرها.",
        "ثم ذكر عاقبة أمرهم فقال :\n(فَجَعَلْناهُمْ أَحادِيثَ وَمَزَّقْناهُمْ كُلَّ مُمَزَّقٍ) أي فجعلناهم أحاديث للناس يسمرون بها ويعتبرون بأمرهم ، وكيف مكر الله بهم ، وفرّق شملهم بعد الاجتماع والألفة والعيش الهنىّ وصاروا مضرب الأمثال فقيل للقوم يتفرقون تفرقوا أيدى سبأ ، فنزل آل جفنة ابن عمرو الشام ونزل الأوس والخزرج يثرب ، ونزلت أزد السّراة السّراة ، ونزلت أزد عمان عمانا ثم أرسل الله على السد السيل فهدمه.\n(إِنَّ فِي ذلِكَ لَآياتٍ لِكُلِّ صَبَّارٍ شَكُورٍ) أي إن في ذلك الذي حل بهؤلاء من النقمة والعذاب ، بعد النعمة والعافية ، عقوبة لهم على ما اجترحوه من الآثام ـ لعبرة لكل عبد صبار على المصايب ، شكور على النعم.\nروى سعد بن أبى وقاص رضى الله عنه أن رسول الله صلّى الله عليه وسلم قال : «عجبت من قضاء الله تعالى للمؤمن إن أصابه خير حمد ربه وشكر ، وإن أصابته مصيبة حمد ربه وصبر ، يؤجر المؤمن في كل شىء حتى اللقمة يرفعها إلى في امرأته» وكان مطرّف بن الشّخّير يقول : نعم العبد الصبار الشكور الذي إذا أعطى شكر ، وإذا ابتلى صبر.",
        "(وَلَقَدْ صَدَّقَ عَلَيْهِمْ إِبْلِيسُ ظَنَّهُ فَاتَّبَعُوهُ إِلاَّ فَرِيقاً مِنَ الْمُؤْمِنِينَ (20) وَما كانَ لَهُ عَلَيْهِمْ مِنْ سُلْطانٍ إِلاَّ لِنَعْلَمَ مَنْ يُؤْمِنُ بِالْآخِرَةِ مِمَّنْ هُوَ مِنْها فِي شَكٍّ وَرَبُّكَ عَلى كُلِّ شَيْءٍ حَفِيظٌ (21))\nتفسير المفردات\nصدق عليهم إبليس ظنه : أي وجد ظنه فيهم صادقا ، لانهما كهم في الشهوات واستفراغ الجهد في اللذات ، سلطان : أي تسلط واستغواء بالوسوسة ، حفيظ : أي وكيل قائم على شئون خلقه.\nالمعنى الجملي",
        "بعد أن ذكر جلت قدرته قصص سبأ ، وما كان من أمرهم في اتباع الهوى والشيطان ـ أردف ذلك الإخبار بأنهم صدّقوا ظنّ إبليس فيهم وفي أمثالهم ممن ركنوا إلى الغواية والضلال ، إذ تسلط عليهم وانقادوا إلى وسوسته ، وبذا امتازوا من فريق المؤمنين الذين لا سلطان للشيطان عليهم كما قال سبحانه «إِنَّ عِبادِي لَيْسَ لَكَ عَلَيْهِمْ سُلْطانٌ».\nالإيضاح\n(وَلَقَدْ صَدَّقَ عَلَيْهِمْ إِبْلِيسُ ظَنَّهُ فَاتَّبَعُوهُ إِلَّا فَرِيقاً مِنَ الْمُؤْمِنِينَ) أي ولقد ظن إبليس بهؤلاء الذين بدلناهم بجنتيهم جنتين ذواتى أكل خمط عقوبة منالهم ـ ظنا غير يقين أنهم يتبعونه ويطيعونه في معصية الله ، وحين أغواهم وأطاعوه وعصوا ربهم تحقق صدق ظنه فيهم ، إلا فريقا من المؤمنين ثبتوا على طاعة الله ومعصية إبليس.\nثم ذكر أنه ابتلاهم ليظهر حال المؤمنين من حال الشاكين في الآخرة فقال :",
        "(وَما كانَ لَهُ عَلَيْهِمْ مِنْ سُلْطانٍ إِلَّا لِنَعْلَمَ مَنْ يُؤْمِنُ بِالْآخِرَةِ مِمَّنْ هُوَ مِنْها فِي شَكٍّ) أي وما كان لإبليس على هؤلاء القوم من حجة يضلهم بها ، ولكنا أردنا ابتلاءهم واختبارهم ليظهر حال من يؤمن بالآخرة ويصدق بالثواب والعقاب ممن هو منها فى شك ، فلا يوقن بمعاد ، ولا يصدق بثواب ولا عقاب.\nقال الحسن البصري : والله ما ضربهم بعصا ، ولا أكرههم على شىء ، وما كان إلا غرورا وأمانىّ دعاهم إليها فأجابوه.\nوخلاصة ذلك : لا سلطان لإبليس على قلوب الناس ، ولكنى أسلطه عليهم كما أسلط الذباب على العيون القذرة ، والأوبئة على البلاد التي لم يراع أهلها شروط النظافة في مساكنهم وملابسهم ومآكلهم ، ولا أفعل ذلك إلا لحكمة ، فإذا حل الوباء بأرض مات من لا قدرة له على مقاومة جراثيم الأمراض وبقي من هو قادر على المقاومة ولديه قوة المناعة ، وهكذا وسوسة الشيطان يفرق الله بها بين الثابت العقيدة والمتزلزلها ، ومن انقاد لها فلا يلومنّ إلا نفسه وهو المذنب وحده ، وهكذا جميع حوادث الدنيا من مصايب وآلام يثبت لها ذوو العزيمة الصادقة ، ولا يضطرب حين حلولها إلا الضعيف الذي ليس له جلد ولا صبر.\n(وَرَبُّكَ عَلى كُلِّ شَيْءٍ حَفِيظٌ) أي وربك أيها الرسول حفيظ على أعمال هؤلاء الكفار وغيرهم ، لا يعزب عن علمه شىء ، وهو يجازيهم جميعا يوم القيامة بما كسبوا فى الدنيا من خير أو شر ، فمن أخبت لله وأناب إليه لاقى من الثواب مالا عين رأت ولا أذن سمعت ، ولا خطر على قلب بشر ، ومن دسّى نفسه الأمارة بالسوء وانهمك فى شهواته لاقى من سوء الجزاء كفاء أعماله نارا تلظى لا يصلاها إلا الأشقى الذي كذب وتولى.",
        "(قُلِ ادْعُوا الَّذِينَ زَعَمْتُمْ مِنْ دُونِ اللهِ لا يَمْلِكُونَ مِثْقالَ ذَرَّةٍ فِي السَّماواتِ وَلا فِي الْأَرْضِ وَما لَهُمْ فِيهِما مِنْ شِرْكٍ وَما لَهُ مِنْهُمْ مِنْ ظَهِيرٍ (22) وَلا تَنْفَعُ الشَّفاعَةُ عِنْدَهُ إِلاَّ لِمَنْ أَذِنَ لَهُ حَتَّى إِذا فُزِّعَ عَنْ قُلُوبِهِمْ قالُوا ما ذا قالَ رَبُّكُمْ قالُوا الْحَقَّ وَهُوَ الْعَلِيُّ الْكَبِيرُ (23))\nتفسير المفردات\nادعوا : أي نادوا ، زعمتم : أي زعمتموهم آلهة ، من شرك : أي شركة ، والظهير : المعين ، والتفزيع : إزالة الفزع ، وهو انقباض ونفار يعترى الإنسان من الشيء المخيف.\nالمعنى الجملي",
        "بعد أن ذكر عزت قدرته ما آتاه الشاكرين من أوليائه كداود وسليمان من النعم التي لا حصر لها ، وما فعله بسبأ حين بطروا النعمة وكذبوا الرسل ـ أعقب ذلك بأمر رسوله صلّى الله عليه وسلم أن يقول للمشركين من قومه تهكما بهم وتعجبا من حالهم : ادعوا آلهتكم الذين زعمتموهم شركاء لله ، فسلوهم أن يفعلوا بكم بعض أفعالنا بمن وصفنا أمرهم من إنعام أو انتقام ، فإن لم يستطيعوا ذلك فاعلموا أنهم مبطلون.\nثم ذكر أن شأن المعبود أن يكون نافعا للعابد يخشى بطشه وسطوته ، وهؤلاء ليس لهم شىء من ذلك ، إذ لا تصرف لهم في شىء في السموات والأرض لا استقلالا ولا شركة ، ولا هم معينون للخالق فيهما ، ولا تنفع شفاعتهم لديه ، فكيف تتقربون إليهم وتعبدونهم رجاء نفعهم بعد الذي علمتم من أمرهم.\nالإيضاح\n(قُلِ ادْعُوا الَّذِينَ زَعَمْتُمْ مِنْ دُونِ اللهِ) أي قل أيها الرسول لهؤلاء المشركين من قومك موبخا لهم ومبينا لهم سوء ما يصنعون : ادعوا هؤلاء الأصنام في مهامّ أموركم ليدفعوا الضر عنكم أو يجلبوا النفع لكم ، لعلهم يستجيبون لكم إن كان ذلك فى مكنتهم ، وبيدهم مقاليد أموركم.",
        "ثم أبان لهم عظيم خطئهم وكبير جرمهم فقال :\n(لا يَمْلِكُونَ مِثْقالَ ذَرَّةٍ فِي السَّماواتِ وَلا فِي الْأَرْضِ) أي هؤلاء الآلهة لا يملكون مثقال ذرة في السموات ولا في الأرض من خير أو شر ، فكيف يكونون آلهة يرجى منهم نفع أو يخشى منهم ضر.\nونحو الآية قوله : «وَالَّذِينَ تَدْعُونَ مِنْ دُونِهِ ما يَمْلِكُونَ مِنْ قِطْمِيرٍ».\n(وَما لَهُمْ فِيهِما مِنْ شِرْكٍ) أي لا هم يملكون مثقال ذرة فيهما على سبيل الشركة ؛ والمراد أنهم لا يملكون شيئا لا على سبيل الاستقلال ولا على سبيل الشركة للخالق لهما.",
        "(وَما لَهُ مِنْهُمْ مِنْ ظَهِيرٍ) أي وما لله من الآلهة التي يدعون من دونه معين على خلق شىء من ذلك ، ولا على حفظه.\n(وَلا تَنْفَعُ الشَّفاعَةُ عِنْدَهُ إِلَّا لِمَنْ أَذِنَ لَهُ) أي ولا تنفعهم شفاعتهم عنده تعالى إذ لا شفاعة عنده إلا لمن أذن له أن يشفع ، وهو لا يأذن أحدا أن يشفع لهؤلاء الكافرين كما قال تعالى : «لا يَتَكَلَّمُونَ إِلَّا مَنْ أَذِنَ لَهُ الرَّحْمنُ وَقالَ صَواباً». والشفاعة لمثل هؤلاء لا تكون أبدا.\nثم ذكر ما يحدث بعد انتظار الإذن بالشفاعة فقال :\n(حَتَّى إِذا فُزِّعَ عَنْ قُلُوبِهِمْ قالُوا ما ذا؟ قالَ رَبُّكُمْ قالُوا الْحَقَّ) أي يقف الناس منتظرين الإذن بالشفاعة وجلين حتى إذا أذن للشافعين وأزيل الفزع عن قلوب المنتظرين قال بعضهم لبعض ماذا قال ربكم في الإذن بالشفاعة؟ قالوا قال ربنا القول الحق ، وهو الإذن بالشفاعة لمن ارتضى.",
        "والآيات تدل على أن المشفوع لهم هم المؤمنون ، والكافرون بمعزل عن موقف الاستشفاع.\nوالخلاصة ـ إن الشفاعة لا تنفع في حال إلا لشافع أذن له فيها من النبيين\nوالملائكة ونحوهم من المستأهلين لمقام الشفاعة ويكون المشفوع له يستحق الشفاعة.\nثم ذكر اعتراف الشفعاء بعظمة خالق الكون وقصور كل ما سواه فقال :",
        "(وَهُوَ الْعَلِيُّ الْكَبِيرُ) أي وهو جل شأنه المتفرد بالعلو والكبرياء لا يشاركه فى ذلك أحد من خلقه ، وليس لأحد منهم أن يتكلم إلا من بعد إذنه.\nوفي هذا تواضع منهم بعد أن رفع سبحانه أقدارهم بالإذن لهم بالشفاعة ، وفيه أيضا ثناء على الله كما لا يخفى.\n(قُلْ مَنْ يَرْزُقُكُمْ مِنَ السَّماواتِ وَالْأَرْضِ قُلِ اللهُ وَإِنَّا أَوْ إِيَّاكُمْ لَعَلى هُدىً أَوْ فِي ضَلالٍ مُبِينٍ (24) قُلْ لا تُسْئَلُونَ عَمَّا أَجْرَمْنا وَلا نُسْئَلُ عَمَّا تَعْمَلُونَ (25) قُلْ يَجْمَعُ بَيْنَنا رَبُّنا ثُمَّ يَفْتَحُ بَيْنَنا بِالْحَقِّ وَهُوَ الْفَتَّاحُ الْعَلِيمُ (26) قُلْ أَرُونِيَ الَّذِينَ أَلْحَقْتُمْ بِهِ شُرَكاءَ كَلاَّ بَلْ هُوَ اللهُ الْعَزِيزُ الْحَكِيمُ (27))\nتفسير المفردات",
        "أجرمنا : أي وقعنا في الجرم ، وهو الذنب ، ويفتح : أي يحكم ، والفتاح : الحاكم أرونى الذين ألحقتم به شركاء : أي أعلمونى بالدليل وجه الشركة ، كلا : كلمة للزجر عن كلام أو فعل صدر من المخاطب.\nالمعنى الجملي\nبعد أن سلب سبحانه عن شركائهم ملك شىء من الأكوان ، وأثبت أن ذلك له وحده ـ أمر نبيه أن يجعلهم يقرون بتفرده بالخلق والرزق وانفراده بالإلهية ، وأن يخبر بأن أحد الفريقين الموحدين للرازق والمشركين به الجماد ـ مبطل والآخر\nمحق ، وقد قام الدليل على التوحيد فدل على بطلان ما أنتم عليه من الشرك ، وأن يقول لهم : لا تؤاخذون بما نعمل ولا نؤاخذ بما تعملون ، وأن يقول لهم : إن ربنا هو الذي يحكم بيننا يوم القيامة وهو الحكيم العليم بجلائل الأمور ودقائقها ، وأن يقول لهم : أعلمونى عما ألحقتم به من الشركاء ، هل يخلقون وهل يرزقون؟ كلا بل الله هو الخالق الرازق الغالب على أمره ، الحكيم في كل ما يفعل.",
        "الإيضاح\n(قُلْ مَنْ يَرْزُقُكُمْ مِنَ السَّماواتِ وَالْأَرْضِ؟) أي قل أيها الرسول لهؤلاء المشركين بربهم الأوثان والأصنام : من يرزقكم من السموات بإنزال الغيث عليكم ، حياة لحروثكم وصلاحا لمعايشكم ، وتسخير الشمس والقمر والنجوم لمنافعكم ـ ومن الأرض بإخراج أقواتكم وأقوات أنعامكم؟\nفإن هم قالوا لا ندرى فأجبهم :\n(قُلِ اللهُ) هو الذي يرزقكم ، إذ لا جواب عندهم سواه في قرارة أنفسهم ، إلا أنهم ربما أبوا أن يتكلموا به عنادا مع علمهم بصحته ، ولأنهم لو تفوّهوا به لقيل لهم : فما لكم لا تعبدون من يرزقكم وتؤثرون عليه من لا يقدر على الرزق؟ كما قال سبحانه تبكيتا لهم : «قُلْ مَنْ رَبُّ السَّماواتِ وَالْأَرْضِ قُلِ اللهُ قُلْ أَفَاتَّخَذْتُمْ مِنْ دُونِهِ أَوْلِياءَ لا يَمْلِكُونَ لِأَنْفُسِهِمْ نَفْعاً وَلا ضَرًّا؟».",
        "ثم أمر رسوله أن يقول لهم بعد الإلزام الذي ليس بأقل من الاعتراف بأنفسهم.\n(وَإِنَّا أَوْ إِيَّاكُمْ لَعَلى هُدىً أَوْ فِي ضَلالٍ مُبِينٍ) أي وإن أحد الفريقين منا معشر الذين يوحدون الرزاق لمن في السموات والأرض ، ويفردونه بالعبادة ، والذين يشركون به الجماد العاجز عن دفع الضر وجلب النفع ـ لعلى الهدى أو في الضلال البين الذي لا شك فيه.\nوهذا أسلوب من الكلام المنصف تستعمله العرب في محاورتها لإرخاء العنان للمخاطب حتى إذا سمعه الموافق أو المخالف قال لمن خوطب به لقد أنصفك صاحبك.\nألا ترى الرجل يقول لصاحبه : قد علم الله الصادق منى ومنك ، وإن أحدنا لكاذب ، وعليه قول حسان يخاطب أبا سفيان بن حرب وكان قد هجا رسول الله صلى الله عليه وسلم قبل أن يسلّم :",
        "وفي ذكر هذا بعد ما تقدمه من الحجج الظاهرة على التوحيد ، دلاله واضحة على تمييز المهتدى من الضالّ ، والإيماء أبلغ من التصريح وأوصل بالمجادل إلى الغرض مع قلة شغب الخصم وفلّ شوكته بالهوينى.\nثم زاد في إنصافهم في المخاصمة ، فأسند الإجرام إلى أنفسهم والعمل للمخاطبين فقال :\n(قُلْ لا تُسْئَلُونَ عَمَّا أَجْرَمْنا وَلا نُسْئَلُ عَمَّا تَعْمَلُونَ) أي قل لهؤلاء المشركين : أنتم لا تسألون عما اكتسبنا من الآثام وارتكبنا من الذنوب ، ونحن لا نسأل عما تعملون من عمل ـ خيرا كان أو شرا.\nونحو الآية قوله : «وَإِنْ كَذَّبُوكَ فَقُلْ لِي عَمَلِي وَلَكُمْ عَمَلُكُمْ أَنْتُمْ بَرِيئُونَ مِمَّا أَعْمَلُ وَأَنَا بَرِيءٌ مِمَّا تَعْمَلُونَ».",
        "ثم حذرهم وأنذرهم عاقبة أمرهم إذ أمر رسوله أن يقول لهم :\n(قُلْ يَجْمَعُ بَيْنَنا رَبُّنا ثُمَّ يَفْتَحُ بَيْنَنا بِالْحَقِّ وَهُوَ الْفَتَّاحُ الْعَلِيمُ) أي قل لهم : إن ربنا يوم القيامة يجمع بيننا حين الحشر والحساب ثم يقضى بيننا بالعدل بعد ظهور حال كل منا ومنكم ، وهو الحاكم العادل العالم بحقائق الأمور ، وهنالك يجزى كل عامل بما عمل ، إن خيرا فخير وإن شرا فشر ، وستعلمون يومئذ لمن العزة والنصرة والسعادة الأبدية كما قال : «ويوم تقوم السّاعة يومئذ يتفرّقون.\nفأمّا الّذين آمنوا وعملوا الصّالحات فهم في روضة يحبرون. (وَأَمَّا الَّذِينَ كَفَرُوا وَكَذَّبُوا بِآياتِنا وَلِقاءِ الْآخِرَةِ فَأُولئِكَ فِي الْعَذابِ مُحْضَرُونَ)».\nثم استفسر عن شبهتهم بعد إلزامهم الحجة تبكيتا لهم فقال :",
        "(قُلْ أَرُونِيَ الَّذِينَ أَلْحَقْتُمْ بِهِ شُرَكاءَ) أي قل لهم : ما الذي عراكم ودخل فى أذهانكم من الشبه حتى جعلتم هؤلاء أندادا لله وشركاء ، وبأى صفة ألحقتموهم به فى استحقاق العبادة؟\nثم نبه إلى فاحش غلطهم ، وعظيم خطئهم بقوله :\n(كَلَّا ، بَلْ هُوَ اللهُ الْعَزِيزُ الْحَكِيمُ) أي ليس الأمر كما وصفتم ، فلا نظير له تعالى ولا ندّ ، بل هو الله الواحد الأحد ذو العزة التي بها قهر كل شىء ، وهو الحكيم فى أفعاله وأقواله ، وفيما شرع لهم من الدين الحق الذي يسعد من اعتنقه في حياتيه الأولى والآخرة.\n(وَما أَرْسَلْناكَ إِلاَّ كَافَّةً لِلنَّاسِ بَشِيراً وَنَذِيراً وَلكِنَّ أَكْثَرَ النَّاسِ لا يَعْلَمُونَ (28) وَيَقُولُونَ مَتى هذَا الْوَعْدُ إِنْ كُنْتُمْ صادِقِينَ (29) قُلْ لَكُمْ مِيعادُ يَوْمٍ لا تَسْتَأْخِرُونَ عَنْهُ ساعَةً وَلا تَسْتَقْدِمُونَ (30))",
        "المعنى الجملي\nبعد أن أقام الأدلة على التوحيد ، وضرب لذلك الأمثال ، حتى لم يبق بعدها زيادة لمستزيد ـ شرع يذكر الرسالة ويبين أنها عامة للناس جميعا ، ولكن أكثر الناس لا يعلمون ، فيحملهم ذلك على مخالفتك ، ثم ذكر سؤال منكرى البعث عن الساعة استهزاء بها ، ثم أعقب ذلك بالتهديد والوعيد لما يكون لهم فيها من شديد الأهوال.\nالإيضاح\n(وَما أَرْسَلْناكَ إِلَّا كَافَّةً لِلنَّاسِ بَشِيراً وَنَذِيراً) أي وما أرسلناك إلى قومك خاصة ؛ بل أرسلناك إلى الخلق جميعا عربهم وعجمهم ، أسودهم وأحمرهم ، مبشرا من أطاعنى بالثواب العظيم ، ومنذرا من عصانى بالعذاب الأليم.",
        "ونحو الآية قوله : «قُلْ يا أَيُّهَا النَّاسُ إِنِّي رَسُولُ اللهِ إِلَيْكُمْ جَمِيعاً» وقوله : «تَبارَكَ الَّذِي نَزَّلَ الْفُرْقانَ عَلى عَبْدِهِ لِيَكُونَ لِلْعالَمِينَ نَذِيراً».\n(وَلكِنَّ أَكْثَرَ النَّاسِ لا يَعْلَمُونَ) ذلك فيحملهم جهلهم على الإصرار على ما هم فيه من الغى والضلال.\nونحو الآية قوله : «وَما أَكْثَرُ النَّاسِ وَلَوْ حَرَصْتَ بِمُؤْمِنِينَ» وقوله : «وَإِنْ تُطِعْ أَكْثَرَ مَنْ فِي الْأَرْضِ يُضِلُّوكَ عَنْ سَبِيلِ اللهِ» (وَيَقُولُونَ مَتى هذَا الْوَعْدُ إِنْ كُنْتُمْ صادِقِينَ) أي ويقولون استهزاء لفرط تعنتهم وجهلهم : متى هذا الذي توعدوننا به مبشرين ومنذرين إن كنتم أيها الرسول والمؤمنين صادقين فيما تقولون.\nونحو الآية قوله : «يَسْتَعْجِلُ بِهَا الَّذِينَ لا يُؤْمِنُونَ بِها وَالَّذِينَ آمَنُوا مُشْفِقُونَ مِنْها وَيَعْلَمُونَ أَنَّهَا الْحَقُّ».",
        "ثم أمر رسوله أن يجيبهم عن سؤالهم فقال :\n(قُلْ لَكُمْ مِيعادُ يَوْمٍ لا تَسْتَأْخِرُونَ عَنْهُ ساعَةً وَلا تَسْتَقْدِمُونَ) أي قل لهم أيها الرسول : إن لكم ميعاد يوم هو آتيكم لا محالة ، لا تستأخرون عنه ساعة إذا جاء فتنظروا للتوبة والإنابة ، ولا تستقدمون قبله للعذاب ، لأن الله جعل لكم أجلا لا تعدونه.\nوالخلاصة ـ دعوا السؤال عن وقت مجىء الساعة ، فإنه كائن لا محالة ، وسلوا عن أحوال أنفسكم حين تكونون مبهوتين متحيرين من هول ما تشاهدون فهذا أليق بكم.\n(وَقالَ الَّذِينَ كَفَرُوا لَنْ نُؤْمِنَ بِهذَا الْقُرْآنِ وَلا بِالَّذِي بَيْنَ يَدَيْهِ وَلَوْ تَرى إِذِ الظَّالِمُونَ مَوْقُوفُونَ عِنْدَ رَبِّهِمْ يَرْجِعُ بَعْضُهُمْ إِلى بَعْضٍ الْقَوْلَ يَقُولُ الَّذِينَ اسْتُضْعِفُوا لِلَّذِينَ اسْتَكْبَرُوا لَوْ لا أَنْتُمْ لَكُنَّا مُؤْمِنِينَ (31) قالَ الَّذِينَ اسْتَكْبَرُوا لِلَّذِينَ اسْتُضْعِفُوا أَنَحْنُ صَدَدْناكُمْ عَنِ الْهُدى بَعْدَ إِذْ جاءَكُمْ بَلْ كُنْتُمْ مُجْرِمِينَ (32) وَقالَ الَّذِينَ اسْتُضْعِفُوا لِلَّذِينَ اسْتَكْبَرُوا بَلْ مَكْرُ اللَّيْلِ وَالنَّهارِ إِذْ تَأْمُرُونَنا أَنْ نَكْفُرَ بِاللهِ وَنَجْعَلَ لَهُ أَنْداداً وَأَسَرُّوا النَّدامَةَ لَمَّا رَأَوُا الْعَذابَ وَجَعَلْنَا الْأَغْلالَ فِي أَعْناقِ الَّذِينَ كَفَرُوا هَلْ يُجْزَوْنَ إِلاَّ ما كانُوا يَعْمَلُونَ (33))",
        "المعنى الجملي\nلما ذكر الأصول الثلاثة وهى التوحيد والرسالة والحشر وكانوا كافرين بها جميعا ـ ذكر شأن جماعة من المشركين جاهروا بإنكار القرآن وبكل كتاب سبقه من الكتب السماوية السالفة ، ويستتبع ذلك أنهم لا يؤمنون بما جاء فيها من البعث والحشر والحساب والجزاء ، ثم ذكر ما سيكون من الحوار بين الضالين ومضليهم من الكفار وما يسرّونه من الحسرة والندامة حين يرون العذاب ، ثم أعقبه بذكر ما سيحيق بهم من الإهانة بوضع الأغلال في الأعناق ، وأن هذا جزاء لهم على ما عملوا من سيىء الأعمال ، وما دسوا به أنفسهم من قبيح الخلال.\nالإيضاح\n(وَقالَ الَّذِينَ كَفَرُوا لَنْ نُؤْمِنَ بِهذَا الْقُرْآنِ وَلا بِالَّذِي بَيْنَ يَدَيْهِ) أي وقال قوم من مشركى العرب : لن نؤمن بهذا القرآن ولا بالكتب التي سبقته ، ولا بما اشتملت",
        "عليه من أمور الغيب التي تتصل بالآخرة من بعث وحساب وجزاء.\nروى أن كفار مكة سألوا أهل الكتاب عن وصف الرسول صلّى الله عليه وسلم فأخبروهم أنهم يجدون صفته في كتبهم فأغضبهم ذلك وقالوا ما قالوا : ثم ذكر ما يكون من حوار بين ضاليهم ومضليهم حين الوقوف بين يدى الملك الديان للحساب والجزاء فقال :\n(وَلَوْ تَرى إِذِ الظَّالِمُونَ مَوْقُوفُونَ عِنْدَ رَبِّهِمْ يَرْجِعُ بَعْضُهُمْ إِلى بَعْضٍ الْقَوْلَ) أي ولو ترى أيها الرسول حال أولئك الكافرين وما هم فيه من مهانة وذلّة ، يحاور بعضهم بعضا ، ويتلاومون على ما كان بينهم من سوء الأعمال ، والسبب فيمن أوقعهم في هذا النكال والوبال ـ لرأيت العجب العاجب ، والمنظر المخزى الذي يستكين منه المرء خجلا ثم فصل ذلك الحوار فقال :\n(يَقُولُ الَّذِينَ اسْتُضْعِفُوا لِلَّذِينَ اسْتَكْبَرُوا لَوْ لا أَنْتُمْ لَكُنَّا مُؤْمِنِينَ) أي يقول الأتباع للذين استكبروا في الدنيا واستتبعوهم في الغى والضلال ، لو لا أنتم أيها السادة صدد نمونا عن الهدى لكنا مؤمنين بما جاء به الرسول.",
        "ثم حكى سبحانه رد الرؤساء عليهم بقوله :\n(قالَ الَّذِينَ اسْتَكْبَرُوا لِلَّذِينَ اسْتُضْعِفُوا : أَنَحْنُ صَدَدْناكُمْ عَنِ الْهُدى بَعْدَ إِذْ جاءَكُمْ؟ بَلْ كُنْتُمْ مُجْرِمِينَ) أي قال الذين استكبروا في الدنيا وصاروا رؤساء في الكفر والضلالة للذين استضعفوا فكانوا أتباعا لأهل الضلال منهم : أنحن منعناكم من اتباع الحق بعد أن جاءكم من عند الله؟ بل أنتم منعتم أنفسكم حظها بإجرامكم وإيثاركم الكفر على الإيمان.\nوالخلاصة ـ إننا لم نحل بينكم وبين الإيمان لو صممتم على الدخول فيه ، بل كنتم مجرمين ، فمنعكم إيثاركم الكفر على الإيمان من اتباع الهدى.\nثم حكى رد المستضعفين على قول المستكبرين بقوله :",
        "(وَقالَ الَّذِينَ اسْتُضْعِفُوا لِلَّذِينَ اسْتَكْبَرُوا بَلْ مَكْرُ اللَّيْلِ وَالنَّهارِ إِذْ تَأْمُرُونَنا أَنْ نَكْفُرَ بِاللهِ وَنَجْعَلَ لَهُ أَنْداداً) أي وقال الأتباع للرؤساء في الضلال : صدنا مكركم بنا وخداعكم فى الليل والنهار حين كنتم تأمروننا أن نكفر بالله ونجعل له أمثالا وأشباها في العبادة وإجمال ذلك ـ ما صدنا إلا مكركم أيها الرؤساء بالليل والنهار حتى أزلتمونا عن عبادة الله ، فأنتم كنتم تغروننا وتمنوننا وتخبروننا أننا على الهدى وأنّا على شىء ، وكل ذلك باطل وكذب.\nثم ذكر مآل أمرهم وسوء عاقبتهم فقال :\n(وَأَسَرُّوا النَّدامَةَ لَمَّا رَأَوُا الْعَذابَ) أي وأضمر كل من الفريقين المستكبرين والمستضعفين ـ الندم على ما فرط منهم في الدنيا حين رأوا العذاب ، إذ هم بهتوا مما عاينوا ، فلم يستطيعوا أن ينطقوا ببنت شفة.\nوالخلاصة ـ إنهم ندموا على ما فرّطوا من طاعة الله في الدنيا حين شاهدوا عذابه الذي أعده لهم.",
        "(وَجَعَلْنَا الْأَغْلالَ فِي أَعْناقِ الَّذِينَ كَفَرُوا) أي وجعلنا أغلال الحديد في أعناق هؤلاء في النار.\nثم ذكر أنه لا جزاء لأمثالهم إلا هذا فقال :\n(هَلْ يُجْزَوْنَ إِلَّا ما كانُوا يَعْمَلُونَ) أي وما يفعل ذلك بهم إلا جزاء لما اجترحوا من الكفر والآثام «وَما رَبُّكَ بِظَلَّامٍ لِلْعَبِيدِ» وقد قالوا في أمثالهم : إنك لا تجنى من الشوك العنب :\n(وَما أَرْسَلْنا فِي قَرْيَةٍ مِنْ نَذِيرٍ إِلاَّ قالَ مُتْرَفُوها إِنَّا بِما أُرْسِلْتُمْ بِهِ كافِرُونَ (34) وَقالُوا نَحْنُ أَكْثَرُ أَمْوالاً وَأَوْلاداً وَما نَحْنُ بِمُعَذَّبِينَ (35) قُلْ إِنَّ رَبِّي يَبْسُطُ الرِّزْقَ لِمَنْ يَشاءُ وَيَقْدِرُ وَلكِنَّ أَكْثَرَ النَّاسِ",
        "لا يَعْلَمُونَ (36) وَما أَمْوالُكُمْ وَلا أَوْلادُكُمْ بِالَّتِي تُقَرِّبُكُمْ عِنْدَنا زُلْفى إِلاَّ مَنْ آمَنَ وَعَمِلَ صالِحاً فَأُولئِكَ لَهُمْ جَزاءُ الضِّعْفِ بِما عَمِلُوا وَهُمْ فِي الْغُرُفاتِ آمِنُونَ (37) وَالَّذِينَ يَسْعَوْنَ فِي آياتِنا مُعاجِزِينَ أُولئِكَ فِي الْعَذابِ مُحْضَرُونَ (38) قُلْ إِنَّ رَبِّي يَبْسُطُ الرِّزْقَ لِمَنْ يَشاءُ مِنْ عِبادِهِ وَيَقْدِرُ لَهُ وَما أَنْفَقْتُمْ مِنْ شَيْءٍ فَهُوَ يُخْلِفُهُ وَهُوَ خَيْرُ الرَّازِقِينَ (39))\nالمعنى الجملي\nبعد أن ذكر قول المشركين لرسوله لن نؤمن بهذا القرآن ولا بالذي بين يديه بعد أن طال به الأمد في دعوتهم حتى لحقه من ذلك الغم الكثير كما قال : «فَلَعَلَّكَ باخِعٌ نَفْسَكَ عَلى آثارِهِمْ إِنْ لَمْ يُؤْمِنُوا بِهذَا الْحَدِيثِ أَسَفاً» ـ سلاه على ما ابتلى به من مخالفة مترفى قومه له وعداوتهم إياه بالتأسى بمن قبله من الرسل ، فهو ليس بدعا من بينهم ، فما من نبى بعث في قرية إلا كذّبه مترفوها واتبعه ضعفاؤها كما قال : «وَكَذلِكَ جَعَلْنا فِي كُلِّ قَرْيَةٍ أَكابِرَ مُجْرِمِيها لِيَمْكُرُوا فِيها» ثم ذكر حجتهم بأنهم لا حاجة لهم إلى الإيمان به ، فما هم فيه من مال وولد برهان ماطع على محبة الله إياهم ، فرد عليهم بأن بسط الرزق وتقنيره كما يكون للبر يكون للفاجر ، لأن ذلك مرتبط بسنن طبيعية وأسباب قدرها سبحانه في هذه الحياة ، فمن أحسن استعمالها استفاد منها ، ثم ذكر أن المتقين يمتّعون إذ ذاك بغرف الجنان وهم في أمن ودعة ، وأن الذين يصدون عن سبيل الله في نار جهنم يصلونها أبدا ، ثم وعد المنفقين فى سبيل الله بالإخلاف ، وأوعد الممسكين بالإتلاف.\nالإيضاح",
        "(وَما أَرْسَلْنا فِي قَرْيَةٍ مِنْ نَذِيرٍ إِلَّا قالَ مُتْرَفُوها إِنَّا بِما أُرْسِلْتُمْ بِهِ كافِرُونَ) أي وما بعثنا إلى أهل قرية نذيرا ينذرهم بأسنا أن ينزل بهم على معصيتهم إيانا إلا قال\nكبراؤها وأولو النعمة والثروة فيها : إنا لا نؤمن بما بعثتم به من التوحيد والبراءة من الآلهة والأنداد.\nوليس في ذلك من عجب ، فإن المنغمسين في الشهوات يحملهم التكبر والتفاخر بزينة الحياة الدنيا على النفور من الكمال الروحي ، ومن تثقيف النفوس بالإيمان والحكمة ، فالضدان لا يجتمعان : انغماس في الشهوة وعلم وحكمة ، ثروة مادية وثروة روحية.\nثم ذكر تفاخرهم بما هم فيه من بسطة العيش ، وكثرة الولد وأن ذلك سيكون سبب نجاتهم من العذاب في الآخرة بقوله :",
        "(وَقالُوا نَحْنُ أَكْثَرُ أَمْوالاً وَأَوْلاداً وَما نَحْنُ بِمُعَذَّبِينَ) أي وقال المستكبرون فى كل قرية أرسلنا فيها نذيرا : إنا ذوو عدد عديد من الأولاد وكثرة في الأموال ، فنحن لا نعذب ، لأن ذلك دليل على محبة الله لنا ، وعنايته بنا ، وأنه ما كان ليعطينا ما أعطانا ثم يعذبنا في الآخرة.\nهيهات هيهات ، إنهم قد ضلوا ضلالا بعيدا ، وأخطأوا القياس «أَيَحْسَبُونَ أَنَّما نُمِدُّهُمْ بِهِ مِنْ مالٍ وَبَنِينَ نُسارِعُ لَهُمْ فِي الْخَيْراتِ».\nوخلاصة آرائهم ـ نحن في نعمة لا تشوبها نقمة ، وذلك دليل على كرامتنا عند الله ورضاه عنا ، إذ لو كان ما نحن فيه من الشرك وغيره مما تدعونا إلى تركه مخالفا لما يرضيه ـ لما كنا فيما نحن فيه من نعمة وبسطة في العيش وكثرة الأولاد.\nفرد الله عليهم مقالتهم آمرا رسوله أن يبين لهم خطأهم بقوله :",
        "(قُلْ إِنَّ رَبِّي يَبْسُطُ الرِّزْقَ لِمَنْ يَشاءُ وَيَقْدِرُ) أي قل لهم أيها الرسول : إن ربى يبسط الرزق من معاش ورياش في الدنيا لمن يشاء من خلقه ويضيّق على من يشاء ، لا لمحبة فيمن بسط له ذلك ، ولا لخير فيه ولا زلفى استحق بها ذلك ، ولا لبغض منه لمن قدر عليه ولا لمقت منه له ، ولكنه يفعل ذلك لسنن وضعها\nلكسب المال في هذه الحياة ، فمن سلك سبيلها وصل إلى ما يبغى. ومن أخطأها وضل لم ينل شيئا من حظوظها ، ولا رابطة بين الثراء ومحبة الله ، ألا ترى أنه ربما وسع سبحانه على العاصي وضيق على المطيع ، وربما عكس الأمر ، وقد يوسع على المطيع والعاصي تارة ويضيق عليهما أخرى ـ يفعل كل ذلك بحسب ما اقتضته مشيئته المبنية على الحكم البالغة التي قد نعلمها وربما خفى علينا أمرها ، ولو كان البسط دليل الإكرام والرضا لا ختصّ به المطيع ، ولو كان التضييق دليل الإهانة لا ختص به العاصي ، ومن ثم جاء قوله صلّى الله عليه وسلم «لو كانت الدنيا تزن عند الله جناح بعوضة ما أعطى الكافر منها شيئا».\n(وَلكِنَّ أَكْثَرَ النَّاسِ لا يَعْلَمُونَ) أن الله يفعل ذلك بحسب السنن التي وضعها فى الكون ، بل يظنون أن ذلك لمحبة منه لمن بسط له ، ومقت منه لمن قدر عليه ، حتى تحير بعضهم واعترض على الله في البسط لأناس والتضييق منه على آخرين ، ومن ثمّ قال ابن الراوندي :\nثم بين سبحانه لعباده أن الزلفى عنده ليست بكثرة المال والولد ، بل بالتقوى وصالح العمل ، فقال :",
        "(وَما أَمْوالُكُمْ وَلا أَوْلادُكُمْ بِالَّتِي تُقَرِّبُكُمْ عِنْدَنا زُلْفى إِلَّا مَنْ آمَنَ وَعَمِلَ صالِحاً فَأُولئِكَ لَهُمْ جَزاءُ الضِّعْفِ بِما عَمِلُوا وَهُمْ فِي الْغُرُفاتِ آمِنُونَ) أي وما أموالكم التي تفتخرون بها على الناس ، ولا أولادكم الذين تتكبرون بهم بالتي تقربكم منا لكن من آمن وعمل صالحا فإيمانهم وعملهم يقربانهم منى ، وأولئك أضاعف لهم ثواب أعمالهم ، فأجازيهم بالحسنة عشر أمثالها أو أكثر إلى سبعمائة ضعف ، وهم في غرفات الجنات آمنون من كل خوف وأذى ومن كل شر يحذر منه.\nروى عن على كرم الله وجهه قال : قال رسول الله صلّى الله عليه وسلم :\n«إن في الجنة لغرفا ترى ظهورها من بطونها ، وبطونها من ظهورها ، فقال أعرابى لمن هى؟ قال لمن طيب الكلام ، وأطعم الطعام ، وأدام الصيام ، وصلّى بالليل والناس نيام».\nثم بين حال المسيء الذي يبعده ماله وولده من الله فقال :",
        "(وَالَّذِينَ يَسْعَوْنَ فِي آياتِنا مُعاجِزِينَ أُولئِكَ فِي الْعَذابِ مُحْضَرُونَ) أي والذين يصدّون عن آيات كتابنا بالطعن فيها يبتغون إبطالها ، ويريدون إطفاء أنوارها ظانين أنهم يفوتوننا وأننا لن نقدر عليهم ، فأولئك في عذاب جهنم يوم القيامة تحضرهم الزبانية إليها ولا يجدون عنها محيصا ، ولا يجديهم نفعا ما عوّلوا عليه من شفاعة الأصنام والأوثان.\nثم زهّد عباده في الدنيا وحضهم على التقرب إليه بالإنفاق فقال :\n(قُلْ إِنَّ رَبِّي يَبْسُطُ الرِّزْقَ لِمَنْ يَشاءُ مِنْ عِبادِهِ وَيَقْدِرُ لَهُ) أي قل لهم أيها الرسول : إن ربى يوسع الرزق على من يشاء من عباده حينا ، ويضيّقه عليه حينا آخر ، فلا تخشوا الفقر وأنفقوا في سبيله وتقرّبوا إليه بأموالكم لتنالكم نفحة من رحمته.\n(وَما أَنْفَقْتُمْ مِنْ شَيْءٍ فَهُوَ يُخْلِفُهُ) أي وما أنفقتم من شىء فيما أمركم به ربكم وأباحه لكم فهو يخلفه عليكم ويعوضكم بدلا منه في الدنيا مالا وفي الآخرة ثوابا ، كلّ خلف دونه ، وفي الحديث : «أنفق بلالا ، ولا تخش من ذى العرش إقلالا» وعن مجاهد أنه خصه بالآخرة إذ قال : إذا كان لأحدكم شىء فليقتصد ، ولا يتأول هذه الآية : «وَما أَنْفَقْتُمْ مِنْ شَيْءٍ فَهُوَ يُخْلِفُهُ» فإن الرزق مقسوم ، ولعل ما قسم له منه قليل ، وهو ينفق نفقة الموسّع عليه.",
        "(وَهُوَ خَيْرُ الرَّازِقِينَ) فترزقون من حيث لا تحتسبون ولا رازق غيره روى الشيخان عن أبى هريرة قال : قال رسول الله صلّى الله عليه وسلم «ما من يوم يصبح العباد فيه إلا ملكان ينزلان فيقول أحدهما : اللهم أعط منفقا خلفا ، ويقول الآخر اللهم أعط ممسكا تلفا».\n(وَيَوْمَ يَحْشُرُهُمْ جَمِيعاً ثُمَّ يَقُولُ لِلْمَلائِكَةِ أَهؤُلاءِ إِيَّاكُمْ كانُوا يَعْبُدُونَ (40) قالُوا سُبْحانَكَ أَنْتَ وَلِيُّنا مِنْ دُونِهِمْ بَلْ كانُوا يَعْبُدُونَ الْجِنَّ أَكْثَرُهُمْ بِهِمْ مُؤْمِنُونَ (41) فَالْيَوْمَ لا يَمْلِكُ بَعْضُكُمْ لِبَعْضٍ نَفْعاً وَلا ضَرًّا وَنَقُولُ لِلَّذِينَ ظَلَمُوا ذُوقُوا عَذابَ النَّارِ الَّتِي كُنْتُمْ بِها تُكَذِّبُونَ (42))\nالمعنى الجملي\nبعد أن ذكر أن حال النبي صلّى الله عليه وسلم مع قومه ليس بدعا بين الرسل ، فحاله معهم كحال من تقدمه منهم مع أقوامهم ، فكلّهم كذّبوا وكلهم أوذوا في سبيل الله ؛ ثم أعقب ذلك بأن رد عليهم بأن كثرة الأموال والأولاد لا صلة لها بمحبة الله ، ولا سخطه ـ أردف ذلك ما يكون من حالهم يوم القيامة من التقريع والتأنيب بسؤال الملائكة لمعبوداتهم أمامهم : هل هؤلاء كانوا يعبدونكم؟ فيجيبون بأنهم كانوا يعبدون الشياطين بوسوستهم لهم ، ثم بين أنهم في ذلك اليوم لا يقع لهم نفع ممن كانوا يرجون من الأوثان والأصنام ، ويقال لهم على طريق التوبيخ والتهكم : ذوقوا عذاب النار التي كنتم بها تكذبون.",
        "الإيضاح\n(وَيَوْمَ يَحْشُرُهُمْ جَمِيعاً ثُمَّ يَقُولُ لِلْمَلائِكَةِ : أَهؤُلاءِ إِيَّاكُمْ كانُوا يَعْبُدُونَ؟) أي واذكر أيها الرسول لقومك : يوم يحشر ربك العابدين المستكبرين منهم والمستضعفين مع المعبودين من الملائكة وغيرهم ثم تسأل الملائكة أأنتم أمرتم هؤلاء بعبادتكم؟\nوهذا سؤال وجه إلى الملائكة ظاهرا ، والمراد منه تقريع المشركين وتيئيسهم مما علّقوا عليه أطماعهم من شفاعتهم لهم فهو وارد على نهج قولهم : إياك أعنى واسمعي يا جاره ،\nوعلى نهج قوله تعالى لعيسى «أَأَنْتَ قُلْتَ لِلنَّاسِ اتَّخِذُونِي وَأُمِّي إِلهَيْنِ مِنْ دُونِ اللهِ قالَ سُبْحانَكَ ما يَكُونُ لِي أَنْ أَقُولَ ما لَيْسَ لِي بِحَقٍّ؟» وقد علم سبحانه أن الملائكة وعيسى برآء مما وجّه إليهم من السؤال الوارد على طريق التقرير ، ولكن جاء ليقول ويقولوا ، ويسأل ويجيبوا ، فيكون توبيخهم أشد ، وتعييرهم أبلغ ، وخجلهم أعظم.",
        "(قالُوا سُبْحانَكَ أَنْتَ وَلِيُّنا مِنْ دُونِهِمْ) أي قالت الملائكة : تعاليت ربنا وتقدست عن أن يكون معك إله ، نحن عبيدك نبرأ إليك من هؤلاء وأنت الذي نواليه دونهم ، فلا موالاة بيننا وبينهم.\nوالخلاصة ـ إننا برآء من عبادتهم والرضا بهم.\nثم بين أنهم ما عبدوهم على الحقيقة بقوله :\n(بَلْ كانُوا يَعْبُدُونَ الْجِنَّ أَكْثَرُهُمْ بِهِمْ مُؤْمِنُونَ) أي بل هم كانوا يعبدون الشياطين لأنهم هم الذين زينوا لهم عبادة الأوثان وأضلوهم ، وأكثر المشركين مؤمنون بالجن مصدقون لهم فيما يقولون ، إذ كانوا يعبدون غير الله بوسوستهم ويستغيثون بهم في قضاء حاجتهم كما هو مشهور لدى أرباب العزائم والسحرة.",
        "ونحو الآية قوله : «إِنْ يَدْعُونَ مِنْ دُونِهِ إِلَّا إِناثاً وَإِنْ يَدْعُونَ إِلَّا شَيْطاناً مَرِيداً : لَعَنَهُ اللهُ».\nولما أبطل تمسكهم بهم بعد تقريعهم وتأنيبهم زادهم أسى وحسرة فقال :\n(فَالْيَوْمَ لا يَمْلِكُ بَعْضُكُمْ لِبَعْضٍ نَفْعاً وَلا ضَرًّا) أي فاليوم لا يقع لكم نفع ممن كنتم ترجون نفعه من الأوثان والأنداد الذين ادخرتم عبادتهم لشدائدكم وكروبكم ، لأن الأمر في ذلك اليوم لله الواحد القهار ، لا يملك أحد فيه منفعة لأحد ولا مضرة له.\n(وَنَقُولُ لِلَّذِينَ ظَلَمُوا ذُوقُوا عَذابَ النَّارِ الَّتِي كُنْتُمْ بِها تُكَذِّبُونَ) أي ونقول المشركين زجرا لهم وتأنيبا : ذوقوا عذاب النار التي كنتم تكذبون بها في دنياكم ،",
        "فهأنتم أولاء قد وردتموها وسمعتم شهيقها وزفيرها ، وليس الخبر كالخبر ، ولا السماع كالمعاينة ، فعضّوا بنان الندم أسى وحسرة على ما قدمتم في دنياكم ، فجنيتم صابه وعلقمه فى أخراكم.\n(وَإِذا تُتْلى عَلَيْهِمْ آياتُنا بَيِّناتٍ قالُوا ما هذا إِلاَّ رَجُلٌ يُرِيدُ أَنْ يَصُدَّكُمْ عَمَّا كانَ يَعْبُدُ آباؤُكُمْ وَقالُوا ما هذا إِلاَّ إِفْكٌ مُفْتَرىً وَقالَ الَّذِينَ كَفَرُوا لِلْحَقِّ لَمَّا جاءَهُمْ إِنْ هذا إِلاَّ سِحْرٌ مُبِينٌ (43) وَما آتَيْناهُمْ مِنْ كُتُبٍ يَدْرُسُونَها وَما أَرْسَلْنا إِلَيْهِمْ قَبْلَكَ مِنْ نَذِيرٍ (44) وَكَذَّبَ الَّذِينَ مِنْ قَبْلِهِمْ وَما بَلَغُوا مِعْشارَ ما آتَيْناهُمْ فَكَذَّبُوا رُسُلِي فَكَيْفَ كانَ نَكِيرِ (45) قُلْ إِنَّما أَعِظُكُمْ بِواحِدَةٍ أَنْ تَقُومُوا لِلَّهِ مَثْنى وَفُرادى ثُمَّ تَتَفَكَّرُوا ما بِصاحِبِكُمْ مِنْ جِنَّةٍ إِنْ هُوَ إِلاَّ نَذِيرٌ لَكُمْ بَيْنَ يَدَيْ عَذابٍ شَدِيدٍ (46) قُلْ ما سَأَلْتُكُمْ مِنْ أَجْرٍ فَهُوَ لَكُمْ إِنْ أَجْرِيَ إِلاَّ عَلَى اللهِ وَهُوَ عَلى كُلِّ شَيْءٍ شَهِيدٌ (47) قُلْ إِنَّ رَبِّي يَقْذِفُ بِالْحَقِّ عَلاَّمُ الْغُيُوبِ (48) قُلْ جاءَ الْحَقُّ وَما يُبْدِئُ الْباطِلُ وَما يُعِيدُ (49) قُلْ إِنْ ضَلَلْتُ فَإِنَّما أَضِلُّ عَلى نَفْسِي وَإِنِ اهْتَدَيْتُ فَبِما يُوحِي إِلَيَّ رَبِّي إِنَّهُ سَمِيعٌ قَرِيبٌ (50))\nالمعنى الجملي\nبعد أن ذكر أن المشركين هم أهل النار يوم القيامة وأنه يقال لهم يومئذ : ذوقوا عذابها الذي كنتم به تكذبون ـ أعقب ذلك بذكر ما لأجله استحقوا هذا العذاب",
        "وهو صدهم عن دعوة الرسول صلّى الله عليه وسلم بقولهم في القرآن : إنه إفك مفترى ، وإنه سحر واضح لا شك فيه ، وقد كان فيما حلّ بالأمم قبلهم مزدجر لهم لو أرادوا ، فقد بلغوا من القوة ما بلغوا ، وحين أرسل إليهم الرسل كذبوهم فأخذوا أخذ عزيز مقتدر ، ثم أنذرهم سوء عاقبة ما هم فيه وأوصاهم بأن يشمّروا عن ساعد الجدّ طلبا للحق متفرقين اثنين وواحدا واحدا ثم يتفكروا ليعلموا أن صاحبهم ليس بالمجنون ، بل هو نذير لهم يخوّفهم بأس الله وعذابه الشديد يوم القيامة ، وقد كان لهم من حاله ما يرغبهم فى دعوته ، فهو لا يطلب منهم أجرا ولا يريد منهم جزاء ، وإنما مثوبته عند ربه المطّلع على كل شىء ؛ ثم أبان لهم أن الحق قد وضح ، وجاءت أعلام الشريعة كفلق الصبح نورا وضياء ، ولا بقاء للباطل ولا قرار له إذا ظهر نور الحق «فَأَمَّا الزَّبَدُ فَيَذْهَبُ جُفاءً ، وَأَمَّا ما يَنْفَعُ النَّاسَ فَيَمْكُثُ فِي الْأَرْضِ».\nالإيضاح\n(وَإِذا تُتْلى عَلَيْهِمْ آياتُنا بَيِّناتٍ قالُوا ما هذا إِلَّا رَجُلٌ يُرِيدُ أَنْ يَصُدَّكُمْ عَمَّا كانَ يَعْبُدُ آباؤُكُمْ) أي وإذا تتلى على المشركين آيات الكتاب الكريم دالة على التوحيد وبطلان الشرك ، قالوا إن هذا الرجل يريد أن يلفتكم عن الدين الحق دين الآباء والأجداد ، ليجعلكم من أتباعه دون أن يكون له حجة على ما يدّعى ، وبرهان يدل على صحة ما يسلك من سبيل.\nثم زادوا إنكارهم توكيدا وأيأسوا الرسول من الطمع في إيمانهم.",
        "(وَقالُوا ما هذا إِلَّا إِفْكٌ مُفْتَرىً) أي وقالوا إن القرآن الذي يدّعى محمد أنه وحي من عند ربه ـ كذب مختلق من عنده ، وقد نسبه إلى ربه ترويجا للدعوة ، واجتلابا لقلوب الكافة.\nثم شددوا في الإنكار فجعلوه سحرا بيّنا لا شك فيه عندهم كما حكى عنهم بقوله :\n(وَقالَ الَّذِينَ كَفَرُوا لِلْحَقِّ لَمَّا جاءَهُمْ إِنْ هذا إِلَّا سِحْرٌ مُبِينٌ) أي وقال المشركون\nلما جاء به النبي صلّى الله عليه وسلم من عند ربه مشتملا على الهدى والشرائع التي وجهتهم في حياتهم الاجتماعية ونظم المعيشة وجهة جديدة تكون بها سعادتهم في معاشهم ومعادهم وغيّرت الطريق التي ورثوها عن الآباء والأجداد ـ ما هذا إلا سحر بيّن لا خفاء فيه عندنا ، وقد أعمى أبصارنا وأضل أحلامنا فلم نستطع أن ندفعه بكل سبيل ، ولا يزال يلج القلوب ويقتحمها ويداخل النفوس ويستحوذ عليها ، ونحن في حيرة من أمره لا نجد طريقا للتغلب عليه بالوسائل التي نعرفها وهى بين أيدينا.",
        "والخلاصة ـ إنهم نفوا أن يكون وحيا من عند ربه وجعلوه إما كلاما مفترى جاء به لترويج دعوته ، وإما سحرا فعله ليخلب به العقول ويصد الناس عن الدين الحق الذي ورثوه عن الآباء والأجداد.\nفرد الله سبحانه عليهم منكرا دعواهم أن دينهم هو الدين الحق بقوله :\n(وَما آتَيْناهُمْ مِنْ كُتُبٍ يَدْرُسُونَها وَما أَرْسَلْنا إِلَيْهِمْ قَبْلَكَ مِنْ نَذِيرٍ) أي إن الدين الصحيح إنما يأتى بوحي من عند الله وبكتاب ينزل على الرسول ليبلغه للناس ويبين لهم فيه ما جاء به من الشرائع والآداب والفضائل التي تكون بها سعادتهم في دنياهم وآخرتهم ، وهم أمة أميّة لم يأتهم كتاب قبل القرآن ، ولم يبعث إليهم رسول قبل محمد ، فمن أين أتاهم أن الدين الحق هو الذي يرشد إلى صحة الإشراك بالله ، وينفى توحيد الخالق حتى يكون لهم معذرة فيما يدّعون ، وحجة على صحة ما يعتقدون؟.\nولا يخفى ما في هذا من التهكم بهم والتجهيل لهم : ونحو الآية قوله : «أَمْ أَنْزَلْنا عَلَيْهِمْ سُلْطاناً فَهُوَ يَتَكَلَّمُ بِما كانُوا بِهِ يُشْرِكُونَ» وقوله : «أَمْ آتَيْناهُمْ كِتاباً مِنْ قَبْلِهِ فَهُمْ بِهِ مُسْتَمْسِكُونَ».",
        "وبعد أن بشر وأنذر وأبان بالحجة والبرهان ما كان فيه المقنع لهم لو كانوا يعقلون ، سلك بهم سبيل التهديد والوعيد وضرب لهم المثل بالأمم التي كانت قبلهم وسلكت سبيلهم ولم تجدها الآيات والنذر ، فحل بها بأس الله وأتاها العذاب من حيث لا تحتسب فقال :\n(وَكَذَّبَ الَّذِينَ مِنْ قَبْلِهِمْ وَما بَلَغُوا مِعْشارَ ما آتَيْناهُمْ فَكَذَّبُوا رُسُلِي فَكَيْفَ كانَ نَكِيرِ) أي ولقد كان لهم فيمن قبلهم من الأمم البائدة والقرون الخالية كقوم نوخ وعاد وثمود ، وقد بلغوا من القوة والبأس ما لم يبلغوا معشاره ، فكذبوا رسلى حين أرسلوا إليهم فخل بهم النكال والوبال ودمّروا تدميرا ، ولم تغن عنهم أموالهم ولا أولادهم من الله شيئا ، وإنهم ليشاهدون آثارهم في حلهم وترحالهم ، فى غدوّهم ورواحهم كما قال في آية أخرى : «وَإِنَّكُمْ لَتَمُرُّونَ عَلَيْهِمْ مُصْبِحِينَ وَبِاللَّيْلِ أَفَلا تَعْقِلُونَ» فليحذروا أن يصيبهم مثل ما أصاب أولئك.\nوالخلاصة ـ إن فيما حل بمن قبلهم من المثلاث نكالا لهم على تكذيبهم رسلهم ـ لعبرة لهم لو كانوا يعقلون.\nثم أطال لهم الحبل ومدّ لهم الباع وأنصفهم في الخصومة فقال :",
        "(قُلْ إِنَّما أَعِظُكُمْ بِواحِدَةٍ أَنْ تَقُومُوا لِلَّهِ مَثْنى وَفُرادى ثُمَّ تَتَفَكَّرُوا) أي قل لهم : إنى أرشدكم أيها القوم وأنصح لكم ألا تبادروا بالتكذيب عنادا واستكبارا ، بل اتئدوا وتفكروا مليا فيما دعوتكم إليه وجدّوا واجتهدوا في طلب الحق خالصا ، إما واحدا فواحدا ، وإما اثنين اثنين لعلكم تصلون إلى الحق وتهتدون إلى قصد السبيل ، وتكونون قد أنصفتم الحقيقة ، وأمطتم الحجب التي غشّت أبصاركم ، ورانت على قلوبكم ، فلم تجعل للحق منفذا.\nوإنما طلب إليهم التفكر وهم متفرقون اثنين اثنين أو واحدا فواحدا ، لأن فى الازدحام تهويش الخاطر والمنع من إطالة التفكير وتخليط الكلام وقلة الإنصاف ، وفيما يشاهد كل يوم من الاضطراب وتبلبل الأفكار في الجماعات الكثيرة حين الجدل والخصومة ما يؤيد صدق هذا.\nثم أبان لهم أن نتيجة الفكر ستؤدى بهم إلى أن يعترفوا بما يرشد إليه النظر الصحيح\n(ما بِصاحِبِكُمْ مِنْ جِنَّةٍ) إذا ما جاء به من ذلك الأمر العظيم الذي فيه سعادة البشر فى دنياهم وآخرتهم لا يتصدى لادّعائه إلا أحد رجلين : إما مجنون لا يبالى بافتضاحه حين مطالبته بالبرهان وظهور عجزه ، وإما نبى مؤيد من عند الله بالمعجزات الدالة على صدقه.",
        "وإنكم قد علمتم أن محمدا أرجح الناس عقلا ، وأصدق الناس قولا ، وأزكاهم نفسا ، وأجمعهم للكمال النفسي والعقلي ؛ فوجب عليكم أن تصدقوه في دعوته ، وقد قرنها بالمعجزات الدالة على ذلك.\nوفي التعبير بصاحبكم إيماء إلى أنه معروف لهم مشهور لديهم ، فهو قد نشأ بين ظهرانيهم وعلموا ماله من صفات الفضل والنّبل وكرم الخلال مما لم يتهيأ لأحد من أترابه ولداته.\nوإذ قد استبان بالدليل أنه ليس بالمجنون في كل ما يقول ويدعى ، اتضح أنه صادق كما قال :\n(إِنْ هُوَ إِلَّا نَذِيرٌ لَكُمْ بَيْنَ يَدَيْ عَذابٍ شَدِيدٍ) أي ما هذا الرسول بالكاذب ، بل هو نذير لكم بعقاب الله حين تقدمون عليه ، لكفركم به وعصيانكم أمره.",
        "وإنما جعل إنذاره بين يدى العذاب ، لأن محمدا مبعوث قرب الساعة كما جاء فى الحديث «بعثت أنا والساعة جميعا إن كادت لتسبقنى».\nوروى البخاري عن ابن عباس رضى الله عنهما قال : «صعد النبي صلّى الله عليه وسلم الصفا ذات يوم فقال : يا صباحاه ، فاجتمعت إليه قريش ، فقالوا : ما لك؟ فقال : أرأيتم لو أخبرتكم أن العدو يصبحكم أو يمسّيكم أما كنتم تصدقونى؟ قالوا بلى ، قال صلّى الله عليه وسلم : فإنى نذير لكم بين يدى عذاب شديد. فقال أبو لهب : تبّا لك. ألهذا جمعتنا؟ فأنزل الله عز وجل «تَبَّتْ يَدا أَبِي لَهَبٍ وَتَبَّ».\nولما نفى عن رسوله الجنون وأثبت له النبوة ـ ذكر وجها آخر يؤكد ذلك فقال :\n(قُلْ ما سَأَلْتُكُمْ مِنْ أَجْرٍ فَهُوَ لَكُمْ ، إِنْ أَجْرِيَ إِلَّا عَلَى اللهِ ، وَهُوَ عَلى كُلِّ شَيْءٍ شَهِيدٌ) أي قل لهم : إنى لا أريد منكم أجرا ولا عطاء على أداء رسالة ربى إليكم ، ونصحى لكم وأمرى بعبادته ، إنما أطلب ثواب ذلك من الله ، وهو العليم بجميع الأشياء ، فيعلم صدقى وخلوص نيّتى.",
        "وإذا علم أن الذي حمله على ركوب الصعاب واقتحام الأخطار ليس أمرا دنيويا ، ثبت أن الذي حفزه عليها هو أمر الله تعالى له وقد صدع به «فَاصْدَعْ بِما تُؤْمَرُ» وبهذا ثبت أنه نبىّ.\nولما استبان أنه ليس بالمجنون ولا هو بطالب الدنيا ـ علم أن الذي جاء به هبط إليه من السماء وقذف به الوحى إليه ، وأمره أن يبلغه إليهم كما أشار إلى ذلك بقوله :\n(قُلْ إِنَّ رَبِّي يَقْذِفُ بِالْحَقِّ عَلَّامُ الْغُيُوبِ) القذف الرمي بدفع شديد : أي قل لمن أنكر التوحيد ورسالة الأنبياء والبعث : إن ربى يلقى الوحى وينزله على قلب من يجتبيه من عباده ، وهو العليم بمن يصطفيهم كما قال سبحانه : «اللهُ أَعْلَمُ حَيْثُ يَجْعَلُ رِسالَتَهُ» وقال : «يُلْقِي الرُّوحَ مِنْ أَمْرِهِ عَلى مَنْ يَشاءُ مِنْ عِبادِهِ».\nوقد يكون المعنى كما روى عن ابن عباس : إن ربى يقذف الباطل بالحق ؛ أي يورده عليه حتى يبطله ويزيل آثاره ويشيع الحق في الآفاق.",
        "ولا يخفى ما في هذا من عدة بإظهار الإسلام ونشره بين الناس وتبلج نوره فى الكون ، ونحوه «بَلْ نَقْذِفُ بِالْحَقِّ عَلَى الْباطِلِ فَيَدْمَغُهُ».\nثم أكد ما سلف بأمر رسوله صلّى الله عليه وسلم أن يخبر قومه بأن الإسلام سيعلو على سائر الأديان ، وأن غيره سيضمحل ويزول فقال :\n(قُلْ جاءَ الْحَقُّ وَما يُبْدِئُ الْباطِلُ وَما يُعِيدُ) أي قل جاء الإسلام ، ورفعت رايته ، وعلا ذكره ، وذهب الباطل ، فلم تبق منه بقية تبدى شيئا أو تعيده.\nوأصله في هلاك الحي فإنه إذا هلك لم يبق له إبداء أي فعل أمر ابتداء ، ولا إعادة أي فعله ثانيا ، وأنشدوا لعبيد بن الأبرص :",
        "روى البخاري ومسلم «أنه لما دخل رسول الله صلّى الله عليه وسلم المسجد الحرام يوم الفتح ووجد الأصنام منصوبة حول الكعبة جعل يطعن الصنم منها بسية قوسه ويقرأ : (وَقُلْ جاءَ الْحَقُّ وَزَهَقَ الْباطِلُ إِنَّ الْباطِلَ كانَ زَهُوقاً ـ قُلْ جاءَ الْحَقُّ وَما يُبْدِئُ الْباطِلُ وَما يُعِيدُ)».\nولما سد عليهم مسالك القول ، لم يبق إلا أن يقولوا عنادا : إنه قد عرض له ما أضله عن محجة الصواب ، فأمر رسوله أن يقول لهم :\n(قُلْ إِنْ ضَلَلْتُ فَإِنَّما أَضِلُّ عَلى نَفْسِي وَإِنِ اهْتَدَيْتُ فَبِما يُوحِي إِلَيَّ رَبِّي إِنَّهُ سَمِيعٌ قَرِيبٌ) أي قل أيها الرسول لقومك : إن ضللت عن الهدى وسلكت غير طريق الحق فإنما ضرّ ذلك على نفسى ، وإن استقمت على الحق فبوحى الله إلىّ وتوفيقه للاستقامة على محجة الحق وطريق الهدى ، إنه سميع لما أقول وتقولون ، ويجازى كلا بما يستحق ، قريب مجيب دعوة الداعي إذا دعاه.\nروى الشيخان عن أبى موسى الأشعري قال : «إنكم لا تدعون أصم ولا غائبا إنما تدعون سميعا قريبا مجيبا».",
        "والخلاصة ـ إن الخير كله من الله وفيما أنزله علىّ من الوحى والحق المبين.\n(وَلَوْ تَرى إِذْ فَزِعُوا فَلا فَوْتَ وَأُخِذُوا مِنْ مَكانٍ قَرِيبٍ (51) وَقالُوا آمَنَّا بِهِ وَأَنَّى لَهُمُ التَّناوُشُ مِنْ مَكانٍ بَعِيدٍ (52) وَقَدْ كَفَرُوا بِهِ مِنْ قَبْلُ وَيَقْذِفُونَ بِالْغَيْبِ مِنْ مَكانٍ بَعِيدٍ (53) وَحِيلَ بَيْنَهُمْ وَبَيْنَ ما يَشْتَهُونَ كَما فُعِلَ بِأَشْياعِهِمْ مِنْ قَبْلُ إِنَّهُمْ كانُوا فِي شَكٍّ مُرِيبٍ (54))\nتفسير المفردات\nالفزع : انقباض ونفار من الأمر المهول المخيف ، التناوش : التناول السهل لشىء قريب ؛ يقال للرجل إذا تناول رجلا ليأخذ برأسه ولحيته ، ناشه ينوشه نوشا ، وأنشدوا لغيلان بن حريث في وصف الإبل :",
        "يريد أنها عالية الأجسام طويلة الأعناق ، يقذفون بالغيب : أي يرجمون بالظنون التي لا علم لهم بها ، والعرب تقول لكل من تكلم بما لا يستيقنه : هو يقذف بالغيب.\nبأشياعهم : أي أشباههم ونظرائهم في الكفر جمع شيع ، وشيع جمع شيعة ؛ وشيعة الرجل : أتباعه وأنصاره ، وكل قوم أمرهم واحد يتبع بعضهم رأى بعض فهم شيع ، مريب : أي موقع في الريبة والظّنة ، يقال أراب الرجل : أي صار ذا ريبة فهو مريب.\nالمعنى الجملي\nبعد أن أبطل سبحانه شبههم وردّ عليهم بما لم يبق بعده مستزاد لمستزيد ـ هددهم بشديد العقاب إن هم أصروا على عنادهم واستكبارهم ، ثم ذكر أنهم حين معاينة العذاب يقولون آمنا بالرسول ، وأنّى لهم ذلك وقد فات الأوان؟ وقد كان ذلك فى مكنتهم في دار الدنيا لو أرادوا ، أما الآن فإن ذلك لا يجديهم فتيلا ولا قطميرا من جراء ما كانوا فيه من شك مريب في الحياة الأولى ، وتلك سنة الله في أشباههم من قبل.",
        "الإيضاح\n(وَلَوْ تَرى إِذْ فَزِعُوا فَلا فَوْتَ) أي ولو رأيت أيها الرسول هؤلاء المكذبين حين يفزعون مما رأوا من العذاب الشديد ـ لرأيت من الأمر ما يعجز القول عن وصفه ، فهم لا يمكّنون من الهرب ، ولا يفوتهم ذلك العذاب ولا يجدون ملجأ ولا مأوى يبتعدون فيه.\n(وَأُخِذُوا مِنْ مَكانٍ قَرِيبٍ) أي وأخذوا حين الفزع من الموقف إلى النار ولم يمكّنوا أن يمعنوا في الهرب.\n(وَقالُوا آمَنَّا بِهِ وَأَنَّى لَهُمُ التَّناوُشُ مِنْ مَكانٍ بَعِيدٍ) أي وقالوا حينئذ : آمنا بالله وملائكته وكتبه ورسله ، وأنّى لهم ذلك وقد صاروا بعيدين عن قبول الإيمان؟ إذ هذه الدار ليست أهلا لقبول التكاليف من الإيمان بالله والعمل الصالح.",
        "ونحو الآية قوله : «وَلَوْ تَرى إِذِ الْمُجْرِمُونَ ناكِسُوا رُؤُسِهِمْ عِنْدَ رَبِّهِمْ رَبَّنا أَبْصَرْنا وَسَمِعْنا فَارْجِعْنا نَعْمَلْ صالِحاً إِنَّا مُوقِنُونَ».\n(وَقَدْ كَفَرُوا بِهِ مِنْ قَبْلُ) أي وكيف يحصل لهم الإيمان في الآخرة وقد كفروا بالحق في الدنيا وكذبوا الرسل؟.\n(وَيَقْذِفُونَ بِالْغَيْبِ مِنْ مَكانٍ بَعِيدٍ) أي وهم قد كانوا يرجمون بظنون لا مستند لهم فيها ، فيتكلمون في الرسول بمطاعن ليس لها ما يؤيدها ، فتارة يقولون إنه شاعر ، وأخرى إنه كاهن ، وثالثة إنه ساحر ، إلى نحو ذلك من الأقوال الباطلة ، ويكذبون بالبعث والنشور والحساب والجزاء.\n(وَحِيلَ بَيْنَهُمْ وَبَيْنَ ما يَشْتَهُونَ) أي وحيل بينهم وبين الرجوع إلى الدنيا ليعلموا صالحا كما قال : «فَلَمَّا رَأَوْا بَأْسَنا قالُوا آمَنَّا بِاللهِ وَحْدَهُ وَكَفَرْنا بِما كُنَّا بِهِ مُشْرِكِينَ. فَلَمْ يَكُ يَنْفَعُهُمْ إِيمانُهُمْ لَمَّا رَأَوْا بَأْسَنا».",
        "ثم بين أن هذه سنة الله في أمثالهم ممن كذبوا الرسل من قبلهم فقال :\n(كَما فُعِلَ بِأَشْياعِهِمْ مِنْ قَبْلُ) أي فعلنا بهم كما فعلنا بالأمم الماضية التي كذبت رسلها فتمنّوا حين رأوا بأس الله أن لو آمنوا ولكن لم يقبل منهم.\nثم علل عدم قبول إيمانهم ووصولهم إلى بغيتهم حينئذ بقوله :\n(إِنَّهُمْ كانُوا فِي شَكٍّ مُرِيبٍ) أي لأنهم كانوا في الدار الأولى شاكين فيما أخبرت به الرسل من البعث والجزاء ، وقد تغلغل الشك في قلوبهم حتى صاروا لا يطمئنون إلى شىء مما جاءوا به.",
        "ما اشتملت عليه السورة الكريمة من حكم وأحكام\n(1) حمد الله والثناء عليه بما هو أهله.\n(2) مقال المشركين في إنكار البعث والرد عليهم بأنه آت لا شك فيه.\n(3) الاستهزاء بالرسول وحكمهم عليه بأنه إما مفتر وإما مجنون.",
        "(4) النعم التي آتاها سبحانه داود وسليمان عليهما السلام.\n(5) ما كان لسبأ من النعم ثم زوالها لكفرانهم بها واتباعهم وسوسة الشيطان.\n(6) النعي على المشركين لعبادتهم الأوثان والأصنام مع بيان أنها لا تفيدهم يوم القيامة شيئا (7) الحجاج والجدل بين الأتباع والمتبوعين من الكافرين يوم القيامة وإلقاء كل منهما التبعة على الآخر.\n(8) بيان أن المترفين في كل أمة هم أعداء الرسل ، لا عتزازهم بأموالهم وأولادهم ، واعتقادهم أنهم ما آتاهم ربهم ذلك إلا لرضاه عنهم ثم رده سبحانه عليهم.",
        "(9) سؤال الملائكة أمام المشركين بأنهم هل طلبوا منهم عبادتهم؟ ليكون فى ردهم ما يكفى في تبكيتهم.\n(10) مقال المشركين عند سماع القرآن وادعاؤهم أنه ليس بوحي من عند الله بل الداعي مفتر ليصدّ الناس عن دين الآباء والأجداد.\n(11) عظتهم بما حل بمن قبلهم من الأمم.\n(12) أمرهم بالتأمل والتدبر في الأدلة التي أمامهم لعلهم يرعوون عن غيهم.",
        "(13) إثبات أن الرسول نذير مبين ، لا مفتر ولا مجنون.\n(14) الرسول لا يطلب أجرا على دعوته ، بل أجره على الله.\n(15) طلب المشركين يوم القيامة أن يرجعوا إلى الدنيا ليؤمنوا بالرسول ويعملوا صالح الأعمال ، ثم الرد عليهم بأن ذلك قد فات أوانه وأن لا سبيل إلى تحقيقه.\nسورة فاطر ـ سورة الملائكة",
        "هى مكية نزلت بعد سورة الفرقان وآيها خمس وأربعون.\nومناسبتها لما قبلها :\nإنه لما ذكر سبحانه في آخر سابقتها هلاك المشركين وإنزالهم منازل العذاب ـ لزم المؤمنين حمده تعالى وشكره كما جاء في قوله : «فَقُطِعَ دابِرُ الْقَوْمِ الَّذِينَ ظَلَمُوا وَالْحَمْدُ لِلَّهِ رَبِّ الْعالَمِينَ».\nبِسْمِ اللهِ الرَّحْمنِ الرَّحِيمِ",
        "(الْحَمْدُ لِلَّهِ فاطِرِ السَّماواتِ وَالْأَرْضِ جاعِلِ الْمَلائِكَةِ رُسُلاً أُولِي أَجْنِحَةٍ مَثْنى وَثُلاثَ وَرُباعَ يَزِيدُ فِي الْخَلْقِ ما يَشاءُ إِنَّ اللهَ عَلى كُلِّ شَيْءٍ قَدِيرٌ (1))\nتفسير المفردات\nفطر الشيء : أوجده على غير مثال سابق ، رسلا : أي وسائط بينه وبين أنبيائه يبلغون عنه رسالاته ، مثنى وثلاث ورباع : أي اثنين اثنين وثلاثة ثلاثة وأربعة أربعة.\nالإيضاح",
        "(الْحَمْدُ لِلَّهِ فاطِرِ السَّماواتِ وَالْأَرْضِ) أي له سبحانه الشكر ، فقد أبدع خلق السموات والأرض وما بينهما على غير مثال سابق وأحكم تدبيرهما على أتم نظام ، كما قيل : ليس في الإمكان أبدع مما كان.\n(جاعِلِ الْمَلائِكَةِ رُسُلاً أُولِي أَجْنِحَةٍ مَثْنى وَثُلاثَ وَرُباعَ) أي جاعل الملائكة وسائط بينه وبين أنبيائه يبلغون إليهم رسالاته ـ ذوى أجنحة إما اثنين اثنين ، وإما ثلاثة ثلاثة ، وإما أربعة أربعة.\nوالأجنحة في العالم المادي تساعد على الطيران ، وكثرتها تومئ إلى السرعة ، وهى فى عالم الأرواح ترشد إلى القدرة على السرعة في تنفيذ أوامر الله وتبليغ رسالات ربهم إلى أنبيائه.\nوفي هذا إيماء إلى أن الملائكة تتفاوت أقدارهم وقواهم عند الله تعالى بحسب استعدادهم الروحي. وفي صحيح مسلم عن ابن مسعود «أن النبي صلّى الله عليه وسلم رأى جبريل في صورته له ستمائة جناح» وفي هذا رمز إلى قوة استعداده الروحي وقربه من الملأ الأعلى وسرعة تنفيذه ما يؤمر به.",
        "(يَزِيدُ فِي الْخَلْقِ ما يَشاءُ) أي يزيد في خلق الأجنحة ما يشاء ، كما يزيد في أرجل الحيوان ما يشاء حتى لقد تبلغ فوق العشرين أحيانا ، وهكذا يزيد في تفاوت العقول والنفوس والقوى المادية والمعنوية كما قيل :\nثم ذكر ما هو كالدليل لما سبق بقوله :\n(إِنَّ اللهَ عَلى كُلِّ شَيْءٍ قَدِيرٌ) فيزيد كل ما هو أهل للزيادة وما هو مستعد لها ، حسية كانت أو معنوية ، فلا يمتنع عليه فعل شىء أراده ، لما له من القدرة والسلطان على كل شىء.\n(ما يَفْتَحِ اللهُ لِلنَّاسِ مِنْ رَحْمَةٍ فَلا مُمْسِكَ لَها وَما يُمْسِكْ فَلا مُرْسِلَ لَهُ مِنْ بَعْدِهِ وَهُوَ الْعَزِيزُ الْحَكِيمُ (2))",
        "تفسير المفردات\nيفتح : يعطى ، ورحمة : أي نعمة حسية كانت أو معنوية ، كرزق وصحة وأمن وعلم وحكمة ، إلى نحو ذلك مما لا يحاط به.\nالمعنى الجملي\nبعد أن وصف سبحانه نفسه بالقدرة الكاملة والإرادة النافذة ـ أيد ذلك بما يشاهده كل أحد في نفسه من الضيق حينا والسعة حينا آخر ، مع العجز عن دفع البؤس إن وجد ، وجلب النعمة لو أراد.",
        "الإيضاح\nمفاتيح الخير ومغاليقه كلها بيده سبحانه ، فما يعط من خير فلا يستطيع أحد منه ولا إمساكه ، وأي خير يمسكه فلا يبسطه ولا يفتحه لهم فاتح ، لأن الأمور كلها بيده ، ومنه البذل والعطاء ، والمنع والإمساك.\nوهو الغالب على كل ما يشاء من الأمور التي منها الفتح والإمساك ، وهو الحكيم الذي يفعل كل ما يفعل بحسب ما تقتضيه الحكمة والمصلحة.\nوفي الآية عظة للناس بالإقبال إلى ربهم والتوجه إليه في قضاء حاجهم ، والتوكل عليه في جميع مآربهم ، والإعراض عما سواه من جميع خلقه.",
        "ونحو الآية قوله : «وَإِنْ يَمْسَسْكَ اللهُ بِضُرٍّ فَلا كاشِفَ لَهُ إِلَّا هُوَ وَإِنْ يُرِدْكَ بِخَيْرٍ فَلا رَادَّ لِفَضْلِهِ».\nروى أحمد عن المغيرة بن شعبة أنه قال : «سمعت رسول الله صلّى الله عليه وسلم يقول إذا انصرف من الصلاة : لا إله إلا الله وحده لا شريك له ، له الملك وله الحمد وهو على كل شىء قدير ، اللهم لا مانع لما أعطيت ، ولا معطى لما منعت ، ولا ينفع ذا الجدّ منك الجدّ».\nوروى مسلم عن أبى سعيد الخدرىّ رضى الله عنه قال : «إن رسول الله صلّى الله عليه وسلم كان إذا رفع رأسه من الركوع يقول : سمع الله لمن حمده ، اللهم ربنا لك الحمد ملء السماء والأرض ، وملء ما شئت من شىء بعد ، اللهم أهل الثناء والمجد ،\nأحق ما قال العبد ، وكلنا لك عبد : اللهم لا مانع لما أعطيت ، ولا معطى لما منعت ، ولا ينفع ذا الجدّ منك الجدّ».",
        "وأخرج ابن المنذر عن عامر بن عبد قيس قال : أربع آيات من كتاب الله إذا قرأتهن فما أبالى ما أصبح عليه وأمسى : (1) ما يفتح الله للناس من رحمة فلا ممسك لها وما يمسك فلا مرسل له من بعده. (2) وإن يمسسك الله بضر فلا كاشف له إلا هو وإن يردك بخير فلا راد لفضله. (3) سيجعل الله بعد عسر يسرا. (4) وما من دابة فى الأرض إلا على الله رزقها.\n(يا أَيُّهَا النَّاسُ اذْكُرُوا نِعْمَتَ اللهِ عَلَيْكُمْ هَلْ مِنْ خالِقٍ غَيْرُ اللهِ يَرْزُقُكُمْ مِنَ السَّماءِ وَالْأَرْضِ لا إِلهَ إِلاَّ هُوَ فَأَنَّى تُؤْفَكُونَ (3))\nتفسير المفردات\nأنى تؤفكون : أي كيف تصرفون عن توحيد الخالق ، مع الاعتراف بأنه وحده هو الرازق. وتشركون المنحوت : بمن له الملك والملكوت.",
        "المعنى الجملي\nبعد أن أبان سبحانه أنه وحده هو المنعم بما يشاهده كل أحد في نفسه ـ أمر بذكر نعمه بالاعتراف بها والشكر عليها.\nالإيضاح\nأيها الناس راعوا نعم الله ، واحفظوها بمعرفة حقها والاعتراف بها ، وخصوا خالقها بالعبادة والطاعة فهو الذي بيده أرزاقكم وأقواتكم ، فإلى أىّ وجه تصرفون عنه بعد أن استبان الحق ، ووضح السبيل.",
        "والخلاصة ـ احفظوا نعم الله وأدوا حقها ، ولا تشركوا به سواه من الأصنام والأوثان ، بعد وضوح الدليل وسطوع البرهان.\n(وَإِنْ يُكَذِّبُوكَ فَقَدْ كُذِّبَتْ رُسُلٌ مِنْ قَبْلِكَ وَإِلَى اللهِ تُرْجَعُ الْأُمُورُ (4) يا أَيُّهَا النَّاسُ إِنَّ وَعْدَ اللهِ حَقٌّ فَلا تَغُرَّنَّكُمُ الْحَياةُ الدُّنْيا وَلا يَغُرَّنَّكُمْ بِاللهِ الْغَرُورُ (5) إِنَّ الشَّيْطانَ لَكُمْ عَدُوٌّ فَاتَّخِذُوهُ عَدُوًّا إِنَّما يَدْعُوا حِزْبَهُ لِيَكُونُوا مِنْ أَصْحابِ السَّعِيرِ (6))\nالمعنى الجملي\nبعد أن ذكر الأصل الأول وهو التوحيد ـ ثنى بذكر الأصل الثاني وهو الرسالة وسلى رسوله على تكذيب قومه له بأنه ليس ببدع بين الرسل فقد كذّب كثير منهم قبله ، فعليه أن يتأسى بهم ويصبر على أذاهم ، ثم ذكر الأصل الثالث وهو البعث والنشور مع بيان أنه حق لا شك فيه ، وأنه لا ينبغى أن يقبلوا فيه وساوس الشيطان ، فإنه عدو لبنى آدم ولا يرشدهم إلا إلى الذنوب والآثام التي توصلهم إلى عذاب النار ، وبئس القرار.",
        "الإيضاح\n(وَإِنْ يُكَذِّبُوكَ فَقَدْ كُذِّبَتْ رُسُلٌ مِنْ قَبْلِكَ وَإِلَى اللهِ تُرْجَعُ الْأُمُورُ) أي وإن استمر قومك على تكذيبك فيما بلّغته إليهم من الحق المبين ، بعد أن أقمت لهم الحجج وضربت الأمثال ، فتأسّ بمن سبقك من الرسل فقد صبروا على ما أوذوا حتى أتاهم نصرنا ولا مبدّل لكلماتنا.\nوإلى الله مرجع أمرك وأمرهم فيجازيك وإياهم على الصبر والتكذيب.\nثم ذكر أن البعث آت لا ريب فيه فقال :",
        "(يا أَيُّهَا النَّاسُ إِنَّ وَعْدَ اللهِ حَقٌّ فَلا تَغُرَّنَّكُمُ الْحَياةُ الدُّنْيا وَلا يَغُرَّنَّكُمْ بِاللهِ الْغَرُورُ) أي إن وعد الله بالحشر والجزاء حق لا شك فيه ، فلا تغرنكم الحياة الدنيا فيذهلنّكم التمتع بمتاعها ، ولا يلهينّكم التلهي بزخارفها عن تدارك ما ينفعكم يوم حلول الميعاد اتباعا لوساوس الشيطان.\nوالخلاصة ـ إنكم لا تغتروا بالحياة الدنيا ، وتتركوا فعل ما أمرتم به ، وتفعلوا ما نهيتم عنه.\nثم ذكر العلة في عدم الاغترار بالشيطان فقال :\n(إِنَّ الشَّيْطانَ لَكُمْ عَدُوٌّ فَاتَّخِذُوهُ عَدُوًّا) أي إن الشيطان معلن عداوته لكم بوسوسته ، فعادوه أنتم أشد العداوة ، وخالفوه وكذبوه فيما يغركم به.",
        "ثم ذكر أعماله ودعوته أتباعه إلى الغواية والضلالة فقال :\n(إِنَّما يَدْعُوا حِزْبَهُ لِيَكُونُوا مِنْ أَصْحابِ السَّعِيرِ) أي ما غرضه من دعوة شيعته إلى اتباع الهوى والركون إلى لذات الدنيا إلا إضلالهم وإلقاؤهم في العذاب الدائم من حيث لا يشعرون.\n(الَّذِينَ كَفَرُوا لَهُمْ عَذابٌ شَدِيدٌ وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحاتِ لَهُمْ مَغْفِرَةٌ وَأَجْرٌ كَبِيرٌ (7) أَفَمَنْ زُيِّنَ لَهُ سُوءُ عَمَلِهِ فَرَآهُ حَسَناً فَإِنَّ اللهَ يُضِلُّ مَنْ يَشاءُ وَيَهْدِي مَنْ يَشاءُ فَلا تَذْهَبْ نَفْسُكَ عَلَيْهِمْ حَسَراتٍ إِنَّ اللهَ عَلِيمٌ بِما يَصْنَعُونَ (8))\nتفسير المفردات",
        "الحسرات : واحدها حسرة ، وهى الغم على مافات والندم عليه.\nالمعنى الجملي\nبعد أن أبان أن الشيطان يضل أتباعه ويدعوهم إلى النار ـ ذكر هنا أن حزب الشيطان له العذاب الشديد ، وأن حزب الله له المغفرة والأجر الكبير ، ثم بين أن الضلال والهداية بيد الله بحسب ما يعلم من الاستعداد وصفاء النفوس وقبول الهداية ، أو تدسيتها وارتكابها الإجرام والمعاصي ، فلا تحزن على ما ترى من ضلال قومك وإتباعهم لوساوس الشيطان ، والله عليم بحالهم وسيجازيهم بما يستحقون.\nأخرج جويبر عن الضحاك أن الآية نزلت في عمر رضى الله عنه وأبى جهل حيث هدى الله عمر وأضل أبا جهل.",
        "الإيضاح\n(الَّذِينَ كَفَرُوا لَهُمْ عَذابٌ شَدِيدٌ) أي الذين كفروا بالله ورسوله لهم عذاب شديد في النار ، من جراء كفرهم وإجابتهم دعوة الشيطان واتباعهم خطواته.\n(وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحاتِ لَهُمْ مَغْفِرَةٌ وَأَجْرٌ كَبِيرٌ) أي والذين صدقوا الله ورسوله وعملوا بما أمرهم به وانتهوا عما نهاهم عنه ـ لهم مغفرة من الله لذنوبهم وأجر كبير كفاء ما ملئوا به قلوبهم من عامر الإيمان ، وأخبتوا لربهم بصالح الأعمال.\nثم بيّن البعد ما بين الفريقين ، واختلاف حال الفئتين فقال :",
        "(أَفَمَنْ زُيِّنَ لَهُ سُوءُ عَمَلِهِ فَرَآهُ حَسَناً) أي أفمن حسّن له الشيطان سيىء الأعمال من معاصى الله والكفر به وعبادة مادونه من الآلهة والأوثان ، فحسب سيىء ذلك حسنا ، وظن قبيحه جميلا ، ألك فيه حيلة؟\nثم ذكر السبب في اتجاه كل من الفريقين إلى ما اتجه إليه فقال :\n(فَإِنَّ اللهَ يُضِلُّ مَنْ يَشاءُ وَيَهْدِي مَنْ يَشاءُ) أي فإن ذلك الإضلال بمشيئة الله تعالى التابعة لعلمه باستعداد النفوس للخير وللشر ، وقد تقدم ذلك غير مرة ، فلا حاجة إلى الإطناب فيه.\nثم أتى بما هو كالنتيجة لما سلف فقال :",
        "(فَلا تَذْهَبْ نَفْسُكَ عَلَيْهِمْ حَسَراتٍ) أي فلا تأسف على عدم إيمانهم وعدم إجابتهم دعوتك ، فإن الله حكيم في قدره ، فهو يضل من يضل من عباده ويهدى من يشاء لما له في ذلك من الحجة البالغة ، والعلم التام باستعداد النفوس ، إما بإخباتها لربها ، وإنابتها إليه ، وميلها إلى صالح العمل ، وإما بتدسيتها وحبها لاجتراح السيئات ، وارتكاب الموبقات.\nونحو الآية قوله : «فَلَعَلَّكَ باخِعٌ نَفْسَكَ عَلى آثارِهِمْ إِنْ لَمْ يُؤْمِنُوا بِهذَا الْحَدِيثِ أَسَفاً».\nثم هدد الكافرين على قبيح أعمالهم فقال :\n(إِنَّ اللهَ عَلِيمٌ بِما يَصْنَعُونَ) أي إن الله عليم بما يصنعون من القبائح ، فيجازيهم عليه بما يستحقون ، وفي هذا وعيد تهد منه الجبال وتدك منه الأرض دكا.",
        "(وَاللهُ الَّذِي أَرْسَلَ الرِّياحَ فَتُثِيرُ سَحاباً فَسُقْناهُ إِلى بَلَدٍ مَيِّتٍ فَأَحْيَيْنا بِهِ الْأَرْضَ بَعْدَ مَوْتِها كَذلِكَ النُّشُورُ (9) مَنْ كانَ يُرِيدُ الْعِزَّةَ فَلِلَّهِ الْعِزَّةُ جَمِيعاً إِلَيْهِ يَصْعَدُ الْكَلِمُ الطَّيِّبُ وَالْعَمَلُ الصَّالِحُ يَرْفَعُهُ وَالَّذِينَ يَمْكُرُونَ السَّيِّئاتِ لَهُمْ عَذابٌ شَدِيدٌ وَمَكْرُ أُولئِكَ هُوَ يَبُورُ (10) وَاللهُ خَلَقَكُمْ مِنْ تُرابٍ ثُمَّ مِنْ نُطْفَةٍ ثُمَّ جَعَلَكُمْ أَزْواجاً وَما تَحْمِلُ مِنْ أُنْثى وَلا تَضَعُ إِلاَّ بِعِلْمِهِ وَما يُعَمَّرُ مِنْ مُعَمَّرٍ وَلا يُنْقَصُ مِنْ عُمُرِهِ إِلاَّ فِي كِتابٍ إِنَّ ذلِكَ عَلَى اللهِ يَسِيرٌ (11))\nتفسير المفردات\nأرسل : أي أطلق وأوجد من العدم ، تثير أي تحرك ، ميت وميّت بمعنى قاله محمد بن يزيد وأنشد :\n",
        "ويرى بعضهم أن الميت بالتخفيف هو الذي مات ، والميت بالتشديد ، والمائت هو الذي لم يمت بعد وأنشد :\nوالمراد أنه لا نبات فيه ، والنشور : إحياء الأموات يقال نشر الله الميت وأنشره ، أي أحياه ، العزة : أي الشرف والمنعة من قولهم أرض عزاز : أي صلبة ، والكلم الطيب : هو التوحيد أو الذكر أو قراءة القرآن ، وصعوده إلى الله : قبوله ، والعمل الصالح : هو ما كان بإخلاص ، يرفعه : أي يقبله ، يمكرون : أي يعملون على وجه المكر والخديعة ، والسيئات : المكرات السيئات كأن يراءوا المؤمنين في أعمالهم يوهمونهم أنهم في طاعة الله ، يبور : أي يفسد من البوار وهو الهلاك ، أزواجا : أي أصنافا ذكرانا وإناثا ، يعمر من معمر : أي يمدّ في عمر أحد ، فى كتاب : أي في صحيفة المرء.\nالمعنى الجملي\nبعد أن ذكر عز اسمه أن الكافرين لهم عذاب شديد يوم القيامة ، وأن الذين يعملون الصالحات لهم أجر كبير عند ربهم في ذلك اليوم ـ أردف ذلك بيان أن هذا اليوم لا ريب فيه ، وضرب المثل الذي يدل على تحققه لا محالة ، ثم ذكر أن من يريد العزة فليطع الله ورسوله ، ولا يتعزز بعبادة الأصنام والأوثان كما أخبر الله عنهم «وَاتَّخَذُوا مِنْ دُونِ اللهِ آلِهَةً لِيَكُونُوا لَهُمْ عِزًّا» وأن العمل الطيب يرفع إلى الله ويحفظ لديه ويجازى. عليه ، ثم أعقب ذلك بأن من يمكر بالمؤمنين ويريد خداعهم فالله يفسد عليه تدبيره ويجازيه بما عمل شر الجزاء ، وبعد أن ذكر دليل البعث بما يشاهد فى الآفاق من دلائل القدرة ، ذكر دليلا عليه بما يرى في الأنفس من اختلاف",
        "أطوارها ، فقد كانت ترابا ثم نطفة ثم وضعت في الأرحام إلى أن صارت بشرا سويا ، ومنها ما يمد في عمرها ، ومنها ما يخترم قبل ذلك ، كما تدل عليه المشاهدة ، وكل ذلك يسير على الله.\nالإيضاح\n(وَاللهُ الَّذِي أَرْسَلَ الرِّياحَ فَتُثِيرُ سَحاباً فَسُقْناهُ إِلى بَلَدٍ مَيِّتٍ فَأَحْيَيْنا بِهِ الْأَرْضَ بَعْدَ مَوْتِها كَذلِكَ النُّشُورُ) أي أفلا تتدبرون وتعقلون فتعلموا أن من أوجد الرياح بعد أن لم تكن ، ثم جعلها تسيّر السحاب الثقال ، فتنزل منها الغيث إلى الأرض الجرز التي لا نبات بها ، فتحيا بعد أن كانت ميتة وتهتز وتربو وتنبت كل زوج بهيج ـ أفليس ذلك القادر الحكيم الذي أحيا ميت الأرض بقادر على أن يحيى الموتى بعد بلاها ، وبعد أن كانت عظاما نخرة؟ إنه على كل شىء قدير.\nوعن أبى رزين قال : «قلت يا رسول الله كيف يحيى الله الموتى؟ وما آية ذلك فى خلقه؟ قال صلّى الله عليه وسلم يا أبا رزين أما مررت بوادي قومك ممحلا ، ثم مررت به يهتز خضرا؟ قلت بلى ، قال صلّى الله عليه وسلم فكذلك يحيى الله الموتى».",
        "(مَنْ كانَ يُرِيدُ الْعِزَّةَ فَلِلَّهِ الْعِزَّةُ جَمِيعاً) أي من كان يود أن يكون عزيزا فى الدنيا والآخرة فليلزم طاعة الله تعالى ، فإن بها تنال العزة إذ لله العزة فيهما جميعا.\n(إِلَيْهِ يَصْعَدُ الْكَلِمُ الطَّيِّبُ) أي إنه سبحانه يقبل طيب الكلام كالتوحيد والذكر وقراءة القرآن ، ومن الذكر : سبحان الله والحمد لله ولا إله إلا الله والله أكبر.\n(وَالْعَمَلُ الصَّالِحُ يَرْفَعُهُ) صلاح العمل بالإخلاص فيه ، وما كان كذلك قبله الله وأثاب عليه ، وما لا إخلاص فيه ، وما كان كذلك قبله الله وأثاب عليه ، وما لا إخلاص فيه فلا ثواب عليه بل عليه العقاب ، فالصلاة والزكاة وأعمال البر إذا فعلت مراءاة للناس لا يتقبلها الله كما قال سبحانه «فَوَيْلٌ لِلْمُصَلِّينَ. الَّذِينَ هُمْ عَنْ صَلاتِهِمْ ساهُونَ. الَّذِينَ هُمْ يُراؤُنَ وَيَمْنَعُونَ الْماعُونَ».\nوروى عن ابن عباس أنه قال : الكلام الطيب ذكر الله ، والعمل الصالح : أداء",
        "فرائضه. وعن الحسن وقتادة : لا يقبل الله قولا إلا بعمل ، من قال وأحسن قبل الله منه.\nوالخلاصة ـ إن القول إذا لم يصحبه عمل لا يقبل ، وأنشدوا :\nوقال ابن المقفّع : قول بلا عمل كثريد بلا دسم ، وسحاب بلا مطر ، وقوس بلا وتر.\nوبعد أن ذكر أن العمل الصالح يصعد إلى الله ، ذكر أن المرائين لا يتقبل منهم عمل ، ولهم عذاب شديد عند ربهم قال :",
        "(وَالَّذِينَ يَمْكُرُونَ السَّيِّئاتِ لَهُمْ عَذابٌ شَدِيدٌ) أي والذين يمكرون المكر السيّء بالمسلمين ، بأن يعملوا كل ما يكون سببا في ضعف الإسلام والحطّ من قدره حتى يمّحى أثره من الوجود ، كما فعلت قريش في دار الندوة ، إذ تدارست الرأى في شأن النبي صلى الله عليه وسلم يحبسه أو قتله أو إجلائه من مكة ـ لهم العذاب الشديد يوم القيامة.\n(وَمَكْرُ أُولئِكَ هُوَ يَبُورُ) أي ومكر هؤلاء المفسدين يظهر زيفه عن قريب لأولى البصائر ، فإنه ما أسرّ أحد سريرة إلا أبداها الله تعالى على صفحات وجهه وفلتات لسانه ، وما أسر أحد سريرة إلا كساه الله رداءها إن خيرا فخير وإن شرا فشر ، فالمرائى لا يروج أمره ولا يتفق إلا على غبىّ ، أما المؤمنون المتفرسون فلا يروج ذلك عليهم ، بل ينكشف عن قريب ، ويجازون عليه أشد الخزي والهوان.\nثم ذكر دليلا على صحة البعث بما يرى في الأنفس فقال :\n(وَاللهُ خَلَقَكُمْ مِنْ تُرابٍ ثُمَّ مِنْ نُطْفَةٍ ثُمَّ جَعَلَكُمْ أَزْواجاً) أي والله خلق الناس من النطفة ، والنطفة من الغذاء ، والغذاء ينتهى آخرا إلى الماء والتراب ، فهم من تراب صار نطفة ، ثم جعلهم أصنافا ذكرانا وإناثا بقدر معلوم بحيث يكاد الفريقان يستويان عددا ، ولو لم يكن كذلك لفنى الإنسان والحيوان ، إذ حفظ النوع لا يتم",
        "إلا بتلك المساواة على وجه التقريب ، ولا تكون المساواة إلا بتدبير وعلم ، وإلى ذلك أشار بقوله :\n(وَما تَحْمِلُ مِنْ أُنْثى وَلا تَضَعُ إِلَّا بِعِلْمِهِ) أي ولا تحمل الأنثى ولا تضع إلا وهو عليم بذلك لا يخفى عليه ، ولو لم يكن كذلك وكانت المصادفة العمياء هى صاحبة السلطان فى هذا العالم ، لم يتم التوازن في العدد بين الزوجين فيفنى الإنسان والحيوان.\nونحو الآية قوله : «اللهُ يَعْلَمُ ما تَحْمِلُ كُلُّ أُنْثى وَما تَغِيضُ الْأَرْحامُ وَما تَزْدادُ ، وَكُلُّ شَيْءٍ عِنْدَهُ بِمِقْدارٍ. عالِمُ الْغَيْبِ وَالشَّهادَةِ الْكَبِيرُ الْمُتَعالِ».\n(وَما يُعَمَّرُ مِنْ مُعَمَّرٍ وَلا يُنْقَصُ مِنْ عُمُرِهِ إِلَّا فِي كِتابٍ) أي لا أحد يقضى له بطول العمر إلا وهو بالغ ما قدّر له ، لا يزيد على ذلك ولا ينقص منه ، ولا أحد مقدّر له قصر العمر بزائد على ما قدّر له في الكتاب الذي كتب له ، وذلك لحفظ الموازين فى الأرض حتى ينتظم العمران ، ولو لم يكن على هذا النحو لاختلط الحابل بالنابل ، وساء حال الكون ، إذ يكثر الناس وتزدحم الأرض ويشتد الكرب ، ومن ثم تفاوتت الأعمار في جميع الأمصار وكانت بمقدار ، واعتدل النظام بالمرض والموت ، والوباء والحرب.",
        "(إِنَّ ذلِكَ عَلَى اللهِ يَسِيرٌ) أي إن ذلك النظام البديع للعالم ـ هيّن على الله لعلمه الشامل ، وعدم خفاء شىء عليه.\n(وَما يَسْتَوِي الْبَحْرانِ هذا عَذْبٌ فُراتٌ سائِغٌ شَرابُهُ وَهذا مِلْحٌ أُجاجٌ وَمِنْ كُلٍّ تَأْكُلُونَ لَحْماً طَرِيًّا وَتَسْتَخْرِجُونَ حِلْيَةً تَلْبَسُونَها وَتَرَى الْفُلْكَ فِيهِ مَواخِرَ لِتَبْتَغُوا مِنْ فَضْلِهِ وَلَعَلَّكُمْ تَشْكُرُونَ (12) يُولِجُ اللَّيْلَ فِي النَّهارِ وَيُولِجُ النَّهارَ فِي اللَّيْلِ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ كُلٌّ\nيَجْرِي لِأَجَلٍ مُسَمًّى ذلِكُمُ اللهُ رَبُّكُمْ لَهُ الْمُلْكُ وَالَّذِينَ تَدْعُونَ مِنْ دُونِهِ ما يَمْلِكُونَ مِنْ قِطْمِيرٍ (13) إِنْ تَدْعُوهُمْ لا يَسْمَعُوا دُعاءَكُمْ وَلَوْ سَمِعُوا مَا اسْتَجابُوا لَكُمْ وَيَوْمَ الْقِيامَةِ يَكْفُرُونَ بِشِرْكِكُمْ وَلا يُنَبِّئُكَ مِثْلُ خَبِيرٍ (14))\nتفسير المفردات",
        "عذب : أي حلو لذيذ طعمه ، فرات : أي كاسر للعطش مزيل له ، سائغ : أي سهل انحداره لخلوه مما تعافه النفس ، أجاج : أي شديد الملوحة والحرارة ، حلية : أي لؤلؤا ومرجانا ، مواخر : أي شاقات للماء حين جريانها ، يولج : أي يدخل ، والقطمير : لفافة النبواة ، وهى القشرة البيضاء الرقيقة التي تكون بين التمرة والنواة ، يكفرون بشرككم : أي يجحدون بإشراككم إياهم وعبادتكم لهم ، ولا ينبئك مثل خبير : أي ولا يخبرك بالأمر مخبر مثل الخبير به.\nالمعنى الجملي\nبعد أن ذكر الأدلة على إثبات البعث وضرب المثل لذلك بإحياء الأرض الميتة بعد إنزال الغيث عليها ـ أردف هذا ذكر البراهين المختلفة على وحدانيته وعظيم قدرته بخلقه الأشياء المتحدة في الجنس المختلفة في المنافع ، فهذا ماء عذب ذلال يجرى فى الأقاليم والأمصار ، والبراري والقفار ، يسقى منه الإنسان والحيوان وينبت النبات الذي فيه غذاء لهما ، وهذا ماء ملح أجاج تسير فيه السفن الكبار ويستخرج منه اللؤلؤ والمرجان ، ومن كل منهما نأكل لحما طريّا فيه لذة للآكلين ، وهذان ليل ونهار ، ضياء وظلام ، يدخل أحدهما في الآخر فيأخذ هذا من طول ذاك ، ويزيد هذا في قصر ذاك فيعتدلان ، ثم يتقارضان صيفا وشتاء ، وسخر الشمس والقمر والنجوم\nالثوابت والسيارات ، كل يجرى بمقدار معين وعلى نهج ثابت لا يتغير ، وكل ذلك بتقدير العزيز العليم.",
        "أما ما تدعون من دونه من الأصنام والأوثان فلا يملكون شروى نقير ، ولا يسمعون لكم دعاء ، ولا يستجيبون لدعوة ، ويوم القيامة يتبرءون منكم إذا دعوتموهم واستشفعتم بهم ، ولا ينبئك بهذا إلا الخبير وهو ربك العليم بما كان وما سيكون.\nالإيضاح\n(وَما يَسْتَوِي الْبَحْرانِ هذا عَذْبٌ فُراتٌ سائِغٌ شَرابُهُ وَهذا مِلْحٌ أُجاجٌ) أي وما يعتدل البحران فيستويان : أحدهما عذب سائغ شرابه يجرى في الأنهار السارحة بين الناس من كبار وصغار بحسب الحاجة إليها في الأقاليم والأمصار. وثانيهما ملح ساكن تسير فيه السفن الكبار (وَمِنْ كُلٍّ تَأْكُلُونَ لَحْماً طَرِيًّا) أي ومن كل البحار تأكلون السمك الغض الطرىّ فضلا من الله ومنة.\n(وَتَسْتَخْرِجُونَ حِلْيَةً تَلْبَسُونَها وَتَرَى الْفُلْكَ فِيهِ مَواخِرَ لِتَبْتَغُوا مِنْ فَضْلِهِ وَلَعَلَّكُمْ تَشْكُرُونَ) أي وتستخرجون الدر والمرجان من الملح الأجاج ومن العذب الفرات ، وتجرى السفن في كل منهما تشقه شقا بحيازيمها حين جريها ، مقبلة مدبرة حاملة أقواتكم من بلد إلى آخر ، فتدفع عنكم المخمصة وتسدّ العوز.",
        "لعلكم تشكرونه سبحانه على تسخيرها لكم ، تتصرفون فيها كيف شئتم ، وتذهبون فيها إن أردتم.\nولما كان بين الفلك في البحر والشمس والقمر في مدارهما مناسبة ، فإن كلا منهما سارح في تلك العوالم الشاسعة ـ أردفه ذكر الليل والنهار وتسخير الشمس والقمر فقال :\n(يُولِجُ اللَّيْلَ فِي النَّهارِ وَيُولِجُ النَّهارَ فِي اللَّيْلِ) أي يدخل الليل في النهار فيكون\nالنهار أطول من الليل ساعة فأكثر ، ويدخل النهار في الليل فيكون الليل أطول من النهار كذلك.",
        "(وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ كُلٌّ يَجْرِي لِأَجَلٍ مُسَمًّى) أي وأجرى لكم الشمس والقمر ، نعمة منه عليكم ورحمة بكم ، لتعلموا عدد السنين والحساب ، ولتسكنوا في الليل ، وتبتغوا فضلا منه في النهار ، ولا يزالان يجريان هكذا لأجل معلوم ، لا يقصران دونه ، ولا يتعديانه ، وهو يوم القيامة.\n(ذلِكُمُ اللهُ رَبُّكُمْ لَهُ الْمُلْكُ) أي ذلكم الذي يفعل هذه الأفعال هو معبودكم الذي لا تصلح العبادة إلا له ، وهو ربكم الذي له الملك التام والسلطان المطلق والقهر والجبروت ، وكل من في السموات والأرض فهو عبد له وتحت قبضته وبطشه.\n(وَالَّذِينَ تَدْعُونَ مِنْ دُونِهِ ما يَمْلِكُونَ مِنْ قِطْمِيرٍ) أي والذين تعبدونهم من الأصنام والأوثان لا يملكون شيئا ولو كان حقيرا ، بل هم ملك لخالق القوى والقدر.\nثم أكد ما سلف مبينا حقارة شأنهم وعظيم ضعفهم بقوله :",
        "(إِنْ تَدْعُوهُمْ لا يَسْمَعُوا دُعاءَكُمْ ، وَلَوْ سَمِعُوا مَا اسْتَجابُوا لَكُمْ) أي وإن تدعوا هذه الآلهة من دون الله لا تسمع لكم دعاء ، لأنهم جماد لا أرواح لهم ، ولو سمعوا ما قدروا أن ينفعوكم ويستجيبوا لشىء مما تطلبون.\nوالخلاصة ـ كيف تعبدون من لا ينفع ولا يضر ، وتدعون من بيده النفع والضر ، وهو الذي ذرأكم في الأرض وإليه تحشرون.\nوبعد أن نفى المقتضى للعبادة ، وهو مجىء النفع والضر من قبلهم ، ذكر المانع من عبادتهم وهو كفرهم بهم يوم القيامة فقال :\n(وَيَوْمَ الْقِيامَةِ يَكْفُرُونَ بِشِرْكِكُمْ) أي وهم يوم القيامة يتبرءون منكم ويقولون : ما كنتم إيانا تعبدون ، بل كنتم تعبدون أهواءكم وشهواتكم وما زينته لكم شياطينكم ونحو الآية قوله : «وَاتَّخَذُوا مِنْ دُونِ اللهِ آلِهَةً لِيَكُونُوا لَهُمْ عِزًّا : كَلَّا سَيَكْفُرُونَ بِعِبادَتِهِمْ وَيَكُونُونَ عَلَيْهِمْ ضِدًّا».",
        "ثم أكد صدق ما حكاه عنهم من أحوالهم بقوله :\n(وَلا يُنَبِّئُكَ مِثْلُ خَبِيرٍ) أي ولا يخبرك عن أمر هذه الآلهة وعن أمر عبدتها يوم القيامة إلا ذو خبرة بأمرها وأمرهم ، وهو الله الذي لا يخفى عليه شىء كان ، أو سيكون في مستأنف الأزمان.\n(يا أَيُّهَا النَّاسُ أَنْتُمُ الْفُقَراءُ إِلَى اللهِ وَاللهُ هُوَ الْغَنِيُّ الْحَمِيدُ (15) إِنْ يَشَأْ يُذْهِبْكُمْ وَيَأْتِ بِخَلْقٍ جَدِيدٍ (16) وَما ذلِكَ عَلَى اللهِ بِعَزِيزٍ (17) وَلا تَزِرُ وازِرَةٌ وِزْرَ أُخْرى وَإِنْ تَدْعُ مُثْقَلَةٌ إِلى حِمْلِها لا يُحْمَلْ مِنْهُ شَيْءٌ وَلَوْ كانَ ذا قُرْبى إِنَّما تُنْذِرُ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ بِالْغَيْبِ وَأَقامُوا الصَّلاةَ وَمَنْ تَزَكَّى فَإِنَّما يَتَزَكَّى لِنَفْسِهِ وَإِلَى اللهِ الْمَصِيرُ (18))\nتفسير المفردات",
        "ولا تزر : أي ولا تحمل ، وازرة : أي نفس آثمة ، وزر أخرى : أي إثم نفس أخرى ، والمثقلة : النفس التي أثقلتها الذنوب والأوزار ، ذا قربى : أي ذا قرابة من الداعي ، بالغيب : أي غائبا عنهم ، وتزكى : أي تطهر من دنس الأوزار والذنوب ، والمصير : المرجع والعاقبة\nالمعنى الجملي\nبعد أن ذكر سبحانه أن ملك السموات والأرض له ، وأن ما يدعون من دونه من الأصنام والأوثان لا يملك شيئا ولا يجلب نفعا ولا يدفع ضرا ـ أعقب هذا بما هو فذلكة لما تقدم وكالنتيجة له ، بأنه لا افتقار إلا إليه ولا اتكال إلا عليه ، فهو الذي تجب عبادته وحده ، لأن النفع والضر بيده لا شريك له ؛ ثم بين أنه يوم القيامة\nلا تجزى نفس عن نفس شيئا ، ولا تستطيع دفع ضر عنها ولو كانت ذات قرابة منها ، ثم أرشد إلى أن البشارة والإنذار إنما تجدى نفعا لدى من يخشى الله ويخاف عقابه ، وأن من يتزكى فنفع ذلك عائد إليه ، وإلى الله عاقبة الأمور كلها ومردّها إليه.",
        "الإيضاح\n(يا أَيُّهَا النَّاسُ أَنْتُمُ الْفُقَراءُ إِلَى اللهِ ، وَاللهُ هُوَ الْغَنِيُّ الْحَمِيدُ) أي أنتم أيها العباد أولو الحاجة والفقر إلى خالقكم ورازقكم ، فإياه فاعبدوا ، وإلى رضاه فسارعوا ، وهو الغنى عن عبادتكم وعن غيرها ، وهو المحمود على نعمه ، فكل نعمة بكم وبسواكم فهى منه ، فله الحمد والشكر على كل حال.\nوالخلاصة ـ أنتم في حاجة إليه وهو ذو الغنى وحده لا شريك له ، والمحمود فى جميع ما يقول ويفعل ويشرع لكم ولغيركم من الأحكام.\nثم أرشد إلى غناه وإلى قدرته الكاملة بقوله :",
        "(إِنْ يَشَأْ يُذْهِبْكُمْ وَيَأْتِ بِخَلْقٍ جَدِيدٍ وَما ذلِكَ عَلَى اللهِ بِعَزِيزٍ) أي إن يشأ ربكم أن يهلككم أهلككم ، لأنه هو الذي أنشأكم من غير حاجة به إليكم ، ويأت بخلق سواكم يطيعونه ويأتمرون بأمره وينتهون عما نهاهم عنه ، وما ذلك بصعب على الله الخالق لجميع عباده ، بل هو يسير هيّن عليه.\nوليس بخاف ما في هذا من تهديد ووعيد ، وزجر وتأنيب.\nثم أخبر عن أحوال يوم القيامة وأهوالها وشدائدها بقوله :\n(وَلا تَزِرُ وازِرَةٌ وِزْرَ أُخْرى) أي ولا تحمل نفس مذنبة ذنب نفس أخرى ، بل تحمل كل نفس وزرها فحسّب ، ولا تنافى بين هذا وما جاء في سورة العنكبوت من قوله سبحانه : «وَلَيَحْمِلُنَّ أَثْقالَهُمْ وَأَثْقالاً مَعَ أَثْقالِهِمْ» فإن هذا في الضالين المضلين وهم يحملون إثم إضلالهم مع إثم ضلالهم ، وكل ذلك آثامهم لا آثام غيرهم.",
        "(وَإِنْ تَدْعُ مُثْقَلَةٌ إِلى حِمْلِها لا يُحْمَلْ مِنْهُ شَيْءٌ وَلَوْ كانَ ذا قُرْبى) أي وإن تسأل نفس ذات ثقل من الذنوب ، من يحمل عنها ذنوبها؟ لم تجد من يجيبها إلى ما تطلب ولو كان المدعو ذا قرابة لها كأب أو ابن ، إذ كلّ مشغول بنفسه ، ولكل امرئ منهم يومئذ شأن يغنيه ونحو الآية قوله : «لا يَجْزِي والِدٌ عَنْ وَلَدِهِ وَلا مَوْلُودٌ هُوَ جازٍ عَنْ والِدِهِ شَيْئاً» وقوله : «يَوْمَ يَفِرُّ الْمَرْءُ مِنْ أَخِيهِ وَأُمِّهِ وَأَبِيهِ وَصاحِبَتِهِ وَبَنِيهِ لِكُلِّ امْرِئٍ مِنْهُمْ يَوْمَئِذٍ شَأْنٌ يُغْنِيهِ» قال عكرمة : إن الوالد ليتعلق بولده يوم القيامة فيقول يا بنىّ : أىّ والد كنت لك؟ فيثنى خيرا فيقول له يا بني إنى قد احتجت إلى مثقال ذرة من حسناتك أنجو بها مما ترى ، فيقول له ولده : يا أبت ما أيسر ما طلبت ، ولكنى أتخوف مثل ما تتخوف ، فلا أستطيع أن أعطيك شيئا ، ثم يتعلق بزوجته فيقول يا فلانة : أىّ زوج كنت لك؟ فنثنى خيرا فيقول لها إنى أطلب إليك حسنة واحدة تهبينها لى لعلى أنجو بها مما ترين ، فتقول ما أيسر ما طلبت. ولكنى لا أطيق أن أعطيك شيئا ، إنى أتخوف مثل الذي تتخوف ثم سلى رسوله صلّى الله عليه وسلم على عدم قبولهم دعوته وإصرارهم على عنادهم فقال :\n(إِنَّما تُنْذِرُ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ بِالْغَيْبِ وَأَقامُوا الصَّلاةَ) أي إنما يجدى النصح والإنذار لدى من يخشون الله ويخافون شديد عقابه يوم القيامة من غير معاينة منهم لذلك ، بل لإيمانهم بما أتيت به وتصديقهم لك فيما أنبأت به عن ربك ، فهؤلاء هم الذين ينفعهم إنذارك ويتعظون بمواعظك ، لا من طبع الله على قلوبهم فهم لا يفقهون ـ إلى أنهم يؤدون الصلاة المفروضة عليهم ويقيمونها على ما رسمه الدين ،\nفهى التي تطهر قلوبهم وتقربهم من ربهم حين مناجاتهم له كما جاء في الحديث «اعبد الله كأنك تزاه فإن لم تكن تراه فإنه يراك» والخلاصة ـ إنه إنما ينفع إنذارك وتخويفك من يخشى بأس الله وشديد عقابه ، دون من عداهم من أهل التمرد والعناد.\nثم حث على الأعمال الصالحة وأبان أن فائدتها عائدة إليهم فقال :",
        "(وَمَنْ تَزَكَّى فَإِنَّما يَتَزَكَّى لِنَفْسِهِ وَإِلَى اللهِ الْمَصِيرُ) أي ومن يتطهر من أدناس الشرك وأوضار الذنوب والمعاصي فنفع ذلك عائد إليه ؛ كما أن من يتدسى بالذنوب والآثام فضرّ ذلك راجع إليه ، وإلى الله مصير كل عامل وهو مجازيه بما قدم من خير أو شر على ما جنى وأثّل لنفسه.\n(وَما يَسْتَوِي الْأَعْمى وَالْبَصِيرُ (19) وَلا الظُّلُماتُ وَلا النُّورُ (20) وَلا الظِّلُّ وَلا الْحَرُورُ (21) وَما يَسْتَوِي الْأَحْياءُ وَلا الْأَمْواتُ إِنَّ اللهَ يُسْمِعُ مَنْ يَشاءُ وَما أَنْتَ بِمُسْمِعٍ مَنْ فِي الْقُبُورِ (22) إِنْ أَنْتَ إِلاَّ نَذِيرٌ (23) إِنَّا أَرْسَلْناكَ بِالْحَقِّ بَشِيراً وَنَذِيراً وَإِنْ مِنْ أُمَّةٍ إِلاَّ خَلا فِيها نَذِيرٌ (24) وَإِنْ يُكَذِّبُوكَ فَقَدْ كَذَّبَ الَّذِينَ مِنْ قَبْلِهِمْ جاءَتْهُمْ رُسُلُهُمْ بِالْبَيِّناتِ وَبِالزُّبُرِ وَبِالْكِتابِ الْمُنِيرِ (25) ثُمَّ أَخَذْتُ الَّذِينَ كَفَرُوا فَكَيْفَ كانَ نَكِيرِ (26))\nتفسير المفردات\nالحرور : السموم إلا أن السموم يكون بالنهار والحرور بالليل والنهار ، خلا : أي سلف ومضى ، ونذير : أي منذر مخوف وهو النبي ، والبينات : أي المعجزات",
        "الدالة على صدقهم فيما يدعون ، والزبر : واحدها زبور وهو الكتاب ، النكير : الإنكار بالعقوبة ..\nالمعنى الجملي\nبعد أن بين سبحانه طريق الهدى وطريق الضلالة وذكر أن المستعد للإيمان قد اهتدى بهدى النذير ، والجاحد المعاند قسا قلبه ولم يستفد من هديه ـ ضرب مثلا به تنجلى حاليهما ، ثم ذكر أن الهداية بيد الله يمنحها من يشاء ، وأن هؤلاء المشركين كالموتى لا يسمعون نصيحة ولا يهتدون بعظة ، وأن الله لم يترك أمة سدى ، بل أرسل الرسل ؛ فمنهم من أجاب دعوة الداعي ونجا ، ومنهم من استكبر وعصى ، وكانت عاقبته الوبال والنكال في الدنيا والنار في العقبى.\nالإيضاح",
        "(وَما يَسْتَوِي الْأَعْمى وَالْبَصِيرُ. وَلَا الظُّلُماتُ وَلَا النُّورُ وَلَا الظِّلُّ وَلَا الْحَرُورُ) أي وما يستوى الأعمى عن دين الله الذي ابتعث به نبيه صلّى الله عليه وسلم ، والبصير الذي قد أبصر فيه رشده فاتبع محمدا صلّى الله عليه وسلم وصدّقه وقبل عن الله ما ابتعثه به ، وما تستوى ظلمات الكفر ونور الإيمان ولا الثواب والعقاب.\nثم ضرب مثلا آخر لهما فقال :\n(وَما يَسْتَوِي الْأَحْياءُ وَلَا الْأَمْواتُ) أي وما يستوى أحياء القلوب بالإيمان بالله ورسوله ومعرفة كتابه وتنزيله ، وأموات القلوب بغلبة الكفر عليها حتى صارت لا تعقل عن الله أمره ونهيه ولا تفرق بين الهدى والضلال ، وكل هذه أمثال ضربها الله للمؤمن والإيمان والكافر والكفر.\nونحو الآية قوله : «أَوَمَنْ كانَ مَيْتاً فَأَحْيَيْناهُ وَجَعَلْنا لَهُ نُوراً يَمْشِي بِهِ فِي النَّاسِ كَمَنْ مَثَلُهُ فِي الظُّلُماتِ لَيْسَ بِخارِجٍ مِنْها؟» وقوله : «مَثَلُ الْفَرِيقَيْنِ كَالْأَعْمى وَالْأَصَمِّ وَالْبَصِيرِ وَالسَّمِيعِ هَلْ يَسْتَوِيانِ مَثَلاً؟».",
        "والخلاصة ـ إن المؤمن بصير سميع نيّر القلب يمشى على صراط مستقيم في الدنيا والآخرة حتى يستقر به الحال في الجنات ذات الظلال والعيون ، والكافر أعمى وأصم يمشى في ظلمات لا خروج له منها ، فهو يتيه في غيه وضلاله في الدنيا والآخرة حتى يفضى به ذلك إلى حرور وسموم ، وحميم وظل من يحموم ، لا بارد ولا كريم.\nثم بين أن الهداية والتوفيق بيده سبحانه وحده فقال :\n(إِنَّ اللهَ يُسْمِعُ مَنْ يَشاءُ) أي إن الله يهدى من يشاء إلى سماع الحجة وقبولها بخلق الاستعداد فيه للهداية.\nثم ضرب مثلا لهؤلاء المشركين وجعلهم كالأموات لا يسمعون فقال :",
        "(وَما أَنْتَ بِمُسْمِعٍ مَنْ فِي الْقُبُورِ) أي فكما لا تقدر أن تسمع من في القبور كتاب الله ، فتهديهم به إلى سبيل الرشاد ، لا تقدر أن تنفع بمواعظ الله وحججه من كان ميت القلب لا يستطيع فهم كتابه ومعرفة مغازى الدين وأسراره.\nوالخلاصة ـ كما لا ينتفع الأموات بعد أن صاروا إلى قبورهم وهم كفار بالهداية والدعوة إليها ـ كذلك هؤلاء المشركون لا حيلة لك فيهم ولا تستطيع هدايتهم.\nثم بين عمل الرسول فقال :\n(إِنْ أَنْتَ إِلَّا نَذِيرٌ) أي ما أنت إلا منذر عقاب الله لهؤلاء المشركين الذين طبع على قلوبهم ، ولم تكلّف هدايتهم وقبولهم ما جئتهم به ، فإن ذلك بيده تعالى لا بيدك ولا بيد غيرك ، فلا تذهب نفسك عليهم حسرات إن هم لم يستجيبوا لك.",
        "ثم بين سبحانه أنه ليس نذيرا من تلقاء نفسه ، بل بإذن ربه وإرادته وأنه ما جاء إلا بالحق فقال :\n(إِنَّا أَرْسَلْناكَ بِالْحَقِّ بَشِيراً وَنَذِيراً) أي إنا أرسلناك أيها الرسول بالإيمان بي وحدي ، وبالشرائع التي فرضتها على عبادى ، مبشرا بالجنة من صدقك وقبل منك ما جئت به من عندى ، ومنذرا بعقاب من كذبك وردّ عليك ما أوحى به إليك.\nثم بين فضله سبحانه على عباده ورحمته بهم وأنه لم يتركهم دون أن يبين لهم طريق الهدى والضلال فقال :\n(وَإِنْ مِنْ أُمَّةٍ إِلَّا خَلا فِيها نَذِيرٌ) أي وما من أمة خلت من بنى آدم إلا وقد بعث الله إليهم النذر ، وأزاح عنهم العلل ، كما قال : «لِئَلَّا يَكُونَ لِلنَّاسِ عَلَى اللهِ حُجَّةٌ بَعْدَ الرُّسُلِ» وقال : «وَما كُنَّا مُعَذِّبِينَ حَتَّى نَبْعَثَ رَسُولاً» وقال : «وَلَقَدْ بَعَثْنا فِي كُلِّ أُمَّةٍ رَسُولاً أَنِ اعْبُدُوا اللهَ وَاجْتَنِبُوا الطَّاغُوتَ ، فَمِنْهُمْ مَنْ هَدَى اللهُ وَمِنْهُمْ مَنْ حَقَّتْ عَلَيْهِ الضَّلالَةُ».",
        "ثم سلّى رسوله على ما يلاقيه من قومه من الإصرار على العناد والتكذيب وأبان له أنه ليس ببدع من بين الرسل فقال :\n(وَإِنْ يُكَذِّبُوكَ فَقَدْ كَذَّبَ الَّذِينَ مِنْ قَبْلِهِمْ جاءَتْهُمْ رُسُلُهُمْ بِالْبَيِّناتِ وَبِالزُّبُرِ وَبِالْكِتابِ الْمُنِيرِ) أي وإن يكذبك أيها الرسول مشركو قومك فلا تبتئس بما يفعلون ، فقد كذب الذين من قبلهم من الأمم رسلهم الذين جاءوهم بالمعجزات الباهرة ، والأدلة القاطعة ، وبالكتب الواضحة كالتوراة والإنجيل وصحف إبراهيم وزبور داود ، وبعد أن سلاه هدد من خالفوه وعصوه بمثل ما فعل بمن قبلهم من الماضين فقال.\n(ثُمَّ أَخَذْتُ الَّذِينَ كَفَرُوا فَكَيْفَ كانَ نَكِيرِ) أي وبعد أن أتاهم الرسل بما أتوهم كذبوهم فيما جاءوهم به فأخذتهم بالعقاب والنكال ، فانظر كيف كان شديد عقابى بهم وإنكارى عليهم ، فإن تمادى قومك وأصروا على إنكارهم واستمروا فى عمايتهم حل بهم مثل ما حل بأولئك : فتلك سنة الله لا تبديل لها ولا تغيير.\n«سُنَّةَ اللهِ فِي الَّذِينَ خَلَوْا مِنْ قَبْلُ وَلَنْ تَجِدَ لِسُنَّةِ اللهِ تَبْدِيلاً».",
        "ولا يخفى ما في هذا من شديد التهديد والوعيد.\n(أَلَمْ تَرَ أَنَّ اللهَ أَنْزَلَ مِنَ السَّماءِ ماءً فَأَخْرَجْنا بِهِ ثَمَراتٍ مُخْتَلِفاً أَلْوانُها وَمِنَ الْجِبالِ جُدَدٌ بِيضٌ وَحُمْرٌ مُخْتَلِفٌ أَلْوانُها وَغَرابِيبُ سُودٌ (27) وَمِنَ النَّاسِ وَالدَّوَابِّ وَالْأَنْعامِ مُخْتَلِفٌ أَلْوانُهُ كَذلِكَ إِنَّما يَخْشَى اللهَ مِنْ عِبادِهِ الْعُلَماءُ إِنَّ اللهَ عَزِيزٌ غَفُورٌ (28))\nتفسير المفردات\nألوانها : أي من أحمر إلى أصفر إلى أخضر إلى نحو ذلك ، الجدد : واحدها جدة (بالضم) وهى الطريق المختلفة الألوان في الجبل ونحوه ، والغرابيب : واحدها غربيب وهو شديد السواد ؛ يقال أسود غربيب ، وأبيض يقق ، وأصفر فاقع ، وأحمر قان ، وفي الحديث «إن الله يبغض الشيخ الغربيب» يعنى الذي يخضب بالسواد ، وقال امرؤ القيس في وصف فرسه :",
        "المعنى الجملي\nبعد أن ذكر سبحانه دلائل وحدانيته وعظيم قدرته التي أعرض عنها المشركون عنادا واستكبارا ـ أردف ذلك ذكر ما يرونه من المشاهدات الكونية المختلفة الأشكال والألوان ، لعل ذلك يعيد إليهم أحلامهم وينبه عقولهم إلى الاعتبار بما يرون ويشاهدون.\nالإيضاح\n(أَلَمْ تَرَ أَنَّ اللهَ أَنْزَلَ مِنَ السَّماءِ ماءً فَأَخْرَجْنا بِهِ ثَمَراتٍ مُخْتَلِفاً أَلْوانُها) يقول سبحانه منبها إلى كمال قدرته : ألم تشاهد أيها الرائي أنا خلقنا الأشياء المختلفة من الشيء",
        "الواحد ، فأنزلنا الماء من السماء وأخرجنا به ثمرات مختلفا ألوانها وطعومها وروائحها كما هو مشاهد من ألوان الثمار من أصفر إلى أحمر إلى أخضر إلى نحو ذلك ونحو الآية قوله : «وَفِي الْأَرْضِ قِطَعٌ مُتَجاوِراتٌ وَجَنَّاتٌ مِنْ أَعْنابٍ وَزَرْعٌ وَنَخِيلٌ صِنْوانٌ وَغَيْرُ صِنْوانٍ يُسْقى بِماءٍ واحِدٍ وَنُفَضِّلُ بَعْضَها عَلى بَعْضٍ فِي الْأُكُلِ إِنَّ فِي ذلِكَ لَآياتٍ لِقَوْمٍ يَعْقِلُونَ».\n(وَمِنَ الْجِبالِ جُدَدٌ بِيضٌ وَحُمْرٌ مُخْتَلِفٌ أَلْوانُها وَغَرابِيبُ سُودٌ) أي وخلقنا الجبال كذلك مختلفة الألوان من بيض إلى حمر إلى سود غرابيب كما هو مشاهد ، وفي بعضها طرائق مختلفة الألوان أيضا.\n(وَمِنَ النَّاسِ وَالدَّوَابِّ وَالْأَنْعامِ مُخْتَلِفٌ أَلْوانُهُ كَذلِكَ) أي وكذلك الناس والدواب والأنعام مختلفة الألوان في الجنس الواحد ، بل الحيوان الواحد قد يكون فيه ألوان مختلفة ، فتبارك الله أحسن الخالقين.\nونحو الآية قوله : «وَمِنْ آياتِهِ خَلْقُ السَّماواتِ وَالْأَرْضِ وَاخْتِلافُ أَلْسِنَتِكُمْ وَأَلْوانِكُمْ».",
        "ولما عدد آياته وأعلام قدرته وآثار صنعه بين أنه لا يعرف ذلك حق المعرفة إلا العلماء بأسرار الكون ، العالمون بدقائق صنعه تعالى ، فهم الذين يفهمون ذلك حق الفهم ، ويعلمون شديد بطشه وعظيم قهره فقال :\n(إِنَّما يَخْشَى اللهَ مِنْ عِبادِهِ الْعُلَماءُ) أي إنما يخاف الله فيتقى عقابه بطاعته ـ العالمون بعظيم قدرته على ما يشاء من الأشياء وأنه يفعل ما يريد ، لأن من علم ذلك أيقن بعقابه على معصيته فخافه ورهبه خشية أن يعاقبه.\nوقد أثر عن ابن عباس أنه قال : العالم بالرحمن من عباده ، من لم يشرك به شيئا ، وأحلّ حلاله ، وحرّم حرامه ، وحفظ وصيته ، وأيقن أنه ملاقيه ومحاسبه بعمله.\nوقال الحسن البصري : العالم من خشى الرّحمن بالغيب ، ورغب فيما رغب الله فيه ، وزهد فيما سخط الله فيه ثم تلا الآية.",
        "وعن عائشة قالت : «صنع رسول الله صلّى الله عليه وسلم شيئا فرخّص فيه ، فتنزه عنه قوم ، فبلغ ذلك النبي صلّى الله عليه وسلم ، فخطب فحمد الله ثم قال : ما بال أقوام يتنزهون عن الشيء أصنعه ، فو الله إنى لأعلمهم بالله وأشدهم له خشية» ، أخرجه البخاري ومسلم ثم بين سبب خشيتهم منه فقال :\n(إِنَّ اللهَ عَزِيزٌ غَفُورٌ) أي إن الله عزيز في انتقامه ممن كفر به ، غفور لذنوب من آمن به وأطاعه ، فهو قادر على عقوبة العصاة وقهرهم ، وإثابة أهل الطاعة والعفو عنهم ، ومن حق المعاقب والمثيب أن يخشى.\n(إِنَّ الَّذِينَ يَتْلُونَ كِتابَ اللهِ وَأَقامُوا الصَّلاةَ وَأَنْفَقُوا مِمَّا رَزَقْناهُمْ سِرًّا وَعَلانِيَةً يَرْجُونَ تِجارَةً لَنْ تَبُورَ (29) لِيُوَفِّيَهُمْ أُجُورَهُمْ وَيَزِيدَهُمْ مِنْ فَضْلِهِ إِنَّهُ غَفُورٌ شَكُورٌ (30))\nتفسير المفردات",
        "يتلون : أي يتّبعون من قولهم تلاه إذا تبعه ، لأن التلاوة بلا عمل لا نفع فيها ، وقد ورد : «ربّ قارئ للقرآن والقرآن يلعنه» والمراد من التجارة المعاملة مع الله لنيل الثواب ، وتبور : أي تكسد.\nالمعنى الجملي\nلما بين سبحانه أن العلماء هم الذين يخشون الله ويخافون عقابه ـ أردف ذلك ذكر حال العالمين بكتاب الله العالمين بما فرض فيه من أحكام كإقامة الصلاة\nوإيتاء الزكاة في السر والعلن ، وأبان أن هؤلاء يرجون ثوابا من ربهم كفاء أعمالهم ، بل أضعاف ذلك فضلا من ربهم ورحمة ، ويطمعون في غفران زلاتهم لأنه الغفور الشكور لهم على ما أحسنوا من عمل.",
        "الإيضاح\nإن الذين يتبعون كتاب الله ويعملون بما فرض فيه من فرائض فيؤدون الصلاة المفروضة لمواقيتها على ما رسمه الدين بإخلاص وخشية من ربهم ، ويتصدقون مما أعطاهم من الأموال سرا وعلانية بلا بسط ولا إسراف ـ هؤلاء قد عاملوا ربهم راجين ربخ تجارتهم بنيلهم عظيم ثوابه كفاء ما قدموا من عمل مع الإخبات والإنابة إليه ، ويبتغون فضلا منه ورحمة فوق ذلك ، وغفرانا لما فرط من زلاتهم ، وما اجترحوا من سيئاتهم ، فالله هو الغفور لما فرّط من المطيعين من الزلات ، الشكور لطاعاتهم ، فمجازيهم عليها الجزاء الأوفى.\nونحو الآية قوله : «فَأَمَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحاتِ فَيُوَفِّيهِمْ أُجُورَهُمْ وَيَزِيدُهُمْ مِنْ فَضْلِهِ».\n(وَالَّذِي أَوْحَيْنا إِلَيْكَ مِنَ الْكِتابِ هُوَ الْحَقُّ مُصَدِّقاً لِما بَيْنَ يَدَيْهِ إِنَّ اللهَ بِعِبادِهِ لَخَبِيرٌ بَصِيرٌ (31) ثُمَّ أَوْرَثْنَا الْكِتابَ الَّذِينَ اصْطَفَيْنا مِنْ عِبادِنا فَمِنْهُمْ ظالِمٌ لِنَفْسِهِ وَمِنْهُمْ مُقْتَصِدٌ وَمِنْهُمْ سابِقٌ بِالْخَيْراتِ بِإِذْنِ اللهِ ذلِكَ هُوَ الْفَضْلُ الْكَبِيرُ (32) جَنَّاتُ عَدْنٍ يَدْخُلُونَها يُحَلَّوْنَ فِيها مِنْ أَساوِرَ مِنْ ذَهَبٍ وَلُؤْلُؤاً وَلِباسُهُمْ فِيها حَرِيرٌ (33) وَقالُوا الْحَمْدُ لِلَّهِ الَّذِي أَذْهَبَ عَنَّا الْحَزَنَ إِنَّ رَبَّنا لَغَفُورٌ شَكُورٌ (34) الَّذِي أَحَلَّنا دارَ الْمُقامَةِ مِنْ فَضْلِهِ لا يَمَسُّنا فِيها نَصَبٌ وَلا يَمَسُّنا فِيها لُغُوبٌ (35))",
        "تفسير المفردات\nالكتاب : هو القرآن ، مصدقا لما بين يديه : أي لما تقدمه من الكتب السماوية ، خبير بصير : أي محيط ببواطن أمورهم وظواهرها ، مقتصد : أي عامل به تارة ، ومخالف له أخرى ، سابق : أي متقدم إلى ثواب الله راج دخول جنته ، بالخيرات : أي بسبب ما يعمل من الخيرات والأعمال الصالحة ، بإذن الله : أي بتوفيقه وتيسيره ، والحزن : هو الخوف من محذور يقع في المستقبل ، دار المقامة : أي دار الإقامة التي لا انتقال عنها أبدا وهى الجنة ، نصب : أي تعب ، ولغوب : أي كلال وفتور.\nالمعنى الجملي\nبعد أن ذكر أن الذين يتلون كتاب الله يوفيهم أجرهم ـ أكد هذا وقرره بأن هذا الكتاب حق وصدق ، وهو مصدق لما بين يديه من الكتب ، فتاليه مستحق لهذا الأجر والثواب ، ثم قسم هؤلاء الذين أورثوا الكتاب أقساما ثلاثة : ظالم لنفسه ومقتصد ، وسابق بالخيرات ، ثم ذكر جزاء هؤلاء السابقين ، وأنهم يدخلون جنات تجرى من تحتها الأنهار وأنهم يحلّون فيها أساور الذهب واللؤلؤ ، ويلبسون الحرير ، ويقولون حينئذ : الحمد لله الذي أذهب عنا الحزن إن ربنا لغفور شكور ، ويقولون : إنه أحلنا دارا لا نصب فيها ولا تعب.",
        "الإيضاح\n(وَالَّذِي أَوْحَيْنا إِلَيْكَ مِنَ الْكِتابِ هُوَ الْحَقُّ مُصَدِّقاً لِما بَيْنَ يَدَيْهِ) أي إن القرآن الذي أنزلناه إليك هو الحق من ربك ، وعليك وعلى أمتك أن تعمل به وتتبع ما فيه ، دون غيره من الكتب التي أوحيت إلى غيرك ، وهو مصدق لما مضى بين يديه مما أنزل إلى الرسل من قبله فصار إماما لها (إِنَّ اللهَ بِعِبادِهِ لَخَبِيرٌ بَصِيرٌ) أي إن الله خبير بأحوال عباده ، بصير بما يصلح\nلهم ، فيشرع لهم من الأحكام ما يناسب أحوال الناس في كل زمان ومكان ، ويرسل من الرسل من هو حقيق بتبليغ ذلك للناس «اللهُ أَعْلَمُ حَيْثُ يَجْعَلُ رِسالَتَهُ».\n(ثُمَّ أَوْرَثْنَا الْكِتابَ الَّذِينَ اصْطَفَيْنا مِنْ عِبادِنا ، فَمِنْهُمْ ظالِمٌ لِنَفْسِهِ ، وَمِنْهُمْ مُقْتَصِدٌ ، وَمِنْهُمْ سابِقٌ بِالْخَيْراتِ بِإِذْنِ اللهِ) أي أوحينا إليك القرآن ثم أورثناه من اصطفينا من عبادنا ، وهم هذه الأمة التي هى خير الأمم بشهادة الكتاب «كُنْتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ» وجعلناهم أقساما ثلاثة :",
        "(1) ظالم لنفسه ، مفرّط فعل بعض الواجبات ، مرتكب لبعض المحرمات.\n(2) مقتصد مؤدّ للواجبات ، تارك للمحرمات ، تقع منه تارة بعض الهفوات ، وحينا يترك بعض المستحسنات.\n(3) سابق بالخيرات بإذن الله ، يقوم بأداء الواجبات والمستحبات ، ويترك المحرمات والمكروهات وبعض المباحات.\nوالخلاصة ـ إن الأمة في العمل أقسام ثلاثة : مقصّر في العمل بالكتاب مسرف على نفسه. ومتردد بين العمل به ومخالفته. ومتقدم إلى ثواب الله بعمل الخيرات وصالح الأعمال بتيسير الله وتوفيقه.",
        "وقال الحسن : الظالم الذي ترجح سيئاته على حسناته ، والمقتصد الذي استوت حسناته وسيئاته ، والسابق من رجحت حسناته على سيئاته.\n(ذلِكَ هُوَ الْفَضْلُ الْكَبِيرُ) أي ذلك الميراث والاصطفاء فضل عظيم من الله لا يقدر قدره.\nوبعد أن ذكر سبحانه أحوال السابقين بيّن جزاءهم ومآلهم بقوله :\n(جَنَّاتُ عَدْنٍ يَدْخُلُونَها يُحَلَّوْنَ فِيها مِنْ أَساوِرَ مِنْ ذَهَبٍ وَلُؤْلُؤاً ، وَلِباسُهُمْ فِيها حَرِيرٌ) أي بساتين إقامة يدخلها هؤلاء الذين أورثناهم الكتاب واصطفيناهم من عبادنا يوم القيامة ، ويحلون فيها أسورة من ذهب ولآلئ ويكون لباسهم حريرا",
        "(وَقالُوا الْحَمْدُ لِلَّهِ الَّذِي أَذْهَبَ عَنَّا الْحَزَنَ) أي ويقولون حينئذ : الحمد لله الذي أذهب عنا الخوف من كل ما نحذر ، وأراحنا مما كنا نتخوف من هموم الدنيا والآخرة.\nثم ذكر السبب في ذهاب الحزن عنهم فقال :\n(إِنَّ رَبَّنا لَغَفُورٌ شَكُورٌ) أي إن ربنا لغفور لذنوب المذنبين ، شكور للمطيعين ، روى عن ابن عمر رضى الله عنهما أن رسول الله صلّى الله عليه وسلم قال : «ليس على أهل لا إله إلا الله وحشة في قبورهم ولا في نشورهم ، وكأنى بأهل لا إله إلا الله ينفضون التراب عن رءوسهم ويقولون : الحمد لله الذي أذهب عنا الحزن إن ربنا لغفور شكور».\nوالخلاصة ـ إنه أذهب عنهم الحزن من خوف العاقبة ومن أجل المعاش والوساوس الشيطانية.",
        "ولما ذكر سرورهم وكرامتهم بتحليتهم بالحلى وإدخالهم الجنات ـ ذكر سرورهم ببقائهم فيها وأعلمهم بدوامها فقال :\n(الَّذِي أَحَلَّنا دارَ الْمُقامَةِ مِنْ فَضْلِهِ لا يَمَسُّنا فِيها نَصَبٌ وَلا يَمَسُّنا فِيها لُغُوبٌ) أي إن ربنا لغفور شكور ، لأنه أنزلنا الجنة التي لا تحول عنها ولا نقلة ، ولا يصيبنا فيها تعب ولا وجع ولا إعياء ولا فتور.\nوالخلاصة ـ إنهم أتعبوا أنفسهم في العبادة في دار الدنيا فاستراحوا راحة دائمة في الآخرة كما قال : «كُلُوا وَاشْرَبُوا هَنِيئاً بِما أَسْلَفْتُمْ فِي الْأَيَّامِ الْخالِيَةِ».\nوقيل للربيع بن خيثمة وقد كان يقوم ليله ويصوم نهاره (أتعب نفسك) فقال : راحتها أطلب.",
        "(وَالَّذِينَ كَفَرُوا لَهُمْ نارُ جَهَنَّمَ لا يُقْضى عَلَيْهِمْ فَيَمُوتُوا وَلا يُخَفَّفُ عَنْهُمْ مِنْ عَذابِها كَذلِكَ نَجْزِي كُلَّ كَفُورٍ (36) وَهُمْ يَصْطَرِخُونَ فِيها رَبَّنا أَخْرِجْنا نَعْمَلْ صالِحاً غَيْرَ الَّذِي كُنَّا نَعْمَلُ أَوَلَمْ نُعَمِّرْكُمْ ما يَتَذَكَّرُ فِيهِ مَنْ تَذَكَّرَ وَجاءَكُمُ النَّذِيرُ فَذُوقُوا فَما لِلظَّالِمِينَ مِنْ نَصِيرٍ (37))\nتفسير المفردات\nلا يقضى عليهم : أي لا يحكم عليهم بموت ثان ، يصطرخون : أي يصيحون أشد الصياح للاستغاثة ، نعمركم : أي نمهلكم ، للظالمين : أي للكافرين ، نصير : أي معين يدفع عنهم العذاب.\nالمعنى الجملي",
        "بعد أن بين ما لعباده الذين أورثوا الكتاب من النعمة في دار السرور التي قال فى مثلها القائل :\nأردف ذلك ذكر ما لأضدادهم من النقمة ، زيادة في سرورهم بما قاسوا في الدنيا من تكبرهم عليهم وفخارهم بما أوتوا من نعيم زائل وحبور لا يدوم.\nالإيضاح\n(وَالَّذِينَ كَفَرُوا لَهُمْ نارُ جَهَنَّمَ لا يُقْضى عَلَيْهِمْ فَيَمُوتُوا وَلا يُخَفَّفُ عَنْهُمْ مِنْ عَذابِها) أي والذين ستروا ما تدل عليه العقول من شموس الآيات وأنوار الدلالات ، لهم نار جهنم لا يحكم عليهم فيها بموت ثان فيستريحوا من الآلام ، ولا يخفف عنهم العذاب فيها ، بل كلما خبت زيد سعيرها.",
        "ونحو الآية قوله : «وَنادَوْا يا مالِكُ لِيَقْضِ عَلَيْنا رَبُّكَ ، قالَ إِنَّكُمْ ماكِثُونَ» وقوله : «إِنَّ الْمُجْرِمِينَ فِي عَذابِ جَهَنَّمَ خالِدُونَ. لا يُفَتَّرُ عَنْهُمْ وَهُمْ فِيهِ مُبْلِسُونَ» وقوله : «كُلَّما خَبَتْ زِدْناهُمْ سَعِيراً» وقوله : «فَذُوقُوا فَلَنْ نَزِيدَكُمْ إِلَّا عَذاباً».\nثم بين أن هذا جزاء كل كافر بنعمة ربه ، جاحد بوحدانيته فقال :\n(كَذلِكَ نَجْزِي كُلَّ كَفُورٍ) أي وهكذا نكافى كل جاحد لآلاء الله منكر لرسله ، فندخله نار جهنم بما قدم من سيئات في الدنيا.\n(وَهُمْ يَصْطَرِخُونَ فِيها رَبَّنا أَخْرِجْنا نَعْمَلْ صالِحاً غَيْرَ الَّذِي كُنَّا نَعْمَلُ) أي وهم يستغيثون ويضجّون في النار يقولون ربنا أخرجنا منها ، وأعدنا إلى دار الدنيا ، نطعك ونعمل غير الذي كنا نعمل من معصيتك ، وقد علم منهم أنه لو ردهم إلى هذه الدار لعادوا إلى ما نهوا عنه.",
        "وحينئذ يقال لهم تقريعا وتوبيخا.\n(أَوَلَمْ نُعَمِّرْكُمْ ما يَتَذَكَّرُ فِيهِ مَنْ تَذَكَّرَ؟) أي ما عشتم في الدنيا أعمارا لو كنتم ممن ينتفعون بالحق لا نتفعتم به مدة عمركم؟\nونحو الآية قوله تعالى حكاية عنهم «هَلْ إِلى مَرَدٍّ مِنْ سَبِيلٍ؟».\nوالخلاصة ـ إنه تعالى لا يجيبكم إلى ما طلبتم ، لأنكم كنتم عصاة ، ولو رددتم لعدتم إلى ما نهيتم عنه.",
        "روى أحمد عن أبى هريرة أن النبي صلّى الله عليه وسلم قال : «لقد أعذر الله إلى عبد أحياه حتى بلغ ستين أو سبعين ، لقد أعذر الله تعالى إليه ، لقد أعذر الله تعالى إليه».\n(وَجاءَكُمُ النَّذِيرُ) أي وجاءكم الرسول ومعه كتاب الله ، ينذركم بالعقاب إن خالفتم أمره ، وتركتم طاعته.\nوالخلاصة ـ إنه احتج عليهم بأمرين : طول الأمل ، وإرسال الرسل ونحو الآية قوله : «وَنادَوْا يا مالِكُ لِيَقْضِ عَلَيْنا رَبُّكَ ، قالَ إِنَّكُمْ ماكِثُونَ. لَقَدْ جِئْناكُمْ بِالْحَقِّ وَلكِنَّ أَكْثَرَكُمْ لِلْحَقِّ كارِهُونَ» وقوله : «كُلَّما أُلْقِيَ فِيها فَوْجٌ سَأَلَهُمْ خَزَنَتُها أَلَمْ يَأْتِكُمْ نَذِيرٌ؟ قالُوا بَلى قَدْ جاءَنا نَذِيرٌ فَكَذَّبْنا وَقُلْنا : ما نَزَّلَ اللهُ مِنْ شَيْءٍ إِنْ أَنْتُمْ إِلَّا فِي ضَلالٍ كَبِيرٍ».\nوقد استبان مما تقدم أنهم لا يخرجون منها ، ومن ثم قال :",
        "(فَذُوقُوا فَما لِلظَّالِمِينَ مِنْ نَصِيرٍ) أي فذوقوا عذاب النار جزاء مخالفتكم للأنبياء فى حياتكم الدنيا ، ولن تجدوا لكم ناصرا ينقذكم مما أنتم فيه من العذاب والسلاسل والأغلال.\n(إِنَّ اللهَ عالِمُ غَيْبِ السَّماواتِ وَالْأَرْضِ إِنَّهُ عَلِيمٌ بِذاتِ الصُّدُورِ (38) هُوَ الَّذِي جَعَلَكُمْ خَلائِفَ فِي الْأَرْضِ فَمَنْ كَفَرَ فَعَلَيْهِ كُفْرُهُ وَلا يَزِيدُ الْكافِرِينَ كُفْرُهُمْ عِنْدَ رَبِّهِمْ إِلاَّ مَقْتاً وَلا يَزِيدُ الْكافِرِينَ كُفْرُهُمْ إِلاَّ خَساراً (39))\nتفسير المفردات\nذات الصدور : هى المعتقدات والظنون التي في النفوس ، والخلائف : واحدهم خليفة ، وهو الذي يقوم بما كان قائما به سلفه ، مقتا : أي بغضا واحتقارا ، خسارا : أي خسارة ، فالعمر كرأس مال إذا اشترى به صاحبه رضا الله ربح ، وإذا اشترى به سخطه خسر.",
        "المعنى الجملي\nبعد أن ذكر فيما سلف أنه ليس للظالمين من ينصرهم ويدفع العذاب عنهم ـ أردف ذلك بيان أنه محيط بالأشياء علما ، فلو كان لهم نصير في وقت ما لعلمه.\nإلى أنه تعالى لما نفى النصير على سبيل الاستمرار ، وكان ذلك مظنة أن يقال كيف يخلّدون في العذاب وقد ظلموا في أيام معدودات ـ أعقب ذلك بذكر أنه عليم بما انطوت عليه ضمائرهم ، وأنهم صمّموا على ما هم فيه من الضلال والكفر إلى الأبد ، فمهما طالت أعمارهم فلن تتغير حالهم.\nالإيضاح",
        "(إِنَّ اللهَ عالِمُ غَيْبِ السَّماواتِ وَالْأَرْضِ) أي إن الله عالم ما تخفون أيها المشركون فى أنفسكم وما تضمرون ، وما ستنوون أن تفعلوه ، وما هو غائب عن أبصاركم في السموات والأرض ، فاتقوه أن يطلع عليكم وأنتم تضمرون الكيد لرسوله ، وتريدون إطفاء دينه ، وتنصرون آلهتكم التي لا تنفعكم شيئا يوم القيامة.\nثم علل هذا بقوله :\n(إِنَّهُ عَلِيمٌ بِذاتِ الصُّدُورِ) أي لأنه عليم بما تكنه السرائر ، وما تنطوى عليه الضمائر ، وسيجازى كل عامل بما عمل.\nوفي هذا إيماء إلى أنه لو مد أعمارهم لم يرجعوا عن الكفر أبدا ، فلا مطمع فى صلاحهم.",
        "ثم ذكر ما هو سبب آخر لعلمه بالغيب فقال :\n(هُوَ الَّذِي جَعَلَكُمْ خَلائِفَ فِي الْأَرْضِ) أي هو الذي ألقى إليكم مقاليد التصرف والانتفاع بما في الأرض لتشكروه بالتوحيد والطاعة.\n(فَمَنْ كَفَرَ فَعَلَيْهِ كُفْرُهُ) أي فمن غمط مثل هذه النعمة العظيمة فإنما يعود وبال ذلك إلى نفسه دون غيره ، لأنه هو المعاقب لا سواه.\nثم فصل ذلك وبيّنه بقوله :",
        "(وَلا يَزِيدُ الْكافِرِينَ كُفْرُهُمْ عِنْدَ رَبِّهِمْ إِلَّا مَقْتاً) أي وكلما استمروا في كفرهم أبغضهم ربهم وغضب عليهم.\n(وَلا يَزِيدُ الْكافِرِينَ كُفْرُهُمْ إِلَّا خَساراً) أي وكلما اطمأنوا إلى كفرهم خسروا أنفسهم يوم القيامة وحق عليهم سوء العذاب.\nوالتكرير للتنبيه إلى اقتضاء الكفر لكل من الأمرين القبيحين البغض والخسران على سبيل الاستقلال.\n(قُلْ أَرَأَيْتُمْ شُرَكاءَكُمُ الَّذِينَ تَدْعُونَ مِنْ دُونِ اللهِ أَرُونِي ما ذا خَلَقُوا مِنَ الْأَرْضِ أَمْ لَهُمْ شِرْكٌ فِي السَّماواتِ أَمْ آتَيْناهُمْ كِتاباً فَهُمْ عَلى بَيِّنَةٍ مِنْهُ بَلْ إِنْ يَعِدُ الظَّالِمُونَ بَعْضُهُمْ بَعْضاً إِلاَّ غُرُوراً (40) إِنَّ اللهَ يُمْسِكُ السَّماواتِ وَالْأَرْضَ أَنْ تَزُولا وَلَئِنْ زالَتا إِنْ أَمْسَكَهُما مِنْ أَحَدٍ مِنْ بَعْدِهِ إِنَّهُ كانَ حَلِيماً غَفُوراً (41))",
        "تفسير المفردات\nأرأيتم : أي أخبرونى ، شرك : أي شركة ، يمسك : أي يحفظ ، وتزول : أي تضطرب وتنتقل من أماكنها\nالمعنى الجملي\nبعد أن أبان سبحانه أنه هو الذي استخلفهم في الأرض ـ أكد هذا بأمره صلّى الله عليه وسلم أن يقول لهم ما يضطرهم إلى الاعتراف بوحدانيته وعدم إشراك غيره منه.",
        "الإيضاح\n(قُلْ أَرَأَيْتُمْ شُرَكاءَكُمُ الَّذِينَ تَدْعُونَ مِنْ دُونِ اللهِ أَرُونِي ما ذا خَلَقُوا مِنَ الْأَرْضِ) أي أخبرونى أيها المشركون عن شركائكم الذين تدعونهم من دون الله من الأصنام والأوثان ـ أرونى أىّ جزء من الأرض أو من الأناسى والحيوان خلقوا حتى يستحقوا الإلهية والشركة.\nوالخلاصة ـ أعلمتم هذه الآلهة ما هى؟ وعلى أي حال هى؟ فإن كنتم تعلمون أنها عاجزة ، فكيف تعبدونها ، وإن كنتم توهمتم فيها القدرة فأرونى أثرها؟.\n(أَمْ لَهُمْ شِرْكٌ فِي السَّماواتِ) أي أم لهم شركة مع الله في خلق السموات حتى يستحقوا ما زعمتم فيهم.",
        "(أَمْ آتَيْناهُمْ كِتاباً فَهُمْ عَلى بَيِّنَةٍ مِنْهُ؟) أي أم هناك كتاب أوتوه ينطق بأنا اتخذناهم شركاء ، فهم على حجة ظاهرة من ذلك الكتاب بأن لهم شركة معنا.\nوخلاصة ما تقدم ـ أخبرونى عمن تعبدونهم من دون الله ، هل استبدوا بخلق شىء من الأرض حتى يعبدوا كعبادة الله ، أولهم شركة معه في خلق السموات ، وآتيناهم برهانا بهذه الشركة؟\nوالخلاصة : إن عبادة هؤلاء إما بدليل من العقل ، ولا عقل يحكم بعبادة من لا يخلق شيئا ، وإما بدليل من النقل ، وإنا لم نؤت المشركين كتابا فيه الأمر بعبادة هؤلاء.\nوبعد أن نفى ما نفى من الحجج أضرب عن ذلك وبين أن الذي حملهم على الشرك هو تقرير السلف للخلف ، وإضلال الرؤساء للأتباع ، وقولهم لهم : إن هؤلاء شفعاء يشفعون لكم عند الله إذا أنتم عبدتموهم ، وإلى هذا أشار بقوله :",
        "(بَلْ إِنْ يَعِدُ الظَّالِمُونَ بَعْضُهُمْ بَعْضاً إِلَّا غُرُوراً) أي بل إنما اتبعوا في ذلك آراء أسلافهم وضلّالهم ، وما هى إلا غرور وأباطيل.\nولما أبان حقارة الأصنام أرشد إلى عظمته تعالى فقال :\n(إِنَّ اللهَ يُمْسِكُ السَّماواتِ وَالْأَرْضَ أَنْ تَزُولا) أي إن الله يمنع السموات أن تضطرب من أماكنها ، فترتفع أو تنخفض ويمنع الأرض من مثل ذلك ، ويحفظهما برباط خاص ، وهو ما يسميه العلماء نظام الجاذبية ، فجميع العوالم من الأرض والقمر والشمس والسيارات الأخرى تجرى في مدارات خاصة بهذا النظام الذي وضع لها ، ولو لا ذلك لتحطمت هذه الكرات المشاهدة ، وزالت عن أماكنها ، لكنها به ثبتت فى مواضعها ، واستقرت في مداراتها.\n(وَلَئِنْ زالَتا إِنْ أَمْسَكَهُما مِنْ أَحَدٍ مِنْ بَعْدِهِ) أي وإن أشرفتا على الزوال ما استطاع أحد أن يمسكهما من بعد الله.",
        "والخلاصة ـ إنه لا يقدر على دوامهما وبقائهما على هذا الوضع إلا اللطيف الخبير\nونحو الآية قوله : «وَيُمْسِكُ السَّماءَ أَنْ تَقَعَ عَلَى الْأَرْضِ إِلَّا بِإِذْنِهِ» وقوله : «وَمِنْ آياتِهِ أَنْ تَقُومَ السَّماءُ وَالْأَرْضُ بِأَمْرِهِ».\n(إِنَّهُ كانَ حَلِيماً غَفُوراً) ومن ثم حلم على المشركين وغفر لمن تاب منهم على عظيم جرمهم المقتضى تعجيل العقوبة لهم.\nوالخلاصة ـ إنه يحلم وينظر ، ويؤجل ولا يعجّل ، ويستر ويغفر.",
        "(وَأَقْسَمُوا بِاللهِ جَهْدَ أَيْمانِهِمْ لَئِنْ جاءَهُمْ نَذِيرٌ لَيَكُونُنَّ أَهْدى مِنْ إِحْدَى الْأُمَمِ فَلَمَّا جاءَهُمْ نَذِيرٌ ما زادَهُمْ إِلاَّ نُفُوراً (42) اسْتِكْباراً فِي الْأَرْضِ وَمَكْرَ السَّيِّئِ وَلا يَحِيقُ الْمَكْرُ السَّيِّئُ إِلاَّ بِأَهْلِهِ فَهَلْ يَنْظُرُونَ إِلاَّ سُنَّتَ الْأَوَّلِينَ فَلَنْ تَجِدَ لِسُنَّتِ اللهِ تَبْدِيلاً وَلَنْ تَجِدَ لِسُنَّتِ اللهِ تَحْوِيلاً (43))\nتفسير المفردات\nوأقسموا : أي حلف المشركون ، جهد أيمانهم : أي غاية اجتهادهم فيها ، نذير : أي رسول منذر ؛ أهدى من إحدى الأمم : المراد بها اليهود أو النصارى ، نفورا : أي تباعدا عن الحق ، مكر السيّء : أي المكر السيّء الذي فيه خداع وكيد لرسول الله صلى الله عليه وسلم ، ولا يحيق : أي ولا يصيب ولا ينزل ، سنة الأولين : أي سنة الله فيهم بتعذيب مكذبيهم ، تبديلا : بوضع الرحمة موضع العذاب ، تحويلا : بأن ينقل عذابه من المكذبين إلى غيرهم\nالمعنى الجملي",
        "بعد أن ذكر سبحانه تكذيبهم للتوحيد بإشراكهم الأوثان والأصنام ، وبكّتهم على هذا أشد التبكيت ، وضرب لهم الأمثال ، ليبين لهم سخف عقولهم ، وقبح معتقداتهم ،\nأردف ذلك ذكر إنكارهم للرسالة بعد أن كانوا مترقبين لها ، ناعين على أهل الكتاب تكذيب بعضهم بعضا ، فقالت اليهود : ليست النصارى على شىء ، وقالت النصارى : ليست اليهود على شىء ، ثم هددهم بأن عاقبتهم ستكون الهلاك الذي لا محيص عنه ، وتلك سنة الله في الأولين من قبلهم ، وسنته لا تبديل فيها ولا تحويل.\nالإيضاح\n(وَأَقْسَمُوا بِاللهِ جَهْدَ أَيْمانِهِمْ لَئِنْ جاءَهُمْ نَذِيرٌ لَيَكُونُنَّ أَهْدى مِنْ إِحْدَى الْأُمَمِ) أي وأقسم المشركون بالله أغلظ الأيمان ، وبالغوا فيها أشد المبالغة : لئن جاءهم من الله رسول ينذرهم بأسه ، ليكونن أسلك لطريق الحق وأشد قبولا له من أىّ أمة من الأمم التي خلت من قبلهم.",
        "(فَلَمَّا جاءَهُمْ نَذِيرٌ ما زادَهُمْ إِلَّا نُفُوراً. اسْتِكْباراً فِي الْأَرْضِ وَمَكْرَ السَّيِّئِ) أي ولكن حين جاءهم الرسول انعكست الآية ، فما زادهم مجيئه إلا بعدا من الإيمان بالله ، وانصرافا عن الحق ، واستكبارا عن اتباع آياته ، ومكروا بالناس مكرا سيئا فصدوهم عن سبيله.\nوالخلاصة ـ إنه تبين أن لا عهد لهم مع ادعائهم أنهم أو في الناس ، ولا صدق لهم مع جزمهم بأنهم أصدق الخلق ، وصار مثلهم مثل الإبل التي نفرت من ربها ، فضلت عن الطريق ، فدعاها فازدادت بدعائه نفرة ، وصارت بحيث يتعذر أو يتعسر ردها.\nثم بين أن عاقبة مكرهم عادت عليهم بالوبال بقوله :\n(وَلا يَحِيقُ الْمَكْرُ السَّيِّئُ إِلَّا بِأَهْلِهِ) أي ولا يعود وبال ذلك إلا عليهم أنفسهم دون غيرهم.",
        "روى الزهري أن النبي صلّى الله عليه وسلم قال : «لا تمكروا ولا تعينوا ما كرا فإن الله يقول : «وَلا يَحِيقُ الْمَكْرُ السَّيِّئُ إِلَّا بِأَهْلِهِ» ولا تبغوا ولا تعينوا باغيا\nفإن الله سبحانه يقول «إِنَّما بَغْيُكُمْ عَلى أَنْفُسِكُمْ» ولا تنكثوا ولا تعينوا ناكثا فإن الله يقول : «فَمَنْ نَكَثَ فَإِنَّما يَنْكُثُ عَلى نَفْسِهِ».\nوقد وقع مثل هذا في كلام العرب فقد قالوا : من حفر لأخيه جبّا وقع فيه منكبّا والعبرة في الأمور بالعواقب ، والله يمهل ولا يهمل ، ووراء الدنيا الآخرة ، فإن لم يجاز الماكر في هذه الدار فسيلقى الجزاء في الآخرة «وَسَيَعْلَمُ الَّذِينَ ظَلَمُوا أَيَّ مُنْقَلَبٍ يَنْقَلِبُونَ».\nثم هددهم بأن يحل بهم مثل ما أحل بمن قبلهم من العذاب فقال.",
        "(فَهَلْ يَنْظُرُونَ إِلَّا سُنَّتَ الْأَوَّلِينَ) أي فهل ينتظر هؤلاء المشركون من قومك إلا أن أحل بهم من نقمتى على شركهم بي وتكذيبهم رسولى ـ مثل ما أحللت بمن قبلهم من أمثالهم الذين كذبوا رسلهم.\nثم علل انتظارهم للعذاب وتهديدهم به بقوله :\n(فَلَنْ تَجِدَ لِسُنَّتِ اللهِ تَبْدِيلاً ، وَلَنْ تَجِدَ لِسُنَّتِ اللهِ تَحْوِيلاً) أي وهذه سنة الله في كل مكذب ، فلا تغير ولا تبدل ، ولن يجعل الرحمة موضع العذاب ، ولن يحوّل العذاب من نفس إلى أخرى كما قال : «وَلا تَزِرُ وازِرَةٌ وِزْرَ أُخْرى».\n(أَوَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنْظُرُوا كَيْفَ كانَ عاقِبَةُ الَّذِينَ مِنْ قَبْلِهِمْ وَكانُوا أَشَدَّ مِنْهُمْ قُوَّةً وَما كانَ اللهُ لِيُعْجِزَهُ مِنْ شَيْءٍ فِي السَّماواتِ وَلا فِي الْأَرْضِ إِنَّهُ كانَ عَلِيماً قَدِيراً (44) وَلَوْ يُؤاخِذُ اللهُ النَّاسَ بِما كَسَبُوا ما تَرَكَ عَلى ظَهْرِها مِنْ دَابَّةٍ وَلكِنْ يُؤَخِّرُهُمْ إِلى أَجَلٍ مُسَمًّى فَإِذا جاءَ أَجَلُهُمْ فَإِنَّ اللهَ كانَ بِعِبادِهِ بَصِيراً (45))",
        "المعنى الجملي\nبعد أن هدد المشركين بجريان سنته فيهم ، بإهلاكهم كما أهلك المكذبين من قبلهم ـ نبههم إلى ذلك بما يشاهدونه من آثارهم في رحلاتهم للتجارة في الشام والعراق واليمن ، فقد خلت منهم منازلهم وسلبوا ما كانوا فيه من النعيم بعد كمال القوة وكثرة العدد والعدد ، وكثرة المال والولد ، وما أغنى ذلك عنهم شيئا ولا دفع عنهم من عذابه لما جاء أمره ، لأنه لا يعجزه شىء إذا أراده.\nثم ذكر حلمه بعباده وأنه لو آخذهم بما اجترحوا من السيئات ما ترك على ظهر الأرض إنسانا يدبّ على وجهها ، لكنه أخّر عقابهم إلى يوم القيامة فيحاسبهم ويوفى كل عامل جزاء عمله إن خيرا فخير ، وإن شرا فشر ، وهو البصير بحال عباده\nالإيضاح",
        "(أَوَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنْظُرُوا كَيْفَ كانَ عاقِبَةُ الَّذِينَ مِنْ قَبْلِهِمْ وَكانُوا أَشَدَّ مِنْهُمْ قُوَّةً) أي أولم يسر هؤلاء المشركون بالله في الأرض التي أهلكنا فيها أهلها ، بكفرهم بنا وتكذيبهم ، رسلنا أثناء رحلاتهم التي يسلكونها إلى طريق الشام فى تجاراتهم ، فينظروا كيف كانت عاقبتهم ـ ألم نهلكهم ونخرب مساكنهم ونجعلهم مثلا لمن بعدهم ، فيتعظوا بهم ويزدجروا عما هم عليه من الشرك بعبادتهم الآلهة من الأوثان والأصنام؟\nثم بين أنهم إذا ساروا على تمردهم وعنادهم فهم لا يفلتون من عقابه فقال :\n(وَما كانَ اللهُ لِيُعْجِزَهُ مِنْ شَيْءٍ فِي السَّماواتِ وَلا فِي الْأَرْضِ) أي ولن يعجز الله هؤلاء المشركون به المكذبون لرسوله ، فيسبقوه هربا وينجوا من الهلاك إذا هو أراد ذلك بهم ، لأنه لا يعجزه شىء يريده في السموات ولا في الأرض.\nوغير خاف ما في هذا من شديد الوعيد وعظيم التهديد لهم.",
        "ثم علل عدم عجزه عن شىء فيهما بقوله :\n(إِنَّهُ كانَ عَلِيماً قَدِيراً) أي إنه تعالى عليم بمن يستحق أن تعجّل له العقوبة ومن قد تاب وأناب إلى ربه ورجع عن ضلالته ، قدير على الانتقام ممن شاء منهم ، وعلى توفيق من أراد الإيمان.\nولما كان المشركون يستعجلون بالوعيد استهزاء فيقولون «اللهُمَّ إِنْ كانَ هذا هُوَ الْحَقَّ مِنْ عِنْدِكَ فَأَمْطِرْ عَلَيْنا حِجارَةً مِنَ السَّماءِ أَوِ ائْتِنا بِعَذابٍ أَلِيمٍ» بيّن أنه لا يعاجلهم بالعقوبة على ما كسبوا ، لعلهم ينيبون أو ينيب بعضهم إلى ربه ، ويثوب إلى رشده فقال :\n(وَلَوْ يُؤاخِذُ اللهُ النَّاسَ بِما كَسَبُوا ما تَرَكَ عَلى ظَهْرِها مِنْ دَابَّةٍ) أي ولو يعاقب الله الناس ويكافئهم بما عملوا من الذنوب واجترحوا من الآثام ما ترك على ظهر الأرض نسمد تدب لشؤم المعاصي التي يفتنّون فيها (وَلكِنْ يُؤَخِّرُهُمْ إِلى أَجَلٍ مُسَمًّى) أي ولكن يؤخر عقابهم ومؤاخذتهم بما كسبوا إلى أجل حدده عنده لا يقصرون دونه ولا يتجاوزونه إذا بلغوه.",
        "(فَإِذا جاءَ أَجَلُهُمْ فَإِنَّ اللهَ كانَ بِعِبادِهِ بَصِيراً) أي فإذا حل ذلك الأجل فإن الله يجازى المكلفين بما عملوا من خير أو شر ، لا يخفى عليه شىء من أمرهم ، دقّ أو جلّ ، ظهر أو بطن.\nاللهم أحسن أعمالنا ظواهرها وبواطنها ، وتقبل منا ما نعمل مما يرضيك إنك أنت الخبير البصير.\nمجمل ما اشتملت عليه السورة الكريمة من حكم وأحكام\n(1) الأدلة على قدرة الله بإبداعه للكون وأنه المنعم المتفضل.",
        "(2) تذكير الناس بالنعم ليشكروها.\n(3) تثبيت فؤاد رسوله بذكر قصص المكذبين للأنبياء والمرسلين.\n(4) نداء الناس عامة بأن يتحلّوا بالفضائل ، ويتخلّوا عن الرذائل ، ولا يتبعوا خطوات الشيطان ، وينظروا فيما أبدع الرّحمن ، من الآيات في الأرض والسموات.\n(5) ضرب الأمثال لما سلف من القسمين ، وإيضاح الطائفتين المؤمنة والكافرة.",
        "(6) تقسيم المؤمنين إلى علماء محققين ، وصالحين متقين ، ثم تقسيمهم من حيث العمل أقساما ثلاثة.\n(7) وصف عاقبة الكافرين والمؤمنين وما يلقاه كل منهما يوم القيامة.\nسورة يس\nهى مكية إلا قوله : «وَما تَأْتِيهِمْ مِنْ آيَةٍ مِنْ آياتِ رَبِّهِمْ إِلَّا كانُوا عَنْها مُعْرِضِينَ» فمدنية.",
        "وآيها ثلاث وثمانون ، نزلت بعد سورة الجن.\nووجه اتصالها بما قبلها :\n(1) إنه لما جاء في السورة السالفة قوله : «وَجاءَكُمُ النَّذِيرُ» وقوله : «وَأَقْسَمُوا بِاللهِ جَهْدَ أَيْمانِهِمْ لَئِنْ جاءَهُمْ نَذِيرٌ» وقد أعرضوا عنه وكذبوه ـ افتتح هذه السورة بالقسم بصحة رسالته وأنه على صراط مستقيم لينذر قوما ما أنذر آباؤهم.\n(2) إنه قال فيما قبلها «وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ كُلٌّ يَجْرِي لِأَجَلٍ مُسَمًّى» وقال في هذه : «وَالشَّمْسُ تَجْرِي لِمُسْتَقَرٍّ لَها» وقال : «وَالْقَمَرَ قَدَّرْناهُ مَنازِلَ».",
        "بِسْمِ اللهِ الرَّحْمنِ الرَّحِيمِ\n(يس (1) وَالْقُرْآنِ الْحَكِيمِ (2) إِنَّكَ لَمِنَ الْمُرْسَلِينَ (3) عَلى صِراطٍ مُسْتَقِيمٍ (4) تَنْزِيلَ الْعَزِيزِ الرَّحِيمِ (5) لِتُنْذِرَ قَوْماً ما أُنْذِرَ آباؤُهُمْ فَهُمْ غافِلُونَ (6) لَقَدْ حَقَّ الْقَوْلُ عَلى أَكْثَرِهِمْ فَهُمْ لا يُؤْمِنُونَ (7) إِنَّا جَعَلْنا فِي أَعْناقِهِمْ أَغْلالاً فَهِيَ إِلَى الْأَذْقانِ فَهُمْ مُقْمَحُونَ (8) وَجَعَلْنا مِنْ بَيْنِ أَيْدِيهِمْ سَدًّا وَمِنْ خَلْفِهِمْ سَدًّا فَأَغْشَيْناهُمْ فَهُمْ لا يُبْصِرُونَ (9) وَسَواءٌ عَلَيْهِمْ أَأَنْذَرْتَهُمْ أَمْ لَمْ تُنْذِرْهُمْ لا يُؤْمِنُونَ (10) إِنَّما تُنْذِرُ مَنِ\nاتَّبَعَ الذِّكْرَ وَخَشِيَ الرَّحْمنَ بِالْغَيْبِ فَبَشِّرْهُ بِمَغْفِرَةٍ وَأَجْرٍ كَرِيمٍ (11) إِنَّا نَحْنُ نُحْيِ الْمَوْتى وَنَكْتُبُ ما قَدَّمُوا وَآثارَهُمْ وَكُلَّ شَيْءٍ أَحْصَيْناهُ فِي إِمامٍ مُبِينٍ (12))\nتفسير المفردات",
        "(يس) : تقدم الكلام في نظائره من الحروف المقطعة في أوائل السور ، وأن الرأى الرجيح فيها أنها حروف تنبيه نحو ألا ويا ، وينطق بأسمائها فيقال (ياسين).\nروى عن ابن عباس أنه قال يس : أي يا إنسان بلغة طيىء. والحكيم : أي ذى الحكمة ، على صراط مستقيم : أي طريق قويم ، من عقائد صحيحة ، وشرائع حقة ، حق : أي ثبت ووجب ، الأغلال : واحدها غلّ ، وهو ما تشدّ به اليد إلى العنق للتعذيب والتشديد ، والقمح : الذي يرفع رأسه ويغضّ بصره.\nقال أبو عبيدة : يقال قمح البعير : إذا رفع رأسه عن الحوض ولم يشرب. من بين أيديهم : أي من أمامهم ، فأغشيناهم : أي فغطّينا أبصارهم ، والذكر : القرآن ، وخشى الرّحمن : أي خشى عقابه ، بالغيب : أي قبل حلوله ومعاينة أهواله ، ما قدّموا :\nأي ما أسلفوا من الأعمال الصالحة والطالحة ، وآثارهم : أي ما أبقوه بعدهم من الحسنات كعلم علّموه ، أو كتاب ألّفوه ، أو بناء في سبيل الله بنوه ، أو من السيئات كغرس بذور الضلالات بين الناس ، فى إمام مبين : أي في أصل يؤتم به.",
        "الإيضاح\n(يس. وَالْقُرْآنِ الْحَكِيمِ. إِنَّكَ لَمِنَ الْمُرْسَلِينَ. عَلى صِراطٍ مُسْتَقِيمٍ) أي أقسم بالقرآن المحكم الذي لا يأتيه الباطل من بين يديه ولا من خلفه. إنك أيها الرسول لمن المرسلين لذين هم على دين قويم ، وشرع مستقيم.\n(تَنْزِيلَ الْعَزِيزِ الرَّحِيمِ) أي هذا الصراط المستقيم ، والدين القويم ، تنزيل من ذى العزة والرحمة بعباده.\nونحو الآية قوله : «وَإِنَّكَ لَتَهْدِي إِلى صِراطٍ مُسْتَقِيمٍ. صِراطِ اللهِ الَّذِي لَهُ ما فِي السَّماواتِ وَما فِي الْأَرْضِ أَلا إِلَى اللهِ تَصِيرُ الْأُمُورُ».",
        "(لِتُنْذِرَ قَوْماً ما أُنْذِرَ آباؤُهُمْ فَهُمْ غافِلُونَ) أي إنا أرسلناك لتنذر العرب الذين لم يأتهم نذير من قبلك ، فهم في غفلة عن معرفة الشرائع التي فيها سعادة البشر ، وإصلاح المجتمع.\nوذكرهم وحدهم هنا ؛ لأن الخطاب كان معهم ، وهذا لا يمنع أنه مرسل إلى الناس كافة كما قال : «قُلْ يا أَيُّهَا النَّاسُ إِنِّي رَسُولُ اللهِ إِلَيْكُمْ جَمِيعاً».\n(لَقَدْ حَقَّ الْقَوْلُ عَلى أَكْثَرِهِمْ فَهُمْ لا يُؤْمِنُونَ) أي لقد وجب العقاب على أكثرهم ، لأنه سبحانه سجل عليهم في أم الكتاب أنهم لا يؤمنون به ، ولا يصدّقون برسوله ، لما علم من خبث نفوسهم وسوء استعدادهم ، فلا تعمر قلوبهم بالإيمان ، ولا تخبت لله في أي زمان.\nثم ضرب لهم مثلا فقال :",
        "(إِنَّا جَعَلْنا فِي أَعْناقِهِمْ أَغْلالاً فَهِيَ إِلَى الْأَذْقانِ فَهُمْ مُقْمَحُونَ) أي إنا جعلنا فى أعناقهم أغلالا فهى واصلة إلى الأذقان ملصقة بها ، فهم من جراء ذلك مقمحون أي مرفوعو الرءوس ، إذ أن طوق الغلّ الذي في عنق المغلول يكون في ملتقى طرفيه تحت الذقن حلقة فيها رأس العمود خارجا من الحلقة إلى الذقن ، فلا يمكّنه من أن يطأطئ رأسه فلا يزال مقمحا.\nوالمراد منعناهم بموانع عن الإيمان تشبه ما ذكر ، فهم غاضو أبصارهم ، لا يلتفتون إلى الحق ، ولا يعطفون أعناقهم نحوه ، ولا يطأطئون رءوسهم له.\nثم أكد ما سبق وزاده بيانا وتفصيلا فقال :\n(وَجَعَلْنا مِنْ بَيْنِ أَيْدِيهِمْ سَدًّا وَمِنْ خَلْفِهِمْ سَدًّا فَأَغْشَيْناهُمْ فَهُمْ لا يُبْصِرُونَ) أي إنه زيّن لهم سوء أعمالهم ، وأعجبوا بأنفسهم ، واستكبروا عن اتباع الرسول ، وشمخوا بأنوفهم ، ولم يخضعوا لما جاءهم به ، وصدّوا أبواب النظر عما ينفعهم ، ولم يقبلوا شيئا سوى ما هم عليه ؛ فما مثلهم إلا مثل من أحاط به سدّان من الأمام والخلف فحجباه عن النظر فهو لا يبصر شيئا.",
        "والخلاصة ـ إنهم محبوسون في سجن الجهالة ، ممنوعون عن النظر في دلائل الأنفس ودلائل الكون ، محرومون عن التأمل فيما حل بمن قبلهم من الأمم الخالية ، والتفكر في العواقب المستقبلة.\nثم ذكر فذلكة لما تقدم فقال :\n(وَسَواءٌ عَلَيْهِمْ أَأَنْذَرْتَهُمْ أَمْ لَمْ تُنْذِرْهُمْ لا يُؤْمِنُونَ) أي وسواء على هؤلاء الذين حق عليهم القول ، إنذارك إياهم وتركه ، فإنه قد طبع الله على قلوبهم فهم لا يؤمنون ، إذ قد خبثت نفوسهم ، وساء استعدادهم ، وغشّيت أبصارهم فلا تقدر على النظر في الدلائل المشاهدة ، ولا تستطيع التأمل في جمال الكون.\nثم أعقب ذلك بيان من يتأثر بالإنذار فقال :",
        "(إِنَّما تُنْذِرُ مَنِ اتَّبَعَ الذِّكْرَ وَخَشِيَ الرَّحْمنَ بِالْغَيْبِ فَبَشِّرْهُ بِمَغْفِرَةٍ وَأَجْرٍ كَرِيمٍ) أي إنما ينفع إنذارك من آمن بالقرآن ، واتبع ما فيه من الأحكام ، وخشى عقاب الله قبل حلوله ومعاينة أهواله ، فإنه سبحانه عظيم الرحمة ، أليم العذاب كما قال : «نَبِّئْ عِبادِي أَنِّي أَنَا الْغَفُورُ الرَّحِيمُ. وَأَنَّ عَذابِي هُوَ الْعَذابُ الْأَلِيمُ».\nفبشّر هذا الذي اتبع أحكام الدين ، وخاف العقاب بمغفرة ما فرط منه من الزلات ، وأجر كريم ، ونعيم مقيم ، لا يستطاع وصفه مما لا عين رأت ولا أذن سمعت ولا خطر على قلب بشر.\nونحو الآية قوله : «إِنَّ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ بِالْغَيْبِ لَهُمْ مَغْفِرَةٌ وَأَجْرٌ كَبِيرٌ».\nثم ذكر ما يؤكد الخشية من الله وخوف عقابه بقوله :",
        "(إِنَّا نَحْنُ نُحْيِ الْمَوْتى وَنَكْتُبُ ما قَدَّمُوا وَآثارَهُمْ) أي إنا نحيى الموتى جميعا من قبورهم يوم القيامة ، ونكتب ما أسلفوا من عمل ، وتركوا من أثر حسن بعدهم ، كعلم علّموه ، أو حبيس في سبيل الله وقفوه ، أو مستشفى لنفع الأمة أنشئوه ، أو أثر سيىء كغرس الأحقاد والأضغان ، وترتيب مبادئ الشر والعدوان بين الأنام.\nروى ابن أبى حاتم عن جرير بن عبد الله البجلي قال : قال رسول الله صلّى الله عليه وسلم «من سنّ حسنة فله أجرها وأجر من عمل بها من بعده من غير أن ينقص من أجورهم شيئا ، ومن سن سنة سيئة كان عليه وزرها ووزر من عمل بها من بعده لا ينقص من أوزارهم شيئا ، ثم تلا : ونكتب ما قدّموا وآثارهم» والمراد من كتابة ذلك مجازاتهم عليه إن خيرا فخير ، وإن شرا فشر.\nثم ذكر أن الضبط والإحصاء لا يخص أعمال بنى آدم ، بل يتناول جميع الأشياء فقال :\n(وَكُلَّ شَيْءٍ أَحْصَيْناهُ فِي إِمامٍ مُبِينٍ) أي وبيّنا كل شىء وحفظناه ، فى أصل عظيم يؤتم به ، ويتبع ولا يخالف ، وهو علمنا الأزلى القديم الذي لا يغادر صغيرة ولا كبيرة إلا أحصاها.",
        "ونحو الآية قوله : «عِلْمُها عِنْدَ رَبِّي فِي كِتابٍ لا يَضِلُّ رَبِّي وَلا يَنْسى» وقوله : «وكلّ شىء فعلوه في الزّبر. وكلّ صغير وكبير مستطر».\n(وَاضْرِبْ لَهُمْ مَثَلاً أَصْحابَ الْقَرْيَةِ إِذْ جاءَهَا الْمُرْسَلُونَ (13) إِذْ أَرْسَلْنا إِلَيْهِمُ اثْنَيْنِ فَكَذَّبُوهُما فَعَزَّزْنا بِثالِثٍ فَقالُوا إِنَّا إِلَيْكُمْ\nمُرْسَلُونَ (14) قالُوا ما أَنْتُمْ إِلاَّ بَشَرٌ مِثْلُنا وَما أَنْزَلَ الرَّحْمنُ مِنْ شَيْءٍ إِنْ أَنْتُمْ إِلاَّ تَكْذِبُونَ (15) قالُوا رَبُّنا يَعْلَمُ إِنَّا إِلَيْكُمْ لَمُرْسَلُونَ (16) وَما عَلَيْنا إِلاَّ الْبَلاغُ الْمُبِينُ (17) قالُوا إِنَّا تَطَيَّرْنا بِكُمْ لَئِنْ لَمْ تَنْتَهُوا لَنَرْجُمَنَّكُمْ وَلَيَمَسَّنَّكُمْ مِنَّا عَذابٌ أَلِيمٌ (18) قالُوا طائِرُكُمْ مَعَكُمْ أَإِنْ ذُكِّرْتُمْ بَلْ أَنْتُمْ قَوْمٌ مُسْرِفُونَ (19) وَجاءَ مِنْ أَقْصَا الْمَدِينَةِ رَجُلٌ يَسْعى قالَ يا قَوْمِ اتَّبِعُوا الْمُرْسَلِينَ (20) اتَّبِعُوا مَنْ لا يَسْئَلُكُمْ أَجْراً وَهُمْ مُهْتَدُونَ (21) وَما لِيَ لا أَعْبُدُ الَّذِي فَطَرَنِي وَإِلَيْهِ تُرْجَعُونَ (22) أَأَتَّخِذُ مِنْ دُونِهِ آلِهَةً إِنْ يُرِدْنِ الرَّحْمنُ بِضُرٍّ لا تُغْنِ عَنِّي شَفاعَتُهُمْ شَيْئاً وَلا يُنْقِذُونِ (23) إِنِّي إِذاً لَفِي ضَلالٍ مُبِينٍ (24) إِنِّي آمَنْتُ بِرَبِّكُمْ فَاسْمَعُونِ (25) قِيلَ ادْخُلِ الْجَنَّةَ قالَ يا لَيْتَ قَوْمِي يَعْلَمُونَ (26) بِما غَفَرَ لِي رَبِّي وَجَعَلَنِي مِنَ الْمُكْرَمِينَ (27))\nتفسير المفردات",
        "ضرب المثل : يستعمل تارة في تشبيه حال غريبة بأخرى مثلها كما في قوله : «ضَرَبَ اللهُ مَثَلاً لِلَّذِينَ كَفَرُوا امْرَأَتَ نُوحٍ» الآية ، ويستعمل أخرى في ذكر حال غريبة وبيانها للناس من غير قصد إلى تشبيهها بحال أخرى نحو قوله : «وَضَرَبْنا لَكُمُ الْأَمْثالَ» أي وبيّنا لكم أحوالا غاية في الغرابة كالأمثال ، والقرية : هى أنطاكية كما روى عن قتادة وعكرمة ، والمرسلون : هم رسل عيسى من الحواريين ، فعززنا : أي فقوّينا وشددنا ، البلاغ المبين : أي التبليغ الواضح الظاهر للرسالة ،\nتطيّرنا : أي تشاء منا ، لنرجمنكم : أي لنرمينكم بالحجارة ، طائركم : أي سبب شؤمكم ، مسرفون : أي مجاوزون الحد في العصيان ، أقصى المدينة : أي أبعد مواضعها ، يسعى : أي يعدو ويسرع ، لا تغن : أي لا تنفع ، ولا ينقذون : أي لا يخلصونى.\nالمعنى الجملي\nبعد أن ذكر أن هؤلاء المشركين قد ختم الله على قلوبهم فهم لا يؤمنون ـ أردف ذلك ذكر مثل لقوم حالهم كحالهم في الغلوّ في الكفر والإصرار على التكذيب ، والاستكبار على الرسل ، وصم الآذان عن سماع الوعظ والإرشاد ، وهم أهل قرية أنطاكية ببلاد الشام ، فقد كان قصصهم مع رسل الله كقصص قومك معك ، فى العناد والاستكبار والعتوّ والطغيان.",
        "الإيضاح\n(وَاضْرِبْ لَهُمْ مَثَلاً أَصْحابَ الْقَرْيَةِ إِذْ جاءَهَا الْمُرْسَلُونَ) أي واجعل أصحاب قرية أنطاكية مثلا لهؤلاء القوم ، إذ أصروا على تكذيب الرسل الذين أرسلوا إليهم كما أصر قومك على تكذيبك عنادا واستكبارا.\nوالمشهور لدى المفسرين ومنهم قتادة وغيره أن الرسل هم رسل عيسى عليه السلام من الحواريين بعثهم إلى أهل أنطاكية ، وكان منهم ما قصه الله علينا في كتابه.\nويرى ابن عباس واختاره كثير من جلّة العلماء أن الرسل هم رسل الله أرسلهم ردءا لعيسى عليه السلام مقررين لشريعته كهرون لموسى عليه السلام ، ويؤيد ذلك.",
        "(1) قولهم (رَبُّنا يَعْلَمُ إِنَّا إِلَيْكُمْ لَمُرْسَلُونَ. وَما عَلَيْنا إِلَّا الْبَلاغُ الْمُبِينُ).\n(2) إنهم لو كانوا رسل المسيح لما قالوا لهم : (إِنْ أَنْتُمْ إِلَّا بَشَرٌ مِثْلُنا).\n(3) إن أهل أنطاكية آمنوا برسل المسيح إليهم ، فقد كانوا أول أهل مدينة آمنت بالمسيح ومن ثم كانت إحدى المدن الأربع اللاتي فيهن بطارقة ، وهن القدس\nوأنطاكية والإسكندرية ورومية ، لأنها مدينة الملك قسطنطين الذي نصر دينهم ووطده ، ولما ابتنى القسطنطينية نقلوا البطرين من رومية إليها.",
        "ثم فصل ما تقدم وزاده بيانا فقال :\n(إِذْ أَرْسَلْنا إِلَيْهِمُ اثْنَيْنِ فَكَذَّبُوهُما فَعَزَّزْنا بِثالِثٍ فَقالُوا إِنَّا إِلَيْكُمْ مُرْسَلُونَ) أي حين أرسلنا إليهم رسولين من عندنا فأسرعوا في تكذيبهما فقويناهما وشددنا أزرهما برسول ثالث فقالوا لأهل القرية : إنا إليكم مرسلون من ربكم الذي خلقكم ، بأن تخلصوا له العبادة ، وتتبرءوا مما تعبدون من الآلهة والأصنام.\nوالمشهور أن الرسولين الأولين كانا يوحنا وبولس والرسول الثالث شمعون.\nثم ذكر شبهة ، كثيرا ما تمسك بها المكذبون للرسل من الأمم الماضية.",
        "(قالُوا ما أَنْتُمْ إِلَّا بَشَرٌ مِثْلُنا وَما أَنْزَلَ الرَّحْمنُ مِنْ شَيْءٍ إِنْ أَنْتُمْ إِلَّا تَكْذِبُونَ) أي قال أصحاب القرية للثلاثة الذين أرسلوا إليهم : ما أنتم إلا بشر مثلنا من غير مزية دعية لاختصاصكم بما تدّعون ، وما أنزل الرّحمن إليكم رسالة ولا كتابا ولا أمركم فينا بشىء ، ما أنتم إلا كاذبون في قيلكم إنا مرسلون إليكم.\nوفي قولهم «ما أنزل الرّحمن» إيماء إلى أنهم يعترفون بالألوهية لكنهم ينكرون الرسالة ويتوسلون بالأصنام. وحينئذ رد عليهم الرسل مؤكدين رسالتهم.\n(قالُوا رَبُّنا يَعْلَمُ إِنَّا إِلَيْكُمْ لَمُرْسَلُونَ) أي فأجابهم الرسل قائلين : الله يعلم إنا رسله إليكم ولو كنا كذبة عليه لا نتقم منا أشد الانتقام ، ولكنه سيعزنا وينصرنا عليكم وستعلمون لمن تكون عقبى الدار؟\nونحو الآية قوله : «قُلْ كَفى بِاللهِ بَيْنِي وَبَيْنَكُمْ شَهِيداً يَعْلَمُ ما فِي السَّماواتِ وَالْأَرْضِ ، وَالَّذِينَ آمَنُوا بِالْباطِلِ وَكَفَرُوا بِاللهِ أُولئِكَ هُمُ الْخاسِرُونَ».",
        "ثم ذكر الرسل ما أمروا به فقالوا :\n(وَما عَلَيْنا إِلَّا الْبَلاغُ الْمُبِينُ) أي إنما علينا أن نبلغكم ما أرسلنا به إليكم ، فإن أطعتم ربحتم وكانت لكم سعادة الدارين ، وإن لم تجيبوا فستعلمون عاقبة تكذيبكم حين يحيق بكم الوبال والنكال.\nوالتبليغ المبين إنما يكون إذا صحبته الآيات الباهرة ، والمعجزات الدالة على أنهم رسل من عند الله.\nوالخلاصة ـ ما علينا من جهة ربنا إلا التبليغ المعزّز بالآيات البينات وقد فعلنا فأىّ شىء تطلبون منا حتى تصدقوا دعوانا؟.",
        "ولما ضاقت بهؤلاء المكذبين الحيل ، وأعيتهم الحجج لجئوا إلى التهديد والوعيد.\n(قالُوا إِنَّا تَطَيَّرْنا بِكُمْ لَئِنْ لَمْ تَنْتَهُوا لَنَرْجُمَنَّكُمْ وَلَيَمَسَّنَّكُمْ مِنَّا عَذابٌ أَلِيمٌ) أي قالوا إنا تشاء منا من تبليغكم ودعوتكم ، فقد افتتن بعض القوم بكم ، وتفرقت كلمتنا وانفرط عقد وحدتنا ، ولئن لم تنتهوا عن بثّ هذه الدعوة بيننا لنرجمنكم بالحجارة رجما ، ولنمثلن بكم شر التمثيل أو لنعذبنكم عذابا شديدا وأنتم أحياء.\nوالخلاصة ـ إنا إما أن نقتلكم أو نلقيكم في غيابات السجون وننكل بكم تنكيلا عظيما.\nحينئذ أجابهم الرسل :",
        "(قالُوا طائِرُكُمْ مَعَكُمْ) أي قالوا لهم سبب شؤمكم من أفعالكم لا من قبلنا كما تزعمون ، فأنتم أشركتم بالله سواه ، وأو لعتم بالمعاصي واجترحتم السيئات ، أما نحن فلا شؤم من قبلنا ، فإنا لا ندعو إلا إلى توحيد الله ، وإخلاص العبادة له والإنابة إليه ، وفي ذلك منتهى اليمن والبركة.\n(أَإِنْ ذُكِّرْتُمْ بَلْ أَنْتُمْ قَوْمٌ مُسْرِفُونَ) أي أمن جرّاء أنا ذكرناكم وأمرناكم بعبادة الله مخلصين له الدين تقابلوننا بمثل هذا الوعيد؟ بل أنتم قوم ديدنكم الإسراف ومجاوزة الحد في الطغيان ، ومن ثم جاءكم الشؤم ولا دخل لرسل الله في ذلك.\nوالخلاصة ـ أنتم قوم مسرفون في ضلالكم ، متمادون في غيكم ، تتشاءمون بمن يجب التبرك بهم من هداة الدين ، فقد جعلتم أسباب السعادة أسبابا للشقاء ولا يخفى ما في ذلك من شديد التوبيخ وعظيم التهديد والتنبيه إلى سوء صنيعهم بحرمانهم من الخيرات.\nونحو الآية قوله تعالى حكاية عن قوم فرعون «فَإِذا جاءَتْهُمُ الْحَسَنَةُ قالُوا لَنا هذِهِ وَإِنْ تُصِبْهُمْ سَيِّئَةٌ يَطَّيَّرُوا بِمُوسى وَمَنْ مَعَهُ ، أَلا إِنَّما طائِرُهُمْ عِنْدَ اللهِ».",
        "ثم أبان أنّ الحق لا يعدم نصيرا ، وأن الله يقيّض له من يدافع عنه فقال :\n(وَجاءَ مِنْ أَقْصَا الْمَدِينَةِ رَجُلٌ يَسْعى قالَ يا قَوْمِ اتَّبِعُوا الْمُرْسَلِينَ. اتَّبِعُوا مَنْ لا يَسْئَلُكُمْ أَجْراً وَهُمْ مُهْتَدُونَ) أي وجاء من أطراف المدينة رجل يعدو مسرعا ، لينصح قومه حين بلغه أنهم عقدوا النية على قتل الرسل ، فتقدم للذبّ عنهم ابتغاء وجه الله ونيل ثوابه ، قال يا قوم اتبعوا رسل الله الذين لا يطلبون منكم أجرا على تبليغهم ولا يطلبون علوا في الأرض ولا فسادا ، وهم سالكون طريق الهداية التي توصل إلى سعادة الدارين.\nروى أن هذا الرجل يسمى حبيبا ، وكان نجارا ، قال ابن أبى ليلى : سباقو الأمم ثلاثة لم يكفروا قط طرفة عين : على بن أبى طالب ، وصاحب يس ، ومؤمن آل فرعون.\nورواه الزمخشري حديثا ، وقال ابن كثير إنه حديث منكر.",
        "ثم أبان لهم أنه ما اختار لهم إلا ما اختاره لنفسه فقال :\n(وَما لِيَ لا أَعْبُدُ الَّذِي فَطَرَنِي وَإِلَيْهِ تُرْجَعُونَ؟) أي وما يمنعنى من إخلاص العبادة للذى خلقنى ، وإليه المرجع للجزاء يوم المعاد فيجازيكم على أعمالكم إن خيرا فخير ، وإن شرا فشر.\nوفي هذا تقريع لهم بتركهم عبادة الخالق وعبادة غيره ، وتهديد بتخويفهم بالرجوع إلى شديد العقاب.\nثم أعاد التوبيخ مرة أخرى مبينا عظيم حمقهم فقال :",
        "(أَأَتَّخِذُ مِنْ دُونِهِ آلِهَةً إِنْ يُرِدْنِ الرَّحْمنُ بِضُرٍّ لا تُغْنِ عَنِّي شَفاعَتُهُمْ شَيْئاً وَلا يُنْقِذُونِ؟) أي أأعبد من دون الله آلهة لا تملك من الأمر شيئا ، وهو لو أرادنى بسوء فلا كاشف له إلا هو ، ولا تملك الآلهة دفعه عنى ولا منعه.\n(إِنِّي إِذاً لَفِي ضَلالٍ مُبِينٍ) أي إنى إذا فعلت ذلك واتخذت من دونه آلهة لفى ضلال بيّن لا يخفى على من له أدنى مسكة من عقل ، فإن إشراك من لا يخلق وليس من شأنه النفع والضر ، بمن يخلق وهو القادر على كل شىء ـ خطأ ظاهر ، وغلط واضح لدى أرباب الأحلام وذوى الحجا.\nثم التفت إلى الرسل وخاطبهم منيبا إلى ربه فقال :\n(إِنِّي آمَنْتُ بِرَبِّكُمْ فَاسْمَعُونِ) أي إنى آمنت بربكم الذي أرسلكم فاشهدوا لى بذلك عنده.",
        "روى أنه لما قال ذلك وثبوا عليه وثبة رجل واحد فقتلوه ولم يجد من يدافع عنه.\nقال قتادة : جعلوا يرجمونه بالحجارة وهو يقول : اللهم اهد قومى فإنهم لا يعلمون ، فلم يزالوا به كذلك حتى فارق الحياة.\nثم ذكر مآل أمره وما قاله حين وجد النعيم والكرامة ، فقال :\n(قِيلَ ادْخُلِ الْجَنَّةَ ، قالَ يا لَيْتَ قَوْمِي يَعْلَمُونَ. بِما غَفَرَ لِي رَبِّي وَجَعَلَنِي مِنَ الْمُكْرَمِينَ) أي قال الله له : ادخل الجنة كفاء ما قدمت من عمل وأسلفت من إحسان ، فلما دخلها وعاين ما أكرمه الله به لإيمانه وصبره قال : ليت قومى يعلمون بما أنا فيه من نعيم ، وخير عميم ، لإيمانى بربي وتصديقى برسله وصبرى على أذى قومى ، وإنما تمنى علم قومه بحاله ، ليحملهم ذلك على اكتساب المثوبة مثله بالتوبة عن الكفر والدخول فى حظيرة الإيمان والطاعة اتباعا لسنن أولياء الله الذين يكظمون الغيظ ويترحمون على الأعداء.",
        "قال ابن عباس : نصح قومه حيا بقوله : (يا قَوْمِ اتَّبِعُوا الْمُرْسَلِينَ) وبعد مماته بقوله : (يا لَيْتَ قَوْمِي يَعْلَمُونَ. بِما غَفَرَ لِي رَبِّي وَجَعَلَنِي مِنَ الْمُكْرَمِينَ).\nوإلى هنا وقف القلم في تفسير هذا الجزء من الكتاب الكريم. وكان الفراغ منه بمدينة حلوان من أرباض القاهرة قاعدة الديار المصرية في اليوم الثامن عشر من شعبان سنة أربع وستين وثلاثمائة بعد الألف من الهجرة النبوية.\nوالحمد لله على إحسانه وإنعامه ، وصلّ ربنا على محمد وآله الطيبين الأخيار وصحبه الأبرار.\nفهرست",
        "أهم المباحث العامة التي في هذا الجزء\nمضاعفة ثواب أمهات المؤمنين رضى الله عنهن.\t3\nمكانتهن بين النساء وأمرهن بالقرار في البيوت.\t5\nمن هم أهل البيت؟\t7",
        "ما أعده الله للمسلمين والمسلمات من لأجر والكرامة في الدار الآخرة\t8\nالأوصاف التي يستحق بها عباده الثواب العظيم.\t9\nأىّ المجاهدين أعظم لله أجرا؟.\t10\nقصة زينب بنت جحش\t11",
        "الحكمة في زواجه صلّى الله عليه وسلم بها.\t12\nما كانت تفخر به زينب على أزواج النبي صلّى الله عليه وسلم.\t15\nأبوّة محمد صلّى الله عليه وسلم للمؤمنين أبوة تعظيم وإجلال.\t16\nأولاد النبي عليه الصلاة والسلام.\t17",
        "أمره عليه الصلاة والسلام باحتمال أذى المشركين وبالتوكل عليه.\t19\nلا عدّة للمطلقة قبل الدخول.\t20\nبعض خصائص النبي صلّى الله عليه وسلم في الزواج.\t23\nتخييره صلّى الله عليه وسلم في مضاجعة من شاء من نسائه.\t25",
        "نهيه صلّى الله عليه وسلم عن زواج غير الموجودات معه ، وعن استبدال غيرهن بهنّ\t26\nآية الحجاب وما فيها من أحكام وآداب.\t27\nالنهى عن إزعاج النبي صلّى الله عليه وسلم إذا كان في الخلوة.\t28\nيحرم اللبث على المدعوّ إلى طعام بعد أن يطعم إذا كان في ذلك أذى لرب البيت.\t29",
        "\nقال عمر : وافقت ربى في ثلاث.\t30\nمنع المؤمن عن نكاح أزواج النبي صلّى الله عليه وسلم.\t31\nاحترام النبي صلّى الله عليه وسلم في الملا الأعلى والملإ الأدنى.\t33",
        "من نسب إلى مؤمن أو مؤمنة ما لم يعملا فقد اجترح إثما عظيما.\t35\nأمر النساء بالتستر وإرخاء الجلابيب صيانة لهن عن الأذى.\t37\nتوعد الله أصنافا ثلاثة : بالقتال ، والقتل ، أو النفي من الديار.\t38\nندم المشركين يوم القيامة وتمنيهم أن لو كانوا أطاعوا الله.\t41",
        "الأقوال والأفعال التي تكون سبب الفوز العظيم.\t44\nفعل التكاليف الشرعية وسيلة الظفر والفلاح.\t46\nأسباب تعدد زوجاته صلّى الله عليه وسلم.\t47\nالأسباب العامة لذلك.\t48",
        "الأسباب الخاصة بزواج كل واحدة من أمهات المؤمنين.\t49\nأسباب إباحة تعدد الزوجات في الإسلام.\t52\nما حوته سورة الأحزاب من أغراض ومقاصد.\t53\nوجه اتصال سورة سبأ بما قبلها.\t55",
        "شمول علمه تعالى لكل ما في السموات والأرض.\t56\nإثبات البعث والجزاء.\t57\nالحكمة في البعث والجزاء.\t58\nأهل الكتاب الذين آمنوا بمحمد صلّى الله عليه وسلم يعتقدون قيامها ومجيئها.\t59",
        "ما قاله المشركون على سبيل التهكم ممن قال بالبعث.\t60\nادعاؤهم أن هذه المقالة لا يقولها إلا مفتر أو مجنون.\t61\nتنبيههم إلى ما يرون من آثار قدرته تعالى.\t62\nما آتى الله داود من فضل ونعمة.\t63",
        "تسخير الريح لسليمان.\t64\nتسخير الجن.\t66\nالأرضة دلت على موت سليمان عليه السلام.\t67\n",
        "عقاب المعرضين عن شكر النعم.\t70\nسدّ مأرب ـ سدّ العرم\t71\nالكشف الحديث دل على صدق ما جاء في القرآن.\t72\nالنعم التي أوتيها السبئيون.\t73",
        "عقاب أهل سبأ باتباعهم لوساوس الشيطان.\t74\nطغيانهم في الأرض وإفسادهم إلا قليلا منهم.\t75\nتأنيب قريش على عبادتها الأوثان والأصنام.\t76\nالشفاعة لا تنفع إلا لمن أذن الله له بها.\t78",
        "أمر الرسول بأن يقول للمشركين : علىّ إجرامى وعليكم إجرامكم ، والحاكم بيننا هو الله.\t79\nرسالة محمد صلّى الله عليه وسلم عامة للأسود والأحمر.\t82\nاستعجال المشركين للعذاب تهكما وازدراء.\t83\nإنكار المشركين للقرآن والكتب التي قبله.\t84",
        "الحوار الذي بين المشركين ومعبوديهم يوم القيامة.\t85\nتسلية الرسول صلّى الله عليه وسلم على إنكار مترفى قومه له ، وبيان أنهم ليسوا ببدع في ذلك.\t86\nسعة الرزق لا تدل على رضا الله عن المرء ولا غضبه عليه.\t88\nالعمل الصالح مع الإيمان هو الزلفى عند الله.\t89",
        "في الحديث : «اللهم أعط منفقا خلفا ، وممسكا تلفا».\t90\nأكثر المشركين مؤمنون بالجن مصدقون لهم فيما يقولون.\t91\nقال المشركون : القرآن إفك مفترى وإنه سحر بين.\t94\nما ردّ به سبحانه على هذه المقالة.\t95",
        "طالب الله الكفار بالتريث في هذا الحكم ليعلموا الحق.\t96\nسبب نزول الآية (تَبَّتْ يَدا أَبِي لَهَبٍ).\t97\n\nالعدة بنشر الإسلام وتبلج نوره.\t98",
        "«إنكم لا تدعون أصم ولا غائبا إنما تدعون سميعا» الحديث.\t99\nأن لهم الإيمان يوم القيامة وقد كفروا من قبل؟\t101\nالأجنحة ـ فى العالم المادي تساعد على الطيران ، وفي عالم الأرواح ترشد إلى القدرة\t104\nما كان يقوله صلّى الله عليه وسلم إذا انصرف من الصلاة وبعد الرفع من الركوع\t106",
        "الأمر بذكر النعم والشكر عليها.\t105\nتسلية الرسول صلّى الله عليه وسلم بأنه ليس ببدع بين الرسل.\t107\nلحزب الشيطان العذاب الشديد ولحزب الله المغفرة.\t109\nضرب المثل على تحقق البعث والنشور.\t110",
        "لمن سعى في ضعف الإسلام عذاب شديد والله يحبط عمله.\t113\nالآجال والأعمار أحصاها الله في كتاب.\t114\nالبراهين الدالة على الوحدانية والقدرة.\t115\nالنعي على المشركين في عبادة الأصنام والأوثان.\t117",
        "من أصول الدين أن لا تزر وازرة وزر ـ أخرى.\t118\nالبشارة والإنذار إنما تجدى نفعا لدى من يخشى الله.\t119\nتسلية الرسول عن عدم قبول المشركين دعوته.\t120\nلم يترك الله أمة سدى بلا نذير.\t121",
        "الهداية والتوفيق بيد الله سبحانه.\t123\nقومك ليسوا ببدع في الأمم.\t124\nالاعتبار بالآيات الكونية.\t125\nلا يعلم بديع صنع الله إلا العالم بأسرار الكون.\t126",
        "الذين يتبعون أحكام الدين لهم تجارة لن تبور.\t128\nالقرآن الكريم مصدق لما بين يديه من الكتب السماوية.\t129\n\nالمؤمنون أقسام ثلاثة.\t130",
        "المؤمنون حين يدخلون الجنة يقولون : الحمد لله الذي أذهب عنا الحزن.\t131\nالكافرون يوم القيامة يطلبون العودة إلى الدنيا ليعملوا صالحا.\t132\nما أجيبوا به عن هذا الطلب.\t133\nعلم الله تعالى محيط بجميع الأشياء.\t134",
        "تبكيت المشركين على عبادة الأوثان.\t136\nنظام الجاذبية.\t137\nإنكارهم لرسالة النبي صلّى الله عليه وسلم بعد أن كانوا مترقبين لها.\t139\nتهديد المشركين بحلول العقاب كما حل بمن قبلهم.\t140",
        "تنبيهم إلى آثار الغابرين الذين خلوا من قبلهم.\t141\nلو يؤاخذ الله الناس بظلمهم ما ترك على ظهرها من دابة.\t142\nمجمل ما حوته سورة فاطر من حكم وأحكام.\t143\nوجه اتصال سورة يس بما قبلها.\t144",
        "المراد بياسين.\t145\nجعل الأغلال في عنق أهل النار.\t146\nلا فائدة في إنذار هؤلاء المشركين.\t147\nمن سن سنة حسنة فله أجرها وأجر من عمل بها من بعده.\t148",
        "ضرب المثل بأهل أنطاكية.\t149\nمن رسل الله الذين أرسلوا إلى أهل أنطاكية؟\t150\nمقالة أهل القرية للرسل.\t151\nما ردّ به الرسل عليهم.\t152",
        "الحق لا يعدم نصيرا.\t153\nمآل أمر ذلك الواعظ.\t154\n"
    ]
}