{
    "partText": [
        "\nتخصيص القسم في أول هذه السورة بالضحى والليل؟ والجواب لأن ساعات النهار كلما تنقص فإن ساعات الليل تزداد وبالعكس، فلا تلك الزيادة للهوى ولا ذاك النقصان للقلى بل للحكمة، فكذا الرسالة وإنزال الوحي بحسب المصالح فمرة إنزال ومرة حبس لا عن الهوى ولا عن القلى. وأما السبب في الأقسام نفسه فلأن الكفار لما ادّعوا أن ربه ودعه وقلاه وقد ثبت أن البينة على المدعي واليمين على من أنكر قال لهم: هاتوا الحجة فعجزوا فلزمه اليمين بأنه ما ودعه ربه وما قلاه. وفيه أن الليل والنهار لا يسلمان من الزيادة والنقصان فكيف تطمع أن تسلم عن الخلق؟ وفيه أن الليل زمان الاستيحاش والنهار وقت الاجتماع والمعاش فكأنه قال: استبشر فإن بعد الاستيحاش بسبب انقطاع الوحي يظهر ضحى نزول الوحي.\nوفيه أن الضحى لما كان وقت موعد موسى لمعارضة السحرة كما قال مَوْعِدُكُمْ يَوْمُ الزِّينَةِ وَأَنْ يُحْشَرَ النَّاسُ ضُحًى [طه: 59] شرفه الله بأن أقسم به فعلم منه أن فضيلة الإنسان لا تضيع ثمرتها. وفيه بشارة للنبي صلى الله عليه وسلم أن الذي قلب قلوب السحرة حتى سجدوا يقلب قلوب أعدائك حتى يسلموا. وفيه أن الضحى وهو ساعة من النهار يوازي جميع الليل كما أن محمدا صلى الله عليه وسلم وأمته يوازي جميع الأنبياء وأممهم. وفيه أن النهار وقت السرور والاجتماع والليل وقت الغموم والوحشة، ففي الاقتصار على ذكر الضحى إشارة إلى أن غموم الدنيا أدوم من سرورها.\nيروى أن الله تعالى حين خلق العرش أظلت غمامة سوداء عن يساره ونادت: ماذا أمطر؟ فأجيبت أن أمطري الهموم والأحزان مائة سنة. ثم انكشف فأمرت مرة أخرى بذلك وهكذا إلى تمام ثلاثمائة سنة، ثم بعد ذلك أظلت عن يمين العرش غمامة بيضاء ونادت: ماذا أمطر؟ فأجيبت أن أمطري السرور ساعة\nفلهذا السبب ترى الهموم دائمة والأفراح نادرة. وفي تقديم الضحى على الليل إشارة إلى أن الحياة أولى للمؤمن من الموت إلى أن تحصل كمالاته الممكنة له. وأيضا إنه ذكر الضحى حتى لا يحصل اليأس من روحه، ثم عقبه بالليل حتى لا يحصل الأمن من مكره. الثالثة: لا استبعاد فيما يذكره الواعظ من تشبيه وجه محمد صلى الله عليه وسلم بالضحى وشعره بالليل. ومنهم من قال: الضحى ذكور أهل بيته، والليل إناثهم. أو الضحى رسالته، والليل زمان احتباس الوحي كما مرّ. ويحتمل أن يقال:\nالضحى نور علمه الذي به يعرف المستور من الغيوب والليل عفوه الذي به يستر جميع العيوب. أو الضحى إقبال الإسلام بعد أن كان غريبا، والليل إشارة إلى أنه سيعود غريبا. أو الضحى كمال العقل، والليل وقت السكون في القبر. أو أراد أقسم بعلانيتك التي لا يرى عليها الخلق عيبا وبسرك الذي لا يعلم عليه عالم الغيب عيبا. قال المفسرون: أبطأ جبريل عليه السلام عن النبي صلى الله عليه وسلم اثني عشر يوما عن ابن جريج، أو خمسة عشر عن الكلبي، أو\n(6/515)\n",
        "خمسة وعشرين يوما عن ابن عباس، أو أربعين عن السدّي ومقاتل. والسبب فيه أن اليهود سألوه عن ثلاث مسائل كما مرّ في «الكهف» فقال سأخبركم غدا ولم يقل «إن شاء الله» أو لأنّ جروا للحسن والحسين كان في بيته أو لأنه كان فيهم من لا يقلم الأظفار، فزعم المشركون أن ربه ودعه وقلاه. وروي أن أم جميل امرأة أبي لهب قالت له: يا محمد ما أرى شيطانك إلا قد تركك فنزلت السورة. والتوديع مبالغة في الوداع لأن من ودعك فقد بالغ في تركك. والقلى البغض وحذف المفعول من «قلاك» و «آواك» و «هداك» و «أغناك» للفاصلة مع دلالة قرينة الحال أو المقال. والذي يقال إن النبي صلى الله عليه وسلم شكا إلى خديجة إن ربي ودعني وقلاني. إن ثبت فمحمول على أنه أراد امتحان خديجة ليعلم بعد غورها في المعرفة والعلم كما\nروي أنها قالت: والذي بعثك بالحق ما أهداك الله بهذه الكرامة إلا وهو يريد أن يتمها لك.\nثم زاده تشريفا بقوله وَلَلْآخِرَةُ خَيْرٌ لَكَ مِنَ الْأُولى يعني هذا التشريف وهو إعلام أن ما ألقاه الحساد فيما بينهم من التوديع والقلى بهت محض وإن كان تشريفا عظيما إلا أن الذي أعدّ لأجلك في الآخرة أشرف وأسنى. وعلى تقدير انقطاع الوحي لا يجوز أن يكون ذلك للعزل عن النبوة فإنه غير جائز لكنه يدل على قرب الوفاة المستتبعة للقرب من الله فلا يكون كما ظنه الأعداء. ويحتمل أن يراد: وللأحوال الآتية خير لك من الماضية فيكون وعدا بإتمام نوره وإعلاء أمره. وفي تخصيص الخطاب إشارة إلى أن في أمته من كانت الآخرة شر إليه إلا أن الله ستره عليهم ونظر قول موسى إِنَّ مَعِي رَبِّي سَيَهْدِينِ [الصافات: 99] لأنه كان في قومه من لم يكن لائقا بهذا المنصب، وحين لم يكن في الغار إلا نبي أو صدّيق\nقال نبينا صلى الله عليه وسلم لا تَحْزَنْ إِنَّ اللَّهَ مَعَنا [التوبة: 40]\nيروى أن موسى خرج للاستسقاء ومعه الألوف ثلاثة أيام فلم يجدوا الإجابة فسأل موسى عليه السلام عن سبب ذلك فقال: إن في قومك نماما فقال موسى: من هو؟ فقال الله تعالى: إني أبغضه فكيف أعمل عمله؟ فما مضت مدة حتى نزل الوحي بأن ذلك النمام قد مات وهذه جنازته في الموضع الفلاني فذهب موسى إلى ذلك الموضع فإذا فيه سبعون من الجنائز\nفهذا ستره على أعدائه فكيف على أوليائه. وهاهنا لطيفة وهي أنه تعالى ردّ ألوفا من المطيعين لمذنب واحد هاهنا يرحم ألوفا من المذنبين لمطيع واحد ودليله قوله وَلَسَوْفَ يُعْطِيكَ رَبُّكَ فَتَرْضى فلعله حين بين أن الآخرة خير له عقبه ببيان تلك الخيرية وهي رتبة الشفاعة.\nيروى عن علي رضي الله عنه أنه قال: قال صلى الله عليه وسلم «إذن لا أرضى وواحد من أمتي في النار» . «1»\nوعن جعفر الصادق رضي الله\n__________\n(1) رواه مسلم في كتاب الإيمان حديث 346.\n(6/516)\n\nعنه رضا جدّي صلى الله عليه وسلم أن لا يدخل النار موّحد.\nوقال ابن عباس: هو ألف قصر من لؤلؤ أبيض ترابه المسك وفيها ما يليق بها، واللام في ولَسَوْفَ خالصة للتأكيد دون الحال كأنه قيل: الموعود كائن لا محالة وإن تأخر زمانه بحسب المصلحة. وقال جار الله: تقديره ولأنت سوف يعطيك لأن اللام لا تدخل على المضارع إلا مع نون التأكيد وفيه نظر. ثم عدد بعض نهمه التي أنعم بها عليه قبل إرساله وكأنه قال: ما تركناك وما قليناك قبل أن اخترناك واصطفيناك فتظن أنا بعد الرسالة نهجرك ونخذلك. قال أهل الأخبار: إن عبد الله بن المطلب توفي وأم رسول الله صلى الله عليه وسلم حامل به، ثم ولد رسول الله صلى الله عليه وسلم فكان مع جده عبد المطلب ومع أمه آمنة، فهلكت وهو ابن ست سنين فكان مع جده، ثم هلك جده بعد سنتين فكفل أبو طالب رسول الله صلى الله عليه وسلم إلى أن ابتعثه الله للرسالة فقام بنصرته مدة مديدة، وعطفه الله عليه فأحسن تربيته وذلك قوله «فآواك» أي جعل لك من تأوي إليه وهو أبو طالب. وفي تفسير تأويل الضلال قولان: الأول أنه الضلال عن الدين. فقال السدي والكلبي: كان على دين قومه أربعين سنة. الثاني وعليه الجمهور أنه ما كفر بالله طرفة عين والمراد عن معالم الشريعة الحنيفية كقوله ما كُنْتَ تَدْرِي مَا الْكِتابُ وَلَا الْإِيمانُ [الشورى: 52] وقيل: ضل في صباه في بعض شعاب مكة فأتى أبو جهل على ناقة ومحمد صلى الله عليه وسلم بين يديه وهو يقول: لا تدري ماذا نرى من ابنك. فقال عبد المطلب: ولم. قال: لأني أنخت الناقة وأركبته من خلفي فأبت الناقة أن تقوم فلما أركبته أمامي قامت الناقة فكانت الناقة تقول: يا أحمق هو الإمام فكيف يكون خلف المقتدي؟ قال ابن عباس: ردّه الله إلى جده بيد عدوّه كما فعل بموسى حين رباه بيد عدوّه. وقيل: أضلته حليمة عند باب مكة حين فطمته وجاءت به لتردّه على عبد المطلب حتى دخلت هبل وشكت ذلك إليه فتساقطت الأصنام وسمعت صوتا إنما هلاكنا بيد هذا الصبي.\nوروي مرفوعا أنه صلى الله عليه وسلم قال: ضللت عن جدي عبد المطلب وأنا صبي ضائع كاد الجوع يقتلني فهادني الله\nيعني حديث أبي جهل المذكور. وقيل: ضالا أي مغمورا بين الكفار من ضل الماء في اللبن. وقيل: مجاز في الإسناد والمعنى وجد قومك ضلالا فهداهم بك. وقيل: كنت منفردا عن اختلاط أهل الضلال فهداك إلى الاختلاط بهم وإلى دعوتهم. قيل: وعن الهجرة أو القبلة أو عن معرفة جبرائيل أول مرة، أو عن أمور الدنيا أو عن طريق السموات فهداك ليلة المعراج. وقيل: الضلال المحبة لفي ضلالك القديم فهداك إلى وجه الوصول إلى المحبوب والمراد بالسلوك.\nروي عن علي رضي الله عنه أنه قال:\nقال صلى الله عليه وسلم: ما هممت بشيء مما كان أهل الجاهلية يعملون به غير مرتين كل ذلك يحول الله بيني وبين ما أريد. قلت ليلة لغلام من قريش كان يرعى معي بأعلى مكة: لو حفظت لي",
        "(6/517)\n\nغنمتي حتى أدخل مكة فأسمر بها كما يسمر الشبان. فلما أتيت أول دار من دور مكة سمعت الدفوف والمزامير فقالوا: فلان تزوّج بفلانة. فجلست أنظر إليهم فضرب الله على أذني فما أيقظني إلا مسّ الشمس. ثم قلت ليلة أخرى مثل ذلك. فضرب الله على أذني فما أيقظني إلا مسّ الشمس. ثم ما هممت بعدهما بسوء حتى أكرمني الله برسالته.\nوالعائل في الأصل كثير العيال ثم أطلق على الفقير وإن لم يكن له عيال لأن الفقر من لوازم العول. أغناه الله بتربية أبي طالب أوّلا، ولما اختلت أحوال أبي طالب أغناه بمال خديجة.\nيروى أنه صلى الله عليه وسلم دخل على خديجة وهو مغموم فقالت له: ما لك؟ فقال: الزمان زمان قحط فإن أنا بذلت المال ينفد مالك فأستحيي منك، وإن أنا لم أبذل أخاف الله. فدعت قريشا وفيهم الصدّيق. قال الصدّيق: فأخرجت دنانير حتى وصبتها أبلغت مبلغا لم يقع بصري على من كان جالسا قدامي ثم قالت: اشهدوا أن هذا المال ماله إن شاء فرقه وإن شاء أمسكه.\nوأما في زمان الرسالة فأغناه لمال أبي بكر ثم أمره بالهجرة وأعانه بإعانة الأنصار حسبك الله ومن أتبعك من المؤمنين. ثم أغناه بما أفاء عليه من الغنائم.\nقال صلى الله عليه وسلم «جعل رزقي تحت ظل رمحي»\nوبعض هذه الأمور وإن كان بعد نزول السورة إلا أن معلوم الله كالواقع فيكون من قبيل الإخبار بالغيب وقد وقع فيكون معجزا. وقيل: الغنى هو القناعة وغنى القلب كان صلى الله عليه وسلم يستوي عنده الحجر والذهب. قال أهل التحقيق: الحكمة في يتم النبي صلى الله عليه وسلم أن يعرف قدر الأيتام فيقوم بأمرهم. وأن يكرم اليتيم المشارك له في الاسم كما\nقال صلى الله عليه وسلم «إذا سميتم الولد محمدا فأكرموه وسعوا له في المجلس»\nوفيه أنه لا يعتمد من أول عمره إلى آخره على أحد سوى الله فيحصل له فضيلة التوكل كما\nقال جده إبراهيم «حسبي من سؤالي علمه بحالي»\n. وفيه أن اليتم منقصة ومذلة فإذا صار أكرم الخلق كان من جنس المعجزات.\nيروى أنه صلى الله عليه وسلم قال: سألت ربي مسألة لوددت أني لم أسألها قلت: اتخذت إبراهيم خليلا، وكلمت موسى تكليما، وسخرت مع داود الجبال، وأعطيت سليمان كذا وكذا. يقال: ألم أجدك يتيما فآويتك، ألم أجدك ضالا فهديتك، ألم أجدك عائلا فأغنيتك؟ قلت: بلى. قال» أَلَمْ نَشْرَحْ لَكَ صَدْرَكَ [الشرح: 1] إلى آخره؟ قلت: بلى.\nأقول: إن صح إسناد هذا الحديث وجب حمله على الشكاية مع الله أو إلى الله لا من الله، فإن الأول قد يتفق للعارفين في مقام الانبساط والقبض دون الثاني. وحين أذكره الله تعالى نعمه حتى لا ينسى نفسه أوصاه بأن يتعامل مع الخلق مثل معاملة الله معه فقال فَأَمَّا الْيَتِيمَ فَلا تَقْهَرْ أي فلا تغلبه على ماله وحقه لضعف حاله. وانتصب اليتيم بالفعل بعده. والفاء لتلازم ما بعدها لما قبلها. وقرئ «فلا تكهر» أي فلا تعبس في وجهه.\nيروى أنها نزلت حين صاح النبي صلى الله عليه وسلم على ولد\n(6/518)",
        "\nخديجة.\nوإذا كان هذا العتاب لمجرد الصياح أو العبوس فكيف إذا آذاه أو أكل ماله.\nعن أنس مرفوعا «إذا بكى اليتيم وقعت دموعه في كف الرحمن فيقول الله تعالى: من أبكى هذا اليتيم الذي واريت والده في التراب؟ من أسكته فله الجنة»\nويروى أنه صلى الله عليه وسلم كان جالسا فجاءه عثمان بعذق من تمر فوضعه بين يديه فأراد أن يأكل فوقف سائل بالباب فقال: يرحم الله عبدا يرحمنا. فأمر بدفعه إلى السائل فكره عثمان ذلك وأراد أن يأكله النبي صلى الله عليه وسلم فخرج واشتراه من السائل، ثم رجع السائل ففعل ذلك ثلاث مرات إلى أن قال النبي صلى الله عليه وسلم: أسائل أنت أم بائع؟ فنزل وَأَمَّا السَّائِلَ فَلا تَنْهَرْ\nأي فلا تزجر.\nوعن النبي صلى الله عليه وسلم «إذا رددت السائل فلم يرجع فلا عليك أن تزجره»\nقال العلماء: أما إنه ليس بالسائل المستجدي ولكن طالب العلم إذا جاءك فلا تنهره. ثم أمره بأن يحدث الناس بما أنعم به عليه من الإيواء والهداية والإغناء وغيره. وأعلم أنه تعالى نهاه عن شيئين وأمره بواحد، نهاه عن قهر اليتيم جزاء لما أنعم به عليه في قوله أَلَمْ يَجِدْكَ يَتِيماً فَآوى ونهاه عن نهر السائل في مقابلة قوله وَوَجَدَكَ عائِلًا فَأَغْنى وأمره بتحديث نعمه ربه وهو في مقابلة قوله وَوَجَدَكَ ضَالًّا فَهَدى فالأنسب أن يكون المراد به التبليغ وأداء الرسالة وتكميل الناقصين بالدعاء إلى الدين كما قال مجاهد. ولقد روعي في الترتيب نكتة لطيفة فقدّم في معرض المنة النعمة الدينية وهي الهداية على النعمة الدنيوية وهي الإغناء وأما في معرض الإرشاد فقدّم الإشفاق على الخلق، وأخر التحديث ليكون أدخل في الاستمالة وأجلب للدواعي فإنه ما لم ينتظم أمر المعاش لم تفرغ الخواطر لقبول التكاليف والتزام أمر المعاد. قال المحققون: التحديث بنعم الله تعالى جائز مطلقا بل مندوب إليه إذا كان الغرض أن يقتدي غيره به أو أن يشيع شكر ربه بلسانه، وإذا لم يأمن على نفسه الفتنة والإعجاب فالستر أفضل. قالوا: إنما أخر التحديث تقديما لحظ الخلق على حظ نفسه لأنه غني وهم المحتاجون ولهذا رضي نفسه بالقول فقط، ولأن الاستغراق في بحر الشكر ومعرفة المنعم غاية الغايات ونهاية الطاعات.\nتنبيه: روي عن البزي أنه قال: قرأت على عكرمة بن سليمان قال: قرأت على إسماعيل بن عبد الله بن قسطنطين فلما بلغت وَالضُّحى قال: كبر حتى تختم مع خاتمة كل سورة فإني قرأت على عبد الله بن كثير فأمرني بذلك، وأخبرني ابن كثير أنه قرأ على مجاهد فأمره بذلك، وأخبره مجاهد أنه قرأ على عبد الله بن عباس تسع عشرة ختمة فأمره بذلك في كلها، وأخبر ابن عباس أنه قرأ على أبيّ بن كعب فأمره بذلك، وأخبره أبيّ أنه قرأ على رسول الله صلى الله عليه وسلم فأمره بذلك. وروي عن الشافعي أنه رأى التكبير سنة في خاتمة وَالضُّحى إلى آخر القرآن. وهكذا روي عن قنبل. والسبب فيه أنه حين انقطع الوحي على ما سبق\n(6/519)\n",
        "ذكره وأنزلت السورة\nقال رسول الله صلى الله عليه وسلم: الله أكبر تصديقا لما أتى به وتكذيبا للكفار.\nقال العلماء: لا نقول إنه لا بد لمن ختم أن يفعله ولكنه من فعل فقد أحسن ومن ترك فلا حرج.\nواختلفوا في لفظ التكبير وكان بعضهم بقول: الله أكبر لا غير. وآخرون يقولون: لا إله إلا الله والله أكبر فيهللون قبل التكبير. وأما كيفية الأداء فاعلم أن القارئ إذا وصل التكبير بآخر السورة فإن كان آخرها ساكنا كسره لالتقاء الساكنين فإن همزة الوصل من أول اسم الله تسقط في الدرج وذلك ثلاثة مواضع فَحَدِّثْ الله أكبر فَارْغَبْ\n[الشرح: 8] الله أكبر وَاقْتَرِبْ [العلق: 19] الله أكبر. وإن كان منونا كسره أيضا سواء كان المنون مفتوحا أو لا وهو تَوَّاباً [النصر: 3] الله أكبر أو مضموما وهو ثلاثة لَخَبِيرٌ [العاديات: 11] الله أكبر حامِيَةٌ [القارعة: 11] الله أكبر وأحد الله أكبر ومكسورا وهو أربعة مُمَدَّدَةٍ [الهمزة: 9] الله أكبر ومَأْكُولٍ [الفيل: 5] الله أكبر وخَوْفٍ [قريش: 4] الله أكبر ومَسَدٍ [المسد: 5] الله أكبر. وإن كان آخر السورة متحركا غير منون تبقى الحركة بحالها فالمفتوح ثلاثة الْحاكِمِينَ [التين: 8] الله أكبر والْماعُونَ [الماعون: 7] الله أكبر وحَسَدَ [الفلق: 5] الله أكبر والمضموم ثلاثة رَبَّهُ [البينة: 8] الله أكبر ويَرَهُ [الزلزلة: 8] الله أكبر والْأَبْتَرُ [الكوثر: 3] الله أكبر والمكسور خمسة مَطْلَعِ الْفَجْرِ [الفجر: 5] الله أكبر وعَنِ النَّعِيمِ [التكاثر: 8] الله أكبر وبِالصَّبْرِ [العصر: 3] الله أكبر وَلِيَ دِينِ [الكافرون: 6] الله أكبر وَالنَّاسِ [الناس: 6] الله أكبر والله أعلم.\n(6/520)\n\nأَلَمْ نَشْرَحْ لَكَ صَدْرَكَ (1) وَوَضَعْنَا عَنْكَ وِزْرَكَ (2) الَّذِي أَنْقَضَ ظَهْرَكَ (3) وَرَفَعْنَا لَكَ ذِكْرَكَ (4) فَإِنَّ مَعَ الْعُسْرِ يُسْرًا (5) إِنَّ مَعَ الْعُسْرِ يُسْرًا (6) فَإِذَا فَرَغْتَ فَانْصَبْ (7) وَإِلَى رَبِّكَ فَارْغَبْ (8) ",
        "(سورة ألم نشرح)\n(مكية حروفها مائة وثلاثة كلمها تسع وعشرون آيها ثمان)\n\n[سورة الشرح (94) : الآيات 1 الى 8]\nبِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ\nأَلَمْ نَشْرَحْ لَكَ صَدْرَكَ (1) وَوَضَعْنا عَنْكَ وِزْرَكَ (2) الَّذِي أَنْقَضَ ظَهْرَكَ (3) وَرَفَعْنا لَكَ ذِكْرَكَ (4)\nفَإِنَّ مَعَ الْعُسْرِ يُسْراً (5) إِنَّ مَعَ الْعُسْرِ يُسْراً (6) فَإِذا فَرَغْتَ فَانْصَبْ (7) وَإِلى رَبِّكَ فَارْغَبْ (8)\n\nالوقوف\nصَدْرَكَ هـ لا وِزْرَكَ هـ لا ظَهْرَكَ هـ لا ذِكْرَكَ هـ ط يُسْراً هـ ط فَانْصَبْ هـ لا فَارْغَبْ هـ\n\nالتفسير:\nروي عن طاوس وعمر بن عبد العزيز أنهما كانا يقولان: هذه السورة وسورة الضحى سورة واحدة فكانا يقرآنهما في الركعة الواحدة من غير فصل بالبسملة. والذي دعاهما إلى ذلك ما رأيا من المناسبة في معرض تعديد النعم بين قوله أَلَمْ يَجِدْكَ يَتِيماً [الضحى: 6] وبين قوله أَلَمْ نَشْرَحْ وفيه ضعف، لأن القرآن كله في حكم وكلام واحد فلو كان هذا القدر يوجب طرح البسملة من البين لزم ذلك في كل السور أو في أكثرها، على أن الاستفهام الأول وارد بصيغة الغيبة، والثاني بصيغة التكلم، وهذا مما يوجب المباينة لا المناسبة. قال جار الله: استفهم عن انتفاء الشرح على وجه الإنكار فأفاد إثبات الشرح وإيجابه فكأنه قيل: شرحنا لك صدرك ولذلك عطف عليه وَضَعْنا اعتبارا للمعنى. قلت:\nاعتبار المعنى من جانب وَضَعْنا أصوب وأنسب ليكون الكل داخلا في الاستفهام الإنكاري كأنه قيل: ألم نشرح ولم نضع ولم نرفع ومثله ما مر في والضحى ألم يجدك يتيما أو لم يجدك ضالا. ونقول: معنى أَلَمْ نَشْرَحْ أما شرحنا فيصح العطف عليه بهذا الاعتبار ليشمل الاستفهام مجموع الأفعال وهكذا في «والضحى» . وفائدة العدول من المتكلم الواحد إلى الجمع إما تعظيم حال الشرح وإما الإعلام بتوسط الملك في ذلك الفعل كما\nروي أن جبرائيل أتاه وشق صدره وأخرج قلبه وغسله وأنقاه من المعاصي ثم ملأه علما وإيمانا ووضعه في صدره.\nوطعن القاضي فيه من جهة أن هذه الواقعة من قبيل الإعجاز فكيف\n(6/521)\n\nيمكن تصديقها قبل النبوة؟ ومن جهة أن الأمور المحسوسة لا يقاس بها الأمور المعنوية.\nوأجيب عن الأول بأن الإرهاص جائز عندنا، وعن الثاني بأنه يفعل ما يشاء، ولا يبعد أنه تعالى جعل ذلك الغسل والتنقية علامة تعرف الملائكة بها عصمته عن الخطايا. والأكثرون على أن الشرح أمر معنوي وهو إما نقيض ضيق العطن بحيث لا يتأذى من كل مكروه وإيحاش يلحقه من كفار قومه فيتسع لأعباء الرسالة كلها ولا يتضجر من علائق الدنيا بأسرها، وإما خلاف الضلال والعمه حتى لا يرى إلا الحق ولا ينطق إلا بالحق ولا يفعل إلا للحق. قال المحققون: ليس للشيطان إلى القلب سبيل ولهذا لم يقل «ألم نشرح قلبك» وإنما يجيء الشيطان إلى الصدر الذي هو حصن القلب فيبث فيه هموم الدنيا والحرص على الزخارف فيضيق القلب حينئذ ولا يجد للطاعة لذة ولا للإيمان حلاوة ولا على الإسلام طلاوة، فإذا طرد العدو بذكر الله والإعراض عمّا لا يعينه حصل الأمن وانشرح الصدر وتيسر له القيام بأداء العبودية. وفوائد إقحام لك دون أن يقتصر على قوله أَلَمْ نَشْرَحْ لَكَ صَدْرَكَ ما مر في قوله رَبِّ اشْرَحْ لِي صَدْرِي [طه: 25] من الإجمال ثم التفصيل، ومن إرادة الاختصاص أو كونه أهم. قال أهل المعاني ومنهم جار الله: الوزر الذي أنقض ظهره أي أثقله مثل لما صدر عنه من بعض الصغائر قبل النبوة ولما جهله من الأحكام والشرائع، أو لما كان تهالك عليه من إسلام أولي العناد فيغتم بسبب ذلك، ووضعه عنه أن غفر له أو أنزل عليه الكتاب.\nأو قيل له: إن عليك إلا البلاغ لست عليهم بمصيطر. والأصل في الإنقاض أن الظهر إذا أثقله الحمل سمع له نقيض أي صوت خفي كصوت المحامل والرحال وكل ما فيه انتقاض وانفكاك. وقيل: المراد بالوزر أعباء الرسالة وبوضعه تسهيل الله تعالى ذلك عليه ومن جملتها أنه كان يفزع في الأوائل حتى كاد يرمي بنفسه من الجبل فقوي وألف بالوحي حتى كاد يرمي بنفسه إذا فتر الوحي أو تأخر. وقيل: المراد إزالة الحيرة التي كانت له قبل البعث، كان يريد أن يعبد ربه وما كانت نفسه تسكن إلى الشرائع المتقدمة لوقوع التحريف فيها. ورفع ذكره أن قرن اسمه باسم الله في الشهادة والأذان والتشهد والخطب. وجاء ذكره في القرآن مقرونا بذكر الله في غير موضع، وعلى سبيل التعظيم مثل النبي والرسول. ومن رفع الذكر أن جاء انعته في الكتب السماوية كلها وأخذ على أمم الأنبياء كلهم أن يؤمنوا به.\nثم إنهم كانوا يعيرون رسول الله صلى الله عليه وسلم بالفقر فقيل له: لا يحزنك قولهم فَإِنَّ مَعَ الْعُسْرِ يُسْراً أي بعد العسر الذي أنتم فيه يسر وأي يسر جعل الزمان القريب كالمتصل والمقارن زيادة في التسلية وقوة الرجاء.\nروى مقاتل عن النبي صلى الله عليه وسلم أنه خرج ذات يوم وهو يضحك ويقول: لن يغلب عسر يسرين.\nفقال الفراء والزجاج: العسر مذكور بالألف واللام وليس هناك معهود",
        "(6/522)\n\nسابق فينصرف إلى الحقيقة فيكون المراد بالعسر في الموضعين شيئا واحدا، وأما اليسر فإنه مذكور على سبيل التنكير فكان أحدهما غير الآخر وزيفه الجرجاني بأنه من المعلوم أن القائل إذا قال: إنّ مع الفارس سيفا إن مع الفارس سيفا. لم يلزم منه أن يكون هناك فارس واحد معه سيفان. وأقول: إذا كان المراد بالعسر الجنس لا العهد لزم اتحاد العسر في الصورتين.\nوأما اليسر فمنكر فإن حمل الكلام الثاني على التكرار مثل فَبِأَيِّ آلاءِ رَبِّكُما تُكَذِّبانِ [الرحمن: 13] ونحوه كان اليسران واحدا. وإن حمل على أنه جملة مستأنفة لزم أن يكون اليسر الثاني غير الأول وإلا كان تكرارا والمفروض خلافه. وإن كان المراد العسر المعهود فإن كان المعهود واحدا وكان الثاني تكرارا كان اليسران أيضا واحدا، وإن كان مستأنفا كانا اثنين وإلا لزم خلاف المفروض، وإن كان المعهود اثنين فالظاهر اختلاف اليسرين وإلا لزم أو حسن أن يعاد اليسر الثاني معرفا بلام العهد فهو واحد والكلام الثاني تكرير للأول لتقريره في النفوس إلا أنه يحسن أن يجعل اليسر فيه مغايرا للأول لعدم لام العهد. ولعل هذا معنى الحديث إن ثبت والله أعلم ورسوله. وإذا عرفت هذه الاحتمالات فإن لم يثبت صحة الحديث أمكن حمل الآية على جميعها، وإن ثبت صحته وجب حملها على وجه يلزم منه اتحاد العسر واختلاف اليسر. وحينئذ يكون فيه قوة الرجاء ومزيد الاستظهار برحمة الكريم.\nوأما اليسران على تقدير اختلافهما فقيل: يسر الدنيا ويسر الآخرة أي إن مع العسر الذي أنتم فيه يسر العاجل إن مع العسر الذي أنتم فيه يسر الآجل. وقيل: ما تيسر لهم من الفتوح في أيام رسول الله صلى الله عليه وسلم ثم في أيام الخلفاء الراشدين، والأظهر الجنس ليكون وعدا عاما لجميع المكلفين في كل عصر. وحين عدد عليه النعم السابقة ووعده النعم اللاحقة من اليسر والظفر رتب عليه فَإِذا فَرَغْتَ فَانْصَبْ قال قتادة والضحاك ومقاتل: إذا فرغت من الصلاة المكتوبة فانصب أي اتعب للدعاء وأرغب إلى ربك في إنجاز المأمول لا إلى غير يعطك خير الدارين.\nوعن الشعبي: إذا فرغت من التشهد فادع لدنياك وآخرتك. وعن مجاهد: إذا فرغت من أمور دنياك لما وعدناك من اليسر والظفر فانصب للعبادة والدعوة. وعن شريح أنه مر برجلين يتصارعان فقال: ما بهذا أمر الفارغ وقعود الرجل فارغا من غير شغل قريب من العبث والاشتغال بما لا يعني، فعلى العاقل أن لا يضيع أوقاته في الكسل والدعة ويقبل بجميع قواه على تحصيل ما ينفعه في الدارين والله تعالى عالم بحقائقه.\n(6/523)",
        "\nوَالتِّينِ وَالزَّيْتُونِ (1) وَطُورِ سِينِينَ (2) وَهَذَا الْبَلَدِ الْأَمِينِ (3) لَقَدْ خَلَقْنَا الْإِنْسَانَ فِي أَحْسَنِ تَقْوِيمٍ (4) ثُمَّ رَدَدْنَاهُ أَسْفَلَ سَافِلِينَ (5) إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ فَلَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ (6) فَمَا يُكَذِّبُكَ بَعْدُ بِالدِّينِ (7) أَلَيْسَ اللَّهُ بِأَحْكَمِ الْحَاكِمِينَ (8) \n(سورة التين)\n(وهي مكية حروفها مائة وثلاثة كلمها تسع وعشرون آيها ثمان)\n\n[سورة التين (95) : الآيات 1 الى 8]\nبِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ\nوَالتِّينِ وَالزَّيْتُونِ (1) وَطُورِ سِينِينَ (2) وَهذَا الْبَلَدِ الْأَمِينِ (3) لَقَدْ خَلَقْنَا الْإِنْسانَ فِي أَحْسَنِ تَقْوِيمٍ (4)\nثُمَّ رَدَدْناهُ أَسْفَلَ سافِلِينَ (5) إِلاَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحاتِ فَلَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ (6) فَما يُكَذِّبُكَ بَعْدُ بِالدِّينِ (7) أَلَيْسَ اللَّهُ بِأَحْكَمِ الْحاكِمِينَ (8)\n\nالوقوف:\nوَالزَّيْتُونِ هـ لا سِينِينَ هـ لا الْأَمِينِ هـ لا تَقْوِيمٍ هـ ز للعطف سافِلِينَ هـ ط بناء على أن المراد بالرد هو الخذلان إلى الكفر، ولو حمل إلى الرد إلى أرذل العمر لأن الاستثناء منقطع جاز الوقف عند قوم مَمْنُونٍ هـ ط بِالدِّينِ هـ ط الْحاكِمِينَ هـ.\n\nالتفسير:\nإن التين والزيتون كيف أقسم الله بهما من بين سائر المخلوقات الشريفة؟\nللمفسرين فيه قولان: فعن ابن عباس: هو تينكم وزيتونكم هذان من خواص التين أنه غذاء فاكهة ودواء لأنه طعام لطيف سريع الهضم ما بين الطبع، ويخرج بطريق الرشح ويقلل البلغم ويطهر الكليتين ويزيل ما في المثانة من الرمل ويسمن البدن ويفتح مسام الكبد والطحال.\nوروي أنه أهدي لرسول الله صلى الله عليه وسلم طبق من تين فأكل منه وقال لأصحابه: «كلوا فلو قلت: إن فاكهة نزلت من الجنة لقلت: هذه لأن فاكهة الجنة بلا عجم فكلوه فإنه يقطع البواسير وينفع من النقرس.»\nوعن علي بن موسى الرضا رضي الله عنه: التين يزيل نكهة الفم ويطول الشعر وهو أمان من الفالج.\nومن خواصه أن ظاهره كباطنه ماله قشر ولا نواة له وأنها شجرة تظهر المعنى قبل الدعوى تأتي بالثمرة ثم بالنور خلاف المشمس واللوز ونحوهما، وسائر الأشجار كأرباب المعاملات\nفي قوله صلى الله عليه وسلم «ابدأ بنفسك ثم بمن تعول» «1»\n__________\n(1) رواه مسلم في كتاب الزكاة حديث 95، 97، 106. أبو داود في كتاب الزكاة باب 39، 40. أحمد في مسنده (2/ 94) .\n(6/524)",
        "\nلأنها تلبس نفسها أولا بورد أو ورق ثم تظهر ثمرتها، وشجرة التين كالمصطفى صلى الله عليه وسلم كان يبدأ بغير ثم يبدأ بنفسه كما قال وَيُؤْثِرُونَ عَلى أَنْفُسِهِمْ وَلَوْ كانَ بِهِمْ خَصاصَةٌ [الحشر: 9] وإنها تعود ثمرتها في العام مرة أخرى، وإنها في المنام رجل خير وغنى فمن رآها نال خيرا وسعة، ومن أكلها رزقه الله أولادا.\nويروى أن آدم عليه السلام تستر بورقها حين نزع عنه ثيابه فلما نزل وكان مستورا بورق التين استوحش فطاف الظباء حوله فاستأنس بها فأطعمها بعض ورق التين فرزقها الله الجمال والملاحة صورة، والمسك وطيبه معنى، وحين تفرقت الظباء ورأى غيرهن منها ما أعجبها جاءت من الغد على أثرهن فأطعمها من الورق فغير الله حالها إلى الجمال والملاحة دون طيب المسك،\nوذلك أن الطائفة الأولى جاءت إلى آدم لا لأجل الطمع، والطائفة الثانية جاءت للطمع سرا وإلى آدم ظاهرا، فلا جرم غير ظاهرها دون باطنها. وأما الزيتون فإنه من الشجرة المباركة وهو فاكهة من وجه ودواء من وجه كما تقدم وصفه في سورة النّور. قال مريض لابن سيرين: رأيت في المنام كأنه قيل لي كل اللاءين تشفى فقال: كل الزيتون فإنه لا شرقية ولا غربية. وقيل: من أخذ ورق الزيتون في النوم استمسك بالعروة الوثقى. فهذه المصالح والمنافع هي التي جوزت الإقسام بهما. القول الثاني: إنه ليس المراد بهما هذه الثمرة ثم اختلفوا. فعن ابن عباس في رواية: هما جبلان في الأرض المقدسة يقال لهما طور تينا وطور زيتا لأنهما منبتا التين والزيتون. وهما منشأ عيسى ومبعثه ومبعث أكثر أنبياء بني إسرائيل، كما أن طور سينين مبعث موسى، والبلد الأمين مبعث محمد صلى الله عليه وسلم. وقال ابن زيد:\nالتين مسجد دمشق، والزيتون مسجد بيت المقدس. وقيل: التين مسجد الكهف، والزيتون مسجد إيليا. وعن ابن عباس أيضا: التين مسجد نوح على الجودي، والزيتون مسجد بيت المقدس، وعن كعب: أن التين دمشق، والزيتون بيت المقدس. وعن شهر بن حوشب: التين الكوفة والزيتون الشام. وعن الربيع: هما جبلان من بين همذان وحلوان، وأما طور سينين فالطور جبل موسى عليه السلام وسينين الحسن بلغة الحبشة. وقال مجاهد: المبارك. وقال الكلبي ومقاتل: كل جبل فيه شجر مثمر فهو سينين وسينا بلغة النبط. قال الواحدي: الأولى أن يكون سينين اسما للمكان الذي فيه الطور سمي بذلك لحسنه أو لبركته، ثم أضيف إليه الطور للبيان.\nلإضافته إليه وسميت مكة أمينا لأنه يحفظ من دخله كما يحفظ الأمين وما يؤتمن عليه، ويجوز أن يكون «فعيلا» بمعنى «مفعولا» لأنه مأمون الغوائل كما جعله آمنا لكونه ذا أمن أقول:\nمن المعلوم أن الإقسام ينبغي في باب البلاغة أن يكون مناسبا وكذا القسم والمقسم عليه، وكان الله سبحانه أقسم بالمراتب الأربع التي للنفس الإنسانية من العقل الهيولاني والعقل بالملكة والعقل بالفعل والعقل المستفاد إن الإنسان خلق في أحسن تقويم وهو كونه مستعدا\n(6/525)\n",
        "للوصول إلى المرتبة الرابعة في العلم والعمل، ثم إذا لم يجتهد في الوصول إلى كماله اللائق به فكأنه رد إلى أسفل سافلين الطبيعة، وإنما عبر عن العقل الهيولاني بالتين لضعف شجرته، ولأنه زمان الصبا واللهو والالتذاذ والاشتغال بالأمور التي لا طائل تحتها ولا درك فيها بخلاف زمان العقل بالملكة لقوة المعقولات فيها لكونه بحيث يطلب للأشياء حقائق ومعاني، وهي بمنزلة الزيت، وفي زمان العقل بالفعل يكون قد ازدادت المعاني رسوخا حتى صارت كالجبل المبارك، وفي آخر المراتب اجتمعت عنده صور الحقائق دفعة بمنزلة المدينة الفاضلة، ولعلنا قد كتبنا في هذا المعنى رسالة مفردة فلنقتصر في التفسير على هذا القدر من التأويل. ثم إن أكثر المفسرين قالوا: معنى فِي أَحْسَنِ تَقْوِيمٍ في أحسن تعديل شكلا وانتصابا. وقال الأصم: في أكمل عقل وفهم وبيان.\nوالأولون قالوا: لو حلف إنسان أن زوجته أحسن من القمر لم يحنث لأنه تعالى أعلم بخلقه لَقَدْ خَلَقْنَا الْإِنْسانَ فِي أَحْسَنِ تَقْوِيمٍ وكان بعض الصالحين يقول: إلهنا أعطيتنا في الأول أحسن الأشكال فأعطنا في الآخرة أحسن الخصال وهو العفو عن الذنوب والتجاوز عن العيوب. ومعنى أَسْفَلَ سافِلِينَ قال ابن عباس: أرذل العمر ومثله قول ابن قتيبة:\nالسافلون هم الضعفاء والزمنى ومن لا يستطيع حيلة ولا يجد سبيلا. قال الفراء: لو قيل «أسفل سافل» حملا على لفظ الإنسان كان صوابا أيضا. وقال مجاهد والحسن: هو النار ومثله ما\nقال علي رضي الله عنه: أبواب جهنم بعضها أسفل من بعض ويبدأ بالأسفل فيملأ.\nوعلى هذا القول تقدير الكلام رددناه إلى أسفل سافلين أي في أسفل سافلين إِلَّا الَّذِينَ الآية. أي الذين استكملوا بحسب القوتين النظرية والعلمية فلهم ثواب دائم غير منقطع. إما بسبب صبرهم على ما ابتلوا به من الشيخوخة والهرم والمواظبة على الطاعات بقدر الإمكان مع ضعف البنية وفتور الآلات. أو بواسطة حصول الكمالات لهم. فهذا الاستثناء على القول الأول منقطع بمعنى لكن. وعلى الثاني متصل. ولا يبعد أن يكون أيضا متصلا والمعنى. إلا الذين آمنوا وعملوا الصالحات في حال الاستطاعة فلهم ثواب جزيل في حالة الشيخوخة والضعف وإن لم يقدروا على مثل تلك الأعمال. فكأنهم لم يردوا إلى أسفل من سفل. ثم خاطب الإنسان بقوله فَما يُكَذِّبُكَ بَعْدُ بِالدِّينِ يعني فأي شيء يلجئك بعد هذه البيانات إلى أن تكون كاذبا بسبب تكذيب الجزاء، لأن كل مكذب بالحق فهو كاذب، ولا ريب أن خلق الإنسان من نطفة إلى أن يصير كاملا في الخلق والخلق، ثم تنكيسه إلى حال تخاذل القوى وتقويس الظهر وابيضاض الشعر وتناثره أوضح دليل على قدرة الصانع وحده، ومن قدر على هذا كله لم يعجز عن إعادة مخلوقه بعد تفرق أجزائه. هذا بالنظر إلى القدرة، وأما\n(6/526)\n\nبالنظر إلى الحكمة والعدالة فإيصال الجزاء إلى المحسن والمسيء والفرق بين الصنفين واجب. وأشار إلى هذا الدليل بقوله أَلَيْسَ اللَّهُ بِأَحْكَمِ الْحاكِمِينَ فأمر المعاد بالنظر إلى القدرة ممكن الوقوع وبالنظر إلى الحكمة والعدل واجب الوقوع. وقال الفراء: الخطاب للنبي صلى الله عليه وسلم والمعنى: فمن يكذبك بالجزاء أيها الرسول بعد ظهور هذه الدلائل؟ قالت المعتزلة:\nقوله فِي أَحْسَنِ تَقْوِيمٍ دليل على أنه تعالى لا يفعل القبيح ولا يفعل أفعال العباد في ما فيها من السفه والظلم، ولو خلق ذلك لكان هو أولى بأن يدعى سفيها وظالما. وأجيب بأن خلق السفه لا يلزم منه الاتصاف بالسفه كما أن إيجاد الحركة لا يلزم منه الاتصاف بالحركة. ويمكن أن يقال: نحن لا ندعي لزوم الاتصاف به ولكن ندعي أن خلق السفه نفسه نوع سفه. والجواب الصحيح بعد المعارضة بالعلم والداعي أن يعارض بقوله ثُمَّ رَدَدْناهُ فإنه دليل على أنه أضاف الشيء إلى ذاته.\nعن رسول الله صلى الله عليه وسلم أنه كان إذا قرأ السورة قال: بلى وأنا بذلك من الشاهدين.",
        "(6/527)\n\nاقْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ (1) خَلَقَ الْإِنْسَانَ مِنْ عَلَقٍ (2) اقْرَأْ وَرَبُّكَ الْأَكْرَمُ (3) الَّذِي عَلَّمَ بِالْقَلَمِ (4) عَلَّمَ الْإِنْسَانَ مَا لَمْ يَعْلَمْ (5) كَلَّا إِنَّ الْإِنْسَانَ لَيَطْغَى (6) أَنْ رَآهُ اسْتَغْنَى (7) إِنَّ إِلَى رَبِّكَ الرُّجْعَى (8) أَرَأَيْتَ الَّذِي يَنْهَى (9) عَبْدًا إِذَا صَلَّى (10) أَرَأَيْتَ إِنْ كَانَ عَلَى الْهُدَى (11) أَوْ أَمَرَ بِالتَّقْوَى (12) أَرَأَيْتَ إِنْ كَذَّبَ وَتَوَلَّى (13) أَلَمْ يَعْلَمْ بِأَنَّ اللَّهَ يَرَى (14) كَلَّا لَئِنْ لَمْ يَنْتَهِ لَنَسْفَعًا بِالنَّاصِيَةِ (15) نَاصِيَةٍ كَاذِبَةٍ خَاطِئَةٍ (16) فَلْيَدْعُ نَادِيَهُ (17) سَنَدْعُ الزَّبَانِيَةَ (18) كَلَّا لَا تُطِعْهُ وَاسْجُدْ وَاقْتَرِبْ (19) \n(سورة العلق)\n(مكية حروفها مائتان وثمانون كلمها اثنتان وسبعون آياتها تسع عشرة)\n\n[سورة العلق (96) : الآيات 1 الى 19]\nبِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ\nاقْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ (1) خَلَقَ الْإِنْسانَ مِنْ عَلَقٍ (2) اقْرَأْ وَرَبُّكَ الْأَكْرَمُ (3) الَّذِي عَلَّمَ بِالْقَلَمِ (4)\nعَلَّمَ الْإِنْسانَ ما لَمْ يَعْلَمْ (5) كَلاَّ إِنَّ الْإِنْسانَ لَيَطْغى (6) أَنْ رَآهُ اسْتَغْنى (7) إِنَّ إِلى رَبِّكَ الرُّجْعى (8) أَرَأَيْتَ الَّذِي يَنْهى (9)\nعَبْداً إِذا صَلَّى (10) أَرَأَيْتَ إِنْ كانَ عَلَى الْهُدى (11) أَوْ أَمَرَ بِالتَّقْوى (12) أَرَأَيْتَ إِنْ كَذَّبَ وَتَوَلَّى (13) أَلَمْ يَعْلَمْ بِأَنَّ اللَّهَ يَرى (14)\nكَلاَّ لَئِنْ لَمْ يَنْتَهِ لَنَسْفَعاً بِالنَّاصِيَةِ (15) ناصِيَةٍ كاذِبَةٍ خاطِئَةٍ (16) فَلْيَدْعُ نادِيَهُ (17) سَنَدْعُ الزَّبانِيَةَ (18) كَلاَّ لا تُطِعْهُ وَاسْجُدْ وَاقْتَرِبْ (19)\n\nالقراآت:\nاقْرَأْ بالألف: الأوقية والأعشى وحمزة في الوقف رَآهُ ممالة مكسورة الراء: حمزة وعلي وخلف ويحيى وعباس والخزاز وابن مجاهد وأبو عون عن قنبل والنقاش عن ابن ذكوان. وقرأ أبو عمرو غير عباس والنجاري عن ورش بفتح الراء وكسر الهمزة.\nروى ابن مجاهد وأبو عون غير قنبل مفتوحة الراء مقصورة على وزن «رعه» .\n\nالوقوف:\nالَّذِي خَلَقَ هـ ج لاتباع صلة بلا عطف فإن الجملة الثانية مفسرة للأولى المبهمة، ولو جعل المعنى الذي خلق كل شيء ثم خص خلق الإنسان ازداد الوقف حسنا عَلَقٍ هـ ج لأن اقْرَأْ يصلح مستأنفا وتكرارا للأول الْأَكْرَمُ هـ لا بِالْقَلَمِ هـ لا يَعْلَمْ هـ لا لَيَطْغى هـ لا اسْتَغْنى هـ ط الرُّجْعى\nهـ ط يَنْهى هـ لا صَلَّى هـ ط الْهُدى هـ لا بِالتَّقْوى هـ ط وَتَوَلَّى هـ ط يَرى هـ لا خاطِئَةٍ هـ لا نادِيَهُ هـ لا الزَّبانِيَةَ هـ لا كَلَّا ط على الردع وَاقْتَرِبْ هـ.\n\nالتفسير:\nوقد مر في أوائل الكتاب أن أكثر المفسرين زعموا أن هذه السورة أول ما نزل من السماء. وفي الباء وجهان: الأول إنها زائدة وزيف بأنه خلاف الأصل وبأن معناه حينئذ:\nاذكر اسم ربك فلا يحسن من النبي صلى الله عليه وسلم أن يقول: ما أنا بقارئ كما جاء في الحديث، وبأنه كتحصيل الحاصل لأنه لم يكن له شغل سوى ذكر الله. والثاني وهو الأصح أنه نصب على",
        "(6/528)\n\nالحال أي اقرأ القرآن مفتتحا أو متلبسا باسم ربك وهو لغو. والباء للآلة وقد مر وجهه في تفسير البسملة. وكذا وجه من جعله متعلقا ب اقْرَأْ الثانية أي استعن باسم ربك واتخذه آلة في تحصيل هذا الذي عسر عليك. وقيل: هي بمعنى اللام أي اجعل هذا الفعل واقعا لله كقولك «بنيت الدار باسم الأمير» . «وصنفت الكتاب باسم الوزير» . فالعبادة صارت لله تعالى لم يكن للشيطان فيها نصيب. وفي تخصيص الرب بالذكر في هذا الموضع معنيان: أحدهما ربيتك فلزمك القضاء والشكر فلا تتكاسل. والثاني أن الشروع ملزم للإتمام وقد ربيتك منذ كذا فكيف أضيعك بعد هذا فلا تفزع. ثم دل على كونه ربا بقوله الَّذِي خَلَقَ أطلق الخلق أولا ليتناول كل المخلوقات، ثم خص الإنسان بالذكر لشرفه أو لعجيب فطرته، أو لأن سوق الآية لأجله. ويجوز أن يكون الأول متروك المفعول إشارة إلى أنه لا خالق سواه ولا يتصف بهذا الاسم غيره، وحينئذ يستدل به على إبطال مذهب المعتزلة في أن العبد خالق أفعال نفسه. قال أهل العلم: إن الحكيم إذا أراد أمر استعمل فيه التدريج كما يحكى أن زفر حين بعثه أبو حنيفة إلى البصرة لتقرير مذهبه لم يلتفتوا إلى قوله وأبوا عن قبوله، فرجع إلى أبي حنيفة وأخبره بذلك فقال: إنك لم تعرف طريق التبليغ لكن ارجع إليهم واذكر في المسألة أقاويل المتهم ثم بين ضعفها ثم قل بعد ذلك هاهنا قول آخر واذكر قولي وحجتي، فإذا تمكن ذلك في قلبهم قل هذا قول أبي حنيفة فإنهم يقبلونه حينئذ. والمقصود من الحكاية أن الله تعالى كان يقول لنبيه صلى الله عليه وسلم هؤلاء عبدة الأوثان والفطام من المألوف شديد، فلو خالفتهم أول مرة وصرحت عن محض الحق أبوا أن يقبلوه فاذكر لهم أولا أنّهم المخلوقون من العلقة فلا يمكنهم الإنكار، ثم قل ولا بد للفعل من فاعل فلا يمكنهم أن يضيفوا ذلك إلى الوثن لعلمهم بأنهم نحتوه، فإذا تأملوا أنصفوا أن من لم يخلق لم يكن إلها، والعلق جمع العلقة وإنما لم يقل علقة لأن الإنسان في معنى الجمع وفي تكرار اقرأ وجوه: اقرأ لنفسك ثم اقرأ للتبليغ، أو اقرأ في خارج صلاتك، أو الأول للتعلم والثاني للتعليم وهذا قريب من الأول.\nوالأوجه أن يراد بالأول أوجد القراءة ويكون قوله بِاسْمِ رَبِّكَ متعلقا ب اقْرَأْ الثاني كما مر في تفسير البسملة، قلت: ويمكن أن يكون الأول إشارة إلى كونه قارئا بالقوة ولهذا رتب عليه خلق الإنسان من علق، والثاني إشارة إلى كونه قارئا بالفعل ولهذا وصف نفسه بالأكرمية ورتب عليه تعليم الخط والعلم. وفضائل الخط كثيرة حتى مدح بالرسائل والأشعار وكفاك في مدحه أنه تعالى حين عدد على الإنسان نعمة الخلق والتسوية وتعديل الأعضاء الظاهرة والباطنة وصف نفسه بالكرم قائلا ما غَرَّكَ بِرَبِّكَ الْكَرِيمِ الَّذِي خَلَقَكَ فَسَوَّاكَ فَعَدَلَكَ [الانفطار: 6] وحيث من عليه بالخط والتعليم مدح ذاته بالأكرمية فقال متعرضا\n(6/529)",
        "\nوَرَبُّكَ الْأَكْرَمُ الَّذِي عَلَّمَ بِالْقَلَمِ أي علم الإنسان بواسطة القلم أو علمه الكتابة بالقلم.\nيروى أن سليمان عليه السلام سأل عفريتا عن الكلام فقال: ريح لا يبقى. قال: فما قيده؟\nقال: الكتابة فإن القلم صياد يصيد العلوم يبكي تارة ويضحك بركوعه يسجد الأنام وبحركته تبقى العلوم على ممر الليالي والأيام،\nوقوله عَلَّمَ الْإِنْسانَ ما لَمْ يَعْلَمْ يجوز أن يكون بيانا للأول أي علمه بالقلم كقول القائل «أحسنت إليك ملكتك الأموال وليتك الولايات.»\nويحتمل أن يراد علم بالقلم وعلمه أيضا غير ذلك. وفي الآية إشارة إلى إثبات العلوم السمعية الموقوفة على النقل والكتابة بل إلى إثبات النبوة كما أن أول السورة يدل على الأوصاف الإلهية. قوله سبحانه كَلَّا ذكر بعض العلماء أنه بمعنى حقا لأنه ليس قبله ولا بعده شيء يتوجه إليه الردع. وقال صاحب الكشاف: إنه ردع لمن كفر بنعمة الله عليه وطغى وهذا معلوم من سياق الكلام وإن لم يذكر. وقال مقاتل: كلا لا يعلم الإنسان أنه خلق من علقة وصار عالما بعد أن كان جاهلا وذلك لاستغراقه في حب المال والجاه فلا يتأمل في هذه الأحوال. ومعنى أَنْ رَآهُ لأن رأى نفسه فحذف حرف الجر على القياس، وحذف النفس لخاصية فعل القلب وهي جواز الجمع بين ضميري الفاعل والمفعول فيه. وأكثر المفسرين على أن المراد بالإنسان هاهنا إنسان واحد هو أبو جهل. ومنهم من يقول: خمس آيات من أول هذه السورة نزلت أولا ثم نزل باقيها في أبي جهل بعد ذلك بزمان فضم إليها.\nوقيل: نزلت فيه من قوله أَرَأَيْتَ الَّذِي يَنْهى إلى آخر السورة والإنسان عام فإن قيل: لم قال في حق فرعون إِنَّهُ طَغى [النازعات: 17] وفي حق أبي جهل لَيَطْغى قلنا: إنما أخبر بذلك عن فرعون قبل أن يلقاه موسى وقبل أن يعرض عليه الأدلة، وأما هذه الآية فنزلت تسلية للنبي صلى الله عليه وسلم حين رد أبو جهل عليه أقبح الرد. وأيضا إن فرعون مع كمال سلطنته ما كان يؤذي موسى إلا بالقول وأبو جهل مع قلة جاهه كان يقصد قتل النبي صلى الله عليه وسلم، وفرعون كان قد أحسن إلى موسى أولا وقال آخرا آمَنْتُ أَنَّهُ لا إِلهَ إِلَّا الَّذِي آمَنَتْ بِهِ بَنُوا إِسْرائِيلَ [يونس: 9] وأما أبو جهل فكان يحسد النبي صلى الله عليه وسلم في صباه وقال في آخر عمره: بلغوا عني محمدا أني أموت ولا أجد أبغض إليّ منه. وأيضا إنهما وإن كانا رسولين لكن الحبيب في مقابلة الكليم كاليد في مقابلة العين، والعاقل يصون عينه فوق ما يصون يده بل يصون عينه باليد فلهذا كانت المبالغة هاهنا أكثر. واعلم أن المال ليس سببا للطغيان على الإطلاق ولهذا ذهب جم غفير إلى أن الإنسان في الآية مخصوص وكيف لا وإنه لم يزد سليمان عليه السلام إلا تواضعا وعبودية.\nروي أنه كان يجالس المساكين ويقول: مسكين جالس مسكينا. وكان عبد الرحمن بن عوف من كبار الصحابة كثير المال،\nوقال صلى الله عليه وسلم «نعم المال الصالح للرجل\n(6/530)\n",
        "الصالح» «1»\nولو أنصف العاقل وتأمل وجد نفسه في حال الغنى أشد افتقارا إلى الله لأن الفقير لا يتمنى إلا سلامة نفسه والغني يتمنى سلامة نفسه وماله وأهله وجاهه: وقيل: السين في اسْتَغْنى للطلب والمعنى أن الإنسان قد ينسى فضل الرب وعنايته في حالة أن رآه طلب الغنى فنال المنى بسبب الجهد والكد فينسب ذلك إلى كفاءته لا إلى عناية الله، ولم يدر أنه كم من باذل وسعه في الحرص والطلب لم يحصل إلا على خفي حنين، وأنه تعالى قد يرجع الغني آخر الأمر إلى حالة الفقر ليتحقق أن ذلك الغني لم يكن بفعله وكسبه، وإنما ذلك بحول الله وقوته. وهاهنا نكتة وهي أن أول السورة دل على فضيلة العلم وبعدها دل علي مذمة المال فكفى ذلك مرغبا في العلم ومنفرا عن الدنيا. وفي قوله إِنَّ إِلى رَبِّكَ\nيا إنسان الرُّجْعى\nأي الرجوع وعيد وتذكير كأنه قيل: مصيرك إلى الله وإلى حيث لا يدفع عنك المال والكسب فما هذه الحيلة والعصيان والكبر والطغيان؟\nيروى أن أبا جهل قال لرسول الله صلى الله عليه وسلم: أتزعم أن من استغنى طغى فاجعل لنا جبال مكة فضة وذهبا لعلنا نأخذ منها فنطغى فندع ديننا ونتبع دينك فنزل جبرائيل فقال: يقول الله إن شئت فعلنا ذلك، ثم إن لم يؤمنوا فعلنا بهم ما فعلنا ذلك، ثم إن لم يؤمنوا فعلنا بهم ما فعلنا بأصحاب المائدة فكف رسول الله صلى الله عليه وسلم عن الدعاء إبقاء عليهم.\nوروي أن أبا جهل لعنه الله قال: هل يعفر محمد وجهه بين أظهركم؟ قالوا: نعم قال: فو الذي يحلف به لئن رأيته توطأت عنقه فجاءه، وهو صلى الله عليه وسلم في الصلاة ثم نكص على عقبيه فقالوا له: مالك يا أبا الحكم؟ فقال: إن بيني وبينه لخندقا من نار فنزلت أَرَأَيْتَ الَّذِي يَنْهى عَبْداً إِذا صَلَّى\nأي أخبرني عمن ينهي بعض عباد الله وهذا خطاب للرسول صلى الله عليه وسلم على وجه التعجب، وفيه أنه صلى الله عليه وسلم كان يقول: اللهم أعز الإسلام بعمر أو بأبي جهل بن هشام، وكأنه تعالى قال له: يا محمد كنت تظن أنه يعز به الإسلام وهو ينهى عن الصلاة التي هي أول أركان الإسلام وكان يلقب بأبي الحكم فقيل له: كيف يليق به هذا اللقب وهو ينهى العبد عن خدمة ربه ويأمر بعبادة الجماد؟ وفي تنكير العبد دلالة على التفخيم كأنه قال: هو عبد لا يكتنه كنه إخلاصه في العبودية ولا يوصف شرح أخلاقه بالكلية.\nيروى أن يهوديا من فصحاء اليهود جاء إلى عمر في أيام خلافته وقال: أخبرني عن أخلاق رسولكم. فقال عمر: اطلب من بلال فهو أعلم به مني. ثم إن بلالا دل على فاطمة عليها السلام وهي دلته على علي رضي الله عنه. فلما سأل عليا رضي الله عنه قال: صف لي متاع الدنيا حتى أصف لك أخلاقه. فقال اليهودي: هذا لا يتيسر لي فقال علي رضي الله عنه: عجزت عن وصف الدنيا وقد حكم الله بقلته حيث قال قُلْ مَتاعُ الدُّنْيا قَلِيلٌ\n__________\n(1) رواه أحمد في مسنده (4/ 197، 202) .\n(6/531)\n\n[النساء: 77] فكيف أصف أخلاق النبي صلى الله عليه وسلم وقد شهد الله بأنه عظيم في قوله وَإِنَّكَ لَعَلى خُلُقٍ عَظِيمٍ [القلم: 4]\nوالحاصل أنه سبحانه كأنه قال: ما أجهل من ينهى أشد الخلق عبودية عن الصلاة، والنهي عن الصلاة مذموم عند العقلاء.\nيروى أن عليا رضي الله عنه رأى في المصلى أقواما يصلون قبل صلاة العيد فقال: ما رأيت رسول الله صلى الله عليه وسلم يفعل ذلك فقيل له: ألا تنهاهم؟ فقال: أخشى أن أدخل تحت قوله أَرَأَيْتَ الَّذِي يَنْهى عَبْداً إِذا صَلَّى فلم يصرح بالنهي.\nوأخذ أبو حنيفة منه هذا الأدب الجميل حين قال له أبو يوسف: أيقول المصلي حين يرفع رأسه من الركوع: اللهم اغفر لي؟ فقال: يقول ربنا لك الحمد ويسجد ولم يصرح بالنهي عن الدعاء. ويحتمل أن يراد بالتنكير الوحدة كأنه قيل: أيظن أبو جهل أنه لو لم يسجد محمد لي وهو عبد واحد لا أجد ساجدا غيره ولي من الملائكة المقربين ما لا يحصيه إلا الله. وفيه تفخيم شأن النبي صلى الله عليه وسلم، كان من شهرته بالعبودية لا يحتاج إلى سبق الذكر كقوله أَسْرى بِعَبْدِهِ [الإسراء: 1] أَنْزَلَ عَلى عَبْدِهِ [الفرقان] وعن الحسن أن الناهي أمية بن خلف كان ينهى سلمان عن الصلاة. وأما الخطاب في قوله أَرَأَيْتَ إِنْ كانَ عَلَى الْهُدى فالأكثرون على أنه للنبي صلى الله عليه وسلم أيضا ليكون الكلام على نسق واحد. وقال في الكشاف: معناه أخبرني أن ذلك الناهي إن كان على طريق سديد فيما ينهى عنه من عبادة الله تعالى. أو كان آمرا بالتقوى فيما يأمر به من عبادة الأوثان كما يعتقد. أو كان على سيرة التكذيب والتولي عن الدين الصحيح كما نقول نحن أَلَمْ يَعْلَمْ بِأَنَّ اللَّهَ يَرى ويطلع على أحواله من هداه أو ضلاله فيجازيه على ذلك وهو وعيد. فقوله الَّذِي يَنْهى مفعول أول ل أَرَأَيْتَ الأول وأَ رَأَيْتَ الثاني مكرر للتأكيد ولطول الكلام، وقوله إِنْ كانَ عَلَى الْهُدى مع ما عطف عليه مفعول ثان له، وجواب الشرط محذوف يدل عليه جواب الشرط الثاني وهو قوله أَلَمْ يَعْلَمْ ويجوز أن يكون أَرَأَيْتَ الثالث أيضا مكررا والجواب بالحقيقة هو ما تدل عليه هذه الجملة الاستفهامية كأنه قيل: إن كان على الهدى أو أمر بالتقوى أو كذب وتولى فإن الله مجازيه. وقيل: إن جواب الشرط الأول شيء آخر يدل عليه سياق الكلام والمراد: أرأيت إن صار هذا الكافر على حالة الهدى أو أمر بالتقوى بدل النهي عن عبادة الله، أما كان يليق به ذلك إذ هو رجل عاقل ذو ثروة. ففيه تعجيب من حاله أنه كيف فوت على نفسه مراتب الكمال والإكمال واختار بدلها طريقي الضلال والإضلال.\nوقيل: الخطاب في أَرَأَيْتَ الثاني للكافر كأن الظالم والمظلوم عبدان قاما بين يدي مولاهما أو هما اللذان حضرا عند الحاكم أحدهما المدعي والآخر المدعى عليه، فيخاطب هذا مرة وهذا مرة، فلما\nقال للنبي صلى الله عليه وسلم أَرَأَيْتَ الَّذِي يَنْهى عَبْداً إِذا صَلَّى التفت إلى الكافر",
        "(6/532)\n\nوقال: أرأيت يا كافر إن كان صلاته هدى ودعاؤه إلى الدين أمرا بالتقوى أتنهاه مع ذلك؟\nثم إن كان الخطاب في أَرَأَيْتَ الثالث للنبي صلى الله عليه وسلم فالمعنى: أرأيت يا محمد إن كذب هذا الكافر بتلك الدلائل الواضحة وتولى عن خدمة خالقه ألم يعلم بعقله أن الله يرى منه هذه الأعمال القبيحة حتى يصير زاجرا عنها؟ وإن كان الخطاب للكافر فالمراد إن كان محمد كاذبا أو متواليا ألا يعلم أن خالقه يراه حتى ينتهي فلا يحتاج إلى نهيك؟ قالت العلماء: هذه الآية وإن نزلت في حق أبي جهل إلا أن كل من ينهى عن طاعة الله فهو شريك في وعيد أبي جهل ولا يرد عليه المنع عن الصلاة في الدار المغصوبة وفي الأوقات المكروهة ومنع المولى عبده عن قيام الليل وصلاة التطوع وزوجته عن الاعتكاف، لأن ذلك لاستيفاء مصالح أخرى بإذن الله وحده، ثم ردع أبا جهل عن نهيه أو عن عدم علمه بإحاطة الله بجميع الكائنات أو عن عزمه على أن يقتل محمدا أو يطأ رقبته، فإن تلميذ محمد صلى الله عليه وسلم هو الذي يقتله ويطأ صدره، والسفع القبض على الشيء وجذبه بشدة ومنه سفع النار للفحها كأنها تأخذ من الجسد بياضه وطراوته. وقد كتب لَنَسْفَعاً في المصحف بالألف على حكم الوقف لأن النون الخفيفة المؤكدة يوقف عليها بالألف، واللام في قوله بِالنَّاصِيَةِ للعهد والمراد لنأخذن بناصيته ولنسحبنه بها إلى النار ثم إن هذا السفع إما أن يكون إلى نار الآخرة وهو ظاهر، وإما أن يكون في الدنيا كما روي أنه عاد إلى النهي فمكن الله المسلمين يوم بدر حتى جروه بالناصية.\nيحكى أنه لما نزلت سورة الرحمن قال النبي صلى الله عليه وسلم: من يقرأوها على رؤساء قريش؟ فتثاقل القوم مخافة أذيتهم فقام ابن مسعود فقال: أنا. فأجلسه النبي صلى الله عليه وسلم لما كان يعلم من صعفه ثم قال: من يقرأوها عليهم؟ فلم يقم إلا ابن مسعود فأجلسه ثم قال في الثالثة كذلك فلم يقم إلا هو فأذن له، فحين دخل عليهم وكانوا مجتمعين حول الكعبة قرأ السورة فقام أبو جهل فلطمه فانشق أذنه فأدماه فانصرف وعينه تدمع، فلما رآه النبي صلى الله عليه وسلم رق قلبه وأطرق رأسه مغموما فإذا جبرائيل جاء ضاحكا مستبشرا فقال: يا جبرائيل تضحك وابن مسعود يبكي، فقال: ستعلم فلما كان يوم بدر التمس ابن مسعود أن يكون له حظ في الجهاد فقال صلى الله عليه وسلم: خذ رمحك والتمس في الجرحى من كان به رمق فاقتله فإنك تنال ثواب المجاهدين. فأخذ يطالع القتلى فإذا أبو جهل مصروع فخاف أن يكون به قوة فيؤذيه فوضع الرمح على منخره من بعيد فطعنه.\nولعل هذا معنى قوله سَنَسِمُهُ عَلَى الْخُرْطُومِ [القلم:\n15]\nثم لما عرف عجزه لم يقدر أن يصعد على صدره لضعفه فارتقى إليه بحيلة، فلما رآه أبو جهل قال: يا رويعي الغنم لقد ارتقيت مرتقى صعبا. فقال ابن مسعود: الإسلام يعلو ولا يعلى عليه. ثم قال أبو جهل: بلغ صاحبك أنه لم يكن أحد أبغض إليّ منه في حال حياتي\n(6/533)",
        "\nولا أحد أبغض إليّ منه في حال مماتي فروي أنه صلى الله عليه وسلم لما سمع ذلك قال: فرعوني أشد من فرعون موسى عليه السلام فإنه قال «آمنت» وهو قد زاد عتوا. ثم قال لابن مسعود: اقطع رأسي بسيفي هذا لأنه أحد وأقطع. فلما قطع رأسه لم يقدر على حمله.\nقال أهل العلم:\nولعل الحكيم سبحانه إنما خلقه ضعيفا لأجل أن لا يقوى على الحمل لوجوه منها: أنه كلب والكلب يجر. والثاني ليشق أذنه فتقتص الأذن بالأذن. والثالث تحقق الوعد المذكور في قوله لَنَسْفَعاً فإن ابن مسعود لما لم يطقه شق أذنه وجعل الخيط فيه وجعل يجره إلى رسول الله صلى الله عليه وسلم وجبرائيل عليه السلام بين يديه يضحك ويقول: يا محمد أذن بأذن لكن الرأس هاهنا مع الأذن. والناصية شعر الجبهة، وقد يسمى مكان الشعر ناصية، وقد كنى هاهنا عن الوجه والرأس بالناصية قالوا: والسبب فيه أن أبا جهل كان مهتما بترجيل الناصية وتطييبها فلقاه الله نقيض المقصود حين أعرض عن حكم المعبود. ثم وصف الناصية بأنها ناصِيَةٍ كاذِبَةٍ خاطِئَةٍ كذب صاحبها وخطأه حين سمى النبي صلى الله عليه وسلم الصادق ساحرا كذابا، أو حين زعم أنه أكثر أهل الوادي ناديا، والخاطئ أفظع من المخطئ ولهذا قال لا يَأْكُلُهُ إِلَّا الْخاطِؤُنَ [الحاقة: 37] فالخاطئ معاقب مأخوذ والمخطئ لا يكون مأخوذا ربنا لا تؤاخذنا إن نسينا أو أخطأنا. وقوله ناصِيَةٍ بدل الكل من الأول، ووجه حسنها كونها موصوفة كما علم من قواعد النحو.\nيروى أن رسول الله صلى الله عليه وسلم لما أغلظ في القول لأبي الجهل وتلا عليه هذه الآيات قال: يا محمد بمن تهددني وإني أكثر هذا الوادي ناديا أي أهل مجلس، لأملأن عليك هذا الوادي خيلا جردا ورجالا مردا فزاد الله في تهديده قائلا فَلْيَدْعُ نادِيَهُ سَنَدْعُ الزَّبانِيَةَ\nوالزباني كل متمرد من جن وإنس ومثله «زبنية» بتخفيف الياء كعفريت وعفرية وأصله من الزبن الدفع، ولعل كسر الزاي لتغيير النسب،\nعن النبي صلى الله عليه وسلم: لو دعا ناديه لأخذته الزبانية عيانا.\nقال مقاتل: هم خزنة جهنم أرجلهم في الأرض ورؤوسهم في السماء. قال قتادة: الزبانية الشرط بلغة العرب أي الحرس، وقيل: هي جمع لا واحد له.\nثم ردع أبا جهل عن قبائح أحواله وأفعاله بقوله كَلَّا وشجع النبي صلى الله عليه وسلم بقوله لا تُطِعْهُ ثم قال وَاسْجُدْ وَاقْتَرِبْ أي دم على سجودك وتقرب به إلى ربك ومنه\nقوله صلى الله عليه وسلم «أقرب ما يكون العبد إلى ربه إذا سجد» «1»\nوقيل: صل وتوفر على عبادة الله فعلا وإبلاغا. وقيل:\nاسجد يا محمد واقترب يا أبا جهل وضع قدمك عليه فإن الرجل ساجد مشغول بنفسه وهذا تهكم به وتعريض بأن الله سبحانه وتعالى عاصم نبيه وحافظه والله أعلم.\n__________\n(1) رواه مسلم في كتاب الصلاة حديث 215. النسائي في كتاب المواقيت باب 35. الترمذي في كتاب الدعوات باب 118. أحمد في مسنده (2/ 421) . [.....]\n(6/534)\n",
        "إِنَّا أَنْزَلْنَاهُ فِي لَيْلَةِ الْقَدْرِ (1) وَمَا أَدْرَاكَ مَا لَيْلَةُ الْقَدْرِ (2) لَيْلَةُ الْقَدْرِ خَيْرٌ مِنْ أَلْفِ شَهْرٍ (3) تَنَزَّلُ الْمَلَائِكَةُ وَالرُّوحُ فِيهَا بِإِذْنِ رَبِّهِمْ مِنْ كُلِّ أَمْرٍ (4) سَلَامٌ هِيَ حَتَّى مَطْلَعِ الْفَجْرِ (5) \n(سورة القدر)\n(مكية حروفها مائة وعشرون كلمها ثلاثون آيها خمس)\n\n[سورة القدر (97) : الآيات 1 الى 5]\nبِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ\nإِنَّا أَنْزَلْناهُ فِي لَيْلَةِ الْقَدْرِ (1) وَما أَدْراكَ ما لَيْلَةُ الْقَدْرِ (2) لَيْلَةُ الْقَدْرِ خَيْرٌ مِنْ أَلْفِ شَهْرٍ (3) تَنَزَّلُ الْمَلائِكَةُ وَالرُّوحُ فِيها بِإِذْنِ رَبِّهِمْ مِنْ كُلِّ أَمْرٍ (4)\nسَلامٌ هِيَ حَتَّى مَطْلَعِ الْفَجْرِ (5)\n\nالقراآت\nشهر تنزل بتشديد التاء: البزي وابن فليح مَطْلَعِ بكسر اللام: علي وخلف.\n\nالوقوف\nفِي لَيْلَةِ الْقَدْرِ هـ ج للنفي والاستفهام والوصل أولى لاتصال المبالغة في التعظيم به ما لَيْلَةُ الْقَدْرِ هـ ط لأن ما بعدها مبتدأ شَهْرٍ هـ ط لأن ما بعده مستأنف رَبِّهِمْ ج لاحتمال تعلق مِنْ كُلِّ بقوله تَنَزَّلُ ولاحتمال تعلقه بقوله سَلامٌ أي هي من كل عقوبة سلام أو من كل واحد من الملائكة سلام من المؤمنين قاله ابن عباس: وعلى هذا يوقف على أَمْرٍ ويوقف على سَلامٌ وقيل: لا يوقف على سَلامٌ أيضا والتقدير: هي سلام من كل أمر حتى مطلع الْفَجْرِ هـ\n\nالتفسير:\nالضمير في إِنَّا أَنْزَلْناهُ للقرآن إما لأن القرآن كله في حكم سورة واحدة وإما لشهرته ومن نباهة شأنه كأنه مستغن عن التصريح بذكره، وقد عظم القرآن في الآية من وجوه أخر هي إسناد إنزاله إلى نفسه دون غيره كجبرائيل مثلا، وصيغة الجمع الدالة على عظم رتبة المنزل، إذ هو واحد في نفسه نقلا وعقلا والرفع من مقدار الوقت الذي أنزل فيه وهو ليلة القدر. وهاهنا مسائل الأولى: كيف حكم بأنه أنزل في هذه الليلة مع أنه أنزل نجوما في نيف وعشرين سنة؟ والجواب كما مر في البقرة في قوله شَهْرُ رَمَضانَ الَّذِي أُنْزِلَ فِيهِ الْقُرْآنُ [البقرة: 185] أي أنزل فيها من اللوح المحفوظ إلى السماء الدنيا جملة ثم منها إلى الأرض نجوما، ووجه حسن المجاز أنه إذا أنزل إلى السماء الدنيا فقد شارف النزول إلى الأرض فيكون من فوائد التشويق كما قيل:\n(6/535)\n",
        "وأبرح ما يكون الشوق يوما ... إذا دنت الخيام من الخيام\nوقال الشعبي: ابتدئ بإنزاله في هذه الليلة لأن المبعث كان في رمضان. وقيل: أراد إنا أنزلنا القرآن يعني هذه السورة في فضل ليلة القدر والقدر بمعنى التقدير. قال عطاء عن ابن عباس: إن الله تعالى قدر كل ما يكون في تلك السنة من مطر ورزق وإحياء وإماتة إلى مثل هذه الليلة من السنة الآتية نظيره قوله فِيها يُفْرَقُ كُلُّ أَمْرٍ حَكِيمٍ [الدخان: 4] في أحد الوجوه والمراد إظهار تلك المقادير للملائكة في تلك الليلة فإن المقادير من الأزل إلى الأبد ثابتة في اللوح المحفوظ، وهذا قول أكثر العلماء. ونقل عن الزهري أنه قال: ليلة القدر يعني ليلة الشرف والعظمة من قولهم «لفلان قدر عند فلان» أي منزلة وخطر، ويؤيد هذا التأويل قوله لَيْلَةُ الْقَدْرِ خَيْرٌ مِنْ أَلْفِ شَهْرٍ ثم هذا الشرف ما أن يرجع إلى الفاعل أي من أتى فيها بالطاعة صار ذا قدر وشرف. وإما أن يرجع إلى الفعل لأن الطاعة فيها أكثر ثوابا وقبولا. وعن أبي بكر الوراق: من شرفها أنه أنزل فيها كتاب ذو قدر على لسان ملك ذي قدر إلى أمة ذوي قدر. ولعل الله تعالى إنما ذكر لفظ القدر في هذه السورة ثلاث مرات لهذا السبب. وقيل: القدر الضيق وذلك أن الأرض في هذه الليلة تضيق عن الملائكة. الثانية هذه الليلة هل تضاف إلى يومها الذي بعدها؟ قال الشعبي: نعم يومها كليلتها لقوله ثَلاثَ لَيالٍ سَوِيًّا [مريم: 10] وفي موضع، ثَلاثَةَ أَيَّامٍ [آل عمران: 41] ولهذا لو نذر أن يعتكف ليلتين ألزمناه يومهما. الثالثة قال الخليل: من قال إن فضلها لنزول القرآن فيها يقول:\nانقطعت وكان مرة والجمهور على أنها باقية. ثم إنه روي عن ابن مسعود أنها في جميع السنة فمن حافظ على الليالي كلها أدركها. وعن عكرمة أنها ليلة البراءة. والأكثرون على أنها في رمضان لقوله تعالى شَهْرُ رَمَضانَ الَّذِي أُنْزِلَ فِيهِ الْقُرْآنُ [البقرة: 185] وقوله إِنَّا أَنْزَلْناهُ فِي لَيْلَةِ الْقَدْرِ فيجب من الآيتين أن تكون ليلة القدر في رمضان. ثم في تعيينها خلاف فقال ابن رزين: هي الليلة الأولى من رمضان لما روي عن وهب أن كتب الأنبياء كلهم إنما نزلت في رمضان وكانت الليلة الأولى منه في غاية الشرف. وعن الحسن البصري: السابعة عشرة لأن وقعة بدر كانت في صبيحتها. وعن أنس مرفوعا: التاسعة عشرة. وقال محمد بن إسحق: هي الحادية والعشرون لما روي من حديث الماء والطين.\nومعظم الأقوال أنها السابعة والعشرون. وذكروا فيها أمارات ضعيفة منها أن السورة ثلاثون كلمة وقوله هِيَ السابعة والعشرون منها، روي هذا عن ابن عباس. وعنه أيضا أنّ ليلة القدر تسعة أحرف وهي مذكورة ثلاث مرات وروي أنه كان لعثمان بن أبي العاص غلام فقال: يا مولاي إن البحر يعذب ماؤه في ليلة من الشهر فقال: إذا كان تلك الليلة فأعلمني\n(6/536)\n\nفإذا هي السابعة والعشرون من رمضان. قلت: ومن الأمارات التي يحتمل اعتبارها أن الضعيف مؤلف الكتاب وصل إلى تفسير هذه السورة في السابعة والعشرين من رمضان سنة تسع وعشرين وسبعمائة من هجرة النبي صلى الله عليه وسلم، ولعل لله سبحانه فيه سرا ما لا يطلع عليه إلا هو وحده وأنا أرجو من فضله العميم أن يجعل ذلك سببا لبركات الدارين لي ولمن نظر في هذا الكتاب من إخواني في الدين وما الاعتصام إلا بحوله. وقيل: هى الليلة الأخيرة لأن الطاعات في الشهر تتم وقتئذ بل أول رمضان كآدم وآخره كمحمد صلى الله عليه وسلم\nوقد جاء في الحديث «يعتق في في آخر رمضان بعدد ما أعتق من أول الشهر»\nوأول الليالي ليلة شكر وآخرها ليلة فراق وصبر وكم بين الشكر والصبر، فإن الصبر أمر من الصبر. الرابعة الحكمة في إخفاء ليلة القدر في الليالي كالحكمة في إخفاء وقت الوفاة ويوم القيامة حتى يرغب المكلف في الطاعات ويزيد في الاجتهاد ولا يتغافل ولا يتكاسل ولا يتكل.\nيروى أنه صلى الله عليه وسلم دخل المسجد فرأى نائما فقال: يا علي نبهه ليتوضأ فأيقظه علي ثم قال: يا رسول الله إنك سابق إلى الخيرات فلم نبهته بنفسك؟ فقال: لأن رده على كفر ورده عليك ليس بكفر ففعلت ذلك لتخف جنايته لورد.\nفإذا كان هذا رحمة الرسول صلى الله عليه وسلم فقس عليه رحمة الله تعالى عليه وكأنه سبحانه يقول: إذا عرفت ليلة القدر فإن أطعت فيها اكتسبت ثواب ألف شهر، وإن عصيت فيها اكتسبت عقاب ألف شهر، ورفع العقاب أولى من جلب الثواب، فالإشفاق أن لا يعرفها المكلف بعينها لئلا يكون بالمعصية فيها خاطئا متعمدا. وأيضا إذا اجتهد في طلب ليلة القدر بإحياء الليالي المظنونة باهى الله تعالى ملائكته ويقول: كنتم تقولون فيهم أتجعل فيها من يفسد فيها ويسفك الدماء فهذا جدهم في الأمر المظنون، فكيف لو جعلتها معلومة لهم فهنالك يظهر سر قوله إِنِّي أَعْلَمُ ما لا تَعْلَمُونَ [البقرة: 30] . الخامسة معنى كونها خيرا من ألف شهر أن العبادة فيها خير من ألف شهر ليس فيها هذه الليلة، وذلك لما فيها من الخيرات والبركات وتقدير الأرزاق والمنافع الدينية والدنيوية.\nوقال مجاهد: كان في بني إسرائيل رجل يقوم الليل حتى يصبح ثم يجاهد حتى يمسي، فعل ذلك ألف شهر، فتعجب رسول الله صلى الله عليه وسلم والمؤمنون من ذلك فأنزل الله تعالى السورة فأعطوا ليلة هي خير من مدة ذلك الغازي\nويؤيده ما\nروي عن مالك ابن أنس أن رسول صلى الله عليه وسلم وسلم أري أعمار الناس فاستقصر أعمار أمته وخاف أن لا يبلغوا من الأعمال مثل ما بلغه سائر الأمم، فأعطاه الله ليلة هي خير من ألف شهر لسائر الأمم.\nوقيل: إن الرجل فيما مضى ما كان يستحق اسم العابد حتى يعبد الله ألف شهر.\nوذكر القاسم بن فضل عن عيسى بن مازن قال: قلت للحسن بن علي رضي الله عنه: يا مسود وجوه المؤمنين عمدت إلى هذا الرجل فبايعته. يعني معاوية فقال: إن رسول",
        "(6/537)\n\nالله صلى الله عليه وسلم أري في منامه بني أمية يطؤن منبره واحدا بعد واحد وفي رواية ينزون على منبره نزو القردة، فشق ذلك عليه فأنزل الله تعالى إِنَّا أَنْزَلْناهُ إلى قوله خَيْرٌ مِنْ أَلْفِ شَهْرٍ يعني ملك بني أمية. قال القاسم: فحسبنا ملك بني أمية فإذا هو ألف شهر لا يزيد ولا ينقص،\nوزيف بأن أيامهم كانت مذمومة فكيف تذكر في مقام التعظيم؟ وأجيب بأنها كانت أياما عظيمة بحسب السعادات الدنيوية فلا يمتنع أن يقول الله تعالى أعطيتك ليلة هي في السعادات الدينية أفضل من تلك الأيام في بابها. السادسة في الآية بشارة عظيمة للمطيعين وتهديد بليغ للعاصين. أما الأول فلأنه تعالى ذكر أن هذه الليلة خير من ألف شهر ولم يبين قدر الخيرية وهذا\nكقوله صلى الله عليه وسلم «مبارزة علي مع عمرو بن عبد ودّ أفضل من عمل أمتي إلى يوم القيامة»\nوكأنه قال: هذا لك بذلك والباقي عليّ أعطيتك به ما لا عين رأت ولا أذن سمعت ولا خطر على قلب بشر. فمن أحيا ليلة القدر فكأنه عبد الله نيفا وثمانين سنة، ومن أحياها كل سنة فكأنه رزق أعمارا كثيرة، ومن أحيا ليالي الشهر لينالها بيقين فكأنه أحيا ليلة القدر ثلاثين قدرا.\nيروى أنه يجاء يوم القيامة بالإسرائيلي الذي عبد الله أربعمائة سنة، ويجاء برجل من هذه الأمة وقد عبد الله أربعين سنة، فيكون ثوابه أكثر. فيقول الإسرائيلي: أنت العدل وأرى ثوابه أكثر فيقول: لأنكم تخافون العقوبة المعجلة فعبدتموني وأمة محمد صلى الله عليه وسلم كانوا آمنين لقوله وَما كانَ اللَّهُ لِيُعَذِّبَهُمْ وَأَنْتَ فِيهِمْ [الأنفال: 33] ثم إنهم كانوا يعبدونني فلهذا السبب كانت عباداتهم أفضل،\nوأما التهديد فلأن الظالم لا يخلصه من المظلوم أحد وإن أحيا مائة ليلة من القدر وكذا من عنده مظلمة لأحد وإن كانت بتطفيف حبة. السابعة أنه صح عن رسول الله\nقوله «أجرك على قدر نصبك»\nومن المعلوم أن الطاعة في ألف شهر أشق من الطاعة في ليلة واحدة فما التوفيق بين الحديث والآية؟ والجواب أن الفعل الواحد قد يختلف حاله في الحسن والقبح بسبب اختلاف الاعتبارات الشرعية أو العقلية. فصلاة الجماعة أفضل من صلاة الفرد بكذا درجة لأجل شرف الاجتماع. ولو قلت: لمن يرجم إنما يرجم لأنه زان فهو قول حسن، ولو قلته للنصراني فقذف يوجب التعزير، ولو قلته للمحصن فهو موجب للحد، ولو قلته في حق عائشة كان كفرا وبهتانا عظيما وذلك لأنه طعن في حق عائشة التي كانت رجلا في العلم لقوله: «خذوا ثلثي دينكم من هذه الحميراء» وطعن في صفوان وهو رجل بدري وطعن في كافة المؤمنين لأنها أم المؤمنين وللولد حق المطالبة بقذف الأم وإن كافرا، بل طعن في النبي صلى الله عليه وسلم الذي هو أشرف المخلوقات، بل طعن في حكمة الله إذ لا يجوز أن يتركه حتى يتزوج بامرأة زانية، فتبين أن الأفعال تختلف آثارها في الثواب والعقاب باختلاف الجهات وبحسب الأزمنة والأمكنة، وذلك من فضل الله وعنايته\n(6/538)",
        "\nبمخلوقاته على حسب مشيئته وإرادته، قول سبحانه تَنَزَّلُ الْمَلائِكَةُ ظاهره يقتضي نزول كل الملائكة إما إلى سماء الدنيا وإما إلى الأرض وهو قول الأكثرين وعلى التقديرين فإن المكان لا يسعهم إلا على سبيل التناوب والنزول فوجا فوجا كأهل الحج فإنهم على كثرتهم يدخلون الكعبة أفواجا. وعن كعب: إن سدرة المنتهى على حد السماء السابعة وساقها في الجنة وأغصانها تحت الكرسي، فيها ملائكة لا يعلم عددهم إلا الله، ومقام جبرائيل في وسطها ليس فيها ملك إلا وقد أعطي الرأفة والرحمة للمؤمنين، ينزلون مع جبرائيل ليلة القدر فلا يبقى بقعة في الأرض إلا وعليها ملك ساجد أو قائم يدعو للمؤمنين والمؤمنات، وجبرائيل لا يدع أحدا من الناس إلا صافحهم، وعلامة ذلك أن يقشعر جلده ويرق قلبه وتدمع عيناه، من قال فيها لا إله إلا الله ثلاث مرات غفر له بواحدة ونجاه من النار بواحد وأدخله الجنة بواحدة، وأول من يصعد جبرائيل حتى يصير أمام الشمس فيبسط جناحين أخضرين لا ينشرهما إلا تلك الساعة من يوم تلك الليلة ثم يدعو ملكا ملكا فيصعد الكل فيجتمع نور الملائكة ونور جناح جبرائيل فيقيم جبرائيل ومن معه من الملائكة بين الشمس وسماء الدنيا يومهم ذلك مشتغلين بالدعاء والرحمة والاستغفار للمؤمنين، ولمن صام رمضان احتسابا، فيسألونهم عن رجل رجل وعن امرأة امرأة حتى يقولوا: ما فعل فلان كيف وجدتموه؟ فيقولون:\nوجدناه عام أول مبتدعا وفي هذا العام متعبدا وفي بعضهم بالعكس، فيدعون للأول دون الآخر. ووجدنا فلانا تاليا وفلانا راكعا وفلانا ساجدا، فهم كذلك يومهم وليلتهم حتى يصعدوا إلى السماء الثانية، وهكذا يفعلون في كل سماء حتى ينتهوا إلى السدرة المنتهى، فتقول لهم السدرة: يا سكاني حدثوني عن الناس فإن لي عليكم حقا وإني أحب من أحب الله. وتقول الجنة: عجلهم اللهم إليّ، والملائكة وأهل السدرة يقولون: آمين. وإنما نزول الملائكة على فضيلة هذه الليلة لأن الجماعة كلما كانت أكثر كان نزول الرحمة أوفر والطاعة في حضور الملائكة الذين هم العلماء بالله والعباد له تكون أدخل في الإخلاص وأجلب لأسباب القبول. أما الروح فالأظهر أنه جبرائيل، خص بالذكر لزيادة شرفه. وقيل: ملك يقوم صفا والملائكة كلهم صفا، وقيل: طائفة من الملائكة لا يراهم غيرهم إلا في هذه الليلة. وقيل: خلق من خلق الله يأكلون ويلبسون ليسوا من الملائكة ولا من الإنس ولعلهم خدم أهل الجنة. وقيل: عيسى عليه السلام ينزل في جماعة من الملائكة ليطالع أمة محمد صلى الله عليه وسلم. وقيل: القرآن وَكَذلِكَ أَوْحَيْنا إِلَيْكَ رُوحاً مِنْ أَمْرِنا [الشورى: 52] وقيل:\nالرحمة. وقيل: هم كرام الكتابين.\nيروى أنهم يطالعون اللوح فيرون فيه طاعة المكلفين مفصلة فإذا وصلوا إلى معاصيهم أرخى الستر فلا يرونها فحينئذ يقولون: سبحان من أظهر\n(6/539)\n",
        "الجميل وستر القبيح، ويشتاقون إلى لقائهم فينزلون لذلك.\nومن فوائد نزولهم أنهم يرون في الأرض من أنواع الطاعات ما لم يروها في سكان السموات ويسمعون أنين العصاة الذي هو أحب إلى الله من زجل المسبحين فيقولون: تعالوا نسمع صوتا هو أحب إلى ربنا من تسبيحنا. ولعل للطاعة في الأرض خاصية في هذه الليلة، فالملائكة أيضا يطلبونها طمعا في مزيد الثواب كما أن الرجل يذهب إلى مكة لتصير طاعاته هناك أكثر ثوابا. وفي قوله بِإِذْنِ رَبِّهِمْ إشارة إلى أنهم لا يفعلون شيئا إلا بإذن الله لقوله وَما نَتَنَزَّلُ إِلَّا بِأَمْرِ رَبِّكَ [مريم:\n64] وفي قوله رَبِّهِمْ توبيخ للعصاة وتعظيم لشأن الملائكة كأنه قال: كانوا لي فكنت لهم.\nيروى أن داود عليه السلام في مرض الموت قال: إلهي كن لسلمان كما كنت لي فنزل الوحي قل لسليمان: فليكن لي كما كنت لي.\nوقوله مِنْ كُلِّ أَمْرٍ إشارة عند الأكثرين إلى فائدة نزولهم أي من أجل كل أمر قدر في تلك الليلة إلى قابل. ومعنى العدول من لام التعليل إلى «من» أن السائل كأنه يقول: من أين جئتم؟ فيقولون: ما لكم وهذا السؤال ولكن قولوا لأي أمر جئتم لأنه حظكم. وقيل: من كل أمر أي من أجل كل مهم فبعضهم للركوع وبعضهم للسجود وبعضهم للتسليم.\nيروى أنهم لا يتلقون مؤمنا ولا مؤمنة إلا سلموا عليه.\nعن النبي صلى الله عليه وسلم «إن الله يقدر المقدر في ليلة البراءة، فإذا كان ليلة القدر يسلمها إلى أربابها.»\nوقيل: يقدر ليلة البراءة للآجال والأرزاق وليلة القدر للخير والبركة. وقيل: يقدر في ليلة القدر ما يتعلق به صلاح معاش المكلف ومعاده، ويكتب في ليلة البراءة أسماء من يموت فتسلم إلى ملك الموت. ومعنى سَلامٌ هِيَ أن هذه الليلة ما هي إلا سلامة وخير، فأما سائر الليالي فيكون فيها بلاء وسلامة أو ما هي إلا سلام لكثرة سلام الملائكة على المؤمنين. وقال أبو مسلم: يعني أن هذه الليلة ما هي إلا سلامة عن الرياح المزعجة والصواعق ونحوها، أو هي سلامة عن تسلط الشيطان وجنسه، أو سالمة عن تفاوت العبادة في شيء من أجزائها بخلاف سائر الليالي فإن الفرض فيها يستحب في الثلث الأول. والنفل في الأوسط، والدعاء في السحر، والمطلع بالفتح المصدر بمعنى الطلوع، وبالكسر اسم زمان أو مصدر عند بعضهم، ومنهم أبو علي. هذا ما تقرر عندنا وعند سائر العلماء في تفسير هذه السورة الشريفة، وأقول أيضا في تأويله: يمكن أن يفهم من ليلة القدر طرف الأزل من الامتداد الوهمي الزماني قدر فيه ما كان وما سيكون إلى يوم الدين بل إلى الأبد وإنما عبر عنه بالليلة لأن الأشياء كلها إذ ذاك في حيز العدم أو الخفاء\n«كنت كنزا مخفيا»\nوإنما كانت خيرا من ألف شهر بل من ثلاثين ألف ليلة بل من ثلاثين ألف سنة كما قال وَإِنَّ يَوْماً عِنْدَ رَبِّكَ كَأَلْفِ سَنَةٍ مِمَّا تَعُدُّونَ [الحج: 47] وهي الدور الأعظم دور الثواب لما\n(6/540)\n\nتقرر في المعقول والأصول أن العناية الأزلية هي الكفاية الأبدية، ولهذا كانت الأمور بخواتيمها\n«وكل ميسر لما خلق له» «1»\nفلو لم يكن للشخص سعادة مقدرة في الأزل لم تفده الطاعة ثلاثين ألف سنة وأكثر، فإنزال القرآن في هذه الليلة عبارة عن الإحصاء في اللوح المحفوظ والإمام المبين، وهو في وقت صدور الروح الأعظم والملائكة المقربين بسبب كل أمر هو كن من غير توسط مادة ومدة ولكنها سالمة عن شوائب الجسمانية والعلائق الجرمانية إلى ظهور فجر عالم الأشباح الظاهرة للحواس المعرضة للتعهد والقوى وإليه المصير والمآب.\n__________\n(1) رواه البخاري في كتاب تفسير سورة 92 باب 3، 5، 7. مسلم في كتاب القدر حديث 6- 8.\nأبو داود في كتاب السنّة باب 16. الترمذي في كتاب القدر باب 3. ابن ماجه في كتاب المقدمة باب 10. أحمد في مسنده (1/ 6، 29، 82) (2/ 52، 77) (3/ 293) .",
        "(6/541)\n\nلَمْ يَكُنِ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ وَالْمُشْرِكِينَ مُنْفَكِّينَ حَتَّى تَأْتِيَهُمُ الْبَيِّنَةُ (1) رَسُولٌ مِنَ اللَّهِ يَتْلُو صُحُفًا مُطَهَّرَةً (2) فِيهَا كُتُبٌ قَيِّمَةٌ (3) وَمَا تَفَرَّقَ الَّذِينَ أُوتُوا الْكِتَابَ إِلَّا مِنْ بَعْدِ مَا جَاءَتْهُمُ الْبَيِّنَةُ (4) وَمَا أُمِرُوا إِلَّا لِيَعْبُدُوا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ حُنَفَاءَ وَيُقِيمُوا الصَّلَاةَ وَيُؤْتُوا الزَّكَاةَ وَذَلِكَ دِينُ الْقَيِّمَةِ (5) إِنَّ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ وَالْمُشْرِكِينَ فِي نَارِ جَهَنَّمَ خَالِدِينَ فِيهَا أُولَئِكَ هُمْ شَرُّ الْبَرِيَّةِ (6) إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ أُولَئِكَ هُمْ خَيْرُ الْبَرِيَّةِ (7) جَزَاؤُهُمْ عِنْدَ رَبِّهِمْ جَنَّاتُ عَدْنٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا رَضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ ذَلِكَ لِمَنْ خَشِيَ رَبَّهُ (8) \n(سورة لم يكن)\n(مدنية حروفها ثلاثمائة وستة وتسعون كلمها أربع وتسعون آياتها ثمان)\n\n[سورة البينة (98) : الآيات 1 الى 8]\nبِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ\nلَمْ يَكُنِ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتابِ وَالْمُشْرِكِينَ مُنْفَكِّينَ حَتَّى تَأْتِيَهُمُ الْبَيِّنَةُ (1) رَسُولٌ مِنَ اللَّهِ يَتْلُوا صُحُفاً مُطَهَّرَةً (2) فِيها كُتُبٌ قَيِّمَةٌ (3) وَما تَفَرَّقَ الَّذِينَ أُوتُوا الْكِتابَ إِلاَّ مِنْ بَعْدِ ما جاءَتْهُمُ الْبَيِّنَةُ (4)\nوَما أُمِرُوا إِلاَّ لِيَعْبُدُوا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ حُنَفاءَ وَيُقِيمُوا الصَّلاةَ وَيُؤْتُوا الزَّكاةَ وَذلِكَ دِينُ الْقَيِّمَةِ (5) إِنَّ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتابِ وَالْمُشْرِكِينَ فِي نارِ جَهَنَّمَ خالِدِينَ فِيها أُولئِكَ هُمْ شَرُّ الْبَرِيَّةِ (6) إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحاتِ أُولئِكَ هُمْ خَيْرُ الْبَرِيَّةِ (7) جَزاؤُهُمْ عِنْدَ رَبِّهِمْ جَنَّاتُ عَدْنٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهارُ خالِدِينَ فِيها أَبَداً رَضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ ذلِكَ لِمَنْ خَشِيَ رَبَّهُ (8)\n\nالقراآت\nالبريئة بالهمزة نافع وابن ذكوان.\n\nالوقوف:\nالْبَيِّنَةُ لا مُطَهَّرَةً هـ ك قَيِّمَةٌ هـ ك الْبَيِّنَةُ هـ ط الْقَيِّمَةِ هـ ط فِيها ط الْبَرِيَّةِ هـ ط الصَّالِحاتِ هـ لا الْبَرِيَّةِ هـ ط أَبَداً ط عَنْهُ ط رَبَّهُ هـ\n\nالتفسير:\nاستصعب بعض العلماء ومنهم الواحدي حل هذه الآية لأنه تعالى لم يبين أنهم منفكون عن أي شيء إلا أن الظاهر أنه يريد انفكاكهم عن كفرهم، ثم إنه فسر البينة بالرسول صلى الله عليه وسلم ومعلوم أن «حتى» لانتهاء الغاية، فالآية تقتضي أنهم صاروا منفكين عن كفرهم عند إتيان الرسول وهذا ينافي قوله وَما تَفَرَّقَ الآية. والجواب على ما قال صاحب الكشاف، أن هذه حكاية كلام الكفار، وتقديره أن الكفار من الفريقين أهل الكتاب وعبدة الأوثان كانوا يقولون قبل مبعث النبي صلى الله عليه وسلم: لا ننفك عما نحن فيه من ديننا ولا نتركه حتى يبعث النبي صلى الله عليه وسلم الموعود الذي هو مكتوب في التوراة والإنجيل وهو محمد صلى الله عليه وسلم فحكى الله تعالى ما كانوا يقولونه. ثم قال وَما تَفَرَّقَ الَّذِينَ أُوتُوا الْكِتابَ يعني أنهم كانوا يعدون اجتماع الكلمة والإنفاق على الحق إذا جاءهم الرسول. ثم ما فرقهم عن الحق ولا أقرهم",
        "(6/542)\n\nعلى الكفر، إلا مجيء الرسول ونظيره من كلام البشر أن يقول الفاسق لمن يعظه: لست بممتنع مما أنا فيه من الأفعال القبيحة حتى يرزقني الله الغنى، فلما رزقه الغنى ازداد فسقا، فيقول واعظه: لم تكن منفكا عن الفسق حتى توسر وما غمست رأسك في الفسق إلا بعد اليسار يذكره ما كان يقوله توبيخا وإلزاما لأن الذي وقع كان خلاف ما ادعى. وقيل: إن «حتى» للمبالغة فيؤل المعنى إلى قولك مثلا لم يكن الذين كفروا منفكين عن كفرهم وإن جاءتهم البينة. وقال قوم: إنا لا نحمل قوله مُنْفَكِّينَ على الكفر بل على كونهم منفكين عن ذكر محمد صلى الله عليه وسلم بالمناقب والفضائل، ثم لما جاءهم محمد صلى الله عليه وسلم تفرقوا وقال كل واحد فيه قولا آخر رديئا، فتكون الآية كقوله وَكانُوا مِنْ قَبْلُ يَسْتَفْتِحُونَ عَلَى الَّذِينَ كَفَرُوا فَلَمَّا جاءَهُمْ ما عَرَفُوا كَفَرُوا بِهِ [البقرة: 89] ولا يبعد في هذا الوجه أن يكون بعضهم قد قال في محمد قولا حسنا وآمن به لأن التفرق يحصل بأن لا يكون الجميع باقين على حالهم الأولى، فإذا صار بعضهم مؤمنا وبعضهم كافرا على اختلاف طرق الكفر حصل التفرقة. ولا يبعد أيضا أن يراد أنهم لم يكونوا منفكين عن اتفاق كلمتهم على كفرهم حتى جاءهم الرسول فحينئذ تفرقوا، وما بقوا على ذلك الائتلاف واضطربت أقوالهم. وفي قوله مُنْفَكِّينَ إشارة إلى هذا لأن انفكاك الشيء هو انفصاله عنه بعد التحامه والتئامه كالعظم إذا انفك عن مفصله، فالمعنى أن قلوبهم ما خلت عن تلك العقائد وعن الجزم بصحتها إلا بعد مبعث النبي صلى الله عليه وسلم. وقوله مِنْ أَهْلِ الْكِتابِ وَالْمُشْرِكِينَ بيان للذين كفروا، والمراد أن الكفار فريقان بعضهم أهل الكتاب ومن يجري مجراهم كالمجوس، وبعضهم مشركون وقيل: المشركون هم أهل الكتاب أيضا، وذلك أن النصارى هم أهل التثليث واليهود أهل التشبيه. وقد يقول القائل: جاءني العقلاء والظرفاء وأراد قوما بأعيانهم. وفائدة الواو أنهم جامعون بين الوصفين، ومما يؤيد هذا الوجه أنه لم يعد إلا ذكر أهل الكتاب في قوله وَما تَفَرَّقَ الَّذِينَ أُوتُوا الْكِتابَ والأولون اعتذروا عن ذلك بأنهم إنما خصصوا بالذكر لفضلهم وبركة علمهم ولمزيد توبيخهم فإن العصيان والعناد من العالم أقبح، ولعل هذا هو السبب في تقديم ذكرهم أولا.\nوالبينة الحجة الواضحة، وإطلاقها على الرسول كإطلاق النور والسراج عليه. والصحف القراطيس التي يكتب فيها القرآن المطهر من النقائص ومس المحدث إياه، ومعنى تلاوة الصحف إملاؤه إياها. وعن جعفر الصادق رضي الله عنه أنه صلى الله عليه وسلم كان يقرأ من الكتاب وإن كان لا يكتب ولعل هذا من معجزاته. والكتب المكتوبات. والقيمة المستقيمة أو المستقلة بالدلالة من قولهم «قام فلان بأمر كذا» . وقال أبو مسلم: البينة مطلق الرسل وهم الملائكة أي رسل من السماء يتلون عليهم صحفا كقوله يَسْئَلُكَ أَهْلُ الْكِتابِ أَنْ تُنَزِّلَ عَلَيْهِمْ كِتاباً مِنَ\n(6/543)",
        "\nالسَّماءِ\n[النساء: 153] وكقوله بَلْ يُرِيدُ كُلُّ امْرِئٍ مِنْهُمْ أَنْ يُؤْتى صُحُفاً مُنَشَّرَةً [المدثر: 52] قال الجبائي: في قوله وما تفرقوا إلا من بعد كذا دلالة على أن الشقاوة والسعادة لم يثبتا في الأزل ولا في أصلاب الآباء. وزيف بأن المراد ظهور التفرق منهم لا حصوله في علم الله وهو ظاهر. قوله وَما أُمِرُوا أي وما أمروا بما أمروا به في التوراة والإنجيل إلا لأجل أن يعبدوا الله على حالة الإخلاص والميل عن الأديان الباطلة. فقوله حُنَفاءَ حال مترادفة أو متداخلة وَذلِكَ دِينُ الْقَيِّمَةِ موصوفها محذوف أي دين الملة القيمة. ويعلم من هذا الإخبار أن الأمر المذكور ثابت في شرعنا أيضا كما في شرعهم، ويحتمل أن يراد وما أمروا على لسان محمد صلى الله عليه وسلم قاله مقاتل. استدل بالآية من قال: إن الإيمان عبارة عن مجموع الاعتقاد والعمل بيانه أن الله تعالى ذكر العبادة المقرونة بالإخلاص وهو التوحيد، ثم عطف عليه إقامة الصلاة وإيتاء الزكاة، ثم أشار إلى المجموع بقوله وَذلِكَ دِينُ الْقَيِّمَةِ ورد بالمنع من أن المشار إليه هو المجموع، ولم لا يجوز أن يكون إشارة إلى التوحيد فقط؟ سلمنا لكن لم لا يجوز أن يراد بدين القيمة الدين الكامل المستقل بنفسه وهو أصل الدين ونتائجه وثمراته؟ ثم ذكر وعيد الكفار ووعد الأبرار. وقدم في الوعيد أهل الكتاب على المشركين، والسر فيه بعد ما مر أنه صلى الله عليه وسلم كان يقدم حق الله على حق نفسه ولهذا حين كسروا رباعيته قال: اللهم اهد قومي فإنهم لا يعلمون، وحيث فاتته صلاة العصر يوم الخندق قال: ملأ الله بطونهم وقبورهم نارا فقال الله تعالى: كما قدمت حقي على حقك فأنا أيضا أقدم حقك على حقي، فمن ترك الصلاة طول عمره لم يكفر، ومن طعن فيك بوجه يكفر. ثم إن أهل الكتاب طعنوا فيك فقدمتهم في الوعيد على المشركين الذين طعنوا فيّ، وأيضا المشركون رأوه صغيرا يتيما فيما بينهم. ثم إنه بعد النبوة سفه أحلامهم وكسر أوثانهم وهذا أمر شاق يوجب العداوة الشديدة عند أهل الظاهر. وأما أهل الكتاب فقد كانوا مقرين بنبي آخر الزمان وكان النبي صلى الله عليه وسلم مثبتا لنبيهم وكتابهم فلم يوجب لهم ذلك عداوة شديدة، فطعنهم في محمد صلى الله عليه وسلم طعن في غير موقعه فاستحقوا التقديم في الوعيد لذلك وكانوا شر البرية، وهذه جملة يطول تفصيلها شر من السراق لأنهم سرقوا من كتاب الله صفة محمد صلى الله عليه وسلم، وشر من قطاع الطريق لأنهم قطعوا على سفلتهم طريق الحق، وشر من الجهال لأن العناد أقبح أنواع الكفر، وفيه دلائل على أن وعيد علماء السوء أفظع. قوله في هذه الآية خالِدِينَ فِيها وفي آية الوعد خالِدِينَ فِيها أَبَداً إشارة إلى كمال كرمه وسعة رحمته كما قال «سبقت رحمتي غضبي» «1» قال العلماء: هذه الآية مخصوصة في صورتين إحداهما\n__________\n(1) رواه البخاري في كتاب التوحيد باب 15، 22. مسلم في كتاب التوبة حديث 14- 16. الترمذي في كتاب الدعوات باب 99. ابن ماجه في كتاب المقدمة باب 13. أحمد في مسنده (2/ 242، 258) .\n(6/544)\n",
        "أن من تاب منهم وأسلم خرج من الوعيد، والثانية أن من مضى من الكفرة ويجوز أن لا يدخل فيها لأن فرعون كان شرا منهم. قوله وَعَمِلُوا الصَّالِحاتِ مقابلة الجمع بالجمع فلا مكلف يأتي بجميع الصالحات بل لكل مكلف حظ. فحظ الغني الإعطاء وحظ الفقير الأخذ. احتج بعضهم بقوله أُولئِكَ هُمْ خَيْرُ الْبَرِيَّةِ على تفضيل البشر على الملك قالوا:\nروى أبو هريرة أنه صلى الله عليه وسلم قال: «أتعجبون من منزلة الملائكة من الله والذي نفسي بيده لمنزلة العبد المؤمن عند الله يوم القيامة أعظم من ذلك وقرأ هذه الآية»\nأجاب المنكرون بأن الملك أيضا داخل في الذين آمنوا وعملوا الصالحات، أو المراد بالبرية بنو آدم لأن اشتقاقها من البرء وهو التراب لا من برأ الله الخلق، وتمام البحث في المسألة قد سبق في أول البقرة. قوله ذلِكَ لِمَنْ خَشِيَ رَبَّهُ مع قوله إِنَّما يَخْشَى اللَّهَ مِنْ عِبادِهِ الْعُلَماءُ [فاطر: 28] ظاهر في أن العلماء بالله هم خير البرية اللهم اجعلنا منهم والله أعلم.\n(6/545)\n\nإِذَا زُلْزِلَتِ الْأَرْضُ زِلْزَالَهَا (1) وَأَخْرَجَتِ الْأَرْضُ أَثْقَالَهَا (2) وَقَالَ الْإِنْسَانُ مَا لَهَا (3) يَوْمَئِذٍ تُحَدِّثُ أَخْبَارَهَا (4) بِأَنَّ رَبَّكَ أَوْحَى لَهَا (5) يَوْمَئِذٍ يَصْدُرُ النَّاسُ أَشْتَاتًا لِيُرَوْا أَعْمَالَهُمْ (6) فَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْرًا يَرَهُ (7) وَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ شَرًّا يَرَهُ (8) ",
        "(سورة إذا زلزلت)\n(مكية حروفها مائة وتسعة وأربعون كلمها خمس وثلاثون آياتها ثمان)\n\n[سورة الزلزلة (99) : الآيات 1 الى 8]\nبِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ\nإِذا زُلْزِلَتِ الْأَرْضُ زِلْزالَها (1) وَأَخْرَجَتِ الْأَرْضُ أَثْقالَها (2) وَقالَ الْإِنْسانُ ما لَها (3) يَوْمَئِذٍ تُحَدِّثُ أَخْبارَها (4)\nبِأَنَّ رَبَّكَ أَوْحى لَها (5) يَوْمَئِذٍ يَصْدُرُ النَّاسُ أَشْتاتاً لِيُرَوْا أَعْمالَهُمْ (6) فَمَنْ يَعْمَلْ مِثْقالَ ذَرَّةٍ خَيْراً يَرَهُ (7) وَمَنْ يَعْمَلْ مِثْقالَ ذَرَّةٍ شَرًّا يَرَهُ (8)\n\nالقراآت\nيره ساكنة الهاء في الحرفين: الحلواني عن هشام.\n\nالوقوف:\nزِلْزالَها هـ لا أَثْقالَها لا ما لَها هـ لا لاحتمال حذف عامل «إذا» أي أذا كانت هذه الأمور ترى ما ترى واحتمال أن يكون العامل تُحَدِّثُ ويَوْمَئِذٍ بدلا من «إذا» أَخْبارَها هـ لا لَها هـ ط أَعْمالَهُمْ هـ ط يَرَهُ هـ ط يَرَهُ هـ.\n\nالتفسير:\nلما ختم السورة المتقدمة بالوعيد والوعد أتبعه بذكر وقت الجزاء وعدد من إماراته الزلزلة الشديدة التي تستأهلها الأرض وهي معنى إضافة الزلزال إلى ضمير الأرض.\nقال أهل المعاني: هو كقولك «أكرم التقي إكرامه وأهن الفاسق إهانته» يريد ما يستوجبانه من الإكرام والإهانة. وقريب منه قول من قال: أراد بزلزالها كل الزلزال وجميع ما هو ممكن منه أي يوجد من الزلزلة كل ما يحتمله المحل. وقيل: زلزالها الموعود والمكتوب عليها لما أنها قدرت تقدير الحي.\nيروى أنها تتزلزل من شدة صوت إسرافيل عليه السلام.\nومن امارات الساعة إخراج الأرض أثقالها أي ما في جوفها من الدفائن والأموات قال أبو عبيدة والأخفش: إذا كان الميت في بطن الأرض فهو ثقل لها وإذا كان فوقها فهو ثقل عليها وسمي الإنس والجن بالثقلين لذلك.\nيروى أنها تخرج كنوزها فيملأ ظهر الأرض ذهبا ولا أحد يلتفت إليه، وكأن الذهب يصيح ويقول: أما كنت تخرب دينك ودنياك لأجلي؟\nويمكن أن تكون الفائدة في إخراجها أن يحمى عليها في نار جهنم فتكوى بها الجباه والجنوب والظهور قالوا: إنها عند النفخة الأولى تتزلزل فتلفظ بالكنوز والدفائن، وعند النفخة الثانية\n(6/546)\n\nترجف فتخرج الأموات أحياء كالأم تلد حيا. وقيل: تلفظهم أمواتا ثم يحييهم الله تعالى.\nوقيل: أثقالها أسرارها فيومئذ تكشف الأسرار ولذلك قال يَوْمَئِذٍ تُحَدِّثُ أَخْبارَها أي تشهد لك وعليك وَقالَ الْإِنْسانُ ما لَها تعجبا من حالها. وقيل: والكافر لأنه كان لا يؤمن بالبعث فيقول مَنْ بَعَثَنا مِنْ مَرْقَدِنا [يس: 52] وأما المؤمن فيقول هذا ما وَعَدَ الرَّحْمنُ وَصَدَقَ الْمُرْسَلُونَ [يس: 52] والباء في قوله بِأَنَّ رَبَّكَ إما أن تتعلق ب تُحَدِّثُ والإيحاء بمعنى الأمر أي تحدث بسبب أن ربك أمرها بالتحديث ومفعول تُحَدِّثُ محذوف أي تحدث الناس، أو متروك لأن المقصود تحديثها لا من تحدثه. وقيل: تحديثها بأن ربك أوحى لها تحديث بأخبارها كما تقول «نصحتني كل النصيحة بأن نصحتني في الدين» . وقيل: بدل من أَخْبارَها لأنك تقول: حدثته كذا وحدثته بكذا. وأوحى لها بمعنى أوحى إليها وهو مجاز عند صاحب الكشاف. وأبي مسلم كأنها بلسان الحال تبين لكل أحد جزاء عمله، أو تحدث أن الدنيا قد انقضت والآخرة قد أقبلت. والجمهور على أنه تعالى يجعل الأرض ذات فهم ونطق ويعرفها جميع ما عمل عليها فحينئذ تشهد لمن أطاع وعلى من عصى.\nوكان علي رضي الله عنه إذا فرغ بيت المال صلى فيه ركعتين ويقول:\nاشهدي أني ملأتك بحق وفرغتك بحق.\nوقيل: لفظ التحديث يفيد الاستئناس، فلعل الأرض تبث شكواها إلى أولياء الله وملائكته، وقالت المعتزلة: إن الله تعالى يخلق في الأرض وهي جماد أصواتا مقطعة مخصوصة فيكون المتكلم والشاهد على هذا التقدير هو الله. قوله يَصْدُرُ الصدر ضد الورود فالوارد الجائي والصادر المنصرف، أَشْتاتاً أي متفرقين جمع شت أو شتيت أي يذهبون من مخارج قبورهم إلى الموقف. فبعضهم إثر بعض راكبين مع الثياب الحسنة وبياض الوجه وينادي مناد بين يديه هذا ولي الله، وبعضهم مشاة عراة حفاة سود الوجوه مقيدين بالسلاسل والأغلال والمنادي ينادي هذا عدو الله.\nوقيل: أشتاتا أي كل فريق مع شكله اليهودي مع اليهودي، والنصراني مع النصراني وقيل:\nمن كل قطر من أقطار الأرض ليروا صحائف أعمالهم أو جزاء أعمالهم وهو الجنة أو النار وما يناسب كلا منهما. والذرة أصغر النمل أو هي الهباءة، وعن ابن عباس إذا وضعت راحتك على الأرض ثم رفعتها فكل واحد مما لزق بها من التراب مثقال ذرة، فليس من عبد عمل خيرا أو شرا، قليلا كان أو كثيرا إلا أراه الله تعالى إياه. قال مقاتل: نزلت هذه الآية في رجلين وذلك أنه لما نزل وَيُطْعِمُونَ الطَّعامَ عَلى حُبِّهِ [الدهر: 8] كان أحدهما يأتيه السائل فيسأم أن يعطيه الثمرة والكسرة والجوزة ويقول: ما هذا بشيء وإنما مؤجر على ما نعطي وكان أحدهما يتهاون بالذنب الصغير ويقول: لا شيء علي من هذا فرغب الله تعالى",
        "(6/547)\n\nفي القليل من الخير لأنه يوشك أن يكثر، وحذر من الذنب اليسير فإنه يوشك أن يعظم، فلهذا\nقال النبي صلى الله عليه وسلم «اتقوا النار ولو بشق تمرة فمن لم يجد فبكلمة طيبة» «1»\nوالتحقيق أن المقصود النية فإن كان العمل قليلا والنية خالصة حصل المطلوب، وإن كان العمل كثيرا والنية فاسدة فالمقصود فائت، ولهذا قال كعب الأحبار: لا تحقروا شيئا من المعروف فإن رجلا دخل الجنة بإعارة إبرة في سبيل الله، وإن امرأة أعانت بحبة في بناء بيت المقدس فدخلت الجنة. وعن عائشة أنه كان بين يديها عنب قدمته إلى نسوة بحضرتها فجاء سائل فأمرت له بحبة من ذلك، فضحك بعض من كان عندها فقالت: إن فيما ترون مثاقيل وتلت هذه الآية. قال جار الله: إن حسنات الكافر محبطة بالكفر وسيئات المؤمن مكفرة باجتناب الكبائر، فما معنى الجزاء لمثاقيل الذر من الخير والشر؟ وأجاب على مذهبه بأن المعنى فمن يعمل من فريق السعداء مثقال ذرة خيرا يره، ومن يعمل من فريق الأشقياء مثقال ذرة شرا يره. وذلك أن الحكم جاء بعد قوله يَصْدُرُ النَّاسُ أَشْتاتاً والأولى في جوابه ما روي عن ابن عباس: ليس من مؤمن ولا كافر عمل خيرا أو شرا إلا أراه الله تعالى إياه. فأما المؤمن فيغفر له سيئاته ويثاب بحسناته وأما الكافر فترد حسناته ويعذب بسيئاته. وقيل: إن حسنات الكافر وإن كانت محبطة بكفره لكن الموازنة معتبرة فتقدر تلك الحسنات انحبطت من عقاب كفره، وكذا القول في الجانب الآخر. وعن محمد بن كعب القرظي: معناه فمن يعمل مثقال ذرة من خير وهو كافر فإنه يرى ثواب ذلك في الدنيا في نفسه أو أهله أو ماله حتى يلقى الآخرة وليس له فيها خير، ومن يعمل مثقال ذرة من شر وهو مؤمن فإنه يرى عقوبة ذلك في الدنيا في نفسه أو أهله أو ماله حتى يلقى الآخرة وليس له فيها شر، وهذا مروي عن ابن عباس أيضا ويؤيده ما\nروي أنه صلى الله عليه وسلم قال لأبي بكر: يا أبا بكر ما رأيت في الدنيا مما تكره فبمثاقيل ذر الشر ويدخر الله لك مثاقيل الخير حتى توفاها يوم القيامة.\nفإن قيل: إن كان الأمر إلى هذا الحد فأين الكرم؟\nقلت: هذا هو الكرم لأن المعصية وإن قلت ففيها استخفاف والكريم لا يحتمله، والطاعة تعظيم وإن قلت فالكريم لا يضيعه. قال أهل العرفان: كأنه تعالى يقول: ابن آدم أنك مع ضعفك وعجزك لم تضيع ذرة من مخلوقاتي بل نظرت فيها واعتبرت بها واستدللت بوجودها على وجود الصانع، فأنا مع كمال قدرتي وكرمي كيف أضيع ذرتك والله الكريم.\n__________\n(1) رواه البخاري في كتاب الأدب باب 34. مسلم في كتاب الزكاة حديث 66، 67. الترمذي في كتاب القيامة باب 1. النسائي في كتاب الزكاة باب 63، 64. ابن ماجه في كتاب المقدمة باب 13.\nالدارمي في كتاب الزكاة باب 24. أحمد في مسنده (1/ 388، 446) (4/ 256) .\n(6/548)",
        "\nوَالْعَادِيَاتِ ضَبْحًا (1) فَالْمُورِيَاتِ قَدْحًا (2) فَالْمُغِيرَاتِ صُبْحًا (3) فَأَثَرْنَ بِهِ نَقْعًا (4) فَوَسَطْنَ بِهِ جَمْعًا (5) إِنَّ الْإِنْسَانَ لِرَبِّهِ لَكَنُودٌ (6) وَإِنَّهُ عَلَى ذَلِكَ لَشَهِيدٌ (7) وَإِنَّهُ لِحُبِّ الْخَيْرِ لَشَدِيدٌ (8) أَفَلَا يَعْلَمُ إِذَا بُعْثِرَ مَا فِي الْقُبُورِ (9) وَحُصِّلَ مَا فِي الصُّدُورِ (10) إِنَّ رَبَّهُمْ بِهِمْ يَوْمَئِذٍ لَخَبِيرٌ (11) \n(سورة العاديات)\n(مدنية وقيل مكية حروفها مائة وثلاثة وستون كلمها أربعون آياتها إحدى عشرة)\n\n[سورة العاديات (100) : الآيات 1 الى 11]\nبِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ\nوَالْعادِياتِ ضَبْحاً (1) فَالْمُورِياتِ قَدْحاً (2) فَالْمُغِيراتِ صُبْحاً (3) فَأَثَرْنَ بِهِ نَقْعاً (4)\nفَوَسَطْنَ بِهِ جَمْعاً (5) إِنَّ الْإِنْسانَ لِرَبِّهِ لَكَنُودٌ (6) وَإِنَّهُ عَلى ذلِكَ لَشَهِيدٌ (7) وَإِنَّهُ لِحُبِّ الْخَيْرِ لَشَدِيدٌ (8) أَفَلا يَعْلَمُ إِذا بُعْثِرَ ما فِي الْقُبُورِ (9)\nوَحُصِّلَ ما فِي الصُّدُورِ (10) إِنَّ رَبَّهُمْ بِهِمْ يَوْمَئِذٍ لَخَبِيرٌ (11)\n\nالقراآت\nوَالْعادِياتِ ضَبْحاً بالإدغام: أبو عمر وغير عباس فَالْمُغِيراتِ صُبْحاً أبو عمرو غير عباس وخلاد عن حمزة.\n\nالوقوف:\nضَبْحاً هـ لا قَدْحاً هـ لا صُبْحاً هـ لا نَقْعاً هـ لا جَمْعاً هـ لا لَكَنُودٌ هـ ج لأن ما بعده يصلح عطفا واستئنافا لَشَهِيدٌ هـ لذلك لَشَدِيدٌ هـ ط الْقُبُورِ لا الصُّدُورِ هـ لا لَخَبِيرٌ هـ\n\nالتفسير:\nإنه سبحانه ذكر في هذه السورة رداءة ما عليه جبلة الإنسان من قلة الشكر والصبر والحرص على المال بحيث يكاد يشغله عن تحصيل الكمال الحقيقي، وعن المعاد الذي إليه مآل حال العباد، فأقسم على ذلك بالأمور والتي هي مركوزة في خزانة خيالهم ولا تكاد تخلو في الأغلب عن الخطور ببالهم. وفي تفسيرها قولان مرويان: الأول أن العاديات هي الإبل.\nيروى عن ابن عباس أنه قال: بينا أنا جالس في الحجر إذ جاء رجل فسألني عن الْعادِياتِ ضَبْحاً ففسرتها بالخيل فذهب إلى علي رضي الله عنه وهو بجنب سقاية زمزم فسأله وذكر له ما قلت فقال: ادعه لي فلما وقفت على رأسه قال: تفتي الناس بما لا علم لك به والله إن كانت لأول غزوة في الإسلام يعني بدرا وما كان معنا إلا فرسان فرس للزبير وفرس للمقداد.\nوَالْعادِياتِ ضَبْحاً الإبل تعدو من عرفة إلى مزدلفة ومن المزدلفة إلى منى، والضبح على هذا مستعار لأن أصل استعماله في الخيل وهو صوت أنفاسها إذا عدون وهذا الصوت غير الصهيل وغير الحمحمة، وانتصابه على «يضبحن ضبحا» أو بالعاديات لأن العدو\n(6/549)",
        "\nلا يخلو عن الضبح، أو على الحال. وهكذا القول في فَالْمُورِياتِ قَدْحاً لأن الإبل قلما توري أخفافها. يقال: قدح فأورى وقدح فأصلد فَالْمُغِيراتِ أي المسرعات يندفعون صبيحة يوم النحر مسرعين إلى منى فَأَثَرْنَ من الإثارة أي هيجن وهو حكاية الماضي أو هو نحو وَنادى [الأعراف: 48] وَسِيقَ [الزمر: 72] بِهِ أي بالعدو أو بذلك الوقت نَقْعاً غبارا فَوَسَطْنَ أي توسطن بِهِ بذلك الوقت أو بالعدو أو متلبسة بالنقع جَمْعاً وهو المزدلفة لاجتماع الحاج بها. القول الثاني عن مجاهد وقتادة والضحاك وأكثر المحققين أن العاديات الخيل، ويروى ذلك مرفوعا.\nقال الكلبي: بعث رسول الله صلى الله عليه وسلم سرية إلى ناس من كنانة فمكثت ما شاء الله أن تمكث لا يأتيه منهم خبر، فتخوف عليها فنزل جبرائيل بخبر مسيرها.\nوعلى هذا فاللام في الْعادِياتِ للعهد. ويحتمل أن تكون للجنس ويدخل خيل السرية فيها دخولا أوليا. وقوله فَالْمُغِيراتِ على هذا يكون من أغار على العدو إذا شن عليهم الغارة والجمع جماعة الغزاة أو الكفرة. وقيل: الإيراء عبارة عن شبيب نيران الحرب وإيقادها كقوله كُلَّما أَوْقَدُوا ناراً لِلْحَرْبِ أَطْفَأَهَا اللَّهُ [المائدة: 64] وقيل:\nهي نيران الغزاة بالليل لحاجة طعامهم أو غيره. وعن عكرمة: هي الأسنة. وقيل: هي المنجحات في الأمور فيحتمل أن تكون الخيل أو الإبل لأنه وجد بها المقصود من الغزو والحج. ويحتمل أن يراد جماعة الغزاة أنفسهم. يقال للمنجح في حاجته ورى زنده. وفي إقسام الله تعالى بالإبل دلالة على عظم شأنهن وكثرة منافعهن دينا ودنيا كما قال أَفَلا يَنْظُرُونَ إِلَى الْإِبِلِ كَيْفَ خُلِقَتْ [الغاشية: 17] وَذَلَّلْناها لَهُمْ فَمِنْها رَكُوبُهُمْ وَمِنْها يَأْكُلُونَ [يس: 72] وكذا في الإقسام بالخيل وذلك مشاهد من عدوها وكرها وفرها بحسب مشيئة الراكب ولأمر ما\nقال صلى الله عليه وسلم «الخيل معقود بنواصيها الخير» «1»\nوقالت العقلاء: ظهرها حرز وبطنها كنز. قال الواحدي: أصل الكنود منع الحق والخير بهذا فسر ابن عباس ومجاهد وعكرمة والضحاك وقتادة الكنود قالوا: ومنه سمي الرجل المشهور بكندة لأنه كند أباه ففارقه. وعن الكلبي: الكنود بلسان كندة العاصي، وبلسان بني مالك البخيل، وبلسان مضر وربيعة الكفور،\nوروى أبو أمامة عن النبي صلى الله عليه وسلم «أن الكنود الكفور الذي يمنع رفده، ويأكل وحده، ويضرب عبده»\nوفي تقديم الظرف مزيد تقريع يعني أنه لنعمة ربه خصوصا لشديد الكفران فكيف نعمة غيره مثل الأبوين ونحوهما؟ وقال الحسن: الكنود اللوام لربه\n__________\n(1) رواه البخاري في كتاب الجهاد باب 43، 44. مسلم في كتاب الزكاة حديث 25. أبو داود في كتاب الجهاد باب 41. الترمذي في كتاب الجهاد باب 19. النسائي في كتاب الخيل باب 1، 7 ابن ماجه في كتاب الجهاد باب 14. الدارمي في كتاب الجهاد باب 33. الموطأ في كتاب الجهاد حديث 44. أحمد في مسنده (2/ 49) (3/ 39) (4/ 104، 183) .\n(6/550)\n",
        "يعد المحن والمصائب وينسى النعم والراحات، والأكثرون على أن الإنسان هو الكافر لقوله بعد ذلك أَفَلا يَعْلَمُ ويحتمل أن يراد أن جنس الإنس مفطور على ذلك إلا من عصمه الله بلطفه وتوفيقه أَفَلا يَعْلَمُ يجوز أن يكون توبيخا على أنه لا يعمل بعلمه. والضمير في قوله وَإِنَّهُ عَلى ذلِكَ أما أن يعود إلى الرب وهو أقرب فيكون كالوعيد من حيث إن الله يحصى عليه أعماله، وإما أن يعود إلى الإنسان أي أنه على كنوده لَشَهِيدٌ لا يقدر أن يجحده لظهور أماراتها عليه، وقد يرجح هذا الوجه بأن الضمير في قوله وَإِنَّهُ لِحُبِّ الْخَيْرِ للإنسان فناسب أن يكون الأول له أيضا لئلا ينخرم النسق. والخير المال كقوله إِنْ تَرَكَ خَيْراً [البقرة: 180] والشديد البخيل الممسك يريد إنه لأجل حب المال لبخيل وقيل:\nالشديد القوي أي إنه لأجل إيثار الدنيا وطلب ما فيها مطيق قوي، ولأجل عبادة ربه عاجز ضعيف. أو إنه لحب الخيرات الحقيقية غير ميسر منبسط ولكنه شديد منقبض. وقال الفراء: إنه لحب الخير لشديد الحب أي أنه يحب المال ويحب كونه محبا له فاكتفى بالحب الأول من الثاني. وقال قطرب: اللام بمنزلة قولك «إنه لزيد ضروب» . والتقدير إنه شديد حب الخير. ثم وبخه وخوفه بالعلم التام الأزلي الأبدي الشامل لأحوال مبدأ الإنسان ومعاده وبُعْثِرَ مثل بحثر كما مر في «انفطرت» وإنما لم يقل من في القبور بل قال ما فِي الْقُبُورِ بحكم التغليب فإن أكثر ما في الأرض ليسوا مكلفين، والذين هم مكلفون يجوز أن يكونوا حال البعثرة أمواتا غير عقلاء ويصيروا أحياء بعد البعثرة، قال أبو عبيدة وَحُصِّلَ ما فِي الصُّدُورِ أي ميز ما فيها فلكل واحد من الواجب والمندوب والمباح والمكروه والمحظور حكم خاص. وقيل: معناه جمع ما في الصدور في الصحف أي أظهر محصلا مجموعا.\nوقيل: يكشف ما في البواطن من الأخبار وما في الأستار من الأسرار ويندرج فيه أعمال الجوارح تبعا. وإنما لم يقل ما في القلوب لأن القلب مطية الروح وهو بالطبع محب لمعرفة الله تعالى إنما المنازع في هذا الباب هو النفس ومحلها ما يقرب من الصدر، وإنما جمع الضمير في قوله إِنَّ رَبَّهُمْ بِهِمْ حملا على معنى الإنسان. ومعنى تقييد العلم بذلك الزمان حيث قال يَوْمَئِذٍ وهو عالم بأحوالهم أزلا وأبدا التوبيخ وكأنه تعالى قال: إن من لم يكن عالما في الأزل فإنه يصير بعد الاختبار عالما، فالذي هو عالم في الأزل كيف لا يكون خبيرا بهم في الأبد؟ ويجوز أن يكون سبب التقييد هو أن ذلك وقت المجازاة على حسب العلم بالأعمال والأقوال والأحوال وإليه المصير والمآب\n(6/551)\n\nالْقَارِعَةُ (1) مَا الْقَارِعَةُ (2) وَمَا أَدْرَاكَ مَا الْقَارِعَةُ (3) يَوْمَ يَكُونُ النَّاسُ كَالْفَرَاشِ الْمَبْثُوثِ (4) وَتَكُونُ الْجِبَالُ كَالْعِهْنِ الْمَنْفُوشِ (5) فَأَمَّا مَنْ ثَقُلَتْ مَوَازِينُهُ (6) فَهُوَ فِي عِيشَةٍ رَاضِيَةٍ (7) وَأَمَّا مَنْ خَفَّتْ مَوَازِينُهُ (8) فَأُمُّهُ هَاوِيَةٌ (9) وَمَا أَدْرَاكَ مَا هِيَهْ (10) نَارٌ حَامِيَةٌ (11) ",
        "(سورة القارعة)\n(وهي مكية حروفها مائة واثنان وخمسون كلمها ست وثلاثون آياتها إحدى عشرة)\n\n[سورة القارعة (101) : الآيات 1 الى 11]\nبِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ\nالْقارِعَةُ (1) مَا الْقارِعَةُ (2) وَما أَدْراكَ مَا الْقارِعَةُ (3) يَوْمَ يَكُونُ النَّاسُ كَالْفَراشِ الْمَبْثُوثِ (4)\nوَتَكُونُ الْجِبالُ كَالْعِهْنِ الْمَنْفُوشِ (5) فَأَمَّا مَنْ ثَقُلَتْ مَوازِينُهُ (6) فَهُوَ فِي عِيشَةٍ راضِيَةٍ (7) وَأَمَّا مَنْ خَفَّتْ مَوازِينُهُ (8) فَأُمُّهُ هاوِيَةٌ (9)\nوَما أَدْراكَ ما هِيَهْ (10) نارٌ حامِيَةٌ (11)\n\nالقراآت\nما هي بغير هاء السكت في الوصل: حمزة وسهل ويعقوب. الآخرون:\nبالهاء وإن كانت وصلا اتباعا لخط المصحف.\n\nالوقوف:\nالْقارِعَةُ هـ لا مَا الْقارِعَةُ هـ لا الْمَبْثُوثِ هـ ج للآية والعطف الْمَنْفُوشِ هـ ط للابتداء بالشرط مَوازِينُهُ هـ لا لأن ما بعده جواب فأما راضِيَةٍ هـ ط مَوازِينُهُ هـ لا هاوِيَةٌ هـ ط ما هِيَهْ هـ ط حامِيَةٌ هـ.\n\nالتفسير:\nلما ختم السورة المتقدمة بأحوال المعاد ذكر في هذه السورة بعض أحوال الآخرة، والقرع الاصطكاك بشدة واعتماد ثم سميت الحادثة الهائلة قارعة والمراد هاهنا القيامة ولا أهول منها ولذلك قال في الإخبار عنها مَا الْقارِعَةُ لأنه يفيد زيادة التهويل ثم قال وَما أَدْراكَ مَا الْقارِعَةُ وانتصب يَوْمَ بفعل محذوف دل عليه القارعة أي تقرع الناس يوم كذا، وهذا القرع عبارة عن الصيحة التي يموت فيها الخلائق ثم يحييهم عند النفخة الثانية كما\nروي أن الصور له ثقب على عدد الأموات لكل واحد ثقبة معلومة فيحيى الله بتلك النفخة الواصلة إليه من تلك الثقبة المعينة.\nوقيل: القرع هو اصطكاك الأجرام العلوية والسفلية حين التخريب والتبديل، أو هو نفس انفطارها وانتثارها واندكاكها قاله الكلبي وقال مقاتل: إنها تقرع أعداء الله بالعذاب، وأما أولياؤه فهم من القرع آمنون. والفراش اسم لهذه الدواب التي تتهافت فتقع في النار سمي فراشا لتفرشه وانتشاره وأكد هذا المعنى بقوله\n(6/552)\n\nالْمَبْثُوثِ وشبه الناس يومئذ بها لكثرتهم وانتشارهم ذاهبين في كل أوب كما شبههم بالجراد المنتشر في موضع آخر لذلك لا لصغر الجثة والنحول والضعف. وجوز بعضهم أن يكونوا أولا أكبر جثة فشبههم وقتئذ بالجراد ثم يؤل حالهم إلى الهزال والضعف لحر الشمس ولسائر أصناف المتاعب، فشبهوا للضعف بالفراش. ويمكن أن يكون وجه التشبيه الذلة والضعف\nكقوله صلى الله عليه وسلم «الناس اثنان: عالم ومتعلم وسائر الناس همج» «1»\nوشبه الجبال بالعهن لاختلاف أجزائها في الحمرة والبياض والسواد كما مر في «المعارج» . وزاد هاهنا وصفه بالمنفوش لتفرق أجزائها وزوال تأليفها ثم قسم الناس فيه إلى قسمين بحسب ثقل موازين أعمالهم وخفتها وقد مر تحقيقه في «الأعراف» . وقوله راضِيَةٍ من الإسناد المجازي كما مر في «الحاقة» . وأما قوله فَأُمُّهُ هاوِيَةٌ ففيه وجوه أحدها: أن الأم هي المعروفة والهاوية والهالكة وهذا من مستعملات العرب يقولون: هوت أمه أي هلكت وسقطت يعنون الدعاء عليه بالويل والثبور والخزي والهوان. وقال الأخفش والكلبي وقتادة: فأم رأسه هاوية في النار لأنهم يهوون في النار على رؤوسهم. وقيل: الأم الأصل والهاوية من أسماء النار لأنها نار عتيقة والمعنى: منزله ومأواه الذي يأوي إليه هو النار ويؤيد هذا الوجه قوله ما هِيَهْ أي ما الهاوية، هذا هو الظاهر. والأولون قالوا: الضمير للداهية التي يدل عليها قوله فَأُمُّهُ هاوِيَةٌ وفي قوله نارٌ حامِيَةٌ إشارة إلى أن نيران الدنيا بالنسبة إلى نار الآخرة غير حامية والله أعلم.\n__________\n(1) رواه الدارمي في كتاب المقدمة باب 32.",
        "(6/553)\n\nأَلْهَاكُمُ التَّكَاثُرُ (1) حَتَّى زُرْتُمُ الْمَقَابِرَ (2) كَلَّا سَوْفَ تَعْلَمُونَ (3) ثُمَّ كَلَّا سَوْفَ تَعْلَمُونَ (4) كَلَّا لَوْ تَعْلَمُونَ عِلْمَ الْيَقِينِ (5) لَتَرَوُنَّ الْجَحِيمَ (6) ثُمَّ لَتَرَوُنَّهَا عَيْنَ الْيَقِينِ (7) ثُمَّ لَتُسْأَلُنَّ يَوْمَئِذٍ عَنِ النَّعِيمِ (8) \n(سورة التكاثر)\n(مكية حروفها مائة واثنان وخمسون كلمها ست وثلاثون آياتها ثمان)\n\n[سورة التكاثر (102) : الآيات 1 الى 8]\nبِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ\nأَلْهاكُمُ التَّكاثُرُ (1) حَتَّى زُرْتُمُ الْمَقابِرَ (2) كَلاَّ سَوْفَ تَعْلَمُونَ (3) ثُمَّ كَلاَّ سَوْفَ تَعْلَمُونَ (4)\nكَلاَّ لَوْ تَعْلَمُونَ عِلْمَ الْيَقِينِ (5) لَتَرَوُنَّ الْجَحِيمَ (6) ثُمَّ لَتَرَوُنَّها عَيْنَ الْيَقِينِ (7) ثُمَّ لَتُسْئَلُنَّ يَوْمَئِذٍ عَنِ النَّعِيمِ (8)\n\nالقراآت:\nلَتَرَوُنَّ بضم التاء من الإراءة مجهولا: ابن عامر وعلي.\n\nالوقوف\nالتَّكاثُرُ هـ لا الْمَقابِرَ هـ ك لأن كَلَّا بمعنى حقا وقد يحمل على الردع عن التكاثر سَوْفَ تَعْلَمُونَ هـ لا سَوْفَ تَعْلَمُونَ هـ الْيَقِينِ هـ ط لأن جواب «لو» محذوف وقوله لَتَرَوُنَّ جواب قسم الْجَحِيمَ هـ لا الْيَقِينِ هـ النَّعِيمِ هـ.\n\nالتفسير:\nلما ذكر القارعة وأهوالها قال أَلْهاكُمُ أي شغلكم التكاثر وهو المغالبة بالكثرة أو تكلف الافتخار بها مالا وجاها عن التدبر في أمر المعاد فنسيتم القبر حتى زرّتموه.\nويروى أن بني عبد مناف وبني سهم تفاخروا أيهم أكثر عددا فكثرهم أي غلبهم بالكثرة بنو عبد مناف فقالت بنو سهم: إن البغي أهلكنا في الجاهلية فعادونا بالأحياء والأموات أي عدوا مجموع أحيائنا وأمواتنا مع مجموع أحيائكم وأمواتكم ففعلوا فزاد بنو سهم فنزلت الآية.\nوهذه الرواية شديدة الطباق لظاهر الآية لقوله زُرْتُمُ بصيغة الماضي وفيه تعجب من حالهم أنهم زاروا القبور في معرض المفاخرة والاستغراق في حب ما لا طائل تحته من التباهي بالكثرة والتباري فيها، مع أن زيارة القبور مظنة ترقيق القلب وإزالة القساوة كما\nقال صلى الله عليه وسلم «كنت نهيتكم عن زيارة القبور ثم بدا لي فزوروها فإن في زيارتها تذكرة» «1»\nمن هنا قال بعضهم: أراد أن الحرص على المال قد شغلكم عن الدين فلا تلتفتون إليه إلا إذا زرتم المقابر فحينئذ ترق قلوبكم يعني أن حظكم من دينكم ليس إلا هذا القدر ونظيره\n__________\n(1) رواه أبو داود في كتاب الجنائز باب 77.",
        "(6/554)\n\nقوله قَلِيلًا ما تَشْكُرُونَ [الملك: 23] أي لا أقنع منكم بهذا القدر من الشكر. وقيل:\nمعنى الآية ألهاكم حرصكم على تكثير أموالكم عن طاعة ربكم حتى أتاكم الموت وأنتم على ذلك، ويندرج فيه من يمنع الحقوق المالية إلى حين الموت ثم يقول: أوصيت لفلان بكذا ولفلان بكذا، واستدلوا عليه بما\nروى مطرف بن عبد الله بن الشخير عن أبيه أن النبي صلى الله عليه وسلم قال «يا ابن آدم تقول مالي مالي وهل لك من مالك إلا ما أكلت فأفنيت أو لبست فأبليت أو تصدقت فأمضيت» «1»\nثم قرأ أَلْهاكُمُ التَّكاثُرُ حَتَّى زُرْتُمُ الْمَقابِرَ أي حتى متم. وأورد عليه أن الزائر هو الذي يجيء ساعة ثم ينصرف. والميت يبقى في قبره مدة مديدة. وأيضا إن قوله زُرْتُمُ صيغة الماضي فكيف يحمل على المستقبل؟ ويمكن أن يجاب عن الأول بأن مدة اللبث في القبر بالنسبة إلى الأبد أقل من لحظة كما قال كَمْ لَبِثْتُمْ فِي الْأَرْضِ عَدَدَ سِنِينَ قالُوا لَبِثْنا يَوْماً أَوْ بَعْضَ يَوْمٍ [الكهف: 19] وعن الثاني بأن المشرف على الموت كأنه على شفير القبر أو هو خبر عمن تقدمهم والخبر عنهم كالخبر عن متأخريهم لأنهم كانوا على طريقتهم. وقال أبو مسلم: إنه تعالى يتكلم بهذه السورة يوم القيامة تعييرا للكفار وهم في ذلك الوقت قد تقدمت منهم زيارة القبور. والمقابر جمع المقبرة فتحا أو ضما، والتاء فيه غير قياسي.\nقالت العلماء: التكاثر مطلقا ليس بمذموم لأن التكاثر في العلم والطاعة والأخلاق الحميدة ليس بمذموم إذا كان المراد أن يقتدى به غيره كما مر في قوله وَأَمَّا بِنِعْمَةِ رَبِّكَ فَحَدِّثْ [الضحى: 11] وإنما المذموم ما يكون الباعث عليه الاستكبار وحب الجاه والغلبة والفخر بما لا سعادة حقيقية فيه، وليست السعادة الحقيقية إلا فيما يرجع إلى العلم والعمل أو إلى ما يعين عليهما من الأمور الخارجية. عن الحسن رضي الله عنه: لا تغرنك كثرة من ترى حولك فإنك تموت وحدك وتبعث وحدك وتحاسب وحدك، وتكرير الوعيد وهو سوف تعلمون للتأكيد. وقيل: الأول عند الموت حين يقال له لا بشرى. والثاني في سؤال القبر إذ يقال من ربك، وفيه دليل على عذاب القبر على ما روي عن علي عليه السلام: أو حين ينادي المنادي فلان شقي شقاوة لا سعادة بعدها أبدا، أو حين يقال وَامْتازُوا الْيَوْمَ [يس:\n59] وعن الضحاك: أراد سوف تعلمون أيها الكفار ثم كلا سوف تعلمون أيها المؤمنون، فالأول وعيد، والثاني وعد. وقيل: إن كل واحد يعلم قبح الكذب والظلم وحسن الصدق والعدل لكن لا يعرف مقدار آثارها ونتائجها فالله يقول سوف تعلمون علما تفصيليا\n__________\n(1) رواه البخاري في كتاب الطلاق باب 52، 53. مسلم في كتاب اللعان حديث 5. أبو داود في كتاب الطلاق باب 27. الترمذي في كتاب الزهد باب 31. النسائي في كتاب الوصايا باب 1. أحمد في مسنده (2/ 368) .\n(6/555)",
        "\nاستدراجيا شيئا فشيئا عند الموت، ثم عند البعث، ثم في النار أو في الجنة، قوله لَوْ تَعْلَمُونَ عِلْمَ الْيَقِينِ اتفقوا على أن جواب «لو» محذوف لأن قوله ثُمَّ لَتُسْئَلُنَّ أمر واقع قطعا فلو كان قوله لَتَرَوُنَّ جوابا للشرط كانت الرؤية أمرا مشكوكا فيه فيلزم المخالفة بين المعطوفات أو الشك فيما هو واقع قطعا وكلاهما غير سديد، ثم في تقدير الجواب وجوه قال الأخفش: لو تعلمون علم اليقين ما ألهاكم التكاثر. وقال أبو مسلم: لو علمتم ما يجب عليكم وما خلقتم لأجله لاشتغلتم به. وقال أهل البيان: الأولى تقدير ما هو عام في كل شيء وهو لفعلتم ما لا يوصف ولا يكتنه كنهه ولكنكم ضلال جهلة. ومعنى عِلْمَ الْيَقِينِ علم يقين فأضيف الموصوف إلى الصفة نحو ولدار الآخرة. ويحتمل أن يكون اليقين هو الموت كقوله وَاعْبُدْ رَبَّكَ حَتَّى يَأْتِيَكَ الْيَقِينُ [الحجر: 99] إن الشك حينئذ يزول والأحوال إلى اليقين تؤول، والإنسان إذا علم ما يلقاه حين الموت وبعده لم يلهه التكاثر، وإضافة العلم إلى بعض أنواعه جائزة كعلم الطب وعلم الحساب، وفي الآية بعث للعلماء على أن يعملوا بعلمهم وإلا لم يكن بعد فوات إبان العمل سوى الحسرة والندامة.\nيروى أن ذا القرنين لما دخل الظلمات أمر لمن معه بأن يأخذوا من الخرز الذي كانت عنده فأخذ بعضهم وترك بعضهم، فلما خرجوا من الظلمات وجدوا الخرز جواهر وكان للآخذين فرحا وسرورا وللتاركين غما وحسرة.\nأما تكرار رؤية الجحيم فقيل: إن الأول رؤيتها من بعيد كما قال إِذا رَأَتْهُمْ مِنْ مَكانٍ بَعِيدٍ [الفرقان: 12] والثاني رؤيتها من قريب إذا وصلوا إلى شفيرها. وقيل: الأولى عند الورود، والثانية بعد الدخول. وأورد قوله ثُمَّ لَتُسْئَلُنَّ فيها فإن السؤال قبل الدخول. وقيل: التثنية للتكرير والمراد تتابع الرؤية واتصالها فكأنه قيل لهم: إن كنتم اليوم شاكين فيها فسترونها رؤية دائمة متصلة، فيجوز أن يكون قوله عِلْمَ الْيَقِينِ متعلقا بالرؤيتين جميعا، ويجوز أن يكون متعلقا بالثانية لأن علمهم بها وبأحوالها وآلامها يزداد شيئا فشيئا حتى يصير الخبر عينا. ومعنى علم اليقين وعين اليقين وحق اليقين قد مر في آخر «الواقعة» . وفي السؤال عن النعيم وجهان: الأول أنه للكفار لما\nروي أن أبا بكر لما نزلت الآية قال: يا رسول الله أرأيت أكلة أكلتها معك في بيت أبي الهيثم بن التيهان من خبز شعير ولحم وبسر وماء عذب، أتكون من النعيم الذي يسأل عنه؟ فقال صلى الله عليه وسلم:\nإنما ذلك للكفار\nثم قرأ وَهَلْ نُجازِي إِلَّا الْكَفُورَ [سبأ: 17] ولأن الخطاب في أول السورة للذين ألهاهم التكاثر عن المعاد فناسب أن يكون الخطاب في آخر السورة أيضا لهم.\nويكون الغرض من السؤال التقريع حتى يظهر لهم أن الذي ظنوه سببا للسعادة هو أعظم أسباب الشقاء لهم. الثاني العموم لوجوه منها\nخبر أبي هريرة عن النبي صلى الله عليه وسلم «أول ما يسأل\n(6/556)\n",
        "عنه العبد يوم القيامة النعيم فيقال له ألم نصحح لك جسمك ألم نروك من الماء البارد» «1» .\nومنها\nقول محمود بن لبيد: لمّا نزلت السورة قالوا: يا رسول الله إنما هو الماء والتمر وسيوفنا على عواتقنا والعدو حاضر فعن أي نعيم يسأل؟ فقال: أما إنه سيكون\nوعن أنس لما نزلت الآية قام محتاج فقال: هل علي من النعمة شيء؟ قال: الظل والنعلان والماء البارد.\nوعن النبي صلى الله عليه وسلم «لا تزول قدما العبد يوم القيامة حتى يسأل عن أربع: عن عمره فيم أفناه وعن شبابه فيم أبلاه وعن ماله من أين اكتسبه وفيم أنفقه وعن علمه ماذا عمل به» «2»\nوعن الباقر رضي الله عنه أن النعيم العافية.\nوعنه أن الله أكرم من أن يطعم عبدا ويسقيه ثم يسأله عنه، وإنّما النعيم الذي عنه هو رسول الله صلى الله عليه وسلم أما سمعت قوله تعالى لَقَدْ مَنَّ اللَّهُ عَلَى الْمُؤْمِنِينَ إِذْ بَعَثَ فِيهِمْ رَسُولًا [آل عمران: 164]\nوقيل: هو الزائد على الكفاية. وقيل: خمس نعم: شبع البطون وبارد الشراب ولذة النوم وإظلال المساكن واعتدال الخلق، وعن ابن مسعود: الأمن والصحة والفراغ، وعن ابن عباس: ملاذ المأكول والمشروب. وقيل:\nالانتفاع بالحواس السليمة. وعن الحسين بن الفضل: تخفيف الشرائع وتيسير القرآن. وقال ابن عمر: الماء البارد. والظاهر العموم لأجل لام الجنس إلا أن سؤال الكافر للتوبيخ لأنه عصى وكفر، وسؤال المؤمن للتشريف فإنه أطاع وشكر. والظاهر أن هذا السؤال في الموقف وهو متقدم على مشاهدة جهنم. ومعنى «ثم» الترتيب في الإخبار أي ثم أخبركم أنكم تسألون يوم القيامة عن النعيم. وقيل: هو في النار توبيخا لهم كقوله كُلَّما أُلْقِيَ فِيها فَوْجٌ سَأَلَهُمْ خَزَنَتُها أَلَمْ يَأْتِكُمْ نَذِيرٌ [الملك: 8] وقوله ما سَلَكَكُمْ [المدثر: 42] ونحوه\n__________\n(1) رواه الترمذي في كتاب تفسير سورة 102 باب 5.\n(2) رواه الترمذي في كتاب القيامة باب 1.\n(6/557)\n\nوَالْعَصْرِ (1) إِنَّ الْإِنْسَانَ لَفِي خُسْرٍ (2) إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَتَوَاصَوْا بِالْحَقِّ وَتَوَاصَوْا بِالصَّبْرِ (3) ",
        "(سورة العصر)\n(وهي مكية وقال المعدل وقتادة مدنية حروفها ثمانية وستون كلمها أربع عشرة آياتها ثلاث)\n\n[سورة العصر (103) : الآيات 1 الى 3]\nبِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ\nوَالْعَصْرِ (1) إِنَّ الْإِنْسانَ لَفِي خُسْرٍ (2) إِلاَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحاتِ وَتَواصَوْا بِالْحَقِّ وَتَواصَوْا بِالصَّبْرِ (3)\n\nالوقوف\nوَالْعَصْرِ هـ لا لَفِي خُسْرٍ هـ لا بِالصَّبْرِ هـ\n\nالتفسير:\nلما بين في السورة المتقدمة أن الاشتغال بأمور الدنيا والتهالك عليها مذموم، أراد أن يبين في هذه السورة ما يجب الاشتغال به من الإيمان والأعمال الصالحات وهو حظ الآدمي من جهة الكمال ومن التواصي بالخيرات وكف النفس عن المناهي، وهو حظه من حيث الإكمال وأكد ما أراد بقوله وَالْعَصْرِ وللمفسرين فيه أقوال: الأول أنه الدهر لوجوه منها ما جاء في القراءة الشاذة أنه صلى الله عليه وسلم كان يقرأ «والعصر ونوائب الدهر» وحمله العلماء إن صح على التفسير لا على أنه من القرآن لهذا لا يجوز قراءته في الصلاة.\nومنها أن الدهر يشتمل على الأعاجيب الدالة على كمال قدرة خالقها من تغاير الملل والدول وسائر الأحوال الكلية والجزئية، بل نفس الدهر من أعجب الأشياء لأنه موجود يشبه المعدوم ومتحرك يضاهي الساكن.\nوأرى الزمان سفينة تجري بنا ... نحو المنون ولا ترى حركاته\nومنها أن عمر الإنسان كبعض منه قال:\nإذا ما مر يوم مر بعضي ... ولا شيء أنفس من العمر\nوفي تخصيص القسم به إشارة إلى أن الإنسان يضيف المكاره والنوائب إليه ويحيل شقاءه وخسرانه عليه فإقسام الله تعالى به دليل على شرفه وأن الشقاء والخسران إنما لزم\n(6/558)\n\nالإنسان لعيب فيه لا في الدهر ولذلك\nقال صلى الله عليه وسلم «لا تسبوا الدهر فإن الله هو الدهر» «1»\nالقول الثاني وهو قول مقاتل وأبي مسلم إن العصر هو آخر النهار أقسم الله به كما أقسم بالفجر والضحى لأن آخر النهار يشبه تخريب العالم وإماتة الأحياء كما أن أول النهار يشبه بعث الأموات وعمارة العالم، فعند ذلك إقامة الأسواق ونصب الموازين ووضع المعاملات، وفيه إشارة إلى أن عمر الدنيا ما بقي إلا بقدر ما بين العصر إلى المغرب فعلى الإنسان أن يشتغل بتجارة لا خسران فيها فإن الوقت قد ضاق وقد لا يمكن تدارك ما فات. وقال قتادة: إنه صلاة العصر لشرفها وفضلها ولهذا فسربها الصلاة الوسطى عند كثير وقد مر في «البقرة» وقيل: أقسم بعصر النبي صلى الله عليه وسلم أو بزمانه الذي هو عصر نهار الدنيا كما جاء في حديث طويل، وقد أقسم بمكانه في قوله لا أُقْسِمُ بِهذَا الْبَلَدِ [البلد: 1] وبحياته في قوله لَعَمْرُكَ [الحجر: 72] وكل ذلك تشريف له وتوبيخ لمن لم يوقره حق توقيره أما اللام في الإنسان فإما المعهود معين كما روي عن ابن عباس أنه أراد جماعة من المشركين كالوليد بن المغيرة والعاص بن وائل والأسود بن عبد المطلب. وعن مقاتل أنه أبو لهب. وفي خبر مرفوع أنه أبو جهل كانوا يقولون: إن محمدا لفي خسار فأقسم الله تعالى إن الأمر بالضد مما توهموه، وعلى هذا يكون الاستثناء منقطعا. والأكثرون على أن اللام للجنس، ثم إن كان المراد بالخسر أي الخسران كالكفر والكفران هو الهلاك كان المراد جنس الإنسان على الإطلاق، وإن كان المعنى بالخسر الضلال والكفر كان المراد جنس الكافر هكذا قال بعضهم، ولقائل أن يمنع لفرق. ولا يخفى ما في «إن» ولام التأكيد وكلمة «في» وتنكير خسر من المبالغات فكأنه أثبت له جهات الخسر كلها والأعظم حرمانه عن جناب ربه. قال بعضهم:\nإن الإنسان لا ينفك من خسر لأن عمره رأس ماله، فإفناء العمر فيما يمكن أن يكون خيرا منه عبارة عن الخسران. ووجهه أنه إن أفنى عمره في المعصية فخسره وحسرته ظاهران، وإن كان مشغولا بالمباحات فكذلك لأنه يمكنه أن يعمل فيه عملا يبقى أثره ولذته دائما، وإن كان مشغولا بالطاعات فلا طاعة إلا ويمكن الإتيان بها على وجه أحسن لأن مراتب الخضوع والعبادة غير متناهية كما أن جلال الله وجماله ليس لهما نهاية. والتحقيق فيه أن الإنسان لا يكلف إلا ما هو وسعه وطوقه لا بالنسبة إلى نوعه بل بالنسبة إلى شخصه، فإذا اجتنب المعاصي بقدر الإمكان واستعمل المباح بمقدار الضرورة والحاجة وأتى بالطاعة على حسب إمكانه لم يسم خاسرا ولكنه يكون أكمل الأشخاص البشرية فلهذا استثناه الله تعالى بقوله إِلَّا الَّذِينَ آمَنُوا إلى آخره. وعن بعضهم أنه قال في «التين»\n__________\n(1) رواه أحمد في مسنده (5/ 299، 311) .",
        "(6/559)\n\nلَقَدْ خَلَقْنَا الْإِنْسانَ فِي أَحْسَنِ تَقْوِيمٍ ثُمَّ رَدَدْناهُ أَسْفَلَ سافِلِينَ [التين: 4] فابتدأ من الكمال إلى النقصان وقال هاهنا لَفِي خُسْرٍ إِلَّا الَّذِينَ آمَنُوا فعكس القضية لأن ذلك مذكور في أحوال البدن وهذا مذكور في أحوال النفس. قلت: يمكن أن يقال: إن كلتا الآيتين في شأن النفس إلا أنه أراد في «التين» ذكر استعداده الفطري وهو كرأس المال، وهاهنا أراد حكاية معاملته بعد ما أعطى رأس المال. ولا ريب أن أكثرهم منهمكون في طلب اللذات العاجلة المضيعة للاستعداد الأصلي إلا الموفقين الموصوفين بالكمال والإكمال، وفي إجمال الخسر وتسريحه إلى بقعة الإبهام، ثم في تفصيل الربح بأنه منوط بالإيمان والعمل الصالح والتواصي بالحق وبالصبر دليل على غاية الستر والكرم وأن رحمته سبقت غضبه، وفي لفظ التواصي دون الدعاء أو النصيحة تأكيد بليغ كأنه أمر مهتم به كالوصية، وفيه أنهم من الذين ماتوا بالإرادة عن الشهوات الفانية فيكون أمرهم ونصيحتهم بمنزلة قول من أشرف على الوفاة، والحق خلاف الباطل، ويشتمل جميع الخيرات وما يحق فعله. وقوله وبِالصَّبْرِ يشتمل على جميع المناهي فهم بالحقيقة آمرون بالمعروف وناهون عن المنكر، وفي لفظ المضي إشارة إلى تحقيق وقوعه منهم والله أعلم وبالله التوفيق.\n(6/560)",
        "\nوَيْلٌ لِكُلِّ هُمَزَةٍ لُمَزَةٍ (1) الَّذِي جَمَعَ مَالًا وَعَدَّدَهُ (2) يَحْسَبُ أَنَّ مَالَهُ أَخْلَدَهُ (3) كَلَّا لَيُنْبَذَنَّ فِي الْحُطَمَةِ (4) وَمَا أَدْرَاكَ مَا الْحُطَمَةُ (5) نَارُ اللَّهِ الْمُوقَدَةُ (6) الَّتِي تَطَّلِعُ عَلَى الْأَفْئِدَةِ (7) إِنَّهَا عَلَيْهِمْ مُؤْصَدَةٌ (8) فِي عَمَدٍ مُمَدَّدَةٍ (9) \n(سورة الهمزة)\n(مكية حروفها مائة وثلاثة وثلاثون كلمها تسع وأربعون آياتها تسع)\n\n[سورة الهمزة (104) : الآيات 1 الى 9]\nبِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ\nوَيْلٌ لِكُلِّ هُمَزَةٍ لُمَزَةٍ (1) الَّذِي جَمَعَ مالاً وَعَدَّدَهُ (2) يَحْسَبُ أَنَّ مالَهُ أَخْلَدَهُ (3) كَلاَّ لَيُنْبَذَنَّ فِي الْحُطَمَةِ (4)\nوَما أَدْراكَ مَا الْحُطَمَةُ (5) نارُ اللَّهِ الْمُوقَدَةُ (6) الَّتِي تَطَّلِعُ عَلَى الْأَفْئِدَةِ (7) إِنَّها عَلَيْهِمْ مُؤْصَدَةٌ (8) فِي عَمَدٍ مُمَدَّدَةٍ (9)\n\nالقراآت\nجمع بالتشديد: ابن عامر ويزيد وحمزة وعلي وخلف عمد بضمتين جمع عماد: حمزة وعلي وخلف وعاصم سوى حفص والمفضل. الباقون: بفتحتين جمعا أو واحدا في معناه.\n\nالوقوف:\nلُمَزَةٍ هـ لا بناء على أن الَّذِي وصف ولو كان منصوبا على الذم أو مرفوعا على الذم فالوقف وَعَدَّدَهُ هـ لا أَخْلَدَهُ ج هـ إن وصل وقف على «كلا» الْحُطَمَةِ هـ ز الْحُطَمَةُ هـ ط الْمُوقَدَةُ\nهـ لا الْأَفْئِدَةِ هـ ج مُؤْصَدَةٌ هـ لا مُمَدَّدَةٍ هـ\n\nالتفسير:\nلما ذكر حكم جنس الإنسان في خسرهم عقبه بمثال واحد. قال عطاء والكلبي: نزلت في الأخنس بن شريق كان يكسر من أعراض الناس ويكثر الطعن فيهم.\nوالتركيب يدل على الكسر ومنه الهمز ومثله اللمز وهو العيب قال تعالى وَلا تَلْمِزُوا أَنْفُسَكُمْ [الحجرات: 11] وقال ابن زيد: الهمز باليد واللمز باللسان. وقال أبو العالية:\nالهمز بالمواجهة واللمز بظهر الغيب وقد يكون كل ذلك سرا بالحاجب أو العين. وقيل:\nنزلت في الوليد بن المغيرة كانت عادته الغيبة والوقيعة. وبناء «فعلة» يدل على أن ذلك كان من عادته، وأما «فعلة» بسكون العين فهي للمفعول. وقال محمد بن إسحق: مازلنا نسمع أن السورة نزلت في أمية بن خلف. والمحققون على أن خصوص السبب لا ينافي عموم اللفظ، ويحتمل أن يكون اللفظ عاما ويدخل فيه شخص معين دخولا أوليا كما لو قال لك\n(6/561)",
        "\nإنسان: لا أزورك أبدا فتقول: كل من لا يزورني لا أزوره تعريضا به، ومثله يسمى في أصول الفقه تخصيص العام بقرينة العرف. ولا يخفى أن الهمز واللمز من أقبح السير خاصة في حق من هو أجل منصبا وأعلى قدرا من كل المخلوقات وهو النبي صلى الله عليه وسلم، فلا جرم أوعده بالويل وهو كلمة جامعة لكل شر ومكروه أو هو واد في جهنم وقد تقدم مرارا. ثم وصفه بقوله الَّذِي وكأنه سبب الهمز واللمز لأن الغنى يورث الإعجاب والكبر والتشديد في جمع للتكثير في المفعول ويؤيده تنكير مالًا وكذا التشديد في عَدَّدَهُ ولا يبعد أن يكون للتكثير في الفعل، ولا ريب أن عد المال من غير ضرورة وضبطه أزيد من المعتاد يوجب للنفس شغلا عن السعادات الباقية وحرصا على الزخارف الدنية وعلى التمتيع بتلك الأسباب ولهذا قال يَحْسَبُ أي طول المال أمله ومناه الأماني البعيدة حتى أصبح لفرط غفلته يحسب أن ماله يتركه خالدا في الدنيا. وقيل: عدده أي أمسكه وجعله عدة وذخيرة لحوادث الدهر. وقيل: أراد بقوله يَحْسَبُ تشييد البنيان وإحكامه بالجص والآجر غرس الأشجار وعمارة الأراضي عمل من يظن أن ماله أبقاه حيا، أو هو تعريض بالعمل الصالح المخلد لصاحبه الأجر الجزيل والثناء الجميل، وأما المال فبمعزل عن ذلك لأنه للحادث أو للوارث. وقيل: أحب المال حبا شديدا حتى اعتقد أنه إن انتقص مالي أموت فلذلك يحفظه عن النقصان ليبقى حيا وهذا غير بعيد من اعتقاد البخيل كَلَّا ردع له عن حسبانه أي ليس الأمر كما يظن هو أن المال مخلد بل المخلد هو العلم والعمل كما\nقال علي رضي الله عنه: مات خزان المال وهم أحياء والعلماء باقون ما بقي الدهر.\nعن الحسن أنه عاد موسرا فقال:\nما تقول في ألوف لم أفتد بها من لئيم ولا تفضلت بها على كريم؟ قال: ولكن لماذا قال لنبوة الزمان وجفوة السلطان ونوائب الدهر ومخافة الفقر؟ قال: إذا تدعه لمن لا يحمدك وترد على من لا يعذرك. قوله لَيُنْبَذَنَّ جواب قسم محذوف أو جواب حقا لأنه في معنى القسم. والنبذ الطرح وفيه إشعار بإهانته. وفي قوله فِي الْحُطَمَةِ وهي النار التي من شأنها أن تحطم أي تكسر كل ما يلقى فيها إشارة إلى غاية تعذيبه. ويقال للرجل الأكول إنه لحطمة ووزنها «فعلة» كهمزة ولمزة فكأنه قيل له: كنت همزة لمزة فقابلناك بالحطمة. وأيضا في الحطم معنى الكسر والهماز اللماز يكسر الناس بالاغتياب والعيب أو يأكل لحمهم كما يأكل الرجل الأكول. ثم كأن قائلا سأل كيف قوبل الوصفان بوصف واحد؟ فقيل: إنك لا تعرف ذلك الواحد ما أدراك ما هذه الحطمة نارُ اللَّهِ هي إضافة تعظيم كبيت الله الْمُوقَدَةُ الَّتِي تَطَّلِعُ عَلَى الْأَفْئِدَةِ أي تدخل في أجوافهم حتى تصل إلى صدورهم وتطلع على جنانها وخباياها. ولا شيء في الإنسان ألطف منه ولا أشد تألما. ويجوز أن يكون في تخصيص\n(6/562)\n",
        "الأفئدة إشارة إلى زيادة تعذيب للقلب لأنه محل الكفر والعقائد الفاسدة. وعند أهل\n\nالتأويل:\nإذا كانت النار أمرا معنويا فلا ريب أنه لا يتألم بها إلا الفؤاد الذي هو محل الإدراكات والعقائد.\nوروي عن النبي صلى الله عليه وسلم «إن النار تأكل أهلها حتى إذا طلعت على أفئدتهم- أي تعلوها وتغلبها- انتهت ثم إن الله تعالى يعيد لحمهم وعظمهم مرة أخرى»\nوالمؤصدة المطبقة الأبواب اصدت الباب وأوصدته لغتان. يوصد عليهم الأبواب ويمدد على الأبواب العمد استيثاقا في استيثاق. وجوز أن يراد أن أبواب النار عليهم مؤصدة حال كونهم موثقين في عمد مقطرة، والمقطرة خشبة فيها خروق يدخل فيها أرجل المحبوسين اللهم أجرنا منها. قال المبرد: والعمد بفتحتين جمع عمود على غير واحده وأما الجمع على واحده فالعمد بضمتين مثل زبور وزبر ورسول ورسل. قال الفراء: العماد والعمد كالإهاب والأهب فالتأنيث لأنه اسم جمع أو بتأويل الأسطوانة.\n(6/563)\n\nأَلَمْ تَرَ كَيْفَ فَعَلَ رَبُّكَ بِأَصْحَابِ الْفِيلِ (1) أَلَمْ يَجْعَلْ كَيْدَهُمْ فِي تَضْلِيلٍ (2) وَأَرْسَلَ عَلَيْهِمْ طَيْرًا أَبَابِيلَ (3) تَرْمِيهِمْ بِحِجَارَةٍ مِنْ سِجِّيلٍ (4) فَجَعَلَهُمْ كَعَصْفٍ مَأْكُولٍ (5) ",
        "(سورة الفيل)\n(مكية حروفها ستة وتسعون كلمها ثلاث وعشرون آيها خمس)\n\n[سورة الفيل (105) : الآيات 1 الى 5]\nبِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ\nأَلَمْ تَرَ كَيْفَ فَعَلَ رَبُّكَ بِأَصْحابِ الْفِيلِ (1) أَلَمْ يَجْعَلْ كَيْدَهُمْ فِي تَضْلِيلٍ (2) وَأَرْسَلَ عَلَيْهِمْ طَيْراً أَبابِيلَ (3) تَرْمِيهِمْ بِحِجارَةٍ مِنْ سِجِّيلٍ (4)\nفَجَعَلَهُمْ كَعَصْفٍ مَأْكُولٍ (5)\n\nالوقوف\nالْفِيلِ هـ ط تَضْلِيلٍ هـ لا أَبابِيلَ هـ لا سِجِّيلٍ هـ لا مَأْكُولٍ هـ\n\nالتفسير:\nروي أن أبرهة ملك اليمن من قبل أصحمة النجاشي بني كنيسة بصنعاء وأراد أن يصرف إليها الحاج فخرج من كنانة فتغوط فيها ليلا فأغضبه ذلك.\nوقيل: أججت رفقة من العرب نارا فحملتها الريح فأحرقتها فحلف ليهدمنّ الكعبة، فخرج بجيشه ومعه فيل له اسمه محمود وكان قويا عظيما. وقيل: كان معه اثنا عشر فيلا غيره. وقيل: ألف فيل، فلما بلغ قريبا من مكة خرج إليه عبد المطلب وعرض عليه ثلث أموال تهامة ليرجع فأبى وعبى جيشه وقدم الفيل، فكانوا كلما وجهوه إلى الحرم برك ولم يبرح، وإذا وجهوه إلى اليمن أو إلى غيره من الجهات هرول، فأرسل الله تعالى عليهم طيرا سودا أو خضرا أو بيضا أو بلقا كالخطاطيف على اختلاف الأقاويل مع كل طير حجر في منقاره وحجران في رجليه أكبر من العدسة وأصغر من الحمصة. قال ابن عباس: إني رأيت منها عند أم هانئ نحو قفيز مخططة محمرة كالجزع الظفاري، وكان الحجر يقع على رأس الرجل فيخرج من دبره وعلى كل حجر اسم من يقع عليه، ففروا فهلكوا في كل طريق ومرض أبرهة فتساقطت أنامله وآرابه وما مات حتى انصدع صدره عن قلبه وانفلت وزيره أبو يكسوم وطائر يحلق فوقه حتى بلغ النجاشي فقص عليه القصة، فلما أتمها وقع عليه الحجر فخر ميتا بين يديه. وعن عائشة رأيت قائد الفيل وسائسه أعميين مقعدين يستطعمان. قال أهل التاريخ: كان أبرهة جد النجاشي الذي عاصر رسول الله صلى الله عليه وسلم وكان بين عام الفيل وبين المبعث نيف وأربعون سنة، وكان قد بقي بمكة جمع شاهدوا تلك الواقعة وقد بلغت حد التواتر حينئذ فما ذاك إلا إرهاص للرسول صلى الله عليه وسلم. وزعمت المعتزلة أنها كانت معجزة لنبي قبله كخالد بن سنان أو قس\n(6/564)\n\nابن ساعدة.\nويروى أن أبرهة أخذ لعبد المطلب مائتي بعير فخرج إليه يطلبها وقيل لأبرهة:\nهذا سيد قريش وصاحب عير مكة الذي يطعم الناس في السهل والوحوش في رؤوس الجبال. وكان عبد المطلب رجلا جسيما وسيما فعظم في عين أبرهة، فلما ذكر حاجته قال:\nسقطت من عيني جئت لأهدم البيت الذي هو دينك ودين آبائك وعصمتكم وشرفكم من قديم الدهر فألهاك عنه ذود أخذ لك فقال: أنا رب الإبل وللبيت رب سيمنعه. ثم رجع وأتى باب البيت فأخذ بحلقته وهو يقول:\nلا هم أن المرء يم نع رحله فامنع حلالك لا يغلبن صليبهم ومحالهم عدوا ومحالك\nالحلال جمع حل وهو الموضع الذي يحل فيه الناس والمحال المماكرة كقوله وَهُوَ شَدِيدُ الْمِحالِ [الرعد: 13] ثم قال:\nإن كنت تاركهم وكع ... بتنا فأمر ما بدا لك\nوقال أيضا:\nيا رب فامنع منهم حماكا ... يا رب لا أرجو لهم سواكا\nفالتفت فإذا هو بطير من نحو اليمن فقال: والله إنها لطير غريبة ما هي بنجدية ولا تهامية، فأهلكتهم كما ذكرنا. ثم إن أهل مكة قد احتووا على أموالهم وجمع عبد المطلب منها ما صار سبب يساره. وسئل أبو سعيد الخدري عن الطير فقال: حمام مكة منها. وقيل:\nجاءت عشية ثم صبحتهم هلكى. وعن عكرمة: من أصابته أصابه جدري وهو أول جدري ظهر في الأرض. ولنرجع إلى تفسير الألفاظ. وإنما لم يقل «ألم تعلم» إما لأن الخطاب لكل راء، أو لأنه صلى الله عليه وسلم كان يعلم علما كالمشاهد المرئي لتواتره ولقرب عهده به. قال النحويون:\nقوله كَيْفَ مفعول فعل لأن الاستفهام يقتضي صدر الكلام فيقدم على فعله بالضرورة. ثم إن قوله أَلَمْ تَرَ وقع على مجموع تلك الجملة. وقال في الكشاف كَيْفَ في موضع نصب ب فَعَلَ رَبُّكَ لا ب أَلَمْ تَرَ لما في كَيْفَ من معنى الاستفهام. قلت: أما قول صاحب الكشاف ففي غاية الإجمال لأن المنصوبات بالفعل أنواع شتى. وأما قول غيره فقريب من الإجمال لأن المفاعيل خمسة، والقول المبين فيه أنه مفعول مطلق والمعنى فعل أي فعل يعني فعلا ذا عبرة لأولي الأبصار. وتقدير الكلام: ألم تر ربك أو إلى ربك كيف فعل بأصحاب الفيل فعلا كاملا في باب الاعتبار لأنه خلق الطيور وجعل طبع الفيل على",
        "(6/565)\n\nخلاف ما كان عليه، واستجاب دعاء أهل الشرك تعظيما لبيته، وإن أريد بالفعل المفعول لم يبعد أن يكون مفعولا به كقولك «يفعل ما يشاء» . وفي قوله رَبُّكَ إشارة إلى أني ربيتك وحفظت البيت لشرف قومك وهم كفرة فكيف أترك تربيتك بعد ظهورك وإسلام أكثر قومك؟\nوفي القصة إشارة إلى أني حفظت البيت وهو موضع العلم للعالم أفلا أحفظ العالم وهو من المسجد كالدر من الصدف؟ فمن أراد تخريب البيت وهدمه وكسره دمرته فالذي همزه ولمزه في العالم وهو المقصود من البيت أفلا أدمره؟ وهاهنا تظهر المناسبة بين هذه السورة والسورة المتقدمة وهذه القصة تجري مجرى مثال آخر لخسران الإنسان. قال بعضهم: إنما قال بِأَصْحابِ الْفِيلِ ولم يقل أرباب الفيل أو ملاك الفيل لأن الصاحب يكون من جنس القوم فكأنه أشار إلى أنهم من جنس البهائم بل هم أضل لأن الفيل كان لا يقصد البيت ويقول بلسان الحال: لا طاعة لمخلوق في معصية الخالق وأنهم لم يفهموا رمزه سؤال، أليس أن كفار مكة ملؤا البيت من الأوثان؟ ألم يكن أفحش من تخريب الجدران؟ ثم إنه تعالى لم يسلط عليهم الطير؟ الجواب قال بعضهم: وضع الأوثان في البيت إضاعة حق الله وتخريب الجدران تعد على الخلق وإنه تعالى يقدم حق العباد على حق نفسه ولهذا أمر بقتل قاطع الطريق والقاتل وإن كانا مسلمين، ولا يأمر بقتل الشيخ الكبير والأعمى وصاحب الصومعة والمرأة وإن كانوا كفارا لأنهم لا يتعدى ضررهم إلى الخلق. وأقول: لا نسلم أنه تعالى لم يسلط على كفار مكة عذابه لأنه أمر نبيه صلى الله عليه وسلم بقتلهم وسبي ذراريهم ونسائهم، ثم فصل الفعل المذكور المتعجب منه بقوله أَلَمْ يَجْعَلْ كَيْدَهُمْ فِي تَضْلِيلٍ أي في تضييع وإبطال يقال:\nضلل كيده إذا جعله ضالا ضائعا ومنه قولهم لامرئ القيس «الملك الضليل» لأنه ضلل ملك أبيه أي ضيعه. كادوا البيت أولا ببناء الكنيسة وصرف وجوه الحاج إليها فضلل الله كيدهم بأن أوقع الحريق فيه. وكادوه ثانيا بإرادة هدمه فضلل كيدهم بإرسال الطير عليهم. ومعنى أبابيل طرائق أي جماعات متفرقة الواحدة إبالة وفي أمثالهم «ضغت على إبالة» شبهت الطير في اجتماعها بالإبالة وهي الحزمة الكبيرة، قال أبو عبيدة: وقيل أبابيل مثل عباديد لا واحد لها، والعباديد الفرق الذاهبون في كل وجه قاله الأخفش والفراء. وقال الكسائي: سمعت بعضهم يقولون: واحدها أبول كعجول وعجاجيل. والتنكير في طَيْراً إما للتفخيم لأنها كانت طيرا أعاجيب أو للتحقير لأنها كانت صغار الجثة وهذا أدل على كمال القدرة. وذكروا في وصفها عن ابن مسعود وعن ابن عباس أنها كانت لها خراطيم كخراطيم الفيل وأكف كاكف الكلاب. وفي سِجِّيلٍ أقوال أحدها: أن اللام مبدلة من النون وأصله سجين وقد مر أنه علم لديوان الشر كأنه قيل: بحجارة من جملة العذاب المكتوب المدون. وجوز في\n(6/566)",
        "\nالكشاف أن يكون اشتقاقه من الإسجال والإرسال لأن العذاب موصوف بذلك. وعن ابن عباس أنه معرب سنك كل وقيل: هو طين مطبوخ والعصف ورق الزرع الذي يبقى في الأرض بعد الحصاد تفتته الرياح وتأكله المواشي. وقال أبو مسلم: هو التبن كقوله وَالْحَبُّ ذُو الْعَصْفِ وَالرَّيْحانُ [الرحمن: 12] وقال الفراء: هو أطراف الزرع. وقيل:\nهو الحب الذي أكل لبه وبقي قشره، والمأكول الذي وقع فيه الأكال أي الدود ونحوه أي الذي أكلته الدواب وراثته إلا أنه جاء على آداب القرآن كقوله كانا يَأْكُلانِ الطَّعامَ [المائدة: 75] قاله مقاتل وقتادة وعطاء عن ابن عباس. وقيل: مأكول حبه كما مر.\nوتشبيههم بورق الزرع المذكور إشارة إلى تدميرهم وتصييرهم أيادي سبا. قالوا: إن الحجاج خرب البيت ولم يحدث شيء من ذلك. وأجيب بأن قصده لم يكن تخريب الكعبة وإنما كان شيئا آخر. وأيضا كان إرسال الطير عليهم، إرهاصا للنبي صلى الله عليه وآله وبعد تقرير نبوته لم يكن افتقار إلى الإرهاص والله تعالى عالم بحقائق أحكامه وبه التوفيق وعليه التكلان.\n(6/567)\n",
        "لِإِيلَافِ قُرَيْشٍ (1) إِيلَافِهِمْ رِحْلَةَ الشِّتَاءِ وَالصَّيْفِ (2) فَلْيَعْبُدُوا رَبَّ هَذَا الْبَيْتِ (3) الَّذِي أَطْعَمَهُمْ مِنْ جُوعٍ وَآمَنَهُمْ مِنْ خَوْفٍ (4) \n(سورة الإيلاف)\n(مكية حروفها ثلاثة وسبعون آياتها أربع) كلمها سبع عشرة\n\n[سورة قريش (106) : الآيات 1 الى 4]\nبِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ\nلِإِيلافِ قُرَيْشٍ (1) إِيلافِهِمْ رِحْلَةَ الشِّتاءِ وَالصَّيْفِ (2) فَلْيَعْبُدُوا رَبَّ هذَا الْبَيْتِ (3) الَّذِي أَطْعَمَهُمْ مِنْ جُوعٍ وَآمَنَهُمْ مِنْ خَوْفٍ (4)\n\nالقراآت:\nلِإِيلافِ بتخفيف الهمزة: يزيد إلافهم بطرح الياء: يزيد لألاف بطرح الياء إِيلافِهِمْ بإثباتها: ابن عامر. الباقون: بإثبات الياء فيهما وحمزة يقف بتليين الهمزة وإلفهم بوزن العلم: ابن فليح الشِّتاءِ ممالة: قتيبة ونصير وهبيرة.\n\nالوقف\nقُرَيْشٍ هـ لا وَالصَّيْفِ هـ لا لاحتمال تعلق اللام بما قبلها وبما بعدها كما يجيءْبَيْتِ\nهـ لا مِنْ خَوْفٍ هـ\n\nالتفسير:\nفي هذه اللام ثلاثة أقوال: الأول أنها لا تتعلق بظاهر وإنما هي لام العجب يقولون «لزيد وما صنعنا به» أي أعجبوا له عجب الله تعالى من عظيم حلمه وكرمه بهم فأنهم كل يوم يزدادون جهلا وانغماسا في عبادة الأوثان والله تعالى يؤلف شملهم ويدفع الآفات عنهم وينظم أسباب معاشهم، وهذا القول اختيار الكسائي والأخفش والفراء. والثاني أنها متعلقة بما بعدها وهو قول الخليل وسيبويه والتقدير: فليعبدوا رب هذا البيت لإيلاف قريش أي ليجعلوا عبادتهم شكرا لهذه النعمة واعترافا بها. وفي الكلام معنى الشرط وفائدة الفاء وتقديم الجار أن نعم الله تعالى لا تحصى فكأنه قيل: إن لم يعبدوه لسائر نعمه فليعبدوه لهذه الواحدة التي هي نعمة ظاهرة، والقول الثالث أنها متعلقة بالسورة المتقدمة أي جعلهم كعصف مأكول لأجل إيلاف قريش، وهذا لا ينافي أن يكونوا قد أهلكوا لأجل كفرهم أيضا.\nويجوز أن يكون الإهلاك لأجل الإيلاف فقط ويكون جزاء الكفر مؤخرا إلى يوم القيامة، ويجوز أن تكون هذه اللام لام العاقبة، ويحتمل أن تتعلق اللام بقوله فَعَلَ رَبُّكَ كأنّه قال:\nكل ما فعلنا بهم من تضليل كيدهم وإرسال الطير عليهم حتى تلاشوا إنما كان لأجل إيلاف\n(6/568)\n",
        "قريش. ولا يبعد أن تكون اللام بمعنى «إلى» أي فعلنا كل ما فعلنا مضمومة إلى نعمة أخرى وهي إيلافهم الرحلتين تقول: نعمة إلى نعمة ونعمة لنعمة. قال الفراء: ومما يؤيد هذا القول الثالث ما روي أن أبي بن كعب جعلهما في مصحفه سورة واحدة بلا فصل. وعن عمر أنه قرأهما في الثانية من صلاة المغرب من غير فصل بينهما بالبسملة. والمشهور المستفيض هو الفصل بينهما بالبسملة فإن لم تكن اللام متعلقة بما قبلها فلا إشكال، وإن تعلقت بما قبلها من السورة فالوجه فيه أن القرآن كله بمنزلة كلام واحد والفصل بين طائفة وطائفة منه لا يوجب انقطاع إحدى الطائفتين عن الأخرى بالكلية. ثم إن هؤلاء قالوا: لا شك أن مكة كانت خالية عن الزرع والضرع، وكان أشراف مكّة يرتحلون للتجارة هاتين الرحلتين ويأتون لأنفسهم ولأهل بلدهم بما يحتاجون إليه من الأطعمة والثياب، وأن ملوك النواحي كانوا يعظمونهم ويقولون: هؤلاء جيران بيت الله وقطان حرمه فلا يجترئ أحد عليهم، فلو تم لأهل الحبشة ما عزموا عليهم من هدم الكعبة لزال منهم هذا العز فصار سكان مكة كسكان سائر النواحي يتخطفون ويغار عليهم ولا يتيسر لهم تجارة ولا ربح، فلما أهلك الله أصحاب الفيل ورد كيدهم في نحورهم ازداد وقع أهل مكة في القلوب واحترمهم الملوك فضل احترام وازدادت تلك المنافع والمتاجر. قال علماء اللغة: ألفت الشيء وآلفته إلفا وإيلافا بمعنى أي لزمته، وعلى هذا يكون قوله لِإِيلافِ قُرَيْشٍ من إضافة المصدر إلى الفاعل وترك مفعوله الأول. ثم جعل مقيدا ثانيا في قوله إِيلافِهِمْ رِحْلَةَ إما لأن المقيد بدل من ذلك المطلق تفخيما لأمر الإيلاف وتذكيرا لعظيم المنة فيه، وإما لأن الأول عام في كل مؤانسة وموافقة كانت بينهم فيدخل فيه مقامهم وسفرهم وسائر أحوالهم. ثم خص إيلافهم الرحلة بالذكر كما في قوله جِبْرِيلَ وَمِيكالَ [البقرة: 98] لأنه قوام معاشهم. وفائدة ترك واو العطف التنبيه على أنه كل النعمة. والإلزام ضربان: إلزام بالتكليف والأمر، وإلزام بالمودة والمؤانسة، فإنه إذا أحب المرء شيئا لزمه لقوة الداعي إليه ومنه وَأَلْزَمَهُمْ كَلِمَةَ التَّقْوى [الفتح: 26] كما أن الالتجاء قد يكون لدفع الضرر كالهرب من السبع، وقد يكون لجلب النفع العظيم كمن وجد كنزا، ولا مانع من أخذه لا عقلا ولا شرعا ولا حسا فإنه يأخذه البتة كاللجأ. وقال الفراء وابن الأعرابي: الإيلاف التجهيز والتهيئة والمعنى لتجهيز قريش رحلتيها حتى تتصلا ولا تنقطعا. وعلى هذا القول يكون المصدر مضافا إلى الفاعل أيضا. وقيل: ألف كذا فلان لزمه وآلفه غيره إياه فيكون الإيلاف متعديا إلى اثنين، والإضافة في إِيلافِهِمْ إضافة المصدر إلى المفعول والمعنى إن هذه الألفة إنما حصلت في قريش بتدبير الله ولطفه وذلك بانهزام أصحاب الفيل، واتفقوا على أن قريشا ولد النضر بن كنانة.\n(6/569)\n\nعن معاوية أنه سأل ابن عباس بم سميت قريش؟ قال: بدابة البحر تأكل ولا تؤكل تعلو ولا تعلى وهي التي تعبث بالسفن ولا تنطلق إلا بالنار وأنشد:\nوقريش هي التي تسكن البح ... ر بها سميت قريش قريشا\nفالتصغير للتعظيم والدابة القرش. وقيل: القرش الكسب لأنهم كانوا أهل كسب وتجارة فسموا بذلك. وقال الليث: كانوا متفرقين في غير الحرم فجمعهم قصي بن كلاب في الحرم حتى اتخذوها مسكنا فسموا قريشا لأن التقرش التجمع، وتقرش القوم اجتمعوا ولذلك سمي قصي مجمعا، قال بعضهم:\nأبوكم قصي كان يدعى مجمعا ... به جمع الله القبائل من فهر\nوقيل: القرش التفتيش. قال ابن حلزة:\nأيها الشامت المقرش عنا ... عند عمر ووهل لذاك بقاء.\nوكانت قريش يتفحصون عن حال الفقراء ويسدّون خلة المحاويج. والرحلة اسم من الارتحال قال أكثر المفسرين: كانت لقريش رحلتان رحلة الشتاء إلى اليمن لأنه أدنى، ورحلة الصيف إلى الشام وكانت معايشهم قد استقرت على ذلك كما قررنا. وقال آخرون:\nالرحلتان رحلة الناس إلى أهل مكة. أما في رجب فللعمرة، وأما في ذي الحجة فللحج، وكانت إحداهما في الشتاء، والأخرى في الصيف وموسم منافع مكة يكون بهما. فلو كان تم لأصحاب الفيل ما أرادوه لتعطلت هذه المنفعة والتقدير: رحلتي الشتاء والصيف أو رحلة الشتاء ورحلة الصيف فاقتصر لعدم الإلباس. وفي قوله لْيَعْبُدُوا\nوجهان أحدهما: أن العبادة مأمور بها شكرا لما فعل بأعدائهم ولما حصل لهم من إيلافهم الذي صار سببا لطعامهم وأمنهم كما مر. وقوله مِنْ جُوعٍ كقولهم «سقاه من العيمة» وهي من التعليلية أي الجوع صار سببا للإطعام. وقوله مِنْ خَوْفٍ هي للتعدية يقال «آمنه الله الخوف ومن الخوف» . الوجه الثاني: أن معناه فليتركوا رحلة الشتاء والصيف وليشتغلوا بعبادة رب هذا البيت فإنه يطعمهم من جوع ويؤمنهم من خوف. ولعل في تخصيص لفظ الرب إشارة إلى ما قالوه لأبرهة «إن للبيت ربا سيحفظه» ولم يعولوا في ذلك على الأصنام فلزمهم لإقرارهم أن لا يعبدوا سواه كأنه يقول: لما عولتم في الحفظ عليّ فاصرفوا العبادة إليّ. وفي الإطعام وجوه أحدها: ما مر. والثاني: قول مقاتل: شق عليهم الذهاب إلى اليمن والشام في الشتاء والصيف لطلب الرزق فقذف الله تعالى في قلوب الحبشة أن حملوا الطعام إلى مكة حتى",
        "(6/570)\n\nخرجوا إليهم بالإبل والحمر واشتروا طعامهم من جدة على مسيرة ليلتين، وتتابع ذلك فكفاهم الله مؤنة الرحلتين. والثالث:\nقال الكلبي: معنى الآية أنهم لما كذبوا محمدا صلى الله عليه وسلم دعا عليهم فقال: اللهم اجعلها عليهم سنين كسني يوسف. فاشتد عليهم القحط وأصابهم الجهد فقالوا: يا محمد ادع الله فإنّا مؤمنون فدعا رسول الله صلى الله عليه وسلم وأخصب أهل مكة فذلك قوله أَطْعَمَهُمْ مِنْ جُوعٍ\nووجه المنة بالإطعام مع أنه ليس من أصول النعم في الظاهر أنه سبب الفراغ للعبادة، وفيه أن البهيمة تطيع من يعلفها ولا يليق بالإنسان أن يكون دون الأنعام، على أنه يندرج في الإطعام النعم السابقة التي لا يحصل الغذاء إلا بعد وجودها كالأفلاك والعناصر وغيرها، والنعم اللاحقة التي لا يتم الانتفاع بالأكل إلا بها من القوى والآلات البدنية والخارجية. وفي قوله مِنْ جُوعٍ إشارة إلى أن فائدة الطعام والغاية منه سد الجوعة لا الإشباع التام. وأما الأمن فهو قصة أصحاب الفيل أو تعرض أهل النواحي لهم وكانوا بعد وقعة أصحاب الفيل يعظمونهم ولا يتعرّضون لهم. وقال الضحاك والربيع: آمنهم من خوف الجذام. وقيل: من أن تكون الخلافة في غيرهم وفيه تكلف. وقيل: أطعمهم من جوع الجهل بطعام الإسلام والوحي وآمنهم من خوف الضلال ببيان الهدى. وقيل: إشارة إلى ما دعا به إبراهيم عليه السلام في قوله رَبِّ اجْعَلْ هذا بَلَداً آمِناً وَارْزُقْ أَهْلَهُ مِنَ الثَّمَراتِ مَنْ آمَنَ مِنْهُمْ [البقرة: 126] فأجاب الله تعالى بقوله وَمَنْ كَفَرَ [البقرة: 126] والتنكير في جُوعٍ وخَوْفٍ للتعظيم. وقد روي أنه أصابهم شدة حتى أكلوا الجيف والعظام المحرقة، وأما الخوف فهو الخوف الشديد الحاصل من أصحاب الفيل. ويحتمل أن يكون المراد التقليل أي أطعمهم من جوع دون جوع ليكون الجوع الثاني والخوف الثاني مذكرا لما كانوا فيه أولا فيكونوا شاكرين تارة وصابرين أخرى فيستحقوا ثواب الخصلتين.\n(6/571)",
        "\nأَرَأَيْتَ الَّذِي يُكَذِّبُ بِالدِّينِ (1) فَذَلِكَ الَّذِي يَدُعُّ الْيَتِيمَ (2) وَلَا يَحُضُّ عَلَى طَعَامِ الْمِسْكِينِ (3) فَوَيْلٌ لِلْمُصَلِّينَ (4) الَّذِينَ هُمْ عَنْ صَلَاتِهِمْ سَاهُونَ (5) الَّذِينَ هُمْ يُرَاءُونَ (6) وَيَمْنَعُونَ الْمَاعُونَ (7) \n(سورة الماعون)\n(مكية وقيل مدنية حروفها مائة وخمسة عشر كلمها وعشرون آياتها سبع)\n\n[سورة الماعون (107) : الآيات 1 الى 7]\nبِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ\nأَرَأَيْتَ الَّذِي يُكَذِّبُ بِالدِّينِ (1) فَذلِكَ الَّذِي يَدُعُّ الْيَتِيمَ (2) وَلا يَحُضُّ عَلى طَعامِ الْمِسْكِينِ (3) فَوَيْلٌ لِلْمُصَلِّينَ (4)\nالَّذِينَ هُمْ عَنْ صَلاتِهِمْ ساهُونَ (5) الَّذِينَ هُمْ يُراؤُنَ (6) وَيَمْنَعُونَ الْماعُونَ (7)\n\nالوقوف:\nبِالدِّينِ هـ ط لأن قوله فَذلِكَ كالجزاء لشرط محذوف أي إن لم تعرفه فهو فلان الْيَتِيمَ هـ لا الْمِسْكِينِ هـ ج لِلْمُصَلِّينَ هـ لا ساهُونَ هـ لا يُراؤُنَ هـ لا الْماعُونَ هـ\n\nالتفسير:\nهذا مثال آخر لكون الإنسان في خسر. قال ابن جريج: نزلت في أبي سفيان كان ينحر جزورين في كل أسبوع فأتاه يتيم فسأله لحما فقرعه بعصاه. وقال مقاتل: نزلت في العاص بن وائل السهمي وكان من صفته الجمع بين التكذيب بيوم القيامة والإتيان بالأفعال القبيحة. وعن السدي: نزلت في الوليد بن المغيرة وقيل: في أبي جهل.\nحكى الماوردي أنه كان وصيا ليتيم فجاءه وهو عريان أن يسأله شيئا من مال نفسه فدفعه ولم يعبأ به فأيس الصبي فقال له أكابر قريش استهزاء: قل لمحمد يشفع لك فجاء إلى النبي صلى الله عليه وسلم والتمس منه الشفاعة، وكان النبي صلى الله عليه وسلم لا يرد محتاجا فذهب معه إلى أبي جهل فقام أبو جهل ورحب به وبذل المال لليتيم فعيره قريش فقالوا: صبأت فقال: لا والله ما صبأت لكن رأيت عن يمينه وعن يساره حربة خفت إن لم أجبه يطعنها فيّ.\nوقال كثير من المفسرين: إنه عام لكل من كان مكذبا بيوم الدين والمعنى: هل عرفت الذي يكذب بالجزاء من هو فإن لم تعرفه فهو الذي يدع اليتيم، وذلك لأن إقدام الإنسان على الطاعات وإحجامه عن المحظورات إنما يكون للرغبة في الثواب أو الرهبة من العقاب. فإذا كان منكرا للقيامة لم يترك شيئا من المشتهيات واللذات، فإنكار المعاد كالأصل لجميع أنواع الكفر والمعاصي، والغرض منه لتعجيب كقولك «أرأيت فلانا ماذا ارتكب» والخطاب لكل عاقل، أو للرسول صلى الله عليه وسلم. وقيل:\n(6/572)",
        "\nالدين هاهنا هو الإسلام لأنه عند الإطلاق يقع عليه وسائر الأديان كلادين، أو يتناولها مع التقييد كقولك «دين النصارى أو اليهود» . والدع الدفع بالعنف كما مر في الطور ذكر شيئين من قبائح أفعال المكذب بالجزاء على سبيل التمثيل وسبب تخصيصهما أنهما منكران بحسب الشرع وبحسب العقل والمروءة أيضا. وفي لفظ يَدُعُّ بالتشديد رحمة من الله على عباده وإشارة إلى أنه إن صدر أدنى استخدام له أو شيء مما يكرهه الطبع دون الاستخفاف التام والزجر العنيف كان معفوا عند الله ولم يكتب في زمرة المكذبين بالدين، ولا سيما إذا كان بغير اختيار والحض الحث وقد مر في «الفجر» . ولما كان إيذاء اليتيم والمنع من الإطعام دليلا على النفاق فالصلاة لا مع الخشوع كانت أولى بأن تدل على النفاق قال فَوَيْلٌ لِلْمُصَلِّينَ وجوز جار الله أن يكون فذلك عطفا على الذي يكذب إما عطف ذات على ذات، أو صفة على صفة، ويكون جواب أَرَأَيْتَ محذوفا لدلالة ما بعده عليه كأنه قيل: أخبرني ما تقول فيمن يكذب بالجزاء وفيمن يؤذي اليتيم ولا يطعم المسكين، أنعم ما يصنع أو أخبرني ما تقول في وصف هذين الشخصين أمرضيّ ذلك؟ ثم قال فَوَيْلٌ لِلْمُصَلِّينَ أي إذا علم أنه مسيء فويل لهم، فوضع صفتهم موضع ضميرهم. وجمع لأن المراد بالذي هو الجنس ووجه الاتصال أنهم كانوا مع التكذيب وما أضيف إليهم ساهين عن الصلاة مرائين غير مزكين أموالهم. وفيه أنهم كما قصروا في شأن المخلوق حيث زجروا اليتيم ولم يحضوا على إطعام المسكين فقد قصروا في طاعة الخالق فما صلوا وما زكوا. والسهو عن الصلاة تركها رأسا أو فعلها مع قلة مبالاة بها كقوله وَإِذا قامُوا إِلَى الصَّلاةِ قامُوا كُسالى\n[النساء:\n142] وهو قول سعد بن أبي وقاص ومسروق والحسن ومقاتل: وفائدة عن المفيدة للبعد والمجاوزة هذه. وأما السهو في الصلاة فذلك أمر غير اختياري فلا يدخل تحت التكليف، وقد ثبت أنه صلى الله عليه وسلم سها في الصلاة، وقد أثبت الفقهاء لسجود السهو بابا في كتبهم. وعن أنس: الحمد لله الذي لم يقر «في صلاتهم» ولعل في إضافة الصلاة إليهم إشارة إلى أن تلك الصلاة لا تليق إلا بهم لأنها كلا صلاة من حيث إنهم تركوا شرائطها وأركانها فلم يكن هناك إلا صورة صلاة صح باعتبارها إطلاق المصلين عليهم في الظاهر. ويجوز أن يطلق لفظ المصلين على تاركي الصلاة بناء على أنهم من جملة المكلفين بالصلاة ومعنى المفاعلة في المرآة أن المرائي يرى الناس عمله وهم يرونه الثناء عليه والإعجاب به وقد مر في قوله رِئاءَ النَّاسِ [النساء: 142] ويُراؤُنَ النَّاسَ\n[البقرة: 264] ولا بأس بالإراءة إذا كان الغرض الاقتداء أو نفي التهمة واجتناب الرياء صعب إلا على من راض نفسه وحملها على الإخلاص ومن هنا\nقال رسول الله صلى الله عليه وسلم «الرياء أخفى من دبيب النملة السوداء في الليلة\n(6/573)\n",
        "المظلمة على المسح الأسود» «1»\nوفي الْماعُونَ أقوال: فأكثر المفسرين على أنه اسم جامع لما لا يمنع في العادة ويسأله الفقير والغني في أغلب الأحوال ولا ينسب سائله إلى لؤم بل ينسب مانعه إلى اللؤم والبخل كالفأس والقدر والدلو والمقدحة والغربال والقدوم، ويدخل فيه الماء والملح والنار لما\nروي «ثلاثة لا يحل منعها الماء والنار والملح» «2»\nومن ذلك أن يلتمس جارك الخبز في تنورك أو أن يضع متاعه عندك يوما أو نصف يوم. قالوا:\nهو «فاعول» من المعن وهو الشيء القليل ولا منه ماله سعنة ومعنة أي كثير وقليل. وقد تسمى الزكاة ماعونا لأنه يؤخذ من المال ربع العشر وهو قليل من كثير. قال العلماء: ومن الفضائل أن يستكثر الرجل في منزله مما يحتاج إليه الجيران فيعيرهم ذلك ولا يقتصر على قدر الضرورة، وقد يكون منع هذه الأشياء محظورا في الشريعة إذا استعيرت عن اضطرار.\nوعن أبي بكر وعلي رضي الله عنهم وابن عباس وابن الحنيفة وابن عمرو الحسن وسعيد بن جبير وعكرمة وقتادة والضحاك: هو الزكاة لأنه تعالى ذكرها عقيب الصلاة.\nوقال الفراء: سمعت بعض العرب يقول: الماعون هو الماء ولعله خص بالذكر لأنه أعز مفقود وأرخص موجود وأول آلام أهل النار أَفِيضُوا عَلَيْنا مِنَ الْماءِ [الأعراف: 50] وأول لذات أهل الجنة وَسَقاهُمْ رَبُّهُمْ شَراباً [الدهر: 21] وقيل: هو حسن الانقياد والطاعة. وفي الآيتين إشارة إلى أن الصلاة لي والماعون للخلق، فالذي يحب أن يفعل لأجلي يرونه الناس والذي هو حق الخلق يمنعونه منهم فلا يراعون جانب التعظيم لأمر الله ولا جانب الشفقة على خلق الله وهذه كمال الشقاوة نعوذ بالله منها والله تعالى أعلم.\n__________\n(1) رواه أحمد في مسنده (4/ 403) .\n(2) رواه ابن ماجه في كتاب الرهون باب 16. بلفظ «الكلا» بدل «الملح» .\n(6/574)\n\nإِنَّا أَعْطَيْنَاكَ الْكَوْثَرَ (1) فَصَلِّ لِرَبِّكَ وَانْحَرْ (2) إِنَّ شَانِئَكَ هُوَ الْأَبْتَرُ (3) ",
        "(سورة الكوثر)\n(مكية وعن قتادة مدنية حروفها اثنان وأربعون كلمها عشر آياتها ثلاث)\n\n[سورة الكوثر (108) : الآيات 1 الى 3]\nبِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ\nإِنَّا أَعْطَيْناكَ الْكَوْثَرَ (1) فَصَلِّ لِرَبِّكَ وَانْحَرْ (2) إِنَّ شانِئَكَ هُوَ الْأَبْتَرُ (3)\n\nالقراآت\nشانِئَكَ بالياء: يزيد والشموني وحمزة في الوقف. وقرأ قتيبة ونصير مهموزا ممالة.\n\nالوقوف\nالْكَوْثَرَ هـ ط وَانْحَرْ هـ ط الْأَبْتَرُ هـ\n\nالتفسير:\nهذه السورة كالمقابلة للسورة المتقدمة، لأن تلك مثال لكون الإنسان في خسر، وهذه للمستثنين منهم بل لأشرفهم وأفضلهم وهو النبي صلى الله عليه وسلم بل له ولشانيه، فكأنها مثال للفريقين جميعا. هذا وجه إجمالي وأما الوجه التفصيلي فقوله إِنَّا أَعْطَيْناكَ الْكَوْثَرَ أي الخير الكثير وقع في مقابلة الدع والمنع من الإطعام وقوله فَصَلِّ أي دم على الصلاة وقع بإزاء قوله عَنْ صَلاتِهِمْ ساهُونَ [الماعون: 5] وقوله لِرَبِّكَ مكان قوله يُراؤُنَ [الماعون: 6] وقوله وَانْحَرْ والمراد به التصدق بلحوم الأضاحي بحذاء قوله وَيَمْنَعُونَ الْماعُونَ [الماعون: 7] ثم ختم السورة بقوله إِنَّ شانِئَكَ هُوَ الْأَبْتَرُ أي الذي تضاد طريقته طريقتك سيزول عنه ما يفتخر به من المال والجاه والأحساب والأنساب ويبقى لك ولمتابعيك الذكر الجميل في الدنيا والثواب الجزيل في العقبى، بل يدوم لك النسب الصوري بسبب أولادك الشرفاء والنسب المعنوي بواسطة أتباعك العلماء، ثم في الآية أصناف من المبالغة منها: التصدير ب «إن» ومنها الجمع المفيد للتعظيم، ومنها لفظ الإعطاء دون الإيتاء ففي الإعطاء دليل التمليك دون الإيتاء ولهذا حين قال وَلَقَدْ آتَيْناكَ سَبْعاً مِنَ الْمَثانِي [الحجر: 7] كان أمته مشاركين له في فوائدها ولم يكن له منعهم منها. ومنها صيغة المضي الدالة على التحقيق في وعد الله تعالى كما هي عادة القرآن، ومنها لفظ الكوثر وهو مبالغة في الكثرة بزيادة الواو كجدول فيشمل خيرات الدنيا والآخرة، إلا أن أكثر\n(6/575)\n\nالمفسرين خصوه فحملوه على أنه اسم نهر في الجنة.\nعن أنس عن النبي صلى الله عليه وسلم «رأيت نهرا في الجنة حافتاه قباب اللؤلؤ المجوف فضربت بيدي إلى مجرى الماء فإذا أنا بمسك أذفر فقلت:\nما هذا؟ فقيل: هو الكوثر الذي أعطاك الله»\nوفي رواية «ماؤه أشد بياضا من اللبن وأحلى من العسل فيه طيور خضر لها أعناق كأعناق البخت من أكل من ذلك الطير وشرب من ذلك الماء فاز بالرضوان»\nقال أهل المعنى: ولعله إنما سمى كوثرا لأنه أكثر أنهار الجنة ماء وخيرا، أو لأن أنهار الجنة تتفجر منه كما\nروي أنه ما في الجنة بستان إلا وفيه من الكوثر نهر جار أو لكثرة شاربيه.\nوقد يقال: إن الكوثر حوض في الجنة على ما ورد في الأخبار فلعل منبعه حوض ومنه تسيل الأنهار، والقول الثالث أن الكوثر أولاده لأن هذه السورة نزلت ردا على من زعم أنه الأبتر كما يجيء والمعنى أنه يعطيه بفاطمة نسلا يبقون على مر الزمان. فانظر كم قتل من أهل البيت ثم العالم مملوء منهم، ولم يبق من بني أمية في الدنيا أحد يعبأ به، والعلماء الأكابر منهم لا حد ولا حصر لهم. منهم الباقر والصادق والكاظم والرضي والتقي والنقي والزكي وغيرهم. القول الرابع: الكوثر علماء أمته لأنهم كأنبياء بني إسرائيل واختلافهم في فروع الشريعة رحمة كما كان اختلاف الأنبياء في الفروع رحمة مع اتفاقهم على الأصول فالتوحيد والنبوة والمعاد كأصول الشجرة وأديان الأنبياء كشعبها الكبار، والمذاهب كالأغصان المتفرعة عن الشعب. الخامس: الكوثر النبوة ولا يخفى ما فيها من الخير الكثير لأنها ثانية رتبة الربوبية ولهذا كانت طاعة الرسول طاعة الله ثم لرسولنا الحظ الأوفر من هذه الفضيلة لأنه المذكور قبل سائر الأنبياء والمبعوث بعدهم، ثم هو مبعوث إلى الثقلين ولن يصير شرعه منسوخا وله كل معجزة كانت لغيره من الأنبياء المشهورين، وكتاب آدم كان كلمات كما قال فَتَلَقَّى آدَمُ مِنْ رَبِّهِ كَلِماتٍ [البقرة: 37] وكتاب ابراهيم وموسى كان كلمات وصحفا وَإِذِ ابْتَلى إِبْراهِيمَ رَبُّهُ بِكَلِماتٍ [البقرة: 124] وصُحُفِ إِبْراهِيمَ وَمُوسى [الأعلى: 19] وكتاب محمد صلى الله عليه وسلم مهيمن على الكل كما قال وَمُهَيْمِناً عَلَيْهِ [المائدة:\n48] وإن آدم عليه السلام تحدى بالكلمات والأسماء أَنْبِئُونِي بِأَسْماءِ هؤُلاءِ [البقرة: 31] ومحمد صلى الله عليه وسلم إنما تحدى بالمنظوم قُلْ لَئِنِ اجْتَمَعَتِ الْإِنْسُ وَالْجِنُّ [الإسراء: 88] الآية.\nوأما نوح عليه السلام فإن الله أكرمه بأن أمسك سفينته على الماء، وفي حق محمد صلى الله عليه وسلم وقف الحجر على الماء.\nوروي أنه صلى الله عليه وسلم كان على شط ماء ومعه عكرمة بن أبي جهل فقال: إن كنت صادقا فادع ذلك الحجر الذي هو في الجانب فليسبح ولا يغرق، فأشار الرسول صلى الله عليه وسلم إليه فانقلع الحجر من مكانه وسبح حتى صار بين يدي الرسول صلى الله عليه وسلم وشهد له بالرسالة. فقال له النبي صلى الله عليه وسلم: يكفيك هذا؟ قال: حتى يرجع إلى مكانه. فأمره النبي صلى الله عليه وسلم فرجع إلى مكانه.",
        "(6/576)\n\nوأكرم إبراهيم فجعل النار بردا وسلاما عليه.\nوروى محمد بن حاطب قال: كنت طفلا فانصب القدر من على النار علي فاحترق جلدي كله فحملتني أمي إلى النبي صلى الله عليه وسلم وقالت:\nهذا ابن حاطب احترق كما ترى، فتفل رسول الله صلى الله عليه وسلم على جلدي ومسح بيده على المحترق منه وقال صلى الله عليه وسلم: أذهب البأس رب الناس. فصرت صحيحا لا بأس بي.\nوأكرم موسى بفلق البحر في الأرض وأكرم محمدا صلى الله عليه وسلم ففلق له القمر فوق السماء، وفجر له الماء من الحجر، وفجر لمحمد صلى الله عليه وسلم أصابعه عيونا، وأكرم موسى بتظليل الغمام في زمان نبوته، وأكرم محمدا صلى الله عليه وسلم بذلك قبل ظهور نبوته، أكرم موسى عليه السلام باليد البيضاء وأكرم محمدا صلى الله عليه وسلم بالقرآن العظيم الذي هو نور من الله برهان. وقلب الله عصى موسى ثعبانا. ولما أراد أبو جهل أن يرميه بالحجر رأى على كتفيه ثعبانين فانصرف مرعوبا. وسبحت الجبال مع داود عليه السلام وسبحت الأحجار في يده ويد أصحابه. وكان داود عليه السلام إذا مسح الحديد لان، وكان النبي صلى الله عليه وسلم حين مسح الشاة الجدباء درت. وأكرم داود بالطير المحشورة ومحمد صلى الله عليه وسلم بالبراق، وأكرم عيسى بإحياء الموتى وإبراء الأكمه والأبرص. وأكرمه صلى الله عليه وسلم بإحياء الشاة المسمومة وبتكلمها أنها مسمومة.\nوروي أن معاذ بن عفراء كانت له امرأة برصاء فشكت ذلك إلى الرسول صلى الله عليه وسلم فمسح عليها بغصن فأذهب الله عنها البرص، وحين سقطت حدقة رجل يوم أحد رفعها رسول الله صلى الله عليه وسلم فردها إلى مكانها.\nوكان عيسى يخبر بما في بيوت الناس والرسول صلى الله عليه وسلم عرف ما أخفته أم الفضل فأسلم العباس لذلك، ورد الشمس لسليمان مرة\nوالرسول كان نائما ورأسه في حجر علي عليه السلام فانتبه وقد غربت الشمس فردّها حتى صلى رسول الله صلى الله عليه وسلم، وردها مرة أخرى لعلي عليه السلام فصلى العصر لوقته.\nوعلم سليمان منطق الطير وفعل ذلك في حق محمد صلى الله عليه وسلم،\nروي أن طائرا فجع بولده فجعل يرفرف على رأسه ويكلمه فقال: أيكم فجع هذه بولدها؟ فقال رجل: أنا فقال: أردد ولدها، وكلام الذئب والناقة معه مشهور.\nوأكرم سليمان بمسير غدو شهر وأكرمه بالمسير إلى بيت المقدس في ساعة،\nوكان له صلى الله عليه وسلم يعفور يرسله إلى من يريد فيجيء به. وأرسل معاذا إلى بعض النواحي فلما وصل إلى المفازة فإذا أسد جاث فهاله ذلك ولم يستجرئ أن يرجع فتقدم وقال: إني رسول رسول الله صلى الله عليه وسلم فتبصبص،\nوكما انقاد الجن لسليمان انقادوا لمحمد صلى الله عليه وسلم.\nوحين جاء الأعرابي بالضب تكلم الضب معترفا برسالته، وحين كفل الظبية حتى أرسلها الأعرابي رجعت تعدو حتى أخرجته من الكفالة، وحين لسعت الحية عقب الصديق في الغار قالت: كنت مشتاقة إليه. منذ كذا سنين فلم حجبتني عنه. وأطعم الخلق الكثير من الطعام القليل. ومعجزاته صلى الله عليه وسلم أكثر من أن تحصى خصوصا في هذا المقام فثبت صحة قوله إِنَّا أَعْطَيْناكَ الْكَوْثَرَ قيل: هو القرآن لأن فوائده عديد الحصى. وقيل: الإسلام أو الشفاعة أو\n(6/577)",
        "\nرفع الذكر أو العلم وَعَلَّمَكَ ما لَمْ تَكُنْ تَعْلَمُ\n[النساء: 113] أو الخلق الحسن وَإِنَّكَ لَعَلى خُلُقٍ عَظِيمٍ [القلم: 4] وقد يقال: إن هذه السورة مع قصرها معجزة من وجوه لما فيها من الإخبار بالغيوب وهو الوعد بكثرة الأتباع والأولاد وزوال الفقر حتى نحر مائة بدنة في يوم واحد وقد وقع مطابقا، ولأنهم عجزوا عن معارضتها مع قصرها فإنها أقصر سورة من القرآن.\nقوله فَصَلِّ لِرَبِّكَ وَانْحَرْ في الصلاة أقوال: فعن مجاهد وعكرمة معناه اشكر لربك، وفائدة الفاء أن شكر النعمة يجب على الفور لا على التراخي، وقيل: هي الدعاء كأنه قال: قبل سؤالك ودعائك ما بخلنا عليك بالكوثر فكيف بعد سؤالك فسل تعط واشفع تشفع وذلك أنه أبدا كان في هم أمته. والأقرب وعليه الأكثرون أنها الصلاة ذات الهيئات والأركان لأنها مشتملة على الدعاء والشكر وعلى سائر المعاني المنبئة عن التواضع والخدمة، ولأن حمله على الشكر يوهم أنه ما كان شاكرا قبل ذلك لكنه كان من أول أمره مطيعا لربه شاكرا لنعمه. أما الصلاة فإنه إنما عرفها بالوحي،\nيروى أنه حين أمر بالصلاة قال: كيف أصلي ولست على وضوء؟ فقال الله: إِنَّا أَعْطَيْناكَ الْكَوْثَرَ وضرب جبرائيل بجناحه على الأرض فنبع ماء الكوثر فتوضا فقيل له عند ذلك فَصَلِ\nوإن حمل الكوثر على الرسالة فكأنه قال:\nأعطيتك الرسالة لتأمر نفسك وسائر الخلق بالطاعات فَصَلِّ وفي قوله لِرَبِّكَ إشارة إلى وجوب الأضحى مخالفة عبدة الأوثان. وإنما لم يقل لنا سلوكا لطريقة الالتفات وإفادة لنوع من التعظيم كقول الخلفاء «يرسم أمير المؤمنين كذا» ولأن الجمعية في هذا المقام توهم الاشتراك والعدول إلى الوحدة لوقال «لي» انقطع النظم، ولأنه يفيد أن سبب العبادة هو التربية، ثم الذين فسروا الصلاة بما عرف في الشرع اختلفوا فالأكثرون على أنها جنس الصلاة لإطلاق اللفظ، وإنما لم يذكر الكيفية لأنها كانت معلومة قبل ذلك. وقال الآخرون:\nإنها صلاة عيد الأضحى لاقترانها بقوله وَانْحَرْ وكانوا يقدمون الأضحية على الصلاة فأمروا بتأخيرها عنها. والواو تفيد الترتيب استحسانا وأدبا وإن لم تفده قطعا. وقال سعيد بن جبير: صل الفجر بالمزدلفة وانحر بمنى والمناسبة بين نحر البدن وبين جنس الصلاة أن المشركين كانت صلاتهم وقرا بينهم للأصنام فأمر صلى الله عليه وسلم بأن تكون صلاته وقربانه لله تعالى، وكان النحر واجبا على النبي صلى الله عليه وسلم.\nقال صلى الله عليه وسلم «ثلاث كتبن عليّ ولم تكتب على أمتي.\nالضحى والأضحى والوتر» .\nوإنما لم يقل ضح وإن كان أشمل لأن أعز الأموال عند العرب هو الإبل فأمر بنحرها وصرفها إلى طاعة الله ففي ذلك قطع العلائق الجسمانية ورفع العوائق\n(6/578)\n",
        "النفسانية.\nيروى أن رسول الله صلى الله عليه وسلم أهدى مائة بدنة فيها جمل لأبي جهل في أنفه برة من ذهب، فنحرها رسول الله صلى الله عليه وسلم حتى أعيا صلى الله عليه وسلم، ثم أمر عليا بذلك وكانت النوق يزدحمن على رسول الله صلى الله عليه وسلم فلما أخذ علي عليه السلام السكين تباعدت منه عليه السلام،\nقال عامة أهل التفسير كابن عباس ومقاتل والكلبي: إن العاص بن وائل وجمعا من صناديد قريش يقولون:\nإن محمدا أبتر لا ابن له يقوم مقامه بعده، فإذا مات انقطع ذكره واسترحنا منه، وكان قد مات ابنه عبد الله ابن خديجة فأنزل الله تعالى هذه السورة كما مر في أول «المائدة» .\nوالشنء البغض والشانئ المبغض والبتر في اللغة استئصال القطع ومنه الأبتر المقطوع الذنب، فاستعير للذي لا عقب له ولمن انقطع خبره وذكره، فبين الله تعالى بهذه الصيغة المفيدة للحصر أن أولئك الكفرة هم الذين ينقطع نسلهم وذكرهم، وأن نسل محمد صلى الله عليه وسلم ثابت باق الى يوم القيامة كما\nأخبر بقوله «كل حسب ونسب ينقطع إلا حسبي ونسبي»\nوإن دين الإسلام لا يزال يعلو ويزيد والكفر يعلى ويقهر إلى أن يبلغ الدين مشارق الأرض ومغاربها كما قال أَوَلَمْ يَرَوْا أَنَّا نَأْتِي الْأَرْضَ نَنْقُصُها مِنْ أَطْرافِها [الرعد: 41] قال بعض أهل العلم: إن الكفار لما شتموه بأنه أبتر أجاب الله عنه من غير واسطة فقال إِنَّ شانِئَكَ هُوَ الْأَبْتَرُ وهكذا سنة الأحباب إذا سمعوا من يشتم حبيبهم تولوا بأنفسهم جوابه، ونظيره في القرآن كثير قالوا هَلْ نَدُلُّكُمْ عَلى رَجُلٍ يُنَبِّئُكُمْ إِذا مُزِّقْتُمْ إلى قوله أَمْ بِهِ جِنَّةٌ فقال سبحانه بَلِ الَّذِينَ لا يُؤْمِنُونَ بِالْآخِرَةِ فِي الْعَذابِ وَالضَّلالِ الْبَعِيدِ [سبأ: 7، 8] وقالوا هو مجنون فأقسم الله ن وَالْقَلَمِ وَما يَسْطُرُونَ ما أَنْتَ بِنِعْمَةِ رَبِّكَ بِمَجْنُونٍ [القلم: 1، 2] وقالوا لست مرسلا فقال يس وَالْقُرْآنِ الْحَكِيمِ إِنَّكَ لَمِنَ الْمُرْسَلِينَ عَلى صِراطٍ مُسْتَقِيمٍ\n[يس:\n1، 3] وَيَقُولُونَ أَإِنَّا لَتارِكُوا آلِهَتِنا لِشاعِرٍ مَجْنُونٍ [الصافات: 36] فرد عليهم بقوله بَلْ جاءَ بِالْحَقِّ وَصَدَّقَ الْمُرْسَلِينَ [الصافات: 36] ثم ذكر وعيد خصمائه بقوله إِنَّكُمْ لَذائِقُوا الْعَذابِ الْأَلِيمِ [الصافات: 38] وحين قال حاكيا أَمْ يَقُولُونَ شاعِرٌ [الطور: 30] قال وَما عَلَّمْناهُ الشِّعْرَ [يس: 69] وقالوا إِنْ هَذا إِلَّا إِفْكٌ افْتَراهُ وَأَعانَهُ عَلَيْهِ قَوْمٌ آخَرُونَ [الفرقان: 4] فأجابهم بقوله فَقَدْ جاؤُ ظُلْماً وَزُوراً [الفرقان: 4] وَقالُوا أَساطِيرُ الْأَوَّلِينَ [الفرقان: 5، 6] فقال قُلْ أَنْزَلَهُ الَّذِي يَعْلَمُ السِّرَّ [الفرقان: 5، 6] وَقالُوا مالِ هذَا الرَّسُولِ يَأْكُلُ الطَّعامَ وَيَمْشِي فِي الْأَسْواقِ [الفرقان: 7] فأجابهم بقوله وَما أَرْسَلْنا قَبْلَكَ مِنَ الْمُرْسَلِينَ إِلَّا إِنَّهُمْ لَيَأْكُلُونَ الطَّعامَ وَيَمْشُونَ فِي الْأَسْواقِ [الفرقان: 20] فما أجل هذه الكرامة! وقال أهل التحقيق السالكون: بل الواصلون لهم ثلاث درجات أعلاها أن يكونوا مستغرقين بقلوبهم وأرواحهم في نور جلال الله وأشار إليها بقوله\n(6/579)\n\nإِنَّا أَعْطَيْناكَ الْكَوْثَرَ فإن روحه القدسية متميزة في الكثرة عن سائر الأرواح البشرية بالكم لأنها أكثر مقدمات، وبالكيف لأنها أسرع انتقالا من المقدمات إلى النتائج. وأوسطها أن يكونوا مشتغلين بالطاعات والعبادات البدنية وأشار إليها بقوله فَصَلِّ لِرَبِّكَ وأدناها أن يكونوا في مقام منع النفس عن الانتصاب إلى اللذات العاجلة وهي قوله وَانْحَرْ فإن منع النفس الشهوية جارية مجرى الذبح والنحر. ومن البيان أن ترتيب السالك هو الأخذ من الأدون إلى الأعلى، وإنما ورد القرآن بما ورد تنبيها على أنه صلى الله عليه وسلم كان في نهاية الوصول. وأن هذا الترتيب بالنسبة إليه ينعكس وذلك أنه جاء من الحق إلى الخلق. ثم أشار بقوله إِنَّ شانِئَكَ هُوَ الْأَبْتَرُ إلى أن دواعي النفس التي هي أعدى الأعداء لا بقاء لها، وإنما هي لذات زائلة وتخيلات فانية وَالْباقِياتُ الصَّالِحاتُ خَيْرٌ عِنْدَ رَبِّكَ ثَواباً وَخَيْرٌ أَمَلًا [الكهف: 46]",
        "(6/580)\n\nقُلْ يَاأَيُّهَا الْكَافِرُونَ (1) لَا أَعْبُدُ مَا تَعْبُدُونَ (2) وَلَا أَنْتُمْ عَابِدُونَ مَا أَعْبُدُ (3) وَلَا أَنَا عَابِدٌ مَا عَبَدْتُمْ (4) وَلَا أَنْتُمْ عَابِدُونَ مَا أَعْبُدُ (5) لَكُمْ دِينُكُمْ وَلِيَ دِينِ (6) \n(سورة الكافرون)\n(مكية حروفها أربعة وتسعون كلمها ست وعشرون آياتها ست)\n\n[سورة الكافرون (109) : الآيات 1 الى 6]\nبِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ\nقُلْ يا أَيُّهَا الْكافِرُونَ (1) لا أَعْبُدُ ما تَعْبُدُونَ (2) وَلا أَنْتُمْ عابِدُونَ ما أَعْبُدُ (3) وَلا أَنا عابِدٌ ما عَبَدْتُّمْ (4)\nوَلا أَنْتُمْ عابِدُونَ ما أَعْبُدُ (5) لَكُمْ دِينُكُمْ وَلِيَ دِينِ (6)\n\nالقراآت\nعابِدُونَ وما بعده بالإمالة قتيبة والحلواني عن هشام ولي الدين بالفتح: نافع غير إسماعيل وحفص والمفضل وهشام وزمعة عن ابن كثير وديني بالإسكان في الحالين: يعقوب وأفق سهل وعباس في الوصل.\n\nالوقوف:\nالْكافِرُونَ هـ لا ما تَعْبُدُونَ هـ لا أَعْبُدُ هـ ج للتكرار مع العطف عَبَدْتُّمْ هـ لا أَعْبُدُ هـ ط دِينِ هـ.\n\nالتفسير:\nهذه السورة تسمى أيضا سورة المنابذة وسورة الإخلاص والمقشقشة.\nوروي «من قرأها فكأنما قرأ ربع القرآن» «1»\nفأوّلها العلماء بأن القرآن فيه مأمورات ومنهيات، وكل منهما إمّا أن يتعلق بالقلب والجوارح، وإما أن يتعلق بالجوارح، وهذه السورة تتضمن القسم الثالث أعني النهي المتعلق بالقلب فكانت ربعا لما يتعلق بالتكاليف من القرآن بل ربعا للقرآن لأن المقصود الأصلي من المواعظ والقصص وغيرها هو التزام التكاليف كما قال سبحانه وَما خَلَقْتُ الْجِنَّ وَالْإِنْسَ إِلَّا لِيَعْبُدُونِ [الذاريات: 56]\nيروى أن الوليد بن المغيرة والعاص بن وائل والأسود بن عبد المطلب وأمية بن خلف قالوا لرسول الله صلى الله عليه وسلم:\nتعال حتى نعبد إلهك مدّة وتعبد إلهنا مدّة فيحصل الصلح بيننا وبينك وتزول العداوة من بيننا، فإن كان أمرك رشيدا أخذنا منه حظا، وإن كان أمرنا رشيدا أخذت منه حظا فنزلت هذه السورة ونزل قوله قُلْ أَفَغَيْرَ اللَّهِ تَأْمُرُونِّي أَعْبُدُ أَيُّهَا الْجاهِلُونَ [الزمر: 64]\nفتارة وصفهم بالجهل وتارة خاطبهم بالكفر، فالجهل كالشجرة والكفر كالثمرة، ولكن الكفر أشنع من\n__________\n(1) رواه أحمد في مسنده (3/ 147، 221) .",
        "(6/581)\n\nالجهل، فقد يكون الجهل غير ضارّ كما\nروي أنه صلى الله عليه وسلم قال في علم الأنساب «علم لا ينفع ولا يضر»\nولهذا خصت السورة بهذا الخطاب لأنها بأسرها فيهم.\nوروي عن علي عليه السلام أن «يا» نداء النفس و «أي» نداء القلب و «ها» نداء الروح. وبوجه آخر «يا» للغائب و «أي» للحاضر و «ها» للتنبيه.\nكان الله تعالى يقول أدعوك ثلاثا ولا تجيبني مرة ما هذا إلا لجهلك بحقي. ثم الخطاب مع جميع الكفار أو مع بعضهم، وعلى الأول يدخله التخصيص لا محالة لأن فيهم من يعبد الله كأهل الكتاب فلا يجوز أن يقول لهم لا أَعْبُدُ ما تَعْبُدُونَ وفيهم من آمن بعد ذلك فلا يجوز أن يخبر عنهم بقوله وَلا أَنْتُمْ عابِدُونَ ما أَعْبُدُ وعلى الثاني يكون خطابا لبعض الكفرة المعهودين الحاضرين وهو الذين قالوا نعبد إلهك سنة وتعبد إلهنا سنة، ولا يلزم التخصيص فيكون أولى. أما ظاهر التكرار الذي وقع في هذه السورة ففيه قولان: أحدهما أنه للتأكيد وأىّ موضع أحوج إلى التأكيد من هذا المقام فإنهم رجعوا إلى النبي صلى الله عليه وسلم فيما طلبوا منه مرارا، وسكت الرسول صلى الله عليه وسلم عن الجواب فوقع في قلوبهم أنه قد مال إلى دينهم بعض الميل.\nوروي أنهم ذكروا قولهم تعبد إلهنا مدة ونعبد إلهك مدة مرتين،\nفأجيبوا مكررا على وفق قولهم وهو نوع من التهكم فإن من كرر الكلمة الواحدة لغرض فاسد قد يجاب عنه بنفيه مكررا للاستخفاف وحسم مادة الطمع. القول الثاني: إن الأول للمستقبل وعلامته لا التي هي للاستقبال بدليل أن «لن» نفي للاستقبال على سبيل التوكيد أو التأبيد. وزعم الخليل أن أصله «لا أن» والثاني للحال والمعنى لا أفعل في المستقبل ما تطلبونه مني من عبادة آلهتكم ولا أنتم فاعلون في المستقبل ما أطلب منكم من عبادة إلهي. ثم قال وَلا أَنا عابِدٌ في الحال ما عَبَدْتُّمْ وَلا أَنْتُمْ في الحال بعابدين لمعبودي. وعلى هذا القول زعم بعضهم أن الأمر بالعكس إذ الترتيب أن ينفى الحال أوّلا ثم الاستقبال، وللأولين أن يجيبوا بأنهم إنما دعوه إلى عبادة غير الله في الاستقبال فكان الابتداء به أهم. وفائدة الإخبار عن الحال وكان معلوما أنه ما كان يعبد الصنم والكفار كانوا يعبدون الله في بعض الأحوال هي أن لا يتوهم أحد أنه يعبد غير الله سرا خوفا أو طمعا، وعبادة الكفار لم تكن معتدّا بها لأجل الشرك. ولأبي مسلم قول ثالث وهو أن ما في الأولين بمعنى الذي، وأما في الآخرين فمصدرية أي ولا أنا عابد عبادتكم المبنية على الإشراك، ولا أنتم عابدون عبادتي المبنية على اليقين. ووجه رابع وهو أن يحمل الأول على نفي الالتماس الصادر عنهم، والآخر على النفي المطلق العام المتناول لجميع الجهات كمن يدعو غيره إلى الظلم لغرض التنعم فيقول: لا أظلم لغرض التنعم بل لا أظلم رأسا لا لهذا الغرض ولا لسائر الأغراض. قوله ما تَعْبُدُونَ ليس فيه إشكال إنما الإشكال فى قوله ما أَعْبُدُ\n(6/582)",
        "\nفأجيب بعد تسليم أن «ما» ليست أعم بأن المراد به الصفة كأنه قيل: لا أعبد الباطل ولكن أعبد الحق، أو هي «ما» المصدرية على نحو ما مر، أو هي للطباق كقوله وَجَزاءُ سَيِّئَةٍ سَيِّئَةٌ [الشورى: 40] فإن قيل: لما كان المقام مقام التأكيد والمبالغة ولهذا كرر ما كرر فلم لم يقل «لن أعبد» كما قال أصحاب الكهف لن ندعو من دونه إلها [الكهف: 14] قلت: إن أصحاب الكهف كانوا متهمين بعبادة الأصنام لأنه قد وجد منهم ذلك قبل أن أرشدهم الله، وإن محمدا صلى الله عليه وسلم لم يكن متهما بذلك قط فلم يحتج إلى المبالغة ب «لن» . ثم أوّل السورة لما اشتمل على التشديد البليغ وهو النداء بالكفر والتكرير فاشتمل آخرها على اللطف من بعض الوجوه كأنه قال: قد بالغت في منعكم من هذا الأمر القبيح فإن لم تقبلوا قولي فاتركوني سواء بسواء. قال ابن عباس: لكم كفركم بالله ولي التوحيد والإخلاص. ومن هنا ذهب بعضهم إلى أن السورة منسوخة بآية القتال. والمحققون على أنه لا نسخ بل المراد التهديد كقوله اعْمَلُوا ما شِئْتُمْ [فصلت: 40] وقيل: الدين الجزاء. وقيل: المضاف محذوف أي لكم جزاء دينكم ولي جزاء ديني. وقيل: الدين العبادة.\n(6/583)\n",
        "إِذَا جَاءَ نَصْرُ اللَّهِ وَالْفَتْحُ (1) وَرَأَيْتَ النَّاسَ يَدْخُلُونَ فِي دِينِ اللَّهِ أَفْوَاجًا (2) فَسَبِّحْ بِحَمْدِ رَبِّكَ وَاسْتَغْفِرْهُ إِنَّهُ كَانَ تَوَّابًا (3) \n(سورة النصر)\n(مدنية وقيل مكية حروفها تسعة وتسعون كلمها تسع وعشرون آياتها ثلاث)\n\n[سورة النصر (110) : الآيات 1 الى 3]\nبِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ\nإِذا جاءَ نَصْرُ اللَّهِ وَالْفَتْحُ (1) وَرَأَيْتَ النَّاسَ يَدْخُلُونَ فِي دِينِ اللَّهِ أَفْواجاً (2) فَسَبِّحْ بِحَمْدِ رَبِّكَ وَاسْتَغْفِرْهُ إِنَّهُ كانَ تَوَّاباً (3)\n\nالوقوف:\nوَالْفَتْحُ هـ أَفْواجاً هـ لا وَاسْتَغْفِرْهُ ط تَوَّاباً هـ.\n\nالتفسير:\nالسورة المتقدمة اشتملت على نصرة الله بقوله يا أَيُّهَا الْكافِرُونَ [الكافرون: 1] وعلى فتح مكة القلب بعسكر التوحيد، وعلى تسخير جميع القوى البدنية في طاعة خالقها بقوّة البراءة عن الأديان الباطلة كلها فقال الله سبحانه: نصرتني بلسانك فكان جزاؤه إِذا جاءَ نَصْرُ اللَّهِ فتح مكة في الظاهر وسخرت قواك لطاعتي فجازيناك بدخول الناس في دين الله أفواجا. ثم إنه قابل هذه الخلع الثلاث بحكم تهادوا تحابوا بثلاثة أنواع من العبودية إن نصرتك فسبح تنزيها لفعلي عن مشابهة المحدثات وتنبيها على أن لا يستحق أحد عليّ شيء، وإذا فتحت مكة فاحمد لأن النعمة يجب مقابلتها بالحمد، وإذا رأيت الناس قد أطاعوك فاستغفر لذنبك وهو الاشتغال بما عسى أن يقع من لذة الجاه والقبول وللمؤمنين والمؤمنات، لأنهم كلما كانوا أكثر كانت ذنوبهم أكثر وكان احتياجهم إلى الاستغفار أشد. وقوله إِذا جاءَ نَصْرُ اللَّهِ معناه لا تذهب إلى النصر بل النصر يجيء إليك نظيره\n«زويت لي الأرض»\nيعني لا تذهب إلى الأرض بل تجيء الأرض إليك، ولا ترحل إلا إلى مقام قاب قوسين سُبْحانَ الَّذِي أَسْرى بِعَبْدِهِ لَيْلًا [الإسراء: 1] بل أزيد على هذا فأفضل فقراء أمتك على أغنيائهم ثم آمر الأغنياء بالضحايا ليتخذوها مطايا، فإذا بقي الفقراء من غير مطية أسوق الجنة إليهم وَأُزْلِفَتِ الْجَنَّةُ لِلْمُتَّقِينَ غَيْرَ بَعِيدٍ [ق: 31] وإنما قال في السورة المتقدّمة ما أَعْبُدُ [الكافرون: 3] وهاهنا قال نَصْرُ اللَّهِ إشارة إلى أنه يجب أن لا يذكر اسمي مع الأعداء حتى لا يهينوه ولكن اذكر اسمي مع الأحباب حتى يكرموه. والفرق بين النصر والفتح أن النصر أي الإعانة على تحصيل المطلوب هو الطريق،\n(6/584)\n",
        "والفتح هو المقصود، ولهذا قدم الأول على الثاني. وقيل: النصر كمال الدين والفتح الإقبال الدنيوي له ولأمته كقوله أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي [المائدة: 3] وقيل: النصر هو الظفر على المنى في الدنيا والفتح في الآخرة وَفُتِحَتْ أَبْوابُها [الزمر:\n73] وكان رسول الله صلى الله عليه وسلم أبدا منصورا بالدلائل والمعجزات إلا أن الغلبة على قريش بل على أكثر العرب لما حصلت في هذا التاريخ صح التقييد به. ثم إن جمهور المفسرين ومنهم ابن عباس ذكروا أن الفتح هو فتح مكة الذي يقال له فتح الفتوح. يروى أن فتح مكة كان سنة ثمان ونزول السورة سنة عشر ولم يعش رسول الله صلى الله عليه وسلم بعد نزولها إلا سبعين يوما ولذلك تسمى سورة التوديع، وقد اتفق أكثر الصحابة على أنها دلت على نعي الرسول صلى الله عليه وسلم وفهمه بعض الصحابة منها،\nوخطب رسول الله صلى الله عليه وسلم بعد نزولها فقال: إن عبدا خيرّه الله بين الدنيا وبين لقائه في الآخرة فاختار لقاء الله.\nقالوا: ومما يدل عليه أنه ذكر مقرونا بالنصرة وقد كان يجد النصر دون الفتح كبدر، والفتح دون النصر كإجلاء بني النضير فإنه فتح البلد لكن لم يأخذ القوم. أما يوم فتح مكة فاجتمع له الأمران، وصار الخلق له كالأرقاء حتى أعتقهم وذلك\nأنه صلى الله عليه وسلم وقف على باب المسجد وقال: لا إله إلا الله وحده صدق وعده ونصر عبده وهزم الأحزاب وحده. ثم قال: يا أهل مكة ما ترون أني فاعل بكم؟ فقالوا: خير، أخ كريم وابن أخ كريم. قال: اذهبوا فأنتم الطلقاء.\nفسموا بذلك. وقيل: فتح خيبر. وقيل: فتح الطائف. وعن أبي مسلم: النصر على الكفار وفتح بلاد الشرك على الإطلاق. وقيل:\nانشراح الصدر للخيرات والأعمال الفاضلة، والفتح انفتاح أبواب المعارف والكشوف. أما الذين قالوا إن الفتح فتح مكة وكان نزول السورة قبله على ما يدل عليه ظاهر صيغة إذا فالآية من جملة المعجزات لأنها إخبار بالغيب وقد وقع. واللام في الفتح بدل من الإضافة كأنه قيل: وفتح الله. قوله وَرَأَيْتَ ظاهره أنها رؤية القلب، وجوز أن تكون رؤية البصر فيكون يَدْخُلُونَ حالا. وظاهر لفظ الناس يقتضي العموم فيجب أن يقدر غيرهم كالنسناس بدليل قوله أُولئِكَ كَالْأَنْعامِ [الأعراف: 179]\nوسئل الحسن بن عليّ فقال: نحن الناس وأشياعنا أشباه الناس وأعداؤنا النسناس، فقبّله عليّ بين عينيه وقال اللَّهُ أَعْلَمُ حَيْثُ يَجْعَلُ رِسالَتَهُ [الأنعام: 124]\nقيل: إنهم لما دخلوا في الإسلام بعد مدة طويلة وتقصير كثير فكيف استحقوا المدح بأنهم الناس؟ وأجيب بأنه إشارة إلى سعة رحمة الله فإن العبد بعد أن أتى بالكفر والمعصية سبعين سنة فإذا أتى بالإيمان في آخر عمره قبل إيمانه كأن الرب تعالى يقول: ربيته سبعين سنة فإن مات على كفره وقع في النار وضاع إحساني إليه في سبعين سنة.\nويروى أن الملائكة تقول لمثل هذا الإنسان: أتيت وإن كنت قد أبيت.\nوعن النبي صلى الله عليه وسلم\n(6/585)\n\n«لله أفرح بتوبة أحدكم من الضال الواجد والظمآن الواردة» «1»\nويجوز أن يكون المراد بالناس أهل اليمن على ما\nروي عن أبي هريرة انه لما نزلت السورة قال النبي صلى الله عليه وسلم: الله أكبر جاء نصر الله والفتح.\nوجاء «أهل اليمن قوم رقيقة قلوبهم»\nالإيمان يمان والفقه يمان والحكمة يمانية» «2»\nوقال «إني لأجد نفس الرحمن من جانب اليمن» «3»\nقال جمهور الفقهاء وكثير من المتكلمين: إن إيمان المقلد صحيح لأنه تعالى حكم بصحة إيمان أولئك الأفواج وجعله من أعظم المنن على نبيه. ثم إنا نعلم قطعا أنهم ما كانوا يعرفون حدوث الأجسام بالدلائل ولا صفات الكمال ونعوت الجلال، وكونه سبحانه متصفا بها منزها عن غيرها ولا ثبوت المعجز التام على يد محمد صلى الله عليه وسلم ولا وجه دلالة المعجزة على النبوة. وعن الحسن: لما فتح رسول الله صلى الله عليه وسلم مكة قالت العرب: لا يدي لنا به فقد ظفر بأهل مكة وقد كان الله أجارهم من أصحاب الفيل وكل من أرادهم بسوء فأخذوا يدخلون في الإسلام أفواجا من غير قتال. ولا شك أن هذا القدر مما يفيد غلبة الظن فقط. والفوج الجماعة الكثيرة كانت تدخل فيه القبيلة بأسرها بعد ما كانوا يدخلون فيه واحدا واحدا واثنين اثنين.\nوروي أن جابر بن عبد الله بكى ذات يوم فقيل له: ما يبكيك؟ فقال: سمعت رسول الله صلى الله عليه وسلم يقول: دخل الناس في دين الله أفواجا وسيخرجون منه أفواجا.\nثم إنه أمره بالتسبيح ثم بالحمد ثم بالاستغفار فكأنه صلى الله عليه وسلم ضاق قلبه عن تأخير النصر كما قال وَزُلْزِلُوا حَتَّى يَقُولَ الرَّسُولُ وَالَّذِينَ آمَنُوا مَعَهُ مَتى نَصْرُ اللَّهِ [البقرة: 214] فأمر بالتسبيح تنزيها لله عما لا يليق بكماله وحكمته وعنايته بخلقه، وأمر أن يكون التسبيح مقرونا بالحمد لأن المقام يستدعي تذكير النعمة وهي الفتح والنصر ودخول الناس في الدين من غير متاعب الجهاد ومؤن القتال، ثم أمر بالاستغفار كفارة لما عسى أن يبدو ويدور في الخلد من ملاحظة حاله بعين الكمال، وكما أن التسبيح المقرون بالحمد نظر من الحق إلى الخلق فالاستغفار عكسه وهو التفات عن الخلق إلى الحق. وإنما قهمت الصحابة من السورة نعي النبي صلى الله عليه وسلم لأن كل كمال فإنه يدل على زوال كما قيل:\nإذا تم أمر يدا نقصه ... توقع زوالا إذا قيل تم\nويمكن أن يقال: إنه أمر بالتسبيح والحمد والاستغفار مطلقا. ولا يخفى أن الاشتغال بهذه الأعمال يمنع من الاشتغال بأعباء التبليغ وبأداء ما كان يواظب عليه من رعاية مصالح\n__________\n(1، 2) رواه البخاري في كتاب المغازي باب 74. مسلم في كتاب الإيمان حديث 82، 84، 89. الترمذي في كتاب المناقب باب 71. الدارمي في كتاب المقدمة باب 14. أحمد في مسنده (2/ 235، 252) (3/ 105) (4/ 154) . [.....]\n(3) رواه أحمد في مسنده (2/ 541) .",
        "(6/586)\n\nالأمة، فكان هذا كالتنبيه على أن أمر الرسالة قد تم وكمل بسبب الموت والإلزام العزل.\nروت عائشة أن رسول الله صلى الله عليه وسلم بعد نزول هذه السورة كان يكثر أن يقول: سبحانك اللهم وبحمدك أستغفرك وأتوب إليك.\nوفي رواية: كان يكثر أن يقول في ركوعه: سبحانك اللهم وبحمدك اللهم اغفر لي.\nوفي رواية أخرى كان نبي الله صلى الله عليه وسلم في آخر أمره لا يقوم ولا يقعد ولا يذهب ولا يجيء إلا قال: سبحان الله وبحمده. فقلت: يا رسول الله إنك تكثر من قول «سبحان الله وبحمده» قال: إني أمرت بها وقرأ السورة.\nوعن ابن مسعود أنه لما نزلت هذه السورة كان صلى الله عليه وسلم يكثر أن يقول: سبحانك اللهم وبحمدك اللهم اغفر لي إنك أنت التواب الرحيم.\nوفي الآية تنبيه على أن العاقل إذا قرب أجله وأنذره الشيب أقبل على التوبة والاستغفار وتدارك بعض ما فات في أوان الغفلة والاغترار وفي معنى الباء في قوله بِحَمْدِ رَبِّكَ وجوه للمفسرين منها: أن المراد قل سبحان الله والحمد لله تعجبا مما أراك من مقصودك. يقال: شربت اللبن بالعسل أي خلطتهما فشربت المخلوط. ومنها أن الباء للآلة أي سبحه بواسطة تحميده لأن الثناء يتضمن التنزيه عن النقائص، والدليل عليه أنه صلى الله عليه وسلم عند فتح مكة بدأ بالتحميد قائلا الحمد لله الذي نصر عبده. ومنها أن المراد فسبح متلبسا بالحمدلة لأنك لا يتأتى لك الجمع بينهما لفظا فاجمعهما نية. وقيل: سبحه مقرونا بحمد الله على ما هداك إلى تسبيحه كما\nروي أنه صلى الله عليه وسلم كان يقول: الحمد لله على الحمد لله.\nوقيل:\nالباء للبدل أي ائت بالتسبيح بدل الحمد الواجب عليك في مقابلة نعمة النصر والفتح لأن الحمد لا حصر له وَإِنْ تَعُدُّوا نِعْمَةَ اللَّهِ لا تُحْصُوها [إبراهيم: 34] وقيل: فيه إشارة إلى أن التسبيح والحمد لله أمر أن لا يجوز تأخير أحدهما عن الآخر لوجوب الإتيان بكل منهما على الفور كما لو ثبت له حق الشفعة وحق الرد بالعيب وجب أن يقول اخترت الشفعة بردّي ذلك المبيع. وقيل: الباء صلة أي طهر محامد ربك عن النقائص والرياء. وفي تخصيص الرب بالمقام إشارة إلى أن التربية هي الموجبة للحمد، أما الاستغفار فإن كان لأجل الأمة فلا إشكال، وإن كان لأجل نفسه فإما للاقتداء وإما لترك الأولى والأفضل، وإما بالنظر إلى المرتبة المتجاوز عنها فإن السالك يلزمه عند الارتقاء في كل درجة يصل إليها أن يستغفر عما يخلفها. وفي قوله تَوَّاباً دون أن يقول «غفارا كما في سورة نوح إشارة إلى أن هذا النبي صلى الله عليه وسلم بل هذه الأمة امتثلوا فاستغفروا وتابوا فوجب على فضل الله قبول توبتهم بخلاف قوم نوح.\n(6/587)",
        "\nتَبَّتْ يَدَا أَبِي لَهَبٍ وَتَبَّ (1) مَا أَغْنَى عَنْهُ مَالُهُ وَمَا كَسَبَ (2) سَيَصْلَى نَارًا ذَاتَ لَهَبٍ (3) وَامْرَأَتُهُ حَمَّالَةَ الْحَطَبِ (4) فِي جِيدِهَا حَبْلٌ مِنْ مَسَدٍ (5) \n(سورة تبت)\n(مكية حروفها أحد وثمانون كلمها ثلاث وعشرون آياتها خمس)\n\n[سورة المسد (111) : الآيات 1 الى 5]\nبِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ\nتَبَّتْ يَدا أَبِي لَهَبٍ وَتَبَّ (1) ما أَغْنى عَنْهُ مالُهُ وَما كَسَبَ (2) سَيَصْلى ناراً ذاتَ لَهَبٍ (3) وَامْرَأَتُهُ حَمَّالَةَ الْحَطَبِ (4)\nفِي جِيدِها حَبْلٌ مِنْ مَسَدٍ (5)\n\nالقراآت:\nأبي لهب بسكون الهاء: ابن كثير سيصلى بضم الياء: البرجمي حَمَّالَةَ بالنصب: عاصم جِيدِها ممالة: نصير.\n\nالوقوف:\nوَتَبَّ هـ كَسَبَ هـ لَهَبٍ ج هـ لاحتمال كون وَامْرَأَتُهُ مبتدأ خبره حَمَّالَةَ الْحَطَبِ أو فِي جِيدِها إلى آخره واحتمال كونه عطفا على ضمير سَيَصْلى والأوجه الوصل وَامْرَأَتُهُ هـ لمن قرأ حَمَّالَةَ بالنصب على الذم، ويجوز الوقف لمن قرأ بالرفع أيضا على تقدير هي حمالة الحطب. ومن قرأ حَمَّالَةَ بالنصب فله أن يصل ذاتَ لَهَبٍ بما بعده ويقف على مَسَدٍ مَسَدٍ هـ.\n\nالتفسير:\nلما أخبر عن فتح الولي وهو النبي صلى الله عليه وسلم نبه على مآل حال العدو في الدارين.\nقال ابن عباس: كان رسول الله صلى الله عليه وسلم يكتم أمره في أول المبعث ويصلي في شعاب مكة ثلاث سنين إلى أن نزل قوله وَأَنْذِرْ عَشِيرَتَكَ الْأَقْرَبِينَ [الشعراء: 214] فصعد الصفا ونادى: يا آل غالب فخرجت إليه من المسجد. فقال أبو لهب: هذه غالب قد أتتك فما عندك؟ ثم نادى يا آل لؤي فرجع من لم يكن من لؤي فقال: هذه لؤي قد أتتك فما عندك؟ فقال يا آل- كلاب ثم قال بعده: يا آل قصي فقال أبو لهب: هذه قصي قد أتتك فما عندك، ثم قال: إن الله قد أمرني أن أنذر عشيرتك الأقربين وأنتم الأقربون، إني لا أملك لكم من الدنيا حظا ولا من الآخرة نصيبا إلا أن تقولوا لا إله إلا الله فأشهد لكم بها عند ربكم. فقال أبو لهب عليه اللعنة: تبا لك ألهذا دعوتنا؟ فنزلت السورة.\nوقيل: إن رسول الله صلى الله عليه وسلم جمع أعمامه وقدم إليهم طعاما في صحفة فاستحقروه وقالوا: إن أحدنا يأكل الشاة فقال: كلوا فأكلوا فشبعوا ولم ينتقص من الطعام إلا قليل. ثم قالوا فما عندك؟ فدعاهم إلى الإسلام. فقال أبو لهب ما\n(6/588)",
        "\nقال. وروي أنه قال أبو لهب: فما لي إن أسلمت؟ فقال: ما للمسلمين. فقال: أفلا أفضل عليهم؟ فقال النبي صلى الله عليه وسلم: وبماذا تفضل؟ فقال: تبا لهذا الدين الذي يستوي فيه أنا وغيري فنزلت تَبَّتْ يَدا أَبِي لَهَبٍ\nالتباب الهلاك كقوله وَما كَيْدُ فِرْعَوْنَ إِلَّا فِي تَبابٍ [غافر:\n37] وقيل: الخسران المفضي إلى الهلاك. وقيل: الخيبة. وقال ابن عباس: لأنه كان يدفع قائلا إنه ساحر فينصرفون عنه قبل لقائه لأنه كان شيخ القبيلة وكان له كالأب فكان لا يتهم، فلما نزلت السورة وسمع بها غضب وأظهر العداوة الشديدة فصار متهما فلم يقبل قوله في الرسول صلى الله عليه وسلم بعد ذلك فكأنه خاب سعيه وبطل غرضه. قالوا: ولعله إنما ذكر اليد لأنه كان يضرب بيده على كتف الوافد عليه فيقول: انصرف راشدا فإنه مجنون.\nويروى أنه أخذ حجرا ليرمي به رسول الله صلى الله عليه وسلم.\nوعن طارق المحاربي أنه قال: رأيت رسول الله صلى الله عليه وسلم فى السوق يقول: يا أيها الناس قولوا لا إله إلا الله تفلحوا ورجل خلفه يرميه بالحجارة وقد آدمي عقبيه وقال: لا تطيعوه إنه كذاب. فقلت: من هذا؟ فقالوا: محمد وعمه أبو لهب.\nوقال أهل المعاني: أراد باليدين الجملة كقوله ذلِكَ بِما قَدَّمَتْ يَداكَ [الحج: 10] لأن أكثر الأعمال إنما تعمل باليد، فاليمين كالسلاح واليسار كالجنة، بالأولى يجر المنفعة وبالأخرى يدفع المضرة.\nوروي أنه صلى الله عليه وسلم لما دعاه نهارا فأبى ذهب إلى داره ليلا مستنا بسنة نوح ليدعوه ليلا كما دعاه نهارا، فلما دخل عليه قال له: جئتني معتذرا. فجلس النبي صلى الله عليه وسلم أمامه كالمحتاج وجعل يدعوه إلى الإسلام وقال: إن كان يمنعك العار فأجبني في هذا الوقت واسكت. فقال: لا أو من بك أو يؤمن هذا الجدي. فقال النبي صلى الله عليه وسلم للجدي. من أنا؟\nفقال: أنت رسول الله صلى الله عليه وسلم وأطلق لسانه يثني عليه فاستولى الحسد على أبي لهب وأخذ يدي الجدي ومزقه وقال: تبا لك أثر فيك السحر. فقال الجدي: بل تبت يداك فنزلت السورة على وفق ذلك لتمزيقه يدي الحيوان الشاهد بالحق الناطق بالصدق.\nوفي ذكر أبي لهب بالكنية الدالة على التعظيم المنبئة عن شبهة الكذب إذ لم يكن له ولد مسمى بلهب وجوه منها: أن الكنية قد تصير اسما بالغلبة فلا تدل على التعظيم، وإيهام الكذب منتف لأنهم يريدون بها التفاؤل فلا يلزم منه أن يحصل له ولد يسمى بلهب. ومنها أن اسمه كان عبد العزي فكان الاحتراز عن ذكره أولى. ومنها أنه إشارة إلى أنه من أهل النار كما يقال «أبو الخير» لمن يلازمه. وكما\nقال النبي صلى الله عليه وسلم لعلي رضي الله عنه «يا أبا تراب» لتراب لصق بظهره.\nوقيل: سمي بذلك لتلهب وجنتيه فسماه الله تعالى بذلك تهكما ورمزا إلى مآل حاله وفي قوله سَيَصْلى ناراً ذاتَ لَهَبٍ قال أهل الخطابة: إنما لم يقل في أوّل هذه السورة «قل تبت» كما قال قُلْ يا أَيُّهَا الْكافِرُونَ [الكافرون: 1] لئلا يشافه عمه بما يشتد غضبه رعاية\n(6/589)\n",
        "للحرمة وتحقيقا لقوله فَبِما رَحْمَةٍ مِنَ اللَّهِ لِنْتَ لَهُمْ [آل عمران: 159] وأيضا إن الكفار في تلك السورة طعنوا في الله فقال الله: يا محمد أجبهم عني قُلْ يا أَيُّهَا الْكافِرُونَ [الكافرون: 1] وفي هذه السورة طعنوا في حق محمد صلى الله عليه وسلم فقال الله تعالى اسكت أنت فإنيّ أشتمهم تَبَّتْ يَدا أَبِي لَهَبٍ وفيه تنبيه على أن الذي لا يشافه السفيه كان الله ذابا عنه وناصرا له. يروى أن أبا بكر كان يؤذيه واحد فبقي ساكتا فجعل الرسول يذبه عنه ويزجر ذلك المؤذي فشرع أبو بكر في الجواب فسكت الرسول فقال أبو بكر: ما السبب في ذلك؟\nفقال: لأنك حين كنت ساكتا كان الملك يجيب عنك، فلما شرعت في الجواب انصرف الملك وجاء الشيطان. قال أبو الليث: اللهب واللهب لغتان كالنهر والنهر ولكن الفتح أوجه، ولهذا قرأ به أكثر القراء. وأجمعوا في قوله ذاتَ لَهَبٍ على الفتح رعاية للفاصلة.\nوفي دفع التكرار عن قوله وَتَبَّ وجوه منها: أن الأول دعاء والثاني إخبار ويؤيده قراءة ابن مسعود و «قد تب» ، ومنها أن الأول إخبار عن هلاك عمله لأن المرء إنما يسعى لمصلحة نفسه باليد، والثاني إخبار عن هلاك نفسه وهو قول أبي مسلم. وقيل: الأول إهلاك ما له فقد يقال للمال ذات اليد، والآخر هلاك نفسه وهو قول أبي مسلم. وقيل: الأول نفسه والثاني ولده عتبة على ما\nروي أن عتبه ابن أبي لهب خرج إلى الشام مع ناس من قريش فلما هموا أن يرجعوا قال لهم عتبة: بلغوا عني محمدا أني كفرت بالنجم إذا هوى.\nوروي أنه قال ذلك في وجه رسول الله صلى الله عليه وسلم وتفل في وجهه وكان مبالغا في عداوته فقال: اللهم سلط عليه كلبا من كلابك. فوقع الرعب في قلب عتبة وكان يحترز دائما فسار ليلة من الليالي إلى قريب من الصبح فقال له أصحابه: هلكت الركاب. فما زالوا به حتى نزل وهو مرعوب فأناح الإبل حوله كالسرادق فسلط الله الأسد وألقى السكينة على الإبل فجعل الأسد يتخلل حتى افترسه.\nفقوله تَبَّتْ قبل هذه الواقعة على عادة إخبار الله تعالى في جعل المستقبل كالماضي المحقق. والفرق بين المال والكسب من وجوه أحدها: أن المال عني به رأس المال والمكسوب هو الربح. وثانيها أراد الماشية والذي كسبه من نسلها وكان صاحب النعم والنتاج. وثالثها أريد ماله الموروث والذي كسبه بنفسه. وعن ابن عباس: المكسوب الولد\nلقوله صلى الله عليه وسلم «إن أطيب ما أكل الرجل من كسبه وإن ولده من كسبه» «1»\nروي أنه لما مات تركه أبناؤه ليلتين أو ثلاثا حتى أنتن في بيته لعلة كانت به خافوا عدواها.\nوقال الضحاك وقتادة:\nما ينفعه ماله وعمله الخبيث يعني كيده في عداوة الرسول وسائر أعماله التي ظن أنه منها\n__________\n(1) رواه النسائي في كتاب البيوع باب 1. ابن ماجه في كتاب التجارات باب 1. الدارمي في كتاب البيوع باب 6. أحمد في مسنده (6/ 31، 42، 127) .\n(6/590)\n\nعلى شيء كقوله وَقَدِمْنا إِلى ما عَمِلُوا مِنْ عَمَلٍ [الفرقان: 23] وفي قوله أَغْنى بلفظ الماضي تأكيد وتحقيق على عادة إخبار الله تعالى وقد زاده تأكيدا بقوله سَيَصْلى ناراً ذاتَ لَهَبٍ وطالما استدل به أهل السنة في وقوع تكليف ما لا يطاق قائلين إنه تعالى كلف أبا لهب بالإيمان، ومن جملة الإيمان تصديق الله في كل ما أخبر عنه، ومما أخبر عنه أنه لا يؤمن وأنه من أهل النار، فقد صار مكلفا بأن يؤمن وبأن لا يؤمن وهو تكليف بالجمع بين النقيضين. وأجيب بأنه كلف بتصديق الرسول صلى الله عليه وسلم فقط لا بتصديقه وعدم تصديقه حتى يجتمع النقيضان، وغاية ذلك أنهم كلفوا بالإيمان بعد علمهم بأنهم لا يؤمنون وليس فيه إلا انتفاء فائدة التكليف، لأن فائدة التكليف بما علم الله لا يكون هو الابتلاء وإلزام الحجة وهذا لا يتصور بعد أن يعلم المكلف حاله من امتناع صدور الفعل عنه، والتكليف من غير فائدة جائز عندكم لأن أفعاله تعالى غير معللة بغرض وفائدة على معتقدكم. ثم إن امرأة أبي لهب أم جميل بنت حرب أخت أبي سفيان بن حرب عمة معاوية كانت في غاية العداوة لرسول الله صلى الله عليه وسلم، فمن المفسرين من قال: كانت تحمل الشوك والحطب وتلقيهما بالليل في طريق النبي صلى الله عليه وسلم، فلعلها مع كونها من بيت العز كانت خسيسة أو كانت لشدة عداوتها تحمل بنفسها الشوك والحطب لتلقيه في طريق الرسول صلى الله عليه وسلم. ثم من هؤلاء من زعم أن الحبل اشتد في جيدها فماتت بسبب الاختناق، فقوله فِي جِيدِها حَبْلٌ مِنْ مَسَدٍ يحتمل على هذا أن يكون دعاء عليها وقد وقع كما أريد وكان معجزا. ومنهم من قال: عيرها بذلك تشبيها لها بالحطابات وإيذاء لها ولزوجها. وعن قتادة أنها كانت تعير رسول الله صلى الله عليه وسلم بالفقر فعيرها بأنها كانت تحتطب. والأكثرون على أن المراد بقوله حَمَّالَةَ الْحَطَبِ أنها كانت تمشي بالنميمة يقال للنمام المفسد بين الناس إنه يحمل الحطب بينهم أي يوقد بينهم النائرة. ويقال للمكثار هو كحاطب ليل. وقال أبو مسلم وسعيد بن جبير: أراد ما حملت من الآثام في عداوة الرسول صلى الله عليه وسلم لأنه كان كالحطب في مصيره إلى النار نظيره فَقَدِ احْتَمَلُوا بُهْتاناً وَإِثْماً مُبِيناً [الأحزاب: 58] وَلَيَحْمِلُنَّ أَثْقالَهُمْ [العنكبوت: 13]\nيروى عن أسماء أنه لما نزلت السورة جاءت أم جميل ولها ولولة وبيدها حجر فدخلت المسجد ورسول الله صلى الله عليه وسلم جالس ومعه أبو بكر وهي تقول: مذمما قلينا. ودينه أبينا. وحكمه عصينا فقال أبو بكر: يا رسول الله قد أقبلت إليك فأنا أخاف أن تراك. فقال صلى الله عليه وسلم: إنها لا تراني وقرأ وَإِذا قَرَأْتَ الْقُرْآنَ جَعَلْنا بَيْنَكَ وَبَيْنَ الَّذِينَ لا يُؤْمِنُونَ بِالْآخِرَةِ حِجاباً مَسْتُوراً [الإسراء: 45] فقالت لأبي بكر: قد ذكر لي أن صاحبك هجاني فقال أبو بكر: لا ورب الكعبة ما هجاك.\nقالت العلماء: لعل أبا بكر عني بذلك أن الله تعالى قد هجاها ولم يهجها الرسول، أو اعتقد أن",
        "(6/591)\n\nالقرآن لا يسمى هجوا. ثم إن أم جميل ولت وهي تقول: قد علمت قريش أني بنت سيدها.\nقال الواحدي: المسد في كلام العرب الفتل. يقال: مسد الحبل مسدا إذا أجاد فتله. ورجل ممسود إذا كان مجدول الخلق. والمسد بالتحريك ما مسد أي فتل من أي شيء كان كالليف والخوص وجلود الإبل والحديد. وقد عرفت معنى قوله فِي جِيدِها حَبْلٌ مِنْ مَسَدٍ على رأي بعض أهل التفسير. وقال الآخرون: المعنى أن حالها تكون في نار جهنم على الصورة التي كانت عليها في المعنى عند النميمة، أو في الظاهر حين كانت تحمل الحزمة من الشوك فلا تزال على ظهرها حزمة من حطب النار من شجرة الزقوم وفي جيدها حبل من سلاسل النار.\n(6/592)",
        "\nقُلْ هُوَ اللَّهُ أَحَدٌ (1) اللَّهُ الصَّمَدُ (2) لَمْ يَلِدْ وَلَمْ يُولَدْ (3) وَلَمْ يَكُنْ لَهُ كُفُوًا أَحَدٌ (4) \n(سورة الإخلاص)\n(مكية حروفها سبعة وسبعون كلمها خمس عشرة آياتها أربع)\n\n[سورة الإخلاص (112) : الآيات 1 الى 4]\nبِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ\nقُلْ هُوَ اللَّهُ أَحَدٌ (1) اللَّهُ الصَّمَدُ (2) لَمْ يَلِدْ وَلَمْ يُولَدْ (3) وَلَمْ يَكُنْ لَهُ كُفُواً أَحَدٌ (4)\n\nالقراآت:\nكان أبو عمرو يستحب الوقف على قوله قُلْ هُوَ اللَّهُ أَحَدٌ وإذا وصل كان له وجهان من القراءة: أحدهما التنوين وكسره، والثاني حذف التنوين كقراءة عزيز بن الله لاجتماع الساكنين، وكل صواب وكفؤا بالسكون والهمزة: حمزة وخلف وعباس والمفضل وإسماعيل ورويس عن يعقوب. وكان حمزة يقف ساكنة الفاء ملينة الهمزة ويجعلها شبه الواو اتباعا للمصحف. وقرأ حفص غير الخراز مثقلا غير مهموز. الباقون: مثقلا مهموزا.\n\nالوقوف:\nأَحَدٌ هـ ج لاحتمال أن ما بعدها جملة أخرى أو خبران آخران الصَّمَدُ هـ ج لمثل ذلك وَلَمْ يُولَدْ لا أَحَدٌ هـ.\n\nالتفسير:\nقد وردت الأخبار الكثيرة بفضل سورة الإخلاص وأنها تعدل ثلث القرآن فاستنبط العلماء لذلك وجها مناسبا وهو أن القرآن مع غزارة فوائده اشتمل على ثلاثة معان فقط: معرفة ذات الله تعالى وتقدّس، ومعرفة صفاته وأسمائه، ومعرفة أفعاله وسننه مع عباده. ولما تضمنت سورة الإخلاص أحد هذه الأقسام الثلاثة وهو التقديس، وازنها رسول الله صلى الله عليه وسلم بثلث القرآن.\nوعن أنس أن رجلا كان يقرأ فى جميع صلاته «قل هو الله أحد» فسأله الرسول صلى الله عليه وسلم عن ذلك فقال: يا رسول الله إني أحبها فقال: حبك إياها يدخلك الجنة.\nأما سبب نزولها\nفعن أبيّ بن كعب أن المشركين قالوا للنبي صلى الله عليه وسلم انسب لنا ربك فأنزل الله تعالى هذه السورة.\nوعن عطاء عن ابن عباس قال: قدم وفد نجران فقالوا: صف لنا ربك أزبر جد أم ياقوت أم ذهب أم فضة. فقال: إن ربي ليس من شيء لأنه خلق الأشياء فنزلت قُلْ هُوَ اللَّهُ أَحَدٌ فقالوا:\nهو واحد وأنت واحد فقال لَيْسَ كَمِثْلِهِ شَيْءٌ [الشورى: 11] قالوا: زدنا من الصفة. قال\n(6/593)",
        "\nاللَّهُ الصَّمَدُ فقالوا: وما الصمد؟ قال: الذي يصمد الخلق إليه في الحوائج فقالوا: زدنا فقال لَمْ يَلِدْ كما ولدت مريم وَلَمْ يُولَدْ كما ولد عيسى وَلَمْ يَكُنْ لَهُ كُفُواً أَحَدٌ يريد نظيرا من خلقه.\nولشرف هذه السورة سميت بأسماء كثيرة أشهرها الإخلاص لأنها تخلص العبد من الشرك أو من النار. وقد يقال لها سورة التفريد أو التجريد أو التوحيد أو النجاة أو الولاية لأن من قرأها صار من أولياء الله أو المعرفة لما\nروى جابر أن رجلا صلى فقرأ السورة فقال النبي صلى الله عليه وسلم: هذا عبد عرف ربه.\nأو الجمال\nلقوله صلى الله عليه وسلم «إن الله جميل يحب الجمال» «1»\nومن كمالات الجميل كونه عديم النظير. أو الأساس لقوله صلى الله عليه وسلم «أسست السموات السبع والأرضون السبع على قُلْ هُوَ اللَّهُ أَحَدٌ» وهذا قول معقول لأن القول بالتثليث يوجب خراب السموات والأرض كما قال تَكادُ السَّماواتُ يَتَفَطَّرْنَ مِنْهُ وَتَنْشَقُّ الْأَرْضُ وَتَخِرُّ الْجِبالُ هَدًّا أَنْ دَعَوْا لِلرَّحْمنِ وَلَداً [مريم: 90] فوجب أن يكون التوحيد سببا لعمارة العالم. وقد تسمى سورة النسبة لما مر أنها نزلت عند قول المشركين «انسب لنا ربك» فكأنه قيل: نسبه الله هذا. والمانعة\nلرواية ابن عباس أنه تعالى قال لنبيه حين عرج به: أعطيتك سورة الإخلاص وهي من ذخائر كنوز العرش،\nوهي المانعة تمنع فتان القبر ونفحات النيران، والمحضرة لأن الملائكة تحضر لاستماعها إذا قرئت، والمنفرة أي للشيطان، والراءة أي من الشرك، وسورة النور\nلقوله صلى الله عليه وسلم «إن لكل شيء نورا ونور القرآن قل هو الله أحد»\nقلت: وذلك لأن الله تعالى نور الله نور السموات والأرض، وكما أن نور الإنسان في أصغر أعضائه وهو الحدقة كذلك نور القرآن في أقصر السور سوى «الكوثر» . ثم إن العلماء أجمعوا على أن الوحدانية مما يمكن معرفتها بطريق السمع والعقل جميعا وليست كمعرفة ذات الصانع حيث لا يمكن معرفته إلا بطريق العقل فقال أهل العرفان في بيانه: إن العقل يريد عالما كاملا أمينا تودع عنده الحسنات، والشهوة تريد غنيا تطلب منه المستلذات بل العقل كالإنسان الذي له همة عليه لا تنقاد إلا لمولاه، والهوى كالمنتجع الذي يطلب غنيا يتكدى منه بل العقل يطلب معرفة المولى ليشكر له على النعم السابقة، والهوى يطلبها ليستفيد منه النعم اللاحقة. فلما عرفاه كما أرادا تعلقا بذيل عنايته فقال العقل: لا أشكر أحدا سواك. وقالت الشهوة: لا أسأل أحدا إلا إياك. فجاءت الشبهة وقالت: يا عقل كيف أفردته بالشكر ولعل له مثلا؟ ويا شهوة كيف اقتصرت عليه ولعل هاهنا بابا آخر؟ فبقي العقل متحيرا وتنغصت\n__________\n(1) رواه مسلم في كتاب الإيمان حديث 147. ابن ماجه في كتاب الدعاء باب 10. أحمد في مسنده (4/ 133، 134) .\n(6/594)\n",
        "عليه راحة المعرفة حين أراد أن يسافر في عالم الاستدلال لتحصيل ربح التوحيد ويغوص في بحر الفكر ليعود بجوهرة النحر، فأدركته عناية المولى فقال: كيف أنغص على عبدي لذة الاشتغال بخدمتي وشكري؟ فبعث إليه رسولا صادقا وقال: لا تقله من عند نفسك فيوقعك الوهم في الشك ولكن اقبله من الصادق الأمين قُلْ هُوَ اللَّهُ أَحَدٌ والضمير للشأن أي الشأن والحديث الله أحد. هذا قول جمهور النجاة وقريب منه قول الزجاج: إن المراد هذا الذي سألتم عنه الله أحد. وقيل: هو كناية عن الله فيكون كقولك «زيد أخوك قائم» قال الأزهري:\nلا يوصف شيء بالأحدية غير الله تعالى لا يقال: رجل أحد ولا درهم أحد. وقال غيره:\nالفرق بين الواحد والأحد من ثلاثة أوجه أحدها: أن الواحد يدخل في الأحد والأحد لا يدخل فيه. وثانيها أنك إذا قلت «فلان لا يقاومه واحد» جاز أن يقال لكنه يقاومه اثنان.\nوثالثها أن الواحد يستعمل في الإثبات كقولك «رأيت رجلا واحدا» والأحد يستعمل في النفي نحو «ما رأيت أحدا» فيفيد العموم. قلت: ولعلّ وجه تخصيص الله بالأحد هو هذا المعنى وذلك أنه أبسط الأشياء وكأنك قلت: إنه لا جزء له أصلا بوجه من الوجوه ومن هنا قال بعضهم: إن الأحد يدل على جميع المعاني السلبية ككونه ليس بجوهر ولا عرض ولا متحيز وغير ذلك كما أن اسم الله يدل على مجامع الصفات الإضافية لأن الله اسم للمعبود بالحق واستحقاق العبادة لا يتجه إلا إذا كان مبدأ لجميع ما سواه عالما قادرا إلى غير ذلك.\nوأما لفظة هُوَ فإنها تدل على نفس الذات فتبين أن قوله قُلْ هُوَ اللَّهُ أَحَدٌ يدل على الذات والصفات جميعا.\nوهاهنا لطيفة وهي أن قوله هُوَ إشارة إلى مرتبة السابقين الذين لا يرون معه شيئا آخر فيكفي الكناية بالنسبة إليهم، وأما اسم اللَّهُ فإشارة إلى مرتبة أصحاب اليمين وهم الذين عرفوه بالبرهان مستدلين على الوجوب بالإمكان فهم ينظرون إلى الحق وإلى الخلق جميعا فيحتاجون في التمييز إلى اسمه العلم. وأما «الأحد» فرمز إلى أدون المراتب الإنسانية وهم أصحاب الشمال الذين يثبتون مع الله إلها آخر فوجب التنبيه على إبطال معتقدهم بأن الله أحد لا شريك له أو لا جزء بوجه من الوجوه، وبعبارة أخرى هو للأخص والله للخواص وأحد للعموم. وأما «الصمد» فقيل: إنّه فعل بمعنى «مفعول» من صمده إذا قصده أي هو السيد المقصود إليه في الحوائج كما مرّ في الحديث الوارد في سبب النزول. وقيل: هو الذي لا جوف له ومنه قولهم لسداد القارورة «صماد» وشيء مصمد أي صلب ليس فيه رخاوة. قال ابن قتيبة: يجوز على هذا التفسير أن تكون الدال بدل التاء في «مصمت» . وقال بعض المتأخرين من أهل اللغة: الصمد هو الأملس من الحجر لا يقبل الغبار ولا يدخله\n(6/595)\n\nشيء ولا يخرج منه شيء. ولا يخفى أن هذين المعنيين من صفات الأجسام حقيقة إلا أن مقدّمة الآية وهي اللَّهُ أَحَدٌ تمنع من حملهما على حقيقتهما لأن كل جسم مركب فوجب الحمل على المجاز وهو أنه لوجوب ذاته ممتنع التغير في وجوده وبقائه وسائر صفاته، ومن هنا اختلفت عبارات المفسرين فعن بعضهم: الصمد هو العالم بجميع المعلومات لأن كونه مبدأ مرجوعا إليه في قضاء الحاجات لا يتم إلا بذلك. وعن ابن مسعود والضحاك: هو السيد الذي انتهى سودده. وقال الأصم: هو الخلق للأشياء لأن السيد الحقيقي هو هو.\nوقال السدي: هو المقصود في الرغائب المستغاث عند المصائب. وقال الحسن بن الفضل:\nهو الذي يفعل ما يشاء ويحكم ما يريد. وقال قتادة: لا يأكل ولا يشرب وهو يطعم ولا يطعم.\nوعن جعفر الصادق رضي الله عنه أنه يغلب ولا يغلب.\nوسائر عباراتهم كلها متقاربة تدور حول ما ذكرنا.\nسؤال: لم جاء الخبر هاهنا معرفا وفي قوله اللَّهُ أَحَدٌ منكرا؟ الجواب لأنه كان معلوما عندهم أنه غني على الإطلاق ومرجوع إليه في الحوائج وَإِذا مَسَّ الْإِنْسانَ ضُرٌّ دَعا رَبَّهُ [الزمر: 8] أما التوحيد فلم يكن ثابتا في أوهامهم بل ركز في أوهام العامة أن كل موجود فإنه محسوس وكل محسوس فهو منقسم فلا جرم جاء لفظ أَحَدٌ منكرا ولفظ الصَّمَدُ معرفا.\nآخر: لم مكرر ثانيا اسم الله ولم يقتصر على ضميره؟ الجواب لما قيل:\nهو المسك ما كررته يتضوّع ولأنه قد سبق ضمير الشأن ولأنه يلزم الاشتراك، ولما مر أن الإشارة بلفظة «هو» مرتبة الصديقين والخطاب بقوله اللَّهُ الصَّمَدُ لعموم الخلائق والسابقون منهم قليل فاعتبار الأغلب أولى.\nآخر: كون الشخص مولودا أقدم من كونه والدا فلم قدم قوله لَمْ يَلِدْ على قوله وَلَمْ يُولَدْ أجيب بأن النزاع إنما وقع في كونه والدا حين قالت النصارى المسيح ابن الله، واليهود عزيز ابن الله، ومشركو العرب الملائكة بنات الله، بل المتفلسفة الذين قالوا إنه يتولد عن واجب الوجود عقل، وعن العقل الأول عقل آخر ونفس إلى آخر العقول العشرة والنفوس وهو العقل الفعال المدبر بزعمهم لما دون فلك القمر، فكان نفي كونه والدا أهم.\nثم أشار إلى طريق الاستدلال بقوله وَلَمْ يُولَدْ كأنه قال: الدليل على امتناع الوالد اتفاقنا على أنه ما كان ولدا لغيره. وأنا أقول: كون الشخص مولودا اعتبار لمعلوليته، وكونه والدا",
        "(6/596)\n\nاعتبار لعليته، ولا ريب أن اعتبار العلية مقدم على اعتبار المعلولية كما أن العلة بالذات متقدمة على المعلول، فالسؤال مدفوع. قالوا: وإنما اقتصر على لفظ الماضي لأن النزاع كان واقعا في المسيح وعزيز ونحوهما فوقع قوله لَمْ يَلِدْ جوابا عما ادعوه عليه. وأما قوله وَلَمْ يُولَدْ فلم يكن مفتقرا إلى هذا التوجيه لأن كل موجود إذا لم يكن مولودا في مبدا تكوّنه فلن يكون مولودا بعد ذلك. وأقول: لعل المراد بقوله لَمْ يَلِدْ نفي أن يكون هو ممن شأنه الولادة وهذا المعنى يشمل كل زمان، وبهذا التفسير لا يصح على العاقر أنه لا يلد ويصح أنه يلد. واعلم أنه سبحانه بين كونه في ذاته وحقيقته منزها عن جميع أنحاء التراكيب بقوله هُوَ اللَّهُ أَحَدٌ ثم بين كونه ممتنع التغير عما هو عليه من صفات الكمال ونعوت الجلال بقوله اللَّهُ الصَّمَدُ ثم أراد أن يشير إلى نفي من يماثله وهو إما لا حق وأبطله بقوله لَمْ يَلِدْ وإما سابق وأحاله بقوله وَلَمْ يُولَدْ وإما مقارن في الوجود وزيفه بقوله وَلَمْ يَكُنْ لَهُ كُفُواً أَحَدٌ ويجوز أن يكون الأوّلان إشارة إلى نفي من يماثله بطريق التولد أو التوالد، والثالث تعميما بعد التخصيص. ويحتمل أن يراد بالأخير نفي المصاحبة لأن المصاهرة تستدعي الكفاءة شرعا وعقلا فيكون ردا على من حكى الله عنهم في قوله وَجَعَلُوا بَيْنَهُ وَبَيْنَ الْجِنَّةِ نَسَباً [الصافات: 158] قاله مجاهد.\nسؤال: قد نص سيبويه في كتابه على أن الخبر قد يقدم على الاسم في باب «كان» ولكن متعلق الخبر حينئذ لا يتقدم على الخبر كيلا يلزم العدول عن الأصل بمرتبتين فكيف قدم الصرف على الاسم والخبر جميعا؟ أجاب النحويون عنه بأن هذا الظرف وقع بيانا للمحذوف كأنه قال: ولم يكن أحد فقيل: لمن؟ فأجيب بقوله «له» نظيره قوله وَكانُوا فِيهِ مِنَ الزَّاهِدِينَ [يوسف: 20] وقوله فَلَمَّا بَلَغَ مَعَهُ السَّعْيَ [الصافات: 102] .\n(6/597)",
        "\nقُلْ أَعُوذُ بِرَبِّ الْفَلَقِ (1) مِنْ شَرِّ مَا خَلَقَ (2) وَمِنْ شَرِّ غَاسِقٍ إِذَا وَقَبَ (3) وَمِنْ شَرِّ النَّفَّاثَاتِ فِي الْعُقَدِ (4) وَمِنْ شَرِّ حَاسِدٍ إِذَا حَسَدَ (5) \n(سورة الفلق)\n(مكية وحروفها تسع وتسعون كلمها عشر آياتها خمس)\n\n[سورة الفلق (113) : الآيات 1 الى 5]\nبِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ\nقُلْ أَعُوذُ بِرَبِّ الْفَلَقِ (1) مِنْ شَرِّ ما خَلَقَ (2) وَمِنْ شَرِّ غاسِقٍ إِذا وَقَبَ (3) وَمِنْ شَرِّ النَّفَّاثاتِ فِي الْعُقَدِ (4)\nوَمِنْ شَرِّ حاسِدٍ إِذا حَسَدَ (5)\n\nالوقوف:\nالْفَلَقِ هـ لا خَلَقَ هـ لا وَقَبَ هـ لا الْعُقَدِ هـ لا حاسِدٍ إِذا حَسَدَ هـ.\n\nالتفسير:\nلما أمره بقراءة سورة الإخلاص تنزيها له عما لا يليق به في ذاته وصفاته وكان ذلك من أشرف الطاعات، أمره أن يستعيذ به من شر من يصده عن ذلك كالمشركين وكسائر شياطين الإنس والجن.\nيروى أن جبرائيل أتاه وقال: إن عفريتا من الجن يكيدك فقل إذا أتيت على فراشك: أعوذ برب الفلق أعوذ برب الناس.\nوعن سعيد بن المسيب أن قريشا قالوا نتجوع فنعين محمدا ففعلوا ثم أتوه وقالوا: ما أشدّ عضدك وأقوى ظهرك وأنضر وجهك! فأنزل الله المعوّذتين.\nوقال جمهور المفسرين: إن لبيد بن الأعصم اليهودي سحر النبي صلى الله عليه وسلم في إحدى عشرة عقدة في وتر ودسه في بئر ذي أروان، فمرض النبي صلى الله عليه وسلم واشتدّ ذلك عليه ثلاث ليال فنزلت المعوّذتان، وأخبره جبرائيل بموضع السحر فأرسل عليا بطلبه وجاء به وقال جبرائيل: اقرأ السورتين. فكان كلما يقرأ آية تنحل عقدة فيجد بعض الراحة والخفة، حتى إذا أتمهما فكأنما أنشط من عقال.\nطعنت المعتزلة في هذه الرواية بأنها توجب تسلط الكفار والأشرار على الأنبياء. وأيضا لو صحت لصح قولهم إِنْ تَتَّبِعُونَ إِلَّا رَجُلًا مَسْحُوراً [الإسراء: 47] والجواب أن التسليط الكلي بحيث يمنعه عن تبليغ الرسالة لا يجوز، ولكن لا نسلم أن بعض الأضرار في بدنه لا يجوز لا سيما وقد تداركه الله تعالى بفضله وخصوصا إذا كان فيه لطف لغيره من أمته حتى يفعلوا في مثل تلك الواقعة كما فعل، ولهذا استدل أكثر العلماء على أنه يجوز الاستعانة بالرقى والعوذ ويؤيده ما\nروي أن رسول\n(6/598)",
        "\nالله صلى الله عليه وسلم قال «بسم الله أرقيك من كل شيء يؤذيك والله يشفيك» «1»\nوعن ابن عباس كان رسول الله صلى الله عليه وسلم يعوّذ الحسن والحسين رضي الله عنهما بقوله «أعيذكما بكلمات الله التامّة من كل شيطان وهامّه ومن كل عين لامّه» «2»\nويقول هكذا كان أبي إبراهيم يقول لابنيه إسماعيل وإسحق.\nوعنه كان رسول الله صلى الله عليه وسلم يعلمنا من الحمى والأوجاع كلعا «بسم الله الكريم أعوذ بالله العظيم من شر كل عرق نعار ومن شر حرّ النار» «3»\nوعن علي رضي الله عنه كان النبي صلى الله عليه وسلم إذا دخل على مريض قال «أذهب البأس رب الناس اشف أنت الشافي لا شافي إلا أنت» «4»\nوروي أنه صلى الله عليه وسلم كان إذا سافر فنزل منزلا يقول «يا أرض ربي وربك الله أعوذ بالله من شرّك ومن شرّ ما فيك وشرّ ما يخرج منك ومن شرّ ما يدب عليك، وأعوذ بالله من شرّ أسد وأسود وحية وعقرب، ومن شرّ ساكن البلد ووالد ما ولد» «5»\nوعن عائشة كان النبي صلى الله عليه وسلم إذا اشتكى شيئا من جسده قرأ قل هو الله أحد والمعوّذتين في كفه اليمنى ومسح بها المكان الذي يشتكي.\nوروي أنه صلى الله عليه وسلم دخل على عثمان بن مظعون فعوّذه ب قُلْ هُوَ اللَّهُ أَحَدٌ وبهاتين السورتين. ثم قال: تعوّذ بهن فما تعوّذت بخير منها.\nوأما قول الكفار إنه مسحور فإنما أرادوا به الجنون والسحر الذي أثر في عقله ودام معه فلذلك وقع الإنكار عليهم. ومن الناس من لم يرحض في الرقى\nلرواية جابر نهى النبي صلى الله عليه وسلم عن الرقى وقال «إن لله عبادا لا يكتوون ولا يسترقون وعلى ربهم يتوكلون» «6»\nوأجيب بأن النهي وارد على الرقى المجهولة التي يفهم معناها. واختلف في التعليق\nفروى أنه صلى الله عليه وسلم قال «من علق شيئا وكل إليه» «7»\n__________\n(1) رواه البخاري في الطب باب 38. مسلم في كتاب السلام حديث 40. أبو داود في كتاب الطب باب 19. الترمذي في كتاب الجنائز باب 4.\n(2) رواه البخاري في كتاب الأنبياء باب 10. أبو داود في كتاب السنّة باب 20. ابن ماجه في كتاب الطب باب 36. أحمد في مسنده (1/ 236، 270) .\n(3) رواه الترمذي في كتاب الطب باب 26. ابن ماجه في كتاب الطب باب 37. أحمد في مسنده (1/ 300) .\n(4) رواه البخاري في كتاب الطب باب 38، 40. مسلم في كتاب السلام حديث 46، 48. أبو داود في كتاب الطب باب 17، 19. الترمذي في كتاب الجنائز باب 4. ابن ماجه في كتاب الجنائز باب 64.\nأحمد في مسنده (1/ 76، 381) (3/ 151) .\n(5) رواه أبو داود في كتاب الجهاد باب 75. أحمد في مسنده (2/ 132) ، (3/ 124) .\n(6) رواه البخاري في الطب باب 17. مسلم في كتاب الإيمان حديث 371- 372. الترمذي في كتاب القيامة 3 ب 16. أحمد في مسنده (1/ 271، 401) .\n(7) رواه الترمذي في كتاب الطب باب 24. النسائي في كتاب التحريم باب 19. أحمد في مسنده (4/ 310، 311) بلفظ «تعلق» بدل «علق» .\n.\n(6/599)\n",
        "وعن ابن مسعود أنه رأى على أم ولده تميمه مربوطة بعضدها فجذبها جذبا عنيفا فقطعها.\nومنهم من جوزه\nسئل الباقر رضي الله عنه عن التعويذ يعلق على الصبيان فرخص فيه.\nواختلفوا في النفث أيضا\nفروي عن عائشة أنها قالت: كان النبي صلى الله عليه وسلم ينفث على نفسه إذا اشتكى بالمعوذات ويمسح بيده، فلما اشتكى رسول الله صلى الله عليه وسلم وجعه الذي توفي فيه طفقت أنفث عليه صلى الله عليه وسلم بالمعوّذات التي كان ينفث بها على نفسه.\nوعنه صلى الله عليه وسلم أنه كان إذا أخذ مضجعه نفث في يديه وقرأ فيهما بالمعوّذات ثم مسح جسده.\nومنهم من أنكر النفث عن عكرمة:\nلا ينبغي للراقي أن ينفث ولا يمسح ولا يعقد. وعن إبراهيم: كانوا يكرهون النفث في الرقى. وقال بعضهم: دخلت على الضحاك وهو وجع فقلت: ألا أعوّذك يا أبا محمد؟ قال:\nبلى ولكن لا تنفث فعوّذته بالمعوّذتين. قال بعض العلماء: لعلهم كرهوا النفث لأن الله تعالى جعل النفث مما يستعاذ منه فوجب أن يكون منهيا عنه. وقال بعضهم: النفث في العقد المنهي عنه هو الذي يكون سحرا مضرا بالأرواح والأبدان، وأما الذي يكون لإصلاح الأرواح والأبدان فيجب أن لا يكون حراما.\nسؤال: كيف قال في افتتاح القراءة فَاسْتَعِذْ بِاللَّهِ [الأعراف: 200] وقال هاهنا أَعُوذُ بِرَبِّ دون أن يقول «بالله» ؟ وأجيب بأن المهم الأوّل أعظم من حفظ النفس والبدن عن السحر والوسوسة فلا جرم ذكر هناك الاسم الأعظم. وأيضا الشيطان يبالغ في منع الطاعة أكثر مما يبالغ في إيصال الضرر إلى النفس وأيضا كأن العبد يجعل تربيته السابقة وسيلة في التربية اللاحقة. وفي الفلق وجوه فالأكثرون على أنه الصبح من قوله فالِقُ الْإِصْباحِ [الأنعام: 96] وخص هاهنا بالذكر لأنه أنموذج من صبح يوم القيامة ولأنه وقت الصلاة والجماعة والاستغفار إِنَّ قُرْآنَ الْفَجْرِ كانَ مَشْهُوداً وفيه إشارة إلى أن القادر على إزالة الظلمة عن وجه الأرض قادر على دفع ظلمة الشرور والآفات عن العبد بصلاح النجاح.\nروي أن يوسف عليه السلام حين ألقي في الجبّ وجعت ركبته وجعا شديدا فبات ليلته ساهرا، فلما قرب طلوع الصبح نزل جبرائيل عليه السلام يسليه ويأمره بأن يدعو ربه فقال: يا جبرائيل ادع أنت وأؤمن أنا. فدعا جبرائيل فأمن يوسف فكشف الله ما كان به من الضرّ، فلما حصل له الراحة قال: يا جبرائيل أنا أدعو وتؤمن أنت فسأل يوسف ربه أن يكشف الضرّ عن جميع أهل البلاء في ذلك الوقت، فلا جرم ما من مريض إلا ويجد نوع خفة في آخر الليل.\nوروي أن دعاءه في الجبّ: يا عدّتي عند شدتي، ويا مؤنسي في وحشتي، ويا راحم غربتي، ويا كاشف كربتي، ويا مجيب دعوتي، ويا إلهي وإله آبائي إبراهيم وإسماعيل وإسحق ويعقوب، ارحم صغر سني، وضعف ركني، وقلة حيلتي، يا حي\n(6/600)\n\nيا قيوم يا ذا الجلال والإكرام.\nوقيل: هو كل ما يفلقه الله كالأرض عن النبات إِنَّ اللَّهَ فالِقُ الْحَبِّ وَالنَّوى [الأنعام: 95] والجبال عن العيون وَإِنَّ مِنَ الْحِجارَةِ لَما يَتَفَجَّرُ مِنْهُ الْأَنْهارُ [البقرة: 74] والسحاب عن المطر، والأرحام عن الأولاد، والقبض عن البسط، والشدّة عن الفرج، والقلوب عن المعارف. وقيل: هو واد في جهنم إذا فتح صاح جميع من في جهنم من شدّة حره كأن العبد قال: يا صاحب العذاب الشديد أعوذ برحمتك التي هي أعظم وأكمل وأسبق وأقدم من عذابك. وصاحب هذا القول زعم أن المراد من شر ما خلق أي من شدائد ما خلق فيها. وعن ابن عباس: يريد إبليس خاصة لأن الله تعالى لم يخلق خلقا هو شرّ منه. ويدخل فيه الاستعاذة من السحرة لأنهم أعوانه وجنوده. وقيل: أراد أصناف الحيوانات المؤذية من الهوام والسباع. وقيل: الأسقام والآفات والمحن فإنها شرور إضافية وإن جاز أن تكون خيرات باعتبارات أخر والكل بقدر كما مر في مقدمة الكتاب في تفسير الاستعاذة. وذكر في الغاسق وجوه فعن الفراء وأبي عبيدة: هو الليل إذا جنّ ظلامه ومنه غسقت العين أو الجراحة إذا امتلأت دمعا أو دما. وقال الزجاج: هو البارد وسمي الليل غاسقا لأنه أبرد من النهار، فعلى هذا لعله أريد به الزمهرير. وقال قوم: هو السائل من قولهم غسقت العين تغسق غسقا إذا سالت بالماء، وسمي الليل غاسقا لانصباب ظلامه على الأرض. قلت: ولعل الاستعاذة على هذا التفسير إنما تكون من الغساق في قوله تعالى إِلَّا حَمِيماً وَغَسَّاقاً [النبأ: 25] والوقوب الدخول في الشيء بحيث يغيب عن العين. هذا من حيث اللغة. ثم أن الغاسق إذا فسر بالليل فوقوبه دخوله وهو ظاهر. ووجه التعوذ من شره أن السباع فيه تخرج من آجامها والهوام من مكامنها، وأهل الشر والفتنة من أماكنها، ويقل فيه الغوث ولهذا قالت الفقهاء: لو شهر أحد سلاحا على إنسان ليلا فقتله المشهور عليه لم يلزمه قصاص ولو كان نهارا لزمه لوجود الغوث. وقد يقال: إنه تنشر في الليل الأرواح المؤذية المسماة بالجن والشياطين، وذلك لأن قوة الشمس وشعاعها كأنها تقهرهم، أما في الليل فيحصل لهم نوع استيلاء. وعن ابن عباس: هو ظلمة الشهوة البهيمية إذا غلبت داعية العقل. قال ابن قتيبة: الغاسق القمر لأنه يذهب ضوءه عند الخسوف، ووقوبه دخوله في ذلك الاسوداد.\nوعن عائشة أن رسول الله صلى الله عليه وسلم أخذ بيدها وقال لها: استعيذي بالله من شر هذا فإنه الغاسق إذا وقب.\nوعلى هذا التفسير يمكن تصحيح قول الحكيم إن القمر جرم كثيف مظلم في ذاته لكنه يقبل الضوء عن الشمس ويختلف حاله في ذلك بحسب قربه منها وبعده عنها. ووقوبه إما دخوله في دائرة الظلام في الخسوفات، وإما دخوله تحت شعاع الشمس في آخر كل شهر، وحينئذ يكون منحوسا قليل القوة ولذلك تختار السحرة ذلك",
        "(6/601)\n\nالوقت للتمريض والإضرار والتفريق ونحوها. وقيل: الغاسق الثريا إذا سقط في المغرب.\nقال ابن زيد: وكانت الأسقام تكثر حينئذ. وقال في الكشاف: يجوز أن يراد به الأسود من الحيات ووقبه خربه ونقبه. وقيل: هو الشمس إذا غابت وسميت غاسقا لسيلانها ودوام حركتها. وأما النفث فهو النفخ بريق. وقيل: النفخ فقط. والعقد جمع عقدة. والسبب فيه أن الساحر إذا أخذ في قراءة الرقية أخذ خيطا ولا يزال يعقد عليه عقدا بعد عقد وينفث في تلك العقد. ووجه التأنيث إما الجماعة لأن اجتماع السحرة على عمل واحد أبلغ تأثيرا، وإما لأن هذه الصناعة إنما تعرف بالنساء لأنهن يعقدن وينفثن وذلك أن الأصل الكلي في ذلك الفن هو ربط القلب وتعليق الوهم بذلك الأمر وأنه في النساء أوفر لقلة علمهن وشدّة شهوتهن. وقال أبو عبيدة: إنهن بنات لبيد بن الأعصم اليهودي اللاتي سحرن النبي صلى الله عليه وسلم.\nوقال أبو مسلم: العقد عزائم الرجال والنفث حلها لأن من يريد حل عقدة الحبل ينفث عليه بريق يقذفه عليه ليصير حله سهلا. والمعنى: إن النساء لكثرة حيلهن يتصرفن في عزائم الرجال يحوّلنهم من رأي إلى رأي ومن عزيمة إلى عزيمة، فأمر الله رسوله بالتعوّذ من شرهن، وهذا القول مناسب لما جاء في مواضع أخر من القرآن إِنَّ مِنْ أَزْواجِكُمْ وَأَوْلادِكُمْ عَدُوًّا لَكُمْ فَاحْذَرُوهُمْ\n[التغابن: 14] إِنَّ كَيْدَكُنَّ عَظِيمٌ [يوسف: 28] والاستعاذة منهن الاستعاذة من إثم عملهن، أو من فتنتهن الناس بسحرهن، أو من إطعامهن الأطعمة الردية المورثة للجنون، أو الموت. والحاسد هو الذي تشتد محبته لإزالة نعمة الغير إليه حتى لو تمكن من ذلك بالحيل لفعل فلذلك أمر الله رسوله صلى الله عليه وسلم بالتعوذ منه. وقد دخل في هذه السورة كل شر يتوفى ويتحرّز منه دينا ودنيا فلذلك لما نزلت فرح رسول الله صلى الله عليه وسلم بها لكونها مع أختها جامعة في التعوذ من كل شيء بل قوله مِنْ شَرِّ ما خَلَقَ عام والبواقي تخصيص بعد تعميم تنبيها على أنها أعظم الشرور، وأهم شيء يستعاذ منه. وعرفت النفاثات لأن كل نفاثة شريرة. ونكر غاسِقٍ وحاسِدٍ لأنه ليس كل غاسق بشر بل الليل للغاسقين شر وليس كل حسد مذموما بل منه ما هو خير كما\nقال صلى الله عليه وسلم «لا حسد إلا في اثنتين رجل آتاه الله القرآن فقام به آناء الليل وآناء النهار ورجل أعطاه الله مالا فهو ينفقه آناء الليل وآناء النهار» «1»\nوفائدة الظرف هو قوله إِذا حَسَدَ أنه لا يستعاذ من الحاسد من جهات أخرى ولكن من هذه الجهة، ولو جعل الحاسد بمعنى الغابط أو بمعنى أعم وقوله حَسَدَ بالمعنى المذموم كان له وجه.\n__________\n(1) رواه البخاري في كتاب العلم باب 15. كتاب التوحيد باب 45. أحمد في مسنده (2/ 9، 36) .\n(6/602)",
        "\nقُلْ أَعُوذُ بِرَبِّ النَّاسِ (1) مَلِكِ النَّاسِ (2) إِلَهِ النَّاسِ (3) مِنْ شَرِّ الْوَسْوَاسِ الْخَنَّاسِ (4) الَّذِي يُوَسْوِسُ فِي صُدُورِ النَّاسِ (5) مِنَ الْجِنَّةِ وَالنَّاسِ (6) \n(سورة الناس)\n(مكية وقيل مدنية حروفها تسعة وسبعون كلمها عشرون آياتها ست)\n\n[سورة الناس (114) : الآيات 1 الى 6]\nبِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ\nقُلْ أَعُوذُ بِرَبِّ النَّاسِ (1) مَلِكِ النَّاسِ (2) إِلهِ النَّاسِ (3) مِنْ شَرِّ الْوَسْواسِ الْخَنَّاسِ (4)\nالَّذِي يُوَسْوِسُ فِي صُدُورِ النَّاسِ (5) مِنَ الْجِنَّةِ وَالنَّاسِ (6)\n\nالقراآت:\nالنَّاسِ وما بعدها ممالة: قتيبة ونصير. والباقون: بالتفخيم.\n\nالوقوف:\nالنَّاسِ هـ لا النَّاسِ هـ لا النَّاسِ هـ لا الْخَنَّاسِ هـ لا بناء على أن الفصل بين الصفة وموصوفها لا يصلح إلا للضرورة. ولو قيل إن محله النصب أو الرفع على الذم حسن الوقف النَّاسِ هـ لا وَالنَّاسِ هـ.\n\nالتفسير:\nإنه تعالى رب جميع المحدثات ولكنه خص الناس هاهنا بالذكر للتشريف، ولأن الاستعاذة لأجلهم فكأنه قيل: أعوذ من شر الوسواس إلى الناس بربهم الذي يملك عليهم أمورهم وهوالهم ومعبودهم كما يستغيث بعض الموالي إذا دهمهم أمر بسيدهم ومخدومهم وولي أمرهم. وقوله مَلِكِ النَّاسِ إِلهِ النَّاسِ عطف ثان لأن الرب قد لا يكون ملكا كما يقال «رب الدار» والملك قد لا يكون إلها. وفي هذا الترتيب لطف آخر وذلك أنه قدم أوائل نعمه إلى أن تم ترتيبه وحصل فيه العقل فحينئذ عرف بالدليل أنه عبد مملوك وهو ملك تفتقر كل الأشياء إليه وهو غني عنهم، ثم علم بالدلائل العقلية والنقلية أن العبادة لازمة له وأن معبوده يستحق العبادة. ويمكن أن يقال: أوّل ما يعرف العبد من ربه هو كونه مربوبا له منعما عليه بالنعم الظاهرة والباطنة، ثم لا يزال ينتقل من معرفة هذه الصفة إلى صفات جلاله ونعوت كبريائه فيعرف كونه ملكا قيوما، ثم إذا خاض في بحر العرفان وغرق في تياره وله عقله وتاه لبه فيعرف أنه فوق وصف الواصفين فيسميه إلها من وله إذا تحير. وتكرير لفظ «الناس» في السورة للتشريف كأنه عرف ذاته في خاتمة كتابه الكريم بكونه ربا وملكا وإلها لهم، أو لأن عطف البيان يحتاج إلى مزيد الكشف والتوضيح. ولو\n(6/603)",
        "\nقيل: إن الثاني بدل الكل من الأوّل فالأحسن أيضا وضع المظهر مقام المضمر كيلا يكون المقصود مفتقرا إلى ما ليس بمقصود في الظاهر مع رعاية فواصل الآي. وقيل: لا تكرار في السورة لأن المراد بالأوّل الأطفال ومعنى الربوبية يدل عليه لشدّة احتياجهم إلى التربية، وبالثاني الشبان ولفظ «الملك» المنبئ عن السياسة يدل عليه لمزيد افتقارهم إلى الزجر لقوّة دواعي الشهوة والغضب فيهم مع أن العقل الصادق لم يقو بعد ولم يستحكم، وبالثالث الشيوخ ولفظة «آله» المنبئ عن استحقاق العبادة له يدل عليه لفتور الدواعي المذكورة وقتئذ، فتتوجه النفس إلى تحصيل ما يزلفه إلى الله بتدارك ما فات. والمراد بالرابع الصالحون والأبرار فإن الشيطان مولع بإغوائهم. وبالخامس المفسدون والأشرار لأنه بيان الموسوس فإن الوسواس الخناس قد يكون من الجنة وقد يكون من الناس كما قال شَياطِينَ الْإِنْسِ وَالْجِنِّ [الأنعام: 112] والخناس هو الذي من شأنه أن يخنس أي يتأخر وقد مر في قوله تعالى فَلا أُقْسِمُ بِالْخُنَّسِ الْجَوارِ الْكُنَّسِ [التكوير: 15] عن سعيد بن جبير: إذا ذكر الإنسان ربه خنس الشيطان وولى، وإذا غفل وسوس إليه فكما أن شيطان الجن يوسوس تارة ويخنس أخرى فكذلك شيطان الإنس يرى نفسه كالناصح المشفق، فإن زجره السامع انخنس وترك الوسوسة، وإن تلقى كلامه بالقبول بالغ فيه حتى نال منه. وقال قوم: الناس الرابع يراد به الجن والإنس جميعا وهو اسم للقدر المشترك بين النوعين كما\nروي أنه جاء نفر من الجن فقيل لهم: من أنتم؟ فقالوا: ناس من الجن.\nوقد سماهم الله رجالا في قوله وَأَنَّهُ كانَ رِجالٌ مِنَ الْإِنْسِ يَعُوذُونَ بِرِجالٍ مِنَ الْجِنِّ [الجن: 6] والناس الخامس هو المخصوص بالبشر، ومعنى الآية على هذا التقدير أن هذا الوسواس الخناس لا يقتصر على إضلال البشر ولكنه يوسوس للنوعين فيكون قوله مِنَ الْجِنَّةِ وَالنَّاسِ بيانا للناس. وفي هذا القول نوع ضعف لأنه يعد تسليم أن لفظ «الناس» يطلق على القدر المشترك يستلزم الاشتراك المخل بالفهم. وذكر صاحب الكشاف أنه إن جعل قوله مِنَ الْجِنَّةِ وَالنَّاسِ بيانا للناس فالأولى أن يقال: الناس محذوف اللام كقولك الداع والقاض. قال الله تعالى أُجِيبُ دَعْوَةَ الدَّاعِ [البقرة: 186] وحينئذ يكون تقسيمه إلى الجن والإنس صحيحا لأنهما النوعان اللذان ينسيان حق الله تعالى. وقيل مِنَ الْجِنَّةِ وَالنَّاسِ بدل من الْوَسْواسِ كأنه استعاذ بربه من ذلك الشيطان الواحد، ثم عمم فاستعاذ به من جميع الجنة والناس. وقوله مِنْ شَرِّ الْوَسْواسِ المضاف محذوف أي من شر ذي الوسواس وهو اسم بمعنى الزلزلة. وأما المصدر فوسواس بالكسر ويحسن أن يقال سمي الشيطان به لأنه كأنه وسوسة في نفسه لأنها صنعته وعمله الذي هو عاكف عليه نظيره إِنَّهُ عَمَلٌ غَيْرُ صالِحٍ [هود: 46] وإنما قال فِي صُدُورِ النَّاسِ ولم يقل «في قلوبهم» لأن الشيطان لا تسلط له على قلب المؤمن الذي\n(6/604)\n",
        "هو بين أصبعين من أصابع الرحمن واعلم أن المستعاذ به مذكور في السورة الأولى بصفة واحدة وهو أنه رب الفلق، والمستعاذ منه ثلاثة أنواع من الآفات: الغاسق والنفاثات والحاسد. وأما في السورة الثانية فالمستعاذ به مذكور بصفات ثلاث وهي الرب والملك والإله، والمستعاذ منه آفة واحدة وهي الوسوسة. وفيه إشارة إلى أن حفظ النفس والدين أهم من حفظ البدن بل الثاني مطلوب بالعرض والأوّل مقصود بالذات.\n\nالتأويل:\nأعوذ بالرب الذي فلق ظلمات بحر العدم بنور التكوين والإبداع من شر عالم الخلق الممزوجة خيراتها بالآفات، ولا سيما عالم الكون والفساد الذي هو جماد ونبات وحيوان والجمادات أبعدها عن الأنوار لخلوها عن جميع القوى الروحانية وهو المراد بقوله وَمِنْ شَرِّ غاسِقٍ وفوقها النباتات الناميات في الأقطار الثلاثة الطول والعرض والعمق وهن العقد الثلاث فلذلك سميت قواها بالنفاثات فيها، وفوقها القوى الحيوانية من الحواس الظاهرة والباطنة والشهوة والغضب المانعة للروح الإنسانية عن الانصباب إلى عالم الأمر كالحاسد يمنع المرء عن كماله ويغيره عن حاله. ثم أراد ذكر مراتب النفس الإنسانية التي هي أشرف درجات الحيوان فقال بِرَبِّ النَّاسِ إشارة إلى العقل الهيولاني المفتقر إلى مزيد تربية وترشيح حتى يخرج من معدنها ويظهر من حكمها. وقوله مَلِكِ النَّاسِ إشارة إلى العقل بالملكة لأنه ملك العلوم البديهية وحصلت له ملكة الانتقال منها إلى العلوم الكسبية لأن النفس في هذه الحالة أحوج إلى الزجر عن العقائد الباطلة والأخلاق الفاسدة والتأديب في الصغر كالنقش على الحجر. وقوله إِلهِ النَّاسِ إشارة إلى سائر مراتبها من العقل بالفعل والعقل المستفاد، فإن الإنسان إذ ذاك كأنه صار عالما معقولا مضاهيا لما عليه الوجود، فعرف المعبود فتوجه إلى عرفانه والعبادة له. وأيضا اتصف بصفاته وتخلق بأخلاقه كما حكي عن أرسطو أنه قال: أفلاطون: إما إنسان تأله أو إله تأنس. ثم إن العقل والوهم قد يتساعدان على تسليم بعض المقدمّات، ثم إذا آل الأمر إلى النتيجة ساعد العقل عليها دون الوهم فكان الوهم خنس أي رجع عن تسليم المقدّمة فلهذا أمر الله سبحانه بالاستعاذة من شره، وقد ورد مثله في الحديث.\nوروى أبو هريرة أن النبي صلى الله عليه وسلم قال «يأتي الشيطان أحدكم فيقول: من خلق كذا من خلق كذا؟ حتى يقول: من خلق ربك فإذا بلغه فليستعذ بالله ولينته» «1»\nوهذا آخر درجات النفس الكاملة الإنسانية فلا جرم وقع ختم الكتاب الكريم والفرقان العظيم\n__________\n(1) رواه البخاري في كتاب الاعتصام باب 3. مسلم في كتاب الإيمان حديث 212- 214. أبو داود في كتاب السنّة باب 18. أحمد في مسنده (2/ 282، 317) (3/ 102) .\n(6/605)\n\nعليه. ونحن أيضا نختم التفسير بهذا التحقيق والله وليّ التوفيق والهادي في العلم والعمل إلى سواء الحق والطريق. قال الضعيف مؤلف الكتاب، أحوج خلق الله إلى رحمته ورضاه، الحسن بن محمد بن الحسين المشتهر بنظام النيسابوري نظم الله أحواله في أولاده وأخراه: هذا أيها المعروف باعتلاء عرائك المجد، المشغوف باقتناء سبائك الحمد، الكامل شوقه إلى فهم غرائب القرآن والقرآن كله غرائب، الباذل طوقه في درك رغائب الفرقان والفرقان بأسره رغائب، عقائل مسائل جهزتها فطنة من مشايد الشدائد خامدة، وفرائد فوائد نظمتها قريحة من صنوف الصروف جامده، وقد نطفت بها عين خرساء باد شحوبها وتحركت بها لأجلي ولاء طالما عقر حوبها، على أنها مع سواد ما سقط من سنها بيضاء الخلال ومع مرارة مذاق ما بين لحييها حلوة المباني مليحة المقال. والذي قد مج فوها عفوصة ما فيها عذبة على العذبات سلسة على الأسلات يبكي ويضحك، ويملك ويهلك، ويفقر ويثري، ويريش ويبري، ويمنع ويعطي، ولولا الله لذكرت أنه يميت ويحيى. وفي رقتها دقة، ومع طلاوتها حلاوة، فإن شئت فيراعة فيها براعة، وأنبوب فيه من الحكم أسلوب وأيّ أسلوب، وكيف لا وقد اشتملت على مطاوي ما رسمه على فحاوى كتاب الله الكريم، واحتوت مباني ما رقمه على معاني الفرقان العظيم، الذي أخرس شقاشق الفصحاء حين أرادوا معارضته لعجزهم لا للخلل في أدمغتهم، وأوقر مسامع أولي العناد من العباد في البلاد بجهلهم لا لصمم في أصمختهم، صحيفة يلوح عنها أثر الحق، ولطيمة يفوح منها عبق الصدق، بضاعة يحملها أهل النهي في سفر الروح إلى مكانها، وتجارة أرباحها جنات النعيم، وإجارة أعواضها الفوز بلقاء رب العرش العظيم.\nوقد تضمن كتابي هذا حاصل التفسير الكبير الجامع لأكثر التفاسير جل كتاب الكشاف الذي رزق له القبول من أساتذة الأطراف والأكناف، واحتوى مع ذلك على النكت المستحسنة الغريبة، والتأويلات المحكمة العجيبة مما لم يوجد في سائر تفاسير الأصحاب، أو وجدت متفرقة الأسباب أو مجموعة طويلة الذيول والأذناب. أما الأحاديث فإما من الكتب المشهورة كجامع الأصول والمصابيح وغيرهما، وإما من كتاب الكشاف والتفسير الكبير ونحوهما إلا الأحاديث الموردة في الكشاف في فضائل السورة فإنا قد أسقطناها لأن النقاد زيفها إلا ما شذ منها. وأما الوقوف فللإمام السجاوندي مع اختصار لبعض تعليلاتها وإثبات للآيات لتوقفها على التوقيف. وأما أسباب النزول فمن كتاب «جامع الأصول والتفسيرين» أو من «تفسير الواحدي» . وأما اللغة فمن «صحاح الجوهري» ومن «التفسيرين» كما نقلا. وأما المعاني والبيان وسائر المسائل الأدبية فمن التفسيرين والمفتاح وسائر الكتب",
        "(6/606)\n\nالعربية، وأما الأحكام الشرعية فمنهما ومن الكتب المعتبرة في الفقه ولا سيما «شرح الوجيز» للإمام الرافعي. وأما التآويل فأكثرها للشيخ المحقق المتقى المتقن نجم الملة والدين المعروف بداية قدس نفسه وروّح رمسه. وطرف منها مما دار في خلدي وسمحت به ذات يدي غير جازم بأنه المراد من الآية بل خائف من أن يكون ذلك جرأة مني وخوضا فيما لا يعنيني. وإنما شجعني على ذلك سائر الأمة الذين اشتهروا بالذوق والوجدان وجمعوا بين العرفان والإيمان والإتقان في معنى القرآن الذي هو باب واسع يطمع في تصنيفه كل طامع، فإن أصبت فبها وإن أخطأت فعلى الإمام ماسها والعذر مقبول عند أهل الكرم والنهي والله المستعان لنا ولهم في مظان الخلل والزلل، وعلى رحمته التكلان في محال الخطأ والخطل، فعلى المرء أن يبذل وسعه لإدراك الحق ثم الله معين لإراءة الصواب ومعين لإلهام الصدق.\nوكذا الكلام في بيان الرباطات والمناسبات بين السور والآيات، وفي أنواع التكريرات وأصناف المشتبهات فإن للخواطر والظنون فيها مجالا، وللناس الأكياس في استنباط الوجوه والنسب هنالك مقالا، فعليك أيها المتأمل الفطن والمنصف المتدين أن لا تبادر في أمثال هذه المقامات إلى الاعتراض والإنكار، وتقرّ بأن للمؤلف في إعمال القريحة هنالك أجر الافتكار والابتكار، وتعمل فكرتك الصائبة وفطنتك الثاقبة في إبداء وجه جميل لما قرع سمعك، وتتعب خاطرك اليقظان وذهنك العجيب الشان في إبرار محمل لطيف لما ينافي الحال طبعك. ثم إن استبان لك حسن ذلك الوجه فأنصف تفلح، وإن غلب على ظنك قبحه فأصلح أو أسجع فإن لكل جواد كبوة ولكل حسام نبوة، وضيق البصر وطغيان القلم موضوعان، والخطأ والنسيان عن هذه الأمة مرفوعان، وإني لم أمل في هذا الإملاء إلّا إلى مذهب أهل السنة والجماعة فبينت أصولهم ووجوه استدلالاتهم بها وما ورد عليها من الاعتراضات والأجوبة عنها. وأما في الفروع فذكرت استدلال كل طائفة بالآية على مذهبه من غير تعصب ومراء وجدال وهراء، فاختلاف هذه الأمة رحمة، ونظر كل مجتهد على لطيفة وحكمة، جعل الله سعيهم وسعينا مشكورا، وعملهم وعملنا مبرورا. ولقد وقفت لإتمام هذا الكتاب في مدة خلافة علي رضي الله عنه وكنا نقدر إتمامه في مدة خلافة الخلفاء الراشدين وهي ثلاثون سنة، ولو لم يكن ما اتفق في أثناء التفسير من وجود الأسفار الشاسعة وعدم الأسفار النافعة، ومن غموم لا يعدّ عديدها وهموم لا ينادي وليدها، لكان يمكن إتمامه في مدّة خلافة أبي بكر كما وقع لجار الله العلامة، وكما أنه رأى ذلك ببركة جوار بيت الله الحرام فهذا الضعيف أيضا يرجو أن يرزقني الله تعالى ببركة إتمام هذا الكتاب زيارة هذا المقام ويشرفني بوضع الخد على عتبة مزار نبيه المصطفى محمد النبي الأمي العربي عليه وآله الصلاة والسلام فاسمع واستجب يا قدير ويا علام.\n(6/607)",
        "\nواعلموا إخواني رحمنا الله وإياكم وجعل الجنة مثوانا ومثواكم، أن لكل مجتهد نصيبا قل أو أكثر، ولكل نفس عاملة قسطا نقص أو كمل، وأن الأعمال بالنيات وبها تجلب البركات وترفع الدرجات، وأن المرء بأصغريه وكل عمل ابن آدم سوى الخير كلّ عليه، والذي نفسي بيده وناصيتي بحكمه ومشيئته، عالم بسري ومحيط بنيتي أني لم أقصد في تأليف هذا التفسير مجرد جلب نفع عاجل لأن هذا الغرض عرض زائل ولا يفتخر عاقل بما ليس تحته طائل.\nسحابة صيف ليس يرجي دوامها وهل يشرئب إلى الأمور الفانية أو يستلذ بها من وهن من أعضائه عظامها، وكاد يفتر من قواه أكثرها بل تمامها؟ وإنما كان المقصود جمع المتفرق، وضبط المنتشر، وتبيين بعض وجوه الإعجاز الحاصل في كلام رب العالمين، وحل الألفاظ في كتب بعض المفسرين بقدر وسعي وحد علمي، وعلى حسب ما وصل إليه استعدادي وفهمي، والقرآن أجل ما وقف عليه الذهن والخاطر، وأشرف ما صرف إليه الفكر والناظر، وأعمق ما يغاض على درّه ومرجانه، وأعرق ما يكد في تحصيل لحينه. ولو لم تكن العلوم الأدبية بأنواعها، والأصولية بفروعها، والحكمية بجملها وتفاصيلها وسيلة إلى فهم معاني كتاب الله العزيز واستنباط نكتها من معادنها واستخراج خباياها من مكامنها لكنت متاسفا على ما أزجيت من العمر في بحث تلك القواليب، وأملت من الفكر في تأليف ما ألفت في كل أسلوب من أولئك الأساليب، ولكن لكل حالة آلة، ولك أرب سبب، وطالما أغليت المهور للعقائل وجنبت الوسائل للأصائل. قال الشاعر:\nأمر على الديار ديار ليلى ... أقبل ذا الجدار وذا الجدارا\nوما حب الديار شغفن قلبي ... ولكن حب من سكن الديارا\nوكان من معاصم المقاصد من إنشاء هذا التفسير أن يكون جليسي مدّة حياتي، وأنيسي في وقت مماتي حين لا أنيس للمرء إلا ما أسلف من بره، ولا ينفع الإنسان إلا ما قدّم من خيره. ولعمري إنه للمتبتل المنيب الأوّاه نعم العون على تلاوة كتاب الله العزيز ومحضرة مع القراءة ووجهها إن اشتبه عليه شيء منها، ومع الآي والوقوف إن ذهل عن أماكنها ومظانها. وكذا التفسير بتمامه إن أراد البحث عن الحقائق أو عزب عنه شيء من تلك الدقائق، وكذا التأويل إن كان مائلا إلى بطون الفرقان وسالكا سبيل الذوق والعرفان. وإني أرجو من فضل الله العظيم وأتوسل إليه بوجهه الكريم، ثم بنبيه القرشيّ الأبطحيّ، ووليه\n(6/608)\n",
        "المعظم العليّ وسائر أهله الغر الكرام وأصحابه الزهر العظام، وبكل من له عنده مكان ولديه قبول وشان، أن يمتعني بتلاوة كتابه في كل حين وأوان من تفسير غرائب القرآن ورغائب الفرقان على الوجه الذي ذكرت، ولأجل هذا لقيت في تأليفه من عرق الجبين وكد اليمين ما لقيت. وأن يعم النفع به لسائر إخواني في الدين ورفقائي في طلب اليقين، ثم أن يجعله عدّة في ليلة يرجع عن قبري العشائر والأهلون، وذخيرة يوم لا ينفع مال ولا بنون والحمد لله رب العالمين، والعاقبة للمتقين، والصلاة والسلام على جميع الأنبياء والمرسلين خصوصا على رسوله المصطفى الأمين محمد وآله وصحبه أجمعين.\nتم بعونه تعالى تفسير غرائب القرآن ورغائب الفرقان للعلامة نظام الدين النيسابوري\n(6/609)\n\nالفهرس\nتتمة تفسير سورة الزمر الآيات: 32- 75 3 تفسير سورة غافر الآيات: 1- 22 19 الآيات: 23- 50 31 الآيات: 51- 85 39 تفسير سورة فصلت الآيات: 1- 24 46 الآيات: 25- 54 55 تفسير سورة الشورى الآيات: 1- 23 65 الآيات: 24- 53 75 تفسير سورة الزخرف الآيات: 1- 30 84 الآيات: 31- 56 90 الآيات: 57- 89 96 تفسير سورة الدخان الآيات: 1- 59 100 تفسير سورة الجاثية الآيات: 1- 37 108 تفسير سورة الأحقاف الآيات: 1- 20 115 الآيات: 21- 35 123",
        "(6/611)\n\nتفسير سورة محمد الآيات: 1- 18 127 الآيات: 19- 38 134 تفسير سورة الفتح الآيات: 1- 29 140 تفسير سورة الحجرات الآيات: 1- 18 155 تفسير سورة ق الآيات: 1- 45 171 تفسير سورة الذاريات الآيات: 1- 60 182 تفسير سورة الطور الآيات: 1- 49 191 تفسير سورة النجم الآيات: 1- 62 196 تفسير سورة القمر الآيات: 1- 55 214 تفسير سورة الرحمن الآيات: 1- 78 325 تفسير سورة الواقعة الآيات: 1- 96 236 تفسير سورة الحديد الآيات: 1- 29 248 تفسير سورة المجادلة الآيات: 1- 22 264 تفسير سورة الحشر الآيات: 1- 24 279 تفسير سورة الممتحنة الآيات: 1- 13 289\n(6/612)",
        "\nتفسير سورة الصف الآيات: 1- 14 295 تفسير سورة الجمعة الآيات: 1- 11 299 تفسير سورة المنافقون الآيات: 1- 11 303 تفسير سورة التغابن الآيات: 1- 17 307 تفسير سورة الطلاق الآيات: 1- 12 311 تفسير سورة التحريم الآيات: 1- 12 318 تفسير سورة الملك الآيات: 1- 30 323 تفسير سورة القلم الآيات: 1- 52 332 تفسير سورة الحاقة الآيات: 1- 52 343 تفسير سورة المعارج الآيات: 1- 44 354 تفسير سورة نوح الآيات: 1- 28 361 تفسير سورة الجن الآيات: 1- 28 367 تفسير سورة المزمل الآيات: 1- 20 376 تفسير سورة المدثر الآيات: 1- 65 384\n(6/613)\n",
        "تفسير سورة القيامة الآيات: 1- 40 398 تفسير سورة الإنسان الآيات: 1- 31 408 تفسير سورة المرسلات الآيات: 1- 50 420 تفسير سورة النبأ الآيات: 1- 40 428 تفسير سورة النازعات الآيات: 1- 46 437 تفسير سورة عبس الآيات: 1- 46 445 تفسير سورة التكوير الآيات: 1- 29 451 تفسير سورة الانفطار الآيات: 1- 19 457 تفسير سورة المطففين الآيات: 1- 36 461 تفسير سورة الانشقاق الآيات: 1- 25 468 تفسير سورة البروج الآيات: 1- 22 473 تفسير سورة الطارق الآيات: 1- 17 479 تفسير سورة الأعلى الآيات: 1- 19 482 تفسير سورة الغاشية الآيات: 1- 26 488\n(6/614)\n\nتفسير سورة الفجر الآيات: 1- 30 493 تفسير سورة البلد الآيات: 1- 20 501 تفسير سورة الشمس الآيات: 1- 15 506 تفسير سورة الليل الآيات: 1- 15 510 تفسير سورة الضحى الآيات: 1- 11 514 تفسير سورة الانشراح الآيات: 1- 8 521 تفسير سورة التين الآيات: 1- 8 524 تفسير سورة العلق الآيات: 1- 19 528 تفسير سورة القدر الآيات: 1- 5 535 تفسير سورة البينة الآيات: 1- 8 542 تفسير سورة الزلزلة الآيات: 1- 8 546 تفسير سورة العاديات الآيات: 1- 11 549 تفسير سورة القارعة الآيات: 1- 11 552 تفسير سورة التكاثر الآيات: 1- 8 554",
        "(6/615)\n\nتفسير سورة العصر الآيات: 1- 3 558 تفسير سورة الهمزة الآيات: 1- 9 561 تفسير سورة الفيل الآيات: 1- 5 564 تفسير سورة قريش الآيات: 1- 4 568 تفسير سورة الماعون الآيات: 1- 7 572 تفسير سورة الكوثر الآيات: 1- 3 575 تفسير سورة الكافرون الآيات: 1- 6 581 تفسير سورة النصر الآيات: 1- 3 584 تفسير سورة المسد الآيات: 1- 5 588 تفسير سورة الإخلاص الآيات: 1- 4 593 تفسير سورة الفلق الآيات: 1- 5 598 تفسير سورة الناس الآيات: 1- 6 603 خاتمة الكتاب 606\n(6/616)"
    ]
}