{
    "partText": [
        "\n\n\nإهداء",
        "إلى :\nإمامنا ومحقق زماننا ،\nاليوم الموعود ،\nوالشاهد والمشهود ،",
        "والنور الأزهر ،\nوالضياء الأنور ،\nالمنصور بالرعب ،\nوالمظفر بالسعادة ،",
        "فصل اللهم عليه ، عدد الثمر وأوراق الشجر وأجزاء المدر وعدد الشعر والوبر ، وعدد ما أحاط به علمك واحصاه كتابك ، صلاة يغبطه به الأولون والآخرون\nفهرس الكتاب\nيادداشت محقق\t11\nتفاريض على الكتب\t57",
        "مقدمة المؤلف\nسورة الفاتحة\t6\nفصل البسلمة\t6\nبسْمِ اللَّـهِ\t10",
        "الرَّ‌حْمَـٰنِ الرَّ‌حِيمِ (1)\t19\nالْحَمْدُ لِلَّـهِ\t39\nرَ‌بِّ الْعَالَمِينَ (2)\t43\nالرَّ‌حْمَـٰنِ الرَّ‌حِيمِ (3)\t52",
        "مَالِكِ يَوْمِ الدِّينِ (٤)\t53\nإِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ (5)\t58\nاهْدِنَا الصِّرَ‌اطَ الْمُسْتَقِيمَ (6)\t64\nصِرَ‌اطَ الَّذِينَ أَنْعَمْتَ عَلَيْهِمْ (7)\t73",
        "غَيْرِ‌ الْمَغْضُوبِ عَلَيْهِمْ\t78\nوَلَا الضَّالِّينَ (8)\t79\nسورة البقرة\nالم (1)\t90",
        "\nذَٰلِكَ الْكِتَابُ (٢)\t103\nالَّذِينَ يُؤْمِنُونَ (٣)\t113\nوَالَّذِينَ يُؤْمِنُونَ بِمَا أُنزِلَ (4)\t124",
        "وَالَّذِينَ يُؤْمِنُونَ بِمَا (٥)\t131\nإِنَّ الَّذِينَ كَفَرُ‌وا (٦)\t139\nخَتَمَ اللَّـهُ عَلَىٰ قُلُوبِهِمْ (٧)\t148\nوَمِنَ النَّاسِ مَن يَقُولُ آمَنَّا (٨)\t157",
        "يُخَادِعُونَ اللَّـهَ وَالَّذِينَ آمَنُوا (٩)\t166\nفِي قُلُوبِهِم مَّرَ‌ضٌ (١١)\t174\nأَلَا إِنَّهُمْ هُمُ الْمُفْسِدُونَ (١٢)\t183\nوَإِذَا قِيلَ لَهُمْ آمِنُوا (١٣)\t186",
        "وَإِذَا لَقُوا الَّذِينَ آمَنُوا (١٤)\t187\nاللَّـهُ يَسْتَهْزِئُ بِهِمْ (١٥)\t193\nأُولَـٰئِكَ الَّذِينَ اشْتَرَ‌وُا (١٦)\t196\nثَلُهُمْ كَمَثَلِ الَّذِي (١٧)\t200",
        "صُمٌّ بُكْمٌ عُمْيٌ فَهُمْ (١٨)\t204\nأَوْ كَصَيِّبٍ مِّنَ السَّمَاءِ (١٩)\t212\nيَكَادُ الْبَرْقُ يَخْطَفُ (٢٠)\t216\nيَا أَيُّهَا النَّاسُ اعْبُدُوا (٢١)\t226",
        "الَّذِي جَعَلَ لَكُمُ الْأَرْ‌ضَ (٢٢)\t227\nوَإِن كُنتُمْ فِي رَ‌يْبٍ (٢٣)\t243\nفَإِن لَّمْ تَفْعَلُوا وَلَن تَفْعَلُوا(٢٤)\t255\nوَبَشِّرِ‌ الَّذِينَ آمَنُوا وَعَمِلُوا (٢٥)\t267",
        "إِنَّ اللَّـهَ لَا يَسْتَحْيِي أَن يَضْرِبَ (٢٦)\t243\nالَّذِينَ يَنقُضُونَ عَهْدَ اللَّـهِ (٢٧)\t303\nكَيْفَ تَكْفُرُونَ بِاللَّـهِ وَكُنتُمْ (٢٨)\t307\nهُوَ الَّذِي خَلَقَ لَكُم مَّا فِي (٢٩)\t310",
        "وَإِذْ قَالَ رَ‌بُّكَ لِلْمَلَائِكَةِ (٣٠)\t318\nوَعَلَّمَ آدَمَ الْأَسْمَاءَ (٣١)\t341\nقَالُوا سُبْحَانَكَ لَا عِلْمَ لَنَا (٣٢)\t346\nقَالَ يَا آدَمُ أَنبِئْهُم (٣٣)\t346",
        "وَإِذْ قُلْنَا لِلْمَلَائِكَةِ اسْجُدُوا (٣٤)\t350\nوَقُلْنَا يَا آدَمُ اسْكُنْ أَنتَ وَزَوْجُكَ (٣٥)\t360\nفَأَزَلَّهُمَا الشَّيْطَانُ عَنْهَا (٣٦)\t364\nفَتَلَقَّىٰ آدَمُ مِن رَّ‌بِّهِ كَلِمَاتٍ (٣٧)\t374",
        "قُلْنَا اهْبِطُوا مِنْهَا جَمِيعًا (٣٨)\t391\nوَالَّذِينَ كَفَرُ‌وا وَكَذَّبُوا بِآيَاتِنَا (٣٩)\t392\nيَا بَنِي إِسْرَ‌ائِيلَ اذْكُرُ‌وا نِعْمَتِيَ (٤٠)\t392\nوَآمِنُوا بِمَا أَنزَلْتُ (٤١)\t396",
        "وَلَا تَلْبِسُوا الْحَقَّ بِالْبَاطِلِ (٤٢)\t399\nوَأَقِيمُوا الصَّلَاةَ (٤٣)\t400\nأَتَأْمُرُ‌ونَ النَّاسَ (٤٤)\t403\nوَاسْتَعِينُوا بِالصَّبْرِ‌ (٤٥)\t408",
        "الَّذِينَ يَظُنُّونَ (٤٦)\t410\nيَا بَنِي إِسْرَ‌ائِيلَ اذْكُرُ‌وا (٤٧)\t411\nوَاتَّقُوا يَوْمًا لَّا تَجْزِي (٤٨)\t412\nوَإِذْ نَجَّيْنَاكُم (٤٩)\t416",
        "وَإِذْ فَرَ‌قْنَا بِكُمُ الْبَحْرَ‌ (٥٠)\t423\nوَإِذْ وَاعَدْنَا مُوسَىٰ أَرْ‌بَعِينَ لَيْلَةً (٥١)\t426\nثُمَّ عَفَوْنَا عَنكُم (٥٢)\t433\nوَإِذْ آتَيْنَا مُوسَى الْكِتَابَ (٥٣)\t434",
        "وَإِذْ قَالَ مُوسَىٰ لِقَوْمِهِ (٥٤)\t436\nوَإِذْ قُلْتُمْ يَا مُوسَىٰ لَن نُّؤْمِنَ لَكَ (٥٥)\t439\nثُمَّ بَعَثْنَاكُم (٥٦)\t442\nوَظَلَّلْنَا عَلَيْكُمُ الْغَمَامَ (٥٧)\t445",
        "يادداشت محقق :\nبسم الله الرحمن الرحيم\nالحمد لله رب العالمين والصلاة والسلام على محمد نبينا وآله الطيبين الطاهرين ولا سيما بقية الله في الأرضين واللعنة الدائمة على أعدائهم أجمعين.\nدر أوائل سال 1361 ، توسط دوستى عالم ومحقق ، از وجود تفسير نفيسى احياء نشده ، بنام «كنز الدقائق وبحر الغرائب» آگاه شدم ؛ تفسيري كه در ميان تفاسير موجود شناخته شده شيعي اگر بي نظير نباشد ، كم نظير است ؛ تفسيري كه در آن در ظاهر آيات ، بحث مستوفى مى شود وروايات وارده از ناحية مقدسه حاملان علوم قرآن ـ صلوات الله عليهم أجمعين ـ در ذيل آيات ، ارائه مىگردد. شوقى براي احياء آن در دلم افتاد. اقدام به تهيه مقدمات تصحيح آن كردم ، در حاليكه خود قصد نداشتم كه شخصا بآن اقدام كنم.",
        "كار ، در همان سال ، در همان سطح تهيه مقدمات متوقف شد ، تا اينكه در\nنيمه أول سال 1364 ، بسبب امكاناتي كه فرآهم شد ، دوباره قصد سابق را دنبال كردم. وبالآخرة با عنايات الهى وتوجهات حضرت نبي أكرم ـ صلى الله عليه وآله ـ توفيق اين مهم ، رفيق نگارنده شد ـ الحمد لله كما هو أهله ومستحقه.\nنگارنده در انجام يافتن وبه ثمر رسيدن اين امر ، از هميارى وهمكارى كساني بهره برده واين را خود از جلوه هاى همان عنايت وتوجهات مىداند. ونيز بر خود مىداند كه در اينجا ، جهت سپاسگزارى ، يادى از آنان كرده باشد : أستاذ محقق جناب آقاى سيد عبد العزيز طباطبائى ، كه بي منت وتكلف ـ همچنانكه سنت سنيه شان مىباشد ـ اطلاعات خود را در اختيار گذاشتند.\nمسئولين انتشارات وزارت ارشاد اسلامى كه با دلسوزى واعتقاد ، وسائل وامكانات چاپ ونشر اين اثر را فرآهم آوردند.",
        "وبالآخرة ، برادر فاضل ومحققم جناب آقاى سيد حسن قمى نجل مرحوم حجة الاسلام والمسلمين سيد ماجد حسينى قمى ، كه در مراحل استنساخ ومقابله واستخراج مصادر ، حضور فعال ويارى بيدريغ داشتند.\nونيز دوست فاضل واديبم صباح صالح هنداوى كه در بازبينى كارهاى انجام شده ، ياريم كردند ـ جزاهم الله عن القرآن وأهله خير الجزاء.\nگوشه هايى از زندگى مفسر وشمارى از آثار او (1)\nمفسر ما ، آنچنانكه خود را در ديباچه آثارش واز جمله اين تفسير ، معرفى مى كند ، ميرزا محمد بن محمد رضا بن إسماعيل بن جمال الدين القمي المشهدي است. وباز بنا بر تصريح وى ، در بعضى از ديباچه ها ، غرضش از «قمى» ، قمى",
        "__________________\n(1) در مآخذ ذيل ترجمه وى آمده است. ارجاعات بدون ذكر صفحه وجلد ، به مآخذ ذيل در اين نوشته ، بدليل ذكر آنها در اين جاست :\nشيخ حر عاملى ، أمل الأمل 2 / 272.\nميرزا عبد الله افندى ، رياض العلماء 5 / 104.",
        "حاج ميرزا حسين نوري ، الفيض القدسي ، بحار الأنوار 105 / 100.\nميرزا باقر موسوى خوانسارى ، روضات الجنات 7 / 110 ـ 111.\nسيد محسن أمين ، اعيان الشيعة 45 / 328 ـ 329 يا 9 / 407 ـ 408.\nحاج شيخ عباس قمى ، فوائد الرضوية / 618.",
        "شيخ آقا بزرگ تهرانى ، الذريعة الى تصانيف الشيعة 12 / 151 ـ 152 و 13 / 145 و 23 / 136 و 2 / 363 ، الكواكب المنتشرة في القرن الثاني بعد العشرة (مخطوط) / 169.\nالأصل بودن ومقصودش از «مشهدي» ، مشهدي المولد والمسكن بودن مى باشد.\nوى معاصر بزرگانى از علماء ، چون : علامه مجلسي ، محقق سبزوارى (صاحب الكفاية في الفقه) محقق خوانسارى (آقا جمال الدين) ، شيخ حر عاملى وملا خليل قزوينى (صاحب شرح عدة الأصول وكافى) بوده است. ولى اطلاعى از تاريخ تولد ووفات واساتيد وشاگردان ومحل دفن او در دست نيست.\nبدلالت يكى از آثار خود او (شرح الترصيف المنظوم ، في علم التصريف) واثرى كه از يكى از فرزندان او بدست آمده (كتابخانه ملك تهران ، مجموعه 792) ، وى دو پسر بنامهاى إسماعيل ومحمد رضا ، وبدليل وقفنامه اى كه در ظهر يكى از نسخ ربع سوم تفسير موجود مى باشد ، فرزند دخترى نيز داشته است.",
        "با توجه به شواهد وقرائن موجود ، بعضى از اقوال مترجمين ، در باره احوال او ، قابل بررسى مى باشد :\n1 ـ گفته اند كه او مجاز از علامه مجلسي بوده است (1).\n2 ـ گفته اند كه او شاگرد علامه مجلسي بوده است (2).\n__________________",
        "ميرزا محمد على مدرس تبريزى ، ريحانة الأدب 5 / 320 ـ 321.\nحاج محمد هاشم خراسانى ، منتخب التواريخ / 641 و 679.\nإسماعيل پاشا بغدادى ، هدية العارفين 2 / 304 ، إيضاح المكنون 2 / 385 و 625.\nعمر رضا كحاله ، معجم المؤلفين 11 / 217.",
        "عادل نويهض ، معجم المفسرين 2 / 629.\nسيد مصلح الدين مهدوى ، زندگينامه علامه مجلسي 2 / 83 ـ 84.\nمجله تراثنا ، العدد الرابع ، السنة الاولى ، ربيع 1406 / 158 و 209 ـ 211.\n(1) الفيض القدسي ، فوائد الرضوية ، الذريعة ، الكواكب المنتثرة في القرن الثاني بعد العشرة ، زندگينامه علامه مجلسي.",
        "(2) اعيان الشيعة ، فوائد الرضوية ، الذريعة ، منتخب التواريخ ، زندگينامه علامه مجلسي ، تراثنا.\n3 ـ عده اى او ومحمد بن رضاى قمى را فردي واحد تلقى كرده اند (1).\n4 ـ گفته شده كه بعد از فتنه افغان ، در اصفهان ، بسال 1135 ه‍ ، اطلاعى از او يافته نمى شود. شايد كه در آن واقعه ، به شهادت رسيده باشد (2).\nنگارنده بدون اينكه قصد رد هيچكدام از مطالب فوق را داشته باشد ، نظر اهل تحقيق را به مطالب زير جلب مى كند :",
        "بررسى قول أول (مجاز بودن از علامه مجلسي):\nحاج ميرزا حسين نوري ، در الفيض القدسي ، ظاهرا ، أولين كسى است كه صاحب تفسير را مجاز از علامه مجلسي دانسته است. در صورتى كه :\nالف ـ معاصران صاحب ترجمه ، يعنى : شيخ حر عاملى ، در أمل الأمل وميرزا عبد الله افندى ، در رياض العلماء ، ذكرى از اين اجازه نكرده اند.\nب ـ از ظاهر عبارت حاجى نوري ، مى توان استنباط كرد كه وى چنين استظهار كرده است كه علامه مجلسي در ضمن تقريظ خود ، بر تفسير صاحب ترجمه ، اجازه نيز به او داده است. عبارت حاجى نوري بشرح ذيل است :",
        "«رأيت على ظهر المجلد الاول منه ، مدحا عظيما وثناء وبليغا ، من العلامة المجلسي (ره) له ولتفسيره وأجازته له ره» (3).\n__________________\n(1) هدية العارفين ، إيضاح المكنون ، معجم المؤلفين ، الذريعة. الكواكب المنتترة ، زندگينامه علامه مجلسي ، تراثنا.\n(2) تراثنا.",
        "(3) چنين برداشتى را مرحوم شيخ آقا بزرگ ، در الذريعة ، صراحتا ، بيان مى فرمايند : (الذريعة 23 / 136 ـ 137) «منظومة في المعاني والبيان : ... هو للميرزا محمد بن محمد رضا بن إسماعيل بن جمال الدين القمي المجاز من المجلسي الثاني ، على ظهر تفسيره الموسوم بكنز الحقايق ...».\nدر حاليكه همان تقريظ ، كه خود حاجى نوري نيز آنرا در هامش كتابش نقل كرده وهم اكنون نيز بر ظهر نسخه ياد شده از تفسير موجود مى باشد (1) ، عبارتى كه نشان دهنده اجازه علامه به مفسر باشد در آن نيست.\nج ـ مصححين جلد 105 از چاپ جديد بحار (طبع آخوندى) ، در باره اجازه علامه مجلسي به او ، در تكميل عبارت حاجى نوري ، در پاورقى همان مدرك ، گفته اند :\n«يأتى في باب الإجازات وفي تتميم أمل الأمل».",
        "در صورتى كه :\nأولا ـ در باب إجازات بحار ، اجازه اى از علامه مجلسي ، به صاحب تفسير ، يافت نمى شود.\nثانيا ـ نسخ خطى بدست آمده از تتميم امل الأمل شيخ عبد النبي قزوينى (ره) ، تا به امروز ، تا حرف «ش» را بيشتر نداشته است. لذا ترجمه مفسر ما در آنجا نمى تواند باشد ، فضلا از اينكه اجازه اى از علامه براى او در آنجا يافت شود.\nثالثا ـ ممكن است كه گفته شود كه منظور پاورقى نويسان ، از تتميم امل الأمل ، تكملة أمل الأمل ، سيد حسن صدر (ره) بوده است. ولى بايد گفت كه در اين كتاب نيز خبرى از صاحب ترجمه نيست.",
        "بررسى قول دوم (شاگردى علامه مجلسي):\nالف ـ سيد محسن أمين در اعيان الشيعة ، حاج شيخ عباس قمى در فوائد الرضوية وشيخ آقا بزرگ تهرانى در الذريعة ، أولين كسانى هستند كه او را بعنوان\n__________________\n(1) ر : فهرست كتابخانه آيت الله مرعشى 3 / 242 ، شماره 1054 ، كتابخانه مجلس خطى شماره 12073.",
        "شاگرد علامه مجلسي ، معرفى كرده اند ، در حاليكه در منابع اسبق از اينها وحتى معاصر مفسر ما مانند : أمل الأمل ، رياض العلماء ، روضات الجنات والفيض القدسي ـ كه أصلا در خصوص علامه مجلسي واحوال وآثار واساتيد وشاگردان او نوشته شده ـ ذكرى از اين مطلب نيست. وبنظر مى رسد كه اين سخن استظهار واستنباط قائلين آن باشد.\nگمان نگارنده بر آن است كه سبب چنين برداشتى شايد اين باشد كه حاجى نوري در الفيض القدسي ، از مفسر ما ، در مقام ثانى كتاب خود كه در ذكر اسامى شاگردان علامه مجلسي وراويان از اوست ، ياد كرده است. وهمچنانكه در «بررسى قول أول» گذشت ، حاجى نوري ، مفسر ما را مجاز از علامه ميدانسته. پس علت ذكر او در چنين بخشى از كتاب ، باين دليل مى تواند باشد. در حاليكه صاحبان تراجم بعد از حاجى نوري ، بصرف عنوان بخش مذكور ، از صاحب ترجمه ، بعنوان شاگرد ومجاز از علامه مجلسي ياد كرده اند.\nب ـ لازمه شاگردى علامه مجلسي ، اقامت در اصفهان است. در حاليكه صاحب ترجمه ، در آثار متعددى كه از او بجا مانده ، ودر سنوات مختلف نيز تصنيف وتأليف شده است ، خود را مشهدي المولد والمسكن معرفى مى كند وحتى تأليف آنرا در مشهد يادآور مى شود.\nمؤيد ادعاى فوق ، اثرى است كه از يكى از فرزندان مفسر بيادگار مانده است : اين اثر ، ترجمه وشرح قصيده سيد إسماعيل حميرى است كه بهمراه دو رساله ديگر ، يكى تصحيح وترجمه لغات قصيده سيد إسماعيل حميرى ، از محمد قاسم هزار جريبي (شاگرد علامه مجلسي ومجاز از او) وديگرى ترجمه حديث غمامه ووساده ، با شماره 792 ، در كتابخانه ملك تهران ، نگهدارى مى شود :",
        "در ديباچه اين رساله چنين آمده است :\n«... اين رساله أيست مشتمل بر دو حديث ، كه دلالت مى كند بر فضيلت سيد اسمعيل حميرى وشرح قصيده او كه مترجم آن هست ، خادم محبان على بن أبى طالب ، بر وجه اختصار ، محمد رضا بن ميرزا محمد بن محمد رضا بن اسمعيل القمي أصلا ، مشهدي مولدا ومسكنا ...» تاريخ كتابت مجموعه كه ظاهرا ، بيك قلم مى باشد ، جمادى الثاني سال 1123 است. ودر فهرست كتابخانه مذكور ، 5 / 177 ـ 178 ، كاتب را صاحب رساله أول (1) ، يعنى : فرزند مفسر ، شناسانده اند.\nشاهد ديگر بر ادعاى مذكور ، وقفنامه دختر مفسر مى باشد كه بر ظهر نسخه اى از مجلد سوم تفسير نوشته شده است. توضيح اينكه اين نسخه در سال 1111 كتابت شده ومتن آن بشرح ذيل است :\n«(بِسْمِ اللهِ الرَّحْمنِ الرَّحِيمِ). الحمد لله الواقف على الضمائر والصلوة على محمد وآله اولي البصائر يوم تبلى السرائر. وبعد وقف مؤبد وحبس مخلد نمود ابتغاء لوجه الله وطلبا لمرضاته بنت مرحوم مغفور مبرور مولانا ميرزا محمد الشهير بخياط ومؤلف هذا الكتاب كه موسوم گرديده بكنز الغرائب وبحر الدقائق ، بركافه مؤمنين ومتوطنين مشهد مقدس كه مطالعه ومباحثه نموده ، در مثوبات وأجور واقف ومؤلف شريك بوده باشند. ومتولى وقف نمود ارشد وأصلح واعلم أولاد مرحوم مشار اليه را بطنا بعد بطن ، بنظارت حاجي الحرمين الشريفين حاجى محمد رفيع وبعد وفاته بتجويز أصلح أولاد مومى اليه ، مشروط آنكه اگر متولى وناظر خود در كار داشته باشند فبها والا بهر يك از صلحا وزوار ساكنين مشهد مقدس كه معتمد بوده باشند بدهند وزياده از سه ماه نزد كسى نباشد مگر بتجديد اذن ، واز حصار بند مشهد مقدس بيرون نبرند ونفروشند ورهن ننمايند وهبه ننمايند.",
        "__________________\n(1) در آن مدرك ، رساله از آن ميرزا محمد بن محمد رضا مشهدي [پدر] دانسته شده است كه البته اشتباه است.\n(فَمَنْ بَدَّلَهُ بَعْدَ ما سَمِعَهُ فَإِنَّما إِثْمُهُ عَلَى الَّذِينَ يُبَدِّلُونَهُ إِنَّ اللهَ سَمِيعٌ عَلِيمٌ).\nهمه اينها ، شواهد واماراتى هستند براينكه مفسر در مشهد متولد شده ودر آنجا توطن اختيار كرده وتشكيل خانواده داده وچه بسا همانجا فوت كرده است واين همه كجا وتوطن در اصفهان كجا؟",
        "بررسى قول سوم (اتحاد محمد بن رضا قمى با صاحب ترجمه):\nشيخ حر عاملى ، در أمل الأمل گفته :\n«مولانا محمد بن الرضا القمي فاضل معاصر. له شرح منظومة في المعاني والبيان. مائة بيت. سماها [ا] نجاح المطالب.» صاحب رياض العلماء ، در ذيل ترجمه محمد بن رضاى قمى ، همين عبارت را ، بى كم وكاست ، در كتاب خود آورده است بجز عبارت ياد شده ، در دو كتاب فوق ، مطلب ديگرى راجع به «محمد بن رضا قمى» «ويا محمد بن محمد رضا ابن إسماعيل بن جمال الدين قمى مشهدي» نيست.\nاما صاحبان تراجم بعد از اين :",
        "صاحبان الفيض القدسي ، اعيان الشيعة وريحانة الأدب ، أصلا ، متعرض اين معنا نشده اند.\nصاحبان روضات الجنات وفوائد الرضوية ، احتمال داده وبعيد ندانسته اند كه اين دو ، يك نفر بوده باشند.\nاما در آثارى مانند هديه العارفين وإيضاح المكنون (قبل از ديگران) ، الذريعة والكواكب المنتثرة ، معجم المؤلفين ، زندگينامه علامه مجلسي ، مجله تراثنا ، با ذكر شرح ارجوزه اى در معاني وبيان ، بنام إنجاح المطالب ، بعنوان يكى از آثار مفسر ، عملا ، اين دو فرد را واحد دانسته اند.\nدر اين باره بايد اضافه كرد كه اين اختلاف ناشى از تفاوت واختلاف معرفى صاحبان يا صاحب آثار ، در ديباچه آنها مى باشد. واين در حالى است كه مفسر ما در مقدمه آثارش ، خود را تا جدش معرفي كرده وبعضا ، اين معرفى را در پايان كتاب نيز تكرار مى كند. لذا رعايت اختصار در مواردى مشابه ، حتى نقل ناقص اسم پدر ، از كسى چون او ، قابل توجه مى تواند باشد.",
        "نكته قابل ذكر ديگر در اين مورد اينست كه :\nمدت زمان تأليف أمل الأمل 1096 ـ 1097 ه‍ (1) ، واز رياض العلماء 1107 ـ 1130 ه‍ بوده. ودر ضمن احوال علماء تا سال 1119 ه‍. در آن آمده است (2). ومدت زمان تفسير كنز الدقائق وبحر الغرائب ، كه بزرگترين ومهمترين اثر صاحب ترجمه هست ، بدلالت نسخ موجود از آن ، از 1094 تا 1103 ه‍. مى باشد.\nپس در زمان تأليف هر دو كتاب أمل ورياض ، صاحب ترجمه ، صاحب تفسيرى مهم ونفيس بوده است.\nحال اگر محمد بن رضا قمى ، همان صاحب تفسير است ، پس چرا از او ، فقط با يك اثر ، آنهم اثرى كم اهميت در ميان آثار ديگر او ، ياد شده است؟",
        "چرا از اين همه آثار ، خصوصا مهمترين آنها كه همين كنز الدقائق باشد ، ذكرى بميان نيامده است؟ واهميت اين تفسير بين آثار او بحدى است كه در الفيض القدسي ، او را فقط بهمين كتاب معرفى كرده است وديگر صاحبان تراجم نيز مهمترين اثر او را همين تفسير دانسته واو را بخاطر همين كتاب ، ستوده اند.\nواگر محمد بن رضا قمى ، صاحب تفسير نباشد ، پس چرا از محمد بن\n__________________\n(1) الذريعة 2 / 350.",
        "(2) همان 11 / 331.\nمحمد رضا بن إسماعيل بن جمال الدين قمى مشهدي ، با آن همه آثار وخصوصا تفسير مورد نظر ونيز معاصر وحاضر در زمان مؤلفين آن دو كتاب ، يادى نشده است؟\nدر صورت عدم صحت اتحاد اين دو شخص ، آثارى مانند «إنجاح المطالب» «تفسير تبيان سليمانى» ، «جواب اعتراضات علماء ما وراء النهر على الشيعة» ، «معاد وحشر أجساد» و «رساله اى در وجود» ، از مفسر ما نبايد باشد.\nبررسى قول چهارم (زنده بودن مفسر تا فتنه افغان ، در اصفهان):",
        "الف ـ قائل اين قول يك مأخذ بيش نيست (مجله تراثنا). وآنهم آخرين وجديدترين ترجمه أيست كه براى مفسر نگاشته شده است. وبا توجه باينكه در هيچ مأخذى از مآخذ ترجمه مفسر ، چنين مطلبى نيامده ، بنظر مى رسد كه چنين قولي فقط يك حدس واحتمال باشد. آنهم بر مبناى نقل قول فهرست كتابخانه مركزى دانشگاه ، از منتخب التواريخ ، كه گفته صاحب تفسير «از شاگردان مجلسي وگورش به اصفهان است» (1).\nب ـ وأما در مورد آن نقل قول بايد گفت كه صاحب منتخب التواريخ ، يعنى حاج محمد هاشم خراسانى ، از صاحب تفسير ، در دو موضع از كتابش ، ياد كرده ، بدون اينكه متذكر يكى بودن ، اين دو فرد باشد :\nدر صفحه 641 ، در ضمن «ذكر عرفا وصوفيه خراسان» مى گويد :\nدهم ـ جناب آقا ميرزا محمد المشهدي الطوسي ، صاحب تفسير كنز",
        "__________________\n(1) فهرست كتابخانه اهدائى آقاى سيد محمد مشكوة به كتابخانه دانشگاه تهران 1 / 183.\nالحقائق وبحر الدقائق ، ابن مولانا اسمعيل. ايشان از تلامذه مرحوم فيض بوده ، تاريخ ولادت ورحلت ومحل دفنشان معلوم نيست.\nودر صفحه 679 ، «ذكر مدفونين [از علماء خراسان] در اصفهان» مى گويد :",
        "بيست وسوم ـ محمد بن محمد رضا القمي صاحب تفسير كنز الدقائق ، در چهار مجلد. ايشان از تلامذه مرحوم علامه مجلسي بوده. ومجلسي ثناء بليغى از ايشان واز تفسير كنز الدقائق فرموده.\nقابل توجه اينست كه صاحب منتخب در اين باب از كتابش ، مدرك ومأخذ مدفون بودن در اصفهان كسانى را كه نام مى برد ، نشان داده ويا حتى محل دفن آنها را در آنجا ، مشخص مى كند وفقط در مورد صاحب ترجمه است كه در ذكر اخيرش از او ، بدون هيچ سند ومدركي ، او را مدفون در اصفهان مى داند.\nوشايد ايشان ، شاگرد علامه مجلسي بودن را ، قرينه از اين مطلب گرفته است.\nكه البته آن خود مورد ترديد جدي بوده وبررسى آن گذشت. ودر واقع حق همانست كه در قول اولش آمده است. واين در حالى است كه در آثارى مانند تذكرة القبور مولى عبد الكريم جزى اصفهانى وتكمله هاى آن ، كه در خصوص مدفونين از علماء ، در اصفهان مى باشد ، اثرى از گمشده ما يافت نمى شود.",
        "در ضمن آنچه در مورد تولد وتوطن مفسر در مشهد ، در بررسى قول دوم گفته شد ، در اينجا نيز صادق خواهد بود.\nوصف مفسر در بيان ديگران :\nخصوصيات علمى ومراتب ومقامات معنوي صاحب ترجمه ، اگر چه باجمال ، در تقريظهائى كه توسط بزرگان از علماء زمان او ، يعنى علامه مجلسي ومحقق خوانسارى بر تفسير او نوشته اند ونيز در تعبيراتى كه صاحبان تراجم ، از او\nكرده اند ، مى تواند نمايان باشد :",
        "علامه مجلسي : المولى الأولى الفاضل الكامل المحقق المدقق البدل النحرير ، كشّاف دقائق المعاني بفكره الثاقب ، ومخرج جواهر الحقائق برأيه الصائب ، أعني الخبير الأسعد ، مولانا ميرزا محمد ...\nمحقق خوانسارى : جناب المولى العالم العارف الألمعي الفاضل ، مجمع فضائل الشيم ، جامع جوامع العلوم والحكم ، عالم معالم التنزيل وأنواره ، عارف معارف التأويل وأسراره ، حلّال كل شبهة عارضة ، كشّاف كل مسألة دقيقة غامضة ، الذي أحرق بشواظ طبعه الوقّاد شوك الشكوك والشبهات ، ونقد بلحاظ ذهنه النقاد نقود احكام الشريعة المستفادة من الآيات والروايات ، أعني المكرم بكرامة الله الأحد الصمد ، مولانا ميرزا محمد ...\nصاحب الروضات : كان فاضلا عالما عاملا جامعا أديبا محدثا فقيها مفسّرا نبيها موثقا وجيها.\nصاحب الفيض القدسي : العالم الجليل والمفسّر النبيل المتبحّر الفاضل اللوذعي.",
        "صاحب فوائد الرضوية : عالم جليل ومفسّر نبيل ومحدّث كامل ومتبحّر فاضل ، كشّاف دقائق المعاني بفكره الثاقب ، ونقاد جواهر الحقائق برأيه الصائب.\nصاحب ريحانة الأدب : عالمى است عامل جامع اديب فاضل بارع فقيه مفسر محدث موثق. از أعاظم علماء عهد مجلسي ومحقق سبزوارى وفيض كاشانى.\nوتوجهى به آثارش ، شايد كمكى به تفصيل يافتن اين إجمال بكند. كه : ان آثارنا تدل علينا ، وباين ترتيب مشى ومشرب اعتقادي وفكرى وذوقى ومهارتهاى علمى او را نمايانتر مى كند :\n1 ـ يكى از آثار او «سته ضرورية» است. ى در مقدمه رابعه آن مى گويد :",
        "پس لازم باشد ، بر هر كسى ، كه آنقدر سعى نمايد كه كتاب خدا وأحاديث رسول وائمه را تتبع نمايد ، بقدري كه علم بكيفيت عمل ، از كلام ايشان حاصل نمايد.\nودر مقدمه خامسه مى گويد :\nاز تقرير سابق معلوم شد ، كه بر هر مكلف لازم است كه سعى نمايد كه قول خدا ورسول را بفهمد وبآن عمل كند وتقليد غير معصوم نكند واگر سعى نكند ، مؤاخذ واعمال او ، باطل خواهد بود.\n2 ـ يكى از آثار او رساله در وجود است. كه رد قول مولى رجبعلى (م 1065 يا 1080) ، در رساله مشهورش بنام «الاشتراك اللفظي والمعنوي في الوجود» مى باشد.",
        "3 ـ او اگر چه اديب است وطبعا اهل ذوق ، ولى با اين همه ، متناسب با مشرب اعتقادي خاصي كه در دو بند اخير ، نشانه هاى آن گذشت ، سر سازگارى با صوفيه را ندارد. در تفسير آيه شريفه (اهْدِنَا الصِّراطَ الْمُسْتَقِيمَ) ، بعد از نقل قولي از صوفيه مى گويد :\nولا يخفى عليك ، أن هذا وما سبق من التأويل وما سيأتى منه ، مبني على ما ذهب اليه الصوفية ، من الأصول الفاسدة. والغرض من نقله ، الاطلاع على فساده.\nودر تفسير آيه شريفه (وَمِنَ النَّاسِ مَنْ يَقُولُ آمَنَّا) ... البقرة» باز بعد از نقل قولي از آنها مى گويد :\nوالغرض من أمثال هذه المباحث ، الاطلاع على الآراء الكاسدة والأهواء المضلة. فان الحق يعرف بضده.",
        "4 ـ تعدادى از آثار او را تصنيفات ادبى تشكيل مى دهند. وحاشيه هاى او بر كشاف وحاشية شيخ بهائي بر تفسير بيضاوى وخصوصا مباحث ادبى تفسير حاضر يد طولاى او را در ادبيات نشان مى دهد.\n5 ـ عمدتا ، مجموع آثار او در دو حوزه ادبى وروائى ، قرار دارند. وأوج اين تركيب در او ، در بزرگترين اثر او ، يعنى همين تفسير ، بروز كرده است.\nآثار مفسر :\nآثار مفسر بجز تفسير حاضر ـ كه توضيحات بيشترى نسبت به آن بعدا خواهد آمد ـ بشرح زير مى باشد. قبلا ، يادآور مى شود كه آثار مذكور در ذيل ، أعم از آثار محمد بن محمد رضا ... قمى مشهدي ومحمد بن رضاى قمى مى باشند :",
        "1 ـ إنجاح المطالب في الفوز بالمآرب : شرحي است از مؤلف ، بر ارجوزه بائيه اى در معاني وبيان كه از ابن شحنه حلبى (م 815) است.\nدر الذريعة گفته (1) :\n«وما وقع في «الأمل» و «الروضات» من التعبير بنجاح المطالب ، لعله من تصحيف النساخ».\nنسخه هائى از آن ، كه نگارنده بر آنها اطلاع يافته است :",
        "الف ـ نسخه اى در كتابخانه آيت الله مرعشى ، قم ، بشماره 1587.\nب ـ دو نسخه در كتابخانه آستان قدس رضوى ، بشماره هاى 3985 و 4035.\nشارح در ديباچه آن گفته :\n«أما بعد فيقول المحتاج الى الله الغني ميرزا محمد بن رضا القمي : هذه فوائد علقتها على الأرجوزة المنظومة في فن البلاغة. لأنها فائقة على سائر ما",
        "__________________\n(1) الذريعة 2 / 363 ، أمل الأمل ، رياض العلماء ، روضات الجنات ، فوائد الرضوية ، هدية العارفين ، معجم المؤلفين ، الكواكب المنتثرة ، زندگينامه علامه مجلسي ، تراثنا. البته عده اى متن اين شرح را نيز از مفسر دانسته اند ، كه چنين نيست. ر.\nتراثنا العدد الرابع ، السنة الثانية.\nصنف في هذه الصناعة ، لكونها قليلة اللفظ ، كثيرة المعاني ، قريبة الى فهم المقاصد للأجانب والأدانى. وسميتها بإنجاح المطالب ومن الله الفوز بالمآرب».",
        "ودر پايان آمده :\n«قد فرغ من تأليف إنجاح المطالب في الفوز بالمآرب ، أقل عباد الله وأذل خلق الله محمد بن رضا القمي ـ بلغهما الله الى آمالهما ـ يوم السبت التاسع والعشرين ، من شهر رمضان المبارك ، سنة ألف وأربع وسبعين ، مضت من الهجرة النبوية ، في شهر ثامن الأئمة ، علي بن موسى الرضا ـ عليه التحية والثناء ...».\n2 ـ التحفة الحسنية : فارسى ، در آداب نماز ومقدمات وتعقيبات ونوافل شبانه روزى آن وآداب وصيت واحكام أموات واعمال هفته وماه وسال وآداب سفر وادعيه اعراض وامراض.\nآغاز : الحمد لله الذي رفع درجات الصالحين ...",
        "مؤلف آنرا باسم شاه سلطان حسين صفوي ، تأليف كرده وبر يك مقدمه وچند باب ، شامل هفت فصل وخاتمه اى كه شامل بيست وسه فائده است ، مرتبش ساخته است.\nصاحب الذريعة نسخه اى از آن را در كاظمين ، نزد سيد محمد واعظ خوانسارى اصفهانى ديده است (1).\n3 ـ حاشية بر كشاف : كه در ابتداى تفسير حاضر ، اشاره بآن كرده است (2).\n4 ـ حاشية بر حاشية شيخ بهائي بر تفسير بيضاوى : كه در ابتداى تفسير حاضر از آن ياد كرده است (3).",
        "__________________\n(1) الذريعة 3 / 429.\n(2) ر. الذريعة 6 / 46 ، فوائد الرضوية ، اعيان الشيعة ، ريحانة الأدب.\n(3) در اعيان الشيعة وريحانة الأدب ، جزء آثار مفسر بشمار آمده است.",
        "5 ـ جواب اعتراضات علماء ما وراء النهر على الشيعة ، از مولى محمد مشهدي ، متوفى بسال 1257. تمامى آن در «مطلع الشمس» محمد حسن خان مراغى آورده شده است (1).\nدر ميان مترجمين احوال مفسر ، فقط صاحب ريحانة الأدب اين كتاب را از آثار مفسر شمرده است. او در پايان مطالب خود مى گويد (2) :\n«سال وفاتش بدست نيامد. ودر عنوان «جواب اعتراضات» از جلد پنجم ذريعه ، سال وفات او را برقم هندى 1257 نوشته است. واين تاريخ با طبقه معاصرين مذكور فوق او كه از روضات الجنات نقل شده ، منافات كلى دارد».\n6 ـ تبيان سليمانى : فارسى ، تفسير روائى قرآن.",
        "از اين تفسير دو جزء در كتابخانه آستان قدس رضوى ، به شماره هاى 9438 و 9439 موجود است.\nجزء أول ، از ابتداى قرآن تا پايان سوره مائدة ، بتاريخ 1085 وجزء ديگر ، از سوره توبة آيه 95 تا سوره عنكبوت ، آيه 44 ، وتاريخ كتابت آن 1111 مى باشد.\nاين تفسير را كسى از صاحبان تراجم ، براى مفسر ما ، نام نبرده ودر الذريعة نيز يادى از آن نيست. ولى در فهرست كتابخانه رضوى ، از او شمرده شده است.\nدر ضمن ، احتمال دارد نسخه اى از «تفسير فارسى ميرزا محمد بن رضاى قمى» را كه در دفتر پنجم نسخه هاى خطى ، صفحه 613 ، شناسانده شده است ، همين تفسير باشد. ونيز مفسر در تفسير آيه (ما كادُوا يَفْعَلُونَ) (البقرة / 71) از تفسير ديگرى از خود بنام «تبيان» ياد كرده است ، كه محتمل است همين تفسير «تبيان سليمانى» باشد.",
        "__________________\n(1) الذريعة 5 / 175.\n(2) ريحانة الأدب 5 / 321.\nمفسر در ديباچه جزء أول چنين گفته : «اما بعد اين فقير حقير كثير التقصير ، أحقر عباد الله القدير ، ميرزا محمد بن رضا القمي ـ أحسن الله أحوالهما ـ چون مدتى بود كه در خاطر داشت كه تفسيرى بزبان فارسى ، كه موافق أحاديث ائمه ـ عليهم السلام ـ وطرق علماء شيعه ـ رضوان الله عليهم ـ بوده باشد ، در سمط تحرير وسلك تقرير منتظم سازد وبواسطه قصور بضاعت وكوتاهى دست فطنت ، از اجراى اين عزم عظيم وفوز باين مرتبه جسيمه متقاعد بود ، تا از پردگيان سرا پرده توفيق اشارت بحل اين عقده ، شرف صدور يافت. بعد از استخاره وتوكل عنان مركب سعى را بعرصه جهد ، منعطف ساخته ، از أرواح ائمه ـ صلوات الله عليهم أجمعين ـ مستمد گرديده ، در نوشتن اين تفسير ، مبادرت نمود. وبشارت باين اشارت ، در زمان دولت پادشاه جم ... أعني شاه سليمان الحسيني الموسويّ الحيدرى الصفوي بهادر خان ـ خلد الله ملكه وسلطانه ـ شد ... واين كتاب را تبيان سليمانى موسوم ساخت ـ والله الموفق والمعين».",
        "وپايان همان جزء چنين است : «تم الجزء الاول من التفسير الموسوم بالتبيان السليماني ، على يد مؤلفه الفقير ميرزا محمد بن رضا المشهدي ، في منتصف رجب المرجب سنة 1085».\n7 ـ ستة ضرورية : فارسى ، شامل شش مقدمه كه بناى ايمان بر آنهاست.\nنسخه اى از آن در كتابخانه آستان قدس رضوى ، بشماره 143 ، نگهدارى مى شود.\nمصنف در ديباچه آن گفته : «اما بعد چنين گويد فقير حقير ميرزا محمد بن محمد رضا القمي أصلا ، المشهدي مولدا ومسكنا كه : اين چند مسئله است كه باعتقاد فقير مبناى ايمان است. وبگوش خاص وعام رسانيدن آن لازم ... آن مسائل را بزبان فارسى كرد كه همه كس بفهمند ، بيان نمود ، تا مواليان امير المؤمنين",
        "منتفع گردند وثواب آن بروزگار فرخنده آثار آن نامدار [شاه سلطان حسين صفوي] عايد شود. وآن بيان مشتملست بر شش مقدمه كه در هر مقدمه بيان شده امرى كه مبناى بسيارى از قواعد دينست. وضرور است كه هر مكلف او را بداند.\nواز اين جهت برساله سته ضرورية مسمى گرديد. والله الموفق والمعين.» شش مقدمه اى كه در اين كتاب آمده ، با استفاده از عبارات وتعبيرات خود مصنف ، بشرح زير است :\nمقدمه اولى ـ نصب امام معصوم كه هر چه در دين ودنيا ضرور شود ومردم از او بپرسند واو از روى علم جواب گويد وبر مردم حجت باشد.\nمقدمه ثانيه ـ در بيان آنكه در زمان حضور ما كه امام ـ عليه السلام ـ غايب است ، سبب غيبت آن امام يا مقتضى غيبت ووجود مانع از ظهور است يا وجود مقتضى غيبت يا وجود مانع از ظهور.",
        "مقدمه ثالثه ـ در بيان آنكه مانع از ظهور امام ـ عليه السلام ـ چه چيز است؟\nمقدمه رابعه ـ متفرع بر اين قاعده ، پس لازم باشد بر هر كسى كه آنقدر سعى نمايد كه كتاب خدا وأحاديث رسول وائمه را تتبع نمايد ، بقدري كه علم بكيفيت عمل (1) از كلام ايشان حاصل نمايد.\nمقدمه خامسه ـ از تقرير سابق معلوم شد كه بر هر مكلف لازم است كه سعى نمايد كه قول خدا ورسول را بفهمد وبآن عمل كند وتقليد غير معصوم نكند واگر سعى نكند ، مؤاخذ واعمال او باطل خواهد بود.\nمقدمه سادسه ـ نتائج تقريرها [ى] سابق : بدانكه از مقدمات مذكوره لازم آمد كه بر هر كس لازم باشد كه طلب آن نمايد كه علم بخدا ورسول وائمه كه",
        "__________________\n(1) اصل : علم.\nاوصياى رسولند ، بهم رساند. وعلم بكيفيت اعمال كه بر او واجب است ، از قول ايشان بهمرساند. واين واجب عينى است.\n8 ـ سلم درجات الجنة في معرفة فضائل أبي الائمة : فارسى ، ترجمه وشرح چهل حديث در فضائل امير المؤمنين ـ صلوات الله عليه. نسخه اى از آن ، به نسخى خوش واحتمالا بخط احمد نيريزى ، بشماره 5920 ، در كتابخانه ملك ، موجود است.",
        "مؤلف در ديباچه آن مى گويد : «وبعد چنين گويد اقل عباد الله ميرزا محمد ابن محمد رضا بن اسمعيل بن جمال الدين القمي كه اين رساله أيست در ترجمه بعض أحاديث مشتمل بر فضائل أبى الأئمة امير المؤمنين ، مسمى به «سلم درجات الجنة في معرفه فضائل أبى الأئمة». وبعد از إتمام ، تحفه مجلس شهنشاه سليمان بارگاه ... شاه سلطان حسين بهادر خان ... كه طبع شريف او ونزديكانش ، در نشر فضائل ائمه اهتمام عظيم دارند ، خواهد نمود. واين رساله مشتمل است بر مقدمه وچهل حديث وخاتمه.» ودر پايان نسخه دارد : تمت 1055. ودر ضمن ، «خاتمه» را ندارد.\nصاحب الذريعة ، نسخه اى از اين كتاب را ضمن مجموعه اى در نجف ديده وتاريخ كتابت آن 1117 بوده است (1).\n9 ـ شرح التصريف المنظوم في علم التصريف ، مسمى به «الفوائد الشارحة لمشكلات المنظومة الصرفية» ، كه آنرا در مشهد براى پسرش إسماعيل تصنيف كرده است.\nآغاز : الحمد لمصرّف الأمور والصلاة على من أرسله لنظم الدهور وآله",
        "__________________\n(1) ر. الذريعة 12 / 220. ودر الكواكب المنتشرة وزندگينامه علامه مجلسي به نقل از الذريعة ، از اين كتاب بعنوان يكى از آثار مفسر ، نام برده شده است.\nالشفعاء يوم النشور ...\nاز إتمام آن در ظهر روز سه شنبه ، پنجم جمادى الثانية سال 1090 ه‍. فراغت يافته است. ونزديك به چهار هزار بيت است (1).",
        "صاحب الذريعة ، نسخه اى از اين كتاب را در سامراء ديده است (2).\n10 ـ شرح الزيارة الرجبية : فارسي.\nآغاز : بعد از اداى ستايش وظائف خالق ...\nشارح ابتدا سند زيارت را تا شيخ حسين بن روح نوبختى ذكر مى كند.",
        "وروش او در اين كتاب چنين است كه أول اعراب وسپس لغت وپس از آن ترجمه ومعنى را متذكر مى شود.\nاو اين اثر را در مشهد رضوى بسال 1087 تأليف كرده است. نسخه اى از آن نزد شيخ نصر الله شبسترى در تبريز بتاريخ كتابت سال 1097 بوده است (3) 11 ـ شرح الصحيفة السجادية (4) : نسخى از آن در كتابخانه هاى ذيل يافت مى شود :\nالف ـ كتابخانه آستان قدس رضوى ، بشماره 10120.\nب ـ كتابخانه آيت الله مرعشى ، بشماره 2522.",
        "ج ـ كتابخانه مركزى دانشگاه تهران ، بشماره 37.\n__________________\n(1) همان 13 / 145 و 16 / 343. اين كتاب نيز در دو مصدر ياد شده در بند اخير ، بعنوان يكى از آثار مفسر ، نام برده شده است.\n(2) همان.",
        "(3) ر. الذريعة 12 / 79 و 13 / 306.\n(4) ياد اين اثر در الذريعة 13 / 356 آمده والكواكب المنتشرة وزندگينامه علامه مجلسي جزء آثار مفسر نام برده شده است.\nد ـ كتابخانه مجلس ، بشماره 4744 (1).\nشارح در ديباچه آن مى گويد : «اما بعد ، فيقول الفقير الى الله الغنى ميرزا محمد بن محمد رضا المشهدي : هذه فوائد اتفقت مني على الصحيفة الكاملة السجادية الملقبة بزبور أهل البيت وإنجيل آل محمد ـ صلّى الله عليه وآله. كتبتها تذكرة للخلان والاخوان وتبصرة لذوي الافهام والأذهان ...» ونسخه چنين پايان مى يابد : «قد وقع الفراغ من تسويد هذه الأوراق يوم الجمعة ثامن شوال ، بعد الشروع فيه ، في أول شهر رمضان المبارك ، بعد مضي ألف وتسعين سنة من الهجرة النبوية ، في مشهد ثامن الائمة على مشرفها ألف ألف سلام وتحية ، على يد مؤلفه الفقير المفتاق الى الله العزيز الغني ، ميرزا محمد بن محمد رضا بن إسماعيل بن جمال الدين القمي. راقمه العبد القاصر الى رحمة ربه الغافر ابن محمد تقي شهمرزادى محمد باقر ...» (2) 12 ـ كتاب الصيد والذبائح : كبير استدلالى (3).",
        "13 ـ كاشف الغمة : در شرح حال معصومين ـ عليهم السلام. مؤلف از تأليف آن در شب 16 ربيع الأول 1075 ، در مشهد ـ ظاهرا ـ فراغت يافته است.\nنسخه اى از آن در كتابخانه مجلس ، بشماره 2000 يافت مى شود (4).\n14 ـ مراصد العصمة والضلالة ، كه مصنف آنرا در مقدمه «كاشف الغمة»\n__________________",
        "(1) در ضمن شيخ آقا بزرگ در الذريعة 13 / 306 والكواكب المنتشرة فرموده كه نسخه اى از آن در كتابخانه آقاى محمد محيط ، در تهران ، موجود است.\n(2) اين كاتب ، كاتب يكى از نسخه هاى تفسير حاضر كه مورد استفاده در تصحيح آن بوده است ، نيز مى باشد. (نسخه اصل)\n(3) الذريعة 15 / 107 ، روضات الجنات ، فوائد الرضوية ، اعيان الشيعة ، زندگينامه علامه مجلسي.\n(4) زندگينامه علامه مجلسي ، به نقل از فهرست كتابخانه مجلس 9 ، جزء 2 ، ص 704.",
        "ياد كرده است (1).\n15 ـ معاد وحشر أجساد : از ميرزا محمد مشهدي ، فارسى ، در بيان حقيقت معاد وحشر أجساد وأرواح وتحقيق در معنى ايمان وكفر.\nاو اين اثر را باسم شاه سليمان صفوي (1077 ـ 1105) تأليف كرده است.\nشامل يك تبصره ويك مطلب كه در آن چهار ركن وفصل وسپس يك تكمله وآن نيز حاوى چند فصل مى باشد.",
        "آغاز : زيباترين كلام ، در هر مرام ، ذكر ملك علام است كه رشحه اى از بحر رحمت او ...\nدر آن ، از «شرح حكمة الاشراق» حلى نقل مى كند.\nنسخه اى از آن در كتابخانه مجلس ، بشماره 5673 يافت مى شود (2).\n16 ـ رسالة في الوجود : رساله فارسى ، از ميرزا محمد مشهدي كه در آن رد قول مولى رجبعلى (م 1065 يا 1080) را ، در رساله مشهور او بنام «اشتراك لفظي ومعنوي در وجود» مى كند.",
        "نسخه اى از آن را ، صاحب الذريعة ، در تبريز ، نزد سيد محمد على طباطبائى قاضى ، كه در دنباله نسخه اى از «كافى» ، كه بتاريخ 1085 نوشته شده بوده ، ديده است (3).\n17 ـ مفسر ، نسخه اى از شرح شواهد ابن الناظم را در سال 1087 ه‍.\nتصحيح وآنرا به شيخ لطف الله مشهدي رضوى هديه كرده است. نسخه مذكور بگفته مرحوم شيخ آقا بزرگ تهرانى ، نزد سيد محمد موسوى جزائرى بوده است (4).\n__________________",
        "(1) ر. همان.\n(2) الذريعة 21 / 174.\n(3) ر. همان.\n(4) ر. الكواكب المنتشرة / 169.",
        "در باره تفسير كنز الدقائق وبحر الغرائب\nهمانطورى كه گذشت ، بزرگترين وآخرين اثر بجا مانده از محمد بن محمد رضاى قمى مشهدي ، تفسير «كنز الدقائق وبحر الغرائب» است. علماء وصاحبان تراجم از اين تفسير چنين ياد كرده اند :\nعلامه مجلسي : ... مولانا ميرزا محمد ، مؤلف هذا التفسير ، لا زال مؤيدا بتأييدات الرب القدير ، فلقد أحسن وأتقن وأجاد ، فسر الآيات البينات ، بالآثار المروية ، عن الائمة الأطياب. فامتاز من القشر اللباب. وجمع بين السنة والكتاب وبذل جهده ، في استخراج ما تعلق بذلك ، من الأخبار. وضم اليها لطائف المعاني والأسرار. جزاه الله عن الايمان وأهله خير جزاء المحسنين. وحشره مع الأئمة الطاهرين ـ صلوات الله عليهم أجمعن.\nمحقق خوانسارى : ... مولانا ميرزا محمد ـ أعانه الله في كل باب وأثابه جزيل الثواب ـ إذ وفقه الله لتأليف هذا الكتاب الكريم في تفسير القرآن ، وجمعه من التفاسير المعتبرة وسائر كتب الأخبار المشتهرة. فهو كاسمه كنز الدقائق وبحر الغرائب. الذي يصادف بغوص النظر فيه أصداف درر الحقائق. فنفع الله به الطالبين",
        "وجعله ذخرا لمؤلفه الفاضل ، يوم الدين.\nصاحب روضات الجنات : وله كتاب كبير في التفسير ، بأحاديث اهل بيت العصمة ـ المنزل في شأنهم آية التطهير ـ في نحو من مائة وعشرين ألف بيت تقريبا.\nلم يسبقه الى وضعه أحد من العلماء قديما وجديدا. وذلك لأن تفسير نور الثقلين الذي مرت الاشارة الى ذلك ، مؤلفه المرحوم ، في أوائل باب العين ، وان سبقه (1) الى اعمال هذه الروية (2) ، الا أنه أسقط أسانيد الاخبار الموردة فيه ، بالكلية. ولم يتكلم فيه على ربط ألفاظ القرآن وحل مشكلاته ووجوه اعاريبه ولغاته وقراءاته ولم يوجد النقل فيه ـ أيضا ـ عن كتاب تفسير الآيات الباهرة في شأن العترة الطاهرة وبعض آخر من التفاسير النادرة ، كما ينقل عنهما جميعا في هذا الكتاب ، وان لم يحط مع ذلك كله بجميع الأحاديث المتعلقة بأطراف الأبواب.\nصاحب الفيض القدسي : ... من أحسن التفاسير وأجمعها وأتمها. وهو أنفع من الصافي وتفسير نور الثقلين.",
        "صاحب فوائد الرضوية : واين تفسير أحسن تفاسير وأجمع وأتم از همه است وأنفع است از تفسير صافي ونور الثقلين. از خداوند عالم مسئلت مى نمايم كه وا دارد يكى از اهل خير را كه اين كتاب شريف را طبع نمايد ، تا نسخه اش منتشر ونفعش عام گردد.\nصاحب الذريعة : كنز الحقائق وبحر الدقائق في تفسير القرآن ـ كما في بعض المواضع ـ والصحيح ، كنز الدقائق وبحر الغرائب يأتي ... وهذا التفسير ، مقصور على ما ورد عن أهل البيت ـ عليهم السلام ـ نظير تفسير نور الثقلين. لكنه أحسن منها بجهات : لذكره الأسانيد وبيان ربط الآيات وذكر الاعراب .. وكأنه مقتبس منه لكنه بزيادات ، فصار أكبر حجما. وان كان كل منهما في أربع مجلدات.\n__________________\n(1) المصدر : سبقة.",
        "(2) المصدر : الرواية.\nويذكر تمام «القرآن» ـ أولا ـ مع الشرح المزجي. ثم يشرع في نقل الاخبار.\nوقد يتكلم بما هو مخالف لما في نور الثقلين ـ كما ذكره في «الروضات».\nصاحب ريحانة الأدب : كنز الدقائق وبحر الغرائب ، كه تفسيرى است كبير در رشته خود بي نظير. تمامى قرآن را با اخبار خانواده عصمت ـ عليهم السلام ـ تفسير كرده. ووجوه اعراب وقرائات ولغات مشكله وربط ألفاظ قرآنى را شرح داده وبه نقل تفاسير نادره نيز نپرداخته است.",
        "در هر حال ، مفسر در خطبه تفسير ، چنين مى گويد :\nوقد كنت فيما مضى ، قد رقمت تعليقات على التفسير المشهور للعلامة الزمخشري وأجلت النظر فيه ، ثم على الحاشية للعلامة النحرير والفاضل المهرير الشيخ الكامل بهاء الدين العاملي. ثم سنح لي أن أؤلف تفسيرا يحتوى على دقائق أسرار التنزيل ونكات أبكار التأويل ، مع نقل ما روى في التفسير والتأويل ، من الائمة الأطهار والهداة الأبرار. الا أن قصور بضاعتي يمنعني عن الاقدام ، ويثبطني عن الانتصاب في هذا المقام ، حتى وفقني للشروع في ما قصدته والإتيان بما أردته. وفي نيتى أن أسميه بعد تمامه ، بكنز الدقائق وبحر الغرائب ، ليطابق اسمه ما احتواه ولفظه ، معناه.\nآنچه كه او در اين تفسير گفته وآورده ، به تفكيك مباحث ، از قرار ذيل است :\n1 ـ قرائت.",
        "2 ـ وجوه اعراب ألفاظ وجملات.\n3 ـ ساير بحث هاى صرفى ونحوى ومعاني وبيانى ـ بمقدار ضرورت مقام.\n4 ـ ربط ألفاظ وآيات بيكديگر.\n5 ـ نقل ونقد اقوال ديگران ، در زمينه مباحث خود مفسر.",
        "6 ـ نشان دادن صحت بعضى از آن اقوال ، در موافقت آن قول ، با روايات\nوارده از ناحيه مقدسه معصومين ـ صلوات الله عليهم أجمعين.\n7 ـ بحث مستوفى در شناخت لغات وألفاظ ومفردات.\nاو بعضا ، در اين زمينه مطالبى را گوشزد مى كند كه نشان دهنده صاحب نظر بودن او در واژه شناسى ومشى او در آنست ، مثل : عدم تغيير معنى كلمه جامد ، با بهم ريختن حروف آن.",
        "8 ـ نقل روايات وارده در ذيل آيات.\nاو بيشترين استفاده را در بحث هاى ادبى خود از أنوار التنزيل بيضاوى مى كند وسپس از تفاسير ديگرى مانند كشاف ومجمع البيان. ولى او در اين استفاده ، به نقل تنها قناعت نكرده ، بلكه آنها را بسط وتفصيل داده ويا تكميل وپخته تر مى كند. وبعضا نيز نظرات آنها را نپذيرفته ودست به نقد آنها مى زند.\nوديگر اينكه ، مفسر ـ بعضا ـ جهت تكميل مطالب خود نقلى از اقوال صوفيه مى كند ، اما با عباراتى كه دائر بر اعتقاد او به بطلان آنهاست ، از آنها مى گذرد.\nگويا كه بطلان اعتقادات آنان را واضح تر از آن مى داند كه نيازى به بررسى داشته باشد. ولى با اين همه ، او أقوالي را از «بعضى فضلاء» ـ به تعبير خودش ـ نقل مى كند كه در آن ذوق عرفا في اصطلاحى ، بروشنى پيداست.",
        "ودر قسمت نقل روايات ، حق همانست كه صاحب روضات وصاحب الذريعة فرموده اند : آنچه كه در تفسير نور الثقلين آمده ، در اين تفسير نيز هست ، باضافه اسانيد آن روايات. ودر ضمن در نور الثقلين از تفاسيرى مانند شرح الآيات الباهرة ، نقل نشده ، ولى مفسر ما اين استفاده را از آن تفسير برده است.\nظن قوى نگارنده بر آنست كه مفسر بعد از إتمام ربع أول تفسير خود ، آنرا عمدتا با استفاده از تفسير نور الثقلين وتفسير تأويل الآيات الباهرة تكميل كرده است. بر اين معنا ، نسخ موجود از تفسير ، كه در تصحيح آن مورد استفاده بوده\nوشرح آنها خواهد آمد ، ونيز شواهد وقرائن متعددى در مقايسه بين تفسير نور الثقلين وتفسير موجود ، دلالت مى كند. والله أعلم.\nدر پايان اين قسمت يادآور مى شود كه بدلالت پايان نسخ موجود از تفسير :",
        "إتمام ربع أول تفسير در روز پنجشنبه ، جمادى الاخرى ، بسال 1094 ، در مشهد بوده. وشامل تفسير قرآن از أول تا پايان سوره مائدة مى باشد.\nإتمام ربع دوم تفسير در مشهد وشامل تفسير قرآن از ابتداى سوره انعام تا پايان كهف.\nإتمام ربع سوم در صبح عيد غدير سال 1097 در مشهد وشامل تفسير سوره هاى مريم تا ملائكه.\nوإتمام ربع چهارم در ظهر دوم ماه ذى الحجة سال 1103 وشامل تفسير سوره پس تا پايان قرآن مجيد مى باشد.",
        "اين تفسير ظاهرا در زمان مفسر ، ترجمه شده است. نسخه اى از ربع أول تفسير مترجم در كتابخانه آيت الله مرعشى ، در قم بشماره 4619 موجود مى باشد. ودر ضمن نسخه ناقصي از ربع چهارم كه شامل ترجمه نيز مى باشد در كتابخانه آستانه قدس بشماره 150 نگهدارى مى شود ، احتمالا ادامه همان ربع أول مترجم مى تواند باشد.\nنسخ خطى فهرست شده از تفسير (1)\n«1 ـ المجلد الأول ، نسخة مكتوبة في حياة المؤلف ، وعليه تقريظ العلامة المجلسي بتاريخ يوم عيد الغدير سنة 1102 ، في مكتبة السيد المرعشي العامة قم ، رقم 1054 ، مذكورة في فهرسها 3 / 242 (2).\n2 ـ المجلد الأول ، نسخة مكتوبة في حياة المؤلف ، في مكتبة السيد المرعشي العامة ـ قم ، رقم 2348 مذكورة في فهرسها 6 / 324.",
        "3 ـ المجلد الأول ، نسخة تنتهي الى نهاية سورة المائدة ثم تفسير سورة يس في مكتبة السيد المرعشي العامة ـ قم ، رقم 309 ، مذكورة في فهرسها 1 / 351.\n4 ـ المجلد الأول ، نسخة في مكتبة السيد المرعشي العامة ـ قم ، رقم 2699 ، مذكورة في فهرسها 7 / 271.\n5 ـ المجلد الأول ، نسخة جيدة في مكتبة الخلاني العامة ببغداد.\n__________________",
        "(1) تراثنا / 158 ، 159.\n(2) راجع به اين نسخه مطالبى است كه بعدا خواهد آمد.\n6 ـ المجلد الأول ، نسخة الى سورة المائدة ، كتبت سنة 1104 ، في المكتبة المركزية بجامعة طهران ، رقم 7353.\n7 ـ المجلد الأول ، نسخة أخرى ، في مكتبة جامعة طهران ، رقم 14.",
        "8 ـ المجلد الأول ، نسخة أخرى الى نهاية سورة المائدة ، مكتوبة في حياة المؤلف ، كانت عند الأستاد شانچي ، وانتقلت في ضمن مخطوطاته الى مكتبة الامام الرضا عليه السلام في مشهد.\n9 ـ المجلد الثاني ، نسخة مكتوبة في حياة المؤلف سنة 1105 ، في مكتبة السيد المرعشي العامة ـ قم ، رقم 1283 ، مذكورة في فهرسها 4 / 83.\n10 ـ المجلد الثاني ، من سورة الأنعام الى نهاية سورة الكهف ، في مكتبة السيد المرعشي العامة ـ قم ، رقم 307 ، مذكورة في فهرسها 1 / 350.\n11 ـ نسختا المجلدين الثاني والثالث ، في مكتبة سپهسالار ، في طهران مذكورة في فهرسها 1 / 162 و 5 / 450 ورقم 2054 و 2055.",
        "12 ـ المجلد الثالث ، نسخة في جامعة طهران ، رقم 7354 ، مذكورة في في فهرسها 16 / 517.\n13 ـ المجلد الثالث ، نسخة في مكتبة السيد المرعشي العامة ـ قم ، رقم 2969 ، مذكورة في فهرسها 8 / 150.\n14 ـ المجلد الثالث ، نسخة كتبت في حياة المؤلف ، في مكتبة العلامة المغفور له الشيخ علي النمازي الشاهرودي ، نزيل مشهد.\n15 ـ نسخة تحوي تفسير سورة بني إسرائيل فحسب ، في مكتبة الامام الرضا عليه السلام ، رقم 150 من التفسير المخطوط.",
        "16 ـ المجلد الرابع ، نسخة في مكتبة الامام الرضا عليه السلام في مشهد رقم 1352 تفسير مخطوط ، مذكورة في فهرسها 4 / 449.\n17 ـ نسخة كاملة ، كتبت سنة 1265 ، في مكتبة السيد المرعشي العامة ـ قم\nرقم 306 ، مذكورة في فهرسها 1 / 349.\n18 ـ المجلد الرابع ، نسخة من سورة يس الى سورة الناس ، كتبت سنة 1107. في دار الكتب الوطنية في طهران (كتابخانه ملي) ، رقم 4661 ، مذكورة في فهرسها 8 / 132.",
        "19 ـ المجلد الرابع ، نسخة من سورة يس الى سورة الناس ، في مكتبة الامام الرضا عليه السلام في مشهد ، رقم 1541 ، مذكورة في فهرسها 4 / 449.\n20 ـ المجلد الرابع ، نسخة مكتوبة سنة 1103 ، في مكتبة السيد المرعشي العامة ـ قم ، رقم 1284 ، مذكورة في فهرسها 4 / 83.\n21 ـ المجلد الرابع ، نسخة في مكتبة السيد المرعشي العامة ـ قم ، رقم 308 ، مذكورة في فهرسها 1 / 351».\nبجز نسخ ياد شده ، نسخه اى شامل ربع أول ودوم ، كه بر آنها تقريظهاى علامه مجلسي ومحقق خوانسارى مى باشد ، در كتابخانه مجلس موجود وتحت شماره 12073 نگهدارى مى شود. اين نسخه ، ظاهرا ، همانى مى باشد كه صاحب اعيان الشيعة آنرا ديده ودر ترجمه مفسر از آن ياد كرده است.",
        "ديگر ، نسخه اى از ربع چهارم ، بشماره 12074 در همان كتابخانه ، وديگرى نسخه اى از ربع سوم با حواشي محمد جعفر شريف ، شاگرد فاضل هندى ، در كتابخانه علامه فقيد مير جلال الدين محدث ارموى ، موجود مى باشد.\nودر ضمن بنا به اظهار مسؤلين كتابخانه حضرت آيت الله مرعشى ، در قم نسخ ديگرى از تفسير كه هنوز فهرست نشده اند ، در آن كتابخانه يافت مى شود.\nلازم به ياد آوريست كه اصالت نسخه 12073 مجلس وتقريظهائى كه بر آن است (تقريظ علامه مجلسي ومحقق خوانسارى) با توجه به دست خط آنها كه\nمعلوم ومعروف نزد اهل فن مى باشد ، مسلم است. ودرست بهمين دليل جعلى بودن تقريظ علامه مجلسي بر ظهر نسخه 1054 موجود در كتابخانه آيت الله مرعشى نيز مسلم مى باشد. وهمين مسأله ، امر را در اينكه نسخه مذكور در حيات مفسر نوشته شده باشد ، نيز مشكوك مى نمايد ـ والله العالم.",
        "نسخ مورد استفاده در تصحيح\nدر ربع أول :\n1 ـ نسخه موجود در دانشگاه تهران ، بشماره 14 (أ).\n2 ـ نسخه اى تا آخر سوره مائدة ، مكتوب در زمان مؤلف وبلكه در همان سال تأليف. نسخه از آن استاد شانه چى بوده كه ضمن مخطوطات ايشان به كتابخانه آستان قدس رضوى منتقل شده است (اصل).",
        "3 ـ نسخه ديگرى تا پايان سوره مائدة ، كه در همان سال تأليف نوشته شده ودر كتابخانه مركزى دانشگاه تهران ، بشماره 7353 نگهدارى مى شود (ر).\nتوضيحا عرض مى شود كه : متن اوليه نسخه 2 (اصل) همان متن موجود در نسخه 1 (أ) است ، با اين تفاوت كه بعضى از عبارات ومطالب ، در آن خط خورده ودر عوض مطالب وخصوصا رواياتى در حاشية ، بآن افزوده شده است.\nاين حواشي با الفاظى نظير : منه ، منه سلمه الله ، منه دام ظله العالي ، منه ادام\nالله بقاؤه ويا صح ، إمضاء شده اند. ودر جابجاى حاشية آن «بلغ» و «بلغ قبالا» ديده مى شود.",
        "نسخه 3 ، در واقع همان نسخه 2 مى باشد كه در آن تصحيحات وحواشي ، در متن اعمال گرديده. وعبارات خط خورده نيز از آن حذف شده اند.\nاختلاف نسخه هاى موجود بين نسخه 1 (أ) ودو نسخه ديگر ، بروشنى نشان مى دهد كه متن اوليه تأليف شده ، همان نسخه بوده ولى بعدا وبلافاصله بعد از إتمام ربع أول ، مفسر آنرا تصحيح وتكميل كرده است. واين در حالى بوده كه نسخ تصحيح وتكميل نشده اوليه ، استنساخ وتكثير شده وبدست علاقمندان رسيده وباين ترتيب باقى مانده است.\nنسخه 2 بدليل تصحيح وتكميل اعمال شده از قبل مفسر ، متن اصلى وأساس قرار داده شد.\nدر بررسى ساير نسخه هاى موجود از ربع أول معلوم گرديد كه نسخه شماره 2348 موجود در كتابخانه آيت الله مرعشى مطابق نسخه شماره 14 دانشگاه وبقية نسخه ها با توجه به مجموع متن وحاشية ، با نسخه اصل مطابقت دارند.",
        "در ضمن در حل مشكلات مربوط به نسخه اصل ، از نسخه 12073 مجلس نيز كمك گرفته شد.\nعمل ما در تصحيح :\n1 ـ سعى در ارائه متن أصح وأكمل ، بر مبناى نسخ ياد شده.\n2 ـ استخراج روايات ومقابله آنها با متن.",
        "3 ـ نشان دادن اختلاف هاى حايز اهميت بين نسخ وبين نسخ ومصادر.\n4 ـ استخراج اقوال.\nدر ضمن تعليقات واستدراكات مربوطه ، بعد از پايان متن اصلى ، در مجلدات جداگانه ، تقديم خواهد شد ـ ان شاء الله تعالى.\nفروردين 1366 حسين درگاهى",
        "\nتقاريض على الكتاب\nلقد اطلع على هذا الكتاب جماعة من أعلام معاصري المؤلف ـ رحمه الله ـ فكان له وقع حسن في نفوسهم. وقرضوه بتقاريض تنمّ عن إكبارهم لعمل المؤلف.\nفمن التقاريض ما كتبه العلامة المحدث الأكبر المولى محمد باقر المجلسي الاصفهانى قال :",
        "بِسْمِ اللهِ الرَّحْمنِ الرَّحِيمِ\n«لله در المولى الأولى الفاضل الكامل المحقق المدقق البدل التحرير كشاف دقائق المعاني بفكره الثاقب ومخرج جواهر الحقائق برأيه الصائب ، أعني الخبير الأسعد الأرشد مولانا ميرزا محمد ، مؤلف هذا التفسير لا زال مؤيدا بتأييدات الرب القدير ، فلقد أحسن وأتقن وأفاد وأجاد ، فسر الآيات البينات بالآثار المروية عن الائمة الأطياب. فامتاز من القشر اللباب. وجمع بين السنة والكتاب.\nوبذل جهده في استخراج ما تعلق بذلك من الاخبار. وضمّ اليها لطائف المعاني والأسرار ـ جزاه الله عن الايمان وأهله خير جزاء المحسنين وحشره مع الأئمة الطاهرين صلوات الله عليهم أجمعين.\nكتب بيمناه الوازرة الدائرة أفقر العباد الى عفو ربه الغني محمد باقر بن محمد تقي ـ أوتيا كتابهما بيمناهما وحوسبا حسابا يسيرا ـ في يوم عيد الغدير المبارك من سنة ألف ومائة واثنين. والحمد لله أولا وآخرا والصلاة على سيد المرسلين محمد وعترته الأكرمين الأطهرين».",
        "وقرضه كذلك العلامة الفيلسوف المعروف جمال الدين محمد بن الحسين الخونساري بما هذا نصه :\nبِسْمِ اللهِ الرَّحْمنِ الرَّحِيمِ\n«... أما بعد فقد أيد الله تعالى بفضله الكامل ، جناب المولى العالم العارف الألمعي الفاضل مجمع فضائل الشيم ، جامع جوامع العلوم والحكم ، عالم معالم التنزيل وأنواره ، عارف معارف التأويل وأسراره ، حلّال كل شبهة عارضة ، كشّاف كل مسألة دقيقة غامضة ، الذي أحرق بشواظ طبعه الوقاد شوك الشكوك والشبهات. ونقد بلحاظ ذهنه النقاد نقود الأحكام الشرعية المستفادة من الآيات والروايات ، أعني المكرم بكرامة الله الأحد الصمد ، مولانا ميرزا محمد ـ أعانه الله في كل باب وأثابه جزيل الثواب ـ إذ وفّقه الله لتأليف هذا الكتاب الكريم ، في تفسير القرآن وجمعه من التفاسير المعتبرة وسائر كتب الأخبار المشتهرة.\nفهو كاسمه كنز الدقائق وبحر الغرائب الذي يصادف بغوص النظر فيه أصداف درر الحقائق. فنفع الله به الطالبين ، وجعله ذخرا لمؤلفه الفاضل يوم الدين.",
        "وانا العبد المفتقر الى عفو ربه الباري ، جمال الدين محمد بن حسين الخوانساري اعانهما الله تعالى يوم الحساب وأوتيا فيه بيمينهما الكتاب. وقد كتب ذلك في شهر محرم الحرام من شهور سنة 1107."
    ]
}