{
    "partText": [
        "\nتقريب الوصول إلي\nمعرفة الرسول - صلى الله عليه وسلم -\nإعداد\nطارق محمد امعيتيق\nحقوق الطبع محفوظة\nالطبعة الأولي 2007 ف\nرقم الإيداع بدار الكتب الوطنية\n126\\2007ف\nردمك 4-0076-1-9959-978 ISBN\nالوكالة الليبية لترقيم الدولي الموحد للكتاب\nدار الكتب الوطنية\nبنغازي - ليبيا\nهاتف : 9097074-9096379-9090509\nبريد مصور : 9097073\nالبريد الالكتروني : Nat_lib_libya@hotmail.com\nتوزيع\nدار الفضيل للنشر والتوزيع\nإهداء\n- إلي والدتي العزيزة التي علمتني الحرص علي الصلاة عرفاناً بفضلها وحنانها.\n- إلي والدي الذي حرص علي تعليمي وتعب من أجلي.\n- إلي كل من كان عون في إخراج هذه الرسالة .\nأهدي لهم هذه الرسالة التي اسأل الله أن يجعلها في ميزان حسناتهم .\n-\nتقريظ\nللدكتور عبد المجيد الديباني\nالحمد لله والصلاة والسلام علي رسول الله ( - صلى الله عليه وسلم - ) وبعد ...\nفإنه بالاطلاع علي كتاب \" تقريب الوصول إلي معرفة الرسول صلي الله عليه وسلم \" فوجدناه كتابا مختصرا مفيدا ينتفع به القراء ، ويطلعون من السيرة النبوية ما يجب أن يكون عليه الفرد المسلم من الإطلاع علي شمائل المصطفي عليه الصلاة والسلام ، مع الدعاء لكاتبه بالأجر والثواب جزاءَ ما كتب وسطره في هذا الكتاب .\nوالسلام عليكم ورحمة الله وبركاته\nكاتبه\nأ.د.عبد المجيد عبد الحميد الدِيباني\nدكتوراه في أصول الفقه – جامعة الأزهر، وعميد كلية الشريعة سابقاً\nمقدمة\nالحمد لله رب العالمين, و أصلى واسلم على علَم الهداية وبدر الدراية سيدنا محمد الصادق الوعد الأمين وعلى آله و أصحابه و أزواجه الطيبين الطاهرين، وعلى جميع الأنبياء والمرسلين.\nوأشهد أن لا إله إلا الله وحده لا شريك له ، وأشهد أن محمداً عبده ورسوله و بعدُ...\nفإن جميع الصفات التي اختص الله بها الأنبياء والمرسلين من صفات الكمال وحسن الخلق، وحسن الصورة، وشرف النسب إلي غير ذلك من هذه الصفات...\n(1/1)\n",
        "واصطفي الله سيدنا محمد صلي الله عليه وسلم علي الأنبياء ليبلغ رسالته إلي الناس أجمعين ، فقال له الله عز وجل مخاطباً (يَا أَيُّهَا الرَّسُولُ بَلِّغْ مَا أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ ) (سورة المائدة 67) فبلغ الرسالة وأدى الأمانة فكان داعيا إلي الله وسراجاً منيرا .\nإن البريّة يوم مبعث أحمد ** نظر الإله لها فبدّل حالها\nبل كرّم الإنسان يوم اختار من ** خير البرية نجمها وهلالها\nو في هذه الرسالة مجموعة من الأحاديث والأخبار عن شمائل المصطفي صلي الله عليه وسلم تبين لنا أخلاقه الكريمة وصفاته الخُلُقِية والخلْقِية، وإن الاستقصاء للشمائل المحمدية غير محتمل أبداً .\nولكن كما يقال ( مالا يدرك كله لا يترك جله)\nو سنَتَعرف في هذه الورقات علي نسبه ومولده صلي الله عليه وسلم، وقطوف من سيرته العطرة ، وعلي أوصافه وبعض شمائله وأخلاقه الكريمة وبيان لزوم محبته صلي الله عليه وسلم ، وفضل الصلاة عليه ، وهديه في العبادة ، ونسأل الله أن تقربنا من معرفته صلي الله عليه وسلم إنه ولي ذلك والقادر عليه.\nنَاقِلُهَ من مصادره الأصلية\nطارق محمد امعيتيق\nبنغازي \\ 1426هـ\n{ الفصل الأول : مولده ونسبه وقطوف من سيرته } - صلى الله عليه وسلم -\n{ مولد الرسول } - صلى الله عليه وسلم -\n1- ولد رسول الله- صلى الله عليه وسلم - يوم الاثنين في الثاني عشر من شهر ربيع الأول في مكة المكرمة عام الفيل عام 571 م من أبوين معروفين : أبوه عبد الله بن عبد المطلب ، وأمه آمنة بنت وهب ، سماه جده محمداً ، وقد مات أبوه قبل ولادته.\n2- وعن أبي قتادة الأنصاري رضي الله عنه أن رسول الله صلى الله عليه وسلم سئل عن صوم الاثنين فقال « فيه ولدت وفيه أنزل علي » (1)\n{ اسم الرسول - صلى الله عليه وسلم - ونسبه }\n(1/2)\n\n3- عن محمد بن جبير بن مطعم رضي الله عنه ، أن النبي صلى الله عليه وسلم قال « لي خمسة أسماء أنا محمد وأنا أحمد وأنا الماحي الذي يمحو الله بي الكفر وأنا الحاشر الذي يحشر الناس على قدمي وأنا العاقب » (2)\n________________\nأخرجه مسلم في صحيحه برقم (1162).\nأخرجه مالك في الموطأ برقم (1844).\nنسبه : هو محمد بن عبد الله بن عبد المطّلب واسم عبد المطّلب شيبة بن هاشم ، بن عمرو بن عبد مناف ، بن المغيرة بن قصيّ بن زيد بن كلاب بن مرّة بن كعب بن لؤيّ بن غالب بن فهر بن مالك بن النّضر بن كنانة بن خزيمة بن مدركة ، بن عامر ، بن إلياس بن مضر بن نزار بن معدّ بن عدنان، وعدنان من ولد إسماعيل بن إبراهيم ، هذا ما أتفق عليه العلماء (1)\n4- وروى أبو موسى عبد الله بن قيس، قال: سمى لنا رسول الله ـ صلى الله عليه وسلم - نفسه أسماء، منها ما حفظنا، فقال: « أنا محمد، وأنا أحمد، والمقفي، ونبي التوبة،ونبي الرحمة » وفي رواية: « ونبي الملحمة » وهي المقتلة (2)\nوسماه الله – عز وجل – في كتابه العزيز: ? بَشِيرًا ? و ? وَنَذِيرًا ? (البقرة: 119). و? رَءُوفًا ? و ? رَّحِيمًا ? و ? رَحْمَةً لِّلْعَالَمِينَ ?\n________________\nالسيرة النبوية للذهبي ص5 ، وأنظر عيون الأثر لابن سيد الناس ج1ص26.\nأخرجه مسلم في صحيحه رقم (2355)\n(الأنبياء: 107) ـ صلى الله عليه وسلم (1)\n5- ولما سأل هرقل ملك الروم أبا سفيان تلك الأسئلة عن صفاته عليه الصلاة والسلام قال: كيف نسبه فيكم؟ قال: هو فينا ذو نسب. قال:\nكذلك الرسل تبعث في أنساب قومها. يعني: في أكرمها أحساباً، وأكثرها قبيلة، صلوات الله عليهم أجمعين.(2)\n6- وعن أبي عمار، شداد؛ أنه سمع واثلة بن الأسقع يقول: سمعت رسول الله صلى الله عليه وسلم يقول « إن الله اصطفى كنانة من ولد إسماعيل، واصطفى قريشا من كنانة، واصطفى من قريش بني هاشم، واصطفاني من بني هاشم » (3)",
        "(1/3)\n\n7- وعن أبو هريرة رضي الله عنه ، قال: قال رسول الله صلي الله عليه وسلم « أنا سيد ولد آدم يوم القيامة، وأول من ينشق عنه القبر، وأول\n________________\nأنظر الدرر المضيئة لعبد الغني بن عبد الواحد ص9.\nأخرجه البخاري رقم (2782) وذكره الحافظ ابن كثير في السيرة ص5 وما بعدها.\nأخرجه مسلم في صحيحه برقم (2276)\nشافع وأول مشفع» (1)\n{ أولاده - صلى الله عليه وسلم - }\nكان لرسول الله صلي الله عليه وسلم ثلاثة ذكور وهم : القاسم ، وعبد الله وإبراهيم .\nوأما من البنات فقد كان لديه أربع بنات : زينب ، ورقية ، وأم كلثوم ، وفاطمة\nوكلهم من خديجة - رضي الله عنه - ألا إبراهيم فمن مارية القبطية ، أما القاسم وعبد الله فماتا قبل البعثة ، وأما البنات فأدركن الإسلام وهاجرن مع رسول الله - صلى الله عليه وسلم - والقاسم أكبر أولاده وبه يكني، ومات بمكة وهو أول من مات من ولد رسول الله - صلى الله عليه وسلم - ثم مات عبد الله بمكة،وأما إبراهيم فقد مات في المدينة ودفن في البقيع (2)\n________________\nأخرجه مسلم في صحيحه برقم (2278) .\nأنظر كتاب سيدنا محمد - صلى الله عليه وسلم - للشيخ محمد رشيد رضا.\n{ أزواجه - صلى الله عليه وسلم - }\nوأول من تزوج رسول الله - صلى الله عليه وسلم - خديجة بنت خويلد وهو ابن خمس وعشرين سنة، وبقيت معه حتى بعثه الله - عز وجل - فكانت له وزير صدق، وماتت قبل الهجرة بثلاث سنين.\n- ثم تزوج من سودة بنت زمعة بعد خديجة بمكة قبل الهجرة\nثم تزوج عائشة بنت أبي بكر الصديق بمكة قبل الهجرة بسنتين ومات النبي - صلى الله عليه وسلم - وهي بنت ثمان عشرة، وتوفيت بالمدينة.\nوتزوج رسول الله - صلى الله عليه وسلم - حفصة بنت عمر بن الخطاب\nوتزوج رسول الله - صلى الله عليه وسلم - أم حبيبة بنت أبي سفيان، واسمها: رملة بنت صخر بن حرب بن أمية.\nوتزوج رسول الله - صلى الله عليه وسلم - أم سلمة، واسمها، هند بنت أبي أمية.\n(1/4)",
        "\nوتزوج رسول الله - صلى الله عليه وسلم -من زينب بنت جحش بن رئاب.\nوتزوج رسول الله - صلى الله عليه وسلم - زينب بنت خزيمة بن الحارث بن عبد الله بن عمرو ابن عبد مناف، وكانت تسمى \"أم المساكين\"؛ لكثرة إطعامها المساكين.\nوتزوج رسول الله - صلى الله عليه وسلم - جويرية بنت الحارث بن أبي ضرار بن حبيب.\nوتزوج رسول الله - صلى الله عليه وسلم - صفية بنت حيي بن أخطب بن أبي يحيى بن كعب ابن الخزرج النضرية.\nوتزوج رسول الله - صلى الله عليه وسلم - ميمونة بنت الحارث.\nقال ابن القيم(1)-رحمة الله- : ولا خلاف أنه صلى الله عليه وسلم توفي عن تسع، وكان يقسم منهن لثمان: عائشة،وحفصة، وزينب بنت جحش، وأم سلمة، وصفية، وأم حبيبة ، وميمونة ، وسودة، وجويرية، وأول نسائه لحوقاً به بعد وفاته صلى الله عليه وسلم زينبُ بنت جحش سنة عشرين، وآخِرهن موتاً أم سلمة، سنة اثنتين وستين في خلافة يزيد، واللّه أعلم. اهـ (2)\n________________\n1- هو محمد بن أبي بكر بن أيوب الدمشقي ، المعروف بابن القيم الجوزية ، ولد بدمشق سنة 691 هـ وله مصنفات كثيرة منها : زاد المعاد في هدي خير العباد ، ومدارج السالكين ، توفي رحمه الله سنة 751هـ ، أنظر ترجمته في (الأعلام) ج6ص75.\n2- أنظر كتاب زاد المعاد ص48.\n{ هجرته - صلى الله عليه وسلم - }\nخرج رسول الله - صلى الله عليه وسلم - مهاجر إلي المدينة (يثرب) عندما أذن الله له ، ومعه أبو بكر الصديق - رضي الله عنه - ومولى أبي بكر عامر بن فهيرة ، ودليلهم عبد الله بن الأريقط الليثي (1)\n{ غزواته - صلى الله عليه وسلم - }\nغزا رسول الله ـ صلى الله عليه وسلم ـ بنفسه خمسًا وعشرين غزوة، هذا هو المشهور، قاله: محمد بن إسحاق، وموسى بن عقبة وغيرهم. وقيل: غزا سبعا وعشرين، والبعوث والسرايا خمسون أو نحوها.\n(1/5)\n",
        "ولم يقاتل إلا في تسع: بدر، وأحد، والخندق، وبني قريظة، والمصطلق، وخيبر، وفتح مكة، وحنين، والطائف. وقد قيل: إنه قاتل بوادي القرى، وفي الغابة، وبني النضير(2)\n________________\nأنظر تاريخ الهجرة النبوية لمحمود البَبلاوي.\nأنظر عيون الأثر لابن سيد الناس:ج1ص258.\n{ وفاته - صلى الله عليه وسلم - }\nثم مرض رسول الله - صلى الله عليه وسلم - وابتدأ به الوجع يوم الخميس في بيت ميمونة رضي الله عنها ، فكان يجد صداعاً في رأسه ، فاستأذن أزواجه أن يُمَرٌض في بيت عائشة رضي الله عنها، فأذِن له ، وكانت مدة مرضه اثني عشر يومًا، وقيل: أربعة عشر يومًا ، وأمر أن يصلي أبو بكر الصديق بالناس ، وصلي مرة خلف الصديق جالسًا، ثم قبض صلي الله عليه وسلم يوم الاثنين من شهر ربيع الأول سنة إحدي عشرة من الهجرة ، وتوفي وله من العمر ثلاث وستون سنة .\nوغسله علي بن أبي طالب، وعمه العباس، والفضل بن العباس، وقثم بن العباس، وأسامة بن زيد، وشقران مولى رسول الله - صلى الله عليه وسلم -، وحضرهم أوس بن خولي الأنصاري.\nوكفن في ثلاثة أثواب بيض سحولية من ثياب سحول – بلدة باليمن – ليس فيها قميص ولا عمامة (1)\nودفن في بيت عائشة - رضي الله عنه - ليلة الأربعاء، وقيل: ليلة الثلاثاء.\nولما دفن عليه الصلاة والسلام قالت فاطمة إبنته رضي الله عنها :\nأغبر آفاق السماء وكورت *** شمس النهار وأظلم العصران\nفالأرض من بعد النبي كئيبة *** أسفاً عليه كثيرة الرجفان\nفليبكيه شرق البلاد وغربها *** ولتبكه مضر وكل يمان\nوليبكيه الطود المعظم جوه *** والبيت ذو الأستار والأركان\nيا خاتم الرسل المبارك ضوءه *** صلي عليك منزلُ الفرقانِ (2)\n7- ولما دفُن رسول الله - صلى الله عليه وسلم - قالت فاطمة لأنس رضي الله عنهما : يا أنس كيف سخت أنفسكم أن تحثوا التراب علي رسول الله - صلى الله عليه وسلم - (3)\n________________\nأنظر لكتاب الدرر ص10 ، و زاد المعاد ص50.\n(1/6)\n\nأنظر عون الأثر ج2ص409\nأخرجه ابن ماجه في سننه رقم (1630)\n{ الفصل الثاني : أوصافه - صلى الله عليه وسلم - }\n{ صفة لونه } - صلى الله عليه وسلم -\n8- عن أنس رضي الله عنه قال: « كان رسول الله صلى الله عليه وسلم، أزهر اللون، ليس الأدهم و لا بالأبيض الأمهق » (1) أي لم يكن شديد البياض\n{ صفة وجهه - صلى الله عليه وسلم - }\n9- عن كعب بن مالك رضي الله عنه قال « كان صلي الله عليه وسلم إذا سر استنار وجهه كأنة قطعة قمر » (1)\n10- وعن جابر بن سمرة رضي الله عنه قال « كان صلي الله عليه وسلم وجهه مثل الشمس والقمر وكان مستديرا » (2)\n11- وعن أنس رضي الله عنه قال « كان صلي الله عليه وسلم أذاكره شيئا رؤى في وجهه » (3)\n________________\nأخرجه البخاري في صحيحه برقم (3354 ،3355) ومسلم برقم (2330) وغيرهما.\nأخرجه مسلم في صحيحه برقم (2344).\nالجامع الصغير للسيوطي رقم (4778).\n{ صفة عينيه - صلى الله عليه وسلم - }\n12- عن جابر بن سمرة رضي الله عنه قال « كان - صلى الله عليه وسلم -ضليع الفم أشكل العينين منهوس العقب » (4) قال قلت لسماك: ما ضليع الفم؟ قال: عظيم الفم. قال قلت: ما أشكل العين؟ قال: طويل شق العين. قال قلت: ما منهوس العقب؟ قال: قليل لحم العقب.\n13- وعن جابر بن سمرة أيضا قال كان في ساقي رسول الله صلى الله عليه وسلم حموشة « وكان لا يضحك إلا تبسما وكنت إذا نظرت إليه قلت أكحل العينين وليس بأكحل » (2)\n14- وعن محمد بن على رضي الله عنه عن أبيه : قال كان رسول الله صلى الله عليه وسلم « ضخم الرأس عظيم العينين هدب الاشفار مشرب العين بحمرة» الحديث (3)\n________________\nأخرجه مسلم في صحيحه برقم (2339).\nأخرجه الترمذي في سننه برقم (3725) والحاكم (4196) وقال صحيح الإسناد.\nأخرجه أحمد في المُسند رقم (684) وقال شعيب الارنؤوط : حسن الإسناد.\n{ صفة فمه الشريف - صلى الله عليه وسلم - }",
        "(1/7)\n\n15- عن سماك بن حرب قال: سمعت جابر بن سمرة - رضي الله عنه -قال: « كان رسول الله صلى الله عليه وسلم ضليع الفم » (1)\n16- وعن وائل بن حجر رضي الله عنه قال « أتى النبي صلي الله عليه سلم بدلو من ماء فشرب من الدلو ثم صب في البئر وقال ثم مج في البئر ففاح منها مثل رأيحة المسك » (2)\n{ صفة خديه } - صلى الله عليه وسلم -\n17- عن عمار بن ياسر رضي الله عنه قال: « كان رسول الله صلى الله عليه وسلم يُسَلِّمُ عن يمينه وعن يساره حتى يُرى بياض خده » (3)\n18- وعن وائل بن حجر أنه « صلّى خلفَ رسول اللّه صلى الله عليه وسلم فجهر بآمين، وسلم عن يمينه وعن شماله، حتى رأيت بياض خده » (4)\n________________\nأخرجه مسلم في صحيحه برقم (2344)\nأخرجه أحمد برقم (18858) وحسنه الأرنؤوط.\nأخرجه مسلم في صحيحه برقم (582)\nأخرجه أبو داود في سننه برقم (932)\n{ صفة لحيته - صلى الله عليه وسلم - }\n19- عن علي بن أبي طالب رضي الله عنه أنه وصف النبي صلى الله عليه وسلم فقال « كان عظيم الهامة أبيض مشربا بحمرة عظيم اللحية» الحديث (1)\n20- وعن عبد الله بن بسر- رضي الله عنه - صاحب النبي صلى الله عليه وسلم قال « أرأيت النبي صلى الله عليه وسلم كان شيخا؟ قال: كان في عنفقته شعرات بيض » (2)\n{ صفة رأسه } - صلى الله عليه وسلم -\n21- عن علي بن أبي طالب رضي الله عنه قال « كان رسول الله صلى الله عليه وسلم ضخم الرأس » (3)\n________________\nأخرجه أحمد برقم (944) وحسنه الارنؤوط.\nأخرجه البخاري برقم (3353) .\nأخرجه أحمد برقم (684) والبزار في مسنده برقم (474) والترمذي في الشمائل برقم (4)\n{ صفة شعره } - صلى الله عليه وسلم -\n22- عن أنس رضي الله عنه قال : « كان رسول الله صلى الله عليه وسلم ربعة ليس بالطويل ولا بالقصير حسن الجسم وكان شعره ليس بجعد ولا سبط أسمر اللون إذا مشى يتكفأ » (1)\n(1/8)",
        "\n23- وعن ابن عباس رضي الله عنهما: « أن رسول الله صلى الله عليه وسلم كان يسدل شعره وكان المشركون يفرقون رؤوسهم وكان أهل الكتاب يسدلون رؤوسهم وكان يحب موافقة أهل الكتاب فيما لم يؤمر فيه بشئ ثم فرق رسول الله صلى الله عليه وسلم رأسه » (2)\n24- وعن عائشة رضي اللّه عنها قالت « كنت إذا أردت أن أفرق رأس رسول اللّه صلى اللّه عليه وسلم صدعت الفرق من يافوخه وأرسل ناصيته بين عينيه» (3).\n________________\nأخرجه الترمذي في الشمائل برقم (2) .\nأخرجه البخاري في صحيحه برقم (3365).\nأخرجه ابن ماجه برقم (3633) و أبو داود برقم(4189) واللفظ له.\n25- وعن عبد الله بن عمر رضي الله عنهما قال : « إنما كان شيب رسول الله صلى الله عليه وسلم نحوا من عشرين شعرة بيضاء » (1)\n{ صفة كفيه - صلى الله عليه وسلم - }\n26- عن أنس رضي الله عنه قال « كان النبي صلى الله عليه وسلم ضخم الكفين والقدمين، لم أر بعده شبهاً له» (2)\n27- وعن أنس رضي الله عنه أيضا قال: « ما مسست حريرا ولا ديباجا ألين من كف النبي صلى الله عليه وسلم» (3)\n28- وعن أبي جحيفة قال: « كان يمر من ورائها المرأة، وقام الناس، فجعلوا يأخذون يديه فيمسحون بهما وجوههم، قال: فأخذت بيده فوضعتها على وجهي، فإذا هي أبرد من الثلج، وأطيب رائحة من المسك » (4)\n________________\nأخرجه الترمذي في الشمائل برقم(33).\nأخرجه البخاري في صحيحه رقم (5568).\nمتفق عليه ، البخاري رقم (3368) ومسلم برقم (2330).\nأخرجه البخاري في صحيحه برقم (3360).\n{ لسانه وريقه } - صلى الله عليه وسلم -\n(1/9)\n",
        "29- في الصحيحين عن سهل بن سعد رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم يوم خيبر: « لأعطِيَنَّ الراية غداً رجلاً يفتح الله على يديه، يحب الله ورسوله، ويحبه الله ورسوله. فلما أصبح الناس غدوا على رسول الله صلى الله عليه وسلم وكلهم يرجو أن يُعطاها، فقال صلى الله عليه وسلم: أين علي بن أبي طالب ؟ فقالوا : هو يا رسول الله يشتكي عينيه. قال: فأرسلوا إليه.\nفأُتِيَ به وفي رواية مسلم: قال سلمة: فأرسلني رسول الله صلى الله عليه وسلم إلى علي، فجئت به أقوده أرمد فتفل رسول الله صلى الله عليه وسلم في عينيه، فبرئ كأنه لم يكن به وجع» (1)\n{ طوله - صلى الله عليه وسلم - }\n30- عن أبى هريرة رضي الله عنه قال « كان - صلى الله عليه وسلم - أحسن الناس كان ربعة إلي الطول ما هو بعيد ما بين المنكبين » (2)\n________________\nأخرجه الشيخان ، البخاري برقم (2847 ) ومسلم برقم (2404 )\n2- أخرجه البخاري رقم (3354) ومسلم رقم (2347) وغيرهما.\n31- وعن أنس رضي الله عنة قال « كان - صلى الله عليه وسلم - ربعة(1) من القوم ليس بالطويل البائن ولا بالقصير أزهر اللون(2) ،ليس بالأبيض الأمهق(3) ولابالآدم(4) وليس بالجعد القطط(5) ،ولا بالسبط(6) » )(7)\n{ كلامه وضحكه - صلى الله عليه وسلم - }\n32- عن سماك قال قلت لجابر بن سمرة : « أكنت تجالس رسول الله صلى الله عليه وسلم قال نعم فكان طويل الصمت قليل الضحك وكان أصحابه يذكرون عنده الشعر وأشياء من أمورهم فيضحكون وربما تبسم » (8)\n________________\n1 ربعة : أي معتدل.\n2- أزهر اللون : أي أزهر مشرق\n3-الأمهق : أي البالغ في البياض\n4- آدم : أي أسود.\n5-الجعد القطط : أي البالغ في الجعودة .\n6-البسط : أي المعتدل .\n7-أخرجه البخاري في صحيحه برقم (5560)\n8-أخرجه أحمد في المسند برقم (20829) وحسنه الأرنوؤط.\n(1/10)\n\n33- وعن أنس رضي الله عنه أن النبي صلى الله عليه وسلم: « كان إذا تكلم بكلمة أعادها ثلاثا، حتى تفهم عنه، وإذا أتى على قوم فسلم عليهم، سلم عليهم ثلاثا » (1)\n34- و عن عائشة رضي الله عنها: « أن النبي صلى الله عليه وسلم كان يحدث حديثا لو عده العاد لأحصاه » (2)\n{ عرقه - صلى الله عليه وسلم - }\n35- وعن أنس رضي الله عنه قال « كان - صلى الله عليه وسلم - أزهر اللون كأن عرقه اللؤلؤ إذا مشي تكفأ » (3)\n36- و عن أم سليم رضي الله عنها « أن النبي صلى الله عليه وسلم كان يأتيها فيقيل عندها. فتبسط له نطعا فيقيل عليه. وكان كثير العرق. فكانت تجمع عرقه فتجعله في الطيب والقوارير. فقال النبي صلى الله عليه\n________________\nأخرجه البخاري في صحيحه برقم (95).\nأخرجه البخاري في صحيحه برقم (3374).\nأخرجه مسلم في صحيحه برقم (2330).\nوسلم \"يا أم سليم! ما هذا؟\" قالت: عرقك أدوف به طيبي» (1)\n{ طيبه } - صلى الله عليه وسلم -\n37- عن أنس رضي الله عنه: « أنه كان لا يرد الطيب » (2)\n38- وعن عائشة رضي الله عنها قالت «وكان تعجبه الريح الطيبة » (3)\n{ وصف أم معبد للرسول } - صلى الله عليه وسلم -\n39- وعن حبيش بن خويلد صاحب رسول الله صلى الله عليه وسلم أن رسول الله صلى الله عليه وسلم « خرج من مكة مهاجرا إلى المدينة وأبو بكر رضي الله تعالى عنه ومولى أبي بكر عامر بن فهيرة ودليلهما الليثي عبد الله بن أريقط مروا على خيمتي أم معبد الخزاعية وكانت امرأة برزة جلدة تحتبي بفناء الخيمة ثم تسقي وتطعم فسألوها لحما وتمرا ليشتروا منها فلم يصيبوا عندها شيئا من ذلك وكان القوم مرملين مسنتين فنظر رسول\n________________\nأخرجه مسلم في صحيحه برقم (2332).\nأخرجه البخاري برقم (5585).\nأخرجه أبو داود في سننه برقم (4074)",
        "(1/11)\n\nالله صلى الله عليه وسلم إلى شاة في كسر الخيمة فقال ما هذه الشاة يا أم معبد قالت شاة خلفها الجهد عن الغنم قال هل بها من لبن قالت هي أجهد من ذلك قال أتأذنين لي أن أحلبها قالت بأبي أنت وأمي إن رأيت بها حلبا فاحلبها فدعا بها رسول الله صلى الله عليه وسلم فمسح بيده ضرعها وسمى الله تعالى ودعا لها في شاتها فتفاجت عليه ودرت فاجترت فدعا بإناء يربض الرهط فحلب فيه ثجا حتى علاه البهاء ثم سقاها حتى رويت وسقى أصحابه حتى رووا وشرب آخرهم حتى أراضوا ثم حلب فيه الثانية على هدة حتى ملأ الإناء ثم غادره عندها ثم بايعها وارتحلوا عنها فقل ما لبثت حتى جاءها زوجها أبو معبد ليسوق أعنزا عجافا يتساوكن هزالا مخهن قليل فلما رأى أبو معبد اللبن أعجبه قال من أين لك هذا يا أم معبد والشاء عازب حائل ولا حلوب في البيت قالت لا والله إلا أنه مر بنا رجل مبارك من حاله كذا وكذا قال صفيه لي يا أم معبد قالت (رأيت رجلا ظاهر الوضاءة أبلج الوجه حسن الخلق لم تعبه ثجلة ولم تزريه صعلة وسيم قسيم في عينيه دعج وفي أشفاره وطف وفي صوته صهل وفي عنقه سطع وفي لحيته كثاثة أزج أقرن إن صمت فعليه الوقار وإن تكلم سماه وعلاه البهاء أجمل الناس وأباه من بعيد وأحسنه وأجمله من قريب حلو المنطق فصلا لا نزر ولا هذر كأن منطقه خرزات نظم يتحدرن ربعة لا تشنأه من طول ولا تقتحمه عين من قصر غصن بين غصنين فهو أنضر الثلاثة منظرا وأحسنهم قدرا له رفقاء يحفون به إن قال سمعوا لقوله وإن أمر تبادروا إلى أمره محفود محشود لا عابس ولا مفند »\nقال أبو معبد هذا والله صاحب قريش الذي ذكر لنا من أمره ما ذكر ولقد هممت أن أصحبه ولأفعلن إن وجدت إلى ذلك سبيلا وأصبح صوت بمكة عاليا يسمعون الصوت ولا يدرون من صاحبه وهو يقول :\nجزي الله رب الناس خير جزائه *** رفيقين حلا خيمتي أم معبد\nهما نزلاها بالهدى واهتدت به *** فقد فاز من أمسى رفيق محمد\n(1/12)",
        "\nفيال قصي ما زوى الله عنكم *** به من فعال لا تجازى وسؤدد\nليهن أبا بكر سعادة جده *** بصحبته من يسعد الله يسعد\nوليهن بني كعب مقام فتاتهم *** ومقعدها للمؤمنين بمرصد\nسلوا أختكم عن شاتها وإنائها *** فإنكم إن تسألوا الشاة تشهد\nدعاها بشاة حائل فتحلبت *** عليه صريحا ضرة الشاة مزبد\nفغادره رهنا لديها لحالب *** يرددها في مصدر بعد مورد\nفلما سمع حسان الهاتف بذلك شبب يجاوب الهاتف فقال :\nلقد خاب قوم زال عنهم نبيهم *** وقدس من يسري إليهم ويغتدي\nترحل عن قوم فضلت عقولهم *** وحل على قوم بنور مجدد\nهداهم به بعد الضلالة ربهم *** فأرشدهم من يتبع الحق يرشد\nوهل يستوي ضلال قوم تسفهوا *** عمى وهداة يهتدون بمهند\nوقد نزلت منه على أهل يثرب *** ركاب هدى حلت عليهم بأسعد\nنبي يرى ما لا يرى الناس حوله *** ويتلو كتاب الله في كل مشهد\nوإن قال في يوم مقالة غائب *** فتصديقها في اليوم أو في ضحى الغد(1)\n________________\nالحديث أخرجه الحاكم في المستدرك برقم (3\\4274 ) وقال : حديث صحيح الإسناد ولم يخرجاه ، ووفقه الذهبي .\n{ وصف البراء بن عازب للنبي } - صلى الله عليه وسلم -\n40- قال البراء بن عازب رضي الله عنه « كان صلي الله عليه وسلم مربوعا بعيد ما بين المنكبين أعظم الناس، وأحسن الناس، جمته إلي أذنيه، وعليه حلة حمراء ما رأيت شيئا قط أحسن منه » (1)\n{ وصف أنس بن مالك للنبي } - صلى الله عليه وسلم -\n41- عن ربيعه بن أبي عبد الرحمن أنه سمع أنس بن مالك رضي الله عنه يقول: «كان رسول الله - صلى الله عليه وسلم - ليس بالطويل البائن ولا بالقصير ،وليس بالأبيض الأمهق ولا بآدم ولا بالجعد القطط ولا بالسبط، بعثه الله علي رأس أربعين سنه فأقام بمكة عشر سنين وبالمدينة عشرين، وتوفاه الله عز و جل علي رأس ستين سنه وليس في رأسه ولحيته عشرون شعرة بيضاء صلي الله عليه وسلم » (2)\n________________\nمتفق عليه ، البخاري برقم (3358) ومسلم برقم (2337).\n(1/13)\n",
        "أخرجه مالك في الموطأ برقم (1687).\n{ الفصل الثالث: شمائله } - صلى الله عليه وسلم -\n{ مكارم أخلاقه } - صلى الله عليه وسلم -\n42- قال تعالي : (وَإِنَّكَ لَعَلَى خُلُقٍ عَظِيمٍ) (القلم:4)\n43- وعن سعد بن هشام قال سألت عائشة فقلت أخبريني عن خلق رسول الله صلى الله عليه وسلم فقالت: « كان خلقه القرآن » (1)\n44- وعن أنس بن مالك رضي الله عنه قال كان رسول الله صلى الله عليه وسلم « أحسن الناس خلقا » (2)\n45- وعن أبي إسحاق قال سمعت البراء يقول « كان رسول الله صلى الله عليه وسلم أحسن الناس وجها وأحسنه خلقا » (3)\n________________\nأخرجه احمد في المسند برقم (25341) وقال الأرنؤوط : صحيح علي شرط الشيخين.\nأخرجه مسلم في صحيحه برقم (2310).\nمتفق عليه ، أخرجه البخاري برقم(3356) ومسلم برقم (2337)\nوقد قيل في مكارم أخلاق الرسول - صلى الله عليه وسلم - :\nيا من له الأخلاق ما تهوى العلا ... ** ... منها وما يتعشق الكبراء\nلو لم تُقم ديناً لقامت وحدها ... ** ... ديناً يضيء بنوره الآناء\nزانتك في الخلق العظيم شمائل ... ** ... يُغري بهن ويُولع الكرماء\nوإذا سخوت بلغت بالجود المدى ... ** ... وفعلت ما لا تفعل (الكرماء)\nوإذا عفوت فقادراً ومقدراً ... ** ... لا يستهين بعفوك الجهلاء\nفإذا رحمت فأنت أم أو أب ... ** ... هذان في الدنيا هُما الرحماء\nوإذا غضبت فإنما هي غضبة ... ** ... في الحق لا ضغن ولا بغضاء\nوإذا رضيت فذاك في مرضاته ... ** ... ورضا الكثير تحلم ورياء\nوإذا خطبت فللمنابر هزة ... ** ... تعرو الندى وللقلوب بكاء\nوإذا قضيت فلا ارتياب كأنما ... ** ... جاء الخصوم من السماء قضاء\nوإذا أخذت العهد أو أعطيته ... ** ... لجميع عهدك ذمة ووفاء\nبك يا ابن عبد الله قامت سمحة ... ** ... بالحق من ملف الهدى غزاء\nبنيت على التوحيد وهي حقيقة ... ** ... نادى بها الحكماء والعقلاء\n(1/14)\n\nالله فوق الخلق فيها وحده ... ** ... والناس تحت لوائها أكفاء\nوالدين يسر والخلافة بيعة ... ** ... والأمر شورى والحقوق قضاء\nاتصفت أهل الفقر من أهل الغنى ... ** ... فالكل في حق الحياة سواء\nظلموا شريعتك التي نلنا بها ... ** ... ما لم ينل في رومة الفقهاء\nصل عليك الله ما صحب الدجى ... ** ... حاد وحنت بالفلا وجناء (1)\n{ حلمه و تواضعه - صلى الله عليه وسلم - }\n46- عن عائشة رضي الله عنها قالت: « كانت وسادة رسول الله صلى الله عليه وسلم التي يضطجع عليها من آدم حشوها ليف» (2)\n47- وعن أبي هريرة رضي الله عنه، عن النبي صلى الله عليه وسلم قال: « لو دعيت إلى ذراع، أو كراع، لأجبت، ولو أهدي إلي ذراع أو كراع لقبلت» (3)\n________________\nقصيدة ولد الهدي / من ديوان أحمد شوقي المتوفي سنة 1351 هـ\nأخرجه مسلم في صحيحه برقم (2082)و الترمذي برقم (2586) وأبو داود في سننه برقم (4146) .\nأخرجه البخاري في صحيحه برقم (2429).\n48- وعن أنس رضي الله عنه ، أن رسول الله صلى الله عليه وسلم « كان إذا أكل طعاما لعق أصابعه الثلاث قال وقال إذا سقطت لقمة أحدكم فليمط عنها الأذى وليأكلها ولا يدعها للشيطان وأمرنا أن نسلت القصعة قال فإنكم لا تدرون في أي طعامكم البركة » (1)\n49- وعن عائشة رضي الله عنه أنها : سئلت ما كان رسول الله صلى الله عليه وسلم يعمل في بيته قالت « كان يخيط ثوبه ويخصف نعله ويعمل ما يعمل الرجال في بيوتهم » (2)\n50- وعن ابن عباس رضي الله عنهما قال « كان رسول الله صلى الله عليه وسلم يجلس على الأرض ويأكل على الأرض ويعتقل الشاة ويجيب دعوة المملوك على خبز الشعير» (3)\n________________\nأخرجه مسلم في صحيحه برقم (2034).\nأخرجه أحمد في المسند برقم (24947) وصححه الأرنؤوط .\nأخرجه الطبراني برقم (12494) وصححه الألباني في السلسلة الصحيحة برقم (2125).",
        "(1/15)\n\n51- وعن أنس بن مالك رضي الله عنه قال: (كانت الأمة من إماء أهل المدينة، لتأخذ بيد رسول الله صلى الله عليه وسلم فتنطلق به حيث شاءت » (1)\n52- وعن أنس رضي الله عنه أنه قال « أتى رسول الله صلى الله عليه وسلم على غلمان يلعبون فسلم عليهم » (2)\n53- وعن أبي الزبير أن جابر بن عبد الله حدثهم قال « كان رسول الله صلى الله عليه وسلم يتخلف في المسير فيزجي الضعيف ويردف ويدعو لهم » (3)\n54- وعن أنس بن مالك رضي الله عنه قال: « كنت أمشي مع رسول الله صلى الله عليه وسلم وعليه برد نجراني غليظ الحاشية، فأدركه أعرابي فجبذه بردائه جبذة شديدة، حتى نظرت إلى صفحة عاتق رسول الله صلى\n________________\nأخرجه البخاري في صحيحه برقم (5724).\nأخرجه أبو داود في سننه برقم (5202).\nأخرجه أبو داود أيضا برقم (2639).\nالله عليه وسلم قد أثَّرت بها حاشية البرد من شدة جبذته، ثم قال: يا محمد مر لي من مال الله الذي عندك، فالتفت إليه رسول الله صلى الله عليه وسلم ثم ضحك، ثم أمر له بعطاء» (1)\n55- وعن ابن عباس رضي الله عنهما أن رسول الله صلى الله عليه وسلم قال لأشج عبد القيس « إن فيك لخصلتين يحبهما الله الحلم والأناة » (2)\n{ صبره ورفقه - صلى الله عليه وسلم - }\n56- قال الله تعالى : (وَاصْبِرْ وَمَا صَبْرُكَ إِلاَّ بِاللّهِ وَلاَ تَحْزَنْ عَلَيْهِمْ وَلاَ تَكُ فِي ضَيْقٍ مِّمَّا يَمْكُرُونَ * إِنَّ اللّهَ مَعَ الَّذِينَ اتَّقَواْ وَّالَّذِينَ هُم مُّحْسِنُونَ) (النحل127)\n57- وعن عروة: أن عائشة رضي الله عنها زوج النبي صلى الله عليه وسلم حدثته:\n________________\nأخرجه الشيخان ، البخاري برقم (5472) ومسلم برقم (1057).\nأخرجه مسلم في صحيحه برقم (17).\n(1/16)",
        "\nأنها قالت للنبي صلى الله عليه وسلم: هل أتى عليك يوم أشد من يوم أحد؟ قال: « لقد لقيت من قومك ما لقيت، وكان أشد ما لقيت منهم يوم العقبة إذ عرضت نفسي على ابن عبد ياليل بن عبد كلال، فلم يجبني إلى ما أردت، فانطلقت وأنا مهموم على وجهي، فلم أستفق إلا وأنا بقرن الثعالب، فرفعت رأسي، فإذا أنا بسحابة قد أظلتني، فنظرت فإذا فيها جبريل، فناداني فقال: إن الله قد سمع قول قومك لك، وما ردوا عليك، وقد بعث الله إليك ملك الجبال، لتأمره بما شئت فيهم، فناداني ملك الجبال فسلم علي، ثم قال: يا محمد، فقال: ذلك فيما شئت، إن شئت أن أطبق عليهم الأخشبين؟ فقال النبي صلى الله عليه وسلم: بل أرجو أن يخرج الله من أصلابهم من يعبد الله وحده، لا يشرك به شيئا» (1)\n58- وعن أبي هريرة رضي الله عنه قال: قام أعرابي فبال في المسجد، فتناوله الناس، فقال لهم النبي صلى الله عليه وسلم: « دعوه وهريقوا\n________________\nمتفق عليه ، أخرجه البخاري برقم (3059) ومسلم برقم (1795)\nعلى بوله سجلا من ماء، أو ذنوبا من ماء، فإنما بعثتم ميسرين، ولم تبعثوا معسرين » (1)\n59- وعن عائشة رضي الله عنها: أن يهود أتوا النبي صلى الله عليه وسلم فقالوا: السام عليكم، فقالت عائشة: عليكم، ولعنكم الله، وغضب الله عليكم فقال رسول الله صلي الله عليه وسلم: « مهلاً يا عائشة، عليك بالرفق، وإياك والعنف والفحش » (2)\n{ رحمته وعدله } - صلى الله عليه وسلم -\n60- قال الله تعالى : (وَمَا أَرْسَلْنَاكَ إِلَّا رَحْمَةً لِّلْعَالَمِينَ ) (الأنبياء 107)\n61- وعن جرير بن عبد الله رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: « لا يرحم الله من لا يرحم الناس» (3)\n________________\nأخرجه البخاري في صحيحه برقم (217).\nأخرجه البخاري برقم (5683).\nأخرجه البخاري في صحيحه برقم (6941) ومسلم برقم (2319).\n(1/17)\n",
        "62- وعن أبي هريرة رضي الله عنه قال: قبل رسول الله صلى الله عليه وسلم الحسن بن علي وعنده الأقرع بن حابس التميمي جالساً، فقال الأقرع: إن لي عشرة من الولد ما قبلت منهم أحداً، فنظر إليه رسول الله صلى الله عليه وسلم ثم قال: « من لا يرحم لا يرحم » (1)\n63- وعن عائشة رضي الله عنها قالت: جاء أعرابي إلى النبي صلى الله عليه وسلم فقال: تقبلون الصبيان؟ فما نقبلهم، فقال النبي صلى الله عليه وسلم: « أو أملك لك أن نزع الله من قلبك الرحمة » (2)\n64- وعن عائشة رضي الله عنها: أن امرأة من بني مخزوم سرقت، فقالوا: من يكلم فيها رسول الله صلى الله عليه وسلم ؟ فلم يجترئ أحد أن يكلمه، فكلمه أسامة بن زيد، فقال: « إن بني إسرائيل كان إذا سرق فيهم الشريف تركوه، وإذا سرق فيهم الضعيف قطعوه، لو كانت فاطمة لقطعت يدها » (3)\n________________\nأخرجه البخاري في صحيحه برقم (5651).\nأخرجه البخاري في صحيحه برقم (5652).\nأخرجه البخاري في صحيحه برقم (3526).\n{ حيائُه - صلى الله عليه وسلم - }\n65- عن أبي سعيد الخدري رضي الله عنه قال: « كان النبي صلى الله عليه وسلم أشد حياء من العذراء في خدرها» (1)\n66- وعن عبد الله بن عمر رضي الله عنهما:قال مر النبي صلى الله عليه وسلم على رجل، وهو يعاتب أخاه في الحياء، يقول: إنك لتستحيي، حتى كأنه يقول: قد أضر بك، فقال رسول الله صلى الله عليه وسلم: « دعه، فإن الحياء من الإيمان» (2)\n{ شجاعته - صلى الله عليه وسلم - }\n67- عن أنس بن مالك قال كان رسول الله صلى الله عليه وسلم أحسن الناس وكان أجود الناس وكان أشجع الناس ولقد فزع أهل المدينة ذات ليلة فانطلق ناس قبل الصوت فتلقاهم رسول الله صلى الله عليه وسلم راجعا وقد سبقهم إلى الصوت وهو على فرس لأبي طلحة\n________________\nأخرجه البخاري برقم(3369) ومسلم برقم (2320)\nأخرجه البخاري في صحيحه برقم (5766)\n(1/18)\n\nعريفي عنقه السيف وهو يقول « لم تراعوا لم تراعوا»(1) قال « وجدناه بحرا أو إنه لبحر » قال وكان فرسا يبطأ (2)\n68- وقال ابن عمر رضي الله عنهما « ما رأيت أشجع ولا أنجد ولا أجود ولا أرضى من رسول الله صلي الله عليه وسلم » (3)\n{ معجزاته - صلى الله عليه وسلم - }\nأما معجزاته صلي الله عليه وسلم كثيرة، فهو أكثر الأنبياء معجزات - صلى الله عليه وسلم - نذكر بعض منها:\n69- قال رسول الله صلى الله عليه وسلم : « إن الله تعالى زوى لي الأرض، فرأيت مشارقها ومغاربها، وسيبلغ ملك أمتي ما زوي لي منها »(4)\n________________\nلم تراعوا أي روعاَ مستقراَ أو روعاَ يضركم . أنظر شرح النووي ج8ص67\nأخرجه مسلم في صحيحه برقم (2307).\nأخرجه الدارمي في مقدمته ص30.\nأخرجه الترمذي في جامعه برقم (2176)\n70- وعن ابن عمر رضي الله عنهما قال: « كان النبي صلى الله عليه وسلم يخطب إلى جذع، فلما اتخذ المنبر تحول إليه فحن الجذع، فأتاه يمسح يده عليه »(1)\n71- وعن أنس - رضي الله عنه - قال كنا مع عمر بين مكة والمدينة أخذ يحدثنا عن أهل بدر فقال « إن رسول الله صلى الله عليه وسلم ليرينا مصارعهم بالأمس قال هذا مصرع فلان إن شاء الله غدا قال عمر والذي بعثه بالحق ما أخطؤا تيك فجعلوا في بئر فأتاهم النبي صلى الله عليه وسلم فنادى يا فلان بن فلان يا فلان بن فلان هل وجدتم ما وعد ربكم حقا فإني وجدت ما وعدني الله حقا »(2)\n-\n________________\nأخرجه البخاري في صحيحه برقم (3390)\nأخرجه النسائي في سننه برقم (2074)\n{ الفصل الرابع: في محبته وفضل الصلاة عليه- صلى الله عليه وسلم - }\n{ في محبته - صلى الله عليه وسلم - }\n72- عن أبي هريرة رضي الله عنه: أن رسول الله صلى الله عليه وسلم قال: « فو الذي نفسي بيده، لا يؤمن أحدكم حتى أكون أحب إليه من والده وولده»(1)",
        "(1/19)\n\n73- و عن أنس رضي الله عنه ، عن رسول الله صلى الله عليه و سلم قال: « ثلاث من كن فيه وجد حلاوة الإيمان : أن يكون الله ورسوله أحب إليه مما سواهما . و أن يحب المرء لا يحبه إلا لله ، و أن يكره أن يعود في الكفر كما يكره أن يقذف في النار »(2)\n74- وعن عمر بن الخطاب رضي الله عنه أنه قال للنبي صلى الله عليه و سلم : لأنت أحب إلي من كل شيء إلا نفسي التي بين جنبي . فقال النبي صلى الله عليه و سلم : « لن يؤمن أحدكم حتى أكون أحب إليه من نفسه »\n________________\nأخرجه البخاري برقم (14)\nأخرجه البخاري برقم (9) ومسلم برقم (67).\nفقال عمر : و الذي أنزل عليك الكتاب لأنت أحب إلي من نفسي التي بين جنبي . فقال النبي صلى الله عليه و سلم : « الآن يا عمر »(1)\n{ في ثواب محبته - صلى الله عليه وسلم - }\n75- عن أنس رضي الله عنه - أن رجلاً أتى النبي صلى الله عليه و سلم فقال : متى الساعة يا رسول الله ؟ قال : ما أعددت لها ؟ قال : ما أعددت لها من كثير صلاة و لا صوم و لا صدقة ، و لكني أحب الله و رسوله . قال « أنت مع من أحببت »(2)\n{ فضلُ الصلاة علي النبي - صلى الله عليه وسلم - }\n76- قال تعالي { إِنَّ اللَّهَ وَمَلَائِكَتَهُ يُصَلُّونَ عَلَى النَّبِيِّ يَا أَيُّهَا الَّذِينَ آمَنُوا صَلُّوا عَلَيْهِ وَسَلِّمُوا تَسْلِيماً } (الأحزاب:56)\n77- وعن ابن مسعود رضي الله تعالي عنه قال : قال رسول الله صلي الله عليه وسلم « إن أولي الناس بي يوم القيامة أكثرهم علي صلاة »(3)\n________________\nأخرجه البخاري كذلك برقم (522).\nأخرجه البخاري في صحيحه برقم (3485)\nأخرجه الترمذي برقم (484)\n(1/20)",
        "\n78- وما جاء في كيفية الصلاة عليه - صلى الله عليه وسلم - ما رواه ابن أبي ليلى قال لقيني كعب بن عجرة فقال ألا أهدي لك هدية، خرج علينا رسول الله صلى الله عليه وسلم فقلنا قد عرفنا كيف نسلم عليك فكيف نصلي عليك قال قولوا اللهم صل على محمد وعلى آل محمد كما صليت على آل إبراهيم إنك حميد مجيد اللهم بارك على محمد وعلى آل محمد كما باركت على آل إبراهيم إنك حميد مجيد»(1)\n79- يقول أبو بكر الصديق رضي الله عنه: « الصلاة على رسول الله - صلى الله عليه وسلم -أمحق للخطايا من الماء للنار، والسلام على النبي - صلى الله عليه وسلم - أفضل من عتق الرقاب»\nإذا أنت أكثرت الصلاة على الذي صلى عليه الله في الآيات\nوجعلتها ورداً عليك محتماً لاحت عليك بشائر الخيرات\nاللهم صلّ وسلم وبارك على عبدك ورسولك، سيدنا محمد وعلى آله وصحبه وسلم تسليماً كثيراً.\n________________\nأخرجه مسلم في صحيحه برقم (407)\n{ الفصل الخامس: هديه - صلى الله عليه وسلم -في العبادة }\n{ هديه - صلى الله عليه وسلم - في الصلاة }\n80- عن عائشة رضي الله عنها: أن نبي الله صلى الله عليه وسلم كان يقوم من الليل حتى تتفطر قدماه، فقالت عائشة: لم تصنع هذا يا رسول الله، وقد غفر الله لك ما تقدم من ذنبك وما تأخر؟ قال: « أفلا أحب أن أكون عبدا شكورا» (1)\n81- وقال القاسم بن محمد سمعت عائشة رضي الله عنها تقول « كانت صلاة رسول الله صلى الله عليه وسلم من الليل عشر ركعات ويوتر بسجدة ويركع ركعتي الفجر فتلك ثلاث عشرة ركعة » (2)\n82- وعن أبي هريرة رضي الله عنه ، عن النبي صلى الله عليه وسلم قال « إذا قام أحدكم من الليل فليفتتح صلاته بركعتين خفيفتين» (3)\n________________\nأخرجه البخاري في صحيحه برقم (4557).\nأخرجه مسلم في صحيحه برقم (738)\nأخرجه مسلم أيضا في صحيحه برقم (767)\n(1/21)\n",
        "83- وعن عليّ رضي الله عنه قال: كان آخر كلام رسول اللّه صلى اللّه عليه وسلم: « الصلاة الصلاة، اتقوا اللّه فيما ملكت أيمانكم» (1)\n{ هديه - صلى الله عليه وسلم - في الصيام }\n84- عن طلحة بن عبيد الله رضي الله عنه قال: أن النبي صلى الله عليه وسلم كان إذا رأى الهلال قال« اللهم أهله علينا باليمن والإيمان والسلامة والإسلام ربي وربك الله» (2)\n85- وعن عائشة رضي الله عنها، أنه تقول « كان أحب الشهور إلى رسول الله صلى الله عليه وسلم أن يصومه شعبان ثم يصله برمضان» (3)\n86- وعن أنس بن مالك رضي الله عنه ، قال « كان النبي صلى الله عليه وسلم يفطر قبل أن يصلي على رطبات، فإن لم تكن رطبات فتميرات ، فإن لم تكن تميرات حسا حسوات من ماء» (5)\n________________\nأخرجه أبو داود في سننه برقم (5156) وأحمد في المسند (585) وصححه الأرنؤوط.\nأخرجه الترمذي في سننه برقم (3515).\nأخرجه أبو داود في سننه برقم (2336).\nأخرجه الترمذي برقم (692) وأبو داود برقم (2356)\n87- وعن عبد الله بن الزبير قال أفطر رسول الله صلى الله عليه وسلم عند سعد بن معاذ فقال « أفطر عندكم الصائمون وأكل طعامكم الأبرار وصلت عليكم الملائكة» (1)\n88- وعن ربيعة بن الغاز أنه سأل عائشة رضي الله عنها عن صيام رسول الله صلى الله عليه وسلم فقالت: « كان يتحرى صيام الاثنين والخميس» (2)\n{ ومن هديه صلي الله عليه وسلم }\n89- عن عبد الله بن بسر رضي الله عنه، قال كان رسول الله صلى الله عليه وسلم « إذا أتى باب قوم لم يستقبل الباب من تلقاء وجهه ولكن من ركنه الأيمن أو الأيسر ويقول السلام عليكم السلام عليكم وذلك أن الدور لم يكن عليها يومئذ ستور» (3)\n________________\nأخرجه ابن ماجه في سننه برقم (1747)\nأخرجه ابن ماجه أيضاَ برقم (1739)\nأخرجه أبو داود في سننه برقم (5186)\n(1/22)\n\n90- وعن عائشة رضي الله عنها، قالت كان رسول الله صلى الله عليه وسلم «إذا رأى ما يحب قال الحمد لله الذي بنعمته تتم الصالحات وإذا رأى ما يكره قال الحمد لله على كل حال» (1)\n91- وعن عائشة أيضا أن النبي صلى الله عليه وسلم «كان إذا أخذ مضجعه نفث في يديه وقرأ بالمعوذتين ومسح بهما جسده» (2)\n92- وعن أبي بكرة رضي الله عنه، عن النبي صلى الله عليه وسلم أنه كان « إذا جاءه أمر سرور أو بشر به خر ساجدا شاكرا لله » (3)\n93- وعن أبي بردة بن عبد الله أن أباه حدثه أن النبي صلى الله عليه وسلم«كان إذا خاف قوما قال اللهم إنا نجعلك في نحورهم ونعوذ بك من شرورهم» (4)\n________________\nأخرجه ابن ماجه برقم (3803)\nأخرجه ابن ماجه في سننه برقم (3875).\nأخرجه أبو داود برقم (2774) .\nأخرجه أبو داود في سننه برقم (1537).\n94- وعن أم سلمة رضي الله عنها ، أن النبي صلى الله عليه وسلم «كان إذا خرج من بيته قال بسم الله توكلت على الله اللهم إنا نعوذ بك من أن نزل أو نضل أو نظلم أو نظلم أو نجهل أو يجهل علينا» (1)\n95- وعن ابن عباس رضي الله عنهما، أن النبي صلي الله عليه وسلم أذا دخل علي مريض يعوده، قال: «لا بأس عليك، طهور إن شاء الله» (2)\n96- وعن عائشة رضي الله عنها، أن رسول الله صلى الله عليه وسلم كان إذا رأى المطر قال: «صيبا نافعا» (3)\n97- وعن أبي هريرة رضي الله عنه قال كان رسول الله صلى الله عليه وسلم «إذا عطس وضع يده أو ثوبه على فيه وخفض أو غض بها صوته» (4)\n________________\nأخرجه الترمذي في سننه برقم (3487) وقال حديث حسن صحيح.\nأخرجه البخاري في صحيحه برقم (7032)\nأخرجه البخاري في صحيحه برقم(985)\nأخرجه أبو داود في سننه برقم (5029)\n98- وعن أنس بن مالك رضي الله عنه قال كان النبي صلى الله عليه وسلم«إذا كربه أمر قال يا حي يا قيوم برحمتك أستغيث» (1)",
        "(1/23)\n\n99- وعن أنس بن مالك أيضا قال كان النبي صلى الله عليه وسلم «إذا لقي الرجل فكلمه لم يصرف وجهه عنه حتى يكون هو الذي ينصرف وإذا صافحه لم ينزع يده من يده حتى يكون هو الذي ينزعها ولم ير متقدما بركبتيه جليسا له قط» (2)\n100- وعن صهيب قال سأل قتادة أنسا - رضي الله عنه - أي دعوة كان يدعو بها النبي صلى الله عليه وسلم أكثر قال كان أكثر دعوة يدعو بها يقول « اللهم آتنا في الدنيا حسنة وفي الآخرة حسنة وقنا عذاب النار» (3)\n101- وعن شعيب بن عبد الله بن عمرو عن أبيه قال «ما رئي رسول الله صلى الله عليه وسلم يأكل متكئا قط ولا يطأ عقبه رجلان» (4)\n________________\nأخرجه الترمذي في سننه برقم (3593)\nأخرجه ابن ماجه في سننه برقم(3716)\nأخرجه مسلم في صحيحه رقم (2690)\nأخرجه أبو داود في سننه برقم (3770) وابن ماجه برقم (244)\n102- وعن ابن عباس رضي الله عنهما، قال: «كان رسول الله يتفاءل ولا يتطير ويعجبه كل اسم حسن» (1)\n103- وعن عبد الله بن بريدة عن أبيه قال كان النبي صلى الله عليه وسلم «لا يخرج يوم الفطر حتى يطعم ولا يطعم يوم الأضحى حتى يصلي» (2)\n104- وعن جابر بن سمرة السوائي رضي الله عنه ، قال كان رسول الله صلى الله عليه وسلم «لا يطيل الموعظة يوم الجمعة إنما هن كلمات يسيرات» (3)\n105- وعن حفصة زوج النبي صلى الله عليه وسلم قالت: «كان النبي صلى الله عليه وسلم إذا أوى إلى فراشه اضطجع على يده اليمني ثم قال: رب قني عذابك يوم تبعث عبادك ثلاث مرات، وكان يجعل يمينه لأكله وشربه ووضوئه وثيابه وأخذه وعطائه ويجعل شماله لما سوى ذلك\n________________\nأخرجه أحمد في المسند برقم (2328) وحسنه الأرنؤوط.\nأخرجه الترمذي في سننه برقم (540) وابن ماجه برقم (1754)\nأخرجه أبو داود في سننه برقم(1107)\nوكان يصوم ثلاثة أيام من كل شهر، الاثنين والخميس، والاثنين من الجمعة الأخرى» (1)\n(1/24)",
        "\n106- وعن عبد الله بن جعفر رضي الله عنه ، قال كان النبي صلى الله عليه وسلم «يأكل القثاء بالرطب» (2)\n107- وعن ابني بسر السلميين رضي الله عنهما قالا « دخل علينا رسول الله صلى الله عليه وسلم فقدمنا زبدا وتمرا وكان يحب الزبد والتمر» (3)\n108- وعن عائشة رضي الله عنها قالت «كان النبي صلى الله عليه وسلم يعجبه التيمن في تنعله وترجله وطهوره، وفي شأنه كله» (4)\n109- وعن عبد الله بن عمر رضي الله عنهما قال: أكثر ما كان النبي صلى الله عليه وسلم يحلف: «لا ومُقلِبُ القلوب» (5)\n________________\nأخرجه أحمد في المسند برقم(26505) وصححه الأرنؤوط.\nأخرجه الترمذي في سننه برقم (1905)\nأخرجه أبو داود في سننه برقم (3837)\nأخرجه البخاري في صحيحه برقم (166)\nأخرجه البخاري في صحيحه رقم (6956)\n110- وعن أنس رضي الله عنه قال «كان النبي صلى الله عليه وسلم يتوضأ بالمد ويغتسل بالصاع إلى خمسة أمداد» (1)\n111- وعن عائشة رضي الله عنها قالت: «كان رسول الله صلى الله عليه وسلم يقبل الهدية ويثيب عليها» (2)\n112- وعن أنس رضي الله عنه قال «كان النبي صلى الله عليه وسلم لا يدخر شيئا لغد» (3)\n113- وعن جابر بن عبد الله رضي الله عنه، قال «كان رسول الله صلى الله عليه وسلم إذا خطب احمرت عيناه وعلا صوته واشتد غضبه حتى كأنه منذر جيش يقول صبحكم ومساكم ويقول بعثت أنا والساعة كهاتين ويقرن بين إصبعيه السبابة والوسطى ويقول أما بعد فإن خير الحديث كتاب الله وخير الهدى هدى محمد وشر الأمور محدثاتها وكل\n________________\nأحرجه مسلم في صحيحه برقم (325)\nأخرجه البخاري في صحيحه برقم (2445)\nأخرجه الترمذي في سننه برقم (2467)\nبدعة ضلالة» (1)\n114- وعن أنس رضي الله عنه قال «كان رسول الله صلى الله عليه وسلم إذا دخل الخلاء قال اللهم إني أعوذ بك من الخبث والخبائث» (2)\n(1/25)\n",
        "115 - وعن ابن عباس رضي الله عنهما: أن النبي صلى الله عليه وسلم كان إذا دخل على مريض يعوده قال: « لا بأس، طهور إن شاء الله» (3)\n116- وعن ابن عباس رضي الله عنهما قال: «كان رسول الله صلى الله عليه وسلم يجمع بين صلاة الظهر والعصر إذا كان على ظهر سير، ويجمع بين المغرب والعشاء» (4)\n117- وعن أبي موسى رضي الله عنه، قال «كان رسول الله صلى الله عليه وسلم إذا أتاه طالب حاجة أقبل على جلسائه فقال اشفعوا فلتؤجروا وليقض الله على لسان نبيه ما أحب» (5)\n________________\nأخرجه مسلم في صحيحه برقم (867)\nأخرجه مسلم في صحيحه رقم (375)\nأخرجه البخاري في صحيحه برقم (3420)\nأخرجه البخاري برقم (1056)\nأخرجه مسلم في صحيحه برقم (2627)\n- إلي غير ذالك فقد كان صلي الله عليه وسلم قدوة ومدرسةً تخرج منها أصحابه رضي الله عنهم حتى يستمروا ويواصلوا مسيرة الدعوة إلي الله فكانت سيرتهم عبر العصور نسائم إيمانية تتجدد في قلوب المؤمنين الصادقين\nأخره والله أعلم بالصواب وإليه المرجع والمآب\nوالصلاة والسلام علي خاتم الأنبياء والمرسلين\n-\nالمصادر :\nالقران الكريم.\nالكتب الستة.\n(صحيح البخاري ، صحيح مسلم ، سنن النسائي ، سنن الترمذي ، سنن أبو داود ، سنن ابن ماجه )\nموطأ الإمام مالك بن أنس ( إمام دار الهجرة)\nشرح النووي علي صحيح مسلم ج 9،8\nالجامع الصغير وزيادته للسيوطي.\nسيرة ابن هشام.\nالشمائل المحمدية للترمذي.\nالمراجع :\nالأنوار في شمائل النبي المختار للبغوي.\nالدرر في المغازي والسير لابن الأثير.\nزاد المعاد في هدي خير العباد لابن قيم الجوزية.\nالشفا بتعريف حقوق المصطفي للقاضي عياض\nإحياء علوم الدين للغزالي ج2.\nتاريخ الهجرة النبوية للببلاوي.\nعيون الأثر في فنون المغازي والشمائل والسير لابن سيد الناس.\nالسيرة النبوية لابن كثير.\nأنموذج اللبيب في خصائص الحبيب للسيوطي\n-\n{ الفهرس }\nالموضوع ... الصفحة\nالمقدمة ... ......................... ... 5\n(1/26)\n\nالفصل الأول : سيرته - صلى الله عليه وسلم - ... ......................... ... 7\nاسم الرسول - صلى الله عليه وسلم - ونسبه ... ......................... ... 7 ... مولد الرسول - صلى الله عليه وسلم -?? ... ......................... ... 7\nأولاده - صلى الله عليه وسلم - ... ......................... ... 10\nأزواجه - صلى الله عليه وسلم - ... ......................... ... 11\nهجرته - صلى الله عليه وسلم - ... ......................... ... 13\nغزواته - صلى الله عليه وسلم - ... ......................... ... 13\nوفاته - صلى الله عليه وسلم - ... ......................... ... 14\nالفصل الثاني : أوصافه - صلى الله عليه وسلم - ... ......................... ... 16\nصفة لونه - صلى الله عليه وسلم - ... ......................... ... 16\nصفة وجهه - صلى الله عليه وسلم - ... ......................... ... 16\nصفة عينه - صلى الله عليه وسلم - ... ......................... ... 17\nصفة فمه الشريف - صلى الله عليه وسلم - ... ......................... ... 18\nصفة خديه - صلى الله عليه وسلم - ... ......................... ... 18\nصفة لحيته - صلى الله عليه وسلم - ... ......................... ... 19\nصفة رأسه - صلى الله عليه وسلم - ... ......................... ... 19\nصفة شعره - صلى الله عليه وسلم - ... ......................... ... 20\nصفة كفيه - صلى الله عليه وسلم - ... ......................... ... 21\nلسانه وريقه - صلى الله عليه وسلم - ... ......................... ... 22\nطوله - صلى الله عليه وسلم - ... ......................... ... 22\nكلامه وضحكه - صلى الله عليه وسلم - ... ......................... ... 23\nعرقه - صلى الله عليه وسلم - ... ......................... ... 24",
        "(1/27)\n\nطيبه - صلى الله عليه وسلم - ... ......................... ... 25\nوصف أم معبد للرسول - صلى الله عليه وسلم - ... ......................... ... 25\nوصف البراء بن عازب للنبي - صلى الله عليه وسلم - ... ......................... ... 29\nوصف أنس بن مالك للنبي - صلى الله عليه وسلم - ... ......................... ... 29\nالفصل الثالث: شمائله - صلى الله عليه وسلم - ... ......................... ... 30\nمكارم أحلاقه - صلى الله عليه وسلم - ... ......................... ... 30\nحلمه و تواضعه - صلى الله عليه وسلم - ... ......................... ... 32\nصبره ورفقه - صلى الله عليه وسلم - ... ......................... ... 35\nرحمته وعدله - صلى الله عليه وسلم - ... ......................... ... 37\nحيائُه - صلى الله عليه وسلم - ... ......................... ... 39\nشجاعته - صلى الله عليه وسلم - ... ......................... ... 39\nمعجزاته - صلى الله عليه وسلم - ... ......................... ... 40\nالفصل الرابع: في محبته والصلاة عليه- صلى الله عليه وسلم - ... ......................... ... 42\nفي محبته - صلى الله عليه وسلم - ... ......................... ... 42\nفي ثواب محبته- صلى الله عليه وسلم - ... ......................... ... 43\nفضلُ الصلاة علي النبي - صلى الله عليه وسلم - ... ......................... ... 43\nالفصل الخامس:هديه - صلى الله عليه وسلم -في العبادة ... ......................... ... 45\nهديه - صلى الله عليه وسلم - في الصلاة ... ......................... ... 45\nهديه - صلى الله عليه وسلم - في الصيام ... ......................... ... 46\nومن هديه صلي الله عليه وسلم ... ......................... ... 47\nالمصادر والمراجع ... ......................... ... 56\n(1/28)",
        "\nالفهرس ... ......................... ... 58\n(1/29)\n"
    ]
}