{
    "partText": [
        "دليل الكتاب\nتصدير\t7\nمقدمة التحقيق\t9\nنماذج مصورة من المخطوطات\t26",
        "تلخيص المرام في معرفة الأحكام\nكتاب الطهارة\t5\nكتاب الصلاة\t19\nكتاب الزكاة\t41",
        "الخمس\t49\nكتاب الصوم\t51\nالاعتكاف\t55\nكتاب الحج\t57",
        "كتاب الجهاد\t79\nكتاب المتاجر\t91\nكتاب الديون وما يتبعها\t111\nكتاب الإجارة والوديعة ولواحقهما\t129",
        "كتاب الهبات وما يتبعها\t149\nكتاب الغصب\t167\nكتاب الشفعة\t173\nكتاب إحياء الموات\t179",
        "كتاب النكاح\t183\nكتاب الطلاق وما يتبعه\t219\nكتاب العتق وتوابعه\t241\nكتاب الأيمان وتوابعها\t253",
        "كتاب الصيد وتوابعه\t267\nكتاب المواريث\t277\nكتاب القضايا والشهادات\t293\nكتاب الحدود\t317",
        "كتاب الجراح والديات\t335\nفهرس الموضوعات\t377\nفهرس مصادر التحقيق\t388\nتصدير",
        "بِسْمِ اللهِ الرَّحْمنِ الرَّحِيمِ\nالحمد لله ربّ العالمين ، وصلّى الله على سيّدنا محمّد وآله الطاهرين.\nالسلام على الإمام المهدي عجّل الله فرجه الشريف الذي يملأ الأرض قسطا وعدلا.\nأمّا بعد ، فلا يخفى أنّ الشيخ الأجلّ الأعظم ، العلّامة على الإطلاق ، أبا منصور جمال الدين الحسن بن يوسف بن عليّ بن المطهّر الحلّي ( قدّس الله نفسه وروّح رمسه ) من أكابر فقهائنا العظام ، ولا تزال تأليفاته القيّمة هي المورد الصافي لإفادة العلماء والفقهاء منذ حياته إلى زماننا هذا.",
        "فمن تأليفاته الفقهيّة كتابه الموسوم بتلخيص المرام في معرفة الأحكام الذي ذكره في ترجمة نفسه في خلاصة الأقوال واهتمّ بشرحه بنفسه ، فكتب له شرحا أسماه غاية الإحكام في تصحيح تلخيص المرام الذي فقد ولم يصل إلينا. وأمّا كتابه تلخيص المرام فهو بحمد الله لم يفقد ولكنّه لم يطبع إلى زماننا هذا ، واستفاد منه فقهاؤنا العظام ، ومنهم الشهيد الأوّل قدس سرّه في مواضع كثيرة من غاية المراد.\nونظرا إلى أهمّيّة الكتاب ، وكونه لا يزال مخطوطا ، وأنّه لم يكن في متناول الفقهاء ، فقد قام بتحقيقه حجّة الإسلام الشيخ هادي القبيسي وراجعه قسم إحياء\nالتراث الإسلامي على أحسن وجه ، لذا يسرّ مركز الأبحاث والدراسات الإسلاميّة أن يصدر هذا السفر القيّم ليضاف إلى تراث أمّتنا المشرق ، نسأل الله سبحانه وتعالى أن يكتب له الأجر الجزيل والثواب الجميل ، وعلى الله قصد السبيل.\nمركز الأبحاث والدراسات الإسلاميّة",
        "مقدّمة التحقيق\nبِسْمِ اللهِ الرَّحْمنِ الرَّحِيمِ \nولله الحمد وحده وبه نستعين ، والصلاة والسلام على أشرف الأنبياء والمرسلين أبي القاسم محمّد وآله الطاهرين ، واللعن الدائم على أعدائهم إلى يوم الدين.\nوبعد ، بما أنّ الله عزوجل قد جعل من الإسلام دينا خاتما ، فقد جعل لهذا الدين أمناء يقومون عليه في كلّ عصر ، وكان لمدرسة البيت النبوي الشرف الاسمي والكأس الأوفى في رعاية هذا الدين ، والحفاظ عليه من إرجاف المرجفين. ولمّا كان عصر الغيبة الكبرى لمهدي آل محمّد عجّل الله فرجه الشريف من أصعب العصور التي تمرّ بها الأمّة وهي تعيش محنة غياب المعصوم ، وتعداد عوامل العدوان على الإسلام.",
        "فلا بدّ لعلماء الإسلام ـ وبالأخصّ من مدرسة أهل البيت عليهم‌السلام ـ أن يكونوا بالمرصاد لدرء الفتن وردّ البدع وحماية الشرع المقدّس رغم الظروف الصعبة التي يعيشونها في أغلب بقاع الأرض.\nولا بدّ للسالك في هذا الدرب أن ينظر بعين الاعتبار والتقدير إلى الثلّة الكريمة التي حفظت مبنى الدين والعقيدة ، وحفظت الشرع ، وأدامت عوامل الوعي واستمرار البحث والتنقيب في معالم الدين الحنيف والعقيدة المقدّسة ، لإطلاق معالم التشريع ، وخدمة دين المصطفى الأكرم صلى‌الله‌عليه‌وآله‌وسلم.\nوفضيلة العلم التي حثّ عليها الكتاب الكريم والرسول الأكرم صلى‌الله‌عليه‌وآله‌وسلم باعتبارها الضوء الكاشف للأجيال في خطّ رواسم العلوم ونقشها في العقول والقلوب. فأهل العلم هم الطليعة الرائدة التي حملت لواء الإنسان السوي ، لصيانته من عوامل الانحراف والسير به نحو\nرضى الله الخالق القدير ، ولإخراج الإنسان من ظلمات الجهل والانحطاط والتردّي إلى واقعه الكريم ، ولكي لا يكون ضحيّة غرائزه البهيميّة ، ولذا فإنّ العلم يقف حارسا على ملكات الإنسان الكريمة ، ليهذّبها ، ويطلقها وفقا لأعراف الله ودينه الحنيف.",
        "إنّ مدرسة التشيّع شجرة نبتت جذورها في دار النبوّة ، وتفرّعت أغصانها باسقات من بيوت أئمّة أذهب الله عنهم الرجس وطهّرهم تطهيرا ، فرواؤها سلسبيل النبوّة والإمامة ، وثمرها خير الدارين.\nفمنّ الله سبحانه على من تاقت نفسه إلى أطائب الثمر ، فاقتطف من تلك الشجرة ما استطاع حسب استعداده ، فتشعشع نورا يبدّد ظلام الجهل. فمن هؤلاء الشيخ الصدوق رحمه‌الله ، الذي صنّف الكثير من كتب الفقه والحديث ، ثمّ توسّعت الحركة الفكريّة بما يلائم حركة الإنسان وحاجته على يد الشيخ المفيد رحمه‌الله الذي كان مدرسة حقّة من مدارس التشريع الإسلامي في القرن الرابع الهجري ، والذي ترك أثره على العلوم الإسلاميّة إلى أمد بعيد.\nامتدّ الزمن ليجلب معه آفاق التطوّر في البحث والتحقيق والتدوين في مختلف العلوم ، فكان لعلماء الإسلام النصيب الأكبر والسهم الأوفر من ذلك ، حتّى وصل الأمر إلى العلّامة الحلّي ، الذي كان أنموذجا فريدا في العلم ، فهو الذي أعاد إسراج أقباس الفقه ، وأنار مشكاة العلم ، ونال الاجتهاد في سنّ مبكّر من عمره ، فضلا عن أنّه أوّل من أخذ بأقسام الحديث : من مرسل ، وضعيف ، وقويّ ، وموثّق. وقد كان علما لا معا في مختلف العلوم ، فقد كتب في الفقه ، والمنطق ، والفلسفة ، والحديث ، والرجال ، وغيرها من العلوم فلقّب بـ ( العلّامة على الإطلاق ). الأمر الذي أكّد طول باعه في مواكبة تطوّر الحياة وحلّ المشاكل المستجدّة من أمور الدين والدنيا ، إذ لا بدّ من الرجوع إلى مظانّ العلم لاستخراج الأدلّة الشرعيّة التي تناسب واقع الحياة ، اعتمادا على شحذ العقول ، للوصول إلى لباب المفاهيم التشريعيّة من الكتاب والسنّة ، ولقد كان الرعيل الأوّل من أهل العلم قد بالغ في الجهد لاستكشاف معالم التشريع لمسايرة الحياة والإحاطة بتداخلاتها من خلال البحث والتأليف والردّ والتصنيف ، ولا يزال أهل الفضل من العلماء يركبون نجائب المعرفة ، ويشقّون عباب بحار العلم من أجل خدمة دين المصطفى الأكرم صلى‌الله‌عليه‌وآله‌وسلم وخدمة الأمّة الإسلاميّة.\nومن هنا ، فأهل العلم هم الباحثون عن طرق النجاة وأهل الدلالة عن مواطن الحقّ.",
        "ولله الحمد وحده على إكمال الدين وإتمام النعمة ، وصلّى الله على سيّدنا محمّد وآله الطيّبين الطاهرين.\nالفصل الأوّل \nالمؤلّف\nاسمه ونسبه",
        "الحسن بن يوسف بن عليّ بن مطهّر الحلّي ، وهو الصحيح ، حيث صرّح المصنّف باسمه في خلاصته (1) ، خلافا لبعض المؤرّخين من العامّة كالصفدي (2) وابن حجر (3) وآخرين ، حيث قالوا : بأنّ اسمه الحسين.\nمولده ونشأته\nأجمعت المصادر على ولادته في شهر رمضان المبارك ، سنة 648 ه‍ ، باستثناء ما ذكره السيّد الأمين في الأعيان (4) نقلا عن خلاصة العلّامة رحمه‌الله : أنّه ولد سنة 647 ه‍ ، وهذا واضح فساده ، لأنّ نسخ الخلاصة كلّها تخالف ما ذكره السيّد الأمين ، ولعلّه سهو.\nنعم وقع الخلاف في تحديد يوم ولادته المردّد بين 19 و 29 من شهر رمضان المبارك ، ولا أرى في تحديده غرضا مهمّا.",
        "__________________\n(1) الخلاصة : 45.\n(2) الوافي بالوفيات 13 : 85.\n(3) الدرر الكامنة 2 : 71. وفي موضع آخر 2 : 49 باسم الحسن.",
        "(4) أعيان الشيعة 5 : 396.\n\nفنشأ شيخنا المترجم له في بيت عرف بالعلم والتقي في إحضان والده وبرعاية خاله المحقّق الحلّي ، فدرس عليهما وعلى غيرهما من العلماء الجهابذة الذين كانوا أعلام عصرهم وفطاحلة زمانهم ، فنشأ عليهم نشأة كريمة ، وترعرع في كنفهم رعاية خاصّة ، ممّا جعلته يفوق أقرانه ، ويبرز في سنّ مبكّر. ولا أريد التعرّض لتحديد السنّ الذي بلغ فيه مرتبة الاجتهاد ، أو الذي بدأ فيه بالتصنيف ، لما وقع فيه من التضارب في الأقوال ، فليطلب من مظانّه (1).\nففي تلك السنين مرّت ظروف عصبية على الحلّة كادت أن تفنى بعلمائها وتندثر معالمها الخالدة على يد السلطان الجزّار « هولاكو » ـ الذي كان قد وصل إلى مشارف بغداد ـ لو لا حكمة والد العلّامة رحمه‌الله حيث اجتمع مع من بقي من أهل الحلّة ، وقرّروا إنفاذ كتاب للسلطان يطلبون فيه الأمان والنزول تحت حكمه ، وكانت آن ذاك خطوة حسّاسة ، لأنّهم لم يعلموا ما ذا سيكون موقفه منهم ، فوصل الكتاب ، وأرسل على أثره من يحضر والد العلّامة ، فخرج من الحلّة مع جنود السلطان ولا يدري ما ذا سيصنع به ، وله قصّة معروفة مع السلطان حينما أخبره الشيخ عن سبب مكاتبتهم له ، ولم تمض مدّة قصيرة حتّى عاد والد العلّامة إلى الحلّة وبيده ( الفرمان ) من السلطان فيه أمان لأهل الحلّة والمشهدين الشريفين.",
        "وبعد هذا دخل السلطان إلى مدينة بغداد واستباحها ، فأحدث فيها مجزرة عظيمة لم ينجو منها أحد حتّى الشيوخ والأطفال والنساء.\nومن هنا نعلم مدى العمق الفكري لدى أهل الحلّة وعلمائها بالخصوص ، حيث إنّهم كانوا يعرفون من هو « هولاكو » فعلموا أنّ الوقوف في وجهه لا يجدي نفعا بل يجلب ضررا ، ففضّلوا الصلح والمهادنة ، وبهذا نجت الحلّة من بطش السلطان الجزّار.\nففي خضمّ هذه الأحداث نشأ علّامتنا الحلّي قدس سرّه.\nوبعد مدّة من الزمن عرضت مشكلة لشاه إيران ، وهو الشاة خدابنده ، فلم يجد لها حلّا عند أبناء العامّة ، فقيل له : إنّ في الحلّة عالما من علماء الشيعة يستطيع حلّها ، فاستحضره الملك ، وفعلا شدّ الرحال إليه .. وجرى ما جرى ـ والقصّة مذكورة في محلها بالتفصيل (2)",
        "__________________\n(1) وقد كفانا المئونة الشيخ رضا المختاري في مقدّمة التحقيق لغاية المراد 1 : 37.\n(2) أعيان الشيعة 5 : 399.\nإلى أن تشيّع الملك ، وراح يرسّخ قواعد التشيّع في إيران بجهود العلّامة ، فهيّأ للعلّامة كلّ ما يحتاجه كي يبقى في إيران للوعظ والإرشاد ، حتّى أنه أسّس له مدرسة سيّارة.",
        "فبقي علّامتنا المترجم له على هذا الحال إلى أن توفّي الشاة خدابنده سنة 716 ه‍ ، فعندها قفل راجعا إلى موطنه الحلّة السيفيّة ، حيث مركز العلم والعلماء ، وبقي فيها لم يخرج منها إلّا لحجّ بيت الله الحرام إلى أن غابت شمس العلم ، وغارت نجوم الفضل ، فصدعت بوفاته العلماء ، وثلم الإسلام و .. فنقل جثمانه إلى النجف الأشرف حيث مثواه الأخير ، ودفن بقرب سيّدنا ومولانا أمير المؤمنين عليّ بن أبي طالب عليه‌السلام.\nأسرته : من الأسر العربيّة العريقة ، فمن قبل أبيه آل المطهّر ويرجعون إلى بني أسد ، ومن قبل أمّه بني سعيد ويرجعون إلى هذيل.\nفكما قلنا سابقا : إنّه عاش في أوساط علميّة واسعة النطاق.\nفأبوه : سديد الدين يوسف بن عليّ بن مطهّر الحلّي من العلماء الأعاظم.",
        "وأمّه : بنت العالم الفقيه الشيخ حسن بن يحيى بن حسن بن سعيد الهذلي الحلّي ، وهي أيضا أخت المحقّق الحلّي.\nوجدّه لأبيه : زين الدين عليّ بن المطهّر الحلّي ، وصفه الشهيد في إجازته لابن الخازن : بالإمام. وهذا يدلّ على أنّه كان من العلماء الأفاضل.\nوجدّه لأمّه : هو الحسن بن يحيى بن الحسن بن سعيد الهذلي الحلّي ، وكان فاضلا عظيم الشأن.\nوجدّ أمّه : هو أبو زكريا يحيى بن الحسن بن سعيد الحلّي ، وكان عالما محقّقا.",
        "وخاله : نجم الدين جعفر بن الحسن بن يحيى بن الحسن بن سعيد الهذلي ـ المحقّق الحلّي ـ صاحب الشرائع ، كان أفضل أهل عصره في الفقه ، وكان له الحظّ الأوفر في تربيته وتعليمه.\nوأخوه : رضيّ الدين عليّ بن يوسف بن المطهّر ، وكان فاضلا جليلا.\nوابن عمّ والدته : نجيب الدين يحيى بن أحمد بن يحيى بن الحسن بن سعيد الحلّي ، وكان زاهدا ورعا.\nمشايخه في القراءة والرواية",
        "كثيرون منهم : 1 ـ والده الشيخ سديد الدين يوسف بن عليّ. 2 ـ خاله المحقّق الحلّي جعفر بن الحسن. 3 ـ الخواجة نصير الدين الطوسي الذي أخذ منه العقليّات والرياضيّات. 4 ـ الشيخ نجيب الدين يحيى بن سعيد الحلّي صاحب جامع الشرائع. 5 ـ الشيخ كمال الدين ميثم بن عليّ البحراني صاحب الشروح الثلاثة على نهج البلاغة.\nتلامذته والراوون عنه\nقرأ عليه جمع غفير من العلماء الأعلام والفضلاء الكرام منهم :\n1 ـ ولده فخر الإسلام محمّد بن الحسن بن يوسف. 2 ـ ابن أخته السيد عميد الدين عبد المطّلب الأعرجي الحلّي. 3 ـ ابن أخته السيّد ضياء الدين عبد الله الأعرجي الحلّي. 4 ـ السيّد النسّابة تاج الدين محمّد بن القاسم بن معية الحلّي. 5 ـ الشيخ زين الدين أبو الحسن عليّ بن أحمد المرندي. 6 ـ الشيخ قطب الدين محمّد بن محمّد الرازي البويهي. وغيرهم من فطاحل العلماء.",
        "أقوال العلماء فيه\nلم يبق أحد من العلماء والمترجمين إلّا ومدحه ، وذكر فضائل أعماله وجميل أفعاله وغزارة علمه ووفور فضله ، فأطراه القاصي والداني والصديق والعدو.\nويكفيك ما قاله معاصره من أبناء العامّة الصفدي : الإمام العلّامة ذو الفنون .. عالم الشيعة وفقيههم ، صاحب التصانيف التي اشتهرت في حياته .. وكان يصنّف وهو راكب .. وكان ابن المطهّر ريّض الأخلاق مشتهر الذكر ، تخرّج به أقوام كثيرة .. وكان إماما في الكلام والمعقولات (1).\nوقال تلميذه محمّد عليّ الجرجاني : شيخنا المعظّم وإمامنا الأعظم ، سيّد فضلاء العصر ورئيس علماء الدهر ، المبرّز في فنّي المعقول والمنقول ، المطرّز للواء علمي الفروع",
        "__________________\n(1) الوافي بالوفيات 13 : 85.\nوالأصول ، جمال الملّة والدين ، سديد الإسلام والمسلمين (1).\nمؤلّفاته",
        "كثيرة جدّا ، فقال البعض : إنّها جاوزت حدّ المائة ، وربّما ذهب آخرون إلى أكثر من هذا ، وأشهرها : التذكرة ، المختلف ، منتهى المطلب ، القواعد ، التحرير ، الإرشاد ، كشف المراد في شرح تجريد الاعتقاد ، القواعد الجليّة ، تبصرة المتعلّمين ، كشف اليقين في فضائل أمير المؤمنين عليه‌السلام ، نهج الحقّ وكشف الصدق ، نهاية المرام في علم الكلام ، إيضاح المقاصد ، واجب الاعتقاد ، تلخيص المرام في معرفة الأحكام ، وهو كتابنا الماثل بين يديك أيّها القارئ الكريم.\nوفاته ومدفنه\nاتّفق المؤرّخون على أنّ وفاته ليلة السبت أو يومه من شهر محرّم الحرام ، سنة 726 ه‍ ، ولقد خالف الصفدي المخالف حيث قال : توفّي سنة خمس وعشرين [ وسبعمائة ] ، وقيل : سنة ستّ وعشرين وسبعمائة (2).\nولكن اختلفوا في يوم وفاته المردّد بين الحادي عشر والحادي والعشرين من شهر محرّم الحرام.",
        "فكانت وفاته في الحلّة ، وحمل نعشه على الرءوس إلى النجف الأشرف ، ودفن في مثواه الأخير في جوار مولى الموحّدين أمير المؤمنين عليه‌السلام في حجرة إيوان الذهب الواقعة على يمين الداخل إلى الحضرة الشريفة من جهة الشمال.\nأقول : ومن أراد المزيد من الاطّلاع على حياة هذه الشخصيّة الفذّة والركن المنيع والبحر المتلاطم أمواجه ، الذي حيّر العقول والألباب بفكره الوقّاد ، فليراجع المصادر المعنيّة بهذا الأمر (3).\n__________________\n(1) أعيان الشيعة 5 : 397 عن مقدّمة شرح الوصول للجرجاني.",
        "(2) الوافي بالوفيات 13 : 85.\n(3) انظر ترجمته في رجال ابن داود : 78 ، خلاصة الأقوال : 45 ، نقد الرجال : 99 ، مجالس المؤمنين 2 : 359 ، منهج المقال : 109 ، رياض العلماء 1 : 358 ، أمل الآمل 2 : 81 ، لؤلؤة البحرين : 210 ، مقابس الأنوار : 13 ، خاتمة المستدرك : 459 ، بهجة الآمال 3 : 217 ، الفوائد الرضويّة : 126 ، الكنى والألقاب 2 : 436 ، هدية الأحباب : 202 ، أعيان الشيعة 5 : 396 ، تأسيس الشيعة ، 270 ، الوافي بالوفيات 13 : 85 ، لسان الميزان 2 : 317 ، النجوم الزاهرة 9 : 267 ، الأعلام للزركلي 2 : 227.\nالفصل الثاني \nالكتاب",
        "اسمه ونسبته\nاتّفقت المصادر كافّة على أنّ اسمه : تلخيص المرام في معرفة الأحكام باستثناء الباحث الكبير آقا بزرگ الطهراني في موضع من ذريعته 6 : 47.\nوأمّا نسبته للعلّامة الحلّي فهو من الأمور المقطوعة والمسلّمة.\nفقد ذكره المؤلّف نفسه في الخلاصة : 45 عند ترجمة نفسه وتعرّضه لذكر مؤلّفاته.",
        "وكذا ذكره في إجازته للسيّد مهنّا عند ما ذكر أسامي كتبه ، كما في بحار الأنوار 104 : 147 ، ورياض العلماء 1 : 367.\nوذكره الميرزا الأفندي في رياض العلماء 1 : 372 عن الخلاصة.\nوذكره السيّد الخوانساري في الروضات 2 : 271 عن الخلاصة.\nوذكره الحرّ العاملي في أمل الآمل 2 : 82 عن الخلاصة.",
        "وذكره المحدّث البحراني في اللؤلؤة : 213 عن الخلاصة.\nوذكره السيّد بحر العلوم في رجاله 2 : 273 ، وقال : إنّه مجلّد.\nوذكره السيّد الأمين العاملي في الأعيان 5 : 403 ، وقال : عندنا منه نسخة.\nوذكره السيّد إعجاز حسين في كشف الحجب والأستار : 140 ، وقال : في الفقه.",
        "وذكره الشهيد المظلوم التبريزي في مرآة الكتب 2 : 157 ، وقال : قاله في الخلاصة.\nوذكره العلّامة المجلسي في بحار الأنوار 1 : 17 و 107 : 170.\nوذكره آقا بزرگ الطهراني في الذريعة 4 : 427 ، رقم 1893 ، قال : تلخيص المرام في معرفة الأحكام وقواعد الفقه ومسائله الدقيقة على سبيل الاختصار.\nوذكره أيضا عند ذكره لشروحه في عدّة مواضع من الذريعة 6 : 47 ، و 7 : 152 و 13 : 152 و 16 : 6 و 17 : 235.",
        "وذكره المحقّق السيّد عبد العزيز الطباطبائي في مكتبة العلّامة الحلّي : 107 ، رقم 38.\nشروحه وحواشيه\nشرحه الكثير من العلماء منهم المصنّف رحمه‌الله ، لدقّته وإحاطته بكثير من التفريعات الفقهيّة ، نذكر الشروح التي توصّلنا إلى معرفتها ، وهي :\n1 ) غاية الإحكام في تصحيح تلخيص المرام : للعلّامة نفسه. ذكره في الخلاصة : 45 بعد ذكره لكتابة تلخيص المرام.",
        "وفي الخلاصة التي اعتمد عليها في مجالس المؤمنين 1 : 574 غاية المرام في تصحيح تلخيص المرام.\nولم يرد اسم هذا الكتاب في نسخ الخلاصة التي اعتمد عليها في أمل الآمل 2 : 82 ورياض العلماء 1 : 372 ـ 381 ، وأعيان الشيعة 5 : 403.\nوذكره البحراني في اللؤلؤة : 213 عن الخلاصة بعد كتاب تلخيص المرام.\nوذكره السيّد بحر العلوم في رجاله 2 : 275 عن الخلاصة أيضا.",
        "وذكره في رياض العلماء 1 : 373 عن الخلاصة بعد كتاب تلخيص المرام.\nوذكره في الذريعة 13 : 152 ، و 16 : 6.\nوالكتاب لم يصل إلينا ، ولا إلى من سبقنا إلى الشهيد ، حيث ينقل عنه في شرح الإرشاد.\nقال المولى الأفندي :",
        "\n\nقال ثقة الإسلام الشهيد التبريزي :\nوقال السيّد الأمين العاملي :",
        "وقال المولى الأفندي في تعليقة أمل الآمل :\nفي حواشي الخلاصة رأيت بخطّ بعض الأفاضل ما هذا لفظه : كتاب غاية الإحكام في تصحيح تلخيص المرام نسخة بخطّ شيخنا الشهيد ، انتهى ، ولعلّه شرح للعلّامة أيضا على متنه هذا. انتهى ما في التعليقة (4).\n2 ) حاشية التلخيص : للعلّامة نفسه.\nقال المولى الأفندي في رياضة :",
        "__________________\n(1) رياض العلماء 1 : 380.\n(2) مرآة الكتب 2 : 157.\n(3) أعيان الشيعة 5 : 403.",
        "(4) تعليقة أمل الآمل : 125.\n\nأقول : ويظهر لمن تأمّل في عبارة ما كتب في الهامش : أنّه ذكره في حاشيته على التلخيص .. أنّ هذه الحاشية غير الشرح السابق غاية الإحكام ، بل ما كتبه العلّامة من حواش على أطراف كتابه تلخيص المرام ، وإن كان احتمال اتّحاد هذه الحاشية مع غاية الأحكام باق ، لعدم وصول كتاب غاية الأحكام إلينا (2).\n3 ) كاشف الحقّ : للمولى محمّد بن بهرام.",
        "قال المولى الأفندي :\nأقول : وتوجد نسخة في المكتبة الرضويّة رقم 2532 باسم كاشف الحقائق لمحمّد بن بهرام كتبت سنة 954 ه‍ ، كما في فهرس ألفبائي : 455 ، وقال الطهراني في الذريعة 17 : 236 : ومنه نسخة في الرضوية ونسخته بعنوان كاشف الحقائق والمؤلّف محمّد بن بهرام.\n4 ) خزائن الأحكام في شرح تلخيص المرام : للشيخ الفقيه الحاج المولى عليّ بن الميرزا خليل الطهراني النجفي ، المتوفّى بها في أواخر ربيع الآخر 1296 ه‍ ، صاحب الحاشية على التعليقة البهبهانيّة. قال سيّدنا الحسن صدر الدين : إنّه تمام الفقه في عدّة مجلّدات. رأيت النسخة الأصليّة بخطّ المؤلّف ، وقد اشتراها بعد وفاته تلميذه .. المولى باقر التستري (4).\nأقول : توجد منه نسختان في المكتبة الرضويّة ، رقم 7632 و 7633 ، كما في فهرس ألفبائي : 233.",
        "أهمّيّته\nإنّ من يلاحظ مؤلّفات العلّامة قدس سرّه يجد فيها ما هو مبني على التطويل والتفصيل ، وآخر\n__________________\n(1) رياض العلماء 1 : 369.",
        "(2) راجع الذريعة 6 : 47 ، رقم 233.\n(3) رياض العلماء 1 : 365.\n(4) الذريعة 7 : 152 ـ 153.\nمتوسط ، فتارة يذكر الدليل ، وأخرى يرسل من غير دليل ، وما هو مختصر ، مقتصرا على ذكر الحكم من دون تعرّض لأدلّته ، كما هو الحال في كتابنا هذا.",
        "فقد ذكر فيه تمام أبواب الفقه من الطهارة إلى الديات ، متعرّضا فيه لكثير من الفروع مع مراعاته للاختصار المبني عليه الكتاب ، حيث قال في مقدّمته :\nفكان بحقّ من محكمات الكتب الفقهيّة : ولأهميّته بادر العلماء إلى شرحه والتعليق عليه ، ووضع الحواشي المناسبة ، وغيرها من التوضيحات اللازمة.\nوممّن شرحه : المصنّف نفسه ـ كما مرّ آنفا ـ وبيّن مراده فيه ، لكن حالت بيننا وبين الوصول إليه الحوادث التي ألمّت بكتب علمائنا رضي‌الله‌عنهم ومصنّفاتهم الشريفة ، وما وصل إلينا فهو من لطف الله ومنّه علينا ، ولذا نرى لزاما علينا أن نحافظ على هذه النعمة ، ونحفظ تراثنا المتبقّي. وننقذه من التلف والضياع. ومن هذا المنطلق قمت بإخراج هذا الكتاب القيّم بما يليق بحاله الذي يرى النور لأوّل مرّة ، راجيا أن يكون كما آمل.\nومن الملاحظ أنّه أكثر فيه من عبارة قيل ، وعلى رأي مقتصرا بهذا المقدار عن التفصيل ، لئلّا يخلّ بالاختصار الذي أشار إليه في مقدّمته.",
        "بقي شي‌ء لا بدّ من الوقوف عنده وهو : المراد من قوله : على رأي فيه احتمالات عدّة ، وأحسن ما يمكن الإجابة عنه ، ما قاله شهيدنا الأوّل رحمه‌الله ـ في شرح قول العلّامة : والحرّة بمثلها وبالحرّ ، ولا غرم على رأي ـ :\nثمّ اعلم أنّ قول المصنّف هنا وفي التلخيص : على رأي ليس في موضعه على ما اصطلح عليه غالبا ، فإنّه ينبّه به على قول وإن لم يكن مشهورا ، وفي الأكثر يكون مشهورا (2).\n__________________\n(1) نفس الكتاب : 3.",
        "(2) غاية المراد 4 : 364.\nنسخه\nنذكر منها ما عثرنا عليه في مكتبات العالم :\n1 ـ نسخة في مكتبة السيّد المرعشي النجفي العامّة رقم 472 كتبت في حياة المؤلّف ، ذكرت في فهرسها 2 : 77.",
        "2 ـ نسخة في مكتبة البرلمان الإيراني السابق رقمها المؤقّت 5012 ، كتبت سنة 705 ه‍ كما ذكرت في مكتبة العلّامة الحلّي : 107 (1).\n3 ـ نسخة في مكتبة الجامع الكبير في صنعاء برقم 1350 ، كتبت في 10 رجب سنة 726 ه‍ ذكرت في فهرسها 2 : 1003.\n4 ـ نسخة في مكتبة البرلمان الإيراني السابق رقم 5314 كتبت سنة 735 ه‍ ، كتبها محمّد بن حسن بن حسّان ، ذكرت في فهرسها 16 : 228.\n5 ـ نسخة في مكتبة البرلمان الإيراني السابق ، رقم 4253 ، كتبت في القرن الثامن الهجري ، وهي نفس النسخة التي أشار إليها الباحث الكبير آقا بزرگ الطهراني التي كانت عند السيّد نصر الله التقوي في طهران ، ومعارضة بخطّ الشهيد الثاني رضى الله عنه ، انظر فهرس المكتبة 11 : 286 ، والذريعة 4 : 427.",
        "6 ـ نسخة في المكتبة الرضويّة على صاحبها آلاف التحيّة والسلام ، رقم 2274 من غير تأريخ ، ذكرت في فهرسها ألفبائي 2 : 20 ، وفي مكتبة العلّامة الحلّي : 107 وأنّها ترجع إلى القرن الثامن الهجري.\n7 ـ نسخة في المكتبة الرضويّة أيضا ، رقم 2275 من غير تأريخ ، ذكرت في فهرسها ألفبائي 2 : 20 ، وفي مكتبة العلّامة الحلّي : 107 وأنّها ترجع إلى القرن العاشر الهجري.\n8 ـ نسخة في مكتبة البرلمان الإيراني السابق ، رقم 4818 ، ترجع إلى القرن الثاني عشر الهجري ، ذكر في فهرسها 13 : 229.\n9 ـ نسخة في مكتبة السيّد محسن الأمين العاملي الخاصّة ، لم يذكر تأريخ كتابتها ،",
        "__________________\n(1) تأليف العلّامة المحقّق السيّد عبد العزيز الطباطبائي رضى الله عنه.\nذكرت في أعيان الشيعة 5 : 403. والنسختان الأخيرتان لم يذكرهما المحقّق السيّد عبد العزيز الطباطبائي في مكتبة العلّامة الحلّي.\nالنسخ المعتمدة في التحقيق",
        "1 ـ نسخة ( م ) : وهي محفوظة في المكتبة العامّة لآية الله المرعشي في قم المقدّسة ، رقم 472 ، ذكرت في فهرسها 2 : 77. كتبت في عصر المؤلّف رضى الله عنه.\nوالنسخة ناقصة الأوّل عدّة أوراق ، إلى قوله : إلى المحادر على رأي ، وما اشتملت عليه الإبهام والوسطى .. في بحث الوضوء.\nتحتوي النسخة على 191 ورقة ، فيها تصحيحات وتعليقات كثيرة ، ممّا تدلّ على مقابلتها والعناية بها ، وكتبت العناوين فيها بخطّ أكبر وبارز.\nوالنسخة كتبت في عهد المؤلّف على ظنّ قويّ ، يتخلّلها في الضمن عدّة أوراق بخطوط مختلفة ، وستّ عشرة ورقة من آخرها بخطّ مستنسخ آخر ، وهو : .. عليّ بن .. يوسف الحسيني.",
        "جاء في أوّلها بخطّ آية الله السيّد شهاب الدين المرعشي النجفي رحمه‌الله :\nوجاء في آخرها :\nفيكون عليّ الحسيني قد أكمل كتابة النسخة ـ المجهول كاتبها ـ بمقدار 16 ورقة فقط ، كما أنه قد ساهم فيها أكثر من كاتب في بعض الصفحات.\n2 ـ نسخة ( س ) : وهي محفوظة في مكتبة البرلمان الإيراني السابق ، رقم 5314 ، تحتوي على 132 ورقة ، ذكرت في فهرسها 16 / 288 ، كتبها محمّد بن حسن ، سنة 735 ه‍ جاء في أوّل النسخة :",
        "\n\nوجاء في آخرها :\nوالنسخة كاملة ومصحّحة ومقابلة.",
        "3 ـ نسخة ( ر ) : وهي المحفوظة في المكتبة الرضويّة ، رقم 2275 ، ذكرت في فهرس ألفبائي : 146 ، والنسخة ناقصة من مبحث الطلاق الرجعي إلى آخر كتاب العتق وتوابعه وعدّة صفحات من آخرها ، وهي قليلة الأخطاء واضحة القراءة ، عليها تعليقات وتوضيحات كثيرة ، لكنّها لم تنسب لأحد من العلماء. ولذا أعرضنا عن ذكرها في الهامش.\nفي أكثر الموارد تكون مؤيّدة لإحدى النسختين الأوّلتين ، وليس فيها ما هو مخالف لهما إلّا القليل ، فكانت هذه النسخة مع النسخة الآتية خير معين في موارد الحاجة.\n4 ـ نسخة ( ق ) : وهي المحفوظة في المكتبة الرضويّة أيضا ، رقم 2274 ، ذكرت في فهرس ألفبائي : 146 ، والنسخة حسنة الخطّ مقروءة ، لكنّها مغلوطة جدّا سقيمة الحال ، تنتهي في أواسط كتاب الشهادات ، وقد استعنّا بهذه النسخة لحلّ كثير من الكلمات غير المقروءة من النسخ الأخرى.\nفانتهجنا في التحقيق عمليّة التلفيق بين النسخ الأربع ، وأثبتنا ما هو الصحيح أو الأصحّ في المتن ، مع الإشارة إلى الاختلافات التي لها وجه ومعنى في الهامش ، وذلك لأنّ العلّامة حينما ينتهي من تأليفه للكتاب يستنسخه أكثر تلامذته ، ويقرءون نسخهم على العلّامة ، وهو",
        "يصحّح لهم الكتاب ، ويشرح معضلاته ، فكثير من الاختلافات تنشأ من تصحيح العلّامة لكتبه فهي منه.\nمنهجيّة التحقيق\nاعتمدت في عملي طريقة التلفيق بين النسخ الأربع ، مراعيا فيه القواعد المتعارفة لتحقيق النصوص ، فكان عملي كالتالي :\n1 ـ مقابلة النسخ ، وإثبات النصّ الصحيح في المتن ، والإشارة إلى الاختلاف في الهامش في الحالات الضروريّة.",
        "2 ـ استخراج الأقوال الفقهيّة التي أشار إليها بـ ( قيل ) مقتصرا في بعض الأحيان على بيان قائل واحد ، وليس معنى هذا أنّه لا يوجد قائل غيره ، وكذلك استخرجت ما أشار إليه بـ ( قول ) و ( قولان ) مع الإعراض عن عبارة : ( على رأى ) و ( خلاف ) لئلّا يطول بنا المقام.\n3 ـ استخراج الروايات الواردة من كتب أمّهات الحديث.\n4 ـ تقطيع النصّ إلى فقرأت حسب القواعد المتعارفة في التحقيق.\n5 ـ ذكرت بعض الشروح التوضيحية اللازمة ، وربّما استفدتها من بعض كتب المصنّف الأخرى.",
        "6 ـ توضيح بعض المصطلحات اللغويّة من مصادرها الأمّ.\n7 ـ تقويم النصّ.\nنهاية المطاف\nالحمد لله الذي وفّقني لتحقيق هذا الكتاب وإخراجه بحلّة أرجو أن تكون لائقة به بعد بذل الجهد المتواصل والعمل الدؤوب لتحقيق الأمل المنشود والغاية المتوخّاة من إحياء تراثنا القيّم الذي عفته الأيّام سنين متمادية إلى أن شاءت الأقدار أن يرى النور ، ويخرج من عالم الإهمال والضياع إلى عالم الإحياء والاهتمام ، راجيا منه تعالى أن يوفّقنا دوما للاعتناء بآثار سلفنا الصالح رحمهم‌الله.",
        "وأخيرا أتقدّم بجزيل الشكر والامتنان إلى كلّ من ساعدني وأعانني على إخراج هذا الكتاب القيّم في قسم إحياء التراث الإسلامي في مركز الأبحاث والدراسات الإسلاميّة ، وأخصّ بالذكر منهم كلّا من الشيخ محسن النوروزي ، والأخ فرج الله جهان دوست ، والأخ الفاضل لطيف عباس الذين ساهموا في مقابلة النسخ وتصحيح التجارب المطبعيّة ، والأديب الفاضل ناظم شاكر الذي قام بمراجعته ، والشيخ علي أوسط الناطقي الذي أشرف على طبع الكتاب إلى مراحله الأخيرة ، فلله درّهم وعليه أجرهم.\nوأيضا أتقدّم بالشكر إلى الإخوة العاملين في بقيّة أقسام مركز الأبحاث والدراسات الإسلاميّة ، خصوصا قسم النشر الأخوين : عبد الهادي الأشرفي ورمضان علي القرباني لمساعدتهما في صفّ الحروف وإخراج الكتاب بأحسن هيئة ممكنة.\nكما وأرجو من العلماء والمحقّقين أن يتحفوني باقتراحاتهم وملاحظاتهم القيّمة لتفادي الأخطاء فيما بعد وفي أعمال أخرى.\nوكان ذلك يوم المباهلة في الرابع والعشرين من شهر ذي الحجّة الحرام لعام سبعة عشر وأربعمائة بعد الألف ، والله الموفّق لكلّ خير وصلاح ، والعصمة له ولأوليائه عليهم‌السلام والحمد لله أوّلا وآخرا.",
        "وكتب العبد الفقير إلى رحمة ربّه الغني الكريم هادي بن العلّامة الشيخ حسن محمّد القبيسي العاملي الأنصاري حامدا مصلّيا.\n\n\n"
    ]
}