{
    "partText": [
        "\nبسم الله الرحمن الرحيم\nتيسير الاعتقاد\nشرح\nلمعة الاعتقاد\nلابن قدامة المقدسي\nالشيخ / سليمان بن محمد اللهيميد\nالسعودية / رفحاء\nتفضل بزيارة موقعي على الانترنت - مجلة رياض المتقين\nwww.almotaqeen.net\nبسم الله الرحمن الرحيم\nإن الحمد لله نحمده ونستعينه ونستغفره ونعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا\nمن يهده الله فلا مضل له ، ومن يضلل فلا هادي له ، وأشهد أن لا إله إلا الله وحده\nلا شريك له وأشهد أن محمداً عبده ورسوله صلى الله عليه وعلى آله وسلم\nأما بعد\nضمن دروس العقيدة التي أقيمها في مدينتي [ رفحاء ] فهذا شرح\nلمعة الاعتقاد للإمام ابن قدامة رحمه الله [ 541 - 620 ] .\nحرصت على ذكر أدلة أهل السنة والجماعة من مظانها ، واجتهدت\nأن لا أذكر إلا ما صح من الحديث .\nأسأل الله أن يرزقنا العلم النافع والعمل الصالح\nأخوكم\nسليمان بن محمد اللهيميد\nالسعودية - رفحاء\nتفضل بزيارة موقعي\nwww.almotaqeen.net\nبِسْمِ اَللَّهِ اَلرَّحْمَنِ اَلرَّحِيمِ\n( اَلْحَمْدُ لِلَّهِ اَلْمَحْمُودِ بِكُلِّ لِسَانٍ )\n\"الحمد : ذكر أوصاف المحمود الكاملة وأفعاله الحميدة مع المحبة والتعظيم .\nفقول القائل : الحمد لله : أي أنه يخبر بمحاسن المحمود وهو الله محبة وتعظيماً .\nوهذا هو الفرق بين الحمد والمدح ، فالمدح يذكر أوصاف الممدوح لكن لا يلزم ذلك أن يكون محبة ، أما الحمد فذكر الأوصاف الجميلة مع المحبة والتعظيم ، ولهذا جاء الحمد في حمد الله عز وجل (الْحَمْدُ للّهِ رَبِّ الْعَالَمِينَ) (قُلِ الْحَمْدُ لِلَّهِ) .\nفالإنسان قد يمدح الإنسان ، لكن لا يلزم أن يحبه .\n\"الحمد لله : فالله يحمد على جميع نعمه وعلى كل شيء ، فهو محمود على ما أمر به وعلى ما نهى عنه وعلى خلقه .\nقال تعالى : (وَإِن مِّن شَيْءٍ إِلاَّ يُسَبِّحُ بِحَمْدَهِ)\n(1/1)\n",
        "وكان - صلى الله عليه وسلم - يقول في الاعتدال من الركوع : ( ربنا ولك الحمد ، ملء السماء ، وملء الأرض ، وملء ما بينهما ، وملء ما شئت من شيء بعد ) .\n\"وقد أمرنا الله بحمده ، فقال تعالى : (قُلِ الْحَمْدُ لِلَّهِ) .\n\"ومما يحمد الله عليه :\n- إنزال الكتاب .\nقال تعالى : (الْحَمْدُ لِلَّهِ الَّذِي أَنزَلَ عَلَى عَبْدِهِ الْكِتَابَ وَلَمْ يَجْعَل لَّهُ عِوَجَاً) .\n- وعلى إرسال الرسل .\nكما قال تعالى : (هُوَ الَّذِي أَرْسَلَ رَسُولَهُ بِالْهُدَى وَدِينِ الْحَقِّ) .\n- وعلى خلق السماوات والأرض .\nكما قال تعالى : (الْحَمْدُ لِلّهِ الَّذِي خَلَقَ السَّمَاوَاتِ وَالأَرْضَ) .\n\"قال شيخ الإسلام : \" الحمد نوعان :\nحمد على إحسانه إلى عباده ، وهو الشكر .\nوحمد لما يستحقه بنفسه من نعوت كماله ، وهذا الحمد لا يكون إلا لمن هو بنفسه مستحق للحمد ، وإنما يستحق ذلك من هو متصف بصفات الكمال \" .\n\"قال - صلى الله عليه وسلم - : ( أفضل الذكر لا إله إلا الله ، وأفضل الدعاء الحمد لله ) .\n\"قال بعض العلماء : الحمد لله هي كلمة كل شاكر ، واستدلوا :\nبقول أهل الجنة ( الحمد لله الذي أذهب عنا الحزن ) .\nوبقول نوح عليه السلام ( الحمد لله الذي نجانا من القوم الظالمين ) .\nوبقول أهل الجنة أيضاً ( الحمد لله الذي هدانا لهذا وما كنا لنهتدي لولا أن هدانا الله ) .\nوبقول إبراهيم عليه السلام ( الحمد لله الذي وهب لي على الكبر إسماعيل وإسحاق ) .\nوبقول داود وسليمان عليهما السلام ( الحمد لله الذي فضلنا على كثير من عباده المؤمنين ) .\n\"الحمد لله : ( ال ) للاستغراق ، أي جميع المحامد لله تعالى ، فهو المستحق للحمد على الإطلاق .\nكما كان - صلى الله عليه وسلم - يقول : ( ولك الحمد كله ) .\n\"بدأ بالحمد لله تأسياً بالكتاب العزيز واقتداء بالنبي - صلى الله عليه وسلم - .\nفأول سورة بالقرآن افتتحت بالحمد لله رب العالمين .\n(1/2)\n\nوكان النبي - صلى الله عليه وسلم - يفتتح خطبه بالحمد لله .\n(اَلْمَحْمُودِ بِكُلِّ لِسَانٍ) .\nأي أن الله يحمده سبحانه كل المخلوقات وكل الموجودات ، فكل المخلوقات تحمده وتسبحه .\nقال تعالى : (وَإِن مِّن شَيْءٍ إِلاَّ يُسَبِّحُ بِحَمْدَهِ وَلَكِن لاَّ تَفْقَهُونَ تَسْبِيحَهُمْ)\nوقال تعالى : (أَلَمْ تَرَ أَنَّ اللَّهَ يُسَبِّحُ لَهُ مَن فِي السَّمَاوَاتِ وَالْأَرْضِ وَالطَّيْرُ صَافَّاتٍ كُلٌّ قَدْ عَلِمَ صَلَاتَهُ وَتَسْبِيحَهُ) .\nوقال تعالى : (تُسَبِّحُ لَهُ السَّمَاوَاتُ السَّبْعُ وَالأَرْضُ وَمَن فِيهِنَّ) .\nوقال تعالى : (يُسَبِّحُ لَهُ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ) .\n\"ومعنى تسبيح الجمادات : لها تسبيح حقيقي قد ألهمها الله إياه .\nولذلك قال تعالى : (وَلَكِن لاَّ تَفْقَهُونَ تَسْبِيحَهُمْ)\nفقول بعضهم : تسبيح الجمادات دلالتها على صانعها قول ضعيف .\n( اَلْمَعْبُودِ فِي كُلِّ زَمَانٍ )\n\"أي أن الله تعالى له العبودية .\nوالعبادة : هي الذل والخضوع ، وعبودية الله قسمان :\nعامة : ومعناها أن كل الخلق مقهورون خاضعون لله سبحانه وتعالى ، يتصرف فيهم كيف يشاء ويحكم فيهم كما يريد .\nكما قال تعالى : (إِن كُلُّ مَن فِي السَّمَاوَاتِ وَالْأَرْضِ إِلَّا آتِي الرَّحْمَنِ عَبْداً) .\nوقال تعالى : (وَهُوَ الْقَاهِرُ فَوْقَ عِبَادِهِ) .\nوهذه العبودية لا يخرج منها أحد ، فهي تشمل جميع الخلق .\nخاصة : وهي عبودية الطاعة العامة ( التي يتميز بها المؤمنون عن الكفار ) .\nقال تعالى : ( وعباد الرحمن الذين يمشون على الأرض هوناً وإذا خاطبهم الجاهلون قالوا سلاماً ) .\n( اَلَّذِي لَا يَخْلُو مِنْ عِلْمِهِ مَكَانٌ )\nمباحث علم الله تبارك وتعالى :\nأولاً : علم الله شامل لكل شيء ، يشمل الجزئيات والكليات .\nقال تعالى ( وهو بكل شيء عليم ) .\nوقال تعالى ( إن الله بكل شيء عليم ) .",
        "(1/3)\n\nوقال تعالى ( والله يعلم ما في السموات وما في الأرض ) .\nثانياً : يعلم الماضي والمستقبل .\nقال تعالى ( يعلم ما بين أيديهم وما خلفهم ) [ ما بين أيديهم ] الحاضر والمستقبل [ وما خلفهم ] الماضي .\nثالثاً : يعلم الخفايا وما في الصدور .\nقال تعالى ( إن الله عليم بذات الصدور ) .\nرابعاً : علم الله لم يسبقه جهل ولا يلحقه نسيان .\nقال تعالى ( ... قال علمها عند ربي في كتاب لا يضل ربي ولا ينسى ) .\nوقال تعالى ( وما كان ربك نسياً ) .\nأما علم ابن آدم فمسبوق بجهل ويلحقه نسيان كما قال تعالى ( والله أخرجكم من بطون أمهاتكم لا تعلمون شيئاً ) .\nخامساً : يستوي في علم الله السر والعلانية ، والصغير والكبير والغيب والشهادة .\nقال تعالى ( وما يعزب عن ربك من مثقال ذرة في الأرض ولا في السماء ولا أصغر من ذلك ولا أكبر إلا في كتاب مبين ) .\nوقال تعالى ( عالم الغيب والشهادة ) .\nوقال تعالى ( والله يعلم ما تحمل كل أنثى وما تغيض الأرحام وما تزداد وكل شيء عنده بمقدار . عالم الغيب والشهادة الكبير المتعال . سواء منكم من أسر القول ومن جهر به ومن هو مستخف بالليل وسارب بالنهار ) .\nسادساً : وليس شيء يصل إلى الأرض أو يصعد من الأرض إلى السماء إلا قد أحاط الله به علماً .\nقال تعالى ( يعلم ما يلج في الأرض وما يخرج منها وما ينزل من السماء وما يعرج فيها وهو الرحيم الغفور ) .\nسابعاً : قلة علمنا بالنسبة لعلم الله .\nقال تعالى ( وما أوتيتم من العلم إلا قليلاً ) .\nثامناً : يعلم الأمور التي لن تكون كيف تكون لو كانت .\nكما قال تعالى عن الكفار حين يكونون في النار ( ولو ردوا لعادوا لما نهو عنه ) .\nوقال تعالى ( لو كان فيهما آلهة إلا الله لفسدتا ) .\n(وَلَا يَشْغَلُهُ شَأْنٌ عَنْ شَأْنٍ )\nلكمال صفاته سبحانه وتعالى وعلمه .\n(1/4)",
        "\nفالله عز وجل لكمال صفاته لا ينشغل بسماع هذا عن هذا ، بل يدعوه مئات الألوف ويجيب من يجيبه منهم ، فيسمع في وقت واحد دعاء الداعين وأنين المتضرعين مهما كانت لغاتهم وأجناسهم .\nلا يشغله فعله عن فعل ، يخلق ويرزق ، ويحي ويميت ، يعطي هذا ويمنع هذا في نفس اللحظة .\nيذل ويفقر ، ويعز ويذل ، فهو سبحانه يدبر أمر المخلوقات كلها ، لماذا ؟ لكمال قدرته سبحانه وكمال علمه .\nابن آدم :\nلا يستطيع أن يسمع إلى شخصين .\nلا يستطيع أن يدبر أكثر من عمل في وقت واحد .\nيتعب من العمل الواحد ويرهق .\nقال تعالى : (إِنَّمَا أَمْرُهُ إِذَا أَرَادَ شَيْئاً أَنْ يَقُولَ لَهُ كُنْ فَيَكُونُ) .\n( جَلَّ عَنْ اَلْأَشْبَاهِ وَالْأَنْدَادِ )\nجل : أي عظم وتنزه ، أي تباعد .\nالأشباه : جمع شبيه ، وهو الكفء .\nالأنداد : جمع ند ، وهو المثيل .\nفالله تعالى منزه عن الأشباه والأنداد ، فلا شبيه له ولا ند .\nقال تعالى : (فَلاَ تَجْعَلُواْ لِلّهِ أَندَاداً وَأَنتُمْ تَعْلَمُونَ) .\nوقال تعالى : (وَلَمْ يَكُن لَّهُ كُفُواً أَحَدٌ) أي لا يكافئه أحد .\nنفى الكفء وذلك لكمال صفاته .\nوقال تعالى : (وَمِنَ النَّاسِ مَن يَتَّخِذُ مِن دُونِ اللّهِ أَندَاداً يُحِبُّونَهُمْ كَحُبِّ اللّهِ) .\nوأعظم ذنب أن تجعل لله نداً وهو خلقك .\nلحديث ابن مسعود : ( قال : سألت رسول الله - صلى الله عليه وسلم - أي الذنب أعظم ؟ فقال : أن تجعل لله نداً وهو خلقك ) .\n( وَتَنَزَّهَ عَنْ اَلصَّاحِبَةِ وَالْأَوْلَادِ )\nتنزه : تقدس . الصاحبة : الزوجة .\nفالله عز وجل منزه عن الزوجة والولد ، وذلك لكمال غناه .\nفالله سبحانه لا يحتاج إلى الولد وإلى الزوجة ، إنما يحتاجهما المخلوق الضعيف .\nقال تعالى : (بَدِيعُ السَّمَاوَاتِ وَالأَرْضِ أَنَّى يَكُونُ لَهُ وَلَدٌ وَلَمْ تَكُن لَّهُ صَاحِبَةٌ) .\nوقال تعالى : (وَأَنَّهُ تَعَالَى جَدُّ رَبِّنَا مَا اتَّخَذَ صَاحِبَةً وَلَا وَلَداً) .\n(1/5)\n",
        "وقال تعالى : (قَالُواْ اتَّخَذَ اللّهُ وَلَداً سُبْحَانَهُ هُوَ الْغَنِيُّ لَهُ مَا فِي السَّمَاوَات وَمَا فِي الأَرْضِ) .\nوقال تعالى : (وَيُنذِرَ الَّذِينَ قَالُوا اتَّخَذَ اللَّهُ وَلَداً) .\nوقال تعالى : (لَوْ أَرَادَ اللَّهُ أَنْ يَتَّخِذَ وَلَداً لَّاصْطَفَى مِمَّا يَخْلُقُ مَا يَشَاءُ سُبْحَانَهُ هُوَ اللَّهُ الْوَاحِدُ الْقَهَّارُ) .\nوالذين وصفوه بأن له ولداً :\nالنصارى الذين قالوا : إن المسيح ابن الله .\nواليهود قالوا : عزير ابن الله .\nكما قال تعالى ( وقالت اليهود عزير ابن الله وقالت النصارى المسيح ابن الله ) .\nوأهل الجاهلية من المشركين الذين قالوا : الملائكة بنات الله .\nوقال تعالى ( وجعلوا لله البنات سبحانه ولهم ما يشتهون ) .\nقال تعالى : (وَقَالُوا اتَّخَذَ الرَّحْمَنُ وَلَداً . لَقَدْ جِئْتُمْ شَيْئاً إِدّاً) .\nوقال - صلى الله عليه وسلم - ( كذبني آدم ولم يكن له ذلك وشتمني ولم يكن له ذلك : أما شتمه إياي قوله إن لي ولداً .. ) .\n( وَنَفَذَ حُكْمُهُ فِي جَمِيعِ اَلْعِبَادِ )\nأي أن حكمه سبحانه نافذ وواقع في جميع العباد .\nقال تعالى : ( إن الحكم إلا لله ) .\nفلا راد لقضائه ولا معقب لحكمه ، أي فلا يرد قضاء الله راد ولا يعقب أي يؤخر حكمه مؤخر ، بل هو الواحد القهار .\nفلا بد أن ينفذ حكم الله في وقته .\nقال تعالى : (إِذَا قَضَى أَمْراً فَإِنَّمَا يَقُولُ لَهُ كُن فَيَكُونُ) .\nوقال تعالى : (لاَ مُعَقِّبَ لِحُكْمِهِ وَهُوَ سَرِيعُ الْحِسَابِ) .\n( بخلاف المخلوق فإنه إذا قضى أمراً فإنه قد يتم وقد لا يتم ، فمن حكم عليه بالغنى استغنى ، ومن حكم عليه بالفقر افتقر ، ومن حكم عليه بالمرض مرض أو الصحة أو الهداية أو الضلال أو الجهل أو العلم نفذ حكمه في جميع البلاد وفي جميع العباد ) .\n(لَا تُمَثِّلُهُ اَلْعُقُولُ بِالتَّفْكِيرِ, وَلَا تَتَوَهَّمُهُ اَلْقُلُوبُ بِالتَّصْوِيرِ) .\nالتوهم : الظن .\n(1/6)\n\nأي أن العقول والقلوب تعجز أن تصل إلى تمثيله .\nلقوله تعالى : (وَلَا يُحِيطُونَ بِهِ عِلْماً) أي مهما فكروا ومهما سألوا لا يحيطون به علماً .\nوقال تعالى : (وَلاَ يُحِيطُونَ بِشَيْءٍ مِّنْ عِلْمِهِ إِلاَّ بِمَا شَاء) .\nفالله لكمال عظمته لا يحيط به العباد ، وهم يعلمونه سبحانه .\nكما أنه تعالى يرى يوم القيامة ، لكن لا يحاط به سبحانه وتعالى لكمال عظمته ، وهو أكبر من كل شيء .\n- فالله أمر بالتفكر في مخلوقاته وآياته لا في ذاته .\nقال تعالى (أَفَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِنْ قَبْلِهِمْ ) .\nوقال تعالى (أَفَلَمْ يَنْظُرُوا إِلَى السَّمَاءِ فَوْقَهُمْ كَيْفَ بَنَيْنَاهَا وَزَيَّنَّاهَا وَمَا لَهَا مِنْ فُرُوجٍ) .\n(لَهُ اَلْأَسْمَاءُ اَلْحُسْنَى) .\nمباحث أسماء الله الحسنى :\nأولاً : أنها كلها حسنى بالغة الحسن غايته ، فليس فيها نقص بوجه من الوجوه ولا بحال من الأحوال .\nوقد ذكر سبحانه أن له الأسماء الحسنى في أربعة مواضع من القرآن الكريم :\nقال تعالى : (وَلِلّهِ الأَسْمَاء الْحُسْنَى فَادْعُوهُ بِهَا وَذَرُواْ الَّذِينَ يُلْحِدُونَ فِي أَسْمَائِهِ سَيُجْزَوْنَ مَا كَانُواْ يَعْمَلُونَ) .\nوقال تعالى : (قُلِ ادْعُواْ اللّهَ أَوِ ادْعُواْ الرَّحْمَنَ أَيّاً مَّا تَدْعُواْ فَلَهُ الأَسْمَاء الْحُسْنَى) .\nوقال تعالى : (اللَّهُ لَا إِلَهَ إِلَّا هُوَ لَهُ الْأَسْمَاء الْحُسْنَى) .\nوقال تعالى : (هُوَ اللَّهُ الْخَالِقُ الْبَارِئُ الْمُصَوِّرُ لَهُ الْأَسْمَاء الْحُسْنَى) .\nمثال : ( الحي ) من أسماء الله متضمن للحياة الكاملة التي لم تسبق بعدم ولا يلحقها زوال .\nمثال : ( العليم ) اسم من أسماء الله تعالى متضمن للعلم الكامل الذي لم يسبق بجهل ولا يلحقه نسيان .\nثانياً : أسماء الله غير محصورة بعدد معين .",
        "(1/7)\n\nلقوله - صلى الله عليه وسلم - : ( أسألك بكل اسم هو لك سميت به نفسك أو أنزلته في كتابك أو علمته أحداً من خلقك أو استأثرت به في علم الغيب عندك ) . رواه أحمد\nوما استأثر الله تعالى به في علم الغيب لا يمكن لأحد حصره ولا الإحاطة به .\n\"فإن قيل : ما الجواب عن قوله - صلى الله عليه وسلم - : ( إن لله تسعة وتسعين اسماً مائة إلا واحداً من أحصاها دخل الجنة ) متفق عليه ؟\nقال العلماء : هذا لا يدل على الحصر بهذا العدد ، ولو كان المراد الحصر لكانت العبارة : إن أسماء الله تسعة وتسعين اسماً من أحصاها دخل الجنة .\nثالثاً : لم يصح عن النبي - صلى الله عليه وسلم - تعيين هذه الأسماء والحديث المروي في تعيينها ضعيف ، وقد رواه الترمذي وغيره .\nقال ابن تيمية : \" تعيينها ليس من كلام النبي - صلى الله عليه وسلم - باتفاق أهل المعرفة بحديثه \" .\nرابعاً : أسماء الله توقيفية ، فليس لنا أن نسمي الله بما لم يسمي به نفسه .\nلقوله تعالى : (وَأَن تَقُولُواْ عَلَى اللّهِ مَا لاَ تَعْلَمُونَ) .وإثبات اسم لله لم يسم به نفسه هذا من القول عليه بلا علم .\nولقوله - صلى الله عليه وسلم - : (وَلاَ تَقْفُ مَا لَيْسَ لَكَ بِهِ عِلْمٌ) وإثبات اسم لله لم يسم به نفسه من قفو ما ليس لنا به علم .\nولقوله - صلى الله عليه وسلم - : (وَلِلّهِ الأَسْمَاء الْحُسْنَى) والحسنى البالغة في الحسن كماله ، وأنت إذا سميت الله باسم ، فليس عندك أنه بلغ كمال الحسن ، بل قد تسميه باسم تظن أنه حسن ، وهو سيء ليس بحسن .\nخامساً : أسماء الله مشتقة ، أي أن كل اسم يتضمن الصفة التي اشتق منها .\nولولا ذلك لم تكن حسنى .\nالخلاق : يضمن صفة الخلق .\nالعليم : يتضمن صفة العلم .\nالسميع : يتضمن صفة السمع .\n( وَالصِّفَاتُ اَلْعُلَى )\nأي أن صفات الله كلها صفات كمال لا نقص فيها بوجه من الوجوه ، كالحياة والقدرة والعلم والسمع والبصر وغير ذلك\nلقوله تعالى : ( ولله المثل الأعلى ) .\n(1/8)",
        "\nولأن الرب كامل فوجب له كمال صفاته .\nمثال : صفة العلم ، صفة كاملة فهي تتضمن العلم الكامل الذي لم يسبق بجهل ولم يلحق بزوال ، وعلمه سبحانه يشمل الجزئيات والكليات والماضي والمستقبل وما كان وما لم يكن لو كان كيف يكون .\nمثال آخر : الحياة ، صفة لله عز وجل متضمنة للحياة الكاملة التي لم يسبقها عدم ولا يلحقها زوال .\n(الرَّحْمَنُ عَلَى الْعَرْشِ اسْتَوَى) .\nسيأتي شرح هذه الآيات ضمن آيات الصفات .\n(أَحَاطَ بِكُلِّ شَيْءٍ عِلْمًا )\nكما قال تعالى : ( وإن الله قد أحاط بكل شيء علماً ) .\nوقال تعالى : ( والله من ورائهم محيط ) .\nوقال تعالى : ( ألا إنه بكل شيء محيط ) .\nففي هذه الآيات وغيرها إحاطة الرب سبحانه وتعالى بالعالم . ( سبقت مباحث العلم )\n(وَقَهَرَ كُلَّ مَخْلُوقٍ عِزَّةً وَحُكْمًا)\nالقهر القوة والغلبة .\nأي فلا يخرج أحد عن قهر الله مهما كان ، فهو سبحانه قوي عزيز .\nقال تعالى : ( وهو العزيز الحكيم )\nوقال تعالى : ( وكان الله قوياً عزيزاً ) .\nوعزة الله لها ثلاث معانٍ :\nعزة القدْر : ومعناه أن الله ذو قدر شريف كما قال النبي - صلى الله عليه وسلم - ( السيد الله ) .\nعزة القهر : أي القاهر لكل شيء لا يُغلب بل هو الغالب قال تعالى ( وهو القاهر فوق عباده ) .\nعزة الامتناع : أي أنه عز وجل يمتنع أن يناله سوء أو نقص .\n( وَوَسِعَ كُلَّ شَيْءٍ رَحْمَةً وَعِلْمًا ) .\nأي أن الله علمه واسع ، وكذلك رحمته .\nكما قال تعالى : ( وسع كل شيء رحمة علماً ) .\nوقال : ( ورحمتي وسعت كل شيء ) . ( سبق الكلام عن العلم ) .\nمَوْصُوفٌ بِمَا وَصَفَ بِهِ نَفْسَهُ فِي كِتَابِهِ اَلْعَظِيمِ, وَعَلَى لِسَانِ نَبِيِّهِ اَلْكَرِيمِ .\nوَكُلُّ مَا جَاءَ فِي اَلْقُرْآنِ, أَوْ صَحَّ عَنْ اَلْمُصْطَفَى -عَلَيْهِ اَلسَّلَامُ- مِنْ صِفَاتِ اَلرَّحْمَنِ\n(1/9)\n",
        "وَجَبَ اَلْإِيمَانُ بِهِ, وَتَلَقِّيهِ بِالتَّسْلِيمِ وَالْقَبُولِ, وَتَرْكُ اَلتَّعَرُّضِ لَهُ بِالرَّدِّ وَالتَّأْوِيلِ, وَالتَّشْبِيهِ وَالتَّمْثِيلِ .\nهذه قاعدة من قواعد أهل السنة والجماعة في الأسماء والصفات ، وهذه القاعدة هي :\nإثبات ما أثبته الله لنفسه في كتابه ، أو على لسان رسوله - صلى الله عليه وسلم - من غير تحريف ولا تعطيل ، ومن غير تكييف ولا تمثيل .\nفإذا جاءتنا صفة ، كالوجه مثلاً في قوله تعالى : ( ويبقى وجه ربك ) فإننا نقول : نثبت لله صفة الوجه إثباتاً يليق بجلاله من غير تحريف ولا تعطيل ، ومن غير تكييف ولا تمثيل ، وهكذا بقية الصفات .\nإذاً يجب أن نثبت الصفة إذا ثبتت بالقرآن أو السنة ، ونجتنب أربعة أمور :\nالأول : الرد ، كتعطيلها .\nوالتعطيل هو : إنكار ما يجب لله من الأسماء والصفات ، إما كلياً كتعطيل الجهمية ، وإما جزئياً كالأشعرية الذين لم يثبتوا من الصفات إلا سبع صفات مجموعة في هذا البيت :\nحَيٌّ عليمٌ قديرٌ والكلامُ له إرادةٌ وكذلك السمع والبصر .\nفأهل السنة والجماعة يثبتون ولا يعطلون ولا يردون أي اسم من أسماء الله أو أي صفة من صفات الله ، بل يقرون بها إقراراً كاملاً .\nالثاني : التأويل ( لو قال المؤلف : التحريف لكان أفضل ) .\nهو التغيير والتبديل ، وينقسم إلى قسمين :\n1 - تحريف لفظ ، مثل قول الجهمية والأشاعرة في قوله تعالى : ( استوى ) استولى .\n2 - تغيير المعنى ، وهذا أكثر انتشاراً . مثل تفسير بعض المبتدعة الغضب بإرادة الانتقام ، وقولهم إن المراد باليدين النعمة والقدرة .\nالثالث : التمثيل والتشبيه .\nوهو إثبات مماثل للشيء ، كأن يقول : يدي الله كأيدينا ، وسمعه كسمعنا .\nفأهل السنة يتبرؤون من تمثيل الله بخلقه لا في ذاته ولا في صفاته ، ويثبتون لله الصفات بدون مماثلة .\nيقولون إن لله حياة ليس كحياتنا ، وله وجه ليس كوجوهنا ، وله يد ليست كأيدينا .\n(1/10)\n\nالدليل على تحريم التمثيل قوله تعالى : ( ليس كمثله شيء ) فهو نص صريح بعدم التمثيل .\nالفرق بين التشبيه والتمثيل ، التمثيل سبق ، أنه إثبات مثيل للشيء .\nوأما التشبيه فإثبات مشابه له .\nفالتمثيل يقتضي المماثلة وهي المساواة من كل وجه ( كقولهم له وجه كوجوهنا ) .\nوالتشبيه يقتضي المشابهة ، وهي المساواة في أكثر الصفات .\nومما يتجنب في صفات الله عز وجل :\nالتكييف .\nوهو حكاية كيفية الصفة ، كقول القائل : كيفية يد الله كذا وكذا ، أو يقول : استواء الله على عرشه كيفيته كذا وكذا .\nوالدليل على تحريمه قوله تعالى : ( وأن تقولا على الله ما لا تعلمون ) .\nفإذا جاء رجل وقال : إن الله استوى على العرش على هذه الكيفية ، ككيفية استوائي على السرير ، ووصف كيفية معينة فإن هذا قال على الله ما لا يعلم ، لأن الله أخبرنا بأنه استوى على العرش ولم يخبرنا كيف استوى .\nوسيأتي كلام الإمام مالك في ذلك وشرحه .\nوَمَا أَشْكَلَ مِنْ ذَلِكَ وَجَبَ إِثْبَاتُهُ لَفْظًا, وَتَرْكُ اَلتَّعَرُّضِ لِمَعْنَاهُ, وَنَرُدُّ عِلْمَهُ إِلَى قَائِلِهِ, وَنَجْعَلُ عُهْدَتَهُ عَلَى نَاقِلِهِ, اِتِّبَاعًا لِطَرِيقِ اَلرَّاسِخِينَ فِي اَلْعِلْمِ, اَلَّذِينَ أَثْنَى اَللَّهُ عَلَيْهِمْ فِي كِتَابِهِ اَلْمُبِينِ بِقَوْلِهِ -سُبْحَانَهُ وَتَعَالَى- ( وَالرَّاسِخُونَ فِي الْعِلْمِ يَقُولُونَ آمَنَّا بِهِ كُلٌّ مِنْ عِنْدِ رَبِّنَا) وَقَالَ فِي ذَمِّ مُبْتَغِي اَلتَّأْوِيلِ لِمُتَشَابِه تَنْزِيلِهِ ( فَأَمَّا الَّذِينَ فِي قُلُوبِهِمْ زَيْغٌ فَيَتَّبِعُونَ مَا تَشَابَهَ مِنْهُ ابْتِغَاءَ الْفِتْنَةِ وَابْتِغَاءَ تَأْوِيلِهِ وَمَا يَعْلَمُ تَأْوِيلَهُ إِلَّا اللَّه) فَجَعَلَ اِبْتِغَاءَ اَلتَّأْوِيلِ عَلَامَةً عَلَى اَلزَّيْغِ, وَقَرَنَهُ بِابْتِغَاءِ اَلْفِتْنَةِ ( وَمَا يَعْلَمُ تَأْوِيلَهُ إِلَّا اللَّه) .\nالشرح",
        "(1/11)\n\nأولاً : النصوص تنقسم إلى قسمين :\nمحكمة - ومتشابهة .\nالمحكمة : واضحة المعنى لا إشكال فيها .\nمثل : إثبات العلم ( إن الله بكل شيء عليم ) والقدرة ( وكان الله على كل شيء قديراً ) وغيرها .\nمتشابهة : ما لم يتضح معناه لإجمال في دلالته أو لقصر في فهم قارئة .\nوالدليل على هذا التقسيم : قوله تعالى ( هو الذي أنزل عليك الكتاب منه آيات محكمات هن أم الكتاب وآخر متشابهات ) .\nثانياً : طريقة أهل الحق الراسخين في العلم عند المتشابه :\nهي رد المتشابه إلى المحكم ويفسر به ويزول بذلك الإشكال .\nوطريقة أهل الزيغ : هو اتباع المتشابه ونشره .\nلسببين :\nصد الناس عن دينهم قال تعالى ( ابتغاء الفتنة ) .\nولتفسيره على مرادهم قال تعالى ( وابتغاء تأويله ) .\nأمثلة :\nقوله تعالى ( وهو معكم أينما كنتم ) تمسك بها أهل الزيغ فقالوا : إن الله مختلط بخلقه .\nفاتبعوا المتشابه وتركوا النصوص المحكمة المتواترة الكثيرة التي يزيد أفرادها على ثلاث آلاف دليل على علو الله تبارك وتعالى .\nفأهل الحق يردون المتشابه للمحكم ويفسرونه به ، ويردون المتشابه إليه وتتفق النصوص وتتضح .\nفأهل الزيغ يتركون النصوص الكثيرة المتواترة في علو الله - ويتمسكون بدليل واحد من المتشابه .\nمثال آخر :\nقوله - صلى الله عليه وسلم - ( إذا صلى أحدكم فلا يبصق قبل وجهه فإن الله قبل وجهه ) .\nقالوا أهل الزيغ: إن الله أمامنا في الجدار . ( نعوذ بالله من طريقة أهل الزيغ ) .\nطريقة أهل الحق : نقول هذا من المتشابه - نرده إلى المحكم ؟؟ ما هو المحكم ؟؟ النصوص الكثيرة التي دلت على علو الله وكما ذكرت من قبل ، أكثر من ثلاثة آلاف دليل ( وهو العلي الكبير ) ( يخافون ربهم من فوقهم ) ( وهو القاهر فوق عباده ) ( إليه يصعد الكلم الطيب ) ( تعرج الملائكة إليه .. ) وكثير جداً ( وسيأتي مبحث العلو ) .\nوهذه القاعدة ( وهي رد المتشابه إلى المحكم ) عامة في نصوص الكتاب والسنة .\n(1/12)",
        "\nثالثاً : يجب الحذر من أهل الزيغ الذين يتبعون المتشابه .\nقال - صلى الله عليه وسلم - ( إذا رأيتم الذين يتبعون المتشابه فأولئك الذين سمى الله فاحذروهم ) .\n(هُوَ الَّذِي أَنْزَلَ عَلَيْكَ الْكِتَابَ مِنْهُ آيَاتٌ مُحْكَمَاتٌ هُنَّ أُمُّ الْكِتَابِ وَأُخَرُ مُتَشَابِهَاتٌ فَأَمَّا الَّذِينَ فِي قُلُوبِهِمْ زَيْغٌ فَيَتَّبِعُونَ مَا تَشَابَهَ مِنْهُ ابْتِغَاءَ الْفِتْنَةِ وَابْتِغَاءَ تَأْوِيلِهِ وَمَا يَعْلَمُ تَأْوِيلَهُ إِلَّا اللَّهُ وَالرَّاسِخُونَ فِي الْعِلْمِ يَقُولُونَ آمَنَّا بِهِ كُلٌّ مِنْ عِنْدِ رَبِّنَا وَمَا يَذَّكَّرُ إِلَّا أُولُو الْأَلْبَابِ) .\n( هو الذي أنزل عليك الكتاب ) أي أنزل عليك يا محمود القرآن العظيم .\n( فيه آيات محكمات ) أي فيه آيات بينات واضحات الدلالة ، لا التباس فيهال ولا غموض كآيات الحلال والحرام .\n( هنّ أم الكتاب ) أي هذه الآيات الواضحات هنّ أصل الكتاب وأساسه .\n( وأخر متشابهات ) أي وفيه آيات أُخَر فيها اشتباه في الدلالة على كثير من الناس ، فمن ردّ المتشابه إلى الواضح المحكم فقد اهتدى ، وإن عكس فقد ضل ، ولهذا قال تعالى :\n( فأما الذين في قلوبهم زيغ ) أي مرض وانحراف وسوء قصدهم .\n( فيتبعون ما تشابه منه) أي يأخذون ويتبعون المتشابه ويستدلون به على مقالاتهم الباطلة وآرائهم الزائفة .\n( ابتغاء الفتنة ) أي طلباً لفتنة الناس في دينهم .\n( وابتغاء تأويله ) أي تفسيره وتأويله على مشاربهم ومذاهبهم ليضلوا ويضلوا .\n( وما يعلمون تأويله إلا الله والراسخون في العلم يقولون ... ) سيأتي شرحها بعد قليل .\n\"قال بعضهم : إن هذه الآية تدل على أن هناك في القرآن شيئاً لا يعلم معناه إلا الله تعالى .\n(1/13)\n",
        "ورد هذا الكلام شيخ الإسلام ابن تيمية رحمه الله في التدمرية ، حيث قال رحمه الله : \" ما أخبرنا الله به عن نفسه فهو معلوم من جهة ومجهول من جهة ، معلوم لنا من جهة المعنى ومجهول لنا من جهة الكيفية .\nأما كونه معلوم لنا من جهة المعنى فثابت بدلالة السمع والعقل .\nفمن أدلة السمع قوله تعالى : ( كتاب أنزلناه إليك مبارك ليدبروا آياته وليتذكر أولوا الألباب ) .\nوقوله تعالى : ( أفلا يتدبرون القرآن أم على قلوب أقفالها ) .\nفحث الله على تدبر القرآن كله ولم يستثن شيئاً منه ، ووبخ من لم يتدبره وبين أن الحكمة من إنزاله : أن يتدبره الذين أنزل إليهم ويتعظ به أصحاب العقول ، ولولا أن له معنى يُعلم بالتدبر لكان الحث على تدبره من لغو القول ، ولكان الاشتغال بتدبره من إضاعة الوقت ولفاتت الحكمة من إنزاله ولما حسن التوبيخ على تركه .\nوالحث على تدبر القرآن شامل لتدبر جميع آياته الخبرية العلمية والحكمية العملية ، فكما أننا مأمورون بتدبر آيات الأحكام لفهم معناها والعمل بمقتضاها - إذ لا يمكن العمل بها بدون فهم معناها- فكذلك نحن مأمورون بتدبر آيات الأخبار لفهم معناها واعتقاد مقتضاها والثناء على الله تعالى بها - إذ لا يمكن اعتقاد مالا نفهمه أو الثناء على الله تعالى به .\nوأما دلالة العقل على فهم معاني ما أخبر الله تعالى به عن نفسه ، فمن وجهين :\nالأول : أن ما أخبر الله تعالى به عن نفسه أعلى مراتب الإخبار ، فمن المحال أن يكون ما أخبر الله تعالى عن نفسه مجهول المعنى ، وما أخبر به عن فرعون وهامان وقارون وعن قوم نوح وعاد وثمود والذين من بعدهم معلوم المعنى ، مع أن ضرورة الخلق لفهم معنى ما أخبر الله به عن نفسه أعظم وأشد .\n(1/14)\n\nالثاني : أنه من المحال أن يُنزل الله تعالى على عباده كتاباً يعرفهم به بأسمائه وصفاته وأفعاله وأحكامه ، ويصفه بأنه عليٌّ حكيم كريم عظيم مجيد مبين بلسان عربي ، ليعقل ويفهم ، ثم تكون كلماته في أعظم المطالب غير معلومة المعنى بمنزلة الحروف الهجائية التي لا يعلمها الناس إلا أماني ولا يخرجون بعلمها عن صفة الأمية ، كما قال تعالى : ( ومنهم أميون لا يعلمون الكتاب إلا أماني ) .\nفإن قلت : ما الجواب عن قوله تعالى : ( هو الذي أنزل عليك الكتاب منه آيات محكمات هن أم الكتاب وأخر متشابهات فأما الذين في قلوبهم زيغ فيتبعون ما تشابه منه ابتغاء الفتنة وابتغاء تأويله وما يعلم تأويله إلا الله والراسخون في العلم يقولون آمنا به كل من عند ربنا وما يذكر إلا أولوا الألباب ) ؟\nقلنا الجواب : أن للسلف في الوقف في هذه الآية قولين :\nأولاً : الوقف عند قوله تعالى : ( إلا الله ) وهو قول جمهور السلف والخلف وبناء عليه يكون المراد بالتأويل في قوله : ( وما يعلم تأويله إلا الله ) الحقيقة التي يؤول الكلام إليها ، لا التفسير الذي هو بيان المعنى ، فتأويل آيات الصفات - على هذا - هو حقيقة تلك الصفات وكنْهها ، وهذا من الأمور الغيبية التي لا يدركها العقل ، ولم يرد بها السمع فلا يعلمها إلا الله .\nثانياً : الوصل ، فلا يقفون على قوله : ( إلا الله ) وهو قول جماعة من السلف والخلف ، وبناء عليه يكون المراد بالتأويل في قوله ( وما يعلم تأويله إلا الله والراسخون في العلم ) التفسير الذي هو بيان المعنى ، وهذا معلوم للراسخين في العلم ، كما قال ابن عباس رضي الله عنهما : ( أنا من الراسخين الذين يعلمون تأويله ) وقال مجاهد : ( عرضت المصحف على ابن عباس من فاتحته إلى خاتمته أوقفه عند كل آيات وأسأله عن تفسيرها ؟",
        "(1/15)\n\nوبهذا يتبين أن الآية لا تدل على أن في القرآن شيئاً لا يعلم معناه إلا الله تعالى ، وإنما تدل على أن في القرآن شيئاً لا يعلم حقيقته وكنهه إلا الله على قراءة الوقف ، وتدل على أن الراسخين في العلم يعلمون معنى المتشابه الذي يخفى على كثير من الناس على قراءة الوصل .\nوعلى هذا ، فلا تُعارضُ ما ذكرناه من أنه ليس في القرآن شيء لا يعلم معناه .\nالترغيب في السنة والتحذير من البدعة\nوَقَدْ أُمِرْنَا بِالِاقْتِفَاءِ لِآثَارِهِمْ, وَالِاهْتِدَاءِ بِمَنَارِهِمْ\nوَحُذِّرْنَا اَلْمُحْدَثَاتِ, وَأُخْبِرْنَا أَنَّهَا مِنْ اَلضَّلَالَاتِ, فَقَالَ اَلنَّبِيُّ - صلى الله عليه وسلم - : ( عَلَيْكُمْ بِسُنَّتِي وَسُنَّةِ اَلْخُلَفَاءِ اَلرَّاشِدِينَ اَلْمَهْدِيِّينَ مِنْ بَعْدِي, عَضُّوا عَلَيْهَا بِالنَّوَاجِذِ, وَإِيَّاكُمْ وَمُحْدَثَاتِ اَلْأُمُورِ, فَإِنَّ كُلَّ مُحْدَثَةٍ بِدْعَةٌ, وَكُلُّ بِدْعَةٍ ضَلَالَةٌ ) .\nوقال عبد الله بن مسعود - رضي الله عنه -: أتبعوا ولاتبتدعوا فقد كفيتم .\nوقال عمر بن عبد العزيز - رضي الله عنه -كلاماً معناه : ( قف حيث وقف القوم ، فإنهم عن علم وقفوا ، وببصر نافذ كفوا ، وهم على كشفها كانوا أقوى، وبالفضل لو كانوا فيها أحرى، فلئن قلتم : حدث بعدهم، فما أحدثه إلا من خالف هديهم، ورغب عن سنتهم ، ولقد وصفوا منه ما يشفي ، وتكلموا منه ما يكفي ، فما فوقهم محسر ، وما دونهم مقصر ، لقد قصر عنهم قوم فجفوا ، وتجاوزهم آخرون فغلوا ، وإنهم فيما بين ذلك لعلى هدى مستقيم .\nوقال الإمام أبو عمر - رضي الله عنه -: ( عليك بآثار من سلف وإن رفضك الناس ، وإياك وآراء الرجال وإن زخرفوه لك بالقول ).\nأولاً : تعريف البدعة :\nالبدعة لغة : الشيء المستحدث .\nواصطلاحاً : التعبد لله بما ليس عليه النبي - صلى الله عليه وسلم - ولا خلفاؤه الراشدون .\n(1/16)",
        "\nوأما الأمور العادية التي تتبع العادة والعرف ، فهذه لا تسمى بدعة في الدين وإن كانت تسمى بدعة في اللغة ، لكن ليست بدعة في الدين ، وليست هي التي حذر منها رسول الله - صلى الله عليه وسلم - ، والبدع الدنيوية كثيرة جداً ، منها مثلاً في المباني والمساكن والفرش والكراسي وغيرها .\nثانياً : البدعة حرام .\nوقد حذر النبي - صلى الله عليه وسلم - من البدع .\nفعن عائشة قالت : قال رسول الله - صلى الله عليه وسلم - : ( من أحدث في أمرنا هذا ما ليس منه فهو رد ) . متفق عليه\nقال النووي : \" هذا الحديث مما ينبغي حفظه واستعماله في إبطال المنكرات وإشاعة الاستدلال بها \" .\nقال الشيخ الألباني : \" وهذا الحديث قاعدة عظيمة من قواعد الإسلام وهو من جوامع كلمه - صلى الله عليه وسلم - ، فإنه صريح في رد وإبطال كل البدع والمحدثات \" .\nوقال : ( وإياكم ومحدثات الأمور فإن كل بدعة ضلالة وكل ضلالة في النار ) .\nوهذا عام ، فكل بدعة ضلالة ، فليس هناك بدعة حسنة أو سيئة ، لأن هذا لفظ عام من أفصح الخلق - عليه السلام - .\n( محدثات ) الأمر المحدث . ( الأمور ) الدينية . ( إياكم ) احذروا .\nوقال - عليه السلام - : ( وشر الأمور محدثاتها وكل بدعة ضلالة ) .\nثالثاً : البدعة تستلزم محاذير .\n1-تكذيب القرآن ، لأن الله يقول : ( اليوم أكملت لكم دينكم ) لأنه إذا جاء ببدعة جديدة يعتبرها ديناً فمقتضاها أن الدين لم يكمل .\n2-القدح في الشريعة وأنها لم تكتمل .\n3-القدح في المسلمين الذين لم يأتوا بها ، فكل من سبق هذه البدع دينهم ناقص ؟؟ وهذا خطير !! .\nرابعاً : من أقوال السلف :\nقال مجاهد في قوله تعالى : ( وَأَنَّ هَذَا صِرَاطِي مُسْتَقِيماً فَاتَّبِعُوهُ وَلا تَتَّبِعُوا السُّبُلَ فَتَفَرَّقَ بِكُمْ عَنْ سَبِيلِهِ ) : \" قال البدع والشبهات \" .\n(1/17)\n",
        "وروى ابن أبي الدنيا في كتاب ( العيال ) : ( أن عطاء قال : سئلت عائشة عن العقيقة ، قيل لها : أرأيت إن نحر إنساناً جزوراً ؟ فقالت : السنة أفضل ) .\nوعن عمر بن الخطاب أنه لمّا قبّل الحجر الأسود قال : ( إني لأعلم أنك حجر لا تضر ولا تنفع ، ولولا أني رأيت رسول الله - صلى الله عليه وسلم - يقبلك ما قبلتك ) . متفق عليه\nوعن مجاهد قال : ( كنت مع ابن عمر فثوّب رجل في الظهر أو العصر ، فقال : اخرج بنا فإن هذه بدعة ) . رواه أبو داود\nوعن نافع أن رجلاً عطس إلى جنب ابن عمر فقال : الحمد لله والسلام على رسول الله ، فقال ابن عمر : وأنا أقول : الحمد لله والسلام على رسول الله ، وليس هكذا علمنا رسول الله - صلى الله عليه وسلم - ، علمنا أن نقول : الحمد لله رب العالمين ) . رواه الترمذي والحاكم\nقال ابن مسعود : \" (1)عوا ولا تبتدعوا فقد كفيتم ، وكل بدعة ضلالة ) . رواه أبو خيثمة\nوقال : \" اقتصاد في سنة خير من اجتهاد في بدعة \" . رواه ابن المبارك في الزهد\nوكان أبو الأحوص يقول لنفسه : \" يا سلاّم نَمْ على سنة ، خير من أن تقوم على بدعة \" .\nوقال إبراهيم النخعي : \" لو أن أصحاب محمد مسحوا على ظُفُر ، لما غسلته التماس الفضل في اتباعهم \" . رواه الدارمي\nوما أجمل تقرير الله سبحانه في ذلك : \" ( لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلاً ) أي خيرٌ عملاً ، ولم يقل : أكثر عملاً \" .\nكما قال ابن كثير في تفسيره : \" ومن لم تسعه طريقة الرسول - صلى الله عليه وسلم - وطريقة المؤمنين السابقين فلا وسّع الله عليه \" .\nقال قتادة : \" إن الرجل إذا ابتدع بدعة ينبغي لها أن تُذكر حتى تُحذر \" .\nقال ابن الماجشون : \" سمعت مالكاً يقول : من ابتدع في الإسلام بدعة يراها حسنة فقد زعم أن محمداً - صلى الله عليه وسلم - خان الرسالة ، لأن الله يقول : ( لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلاً ) فما لم يكن يومئذٍ ديناً ، فلا يكون اليوم ديناً \" .\n(1/18)\n\nفمما جاء من آيات الصفات قول الله عز وجل :\nصفة الوجه\n(ويبقى وجه ربك) .\nالوجه ثابت لله تعالى بدلالة الكتاب والسنة وإجماع السلف .\nأما الكتاب :\nفقوله تعالى : ( ويبقى وجه ربك ذو الجلال والإكرام ) .\nوقوله : ( كل شيء هالك إلا وجهه ) .\nأما السنة فقول النبي - صلى الله عليه وسلم - لسعد بن أبي وقاص : ( إنك لن تنفق نفقة تبتغي بها وجه الله تعالى إلا أجرت عليها ) . متفق عليه\nوأجمع السلف على إثبات الوجه لله تعالى فيجب إثباته له بدون تحريف ولا تعطيل ولا تكييف ولا تمثيل ، وهو وجه حقيقي يليق بالله .\nالمخالفون لأهل السنة :\nأولّ أهل التحريف الوجه لله ، قالوا : المراد بالوجه في الآيات الثواب ، وكل شيء يفنى إلا ثواب الله .\nوالرد عليهم :\nأولاً : أنه مخالف لإجماع السلف ، فلم يقل أحد منهم أن المراد بالوجه الثواب .\nثانياً : أنه مخالف لظاهر اللفظ ، فإن ظاهر اللفظ أن هذا وجه خاص وليس هو الثواب .\nثالثاً : هل يمكن أن يوصف الثواب بهذه الصفات العظيمة : ( ذو الجلال والإكرام ) هذا لا يمكن .\nرابعاً : ما تقولون في قول الرسول - صلى الله عليه وسلم - : ( حجابه النور ، لو كشفه لأحرقت سُبُحاتُ وجهه ما انتهى إليه بصره من خلقه ) . رواه مسلم\nفهل الثواب له هذا النور الذي يحرق ما انتهى إليه بصر الله من الخلق ، لا يمكن .\nخامساً : أن الثواب مخلوق ، وقد صح عن النبي - صلى الله عليه وسلم - أنه استعاذ بوجه الله تعالى ، فقال : ( أعوذ بوجهك الكريم أن تضلني لا إله إلا أنت الحي الذي لا يموت والجن والإنس يموتون ) . رواه أبو داود\nصفة اليد\nوَقَوْلُهُ سُبْحَانَهُ وَتَعَالَى : (بل يداه مبسوطتان ) .\nعقيدة أهل السنة والجماعة إثبات أن لله يدين إثباتاً يليق بجلاله من غير تحريف ولا تعطيل ، ومن غير تمثيل ولا تشبيه .\nالأدلة من الكتاب :\nقال تعالى : ( وما منعك أن تسجد لما خلقت بيديَّ )",
        "(1/19)\n\nوقال تعالى : ( وقالت اليهود يد الله مغلولة غلت أيديهم ولعنوا بما قالوا بل يداه مبسوطتان ينفق كيف يشاء ) .\nوقال - صلى الله عليه وسلم - ( إن الله يبسط يده بالليل ليتوب مسيء النهار ويبسط يده بالنهار ليتوب مسيء الليل ) .\nالمخالفون لأهل السنة :\nأولها أهل التعطيل من الجهمية والمعتزلة والأشاعرة ، أن المراد باليد هي القوة أو النعمة .\nوالرد عليهم :\n1-أن تفسير اليد بالقوة أو النعمة مخالف لظاهر اللفظ ، وما كان مخالفاً لظاهر اللفظ فهو مردود إلا بدليل .\n2-أنه مخالف لإجماع السلف ، فقد أجمع السلف على إثبات اليدين لله ، فيجب إثباتها له بدون تحريف ولا تعطيل ولا تكييف ولا تمثيل .\n3-أنه يمتنع غاية الامتناع أن يراد باليد النعمة أو القوة في مثل قوله : ( لما خلقت بيديّ ) لأنه يستلزم أن تكون النعمة نعمتين فقط ونِعَمُ الله لا تحصى ، ويستلزم أن تكون القوة قوتان والقوى بمعنى واحد لا تتعدد .\n4-أنه لو كان المراد باليد القوة ، ما كان لآدم فضل على إبليس ولا على الحمير والكلاب ، لأنهم كلهم خلقوا بقوة الله ، ولو كان المراد باليد القوة ما صح الاحتجاج على إبليس ، إذ أن إبليس سيقول : ( وأنا يا رب خلقتني بقوتك فما فضْله علي ) .\n5-أن يقول أن هذه اليد التي أثبتها الله جاءت على وجوه متنوعة يمتنع أن يراد بها النعمة أو القوة فإن فيها ذكر الأصابع والقبض والبسط والكف واليمين ، وكل هذا يمتنع أن يراد بها القوة ، لأن القوة لا توصف بهذه الأوصاف .\nصفة النفس\nوقوله تعالى عن عيسى - عليه السلام - أنه قال : ( تعلم ما في نفسي ولا أعلم ما في نفسك)\nعقيدة أهل السنة والجماعة إثبات النفس لله تعالى من غير تحريف ولا تعطيل ، ومن غير تمثيل ولا تشبيه .\nوقد دل على ذلك الكتاب والسنة :\nأما الكتاب :\nفقوله تعالى : ( كتب ربكم على نفسه الرحمة ) .\nوقوله تعالى عن عيسى أنه قال : ( تعلم ما في نفسي ولا أعلم ما في نفسك ) .\n(1/20)",
        "\nوأما السنة فقوله - صلى الله عليه وسلم - : ( سبحان الله وبحمده عدد خلقه ورضا نفسه وزنة عرشه ومداد كلماته ) . رواه مسلم\nوأجمع السلف على ثبوتها على الوجه اللائق به ، فيجب إثباتها لله من غير تحريف ولا تعطيل ولا تكييف ولا تمثيل .\nصفة المجيء والإتيان\nوَقَوْلُهُ سُبْحَانَهُ : (وجاء ربك) .\nوَقَوْلُهُ تَعَالَى: (هَلْ يَنْظُرُونَ إِلَّا أَنْ يَأْتِيَهُمُ اللَّه) .\nعقيدة أهل السنة والجماعة إثبات المجيء لله والإتيان للفصل بين عباده يوم القيامة .\nوهذا ثابت بالكتاب والسنة والإجماع .\nأما الكتاب :\nفقوله تعالى : ( وجاء ربك ) .\nوقال تعالى : ( كلا إذا دكت الأرض دكاً دكاً . وجاء ربك والملك صفاً صفاً ) .\nوقال تعالى : ( ويوم تشقق السماء بالغمام ونزل الملائكة تنزيلاً ) .\nوأما السنة فقوله - صلى الله عليه وسلم - : ( حتى إذا لم يبق إلا من يعبد الله أتاهم رب العالمين ) .\nأما الإجماع فقد أجمع السلف على ثبوت المجيء لله تعالى فيجب إثباته له من غير تحريف ولا تعطيل ولا تكييف ولا تمثيل ، وهو مجيء حقيقي يليق بالله تعالى .\nالمخالفون لأهل السنة :\nقال أهل البدع : إن المراد بالمجيء والإتيان مجيء أمر الله كما قال تعالى ( أتى أمر الله فلا تستعجلوه ) .\nالرد عليهم :\nنقول لهم إن قولكم هذا لا يستقيم ، والدليل الذي استدللتم به هو دليل عليكم وليس لكم ، لو كان الله يريد أمره في الآيات الأخرى لقال : ( أمره ) ، ما الذي يمنعه أن يقول أمره ، فلما أراد الأمر عبر بالأمر .\nوالآيات الأخرى فيها دلالة ظاهرة لذلك ، ومن أشدها صراحة الآية الثانية ( هل ينظرون إلا أن تأتيهم الملائكة أو يأتي ربك أو يأتي بعض آيات ربك ) .\nفهذا التقسيم يمنع المجاز ، ولأنه ردد فيها بين إتيان الملائكة وإتيان الرب وإتيان بعض آيات الرب سبحانه .\nصفة الرضى\nوَقَوْلُهُ تَعَالَى: ) رَضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْه) .\n(1/21)\n",
        "عقيدة أهل السنة والجماعة إثبات الرِّضا لله إثباتاً يليق بجلاله من غير تحريف ولا تعطيل ، ومن غير تمثيل ولا تشبيه .\nوهو ثابت بالكتاب والسنة والإجماع .\nأما الكتاب :\nفقوله تعالى : ( رضي الله عنهم ورضوا عنه ) .\nوأما السنة فقول النبي - صلى الله عليه وسلم - : ( إن الله ليرضى عن العبد أن يأكل الأكلة فيحمده عليها أو يشرب الشربة فيحمده عليها ) . رواه مسلم\nأما الإجماع فقد أجمع السلف على إثبات الرضا لله تعالى فيجب إثباته له من غير تحريف ولا تعطيل ولا تكييف ولا تمثيل .\nالمخالفون لأهل السنة :\nقال أهل البدع : المراد بالرضى إرادة الثواب .\nوالرد عليهم :\nأن هذا خلاف ظاهر النصوص وخلاف طريقة السلف .\nصفة المحبة\nوَقَوْلُهُ تَعَالَى: يُحِبُّهُمْ وَيُحِبُّونَهُ ) .\nعقيدة أهل السنة والجماعة إثبات المحبة لله إثباتاً يليق بجلاله من غير تحريف ولا تعطيل ولا تمثيل ولا تشبيه .\nوهي ثابتة بالكتاب والسنة وإجماع السلف .\nأما الكتاب :\nفقوله تعالى : ( وأحسنوا إن الله يحب المحسنين ) .\nوقوله تعالى : ( وأقسطوا إن الله يحب المقسطين ) .\nوقوله تعالى : ( قل إن كنتم تحبون الله فاتبعوني يحببكم الله ) .\nوأما السنة :\nفقال النبي - صلى الله عليه وسلم - يوم خيبر : ( لأعطينَّ الراية غداً رجلاً يحب الله ورسوله ويحبه الله ورسوله ) . متفق عليه\nوأجمع السلف على ثبوت المحبة لله ، يُحِبُّ ويُحَبُّ ، فيجب إثبات ذلك حقيقة من غير تحريف ولا تعطيل ولا تكييف ولا تمثيل ، وهي محبة تليق بالله تعالى .\nالمخالفون لأهل السنة :\nفسرها أهل البدع : إن المراد بالمحبة الثواب .\nوالرد عليهم :\nمخالف لإجماع السلف .\nأنه خلاف ظاهر النصوص .\n\"الأسباب العشرة الموجبة لمحبة الله :\nأولاً : قراءة القرآن بتدبر .\nثانياً : التقرب إلى الله بالنوافل .\nثالثاً : دوام ذكره على كل حال .\nرابعاً : إيثار محابه على محابك عند إيثار الهوى .\n(1/22)\n\nخامساً : مطالعة القلب لأسمائه وصفاته .\nسادساً : مشاهدة بره وإحسانه .\nسابعاً : انكسار القلب بكليته بين يدي الله .\nثامناً : الخلوة به وقت النزول الإلهي لمناجاته .\nتاسعاً : مجالسة المحبين الصادقين .\nعاشراً : مباعدة كل سبب يحول بين القلب وبين الله .\nصفة الغضب\nوَقَوْلُهُ تَعَالَى فِي اَلْكُفَّارِ : (غَضِبَ اَللَّهُ عَلَيْهِمْ )\nعقيدة أهل السنة والجماعة إثبات الغضب لله إثباتاً يليق بجلاله من غير تحريف ولا تعطيل ، ومن غير تمثيل ولا تكييف .\nوهي صفة ثابتة بالكتاب والسنة وإجماع السلف .\nأما الكتاب : فقوله تعالى فيمن قتل مؤمناً متعمداً : ( وغضب الله عليه ولعنه ) .\nوأما السنة فقوله - صلى الله عليه وسلم - : ( إن الله كتب كتاباً عنده فوق العرش : إن رحمتي تغلب غضبي ).\nوأجمع السلف على ثبوت الغضب لله فيجب إثباته من غير تحريف ولا تعطيل ولا تكييف ولا تمثيل ، وهو غضب حقيقي يليق بالله عز وجل .\nالمخالفون لأهل السنة :\nفسر أهل التعطيل غضب الله بالانتقام .\nوالرد عليهم :\nونرد عليهم أن الله تعالى غاير بين الغضب والانتقام ، فقال تعالى : ( فلما آسفونا ) أي أغضبونا ( انتقمنا منهم ) .\nفجعل الانتقام نتيجة الغضب ، فدل على أنه غيره .\nوَقَوْلُهُ تَعَالَى: (اتَّبَعُوا مَا أَسْخَطَ اللَّه) .\nالسُّخط من صفات الله الثابتة بالكتاب والسنة وإجماع السلف .\nقال تعالى : ( ذلك بأنهم اتبعوا ما أسخط الله ) .\nوكان من دعاء النبي - صلى الله عليه وسلم - : ( اللهم إني أعوذ برضاك من سخطك وبمعافاتك من عقوبتك ... ) . رواه مسلم\nوأجمع السلف على ثبوت السخط لله من غير تحريف ولا تعطيل ولا تكييف ولا تمثيل على ما يليق بجلاله سبحانه وتعالى .\nوَقَوْلُهُ تَعَالَى) وَلَكِنْ كَرِهَ اللَّهُ انْبِعَاثَهُمْ)(التوبة: من الآية46)\nالكراهة من الله لمن يستحقها ثابتة بالكتاب والسنة وإجماع السلف .\nأما الكتاب فقوله تعالى : ( ولكن كره الله انبعاثهم ) .",
        "(1/23)\n\nوأما السنة فقوله - صلى الله عليه وسلم - : ( إن الله كره لكم قيل وقال وكثرة السؤال وإضاعة المال ) . رواه البخاري\nوأجمع السلف على ثبوت ذلك فيجب إثباته من غير تحريف ولا تعطيل ولا تكييف ولا تمثيل ، وهي كراهة حقيقية من الله تليق به .\nوالمقصود بالآية : ( ولكن كره الله انبعاثهم فثبطهم ) يعني المنافقين الذين لم يخرجوا مع النبي - صلى الله عليه وسلم - في الغزوات ، لأن الله كره انبعاثهم لأن عملهم غير خالص له .\nصفة النزول\nوَمِنْ اَلسُّنَّةِ, قَوْلُ اَلنَّبِيِّ - صلى الله عليه وسلم - : (( يَنْزِلُ رَبُّنَا تَبَارَكَ وَتَعَالَى كُلَّ لَيْلَةٍ إِلَى سَمَاءِ اَلدُّنْيَا )) .\nفي الحديث إثبات نزول الرب سبحانه وتعالى كل ليلة إلى السماء الدنيا ، ونثبت ذلك من غير تشبيه ولا تمثيل ، ومن غير تكييف ولا تحريف .\nوهو نزول حقيق يليق بجلاله وعظمته .\n\"وقد روى هذا الحديث عن النبي - صلى الله عليه وسلم - نحو ثمان وعشرين نفساً من الصحابة ، واتفق أهل السنة على تلقي ذلك بالقبول .\nالمخالفون لأهل السنة :\n\"قال أهل التحريف إن المراد : نزول أمره أو رحمته ، أو ملك من الملائكة .\nوالرد عليهم من وجوه :\nالأول : أنه خلاف ظاهر الحديث ، لأن النبي - صلى الله عليه وسلم - أضاف النزول إلى الله ، والأصل أن الشيء إنما يضاف لمن وقع منه أو قام به .\nالثاني : أن نزول أمره أو رحمته لا تختص بهذا الجزء من الليل ، بل أمره ورحمته ينزلان كل وقت .\nالثالث : أن الحديث دل على أنه هو الذي ينزل سبحانه بقوله : ( من يدعوني فأستجب له ، من يسألني فأعطيه ... ) ولا يمكن أن يقول ذلك أحد سوى الله تعالى .\n\"إذا نزل هل يخلو منه العرش ؟\nقيل : يخلو منه العرش .\nوقيل : لا يخلو منه العرش .\nوقيل : بالتوقف .\nوالأرجح أنه لا يخلو منه العرش ، وهو سبحانه فوق العرش .\nصفة العجب\nوَقَوْلُهُ (( يَعْجَبُ رَبُّكَ مِنْ اَلشَّابِّ لَيْسَتْ لَهُ صَبْوَةٌ )) .\n(1/24)",
        "\nفي الحديث إثبات صفة العجب لله تعالى ، وهذا الحديث ضعيف ، وقد دل عليها القرآن الكريم والسنة الصحيحة .\nفمن الكتاب :\nقوله تعالى : ( بل عجبتُ ويسخرون ) على قراءة الضم وهي قراءة سبعية صحيحة .\nومن السنة :\nعن أبي هريرة - رضي الله عنه - قال : قال رسول الله - صلى الله عليه وسلم - : ( عجب الله من قوم يدخلون الجنة في السلاسل ) . رواه البخاري\nوعن أبي هريرة - رضي الله عنه - قال : ( أتى رجل رسول الله - صلى الله عليه وسلم - فقال : يا رسول الله ، أصابني الجهد ؟ فقال رسول الله : ألا رجل يضيفه هذه الليلة يرحمه الله ؟ ... فقال رجل من الأنصار : أنا يا رسول الله .... والحديث فيه : قد عجب الله من صنيعكما بضيفكما الليلة ) .\nقال الشيخ محمد في تعريف العجب \" هو استغراب الشيء .\nويكون ذلك لسببين :\nالسبب الأول : خفاء الأسباب على هذا المستغرب للشيء المتعجّب منه ، بحيث يأتيه بغتة بدون توقع ، وهذا مستحيل على الله تعالى ، لأن الله بكل شيء عليم ، لا يخفى عليه شيء في الأرض ولا في السماء .\nالثاني : أن يكون السبب فيه خروج هذا الشيء عن نظائره وعما ينبغي أن يكون عليه ، بدون قصور من المتعجب ، بحيث يعمل عملاً مستغرباً لا ينبغي أن يقع من قبله ، وهذا ثابت لله تعالى ، لأنه ليس عن نقص من المتعجِّب ، ولكنه عجب بالنظر إلى حال المتعجَّب منه \" .\nصفة الضحك\nوَقَوْلُهُ (( يَضْحَكُ اَللَّهُ إِلَى رَجُلَيْنِ قَتَلَ أَحَدُهُمَا اَلْآخَرَ ثُمَّ يَدْخُلَانِ اَلْجَنَّةَ )) .\nهذا الحديث فيه إثبات الضحك لله عز وجل ، إثباتاً يليق بجلاله من غير تحريف ولا تعطيل ولا تمثيل ولا تشبيه .\nالمخالفون لأهل السنة :\nقال أهل التعطيل إن المراد بالضحك إرادة الثواب .\nوالرد عليهم :\nأن هذا خلاف الظاهر .\nاستواء الله على عرشه\nوَمِنْ ذَلِكَ قَوْلُهُ تَعَالَى)الرَّحْمَنُ عَلَى الْعَرْشِ اسْتَوَى) .\n(1/25)\n",
        "في هذه الآية إثبات استواء الله على عرشه استواء يليق بجلاله من غير تحريف ولا تعطيل ولا تمثيل ولا تشبيه .\nوقد ورد ذلك في سبع آيات من القرآن :\n(إِنَّ رَبَّكُمُ اللّهُ الَّذِي خَلَقَ السَّمَاوَاتِ وَالأَرْضَ فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ) .\n(إِنَّ رَبَّكُمُ اللّهُ الَّذِي خَلَقَ السَّمَاوَاتِ وَالأَرْضَ فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ) .\n(اللّهُ الَّذِي رَفَعَ السَّمَاوَاتِ بِغَيْرِ عَمَدٍ تَرَوْنَهَا ثُمَّ اسْتَوَى عَلَى الْعَرْشِ) .\n(الرَّحْمَنُ عَلَى الْعَرْشِ اسْتَوَى) طه : 5\n(الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ) .\n(اللَّهُ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ) .\n(هُوَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ) .\nومن أدلة السنة :\nما رواه الخلال في كتاب السنة بإسناد صحيح على شرط البخاري عن قتادة بن النعمان - رضي الله عنه - قال : سمعت رسول الله - صلى الله عليه وسلم - يقول : ( لما فرغ الله من خلقه استوى على عرشه ) .\nوقد أجمع أهل السنة على أن الله فوق عرشه ، ولم يقل أحد منهم أنه ليس على العرش ، ولا يمكن لأحد أن ينقل عنهم ذلك ، لا نصاً ولا ظاهراً .\nوقد سئل الإمام مالك رحمه الله عن استواء الله على عرشه ، فأطرق مالك رأسه حتى علاه الرحضاء ( العرق ) ثم قال : الاستواء غير مجهول ، والكيف غير معقول ، والإيمان به واجب ، والسؤال عنه بدعة ، وما أراك إلا مبتدعاً ، ثم أمر به أن يخرج .\n(1/26)\n\nوقد روي بنحو هذا عن ربيعة بن أبي عبد الرحمن شيخ مالك قوله : الاستواء غير مجهول ، أي غير مجهول المعنى في اللغة فإن معناه العلو والاستقرار ، كما قال تعالى : ( فإذا استويت أنت ومن معك على الفلك ) .\nقوله ( والكيف غير معقول ) :\nأي مجهول ، فكيفية استواء الله على عرشه مجهول لنا ، وذلك لوجوه ثلاثة :\nالأول : أن الله أخبرنا أنه استوى على عرشه ، ولم يخبرنا كيف استوى .\nالثاني : أن العلم بكيفية الصفة فرع عن العلم بكيفية الموصوف وهو الذات ، فإذا كنا لا نعلم كيفية ذات الله ، فكذلك لا نعلم كيفية صفاته .\nالثالث : أن الشيء لا يعلم كيفيته إلا بمشاهدة نظيره ، أو الخبر الصادق عنه ، وكل ذلك منتف في استواء الله عز وجل على عرشه ، وهذا يدل على أن السلف يثبتون للاستواء كيفية لكنها مجهولة لنا .\nقوله ( الإيمان به واجب ) :\nأي أن الإيمان بالاستواء على هذا الوجه واجب ، لأن الله تعالى أخبر به عن نفسه وهو أعلم بنفسه ، وأصدق قولاً وأحسن حديثاً ، فاجتمع في خبره كمال العلم ، وكمال الصدق ، وكمال الإرادة ، وكمال الفصاحة والبيان ، فوجب قبوله والإيمان به .\nقوله ( والسؤال عنه بدعة ) :\nأي عن كيفيته بدعة .\nلأن السؤال عنها لم يعرف في عهد النبي - صلى الله عليه وسلم - ولا خلفائه الراشدين ، وهو من الأمور الدينية ، فكان إيراده بدعة ، ولأن السؤال عن مثل ذلك من سمات أهل البدع ، ثم إن السؤال عنه مما لا يمكن الإجابة عليه فهو من التنطع في الدين ، وقد قال النبي - صلى الله عليه وسلم - : ( هلك المتنطعون ) . رواه مسلم .\nهذا القول الذي قاله مالك وشيخه ، يقال في صفة نزول الله تعالى إلى السماء الدنيا وغيره من الصفات ، أنها معلومة المعنى ، مجهولة الكيفية ، وأن الإيمان بها على الوجه المراد بها واجب ، والسؤال عن كيفيتها بدعة .\nالمخالفون لأهل السنة :",
        "(1/27)\n\nأنكرت الجهمية والمعتزلة علو الله على خلقه واستوائه على عرشه وفسروا الاستواء بالاستيلاء .\nوحجتهم البيت المشهور :\nثم استوى بشر على العراق من غير سيف ولا دم مهراق .\nوالرد عليهم :\nأن هذا خلاف الظاهر .\nوخلاف الأدلة المتواترة على علو الله تعالى .\nقال ابن تيمية : ولم يثبت نقل صحيح أنه شعر عربي ، وكان غير واحد من أئمة اللغة أنكروه ، وقالوا إنه بيت مصنوع لا يعرف في اللغة .\nثم قال ابن تيمية : وقد علم أنه لو احتج بحديث رسول الله - صلى الله عليه وسلم - لاحتاج إلى صحته ، فكيف ببيت من الشعر لا يعرف إسناده ، وقد طعن فيه أئمة اللغة . مجموع الفتاوى ( 5/146 )\nفائدة :\nالعرش : في اللغة هو السرير ، قال تعالى عن يوسف : ( ورفع أبويه على العرش ) . وقال عن ملكة سبأ : ( ولها عرش عظيم ) .\nوالعرش أعظم المخلوقات .\nوأما عرش الرحمن الذي استوى عليه : فهو عرش عظيم ، ذو قوائم تحمله الملائكة ، وهو كالقبة على العالم ، وهو سقف هذه المخلوقات .\nهذا العرش وصفه الله بأوصاف عظيمة :\nوصفه بالعظمة : كما في قوله (( وهو رب العرش العظيم ) .\nووصفه بأنه كريم : كما في قوله ( رب العرش الكريم ) .\nوتمدح سبحانه بأنه ذو العرش : كما قال تعالى ( رفيع الدرجات ذو العرش ) .\nوأخبر سبحانه أن للعرش حملة : كما في قوله تعالى ( ويحمل عرش ربك فوقهم يومئذ ثمانية ) .\nوأخبر سبحانه أن عرشه كان على الماء قبل أن يخلق السموات والأرض : كما قال تعالى ( وهو الذي خلق السموات والأرض في ستة أيام وكان عرشه على الماء ) .\nوأخبر - صلى الله عليه وسلم - أن للعرش قوائم كما في قوله ( لا تخيروا بين الأنبياء ، فإن الناس يصعقون فأكون أول من يُفيق ، فإذا موسى آخذ بقائمة من قوائم العرش .. ) .\n(1/28)",
        "\nكما أخبر النبي - صلى الله عليه وسلم - أن العرش فوق الفردوس كما قال - صلى الله عليه وسلم - ( إذا سألتم الله فاسألوه الفردوس فإنه وسط الجنة وأعلى الجنة وفوقه عرش الرحمن ) رواه البخاري .\nكما اخبر - صلى الله عليه وسلم - أن التقدير كان بعد وجود العرش وقبل خلق السموات والأرض فقال - صلى الله عليه وسلم - ( إن الله كتب مقادير الخلائق قبل أن يخلق السموات والأرض بخمسين ألف سنة وكان عرشه على الماء ) رواه مسلم .\nصفة العلو\nوَقَوْلُهُ تَعَالَى: (أأمنتم من في السماء) وَقَوْلُ اَلنَّبِيِّ (صلى الله عليه وسلم) (( رَبُّنَا اَللَّهُ اَلَّذِي فِي اَلسَّمَاءِ تَقَدَّسَ اِسْمُكَ )) وَقَالَ لِلْجَارِيَةِ (( أَيْنَ اَللَّهُ? قَالَتْ فِي اَلسَّمَاءِ قَالَ اِعْتِقْهَا فَإِنَّهَا مُؤْمِنَةٌ )) رَوَاهُ مَالِكُ بْنُ أَنَسٍ, وَمُسْلِمٌ وَغَيْرُهُمَا مِنْ اَلْأَئِمَّةِ, وَقَالَ اَلنَّبِيُّ (صلى الله عليه وسلم ) لِحُصَيْنٍ (( كَمْ إِلَهًا تَعْبُدُ? قَالَ سَبْعَةً, سِتَّةً فِي اَلْأَرْضِ, وَوَاحِدًا فِي اَلسَّمَاءِ, قَالَ مَنْ لِرَغْبَتِكَ وَرَهْبَتِكَ? قَالَ اَلَّذِي فِي اَلسَّمَاءِ, قَالَ فَاتْرُكْ اَلسِّتَّةَ, وَاعْبُدْ اَلَّذِي فِي اَلسَّمَاءِ, وَأَنَا أُعَلِّمُكَ دَعْوَتَيْنِ )) فَأَسْلَمَ, وَعَلَّمَهُ اَلنَّبِيُّ (صلى الله عليه وسلم ) أَنْ يَقُولَ (( اَللَّهُمَّ أَلْهِمْنِي رُشْدِي وَقِنِي شَرَّ نَفْسِي )) .\nإِنَّ مَا بَيْنَ سَمَاءٍ إِلَى سَمَاءٍ مَسِيرَةَ كَذَا وَكَذَا وَذَكَرَ اَلْخَبَرَ إِلَى قَوْلِهِ ( وَفَوْقَ ذَلِكَ اَلْعَرْشُ, وَاَللَّهُ سُبْحَانَهُ فَوْقَ ذَلِكَ )) فَهَذَا وَمَا أَشْبَهَهُ مِمَّا أَجْمَعَ اَلسَّلَفُ -رَحِمَهُمْ اَللَّهُ- عَلَى نَقْلِهِ وَقَبُولِهِ, وَلَمْ يَتَعَرَّضُوا لِرَدِّه, وَلَا تَأْوِيلِهُ, وَلَا تَشْبِيهِهِ, وَلَا تَمْثِيلِهِ .\nالشرح :\n(1/29)\n",
        "ذكر المصنف في هذه النصوص صفة العلو .\nأولاً : علو الله ينقسم إلى قسمين :\nالقسم الأول : قدر .\nالقسم الثاني : علو شرف .\nوهذان القسمان لم يخالف فيهما أحد ممن ينتسب إلى الإسلام .\nوهو سبحانه عالي الصفات والقدر ، منزه عن النقائص والعيوب .\nالقسم الثالث : علو ذات : وهذا وقع فيه خلاف بين أهل السنة وأهل البدع .\nفمذهب أهل السنة والسلف : أن الله تعالى عال بذاته فوق جميع خلقه ، بائن من خلقه مستو على عرشه .\nولهم أدلة كثيرة من الكتاب والسنة والعقل والفطرة .\nأما أدلة الكتاب والسنة فقد تنوعت دلالتهما بطرق كثيرة :\nأحدها : التصريح بالفوقية .\nكقوله تعالى ( يخافون ربهم من فوقهم ) .\nوكقوله تعالى ( وهو القاهر فوق عباده ) .\nالثاني : التصريح بالعروج إليه .\nكقوله تعالى ( تعرج الملائكة والروح إليه ) .\nوقوله - صلى الله عليه وسلم - ( يعرج الذين باتوا فيكم فيسألهم . ) .\nالثالث : التصريح بالصعود إليه .\nكقوله تعالى ( إليه يصعد الكلم الطيب ) .\nالرابع : التصريح برفعه بعض المخلوقات إليه .\nكقوله تعالى ( بل رفعه الله إليه ) .\nوقوله ( إني متوفيك ورافعك إلي ) .\nالخامس : التصريح بالعلو المطلق الدال على جميع مراتب العلو .\nكقوله تعالى ( وهو العلي العظيم ) وقوله ( وهو العلي الكبير ) ( وهو علي حكيم ) .\nالسادس : التصريح بنزيل الكتاب منه .\nكقوله تعالى : ( تنزيل الكتاب من الله العزيز الحكيم ) ( تنزيل من الرحمن الرحيم ) ( تنزيل من حكيم حميد ) .\n( قل نزله روح القدس من ربك ) .( إنا أنزلناه في ليلة مباركة ) .\nالسابع : التصريح باختصاص بعض المخلوقات بأنها عنده ، وأن بعضها أقرب إليه من بعض ، كقوله : ( إن الذين عند ربك ) .( وله من في السموات والأرض ومن عنده ) .\nالثامن : التصريح بأن الله تعالى في السماء .\nكقوله تعالى ( ءأمنتم من في السماء ) وقال الرسول - صلى الله عليه وسلم - ( ارحموا من في الأرض يرحمكم من في السماء ) .\n(1/30)\n\nالتاسع : التصريح بالاستواء على العرش .\nكقوله ( الرحمن على العرش استوى ) .\nالعاشر : التصريح برفع الأيدي إلى الله تعالى .\nكقوله - صلى الله عليه وسلم - : ( إن الله يستحيي من عبده إذا رفع إليه يديه أن يردهما صفراً ) .\nوالقول بأن العلو قبلة الدعاء فقط باطل بالضرورة والفطرة ، وهذا يجده من نفسه كل داع .\nالحادي عشر : التصريح بنزوله كل ليلة إلى السماء الدنيا ، والنزول المعقول عند جميع الأمم ، إنما يكون من علو إلى أسفل .\nالثاني عشر : الإشارة إليه حساً إلى العلو كما أشار إليه من هو أعلم به وبما يجب له ، لما كان بالجمع الأعظم الذي لم يجتمع لأحد مثله في اليوم الأعظم ، في المكان الأعظم ، قال لهم : ( أنتم مسؤولون عني ، فما ذا أنتم قائلون ؟ قالوا : نشهد أنك قد بلغت وأديت ونصحت . فرفع إصبعه الكريمة إلى السماء ، رافعاً لها إلى من هو فوقها وفوق كل شيء ، قائلاً : اللهم اشهد ) .\nالثالث عشر : التصريح بلفظ ( الأين ) كقول أعلم الخلق به ، وأنصحهم لأمته ، وأفصحهم بياناً عن المعنى الصحيح ، بلفظ لا يوهم باطلاً بوجه: ( أين الله ) .\nالرابع عشر : شهادته - صلى الله عليه وسلم - لمن قال : إن ربه بالسماء بالإيمان .\nالخامس عشر : إخباره تعالى عن فرعون أنه رام الصعود إلى السماء ليطلع إلى إله موسى ، فيكذبه فيما أخبره من أنه سبحانه فوق السموات ، فقال : ( يا هامان ابن لي صرحاً لعلي أبلغ الأسباب أسباب السموات فأطلع إلى إله موسى وإني لأظنه كاذباً ) فمن نفى العلو من الجهمية فهو فرعوني ، ومن أثبتها فهو موسوي محمدي .\nالسادس عشر : إخباره - صلى الله عليه وسلم - أنه تردد بين موسى - عليه السلام - وبين ربه ليلة المعراج بسبب تخفيف الصلاة .\nمن العقل :\nأن العلو صفة كمال والسفل صفة نقص ، فوجب لله تعالى صفة العلو وتنزيهه عن ضده .\nوأما الفطرة :",
        "(1/31)\n\nقال شارح الطحاوية : وأما ثبوته بالفطرة فإن الخلق جميعاً بطباعهم وقلوبهم السليمة يرفعون أيديهم عند الدعاء ، ويقصدون جهة العلو بقلوبهم عند التضرع إلى الله .\nوأما الإجماع :\nفقد أجمع الصحابة والتابعون والأئمة على أن الله فوق سمواته مستو على عرشه .\nالمخالفون لأهل السنة :\nوقد نفت الجهمية والمعتزلة علو الله بذاته وقالوا : إنه في كل مكان بذاته وأنه لا داخل العالم ولا خارجه .\nوقالوا : عن أدلة العلو كقوله ( وهو القاهر فوق عباده ) وغيرها أن المراد فوقية القهر والقدر ، قالوا قوله تعالى ( فوق عباده ) أي خير من عباده وأفضل .\nوالرد عليهم :\nأولاً : أن هذا تأويل باطل ، لأنه ليس في ذلك تمجيد ولا تعظيم ولا مدح ، والرب سبحانه وتعالى لم يتمدح في كتابه وعلى لسان رسوله بأنه أفضل من العرش ، وأن رتبته فوق رتبة العرش ، وأنه خير من السموات ، ولو تكلم أحد بمثل هذا الكلام في حق المخلوق لكان نقصاً مستهجناً جداً .\nفلو قال شخص : الشمس أضوأ من السراج ، والسماء أكبر من الرغيف ، والجبل أثقل من الحصى ، ورسول الله - صلى الله عليه وسلم - أفضل من اليهود لعد ذلك من ساقط القول، بل هو من أرذل الكلام وأسمجه وأهجنه لما فيه من التنقص، كما قيل في المثل السائر :\nألم تر أن السيف ينقص قدره إذا قيل يوماً أن السيف أمضى من العصا\nثانياً : أن الله تعالى أثبت لنفسه الفوقية المطلقة ، وهي تشمل فوقية الذات وفوقية القدر وفوقية القهر ، فمن أثبت البعض ونفى البعض فقد جحد ما أثبته الله لنفسه .\n\"قوله ( أأمنتم من في السماء ) .\nقد يتوهم واهم أن الله تعالى داخل السماء ، وأن السماء تحيط به ، كما لو قلنا : فلان في الحجرة ، فإن الحجرة تحيط به .\nومنشأ الوهم : ظنه أن ( في ) التي للظرفية تكون بمعنى واحد في جميع مواردها ، وهذا ظن فاسد ، فإن ( في ) يختلف معناها بحسب متعلقها .\n(1/32)",
        "\nفقوله ( أأمنتم من في السماء ) هذا عند أهل التفسير من أهل السنة على أحد وجهين :\nالوجه الأول : أن تكون السماء بمعنى العلو ، فإن السماء يراد بها العلو ، كما في قوله تعالى ( وأنزل لكم من السماء ماء ) والمطر ينزل من السحاب المسخر بين السماء والأرض لا من السماء نفسها .\nالوجه الثاني : أن تكون ( في ) بمعنى ( على ) ، كما جاءت بمعناها في مثل قوله تعالى ( فسيروا في الأرض ) أي على الأرض وقوله عن فرعون ( ولأصلبنكم في جذوع النخل ) أي على جذوع النخل .\n\"فإن قيل ما الجواب عن قوله تعالى ( وهو في السماء إله وفي الأرض ) ؟\nوكذلك قوله تعالى ( وهو الله في السموات وفي الأرض ) ؟\nقال ابن تيمية : ليس معناهما أن الله في الأرض كما أنه في السماء ، ومن توهم هذا ، أو نقله عن أحد من السلف فهو مخطىء في وهمه ، وكاذب في نقله .\nوإنما معنى الآية الأولى : أن الله مألوه في السماوات وفي الأرض ، كل من فيهما فإنه يتأله ويعبده .\nوأما الآية الثانية فمعناها : أن الله إله في السماء ، وإله في الأرض ، فألوهيته ثابتة فيهما .\n\"الفرق بين علو الله وبين استوائه على العرش :\nأولاً : أن العلو من صفات الذات ، فهو ملازم للرب لا يكون قط إلا عالياً ، والاستواء من صفات الأفعال ، وكان بعد خلق السموات والأرض كما أخبر الله بذلك ، فدل على أنه سبحانه تارة يكون مستوياً على العرش وتارة لم يكن مستوياً عليه .\nثانياً : أن العلو من الصفات المعلومة بالسمع والعقل، وأما الاستواء على العرش فهو من الصفات المعلومة بالسمع لا بالعقل، يعني أن صفة العلو ثابتة بالعقل والشرع ، كل الناس يثبتون ويدركون أن الله في العلو حتى البهائم ، وأما الاستواء على العرش ما عرف إلا عن طريق الشرع .\n(1/33)\n",
        "م / وقد سئل الإمام مالك رحمه الله عن استواء الله على عرشه ، فأطرق مالك رأسه حتى علاه الرحضاء ( العرق ) ثم قال : الاستواء غير مجهول ، والكيف غير معقول ، والإيمان به واجب ، والسؤال عنه بدعة ، وما أراك إلا مبتدعاً ، ثم أمر به أن يخرج .\nسبق شرحه صفحة .\nكلام الله\nوَمِنْ صِفَاتِ اَللَّهِ تَعَالَى, أَنَّهُ مُتَكَلِّمٌ بِكَلَامٍ قَدِيمٍ, يَسْمَعْهُ مِنْهُ مَنْ شَاءَ مِنْ خَلْقِهِ, سَمِعَهُ مُوسَى -عَلَيْهِ اَلسَّلَامُ- مِنْهُ مِنْ غَيْرِ وَاسِطَةٍ, وَسَمِعَهُ جِبْرِيلُ -عَلَيْهِ اَلسَّلَامُ-, وَمَنْ أَذِنَ لَهُ مِنْ مَلَائِكَتِهِ وَرُسُلِهِ, وَأَنَّهُ -سُبْحَانَهُ- يُكَلِّمُ اَلْمُؤْمِنِينَ فِي اَلْآخِرَةِ, وَيُكَلِّمُونَهُ, وَيَأْذَنُ لَهُمْ فَيَزُورُونَهُ, قَالَ اَللَّهُ تَعَالَى: (وَكَلَّمَ اللَّهُ مُوسَى تَكْلِيماً)(النساء: من الآية164)وَقَالَ سُبْحَانَهُ: (قَالَ يَا مُوسَى إِنِّي اصْطَفَيْتُكَ عَلَى النَّاسِ بِرِسَالاتِي وَبِكَلامِي) .\n\"من عقيدة أهل السنة والجماعة : إثبات صفة الكلام لله حقيقة على ما يليق بجلاله وعظمته ، وحقيقة الإيمان بصفة الكلام لله أنه الاعتقاد الجازم بأن الله يتكلم بكلام قديم النوع حادث الآحاد ، وأنه لم يزل يتكلم ، يتكلم بماء شاء ، متى شاء ، كيف شاء .\n( بما شاء ) باعتبار الكلام ، يعني من أمر ونهي .\n( متى شاء ) باعتبار الزمن .\n( كيف شاء ) يعني على الكيفية والصفة التي يريدها سبحانه .\nوالأدلة على إثبات الكلام لله كثيرة :\nقوله تعالى ( وكلم الله موسى تكليماً ) .\nوقوله تعالى ( ومنهم من كلم الله ) .\nوقوله تعالى (قَالَ يَا مُوسَى إِنِّي اصْطَفَيْتُكَ عَلَى النَّاسِ بِرِسَالاتِي وَبِكَلامِي) .\nوقوله تعالى ( يا عيسى إني متوفيك ورافعك إلي .. ) .\nوقوله تعالى ( وكلمه ربه ) .\n(1/34)\n\nوقوله تعالى ( إن الذين يشترون بعهد الله وأيمانهم ثمناً قليلاً أولئك لا خلاق لهم في الآخرة ولا يكلمهم الله ولا ينظر إليهم يوم القيامة ولا يزكيهم ولهم عذاب أليم ) .\nقال شارح الطحاوية : فأهانهم بترك تكليمهم ، والمراد أنه لا يكلمهم تكليم تكريم ، فلو كان لا يكلم عباده المؤمنين ، لكانوا في ذلك هم وأعداؤه سواء ، ولم يكن في تخصيص أعدائه بأنه لا يكلمهم فائدة أصلاً .\nومن السنة حديث أبي هريرة . قال : قال رسول الله - صلى الله عليه وسلم - ( يقول الله تعالى : يا آدم أخرج بعث النار ، فيقول : لبيك وسعديك ....... ) متفق عليه .\nوعن عبد الله بن أنيس عن النبي - صلى الله عليه وسلم - قال ( يحشر الله الخلائق يوم القيامة عراة حفاة غرلاً بهماً ، فيناديهم بصوت يسمعه من بعُد كما يسمعه من قرب : أنا الملك ، أنا الديان ) رواه أحمد .\nومن العقل : إن الوصف بالتكلم من أوصاف الكمال ، وضده - عدم الكلام - من أوصاف النقص ، والله منزه عن النقائص .\n\"وكلام الله بحروف . قال تعالى : ( يا موسى إني أنا ربك ) .\nفإن هذه الكلمات حروف ، وهي من كلام الله .\n\"بصوت ، الدليل : قال تعالى : ( وناديناه من جانب الطور الأيمن وقربناه نجياً ) .\nوالنداء لا يكون إلا بصوت .\nوالدليل على أنه بمشيئة الله :\nقوله تعالى ( ولما جاء موسى لميقاتنا وكلمه ربه ) .\nفالتكليم حصل بعد مجىء موسى ، فدل على أنه متعلق بمشيئته تعالى .\n\"سمعه موسى من غير واسطة ، الدليل : قال تعالى : ( وأنا اخترتك فاستمع لما يوحى ) .\n\"وسمعه جبريل ، لقوله تعالى : ( قل نزله روح القدس من ربك ) .\nوفي الصحيحين عن أبي هريرة - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال : : ( إذا قضى الله الأمر في السماء ضربت الملائكة بأجنحتها خضعاناً لقوله كأنه سلسلة على صفوان ، فإذا فزع عن قلوبهم قالوا ماذا قال ربكم ؟ قالوا الحق وهو العلي الكبير ) .",
        "(1/35)\n\n\"ويتكلم الله سبحانه بصوت لا يشبه شيئاً من المخلوقين .\nكما في الصحيحين عن أبي سعيد الخدري أن النبي - صلى الله عليه وسلم - قال : ( يقول الله تعالى : يا آدم ، فيقول : لبيك وسعديك ، فينادي بصوته : إني آمرك أن تخرج من أمتك بعث النار ... ) .\n\"ويكلم الله سبحانه أهل الجنة ويكلمونه .\nقال النبي - صلى الله عليه وسلم - : ( إن الله تعالى يقول لأهل الجنة : يا أهل الجنة ، فيقولون : لبيك وسعديك والخير بيديك ، فيقول : هل رضيتم ؟ فيقولون : وما لنا لا نرضى يا رب ، وقد أعطيتنا ما لم تعط أحداً من خلقك ... ) . رواه البخاري\nالمخالفون لأهل السنة :\nخالفت المعتزلة والجهمية وقالوا : إن كلام الله مخلوق .\nوقال بعضهم : كلام الله معنى قائم بنفسه لا يتعلق بمشيئته ، وهذه الحروف والأصوات المسموعة مخلوقة للتعبير عن المعنى القائم بنفس الله .\nوالرد عليهم :\nأن هذا خلاف إجماع السلف .\nخلاف المعقول : لأن الكلام صفة للمتكلم وليس شيئاً قائماً بنفسه منفصلاً عن المتكلم .\nقال في شرح الطحاوية :\nوأنكرت الجهمية حقيقة التكليم ، وكان أول من ابتدع هذا في الإسلام هو الجعد بن درهم في أوائل المائة الثانية ، فضحى به خالد بن عبدالله القسري أمير العراق والمشرق بواسط ، خطب الناس يوم الأضحى فقال : أيها الناس ضحوا ، تقبل الله ضحاياكم ، فإني مضحٍ بالجعد بن درهم ، إنه زعم أن الله لم يتخذ إبراهيم خليلاً ، ولم يكلم موسى تكليماً ، ثم نزل فذبحه، وكان ذلك بفتوى أهل زمانه من علماء التابعين .\nالقرآن كلام الله\n(1/36)",
        "\nوَمِنْ كَلَامِ اَللَّهِ -سُبْحَانَهُ- اَلْقُرْآنُ اَلْعَظِيمُ وَهُوَ كِتَابُ اَللَّهِ اَلْمُبِينُ, وَحَبْلُهُ اَلْمَتِينُ, وَصِرَاطُهُ اَلْمُسْتَقِيمُ, وَتَنْزِيلُ رَبِّ اَلْعَالَمِينَ, نَزَلَ بِهِ اَلرُّوحُ اَلْأَمِينُ, عَلَى قَلْبِ سَيِّدِ اَلْمُرْسَلِينَ بِلِسَانٍ عَرَبِيٍّ مُبِينٍ, مُنَزَّلٌ غَيْرُ مَخْلُوقٍ, مِنْهُ بَدَأَ, وَإِلَيْهِ يَعُودُ .\n--------------\nأراد المصنف في هذا الفصل أن يبين أن القرآن المتلو والمسموع والمكتوب بين دفتي المصحف هو كلام الله على الحقيقة ، وليس فقط عبارة أو حكاية عن كلام الله ، كما تقول الأشاعرة .\nفعقيدة أهل السنة والجماعة في القرآن :\nأنه كلام الله منزل غير مخلوق منه بدأ وإليه يعود .\n\"قوله ( كلام الله ) قال تعالى : ( وإن أحد من المشركين استجارك فأجره حتى يسمع كلام الله ) .\n\"قوله ( منزل ) قال تعالى : ( تبارك الذي نزل الفرقان على عبده ) .\nوقال سبحانه : ( قل نزله روح القدس من ربك بالحق ) .\nوقال سبحانه : ( يا أيها الناس قد جاءكم برهان من ربكم وأنزلنا إليكم نوراً مبيناً ) .\nوقال تعالى : ( شهر رمضان الذي أنزل فيه القرآن ) .\n\"قوله ( غير مخلوق ) قال تعالى : ( ألا له الخلق والأمر ) .\nفجعل الخلق غير الأمر ، والقرآن من الأمر ، لقوله : ( وكذلك أوحينا إليك روحاً من أمرنا ) .\nوقال : ( وذلك أمر الله نزله إليكم ) .\nالمخالفون لأهل السنة :\nقالت المعتزلة : إن القرآن مخلوق .\nواحتجوا على مخلوقية القرآن بقوله تعالى : ( خالق كل شيء ) .\nوالرد عليهم :\nأنه عام مخصوص .\nكقوله تعالى ( تدمر كل شيء ) أي ريح عاد ، فهل فعلاً دمرت كل شيء ؟ الجواب : لا ؟\n\"قوله ( منه بدأ ) أن الله أضافه إليه ، ولا يضاف الكلام إلا لمن قاله مبتدئاً .\n\"قوله ( وإليه يعود ) أي يرفع من الصدور والمصاحف ، فلا يبقى في الصدور منه شيء ولا في المصاحف .\n(1/37)\n",
        "قال ابن ماجه : ( باب ذهاب القرآن والعلم ) ثم ذكر فيه حديث حذيفة بن اليمان ، وفيه : قال النبي - صلى الله عليه وسلم - : ( يُدرس الإسلام كما يدرس وشي الثوب حتى لا يدرى ما صيام ولا صلاة ولا نسك ولا صدقة ، وليسرى على كتاب الله عز وجل في ليلة فلا يبقى في الأرض منه آية ... ) .\n\"وهذا القرآن هو الكتاب العربي الذي قال فيه الذين كفروا : ( لن نؤمن بهذا القرآن ) .\nوقال بعضهم : ( إن هذا إلا قول البشر ) .\nفقال الله سبحانه : ( سأصليه سقر ) .\nوقال بعضهم : هو شعر ، فقال الله : ( وما علمناه الشعر وما ينبغي له ، إن هو إلا ذكر وقرآن مبين ) .\n\"وهذا القرآن حق لا يأتيه الباطل من أي جهة : ( لا يأتيه الباطل من بين يديه ولا من خلفه تنزيل من حكيم حميد ) .\n\"وهو المعجز ، لا يمكن لأحد أن يأتي بمثله ولو عاونه غيره :\n( قل لئن اجتمعت الإنس والجن على أن يأتوا بمثل هذا القرآن لا يأتون بمثله ولو كان بعضهم لبعض ظهيراً ) .\n\"وقد وصفه الله تعالى بأوصاف كثيرة ، منها :\n1-المبارك . قال تعالى : ( هذا كتاب أنزلناه مبارك ) .\n2-هدى ورحمة . قال تعالى : ( هدى ورحمة للمحسنين ) .\n3-الكريم . قال تعالى : ( إنه لقرآن كريم ) .\n4-الحكيم . قال تعالى : ( الر . تلك آيات الكتاب الحكيم ) .\n5-الفصل . قال تعالى : ( إنه لقول فصل ) .\n\"ولهذا الكتاب أسماء كثيرة ، منها :\n1-القرآن . قال تعالى : ( إنه لقرآن كريم ) .\n2-الكتاب . قال تعالى : ( الم . ذلك الكتاب لا ريب فيه ... ) .\n3-الذكر . قال تعالى : ( إنا نحن نزلنا الذكر وإنا له لحافظون ) .\n4-الفرقان . قال تعالى : ( تبارك الذي نزل الفرقان على عبده ... ) .\n5-النور . قال تعالى : ( فآمنوا بالله ورسوله والنور الذي أنزلنا ) .\nرؤية المؤمنين لربهم يوم القيامة\n(1/38)\n\nوَالْمُؤْمِنُونَ يَرَوْنَ رَبَّهُمْ بِأَبْصَارِهِمْ وَيَزُورُونَهُ, وَيُكَلِّمُهُمْ, وَيُكَلِّمُونَهُ, قَالَ اَللَّهُ تَعَالَى : (كَلَّا إِنَّهُمْ عَنْ رَبِّهِمْ يَوْمَئِذٍ لَمَحْجُوبُونَ) فَلَمَّا حَجَبَ أُولَئِكَ فِي حَالِ اَلسُّخْطُ, دَلَّ عَلَى أَنَّ اَلْمُؤْمِنِينَ يَرَوْنَهُ فِي حَالِ اَلرِّضَى, وَإِلَّا لَمْ يَكُنْ بَيْنَهُمَا فَرْقٌ, وَقَالَ اَلنَّبِيُّ (صلى الله عليه وسلم) (( إِنَّكُمْ سَتَرَوْنَ رَبَّكُمْ كَمَا تَرَوْنَ هَذَا اَلْقَمَرَ لَا تُضَامُّونَ فِي رُؤْيَتِهِ )) حَدِيثٌ صَحِيحٌ مُتَّفَقٌ عَلَيْهِ وَهَذَا تَشْبِيهٌ لِلرُّؤْيَةِ, لَا لِلْمَرْئِيّ, فَإِنَّ اَللَّهَ تَعَالَى لَا شَبِيهَ لَهُ, وَلَا نَظِيرَ\n-----------\nمن عقيدة أهل السنة والجماعة أن الله يرى في الآخرة .\nوهو الاعتقاد الجازم بأن المؤمنين يرون ربهم عياناً بأبصارهم في عرصة القيامة وفي الجنة ، ويكلمهم ويكلمونه .\n\"وهذه المسألة من المسائل التي وقع فيها النزاع بين أهل السنة وغيرهم ، وقد اتفق عليها الأنبياء والمرسلون وجميع الصحابة والتابعون وأئمة الإسلام على تتابع القرون .\nالأدلة :\n1-قال تعالى : ( وجوه يومئذ ناضرة . إلى ربها ناظرة ) . ( ناضرة ) أي حسنة ، من النضارة . ( ناظرة ) من النظر .\nقال شارح الطحاوية : وهي من أظهر الأدلة .\n2-قال تعالى : ( كلا إنهم عن ربهم يومئذ لمحجوبون ) .\nقال شارح الطحاوية : احتج الشافعي وغيره من الأئمة رحمهم الله تعالى بهذه الآية على الرؤية لأهل الجنة ، وسئل مالك عن هذه الآية فقال : لما حجب أعداؤه فلم يروه تجلى لأوليائه حتى يروه .\n\"في الآية : أن أعظم عذاب الكفار هو الحجاب عن ربهم .\n\"أعظم نعيم الجنة هو رؤية الله عز وجل .\n3-قال تعالى : ( للذين أحسنوا الحسنى وزيادة ) .",
        "(1/39)\n\nفالحسنى : الجنة ، والزيادة : هي النظر إلى وجهه الكريم فسرها بذلك رسول الله - صلى الله عليه وسلم - كما روى مسلم في صحيحه :\nعن صهيب عن النبي - صلى الله عليه وسلم - قال : ( إذا دخل أهل الجنة الجنة يقول الله تبارك وتعالى : تريدون شيئاً أزيدكم ؟ فيقولون : ألم تبيض وجوهنا ، وتجنبنا النار ، قال : فيكشف الحجاب ، فما أعطوا شيئاً أحب إليهم من النظر إلى ربهم ، ثم تلا هذه الآية : للذين أحسنوا الحسنى وزيادة ) .\n4-عن جرير بن عبد الله قال : كنا جلوساً مع النبي - صلى الله عليه وسلم - إذ نظر إلى القمر ليلة البدر فقال : ( إنكم سترون ربكم عياناً كما ترون هذا القمر لا تضامون في رؤيته ، فإن استطعتم ألا تغلبوا على صلاة قبل طلوع الشمس وقبل غروبها فافعلوا ) متفق عليه ، يعني العصر والفجر . ( لا تضامون ) أي لا يلحقكم ضيم ولا مشقة في رؤيته .\nمعنى [ كما ترون هذا القمر ] يعني يراه المؤمنون في الجنة كما يرون هذا القمر ، فليس المعنى أن الله مثل القمر ، لأن الله ليس كمثله شيء ، بل هو أعظم وأجل ، لكن المراد من المعنى تشبيه الرؤية بالرؤية ، فكما أننا نرى القمر ليلة البدر رؤية حقيقية ليس فيه اشتباه ، فإننا سنرى ربنا عز وجل كما نرى هذا القمر رؤية حقيقية بالعين دون اشتباه .\n5-عن أبي هريرة - رضي الله عنه - : أن أناساً قالوا : يا رسول الله ، هل نرى ربنا يوم القيامة ؟ فقال النبي - صلى الله عليه وسلم - : ( هل تضارون في رؤية القمر ليلة البدر ؟ ) قالوا : لا يا رسول الله . قال : ( هل تضارون في رؤية الشمس ليس دونها سحاب ؟ ) قالوا : لا . قال : ( فإنكم ترونه كذلك ) . متفق عليه .\n6-وعن أبي موسى . قال : قال رسول الله - صلى الله عليه وسلم - ( جنتان من فضة آنيتهما وما فيهما ، وجنتان من ذهب آنيتهما وما فيهما ، وما بين القوم وبين أن يروا ربهم إلا رداء الكبرياء على وجهه في جنة عدن ) متفق عليه .\n(1/40)",
        "\nوأحاديث الرؤية متواترة كما نص على ذلك غير واحد من أهل العلم ، منهم :\nابن القيم في حادي الأرواح ، وابن أبي العز في شرح الطحاوية ، والحافظ ابن حجر في فتح الباري .\nالمخالفون لأهل السنة :\nوخالف في ذلك المعتزلة والجهمية وقالوا : إن الله لا يرى .\nواستدلوا بقوله تعالى لموسى ( لن تراني ) .\nالرد عليهم :\nهذا مذهب باطل ، والآية دليل عليهم من وجوه :\nأولاً : أنه لا يظن بكليم الله ورسوله الكريم وأعلم الناس بربه في وقته ، أن يسأل ما لا يجوز عليه ، بل هو عندهم من أعظم المحال .\nثانياً : أن الله لم ينكر عليه سؤاله ، ولما سأل نوح ربه نجاة ابنه أنكر سؤاله وقال ( إني أعظك أن تكون من الجاهلين ) .\nثالثاً : أنه تعالى قال ( لن تراني ) ولم يقل : إني لا أُرَى ، أو لا تجوز رؤيتي ، والفرق بين الجوابين ظاهر .\nرابعاً : قوله ( ولكن انظر إلى الجبل فإن استقر مكانه فسوف تراني ) فعلق الرؤية على استقرار الجبل وهو ممكن في نفسه ، والمعلق على الممكن ممكن ، لأن معنى التعليق الإخبار بوقوع المعلق عند وقوع المعلق به ، والمحال لا يثبت على شيء من التقادير الممكنة .\nفصارت الآية دليل على الرؤية .\nواستدلوا بقوله تعالى ( لا تدركه الأبصار ) .\nقالوا : إن الله نفى إدراك الأبصار له ، فدل على أن الله لا يرى في الآخرة .\nوالجواب :\nإن الله نفى الإدراك ، ولم ينف الرؤية ، والإدراك قدر زائد على الرؤية وهو أخص من الرؤية والرؤية أعم ، ونفي الأخص لا يدل على نفي الأعم ، والإنسان قد يرى الشيء ولا يدركه ، لأن الإدراك هو الإحاطة ، فالله نفى الإدراك وهو الإحاطة ولم ينف الرؤية ، فأنت ترى السماء لكن لا تحيط بها رؤية .\n\"ورؤية الله في الدنيا مستحيلة .\nكما قال الله تعالى لموسى : ( لن تراني ) .\nقال شيخ الإسلام في الفتاوى :\n(1/41)\n",
        "وكذلك كل من ادعى أنه رأى ربه بعينه قبل الموت فدعواه باطلة باتفاق أهل السنة والجماعة ، لأنهم اتفقوا جميعهم على أن أحداً من المؤمنين لن يرى ربه بعيني رأسه حتى يموت ، وثبت ذلك في صحيح مسلم عن النواس بن سمعان عن النبي - صلى الله عليه وسلم - أنه ذكر الدجال قال : ( اعلموا أن أحداً منكم لن يرى ربه حتى يموت ) . [ الفتاوى : 2/389 ]\n\"واختلفوا : هل رأى النبي - صلى الله عليه وسلم - ربه ليلة المعراج :\nالقول الأول : أنه رآه .\nوهو قول ابن عباس ورجحه ابن خزيمة في كتابه التوحيد واختاره النووي .\nلقوله تعالى ( سبحان الذي أسرى بعبده ليلاً من المسجد الحرام إلى المسجد الأقصى الذي باركنا حوله لنريه من آياتنا )\nروي عن ابن عباس هي : رؤية عين أريها النبي - صلى الله عليه وسلم - ليلة أسري به .\nالقول الثاني : أنه لم يره .\nوهذا مذهب عائشة والجمهور .\nعن عائشة أنها قالت : ( من حدثكم أن محمداً رأى ربه فقد أعظم الفرية على الله ) رواه مسلم .\nوعن أبي ذر قال ( سألت رسول الله لِلَّهِ هل رأيت ربك ؟ قال : نور أنى أراه ) رواه مسلم .\nوالمعنى : نور كيف أراه .\nولحديث أبي موسى الأشعري . أن النبي - صلى الله عليه وسلم - قال ( إن الله لا ينام ولا ينبغي له أن ينام ، يخفض القسط ويرفعه ، يرفع إليه عمل الليل قبل عمل النهار ، وعمل النهار قبل عمل الليل ، حجابه النور ، لو كشفه لأحرقت سبحات وجهه ما انتهى إليه بصره من خلقه ) رواه مسلم .\nوجه الدلالة : قوله : حجابه النور - يعني الله - احتجب بالنور ، لو كشفه - يعني الحجاب - لأحرقت سبحات وجهه ما انتهى إليه بصره من خلقه ، وهذا صريح في أن الله لو كشف الحجاب لأحرق جميع خلقه .\nوهذا هو الراجح .\nالقول الثالث : التوقف .\nورجحه القاضي عياض والقرطبي ، نظراً لتكافؤا الأدلة .\nوالراجح مذهب الجمهور وهو أنه لم ير ربه .\n\"أسباب رؤية الله :\nأولاً : سؤال الله ذلك .\n(1/42)\n\nكما في الحديث قال - صلى الله عليه وسلم - ( وأسألك لذة النظر إلى وجهك الكريم ) .\nثانياً : المحافظة على صلاة الفجر والعصر .\nللحديث الذي سبق عن جرير بن عبد الله قال : كنا جلوساً مع النبي - صلى الله عليه وسلم - إذ نظر إلى القمر ليلة البدر فقال : ( إنكم سترون ربكم عياناً كما ترون هذا القمر لا تضامون في رؤيته ، فإن استطعتم ألا تغلبوا على صلاة قبل طلوع الشمس وقبل غروبها فافعلوا ) متفق عليه ، يعني العصر والفجر .\nالقضاء والقدر",
        "(1/43)\n\nوَمِنْ صِفَاتِ اَللَّهِ تَعَالَى أَنَّهُ اَلْفَعَّالُ لِمَا يُرِيدُ لَا يَكُونُ شَيْءٌ إِلَّا بِإِرَادَتِهِ, وَلَا يَخْرُجُ شَيْءٌ عَنْ مَشِيئَتِهِ, وَلَيْسَ فِي اَلْعَالَمِ شَيْءٌ يَخْرُجُ عَنْ تَقْدِيرِهِ, وَلَا يَصْدُرُ إِلَّا عَنْ تَدْبِيرِهِ, وَلَا مَحِيدَ عَنْ اَلْقَدَرِ اَلْمَقْدُورِ, وَلَا يَتَجَاوَزُ مَا خُطَّ فِي اَللَّوْحِ اَلْمَسْطُورِ, أَرَادَ مَا اَلْعَالَمُ فَاعِلُوهُ, وَلَوْ عَصَمَهُمْ لَمَا خَالَفُوهُ, وَلَوْ شَاءَ أَنْ يُطِيعُوهُ جَمِيعًا لَأَطَاعُوهُ, خَلَقَ اَلْخَلْقَ وَأَفْعَالَهُمْ, وَقَدَّرَ أَرْزَاقَهُمْ وَآجَالَهُمْ, يَهْدِي مَنْ يَشَاءُ بِرَحْمَتِهِ, وَيَضِلُّ مَنْ يَشَاءُ بِحِكْمَتِهِ, قَالَ اَللَّهُ تَعَالَى: (لا يُسْأَلُ عَمَّا يَفْعَلُ وَهُمْ يُسْأَلُونَ) قَالَ اَللَّهُ تَعَالَى (إِنَّا كُلَّ شَيْءٍ خَلَقْنَاهُ بِقَدَرٍ) وَقَالَ تَعَالَى: (وَخَلَقَ كُلَّ شَيْءٍ فَقَدَّرَهُ تَقْدِيراً) وَقَالَ تَعَالَى: (مَا أَصَابَ مِنْ مُصِيبَةٍ فِي الْأَرْضِ وَلا فِي أَنْفُسِكُمْ إِلَّا فِي كِتَابٍ مِنْ قَبْلِ أَنْ نَبْرَأَهَا) وَقَالَ تَعَالَى: (فَمَنْ يُرِدِ اللَّهُ أَنْ يَهْدِيَهُ يَشْرَحْ صَدْرَهُ لِلإِسْلامِ وَمَنْ يُرِدْ أَنْ يُضِلَّهُ يَجْعَلْ صَدْرَهُ ضَيِّقاً حَرَجاً ) رَوَى اِبْنُ عُمَرَ أَنَّ جِبْرِيلَ - عليه السلام - قَالَ لِلنَّبِيِّ - صلى الله عليه وسلم -(( مَا اَلْإِيمَانُ? قَالَ أَنْ تُؤْمِنَ بِاَللَّهِ, وَمَلَائِكَتِهِ, وَكُتُبِهِ, وَرُسُلِهِ, وَالْيَوْمِ اَلْآخِرِ, وَبِالْقَدَرِ خَيْرِهِ وَشَرِّهِ\" فَقَالَ جِبْرِيلُ صَدَقْتَ )) رَوَاهُ مُسْلِمٌ, وَقَالَ اَلنَّبِيُّ - صلى الله عليه وسلم -(( آمَنْتُ بِالْقَدَرِ خَيْرِهِ وَشَرِّهِ, وَحُلْوِهِ وَمُرِّهِ )) وَمِنْ دُعَاءِ اَلنَّبِيِّ - صلى الله عليه وسلم - اَلَّذِي عَلَّمَهُ اَلْحَسَنَ بْنَ\n(1/44)",
        "\nعَلِيٍّ يَدْعُو بِهِ فِي قُنُوتِ اَلْوِتْرِ (( وَقِنِي شَرَّ مَا قَضَيْتَ )) .\nمن عقيدة أهل السنة والجماعة الإيمان بالقضاء والقدر .\nالقدر : ما سبق به العلم وجرى به القلم مما هو كائن إلى الأبد ، وأنه عز وجل قدر مقادير الخلائق وما يكون من الأشياء قبل أن تكون في الأزل ، وعلم سبحانه أنها ستقع في أوقات معلومة عنده سبحانه وعلى صفات مخصوصة ، فهي تقع على حسب ما قدرها .\nالأدلة :\nقال تعالى : ( وخلق كل شيء فقدره تقديراً ) .\nوقال تعالى : إنا كل شيء خلقناه بقدر ) .\nوقال تعالى : ( وكان أمر الله قدراً مقدوراً ) .\nوقال - صلى الله عليه وسلم - ( إن الله كتب مقادير الخلائق قبل أن يخلق السماوات والأرض بخمسين ألف سنة ) رواه مسلم .\n\"والإيمان بالقدر لا يتم إلا بأربعة أمور :\nأولاً : الإيمان بعلم الله الشامل .\nمعناه : الإيمان بأن الله تعالى قد علم بعلمه الأزلي الأبدي ما كان وما يكون من صغير ، وكبير ، وظاهر ، وباطن مما يكون من أفعاله أو أفعال مخلوقاته .\nدليل هذه المرتبة :\nقال تعالى : ( هو الله الذي لا إله إلا هو عالم الغيب والشهادة ) .\nوقال تعالى : ( لتعلموا أن الله على كل شيء قدير وأن الله قد أحاط بكل شيء علماً ) .\nثانياً : أن الله كتب في اللوح المحفوظ كل شيء .\nومعناه : الإيمان بأن الله تعالى كتب في اللوح المحفوظ مقادير كل شيء حتى تقوم الساعة ، فما من شيء كان أو يكون إلا وهو مكتوب مقدر قبل أن يكون .\nودليل هذه المرتبة :\nقوله تعالى ( ما أصاب من مصيبة في الأرض ولا في أنفسكم إلا في كتاب من قبل أن نبرأها ) .\nعن عبد الله بن عمرو قال : سمعت رسول الله - صلى الله عليه وسلم - يقول : ( كتب الله مقادير الخلائق قبل أن يخلق السماوات والأرض بخمسين ألف سنة وكان عرشه على الماء ) . رواه مسلم .\nوهناك آية فيها دليل لكلا المرتبتين :\n(1/45)\n",
        "قال تعالى ( ألم تعلم أن الله يعلم ما في السماء والأرض إن ذلك في كتاب إن ذلك على الله يسير ) .\nثالثاً : كل شيء بمشيئة الله .\nومعناه : الإيمان بمشيئة الله وأنها عامة في كل شيء ، فما وجد موجود ، ولا عدم معدوم من صغير ، وكبير ، وظاهر ، وباطن ، في السموات والأرض إلا بمشيئة الله سواء كان ذلك من فعله تعالى أم من فعل مخلوقاته .\nودليل هذه المرتبة :\nقوله تعالى ( ويفعل الله ما يشاء ) .\nرابعاً : أن الله خالق كل شيء .\nومعناه : الإيمان بخلق الله تعالى ، وأنه خالق كل شيء من صغير ، وكبير ، وظاهر ، وباطن ، وأن خلقه شامل لأعيان هذه المخلوقات وصفاتها وما يصدر عنها من أقوال وأفعال وآثار .\nدليل هذه المرتبة :\nقال تعالى : ( وخلق كل شيء فقدره تقديراً ) .\nوقال تعالى ( والله خلقكم وما تعملون ) .\n\"الإيمان بالقدر ركن من أركان الإيمان لا يتم الإيمان إلا به .\nلقوله - صلى الله عليه وسلم - لجبريل لما سأله عن الإيمان ( أن تؤمن بالله وملائكته وكتبه ورسله واليوم الآخر وبالقدر خيره وشره ) رواه مسلم\n\"أنواع الكتابة :\nأولاً : الكتابة العامة في اللوح المحفوظ .\nوقد كتب الله فيه كل شيء .\nكما سبق في حديث ( إن الله كتب مقادير الخلائق قبل أن يخلق ... ) .\nثانياً : الكتابة العمرية :\nكمل في حديث ابن مسعود . قال : حدثنا الصادق المصدوق ( إن أحدكم يجمع خلقه في بطن أمه أربعين يوماً ، ثم يكون علقة مثل ذلك ، ثم يكون مضغة مثل ذلك ، ثم يرسل الملك فينفخ فيه الروح ، ويؤمر بأربع كلمات : بكتب رزقه وأجله وعمله وشقي أو سعيد ) متفق عليه .\nفهذه كتابة عمرية لأنها مقيدة بالعمر ، أي تكتب مرة واحدة ، ولا يعاد كتابتها .\nثالثاً : الكتابة الحولية .\nوهي في ليلة القدر ، ففيها يكتب من أم الكتاب ما يكون في السنة من موت وحياة ورزق ومطر .\n(1/46)\n\nقال تعالى ( إنا أنزلناه في ليلة مباركة إنا كنا منذرين . فيها يفرق كل أمر حكيم . أمراً من عندنا إنا كنا مرسلين ) .\nوهي كتابة ما قدر للإنسان وهو جنين في رحم أمه إذا تم له أربعة أشهر .\n\"ثمرات الإيمان بالقضاء والقدر :\nأولاً : الطمأنينة والراحة النفسية بما يجري عليه من أقدار الله .\nثانياً : الاعتماد على الله سبحانه ، عند فعل الأسباب بحيث لا يعتمد على السبب نفسه ، لأن كل شيء بقدر الله .\nثالثاً : أن لا يعجب المرء بنفسه عند حصول مراده ، لأن حصوله نعمة من الله ، بما قدره من أسباب الخير .\n\"ما المراد بقوله ( وبالقدر خيره وشره ) هل في القدر شر ؟\nقال الشيخ محمد بن عثيمين رحمه الله : ليس في القدر شر ، وإنما الشر في المقدور ، يعني ليس فعل الله وتقديره شراً ، الشر في مفعولات الله لا في فعله ، والله لم يقدر هذا الشر إلا لخير .\nكما قال تعالى ( ظهر الفساد في البر والبحر بما كسبت أيدي الناس ) هذا بيان سبب الفساد .\nوأما الحكمة فقال ( ليذيقهم بعض الذي عملوا لعلهم يرجعون ) ، إذاً هذه مصائب مآلها الخير .\nالمخالفون لأهل السنة :\nالطائفة الأولى : الجبْرية :\nقالوا : إن العبد مجبور على عمله ، وليس له إرادة ولا قدرة .\nواستدلوا بقوله تعالى ( وما رميت إذ رميت ولكن الله رمى ) .\nقالوا : إن الله نفى عن نبيه الرمي ، وأثبته لنفسه سبحانه ، فدل على أنه لا صنع للعبد .\nواستدلوا بقول النبي - صلى الله عليه وسلم - ( لن يدخل الجنة أحد بعمله ) متفق عليه .\nقالوا : إن الجزاء غير مرتب على الأعمال ، فدل على أنه لا صنع للعباد فيه .\nوالرد عليهم :\nأن استدلالهم بقوله تعالى ( وما رميت إذ رميت ولكن الله رمى ) دليل عليهم وليس لهم ، لأنه تعالى أثبت لرسوله - صلى الله عليه وسلم - رمياً بقوله ( إذ رميت ) .",
        "(1/47)\n\nوأما استدلالهم بحديث ( لن يدخل الجنة أحد بعمله ) فهذا قول باطل ، لأن ( الباء ) هنا ، باء العوِض ، وهو أن يكون العمل كالثمن الذي يستحق صاحبه أن يدخل به الجنة ، بل دخول الجنة بفضل الله ورحمته .\nالطائفة الثانية : القدرية :\nوقالوا : إن العبد مستقل بعمله ، وليس لمشيئة الله وقدرته فيه أثر .\nوالرد عليهم :\nأن الله تعالى خالق كل شيء ، وكل شيء كائن بمشيئته ، وقد بين الله تعالى أن أفعال العباد تقع بمشيئته فقال تعالى ( ولو شاء الله ما اقتتل الذين من بعدهم من بعد ما جاءتهم البينات .. ) وقال تعالى ( ولو شئنا لآتينا كل نفس هداها .. ) .\nومن العقل : إن الكون كله مملوك لله تعالى ، والإنسان من هذا الكون ، فهو مملوك لله ، ولا يمكن للمملوك أن يتصرف في ملك المالك إلا بإذنه ومشيئته .\nوَلَا نَجْعَلُ قَضَاءَ اَللَّهِ وَقَدَرَهُ حُجَّةً لَنَا فِي تَرْكِ أَوَامِرِهِ وَاجْتِنَابِ نَوَاهِيه, بَلْ يَجِبُ أَنْ نُؤْمِنَ وَنَعْلَمَ أَنَّ لِلَّهِ عَلَيْنَا اَلْحُجَّةَ بِإِنْزَالِ اَلْكُتُبِ, وَبِعْثَةِ اَلرُّسُلِ قَالَ اَللَّهُ تَعَالَى: (لِئَلَّا يَكُونَ لِلنَّاسِ عَلَى اللَّهِ حُجَّةٌ بَعْدَ الرُّسُلِ )\nالبعض يحتج بالقدر على فعل المعصية ، وليس في ذلك حجة لأمور :\nأولاً : أن الله أضاف عمل العبد إليه وجعله كسباً له فقال ( اليوم تجزى كل نفس بما كسبت ) ولو لم يكن له اختيار وقُدرة عليه ما نسب إليه .\nثانياً : أن الله أخبر أنه أرسل الرسل لقطع الحجة ( لئلا يكون للناس على الله حجة بعد الرسل ) ، ولو كان القدر حجة للعاصي لم تنقطع بإرسال الرسل .\nثالثاً : أن النبي - صلى الله عليه وسلم - قال ( ما منكم من أحد إلا وقد كتب مقعده من النار أو من الجنة ، فقال رجل من القوم : ألا نتكل يا رسول الله قال- صلى الله عليه وسلم - : لا ، اعملوا فكل ميسر لما خلق له ) رواه البخاري .\n(1/48)",
        "\nفأمر النبي - صلى الله عليه وسلم - بالعمل ونهى عن الاتكال على القدر .\nرابعاً : أننا نرى الإنسان يحرص على ما يلائمه من أمور دنياه حتى يدركه ، ولا يعدل إلى مالايلائمه ، ثم يحتج على عدوله بالقدر ، فلماذا يعدلُ عما ينفعه في أمور دينه إلى ما يضره ثم يحتج بالقدر ؟ أفليس شأن الأمرين واحداً ؟\nفصل\nالإيمان قول وعمل\nوَالْإِيمَانُ قَوْلٌ بِاللِّسَانِ, وَعَمَلٌ بِالْأَرْكَانِ وَعَقْدٌ بِالْجَنَانِ, يَزِيدُ بِالطَّاعَةِ, وَيَنْقُصُ بِالْعِصْيَانِ, قَالَ اَللَّهُ تَعَالَى: { (وَمَا أُمِرُوا إِلَّا لِيَعْبُدُوا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ حُنَفَاءَ وَيُقِيمُوا الصَّلاةَ وَيُؤْتُوا الزَّكَاةَ وَذَلِكَ دِينُ الْقَيِّمَةِ) فَجَعَلَ عَبَادَةَ اَللَّهِ تَعَالَى, وَإِخْلَاصَ اَلْقَلْبِ, وَإِقَامَ اَلصَّلَاةِ, وَإِيتَاءَ اَلزَّكَاةِ كُلَّهُ مِنْ اَلدِّينِ وَقَالَ رَسُولُ اَللَّهِ (صلى الله عليه وسلم) (( اَلْإِيمَانُ بِضْعٌ وَسَبْعُونَ شُعْبَةً, أَعْلَاهَا شَهَادَةُ أَنْ لَا إِلَهَ إِلَّا اَللَّهُ, وَأَدْنَاهَا إِمَاطَةُ اَلْأَذَى عَنْ اَلطَّرِيقِ )) فَجَعَلَ اَلْقَوْلَ وَالْعَمَلَ مِنْ اَلْإِيمَانِ وَقَالَ تَعَالَى : (فَزَادَتْهُمْ إِيمَانًا ) وَقَال تعالىَ : (ليزدادوا أيمانا) وَقَالَ رَسُولُ - صلى الله عليه وسلم - (( يَخْرُجُ مِنْ اَلنَّارِ مَنْ قَالَ لَا إِلَهَ إِلَّا اَللَّهُ وَفِي قَلْبِهِ مِثْقَالُ بُرَّةٍ, أَوْ خَرْدَلَةٍ, أَوْ ذَرَّةٍ مِنْ اَلْإِيمَانِ )) فَجَعَلَهُ مُتَفَاضِلاً .\nمن عقيدة أهل السنة والجماعة أن الإيمان قول باللسان ، وعمل بالأركان ، وعقد بالجنان .\nوقد حكى اتفاق السلف على أن الإيمان اعتقاد وقول وعمل ، غير واحد من أهل العلم ، كالشافعي وأحمد والبخاري وابن عبد البر والبغوي .\nمثال القول : لا إله إلا الله ، والذكر ، وقراءة القرآن .\nمثال العمل : الركوع .\n(1/49)\n",
        "مثال العقد : الإيمان بالله وملائكته وكتبه وغير ذلك مما يجب اعتقاده .\nالدليل على أن الإيمان قول وعمل واعتقاد .\nقول باللسان : الأدلة :\nقوله تعالى ( قولوا آمنا بالله وما أنزل إلينا ... ) .\nوقال - صلى الله عليه وسلم - ( أمرت أن أقاتل الناس حتى يقولوا : لا إله إلا الله ، فإذا قالوها عصموا مني دماءهم وأموالهم إلا بحقها ) متفق عليه\nعمل الجوارح : الأدلة :\nقال تعالى ( وما كان الله ليضيع إيمانكم ) ثبت في سبب نزول هذه الآية كما جاء في حديث البراء الطويل وفي آخره ( أنه مات رجال على القبلة قبل أن تحول وقتلوا ، فلم ندرِ ما نقول فيهم ، فأنزل الله : وما كان الله ليضيع إيمانكم ) يعني صلاتكم .\nفثبت أن الصلاة إيمان ، وقد بوب البخاري باب ( الصلاة من الإيمان ) .\nوالحديث الذي ذكره المصنف ( الإيمان بضع وسبعون شعبة أعلاها شهادة أن لا إله إلا الله ، وأدناها إماطة الأذى عن الطريق ،والحياء شعبة من الإيمان ) متفق عليه .\nقال ابن مندَه ( فجعل الإيمان شعباً بعضها باللسان والشفتين ، وبعضها بالقلب ، وبعضها بسائر الجوارح ) .\nوقال تعالى ( وما أمروا إلا ليعبدوا الله مخلصين له الدين حنفاء ويقيموا الصلاة ويؤتوا الزكاة وذلك دين القيمة ) .\nفجعل الإخلاص والصلاة والزكاة من الدين .\nالمخالفون لأهل السنة :\nقال بعضهم : الإيمان مجرد المعرفة في القلب وهذا قول الجهمية [ وهذا من أخبث الأقوال ] .\nوعلى هذا القول يكون إبليس مؤمناً لأنه عرف ربه [ قال رب بما أغويتني ] .\nوقال بعضهم : إن الإيمان هو تصديق بالقلب ونطق باللسان ، وهؤلاء هم مرجئة الفقهاء ومنهم الحنفية ، وهؤلاء لا يجعلون\nالأعمال من الإيمان .\nم / ( يزيد بالطاعة وينقص بالمعصية ) .\nمن عقيدة أهل السنة والجماعة أن الإيمان يزيد بالطاعة وينقص بالمعصية ، لأدلة كثيرة .\nقال تعالى ( وإذا تليت عليهم آياته زادتهم إيماناً ) .\nوقال تعالى ( ويزداد الذين آمنوا إيماناً ) .\n(1/50)\n\nوقال تعالى ( الذين قال لهم الناس إن الناس قد جمعوا لكم فاخشوهم فزادهم إيماناً وقالوا حسبنا الله ونعم الوكيل ) .\nوقال تعالى ( هو الذي أنزل السكينة في قلوب المؤمنين ليزدادوا إيماناً مع إيمانهم ) .\nوقال - صلى الله عليه وسلم - ( ما رأيت من ناقصات عقل ودين أذهب للب الرجل الحازم من إحداكن .... ) متفق عليه .\nوقال - صلى الله عليه وسلم - ( أكمل المؤمنين إيماناً أحسنهم خلقاً ) رواه أبو داود .\nوعن ابن مسعود أنه قال ( اللهم زدنا إيماناً ويقيناً وفقهاً ) .رواه ابن بطة بإسناد صحيح .\nوعن أبي الدرداء أنه كان يقول ( الإيمان يزداد وينقص ) رواه ابن ماجه .\nفصل\nالإيمان بكل ما أخبر به الرسول - صلى الله عليه وسلم -\nوَيَجِبَ اَلْإِيمَانُ بِكُلِّ مَا أَخْبَرَ بِهِ اَلنَّبِيُّ - صلى الله عليه وسلم - وَصَحَّ بِهِ اَلنَّقْلُ عَنْهُ فِيمَا شَاهَدْنَاهُ, أَوْ غَابَ عَنَّا, نَعْلَمُ أَنَّهُ حَقٌّ وَصِدْقٌ وَسَوَاءٌ فِي ذَلِكَ مَا عَقِلْنَاهُ وَجَهِلْنَاهُ, وَلَمْ نَطَّلِعْ عَلَى حَقِيقَةِ مَعْنَاهُ مِثْلَ حَدِيثِ اَلْإِسْرَاءِ وَالْمِعْرَاجِ وَكَانَ يَقَظَةً لَا مَنَامًا, فَإِنَّ قُرَيْشًا أَنْكَرَتُهُ وَأَكْبَرَتَهُ, وَلَمْ تُنْكِرْ اَلْمَنَامَاتِ .\n-----------------------\nيجب على المسلم أن يؤمن بكل ما أخبر به الرسول - صلى الله عليه وسلم - سواء كان مشاهداً أو مغيباً ، وسواء أدركناه بعقولنا أو لم ندركه ، وأنه صدق وحق ، فلا يجوز رد شيء من أمور الغيب الثابتة في الكتاب والسنة ، لمجرد استبعاد العقل ، فإن العقول تضعف عن إدراك أمور الغيب .\nلأن الرسول - صلى الله عليه وسلم - لا ينطق عن الهوى إن هو إلا وحي يوحى .\nوالإيمان بالغيب من أعلى وأفضل درجات الإيمان .\nقال تعالى ( هدى للمتقين . الذين يؤمنون بالغيب .. ) .",
        "(1/51)\n\nقال السعدي رحمه الله : \" وليس الشأن في الإيمان بالأشياء المشاهدة بالحس ، فإنه لا يتميز بها المسلم من الكافر ، إنما الشأن في الإيمان بالغيب ، الذي لم نره ولم نشاهده ، وإنما نؤمن به لخبر الله وخبر رسوله - صلى الله عليه وسلم - ، فهذا الإيمان الذي يميَّز به المسلم من الكافر ، لأنه تصديق مجرد لله ورسوله ، فالمؤمن يؤمن بكل ما أخبر الله به أو أخبر به رسوله سواء شاهده أو لم يشاهده ، وسواء فهمه وعقله أم لم يهتد إليه عقله وفهمه ... ويدخل في الإيمان بالغيب الإيمان بجميع ما أخبر الله به من الغيوب الماضية والمستقبلة وأحوال الآخرة وحقائق أوصاف الله وكيفيتها وما أخبرت به الرسل من ذلك \" .\nوقد ذكر المصنف أمثلة على هذه الأمور التي يجب الإيمان بها والتصديق ، فذكر :\nالإسراء والمعراج\nالإسراء لغة : السير بالشخص ليلاً . وشرعاً : سير جبريل بالنبي - صلى الله عليه وسلم - من مكة إلى بيت المقدس .\nوالمعراج : الآلة التي تعرج بها , وهي المصعد . وشرعاً : السلم الذي عرج به رسول الله - صلى الله عليه وسلم - من الأرض إلى السماء .\nقصة الإسراء والمعراج :\n\"الإسراء والمعراج ثابت بالقرآن والسنة .\nقال تعالى (سُبْحَانَ الَّذِي أَسْرَى بِعَبْدِهِ لَيْلاً مِنَ الْمَسْجِدِ الْحَرَامِ إِلَى الْمَسْجِدِ الْأَقْصَى الَّذِي بَارَكْنَا حَوْلَهُ لِنُرِيَهُ مِنْ آيَاتِنَا إِنَّهُ هُوَ السَّمِيعُ الْبَصِيرُ) .\nوالأحاديث كثيرة في ذلك .\n\"ملخص ما حدث :\nأن النبي - صلى الله عليه وسلم - أتي بالبراق حتى جاء بيت المقدس ثم عرج به إلى السماء ، فوجد في السماء الأولى آدم ، وفي السماء الثانية عيسى ويحيى ، وفي السماء الثالثة يوسف ، وفي السماء الرابعة إدريس ، وفي السماء الخامسة هارون ، وفي السماء السادسة موسى ، وفي السماء السابعة إبراهيم مسنداً ظهره إلى البيت المعمور، وفرضت عليه الصلوات الخمس ثم رجع من ليلته ...) . متفق عليه\n(1/52)",
        "\n\"وقت الإسراء والمعراج :\nكان من مكة باتفاق أهل العلم ، وبنص القرآن والسنة المتواترة ، كما قال تعالى : (سُبْحَانَ الَّذِي أَسْرَى بِعَبْدِهِ لَيْلاً مِنَ الْمَسْجِدِ الْحَرَامِ إِلَى الْمَسْجِدِ الْأَقْصَى الَّذِي بَارَكْنَا حَوْلَهُ لِنُرِيَهُ مِنْ آيَاتِنَا إِنَّهُ هُوَ السَّمِيعُ الْبَصِيرُ) . ( مجموع الفتاوى 3 / 387 )\n\"وكان ذلك بعد المبعث وقبل الهجرة بالاتفاق . ( لكن لا يعرف أي سنة بالتحديد : فقيل قبل الهجرة بثلاث سنين ، وقبل بسنتين وقيل بسنة .\n\"جماهير أهل السنة أن الإسراء والمعراج كان بروحه وجسده يقظة مرة واحدة لا مناماً .\nفالأكثرون من العلماء أنه أسري ببدنه وروحه يقظة لا مناماً .\nومما يدل على أن الإسراء بجسده وروحه في اليقظة :\nقوله تعالى : (سُبْحَانَ الَّذِي أَسْرَى بِعَبْدِهِ لَيْلاً مِنَ الْمَسْجِدِ الْحَرَامِ إِلَى الْمَسْجِدِ الْأَقْصَى ... ) ، والعبد عبارة عن مجموع الجسد والروح ، كما أن الإنسان اسم لمجموع الجسد والروح ) .\n\"عاد رسول الله - صلى الله عليه وسلم - من ليلته .\nم / (وفرضت عليه الصلوات الخمس ) .\nأي فَرض الله تعالى على عبده ورسوله محمد - صلى الله عليه وسلم - وعلى أمته الصلوات الخمس في هذه الليلة ( ليلة الإسراء والمعراج ) .\nففي حديث الإسراء ( ففرض الله عليّ خمسين صلاة في كل يوم وليلة ، فنزلت إلى موسى فقال : ما فرض ربك على أمتك ؟ قلت : خمسين صلاة ، قال : ارجع إلى ربك فاسأله التخفيف ، فإن أمتك لا يطيقون ذلك ...... الحديث فمازال يراجع بين الله وبين موسى حتى قال الله : يا محمد لِلَّهِ إنهن خمس صلوات كل يوم وليلة ، لكل صلاة عشر فلذلك خمسون صلاة ) .\nم / وَمِنْ ذَلِكَ أَنَّ مَلَكَ اَلْمَوْتِ لَمَّا جَاءَ إِلَى مُوسَى - عليه السلام - لِيَقْبِضَ رُوحِهِ لَطَمَهُ فَفَقَأَ عَيْنَهُ, فَرَجَعَ إِلَى رَبِّهِ فَرَدَّ عَلَيْهِ عَيْنَهُ\n-----------------------\n(1/53)\n",
        "هذا الحديث جاء في الصحيحين عن أبي هريرة . قال : قال رسول الله - صلى الله عليه وسلم - ( أرسل ملك الموت إلى موسى عليهما السلام ، فلما جاءه صكه فرجع إلى ربه ، فقال : أرسلتني إلى عبد لا يريد الموت ، قال : ارجع إليه فقل له يضع يده على متن ثور فله بما غطى يده بكل شعرة سنة ، قال : أي رب ، ثم ماذا ؟ قال : ثم الموت ، قال : فالآن ، قال : فسأل اللهَ أن يدنيَه من الأرض المقدسة رميةً بحجَر ) متفق عليه .\nوالمصنف ذكر هذا الحديث في العقيدة لأن بعض أهل البدعة أنكروه معللاً ذلك أنه يمتنع أن موسى يلطم الملك .\nقال ابن خزيمة : أنكر بعض المبتدعة هذا الحديث وقالوا إن كان موسى عرفه فقد استخف به ، وإن كان لم يعرفه فكيف لم يقتص له من فقء عينه ؟ والجواب : أن الله لم يبعث ملك الموت لموسى وهو يريد قبض روحه حينئذ ، وإنما بعثه إليه اختباراً ، وإنما لطم موسى ملك الموت لأن رأى آدمياً دخل داره بغير إذنه ولم يعلم أنه ملك الموت ، وقد أباح الشارع فقء عين الناظر في دار المسلم بغير إذن ، وقد جاءت الملائكة إلى إبراهيم وإلى لوط في صورة آدميين فلم يعرفاهم ابتداء ، ولو عرفهم لما قدم لهم المأكول ، ولو عرفهم لوط لما خاف عليهم من قومه .\nم / ومن ذلك أشراط الساعة\n------------------\n\"أشراط الساعة : أي علاماتها التي تدل على قربها ومجيئها .\n\"ومعنى أشراط : أي علامات .\nوالمراد بالساعة هنا القيامة ، أي الوقت الذي تقوم فيه القيامة .\nوالساعة لها أشراط تدل على قربها ومجيئها والدليل على ذلك :\nقوله تعالى ( فقد جاء أشراطها ) .\nوقال - صلى الله عليه وسلم - في حديث جبريل ( أخبرني عن أماراتها ) رواه مسلم .\n\"سميت القيامة بالساعة : لسرعة الحساب فيها ، أو لأنها تفجأ الناس في ساعة فيموت الخلق كلهم بصيحة واحدة .\n\"تنقسم أشراط الساعة إلى قسمين :\n(1/54)\n\nكبرى : وهي الأمور العظام التي تظهر قرب قيام الساعة ، وتكون غير معتادة الوقوع ، كظهور الدجال ، ونزول عيسى ، وخروج يأجوج ومأجوج ، وطلوع الشمس من مغربها .\nصغرى : وهي التي تتقدم الساعة بأزمان متطاولة ، وتكون من نوع المعتاد ، كقبض العلم ، وظهور الجهل ، وشرب الخمر ، والتطاول في البنيان ، ونحوها .\n\"الساعة قريبة وتأتي بغتة .\nقال تعالى (اقْتَرَبَتِ السَّاعَةُ وَانْشَقَّ الْقَمَرُ) .\nقال ابن كثير : يخبر تعالى عن اقتراب الساعة وفراغ الدنيا وانقضائها .\nوقال تعالى (اقْتَرَبَ لِلنَّاسِ حِسَابُهُمْ وَهُمْ فِي غَفْلَةٍ مُعْرِضُونَ) .\nقال ابن كثير : هذا تنبيه من الله عز وجل على اقتراب الساعة ودنوها ، وأن الناس في غفلة عنها : أي لا يعملون لها ، ولا يستعدون من أجلها .\nوقال تعالى (أَتَى أَمْرُ اللَّهِ فَلا تَسْتَعْجِلُوهُ سُبْحَانَهُ وَتَعَالَى عَمَّا يُشْرِكُونَ) .\n\"الساعة تأتي بغتة .\nقال تعالى (قَدْ خَسِرَ الَّذِينَ كَذَّبُوا بِلِقَاءِ اللَّهِ حَتَّى إِذَا جَاءَتْهُمُ السَّاعَةُ بَغْتَةً قَالُوا يَا حَسْرَتَنَا عَلَى مَا فَرَّطْنَا فِيهَا ) .\nوقال تعالى (أَفَأَمِنُوا أَنْ تَأْتِيَهُمْ غَاشِيَةٌ مِنْ عَذَابِ اللَّهِ أَوْ تَأْتِيَهُمُ السَّاعَةُ بَغْتَةً وَهُمْ لا يَشْعُرُونَ) .\n\"علم الساعة غيب لا يعلمه إلا الله .\nقال تعالى (يَسْأَلونَكَ عَنِ السَّاعَةِ أَيَّانَ مُرْسَاهَا قُلْ إِنَّمَا عِلْمُهَا عِنْدَ رَبِّي لا يُجَلِّيهَا لِوَقْتِهَا إِلَّا هُوَ ) .\nقال ابن كثير : أمر تعالى رسوله - صلى الله عليه وسلم - إذا سئل عن وقت الساعة ، أن يرد علمها إلى الله تعالى ، فإنه هو الذي يجليها لوقتها : أي يعلم جليّة أمرها ، ومتى تكون على التحديد .\nوقال تعالى (يَسْأَلونَكَ عَنِ السَّاعَةِ أَيَّانَ مُرْسَاهَا . فِيمَ أَنْتَ مِنْ ذِكْرَاهَا . إِلَى رَبِّكَ مُنْتَهَاهَا) .",
        "(1/55)\n\nقال ابن كثير : أي ليس علمها إليك ، ولا إلى أحد من الخلق ، بل مردها ومرجعها إلى الله عز وجل ، فهو الذي يعلم وقتها على التعيين .\nولهذا لما سأل جبريل رسول الله - صلى الله عليه وسلم - عن وقت الساعة - كما في حديث جبريل الطويل - قال النبي - صلى الله عليه وسلم - : ما المسؤول عنها بأعلم من السائل . رواه مسلم .\nذكر المصنف من أشراط الساعة :\nم / مثل خروج الدجال .\n------------------\n\"معنى المسيح الدجال .\nالدجال : أي الكذاب ، سمي الدجال كذاباً ، لأنه يغطي الحق بباطله ، وقيل : لأنه يغطي على الناس كفره بكذبه وتمويهه وتلبيسه عليهم .\n\"وسمي مسيحاً :\nقيل : لمسحه الأرض حين خروجه ، وقيل : لأنه أعور العين اليمنى وهذا أصح ، لحديث ( إن الدجال ممسوح العين ) .\nوهو رجل كذاب يخرج في آخر الزمان يدعي الألوهية .\n\"خروج الدجال من علامات الساعة الكبرى .\nعن حذيفة . قال ( اطلع علينا النبي - صلى الله عليه وسلم - ونحن نتذاكر فقال : ما تذاكرون ؟ قالوا : نذكر الساعة ، قال : إنها لن تقوم حتى ترون قبلها عشر آيات : فذكر الدخان ، والدجال ، والدابة ، وطلوع الشمس من مغربها ، ونزول عيسى ابن مريم ، ويأجوج ومأجوج ، .... ) رواه مسلم .\nوأجمع المسلمون على خروجه .\n\"وقصته باختصار :\nهو رجل من بني آدم - خلقه الله تعالى ليكون محنة للناس في آخر الزمان - هو من أعظم الفتن التي حذرت منها الأنبياء أقوامها - من صفاته قصير أفحج أعور العين اليمنى - معه جنة ونار فناره جنة وجنته نار - وأكثر أتباعه من اليهود والنساء والأعراب - يمكث في الأرض 40 يوماً - لا يدخل مكة ولا المدينة - يكون مكان خروجه - ويكون هلاكه على يد مسيح الهدى عيسى ابن مريم في بلاد الشام عند باب لد .\n\"كيفية النجاة من الدحال :\nأولاً : حفظ أول الكهف .\nعن أبي الدرداء . أن رسول الله - صلى الله عليه وسلم - قال ( من حفظ عشر آيات من أول سورة الكهف عصم من الدجال ) رواه مسلم .\n(1/56)",
        "\nثانياً : التعوذ منه وخاصة في الصلاة .\nعن أبي هريرة . قال : قال رسول الله - صلى الله عليه وسلم - ( إذا فرغ أحدكم من التشهد الآخر فليتعوذ بالله من أربع : من عذاب جهنم ، ومن عذاب القبر ، ومن فتنة المحيا والممات ، ومن فتنة المسيح الدجال ) رواه مسلم .\nثالثاً : الفرار من الدجال .\nعن عمران بن حصين . قال : قال رسول الله - صلى الله عليه وسلم - : ( من سمع بالدجال فلينأ عنه ، فوالله إن الرجل ليأتيه وهو يحسب أنه مؤمن فيتبعه مما يبعث به من الشبهات ) رواه أبو داود .\nفلينأ : يبتعد .\nم / ونزول عيسى ابن مريم - عليه السلام - فيقتله .\n---------------------\n\"نزول عيسى ابن مريم في آخر الزمان ثابث بالكتاب والسنة والإجماع .\nقال تعالى (وَإِنْ مِنْ أَهْلِ الْكِتَابِ إِلَّا لَيُؤْمِنَنَّ بِهِ قَبْلَ مَوْتِهِ ) .\n[ ليؤمنن به ] أي بعيسى [ قبل موته ] أي موت عيسى - عليه السلام - ، وهذا حين نزوله .\nوهذا القول هو الصحيح أن الضمير في قوله [ قبل موته ] أي موت عيسى ورجحه ابن جرير وابن كثير .\nوقال تعالى ( ولما ضرب ابن مريم مثلاً إذا قومك منه يصدون ....... وإنه لعِلمٌ للساعة ) .\nقرأ ابن عباس وأبو هريرة وقتادة [ وإنه لعَلَم للساعة ] بفتح اللام والعين .\nوالمعنى : أي أمارة وعلامة على اقتراب الساعة .\nفقوله [ وإنه ] يرجع إلى عيسى ، وهذا ما اختاره ابن كثير في تفسيره والشنقيطي .\nقال الشنقيطي : \" والتحقيق أن الضمير في قوله تعالى [ وإنه لعلم للساعة ] راجع إلى عيسى ، ومعنى قوله [ لعلم للساعة ] على القول الحق الصحيح ، هو نزول عيسى في آخر الزمان حياً علم للساعة أي علامة لقرب مجيئها لأنه من أشراطها الدالة على قربها ) \" .\nومن السنة :\nعن أبي هريرة . قال : قال رسول الله - صلى الله عليه وسلم - : ( والذي نفسي بيده ، ليوشِكَنّ أن ينزل فيكم ابن مريم ، حكماً مقسطاً ، فيكسر الصليب ، ويقتل الخنزير ، ويضع الجزية .... ) .\n(1/57)\n",
        "وحذيفة الذي سبق ( إنها لن تقوم حتى ترون قبلها عشر آيات ...... وذكر منها : نزول عيسى ابن مريم ) .\nوأجمعت الأمة على نزول عيسى عليه السلام في آخر الزمان حكماً مقسطاً .\n\"ملخص قصته :\nينزل عيسى بعد أن يفسد الدجال في الأرض - ينزل عند المنارة البيضاء شرقي دمشق - يحكم عليه السلام بالشريعة المحمدية - فلا ينزل بشرع جديد - ويكون في زمانه يفيض المال حتى لا يقبله أحد - وحتى تكون السجدة الواحدة خيراً من الدنيا وما فيها - ولتتركن القلاص فلا يسعى عليها - يقتل الدجال في باب لد - يمكث في الأرض أربعين سنة ثم يتوفى ويصلي عليه المسلمون .\nالقلاص : بكسر القاف وهي من الابل كالفتاة من النساء ومعناه أن يزهد فيها ولا يرغب باقتنائها .\nم / وخروج يأجوج ومأجوج\n--------------------\n\"خروج يأجوج ومأجوج في آخر الزمان من علامات الساعة الكبرى .\nقال تعالى (حَتَّى إِذَا فُتِحَتْ يَأْجُوجُ وَمَأْجُوجُ وَهُمْ مِنْ كُلِّ حَدَبٍ يَنْسِلُونَ . وَاقْتَرَبَ الْوَعْدُ الْحَقُّ فَإِذَا هِيَ شَاخِصَةٌ أَبْصَارُ الَّذِينَ كَفَرُوا يَا وَيْلَنَا قَدْ كُنَّا فِي غَفْلَةٍ مِنْ هَذَا بَلْ كُنَّا ظَالِمِينَ ) .\nوقال تعالى (حَتَّى إِذَا بَلَغَ بَيْنَ السَّدَّيْنِ وَجَدَ مِنْ دُونِهِمَا قَوْماً لا يَكَادُونَ يَفْقَهُونَ قَوْلاً . قَالُوا يَا ذَا الْقَرْنَيْنِ إِنَّ يَأْجُوجَ وَمَأْجُوجَ مُفْسِدُونَ فِي الْأَرْضِ فَهَلْ نَجْعَلُ لَكَ خَرْجاً عَلَى أَنْ تَجْعَلَ بَيْنَنَا وَبَيْنَهُمْ سَدّاً) .\nومن السنة :\nحديث حذيفة . قال ( اطلع علينا النبي - صلى الله عليه وسلم - ونحن نتذاكر فقال : ما تذاكرون ؟ قالوا : نذكر الساعة ، قال : إنها لن تقوم حتى ترون قبلها عشر آيات : فذكر الدخان ، والدجال ، والدابة ، وطلوع الشمس من مغربها ، ونزول عيسى ابن مريم ، ويأجوج ومأجوج ، .... ) رواه مسلم .\n\"وأصلهم من البشر من ذرية آدم وحواء .\n(1/58)\n\nلحديث أبي سعيد قال : قال رسول الله - صلى الله عليه وسلم - ( يا آدم لِلَّهِ فيقول: لبيك وسعديك والخير في يديك ، فيقول: أخرج بعث النار ، قال : وما بعث النار ، قال : من كل ألف تسعمائة وتسعة وتسعين ، فعند ذلك يشيب الصغير [ وتضع كل ذات حمل حملها وترى الناس سكارى وما هم بساكرى ولكن عذاب الله شديد ] قالوا : يا رسول الله لِلَّهِ وأينا ذلك الواحد ، قال : أبشروا ، فإن منكم رجلاً ومن يأجوج ومأجوج ألفاً ... ) متفق عليه .\n\"قال ابن كثير : هم من ذرية آدم بلا خلاف نعلمه ، ثم ذكر الحديث السابق .\n\"وقال : وهم يشبهون الناس ، كأبناء جنسهم ، ومن زعم أن منهم الطويل كالنخلة ومنهم القصير الذي هو كالشيء الحقير ومنهم من يفترش أذناً من أذنيه ويتغطى بالأخرى ، فكل هذه الأقوال بلا دليل ، ورجم بالغيب بغير برهان ، والذي تدل عليه الروايات الصحيحة أنهم رجال أقوياء لا طاقة لأحد بقتالهم .\nففي حديث النواس بن سمعان قال : قال رسول الله - صلى الله عليه وسلم - : ( .... فبينما هم كذلك إذ أوحى الله إلى عيسى : إني قد أخرجت عباداً لي لا يُدان لأحد بقتالهم ... ) رواه مسلم .\n\"وقد حذر الرسول منهم .\nفقال ( ويل للعرب من شر قد اقترب ، فتح من ردم يأجوج ومأجوج مثل هذا وحلق بإصبعيه الإبهام والتي تليها .. ) .\n\"بنى ذو القرنين سد يأجوج ومأجوج ليحجز بينهم وبين جيرانهم الذي استغاثوا به كما ذكر الله في القرآن .\nم / وخروج الدابة\n\"خروج الدابة علامة من علامات الساعة الكبرى .\nقال تعالى (وَإِذَا وَقَعَ الْقَوْلُ عَلَيْهِمْ أَخْرَجْنَا لَهُمْ دَابَّةً مِنْ الأَرْضِ تُكَلِّمُهُمْ أَنَّ النَّاسَ كَانُوا بِآيَاتِنَا لا يُوقِنُونَ ) .",
        "(1/59)\n\nوإذا وجب العذاب عليهم ، لتماديهم في المعاصي والطغيان، وإعراضهم عن شرع الله وحكمه، حتى صاروا من شرار خلقه، أخرجنا لهم من الأرض في آخر الزمان علامة من علامات الساعة الكبرى، وهي \"الدابة\"، تحدثهم أن الناس المنكرين للبعث كانوا بالقرآن ومحمد - صلى الله عليه وسلم - ودينه لا يصدقون ولا يعملون.\n[ وإذا وقع القول عليهم ] أي وجب العذاب في حقهم لكفرهم وطغيانهم .\n[ أخرجنا لهم دابة من الأرض ] من هم ؟ قيل : عامة الناس ، وقيل : الكفار ، وهذا الصحيح ، لأن الكفار هم الذين لا يؤمنون بآيات الله .\n[ تكلمهم ] سيأتي شرحها .\n[ أن الناس كانوا بآياتنا لا يقونون ] أي لا يصدقون بآيات الله ولا يؤمنون بالله ولا باليوم الآخر .\nومن السنة :\nحديث حذيفة الذي سبق [ ..... إنها لن تقوم حتى ترون قبلها عشر آيات : فذكر الدخان ، والدجال ، والدابة ، وطلوع الشمس من مغربها ، ونزول عيسى ابن مريم ، ويأجوج ومأجوج ، .... ) رواه مسلم .\nوعن أبي هريرة . قال : قال رسول الله - صلى الله عليه وسلم - : ( بادروا بالأعمال ستاً : ... وذكر منها : دابة الأرض ) رواه مسلم .\n\"من أي الدواب هي ؟\nالدابة لغة : كل ما يدب على الأرض .\nواصطلاحاً : دابة يُخرجها الله قرب قيام الساعة تكلم الناس على أنهم مستحقون للعذاب .\n\"مكان خروجها وصفتها ؟\nورد بعض الأحاديث أنها تكون من مكة من الحرم ، وورد غير ذلك ، ولا يصح من ذلك شيء .\nوكذلك صفتها : ورد بعض الأحاديث في صفتها لا يصح منها شيء .\n\"عملها :\nقال تعالى ( تكلم الناس ) .\nاختلف المفسرون في معنى هذا التكليم :\nفقيل : أن المراد : تكلمهم كلاماً ، أي تخاطبهم مخاطبة ، ويدل لهذا قراءة ( تنبئهم ) .\nوقيل : أن المراد : تجرحهم ، ويؤيد ذلك قراءة [ تَكْلَمهم ] بفتح التاء وسكون الكاف ، من الكَلْم وهو الجرح ، أي تسمهم وسماً .\nوروي عن ابن عباس أنه قال : ( كلاً تفعل ) أي المخاطبة والوسم .\n(1/60)",
        "\nقال ابن كثير : وهو قول حسن ، ولا منافاة .\nم / وطلوع الشمس من مغربها .\n--------------------\n\"طلوع الشمس من مغربها علامة من علامات الساعة الكبرى .\nقال تعالى (يَوْمَ يَأْتِي بَعْضُ آيَاتِ رَبِّكَ لا يَنفَعُ نَفْساً إِيمَانُهَا لَمْ تَكُنْ آمَنَتْ مِنْ قَبْلُ أَوْ كَسَبَتْ فِي إِيمَانِهَا خَيْراً قُلْ انتَظِرُوا إِنَّا مُنتَظِرُونَ ) .\nفقد دلت الأحاديث الصحيحة أن المراد ببعض الآيات المذكورة في الآية هو طلوع الشمس من مغربها .\nعن أبي هريرة . قال : قال رسول الله - صلى الله عليه وسلم - : ( لا تقوم الساعة حتى تطلع الشمس من مغربها ، فإذا طلعت فرآها الناس آمنوا أجمعون فذلك حين لا ينفع نفساً إيمانها لم تكن آمنت من قبل أو كسبت في إيمانها خيراً ) رواه مسلم .\nومن السنة :\nحديث حذيفة بن أسيد السابق ( ..... إنها لن تقوم حتى ترون قبلها عشر آيات : فذكر الدخان ، والدجال ، والدابة وطلوع الشمس من مغربها ، ونزول عيسى ابن مريم ، ويأجوج ومأجوج ، .... ) رواه مسلم .\n\"المبادرة بالعمل الصالح قبل طلوع الشمس من مغربها .\nعن أبي هريرة . قال : قال رسول الله - صلى الله عليه وسلم - : ( بادروا بالأعمال ستاً : طلوع الشمس من مغربها ، والدجال ، والدخان ، والدابة ، .... ) رواه مسلم .\n\"أن التوبة لا تقبل بعد طلوع الشمس من مغربها .\nقال تعالى (يَوْمَ يَأْتِي بَعْضُ آيَاتِ رَبِّكَ لا يَنفَعُ نَفْساً إِيمَانُهَا لَمْ تَكُنْ آمَنَتْ مِنْ قَبْلُ أَوْ كَسَبَتْ فِي إِيمَانِهَا خَيْراً قُلْ انتَظِرُوا إِنَّا مُنتَظِرُونَ ) .\nفقوله ( يوم يأتي بعض آيات ربك ) يعني طلوع الشمس من مغربها .\nوعن أبي هريرة . قال : قال رسول الله - صلى الله عليه وسلم - : ( من تاب قبل أن تطلع الشمس من مغربها تاب الله عليه ) رواه مسلم .\nفمفهومه : أن من تاب بعد ذلك لا تقبل .\n(1/61)\n",
        "وعن أبي موسى . أن النبي - صلى الله عليه وسلم - : قال ( إن الله تعالى يبسط يده بالليل ليتوب مسيء النهار ، ويبسط يده بالنهار ليتوب مسيء بالليل حتى تطلع الشمس من مغربها ) رواه مسلم .\nعذاب القبر\nم / وَعَذَابُ الْقَبْرِ وَنَعِيُمُهُ حَقٌ وَقَدْ اسْتَعَاذَ الْنَّبِيُّ - صلى الله عليه وسلم - مِنْهُ وَأَمَرَ بِهِ فِي كُلِّ صَلَاة.\n\"عذاب القبر ثابت بالكتاب والسنة وإجماع الأمة .\nقال تعالى : ( وَحَاقَ بِآلِ فِرْعَوْنَ سُوءُ الْعَذَابِ . النَّارُ يُعْرَضُونَ عَلَيْهَا غُدُوّاً وَعَشِيّاً وَيَوْمَ تَقُومُ السَّاعَةُ أَدْخِلُوا آلَ فِرْعَوْنَ أَشَدَّ الْعَذَابِ) .\nأ-وعن أنس - رضي الله عنه - عن النبي - صلى الله عليه وسلم - قال : ( إن العبد إذا وضع في قبره وتولى عنه أصحابه حتى إنه ليسمع قرع نعالهم ، أتاه ملكان فيقعدانه فيقولان له : ما كنت تقول في هذا الرجل محمد - صلى الله عليه وسلم - ؟ فيقول : أشهد أنه عبد الله ورسوله ، فيقال : انظر إلى مقعدك من النار ، أبدله الله به مقعداً من الجنة ، وأما الكافر أو المنافق فيقول : لا أدري ، فيقال : لا دريت ولا تليت ، ثم يضرب بمطرقة من حديد ضربة بين أذنيه ، فيصيح صيحة يسمعها من يليه من الثقلين ) . متفق عليه\nب_ وعن عائشة أنها سألت رسول - صلى الله عليه وسلم - عن القبر ؟ قال : ( نعم ، عذاب القبر حق ) . متفق عليه\nج_ وعن ابن عباس - رضي الله عنهما - قال : مرّ النبي - صلى الله عليه وسلم - على قبرين فقال : إنهما ليعذبان وما يعذبان في كبير ، أما أحدهما فكان يمشي بالنميمة ، وأما الآخر فكان لا يستنزه من البول ) . متفق عليه\n(1/62)\n\nد_ وعن ابن عباس - رضي الله عنهما - أن رسول الله - صلى الله عليه وسلم - كان يعلمهم هذا الدعاء كما يعلمهم السورة من القرآن يقول : ( اللهم إنا نعوذ بك من عذاب جهنم ، ونعوذ بك من عذاب القبر ، ونعوذ بك من فتنة المسيح الدجال ، ونعوذ بك من فتنة المحيا والممات ) . متفق عليه\nهـ-وعند مسلم من حديث أبي هريرة - رضي الله عنه - قال : قال رسول الله - صلى الله عليه وسلم - : ( إذا فرغ أحدكم من التشهد الآخر فليتعوذ بالله من أربع : من عذاب جهنم ، ومن عذاب القبر ، ومن فتنة المحيا والممات ، ومن شر المسيح الدجال ) .\nو_ وعن أبي أيوب - رضي الله عنه - قال : قال رسول الله - صلى الله عليه وسلم - : ( لولا أن تدافنوا لدعوت الله أن يسمعكم من عذاب القبر .. ) رواه مسلم .\nز- وحديث البراء ، وفيه أنه قال في المؤمن : ( فيناد منادٍ من السماء أن صدق عبدي ، فافرشوه من الجنة ، وألبسوه من الجنة ، وافتحوا له باباً إلى الجنة ، فيأتيه من ريحها وطيبها ، ويفسح له في قبره مدّ بصره ) وقال في الكافر : ( فيناد منادٍ من السماء ، أن كذب عبدي فافرشوه من النار ، وافتحوا له باباً إلى النار ، فيأتيه من حرها وسمومها ، ويضيق عليه قبره حتى تختلف أضلاعه ) . أخرجه أحمد وأبو داود\n\"عذاب القبر من أمور الغيب ، والحكمة في ذلك :\nأ- أن الله سبحانه وتعالى أرحم الراحمين ، فلو كنا نطلع على عذاب القبر لتنكد عيشنا .\nب- أنه فضيحة للميت .\nج - أنه قد يصعب على الإنسان دفن الميت .\n\"هل عذاب القبر دائم أو منقطع ؟\nقال الشيخ محمد رحمه الله : \" أما إن كان الإنسان كافراً فإنه لا طريق إلى وصول النعيم إليه أبداً ويكون عذابه مستمر .\nوأما إن كان عاصياً وهو مؤمن ، فإنه إذا عذب في قبره يعذب بقدر ذنوبه \" .\n\"أسباب عذاب القبر :\nأولاً : النميمة وعدم التنزه من البول .\nلحديث ابن عباس - رضي الله عنه - الذي سبق ( مر النبي - صلى الله عليه وسلم - بقبرين يعذبان ... ) .",
        "(1/63)\n\nوقال رسول الله - صلى الله عليه وسلم - : ( أكثر عذاب القبر من البول ) . رواه ابن ماجه\nثانياً : الغيبة.\nفقد جاء في رواية عند ابن ماجه ( وأما الآخر فيعذب بالغيبة ) .\nثالثاً : الغلول من الغنيمة .\nعن أبي هريرة - رضي الله عنه - قال : ( خرجنا مع رسول الله - صلى الله عليه وسلم - إلى خيبر ، فلم نغنم ذهباً ولا ورقاً ، غنمنا المتاع والطعام والشراب ثم انطلقنا إلى الوادي ومع رسول الله عبد له . . . فلما نزلنا قام عبدُ رسول الله - صلى الله عليه وسلم - يحل رحله ، فرُمي بسهم فكان فيه حتفه فقلنا : هنيئاً له الشهادة يا رسول الله لِلَّهِ فقال : كلا ، والذي نفس محمد بيده إن الشملة لتلتهب عليه ناراً ، أخذها من الغنائم يوم خيبر لم تصبها المقاسم ، ففزع الناس . . . ) متفق عليه .\nفتنة القبر\nم / وفتنة القبر حق وسؤال منكر ونكير حق\n\"ما معنى فتنة القبر ؟\nهي سؤال الملكين الميت عن ربه ودينه ونبيه .\n\"فتنة القبر ثابتة بالكتاب والسنة :\nقال تعالى : (يُثَبِّتُ اللَّهُ الَّذِينَ آمَنُوا بِالْقَوْلِ الثَّابِتِ فِي الْحَيَاةِ الدُّنْيَا وَفِي الْآخِرَةِ ) .\nوعن البراء أن رسول الله - صلى الله عليه وسلم - قال : ( المسلم إذا سئل في القبر يشهد أن لا إله إلا الله وأن محمداً رسول الله ، فذلك قوله :\n( يثبت الله الذين آمنوا بالقول الثابت في الحياة الدنيا وفي الآخرة ) ) .\nوعن أسماء بنت أبي بكر - رضي الله عنهما - في حديث صلاة الكسوف ، وفيه : قال - صلى الله عليه وسلم - : ( وأنه قد أوحي إلي أنكم تفتنون في القبور قريباً أو مثل فتنة المسيح الدجال ... ) . متفق عليه\nوعن عائشة أن النبي - صلى الله عليه وسلم - كان يقول : ( اللهم إني أعوذ بك من الكسل والهرم ، والمأثم والمغرم ، ومن فتنة القبر وعذاب\nالقبر ... ) . متفق عليه\nوعن عائشة - رضي الله عنهما - أن رسول الله - صلى الله عليه وسلم - قال : ( فبي تفتنون وعني تسألون ) . رواه أحمد\n(1/64)",
        "\nوعن عثمان بن عفان - رضي الله عنه - قال : ( استغفروا لأخيكم واسألوا له التثبيت ، فإنه الآن يسأل ) . رواه أبو داود\n\"من يقوم بالفتنة ؟\nالذي يقوم بالفتنة في القبر ، هما : منكر ونكير .\nعن أبي هريرة - رضي الله عنه - قال : قال رسول الله - صلى الله عليه وسلم - : ( إذا قبر الميت ، أو قال : أحدكم ، أتاه ملكان أسودان أزرقان يقال لأحدهما المنكر والآخر النكير ، فيقولان : ما كنت تقول في هذا الرجل ؟ فيقول : ما كان يقول : هو عبد الله ورسوله ، أشهد أن لا إله إلا الله وأن محمداً عبده ورسوله ، فيقولان : قد كنا نعلم أنك تقول هذا ، ثم يفسح له في قبره سبعون ذراعاً في سبعين ، ثم ينور له فيه ، ثم يقال له : نم ، فيقول : أرجع إلى أهلي فأخبرهم ، فيقولان : نم نومة العروس الذي لا يوقظه إلا أحب أهله إليه ، حتى يبعثه الله من مضجعه ذلك ، وإن كان منافقاً قال : سمعت الناس يقولون ، فقلت مثله ، لا أدري ، فيقولان : قد كنا نعلم أنك تقول ذلك ، فيقال للأرض التئمي عليه ، فتلتئم عليه ، فتختلف أضلاعه ، فلا يزال فيها معذباً حتى يبعثه الله من مضجعه ذلك ) . رواه الترمذي\n\"هل السؤال خاص بهذه الأمة أم هو عام ؟\nالقول الأول : أن السؤال خاص بهذه الأمة . أدلتهم :\nأ-قوله - صلى الله عليه وسلم - : ( إن هذه الأمة تبتلى في قبورها ) . رواه مسلم\nب-وقوله - صلى الله عليه وسلم - : ( ولقد أوحي إلي أنكم تفتنون في قبوركم ... ) . متفق عليه\nج-قوله - صلى الله عليه وسلم - : ( فبي تفتنون وعني تسألون ) . رواه أحمد\nالقول الثاني : أن السؤال لجميع الأمم ، واحتجوا بألفاظ العموم ، مثل :\nأ-قوله تعالى : ( يثبت الله الذين آمنوا ... ) .\nب-وحديث البراء الطويل : ( إن العبد المؤمن ... وإن العبد الكافر ... ) فكلمة العبد تصدق على جميع العباد المؤمنين والكفار من هذه الأمة وغيرها .\nورجح هذا القول عبد الحق الأشبيلي والقرطبي وابن القيم .\n(1/65)\n",
        "وتوقف في ذلك ابن عبد البر .\nوالظاهر أن السؤال عام لجميع الأمم .\n\"الذين لا يفتنون :\nأ-الأنبياء .\nلأن الأنبياء يُسأل عنهم ، فيقال للميت : من نبيك ؟ .\nب-الشهداء .\nعن رشد بن سعد عن رجل من أصحاب النبي - صلى الله عليه وسلم - قال: يا رسول الله، ما بال المؤمنين يفتنون في قبورهم إلا الشهيد ؟ قال: ( كفى ببارقة السيوف على رأسه فتنة ) . رواه النسائي\nج-الصديق .\nقيل : لا يسأل .\nإذا كان الشهيد لا يفتن ، فالصديق أجل خطراً وأعظم أجراً أن لا يفتن .\nلأنه مقدم ذكره في التنزيل على الشهداء .\nوقد صح في المرابط الذي هو دون الشهيد أنه لا يفتن ، فكيف بمن هو أعلى رتبة منه ومن الشهيد .\nوقيل : يسأل .\nقال ابن القيم : \" الأحاديث الصحيحة ترد هذا القول وتبين أن الصديق يسأل في قبره كما يسأل غيره \" والله أعلم .\nوهذا القول هو الراجح .\nد-المرابط .\nقال - صلى الله عليه وسلم - : ( رباط يوم وليلة خير من صيام شهر وقيامه ، وإن مات جرى عليه عمله الذي كان يعمله ، وأجري عليه رزقه ، وأمن الفتان ) . رواه مسلم عن سلمان\nه-الأطفال والمجانين .\nاختلف هل يفتنون ؟\nفقال بعضهم : إنهم لا يفتنون لدخولهم في العموم .\nوقال بعضهم : إن المجانين والصغار لا يسألون ، لأنهم غير مكلفين .\nالبعث\nم / وَالْبَعْثَ بَعْدَ الْمَوتِ حَقٌ\n---------------------\n\"تعريف البعث :\nهو إحياء الأموات بعد القيامة .\nوالإيمان بالمعاد مما دل عليه الكتاب والسنة والعقل والفطرة السليمة ، فأخبر الله سبحانه عنه في كتابه العزيز ، وأقام الدليل عليه ، ورد على منكريه في غالب سور القرآن .\nوبسبب عظمة البعث وأنه أعظم المظاهر تعددت طرق الكتاب العزيز في إثبات البعث وتقريبه إلى الأذهان .\n\"الطريقة الأولى :\nآيات صريحة في إثبات ذلك :\nقال تعالى : (ثُمَّ إِنَّكُمْ يَوْمَ الْقِيَامَةِ تُبْعَثُونَ) .\nوقال تعالى : ( وَالْمَوْتَى يَبْعَثُهُمُ اللَّهُ ) .\n(1/66)\n\nوقال تعالى : (وَلا تُخْزِنِي يَوْمَ يُبْعَثُونَ) .\nوقال تعالى : (يَوْمَ نَطْوِي السَّمَاءَ كَطَيِّ السِّجِلِّ لِلْكُتُبِ كَمَا بَدَأْنَا أَوَّلَ خَلْقٍ نُعِيدُهُ وَعْداً عَلَيْنَا إِنَّا كُنَّا فَاعِلِينَ) .\nوقال تعالى : (أَلا يَظُنُّ أُولَئِكَ أَنَّهُمْ مَبْعُوثُونَ . لِيَوْمٍ عَظِيمٍ . يَوْمَ يَقُومُ النَّاسُ لِرَبِّ الْعَالَمِينَ) .\nوأمر نبيه أن يقسم به على المعاد :\nفقال تعالى : (وَقَالَ الَّذِينَ كَفَرُوا لا تَأْتِينَا السَّاعَةُ قُلْ بَلَى وَرَبِّي لَتَأْتِيَنَّكُمْ عَالِمِ الْغَيْبِ ) .\nوقال تعالى : (وَيَسْتَنْبِئُونَكَ أَحَقٌّ هُوَ قُلْ إِي وَرَبِّي إِنَّهُ لَحَقٌّ وَمَا أَنْتُمْ بِمُعْجِزِينَ) .\nوقال تعالى : (زَعَمَ الَّذِينَ كَفَرُوا أَنْ لَنْ يُبْعَثُوا قُلْ بَلَى وَرَبِّي لَتُبْعَثُنَّ ثُمَّ لَتُنَبَّؤُنَّ بِمَا عَمِلْتُمْ وَذَلِكَ عَلَى اللَّهِ يَسِيرٌ) .\nوذم الله المكذبين بالمعاد :\nفقال تعالى : ( قَدْ خَسِرَ الَّذِينَ كَذَّبُوا بِلِقَاءِ اللَّهِ وَمَا كَانُوا مُهْتَدِينَ) .\nوقال تعالى : (وَأَقْسَمُوا بِاللَّهِ جَهْدَ أَيْمَانِهِمْ لا يَبْعَثُ اللَّهُ مَنْ يَمُوتُ بَلَى وَعْداً عَلَيْهِ حَقّاً ) .\n\"الطريقة الثانية :\nالتذكير بنشأة الإنسان الأولى :\nقال تعالى : (فَلْيَنْظُرِ الْإِنْسَانُ مِمَّ خُلِقَ . خُلِقَ مِنْ مَاءٍ دَافِقٍ . يَخْرُجُ مِنْ بَيْنِ الصُّلْبِ وَالتَّرَائِبِ . إِنَّهُ عَلَى رَجْعِهِ لَقَادِرٌ) .\nوقال تعالى : (وَضَرَبَ لَنَا مَثَلاً وَنَسِيَ خَلْقَهُ قَالَ مَنْ يُحْيِي الْعِظَامَ وَهِيَ رَمِيمٌ . قُلْ يُحْيِيهَا الَّذِي أَنْشَأَهَا أَوَّلَ مَرَّةٍ وَهُوَ بِكُلِّ خَلْقٍ عَلِيمٌ) .\n\"الطريقة الثالثة :\nالاستدلال بإنبات النبات على إحياء الأموات :",
        "(1/67)\n\nقال تعالى : (فَانْظُرْ إِلَى آثَارِ رَحْمَتِ اللَّهِ كَيْفَ يُحْيِي الْأَرْضَ بَعْدَ مَوْتِهَا إِنَّ ذَلِكَ لَمُحْيِي الْمَوْتَى وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ).\nوقال تعالى : (وَتَرَى الْأَرْضَ هَامِدَةً فَإِذَا أَنْزَلْنَا عَلَيْهَا الْمَاءَ اهْتَزَّتْ وَرَبَتْ وَأَنْبَتَتْ مِنْ كُلِّ زَوْجٍ بَهِيجٍ . ذَلِكَ بِأَنَّ اللَّهَ هُوَ الْحَقُّ وَأَنَّهُ يُحْيِي الْمَوْتَى وَأَنَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ . وَأَنَّ السَّاعَةَ آتِيَةٌ لا رَيْبَ فِيهَا وَأَنَّ اللَّهَ يَبْعَثُ مَنْ فِي الْقُبُورِ) .\nوقال سبحانه : (وَمِنْ آيَاتِهِ أَنَّكَ تَرَى الْأَرْضَ خَاشِعَةً فَإِذَا أَنْزَلْنَا عَلَيْهَا الْمَاءَ اهْتَزَّتْ وَرَبَتْ إِنَّ الَّذِي أَحْيَاهَا لَمُحْيِي الْمَوْتَى إِنَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ) .\n\"الطريقة الرابعة :\nالإشارة ولفت الانتباه إلى خلق السماوات :\nقال تعالى : (أَوَلَمْ يَرَوْا أَنَّ اللَّهَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَلَمْ يَعْيَ بِخَلْقِهِنَّ بِقَادِرٍ عَلَى أَنْ يُحْيِيَ الْمَوْتَى بَلَى إِنَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ) .\n\"الطريقة الخامسة :\nتنزيه الله سبحانه عن العبث ، فلو فرضنا أنه لا جزاء ولا حساب ولا بعث ، فما فائدة الأوامر والنواهي :\nقال تعالى : (أَفَحَسِبْتُمْ أَنَّمَا خَلَقْنَاكُمْ عَبَثاً وَأَنَّكُمْ إِلَيْنَا لا تُرْجَعُونَ . فَتَعَالَى اللَّهُ الْمَلِكُ الْحَقُّ ) .\nوقال تعالى : (أَيَحْسَبُ الْإِنْسَانُ أَنْ يُتْرَكَ سُدىً) . أي : لا يؤمر ولا ينهى ، وقيل لا يبعث .\n\"الطريقة السادسة :\nتنزيه الله عن الظلم :\nفلو لم يكن هناك بعث لا استوى الناس ، فاستوى المؤمن الذي ترك كثيراً من الشبهات مخافة ربه ، والكافر لا يعرف ربه أصلاً .\nقال تعالى : (أَفَمَنْ كَانَ مُؤْمِناً كَمَنْ كَانَ فَاسِقاً لا يَسْتَوُونَ) .\n\"الطريقة السابعة :\n(1/68)",
        "\nذكر وقائع وأحداث يستدل بها على البعث .\nكما في قصة قتيل بني إسرائيل .\nوقصة الذين خرجوا من ديارهم وهم ألوف حذر الموت .\nوقصة الذي مرّ على قرية وهي خاوية على عروشها .\nوقصة إبراهيم - عليه السلام - والطيور الأربعة .\nوقصة أصحاب الكهف ، فقد أماتهم الله في الكهف ثلاثمائة وتسع سنين ، قال تعالى في قصتهم : (وَكَذَلِكَ أَعْثَرْنَا عَلَيْهِمْ لِيَعْلَمُوا أَنَّ وَعْدَ اللَّهِ حَقٌّ وَأَنَّ السَّاعَةَ لا رَيْبَ ... ) .\n\"يجب أن تعتقد أن البعث جمع متفرق لا إيجاد معدوم .\nكما قال تعالى : (أَيَحْسَبُ الْإِنْسَانُ أَلَّنْ نَجْمَعَ عِظَامَهُ . بَلَى قَادِرِينَ عَلَى أَنْ نُسَوِّيَ بَنَانَهُ) .\nوقال تعالى : ( فَسَيَقُولُونَ مَنْ يُعِيدُنَا قُلِ الَّذِي فَطَرَكُمْ أَوَّلَ مَرَّةٍ ) .\nوقال تعالى : (وَهُوَ الَّذِي يَبْدأُ الْخَلْقَ ثُمَّ يُعِيدُهُ ) .\n\"كيف يحشر الناس ؟\nعن عائشة - رضي الله عنها - قالت : قال رسول الله - صلى الله عليه وسلم - : ( تحشرون حفاة عراة غرلاً ) قالت عائشة : فقلت : يا رسول الله ، الرجال والنساء ينظر بعضهم على بعض ؟ فقال : ( الأمر أشد من أن يهمهم ذلك ) . متفق عليه\n( حفاة ) ليس عليهم نعال ولا خفاف .\n( عراة ) ليس عليهم لباس الجسد .\n( غرلاً ) لم ينقص من خلقهم شيء ، والغرل : جمع أغرل ، وهو الذي لم يختن . [ وسيأتي مبحث الحشر ] .\nالنفخ في الصور\nم / وذلك حين ينفخ إسرافيل عليه السلام في الصور. (وَنُفِخَ فِي الصُّورِ فَإِذَا هُمْ مِنَ الْأَجْدَاثِ إِلَى رَبِّهِمْ يَنْسِلُونَ) .\n---------------------------\n\"النفخ في الصور ثابت بالكتاب والسنة والإجماع .\nمن الكتاب قوله تعالى : (وَنُفِخَ فِي الصُّورِ فَإِذَا هُمْ مِنَ الْأَجْدَاثِ إِلَى رَبِّهِمْ يَنْسِلُونَ) .\n(1/69)\n",
        "وقال تعالى : (وَنُفِخَ فِي الصُّورِ فَصَعِقَ مَنْ فِي السَّمَاوَاتِ وَمَنْ فِي الْأَرْضِ إِلَّا مَنْ شَاءَ اللَّهُ ثُمَّ نُفِخَ فِيهِ أُخْرَى فَإِذَا هُمْ قِيَامٌ يَنْظُرُونَ) .\nوقال تعالى : ( وَنُفِخَ فِي الصُّورِ فَجَمَعْنَاهُمْ جَمْعاً) .\nوقال تعالى : (وَمَا يَنْظُرُ هَؤُلاءِ إِلَّا صَيْحَةً وَاحِدَةً مَا لَهَا مِنْ فَوَاقٍ ) .\nومن السنة :\nعن عبد الله بن عمرو قال : جاء أعرابي إلى النبي - صلى الله عليه وسلم - فقال : ما الصور ؟ قال : ( قرن ينفخ فيه ) .\nوعن عبد الله بن عمرو قال : قال رسول الله - صلى الله عليه وسلم - : ( ثم ينفخ في الصور فلا يسمعه أحد إلا أصغى ليتاً ورفع ليتاً ، ثم لا يبقى أحد إلا صعق ... ثم ينفخ فيه أخرى فإذا هم قيام ينظرون ) .\nوأجمع المسلمون على ثبوته .\n\"النافخ في الصور هو إسرافيل - عليه السلام - .\nأجمع العلماء أن الذي موكل بنفخ الصور هو إسرافيل .\n\"عدد النفخات :\nاختلف العلماء في عدد النفخات على قولين :\nالقول الأول : أنها نفختان : نفخة الصعق ونفخة البعث .\nويدل لهذا قوله تعالى : (وَنُفِخَ فِي الصُّورِ فَصَعِقَ مَنْ فِي السَّمَاوَاتِ وَمَنْ فِي الْأَرْضِ إِلَّا مَنْ شَاءَ اللَّهُ ثُمَّ نُفِخَ فِيهِ أُخْرَى فَإِذَا هُمْ قِيَامٌ يَنْظُرُونَ) .\nوقال تعالى : (مَا يَنْظُرُونَ إِلَّا صَيْحَةً وَاحِدَةً تَأْخُذُهُمْ وَهُمْ يَخِصِّمُونَ . فَلا يَسْتَطِيعُونَ تَوْصِيَةً وَلا إِلَى أَهْلِهِمْ يَرْجِعُونَ . وَنُفِخَ فِي الصُّورِ فَإِذَا هُمْ مِنَ الْأَجْدَاثِ إِلَى رَبِّهِمْ يَنْسِلُونَ) .\nفقوله تعالى : (مَا يَنْظُرُونَ إِلَّا صَيْحَةً وَاحِدَةً تَأْخُذُهُمْ) . هذه النفخة الأولى .\nوقوله تعالى : (وَنُفِخَ فِي الصُّورِ فَإِذَا هُمْ مِنَ الْأَجْدَاثِ إِلَى رَبِّهِمْ يَنْسِلُونَ) هذه هي النفخة الثانية .\n(1/70)\n\nوعن أبي هريرة أن النبي - صلى الله عليه وسلم - قال : ( ما بين النفختين أربعون ) قالوا : يا أبى هريرة : أربعين يوماً ؟ قال : أبيت . قالوا : أربعون شهراً ؟ قال : أبيت . قالوا : أربعون سنة : قال : أبيت ) . متفق عليه\nالقول الثاني : أنها ثلاث نفخات : نفخة الفزع ، ونفخة الصعق ، ونفخة البعث .\nواحتجوا : في قوله تعالى : (وَيَوْمَ يُنْفَخُ فِي الصُّورِ فَفَزِعَ مَنْ فِي السَّمَاوَاتِ وَمَنْ فِي الْأَرْضِ إِلَّا مَنْ شَاءَ اللَّهُ وَكُلٌّ أَتَوْهُ دَاخِرِينَ) وهذه نفخة الفزع .\nوقوله تعالى : (وَنُفِخَ فِي الصُّورِ فَصَعِقَ مَنْ فِي السَّمَاوَاتِ ... ) هذه نفخة الصعق .\nوقوله تعالى : (فَإِذَا هُمْ قِيَامٌ يَنْظُرُونَ) هذه نفخة البعث .\nقالوا : إن الفزع مغاير للصعق .\n\"صاحب الصور مستعد للنفخ .\nعن أبي سعيد قال : قال رسول الله ( كيف أنعم ، وقد التقم صاحب القرنِ القرنَ ، وحنى جبهته وأصغى سمعه ، ينتظر أن يؤمر أن ينفخ ، فينفخ ) رواه الترمذي .\nالحشر\nم / ( ويحشر الناس يوم القيامة حفاة عراة غرلاً بهماً ) .\n---------------------\n\"تعريف الحشر :\nلغة الجمع .\nواصطلاحاً : جمع الخلائق يوم القيامة لحسابهم والقضاء بينهم .\n\"والحشر ثابت بالكتاب والسنة والإجماع .\nقال تعالى (قُلْ إِنَّ الْأَوَّلِينَ وَالْآخِرِينَ . لَمَجْمُوعُونَ إِلَى مِيقَاتِ يَوْمٍ مَعْلُومٍ) .\nوقال تعالى ( وَاتَّقُوا اللَّهَ وَاعْلَمُوا أَنَّكُمْ إِلَيْهِ تُحْشَرُونَ) .\nوقال تعالى (وَإِذَا الْوُحُوشُ حُشِرَتْ) .\nوقال تعالى (وَأَنْ أَقِيمُوا الصَّلاةَ وَاتَّقُوهُ وَهُوَ الَّذِي إِلَيْهِ تُحْشَرُونَ) .\nوقال تعالى (وَهُوَ الَّذِي ذَرَأَكُمْ فِي الْأَرْضِ وَإِلَيْهِ تُحْشَرُونَ) .\nوقال تعالى ( مَا فَرَّطْنَا فِي الْكِتَابِ مِنْ شَيْءٍ ثُمَّ إِلَى رَبِّهِمْ يُحْشَرُونَ) .",
        "(1/71)\n\nوقال - صلى الله عليه وسلم - : ( يحشر الناس يوم القيامة على أرض بيضاء عفْراء كقرصة النقي ليس فيها علم لأحد ) متفق عليه .\n\"ويحشر كل شيء حتى البهائم ودل على حشر البهائم عدة أدلة :\nأ- قوله تعالى (وَإِذَا الْوُحُوشُ حُشِرَتْ) .\nب_ قوله تعالى (وَمَا مِنْ دَابَّةٍ فِي الْأَرْضِ وَلا طَائِرٍ يَطِيرُ بِجَنَاحَيْهِ إِلَّا أُمَمٌ أَمْثَالُكُمْ مَا فَرَّطْنَا فِي الْكِتَابِ مِنْ شَيْءٍ ثُمَّ إِلَى رَبِّهِمْ يُحْشَرُونَ) .\nج_ وحديث أبي ذر .( أن النبي - صلى الله عليه وسلم - رأى شاتين ينتطحان فقال : يا أباذر أتدري فيما ينتطحان ؟ قال : قلت : لا ، قال : لكن الله يدري وسيقضي بينهما ) رواه أحمد .\nد- وحديث ( مانع صدقة الإبل والبقر والغنم وأنها تجيء يوم القيامة أعظم ما كانت وأسمنه تنطحه بقرونها وتطأوه\nبأظلافها ) متفق عليه .\nهـ- الآثار الواردة في قوله تعالى ( يوم ينظر المرء ما قدمت يداه ويقول الكافر يا ليتني كنت تراباً ) وأن الله تعالى يجمع الوحوش ثم يقتص من بعضها لبعض ، ثم يقول لها : كوني تراباً ، فتكون تراباً ، فعندها يقول الكافر ( يا ليتني كنت تراباً )\n\"كيف يحشر الناس ؟\nيحشرون حفاة عراة غرلاً .\nلحديث عائشة . قالت : قال رسول الله - صلى الله عليه وسلم - : ( يحشر الناس يوم القيامة حفاة عراة غرلاً ، قالت : يا رسول الله لِلَّهِ الرجال والنساء ينظر بعضهم إلى بعض ؟ قال : يا عائشة الأمر أشد من أن ينظر بعضهم إلى بعض ) متفق عليه .\nوعن ابن عباس عن النبي - صلى الله عليه وسلم - قال ( إنكم تُحشرون حفاة عراة غُرلاً ، ثم قرأ ( كما بدأنا أول خلق نعيده وعداً علينا إنا كنا فاعلين ) وأول من يُكسَى يوم القيامة إبراهيم ) متفق عليه .\nحفاة : جمع حاف وهو من ليس عليه نعال .\nعراة : جمع عار وهو من ليس عليه ثياب .\nغرلاً : أي غير مختونين .\n\"أول من يكسى إبراهيم .\nللحديث السابق ( وأول من يكسى إبراهيم عليه السلام ) .\n(1/72)",
        "\nوالحكمة في ذلك :\nقيل : لم يكن في الأولين والآخرين لله عز وجل عبد أخوف من إبراهيم فتعجل له كسوته أماناً له ليطمئن قلبه .\nوقيل : لأنه أول من أمر بلبس السراويل إذا صلى مبالغة في التستر .\nوقيل : أن الذين ألقوه في النار جردوه ونزعوا عنه ثيابه على أعين الناس ، فلما صبر واحتسب وتوكل على الله جازاه على ذلك بأن جعله أول من يدفع عنه العرى يوم القيامة ، وهذا أحسنها .\n\"أرض المحشر الشام .\nعن سهل بن سعد . قال : قال رسول الله - صلى الله عليه وسلم - : ( يحشر الناس يوم القيامة على أرض بيضاء عفراء كقرصة النقي ، ليس فيها معلم لأحد ) رواه البخاري .\nعفراء : أي ليس بياضها ناصع . كقرصة النقي : الدقيق الخالص من الغش .\nليس فيها معلم لأحد : أي : شيء من العلامات التي يهتدى بها في الطرقات كالجبل والصخرة والبناء .\n\"ذلك اليوم رهيب عظيم فمما يكون فيه : دنو الشمس من الخلائق .\nعن سُليْم بن عامر عن المقداد بن الأسود قال : قال رسول الله - صلى الله عليه وسلم - ( تُدنَى الشمسُ يوم القيامة من الخلق ، حتى تكون منهم مقدار ميل ) قال سليم بن عامر : فوالله لِلَّهِ ما أدري ما يعني بالميل ، أمسافة الأرض ، أم الميل الذي الذي تُكتحل به العين ) رواه مسلم .\nوعندما يشتد البلاء ، ويطول وقوفهم في ذلك المحشر ، والناس يريدون النجاة من هذا الموقف العظيم ، يبحث العباد عن أصحاب المنازل العالية ليشفعوا عند ربهم ، كي يأتي لفصل القضاء بينهم وتخليصهم من كربات الموقف وأهواله وشدائده :\nولهذا قال المصنف :\nالشفاعة العظمى للفصل بين الناس\nم / حَتَّى يَشْفَعَ فِيهِمْ نَبِيُّنَا مُحَمَّدٍ - صلى الله عليه وسلم -\n-----------------------\n(1/73)\n",
        "أي يشفع - صلى الله عليه وسلم - في أهل الموقف ليقضى بينهم بعد أن يتراجع الأنبياء عنها ، فيذهبون للرسول - صلى الله عليه وسلم - فيشفع عند رب العالمين فيقضى بينهم ، وهذه هي الشفاعة العظمى التي اختص بها نبينا - صلى الله عليه وسلم - .\nعن أبي هريرة ، قال : أتي رسول الله - صلى الله عليه وسلم - يوماً بلحم ، فَرُفِعَ إليه الذراع وكانت تعجبه ، فنهس منها نهسة فقال : أنا سيد الناس يوم القيامة . وهل تدرون بم ذاك ؟ يجمع الله يوم القيامة الأولين والآخرين في صعيد واحد ، فيسمعهم الداعي وينفذهم البصر ، وتدنو الشمس فيبلغ الناس من الغم والكرب ما لا يطيقون ، وما لا يحتملون ، فيقول بعض الناس لبعض : ألا ترون ما أنتم فيه ؟ ألا ترون ما قد بلغكم ؟ ألا تنظرون من يشفع لكم إلى ربكم ؟ فيقول بعض الناس لبعض : ائتوا آدم ، فيأتون آدم : فيقولون : يا آدم لِلَّهِ أنت أبو البشر ، خلقك الله بيده ونفخ فيك من روحه وأمر الملائكة فسجدوا لك ، اشفع لنا إلى ربك ، ألا ترى إلى ما نحن فيه ؟ ألا ترى إلى ما قد بلغنا ؟ فيقول آدم : إن ربي غضب اليوم غضباً لم يغضب قبله مثله ، ولن يغضب بعده مثله . وإنه نهاني عن الشجرة فعصيته ، نفسي، نفسي ، اذهبوا إلى غيري ، اذهبوا إلى نوح . فيأتون نوحاً فيقولون : يا نوح لِلَّهِ أنت أول الرسل إلى الأرض ، وسماك الله عبداً شكوراً ، اشفع لنا إلى ربك . ألا ترى ما نحن فيه ؟ ألا ترى ما قد بلغنا ؟ فيقول لهم : إن رب قد غضب اليوم غضباً لم يغضب قبله مثله ، ولن يغضب بعده مثله . وإنه قد كانت لي دعوة دعوت بها على قومي . نفسي نفسي . اذهبوا إلى إبراهيم - صلى الله عليه وسلم - . فيأتون إبراهيم فيقولون : أنت نبي الله وخليله من أهل الأرض . اشفع لنا إلى ربك . ألا ترى إلى ما نحن فيه ؟ ألا ترى ما قد بلغنا ؟ فيقول لهم إبراهيم : إن ربي قد غضب اليوم غضباً لم يغضب قبله مثله ولا يغضب بعده مثله . وذكر كذباته ، نفسي ، نفسي ،\n(1/74)\n\nاذهبوا إلى غيري ، اذهبوا إلى موسى فيأتون موسى - صلى الله عليه وسلم - فيقولون : يا موسى . أنت رسول الله فضلك الله برسالاته وبتكليمه على الناس . اشفع لنا إلى ربك . ألا ترى إلى ما نحن فيه ؟ ألا ترى ما قد بلغنا ؟ فيقول لهم موسى - صلى الله عليه وسلم - : إن ربي قد غضب اليوم غضباً لم يغضب قبله مثله ولن يغضب بعده مثله . وإني قد قتلت نفساً لم أؤمر بقتلها . نفسي . نفسي . اذهبوا إلى - صلى الله عليه وسلم - . فيأتون عيسى فيقولون : يا عيسى لِلَّهِ أنت رسول الله وكلمت الناس في المهد ، وكلمة منه ألقاها إلى مريم ، وروح منه ، فاشفع لنا إلى ربك ، ألا ترى ما نحن فيه ؟ ألا ترى ما قد بلغنا ؟ فيقول لهم عيسى - صلى الله عليه وسلم - : إن ربي قد غضب اليوم غضباً لم يغضب قبله مثله ولن يغضب بعده مثله . ولم يذكر له ذنباً ، نفسي ، نفسي ، اذهبوا إلى غير . اذهبوا إلى محمدٍ - صلى الله عليه وسلم - فيأتوني فيقولون : يا محمد لِلَّهِ أنت رسول الله وخاتم الأنبياء ، وغفر الله لك ما تقدم من ذلك وما تأخر ، اشفع لنا إلى ربك ، ألا ترى ما نحن فيه ، ألا ترى ما قد بلغنا ؟ فأنطلق فآتي تحت العرش فأقع ساجداً لربي ، ثم يفتح الله علي ويلهمني من محامده وحسن الثناء عليه شيئاً لم يفتحه لأحد قبلي ، ثم يقال : يا محمد لِلَّهِ ارفع رأسك ، سل تعطه ، اشفع تشفع ، فأرفع رأسي فأقول : يا رب لِلَّهِ أمتي ، أمتي ، فيقال : يا محمد لِلَّهِ أدخل الجنة من أمتك ، من لا حساب عليه ، من باب الأيمن من أبواب الجنة . وهم شركاء الناس فيما سوى ذلك من الأبواب ، والذي نفس محمد بيده لِلَّهِ إن ما بين المصراعين من مصاريع الجنة لكما بين مكة وهجر ، أو كما بين مكة وبصرى .\nالحديث فيه فوائد كثيرة أذكر أهمها :\n\"أولاً : أن الرسول - صلى الله عليه وسلم - سيد البشر وأفضل المرسلين .\n\"ثانياً : أن يوم القيامة يوم شديد رهيب ، أهواله كبيرة .",
        "(1/75)\n\nولذلك وصفه الله بأوصاف كثيرة :\nيوم الفرار .\nقال تعالى (يَوْمَ يَفِرُّ الْمَرْءُ مِنْ أَخِيهِ(وَأُمِّهِ وَأَبِيهِ) .\nيوم التغابن .\nقال تعالى (ذَلِكَ يَوْمُ التَّغَابُنِ ) .\nسمي بذلك : لأنه يظهر فيه غبن الكافر بتركه الإيمان .\nيوم الجمع .\nقال تعالى (يَوْمَ يَجْمَعُكُمْ لِيَوْمِ الْجَمْعِ ) .\nسمي بذلك : لأن الله يجمع الأولين والآخرين في صعيد واحد .\nيوم تكشف فيه صحائف الأعمال .\nقال تعالى (وَوُضِعَ الْكِتَابُ فَتَرَى الْمُجْرِمِينَ مُشْفِقِينَ مِمَّا فِيهِ ) .\nيوم الدين .\nقال تعالى (مَالِكِ يَوْمِ الدِّينِ) .\nأي يوم الجزاء والحساب .\nيوم الفصل .\nقال تعالى (إِنَّ يَوْمَ الْفَصْلِ كَانَ مِيقَاتاً) .\nسمي بذلك : لأن الله يفصل فيه بين الخلائق .\nيوم الوعيد .\nقال تعالى (وَنُفِخَ فِي الصُّورِ ذَلِكَ يَوْمُ الْوَعِيدِ) .\nيوم عقيم .\nقال تعالى ( حَتَّى تَأْتِيَهُمُ السَّاعَةُ بَغْتَةً أَوْ يَأْتِيَهُمْ عَذَابُ يَوْمٍ عَقِيمٍ) .\nسمي بذلك : لأنه لا يوم بعده .\nفائدة : أسباب النجاة من أهوال يوم القيامة :\nمنها : التنفيس عن المسلمين .\nلحديث الباب ( من نفس عن مؤمن كربة من كرب الدنيا نفّس الله عنه كربة من كرب القيامة ) .\nومنها : إنظار المعسر أو الوضع عنه .\nقال - صلى الله عليه وسلم - ( من سره أن ينجيه الله من كرب يوم القيامة فلينظر معسر أو يضع عنه ) رواه مسلم\nومنها : الوفاء بالنذر ، وإطعام الطعام لله .\nقال تعالى ( يُوفُونَ بِالنَّذْرِ وَيَخَافُونَ يَوْماً كَانَ شَرُّهُ مُسْتَطِيراً . وَيُطْعِمُونَ الطَّعَامَ عَلَى حُبِّهِ مِسْكِيناً وَيَتِيماً وَأَسِيراً . إِنَّمَا نُطْعِمُكُمْ لِوَجْهِ اللَّهِ لَا نُرِيدُ مِنكُمْ جَزَاء وَلَا شُكُوراً )\n\"ثالثاً أن في الحديث فضائل آدم وهي :\nأبو البشر - خلقه الله بيده - نفخ الله فيه من روحه - أسجد له ملائكته - علمه أسماء كل شيء .\n(1/76)",
        "\n\"رابعاً : أن الأنبياء المذكورون بالحديث هم أولوا العزم من الرسل .\nوقد ذكرهم الله في موضعين من كتابه :\nالموضع الأول / في سورة الأحزاب .\nقال تعالى ( وَإِذْ أَخَذْنَا مِنَ النَّبِيِّينَ مِيثَاقَهُمْ وَمِنكَ وَمِن نُّوحٍ وَإِبْرَاهِيمَ وَمُوسَى وَعِيسَى ابْنِ مَرْيَمَ وَأَخَذْنَا مِنْهُم مِّيثَاقاً غَلِيظاً ) .\nالموضع الثاني / في سورة الشورى .\nقال تعالى (شَرَعَ لَكُم مِّنَ الدِّينِ مَا وَصَّى بِهِ نُوحاً وَالَّذِي أَوْحَيْنَا إِلَيْكَ وَمَا وَصَّيْنَا بِهِ إِبْرَاهِيمَ وَمُوسَى وَعِيسَى أَنْ أَقِيمُوا الدِّينَ وَلَا تَتَفَرَّقُوا فِيهِ ) .\n\"خامساً : أن نوحاً أول الرسل .\nلقوله ( فيأتون نوحاً فيقولون : يا نوح لِلَّهِ أنت أول الرسل إلى الأرض ) .\nومن الأدلة أيضاً قوله تعالى (إِنَّا أَوْحَيْنَا إِلَيْكَ كَمَا أَوْحَيْنَا إِلَى نُوحٍ وَالنَّبِيِّينَ مِنْ بَعْدِهِ ) .\n\"سادساً : الحكمة في إلهام الناس أن يسألوا أولاً آدم ومن بعده من الرسل ، ولم يلهموا سؤال نبينا محمد - صلى الله عليه وسلم - من أول مرة ؟\nقال النووي : إظهار فضيلة نبينا محمد - صلى الله عليه وسلم - ، فإنهم لو سألوه ابتداء لكان يحتمل أن غيره يقدر على هذا ويحصله ، وأما إذا سألوا غيره من رسل الله تعالى وأصفيائه فامتنعوا ثم سألوه فأجاب وحصل غرضهم فهو النهاية في ارتفاع المنزلة وكمال القرب وعظيم الإدلال والأنس .\n\"سابعاً : إثبات الشفاعة العظمى للنبي - صلى الله عليه وسلم -\n\"ثامناً : يجب الإيمان أنه لا يقضى بين الناس يوم القيامة إلا بشفاعة النبي - صلى الله عليه وسلم -\n\"تاسعاً : فضل منزلة العبودية ، فقد جاء في رواية ( قال عيسى : اذهبوا إلى محمد عبداً غفر له ما تقدم من ذنبه وما تأخر ) .\nالحساب\nم / وَيُحَاسِبَهُمْ اَللَّهُ تَبَارَكَ وَتَعَالَى .\n\"تعريف الحساب :\nلغة : العدد .\nوشرعاً : اطلاع الله عباده على أعمالهم ، وتقريرهم عليها .\n(1/77)\n",
        "\"وهو ثابت بالكتاب والسنة والإجماع .\nقال تعالى : (إِنَّ إِلَيْنَا إِيَابَهُمْ . ثُمَّ إِنَّ عَلَيْنَا حِسَابَهُمْ) .\nوقال تعالى : (فَأَمَّا مَنْ أُوتِيَ كِتَابَهُ بِيَمِينِهِ . فَسَوْفَ يُحَاسَبُ حِسَاباً يَسِيراً) .\nوأما من السنة :\nفقد كان النبي - صلى الله عليه وسلم - يقول في بعض صلاته : ( ... اللهم حاسبني حساباً يسيراً ) فقالت عائشة : ( ما الحساب اليسير ؟ قال : ( أن ينظر في كتابه فيتجاوز عنه ) . رواه أحمد ، وقال الألباني : \" إسناده جيد \" .\nوأجمع المسلمون على ثبوت الحساب يوم القيامة .\n\"يستثنى من الذين لا يحاسبون من يدخلون الجنة بغير حساب ولا عذاب .\nكما جاء في الصحيحين . أن النبي - صلى الله عليه وسلم - قال ( عرضت عليّ الأمم ....الحديث وفيه : ورأيت أمتي ومعهم سبعون ألفاً يدخلون الجنة بلا حساب ولا عذاب ، وهم الذين لا يسترقون ، ولا يكتوون ، ولا يتطيرون ، وعلى ربهم يتوكلون ) .\n\"يشمل الحساب حتى الجن .\nلأنهم مكلفون مأمورون كالإنس .\nولذلك الجني الكافر يدخل النار بالاتفاق .\nكما قال تعالى (وَلَقَدْ ذَرَأْنَا لِجَهَنَّمَ كَثِيراً مِنَ الْجِنِّ وَالْإِنْسِ ... ) .\nوقال تعالى (قَالَ ادْخُلُوا فِي أُمَمٍ قَدْ خَلَتْ مِنْ قَبْلِكُمْ مِنَ الْجِنِّ وَالْإِنْسِ فِي النَّارِ ).\nويدخل مؤمنهم الجنة كما هو مذهب أكثر العلماء :\nلعموم قوله تعالى (إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ كَانَتْ لَهُمْ جَنَّاتُ الْفِرْدَوْسِ نُزُلاً) .\nولقوله تعالى (وَلِمَنْ خَافَ مَقَامَ رَبِّهِ جَنَّتَانِ) .\nولقوله تعالى (لَمْ يَطْمِثْهُنَّ إِنْسٌ قَبْلَهُمْ وَلا جَانٌّ) .\n\"صفة حساب المؤمن :\nيخلو به ربه ويقرره بذنوبه ، ثم يسترها ويغفرها .\n(1/78)\n\nعن ابن عمر - رضي الله عنه - قال : سمعت رسول الله - صلى الله عليه وسلم - يقول ( يُدنَى المؤمن يوم القيامة من ربه عز وجل ، حتى يضع عليه كنفه ، فيقرره بذنوبه ، فيقول : هل تعرف ؟ فيقول : أي رب لِلَّهِ أعرف ، قال : فإني قد سترتها عليك في الدنيا ، وإني أغفرها لك اليوم ) متفق عليه .\nقال الشيخ ابن عثيمين رحمه الله : \"ومع ذلك ، فإنه سبحانه يضع عليه ستره ، بحيث لا يراه أحد ، ولا يسمعه أحد ، وهذا من فضل الله على المؤمن ، فإن الإنسان إذا قررك بجنايتك أمام الناس وإن سمح عنك ، ففيه شيء من الفضيحة ، لكن إذا كان ذلك وحدك ، فإن ذلك ستر منه عليك \" .\n\"وأما الكفار فيحاسبون حساب تقريع وتوبيخ ، وليس محاسبة حسنات وسيئات .\nكما في حديث ابن عمر السابق وفيه ( ... وأما الكفار والمنافقون فيُنادَى بهم على رؤوس الخلائق ، هؤلاء الذين كذبوا على الله ) .\n\"وهو عسير عليهم .\nكما قال تعالى ( الْمُلْكُ يَوْمَئِذٍ الْحَقُّ لِلرَّحْمَنِ وَكَانَ يَوْماً عَلَى الْكَافِرِينَ عَسِيراً ) .\nوقال تعالى (مُّهْطِعِينَ إِلَى الدَّاعِ يَقُولُ الْكَافِرُونَ هَذَا يَوْمٌ عَسِرٌ ) .\nوإنما كان الحساب شديداً ، لأنه لا يدع شاردة ولا واردة إلا أتى بها ( أحصاه الله ونسوه ) .\n\"وأول ما يحاسب عليه العبد من حقوق الله : الصلاة .\nلحديث أبي هريرة - رضي الله عنه - قال : قال رسول الله - صلى الله عليه وسلم - : ( أول ما يحاسب عليه العبد يوم القيامة الصلاة ، فإن صلحت صلح سائر عمله ، وإن فسدت فسد سائر عمله ) . رواه الترمذي\n\"وأول ما يقضى فيه بين الناس في الدماء .\nلقوله - صلى الله عليه وسلم - : ( أول ما يقضى بين الناس يوم القيامة في الدماء ) . متفق عليه من حديث ابن مسعود .\n\"الذين لا يحاسبون :\nالسبعين الذين يدخلون الجنة بغير حساب ولا عذاب .",
        "(1/79)\n\nكما في الصحيحين قال رسول الله - صلى الله عليه وسلم - ( عرضت عليّ الأمم .... ثم عرضت علي أمتي ومعهم سبعون ألفاً يدخلون الجنة بغير حساب ولا عذاب ....... هم الذين لا يسترقون ولا يكتوون ولا يتطيرون وعلى ربهم يتوكلون ) .\n\"يُسأل العبد عن كل شيء ، ومن أهم الأمور التي يُسأل عنها :\nأولاً : الكفر والشرك .\nكما قال تعالى (وَقِيلَ لَهُمْ أَيْنَ مَا كُنْتُمْ تَعْبُدُونَ . مِنْ دُونِ اللَّهِ هَلْ يَنْصُرُونَكُمْ أَوْ يَنْتَصِرُونَ) .\nثانياً : ما عمله في الدنيا .\nكما قال تعالى (فَوَرَبِّكَ لَنَسْأَلَنَّهُمْ أَجْمَعِينَ . عَمَّا كَانُوا يَعْمَلُونَ) .\nوعن أبي برزة . قال : قال رسول الله - صلى الله عليه وسلم - ( لن تزول قدما عبد يوم القيامة حتى يسأل عن عمره فيم افناه ، وعن علمه فيما عمل به ، وعن ماله من أين اكتسبه وفيم أنفقه ، وعن جسمه فيما أبلاه ) رواه الترمذي .\nثالثاً : النعيم الذي يتمتع به .\nقال تعالى (ثُمَّ لَتُسْأَلُنَّ يَوْمَئِذٍ عَنِ النَّعِيمِ) (سورة التكاثر: 8).\nرابعاً : العهود والمواثيق .\nكما قال تعالى ( وَأَوْفُوا بِالْعَهْدِ إِنَّ الْعَهْدَ كَانَ مَسْؤُولاً) .\nخامساً : السمع والبصر والفؤاد .\nكما قال تعالى (وَلا تَقْفُ مَا لَيْسَ لَكَ بِهِ عِلْمٌ إِنَّ السَّمْعَ وَالْبَصَرَ وَالْفُؤَادَ كُلُّ أُولَئِكَ كَانَ عَنْهُ مَسْؤُولاً) .\n\"قواعد عامة في الحساب :\nأولاً : العدل التام في الحساب .\nقال تعالى ( إن الله لا يظلم مثقال ذرة ) .\nوقال تعالى ( قُلْ مَتَاعُ الدُّنْيَا قَلِيلٌ وَالْآخِرَةُ خَيْرٌ لِمَنِ اتَّقَى وَلا تُظْلَمُونَ فَتِيلاً) .\nفتيلاً : هو الخيط الذي يكون في شق النواة نقيراً : النقير النقرة الصغيرة التي تكون في ظهر النواة .\nثانياً : لا يؤاخذ أحد بجريرة أحد .\nقال تعالى ( وَلا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى ) .\n(1/80)",
        "\nوقال تعالى (مَنِ اهْتَدَى فَإِنَّمَا يَهْتَدِي لِنَفْسِهِ وَمَنْ ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا وَلا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى ) .\nأي لتؤخذ نفس بذنب غيرها ، بل كل نفس مأخوذة بجرمها ومعاقِبة بإثمها .\n\"البهائم لا حساب عليها حساب حسنات وسيئات وإنما يجري بينها القصاص .\nعن أبي هريرة . أن رسول الله - صلى الله عليه وسلم - قال ( لتؤدن الحقوقَ إلى أهلها حتى يقادَ للشاة ِ الجَلْحَاء من الشاة القرناء ) متفق عليه .\nالجلحاء : بفتح الجيم وسكون اللام وهي التي لا قرن لها .\nالحكمة : ليظهر عدل الله حتى في البهائم .\nالميزان\nم / وَتُنْصَبُ اَلْمَوَازِينُ , وَالْمِيزَانُ لَهُ كِفَّتَان وَلِسَانٌ, تُوزَنُ بِهِ اَلْأَعْمَالُ : (فَمَنْ ثَقُلَتْ مَوَازِينُهُ فَأُولَئِكَ هُمُ الْمُفْلِحُونَ) (وَمَنْ خَفَّتْ مَوَازِينُهُ فَأُولَئِكَ الَّذِينَ خَسِرُوا أَنْفُسَهُمْ فِي جَهَنَّمَ خَالِدُونَ) .\n-----------------------\n\"تعريف الميزان :\nالميزان : هو ميزان حقيقي له كفتان يضعه الله عز وجل يوم القيامة لوزن أعمال العباد .\n\"أدلة ثبوته في الكتاب والسنة :\nقال تعالى : (وَنَضَعُ الْمَوَازِينَ الْقِسْطَ لِيَوْمِ الْقِيَامَةِ فَلا تُظْلَمُ نَفْسٌ شَيْئاً وَإِنْ كَانَ مِثْقَالَ حَبَّةٍ مِنْ خَرْدَلٍ أَتَيْنَا بِهَا ) .\nوقال تعالى : (فَأَمَّا مَنْ ثَقُلَتْ مَوَازِينُهُ . فَهُوَ فِي عِيشَةٍ رَاضِيَةٍ . وَأَمَّا مَنْ خَفَّتْ مَوَازِينُهُ . فَأُمُّهُ هَاوِيَةٌ) .\nوقال تعالى : (فَمَنْ ثَقُلَتْ مَوَازِينُهُ فَأُولَئِكَ هُمُ الْمُفْلِحُونَ . وَمَنْ خَفَّتْ مَوَازِينُهُ فَأُولَئِكَ الَّذِينَ خَسِرُوا أَنْفُسَهُمْ فِي جَهَنَّمَ خَالِدُونَ) .\nومن السنة :\n(1/81)\n",
        "حديث أبي هريرة - رضي الله عنه - قال : قال رسول الله - صلى الله عليه وسلم - : ( كلمتان حبيبتان إلى الرحمن ، خفيفتان على اللسان ، ثقيلتان في الميزان : سبحان الله وبحمده ، سبحان الله العظيم ) . متفق عليه\n\"الدليل على أنه ميزان حسي له كفتان حسيتان مشاهدتان ( حديث صاحب البطاقة ) .\nلما رواه الإمام أحمد في مسنده عن عبد الله بن عمرو قال : قال رسول الله - صلى الله عليه وسلم - : ( إن الله سيُخَلِّصُ رجلاً من أمتي على رؤوس الخلائق يوم القيامة ، فينشر عليه تسعاً وتسعين سجلاً ، كل سجل مدُّ البصر ، ثم يقول له : أتنكر من هذا شيئاً ؟ أظلمتك كتبتي الحافظون ؟ قال : لا يا رب ، فيقول : ألك عذر أو حسنة ؟ فيبهت الرجل ، فيقول : لا يا رب ، فيقول : بلى ، إن لك عندنا حسنة واحدة ، لا ظلم اليوم عليك ، فتخرج له بطاقة فيها : أشهد أن لا إله إلا الله ، وأشهد أن محمداً عبده ورسوله ، فيقول : أحضروه ، فيقول : يا رب ، وما هذه البطاقة مع هذه السجلات ؟ فيقال : إنك لا تظلم ، قال : فتوضع السجلات في كفة ، والبطاقة في كفة ، قال : فطاشت السجلات ، وثقلت البطاقة ، فلا يثقل مع اسم الله شيء ) .\n\"ما الذي يوزن ؟\nاختلف العلماء\nالقول الأول : أن الأعمال نفسها هي التي توزن .\nالأدلة :\nقال تعالى : (وَنَضَعُ الْمَوَازِينَ الْقِسْطَ لِيَوْمِ الْقِيَامَةِ فَلا تُظْلَمُ نَفْسٌ شَيْئاً وَإِنْ كَانَ مِثْقَالَ حَبَّةٍ مِنْ خَرْدَلٍ أَتَيْنَا ) .\nوقال - صلى الله عليه وسلم - : ( كلمتان حبيبتان إلى الرحمن ، خفيفتان على اللسان ، ثقيلتان في الميزان : سبحان الله وبحمده ، سبحان الله العظيم ) . متفق عليه\nوقال - صلى الله عليه وسلم - : ( ما من شيء أثقل في الميزان من حسن الخلق ) . رواه الترمذي\nالقول الثاني : أن صحائف الأعمال هي التي توزن .\nالأدلة :\nلحديث البطاقة الذي سبق .\nالقول الثالث : أن العامل هو الذي يوزن .\nالأدلة :\n(1/82)\n\nقوله تعالى ( فَلا نُقِيمُ لَهُمْ يَوْمَ الْقِيَامَةِ وَزْناً) .\nوقول النبي - صلى الله عليه وسلم - في ساقي ابن مسعود وقد ضحك الصحابة من دقتهما : ( والذي نفسي بيده لهما في الميزان أثقل من أحد ) رواه أحمد\nوالذي يظهر أن الذي يوزن هو العمل ، وعليه مدار ثقل الميزان وخفته .\n\"أعمال تثقل الميزان :\nأولاً : حسن الخلق .\nعن أبي الدرداء . قال : قال رسول الله - صلى الله عليه وسلم - ( مامن شيء أثقل في الميزان من حسن الخلق ) رواه أبو داود .\nثانياً : قول سبحان الله العظيم ، سبحان الله وبحمده .\nلحديث أبي هريرة السابق (كلمتان حبيبتان إلى الرحمن ، خفيفتان على اللسان ، ثقيلتان في الميزان : سبحان الله وبحمده ، سبحان الله العظيم ) . متفق عليه .\nثالثاً : قول الحمد لله .\nلحديث أبي مالك الأشعري قال : قال رسول الله - صلى الله عليه وسلم - ( الحمد لله تملأ الميزان ) رواه مسلم .\nنشر الدواوين\nوَتُنْشُرُ اَلدَّوَاوِينُ, وَتَتَطَايَرُ صَحَائِفُ اَلْأَعْمَالِ إِلَى اَلْإِيمَانِ وَالشَّمَائِلِ : (فَأَمَّا مَنْ أُوتِيَ كِتَابَهُ بِيَمِينِه ِ. فَسَوْفَ يُحَاسَبُ حِسَاباً يَسِيراً. وَيَنْقَلِبُ إِلَى أَهْلِهِ مَسْرُوراً . وَأَمَّا مَنْ أُوتِيَ كِتَابَهُ وَرَاءَ ظَهْرِهِ . فَسَوْفَ يَدْعُو ثُبُوراً . وَيَصْلَى سَعِيراً ) .\n----------------------\n\"تعريف نشر الدواوين :\nأي فتحها وقراءتها من قِبل قارئها .\nالدواوين : صحائف الأعمال التي يكتبها الملائكة الموكلون بأعمال بني آدم كما قال تعالى (وَإِنَّ عَلَيْكُمْ لَحَافِظِينَ . كِرَاماً كَاتِبِينَ) .\nوهذا ثابت بالكتاب والسنة والإجماع .\nقال تعالى : (وَكُلَّ إِنْسَانٍ أَلْزَمْنَاهُ طَائِرَهُ فِي عُنُقِهِ وَنُخْرِجُ لَهُ يَوْمَ الْقِيَامَةِ كِتَاباً يَلْقَاهُ مَنْشُوراً . اقْرَأْ كِتَابَكَ كَفَى بِنَفْسِكَ الْيَوْمَ عَلَيْكَ حَسِيباً) .",
        "(1/83)\n\nقوله ( طائره ) قال ابن عباس ومجاهد وغيرهما : \" طائره هو ما طار عنه من عمله من خير أو شر \" .\nوقيل : الطائر ما سبق في علم الله من شقاوة أو سعادة .\nقال الشنفيطي رحمه الله : \" والقولان متلازمان ، لأن ما يطير له من العمل هو سبب ما يؤول إليه من الشقاوة أو\nالسعادة \" .\nقوله ( في عنقه ) قال الشنقيطي : \" أي جعلنا عمله أو ما سبق له من شقاوة في عنقه ، أي لازماً له لزوم القلادة أو النفل لا ينفك عنه ، ومنه قول العرب : الموت في الرقاب \" .\nقوله ( ونخرج له يوم القيامة كتاباً يلقاه منشوراً ) ذكر جل وعلا في هذه الآية الكريمة : أن ذلك العمل الذي ألزم الإنسان إياه ، يخرجه له يوم القيامة مكتوباً في كتاباً يلقاه منشوراً ، أي مفتوحاً يقرؤه هو وغيره .\n\"هذا الكتاب المجرمون خائفون منه وجلون لأنه لا يترك صغيرة ولا كبيرة إلا أحصاها ، ويجدون فيها ما عملوا .\nقال تعالى : (وَوُضِعَ الْكِتَابُ فَتَرَى الْمُجْرِمِينَ مُشْفِقِينَ مِمَّا فِيهِ وَيَقُولُونَ يَا وَيْلَتَنَا مَالِ هَذَا الْكِتَابِ لا يُغَادِرُ صَغِيرَةً وَلا كَبِيرَةً إِلَّا أَحْصَاهَا وَوَجَدُوا مَا عَمِلُوا حَاضِراً وَلا يَظْلِمُ رَبُّكَ أَحَداً) .\n\"وبيّن تعالى ، أن الناس يؤتى بعضهم هذا الكتاب بيمينه - جعلنا الله وإخواننا المسلمين منهم - وأن من أوتيه بيمينه يحاسب حساباً يسيراً ، ويرجع إلى أهله مسروراً ، وأنه في عيشة راضية ، في جنة عالية ، قطوفها دانية .\nقال تعالى : (فَأَمَّا مَنْ أُوتِيَ كِتَابَهُ بِيَمِينِهِ . فَسَوْفَ يُحَاسَبُ حِسَاباً يَسِيراً . وَيَنْقَلِبُ إِلَى أَهْلِهِ مَسْرُوراً) .\nوقال تعالى : (فَأَمَّا مَنْ أُوتِيَ كِتَابَهُ بِيَمِينِهِ فَيَقُولُ هَاؤُمُ اقْرَأوا كِتَابِيَهْ.إِنِّي ظَنَنْتُ أَنِّي مُلاقٍ حِسَابِيَهْ. فَهُوَ فِي عِيشَةٍ رَاضِيَةٍ.فِي جَنَّةٍ عَالِيَةٍ.قُطُوفُهَا دَانِيَةٌ) .\n(1/84)",
        "\n( فَأَمَّا مَنْ أُوتِيَ كِتَابَهُ بِيَمِينِهِ ) يخبر تعالى عن سعادة من يعطى كتابه بيمينه يوم القيامة وفرحه بذلك ، وأنه من شدة فرحه يقول لكل من لقيه :\n( فَيَقُولُ هَاؤُمُ اقْرَأوا كِتَابِيَهْ ) أي خذوا اقرؤوا كتابيه ، لأنه يعلم أن الذي فيه خير وحسنات محضة .\n( إِنِّي ظَنَنْتُ أَنِّي مُلاقٍ حِسَابِيَهْ ) أي قد كنت موقناً في الدنيا أن هذا اليوم كائن لا محالة ( الظن هنا بمعنى : اليقين ) .\n( فَهُوَ فِي عِيشَةٍ رَاضِيَةٍ ) أي جامعة لما تشتهيه الأنفس وتلذ الأعين وقد رضوها ولم يختاروا عليها غيرها .\n( فِي جَنَّةٍ عَالِيَةٍ ) أي رفيعة قصورها ، حسان حورها ، نعيمة دورها ، دائم حبورها .\n( قُطُوفُهَا دَانِيَةٌ ) أي ثمرها وجناها من أنواع الفواكه ، قريبة سهلة التناول على أهلها .\n\"وبين في موضع آخر ، أن من أوتيه بشماله يتمنى أنه لم يؤتيه ، وأنه يؤمر به فيصلى الجحيم ، ويسلك في سلسلة من سلاسل النار ذرعها سبعون ذراعاً .\nقال تعالى : (وَأَمَّا مَنْ أُوتِيَ كِتَابَهُ بِشِمَالِهِ فَيَقُولُ يَا لَيْتَنِي لَمْ أُوتَ كِتَابِيَهْ.وَلَمْ أَدْرِ مَا حِسَابِيَهْ. لَيْتَهَا كَانَتِ الْقَاضِيَةَ.مَا أَغْنَى عَنِّي مَالِيَهْ.هَلَكَ عَنِّي سُلْطَانِيَهْ.خُذُوهُ فَغُلُّوهُ.ثُمَّ الْجَحِيمَ صَلُّوهُ.ثُمَّ فِي سِلْسِلَةٍ ذَرْعُهَا سَبْعُونَ ذِرَاعاً فَاسْلُكُوهُ) .\n( وَأَمَّا مَنْ أُوتِيَ كِتَابَهُ بِشِمَالِهِ ) هذا إخبار عن حال الأشقياء إذا أعطي أحدهم كتابه بشماله ، فحينئذ يندم غاية الندم .\n( فَيَقُولُ يَا لَيْتَنِي لَمْ أُوتَ كِتَابِيَهْ ) لأنه يبشر بدخول النار ، والخسارة الأبدية .\n( وَلَمْ أَدْرِ مَا حِسَابِيَهْ ) أي : ياليتني كنت نسياً منسياً ، ولم أبعث ولم أحاسب .\n( لَيْتَهَا كَانَتِ الْقَاضِيَةَ ) أي ياليت موتتي هي الموتة التي لا بعث بعدها .\n(1/85)\n",
        "( مَا أَغْنَى عَنِّي مَالِيَهْ ) أي لم يدفع عني مالي ولا جاهي عذاب الله وبأسه .\n( هَلَكَ عَنِّي سُلْطَانِيَهْ ) أي ذهب واضمحل ، فلم تنفع الجنود ولا الكثرة والعَدَد ولا العُدَد ، ولا الجاه العريض ، بل كله ذهب أدراج الرياح .\nثم يؤمر بعذابه فيقال للزبانية :\n( خُذُوهُ فَغُلُّوهُ ) أي اجعلوا في عنقه غلاً يخنقه .\n( ثُمَّ الْجَحِيمَ صَلُّوهُ ) أي قلبوه على جمرها ولهبها .\nالحوض\nم / وَلِنَبِيِّنَا مُحَمَّدٍ - صلى الله عليه وسلم - حَوْضٌ فِي اَلْقِيَامَةِ, مَاؤُهُ أَشَدُّ بَيَاضًا مِنْ اَللَّبَنِ, وَأَحْلَى مِنْ اَلْعَسَلِ, وَأَبَارِيقُهُ عَدَدُ نُجُومِ اَلسَّمَاءِ, مَنْ شَرِبَ مِنْهُ شَرْبَةً لَمْ يَظْمَأْ بَعْدَهَا أَبَدًا .\n--------------------------\n\"تعريف الحوض :\nلغة : مجمع الماء .\nوشرعاً : مجمع ماء عظيم يضعه الله عز وجل في عرصات القيامة يرده المؤمنون .\nوالعرصات : جمع عرصة ، وهي الأرض الفسيحة الواسعة التي لا بناء فيها ولا شجر .\n\"يجب الإيمان بثبوت هذا الحوض للرسول - صلى الله عليه وسلم - وقد تواترت أدلته :\nقال ابن أبي العز ( والأحاديث الواردة في ذكر الحوض تبلغ حد التواتر ، رواها من الصحابة بضع وثلاثون صحابياً ، ولقد استقصى طرقها شيخنا عماد الدين بن كثير تغمده الله برحمته في آخر تاريخه الكبير المسمى : بالبداية والنهاية \" .\nعن جندب بن عبد الله - رضي الله عنه - قال : قال رسول الله - صلى الله عليه وسلم - : ( أنا فرطكم على الحوض ) . متفق عليه\nوعن سهل بن سعد - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال : ( إني فرطكم على الحوض ، من يرد عليّ شرب ، ومن شرب لم يظمأ\nأبداً ... ) .\n\"الحوض موجود الآن :\nعن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: ( ما بين بيتي ومنبري روضة من رياض الجنة ، ومنبري على حوضي ).متفق عليه\n(1/86)\n\nوفي حديث عقبة بن عامر أن النبي - صلى الله عليه وسلم - قال ( إني فرطكم على الحوض ، وإني والله لأنظر إلى حوضي الآن ) رواه البخاري .\nقال الحافظ ابن حجر رحمه الله : \" ( والله إني لأنظر إلى حوضي الآن ) يحتمل أنه كشف له عنه لما خطب ، وهذا هو الظاهر ، قال : ويحتمل أنه يريد رؤية القلب \" .\n\"في كيفية مائة ورائحته .\nفي الحديث ( ماؤه أبيض من اللبن ، وأحلى من العسل ، وأطيب من ريح المسك ) .\nفقوله ( ماؤه أشد بياضاً من اللبن ) هذا في اللون .\nوقوله ( وأحلى من العسل ) هذا في الطعم .\nوقوله ( وأطيب من ريح المسك ) هذا في الرائحة .\n\"آنيته :\nفي الحديث ( .. آنيته كنجوم السماء ) .\nهذا الفظ ( كنجوم السماء ) أشمل من لفظ ( عدد نجوم السماء ) ، كنجوم السماء في العدد ، وفي النور واللمعان .\n\"آثار هذا الحوض :\nجاء في الحديث ( من يشرب منه فلا يظمأ أبداً ) .\n\"أول من يرد الحوض :\nعن ثوبان - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال : ( إن حوضي من عدن إلى عمان البلقاء ، ماؤه أشد بياضاً من اللبن ، وأحلى من العسل ، أول الناس وروداً عليه فقراء المهاجرين الشعث رؤوساً ، الدنس ثياباً ، الذين لا ينكحون المنعمات ، ولا تفتح لهم السدد ، الذين يعطون الحق الذي عليهم ، ولا يُعطَون الذي لهم ) . رواه الترمذي وصححه الألباني .\n\"مساحته .\nجاء في الحديث ( طوله شهر وعرضه شهر ) .\n\"مادته :\nهذا الحوض يصب فيه ميزابان .\nعن أبي ذر - رضي الله عنه - قال : قلت : يا رسول الله ، ما آنية الحوض ؟ قال : ( والذي نفسي بيده ، لآنيته أكثر من عدد نجوم السماء وكواكبها ، يشخب فيه ميزابان من الجنة ، من شرب منه لم يظمأ ... ) . رواه مسلم\n\"اختلف العلماء هل لكل نبي حوض أم هو خاص برسولنا - صلى الله عليه وسلم - .\nقيل : لكل نبي حوض .",
        "(1/87)\n\nعن سمرة بن جندب - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال : ( لكل نبي حوضاً ، وإنهم ليتباهون أيهم أكثر واردة ، وإني أرجو أن أكون أكثر واردة ) . رواه الترمذي [ وهذا الحديث مختلف فيه فبعضهم صححه وبعضهم ضعفه ولو صح لكان نصاً في محل النزاع ] .\nوقيل : أنه لا حوض إلا لرسول - صلى الله عليه وسلم - .\nقالوا : إن الحديث ( إن لكل نبي حوضاً ) فيه ضعف .\nوقالوا : إن حوض النبي - صلى الله عليه وسلم - هو الحوض الذي تواترت فيه الأدلة .\nورجح بعضهم : لكل نبي حوض ، لكن الحوض الأكبر والأفضل والأعظم هو حوض الرسول - صلى الله عليه وسلم - .\n\"من يحرم من الشرب من الحوض :\nعن سهل . قال : قال رسول الله ( أنا فرطكم على الحوض ، من ورد شرب ، ومن شرب لم يظمأ أبداً ، وليردن عليّ أقوام أعرفهم ويعرفوني ، ثم يحال بيني وبينهم ) .\nوفي رواية ( إني على الحوض حتى أنظر من يرد علي منكم ، سيُؤخذ أناس دوني ، فأقول : يا رب مني ومن أمتي ؟ فيقال : أما شعرتَ ما عملوا بعدك ، والله ما برحوا بعدك يرجعون على أعقابهم ) .\nوفي رواية : ( إنك لا علم لك بما أحدثوا بعدك ، إنهم ارتدوا على أدبارهم القهقرى ) . رواه البخاري\n\"الفرق بين الكوثر والحوض :\nأ-أن الكوثر أعظم من الحوض ، فالكوثر نهر عظيم يجري ، والحوض مجمع الماء .\nب-أن الكوثر في الجنة ، والحوض في أرض المحشر .\nج-أن الكوثر أصل ، والحوض فرع عنه ، لأنه ثبت أن للحوض ميزابين .\nالصراط\nم / وَالصِّرَاطُ حَقٌّ, يَجُوزُهُ اَلْأَبْرَارُ, وَيَزِلُّ عَنْهُ اَلْفُجَّارُ\n-------------------------\n\"تعريف الصراط :\nلغة : الطريق .\nوشرعاً : الجسر الممدود على جهنم ليعبر الناس عليه إلى الجنة .\n\"وهو ثابت بالكتاب والسنة والإجماع .\nقال تعالى : (وَإِنْ مِنْكُمْ إِلَّا وَارِدُهَا كَانَ عَلَى رَبِّكَ حَتْماً مَقْضِيّاً) .\nفسرها عبد الله بن مسعود وقتادة وزيد بن أسلم بالمرور على الصراط .\n(1/88)",
        "\nوعن أبي سعيد الخدري - رضي الله عنه - قال : قال رسول الله - صلى الله عليه وسلم - في حديث طويل : ( ... ثم يضرب الجسر على جهنم ، وتحل الشفاعة ، ويقولون : اللهم سلم سلم ) . متفق عليه\n\"صفة الصراط :\nقيل : إنه طريق واسع .\nلأن كلمة الصراط مدلولها اللغوي هو هذا .\nولأنه جاء في الحديث حينما سئل النبي عن الصراط قال ( دحض ومزلة ) .\nوالدحض والمزلة لا يكون إلا بطريق واسع .\nوقيل : إنه طريق دقيق جداً .\nففي صحيح مسلم من حديث أبي سعيد الخدري - رضي الله عنه - أنه قال : ( بلغني أنه أدق من الشعر وأحد من السيف ) .\nوروى الإمام أحمد نحوه عن عائشة - رضي الله عنها - مرفوعاً .\n\"العبور على الصراط وكيفيته :\nلا يعبر على الصراط إلا المؤمنون على قدر أعمالهم .\nففي حديث أبي سعيد الخدري - رضي الله عنه - قال : قال رسول الله - صلى الله عليه وسلم - : ( ... فيمرّ المؤمنون كطرف العين ، وكالبرق ، وكالريح ، وكالطير ، وكأجاويد الخيل والركاب ، فناجٍ مُسَلَّم ، ومخدوش مرسل ، ومكدوس في نار جهنم ... ) . متفق عليه\nوفي صحيح مسلم عن حذيفة - رضي الله عنه - قال : قال رسول الله - صلى الله عليه وسلم - : ( ... ونبيكم قائم على الصراط يقول : ربّ سلم سلم ، حتى تعجز أعمال العباد ، حتى يجيء الرجل فلا يستطيع السير إلا زحفاً ، قال : وفي حافتي الصراط كلاليب معلقة مأمورة بأخذ من أمرت به ، فمخدوش ناج ومكدوس في النار ) .\nوفي صحيح البخاري : ( حتى يمر آخرهم يسحب سحباً ) .\n\"وأول من يعبر الصراط من الأنبياء محمد - صلى الله عليه وسلم - ، ومن الأمم أمته - صلى الله عليه وسلم - .\nقال - صلى الله عليه وسلم - : ( فأكون أنا وأمتي أول من يجيزها ولا يتكلم يومئذٍ إلا الرسل ، ودعاء الرسل يومئذٍ : اللهم سلم سلم ) .رواه البخاري .\n\"فإذا عبروا الناس وقفوا في مكان يقال له القنطرة :\n(1/89)\n",
        "وهي جسر صغير ليقتص بعضهم من بعض اقتصاصاً غير الاقتصاص الأول الذي في عرصات القيامة ، الهدف منه إزالة ما في القلوب من الغل والحسد .\nلأن أهل الجنة لا يدخلون الجنة حتى تطهر قلوبهم من الغل والحسد :\nقال تعالى (وَنَزَعْنَا مَا فِي صُدُورِهِمْ مِنْ غِلٍّ تَجْرِي مِنْ تَحْتِهِمُ الْأَنْهَارُ وَقَالُوا الْحَمْدُ لِلَّهِ الَّذِي هَدَانَا لِهَذَا ) .\nالشفاعة لأهل الكبائر من الأمة\nم / وَيَشْفَعُ نَبِيُّنَا مُحَمَّدٍ - صلى الله عليه وسلم - فِيمَنْ دَخَلَ اَلنَّارَ مِنْ أُمَّتِهِ مِنْ أَهْلِ اَلْكَبَائِرِ, فَيَخْرُجُونَ بِشَفَاعَتِهِ بَعْدَمَا اِحْتَرَقُوا وَصَارُوا فَحْمًا وَحُمَمًا, فَيَدْخُلُونَ اَلْجَنَّةَ بِشَفَاعَتِهِ, وَلِسَائِرِ اَلْأَنْبِيَاءِ وَالْمُؤْمِنِينَ وَالْمَلَائِكَةِ شَفَاعَاتٌ .\n-------------------------------\n\"تعريف الشفاعة :\nلغة : جعل الشيء شفعاً .\nواصطلاحاً : التوسط للغير بجلب منفعة أو دفع مضرة .\n\"والشفاعة أنواع كثيرة .\nلكن المصنف لم يذكر إلا الشفاعة لأهل الكبائر ، لأنها هي التي وقع النزاع فيها بين أهل السنة وغيرهم من أهل البدع ( فإن الخوارج والمعتزلة ينكرون هذه الشفاعة ) .\n\"وقد قسم العلماء رحمهم الله الشفاعة الصحيحة إلى أقسام :\n1.الشفاعة العظمى :\nوهي خاصة بنبينا محمد - صلى الله عليه وسلم - ، فيشفع في أهل الموقف حتى يُقضى بينهم بعد أن يتراجع الأنبياء .\nوقد سبقت مباحثها ، وهي خاصة بالنبي - صلى الله عليه وسلم - .\n2.شفاعته - صلى الله عليه وسلم - بدخول أهل الجنة الجنة :\nوهذه خاصة بالرسول - صلى الله عليه وسلم - ، فإن أهل الجنة إذا عبروا الصراط ، أوقفوا على قنطرة بين الجنة والنار ، فتمحص قلوب بعضهم من بعض حتى يهذبوا وينقوا ، ثم يؤذن لهم في دخول الجنة ، فتفتح أبواب الجنة بشفاعة النبي - صلى الله عليه وسلم - .\n(1/90)\n\nعن أبي هريرة وحذيفة ـ رضي الله عنهما ـ قالا : قال رسول الله - صلى الله عليه وسلم - : ( يجمع الله تبارك وتعالى الناس ، فيقوم المؤمنون حتى تُزْلق [ أي تقرب ] لهم الجنة ، فيأتون آدم فيقولون : يا أبانا ، استفتح لنا الجنة . . . فذكر الحديث وفيه : فيأتون محمداً - صلى الله عليه وسلم - فيقوم فيؤذن له . . . ) . رواه مسلم\nوعن أنس بن مالك - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال : ( آتي باب الجنة يوم القيامة ،فأستفتح ، فيقول الخازن : من أنت ؟ فأقول : محمد ، فيقول : بك أمرت لا أفتح لأحدٍ قبلك ) . رواه مسلم\n3.شفاعته - صلى الله عليه وسلم - لعمّه أبي طالب للتخفيف عنه من عذاب النار :\nعن العباس بن عبد المطلب - رضي الله عنه - أنه قال للنبي - صلى الله عليه وسلم - : ( ما أغنيت عن عمّك فإنه كان يحوطك ويغضب لك ؟ قال : هو في ضحضاح من نار ، ولولا أنا لكان في الدرك الأسفل من النار ) . متفق عليه\nوعن أبي سعيد الخدري - رضي الله عنه - أنه سمع النبي - صلى الله عليه وسلم - وقد ذكر عنده عمه فقال : ( لعله تنفعه شفاعتي يوم القيامة ، فيجعل في ضحضاح من النار يبلغ كعبيه يغلي منه دماغه ) . متفق عليه\n\"هذان الحديثان يدلان على أن أبا طالب مات كافراً ، إذ لو كان مسلماً لخرج من النار مع الموحدين ، كما تواترت الأحاديث بخروج الموحدين من النار . [ وسيأتي إن شاء الله ذكر بعض هذه الأحاديث ]\n4.الشفاعة في خروج الموحدين من النار :\nالأحاديث الدالة على خروج الموحدين من النار متواترة ، وقد اتفق عليها أهل السنة والجماعة .\nعن أنس بن مالك - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال : ( يخرج من النار من قال لا إله إلا الله ، وفي قلبه وزن شعيرة من خير ، ويخرج من النار من قال لا إله إلا الله وفي قلبه وزن برّة من خير ، ويخرج من النار من قال لا إله إلا الله وفي قلبه وزن ذرة من خير ) . متفق عليه",
        "(1/91)\n\nوعن أبي سعيد الخدري - رضي الله عنه - قال : قال رسول الله - صلى الله عليه وسلم - : ( لكل نبي دعوة مستجابة ، فتعجل كل نبي دعوته ، وإني اختبأت دعوتي شفاعة لأمتي يوم القيامة ، فهي نائلة إن شاء الله من مات من أمتي لا يشرك بالله شيئاً ) . رواه مسلم\nوعن أبي سعيد الخدري - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال : ( يدخل أهل الجنة الجنة ، وأهل النار النار ، ثم يقول الله تعالى : أخرجوا من كان في قلبه مثقال حبة من خردل من إيمان ، فيُخْرَجون منها وقد اسودوا ، فيلقون في نهر الحيا ـ أو الحياة ـ فينبتون كما تنبت الحبة في جانب السيل . . . ) . متفق عليه\nوهذه الشفاعة ينكرها من أهل البدع طائفتان : المعتزلة والخوارج ، لأن المعتزلة والخوارج مذهبهما في فاعل الكبيرة أنه مخلد في النار ، فيرون من زنى كمن أشرك بالله ، لا تنفعه الشفاعة ولن يأذن الله لأحدٍ بالشفاعة له .\nوقولهم مردود بما تواترت به الأحاديث في ذلك كما سبق .\nوهذه الشفاعة لنبينا ولسائر النبيين والصديقين وغيرهم .\n5.الشفاعة فيمن استحق النار أن لا يدخلها :\nوقد يستدل لها بقول النبي - صلى الله عليه وسلم - : ( ما من مسلم يموت فيقوم على جنازته أربعين رجلاً لا يشركون بالله شيئاً إلا شفعهم الله فيه ) . رواه مسلم\n6.الشفاعة في رفع درجات بعض أهل الجنة :\nوهذه تؤخذ من دعاء المؤمنين بعضهم لبعض ، كما قال النبي - صلى الله عليه وسلم - لأبي سلمة : ( اللهم اغفر لأبي سلمة ، وارفع درجته في المهديين ، وافسح له في قبره ونور له فيه ، واخلفه في عقبه ) . رواه مسلم\n7.شفاعته - صلى الله عليه وسلم - في دخول بعض المؤمنين الجنة بلا حساب ولا عذاب :\nكشفاعته - صلى الله عليه وسلم - في عكاشة بن محصن - رضي الله عنه - ، حيث دعا له النبي - صلى الله عليه وسلم - أن يكون من السبعين ألف الذين يدخلون الجنة بلا حساب ولا عذاب .\n\"شروط الشفاعة :\nرضى الله عن الشافع .\n(1/92)",
        "\nرضى الله عن المشفوع له .\nإذن الله تعالى للشافع أن يشفع .\nوهذه الشروط مجملة في قوله تعالى : (وَكَمْ مِنْ مَلَكٍ فِي السَّمَاوَاتِ لا تُغْنِي شَفَاعَتُهُمْ شَيْئاً إِلَّا مِنْ بَعْدِ أَنْ يَأْذَنَ اللَّهُ لِمَنْ يَشَاءُ وَيَرْضَى) .\nوقال تعالى : ( مَنْ ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلَّا بِإِذْنِهِ ) .\nالجنة والنار مخلوقتان لا تفنيان\nم / وَالْجَنَّةُ وَالنَّارُ مَخْلُوقَتَانِ لَا تَفْنَيَانِ فَالْجَنَّةُ مَأْوَى أَوْلِيَائِهِ, وَالنَّارُ عِقَابُ لِأَعْدَائِهِ ، وَيُؤْتَى بِالْمَوْتِ فِي صُورَةِ كَبْشٍ أَمْلَحَ, فَيُذْبَحُ بَيْنَ اَلْجَنَّةِ وَالنَّارِ, ثُمَّ يُقَالُ \"يَا أَهْلَ اَلْجَنَّةِ خُلُودٌ وَلَا مَوْتَ, وَيَا أَهْلَ اَلنَّارِ خُلُودٌ وَلَا مَوْتَ\" .\n----------------------------------------------\n\"أولاً : الجنة والنار موجودتان الآن .\nاتفق أهل السنة والجماعة على أن الجنة والنار مخلوقتان موجودتان الآن ، والأدلة على ذلك كثيرة جداً .\nقال تعالى في الجنة ( أُعِدَّتْ لِلْمُتَّقِينَ) .\nوقال تعالى في النار ( أُعِدَّتْ لِلْكَافِرِينَ) ومعنى أعدت : هيئت .\nوعن أنس . قال : قال رسول الله - صلى الله عليه وسلم - ( وأيم الذي نفسي بيده ، لو رأيتم ما رأيت لضحكتم قليلاً ولبكيتم كثيراً ؟ قالوا : وما رأيت يا رسول الله ؟ قال : رأيت الجنة والنار ) متفق عليه .\nومنها حديث الكسوف وفيه ( ... إني رأيت الجنة فتناولت عنقوداً لو أصبته لأكلتم منه ما بقيت الدنيا ، ورأيت النار ، فلم أر منظراً كاليوم قط أفظع ... ) متفق عليه .\nوعن عبد الله بن عمر . أن رسول الله - صلى الله عليه وسلم - قال ( إن أحدكم إذا مات عرض عليه مقعده بالغداة والعشي ، إن كان من أهل الجنة فمن أهل الجنة ، وإن كان من أهل النار فمن أهل النار ، يقال : هذا مقعدك حتى يبعثك الله يوم القيامة ) متفق عليه .\n(1/93)\n",
        "وعن أبي هريرة . قال : قال رسول الله ( لما خلق الله الجنة قال لجبريل : اذهب فانظر إليها فذهب فنظر إليها ، ..... فلما خلق الله النار قال : يا جبريل اذهب فانظر إليها ، فذهب فنظر إليها .... الحديث ) رواه أبو داود .\nوفي حديث البراء الطويل في عذاب القبر وفيه ( .... أن صدق عبدي فأفرشوه من الجنة ، وألبسوه من الجنة ، وافتحوا له باباً إلى الجنة ، قال : فيأتيه من طيبها ويفسح له في قبره مد بصره ) رواه أبو داود .\nوعن أسامة . قال : قال رسول الله - صلى الله عليه وسلم - ( اطلعت في الجنة فرأيت أكثر أهلها الفقراء ، واطلعت في النار فرأيت أكثر أهلها النساء ) متفق عليه .\nوالأدلة كثيرة أكتفي بذكر ما مضى .\n\"والجنة والنار لا تفنيان .( أهل الجنة مخلدون فيها وأهل النار مخلدون فيها ) .\nقال تعالى في الجنة (ادْخُلُوهَا بِسَلامٍ ذَلِكَ يَوْمُ الْخُلُودِ) .\nوقال تعالى ( جَنَّاتُ عَدْنٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَداً ) .\nووصف الجنة بأنها عدن (جَنَّاتُ عَدْنٍ يَدْخُلُونَهَا ) ومعنى عدن : أي إقامة .\nوقال تعالى (إِنَّ هَذَا لَرِزْقُنَا مَا لَهُ مِنْ نَفَادٍ) .\nوقال - صلى الله عليه وسلم - ( من يدخل الجنة ينعم ولا ييأس ويخلد ولا يموت )\nوفي الحديث ( يناد مناد : يا أهل الجنة : إن لكم أن تصحوا فلا تسقموا أبداً ، وإن لكم أن تحيوا فلا تموتوا أبداً ) متفق عليه\nوعن أبي هريرة . قال : قال رسول الله - صلى الله عليه وسلم - ( يؤتى بالموت على شكل كبش أملح فينادي مناد : يا أهل الجنة ، فيشرئبون وينظرون ، فيقول : هل تعرفون هذا ؟ فيقولون : نعم ، هذا الموت ، وكلهم قد رآه ، ثم ينادي : يا أهل النار ، فيشرئبون وينظرون ، فيقول : هل تعرفون هذا ؟ فيقولون : نعم ، هذا الموت ، وكلهم قد رآه ، فيذبح ، ثم يقول : يا أهل الجنة خلود فلا موت ، ويا أهل النار خلود فلا موت ) متفق عليه .\n(1/94)\n\nوبالنسبة للنار فقد ذكر أبديتها في القرآن في ثلاثة مواضع :\nفي سورة النساء .\nقال تعالى (وَلا لِيَهْدِيَهُمْ سَبِيلاً . إِلَّا طَرِيقَ جَهَنَّمَ خَالِدِينَ فِيهَا أَبَداً وَكَانَ ذَلِكَ عَلَى اللَّهِ يَسِيراً) .\nوفي سورة الأحزاب .\nقال تعالى (إِنَّ اللَّهَ لَعَنَ الْكَافِرِينَ وَأَعَدَّ لَهُمْ سَعِيراً) .\nوفي سورة الجن .\nقال تعالى ( وَمَنْ يَعْصِ اللَّهَ وَرَسُولَهُ فَإِنَّ لَهُ نَارَ جَهَنَّمَ خَالِدِينَ فِيهَا أَبَداً) .\nوقال تعالى ( وَمَا هُمْ بِخَارِجِينَ مِنَ النَّارِ) .\nفصل\nم / وَمُحَمَّدٌ رَسُولُ اَللَّهِ - صلى الله عليه وسلم - خَاتَمُ اَلنَّبِيِّينَ وَسَيِّدُ اَلْمُرْسَلِينَ, لَا يَصِحُّ إِيمَانُ عَبْدٍ حَتَّى يُؤْمِنَ بِرِسَالَتِهِ وَيَشْهَدَ بِنُبُوَّتِهِ, وَلَا يُقْضَى بَيْنَ اَلنَّاسِ فِي اَلْقِيَامَةِ إِلَّا بِشَفَاعَتِهِ, وَلَا يَدْخُلُ اَلْجَنَّةَ أُمَّةٌ إِلَّا بَعْدَ دُخُولِ أُمَّتِهِ, صَاحِبُ لِوَاءِ اَلْحَمْدِ, وَالْمَقَامِ اَلْمَحْمُودِ, وَالْحَوْضِ اَلْمَوْرُودِ, وَهُوَ إِمَامُ اَلنَّبِيِّينَ, وَخَطِيبُهُمْ,\n------------------------------\nذكر المصنف بعض ما يتعلق بنبينا - صلى الله عليه وسلم - وبعض ما يختص به عليه الصلاة والسلام ، فمنها :\n\"أنه خاتم النبيين . فلا نبي بعده عليه الصلاة والسلام .\nقال تعالى (مَا كَانَ مُحَمَّدٌ أَبَا أَحَدٍ مِنْ رِجَالِكُمْ وَلَكِنْ رَسُولَ اللَّهِ وَخَاتَمَ النَّبِيِّينَ ) .\nوعن جبيْر بن مُطعِم . قال : قال رسول الله - صلى الله عليه وسلم - ( لي خمسة أسماء : أنا محمد ، وأنا أحمد ، وأنا الماحي الذي يمحو الله بي الكفر ، وأنا الحاشر الذي يُحشر الناس على قدمي ، وأنا العاقب الذي ليس بعده نبي ) رواه مسلم .",
        "(1/95)\n\nوعن جابر . قال : قال رسول الله - صلى الله عليه وسلم - ( مثلي ومثل الأنبياء ، كمثل رجل بنى داراً فأكملها وأحسنها إلا موضع لبنة ، فجعل الناس يدخلونها يتعجبون ويقولون : لولا موضع اللبنة ، فأنا موضع اللبنة ، جئتُ فختمت الأنبياء ) رواه مسلم .\nوعن سعد قال : قال رسول الله - صلى الله عليه وسلم - لعلي (ألا ترضى أن تكون مني بمنزلة هارون من موسى إلا أنه ليس نبي بعدي) متفق عليه\nوعن ثوبان . قال : قال رسول الله - صلى الله عليه وسلم - ( إنه سيكون في أمتي كذابون ثلاثون كلهم يزعم أنه نبي ، وأنا خاتم النبيين ولا نبي بعدي ) متفق عليه .\nوعن أبي هريرة . قال : قال رسول الله - صلى الله عليه وسلم - ( فضلتُ على الأنبياء بستٍ : أعطيت جوامع الكلم ، ونصرت بالرعب ، وأحلت لي الغنائم ، وجعلت لي الأرض مسجداً وطهوراً ، وأرسلت إلى الخلق كافة ، وختم بي النبيون ) رواه مسلم .\n\"فمن ادعي النبوة بعده - صلى الله عليه وسلم - كافر .\nلأنه مكذب للقرآن في قوله (مَا كَانَ مُحَمَّدٌ أَبَا أَحَدٍ مِنْ رِجَالِكُمْ وَلَكِنْ رَسُولَ اللَّهِ وَخَاتَمَ النَّبِيِّينَ ) .\nومكذب للرسول - صلى الله عليه وسلم - في قوله ( فلا نبي بعدي ) .\nومكذب لإجماع المسلمين .\nفإن قيل : إن عيسى - عليه السلام - ينزل في آخر الزمان ؟\nالجواب : عيسى ينزل بشريعة محمد - صلى الله عليه وسلم - وليس بشريعة أخرى .\n\"وسيد المرسلين .\nنبينا محمد - صلى الله عليه وسلم - سيد المرسلين وسيد الأولين والآخرين .\nعن أبي هريرة . قال : قال رسول الله - صلى الله عليه وسلم - ( أنا سيد ولد آدم ) متفق عليه .\nوظهرت سيادته ليلة الإسراء حين صلى بالأنبياء إماماً .\nوتظهر سيادته أيضاً يوم القيامة حينما يتأخر أكابر الرسل عن الشفاعة حتى تنتهي إليها ويقول : أنا لها .\n\"لا يصح إيمان عبد حتى يؤمن برسالته .\nفلا يصح إيمان عبد حتى يؤمن أنه رسول لجميع الناس .\n(1/96)",
        "\nفمن قال إنه رسول للعرب فقط فليس بمؤمن .\nفيجب الإيمان أنه رسول لجميع الناس قاطبة وأن دينه ناسخ لكل الأديان .\nقال تعالى (قُلْ يَا أَيُّهَا النَّاسُ إِنِّي رَسُولُ اللَّهِ إِلَيْكُمْ جَمِيعاً ) .\nوقال - صلى الله عليه وسلم - ( وأرسلت إلى الخلق كافة ) رواه مسلم .\nففيه الرد على اليهود والنصاري الذين يقولون أن محمداً رسول للعرب فقط .\nورد على من يدعي التقريب بين الأديان بزعمه .\n\"فمن لم يؤمن برسالة محمد فهو كافر .\nعن أبي هريرة . قال : قال رسول الله - صلى الله عليه وسلم - ( والذي نفسي بيده لِلَّهِ لا يسمع بي أحد من هذه الأمة يهودي ولا نصراني ثم لم يؤمن بالذي أرسلت به إلا كان من أهل النار ) رواه مسلم .\n\"ولا يقضى بين الناس في القيامة إلا بشفاعته - صلى الله عليه وسلم - .\nكما سبق في حديث الشفاعة .\n\"ولا يدخل الجنة أمة إلا بعد أمته .\nفأمة محمد - صلى الله عليه وسلم - هي أول الأمم دخولاً للجنة .\nعن أبي هريرة . قال : قال رسول الله - صلى الله عليه وسلم - ( نحن الآخرون السابقون يوم القيامة ونحن أول من يدخل الجنة ) رواه مسلم\nقال النووي في معنى الحديث : قال العلماء معناه : الآخرون في الزمان والوجود ، السابقون بالفضل ودخول الجنة ، فتدخل هذه الأمة الجنة قبل سائر الأمم .\n\"صاحب لواء الحمد .\nلحديث أبي سعيد . قال : قال رسول الله - صلى الله عليه وسلم - ( أنا سيد ولد آدم يوم القيامة ولا فخر ، وبيدي لواء الحمد ولا فخر ) رواه الترمذي وصححه الألباني .\nومعنى اللواء للرسول : أنه يكون هو قائد المرسلين وقائد الأمم ، فهو عبارة عن الشهرة وانفراده بالحمد على رؤوس الخلائق ، ومن علامات هذه القيادة : الشفاعة العظمى ، ودخول أمته الجنة أول الداخلين .\nويحتمل أن يكون لحمده لواء حقيقي يوم القيامة يسمى لواء الحمد ، واللواء هو الراية .\n\"والمقام المحمود .\nأي الشفاعة العظمى وسبق شرحها .\n\"والحوض المورود .\n(1/97)\n",
        "أي له حوض في عرصات القيامة ، وسبق شرحه .\n\"وهو إمام النبيين وخطيبهم .\nسبق أنه سيد الأولين والآخرين .\nوأما خطيبهم فجاء في حديث عند الترمذي قال - صلى الله عليه وسلم - ( إذا كان يوم القيامة كنت إمام النبيين وخطيبهم ) وحسنه الألباني .\nم / أُمَّتُهُ خَيْرُ اَلْأُمَمِ .\n-----------------------\n\"أمة محمد - صلى الله عليه وسلم - هي خير الأمم وأفضلها .\nقال تعالى (كُنْتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ ) .\nقال ابن كثير : يخبر تعالى عن هذه الأمة المحمدية بأنهم خير الأمم .\nوقال - صلى الله عليه وسلم - ( أنتم توفون سبعين أمة ، أنتم خيرها ، وأنتم أكرمها على الله ) رواه أحمد .\nوعن بريدة . قال : قال - صلى الله عليه وسلم - ( أهل الجنة عشرون ومائةُ صفٍ ، هذه الأمة من ذلك ثمانون صفاً ) رواه أحمد .\nم / وَأَصْحَابُهُ خَيْرُ أَصْحَابِ اَلْأَنْبِيَاءِ عَلَيْهِمْ اَلسَّلَامُ .\n-----------------------\nالصحابي : هو من اجتمع بالنبي - صلى الله عليه وسلم - مؤمناً به ومات على ذلك ولو تخللت ردة .\n\"هذه الأمة خير الأمم كما سبق ، وخير هذه الأمة الصحابة رضي الله عنهم .\nعن عمران بن حصين . قال : قال رسول الله - صلى الله عليه وسلم - ( خير الناس قرني ثم الذين يلونهم ثم الذين يلونهم ) متفق عليه .\nوقال - صلى الله عليه وسلم - ( لا تسبوا أصحابي ، فلو أن أحدكم أنفق مثل جبل أحد ما بلغ مد أحدهم ولا نصيفه ) متفق عليه .\nوالصحابة ليسوا على مرتبة واحدة :\n\"فالمهاجرون أفضل من الأنصار .\nأولاً : لأن الله قدمهم في التنزيل فقال تعالى (وَالسَّابِقُونَ الْأَوَّلُونَ مِنَ الْمُهَاجِرِينَ وَالْأَنْصَارِ وَالَّذِينَ اتَّبَعُوهُمْ بِإِحْسَانٍ رَضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ وَأَعَدَّ لَهُمْ جَنَّاتٍ تَجْرِي تَحْتَهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَداً ذَلِكَ الْفَوْزُ الْعَظِيمُ) .\n(1/98)\n\nثانياً : ولأنهم جمعوا بين الهجرة والنصرة .\nوهؤلاء يتفاضلون ، ولهذا قال المصنف :\nأفضل الصحابة\nم / وَأَفْضَلُ أُمَّتِهِ أَبُو بَكْرٍ اَلصِّدِّيقُ, ثُمَّ عُمَرُ اَلْفَارُوقُ, ثُمَّ عُثْمَانُ ذُو اَلنُّورَيْنِ, ثُمَّ عَلِيٌّ اَلْمُرْتَضَى - رضي الله عنهم - .\n------------------------------\n\"أفضل الصحابة أبو بكر الصديق .\nاسمه : عبد الله بن عثمان .\nأول من أسلم من الرجال .\nوصحب النبي - صلى الله عليه وسلم - في هجرته وأسفاره .\nعن ابن عمر قال ( كنا نقول والنبي - صلى الله عليه وسلم - حي : أفضل هذه الأمة بعد نبينا أبو بكر ، ثم عمر ، ثم عثمان ، فيبلغ ذلك النبي - صلى الله عليه وسلم - فلا ينكره ) رواه البخاري .\nوعن علي قال ( خير هذه الأمة بعد نبيها أبو بكر ثم عمر ) أخرجه الطبراني .\n\"من فضائله :\nقال تعالى ( إذ هما في الغار إذ يقول لصاحبه لا تحزن إن الله معنا ) والمراد بصاحبه أبو بكر الصديق .\nوعن أنس . عن أبي بكر الصديق قال : قلت للرسول - صلى الله عليه وسلم - وأنا في الغار ، لو أن أحدهم نظر تحت قدميه لأبصرنا ؟ فقال : ما ظنك باثنين الله ثالثهما ) متفق عليه .\nوعن عمرو بن العاص . قال ( قلت يا رسول الله لِلَّهِ أي الناس أحب إليك ؟ قال : عائشة ، فقلت من الرجال : فقال :\nأبوها ) رواه البخار ي.\nوعن أبي سعيد . قال : قال رسول الله - صلى الله عليه وسلم - ( إن من أمنّ الناس عليّ في صحبته وماله أبا بكر ، ولو كنت متخذاً خليلاً لاتخذت أبا بكر خليلاً ) متفق عليه .\nوعن عمار قال ( رأيت رسول الله - صلى الله عليه وسلم - وما معه إلا خمسة أعبدٍ وامرأتان وأبو بكر ) رواه البخاري .\nوعن أنس .( أن النبي - صلى الله عليه وسلم - صعِد أحداً ، وأبو بكر وعمر وعثمان ، فرجف بهم ، فقال : اثبت أحد ، فإنما عليك نبي وصديق وشهيدان ) متفق عليه .\n\"وبشره النبي - صلى الله عليه وسلم - بالجنة .",
        "(1/99)\n\nوقال - صلى الله عليه وسلم - ( إن الله بعثني إليكم فقلتم كذبت ، وقال أبو بكر : صدق ، وواساني بماله ونفسه ، فهل أنتم تاركي لي صاحبي ) رواه البخاري .\nكان سباقاً للخير : ففي الترمذي عن عمر قال ( أمرنا رسول الله - صلى الله عليه وسلم - أن نتصدق فوافق ذلك مني مالاً ، فقال النبي - صلى الله عليه وسلم - : ما أبقيت لأهلك ؟ فقلت : مثله ، وأتى أبو بكر بكل ما عنده ، فقال : يا أبا بكر ما أبقيت لأهلك ؟ قال : أبقيت لهم الله ورسوله ، قلت : لا أسابقه إلى شيء أبداً ) .\nسمي بالصديق لأنه صدق الرسول - صلى الله عليه وسلم - .\n\"ثم بعده عمر الفاروق .\nوهو عمر بن الخطاب بن نفيْل العدوي القرشي .\nفاروق هذه الأمة .\nوأعز الله به الإسلام .\nقال ابن مسعود ( ما زلنا أعزة منذ أسلم عمر ) رواه البخاري .\n\"من فضائله :\nأن النبي - صلى الله عليه وسلم - بشره بالجنة .\nوعن أبي هريرة . قال : قال رسول الله - صلى الله عليه وسلم - ( بينا أنا نائم رأيتني في الجنة ، فإذا امرأة تتوضأ إلى جانب قصر ، فقلت : لمن هذا القصر ؟ فقالوا : لعمر ) متفق عليه .\nوعن أبي سعيد الخدري . قال : سمعت رسول الله - صلى الله عليه وسلم - يقول ( بينا أنا نائم إذ رأيت الناس عرضوا عليّ وعليهم قمص ، فمنها ما يبلغ الثدي ، ومنها ما يبلغ دون ذلك ، وعرضَ عليّ عمر وعليه قميص يجره ، قالوا : فما أولتَ ذلك يا رسول الله لِلَّهِ قال : الدين ) متفق عليه .\nوعن ابن عمر . عن رسول الله - صلى الله عليه وسلم - قال ( بينا أنا نائم إذ رأيتُ قدحاً أُتِيتُ به فيه لبن ، فشربت منه حتى إني لأرى الريَّ يخرج في أظفاري ، ثم أعطيتُ فضلي عمر ، قالوا : فما أولتَ ذلك يارسول الله لِلَّهِ قال : العلم ) متفق عليه .\nوعن أبي هريرة . قال : قال رسول الله - صلى الله عليه وسلم - ( لقد كان فيمن قبلكم مُحَدَّثون ، فإن يكن من أمتي أحد فعمر ) رواه البخاري\n(1/100)",
        "\nوعن أنس .( أن النبي - صلى الله عليه وسلم - صعِد أحداً ، وأبو بكر وعمر وعثمان ، فرجف بهم ، فقال : اثبت أحد ، فإنما عليك نبي وصديق وشهيدان ) متفق عليه .\nوقال ابن مسعود ( ما زلنا أعزة منذ أسلم عمر ) رواه البخاري .\nوعن سعد . قال : قال رسول الله - صلى الله عليه وسلم - ( إيهاً يا ابن الخطاب لِلَّهِ والذي نفسي بيده ، ما لقيك الشيطان سالكاً فجاً قط إلا سلك فجاً غير فجك ) رواه البخاري .\n\"ثم بعده عثمان .\nوهو عثمان بن عفان .\nهاجر الهجرتين ، وسمي بذي النورين لأنه تزوج ابنتي النبي - صلى الله عليه وسلم - ، تزوج رقية فلما ماتت زوجه النبي - صلى الله عليه وسلم - أم كلثوم .\nأنفق ماله في سبيل الله تعالى .\n\"من فضائله :\nقال النبي - صلى الله عليه وسلم - ( من يحفر بئر رومة وله الجنة ، فحفرها عثمان ) .\nوقال - صلى الله عليه وسلم - ( من جهز جيش العسرة فله الجنة ، فجهزه عثمان ) .\nبشره النبي - صلى الله عليه وسلم - بالجنة على بلوى تصيبه .\nوعن أنس .( أن النبي - صلى الله عليه وسلم - صعِد أحداً ، وأبو بكر وعمر وعثمان ، فرجف بهم ، فقال : اثبت أحد ، فإنما عليك نبي وصديق وشهيدان ) متفق عليه .\nوقال النبي - صلى الله عليه وسلم - فيه ( ألا أستحي من رجل تستحيي منه الملائكة ) رواه مسلم .\nوقال النبي - صلى الله عليه وسلم - ( ما ضر عثمان ما عمِل بعد اليوم ) رواه الترمذي .\n\"ثم بعده علي بن أبي طالب .\nوهو ابن عم النبي - صلى الله عليه وسلم - ، وأبو الحسن والحسين ، وزوج فاطمة رضي الله عنها .\n\"من فضائله :\nقال النبي - صلى الله عليه وسلم - له ( ألا ترضى أن تكون مني بمنزلة هارون من موسى إلا أنه لا نبي بعدي ) متفق عليه .\nوقال - صلى الله عليه وسلم - يوم خيبر ( لأعطين الراية غداً رجلاً يحب الله ورسوله ويحبه الله ورسوله يفتح الله على يديه ، فدعا علياً فأعطاه الراية ) متفق عليه .\n(1/101)\n",
        "وعن علي أنه قال ( إنه لعهْد النبي : لا يحبني إلا مؤمن ولا يبغضني إلا منافق ) رواه مسلم .\nالخلافة\nم / وَهُوَ أَحَقُّ خَلْقِ اَللَّهِ بِالْخِلَافَةِ بَعْدَ اَلنَّبِيِّ - صلى الله عليه وسلم - لِفَضْلِهِ وَسَابِقَتِهِ, وَتَقْدِيمِ اَلنَّبِيِّ - صلى الله عليه وسلم - فِي اَلصَّلَاةِ عَلَى جَمِيعِ اَلصَّحَابَةِ - رضي الله عنهم - وَإِجْمَاعِ اَلصَّحَابَةِ عَلَى تَقْدِيمِهِ وَمُبَايَعَتِهِ, وَلَمْ يَكُنْ اَللَّهُ لِيَجْمَعَهُمْ عَلَى ضَلَالَةٍ ثم بعده عمر لفضله وعهْد أبي بكر إليه ، ثم عثمان لتقديم أهل الشورى له ، ثم علي لفضله وإجماع أهل عصره عليه ، وهؤلاء الخلفاء الراشدون والأئمة المهديون الذين قال النبي - صلى الله عليه وسلم - فيهم : عليكم بسنتي وسنة الخلفاء الراشدين من بعدي عضوا عليها بالنواجذ .\n------------------------------\n\"أحق الناس بالخلافة بعد النبي - صلى الله عليه وسلم - أبو بكر الصديق .\nوالأدلة على ذلك كثيرة : ذكر المصنف أكثرها :\nلفضله وسابقته حيث أنه أول من أسلم من الرجال .\nولقول النبي - صلى الله عليه وسلم - في مرضه الذي مات فيه ( مروا أبا بكر فليصل بالناس ) متفق عليه .\nوعن حذيفة . قال : قال رسول الله - صلى الله عليه وسلم - ( اقتدوا باللذين من بعدي أبي بكر وعمر ) رواه الترمذي .\nوعن عائشة . قالت ( دخل عليّ رسول الله - صلى الله عليه وسلم - في اليوم الذي بُدىءَ فيه فقال : ادعي لي أباك وأخاك ، حتى أكتب لأبي بكر كتاباً ثم قال : يأبى الله والمسلمون إلا أبا بكر ) متفق عليه .\nوعن جبيْر بن مطعم قال ( أتت امرأة النبي - صلى الله عليه وسلم - ، فأمرها أن ترجع إليه ، فقالت : أرأيت إن جئت فلم أجدك ؟ كأنها تريد الموت ، قال : إن لم تجديني فأتي أبا بكر ) رواه البخاري .\n(1/102)\n\nواجتمعت عليه الصحابة وبايعوه كلهم ولا يمكن أن تجتمع الأمة على ضلالة ، وقد قال - صلى الله عليه وسلم - ( لا تجتمع أمتي على ضلالة ) .\n\"خلافته :\nكانت مدة خلافته سنتين وثلاثة أشهر ، وكانت وفاته سنة ( 13 ) هـ بعد مرض خمسة عشر يوماً ، وكان عمره يوم موته ( 63 ) عاماً .\n\"ثم أحق الناس بالخلافة بعد أبي بكر عمر بن الخطاب .\nلفضله ،وفضائله أشهر من أن تنكر ، وأكثر من أن تذكر . وقد سبقت فضائله .\nولأن أبا بكر عهد إليه بالأمر بعده .\nففي أثناء مرض أبي بكر الصديق عهد بالأمر مِن بعده إلى عمر بن الخطاب ، وكان الذي كتب العهد عثمان بن عفان ، وقرىء على المسلمين فأقروا به وسمعوا له وأطاعوا .\n\"خلافته :\nكانت مدة خلافته عشر سنين وستة أشهر ، وكانت وفاته سنة ( 23 ) هـ ، وله من العمر 63 عاماً .\nطعنه أبو لؤلؤة المجوسي وهو يصلي في المحراب .\n\"ثم أحق الناس بالخلافة بعد عمر عثمان .\nلتقديم أهل الشورى له .\nفقد قال عمر لما طعن ( ..... فقالوا : أوص يا أمير المؤمنين ، استخلف ، قال : ما أجد أحق بهذا الأمر من هؤلاء النفر ، الذين توفي رسول الله - صلى الله عليه وسلم - وهو عنهم راض ، فسمى علياً وعثمان والزبير وطلحة وسعداً وعبد الرحمن ، وقال : ليشهدكم عبد الله بن عمر وليس له من الأمر شيء ) رواه البخاري . وقد اختار أهل الشورى عثمان وبايعه الناس .\n\"خلافته :\nكانت خلافته : ثنتي عشرة سنة إلا اثني عشر يوماً ، وقد تجاوز عمره ( 82 ) عاماً ، مات شهيداً .\n\"ثم أحق الناس بالخلافة بعده علي بن أبي طالب .\nلفضله .\nولأنه لما مات عثمان بايعه الناس وصار إماماً وخليفة يجب طاعته .\n\"خلافته :\nكانت خلافته أربع سنوات وتسعة أشهر عام 40 هـ\nوهؤلاء الأربعة هم الخلفاء الراشدون الذين قال فيهم النبي - صلى الله عليه وسلم - ( عليكم بسنتي وسنة الخلفاء الراشدين من بعدي ، عضوا عليها بالنواجذ ) .\nالشهادة بالجنة",
        "(1/103)\n\nم / وَنَشْهَدُ لِلْعَشَرَةِ بِالْجَنَّةِ, كَمَا شَهِدَ لَهُمْ اَلنَّبِيُّ - صلى الله عليه وسلم - فَقَالَ (( أَبُو بَكْرٍ فِي اَلْجَنَّةِ, وَعُمَرُ فِي اَلْجَنَّةِ, وَعُثْمَانُ فِي اَلْجَنَّةِ, وَعَلِيُّ فِي اَلْجَنَّةِ, وَطَلْحَةُ فِي اَلْجَنَّةِ, وَالزُّبَيْرُ فِي اَلْجَنَّةِ, وَسَعْدٌ فِي اَلْجَنَّةِ, وَسَعِيدٌ فِي اَلْجَنَّةِ, وَعَبْدُ اَلرَّحْمَنِ بْنُ عَوْفٍ فِي اَلْجَنَّةِ, وَأَبُو عُبَيْدَةَ ِبْنِ اَلْجَرَّاحِ فِي اَلْجَنَّةِ ، وكل من شهد له النبي - صلى الله عليه وسلم - بالجنة شهدنا له كقوله : الحسن والحسين سيدا شباب الجنة ، وقوله في ثابت بن قيس : إنه من أهل الجنة ، ولا ننزل أحداً من أهل القبلة جنة ولا ناراً إلا من نزله رسول الله - صلى الله عليه وسلم - ، لكن نرجو للمحسن ونخاف على المسيء)) .\n----------------------------------\nمن عقيدة أهل السنة الشهادة بالجنة لمن شهد له الرسول - صلى الله عليه وسلم - بعينه ، أما من عداهم فلا يشهد لأحد بجنة أو نار لكن نرجو للمحسن الثواب ونخاف على المسيء العقاب .\nفممن شهد لهم الرسول بالجنة : العشرة المبشرين بالجنة .\nوسموا بذلك لأنهم جاءوا بحديث واحد مجتمعين .\nعن عبد الرحمن بن عوف . قال : قال رسول الله - صلى الله عليه وسلم - ( أبو بكر في الجنة ، وعمر في الجنة ، وعثمان في الجنة ، وعلي في الجنة ، وطلحة في الجنة ، والزبير في الجنة ، وعبد الرحمن بن عوف في الجنة ، وسعد في الجنة ، وسعيد في الجنة ، وأبو عبيدة في الجنة ) رواه الترمذي .\n\"الحسن والحسين .\nلحديث أبي سعيد . قال : قال رسول الله - صلى الله عليه وسلم - ( الحسن والحسين سيدا شباب الجنة ) رواه الترمذي .\n\"عُكاشة بن محصن .\nلما ذكر الرسول - صلى الله عليه وسلم - السبعين الذين يدخلون الجنة بغير حساب ولا عذاب ، فقال عكاشة بن محصن : ( ادع الله أن يجعلني منهم ، قال : أنت منهم ) متفق عليه .\n(1/104)",
        "\n\"بلال بن رباح .\nلحديث أبي هريرة . قال : قال رسول الله - صلى الله عليه وسلم - لبلال ( يا بلال حدثني بأرجى عمل عملته في الإسلام ، فإني سمعت دف نعليك بين يدي في الجنة ) متفق عليه .\n\"عبد الله بن سلام .\nلحديث سعد . قال ( ما سمعت رسول الله - صلى الله عليه وسلم - يقول لأحد يمشي على الأرض إنه من أهل الجنة إلا لعبد الله بن سَلام ) رواه البخاري .\n\"ثابت بن قيس .\nلحديث أنس قال ( لما نزلت (يَا أَيُّهَا الَّذِينَ آمَنُوا لا تَرْفَعُوا أَصْوَاتَكُمْ فَوْقَ صَوْتِ النَّبِيِّ ) جلس ثابت في بيته ، وقال : أنا من أهل النار ، واحتبَس عن النبي - صلى الله عليه وسلم -، فسأل النبي - صلى الله عليه وسلم - عنه ، فلما أخبر بخبره ، قال : بل هو من أهل الجنة ) رواه مسلم .\nحارثة .\nكما جاء في حديث أنس ( أن أم حارثة أتت النبي - صلى الله عليه وسلم - فقالت : يا رسول الله لِلَّهِ ألا تحدثني عن حارثة - وكان قد قتل يوم بدر - فإن كان من أهل الجنة صبرت ، وإن كان غير ذلك اجتهدت عليه في البكاء ، فقال : يا أم حارثة لِلَّهِ إنها جنان وإن ابنك أصاب الفردوس الأعلى ) رواه مسلم .\n\"جعفر .\nلحديث أبي هريرة . قال : قال رسول الله - صلى الله عليه وسلم - ( رأيت جعفراً يطير في الجنة مع الملائكة ) رواه الترمذي .\n\"وغيرهم :\nكزوجاته - صلى الله عليه وسلم - ، وفاطمة .\nحكم مرتكب الكبيرة\nم / وَلَا نُكَفِّرُ أَحَدًا مِنْ أَهْلِ اَلْقِبْلَةِ بِذَنْبٍ, وَلَا نُخْرِجُهُ عَنْ اَلْإِسْلَامِ بِعَمَلٍ .\n---------------------\n\"معتقد أهل السنة والجماعة أن فاعل الكبير [ غير الشرك ] أنه لا يخرج من الإسلام وهو مؤمن ناقص الإيمان .\nولهم أدلة كثيرة على ذلك :\n(1/105)\n",
        "قال تعالى (وَإِن طَائِفَتَانِ مِنَ الْمُؤْمِنِينَ اقْتَتَلُوا فَأَصْلِحُوا بَيْنَهُمَا فَإِن بَغَتْ إِحْدَاهُمَا عَلَى الْأُخْرَى فَقَاتِلُوا الَّتِي تَبْغِي حَتَّى تَفِيءَ إِلَى أَمْرِ اللَّهِ فَإِن فَاءتْ فَأَصْلِحُوا بَيْنَهُمَا بِالْعَدْلِ وَأَقْسِطُوا إِنَّ اللَّهَ يُحِبُّ الْمُقْسِطِينَ (9) إِنَّمَا الْمُؤْمِنُونَ إِخْوَةٌ فَأَصْلِحُوا بَيْنَ أَخَوَيْكُمْ وَاتَّقُوا اللَّهَ لَعَلَّكُمْ تُرْحَمُونَ ) .\nاستدل أهل السنة بهاتين الآيتين على أن المؤمن لا يكفر بارتكابه الكبائر ، لأن الله أبقى عليه اسم الإيمان مع ارتكابه لمعصية القتل ، ووصفهم بالأخوة وهي هنا أخوة الدين .\nوقال تعالى ( يَا أَيُّهَا الَّذِينَ آمَنُواْ كُتِبَ عَلَيْكُمُ الْقِصَاصُ فِي الْقَتْلَى الْحُرُّ بِالْحُرِّ وَالْعَبْدُ بِالْعَبْدِ وَالأُنثَى بِالأُنثَى فَمَنْ عُفِيَ لَهُ مِنْ أَخِيهِ شَيْءٌ ....... ) .\nقال ابن الجوزي : دل قوله تعالى [ من أخيه ] على أن القاتل لم يخرج من الإسلام .\nومن الأدلة نصوص صريحة في خروج من دخل النار من الموحدين .\nعن أنس . قال : قال رسول الله - صلى الله عليه وسلم - ( يخرج من النار من قال : لا إله إلا الله ، وفي قلبه وزن شعيرة من خير ، ويخرج من النار من قال : لا إله إلا الله وفي قلبه وزن برة من خير ، ويخرج من النار من قال : لا إله إلا الله وفي قلبه وزن ذرة من\nإيمان ) متفق عليه .\nوعن أبي سعيد . قال : قال رسول الله - صلى الله عليه وسلم - ( يدخل أهل الجنة الجنة ، وأهل النار النار ، ثم يقول الله تعالى : أخرجوا من كان في قلبه مثقال حبة من خردل من إيمان ، فيُخرجون منها قد اسودوا .... ) متفق عليه .\n\"وهناك نصوص صريحة فيها التصريح ببقاء الإيمان مع ارتكاب الكبائر .\n(1/106)\n\nكحديث عمر . ( أن رجلاً على عهد النبي - صلى الله عليه وسلم - كان اسمه عبد الله وكان يلقب حماراً وكان يُضحك رسول الله - صلى الله عليه وسلم - قد جلده في الشراب ، فأتيَ به يوماً فجلد ، فقال رجل من القوم ، اللهم العنه ، ما أكثر ما يؤتَى به لِلَّهِ فقال النبي - صلى الله عليه وسلم - : لا تلعنوه لِلَّهِ فوالله ما علمت إنه يحب الله ورسوله ) رواه البخاري .\nفالحديث صريح ببقاء محبة الله ورسوله ، وهي من أعظم أصول الإيمان القلبي مع تكرار شربه للخمر .\nقال الحافظ ابن حجر : وفيه الرد على من زعم أن مرتكب الكبيرة كافر لثبوت النهي عن لعنه ، والأمر بالدعاء له .\n\"وهناك نصوص فيها التصريح بعدم دخول الموحد النار أو خلوده فيها - إن دخل - مع ارتكابه الكبائر .\nكحديث أبي ذر . عن النبي - صلى الله عليه وسلم - أنه قال ( أتاني جبريل فبشرني : أنه من مات من أمتك لا يشرك بالله شيئاً دخل الجنة ،\nقلت : وإن زنى وإن سرق ، قال : وإن زنى وإن سرق ) متفق عليه .\nقال النووي : وأما قوله [ وإن زنى وإن سرق ] فهو حجة لمذهب أهل السنة أن أصحاب الكبائر لا يقطع لهم بالنار ، وأنهم إن دخلوها أخرجوا منها وختم لهم بالخلود بالجنة .\nوهناك أدلة كثيرة جداً ، لكن ما ذكرته يكفي .\n\"ففاعل الكبيرة عند أهل السنة إذا مات - من غير توبة - فإنه يغسل ويكفن ويصلى عليه كبقية المسلمين .\n\"فمن شرب الخمر أو سرق أو قتل نفساً بغير حق فإنه يعتبر مؤمن ناقص الإيمان ويغسل ويكفن ويصلى عليه .\n\"الكبيرة : هي كل ذنب ختمه الله بنار أو غضب أو لعنة أو عذاب .\n\"خالفت في ذلك الخوارج قالوا : إن فاعل الكبيرة كافر مخلد في النار .\nوقولهم مردود ترده الأحاديث الصحيحة كما سبق .\nوهم استدلوا بنصوص الوعيد ، كحديث ( لا يزني الزاني حين يزني وهو مؤمن ولا يسرق حين يسرق وهو مؤمن ) .\nوالجواب عند أهل السنة : أن المعنى أنه حين يسرق يكون ناقص الإيمان ، جمعاً بين النصوص .",
        "(1/107)\n\nوكذلك قوله تعالى (وَمَنْ يَقْتُلْ مُؤْمِناً مُتَعَمِّداً فَجَزَاؤُهُ جَهَنَّمُ خَالِداً فِيهَا وَغَضِبَ اللَّهُ عَلَيْهِ وَلَعَنَهُ وَأَعَدَّ لَهُ عَذَاباً عَظِيماً) .\nوالجواب عن هذا : أن معنى خالداً فيها : المراد المكث الطويل ، جمعاً بين النصوص .\nوسبب ضلال هذه الطائفة أنها أخذت بأحاديث الوعيد فقط .\nطاعة ولي الأمر في غير المعصية\nم / وَنَرَى اَلْحَجَّ وَالْجِهَادَ مَاضِيَيْنِ مَعَ طَاعَةِ كُلِّ إِمَامٍ, برًا كَانَ أَوْ فَاجِرًا .\nومن السنة السمع والطاعة لأئمة المسلمين وأمراء المؤمنين ، برهم وفاجرهم ، ما لم يأمروا بمعصية الله ، فإنه\nلا طاعة لأحد في معصية الله .\nومن ولي الخلافة واجتمع عليه الناس ورضوا به ، أو غلبهم بسيفه صار خليفة وسمي أمير المؤمنين\nوجبت طاعته وحرمت مخالفته والخروج عليه .\n-------------------------\nبراً : البر كثير الطاعة . فاجراً : كثير العصيان .\nمن عقيدة أهل السنة والجماعة أنهم يرون الطاعة للأمير ولو كان فاسقاً ، ويرون عدم الخروج عليه ، لما يترتب على ذلك من المفاسد الكثيرة من سفك للدماء ، وزهق للأرواح ، ونهب للأموال ، واستحلال للمحارم ، بل في الصبر على جوْرهم تكفير السيئات ومضاعفة للأجور .\n\"الأدلة على وجوب طاعة ولي الأمر في غير المعصية :\nقال تعالى (يَا أَيُّهَا الَّذِينَ آمَنُوا أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَأُولِي الْأَمْرِ مِنْكُمْ ) .\nوعن أبي هريرة . قال : قال رسول الله - صلى الله عليه وسلم - ( من أطاعني فقد أطاع الله ، ومن عصاني فقد عصى الله ، ومن أطاع أميري فقد أطاعني ، ومن عصى أميري فقد عصاني ) متفق عليه .\nوعن ابن عمر . قال : قال رسول الله - صلى الله عليه وسلم - ( السمع والطاعة على المرء المسلم فيما أحب وكره ما لم يؤمر بمعصية ، فإذا أمر بمعصية فلا سمع ولا طاعة ) متفق عليه .\n(1/108)",
        "\nوعن أبي ذر . قال : قال رسول الله - صلى الله عليه وسلم - ( إن خليلي أوصاني أن أسمع وأطيع وإن كان عبداً حبشياً مجدع الأطراف ) رواه مسلم ، وعند البخاري ( ولو لحبشي كأن رأسه زبيبة ) .\nوعن ابن عباس . قال : قال رسول الله - صلى الله عليه وسلم - ( من رأى من أميره شيئاً يكرهه فليصبر ، فإنه من فارق الجماعة شبراً فمات فميتته جاهلية ) متفق عليه .\nوعن عوف بن مالك . قال : قال رسول الله - صلى الله عليه وسلم - ( خيار أئمتكم الذين تحبونهم ويحبونكم ، وتصلون عليهم ويصلون\nعليكم ، وشرار أئمتكم الذين تبغضونهم ويبغضونكم ، وتلعنونهم ويلعنونكم ، فقلنا يا رسول الله لِلَّهِ أفلا ننابذهم بالسيف عند ذلك ؟ قال : لا ، ما أقاموا الصلاة فيكم ، ألا من وليَ عليه والٍ ، فرآه يأتي شيئاً من معصيته فليكره ما يأتي من معصية الله ولا ينزعن يداً من طاعة ) رواه مسلم .\n\"فأهل السنة يرون الصلاة والحج مع الأمراء وإن كانوا فجاراً .\nففي صحيح البخاري أن عبد الله بن عمر كان يصلي خلف الحجاج بن يوسف ، وكذا أنس بن مالك ، وكان الحجاج فاسقاً ظالماً .\nوصلى ابن مسعود خلف الوليد بن عقبة بن أبي معيْط وكان يشرب الخمر .\nوفي صحيح البخاري أن النبي - صلى الله عليه وسلم - قال ( يصلون لكم ، فإن أصابوا فلكم ولهم ، وإن أخطأوا فلكم وعليهم ) .\n\"وقد بيّن النبي - صلى الله عليه وسلم - منهج المسلم في هذا الأمر :\nفعن ابن مسعود . قال : قال رسول الله - صلى الله عليه وسلم - ( إنكم سترون بعدي أثرة وأموراً تنكرونها ، قالوا : فما تأمرنا يا رسول الله ؟ قال : أدوا إليهم حقهم ، وسلوا الله حقكم ) متفق عليه .\n\"ويحرم طاعتهم في المعصية .\nلقوله - صلى الله عليه وسلم - ( لا طاعة في معصية الله ، إنما الطاعة في المعروف ) متفق عليه .\nثم ذكر المصنف كيفية اختيار الخليفة ، ويكون بثلاثة أمور :\nأولاً : أن ينص الإمام الذي قبله .\n(1/109)\n",
        "كما في خلافة عمر ، فإنها نص من أبي بكر الصديق .\nثانياً : اتفاق أهل الحل والعقد عليه .\nكإمامة أبي بكر الصديق ، فإنها لإجماع أهل الحل والعقد .\nوكما في خلافة عثمان ، فإنها باجتماع من أهل الحل والعقد المعينين من قِبَل عمر .\nثالثاً : أن يغلب بسيفه حتى يصير خليفة .\nقال بعض العلماء : من هذا القبيل قيام عبد الملك بن مروان على ابن الزبير وقتله إياه في مكة على يد الحجاج بن يوسف فاستتب له الأمر .\nفضل الصحابة وما جرى بينهم .\nم / وَمِنْ اَلسُّنَّةِ تَوَلِّي أَصْحَابِ رَسُولِ اَللَّهِ - صلى الله عليه وسلم - وَمَحَبَّتُهُمْ, وَذِكْرُ مَحَاسِنَهُمْ, وَالتَّرَحُّمُ عَلَيْهِمْ, وَاعْتِقَادُ فَضْلِهُمْ, وَمَعْرِفَةُ سَابِقَتِهِمْ قَالَ اَللَّهُ تَعَالَى : (وَالَّذِينَ جَاءُوا مِنْ بَعْدِهِمْ يَقُولُونَ رَبَّنَا اغْفِرْ لَنَا وَلِإِخْوَانِنَا الَّذِينَ سَبَقُونَا بِالْأِيمَانِ وَلا تَجْعَلْ فِي قُلُوبِنَا غِلّاً لِلَّذِينَ آمَنُوا رَبَّنَا إِنَّكَ رَؤُوفٌ رَحِيمٌ) (مُحَمَّدٌ رَسُولُ اللَّهِ وَالَّذِينَ مَعَهُ أَشِدَّاءُ عَلَى الْكُفَّارِ رُحَمَاءُ بَيْنَهُمْ ) وَقَالَ اَلنَّبِيُّ - صلى الله عليه وسلم - ( لَا تَسُبُّوا أَصْحَابِي, فَإِنَّ أَحَدَكُمْ لَوْ أَنْفَقَ مِثْلَ أُحُدٍ ذَهَبًا, مَا بَلَغَ مُدَّ أَحَدِهِمْ, وَلَا نَصِيفَهُ ).\n----------------------\nالصحابي : هو من لقي النبي - صلى الله عليه وسلم - مؤمناً به ومات على ذلك ولو تخللت ردة .\nسبق أن الصحابة أفضل الأمة .\n\"السنة حب الصحابة وتعظيمهم وأنهم عدول .\nقال تعالى (لَقَدْ رَضِيَ اللَّهُ عَنِ الْمُؤْمِنِينَ إِذْ يُبَايِعُونَكَ تَحْتَ الشَّجَرَةِ فَعَلِمَ مَا فِي قُلُوبِهِمْ فَأَنزَلَ السَّكِينَةَ عَلَيْهِمْ وَأَثَابَهُمْ فَتْحاً قَرِيباً) .\n(1/110)\n\nهذه الآية ظاهرة الدلالة على تزكية الله لهم تزكية لا يخبر ولا يقدر عليها إلا الله ، وهي تزكية بواطنهم وما في قلوبهم .\nقال جابر ( كنا ألفاً وأربعمائة ) رواه البخاري .\nوقال تعالى (مُحَمَّدٌ رَسُولُ اللَّهِ وَالَّذِينَ مَعَهُ أَشِدَّاءُ عَلَى الْكُفَّارِ رُحَمَاءُ بَيْنَهُمْ ) .\nوقال تعالى (وَالسَّابِقُونَ الأَوَّلُونَ مِنَ الْمُهَاجِرِينَ وَالأَنصَارِ وَالَّذِينَ اتَّبَعُوهُم بِإِحْسَانٍ رَّضِيَ اللّهُ عَنْهُمْ وَرَضُواْ عَنْهُ وَأَعَدَّ لَهُمْ جَنَّاتٍ تَجْرِي تَحْتَهَا الأَنْهَارُ خَالِدِينَ فِيهَا أَبَداً ذَلِكَ الْفَوْزُ الْعَظِيمُ ) .\nهذه الآية اشتملت على أبلغ الثناء على السابقين الأولين من المهاجرين والأنصار والتابعين لهم بإحسان إلى يوم الدين .\nوقال تعالى (لَقَدْ تَابَ اللَّهُ عَلَى النَّبِيِّ وَالْمُهَاجِرِينَ وَالْأَنْصَارِ الَّذِينَ اتَّبَعُوهُ فِي سَاعَةِ الْعُسْرَةِ مِنْ بَعْدِ مَا كَادَ يَزِيغُ قُلُوبُ فَرِيقٍ مِنْهُمْ ثُمَّ تَابَ عَلَيْهِمْ إِنَّهُ بِهِمْ رَؤُوفٌ رَحِيمٌ) .\nوعن عمران بن حصين . قال : قال رسول الله - صلى الله عليه وسلم - ( خير الناس قرني ثم الذين يلونهم .. ) .\nففي هذا الحديث إثبات الخيرية لجميع الصحابة ، وأنهم مقدمون في الفضل على من جاء بعدهم .\nوعن أبي سعيد . قال : قال رسول الله - صلى الله عليه وسلم - ( لا تسبوا أصحابي ، فإن أحدكم لو أنفق مثل أحد ذهباً ما بلغ مد أحدهم ولا نصيفَه ) متفق عليه .\nففي هذا الحديث بيان لفضل أصحاب رسول الله - صلى الله عليه وسلم - ، فقد نهى عن سبهم ، ووصفهم بالصحبة ، وأضافها إلى نفسه تنويهاً لفضلهم وبيان لشرف منزلتهم .\nفلو أن أحداً من غير الصحابة من المؤمنين أنفق مثل جبل أحد ذهباً في سبيل الله لا رياء ولا سمعة خالصاً لوجه الله ، ما بلغ في الثواب والأجر والفضل مثل المدِّ من الطعام الذي يتصدق به صحابي ، ولا نصف المد .",
        "(1/111)\n\nوعن ابن عباس قال ( لا تسبوا أصحاب محمد - صلى الله عليه وسلم - ، فلمقام أحدهم ساعة - يعني مع النبي - صلى الله عليه وسلم - - خير من عمل أحدهم أربعين سنة ) رواه ابن بطة بإسناد صحيح .\nوعن جابر قال : قيل لعائشة : إن ناساً يتناولون أصحاب رسول الله - صلى الله عليه وسلم - حتى أبا بكر وعمر ، فقالت : وما تعجبون من هذا ؟ انقطع عنهم العمل ، فأحب الله أن لا يقطع عنهم الأجر .\n\"سب الصحابة أو تكفيرهم يستلزم أموراً خطيرة :\nأولاً : الطعن في الصحابة ، وهذا واضح .\nثانياً : يلزم من هذا أمر من أمرين ، إما نسبة الجهل إلى الله - تعالى عما يصفون - أو العبث في هذه النصوص التي أثني بها على الصحابة .\nفإن كان الله - تعالى عن قولهم - غير عالم بأنهم سيكفرون ومع ذلك اثنى عليهم ووعدهم بالحسنى فهو جهل ، والجهل عليه تعالى محال ، وإن كان الله عالماً بأنهم سيكفرون فيكون وعده لهم بالحسنى ورضاه عنهم عبث ، والعبث في حقه محال .\nثالثاً : الطعن في حكمة الله سبحانه وتعالى حيث اختارهم واصطفاهم لصحبة نبيه - صلى الله عليه وسلم - فجاهدوا معه وآزروه ونصروهم واتخذهم أصهاراً ، حيث زوج ابنتيه ذا النورين ( عثمان ) ، وتزوج ابنتي أبي بكر وعمر ، فكيف يختار لنبيه أنصاراً وأصهاراً مع علمه بأنهم سيكفرون ؟؟\nرابعاً : يستلزم ذلك الطعن في القرآن وفي الشريعة ، وذلك لأن الطعن في النقلة طعن في المنقول ، إذ كيف نثق بكتاب نقله إلينا الفسقة والمرتدون والعياذ بالله .\n\"الإمساك عما شجر بينهم .\nقد جاء في الحديث ( وإذا ذكر أصحابي فأمسكوا ) رواه أحمد وصححه الألباني .\nوالمراد بالإمساك : عدم الخوض فيما وقع بينهم من الحروب والخلافات على سبيل التوسع وتتبع التفصيلات ونشر ذلك بين العامة أو التعرض لهم بالتنقص لفئة ، والانتصار لأخرى .\nفنحن لم نؤمر بذلك ، بل أمرنا بالاستغفار لهم ومحبتهم ونشر محاسنهم وفضائلهم .\n(1/112)",
        "\n\"وما وقع بين الصحابة من حروب وغيرها فينبغي الاعتقاد :\nأن بعضها كذب ، فلا يلتفت إليه .\nوبعضها زيد فيه ونقص وغيّر عن وجهه الصريح ، فينبغي التثبت والتأكد من الصحيح .\nوالصحيح منه فهم مجتهدون ، إما مجتهدون مصيبون ( والمجتهد إن أصاب فله أجران ) وإما مجتهدون مخطئون ( والمجتهد إن أخطأ فله أجر واحد ) .\nفالمهم أن نعلم أن القتال الذي حصل بين الصحابة لم يكن على الإمامة ، فإن أهل الجمل وصفين لم يقاتلوا على نصب إمام غير علي ولا كان معاوية يقول إنه الإمام دون علي ولا قال ذلك طلحة والزبير ، .... وإنما كان القتال فتنة عند كثير من العلماء - بسبب اجتهادهم في كيفية القصاص من قاتلي عثمان رضي الله عنهم -\nومما يؤكد ذلك :\n( أنه جاء أبو مسلم الخولاني وأناس إلى معاوية ، وقالوا : أنت تنازع علياً أم أنت مثله ؟ فقال : لا والله ، إني أعلم أنه أفضل مني وأحق بالأمر مني ، ولكن ألستم تعلمون أن عثمان قتل مظلوماً ، وأنا ابن عمته ، والطالب بدمه ، فائتوه فقولوا له ، فليدفع إليّ قتلة عثمان ، وأسلّم له ، فأتوا علياً فكلموه ، فلم يدفعهم إليه ) وفي رواية ( فعند ذلك صمم أهل الشام على القتال مع معاوية ) .\n\"جمهور الصحابة وجمهور أفاضلهم لم يدخلوا في هذه الفتنة .\nعن محمد بن سيرين . قال ( هاجت الفتنة وأصحاب رسول الله - صلى الله عليه وسلم - عشرة آلاف فما حضرها منهم مائة ، بل لم يبلغوا ثلاثين ) .\nقال ابن تيمية : وهذا الإسناد أصح إسناد على وجه الأرض ، ومحمد بن سيرين من أورع الناس في منطقه ، ومراسيله من أصح المراسيل .\n\"مما ينبغي على المسلم أن يعلمه حول ما وقع بين الصحابة ، هو حزنهم الشديد وندمهم لما جرى .\nفهذه أم المؤمنين كما يروي عنها الزهري أنها قالت ( إنما أريد أن يحجز بين الناس مكاني ، ولم أحسب أن يكون بين الناس قتال ، ولو علمت ذلك لم أقف ذلك الموقف أبداً )\nوكانت إذا قرأت ( وقرن في بيوتكن ) تبكي حتى يبتل خمارها .\n(1/113)\n",
        "وأما أمير المؤمنين علي بن أبي طالب ، فيقول الشعبي ( لما قتل طلحة ورآه علي مقتولاً ، جعل يمسح التراب على وجهه ويقول : عزيز عليّ أبا محمد أن أراك مجدلاً تحت نجوم السماء ، ثم قال : إلى الله أشكو عجزي وبجري [ همومي\nوأحزاني ] وبكى عليه هو وأصحابه وقال : ياليتني مت قبل هذا اليوم بعشرين سنة ) .\nويقول - رضي الله عنه - ( يا حسن يا حسن : ما ظن أبوك أن الأمر يبلغ إلى هذا ، ودّ أبوك لو مات قبل هذا بعشرين سنة ) .\nومع ذلك فأهل السنة لا يعتقدون أن كل واحد من الصحابة معصوم عن كبائر الإثم وصغائره ، بل تجوز عليهم الذنوب في الجملة ، ولهم من السوابق والفضائل ما يوجب مغفرة ما يصدر منهم إن صدر .[ ابن تيمية ] .\n\"حكم سب الصحابة .\nسب الصحابة فيه تفصيل :\nأولاً : من سب الصحابة بالكفر والردة أو الفسق جميعهم أو معظمهم ، فلا شك في كفر هذا ، لأمور :\n-أن مضمون هذه المقالة أن نقلة الكتاب والسنة كفار أو فساق ، وبذلك يقع الشك في القرآن والأحاديث ، لأن الطعن في النقلة طعن في المنقول .\n-لأن في ذلك إيذاءً له - صلى الله عليه وسلم - ، لأنهم أصحابه وخاصته ، فسب أصحاب المرء وخاصته والطعن فيهم يؤذيه ولا شك ، وأذى الرسول - صلى الله عليه وسلم - كفر .\n-أن في هذا تكذيباً لما نص عليه القرآن من الرضى عليهم والثناء عليهم .\nقال ابن تيمية : .... وأما من جاوز ذلك إلى أن زعم أنهم ارتدوا بعد رسول الله - صلى الله عليه وسلم - إلا نفراً قليلاً لا يبلغون بضعة عشر نفساً أو أنهم فسقوا عامتهم ، فهذا لا ريب أيضاً في كفره ، لأنه مكذب لما نصه القرآن في غير موضع من الرضى عنهم والثناء عليهم ، بل من يشك في كفر مثل هذا فإن كفره متعين .\nثانياً : من سب بعضهم سباً يطعن في دينهم كأن يتهمهم بالكفر أو الفسق وكان مما تواترت النصوص بفضله\n( كالخلفاء ) فذلك كفر على القول الصحيح .\nلأن في هذا تكذيباً لأمر متواتر .\n(1/114)\n\nوذهب بعض العلماء إلى عدم كفره ، لكن أعتبروا ذلك من كبائر الذنوب وصاحبه يستحق التعزير والتأديب .\nثالثاً : إن سب صحابياً لم يتواتر النقل بفضله سباً يطعن في الدين .\nفجمهور العلماء على عدم كفره ، وذلك لعدم إنكاره معلوماً من الدين بالضرورة .\nرابعاً : إن سب بعضهم سباً لا يطعن في دينهم وعدالتهم، فلا شك أن ذلك يستحق التعزير والتأديب، لكنه لا يكفر.\nالواجب لأمهات المؤمنين\nوَمِنْ اَلسُّنَّةِ اَلتَّرَضِّي عَنْ أَزْوَاجِ اَلرَّسُولِ - صلى الله عليه وسلم - أُمَّهَاتِ اَلْمُؤْمِنِينَ اَلْمُطَهَّرَاتِ اَلْمُبَرَّآتِ مِنْ كُلِّ سُوءٍ, أُفَضِّلُهُنَّ خَدِيجَةُ بِنْتُ خُوَيْلِدٍ, وَعَائِشَةُ اَلصِّدِّيقَةُ بِنْتُ اَلصِّدِّيقِ اَلَّتِي بَرَّأَهَا اَللَّهُ فِي كِتَابِهِ, زَوْجُ اَلنَّبِيِّ - صلى الله عليه وسلم - فِي اَلدُّنْيَا وَالْآخِرَةِ, فَمَنْ قَذَفَهَا بِمَا بَرَّأَهَا اَللَّهُ مِنْهُ فَقَدْ كَفَرَ بِاَللَّهِ اَلْعَظِيمِ .\n-------------------------------------------------\n\"زوجات الرسول - صلى الله عليه وسلم - لهن حقوق :\nالترضي عنهن .\nواعتقاد أنهنَّ مطهرات مبرآت من كل سوء .\nوأنهنَّ زوجات الرسول - صلى الله عليه وسلم - في الدنيا والآخرة .\nوأنهنَّ أمهات المؤمنين كما قال تعالى ( وَأَزْوَاجُهُ أُمَّهَاتُهُمْ ) أي في الاحترام والتقدير .\n\"وأفضلهن خديجة وعائشة .\nوقد اختلف أيهما أفضل عائشة أم خديجة على قولين :\nفقيل : عائشة أفضل .\nلقوله - صلى الله عليه وسلم - ( وفضل عائشة على النساء كفضل الثريد على سائر الطعام ) متفق عليه .\nوكانت من أحب الناس إليه ، ففي حديث عبد الله بن عمرو . أن النبي - صلى الله عليه وسلم - بعثه على جيش ذات السلاسل ، فأتيته فقلت : أي الناس أحب إليك ؟ قال : عائشة ) متفق عليه .\nولما قامت به من نشر العلم في الأمة .\nوقيل : خديجة أفضل .",
        "(1/115)\n\nلأنها هي التي وآزرته على النبوة وجاهدت معه وواسته بنفسها ومالها .\nوأرسل الله تعالى إليها السلام مع جبريل ، وهذه خاصية لا تعرف لامرأة سواها .\nوقيل : خديجة أفضل في أول الإسلام وعائشة أفضل من جهة نشر العلم .\nوالله أعلم .\nقال ابن كثير رحمه الله :\nهذه مسألة وقع النزاع فيها بين العلماء قديماً وحديثاً وتجاذبها طرفا نقيض أهل التشيع وغيرهم لا يعدلون بخديجة أحداً من النساء ، لسلام الرب عليها وكون ولد النبي - صلى الله عليه وسلم - جميعهم إلا إبراهيم منها وكونه لم يتزوج عليها حتى ماتت إكراماً لها وتقدم إسلامها وكونها من الصديقات ولها مقام صدق في أول البعثة وبذلت نفسها ومالها لرسول الله - صلى الله عليه وسلم - .\nوأما أهل السنة فمنهم من يغلوا أيضاً ويثبت لكل واحدة منهما من الفضائل ما هو معروف ولكن تحملهم قوة التسنن على تفضيل عائشة لكونها ابنة الصديق ، ولكونها أعلم من خديجة ، فإنه لم يكن في الأمم مثل عائشة في حفظها وعلمها وفصاحتها وعقلها ، ولم يكن الرسول - صلى الله عليه وسلم - يحب أحداً من نسائه كمحبته إياها ونزلت براءتها من فوق سبع سموات وروت بعده عنه عليه السلام علماً جماً كثيراًً طيباً مباركاً ، حتى قد ذكر كثيراً من الناس الحديث المشهور (خذوا شطر دينكم عن الحميراء) .\nوالحق أن كلاً منهما لها من الفضائل ما لو نظر الناظر فيه لبهره وحيره والأحسن التوقف في ذلك ، ورد علم ذلك إلى الله عز وجل ومن ظهر له دليل يقطع به ، أو يغلب على ظنه في هذا الباب فذاك الذي يجب عليه أن يقول بما عنده من العلم ومن حصل له توقف في هذه المسألة أو في غيرها فالطريق الأقوم والمسلك الأسلم أن يقول : الله أعلم . البداية والنهاية 3/139\nقال الذهبي في ترجمة عائشة :\n(1/116)",
        "\nوكانت امرأة بيضاء جميلة ، ولم يتزوج النبي - صلى الله عليه وسلم - بكراً غيرها ، ولا أحب امرأة حبها ، ولا أعلم في أمة محمد - صلى الله عليه وسلم - بل ولا في النساء امرأة أعلم منها ، ونشهد أنها زوجة نبينا في الدنيا والآخرة ، فهل فوق ذلك مفخر ، وإن كان للصديقة خديجة شأن لا يلحق ، وأنا واقف في أيتهما أفضل ، نعم جزمت بأفضلية خديجة عليها لأمور ليس هذا موضعها .سير أعلام النبلاء ( 2 / 140 ) .\nقال الشيخ البراك حفظه الله : وعندي -والله أعلم- أن القول بتفضيل خديجة: قول قوي ؛ لأدلة كثيرة دالة على فضلها .\nبعض المباحث فيما يتعلق بزوجات الرسول - صلى الله عليه وسلم - :\n-تزوج الرسول - صلى الله عليه وسلم - إحدى عشرة زوجة ( خديجة ، سودة ، عائشة ، حفصة ، زينب بنت خزيمة ، أم سلمة ، زينب بنت جحش ، جويرية ، أم حبيبة ، صفية بنت حيي ، ميمونة بنت الحارث ) .\n-لا خلاف أنه مات عن تسع زوجات .\n-زوجتان ماتتا قبله ( زينب بنت خزيمة - خديجة بنت خويلد ) .\n-لم يتزوج بكراً إلا عائشة .\n\"حكم قذف زوجات الرسول - صلى الله عليه وسلم - .\nأولاً : من قذف عائشة .\nأجمع أهل العلم على أن من سب عائشة بما برأها الله منه فقد كفر .\nقال القاضي أبو يعلى : من قذف عائشة بما برأها الله منه كفر بلا خلاف .\nوقال النووي : اتفقت الأمة على كفر قاذفها .\nالأدلة :\nلأن في ذلك تكذيباً للقرآن الذي شهد ببراءتها في آيات من سورة النور .\nقال ابن كثير : وقد أجمع العلماء رحمهم الله قاطبة على أن من سبها بعد هذا ورماها بما رماها به بعد هذا الذي ذكره في الآية فإنه كافر لأنه معاند للقرآن .\nولأن فيه إيذاء وتنقصاً للرسول - صلى الله عليه وسلم - ، ومما يدل على أن قذفها إيذاء للرسول ، ما جاء في حديث الإفك .\nقالت عائشة ( فقام رسول الله - صلى الله عليه وسلم - وقال : من يعذرني من رجل قد بلغني أذاه في أهل بيتي ....) .\n(1/117)\n",
        "وأيضاً الطعن بها فيه تنقيص برسول الله - صلى الله عليه وسلم - ، لأن الله يقول ( الخبيثات للخبيثين ..... ) قال ابن كثير : أي ما كان الله ليجعل عائشة زوجة لرسول الله - صلى الله عليه وسلم - إلا وهي طيبة ، لأنه أطيب من كل طيب من البشر ، ولو كانت خبيثة لما صلحت له لا شرعاً ولا قدراً .\nثانياً : سب بقية أمهات المؤمنين .\nوالراجح والذي عليه الأكثر أنه كفر .\nلأنه في ذلك تنقيص وأذى لرسول - صلى الله عليه وسلم - بقذف زوجاته .\nفضل معاوية\nوَمُعَاوِيَةُ خَالُ اَلْمُؤْمِنِينَ, وَكَاتِبُ وَحْي اَللَّهِ, أَحَدُ خُلَفَاءِ اَلْمُسْلِمِينَ - رضي الله عنهم -\n-----------------------\n\"ذكر المصنف معاوية لأن كثيراً من الرافضة يطعنون فيه ، بسبب ما حصل بينه وبين علي - رضي الله عنه - .\n\"ذكر المصنف بعض فضائل معاوية : فمن فضائله :\nأولاً : أنه كاتب الوحي بين يدي رسول الله - صلى الله عليه وسلم - .\nثانياً : روى الترمذي في فضائل معاوية أنه لما تولى أمر الناس كانت نفوسهم لا تزال مشتعلة عليه ، فقالوا كيف يتولى معاوية و في الناس من هو خير منه مثل الحسن و الحسين . قال عمير و هو أحد الصحابة : لا تذكروه إلا بخير فإني سمعت رسول الله - صلى الله عليه وسلم - يقول : اللهم اجعله هادياً مهدياً و اهد به . رواه الإمام أحمد في المسند (4/216) و صححه الألباني .\nثالثاً : وروى مسلم في صحيحه من حديث ابن عباس قال : ( كنت ألعب مع الصبيان فجاء رسول الله - صلى الله عليه وسلم - فتواريت خلف باب ، فجاء ........ وقال : اذهب وادع لي معاوية ، قال : فجئت فقلت هو يأكل ، قال : ثم قال لي : اذهب فادع لي معاوية ، قال : فجئت فقلت : هو يأكل ، فقال : لا أشبع الله بطنه ) .\nقال الحافظ الذهبي في التذكرة (2/699) : لعل هذه منقبة لمعاوية لقول النبي - صلى الله عليه وسلم - : ( اللهم من لعنته أو شتمته فاجعل ذلك له زكاة و رحمة ) .\n(1/118)\n\nوقال الإمام النووي رحمه الله في شرح صحيح مسلم (16/156) : قد فهم مسلم رحمه الله من هذا الحديث أن معاوية لم يكن مستحقاً للدعاء عليه ، فلهذا أدخله في هذا الباب ، وجعله من مناقب معاوية لأنه في الحقيقة يصير دعاءً له .\nقلت : وهذا الحديث أخرجه مسلم تحت الأحاديث التي تندرج تحت باب من لعنه النبي - صلى الله عليه وسلم - أو سبه أو دعا عليه ، وليس هو أهلاً لذلك كان له زكاة وأجراً و رحمة .\nرابعاً : وقد كان لمعاوية - رضي الله عنه - شرف قيادة أول حملة بحرية ، وهي التي شبهها رسول الله - صلى الله عليه وسلم - بالملوك على الأسرة ..\nأخرج البخاري رحمه الله في صحيحه من طريق أنس بن مالك عن خالته أم حرام بنت ملحان قالت : نام النبي - صلى الله عليه وسلم - يوماً قريباً مني ، ثم استيقظ يبتسم ، فقلت : ما أضحكك ؟ قال : ( أناس من أمتي عرضوا عليّ يركبون هذا البحر الأخضر كالملوك على الأسرة ) ، قالت : فادع الله أن يجعلني منهم ، فدعا لها ، ثم نام الثانية ، ففعل مثلها ، فقالت قولها ، فأجابها مثلها ، فقالت : ادع الله أن يجعلني منهم ، فقال : ( أنت من الأولين ) ، فخرجت مع زوجها عبادة بن الصامت غازياً أول ما ركب المسلمون البحر مع معاوية ، فلما انصرفوا من غزوتهم قافلين ، فنزلوا الشام ، فَقُرِّبت إليها دابة لتركبها ، فصرعتها فماتت . البخاري مع الفتح ( 6 / 22 ) .\nقال ابن حجر معلقاً على رؤيا رسول الله - صلى الله عليه وسلم - : قوله : ( ناس من أمتي عرضوا علي غزاة .. ) يشعر بأن ضحكه كان إعجاباً بهم ، وفرحاً لما رأى لهم من المنزلة الرفيعة .",
        "(1/119)\n\nوأخرج البخاري أيضاً من طريق أم حرام بنت ملحان رضي الله عنها قالت : سمعت رسول الله - صلى الله عليه وسلم - يقول : ( أول جيش من أمتي يغزون البحر قد أوجبوا ) ، قالت أم حرام : قلت : يا رسول الله أنا فيهم ؟ قال : ( أنت فيهم ) . ثم قال النبي - صلى الله عليه وسلم - : ( أول جيش من أمتي يغزو مدينة قيصر - أي القسطنطينية - مغفور لهم ) ، فقلت : أنا فيهم يا رسول الله ؟ قال : ( لا ) . البخاري مع الفتح ( 6 / 22 ) . ومسلم ( 13 / 57 ) .\nومعنى أوجبوا : أي فعلوا فعلاً وجبت لهم به الجنة . قاله ابن حجر في الفتح ( 6 / 121 ) .\nقال المهلب بن أحمد بن أبي صفرة الأسدي الأندلسي ( ت 435هـ ) معلقاً على هذا الحديث : في هذا الحديث منقبة لمعاوية لأنه أول من غزا البحر . انظر الفتح ( 6 / 120 ) .\nومن المتفق عليه بين المؤرخين أن غزو البحر وفتح جزيرة قبرص كان في سنة ( 27هـ ) في إمارة معاوية رضي الله عنه على الشام ، أثناء خلافة عثمان - رضي الله عنه - . [ انظر تاريخ الطبري ( 4 / 258 ) و تاريخ الإسلام للذهبي عهد الخلفاء الراشدين ]\nمن أقوال أهل العلم في معاوية :\nقال شارح الطحاوية: (( وأول ملوك المسلمين معاوية، وهو خير ملوك المسلمين )).\nوقال الذهبي في (سير أعلام النبلاء): (( أمير المؤمنين ملك الإسلام )).\nوسئل ابن المبارك عن معاوية، فقال: (( ماذا أقول في رجل قال رسول الله - صلى الله عليه وسلم -: سمع الله لمن حمده. فقال معاوية خلفه: ربنا ولك الحمد )).\nوقال أبو توبة الربيع بن نافع الحلبي: (( معاوية ستر لأصحاب محمد - صلى الله عليه وسلم - فإذا كشف الرجل الستر اجترأ على ما وراءه )).\nهجران أهل البدع\n(1/120)",
        "\nم / وَمِنْ اَلسُّنَّةِ هُجْرَانُ أَهْلِ اَلْبِدَعِ وَمُبَايَنَتُهُمْ, وَتَرْكُ اَلْجِدَالِ وَالْخُصُومَاتِ فِي اَلدِّينِ, وَتَرْكُ اَلنَّظَرِ فِي كُتُبِ اَلْمُبْتَدِعَة وَالْإِصْغَاءِ إِلَى كَلَامِهِمْ, وَكُلُّ مُحْدَثَةٍ فِي اَلدِّينِ بِدْعَةٌ .\n---------------------------\n\"تعريف الهجر .\nالهجر : الترك ، والمراد هنا هجران أهل البدع وتركهم والابتعاد عنهم وترك محبتهم وموالاتهم .\n\"صفات هجر المبتدع .\nعدم مجالسته ، والابتعاد عنه ، وترك توقيره ، وترك مكالمته ، وترك السلام عليه ، وعدم سماع كلامهم وقراءتهم ، وعدم مشاورتهم .\nالأدلة على هجر أهل البدع .\nقال تعالى (وَإِذَا رَأَيْتَ الَّذِينَ يَخُوضُونَ فِي آيَاتِنَا فَأَعْرِضْ عَنْهُمْ حَتَّى يَخُوضُوا فِي حَدِيثٍ غَيْرِهِ ).\nقال الشوكاني : وفي هذه الآية موعظة لمن يتسمح بمجالسة المبتدعة الذين يحرفون كلام الله ، ويتلاعبون بكتابه وسنة رسوله ، ويردون ذلك إلى أهوائهم المضلة وبدعهم الفاسدة ، فإذا لم ينكر عليهم ويغير ما هم فيه فأقل الأحوال أن يترك مجالستهم .\nوقال تعالى (لا تَجِدُ قَوْماً يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ يُوَادُّونَ مَنْ حَادَّ اللَّهَ وَرَسُولَهُ وَلَوْ كَانُوا آبَاءَهُمْ أَوْ أَبْنَاءَهُمْ أَوْ إِخْوَانَهُمْ أَوْ عَشِيرَتَهُمْ ) .\nاستدل مالك بهذه الآية على معاداة القدرية ، وترك مجالستهم ، وفي معنى أهل القدر جميع أهل الظلم والعدوان .\nوالأدلة من السنة كثيرة .\nبل المحدثون يترجمون لها :\nفي سنن أبي داود : باب مجانبة أهل الأهواء أو بغضهم ، وباب ترك السلام على أهل الأهواء .\nوفي رياض الصالحين : باب تحريم الهجر بين المسلمين إلا لبدعة في المهجور أو تظاهر بالفسق .\nوفي الترغيب والترهيب للمنذري : الترهيب من حب الأشرار وأهل البدع لأن المرء مع من أحب .\n\"الأدلة على هجر المبتدع :\n(1/121)\n",
        "عن أبي هريرة . قال : قال رسول الله - صلى الله عليه وسلم - ( سيكون في آخر أمتي ناس يحدثونكم بما لم تسمعوا أنتم ولا آباؤكم فإياكم وإياهم ) رواه مسلم في مقدمة صحيحه .\nوعن ابن عمر . قال : قال رسول الله - صلى الله عليه وسلم - ( لكل أمة مجوس ، ومجوس أمتي الذين يقولون لا قدر ، إن مرضوا فلا تعودوهم ، وإن ماتوا فلا تشهدوهم ) رواه أبو داود .\nوعن عائشة . قالت ( تلا رسول الله - صلى الله عليه وسلم - هذه الآية (هو الَّذِيَ أَنزَلَ عَلَيْكَ الْكِتَابَ مِنْهُ آيَاتٌ مُّحْكَمَاتٌ هُنَّ أُمُّ الْكِتَابِ وَأُخَرُ مُتَشَابِهَاتٌ فَأَمَّا الَّذِينَ في قُلُوبِهِمْ زَيْغٌ فَيَتَّبِعُونَ مَا تَشَابَهَ مِنْهُ ابْتِغَاء الْفِتْنَةِ وَابْتِغَاء تَأْوِيلِهِ وَمَا يَعْلَمُ تَأْوِيلَهُ إِلاَّ اللّهُ وَالرَّاسِخُونَ فِي الْعِلْمِ يَقُولُونَ آمَنَّا بِهِ كُلٌّ مِّنْ عِندِ رَبِّنَا وَمَا يَذَّكَّرُ إِلاَّ أُوْلُواْ الألْبَابِ ) قالت : قال رسول الله - صلى الله عليه وسلم - : فإذا رأيت الذين يتبعون ما تشابه منه ، فأولئك الذين سمى الله فاحذروهم ) رواه مسلم .\nومن المعلوم أن ابتغاء المتشابه من مآخذ أهل البدع في الاستدلال ، وقد حذر النبي - صلى الله عليه وسلم - منهم بقوله ( فأولئك الذين سمى الله فاحذروهم ) .\nوأيضاً أحاديث هجر النبي - صلى الله عليه وسلم - لأهل المعاصي حتى يتوبوا .\nفقد هجر النبي - صلى الله عليه وسلم - كعب بن مالك وصاحبيه لما تخلفوا عن غزوة تبوك ، واستمر هجرهم خمسين ليلة ، حتى آذن رسول الله - صلى الله عليه وسلم - بتوبة الله عليهم .\nوهجر النبي - صلى الله عليه وسلم - رجلاً رأى في يده خاتماً من ذهب حتى طرحه ، وكان هجره له بالإعراض عنه .\nوهذه وإن كانت في هجر العاصي المجاهر بمعصيته ، فإن الاستدلال بها على هجر المبتدع من باب أولى .\n(1/122)\n\nقال الفضيل بن عياض : من أتاه رجل فشاوره فدله على مبتدع فقد غش الإسلام ، واحذروا الدخول على صاحب البدع فإنهم يصدون عن الحق .\nوقال ابن المبارك : إياك وأن تجالس صاحب بدعة .\nوعن يونس بن عبيد : لا نجالس سلطاناً ولا صاحب بدعة .\nوعن طاووس : جعل إصبعيه في أذنيه لما سمع معتزلياً يتكلم .\nوعن يحيي بن كثير : إذا لقيت صاحب بدعة في طريق فخذ في غيره .\nوعن الحسن البصري : لا تجالسوا أهل الأهواء ولا تجادلوهم ولا تسمعوا منهم .\nوقال الخطابي : إن هجرة أهل الأهواء والبدعة دائمة على مر الأوقات والأزمان ما لم تظهر منهم التوبة والرجوع إلى الحق .\n\"الهدف من الهجر :\nزجر المهجور ، وتأديبه ورجوعه للحق .\nوالهجر بهذه النية من جنس الجهاد والأمر بالمعروف والنهي عن المنكر .\nيجب هجر كتبهم وعدم قراءتها لخطرها ولما فيها من البدع .\nم / وَكُلُّ مُتَّسِمٍ بِغَيْرِ اَلْإِسْلَامِ وَالسُّنَّةِ مُبْتَدِعٌ, كَالرَّافِضَةِ, وَالْجَهْمِيَّةِ, وَالْخَوَارِجِ, وَالْقَدَرِيَّةِ, وَالْمُرْجِئَةِ, وَالْمُعْتَزِلَةِ, وَالْكَرَّامِيَّةِ, والكُلَّابِيَّةِ, وَنَظَائِرِهِمْ, فَهَذِهِ فِرَقُ اَلضَّلَالِ, وَطَوَائِفُ اَلْبِدَعِ, أَعَاذَنَا اَللَّهُ مِنْهَا\n--------------------------\nكل متسم : أي كل من جعل له سمة وميزة ظاهرة غير ميزة المسلمين وشعارهم . أو خالف ما عليه الصحابة .\nوأما المبتدعة المذكورون : فخصهم بالذكر لاشتهار مذاهبهم مع قبحها وبعدها عن الصواب .\nالرافضة :\nسموا بذلك ، لأنهم جاءوا إلى زيد بن علي بن الحسين ، فقالوا : تبرأ من أبي بكر وعمر ، فقال : هما صاحبا جدي ، بل أتولاهما ، فرفضوه ، فسموا رافضة .\nوهذه الفرقة أخبث الفرق وأقبحها ، يكفرون معظم الصحابة إلا نفراً قليلاً ، وحرفوا القرآن ، واتهموا عائشة بالفاحشة التي برأها الله بالقرآن ، ويوالون أعداء الله على المسلمين .\nالجهمية :",
        "(1/123)\n\nأتباع الجهم بن صفوان ، الذي قال : إن العبد مجبور على فعله ، ولا قدرة له ولا اختيار ، وأنكر الصفات ، وقال بفناء الجنة والنار ، والإيمان عنده المعرفة فقط .\nوالخوارج :\nسموا بهذا الاسم لخروجهم على أمير المؤمنين علي بن أبي طالب ، ونزلوا بأرض يقال لها حروراء ، فسموا بالحرورية ، وأهم آرائهم تكفيرهم مرتكب الكبيرة ، والقول بتخليده في النار .\nوالقدرية :\nسموا بذلك لقولهم في القدر ، وهم الذين يزعمون أن العبد يخلق فعل نفسه ، فأثبتوا خالقاً مع الله ، وقد أنكر الغلاة منهم أن يكون الله عالماً بفعل العبد قبل أن يفعله ، وهؤلاء قد كفرهم السلف ، وأما متأخروهم فهم ينكرون خلق أفعال العباد .\nوالمرجئة :\nهم الذين يؤخرون الأعمال عن الإيمان فلا يدخلونها فيه .\nوالمعتزلة :\nسموا بذلك لاعتزال واصل بن عطاء حلقة الحسن البصري بسبب خلافه معه في الموقف من مرتكب الكبيرة ، وهم فرق عديدة ، واشتهروا بأصولهم الخمسة وهي :\nالتوحيد ، والعدل ، والمنزلة بين المنزلتين ، وإنفاذ الوعيد ، والأمر بالمعروف والنهي عن المنكر .\nالتوحيد : وأرادوا به نفي الصفات .\nوالعدل : وأرادوا نفي تقدير الله المعاصي على العبد .\nوإنفاذ الوعيد : وأرادوا به تخليد أهل الكبائر في النار .\nوالمنزلة بين المنزلتين : وأرادوا أن مرتكب الكبيرة في الدنيا في منزلة بين منزلتين ، ليس مؤمناً ولا كافراً .\nوالأمر بالمعروف والنهي عن المنكر : وأرادوا به الخروج على الحكام إذا أظهروا المعاصي والظلم .\nوالكراميّة :\nوهم أتباع محمد بن كَرَّام ، من بدعهم المشهورة قولهم : بأن الله جسم ، وقولهم : إن الإيمان هو الإقرار والتصديق باللسان ، وزعموا أن المنافقين مؤمنون على الحقيقة ، مستحقون للعقاب في الآخرة ، فنازعوا في اسمه لا في حكمه .\nوالكُلابيّة :\nأتباع عبد الله بن سعيد بن كلاّب ( بتشديد اللام ) ، له مخالفات في بعض الصفات .\nوالسّالمة :\n(1/124)",
        "\nنسبة إلى أبي عبد الله محمد بن أحمد بن سالم ، يغلب عليهم الصوفية والدفاع عنهم ، وفيهم إثبات مع غلو كزعمهم أن الله يتجلى عياناً لأوليائه في الدنيا .\nتم بحمد الله\nأخوكم / سليمان بن محمد اللهيميد\nالسعودية - رفحاء\nالموقع على الانرنت\nwww.almotaqeen.net\n(1/125)\n"
    ]
}