{
    "partText": [
        "\nتيسير العزيز الحميد\nشرح\nكتاب الحقائق\nفي التوحيد\nتأليف\nأبي مارية القرشي\nالطبعة الثانية\nحقوق الطبع غير محفوظة\nمقدمة الشارح\nالحَمدُ للهِ و حدَهُ و الصَّلاةُ و السَّلامُ على مَن لا نبيَ بعدَهُ و آلهِ وصحبِهِ وجندِهِ و بعدُ:\nفهذا شرحٌ لطيفٌ على كتاب الحَقَائِقِ في التَّوحِيدِ، اعتمدت فيه على شرح الشيخ علي الخضير- فك اللهُ أسره- المسموع لكتابهِ العظيمِ هذا، و أكثرتُ فيه من النَّقلِ عن أئمةِ الدعوةِ رحمهم الله.\nوما كان لمثلي أن يتجرأَ على مثل هذا ؛و لكن ساءني -والله- إعراضُ الكثير من طلبةِ العلم عن هذا الكتاب لماّ عجزوا عن فهمِ مرادِ الشيخِ في كثيرٍ من الأبواب والفصول، فتوكلت على ربي العظيم الذي مَنّ علي ويسَّرَ لي إتمامَ الشرحِ في وقتٍ قصيرٍ، فَلِلّهِ الحمدُ و المنةُ أولاً وآخراً.\nوكتب\nأبو مارية القرشي\nرموز الكتاب:\nم: متن الحقائق.\nش: شرح.\nالدرر: الدرر السنية في الأجوبة النجدية.\nملاحظة: المجلد الثامن من الدرر (كتاب حكم المرتد) هو من مطبوعات دار الافتاء السعودية- الطبعة الثانية-سنة 1965، وعلى هذه النسخة اعتمدت في الشرح.\nبسم الله الرحمن الرحيم\nتقديم سماحة الوالد العلامة الشيخ حمود بن عقلاء الشعيبي رحمه الله لكتب الشيخ علي الخضير فك الله أسره:\nالحمد لله رب العالمين والصلاة والسلام على أشرف الأنبياء والمرسلين نبينا محمد وعلى آله وصحبه أجمعين،\n(1/1)\n",
        "وبعد: فإن التأليف والتدريس والشرح في كتب التوحيد والعقيدة من أهم الأمور و أعظمها، لأن هذا العلم هو من أفضل العلوم قال تعالى (فاعلم أنه لا اله إلا الله واستغفر لذنبك) ولاسيما في هذا العصر الذي اشتدت فيه الغربة وكثر فيه الجهل بالتوحيد والعقيدة إلا من رحم الله، فنشرها الآن والاهتمام بذلك من أعظم القرب والجهاد، لاسيما في هذا الزمن الذي بدأنا نسمع فيه الدعوات والصيحات من هنا ومن هناك في التزهيد في كتب التوحيد والعقيدة لاسيما في كتب الإمام العلامة الشيخ محمد بن عبد الوهاب رحمه الله وفي كتب ورسائل أئمة الدعوة المباركة، ولقد اطلعت على مؤلفات فضيلة الشيخ علي بن خضير الخضير الثلاثة في مجال التوحيد وهى كتاب الجمع والتجريد في شرح كتاب التوحيد الجزء الأول، وكتاب الحقائق في التوحيد، وكتاب التوضيح والتتمات على كشف الشبهات، فوجدتها كتب مفيدة ونافعة في بابها، فنسأل الله تعالى أن يكتب لها القبول والتوفيق، كما أحث إخواننا المسلمين على الاهتمام بالتوحيد والعقيدة تعلما وعملا ودعوة ففي ذلك الفضل العظيم والنصر المبين، نسأل الله أن ينصر دينه ويرفع رآية التوحيد والجهاد وأن يخذل أعداء هذا الدين إنه ولى ذلك والقادر عليه، وصلى الله وسلم على نبينا محمد وعلى آله وصحبه أجمعين..\nبسم الله الرحمن الرحيم\nنبذة مختصرة عن حياة الشيخ علي الخضير فك الله أسره العلمية :\nالاسم: علي بن خضير بن فهد الخضير ولد عام 1374 هـ في الرياض، تخرج من كلية أصول الدين بجامعة الإمام بالقصيم عام 1403 هـ\nمشايخه وطلبه للعلم :\n(1/2)\n\nبدأ طلبه للعلم في شبابه منذ أن كان في مرحلة الدراسة الثانوية وأول بدايته كانت في دراسة القرآن تلاوة وتجويدا على يد فضيلة الشيخ عبد الرؤوف الحناوي رحمه الله وأسكنه فسيح جناته ومن أوائل من طلب عليهم العلم أيضا قبل دخوله للكلية فضيلة الشيخ علي بن عبد الله الجردان، وفضيلة الشيخ القاضي محمد بن مهيزع (وكان من كبار القضاة وقت الشيخ محمد بن إبراهيم) رحمهم الله وأسكنهم فسيح جناته،\nوممن تتلمذ على أيديهم أيضا غير ما سبق من العلماء:\n4. سماحة الوالد العلامة الشيخ حمود بن عقلاء الشعيبي وفقه الله وحفظه ورعاه، وجزاه الله خيرا عن الإسلام والمسلمين، درس عليه في التوحيد والعقيدة وغيرها من الفنون الأخرى ولا يزال إلى الآن في الدراسة عليه والتعلم\n5. فضيلة الشيخ محمد بن صالح المنصور رحمه الله وأسكنه فسيح جناته درس عليه أربع سنوات من عام 1409 هـ إلى أوائل عام 1413 هـ في التوحيد والفقه والفرائض والحديث والنحو.\n6. فضيلة الشيخ محمد بن صالح العثيمين رحمه الله وأسكنه فسيح جناته، درس عليه أربع سنوات من عام 1400 هـ إلى عام 1403 هـ في الفقه.\n7. فضيلة الشيخ عبد الله بن محمد بن عبد الله آل حسين وفقه الله وحفظه ورعاه، درس عليه في الفقه.\n8. فضيلة الشيخ الزاهد محمد بن سليمان العليط، قرأ عليه في كتب الزهد (كتاب الزهد لوكيع، والورع لأحمد بن حنبل) رحم الله الجميع.\n9. كما أنه أثناء دراسته في الكلية درس على مجموعة من العلماء الأجلاء وفقهم الله وأعانهم وحفظهم ورعاهم، ورحم من مات منهم.\nدروسه العلمية:\nوله حلقات و دروس علمية يقوم بتدريسها في التوحيد والعقيدة والفقه، وكانت أول دروسه العلمية في المساجد عام 1405 هـ في الفقه ومصطلح الحديث وكان عدد الطلاب لا يتجاوز الخمسة ،ومنها استمر في التدريس والتعليم إلى وقتنا الحاضر. ودروسه العلمية يومية وغالبا ما تكون بعد صلاة الفجر، وبعد صلاة العشاء.",
        "(1/3)\n\nوتتلمذ على يديه العديد من طلبة العلم في الداخل والخارج تخرج منهم قضاة ودكاترة ومدرسين ودعاة وطلبة علم، ولعله أن يأتي وقت مناسب إن شاء الله لذكر أسمائهم.\nمؤلفاته وكتبه:\nأغلب مؤلفاته مذكرات متداولة بين طلابه وغيرهم في التوحيد والفقه.\nومن كتبه المطبوعة، هذا الكتاب الذي بين أيدينا كتاب الحقائق في التوحيد، وكتاب الجمع والتجريد في شرح كتاب التوحيد ،وكتاب التوضيح والتتمات على كشف الشبهات، وكتاب المحكي فيه الإجماع من الأحكام الفقهية.\nنسأل الله عز وجل أن يوفقه ويحفظه ويبارك فيه ويغفر له ولوالديه وأهله، وأن يحفظ ويوفق مشايخه الأحياء وأن يغفر ويرحم لمشايخه الأموات، وأن ينصر الإسلام والمسلمين وأن يعز الجهاد والمجاهدين وأن يخذل أعداء هذا الدين، وصلى الله على نبينا محمد وعلى آله وصحبه أجمعين.\nكتبه أحد طلاب الشيخ\nبسم الله الرحمن الرحيم\nالمقدمة\nم: الحمد الله رب العالمين والصلاة والسلام على أشرف الأنبياء والمرسلين نبينا محمد وعلى آله وصحبه أجمعين وبعد، فهذا كتاب يسر الله جمعه يدور حول حقيقة الإسلام والشرك والكفر ويُذكر فيه أسماء الدين وأحكامه والفرق بينهما واجتماعهما وافتراقهما وحقيقة قيام الحجة وحقيقة المسائل الظاهرة والخفية والفرق بينهما والأصول والشرائع وما يتعلق بذلك بأدلتها من الكتاب والسنة والإجماع وعند الحاجة نذكر أقوال بعض العلماء لما فيها من الفائدة حسب اطلاعنا وما تحصّل لنا مع التقصير، وأكثر الخطأ اليوم هو عدم التفريق بين ذلك.\nش:أراد المصنفُ من هذا المقطع أن يذكرَ:\n1-وصفاً موجزاً و مبسطاً لمحتويات كتابه.\n2-منهجه في هذا الكتاب.\n3-سبب الإختلاف الرئيسي بين المنتسبين للدعوة السلفية خصوصاً وبين فرق الأمة عموماً.\n(1/4)",
        "\nم: قال ابن تيمية رحمه الله (وقد فرق الله بين ما قبل الرسالة وما بعدها في أسماء وأحكام وجمع بينها في أسماء وأحكام) الفتاوى 20/37، وقال (ومعرفة حدود الأسماء واجبة، لاسيما حدود ما أنزل الله على رسوله)،\nش:\n1-النصوص أعلاه للحفظ .\n2-أراد المصنف أن يبين للقارئ السلفي أنه لم يأت ببدعٍ من القول في ذكره للأسماء و الأحكام، بل قد نصَّ عليها إمامُه شيخ الإسلام أبن تيمية رحمه الله.\n3-أهمية معرفة الأسماء و الأحكام ،وأنها من العلم الواجب على كل مسلم.\nم: وقال ابن جرير رحمه الله في تفسير سورة الأعراف عند آية 30 (وهذا من أبين الدلالة على خطأ قول من زعم أن الله لا يعذب أحدا على معصية ركبها أو ضلالة اعتقدها إلا أن يأتيها بعد علم منه بصواب وجهها فيركبها عنادا منه لربه لأن ذلك لو كان كذلك لم يكن بين فريق الضلالة الذي ضل وهو يحسب أنه هاد وفريق الهدى فرق وقد فرق الله بين أسمائهما وأحكامهما في هذه الآية اهـ\nش:\n1-الآية هي قوله تعالى(فريقاً هدى و فريقا حق عليهم الضلالة أنهم اتخذوا الشياطين أولياء و يحسبون أنهم مهتدون)\n2-الشاهدُ من كلام ابن جرير قوله(وقد فرق الله بين أسمائهما وأحكامهما) .\n3-في كلام ابن جرير رد على من أطلق القول بالعذر بالجهل؛ فبين رحمه الله أنَّ الإنسان يستحق العذاب أحيانا لعناده ، و أحيانا أخرى كثيرة لأعراضه عن دين الله، فيلقى الله جاهلاً بدينه و هو يحسب أنه على الهدى.\n4-الإسمان المذكوران في الآية هما: اسما الهداية والضلالة، والأحكام المترتبة عليهما: هي لحوق الوعد للمهتدين والوعيد للضالين.\n(1/5)\n",
        "م: وقال الشيخ عبد اللطيف رحمه الله في منهاج التأسيس ص12 (وكم هلك بسبب قصور العلم وعدم معرفة الحدود والحقائق من أمة وكم وقع بذلك من غلط وريب وغمة مثال ذلك الإسلام والشرك نقيضان لا يجتمعان ولا يرتفعان والجهل بالحقيقتين أو أحدهما أوقع كثيرا من الناس بالشرك وعبادة الصالحين لعدم معرفة الحقائق وتصورها) اهـ وقاله والده عبد الرحمن في رسالة أصل دين الإسلام (فإن من فعل الشرك فقد ترك التوحيد فإنهما ضدان لا يجتمعان).\nش:\n1-المصنف لم يأتِ ببدعٍ حتى في عنوان كتابه،فقد وردت كلمةُ ((الحقائق)) على لسان أئمة الدعوة كما في النص أعلاه.\n2-أهمية معرفة هذه الحقائق لان الإنسان الذي عنده قصور في معرفة الحدود والحقائق قد يقع في الشرك الأكبر فيخرج عن ملة الإسلام وهو لا يدري ؛ فمن فعل الشرك فقد ترك التوحيد فإنهما ضدان لا يجتمعان و نقيضان لا يجتمعان ولا يرتفعان، وسيأتي مزيد بيان لهذا في موضعه إن شاء الله تعالى .\nم:وقال الشيخ عبد الله ابا بطين (ومما يتعين الاعتناء به معرفة حدود ما أنزل الله على رسوله لأن الله سبحانه ذم من لا يعرف حدود ما أنزل الله على رسوله فقال تعالى (الأعراب أشد كفرا ونفاقا وأجدر ألا يعلموا حدود ما أنزل الله على رسوله) رسالة الانتصار\nوهذا الكتاب مشتمل على عشرة أقسام كل قسم له أبواب و أحيانا فصول في الأبواب الطويلة من باب التسهيل والتبسيط ، وعدد أبوابه 69 بابا، وقد يسر الله أن ما في أبواب الكتاب ليس بالمتن القصير ولا بالشرح الطويل وإنما بين ذلك.\nوأقصد بالحقيقة ماهيّة الشيء وكنهه والأصل فيه،\nش: التزم المصنف طريقة السلف حتى في طريقة تأليفه لهذا الكتاب ، وكأنه-فك الله اسره-أراد أن يبين للقارئ أن دعوته سلفيةٌ محضةٌ لا تشوبها شائبة الابتداع.\nم: ومن أراد طبع هذا الكتاب يريد وجه الله فلا مانع عندي بشرطين :\n1-أن يكتب على غلاف الطبعة التي طبعها (وقف لله تعالى )،\n(1/6)\n\n2-أن يعرض عليّ النسخة قبل طبعها من أجل مطابقتها على النسخة الأصلية للتأكد من عدم الزيادة أو النقص، فإن تعذر ذلك فلا مانع من مطابقة ما يُراد طبعه على النسخة الأصلية بشهادة بعض طلبة العلم الموثوقين ويكون عددهم اثنين بأسمائهم الصريحة في آخر الكتاب بعبارة (طابقه على أصله فلان وفلان)، والله الهادي إلى سبيل الرشاد، كما أحث الأخوة الكرام إلى أخذ الكتاب من أماكنه الموثوقة.\nنسأل الله التيسير والإعانة وأن يتمم المقصود سبحانه وتعالى وصلى الله على نبينا محمد وعلى آله وصحبه وسلّم.\nكتبه: علي بن خضير الخضير\nالقصيم ـ بريدة\nالختم بتوقيعه\nالقسم الأول\nكتاب حقيقة الإسلام والشرك\n1ـ باب حقيقة الإسلام\nم: قال الله تعالى (فإن حاجوك فقل أسلمت وجهي لله ومن اتبعن) الآية\nوقال تعالى (بلى من أسلم وجهه لله وهو محسن فله أجره عند ربه ولا خوف عليهم ولا هم يحزنون) وقال تعالى (ومن أحسن دينا ممن أسلم وجهه لله وهو محسن واتبع ملة إبراهيم حنيفا) الآية، وفي الحديث (بني الإسلام على خمس شهادة أن لا اله إلا الله) الحديث متفق عليه من حديث عمر رضى الله عنه.\nش:\n1-قوله الحديثَ (بالفتح) أي أكمل الحديث، فمحلُ الشاهد الحديث بطوله لا الجزء المذكور فقط.\n2-الاسلام (يحفظ): هو الإستسلامُ لله بالتوحيد، و الخلوصُ من الشرك، و الإنقيادُ له بالطاعة.\nقال تعالى (قل إنّ صلاتي و نسكي و محياي ومماتي لله رب العالمين لا شريك له و بذلك أمرت و أنا من المسلمين).\n3-قوله (الطاعة) يدخل فيها أول ما يدخل أعمالُ الجوارح التي هي من أصل الأيمان والتي يزول الأيمان بزوالها كالصلاة مثلاً، ثم يدخل فيها الأعمالُ التي هي من واجب الايمان، ثم بعد ذلك الأعمال التي هي من كمال الأيمان.\nفصل\nش:\nهذا الفصل تابعٌ لبابِ حقيقةِ الإسلام ، وفيه شروط كلمة التوحيد؛ فمن قامت فيه حقيقةُ الإسلام بالشروط الثمانية الآتية فهو المسلم:",
        "(1/7)\n\nم: وقال تعالى (فاعلم أنه لا إله إلا الله ) وروى مسلم رحمه الله من حديث عثمان رضى الله عنه (من مات وهو يعلم أنه لاإله إلا الله دخل الجنة)\nش: هذا هو شرطُ العلم ، و ضده الجهل، والعلمُ من قول القلب\nفائدة : قول القلب يراد به الأمور الأعتقادية.\nم:وقال تعالى (قولوا آمنا بالله وما أنزل إلينا ) الآية وفي الحديث (أُمرت أن أُقاتل الناس حتى يقولوا لا إله إلا الله وأن محمدا رسول الله وإقام الصلاة وإيتاء الزكاة..) الحديث، متفق عليه من حديث أبي هريرة رضى الله عنه.\nش: الشرط الثاني: قول اللسان وضده السكوت. تأمل الحديث والآية.\nم:وقال تعالى (إ نما المؤمنون الذين آمنوا بالله ورسوله ثم لم يرتابوا) وفي الحديث (لا يلقى الله بهما شاك فيهما إلا دخل الجنة) رواه مسلم من حديث أبي هريرة رضى الله عنه.\nش:الشرط الثالث: اليقين وضده الشك، واليقين من قول القلب.\nم: وقال تعالى (والله يشهد إن المنافقين لكاذبون) وفي الحديث (من مات وهو يشهد أن لا إله إلا الله صادقا من قلبه دخل الجنة) رواه أحمد من حديث معاذ رضى الله عنه.\nش:الشرطالرابع : الصدق وضده الكذب، و الصدق من قول القلب.\nم: وقال تعالى (ومن الناس من يتخذ من دون الله أندادا يحبونهم كحب الله والذين آمنوا أشدوا حبا لله) وفي الحديث (ثلاث من كن فيه وجد بهن حلاوة الإيمان أن يكون الله ورسوله أحب إليه مما سواهما) الحديث متفق عليه من حديث أنس رضى الله عنه.\nش:الشرط الخامس: المحبة وضدها البغض، والمحبة أول مراتب أعمال القلوب على وجه الإجمال.\nم:وقال تعالى (إنهم كانوا إذا قيل لهم لاإله إلا الله يستكبرون) وفي الحديث (لا يدخل الجنة من كان في قلبه مثقال ذرة من كبر) رواه مسلم من حديث ابن مسعود رضى الله عنه.\nش:الشرط السادس: القبول والأنقياد وضده الكبر. القبول والأنقياد من أعمال القلوب المستلزمة لأعمال الجوارح.\n(1/8)",
        "\nم:وقال تعالى (فادعوا الله مخلصين له الدين) وفي الحديث (فإن الله حرم على النار من قال لاإله إلا الله يبتغي بذلك وجه الله) متفق عليه من حديث عتبان رضى الله عنه.\nش:الشرط السابع : الإخلاص و معناه: ترك الشرك، وضده الشرك.\nم:وقال تعالى (فمن يكفر بالطاغوت ويؤمن بالله فقد استمسك بالعروة الوثقى) وفي الحديث (من قال لاإله إلا الله وكفر بما يُعبد من دون الله حرم ماله ودمه) رواه مسلم من حديث أبي مالك الأشجعي عن أبيه.\nش:الشرطالثامن: الكفر بالطاغوت وضده الإيمان به.\nفائدة : رؤوس الطواغيت خمسة(1:109الدرر):\n1-إبليس اللعين\n2-الحاكم الجائر المغير لما أنزل الله\n3-الحاكم بغير ما أنزل الله\n4-المدعي لعلم الغيب\n5-من عبد من دون الله وهو راض.\nفائدة: في بيان كيفية الكفر بالطاغوت(الدرر بتصرف يسير):\n1-إعتقاد بطلان عبادة الطاغوت.\n2-تركها.\n3-بغض الطاغوت و عدواته.\n4-تكفيره إن كان عاقلاً.\n* هذه الأربعة في الطاغوت نفسه، و ما سيأتي هو في أهل الطاغوت:\n5-بغض أهل الطاغوت.\n6-تكفيرهم.\nفائدة في ذكر بعض الأمثلة على الطواغيت المعاصرة:\nالمثال الأول: العلمانية،الكفر بها يكون بـ:\n1-إعتقاد بطلان السير على هذا المنهج الكفري.\n2-تركها.\n3-بغض هذه الفكرة و الجهر بعداوتها.\n4-بغض العلمانيين.\n5-تكفير العلمانيين.\nالمثال الثاني:الديمقراطية،الكفر بها يكون بـ:\n1-إعتقاد بطلانها.\n2-تركها (ترك الدخول في البرلمانات والمجالس التشريعية في الدول الديمقراطية الكافرة).\n3-بغضها.\n4-بغض الديمقراطيين.\n5-تكفير الديمقراطيين (انظر فتوى الشيخ علي الخضير في البرلمانيين ص من هذا الكتاب)\nالمثال لثالث :الحاكم بغير ما أنزل الله،الكفر به يكون بـ:\n1-إعتقاد بطلان ولايته و طاعته.\n2-ترك طاعته و الخروج عليه.\n3-بغضه.\n4-تكفيره.\n5-بغض وزراءه وجنده.\n6-تكفير وزراءه و جنده.\nفصل\nش: فصلٌ في نقل الإجماع على شروط كلمة التوحيد.\n(1/9)\n",
        "م:قال ابن حزم رحمه الله (وقال سائر أهل الإسلام كل من اعتقد بقلبه اعتقادا لايشك فيه وقال بلسانه لاإله إلا الله وأن محمدا رسول الله وأن كل ما جاء به حق وبرئ من كل دين سوى دين محمد صلى الله عليه وسلم فإنه مسلم مؤمن ليس عليه غير ذلك) الفصل 4/35.\nش:قوله: (وقال سائر أهل الأسلام) هذا إجماع، (اعتقادا) هذا شرط العلم (لايشك فيه) هذا شرط اليقين، (وقال بلسانه) هذا شرط القول، (وبرئ من كل دين) هذا فيه شرطا الإخلاص والكفر بالطاغوت.\nقوله (ليس عليه غير ذلك) عند أول دخوله الدين أما بعد ذلك فعليه الانقياد بالطاعة على التفصيل المذكور في الباب الأول.\nم: وقال الشيخ سليمان بن عبد الله بن محمد بن عبد الوهاب رحمه الله (إن النطق بها من غير معرفة معناها ولا عمل بمقتضاها من التزام التوحيد وترك الشرك والكفر بالطاغوت فإن ذلك غير نافع بالإجماع) في كتابه التيسير.\nش: (النطق بها) شرط القول، (معرفة معناها) شرط العلم، (عمل بمقتضاها) شرط الانقياد، (وترك الشرك) شرط الإخلاص، و(الكفر بالطاغوت).\nم:وقال الشيخ عبد الله ابا بطين رحمه الله (وقد تظاهرت دلائل الكتاب والسنة وإجماع الأُمة على اشتراط الإخلاص للأعمال والأقوال) وقال الشيخ عبد الرحمن بن حسن بن محمد بن عبد الوهاب رحمه الله (أجمع العلماء سلفا وخلفا من الصحابة والتابعين والأئمة وجميع أهل السنة أن المرء لا يكون مسلما إلا بالتجرد من الشرك الأكبر والبراءة منه) ( الدرر 11/545- 546 ).\n2ـ باب حقيقة الشرك\nم: قال تعالى (وأن المساجد لله فلا تدعو مع الله أحدا) وقال تعالى (وقال الله لا تتخذوا إلهين اثنين إنما هو إله واحد فإياي فارهبون) وقال تعالى (يعبدونني لا يشركون بي شيئا) وقال تعالى (أم لهم شركاء شرعوا لهم من الدين مالم يأذن به الله) وقال تعالى (ألم تر إلى الذين يزعمون أنهم آمنوا بما أنزل إليك وما أنزل من قبلك يريدون أن يتحاكموا إلى الطاغوت وقد أمروا أن يكفروا به).\n(1/10)\n\nش: هذه تعاريف قرآنية للشرك.\nفائدة: السجود للأصنام = السجود للكواكب والنجوم = السجود للأنبياء = السجود للصالحين = السجودللقبور = الصلاة للأصنام = الصلاة للأنبياء = الصلاة للصالحين= الصلاة للطالحين=الصلاة للقبور= الإستعاذة بغير الله = دعاء الأصنام = دعاء الأنبياء والصالحين = الطلب من الأموات = النذر للأصنام = النذر للكوكب والنجوم = النذر للأنبياء = النذر للصالحين = النذر للطالحين = طلب الشفاعة من الأصنام = طلب الشفاعة من الأنبياء والشهداء والصالحين = طلب الشفاعة من الملائكة المقربين = التحاكم لسدنة الأصنام والقبور = التحاكم الى الأحبار والرهبان = التحاكم الى الشعب (الديمقراطية) = التحاكم الى ال UN= التحاكم الى الغرب او الشرق الكافرين = تحكيم غير شرع الله = حب الكافر = الإنتماء الى الأحزاب العلمانية = الزعم بأنَّ الله اتخذ المسيح ولداً = الزعم بأن الله اتخذ العزير ولداً = عبادة غير الله = الشرك\nم: وعن عبد الله بن مسعود رضى الله عنه مرفوعا (أي الذنب أعظم قال: أن تجعل لله ندا وهو خلقك) متفق عليه.\nش:تعريف نبوي للشرك\nم: وعن أبي بكر رضى الله عنه قلنا يا رسول الله وهل الشرك إلا ما عُبد من دون الله أو دعي مع الله رواه أبو يعلى وفيه ضعف،\nش:الحديث و إن كان فيه ضعف إلاّ أنه يندرج تحت أصل صحيح، وفيه عظيم فقه الصحابة رضي الله عنهم، و إقرار النبي صلى الله عليه وسلم لتعريفهم للشرك.\nم: وروى البخاري معلقا وقال ابن عباس كباسط كفيه مثل المشرك الذي عبد مع الله إلها غيره كمثل العطشان الذي ينظر إلى خياله في الماء من بعيد وهو يريد أن يتناوله ولا يقدر اهـ 0\nش:(المشرك الذي عبد مع الله إلها غيره)؛ تعريفُ حبرِ الأمة للشرك.\nفصل\nش: فصل في نقل الإجماع على حقيقة الشرك.",
        "(1/11)\n\nم:نقل القاضي عياض في الشفاء في فصل ما هو من المقالات كفر (على أن كل مقالة نفت الوحدانية أو صرحت بعبادة أحد غير الله أو مع الله فهي كفر بإجماع المسلمين)\nوقال الشيخ محمد بن عبد الوهاب في تاريخ نجد ص223 قال إن الشرك عبادة غير الله والذبح والنذر له ودعاؤه قال ولا أعلم أحدا من أهل العلم يختلف في ذلك (بتصرف)\nوقال الشيخ إسحاق بن عبد الرحمن رحمه الله(دعاء أهل القبور وسؤالهم والاستغاثة بهم لم يتنازع فيها المسلمون بل هي مجمع على أنها من الشرك المكفر) (رسالة تكفير المعين)\nوفيها قال (كيف يُجعل النهي عن تكفير المسلمين متناولا لمن يدعو الصالحين ويستغيث بهم مع الله ويصرف لهم من العبادات ما لا يستحق إلا الله وهذا باطل بنصوص الكتاب والسنة وإجماع الأمة)\nش: مراد الشيخ إسحق أنَّ هؤلاء المذكورين مشركون أصلا، مستحقون للتكفير المستلزم للقتال في الدنيا و العذاب في الأخرة بعد أن قامت عليهم الحجة بدعوة الشيخ محمد، فلا يصح حمل النهي الوارد عن تكفير المسلم عليهم.\nملاحظة:\n1-اسم الشرك لا ارتباط له بالحجة، فمن قامت فيه حقيقة الشرك فهو مشركٌ، وان كان جاهلاً أو في زمن فترة أو متأولاً.\n2-التكفير المستلزم للقتل و التعذيب لا يكون إلاّ بعد قيام الحجة، و سيأتي تفصيل هذا لاحقاً إن شاء المولى جلَّ و علا.\nم:وفيها قال (دعاء القبور وسؤالهم والاستغاثة بهم ليست من هذا الباب ولم يتنازع فيها المسلمون بل مجمع على أنها من الشرك المكفر كما حكاه شيخ الإسلام ابن تيمية نفسه وجعله مما لاخلاف بالتكفير به)\nونقل الشيخ سليمان في التيسير ص117 ( إجماع المفسرين على أن الطاعة في تحليل ما حرم الله أو تحريم ما أحل الله أنه عبادة لهم وشرك طاعة ) ونقل أيضا الإجماع على أنه لابد من الكفر بالطاغوت في صحة التوحيد)0\n3ـ باب الإسلام والشرك ضدان لا يجتمعان\n(1/12)",
        "\nش:ملخص هذا الباب أنه لا يمكن ان تقوم في الإنسان حقيقتا الإسلام و الشرك في آن واحد،فمن قامت فيه حقيقة الشرك فهو مشرك وان زعم أنه مسلم.\nم: قال تعالى (فماذا بعد الحق إلا الضلال )\nش:إما حقٌ و إما ضلالٌ.\nم:وقال تعالى (إنا هديناه السبيل إما شاكرا و إما كفورا )\nش:الإنسان إما شاكرٌ أو كفورٌ.\nم: وقال تعالى (هو الذي خلقكم فمنكم كافر ومنكم مؤمن )\nش: إما كافر أو مؤمن.\nم:وقال ابن تيمية رحمه الله (ولهذا كان كل من لم يعبد الله فلا بد أن يكون عابدا لغيره يعبد غيره فيكون مشركا وليس في بني آدم قسم ثالث بل إما موحد أو مشرك أو من خلط هذا بهذا كالمبدلين من أهل الملل والنصارى ومن أشبههم من الضلال المنتسبين إلى الإسلام) الفتاوى 14/284,282\nش:\n1-هذا نصٌ من شيخ الإسلام على أنَّ من قامت فيه حقيقةُ الشرك(يعبد غير الله) فهو مشركٌ، ولا يمكن أن يسمى موحداً سواءً قامت عليه الحجةُ أو لم تقم، فإذا رأيت في كتب شيخ الإسلام و أئمة الدعوة وصفاً لإنسانٍ بفعل الشرك(كقولهم يستغيث بغير الله...) فاعلم أنهم قد الحقوا به اسم الشرك، لأنه لا فرق بين القول و القائل و الفعل والفاعل و بين النوع و العين في باب الشرك الأكبر.\nفائدة:قال الشيخ أبو مريم عبد الرحمن بن طلاع المخلف حفظه الله:\n\" من بدع هذا العصر الشرعية و اللغوية و العقلية التفريق بين الفعل و الفاعل ، فالأصل لغة و شرعاً بل و عقلاً: أنَّ من فعل فعلاً سُمي بهذا الفعل؛ فمن أكل سمي آكلاً، و من شرب سُمي شارباً، سواءً قيل بأنَّ الاسم مشتقٌ من المصدر أو من الفعل، فكل النحويين متفقون على ذلك، و إن اختلفوا في أصل الإشتقاق؛ لأن المصدر و الفعل كلاهما يتضمن الحدث الذي هو الفعل ، فشاربٌ مثلاً يتضمن حدث الشرب، و هذا الحدث موجود في في الفعل و المصدر، و فارق الفعل المصدر بأن الحدث قارنه زمن ،\nو هذا من تدبره علم علم اليقين بأنه مقتضى جميع اللغات .\n(1/13)\n",
        "و كذلك شرعاً؛ كل من فعل فعلا سُمي بهذا الفعل فمن أشرك مع الله غيره سمي مشركاً و من ابتدع في الدين سمي مبتدعاً، و من شرب الخمر سمي شارباً للخمر .\"(مقال الفرق بين الكفر و الشرك –منتدى أهل الحديث)\nمثال: قال الشيخ محمد بن عبد الوهاب رحمه الله: \" فمن عبد اللَّه ليلاً ونهاراً ثم دعا نبياً أو ولياً عند قبره ، فقد اتخذ إلهين اثنين ولم يشهد أن لا إله إلا اللَّه ، لأن الإله هو المدعو ، كما يفعل المشركون اليوم عند قبر الزبير أو عبد القادر أو غيرهم، وكما يفعل قبل هذا عند قبر زيد وغيره ... \" (تاريخ نجد ص341). لم يفرق الشيخ محمد رحمه الله بين الفعل و الفاعل فسماهم مشركين لقيام حقيقة الشرك فيهم بدعائهم غير الله.\n2-من زعم أنَّ هناك قسمٌ ثالثٌ؛ موحدٌ مشركٌ!! فهو ضالٌ مبتدعٌ مخالفٌ لقول أهل السنة.\nم: وقال الشيخ عبد الرحمن في شرحه لأصل الإسلام وقاعدته وعبد اللطيف في المنهاج ص12، قالا (من فعل الشرك فقد ترك التوحيد فإنهما ضدان لا يجتمعان ونقيضان لا يجتمعان ولا يرتفعان ) 0\nش: (النص للحفظ في غاية الأهمية)\nمن تلبس بالشرك فهو مشركٌ قامت فيه حقيقةُ الشرك،فإن كان مسلماً قبل فعله الشرك ارتد به ، لأنَّ الشركَ و التوحيدَ ضدان لا يجتمعان، و نقيضان لا يجتمعان و لا يرتفعان سوية، فلا بد من ثبوت أحد النقيضين.\nملاحظة:الأضدادُ لا تجتمع، ولكن يمكن أن ترتفع سويةً، ولذا قال الامامان الجليلان(ونقيضان..)لأنَّه لابدَّ من ثبوت أحد النقيضين مع ارتفاع الاخر، وهذا من دقة فهم أئمة الدعوة رحمهم الله.\n4ـ باب اسم الشرك من باب أسماء الأفعال المذمومة\n(1/14)\n\nش:الشركُ فعلٌ مذمومٌ قبلَ الرسالة وبعدها، معلومٌ قبحُه و بطلانُه ، والنّاس مستحقون للعذاب بشركهم و لكن اللهَ مَنَّ على عباده؛ فما أوجب عليهم ترك الشرك و لزوم التوحيد إلا بالسّمع ،و لهذا لا يعذبُ عبادَه إلا بعد قيام الحجة الرسالية عليهم، قال تعالى (وما كنا معذبين حتى نبعث رسولا ).\nم: قال تعالى (ولولا أن تصيبهم مصيبة بما قدمت أيديهم فيقولوا ربنا لولا أرسلت إلينا رسولا )\nش: ما قدمت أيديهم هو الشرك المعلوم ذمُّه، و هم مستحقون للعذاب(المصيبة) لولا منّ الله على عباده(وما كنا معذبين حتى نبعث رسولا ).\nم: وفي الحديث المتفق عليه عن حذيفة قال(يا رسول الله إنا كنا في جاهلية وشر فجاءنا الله بهذا الخير)\nش:سمَّى حذيفةُ زمنَ الشرك جاهليةً و شراً وإن كان قبل الرسالة.\nم:وفي الحديث عن عمرو بن عبسة السلمي قال (كنت وأنا في الجاهلية أظن الناس على ضلالة وأنهم ليسوا على شئ وهم يعبدون الأوثان ) رواه مسلم.\nش:عمرو بن عبسة رضي الله عنه كان من الحنفاء، وكان يعلم قبح الشرك و ضلال الناس قبل الرسالة لأنَّ قبحَ الشرك واضحٌ بيِّن. قال الشيخُ محمّد لما ذكر ما في قصة عمرو بن عبسة من الفوائد:الأولى كون الشرك يعرف قبحه بالفطرة.(الدرر 52:8).\nوقد يسّر الله شرح فوائد الإمام محمد بن عبد الوهاب على قصة عمرو بن عبسة في رسالةٍ لطيفةٍ فلله الحمد والمنّة.\nم: وقال ابن تيمية (والجمهور من السلف والخلف على أن ما كانوا فيه قبل مجيء الرسول من الشرك والجاهلية كان سيئا قبيحا وكان شرا لكن لا يستحقون العذاب إلا بعد مجيء الرسول ولهذا كان للناس في الشرك والظلم والكذب والفواحش ونحو ذلك ثلاثة أقوال :\nقيل إن قبحها معلوم بالعقل وأنهم يستحقون العذاب على ذلك في الآخرة وإن لم يأتهم الرسول كما يقوله المعتزلة،",
        "(1/15)\n\nش:( قبحها معلوم بالعقل)هذا موافقٌ لقولِ أهل السنة،(وأنهم يستحقون العذاب على ذلك)هذا قولٌ مبتدعٌ مخالفٌ لكتابِ الله(وما كنا معذبين حتى نبعث رسولا ) ،فالعقل حجة في بطلان الشرك ولكنه ليس بحجة في العذاب لأنَّ الحجةَ فيه السمعُ كما سيأتي في كلام اللالكائي رحمه الله ، فاللهُ سبحانه و تعالى ما كلفنا الكفر بالطاغوت و و توحيده إلا بالسمع.\nم: وقيل لاقبح ولاحسن ولاشر فيهما قبل الخطاب 00كما تقوله الأشعرية ومن وافقهم\nش:الأشعرية يقولون: لا توجد أسماء و أحكام قبل البعثة و هو قولٌ مبتدعٌ مخالفٌ للكتاب و السنة.\nم:وقيل إن ذلك سئ وشر وقبيح قبل مجيء الرسول لكن العقوبة إنما تستحق بمجيء الرسول وعلى هذا عامة السلف وأكثر المسلمين وعليه يدل الكتاب والسنة فإن فيهما بيان أن ما عليه الكفار هو شر وقبيح وسئ قبل الرسل وإن كانوا لا يستحقون العقوبة إلا بالرسل) الفتاوى11/677.676والفتاى 20/38،37 وقاله تماما أيضا ابن القيم في المدارج 1/230.234.240 0\nش: تقدم قول شيخ الإسلام (وقد فرق الله بين ما قبل الرسالة وما بعدها في أسماء وأحكام وجمع بينها في أسماء وأحكام ) الفتاوى 20/37\n5ـ باب الحجة في بطلان الشرك\nش:\n1-تنبه أخي القارئ الكريم؛ فهذا الباب في بيان الحجة في بطلان الشرك و لا يراد به بيان الحجة في العذاب.\n2-الحجة الدلالة المبينة للمحجة أي المقصد المستقيم و الذي يقتضي صحة أحد النقيضين، قال تعالى (فلله الحجة البالغة) (مفردات الراغب ص109) .\nم: قال تعالى (ضرب لكم مثلا من أنفسكم هل لكم مما ملكت أيمانكم من شركاء فيما رزقناكم فأنتم فيه سواء تخافونهم كخيفتكم أنفسكم كذلك نفصل الآيات لقوم يعقلون)\nوقال تعالى (أيشركون مالا يخلق شيئا وهم يخلقون ) وقال تعالى (والذين تدعون من دونه لا يملكون من قطمير )\nش:الآيات الكريمة أعلاه تبين بطلان الشرك بدلالة العقل، فالعقل حجة في بطلان الشرك.\n(1/16)",
        "\nم:وقال تعالى (وإذ أخذ ربك من بني آدم من ظهورهم ذريتهم وأشهدهم على أنفسهم الست بربكم قالوا بلى شهدنا)\nش:هذه الآية الكريمة تسمى ((آية الميثاق))والذي أخذه الله على عباده في عالم الذر و هو الحجة الثانية في بطلان الشرك.\nم:و قال تعالى (فأقم وجهك للدين حنيفا فطرت الله التي فطر الناس عليها)0\nوعن أبي هريرة مرفوعا (ما من مولود إلا يولد على الفطرة فأبواه يهودانه أو ينصرانه أو يمجسانه) قال أبو هريرة فطرة الله التي فطر الناس عليها)رواه البخاري ومسلم 0وفُسر بالإسلام وهو قول أبي هريرة وعكرمة والحسن والضحاك ومجاهد وقتادة والبخاري وابن تيمية وابن القيم وابن كثير، قال ابن تيمية (والآثار المنقولة عن السلف لاتدل إلا على هذا القول أنهم ولدوا على الفطرة) درء التعارض\nش: الحجة الثالثة في بطلان الشرك؛ الفطرة\nم:وفي حديث عمرو بن عبسه قال( كنت وأنا في الجاهلية أظن أن الناس على ضلالة وأنهم ليسوا على شئ وهم يعبدون الأوثان ) رواه مسلم ، وفي السيرة قصة الحنفاء ،\nش:قصة عمرو بن عبسة تطبيقٌ عمليٌ لما تقدم ؛ فعمرو رضي الله عنه أدرك بعقله و فطرته السليمة بطلان الشرك و ضلال قومه.\nم: وقال ابن القيم في تعليقه على آية الميثاق (وهذا يقتضي أن نفس العقل الذي به يعرفون التوحيد حجة في بطلان الشرك لا يحتاجون في ذلك إلى رسول ،\nش:ولم يقل حجة في العذاب .\nم: وهذا لاينا قض (وما كنا معذبين حتى نبعث رسولا ) وقال فكون ذلك فاحشة وإثما وبغيا بمنزلة كون الشرك شركا ،فهو شرك في نفسه قبل النهي وبعده\nش:فكون الشرك شركاً لا علاقة له بقيام الحجة، فمن فعل الشرك فهو مشركٌ سواء قامت عليه الحجة أو لم تقم.\n(1/17)\n",
        "م: فمن قال إن الفاحشة والقبائح والآثام إنما صارت كذلك بعد النهي فهو بمنزلة من يقول الشرك إنما صار شركا بعد النهي وليس شركا قبل ذلك ومعلوم أن هذا مكابرة صريحة للعقل والفطرة) مدارج السالكين 1/230.234.240 وقال فيه (إن قبح عبادة غير الله تعالى مستقر في العقول والفطر، والسمع نبّه العقول وأرشدها إلى معرفة ما أودع فيها من قبح ذلك)\nش:الخلاصة : الحجة في بطلان الشرك:الميثاق ثم الفطرة ثم العقل بعد ذلك.\nم: و قال اللالكائي في شرح السنة 2/216 باب سياق ما يدل من كتاب الله عز وجل وما روي عن رسول الله صلى الله عليه وسلم على أن وجوب معرفة الله تعالى وصفاته بالسمع لا بالعقل قال وكذلك وجوب معرفة الرسل بالسمع ،و قال وهذا مذهب أهل السنة والجماعة) اهـ\nش:1- اللالكائي إمام في هذا الباب، فإذا نقل عن أهل السنة والجماعة مذهباً فعضَّ عليه بالنواجذ.\n2- قوله:\" وجوب معرفة الله تعالى وصفاته بالسمع \" أي أنَّ الحجة في التكليف السمع و قد تقدم مراراً.\n6ـ باب معرفة قبح الشرك والزنى والظلم والخمر والكذب ونحوها بالفطرة والعقل\nش:\n1-هذا من باب الإستطراد وليس من أصل موضوع الكتاب.\n2-المصنف اقتصر في هذا الباب على دليلي العقل و الفطرة و لم يذكر الميثاق ،و ذلك أنَّ الميثاق أُخذ عليهم في التوحيد و لم يؤخذ عليهم في مثل هذه الأمور(الزنا و الظلم..الخ).\n3-إذا كانت هذه الأمور التي هي دون الشرك معروف قبحها فما بالك في الشرك؟!.\nم:قال تعالى (وإذا فعلوا فاحشة قالوا وجدنا عليها آباؤنا)\nش: وجه الدلالة أنهم سموها فاحشة، واباؤهم ارتكبوا هذه الفواحش قبل البعثة .\nم: وقصة النجاشي مع الصحابة قال له جعفر رضى الله عنه (أيها الملك كنا قوما أهل جاهلية نعبد الأصنام ونأكل الميتة ونأتي الفواحش ونُسيء الجوار) رواه ابن خزيمة في صحيحه، وفي الحديث الصحيح (خمس من الفطرة ثم ذكرها ).\nش:أمور الفطرة معروف استحبابها و قبح تركها.\n(1/18)\n\nم: وقال ابن تيمية (فإن الله سماهم قبل الرسالة ظالمين وطاغين ومفسدين وهذه أسماء ذم الأفعال والذم إنما يكون في الأفعال السيئة القبيحة فدل ذلك على أن الأفعال تكون قبيحة مذمومة قبل مجيء الرسول إليهم لا يستحقون العذاب إلا بعد إتيان الرسول إليهم لقوله (وما كنا معذبين حتى نبعث رسولا ) الفتاوى 20/38.37\nش:\n1-الأسماء المذكورة(ظالمين وطاغين ومفسدين) لا علاقة لها بالحجة فتُطلق على من قامت فيه حقيقة الظلم أو الطغيان أو الإفساد قبل قيام الحجة ،لكن لا يعذب حتى تقوم عليه الحجة.\n2-الأفعال تكون قبيحةً مذمومةً قبل مجيء الرسول إليهم ،و الشركُ بلا ريب أقبح هذه الأعمال،فمن قامت فيه حقيقة الشرك فهو مشركٌ لكن لا يستحق العذاب إلا بعد إتيان الرسول.\nم:وقال ابن القيم في تعليقه على آية الميثاق (وهذا يقتضي أن نفس العقل الذي به يعرفون التوحيد حجة في بطلان الشرك لا يحتاجون في ذلك إلى رسول ، وهذا لاينا قض (وما كنا معذبين حتى نبعث رسولا ) وقال فكون ذلك فاحشة وإثما وبغيا بمنزلة كون الشرك شركا ،فهو شرك في نفسه قبل النهي وبعده فمن قال إن الفاحشة والقبائح والآثام إنما صارت كذلك بعد النهي فهو بمنزلة من يقول الشرك إنما صار شركا بعد النهي وليس شركا قبل ذلك ومعلوم أن هذا مكابرة صريحة للعقل والفطرة ) مدارج السالكين 1/230.234.240\nوقال فيه (إن قبح عبادة غير الله تعالى مستقر في العقول والفطر ، والسمع نبّه العقول وأرشدها إلى معرفة ما أودع فيها من قبح ذلك ) وفي السيرة ذكر من لم يشرب الخمر في الجاهلية وفيها قصة حلف الفضول 0\n7ـ باب متى ابتداء حدوث الشرك في هذه الأمة ؟\nش: هذا الباب فيه سردٌ تاريخيٌ لظهور الشرك في أمَّة النَّبي صلى الله عليه سلم المنتسبين له.\nم:والرافضة هم الذين أحدثوا الشرك في هذه الأمة ،",
        "(1/19)\n\nفهم أول من أحدث الشرك في زمن علي بن أبي طالب رضى الله عنه فأحرقهم بالنار، وهم أول من أحدث الشرك في النبوة بعد حرب المرتدين فادعى المختار بن أبي عبيد الثقفي النبوة واشتراكه فيها ، ثم أحدثوا الشرك في الأسماء والصفات حيث شبهوا الله بخلقه فخرجت منهم طائفة المشبهة\nش:\n1-الشرك في هذا الطور كان على شكل فردي.\n2- (بعد حرب المرتدين) فمسيلمة و الأسود العنسي و سجاح و طلحة بن خويلد أحدثوا الشرك في النبوة في أخر عهد النبي صلى الله عليه و سلم وأول أيام أبي بكر.\nم:ثم فيما بعد أحدثوا الشرك في الألوهية عن طريق القرامطة في بعض البلاد رفعوا لواء الشرك في عصرهم قال الشيخ محمد بن عبد الوهاب عن القرامطة ( إنهم أظهروا شرائع الإسلام وإقامة الجمعة والجماعة ونصبوا القضاة والمفتين لكن أظهروا الشرك ومخالفة الشريعة فأجمع أهل العلم على أنهم كفار ) مختصرا من السيرة له ،\nش: قال الشيخ محمد:(فأجمع أهل العلم على أنهم كفار و أن دارهم دار حرب مع إظهارهم شعائر الإسلام و شرائعه وفي مصر من العلماء و العباد ناس كثير وأكثر أهل مصر لم يدخل معهم فيما أحدثوه و مع ذلك أجمع العلماء على ما ذكرنا حتى أن بعض أكابر العلماء المعروفين بالصلاح قال لو أن معي عشرة أسهم لرميت بواحد النصارى و رميت بالتسعة في بني عبيد و لما كان في زمن السلطان محمود بن زنكي أرسل اليهم جيشا عظيما فأخذوا مصر من أيديهم ولم يتركوا جهادهم لاجل من فيها من الصالحين)الدرر(8\\23)\n(1/20)",
        "\nم: وكذا بني بويه قال عبد الرحمن بن حسن ( أما الإلحاد في التوحيد العملي ، توحيد القصد والطلب فذلك وقع لما صار لبني بويه الديلمي في المشرق دولة فأظهروا الغلو في أهل البيت وبنوا المشهد بزعمهم أنه قبر أمير المؤمنين علي بن أبي طالب رضى الله عنه وبنوا على قبر الحسين وغيره من قبور آل البيت وعبدوهم بأنواع العبادة وتبعهم على ذلك بنوا عبيد القداح ) الدرر9/188،144 ط دار الإفتاء ،ونقله عن ابن تيمية.\nش:في هذا الطور صار الشركُ ظاهرةً و تياراً له دولةٌ تحميه و تعمل على نشره.\nم: وقال ابن تيمية (أول من وضع هذه الأحاديث في السفر لزيارة المشاهد التي على القبور أهل البدع من الروافض ونحوهم ) في الرد على الاخنائي ص47 بهامش تلخيص الرد على البكري ،وقال أيضا (و أما الحجاج إلى القبور والمتخذون لها أوثانا ومساجد وأعيادا هؤلاء لم يكن على عهد الصحابة والتابعين وتابعيهم منهم طائفة تعرف ولا كان في الإسلام قبر ولا مشهد يحج إليه بل هذه إنما ظهر بعد القرون الثلاثة) الرد على الاخنائي ص101 بهامش تلخيص الرد على البكري، ط الدار العلمية\nوقال الشيخ عبد اللطيف بن عبد الرحمن (إن الاعتقاد في الأموات إنما حدث بعد موت الأمام أحمد ومن في طبقته من أهل الحديث والفقهاء والمفسرين)\nوقال الشيخ محمد في تاريخ نجد ص320 في رسالته إلى السويدي قال (إن أول من أدخل الشرك في هذه الأمة هم الرافضة الملعونة الذين يدعون عليا وغيره ويطلبون منهم قضاء الحاجات وتفريج الكربات ) وقال في كتاب التوحيد في مسائل باب ما جاء من التغليظ فيمن عبد الله عند قبر رجل صالح قال : وبسبب الرافضة حدث الشرك وعبادة القبور وهم أول من بنى عليها المساجد اهـ\nوقال الشيخ عبد الرحمن بن حسن في قرة عيون الموحدين ص45\n(1/21)\n",
        "( وقد عمت البلوى بالجهل بعد القرون الثلاثة لما وقع الغلو في قبور أهل البيت وغيرهم وبنيت عليها المساجد وبنيت لها المشاهد فاتسع الأمر وعظمت الفتنة في الشرك المنافي للتوحيد لما حدث الغلو في الأموات ، وتعظيمهم بالعبادة )، وقال ابن سحمان في كشف الشبهتين ص 93 (أما مسألة توحيد الله وإخلاص العبادة له فلم ينازع في وجوبها أحد من أهل الإسلام ولا أهل الأهواء ولا غيرهم ، وهي معلومة من الدين بالضرورة )،وقاله قبله شيخه عبد اللطيف في المنهاج ص101.\nوقال ابن تيمية في الرد على الاخنائي ص95 إن كثيرا من الناس دخلوا في الإسلام من التتار وغيرهم وعندهم أصنام لهم من لبد وغيره وهم يتقربون إليها ويعظمونها ولا يعلمون أن ذلك محرم في دين الإسلام ويتقربون إلى النار أيضا ولا يعلمون أن ذلك محرم فكثير من أنواع الشرك قد يخفى على بعض من دخل في الإسلام ولا يعلم أنه شرك فهذا ضال وعمله الذي أشرك فيه باطل لكن لا يستحق العقوبة حتى تقوم عليه الحجة).\nش:\n1-( وعندهم أصنام لهم من لبد وغيره وهم يتقربون إليها..الخ) فعلوا الشرك وقامت فيهم حقيقته فلحقهم اسم الشرك .\nهذا كان عند أول دخولهم الأسلام فلحقهم اسم الشرك والضلال لما أشركوا و قامت فيهم حقيقته، لكن لم يلحقهم اسم الكفر المستلزم للقتل و التعذيب لأنهم حديثو عهد بكفر، ثم إنَّ شيخ الاسلام أفتى بقتالهم لما قامت عليهم الحجة (صاروا متمكنين من تعلم الإسلام فعاندوا أو أعرضوا).\nم:ثم التتار أول من أحدث شرك التشريع فيما سُمى الياسق ،و أهل البادية والقبائل فيما يُسمى بالعادات والسلوم 0\n(1/22)\n\nش:قال ابن كثير : الياسقُ وهو عبارةٌ عن كتابٍ مجموعٍ من أحكام قد اقتبسها-اي جنكيز خان- عن شرائع شتى من اليهودية أو النصرانية و الملة الإسلامية وغيرها، وفيها كثيرٌ من الأحكام أخذها من مجرد نظره و هواه، فصارت في بنيه شرعاً متبعاً يقدمونها على الحكم بكتاب الله وسنة رسول الله صلى الله عليه و سلم، فمن فعل ذلك فهو كافر يجب قتاله حتى يرجع الى حكم الله و رسوله فلا يحكم سواه في قليل و لا كثير(التفسير 2\\61 دار القلم).\nالقسم الثاني\nكتاب حقيقة أسماء الدين وأحكامه\n8 ـ باب المقصود بأسماء الدين\nم: المراد بأسماء الدين مثل مسلم ومشرك ومؤمن وكافر ومنافق وفاسق وعاصي وملحد ومبتدع وضال ومخطئ ومجتهد ومقلد وجاهل ويهودي ونصراني ومجوسي وطاغي ومفسد وكاذب وأمثال ذلك\nوقال ابن تيمية (قد فرق الله بين ما قبل الرسالة وما بعدها في أسماء وأحكام وجمع بينهما في أسماء وأحكام )الفتاوى 20/37-) (الفتاوى 12/468)\nش:\n1-عرَّف المصنفُ أسماءَ الدين بالتمثيل عليها، و هذه طريقةٌ سلفيةٌ محضةٌ في التعريف.\n2-أسماءُ الدين منها ما هو ممدوح و منها ما هو مذموم.\n3-قال تعالى(هو سماكم المسلمين من قبل).\nم: وقال أيضا( إن اسم مسلم ويهودي ونصراني ونحو ذلك من أسماء الدين هو حكم يتعلق بنفسه لاعتقاده وإرادته وقوله وعمله- إلى أن قال -كل حكم علق بأسماء الدين من إسلام وإيمان وكفر وردة وتهود وتنصر إنما يثبت لمن اتصف بالصفات الموجبة لذلك وكون الرجل من المشركين أو من أهل الكتاب هو من هذا الباب ) الفتاوى35/226\nش: 1-الشاهدُ من كلامِ شيخِ الإسلام قولُه:(إنَّ اسم مسلم ويهودي ونصراني ونحو ذلك من أسماء الدين)\n2-تأمَّل قوله(إنما يثبت لمن اتصف بالصفات الموجبة لذلك وكون الرجل من المشركين أو من أهل الكتاب هو من هذا الباب ).\n3-نفهمُ من كلام شيخ الإسلام أنَّ من اتصفَ بالشرك فهو مشركٌ، و يلحقُهُ هذا الاسم ولو كان جاهلاً.",
        "(1/23)\n\n4-شيخ الإسلام لا يعذرُ بالجهلِ في باب الشرك الأكبر.\nم: وقال أيضا(اعلم أن مسائل التكفير والتفسيق هي من مسائل الأسماء والأحكام التي يتعلق بها الوعد والوعيد في الدار الآخرة وتتعلق بها الموالاة والمعاداة والقتل والعصمة وغير ذلك في الدنيا وذكر أن دخول الجنة والتحريم للنار من الأحكام الكلية )الفتاوى 12/468 0\n9 ـ باب المقصود بأحكام الدين\nم:قال تعالى ( إنما المؤمنون إخوة ) وقال تعالى (والمؤمنون والمؤمنات بعضهم أولياء بعض ) وقال تعالى (والذين كفروا بعضهم أولياء بعض ) وأمثال ذلك.\nش:(المؤمنون)(المؤمنات)؛ أسماء،(أخوة) ( أولياء)؛ أحكام .\nم:ويقصد بالأحكام :مثل المناكحة والموارثة والمحبة والموالاة والنصرة والمعاداة والبراءة وإقرار ولايته والصلاة خلفه وعليه وتضليل من كفره ومساكنته والدعاء له أو عليه وسبه ولعنه والجزية والصغار والقتل والقتال والتعذيب والنار والعقوبة وحل نسائهم أو عدمه وحل ذبائحهم أو عدمه والدفن في أي المقابر وأمثال ذلك، و قال ابن تيمية (إن الاسم الواحد يُنفى ويثبت بحسب الأحكام المتعلقة به فلا يجب إذا ثبت أو نفى في حكم أن يكون كذلك في سائر الأحكام وهذا في كلام العرب وسائر الأُمم) ( الفتاوى 7/419-418).\nش: أنظر الأمثلة التوضيحية لكلام شيخ الإسلام في الباب التالي.\nم:وقال أيضا ( الإيمان والكفر هما من الأحكام التي تثبت بالرسالة ، وبالأدلة الشرعية يميز بين المؤمن والكافر لا بمجرد الدلالة العقلية ) الفتاوى 3/328 ، وراجع الفصل 3/192) 0\n10 ـ باب اختلاف أحكام الأسماء ومدلولها حسب المواضع\nم:قال تعالى (يا أيها الذين آمنوا أطيعوا الله ورسوله ) مع قوله (والذين آمنوا وعملوا الصالحات أولئك أصحاب الجنة )\nش: فائدة في أصناف الداخلين في مسمى الإيمان:\n(1/24)",
        "\n1-الظالم لنفسه وهو من أتى بأصل الايمان و أخل بواجبه وهذا لا يُعطى الاسم المطلق للايمان ولكن يسمى مؤمناً ناقص الايمان أو فاسقاً مِليّاً و يكون مستحقاً للوعيد.\n2-المقتصد وهو من أتى بواجب الإيمان على وجه الكمال و يعطى الاسم المطلق للإيمان فيسمى مؤمناً و يستحق الوعد بالجنة.\n3-السابق بالخيرات وهو من أتى بكمال الايمان وأولئك هم أصحاب الدرجات العلى.\nشرح الآيات:\n(الذين آمنوا) في الآية الاولى يدخل فيها الأصنافُ الثلاثةُ، أمّا(الذين آمنوا) في الآية الثانية وهم المستحقون للوعد بالجنة ؛ فلا يدخل فيها الظالم لنفسه، فاختلف مدلولُ هذا الاسم في الآية الأولى عن الثانية.\nم: وقال تعالى (فانكحوا ما طاب لكم من النساء ) مع قوله (حتى تنكح زوجا غيره)\nش: النكاح في الآية الاولى هو العقد أمَّا في الآية الثانية فهو الدخول و الوطء.\nم:و قصة سعد بن أبي وقاص رضى الله عنه مع عبد بن زمعة رضى الله عنه في الصحيحين قال لهما الرسول صلى الله عليه وسلم (هو لك يا عبد بن زمعة الولد للفراش وللعاهر الحجر واحتجبي منه ياسودة) قال ابن تيمية (فتبين أن الاسم الواحد يُنفى في حكم ويُثبت في حكم فهو أخ في الميراث وليس أخاً في المحرمية) ،الفتاوى 7/421\nو قصة سعد بن أبي وقاص رضى الله عنه مع عبد بن زمعة رضى الله عنه في الصحيحين قال لهما الرسول صلى الله عليه وسلم (هو لك يا عبد بن زمعة الولد للفراش وللعاهر الحجر واحتجبي منه ياسودة) قال ابن تيمية (فتبين أن الاسم الواحد يُنفى في حكم ويُثبت في حكم فهو أخ في الميراث وليس أخاً في المحرمية) ،الفتاوى 7/421\nش: نص كلام شيخ الإسلام:\n(1/25)\n",
        "فإنه قد ثبت في الصحيحين أنه لما اختصم إلى النبي صلى الله عليه وسلم سعد بن أبي وقاص وعبد ابن زَمْعَة بن الأسود، في ابن وليدة زمعة، وكان عتبة بن أبي وقاص قد فجر بها في الجاهلية وولدت منه ولدًا، فقال عتبة لأخيه سعد : إذا قدمت مكة فانظر ابن وليدة زمعة فإنه ابني،فاختصم فيه هو وعبد بن زمعة إلى النبي صلىالله عليه وسلم فقال سعد : يا رسول الله، ابن أخي عتبة عهد إلىَّ أخي عتبة فيه إذا قدمت مكة انظر إلى ابن وليدة زمعة فإنه ابني، ألا ترى يا رسول الله شبهه بعتبة ؟ فقال عبد : يا رسول الله، أخي وابن وليدة أبي؛ ولد على فراش أبي، فرأى النبي صلى الله عليه وسلم شبهًا بينًا بعتبة فقال : ( هو لك يا عبد بن زمعة، الولد للفراش، وللعاهر الحجر، واحتجبي منه يا سودة ) لما رأى من شبهه البين بعتبة .\nفقد جعله النبي صلى الله عليه وسلم ابن زمعة لأنه ولد على فراشه، وجعله أخًا لولده بقوله : ( فهو لك يا عبد بن زمعة ) ، وقد صارت سودة أخته يرثها وترثه؛ لأنه ابن أبيها زمعة ولد على فراشه، ومع هذا فأمرها النبي/ صلى الله عليه وسلم أن تحتجب منه لما رأى من شبهه البين بعتبة، فإنه قام فيه دليلان متعارضان : الفراش والشبه، والنسب في الظاهر لصاحب الفراش أقوى، ولأنها أمر ظاهر مباح والفجور أمر باطن لا يعلم ويجب ستره لا إظهاره، كما قال : ( للعاهر الحجر ) كما يقال : بِفيِكَ الكَثْكَث وبفيك الأثْلَب، أي : عليك أن تسكت عن إظهار الفجور، فإن الله يبغض ذلك، ولما كان احتجابها منه ممكنًا من غير ضرر، أمَرها بالاحتجاب لما ظهر من الدلالة على أنه ليس أخاها في الباطن .\nفتبين أن الاسم الواحد ينفى في حكم ويثبت في حكم، فهو أخ في الميراث وليس بأخ في المحرمية، وكذلك ولد الزنا عند بعض العلماء، وابن الملاعنة عند الجميع إلا من شذ، ليس بولد في الميراث ونحوه، وهو ولد في تحريم النكاح انتهى كلامه(الفتاوى 7/421).\n(1/26)\n\nم: وقال أيضا (إن الاسم الواحد يُنفى ويثبت بحسب الأحكام المتعلقة به فلا يجب إذا ثبت أونفى في حكم أن يكون كذلك في سائر الأحكام وهذا في كلام العرب وسائر الأُمم الفتاوى 7/419 وقال عبد اللطيف في المنهاج ص316 (فيمن يظن ويعتقد أن كلام أهل العلم وتقييدهم بقيام الحجة وبلوغ الدعوة ينفي اسم الكفر والشرك والفجور ونحو ذلك من الأفعال والأقوال التي سماها الشارع بتلك الأسماء وقال إن عدم قيام الحجة لا يغير الأسماء الشرعية بل يُسمى ما سماه الشارع كفرا أو شركا أو فسقا باسمه الشرعي ولا ينفيه عنه وإن لم يعاقب فاعلها إذا لم تقم عليه الحجة وفرق بين كون الذنب كفرا وبين تكفير فاعله ) 0\nالقسم الثالث\nكتاب الأسماء التي ليس لها ارتباط بقيام الحجة\nوتُطلق على من فعلها ولو لم تقم عليه الحجة\n11 ـ باب\nم: قال ابن تيمية ( فإن الله سماهم قبل الرسالة ظالمين وطاغين ومفسدين وهذه أسماء ذم الأفعال والذم إنما يكون في الأفعال السيئة القبيحة فدل ذلك على أن الأفعال تكون قبيحة مذمومة قبل مجيء الرسول إليهم لا يستحقون العذاب إلا بعد إتيان الرسول إليهم لقوله (وما كنا معذبين حتى نبعث رسولا ) الفتاوى 20/38.37 وقال عبد اللطيف في المنهاج ص316( فيمن يظن ويعتقد أن كلام أهل العلم وتقييدهم بقيام الحجة وبلوغ الدعوة ينفي اسم الكفر والشرك والفجور ونحو ذلك من الأفعال والأقوال التي سماها الشارع بتلك الأسماء وقال إن عدم قيام الحجة لا يغير الأسماء الشرعية بل يُسمى ما سماه الشارع كفرا أو شركا أو فسقا باسمه الشرعي ولا ينفيه عنه وإن لم يعاقب فاعلها إذا لم تقم عليه الحجة وفرق بين كون الذنب كفرا وبين تكفير فاعله ) 0\n12ـ باب لحوق اسم الشرك لمن تلبّس به ونفي الإسلام عنه\nولو قبل قيام الحجة ،فكيف إذا كان بعدها ؟",
        "(1/27)\n\nم: (أمثال أهل الفترات والجاهل والمتأول والمخطئ وزمن غلبة الجهل وقلة العلم ، أما المعاند والمعرض مع التمكن فيضاف لهم مع ذلك اسم الكفر (لقيام الحجة) المتعلق بالتعذيب والقتل والقتال وما يتبعه كما سوف يأتي إن شاء الله)\nقال تعالى (ماكان للنبي والذين آمنوا أن يستغفروا للمشركين )\nش:سمّاهم الله مشركين وإن كانوا أهل فترة، فهؤلاء لحقهم (اسم) الشرك و منع الله المؤمنين من الاستغفار لهم(حكم).\nملاحظة: أهل مكة قامت عليه الحجة بدعوة الحنفاء(أنظر القسم الثامن من هذا الكتاب، باب58)\nم: وقال تعالى (وكذلك زين لكثير من المشركين قتل أولادهم شركاؤهم ) فسماهم مشركين قبل مجيء الرسالة ،\nش:لأنَّ اسم الشرك لا علاقة له بالرسالة كما تقدم مراراً،فمن قامت فيه حقيقة الشرك فهو مشرك.\nم: وقال تعالى (وإن أحد من المشركين استجارك فأجره حتى يسمع كلام الله ) فسماه مشركا قبل سماع الحجة ،\nش: إذا كان هذا حال أهل الفترة الذين لا سبيل لهم إلى تحصيل العلم فما بالك بجهال المشركين الذين يعيشون بين ظهراني المسلمين! فدلالة هذه الآيات عليهم من باب قياس الأولى.\nم: وقال تعالى (لم يكن الذين كفروا من أهل الكتاب والمشركين منفكين حتى تأتيهم البينة ) فسماهم مشركين قبل البينة،\nش: أي قبل قيام الحجة.\nم:وقال تعالى (فلما نجاهم إلى البر إذا هم يشركون )\nش:هؤلاء وصفهم الله-وهم أهل فترة- بفعل الشرك،و قد تقدم أنَّ من فعل الشرك فهو مشرك.\nم: و قال تعالى ( أو تقولوا إنما أشرك آباؤنا من قبل )\nش:أباؤهم كانوا أهل فترة؛ فعلوا الشرك فلحقهم اسمه.\nم:وقال تعالى عن مشركي العرب (إن هي إلا أسماءٌ سميتموها أنتم وآباؤكم ما أنزل الله بها من سلطان ) وقال تعالى عن مشركي العرب (فلا تك في مرية مما يعبد هؤلاء ما يعبدون إلا كما يعبد آباؤهم من قبل ) فسمى آباءهم عابدين لغير الله قبل قيام الحجة عليهم ،\nش:أي سمّاهم مشركين.\n(1/28)",
        "\nم:وألحق يوسف عليه الصلاة والسلام اسم الشرك لكفار مصر وهم أهل فترة فقال (ياصاحبى السجن أأرباب متفرقون خير أم الله الواحد القهار ما تعبدون من دونه إلا أسماءً سميتموها أنتم وآباؤكم )\nوقال تعالى (وصدها ما كانت تعبد من دون الله إنها كانت من قوم كافرين )\nش:كافرين هنا بمعنى مشركين ولا يراد به اسم الكفر المتعلق بالقتل و التعذيب لأنهم كانوا أهل فترة.\nم:وقد قال قبل ذلك (وجدتها وقومها يسجدون للشمس من دون الله )\nش:قامت فيهم حقيقة الشرك فسماهم الله كافرين(بمعنى مشركين)\nوهذا الذي ذكرناه من ان (الكفر يعني الشرك ههنا لانَّ الحجة ما قامت عليهم، و اسم الكفر من الأسماء المتعلقة بقيام الحجة فتعين أنَّ المراد بالكفر الشرك) هو اختيار الشيخ علي الخضير حفظه الله وقد تعقبه الشيخ الفاضل عبد الرحمن المخلف حفظه الله فقال: فما نبه عليه الشيخ الفاضل علي الخضير فك الله أسره ليس في محله فبعد أن ذكرنا الأصل السابق علمنا يقينا أن هذه الآية المراد بها أن هؤلاء قد أقيمت عليه الحجة فسبب تسميتهم كافرين هو عبادتهم لغير الله تعالى و ليس هذا معناه أنهم لم تقم عليهم الحجة بل الحجة مقامة عليهم لوصفهم بالكفر هذا هو الفهم الصحيح لمعنى الكفر في كتاب الله تعالى و هذا هو المعهود من لفظ الكفر في القرآن .\nو سأبين معنى دقيق خفي على الشيخ الفاضل في هذه الآية فقوله تعالى (وَصَدَّهَا مَا كَانَت تَّعْبُدُ مِن دُونِ اللَّهِ إِنَّهَا كَانَتْ مِن قَوْمٍ كَافِرِينَ) (النمل : 43 ) كلام الله تعالى هذا ذكره بعد مجئ بلقيس إلى سليمان عليه السلام و هذا هو سياق الآية كما في هذه القصة .\n(1/29)\n",
        "و معلوم من سياق الآية أن قبل مجئ بلقيس لسليمان عليه السلام كان سليمان عليه السلام أرسل إليهم إليهم كتابا ( (قَالَتْ يَا أَيُّهَا المَلَأُ إِنِّي أُلْقِيَ إِلَيَّ كِتَابٌ كَرِيمٌ29إِنَّهُ مِن سُلَيْمَانَ وَإِنَّهُ بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ30أَلَّا تَعْلُوا عَلَيَّ وَأْتُونِي مُسْلِمِينَ) (النمل : 31 ) فهذا كتاب سليمان عليه السلام لهم فبهذا الكتاب قد أقيمت عليهم الحجه فأصبحوا كافرين إن لم تكن الحجه مقامه عليهم من قبل و معلوم من سياق الآية أن قوله تعالى ( إنا كانت من قوم كافربن ) في آخر\nسياق القصة ثم إن الله تعالى ذكر في نفس الآية الشرك و هي عبادتهم للشمس من دون الله تعالى و ذكر الكفر و هو قوله ( إنها كانت من قوم كافرين ) فلابد إذن أن يفترقا بالمعنى كما افترقا باللفظ و السياق فلا يقال أن المراد بأنها كانت من قوم كافرين الشرك لأن صفة الشرك موجودة في الآية و الأصل عدم التكرار فلو كررنا لفظ الشرك لكنا سياق الآية يأتي بهذا المعنى و صدها الشرك و هو عبادة الشمس من دون الله تعالى إنها كانت من قوم مشركين و هذا المعنى فيه تكرار واضح ينزه عنه كلام الله تعالى و الأصل كما ذكرنا عدم التكرار و كذلك الأصل التأسيس لا التأكيد و قولنا بأن المراد هنا إقامة الحجة بيان لمعنى غير مكرر لأن التكرير تأكيد و المعنى الجديد تأسيس .ثم إن الله تعالى ذكر في أول القصة وصفها و قومها بالشرك و عبادة الشمس من دون الله تعالى بقوله (وَجَدتُّهَا وَقَوْمَهَا يَسْجُدُونَ لِلشَّمْسِ مِن دُونِ اللَّهِ وَزَيَّنَ لَهُمُ الشَّيْطَانُ أَعْمَالَهُمْ فَصَدَّهُمْ عَنِ السَّبِيلِ فَهُمْ لَا يَهْتَدُونَ) (النمل : 24 ) فلا حاجة إذا تكرار وصف قومها بالشرك و أنها كانت من قوم مشركين .\nفوصف الشرك كما قررنا يفارق وصف الكفر هذا هو الأصل و لا يجتمعان إلا بعد قيام الحجة .(مقال الفرق بين الكفر و الشرك-ملتقى أهل الحديث)\n(1/30)\n\nم:و قال تعالى (كان الناس أمة واحدة فبعث الله النبيين مبشرين ومنذرين ) ، فكل الرسل الذين أرسلهم الله إلى أقوامهم كانوا يخاطبون أقوامهم على أنهم مشركون قبل بعثتهم وطلبوا منهم ترك الشرك وإفراد الله بالعبادة وهذا بدلالة القرآن ودلالة السنة والإجماع ،\nش: قال شيخ الإسلام محمد)فلما مات آدم بقيت ذريته من بعده عشرة قرون على دين أبيهم دين الإسلام ثم كفروا بعد ذلك…..فلما خلت الأرض من العلماء ألقى الشيطان في القلوب الجهال أن أولئك الصالحين ما صوروا صور مشائخهم إلاّ ليعبدوهم.)الدرر(8\\4).\nم:وعن الأسود بن سريع رضى الله عنه مرفوعا (أربعة يمتحنون يوم القيامة ،فذكر الأصم والأحمق والهرم ورجل مات في فترة ) الحديث ذكر طرقه ابن القيم في أحكام أهل الذمة 2/650 وبعدما ساقها قال يشد بعضها بعضا وقد صحح الحفاظ بعضها ، كما صحح البيهقي وعبد الحق وغيرهما حديث الأسود وأبي هريرة وقد رواها أئمة الإسلام ودونوها في كتبهم )\nش:1-تقدم أنَّ من مات في الفترة فاعلاً للشرك يسمى مشركاً.\n2-لو كان الأربعة المذكورون مسلمين لدخلوا الجنة من غير امتحان.\n3-من قامت عليه الحجة زمن الفترة لا يمتحن ،وأهل مكة و بنو عامر و دوس قامت عليهم الحجة بالحنفاء.\n4-قال شيخ الإسلام محمد:(ومنذ ظهر إبراهيم لم يعدم التوحيد في ذريته كما قال تعالى\"وجعلها كلمة باقية في عقبه لعلهم يرجعون\" (الدرر8\\6).\nم: وحديث عدي بن حاتم رضى الله عنه الذي فيه( اتخذوا أحبارهم ورهبانهم أربابا من دون الله ) قال الشيخ أبا بطين تعليقا على هذا الحديث (ذمهم الله وسماهم مشركين مع كونهم لم يعلموا أن فعلهم هذا عبادة لهم فلم يُعذروا بالجهل )(الدرر 10/394.393 )\nش:هذا نصٌ من إمامٍ من أئمة الدعوة على أنه لا عذر بالجهل في باب الشرك الأكبر.\nم: وقد ثبت أن مشركي العرب يقولون في تلبيتهم (لبيك لاشريك لك إلا شريكا هو لك تملكه وما ملك )\nفصل",
        "(1/31)\n\nش:هذا فصلٌ في نقل الإجماع على أن اسم الشرك يلحق الجاهل.\nم:وقال ابن سحمان في كشف الشبهتين و قد تقدم أن عامة الكفار والمشركين من عهد نوح إلى وقتنا هذا جهلوا وتأولوا وأهل الحلول والاتحاد كابن عربي وابن الفارض والتلمساني وغيرهم من الصوفية تأولوا وعباد القبور والمشركون الذين هم محل النزاع تأولوا- إلى أن قال- والنصارى تأولت ) وقاله قبله الشيخ عبد اللطيف في المنهاج ص 262.\nش: 1-أسم الشرك يلحق الجاهل و المتأول، و من زعم خلاف هذا لزمه القول بأن المذكورين لم يكونوا مشركين .\n2-عباد القبور المذكورون ينتسبون للإسلام و لكنَّ ابن سحمان و أئمة الدعوة قاطبة ألحقوا بهم اسم الشرك و إن عبدوا القبور متأولين ظانين أنهم يتقربون إلى الله بعبادتهم إياها.(أنظر كشف الشبهات)\nم: وقال الشيخ إسحاق بن عبد الرحمن :(بل إن أهل الفترة الذين لم تبلغهم الرسالة والقرآن وماتوا على الجاهلية لا يسمون مسلمين بالإجماع ولا يستغفر لهم وإنما اختلف أهل العلم في تعذيبهم في الآخرة )\nش: تأمّل في قوله(لا يسمون مسلمين بالإجماع) وقد تقدم قول أخيه الشيخ عبد اللطيف( الإسلام والشرك نقيضان لا يجتمعان ولا يرتفعان)، فإذا لم يكن هؤلاء مسلمين كانوا مشركين؛ لأنه لا بد من ثبوت أحد النقيضين(الإسلام أو الشرك) ،وقد تقدم أيضا قول شيخ الإسلام ابن تيمية:( وليس في بني آدم قسم ثالث بل إما موحد أو مشرك).\nم: وقال عبد الله وحسين أبناء الشيخ محمد بن عبد الوهاب ( من مات من أهل الشرك قبل بلوغ هذه الدعوة فالذي يحكم عليه أنه إذا كان معروفا بفعل الشرك ويدين به ومات على ذلك فهذا ظاهره أنه مات على الكفر فلا يُدعى له ولا يُضحى له ولا يُتصدق عنه وأما حقيقة أمره فإلى الله تعالى فإن قامت عليه الحجة في حياته وعاند فهذا كافر في الظاهر والباطن وإن لم تقم عليه الحجة فأمره إلى الله تعالى ) الدرر 10/142.\nش:\n(1/32)",
        "\n1-الشيخان الجليلان عبد الله و حسين من أفهم الناس لكلام أبيهم شيخ الإسلام.\n2-ألحقوا بأهل الفترة اسم الشرك فقالوا(من مات من أهل الشرك قبل بلوغ هذه الدعوة)أي دعوة الشيخ محمد.\n3- من قامت عليه الحجة منهم يلحقه اسم كفر التعذيب.\nم: وقال أبناء الشيخ محمد بن عبد الوهاب وحمد بن ناصر آل معمر (إذا كان يعمل بالكفر والشرك لجهله أو عدم من ينبهه لانحكم بكفره حتى تقوم عليه الحجة ولكن لانحكم بأنه مسلم )الدرر10/136)\nش:1-(لا نحكم بكفره) أي لا نلحق به اسم كفر القتل و التعذيب، و يبينه قولهم(ولكن لا نحكم بأنه مسلم)فلما لم يكن مسلماً كان مشركاً و لا بد، لأنَّ الإسلام و الشرك ضدان لا يجتمعان و نقيضان لا يجتمعان و لا يرتفعان.\nم:و نقل الأخوين عبد اللطيف وإسحاق ابني عبد الرحمن وابن سحمان نقلوا عن ابن القيم الإجماع على أن أصحاب الفترات ومن لم تبلغه الدعوة أن كلا النوعين لا يحكم بإسلامهم ولا يدخلون في مسمى المسلمين حتى عند من لم يكفر بعضهم وأما الشرك فهو يصدق عليهم واسمه يتناولهم وأي إسلام يبقى مع مناقضة أصله وقاعدته الكبرى شهادة ألا إله إلا الله).\nش:( لم يكفر بعضهم) لم يلحق بهم اسم الكفر المستلزم للقتل و التعذيب ، لان الحجة ما قامت عليهم و لكنهم ليسوا مسلمين بل هم مشركون بالإجماع.\nم:وقال عبد الرحمن بن حسن (الذي عليه شيخ الإسلام وإخوانه من أهل السنة والجماعة من إنكار الشرك الأكبر الواقع في زمانهم وذكرهم الأدلة من الكتاب والسنة على كفر من فعل هذا الشرك أو اعتقده ) فتاوى الأئمة النجدية 3/155،\n(1/33)\n",
        "وقال (والعلماء رحمهم الله تعالى سلكوا منهج الاستقامة وذكروا باب حكم المرتد ولم يقل أحد منهم أنه إذا قال كفرا أو فعل كفرا وهو لا يعلم أنه يضاد الشهادتين أنه لا يكفر بجهله وقد بين الله في كتابه أن بعض المشركين جهال مقلدون فلم يرفع عنهم عقاب الله بجهلهم كما قال تعالى (ومن الناس من يجادل في الله بغير علم ويتبع كل شيطان مريد -إلى قوله- إلى عذاب السعير )الدرر 11/479،478 ،\nش:1- الشيخ عبد الرحمن هو حفيد الشيخ محمد و صاحب كتاب فتح المجيد.\n2-هذا نصٌ من الشيخ رحمه الله أنَّ الجهل ليس بعذر في باب الشرك الأكبر و نقل هذا عن علماء الأمة.\nم:و قال الشيخ ابا بطين (وقد ذكر العلماء من أهل كل مذهب أشياء كثيرة لايمكن حصرها من الأقوال والأفعال والاعتقادات أنه يكفر صاحبها ولم يقيدوا ذلك بالمعاند فالمدعي أن مرتكب الكفر متأولا أو مجتهدا أو مخطئا أو مقلدا أو جاهلا معذور مخالف للكتاب والسنة والإجماع بلا شك ) رسالة الانتصار\nوقال أيضا (تقدم كلام ابن عقيل في جزمه بكفر الذين وصفهم بالجهل فيما ارتكبوه من الغلو في القبور نقله عنه ابن القيم مستحسنا له )الدرر 10/394،393 وراجع مصباح الظلام ص337.338\nش:قال الشيخ محمد:(وقال الإمام أبن عقيل لما صعبت التكاليف على الجهال الطغام عدلوا عن أوضاع الشرع الى تعظيم أوضاع وضعوها لانفسهم، فسهلت عليهم إذ لم يدخلوا بها تحت أمر غيرهم، و هم عندي كفار بهذه الأوضاع مثل تعظيم القبور و خطاب الموتى بالحوائج و كتب الرقاع فيها يا مولاي افعل بي كذا وكذا فإلقاء الخرق على الأشجار اقتداء بمن عبد اللات و العزى انتهى كلامه.والمراد منه قوله و هم عندي كفار بهذه الأوضاع.)الدرر(ج36:8).\nم:وقال ابن تيمية (اسم الشرك يثبت قبل الرسالة لأنه يشرك بربه ويعدل به ) الفتاوى 20/38\nش:1-النص يحفظ\n2-اسم الشرك يثبت لكل من فعل الشرك قبل الرسالة و بعدها.\n(1/34)\n\nم:قال الشيخ ابا بطين في تعليقه على كلام لابن تيمية قال فقد جزم (أي ابن تيمية )في مواضع كثيرة تكفير من فعل ما ذكره من أنواع الشرك وحكى إجماع المسلمين على ذلك ولم يستثني الجاهل ونحوه ، فمن خص الوعيد بالمعاند فقط وأخرج الجاهل والمتأول والمقلد فقد شاق الله ورسوله وخرج عن سبيل المؤمنين 0 والفقهاء يصدّرون باب حكم المرتد بمن أشرك بالله ولم يقيدوا ذلك بالمعاند وهذا أمر واضح ولله الحمد ) اهـ رسالة الانتصار ،\nش: أئمة الدعوة أئمة فيم ينقلون عن شيخ الإسلام.\nم:وقال الشيخ عبد اللطيف في المنهاج ص 315 ( وأما دعاء الصالحين والاستغاثة بهم وقصدهم في الملمات والشدائد فهذا لا ينازع مسلم في تحريمه أو الحكم بأنه من الشرك الأكبر وتقدم عن الشيخ ( بن تيمية ) أن فاعله يستتاب فإن تاب وإلا قتل)\nوقد أجمع العلماء والمفسرون وأهل اللغة والتاريخ على تسمية العرب قبل البعثة بمشركي العرب\nمسألة : أما نفي الإسلام عن من تلبس بالشرك فلأنهما ضدان لا يجتمعان.\nش:مراد الشيخ علي الخضير فك الله أسره أنَّ أئمة الدعوة إذا نفوا الإسلام عن مُعَيّن فقد أثبتوا له ضده و نقيضه(الشرك).\n13 ـ باب أكثر شرك العالمين سببه الجهل والتأويل لا العناد\nش:كثَّر المصنفُ الأبوابَ من أوجه مختلفةٍ من أجلِ ترسيخ المعنى في ذهن القارئ.\nم:قال تعالى (ذلك الدين القيم ولكن أكثر الناس لا يعلمون ) قال ابن كثير ولذلك كان أكثرهم مشركين وقال تعالى (ولقد ضل قبلهم أكثر الأولين ولقد أرسلنا فيهم منذرين )\nش:أكثرُ المشركين كانوا ضلاّلاً(جاهلين أو متأولين) ولم يكونوا معاندين،و من عذر بالجهل فقد زعم أن أكثر الناس معذورون لا ضالّون.\nم:وقال تعالى (هل من شركائكم من يبدأ الخلق ثم يعيده -إلى أن قال -وما يتبع أكثرهم إلا ظنا )\nش:أي أنّهم ما كانوا على بينة من الأمر بل كانوا يتخبطون في دينهم خبط عشواء.",
        "(1/35)\n\nم:وختم الله في سورة الشعراء قصة موسى وإبراهيم و نوح وهود وصالح ولوط وشعيب عليهم الصلاة والسلام بعد إهلاك أقوامهم بقوله (وما كان أكثرهم مؤمنين)\nش:أي كان أكثرهم مشركين.\nم: وروى مسلم عن أبي هريرة مرفوعا (من دعا إلى ضلالة كان عليه من الإثم مثل آثام من اتبعه لا ينقص ذلك من آثامهم شيئا )\nش:سواءً قلدوا عن علم أو جهل هم ضالّون آثمون.\nم: قال عبد اللطيف ( نقلا عن ابن القيم في المقلدة وهذا يدل على أن كفر من اتبعهم إنما هو مجرد اتباعهم وتقليدهم ثم ذكر التفصيل في ذلك)المنهاج ص 224 ،\nش: تأمّل قوله( كفر من اتبعهم إنما هو مجرد اتباعهم وتقليدهم).\nم: وقال الشيخ محمد بن عبد الوهاب (مع أن أكثر الكفار والمنافقين لم يفهموا حجة الله مع قيامها عليهم كما قال تعالى (أم تحسب أن أكثرهم يسمعون أو يعقلون )الآية تاريخ نجد ص 410\nش:فهم الحجة ليس بشرط في لحوق اسمي كفر التعذيب و النفاق ،و عليه لا يشترط فهم الحجة في لحوق اسم الشرك من باب أولى (اسم الشرك لا ارتباط له بالحجة).\nم: وقال ابن سحمان في كشف الشبهتين 93 ( أما مسألة توحيد الله وإخلاص العبادة له فلم ينازع في وجوبها أحد من أهل الإسلام ولا أهل الأهواء ولا غيرهم ، وهي معلومة من الدين بالضرورة )،ونقلها أيضا شيخه عبد اللطيف في المنهاج ص 101\nوقال ابن سحمان نقلا عن شيخه عبد اللطيف في منهاج التأسيس ص262 ( عامة الكفار والمشركين من عهد نوح إلى وقتنا هذا جهلوا وتأولوا وأهل الحلول والاتحاد كابن عربي وابن الفارض والتلمساني وغيرهم من الصوفية تأولوا وعباد القبور والمشركون الذين هم محل النزاع تأولوا- إلى أن قال- والنصارى تأولت )\nوقال الشيخ ابا بطين (وأجمع المسلمون على كفر من لم يكفر اليهود والنصارى أو يشك في كفرهم ونحن نتيقن أن أكثرهم جهال ) رسالة الانتصار 0\nش:يلزم من يعذر بالجهل في الشرك الأكبر أن يعذر اليهود و النصارى!.\n(1/36)",
        "\nفائدة:للشيخ علي الخضير رسالة مهمة في المقلدين و الجهال و أهل البدع بعنوان(قواعد وأصول في المقلدين والجهال وقيام الحجة) و سأسوق القسم الاول منها بطوله و هوخاص بالمقلدين و الجهال في باب الشرك الاكبر.\nقال فك الله أسره:\nبسم الله الرحمن الرحيم\nالحمد لله رب العالمين والصلاة والسلام على أشرف الأنبياء والمرسلين نبينا محمد وعلى آله وصحبه أجمعين ، وبعد :\nفهذا مختصر نافع في مسائل مهمة اختصرته من كتابي الإمام ابن القيم رحمه الله وهما : كتاب \" طريق الهجرتين \" ويُسمى أحيانا ب \" كتاب الطبقات \" وهو مأخوذ من ذكر ابن القيم للطبقة السابعة عشرة ، ومن قصيدته المسماة \" النونية \" في ذكر الكلام على حكم أهل البدع [2/403] شرح الشيخ أحمد بن إبراهيم بن عيسى رحمه الله .\nالفصل الأول\nطبقة المقلدين وجهال الكفرة وأتباعهم وحميرهم الذين هم معهم تبعا لهم يقولون إنا وجدنا آباءنا على ذلك ولنا بهم أسوة ومع هذا فهم متاركون لأهل الإسلام غير محاربين لهم كنساء المحاربين وخدمهم وأتباعهم الذين لم ينصبوا أنفسهم لما نصبت له أولئك من السعي في إطفاء نور الله وهدم دينه وإخماد كلماته بل هم بمنزلة الدواب ، فالقواعد والأصول فيهم كالتالي :\nالقاعدة الأولى :\n(1/37)\n",
        "قال ابن القيم: وقد اتفقت الأمة على أن هذه الطبقة كفار وإن كانوا جهالا مقلدين لرؤسائهم وأئمتهم إلا ما يحكى عن بعض أهل البدع أنه لم يحكم لهؤلاء بالنار وجعلهم بمنزلة من لم تبلغه الدعوة وهذا مذهب لم يقل به أحد من أئمة المسلمين لا الصحابة ولا التابعين ولا من بعدهم وإنما يعرف عن بعض أهل الكلام المحدث في الإسلام وقد صح عن النبي صلى الله عليه وسلم أنه قال : (( ما من مولود إلا وهو يولد على الفطرة فأبواه يهودانه أو ينصرانه أو يمجسانه )) فأخبر أن أبويه ينقلانه عن الفطرة إلى اليهودية والنصرانية والمجوسية ولم يعتبر في ذلك غير المربى والمنشأ على ما عليه الأبوان وصح عنه أنه قال صلى الله عليه وسلم : (( إن الجنة لا يدخلها إلا نفس مسلمة )) .\nالقاعدة الثانية :\nأن هذا المقلد ليس بمسلم وهو عاقل مكلف والعاقل المكلف لا يخرج عن الإسلام أو الكفر .\nالقاعدة الثالثة :\nوأما من لم تبلغه الدعوة فليس بمكلف في تلك الحال وهو بمنزلة الأطفال والمجانين وقد تقدم الكلام عليهم .\nالقاعدة الرابعة:\n(1/38)\n\nوالإسلام هو توحيد الله وعبادته وحده لا شريك له والإيمان بالله وبرسوله واتباعه فيما جاء به ، فان لم يأت العبد بهذا فليس بمسلم وإن لم يكن كافرا معاندا فهو كافر جاهل فغاية هذه الطبقة أنهم كفار جهال غير معاندين وعدم عنادهم لا يخرجهم عن كونهم كفارا فإن الكافر من جحد توحيد الله وكذب رسوله إما عنادا أو جهلا وتقليدا لأهل العناد فهذا وإن كان غايته أنه غير معاند فهو متبع لأهل العناد وقد أخبر الله في القرآن في غير موضع بعذاب المقلدين لأسلافهم من الكفار وأن الأتباع مع متبوعيهم وأنهم يتحاجون في النار وأن الأتباع يقولون كما أخبر الله عنهم { ربنا هؤلاء أضلونا فأتهم عذابا ضعفا من النار قال لكل ضعف ولكن لا تعلمون} ، وقال تعالى : { وإذ يتحاجون في النار فيقول الضعفاء للذين استكبروا إنا كنا لكم تبعا فهل أنتم مغنون عنا نصيبا من النار قال الذين استكبروا إنا كل فيها إن الله قد حكم بين العباد } ، وقال تعالى : { ولو ترى إذ الظالمون موقوفون عند ربهم يرجع بعضهم إلى بعض القول يقول الذين استضعفوا للذين استكبروا لولا أنتم لكنا مؤمنين قال الذين استكبروا للذين استضعفوا أنحن صددناكم عن الهدى بعد إذ جاءكم بل كنتم مجرمين وقال الذين استضعفوا للذين استكبروا بل مكر الليل والنهار إذ تأمروننا أن نكفر بالله ونجعل له أندادا } ، فهذا إخبار من الله وتحذير بأن المتبوعين والتابعين اشتركوا في العذاب ولم يغن عنهم تقليدهم شيئا .\nوأصرح من هذا قوله تعالى : { إذ تبرأ الذين اتبعوا من الذين اتبعوا ورأوا العذاب وتقطعت بهم الأسباب وقال الذين اتبعوا لو أن لنا كرة فنتبرأ منهم كما تبرءوا منا} وصح عن النبي صلى الله عليه وسلم أنه قال : (( من دعا إلى ضلالة كان عليه من الإثم مثل أوزار من اتبعه لا ينقص من أوزارهم شيئا )) ، وهذا يدل على أن كفر من اتبعهم إنما هو من أجل اتباعهم وتقليدهم .\nالقاعدة الخامسة :",
        "(1/39)\n\nالتفصيل في المقلدين وهو تفصيل يزول به الإشكال والتفصيل واقع في الوجود وهو كالتالي :\n1. بين مقلد تمكن من العلم ومعرفة الحق فأعرض عنه فالمتمكن المعرض مفرط تارك للواجب عليه لا عذر له عند الله .\n2 . ومقلد لم يتمكن من ذلك بوجه لعجزه عن السؤال ولم يتمكن من العلم بوجه وهم قسمان أيضا :\nأحدهما :\nمريد للهدى مؤثر له محب له غير قادر عليه ولا على طلبه لعدم من يرشده فهذا حكمه حكم أرباب الفترات ومن لم تبلغه الدعوة يقول \" يا رب لو أعلم لك دينا خيرا مما أنا عليه لدنت به وتركت ما أنا عليه ولكن لا أعرف سوى ما أنا عليه ولا أقدر على غيره فهو غاية جهدي ونهاية معرفتي \" فهو كمن طلب الدين في الفترة ولم يظفر به فعدل عنه بعد استفراغ الوسع في طلبه عجزا وجهلا .\nالثاني :\nمعرض لا إرادة له ولا يحدث نفسه بغير ما هو عليه وراض بما هو عليه لا يؤثر غيره عليه ولا تطلب نفسه سواه ، ولا فرق عنده بين حال عجزه وقدرته فهو كمن لم يطلب الدين في الفترة بل مات على شركه وإن كان لو طلبه لعجز عنه .\nففرق بين عجز الطالب وعجز المعرض وكلاهما عاجز .\nوالله يقضي بين عباده يوم القيامة بحكمه وعدله ولا يعذب إلا من قامت عليه حجته بالرسل فهذا مقطوع به في جملة الخلق وأما كون زيد بعينه وعمرو- أي بالنسبة للعاجزين ، وأصحاب الفترة - قامت عليه الحجة أم لا فذلك ما لا يمكن الدخول بين الله وبين عباده .\nالقاعدة السادسة :\nبل الواجب على العبد أن يعتقد أن كل من دان بدين غير دين الإسلام فهو كافر وأن الله سبحانه وتعالى لا يعذب أحدا إلا بعد قيام الحجة عليه بالرسول هذا في الجملة والتعيين موكول إلى علم الله وحكمه هذا في أحكام الثواب والعقاب .\nالقاعدة السابعة :\nوأما في أحكام الدنيا فهي جارية على ظاهر الأمر فأطفال الكفار ومجانينهم كفار في أحكام الدنيا لهم حكم أوليائهم وبهذا التفصيل يزول الإشكال في المسألة .\nوالتلخيص والتفصيل مبني على أربعة أصول هي :\n(1/40)",
        "\nأحدها :\nأن الله سبحانه وتعالى لا يعذب أحدا إلا بعد قيام الحجة عليه :\n1. كما قال تعالى : { وما كنا معذبين حتى نبعث رسولا }.\n2 . قال تعالى : { رسلا مبشرين ومنذرين لئلا يكون للناس على الله حجة بعد الرسل }.\n3 . وقال تعالى : { كلما ألقي فيها فوج سألهم خزنتها ألم يأتكم نذير قالوا بلى قد جاءنا نذير فكذبنا وقلنا ما نزل الله من شيء }.\n4 .وقال تعالى : { فاعترفوا بذنبهم فسحقا لأصحاب السعير }.\n5 . وقال تعالى : { يا معشر الجن والإنس ألم يأتكم رسل منكم يقصون عليكم آياتي وينذرونكم لقاء يومكم هذا قالوا شهدنا على أنفسنا وغرتهم الحياة الدنيا وشهدوا على أنفسهم أنهم كانوا كافرين } .\n6 .وقال تعالى : { وما ظلمناهم ولكن كانوا هم الظالمين } ، والظالم من عرف ما جاء به الرسول أو تمكن من معرفته بوجه وأما من لم يعرف ما جاء به الرسول وعجز عن ذلك فكيف يقال إنه ظالم ؟\nوهذا كثير في القرآن يخبر أنه إنما يعذب من جاءه الرسول وقامت عليه الحجة وهو المذنب الذي يعترف بذنبه .\nالأصل الثاني :\nأن العذاب يستحق بسببين : أحدهما: الإعراض عن الحجة وعدم إرادتها والعمل بها وبموجبها وهو كفر الإعراض .\nالثاني: العناد لها بعد قيامها وترك إرادة موجبها وهو كفر العناد .\nوأما كفر الجهل مع عدم قيام الحجة وعدم التمكن من معرفتها فهذا الذي نفى الله التعذيب عنه حتى تقوم حجة الرسل .\nوالأصل الثالث :\nأن قيام الحجة يختلف باختلاف الأزمنة والأمكنة والأشخاص فقد تقوم حجة الله على الكفار في زمان دون زمان وفي بقعة وناحية دون أخرى كما أنها تقوم على شخص دون آخر إما لعدم عقله وتمييزه كالصغير والمجنون وإما لعدم فهمه كالذي لا يفهم الخطاب ولم يحضر ترجمان يترجم له فهذا بمنزلة الأصم الذي لا يسمع شيئا ولا يتمكن من الفهم وهو أحد الأربعة الذين يدلون على الله بالحجة يوم القيامة كما تقدم في حديث الأسود وأبي هريرة وغيرهما .\nالأصل الرابع :\n(1/41)\n",
        "أن أفعال الله سبحانه وتعالى تابعة لحكمته التي لا يخل بها وأنها مقصودة لغايتها المحمودة وعواقبها الحميدة وهذا الأصل هو أساس الكلام في هذه الطبقات إلا من عرف ما في كتب الناس ووقف على أقوال الطوائف في هذا الباب وانتهى إلى غاية مراتبهم ونهاية إقدامهم والله الموفق للسداد الهادي إلى الرشاد .\nمختصرا من كتاب \" طريق الهجرتين \" لابن القيم رحمه الله 0\nمسألة : قد يقول قائل إن هذه القواعد في الكفار الأصليين ، فكيف تنزل على أهل القبلة ؟\nوالجواب: أن من فعل فِعل الكفار الأصليين الحق بهم ، ومن أراد مزيد بحث في ذلك فليراجع \" كشف الشبهات \" فإن الشيخ محمد بن عبد الوهاب رحمه الله تكلم عن هذه الشبهة وكشف زيفها ، وراجع أيضا كتاب \" الحقائق في التوحيد في : باب من فَعَل فِعْل المشركين الأصليين أو اليهود أو النصارى وغيرهم من ملل الكفر أُلحق بهم \".\nقال تعالى : { وأن أقم وجهك للدين حنيفا ولاتكونن من المشركين } ، وقال تعالى : { ودوا لو تكفرون كما كفروا فتكونون سواءً } ، وقال تعالى : { ولا تكونوا كالذين قالوا سمعنا وهم لا يسمعون } ، وقال تعالى : { ومن يتولهم منكم فإنه منهم}.\nوعن ابن عمر مرفوعا (( من تشبه بقوم فهو منهم )) [رواه أبو داود] ، وعن أبي سعيد مرفوعا (( لتتبعن سنن من كان قبلكم فذكر اليهود والنصارى )) [متفق عليه].\nوقال ابن تيمية فيمن جعل الآيات النازلة خاصة لمن نزلت بسببه ولا يشمل النوع أو المثال فقال : ( فلا يقول مسلم أن آية الظهار لم يدخل فيها إلا أوس بن الصامت وآية اللعان لم يدخل فيها إلا عاصم بن عدي وأن ذم الكفار لم يدخل فيه إلا كفار قريش ونحو ذلك مما لا يقوله مسلم ولا عاقل ) [الفتاوى 16/ 148].\n(1/42)\n\nوقال أبا بطين : ( أما قول من يقول أن الآيات التي نزلت بحكم المشركين الأولين فلا تتناول من فعل فعلهم فهذا كفر عظيم ) ، قال : ( ويلزم منه أن الحدود المذكورة في القرآن والسنة لأناس كانوا وانقرضوا ! فلا يُحد الزاني اليوم ولا تقطع يد السارق وبطل حكم القرآن ) [الدرر 10/418] انتهى كلامه.\n14 ـ باب لحوق اسم الشرك لمن وقع فيه اجتهادا أو ظنا أو حسبانا أنه مهتد\nم: قال تعالى ( فريقا هدى وفريقا حق عليهم الضلالة إنهم اتخذوا الشياطين أولياء من دون الله ويحسبون أنهم مهتدون )\nوقال تعالى (قل هل ننبئكم بالأخسرين أعمالا الذين ضل سعيهم في الحياة الدنيا وهم ويحسبون أنهم يحسنون صنعا )و قال تعالى (وإنهم ليصدونهم عن السبيل ويحسبون أنهم مهتدون )\nش:فلم ينفعهم ظنهم و ما أنجاهم من عذاب الملك الجبار.\nم: وقال تعالى (وجوهٌ يومئذ خاشعة عاملة ناصبة تصلى نارا حامية).\nش: قال الحافظ ابن كثير:أي قد عملت عملاً كثيراً، و نصبت فيه و صليت يوم القيامة ناراً حامية…مرَّ عمر بن الخطاب –رضي الله عنه-بدار راهب فأشرف، قال فجعل عمر ينظر إليه و يبكي، فقيل له يا أمير المؤمنين ما يبكيك من هذا؟! قال ذكرت قول الله –عز و جل- في كتابه(وجوهٌ يومئذ خاشعة عاملة ناصبة تصلى نارا حامية).(تفسير ابن كثير باختصارج439:4) ولعل هذا حال كثير من عبدة القبور وسدنة القصور اليوم يعملون و ينصبون و ينفقون أموالهم و هم يحسبون انهم يحسنون صنعاً.\nم: وسبق نقل الإجماع فيمن ظن صحة نبوة مسيلمة بحجة أن النبي صلي الله عليه وسلم أشركه في النبوة.",
        "(1/43)\n\nش:1-قال شيخ الإسلام محمد:(و طائفةٌ شهدوا أن لا اله إلاّ الله و أن محمداً رسول الله لكن صدقوا لمسيلمة أن النبي أشركه في النبوة، و ذلك أن أنه أقام شهودا شهدوا معه بذلك و فيهم رجلٌ من الصحابة معروف بالعلم و العبادة يقال له الرّجّال فصدقوه)(الدررج18:8) ويقول أيضا(يتفطن العاقل لقصة واحدة و هي أن بني حنيفة أشهر أهل الردة ،و هم الذين يعرفهم العامة من أهل الردة و هم عند الناس من أقبح أهل الردة و أعظمهم كفراً، و هم مع هذا يشهدون أن لا اله إلا الله , أن محمدا رسول الله و يؤذنون و يصلون و مع هذا فان أكثرهم يظنون أن النبي صلى الله عليه وسلم أمرهم بذلك لأجل الشهود الذين معهم الرّجّال)(الدرر ج20:8) فما أغنى عنهم ظنهم شيئا.\n2-إذا كان هذا حال من أشرك في النبوة فما هو حال من أشرك في عبادة الله العلي العظيم؟!.\nم: وفيه ظن النصارى.\nوقال ابن تيمية (ثبت في الكتاب والسنة والإجماع أن من بلغته رسالة النبي صلى الله عليه وسلم فلم يؤمن به فهو كافر لا يقبل منه الاعتذار بالاجتهاد لظهور أدلة الرسالة وأعلام النبوة)الفتاوى 12/496 ،\nش:1-لا اجتهاد في أصل الدين(التوحيد) و من أجتهد فوقع في الشرك فهو مشرك، فان كان الاجتهاد بعد بلوغ الدعوة لحقه اسم كفر التعذيب.\n2-بلوغ الدعوة يكفي لقيام الحجة في مسائل التوحيد و الشرك الأكبر وهذا ثابت في الكتاب والسنة والإجماع\n3-الحوار و فهم الحجة لا يشترط لقيام الحجة في الشرك و المسائل الظاهرة.\nم: وقال الشيخ عبد الله بن محمد بن عبد الوهاب (الإجماع منعقد على أن من بلغته دعوة الرسول صلى الله عليه وسلم فلم يؤمن فهو كافر ولا يقبل منه الاعتذار بالاجتهاد لظهور أدلة الرسالة وأعلام النبوة ) الدرر10/247) 0\nش:1-هذا نصٌ من إمام من أئمة الدعوة على أنَّ بلوغ الدعوة يكفي لقيام الحجة في مسائل التوحيد و الشرك الأكبر، وأنَّ فهم الحجة لا يشترط لقيام الحجة في الشرك .\n(1/44)",
        "\n2-اسم الكفر يلحق من قامت عيه الحجة.\n15 ـ باب ماذا يُجرى عليه من الأحكام إذا كان مشركا ولم تقم عليه الحجة.\nش:في هذا الباب يذكر المصنف بعض الأحكام التي تلحق المشرك الذي لم تقم عليه الحجة\nم: قال تعالى (ماكان للنبي والذين آمنوا أن يستغفروا للمشركين )\nش:1-الحكم الذي تضمنته الآية الكريمة هو النهي عن الاستغفار للمشركين.\n2-يلحق بالاستغفار الدعاء والصدقة و الصيام…الخ .\nم: وقال تعالى (ولا تنكحوا المشركات حتى يؤمن ) الآية\nش:في الآية الكريمة النهي عن نكاح المشركين و المشركات .\nم:وقال تعالى (وما كنا معذبين حتى نبعث رسولا )\nش:التعذيب لا يلحقه.\nم: وقال تعالى (ولولا أن تصيبهم مصيبة بما قدمت أيديهم فيقولوا ربنا لولا أرسلت إلينا رسولا فنتبع آياتك من قبل أن نذل ونخزى)\nش:التعذيب(المصيبة)لا تلحقهم مع أنهم مستحقون لها بما قدمت أيديهم من الشرك، و لكنَّ الله منَّ على عباده فلا يعذبهم إلاّ بعد قيام الحجة الرسالية عليهم.\nم: وقال عبد الله وحسين أبناء الشيخ محمد بن عبد الوهاب ( من مات من أهل الشرك قبل بلوغ هذه الدعوة فالذي يحكم عليه أنه إذا كان معروفا بفعل الشرك ويدين به ومات على ذلك فهذا ظاهره أنه مات على الكفر فلا يُدعى له ولا يُضحى له ولا يُتصدق عنه وأما حقيقة أمره فإلى الله تعالى فإن\nقامت عليه الحجة في حياته وعاند فهذا كافر في الظاهر والباطن وإن لم تقم عليه الحجة فأمره إلى الله تعالى وأما سبه ولعنه فلا يجوز ) الدرر 10/142 ،\nش:لا يجوز سبه و لعنه لأنه نوعٌ من تعذيب إلاّ إذا دعت الحاجة كأن يكون طاغوتا من الطواغيت فيبين ظلمه و طغيانه.\nم: وقال الشيخ إسحاق بن عبد الرحمن (بل إن أهل الفترة الذين لم تبلغهم الرسالة والقرآن وماتوا على الجاهلية لا يسمون مسلمين بالإجماع ولا يستغفر لهم وإنما اختلف أهل العلم في تعذيبهم في الآخرة ) رسالة تكفير المعين،\n(فلا يُجرى عليه كل أحكام الكفار إنما أحكام دون أحكام) 0\n(1/45)\n",
        "16 ـ باب الفترة\nم: قال تعالى (يا أهل الكتاب قد جاءكم رسولنا يبين لكم على فترة من الرسل )،قال ابن جرير على فترة من الرسل ( أي انقطاع ) من الرسل\nش: 1-كان الزمن قبل بعثة النبي صلى الله عليه وسلم زمن فترة، و أهل الفترة قبل البعثة فيهم تفصيل؛ منهم من قامت عليه الحجة (الخاصة) بالحنفاء و منهم من لم تقم عليه الحجة.\n2-الراجح أن الفترة تتكرر ولو بعد بعثة سيدنا محمد صلى الله عليه وسلم الى قيام الساعة و هو قول الإمام أحمد.\n3-الخوارج قالوا بانقطاع الفترة بعد بعثة النبي صلى الله عليه وسلم و سيأتي الكلام على مذهبهم ان شاء الله تعالى.\nم: وحديث ابن عباس في البخاري في قوم نوح عليه الصلاة والسلام قال حتى إذا هلك أولئك وتنسّخ العلم عُبدت ،\nش:أي كانوا أهل فترة ،يقول شيخ الإسلام محمد:( فلما خلت الأرض من العلماء ألقى الشيطان في قلوب الجهال أنَّ أولئك الصالحين ما صوروا صور مشائخهم إلا ليشفعوا لهم إلى الله عز وجل).\nم:ولحديث حذيفة مرفوعا (يدرس الإسلام كما يدرس وشي الثوب حتى لا يدرى ما صيام ولا نسك ولا صدقة ) الحديث صححه الحاكم و رواه ابن ماجة وزاد ولا صلاة.\nش:1-(أل) في الإسلام يراد بها الخصوص لأنّ لا اله إلا الله (أصل الإسلام)لا تدرس و إنما الذي يدرس هو الذي نص عليه الحديث.\n2-يسمى هؤلاء مسلمون و يعذرون على تركهم هذه الفرائض ،إذا جهلوها بسبب اندراس العلم و لم يقعوا في الشرك.\nم: وقال ابن تيمية ( فإذا ضعف العلم والقدرة صار الوقت وقت فترة في ذلك )الفتاوى\nوقال أيضا(من لم تبلغه دعوة رسول إليه كالصغير والمجنون والميت في الفترة المحضة فهذا يمتحن في الآخرة كما جاءت بذلك الآثار)الفتاوى 14/477\n(1/46)\n\nوقال أيضا( وقد رويت آثار متعددة في أن من لم تبلغه الرسالة في الدنيا فإنه يبعث إليه رسول يوم القيامة في عرصات القيامة )الفتاوى 17/308 وقال أيضا (لكن قد تخفى آثار الرسالة في بعض الأمكنة والأزمنة حتى لا يعرفون ما جاء به الرسول صلى الله عليه وسلم إما لا يعرفون اللفظ وإما أن يعرفوا اللفظ و لا يعرفوا المعنى فحينئذ يصيرون في جاهلية ) الفتاوى 17/307\nش: 1-(يعرفوا اللفظ)أي لوجود الكتاب من غير تحريف في لفظه.\n2-الفترة تتكرر وقد تكون في مكان دون مكان في زمان واحد.\nم: وقال أيضا (قال مالك بن أنس :إذا قل العلم ظهر الجفاء وإذا قلت الآثار ظهرت الأهواء ولهذا شبهت الفتن بقطع الليل المظلم ولهذا قال أحمد في خطبته :الحمد لله الذي جعل في كل زمان فترة بقايا من أهل العلم ) الفتاوى 17/308\nوقال أبناء الشيخ محمد بن عبد الوهاب وحمد بن ناصر وعبد العزيز الحصين قالوا (ذكر أهل العلم أن أصحاب الفترات يمتحنون يوم القيامة في العراصات ولم يجعلوا حكمهم حكم الكفار ولا حكم الأبرار) الدرر10/137 ،والرسائل والمسائل 5/576 ،\nش:لاحظ دقة الأئمة -رحمهم الله -في قولهم(ولم يجعلوا حكمهم حكم الكفار)فأصحاب الفترات-الذين لم تقم عليهم الحجة-لا يلحقهم كل ما يلحق الكافر الذي قامت عليه الحجة من الأحكام،و لكن يلحقهم اسم الشرك و بعض الأحكام كما تقدم.\nم: وقال ابا بطين (أما حكم من مات في زمان الفترات ومن لم تبلغه دعوة رسول فإن الله سبحانه أعلم بهم واسم الفترة لا يختص بأُمة دون أُمة قال أحمد في خطبته على الزنادقة والجهمية :الحمد لله الذي جعل في كل زمان فترة من الرسل بقايا من أهل العلم ,ويُروى هذا اللفظ عن عمر رضى الله عنه)",
        "(1/47)\n\nوقال ابن القيم ( وقد وافقه عليه أئمة الدعوة ونقلوه في كتبهم ) وقد جعله أصلا من الأصول قال إن قيام الحجة (أي التي ينبني عليه التكفير والقتل والقتال ونحوها ) يختلف باختلاف الأزمنة والأمكنة والأشخاص فقد تقوم حجة الله على الكفار في زمن دون زمن وفي بقعة وناحية دون أخرى كما أنها تقوم على شخص دون آخر إما لعدم عقله وتميزه كالصغير والمجنون وإما لعدم فهمه لكونه لم يفهم الخطاب ولم يحضر ترجمان له فهذا بمنزلة الأصم الذي لا يسمع شيئا ويتمكن من التفهم وهو أحد الأربعة الذين يدلون على الله بالحجة يوم القيامة كما في حديث الأسود وأبي هريرة وغيرهم ) الطبقات ،\nش: موانع قيام الحجة في المسائل الظاهرة والشرك الأكبر التي ذكرها أبن القيم:الصغر و الجنون و عدم الفهم و الصمم ،وهذه تمنع اسم كفر القتل و التعذيب وحكمه، و لا تمنع أسماء الشرك و اليهودية والنصرانية فصغار النصارى و مجانينهم يسمون نصارى .\nم: وقد أجمع أئمة الدعوة على أن زمن ظهور الشيخ محمد بن عبد الوهاب كان زمن فترة وأن زمن ظهور الشيخ ابن تيمية زمن فترة وغلبة جهل 0\n17 ـ باب من فَعَل فِعْل المشركين الأصليين أو اليهود أو النصارى\nوغيرهم من ملل الكفر أُلحق بهم.\nش:هذا أخرُ الأبواب المتعلقة بالشرك، و المقصود منه الرد على من زعم أن من فعل الشرك مِن أهل القبلة فليس بمشركٍ! وأن الآيات الكريمة المذكورة في وصف المشركين هي في الكفار الأصليين! و قد تكفل شيخ الإسلام محمد بالرد على شبهات هؤلاء في كشف الشبهات.\nم: قال تعالى (وأن أقم وجهك للدين حنيفا ولاتكونن من المشركين )\nش:فمن ترك الحنيفية صار من المشركين و الخطاب في الآية الكريمة للنبي صلى الله عليه وسلم، فكيف بغيره من الأمة؟!.\nم: وقال تعالى ( ودوا لو تكفرون كما كفروا فتكونون سواءً )\nش:إذا فعلتم فعل الكفار من الاستغاثة بغيرِ الله و السجود لغيره وتحكيم الطواغيت..الخ ارتدتم عن دينكم و صرتم كفاراً مثلهم.\n(1/48)",
        "\nم: وقال تعالى ( ولا تكونوا كالذين قالوا سمعنا وهم لا يسمعون ) وقال تعالى( ومن يتولهم منكم فإنه منهم ) ،\nوعن ابن عمر مرفوعا ( من تشبه بقوم فهو منهم ) رواه أبو داود ، وعن أبي سعيد مرفوعا (لتتبعن سنن من كان قبلكم فذكر اليهود والنصارى ) متفق عليه، وقال ابن تيمية فيمن جعل الآيات النازلة خاصة لمن نزلت بسببه ولا يشمل النوع أو المثال فقال (فلا يقول مسلم أن آية الظهار لم يدخل فيها إلا أوس بن الصامت وآية اللعان لم يدخل فيها إلا عاصم بن عدي وأن ذم الكفار لم يدخل فيه إلا كفار قريش ونحو ذلك مما لا يقوله مسلم ولا عاقل ) الفتاوى 16/ 148\nش:العبرةُ بعموم اللفظ لا بخصوص السبب ، و في كلام شيخ الإسلام ردٌ على مَن زعمَ أن قوله جل و علا: (ومن لم يحكم بنا أنزل الله فأولئك هم الكافرون) هو خاصٌ بأهل الكتاب و أنَّ الحاكم الذي يفرض قوانين الكفر على المسلمين و يزعم أنه مسلم ليس بكافر و لا تتناوله هذه الآية الكريمة!!\nم: وقال أبا بطين (أما قول من يقول أن الآيات التي نزلت بحكم المشركين الأولين فلا تتناول من فعل فعلهم فهذا كفر عظيم ، قال ويلزم منه أن الحدود المذكورة في القرآن والسنة لأناس كانوا وانقرضوا فلا يُحد الزاني اليوم ولا تقطع يد السارق وبطل حكم القرآن ) الدرر 10/418.\nش:1- تأمل في كلام ابا بطين و مناسبته للباب\n2-من الأفعال الشركية القبيحة التي ذكرها الله عن المشركين؛ التحاكمُ إلى الطواغيت فتأمل.\n18 ـ باب لحوق اسم الكفر الذي بمعنى الشرك ولو قبل قيام الحجة\nم: قال تعالى (وصدها ما كانت تعبد من دون الله إنها كانت من قوم كافرين ) وقد قال قبل ذلك (وجدتها وقومها يسجدون للشمس من دون الله)\nش:1-(كافرين): مشركين(أنظر تعليق الشيخ المخلف على هذه الاية ص من هذا الكتاب).\n2-سمَّاهم الله كافرين قبل قيام الحجة.\n(1/49)\n",
        "م: وقال تعالى (ما كان للمشركين أن يعمروا مساجد الله شاهدين على أنفسهم بالكفر ) وقال تعالى (إنما النسئ زيادة في الكفر يضل به الذين كفروا يحلونه عاما ويحرمونه عاما )\nش: مراد الشيخ فكَّ الله أسره أنَّ الله ألحق بهؤلاء اسم الشرك قبل قيام الحجة ،ولكن يمكن أن يقال أن قريش قد قامت عليهم الحجة الخاصة كما ذكرنا من قبل ولذا استحقوا اسم الكفر.\nم: وقال تعالى ( ومن يدع مع الله إلها آخر لابرهان له به فإنما حسابه عند ربه إنه لا يفلح الكافرون )\nوقال تعالى (له دعوة الحق والذين يدعون من دونه لا يستجيبون لهم بشيء إلا كباسط كفيه إلى الماء ليبلغ فاه وما هو ببالغه وما دعاء الكافرين إلا في ضلال)\nش: الحق الله بهؤلاء اسم الكفر الذي هو بمعنى الشرك قبل قيام الحجة(أنظر الملاحظة في نهاية هذا الباب).\nم: وقال الشيخ عبد اللطيف في المنهاج ( ص 320 ) قال : وكيف لا يحكم الشيخان ( ابن تيمية وابن القيم ) على أحد بالكفر أو الشرك وقد حكم به الله ورسوله وكافة أهل العلم )، وقال الشيخ إسحاق في كتابه تكفير المعين ( دُعاء أهل القبور وسؤالهم والاستغاثة بهم من هذا الباب ولم يتنازع فيها المسلمون بل هي مجمع على أنها من الشرك المكفر كما حكاه شيخ الإسلام ابن تيميه وجعلها مما لا خلاف في التكفير فيه)\nش:( الشرك المكفر) أي الشرك المخرج عن الملة؛ المستوجب للقتال و التعذيب .\nم: وقال عبد الله وإبراهيم أبنا عبد اللطيف وابن سحمان ( وأما دعاء الصالحين والاستغاثة بهم وقصدهم في الملمات والشدائد فهذا لا ينازع مسلم في تحريمه والحكم بأنه من الشرك الأكبر فليس في تكفيرهم وتكفير الجهمية قولان ) فتاوى الأئمة النجدية 3/66 .\nش:1-هؤلاء القوم مشركون قبل قيام الحجة و بعدها .\n2- يلحقهم اسم الكفر و حكمه بعد قيام الحجة .\n3-المراد الجهمية المحضة(انظر القاعدة فيهم، باب 64 من هذا الكتاب)\n(1/50)\n\nملاحظة: ما ذكرناه في هذا الباب من أنَّ الكفر ياتي أحياناً بمعنى الشرك هو اختيار الشيخ علي الخضير وهو قولٌ مرجوحٌ و الله أعلم، و الراجح أنَّ اسم الكفر لا يجتمع مع اسم الشرك إلاّ بعد قيام الحجة، راجع كلام الشيخ المخلف الذي أثبتناه بطوله في نهاية القسم الثالث فإنه مهم.\nولعل استعمال الكفر يأتي بمعنى الشرك قبل قيام الحجة في كلام العلماء دون الكتاب والسنة.\n19 ـ باب اسم الردة التي سببها الشرك ليس لها ارتباط بالحجة\nكما سبق في اسم الكفر\nم: وعن ابن عباس مرفوعا (من بدل دينه فاقتلوه ) رواه البخاري.\nش:1-يلحقه حكم القتل إذا قامت عليه الحجة\n2-يلحقه اسم الشرك و الردة سواء قامت عليه الحجة أم لم تقم\n3-أصحاب الفترات(ما صح لهم عقد الإسلام من قبل)؛ لا يلحقهم اسم الردة لان من كان كفره كفراً أصلياً لا يقال عنه ارتد.\nم: وعن ثوبان مرفوعا (لاتقوم الساعة حتى تلحق قبائل من أمتي بالمشركين وحتى تعبد قبائل من أُمتي الأوثان ) رواه أبو داود وصححه الحاكم.\nش:1-علم من أعلام النبوة.\n2-هؤلاء ارتدوا بلحوقهم المشركين و فعلهم الشرك.\nم: وقال الشيخ محمد بن عبد الوهاب (في الدرر 8/118) لما ذكر المرتدين وفرقهم قال منهم من كذب النبي صلى الله عليه وسلم ورجعوا إلى عبادة الأوثان ومنهم من أقر بنبوة مسيلمة ظنا أن النبي صلى الله عليه وسلم أشركه في النبوة لأن مسيلمة أقام شهود زور شهدوا له بذلك فصدقهم كثير من الناس ومع هذا أجمع العلماء أنهم مرتدون ولو جهلوا ذلك ومن شك في ردتهم فهو كافر ).\nش:\n1-لحوق اسم الردة لمن تلبس بالشرك و لو كان جاهلا.\n2-حكاية شيخ الإسلام الإجماع على كفر هؤلاء وتكفير من شك في ردتهم.\n3-هؤلاء أشركوا في النبوة، فكيف بمن أشرك بالملك الجبار؟\nم: وأيضا إجماع الفقهاء في باب المرتد إذا كانت ردته بالشرك أنهم يُحكم عليهم بذلك ولو جهلوا 0\n20 ـ باب لحوق اسم الافتراء ولو قبل قيام الحجة.",
        "(1/51)\n\nقال تعالى (اعبدوا الله مالكم من إله غيره إن أنتم إلا مفترون ) قال ابن تيمية بعد هذه الآية (فجعلهم مفترين قبل أن يحكم بحكم يخالفونه لكونهم جعلوا مع الله إلها آخر ) الفتاوى 20/38\nوقال تعالى (وكذلك زين لكثير من المشركين قتل أولادهم شركاؤهم ليردوهم وليلبسوا عليهم دينهم ولو شاء الله ما فعلوه فذرهم وما يفترون ) وقال تعالى (وقالوا هذه أنعام وحرث حجر لا يطعمها إلا من نشاء بزعمهم وأنعام حرمت ظهورها وأنعام لا يذكرون اسم الله عليها افتراء عليه سيجزيهم بما كانوا يفترون ) فسماهم مفترين بفعلهم هذا الذي فعلوه قبل الرسالة 0\n21 ـ باب لحوق اسم الغفلة ونفي الهداية ولو قبل قيام الحجة\nقال تعالى (لتنذر قوما ما أنذر آباؤهم فهم غافلون ) فسمى آباءهم غافلين قبل الرسالة، وقال تعالى (لتنذر قوما ما أتاهم من نذير من قبلك لعلهم يهتدون ) نفى الاهتداء عن آبائهم وهم أهل فترة 0\n22 ـ باب لحوق اسم الطغيان والظلم والعلو واسم المفسدين ولو قبل الحجة\nم: قال تعالى (اذهب إلى فرعون إنه طغى )\nوقال تعالى (إذ نادى ربك موسى أن ائت القوم الظالمين )\nوقال تعالى (إن فرعون علا في الأرض- إلى أن قال- إنه كان من المفسدين )، قال ابن تيمية (فسماه طاغيا وظالما ومفسدا قبل مجيء موسى عليه الصلاة والسلام إليهم ) الفتاوى 20/37 0\n23 ـ باب لحوق اسم الضلال ولو قبل قيام الحجة\nم:قال تعالى (هو الذي بعث في الأُميين رسولا منهم إلى أن قال وإن كانوا من قبل لفي ضلال مبين) وقال تعالى (واذكروه كما هداكم وإن كنتم من قبله لمن الضالين )وقال تعالى (إنهم ألفوا آباءهم ضالين فهم على آثارهم يهرعون ) فسماهم ضالين قبل الرسالة ،\nقال تعالى (قال لقد كنتم أنتم وآباؤكم في ضلال مبين ) وقال تعالى (ووجدك ضالا فهدى )\nش: لا يقصد به ضلال الشرك، لأنَّ رسول الله صلى الله عليه و سلم كان موحداً من الحنفاء فهداه الله إلى الوحي و النبوة.\n(1/52)",
        "\nم: وقال تعالى عن موسى عليه الصلاة والسلام (قال فعلتها إذا وأنا من الضالين ).\nش: انظر التعليق السابق.\nم:وعن عبد الله بن زيد رضى الله عنه مرفوعا في قصة وفيها (ألم أجدكم ضلالا فهداكم الله بي ) متفق عليه ، فسماهم ضالين قبل مجيئه إليهم ،و قال عمرو بن عبسة ( كنت وأنا في الجاهلية أظن الناس على ضلالة ) رواه مسلم 0\n24 ـ باب لحوق اسم الفاحشة ولو قبل قيام الحجة\nم:قال تعالى (وإذا فعلوا فاحشة قالوا وجدنا عليها آباءنا )\nوقال تعالى (أتأتون الفاحشة ما سبقكم بها من أحد من العالمين ) ،\nقال ابن تيمية ( فدل على أنها كانت فاحشة عندهم قبل أن ينهاهم ولهذا قال( أإنكم لتأتون الرجال وتقطعون السبيل وتأتون في ناديكم المنكر) وهذا خطاب لمن يعرفون قبح ما يفعلون ولكن أنذرهم بالعذاب) الفتاوى 11/680 0\n25 ـ باب لحوق اسم المقت قبل البعثة وقبل قيام الحجة\nوعن عياض بن حمار رضى الله عنه مرفوعا (إن الله نظر إلى أهل الأرض فمقتهم عربهم وعجمهم إلا بقايا من أهل الكتاب ) رواه مسلم.\n26 ـ باب لحوق اسم الجاهلية ولو قبل قيام الحجة\nقال تعالى (ولا تبرجن تبرج الجاهلية الأولى ) فسمى ما قبل الرسالة جاهلية أولى ، وقال تعالى (أفحكم الجاهلية يبغون )\nوقال تعالى (ما كنت تدري ما الكتاب ولا الإيمان ) ،\nوعن سعيد بن جبير عن ابن عباس قال :إذا سرك أن تعلم جهل العرب فاقرأ مافوق الثلاثين ومائة من سورة الأنعام (قد خسر الذين قتلوا أولادهم - إلى قوله- قد ضلوا وما كانوا مهتدين ) رواه البخاري، قال عمرو بن عبسة ( كنت وأنا في الجاهلية أظن الناس على ضلالة وأنهم ليسوا على شئ وهم يعبدون الأوثان ) رواه مسلم ، فظن فيهم الضلالة وسماهم في جاهلية وقد صدق ظنه ،\nوقال ابن تيمية (اسم الجهل والجاهلية يقال جاهلية وجهلا قبل مجيء الرسول وأما التعذيب فلا ) الفتاوى 20/ 38 0\n27 ـ باب لحوق اسم البدعة والإلحاد والانحراف والخاطئ\nولو قبل قيام الحجة\n(1/53)\n",
        "م:قال تعالى (ورهبانية ابتدعوها ما كتبناها عليهم ) وقال تعالى (إن فرعون وهامان وجنودهما كانوا خاطئين )، وفيه خطأ النصراني ،\nوفي كتاب التوحيد لابن مندة قال باب ذكر الدليل على أن المجتهد المخطئ في معرفة الله عز جل ووحدانية كالمعاند قال تعالى مخبرا عن ضلالتهم ومعاندتهم (قل هل ننبئكم بالأخسرين أعمالا\nالذين ضل سعيهم في الحياة الدنيا وهم يحسبون أنهم يحسنون صنعا)\nش:1-من اجتهد في أصل الدين فوقع في الشرك صار مشركاً و رُدَّ عليه اجتهاده.\n2- النص للحفظ.\nم: وقال تعالى ( إن الذين يلحدون في آياتنا لا يخفون علينا ) وقال تعالى (فادعوه بها وذروا الذين يلحدون في أسمائه )\nوقال تعالى (ومن الناس من يعبد الله على حرف فإن أصابه خير اطمأن به وإن أصابته فتنة انقلب على وجهه ) 0\n28 ـ باب إطلاق اسم اليهودية والنصرانية والمجوسية\nونحوها من الملل ولو على من لا يعقل الحجة\nش:(لا يعقل الحجة) كالصغير و المجنون فهؤلاء يلحقهم الاسم، و لا يلحقهم الحكم و يمتحنون يوم القيامة.\nم: قال تعالى ( إنك إن تذرهم يضلوا عبادك ولا يلدوا إلا فاجرا كفارا)\nش: فسمى أولادهم كفاراً و إن كانوا صغاراً لا يعقلون الحجة.\nم: وعن أبي هريرة مرفوعا ( ما من مولود إلا يولد على الفطرة فأبواه يهودانه أو ينصرانه أو يمجسانه ) الحديث متفق عليه وزاد مسلم ويشركانه ، وفي الحديث ( أن الرسول صلى الله عليه وسلم سئل عن ذراري المشركين فقال هم منهم ) متفق عليه من حديث الصعب ،\nوفي السيرة أن أطفال اليهود والمشركين الأصليين كانوا يُسبون كغيرهم.\n29 ـ باب من جهل المعنى في الأقوال غير الصريحة لا جهل أنها تكفر، ولا إن فعل الشرك وجهل أنه يكفر\nش:1-راجع لزاماً جزء جهل و التباس الحال لشيخ علي الخضير فكَّ اللهُ أسره.\nقد يسّر الله للعبد الفقير شرح جزء الحال فللّهِ الحمد والمنة.\n2- الكلام هنا عن الأقوال غير الصريحة و الألفاظ المحتملة التي يقصد قائلها المعنى غير الفاسد.\n(1/54)\n\n3-قال المصنف في الكتاب السابق: وجهل المعنى يكون في حالات:1-أن يتكلم بما لا يعرف فلم يعرف المعنى أو علمه و لم يقصده في غير الصريح 2-ان يتكلم بما لا يعقل. 3-أن يتكلم بألفاظ صريحة لكن مع ذهاب الأهلية بجنون أو نوم او سكر في باب الديانة أو القضاء، و هناك فرق بينه و بين الهازل. قال أبن القيم في الهدي: الهازل من قصد اللفظ و لم يقصد حكمه.انتهى كلامه-\n4-من كان حاله هكذا عذر بدليل ما يأتي:\nم:قال تعالى (وليس عليكم جناح فيما أخطأتم به ولكن ما تعمدت قلوبكم ) وقال تعالى (لا يؤاخذكم الله باللغو في أيمانكم ولكن يؤاخذكم بما عقدتم الأيمان ) وقال تعالى (ربنا لا تؤاخذنا إن نسينا أو أخطأنا )\nم: وعن ابن عباس مرفوعا ( إن الله تجاوز عن أمتي الخطأ والنسيان ) صححه ابن حبان والحاكم ، وعند مسلم من حديث أنس في قصة الرجل الذي أخطأ من شدة الفرح قال ابن تيمية (وقد سبق اللسان بغير ما قصد القلب كما يقول الداعي من الفرح اللهم أنت عبدي 00الكلامَ ) في تلخيص الرد على البكري ص 244\nوقال الشيخ محمد بن عبد الوهاب في تاريخ نجد ص452 المسألة الرابعة إذا نطق بكلمة الكفر ولم يعلم معناها صريح واضح أنه يكون نطق بما لا يعرف معناه وأما كونه أنه لا يعرف أنها تكفره فيكفي فيه قوله (لا تعتذروا قد كفرتم بعد إيمانكم )فهم يعتذرون للنبي صلى الله عليه وسلم ظانين أنها لا تكفر اهـ\nش: من جهل أن الاستهزاء بدين الله و سب نبيه صلى الله عليه و سلم كفرٌ مخرج من الملة؛ فإنه لا يعذر بجهله لهذا الحكم.",
        "(1/55)\n\nم: وقال المفسرون بالمعنى عند قوله ( لاتقولوا راعنا وقولوا انظرنا ) وقوله ( واسمع غير مسمع وراعنا ليا بألسنتهم ) كان يأتي ناس من اليهود فيقولون راعنا سمعك حتى قالها ناس من المسلمين ، قال ابن تيمية ( كان المسلمون يُخاطبون الرسول بمثل ذلك قاصدين به الخير حتى نُهوا عن التكلم بكلام يحتمل الاستهزاء ويُوهمه وقال إن هذه اللفظة تتخاطب بها العرب لا تقصد سبا اهـ مختصرا من الصارم 240 ،وفي تلخيص الرد على البكري ص 343\nوقال عبد اللطيف (وقد قرر الفقهاء وأهل العلم في باب الردة وغيرها أن الألفاظ الصريحة يجري حكمها وما تقتضيه وإن زعم المتكلم بها أنه قصد ما يخالف ظاهرها وهذا صريح في كلامهم يعرفه كل ممارس) المنهاج ص 134.\nش:1- الالفاظ الصريحة لا يقبل فيها دعوى الجهل بمعناها .\n2-قال شيخ الاسلام ابن تيمية: وقال أيضا ( من سب موصفا بوصف أو مسمى باسم وذلك يقع على الله سبحانه أو بعض رسله ولكن ظهر أنه لم يقصد ذلك إما لاعتقاده أن الوصف والاسم لا يقع عليه أو لأنه وإن كان يعتقد وقوعه عليه لكن ظهر أنه لم يرد لكون الاسم الغالب لا يقصد به ذلك فهذا حرام في الجملة يستتاب صاحبه منه إن لم يعلم أنه حرام ويعزر لكن لا يكفر بذلك ولا يقتل ولكن يخاف عليه الكف. (جزء جهل والتباس الحل نقلا عن الصارم 562.495. بتصرف . )\nم:وقال الشيخ عبد الرحمن بن حسن (والعلماء رحمهم الله تعالى سلكوا منهج الاستقامة وذكروا باب حكم المرتد ولم يقل أحد منهم أنه إذا قال كفرا أو فعل كفرا وهو لا يعلم أنه يضاد الشهادتين أنه لا يكفر بجهله )\nوقال ابن القيم في بعض الجهال ممن لم تقم عليه الحجة ( وإما لعدم فهمه لكونه لم يفهم الخطاب ولم يحضر ترجمان له فهذا بمنزلة الأصم الذي لا يسمع شيئا ويتمكن من التفهم ) طبقات المكلفين ،\n(1/56)",
        "\nوذكر البهوتي في كشاف القناع 6/171 في باب المرتد فيمن سب التوراة إن قصد المحرفة فلا شئ عليه وإن قصد ا لمنزلة من عند الله فهذا يُقتل ولا تقبل توبته ، و قال أيضا فيمن لعن دين اليهود فإن قصد الذي هم عليه لأنه غُير وبدل فلا شئ عليه ( مختصرا ) 0\nش:\nنختم هذا الكتاب ببيان الفرق بين الكفر و الشرك:\nقال الشيخ عبد الرحمن بن طلاع المخلف حفظه الله:\nالحمد لله و الصلاة و السلام على رسول الله\nهذه قاعدة مهمة جدا قل من يتنبه لها مع كثرة ورودها في كتاب الله و مع أن أهل العلم المحققين يذكرونها في ثنايا كتبهم .\nقال تعالى {وَلَتَجِدَنَّهُمْ أَحْرَصَ النَّاسِ عَلَى حَيَاةٍ وَمِنَ الَّذِينَ أَشْرَكُواْ يَوَدُّ أَحَدُهُمْ لَوْ يُعَمَّرُ أَلْفَ سَنَةٍ وَمَا هُوَ بِمُزَحْزِحِهِ مِنَ الْعَذَابِ أَن يُعَمَّرَ وَاللّهُ بَصِيرٌ بِمَا يَعْمَلُونَ} (96) سورة البقرة .\nأي اليهود مع أن اسم الكفر يشملهم جميعا و لكن هناك فرق بين من كان يهوديا كافرا و بين من كان مشركا كافرا فتدبر .\nو قال تعالى {سَنُلْقِي فِي قُلُوبِ الَّذِينَ كَفَرُواْ الرُّعْبَ بِمَا أَشْرَكُواْ بِاللّهِ مَا لَمْ يُنَزِّلْ بِهِ سُلْطَانًا وَمَأْوَاهُمُ النَّارُ وَبِئْسَ مَثْوَى الظَّالِمِينَ} (151) سورة آل عمران .و هنا ذكر الله تعالى وصفين لعين واحدة فلا بد إذن أن يكون كل وصف له تأثير و إن كان وحده فذكرهم الله تعالى بوصف الكفر و هذا لا يكون إلا بعد بلوغ الرسالة و يقترن به العذاب و الوصف الآخر الشرك و هو جعل المخلوق ندا للخالق و هذا لا يشترط إقتران العذاب به فقد يكون مشركا و لكن من أهل الفترة و لا يعذب حتى تقام عليه الحجة .\n(1/57)\n",
        "}لَتُبْلَوُنَّ فِي أَمْوَالِكُمْ وَأَنفُسِكُمْ وَلَتَسْمَعُنَّ مِنَ الَّذِينَ أُوتُواْ الْكِتَابَ مِن قَبْلِكُمْ وَمِنَ الَّذِينَ أَشْرَكُواْ أَذًى كَثِيرًا وَإِن تَصْبِرُواْ وَتَتَّقُواْ فَإِنَّ ذَلِكَ مِنْ عَزْمِ الأُمُورِ} (186) سورة آل عمران و هذا كذلك تفريق بين الأسماء بسبب اختلاف الحقائق فحقيقة المشرك غير حقيقة الكتابي لذا خالف الله تعالى بين أسمائهم و إن كانوا يجتمعون في اسم الكفر بعد قيام الحجة فذكر الله تعالى كل بوصفه للتفريق بينهما .\nقوله تعالى {ذَلِكَ هُدَى اللّهِ يَهْدِي بِهِ مَن يَشَاء مِنْ عِبَادِهِ وَلَوْ أَشْرَكُواْ لَحَبِطَ عَنْهُم مَّا كَانُواْ يَعْمَلُونَ} (88 سورة الأنعام) فعلق الله تعالى حبوط العمل بالشرك فدل على أن كل من وقع في شرك أكبر فقد حبط عمله و هذا لا يقتضي تعذيبه لأن العذاب لا يكون إلا بعد الرسالة و كذلك لا يقتضي أن يكون حكمه حكم المسلم بحيث يدخل الجنة لأن الجنة لا يدخلها إلا نفس مسلمة و هذه نفس غير مسلمة و لكن لها حكم آخر و هو حكم أهل الفترة بحيث تمتحن فإن أطاعت دخلت الجنة فكان حكمها حكم النفس المسلمة و إن لم تطع دخلت النار فكان حكمها حكم من أقيمت عليه الحجة .\n(1/58)\n\nقوله تعالى {لَمْ يَكُنِ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ وَالْمُشْرِكِينَ مُنفَكِّينَ حَتَّى تَأْتِيَهُمُ الْبَيِّنَةُ} (1 سورة البينة) فلهم اسم و حقيقة لهذا الإسم قبل البينة و هو الشرك و لهم اسم و حكم بعد البينة و هو الكفر و العذاب .قوله تعالى {وَلَقَدْ أُوحِيَ إِلَيْكَ وَإِلَى الَّذِينَ مِنْ قَبْلِكَ لَئِنْ أَشْرَكْتَ لَيَحْبَطَنَّ عَمَلُكَ وَلَتَكُونَنَّ مِنَ الْخَاسِرِينَ} (65) سورة الزمر فحكم الله تعالى حكم جازما لازما بحبوط عمل من أشرك بالله الشرك الأكبر و إن كان خليل الله محمد صلى الله عليه و سلم و الاسم يؤخذ من الفعل فكما أن من أشرك حبط عمله فكذلك من أشرك و حبط علمه هو مشرك لإنتفاء حقيقة التوحيد من قلبه إما استكبارا أو جعل لله أندادا في العبادة لذا من بدع هذا العصر الشرعية و اللغوية و العقلية التفريق بين الفعل و الفاعل . فالأصل لغة و شرعا بل و عقلا أن من فعل فعلا سمى بهذا الفعل فمن اكل سمي آكلا و من شرب سمي شاربا سواء قيل بان الاسم مشتق من المصدر أو من الفعل فكل النحويين متفقون على ذلك و إن اختلفوا في أصل الإشتقاق لأن المصدر و الفعل كلاهما يتضمن الحدث الذي هو الفعل فشارب مثلا يتضمن حدث الشرب و هذا الحدث موجود في في الفعل و المصدر و فارق الفعل المصدر بأن الحدث قارنه زمن .و هذا من تدبره علم علم اليقين بأنه مقتضى جميع اللغات .و كذلك شرعا كل من فعل فعلا سمي بهذا الفعل فمن أشرك مع الله غيره سمي مشركا و من ابتدع في الدين سمي مبتدعا و من شرب الخمر سمي شاربا للخمر .و الشرع أحكامه جاريه على لغة العرب و أساليبها و لو قلنا غير هذا للزمنا أن تكذيب قوله تعالى (وَلَقَدْ نَعْلَمُ أَنَّهُمْ يَقُولُونَ إِنَّمَا يُعَلِّمُهُ بَشَرٌ لِّسَانُ الَّذِي يُلْحِدُونَ إِلَيْهِ أَعْجَمِيٌّ وَهَذَا لِسَانٌ عَرَبِيٌّ مُّبِينٌ) (النحل : 103( .",
        "(1/59)\n\nو قوله (قُرآناً عَرَبِيّاً غَيْرَ ذِي عِوَجٍ لَّعَلَّهُمْ يَتَّقُونَ) (الزمر : 28 (و قوله (بِلِسَانٍ عَرَبِيٍّ مُّبِينٍ) (الشعراء : 195 (.\nنعم قد يزيد الشارع بعض القيود و الشروط و بعض المعاني و لكن أبدا لا يخرج عن أساليب العرب و لغتهم . و حتى الكفر لغة كما قال ابن منظور ( الكُفْرُ جُحود النعمة , وهوضِدُّ الشكر . وقوله تعالى : إِنَّا بِكُلٍّ كَافِرُونَ أَي جاحدون. و كَفَرَ نَعْمَةَ الله يَكْفُرها كُفُوراً و كُفْراناً و كَفَر بها : جَحَدَها وسَتَرها . و كافَرَه حَقَّه : جَحَدَه . ورجل مُكَفَّر مجحود النعمة مع إِحسانه . ورجل كافر جاحد لأَنْعُمِ الله , مشتق من السَّتْر، وقيل : لأَنه مُغَطًّى على قلبه ) .و الجحد لا يكون إلا لمن علم الحق او تمكن منه و رده .فصفة الكفر لغة و شرعا تقتضي معرفة المكفور به و أو التمكن منها ثم ردها و جحدها و هذا جاري كذلك على الأصل الذي ذكرناه بأن من وقع منه الفعل سمي بهذا الفعل فمن وقع منه الكفر سمي كافرا و صفة الكفر كما ذكرنا تقتضي الرد و الجحد مع العلم أو التمكن من العلم حيث نزل منزلة العلم .\nقال شيخ الإسلام بن تيمية رحمه الله ( ولا ريب أن الكفر متعلق بالرسالة فتكذيب الرسول كفر وبغضه وسبه وعداوته مع العلم بصدقه في الباطن كفر عند الصحابة والتابعين لهم بإحسان. (....\n(1/60)",
        "\nو قال رحمه الله ( فَإِنَّ حَالَ الْكَافِرِ : لَا تَخْلُو مِنْ أَنْ يَتَصَوَّرَ الرِّسَالَةَ أَوْ لَا ؛ فَإِنْ لَمْ يَتَصَوَّرْهَا فَهُوَ فِي غَفْلَةٍ عَنْهَا وَعَدَمِ إيمَانٍ بِهَا . كَمَا قَالَ : { وَلَا تُطِعْ مَنْ أَغْفَلْنَا قَلْبَهُ عَنْ ذِكْرِنَا وَاتَّبَعَ هَوَاهُ وَكَانَ أَمْرُهُ فُرُطًا } وَقَالَ : { فَانْتَقَمْنَا مِنْهُمْ فَأَغْرَقْنَاهُمْ فِي الْيَمِّ بِأَنَّهُمْ كَذَّبُوا بِآيَاتِنَا وَكَانُوا عَنْهَا غَافِلِينَ } لَكِنَّ الْغَفْلَةَ الْمَحْضَةَ لَا تَكُونُ إلَّا لِمَنْ لَمْ تَبْلُغْهُ الرِّسَالَةُ وَالْكُفْرُ الْمُعَذَّبُ عَلَيْهِ لَا يَكُونُ إلَّا بَعْدَ بُلُوغِ الرِّسَالَةِ . فَلِهَذَا قَرَنَ التَّكْذِيبَ بِالْغَفْلَةِ وَإِنْ تَصَوَّرَ مَا جَاءَ بِهِ الرَّسُولُ وَانْصَرَفَ فَهُوَ مُعْرِضٌ عَنْهُ كَمَا قَالَ تَعَالَى . { فَإِمَّا يَأْتِيَنَّكُمْ مِنِّي هُدًى فَمَنِ اتَّبَعَ هُدَايَ فَلَا يَضِلُّ وَلَا يَشْقَى } { وَمَنْ أَعْرَضَ عَنْ ذِكْرِي فَإِنَّ لَهُ مَعِيشَةً ضَنْكًا } وَكَمَا قَالَ : { رَأَيْتَ الْمُنَافِقِينَ يَصُدُّونَ عَنْكَ صُدُودًا } وَكَمَا قَالَ : { وَإِذَا قِيلَ لَهُمُ اتَّبِعُوا مَا أَنْزَلَ اللَّهُ قَالُوا بَلْ نَتَّبِعُ مَا أَلْفَيْنَا عَلَيْهِ آبَاءَنَا } . وَإِنْ كَانَ مَعَ ذَلِكَ لَا حَظَّ لَهُ ؛ لَا مُصَدِّقَ وَلَا مُكَذِّبَ وَلَا مُحِبَّ وَلَا مُبْغِضَ فَهُوَ فِي رَيْبٍ مِنْهُ كَمَا أَخْبَرَ بِذَلِكَ عَنْ حَالِ كَثِيرٍ مِنْ الْكُفَّارِ مُنَافِقٍ وَغَيْرِهِ كَمَا قَالَ : { إنَّمَا يَسْتَأْذِنُكَ الَّذِينَ لَا يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَارْتَابَتْ قُلُوبُهُمْ فَهُمْ فِي رَيْبِهِمْ يَتَرَدَّدُونَ } وَكَمَا قَالَ مُوسَى : { أَلَمْ يَأْتِكُمْ نَبَأُ الَّذِينَ مِنْ قَبْلِكُمْ قَوْمِ نُوحٍ وَعَادٍ وَثَمُودَ وَالَّذِينَ مِنْ\n(1/61)\n",
        "بَعْدِهِمْ لَا يَعْلَمُهُمْ إلَّا اللَّهُ جَاءَتْهُمْ رُسُلُهُمْ بِالْبَيِّنَاتِ فَرَدُّوا أَيْدِيَهُمْ فِي أَفْوَاهِهِمْ وَقَالُوا إنَّا كَفَرْنَا بِمَا أُرْسِلْتُمْ بِهِ وَإِنَّا لَفِي شَكٍّ مِمَّا تَدْعُونَنَا إلَيْهِ مُرِيبٍ } { قَالَتْ رُسُلُهُمْ أَفِي اللَّهِ شَكٌّ فَاطِرِ السَّمَاوَاتِ وَالْأَرْضِ يَدْعُوكُمْ لِيَغْفِرَ لَكُمْ مِنْ ذُنُوبِكُمْ وَيُؤَخِّرَكُمْ إلَى أَجَلٍ مُسَمًّى قَالُوا إنْ أَنْتُمْ إلَّا بَشَرٌ مِثْلُنَا تُرِيدُونَ أَنْ تَصُدُّونَا عَمَّا كَانَ يَعْبُدُ آبَاؤُنَا فَأْتُونَا بِسُلْطَانٍ مُبِينٍ } { قَالَتْ لَهُمْ رُسُلُهُمْ إنْ نَحْنُ إلَّا بَشَرٌ مِثْلُكُمْ وَلَكِنَّ اللَّهَ يَمُنُّ عَلَى مَنْ يَشَاءُ مِنْ عِبَادِهِ وَمَا كَانَ لَنَا أَنْ نَأْتِيَكُمْ بِسُلْطَانٍ إلَّا بِإِذْنِ اللَّهِ وَعَلَى اللَّهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُونَ } . فَأَخْبَرَ سُبْحَانَهُ : عَنْ مُنَاظَرَةِ الْكُفَّارِ لِلرُّسُلِ فِي الرُّبُوبِيَّةِ أَوَّلًا فَإِنَّهُمْ فِي شَكٍّ مِنْ اللَّهِ الَّذِي يَدْعُونَهُمْ إلَيْهِ وَفِي النُّبُوَّةِ ثَانِيًا بِقَوْلِهِمْ : { إنْ أَنْتُمْ إلَّا بَشَرٌ مِثْلُنَا } وَهَذَا بَحْثُ كُفَّارِ الْفَلَاسِفَةِ بِعَيْنِهِ ؛ وَإِنْ كَانَ مُكَذِّبًا لَهُ فَهُوَ التَّكْذِيبُ وَالتَّكْذِيبُ أَخَصُّ مِنْ الْكُفْرِ . فَكُلُّ مُكَذِّبٍ لِمَا جَاءَتْ بِهِ الرُّسُلُ فَهُوَ كَافِرٌ . وَلَيْسَ كُلُّ كَافِرٍ مُكَذِّبًا بَلْ قَدْ يَكُونُ مُرْتَابًا إنْ كَانَ نَاظِرًا فِيهِ أَوْ مُعْرِضًا عَنْهُ بَعْدَ أَنْ لَمْ يَكُنْ نَاظِرًا فِيهِ وَقَدْ يَكُونُ غَافِلًا عَنْهُ لَمْ يَتَصَوَّرْهُ بِحَالِ لَكِنْ عُقُوبَةُ هَذَا مَوْقُوفَةٌ عَلَى تَبْلِيغِ الْمُرْسَلِ إلَيْهِ . وَكُلُّ وَاحِدٍ مِنْ الْأَمْرَيْنِ فِي أَنْ يُضَمَّ إلَى الْمَعْرِفَةِ الْمُجْمَلَةِ إمَّا تَكْذِيبٌ\n(1/62)\n\nوَإِمَّا كُفْرٌ بِلَا تَكْذِيبٍ... (\nو قال رحمه في موضع آخر ( فَصْلٌ وَقَدْ فَرَّقَ اللَّهُ بَيْنَ مَا قَبْلَ الرِّسَالَةِ وَمَا بَعْدَهَا فِي أَسْمَاءَ وَأَحْكَامٍ وَجَمَعَ بَيْنَهُمَا فِي أَسْمَاءَ وَأَحْكَامٍ وَذَلِكَ حُجَّةٌ عَلَى الطَّائِفَتَيْنِ : عَلَى مَنْ قَالَ : إنَّ الْأَفْعَالَ لَيْسَ فِيهَا حَسَنٌ وَقَبِيحٌ . وَمَنْ قَالَ : إنَّهُمْ يَسْتَحِقُّونَ الْعَذَابَ عَلَى الْقَوْلَيْنِ . أَمَّا الْأَوَّلُ فَإِنَّهُ سَمَّاهُمْ ظَالِمِينَ وَطَاغِينَ وَمُفْسِدِينَ ؛ لِقَوْلِهِ : { اذْهَبْ إلَى فِرْعَوْنَ إنَّهُ طَغَى } وَقَوْلِهِ : { وَإِذْ نَادَى رَبُّكَ مُوسَى أَنِ ائْتِ الْقَوْمَ الظَّالِمِينَ } { قَوْمَ فِرْعَوْنَ أَلَا يَتَّقُونَ } وَقَوْلِهِ : { إنَّ فِرْعَوْنَ عَلَا فِي الْأَرْضِ وَجَعَلَ أَهْلَهَا شِيَعًا يَسْتَضْعِفُ طَائِفَةً مِنْهُمْ يُذَبِّحُ أَبْنَاءَهُمْ وَيَسْتَحْيِي نِسَاءَهُمْ إنَّهُ كَانَ مِنَ الْمُفْسِدِينَ } فَأَخْبَرَ أَنَّهُ ظَالِمٌ وَطَاغٍ وَمُفْسِدٌ هُوَ وَقَوْمُهُ وَهَذِهِ أَسْمَاءُ ذَمِّ الْأَفْعَالِ ؛ وَالذَّمُّ إنَّمَا . يَكُونُ فِي الْأَفْعَالِ السَّيِّئَةِ الْقَبِيحَةِ فَدَلَّ ذَلِكَ عَلَى أَنَّ الْأَفْعَالَ تَكُونُ قَبِيحَةً مَذْمُومَةً قَبْلَ مَجِيءِ الرَّسُولِ إلَيْهِمْ لَا يَسْتَحِقُّونَ الْعَذَابَ إلَّا بَعْدَ إتْيَانِ الرَّسُولِ إلَيْهِمْ ؛ لِقَوْلِهِ : { وَمَا كُنَّا مُعَذِّبِينَ حَتَّى نَبْعَثَ رَسُولًا } . وَكَذَلِكَ أَخْبَرَ عَنْ هُودَ أَنَّهُ قَالَ لِقَوْمِهِ : { اعْبُدُوا اللَّهَ مَا لَكُمْ مِنْ إلَهٍ غَيْرُهُ إنْ أَنْتُمْ إلَّا مُفْتَرُونَ } فَجَعَلَهُمْ مُفْتَرِينَ قَبْلَ أَنْ يَحْكُمَ بِحُكْمِ يُخَالِفُونَهُ ؛ لِكَوْنِهِمْ جَعَلُوا مَعَ اللَّهِ إلَهًا آخَرَ فَاسْمُ الْمُشْرِكِ ثَبَتَ قَبْلَ الرِّسَالَةِ ؛ فَإِنَّهُ يُشْرِكُ",
        "(1/63)\n\nبِرَبِّهِ وَيَعْدِلُ بِهِ وَيَجْعَلُ مَعَهُ آلِهَةً أُخْرَى وَيَجْعَلُ لَهُ أَنْدَادًا قَبْلَ الرَّسُولِ وَيُثْبِتُ أَنَّ هَذِهِ الْأَسْمَاءَ مُقَدَّمٌ عَلَيْهَا وَكَذَلِكَ اسْمُ الْجَهْلِ وَالْجَاهِلِيَّةِ يُقَالُ : جَاهِلِيَّةً وَجَاهِلًا قَبْلَ مَجِيءِ الرَّسُولِ وَأَمَّا التَّعْذِيبُ فَلَا . وَالتَّوَلِّي عَنْ الطَّاعَةِ كَقَوْلِهِ : { فَلَا صَدَّقَ وَلَا صَلَّى } { وَلَكِنْ كَذَّبَ وَتَوَلَّى } فَهَذَا لَا يَكُونُ إلَّا بَعْدَ الرَّسُولِ مِثْلَ قَوْلِهِ عَنْ فِرْعَوْنَ . { فَكَذَّبَ وَعَصَى } كَانَ هَذَا بَعْدَ مَجِيءِ الرَّسُولِ إلَيْهِ كَمَا قَالَ تَعَالَى . { فَأَرَاهُ الْآيَةَ الْكُبْرَى } { فَكَذَّبَ وَعَصَى } وَقَالَ : { فَعَصَى فِرْعَوْنُ الرَّسُولَ} قال الشيخ محمد بن عبد الوهاب رحمه الله ( ( فجنس هؤلاء المشركين وأمثالهم ممن يعبد الأولياء والصالحين نحكم بأنهم مشركون ونرى كفرهم إذا قامت عليهم الحجة الرسالية وما عدا هذا من الذنوب التي هي دونه في المرتبة . والمفسدة لانكفر بها ) الدرر السنية (1/515 , 522(\nفانظر كيف فرق رحمه الله بين اسم الشرك و اسم الكفر و فصل في العذاب فعلقه بالكفر و لم يعلقه في الشرك .\n(1/64)",
        "\nسئل إبناء الشيخ محمد بن عبد الوهاب عبدالله وحسين رحمهم الله عن حكم من مات قبل ظهور دعوة الشيخ فأجابوا : ( من مات من أهل الشرك قبل بلوغ هذه الدعوة فالذي يحكم عليه أنه إذا كان معروفاً بفعل الشرك ويدين به ، ومات على ذلك فهذا ظاهره أنه مات على الكفر فلا يدعى له و لا يضحى له و لا يتصدق عنه وأما حقيقة أمره فإلى الله تعالى فإن قامت عليه الحجة في حياته وعاند فهذا كافر في الظاهر والباطن وإن لم تقم عليه الحجة في حياته فأمره إلى الله ) الدرر السنية 10/ 142 ) فحكم أبناء الشيخ على مثل هؤلاء بأنهم مشركون و أما العذاب فلا يكون إلا بعد الرسالة .و قال الشيخ عبد الرحمن بن حسن آل الشيخ رحمه الله ( أجمع العلماء سلفاً وخلفاً من الصحابة والتابعين والأئمة وجميع أهل السنة أن المرء لايكون مسلماً إلا بالتجرد من الشرك الأكبر والبراءة منه وممن فعله وبعضهم ومعاداتهم..الخ ) الدرر السنية( 11/ 545 – 546).( و قال الشيخ عبد اللطيف آل الشيخ رحمه الله ( أن أقل أحوالهم أن يكونوا مثل أهل الفترة الذين هلكوا قبل البعثة ومن لا تيلغه دعوة نبي من الأنبياء – إلى أن قال – وكلا النوعين لا يحكم بإسلامهم و لا يدخلون في مسمى المسلمين حتى عند من لم يكفر بعضهم وأما الشرك فهو يصدق عليهم واسمه يتناولهم وأي إسلام يبقى مع مناقضه أصله وقاعدته الكبرى شهادة أن لا إله إلاّ الله... )و قال الشيخ إسحاق بن عبد الرحمن آل الشيخ رحمه الله ( بل أهل الفترة الذين لم تبلغهم الرسالة والقرآن وماتوا على الجاهلية لا يسمون مسلمين بالإجماع ولا يستغفر لهم وإنما اختلف أهل العلم في تعذيبهم في الآخرة)\nو غيرها كثير من أدلة الكتاب و السنة و كلام أهل العلم و لولا خشية الإطالة لنقلته، و الله اعلم .\nوقال الشيخ عبد الرحمن بن طلاع المخلف أيضا:\n(1/65)\n",
        "قاعدة مهمة و هي أن الكفر و الشرك إذا اقترنا افترقا و دليله ما ذكرنا من آيات كقوله تعالى (سَنُلْقِي فِي قُلُوبِ الَّذِينَ كَفَرُواْ الرُّعْبَ بِمَا أَشْرَكُواْ بِاللّهِ مَا لَمْ يُنَزِّلْ بِهِ سُلْطَاناً وَمَأْوَاهُمُ النَّارُ وَبِئْسَ مَثْوَى الظَّالِمِينَ) (آل عمران :151). و قوله تعالى (إِنَّ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ وَالْمُشْرِكِينَ فِي نَارِ جَهَنَّمَ خَالِدِينَ فِيهَا أُوْلَئِكَ هُمْ شَرُّ الْبَرِيَّةِ) (البينة : 6).(فلما اقترن الكفر و الشرك فرق الله تعالى هنا بين الشرك و الكفر فالكفر أعم من الشرك لأنه يدخل فيه كل خروج عن الدين كتكذيب الرسل أو تحريف الكتب أو غيرها من أنواع الكفر و أما الشرك فهو اتخاذ الأنداد من دون الله تعالى و هذه الحقيقة لا يدخل فيها إلا ما في معناها كشرك الدعوة و الإستغاثه و السجود و غيرها من أنواع الشرك .لذا ذكر الله تعالى وصف أهل الكتاب و المراد هنا بوصف أهل الكتاب من خرج من الدين منهم .\n(1/66)\n\nفكل وصف أطلقه الله تعالى في كتابه لابد و أنه تعالى يريد أن يفارق به غيره من الأوصاف فالكفر في آية البينة جعله الله تعالى عاما و ذكر من أقسامه أهل الكتاب و المشركين ثم إن أهل الكتاب وصف يفارق وصف المشركين .و إذا افترقا قد يراد بالكفر الشرك و لكن هنا يكون المراد به الشرك الذي أقيمت على صاحبه الحجة كما قال تعالى (إِنَّ الَّذِينَ كَفَرُوا وَيَصُدُّونَ عَن سَبِيلِ اللَّهِ وَالْمَسْجِدِ الْحَرَامِ الَّذِي جَعَلْنَاهُ لِلنَّاسِ سَوَاء الْعَاكِفُ فِيهِ وَالْبَادِ وَمَن يُرِدْ فِيهِ بِإِلْحَادٍ بِظُلْمٍ نُذِقْهُ مِنْ عَذَابٍ أَلِيمٍ) (الحج : 25 ) و المراد بهذه الآية قريش و كان سبب كفرهم غالبه الشرك .و قوله تعالى (وَمَن يَدْعُ مَعَ اللَّهِ إِلَهاً آخَرَ لَا بُرْهَانَ لَهُ بِهِ فَإِنَّمَا حِسَابُهُ عِندَ رَبِّهِ إِنَّهُ لَا يُفْلِحُ الْكَافِرُونَ) (المؤمنون : 117 ) فهنا ذكر الله تعالى وصف الشرك و ختم الآية بالكفر لبيان أن الشرك سبب لدخول النار و الكفر و الحساب الشديد .\nفمن تتبع نفي الفلاح في كتاب الله تعالى يجده غالبا مقيد الكفر و الظلم و الإجرام .كما قال تعالى (وَأَصْبَحَ الَّذِينَ تَمَنَّوْا مَكَانَهُ بِالْأَمْسِ يَقُولُونَ وَيْكَأَنَّ اللَّهَ يَبْسُطُ الرِّزْقَ لِمَن يَشَاءُ مِنْ عِبَادِهِ وَيَقْدِرُ لَوْلَا أَن مَّنَّ اللَّهُ عَلَيْنَا لَخَسَفَ بِنَا وَيْكَأَنَّهُ لَا يُفْلِحُ الْكَافِرُونَ) (القصص : 82 ) .",
        "(1/67)\n\nو قال (وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللّهِ كَذِباً أَوْ كَذَّبَ بِآيَاتِهِ إِنَّهُ لاَ يُفْلِحُ الظَّالِمُونَ) )الأنعام : 21(و قال (فَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللّهِ كَذِباً أَوْ كَذَّبَ بِآيَاتِهِ إِنَّهُ لاَ يُفْلِحُ الْمُجْرِمُونَ) (يونس : 17 ( و كل هذه الأوصاف لا تكون إلا بعد قيام الحجة .و أما إذا انفرد الشرك فليس من شرطه أن تكون الحجه مقامه فيه إلا بقرينة كما قال تعالى (حُنَفَاء لِلَّهِ غَيْرَ مُشْرِكِينَ بِهِ وَمَن يُشْرِكْ بِاللَّهِ فَكَأَنَّمَا خَرَّ مِنَ السَّمَاء فَتَخْطَفُهُ الطَّيْرُ أَوْ تَهْوِي بِهِ الرِّيحُ فِي مَكَانٍ سَحِيقٍ) (الحج ( 31 : فهذه الآية عامة تشمل من أقيمت عليه الحجه و من لم تقم عليه .\nو قوله تعالى)إِنَّ اللّهَ لاَ يَغْفِرُ أَن يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَن يَشَاءُ وَمَن يُشْرِكْ بِاللّهِ فَقَدِ افْتَرَى إِثْماً عَظِيماً) (النساء : 48).\nو قوله تعالى (إِنَّ اللّهَ لاَ يَغْفِرُ أَن يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَن يَشَاءُ وَمَن يُشْرِكْ بِاللّهِ فَقَدْ ضَلَّ ضَلاَلاً بَعِيداً) (النساء : 116).\nو قوله تعالى (لَقَدْ كَفَرَ الَّذِينَ قَالُواْ إِنَّ اللّهَ هُوَ الْمَسِيحُ ابْنُ مَرْيَمَ وَقَالَ الْمَسِيحُ يَا بَنِي إِسْرَائِيلَ اعْبُدُواْ اللّهَ رَبِّي وَرَبَّكُمْ إِنَّهُ مَن يُشْرِكْ بِاللّهِ فَقَدْ حَرَّمَ اللّهُ عَلَيهِ الْجَنَّةَ وَمَأْوَاهُ النَّارُ وَمَا لِلظَّالِمِينَ مِنْ أَنصَارٍ) (المائدة : 72 ) و في هذه الآية ذكر الله تعالى مصير أهل الشرك و لكن هذا مقيد بشرطه و هو إقامة الحجه كما هو ثابت بالأدلة الأخرى .\nو قوله تعالى (ذَلِكَ هُدَى اللّهِ يَهْدِي بِهِ مَن يَشَاءُ مِنْ عِبَادِهِ وَلَوْ أَشْرَكُواْ لَحَبِطَ عَنْهُم مَّا كَانُواْ يَعْمَلُونَ) (الأنعام : 88).\n(1/68)",
        "\nو قوله تعالى (إِنَّ الَّذِينَ آمَنُوا وَالَّذِينَ هَادُوا وَالصَّابِئِينَ وَالنَّصَارَى وَالْمَجُوسَ وَالَّذِينَ أَشْرَكُوا إِنَّ اللَّهَ يَفْصِلُ بَيْنَهُمْ يَوْمَ الْقِيَامَةِ إِنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ شَهِيدٌ) (الحج17) و قوله (لَتَجِدَنَّ أَشَدَّ النَّاسِ عَدَاوَةً لِّلَّذِينَ آمَنُواْ الْيَهُودَ وَالَّذِينَ أَشْرَكُواْ وَلَتَجِدَنَّ أَقْرَبَهُمْ مَّوَدَّةً لِّلَّذِينَ آمَنُواْ الَّذِينَ قَالُوَاْ إِنَّا نَصَارَى ذَلِكَ بِأَنَّ مِنْهُمْ قِسِّيسِينَ وَرُهْبَاناً وَأَنَّهُمْ لاَ يَسْتَكْبِرُونَ) (المائدة : 82 ). و قوله تعالى (وَلَقَدْ أُوحِيَ إِلَيْكَ وَإِلَى الَّذِينَ مِنْ قَبْلِكَ لَئِنْ أَشْرَكْتَ لَيَحْبَطَنَّ عَمَلُكَ وَلَتَكُونَنَّ مِنَ الْخَاسِرِينَ) (الزمر : 65).لذا من المعلوم ضرورة من دين الإسلام أن من وقع في الشرك الأكبر حبط عمله حبوطا كليا .و لنتدبر في قوله تعالى (ذَلِكُم بِأَنَّهُ إِذَا دُعِيَ اللَّهُ وَحْدَهُ كَفَرْتُمْ وَإِن يُشْرَكْ بِهِ تُؤْمِنُوا فَالْحُكْمُ لِلَّهِ الْعَلِيِّ الْكَبِيرِ) (غافر : 12) فهذه الآية فيها دليل على التفريق بين الكفر و الشرك و أن الشرك مقابله التوحيد و الكفر مقابله الإيمان .\nففي قوله تعالى ( ذَلِكُم بِأَنَّهُ إِذَا دُعِيَ اللَّهُ وَحْدَهُ كَفَرْتُمْ ) ذكر وصف التوحيد و هو إخلاص الدعوة لله تعالى و ذكر موقف المشركين من هذا التوحيد و هو الكفر أي الجحد و الإنكار .و في قوله تعالى (وَإِن يُشْرَكْ بِهِ تُؤْمِنُوا ) أي يؤمنوا بهذا الشرك\n(1/69)\n",
        "فإخلاص الدعاء لله تعالى مقابل الشرك و الكفر بالتوحيد مقابل الإيمان بالشرك و العكس بالعكس أي الإيمان بالتوحيد مقابل الكفر بالشرك كما قال تعالى (لاَ إِكْرَاهَ فِي الدِّينِ قَد تَّبَيَّنَ الرُّشْدُ مِنَ الْغَيِّ فَمَنْ يَكْفُرْ بِالطَّاغُوتِ وَيُؤْمِن بِاللّهِ فَقَدِ اسْتَمْسَكَ بِالْعُرْوَةِ الْوُثْقَىَ لاَ انفِصَامَ لَهَا وَاللّهُ سَمِيعٌ عَلِيمٌ) (البقرة : 256( .فنخلص إلى أن هذه الآية فيها تفريق صريح بين االشرك و الكفر و أن لكل منهما حقيقة تفارق الآخر و يلزم من تخالفهما تخالف أضدادهما فجعل الله تعالى ضد التوحيد الشرك و ضد الإيمان الكفر .(مقال الفرق بين الكفر و الشرك-ملتقى أهل الحديث)\nالقسم الرابع\nكتاب الأسماء المرتبطة بالحجة\nوالتي لاتكون إلا بعد قيام الحجة\n30 ـ باب\nش: هذا الباب مقدمةٌ لهذا الكتاب.\nم: وقال عبد اللطيف في المنهاج ص316: فيمن يظن ويعتقد أن كلام أهل العلم وتقييدهم بقيام الحجة وبلوغ الدعوة ينفي اسم الكفر والشرك والفجور ونحو ذلك من الأفعال والأقوال التي سماها الشارع بتلك الأسماء وقال: إن عدم قيام الحجة لا يغير الأسماء الشرعية بل يُسمى ما سماه الشارع كفرا أو شركا أو فسقا باسمه الشرعي ولا ينفيه عنه وإن لم يعاقب فاعلها إذا لم تقم عليه الحجة وفرق بين كون الذنب كفرا وبين تكفير فاعله ) 0\n31 ـ باب اسم كفر التعذيب والقتل والقتال ونحوه لا يكون إلا بعد الحجة.\nش:تقدم أنَّ الحجة تقوم بالحوار، و هي تقوم كذلك بالمكان،فمن كان في مكان فيه دعوة قائمة أو في بادية قريبة من مكان الدعوة فقد قامت عليه الحجة.\nم: قال تعالى ( وماكنا معذبين حتى نبعث رسولا )\nش:التعذيب لا يكون إلاّ بعد قيام الحجة.\nم: وقال تعالى (ومن يكفر بالإيمان فقد حبط عمله وهو في الآخرة من الخاسرين )\nش:من يكفر بما جاءه من الإيمان(قامت عليه الحجة)فقد حبط عمله و أستحق الوعيد.\n(1/70)\n\nم: وقال تعالى (فلما جاءهم ما عرفوا كفروا به فلعنة الله على الكافرين ).\nش:1-( جاءهم ما عرفوا)أي قامت عليهم الحجة فلحقهم اسم كفر التعذيب.\n2-اللعن لونٌ من العذاب.\nم: وقال ابن تيمية لما تكلم عن أهل البدع كالخوارج ونحوهم (لا يكفر العلماء من استحل شيئا من المحرمات لقرب عهده بالإسلام أو لنشأته ببادية بعيدة فإن حكم الكفر لا يكون إلا بعد بلوغ الرسالة)الفتاوى 28/501 ،\nش:1-شاهد الباب قوله(حكم الكفر لا يكون إلاّ بعد بلوغ الرسالة) .\n2-من بلغته الرسالة فقد قامت عليه الحجة، و لا يعذر من أعرض عنها و لم يبذل جهداً لسماع كلام الله و رسوله.\n3-الأمور الظاهرة لا يعذر فيها من أدعى الجهل ؛ فمن أنكر شيئا منها أرتد عن دين الله إلاّ إذا كان واحدا من ثلاثة:قريب عهد بإسلام أو نشأ ببادية بعيدة أو نشأ و عاش في بلد الكفار.\nم: وقال ( الكفر المعذب عليه لا يكون إلا بعد الرسالة ) الفتاوى 2/78\nش:1-نص مهم لشيخ الإسلام (يحفظ).\n2-اسم كفر التعذيب لا يكون إلاّ بعد قيام الحجة.\n3-اسم الكفر الذي هو بمعنى الشرك لا ارتباط له بالحجة كما تقدم.\nم: وقال أيضا(الكفر بعد قيام الحجة موجب للعذاب وقبل ذلك ينقص النعمة ولا يزيد ) الفتاوى 16/254، وقال أبا بطين في الدرر ( 10 /368) قال إن قول الشيخ تقي الدين ( إن التكفير والقتل موقوف على بلوغ الحجة)\nوقال عبد الرحمن بن حسن (ولا ريب أن الكفر ينافي الإيمان ويبطله ويحبط الأعمال بالكتاب والسنة وإجماع المسلمين ) الدرر 11/479،4780\nوقال الشيخ محمد بن عبد الوهاب في الدرر9/406 لما نقل كلام ابن تيمية في مسألة تكفير المسلم المعين إذا أشرك بعد بلوغ الحجة وقال لا نعلم عن واحد من العلماء خلافا في هذه المسألة\nوقال ( الكفر المعذب عليه لا يكون إلا بعد الرسالة ) الفتاوى 2/78\nش:1-نص مهم لشيخ الإسلام (يحفظ).\n2-اسم كفر التعذيب لا يكون إلاّ بعد قيام الحجة.\n3- اما اسم الشرك فلا ارتباط له بالحجة.",
        "(1/71)\n\nم: وقال أيضا(الكفر بعد قيام الحجة موجب للعذاب وقبل ذلك ينقص النعمة ولا يزيد ) الفتاوى 16/254، وقال أبا بطين في الدرر ( 10 /368) قال إن قول الشيخ تقي الدين ( إن التكفير والقتل موقوف على بلوغ الحجة)\nوقال عبد الرحمن بن حسن (ولا ريب أن الكفر ينافي الإيمان ويبطله ويحبط الأعمال بالكتاب والسنة وإجماع المسلمين ) الدرر 11/479،4780\nوقال الشيخ محمد بن عبد الوهاب في الدرر9/406 لما نقل كلام ابن تيمية في مسألة تكفير المسلم المعين إذا أشرك بعد بلوغ الحجة وقال لا نعلم عن واحد من العلماء خلافا في هذه المسألة.\nش: نختم هذا الباب بهذه المسألة:\nمن الذي يحق له فقط تكفير المعين ؟ وهل يجوز للإنسان العادي أن يكفر معينا وقع منه الكفر البواح خاصة إذا كان مدركا لأحكام التكفير وموانعه المعتبرة ؟ أم يقال له ؛ لا تفعل ذلك ودع ذلك للقاضي أوالمفتي أو العالم المتبوع ؟ نرجو التوضيح فقد كثر اللغط في هذا الأمر .\nفأجاب الشيخ علي الخضير فك الله أسره:\nكما ذكرتَ ؛ فالإنسان العادي المدرك لأحكام التكفير وموانعه المعتبرة ؛ فله أن يكفر.وهذا الذي جرى عليه العمل منذ عهد النبي صلى الله عليه وسلم إلى وقتنا الحاضر.أما من لا يعرف ذلك فلا يجوز له الإقدام على ذلك لحديث : ( من قال لأخيه يا كافر فقد باء به أحدهما)، وليس التكفير من خصائص القاضي أو المفتي أو العالم المتبوع، فهذا من الخطأ. (منقول من منبرالتوحيد و الجهاد)\n32 ـ باب اسم التكذيب لا يكون إلا بعد قيام الحجة\nم: قال تعالى (بل كذبوا بما لم يُحيطوا بعلمه ) وقال تعالى (أكذبتم بآياتي ولم تحيطوا بها علما ) وقال تعالى ( فمن أظلم ممن كذب على الله وكذب بالصدق إذ جاءه ) وقال تعالى (إنا أُوحي\nإلينا أن العذاب على من كذب وتولى ) ،\nقال ابن تيمية : فيما جاء عن فرعون ( فكذب وعصى ) قال كان هذا بعد مجيء الرسول إليه اهـ الفتاوى 20/38 0\n33 ـ باب اسم الجحود لا يكون إلا بعد قيام الحجة\n(1/72)",
        "\nم: قال تعالى (وجحدوا بها واستيقنتها أنفسهم ظلما وعلوا ) وقال تعالى (فإنهم لا يكذبونك ولكن الظالمين بآيات الله يجحدون )\nوقال تعالى (وما يجحد بآياتنا إلا الكافرون ) 0\n34 ـ باب اسم الطاعة والمعصية لا يكون\nإلا بعد قيام الحجة\nم: قال تعالى ( وأطيعوا الله و أطيعوا الرسول فإن توليتم فإنما على رسولنا البلاغ المبين ) و قال تعالى عن فرعون لما جاءه الرسول (فكذب وعصى ) وقال تعالى (وتلك عاد جحدوا بآيات ربهم وعصوا رسله )\nقال ابن تيمية (والتولي عن الطاعة لا يكون إلا بعد الرسول ) الفتاوى 20/38 ،وفيها عنه ( إن تكذيب وعصيان فرعون بعد مجيء الرسول إليه )، وقال تعالى(يومئذ يود الذين كفروا وعصوا الرسول لو تسوى بهم الأرض ولا يكتمون الله حديثا ) وقال تعالى (قال نوح ربي أنهم عصوني ) 0\n35 ـ باب اسم التولي لا يكون إلا بعد قيام الحجة\nقال تعالى عن المنافقين (ثم يتولى فريق منهم وهم معرضون ) وقال تعالى (قل أطيعوا الله والرسول فإن تولوا فإن الله لا يحب الكافرين ) وقال تعالى (فإن تولوا فقد أبلغتكم ما أرسلت به إليكم )\nوقال تعالى (فلا صدق ولاصلى ولكن كذب وتولى ) ،\nقال ابن تيمية (والتولي عن الطاعة لا يكون إلا بعد الرسول ) الفتاوى 20/38 0\n36 ـ باب اسم الإعراض لا يكون إلا بعد قيام الحجة\nم: قال تعالى (فإن أعرضوا فقل أنذرتكم صاعقة مثل صاعقة عاد وثمود ) وقال تعالى (فإن أعرضوا فما أرسلناك عليهم حفيظا )\nوقال تعالى(فأعرضوا فأرسلنا عليهم سيل العرم ) 0\n37 ـ باب اسم الإباء و الاستكبارلا يكون إلا بعد قيام الحجة\nم: قال تعالى (فسجدوا إلا إبليس أبي واستكبر وكان من الكافرين ) وقال تعالى (وجعل لهم أجلا لاريب فيه فأبى الظالمون إلا كفورا ) وقال تعالى (ولقد أريناه آياتنا كلها فكذب وأبى )\nوقال تعالى (يرضونكم بأفواههم وتأبى قلوبهم وأكثرهم فاسقون ) وقال تعالى (وإذا قيل لهم لاإله إلا الله يستكبرون )\n(1/73)\n",
        "وقال تعالى (وإذا تتلى عليه آياتنا ولى مستكبرا كأن لم يسمعها )وقال تعالى (قيل ادخلوا أبواب جهنم خالدين فيها فبئس مثوى المتكبرين )\nوسئل أحمد والحميدي عمن أقر بالصلاة والزكاة والصوم والحج ولم يفعل من ذلك شيئا حتى يموت قالا ذلك الكفر الصراح وخلاف كتاب الله وسنة رسوله وعلماء المسلمين،\nوقال الحميدي في أصول السنة (السنة عندنا إنما الكفر في ترك الخمس التي قال رسول الله صلى الله عليه وسلم بني الإسلام على خمس شهادة أن لا اله إلا الله وأن محمدا رسول الله وإقام الصلاة وإيتاء الزكاة وصوم رمضان وحج البيت ) اهـ 0\n38 ـ باب هل النفاق له ارتباط بالحجة ؟\nش: نعم له ارتباط بالحجة.\nم: وفي سورة البقرة ذكر تعالى في أولها آيات في صفة سادات وكبراء المنافقين ثم ذكر مقلديهم الصم البكم العمي بعد ذلك ،\nوقال تعالى (إذا جاءك المنافقون قالوا نشهد إنك لرسول الله والله يعلم إنك لرسوله والله يشهد إن المنافقين لكاذبون ) وقال تعالى (ولكن المنافقين لا يفقهون )\nوقال تعالى (ولكن المنافقين لا يعلمون ) وقال تعالى (وقالوا ربنا إنا أطعنا سادتنا وكبراءنا فأضلونا السبيلا )، قال ابن سحمان في كشف الشبهتين ص 61-65 نقلا عن ابن القيم من كتاب اجتماع الجيوش الإسلامية ، ونقله ابن القيم عن شيخه ابن تيمية أن المنافقين نوعان : 1ـ من أبصر ثم عمى وأقر ثم أنكر وهؤلاء رؤوس أهل النفاق وأئمتهم ، 2 ـ ضعفاء البصائر المقلدة الأتباع بمنزلة الأنعام والبهائم\nوقال الشيخ محمد بن عبد الوهاب (مع أن أكثر الكفار والمنافقين لم يفهموا حجة الله مع قيامها عليهم كما قال تعالى (أم تحسب أن أكثرهم يسمعون أو يعقلون )الآية تاريخ نجد ص 224 ، وتفصيل النفاق حسب أنواعه وحسب اتباعه.\nش:هذا نصٌ من شيخ الإسلام محمد على أنَّ فهم الحجة ليس بشرط في قيام الحجة، ولازمُ قول من يقول أن (الفهم شرط في قيام الحجة) أن هؤلاء المذكورين في الآية لم تقم عليه الحجة.\n(1/74)\n\n39 ـ باب الصلاة خلف من قامت عليه الحجة\nم: قال تعالى (ولا تزر وازرة وزر أخرى ) وقال تعالى (كل نفس بما كسبت رهينة )\nش: المأموم لا يحمل وزر الإمام المبتدع .\nم: وعن أبي هريرة في أئمة الجور فقال (يصلون لكم فإن أصابوا فلكم وإن أخطؤوا فلكم وعليهم ) رواه البخاري ،وقال البخاري : باب إمامة المفتون والمبتدع وقال الحسن صل وعليه بدعته ،\nوقال الشوكاني رحمه الله في شرح المنتقى (قد ثبت إجماع أهل العصر الأول من بقية الصحابة ومن معهم من التابعين إجماعا فعليا ولا يبعد أن يكون قوليا على الصلاة خلف الجائرين ) ،\nش:هذا في أئمة الجور و الفسقة و المبتدعة في المسائل الخفية و لم يفهموا الحجة(فهم الحجة شرط لقيام الحجة في المسائل الخفية بخلاف الشرك و المسائل الظاهرة) أمَّا من وقع في الشرك فلا تصح الصلاة خلفه بحال.\nم: ونقل ابن سحمان عن شيخه عبد اللطيف مقررا له (نقل اتفاق أهل العلم على تكفير الجهمية واتفاقهم أيضا على أن الصلاة لاتصح خلف كافر جهمي ، ثم قالا وقد يفرق بين من قامت عليه الحجة التي يكفر تاركها وبين من لاشعور له بذلك وهذا القول يميل إليه شيخ الإسلام في المسائل التي قد يخفى دليلها على بعض الناس ) كشف الشبهتين ص 20-21-65-66-97 ، ثم قاس على الجهمية فقال وقد يفعله المؤمن مع غيرهم من المرتدين إذا كان لهم شوكة ودولة والنصوص في ذلك معروفة مشهورة.",
        "(1/75)\n\nش:1-شيخ الإسلام أبن تيمية (وكذلك أئمة الدعوة) يفرِّقون بين المسائل الظاهرة و المسائل الخفية؛ فيشترطون فهم الحجة في المسائل الخفية ولا يشترطونها في المسائل الظاهرة و الشرك الاكبر، يقول شيخ الإسلام محمد:(فإنَّه-أي أبن تيمية-فيها صرَّح بأنَّ المُعَيَّن لا يُكَفَّر إلاّ إذا قامت عليه الحجة فمِن المعلوم أنّ قيامها ليس معناه أن يفهم كلام الله و رسوله مثل فهم أبي بكر رضي الله عنه، بل إذا بلغه كلام الله و رسوله و خلا من شئ يعذر به فهو كافر كما كان الكفار تقوم عليهم الحجة بالقران مع قول الله(وجعلنا على قلوبهم أكنة أن يفقهوه)و قوله(ان شر الدواب عند الله الصم البكم الذين لا يعقلون)، و اذا كان كلام الشيخ ليس في الشرك و الردة بل في المسائل الجزئيات سواء كانت من الأصول أو الفرعيات….الى أن يقول:فكلام الشيخ في هذا النوع يقول إنَّ السلف كَفّروا النوع ،وأما الُمعَيَّن فإن عرف الحق و خالف كفر بعينه و إلاّ فلا)الدرر(ج79:8) يقول ايضا:(قال رحمه الله-أي شيخ الاسلام أبن تيمية-:وهذا إذا كان في المقالات الخفية فقد يقال انه فيها مخطئ ضال لم تقم عليه الحجة التي يكفر صاحبها، لكن ذلك يقع في طوائف منهم في الأمور الظاهرة التي يعلم المشركون و اليهود و النصارى أن محمدا صلى الله عليه وسلم بعث بها و كفر من خالفها مثل أمره بعبادة الله وحده لا شريك له ونهيه عن عبادة أحد سواه من النبيين و الملائكة و غيرهم، ثم تجد كثيرا من رؤوسهم و قعوا في هذه الأنواع فكانوا مرتدين)الدرر(ح80:8)\n2-من قامت عليه الحجة(فهم الحجة) في المسائل الخفية و عاند فهو كافر لا تجوز الصلاة خلفه.\n(1/76)",
        "\n3-من صلّى خلف كافرٍ جهميٍ محضٍ ،ديمقراطي،رافضي،حاكم يحكم بغير شرع الله…الخ مكرهاً فصلاته باطلة و يجب عليه الإعادة. قال الإمام البخاري :ما أبالي صليت خلف الجهمي و الرافضي أم صليت خلف اليهود و النصارى، و لا يسلم عليهم و لا يعادون و لا يناكحون و لا يشهدون ولا يؤكل ذبائحهم( خلق أفعال العباد من مجموع عقائد السلف ص125).\nقال أبو مارية عفا الله عنه وأكل ذبائح المشركين الرافضة هو مما عمت به البلوى ببغداد و محافظات العراق ذات الاغلبية الشيعية والناس عن هذا الحكم غافلون فلا حول ولا قوة الا بالله.\n40 ـ باب فساق أهل القبلة ولحوق الأسماء والأحكام لهم\nش:1-الفاسق الملي هو من أتى بأصل الإيمان و أخلَّ بواجب الإيمان.\n2-اذا قامت الحجة على الفاسق لحقه الاسم والحكم.\nم: قال تعالى في القاذف (ولا تقبلوا لهم شهادة أبدا وأولئك هم الفاسقون )\nش:القاذف(الذي قامت عليه الحجة) لحقه اسم الفسوق و حكمه(رد شهادته).\nم: وفي البخاري عن عمر في قصة عبد الله الملقب حمارا فلما جُلد في الشرب قال رجل من القوم اللهم العنه ، فقال رسول الله صلى الله عليه وسلم ( لا تلعنوه فوالله ما علمت إلا إنه يحب الله ورسوله ) ،\nش:1-شارب الخمر (الذي قامت عليه الحجة) فاسق(أسم) مستحق اللعن(حكم) .\n2-محبة الله و رسوله -محبة زائدة على المحبة التي هي من أصل الإيمان- تمنع لحوق اللعن بشارب الخمر.\nم: وعند مسلم من حديث جابر أن الرسول صلى الله عليه وسلم مرّ عليه حمار قد وسم فقال( لعن الله الذي وسمه ) ،ودخل رجلان على الرسول صلى الله عليه وسلم فأغضباه (فلعنهما وسبهما ) رواه مسلم من حديث عائشة ،\nش:فيه لعنُ المُعَيَّن.\nم:ولعن الرسول صلى الله عليه وسلم نفرا وقد نهاهم فسبقوه إلى البئر رواه مسلم من حديث أبي الطفيل.\n(1/77)\n",
        "ش:1-وكان هذا في غزوة تبوك، و عليه فلا يصح الزعم بأن الله نهى نبيه في غزوة أحد عن لعن الكافرين المعينين بقول(ليس لك من الأمر شئ)، بل الصحيح أنَّ سبب نزول الآية هو قوله صلى الله عليه وسلم(كيف يفلح قوم شجوا وجه نبيهم)؛فمن قامت عليه الحجة و لعنه الله و رسوله يجوز لعنه كالكفار والطواغيت وشارب الخمر و المتبرجة.\n2-من عُرف عنه حب الله و رسوله (على الوصف المتقدم) أو عرف بالجهاد و نصرة دين الله ونحوهم لا يجوز لعنه.\n3-اللعن جائز ليس بواجب ولا مستحب(لا يتعبد لله به)\n4-حديث(ليس المؤمن باللعان)أي ظلماً بغير حق.\nحديث(ليس اللعانون شهداء يوم القيامة)هذا في الإكثار من اللعن بغيروجه حق.\n5- سئل الشيخ علي الخضير فك الله أسره عن حكم لعن المعين من المسلمين - إذا كان من دعاة الفتن - وصاحب هوى ؟\nالجواب :\nاللعن من أسماء الوعيد ، والقاعدة أن أسماء الوعيد يجوز إلحاقها إلى من وردت فيه إذا اجتمعت الشروط والأسباب وانتفت الموانع.\nومن الأدلة في جواز لعن المعين :\n1- في الصحيح أن رسول الله صلى الله عليه وسلم مر على فسطاط فيه رجل وعنده امرأة مسبية حامل، فقال : ( لقد هممت أن ألعنه لعنة تدخل معه في قبره ) ، والرسول صلى الله عليه وسلم لا يهم إلا حقا ، وهذا الرجل لا بد أذنب ذنبا .\n2-في الصحيح أن طائفة من الأعراب أرهقوا الرسول فلعنهم..الحديث\n3-لعن نفرا من المنافقين في غزوة تبوك .\n4- وكان السلف يلعنون الجهم بن صفوان وعمرو بن عبيد والحجاج الثقفي .\n5- وقد ورد في النصوص لعن النوع أي اللعن العام مثل ( أَلاَ لَعْنَةُ اللَّهِ عَلَى الظَّالِمِينَ.( ولعن رسول الله في الخمر خمسة وفي الربا عشرة ولعن المتبرجات ومن غير منار الأرض ومن لعن والديه أو تسبب في لعنهما ظلما أو من آوى محدثا .\n(1/78)\n\nوأحاديث الوعيد تجرى على المعين إذا اجتمعت الشروط والأسباب بأن كان عالما متعمدا للتحريم وخلا من المانع فلا مانع , ويكون اللعن هنا من باب العقوبة والتعزير .\nأما إن كان من باب الإخبار بأنه ملعون أو باب الآخرة : فلا يجوز لأن هذا مرتبط بعدم التوبة وبالموت عليه وبعدم وجود أسباب الرحمة من كثرة حسنات أو عقوبات كثيرة أو دعاء الداعين له وشفاعة الشافعين أو رحمة رب العالمين ، فمن هذا الباب لا يجوز اللعن .\nفإذا اللعن فيه تفصيل كما سبق ، علما بأننا قلنا يجوز اللعن عقوبة وتعزيرا للمستحق ، وحكم الجواز غير حكم الاستحباب أو الوجوب أو التعبد ، ولم نَقُل يستحب أو يجب أو أنه يشرع التعبد بذلك بل غاية ما فيه الجواز .\nأما حديث ( ليس المؤمن باللعان ) ؛ فيقصد أي اللعن بغير حق وما ذكرنا لعن بحق .\nوأما حديث ( ليس اللعانون بشفعاء ولا شهداء يوم القيامة ) ؛ أي اللعن ظلما أو بغير حق وما ذكرنا لعن بحق .\nأما حديث الذي شرب الخمر فقال الرسول ( لا تلعنه فإنه يحب الله ورسوله ) ، فيقال :\nأولا: الذي نهى عنه اللعن هنا هو الذي لعن في الأحاديث السابقة فلا يجوز أخذ بعض الأحاديث وترك بعضها .\nثانيا : يقال ؛ الرسول هنا بين لمإذا لا يلعن لأنه أولا أقيم عليه الحد وغير ذلك محبة الله ورسوله ، ولذا نقول ؛ إذا زل وعثر المجاهد أو الآمر بالمعروف والناهي عن المنكر لا يلعن ، لأن هذه هي علامات محبة الله وهي مانع من اللعن ، كما لو ترك عالم من العلماء أو داعية أو مجاهد ونحوه ممن دلت القرائن على تدينهم ، فهنا يغفر لهم زلتهم تلك ولا يلعنون ولو جاءوا بأسبابه لحديث ( أقيلوا ذوى الهيئات عثراتهم ) ، لكن لا يعني أنه لا يُلعن الفاسق والمستهتر والمتعمد الظالم من غير ذوي الهيئات.\nوالله أعلم.(منقول من منبر التوحيد و الجهاد)\n6-أمثلة تطبيقية:\nم: وفي الحديث قصة ماعز والغامدية والمخزومية.",
        "(1/79)\n\nش: منع النبي صلى الله عليه و سلم ذكر هؤلاء بسؤ لتوبتهم رضي الله عنهم توبة نصوحا.\nم: وعمر مع حاطب رضى الله عن الجميع 0\nش:منع رسول الله صلى الله عليه و سلم عمر من معاقبة حاطب لكونه من أهل بدر(انظر قصته في باب 51 من هذا الكتاب).\nالقسم الخامس\nكتاب الأحكام التي لا تكون إلا بعد قيام الحجة\nش:تنبّه أخي الكريم ؛الكلام في هذا القسم عن الأحكام لا الأسماء.\n41 ـ باب التعذيب لا يكون إلا بعد قيام الحجة\nم: قال تعالى (وماكنا معذبين حتى نبعث رسولا) وقال تعالى (وماكان ربك مهلك القرى حتى يبعث في أمها رسولا يتلوا عليهم آياتنا ) وقال تعالى (ولو أنا أهلكناهم بعذاب من قبله لقالوا ربنا لولا أرسلت إلينا رسولا فنتبع آياتك من قبل أن نذل ونخزى ) وقال تعالى ( إنا أوحي إلينا أن العذاب على من كذب وتولى ) وقال تعالى (فذوقوا العذاب بما كنتم تكفرون ) وقال تعالى (سيصيب الذين أجرموا صغار عند الله وعذاب شديد بما كانوا يمكرون ) وقال تعالى (أكفرتم بعد إيمانكم فذوقوا العذاب بما كنتم تكفرون ) ،\nش:دلالة الآيات على الباب واضحة ولا تحتاج إلى تعليق.\nم: وقد وقع الإجماع على أن إقامة الحدود على من علمه ، قال ابن تيمية (من لم يعلم تحريم الخمر لم يُحد باتفاق المسلمين ) الفتاوى 19/ 225قال القاضي عياض (وكذلك أجمع المسلمون على تكفير كل من استحل القتل أو شرب الخمر أو الزنا مما حرمه الله بعد علمه بتحريمه ) .\nش:1-الشاهد قوله (بعد علمه بتحريمه)\n2-لا تقبل دعوى الجهل في الشرائع و المسائل الظاهرة إلاّ إذا كان المدعي حديثَ عهد بإسلام أو عاش و نشأ في بلاد الكفر أو مقيماً ببادية بعيدة.\n42 ـ باب القتل والقتال لا يكون إلا بعد قيام الحجة\nم: قال تعالى (فقاتلوا أئمة الكفر إنهم لا أيمان لهم ) وقال تعالى (يا أيها الذين آمنوا قاتلوا الذين يلونكم من الكفار ) وقال تعالى (قاتلوا الذين لا يؤمنون بالله ولا باليوم الآخر )\n(1/80)",
        "\nوقال تعالى (ملعونين أينما ثقفوا أُخذوا وقتّلوا تقتيلا )\nوعند مسلم من حديث بريدة رضى الله عنه وفيه ( وإذا لقيت عدوك من المشركين فادعهم إلى ثلاث خصال ) الحديث ،\nقال الترمذي في باب الدعوة قبل القتال : وقال أحمد لا أعرف اليوم أحدا يُدعى ، ونقله ابن قدامة في المغني .\nش:1-(لا أعرف اليوم أحدا يُدعى) و ذلك أن دعوةَ الإسلام انتشرت في الآفاق و سمع بها أهلُ المشرق و المغرب فقامت عليهم الحجة بذلك.\n2- قال الإمام ابنُ قدامة رحمه الله في المغني:(أما قوله من أهل الكتاب و المجوس لا يدعون قبل القتال فهو على عمومه؛ لأنَّ الدعوةَ قد انتشرت و عمّت، فلم يبق منهم مَن لم تبلغه الدعوةُ إلاّ نادر بعيد وأمّا قوله يدعى عبدة الأوثان قبل أن يحاربوا فليس بعام، فإنّ من بلغته الدعوة منهم لا يدعون وإن وجد منهم من لم تبلغه الدعوة دعي قبل القتال، وكذلك إن وجد من أهل الكتاب من لم تبلغه الدعوة دعوا قبل القتال. قال أحمد:إنَّ الدعوة قد بلغت وانتشرت ولكن إن جاز أن يكون قوم خلف الروم وخلف الترك على هذه الصفة لم يجز قتالهم قبل الدعوة……قال أحمد:كان النبي صلى الله عليه وسلم يدعو الى الإسلام قبل أن يحارب حتى أظهر الله الدين و علا الإسلام، ولا أعرف اليوم أحد يدعى قد بلغت الدعوة كل أحد؛ فالروم قد بلغتهم الدعوة و علموا ما يراد منهم و إنما كانت الدعوة قبل الإسلام فمن دعا فلا بأس.)المغني(10/385).\nم: وقال أبا بطين في الدرر ( 10 /368) قال إن قول الشيخ تقي الدين ( إن التكفير والقتل موقوف على بلوغ الحجة) 0\nش:1-أبا بطين حجة فيما ينقل عن ابن تيمية.\n2-التكفير مستلزمٌ للقتل و التعذيب و هو موقوف على قيام الحجة.\n43 ـ باب أحكام الآخرة لا تكون إلا بعد قيام الحجة\n(1/81)\n",
        "م: قال تعالى ( كلّما أُلقى فيها فوج سألهم خزنتها ألم يأتكم نذير قالوا بلى قد جاءنا نذير فكذبنا ) وقال تعالى ( وقال لهم خزنتها ألم يأتكم رسل منكم يتلون عليكم آيات ربكم وينذرونكم لقاء يومكم هذا قالوا بلى )\nوعن الأسود بن سريع رضى الله عنه مرفوعا (أربعة يمتحنون يوم القيامة ،فذكر الأصم والأحمق والهرم ورجل مات في فترة ) الحديث ذكر طرقه ابن القيم في أحكام أهل الذمة 2/650 وبعدما ساقها قال يشد بعضها بعضا وقد صحح الحفاظ بعضها ، كما صحح البيهقي وعبد الحق وغيرهما حديث الأسود وأبي هريرة وقد رواها أئمة الإسلام ودونوها في كتبهم ) 0\nش:هؤلاء لا يعذبون إلاّ بعد قيام الحجة و لكن يلحقهم اسم الشرك بدليل أنهم يمتحنون و لو كانوا مؤمنين لدخلوا الجنة من غير امتحان وهذا بحمد الله بيِّنٌ واضح.\n44 ـ باب الاستتابة تكون بعد لحوق الاسم\nش: 1-الإستتابة هي طلب التوبة؛ فيقال للمستتاب تب إلى الله أو نحوها.\n2-الإستتابة لا تعني التعريف.\n3-الأسماء(كاسم الردة والشرك) تسبق الإستتابة. فيقال لمن ارتد عن الإسلام (مرتد) قبل الاستتابة.\nم: وعن ابن عباس مرفوعا (من بدل دينه فقتلوه ) رواه البخاري ،\nش:فهم الصحابة أنه يستتاب فان تاب و إلا قتل،و لا يستتاب في بعض التبديل الغليظ كمن سب الله ورسوله أو تكررت ردته أو الساحر أو الزنديق\nم: وقال الشيخ أبا بطين في الدرر 10/402 جميع العلماء في كتب الفقه قالوا : فمن ارتد عن الإسلام قتل بعد الاستتابة ، فحكموا بردته قبل الحكم باستتابته ، فالاستتابة بعد الحكم بالردة والاستتابة إنما تكون لمعين ويذكرون في هذا الباب حكم من جحد وجوب واحدة من العبادات الخمس أو استحل شيئا من المحرمات كالخمر والخنزير ونحو ذلك أو شك فيه يكفر إذا كان مثله لا يجهله ولم يقولوا ذلك في الشرك ونحوه مما ذكرنا بعضه بل أطلقوا كفره ولم يقيدوه بالجهل ولا فرقوا بين المعين وغيره وكما ذكرنا أن الاستتابة إنما تكون لمعين )\n(1/82)\n\nش:في كلام أبا بطين جملةُ فوائد منها:\n1-لحوق اسم الردة قبل الإستتابة.\n2-تكفير المُعَيَّن.\n3-أمثلة على المسائل الظاهرة.\n4-اختلاف الشرائع (الظاهرة) عن الشرك الأكبر في أنَّ اسم الكفر و الشرك لا يلحق من أنكرها(أي الشرائع الظاهرة) إذا كان واحداً من ثلاثة(بادية بعيدة،حديث عهد باسلام،الناشئ في بلاد الكفار) ، فلا ينفى عنه اسم الاسلام،امَّا من أشرك فيلحقه اسم الشرك سواء قامت عليه الحجة أو لم تقم ولا يسمى مسلماً،فمن قامت عليه الحجة لحقه اسم كفر القتل و التعذيب و من لم تقم عليه الحجة لحقه اسم الشرك.\n5-الجهل ليس بعذر في الشرك الأكبر وقد يكون عذراً في باب الشرائع على التفصيل المتقدم.\nم: قال ابن فرحون في كتابه تبصرة الحكام في باب حكم الردة قال : قال المتيطي وأجمع أهل العلم فيما علمت أن المسلم إذا ارتد أنه يستتاب ثلاثا فإن تاب وإلا قتل اهـ\nوسئل أبناء الشيخ محمد بن عبد الوهاب وحمد بن ناصر هل يستتاب من تكلم بكلمة الشرك فقالوا الذي عليه أكثر أهل العلم أن المرتد يستتاب فإن تاب وإلا قتل وعند بعضهم أن المرتد يقتل من غير استتابة ) الدرر 10/ 135 0\nش: قال الشيخ أبو عمرو عبد الحكيم حسان: والراجح و الله أعلم عدم وجوب الإستتابة ، فإن الأدلة عند التحقيق ليس فيها تصريح باشتراط الإستتابة قبل قتل المرتد، و أدلة وجوب قتل المرتد عامة فيمن استتيب و غيره. ولكن تعرض التوبة على من ارتد ،فإن تاب و الإ قتل ، وليس ذلك على سبيل الإيجاب ، و لكن على سبيل الندب(التبيان في أهم مسائل الكفر و الإيمان 1\\255)\n45 ـ باب الفرق بين الحجة والاستتابة و القتل\nم: وعن ابن مسعود مرفوعا ( لا يحل دم امرئ مسلم إلا بإحدى ثلاث وذكر منها التارك لدينه المفارق للجماعة ) ، وعن عثمان مرفوعا (لا يحل دم امرئ مسلم إلا بإحدى ثلاث وذكر منها رجل كفر بعد إسلامه) رواه الضياء في المختارة وابن الجارود في المنتقى ،",
        "(1/83)\n\nوعن البراء أن رسول الله صلى الله عليه وسلم عقد له راية وبعثه إلى رجل نكح امرأة أبيه أن اضرب عنقه وخذ ماله ) رواه أبو داود والنسائي والدارمي والبيهقي وابن الجارود في صحيحه ،\nش:1-هذه مسألةٌ ظاهرةٌ معلومة من الدين بالضرورة.\n2-الرجل عقد على امرأة أبيه، فكفر بذلك العمل(استحلال عملي) و قتل دون استتابة أو تعريف(لأنها مسألة ظاهرة،الحجة قامت عليه بمقامه بين المسلمين).\nم: وفي السيرة قصة المرتدين زمن أبي بكر ،\nش:1-تقدم الكلام على أصناف المرتدين.\n2-الطائفة المرتدة الممتنعة لا تستتاب.\nم: نقل القاضي عياض في الشفاء وابن تيمية في الصارم الإجماع على أن ساب الرسول صلى الله عليه وسلم يُقتل من غير استتابة ،\nونقل القرطبي عن ابن العربي في المنافقين أن النبي لم يستتبهم ولا نقل ذلك أحد ولا يقول أحد أن الاستتابة واجبة ) 1/99 وقال ابن تيمية ( وأما من أنكر تحريم شيء من المحرمات المتواترة كالخمر والميتة والفواحش أو شك فانه يستتاب ويعرف التحريم فان تاب وإلا قتل ) الفتاوى 28/218 0\n46 ـ باب كيف تكون الاستتابة\nفي التمهيد عن مالك قال يستتاب القدرية كما يستتاب المرتد قال ابن قاسم كيف يستتابون ؟ قال يقال لهم اتركوا ما أنتم عليه فان فعلوا وإلا قتلوا ) 10/155 0\n47 ـ باب الإصرار غير الاستتابة\nم:قال تعالى (إن الذين آمنوا ثم كفروا ثم آمنوا ثم كفروا ثم ازدادوا كفرا لم يكن الله ليغفر لهم ولا ليهديهم سبيلا ) ،\nش:هؤلاء أصرّوا على كفرهم فيقتلون في المرة الثالثة ولا يستتابون.\nم: وفيها قصة ابن مسعود رضى الله عنه مع ابن النّواحة ،\n(1/84)",
        "\nش:قال شيخ الإسلام محمد في ذكر قصة ابن النواحة:(وهي أنّ بقايا بني حنيفة لما رجعوا الى الإسلام وتبرءوا من مسيلمة و أقروا بكذبه كبر ذنبهم في أنفسهم و تحملوا باهليهم إلى الثغر لأجل الجهاد في سبيل الله لعل ذلك يمحوا عنهم تلك الرِّدة، لأنَّ الله تعالى يقول(إلاّ من تاب و آمن و عمل صالحاَ فأولئك يبدل الله سيئاتهم حسنات)وقوله(وإني لغفار لمن تاب و آمن وعمل صالحاً ثم اهتدى)،فنزلوا الكوفة و صار لهم بها محلة معروفة، فيه مسجد يسمى مسجد بني حنيفة فمر بعض المسلمين على مسجدهم ما بين المغرب و العشاء فسمع منهم كلاما معناه؛ أنَّ مسيلمة على حق ،وهم جماعة كثيرون لكن الذي لم يقل لم ينكر على من قال، فرفعوا أمرهم الى أبن مسعود فجمع من عنده من الصحابة رضي الله عنهم و استشارهم هل يقتلهم و إن تابوا أو يستتيبهم، فأشار بعضهم بقتلهم من غير إستتابة و أشار بعضهم باستتابتهم فاستتاب بعضهم و قتل بعضهم و لم يستتبه و قتل عالمهم أبن النواحة)الدرر(8/20)\nم: وأجمع الفقهاء على أن من أصر بعد الحجة أنه يستتاب فإن تاب وإلا قتل ، وقال ابن قدامة في المغني (إن لم يتب قتل لما قدمنا ذكره وهو قول عامة الفقهاء ) 9/18 ،\nوقال ابن تيمية : فيمن قال قول كفر بعدما عَذَر الجاهل فقال ( حتى يتبين له أقوال أهل العلم ودلائل الكتاب والسنة فان أصر بعد ذلك على مشاقة الرسول من بعد ما تبين له الهدى واتباع غير سبيل المؤمنين فإنه يستتاب فان تاب وإلا قتل )الفتاوى 33/135 0\nش:الإصرار من الإنسان يكون بعد :\n1-التعريف أو\n2-الاستتابة وهذه أعظم.\nالقسم السادس\nكتاب حقيقة الحجة وما يتعلق بها\n48 ـ باب الحجة في المسائل الظاهرة العلم والبلاغ ووجود دعوة قائمة والوجود في مكان العلم والتمكن\nش:\n1-قوله(المسائل الظاهرة)يخرج به الخفية و أحياناً يخرج به الشرك لوجود بعض الفروق أحيانا بين الشرك و المسائل الظاهرة.\n(1/85)\n",
        "2- المسائل الظاهرة هي المعلومة لدى العامة و الخاصة مثل:حرمة الزنا،قيام رمضان،وجوب الجهاد العيني اذا نزل العدو البلد، وجوب الصلاة،الحجاب،إعفاء اللحية…الخ\nالمسائل الخفية هي التي لا يعلمها إلا العلماء و طلبة العلم، ولا يعلمها العوام إلا بعد التعلم مثل:رؤية الله في الآخرة،ثبوت اليد و الأصابع لله..الخ و قيام الحجة في هذه المسائل يختلف عن قيامها في المسائل الخفية وسيأتي الكلام عليها قريبا إن شاء الله عز وجل.\n3-لا يشترط اجتماع الخمسة المذكورة لقيام الحجة؛ بل واحدة منهم تكفي لقيام الحجة. فمن كان في بادية قريبة فهو متمكن من الوصول الى الدعوة و قامت عليه الحجة بذلك، ومن بلغته الدعوة قامت عليه الحجة بذلك. قال ابن حزم-رحمه الله-:فإنّما أوجب النبي صلى الله عليه وسلم الإيمان به على من سمع بأمره؛ فكل من كان في أقاصي الجنوب و الشمال و المشرق و جزائر البحور و المغرب و أغفال الأرض من أهل الشرك فسمع بذكره صلى الله عليه و سلم ففرض عليه البحث عن حاله و أعلامه و الإيمان به-إلى أن قال و أمّا من بلغه ذكر النبي صلى الله عليه وسلم وما جاء به ثم لا يجد في بلاده من يخبره عنه ففرض عليه الخروج عنها الى بلاد يستبرئ فيها الحقائق، و لولا إخباره صلى الله عليه و سلم أنّه لا نبي بعده لَلزمنا ذلك في كل من نسمع عنه أنه أدعى النبوة ،و لكنّا قد أمِنا ذلك و الحمد لله) الإحكام في أصول الأحكام(2/112)\n(1/86)\n\n4-(المكلف لا يكون متمكناً إلا إذا كان قادراً على البحث والسؤال،وممن يعرف دلالةَ الخطاب ولا يحتاج إلى ترجمان كالأعجمي فعلى هذا لو سمع اليهودي و النصراني بالنبي صلى الله عليه وسلم فلم يؤمن به فقد قامت عليه الحجة كما روى مسلم عن أبي هريرة رضي الله عنه عن النبي صلى الله عليه وسلم أنه قال((والذي نفس محمد بيده لا يسمع بي أحد من هذه الأمة يهودي و لا نصراني ثم يموت و لم يؤمن بالذي أرسلت به إلا كان من أصحاب النار)).(إنجاح حاجة السائل في أهم المسائل)\nم: قال تعالى ( وإن أحد من المشركين استجارك فأجره حتى يسمع كلام الله )\nش:1-لحوق اسم الشرك بمن تلبس به قبل قيام الحجة.\n2-الحجة تقوم بسماع كتاب الله(البلاغ أو العيش بين المسلمين).\nم: وقال تعالى (لم يكن الذين كفروا من أهل الكتاب والمشركين منفكين حتى تأتيهم البينة رسول من الله يتلوا صحفا مطهرة فيها كتب قيمة ) ،\nوقال ابن تيمية :إن القرآن حجة على من بلغه 000فكل من بلغه القرآن من إنسي وجني فقد\nأنذره الرسول صلى الله عليه وسلم ) الفتاوى 16/149\nش:الحجة تقوم على من بلغه القران.\nم:وقال :على قوله تعالى (لا تسمعوا لهذا القرآن والغوا فيه ) والحجة قامت بوجود الرسول المبلغ وتمكنهم من الاستماع والتدبر لا بنفس الاستماع ففي الكفار من تجنب سماع القرآن واختار غيره ، الفتاوى 16/166\nش:1-الدعوة القائمة و البلاغ و التمكن حجة في المسائل الظاهرة.\n2-تأمل في قوله(لا بنفس الاستماع...)\nم: وقال (حجة الله برسله قامت بالتمكن من العلم فليس من شرط حجة الله علم المدعوين بها ولهذا لم يكن إعراض الكفار عن استماع القرآن وتدبره مانع من قيام حجة الله عليهم ) كتاب الرد على المنطقيين ص113 في المقام الثالث ،\nش:1-التمكنُ من العلم حجةٌ في المسائل الظاهرة و الشرك الاكبر\n2-في كلام شيخ الإسلام ردٌ على من عذر بالجهل مطلقاً، و زعم أنَّ الكفر محصور ٌفي نوعٍ واحدٍ؛ هو كفر الجحود.",
        "(1/87)\n\nم: وقال أيضا : ليس من شرط تبليغ الرسالة أن يصل إلى كل مكلف في العالم بل الشرط أن يتمكن المكلفون من وصول ذلك إليهم ثم إذا فرطوا فلم يسعوا في وصوله إليهم مع قيام فاعله بما يجب عليه كان التفريط منهم لا منه) ( بتصرف) الفتاوى 28/125)\nش: فيه ما تقدم فتأمل.\nم: وقال الشيخ عبد اللطيف ( تعريف أهل العلم للجهال بمباني الإسلام وأصول الإيمان والنصوص القطعية والمسائل الإجماعية حجة عند أهل العلم تقوم بها الحجة وتترتب عليها الأحكام ، أحكام الردة وغيرها والرسول صلى الله عليه وسلم أمر بالتبليغ عنه ومن الذي يبلغ وينقل نصوص الكتاب والسنة غير أهل العلم ورثة الرسل ؟ فإن كانت حجة الله لاتقوم بهم وببيانهم أن هذا من عند الله وهذا كلام رسول الله فلا حجة بالوحيين إذ النقل والتعريف يتوقف على أهل العلم كما أن بيان المعاني يتوقف عليهم كما قال علي رضى الله عنه في حديث كميل بن زياد بلى لن تخلو الأرض من قائم لله بحججه كي لا تبطل حجج الله ، وبالجملة فالحجة في كل زمان ومكان إنما تقوم بأهل العلم ورثة الرسل ) مصباح الظلام 124،123،\nش:1-الحجة تقوم بالتعريف ،وتقوم أيضاً بالتمكن من العلم ووجود الدعوة القائمة و البلاغ والوجود في مكان العلم كما تقدم.\n2-تقوم الحجة بالوحيين عند وجود المبلغ الذي يبين للناس أن هذا الكتاب هو كتاب الله رب العالمين وهذه السنة هي سنة نبيه، فإذا عدم المبلغ واندرس العلم وخفيت أثار الرسالة لم تقم الحجة العامة بهما على أهل ذلك الزمان ، ولكن قد تقوم بهما الحجة الخاصة على المتمكن من فهم معانيها وعلى العاجز المعرض وقد تقدم لك الفرق بين العاجز المريد للهدى و الذي لم يرفع بذلك رأساً، و قد نقل الشيخ علي الخضير إجماع أئمة الدعوة على أن زمن ظهور شيخ الإسلام محمد كان زمن فترة على الرغم من وجود كتاب الله و كتب السنة.\n*ويقول الشيخ عبد الرحمن بن طلاع المخلف معلقا على كلام الشيخ عبد اللطيف:\n(1/88)",
        "\nهنا نكتة مهمة جدا يجب التنبه لها و هي هناك فرق بين البلاغ العام و بين قيام الحجة على الأعيان .\nنعم البلاغ العام لا يقوم به إلا أهل العلم و ورثة الرسل و ليس معنى هذا أن الأعيان وقتها غير مقامه الحجه عليهم فمن قال حينها بأن كل عين قبل البلاغ العام الحجه غير مقامه عليهم فقد كذب و افترى .\nفإذا كان المشركون قبل بعثة النبي صلى الله عليه و سلم الكثير من أعيانهم الحجه مقامه عليهم و لم يكن هناك بلاغ عام لذا ما أراه من كلام الشيخ أنه يريد بذلك البلاغ العام لا قيام الحجة على الأعيان قال تعالى (وَأَطِيعُواْ اللّهَ وَأَطِيعُواْ الرَّسُولَ وَاحْذَرُواْ فَإِن تَوَلَّيْتُمْ فَاعْلَمُواْ أَنَّمَا عَلَى رَسُولِنَا الْبَلاَغُ الْمُبِينُ) (المائدة : 92 ).\nو قال (مَّا عَلَى الرَّسُولِ إِلاَّ الْبَلاَغُ وَاللّهُ يَعْلَمُ مَا تُبْدُونَ وَمَا تَكْتُمُونَ) (المائدة : 99 (.\nو قال (فَإِن تَوَلَّوْاْ فَإِنَّمَا عَلَيْكَ الْبَلاَغُ الْمُبِينُ) (النحل : 82 ).\nنعم يلزم من البلاغ العام قيام الحجه على من لم تقم عليه الحجه قبله.\nثم إن المقصود من البلاغ العام هو هداية الناس و إخراجهم من عبادة العباد إلى عبادة رب العباد .\nقال تعالى (فَلَعَلَّكَ بَاخِعٌ نَّفْسَكَ عَلَى آثَارِهِمْ إِن لَّمْ يُؤْمِنُوا بِهَذَا الْحَدِيثِ أَسَفاً) (الكهف : 6)\nو قال (أَفَمَن زُيِّنَ لَهُ سُوءُ عَمَلِهِ فَرَآهُ حَسَناً فَإِنَّ اللَّهَ يُضِلُّ مَن يَشَاءُ وَيَهْدِي مَن يَشَاءُ فَلَا تَذْهَبْ نَفْسُكَ عَلَيْهِمْ حَسَرَاتٍ إِنَّ اللَّهَ عَلِيمٌ بِمَا يَصْنَعُونَ) (فاطر : 8 ).\nفالنبي صلى الله عليه و سلم كان يريد أن يهلك نفسه من أجل هداية الناس و لم يهلك نفسه من أجل إقامة الحجة عليهم و إن كان كما ذكرنا يلزم من البلاغ العام قيام الحجة .\n(1/89)\n",
        "و الدليل على أن الشيخ عبد اللطيف رحمه الله لم يرد قيام الحجة في أًصل ذكر تعريف أهل العلم بمباني الإسلام و المسائل الإجماعية و النصوص القطعية و هذه المسائل يدخل فيها المسائل الظاهره و الخفية و غيرها .\nو أما قيام الحجه على الأعيان فهذه مسألة أخرى غير مسألة البلاغ المبين العام فالحجة على المعين في أصل الدين تقوم بأدنى من هذا بكثير كما ذكر ابن القيم رحمه الله في طبقات المكلفين فكل من أعرض و إن كان غير متمكن من الحجه فقد أقيمت عليه الحجه و يدخل في كلام ابن القيم رحمه الله من لم يتمكن من الحجه و علم الحق ثم صد عنها فهؤلاء حكمهم حكم من تمكن من الحجه فكيف إذا كان متمكنا منها .\nو الشيخ عبد اللطيف رحمه الله نقل كلام ابن القيم في الطبقة السابعة عشر ثم علق عليه قائلا ( فقف هنا وتأمل هذا التفصيل البديع فإنه لم يستثن إلا من عجز عن إدراك الحق مع شدة طلبه وإرادته له فهذا الصنف هو المراد في كلام شيخ الإسلام وابن القيم وأمثالهما من المحققين رحمهم الله ... ) و هذا الكلام في قيام الحجة لا في البلاغ العام فتدبر الفرق بين النقلين يتبين لك المراد منهما .\nم: وقال أيضا ( وأي عالم وأي فقيه اشترط في قيام الحجة والبيان معرفة علم المخاطب بالحق؟ 000وإنما يشترط فهم المراد للمتكلم والمقصود من الخطاب لا أنه حق وهذا هو المستفاد من نصوص الكتاب والسنة وكلام أهل العلم ) مصباح الظلام 123.122 0\nش:فيه ردٌ على المرجئة الذين يشترطون فهم المخاطب وعلمه بالحق و يزعمون أنَّ الكفرَ لا يكون إلاّ من جحود.\n49 ـ باب الفرق بين قيام الحجة وفهم الحجة\nش:\n1-فهم الحجة :\nأ-يعني الحوار و التعريف و اقتناع المخاطب.\nب- قد ترى في كلام أهل العلم اشتراط إقامة الحجة في المسائل الخفية و يريدون به فهم الحجة على معنى الحوار و الاقناع لا معنى بلوغ الرسالة فقط .\nج-لا يشترط فهم الحجة في المسائل الظاهرة و الشرك الأكبر.\n(1/90)\n\nد- فهم الحجة يشترط في المسائل الخفية دون الظاهرة .\n2-قيام الحجة:\nأ-في الشرك الأكبر و المسائل الظاهرة تقوم الحجة بالتمكن و العيش بين المسلمين و السماع و الفهم كما تقدم\nب-لا يشترط الفهم لقيام الحجة في الشرك الأكبر و المسائل الظاهرة.\nم: قال تعالى (اقترب للناس حسابهم وهم في غفلة معرضون ما يأتيهم من ذكر من ربهم محدث إلا استمعوه وهم يلعبون لاهية قلوبهم )\nش:قامت الحجةُ على هؤلاء بما بلغهم من القران، إلاّ أنّهم لم يفهموا لكون قلوبهم( لاهية) فلم يعذروا بذلك.\nم: وقال تعالى (أم تحسب أن أكثرهم يسمعون أو يعقلون إن هم إلا كالأنعام )\nش:قامت الحجة على هؤلاء رغم كونهم كالأنعام في عدم الفهم و لم يعذروا بذلك.\nم:وقال تعالى (ومثل الذين كفروا كمثل الذي ينعق بما لا يسمع إلا دعاء ونداء صم بكم عمي فهم لا يعقلون )\nش:(فهم لا يعقلون) تأمل.\nم: وقال تعالى (وأُوحي إلى هذا القرآن لأُنذركم به ومن بلغ )\nش:قال الآلوسي رحمه الله:(ومن بلغ) عطف على ضمير المخاطبين أي لأنذركم به يا أهل مكة و سائر من بلغه القران و وصل إليه من الأسود و الأحمر أو من الثقلين، أو لأنذركم به أيها الموجودون و من سيوجد إلى يوم القيامة. قال ابن جرير من بلغه القران فكأنما رأى محمداً صلى الله عليه و سلم.(روح المعاني(7\\119).\nم:وقال تعالى ( وإن أحد من المشركين استجارك فأجره حتى يسمع كلام الله )\nش:1-لم يقل ربنا جل و علا حتى يفهم كلام الله فتأمل\n2-فإذا سمع كلام الله فقد قامت عليه الحجة ولو لم يعقله كحال كثير من المشركين المذكورين في الآيات السابقة.\nم:وعن عبد الله بن عمرو مرفوعا (بلغو عني ولو آية ) رواه البخاري\nش:البلاغ حجة.",
        "(1/91)\n\nم: وفي حديث عوف بن مالك مرفوعا( سأل رجل كيف يرفع العلم وقد ثبت في الكتاب ووعته القلوب فقال رسول الله صلى الله عليه وسلم إن كنت لأحسبك من أفقه أهل المدينة ثم ذكر ضلالة اليهود والنصارى على مافي أيديهم من كتاب الله ) صححه الحاكم و رواه ابن ماجة وقال الهيثمي في المجمع 1/201 رواه الطبراني وإسناده حسن.\nش:1-قد يرفع العلم و تندرس آأثار الرسالة مع وجود الكتاب، قال شيخ الإسلام ابن تيمية: لكن قد تخفى آثار الرسالة في بعض الأمكنة والأزمنة حتى لا يعرفون ما جاء به الرسول صلى الله عليه وسلم؛ إما لا يعرفون اللفظ وإما أن يعرفوا اللفظ و لا يعرفوا المعنى فحينئذ يصيرون في جاهلية ( الفتاوى 17/307 ).\n2-نكتة مهمة: \"وفرق بين رفع العلم و رفع الحجة فالعلم قد يرفع و يثبت الجهل بسبب إعراض بعض الناس عن العلم و ليس هذا معناه أنهم لم تقم عليهم الحجة فمعلوم أن المعرض عن الحق حتى لو وجدت الحجة فهو جاهل غير عالم فهل يقول أحد أنه و الحاله هذه الحجه غير مقامه عليه .\nثم إن الحجه في أصل الدين لا تحتاج إلى عالم بل كل من علم الحق فيها فهو ممن أمكن أن يقيم الحجه على المشركين و مثل هذا الصنف لا يعدم من الأرض إلى قيام الساعة كما في حديث الريح التي تقبض روح كل مؤمن .\nفالله تعالى سمى ما قبل بعثة النبي صلى الله عليه و سلم فترة و كان الجهل و الضلال منتشر و معلوم أن كثير من الناس و قتها الحجه مقامه عليهم فكيف بعد بعثة النبي صلى الله عليه و سلم و انتشار الدين و لا نقول أنه ليس هناك أناس قد يكونون من أهل الفترة بعد بعثة النبي صلى الله عليه و سلم و لكن نقول أن أهل الفترة بعد بعثة النبي صلى الله عليه و سلم أقل ممن قبل البعثة\"(0مقال الفرق بين الكفر و الشرك للمخلف-ملتقى أهل الحديث) .وقد تقدم الكلام عن الفرق بين الحجة العامة و الخاصة.\n(1/92)",
        "\nم: وروى ابن جرير بسنده عن ابن عباس ومحمد بن كعب وابن زيد وقتادة واختاره ابن كثير : (من بلغه هذا القرآن فهو له نذير ) ،\nش:بلوغ القران حجة.\nفصل\nش:فصل في نقل الإجماع على أن الحجة تقوم بالخمس المذكورة وعلى التفريق بين قيام الحجة و فهمها في المسائل الظاهرة والشرك الأكبر.\nم: قال الشيخ عبد الله بن محمد بن عبد الوهاب (الإجماع منعقد على أن من بلغته دعوة الرسول صلى الله عليه وسلم فلم يؤمن فهو كافر ولا يقبل منه الاعتذار بالاجتهاد لظهور أدلة الرسالة وأعلام النبوة ) الدرر10/247) وقال الشيخ حمد بن ناصر (قد أجمع العلماء أن من بلغته دعوة الرسول صلى الله عليه وسلم أن الحجة عليه قائمة ) الدرر 11/72\nوقال الشيخ محمد بن عبد الوهاب (مع أن أكثر الكفار والمنافقين لم يفهموا حجة الله مع قيامها عليهم كما قال تعالى (أم تحسب أن أكثرهم يسمعون أو يعقلون )الآية ثم ضرب أمثلة لأناس قامت عليهم الحجة لكن لم يفهموها مثل : الخوارج ،و الذين اعتقدوا في علي بن أبي طالب رضى الله عنه ،\nوغلاة القدرية ، ( تاريخ نجد ص 410 )\nوأئمة الدعوة النجدية مجمعون على التفريق بين قيام الحجة وفهم الحجة في المسائل الظاهرة ،\nكما في رسائل الشيخ محمد بن عبد الوهاب ، والدرر السنية ومنهاج التقديس لعبد اللطيف ،وكشف الشبهتين ص 91 إلى 96 0\n50 ـ باب في أي شئ يكون التعريف\nم: قال إسحاق بن عبد الرحمن (كلام أئمة الدين أن الأصل عند تكفير من أشرك بالله فإنه يُستتاب فإن تاب وإلا قتل لا يذكرون التعريف في مسائل الأصول إنما يذكرون التعريف في المسائل الخفية التي قد يخفى دليلها على بعض المسلمين كمسائل نازع فيها بعض أهل البدع كالقدرية والمرجئة أو في مسالة خفية ) رسالة تكفير المعين ،\nش:1-تأمل قوله تكفير من أشرك بالله وقارنه بما قرأت عن اسمي الكفر و الشرك.\n2-( مسائل الاصول ) أي الشرك و المسائل الظاهرة.\n(1/93)\n",
        "م: وأجمع عليه أئمة الدعوة النجدية وهو اختيار ابن تيمية وابن القيم وغيرهم، وبالإجماع يكون التعريف للثلاثة في مسائل التكفير قبل التكفير.\nش:الثلاثة هم:1-حديث عهد بجاهلية 2-الناشئ في بادية بعيدة 3- من نشأ و عاش في بلد الكفار.\nفهؤلاء الثلاثة يعذرون في باب الشرائع الظاهرة ولا يلحقهم اسم الكفر و الشرك و يُعرَّفون ولكن لا يعذرون في باب الشرك الأكبر فإذا و قعوا في الشرك لحقهم اسم الشرك، ولم يلحقهم اسم كفر القتل و التعذيب حتى تقوم عليهم الحجة.\n51 ـ باب المقصود من التعريف إقامة الحجة\nم: وقال تعالى (رسلا مبشرين ومنذرين لئلا يكون للناس على الله حجة بعد الرسل ) ،\nوعن المغيرة بن شعبة مرفوعا ( لا أحد أحب إليه العذر من الله من أجل ذلك بعث الله المرسلين مبشرين ومنذرين ) متفق عليه ، وزاد مسلم من حديث ابن مسعود من أجل ذلك أنزل الكتاب ،\nوفيه قصة قدامة وحاطب رضى الله عنهما ،\nش:1- قصة قدامة رضي الله عنه:\nتأوَّلَ قدامة في جزء من مسئلة و شريعة ظاهرة فظنَّ أنَّ المؤمنَ لا يُؤاخذ اذا شرب الخمر لقوله تعالى(ليس على الذين امنوا و عملوا الصالحات جناح فيما طعموا اذا ما اتقوا و امنوا...)الاية،وما أنكر رضي الله عنه تحريم الخمر وكان ذلك في عهد عمر فاستشار عمر الصحابة رضي الله عنهم فما كفروه وعذروه لكونه تأول في جزء من مسئلة ظاهرة و استتابوه فتاب رضي الله عنه.\n2-قصة حاطب رضي الله عنه:\n(1/94)\n\nحاطب -رضي الله عنه- أراد إفشاء سر رسول الله صلى الله عليه و سلم لمّا توجه لفتح مكة فأرسل كتاباً مع جاريةٍ الى قريش يخبرهم الخبر، فنزل الوحي الى رسول الله صلى الله عليه و سلم و أخبره الخبر، فقال رسول الله صلى الله عليه و سلم:\"يا حاطب ما هذا؟\"، قال :لا تعجل علي إني كنت امرأً ملصقاً في قريش ولم أكن من أنفسهم، وكان من معك من المهاجرين لهم قرابات يحمون أهليهم في مكة فاحببت إذ فاتني ذلك من النسب فيهم أن اتخذ يدا يحمون بها قرابتي و ما فعلت ذلك كفرا ولا ارتدادا عن ديني و لا رضا بالكفر بعد الإسلام، فقال رسول الله :\"انه صدقكم\"، فقال عمر: دعني أضرب عنق هذا المنافق، فقال رسول الله صلى الله عليه و سلم:\"إنه قد شهد بدرا و ما يدريك لعل الله اطلع الى أهل بدر فقال اعملوا ما شئتم قد غفرت لكم\"(مختصر من تفسير ابن كثير 4\\302).\nالتعليق على قصة حاطب:\nأ-وقع حاطب في عمل كفري وهو موالاة الكافرين و مظاهرتهم على المسلمين وهذه مسئلة ظاهرة معلومة عنده رضي الله عنه لذا بادر وقال:\" ما فعلت ذلك كفرا ولا ارتدادا عن ديني و لا رضا بالكفر بعد الإسلام\".\nب- قوله صلى الله عليه و سلم:\"صدقكم\" اي من جهة مطابقة قول حاطب لمعتقده وليس من جهة مطابقته للواقع من ان موالاة الكفار ليست كفرا.\nج-المانع من تكفير حاطب كان التأول الخاطئ في جزء من مسئلة ظاهرة حيث ظنَّ أنَ ما فعله يدخل في باب التقية الجائزة عند الخوف، و أنَّ ذلك لا ضرر فيه على المسلمين لأنَّ رسول الله صلى الله عليه و سلم مؤيدٌ من ربه وقد وعده الفتح ، فحاطب رضي الله عنه تأوَّلَ في جزءٍ من مسئلةٍ ظاهرةٍ كما تأوَّل قدامة ولم ينكر أنَّ الأصل في هذا الفعل الكفر.\nء- التأولُ كان مانعاً من تكفيره ولم يكن مانعاً من تعزيره، لذا راجع عمر النبي صلى الله عليه و سلم في قتله مرة ثانية ومنع من ذلك شهود حاطب بدراً.\nالملخص: قام في حق حاطب مانعان:",
        "(1/95)\n\nالأول : مانعٌ من تكفيره: وهو التأولُ في جزءٍ من مسئلةٍ ظاهرةٍ.\nالثاني: مانعٌ من تعزيرهِ: وهو شهودُهُ بدراً\n(ملخص بتصرف من الجامع في طلب العلم الشريف-نقد الرسالة الليمانية ).\nم: وقال ابن تيمية (اتفق الأئمة على أن من نشأ ببادية بعيدة عن أهل العلم والإيمان وكان حديث العهد بالإسلام فأنكر شيئا من هذه الأحكام الظاهرة المتواترة فإنه لا يحكم بكفره حتى يعرف ما جاء به الرسول) الفتاوى 11/ 407.\nش: الكلام هنا عن الشرائع و المسائل الظاهرة لا عن الشرك الاكبر فتنبه.\nم: وقال ابن تيمية (فيمن استحل محرما قال : من استحل ذلك كافر مرتد يستتاب ، وإن كان جاهلا بالتحريم عرف ذلك حتى تقوم عليه الحجة فإن هذا من المحرمات المجمع عليها) الفتاوى 34/\nش:(جاهلا بالتحريم) اي كان واحداً من الثلاثة المذكورين،فلا تقبل دعوى الجهل من غيرهم كما سيأتي في كلام أبن قدامة و ابن تيمية.\nم: وقال ابن قدامة في المغني (وكذلك كل جاهل في استحلال محرم يمكن أن يجهله لا يحكم بكفره حتى يُعرّف ذلك وتزول عنه الشبهة ويستحله بعد ذلك ) 9/22.\nش:غير الثلاثة المذكورين لا يمكن لهم أن يجهلوا شرائع الإسلام إلا إذا أعرضوا عن دين الله فهؤلاء إن استحلوا محرماً يُكَفَّرون و لا كرامة.\nم: وقال ابن تيمية ( لا يكفر العلماء من استحل شيئا من المحرمات لقرب عهده بالإسلام أو لنشأته ببادية بعيدة فإن حكم الكفر لا يكون إلا بعد بلوغ الرسالة ) الفتاوى 28/501 ، وقال (الكفر المعذب عليه لا يكون إلا بعد الرسالة ) الفتاوى 2/78 0\nش: تأمّل في قوله (الكفر المعذب عليه).\n52 ـ باب إذا بلغت الدعوة مشوهة\n(1/96)",
        "\nش:إعلم أخي الكريم أنّه ما أتى نبي قومه بدعوة التوحيد إلا نشطت ضده الدعاية المضادة المضللة للرأي العام متهمة إياه بالجنون تارة و بالسفه و الضلال و السحر تارة أخرى، و صدق- والله- ورقة إذ يقول:نعم ،لم يأت رجل قط بمثل ما جئت به إلا عودي(البخاري حديث 3) و كان لهذه الحملات الإعلامية أكبر الأثر في صد الناس عن دين الله و الإعراض عن رسله، فهل عذر الله هؤلاء لما أعرضوا و اتبعوا أمر كل كفار أثيم أم أنزل بهم أشد العذاب؟!\nم: قال تعالى (كذلك ما أتى الذين من قبلهم من رسول إلا قالوا ساحر أو مجنون أتواصوا به بل هم قوم طاغون ) وقال تعالى (وكذلك جعلنا لكل نبي عدوا شياطين الإنس والجن يوحي بعضهم إلى بعض زخرف القول غرورا ) وقال تعالى (ولو علم الله فيهم خيرا لأسمعهم ولو أسمعهم لتولوا وهم معرضون )، وعند أحمد من حديث جابر (حتى إن الرجل ليخرج من اليمن أو من مضر فيأتيه قومه فيقولون إحذر غلام قريش لا يفتنك).\nوقال الشيخ عبد اللطيف (وإذا بلغ النصراني ما جاء به الرسول صلى الله عليه وسلم ولم ينقد لظنه أنه رسول الأُميين فقط فهو كافر وإن لم يتبين له الصواب في نفس الأمر كذلك كل من بلغته دعوة الرسول بلوغا يعرف فيه المراد والمقصود فرد ذلك لشبهة أو نحوها فهو كافر وإن التبس عليه الأمر وهذا لاخلاف فيه)مصباح الظلام ص 326\nش: تأمَّل في قوله(وهذا لا خلاف فيه).\n53 ـ باب من ظن أن قيام الحجة في المسائل الظاهرة هو النقاش والحوار الخاص\nم: وعن البراء أن رسول الله صلى الله عليه وسلم عقد له راية وبعثه إلى رجل نكح امرأة أبيه أن اضرب عنقه وخذ ماله ) رواه أبو داود والنسائي والدارمي والبيهقي وابن الجارود في صحيحه ،\nش:هذا الرجل استحل أمراً ظاهراً و لم يكن من الثلاثة المذكورين بل كان يعيش بين ظهراني المسلمين(الحجة قائمة عليه) فارتد بذلك الفعل( ردة مغلظة) واستحق القتل ولم يعرِّفه رسول الله صلى الله عليه و سلم حرمة ذلك و لم يستتبه.\n(1/97)\n",
        "م: وعن أبي موسى مرفوعا ( مثل ما بعثني الله عز وجل من الهدى والعلم كمثل غيث أصاب أرضا فذكر منها قيعان لا تمسك ماء ولا تنبت كلأ وهو مثل من لم يرفع بذلك رأسا ولم يقبل هدى الله الذي أرسلت به ) متفق عليه.\nش: فهذا مثل من أعرض عن دين الله و لم يحصل معه نقاش أو حوار خاص.\nم:والإجماع منعقد على أن أهل الفترات مشركون مع أنه لم يحصل لهم لا نقاش عام ولا خاص ،\nوقال الشيخ إسحاق ( وهكذا تجد الجواب من أئمة الدين في ذلك الأصل عند تكفير من أشرك بالله فإنه يستتاب فإن تاب وإلا قتل لا يذكرون التعريف في مسائل الأصول )\nقال صاحب المغني في كتاب الزكاة فيمن أنكر وجوبها (وإن كان مسلما ناشئا ببلاد الإسلام بين أهل العلم فهو مرتد تجري عليه أحكام المرتدين ) وقال ابن أبي عمر في الشرح الكبير فيمن جحد الصلاة ( وإن كان ممن لا يجهل ذلك كالناشئ بين المسلمين في الأمصار لم يُقبل منه ادعاء الجهل وحكم بكفره لأن أدلة الوجوب ظاهرة )\n( وسبق استثناء الثلاثة ) 0\nش: الحجة هنا المكان.\nالقسم السابع\nكتاب المسائل الظاهرة والخفية\n54 ـ باب المقصود بهما والفرق بينهما\nم: قال الشافعي رحمه الله ( العلم علمان : علم عامة لا يسع بالغا غير مغلوب على عقله جهله مثل الصلوات الخمس وأن لله على الناس صوم شهر رمضان وحج البيت إذا استطاعوه وزكاة في\nأموالهم وأنه حرم عليهم الزنا والقتل والسرقة والخمر وما كان في معنى هذا مما كلف العباد أن يعقلوه ويعلموه ويعطوه من أنفسهم وأموالهم وأن يكفوا عنه ما حرم عليهم منه وهذا الصنف كله من العلم موجود نصا في كتاب الله موجودا عاما عند أهل الإسلام ينقله عوامهم عمن مضى من عوامهم يحكونه عن رسول الله صلى الله عليه وسلم ولا يتنازعون في حكايته ولا وجوبه عليهم وهذا العلم الذي لا يمكن فيه الغلط من الخبر والتأويل ولا يجوز فيه التنازع )الرسالة ص 359،357\nش:1-(علم عامة) أي المسائل الظاهرة وهو اصطلاح للشافعي.\n2-النص للحفظ.\n(1/98)\n\nم: وقال ابن تيمية لما تكلم في جمل من مقالات الطوائف وتقسيمهم للأصول والفروع وترتيب التخطئة والتصويب والتكفير عليها فقال ( الحق أن الجليل (أي الظاهر المتواتر )من كل واحد من الصنفين (أي العلمية أو العملية )مسائل أصول ، والدقيق مسائل فروع فالعلم بالواجبات كمباني الإسلام الخمس وتحريم المحرمات الظاهرة المتواترة كالعلم بأن الله على كل شئ قدير وبكل شئ عليم وأنه سميع بصير وأن القرآن كلام الله ونحو ذلك من القضايا الظاهرة المتواترة ، ولهذا من جحد تلك الأحكام العلمية المجمع عليها كفر كما أن من جحد هذه كفر )\nش:1- (الجليل) اصطلاح شيخ الإسلام على المسائل الظاهرة\n2-(الدقيق) اصطلاح شيخ الإسلام على المسائل الخفية\n3-الأصول هي المسائل الظاهرة،و الفروع هي المسائل الخفية خلافا للمتكلمين الذين جعلوا الأصول هي المسائل العلمية و الفروع المسائل العملية و بنوا أحكام التكفير على ذلك فكفَّروا المسلمين و أثبتوا حكم الإسلام للكفار.\n4-الجاحد للمسائل الظاهرة يُكَّفر و لا يُعذر بجهله إلاّ إذا كان من الثلاثة المذكورين.\nم: وقال أيضا( إن مسائل الدق في الأصول لا يكاد يتفق عليها طائفة إذ لو كان كذلك لما تنازع في بعضها السلف من الصحابة والتابعين)الفتاوى 6/057،56\nوقال (اتفق الأئمة على أن من نشأ ببادية بعيدة عن أهل العلم والإيمان وكان حديث العهد بالإسلام فأنكر شيئا من هذه الأحكام الظاهرة المتواترة فإنه لا يحكم بكفره حتى يعرف ما جاء به الرسول) الفتاوى 11/ 407.\nش:الكلام هنا عن المسائل الظاهرة لا الشرك الأكبر فتنبه.\nم: وقال (إن الإيمان بوجوب الواجبات الظاهرة المتواترة وتحريم المحرمات الظاهرة المتواترة هو من أعظم أصول الإيمان وقواعد الدين والجاحد لها كافر بالاتفاق مع أن المجتهد في بعضها ليس بكافر بالاتفاق مع خطئه )الفتاوى 12/ 496 ،",
        "(1/99)\n\nش:( المجتهد في بعضها ليس بكافر): وذلك لانَّ من تأول في جزء من مسألة ظاهرة فلا بد من إقامة الحجة عليه بالحوار و الكشف(جزء في أهل الأهواء و البدع-باب8) كما في قصة قدامة بن مظعون لماّ ظنَّ أنَّ الذين أمنوا و عملوا الصالحات مستثنون من تحريم الخمر لقوله جل و علا ((ليس على الذين أمنوا و عملوا الصالحات جناح فيما طعموا إذا ما اتقوا و آمنوا))الآية و ما أنكر رضي الله عنه تحريم الخمر و لكن أخطأ في هذه الجزئية(جزء أهل الأهواء و البدع نقلا عن الفتاوى(7/610)).\nم: وحكى اتفاق الصحابة والأئمة أن من جحد وجوب الواجبات الظاهرة المتواترة كالصلاة والصيام والحج أو جحد تحريم المحرمات الظاهرة المتواترة كالفواحش وجحد حل بعض المباحات الظاهرة المتواترة كاللحم فهو كافر مرتد يستتاب فإن تاب وإلا قتل وإن أضمر ذلك كان زنديقا منافقا )الفتاوى 11/405 .\nوقال الشيخ محمد ( ابن تيمية لا يعذر في المسائل الظاهرة ) الدرر9/405 ،وقال عبد اللطيف قال ابن تيمية (إن من بلغته الحجة في أُصول الدين وأصر وعاند يكفر بالإجماع وإنما يُتوقف فيمن لم تقم عليه الحجة ولم يبلغه الدليل )المنهاج ص 229.\nش:1-أئمة الدعوة أئمة فيما ينقلون عن شيخ الإسلام\n2-(أصول الدين) المسائل الظاهرة .\nم: ونقل ابا بطين من كلام ابن تيمية (إن الأمور الظاهرة التي يعلم الخاصة والعامة من المسلمين أنها من دين الإسلام مثل الأمر بعبادة الله وحده لاشريك له ومثل معاداة اليهود والنصارى والمشركين ومثل تحريم الفواحش والربا والخمر والميسر ونحو ذلك فيكفر مطلقا ) ملخصا من الدرر 10/372-373 ونقل عن ابن تيمية (ما ظهر أمره وكان من دعائم الدين من الأخبار والأوامر فإنه لا يعذر ) الدرر 10/388.\n(1/100)",
        "\nوقال عبد اللطيف في المنهاج ص 101 (إن ابن تيمية في المسائل الظاهرة الجلية أو ما يُعلم من الدين بالضرورة فهذا لا يتوقف في كفر قائله أما المسائل التي قد يخفى دليلها كمسائل القدر والإرجاء ونحو ذلك مما قاله أهل الأهواء فهنا لا يكفر إلا بعد قيام الحجة)\nوقال أيضا (ومعلوم أن من كفر المسلمين لمخالفة رأيه وهواه كالخوارج والرافضة أو كفر من أخطأ في المسائل الاجتهادية أصولا أو فروعا فهذا ونحوه مبتدع ضال مخالف لما عليه أئمة الهدى ومشايخ الدين ) المنهاج ص 98.\nش: (أصولا أو فروعا)أي المسائل العلمية و العملية على اصطلاح المتكلمين ودلَّ على هذا و صفه لها بالاجتهادية.\nم: ونقل القاضي عياض في الشفاء عن القاضي أبي بكر قال (إن مسائل الوعد والوعيد والرؤية والمخلوق وخلق الأفعال من الدقائق )0\n55 ـ باب موانع قيام الحجة في المسائل الظاهرة\n(1/101)\n",
        "م: ذكر ابن القيم منها عدم التمييز كالصغير أو الجنون أو الصمم أو عدم الفهم لكونه لم يفهم الخطاب ولم يحضر ترجمان فهذا بمنزلة الأصم ) الطبقات ، وقال ابن تيمية (من لم تبلغه الدعوة كالصغير والمجنون ومن مات في فترة ، فإنهم يمتحنون في الآخرة ) الفتاوى 14/477، وحديث العهد و من نشأ في بادية ، قال ابن تيمية في حديث العهد وصاحب البادية ( لا يكفر العلماء من استحل شيئا من المحرمات لقرب عهده بالإسلام أو لنشأته ببادية بعيدة فإن حكم الكفر لا يكون إلا بعد بلوغ الرسالة ) الفتاوى 28/501 ، وقال (الكفر المعذب عليه لا يكون إلا بعد الرسالة ) الفتاوى 2/78، أو بلاد كفر قال ابن حزم (من لم تبلغه واجبات الدين فإنه معذور ولا ملامة عليه وقد كان جعفر بن أبي طالب وأصحابه رضى الله عنهم بأرض الحبشة ورسول الله صلى الله عليه وسلم بالمدينة والقرآن ينزل والشرائع تشرع فلا يبلغ إلى جعفر وأصحابه أصلا لانقطاع الطريق جملة من المدينة إلى أرض الحبشة وبقوا كذلك ست سنين فما ضرهم ذلك في دينهم شيئا إذ عملوا بالمحرم وتركوا المفروض )الفصل 4/60،\nوقال أيضا (وما ذكرنا يُبطل قول من قال من الخوارج إن في حين بعث النبي صلى الله عليه وسلم يلزم من في أقاصي الأرض الإيمان به ومعرفة شرائعه فإن ماتوا في تلك الحال ما توا كفارا قال ويبطل هذا قول الله عز وجل (لا يكلف الله نفسا إلا وسعها لها ما كسبت وعليها ما اكتسبت) وليس في وسع أحد علم الغيب اهـ الفصل 4/61 0\nش:1- الكلام في هذا الباب عن المسائل الظاهرة لا الشرك، و قد تقدم أن من و قع في الشرك و لم تقم الحجة يلحقه اسم الشرك لكن لا يقاتل في الدنيا و لا يعذب في الآخرة حتى تقوم عليه الحجة.\n2-إنتبه أخي الكريم إلى الفرق بين الشرائع و الشرك.\n(1/102)\n\n3- قولهم( يلزم من في أقاصي الأرض الإيمان به) هذا صحيح موافق لقول أهل السنة و الجماعة إذا بلغهم خبر النبي صلى الله عليه و سلم أو كانوا متمكنين من الوصول إلى مكان الدعوة كما تقدم.\n4-قولهم(ومعرفة شرائعه فإن ماتوا في تلك الحال ما توا كفارا)هذا القول مخالفٌ لقول أهل السنة، فالخوارج لا يعذرون بالجهل مطلقاً،و أهلُ السُّنة يقولون أنَّ الشرائع لا تلزم إلا بعد البلاغ كما تقدم .\n4-الخوارج يرون أنه لا فترة بعد البعثة أبداً وأنَّ الحجة قامت على الخلق بالبعثة.\n5-سبب التعذيب عند: أ- المعتزلة: العقل\nب- الخوارج: البعثة\nج-أهل السنة: قيام الحجة على التفصيل المتقدم في هذا الكتاب.\n56 ـ باب موانع قيام الحجة في المسائل الخفية\nش:1-اعلم رحمني الله و إياك أنه ما كان مانعاً في المسائل الظاهرة فهو مانعٌ في المسائل الخفية من باب أولى.\n2-الموانع الأخرى:الخطأ و النسيان و الاجتهاد، عدم الفهم،وجود الشبهة،عدم المعاندة.\nم: قال تعالى (آمن الرسول بما أنزل إليه من ربه والمؤمنون- إلى أن قال- لا يكلف الله نفسا إلا وسعها لها ما كسبت وعليها ما اكتسبت ربنا لا تؤاخذنا إن نسينا أو أخطأنا ) الآية، وعن ابن عباس مرفوعا ( إن الله تجاوز عن أمتي الخطأ والنسيان ) صححه ابن حبان والحاكم.\nش: الخطأ و النِّسيان من موانع قيام الحجة في المسائل الخفية.\nم:وعن عمرو بن العاص مرفوعا (إذا حكم الحاكم فاجتهد ثم أصاب فله أجران وإذا حكم فاجتهد ثم أخطأ فله أجر ) متفق عليه.\nش:1- وهذا إذا اجتهد في المسائل الخفية لا في أصل الإسلام و المسائل الظاهرة، قال الشيخ أبا بطين: فالمدعي أنَّ مرتكب الكفر متأولاً أو مجتهداً أومخطئاً أو مقلداً أو جاهلاً معذورٌ ؛ مخالفٌ للكتاب و السنة و الإجماع بلا شك)(جزء في أهل الأهواء و البدع و المتأولين-باب 8).",
        "(1/103)\n\n2-من أجتهد و أخطأ يبين خطأه للناس فيقال أخطأ فلان في هذه المسألة و ضلَّ في هذا الباب وأحياناً يغلظ على المبتدعة -و إن كانوا مجتهدين-تغليظا شديدا حماية للعوام منهم.\nم: وقال ابن تيمية (أهل السنة والجماعة يقولون مادل عليه الكتاب والسنة والإجماع وهو أن المؤمن يستحق وعد الله وفضله والثواب على حسناته ويستحق العقاب على سيئاته ) الفتاوى 11/16\nوقال عبد الله و إبراهيم أبناء الشيخ عبد اللطيف وابن سحمان (مسألة تكفير المعين مسألة معروفة إذا قال قولا يكون القول به كفرا فيقال من قال بهذا القول فهو كافر لكن الشخص المعين إذا قال ذلك لا يحكم بكفره حتى تقام عليه الحجة التي يكفر تاركها وهذا في المسائل الخفية التي قد يخفى دليلها على بعض الناس كما في مسائل القدر والإرجاء ونحو ذلك مما قاله أهل الأهواء فإن بعض أقوالهم تتضمن أمورا كفرية من رد الكتاب والسنة المتواترة فيكون القول المتضمن لرد بعض النصوص كفرا ولا يحكم على قائله بالكفر لاحتمال وجود مانع كالجهل وعدم العلم بنقض النص أو بدلالته فإن الشرائع لا تلزم إلا بعد بلوغها ذكر ذلك شيخ الإسلام ابن تيمية في كثير من كتبه ) الدرر 10/ 433،432، ونقلوه عن أبيهم عبد اللطيف كما في المنهاج ص 101،\n(1/104)",
        "\nومنها عدم فهم الحجة وعدم المعاندة وقال أبا بطين في الدرر (10 /368) قال إن قول الشيخ تقي الدين (إن التكفير والقتل موقوف على بلوغ الحجة) يدل من كلامه على أن هذين الأمرين وهما التكفير والقتل ليسا موقوفين على فهم الحجة مطلقا بل على بلوغها ففهمها شيء وبلوغها شيء آخر ، فلو كان هذا الحكم موقوفا على فهم الحجة لم نكفر ونقتل إلا من علمنا أنه معاند خاصة ، وهذا بيّن البطلان بل آخر كلامه رحمه الله يدل على أنه يعتبر فهم الحجة في الأمور التي تخفى على كثير من الناس وليس فيها مناقضة للتوحيد والرسالة كالجهل ببعض الصفات ، أما الأمور التي هي مناقضة للتوحيد والإيمان بالرسالة فقد صرح رحمه الله في مواضع كثيرة بكفر أصحابها وقتلهم بعد الاستتابة ولم يعذرهم بالجهل ).\nش: في كلام أبا بطين ردٌ على مرجئة العصر الذين ينسبون إلى شيخ الإسلام اشتراط فهم الحجة في المسائل الظاهرة و عدم التفريق بين المسائل الظاهرة و الخفية.\n(1/105)\n",
        "م: وقال المجد : و الصحيح أن كل بدعة كفرنا فيها الداعية فإنا نفسق المقلد فيها كمن يقول بخلق القرآن أو أن علم الله مخلوق أو أن أسماءه مخلوقة أو أنه لا يُرى في الآخرة أو يسب الصحابة تدينا أو أن الإيمان مجرد اعتقاد وما أشبه ذلك ، فمن كان عالما بشيء من هذه البدع يدعو إليه ويناظرعليه فهو محكوم بكفره نص أحمد على ذلك في مواضع .. اهـ. وقد ذكر الشيخ ابا بطين الخلاف بين هذين القولين في الدرر والانتصار ، والصحيح الجمع بينهما على حسب اختلاف الزمانين ، وابن تيمية في أول رسالته التسعينية لما ناقش بعض علماء أهل الأهواء والبدع في وقته وظهر له عنادهم قال لهم ورفع صوته وقال : ( يا زنادقة ويا كفار ويا مرتدين ) راجع كشف الشبهتين ص 32 ، وفي الرد على البكري قال لبعض علمائهم وقضاتهم ( وأنتم عندي جهال لا تكفرون أو نحوه اهـ ) 0 والمعاند قسمان : 1ـ معاند صريح 2ـ شبيه بالمعاند وهو من كانت شبهته غير سائغة ، ولا حظ له؟ من النظر0\nش:للشيخ علي الخضير تفصيل لطيف في من ضل في مسئلة خفية في كتابه الطبقات، قال فك الله أسره:\nأ ـ أن أهل الأهواء والبدع غير المخالفين في أصل الإسلام والمسائل الظاهرة إنما خالفوا في المسائل الخفية : إن كان في أول ظهورهم وحتى مع النقاش الأول لهم وحتى لو حاربوا فإنهم لا يكفرون لا بنفس البدعة ولا بالتمكن ، وعليه ينزل كلام علي وسعد ومن معهم من الصحابة رضي الله عنهم في الخوارج . وعليه ينزل كلام من عاصر أوائل المعتزلة من أهل الحديث ، وعليه ينزل كلام من عاصر أوائل الاشاعرة غير الغلاة وهكذا .\n(1/106)\n\nب ـ إذا استطال أمرهم وكثر النقاش لهم من أهل السنة حتى أصبح خلافهم وضلالهم معلوما علما ظاهرا أشبه ما يكون بالمسائل الظاهرة فهنا يكفرون وينزل حالهم هذه حال المعاند حكما ، وعليه ينزل تكفير أبي أمامة رضي الله عنه للخوارج الذين عاصرهم وهم غير الحرورية فقد روى ابن ماجة عن أبي أمامة قال شر قتلى قتلوا تحت أديم السماء وخير قتيل من قتلوا كلاب أهل النار قد كان هؤلاء مسلمين فصاروا كفارا قلت يا أبا أمامة هذا شيء تقوله قال بل سمعته من رسول الله صلى الله عليه وسلم . ورواه الترمذي فقال : عن أبي غالب قال رأى أبو أمامة رؤوسا منصوبة على درج مسجد دمشق فقال أبو أمامة كلاب النار شر قتلى تحت أديم السماء خير قتلى من قتلوه ثم قرأ ( يوم تبيض وجوه وتسود وجوه ) إلى آخر الآية قلت لأبي أمامة أنت سمعته من رسول الله صلى الله عليه وسلم قال لو لم اسمعه إلا مرة أو مرتين أو ثلاثا أو أربعا حتى عد سبعا ما حدثتكموه قال أبو عيسى هذا حديث حسن . وعلى هذا القول ينزل صنيع أهل الحديث مع المعتزلة الذين عاصروهم بعدما اتضح الحق وظهر ظهورا واضحا زمن أحمد ومن معه من أهل الحديث فكانوا يكفرونهم , وكذا مع الاشاعرة زمن شدة مخاصمة الحنابلة لهم في بعض الأماكن التي انتشرت فيها السنة ظهورا واضحا .\nج ـ إذا كان الزمن زمن فترة وغلبة جهل وقلة علم بآثار الرسالة كزمن ابن تيمية وأئمة الدعوة ، وفي زمننا هذا في بعض الأماكن ، فلا تكفير .\nهذا كله مع عدم العناد ، أما إن عاند أهل البدع فالتكفير بالإجماع ، وابن تيمية في رسالته التسعينية لما عاند بعض قضاة وعلماء الاشاعرة كفرهم وصاح بأعلا صوته يا كفار يا زنادقة يا مرتدون . والله أعلم .\n57 ـ باب قيام الحجة على من كان عائشا بين المسلمين\nفي المسائل الظاهرة",
        "(1/107)\n\nم: قال تعالى (فاسألوا أهل الذكر إن كنتم لا تعلمون ) ، وعن أبي موسى مرفوعا ( مثل ما بعثني الله عز وجل من الهدى والعلم كمثل غيث أصاب أرضا فذكر منها قيعان لا تمسك ماء ولا تنبت كلأ وهو مثل من لم يرفع بذلك رأسا ولم يقبل هدى الله الذي أرسلت به ) متفق عليه ،قال ابن تيمية في شرح العمدة ص51 ( قال فيمن جحد وجوب الصلاة بجهل أنه يُعرّف كحديث العهد ومن نشأ في بادية هي مظنة الجهل وإن عاند كفر وقال إن هذا أصل مطرد في مباني الإسلام الخمسة وفي جميع الأحكام الظاهرة المجمع عليها، وأما الناشئ في ديار الإسلام ممن يُعلم أنه قد بلغته هذه الأحكام فلا يُقبل قوله أنه لم يعلم ذلك ) بتصرف ،\nقال صاحب المغني في كتاب الزكاة فيمن أنكر وجوبها (وإن كان مسلما ناشئا ببلاد الإسلام بين أهل العلم فهو مرتد تجري عليه أحكام المرتدين ) وقال ابن أبي عمر في الشرح الكبير فيمن جحد الصلاة ( وإن كان ممن لا يجهل ذلك كالناشئ بين المسلمين في الأمصار لم يُقبل منه ادعاء الجهل وحكم بكفره لأن أدلة الوجوب ظاهرة ) 0\nالقسم الثامن\nكتاب التفريق بين النوع والعين وبين القول والقائل والفعل والفاعل\nهل هو عام في كل المسائل وفي كل باب\nأو خاص في مسائل دون مسائل وفي باب دون باب ؟\nش:خلاصة الباب:\n1-لا فرق بين النوع و العين وبين القول و والقائل والفعل والفاعل في باب الشرك الأكبر\n2-في المسائل الخفية يُفرَّق مطلقاً بين النوع والعين وبين القول والقائل والفعل والفاعل.\n3- المسائل الظاهرة فيها تفصيل: فإذا وجدت موانع قيام الحجة(أنظر باب 55) فرّق و إلا فلا.\n58 ـ باب\nش: هذا الباب مقدمة لهذا القسم.\n(1/108)",
        "\nم: وفي حديث وفد بني المنتفق ( ما أتيت عليه من قبر قرشي أو عامري مشرك فقل أرسلني إليك محمد فأبشر بما يسؤوك تجر على وجهك وبطنك في النار ) رواه عبد الله بن أحمد وابن أبي عاصم وجَمعٌ ذكرهم ابن القيم في زاد المعاد وقال حديث كبير جليل رواه أهل السنة وتلقوه بالقبول ، ورواه الحاكم وصححه ، و عن أنس أن رجلا قال يا رسول الله أين أبي؟ قال في النار فلما قفي دعاه فقال إن أبي وأباك في النار )رواه مسلم ،\nش:\n1-هؤلاء فعلوا الشرك وقامت فيهم حقيقته فهم مشركون لا يفرق بين نوعهم وأقوالهم و أفعالهم و أعيانهم.\n2-لحقهم الوعيد لقيام الحجة الخاصة بالحنفاء.\nم: وعن البراء أن رسول الله صلى الله عليه وسلم عقد له راية وبعثه إلى رجل نكح امرأة أبيه أن اضرب عنقه وخذ ماله ) رواه أبو داود والنسائي والدارمي والبيهقي وابن الجارود في صحيحه ،\nوفي السيرة قصة المرتدين زمن أبي بكر ،\nش:\n1-فمن كان حاله كحال هذا الرجل(الحجة قائمة عليه لمقامه بين المسلمين) فهو كافرٌ ولا يقال فعله كفر والفاعل ليس بكافر.\n2-من اتبع مسيلمة كفَّره الصحابة و لم يفرقوا بين القول و القائل.\n3- من منع الزكاة كفَّره الصحابة و لم يفرقوا بين الفعل و الفاعل ، فكل طائفة ممتنعة عن دفع الزكاة حكم عليها بالردة و قوتلت .\nم: وقال الشيخ محمد بن عبد الوهاب في رسالة له (بعدما ذكر من كفره السلف قال :واذكر كلامه في الإقناع وشرحه (أي منصور البهوتي ) في الردة كيف ذكروا أنواعا كثيرة موجودة عندكم ثم قال منصور (وقد عمت البلوى في هذه الفرق وأفسدوا كثيرا من عقائد أهل التوحيد نسأل الله العفو والعافية ) هذا لفظه بحروفه ثم ذكر قتل الواحد منهم وحكم ماله هل قال واحد من هؤلاء من الصحابة إلى زمن منصور إن هؤلاء يكفر أنواعهم لا أعيانهم؟! ) (الدرر10/69 ) ( والطوائف التي ذكرها هي أهل الاتحاد و أهل الحلول وغلاة الصوفية والرافضة والقرامطة والباطنية )،\n(1/109)\n",
        "ش:هذه الطوائف كلها أخلت بأصل الإسلام فكفَّرهم شيخُ الإسلام محمد بأعيانهم، و لم يفرِّق بين النّوع و العين في الشرك الأكبر و هذا واضحٌ بيِّنٌ من كلامه.\nم: وقال الشيخ أبا بطين في الدرر10/401 –402 ( نقول في تكفير المعين ظاهر الآيات والأحاديث وكلام جمهور العلماء تدل على كفر من أشرك بالله فعبد معه غيره ولم تفرق الأدلة بين المعين وغيره قال تعالى : ( إن الله لا يغفر أن يشرك به ) وقال تعالى ( فاقتلوا المشركين حيث وجدتموهم ) وهذا عام في كل واحد من المشركين )،\nش:ولعلي أخي أذكر لك بعد كلام الشيخ أبا بطين أعلاه القاعدة التي ذكرتها لك في أول الكتاب:\nمشرك=يعبد غير الله= يطلب الشفاعة من غير الله=ينذر لغير الله=يحكم بغير شرع الله=يتحاكم إلى الطاغوت.\nفإذا رأيت في كتب شيخ الإسلام و أئمة الدعوة وصفاً لإنسانٍ بواحدةٍ من هذه فاعلم أنه قد ألحق به اسم الشرك لأنه لا فرق بين القول و القائل و الفعل والفاعل و بين النوع و العين في باب الشرك الأكبر.\nم: وقال أيضا في الدرر 10/402 العلماء يقولون : فمن ارتد عن الإسلام قتل بعد الاستتابة،فحكموا بردته قبل الحكم باستتابته ، فالاستتابة بعد الحكم بالردة والاستتابة إنما تكون لمعين ويذكرون في هذا الباب حكم من جحد وجوب واحدة من العبادات الخمس أو استحل شيئا من المحرمات كالخمر والخنزير ونحو ذلك أو شك فيه يكفر إذا كان مثله لا يجهله ولم يقولوا ذلك في الشرك ونحوه مما ذكرنا بعضه بل أطلقوا كفره ولم يقيدوه بالجهل ولا فرقوا بين المعين وغيره وكما ذكرنا أن الاستتابة إنما تكون لمعين ،\n(1/110)\n\nوقال عبد الله و إبراهيم أبناء الشيخ عبد اللطيف وابن سحمان مسألة تكفير المعين مسألة معروفة إذا قال قولا يكون به كفرا فيقال من قال بهذا القول فهو كافر لكن الشخص المعين إذا قال ذلك لا يحكم بكفره حتى تقام عليه الحجة التي يكفر تاركها وهذا في المسائل الخفية التي قد يخفى دليلها على بعض الناس كما في مسائل القدر والإرجاء ونحو ذلك مما قاله أهل الأهواء فإن بعض أقوالهم تتضمن أمورا كفرية من رد الكتاب والسنة المتواترة فيكون القول المتضمن لرد بعض النصوص كفرا ولا يحكم على قائله بالكفر لاحتمال وجود مانع كالجهل وعدم العلم بنقص النص أو بدلالته فإن الشرائع لا تلزم إلا بعد بلوغها ذكر ذلك شيخ الإسلام ابن تيمية في كثير من كتبه ) الدرر 10/433،432، وذكر إسحاق في أول رسالة تكفير المعين أن التفريق بين القول والقائل والفعل والفاعل في الشرك الأكبر بدعة ، فقال ( وعند التحقق لا يكفرون المشرك إلا بالعموم وفيما بينهم يتورعون عن ذلك ثم دبت بدعتهم وشبهتهم حتى راجت على من هو من خواص الإخوان ).\n59 ـ باب تلازم الظاهر والباطن في المسائل الظاهرة\nش:إعلم أخي الكريم أنَّ أهل السنة يؤكدون تأكيداً شديداً على هذه المسألة التي استغرقت جزءاً كبيراً من كتاب الإيمان لشيخ الإسلام ابن تيمية، و أهل البدع يخالفون في ذلك و ينكرون التلازم بينهما فقد يكون الرجل عندهم ظاهره الكفر و باطنه الإيمان من غير إكراه!!.\nم: قال الله تعالى (لا تجد قوما يؤمنون بالله واليوم الآخر يوآدّون من حادَّ الله ورسوله )\nش:بل هم كفار ظاهراً و باطناً.\nم: وقال تعالى ( ولو كانوا يؤمنون بالله والنبي وما أنزل إليه ما اتخذوهم أولياء )\nش: فنفى الله عنهم الإيمان(في الباطن) لماّ اتخذوا هؤلاء(في الظاهر) أولياء لتلازم الظاهر و الباطن.",
        "(1/111)\n\nم: وقال تعالى (إن الذين لا يؤمنون بالآخرة ليسمون الملائكة تسمية الأنثى ) وقال تعالى (إنما يفتري الكذب الذين لا يؤمنون بآيات الله ) وقال تعالى (فالذين لا يؤمنون بالآخرة قلوبهم منكرة وهم مستكبرون)\nوعن النعمان مرفوعا ( ألا و إن في الجسد مضغة إذا صلحت صلح الجسد كله ) متفق عليه.\nش: هذا نصٌ صريحٌ على التلازم بين الظاهر والباطن.\nم: وسئل نافع عمن يقول نقر بالصلاة ولا نصلي وأن الخمر حرام ونشربها وأن نكاح الأمهات حرام ونفعله فقال نافع من فعل هذا فهو كافر).\nش:في كلام نافع جملة فوائد:\n1-تارك العمل بالكلية كافرٌ، ففيه رد على المرجئة.\n2-التلازم بين الظاهر والباطن.\n3-عدم التفريق بين الفعل والفاعل.\nم: وقال ابن تيمية في شرحه لحديث إنما الأعمال بالنيات (فالظاهر والباطن متلازمان لا يكون الظاهر مستقيما إلا مع استقامة الباطن وإذا استقام الباطن فلا بد أن يستقيم الظاهر) الفتاوى 18/ 272.273،\nوقال (وإن من سب الله أو رسوله كفر ظاهرا وباطنا سواء كان الساب يعتقد أن ذلك محرم أو كان مستحلا أو كان ذاهلا عن اعتقاده هذا مذهب الفقهاء وسائر أهل السنة القائلين بأن الإيمان قول وعمل) الصارم512 ،\nش: سبُّ الله و الرسول فعل كفري بذاته ،من أتى به كفر ظاهراً وباطناً ولا يفرق بين القول و القائل.\nم: وقال ابن نجيم الحنفي ( إن من تكلم بكلمة الكفر هازلا أو لاعبا كفر عند الكل ولا عبرة باعتقاده) البحر الرائق 5/134.\nش:خلافا للمرجئة الذين يقولون هو كافر ظاهرا و ربما يكون مؤمناً باطناً!!\n(1/112)",
        "\nم: وقال عبد الله وحسين أبناء الشيخ محمد بن عبد الوهاب ( من مات من أهل الشرك قبل بلوغ هذه الدعوة فالذي يحكم عليه أنه إذا كان معروفا بفعل الشرك ويدين به ومات على ذلك فهذا ظاهره أنه مات على الكفر فلا يُدعى له ولا يُضحى له ولا يُتصدق عنه وأما حقيقة أمره فإلى الله تعالى فإن قامت عليه الحجة في حياته وعاند فهذا كافر في الظاهر والباطن وإن لم تقم عليه الحجة فأمره إلى الله تعالى ) الدرر 10/142.\nوقال تعالى (من كفر من بعد إيمانه إلا من أُكره وقلبه مطمئن بالإيمان).\nش: إذا صح العذر كما في حالة الإكراه يفرق بين القول والقائل، فيكون القول كفر و القائل ليس بكافر.\nم: وعند مسلم من حديث أنس في قصة الرجل الذي أخطأ من شدة الفرح قال ابن تيمية (وقد سبق اللسان بغير ما قصد القلب كما يقول الداعي من الفرح اللهم أنت عبدي 00الكلامَ ) في تلخيص الرد على البكري ص 244 0\nش: هنا صحَّ العذر أيضا فيفرق بين القول و القائل.\n60 ـ باب الثلاثة هل يلحقهم اسم الشرك أو الكفر إذا تلبسوا بشرك جهلا ؟\nش: نعم يلحقهم اسم الشرك، لأن الشرك من أسماء ذم الأفعال التي ليس لها ارتباط بالحجة كما تقدم فمن قامت فيه حقيقة الشرك فهو مشرك وقد تقدم كلام الشيخ عبد اللطيف في المنهاج ص12 :\n(من فعل الشرك فقد ترك التوحيد فإنهما ضدان لا يجتمعان ونقيضان لا يجتمعان ولا يرتفعان )\nم: (وهم حديث عهد بكفر ،ومن عاش ونشأ في بادية ،ومن عاش ونشأ في بلاد الكفر فأما اسم الشرك والكفر الذي بمعنى الشرك فيلحقهم ، وأما كفر التعذيب والقتل والقتال ونحو ذلك فلا حتى تقوم الحجة عليهم كما مرّ في أبواب سابقة).\nقال تعالى (ماكان للنبي والذين آمنوا أن يستغفروا للمشركين )\nوقال تعالى (وماكنا معذبين حتى نبعث رسولا).\nوسبق نقل الإجماع فيمن نشأ في بادية بعيدة أو في بلاد كفر، أو حديث عهد من كلام ابن تيمية وابن حزم رحمهما الله.\n(1/113)\n",
        "61 ـ باب المشرك الذي لم يسبق له إسلام صحيح هل له حكم المرتد أو الكافر الأصلي ؟\nم: وقال نوح في دعائه ( إنك إن تذرهم يضلوا عبادك ولا يلدوا إلا فاجرا كفارا ) وقال تعالى (والذي خبث لا يخرج إلا نكدا ) ،\nوعن أبي هريرة مرفوعا ( ما من مولود إلا يولد على الفطرة فأبواه يهودانه أو ينصرانه أو يمجسانه ) الحديث متفق عليه وزاد مسلم ويشركانه، وفي الحديث ( أن الرسول صلى الله عليه وسلم سئل عن ذراري المشركين فقال هم منهم ) متفق عليه من حديث الصعب ،\nش:دلت هذه النصوص على أن ولد الكافر كافر.\nم: وقد أجمع العلماء أن المرتد هو المسلم الذي سبق له إسلام ثم ارتد عنه0\nش:قال الشيخ علي الخضير: والصحيح عندي التفصيل:\nأ-فمن مات على الشرك في زمن الفترات وقبل ظهور دعوة التوحيد ولم تبلغه الحجة، فهذا يعامل معاملة الكافر الأصلي كما أفتى بذلك أئمة الدعوة فيمن مات قبل دعوتهم لما سئلوا عنه.\nب- الجاهل الذي فعل الشرك وقد بلغته الحجة لكونه عائشا بين المسلمين فهذا يعطى اسم وحكم المرتد كما قال عبد اللطيف.\nج-من كان صاحب ملة و ثنية نشأ عليها منذ الصغر كالرافضي أو النصيري أو الدرزي أو الحهمي المحض،فهذا و الله أعلم له حكم الكافر الأصلي لا المرتد و ينزل منزلة من كان على ديانة شركية وهو ينتسب الى دين يظنه صحيحا كأهل الكتاب لحديث(فأبواه يهودانه أو ينصرانه أو يمجسانه أو يشركانه).\nوأما أبن تيمية فقد اعتبره أهل ردة فقال:لما سئل عن الدرزية والنصيرية و الإسماعيلية فقال هم كفار مرتدون(الفتاوى35 /116)\n(جزء في أهل الأهواء و البدع و المتأولين).\nالقسم التاسع\nكتاب الأصول\nش: هذا الكتاب خاصٌ بمسائل خفية هي من أصول اعتقاد أهل السنة و الجماعة. وهذه المسائل تكون تارة خفية (يعذر الانسان فيها بالجهل) في زمن ظهور البدعة و خفاء السنة، و تارة تكون ظاهرة (لا يعذر الانسان فيها بالجهل وعدم الفهم) زمن ظهور السنة و اشتهار المذهب الحق فيها.\n62 ـ باب\n(1/114)\n\nش:أمثلة على مسائل خفية من الاصول.\nم: قال تعالى (آمن الرسول بما أنزل إليه من ربه والمؤمنون -إلى أن قال -ربنا لا تؤاخذنا إن نسينا أو أخطأنا).\nوعن ابن عباس مرفوعا ( إن الله تجاوز عن أمتي الخطأ والنسيان ) صححه ابن حبان والحاكم، وعن عمرو بن العاص مرفوعا (إذا حكم الحاكم فاجتهد ثم أصاب فله أجران وإذا حكم فاجتهد ثم أخطأ فله أجر) متفق عليه.\nش: مراد المصنف أنَّ الخطأ في المسائل الخفيّة عذرٌ و أنَّ اللهَ سبحانه تجاوز على من أخطأ فيها، بل و كتب له أجراً إذا بذل و سعه في اتباع الكتاب والسنة من غير عناد و لا مشاقة لله و رسوله.\nم:وقال ابن تيمية عن الخطأ المغفور في الاجتهاد في نوعي المسائل الخبرية والعلمية كمن اعتقد ثبوت شئ لدلالة آية أو حديث ثم ضرب أمثلة على ذلك :\nش:\n1-الخطأ المغفور: باعتبار أحكام الاخرة مع حسن القصد وبناء الاجتهاد على الكتاب و السنة.\n2-لا يمنع هذا ان يقال ان فلان أخطأ و ضل في هذه المسئلة حماية للمجتمع من البدع و العقائد الفاسدة.\n3-تأمل في الأمثلة التالية: كلها من المسائل التي يمكن الجهل بها ولا يمكن العلم بها الا بالسؤال وتخفى على عوام الناس(مسائل خفية).\nم: منها الصحابة الذين سألوا الرسول صلى الله عليه وسلم هل نرى ربنا يوم القيامة ؟ فلم يكونوا يعلمون، إما لأنهم لم تبلغهم الأحاديث أو ظنوا أنه كذب وغلط.\nومثل ما جاء عن بعض السلف (مجاهد، وأبي صالح) أن الله لايُرى لقوله (إلى ربها ناظرة )تنتظر ثواب ربها،\nومثل من اعتقد أن الله لا يعجب (كما اعتقده شريح) لأن العجب يكون من جهل السبب والله منزه عن الجهل ،\nأو اعتقد أن بعض الآيات ليست من القرآن لأنها لم تثبت عنده كما أنكر عمر على هشام بن الحكم ،\nومثل إنكار طائفة من السلف والخلف أن الله يريد المعاصي لاعتقادهم أن معناه أن الله يحب ذلك ويرضاه ويأمر به ،",
        "(1/115)\n\nأو اعتقد أن عليا أفضل الصحابة لاعتقاده صحة حديث الطير أو اعتقد أن الميت لا يعذب ببكاء الحي لاعتقاده أن قوله (ولا تزر وازرة وزر أخرى) يدل على ذلك كما اعتقده طائفة من السلف والخلف.\nأو اعتقد أن من جس للعدو أو غضب لبعض المنافقين أنه منافق كما حصل لعمر وأسيد بن حضير اهـ بتصرف الفتاوى 20/34-33 ،\nقال ابابطين في نقله عن ابن تيمية في الدرر10/368 ( إن كلامه رحمه الله يدل على أنه يعتبر فهم الحجة في الأمور التي تخفى على كثير من الناس وليس فيها مناقضة للتوحيد والرسالة كالجهل ببعض الصفات).\nوقال عبد الله و إبراهيم أبناء الشيخ عبد اللطيف وابن سحمان مسألة تكفير المعين مسألة معروفة إذا قال قولا يكون به كفرا فيقال من قال بهذا القول فهو كافر لكن الشخص المعين إذا قال ذلك لا يحكم بكفره حتى تقام عليه الحجة التي يكفر تاركها وهذا في المسائل الخفية التي قد يخفى دليلها على بعض الناس كما في مسائل القدر والإرجاء ونحو ذلك مما قاله أهل الأهواء فإن بعض أقوالهم تتضمن أمورا كفرية من رد الكتاب والسنة المتواترة فيكون القول المتضمن لرد بعض النصوص كفرا ولا يحكم على قائله بالكفر لاحتمال وجود مانع كالجهل وعدم العلم بنقص النص أو بدلالته فإن الشرائع لا تلزم إلا بعد بلوغها ذكر ذلك شيخ الإسلام ابن تيمية في كثير من كتبه) الدرر 10/433،432.\nوقال عبد اللطيف قال ابن تيمية (إن من بلغته الحجة في أُصول الدين وأصر وعاند يكفر بالإجماع وإنما يُتوقف فيمن لم تقم عليه الحجة ولم يبلغه الدليل )المنهاج ص 2290 0\nش: من بلغته الحجة في المسائل الخفية و فهمها وعقلها ثم جادل بعد ذلك و عاند فانه كافرٌ بالإجماع.\nم:وقال عبد اللطيف (ومعلوم أن من كفر المسلمين لمخالفة رأيه وهواه كالخوارج والرافضة أو كفر من أخطأ في المسائل الاجتهادية أصولا أو فروعا فهذا ونحوه مبتدع ضال مخالف لما عليه أئمة الهدى ومشايخ الدين ) المنهاج ص 98 0\n(1/116)",
        "\nش: تكفير من أخطأ في المسائل الخفية هو ديدن أهل البدع فكن من هذا على حذر.\n63 ـ باب من جهل بعض الصفات والأسماء لله تعالى\nش:\n1-الباب في من جهل لا من عاند و كذب.\n2- جهل بعض الصفات والأسماء و آمن بسائرها.\nم:وعن أبي هريرة مرفوعا ( في الرجل الذي قال لأهله إذا أنا مت فحرقوه ) متفق عليه ، قال : ابن عبد البر رحمه الله في التعليق على هذا الحديث ( إنه جهل بعض الصفات وقال من جهل بعض الصفات وآمن بسائرها لم يكن بجهل البعض كافرا لأن الكفر من عاند لامن جهل ، وهذا قول المتقدمين من العلماء ومن سلك سبيلهم من المتأخرين ) التمهيد 18/42 ،\nش:1- تأمل أخي الكريم في حال هذا الرجل:\nهو مؤمن بالبعث(اي مؤمن بصفة القدرة و ان الله يحي العظام و هي رميم)\nمجتهد خائف\nجهل قدرة الله في اعادة المتفتت\nفالرجل مؤمنٌ بقدرة الله عز وجل و جهلَ أحد أفرادها(اعادة المتفتت) مع خوفه و اجتهاده لذا ما حكم الله عليه بالكفر ولكن من أنكر صفة القدرة لله كفر.\n2-نصَّ ابنُ عبد البر على ان هذا هو مذهب المتقدمين(النص للحفظ).\nم: وقال إن بعض الصحابة وذكر أسماءهم سألوا الرسول صلى الله عليه وسلم مستفهمين عن القدر فلم يكونوا بسؤالهم عن ذلك كافرين ولو كان لا يسعهم جهله لعلمهم ذلك مع الشهادتين وأخذه في حين إسلامهم ) التمهيد 18/46.47 مختصرا ،\nش:1-كل شئ لم يذكر مع الشهادتين(راجع كتاب حقيقة الاسلام وهو الكتاب الاول من الحقائق) يمكن فيه الجهل و يمكن فيه العذر(قاعدة هامة)\n2- كلام ابن عبد البر يحفظ.\nم:وقال ابن تيمية (في قول طائفة من أهل الكلام إن الصفات الثابتة بالعقل هي التي يجب الإقرار بها\n(1/117)\n",
        "و يكفر تاركها بخلاف ما ثبت بالسمع فإنه تارة ينفونه وتارة يتأولونه أو يفوضونه وتارة يثبتونه ، لكن يجعلون الإيمان والكفر متعلقا بالصفات العقلية فهذا لا أصل له عن سلف الأمة وأئمتها إذ الإيمان والكفر هما من الأحكام التي تثبت بالرسالة ، وبالأدلة الشرعية يميز بين المؤمن والكافر لا بمجرد الدلالة العقلية ) الفتاوى 3/328 ،\nقال ابابطين في نقله عن ابن تيمية في الدرر10/368 إن كلامه رحمه الله يدل على أنه يعتبر فهم الحجة في الأمور التي تخفى على كثير من الناس وليس فيها مناقضة للتوحيد والرسالة كالجهل ببعض الصفات .\n64 ـ باب لا يكفر أهل البدع الملتزمين للتوحيد والوحدانية التاركين للشرك والتعطيل في المسائل الخفية إذا لم يكذبوا أو يعاندوا\nش:أهل البدع لا يكفرون بشرطين:\n1-الالتزام بأصل الاسلام و ترك الشرك والتعطيل المحض.\n2-عدم العناد و التكذيب.\nم: وفيه خواتيم سورة البقرة\nش:1-لا توجد هذه العبارة في متن الكتاب عندي ولكنّي اثبتها من شرح الشيخ الخضير المسموع.\n2- تقدم أن من أخطأ في المسائل الخفية فهو ممن عذر بهذه الآيات الكريمة.\nم: وفي البخاري عن عمر في قصة عبد الله الملقب حمارا فلما جُلد في الشرب قال رجل من القوم اللهم العنه، فقال رسول الله صلى الله عليه وسلم ( لا تلعنوه فوالله ما علمت إلا إنه يحب الله ورسوله)،\nش: من أخطأ في مسئلة خفية فانه لا يكفر ولا يلعن ولا يسب ولكن يبين ضلاله في تلك المسئلة.\nم: وقد أجمع السلف على عدم تكفير مرجئة الفقهاء ، وفي زمن علي رضى الله عنه أجمعوا على عدم تكفير الخوارج ،\nوأجمع السلف على تكفيرا لمعطلة من الجهمية والقدرية المنكرين لعلم الله تعالى وأهل الحلول والاتحاد ،\nش: قال الشيخ علي الخضير فك الله أسره :\n(1/118)\n\nقاعدة كبرى: يجب التفريق بين الجهمية المحضة وبين من قال بمقالات الجهمية لكن ليس على أصلهم في نفي الأسماء و الصفات. فهناك فرق عظيم عند السلف ، مثال ذلك: من قال القران مخلوق و قال هذا القول بناء على أن أصله هو نفي الصفات و الأسماء فهذا يكفر مطلقا و لا يعذر بجهل و لا تأويل وهو إجماع السلف في كفر الجهمية، و بين من قال القران مخلوق فتابع الجهمية على هذه المقالة لكنه في الأصول لا ينفي جميع الصفات و الأسماء بل يثبت بعض الصفات ثم وافقهم في مقولتهم هذه. أما هذا فإن السلف لا يكفرونه مطلقا بل لا يكفر حتى تقوم الحجة و تزول الشبهة، لأنه من حيث الأصل مؤمن بالله و رسوله لكن خفي عليه بعض العقائد و أحسن الظن بمن أخذ عنهم هذه المقولة وظنها صوابا و تنزيها لله ، فهذا الأخير هو الذي قصده ابن القيم في النونية و ساق الخلاف في تكفيره إن تمكن وعدم التكفير ان كان عاجزا. أما الاول فهو المقصود في كتابه طريق الهجرتين في الطبقة(17) فالأول كافر بالإجماع نقل الإجماع ابن القيم و أئمة الدعوة.(كتاب الطبقات ص15).\nم: وقال الشيخ عبد الطيف في منهاج التأسيس (ص217) بعدما تكلم عن قاعدة ابن تيمية في مسألة تكفير أهل الأهواء والبدع وذكر التفصيل فيهم قال : فتبين بهذا مراد الشيخ ( ابن تيمية ) وأنه في طوائف مخصوصة وأن الجهمية غير داخلين وكذلك المشركين وأهل الكتاب لم يدخلوا في هذه القاعدة فإنه منع إلحاق المخطئ بهذه الأصناف مع مباينته لهم في عامة أصول الإيمان وهذا هو قولنا بعينه فإنه إذا بقيت معه أصول الإيمان ولم يقع منه شرك أكبر وإنما وقع في نوع من البدع فهذا لا نكفره ولا نخرجه من الملة وهذا البيان ينفعك فيما يأتي من التشبيه بأن الشيخ لا يكفر المخطئ والمجتهد وأنه في مسائل مخصوصة اهـ\nش: تأمّل أخي الكريم في قوله ,(ان الجهمية غير داخلين و كذلك المشركين) و قارنه بما قرأت قبل أسطر من كلام الشيخ الخضير في قاعدته الكبرى.",
        "(1/119)\n\nم:ونقل القاضي عياض في الشفاء (عن القاضي أبي بكر أن مسائل الوعد والوعيد والرؤية والمخلوق وخلق الأفعال وبقاء الأعراض والتولد وأشباهه من الدقائق فالمنع من إكفار المتأولين أوضح إذ ليس الجهل بشيء منها جهل بالله تعالى ولا أجمع المسلمون على إكفار من جهل شيئا منها اهـ وقال ابن تيمية لما تكلم عن بعض المبتدعة (عن المشايخ من أهل العلم الذين لهم لسان صدق وإن وقع في كلام بعضهم ما هو خطأ منكر فأصل الإيمان بالله ورسوله إذا كان ثابتا غفر لأحدهم خطأه الذي أخطأه بعد اجتهاده ) الصفدية 1/ 265 وقال فيمن كفر كل مبتدع (إن المتأول الذي قصد متابعة الرسول صلى الله عليه وسلم لا يكفر ولا يفسق إذا اجتهد فأخطأ وهذا مشهور عند الناس في المسائل العملية وأما مسائل العقائد فكثير من الناس كفروا المخطئين فيها وهذا القول لا يعرف عن الصحابة والتابعين ولا يعرف عن أحد من أئمة المسلمين وإنما هو في الأصل من أقوال أهل البدع ) منهاج السنة 3/60،\nوقال الحافظ ابن حجر رحمه الله في الفتح 1/كتاب الإيمان بعد حديث أمرت أن أقاتل الناس قال (ويؤخذ من الحديث ترك تكفير أهل البدع المقرين بالتوحيد الملتزمين للشرائع)،\nوسبق كلام في باب الموانع في المسائل الخفية.\n65 ـ باب هل تَلحق الأسماء والأحكام في الزلات والطوام للمعتَبرين؟\nوماذا يلحق ؟\nش:1- الزلة و الطامة قد تكون في مسئلة خفية وقد تكون في أصل الاسلام أو المسائل الظاهرة.\n2-المعتبرين: معتبر من جهة الشرع أوالعرف كالمجاهد و الحاكم و التاجر والعالم...الخ.\nم: قال تعالى (آمن الرسول بما أنزل إليه من ربه والمؤمنون - إلى أن قال- ربنا لا تؤاخذنا إن نسينا أو أخطأنا )\nش: اذا زلَّ المعتبر في مسئلة خفية فإنه مشمولٌ بعفو ربه.\nم: وقال تعالى (واتل عليهم نبأ الذي آتيناه آياتنا فانسلخ منها فأتبعه الشيطان فكان من الغاوين ولو شئنا لرفعناه بها ولكنه أخلد إلى الأرض واتبع هواه)\n(1/120)",
        "\nش:وإذا زلَّ المعتبر كبلعم بن اعوراء عالم بني اسرائيل في مسئلة هي من أصل الدين فإنه لا يعذر، ويلحقه ما يليق به من أسماء و أحكام.\nم: وقال تعالى (ولا تعتدوا إن الله لا يحب المعتدين)\nش: فمن كفر عالماً أو مجاهداً في مسئلة خفية فقد اعتدى، ومن توقف تكفير عالم أو مجاهد زلَّ في أصل الاسلام فقد اعتدى أيضا.\nم: وقال تعالى ( تلك أمة قد خلت لها ما كسبت ولكم ما كسبتم ولا تسألون عما كانوا يعملون) وقال تعالى (قال فما بال القرون الأولى قال علمها عند ربي في كتاب لا يضل ربي ولا ينسى)،\nوعن ثوبان مرفوعا ( إنما أخاف على أمتي الأئمة المضلين ) رواه أبو داور والترمذي وأحمد وصححه ابن حبان والحاكم ،\nش: في الحديث ألحق رسولُ الله صلى الله عليه و سلم اسمَ الضلالة بهؤلاء المعتبرين(أئمة حكم أو دين).\nم: قال ابن تيمية (ولم يقل أحد بتكفير المجتهدين في المسائل المتنازع عليها وذكر مسائل الاستحلال اليسير اجتهادا ) الفتاوى 12/495-494، وقال أيضا ( من خالف الكتاب والسنة فإنه يكون إما كافرا وإما فاسقا وإما عاصيا إلا أن يكون مؤمنا مجتهدا مخطئا فيثاب على اجتهاده ، أما إذا قامت الحجة الثابتة بالكتاب والسنة فخالفها فإنه يعاقب بحسب ذلك إما بالقتل وإما بدونه ) الفتاوى 1/113،\nوفيها قصة عبد الله بن أبي السرح رضى الله عنه وكان يكتب لرسول الله صلى الله عليه وسلم الوحي ( قصته مبسوطة في الصارم ص 109).\nش: عبد الله بن سرح كان من طلبة العلم المعتبرين شرعاً، إلاّ أنه ارتد على عقبيه فلحقه اسم الكفر و الردة، وقد أسلم بعد ذلك و قصته مشهورة رضي الله عنه.\nم: وفيها قصة الرجال بن عنفوة الحنفي قدم على الرسول صلى الله عليه وسلم قرأ القرآن ثم شهد زورا أن مسيلمة نبي أشركه الرسول في النبوة ،\nش:الرجّال طالب علم معتبر شرعاً، وقد حكم عليه بالردة لما قال ما قال وقد تقدمت قصته أول الكتاب.\n(1/121)\n",
        "م: وفي ذلك قصة حاطب وقدامة بن مظعون مع عمر والصحابة رضى الله عنهم (الدرر10/371)،\nش: هذان الصحابيان زلاّ و لم يكفرا وقد تقدمت قصتهم.\nم:وقصة ابن عباس رضى الله عنه مع نافع بن الأزرق ،\nش: نافع هذا من الخوارج زل في مسئلة خفية و لم يكفره ابن عباس.\nم: وموقف علماء السلف اللاحقين مع مرجئة الفقهاء ،\nش: لم يكفروهم ، زلّوا في مسئلة خفية وكانوا معتبرين شرعاً.\nم: والشافعي مع حفص الفرد، وقصة أحمد بن حنبل مع ابن أبي دواد ومع حسين الكرابيسي في مسألة اللفظ قال الذهبي عنه من أوعية العلم وضع كتابا في التدليس (سير أعلام البنلاء 11/289) ،\nش:1-كفَّرَ الإمامُ أحمدُ رحمه الله ابنَ ابي دؤاد ، قال شيخ الإسلام ابن تيمية:\" ومنهم جهمية محضة و منهم معتزلة و ابن أبى دؤاد لم يكن معتزليا بل كان جهميا و المعتزلة الجهمية أعم من المعتزلة \" (الفتاوى 17 / 299 ) وقد تقدم لك الإجماع في تكفير الجهمية المحضة.\n2- قال الذهبي:\" فأول من اظهر مسألة اللفظ حسين بن علي الكرابيسي وكان من اوعية العلم ووضع كتابا في المدلسين يحط على جماعة فيه ان ابن الزبير من الخوارج وفيه احاديث يقوي به الرافضة فاعلم أحمد فحذر منه فبلغ الكرابيسي فتنمر وقال لأقولن مقالة حتى يقول ابن حنبل بخلافها فيكفر فقال لفظي بالقرآن مخلوق فقال المروذي في كتاب القصص فذكرت ذلك لابي عبد الله ان الكرابيسي قال لفظي بالقرآن مخلوق وأنه قال اقول ان القرآن كلام مخلوق من كل الجهات الا ان لفظي به مخلوق ومن لم يقل لفظي بالقرآن مخلوق فهو كافر فقال أبو عبد الله بل هو الكافر قاتله الله واي شئ قالت الجمهية الا هذا وما ينفعه وقد نقض كلامه الاخير كلامه الاول ثم قال ايش خبر أبي ثور اوافقه على هذا قلت قد هجره قال احسن لن يفلح اصحاب الكلام .(سير أعلام النبلاء 11 / 289 ).\nم: ومن أجاب في الفتنة من أهل الحديث ،\nش: وفيهم جماعةٌ من أئمة اهل الحديث فما كفروا لتأولهم الإكراه.\n(1/122)\n\nم: وقصة ابن تيمية مع الرازي وأبي معشر البلخي والبكري والبوصيري والصرصري وابن نعمان( كما في المنهاج ص 208-209-110-233)\nش: 1- الرازي من أئمة الشافعية، قال فيه شيخ الإسلام:\"كما صنف الرازي كتابه في عبادة الأصنام و أقام الأدلة على حسن ذلك و منفعته و رغّب فيه وهذه ردة عن الإسلام باتفاق المسلمين، و إن كان قد يكون تاب منه وعاد الى الإسلام\"(الفتاوى 4\\55)\n2-سأخصُّ البوصيري بمزيد من كلام لاشتهار هذا الرجل بقصيدته البردة التي طارت في الأفاق و حفظها العرب و العجم مع ما فيها من شرك، قال الشيخ سليمان ال الشيخ رحمه الله و تقبله في الشهداء:\nومن بعض أشعار المادحين لسيد المرسلين صلى الله عليه وسلم قول البوصيري\nيا أكرم الخلق ما لي من ألوذ به ... سواك ثم حلول الحادث العمم\nولن يضيق رسول الله جاهك بي ... إذا الكريم تحلى باسم منتقم\nفان لي ذمة منه بتسميتي ... محمدا وهو أوفى الخلق بالذمم\nإن لم يكن في معادي آخذا بيدي .... فضلا وإلا فقل يا زلة القدم\nفتأمل ما في هذه الأبيات من الشرك:\nمنها أنه نفى أن يكون له ملاذا إذا حلت به الحوادث إلا النبي صلى الله عليه وسلم وليس ذلك إلا لله وحده لا شريك له فهو الذي ليس للعباد ملاذ إلا هو. الثاني أنه دعاه وناداه بالتضرع وإظهار الفاقة والاضطرار اليه وسأل منه هذه المطالب التي لا تطلب الا من الله وذلك هو الشرك في الالهية.\nالثالث سؤاله منه أن يشفع له في قوله ن يضيق رسول الله البيت وهذا هو الذي أراده المشركون ممن عبدوه وهو الجاه والشفاعة ثم الله وذلك هو الشرك وأيضا فان الشفاعة لا تكون إلا بعد إذن الله فلا معنى لطلبها من غيره فإن الله تعالى هو الذي يأذن للشافع أن يشفع لأن الشافع يشفع ابتداء .\nالرابع قوله فان لي ذمة الى آخره كذب على الله وعلى رسوله صلى الله عليه وسلم فليس بينه وبين من اسمه محمد ذمة إلا بالطاعة لا بمجرد الاشراك في الاسم مع الشرك .",
        "(1/123)\n\nالخامس قوله إن لم يكن في معادي البيت تناقض عظيم وشرك ظاهر فإنه طلب أولا أن لا يضيق به جاهه ثم طلب هنا أن يأخذ بيده فضلا وإحسانا وإلا فيا هلاكه فيقال كيف طلبت منه أولا الشفاعة ثم طلبت منه هنا أن يتفضل عليك فان كنت تقول إن الشفاعة لا تكون إلا بعد إذن الله فكيف تدعو النبي صلى الله عليه وسلم وترجوه وتسأله الشفاعة فهلا سألتها من له الشفاعة الامن بعد إذانه فهذا يبطل عليك طلب الشفاعة من غير الله وإن قلت ما أريد إلا جاهه وشفاعته بإذن الله قيل فكيف سألته أن يتفضل عليك ويأخذ بيدك في يوم الدين فهذا مضاد لقوله تعالى وما أدراك ما يوم الدين ثم ما أدراك ما يوم الدين يوم لا تملك نفس لنفس شيئا والأمر يومئذ لله فكيف يجتمع في قلب عبد الايمان بهذا وهذا وإن قلت سألته أن يأخذ بيدي ويتفضل علي بجاهه وشفاعته قيل عاد الأمر إلى طلب الشفاعة الله وذلك هو محض الشرك السادس في هذه الأبيات من التبري من الخالق تعالى وتقدس والاعتماد على المخلوق في حوادث الدنيا والآخرة مالا يخفى على مؤمن (187 تيسير العزيز)\nم:ومع المعتَبرين في زمانه كما في الرد على البكري وكما في أول التسعينية ، وقصة ابن القيم مع ابن المفيد (كما في كتاب مفيد المستفيد)، وقصة محمد بن عبد الوهاب مع علماء زمانه ،وأئمة الدعوة مع أهل زمانهم أمثال داود بن جرجيس وابن منصور و كما سُئل عبد الله بن محمد عن علماء القبورية الذين ماتوا ( كما في كشف الشبهتين ص 79-80-81) 0\n**ونختم هذا الكتاب بفتوى في أشعرية اليوم للشيخ علي الخضير فكَّ الله أسره:\nما حكم الاشعرية في هذا الزمان؟\nالجواب\nالاشعرية قسمان :\n1- اشعرية قبورية وثنيين ؛ فهؤلاء مشركون .\n2-أشعرية محضة ؛ ليس عندهم شيء من باب الشرك الأكبر ، فهؤلاء حكمهم حكم الأشاعرة السابقين لهم .\nوالاشاعرة السابقين على قسمين :\n1-الاشعرية الأولى ؛ فهؤلاء كلابية ، وهم طائفة مبتدعة ولا تكفر .\n(1/124)",
        "\n2-الاشعرية الثانية ؛ وهؤلاء جمهور العلماء على عدم تكفيرهم للتأويل ، وذهب قليل من أهل العلم إلى كفرهم - منهم ابن حزم , وابن الجوزي , والدستي ، وبعض الحنابلة -\nوالراجح انه يختلف باعتبار الزمان والمكان :\nفان كان الزمن زمن انتشار للسنة وظهورها ، أو المكان مكان سنة ظاهرة - كما في زمن الإمام مالك واحمد والشافعي - ثم تبنى الاشعرية فهذا كافر .\nوان كان الزمن زمن غلبة جهل وانتشار للبدعة وخفاء في السنة - كزمن ابن تيمية وزمن محمد بن عبد الوهاب - فلا تكفير حتى تزول الشبهة ويعاند ، والله أعلم .\nملاحظة : هناك طائفة هم من أهل السنة في الجملة ، لكن وافقوا الأشاعرة وليس أحوالهم أحوال الأشاعرة ؛ من تقديم العقل على النقل، بل أحوالهم تقديم الكتاب والسنة ونبذ تقديم العقل - أمثال البيهقي وابن فورك ونحوهما - فهؤلاء ما وقعوا فيه يسمى \" زلات \"، فيرد ما معهم من باطل ، وتحفظ مكانتهم ويستفاد من علمهم .\nالقسم العاشر\nكتاب الشرائع\n66 ـ باب الشرائع لا تلزم إلا بعد بلوغ الحجة\nم: وقال تعالى (آمن الرسول بما أنزل إليه من ربه والمؤمنون إلى أن قال ربنا لا تؤاخذنا إن نسينا أو أخطأنا ) ،\nوعن ابن عباس مرفوعا ( إن الله تجاوز عن أمتي الخطأ والنسيان ) صححه ابن حبان والحاكم ، وعن عمرو بن العاص مرفوعا (إذا حكم الحاكم فاجتهد ثم أصاب فله أجران وإذا حكم فاجتهد ثم أخطأ فله أجر) متفق عليه.\nقال القاضي عياض (وكذلك أجمع المسلمون على تكفير كل من استحل القتل أو شرب الخمر أو الزنا مما حرمه الله بعد علمه بتحريمه). وواقعة قدامة بن مظعون رضى الله عنه مع عمر والصحابة رضى الله عنهم، وقصة المرأة التي جهلت تحريم الزنا في عهد عمر وكانت أعجمية فعذرت) مصنف عبد الرزاق في باب لا حد إلاّ على من علمه 7/403 ، (وفي قصة أخرى عن رجل في الشام ) المصنف لعبد الرزاق 7 /403، (والرجل الذي زنا بأمة امرأته لما أحلتها له ) المصنف7/405،\n(1/125)\n",
        "قال ابن حزم (من لم تبلغه واجبات الدين فإنه معذور ولا ملامة عليه وقد كان جعفر بن أبي طالب وأصحابه رضى الله عنهم بأرض الحبشة ورسول الله صلى الله عليه وسلم بالمدينة والقرآن ينزل والشرائع تشرع فلا يبلغ إلى جعفر وأصحابه أصلا لانقطاع الطريق جملة من المدينة إلى أرض الحبشة وبقوا كذلك ست سنين فما ضرهم ذلك في دينهم شيئا إذ عملوا بالمحرم وتركوا المفروض )الفصل 4/60، وذكر ابن تيمية في كتابه رفع الملام وقائع كثيرة عن السلف في هذا ,وله رسالة في أن الشرائع لا تلزم إلا بعد بلوغ الرساله ، ومن فروع هذه المسألة ما ذكره ابن مفلح في الفروع عنه 1/387 في كل من ترك واجبا قبل بلوغ الشرع وضرب لذلك أمثلة ،\n67 ـ باب هل الاضطرار أو المصلحة يبيحان الشرك أو الكفر ؟\nش: الجواب :لا يبيحان الشرك بحال و تأمل ما سيأتي من أقوال الائمة في الفرق بين الضرورة و الإكراه.\nم: قال تعالى (من كفر بالله من بعد إيمانه إلا من أُكره وقلبه مطمئن بالإيمان ) وقال تعالى (والفتنة أكبر من القتل ) وقال تعالى (والفتنة أشد من القتل ) قال ابن كثير في تفسير هذه الآية :قال أبو العالية ومجاهد وسعيد بن جبير وعكرمة والحسن وقتادة والضحاك والربيع بن أنس : الشرك أشد من القتل ،\nوقال الشيخ ابن سحمان (الفتنة هي الكفر فلو اقتتلت البادية والحاضرة حتى يذهبوا لكان أهون من أن ينصبوا في الأرض طاغوتا يحكم بخلاف شريعة الإسلام ) ،\n(1/126)\n\nوقال الشيخ ابن عتيق ردا على من قاس الاضطرار على الإكراه في الكفر قال تعالى (فمن اضطر غير باغ ولا عاد فلا إثم عليه )فشرط بعد حصول الضرر أن لا يكون المتناول باغيا ولا عاديا والفرق بين الحالتين لا يخفى وقال : وهل في إباحة الميتة للمضطر ما يدل على جواز الردة اختيارا ؟وهل هذا إلا كقياس تزوج الأخت والبنت بإباحة تزوج الحر المملوك عند خوف العنت وعدم الطول فقد زاد هذا المشبه على قياس الذين قالوا (إنما البيع مثل الربا ) ، راجع كتاب هدية الطريق ص151\nوقال تعالى (قل إنما حرم ربي الفواحش ما ظهر منها وما بطن والإثم والبغي بغير الحق وأن تشركوا بالله مالم ينزل به سلطانا وأن تقولوا على الله مالا تعلمون )\nوقال تعالى (فمن اضطر غير باغ ولا عاد فلا إثم عليه )\nوقال ابن تيمية في الفتاوى 14/476( إن الشرك والقول على الله بغير علم والفواحش ما ظهر منها وما بطن والظلم لا يكون فيها شئ من المصلحة ) وقال ( إن إخلاص الدين لله والعدل واجب مطلقا في كل حال وفي كل شرع )\nوقال في الفتاوى 14/477 ( وما هو محرم على كل أحد في كل حال لا يباح منه شئ وهو الفواحش والظلم والشرك والقول على الله بلا علم) وقال في الفتاوى 14/470-471:( إن المحرمات منها ما يُقطع بأن الشرع لم يُبح منه شيئا لا لضرورة ولا غير ضرورة كالشرك والفواحش والقول على الله بغير علم والظلم المحض ، وهي الأربعة المذكورة في قوله تعالى (قل إنما حرم ربي الفواحش ما ظهر منها وما بطن والإثم والبغي بغير الحق وأن تشركوا بالله مالم ينزل به سلطانا وأن تقولوا على الله مالا تعلمون ) فهذه الأشياء محرمة في جميع الشرائع وبتحريمها بعث الله جميع الرسل ولم يُبح منها شيئا قط ولا في حال من الأحوال ولهذا أنزلت في هذه السورة المكية ) ،\nوقال في الفتاوى 14/474 ( أما الإنسان في نفسه فلا يحل له أن يفعل الذي يعلم أنه محرم لظنه أنه يعينه على طاعة الله ) ،",
        "(1/127)\n\nوفي السيرة أن المسلمين حُصِروا في الشعب ثلاث سنين ، وفي السيرة قصة الهجرة إلى الحبشة وفيها مساومات قريش للنبي صلى الله عليه وسلم في قصص معروفة ، فلم يفعل الشرك أو الكفر من اجل ذلك.\n**ونختم هذا الباب بفتوى للشيخ الخضير فك الله أسره في حكم البرلما نات و البرلمانيين الإسلاميين\nما حكم البرلمانات ؟ وحكم الذين دخلوا فيها ؟ وهل هناك تفصيل ؟\nالجواب :\nحكم البرلمانات لا تجوز وهي أماكن شرك وكفر ، وعندنا أنها طاغوت لأنها أماكن للتشريع وسن القوانين والحكم بغير ما أنزل الله ، فإن أصل البرلمانات والديمقراطية هي حكم الشعب للشعب وأن الشعب هو الذي يشرع عن طريق نوابه الذين يسمون بالبرلمانيين , وهذا ضد إفراد الله بالحكم والتشريع والأمر والنهي , قال تعالى { إن الحكم إلا لله } وليس للشعب , وقال تعالى { أفحكم الجاهلية يبغون } ، وقال تعالى { ولا يشرك في حكمه أحدا } ، لا لبرلمان ولا لشعب ولا لأحد .\nأما قول من يقول أن أصل الديمقراطية والبرلمانات قائمة على الشورى فهذا إما كذب وتلبيس أو جهل وضلال , فليست قائمة على الشورى الشرعية إنما على التشريع فهم يتشاورون فيما بينهم ليس في الأمور الجائزة بل يتشاورون لكي يشرعوا حكما يخالف الشريعة وهذا هو الواقع فيهم . أما حكم الذين دخلوا فيها ففيه تفصيل :\nإن دخل فيها لكن شرع قانونا يخالف الشريعة أو وافق ورضي عن قانون يخالف الشريعة أو صوت له فهذا مشرك كافر ولا يعذر بالجهل أو التأويل أو المصلحة ، قال تعالى { أم لهم شركاء شرعوا لهم من الدين ما لم يأذن به الله } ، وقال تعالى { إن الحكم إلا لله } ، وقال تعالى { ولا يشرك في حكمه أحدا } .\n(1/128)",
        "\nإن دخل فأقسم على احترام الدستور الكفري عالما بما في الدستور من مخالفة للشرع فهذا كفر وردة سواء أكان جادا أم غير ذلك ، مستصلحا أم غيره ، فقد فعل الكفر مختارا عالما عامدا، ومثله مثل من أقسم على احترام اللات والعزى أو أقسم على احترام قوانين قريش زمن الرسول صلى الله عليه وسلم .\nأن لا يقسم على احترام الدستور , ولا يشرع ولا يشارك في تشريع يخالف الشريعة بل يرفض ذلك ويصوت ضده فهذا مخطئ ضال ومخالف لهدي الرسول صلى الله عليه وسلم في التغيير والإصلاح وإقامة الدولة الإسلامية ، لكنه ليس بكافر إذا اتخذ طريق الضلال والشرك طريقا للدعوة والتغيير والإصلاح ، قال تعالى { فماذا بعد الحق إلا الضلال} ، وقد بحثنا هذه المسألة في كتابنا الجمع والتجريد في شرح كتاب التوحيد في باب الدعاء إلى التوحيد وهي مسألة حكم دخول البرلمانات ، وسوف ننقلها هنا لأهمية ذلك :\nوفيه قضية معاصرة وهي الدخول في البرلمانات الشركية من أجل الدعوة إلي الله ومن أجل مصلحة الدعوة ، ومثله الدخول مع الحكومات الشركية لهذا الغرض والتحالف مع العلمانيين أو التطلع إلى مكاسب سياسية ، والشاهد لهذه القاعدة قوله { وسبحان الله وما أنا من المشركين } ، أي ؛ يدعو إلى الله منزها الله أن يدعو إليه بشرك أو بكفر .\n\" وهذه فيها قضية معاصرة كبيرة وهى ما يسمى باستغلال أي وسيلة من أجل مصلحة الدعوة وأصحاب هذه الطريقة دخلوا من أجل ذلك في المجالس الشركية من برلمان وغيره من المسميات الجاهلية ومما يدل على خطورة من ارتكب شيئا من الشركيات أو الكفريات أو المعاصي من أجل مصلحة الدعوة الأمور التالية :\nقوله تعالى { فاصدع بما تؤمر وأعرض عن المشركين } ، وهذا يشمل حتى مساومتهم في المكاسب السياسية ، بل الآية في سياق الصدع بالحق حتى لو عرضوا عليك مكاسب تخالف الشرع .\nوقال تعالى { اتبع ما أوحي إليك من ربك لا إله إلا هو وأعرض عن المشركين } ، ولفظ الإعراض عام .\n(1/129)\n",
        "قال تعالى { وقل الحق من ربكم فمن شاء فليؤمن ومن شاء فليكفر} ، وجه الدلالة أنه أمر بقول الحق ولو ترتب عليه الأمر الآخر .\nوقال تعالى { والفتنة أكبر من القتل } ، وقال تعالى { والفتنة أشد من القتل } .قال ابن كثير في تفسير هذه الآية : ( قال أبو العالية ومجاهد وسعيد بن جبير وعكرمة والحسن وقتادة والضحاك والربيع بن أنس : الشرك أشد من القتل.قال الشيخ ابن سحمان : (الفتنة هي الكفر ، فلو اقتتلت البادية والحاضرة حتى يذهبوا لكان أهون من أن ينصبوا في الأرض طاغوتا يحكم بخلاف شريعة الإسلام. قال الشيخ ابن عتيق - ردا على من قاس الاضطرار على الإكراه في الكفر - : ( قال تعالى { فمن اضطر غير باغ ولا عاد فلا إثم عليه } فشرط بعد حصول الضرر أن لا يكون المتناول باغيا ولا عاديا ، والفرق بين الحالتين لا يخفى ) ، وقال : ( وهل في إباحة الميتة للمضطر ما يدل على جواز الردة اختيارا ؟ وهل هذا إلا كقياس تزوج الأخت والبنت بإباحة تزوج الحر المملوك عند خوف العنت وعدم الطول فقد زاد هذا المشبه على قياس الذين قالوا { إنما البيع مثل الربا } ) [راجع كتاب هداية الطريق ص151 .ونحن نقول وهل في إباحة الميتة للمضطر ما يدل على جواز الدخول في المجالس الشركية اختيارا وتولى العلمانيين والحكومات الطاغوتية بحجة مصلحة الدعوة { قل أأنتم أعلم أم الله } .\nقال تعالى { من كفر بالله من بعد إيمانه إلا من أكره وقلبه مطمئن بالإيمان } ، فلم يجز إلا حالة الإكراه ، فأين الدليل على جواز قول الكفر أو المعصية أو فعله في غير إكراه كمصلحة الدعوة ؟\nأن هذا الطريق بدعة وضلال ويخالف إجماع السلف كما سوف يأتي أن شاء الله في كلام العالم الرباني ابن تيمية رحمه الله .\n(1/130)\n\nما ثبت في عرض عتبة بن ربيعه بتكليف من زعماء قريش حيث قال للرسول صلى الله عليه وسلم ( فرقت جماعتنا وعبت ديننا وشتمت الآباء وشتمت الآلهة وفضحتنا في العرب ، أيها الرجل إن كنت إنما بك الرياسة عقدنا لك فكنت رأسنا - أي تكون رئيس الحكومة أو رئيس الوزراء - وأن كنت تريد شرفا سودناك علينا - أي رئيس البرلمان - وإن كنت تريد ملكا ملكناك علينا - أي تكون ملكا أو رئس الجمهورية - ) ، فلم يقبل الرسول وتلا عليه أول سورة فصلت ، لأنه عرض مقابل جوهر هذا الدين وهى القيام بالتوحيد والكفر بالطاغوت ومحاربة الأنظمة الطاغوتية الشركية وتسفيهها ونقدها والبراءة منها .\nقال الألباني رحمه الله : ( هذه القصة أخرجها ابن إسحاق في المغازي 1/185 من سيرة ابن هشام بسند حسن عن محمد بن كعب القرظي مرسلا ووصله عبد بن حميد وأبو يعلى والبغوي من طريق أخرى من حديث جابر رضي الله عنه كما في تفسير ابن كثير 4/19،90 وسنده حسن إن شاء الله ، وصححها غيره من علماء السيرة المعاصرين.\nولو عرض هذا العرض على من يرون الدخول في البرلمانات الشركية ، لسارعوا يهرولون حيث الملك والسلطان والحكومة لهم مع التنازل عن قضية التوحيد والكفر بالطاغوت ، وما يتبعها من ولاء وبراء\nقصة وفد بني عامر بن صعصعة وهي لما عرض عليهم نفسه ، وقبول هذا الدين ،فقالوا : أرأيت إن نحن تابعناك على أمرك ثم أظهرك الله على من خالفك أيكون لنا الأمر من بعدك ؟ ، فقال رسول الله صلى الله عليه وسلم : ( الأمر إلى الله يضعه حيث يشاء ) ، فأبوا عليه [رواه ابن إسحاق وعنه ابن هشام في باب عرض رسول الله صلى الله عليه وسلم نفسه على القبائل ج1] ، فطلبوا الملك منه أو تداول السلطة أو التحالف مع العلمانيين فأبى .",
        "(1/131)\n\nطلب وفد ثقيف من الرسول صلى الله عليه وسلم لما جاؤا مسلمين فطلبوا أن يبقي أصنامهم حتى يدخل الإسلام في قلوب العامة فرفض إبقاءها ولو لحظة مع أن في إبقاءه لها بعض الشيء مصلحة للدعوة من تكثير السواد ودخول أكبر كمية للإسلام والأمن من الارتداد\nوثبت من قصته مع بني شيبان بن ثعلبة لما عرض عليهم الدين قالوا : وواعدوه أن يحموه مما يلي العرب لا مما يلي كسرى فقال الرسول صلى الله عيه وسلم : ( إن دين الله لن ينصره إلا من حاطه من جميع جوانبه ) ، [قال الصوياني في كتابه السيرة النبوية كما في الأحاديث الصحيحة [ص204] : ( إسناده جيد ، ثم ذكر من رواه من أهل السيرة ) اهـ ، ورواه البيهقي في الدلائل ج1/ باب عرض النبي صلى الله عليه وسلم نفسه على القبائل\nحديث سعد بن أبى وقاص رضي الله عنه قال : كنا مع رسول الله صلى الله عليه وسلم ونحن نفر ستة ، فقال المشركون : أطرد هؤلاء عنك فلا يجترئون علينا ، فوقع في نفس النبي صلى الله عليه وسلم ما شاء الله وحدث به نفسه ، فأنزل الله { ولا تطرد الذين يدعون ربهم بالغداة والعشي يريدون وجهه . . . الآية } [رواه مسلم في فضائل الصحابة.\nولو طلبت الحكومات الشركية من بعض الإسلاميين طرد المجاهدين أو الدعاة أو فصلهم مقابل مكاسب سياسة لسارعوا لذلك ، مع أنه منهي عنه { ولا تطرد الذين يدعون ربهم بالغداة والعشي يريدون وجهه. . . الآية } ، فهم طلبوا مجلسا أو اجتماعا دوري من الرسول صلى الله عليه وسلم مقابل طرد نفر من أهل التوحيد مع أن عقد اجتماعات مع أهل الشرك فيه مصلحة لكن كان بثمن محرم وهذا الكلام الذي قلنا ينطبق أيضا على قصة ابن أم مكتوم التي بعدها\n(1/132)",
        "\nقال الشيخ محمد (في تاريخ نجد ص 554 )، في تفسير آية { واصبر نفسك. . . الآية } ، في سورة الكهف] قال : ( فيه النهي عن طلوع العين عنهم إرادة لمجالسة الأجلاء ) ، وقال أيضا [في تفسير سورة الأنعام في آية { ولا تطرد }] قال : ( فيه أن طردهم يخاف أن يوصل الرجل الصالح إلى درجة الظالمين ففيه التحذير من إيذاء الصالحين وقال أن منعهم من الجلوس مع العظماء في مجلس العلم هو الطرد المذكور ) .\nقصة عبد الله بن أم مكتوم ، أتى إلى الرسول صلى الله عليه سلم فجعل يقول ؛ أرشدني ، وعند رسول الله رجل أو رجال من عظماء المشركين ، فجعل الرسول صلى الله عليه وسلم يعرض عنه ويقبل على الآخر ، فنزلت { عبس وتولى * أن جاءه الأعمى } [الجامع الصحيح 1/ 398].\nقصة الهجرة إلى الحبشة فما هاجروا إلا بسبب التوحيد ولو كان الرسول يجد مندوحة في التنازل والمساومة من أجلهم لما تركه .\nوحديث ( إن الله طيب لا يقبل إلا طيبا ) [رواه مسلم من حديث أبي هريرة] ، فلا يقبل من الطرق الدعوية إلا ما كان طيبا ليس فيه شرك ولا كفر ولا معصية .\n(1/133)\n",
        "رسالة ابن تيمية [في الفتاوى 11/620] المسماة السماع ، وفيها سئل عن شيخ من المشايخ كان يقيم سماعا بدف بشعر مباح لأصحاب الكبائر فيتوب منهم جماعة \" فهل يباح هذا الفعل لما يترتب عليه من المصالح \" فسئل عن حكم ذلك ؟ فأجاب : ( إن ما يهدي الله به الضالين ويرشد به الغاوين ويتوب به على العاصيين لابد أن يكون فيما بعث الله به الرسول صلى الله عليه وسلم ، والشيخ المذكور قصد أن يتوب المجتمعين عن الكبائر فلم يمكنه ذلك إلا بما ذكره من الطريق البدعي يدل على أن الشيخ جاهل بالطرق الشرعية التي بها تتوب العصاة أو عاجز عنها ،فإن الرسول صلى الله عليه وسلم والصحابة والتابعين كانوا يدعون من هو شر من هؤلاء من أهل الكفر والفسوق والعصيان بالطرق الشرعية التي أغناهم الله بها عن الطرق البدعية وقد علم بالاضطرار والنقل المتواتر أنه قد تاب من الكفر والفسوق والعصيان من لا يحصيه إلا الله تعالى من الأمم بالطرق الشرعية التي ليس فيها ذكر من الاجتماع البدعي ، وقال إنه لا يجوز لهذا الشيخ أن يجعل الأمور التي هي إما محرمة ؟أو مكروهة ؟أو مباحة ؟قربة وطاعة وقال إن فاعل هذا ضال مفتر باتفاق علماء المسلمين مخالف لإجماع المسلمين ) - أي الذي يجعل هذا العمل طريقا إلى الدعوة إلى الله ودينا - باختصار .\nفإذا كان هذا في السماع الذي هو من باب البدع أو المحرمات فما بالك بالشرك والكفر يفعل ويجعل طريقا إلى الدعوة وإقامة حكم الله؟\nإجماع السلف على تحريم وضع الأحاديث في الفضائل وإن تضمن ذلك مصلحة إقبال الناس على القرآن أو الطاعات ونحوها .\nإجماع من يعتد به من أهل السنة على تحريم إقامة الموالد البدعية وإن تضمن ذلك مصلحة إقبال بعض الناس وهدايتهم أو توبتهم .\n(1/134)\n\nمما يدل على المنع قاعدة التفريق بين الإكراه والضرورة ، فالضرورة أجاز الله فيها فعل المحرم غير المتعدي كأكل الميتة والخنزير وشرب الخمر لدفع غصة ونحوها لكن لم يبح الكفر والشرك من أجل الضرورة ، بل لا يبيح الشرك والكفر إلا الإكراه { إلا من أكره وقلبه مطمئن بالإيمان } ، ولم يقل إلا من اضطر ،وهذا الكلام مجمع عليه وهو التفريق بينهما .\nما يترتب على هذا الأمر من مفاسد مثل إضفاء الشرعية على هذه المجالس وإعطائها صبغة مقبولة .\nوننقل أيضا كلمات ودرر للإمام ابن تيمية رحمه الله عن هذا الموضوع زيادة على ما قاله سابقا ، فقال في الفتاوى [14/476]: ( إن الشرك والقول على الله بغير علم والفواحش ما ظهر منها وما بطن والظلم لا يكون فيها شئ من المصلحة ) ، وقال : ( إن إخلاص الدين لله والعدل واجب مطلقا في كل حال وفي كل شرع).\nوقال في الفتاوى [14/477] : ( وما هو محرم على كل أحد في كل حال لا يباح منه شئ وهو الفواحش والظلم والشرك والقول على الله بلا علم).\nوقال في الفتاوى [14/470-471] : ( إن المحرمات منها ما يقطع بأن الشرع لم يبح منه شيئا لا لضرورة ولا غير ضرورة كالشرك والفواحش والقول على الله بغير علم والظلم المحض ، وهي الأربعة المذكورة في قوله تعالى { قل إنما حرم ربي الفواحش ما ظهر منها وما بطن والإثم والبغي بغير الحق وأن تشركوا بالله ما لم ينزل به سلطانا وأن تقولوا على الله ما لا تعلمون } ، فهذه الأشياء محرمة في جميع الشرائع وبتحريمها بعث الله جميع الرسل ولم يبح منها شيئا قط ولا في حال من الأحوال ولهذا أنزلت في هذه السورة المكية.\nوقال في الفتاوى [14/474] : ( أما الإنسان في نفسه فلا يحل له أن يفعل الذي يعلم أنه محرم لظنه أنه يعينه على طاعة الله).",
        "(1/135)\n\nوقال أيضا [في الفتاوى 14/468 وما بعدها] فيمن ظن أنه لا يمكن السلوك إلى الله تعالى إلا ببدعة - فكيف بشرك وكفر؟ – قال: ( وكذا أهل الفجور والمترفين يظن أحدهم أنه لا يمكن فعل الواجبات إلا بما يفعله من الذنوب ولا يمكنه ترك المحرمات إلا بذلك وهذا يقع لبشر كثير من الناس ومنهم من يقول لا يمكن أداء الصلوات واجتناب الكلام المحرم من الغيبة وغيرها إلا بأكل الحشيشة ، ومنهم من يظن أن محبته لله ورغبته في العبادة لا يتم إلا بسماع القصائد وسماع أصوات النغمات وبها تتحرك دواعي الزهد والعبادة مالا يتحرك بدون ذلك ، ومنهم بعض الشيوخ الذين يدعون الناس إلى طريقهم بالسماع المبتدع كالدف والرقص ونحوه، ومنهم من يفعله بأذكار واجتماع وتسبيحات وقيام وإنشاد أشعار وغير ذلك ويقولون توبناهم بذلك وأحيانا يقولون لا يمكننا إلا ذلك وإن لم نفعل هذا القليل المحرم حصل الوقوع فيما هو أشد منه تحريما وفي ترك الواجبات ما يزيد أثمه على إثم هذا المحرم القليل في جنب ما كانوا فيه من المحرم الكثير ويقولون إن الإنسان يجد في نفسه نشاطا وقوة في كثير من الطاعات إذا حصل له ما يحبه وإن كان مكرها حراما ، ثم أجاب عن هذه الشبة بمقامين ) ، وانتهى إلى المنع من ذلك .\nنقل الشيخ محمد بن عبد الوهاب عن الشيخ ابن تيمية قوله ( وجمهور هؤلاء المشركين بالقبور يجدون عند عبادة القبور من الرقة والخشوع والدعاء وحضور القلب ما لا يجده أحدهم في مساجد الله ) [تاريخ نجد ص 57] ، فهل يقال بجواز ذلك لأن فيه مصلحة رقة قلوب الناس وخشوعهم ؟؟ سبحانك هذا بهتان عظيم\n(1/136)",
        "\nواقعة حصلت في عصر الشيخ محمد بن عبد الوهاب ذكرت في تاريخ نجد [ص 472] وهى أن بعض الناس يوم الجمعة يحدث أشياء لكي يعرف الناس أن اليوم هو الجمعة بأصوات معروفةفقال الشيخ محمد : ( إن ابن صالح سألني عن التذكير ؟ فقلت إنه بدعة فذكر أن عندنا من لا يعرف الجمعة إلا به وذكرت له أن الرسول صلى الله عليه وسلم أعلم منا بصالح أمته وهو سن الإذان ونهى عن الزيادة ) ، فهل عند هؤلاء تجوز هذه البدعة لأن فيها مصلحة تنبيه الناس ؟\nوقال الحفيد سليمان في التيسير [ص 503] : ( في الآية دليل على وجوب اطراح الرأي مع السنة وإن ادعى صاحبه أنه مصلح وأن دعوى الإصلاح ليس بعذر في ترك ما أنزل الله) أهـ.\nفإذا كان الشرك قبيحا ومسبة لله فكيف يكون طريقا إلى الله وإلى الدعوة إليه ، { فماذا بعد الحق إلا الضلال } وهذه فيها قاعدة من قواعد الدعوة تدل على أن الشرك ليس من وسائل الدعوة إلى الله، والشاهد لهذه القاعدة ، قوله { وسبحان الله وما أنا من المشركين} أي ؛ يدعو إلى الله منزها الله أن يدعو إليه بشرك أو بكفر \". (منقول من منبر التوحيد و الجهاد)\n68 ـ باب ما جاء من الوعيد في التكفير(أو غيره من أسماء الوعيد) ظلما أو عدوانا أو هوى أو بغير حق (كالتنفيق، والتفسيق ،واللعن)\nقال تعالى ( ولا تعتدوا إن الله لا يحب المعتدين ) وقال تعالى ( ولاتقف ما ليس لك به علم إن السمع والبصر والفؤاد كل أولئك كان عنه مسئولا ) ،\nوعن ابن عمر مرفوعا (إذا قال الرجل لأخيه يا كافر فقد باء به أحدهما ) متفق عليه ،\nوعن ابن مسعود مرفوعا ( ليس المؤمن باللعان ولا بالطعان ولا الفاحش البذيء ) صححه ابن حبان والحاكم ،\nوعن أبي هريرة مرفوعا (من عادى لي وليا فقد آذنته بالحرب ) رواه البخاري ،\n(1/137)\n",
        "أما في غير ذلك فقد قال الشيخ عبد اللطيف في الرسائل والمسائل 3/435 قال ( أما إن كان المكفر متاولا مخطئا وهو ممن يسوغ له التأويل فهذا وأمثاله ممن رفع عنه الحرج لاجتهاده كما في قصة حاطب فإن عمر وصفه بالنفاق وقد قال تعالى ( ربنا لا تؤاخذنا إن نسينا أو أخطانا ) الآية وإن كان المكفر يستند في تكفيره إلى نص وبرهان من كتاب الله وسنة نبيه صلى الله عليه وسلم ورأى كفرا بواحا فهذا وأمثاله مصيب مأجور مطيع لله ، وأما من كفر المسلمين أهل التوحيد أو فتنهم بالقتال أو التعذيب فهو شر أصناف الكفار ، ومن أطلق لسانه بالتكفير لمجرد عداوة أو هوى أو لمخالفة مذهب فهذا الخطأ البيّن والتجاسر على التكفير والتفسيق والتضليل وفي الحديث (إذا قال الرجل لأخيه يا كافر فقد باء به أحدهما ) مختصرا .\nش:\n1- من كفر انساناً و أصاب الحق فهو مأجور.\n2- من أخطأ في تكفير انسان بناءً على اجتهاد و تأويل خاطئ، وهو ممن يسوغ له الاجتهاد فهو مغفور له.\n3- من كفر أهل التوحيد من أجل قيامهم بدين الله أو فتنهم عن دينهم بالقتال و التعذيب فهو كافر خارج من الملة.\n4- من كفر مسلما لمجرد عداوة أو هوى فهذا مخطئ ضال مأزور.\n69 ـ باب ما جاء في تسمية المشرك أو الطاغوت مسلما أو موحدا\nم: قال تعالى ( ملة أبيكم إبراهيم هو سماكم المسلمين من قبل) الآية،\nش: اسم الإسلام اسم شرعي لا يجوز اطلاقه إلاّ على من قامت فيه حقيقة الاسلام.\nم:وقال تعالى (ومن يتعدى حدود الله فقد ظلم نفسه )\nش: فمن سمّى المشرك أو الطاغوت مسلماً فقد تعدى حدود الله .\nم:وقال تعالى (الأعراب أشد كفرا ونفاقا وأجدر ألا يعلموا حدود ما أنزل الله على رسوله) ،\nش: بين الله كفرهم و نفاقهم ففضحهم و ما سمّاهم مسلمين وإن انتسبوا الى الاسلام .\n(1/138)\n\nم:وقال ابن تيمية رحمه الله (ولهذا كان كل من لم يعبد الله فلا بد أن يكون عابدا لغيره 000وليس في ابن آدم قسم ثالث بل إما موحد أو مشرك أو من خلط هذا بهذا كالمبدلين من أهل الملل والنصارى ومن أشبههم من الضلال المنتسبين إلى الإسلام )الفتاوى 14/284,282\nوقال الشيخ عبد الرحمن في رسالة أصل دين الإسلام وابنه عبد اللطيف في المنهاج ص 12\nقالا ( من فعل الشرك فقد ترك التوحيد فإنهما ضدان لا يجتمعان ونقيضان لا يجتمعان ولا يرتفعان )\nش: تقدم الكلام على هذا أول الكتاب.\nم:وهم أنواع :من قاله جهلا لحالهم أو تأويلا أو تقليدا أو التباسا ففيه قوله تعالى ( فمالكم في المنافقين فئتين .. ) وكلام ابن تيمية مع ابن عربي والحلاج وغيرهم كالقرامطة وطائفة الشيخ يونس ، راجع الفتاوى 1/364-366-368، والفتاوى 2/106-121-131-378-480 وما بعدها ، وكلام محمد بن عبدالوهاب مع طلابه الذين شكّوا في تكفير الطواغيت ( تاريخ نجد ص 410 ) وما ذكره في التتمة مع بعض الزائغين في كتابه مفيد المستفيد ،\nش: 1-ذكر الشيخ -فك الله أسره- النوع الأول ممن يسمي المشرك مسلماً جهلاً بحاله، فيظنه مسلماً صالحاً، أو تاويلاً كحال مرجئة العصر الذين يعذرون بالجهل في باب الشرك الأكبر فهذا القسم يلحق بمن أخطأ في المسائل الخفية فيعذرون بجهلهم على ان يكون معهم اصل الاسلام .\n2- راحع جزء جهل و التباس الحال للشيخ الخضير .\nم:اما من قاله نفاقا أو زندقة ففيه كلام عبد الله بن سليمان بن محمد بن عبدالوهاب في آخر كتابه أوثق عرى الإيمان ،\nش:1- هذا هو النوع الثاني فيمن سمى المشرك مسلما وهؤلاء يلحقهم اسم الكفر و حكمه.\nم: فجاهل الحال يُعرّف ، ومدعي المانع يُفهّم مالم يُصرا ، والعارف ببواطنهم يُلحق بهم 0\nش: 1- جاهل الحال لا يحكم بكفره و لكن يُعرَّف، و يبين له حال هؤلاء المشركين\n2- من علم حالهم ثم أصر و عاند؛ فإنه يكفر كما تقدم في المسائل الخفية",
        "(1/139)\n\n3- والعارف ببواطنهم يُلحق بهم فهو كافر مثلهم.\nم: تم المقصود والحمد لله رب العالمين…\nوالصلاة والسلام على نبينا محمد وعلى آله وصحبه أجمعين 0\nقال الشارح-عفا الله عنه- تم الانتهاء من شرح هذا الكتاب العظيم و لله و الحمد و المنة في يوم 17 جمادى الاولى من عام 1425هـ داعياً المولى عز وجل أن ينصر المجاهدين و يدمر أعدائهم، و ان يفك أسر مشايخنا الائمة الكرام:الشيخ علي الخضير واخوانه و الشيخ أبي محمد المقدسي و الشيخ ابي قتادة و الشيخ عمر عبد الرحمن والشيخ عبد القادر عبد العزيز و الشيخ سعيد بن زعير وغيرهم ممن لا أحصي كثرة.\nوكذلك أسأل ربي عز وجل أن ينفع بهذا الشرح وأن يجعله خالصا لوجهه الكريم وأخر دعوانا أن الحمد لله رب العالمين والصلاة والسلام على نبيه محمد الأمين و اله و صحبه و جنده أجمعين.\nوكتب\nابو مارية القرشي\nوتم الانتهاء من مراجعة الطبعة الثانية في 10 ربيع الأول من عام 1427هـ فلله الحمد أولاً وأخراً.\n(1/140)"
    ]
}