{
    "partText": [
        "المقدّمة‌\nبِسْمِ اللهِ الرَّحْمنِ الرَّحِيمِ‌\nالحمد لله ربّ العالمين ، والصلاة والسلام على خير خلقه وأشرف بريّته محمد وعلى آله الطيّبين الطاهرين.\nوبعد :",
        "ان القانون ـ الوضعي ـ الذي يضعه البشر لأنفسهم لضمان مسيرة المجتمع الذي يعيشون فيه محدود بمحدودية الإنسان ، لا يستطيع أن يغطّي كلّ المجتمعات البشريّة ، ولا أن يستوعب كلّ الأزمان ، ولذا فهو يختلف باختلاف الأشخاص الذين يضعونه ـ فكرهم ، مجتمعهم ، حاجاتهم ، مستواهم الحضاري ـ ويختلف باختلاف الأزمان فإنّ لكلّ زمن حاجاته التي يختلف فيها عن زمن آخر.\nيقول القانوني الكبير الدكتور السنهوريّ عن نقص القانون الفرنسي وتغيّره حسب الزمن :\n« والتقنين الفرنسي قد قدم به العهد وهو اليوم متخلّف عن العصر الذي يعيش فيه قرنا ونصف القرن ، وفي خلال هذه الأجيال الطويلة ارتقى التقنين المقارن إلى مدى جعل التقنين الفرنسي في الصفّ الأخير من التقنينات الحديثة.\n",
        "فهناك مسائل ذات خطر كبير نبتت في العهود الأخيرة ، ونمت وازدهرت فاحتوتها تقنينات القرن العشرين ، ولا نجد لها أثرا في التقنين الفرنسي وقد ولد في فجر القرن التاسع عشر ، ولا في تقنيننا المدني ـ أي المصري ـ الذي أخذ عنه فمبدأ التعسف في استعمال الحق ، ونظريّة الاستغلال ، ونظام المؤسسات ، وتنظيم الملكيّة في الشيوع وعقود التزام المرافق العامة ، وعقد التأمين ، وحوالة الدين ، والإعسار المدني ، كلّ هذه المسائل الخطيرة لا نعثر على نصّ واحد فيها لا في التقنين الأصل ، ولا في التقنين المقلد ، وحتّى فيما احتواه هذان التقنينان من النظريات والأحكام نرى الكثير منها ناقصا مبتورا » (1).\nثمّ يستطرد قائلا : « تقرّر تنقيح القانون الفرنسي وشكّلت لهذا الغرض في سنة 1945 لجنة من كبار رجال القانون في فرنسا وعلى رأسهم عميد كلّيّة الحقوق بجامعة باريس الأستاذ جوليودي لامورانديير » (2) \nوقد بحث هنا بحثا مفصّلا عن العيوب الشكليّة للتقنين المدني القديم.\nهذا ولم يقتصر التعديل والتصحيح على القانون الفرنسي وحده بل انظر إلى القانون إلايطالي والسويسري اللّذين تحدّث السنهوري عن تبدّلهما بتبدّلهما بتبدّل الزمان قائلا :",
        "« المشروع الفرنسي الإيطالي أكسب التقنينات اللاتينية العتيقة جدّة لم تكن لها ، ونفخ فيها روح العصر ، وجمع بين البساطة والوضوح مع شي‌ء كثير من الدقّة والتجديد ، على أنّ المشروع يكاد يكون محافظا إذا قيس إلى التقنينات العالمية الأخرى.\nوالتقنين الالماني يعدّ أضخم تقنين صدر في العصر الحديث ، وهو خلاصة النظريات العلمية الألمانية مدى قرن كامل ، ويبزّ من الناحية الفقهية أي تقنين آخر ، فقد اتّبع طريقة تعدّ من أدقّ الطرق العلمية وأقربها إلى المنطق القانوني ،\n__________________\n(1) الوسيط 1 : 4.",
        "(2) الوسيط 1 : 5.\nولكن هذا كان عائقا له عن الانتشار ، فإنّ تعقيده الفنّي ودقّته العلميّة أقصياه بعض الشي‌ء عن منحى الحياة العمليّة ، وجعلاه مغلق التركيب ، عسر الفهم.\nوالتقنين النمساوي يرجع عهده إلى أوائل القرن التاسع عشر ، فقد ظهر في سنة 1812 عقب التقنين الفرنسي ، ولكنّه لم يتح له من النجاح ما اتيح لهذا التقنين ، لذلك بقي محدود الانتشار في اوربا حتّى غمرة التقنين الألماني ، وقد قام النمساويون بتنقيح تقنينهم في أول سنيّ الحرب العالميّة الاولى ، وظهر التنقيح في سنة 1916. فأعاد لهذا التقنين العتيق شيئا من الجدّة والمسايرة لروح العصر.\nأمّا التقنين السويسري ـ تقنين الالتزامات والتقنين المدنيّ ـ فقد كان المنتظر أن يكون ـ وهو من عمل « فيك وهو بر » ـ عملا فقهيا ، فإذا به ذو صفة عمليّة بارزة ، ويجمع التقنين السويسري إلى الوضوح والبساطة الدقّة والتعمّق ، وإن كان خداعا في بعض المواطن فيما يتّسم به من وضوح ودقّة » (1).",
        "ولكنّ المؤسف حقّا عند ما نرى الدكتور السنهوري يجعل الفقه الإسلامي المصدر الثالث للقانون المدنيّ بعد النصوص التشريعية والعرف (2).\nويأمل في هامش تلك الصفحة أن تكون الشريعة الإسلامية هي الأساس الأوّل الذي يبتنى عليه التشريع المدني.\nويطالب بعد ذلك بالقيام بنهضة علميّة قويّة لدراسة الشريعة الإسلامية في ضوء القانون المقارن ، ويرجو أن يكون من وراء جعل الفقه الإسلامي مصدرا رسميا للقانون الجديد ما يعاون على قيام هذه النهضة.\nومع مطالبته بالدراسات الجادّة للشريعة الإسلاميّة نراه يقول : « إنّ كتب الفقه الإسلامي بالدرجة الثانية من الأهميّة ». مع علمه بأهميّتها ، ومدى تأثيرها على القانون المدني الخاص. ويكون ذلك في موارد لم تتعرض لها بقية القوانين الأخرى.",
        "ويقول أيضا : « يجب أن يراعى في الأخذ بأحكام الفقه الإسلامي‌\n__________________\n(1) مجلة القانون والاقتصاد 12 : 555 ـ 559 نقلا عن الوسيط 1 : 50 الهامش.\n(2) الوسيط 1 : 48.",
        "التنسيق ما بين هذه الأحكام والمبادئ العامة التي يقوم عليها التشريع المدني في جملته ، فلا يجوز الأخذ بحكم في الفقه الإسلامي يتعارض مع مبدأ من هذه المبادئ ، حتّى لا يفقد التقنين المدني تجانسه وانسجامه ، وفيما قدّمناه من الرخصة في الأخذ بمذاهب الفقه جميعا ـ دون تمييز بين مذهب ومذهب ـ ما يجعل تحقيق هذا التنسيق ميسورا فلا يضلّ الباحث في تفصيلات الفقه الإسلامي ولا يختار منها إلاّ ما يتّسق مع المبادئ العامّة للتشريع المدني » (1).\nيقول هذا متناسيا قوله : « فمن المبادئ العامّة التي أخذ بها النزعة الموضوعية التي نراها تتخلّل كثيرا من نصوصه. وهذه هي نزعة الفقه الإسلامي والقوانين الجرمانيّة ، آثرها التقنين الجديد على النزعة الذاتية التي هي طابع القوانين اللاتينية وجعل الفقه الإسلامي عمدته في الترجيح.\nومن هذه المبادي أيضا نظريّة التعسّف في استعمال الحق ».\n« ومن الأحكام التي استحدثها التقنين الجديد مسائل تفصيلية اقتبسها من الفقه الإسلامي ، ومن هذه المسائل الأحكام الخاصّة بمجلس العقد ، وبإيجار الوقف ، وبالحكر ، وبإيجار الأراضي الزراعيّة ، وبهلاك الزرع في العين المؤجرة ، وبانقضاء الإيجار بموت المستأجر ، وفسخه للعذر ، وبوقوع الإبراء من الدّين بإرادة الدائن وحده » (2).",
        "هذا ، وللقانون الوضعي مصادر متعدّدة ـ كما يقول البدراوي ـ هي في الغالب : التشريع والعرف والشريعة الإسلامية ومبادئ القانون الطبيعي وقواعد العدالة (3). وقد أفاض أساطين علماء القانون الوضعي في مدح الفقه الإسلامي والإشادة به ، ووصلوا إلى أنّ القوانين الصالحة التي سنّها علماء القانون هي من وحي فكر علماء الإسلام وجهابذته إلاّ ما خرج عن نطاق الإسلام بإباحة ما حرّمه الله أو تحريم ما أباحه الله.\n__________________\n(1) الوسيط 1 : 49 ، 50.\n(2) الوسيط 1 : 47.",
        "(3) المدخل للعلوم القانونية : 58.\nفالفقه الإسلامي كان مصدرا هاما من مصادر التقنين والتشريع في مختلف العصور والأزمنة ، وما زال كذلك مرجعا لكلّ من أراد الحصول على الطريق الصحيح للحياة.\nواتّجهت الإنظار إلى هذا الفقه الشامل لكلّ مرافق الحياة رغبة في الاستفادة والاقتباس من درره وجواهره.\nفالقانون الإسلامي هو قانون واحد يستمدّ مشروعيّته وقوّته وقدسيّته من الشارع الواحد الذي اتّفق عليه جميع علماء المسلمين وهو الله جلّت قدرته ، وهذا القانون الواحد يتمثّل في القرآن الكريم والسنّة المطهّرة.",
        "ولذا ترى إطلاق ( الشارع ) على الله تعالى أمرا متّفقا عليه بين علماء المسلمين ، فهم يعدّونه المشرّع الأول ولا مشرّع غيره ، وإذا وجدت إطلاق هذا اللفظ على الرسول الأعظم 6 فإنّما هو تجوّز ومراعاة لمقام الرسالة ، ولأنّه ـ 6 ـ المبلّغ للأحكام عن الله تعالى.\nوهذا القانون الشامل تجده في العلم المختصّ به ، والذي أطلق عليه اسم ( علم الفقه ).\nالفقه لغة واصطلاحا : \nالفقه في اللّغة هو الفهم كما في الصحاح (1) والمصباح (2) ، وهو العلم بالشي‌ء كما في القاموس المحيط (3).",
        "أمّا في اصطلاح الفقهاء فالفقه كان في الصدر الأول يستعمل في فهم أحكام الدين جميعها ، سواء كانت متعلّقة بالايمان والعقائد وما يتّصل بها ، أم كانت أحكام الفروج والحدود والصلاة والصيام ...\nوبعد فترة تخصّص استعماله فصار يعرف بأنّه علم الأحكام من الصلاة والصيام والفروض والحدود ...\n__________________\n(1) ج 6 ص 2243 ( فقه ).",
        "(2) ج 2 ص 479.\n(3) ج 4 ص 289.\nوقد استقرّ تعريف الفقه ـ اصطلاحا كما يقول الشهيد ـ على « العلم بالأحكام الشرعية العمليّة عن أدلّتها التفصيليّة لتحصيل السعادة الأخرويّة » (1).\nتدوين الفقه‌",
        "أرسل الله تعالى محمدا 6 خاتم أنبيائه ومكمّل شريعته للبشرية ، فبلّغ ما أرسله الله به ، ودلّ الناس على ما يسعدهم وينجيهم في معاشهم ومعادهم ، وبيّن لهم أحكام القرآن الكريم ، الكتاب الشامل الكامل الذي فيه تفصيل كلّ شي‌ء.\nوكان المسلمون في أيام حياته الشريفة لا يحتاجون إلى غيره 6 في معرفة أحكام دينهم ، وتبيين ما أبهم عليهم منها ، أو ما لم تصل إليه إفهامهم.\nوقد بدأ تدوين الفقه في حياته ـ 6 ـ فقد كتب لعمرو بن حزم وغيره كتاب الصدقات والديات والفرائض والسنن ، وكان عند علي ـ 7 ـ صحيفة فيها العقل وفكاك الأسير وألاّ يقتل مسلم بكافر.\nثمّ كثر التدوين بعد وفاته ـ 6 ـ وقد صارت للمسلمين دولة كبيرة ، وجدّت لهم حاجات متشعّبة في البلدان المفتوحة ، فدوّنوا ما اثروه عن رسول الله ـ 6.",
        "قال سعد بن إبراهيم : أمرنا عمر بن عبد العزيز بجمع السنن فجمعت دفترا دفترا ، فبعث إلى كلّ أرض له عليها سلطان دفترا.\nوقال الله‌وردي ( المتوفّى سنة 186 ) : أول من دوّن العلم وكتبه ابن شهاب الزهري ( المتوفّى سنة 124 ).\nوقد دوّن ابن جريج وابن عروبة وابن عيينة والثوري وغيرهم ، ودوّن سائر فقهاء الأمصار وأصحابهم (2).\n__________________",
        "(1) الذكرى : 1.\n(2) موسوعة جمال 1 : 47.\nالغرض المتوخّى من التدوين‌\nلم تكن الغاية من التدوين منحصرة في سبب واحد ، وإنّما تجمّعت عدّة أسباب اضطرت المسلمين إلى تدوين علومهم جملة ، ومنها علم الفقه.",
        "ومن هذه الأسباب :\n1 ـ كانت العرب امّة تقلّ فيها الكتابة والقراءة ، وكانوا يعتمدون على حافظتهم في خزن ما يريدون نقله إلى أخلافهم.\nولما استبحر بهم العمران ، واختلطوا بالأمم الأخرى التي دخلت في الإسلام ، واتسعت العلوم إلى حدّ لا يمكن معه الاعتماد على الذاكرة في استيعاب فنونها المتشعّبة.\nلذلك دوّنوا ما حفظوه في الصدور من العلوم الإسلامية ، لئلاّ يضيع ويذهب بذهاب أهله.",
        "2 ـ ترتيب المسائل ترتيبا منسّقا من غير تصرّف في العبارات ، وحفظ كلّ كلام بنصه.\n3 ـ تدوين اختلاف الفقهاء من الصحابة والتابعين.\n4 ـ العناية بآيات الأحكام ، وبيان أقوال العلماء والمجتهدين فيها ، والعناية بأحاديث الأحكام والسير في شرح هذه الآيات ومعرفة المراد بها.\n5 ـ تدوين القواعد الكلية وأصول المسائل التي يبنى عليها التفريع في المذاهب المختلفة.",
        "6 ـ تدوين فتاوى مفت معين أو مفتين معروفين في إقليم من أقاليم الدولة الكبيرة.\n7 ـ الانتصار لرأي معين والرد على من خالفه ، كردّ محمد على أهل المدينة ، وردّ الشافعي على محمد بن الحسن.\n8 ـ الجمع بين المسائل المتشابهة المختلفة الأحكام ، وبيان ما بينها من فروق دقيقة دعت الى اختلاف أحكامها.\nمن آثار التدوين : ",
        "كان من الآثار المهمّة للتدوين أن حفظت أقوال الفقهاء وآراؤهم ومنهاجهم في الاستنباط ، وتوارثها تلامذتهم وأتباعهم خلفا عن سلف ، فكان أن ظهرت المذاهب الطويلة الأمد ، بعد أن كان المذهب الفقهي يموت بموت مؤسّسة.\nمن تأريخ المذاهب : \nكانت كلمة الفقيه في القرن الأوّل الهجري تعني العالم بسائر الأحكام من أصولية وتعبدّية وأخلاقية وعملية ، وكان المفروض في الفقيه أن يكون حافظا لآيات من القران الكريم ، يعرف ناسخها ومنسوخها ومتشابهها ومحكمها والمراد منها.\nوكانت التسمية الشائعة للفقهاء هي كلمة القرّاء أي يقرؤون القرآن الكريم ويعرفون معانيه باعتبار تميزهم عن عامة الناس ، ولمّا نما علم الفقه واستقلّ بنفسه أبدل هذا الاسم بـ ( الفقهاء ).",
        "وقد كتبت في هذا الدور الأحكام الشرعية وسمّيت تلك الكتب الصحائف :\nمنها ما أمر رسول الله 6 بكتابته بعد هجرته إلى المدينة مثل أحكام الزكاة وما تجب فيه ومقادير ذلك ، وقد كتبت في صحيفتين.\nومنها ما أعطاه رسول الله 6 إلى عمرو بن حزم لمّا ولاه اليمن حيث كتب له أحكام الفرائض والصدقات والديات وغير ذلك.\nومنها ما أعطاه لعبد الله بن حكيم من الكتاب الذي فيه أحكام الحيوانات الميتة.",
        "ومنها ما دفعه الرسول الأكرم 6 إلى وائل بن حجر عندما أراد الرجوع إلى بلاده ( حضرموت ) من الكتاب الذي فيه أحكام الصلاة والصوم والربا والخمر وغيرها.\nومنها صحيفة أمير المؤمنين علي 7 التي ذكرتها كتب الفريقين.\nوممّا كتب من الصحائف في هذا الدور أيضا صحيفة عبد الله بن عمرو ابن العاص ، وقد ذكروا أنّ فيها ما يكفي في معرفة الشريعة كلّها في جميع أبواب الفقه ، وإن كنّا لا نؤمن بهذه المبالغة لأنّ عبد الله وأباه أسلما قبل وفاة الرسول 6 بسنتين وكان لعبد الله من العمر خمسة عشر عاما ، ولم يكن له من الصلة مع الرسول الأكرم 6 ما يؤهله لذلك ، وقد طعن في صحيفة عبد الله هذه الحافظ ابن كثير في المجلد الأول من تاريخه البداية والنهاية.\nومن هذه الصحف أيضا صحيفة سعد بن عبادة الأنصاري ، وصحيفة عبد الله بن أبي أوفى ، وصحيفة جابر بن عبد الله ، وصحيفة سمرة بن جندب ، وصحف ابن عباس.",
        "وكان المعروفون بالفتوى في هذا الدور كثيرين ، منهم الإمام علي ـ 7 ـ وابن عباس وعمر بن الخطاب وأبو بكر وعثمان بن عفان وعمار ابن ياسر ومعاذ بن جبل وأبو سعيد الخدري وسلمان الفارسي وزيد بن ثابت ...\nوكان الإمام علي 7 هو المرجع في تشخيص الحكم الشرعي ، فعن ابن عباس أنّه قال : إذا حدّثنا ثقة عن علي بفتيا فلا نعدوها (1).\nوقد تواتر عن عائشة أنّ عليا أعلم الناس بالسنّة (2).\nوممّا يدلّ على ذلك قول عمر : « أقضانا علي » (3).",
        "وروى صاحب الاستيعاب بسنده عن المغيرة : « ليس أحد منهم أقوى قولا في الفرائض من عليّ » (4).\nوقد اجتمع عند أهل المدينة وأهل الكوفة وبقية الأمصار الإسلامية‌\n__________________\n(1) الطبقات الكبرى 2 : 338.",
        "(2) الاستيعاب 3 : 40.\n(3) صحيح البخاري 6 : 23 ، طبقات ابن سعد 2 : 339 ، أخبار القضاة 1 : 88 ، المستدرك على الصحيحين 3 : 305 ، الاستيعاب 3 : 38 ، تاريخ ابن عساكر 3 : 28.\n(4) الاستيعاب 3 : 41.\nمسائل كثيرة في كلّ باب ، وصار لكلّ عالم من التابعين مذهب معيّن ، فكان سعيد بن المسيب بالمدينة ، وعطاء بمكّة ، وإبراهيم النخعي بالكوفة ، والحسن البصري بالبصرة ، وطاوس باليمن ، ومكحول بالشام.",
        "وأهمّ فقهاء هذا الدور عبد الله بن عباس المتوفّى بالطائف سنة 68 ه‍ ، وكان يسمى ترجمان القرآن ، وكان عالم أهل مكّة في التفسير والفقه.\nوسعيد بن جبير ، وهو من خريجي مدرسة الكوفة ، وقد شهد له جماعة بالفقه والعلم.\nكان ابن عباس إذا سأله أهل الكوفة عن أمور دينهم يقول : أليس فيكم سعيد بن جبير؟ (1).\nوقال فيه ميمون بن مهران : مات سعيد وما على وجه الأرض رجل إلاّ وهو يحتاج إلى علمه.",
        "وعدّه اليعقوبي من الفقهاء الذين يفتون الناس في عصر الوليد وسليمان ابني عبد الملك (2).\nوقال فيه ابن حجر : فقيه ثبت (3).\nوقد قتل سعيد صبرا على يد الحجاج بن يوسف سنة 95 ه‍.\nوسعيد بن المسيب ، وهو من الفقهاء ، وكان زعيم مدرسة أهل الحديث حكي عن الذهبي أنّه قال فيه : أعلم الناس بالقضاء ، وسيّد التابعين ، وليس فيهم أحد أوسع علما منه.",
        "وذكر أرباب التراجم أنّه أبى أن يزوّج ابنته للوليد بن عبد الملك ، وزوّجها لأحد الفقراء المسمّى ( أبو وداعة ) ، وكان لا يقبل جائزة السلطان. وكان بينه وبين الحسن البصري مكاتبة.\nوكان هو والقاسم بن محمد بن أبي بكر ، وأبو خالد الكابلي من ثقات الإمام عليّ بن الحسين 7 وحواريه.\n__________________\n(1) تهذيب التهذيب 4 : 11.",
        "(2) تاريخ اليعقوبي 2 : 292.\n(3) تقريب التهذيب 1 : 292 133.\nوقد توفى سعيد سنة 94 ه‍.\nوإبراهيم بن يزيد بن قيس النخعيّ المتوفى سنة 96 ه‍ كان له مذهب ، وهو رئيس مدرسة أهل الرأي والقياس ، وكان شيخا لحماد بن أبي سليمان الذي هو شيخ أبي حنيفة.",
        "كان يذهب إلى أنّ الأحكام الشرعية لها علل ، وأنّ على الفقيه إدراكها ، ليجعل الأحكام الشرعيّة تدور مدارها خلافا لمذهب داود الظاهري وسعيد بن المسيب.\nوقد نقل حديثه البخاري ومسلم.\nوقد كثرت المذاهب وجاوزت الحد ، فكان لكلّ بلد فقيه الذي يسود رأيه الفقهي بقية الآراء ، ولكلّ عالم منهجه في استنباط الأحكام ، وقد قيل أنّ المذاهب بلغت أكثر من خمسين مذهبا ، وذلك لاتّساع رقعة البلاد الإسلامية ودخول أمم مختلفة في الدين الإسلامي الحنيف ، ولا يمكن ـ طبعا ـ تخلّصها من ماضيها بين يوم وليلة ، فكان الفقيه هو الذي يوائم بين الأحكام الإسلامية وبين الظروف المحيطة بها.\nهذه المذاهب منها ما رزق الاتباع فبقي ، ومنها ما اندثر ، نذكر من المذاهب المندثرة على سبيل المثال :",
        "مذهب عبد الرحمن الأوزاعي المتوفّى سنة 157 ه‍ ، الذي انتشر بالشام حتّى ولي قضاء دمشق أبو زرعة محمد بن عثمان من أتباع الشافعي الذي أدخل مذهبه بالشام وعمل على نشره ، وكان يهب لمن يحفظ مختصر المزني مائة دينار ، وبالدعوة إلى هذا المذهب انقرض أتباع الأوزاعي بالشام في القرن الرابع ، وكان مذهب الأوزاعي الغالب على أهل الأندلس ثمّ انقطع هناك بعد المائتين وتغلّب مذهب مالك (1).\nمذهب سفيان الثوري المتوفى عام 161 ه‍ ، وقد كان سفيان متسترا خائفا من سلطان زمانه ، وكان قد أخذ عنه أناس منهم باليمن ، وآخرون بأصفهان‌\n__________________\n(1) موسوعة جمال 1 : 34.",
        "وجماعة بالموصل ، وقد انقرض مذهبه بعد فترة وجيزة.\nالمذهب الظاهري : وهو مذهب داود بن علي بن خلف الأصفهاني المعروف بالظاهري ، ولد بالكوفة سنة 202 ه‍ ونال رئاسة العلم في بغداد وكان شافعيا في أوّل أمره ثمّ استقل بمذهب خاص ، وانتقل سنة 223 ه‍ إلى نيسابور ثمّ رجع منها إلى بغداد ، وتوفى فيها سنة 270 ه‍.\nوقد اتخذ لنفسه مذهبا خاصا وهو العمل بظاهر الكتاب والسّنة ما لم يقم دليل على خلافهما ، وكان لا يرى البحث عن علل الأحكام ، وإن لم يجد نصا عمل بإجماع الصحابة أو إجماع العلماء. وقد أبعد عن استنباطاته القياس والاستحسان والتقليد والرأي ، وادّعى أنّ في عمومات النصوص من الكتاب والسّنة ما يكفي لكلّ سؤال.\nويقول ابن فرحون المتوفّى سنة 799 ه‍ ، عن المذهب الظاهري ومؤسّسة داود بن علي : إنّ داود بن عليّ المتوفى سنة 270 ه‍ كثر أتباعه ، وانتشر مذهبه ببلاد بغداد وبلاد فارس ، وأخذ به قليلون من أهل إفريقية وأهل الأندلس ، وهو ضعيف الآن ـ أي في عصر ابن فرحون.",
        "ويقول ابن خلدون المتوفّى سنة 808 : إنّ مذهب أهل الظاهر قد اندرس اليوم بدروس أئمته ، وإنكار الجمهور على منتحليه ، ولم يبق إلاّ في الكتب المجلّدة ، وربما عكف عليها كثير من الطالبين الذين تكلّفوا انتحال هذا المذهب ليأخذوا منه مذهبهم وفقههم ، فلا يظفرون بطائل ، ولا ينالون إلاّ مخالفة الجمهور وإنكارهم عليهم ، وربما عدّوا مبتدعين بنقلهم العلم من الكتب من غير مفتاح المعلمين.\nوقد فعل ذلك ابن حزم بالأندلس على علوّ مرتبته في حفظ الحديث ، وصار إلى مذهب أهل الظاهر ، ومهر فيه باجتهاد زعمه ، وخالف إمامهم داود ، وتعرّض للكثير من أئمّة المسلمين ، فنقم لذلك الناس عليه ، وأوسعوا مذهبه استهجانا وإنكارا ، وتلقّوا كتبه بالإغفال والترك ، حتّى أنّه ليحظر بيعها بالأسواق ، وربما مزّقت في بعض الأحيان.\nوهذا الطبري أبو جعفر محمد بن جرير المتوفّى سنة 310 أخذ الفقه عن‌\nداود ، ودرس فقه أهل العراق ومالك والشافعي على رجاله ، ولم ير أحمد فقيها وما رآه إلاّ محدّثا ، ولذا شنّعوا عليه بعد موته ، وبعد أن نضج كان له مذهب في الفقه اختاره لنفسه ، وكان له أتباع ، من أجلّهم المعافى النهرواني القاضي ، وكانت له ولأتباعه مؤلّفات فقهيّة لكنّها لم تصل إلينا ، ولو لا تفسيره الجليل ما وصل إلينا هذا القدر القيّم من مذهبه ، ولم نقف حتى الآن على أنّه كان له اتباع موجودون بعد القرن الرابع (1).",
        "وبعد اندثار القسم الكبير من هذه المذاهب بقيت مذاهب اخرى منها ما شاع في أقطار خاصّة بعيدة عن مركز الدولة كالأباضية : وهم أتباع عبد الله بن إباض الخارجي المعروف المتوفى سنة 86 هجرية في عهد عبد الملك بن مروان ، وقد وجدت الحركة الإباضية تربتها الخصبة في بلاد العرب ، وبخاصة في عمان ، حيث أصبحت بتوالي الزمن المذهب السائد بها ، ودخل هذا المذهب المغرب وانتشر بين البربر.\nالمذهب المالكي : ينتسب إلى مالك بن أنس بن مالك الأصبحي المتولّد عام 93 ه‍ بالمدينة ووالده غير أنس الصحابي المعروف ، وتوفي عام 179 ، عاش ردحا من عمره في دولة الأمويين ، واستمرّ به الشوط إلى دولة العباسيين.\nتفقّه على الإمام جعفر الصادق 7 وربيعة الرأي التابعي وسمع الحديث من نافع مولى ابن عمر والزهري.\nوأشهر تلاميذه الشافعي ومحمد بن الحسن الشيباني وأسد بن الفرات وعبد الله بن وهب.",
        "بزغ نجمة في زمن المنصور ، وقد ألحّ عليه المنصور أن يكون مفتي الدولة وقد ضمن له حمل الرعيّة على آرائه الفقهيّة ، ولعلّ ذلك كان من المنصور حدا من تمادي انتشار مدرسة الإمام الصادق 7.\nوانتشر مذهبه في الأندلس وشمال إفريقيا.\nولمالك كتاب أسماه ( الموطأ ) وكيفية تأليفه للكتاب أنّه لقي المنصور في‌\n__________________",
        "(1) موسوعة جمال 1 : 34.\nموسم الحج واعتذر منه عمّا صدر من عامله بحقّه ، وطلب منه أن يؤلّف كتابا في الحديث يكون عليه المعوّل في الفتوى والقضاء.\nوقال له : ضع الفقه ودوّن منه كتبا ، وتجنّب شدائد عبد الله بن عمر ، ورخص عبد الله بن عباس ، وشوارد عبد الله بن مسعود ، واقصد إلى أواسط الأمور ، وما اجتمع عليه الأئمّة والصحابة لنحمل الناس إن شاء الله على علمك وكتبك ، ونبثّها في الأمصار ونعهد إليهم أن لا يخالفوها ، فكتب مالك الموطأ.\nواهتمّ الخلفاء العباسيون وأعوانهم في إطرائه بألقاب كثيرة حتى قالوا : انّ رسول الله سمّاه بهذا الاسم ، وأن لا مثيل له بعد كتاب الله.",
        "واختلفوا في منزلته من بين كتب السنّة ، فمنهم من جعله مقدّما على الصحيحين كابن العربي وابن عبد البر والسيوطي وغيرهم (1).\nقال الليث بن سعد : أحصيت على مالك سبعين مسألة ، وكلّها مخالفة لسنّة الرسول ، وقد اعترف مالك بذلك (2).\nوأشهر الكتب في المذهب المالكي هو المدوّنة لتلميذه أسد بن فرات والتي أخذها سحنون ورتّبها ونشرها باسم المدوّنة الكبرى.\nوأهم المصادر التي اعتمد عليها في استنباطه للأحكام وفي فقهه ، مضافا للكتاب والسنّة هي :",
        "1 ـ الاستحسان 2 ـ الاستصحاب 3 ـ المصالح والذرائع 4 ـ العرف والعادة والقياس عنده في مرتبة ضعيفة.\nالمذهب الحنفي : ينتسب إلى النعمان بن ثابت بن زوطي بن ماه ( أبو حنيفة ) المولود في الكوفة سنة 80 ه‍ ، وقد تفقّه فيها وكانت دراسته وتلقّيه للفقه عن شيخه حمّاد بن أبي سليمان ( المتوفّى سنة 120 ه‍ ) تلميذ إبراهيم بن يزيد النخعي ( المتوفّى سنة 96 ه‍ ).\nوقد توفي أبو حنيفة في بغداد سنة 150 ه‍.\n__________________",
        "(1) الإمام الصادق والمذاهب الأربعة 2 : 556 ، ومقدّمة مستدرك الوسائل 1 : 21.\n(2) أضواء على السنّة المحمديّة : 346.\nوتتلمذ أيضا على الإمام جعفر الصادق ، وعلى أبيه الإمام محمد الباقر 8 ، وعلى زيد بن علي ، وقد أكثر تلميذاه أبو يوسف ومحمد بن الحسن الشيباني من الرواية عن الصادق 7 في مسنديهما لأبي حنيفة (1).\nوكان أبو حنيفة معتزّا بالسنتين اللتين درس فيهما على الإمام الصادق 7 وقد عبر عنهما بقوله : « لو لا السنتان لهلك النعمان ».",
        "وكانت طريقة أبي حنيفة في الاستنباط للأحكام الشرعية على ما نقل عنه من الأخذ بكتاب الله فإذا لم يجد فيه أخذ بسنّة رسول الله 6 المتواترة. أو ما اتّفق علماء الأمصار على العمل بها ، أو ما رواها صحابي أمام جمع منهم ولم يخالف فيها أحد ، فإذا لم يجد ذلك أخذ بإجماع الصحابة ، فإذا لم يجد ذلك اجتهد وعمل بالقياس ، فإذا قبح القياس عمل بالاستحسان. وكان تشدّده في عدم العمل بالسنّة سببا في كثرة أخذه بالقياس والاستحسان والاجتهاد بالرأي (2).\nوقد اشتهر قول الصادق 7 في ردّ القياس ونفيه عن أن يكون مصدرا من مصادر التشريع « إنّ دين الله لا يصاب بالعقول ، وإنّ أوّل من قاس إبليس قال : أنا خير منه خلقتني من نار وخلقته من طين ».\nونتيجة لذلك المنهج الفقهي فقد حدثت بين أبي حنيفة وبين علماء عصره منازعات ، ومن ذلك ما حدث من وحشة ونفرة بين أبي حنيفة وبين عظماء فقهاء أهل الكوفة ، كسفيان بن سعيد الثوري المتوفّى سنة 161 ه‍ ، لأنّ أبا حنيفة من أهل الرأي وسفيان من أئمّة الحديث ، وشريك بن عبد الله النخعي قاضي الكوفة المتوفّى سنة 177 ه‍ ، ومحمد بن عبد الرحمن بن أبي ليلى المتوفّى سنة 148 ه‍ ، وكان من أصحاب الرأي وهو الذي يقول الثوري فيه وفي ابن شبرمة « فقهاؤنا ابن ابي ليلى وابن شبرمة ».\n__________________",
        "(1) أدوار علم الفقه : 142.\n(2) نفس المصدر : 142.\nوقد طعن الظاهرية بالمذهب الحنفي بأنّه فلسفة فارسيّة ، ورمى ابن حزم أبا حنيفة وأتباعه بالكلام القارص فوصف أقوال أبي حنيفة وأتباعه بالكذب وبالكلام الأحمق البارد ، وسدّد الخطيب البغدادي سهامه في تأريخه بعبارات خشنة عليه وعلى أتباعه (1).\nوقد روى عنه تلاميذه في الحديث مسانيد عديدة بلغت على ما يحكى خمسة عشر مسندا ، منها مسند القاضي أبي يوسف يعقوب المتوفّى سنة 182 ه‍ ، ومسند محمد بن الحسن الشيباني المتوفّى سنة 189 ه‍ ، وغيرها جمعها قاضي القضاة محمد الخوارزمي المتوفى سنة 665 ه‍ ، في كتاب واحد أسماه ( جامع المسانيد ).",
        "ولكن ابن خلدون يذكر في مقدمته أنّ الأحاديث المروية عن أبي حنيفة تبلغ سبعة عشر حديثا أو نحوها.\nومسائل الفقه عند الحنفية ثلاثة أقسام : \nالأوّل : الأصول ، وهي المسائل التي رواها الثقات عن أبي حنيفة أو أحد تلاميذه كأبي يوسف وزفر ومحمد بن الحسن الشيباني وغيرهم ممّن سمع من نفس أبي حنيفة وتسمّى بظاهر الرواية وقد جمعها محمد بن الحسن المذكور في كتب ستّة تعرف بكتب ظاهر الرواية أو مسائل الأصول ، وعن هذه الكتب أخذت جمعية مجلّة الأحكام العدليّة أكثر مسائلها المدوّنة فيها.\nالثاني : النوادر ، وهي المسائل التي رواها الموثوق بهم عن أبي حنيفة أو عن أصحابه ، ولكن لم تشتهر روايتها وتسمّى بكتب النوادر أو مسائل النوادر ، ككتاب أمالي محمد في الفقه.",
        "الثالث : الفتاوى ، وهي المسائل التي أفتى بها مجتهد والحنفيّة المتأخّرون فيما لم يرووا فيه رواية عن أبي حنيفة ولا عن أصحابه ، ولكن كانت الفتوى تخريجا على مذهبه ، ويقال إنّ أوّل كتاب عرف في هذا القسم ـ أعني فتاوى الحنفية ـ هو‌\n__________________\n(1) أدوار علم الفقه : 146 ـ 147.\nكتاب « النوازل » لأبي ليث السمرقنديّ المتوفّى سنة 376 ه‍ (1).",
        "وقد كان لأبي حنيفة تلاميذ شاع ذكرهم وولوا لبني العباس القضاء ، فخدموا مذهب استاذهم بما استطاعوا من نفوذ.\nوأشهر تلاميذه هم : أبو يوسف مؤلّف كتاب « الخراج » الذي تناول فيه الدستور المالي للدولة الإسلامية فقها مجرّدا. وكذلك محمد بن الحسن الشيباني ، له كتب ستّة ، جمع فيها مسائل الأصول في مذهب إمامه ، وهي : المبسوط ( الأصل ) والجامع الصغير ، والجامع الكبير والزيادات والسير الصغير والسير الكبير ، وهذه الكتب سمّيت بكتب ظاهر الرواية لأنّها رويت عنه برواية الثقات ، وقد جمع هذه الكتب الستة الحاكم الشهيد في كتاب أسماه « الكافي » وشرحه السرخسي في كتابه المبسوط ، كما جمع الحاكم الشهيد أيضا كتب النوادر لمحمد بن الحسن في كتاب واحد سماه « المنتقى » (2).\nوكانت هناك منافرة شديدة بين أبي يوسف ومحمّد بن الحسن الشيباني.\nوثالثهم : زفر بن الهذيل الكوفي.",
        "ورابعهم الحسن اللؤلؤي الكوفي ، وكان هؤلاء الأربعة نسبتهم لأبي حنيفة نسبة التلاميذ لاستاذهم ، لا نسبة المقلدين إلى مرجعهم ، لاستقلالهم بما به يفتون ، وقد يخالفونه في الفتوى.\nالمذهب الشافعي : ينتسب الى أبي عبد الله محمد بن إدريس بن العباس بن عثمان بن شافع وإليه ينسب الشافعي.\nولد بغزّة سنة 150 ه‍ ، وتوفي بمصر سنة 204 ه‍ ، وتلمّذ على مالك صاحب الموطأ وعلى إبراهيم بن محمد بن يحيى المديني تلميذ الإمام الصادق 7 وأكثر الشافعي من الرواية عنه ، ثمّ ذهب لليمن وقد بلغ سن الثلاثين للقيام بعمل يساعده على دهره ، واتّهم هناك بالتشيّع فأمر هارون الرشيد بحمله إليه سنة 184 ه‍ ، وجي‌ء به للرشيد وهو بمدينة الرقة ، وبعد ذا أمر بإطلاقه‌\n__________________",
        "(1) أدوار علم الفقه : 144.\n(2) مناهج الاجتهاد في الإسلام : 36 ـ 37.\nواتّصل بمحمد بن الحسن الشيباني صاحب أبي حنيفة ـ ثمّ رجع لمكّة المكرمة ، ثمّ عاد للعراق مرة ثانية سنة 195 ه‍ زمان خلافة محمد الأمين ، ثمّ عاد للحجاز ، وفي سنة 198 ه‍ قدم العراق مرّة ثالثة ، ومنه سار إلى مصر ونزل بالفسطاط ولم يزل بها حتى مات سنة 204 ه‍ (1).\nومن أشهر تلاميذ الشافعي أبو ثور وأحمد بن حنبل والحسن الزعفراني والحسين الكرابيسي وأحمد بن يحيى البغدادي.",
        "قال الدهلوي :\nجاء الإمام الشافعي في أوائل ظهور مذهب الإمام أبي حنيفة ، والإمام مالك ، وترتيب أصولها وفروعها ، فنظر في صنيع الأوائل ، فلم يأخذ ببعض ما أخذوا به كالحديث المرسل ، وكمل بعض النواقص الموجودة في تلك المذاهب حسب اعتقاده ـ فوضع أصولا ، وقواعد دوّنها في كتاب يعتبر أول تدوين وصلنا في أصول الفقه ، وعمل بالأحاديث التي لم تبلغ من قبله ، أو لم تصح في نظرهم ، فاجتهدوا بآرائهم أو اتّبعوا العمومات ، أو اقتدوا ببعض الصحابة ، أو ظهرت بعد الأئمة ، وتركها الأتباع ، ظنّوا عدم أخذ الإمام بها ، وترك شيوخ أهل البلد إيّاها علّة قادحة فيها ، وترك بعض أقوال بعض الصحابة لكونه مخالفا للحديث ، وأبطل العمل بالرأي الذي هو بمعنى نصب مظنة الحرج ، أو مظنة المصلحة علّة للحكم والذي اختلط بالقياس الذي يجيزه الشرع (2).\nوطريقة الشافعي في الاستنباط أن يأخذ بظواهر القرآن إلاّ إذا قام الدليل على عدم إرادة ظاهرها ، وبعده بالسنّة ، وكان يعمل بخبر الواحد الثقة الضابط ولو لم يكن مشهورا خلافا للحنفيّة ، ولا موافقا لعمل أهل المدينة خلافا لمالك ، ثم يعمل بعد ذلك بالإجماع وعدم الخلاف ، ثمّ بعد ذلك يعمل بالقياس إذا كانت علّته منضبطة.\nوردّ أشدّ الرد على عمل الحنفية بالاستحسان ، وألّف فيه كتابا سمّاه‌",
        "__________________\n(1) أدوار علم الفقه : 157.\n(2) حجة الله البالغة ، للدهلوي 1 : 304."
    ]
}