{
    "partText": [
        "\nجلاء البصائر\nفي الرد على\nكتابي شفاء الفؤاد والذخائر\nكتبه/ سمير بن خليل المالكي\nبسم الله الرحمن الرحيم\n((الحمد لله الذي خلق السموات والأرض وجعل الظلمات والنور، ثم الذين كفروا بربهم يعدلون)) ]الأنعام: 1[.\n((وقال الله لا تتخذوا إلهين اثنين.إنما هو إله واحد فإياي فارهبون.وله ما في السموات والأرض وله الدين واصباً.أفغير الله تتقون.وما بكم من نعمة فمن الله ثم إذا مسكم الضر فإليه تجأرون.ثم إذا كشف الضر عنكم إذا فريق منكم بربهم يشركون.ليكفروا بما آتيناهم فتمتعوا فسوف تعلمون)) ]النحل: 51-55[.\n((يا أيها الناس اعبدوا ربكم الذي خلقكم والذين من قبلكم لعلكم تتقون.الذي جعل لكم الأرض فراشاً والسماء بناءً وأنزل من السماء ماءً فأخرج به من الثمرات رزقاً لكم.فلا تجعلوا لله أنداداً وأنتم تعلمون)) ]البقرة: 21-22[.\n((أم اتخذوا آلهة من الأرض هم ينشرون.لو كان فيهما آلهة إلا الله لفسدتا فسبحان الله رب العرش عما يصفون.لا يسأل عما يفعل وهم يُسألون.أم اتخذوا من دونه آلهة، قل هاتوا برهانكم.هذا ذكر من معي وذكر من قبلي، بل أكثرهم لا يعلمون الحق فهم معرضون.وما أرسلنا من قبلك من رسول إلا نوحي إليه أنه لا إله إلا أنا فاعبدون)) ]الأنبياء: 21- 25[.\nوأشهد أن لا إله إلا الله وحده لا شريك له، شهادة مقر بربوبيته، شاهد بوحدانيته، مذعن له بطاعته، معترف بنعمته، فار إليه من ذنبه وخطيئته، مؤمل لعفوه ورحمته، طامع\nفي مغفرته، بري إليه من حوله وقوته.\nلا يبتغى سواه رباً، ولا يتخذ من دونه ولياً ولا وكيلاً، عائذ به ملتج إليه، لا يروم عن عبوديته انتقالاً ولا تحويلاً.\nوأشهد أن محمداً عبدالله ورسوله، وخيرته من خلقه وأمينه على وحيه، أقرب الخلق إليه وسيلة، وأعظمهم عنده جاهاً وأسمعهم لديه شفاعة، وأحبهم إليه وأكرمهم عليه.\nرفع له ذكره، وشرح له صدره، ووضع عنه وزره، وجعل الذلة والصغار على من خالف أمره.\n(1/1)\n",
        "أرسله الله على حين فترة من الرسل، والناس من الكفر والجهل والضلال في أقبح خيبة وأسوأ حال، يعبدون الأصنام ويدعون الأوثان ويتخذون الأنداد، وقد جمعوا إلى ذلك ألواناً من الفواحش والمنكرات، كالقتل والزنا وشرب الخمر ونكاح المحارم ووأد البنات، وزيادة في الكفر وإمعاناً في الغي والضلال.\nفقام فيهم رسول الله( بما أوجبه الله عليه من الدعوة والتبليغ والإنذار خير قيام، ودعاهم إلى توحيد الله وترك الإشراك به ونبذ الآلهة والأصنام، فأبوا عليه وعاندوه وكذبوه، ثم تمالؤا عليه فآذوه وأخرجوه، هو ومن آمن معه، وما آمن معه إلا قليل.\nوظل ( مشمراً في تبليغ هذا الدين لا يرده عنه راد، صادعاً بما أمره الله لا يصده عنه صاد، حتى أشرقت برسالته الأرض بعد ظلماتها، وتألفت بدعوته القلوب بعد شتاتها، وعز جند الرحمن وذل حزب الشيطان وظهر نور الفرقان وقامت حجة الله على الإنس والجان.\nفلما أظهر الله دينه وأكمله، وأتم على عباده نعمته وفضله، قبض إليه عبده ورسوله، تاركاً أمته على محجة بيضاء نقية وطريقة واضحة سوية لا يزيغ عنها إلا هالك.\n* وظل نور النبوة ساطعاً في القرن الأول لم تطفئه عواصف الأهواء، ولم يلتبس بظُلَم الآراء، حتى فتح عليهم باب الفتنة بعد مقتل الخليفة الراشد أمير المؤمنين عثمان بن عفان رضي الله عنه، ونشأت من يومها الفرقة في الأمة، وظهرت البدع والأهواء، وخرجت الفرق الضالة كالخوارج والشيعة والقدرية وأهل الإرجاء.\n* ثم كثرت في القرنين الثاني والثالث وتفرعت وافترقت، وازدادت كثرة في القرون التي تلت.\n(1/2)\n\n* ولم تزل تنمو وتكثر وتتعدد، تحقيقاً لقضاء الله الكوني، وتصديقاً للحديث النبوي الذي أخبر فيه ( أن أمته ستفترق إلى ثلاث وسبعين فرقة كلها في النار إلا واحدة.وهذه الفرقة الناجية والطائفة المنصورة هي التي بقيت موصولة بالعهد القديم والنهج القويم، مستمسكة بحبل الله المتين متبعة صراطه المستقيم، مستضيئة بنور السنة والكتاب، مستنيرة بمنهج الأصحاب، قائمة بما أمر الله به من النصح والبيان والجهاد باليد واللسان والبنان.\nولقد سطر التاريخ حوادث متنوعة ووقائع متعددة من جهاد سلف هذه الأمة الخيرة، لدعاة البدع والأهواء مع ظهور أول بدعة في الدين، بدعة التكفير التي أسسها الخوارج، فقام الصحابة بواجب الرد والإنكار، فجادلهم حبر هذه الأمة عبدالله بن عباس رضي الله عنهما وحاجهم، فهدى الله به جماعة منهم، وأصر الباقون على بدعتهم فقاتلهم الصحابة في وقعة مشهورة.\n* ورد علي بن أبي طالب رضي الله عنه على الشيعة بدعتهم، ولما أصر غلاتهم على الكفر حرقهم بالنار ليكونوا عبرة لأولي الأبصار.\n* وأنكر عبدالله بن عمر رضي الله عنهما على معبد الجهني رأس القدرية وتبرأ منه ومن بدعته.\n* وأنكر الحسن البصري رحمه الله في عصر التابعين، على واصل بن عطاء رأس المعتزلة، وهجره وأمر بعزله عن مجلسه.\n* ولما ظهر الجعد بن درهم رأس علماء الكلام وأول من قال بخلق القرآن، أنكر عليه وهب بن منبه وغيره من الأئمة وحذروه.\nفلما أصر على كفره ضحى به خالد بن عبدالله القسري.\n* وناظر الإمام الشافعي رحمه الله بشراً المريسي رأس الجهمية في وقته، وكفره أكثر الأئمة، وألف في الرد عليه الإمام عثمان الدارمي.",
        "(1/3)\n\n* ولما صار للمعتزلة الجهمية صولة وسطوة في عهد المأمون الذي تبنى بدعتهم ودعا إليها وامتحن الناس عليها، وقف الأئمة منها موقفاً مشرفاً وعلى رأسهم إمام أهل السنة في عصره بلا منازع أحمد بن حنبل رحمه الله ورضي عنه، وقد ألف فيهم كتابه المشهور \"الرد على الجهمية والزنادقة\".\n* ولم يزل دأب أئمة السلف في الرد على أهل البدع والأهواء والتصدي للمخالفين عبر تلك القرون الطويلة، خاصة بعد حدوث النحل الخبيثة، القرامطة والباطنية والفلاسفة الملاحدة، وهذه الفرق هي أشد نكبة نكب بها الإسلام وأهله منذ أن خلق الله الخليقة إلى يومنا هذا، وقد قيض الله لها من يردها ويدحرها وينتصر للسنة وأهلها، إماماً عبقرياً من أئمة الهدى، وهو شيخ الإسلام أحمد بن تيمية عليه رحمة الله فناظرهم وجادلهم وحاجهم وألف في الرد عليهم وكشف زيفهم وباطلهم وله في الرد على كل الفرق المخالفة والمذاهب المنحرفة، مؤلفات عديدة، فكان بحق إمام أهل السنة في عصره وحامل لواء الذب عن عقيدة السلف والدفاع عن حوزة السنة والدفع في وجه كل بدعة مضلة.\nولا تزال مصنفات ذلك الإمام الفذ ورسائله في كل فن، وخاصة في تقرير مذهب السلف والرد على المخالفين، هي المرجع الأساس لكل من جاء من بعده من علماء الأمة.\nومن أجل ذلك عاداه أصحاب تلك النحل الفاسدة واجتمعوا عليه وتكالبوا ورموه عن قوس واحدة، ولما أعجزهم في مقام الحجة والبيان والمناظرة لجأوا إلى مثل ما لجأ إليه أعداء الرسل حين تنقطع منهم الحجة ويخرسهم منطق الحق ((قالوا حرقوه وانصروا آلهتكم إن كنتم فاعلين)).\nوتفصيل الكلام على جهاد ذلك الإمام الهمام وردوده ومناظراته مع المخالفين لا تكفيه هذه الأسطر، ولا مئات الأسطر، ويكفينا الإشارة إلى بعضها، على سبيل المثال لا الحصر:\n(1/4)",
        "\nفقد رد على غلاة المتصوفة وكفرهم، كابن عربي والحلاج وابن الفارض والعفيف التلمساني، ورد على الفلاسفة، كابن سينا والفارابي، وعلى الأشاعرة، كالرازي والباقلاني وأبي حامد الغزالي، وغيرهم.\n* وظل الجهاد ماضياً بين أهل السنة والمخالفين، يقوى تارة ويفتر أخرى، إلى أن جاء عهد قويت فيه شوكت البدع وسرت في الأمة سريان النار في الهشيم، وبلغ الجهل بالدين مبلغاً يندى له الجبين، فعبدت الأصنام والأشجار والأحجار، وذبح عندها القرابين، وانتهكت المحارم وظهرت الفواحش والمنكرات وغدت أمور الدين وأركانه وفرائضه لدى كثير من أبناء\nالمسلمين نكرة من النكرات.\nفقيض الله لهذه الأمة شيخ الإسلام، الإمام المصلح الرباني، محمد بن عبدالوهاب التميمي، الذي جدد الله به الدين ونصر به الملة وأعلى به السنة وقمع به الباطل ودحر به البدعة، فطفق يدعو الناس إلى عبادة الله وحده وترك الإشراك به، ويبث فيهم مذهب السلف، وله مصنفات في تقرير مسائل التوحيد والرد على المخالفين، وأوذي من أجلها وامتحن حتى كتب الله له القبول في الأرض، فعمت دعوته أرجاء المعمورة، ونفع الله بها أمماً وخلائق لا يحصى عددهم إلا الخالق.\n* واستمر الأمر على ذلكم المنوال، والخلاف قائم بين الطائفتين، دعاة السنة والائتلاف ودعاة البدعة والاختلاف، والحرب بينهما سجال، غير أن الحق دائماً منصور، والباطل مهزوم مدحور ((والله غالب على أمره ولكن أكثر الناس لا يعلمون)).\nأما بعد، وكان ممن حمل لواء البدعة في هذا الزمان، وانتصر لها، ونشرها بين الناس ودعا إليها وجادل عنها وماحل، الشيخ الدكتور محمد بن علوي المالكي(1) - هداه الله وأصلحه - الذي أعادها جذعة وأثارها فتنة وأحياها سنة جاهلية.\n__________\n(1) : يجتمع والدي مع الدكتور في الأب الثالث عبد العزيز المالكي.\n(1/5)\n",
        "ولم يقتصر الشيخ في بث بدعة ومخالفاته ونشرها من خلال تلك المجالس والمحافل التي كان يعقدها هنا وهناك، فحسب، بل ألف في ذلك جملة من المؤلفات، أكثرها، إن لم يكن كلها، نقول من كتب أسلافه من المخالفين نقلها بعُجَرها وبُجَرها، فغدت كتبه ومؤلفاته مجمع أخطاء وسوءات ومحفل أغلاط ومنكرات.\nومن أشنع كتبه ومؤلفاته الجامعة لكل بلية في الدين ومصيبة في الاعتقاد، كتابا \"الذخائر المحمدية\" و \"شفاء الفؤاد\"، فقد شحنهما وسود صحائفهما بجملة من المخالفات والدواهي العظام التي تهدم قواعد الدين وأركانه وتنقض عرى الإسلام وكيانه.\nولأن الأمر فوق ما وصفت وأكبر مما ذكرت، فسوف أذكر خلاصة موجزة لأهم ما ورد في الكتابين المذكورين وأعرض مُثلاً مما سُطر فيهما لتستبين طريقته، وتنجلي حقيقته، فليس الخبر كالمعاينة، ثم أشرع بعدها في التعقيب والرد، مستعيناً بالله وحده مستلهماً منه التوفيق والرشد.\n* * *\n1- \"الذخائر المحمدية\"\nتعريف\nاسم الكتاب: \"الذخائر المحمدية\" القسم الأول.\nحجم الكتاب: يقع في 354 صفحة من القطع المتوسط.\nاسم المؤلف: \"محمد بن علوي بن عباس المالكي المكي الحسني\" كذا كتب على الغلاف.\nطبع الكتاب: بمطبعة حسان بالقاهرة سنة 1978.\nموضوع الكتاب: ذكر المؤلف في مقدمته أنه مجموعة مباحث متفرقة غير مرتبة، متعلقة بشخص النبي (.\nابتدأها بذكر نسبه الشريف وولادته وطرف من سيرته وشمائله ودلائل نبوته، وجملة من خصائصه وختم الكتاب بوفاته (.\nمصادر الكتاب: ذكر المؤلف مصادره في ثنايا الكتاب ومنها:\n\"المواهب اللدنية بالمنح المحمدية\" للقسطلاني المصري المتوفى سنة 923هـ، وشرحه للزرقاني المالكي المتوفى سنة 1122هـ.\nومنها: \"الشفا بتعريف حقوق المصطفى\" للقاضي عياض اليحصبي المتوفى سنة 544هـ.\nو\"الخصائص الكبرى\" للسيوطي المتوفى سنة 911هـ.\nو\"الذخائر القدسية\" لعبدالحميد قدسي.\nقلت: ولعله اقتبس اسم الكتاب من هذا الأخير فسماه \"الذخائر المحمدية\".\n(1/6)\n\nالردود والتعقيبات\n* كتب في الرد على كتاب \"الذخائر\" الشيخ أبوبكر الجزائري جزءاً صغيراً سماه \"كمال الأمة في صلاح عقيدتها\" اقتصر فيه على بعض مسائل الكتاب بأسلوب سهل لطيف.\n* وتبعه الشيخ عبدالله المنيع بكتاب \"حوار مع المالكي\" وكشف فيه كثيراً من أخطائه وضلالاته.\n* والشيخ سفر الحوالي في عدة شرائط صوتية بعنوان \"الرد على الخرافيين\" تناول جذور المنهج الصوفي الذي ينتمي إليه مؤلف \"الذخائر\" وجلى بوضوح حقيقة هذه النحلة وطرائقها من واقع ما كتبه أقطابها، ومن أشهرهم: عبدالوهاب الشعراني المتوفى سنة 973هـ في كتاب \"لواقح الأنوار في طبقات الأخيار\" وهو المعروف باسم \"طبقات الشعراني الكبرى\".\n* وجاءت الردود والتعقيبات على الشيخين الجزائري، وابن منيع، ومنها:\n1- \"الرد المحكم المنيع\" للشيخ يوسف الرفاعي رد به على الشيخ ابن منيع.\n2- \"التحذير من الاغترار بما جاء في كتاب الحوار\" للشيخ عبدالكريم المغربي والشيخ عبدالحي العمراوي.\n3- \"إعلام النبيل بما في شرح الجزائري من التلبيس والتضليل\" للشيخ راشد المريخي.\n* فتعقبهم الشيخ الجزائري في جزء لطيف ممتع سماه \"وجاءوا يركضون..مهلاً يا دعاة الضلالة\".\n* * *\n2- عرض وتحليل\nجاء في مقدمة الكتاب ما نصه (أما بعد، فهذه مباحث لطيفة وفوائد شريفة مختلفة ومتعددة لا يجمعها باب ولا يربطها فصل ولا يتصل بعضها ببعض، وإنما يربطها شيء واحد ذلكم أنها تتعلق بحضرة المصطفى ( فهذه هي النقطة الجامعة بين مباحث هذا الكتاب.\nوهو ليس جهد سنة ولا سنتين، بل هي ثمرات مطالعات طويلة ونتائج مدارسة قديمة اشتغلت بجمعها وتقييدها منذ عرَّفت نفسي أن طلاب العلم الشريف غذاؤهم المطالعة\nبل هي روحهم وريحانهم وقرة أعينهم.\nومنها خواطر في تفسير بعض الحقائق النبوية أو تحليل ما قد يستشكله بعض الناس في هذا الباب وردت على قلبي معانيها فأثبتها خشية ضياعها.",
        "(1/7)\n\nوما كنت أود إظهار هذه المجموعة المباركة لأنني مشتغل بجمعها، ولكن أشار على من\nلا تسعني مخالفته بإبراز ما يمكن إبرازه ليستفيد منه من يحب ذلك..) اهـ.\nقلت: ومن هذه المقدمة يظهر لك أمران:\nأحدهما يتعلق بالمؤلف، وهو اعتداده بنفسه وشأنه وتفخيمه لعلمه وقلمه، كما يظهر من كلامه، مثل قوله (منذ عرَّفت نفسي..)، فالشيخ أكبر من أن يعرفه أحد أو يعلمه أحد\nبل هو الذي عرَّف نفسه بنفسه وهو الذي علمها وأدبها، فلا غرو إذاً أن يكثر الشذوذ في آرائه وأفكاره، والنكارة في أقواله وأفعاله، ولله في خلقه شئون ((قال إنما أوتيته على علم،\nبل هي فتنة)).\nوالثاني: متعلق بالكتاب، وهو قوله (ليس جهد سنة ولا سنتين، بل هي ثمرات مطالعات طويلة..) الخ، وهذا يعني أن ما تضمنه الكتاب من أغلاط وشناعات ليست عثرة قلم\nولا زلة بنان، وإنما هي مسائل محررة ونقول مختارة بعناية لم تسطر إلا بعد تأمل ودراسة، ومطالعة ومدارسة، وهذا يدل على تمام الرضا وكمال الموافقة لكل ما نقله وسطره، خاصة وهو يسوق تلك الأقوال في معرض الرد على مخالفيه، ثم أكد رضاه التام بكل ما نقله بما كاله من عبارات الإطراء والتفخيم والتبجيل والتعظيم لأولئك القائلين وأقوالهم.\nومن أمثلة ذلك ما جاء في صحيفة (43) تحت عنوان (حياة النبي () قال الدكتور:(كتب في هذا البحث الإمام الحافظ الفقيه ابن حجر الهيتمي قصيدة غراء، وشرحها العلامة الشيخ محمد حبيب الله الشنقيطي شرحاً موجزاً ذكرنا أكثره بعد القصيدة) ثم نقل القصيدة وقال عقبها في (ص46):(شرح هذه القصيدة العلامة الشيخ محمد حبيب الله الشنقيطي ، وقد رأيت شرحه هذا واستفدت منه هذه الفوائد الآتية).ثم ذكر الفوائد المستفادة من الشرح المذكور.\nقلت: أفمن يمدح قائلاً بمثل هذا المديح (الإمام الحافظ الفقيه) ويصف قصيدته بأنها (غراء) ألا يكون راضياً بما قال متابعاً له فيما نقل ؟\n(1/8)",
        "\nثم وصفه لشارحها بـ (العلامة) وقوله عن الشرح :(واستفدت منه هذه الفوائد الآتية)\nألا يدل على أنه معتقد بقوله راض بحكمه موافق له في مذهبه ؟!\nلقد حكم الله عز وجل في كتابه على من جالس أصحاب المعاصي في حال فعلهم للمعصية بأنهم مثلهم إذا لم ينكروا عليهم أو يقوموا عنهم، لأن ذلك دليل على رضاهم بالمعصية وقبولهم لها كما قال تعالى: ((وقد نزل عليكم في الكتاب أن إذا سمعتم آيات الله يكفر بها ويستهزأ بها فلا تقعدوا معهم حتى يخوضوا في حديث غيره إنكم إذاً مثلهم إن الله جامع المنافقين والكافرين في جهنم جميعاً)) ]النساء: 140[.\nقال القرطبي رحمه الله (5/418):(فدل بهذا على وجوب اجتناب أصحاب المعاصي إذا ظهر منهم منكر، لأن من لم يجتنبهم فقد رضي فعلهم، والرضا بالكفر كفر.قال الله عز وجل ((إنكم إذاً مثلهم)) فكل من جلس في مجلس معصية ولم ينكر عليهم يكون معهم في الوزر سواء.\nوينبغي أن ينكر عليهم إذا تكلموا بالمعصية وعملوا بها، فإن لم يقدر على النكير عليهم فينبغي أن يقوم عنهم حتى لا يكون من أهل هذه الآية).\nثم قال القرطبي:(وإذا ثبت تجنب أصحاب المعاصي كما بينا فتجنب أهل البدع والأهواء أولى) اهـ.\nقلت: فهذا حكم من جالسهم فقط، فكيف لو وافقهم وأظهر الرضا بكلامهم واحتفى به وأثنى عليه، ثم نقله إلى الآخرين محتجاً به مجادلاً عنه منتصراً له، ثم زاد على ذلك كله بأن خلع عليه وعلى قائليه حلل التفخيم وغلائل التقديس ؟!\n* ولننظر الآن ما جاء في تلك القصيدة (الغراء)!! كما زعم :\nقال (ص43-45):\nتواترت الأدلة والنقول فما يحصي المصنف ما يقول\nبأن المصطفى حي طري هلال ليس يطرقه أفول\nإلى أن قال:\nوصوم ثم حج كل عام يجوز عليه بل لا يستحيل\nويطهر للصلاة بماء غيب ويقضيها بذا ورد الدليل\nيصلي في الضريح صلاة خمس دواماً لا يمل ولا يميل\nإلى أن قال:\nوبقعته التي ضمته حقاً رياض من جنان تستطيل\nكذا اللحد الذي ضم الطوايا تشرف حين حل به النزيل\n(1/9)\n",
        "وأفضل من عرش ومن جنان عدن وفردوس بها خير جزيل\nوفي القبر الشريف تراه حياً إلى كل البقاع له وصول\nولولا أنه حي حري بإدراك كما نقل الفحول\nلما سعت الشموس إليه حقاً تسلم حين تطلع أو تزول\nوما كان الحجيج إليه يسعى ويرجو أن يكون له قبول\nإلى أن قال:\nويلقاهم إذا وفدوا عليه وينظرهم إذا ازدحم القفول\nثم قال:\nومن لم يعتقد هذا بطه يقيناً فهو زنديق جهول\nعُبيد هيتمي مستجير بمن حطت بساحته الحمول\nقلت: ولست بصدد التعقيب والرد على ما حوته هذه الأبيات من أغلاط شنيعة وأخطاء جسيمة، فهذا له موضع آخر ستراه إن شاء الله في هذا الكتاب.\nلكن تأمل معي قول الناظم:(ومن لم يعتقد هذا بطه يقيناً فهو زنديق جهول)، فهو يؤكد ما ذكرته من أن المخالف موافق لما ينقل راض به غاية الرضا، وإلا لكان داخلاً في جملة المحكوم عليهم بالجهل والزندقة (أي الكفر) !\nوهو بين أمرين أحلاهما مُر، إما أن يكون معتقداً بما في تلك القصيدة (الغراء) !،\nكما وصفها، موافقاً لناظمها (الإمام الحافظ الفقيه)!، كما وصفه، مقلداً له في كل\nما ذهب إليه:\n* من أن النبي ( يصلي في قبره الصلوات الخمس متطهراً بماء الغيب، وأنه يصوم ويحج مع المسلمين كل عام فيقف بالمشاعر ويؤدي المناسك، ثم يستقبل حجاج قبره ويتلقاهم حين يفدون إليه، وأن قبره أفضل من الكعبة والمسجد الحرام ومن السموات والأرض وجنة عدن بل أفضل حتى من العرش الذي استوى عليه الرحمن !!\n* وأن من لم يعتقد بمثل هذا الاعتقاد يقيناً من غير شك فهو في نظر هذا المؤلف: كافر زنديق خارج عن الإسلام حلال الدم والمال.\n* وإما أن يكون المؤلف منكراً لما جاء في تلك الأبيات من اعتقادات باطلة، فيكون في عداد المحكوم عليهم بذلك الحكم الجائر، الكفر والجهل، وعليه فكيف يسوغ له عقلاً وشرعاً أن يحتفي بها ويمتدحها وقائلها ويعظمها ويعظمه ؟ إلا إذا كان راضياً بذلك الحكم مغتبطاً به والعياذ بالله !\n(1/10)\n\nأقول: ولا شك أن الأمر الأول هو الظاهر، وإنما أوردت الاحتمال الآخر على وجه الإلزام إذ لا يعقل أبداً أن يحكي الإنسان قولاً ويصبغه بتلك الحفاوة ويبالغ في تعظيمه وإطرائه ويجادل به وينافح عنه إلا وهو معتقد به كل الاعتقاد راضٍ به غاية الرضا.\n* مثال آخر: في صحيفة (158) ذكر تحت عنوان (فأنت باب الله) ما نصه: (للقطب الكبير سيدنا محمد بن أبي الحسن البكري المصري، وهي مجربة لقضاء الحوائج تقرأ في آخر الليل بعد ما تيسر من الصلاة، يكرر بيت: عجل بإذهاب الذي أشتكي 73 مرة) ثم ذكر القصيدة.\nقلت: ومن كانت هذه عباراته في الثناء والإطراء البالغين على القائل، أيكون موافقاً له أم مخالفاً ؟‍‍!\nوقوله عن أبيات القصيدة إنها مجربة لقضاء الحوائج، ثم وصيته بتكرير بيت منها خاصة 73 مرة، دليل على رضاه بها واعتقاده وقبوله لها أم العكس؟\nوالجواب معلوم ببداهة العقول، ولننظر الآن ماذا قال سيده (القطب الكبير)!:\nما أرسل الرحمن أو يرسل من رحمة تصعد أو تنزل\nفي ملكوت الله أو ملكه من كل ما يختص أو يشمل\nإلا وطه المصطفى عبده نبيه مختاره المرسل\nواسطة فيها وأصل لها يعلم هذا كل من يعقل\nفلذ به في كل ما تشتكي فهو شفيع دائماً يقبل\nولذ به في كل ما ترتجي فإنه المأمن والمعقل\nوحط أحمال الرجا عنده فإنه المرجع والموئل\nوناده إن أزمة أنشبت أظفارها واستحكم المعضل\nيا أكرم الخلق على ربه وخير من فيهم به يسأل\nقد مسني الكرب وكم مرة فرجت كرباً بعضه يذهل\nإلى قوله:\nعجل بإذهاب الذي أشتكي فإن توقفت فمن ذا أسأل\nفحيلتي ضاقت وصبري انقضى ولست أدري ما الذي أفعل\nإلى قوله:\nفأنت باب الله أي امرئ أتاه من غيرك لا يدخل",
        "(1/11)\n\n* مثال آخر: في صحيفة (201) ذكر تحت عنوان (خلاصة مفيدة في الخصائص النبوية) ما نصه: (اعتنى العلماء بالخصائص النبوية وألفوا فيها كثيراً من الكتب وأشهرها \"الخصائص الكبرى\" للحافظ السيوطي وقد لخصه السيوطي في رسالة موجزة، ونحن نلتقط منه هذه الدرر مع التهذيب وجملة هذه الخصائص تنحصر في ثمانية أقسام سنذكرها بعد هذه المقدمة).\nقلت: فاختياره وتهذيبه لتلك الخصائص (الدرر)، على حسب وصفه لها، لا يكون\nإلا مع تمام الموافقة وكمال الرضا والقبول.\nونسوق إليك أخي - القارئ - درراً من تلك الخصائص المزعومة \"الذخائر المحمدية\"\n(ص201-228):\n1- (خُصَّ رسول الله ( بأنه أول النبيين خلقاً).\n2- (وخَلْق آدم وجميع المخلوقات لأجله).\n3- (وكتابة اسمه الشريف على العرش وكل سماء والجنان وما فيها وسائر ما في الملكوت).\n4- (وذكر الملائكة له في كل ساعة).\n5- (وبأنه سمي من أسماء الله تعالى بنحو سبعين اسماً).\n6- (وأوتي علم كل شيء حتى الروح والخمس التي في آية ((إن الله عنده علم الساعة))).\n7- (وكان يسمع حفيف أجنحة جبريل وهو في سدرة المنتهى، ويشم رائحته إذا توجه بالوحي إليه).\n8- (وسأل ربه أن لا يَدخل النارَ أحدٌ من أهل بيته فأعطاه ذلك).\n9- (وإذا رغب في مزوَّجة وجب على زوجها طلاقها لينكحها).\n10- (وأن يزوج المرأة ممن شاء بغير إذنها وإذن وليها، ويزوجها لنفسه).\n11- (وكان يُقطع الأراضي قبل فتحها لأن الله ملَّكه الأرض كلها، وله أن يُقطِع أرض الجنة من باب أولى).\n12- (ولا يجوز التزوج على بناته، ومنع بعض العلماء التزوج على ذرية بناته وإن سفلن إلى يوم القيامة) قال:(ووجهه ظاهر).\n13- (وردت إليه الروح بعد ما قبض ثم خير بين البقاء في الدنيا والرجوع إلى الله فاختار الرجوع إليه).\nثم ختم الخصائص، التي استغرقت منه ثلاثين صفحة، بقوله:(قال الإمام الشعراني\n(1/12)",
        "\nرضي الله عنه وقد كتبت هذه الخصائص من خط سيدنا وشيخنا خاتمة الحفاظ الشيخ جلال الدين السيوطي رحمه الله ونفعنا بعلمه والمسلمين).\n* * *\n2- \"شفاء الفؤاد\"\n1- تعريف\nاسم الكتاب:\"شفاء الفؤاد بزيارة خير العباد\".\nحجم الكتاب:يقع في 237 صفحة من القطع المتوسط.\nاسم المؤلف: (السيد محمد بن السيد علوي بن السيد عباس المالكي الحسني.خادم العلم الشريف في البلد الحرام).كذا كتب على الغلاف.\nطبع الكتاب: طبع على نفقة وزارة الشئون الإسلامية والأوقاف بدولة الإمارات العربية. الطبعة الأولى سنة 1411هـ.\nموضوع الكتاب: متعلق بزيارة القبر النبوي الشريف وآداب الزيارة ومشروعية شد الرحال إليه وأحوال الزائرين ومقاماتهم، وذكر مجموعة من الأوراد والأذكار التي تقال عند القبر.\nثم ختم الكتاب بجملة من القصائد ابتدأها من صفحة 203 إلى نهاية الكتاب.\nتقريظ الكتاب: قدم للكتاب وزير الشئون الإسلامية والأوقاف بدولة الإمارات العربية، قرظ فيها الكتاب وأطرى مؤلفه، ومما قاله في مقدمته: (أما بعد فهذا السِفر الجليل والبحث النفيس...لمؤلفه الشريف العلامة الجليل سماحة الدكتور السيد محمد بن علوي..قد جلا فيه وجه الصواب..وأوضح سبيل الرشد بالأدلة الساطعة والبراهين القاطعة بأسلوب علمي دقيق وتوفيق رائع عميق فقضى بذلك على الشقاق والخلاف..وجمع بذلك كلمة المسلمين).\nمصادر الكتاب: ذكر المؤلف مصادره في الكتاب وقد بلغ تعدادها 86 مصدراً، ومن أهم\nمصادره التي اعتمد عليها في كتابه: \"شفاء الأسقام في زيارة خير الأنام\" لتقي الدين السبكي المتوفى سنة 756هـ وقد اعتمد عليه اعتماداً كلياً، ونقل منه أكثر مباحث الكتاب حتى المقدمة والعنوان.\nواعتمد أيضاً على كتاب \"الجوهر المنظم في زيارة القبر المكرم\" لابن حجر الهيتمي المكي المتوفى سنة 973هـ.\nالردود والتعقيبات\n(1/13)\n",
        "* لا أعلم أحداً من أهل العلم صنف في الرد على الكتاب سوى الشيخ سفر بن عبدالرحمن الحوالي، حيث كتب ورقات في بيان بعض الأخطاء الشنيعة التي حواها الكتاب، وله درس مسجل في شريط صوتي ألقاه في أحد المساجد رد فيه على بعض ضلالات المؤلف وأغلاطه في مسائل الاعتقاد، وهو رد لطيف سهل مفيد.\n* وتعقب الشيخ سفر، أحد تلامذة الدكتور العلوي في شريط صوتي، لكنه لم يذكر اسمه\nولا نسبه وإلى هذه اللحظة هو مجهول الاسم والحال والصفة.\n2- عرض وتحليل\nقال المؤلف في مقدمة الكتاب (أما بعد: فهذه مباحث لطيفة ومسائل شريفة تدور حول زيارة أعظم خلق الله وأكرم رسل سيدنا محمد بن عبدالله عليه صلوات الله.نسأل الله سبحانه وتعالى أن يتقبل ذلك منا وأن يجعله خالصاً لوجهه الكريم، إنه سميع قدير وبالإجابة جدير، والحمد لله رب العالمين.\nوكتبه: السيد محمد بن علوي بن عباس المالكي الحسني).\nقلت: وقد حوت مباحث الكتاب (اللطيفة) ومسائله (الشريفة) كسابقه على جملة وافرة من الأخطاء الشرعية في مسائل شتى في التفسير والحديث والفقه، وأشنعها تلك المتعلقة بأصول الاعتقاد.\nوما قيل في الكتاب السابق يقال في هذا، حيث جمع المؤلف سقطات المخالفين وساقها بقلم الحفاوة والرضا، ممجداً أصحابها مضيفاً عليهم ألقاب التعظيم والتفخيم.ومن أمثلة ذلك:\n* في صفحة (97) قال: (قال محيي السنة ومميت البدعة ابن الحاج في كتابه \"المدخل\"، وهو معاصر لابن تيمية وتوفي بعده بسنوات، في فصل زيارة القبور:\n(1/14)\n\nوأما عظيم جناب الأنبياء والرسل صلوات الله وسلامه عليهم أجمعين فيأتي عليهم الزائر، ويتعين عليه قصدهم من الأماكن البعيدة، فإذا جاء إليهم فليتصف بالذل والانكسار والمسكنة والفقر والفاقة والحاجة والاضطرار والخضوع وليحضر قلبه وخاطره إليهم وإلى مشاهدتهم بعين قلبه لا بعين بصره..) إلى أن قال (ثم يتوسل إلى الله بهم في قضاء مآربه ومغفرة ذنوبه ويستغيث بهم ويطلب حوائجه منهم ويجزم بالإجابة ببركتهم ويقوي حسن ظنه في ذلك..فإنهم السادة الكرام، والكرام لا يردون من سألهم ولا من توسل بهم ولا من قصدهم ولا من لجأ إليهم، هذا الكلام في زيارة الأنبياء والمرسلين عموماً.\nقال رضي الله عنه: فصل: وأما في زيارة سيد الأولين والآخرين صلوات الله عليه وسلامه فكل ما ذكر يزيد أضعافه، أعني في الانكسار والذلة والمسكنة..) إلى أن قال: (فمن توسل به أو استغاث به أو طلب حوائجه منه فلا يرد ولا يخيب لما شهدت به المعاينة والآثار)\nثم قال: (إن الزائر يشعر نفسه بأنه واقف بين يديه عليه الصلاة والسلام كما هو في حياته إذ\nلا فرق بين موته وحياته، أعني في مشاهدته لأمته ومعرفة أحوالهم ونياتهم وعزائمهم وخواطرهم وذلك عنده جلي لا خفاء فيه...) اهـ.\n* وفي صفحة 120 قال: (ذكر الإمام العارف بالله الشيخ أحمد بن محمد القشاشي صيغة زيارة تقال عند المواجهة الشريفة: السلام عليك أيها النبي ورحمة الله وبركاته، وتستشعر جوابه ( لك عند ذلك ولو بالغيب، فالإيمان بالغيب حصول على المغيب بالغيب يقيناً وتقول: السلام عليك يا أول، السلام عليك يا آخر، السلام عليك يا باطن، السلام عليك يا ظاهر..) إلى أن قال: (ويقال: إن ذلك من تحية جبريل للنبي ().",
        "(1/15)\n\n* وفي صفحة 131 تحت عنوان (حقيقة الزيارة وتعريفها) قال ما نصه: (قال الإمام العارف بالله الشيخ أحمد المعروف بالقشاشي: الزيارة الحقيقية مضبوطة شرعاً بالقصد له في مسجده ومدينته والوقوف عنده والسلام عليه والتوسل به في تحقيق وجوب الشفاعة له) إلى أن قال: (فقرى الواقف ببابه الشريف كقرى الواقف بعرفات: الشفاعة والبشرى بالموت على\nالإسلام..فقد أتم الله للحبيب المضاهاة بكل الحالات) انتهى نقله باختصار.\n* ثم عقد المؤلف فصلاً خاصاً سماه (الزيارة النبوية والشعر) ابتدأه من (ص201) إلى (ص237) وأنهى به الكتاب.\nقال أوله: (وسنذكر في هذا المبحث جملة من غرر القصائد النبوية والمدائح المحمدية التي يستحسن أن تقال أمام المواجهة النبوية وفي حضرة الزيارة المحمدية حيث اشتملت على خطابه صلى الله عليه و سلم بأجمل أنواع الخطاب وأبلغ أساليب السلام..).\nقلت: ثم ساق القصائد المذكورة ودبجها بعبارات المديح والثناء والإطراء، ومن أمثلتها:\nالقصيدة الأولى: (قصيدة الحجرة النبوية الشريفة) قال الدكتور (ص203):\n(أنشأ هذه اليتيمة العصماء السلطان عبدالحميد خان..واستحقت بإخلاص ناظمها وحبه الصادق لسيدنا رسول الله ( أن تنقش على الحجرة النبوية).\nومما جاء فيها:\nيا سيدي يارسول الله خذ بيدي مالي سواك ولا ألوي عل أحد\nفأنت نور الهدى في كل كائنة وأنت سر الندى يا خير معتمد\nوأنت حقاً غياث الخلق أجمعهم وأنت هادي الورى ذي المدد\nإني إذا سامني ضيم يروعني أقول يا سيد السادات يا سندي\nوانظر بعين الرضا لي دائماً أبداً واستر بفضلك تقصيري مدى الأمد\nواعطف علي بعفو منك يشملني فإني عنك يا مولاي لم أحد\nإني توسلت بالمختار أشرف من رقى السموات سر الواحد الأحد\nرب الجمال تعالى الله خالقه فمثله في جميع الخلق لم أجد\n* القصيدة الثانية: (القصيدة الوترية البغدادية) قال عنها الدكتور (ص205-206):\n(1/16)",
        "\n(هذه القصيدة العصماء هي إحدى القصائد الوترية في مدح خير البرية ( للإمام الفاضل الأديب الكامل الواعظ الصالح الزاهد أبي عبدالله مجد الدين) إلى أن قال: (وقد حظيت أن ينقش أكثرها أمام المواجهة النبوية الشريفة).\nوجاء فيها:\nبنور رسول الله أشرقت الدنا ففي نوره كل يجيء ويذهب\nبراه جلال الحق للخلق رحمة فكل الورى في بره يتقلب\nبعزته سدنا على كل أمة وملتنا فيها النبيون ترغب\nبذلي بإفلاسي بفقري بفاقتي إليك رسول الله أصبحت أهرب\nبجاهك أدركني إذا حوسب الورى فإني عليكم ذلك اليوم أحسب\n* القصيدة الثالثة: (القصيدة الحدادية الداخلية) قال الشيخ الدكتور (207-209):(هذه القصيدة العصماء للإمام شيخ الإسلام قطب الدعوة والإرشاد الولي الكبير العارف بالله تعالى الشهير السيد الحبيب النسيب الشيخ عبدالله بن علوي الحداد..رضي الله تعالى عنه)..\nإلى أن قال: (وقد حظيت أن تنقش داخل الحجرة النبوية الشريفة لإخلاص ناظمها وحبه الأكيد).\nوجاء فيها:\nنزلنا بخير العالمين محمد نبي الهدى بحر الندى سيد العرب\nملاذ البرايا غوث كل مؤمل كريم السجايا طيب الجسم والقلب\nكريم حليم شأنه الجود والوفا يرجى لكشف الضر والبؤس والكرب\nوقفنا على أعتاب فضلك سيدي لتقبيل ترب حبذا لك من ترب\nتوجه رسول الله في كل حاجة لنا ومهم في المعاش وفي القلب\nعليك سلام الله ما سار مخلص إليك يقول: الله والمصطفى حسبي\nعليك سلام الله أنت ملاذنا لدى اليسر والإعسار والسهل والصعب.\n* القصيدة الخامسة: قال الدكتور(ص212-213): (للإمام العارف بالله عبدالرحيم البرعي).\nجاء فيها:\nيا صاحب القبر المنير بيثرب يا منتهى أملي وغاية مطلبي\nيا من نرجيه لكشف عظيمة ولحل عقد ملتو متعصب\nيا من يجود على الوجود بأنعم خضر تعم عموم صَوْب الصَّيب\nيا غوث من في الخافقين وغيثهم وربيعهم في كل عام مجدب\nيا رحمة الدنيا وعصمة أهلها وأمان كل مُشرق ومغر\nيا من نناديه فيسمعنا على بعد المسافة سمع أقرب أقرب\n(1/17)\n",
        "يا سيدي إني رجوتك ناصراً من جور دهر خائن متقلب\nفأقل عثار عُبيدك الداعي الذي يرجوك إذ راجيك غير مخيب\nواكتب له ولوالديه براءة من حر نار جهنم المتلهب\nواقمع بحولك باغضيه وكل من يؤذيه من متمرد متعصب\nواشفع له ولمن يليه وقم بهم في كل حال يا شفيع المذنب\nوعليك صلى ذو الجلال أتم ما صلى وسلم يا رفيع المنصب\n* القصيدة العاشرة: قال الدكتور (ص220-223): (للإمام عبدالله بن علوي الحداد).\nجاء فيها:\nوقفنا وسلمنا على خير مرسل وخير نبي ما له من مناظر\nفرد علينا وهو حي وحاضر فشرف من حي كريم وحاضر\nهو الساس وهو الرأس للأمر كله بأولهم يدعى لذاك وآخر\nألا يا رسول الله عطفاً ورحمة لمسترحم مستنظر للمبارر\nألا يا حبيب الله غوثاً وغارة لذي كربة مسودة كالدياجر\nألا يا أمين الله أمناً لخائف أتى هارباً من ذنبه المتكاثر\nألا يا صفي الله قم بي فإنني بكم وإليكم يا شريف العناصر\nويا غوث كل المسلمين وغيثهم وعصمتهم من كل خوف وضائر\n* القصيدة الرابعة عشرة: قال الدكتور (ص227- 228): (للشيخ جمال الدين يحيى الصرصري).\nجاء فيها:\nجئناك نطوي القفار الشاسعات على عيس لهن بنا وخد وإرقال\nفاعطف على وفدك الراجين فضلك يا من عنده للعطاء الغمر إجزال\nوها عُبيدك يحيى قد أتاك مستأنساً وجلاً مما يزخرف حاوي المكر محال\nفاسأل الله أن أحيا على سنن سننتها فبها قد ينعم البال\n* القصيدة السادسة عشرة: (زيارة حبشية) قال الدكتور (ص230- 231): (للإمام العارف بالله الحبيب علي بن محمد الحبشي رضي الله عنه).\nجاء فيها:\nيا ملاذ الكل يا أهل الندى يا كريم الأصل يارب الحور\nيا غياث الخلق يا ذا الفضل والجود والإحسان في بحر وبر\nيا لجا اللاجين يا خير نبي ورسول جاء حقاً بالسور\nأنت بباب الله لا يقصده الشخص إلا فاز حقاً بالوطر\nيا رسول الله غوثاً عاجلاً يدفع البلواء عنا والضرر\nقد لجونا نحو بابك سيدي ووقفنا ننتظر منك الخبر\nوارحم الأمة جميعاً إنهم لم يزالوا في عناء وكدر\n(1/18)\n\nوأرحمهم من عنا هذا الوبا واطلب الرحمن يسقيهم مطر\nفبحق الطهر طهر سيدي لجميع الأرض من هذا الضرر\nوبحق الحسنين ارفع لما قد عرى وارحم فقد زاد الحذر\n* القصيدة الثامنة عشرة: قال الدكتور (ص234): (للسيد محمد أمين كتبي).\nجاء فيها:\nمالي من الأعمال ما أرجو به فوزاً ولكن في نداك رجائي\nفامنن علي بنظرة وبتوبة وصيانة وسلامة وشفاء\nواشفع لدى المولى الكريم تفضلاً لأكون صاحب صفحة بيضاء\nفلأنت في الدنيا وفي الأخرى وفي كل المواطن عدتي وندائي\nفامنن علينا بالزيارة عاجلاً في صحة وسلامة وهناء\nحسبي بجاهك مأمناً ومثابة وببحر جودك مورد استغنائي\n* القصيدة التاسعة عشرة: قال الدكتور (ص235): (للإمام العارف بالله السيد محمد أمين كتبي).\nجاء فيها:\nكلما لحت للملائك خروا في السموات سجداً وبكيا\nومددت الأكوان شرقاً وغرباً مدداً في كيانها كليا\n3- الخلاصة\nوبعد، فلعل فيما تقدم من عرض وتحليل لمجمل ما في الكتابين \"الذخائر\" و \"شفاء الفؤاد\"، كفاية في الدلالة على بقية محتوياتهما، وبيان حقيقة منهج المؤلف وطريقته ونحلته التي يدعو إليها، وهي كما رأيت ليست أخطاءً هينة ولا مخالفات يسيرة مما يسوغ فيه الاجتهاد ويقبل الخلاف تبعاً لدلالات النصوص وتباين المدارك والفهوم بل هي أغلاط منكرة وعقائد زائغة وضلالات جسيمة تخالف شريعة الإسلام بالكلية وتناقض أسسه وقواعده وأصوله.\nهذا وما نقلته لك إنما هو غيض من فيض متراكم ونقطة من بحر متلاطم، والأمر- والله - أعظم مما وصفت وأكبر مما رأيت، ولو رمت سرد كل مغالطات المؤلف وسقطاته، مجرد سرد، دون تعقب، لأفضى إلى التطويل المفضي إلى الإملال، إذ لم تكد تخلو صفحة مما كتب من خطأ واضح جلي في مسائل التوحيد وقضايا الاعتقاد.\n* لقد مر بك قوله(1)\n__________\n(1) : لعل معترضاً يقول هذه الأخطاء المذكورة إنما نقلها المؤلف عن غيره، ليست هي من قوله، فكيف تنسبها إليه؟\nفالجواب أن يقال: نعم. أكثر الأخطاء الواردة في كتابيه من إنشاء غيره، لكن المؤلف ساقها راضٍ بها، محتجاً بها، منتصراً لها، معظماً لقائليها، ومجادلاً خصومه بها، وليس هو مجرد ناقل لها فحسب، كما تقدم تقرير ذلك والتدليل عليه، فمن ثم يصح أن تنسب إليه على وجه الإلزام من غير أن ينقص من أوزار قائليها شيئاً.\nثم إن هذا الأمر لن يغضب المؤلف، كما يظن المعترض، بل هو يفرحه كثيراً، وإلا لما كانت تلك الحفاوة البالغة لهاتيك المنكرات ولأصحابها، كما مر معنا عند عرض الأمثلة، وإنما يغضب لذلك من ينكرها ويتبرأ منها ومنهم، والله تعالى أعلم.",
        "(1/19)\n\n: (ما أرسل الرحمن أو يرسل، من رحمة تصعد أو تنزل..إلا وطه المصطفى عبده.. واسطة فيها وأصل لها)، وهذه منازعة للرب عز وجل في صفة الرحمة.\n* وقوله عن النبي - صلى الله عليه وسلم -:(إذ لا فرق بين حياته وموته.. في مشاهدته لأمته ومعرفة أحوالهم ونياتهم وعزائمهم وخواطرهم)، وهذه منازعة للرب سبحانه في صفة العلم.\n* وقوله أيضاً: (يا من نناديه فيسمعنا على بعد المسافة سمع أقرب أقرب) وهذه منازعة للرب جل وعلا في صفة القرب.\n* وقوله كذلك إنه (سمي من أسماء الله تعالى ينحو سبعين اسماً) بل ذهب أبعد من ذلك فزعم أن له ( كل أسماء الله الحسنى(1)، فلم يُبق لله اسماً يختص به.\n* وسمعت قوله: (يا سيدي يا رسول الله خذ بيدي، مالي سواك ولا ألوي على أحد) وقوله أيضاً: (عجل بإذهاب الذي أشتكي فإن توقفت فمن ذا أسأل ؟) وهذه منازعة صريحة في الألوهية.\n* ولما كانت الصفة الغالبة على المؤلف في اختياره ونقله وتقريره واجتراره لمسائل الكتابين هي مخالفة النص الصريح من القرآن والسنة وإجماع السلف، مع الإصرار على تلك المخالفة والتأكيد على الإصرار فقد أطلقت عليه اسم \"المخالف\"، وهو أقل وصف يستحقه بعد الذي رأيته من نصوص كلامه، وما ستراه أشد وأنكى.\n* ولا أدل على إصراره على المخالفة وتشبثه بها وعضه عليها، من تكراره لنفس الأخطاء الشنيعة والطامات الموبقة التي أكثر منها في كتابه الأول \"الذخائر\"، وإعادتها بمثلها وأعظم منها وأشنع في كتابه الأخير \"الشفاء\"، مع طول الفترة بين التأليفين والتي قاربت العشرين عاماً.\n__________\n(1) : أنظر \"شفاء الفؤاد\" (ص126).\n(1/20)",
        "\n* ثم إنه نوقش بما في كتابه الأول، ورُد عليه وبُين له وجه الخطأ وعُقد له مجلس مشهود مع بعض أهل العلم، وكان الظن به وبمن هو في منزلته وعلمه أن يتوب ويرجع، ولو فعل لكان خيراً له وللناس وأقوم، ولكنه - هداه الله - أصر واستكبر وأعاد الكرة في الكتاب الآخر بأسلوب أصرح وأوضح من ذي قبل، فاستبدل الذي هو أدنى بالذي هو خير.\n* ولا ينقضي عجبي من أولئك الذين عرفوا حقيقة هذا \"المخالف\" وظهر لهم إصراره على المخالفة ثم يستهلكون في الدفاع عنه وتكلف الأعذار له، ولو على حساب الدين والعقيدة والإيمان ‍!\nأقول لهم: ما رأيكم بمن يقول: إن رسول الله ( أوتي علم الغيب ومفاتحه الخمس وعلم الروح، وإنه يملك حق الإقطاع في الجنة لمن شاء، وإن أسماءه مطابقة لأسماء الله الحسنى، وإنه المنعم على كل الوجود، الممد بالخير والبر لكل موجود، لجا اللاجين، وغياث المستغيثين، غافر الذنب وقابل التوب، الذي من أجله خُلق الكون وله يسجد من في السموات ومن في الأرض، وقبره خير من الجنة والعرش...وهلم جراً ؟!\nأوقفهم على كل هذه العظائم ومثلها ومثلها ومثلها...فيتكلفون له الأعذار ويتمحلون عنها الجواب:\n* فمن قائل: (هذه الأقوال مدسوسة عليه وعلى كتبه، ولا يمكن صدورها عنه)!\n* ومن قائل: (هذه الأقوال يمكن أن تُؤَوَّل وتُحمل على أحسن محمل)!\n* ومن قائل: (هلا ناقشته وبينت له وأوضحت له فلعله يقنعك أو يقتنع، وإن أخطأ فلعله إذا روجع أن يرجع)!\nوأنا أقول لهؤلاء المتكلفين: اربعوا على أنفسكم وأريحوها من هذا التكلف العسير، فقد\nقدمت إليكم ما يؤكد تأكيداً جازماً لا شك فيه أن الكلام كلامه والقول قوله وهو لا يفتأ\nيكرره في مصنفاته، وإن كنتم في ريب مما أقول فاسألوه يخبركم الخبر اليقين.\nوأما تأويل الكلام ولي عنقه وحمله على محامل حسنة لتوافق الصواب، فهو أمر جد عسير بل هو ضرب من المستحيل في أكثر الأحيان.\n(1/21)\n",
        "* إذ كيف يمكن تأويل قوله: (إن النبي ( أوتي علم الخمس والروح وله حق الإقطاع في الجنة لمن شاء)؟\n* وكيف نتأول قوله: (كلما لحت للملائك خروا، في السموات سجداً وبكياً) ؟\n* وبم نتأول خطابه للنبي - صلى الله عليه وسلم - : (وانظر بعين الرضا لي دائماً أبداً، واستر بفضلك تقصيري مدى الأمد)؟\n* وكذا قوله له: (واعطف علي بعفو منك يشملني، فإنني عنك يا مولاي لم أحد)؟\nوقل مثل ذلك في سائر الأقوال المنكرة التي يستحيل تأويلها لصراحتها ووضوح نكارتها.\nوليس أدل على ما ذكرت من عجز أولئك \"المتكلفين\"، عن الجواب عن تلك المنكرات الشنيعة التي شحن بها المخالف كتابيه، فحادوا عنها إلى مسائل أخرى دندنوا حولها وشغبوا بها، ليوهموا العوام بأنها هي أس الخلاف القائم بين الفريقين، وليستروا بها تلك الفضائح التي هي أصل الخلاف وحقيقة الاختلاف.\nوأضرب لهم مثلاً على ذلك، مسألة الاحتفال بذكرى المولد النبوي، التي دأبوا على إثارتها وإكثار الجدال فيها ليوهموا من لا دراية له بحقيقة الأمر أنها أكبر ما يؤخذ على هذا المخالف وينكر. وليس الأمر كما زعموا، فالأمر أعظم من ذلك وأخطر.\nفإن قيل: فما قولكم في \"المولد\"؟\nفالجواب: إن ذلك يحتاج إلى تفصيل، لا تحتمله هذه الورقات، وليس هو موضوع هذا الكتاب، ولكن يمكن أن ألخص الكلام فيه في هذه النقاط العشر:\n1- المولد النبوي نفسه، بمعنى وقت ولادته، اختلف في تحديد يومه وشهره بين علماء المسلمين ممن كتب في السير والملاحم والتاريخ، مع اتفاقهم على أنه يوم الاثنين كما ورد بذلك الخبر الصادق عن النبي - صلى الله عليه وسلم -.\n2- ومن دوَّن فيه وكتب من أهل العلم، فلكونه من أحداث السيرة النبوية، فيذكرون الإرهاصات السابقة لمولده ( ثم مولده ونشأته وحياته قبل البعثة وبعدها إلى يوم وفاته.\n3- وأما الاحتفال بمولده ( فهو ممكن عقلاً لمن حضر ذلك اليوم الذي ولد فيه،\n(1/22)\n\nوأما بعده فلم يبق إلا حدثاً وسيرة كسائر الأحداث والسير التي مرت في حياته - صلى الله عليه وسلم -.\n4- ومعلوم أن حياة النبي ( امتدت ثلاثة وستين عاماً، منها أربعون قبل البعثة وثلاثة وعشرون بعدها، فكل يوم فيها هو يوم من حياته الشريفة المباركة ولا يقل شرفاً ولا أهمية عن يوم ولادته بل قد يفضل عليه، كيوم بعثته مثلاً.\n5- والاحتفال بمولده بمعنى إحياء ذكرى ذلك اليوم واتخاذه عيداً يتكرر على الدوام،\nلم يفعله صاحب الشأن نفسه ولم يرغب فيه حتى مات - صلى الله عليه وسلم - ، ولم يفعله صحابته الكرام\nولا أزواجه ولا أهل بيته ولا التابعون ولا أتباعهم ولا الأئمة الأعلام.\n6- ومضت تلك القرون الفاضلة والأمر على ما هو عليه من ترك الأمة كلها من شرقها إلى غربها الاحتفال بذكرى المولد أو غيره من الأيام، التي كما ذكرت لا تقل عنه أهمية، فهي جزء من حياة خير الأنام عليه أفضل الصلاة والسلام.\n7- هذا وقد كثرت مجالسهم في فنون العلم، في التفسير والحديث والفقه واللغة والأدب والشعر، وسائر العلوم والفنون، ولم يخصوا مجلساً واحداً ولا محفلاً واحداً من تلك المحافل على تنوعها، باحتفال بذكرى أي يوم من تلك الحياة الشريفة الحافلة.\n8- حتى إذا حدث النقص في الأمة في القرون التالية للقرون الفاضلة وتقلد زمام الأمر فيها فرقة باطنية ضالة، أبطنت الكفر والزندقة وأظهرت الإسلام والتشيع، وصارت لها دولة، هي الدولة العُبيدية، وهي المسماة بالدولة الفاطمية، فأحدثت الاحتفال بذكرى المولد النبوي، وكان ذلك في سنة 361هـ.\nفتأمل - رحمك الله - كيف يمكن أن يهمل خير هذه الأمة وأبرها قلوباً وأعمقها علماً وأقلها تكلفاً، قربة من أعظم القرب، ويغفلون عنها، وفيهم ومن بينهم من لو وزن بالأمة كلها لرجح بهم، ويتتابعون على هذا الإهمال وذلك الإغفال كابراً بعد كابر، وجيلاً بعد جيل، ثم يهتدي إليه ويسبقهم إليه أصحاب تلك النحلة الخبيثة الباطنية!!!",
        "(1/23)\n\n9- وإن تعجب، فعجب قولهم (إن لنا على ذلك الاحتفال أدلة)، أوصلها بعضهم إلى أكثر من عشرين دليلاً، بعضها من القرآن وبعضها من السنة وبعضها أدلة عقلية!!\nوليت شعري، كيف فات النبي ( استنباطها من القرآن وهو ينزل عليه، ومن السنة وهو الناطق بها ؟\nثم كيف فات أكابر الصحابة وعلماءهم وفضلاءهم، والله تعالى يقول: ((ولو ردوه إلى الرسول وإلى أولي الأمر منهم لعلمه الذين يستنبطونه منهم))؟\nوقل مثل ذلك في التابعين والأئمة الأربعة وغيرهم من علماء الأمة، كيف عميت عليهم معاني تلك النصوص وغبي عليهم فهمها، وهم أساطين العلم والفهم والعقل؟\n10- وأخيراً فإن أكثر الناس لا يعرفون هذه الحقائق، وتختلف أفهامهم ومقاصدهم من حضور تلك الاحتفالات:\n* فمنهم من يقصد بها دراسة السيرة النبوية، ولا يفهم من معنى\"المولد\" إلا هذا، وهؤلاء هم السواد الأعظم من الحاضرين والمحتفلين.\n* ومنهم من يقصد بها التبرك بحضور مجالس الذكر، فكل مجلس ذكر عندهم يمكن أن يطلق عليه \"مولد\".\n* ومنهم من يحضرها إجابة للدعوة ومشاركة في الاجتماع، ويعتبرها من أمور العادات.\nوعلى كل حال فإن قضية \"المولد\"، بمعنى الاحتفال بذكراه، ونحوه من المبتدعات ليست أصل النزاع بين \"المخالف\" وبين خصومة من أهل العلم ممن تعقبه ورد عليه، كما زعم أولئك المتكلفون، مع أنها محل خلاف بين الفريقين، ولكن أصل النزاع - معشر المؤمنين - هو كما ذكرت في أصول الدين وأركانه.\n(1/24)",
        "\nفإن كان الخلاف في أصول الدين وأركانه، فالأمة كلها معنية به، ومن حق المسلمين جميعاً، بل من الواجب المتحتم عليهم أن ينصروا الحق ويعلوا رايته، ويوالوا أهله، وأن يقمعوا الباطل ويدمغوا رايته، ويعادوا أهله ويتبرءوا منهم، عملاً بقول الله عز وجل: ((يا أيها الذين آمنوا إن تنصروا الله ينصركم ويثبت أقدامكم)).وإذعاناً لأمره ونهيه إذ قال: ((وتعاونوا على البر والتقوى ولا تعاونوا على الإثم والعدوان)).وقال أيضاً: ((والمؤمنون والمؤمنات بعضهم أولياء بعض يأمرون بالمعروف وينهون عن المنكر)) ]التوبة:71[.\nووقوفاً عند حده في قوله: ((لا تجد قوماً يؤمنون بالله واليوم الآخر يوادون من حاد الله ورسوله ولو كانوا آباءهم أو أبناهم أو إخوانهم أو عشيرتهم، أولئك كتب في قلوبهم الإيمان وأيدهم بروح منه، ويدخلهم جنات تجري من تحتها الأنهار خالدين فيها، رضي الله عنهم ورضوا عنه، أولئك حزب الله، ألا إن حزب الله هم المفلحون)) ]المجادلة:22[.فذلك هو أقل الواجب وأضعف الإيمان، أن يتبرأ المؤمنون من هؤلاء المخالفين وأضرابهم وأن يتبرءوا إلى الله من أقوالهم وأفعالهم وبدعهم ومنكراتهم.\nوثمة واجب آخر فرضه الله عز وجل على طائفة من عباده المؤمنين، لا يسعهم النكوص عنه ولا التنصل منه، وهو النصيحة في الدين، وجهاد المخالفين، وفاءً بعهد الله وميثاق الكتاب المبين.\nقال تعالى:((وإذ أخذ الله ميثاق الذين أتوا الكتاب لتبيننه للناس ولا تكتمونه)) ]آل عمران: 187[، وقال: ((إن الذين يكتمون ما أنزلنا من البينات والهدى من بعد ما بيناه للناس في الكتاب أولئك يلعنهم الله ويلعنهم اللاعنون)) ]البقرة:159[.\n(1/25)\n",
        "قلت: من أجل ذلك كتبت هذا الرد، واقتصرت فيه على أمهات الأخطاء الواردة في كتابي \"الذخائر\" و \"شفاء الفؤاد\"، وتركت بقيتها بغية الاختصار.وجعلته في مقدمة، ذكرت فيها أصل الدين وحقيقة الإسلام ومعنى لا إله إلا الله، وذكرت نبذة عن الشرك ونشأته في الأمم من زمن قوم نوح عليه السلام، وأشرت إلى وسائله وطرقه الموصلة إليه وأهمها: الغلو في الصالحين والعكوف على قبورهم.\nثم شرعت في بيان أخطاء المخالف والرد عليها، وضمنتها في ثلاث أبواب:\nالباب الأول: بينت فيه حقيقة ما يدعو إليه المخالف من الدعوة إلى الشرك بنوعية: شرك العبادة، وشرك الربوبية.\nالباب الثاني: ذكرت فيه افتراء المخالف على الملائكة الكرام ورميهم بالشرك والكفر.\nالباب الثالث: برهنت فيه على نقض المخالف أركان الإيمان الأربعة:\nالإيمان بالله وملائكته وكتبه ورسول صلى الله عليه وسلم، وبه ختمت الكتاب، وهو القسم الأول من الرد، وسميته: \"جلاء البصائر في الرد على كتابي شفاء الفؤاد والذخائر\".\nوبعد، فقد بقيت مسائل مهمة أوردها المخالف في كتابيه المذكورين، وهي مما يحتاج إلى جلاء وتوضيح، ومنها على سبيل المثال:\n* محبة الرسول - صلى الله عليه وسلم -، وهي من أولى المسائل التي أثارها المخالف وجعل يدندن حولها في كل مجلس وفي كل تأليف، وهي من الدعاوى العريضة التي دأب المخالفون على التشغيب بها والتستر بها على مر العصور.\n* ومنها مسألة شد الرحل إلى القبر النبوي، وقد طال فيها الجدال والمراء من عهد بعيد.\n* ومنها مسألتا التوسل والاستشفاع بالنبي ( بعد موته، وكذا سائر الأنبياء عليهم الصلاة والسلام.\n* ومنها حياة النبي ( في قبره.\nإلى غير ذلك من المسائل التي أثار فيها المخالف الجدال وأورد حولها الشبهات.\nولأن الكلام فيها يطول فقد أفردتها في كتاب آخر وهو القسم الثاني من الرد، وسميته:\n\"الكشف والتبيين عن شبهات المخالفين\" .\n(1/26)\n\nوالحمد لله في الأولى وفي الآخرة وصلى الله وسلم وبارك على عبده ورسوله محمد وعلى آله.\n* * *\nالمقدمة\n* اعبدوا الله ما لكم من إله غيره.\n* ولئن سألتهم من خلقهم ليقولن الله.\n* وقالوا لا تذرن آلهتكم.\n* سد ذرائع الشرك.\n* ألا فلا تتخذوا القبور مساجد.\n* لا تغلوا في دينكم.\n((اعبدوا الله ما لكم إله غيره))\nاعلم - رحمك الله - أن حقيقة دعوة الرسل وأسها على توحيد الله عز وجل وإفراده بالعبادة وإخلاصها له وعدم إشراك شيء معه، أياً كان هذا الشيء، ملكاً مقرباً أو نبياً مرسلاً أو حجراً أو شجراً أو غير ذلك من الأوثان والأنداد والأصنام.\nولم يخلق الله الخلق ولا بعث إليهم الرسل إلا لهذه الغاية العظمى، عبادة الله وحده\nلا شريك له.قال تعالى: ((وما خلقت الجن والإنس إلا ليعبدون)) ]الذاريات:56[، أي ليوحدوني. \"تفسير القرطبي\" (17/56).\nوقال: ((ولقد بعثنا في كل أمة رسولاً أن اعبدوا الله واجتنبوا الطاغوت)) ]النحل:36[.\nوقال عز وجل: ((لقد أرسلنا نوحاً إلى قومه فقال يا قوم اعبدوا الله مالكم من إله غيره)) ]الأعراف:59[.\nوهذه دعوة أول رسول بعد حدوث الشرك، ولم تزل كذلك دعوة من بعده، هود وصالح وشعيب عليهم السلام (( اعبدوا الله مالكم من إله غيره)) .\nوهذه الدعوة حقيقة معنى لا إله إلا الله، فإن الإله هو المألوه المعبود بالمحبة والخشية والإجلال والتعظيم وسائر أنواع العبادات القولية والعملية، ويدل على ذلك قوله تعالى:\n((وما أرسلنا من قبلك من رسول إلا نوحي إليه أنه لا إله إلا أنا فاعبدون )) ]الأنبياء:25[.\nوكذلك كانت دعوة خاتم الرسل ( لقومه وللناس كافة، أمرهم بتوحيد الله وقول لا إله\nإلا الله فأبوا عليه إلا قليلاً ممن آمن، وكان يرسل إلى الملوك يدعوهم إلى التوحيد، كما جاء في",
        "(1/27)\n\nرسالته إلى هرقل: (و ((يا أهل الكتاب تعالوا إلى كلمة سواء بيننا وبينكم أن لا نعبد إلا الله ولا نشرك به شيئاً ولا يتخذ بعضنا بعضاً أرباباً من دون الله))) (1).\nولما أراد أن يبعث معاذاً إلى اليمن قال له: (إنك تأتي قوماً أهل كتاب فليكن أول\nما تدعوهم إليه شهادة أن لا إله إلا الله وأني رسول الله) وفي لفظ: (إلى عبادة الله) وفي لفظ: (إلى أن يوحدوا الله) (2).\nفدلت هذه النصوص وغيرها على أن عبادة الله وحده وعدم الإشراك به هو أصل الدين وهو معنى لا إله إلا الله، وهو ما يسميه العلماء توحيد الإلهية، وتوحيد العبادة، ولم تخل شريعة من شرائع الرسل من هذه الدعوة لأنها هي الإسلام الذي لا يرضى الله عز وجل ديناً غيره كما قال: ((إن الدين عند الله الإسلام)) ]آل عمران: 19[.وقال ((ومن يبتغ غير الإسلام ديناً فلن يقبل منه وهو في الآخرة من الخاسرين)) ]آل عمران:85[.\nولقد فهم المشركون الذي بعث فيهم النبي ( معنى كلمة التوحيد لما دعاهم إليها فقالوا كما حكى القرآن عنهم: ((أجعل الآلهة إلهاً واحداً إن هذا لشيء عجاب)) ]ص:5[.\nفهموا أن معناها ترك الآلهة والأنداد وما يتبع ذلك من أمور الجاهلية، وتوحيد الخالق بالعبادة، والتي تستلزم كمال الخضوع له والانقياد، المستلزم زوال طاغوت الجاهلية.\nإذ العبادة (هي الطاعة والخضوع، يقال: طريق معبد إذا كان مذللاً بكثرة الوطء.\nوالتعبد هو التنسك، والعبودية هي الخضوع والتذلل.وقول الله تعالى ((إياك نعبد)) أي: إياك نوحد.\nوالعابد هو الخاضع المستسلم المنقاد لأمر المعبود)(3).\n__________\n(1) : رواه البخاري (1/32) ومسلم (1773).\n(2) : رواه البخاري (3/261) و (3/322) و (13/347) ومسلم (19).\n(3) : \"لسان العرب\" (3/ 270- 274 مادة عبد).\n(1/28)",
        "\nوتأتي العبادة أيضاً بمعنى الدعاء والطلب كما في قوله تعالى:((وقال ربكم ادعوني أستجب لكم، إن الذين يستكبرون عن عبادتي سيدخلون جهنم داخرين)) ]غافر:60[، وكقوله تعالى: ((وأعتزلكم وما تدعون من دون الله وأدعو ربي عسى أن لا أكون بدعاء ربي شقياً.فلما اعتزلهم وما يعبدون من دون الله)) ]مريم:48-49[.\nوقد تكرر ذكر العبادة في القرآن بمعنى الدعاء والقصد والطلب، إذ كانت هذه أكثر عبادة المشركين في كل أمة لأصنامهم وأنداد هم ومعبودا تهم.\nقال تعالى:((والذين اتخذوا من دونه أولياء ما نعبدهم إلا ليقربونا إلى الله زلفى)) ]الزمر:3[\nوقال عز وجل: ((ويعبدون من دون الله ما لا ينفعهم ولا يضرهم وكان الكافر على ربه ظهيراً)) ]الفرقان:55[.\nوقال سبحانه مخاطباً عبده ورسوله محمداً - صلى الله عليه وسلم -: ((قل إني نهيت أن أعبد الذين تدعون من دون الله لما جاءني البينات من ربي وأمرت أن أسلم لرب العالمين)) ]غافر:66[.\nوقد صح من حديث النعمان بن بشير رضي الله عنه عن النبي ( أنه قال: (الدعاء\nهو العبادة) ثم قرأ قوله تعالى: ((وقال ربكم ادعوني أستجب لكم..)) الآية(1).\nولقد كان أكثر عبادة المشركين الأولين لأصنامهم وأنداد هم وأوثانهم بدعائهم وسؤالهم من\nدون الله، وهم مع ذلك كانوا يعبدون الله ويدعونه ويلجأون إليه، فجمعوا بين الإيمان به والشرك معه، كما قال تعالى عنهم: ((وما يؤمن أكثرهم بالله إلا وهم مشركون)) ]يوسف: 106[.\n* * *\n((ولئن سألتهم من خلقهم ليقولن الله))\n__________\n(1) : رواه أبو داود (1479) والترمذي (2973)\n(1/29)\n",
        "ثم اعلم - رحمك الله - أن المشركين الذين بعث فيهم رسول ( كانوا مقرين بوجود الله وبربوبيته وتصرفه وتدبيره للأمور، وأنه الخالق الرازق المحيي المميت، وأن آلهتهم التي يعبدونها لا تفعل شيئاً من ذلك وإنما يدعونها ويلجأون إليها لتشفع لهم عند الله، ويجعلونها بمثابة الوسطاء عند الملك يرفعون إليه حاجة من توسل بهم، ويزعمون أن الله لا يستجيب لهم حتى يشفع هؤلاء الوجهاء المقربون.\n* ومن الأدلة على ذلك:\nقوله تعالى: ((قل من يرزقكم من السماء والأرض، أمن يملك السمع والأبصار، ومن يخرج الحي من الميت ويخرج الميت من الحي، ومن يدبر الأمر؟ فسيقولون الله. فقل: أفلا تتقون)) ]يونس:31[.\nوقوله: ((قل لمن الأرض ومن فيها إن كنتم تعلمون، سيقولون لله، قل أفلا تذكرون. قل من رب السموات السبع ورب العرش العظيم. سيقولون لله. قل أفلا تتقون.قل من بيده ملكوت كل شيء وهو يجير ولا يجار عليه إن كنتم تعلمون.قل فأنى تسحرون)) ]المؤمنون:84-89[.\n* وأما اتخاذهم أصنامهم ومعبودا تهم شفاء ووسطاء فيدل عليه قوله تعالى: ((ويعبدون من دون الله مالا يضرهم ولا ينفعهم ويقولون هؤلاء شفعاؤنا عند الله قل أتنبئون الله بما\nلا يعلم في السموات ولا في الأرض.سبحانه وتعالى عما يشركون)) ]يونس:18[.\nوقال سبحانه وتعالى: ((أم اتخذوا من دون الله شفعاء قل أولو كانوا لا يملكون شيئاً ولا يعقلون.قل لله الشفاعة جميعاً له ملك السموات والأرض ثم إليه ترجعون)) ]الزمر:43-44[.\nففي الآية الأولى أخبر سبحانه عنهم سبب عبادتهم لهم وهو اتخاذهم إياهم شفاء، ثم سماه عز وجل شركاً فقال: ((سبحانه وتعالى عما يشركون)).\n(1/30)\n\nوفي الآية الثانية تأكيد للأولى، وبيان آخر وهو أن الشفاعة كلها لله لا لأحد من الخلق، وإنما هي ملك له وحده يأذن لمن يشاء، بخلاف شفاعة الخلق لبعضهم عند بعض كشفاعة الوجهاء عند الرؤساء فهذه شفاعة تليق بحال المخلوقين من الضعف والعجز والقلة والذلة، كما أن شفاعة الخالق سبحانه تليق بجلاله وعظمته وكمال سلطانه وعزته وغناه عن خلقه، ومن سوَّى بين الشفاعتين فقد غلط غلطاً بيناً وافترى إثماً عظيماًً.\n* * *\n((وقالوا لا تذرون آلهتكم))\nذكر ابن عباس رضي الله عنهما في تفسير هذه ((وقالوا لا تذرن آلهتكم ولا تذرن وداً\nولا سواعاً ولا يغوث ويعوق ونسراً)) أنها (أسماء رجال صالحين من قوم نوح، فلما هلكوا أوحى الشيطان إلى قومهم أن انصبوا إلى مجالسهم التي كانوا يجلسون أنصاباً وسموها بأسمائهم ففعلوا فلم تعبد، حتى إذا هلك أولئك وتنسخ العلم عبدت)(1).\nقال السهيلي: (كانوا يتبركون بدعائهم كلما مات منهم أحد مثلوا صورته وتمسحوا بها إلى زمن مهلائيل فعبدوها بتدريج الشيطان لهم، ثم صارت سنة في العرب في الجاهلية، ولا أدري من أين سرت لهم تلك الأسماء؟ من قبل الهند؟ فقد قيل إنهم كانوا المبدأ في عبادة الأصنام بعد نوح، أم الشيطان ألهم العرب ذلك؟) انتهى نقله من \"فتح الباري\"، ثم قال الحافظ: (وقد أخرج الفاكهي من طريق ابن الكلبي قال: (كان لعمرو بن ربيعة رئي من الجن فأتاه فقال: أجب أبا ثمامة، وادخل بلا ملامة ثم ائت سِيْفَ جدَّة، تجد بها أصناماً معدة، ثم أوردها تهامة\nولا تهب، ثم ادع العرب إلى عبادتها تجب.قال فأتى عمرو ساحل جدة فوجد بها وداً وسواعاً ويغوث ويعوق ونسراً، وهي الأصنام التي عبدت على عهد نوح وإدريس، ثم إن الطوفان طرحها هناك فسفى عليها الرمل فاستثارها عمرو وخرج بها إلى تهامة وحضر الموسم فدعا إلى عبادتها فأجيب)(2) اهـ.وذكر الحافظ أن عمراً هذا هو عمرو بن لحي.\n__________\n(1) : أنظر \"صحيح البخاري\" (8/667).\n(2) : \"الفتح\" (8/668).",
        "(1/31)\n\nقلت: وثبت في الصحيح عن أبي هريرة رضي الله عنه أن رسول الله ( قال: (رأيت\nعمرو بن عامر الخزاعي يجر قصبه في النار وكان أول من سيب السوائب) وفي لفظ:\n(رأيت عمرو بن لحي) (1).\nقال الحافظ في \"الفتح\": (وأورده ابن إسحق في \"السيرة الكبرى\" عن محمد إبراهيم التيمي عن أبي صالح أتم من هذا ولفظه:(سمعت رسول الله ( يقول لأكثم بن الجون:(رأيت عمرو بن لحي يجر قصبه في النار لأنه أول من غير دين إسماعيل، فنصب الأوثان وسيب السائبة وبحر البحيرة ووصل الوصيلة وحمى الحامي))(2).\nثم قال الحافظ: (وذكر ابن إسحق أن سبب عبادة عمرو بن لحي الأصنام أنه خرج إلى الشام وبها يومئذ العماليق وهم يعبدون الأصنام فاستوهبهم واحداً منها وجاء به إلى مكة فنصبه إلى الكعبة وهو هبل، وكان قبل ذلك في زمن جرهم قد فجر رجل يقال له إساف بامرأة يقال لها نائلة في الكعبة فمسخهما الله جل وعلا حجرين فأخذهما عمرو بن لحي فنصبهما حول الكعبة فصار من يطوف يتمسح بهما يبدأ بإساف ويختم بنائلة)(3) اهـ.\nوالخلاصة: هي كما قال الحافظ: (وقصة الصالحين كانت مبتدأ عبادة قوم نوح هذه الأصنام ثم تبعهم من بعدهم على ذلك)(4)، وأن أول من دعا إلى عبادتها في العرب هو عمرو بن لحي بن قمعة الخزاعي، ويقال له عمرو بن ربيعة أو عمرو بن عامر نسبة إلى جده.والله تعالى أعلم.\nسد ذرائع(5) الشرك\n__________\n(1) : \" أخرجه البخاري (6/547) ومسلم (2856).\n(2) : \"السيرة\" لابن هشام (1/78) وأخرجه الحاكم (4/605) بنحوه، إلا أنه قال:(غير دين إبراهيم) .\n(3) : \"الفتح\" (6/549).\n(4) : \"الفتح\" (8/669).\n(5) : الذريعة: هي السبب إلى الشيء، يقال: فلان ذريعتي إليك، أي سببي ووصلتي الذي أتسبب به إليك.وسد الذرائع معناه إذاً: حسم مادة وسائل الفساد دفعاً لها.انظر \"لسان العرب\" (8/96) و \"الفروق\" للقرافي (2/32).\n(1/32)",
        "\n(لما كانت المقاصد لا يتوصل إليها إلا بأسباب وطرق تُفضي إليها، كانت طرقها وأسبابها تابعة لها معتبرة بها.فوسائل المحرمات والمعاصي في كراهتها والمنع منها بحسب إفضائها إلى غاياتها وارتباطها بها.فوسيلة المقصود تابعة للمقصود، وكلاهما مقصود، لكنه مقصود قصد الغايات، وهي مقصودة قصد الوسائل.\nفإذا حرم الرب تعالى شيئاً وله طرق ووسائل تفضي إليه فإنه يحرمها ويمنع منها، تحقيقاً لتحريمه وتثبيتاً له ومنعاً أن يقرب حماه)(1)\nولما كان الشرك أعظم الذنوب، فقد سدت دونه كل الوسائل المفضية إليه، والذرائع الموصلة إليه، وأعظمها العكوف على قبور الأولياء والصالحين وتعظيمها، والغلو فيهم بالمحبة والإطراء والتعظيم.\nوقد تقدم معنا أن مبدأ الشرك في قوم نوح، كان سببه العكوف على قبور الصالحين، وهم ود وسواع ويغوث ويعوق ونسر.\nوأما عبادة النصارى للمسيح عليه السلام، فكان سببها الغلو في التعظيم والإطراء، وكذا عبادة اليهود لعزير عليه السلام وعبادة المشركين للملائكة، ولذا فقد جاءت النصوص محذرة من هاتين الذريعتين: تعظيم القبور والغلو في أصحابها.\nأما الأنصاب والأحجار والأصنام فإنما صنعت على صور أولئك المعبودين المعظمين،\nالمقبورين منهم وغير المقبورين، فهي ليست معظمة لذاتها، وإنما لكونها صورت على أشكالهم، أو على هيئة اخترعها عبادهم وتخيلوها في أذهانهم فصنعوا لها هياكل تدل عليهم وسموها بأسماء مخترعة أيضاً، كما فعل المشركون حين عبدوا الملائكة على صور أصنام واشتقوا لها أسماء من أسماء الله عز وجل، لأنهم بزعمهم، بنات الله، تعالى الله عما يقول الظالمون علواً كبيراً.\nوالذين عبدوا القبور والأشجار والأحجار والأنصاب، إنما عبدوها تبركاً بها وتعظيماً للمعبودين إما لكونهم مقبورين فيها، أو لأنها أثر من الآثار الدالة عليهم.\nوقد ذكر ابن القيم رحمه الله من مكايد إبليس، لعنه الله، التي كاد بها أكثر الناس\n__________\n(1) : \"إعلام الموقعين\" (3/147).\n(1/33)\n",
        "(ما أوحاه قديماً وحديثاً إلى حزبه وأوليائه من الفتنة بالقبور حتى آل الأمر فيها إلى أن\nعبد أربابها من دون الله وعبدت قبورهم واتخذت أوثاناً وبنيت عليها الهياكل وصورت صور أربابها فيها ثم جعلت تلك الصور أجساداً لها ظل ثم جعلت أصناماً وعبدت مع الله\nتعالى)(1) اهـ.\n* * *\n(ألا فلا تتخذوا القبور مساجد)\nومن أعظم الوسائل المفضية إلى عبادة القبور والشرك بها واتخاذها أوثاناً تعبد من دون الله، العكوف عندها للصلاة والدعاء والعبادة وسائر القرب، فقد تواترت النصوص في النهي عن ذلك، ووردت بأبلغ عبارات التحذير وأشدها، إذ جاءت مقرونة باللعن والقتل والغضب، ووصف فاعلوها بأنهم شرار الخلق عند الرب عز وجل.\n1- فعن أبي مرثد الغنوي رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم -:(لا تجلسوا على القبور ولا تصلوا إليها) (2).\n2- وعن أنس رضي الله عنه:(أن النبي - صلى الله عليه وسلم - نهى عن الصلاة إلى القبور) (3).\n3- وعن عائشة رضي الله عنها: أن أم حبيبة وأم سلمة رضي الله عنهما ذكرتا للنبي - صلى الله عليه وسلم - كنيسة رأينها بالحبشة فيها تصاوير، فقال النبي - صلى الله عليه وسلم -:(إن أولئك إذا كان فيهم الرجل الصالح فمات بنوا على قبره مسجداً وصورا فيه تلك الصور، فأولئك شرار الخلق عند الله يوم القيامة) (4).\n4- وعن عائشة وابن عباس رضي الله عنهما قالا: لما نزل برسول الله ( طفق يطرح خميصة له على وجهه فإذا اغتم بها كشفها عن وجهه فقال وهو كذلك: (لعنة الله على اليهود والنصارى اتخذوا قبور أنبيائهم مساجد)، قالت عائشة: (يحذر ما صنعوا)(5).\n__________\n(1) : \"إغاثة اللهفان\" (1/143).\n(2) : أخرجه مسلم (972).\n(3) : أخرجه ابن حبان (ح343).\n(4) : أخرجه البخاري (1/523) ومسلم (528).\n(5) : أخرجه البخاري (1/532) ومسلم (531).\n(1/34)\n\n5- وعنها رضي الله عنها قالت: قال رسول الله ( في مرضه الذي لم يقم منه: (لعن الله اليهود والنصارى اتخذوا قبور أنبيائهم مساجد) قالت: (فلولا ذاك أبرز قبره، غير أنه خشي أن يتخذ مسجداً)(1).\n6- وعن جندب بن عبدالله رضي الله عنه أن رسول الله ( قال قبل موته بخمس:\n(ألا وإن من كان قبلكم كانوا يتخذون قبور أنبيائهم وصالحيهم مساجد، ألا فلا تتخذوا القبور مساجد، إني أنهاكم عن ذلك)(2).\n7- وعن ابن مسعود رضي الله عنه عن النبي ( قال:(إن من شرار الناس من تدركهم الساعة وهم أحياء والذين يتخذون القبور مساجد)(3).\n8- وعن أبي هريرة رضي الله عنه عن النبي ( قال:(اللهم لا تجعل قبري وثناً، لعن الله قوماً اتخذوا قبور أنبيائهم مساجد)(4).\n9- وعن عطاء بن يسار أن رسول الله ( قال:(اللهم لا تجعل قبري وثناً يعبد، اشتد غضب الله على قوم اتخذوا قبور أنبيائهم مساجد)(5).\nقال الإمام ابن القيم رحمه الله في \"إغاثة اللهفان من مصائد الشيطان\": (ومن أعظم مكايده التي كاد بها أكثر الناس، وما نجا منها إلا من لم يرد الله تعالى فتنته، ما أوحاه قديماً وحديثاً إلى حزبه وأوليائه من الفتنة بالقبور، حتى آل الأمر فيها إلى أن عُبد أربابها من دون الله وعبدت قبورهم واتخذت أوثاناً، وبنيت عليها الهياكل وصورت صور أربابها فيها، ثم\nجعلت تلك الصور أجساداً لها ظل ثم جعلت أصناماً وعبدت مع الله تعالى.\nوكان أول هذا الداء العظيم في قوم نوح، كما أخبر سبحانه عنهم في كتابه حيث يقول:\n((وقالوا لا تذرن آلهتكم ولا تذرن وداً ولا سواعاً ولا يغوث ويعوق ونسراً وقد أضلوا\nكثيراً)).\n__________\n(1) : البخاري (3/200) ومسلم (529).\n(2) : أخرجه مسلم (532).\n(3) : رواه أحمد (ح 4143،4342).\n(4) : رواه أحمد (2/246).\n(5) : رواه مالك في \"الموطأ\" (1/172) مرسلاً.",
        "(1/35)\n\nقال غير واحد من السلف: \"كان هؤلاء قوماً صالحين في قوم نوح عليه السلام، فلما ماتوا عكفوا على قبورهم ثم صوروا تماثيلهم، ثم طال عليهم الأمد فعبدوهم \").\nقال ابن القيم: (فهؤلاء جمعوا بين الفتنتين: فتنة القبور، وفتنة التماثيل، وهما الفتنتان اللتان أشار إليهما رسول الله ( في الحديث المتفق على صحته عن عائشة رضي الله عنها: أن\nأم حبيبة وأم سلمة ذكرتا كنيسة رأينها بالحبشة …) وذكر الحديث، ثم قال: (فجمع في هذا الحديث التماثيل والقبور.وهذا كان سبب عبادة اللات.فروى ابن جرير بإسناده عن سفيان عن منصور عن مجاهد قال: \"كان يلت لهم السويق فمات فعكفوا على قبره \".\nوكذلك قال ابن عباس رضي الله عنهما:\" كان يلت السويق للحجاج \".\nفقد رأيت أن سبب عبادة ود ويغوث ويعوق ونسر واللات إنما كان من تعظيم قبورهم ثم اتخذوا لها تماثيل وعبدوها).\nثم ساق رحمه الله الأحاديث السابقة في النهي عن اتخاذ القبور مساجد، ثم قال: (وبالجملة: فمن له معرفة بالشرك وأسبابه وذرائعه، وفهم عن الرسول ( مقاصده جزم جزماً لا يحتمل النقيض أن هذه المبالغة منه باللعن والنهي بصيغتيه: صيغة (لا تفعلوا) وصيغة (إني أنهاكم) ليس لأجل النجاسة، بل هو لأجل نجاسة الشرك اللاحقة بمن عصاه، وارتكب\nما نهاه واتبع هواه،ولم يخش ربه ومولاه وقل نصيبه أو عدم في تحقيق شهادة أن لا إله إلا الله. فإن هذا وأمثاله من النبي ( صيانة لحمى التوحيد أن يلحقه الشرك ويغشاه، وتجريد له وغضب لربه أن يعدل به سواه.\nفأبى المشركون إلا معصية لأمره وارتكاباً لنهيه وغرهم الشيطان فقال: بل هذا تعظيم لقبور المشايخ والصالحين، وكلما كنتم أشد لها تعظيماً، وأشد فيهم غلواً، كنتم بقربهم أسعد ومن أعدائهم أبعد).\nقال ابن القيم: (ولعمر الله، من هذا الباب بعينه دخل على عباد يغوث ويعوق ونسر، ومنه دخل على عباد الأصنام منذ كانوا إلى يوم القيامة.فجمع المشركون بين الغلو فيهم والطعن في طريقتهم.\n(1/36)",
        "\nوهدى الله أهل التوحيد لسلوك طريقتهم، وإنزالهم منازلهم التي أنزلهم الله إياها: من العبودية وسلب خصائص الإلهية عنهم، وهذا غاية تعظيمهم وطاعتهم.فأما المشركون فعصوا أمرهم، وتنقصوهم في صورة التعظيم لهم).\nثم قال:(ومن جمع و من جمع بين سنة الرسول ( في القبور، و ما أمر به و نهى عنه،\nوما كان عليه أصحابه، و بين ما عليه أكثر الناس اليوم، رأى أحدهما مضاداً للآخر، مناقضاً له، بحيث لا يجتمعان أبداً.\nفنهى رسول الله ( عن الصلاة الى القبور، وهؤلاء يصلون عندها.\nب- ونهى عن اتخاذها مساجد، وهؤلاء يبنون عليها المساجد و يسمونها مشاهد، مضاهاة لبيوت الله تعالى.\nج - ونهى عن إيقاد السرج عليها، وهؤلاء يوقفون الوقوف على إيقاد القناديل عليها.\nد- ونهى أن تتخذ عيداً، وهؤلاء يتخذونها أعياداً و مناسك ويجتمعون لها كاجتماعهم للعيد أو أكثر.\nهـ - وأمر بتسويتها، و هؤلاء يرفعونها عن الأرض كالبيت، و يعقدون عليها القباب.\n* و المقصود أن هؤلاء المعظمين للقبور، المتخذينها أعياداً، الموقدين عليها السرج، الذين يبنون له مناسك، حتى صنف بعض غلاتهم في ذلك كتاباً وسماه \"مناسك حج المشاهد\" مضاهاة منه بالقبور للبيت الحرام، ولا يخفى أن هذا مفارقة لدين الإسلام ودخول في دين عباد الأصنام.\nفانظر إلى هذا التباين العظيم بين ما شرعه رسول الله ( وقصده، من النهي عما تقدم ذكره في القبور وبين ما شرعه هؤلاء وقصدوه.ولا ريب أن في ذلك من المفاسد ما يعجز العبد عن حصره.\nفمنها: تعظيمها الموقع في الافتتان بها، ومنها اتخاذها عيداً، ومنها السفر إليها، ومنها مشابهة عباد الأصنام بما يفعل عندها من العكوف عليها والمجاورة عندها وتعليق الستور عليها وسدانتها.ومنها اعتقاد المشركين بها أن بها يكشف البلاء وينصر على الأعداء ويستنزل غيث السماء، وتفرج الكروب وتقضي الحوائج وينصر المظلوم ويجار الخائف..إلى غير ذلك.\n(1/37)\n",
        "ومنها الدخول في لعنة الله تعالى ورسوله باتخاذ المساجد عليها وإيقاد السرج عليها.ومنها: الشرك الأكبر الذي يفعل عندها.ومنها إيذاء أصحابها بما يفعله المشركون بقبورهم، فإنهم يؤذيهم ما يفعل عند قبورهم ويكرهونه غاية الكراهية) انتهى ملخصاً(1).\nوقال الإمام النووي في \"شرح مسلم\": (قال العلماء: إنما نهى النبي ( عن اتخاذ قبره وقبر غيره مسجداً خوفاً من المبالغة في تعظيمه والافتتان به فربما أدى ذلك إلى الكفر كما جرى لكثير من الأمم الخالية.\nولما احتاجت الصحابة رضوان الله عليهم أجمعين والتابعون إلى الزيادة في مسجد\nرسول الله ( حين كثر المسلمون، وامتدت الزيادة إلى أن دخلت بيوت أمهات المؤمنين فيه، ومنها حجرة عائشة رضي الله عنها مدفن رسول الله ( وصاحبيه أبي بكر وعمر رضي الله عنهما بنوا على القبر حيطاناً مرتفعة مستديرة حوله لئلا يظهر في المسجد فيصلي إليه العوام ويؤدي المحذور.\nثم بنوا جدارين من ركني القبر الشماليين وحرفوهما حتى التقتا حتى لا يتمكن أحد من استقبال القبر)(2) اهـ.\nوقال الحافظ ابن حجر: (وكأنه ( علم أنه مرتحل من ذلك المرض فخاف أن يعظم قبره كما فعل من مضى فلعن اليهود والنصارى إشارة إلى ذم من يفعل فعلهم)(3) اهـ.\nوقال في موضع آخر: (والوعيد على ذلك يتناول من اتخذ قبورهم مساجد تعظيماً ومغالاة كما صنع أهل الجاهلية وجرهم ذلك إلى عبادتهم)(4)اهـ.\nوقال الشيخ أحمد البنا الساعاتي: (أحاديث الباب تدل على تحريم اتخاذ المساجد على قبور الأنبياء والصالحين لأن في الصلاة فيها استناناً بسنة اليهود والنصارى، وقد نهينا عن التشبه بهم في العادات فما بالك بالعبادات، وقد لعنهم النبي ( على هذا الاتخاذ.\n__________\n(1) : \"إغاثة اللهفان\" (1/143-154).\n(2) : \" شرح النووي على مسلم \" (5/13-14).\n(3) : \"فتح الباري\" (1/532).\n(4) : \"فتح الباري\" (1/524).\n(1/38)\n\nفأحاديث الباب برهان قاطع لمواد النزاع، وحجة نيرة على كون هذه الأفعال جالبة للعن، واللعن أمارة الكبيرة المحرمة أشد التحريم.\nفمن اتخذ مسجداً بجوار نبي أو صالح بحيث يكون قبره داخلاً في المسجد، رجاء بركته في العبادة ومجاورة روح ذلك الميت فقد شمله الحديث شمولاً واضحاً كشمس النهار، ومن توجه إليه في صلاته خاضعاً له مستمداً منه فلا شك أنه أشرك بالله وخالف أمر رسول الله - صلى الله عليه وسلم -، ولم تشرع الزيارة في ملة الإسلام إلا للعبرة والزهد في الدنيا وتذكر الآخرة والدعاء بالمغفرة للموتى)(1) اهـ.\n* * *\n((لا تغلوا في دينكم))\nالوسيلة الأخرى المفضية إلى عبادة الأوثان واتخاذ الأنداد من دون الله، الغلو في الصالحين من الأنبياء والملائكة وغيرهم من عباد الله المكرمين.\nوقد أخبر الله عز وجل في كتابه عن أهل الكتاب والمشركين الذين غلوا في الصالحين من الأنبياء والملائكة وغيرهم من عباد الله المكرمين.\nوقد أخبر الله عز وجل في كتابه عن أهل الكتاب والمشركين الذين غلوا في بعض خلقه فعبدوهم من دون الله واتخذوهم أرباباً وآلهة، يدعونهم ويرجونهم ويحبونهم كحب الله.\n* قال تعالى: ((لقد كفر الذين قالوا إن الله هو المسيح ابن مريم قل فمن يملك من الله شيئاً إن أراد أن يهلك المسيح ابن مريم وأمه ومن في الأرض جميعاً ولله ملك السموات والأرض\nوما بينهما يخلق ما يشاء والله على كل شيء قدير)) ]المائدة: 17[.\n* وقال تعالى: ((لقد كفر الذين قالوا إن الله هو المسيح ابن مريم وقال المسيح يا بني إسرائيل اعبدوا الله ربي وربكم إنه من يشرك بالله فقد حرم الله عليه الجنة ومأواه النار\nوما للظالمين من أنصار)) ]المائدة:72[.\n* وقال سبحانه: ((لقد كفر الذين قالوا إن الله ثالث ثلاثة وما من إله إلا إله واحد وإن\n__________\n(1) : \"الفتح الرباني\" (3/57).",
        "(1/39)\n\nلم ينتهوا عما يقولون ليمسن الذين كفروا منهم عذاب أليم.أفلا يتوبون إلى الله ويستغفرونه والله غفور رحيم.ما المسيح ابن مريم إلا رسول قد خلت من قبله الرسل وأمه صديقة كانا يأكلان الطعام انظر كيف نبين لهم الآيات ثم انظر أنى يؤفكون)) ]المائدة:73- 75[.\n* وقال عز وجل: ((وقالت اليهود عزير ابن الله وقالت النصارى المسيح ابن الله ذلك\nقولهم بأفواههم يضاهون قول الذين كفروا من قبل قاتلهم الله أنى يؤفكون.اتخذوا أحبارهم ورهبانهم أرباباً من دون الله والمسيح ابن مريم وما أمروا إلا ليعبدوا إلهاً واحداً لا إله إلا هو سبحانه عما يشركون)) ]التوبة:30-31[.\n* وقال تعالى: ((يا أهل الكتاب لا تغلوا في دينكم ولا تقولوا على الله إلا الحق إنما المسيح عيسى ابن مريم رسول الله وكلمته ألقاها إلى مريم وروح منه، فآمنوا بالله ورسله، ولا تقولوا ثلاثة، انتهوا خيراً لكم، إنما الله إله واحد، سبحانه أن يكون له ولد، له ما في السموات\nوما في الأرض وكفى بالله وكيلاً)) ]النساء:171[.\n* وقال عز من قائل: (( قل يا أهل الكتاب لا تغلوا في دينكم غير الحق ولا تتبعوا أهواء قوم قد ضلوا من قبل وأضلوا كثيراً وضلوا عن سواء السبيل)) ]المائدة: 77[.\nقال ابن كثير رحمه الله: (ينهى تعالى أهل الكتاب عن الغلو والإطراء، وهذا كثير في النصارى، فإنهم تجاوزوا حد التصديق بعيسى حتى رفعوه فوق المنزلة التي أعطاه الله إياها، فنقلوه من حيز النبوة إلى أن اتخذوه إلهاً من دون الله يعبدونه كما يعبدونه.بل قد غلوا في أتباعه وأشياعه ممن زعم أنه على دينه، فادعوا فيهم العصمة واتبعوهم في كل ما قالوه سواء كان حقاً أو باطلاً، أو ضلالاً أو رشاداً، أو صحيحاً أو كذباً، ولهذا قال تعالى: ((اتخذوا أحبارهم ورهبانهم أرباباً من دون الله ))...الآية)(1) اهـ.\nوقال ابن جرير- رحمه الله -: (((لا تغلوا في دينكم)) يقول: لا تجاوزوا الحق في دينكم\n__________\n(1) : \"تفسير ابن كثير\" (2/430) ط الشعب.\n(1/40)",
        "\nفتفرطوا فيه ولا تقولوا في عيسى غير الحق، فإن قيلكم في عيسى إنه ابن الله قول منكم\nعلى الله غير الحق لأن الله لم يتخذ ولداً فيكون عيسى أو غيره من خلقه له ابناً.\nوأصل الغلو في كل شيء مجاوزة حده الذي هو حده، يقال منه في الدين: قد غلا فهو يغلو غلواً)(1) اهـ.\n* وقال ابن جرير أيضاً في تأويل قوله تعالى: ((ما المسيح ابن مريم إلا رسول قد خلت من قبله الرسل وأمه صديقة كانا يأكلان الطعام)): (وهذا خبر من الله تعالى ذكره، احتجاجاً لنبيه ( على فرق النصارى في قولهم في المسيح.يقول مكذباً لليعقوبية في قيلهم: هو الله، والآخرين في قيلهم: هو ابن الله، ليس القول كما قال هؤلاء الكفرة في المسيح، ولكنه ابن مريم ولدته ولادة الأمهات أبناءهم، وذلك من صفة البشر لا من صفة خالق البشر.وإنما هو لله رسول كسائر رسله الذين كانوا قبله فمضوا وخلوا، أجرى على يده ما شاء أن يجريه عليها من الآيات والعبر، حجة له على صدقه، وعلى أنه لله رسول إلى من أرسله إليه من خلقه. وأمه صديقة.\n* وقوله: (كانا يأكلان الطعام) خبر من الله تعالى ذكره عن المسيح وأمه: أنهما كانا أهل حاجة إلى ما يغذوهما وتقوم به أبدانهما من المطاعم والمشارب كسائر البشر من بني آدم، فإن من كان كذلك فغير كائن إلهاً لأن المحتاج إلى الغذاء قوامه بغيره، وفي قوامه بغيره وحاجته إلى ما يقيمه دليل واضح على عجزه، والعاجز لا يكون إلا مربوباً لا رباً) اهـ.\"تفسير ابن جرير\" (10/484-485).\n* قلت: ولأن الغلو في المسيح عليه السلام هو الذي أدى بالنصارى إلى الكفر فألهوه وعبدوه، فقد حذر النبي ( أمته من الغلو في شخصه لئلا تقع في المحذور الذي وقع فيه من قبلهم.\n(1) فقال لهم: (لا تطروني كما أطرت النصارى ابن مريم فإنما أنا عبد فقولوا عبد الله ورسوله) أخرجه البخاري (6/478) من حديث عمر بن الخطاب رضي الله عنه.\n__________\n(1) : \"تفسير ابن جرير\" (9/170-171)..\n(1/41)\n",
        "(2) وقال - صلى الله عليه وسلم -:(إياكم والغلو في الدين فإنما هلك من كان قبلكم بالغلو في الدين).رواه أحمد (1/215) والنسائي (5/268) وابن خزيمة (4/274).\n(3) وأنكر على من قال له: (ما شاء الله وشئت) وقال: (أجعلتني لله عدلاً بل ما شاء الله وحده).رواه أحمد (ح 1839) وفيه ضعف، وله شواهد.\n(4) وكره أن يقوم له أصحابه، كما قال أنس رضي الله عنه: (لم يكن شخص أحب إليهم من رسول الله ( وكانوا إذا رأوه لم يقوموا لما يعلمون من كراهيته لذلك).رواه الترمذي\n(5/90) وصححه.\n(5) وكره منهم قولهم له (أنت سيدنا) وقال: (السيد الله تبارك وتعالى) مع أنه أخبر في حديث الشفاعة أنه سيد ولد آدم، سداً لذريعة الغلو فيه بدليل أنه قال: (أيها الناس قولوا بقولكم أو بعض قولكم ولا يستجرينكم الشيطان).رواه أبو داود (5/154).\nقلت: وهذا كان من هديه ( مع أصحابه على الدوام، كان ينهاهم عن الغلو فيه والمبالغة في تعظيمه خوفاً عليهم أن يقعوا في المحظور الذي وقع فيه من قبلهم من أهل الكتاب.\n* ولم يقتصر النبي ( على جانب الإنكار على الغالين، بل كان هديه التواضع لله والخشية والعبودية له والافتقار إليه في أحواله كلها.\n(1) فعندما بلغه نبأ الرهط الذين تقالوا عبادته قال: (أما والله إني لأخشاكم لله وأتقاكم له).رواه البخاري (9/104) ومسلم (1401).\n(2) وقال: (ما بال أقوام يتنزهون عن الشيء أصنعه، فوالله إني لأعلمهم بالله وأشدهم له خشية) رواه البخاري (13/276) ومسلم (2356).\n(3) وكان إذا رأى غيماً أو ريحاً عُرف ذلك في وجهه، فلما سُئل عن ذلك قال:\n(ما يؤمنني أن يكون فيه عذاب ؟ فقد عذب قوم بالريح، وقد رأى القوم العذاب فقالوا هذا عارض ممطرنا) رواه البخاري (8/578) ومسلم (899).\n(4) وقال - صلى الله عليه وسلم - : (لن يُدخل أحداً منكم عملُه الجنة) قالوا: ولا أنت يا رسول الله ؟ قال: (ولا أنا إلا أن يتغمدني الله منه بفضل ورحمة).رواه البخاري (11/294) ومسلم\n(1/42)\n\n(2816).\n(5) وقال أيضاً:(والله ما أدري وأنا رسول الله ما يفعل بي).رواه البخاري (3/11).\n* وكان يذكر أصحابه على الدوام بأنه بشر يعتريه ما يعتري البشر من الضعف والنسيان والخطأ(1).\n1- فقد سها في صلاته أكثر من مرة بالزيادة والنقصان، وقال: (إنما أنا بشر مثلكم أنسى كما تنسون، فإذا نسيت فذكروني).متفق عليه \"اللؤلؤ والمرجان\" (1/114).\n2- وقال أيضاً: (إنما أنا بشر، وإنكم تختصمون إلي، ولعل بعضكم أن يكون ألحن بحجته من بعض فأقضي له على نحو ما أسمع).رواه البخاري (12/339) ومسلم (1713).\n3- وقال: (إني أوعك كما يوعك رجلان منكم).رواه البخاري (10/111) ومسلم (2571).\n* ومن تواضعه ( مع إخوانه الأنبياء:\nقوله:(نحن أحق بالشك من إبراهيم إذ قال:((رب أرني كيف تحيي الموتى)))\nوقوله: \" لو لبثت في السجن طول ما لبث يوسف لأجبت الداعي) متفق عليه \"اللؤلؤ والمرجان \" (3/119).\nوجاءه رجل فقال له: (يا خير البرية) فقال رسول الله - صلى الله عليه وسلم - :(ذاك إبراهيم خليل\nالله).رواه مسلم (2369).\n3- ولما سُئل - صلى الله عليه وسلم -: من أكرم الناس؟ قال (أتقاهم لله) قالوا: ليس عن هذا نسألك. قال: (فأكرم الناس يوسف نبي الله ابن نبي الله ابن نبي الله ابن خليل الله).متفق عليه \"اللؤلؤ والمرجان\" (3/119).\n4- ولما بلغه قول الرجل المسلم لليهودي: (والذي اصطفى محمداً على العالمين)\nغضب ( حتى رئي في وجهه وقال: (لا تفضلوا بين الأنبياء) وفي لفظ: (لا تخيروني على موسى فإن الناس يصعقون فأكون أول من يفيق فإذا موسى بجانب العرش، فلا أدري أكان فيمن صعق فأفاق قبلي، أو كان ممن استثنى الله).متفق عليه \"جامع الأصول\"(8/513).\n5- وقسم رسول الله ( قسماً، فقال رجل: (ما أريد بهذا وجه الله).فبلغ ذلك النبي ( فتمعر وجهه وقال: (يرحم الله موسى قد أوذي بما هو أشد من هذا فصبر).رواه البخاري (10/475) ومسلم (1062).",
        "(1/43)\n\n* وكان هديه ( في الدعاء والذكر في سائر الأحوال أحسن الهدي وأكمله، ذلة وخضوعاً وخشية وإنابة ورغبة ورهبة لله عز وجل، تحقيقاً لكمال العبودية لربه ومولاه، وإرشاداً لأمته من بعد أن تستن بسنته وتهتدي بهداه، فتلهج قلوبهم وألسنتهم بذكر الله وحده ودعائه وقصده في سائر الأحوال دون سواه.\n1- فكان من دعائه ( عند قيامه للصلاة قوله: (وجهت وجهي للذي فطر السموات والأرض حنيفاً وما أنا من المشركين إن صلاتي ونسكي ومحياي ومماتي لله رب العالمين\nلا شريك له وبذلك أمرت وأنا من المسلمين، اللهم أنت الملك لا إله إلا أنت.أنت ربي وأنا عبدك.ظلمت نفسي واعترفت بذنبي فاغفر لي ذنوبي جميعاً إنه لا يغفر الذنوب إلا أنت..) الحديث.رواه مسلم (771).\n2- وإذا ركع قال: (اللهم لك ركعت وبك آمنت ولك أسلمت خشع لك سمعي وبصري ومخي وعظمي وعصبي..).رواه مسلم (771).\n3- وإذا سجد قال: (اللهم لك سجدت وبك آمنت ولك أسلمت.سجد وجهي للذي خلقه وصوره وشق سمعه وبصره تبارك الله أحسن الخالقين..).رواه مسلم (771).\nثم يقول بين التشهد والتسليم: (اللهم اغفر لي ما قدمت وما أخرت وما أسررت\nوما أعلنت وما أسرفت وما أنت أعلم به مني.أنت المقدم وأنت المؤخر.لا إله إلا أنت). رواه مسلم (771).\n5- وكان ( يقول إذا أمسى: (أمسينا وأمسى الملك لله والحمد لله.لا إله إلا الله وحده لا شريك له، له الملك وله الحمد وهو على كل شيء قدير.رب أسألك خير ما في هذه الليلة وخير ما بعدها..) الحديث.رواه مسلم (2723).\n6- وكان يقول إذا أصبح: (أصبحنا وأصبح الملك لله..)مثله.رواه مسلم (2723).\n7- وكان ( يقول عند الكرب: (لا إله إلا الله العظيم الحليم، لا إله إلا الله رب العرش العظيم، لا إله إلا الله رب السموات ورب الأرض، لا إله إلا الله رب العرش الكريم). رواه البخاري ومسلم \"جامع الأصول\" (4/294).\nقلت: وسائر الأدعية والأذكار على هذا المنوال.\n(1/44)",
        "\n* والمقصود أن النبي ( سد على أمته كل الذرائع المفضية إلى الغلو فيه أو في غيره من الناس بمثل هذه السنن القويمة لئلا تقع فيما وقع فيه غيرها من الأمم السابقة.\nويحسن هنا أن نختم هذا الفصل بما فصله ابن القيم رحمه الله في \"إعلام الموقعين\" في هذه القاعدة العظيمة، قاعدة سد الذرائع، فساق تسعة وتسعين وجهاً، ذكر منها:\n* الوجه الرابع عشر: (أنه ( نهى عن الصلاة عند طلوع الشمس وغروبها(1) ، وكان من حكمة ذلك أنهما وقت سجود المشركين للشمس، وكان النهي عن الصلاة لله في ذلك الوقت سداً لذريعة المشابهة الظاهرة التي هي ذريعة إلى المشابهة في القصد، مع بعد هذه\nالذريعة، فكيف بالذرائع القريبة) ؟.\n* الوجه الثالث والأربعون: (أنه ( قال: (لا تقولوا ما شاء الله وشاء محمد) (2)، وذم الخطيب الذي قال: (من يطع الله ورسوله فقد رشد ومن عصاهما فقد غوى)(3) سداً لذريعة التشريك في المعنى بالتشريك في اللفظ، وحسماً لمادة الشرك حتى في اللفظ.ولهذا قال للذي قال له: (ما شاء الله وشئت): (أجعلتني لله نداً)؟ فحسم مادة الشرك وسد الذريعة إليه في اللفظ كما سدها في الفعل والقصد.فصلاة الله وسلامه عليه وعلى آله أكمل صلاة وأتمها وأزكاها وأعمها).\n* الوجه التاسع والأربعون:(أنه نهاهم إذا أقيمت الصلاة أن يقوموا حتى يروه قد خرج (4) لئلا يكون ذلك ذريعة إلى قيامهم لغير الله، ولو كانوا إنما يقصدون القيام للصلاة، لكن قيامهم قبل خروج الإمام ذريعة ولا مصلحة فيها فنهوا عنه).\n__________\n(1) : رواه البخاري (6/335) ومسلم (828).\n(2) : رواه النسائي (7/6).\n(3) : رواه مسلم (870).\n(4) : رواه البخاري (2/119) ومسلم (604).\n(1/45)\n",
        "* الوجه التاسع والثمانون (أن النبي ( نهى الرجل أن ينحني للرجل إذا لقيه(1) كما يفعله كثير من المنتسبين إلى العلم، ممن لا علم له بالسنة.بل يبالغون إلى أقصى حد الانحناء مبالغة في خلاف السنة جهلاً حتى يصير أحدهم بصورة الراكع لأخيه، ثم يرفع رأسه من الركوع\nكما يفعل إخوانهم من السجود بين يدي شيوخهم الأحياء والأموات.فهؤلاء أخذوا من الصلاة سجودها، وأولئك ركوعها وطائفة ثالثة قيامها، يقوم عليهم الناس وهم قعود كما يقومون في\nالصلاة، فتقاسمت الفرق الثلاث أجزاء الصلاة.\nوالمقصود أن النبي ( نهى عن انحناء الرجل لأخيه سداً لذريعة الشرك كما نهى عن السجود لغير الله (2)، كما نهاهم أن يقوموا في الصلاة على رأس الإمام وهو جالس(3)\nمع أن قيامهم عبادة لله تعالى، فما الظن إذا كان القيام تعظيماً للمخلوق وعبودية له ؟\nفالله المستعان) اهـ.\"إعلام الموقعين\" (3/151-167).\nالباب الأول\nالدعوة إلى الشرك\n* أولاً: شرك العبادة.\n* فصل: ((..بل هم أضل)).\n* ثانياً: الشرك في الربوبية.\n* فصل: ((وذروا الذين يلحدون في أسمائه)).\nأولاً: شرك العبادة\n__________\n(1) : رواه أحمد (3/298) والترمذي (5/75) وحسنه، من حديث حنظلة بن عبدالله عن أنس رضي الله عنه: \" أن رجلاً قال: يا رسول الله الرجل منا يلقى أخاه أو صديقه أينحني له ؟ قال: لا.قال: أفيلتزمه ويقبله ؟ قال: لا.قال: أفيأخذ بيده ويصافحه: قال: نعم \".\nقلت: حنظلة بن عبدالله فيه ضعف، ولعل الترمذي حسن حديثه لشواهده.انظر \" السلسلة الصحيحة\" للألباني (ح160).\n(2) : رواه أحمد (4/381) وابن ماجة (1853) من حديث معاذ بن جبل رضي الله عنه: أنه أتى الشام فرأى النصارى تسجد لبطارقتها وأساقفتها، فرأى أن النبي ( أحق بذلك، فنهاه النبي ( .\n(3) : رواه مسلم (413).\n(1/46)\n\n* علمت مما تقدم أن الإسلام هو إفراد الله بالعبادة والخضوع والذل، وأن الرسل جميعاً ما أرسلوا إلا لدعوة الناس إلى توحيد الله فكلهم كان يقول ((اعبدوا الله ما لكم من إله غيره))، وأن شرك الأمم كان بعبادة غير الله مع عبادتهم لله، وهذا هو شرك العبادة، وهو الذي كانت عليه العرب قبل بعثة النبي - صلى الله عليه وسلم -.\n* أما الربوبية، وهي الإقرار بأن الله هو خالقهم وخالق السموات والأرض وأنه مدبر الأمر وأنه يجير ولا يجار عليه، وأن بيده مقاليد السموات والأرض..إلى غير ذلك من أفعال الله، فكانوا مقرين بها كما في قوله تعالى ((ولئن سألتهم من خلق السموات والأرض ليقولن الله)).\n* وعلمت أن مبدأ ذلك الشرك كان بالعكوف على قبور الصالحين والغلو فيهم ونحت التماثيل على صورهم وأشكالهم.ثم لما تنسَّخَ العلم عبدوهم فدعوهم من دون الله وسألوهم واتخذوهم شفعاء ووسائط ليقربوهم إلى الله.قال تعالى: ((والذين اتخذوا من دونه أولياء\nما نعبدهم إلا ليقربونا إلى الله زلفى)) وقال سبحانه ((ويعبدون من دون الله ما لا يضرهم\nولا ينفعهم ويقولون هؤلاء شفعاؤنا عند الله)).\n* وأن هؤلاء الشفعاء والوسطاء كانوا إما ملائكة وإما أنبياء كالمسيح وعزير عليهما السلام وإما أناساً صالحين كاللات وود وسواع ونحوهم.وأما الجمادات التي يعبدونها كالأصنام والأشجار والأحجار، فهي لم تقصد لذاتها بل لأنها تعبر عنهم وترمز إليهم.\n* فالتماثيل والأصنام إما أنها صورت على صورهم حقيقة، كالصالحين من قوم نوح،\nوإما على ما صوره خيال المشركين، كصور الملائكة الذين جعلوهم بنات الله، تعالى الله عما يقول الظالمون علواً كبيراً.\n* وأما الأحجار والأشجار ونحوها، فاتخذوها آلهة لأنها أثر من آثارهم، كالذين عبدوا الصخرة التي كان اللات يلت عليها السويق، وكذا الصليب الذي عبدته النصارى لأنه يدل بزعمهم على المسيح عليه السلام، وكذبوا ((وما قتلوه وما صلبوه ولكن شبه لهم)).",
        "(1/47)\n\n* ومن أجل ذلك حرمت الوسائل الموصلة إلى الشرك وسدت الذرائع المفضية إليه من كل وجه ومنها الغلو في الأنبياء والصالحين وتعظيم قبورهم والعكوف عليها واتخاذها مساجد وأعياداً ومشاهد.\n* فكان موقف المخالف (الدكتور محمد بن علوي المالكي) من تلك القضايا كلها موقف النقض والمعارضة للتوحيد وخرق نسيجه وانتهاك حماه، وسلك عكس ذلك مع الشرك بأنواعه وضروبه ووسائله.\n* ففي جانب الغلو في المخلوقين يقول المخالف : (اعلم أن جميع الكرامات والخصائص الواقعة في هذا العالم (من منذ) - كذا - خلق الله تعالى الدنيا لنبينا محمد ( بحكم الأصالة، وإن وقع شيء منها لخواص الخلق فذلك بحكم التبعية في الإرث له - صلى الله عليه وسلم -.\nثم اعلم أن كل ما مال إلى تعظيم رسول الله ( لا ينبغي لأحد البحث فيه ولا المطالبة بدليل خاص فيه فإن ذلك سوء أدب.فقل ما شئت في رسول الله ( على سبيل المدح\nلا حرج \" اهـ \"الذخائر\" (ص201).\n* وفي شأن تعظيم القبور، ذكر أن زيارة قبره ( :(إقرار لصاحب الرسالة محمد بن عبدالله بعظيم الفضل وكمال الإحسان..) إلى أن قال: (وهذا هو عين التوحيد) \"شفاء الفؤاد\" (ص36)، وجعل زيارة القبر من الهجرة إلى الله ورسوله \"شفاء الفؤاد\" (ص55)، وفضلها على الحج إلى بيت الله الحرام \"شفاء الفؤاد\"(ص35،165)، وحرَّف في سبيل إثبات ذلك كل النصوص الدالة على تحريم اتخاذ القبور مساجد وشد الرحال إليها واتخاذها عيداً وعكس معناها لتوافق هواه ومذهبه(1).\n* وما صنعه في الوسائل والذرائع الموصلة إلى الشرك الأكبر، صنع مثله بل أضعافه في الشرك نفسه، فشحن كتابيه بأنواعه كلها.ومن أمثلة شرك العبادة:\n__________\n(1) : انظر تحريفه لحديث (لا تشد الرحال) وحديث (لا تجعلوا قبري عيداً) وحديث (اللهم لا تجعل قبري وثناً) في كتاب \"شفاء الفؤاد\" (ص10، 95،99) على الترتيب.\n(1/48)",
        "\n1- قوله: (فليس لنا يا رسول الله شفيع غيرك نؤمله ولا رجاء غير بابك نصله) \"الذخائر\" (ص101)، و\"شفاء الفؤاد\" (ص109، 117).\n2- وقوله عن زيارة قبور الأنبياء عليهم السلام:(فإذا جاء إليهم فليتصف بالذل والانكسار والمسكنة والفقر والفاقة والحاجة والاضطرار والخضوع، وليحضر قلبه وخاطره إليهم وإلى مشاهداتهم بعين قلبه لا بعين بصره) إلى أن قال: (ويستغيث بهم ويطلب حوائجه منهم ويجزم بالإجابة ببركتهم ويقوي حسن ظنه في ذلك فإنهم باب الله المفتوح..لا يردون من سألهم\nولا من توسل بهم ولا من قصدهم ولا من لجأ إليهم) \"شفاء الفؤاد\" (ص97).\n3- ثم قال: (وأما في زيارة سيد الأولين والآخرين صلوات الله عليه وسلامه، فكل ما ذكر\nيزيد أضعافه، أعني في الانكسار والذلة والمسكنة لأنه الشافع المشفع الذي لا ترد شفاعته\nولا يخيب من قصده ولا من نزل بساحته ولا من استعان أو استغاث به)\"شفاء الفؤاد\"\n(ص97).\n4- ومما جاء في النظم قوله \"الذخائر\" (ص101) و\"شفاء الفؤاد\" (ص109):\nأنت الشفيع وآمالي معلقة وقد رجوتك يا ذا الفضل تشفع لي\nهذا نزيلك أضحى لا ملاذ له إلا جنابك يا سؤلي ويا أملي\n5- وقوله أيضاً:\nفلذ به في كل ما تشتكي فهو شفيع دائماً يقبل\nولذ به في كل ما ترتجي فإنه المأمن والمعقل\nوحط أحمال الرجا عنده فإنه المرجع والموئل\nوناده إن أزمة أنشبت أظفارها واستحكم المعضل\nيا أكرم الخلق على ربه وخير من فيهم به يسأل\nقد مسني الكرب وكم مرة فرجت كرباً بعضه يذهل\nعجل بإذهاب الذي أشتكي فإن توقفت فمن ذا أسأل؟\nقال المخالف: (وهي مجربة لقضاء الحوائج تقرأ في آخر الليل..ويكرر بيت: عجل بإذهاب الذي أشتكي 73 مرة). \"الذخائر\" (ص158).\n6- ومما جاء من أبيات أيضاً قوله \"الذخائر\" (ص166):\nيا ملاذ الورى وخير عيان ورجاء لكل دان وقصي\nلك وجهت وجهي يا أبيض الوجه فوجه إليه وجه الولي.\n7- وقوله \"شفاء الفؤاد\" (ص203):\nفالآن ليس سوى قبر حللت به منجى الطريد وملجأ كل معتصم\n(1/49)\n",
        "وإن رمتنا الخطايا وسط مهلكة فأنت ملجأ خلق الله كلهم\nفالعفو شيمتك العظمى التي شهرت إذ كانت الموبقات الدهم من شيمي\n8- وقوله \"شفاء الفؤاد\" (ص203):\nيا سيدي يارسول الله خذ بيدي مالي سواك ولا ألوي عل أحد\nإني إذا سامني ضيم يروعني أقول يا سيد السادات يا سندي\nوانظر بعين الرضا لي دائماً أبداً واستر بفضلك تقصيري مدى الأمد\nواعطف علي بعفو منك يشملني فإني عنك يا مولاي لم أحد\n9- وقوله \"شفاء الفؤاد\" (ص213):\nيا سيدي إني رجوتك ناصراً من جور دهر خائن متقلب\nفأقل عثار عُبيدك الداعي الذي يرجوك إذ راجيك غير مخيب\nواكتب له ولوالديه براءة من حر نار جهنم المتلهب\nواقمع بحولك باغضيه وكل من يؤذيه من متمرد متعصب\nواشفع له ولمن يليه وقم بهم في كل حال يا شفيع المذنب\n10- وقوله \"شفاء الفؤاد\" (ص222-223):\nألا يا رسول الله عطفاً ورحمة لمسترحم مستنظر للمبارر\nألا يا حبيب الله غوثاً وغارة لذي كربة مسودة كالدياجر\nألا يا صفي الله قم بي فإنني بكم وإليكم يا شريف العناصر\nقلت: وهذا الذي نقلته قطرة من بحر وغيض من فيض، وهو كما رأيت صريح الشرك والكفر، إذ لم يدع لله شيئاً من أمور العبادة، كالدعاء والرجاء والسؤال والطلب والاستغاثة والالتجاء والقصد وسائر ما كان يفعله المشركون من قبل بأوثانهم وآلهتهم مما لا يجوز صرفه لغير الله، إلا أشرك فيه غيره معه.\nوهو بهذا يكون قد نقض أصل الإيمان وحقيقة الإسلام التي مبناها على توحيد الله بالإرادة والقصد والطلب، وعدم الإشراك به في شيء من أمور العبادة التي من أخصها الدعاء والالتجاء.قال تعالى: ((ولا تدع من دون الله ما لا ينفعك ولا يضرك، فإن فعلت فإنك إذاً من الظالمين.وإن يمسسك الله بضر فلا كاشف له إلا هو، وإن يردك بخير فلا راد لفضله)) ]يونس: 106-107[.\n(وحاصل كلام المفسرين أن الله تعالى نهى رسوله ( أن يدعو من دونه ما لا ينفعه\n(1/50)\n\nولا يضره، والمراد به كل ما سوى الله فإنهم لا ينفعون ولا يضرون، وسواء في ذلك الأنبياء والصالحون وغيرهم كما قال تعالى: ((وأن المساجد لله فلا تدعوا مع الله أحداً))(الجن:18). وقال النبي ( لابن عباس: (إذا سألت فاسأل الله وإذا استعنت فاستعن بالله، واعلم أن\nالأمة لو اجتمعت على أن ينفعوك بشيء لم ينفعوك إلا بشيء قد كتبه الله لك، وإن اجتمعوا\nعلى أن يضروك بشيء لم يضروك إلا بشيء قد كتبه الله عليك).\nوفي الآية تنبيه على أن المدعو لابد أن يكون مالكاً للنفع والضر حتى يعطي من دعاه\nأو يبطش بمن عصاه، وليس ذلك إلا لله وحده، فتعين أن يكون هو المدعو دون ما سواه.\nوقوله: ((فإن فعلت فإنك إذاً من الظالمين)) أي من المشركين.\nوهذا كقوله: ((فلا تدع مع الله إلهاً آخر فتكون من المعذبين)) ]الشعراء:213[.\nوقوله: ((ولقد أحي إليك وإلى الذين من قبلك لئن أشركت ليحبطن عملك ولتكونن من الخاسرين)) ]الزمر:65[ وقوله في الأنبياء: ((ولو أشركوا لحبط عنهم ما كانوا يعملون)) ]الأنعام:88[) اهـ \"تيسير العزيز الحميد\" (ص236-237).\nوقد بين سبحانه في كتابه في أكثر من موضع أنه هو وحده الذي يملك النفع والضر،\nلا يملكه أحد غيره، حتى الرسول ( أفضل الخلق وأكرمهم وأعظمهم جاهاً، لا يملك لنفسه النفع والضر، فضلاً عن أن يملك إيصاله للغير.قال تعالى: ((قل لا أملك لنفسي نفعاً ولا ضراً إلا ما شاء الله، ولو كنت أعلم الغيب لاستكثرت من الخير وما مسني السوء إن أنا إلا نذير وبشير لقوم يؤمنون)) ]الأعراف:188[.وقال تعالى: ((قل لا أملك لنفسي ضراً ولا نفعاً\nإلا ما شاء الله)) ]يونس:49[.\nقال ابن جرير رحمه الله: (أي: لا أقدر لها على ضر ولا نفع في دنيا ولا دين، ((إلا ما شاء الله)) أن أملكه فأجلبه إليها بإذنه) اهـ(1).\nفإذا كان ( لا يملك لنفسه نفعاً ولا ضراً في دنيا ولا دين فكيف يملك شيئاً من ذلك لغيره من العالمين ؟!\n__________\n(1) : \"تفسير ابن جرير\" (15/100)",
        "(1/51)\n\nومع وضوح هذا القياس وجلائه، أن من لا يملك لنفسه، أولى وأحرى أن لا يملك لغيره، فقد جاء مصرحاً به في قوله تعالى: ((قل إني لا أملك لكم ضراً ولا رشداً)) ]الجن:21[.\nكما صرح به هو ( لأقرب الناس إليه محبةً ونسباً ورحماً ولحمة، فقال: (يا بني عبد مناف لا أغني عنكم من الله شيئاً.يا عباس بن عبدالمطلب لا أغني عنك من الله شيئاً،\nويا صفية عمة رسول الله لا أغني عنك من الله شيئاً، ويا فاطمة بنت محمد، سليني من مالي لا أغني عنك من الله شيئاً) (متفق عليه \"اللؤلؤ والمرجان\" (1/52)، فبأي حديث بعده يؤمنون ؟!\nوقد أمر الله عز وجل عباده بتوحيده في القصد والدعاء والطلب، في مواضع كثيرة من كتابه العزيز، كقوله تعالى: ((هو الحي لا إله إلا هو فادعوه مخلصين له الدين)) ]غافر:65[.\nوأخبر سبحانه عن إمام الحنفاء قوله: ((إني وجهت وجهي للذي فطر السموات والأرض حنيفاً وما أنا من المشركين)) ]الأنعام:79[.\nوصح أن النبي ( كان يقول في صلاته: (وجهت وجهي للذي فطر السموات والأرض حنيفاً وما أنا من المشركين) (رواه مسلم (771)).\nومما سنه رسول الله ( من الذكر والدعاء عند النوم أن يقول: (اللهم إني أسلمت نفسي إليك ووجهت وجهي إليك وفوضت أمري إليك وألجأت ظهري إليك رغبة ورهبة إليك لا ملجأ ولا منجا منك إلا إليك..) الحديث.متفق عليه\"اللؤلؤ والمرجان\"(3/230).\nوينقض المخالف ذلك كله ويقول: (لك وجهي وجهت يا أبيض الوجه، فوجه إليه وجه الولي).وهذا عين الكفر والمحادة لله ولرسوله ( ، إذ صرف وجهه عن الخالق إلى المخلوق وعن الرب المالك المدبر إلى المملوك المربوب.\nومقتضاه كما هو ظاهر اللفظ: أنه وجَّه وجهه وأسلمه لمعبوده وحده، وهو النبي ( دون سواه، وهذا مستفاد من تقديم المعمول على العامل في قوله: (لك وجهت) الذي يفيد الحصر.\n(1/52)",
        "\n* ولقد كان المشركون الأولون يعبدون الله ويدعونه ويلجأون إليه ويجأرون كما أخبر الله عنهم وهو أصدق القائلين، فقال: ((وما بكم من نعمة فمن الله ثم إذا مسكم الضر فإليه تجأرون.ثم إذا كشف الضر عنكم إذا فريق منكم بربهم يشركون)) ]النحل:53-54[.\nوقال سبحانه: ((قل أرأيتكم إن أتاكم عذاب الله أو أتتكم الساعة أغير الله تدعون إن كنتم صادقين.بل إياه تدعون فيكشف ما تدعون إليه إن شاء وتنسون ما تشركون)) ]الأنعام: 40-41[.\nوقال سبحانه: ((وإذا مس الإنسان ضر دعا ربه منيباً إليه، ثم إذا خوله نعمة منه نسي\nما كان يدعو إليه من قبل وجعل لله أنداداً ليضل عن سبيله، قل تمتع بكفرك قليلاً إنك من أصحاب النار)) ]الزمر:8[.\nوالآيات في معنى ذلك أكثر من أن تحصر.والمقصود أنهم كانوا يعبدونه سبحانه ويلجأون إليه في الملمات، بل يخلصون له في الدعاء والقصد والرجاء لكشف الضر وتفريج الكربات.\nومع ذلك فقد حكم عليهم بالشرك والكفر والضلال وجعل مصيرهم إلى النار، دار البوار، لأنهم يشركون معه غيره من الأنداد ويدعونهم ويسألونهم في غير الشدائد من الأوقات.\n* أما المخالف فقد وحَّد معبوده من دون الله في كل الملمات وأخلص له الدعاء والرجاء والالتجاء، إذ قال: (هذا نزيلك أضحى لا ملاذ له، إلا جنابك يا سؤلي ويا أملي).وهذا الأسلوب أيضاً يدل على الحصر والقصر والاختصاص وهو النفي مع الاستثناء (لا، إلا).\nومثله أيضاً قوله: (فليس لنا يا رسول الله شفيع غيرك نؤمله ولا رجاء غير بابك نصله).\nوقوله: (فالآن ليس سوى قبر حللت به، منجى الطريد وملجا كل معتصم).\n* ولقد كان يكفيه أن يدعو إلهه من دون الله ويلجأ إليه ويسأله بعض ما يرجوه، ليكون في عداد المشركين، لكنه أبى إلا الإيغال في الكفر والشرك، فصرف كل العبادة للعبد المخلوق، فقال:\nفلذ به في كل ما تشتكي فهو شفيع دائماً يقبل\nولذ به في كل ما ترتجي فإنه المأمن والمعقل\n(1/53)\n",
        "وفي هذا دليل على أن شرك المخالف ومن شاكله من المخالفين، أعظم من شرك الأولين، وسيأتي ما يؤكده في الفصول التاليه، إن شاء الله.\n* وحتى يكتمل عقد الموافقة والمطابقة لشرك الأولين، ها هو ذا يدعو صراحة إلى عبادة الأصنام واتخاذها آلهى من دون الله، لكن بصورة أخرى أعجب وأغرب من تلك الصورة الساذجة القديمة، والحق أنها من أعجب ما وقفت عليه من بدع المخالفين، على كثرتها واختلافها وتباينها.\nنعم، يوجد ما هو أشد منها كفراً، وأعظم خطراً، لكن هذه البدعة امتازت بغرابتها وسخافتها وشذوذها عن سائر البدع.\n* أرادوا أن ينحتوا صنماً على صورة النبي ( ، كما فعل المشركون بعظمائهم، فعجزوا عن تصوير وجهه الكريم وجسده الشريف، فانحطوا إلى النعال، ثم عجزوا كذلك، فأوحى إليهم شيطانهم أن يلجأوا إلى الخيال، ففعلوا..وكان المثال.\nوما أدراك ما المثال ؟\nهو خيال تخيله شيطان لهم لصورة تماثل النعل النبوي، ثم صيَّر ذلك الخيال واقعاً وخطَّه ورسمه، ثم جعل يدعوه ويستغيث به ويستعينه ويسترحمه.\nفأراد المخالف أن يتحف هذه الأمة التي أصيبت في دينها وإيمانها، ونكبت في دمائها وأعراضها، وادلهمت بها الخطوب، وتوالت عليها المحن، وتداعت عليها الأمم، فدلهم على ذلك الحصن الحصين الذي ينجيهم من كل كرب ويمنع عنهم كل عدوان وظلم ويمنحهم الأمان والأمن.\nفقد عقد المخالف فصلاً من كتاب \"الذخائر\" بعنوان \"اهتمام العلماء بمثال نعل النبي (\"\nقال فيه (ص263-266): (اهتم بذلك الأئمة الفحول وصنف فيها رسالة خاصة الشيخ المقري، وذكر لها أمثلة وكتب عنها كلمات جليلة مهمة، خلاصتها: اعلم أرشدني الله وإياك إلى سواء السبيل وأوردنا مع الرعيل الأول مناهل الرحيق والسلسبيل، أن جماعة من الأئمة المغاربة المقتدى بهم تعرضوا للمثال الطاهر وحسنه الباهر وأقروا بمشاهدته عين الناظر..).\nإلى أن قال: (قال الإمام المقري: وقد بلغني عن بعض الأغمار، ممن هو كمثل الحمار، أنه\n(1/54)\n\nأنكر تصويري الأمثلة الشريفة ذات الظلال الوريفة، قائلاً كيف تنهون عن الصور وأنتم\nتفعلونها؟\nفقلت لمن بلغني عنه ذلك: قل له وأنتم لم تتكلمون في الأمور التي تجهلونها ؟ وليس هذا من تلك الصور، لا في ورد ولا صدر..).\nثم قال: (ولا خفاء أن مثال النعل الشريف تصدر بإضافته إلى ذي الصدر، وخص لذلك برفعة الشأن والقدر، فعلاً على البدر..وما المثال المكرم إلا وسيلة للقدم التي خص الله بأكمل الأوصاف صاحبها ( :\nوما حب النعال شغفن قلبي ولكن حب من لبس النعالا\nفأكرم بها من نعال، زكت بأطيب الفعال، وشرفت بالمختار وسمت، واتسمت من الفضائل\nبما اتسمت، وحاكاها المثال بمحاسنه التي ارتسمت..).\nثم ختم فصل \"النعال\" بصورة لذلك (المثال) المزعوم، دبجها أبياتاً من الشعر قال فيها:\nعلى رأس هذا الكون نعل محمد علت فجميع الخلق تحت ظلاله\nلدى الطور موسى نودي اخلع وأحمد على القرب لم يؤمر بخلع نعاله\nمثال حكى نعلاً لأشرف مرسل تمنت مقام الترب منه الفراقد\nضرائرها الشبع السموات كلها غيارى وتيجان الملوك حواسد\nمثال لنعل المصطفى ما له مثل لروحي به راح لعيني به كحل\nفأكرم به تماثل نعل كريمة لها كل رأس ود لو أنه رجل\nولما رأيت الدهر قد حارب الورى جعلت لنفسي نعل سيده حصناً\nتحصنت منه في بديع مثالها بسور منيع نلت في ظله الأمنا\nإني خدمت مثال نعل المصطفى لأعيش في الدارين تحت ظلالها\nسعد ابن مسعود بخدمة نعله وأنا السعيد بخدمتي لمثالها.\n((((صورة مثال النعل)))",
        "(1/55)\n\nقلت: والأمر كما ترى، دعوة صريحة إلى الشرك وعبادة الأصنام والتماثيل، فقد أبى هذا المخالف أن تقتصر دعوته إلى عبادة المخلوقين، على الدعاء والاستغاثة والرغبة والرجاء، وعلى اتخاذ قبورهم أوثاناً وقصدها بالحج والتعظيم، فأضاف إليها هذا الخيال المخترع في الذهن البليد،، فدعا الناس إلى عبادته من دون الله، إحياءً لسنة السامري: ((فاخرج لهم عجلاً جسداً له خوار، فقالوا هذا إلهكم وإله موسى فنسي.أفلا يرون ألاَّ يرجع إليهم قولاً ولا يملك لهم ضراً ولا نفعاً)) ]طه:88-89[.\n* ولنا أن نتسأل، من أين له أن هذا (الخيال) الذهني مماثل لذلك النعل النبوي؟ إذ من المعلوم ضرورة أن الصورة المتخيلة يستحيل أن تماثل أصلها إلا بوجود ذلك الأصل واقعاً ماثلاً لعين المتخيل، بحيث يقع نظره عليه ولو للحظة واحدة، ولا يمكن عقلاً أن يتصور الذهن صورة مماثلة لجسم ما بمجرد سماع أوصافه ومعرفتها دون معاينة.\nوغاية ما يمكن تحصيله في هذه الحالة هي صورة قريبة من الأصل، أما المثلية فهي بعيدة المنال.\nإذاً فزعمه بأنها مثال للنعل النبوي محض كذب وافتراء.\nنعم هناك احتمال وارد أن يصادف (الخيال) الحقيقة ويكون الرسم موافقاً للنعل النبوي، لكنه ليس الاحتمال الأوحد، فهناك احتمالات كثيرة بعدد النعال الموجودة على ظهر الأرض، فالله أعلم أيها طابقه الخيال الموهوم.\nفليت شعري، كيف لو طابقت نعل فرعون أو أبي جهل أو أبي لهب، أو غيرهم من الكفار والمشركين والمجوس ؟\nبل الناظر إلى الشكل الماثل أمامنا الآن يظن أنها صورة نعل هندية، فقد تكون مثالاً مطابقاً لنعل عابد من عباد البقر الهندوس.\nوأياً كان الأمر، فهو، والله، دليل واضح وعلامة بينة على مبلغ سفه هذا المخالف وأضرابه وضلالهم وغيهم وازدرائهم بأنفسهم وامتهانهم لها، ثم احتقارهم وسخريتهم بعامة الناس، إذ يسطرون مثل هذا الهذيان ويصيحون به على مرأى ومسمع.\n(1/56)",
        "\n* ومن هنا تعلم من الأحق بذلك الوصف الذي ورد في كلام المقري، ونقله المخالف مغتبطاً به، حيث قال: (وقد بلغني عن بعض الأغمار ممن هو كمثل الحمار أنه أنكر تصويري الأمثلة الشريفة..)؟!\n* ولم يقتصر في دعوته إلى الشرك وعبادة المخلوق من دون الله على الدعاء والالتجاء، فحسب، بل عداه إلى بقية العبادات:\n1- منها الصلاة: فقد ذكر المخالف ما يلزم زائر القبر من آداب، قال\"شفاء الفؤاد\" (ص189-190): (ومنها، أن يتوجه بعد ذلك، (أي بعد صلاة التحية)، إلى الضريح الشريف مستعيناً بالله في رعاية الأدب بهذا الموقف المنيف، فيقف بخضوع ووقار وذلة وانكسار\nغاض الطرف مكفوف الجوارح واضعاً يمينه على شماله كما في الصلاة).\nوفي معرض حديثه عن زيارة قبور الأنبياء، قال \"شفاء الفؤاد\" (ص97): (فإذا جاء فليتصف بالذل والانكسار والمسكنة والفقر والفاقة والحاجة والاظطرار والخضوع، وليحضر قلبه وخاطره إليهم..) إلى أن قال: (وأما زيارة سيد الأولين والآخرين، صلوات الله عليه وسلامه، فكل ما ذكر يزيد أضعافه، أعني في الانكسار والذلة والمسكنة..).\nوقال \"شفاء الفؤاد\"(ص208):\nوقفنا على أعتاب فضلك سيدي لتقبيل ترب حبذا لك من ترب\nوقال أيضاً \"شفاء الفؤاد\"(ص114):\nنقبل الترب إجلالاً لساكنه فكل موطىء أقدام مقر فم\nقلت: فقد أشرك معبوده مع الله في الصلاة، التي هي عمود هذا الدين وأعظم أركانه بعد الشهادتين، وصرف لمعبوده من الصلاة أوسط أركانها وأعلاها: القيام والسجود والذلة والخضوع والخشوع وجمع القلب وحضور الخاطر، وأضاف إليها بعض سننها ومكملاتها، كغض البصر وكف الجوارح ووضع الأيمان على الشمائل.\n2- ومنها: الحج.قال المخالف \"شفاء الفؤاد\" (ص131)في ذكر مناسك زيارة القبر الشريف: (ينبغي ضبط الزيارة بما ضبط به الأئمة الاستطاعة في الحج).\n(1/57)\n",
        "وقال أيضاً: (فقرى الواقف ببابه الشريف كقرى الواقف بعرفات) إلى أن قال: (فقد أتم الله للحبيب المضاهاة بكل الحالات) \"شفاء الفؤاد\" (131-132).\nقلت: وهذا - كما رأيت - صريح الشرك، إذ سوى بين حج بيت المخلوق وحج بيت\nالخالق، بل صرح بالمضاهاة بكل الحالات، مؤكداً به الشرك والتسوية.\n3- ومنها: إدامة النظر إلى القبة والقبر، وهي من عجائب العبادات التي اخترعها المخالف، إذ قال \"شفاء الفؤاد\" (ص194) ما نصه: \"ويديم النظر إلى الحجرة الشريفة فإنه عبادة، قياساً على الكعبة، فإذا كان خارج المسجد أدام النظر إلى قبتها مع المهابة والحضور).\n* * *\nفصل: ((..بل هم أضل))\nاعلم أن المشركين الأولين كانوا يشركون مع الله في العبادة، بدعاء الأصنام والأنداد والأوثان ورجائهم والاستشفاع بهم والتوسل إلى الله بهم،كما قال تعالى:((والذين اتخذوا من دونه أولياء ما نعبدهم إلا ليقربونا إلى الله زلفى)) ]الزمر:3[، وقال: ((ويعبدون من دون الله ما لا يضرهم ولا ينفعهم ويقولون هؤلاء شفعاؤنا عند الله)) ]يونس:18[.\n* لكنهم لم يكونوا مدمنين على تلك الحال، فقد كانوا يخلصون لله الدعاء والالتجاء في بعض الأحوال.\nقال تعالى: ((فإذا ركبوا في الفلك دعوا الله مخلصين له الدين، فلما نجاهم إلى البر إذا هم يشركون)) ]العنكبوت:65[.\nوقال: ((قل من ينجيكم من ظلمات البر والبحر تدعونه تضرعاً وخفية لئن أنجانا من هذه لنكونن من الشاكرين.قل الله ينجيكم منها ومن كل كرب ثم أنتم تشركون)) ]الأنعام:63-64[\nوقال عز وجل: ((وإذا غشيهم موج كالظلل دعوا الله مخلصين له الدين فلما نجاهم إلى البر فمنهم مقتصد، وما يجحد بآياتنا إلا كل ختار كفور)) ]لقمان:32[.\nقال ابن كثير \"تفسير ابن كثير\" (3/452): (((موج كالظلل)) أي كالجبال والغمام).\n(1/58)\n\nوقال الشوكاني: (((دعوا الله مخلصين له الدين)) أي دعوا الله وحده لا يعولون على غيره في خلاصهم لأنهم يعلمون أنه لا يضر ولا ينفع سواه، ولكنه تغلب على طبائعهم العادات وتقليد الأموات، فإذا وقعوا في مثل هذه الحالة اعترفوا بوحدانية الله وأخلصوا دينهم طلباً للخلاص والسلامة مما وقعوا فيه.((فلما نجاهم إلى البر)) صاروا على قسمين: فقسم (مقتصد) أي موف بما عاهد عليه الله في البحر من إخلاص الدين له باق على ذلك بعد أن نجاه الله من هول البحر وأخرجه إلى البر سالماً.\nقال الحسن: معنى مقتصد، مؤمن متمسك بالتوحيد والطاعة، وقال مجاهد: مقتصد في القول مضمر للكفر.\nوالأولى ما ذكرناه، ويكون في الكلام حذف، والتقدير: فمنهم مقتصد ومنهم كافر، ويدل على هذا المحذوف قوله: ((وما يجحد بآياتنا إلا كل ختار كفور)) الختر: أسوأ الغدر وأقبحه، والكفور: عظيم الكفر بنعم الله سبحانه) انتهى ملخصاً \"فتح القدير\" (4/244-245).\nقلت: فهذا كان حال المشركين السابقين في عبادتهم للآلهة من دون الله، يعبدونها مع الله في الرخاء، توسلاً بها واستشفاعاً إليه، وينسونها إذا اشتد بهم البلاء، ويصرفون وجوههم عنها إليه، ويخلصون له في العبادة والدعاء والرجاء.\nوقد سبق بيان موافقة المخالف لأولئك المشركين في أنواع العبادة التي كانوا يصرفونها لأندادهم وأوثانهم وأصنامهم، فهل اكتفى بتلك الموافقة والمطابقة؟\nكلا، بل زاد عليهم في الشرك والكفر وأربى، وإليك البيان:\n* قال المخالف:\nتوجه رسول الله في كل حاجة لنا ومهم في المعاش وفي القلب\n* وقال:\nعليك سلام الله أنت ملاذنا لى اليسر والإعسار والسهل والصعب\nقلت: فلم يترك لله حاجة من الحاجات ولا مهمة من المهمات يدعوه فيها ويرغب،\nإذ صرف دعاءه ورجاءه في شأنه كله لإلهه ومعبوده من دون الرب !\n* وقال المخالف:\nيا غياث الخلق يا ذا الفضل والجود والإحسان في بحر وبر\nوقال:\nفلأنت في الدنيا وفي الأخرى وفي كل المواطن عدتي وندائي",
        "(1/59)\n\nوقال:\nواعطف علي بعفو منك يشملني فإني عنك يا مولاي لم أحد\nقلت: وهذا عين الكفر والضلال، فقد صرف لمعبوده من دون الله دعءه ورجاءه في كل الأوقات، ولم يتخذه وسيلة إلى الله وشفيعاً عنده فحسب، بل جعل معبوده من دون الله هو الأصل فوحده بالقصد والطلب، ولم يكن كذلك شرك الأولين، بل كانوا يتخذون الأنداد من دون الله لتقربهم هي إليه، فهو الإله الأكبر، أو (إله الآلهة) كما كانوا يصفونه سبحانه.وقد كانوا يعبدونه ويتقربون إليه بأنواع القربات مما ورثوه من بقايا ملة إبراهيم عليه السلام، وكانوا يخلصون له العبادة في الشدة ويجأرون إليه بالدعاء، ويشركون معه آلهتهم في وقت الأمن والرخاء.\nأما المخالف فقد صرح في أكثر من موضع من كتابيه بإخلاص العبادة للمخلوق وحده دون الخالق، فهو يسأله كل حاجاته، كما قال: (توجه رسول الله في كل حاجة)، وكقوله: (ولذ به من كل ما تشتكي) ويدعوه في كل أوقاته، كما قال: (يا ذا الفضل والجود والإحسان في بحر وبر)، وكما قال: (أنت ملاذنا لدى اليسر والإعسار والسهل والصعب)، وكقوله: (فلأنت في الدنيا وفي الأخرى وفي كل المواطن عدتي وندائي).\nوصرح أكثر من ذلك فقال: (عجل بإذهاب الذي أشتكي فإن توقفت فمن ذا أسأل)؟\nوقال: (فإنني عنك يا مولاي لم أحد) وقال: (هذا نزيلك أضحى لا ملاذ له إلا جنابك).\nوالجامع لهذه المعاني كلها كلمة واحدة هي (لا إله إلا أنت) !!\nقلت: فأي الفريقين أحق بالكفر والشرك والشقاق، آلذين عبدوا الآلهة وتقربوا إليها بالدعاء والالتجاء، لتقربهم هي إلى الله، في حال الرخاء، ووحدوا خالقهم وأخلصوا له\nالدين ونسوا الآلهة في حال الكرب وشدة الغم حين تعود إليهم الفطرة وتذهب عنهم السكرة\nفيقولون: ((لئن أنجانا من هذه لنكونن من الشاكرين))؟..\nأم الذي أخلص الدعاء والرجاء لإلهه ومعبوده من دون الله، وصرف إليه قلبه ووجَّه إليه وجهه وقصده في كل وقت وفي كل حين؟! ((نبئوني بعلم إن كنتم صادقين)).\n(1/60)",
        "\n* ويقول المخالف \"شفاء الفؤاد\" (ص205):\nبذلي بإفلاسي بفقري بفاقتي إليك رسول الله أصبحت أهرب\nويقول \"شفاء الفؤاد\"(ص213):\nفأقل عثار عُبيدك الداعي الذي يرجوك إذ راجيك غير مخيب\nواكتب له ولوالديه براءة من حر نار جهنم المتلهب\nواقمع بحولك باغضيه وكل من يؤذيه من متمرد متعصب\nواشفع له ولمن يليه وقم بهم في كل حال يا شفيع المذنب\nقلت: وهذا تأكيد منه وإصرار على تماديه في الضلال والشرك والكفر إذ يصرح هذا المخالف بعبوديته الخالصة لإلهه صاحب القبر، فيسأله العفو والنجاة من النار له ولوالديه، وأن يقمع بحوله باغضيه، ويتوسل في دعائه وندائه واستغاثته بإظهار الذلة والعبودية والفقر !!\nأما سمعته يقول (عُبيدك)؟! هكذا، بأسلوب التصغير، مبالغة منه في العبودية والتحقير، فطغى به وزاد على عبدة الأصنام والأثان والأنداد، الذين كانوا يسمون: عبد العزى\nوعبد الكعبة وعبد مناة وعبد المسيح.\nوأوضح منه لبيان المقصود، إضفاؤه صفات الربوبية والألوهية على العبد المخلوق،\nإذ سأله ما هو من خصائص الرب عز وجل، الذي يملك وحده العفو عن الذنب ومغفرة العيوب، لا يملكه ملك مقرب ولا نبي مرسل.\nوتأكيداً لما سبق بيانه وتقريره من أن شرك المخالف أشد وأخطر، وكفره أعظم وأكبر من شرك الأولين وكفرهم، أسوق إليك هذا الدليل:\n* في معرض كلامه عن مناسك زيارة القبر النبوي، ذكر المخالف جملة من الآداب التي ينبغي الإتيان بها على من أراد الحج والعمرة إلى القبر النبوي، جاء فيها:\n1- (إخلاص النية فينوي التقرب بالزيارة وينوي معها التقرب بشد الرحل للمسجد النبوي والصلاة فيه).\n2- (إذا دنا من حرم المدينة الشريفة وأبصر رباها وأعلامها فليزدد خضوعاً وخشوعاً ويستبشر بالهنا وبلوغ المنى).\n3- ويسن له (الغسل لدخول المدينة ولبس أنظف ثيابه).\n4- و (إذا شارف المدينة الشريفة وتراءت له قبة الحجرة المنيفة فليستحضر عظمتها وتفضيلها).\n5- و (يقدم صدقة بين يدي نجواه).\n(1/61)\n",
        "6- (فإذا أراد الدخول - (إلى المسجد) - يقف يسيراً كالمستأذن كما يفعله من يدخل على العظماء).\n7- (ثم يتوجه للروضة الشريفة خاشعاً غاضاً طرفه غير مشغول بالنظر إلى شيء من زينة المسجد وغيره، مع الهيبة والوقار والخشية والانكسار والخضوع والافتقار..فيصلي التحية ركعتين خفيفتين يقرأ فيها قل يا أيها الكافرون والإخلاص).\n8- (ومحل تقديم التحية إذا لم يكن مروره قبالة الوجه الشريف، فإن كان: استحبت الزيارة أولاً كما قال بعضهم.ورخص بعض المالكية في تقديم الزيارة على الصلاة).\n9- و (يتوجه بعد ذلك إلى الضريح الشريف..فيقف بخضوع ووقار وذلة وانكسار غاض الطرف مكفوف الجوارح وضعاً يمينه على شماله كما في الصلاة).\n10- (ولا يستدبر القبر المقدس في الصلاة ولا في غيرها).\n11- و (لا يمر بالقبر الشريف ولو من خارج المسجد حتى يقف ويسلم).\n12- (ويديم النظر إلى الحجرة الشريفة فإنه عبادة قياساً على الكعبة، فإذا كان خارج المسجد أدام النظر إلى قبتها مع المهابة والحضور).\n13- (ولا يركب بها - (يعني المدينة) - دابة مهما قدر على المشيء ويزم نفسه مدة إقامته بزمام الخشية والتعظيم ويخفض جناحه ويغض صوته).\n14- (إذا اختار الرجوع فليودع المسجد الشريف بركعتين، يأتي القبر الشريف ويسلم ويدعو ويقول: نسألك يا رسول الله أن تسأل الله أن لا يقطع آثارنا من زيارتك..).\n15- و (يتصدق بشيء مع خروجه..وليحذر كل الحذر من مقارفة الذنوب).\n* وقال في موضع آخر\"شفاء الفؤاد \" (ص131-132): (فقرى الواقف ببابه الشريف كقرى الواقف بعرفات: الشفاعة والبشرى بالموت على الإسلام، وذلك هو المغفرة الحاصلة للواقفين..فقد أتم الله للحبيب المضاهاة بكل الحالات، وذلك حاضر فيه بالنص دون غيره وإن قيس به).\n(1/62)\n\nقلت: وقد اشتمل كلام المخالف - كما رأيت - على جملة من العظائم المنكرة، التي هي من الشرك الواضح والكفر الصريح الذي لا يقبل التأويل بحال، حيث قال (فقرى الواقف ببابه الشريف كقرى الواقف بعرفات) وأكده بقوله (فقد أتم الله للحبيب المضاهاة بكل الحالات)، وكذب المخالف، فهو الذي ضاهى بحج بيت الله الحج إلى القبر، وليس الله، وهو الذي سوى بين المنسكين في كل شيء ابتداء بالاغتسال عند الدخول وتحية القدوم وانتهاء بالوداع.بل\nلم يكتف بالمضاهاة حتى عداها إلى التفضيل.\n* فقد قال ما نصه \"شفاء الفؤاد\"(ص35): (قال الفاضل ابن حجر رحمه الله: ولقد رأيت أكثر العوام إذا عاد حاجاً ولم يزر النبي ( يعدون أن ذلك نقص وأي نقص وعار وأي عار، ويسلخصون عنه اسم الحاج الذي هو أشرف الأوصاف عندهم ويصير ذلك مثلة فيهم\nإلى أن يموت بل وفي أولاده بعد موته.\nولقد اشتد من تعييرهم وتنقيصهم لمن رجع من غير زيارة ما ألجأه إلى الانقطاع في بيته وعدم الاجتماع بأحد إلى أن خرج مع الحجاج في العام الثاني فحج وزار ورجع إلى بلده فرحاً مسروراً بزوال تلك الوصمة الشنيعة عنه، فتأمل ذلك من العوام تجد أن عظمته ( وعظمة زيارته وقرت في قلوبهم واستحكمت في طباعهم..حتى إنهم يتداينون الديون البليغة مع حسن ظنهم ويوفي الله سبحانه وتعالى عنهم) اهـ.\nقلت: ومعلوم - قطعاً - أن الحاج إلى القبر النبوي لا يشترط عليه أن يحج البيت الحرام مع حجة القبر المعظم لأن هذا الحج مشروع طوال العام وذاك موقوت بزمان معين، فهذا وجه من وجوه التفضيل بين الحجتين واضح بين.\nالوجه الثاني: أن الله عز وجل أوجب الحج إلى بيته الحرام على من استطاع إليه سبيلاً، وأما غير المستطيع بنفسه أو بغيره فلا يجب عليه الحج اتفاقاً.",
        "(1/63)\n\nوقد ذكر أهل العلم أن من كان له عيال فإنه يقدم النفقة عليهم على الحج لأن النفقة على الفور، ورجح بعضهم تقديم النكاح على الحج لمن خشي العنت(1).\nأما التداين للحج فلم يستحبه أهل العلم - فيما علمت - بل قدموا قضاء الدين الحال على حجة الفرض.\nوهذا المخالف يقول (حتى إنهم يتداينون الديون البليغة) من أجل حج القبر النبوي!!!\nفلم يبق شك أو ريب في تفضيله هذا الحج على حج بيت الله الحرام الذي هو فريضة من\nفرائض الإسلام وركن من أركانه.\n* وإن تعجب، فعجب قوله: (قال الفاضل ابن حجر - رحمه الله -: ولقد رأيت أكثر العوام إذا عاد حاجاً ولم يزر النبي ( يعدون أن ذلك نقص وأي نقص وعار وأي عار، ويسلخصون عنه اسم الحاج..).\nقلت: وحسب المخالف وأضرابه عاراً ونقصاً أن يكون دليلهم على ذلك التفضيل، فعل (أكثر العوام)!!\n* ومن المنكرات الشنيعة الواردة في مقال المخالف، تشبيهه الوقوف أمام القبر النبوي\nعند الزيارة بالوقوف بين يدي الله سبحانه في الصلاة حيث قال: (فيقف بخضوع ووقار وذلة وانكسار غاض الطرف مكفوف الجوارح وضعاً يمينه على شماله كما في الصلاة).\nقلت: وليس بعد هذا التصريح بالشرك من تصريح.\n* وقوله أيضاً: (يقدم صدقة بين يدي نجواه).\nقلت: وهذا نذر وقربان للقبر، إذ الصدقة هنا من أجل القبر المعبود من دون الله، وهو من جنس ما كان المشركون يفعلونه عند أوثانهم وأصنامهم، يتقربون إليها بأنواع النذور والقرابين.\nفإن قيل: أليس الله قد أمر المؤمنين في كتابه بتقديم صدقة بين يدي نجواهم للرسول ( فقال: ((يا أيها الذين آمنوا إذا ناجيتم الرسول فقدموا بين يدي نجواكم صدقة، ذلك خير لكم وأطهر، فإن لم تجدوا فإن الله غفور رحيم)) ]المجادلة:12[.\nفالجواب: إن هذا الحكم منسوخ، كما قال المفسرون، ودليل النسخ الآية التالية، وهي قوله\n__________\n(1) : انظر \"المغني\" لابن قدامة (3/172) و\"المجموع\" للنووي (7/68-77)\n(1/64)",
        "\nتعالى: ((أأشفقتم أن تقدموا بين يدي نجواكم صدقات، فإذا لم تفعلوا وتاب الله عليكم فأقيموا\nالصلاة وآتوا الزكاة، وأطيعوا الله ورسوله والله خبير بما تعملون)) ]المجادلة:13[.\nقال ابن كثير رحمه الله (4/326-327): (فنسخ وجوب ذلك عنهم) ثم ذكر عن ابن عباس رضي الله عنه قوله: (كان المسلمون يقدمون بين يدي النجوى صدقة فلما نزلت الزكاة نسخ هذا).ثم قال:(وقال علي بن أبي طلحة عن ابن عباس، قوله: ((فقدموا بين يدي نجواكم صدقة)) وذلك أن المسلمين أكثروا المسائل على رسول الله ( حتى شقوا عليه فأراد الله أن يخفف عن نبيه عليه السلام، فلما قال ذلك جبن كثير من المسلمين وكفوا عن المسألة، فأنزل الله بعد هذا ((أأشفقتم أن تقدموا بين يدي نجواكم صدقات))..الآية فوسع الله عليهم\nولم يضيق).\nقلت: فإذا تقرر أن الحكم قد نسخ، فإن العمل به أو إيجابه بعد نسخه هو من الشرع الذي لم يأذن له الله، قال الله عز وجل: ((أم لهم شركاء شرعوا لهم من الدين ما لم يأذن به الله))\n]الشورى:21[.\nوهو من الكذب على الله والقول عليه بغير علم، وقد قال تعالى: ((قل إنما حرم ربي الفواحش ما ظهر منها وما بطن والإثم والبغي بغير الحق وأن تشركوا بالله ما لم ينزل به سلطاناً وأن تقولوا على الله ما لا تعلمون)) ]الأعراف:33[.\n* * *\nثانياً: الشرك في الربوبية\nقد ذكرنا من قبل أن شرك الأولين كان في الألوهية والعبادة، وأما الربوبية، وهي الاعتقاد بأن الله هو الخالق الرازق المدبر للأمر المتصرف في الكون علويه وسفليه، وأن بيده مقاليد كل شيء وأنه لا يجير ولا يجار عليه، فكانوا مقرين بها، كما أخبر الله عنهم في أكثر من موضع في كتابه، فقال تعالى: ((ولئن سألتهم من خلق السموات والأرض ليقولن الله)) وقال: ((قل من بيده ملكوت كل شيء وهو يجير ولا يجار عليه إن كنتم تعلمون.سيقولون لله، قل فأنى تسحرون)) ]المؤمنون:86-89[.\n(1/65)\n",
        "وقال تعالى:((وما يؤمن أكثرهم بالله إلا وهم مشركون)) ]يوسف:106[.\nقال ابن عباس رضي الله عنهما: (من إيمانهم إذا قيل لهم: من خلق السماء؟ ومن خلق الأرض، ومن خلق الجبال؟ قالوا: الله، وهم مشركون).وقال مجاهد رحمه الله: (إيمانهم قولهم: الله خالقنا، ويرزقنا ويميتنا، فهذا إيمان مع شرك عبادتهم غيره) \"تفسير ابن جرير\"\n(16/286-287).\nقلت: فكان يكفي المخالف أن يقتصر على شرك العبادة فيكون في عداد أولئك المشركين، إلا أنه أبى واستكبر، وأصر على الانحطاط في دركات أبعد في الشرك والكفر فأضفى على النبي ( خصائص الرب العُلَى، ونازعه في أفعاله وأسمائه الحسنى.ومن أمثلة ذلك:\n1- قوله \"الذخائر\" (ص233) في وصف النبي (: (الخليفة الأكبر الممد لكل موجود).\nوقوله \"شفاء الفؤاد\" (ص113): (السلام عليك يا معنى الوجود، السلام عليك يا منبع الكرم والجود).\nوقوله \"شفاء الفؤاد\" (ص124): (تختلف أحوال الزائرين في استفادتهم من زيارتهم واستمدادهم من الله بواسطة نبيهم المصطفى وحبيبهم المجتبى (، وبحسب استعدادهم في تلقي الفيوضات الإلهية والواردات الربانية بواسطة الحضرة المحمدية).\n2- ويقول \"شفاء الفؤاد\" (ص212):\nيا من يجود على الوجود بأنعم خضر تعم عموم صَوْب الصَّيب\nيا غوث من في الخافقين وغيثهم وربيعهم في كل عام مجدب\nويقول \"شفاء الفؤاد\"(ص230):\nيا غياث الخلق يا ذا الفضل والجود والإحسان في بحر وبر\nويقول \"شفاؤ الفؤاد\" (ص225):\nأنت الكريم الذي إنعامه أبداً للوفد من كفه الفياض مبذول\nويقول \"شفاء الفؤاد\" (ص205):\nبراه جلال الحق للخلق رحمة فكل الورى في بره يتقلب\nقلت: فهذه الأوصاف المذكورة كلها من خصائص الرب سبحانه وتعالى، فهو الكريم المتفضل على الوجود، كما أخبر سبحانه عن نفسه فقال عز من قائل: ((وما بكم من نعمة فمن الله ثم إذا مسكم الضر فإليه تجأرون)) ]النحل:53[.\n(1/66)\n\nوقال: ((الله الذي خلق السموات والأرض وأنزل من السماء ماءً فأخرج به من الثمرات رزقاً لكم، وسخر لكم الفلك لتجري في البحر بأمره وسخر لكم الأنهار.وسخر لكم الشمس والقمر دائبين وسخر لكم الليل والنهار.وآتاكم من كل ما سألتموه، وإن تعدوا نعمة الله\nلا تحصوها إن الإنسان لظلوم كفار)) ]إبراهيم:32-34[.\nوقال: ((خلق السموات والأرض بالحق، تعالى عما يشركون.خلق الإنسان من نطفة فإذا هو خصيم مبين.والأنعام خلقها لكم فيها دفء ومنافع ومنها تأكلون)) إلى قوله: ((هو الذي أنزل من السماء ماءً لكم منه شراب ومنه شجر فيه تسيمون.ينبت لكم به الزرع والزيتون والنخيل والأعناب ومن كل الثمرات، إن في ذلك لآية لقوم يتفكرون)) إلى قوله: ((وهو الذي سخر البحر لتأكلوا منه لحماً طرياً وتستخرجوا منه حلية تلبسونها وترى الفلك مواخر فيه ولتبتغوا من فضله ولعلكم تشكرون)) إلى قوله: ((أفمن يخلق كمن لا يخلق أفلا تذكرون.وإن تعدوا نعمة الله لا تحصوها إن الله لغفور رحيم )) ]النحل:3-18[.\nوقد تكرر في القرآن ذكر نعم الله عز وجل علىعباده بالخلق والإيجاد والرزق في البر والبحر، وفصلها سبحانه في مواضع كثر، فذكر إنزال المطر وإنبات النبات وإرسال الرياح لواقح وخلق الأنعام وتسخيرها للمطعم والملبس والمركب، وسخر البحار والأنهار كذلك للمطعم والمشرب والحلية والمركب، إلى غير ذلك من النعم الكثيرة التي لا يحصيها إلا رب البرية.\nوأعظم هذه النعم على الإطلاق نعمة الهداية إلى الصراط المستقيم، وهي التي اختص بها عباده الذين أخبر عنهم بقوله: ((ومن يطع الله والرسول فأولئك مع الذين أنعم عليهم من النبيين والصديقين والشهداء والصالحين وحسن أولئك رفيقاً)) ]النساء:69[.\nفبين سبحانه في هذه الآية أصناف المنعم عليهم، وأولهم الأنبياء عليهم السلام، الذين جمع الله لهم مع نعمة الهداية نعمة أجل وهي نعمة النبوة.",
        "(1/67)\n\nقال سبحانه وتعالى عن عبده ورسوله عيسى عليه السلام: ((إن هو إلا عبد أنعمنا عليه وجعلناه مثلاً لبني إسرائيل)) ]الزخرف:59[.\nقال القرطبي- رحمه الله -: (أي ما عيسى إلا عبد أنعم الله عليه بالنبوة وجعله مثلاً لبني إسرائيل، أي آية وعبرة يستدل بها على قدرة الله تعالى، فإن عيسى كان من غير أب..)\n\"تفسير القرطبي\" (16/104).\nوقال سبحانه لنبيه محمد ( : ((فذكر فما أنت بنعمة ربك بكاهن ولا مجنون)) ]الطور: 29[.\nقال القرطبي - رحمه الله -: (((فما أنت بنعمة ربك)) يعني برسالة ربك ((بكاهن)) تبتدع القول وتخبر بما في غد من غير وحي) \"تفسير القرطبي\" (17/7).\nإذاً: فالقول بأن النعم من عند غير الله، ونسبتها إلى نبينا محمد ( أو إلى أحد من الخلق كفر وتكذيب بالقرآن وإنكار للمعلوم بالضرورة من الفطرة والإيمان، وقول على الله بغير علم، إذ هو المنعم على الخلق كلهم بسائر النعم ظاهرها وباطنها، وهو وحده المتفضل على الوجود، الغني عن كل موجود، كما قال سبحانه وتعالى في كتابه: ((يا أيها الناس أنتم الفقراء إلى الله، والله هو الغني الحميد.إن يشأ يذهبكم ويأت بخلق جديد.زما ذلك على الله بعزيز)) ]فاطر:15-17[.\n* وقد يسوق الله عز وجل بعض نعمه على ايدي الخلق ويجعلهم سبباً في إيصالها إلى من يشاء فيصح حينئذ أن تنسب إلى السبب كقوله تعالى لنبيه محمد (: ((وإذ تقول للذي أنعم الله عليه وأنعمت عليه أمسك عليك زوجك)) ]الأحزاب:37[.حيث أنعم عليه النبي ( بالعتق من الرق وآواه إليه وأحسن إليه إحسان الوالد لولده وكان قد تبناه فكان يُدعى زيد بن محمد ثم نسخ ذلك بقوله تعالى: ((ادعوهم لآبائهم هو أقسط عند الله)) ]الأحزاب:5[.\nوقال تعالى: ((وما لأحد عنده من نعمة تجزى إلا ابتغاء وجه ربه الأعلى)) ]الليل:19-20[، (أي ليس يتصدق ليجازي على نعمة، إنما يبتغي وجه ربه الأعلى) كذا قال القرطبي (20/88).\n(1/68)",
        "\nفنسبة بعض نعم الرب إلى خلقه، نسبة المسبَّبات إلى أسبابها، وليس ثمة حرج في ذلك إذا اعتقد أن الله هو الذي قدرها ويسرها، ولولاه سبحانه لما حدثت نعمة ولا حصل إحسان إذ هو الذي خلق السبب والمسبب.\nيقول شيخ الإسلام - رحمه الله - \"مجموع الفتاوى\" (1/92) في معرض حديثه عن الشرك في الربوبية : (فإن الرب سبحانه هو المالك المدبر، المعطي المانع، الضار النافع، الخافض الرافع، المعز المذل.فمن شهد أن المعطي أو المانع أو الناقع، أو المعز أو المذل غيره، فقد أشرك بربوبيته.\nولكن إذا أراد التخلص من هذا الشرك فلينظر إلى المعطي الأول مثلاً فيشكره على\nما أولاه من النعم، وينظر إلى من أسدى إليه المعروف فيكافيه عليه، لقوله عليه السلام:\n(من أسدى إليكم معروفاً فكافئوه فإن لم يتجدوا ما تكافئوه فادعوا له حتى تروا أنكم قد كافأتموه) (1) لأن النعم كلها لله تعالى، كما قال تعالى: ((وما بكم من نعمة فمن الله)) ]النحل: 53[ وقال تعالى: ((كُلاً نمد هؤلاء وهؤلاء من عطاء ربك)) ]الإسراء:20[ فالله هو المعطي\nعلى الحقيقة فإنه هو الذي خلق الأرزاق وقدرها وساقها إلى من يشاء من عباده، فالمعطي\nهو الذي أعطاه وحرك قلبه لعطاء غيره.فهو الأول والآخر).\n3- ويقول المخالف \"الذخائر\" (ص158):\nما أرسل الرحمن أو يرسل من رحمة تصعد أو تنزل\nفي ملكوت الله أو ملكه من كل ما يختص أو يشمل\nإلا وطه المصطفى عبده نبيه مختاره المرسل\nواسطة فيها وأصل لها يعلم هذا كل من يعقل\nقلت: وهذا شرك آخر في الربوبية، إذ ما الذي أبقاه للرحمن من صفة الرحمة إذا كان\nمحمد( أصلاً لكل رحمة في ملكوت الله وملكه تصعد أو تنزل؟!\n__________\n(1) : رواه أبو داود (ح1672) والنسائي (5/82) من حديث ابن عمر رضي الله عنهما.\n(1/69)\n",
        "كلا.بل ما من رحمة في الأرض ولا في السماء ولا في بر ولا في بحر إلا من عند الرحيم الرحمن الكريم المنان.قال تعالى: ((ورحمتي وسعت كل شيء)) ]الأعراف:156[، وجاء في دعاء ملائكته: ((ربنا وسعت كل شيء رحمة وعلماً)) ]غافر: 7[.\nوقال سبحانه ((وربك الغني ذو الرحمة)) ]الأنعام:133[، وقال:((وربك الغفور ذو الرحمة)) ]الكهف:58[.\nوقد تواتر ذكر رحمة الله في القرآن وشمولها للعالمين في كل وقت وفي كل حين، فمن آثار رحمته إرسال الرياح ((وهو الذي أرسل الرياح بشراً بين يدي رحمته)) ]الفرقان:48[، وإنزال المطر ((وهو الذي ينزل الغيث من بعد ما قنطوا وينشر رحمته)) ]الشورى:28[، وإحياء الأرض ((فانظر إلى آثار رحمة الله كيف يحيي الأرض بعد موتها)) ]الروم:50[.\nومن رحمته إنزال القرآن ((ونزلنا عليك الكتاب تبياناً لكل شيء وهدى ورحمة وبشرى للمسلمين)) ]النحل:89[.\nوالنبوة من رحمته، يختص بها من يشاء من عباده، كما قال سبحانه عن عبده نوح عليه السلام:((قال يا قوم أرأيتم إن كنت على بينة من ربي وآتاني رحمة من عنده)) ]هود:28[\nقال ابن جرير - رحمه الله - (15/298): (ورزقني منه التوفيق والنبوة والحكمة).\nوقال عن عبده صالح عليه السلام: ((قال يا قوم أرأيتم إن كنت على بينة من ربي وآتاني منه رحمة فمن ينصرني من الله إن عصيته)) ]هود:63[.\nقال ابن جرير - رحمه الله - (15/370): (وأتاني منه النبوة والحكمة والإسلام).\nوأخبر سبحانه عن تعنت المشركين واعتراضهم على اختيار الرسول ( من دونهم فقالوا: ((لولا نُزل هذا القرآن على رجل من القريتين عظيم)) قال الله تعالى رداً عليهم: ((أهم يقسمون رحمة ربك، نحن قسمنا بينهم معيشتهم في الحياة الدنيا ورفعنا بعضهم فوق بعض درجات ليتخذ بعضهم بعضاً سخرياً، ورحمت ربك خير مما يجمعون)) ]الزخرف:31-32[.\n(1/70)\n\nقال القرطبي- رحمه الله - (16/83): (((أهم يقسمون رحمة ربك)) يعني النبوة، فيضعونها حيث شاءوا؟ ((نحن قسمنا بينهم معيشتهم في الحياة الدنيا)) أي أفقرنا قوماً وأغنينا قوماً، فإذا لم يكل(1) أمر الدنيا إليهم فكيف يفوض أمر النبوة إليهم).\nقلت: ولا شك أن هداية الخلق إلى دين الإسلام وتثبيتهم عليه حتى الممات ثم إدخالهم الجنة من أعظم نعم الله علىالعباد ورحمته بهم، ومن ثم كانت بعثة الأنبياء رحمة لأقوامهم\nلأنهم سبب هدايتهم إلى ما فيه سعادتهم في الدنيا والآخرة.\nولما كانت بعثة النبي محمد ( للناس كافة، وصفه الله بقوله: ((وما أرسلناك إلا رحمة للعالمين)) ]الأنبياء:107[.\nقال ابن عباس: (كان محمد ( رحمة لجميع الناس فمن آمن به وصدق به سعد، ومن\nلم يؤمن به سلم مما لحق الأمم من الخسف والغرق) اهـ \"تفسير القرطبي\" (11/350).\nفإرساله ( رحمة من عند الله على العالمين من الجن والإنس لعموم رسالته إليهم،\nكما أنها رحمة وإنعام وتشريف وإكرام للنبي عليه الصلاة والسلام حيث اصطفاه لرسالته الخاتمة وشريعته الناسخة لما سبقها من الشرائع.\n* ومن رحمته كذلك، أن جعل هذا النبي الخاتم رؤوفاً رحيماً بهم وجبله على هاتين الصفتين كما قال سبحانه وتعالى ممتناً على عباده المؤمنين: ((لقد جاءكم رسول من أنفسكم عزيز عليه ما عنتم حريص عليكم بالمؤمنين رؤوف رحيم)) ]التوبة:128[.\nوقال: ((فبما رحمة من الله لنت لهم، ولو كنت فظاً غليظ القلب لانفضوا من حولك))\n]آل عمران:159[.\nقال ابن رجرير- رحمه الله - (7/341): (فتأويل الكلام: فبرحمة الله، يا محمد، ورأفته بك وبمن آمن من أصحابك ((لنت لهم)) لتُبَّاعك وأصحابك، فسهلت لهم خلائقك، وحسنت لهم أخلاقك حتى احتملت أذى من نالك منهم أذاه، وعفوت عن ذي الجرم منهم جرمه، وأغضيت عن كثير ممن لو جفوت به وأغلظت عليه لتركك ففارقك ولم يتبعك\n__________\n(1) : في النسخة المطبوعة (يكن)، ولعل الصواب ما أثبته.",
        "(1/71)\n\nولا ما بعثت به من الرحمة، ولكن الله رحمهم ورحمك معهم، فبرحمة من الله لنت لهم) اهـ.\nإذاً فما كانت من رحمة النبي ( إلا من رحمة الله التي وسعت كل شيء، وكذا كانت بعثته ونبوته، فهو سبحانه الذي أوجدها وقدرها وساقها إلى من شاء من عباده، كما قدر غيرها من أسباب الرحمة مما تقدم ذكره، فآثار رحمته جل وعلا على عباده ظاهرة في كل حال.\nوكما قيل في مسألة الإنعام والتفضيل والإحسان، يقال كذلك في مسألة الرحمة،إن موجدها ومسببها ومقدرها هو الله وحده لا شريك له، فإليه تنسب أصلاً، كما تنسب إلى من أجرى الله على يديه نعمة أو رحمة، على أنه سبب من الأسباب، تبعاً.\nومن هنا تعلم ضلال هذا المخالف الذي وصف النبي ( بأنه وراء كل رحمة (تصعد\nأو تنزل، من كل ما يختص أو يشمل) إذ هذا الوصف لا يليق إلا بالرحمن الرحيم، فكل رحمة في الكون فهي جزء من رحمته كما فصل ذلك في القرآن الكريم فيما تقدم من آيات بينات، وكما فصله النبي ( في أحاديث كثيرة ووقائع متعددة ومنها:\n* حديث أبي هريرة رضي الله عنه عن النبي ( أنه قال: (لما قضى الله الخلق كتب في كتابه، فهو عنده فوق العرش، إن رحمتي غلبت غضبي) (1).\n* وحديث أبي هريرة رضي الله عنه قال: سمعت رسول الله ( يقول: (جعل الله الرحمة مائة جزء، فأمسك عنده تسعة وتسعين جزءاً وأنزل في الأرض جزءاً واحداً.فمن ذلك الجزء يتراحم الخلق حتى ترفع الفرس حافرها عن ولدها خشية أن تصيبة) (2).\n* وعن عمر بن الخطاب رضي الله عنه قال: قدم على النبي ( سبي، فإذا امرأة من السبي تحلب ثديها تسقي، إذا وجدت صبياً في السبي أخذته فألصقته ببطنها وأرضعته. فقال لنا النبي ( : (أترون هذه طارحة ولدها في النار؟) قلنا: لا، وهي تقدر على أن لا تطرحه.قال: (لله أرحم بعباده من هذه بولدها) (3).\n__________\n(1) : متفق عليه \"اللؤلؤ والمرجان\" (3/239).\n(2) : متفق عليه \"اللؤلؤ والمرجان\" (3/240).\n(3) : متفق عليه \" اللؤلؤ والمرجان \" (3/240).\n(1/72)",
        "\nقال الحافظ: (وفيه إشارة إلى أنه ينبغي للمرء أن يجعل تعلقه في جميع أموره بالله وحده، وأن كل من فُرض أن فيه رحمة ما حتى يقصد لأجلها فالله سبحانه وتعالى أرحم منه، فليقصد العاقل لحاجته من هو أشد له رحمة) اهـ.\"فتح الباري\" (10/431).\nقلت: وهو كلام نفيس جداً فعض عليه بالنواجذ.\nوعن عائشة رضي الله عنها أن النبي ( قال: (سددوا وقاربوا وأبشروا، فإنه\nلا يُدخل أحداً الجنة عمله) قالوا: ولا أنت يا رسول الله ؟ قال: (ولا أنا، إلا أن يتغمدني الله بمغفرة ورحمة) (1).\nويقول المخالف أيضاً \"الذخائر\" (ص223)، في معرض حديثه عن خصائص النبي (: (وكان يُقطع الأراضي قبل فتحها لأن الله ملَّكَه الأرض كلها، وله أن يقطع أرض الجنة من باب أولى () .\nقلت: وهذا من الشرك الصريح في الربوبية، إذ أن الذي يملك الأرض ومن عليها هو الله وحده لا أحد سواه، والأدلة على ذلك أكثر من أن تحصر.\nقال تعالى: ((للذين أحسنوا في هذه الدنيا حسنة وأرض الله واسعة)) ]الزمر:10[، وقال:\n((يا عبادي الذين آمنوا إن أرضي واسعة فإياي فاعبدون)) ]العنكبوت:56[، وقال على لسان عبده صالح عليه السلام: ((ويا قوم هذه ناقة الله اكم آية فذروها تأكل من أرض الله)) ]هود:64[، وقال تعالى: ((قال موسى لقومه استعينوا بالله واصبروا إن الأرض لله يورثها من يشاء من عباده)) ]الأعراف:128[.\n* وقد تواترت آيات الذكر الحكيم على تقرير ملكية الله تعالى للسموات والأرض\nوما بينهما، في أكثر من ثلاثين موضعاً، كقوله تعالى: ((ألم تعلم أن الله له ملك السموات والأرض)) ]البقرة:284[، وقوله: ((ولله ميراث السموات والأرض)) ]آل عمران:180[، وقوله: ((قل لمن ما في السموات والأرض قل لله)) ]الأنعام:12[.\n__________\n(1) : متفق عليه \"اللؤلؤ والمرجان\" (3/284).\n(1/73)\n",
        "* وكقوله: ((له ما في السموات وما في الأرض وما بينهما وما تحت الثرى)) ]طه:6[، وقوله: ((له مقاليد السموات والأرض)) ]الزمر:63[، وقوله: ((ولله خزائن السموات والأرض ولكن المنافقين لا يفقهون)) ]المنافقون:7[.\nوقد رد الله عز وجل بهذه الآية على المنافقين القائلين: ((لا تنفقوا على من عند رسول الله حتى ينفضوا))، فلو كان للنبي ( شرك في الأرض لناسب ذكره في هذا الموضع، إعلاماً لقدر نبيه ( وتبكيتاً لعدوه الذي أراد بمقالته تلك ازدراء النبي ( ومن معه من فقراء أصحابه وتعييرهم بالفقر والحاجة.\nوقال تعالى: ((قل ادعوا الذين زعمتم من دون الله لا يملكون مثقال ذرة في االسموات\nولا في الأرض وما لهم فيهما من شرك وما له من ظهير)) ]سبأ:22[.\nقال ابن كثير - رحمه الله -: (بين تبارك وتعالى أنه الإله الواحد الأحد الفرد الصمد الذي لا نظير له ولا شريك له بل هو المستقل بالأمر وحده من غير مشارك ولا منازع ولا معارض، فقال: ((قل ادعوا الذين زعمتم من دون الله)) أي من الآلهة التي عبدت من دونه: ((لا يملكون مثقال ذرة في السموات ولا في الأرض)) كما قال تبارك وتعالى: ((والذين تدعون من دونه\nما يملكون من قطمير)) ]فاطر:13[.\nوقوله تعالى: ((وما لهم فيهما من شرك)) أي لا يملكون شيئاً استقلالاً ولا على سبيل الشركة، ((وما له منهم من ظهير)) أي ليس لله من هذه الأنداد من ظهير يستظهر به الأمور، بل الخلق كلهم فقراء إليه عبيد لديه) (1)اهـ.\nقلت: فهذه الآية من أوضح البيان على المطلوب، إذ صرحت بنفي ملكية شيء في السموات والأرض ولو كان مثقال ذرة، عن كل الأنداد المعبودة من دون الله من الملائكة والأنبياء والصالحين لا استقلالاً ولا على سبيل الشركة.\n__________\n(1) : \"تفسير ابن كثير\" (3/536).\n(1/74)\n\nإذاً فمن زعم أن أحداً من الخلق يملك ذرة في هذا الكون مع الخالق، فقد أشرك شركاً بيناً، وافترى إثماً عظيماً، وكذب بالقرآن تكذيباً مبيناً، فكيف بمن زعم أن الأرض كلها ملك خالص للمخلوق لا شركة فيه للخالق ؟!!\nوحسب هذا القائل إثماً وظلماً أن يكفر بما آمن به عبدة الأوثان في الجاهلية الأولى، الذين شهد لهم القرآن إقرارهم بربوبية الخالق وملكيته التامة للأرض ومن فيها.\nقال الله تعالى: ((قل لمن الأرض ومن فيها إن كنتم تعلمون.سيقولون لله.قل أفلا تذكرون)) ]المؤمنون:84-85[.\nقال ابن كثير - رحمه الله -: (يقرر تعالى وحدانيته واستقلاله بالخلق والتصرف والملك ليرشد إلى أنه الله الذي لا إله إلا هو، ولا تنبغي العبادة إلا له وحده لا شريك له، ولهذا\nقال لرسوله محمد ( أن يقول للمشركين العابدين معه غيره المعترفين له بالربوبية وأنه لا شريك له فيها، ومع هذا فقد أشركوا معه في الإلهية فعبدوا غيره مع اعترافهم أن الذين عبدوهم\nلا يخلقون شيئاً ولا يملكون شيئاً ولا يستبدون بشيء بل اعتقدوا أنهم يقربونهم إليه زلفى\n((ما نعبدهم إلا ليقربونا إلى الله زلفى))، فقال: ((قل لمن الأرض ومن فيها)) أي من مالكها الذي خلقها ومن فيها من الحيوانات والنباتات والثمرات وسائر صنوف المخلوقات ((إن كنتم تعلمون.سيقولون لله)) أي فيعترفون لك بأن ذلك لله وحده لا شريك له، فإذا كان ذلك ((قل أفلا تذكرون)) أنه لا تنبغي العبادة إلا للخالق الرازق لا لغيره)(1) اهـ.\nفظهر بهذا أن المخالف ومن على شاكلته من دعاة السوء أشد كفراً وأعظم شركاً من المشركين الأولين.\n* وإذا كان الخالق سبحانه قد نزه نفسه عن الشريك في أمر حقير، وهي أرض الدنيا الفانية، التي لا تعدل عند الله جناح بعوضة، فكيف يُملك أرض الجنة العظيمة الخالدة، مستقر رحمته ودار كرامته، لأحد من خلقه؟!\n__________\n(1) : \"تفسير ابن كثير\" (3/252).",
        "(1/75)\n\nفقول المخالف: إن النبي ( يملك حق الإقطاع في أرض الجنة، ظاهر السقوط، مع ما فيه\nمن الكفر والكذب والتكذيب لنصوص الوحي المصرحة بملكية الخالق وحده وأحقيته في التصرف بما يشاء في الجنة وما فيها، لا شريك له في شيء من ذلك قال تعالى: ((تلك الجنة التي نورث من عبادنا من كان تقياً)) ]مريم:63[.\nوأخبر سبحانه عن أصحاب الجنة قولهم: ((وقالوا الحمد لله الذي صدقنا وعده وأورثنا الأرض نتبوأ من الجنة حيث نشاء فنعم أجر العاملين)) ]الزمر:74[.\nقال القرطبي - رحمه الله -: (قيل إنهم ورثوا الأرض التي كانت تكون لأهل النار لو كانوا مؤمنين) اهـ (1).\nوجاء في دعاء خليل الرحمن عليه السلام قوله: ((واجعلني من ورثة جنة النعيم))\n]الشعراء:85[.\nوقال سبحانه: ((يا أيتها النفس المطمئنة ارجعي إلى ربك راضية مرضية فادخلي في عبادي وادخلي جنتي)) ]الفجر:30[.\nوالأدلة من القرآن على ملكية الله الخالصة للجنة أجل من أن تحصر، ومن السنة كذلك.\n* فقد جاء في حديث احتجاج الجنة والنار فول الله تبارك وتعالى للجنة: (أنت رحمتي أرحم بك من أشاء من عبادي) وجاء في آخر الحديث قول النبي(: (وأما الجنة فإن الله عز وجل ينشيء لها خلقاً) (2).\n* وجاء في حديث أبي هريرة في قصة آخر أهل الجنة دخولاً قول الرجل: (يا رب أدخلني الجنة، فيقول الله: ويحك يا ابن آدم ما أغدرك، أليس قد أعطيت العهود والمواثيق أن لا تسأل غير الذي أعطيت ؟ فيقول: يا رب لا تجعلني أشقى خلقك، فيضحك الله عز وجل منه، ثم يأذن له في دخول الجنة، فيقول: تمنَّ، فيتمنى، حتى إذا انقطعت أمنيته قال الله عز وجل: من كذا وكذا أقبل يذكره ربه، حتى إذا انتهت به الأماني قال الله تعالى: لك مثل ذلك ومثله معه) (3).\n__________\n(1) : \"تفسير القرطبي\" (15/287).\n(2) : متفق عليه \"اللؤلؤ والمرجان\" (3/291).\n(3) : متفق عليه \"اللؤلؤ والمرجان\" (1/44).\n(1/76)",
        "\nقلت: فالأمر كله بيد الله، فهو سبحانه الذي يتصرف في الجنة كما يشاء، وهو الذي يقطع فيها من أرضها ونعيمها كما يشاء، فلو كان غيره من الخلق يملك حق الإقطاع ولو في جزء يسير لما صح أن يقول للجنة:(أنت رحمتي أرحم بك من أشاء) ولما كان له أن يقول لذلك الرجل تمنَّ، ثم يزيده ربه أضعافاً مما سأل،إذ قد يتعارض هذا مع شريكه في الملك والتصرف، تعالى الله عما يقول الظالمون علواً كبيراً.\n* ومثله حديث أبي سعيد الخدري حيث جاء فيه: (فيشفع النبيون والملائكة والمؤمنون فيقول الجبار:بقيت شفاعتي، فيقبض قبضة من النار فيخرج أقواماً قد امتحشوا) إلى أن قال: (فيدخلون الجنة، فيقول أهل الجنة: هؤلاء عتقاء الرحمن أدخلهم الجنة بغير عمل عملوه ولا خير قدموه، فيقال لهم: لكم ما رأيتم ومثله معه) (1).\n* وقد أخبر النبي ( في حديث الرؤيا الطويل حين أتاه في المنام آتيان فأخذاه فانطلقا به حتى رأى قصراً مثل الربابة البيضاء، فقالا له: هذا منزلك.فقال النبي ( : (قلت لهما: بارك الله فيكما ذراني فأدخله، قالا: أما الآن فلا، وأنت داخله) (2) الحديث.\nقلت: وفي منعه ( من دخول قصره ومنزله في الجنة مع تمنيه ورغبته، دليل آخر يؤكد كذب دعوى المخالف وزعمه أنه ( يملك حق الإقطاع في الجنة للغير، كيف وهو لم يعلم\nأصلاً أن ذلك منزله حتى أُخبرِ؟!\n* وفي ترغيب النبي ( وحثه أمته على أن يسألوا الله عز وجل له الوسيلة والفضيلة دليل آخر أيضاً على اختصاص الله وحده دون خلقه بكامل نعيم الجنة وثوابها.\nوبعد فالأمر، والله، أوضح من أن يحتاج إلى إيضاح وأبين من أن يفتقر إلى بيان.\nوليس يصح في الأفهام شيء إذا احتاج النهار إلى دليل\n5- ومن الخصائص النبوية المزعومة قول المخالف: (وأوتي علم كل شيء حتى الروح والخمس التي في آية: ((إن الله عنده علم الساعة))) (3).\n__________\n(1) : متفق عليه \"اللؤلؤ والمرجان\" (1/46).\n(2) : رواه البخاري (12/439).\n(3) : \"الذخائر\" (ص205).\n(1/77)\n",
        "وقال في موضع آخر: (إذ لا فرق بين موته وحياته في مشاهداته لأمته ومعرفة أحوالهم ونياتهم وعزائمهم وخواطرهم وذلك عندي جلي لا خفاء فيه) (1).\nقلت: وهذا شرك واضح جلي لا خفاء فيه، ومنازعة صريحة للرب سبحانه في أخص صفاته، صفة العلم، حيث سوى علم المخلوق بعلم الخالق افتراء عليه، وتكذيباً لكلامه.\nقال عز وجل: ((إن الله عنده علم الساعة وينزل الغيث ويعلم ما في الأرحام، وما تدري نفس ماذا تكسب غداً وما تدري نفس بأي أرض تموت إن الله عليم خبير)) ]لقمان:34[.\nقلت: فهذه مفاتح الغيب التي اختص الله بعلمها دون خلقه كما قال: ((وعنده مفاتح الغيب\nلا يعلمها إلا هو ويعلم ما في البر والبحر وما تسقط من ورقة إلا يعلمها، ولا حبة في ظلمات\nالأرض ولا رطب ولا يابس إلا في كتاب مبين)) ]الأنعام:59[.\nفقوله سبحانه:((لا يعلمها إلا هو)) صريح في نفي علمها عن أحد سواه لا ملك ولا رسول.\nوقال سبحانه لعبده ورسوله محمد ( :((قل لا يعلم من في السموات والأرض الغيب\nإلا الله وما يشعرون أيان يبعثون)) ]النمل:65[.\nوأصرح منها في حق النبي ( قول الحق سبحانه: ((قل لا أقول لكم عندي خزائن الله\nولا أعلم الغيب ولا أقول لكم إني ملك.إن أتبع إلا ما يوحى إلي قل هل يستوي الأعمى والبصير أفلا تتفكرون)) ]الأنعام:50[.\nوكذلك قوله تعالى: ((لا أملك لنفسي نفعاً ولا ضراً إلا ما شاء الله، ولو كنت أعلم الغيب لاستكثرت من الخير وما مسني السوء.إن أنا إلا نذير وبشير لقوم يؤمنون)) ]الأعراف:188[.\nوأما عن الروح فاسمع إلى القول الفصل إذ يقول الرب عز وجل: ((ويسألونك عن الروح قل الروح من أمر ربي وما أوتيتم من العلم إلا قليلاً)) ]الإسراء:85[.\n__________\n(1) : \"شفاء الفؤاد\" (ص79، 97).\n(1/78)\n\nوقال عن الساعة: ((يسألونك عن الساعة أيان مرساها.قل إنما علمها عند ربي.لا يجليها لوقتها إلا هو.ثقلت في السموات والأرض.لا تأتيكم إلا بغتة.يسألونك كأنك حفى عنها.قل إنما علمها عند الله ولكن أكثر الناس لا يعلمون)) ]الأعراف:187[.\nوقال أيضاً: ((يسألك الناس عن الساعة، قل إنما علمها عند الله وما يدريك لعل الساعة تكون قريباً)) ]الأحزاب:163[.\nويقول: ((يسألونك عن الساعة أيان مرساها.فيم أنت من ذكراها.إلى ربك منتهاها.\nإنما أنت منذر من يخشها)) ]النازعات:42-45[.\nفالله عز وجل يقرر أن عبده ورسوله محمداً ( لا يعلم وقت الساعة ولا الروح ويأمره أن يخبر الناس جميعاً بذلك، ثم يأتي هذا التائه ليُكذب بآيات الله ويعترض على أمره وحكمه!\nوقد نفى الله العلم عن الخلق جميعاً إلا ما علمهم هو سبحانه، فقال: ((من ذا الذي يشفع عنده إلا بإذنه يعلم ما بين أيديهم وما خلفهم ولا يحيطون بشيء من علمه إلا بما شاء وسع كرسيه السموات والأرض)) ]البقرة:255[.\nوقال: ((والله أخرجكم من بطون أمهاتكم لا تعلمون شيئاً وجعل لكم السمع والأبصار والأفئدة لعلكم تشكرون)) ]النحل:78[، وقال: ((علم الإنسان ما لم يعلم)) ]العلق:5[.\nحتى الملائكة المقربون لا يعلمون إلا ما علمهم الله: ((وعلم آدم الأسماء كلها ثم عرضهم على الملائكة فقال أنبئوني بأسماء هؤلاء إن كنتم صادقين.قالوا سبحانك لا علم لنا\nإلا ما علمتنا إنك أنت العليم الحكيم)) ]البقرة:31-32[.\nوقال في شأن النبي محمد ( : ((وأنزل الله عليك الكتاب والحكمة وعلمك ما لم تكن تعلم وكان فضل الله عليك عظيماً)) ]النساء:113[.\nوقال:((وما ينطق عن الهوى.إن هو إلا وحي يوحى.علمه شديد القوى)) ]النجم:3-5[.",
        "(1/79)\n\nوقد يطلع الله رسله على شيء من الغيب ليكون حجة لهم ودليلاً على صدق نبوتهم، قال تعالى: ((قل إن أدري أقريب ما توعدون أم يجعل له ربي أمداً.عالم الغيب فلا يظهر على غيبه أحداً إلا من ارتضى من رسول فإنه يسلك من بين يديه ومن خلفه رصداً.ليعلم أن قد\nأبلغوا رسالات ربهم وأحاط بما لديهم وأحصى كل شيء عدداً)) ]الجن:25-28[.\nقال ابن الجوزي - رحمه الله -: (((قل إن أدري)) أي ما أدري.((أقريب ما توعدون)) من العذاب ((أم يجعل له ربي أمداً)) أي غاية وبعداً، وذلك لأن علم الغيب لله وحده.\n((فلا يظهر)) أي:فلا يطلع على غيبه الذي يعلمه أحداً من الناس ((إلا من ارتضى من رسول)) لأن من الدليل على صدق الرسل إخبارهم بالغيب.\nوالمعنى: أن من ارتضاه للرسالة أطلعه على ما شاء من غيبه.وفي هذا دليل على أن من زعم أن النجوم تدل على الغيب فهو كافر) (1) اهـ.\nوقال القرطبي - رحمه الله -: (أي لا يعرف وقت نزول العذاب ووقت قيام الساعة\nإلا الله، فهو غيب لا أعلم منه إلا ما يعرفنيه الله) إلى أن قال: (قال العلماء رحمة الله عليهم: لما تمدح سبحانه بعلم الغيب واستأثر به دون خلقه، كان فيه دليل على أنه لا يعلم الغيب أحد سواه، ثم استثنى من ارتضاه من الرسل فأودعهم ما شاء من غيبه بطريق الوحي إليهم وجعله معجزة لهم ودلالة صادقة على نبوتهم.\nوليس المنجم ومن ضاهاه ممن يضرب بالحصى وينظر في الكتب ويزجر الطير ممن ارتضاه من رسول فيطلعه على ما يشاء من غيبه، بل هو كافر بالله مفتر عليه بحدسه وتخمينه وكذبه) اهـ (2).\nوقال ابن كثير - رحمه الله -: (يقول تعالى آمراً رسوله ( أن يقول للناس إنه لا علم له\nبوقت الساعة، ولا يدري أقريب وقتها أم بعيد) إلى أن قال في معنى قوله: ((إلا من ارتضى\nمن رسول)): (وهذا يعم الرسول الملكي والبشري) اهـ (3).\n__________\n(1) : \"زاد المسير\" (8/385).\n(2) : \"تفسير القرطبي\" (19/ 27-28).\n(3) : \"تفسير ابن كثير\" (4/432-433).\n(1/80)",
        "\nويؤيد ذلك قوله تعالى لنبيه ( بعد أن قص عليه قصص آل عمران: ((ذلك من أنباء الغيب نوحيه إليك، وما كنت لديهم إذ يلقون أقلامهم أيهم يكفل مريم، وما كنت لديهم إذ يختصمون)) ]آل عمران:44[.\nوقوله سبحانه بعد أن قص عليه قصص نوح عليه السلام وقومه: ((تلك من أنباء الغيب نوحيها إليك ما كنت تعلمها أنت ولا قومك من قبل هذا، فاصبر إن العاقبة للمتقين)) ]هود: 49[.\nقلت: فدلت آيات الكتاب على اختصاص الرب وحده بعلم الغيب وأن الذي علمه الرسل منه إنما علموه من إنباء الله، واستأثر الله بما شاء من العلوم فلم يطلع أحداً عليها، ومنها مفاتح الغيب الخمس والروح وعلم ما في الصدور.\nوجاءت السنة لتؤيد ما في القرآن، فمن ذلك:\nحديث عبدالله بن عمر رضي الله عنهما أن رسول الله ( قال: (مفاتيح الغيب\nخمس لا يعلمها إلا الله: لا يعلم ما في غد إلا الله، ولا يعلم ما تغيض الأرحام إلا الله ولا يعلم متى يأتي المطر أحد إلا الله، ولا تدري نفس بأي أرض تموت، ولا يعلم متى تقوم الساعة\nإلا الله) (1).\nحديث أبي هريرة في مجيء جبريل عليه السلام إلى النبي ( وفيه قال: متى الساعة ؟\nقال: (ما المسؤل عنها بأعلم من السائل) إلى أن قال: (في خمس لا يعلمهن إلا الله) ثم تلا النبي (: ((إن الله عنده علم الساعة)) الآية (2).\nومن حديث الربيع بنت معوذ رضي الله عنها لما قالت: إحدى الجويريات وهي تغني:(وفينا نبي يعلم ما في غد) قال لها النبي (:(دعي هذه وقولي بالذي كنت تقولين) (3).\nفصل: أقوال السلف في مسألة علم الغيب\nونختم الكلام عن هذه المسألة بعرض جملة من أقوال السلف في حكم من نسب علم الغيب إلى أحد من الخلق ولو كان النبي ( ، مع كفاية الأدلة السابقة من نصوص الكتاب والسنة في بيان المطلوب ((لمن كان له قلب أو ألقى السمع وهو شهيد)).\n1- أم المؤمنين عائشة رضي الله عنها.\n__________\n(1) : رواه البخاري (8/375).\n(2) : متفق عليه \"اللؤلؤ والمرجان\" (1/2).\n(3) : رواه البخاري (9/203).\n(1/81)\n",
        "فقد صح عنها أنها قالت: (من حدثك أنه يعلم ما في غد فقد كذب) ثم قرأت:\n((وما تدري نفس ماذا تكسب غدا))) (1).\nوفي لفظ: (من حدثك أنه يعلم الغيب فقد كذب) (2).\nوذكر الحافظ أن الضمير في قولها (أنه) يعود إلى النبي ( لوقوع التصريح به في بعض\nالطرق (3).\n2- الإمام ابن القيم رحمه الله.\nقال: (وقد جاهر بالكذب بعض من يدعي في زماننا العلم، وهو يتشبع بما لم يعط،\nأن رسول الله ( كان يعلم متى تقوم الساعة.قيل له: فقد قال في حديث جبريل:\n(ما المسئول عنها بأعلم من السائل)، فحرفه عن موضعه وقال: معناه أنا وأنت نعلمها! وهذا من أعظم الجهل وأقبح التحريف.والنبي ( أعلم بالله من أن يقول لمن كان يظنه أعرابياً: أنا وأنت نعلم الساعة.إلا أن يقول هذا الجاهل: إنه كان يعرف أنه جبريل.\nورسول الله ( هو الصادق في قوله: (والذي نفسي بيده ما جاءني في صورة إلا عرفته، غير هذه الصورة) (4).ثم قوله في الحديث: (ما المسئول عنها بأعلم من السائل) يعم كل سائل ومسئول.ولكن هؤلاء الغلاة عندهم: أن علم رسول الله ( منطبق على علم الله سواء بسواء، فكل ما يعلمه الله يعلمه رسول الله ( .\nوالله تعالى يقول: ((وممن حولكم من الأعراب منافقون، ومن أهل المدينة، مردوا على النفاق لا تعلمهم نحن نعلمهم)) .وهذا في \"براءة\" وهي من أواخر ما نزل من القرآن، وهذا والمنافقون جيرانه في المدينة.\nومن هذا حديث عقد عائشة رضي الله عنها لما أرسل في طلبه فأثاروا الجمل فوجدوه (5).\nومن هذا حديث تلقيح النخل، وقال: (ما أرى لو تركتموه يضره شيء) فتركوه فجاء شَيْصَاً، فقال: (أنتم أعلم بدنياكم) (6).\nوقد قال تعالى: ((قل لا أقول لكم عندي خزائن الله ولا أعلم الغيب)).\n__________\n(1) : متفق عليه \"اللؤلؤ والمرجان\" (1/41).\n(2) : أخرجه البخاري (13/361).\n(3) : \"فتح الباري\" (13/364).\n(4) : \"مسند أحمد\" (1/53).\n(5) : متفق عليه \"اللؤلؤ والمرجان\" (1/75).\n(6) : رواه مسلم (2363) من حديث أنس وعائشة.\n(1/82)\n\nوقال: ((ولو كنت أعلم الغيب لاستكثرت من الخير)).\nولما جرى لأم المؤمنين عائشة ما جرى ورماها أهل الإفك بما رموها به، لم يكن ( يعلم حقيقة الأمر حتى جاءه الوحي من الله ببراءتها.\nوعند هؤلاء الغلاة: أنه عليه الصلاة والسلام كان يعلم الحال على حقيقته بلا ريبة،\nواستشار الناس في فراقها ودعا الجارية فسألها، وهو يعلم الحال، وقال لها: (إن كنت\nألممت بذنب فاستغفري الله) (1) وهو يعلم علماً يقيناً أنها لم تلم بذنب!\nولا ريب أن الحامل لهؤلاء على هذا الغلو إنما هو اعتقادهم أنه يكفر عنهم سئاتهم ويدخلهم الجنة، وكلما غلوا وزادوا غلواً فيه كانوا أقرب إليه وأخص به!\nفهم أعصى الناس لأمره، وأشدهم مخالفة لسنته.وهؤلاء فيهم شبه ظاهر من النصارى الذين غلوا في المسيح أعظم الغلو، وخالفوا شرعه ودينه أعظم المخالفة \" اهـ (2).\n* الحافظ ابن كثير رحمه الله:\nأطال في تفسير قوله تعالى:((يسألونك عن الساعة أيان مرساها قل إنما علمها عند ربي)) فقال: (أمر تعالى رسوله ( إذا سُئل عن وقت الساعة أن يَرُدَّ علمها إلى الله تعالى فإنه هو الذي يجليها لوقتها، أي يعلم جلية أمرها ومتى يكون على التحديد،لا يعلم ذلك إلا هو تعالى.\n((ثقلت في السموات والأرض)) قال قتادة: ثقل علمها على أهل السموات والأرض أنهم\nلا يعلمون. وقال السدي: خفيت في السموات والأرض فلا يعلم قيامها حين تقوم ملك مقرب ولا نبي مرسل).\n__________\n(1) : رواه البخاري (8/453) ومسلم (2770).\n(2) : \"المنار المنيف\" (ص81-84).",
        "(1/83)\n\nثم ذكر الحافظ ابن كثير شواهد هذه الآية من الحديث على عدم اطلاع أحد من الخلق على علم الساعة وحجبها حتى أولي العزم من الرسل عليهم السلام، ثم قال: (فهذا النبي الأمي سيد الرسل وخاتمهم محمد صلوات الله عليه وسلامه، نبي الرحمة ونبي التوبة ونبي الملحمة والعاقب والمقفي والحاشر، مع قوله فيما ثبت عنه في الصحيح من حديث أنس وسهل بن سعد رضي الله عنهما: (بعثت أنا والساعة كهاتين) وقرن بين أصبعه السبابة\nوالتي تليها (1)، ومع هذا كله قد أمره الله أن يَرُدَّ علم وقت الساعة إليه إذا سئل عنها فقال:\n((قل إنما علمها عند الله ولكن أكثر الناس لا يعلمون)) انتهى باختصار(2).\n* الحافظ ابن حجر العسقلاني رحمه الله: وله أيضاً أقوال كثيرة في مواضع متفرقة من سفره العظيم \"فتح الباري\" الذي أودعه كنوزاً من العلوم الشرعية لا تكاد تجدها مجتمعة\nإلا فيه.\nيقول - رحمه الله - في شرحه لقصة الخضر مع موسى عليهما السلام حين سأله الخضر (أنى بأرضك السلام) ؟ (وفيه دليل على أن الأنبياء ومن دونهم لا يعلمون من الغيب\nإلا ما علمهم الله، إذ لو كان الخضر يعلم كل غيب لعرف موسى قبل أن يسأله) اهـ(3).\nوفي شرحه لحديث الربيع بنت معوذ الذي جاء فيه قول القائلة (وفينا نبي يعلم ما في غد) قال الحافظ: (وإنما أنكر عليها ما ذكر من الإطراء حيث أطلق علم الغيب له، وهو صفة تختص بالله تعالى كما قال تعالى: ((قل لا يعلم من في السموات والأرض الغيب إلا الله)).\nوقوله لنبيه: ((قل لا أملك لنفسي نفعاً ولا ضراً إلا ما شاء الله، ولو كنت أعلم الغيب لاستكثرت من الخير))، وسائر ما كان النبي ( يخبر به من الغيوب بإعلام الله تعالى إياه لا أنه\nيستقل بعلم ذلك، كما قال تعالى: ((عالم الغيب فلا يظهر على غيبه أحداً إلا من ارتضى من\nرسول))) اهـ (4).\n__________\n(1) : متفق عليه \"اللؤلؤ والمرجان\" (3/314-315).\n(2) : \"تفسير ابن كثير\" (2/272-273).\n(3) : \"فتح الباري\" (1/220).\n(4) : \"الفتح\" (9/203).\n(1/84)",
        "\nوعند شرحه لحديث عائشة رضي الله عنها: (من حدثك أنه يعلم الغيب فقد كذب) ذكر الحافظ - رحمه الله - قول الداودي: (وما أحد يدعي أن رسول الله ( كان يعلم من الغيب إلا ما علم) فتعقبه بقوله: (وما ادعاه من النفي متعقب فإن بعض من لم يرسخ في الإيمان كان يظن ذلك حتى كان يرى صحة النبوة تستلزم اطلاع النبي( على جميع المغيبات كما وقع في المغازي لابن إسحاق أن ناقة النبي ( ضلت، فقال زيد بن اللصت: يزعم محمد أنه نبي ويخبركم عن خبر السماء وهو لا يدري أين ناقته، فقال النبي ( : (إن رجلاً يقول كذا وكذا، وإني والله لا أعلم إلا ما علمني الله، وقد دلني الله عليها وهي في شعب كذا\nقد حبستها شجرة) فذهبوا فجاءوه بها.\nفأعلم النبي ( أنه لا يعلم من الغيب إلا ما علمه الله، وهو مطابق لقوله تعالى: ((فلا يظهر على غيبه أحداً إلا من ارتضى من رسول)) الآية) اهـ(1).\n* الإمام الشوكاني رحمه الله:\nوله أيضاً كلام نفيس في مسألة علم الغيب ذكره في مواضع متفرقة من تفسيره \"فتح القدير\" صرح بالمذهب الحق ورد على الغلاة المخالفين ومنها قوله عند تفسير قول الله تعالى: ((قل\nلا أملك لنفسي نفعاً ولا ضراً إلا ما شاء الله ولو كنت أعلم الغيب لاستكثرت من الخير)) الآية.\n__________\n(1) : \"الفتح\" (13/364).\n(1/85)\n",
        "قال: (قوله: ((قل لا أملك لنفسي نفعاً ولا ضراً إلا ما شاء الله )) هذه الجملة متضمنة لتأكيد ما تقدم من عدم علمه بالساعة أيان تكون ومتى تقع، لأنه إذا كان لا يقدر على جلب نفع له أو دفع ضر عنه إلا م شاء الله سبحانه من النفع له والدفع عنه، فبالأولى أن لا يقدر على علم ما أستأثر الله بعلمه، وفي هذا إظهار العبودية والإقرار بالعجز عن الأمور التي ليست من شأن العبيد، والاعتراف بالضعف عن انتحال ما ليس له ( ما فيه أعظم زاجر وابلغ واعظ لمن يدعي لنفسه ما ليس من شأنها، وينتحل علم الغيب بالنجامة أو الرمل أو الطرق بالحصى أو الزجر، ثم أكد هذا وقرره بقوله: ((ولو كنت أعلم الغيب لاستكثرت من الخير)) أي لو كنت أعلم جنس الغيب لتعرضت لما فيه الخير فجلبته إلى نفسي وتوقيت ما فيه السوء حتى لا أدي غير ذلك وأتكلف علمه) اهـ(1).\nقلت: ولهؤلاء ولغيرهم من أهل العلم من السلف ومن سار على نهجهم من الخلف كلام كثير مسطر في كتب التفسير وشروح الحديث وغيرها معلومة مظانها وكلهم متفقون على مثل ما نقلت عن هؤلاء، ولم يخالفهم إلا من سفه نفسه من أمثال هذا المخالف وغيره من دعاة السوء، هداهم الله وأصلحهم وكفى الناس شرهم وبدعتهم.\n6- ومن الخصائص المزعومة قول المخالف عن النبي ( :(إنه كان يسمع حفيف أجنحة جبريل وهو بعد في سدرة المنتهى ويشم رائحته إذا توجه إليه)(2).\nوقوله أيضاً:\nيا من نناديه فيسمعنا بعد المسافة سمع أقرب أقرب (3)\nقلت: ويكفي في الجواب عن هذا الهراء، أن يقال لصاحبه: من أين لك أيها المفتري أنه ( كان يسمع حفيف أجنحة جبريل ويشم رائحته من سدرة المنتهى؟\n- وسنضرب صفحاً عن تلك الصفة الغريبة، صفة الشم، فهي ليست محل تفاضل وتمدح بين المتنافسين في الرفعة والشرف من بني آدم، بل الإطراء فيها قد يخرجها من المدح إلى الذم كما هو معلوم لمن أدنى مسكة عقل وفهم.\n__________\n(1) : \"فتح القدير\" (2/274).\n(2) : \"الذخائر\" (ص228).\n(3) : \"شفاء الفؤاد\" (ص212).\n(1/86)\n\n- أما صفة السمع فالغرض من تلك الفرية الشنعاء معروف، وهو تشبيه سمع المخلوق بالخالق الذي وسع سمعه السموات والأرض.\nويؤكد هذا قول المخالف: (يا من نناديه فيسمعنا على، بعد المسافة سمع أقرب أقرب) وهذه الصفة لا تليق إلا بالله وحده لا شريك له، فهو سبحانه الذي وسع سمعه الأصوات، سواء في ذلك القريب الداني والبعيد النائي.\nقال تعالى: ((سواء منكم من أسر القول ومن جهر به ومن هو مستخف بالليل وسارب بالنهار)) ]الرعد:11[.\nوقال: ((قد سمع الله قول التي تجادلك في زوجها وتشتكي إلى الله والله يسمع تحاوركما إن الله سميع بصير)) ]المجادلة:1[.\nعن عائشة رضي الله عنها قالت: (الحمد لله الذي وسع سمعه الأصوات، لقد جاءت المجادلة إلى النبي ( تكلمه وأنا في ناحية البيت ما أسمع ما تقول فأنزل الله عز وجل:\n((قد سمع الله قول التي تجادلك في زوجها)) الآية).\nوفي لفظ: (تبارك الذي أوعى سمعه كل شيء إني لأسمع كلام خولة بنت ثعلبه ويخفى عليَّ\nبعضه..)(1).\nوقال سبحانه: ((قل إن ضللت فإنما أضل على نفسي وإن اهتديت فبما يوحي إلي ربي إنه سميع قريب)) ]سبأ:50[.\nقال ابن كثير: (وقوله تعالى: ((إنه سميع قريب)) أي سميع لأقوال عباده قريب مجيب دعوة الداعي إذا دعاه) اهـ(2).\nقلت: فهاتان الصفتان العظيمتان: السمع والقرب، من صفات الرحمن التي تليق بجلاله وعظمته لا يشبههما شيء من صفات المخلوقين القاصرة، وقد جاء ذكرهما في نصوص الوحيين مقترنتين كما في هذه الآية، وكما في وقوله ( لأصحابه لما سمعهم يرفعون أصواتهم بالتكبير: (أربعوا على أنفسكم إنكم لا تدعون أصم ولا غائباً إنكم تدعون سميعاً قريباً وهو معكم) (3).\n__________\n(1) : أخرجه البخاري تعليقاً (13/372)، وانظر \"تفسير ابن كثير\" (4/318).\n(2) : \"تفسير ابن كثير\" (3/544).\n(3) : متفق عليه \"اللؤلؤ والمرجان\" (3/ 227).",
        "(1/87)\n\nوجاءت صفة القرب مفردة كما في قوله تعالى: ((وإذا سألك عبادي عني فإني قريب أجيب دعوة الداعي إذا دعان)) ]البقرة:186[.\nوقال سبحانه: ((ولقد خلقنا الإنسان ونعلم ما توسوس به نفسه ونحن أقرب إليه من حبل الوريد)) ]ق:16[.\nفهو سبحانه قريب من عباده أقرب إليهم من كل قريب، مع علوه فوق عرشه ومباينته\nلخلقه.\nإذاً فقول المخالف عن عبد من عباد الله إنه يسمع نداء من يناديه سمع أقرب أقرب يقتضي مساوته مع الخالق في صفتي السمع والقرب، بل فيه تفضيل المخلوق على الخالق كما تدل عليه صيغة التفضيل (أقرب أقرب) إذ إن معناها المتبادر من هذا الإطلاق: أنه ( يسمع سمع أقرب مَن هو أقرب، فهو إذاً أقرب من الله سبحانه الذي وصف نفسه بأنه قريب وأنه أقرب من حبل الوريد، تعالى الله عما يقول الجاهلون علواً كبيراً.\nوهذا مع كونه شركاً في صفتي الرب، السمع والقرب، فهو معارض لدلالات الشرع والعقل التي تقضي ببشرية الرسول ( ، وتنفي عنه مثل هذه المبالغات، ولكن ما وردت به النصوص من دلائل النبوة المعجزات.\nفعن زيد بن أرقم رضي الله عنه قال: (كنت في غزاة فسمعت عبدالله بن أُبي يقول:\nلا تنفقوا على من عند رسول الله حتى ينفضوا من حوله، ولئن رجعنا إلى المدينة ليخرجن الأعز منها الأذل فذكرت ذلك لعمي - أو لعمر - فذكره للنبي ( فدعاني فحدثته فارسل رسول الله ( إلى عبدالله بن أُبي وأصحابه فحلفوا ما قالوا.فكذبني رسول الله ( وصدقه) إلى أن قال: (فأنزل الله تعالى: ((إذا جاءك المنافقون)) فبعث إليَّ النبي ( فقرأ\nفقال: (إن الله قد صدقك يا زيد))(1).\nقلت: أفمن كان يسمع حفيف أجنحة جبريل عليه السلام من سدرة المنتهى، أيغيب عنه سماع من كان أقرب من ذلك بكثير؟!\n__________\n(1) : رواه البخاري (8 /644).\n(1/88)",
        "\n- وفي حديث عمران بن الحصين رضي الله عنه في قصة نوم النبي ( وأصحابه عن صلاة الفجر في بعض الأسفار، وفيه قال: (فما أيقظنا إلا حر الشمس، وكان النبي ( إذا نام لم يوقظ حتى يكون هو يستيقظ لأنا لا ندري ما يحدث له في نومه.فلما استيقظ عمر ورأى ما أصاب الناس كبَّر ورفع صوته بالتكبير، فما زال يكبر ويرفع صوته بالتكبير حتى استيقظ بصوته النبي () الحديث(1).\nقلت: فإذا كان ( لم يسمع تكبير عمر إلا بعد أن كرره ورفع صوته به، هذا وهو بجانبه، فكيف يسمع نداء من يناديه من أقاصي الأرض ونواحيها؟!\n- وها هو جبريل عليه السلام يأتيه في صورة أعرابي ويسند ركبتيه إلى ركبتيه ويضع كفيه على فخذيه ويسأله ويتحدث إليه، ثم ينصرف من عنده ولم يعرفه النبي ( إلا بعد انصرافه عنه.\nقال الحافظ في \"الفتح\": (دلت الروايات التي ذكرناها على أن النبي ( ما عرف أنه جبريل إلا في آخر الحال) اهـ(2).\nقلت: فليت شعري أين حاسة الشم المزعومة، وأين سماع حفيف أجنحة جبريل من سدرة المنتهى؟!\nوفي قصة قدوم وفد بني تميم إلى النبي ( وإشارة أبي بكر وعمر رضي الله عنهما بتأمير بعضهم واختلافهما فأنزل الله تعالى: ((يا أيها الذين آمنوا لا تقدموا بين يدي الله ورسوله)) الآية وقوله: ((يا أيها الذين آمنوا لا ترفعوا أصواتكم فوق صوت النبي)) الآية.\nقال ابن الزبير: (فكان عمر بعد، إذا حدث النبي ( بحديث حدثه كأخي السرار\nلم يسمعه حتى يستفهمه)(3).\nقال الحافظ: (أي يخفض صوته ويبالغ حتى يحتاج إلى استفهامه عن بعض كلامه) اهـ(4).\nقلت: وهذا صريح أيضاً في الدلالة على أنه ( لم يؤت ذلك السمع المزعوم الذي يسع الأصوات ويجتاز المسافات حتى يبلغ سدرة المنتهى.\n7- وقال المخالف في مدح النبي (:\n(بنور رسول الله أشرقت الدنا ففي نوره كل يجيء ويذهب)(5)\n__________\n(1) : رواه البخاري (8/ 644).\n(2) : \"فتح الباري\" (1/ 125).\n(3) : أخرجه البخاري (13/ 267).\n(4) : \"فتح الباري\" (13/ 280).\n(5) : \"شفاء الفؤاد\" (ص 205).\n(1/89)\n",
        ".\nوقال أيضاً:\n(أنت سر الله والنور الذي سار موسى نحوه في طور سين\nفهو نور لا يسامى إنه قبس من نور رب العالمين\nكيف لا والسيد الهادي به يغمر الدنيا بنور مستبين)(1)\nقلت: وهذه منازعة للرب في صفة من صفاته، صفة النور، التي وصف بها نفسه ووصفه بها عبده ونبيه محمد (، كما أن فيه تكذيباً صريحاً لكلام الله عز وجل وكلام رسوله (.\nفقد قال سبحانه في محكم التنزيل: ((الله نور السموات والأرض.مثل نوره كمشكاة فيها مصباح)) الآية ]النور:35[، وقال: ((وأشرقت الأرض بنور ربها)) ]الزمر:69[.\nوالمخالف يقول: (بنور رسول الله أشرقت الدنا)!!\nوفي الصحيحين من حديث ابن عباس رضي الله عنهما أن النبي ( كان إذا قام من الليل يتهجد قال: (اللهم لك الحمد أنت نور السموات والأرض، ولك الحمد أنت قيم السموات\nوالأرض..) الحديث(2).\n- وصح عنه ( أنه قال في وصفه لربه عز وجل: (حجابه النور - أو قال النار -\nلو كشفه لأحرقت سبحات وجهه ما انتهى إليه بصره من خلقه) (3).\nوعن أبي ذر رضي الله عنه قال: سألت رسول الله ( : هل رأيت ربك ؟ قال: (نور أنَّى أراه ؟) وفي لفظ: (رأيت نوراً) (4).\nقال العلامة ابن القيم- رحمه الله -: (وقد فسر قوله تعالى: ((الله نور السموات والأرض)) بكونه منور السموات والأرض، وهادي أهل السموات والأرض، فبنوره اهتدى أهل السموات\nوالأرض، وهذا إنما هو فعله، وإلا فالنور الذي هو من أوصافه قائم به، ومنه اشتق له اسم\nالنور الذي هو أحد الأسماء الحسنى.\nوالنور يضاف إليه سبحانه على أحد وجهين: إضافة صفة إلى موصوفها، وإضافة مفعول إلى فاعله.\nفالأول كقوله تعالى: ((وأشرقت الأرض بنور ربها)) فهذا إشراقها يوم القيامة بنوره تعالى إذا جاء لفصل القضاء.\n__________\n(1) : \"شفاء الفؤاد\" (ص 232).\n(2) : متفق عليه \"اللؤلؤ والمرجان\" (1/ 147).\n(3) : أخرجه مسلم (179).\n(4) : أخرجه مسلم (178).\n(1/90)\n\nومنه قول النبي ( في الدعاء المشهور: (أعوذ بنور وجهك الكريم أن تضلني، لا إله إلا أنت) .\nوفي الأثر الآخر: (أعوذ بوجهك أو بنور وجهك الذي أشرقت له الظلمات) فأخبر ( أن الظلمات أشرقت لنور وجه الله، كما أخبر تعالى أن الأرض تشرق يوم القيامة بنوره.\nوفي معجم الطبراني والسنة له، وكتاب عثمان بن سعيد الدارمي وغيره، عن ابن مسعود رضي الله تعالى عنه قال: (ليس عند ربكم ليل ولا نهار، نور السموات والأرض من نور وجهه).\nوهذا الذي قاله ابن مسعود رضي الله تعالى عنه أقرب إلى تفسير الآية من قول من فسرها بأنه منور السموات والأرض فلا تنافي بينه وبين قول ابن مسعود.\nوالحق أنه نور السموات والأرض بهذه الاعتبارات كلها)(1).\n* * *\nفصل ((وذروا الذين يلحدون في أسمائه))\nلم يكف المخالف شركاً بالرب عز وجل في صفاته وأفعاله، حتى أضاف إليه شركاً أكبر وكفراً أعظم، فعمد إلى أسماء الله الحسنى، التي خص بها نفسه من دون خلقه واتصف بها وجعلها علماً لذاته المقدسة، فأشرك معه فيها بعض خلقه، ظلماً وزوراً.\n- فمن أذكار السلام التي ابتدعها المخالف عند زيارة القبر النبوي، قوله: (السلام عليك\nيا أول، السلام عليك يا آخر، السلام عليك يا باطن، السلام عليك يا ظاهر)(2).\n- وغلا أكثر من ذلك، فذكر من الخصائص النبوية أنه ( (سمي من أسماء الله تعالى بنحو سبعين اسماً)(3).\nفأشرك النبي ( مع الله في كل أسمائه الحسنى، إمعاناً في الكفر والشرك والضلال وإنكاراً للمعلوم ضرورة من دين الإسلام.\nقال الله في محكم التنزيل: ((ولله الأسماء الحسنى فادعوه بها، وذروا الذين يلحدون في أسمائه سيجزون ما كانوا يعملون)) ]الأعراف:180[.\n__________\n(1) انظر \"التفسير القيم\" (ص375، 376).\n(2) : \"شفاء الفؤاد\" (ص120).\n(3) : \"الذخائر المحمدية\" (ص 203).",
        "(1/91)\n\nقال ابن جرير- رحمه الله -: (أصل الإلحاد في كلام العرب: العدول عن القصد، والجور عنه، والإعراض.ثم يستعمل في معوج غير مستقيم، ولذلك قيل للحد القبر: لحد، لأنه في ناحية منه، وليس في وسطه)(1).\nوذكر ابن جرير وغيره من المفسرين (2) أن إلحاد المشركين في أسماء الله كان بعدولهم بها عما هي عليه، فاشتقوا منها أسماء لآلهتهم كتسمتهم اللات من (الله) والعزى من (العزيز) ومناة من (المنان).\nوذكر ابن القيم رحمه الله من أنواع الإلحاد في إسماء الله: أن يسمى الأصنام بها، كتسمية المشركين اللات من الإلهية والعزى من العزيز، وتسميتهم الصنم إلهاً.قال: (وهذا إلحاد حقيقة، فإنهم عدلوا بأسمائه إلى أوثانهم وآلهتهم الباطلة)(3).\nقلت: فإذا كانت تسمية الأصنام والأوثان ببعض أسماء الله عز وجل، ولو كانت اسماً واحداً، يعد إلحاداً وكفراً وشركاً، فكيف بمن سمَّى مخلوقاً بكل أسماء الله؟!\nوإذا كان اشتقاق اسم من الأسماء الحسنى وإطلاقه على المعبود من دون الله، كاللات والعزى، يلحق فاعله بالمشركين ويصيره في عداد الملحدين المتوعدين بالعقاب، فكيف بمن أطلق نفس الأسماء الإلهية على المخلوق، فسماه الأول والآخر والظاهر والباطن، إلى أن أوصلها إلى السبعين؟\nكيف وقد زادها إلى أن شملت كل الأسماء دون استثناء، فدخل فيها حتى الاسم الأعظم (الله)، الذي لم يعرف في تاريخ الشرك الطويل، أن أحداً اجترأ على هذا الاسم فتسمى به أو أطلقه على أحد الآلهة المزعومة من دون الله؟!\nحقاً إنه لسفه أي سفه، وضلال أيما ضلال، أن يعتقد امروٌ مثل هذا الاعتقاد الموغل في\nالفساد ثم يصيح مغتبطاً به على رؤس الأشهاد، أما خاف أن تشل يده وهي تسطر مثل هذا\nالهراء ؟\nسبحانك يا رب ما أحلمك، سبحانك يا رب ما أصبرك، سبحانك حيث كنت، لا إله إلا أنت.\n__________\n(1) : \"تفسير ابن جرير\" (13/ 282).\n(2) : انظر \"فتح القدير\" (2/ 268).\n(3) : \"بدائع الفوائد\" (1/ 169).\n(1/92)",
        "\nوبعد، فقد كان بالإمكان مناقشة هذا التائه وتعقبه بالحجة والمنطق والعقل، لو اقتصر إلحاده على بعض أسماء الله تعالى، لكنه لم يدع مجالاً للأخذ والرد، بعد أن صرح بمطابقة أسماء النبي ( أسماء الله كلها، تعالى الله عما يقول الظالمون علواً كبيراً.\n((وما قدروا الله حق قدره والأرض جميعاً قبضته يوم القيامة والسموات مطويات بيمينه سبحانه وتعالى عما يشركون)).\n((هو الله الذي لا إله إلا هو عالم الغيب والشهادة هو الرحمن الرحيم.هو الله الذي لا إله إلا هو الملك القدوس السلام المؤمن المهيمن العزيز الجبار المتكبر سبحان الله عما يشركون.\nهو الله الخالق البارىء المصور له الأسماء الحسنى يسبح له ما في السموات والأرض\nوهو العزيز الحكيم)).\n((هو الأول والآخر والظاهر والباطن وهو بكل شيء عليم)).\n((ذلكم الله ربكم خالق كل شيء لا إله إلا هو فأنى تؤفكون.كذلك يؤفك الذين كانوا بآيات الله يجحدون)).\n* * *\nالباب الثاني\nالافتراء على الملائكة الكرام\nوبعد، فهل اكتفى المخالف بكل الذي تقدم من كفر واضح جلي، وشرك فاضح صريح؟\nكلا، بل أضاف إليه، أن رمى بالكفر والشرك والظلم أبعد الخلق عنه وعن كل معصية وإثم، ملائكة الرحمن الكرام.\nولم يقصر ظلمه وقذفه لهم على طائفة منهم، بل شملهم كلهم حتى جبريل الأمين عليه السلام.\n*فمن الخصائص النبوية المختلقة، عدَّ المخالف منها (ذكر الملائكة له في كل ساعة)(1).\n*وقال(2):\n(لسناك حين بدا بآدم أقبلت رعياً لسيماك الملائك تسجد)\n*وقال(3):\n(كلما لحت للملائك خروا في السموات سجداً وبكياً).\n*ولما ذكر تلك الصيغة الشركية من صيغ السلام المبتدعة التي تقال عند القبر (السلام عليك يا أول السلام عليك يا آخر السلام عليك يا باطن السلام عليك يا ظاهر)، قال\nبعدها(4) : (ويقال: إن ذلك من تحية جبريل للنبي ()!.\n__________\n(1) : \"الذخائر\" (ص202)\n(2) : \"شفاء الفؤاد\" (ص216)\n(3) : \"شفاء الفؤاد\" (ص235)\n(4) : \"شفاء الفؤاد\" (ص120)\n(1/93)\n",
        "قلت: وهذا غايةٌ في الظلم والإفك والبهتان، أن ينسب مثل هذا الكفر إلى البررة الكرام\nالمطهرين من كل عيب المعصومين من كل معصية وذنب، كما شهد لهم بذلك الرب،\nفقال عز وجل: ((لا يعصون الله ما أمرهم ويفعلون ما يؤمرون)) ]التحريم:6[.\nولا ينقضي العجب من جرأة هذا الأفاك وإقدامه على مثل هذا الكذب الواضح المكشوف، إذ من أين له أن من خصائص النبي عليه الصلاة والسلام ذكر الملائكة له في كل ساعة؟ ومن أوحى إليه بهذه الفرية؟ وما نوع الذكر الذي كانوا يذكرون به النبي (؟\nأهو التسبيح والتكبير والتحميد؟ أم هو ذكر آخر، لا من جنس الأذكار المعروفة؟\nوهل هم مستمرون على هذه العبادة، أم إنها انقطعت بوفاة النبي (؟\nولعل قائلاً يقول: إنه يقصد الصلاة على النبي ( ، كما في قوله تعالى: ((إن الله وملائكته يصلون على النبي))؟ ]الأحزاب: 56[.\nأقول: إننا لو فرضنا جدلاً أن ذلك قصده، فهو مخطئ بكل اعتبار:\nالأول: أنه لم يفصح عن قصده ولم يبين مراده من كلامه، والمقام يقتضي الإفصاح لا الإبهام، والإيضاح لا الإيهام، خاصة ممن دأب على قول الشرك والكفر وصار ديدنه وهجيراه.\nالثاني: أنه وقت بوقت لا دليل عليه، إذ جعله في كل ساعة، والآية القرآنية أطلقت الصلاة ولم تحددها بزمن.\nالثالث: أن الصلاة على النبي ( ليست ذكراً له، بل هي دعاء المصلي ربه أن يصلي على نبيه، فهي من جنس دعاء المؤمن لأخيه، وإنما خص النبي ( بأن المشروع في حقه الصلاة والسلام، بخلاف سائر المؤمنين إذ يدعو بعضهم لبعض بخيري الدنيا والآخرة.\nوالدليل على أن الصلاة على النبي ( دعاء، حديث زيد بن خارجة رضي الله عنه،\nعن النبي ( قال: (صلوا علي فاجتهدوا في الدعاء وقولوا: اللهم صل على محمد\nوآل محمد) رواه النسائي (3/ 49).\nوجاء في حديث أُبي بن كعب رضي الله عنه قال: (قلت: يا رسول الله إني أكثر الصلاة عليك فكم أجعل لك من صلاتي؟ فقال: (ما شئت) ، قال: قلت: الربع؟ قال:\n(1/94)\n\n(ما شئت) إلى أن قال: (قلت: أجعل لك صلاتي كلها..) الحديث رواه الترمذي\n(4/636).\nقال الإمام المنذري(1): (قوله (أكثر الصلاة فكم أجعل لك من صلاتي)؟ معناه: أكثر الدعاء فكم أجعل لك من دعائي صلاة عليك) اهـ.\nقلت: ومما يؤكد أن المخالف يقصد معنى آخر سوى الصلاة، ما تقدم من خصائصه المزعومة التي صرح فيها بمذهبه ومعتقده في الرسول ( ومضاهاته بالله سبحانه في خصائص الألوهية والربوبية.\nويؤكده أيضاً، قوله السابق عن الملائكة الكرام وعن جبريل عليه السلام، فليس الذكر بأعظم من السجود والإلحاد في الأسماء الحسنى.\nوقد تضمن قول المخالف: (لسناك حين بدا بآدم أقبلت، رعياً لسيماك الملائك تسجد) جملة من المخالفات:\nمنها: أن فيه تكذيباً لصريح القرآن، إذ تواترت الآيات على ذكر خبر سجود الملائكة لآدم وأنه كان طاعة للخالق سبحانه إذ أمرهم بذلك السجود، كما في قوله تعالى: ((وإذ قلنا للملائكة اسجدوا لآدم فسجدوا إلا إبليس أبى واستكبر وكان من الكافرين)) ]البقرة:34[، وكقوله تعالى: ((إذ قال ربك للملائكة إني خالق بشراً من طين.فإذا سويته ونفخت فيه من روحي فقعوا له ساجدين.فسجد الملائكة كلهم أجمعون.إلا إبليس استكبر وكان من الكافرين)) ]ص:71-74[.\nوجاء في حديث الشفاعة الطويل أن الناس يقولون لآدم عليه السلام: (أنت أبو البشر، خلقك الله بيده ونفخ فيك من روحه وأمر الملائكة فسجدوا لك) (2).\nفاتفقت نصوص القرآن والسنة على أن سجود الملائكة كان لآدم لا لغيره من البشر.\nوعارض المخالف تلك الأخبار كلها وكذب كلام الله تعالى وكلام رسوله ( ، وزعم أن السجود كان من أجل سناه ( .\nقال تعالى: ((فمن أظلم ممن كذب على الله وكذب بالصدق إذ جاءه أليس في جهنم مثوى للكافرين)) ]الزمر:32[.\nومنها: أن فيه اعتراضاً على قدر الله وحكمه وأمره.\n__________\n(1) : \"الترغيب والترهيب\" (2/501)\n(2) : متفق عليه \"اللؤلؤ والمرجان\" (1/50).",
        "(1/95)\n\nفقد قضى الله عز وجل أن يكون سجود ملائكته لآدم دون غيره، وأمرهم بذلك فأطاعوا له وأذعنوا كلهم أجمعون، إلا إبليس اللعين أبى واستكبر وقال: ((أنا خير منه خلقتني من نار وخلقته من طين)) ]ص:76[.\nواعترض المخالف على قدر الله وعارض حكمه وأنكر استحقاق آدم عليه السلام لسجود الملائكة، وقال: بل محمد ( أولى بالسجود منه.\nفتأمل - رحمك الله - ذلك التشابه بين الشيطانين في الكفر والاستكبار عن أمر الواحد القهار!\nومنها: أن فيه اتهاماً مبيناً وبهتاناً عظيماً لعباد الله المكرمين، إذ زعم أنهم قابلوا أمر الله عز وجل بالعصيان والاحتيال، أُمروا بالسجود لآدم عليه السلام فسجدوا لنبينا محمد عليه الصلاة والسلام.وحاشا لله أن يفعلوا ذلك، ((لا يعصون الله ما أمرهم ويفعلون ما يؤمرون)).\n*وأما قول المخالف (كلما لحت للملائك خروا، في السموات سجداً وبكياً).فهو أعظم في الإفك وأبلغ في الظلم والافتراء، إذ قذفهم بأعظم الذنوب وأكبرها عند الله وعند رسوله( وعند المؤمنين وعند الملائكة المكرمين.\n((ومن يكسب خطيئة أو إثماً ثم يرم به بريئاً فقد احتمل بهتاناً وإثماً مبيناً)) ]النساء:112[.\nوحسبنا في الرد على هذه الفرية النكراء أن نسأل هذا الأفاك، من أين له ذلك السجود المزعوم؟\nأمن وحي السنة والقرآن؟ أم من قرائح الهذيان وأوهام الأذهان؟أم هو من وحي الكهان؟ ((ومن أظلم ممن افترى على الله كذباً أو قال أوحي إلي ولم يوح إليه شيء)) ]الأنعام:93[.\nثم من تُراه أمر بذلك السجود؟ آلله؟ ((قل إن الله لا يأمر بالفحشاء أتقولون على الله\nما لا تعلمون)) ]الأعراف:28[.\nأم فعلته الملائكة من غير أمر ولا إذن؟ كلا ((بل عباد مكرمون.لا يسبقونه بالقول وهم بأمره يعملون)) ]الأنبياء:26،27[، قال ابن كثير - رحمه الله -(1): (أي لا يتقدمون بين يديه بأمر ولا يخالفونه فيما أمرهم بل يبادرون إلى فعله).\n__________\n(1) : \"تفسير ابن كثير\"(3/176)\n(1/96)",
        "\nعن ابن عباس رضي الله عنهما قال: قال رسول الله ( لجبريل عليه السلام:\n(ما يمنعك أن تزورنا أكثر مما تزورنا؟) فنزلت: ((وما نتنزل إلا بأمر ربك، له ما بين أيدينا وما خلفنا وما بين ذلك وما كان ربك نسياً)) (1).\nقال الحافظ ابن حجر(2): (الأمر في هذه الآية معناه الإذن بدليل سبب النزول المذكور).\nقلت: فإذا كانوا لا يجترئون على زيارة النبي(، مجرد زيارة، إلا بإذن من الله جل وعلا، فما بالك بالسجود والخضوع والتعظيم والبكاء الذي لم يؤذن لهم فيه البتة ولا ينبغي إلا للواحد الأحد سبحانه وتعالى؟!\n* تكميل: قول المخالف: (كلما لحت للملائك خروا في السموات سجداً وبكياً) يعني به ليلة المعراج عندما اجتاز النبي ( السموات السبع، وهو مع ما فيه من الظلم والبغي والعدوان، ففيه أيضاً تكذيب صريح لما أخبر به النبي( في الحديث الصحيح، فقد أخرج الشيخان من حديث أبي ذر رضي الله عنه عن النبي( أنه قال، في حديثه عن الإسراء والمعراج: (فلما جئت إلى السماء الدنيا قال جبريل لخازن السماء: افتح، قال من هذا؟ قال هذا جبريل، قال هل معك من أحد؟ قال: نعم معي محمد ( ، فقال أوَ أرسل إليه؟ قال: نعم.فلما فتح علونا السماء الدنيا..) الحديث.(3) وجاء في حديث مالك بن صعصعة رضي الله عنه، قوله: (فانطلقت مع جبريل حتى أتينا السماء الدنيا، قيل من هذا؟ قال: جبريل.قيل: من معك؟ قال: محمد، قيل: وقد أرسل إليه؟ قال: نعم.قيل مرحباً به ولنعم المجيء جاء) إلى أن قال: (فأتينا السماء الثانية، قيل: من هذا؟ قال: جبريل.قيل: من معك؟ قال: محمد.قيل: أرسل إليه؟ قال: نعم. قيل: مرحباً به ولنعم المجيء جاء..) الحديث (4) وذكر مثل ذلك في بقية السموات.\nفإن قيل: كيف تعدون سجود الملائكة للنبي ( شركاً، وهم قد سجدوا لآدم عليه السلام؟\n__________\n(1) : رواه البخاري (8/428)\n(2) : \"فتح الباري\" (8/429)\n(3) : متفق عليه \"اللؤلؤ والمرجان\" (1/35).\n(4) : متفق عليه \"اللؤلؤ والمرجان\" (1/37)\n(1/97)\n",
        "فالجواب من وجوه:\nالأول: أن سجود الملائكة لآدم كان طاعة لله وعبادة له، وهو تشريف وتكريم لآدم عليه السلام.\nقال ابن جرير(1): (كان سجود الملائكة لآدم تكرمة لآدم وطاعة لله، لا عبادة لآدم) ثم روى بإسناده عن قتادة أنه قال: (فكانت الطاعة لله والسجدة لآدم، أكرم الله آدم أن أسجد له ملائكته).\nوقال شيخ الإسلام ابن تيمية(2): (أما السجود فشريعة من الشرائع، إذ أمرنا الله تعالى أن نسجد له،ولو أمرنا أن نسجد لأحد من خلقه غيره لسجدنا لذلك الغير طاعة لله عز وجل.\nفسجود الملائكة لآدم عبادة لله وطاعة له وقربة يتقربون بها إليه، وهو لآدم تشريف وتكريم وتعظيم، وسجود أخوة يوسف له تحية وسلام) اهـ .\nقلت: ومما يدل على أن سجود الملائكة لآدم تكريم له، احتجاج إبليس اللعين على ربه حين امتنع عن السجود، فقال: ((أأسجد لمن خلقت طيناً.قال أرأيتك هذا الذي كرمت علي لئن أخرتن إلى يوم القيامة لأحتنكن ذريته إلا قليلاً)) ]الإسراء:61-62[.\nفإذا تقرر أن السجود لآدم كان تكريماً له لا غير، وأنه كان بأمر الله وإذنه، فقياس غيره عليه شرك في التشريع كما هو ظاهر، وبمثل هذا القياس الفاسد كان ضلال أكثر الأمم.\nقال الله عز وجل: ((أم لهم شركاء شرعوا لهم من الدين ما لم يأذن به الله)) ]الشورى:21[.\nفمن جوز سجود الملائكة لغير آدم من البشر قياساً عليه، فقد نصب نفسه مشرعاً مع الله سبحانه، وهذا هو عين الشرك والكفر والضلال.\nويمكن على هذا القياس أن يقول قائل: أمر الله بالطواف بالبيت الحرام، والحج إليه، فيقاس عليه الأحجار والأشجار والقبور ونحوها مما يعظمه الناس، فيحج إليها ويطاف بها كذلك.\nويقال أيضاً: شرع الله النسك في الحج والأعياد والميلاد، فيقاس عليه النحر والعقر للمعظمين من الطواغيت.\nولو استطردنا في ذكر القياسات الفاسدة التي تتحصل من وراء ذلك القول الباطل لأفضى\n__________\n(1) : \"تفسير ابن جرير\" (1/512)\n(2) : \"مجموع الفتاوى\" (4/460-461)\n(1/98)\n\nبنا إلى التطويل والإملال.\nوحسبك أن تعلم أن هذا هو بعينه قياس المشركين الأولين، عباد يغوث ويعوق ونسر، وبمثله حرَّموا وأحلوا ما شاءوا بأهوائهم، إذ قالوا: ما ذبح الله وقتل خير مما ذبحتم وقتلتم، فأحلوا الميتة بهذا القياس الفاسد.\nقال الله تعالى: ((ولا تأكلوا مما لم يذكر اسم الله عليه وإنه لفسق، وإن الشياطين ليوحون إلى أوليائهم ليجادلوكم، وإن أطعتموهم إنكم لمشركون)) ]الأنعام:121[.\nالوجه الثاني: أن هذا المخالف لم يقتصر في زعمه على السجود المجرد بل قرنه بالبكاء،\nوهو قرينة بينة على أن قصده بذلك ما هو أعلى من مجرد التشريف والتكريم أو التحية،\nوهو السجود الآخر الذي هو عبادة محضة ولا ينبغي إلا لله وحده.\nوقد عصم الله عز وجل ملائكته الكرام من أن يشركوا به أحداً من خلقه بأي نوع من أنواع الشرك، بل هم معصومون من مطلق العصيان، فلا تجوز عليهم المحقَّرات فضلاً عن الموبقات، ولا يصدر عنهم حتى الصغائر فكيف بأكبر الكبائر؟\n* وكذا قول المخالف: إن من تحية جبريل للنبي - صلى الله عليه وسلم - : (السلام عليك يا أول السلام عليك يا آخر السلام عليك يا باطن السلام عليك يا ظاهر)، هو كسابقه، في الإفك والافتراء على المكرمين من أهل السماء، وحاشا جبريل الأمين عليه السلام من اقتراف مثل هذا الكفر والإلحاد في الأسماء.\nوهذه نصوص السنة بين أيدينا، ليس فيها نص واحد صحيح ولا ضعيف ولا حتى موضوع، يذكر خطاب جبريل عليه السلام للنبي ( بمثل هذا القول المختلق ولو مرة واحدة.\nوأكثر خطابه له ومناداته إياه كان (يا محمد) وربما قال (يا رسول الله)، أما أن يقول له\n(يا أول..يا آخر..يا باطن..يا ظاهر..) فلا ولله، ما كفر جبريل ولكن الشياطين كفروا.",
        "(1/99)\n\nولك أن تسأل، لم اختص جبريل عليه السلام من دون الملائكة بمثل هذا الظلم والعدوان؟ ألأنه ينزل بالعذاب، كما تعللت يهود في كفرها بالرسول ( وقالوا: لو كان الذي ينزل عليك غيره لآمنا بك، فأنزل الله تعالى: ((قل من كان عدواً لجبريل فإنه نزله على قلبك بإذن الله مصدقاً لما بين يديه وهدىً وبشرى للمؤمنين.من كان عدواً لله وملائكته ورسله وجبريل وميكال فإن الله عدو للكافرين)) ]البقرة:97-98[.\nوسواء كان ذلك السبب أم غيره، فقد تشابه الفريقان في خصومتهم وعداوتهم لجبريل عليه السلام، بل عداوة المخالف أشد وظلمه له أعظم لنسبته إياه إلى الإلحاد والشرك.\n* * *\nالباب الثالث\nنقض أركان الإيمان\n1- الإيمان بالله.\n2- الإيمان بالملائكة.\n3- الإيمان بالكتاب.\n4- الإيمان بالرسول.\n((كل آمن بالله وملائكته وكتبه ورسله))\nتقدم أن المخالف قد نقض أعظم أسس الإيمان وأول أركانه، وهو الإيمان بالله، إذ أشرك به سبحانه في إلهيته وربوبيته وأسمائه وصفاته، فهل اكتفى بهدم ذلك الركن الأعظم؟\nكلا، بل نقض غيره من أركان الإيمان، وهاك البيان:\n1- فالإيمان بالملائكة، يقتضي الإيمان بأنهم خلق لا يعصون الله ما أمرهم ويفعلون\nما يؤمرون، وأن لهم أعمالاً ووظائف كلفوا بها هم لها عاملون ((لا يسبقونه بالقول وهم بأمره يعملون)).\nفكفر المخالف بذلك وزعم أنهم عصاة ماردون، إذ أمروا بالسجود لآدم عليه السلام فسجدوا لمحمد ( ، كلهم أجمعون.\nوزعم أنهم عبدوا الرسول إذ كانوا يخرون له سجداً يبكون، وكانوا يذكرونه من دون الله في كل ساعة.\nثم زعم أن جبريل عليه السلام أشرك في بعض أسماء الله تعالى، إذ كان من تحيته للنبي(: (السلام عليك يا أول السلام على يا آخر السلام عليك يا باطن السلام عليك يا ظاهر).\n(1/100)",
        "\n2- والإيمان بالقرآن، وهو الإيمان بأنه كلام الله ووحيه المنزل على عبده ورسوله، لا يأتيه الباطل من بين يديه ولا من خلفه، وأنه القول الفصل ليس بالهزل، خبره صدق وحكمه عدل.فكفر المخالف بذلك كله، فكذب خبره صدق ونقض حكمه، وحرف الكلم عن مواضعه وعكس دلالاته.\nفسور القرآن كلها من \"الفاتحة\" إلى \"الناس\" تقرر مسائل الإيمان والتوحيد، والمخالف نقضها من أسها، بالتكذيب تارة والتحريف تارة أخرى.\n* جاء في سورة \"الفاتحة\" قول الله تعالى: ((الحمد لله رب العالمين)) وفي \"الأنعام\": ((قل أغير الله أبغي رباً وهو رب كل شيء)) وفي \"مريم\" ((رب السموات والأرض وما بينهما)) وفي \"الناس\" ((قل أعوذ برب الناس)) إلى غير ذلك من الآيات والسور التي دلت على توحيد الخالق جل وعلا في ربوبيته.\nفكذب المخالف قول الله في كتابه وزعم أن المخلوق هو (رب الحور، رب الجمال، غياث الخلق، غوث من في الخافقين، ذو الفضل والجود والإحسان في البر والبحر، معنى الوجود، منبع الكرم والجود، رأس الأمر وساسه..).\n*وجاء في سورة \"الفاتحة\" قول الحق سبحانه: ((الرحمن الرحيم)) وفي \"الأعراف\":\n((ورحمتي وسعت كل شيء)) وفي \"الأنعام\": ((وربك الغني ذو الرحمة)) وفي \"فاطر\" ((ما يفتح الله للناس من رحمة فلا ممسك لها)).\nفنقض المخالف قول الله وزعم أن أصل كل رحمة تصعد أو تنزل مما يخص ويشمل، هو رسول الله ( .\n*وجاء في سورة \"الفاتحة\" قول الله عز وجل: ((إياك نعبد وإياك نستعين)) وفي سورة \"النساء\"((واعبدوا الله ولا تشركوا به شيئاً)) وفي\"الزمر\"((بل الله فاعبد وكن من الشاكرين)).\nفكفر المخالف بذلك كله وقال: (تَوجَّه رسول الله في كل حاجة لنا ومهم في المعاش وفي القلب).\nوقال: (يا سيدي إني رجوتك)، (فأقل عثار عُبيدك)، (واقمع باغضيه بحولك..).\n(1/101)\n",
        "وقال: (يا رسول الله عجل سيدي بزوال البؤس..) (عجل بإذهاب الذي أشتكي) (لك وجهت وجهي) (يا منتهى أملي وغاية مطلبي) (نقبل الترب إجلالاً لساكنه) (فقرى الواقف ببابه الشريف كقرى الواقف بعرفات)..\n*وجاء في سورة \"النور\" قول الله تعالى: ((الله نور السموات والأرض)) وفي سورة \"الزمر\" ((وأشرقت الأرض بنور ربها)).\nفنقض المخالف قول الله بقوله: (بنور رسول الله أشرقت الدنا، ففي نوره كل يجيء ويذهب).\nوقوله: (أنت سر الله والنور الذي، سار موسى نحوه في طور سين).\n4- ثم الإيمان بالرسول: يقتضي محبته وطاعته واتباع سنته والتحاكم إليها وتقديمها على\nما سواها من الأحكام والمذاهب والآراء.\nأ- ولا يتم هذا الإيمان إلا بالتأدب بكل الآداب التي ذكرها الله في القرآن، ورأس الأدب مع\nالرسول ( : كمال التسليم له والانقياد لأمره، وتلقي خبره بالقبول والتصديق، وأن لا يقدم عليه آراء الرجال وزبالات أذهانهم مهما علت مقاماتهم، ولا يحاكم إلى غيره ولا يرضى بحكم غيره ولا يرضى بحكم غيره ولا يعرض قوله وحكمه على قول شيخه وإمامه ومذهبه فإن وافقه قبله وإن خالفه حرفه وأوله والتمس له ألف مخرج.\n*ومن الأدب معه ( أن لا يتقدم بين يديه بأمر ولا نهي ولا إذن ولا تصرف حتى يأمره هو وينهى ويأذن، كما قال تعالى: ((يا أيها الذين آمنوا لا تقدموا بين يدي الله ورسوله)) وهذا باق إلى يوم القيامة لم ينسخ، فالتقدم بين يدي سنته بعد وفاته كالتقدم بين يديه في حياته.\n*ومن الأدب معه، أن لا ترفع الأصوات فوق صوته فإنه سبب لحبوط الأعمال، فما الظن برفع الآراء ونتائج الأفكار على سنته وما جاء به؟\nأترى ذلك موجباً لقبول الأعمال، ورفع الصوت فوق صوته موجب لحبوطها؟ تلك إذاً قسمة ضيزى.\n(1/102)\n\n*والكلام على الآداب المفروضة على الأمة تجاه رسول الله ( مما لا يسعه هذا الموضع لجلالته وعظيم نفعه، إذ هو الدين كله، فمن أين للخلق أن يعرفوا ربهم وأن يعبدوه ويتقربوا إليه بمحابه ويتجنبوا سخطه وغضبه إلا عن طريق الرسول ( ؟\nب – ومن مقتضيات الإيمان بالرسول الشهادة له بالرسالة والرضا به عبداً لله ورسولاً والإيمان بصفاته التي وصف بها في الوحي دون إفراط فيه إلى حد الغلو كما صنعت النصارى مع المسيح، ولا تفريط في حقه إلى حد التنقيص من قدره أو إيذائه كما فعلت بنو إسرائيل مع أنبيائهم فريقاً كذبوا وفريقاً يقتلون.\nوقد لخص أهل العلم معنى شهادة أن محمداً رسول الله في ثلاث كلمات: تصديقه فيما أخبر، وطاعته فيا أمر، والانتهاء عما نهى عنه وزجر.\nفما حظ المخالف من هذا الإيمان ومن هذه الشهادة؟!\n* أما أخبار الرسول ( فقد قابلها بالتكذيب والتحريف واللَّي والإعراض.\n*قال رسول الله ( : (مفاتيح الغيب خمس لا يعلمها إلا الله)، وقال لجبريل عليه السلام لما سأله عن الساعة: (ما المسئول عنها بأعلم من السائل) متفق عليه(1).\nفكذب المخالف قوله وزعم أنه ( يعلم مفاتح الغيب الخمس ومنها علم الساعة.\n*وقال ( : (إني لم أومر أن أنقب عن قلوب الناس) (2).\nوقال أيضاً: (إنما أنا بشر وإنه يأتيني الخصم فلعل بعضهم أن يكون أبلغ من بعض فأحسب أنه صادق فأقضي له) (3).\nوزعم المخالف أن النبي ( يعلم عزائم القلوب وخطراتها ونياتها.\n*وقال ( مخاطباً حبة قلبه وفلذة كبده فاطمة رضي الله عنها: (سليني من مالي\nما شئت لا أغني عنك من الله شيئاً) (4).\nوقال: (والله إني لا أدري وأنا رسول الله ما يفعل بي) (5).\n__________\n(1) : \"اللؤلؤ والمرجان\" (1/2).\n(2) : رواه البخاري (8/67) ومسلم (1064).\n(3) : متفق عليه \"جامع الأصول\" (10/180).\n(4) : متفق عليه \"اللؤلؤ والمرجان\" (1/52).\n(5) : رواه البخاري (1/114).",
        "(1/103)\n\nفكذب المخالف قوله وزعم أن بيد النبي ( مقاليد الأمور، فله أن يُقْطِعَ أرض الجنة لمن شاء وأن يرحم ويغفر ويتوب على من شاء، وأن يشفع لمن شاء، وزعم أنه ( دعا الله أن لا يدخل أحد من أهل بيته النار فأعطي ذلك (1)، وكذا أصهاره(2).\nوغلا أكثر فزعم أن أهل البيت لا يجوز عليهم الخطأ أصلاً، موافقة لغلاة الشيعة في اعتقادهم العصمة لأهل البيت(3).\n*وأخبر النبي ( عن حال أبويه عبدالله وآمنة، فقال: (استأذنت ربي أن أستغفر لأمي فلم يأذن لي واستأذنته أن أزور قبرها فأذن لي) (4).\nقال الإمام النووي- رحمه الله -(5): (فيه جواز زيارة المشركين في الحياة وقبورهم بعد الوفاة وفيه النهي عن الاستغفار للكفار) انتهى ملخصاً.\nوعن أنس رضي الله عنه أن رجلاً قال: يا رسول الله أين أبي؟ قال: (في النار). فلما قفَّى دعاه فقال: (إن أبي وأباك في النار) (6).\nقال الإمام النووي - رحمه الله -(7):\n(فيه أن من مات على الكفر فهو في النار ولا تنفعه قرابة المقربين.وفيه أن من مات في الفترة\nعلى ما كانت عليه العرب من عبادة الأوثان فهو من أهل النار، وليس هذا مؤاخذة قبل بلوغ\nالدعوة فإن هؤلاء كانت قد بلغتهم دعوة إبراهيم وغيره من الأنبياء صلوات الله تعالى وسلامه عليهم) اهـ.\nفضاق صدر المخالف بهذين الخبرين الصادقين عن المعصوم، وسلط عليهما سهام التكذيب والتبديل للطعن في دلالتهما على المطلوب.\nأما التكذيب فقوله \"الذخائر\" (ص37): (إن تلك الأحاديث - يعني هذين الخبرين-\nلم ترتفع عن درجة الآحاد).\nقلت: فهذا هو التكذيب بعينه وإن سمي بغير اسمه، أو لبس بلباس من غير جنسه،\n__________\n(1) : \"الذخائر\" (ص216)\n(2) : \"الذخائر\" (ص224).\n(3) : \"شفاء الفؤاد\" ص219)\n(4) : \"صحيح مسلم بشرح النووي\" (7/45).\n(5) : \"صحيح مسلم بشرح النووي\" (7/45)\n(6) : \"صحيح مسلم بشرح النووي\" (3/79).\n(7) : \"صحيح مسلم بشرح النووي\" (3/79)\n(1/104)",
        "\nوهو مسلك ممقوت دأب عليه المخالفون في الكتاب المختلفون في الكتاب، حيث يحكمون أهواءهم وعقولهم القاصرة في نصوص السنة والكتاب فما وافقها قبلوه وجعلوه حجة قطعية، وما خالفها ردوه وجعلوه دلالة ظنية، وبذلك المسلك الفج طعنوا في نصوص كثيرة محكمة بحجة أنها أخبار آحاد، لا تفيد- بزعمهم - إلا الظن.\n* وأما التبديل فبدعوى النسخ، حيث زعم أن الله أحيا له أبويه فآمنا به (1).\nوهذا الزعم مع كونه لا دليل عليه، فإن فيه عدة محاذير:\nمنها: أنه يقتضي أن الله تعالى حفظ لهذه الأمة الدليل المنسوخ الذي يلزمهم أن يكفروا به ويطرحوه، وأنساهم الدليل الناسخ الذي يجب عليهم أن يؤمنوا به ويعتقدوه.وفيه ما فيه من إساءة الظن بالمولى عز وجل، ووصفه بما لا يليق أن يوصف به.تعالى الله عما يقول الظالمون علواً كبيراً.\nومنها: الطعن في حملة العلم من هذه الأمة الخيرة بدءاً بالصحابة رضوان الله عليهم وانتهاء بالأئمة المصنفين إذ حفظوا لنا المنسوخ وبلغوه، وضيعوا الناسخ وكتموه.\nثم هو مناقض لمذهبه الأول، إذ قرر هناك أنهما من أهل الفترة وماتا على الفطرة (2)، ويقول هنا إنهما ماتا على الإيمان بعد أن أحياهما الله له، فتناقضا وتساقطا.\nوبسط هذه المسألة له موضع آخر، والمقصود بيان تكذيب المخالف لأخبار النبي ( .\n*ومن أمثلة اعتراضه على حكم النبي ( ومعارضته في أمره ونهيه ما يأتي:\nقال النبي ( : (لا تقولوا ما شاء الله وشاء محمد) (3).\nوقال المخالف(4) : (فعليك الصلاة تبقى من الله كما شاء وتشاء).\n*وقال النبي - صلى الله عليه وسلم - : (لا تطروني كما أطرت النصارى ابن مريم إنما أنا عبد فقولوا عبدالله ورسوله).\n__________\n(1) : \"الذخائر\" (ص37).\n(2) : \"الذخائر\" (ص35).\n(3) : رواه أحمد (5/393) وغيره، وأشار الحافظ في \"الفتح\" (11/540) إلى الاختلاف في إسناده.\n(4) : \"شفاء الفؤاد\"(ص219).\n(1/105)\n",
        "وقال المخالف: (يا من يجود على الوجود بأنعم خضر) (يا من نناديه فيسمعنا على بعد المسافة سمع أقرب أقرب) (بنور رسول الله أشرقت الدنا ففي نوره كل يجيء ويذهب) (رب الجمال، رب الحور، باب الله، غياث الخلق، غوث من في الخافقين).\nوقال فيه أيضاً: إنه أوتي علم الخمس والروح، وأنه يعلم الخطرات والنيات، وأنه سمي بأسماء الله الحسنى كلها ومنها الأول والآخر والباطن والظاهر، وأن قبره أفضل من السموات السبع والعرش وجنة عدن، وأن له أن يقطع أرض الجنة لمن شاء، وأن الله خلق الخلق لأجله، وأن ليلة مولده أفضل من ليلة القدر(1).قال: (ليلة مولده أفضل من ليلة القدر من وجوه ثلاثة..)، وأن سمعه يصل إلى سدرة المنتهى.\n* * *\nالخاتمة\nوبعد، فها أنت أخي الكريم قد وقفت على بعض أقوال المخالف في كتابين فقط من كتبه، واطلعت على ما فيهما من كفر صريح وشرك واضح ومناقضة لأصول الإيمان وأركان الإسلام.\nوأحسب أن الدهشة قد علت محياك وعقدت لسانك من تلك الجرأة العجيبة على الله وملائكته وكتابه ورسوله (.\nولعلك تساءلت في نفسك بعد إمعان النظر في ذلك الكم الهائل من المخالفات الشرعية الواضحة وضوح الشمس، وقلت: كيف خفي على الدكتور مثل هذه الأمور فوقع فيما\nلا ينبغي لأحد أن يقع فيه؟\nوحق لك أن تندهش وتعجب، فالذي قاله وقرره ونقله وأقره ليس بالهين بل هو عند الله عز وجل وعند رسوله ( وعند المؤمنين عظيم.\nلكنك - أخي الفاضل - لو اطلعت على مذهب القوم ومشربهم، وتتبعت أحوالهم وسيرهم عبر القرون الغابرة، لزال عنك كثير مما نزل بك من الدهشة والعجب.\n__________\n(1) : \"الذخائر\" (ص25).\n(1/106)\n\nإذ سوف ترى أن ما كتبه هذا الدكتور المبتدع مما نقلته لك، ليس إلا نقطة من بحر متلاطم الموج، مما قاله أسلافه من غلاة المبتدعة وسطروه من أمثال الحلاج وابن الفارض وابن عربي المكي والعفيف التلمساني وأضرابهم من غلاة الصوفية الباطنية الذين صرحوا بما لا يخطر على قلب مسلم، مما تقشعر له الجلود من ساقط القول وفاحش الكلم.\nومن عجائب ما وقفت عليه من حالهم، أن الولاية عندهم، وهي المقام الأسمى الذي يفوق عندهم مقام النبوة، لا يصل إليها أحدهم إلا إذا تمادى في الكفر وصرح به في الملأ حتى يحكم عليه طائفة من الأولياء بالزندقة والكفر.\nقال الجنيد، ويسمونه سيد الطائفة(1): (لا يكون الصديق صديقاً حتى يشهد له في حقه سبعون صديقاً أنه زنديق) اهـ .\nولعلك وقفت الآن على سر المسألة، فالرجل يسعى حثيثاً إلى بلوغ ذلك المقام ووصول تلك المنزلة من الولاية والمعرفة عن طريق الكفر والزندقة، ويحلم باليوم الذي يقال له فيه: العارف بالله، القطب، الغوث..ونحوها من الألقاب العلية عندهم، أما لفظ: الشيخ، السيد، الإمام، فلم تعد وافية بالمقام.\nوعلى كل فالذي يهمنا نحن أن لا ينال أحد من مقام الألوهية والربوبية، ولا من مقام النبوة والرسالة، وأن لا ينال من الإسلام والقرآن والسنة.\nولن نرضى أن تشاك شريعة الرسول ( بشوكة وفينا عين تطرف.\nولن يهنأ لنا عيش ولن تطيب لنا حياة ونحن نرى أركان الإيمان تنقض ودعائم الإسلام تقوض.\nإن الله عدل يحب العدل ويأمر بالقسط، وإن أعدل العدل توحيد الله بالعبادة، كل العبادة، وتوحيد الطريق إليه بالإسلام دون ما سواه، وتوحيد الرسول بالطاعة والاتباع دون غيره من الناس، وهذه هي الأصول التي يبنى عليها الدين كله.\nوإن من العدل الذي قام عليه الدين وصلح عليه أمر الدنيا والآخرة أن لا يجتمع الكفر والإيمان، ولا الشرك والتوحيد، ولا الإثم والبر، ولا الجنة والنار.\n__________\n(1) : \"المناظر الإلهية\"لعبدالكريم الجيلي (ص44)",
        "(1/107)\n\n((وما يستوي الأعمى والبصير.ولا الظلمات ولا النور.ولا الظل ولا الحرور.وما يستوي الأحياء ولا الأموات.إن الله يسمع من يشاء وما أنت بمسمع من في القبور))(فاطر:19-22).\nومن العدل الذي أمر الله به أن نتبرأ من كل مخالف معاند بحسب مخالفته وعناده، بعد أن ندعوه إلى الحق ونقيم الحجة البالغة عليه.\nوإني أنصح كل من يغضب للدكتور العلوي وتدعوه لموافقته وموالاته والمنافحة عنه حمية مذهب أو عصبية مشرب أو مودة إلف وعادة ونسب، أن يفكروا في الأمر بروية وأن يقدموا حب الله وحب رسوله ( على كل ما سواهما من محبوب، وأن يَدَّبروا آيات الكتاب العزيز، كيف فرق العدل الحكم تبارك وتعالى بين نوح عليه السلام وابنه، بعد أن أصر على الكفر فقال له ربه: ((إنه ليس من أهلك إنه عمل غير صالح)) ]هود:46[.\nوكذا الحال مع إبراهيم عليه السلام وأبيه ((فلما تبين له أنه عدو لله تبرأ منه إن إبراهيم لأواه حليم)) ]التوبة:114[.\nوقد أمر الله تبارك وتعالى المؤمنين بالتأسي بإبراهيم عليه السلام في تلك البراءة فقال:\n((قد كانت لكم أسوة حسنة في إبراهيم والذين معه إذ قالوا لقومهم إنا برءاء منكم\nومما تعبدون من دون الله كفرنا بكم وبدا بيننا وبينكم العداوة والبغضاء أبدأً حتى تؤمنوا بالله وحده)) ]الممتحنة:4[.\nولو كان في الدين محاباة لكان أولى الناس بها ابن نوح وأبو إبراهيم وزوجة لوط وعم\nالنبي (.\nونصيحة أسديها إلى الدكتور أختم بها كلامي، أدعوه فيها إلى توبة نصوح عاجلة مما قاله وتكلم به وسطره بقلمه من كل ما يخالف شرع الله وسنة رسول الله ( ولو عن غير قصد منه لذلك.\nفإن استجاب وأناب فقد أفلح - والله - في العاجلة والآجلة، وإن أصر وعاند واستكبر فقد مضت سنة الأولين.\nفأقول أيها الشيخ تذكر يوم العرض الأكبر ((يومئذ تعرضون لا تخفى منكم خافية)).\nواعتبر ((يوم تبلى السرائر فما له من قوة ولا ناصر)).\n(1/108)",
        "\nواعلم أنه لن ينفعك في ذلك الموقف العصيب جاه ولا منصب ((يوم يفر المرء من أخيه. وأمه وأبيه.وصاحبته وبنيه.لكل امريء منهم يومئذ شأن يغنيه)).\n((وإن تدع مثقلة إلى حملها لا يحمل منه شيء ولو كان ذا قربى)).\n((يوم تأتي كل نفس تجادل عن نفسها وتوفى كل نفس ما عملت وهم لا يظلمون)).\nوأحذر من أن تكون ممن قال الله فيهم ((وليحملن أثقالهم وأثقالاً مع أثقالهم، وليسألن يوم القيامة عما كانوا يفترون)).\n((ليحملوا أوزارهم كاملة يوم القيامة ومن أوزار الذين يضلونهم بغير علم، ألا ساء\nما يزرون )).\nوبعد، فأسأل الله العلي العظيم بأسمائه الحسنى وصفاته العلى أن يهدينا وإياه وسائر عباده سبيل الرشاد، وأن يرينا الحق حقاً ويرزقنا اتباعه، ويرينا الباطل باطلاً ويرزقنا اجتنابه، وأن يعيذنا من أهواء نفوسنا الأمارة بالسوء وأن يجعل هوانا تبعاً لما جاء به الرسول ( ، وآخر دعوانا أن الحمد لله رب العالمين.\nوكتب: سمير بن خليل المالكي\n6/ 5/ 1417 هـ\n(1/109)\n"
    ]
}