{
    "partText": [
        "\nحتى العاطفة على غير مذكور\nالدكتورعباس علي السوسوة\n\nيهدف هذا البحث إلى دراسة هذه الظاهرة الشائعة في العربية الفصحى المعاصرة، ويحاول أن يتتبع جذورها في النصوص المكتوبة، في العربية المشتركة، منذ أن وجدت حتى الآن.\nبداية لا بد من الإشارة إلى أن حتى في عربية عصر الاحتجاج (حتى عام 150هـ)، تأتي (1) ابتدائية وجارة، وناصبة للفعل المضارع، وعاطفة، وهي تفيد الغاية، كما تحمل ظلالاً دلالية من الجمع، أو التعظيم، أو التحقير، أو القوة، أو الضعف أو التعليل، بحسب السياق الذي ترد فيه.\n__________\n(1) لحواشي والإحالات والمراجع\n\n( ) انظر في ذلك:\nكتاب سيبويه، تحـ عبدالسلام محمد هارون، القاهرة: الهيئة المصرية العامة للكتاب 1973م-1979م، ج1/96،97 وحـ2/ 383و3/17-28.\nالمقتضب للمبرد، تحـ محمد عبدالخالق عضيمة، القاهرة: المجلس الأعلى للشئون الإسلامية، 1979م، حـ2/38-40.\nكتاب المقتصد في شرح الإيضاح لعبدالقاهر الجرجاني، تحـ كاظم بحر المرجان، بغداد: الرشيد للنشر 1983م، ص840-844.\nكتاب الحلل في إصلاح الخلل من كتاب الجمل، لابن السيد البطليوسي، تحـ سعيد عبدالكريم سعودي، بغداد: الرشيد للنشر 1980م، ص 197-200.\nكشف المشكل في النحو والتصريف، لعلي بن سليمان الحيدرة، تحـ هادي عطية مطر، بغداد: وزارة الأوقاف 1985م، ح1/627-628.\n(1/1)\n",
        "وقد شاع بين المتأدبين أن أحد النحاة القدماء قال: (أموت وفي نفسي شيء من حتى). وهذا القول منسوب لأبي زكريا الفراء (207هـ)، في مصدر متأخر، بتغيير طفيف هو: (أموت وفي قلبي من حتى) (1). ولم نجد القول في كتب الفراء التي نشرت، ولا في المصادر القديمة التي ترجمت له. وعلى كل حال إذا كان صاحب القول – أيّاً كان- يريد بذلك معاني حتى، فذلك لا يسلّم له، إذ هو أمر ينطبق على كثير من الأدوات التي سماها القدماء حروف المعاني، كالباء مثلاً.\nالمهم أن العطف بحتى في عربية عصر الاحتجاج قليل. وآية ذلك أن القرآن الكريم قد خلا من حتى العاطفة. ذكر ذلك السيوطي(2)، وعضيمة(3).\nوللعطف بحتى شرطان(4): الأول: أن يكون الثاني جزءاً من الأول أو ما يتنزل منزلة البعض منه، مثل:\n\nقام القومُ حتى زيدٌ\nأكلت السمكة حتى رأسَها\nأسرع القومُ حتى حميرُهم\nوالثاني: أن ما بعد حتى لا بد أن يكون عظيماً، أو حقيراً، أو قوياً، أو ضعيفاً، بعكس ما قبلها. مثل:\nمات الناسُ حتى الأنبياءُ\nنهض الحجاجُ حتى المشاةُ\nضعف الناسُ حتى السلطانُ\n__________\n(1) صلاح الدين خليل بن أيبك الصفدي: الغيث المسجم شرح لأمية العجم، بيروت: دار الكتب العلمية 1975م، ح1/162-163.\n(2) جلال الدين السيوطي: الإتقان في علوم القرآن، القاهرة: ط السعادة، 137هـ، حـ1/161-162.\n(3) محمد عبدالخالق عضيمة: دراسات لأسلوب القرآن الكريم، القاهرة: دار الحديث، ق1حـ2ص137.\n(4) انظر في ذلك:\nشرح كافية ابن الحاجب، لرضي الدين الاستراباذي، إستانبول: الشركة الصحافية العثمانية 1310هـ، حـ2/369.\nرصف المباني في شرح حروف المعاني للمالقي، تحـ أحمد محمد الخراط، دمشق: مجمع اللغة العربية 1975م، ص181.\nارتشاف الضرب من لسان العرب، تحـ مصطفى النمّاس، القاهرة: 1987م، حـ2/646-647.\n(1/2)\n\nعلى أن العطف بحتى في عربيتنا المعاصرة ليس قليلاً، ودونك الصحف والمجلات والكتب لتنظر في أمثلتها الكثيرة. وقد تفرع عن هذا العطف عطفُ حتى على غير مذكور سابق في الجملة مثل:\nلم يستطيعوا حتى شراءَ ملابس لأولادهم.\nلم تعد تحقق حتى النجاحَ المادي.\nلا تقدم منها ولا حتى سبحةً هديةً.\nوهذا النوع الأخير كثير في العربية الفصحى المعاصرة لكنه منعدم في عربية عصر الاحتجاج لذلك كان طبيعياً أن لا يتعرض النحاة له، سواء كانوا متقدمين أم متأخرين. فأما المتقدمون فمعلوم أنهم لا يصفون ظاهرة لم يجدوها أمامهم. وأما المتأخرون فلم يصفوا مادة لغوية جديدة، بل قصروا جهدهم على تنظيم أحكام النحاة القدماء، وتهذيب مصطلحاتهم. ونحن إنما تعلمنا قواعد الفصحى التي وقفت عند حدود عام 150هـ، فترتب على ذلك أن بعض الباحثين إذا وقف على ظاهرة نحوية في الفصحى الحديثة لم يجد لها ذكراً عند القدماء، عدّ ذلك من قبيل تأثير الترجمة عن اللغات الأوربية الحديثة في العربية المعاصرة، بطريق مباشر أو غير مباشر. فكأن العربية لا تتطور ذاتياً –بالمعنى العلمي المحايد للتطور- بل هي بحاجة إلى مصدر أجنبي حتى تتغير. ومما نحن بصدده بشأن هذه الظاهرة أن باحثاً رائداً في دراسة الفصحى المعاصرة وقف على جمل مثل (لم يقبلوا حتى الصمت) فعلق عليها بقوله (وقد شاع استخدام (حتى) على النحو السابق بتأثير اللغات الأجنبية، فهي تقابل في المثال السابق كلمة even في الإنجليزية)(1).\n__________\n(1) محمد حسن عبدالعزيز: الخواص التركيبية للجملة في اللغة العربية كما تمثلها لغة الصحافة المعاصرة في مصر، رسالة ماجستير (غير منشورة)، كلية دار العلوم، جامعة القاهرة 1975م، ص112.",
        "(1/3)\n\nونحن مع تسليمنا بوجود تشابه بين اللغات المختلفة سواء كانت من أرومة واحدة أو مختلفة –لا نرد هذا التشابه بالذات إلى التأثر بالإنكليزية، بل نقول: إن ظاهرة العطف بحتى على غير مذكور موجودة في الفصحى شعراً ونثراً منذ القرن الثالث الهجري على الأقل. والنص الذي يلغي الاجتهاد سيكون هو الحكم.\nونبدأ في متابعة هذه الظاهرة في العربية الفصحى المشتركة بعد عصر الاحتجاج باللغة، فنجدها عند الشاعر الأندلسي يحيى بن الحكم الغزال (ت255هـ) قال:\nبنوا تلك المقابر بالصخور\nعلى الفقراء حتى في القبور)) (1)\n\n((أرى أهل اليسار إذا توفّوا\nأبوا إلاّ مباهاةً وفخراً\n\nففي البيت الثاني نرى أن البنية العميقة له: أبوا إلا مباهاة وفخراً على الفقراء في كل شيء حتى في القبور. ويصح أن تكون: أبوا إلاّ مباهاة وفخراً على الفقراء في كل شيء ومنها القبور.\nثم نجد الظاهرة عند عريب بن سعد القرطبي (ت بعد 331هـ: ((وقيل لصاحب الدار: اكتب جميع ما ذهب منك، فكتب حتى المكنسة والمقدحة)) (2). والبنية العميقة للجملة الأخيرة: فكتب كل شيء حتى المكنسة والمقدحة.\nوسنكتفي من الآن بعرض الشواهد المختلفة على ظاهرة العطف بحتى على غير مذكور في الجملة في بنيتها السطحية، لكنها مفهومة من البنية العميقة عند قارئ هذه الشواهد.\nفنجد هذه الظاهرة في شعر أبي الطيب المتنبي (ت354هـ)، ومنها:\nوبان له حتى على البدر ميسم))(3)\n\n((فجاز له حتى على الشمس حكمه\n__________\n(1) أحمد بن محمد المقّري: نفح الطيب من غصن الأندلس الرطيب، تحـ إحسان عباس، بيروت: دار صادر 68-1972م، حـ2/256.\n(2) عريب بن سعد القرطبي: صلة تاريخ الطبري (ضمن ذيول تاريخ الطبري) تحـ محمد أبو الفضل إبراهيم، القاهرة: دار المعارف 1990م، حـ11/236.\n(3) أبو العلاء المعري: معجز أحمد، شرح ديوان أبي الطيب المتنبي، تحـ عبدالمجيد دياب، القاهرة: دار المعارف 86-1988م، ح3/150و151.\n(1/4)",
        "\nويقول الشارح: ((ظهر اسمه على كل شيء حتى على البدر))\nوقد أحسن الشارح في بيان هذه الظاهرة لكنه نسي أيضاً أن بنية الشطر الأول العميقة تعني: فجاز له حكمه على كل شيء حتى على الشمس.\nومن شعر المتنبي أيضاً:\nثم استوى فيك إسراري وإعلاني))(1)\n\n((كتمتُ حبك حتى عنك تكرمةٌ\n\nويشرح ابن سيده البيت بما يوضح العطف غير المذكور، فيقول: ((أي كتمت حبي عن الأنام حتى عنك، وإنما كان كتمانه تكرمة لك، ثم غلبني فاستوى سري وجهري، أي اظهرتُ منه مثل ما كتمت))\nكذلك نجد هذه الظاهرة في شعر محمود بن حسين الشهير بكشاجم (ت360هـ):\nعليَّ، وقالت رحمةً لنحيبي:\nوسادَكَ أن يلقاه طيفُ رقيبي)) (2)\n\n((لقد بخلتْ حتى بطيف مسلّمٍ\nأخاف على طيفي إذا جاء طارقاً\n\nثم نجدها عند المحسِّن التنوخي (ت384هـ): ((ولكن الطباع خسّت حتى في الحسد)) (3)\nونجد هذه الظاهرة عند ابن سينا (ت428هـ) في مواضع متفرقة من القانون، ومنها حديثه عن الطفل: ((فإذا كانت بنيته غير متناسقة كان رديئاً حتى في فهمه وعقله)) (4)\nوفي حديثه عن خواص نبات الإذخِر: ((دهنه ينفع من الحكة حتى في البهائم))(5)\n__________\n(1) علي بن اسمعيل بن سيده: شرح مشكل شعر المتنبي، تحـ محمد رضوان الداية، دمشق: دار المأمون 1975م، ص155. وانظر بيتاً آخر وشرحه في: العكبري(؟) التبيان في شرح الديوان، تحـ مصطفى السقا وآخرين، القاهرة: ط عيسى الحلبي، ح2/341.\n(2) صلاح الدين خليل بن أيبك الصفدي: الغيث المسجم شرح لأمية العجم، ح1/243.\n(3) أبو علي المحسِّن بن علي التنوخي: نشوار المحاضرة وأخبار المذاكرة، تحـ عبود الشالجي المحامي، بيروت: دار صادر 1971م، ح1/21.\n(4) الشيخ الرئيس أبو علي الحسين بن عبدالله بن سينا: القانون في الطب، القاهرة: ط الأميرية 1284هـ، حـ1/120.\n(5) المصدر السابق، حـ/247، وانظر حـ3 ادوارد القش، بيروت: مؤسسة عز الدين 1987م، ص828، 1190.\n(1/5)\n",
        "وفي حديثه عن ضرورة معرفة الطبيب المباشرة: ((فلا يحكم جزماً حتى في النبض أيضاً))(1)\nونجد الظاهرة عند العميدي في حديثه عن المتنبي (ت443هـ): ((ولولا أنه كان يجحد فضل من تقدمه من الشعراء وينكر حتى أسماءهم في محافل الرؤساء… لكان الناس يُغضون عن معايبه))(2)\nثم نجدها في شعر أحمد بن يوسف المنازي (ت437هـ) مادحاً وواصفاً دوحةً:\nذبابٌ من حسامكَ ذو اخضرار))(3)\n\n((نفى حتى الذبابَ الخُضرَ منها\n\nبعد ذلك نجد الظاهرة عند أبي العلاء المعري (ت449هـ) يشرح بيتاً للمتنبي:\n((ما زلتُ أطلب العفافَ حتى في حال الخلوة مع الرقيب))(4) كذلك نجدها في لزومياته:\nتهان إذا حان الشروقُ وتُضربُ(5)\n\nوقد كذبوا حتى على الشمس أنها\n\nونجدها عند ابن رشيق (ت456هـ): ((كانت العرب لا تتكسب بالشعر، فلما جاء الأعشى جعل الشعر متجراً. وقصد حتى ملك العجم)).(6)\nونجدها عند عبدالقاهر الجرجاني (ت474هـ): ((…..ولذلك تجد الشيء يلتبس منه حتى على أهل المعرفة))(7)\n\nونجدها عند نصرالله بن قلاقس الإسكندري (ت567هـ):\nيختص بالترقيق والتفخيم))(8)\n\n((والخط حتى في الحروف مؤثرٌ\n__________\n(1) المصدر السابق، ح4 (تح ادوارد القش) ص1866.\n(2) أبو سعد محمد بن أحمد العميدي: الإبانة عن سرقات المتنبي، تحـ إبراهيم الدسوقي البساطي، القاهرة: دار المعارف 1970م، ص24.\n(3) صلاح الدين خليل بن أيبك الصفدي: الوافي بالوفيات، حـ8 تحـ محمد يوسف نجم، فيسبادن: فرانز شتاينر 1971م، ص285.\n(4) أبو العلاء المعري: معجز أحمد، حـ3/295.\n(5) أبو العلاء المعري: لزوم مالا يلزم، شرح نديم عدي، دمشق، دار طلاس 1988م، حـ1/91.\n(6) أبو علي الحسن بن بن رشيق القيرواني: العمدة في صناعة الشعر ونقده، تحـ محمد محيي الدين عبدالحميد، بيروت: دار الجيل 1972م، حـ1/181.\n(7) عبدالقاهر الجرجاني: أسرار البلاغة، تح هـ. ريتر، اسطنبول: وزارة المعارف 1954م، ص297.\n(8) الصفدي: الغيث المسجم، حـ2/125.\n(1/6)\n\nثم نجد الظاهرة في شعر أحمد بن عيسى الهاشمي (ت593هـ):\nأهريقَ فيه دمُ الحسينِ\nسوّدتُ حتى بياضَ عيني))(1)\n\n((لم أكتحل في صباح يومٍ\nإلاّ لحزني، وذاك أنّي\n\nوفي أول القرن الهجري السابع نجدها عند كمال الدين الفارسي:\n((وذلك غير مضر حتى في الحسبانات))(2)\nثم نجدها في تاريخ ابن الأثير (ت630هـ)؛ ومنها:\n((فأخذهم البربر وذبحوهم حتى النساء والصبيان))(3)\n((وقتلوا منهم خلقاً كثيراً حتى عند الضريح))(4)\n((وقدّمه حتى على نفسه))(5)\nثم نجدها عند الوزير ابن شداد (ت632هـ): ((وكان للمسلمين لصوص يدخلون إلى خيام العدو فيسرقون منهم حتى الرجال))(6)\nثم نجدها في شعر البهاء زهير (ت656هـ)؛ ومنها:\nطراحتي ولحافي))(7)\nأو ما تراها حين يُقبلُ تُطرِقُ))(8)\nينافسُ حتى طورَ سينا في القدر))(9)\n\n((واستهلك البيعُ حتى\n((سجدت له حتى العيونُ مهابةً\n((ومن أجله أضحى المقطم شامخاً\n__________\n(1) الصفدي: الوافي بالوفيات، حـ7 تحـ إحسان عباس، فيسبادن: فرانز شتاينر 1969م، ص274.\n(2) أبو الحسن كمال الدين الفارسي: تنقيح المناظر لذوي الأبصار والبصائر، تحـ مصطفى حجازي، القاهرة: الهيئة المصرية العامة للكتاب 1984م، ص283.\n(3) عز الدين، علي بن محمد الشيباني المعروف بابن الأثير: الكامل في التاريخ، بعناية كارلوس جوهانز تورنبرج، بيروت: دار صادر 1979م، حـ9، 217.\n(4) المصدر السابق ح10/260.\n(5) المصدر السابق ح10/269 وانظر أيضاً حـ 12/32.\n(6) بهاء الدين يوسف بن رافع بن شدّاد: النوادر السلطانية والمحاسن اليوسفية، تحـ جمال الدين الشيال، القاهرة: الدار المصرية للتأليف والترجمة 1964م، ص158.\n(7) بهاء الدين زهير: ديوانه تحـ محمد أبو الفضل إبراهيم ومحمد طاهر الجبلاوي، القاهرة: دار المعارف 1977م، ص173.\n(8) المصدر السابق، ص176.\n(9) المصدر السابق، ص10 وانظر أيضاً ص181.",
        "(1/7)\n\nونجد عند الشاعر ابن باتكين أحد المتوفين في أول القرن الثامن، يهجو القاضي ابن بنت الأعزّ، ساخراً من اسمه:\n\nفإنه أسقط حتى أباه))(1)\n\n((لاتعجبوا كثرة إسقاطه\n\nونجد هذه الظاهرة في شعر أحمد بن أبي عَزَفَةَ (ت 708هـ):\nشمُّ الجبال أخفِّها لم تحملِ\nحتى على غيل الهزبر المُشبل))(2)\n\n((وحملتُ من حُبّيكَ ما لو حُمِّلَتْ\nمن حيف دهر بالحوادث مُقدِمٍ\n\nونجدها كذلك عند ابن الطقطقى (ت709هـ)، ومنها: ((وقد كان الملوك يبالغون في إقامة الهيبة والناموس، حتى بارتباط الأسود والفيلة والنمور))(3)\nوفي موضع آخر يقول: ((وخفي ذلك حتى على الصاحب علاء الدين))(4)\nثم نجدها في شعر محمد بن دانيال الكحّال (ت710هـ) يصف برذونه المتعب:\nيذوق قضماً إلاّ مع الغلس))(5)\n((يجفل حتى من الشعير فما\n\nكذلك نجدها في شعر صفي الدين الحلي (ت750هـ):\nنقمت الرضا حتى على ضاحك المزن))(6)\n\n((وأعرضتُ عن طيب الهناء لأنني\n__________\n(1) ابن حجر العسقلاني: الدرر الكامنة في أعيان المئة الثامنة، تصحيح سالم الكرنكوي، حيدر أباد الدكن: جمعية دائرة المعارف العثمانية 1349-1350هـ، حـ1/327. وانظر الصفدي: الوافي بالوفيات حـ8/217.\n(2) إبراهيم بن مراد (محقق): مختارات من الشعر المغربي والأندلسي لم يسبق نشره، بيروت: دار الغرب الإسلامي 1986م، ص167.\n(3) محمد بن علي بن طباطبا المعروف بابن الطقطقى: الفخري في الآداب السلطانية والدول الإسلامية، بيروت: دار صادر، ص18.\n(4) المصدر السابق، ص23\n(5) المختار من شعر الحكيم بن دانيال، اختيار صلاح الدين الصفدي: تحـ محمد نايف الدليمي، الموصل: مكتبة بسّام 1979م، ص83 وانظر أيضاً ص193.\n(6) صفي الدين الحلي: ديوانه، بيروت: دار صادر، ص364، وانظر ص559.\n(1/8)",
        "\nكذلك نجدها في المؤلفات المختلفة للأديب المؤرخ صلاح الدين الصفدي (ت764هـ)، فمن ذلك ما جاء في حديثه عن تقديم السمع على البصر في القرآن الكريم: ((قدّم السمع على البصر حتى في قوله تعالى (صمّ بكم عميٌ)، فقدم متعلَّق السمع على متعلق العين))(1)\nوفي كتابه الوافي تكرر، ومن ذلك: ((رأيت له عدة تصانيف حتى في الأطعمة))(2)\nو ((وله أشياء من مراعاة الإعراب في لفظه حتى مع النساء))(3).\n\nكذلك وردت عند ابن خلدون (ت808هـ: ((وفرضت المغارم حتى على الحُجّاج))(4)\nوتكررت هذه الظاهرة عند الحافظ ابن حجر العسقلاني (ت852هـ). ومنها:\n((وكان يؤثر على نفسه حتى بقميصه))(5)\n((فوجدوا الماء جليداً حتى في القرب والزمزميات))(6)\nبعد ذلك نجدها في تاريخ ابن تغري بردي (ت874هـ)، ومنها ((وأخذوا حتى رخام بيته)) (7)\n__________\n(1) صلاح الدين الصفدي: نكت الهميان في نكت العميان، تحـ أحمد زكي بك، القاهرة: ط الجمالية 1911م، ص17.\n(2) صلاح الدين الصفدي: الوافي بالوفيات، ح3 تحـ س. ديدرينغ، فيسبادن: فرانز شتاينر 1974، ص163.\n(3) المصدر السابق ح4/90، وانظر ص186، وهناك أمثلة أخرى في الوافي حـ7/354 وحـ8/120.\n(4) مقدمة ابن خلدون، تحـ علي عبدالواحد وافي، القاهرة: نهضة مصر 97م-1981م، ص733.\n(5) ابن حجر العسقلاني: انباء الغمر بأنباء العمر، حيدر أباد الدكن: جمعية دائرة المعارف العثمانية76م-1976م ح1/65.\n(6) المصدر السابق، تحـ حسن حبشي، القاهرة: المجلس الأعلى للشؤون الإسلامية 1972م، حـ3/254، وتنظر أمثلة أخرى في صفحات 29، 30، 116، 191.\n(7) أبو المحاسن جمال الدين يوسف بن تغري بردي: النجوم الزاهرة، القاهرة: دار الكتب المصرية 1950م، حـ12/86.\n(1/9)\n",
        "ومنها: ((ولعبت مماليك السلطان بالرمح بين مخاصمة، ولعّب حتى المعلمين))(1)\nثم نجدها عند الشاعر محمد بن عبدالكريم البسطي (ت ح 890هـ):\nواستقبلتني به الأشجانُ والغير))(2)\n\n((فأذهلَ الناس حتى عن مراشدها\n\nثم نجد الظاهرة عند النهروالي (ت990هـ) الذي أرخ للفتح العثماني لليمن. ففي حديثه عن والي جدة يمدحه قائلاً: ((…. أو أشار إلى الليل البهيم لانجاب، مع عفاف حتى عن الطيف))(3)\nوفي حديث عن أحد المقاومين للترك يقول: ((واستولى (قطران الكلب)، على (ذراع الكلب)، وقطع الطريق إلى الترك من اليمين واليسار والقلب، ومنع حتى الطائر أن يطير))(4)\nوهي موجودة عند المقّري (ت1041هـ) ومن ذلك:\n((ورعى الله من بان، وشاق حتى الرند والبان))(5)\n((وصار ملوك الطوائف يتباهون في أحوال المُلك حتى في الألقاب))(6)\n__________\n(1) المصدر السابق، حـ14، تحـ فهيم محمد شلتوت وجمال محمد محرز، القاهرة: الهيئة المصرية العامة للتأليف 1971م، ص101، وانظر ص299. وتنظر أمثلة أخرى في المصدر نفسه في:\n- حـ15 تحـ إبراهيم علي طرخان، القاهرة: الهيئة المصرية العامة للتأليف 1971م، ص133، 174، 400، 514 وحـ 16 تحـ جمال الدين الشيال وفهيم محمد شلتوت، الهيئة المصرية العامة للكتاب 1972م، ص158.\n(2) محمد ابن شريفة: البسطي آخر شعراء الأندلس، بيروت: دار الغرب الإسلامي 1985م، ص64.\n(3) قطب الدين محمد بن محمد النهروالي المكي: البرق اليماني في الفتح العثماني، المدينة المنورة، ط2، منشورات المدينة 1986م، ص7-8.\n(4) المصدر السابق، ص388.\n(5) المقري: نفح الطيب ح1/16.\n(6) المصدر السابق ح1/213.\n(1/10)\n\nوهي موجودة عند الجبرتي (ت1237هـ) مؤرخ الحملة الفرنسية وأول أيام محمد علي باشا في مصر، ومنها: ((وإذ همّ بالخير أو عمل به أدخل الله البركة على أهل مملكته حتى في التجارات والزراعات))(1)\nونجد الظاهرة في أقوم المسالك الذي ألفه خير الدين التونسي عام 1867م: ((كما أشرت إلى ما كانت عليه أمة الإسلام المشهود لها حتى من مؤرخي أوربا الأعيان بسابقية التقدم في مضماري العرفان والعمران))(2)\nثم نجد حتى العاطفة على غير مذكور عند الكواكبي (ت1902م): ((كادت تجعل الغربيين أدرى منّا حتى في مباني ديننا))(3)\nثم نجد الظاهرة عند الشيخ محمد عبده (ت1905م) في حديثه عن البيت: ((يعيش فيه كل منهما وقلبه ملآن بعيوب الآخر، وتبدو فيه المناقشات والمخاصمات في كل آن بسبب وبغير سبب، في الصباح وفي المساء حتى في الفراش))(4)\nوهذه الظاهرة موجودة عند عباس محمود العقاد في أكثر من مؤلَّف، ومن ذلك:\n((مثلهم في ذلك مثل السوائم والأوابد في حريتها، فإنها لا تفعل ما تريد علوّا عن ربقة الأوهام ونبوّاً عن أحكام التقاليد، بل لخلوها من قابلية التقيّد حتى بالأوهام الباطلة))(5)\n__________\n(1) عبدالرحمن الجبرتي: عجائب الآثار في التراجم والأخبار، بيروت: دار الجيل، حـ1/22، وانظر على سبيل المثال حـ1/40، 610، 622 وحـ2/27، 55 وحـ3/17، 53، 623.\n(2) خير الدين التونسي: أقوم المسالك في معرفة أحوال الممالك، تحـ معن زيادة، بيروت: المؤسسة الجامعية للدراسات والنشر 1985م، ص147.\n(3) عبدالرحمن الكواكبي: ام القرى، ط2، حلب: المطبعة العمومية 1959م، ص55 وانظر مثلاً ص59، 61، 84، 90، 134، 148، 185.\n(4) الأعمال الكاملة للامام محمد عبده – حـ2 (الكتابات الاجتماعية) حققها وقدم لها محمد عمارة، بيروت: المؤسسة العربية للدراسات والنشر ، 1972م، ص76.\n(5) عباس محمود العقاد: الفصول، ط2، بيروت: دار الكتاب العربي، ص175، وانظر ص189، ص267.",
        "(1/11)\n\n((…فإن من أصحاب المظاهر والأبهة من يترفع عن البكاء ويتكلف الجَلَد والسكون حتى في الفجائع الفادحة))(1)\n((بل هو لم يكن ممثلاً حتى للثورة العرابية التي كان زعيماً من زعمائها))(2)\nثم نجد الظاهرة عند أمين الريحاني في الكتاب الذي تحدّث فيه عن حكام الجزيرة العربية (صدر أول مرة عام 1924م)؛ ومنها: ((ان البساطة لتدنو في القصر من التقشف، فتبدو في السجاد العادي، وكراسي الخيزران، والدواوين المغطاة بقماش من القطن، والجدران العارية حتى من الآيات))(3)\nثم نجدها عند توفيق الحكيم: ((فأنا لم أحاول عقد صلات حتى مع من كان يجب أن أتصل بهم من أدباء وفنانين))(4)\nثم نجدها عند المؤرخ الأدبي الكبير شوقي ضيف: ((وهذا كله هزل ودعابة ودليل على أن المصريين لم ينسوا حتى في عصور الظلام ما طُبعوا عليه من التندر والفكاهة))(5)\nثم نجدها عند الفقيه اللغوي صبحي الصالح: ((إنّ لك أن تقدّر جسامة الخطأ الذي وقع فيه بروكلمان حين أطلق القول بأن اللغات السامية تخلو من الصياغة التركيبية، شاملاً بحكمه هذا حتى العربية))(6)\nونجدها عند المؤرخ الأدبي محمد زغلول سلاّم في أكثر من كتاب، ومنها:\n__________\n(1) عباس محمود العقاد: جحا الضاحك المضحك، بيروت المكتبة العصرية: ص27.\n(2) عباس محمود العقاد: شعراء مصر وبيئاتهم في الجيل الماضي، ط3، القاهرة: النهضة المصرية، ص13 وانظر مثلاً ص55، 154.\n(3) أمين الريحاني: ملوك العرب، بيروت: دار الجيل 1987م، ص26 وانظر مثلاً ص9، 15، 43، 59، 60، 72، 97، 126، 128.\n(4) توفيق الحكيم: سجن العمر، القاهرة: مكتبة الآداب، ص285.\n(5) شوقي ضيف: الفكاهة في مصر، ط2، القاهرة: دار المعارف (اقرأ) 1985م، ص110\n\n(6) صبحي الصالح: دراسات في فقه اللغة، ط10، بيروت: العلم للملايين 1983م، ص329 وانظر مثلاً ص126، 324، 333، 335.\n(1/12)",
        "\n((ولم يسلم حتى الشعراء، من استخدام المصطلح))(1)\n((واشتهر بروحه المرحة وسخريته الضاحكة حتى في مجالس السلاطين))(2)\nونجدها عند القصصي يحيى حقي: ((ستبقى نظراته منكسرة حتى أمام جيرانه))(3)\nونجدها عند الناقد محمد أحمد العزب: ((…يتضح لنا أن التقيد بالخليل أو ترسّم حدوده غير وارد حتى عند الأقدمين))(4)\nكذلك نجدها عند الناقد ذي الرؤية الاجتماعية عبدالمحسن طه بدر (ت1990م)؛ ومنها:\n((يلخص لنا صورة عن علاقاته الإنسانية حتى مع الأدباء))(5)\n((تكون مجرد تصورات مثالية لم تحفر عميقاً حتى في نفوس أصحابها))(6)\nثم نجدها عند الباحث قحطان التميمي: ((ولعل من المبالغة الطريفة الخفيفة هذه الأبيات التي هجا بها الحمدوني أحدهم بالبخل، مصوراً إيّاه من خلال مشهد تمثيلي بعيداً في أنانيته، عاقاً، منبت الصلة حتى بأبيه وإخوته))(7)\n__________\n(1) محمد زغلول سلاّم: الأدب في العصر المملوكي، القاهرة: دار المعارف، 1971م، حـ2/109، وانظر حـ2/114، 167، 231.\n(2) محمد زغلول سلاّم: الأدب في العصر المملوكي، إسكندرية: منشأة المعارف 1996م، حـ3/187، وانظر حـ3/214، 346. وانظر للمؤلف أيضاً: الأدب في العصر الفاطمي، الكتابة والكتاب، إسكندرية: منشأة المعارف 1993م، ص216.\n(3) يحيى حقي: ناس في الظل، القاهرة: كتاب الجمهورية 1971م، ص22 وانظر ص106.\n(4) محمد أحمد العزب: ظواهر التمرد الفني في الشعر المعاصر، القاهرة: دار المعارف (اقرأ) 1987م، ص62، وانظر مثلاً ص109، 108، 116، 180.\n(5) عبدالمحسن طه بدر: الروائي والأرض، ط2، القاهرة: دار المعارف 1979م، ص90.\n(6) المرجع نفسه، ص45، وانظر مثلاً ص103، 107، 118، 124، 125.\n(7) قحطان رشيد التميمي: اتجاهات الهجاء في القرن الثالث الهجري، بيروت، دار المسيرة، ص406.\n(1/13)\n",
        "ثم نجدها عند الفقيه الداعية محمد جواد مغنيّة: ((فإن تولّوا فقولوا اشهدوا بأنا مسلمون)). أي: فإن لم يقولوا حتى هذه البديهة، وأبوا إلاّ الشرك والعناد، فأعرض عنهم، وقل لهم أنت ومن آمن بك: اشهدوا بأنا مسلمون))(1)\nونجدها أيضاً عند الناقد محمد فتوح أحمد: ((ألا يعني هذا أن ظواهر التقابل والازدواج تفرض نفسها حتى على أدق مكونات البنية الشعرية))(2)\nثم نجدها عند المفكر خالص جلبي ((إن الشعور الداخلي يصب نفسه حتى إلى تعبيرات الوجه وحركات اليدين))(3)\nثم نجدها عند الطبيب والروائي نجيب الكيلاني: ((إن الحرية الحقيقة حبر على ورق حتى في أوربا وأمريكا))(4)\nثم نجدها عند اللغوي سمير ستيتية: ((يقولون بها الشعر، ويخطبون، وينافر بعضهم بعضاً، ويستعملونها ليتفاهموا بها حتى في أحاديثهم))(5)\nثم نجدها عند الاجتماعيين: إبراهيم بدران وسلوى الخماش، ومن ذلك:\n((فهي إذا غضبت أو أصابها ظلم حتى من أقرب الناس إليها، تنهال عليه إما جهاراً وإما خفية بالدعوات))(6)\n((ويساهم الزجّالون والمؤلفون والمطربون والإذاعات العربية عامة في تأكيد دور الحسد حتى في المسائل العاطفية)(7)\n__________\n(1) محمد جواد مغنية: التفسير الكاشف، بيروت، حـ1، 268.\n(2) محمد فتوح أحمد: شعر المتنبي – قراءة أخرى، القاهرة: دار المعارف 1983م، ص70م، ص70، وانظر أيضاً ص61.\n(3) خالص جلبي: في النقد الذاتي، ضرورة النقد الذاتي للحركة الإسلامية، بيروت: الرسالة 1984م، ص110، وص126، 235، 257، 276.\n(4) نجيب الكيلاني: لمحات من حياتي، بيروت: مؤسسة الرسالة 1985م، ح1/7 وانظر مثلاً حـ1/77، 173، و حـ2/215.\n(5) سمير شريف ستيتية: الازدواجية في اللغة العربية، (ضمن ندوة الازدواجية في اللغة العربية) عمان، مجمع اللغة العربية الأردني 1988م، ص140.\n(6) ابراهيم بدران وسلوى الخماش: دراسات في العقلية العربية –ط3، بيروت: دار الحقيقة 1988م، ص205.\n(7) المرجع نفسه ص257.\n(1/14)\n\nونجدها عند الرسام محيي الدين اللّباد: ((وفي تلك المفاصل التاريخية العظيمة يولد الرجال والفنانون العظام حتى من الحرف الصغيرة))(1)\nثم نجدها عند الناقد الأدبي الكبير شكري عياد: ((ولكن الشاعر العبقري يصنع الجمال حتى من القبح))(2)\nكذلك نجدها عند تلميذه الناقد عبدالحكيم راضي: ((هل ذلك هو سلوك الرجل الذي يرفض شعر الإسلاميين حتى في مجال الاحتجاج اللغوي))(3)\nثم نجدها عند القانوني حسن الزين: ((…عندما ظهرت تصرفات الوالي الجديد وما حملت من مخالفات مسّت حتى جوهر العقيدة، بما عبّرت عنه من فسق وفجور))(4)\nونختتم جملة هذه الشواهد على هذه الظاهرة الشائعة في كل صحيفة ومجلة وكتاب بما جاء عند المفكر محمد عمارة: ((…بل هم مأمورون بتعميم العدل حتى على الأعداء ومن يكرهون))(5)\n__________\n(1) محيي الدين اللّباد: نظر، حـ2، القاهرة، العربي للنشر والتوزيع 1991م، ص43، وانظر ص67.\n(2) محمد شكري عيّاد: المذاهب الأدبية والنقدية عند العرب والغربيين، الكويت: عالم المعرفة 1993م، ص107، وانظر ص212.\n(3) عبدالحكيم راضي: النقد العربي وشعر المحدثين في العصر العباسي – محاولة لقراءة جديدة، القاهرة: دار الشايب 93م، ص20، وانظر ص225.\n(4) حسن الزين: علي بن أبي طالب وتجربة الحكم، بيروت: دار الفكر الحديث، 1994م، 23، وانظر مثلاً ص67، 134، 144، 147.\n(5) محمد عمارة: مفهوم الحوار عند جارودي، مجلة العربي، الكويت، العدد 462، مايو 1997م، ص154 ومجمع اللغة العربية بالقاهرة، كتاب في أصول اللغة، حـ3 ص130 (1983م).",
        "(1/15)\n\nوهكذا رأينا ظاهرة العطف بحتى قليلة في عصر الاحتجاج باللغة، ولم نعثر في كتابات هذا العصر على شاهد للعطف على غير مذكور، ثم لاحظنا بعد عصر الاحتجاج أن هذه الظاهرة بدأت تبرز شيئاً فشيئاً عند كثير من المؤلفين في شتى فنون التأليف في كل القرون السابقة على قرننا، وهي الآن ليست بالظاهرة القليلة الورود، بل هي شائعة لا يكاد ينجو من استخدامها أحد.\nلذلك نظرت لجنة الأصول التابعة لمجمع اللغة العربية بالقاهرة في دورة المؤتمر الثالثة والأربعين (7/3/1977)، في تعبيرات مثل:\nالهزيمة تهدد إسرائيل، يعترف بذلك حتى المتعاطفون معها.\nمجلس الأمن ينعقد وينفضّ دون أن يُعرض عليه حتى مشروع قرار.\nلم يقرأ حتى الصحف.\nلم ينجح في أن يكون حتى عضواً في مجلس القرية.\nهـ. تركَ الخلافُ أثره حتى على العلاقات الثقافية بين البلدين.\nورأت اللجنة أن حتى في الأمثلة السابقة عاطفة والمعطوف عليه محذوف من المقام(1).\nولسنا في حاجة للقول بأن هذه الظاهرة عريقة في العربية، كما هو واضح من الشواهد الكثيرة التي أوردناها، وبذلك يسقط القول باستيراد هذه الظاهرة من اللغة الإنكليزية عن طريق الترجمة. والله أعلم بالصواب، وإليه المرجع والمآب.\n__________\n(1) محمد العدناني: معجم الأ غلاط اللغوية المعاصرة، بيروت: مكتبة لبنان 1984م، ص144.\n(1/16)"
    ]
}