{
    "partText": [
        "\nحُصُول الَمأْمُول\nبِذِكْرِ\nمَنْ غَيَّرَ أَسْمَائَهُم الرَّسُول - صلى الله عليه وسلم -\nتأليف\nأبي يعلى البيضاوي\nعفا الله عنه\n\nبسم الله الرحمن الرحيم\nرب أنعمت فزد\n\nالحمد لله نحمده ونستعينه ونستغفره, ونعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا, من يهده الله فلا مضل له ومن يضلل الله فلا هادي له\nوأشهد أن لا إله إلا الله وحده لا شريك له, وأشهد أن محمدا عبده ورسوله\n(يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالاً كَثِيراً وَنِسَاءً وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ وَالْأَرْحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيباً) (النساء:1)\n(يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ) (آل عمران:102) (يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلاً سَدِيداً, يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزاً عَظِيماً) (الأحزاب:70\\ 71) أما بعد: فهذا جزء حديثي ذكرت فيه أسماء من غَيَّر النبي - صلى الله عليه وسلم - أسماؤهم ورتبتها على حروف المعجم , وسميته:\nحصول المأمول بذكر من غير أسمائهم الرسول - صلى الله عليه وسلم -\nوقد سبق إلى التأليف في ذلك كل من:\n1 - الحافظ (جلال الدين السيوطي) رحمه الله له (جزء من غَيَّر النبي - صلى الله عليه وسلم - أسماؤهم) ذكره في (فهرست مؤلفاته) (رقم 328)\n2 - وتلميذه الشيخ العلامة (شمس الدين ابن طولون الصالحي) المتوفى سنة953 هـ له كتاب:\n((الزهر البسام فيمن سماه النبي عليه السلام)) , ذكره في كتابه: ((الفلك المشحون)) (رقم 372)\n(1/1)\n",
        "3- وللشيخ (محمد المدني بن جلون المغربي) المتوفى سنة 1298هـ (( تقييد )) في بعض من غير المصطفى - صلى الله عليه وسلم - اسمه , وقد طبع قديما على الحجر بفاس دون تاريخ في 24 صفحة(1)\n4- وللشيخ (عبد الرحمن بن بن جعفر الكتاني) المتوفى سنة 1334هـ (( تأليف )) فيمن بدل النبي - صلى الله عليه وسلم - أسمائهم من الصحابة(2)\nقلت: و لم أطلع على واحد منها , ولكني وقفت – بحمد الله - على كتاب (نَقْعَة الصَّدْيَان) تصنيف العلامة إمام اللغة الشيخ (رضي الدين الحسن بن محمد الصاغاني) رحمه الله المتوفى سنة 650هـ ذكر فيه (ص135) فصلا في الذين غَيَّرّ النبي - صلى الله عليه وسلم - أسماؤهم, وعدتهم (62) شخصا, واكتفى بسرد أسمائهم , ولم يذكر الأحاديث التي استند عليها, فذكرتهم واستدركت عليه غيرهم ممن فاته, مع تخريج الأحاديث والآثار التي ورد فيها ذكرهم\nورتبت كتابي هذا على : مقدمة, أوردت فيها كلام العلامة ابن القيم رحمه الله في كتابه ((زاد المعاد)) في عادة رسول الله - صلى الله عليه وسلم - في تغيير الأسماء, وأحكام التسمية, وآدابها, وما يحل منها, وما يحرم\nالفصل الأول وهو مقصود الكتاب في ذكر أسماء الرجال الذين غَيَّر النبي - صلى الله عليه وسلم - أسمائهم مرتبين على حروف المعجم\nالفصل الثاني في ذكر النساء اللواتي غَيَّر النبي - صلى الله عليه وسلم - أسمائهن\nالفصل الثالث في ذكر من غَيَّرَ النبي - صلى الله عليه وسلم - كناهم\nالفصل الرابع في ذكر أسماء رجال لم ينقل أن رسول الله - صلى الله عليه وسلم - غَيَّرها وهي مما تُغَير, وإنما ذكرتهم للتنبيه عليهم لئلا يستدرك\nالفصل الخامس في ذكر من سماه النبي - صلى الله عليه وسلم - ابتداء بلا تغيير\n__________\n(1) - ذكره الشيخ (إدريس بن الماحي الإدريسي) في كتاب (معجم المطبوعات المغربية)(ص73)\n(2) - ذكره (محمد حمزة الكتاني) في كتابه (منطق الأواني بفيض تراجم عيون اعيان آل الكتاني)(ص147)\n(1/2)\n\nالفصل السادس في ذكر من كناه النبي - صلى الله عليه وسلم - ابتداء\nالفصل السابع في ذكر أقوام و قبائل غَيَّر النبي - صلى الله عليه وسلم - أسمائهم\nالفصل الثامن في ذكر مواضع وأماكن غَيَّر النبي - صلى الله عليه وسلم - أسمائها\nخاتمة : نقلت فيها فصولا ممتعة لشيخ الإسلام ابن قيم الجوزية رحمه الله من كتابه (تحفة المودود في أحكام المولود) بسط في الكلام على أحكام التسمية حتى تكون خاتمة الكتاب كبدايته, والله العلي العظيم أسأل أن ينفع به كاتبه, وقارئه, وسامعه, والناظر فيه, إنه ولي ذلك , والقادر عليه , سبحانه لا إله إلا هو, وصلى الله على محمد وآله وسلم تسليما كثيرا\n\nكتبه أخوكم في الله أبو يعلى البيضاوي\nعفا الله وستر عيوبه\n\nالمقدمة\n\nقال الإمام (ابن قيم الجوزية) رحمه الله في كتابه: ((زاد المعاد في هدى خير العباد))(2\\336) فصل في هديه في الأسماء الكنى ( فقه هذا الباب )\nلما كانت الأسماء قوالب للمعاني, ودالة عليها, اقتضت الحكمة أن يكون بينها وبينها ارتباط وتناسب, وأن لا يكون المعنى معها بمنزلة الأجنبي المحن الذي لا تعلق له بها , فإن حكمة الحكيم تأبى ذلك , والواقع يشهد بخلافه , بل للأسماء تأثير في المسميات , وللمسميات تأثر عن أسمائها, في الحسن والقبح, والخفة والثقل, و اللطافة والكثافة, كما قيل:\n\nوقلما أبْصَرَتْ عيناك ذا لقب *** إلا ومعناه إن فكرت في لقبه\n\nوكان يستحب الاسم الحسن, وأمر إذا أبردوا إليه بريدا أن يكون حسن الاسم حسن الوجه(1)\n__________\n(1) - لفظ الحديث ( إذا بعثتم إلي رجلا فابعثوه حسن الوجه حسن الاسم ) أخرجه أبو الشيخ في (أخلاق النبي - صلى الله عليه وسلم - )(796) من حديث أبى هريرة, وفي سنده عمر بن راشد وهو ضعيف وباقي رجاله ثقات, و أخرج (البزار) من حديث بريدة بنحوه, ورجاله ثقاث فيتقوى به قاله (الارناؤوط), وقال (الألباني) :صحيح (صحيح الجامع)(413)",
        "(1/3)\n\nوكان يأخذ المعاني من أسمائها في المنام واليقظة, كما رأى أنه وأصحابه في دار عقبة بن رافع, فأتوا برطب من رطب ابن طاب, فأوله بأن لهم الرفعة في الدنيا, والعاقبة في الآخرة, وأن الدين الذي قد اختاره الله لهم قد أرطب وطاب(1)\nوتأول سهولة أمرهم يوم الحديبية من مجيء سهيل بن عمرو إليه(2)\n(( وندب جماعة إلى حلب شاة, فقام رجل يحلبها, فقال: ما اسمك ؟ قال مرة ,فقال : اجلس, فقام آخر فقال: ما اسمك ؟ قال أظنه حرب فقال : اجلس, فقام آخر فقال : ما اسمك ؟ فقال: يعيش فقال: احلبها ))(3)\nوكان يكره الأمكنة المنكرة الأسماء,ويكره العبور فيها, كما مر في بعض غزواته بين جبلين, فسأل عن اسميهما فقالوا: فاضح ومخز ,فعدل عنهما ولم يجز بينهما(4)\n__________\n(1) - أخرجه (مسلم) (2270) من حديث انس بن مالك\n(2) - أخرجه (البخاري) عن عكرمة قال الحافظ : هو مرسل وله شاهد موصول أخرجه ابن أبى شيبة من حديث سلمة بن الأكوع و الطبراني من حديث عبد الله بن السائب\n(3) - أخرجه مالك في (الموطأ)(1819 )وهو مرسل أو معضل, وصله الطبراني في (الكبير)(22\\277) و ابن عبدالبر في (التمهيد) من حديث يعيش الغفاري, قال الهيثمي في (المجمع)(12831) إسناده حسن.اهـ\n(4) - ذكر (ياقوت الحموي) في (معجمه) (10960):( قال ابن إسحاق:لما توجه رسول الله - صلى الله عليه وسلم - إلى بدر, فلما استقبل الصفراء, وهي قرية بين جبلي,ن سأل عن جبليها ما اسماهما ؟ , فقالوا :يقال لأحدهما هذا مسلح, وقالوا للآخر هذا مخرىء, فكره رسول الله - صلى الله عليه وسلم - المرور بينهما فتركهما يسارا وسلك ذات اليمين , ولتسمية هذين الجبلين بهذه الأسماء سبب, وهو أن عبدا لغفار كان يرعى بهما غنما لسيده, فرجع ذات يوم من المرعى, فقال له سيده: لم رجعت ؟ فقال: إن هذا الجبل مسلح للغنم, وإن هذا مخرىء لها, فسميا بهما, وذلك قرىء بخط الجاحظ .اهـ\n(1/4)",
        "\nولما كان بين الأسماء والمسميات من الارتباط والتناسب والقرابة,ما بين قوالب الأشياء وحقائقها وما بين الأرواح والأجسام, عبر العقل من كل منهما إلى الآخر, كما كان إياس بن معاوية وغيره يرى الشخص فيقول ينبغي أن يكون اسمه كيت وكيت, فلا يكاد يخطىء(1)\nوضد هذا العبور من الاسم إلى مسماه , (( كما سأل عمر بن الخطاب - رضي الله عنه - رجلا عن اسمه, فقال :جمرة, فقال : واسم أبيك ؟ قال: شهاب ,قال: ممن؟ قال: من الحرقة, قال :فمنزلك ؟ قال: بحرة النار, قال: فأين مسكنك؟ قال :بذات لظى, قال: اذهب فقد احترق مسكنك فذهب فوجد الأمر كذلك ))(2)\nفعبر عمر من الألفاظ إلى أرواحها ومعانيها, كما عبر النبي - صلى الله عليه وسلم - من اسم سهيل إلى سهولة أمرهم يوم الحديبية, فكان الأمر كذلك\nوقد أمر النبي - صلى الله عليه وسلم - أمته بتحسين أسمائهم, وأخبر أنهم يدعون يوم القيامة بها(3)و في هذا ولله أعلم تنبيه على تحسين الأفعال المناسبة لتحسين الأسماء, لتكون الدعوة على رؤوس الأشهاد بالاسم الحسن والوصف المناسب له\nوتأمل كيف اشتق للنبي - صلى الله عليه وسلم - من وصفه اسمان مطابقان إياه, وهما ( أحمد ), و( محمد ) فهو لكثرة ما فيه من الصفات المحمودة (محمد), ولشرفها, وفضلها على صفات غيره (أحمد), فارتبط الاسم بالمسمى ارتباط الروح بالجسد\n__________\n(1) - أبو واثلة إياس بن معاوية بن قرة المزني ولي القضاء لعمر بن عبدالعزيز وكان لإياس جد أبيه صحبة سمع أباه وأنس بن مالك روى عنه ابن عجلان وشعبة وحماد بن سلمة قال الذهبي:تابعي ثقة وقال النسائي: تكلموا فيه قلت: لم يخرجوا له شيئا.اهـ يضرب به المثل في الذكاء والفطنة صنف المدائني فيه كتاب (زكن إياس) له ترجمة في (وفيات ابن خلكان)(1\\247)\n(2) - رواه (مالك) في ((الموطأ))(1820)\n(3) - أخرجه أحمد (5\\194) وأبو داود(4948) وابن حبان(1944) موارد , قال الألباني:ضعيف (ضعيف أبى داود)\n(1/5)\n",
        "وكذلك تكنيته لأبي الحكم بن هشام بأبي جهل, كنية مطابقة لوصفه ومعناه, وهو أحق الخلق بهذه الكنية\nوكذلك تكنية الله عز وجل لعبد العزى بأبي لهب, لما كان مصيره إلى نار ذات لهب كانت هذه الكنية أليق به وأوفق, وهو بها أحق وأخلق\nولما قدم النبي - صلى الله عليه وسلم - المدينة واسمها ( يثرب ) لا تعرف بغير هذا الاسم, غيره ( بطيبة )(1), لما زال عنها ما في لفظ يثرب من التثريب, بما في معنى طيبة من الطيب استحقت هذا الاسم, وازدادت به طيبا آخر, فأثر طيبها في استحقاق الاسم, وزادها طيبا إلى طيبها\nولما كان الاسم الحسن يقتضي مسماه ويستدعيه من قرب, (( قال النبي - صلى الله عليه وسلم - لبعض قبائل العرب, وهو يدعوهم إلى الله وتوحيده : يا بني عبد الله, إن الله قد حسن اسمكم واسم أبيكم )(2)\nفانظر كيف دعاهم إلى عبودية الله بحسن اسم أبيهم وبما فيه من المعنى المقتضي للدعوة\nوتأمل أسماء الستة المتبارزين يوم بدر,كيف اقتضى القدر مطابقة أسمائهم لأحوالهم يومئذ,فكان الكفار شيبة وعتبة والوليد, ثلاثة أسماء من الضعف ,فالوليد له بداية الضعف وشيبة له نهاية الضعف\n__________\n(1) - أخرجه (البخاري)(1481) و(مسلم) (1392) من حديث جابر بن عبدالله ومن حديث جابر بن سمرة عند (مسلم) (1385)\n(2) - أخرجه (ابن إسحاق) في (السيرة)(2\\271) قال حدثني محمد بن عبد الرحمن بن عبدالله بن حصين : ( أنه أتى كلبا في منازلهم إلى بطن منهم يقال لهم بنو عبد الله فدعاهم إلى الله وعرض عليهم نفسه حتى إنه ليقول لهم: يا بني عبد الله إن الله عز وجل قد أحسن اسم أبيكم فلم يقبلوا منه ما عرض عليهم ), ومن طريقه أخرجه (أبوجعفر الطبري) في (التاريخ)(1\\556) و (البيهقي) في (الدلائل)(2\\418) من طريق ابن إسحاق قال حدثنا الزهري به , وهو مرسل\n(1/6)\n\nكما قال تعالى الله : {الَّذِي خَلَقَكُمْ مِنْ ضَعْفٍ ثُمَّ جَعَلَ مِنْ بَعْدِ ضَعْفٍ قُوَّةً ثُمَّ جَعَلَ مِنْ بَعْدِ قُوَّةٍ ضَعْفاً وَشَيْبَةً } (الروم: من الآية54)\nوعتبة من العتب, فدلت أسماؤهم على عتب يحل بهم وضعف ينالهم, وكان أقرانهم من المسلمين علي وعبيدة, والحارث(1)ثلاثة أسماء تناسب أوصافهم, وهي العلو والعبودية, والسعي الذي هو الحرث فعلوا عليهم بعبوديتهم وسعيهم في حرث الآخرة\nولما كان الاسم مقتضيا لمسماه, ومؤثرا فيه, كان أحب الأسماء إلى الله ما اقتضى أحب الأوصاف إليه, كعبد الله, و عبد الرحمن, وكان إضافة العبودية إلى اسم الله واسم الرحمن أحب إليه من إضافتها إلى غيرهما, كالقاهر والقادر فعبد الرحمن أحب إليه من عبد القادر, وعبد الله أحب إليه من عبد ربه\nوهذا لأن التعلق الذي بين العبد وبين الله إنما هو العبودية المحضة, والتعلق الذي بين الله وبين العبد بالرحمة المخصة, فبرحمته كان وجوده , وكمال وجوده , والغاية التي أوجده لأجلها أن يتأله له وحده, محبة وخوفا, ورجاء وإجلالا وتعظيما,فيكون عبد الله وقد عبده لما في اسم الله من معنى الإلهية التي يستحيل أن تكون لغيره, ولما غلبت رحمته غضبه, وكانت الرحمة أحب إليه من الغضب, كان عبد الرحمن أحب إليه من عبد القاهر\n\nفصل\n\nولما كان كل عبد متحركا بالإرادة, والهم مبدأ الإرادة, ويترتب على إرادته حركته وكسبه,كان أصدق الأسماء اسم همام واسم حارث, إذ لا ينفك مسماهما عن حقيقة معناهما\nولما كان الملك الحق لله وحده ولا ملك على الحقيقة سواه, كان أخنع اسم و أوضعه عند الله وأغضبه له اسم (شاهان شاه) أي ملك الملوك وسلطان السلاطين, فإن ذلك ليس لأحد غير الله, فتسمية غيره بهذا من أبطل الباطل, والله لا يحب الباطل\n__________\n(1) - كذا قال رحمه الله, و إنما الثالث حمزة بن عبد المطلب, و عبيدة هو ابن الحارث",
        "(1/7)\n\nوقد ألحق بعض أهل العلم بهذا ( قاضي القضاة ), وقال ليس ( قاضي القضاة ) إلا من يقتضي, الحق وهو خير الفاصلين الذي إذا قضى أمرا فإنما يقول له: كن فيكون\nويلي هذا الاسم في الكراهة والقبح والكذب (سيد الناس), و( سيد الكل), وليس ذلك إلا لرسول الله - صلى الله عليه وسلم - خاصة كما قال : (( أنا سيد ولد آدم يوم القيامة ولا فخر ))(1)\nفلا يجوز لأحد قط أن يقول عن غيره إنه ( سيد الناس ) و ( سيد الكل ), كما لا يجوز أن يقول إنه سيد ولد آدم\nفصل\n\nولما كان مسمى الحرب والمرة أكره شيء للنفوس, وأقبحها عندها,كان أقبح الأسماء حربا, ومرة, وعلى قياس هذا حنظلة, وحزن, وما أشبههما, وما أجدر هذه الأسماء بتأثيرها في مسمياتها\nكما أثر اسم حزن الحزونة في سعيد بن المسيب وأهل بيته(2)\n\nفصل\n\nولما كان الأنبياء سادات بني آدم, وأخلاقهم أشرف الأخلاق, وأعمالهم أصح الأعمال, كانت أسماؤهم أشرف الأسماء, فندب النبي - صلى الله عليه وسلم - أمته إلى التسمي بأسمائهم\nكما في ((سنن أبي داود))(4950) و((النسائي)) (6\\218) عنه - صلى الله عليه وسلم - :(( تسموا بأسماء الأنبياء))(3)ولو لم يكن في ذلك من المصالح إلا أن الإسم يذكر بمسماه, ويقتضي التعلق بمعناه لكفى به مصلحة, مع ما في ذلك من حفظ أسماء الأنبياء, وذكرها, وأن لا تنسى, وأن تذكر أسماؤهم, وأوصافهم, وأحوالهم\nفصل\n__________\n(1) - أخرجه (البخاري) (3340) و(مسلم) (194)\n(2) - أخرجه (البخاري) في صحيحه (5936) عن سعيد بن المسيب عن أبيه:( أن أباه جاء إلى النبي - صلى الله عليه وسلم - فقال:ما اسمك ؟ قال:حزن قال أنت سهل قال: لا أغير إسما سمانيه أبي, قال ابن المسيب:فما زالت الحزونة فينا بعد )\n(3) - قال الألباني رحمه الله: صحيح (صحيح أبى داود)(4140)\n(1/8)",
        "\nوأما النهي عن تسمية الغلام بيسار, وأفلح, و نجيح, ورباح فهذا لمعنى آخر, قد أشار إليه في الحديث وهو قوله : (( فإنك تقول أثمت هو فيقال: لا ))(1)\nوالله أعلم هل هذه الزيادة من تمام الحديث المرفوع, أو مدرجة من قول الصحابي\nوبكل حال فإن هذه الأسماء لما كانت قد توجب تطيرا تكرهه النفوس, ويصدها عما هي بصدده, كما إذا قلت لرجل : أعندك يسار, أو رباح, أو أفلح ؟ , قال: لا تطيرت أنت وهو من ذلك .\nاقتضت حكمة الشارع الرؤوف بأمته الرحيم بهم أن يمنعهم من أسباب توجب لهم سماع المكروه, أو وقوعه, وأن يعدل عنها إلى أسماء تحصل المقصود من غير مفسدة\nهذا أولى مع ما ينضاف إلى ذلك من تعليق ضد الاسم عليه, بأن يسمى يسارا من هو من أعسر الناس, ونجيحا من لا نجاح عنده, ورباحا من هو من الخاسرين, فيكون قد وقع في الكذب عليه وعلى الله\nوأمر آخر أيضا وهو أن يطالب المسمى بمقتضى اسمه فلا يوجد عنده, فيجعل ذلك سببا لذمه وسبه كما قيل :\n\nسموك من جهلهم سديدا *** والله ما فيك من سداد\nأنت الذي كونه فسادا *** في عالم الكون والفساد\n\nفتوصل الشاعر بهذا الاسم إلى ذم المسمى به و لي من أبيات :\n\nوسميته صالحا فاغتدى *** بضد اسمه في الورى سائرا\nوظن بأن اسمه ساتر *** لأوصافه فغدا شاهرا\n\nوهذا كما أن من المدح ما يكون ذما وموجبا لسقوط مرتبة الممدوح عند الناس, فإنه يمدح بما ليس فيه فتطالبه النفوس بما مدح به وتظنه عنده فلا تجده كذلك فتنقلب ذما, ولو ترك بغير مدح لم تحصل له هذه المفسدة, ويشبه حاله حال من ولي ولاية سيئة ثم عزل عنها, فإنه تنقص مرتبته عما كان عليه قبل الولاية, وينقص في نفوس الناس عما كان عليه قبلها وفي هذا قال القائل :\n\nإذا ما وصفت امرء لامرىء *** فلا تغل في وصفه واقصد\nفإنك إن تغل تغل الظنون *** فيه إلى الأمد الأبعد\nفينقص من حيث عظمته *** لفضل المغيب عن المشهد\n__________\n(1) - أخرجه (مسلم) (2137) من حديث سمرة بن جندب\n(1/9)\n",
        "وأمر آخر وهو ظن المسمى واعتقاده في نفسه أنه كذلك, فيقع في تزكية نفسه وتعظيمها وترفعها على غيره, وهذا هو المعنى الذي نهى النبي - صلى الله عليه وسلم - لأجله أن تسمى برة وقال - صلى الله عليه وسلم - :\n(( لا تزكوا أنفسكم الله أعلم بأهل البر منكم ))(1)\nوعلى هذا فتكره التسمية بالتقي, والمتقي, والمطيع, والطائع, والراضي, والمحسن, والمخلص, والمنيب والرشيد, والسديد, وأما تسمية الكفار بذلك فلا يجوز التمكين منه, ولا دعاؤهم بشيء من هذه الأسماء, ولا الإخبار عنهم بها, والله عز وجل يغضب من تسميتهم بذلك.انتهى كلام الشيخ رحمه الله\n\nالفصل الأول\nفي ذكر الرجال الذين غير النبي - صلى الله عليه وسلم - أسمائهم\n\nوقد رتبت أسماؤهم على حروف المعجم, ليسهل تناولها والكشف عنها :\n\n1- [ أبو صفرة الأزدي ] والد المهلب الأمير المشهور(2)\nوهو مختلف في صحبته , وفي اسمه خلاف, قيل: اسمه ( ظالم بن سارق ), وقيل: ( بن سراق ), وقيل: ( قاطع بن سارق بن ظالم ) , وقيل: ( غالب بن سراق )\nأخرج (ابن السكن) في ((الصحابة)) من طريق محمد بن عبد بن حميد , قال: حدثنا محمد بن غالب بن عبد الرحمن بن يزيد بن المهلب بن أبي صفرة, حدثني أبي , عن آبائه :\n((\n__________\n(1) - أخرجه (مسلم) (2142) من حديث زينب بنت أبى سلمة\n(1/10)\n\nأن أبا صفرة قدم على رسول الله - صلى الله عليه وسلم - على أن يبايعه, وعليه حلة صفراء يسحبها خلفه دراعة, وله طول وجثة وجمال وفصاحة لسان فلما رآه أعجبه ما رأى من جماله, فقال له: من أنت ؟ , قال: أنا قاطع بن سارق بن ظالم بن عمر بن شهاب بن الهلقام بن الجلند بن السلم, الذي كان يأخذ كل سفينة غصبا, أنا الملك بن الملك, فقال له النبي - صلى الله عليه وسلم - : أنت أبو صفرة, دع عنك سارقا, وظالما , فقال : أشهد أن لا إله إلا الله, وأنك عبده ورسوله حقا حقا , يا رسول الله , إن لي ثمانية عشر ذكرا, ورزقت بنتا سميتها : صفرة, فقال له النبي - صلى الله عليه وسلم - : فأنت أبو صفرة ))\nوذكر (عمر بن شبة) في ((أخبار البصرة)) سببا آخر في تسميته فقال:\n(( أوفد عثمان بن أبي العاص وهو أمير البصرة أبا صفرة في رجال من الأزد إلى عمر , فسألهم عن أسمائهم, وسأل أبا صفرة , فقال: أنا ظالم بن سارق, وكان أبيض الرأس واللحية, فأتاه وقد اختضب, فقال: أنت أبو صفرة, فغلبت عليه الكنية ))\n\n2- [ أبيض ]: ( غير منسوب)(1)\n\nكان اسمه ( أسودا ), فسماه النبي - صلى الله عليه وسلم - : ( أبيضا )\n? أخرج (الطبراني) في ((معجمه الأوسط))(8618) قال : حدثنا مسعود بن محمد الرملي, نا عمران بن هارون, نا ابن لهيعة, نا بكر بن سوادة, عن سهل بن سعد - رضي الله عنه - قال:\n(( كان رجل من أصحاب رسول الله - صلى الله عليه وسلم - اسمه أسود, فسماه رسول الله - صلى الله عليه وسلم - أبيض )).\nقال الطبراني:لا يروى عن سهل بن سعد إلا بهذا الإسناد تفرد به ابن لهيعة. اهـ\n? قال (الهيثمي) في ((مجمع الزوائد))(8\\58\\12890): إسناده حسن . اهـ\n? وأخرجه أيضا (أبو نعيم الأصفهاني) في ((معرفة الصحابة)) له (1043 )من طريقه\n__________\n(1) - ((أسد الغابة)) (1\\164\\23) و((الإصابة)) (1\\178\\23) (نقعة الصديان) (214)",
        "(1/11)\n\n? وعزاه (المتقي الهندي) في ((كنز العمال))(45981) أيضا (للحسن بن سفيان) في ((مسنده))\n3- [ بشير الحارثي, أبو عاصم ] :(1)\n\nكان اسمه ( أكبر ), وقيل: ( كثير) فسماه رسول الله - صلى الله عليه وسلم - : ( بشيرا).\n? أخرج (النسائي) في ((عمل اليوم والليلة))(313), وهو في ((سننه الكبرى))(10145) قال: أخبرنا أحمد بن سليمان, قال حدثنا سعيد بن مروان الأزدي, من أهل الرها, قال حدثنا عصام بن بشير قال حدثني أبي :\n(( إن بني الحارث بن كعب وفدوا إلى رسول الله - صلى الله عليه وسلم - ,قال:فدخلت على النبي - صلى الله عليه وسلم - فسلمت عليه,فقال: مرحبا وعليك السلام من أين أقبلت ؟ فقلت: يا رسول الله بأبي أنت وأمي, بني الحارث وفدوني إليك بالإسلام , فقال: مرحبا بك , ما اسمك؟ , قلت: اسمي أكبر , قال : بل أنت بشير فسماه النبي - صلى الله عليه وسلم - بشيرا ))\n? وأخرجه أيضا (ابن السني) في ((عمل اليوم والليلة)) (189) (أبو نعيم الاصبهاني) في ((معرفة الصحابة))(1250)\n? و(الحاكم) في ((المستدرك))(4\\275\\7797) وقال : هذا حديث صحيح الإسناد ولم يخرجاه\n4- [ بشير بن عقربة الجهني ] :(2)\n\nكان اسمه ( زحم ), فسماه النبي - صلى الله عليه وسلم - : ( بشيرا), و قيل: ( بحيرا) بالحاء المهملة\n? قال الحافظ (ابن حجر) في ((الإصابة)) : قال إسحاق بن إبراهيم الرملي في ((فوائده)) فيما قرأت بخط السلفي, حدثنا الحسن بن بشر, حدثنا أبي أنه سمع أباه الحسن بن مالك بن ناقد, عن أبيه عن جده, سمعت بشير بن عقربة الجهني يقول:\n((\n__________\n(1) - ((الإستيعاب)) (211) ((أسد الغابة)) (1\\395\\454) ((الإصابة)) (1\\447\\712) (نقعة الصديان) (215)\n(2) - ((الإستيعاب)) (204) ((أسد الغابة)) (1\\401\\465) ((الإصابة)) (1\\434\\671)\n(1/12)",
        "\nأتى أبي عقربة الجهني إلى النبي - صلى الله عليه وسلم - فقال: من هذا معك يا عقربة؟قال أبي :بحير قال:ادن فدنوت حتى قعدت على يمينه فمسح على رأسي بيده وقال:ما اسمك؟ فقلت:بحير يا رسول الله قال:لا ولكن اسمك بشير؟ و كانت في لساني عقدة,فنفث النبي - صلى الله عليه وسلم - في في فانحلت العقدة من لساني,وابيض كل شيء من رأسي ما خلا ما وضع يده عليه فكان أسود ))\nثم رواه إسحاق عن الحسن بن سويد عن عبد الرحمن بن عقبة الجهني عن أبيه, عن عبد الله بن بشير بن عقربة , سمعت أبي يقول: فذكر نحوه\nوضبطه في الموضعين ( بَحِير ) بفتح أوله وكسر المهملة\n\n5- [ بشير بن معبد السدوسي ] : ( ابن الخصاصية )(1)\n\nكان يسمى ( زحم ), فسماه رسول الله - صلى الله عليه وسلم - :( بشيرا ).\n? أخرج (أبو داود السجستاني) في ((سننه)) (3230) قال : حدثنا سهل بن بكار, ثنا الأسود بن شيبان, عن خالد بن سمير السدوسي, عن بشير بن نهيك, عن بشير مولى رسول الله - صلى الله عليه وسلم - وكان اسمه في الجاهلية زحم بن معبد فهاجر إلى رسول الله - صلى الله عليه وسلم - فقال :ما اسمك ؟ قال: زحم قال: بل أنت بشير قال:\n(( بينما أنا أماشي رسول الله - صلى الله عليه وسلم - مر بقبور المشركي, فقال: لقد سبق هؤلاء خيرا كثيرا ثلاثا, ثم مر بقبور المسلمين فقال: لقد أدرك هؤلاء خيرا كثيرا, وحانت من رسول الله - صلى الله عليه وسلم - نظرة, فإذا رجل يمشي في القبور, عليه نعلان, فقال: يا صاحب السبتيتن , ويحك ألق سبتيتك, فنظر الرجل , فلما عرف رسول الله - صلى الله عليه وسلم - خلعهما فرمى بهما ))\n? قال (الألباني) رحمه الله: حسن (صحيح أبى داود)(2767)\n__________\n(1) - ((الإستيعاب)) (197) ((أسد الغابة)) (1\\396\\455) ((الإصابة)) (1\\444\\704) (نقعة الصديان) (216)\n(1/13)\n",
        "? وأخرج (البخاري) في ((الأدب المفرد))(830) قال : حدثنا سعيد بن منصور, قال حدثنا عبيد الله بن إياد, عن أبيه, قال سمعت ليلى امرأة بشير تحدث عن بشير بن الخصاصية- (( وكان اسمه زحم فسماه النبي - صلى الله عليه وسلم - بشيرا ))\n? وأخرجه (الإمام أحمد) في ((مسنده))(5\\83\\21066و21067و21069)\n? قال (الهيثمي) في ((مجمع الزوائد))(8\\54\\12865): رجاله رجال الصحيح .اهـ\n? قال (الألباني) : صحيح (صحيح الأدب المفرد))(635), ((الصحيحة))(2945)\n? وأخرج (أبو القاسم الطبراني) في ((معجمه الكبير))(24\\207\\532) قال : حدثنا علي بن عبد العزيز, ثنا عارم أبو النعمان, ثنا محمد بن سواء, عن أبي يحيى بن أبي حية, عن أياد بن لقيط, عن جهدمة امرأة بشير بن الخصاصية قالت :\n(( كان اسم بشير زحم فسماه رسول الله - صلى الله عليه وسلم - بشيرا ))\n? قال (الهيثمي) في ((المجمع))(8\\54\\12864): فيه أبو جناب, وهو مدلس وبقية رجاله رجال الصحيح .اهـ\n\n6- [ حزن بن أبى وهب المخزومي ] :(1)\n\nكان اسمه ( حزنا ), فسماه النبي - صلى الله عليه وسلم - : ( سهلا ), فلم يرض به\n? أخرج (البخاري) في ((صحيحه))(5936) قال :حدثنا إسحاق بن نصر, حدثنا عبد الرزاق, أخبرنا معمر, عن الزهري, عن ابن المسيب, عن أبيه :\n(( أن أباه جاء إلى النبي - صلى الله عليه وسلم - فقال: ما اسمك ؟ , قال: حزن , قال: أنت سهل , قال: لا أغير اسما سمانيه أبي, قال ابن المسيب : فما زالت الحزونة فينا بعد )).\n? قال (المنذري) في ((تهديب السنن))(7\\254):قال أهل النسب في ولده حزونة, وسوء خلق معروف ذلك فيهم لا يكاد يعدم منهم .اهـ\n? وأخرجه أيضا في ((الأدب المفرد))(841) و(أبو داود) في ((سننه))(4956) ولفظه :\n(( قال: أنت سهل , قال: لا , السهل يوطأ ويمتهن , قال سعيد: فظننت أنه سيصيبنا بعده حزونة ))\n__________\n(1) - ((الإستيعاب)) (578) ((أسد الغابة)) (1\\5\\1152) الأصالة (1\\54\\1706) (نقعة الصديان) (217)\n(1/14)\n\n? قال (الألباني) رحمه الله : صحيح ((صحيح أبى داود))(4146)\n\n7و8 و9 - الحسن والحسين ومحسن - رضي الله عنهم - بنو علي بن أبى طالب وفاطمة بنت رسول الله - صلى الله عليه وسلم -\nسماهم أبوهم علي - رضي الله عنه - ( حربا ), فغَيَّره رسول الله - صلى الله عليه وسلم -\n? أخرج (البخاري) في ((الأدب المفرد))(823) قال : حدثنا أبو نعيم,عن إسرائيل,عن أبي إسحاق, عن هانئ بن هانئ, عن علي - رضي الله عنه - قال :\n(( لما ولد الحسن - رضي الله عنه - سميته حربا, فجاء النبي - صلى الله عليه وسلم - فقال: أروني ابني, ما سميتموه ؟ قلنا: حربا قال: بل هو حسن, فلما ولد الحسين - رضي الله عنه - سميته حربا, فجاء النبي - صلى الله عليه وسلم - فقال: أروني ابني, ما سميتموه ؟ قلنا: حربا قال: بل هو حسين, فلما ولد الثالث سميته حربا, فجاء النبي - صلى الله عليه وسلم - فقال: أروني ابني, ما سميتموه ؟ قلنا: حربا قال: بل هو محسن, ثم قال: إني سميتهم بأسماء ولد هارون, شبر وشبير ومشبر ),\n? ورواه (الإمام أحمد) في ((مسنده))(1\\98\\769و953) و(البزار) (1996) إلا أنه قال :\n(( سميتهم بأسماء ولد هرون جبر و جبير ومجبر ))\n? و(الطبراني) في ((معجمه الكبير))(3\\96\\ 2773 )\n? قال (الهيثمي) في ((المجمع))(8\\52\\ 12869): رجال أحمد و البزار رجال هانئ بن هانئ وهو ثقة.اهـ\n? وقال الحافظ في ((الإصابة)) (6\\192\\8308) : إسناده صحيح\n? قال الشيخ : (شعيب الأرنؤوط) : إسناده حسن, رجاله ثقات رجال الشيخين غير هانيء بن هانيء فقد روى له أصحاب السنن اهـ\n? وأخرج (الطبراني) في ((الكبير))(3\\97\\2775): حدثنا محمد بن أبان الأصبهاني, ثنا إسماعيل بن عمرو البجلي, ثنا قيس بن الربيع, عن أبي إسحاق, عن هاني بن هاني, عن علي - رضي الله عنه - قال :\n((",
        "(1/15)\n\nكنت أحب أن أكتني بأبي حرب, فلما ولد الحسن سميته حربا, فجاء النبي - صلى الله عليه وسلم - فقال: ما سميتم ؟ فقلت: سميته حربا فقال: هو الحسن ))\n? قال الحافظ (الهيثمي) في ((المجمع))(8\\55\\ 12870): رواه (البزار)(1998) و(الطبراني) ورجال أحدها رجال الصحيح .اهـ\n? وأخرج (الإمام أحمد) أيضا (1\\159\\1370) قال: ثنا زكريا بن عدي, نبأنا عبد الله بن عمرو, عن عبد الله بن محمد بن عقيل, عن محمد بن علي, عن علي - رضي الله عنه - قال :\n(( لما ولد الحسن سماه حمزة, فلما ولد الحسين سماه بعمه جعفر, قال: فدعاني رسول الله - صلى الله عليه وسلم - فقال: إني أمرت أن أغير اسم هذين, فقلت:الله ورسوله أعلم, فسماهما حسنا وحسينا ))\n? وعزاه في ((المجمع))(8\\55\\12868) أيضا (لأبي يعلى) (498) بنحوه, و(البزار) (1996) و(الطبراني) وهو في ((معجمه الكبير)) (3\\98\\2780)قال : وفيه عبد الله بن محمد بن عقيل, وحديثه حسن, وبقية رجاله رجال الصحيح .اهـ\n? قال الشيخ (شعيب الأرنؤوط ): إسناده حسن , رجاله ثقات رجال الصحيح غير عبدالله بن محمد اهـ\n? وأخرجه (الحاكم) في ((المستدرك))(4\\308\\7734) وقال : هذا حديث صحيح الإسناد ولم يخرجاه.اهـ\n? قلت: هذا مخالف لما قبله, وابن عقيل قال ابن عيينة: كان في حفظه شيء, وقال ابن خزيمة: لا احتج به لسوء حفظه, وقال الحاكم : عمر فساء حفظه فحدث على التخمين, وقال الخطيب :كان سيء الحفظ وقال ابن حبان\n? وقال (الطبراني) في ((الكبير))(6\\263\\6168) حدثنا علي بن عبد العزيز, ثنا أبو غسان مالك بن إسماعيل النهدي, ثنا عمرو بن حريث, ثنا برذعة بن عبد الرحمن, عن أبي الخليل, عن سلمان - رضي الله عنه - قال قال النبي - صلى الله عليه وسلم - :\n(( سميتهما يعني الحسن والحسين باسم ابني هارون شبرا وشبيرا ))\n? قال (الهيثمي) في ((المجمع))(8\\55\\12871) :فيه بردعة بن عبد الرحمن وهو ضعيف .اهـ\n(1/16)",
        "\n10- [ حلال ] : غير منسوب(1)\n\nجهني وقيل مزني وكان اسمه ( حراما), فسماه النبي - صلى الله عليه وسلم - : ( حلالا )\n? قال (الإمام أحمد) في ((مسنده)) (3\\471\\15959) : ثنا يحيي بن آدم, قال ثنا سفيان,عن أبي إسحاق, عن رجل من جهينة, قال:\n(( سمعه النبي - صلى الله عليه وسلم - يقول: يا حرام فقال: يا حلال ))\n? قال (الهيثمي) في ((المجمع))(8\\54\\12861): رواه أحمد ورجاله رجال الصحيح .اهـ\n? قال الشيخ (شعيب الأرنؤوط): إسناده ضعيف, لانقطاعه أبو إسحاق - وهو السبيعي - لم يثبت سماعه من الرجل من جهينة, ورجال الإسناد كلهم ثقات رجال الشيخين اهـ\n\n11- [ ذؤيب بن شعتم ] :(2)\n\nكان اسمه ( الكلابي ), فسماه النبي - صلى الله عليه وسلم - : ( ذؤيبا), وذكر(الصاغاني) في ((نقعة الصديان)) أن اسمه :\n( الكلاح )(3)\n? أخرج (أبو نعيم) في ((معرفة الصحابة))(2604) قال : ثنا محمد بن أحمد بن أبى الفضل المروزي, ثنا محمد بن علي المروزي, ثنا إبراهيم بن محمد بن مرزوق, حدثني بلال بن مرزوق بن ذؤيب بن رديح بن ذؤيب ,حدثني أبي عن أبيه عن جد أبيه ذؤيب :\n(( أنه أتى النبي - صلى الله عليه وسلم - وعلى رأسه شعر قائم, فقال النبي - صلى الله عليه وسلم - : ما اسمك ؟ , قال: الكلابي, فقال النبي - صلى الله عليه وسلم - : أنت ذؤيب, بارك الله فيك, ومتع بك أبويك ))\n[في نسخة :صوابه محمد بن محمد بن مرزوق و إبراهيم وهم ]\n? وعزاه الحافظ في ((الإصابة)) : لابن منده\n\n12- [ راشد بن حفص الهذلي ] : يكنى ( أبا أثيلة )(4)\n__________\n(1) - ((الإصابة)) (2\\101\\1812)\n(2) - ((الإستيعاب)) (709) ((أسد الغابة)) (1\\227\\1566)((الإصابة)) (2\\\\352\\2496) (نقعة الصديان) (218)\n(3) - قال ابن سيده: الكُلُوحُ و الكُلاحُ بُدُوُّ الأَسنان عند العُبوس. وإنما غيره - صلى الله عليه وسلم - لهذه الصفة القبيحة التي في هذا الاسم\n(4) - ((أسد الغابة)) (1\\229\\1569) و((الإصابة)) (2\\360\\2520)\n(1/17)\n",
        "كان اسمه ( ظالما ), فسماه النبي - صلى الله عليه وسلم - : ( راشدا )\n? أخرج (أبو نعيم) في ((معرفة الصحابة))(2814) قال : حدثنا...ثنا إبراهيم بن المنذر الحزامي, حدثني خالي محمد بن إبراهيم, عن راشد بن حفص,عن عمر بن عبدالرحمن :\n(( وكان جدي من قبل أمي يدعى في الجاهلية ظالم, فقال له النبي - صلى الله عليه وسلم - : أنت راشد ))\n? وعزاه الحافظ في ((الإصابة)): (للبخاري) و(ابن منده) من طريق راشد\n\n13- [ راشد بن شهاب بن عمرو ] :(1)\n\nمن بني غيلان بن عمرو ,كان اسمه : ( قرضابا ) , أو ( قرصافا ) بالصاد(2), فسماه النبي - صلى الله عليه وسلم - : (راشدا)\n? قال الحافظ في ((الإصابة)) : قال هشام بن الكلبي : (( وفد على النبي - صلى الله عليه وسلم - وكان اسمه قرصافا, فسماه راشدا ))\n\n14- [ راشد بن عبد ربه السلمي ] :(3)\n\nكان اسمه : ( غويا ), وقيل : ( ظالما ), فسماه النبي - صلى الله عليه وسلم - : (راشدا)\n? قال الحافظ في ((الإصابة)):قال (المرزباني) في ((معجم الشعراء)) : كان اسمه غويا, فسماه النبي - صلى الله عليه وسلم - راشدا\nوقال (المدائني) هو صاحب البيت المشهور وهو هذا:\nفألقت عصاها واستقر بها النوى *** كما قر عينا بالإياب المسافر\n\n? وأخرج (أبو نعيم) في ((معرفة الصحابة))(2814) قال: ثنا عمر بن محمد بن جعفر, ثنا إبراهيم السندي, ثنا النضر بن سلمة, ثنا محمد بن الحسن المخزومي, حدثني يحيى بن سليمان, عن حكيم بن عطاء الظفري, من بني سليم من ولد راشد بن عبد ربه عن أبيه عن جده راشد بن عبد ربه قال:\n((\n__________\n(1) - ((أسد الغابة)) (1\\230\\1570) و((الإصابة)) (2\\361\\2523)\n(2) - قال ابن الأَثير:في الحديث :أ نه خرج على أتان وعليها قَرْصَفٌ لم يَبْقَ منه إِلا قَرْقرها؛ القَرْصَف: القطيفة، هكذا ذكره أَبو موسى بالراء، ويروى بالواو..اهـ\n(3) - ((أسد الغابة)) (2\\229\\ 1575) ((الإصابة)) (2\\360\\2520) (نقعة الصديان) (219)\n(1/18)\n\nكان الصنم الذي يقال له سوع بالمعسلاة...الحديث بطوله, و إسلامه, وكسره إياه, وقال :\nكان اسمي ظالما فسماني النبي - صلى الله عليه وسلم - راشدا ))\nقال الحافظ : ورواه أبو حاتم بسند له وفيه :\n(( أنه كان عند الصنم يوما إذ أقبل ثعلبان فرفع أحدهما رجليه, فبال على الصنم, وكان سادنه غاوى بن ظالم فأنشد :\n\nأرب يبول الثعلبان برأسه *** لقد هان من بالت عليه الثعالب\n\nثم كسر الصنم, وأتى النبي - صلى الله عليه وسلم - فقال له : أنت راشد بن عبد الله ))\n\n15- [ رشدان الجهني ] :(1)\n\nكان اسمه (غيان ) فسماه النبي - صلى الله عليه وسلم - ( رشدان)\n? قال الحافظ في ((الإصابة))(2\\484\\2654): ساق ابن السكن حديثه مطولامن طريق أبي أويس عن وهب بن عمرو بن سعد بن وهب الجهني أن أباه أخبره عن جده:\n(( أنه كان يدعى في الجاهلية : غَيَّان, فلما وفد على النبي - صلى الله عليه وسلم - قال له: ما اسمك ؟ قال: غيان قال: وأين منزل أهلك ؟ قال: بوادي غوي فقال له: بل أنت رشدان وأهلك برشاد, قال : فتلك البلدة إلى اليوم تدعى برشاد ))\nقال ابن السكن: إسناده مجهول\nوقال (ابن الأثير): هذا الرجل لا أصل لذكره في الصحابة, وكلام (أبي نعيم), و(أبي عمر) (هو ابن عبد البر) يدل على ذلك, والذي أظنه أن بعض الرواة وهم فيه, والذي يصح من جهينة أن وفدهم كان بعضهم من بني غيان بن قيس بن جهينة, فقال: من أنتم ؟ ,قالوا: بنو غيان ,قال: بل أنتم بنو رشدان\n? قلت ( أي الحافظ ) : هذه القصة ذكرها (ابن الكلبي), وهي مشهورة لكن لا يلزم من ذلك ألا يتفق ذلك في القبيلة وفي اسم واحد منها, ولا سيما مع وجود الإسناد بذلك\nوأما زعمه أن كلام (أبي نعيم) و(أبي عمر) يدل لذلك فليس كما قال, فإن لفظ أبي نعيم ذكره بعض المتأخرين من حديث أبي أويس, وساق السند والحديث\n__________\n(1) - ((الإستيعاب)) (801) ((أسد الغابة)) (2\\275\\1677) ((الإصابة)) (2\\403\\2660)",
        "(1/19)\n\nولفظ أبي عمر (801): رشدان رجل مجهول , ذكره بعضهم في الصحابة الذين رووا عن النبي - صلى الله عليه وسلم - . انتهى\nفليس في كلام واحد منهما ما يدل على ما زعم و هو واضح و الله أعلم .اهـ\n\n16- [ زرعة الشقري ] :(1)\n\nكان اسمه ( أصرم ): فسماه النبي - صلى الله عليه وسلم - : ( زرعة )\n? قال (الخطابي) رحمه الله في ((معالم السنن))(4\\118) : إنما غير اسم ( الصرم ) لما فيه من معنى الصرم, وهو القطيعة يقال: صرمت الحبل إذا قطعته, وصرمت النخلة إذا جددت ثمرها .اهـ\n? أخرج ((أبو داود) في ((سننه))(4954) قال: حدثنا مسدد, ثنا بشر يعني بن المفضل قال حدثني بشير بن ميمون,عن عمه أسامة بن أخدري :\n(( أن رجلا يقال له أصرم كان في النفر الذين أتوا رسول الله - صلى الله عليه وسلم - ,فقال رسول الله - صلى الله عليه وسلم - :ما اسمك؟ قال:أنا أصرم قال : بل أنت زرعة ))\n? وأخرجه (الحاكم) في ((مستدركه))(4\\276\\7801) وقال : هذا حديث صحيح الإسناد ولم يخرجاه .اهـ\n? قال (الألباني) رحمه الله : صحيح ((صحيح أبى داود))(4144)\n? وأخرجه (الطبراني) بلفظ أطول منه (1\\196\\523) قال: حدثنا معاذ بن المثنى, ثنا مسدد ح وحدثنا أحمد بن عمرو القطراني,ثنا محمد بن موسى الحرشي,قالا ثنا بشر بن المفضل,عن بشير بن ميمون,عن عمه أسامة بن أخدري :\n(( أن رجلا من بني شقرة يقال له أصرم كان في النفر الذين أتوا رسول الله - صلى الله عليه وسلم - قال: فأتاه بغلامله حبشي اشتراه بتلك البلاد فقال:يا رسول الله اشتريت هذا فأحببت أن تسميه وتدعوله بالبركة,قال :ما اسمك أنت ؟ قال: أصرم قال: بل أنت زرعة,قال: فما تريده؟ قال:أريده راعيا,قال :فهو عاصم فأتى النبي - صلى الله عليه وسلم - كفه ))\nفي ((المجمع)) : ( وقبض ) بدل : ( فأتى )\n__________\n(1) - ((الإستيعاب)) (819) ((أسد الغابة)) (2\\317\\1746) ((الإصابة)) (1\\667\\2813) (نقعة الصديان) (221)\n(1/20)",
        "\n? قال (الهيثمي) في ((مجمع الزوائد))(8\\57\\12886): رجاله ثقات. اهـ\n? وأخرجه (الطبراني) في ((المعجم الكبير))(1\\298\\874) من حديث أصرم نفسه, فقال: حدثنا حفص بن عمر الرقي, حدثنا معلى بن أسد العمي, ثنا بشر بن المفضل, ثنا بشير بن ميمون, عن أسامة بن أخدري, عن أصرم قال :\n(( قلت:يا رسول الله إني اشتريت عبدا فادع الله له بالبركة وسمه, فقال: ما أسمك ؟ قال:أصرم قال: بل أنت زرعة قال: فما تريده ؟ قال: زراعا قال: فهو عاصم ))\n? قال (الهيثمي) في ((المجمع))(9\\57\\12885): رجاله ثقات .اهـ\n\n17- [ زيد الخير بن مهلهل الطائي النبهاني ] :(1)\n\nكان من المؤلفة قلوبهم, ثم أسلم وحسن إسلامه, وفد على النبي - صلى الله عليه وسلم - في وفد طيء سنة تسع, وسماه النبي - صلى الله عليه وسلم - : (زيد الخير)\n? أخرج (الطبراني) في ((معجمه الكبير))(10\\202\\10464) قال: ثنا محمد بن أحمد بن أبي خيثمة, ثنا عبد الله بن عبد المؤمن الواسطي, ثنا عون بن عمارة,ثنا بشر مولى بني هاشم, عن سليمان الأعمش, عن أبى وائل, عن عبد الله بن مسعود - رضي الله عنه - قال:\n(( كنا عند النبي - صلى الله عليه وسلم - فأقبل راكب حتى أناخ بالنبي - صلى الله عليه وسلم - ,فقال : يا رسول الله إني أتيتك من مسيرة تسع, أنضيت بدني, و أسهرت ليلي, و أظمأت نهاري, لأسألك عن خلتين أسهرتاني, فقال له رسول الله - صلى الله عليه وسلم - : ما اسمك ؟ فقال: أنا زيد الخيل قال: بل أنت زيد الخير قال: أسألك عن علامة الله فيمن يريد, وعن علامته فيمن لا يريد, إني أحب الخير وأهله ومن يعمل به , و إن عملت به أيقنت ثوابه, فان فاتني منه شيء حننت إليه , فقال النبي - صلى الله عليه وسلم - : هذه علامة الله فيمن يريد , وعلامته فيمن لا يريد لو أرادك في الأخرى هيأك لها , ثم لم يبال في أي واد سلكت ))\n__________\n(1) - ((الإستيعاب)) (866) ((أسد الغابة)) (2\\376\\1877) ((الإصابة)) (2\\513\\2948) (نقعة الصديان) (222)\n(1/21)\n",
        "? قال (الهيثمي) في ((المجمع))(7\\194\\11814): فيه عون بن عمارة وهو ضعيف .اهـ\n? وأخرجه (ابن أبى عاصم) في ((السنة))(415 ) قال: ثنا الحسن بن علي ثنا عون بن عمارة به...\n? قال (الألباني) : إسناده ضعيف, بشير مولى بني هاشم مجهول وعون بن عمارة ضعيف, لكن أخرجه (ابن شاهين) في ((الصحابة)) من وجه آخر, كما قال الحافظ في ((اللسان)), والحديث أخرجه (العقيلي) في ((الضعفاء))(1\\146), و(ابن عدي) في ((الكامل))(2\\22\\260)من طريقين آخرين, عن الحسن بن علي وهو الحلواني به ...\nقال (العقيلي): بشير هذا مجهول بنقل الحديث ولا يتابع على حديثه .اهـ\n? قلت : أخرجه (ابن عدي), قال: ثنا عبدالله بن صالح البخاري, ثنا الحسين بن علي الحلواني به...\nثم قال: هذا الحديث منكر بهذا الإسناد.اهـ\n? وكذا أخرجه (أبو نعيم) في ((حلية الأولياء))(4\\109), و((معرفة الصحابة))(3026) قال: ثنا محمد بن حميد, ثنا عبدالله بن صالح البخاري به.., و فيه عنده :\n(( بل أنت زيد الخير , فسل , فرب معضلة قد سئل عنها....الحديث ))\nقال (أبو نعيم) : غريب من حديث الأعمش , تفرد به عنه بشير , وعنه عون بن عمارة .اهـ\n? وقال الحافظ في ((الإصابة)) : قال ابن إسحاق:\n(( قال رسول الله - صلى الله عليه وسلم - لزيد الخيل:ما وصف لي أحد في الجاهلية فرأيته في الإسلام إلا رأيته دون الصفة غيرك,وسماه زيد الخير وأقطعه فيدا , وكتب له بذلك, فخرج راجعا ,فقال النبي - صلى الله عليه وسلم - :إن ينج زيد من حمى المدينة فإنه غالب , فأصابته الحمى بماء يقال له قردة, فمات به ))\nوذكر هشام بن الكلبي هذه القصة بلفظ : (ما سمعت بفارس ...), و ساقه بإسناد مجهول .اهـ\n\n18- [ أبو مجاهد غلام تميم الداري سراج التميمي ] :(1)\n\nكان اسمه ( فتحا ) فسماه النبي - صلى الله عليه وسلم -\n__________\n(1) - ((أسد الغابة)) (2\\410\\1947) ((الإصابة)) (3\\32\\3110) (نقعة الصديان) (223)\n(1/22)\n\n? قال الحافظ في ((الإصابة)) :وقال (الخطيب) في ((المؤتلف)) - ومن خطه مضبوطا نقلت :\nأخبرني عبد العزيز بن أبي الحسن القرمسيني, حدثنا محمد بن أحمد بن محمد بن يعقوب المفيد, كذا حدثنا سلامة بن سعيد الداري, حدثني أبو حامد يزيد بن العباس بن حكيم بن خيار بن عبد الله بن يحيى بن علي بن مجاهد بن سراج, حدثني أبي عن أبيه عن جده عن أبيه عن جده,( كذا فيه مرتين) عن أبيه على بن مجاهد عن جده مجاهد, عن أبيه سراج سادن بيت المقدس, وكان اسمه فتحا( كذا بخطه بمثناه من فوق ساكنه ثم حاء مهملة) قال:\n(( قدمنا على رسول الله - صلى الله عليه وسلم - , ونحن خمسة غلمان لتميم الداري معه, وكانت تجارتهم الخمر, فلما نزل تحريم الخمر على النبي - صلى الله عليه وسلم - أمرني فشققتها, فقال النبي - صلى الله عليه وسلم - لتميم: بعني غلمانك لأعتقهم, فقال له تميم: قد أعتقتهم يا رسول الله\nقال وكان يسرج في مسجد رسول الله - صلى الله عليه وسلم - بسعف النخل,فقدمنا بالقناديل والزيت والحبال,فأسرجت المسجد فقال النبي - صلى الله عليه وسلم - :من أسرج مسجدنا ؟ فقال تميم : غلامي هذا قال: ما اسمه؟ قال : فتح قال النبي - صلى الله عليه وسلم - : بل اسمه سراج\nفسماني رسول الله - صلى الله عليه وسلم - سراجا فذكر قدومه وتشقيق الخمر ))\n? قلت : وقصة القدوم ذكرها الحافظ من رواية (ابن منده) : أنبأنا الحسن بن أبي الحسن العسكري بمصر,أنبأنا عبد الرحمن بن أحمد الفهري,حدثنا سلامة بن سعيد بن زياد, حدثنا يزيد بن عباس بن حكيم بن خيار بن عبد الله بن يحيى بن علي بن مجاهد بن سراج, حدثني أبي عن أبيه عن جده عن أبيه على بن مجاهد عن سراج, وكان اسمه فتحا قال:\n(( قدمنا على رسول الله - صلى الله عليه وسلم - ونحن خمسة غلمان لتميم,وكانت تجارتنا الخمر,فأمرني النبي - صلى الله عليه وسلم - فشققتها ))",
        "(1/23)\n\n19- [ سرق بن أسد الجهني ] ويقال [ الأنصاري ](1)\n\nويقال إنه رجل من بني الديل , سكن مصر , كان اسمه ( الحباب ) فيما يقولون, فسماه رسول الله - صلى الله عليه وسلم - : (ُسرَّقا)\n? أخرج (عبد الرحمن بن عبد الله بن الحكم) في كتابه ((فتوح مصر وأخبارها))(1\\544\\244) قال : حدثنا محمد بن عبد الجبار, ثنا عبدالصمد بن عبد الوارث, ثنا عبدالرحمن بن عبدالله بن دينار, ثنا زيد بن أسلم قال :\n(( رأيت بالإسكندرية رجلا يسمى سرقا, فقلت : ما هذا الاسم ؟ قال:سمانيه رسول الله - صلى الله عليه وسلم - , قدمت المدينة فأخبرتهم أن لي مالا, فبايعوني فاستهلكت أموالهم, فأتوا بي النبي - صلى الله عليه وسلم - فقال : أنت سرق, وباعني بأربعة أبعر ة, فقال غرمائي للمشتري:ما تريد أن تصنع به ؟ قال:اعتقه فقالوا: ما نحن بأزهد في الأجر منك فاعتقوني ))\n? وعزاه الحافظ في ((الإصابة)) من طريق عبد الصمد : لابن منده\nوله طريق أخري أخرجها (أبو نعيم) في ((المعرفة))(3676) قال :ثنا أبو محمد بن حيان, ثنا إبراهيم بن نائلة\n( ح ) وثنا أبو عمر وبن حمدان, ثنا الحسن بن سفيان, قالا ثنا عبد الأعلى بن حماد النرسي, ثنا مسلم بن خالد, عن زيد بن أسلم, عن عبدالرحمن بن البيلماني قال :\n(( كنت بمصر فقال لي رجل:ألا أدلك على رجل من أصحاب رسول الله - صلى الله عليه وسلم - ؟ قلت:بلى, فأشار إلى رجل, فجئته فقلت:من أنت رحمك الله؟ قال: أنا سرق, قال:فقلت: سبحان الله, ما ينبغي لك أن تسمى بهذا الإسم, وأنت رجل من أصحاب رسول الله - صلى الله عليه وسلم - قال: إن رسول الله - صلى الله عليه وسلم - سماني, فلن أدع ذلك أبدا, قال: قلت: فلم سماك سرق ؟ قال:\n__________\n(1) - ((الإستيعاب))(1137) ((أسد الغابة)) (2\\415\\1959) ((الإصابة)) (3\\37\\3129)\n(1/24)",
        "\nقدم رجل من أهل البادية ببعيرين له يبيعهما, فابتعتهما منه, فدخلت بيتي ,ثم خرجت من خلف لي, فقضيت بثمن البعيرين حاجتي,ثم تغيبت حتى ظننت أن الأعرابي قد خرج,فخرجت والأعرابي مقيم,فأخدني فقدمني إلى رسول الله - صلى الله عليه وسلم - فأخبرته الخبر,فقال النبي - صلى الله عليه وسلم - : ما حملك على ما صنعت ؟ قلت: قضيت بثمنها حاجتي يا رسول الله قال: فاقضه فقلت : ليس عندي,فقال : أنت السرق اذهب به يا أعرابي فبعه حتى تستوفي حقك قال: فجعل الناس يسومونه بي ويلتفت إليهم فيقول: ماذا تريدون ؟ فيقولون:ماذا نريد ؟ نريد أن نفتديه منك قال:فوالله إن منكم أحد أحوج إلى الله مني,اذهب فقد أعتقتك ))\nوعزاه الحافظ أيضا : (لأبى موسى) و(الحسن بن سفيان)\n? قلت: وعبد الرحمن قال (الذهبي) : تابعي مشهور , وقال أبو حاتم : لين وقال (الدارقطني) : ضعيف\n? وذكره (ابن عبدالبر) في ((الإستيعاب))(1137) معلقا :\n(( كان اسمه الحباب فيما يقولون,فسماه رسول الله - صلى الله عليه وسلم - سرق,لأنه ابتاع من رجل من أهل البادية راحلتين, كان قدم بهما المدينة,وأخذهما ثم هرب وتغيب عنه,فأخبر رسول الله - صلى الله عليه وسلم - بذلك فقال:التمسوه فلما أتوا به إلى رسول الله - صلى الله عليه وسلم - قال: أنت سرق )) في حديث فيه طول\nوبعضهم يقول في حديثه هذا : (( أنه لما ابتاع من البادي راحلتين,أتى به إلى دار لها بابان,فأجلسه على أحدهما ودخل فخرج من الباب الآخر,وهرب بهما,وكان سرق يقول : سماني رسول الله - صلى الله عليه وسلم - سرق فلا أحب أن أدعى بغيره ))\n? قال الحافظ (ابن كثير) رحمه الله في كتابه ((جامع المسانيد والسنن))(5\\80\\3142): من الناس من يطعن في صحة هذا الحديث, ومن الناس من حمله على بيع منافعه, وأغرب من حكى عن بعض الأئمة الكبار أنه البيع الحقيقي, وزعم الحافظ (أبو أحمد العسكري) أنه ( سُرَق ) بالتخفيف على وزن\n(\n(1/25)\n",
        "غُدّر) وأن أهل الحديث يشددون الراء , والصواب التخفيف, كذا قال, والمشهور خلافه .اهـ\n20- [ سعد الخير بن قيس العنزي ] وقيل [ العنسي ] :(1)\n\n? أخرج (أبو نعيم) في ((معرفة الصحابة))(3225) قال : ثنا عبدالله بن أحمد السامري بدمشق, ثنا الحسن بن عليل العنزي, ثنا محمد بن عباد العنزي, ثنا ضمر بن مروان بن عبدالله بن حكيم بن عبدالله بن سعد العنزي, حدثني أبى عن جدي حكيم, عن أبيه سعد بن قيس :\n(( أنه قدم على رسول الله - صلى الله عليه وسلم - فقال : ما اسمك ؟ , قال: سعد الخيل , قال: أنت سعد الخير ))\n? وعزاه الحافظ في ((الإصابة)) : لابن منده\n21- [ سعيد بن يربوع القرشي المخزومي ] :(2)\n\nوكان اسمه (الصرم ) فسماه النبي - صلى الله عليه وسلم - : (سعيدا)\n? أخرج (الطبراني) في ((معجمه الكبير))(6\\66\\5528) قال : حدثنا معاذ بن المثنى, ثنا علي بن المديني\n( ح ) وحدثنا محمد بن عبد الله الحضرمي, ثنا ليث بن هارون العكلي\n( ح ) وحدثنا موسى بن هارون, ثنا عبد الله بن عمر بن أبان, قالوا ثنا زيد بن الحباب, دثني عمر بن عبد الرحمن بن سعيد المخزومي, حدثني جدي عن أبيه سعيد :\n(( أن رسول الله - صلى الله عليه وسلم - قال له:أينا أكبر؟ قال: أنت أكبر , وخير مني, وأنا أقدم سنا, فسماه سعيدا, وقال: الصرم قد ذهب)) يعني كان اسمه : الصرم\n? قال (الهيثمي) في ((المجمع))(8\\55\\12873): رواه (الطبراني) بأسانيد, و(البزار) (1994) باختصار, ورجاله ثقات.اهـ\n? وكذا (أبو نعيم) في ((المعرفة))(3887) من طريق (الطبراني)\n? وعزاه الحافظ في ((الإصابة)) : (للبغوي) و(ابن منده), وقال الأخير : غريب لا نعرفه إلا بهذا الإسناد\n__________\n(1) - ((أسد الغابة)) (2\\451\\2034) ((الإصابة)) (3\\60\\3199)\n(2) - ((الإستيعاب)) (998) ((أسد الغابة)) (2\\491\\2102) ((الإصابة)) (3\\97\\3302) (نقعة الصديان) (224)\n(1/26)\n\n? وأخرج (البخاري) في ((الأدب المفرد))(822) قال: حدثنا إبراهيم بن المنذر, قال حدثنا زيد بن حباب, قال حدثني بن عبد الرحمن بن سعيد المخزومي:\n(( وكان اسمه الصرم , فسماه النبي - صلى الله عليه وسلم - : سعيدا ))\n? وذكره (أبو داود) في ((سننه)), ولم يسنده ( بعد الحديث رقم 4956), وكذا (البيهقي) في ((سننه))(9\\307)\n\n22- [ سلم ] : غير منسوب(1)\n\nكان اسمه ( حربا ) فسماه النبي - صلى الله عليه وسلم - : ( سلما )\n? ذكره (أبو داود) في ((سننه))(2)ولم يسنده, وكذا (البيهقي) في ((سننه))(9\\307)\n23- [ سليمان بن صرد الخزاعي ] ( أبو المطرف )(3)\n\n? قال (أبو عمر) كان اسمه في الجاهلية ( يسارا ), فسماه رسول الله - صلى الله عليه وسلم - : ( سليمان )\n? وذكر مثله (ابن الأثير) والحافظ\n24- [ سهل بن سعد الأنصاري الساعدي ] :(4)\n\n( سهلا ) - صلى الله عليه وسلم - كان اسمه ( حزنا ), فسماه النبي\n? أخرج (الطبراني) في ((معجمه الكبير))(6\\122\\5705) قال : حدثنا الحسين, ثنا علي بن بحر, ثنا عبد المهيمن بن عباس بن سهل, حدثني أبي عن جدي سهل بن سعد - رضي الله عنه - قال :\n(( كان اسمه حزن فسماه رسول الله - صلى الله عليه وسلم - سهل ))\n? قال (الذهبي): عبد المهيمن واه\nالشريد بن سويد الثقفي] :(5)[ -25\n\n? قال الحافظ في ((الإصابة)) : قال أبو نعيم : شهد بيعة الرضوان, ووفد على النبي - صلى الله عليه وسلم - فسماه الشريد\n? ((وذكر مثله (ابن الأثير) في ((أسد الغابة))) بلا سند\n__________\n(1) - ((الإصابة)) (3\\115\\3360)\n(2) - بعد الحديث (4956)\n(3) - ((الإستيعاب)) (1061) ((أسد الغابة)) (2\\548\\2231) ((الإصابة)) (3\\144\\3470)\n(4) - ((الإستيعاب)) (1094) ((أسد الغابة)) (2\\575\\2294) ((الإصابة)) (3\\167\\3546) (نقعة الصديان) (225)\n(5) - ((الإستيعاب)) (2430) ((أسد الغابة)) (2\\629\\2430) ((الإصابة)) (3\\275\\3911) (نقعة الصديان) (226)",
        "(1/27)\n\n? وقال الحافظ أيضا يقال: كان اسمه مالكا فسمي الشريد لأنه شرد من المغيرة بن شعبة لما قتل رفقته الثقفيين , روى (عبد الرزاق) في ((مصنفه)) في كتاب الجهاد (9678) عن معمر عن الزهري قال:\n(( صحب المغيرة ابن شعبة قوما في الجاهلية, فقتلهم وأخذ أموالهم, ثم جاء فأسلم فقال النبي - صلى الله عليه وسلم - : أما الإسلام فأقبل وأما المال فلست منه في شىء, قال معمر : وسمعت أنهم كانوا أخذوا على المغيرة أن لا يغدر بهم حتى يؤذنهم, فنزلوا منزلا فجعل يحفر بنصل سيفه, فقالوا: ما تصنع ؟ قال:أحفر قبوركم فاستحلهم بذلك,فشربوا ثم ناموا فقتلهم, فلم ينج منهم أحد إلا الشريد, فلذلك سمي الشريد ))\n\n26- [ صالح بن النحام القرشي العدوي ] :(1)\n\nكان اسمه ( نعيما ), فسماه النبي - صلى الله عليه وسلم - : ( صالحا )\n? أخرج (أبو نعيم) في ((معرفة الصحابة))(3831) قال: ثنا أبوبكر بن خلاد, ثنا أحمد بن ابراهيم بن ملحان, ثنا يحيى بن بكير حدثني الليث بن سعد, عن يزيد بن أبي حبيب, عن إبراهيم بن صالح بن عبد الله, واسمه الذي يعرف به نعيم بن النحام, ولكن رسول الله - صلى الله عليه وسلم - سماه صالحا وذكر الحديث .\n\n27- [ عاقل بن البكير الليثي ] :(2)\n\nوكان اسمه ( غافلا ), فسماه النبي - صلى الله عليه وسلم - : ( عاقلا )\n? قال الحافظ في ((الإصابة)) :كان من السابقين الأولين, وشهد بدرا هو وإخوته, إياس و عمالة و عامر, واستشهد عاقل ببدر, قاله موسى بن عقبة, وابن إسحاق وغيرهما\nوقال : كان اسمه (غافلا) ( بالمعجمة والفاء ), فغيره النبي - صلى الله عليه وسلم - حكاه ابن سعد\nويقال: أنه أول من بايع النبي - صلى الله عليه وسلم - في دار الأرقم , حكاه (الواقدي) بسنده .اهـ\n__________\n(1) - ((أسد الغابة)) (3\\5\\2475) ((الإصابة)) (6\\361\\87909) (نقعة الصديان) ( 227 )\n(2) - ((أسد الغابة)) (1\\113\\2677) و((الإصابة)) (3\\466\\4379) (نقعة الصديان) (228)\n(1/28)",
        "\n28- [ عبد الجبار بن الحرث أبو عبيد الحُدْسِي ] :(1)\n\nكان اسمه ( الجبار ), فسماه النبي - صلى الله عليه وسلم - : ( عبد الجبار )\n? أخرج (أبو نعيم) في ((معرفة الصحابة))(4736) قال : ثنا الحسن بن علي النيسابوري, ثنا محمد بن الحسن بن قتيبة, ثنا أسحق بن سويد, ثنا إبراهيم بن غطريف بن سالم الحُدْسي, ثم أحد بني منار قال حدثني أبي الغطريف بن سالم, أنه سمع أباه يحدث عن عبد الله بن كدير بن أبى طلاسة بن عبد الجبار بن الحارث بن مالك الحدسي, ثم المناري عن أبيه عن جده أبى طلاسة, عن عبد الجبار بن الحارث بن مالك قال :\n(( وفدت على رسول الله - صلى الله عليه وسلم - من أرض سراة ,فأتيت النبي - صلى الله عليه وسلم - فحييته بتحية العرب, فقلت: أنعم صباحا ,فقال: إن الله قد حيا محمدا وأمته بغير هذه التحية بعضها(2)على بعض بالتسليم,فقلت: السلام عليكم يا رسول الله,فقال : عليك السلام,قال لي:ما اسمك ؟ فقلت:الجبار بن الحارث فقال لي: أنت عبد الجبار بن الحارث,فقلت: وأنا عبد الجبار بن الحارث , فأسلمت وبايعت النبي - صلى الله عليه وسلم -\n__________\n(1) - ((أسد الغابة)) (3\\416\\3257) ((الإصابة)) (4\\235\\5079) (نقعة الصديان) (229)\n(2) - في ((أسد الغابة)) (بعضنا )\n(1/29)\n",
        "فلما بايعت قيل له:إن هذا المناري(1)فارس من فرسان قومه قال:فحملني على فرس,فأقمت عند رسول الله - صلى الله عليه وسلم - أقاتل معه ففقد رسول الله - صلى الله عليه وسلم - صهيل فرسي الذي حملني عليه,فقال:مالي لا اسمع صهيل فرس الحدسي ؟ فقلت: يا رسول الله بلغني أنك تأذيت من صهيله فخصيته,فنهى رسول الله - صلى الله عليه وسلم - عن خصاء الخيل,فقيل لي:لو سألت النبي - صلى الله عليه وسلم - كما سأله ابن عمك تميم الداري,فقلت: أعاجلا أسأله أم آجلا ؟ فقالوا :بل عاجلا سأله,فقلت:عن العاجل رغبت و لكني أسأل رسول الله - صلى الله عليه وسلم - أن يعينني غدا بين يدي الله عز وجل ))\n? وعزاه الحافظ في ((الإصابة)) لابن منده بمثله\n\n29- [ عبد ربه بن المرقع التميمي ] :(2)\n\n? قال الحافظ : ذكره أبو علي (ابن السكن) في ((الصحابة)), وقال : كان اسمه (عبد العزى) فسماه النبي - صلى الله عليه وسلم - ( عبدربه)\n30- عبد خير الحميري :(3)\n\nكان اسمه ( عبد شر ), فسماه النبي - صلى الله عليه وسلم - ( عبد خير )\n? قال (ابن الأثير) في ((أسد الغابة))(2\\92\\1298) في ترجمة (حوشب بن طخية): روى محمد بن عثمان عن حوشب عن أبيه عن جده قال :\n(( لما أظهر الله تعالى محمدا - صلى الله عليه وسلم - انتدبت في أربعين فارسا مع عبد شر,فقدم المدينة فقال: أيكم محمد ؟ ثم قال:ما الذي جئتنا به فان يكن حقا اتبعناك ؟ قال: تقيمون الصلاة , وتعطون الزكاة,وتحقنون الدماء, وتأمرون بالمعروف, وتنهون عن المنكر, فقال عبد شر: إن هذا لحسن فأسلم, فقال له النبي - صلى الله عليه وسلم - : ما اسمك ؟ , فقال:عبد شر , قال: أنت عبد خير , وكتب معه الجواب إلى حوشب ذي ظليم ))\n__________\n(1) - في الأصل (المنادى ) والتصويب من ((الإصابة)) نسبة إلى بني منار\n(2) - ((الإصابة)) (4\\238\\5089)\n(3) - ((أسد الغابة)) (3\\418\\3264) ((الإصابة)) (4\\237\\5087)\n(1/30)\n\n? قال الحافظ في ((الإصابة)) : كان اسمه (عبد شر) فغيره النبي - صلى الله عليه وسلم - , واستدركه (أبو موسى) وهو غير (عبد خير الهمداني(1) اهـ\n\n[ عبد الرحمن بن أنس بن الديان الحارثي ] :(2)-31\n\n? ذكر الحافظ في ((الإصابة)): في ترجمة (عبد الحارث بن أنس الحارثي) (4\\236\\5081): أن (الذهبي) أعاده في ((التجريد)) فيمن اسمه ( عبد الرحمن ) فقال: عبد الرحمن بن الحارث بن أنس, أسلم بنجران قيل له شعر .انتهى\nولم يذكر من أين نقله , ويحتمل أن يكون النبي - صلى الله عليه وسلم - غير اسمه , فسماه ( عبد الرحمن ) لكن يكون ذكر الحارث في نسبه غلطا, وقال في ترجمة (عبد الرحمن بن أنس): أن النبي - صلى الله عليه وسلم - غير اسمه , فقال:أنت ( عبد الله ) وقيل (عبد الرحمن)\n\n32- [ عبد الرحمن بن سعيد بن يربوع المخزومي ] :(3)\n\n? قال الحافظ في ((الإصابة)) :كان اسمه (الصرم), فسماه النبي - صلى الله عليه وسلم - (عبد الرحمن), كذا قال (ابن عبد البر)(1429), ثم قال : وقيل: إن أباه سعيدا هو الذي كان اسمه : (الصرم), فسماه النبي - صلى الله عليه وسلم -\n( سعيدا ), و هذا هو الأولى\nكذا قال (ابن عبدالبر) وتبع في ذلك (ابن شاهين) فانه ذكره في الموضعين من طريق زيد بن الحباب, عن عمر بن عثمان بن عبد الرحمن بن سعيد بن يربوع, عن أبيه, حدثني جدي :\n(( وكان اسمه الصرم, فسماه النبي - صلى الله عليه وسلم - سعيدا ))\n__________\n(1) - هو عبد خير بن يزيد , ويقال بن محمد بن خولى الهمداني, أبو عمارة الكوفي, من كبار التابعين أدرك الجاهلية, قال (الخطيب): يقال اسمه عبد الرحمن, قال الحافظ : لعله غير في الإسلام وقال (أبو عمر بن عبد البر): أدرك زمن النبي - صلى الله عليه وسلم - ولم يسمع منه له ترجمة في ((الإصابة))(6369)\n(2) - ((الإصابة)) (4\\244\\5099)\n(3) - ((الإستيعاب)) (1429) ((أسد الغابة)) (3\\450\\3322) ((الإصابة)) (5\\178\\6707)",
        "(1/31)\n\nكذا أخرجه فيمن اسمه سعيد , ثم أعاده فيمن اسمه عبد الرحمن بالسند بعينه , فقال : (( سماه النبي - صلى الله عليه وسلم - عبد الرحمن)) , وأحد الموضعين وهم لا محالة, والظاهر رجحان سعيد لأنه جد عثمان حقيقة, و قد قال : حدثني جدي , وقد أخرجه (أبو داود) (2684) من حديث سعيد , وهو الصواب, وعبد الرحمن بن سعيد تابعي .اهـ\n33- [ عبد الرحمن بن سمرة ] :(1)\n\nوكان اسمه (عبد كلال) , وقيل: (عبد كلول) , وقيل: (عبد الكعبة), فسماه النبي - صلى الله عليه وسلم - : ( عبد الرحمن )\n? أخرج (الطبراني) في ((معجمه الأوسط))(7\\237\\7248) قال: حدثنا محمد بن يحيى, حدثني أبو عبد الله ابن أخي هلال الدالي, حدثني محمد بن إبراهيم العطار, نا ناصح أبو العلاء, عن عمار بن أبي عمار, عن عبد الرحمن بن سمرة - رضي الله عنه - قال:\n(( كان اسمي في الجاهلية عبد كلال, فسماني النبي - صلى الله عليه وسلم - عبد الرحمن ))\n? قال ((الهيثمي)) في ((المجمع))(8\\57\\12891): فيه ناصح أبو العلاء وهو ضعيف .اهـ\n? وأخرج أيضا فيه (7\\104\\6985) قال : حدثنا محمد بن علي المروزي, ثنا عبد العزيز بن المنيب أبو الدرداء المروزي, ثنا إسحاق بن عبد الله بن كيسان, عن أبيه, عن عكرمة قال:\n(( كان عبد الرحمن بن سمرة اسمه (عبد كلوب), فسماه رسول الله - صلى الله عليه وسلم - عبد الرحمن, فمر به وهو يتوضأ, فقال:تعال يا عبد الرحمن, فقال له نبي الله - صلى الله عليه وسلم - :لا تطلب الإمارة , فإنك إن طلبتها فأوتيتها وكلت إليها, وإن لم تطلبها أعنت عليها ))\n? قال (الهيثمي) في ((المجمع)) (8\\58\\12892) : رواه مرسلا من طريق إسحق بن عبد الله بن كيسان, وهو ضعيف. اهـ\n__________\n(1) - ((الإستيعاب)) (1429) ((أسد الغابة)) (3\\450\\3323) ((الإصابة)) (4\\262\\5149)\n(1/32)",
        "\n34- [ عبد الرحمن بن صخر أبو هريرة الدوسي ] :(1)\n\nكان اسمه (عبد شمس), فسماه النبي - صلى الله عليه وسلم - ( عبد الرحمن ), وقيل (عبد الله)\n? ذكر الحافظ في ((الإصابة)) : قال ابن اسحق : قال لي بعض أصحابنا عن أبى هريرة - رضي الله عنه - :\n(( كان اسمي في الجاهلية عبد شمس بن صخر, فسماني رسول الله - صلى الله عليه وسلم - عبد الرحمن, وكنيت بأبي هريرة, لأني وجدت هرة فحملتها في كمي, فقيل لي أبو هريرة ))\nوهكذا أخرجه (أبو أحمد الحاكم) في ((الكنى)) من طريق يونس بن بكير, عن ابن اسحق, وأخرجه (ابن منده) من هذا الوجه مطولا\nوأخرج (البغوي) من طريق إبراهيم بن الفضل المخزومي, وهو ضعيف قال:\n(( كان اسم أبى هريرة في الجاهلية عبد شمس , وكنيته أبو الأسود, فسماه رسول الله - صلى الله عليه وسلم - عبد الله, وكناه أبا هريرة ))\n\n35- عبد الرحمن بن صفوان بن قدامة التميمي :(2)\n\nكان اسمه ( عبد العزى ) فسماه النبي - صلى الله عليه وسلم - ( عبد الرحمن )\nقال (ابن عبد البر) في ((الإستيعاب)) : ((كان اسمه عبد العزى, فسماه رسول الله - صلى الله عليه وسلم - : عبد الرحمن ))\n? قال الحافظ في ((الإصابة)) (في ترجمة أبيه)(3\\354\\4105) : روى (الطبراني) عن موسى بن هارون عن موسى بن ميمون بن موسى المزني, عن أبيه ميمون, عن أبيه موسى, عن جده عبد الرحمن بن صفوان بن قدامة قال :\n(( هاجر أبي صفوان إلى النبي - صلى الله عليه وسلم - , فبايع النبي - صلى الله عليه وسلم - على الإسلام, و قال له: إني أحبك قال: المرء مع من أحب ))\nورواه ابن منده مطولا وفيه:\n(( وكان معه ابناه عبد الرحمن وعبد الله, وكان اسمه عبد العزى , وعبد تميم , وغَيَّرهما النبي - صلى الله عليه وسلم - ))\n__________\n(1) - ((الإستيعاب)) (3252) ((أسد الغابة)) (6\\313\\6326) ((الإصابة)) (7\\348\\10680) (نقعة الصديان) (232)\n(2) - ((الإستيعاب)) (1437) ((أسد الغابة)) (3\\459\\3338) ((الإصابة)) ( 4\\268\\5159)\n(1/33)\n",
        "36- [ عبد الرحمن بن عبد ], وقيل [ عبيد ], وقيل [ أبي عبد الله ] ( أبو راشد الأزدي ) : مشهور بكنيته(1)\n\nكان اسمه (عبدا لعزى), فسماه النبي - صلى الله عليه وسلم - ( عبد الرحمن )\n? قال الحافظ في ((الإصابة)) : قال (أبو أحمد الحاكم) :غير النبي - صلى الله عليه وسلم - اسمه, وكنيته, كان اسمه (عبد العزى) وكنيته (أبو مُغْوية)\n? وأخرج (الدولابي) في كتابب ((الأسامي الكنى))(1\\31) قال : ثنا أبو العباس الوليد بن حماد بن جابر , حدثني أبو عثمان عبدالرحمن بن خالد بن عثمان بكورة له, حدثني أبي, عن أبيه عثمان, عن جده محمد بن عبدالرحمن, عن أبيه عثمان, عن جده أبي راشد عبدالرحمن بن عبد قال :\n(( قدمت على النبي - صلى الله عليه وسلم - في مائة راجل من قومي, فلما دنونا من النبي - صلى الله عليه وسلم - وقفوا وقالوا لي: تقدم إليه, فإن رأيت ما تحب رجعت إلينا حتى نتقدم إليه, وإن لم تر ما تحب انصرفت إلينا حتى ننصرف, فأتيت النبي - صلى الله عليه وسلم - فقلت : أنعم صباحا, فقال: ليس هذا سلام المؤمنين, فقلت له: فكيف يا رسول الله أسلم ؟ , قال: إذا أتيت قوما من المسلمين قلت: السلام عليكم ورحمة الله فقلت: السلام عليكم ورحمة الله, فقال: وعليك السلام ورحمة الله\nفقال لي النبي - صلى الله عليه وسلم - : بل أنت (أبو راشد) عبدالرحمن , ثم أكرمني, وأجلسني, وكساني رداءه, ودفع إلي عصاه, فأسلمت, فقال له رجل من جلسائه: يا رسول الله إنا نراك أكرمت هذا الرجل, فقال:إن هذا شريف قوم, وإذا أتاكم شريف قوم فأكرموه\n__________\n(1) - ((أسد الغابة)) (3\\466\\3350) ((الإصابة)) (4\\276\\5173) (نقعة الصديان) (231)\n(1/34)\n\nوقال: وكان معي عبد لي يقال له: سرحان, فقال النبي - صلى الله عليه وسلم - من هذا معك يا أبا راشد ؟ قلت: عبد لي فقال: هل لك أن تعتقه فيعتق الله عنك بكل عضو منه عضوا من النار , قال: فأعتقته , فقلت:هوحر لوجه الله, وانصرفت إلى أصحابي, فانصرف منهم قوم, وأدركت منهم قوما, فأتوا النبي - صلى الله عليه وسلم - فأسلموا ))\nوأخرجه (ابن منده) من هذا الوجه مختصرا\nوأخرجه (ابن السكن) من وجه آخر, عن عبد الرحمن بن خالد بهذا السند, وسمى عبده (عبد القيوم), وفيه:\n(( ما اسمك ؟ , قال: قيوم , قال: بل هو عبد القيوم ))\n? وأخرج (الطبراني),ثنا علي بن سعيد الرازي, ثنا عبد الجبار بن يحيى بن الفضل بن يحيى بن قيوم الازدي, حدثني جدي الفضل بن يحيى بن قيوم , عن أبيه . عن جده قيوم , ويكنى أبا عبيد قال :\n(( كنت مع أبي راشد الأزدي عند رسول الله - صلى الله عليه وسلم - حين وفد عليه, فقال النبي - صلى الله عليه وسلم - لأبي راشد:ما اسمك ؟ , قال:عبدا لعزى أبو مغوية , قال: كلا , ولكنك عبد الرحمن أبو راشد, قال:فمن هذا معك ؟ , قال:مولاي , قال:ما اسمه ؟ ,قال:قيوم قال: لا ,ولكنه عبد القيوم أبو عبيد ))\n? وأخرجه (أبو نعيم) في ((معرفة الصحابة))(4693) من طريقه\n? قال (الهيثمي) في ((المجمع))(8\\57\\12882 ) : فيه جماعة لم أعرفهم .اهـ\n\n37- [ عبد الرحمن بن عبد الله أبو عقيل البلوي ], مشهور بكنيته(1)\n\nكان اسمه ( عبدا لعزى ) فسماه النبي - صلى الله عليه وسلم - ( عبد الرحمن )\n? قال (ابن الأثير): كان اسمه (عبدا لعزى), فسماه رسول الله - صلى الله عليه وسلم - (عبد الرحمن), وذكر مثله الحافظ في ((الإصابة))\n? وقال (ابن عبد البر) : سماه : ( عبد الرحمن عدو الأوثان )\n__________\n(1) - ((الإستيعاب)) (1440) ((أسد الغابة)) (3\\462\\3343) ((الإصابة)) (4\\274\\5166)",
        "(1/35)\n\n38- [ عبد الرحمن بن عبد الله بن عثمان التيمي ] ابن أبي بكر الصديق(1)\n\n? قال الحافظ في ((الإصابة)) :كان اسمه ( عبد الكعبة ), فغيره النبي - صلى الله عليه وسلم - , وتأخر إسلامه إلى أيام الهدنة, فأسلم وحسن إسلامه\n\n39- [ عبد الرحمن بن عبد الله ], ويقال (ابن ذر) أو (بر) أو (البراء) الداري :(2)\n\nأخو أبى هند قال (أبو عمر): أخوه لأمه , كان اسمه ( الطيب ), فسماه النبي - صلى الله عليه وسلم - ( عبد الرحمن )\n? أخرج (أبو نعيم) في ((معرفة الصحابة))(689) قال: حدثني أحمد بن جعقر بن سلم, ثنا يحيى بن عبد الباقي الاذني, ثنا سعيد بن زياد بن فائد بن أبى هند الداري, حدثني زياد بن فائد عن أبيه فائد بن زياد, عن جده زياد بن أبي هند الداري قال :\n(( قدمنا على رسول الله - صلى الله عليه وسلم - بمكة,ونحن ستة نفر تميم بن أوس ونعيم أخوه ويزيد بن قيس و أبو عبد هند بن عبد الله و أخوه الطيب بن عبد الله, فسماه رسول الله - صلى الله عليه وسلم - عبد الرحمن, و فاكه بن النعمان فأسلمنا\nوسألنا رسول الله - صلى الله عليه وسلم - أن يعطينا أرضا من أرض الشام, فأعطانا وكتب لنا رسول الله - صلى الله عليه وسلم - كتابا في جلد أدم, فيه شهادة العباس, وجهم بن قيس, وشرحبيل بن حسنة\nقال أبو هند : فلما هاجر رسول الله - صلى الله عليه وسلم - إلى المدينة,قدمنا عليه فسألناه أن يجد لنا كتابا,فكتب لنا كتابا نسخته :بسم الله الرحمن الرحيم هذا ما أعطى محمد رسول الله - صلى الله عليه وسلم - تميم الداري و أصحابه .. فذكر الكتاب وشهد أبو بكر بن أبى قحافة وعمر بن الخطاب وعثمان بن عفان وعلي بن أبى طالب ومعاوية بن أبى سفيان وكتب ))\n__________\n(1) - ((أسد الغابة)) (3\\462\\3344) ((الإصابة)) (04\\274\\5167) (نقعة الصديان) (233)\n(2) - ((الإستيعاب)) (1310) ((أسد الغابة)) (3\\100\\2650) ((الإصابة)) (3\\444\\4319) (نقعة الصديان) (249)\n(1/36)",
        "\n? قلت : زياد بن فائد الداري , قال (الذهبي) في ((المغني في الضعفاء)): لا يكاد يعرف, وقال في ((الميزان))(3\\204):قال الأزدي: متروك, وساق ابن حبان له (أحاديث), وقال: لا أدري البلية ممن هي,منه أو من أبيه أو جده .اهـ , وقال (الحلبي) في ((الكشف الحثيث)) : الظاهر أن مراده بالبلية الوضع.\n\n? وقيل : سماه رسول الله - صلى الله عليه وسلم - : ( عبد الله )\n? قال الحافظ في ((الإصابة)) : قال ابن أبي حاتم : قدم على النبي - صلى الله عليه وسلم - منصرفه من تبوك, وهو أحد الوفد, فسماه النبي - صلى الله عليه وسلم - (عبد الله)\n? وأخرج (ابن سعد) في ((طبقاته))(1\\343) قال: أخبرنا محمد بن عمر (وهو الواقدي ), قال حدثني محمد بن عبد الله عن الزهري, عن عبيد الله بن عبد الله بن عتبة\n( ح ) وأخبرنا هشام بن محمد الكلبي,أخبرنا عبد الله بن يزيد بن روح بن زنباع الجذامي,عن أبيه قالا:\n(( قدم وفد الداريين على رسول الله - صلى الله عليه وسلم - منصرفه من تبوك وهم عشرة نفر فيهم تميم ونعيم ابنا أوس بن خارجة بن سواد بن جذيمة بن دراع بن عدي بن الدار بن هانئ بن حبيب بن نمارة بن لخم ويزيد بن قيس بن خارجة والفاكه بن النعمان بن جبلة بن صفارة قال الواقدي صفارة وقال هشام صفار بن ربيعة بن دراع بن عدي بن الدار وجبلة بن مالك بن صفارة وأبو هند والطيب ابنا ذر وهو عبد الله بن رزين بن عميت بن ربيعة بن دراع وهانئ بن حبيب وعزيز ومرة ابنا مالك بن سواد بن جذيمة فأسلموا,وسمى رسول الله - صلى الله عليه وسلم - الطيب عبد الله , وسمى عزيزا عبد الرحمن ...الحديث ))\nقلت : الإسنادان مرسلان والواقدي والكلبي متروكان\n40- [ عبد الرحمن بن عوف الزهري القرشي ] :(1)\n__________\n(1) - ((الإستيعاب)) (1455) ((أسد الغابة)) (3\\475\\3370) ((الإصابة)) (4\\290\\5195)\n(1/37)\n",
        "كان اسمه ( عبد الكعبة ) ويقال ( عبد عمرو ), فسماه النبي - صلى الله عليه وسلم - ( عبد الرحمن ), وجزم ابن منده بالثاني, و أخرجه (أبو نعيم) بسند حسن , قاله الحافظ في ((الإصابة))(4\\291)\n? أخرج (الطبراني) في ((معجمه الكبير))(1\\126\\254) قال : حدثنا عبد الله بن أحمد بن حنبل, حدثني عقبة بن مكرم, ثنا يعقوب بن محمد الزهري, ثنا إبراهيم بن محمد بن عبد العزيز بن عبد الرحمن بن عوف, حدثني أبي عن أبيه عن عبد الرحمن بن عوف - رضي الله عنه - قال :\n(( كان اسمي عبد عمرو,فسماني رسول الله - صلى الله عليه وسلم - عبد الرحمن )).\n? قال (الهيثمي) في ((المجمع))(8\\52\\12874): رواه (البزار)(1992), وفيه يعقوب بن محمد الزهري, وهو ضعيف.اهـ\nتابعه عليه يحيى بن يحيى عند (الحاكم) في ((المستدرك))(4\\276\\7803) قال : هذا حديث صحيح الإسناد على شرط الشيخين, ولم يخرجاه وأقره الذهبي\n? ويشهد له ما أخرجه (الطبراني) في ((الكبير))(1\\126\\ 253) قال: حدثنا إسحاق بن إبراهيم الدبري, عن عبد الرزاق, عن معمر, عن أيوب, عن ابن سيرين:\n(( أن عبد الرحمن بن عوف - رضي الله عنه - كان اسمه في الجاهلية عبد الكعبة, فسماه رسول الله - صلى الله عليه وسلم - عبد الرحمن )).\nوهو في المصنف لعبد الرزاق (19863)\n? وأخرج (الفسوي) في ((تاريخه))(3\\170) قال : حدثني أبو اليمان, أو قرئ عليه عن سعيد بن عبد العزيز, قال :\n(( كان اسم عبد الله بن سلام الحصين, فسماه رسول الله - صلى الله عليه وسلم - عبد الله, وكان اسم عبد الرحمن بن عوف عبد عمرو, فسماه رسول الله - صلى الله عليه وسلم - عبد الرحمن ))\n\n41- [ عبد الرحمن بن مالك بن شداد بن جذيمةالداري ] :(1)\n\nكان اسمه ( عروة ) فسماه النبي - صلى الله عليه وسلم - ( عبد الرحمن )\n__________\n(1) - ((أسد الغابة)) (3\\486\\3385) ((الإصابة)) (4\\299\\ 5210)\n(1/38)\n\n? قال الحافظ في ((الإصابة)) : قال ابن حبان تبعا للواقدي : كان اسمه (عروة) فسماه النبي - صلى الله عليه وسلم - ( عبد الرحمن )\nوقال ابن الكلبي : كان اسمه (مروان), فسماه ( عبد الرحمن)\nثم أحال الحافظ على ترجمة أخيه (عروة) , فذكر فيها :قال (المستغفري): غير النبي - صلى الله عليه وسلم - اسمه , فسماه (عبد الرحمن) وقد تقدم أن النبي - صلى الله عليه وسلم - غير اسم (مروان) أخاه ,والأول هو الذي ذكره الواقدي بإسناده.اهـ\n42- [ عبد الرحمن بن مالك بن سواد جذيمة الداري ] :\n\nكان اسمه ( عزيز ) فسماه النبي - صلى الله عليه وسلم - ( عبد الرحمن )\n? وأخرج (ابن سعد) في ((طبقاته))(1\\343) قال: أخبرنا محمد بن عمر (وهو الواقدي ), قال حدثني محمد بن عبد الله عن الزهري, عن عبيد الله بن عبد الله بن عتبة\n( ح ) وأخبرنا هشام بن محمد الكلبي, أخبرنا عبد الله بن يزيد بن روح بن زنباع الجذامي, عن أبيه قالا:\n(( قدم وفد الداريين على رسول الله - صلى الله عليه وسلم - منصرفه من تبوك,وهم عشرة نفر , فيهم تميم ونعيم ابنا أوس بن خارجة بن سواد بن جذيمة بن دراع بن عدي بن الدار بن هانئ بن حبيب بن نمارة بن لخم, ويزيد بن قيس بن خارجة, والفاكه بن النعمان بن جبلة بن صفارة\nقال الواقدي: صفارة , وقال هشام صفار بن ربيعة بن دراع بن عدي بن الدار , وجبلة بن مالك بن صفارة , وأبو هند والطيب ابنا ذر , وهو عبد الله بن رزين بن عميت بن ربيعة بن دراع , وهانئ بن حبيب , وعزيز ومرة ابنا مالك بن سواد بن جذيمة فأسلموا\nوسمى رسول الله - صلى الله عليه وسلم - الطيب عبد الله ,وسمى عزيزا عبد الرحمن\nوأهدى هانئ بن حبيب لرسول الله - صلى الله عليه وسلم - راوية خمر ,وأفراسا ,وقباء مخوصا بالذهب, فقبل الأفراس ,والقباء, وأعطاه العباس بن عبد المطلب, فقال: ما أصنع به ؟ قال: انتزع الذهب فتحليه نساءك ,أو تستنفقه, ثم تبيع الديباج , فتأخذ ثمنه",
        "(1/39)\n\nفباعه العباس من رجل من زفر بثمانية آلاف درهم\nوقال تميم : لنا جيرة من الروم لهم قريتان, يقال لإحداهما حبرى, والأخرى بيت عينون, فإن فتح الله عليك الشام فهبهما لي قال: فهما لك, فلما قام أبو بكر أعطاه ذلك, و كتب له كتابا\nوأقام وفد الداريين حتى توفي رسول الله - صلى الله عليه وسلم - وأوصى لهم بحاد مائة وسق ))\n? قلت: والإسنادان مرسلان, والواقدي والكلبي متروكان\nوترجمة هذا والذي قبله متداخلة و كذا نسبهما ووفادتهما فلعلهما شخص واحد فليحرر\n43- [ عبد الرحمن بن مشنوء بن عبد العامري ] :(1)\n\nكان اسمه ( عبدا لعزى ) فسماه النبي - صلى الله عليه وسلم - : ( عبد الرحمن ) , ذكر ذلك (الصاغاني) في ((نقعة الصديان))(235) بلا سند\n? قال الحافظ : عبد الرحمن بن مشنوء بن عبد بن وقدان العامري ذكره (ابن سعد) و(الطبري) و(ابن شاهين) في الصحابة , وكان من الطلقاء\n44- [ عبد الرحمن بن مقرن بن عائد المزني ]:(2)\n\n? قال الحافظ في ((الإصابة)): قال (ابن سعد): له صحبة ,و يقال كان اسمه ( عبد عمرو ) فغَيَّره النبي - صلى الله عليه وسلم -\n45- [ عبد الرحمن بن أبي سبرة الجعفي ] :(3)\n\nكان اسمه ( عزيزا ), وقيل: ( عبدا لعزى ), وقيل: ( الحباب ), فسماه النبي - صلى الله عليه وسلم - :( عبد الرحمن )\n? قال (الخطابي) في ((المعالم شرح سنن أبي داود))(4\\118): إنما غيره - صلى الله عليه وسلم - لأن العزة لله سبحانه,وشعار العبد الذلة والاستكانة,وقد قال الله سبحانه عندما يقرع بعض أعدائه ( ذق إنك أنت العزيز الكريم ) (الدخان 49) .اهـ\n? أخرج (الإمام أحمد) في ((مسنده))(4\\178\\17643) قال: ثنا حسين بن محمد, ثنا وكيع, عن أبي إسحاق, عن خيثمة بن عبد الرحمن بن سبرة:\n((\n__________\n(1) - ((الإصابة)) (4\\301\\5216) (نقعة الصديان) ( 235)\n(2) - ((الإصابة)) (4\\304\\5225)\n(3) - ((الإستيعاب)) (1427) ((أسد الغابة)) (3\\449\\3319) ((الإصابة)) (4\\260\\5141) (نقعة الصديان) (230)\n(1/40)",
        "\nأن أباه عبد الرحمن ذهب مع جده إلى - صلى الله عليه وسلم - ,فقال له رسول الله - صلى الله عليه وسلم - ما اسم ابنك؟ ,قال :عزيز,فقال النبي - صلى الله عليه وسلم - : لا تسمه عزيزا, ولكن سمه عبد الرحمن, ثم قال: إن خير الأسماء عبد الله , وعبد الرحمن والحرث ))\n? قال الشيخ (شعيب الأرنؤوط) : حديث صحيح وهذا إسناد رجاله موثقون\n? وقال (4\\178\\17645) ثنا أبو نعيم,حدثنا يونس,عن أبي إسحاق,عن خيثمة قال:\n(( ولد جدي غلاما فسماه عزيزا,فأتى النبي - صلى الله عليه وسلم - فقال: ولد لي غلام قال:فما سميته ؟قال قلت:عزيزا قال: لا بل هو عبد الرحمن قال:أبي فهو )) أي فهو عبد الرحمن\n? قال (الهيثمي) في ((المجمع))(8\\52\\12848) : رواه بأسانيد رجالها رجال الصحيح , ولكن ظاهر الروايتين الأوليين الإرسال .اهـ\n? قال الشيخ (شعيب الأرنؤوط) : حديث صحيح وهذا إسناد رجاله موثقون\n? وقال (الإمام أحمد)(4\\178\\17644) ثنا سريج بن النعمان, ثنا زياد أو عباد عن الحجاج, عن عمير بن سعيد, عن سبرة بن أبي سبرة, عن أبيه:\n(( أنه أتى النبي - صلى الله عليه وسلم - قال: ما ولدك ؟قال:فلان وفلان , وعبد العزى, فقال رسول الله - صلى الله عليه وسلم - : هو عبد الرحمن, إن أحق أسمائكم أو من خير أسمائكم إن سميتم عبد الله , وعبد الرحمن والحرث ))\n? قال (الهيثمي)(8\\53\\12851) : فيه الحجاج بن أرطاة , وفيه ضعف وبقية رجاله رجال الصحيح .اهـ\n? قال الشيخ (شعيب الأرنؤوط) : إسناده ضعيف حجاج وهو ابن أرطاة مدلس وقد عنعن\n? وقال (الإمام أحمد) أيضا (4\\178\\17641) ثنا وكيع, حدثني يونس بن أبي إسحاق, عن خيثمة بن عبد الرحمن عن أبيه قال:\n(( كان اسم أبي في الجاهلية عزيزا , فسماه رسول الله - صلى الله عليه وسلم - عبد الرحمن ))\n? قال الشيخ (شعيب الأرنؤوط) : حديث صحيح وهذا إسناد حسن\n(1/41)\n",
        "? وأخرجه (ابن حبان) في ((صحيحه))(5828) أخبرنا أبو خليفة, قال حدثنا محمد بن كثير, قال أخبرنا سفيان, عن أبى إسحاق,عن خيثمة به...\n? وأخرج (الطبراني) في ((معجمه الكبير))(7\\118\\6559) حدثنا علي بن عبد العزيز, وأبو مسلم الكشي, قالا ثنا حجاج بن المنهال, ثنا حماد بن سلمة, عن الحجاج, عن عمير بن سعيد, عن سبرة بن أبي سبرة :\n(( أن أباه أتى النبي - صلى الله عليه وسلم - فقال: ما ولدك ؟قال:عبد العزى وسبرة والحارث, فقال:لا تسم عبد العزى, فسماه عبد الله, ثم قال: إن خير الأسماء عبد الله , وعبد الرحمن, و دعا له ولولده فلم يزالوا في شرف إلى اليوم ))\n? قال (الهيثمي) في ((المجمع))(8\\53\\12852) : فيه الحجاج بن أرطاة , وفيه ضعف , وبقية رجاله رجال الصحيح .اهـ\n? وروى (الطبراني) عن خيثمة بن عبدالرحمن عن أبيه قال:\n(( أتيت النبي - صلى الله عليه وسلم - فقال لي: ما اسمك ؟ , فقلت:عبدا لعزى , قال: بل أنت عبد الرحمن ))\n? ورواه (البزار) بنحوه إلا أنه قال: (( ما اسمك ؟ , قلت: عزيز قال : الله العزيز ))\n? قال (الهيثمي)(8\\53\\12850) : رجال الطبراني رجال الصحيح .اهـ\n? وروى (الطبراني) ( ).عن خيثمة بن عبدالرحمن عن أبيه قال:\n(( دخلت على النبي - صلى الله عليه وسلم - فقال لأبي: هذا ابنك ؟ , قلت : نعم , قال: ما اسمه؟ , قال: الحباب , قال: لا تسمه الحباب فإن الحباب شيطان , ولكن هو عبد الرحمن , فذكر الحديث ...))\n? قال (الهيثمي)(8\\53\\12853): فيه السري بن إسماعيل وهو متروك .اهـ\n\n46- [ عبد الرحمن الأنصاري ] :(1)\n\nكان اسمه ( القاسم ), فسماه النبي - صلى الله عليه وسلم - : ( عبد الرحمن )\n? أخرج (مسلم) في ((صحيحه))(2131) قال: حدثنا عمرو الناقد, ومحمد بن عبد الله بن نمير جميعا,عن سفيان, قال عمرو, حدثنا سفيان بن عيينة, حدثنا بن المنكدر أنه سمع جابر بن عبد الله - رضي الله عنه - يقول :\n((\n__________\n(1) - ((الإصابة)) (5\\39\\6251)\n(1/42)\n\nولد لرجل منا غلام, فسماه القاسم, فقلنا: لا نكنيك أبا القاسم, ولا ننعمك عينا, فأتى النبي - صلى الله عليه وسلم - فذكر ذلك له, فقال اسم ابنك عبد الرحمن ))\n? وأخرجه ((البخاري))(6189) أيضا\n\n47- [ عبد الرحمن ابن أخي أم سلمة ] أم المؤمنين:\nكان اسمه ( الوليد ), فسماه النبي - صلى الله عليه وسلم - ( عبد الرحمن )\n? أخرج (الحارث بن أبى أسامة) في ((مسنده))(805 بغية) قال: ثنا إسماعيل بن أبى إسماعيل, ثنا إسماعيل بن عياش, عن عبدالرحمن بن عمرو, عن الزهري, عن ابن المسيب قال :\n(( ولد لأخي أم سلمة غلام فسموه الوليد, فدخلوا به على النبي - صلى الله عليه وسلم - فقال:أسميتموه ؟ , قال: نعم , سَمَّوْه الوليد قال: مه مه , اسمه عبد الرحمن, سميتموه باسم فراعنتكم, ليكونن في أمتي رجل يقال له: الوليد لهو أشد لأمتي من فرعون لقومه قال عبد الرحمن بن عمرو: فقلت له أي الوليد هو ؟ قال: إن استخلف الوليد بن يزيد فهو هو, و إلا فهو فالوليد بن عبد الملك))\n? قال (البوصيري) في ((إتحاف السادة المهرة))(5448) رواه الحارث مرسلا بسند ضعيف, لجهالة بعض رواته .اهـ\n? وأخرج (الإمام أحمد) في ((مسنده))(1\\18\\109) ثنا أبو المغيرة, ثنا بن عياش, قال حدثني الأوزاعي, وغيره عن الزهري, عن سعيد بن المسيب, عن عمر بن الخطاب - رضي الله عنه - قال :\n(( ولد لأخي أم سلمة زوج النبي - صلى الله عليه وسلم - غلام فسموه الوليد, فقال النبي - صلى الله عليه وسلم - سميتموه بأسماء فراعنتكم, ليكونن في هذه الأمة رجل يقال له: الوليد , لهو شر على هذه الأمة من فرعون لقومه ))\n? قلت : الحديث ذكره الحافظ (ابن الجوزي) في ((موضوعاته))(1\\353) وقال:",
        "(1/43)\n\nقال أبو حاتم: هذا خبر باطل , ما قال رسول الله - صلى الله عليه وسلم - هذا , ولا رواه عمر , ولا حدث به سعيد , ولا الزهري , ولا هو من حديث الأوزاعي بهذا الإسناد, وإسماعيل بن عياش لما كبر تغير حفظه, وكثر الخطأ في حديثه وهو لا يعلم.اهـ\nقال ابن الجوزي: فلعل هذا قد أدخل عليه في كبره , وقد رواه وهو مختلط , قال أحمد بن حنبل:كان إسماعيل بن عياش يروي عن كل ضرب.اهـ\nقال ابن الجوزي: وقد رأيت في بعض الروايات عن الأوزاعي أنه قال: سألت الزهري عن هذا الحديث فقال: إن استخلف الوليد بن يزيد وإلا فهو الوليد بن عبد الملك, وهذه رواية لا أعلم صحتها\nقال ابن الجوزي:فإن صحت ودلت على ثبوت الحديث, والوليد بن يزيد أولى به, لأنه كان مشهورا بالإلحاد , مبارزا بالعناد, و إنما قال: أسماء فراعنتكم لأن فرعون موسى اسمه الوليد .اهـ\n? قال (الهيثمي) في ((المجمع)(7\\313\\12392): رجاله ثقات .اهـ\n? قال الحافظ في ((القول المسدد))(ص 12) : الحديث الأول منها حديث سعيد ابن المسيب في شأن التسمية بالوليد, فيقول علته قول ابن حبان إنه باطل دعوى لا برهان عليها , ولا أتى بدليل يشهد لها\nوقوله إن رسول الله - صلى الله عليه وسلم - لم يقله, ولا عمر, ولا سعيد, ولا الزهري شهادة نفي صدرت عن غير استقراء تام, على ما سنبنيه , فهي مردودة\n(1/44)",
        "\nوكلامه في إسماعيل بن عياش غير مقبول كله, فإن رواية إسماعيل عن الشاميين عند الجمهور قوية, وهذا منها , وإنما ضعفوه في روايته عن غير أهل الشام ,نص على ذلك يحيى بن معين , وأحمد بن حنبل , وعلي بن المديني, وعمرو بن علي الفلاس ,وعبد الرحمن بن إبراهيم دحيم , والبخاري, ويعقوب بن سفيان, ويعقوب بن شيبة, وأبو إسحاق الجوزجاني, والنسائي, والدولابي, وأبو أحمد بن عدي, وآخرون وقد وثقه بعضهم مطلقا, والعجب أن ابن حبان موافق للجماعة على أن حديثه عن الشاميين مستقيم, وهذه عبارته فيه : كان إسماعيل من الحفاظ المتقنين في حديثهم , فلما كبر تغير حفظه, فما حفظه في صباه وحداثته أتى به على وجهه, وما حفظه على الكبر من حديث الغرباء خلط فيه, وأدخل الإسناد في الإسناد, وألزق المتن بالمتن انتهى\nفهذا كما تراه قيد كلامه بحديث الغرباء, وليس حديثه المتقدم من حديثه عن الغرباء, وإنما هو من روايته عن شامي, وهو الأوزاعي, وأما إشارته إلى أنه تغير حفظه, واختلط فقد استوعبت كلام المتقدمين فيه في كتابي ((تهذيب التهذيب)) ولم أجد عن أحد منهم أنه نسبه إلى الاختلاط, وإنما نسبوه إلى سوء الحفظ في حديثه عن غير الشاميين, كأنه كان إذا رحل إلى الحجاز أو العراق اتكل على حفظه, فيخطئ في أحاديثهم\nقال يعقوب بن سفيان : تكلم ناس في إسماعيل بن عياش, وإسماعيل ثقة عدل, أعلم الناس بحديث الشام, وأكثر ما قالوا يغرب عن ثقات المدنيين والمكيين انتهى\nومع كون إسماعيل بهذا الوصف وحديثه المتقدم عن شامي فلم ينفرد به كما قال ابن حبان, وابن الجوزي, وإنما انفرد بذكر عمر فيه خاصة, على أن الرواة عنه لم يتفقوا على ذلك\nفقد رواه (الحارث بن أبي أسامة) في ((مسنده)), و(أبو نعيم) في ((دلائل النبوة)) من طريقه, قال حدثنا إسماعيل بن أبي إسماعيل بن عياش, عن عبد الرحمن بن عمرو, عن الزهري, عن سعيد بن المسيب, قال : ولد لأخى أم سلمة فذكر الحديث...\n(1/45)\n",
        "وليس فيه عمر, نعم رواه سليمان بن عبد الرحمن ابن بنت شرحبيل عن إسماعيل ابن عياش, فذكر فيه عمر , حدثنا أبو محمد عبد الله بن أحمد بن علي الهاشمي , ولفظه أنا أبو الحزم ابن أبي الفتح الحنبلي, قال قرىء على مؤنسة بنت أبي بكر بن أيوب , ونحن نسمع عن عفيفة بنت أحمد أنا عبد الواحد ابن محمد , ثنا أيوب سليمان بن عبد الرحمن, ثنا إسماعيل بن عياش, حدثني عبد الرحمن بن عمرو الأوزاعي, عن ابن شهاب الزهري, عن سعيد ابن المسيب, عن عمر بن الخطاب فذكر مثل حديث أبي المغيرة سواء\nوزاد فيه بعد قوله (( بأسماء فراعنتكم , غيروا اسمه , فسموه عبد الله , فإنه سيكون ...))\nوالبقية سواء , وأما من تابع إسماعيل عن الأوزاعي\nفقد رواه عن الأوزاعي أيضا الوليد بن مسلم الدمشقي , وبشر ابن بكر التنيسي , والهقل بن زياد كاتب الأوزاعي , ومحمد بن كثير , لكنهم أرسلوه فلم يذكروا فيه عمر كما وقع عند الحارث\n? وأما رواية الوليد فأخرجها (يعقوب بن سفيان) في ((تاريخه)) قال: حدثنا محمد بن خالد بن العباس السكسكي, حدثنا الوليد بن مسلم, ثنا أبو عمرو الأوزاعي, فذكره , وزاد في آخره , قال الأوزاعي : (( فكانوا يرون أنه الوليد بن عبد الملك, ثم رأينا أنه الوليد بن يزيد لفتنة الناس به, حتى خرجوا عليه فقتلوه, فانفتحت الفتنة على الأمة, وكثر فيهم الهرج انتهى\n? وأخرجه (الحاكم) في ((المستدرك)) قال أخبرني محمد بن المؤمل بن الحسن, ثنا الفضل بن محمد بن المسيب, حدثنا نعيم ابن حماد, ثنا الوليد بن مسلم, عن الأوزاعي, عن الزهري, عن سعيد بن المسيب عن أبي هريرة قال:\nولد لأخي أم سلمة غلام, فسموه الوليد , فذكر ذلك لرسول الله - صلى الله عليه وسلم - فقال: سميتموه بأسامى فراعنتكم, ليكونن في هذه الأمة رجل يقال له: الوليد هو شر على هذه الأمة من فرعون على قومه, قال الزهري: إن استخلف الوليد بن يزيد فهو هو , وإلا فهو الوليد بن عبد الملك, قال الحاكم : صحيح\n(1/46)\n\n? وأما رواية بشر بن بكر فأخرجها (البيهقي) في ((دلائل النبوة)) عن الحاكم, عن الأصم, عن سعيد بن عثمان التنوخي, عن بشر بن بكر , حدثني الأوزاعي, حدثني الزهري , حدثني سعيد ابن المسيب الحديث\nوفيه : (( غيروا اسمه, فسموه عبد الله, فإنه سيكون في هذه الأمة رجل يقال له: الوليد لهو شر لأمتي من فرعون لقومه ))\nوزاد فيه أيضا : ((إنه أخ لأم سلمة من أمها ))\n? وأما رواية محمد بن كثير , والهقل بن زياد , فأشار إليهما (الذهبي) في ترجمة (الوليد بن يزيد) في ((تاريخ الإسلام)), ثم وجدتهما في ترجمة (الوليد) في ((تاريخ ابن عساكر)), أخرجهما من طريق الزهري في ((الزهريات)): ثنا الحكم بن موسى, ثنا الهقل بن زياد, عن الأوزاعي, عن الزهري, عن سعيد ابن المسيب, قال:\n(( ولد لأخي أم سلمة غلام , فسموه الوليد الحديث...))\nقال وحدثنا محمد بن كثير عن الأوزاعي عن الزهري قال : (( ولد لآل أم سلمة , ولد فسموه الوليد, فقال النبي - صلى الله عليه وسلم - : تسمون الوليد بأسماء فراعنتكم, فسموه عبد الله ))\nوتابع الأوزاعي على رواية له عن الزهري محمد بن الوليد الزبيدي, ويحتمل أنه الذي اتهمه إسماعيل بن عياش لأنه شامي أيضا, ومعمر بن راشد البصري,\n? وأما رواية الزبيدي فظفرت بها في بعض الأجزاء , ولم يحضرني الآن اسم مخرجها\n? وأما رواية معمر فرويناها في ((الجزء الثاني من أمالى عبد الرزاق)) قال أن معمر عن الزهري عن سعيد بن المسيب فذكره , ولم يذكر عمر\nقال البيهقي بعد تخريجه : هذا الحديث مرسل حسن\nقلت (أي الحافظ) : هو شرط على الصحيح لو صرح سعيد بن المسيب بسماعه له من أم سلمة, أدركها وسمع منها, ووقع لنا الحديث من روايتها من وجه آخر , رواه ابن إسحاق, عن محمد بن عمرو بن عطاء, عن زينب بنت أم سلمة, عن أمها قالت:\n((",
        "(1/47)\n\nدخل علي النبي - صلى الله عليه وسلم - وعندي غلام من آل المغيرة اسمه الوليد, فقال: من هذ ا ؟ , قلت: الوليد قال: قد اتخذتم الوليد حنانا, غيروا اسمه فإنه سيكون في هذه الأمة فرعون, يقال له: الوليد\nوهذا إسناد حسن, أخرجه (إبراهيم الحربي) في ((غريب الحديث)) له, ورواه (محمد بن سلام الجمحي) عن حماد بن سلمة فذكره معضلا\n? وروى (الطبراني) في ((المعجم الكبير)) من طريق عبد العزيز بن عمران, عن إسماعيل بن أيوب المخزومي قصة موت الوليد ابن الوليد بن المغيرة, وأن النبي - صلى الله عليه وسلم - دخل على أم سلمة وهي تقول:.أبك الوليد بن الوليد...أبا الوليد بن المغيرة,.فقال: إن كدتم تتخذون الوليد حنانا))\nفهذا شاهد آخر لأصل القصة, وبدون هذا يعلم بطلان شهادة ابن حبان بأن رسول الله - صلى الله عليه وسلم - ما قاله, ولا سعيد بن المسيب حدث به , ولا الزهري, ولا الأوزاعي\nوفي تصريح بشر بن بكر عن الأوزاعي بأن الزهري حدثه به ما يدفع تعليل من تعلله بتدليس الوليد بن مسلم تدليس التسوية, وغاية ما ظهر في طريق إسماعيل بن عياش من العلة أن ذكر عمر فيه لم يتابع عليه, والظاهر أنه من رواية أم سلمة, لإطباق معمر والزبيدي عن الزهري, وبشر بن بكر, والوليد بن مسلم عن الأوزاعي على عدم ذكر عمر فيه, والله أعلم\n? وأما رواية نعيم بن حماد له عن الوليد يذكر أبي هريرة فيه فشاذة, ومن شواهده ما روى (الطبراني) من طريق ابن لهيعة, عن أبي قبيل, عن عبد الله بن عمرو بن العاص, عن معاذ بن جبل قال: (( خرج علينا رسول الله - صلى الله عليه وسلم - فذكر حديثا فيه قال: الوليد اسم فرعون, هادم شرائع الإسلام, يبوء بدمه رجل من أهل بيته )) اهـ\n(1/48)",
        "\n? وقال الشيخ (أحمد شاكر) رحمه الله: إسناده ضعيف لانقطاعه , سعيد ببن المسيب لم يدرك عمر إلا صغيرا, فروايته عنه مرسلة , وهذا الحديث مما ادعى بعض الحفاظ أنه موضوع, منهم الحافظ العراقي, وقد أطال الحافظ (ابن حجر) الرد على عليه لإثبات أن له أصلا في كتاب ((القول المسدد)), و في كثير مما قال تكلف ومحاولة, والظاهر عندي أنه ضعيف لانقطاعه .اهـ\n? وقال الشيخ (شعيب الأرنؤوط) : إسناده ضعيف, لانقطاعه سعيد بن المسيب لم يسمعه من عمر, و ذكر عمر فيه خطأ, قال (ابن حبان) فى ((المجروحين)) : هذا خبر باطل, ما قال رسول الله هذا, ولا عمر رواه, ولا سعيد حدث به, ولا هو من حديث الأوزاعي بهذا الإسناد اهـ\n? وقد أخرج (عبد الرزاق) في ((المصنف))(19861 ) أخبرنا معمر, عن الزهري قال :\n(( أراد رجل أن يسمي ابنا له الوليد , فنهاه رسول الله - صلى الله عليه وسلم - , وقال: إنه سيكون رجل يقال له : الوليد, يعمل في أمتي بعمل فرعون في قومه ))\n? قلت: وهو ضعيف لإرساله\n48- [ عبد العزيز بن بدر الجهني ] :(1)\n\nكان اسمه ( عبد العزى ), فسماه النبي - صلى الله عليه وسلم - :( عبد العزيز )\n? قال الحافظ في ((الإصابة)) : ذكر (ابن الكلبي) في ((نسب جهينة)) : أنه وفد على النبي - صلى الله عليه وسلم - , وكان اسمه (عبدا لعزى) فسماه : (عبد العزيز)\n? وذكر مثله في ((الإستيعاب)) و((أسد الغابة))\n\n49- [ عبد العزيز بن سخبرة الغافقي ](2)\n\nكان اسمه ( عبد العزى ) فسماه النبي - صلى الله عليه وسلم - ( عبد العزيز )\n__________\n(1) - ((الإستيعاب)) (1719) ((أسد الغابة)) (4\\499\\3417) ((الإصابة)) (4\\313\\5256) (نقعة الصديان) (237)\n(2) - ((أسد الغابة)) (4\\500\\3418) ((الإصابة)) (4\\313\\5257)\n(1/49)\n",
        "? قال الحافظ في ((الإصابة))) : ذكر (محمد بن الربيع الجيزي) في كتاب ((الصحابة الذين نزلوا مصر)) حاكيا عن يحيى بن عثمان بن صالح وقال: إنه وفد على النبي - صلى الله عليه وسلم - , وكان اسمه (عبد العزى), فسماه (عبد العزيز)\n? و ذكر مثله في ((أسد الغابة))\n50- [ عبد العزيز بن سيف بن ذي يزن الحميري ] :(1)\n\nكان اسمه ( عزيزا ), فسماه النبي - صلى الله عليه وسلم - ( عبد الرحمن )\n? قال (ابن الأثير) في ((أسد الغابة)) : روى (أبو موسى) بإسناده عن ابن منده قال: أخبرنا أبو اليزن إبراهيم بن عبدالله بن محمد بن عبد العزيز عفير بن عبد العزيز بن السفر بن عفير بن زرعة بن سيف بن ذي يزن, قال حدثنا عمي أبو روح أحمد بن خيش(2), حدثني عمي محمد بن عبدالعزيز, سمعت أبي وعمي يقولان عن أبيهما عن جدهما:\n(( أن عبد العزيز قدم على النبي - صلى الله عليه وسلم - , واسمه عزيز بهدية, فقال: ما اسمك ؟ , قال: عزيز , قال: بل أنت عبد العزيز, وهو أخو ذي يزن, فدفع إليه حللا, فدفع النبي - صلى الله عليه وسلم - منها حلة إلى عمر, فقومت عشرين بعيرا ))\n? قال الحافظ : ورجال هذا الإسناد مجاهيل, وليس فيه مع ذلك دلالة على أن عبد العزيز هو بن سيف ذي يزن, إلا إن كان لسيف ولد يقال له ذو يزن, فأشير إليه بقوله في الحديث وهو أخو ذي يزن, ولو كان قال: وهو أخو زرعة لكان أبين\n\n51- [ عبد الرحمن الأصم البكائي ] : من بني عامر بن صعصعة(3)\n\nكان اسمه ( عبد عمرو ), فسماه النبي - صلى الله عليه وسلم - ( عبد الرحمن )\n? قال (ابن سعد) في ((طبقاته))(1\\303) أخبرنا هشام بن محمد بن السائب الكلبي قال :\n((\n__________\n(1) - ((أسد الغابة)) (3\\500\\3419) ((الإصابة)) (4\\313\\5258)\n(2) - في ((الإصابة)) ( أبو رجاء احمد بن حسين)\n(3) - ((أسد الغابة)) (3\\503\\3427) ((الإصابة)) (4\\316\\5268)\n(1/50)\n\nكتب رسول الله - صلى الله عليه وسلم - للفجيع كتابا, من محمد النبي للفجيع ومن تبعه, وأسلم وأقام الصلاة, وآتى الزكاة, وأعطى الله ورسوله , وأعطى من المغانم خمس الله, ونصر النبي وأصحابه, وأشهد على إسلامه, وفارق المشركين فإنه آمن بأمان الله وأمان محمد ))\nقال هشام : وسمى رسول الله - صلى الله عليه وسلم - عبد عمرو الأصم عبد الرحمن, وكتب له بمائه الذي أسلم عليه ذي القَصة,وكان عبد الرحمن من أصحاب الظٌلة يعني الصفة صفة المسجد))\n? قلت: والحديث مع إعضاله فيه الكلبي وهو متروك\n\n52- [ عبد القيوم أبو عبيد الأزدي ] :(1)\n\nكان اسمه ( قيوم ), فسماه النبي - صلى الله عليه وسلم - ( عبد القيوم )\n? أخرج (أبو القاسم الطبراني) قال: ثنا علي بن سعيد الرازي, ثنا عبد الجبار بن يحيى بن الفضل بن يحيى بن قيوم الأزدي حدثني جدي الفضل بن يحيى بن قيوم, عن أبيه عن جده قيوم ويكنى أبا عبيد قال :\n(( كنت مع أبي راشد الأزدي عند رسول الله - صلى الله عليه وسلم - حين وفد عليه,فقال النبي - صلى الله عليه وسلم - لأبي راشد:ما اسمك ؟ قال:عبدا لعزى أبو مغوية قال:كلا ولكنك عبد الرحمن أبو راشد,قال:فمن هذا معك ؟ قال:مولاي قال:ما اسمه قال:قيوم قال:لا ولكنه عبدا لقيوم أبو عبيد ))\n? وأخرجه (أبو نعيم) في ((معرفة الصحابة))(4693) من طريقه\n? وقال (الهيثمي) في ((مجمع الزوائد))(8\\57\\12882) : فيه جماعة لم أعرفهم .اهـ\n53- عبد الله بن أصرم بن عمرو الهلالي :(2)\n\nكان اسمه (عبد عوف) فسماه النبي - صلى الله عليه وسلم - (عبد الله)\n? قال (ابن سعد) في ((طبقاته الكبرى))(1\\309) أخبرنا علي بن محمد القرشي, عن أبي معشر, عن يزيد بن رومان ومحمد بن كعب, وعن أبي بكر الهذلي, عن الشعبي\n__________\n(1) - ((أسد الغابة)) (3\\502\\3427) ا لإصابة (4\\316\\5268) (نقعة الصديان) (238)\n(2) - ((أسد الغابة)) (3\\175\\2817) ((الإصابة))(4\\4\\4553)",
        "(1/51)\n\nوعن علي بن مجاهد, وعن محمد بن إسحاق بن الزهري, وعكرمة بن خالد بن عاصم بن عمرو بن قتادة , وعن يزيد بن عياض بن جعدية, عن عبد الله بن أبي بكر بن حزم, وعن مسلمة بن علقمة, عن خالد الحذاء, عن أبي قلابة, في رجال آخرين من أهل العلم يزيد بعضهم على بعض فيما ذكروا من وفود العرب على رسول الله - صلى الله عليه وسلم - قالوا:\n( قدم على رسول الله - صلى الله عليه وسلم - نفر من بني هلال فيهم عبد عوف بن أصرم بن عمرو بن شعيبة بن الهزم من رؤيبة فسأله عن اسمه فأخبره فقال: أنت عبد الله وأسلم فقال رجل من ولده:\n\nجدي الذي اختارت هوازن كلها *** إلى النبي عبد عوف وافدا\n\n? وذكر (ابن الأثير) عن (ابن شاهين) في ((الصحابة)) بإسناده عن المدائني عن أبى معشر عن يزيد بن رومان قال :\n(( قدم على رسول الله - صلى الله عليه وسلم - عبد عوف بن أصرم بن عمرو بن شعيتة بن الهزم بن زويبة, فقال له رسول الله - صلى الله عليه وسلم - :من أنت ؟ قال: عبد عوف,قال: أنت عبد الله, فأسلم ))\n\n54- [ عبد الله بن بدر الجهني ] ( أبو بعجة ) :(1)\n\nكان اسمه ( عبد العزى ), فسماه النبي - صلى الله عليه وسلم - ( عبد الله )\n? أخرج (ابن سعد) في ((طبقاته)) (1\\333) قال: أخبرنا هشام بن محمد بن السائب الكلبي, أخبرنا أبو عبد الرحمن المدني قال :\n(( لما قدم النبي - صلى الله عليه وسلم - المدينة, وفد إليه عبد العزى بن بدر بن زيد بن معاوية الجهني من بني الربعة بن رشدان بن قيس بن جهينة ومعه أخوه لأمه أبو روعة, و هو ابن عم له, فقال رسول الله - صلى الله عليه وسلم - لعبدا لعزى: أنت عبد الله, ولأبي روعة: أنت رعت العدو إن شاء الله\n__________\n(1) - ((أسد الغابة)) (3\\183\\2832) ((الإصابة)) (4\\17\\4575) (نقعة الصديان) (241)\n(1/52)",
        "\nوقال: من أنتم؟ قالوا: بنو غيان , قال: أنتم بنو رشدان, وكان أسم واديهم غوى, فسماه رسول الله - صلى الله عليه وسلم - رشدا, وقال لجبلي جهينة الأشعر والأجرد:هما من جبال الجنة, لا تطؤهما فتنة, وأعطى اللواء يوم الفتح عبد الله بن بدر, وخط لهم مسجدهم, وهو أول مسجد خط بالمدينة ))\n? قلت: أبو عبد الرحمن هو مولى زيد بن ثابت تابعي فالحديث مرسل, والكلبي متروك\n? وعزاه الحافظ في ((الإصابة)) : (لابن شاهين) من طريق ابن الكلبي, عن أبي عبد الرحمن المدني, عن علي بن عبد الله بن بعجة الجهني به\nوفيه: (أبو سروعة) وفي نسخة (أبو مراوعة) بدل (أبو روعة), و(راشدا) بدل (رشدا), وزاد ( وكان شهد معه أحدا )\n\n55- [ عبد الله بن براء الداري ]:(1)\n\n? قال الحافظ في ((الإصابة)): كان اسمه ( الطيب ), فسماه النبي - صلى الله عليه وسلم - (عبد الله), ذكره (أبو علي الغساني) مستدركا على (أبي عمر) بإرساله لابن إسحاق\n\n56- [ عبد الله بن الحارث بن جزء الزبيدي ] :(2)\n\nكان اسمه ( العاص ), فسماه النبي - صلى الله عليه وسلم - ( عبد الله )\n? قال (الخطابي) في ((المعالم شرح سنن أبي داود))(4\\118) : العاص إنما غيره كراهة لمعنى العصيان, و إنما سمة المؤمن الطاعة والاستسلام .اهـ\n? أخرج (البيهقي) في ((سننه الكبرى))(9\\307) قال: أخبرنا أبو طاهر الفقيه, أنبأ أبو الحسن الطرائفي, ثنا عثمان بن سعيد الدارمي, ثنا يحيى بن بكي, حدثني الليث عن يزيد بن أبي حبيب, عن عبد الله بن الحارث بن جزء الزبيدي - صلى الله عليه وسلم - قال :\n((\n__________\n(1) - ((أسد الغابة)) (3\\185\\2836) ((الإصابة)) (4\\20\\4580)\n(2) - ((الإستيعاب)) (1509) ((أسد الغابة)) (3\\204\\2873) ((الإصابة)) (4\\41\\4616)\n(1/53)\n",
        "توفي صاحب لي غريبا, فكنا على قبره أنا وعبد الله بن عمر, وعبد الله بن عمرو بن العاص, وكان اسمي العاص, واسم ابن عمر العاص, واسم ابن عمرو العاص, فقال لنا رسول الله - صلى الله عليه وسلم - : انزلوا واقبروه, وأنتم عبيد الله,قال: فنزلنا فقبرنا أخانا, وصعدنا من القبر وقد أبدلت أسماؤنا ))\n? ورواه (البزار) في ((مسنده)) (1991) و(الطبراني)\n? قال (الهيثمي) في ((المجمع)) (8\\56\\12875): فيه عبد الله بن صالح كاتب الليث وقد وثق واحد وبقية رجال البزار رجال الصحيح. اهـ\n? وأخرجه (أبو زرعة الدمشقي) في ((تاريخه))(1841), وسمى الثالث (العاص بن العاص) وعزاه الحافظ في (((الإصابة))) : لأبى زرعة وجعل الثالث (ابن عمر) بدل (العاص)\n\n57- [ عبد الله بن الحارث بن زيد بن صفوان الضبي ] :\n\nغيره النبي - صلى الله عليه وسلم - فسماه ( عبد الله )\nيأتي في (عبد الله بن زيد) قال (ابن الأثير) : هكذا قال (أبو عمر), لكن الذي في ((جمهرة الكلبي)), رواية ابن حبيب عنه (عبد الله بن زيد بن صفوان), قال الحافظ: وهو الصواب.اهـ\n\n58- [ عبد الله بن الحارث بن عبد المطلب الهاشمي ](1)\n\nكان اسمه (عبد شمس ), فسماه النبي - صلى الله عليه وسلم - (عبد الله) ,و إنما غَيَّره - صلى الله عليه وسلم - لما فيه من التعبيد لغير الله, وذلك لا يجوز\n? قال الحافظ :ابن عم النبي - صلى الله عليه وسلم - كان اسمه عبد شمس, فغيره النبي - صلى الله عليه وسلم - , قاله (مصعب الزبيري), قال: ومات عبد الله بالصفراء , فدفنه النبي - صلى الله عليه وسلم - , وكفنه في قميصه\nوذكره (الطبراني) في الصحابة, وساق من طريق عبد الله بن الحارث بن نوفل بن عبد شمس بن الحارث :\n((\n__________\n(1) - ((الإستيعاب)) (1514) ((أسد الغابة)) (3\\207\\2878) ((الإصابة)) (4\\42\\4621) (نقعة الصديان) (243)\n(1/54)\n\nخرج من مكة قبل الفتح مهاجرا, فقدم المدينة فسماه النبي - صلى الله عليه وسلم - عبد الله, وخرج معه في غزاة فمات بالصفراء ))\n? وأخرج (ابن سعد) في ((طبقاته))(4\\49) قال: أخبرنا علي بن عيسى النوفلي, عن أبيه عن عمه إسحق بن عبد الله,عن جده عبد بن الحارث بن نوفل,وعن اسحق بن الفضل عن أشياخه :\n(( أن عبد شمس بن الحارث بن عبد المطلب خرج من مكة قبل الفتح مهاجرا إلى رسول الله - صلى الله عليه وسلم - مسلما, فقدم على رسول الله - صلى الله عليه وسلم - فسماه عبد الله, وخرج مع رسول الله - صلى الله عليه وسلم - في بعض مغازيه, فمات بالصفراء, فدفنه النبي - صلى الله عليه وسلم - في قميصه, يعني قميص النبي - صلى الله عليه وسلم - , وقد قال النبي - صلى الله عليه وسلم - : سعيد أدركته السعادة ))\n\n59- [ عبد الله بن الحارث بن كثير الغامدي ] ( أبو ظبيان الأعرج )(1)\n\n? قال الحافظ نقلا عن (ابن الكلبي): كان اسمه ( عبد شمس ) فغَيَّره النبي - صلى الله عليه وسلم - لما وفد عليه , وكتب له كتابا, و هو صاحب راية قومه يوم القادسية\n\n60- [ عبد الله بن حكيم الضبي ]:(2)\n\nكان اسمه ( عبد الحارث ), فسماه النبي - صلى الله عليه وسلم - ( عبد الله )\n? قال الحافظ في ((الإصابة)) : ذكر (الدارقطني) من طريق (سيف بن عمر) في ((الفتوح)) عن الصعب بن عطية, عن بلال بن أبي هلال, عن أبيه, عن الحارث بن حكيم الضبي :\n(( أنه وفد على النبي - صلى الله عليه وسلم - فقال: ما اسمك ؟ , قال: عبد الحارث بن حكيم, قال:أنت عبد الله, وولاه صدقات قومه )\nوفي رواية عن (الحارث بن حكيم), والصحيح (عبد الحارث) كذا قال (أبو موسى)\nقلت : و(سيف بن عمر) المؤرخ الأخباري , قال الحافظ (الذهبي) في ((المغني في الضعفاء))(2716): متروك باتفاق\nوقال ابن حبان : اتهم بالزندقة\n__________\n(1) - ((الإصابة)) (4\\44\\4652)\n(2) - ((أسد الغابة)) (3\\216\\2902) ((الإصابة)) (4\\55\\4652)",
        "(1/55)\n\n61- [ عبد الله بن زيد بن صفوان الضبي ] :(1)\n\nكان اسمه ( عبد الحارث ), فسماه النبي - صلى الله عليه وسلم - ( عبد الله )\n? قال (ابن الأثير) في ترجمته: روى (الدراقطني) بإسناده ,عن سيف بن عمر, عن الصعب بن عطية, عن بلال بن أبي بلال الضبي, عن أبيه قال:\n(( وفد عبد الحارث بن زيد الضبي على رسول الله - صلى الله عليه وسلم - , فانتسب له, فدعاه فأسلم, وقال: أنت عبدالله, لا عبد الحارث فقال: صدق رسول الله وبر, لا تقوى إلا بعصمة, ولا عمل إلا بتوفيق, وأحق ما عمل له الثواب, وأحق ما حذرمنه العقاب, رضينا بالله ربا, وانتهينا إلى أمر لنصيب من وعده, ونسلم من وعيده, ورجع ولم يهاجر ))\n? وعزاه الحافظ (للدارقطني) في ((المؤتلف))\n? قلت : وفيه سيف أيضا, وتقدم بيان حاله\n? قال (ابن الأثير): هذا الاسم أخرجه (أبو موسى) هاهنا, وفي (عبد الله بن حكيم الضبي), وروى عن سيف عن الصعب وذكر مثل هذا, وذكره أبو عمر في (عبد الله بن الحارث), والصحيح أنه (عبد الله بن زيد) كما ذكره أبو موسى, ووافقه عليه ابن ماكولا, وابن حبيب, وابن الكلبي وغيرهم, ولعل أبا عمر قد رأى (عبد الحارث) فظنه (عبد الله بن الحارث)\nو أما أبو موسى فلا أعلم لم جعله ترجمتين, ولم يكن في وفد ضبة من الكثرة بحيث يكون فيهم ثلاثة كانت أسماؤهم (عبد الحارث) فغيره رسول الله - صلى الله عليه وسلم - وجعله (عبد الله)\nوقال في(3\\217): وأنا أظن الثلاثة واحدا.\n\n62- [ عبد الله بن سعيد بن العاص الأموي القرشي ] :(2)\n\nكان اسمه ( الحكم ), فسماه النبي - صلى الله عليه وسلم - ( عبد الله )\n__________\n(1) - ((الإستيعاب)) (1512) ((أسد الغابة)) (3\\206\\2876) ((الإصابة)) (4\\85\\4705) (نقعة الصديان) (242)\n(2) - ((الإستيعاب)) (1574) ((أسد الغابة)) (3\\263\\2980) ((الإصابة)) (4\\99\\4738) (نقعة الصديان) (244)\n(1/56)",
        "\n? قال (الخطابي) في ((معالم السنن))(4\\118) : الحكم هو الحاكم الذي إذا حكم لم يرد حكمه, و هذه الصفة لا تليق بغير الله سبحانه, ومن أسمائه الحكم .اهـ\n? أخرج (البخاري) في ((تاريخه الكبير))(2\\330 \\2648) قال محمد بن يوسف, حدثنا عبيد بن عبد الرحمن أبو سلمة البصري, قال حدثني عمرو بن يحيى بن سعيد بن عمرو بن سعيد بن العاص عن جده سعيد بن عمرو,قال حدثني الحكم بن سعيد قال:\n(( أتيت النبي - صلى الله عليه وسلم - فقال ما اسمك ؟ , قال : أنا الحكم, قال: بل أنت عبد الله, قلت: فأنا عبد الله ))\nقال أبو عبد الله: عبيد لي فيه بعض النظر\n? ورواه (الطبراني) في ((معجمه الكبير)) (3\\214\\3169) قال : حدثنا أحمد بن داود المكي, ثنا إبراهيم بن زكريا العبدسي, ثنا أبو أمية بن يعلى الطائفي, حدثني جدي, عن عمه الحكم بن سعيد به...\n? قال (الهيثمي) في ((المجمع))(8\\53\\12881): في إسناده أبو أمية بن يعلى , وهو متروك .اهـ\n\n63- [ عبد الله بن سلا م الإسرائيلي ثم الأنصاري ] :(1)\n\nكان اسمه ( الحصين ), فسماه النبي - صلى الله عليه وسلم - ( عبد الله )\n? أخرج (ابن أبى شيبة) في ((مصنفه))(25900) قال: حدثنا يحيى بن يعلى أبو المحياة, عن عبد الملك بن عمير, قال حدثني ابن أخي عبد الله بن سلام, عن عبد الله بن سلام - صلى الله عليه وسلم - قال:\n(( قدمت على رسول الله - صلى الله عليه وسلم - وليس اسمي عبد الله بن سلام , فسماني رسول الله - صلى الله عليه وسلم - عبد الله بن سلام ))\n? وأخرجه (ابن ماجة) في ((سننه))(3734) من طريقه\n__________\n(1) - ((الإستيعاب)) (1579) ((أسد الغابة)) (3\\265\\2986) ((الإصابة)) (4\\102\\4743) (نقعة الصديان) (245)\n(1/57)\n",
        "? قال (البوصيري) في ((زوائده))(1306): هذا إسناد فيه مقال, ابن أخي عبد الله بن سلام لم يسم, قاله في ((الأطراف)) وما علمته و باقي رجال الإسناد ثقات, رواه (أبو بكر بن أبي شيبة) في ((مسنده)) عن الفضل بن ذكين, عن يحيى بن أبي الهيثم العطار, حدثني يوسف بن عبد الله بن سلام قال:\n(( سماني رسول الله - صلى الله عليه وسلم - , وأقعدني في حجره ))\nورواه (الإمام أحمد) في ((مسنده)) من حديث عبد الله بن سلام أيضا, ورواه (أبو يعلى الموصلي) في ((مسنده)) ثنا أبو بكر بن أبي شيبة فذكره.اهـ\n? قلت : حديث (ابن ماجة) قال (الألباني) رحمه الله فيه: منكر ضعيف ((ضعيف ابن ماجة))(818)\n? قال (أبو يعلى) في ((مسنده))(7498) حدثنا أبو بكر بن أبي شيبة, حدثنا يحيى بن يعلى الأسلمي, عن عبد الملك بن عمير, عن أبي أخي عبد الله بن سلام, عن عبد الله بن سلام - رضي الله عنه - قال :\n(( كان اسمي في الجاهلية فلان سماني رسول الله - صلى الله عليه وسلم - عبد الله ))\n? وعزاه (الهيثمي) في ((المجمع))(8\\57\\12884) للطبراني, وقال : فيه يحيى بن يعلى وهو ضعيف. اهـ\n? قلت : وفيه أيضا جهالة ابن أخي عبد الله بن سلام\n? وأخرج (الفسوي) في ((تاريخه))(3\\170) قال : حدثني أبو اليمان أو قرئ عليه, عن سعيد بن عبد العزيز قال :\n(( كان اسم عبد الله بن سلام الحصين, فسماه رسول الله - صلى الله عليه وسلم - عبد الله , وكان اسم عبد الرحمن بن عوف عبد عمرو فسماه رسول الله - صلى الله عليه وسلم - عبد الرحمن ))\n\n64- [ عبد الله بن صفوان بن قدامة ] :(1)\n\nكان اسمه ( عبد رهم ) وقيل ( عبد نهم ), وقيل ( عبد تميم ) فسماه النبي - صلى الله عليه وسلم - ( عبد الله )\n__________\n(1) - ((الإستيعاب)) (1597) ((أسد الغابة)) (3\\281\\3021) ((الإصابة)) (4\\\\114\\4778) (نقعة الصديان) (246)\n(1/58)\n\n? قال الحافظ في ((الإصابة))(3\\355\\4105) في ترجمة أبيه صفوان : روى (الطبراني) عن موسى بن هارون, عن موسى بن ميمون بن موسى المزني, عن أبيه ميمون, عن أبيه موسى, عن جده عبد الرحمن بن صفوان بن قدامة قال :\n(( هاجر أبي صفوان إلى النبي - صلى الله عليه وسلم - , فبايع النبي - صلى الله عليه وسلم - على الإسلام, و قال له: إني أحبك قال: المرء مع من أحب ))\nورواه ابن منده مطولا وفيه :\n(( وكان معه ابناه عبد الرحمن وعبد الله, وكان اسمه عبدا لعزى, وعبد تميم, وغيرهما النبي - صلى الله عليه وسلم - ))\n\n65- [ عبد الله بن عبد الأسد المخزومي ] ( أبو سلمة ) : مشهور بكنيته(1)\n\nمن السابقين الأولين إلى الإسلام, وأخو النبي - صلى الله عليه وسلم - من الرضاعة, وابن عمته برة بن عبدالمطلب, تزوج أم سلمة, ثم صارت بعده إلى النبي - صلى الله عليه وسلم -\nكان اسمه ( عبد مناف ), فسماه النبي - صلى الله عليه وسلم - : ( عبد الله)\n? قال الحافظ في ((الإصابة))(4\\319\\5279) في (عبد مناف بن عبد الأسد) :غيره النبي - صلى الله عليه وسلم - , فسماه (عبد الله)\n\n66- [ عبد الله بن عبد الله أبو هند الداري ](2):\n\nكان اسمه ( بُرَيْر ), وقيل ( بَرُّ ), فسماه النبي - صلى الله عليه وسلم - ( عبد الله )\n? ذكر (ابن الأثير) في ((أسد الغابة)) بلا سند: سماه النبي - صلى الله عليه وسلم - (عبد الله )\nوقال قبله (أبو نعيم) في ((معرفة الصحابة)) في ترجمة ( برير)(334) : قال علي بن المديني : أبو هند سماه النبي - صلى الله عليه وسلم - (عبدالله) وهو أخو تميم\n67- [ عبد الله بن عبد الله بن أُبَي بن أَبي مالك الأنصاري ] :(3)\n__________\n(1) - ((الإستيعاب)) (1607) ((أسد الغابة)) (3\\295\\3038) ((الإصابة)) (4\\131\\4801)\n(2) 64- ((أسد الغابة)) (1\\371\\401) ((الإصابة)) (1\\420\\637)\n(3) - ((الإستيعاب)) (1608) ((أسد الغابة)) (3\\297\\3039) ((الإصابة)) (4\\133\\4802) (نقعة الصديان)(248)",
        "(1/59)\n\nكان اسمه ( الحباب ), فسماه النبي - صلى الله عليه وسلم - : ( عبد الله )\nوهو ابن أبي بن سلول, وكان أبوه رأس المنافقين, وشهد عبد الله هذا بدرا, وأحدا, والمشاهد\n? قال (الخطابي) في ((معالم السنن))(4\\119): حباب نوع من الحيات وقد روي أن الحباب اسم الشيطان, فقيل انه أراد به المارد الخبيث من شياطين الجن, وقيل إنه نوعا من الحيات,يقال لها الشياطين, ومن ذلك قوله تبارك وتعالى:( طلعها كأنه رؤوس الشياطين ) (الصافات 65 ) .اهـ\n? قال (ابن عبد البر) في ((الإستيعاب)) : كان اسمه (الحباب), فسماه رسول الله - صلى الله عليه وسلم - (عبد الله), وكان أبو عبد الله بن أبى سلول يكنى : أبا الحباب\n? وذكر مثله (ابن الأثير) في ((أسد الغابة)) والحافظ في ((الإصابة))\n? وأخرج (ابن أبى شيبة) في ((مصنفه))(25898) قال : ثنا ابن عبد الرحمن عن هشام عن أبيه :\n(( أن رجلا كان اسمه الحباب, فسماه رسول الله - صلى الله عليه وسلم - عبد الله, وقال : الحباب شيطان ...))\n? وأخرج (عبد الرزاق) في ((مصنفه))(19849) عن معمر عن الزهري:\n(( أن رجلا كان اسمه الحباب, فسماه رسول الله - صلى الله عليه وسلم - عبد الله, وقال النبي - صلى الله عليه وسلم - : إن الحباب إسم شيطان ))\nفلعله صاحب الترجمة, و إلا فهو آخر\n68- [ عبد الله بن عبد المدان الحارثي ] :(1)\n\nوكان اسمه ( عبد الحجر ), فسماه النبي - صلى الله عليه وسلم - : ( عبد الله )\n? قال الحافظ في (((الإصابة))): قال (ابن الكلبي) : كان اسمه ( عبد الحجر ) فغيره النبي - صلى الله عليه وسلم -\nوذكر (أبو عمر مثله في ((الإستيعاب)) عن الطبري بلا سند\n? وقال (ابن سعد) في ((طبقاته))(5\\528) بلا سند :\n((\n__________\n(1) - ((الإستيعاب)) (1614) ((أسد الغابة)) (3\\302\\3050) ((الإصابة)) (4\\137\\4818) (نقعة الصديان) (247)\n(1/60)",
        "\nكان عبد الله في الوفد الذين قدموا مع خالد بن الوليد إلى رسول الله - صلى الله عليه وسلم - ,وكان اسمه عبد الحجر, فقال له رسول الله - صلى الله عليه وسلم - من أنت ؟ , قال: أنا عبد الحجر , فقال: أنت عبد الله )\n? وأخرج (ابن أبى شيبة) في ((مصنفه))(25901) قال: حدثنا يزيد بن المقدام, عن المقدام بن شريح, عن أبيه عن جده هانئ بن شريح قال:\n(( وفد النبي - صلى الله عليه وسلم - في قومه فسمعهم يسمون رجلا عبد الحجر , فقال له: ما اسمك؟ , قال:عبد الحجر , فقال له رسول الله - صلى الله عليه وسلم - : إنما أنت عبد الله ))\nوعبد الله الغير منسوب هو صاحب الترجمة فهانىء راوي الحديث هو ابن يزيد أبو شريح, كان يكنى (بأبي الحكم ) حارثي مثله من بني الحارث بن كعب, أخرج (أبو داود)(4955) خبر وفادته, وهو مذكور في كتابي هذا فيمن غُيِّرتْ كناهم (الترجمة112)\n69- [ عبد الله بن عبد نهم بن عفيف المزني ]:(1)\n\n? قال الحافظ في (((الإصابة))), يقال كان اسمه : ( عبد العزى) فغيره النبي - صلى الله عليه وسلم -\n70- [ عبد الله بن عمر بن الخطاب ] :(2)\n\nكان اسمه ( العاص ), فسماه النبي - صلى الله عليه وسلم - ( عبد الله )\n? قال (البيهقي) في ((سننه))(9\\307) أخبرنا أبو طاهر الفقيه, أنبأ أبو الحسن الطرائفي, ثنا عثمان بن سعيد الدارمي ثنا يحيى بن بكير, حدثني الليث, عن يزيد بن أبي حبيب, عن عبد الله بن الحارث بن جزء الزبيدي - رضي الله عنه - قال:\n(( توفي صاحب لي غريبا فكنا على قبره, أنا وعبد الله بن عمر وعبد الله بن عمرو بن العاص,وكان اسمي العاص,واسم ابن عمر العاص,واسم ابن عمرو العاص, فقال لنا رسول الله - صلى الله عليه وسلم - : انزلوا واقبروه وأنتم عبيد الله,قال:فنزلنا فقبرنا أخانا,وصعدنا من القبر وقد أبدلت أسماؤنا ))\n__________\n(1) - ((الإصابة)) (4\\139\\482)\n(2) - ((الإستيعاب)) (1630) ((أسد الغابة)) (3\\336\\3081) ((الإصابة)) (4\\155\\4852)\n(1/61)\n",
        "? ورواه (البزار)(1991) و(الطبراني), قال في ((المجمع))(8\\56\\ 12875): فيه عبد الله بن صالح كاتب الليث, وقد وثق واحد وبقية رجال البزار رجال الصحيح . اهـ\n? وتابعه يحيى بن بكير عند (البيهقي), قال الحافظ (الذهبي) في ((سير أعلام النبلاء)) في ترجمته (276) : هكذا رواه عثمان بن سعيد الدارمي حدثنا يحيى بن بكير عنه...\nومع صحة إسناده هو منكر من القول , وهو يقتضي أن اسم ابن عمر ما غير إلى ما بعد سنة سبع من الهجرة, وهذا ليس بشيء .اهـ\n71- [ عبد الله بن عمرو بن العاص ] :(1)\n\nيقال كان اسمه ( العاص ), فسماه النبي : - صلى الله عليه وسلم - ( عبد الله )\nقال (أبو زرعة الدمشقي) في ((تاريخه))(1841) حدثنا عبد الله بن صالح, حدثنا الليث, حدثني يزيد بن أبي حبيب, عن عبد الله بن الحارث بن جزء - رضي الله عنه - :\n(( أنهم حضروا مع رسول الله - صلى الله عليه وسلم - جنازة, فقال له: ما اسمك ؟ , قال: العاص, وقال لابن عمرو بن العاص: ما اسمك ؟ قال : العاص, وقال لابن عمر: ما اسمك ؟ قال: العاص, فقال: أنتم عبيد الله, فخرجنا وقد غيرت أسماؤنا )\nفي نسخة حرملة عن عبد الله بن وهب أخبرني الليث فذكره بلفظ :\n(( توفي صاحب لنا غريب بالمدينة, وكنا على قبره فقال النبي - صلى الله عليه وسلم - : ما اسمك؟ فقلت : العاص, وقال لابن عمر: ما اسمك ؟ فقال العاص,وقال لابن عمرو بن العاص : ما اسمك ؟ فقال: العاص,فقال:انزلوا فاقبروه فأنتم عبيد الله,قال: فقبرنا أخانا, وخرجنا وقد بدلت أسماؤنا ))\n\n72- [ عبد الله بن قرط الأزدي ]:(2)\n\nكان اسمه ( شيطان ), فسماه النبي - صلى الله عليه وسلم - : ( عبد الله )\n? أخرج (الطبراني من حديثه :\n(\n__________\n(1) - ((الإستيعاب)) (1636) ((أسد الغابة)) (3\\345\\3092) ((الإصابة)) (4\\165\\4865)\n(2) - ((الإستيعاب)) (1654) ((أسد الغابة)) (3\\360\\3126) ((الإصابة)) (4\\179\\4908) (نقعة الصديان) (250)\n(1/62)\n\nأنه جاء إلى النبي - صلى الله عليه وسلم - فقال له : ما اسمك ؟ , قال: شيطان, قال: أنت عبد الله بن قرط )\n? قال (الهيثمي) في ((المجمع))(8 \\54\\ 12859) : رجاله ثقاث .اهـ\n? وأخرج (الإمام أحمد)(4\\350\\19099) ثنا أبو اليمان, ثنا إسماعيل بن عياش,عن بكر بن زرعة الخولاني,عن مسلم بن عبد الله الأزدي قال:\n(( جاء عبد الله بن قرط الأزدي إلى النبي - صلى الله عليه وسلم - فقال له النبي - صلى الله عليه وسلم - : ما اسمك ؟ , قال: شيطان بن قرط , قال له النبي - صلى الله عليه وسلم - : أنت عبد الله بن قرط ))\n? قال (الهيثمي) في ((المجمع))(8\\54\\12858): رجاله ثقات .اهـ\n? قال الحافظ في ((الإصابة)): روى أحمد بن حنبل بإسناد حسن, أنه كان اسمه شيطانا فغيره النبي - صلى الله عليه وسلم -\n? قال الشيخ (شعيب الأرنؤوط) : إسناده حسن\n\n73- [ عبد الله بن كليب بن ربيعة الخولاني ] :(1)\n\nكان اسمه ( ذؤيب ) فسماه النبي - صلى الله عليه وسلم - (عبد الله) وكان أول من اسلم من أهل اليمن\n? ذكره (أبو عمر) في الإستيعاب) بلا سند , قال : سماه النبي - صلى الله عليه وسلم - ( عبد الله )\n? وذكر مثله (ابن الأثير) في ((أسد الغابة)) والحافظ في ((الإصابة))\n\n74- [ عبد الله بن منقر القيسي ] :(2)\n\n? قال الحافظ في ((الإصابة)): كان اسمه ( عبد الحارث ), سماه النبي - صلى الله عليه وسلم - ( عبد الله ) , ذكره (ابن فتحون) عن (ابن السكن)\n\n75- [ عبد الله بن الهيثم التميمي ] :(3)\n__________\n(1) -- ((الإستيعاب)) (1663) ((أسد الغابة)) (3\\371\\3154) ((الإصابة)) (4\\187\\4938) (نقعة الصديان) (251)\n(2) - ((الإصابة)) (4\\211\\4998)\n(3) - ((أسد الغابة)) (3\\408\\3238) ((الإصابة)) (1\\26\\244)",
        "(1/63)\n\nكان اسمه ( عبد اللات ), فسماه النبي - صلى الله عليه وسلم - ( عبد الله )و وهو جد الفقيه الشيخ (رزق الله بن عبد الوهاب التميمي) الحنبلي المتوفى سنة 448هـ(1)\nقال الحافظ : حدث (ابن ماكولا) عن (رزق الله) : أن جده (عبد الله) قدم على النبي - صلى الله عليه وسلم - , وكان اسمه (عبد اللات) فسماه ( عبد الله ), وذكر مثله (ابن الأثير)\n? وذكر الحافظ (ابن الجوزي) في ((تاريخه المنتظم))(10\\4922) في ترجمة (رزق الله) حفيده:\n(( كان عبد الله هذا اسمه (عبد اللات), فسماه رسول الله - صلى الله عليه وسلم - ( عبد الله ) , وعلمه و أرسله إلى اليمامة, والبحرين ليعلمهم أمر دينهم, وقال: نزع الله من صدرك, وصدر ولدك الغل والغش إلى يوم القيامة ))\n\n76- [ عبد الله بن الوليد بن الوليد بن المغيرة المخزومي ]:(2)\n\nكان اسمه ( الوليد ), فسماه النبي - صلى الله عليه وسلم - ( عبد الله )\n? قال الحافظ في ((الإصابة)) : قال الزبير بن بكار, حدثنا إبراهيم بن حمزة, حدثني إسحاق بن إبراهيم بن نسطاس, عن أيوب بن سلمة, عن عبد الله بن وليد بن الوليد بن المغيرة, عن أبان بن عثمان قال :\n(( دخل الوليد بن الوليد بن المغيرة وهو غلام على النبي - صلى الله عليه وسلم - ,فقال ما اسمك يا غلام ؟ , فقال: أنا الوليد بن الوليد بن الوليد بن المغيرة, قال: ما كادت بنو مخزوم إلا أن تجعل الوليد ربا, ولكن أنت عبد الله )\nهذا هو الصواب مرسل وكذا ذكره ابن عبد البر (1710 ) بغير إسناد\nووصله (ا بن منده) من وجه آخر عن أيوب بن سلمة, فقال عن أبيه عن جده: (( أنه أتى النبي - صلى الله عليه وسلم - ...))\nوقال: غريب لا نعرفه إلا من هذا الوجه\n__________\n(1) - قال ابن أبي يعلى في (الطبقات)(2\\214):أحد الحنابلة المشهورين في الحنبلية هو وأبوه وجده مات سنة 448هـ\n(2) - ((الإستيعاب)) (3244) ((أسد الغابة)) (3\\410\\3244) ((الإصابة)) (4\\222\\5039) (نقعة الصديان) (252)\n(1/64)",
        "\n? قلت (أي الحافظ) : وفي سنده النضر بن سلمة وهو كذاب\nوقال الزبير أيضا في ترجمة الوليد بن الوليد بن المغيرة :\n(( كان سمى ابنه الوليد, فقال النبي - صلى الله عليه وسلم - : ما اتخذتم الوليد إلا حنانا هو عبدالله ))\n? وأخرج (إبراهيم الحربي) في ((غريب الحديث)) من طريق محمد بن إسحاق, عن محمد بن عمر, عن زينب بنت أم سلمة, عن أمها أم سلمة قالت :\n(( دخل على النبي - صلى الله عليه وسلم - , وعندي غلام يسمى الوليد بن الوليد, فقال: اتخذتم الوليد حنانا, غيروا اسمه ))\nقال الحافظ : وهذا سند جيد\n? وأخرج (الإمام أحمد) في ((مسنده))(1\\18\\109) من طريق الأوزاعي, عن الزهري, عن سعيد بن المسيب, عن عمر قال :\n(( ولد لأخي أم سلمة...))\n? قال الحافظ: فكأنه أطلق عليه أنه أخوها على سبيل التجوز, أو يكون أخاها من الرضاعة .اهـ\n? قال الشيخ (أحمد شاكر) رحمه الله : إسناده ضعيف لانقطاعه, سعيد ببن المسيب لم يدرك عمر إلا صغيرا, فروايته عنه مرسلة...\n? والحديث أخرجه (الحارث بن أبى أسامة) في ((مسنده))(805 بغية) عن ابن المسيب مرسلا, و عنده أنه سماه ( عبد الرحمن ), لا( عبد الله), وقد تقدم في ترجمة (عبد الرحمن بن الوليد)\n77- [ عبد الله بن أبى ربيعة المخزومي القرشي ] :(1)\n\nكان اسمه ( بجيرا ), فسماه النبي - صلى الله عليه وسلم - : ( عبد الله )\n? قال الحافظ في ((الإصابة)): غيره النبي - صلى الله عليه وسلم - , وهو والد عمر بن عبد الله بن أبي ربيعة الشاعر المشهور\n? وذكر مثل ذلك في ((الإستيعاب)) و ((أسد الغابة))\n78- [ عبد الله بن أبى عوف البجلي ] :(2)\n\nكان اسمه ( عبد شمس ), فسماه النبي : - صلى الله عليه وسلم - ( عبد الله )\n__________\n(1) - ((أسد الغابة)) (3\\232\\2939) ((الإصابة)) (4\\68\\4689)\n(2) - ((أسد الغابة)) (3\\355\\3113) ((الإصابة)) (4\\174\\4892)\n(1/65)\n",
        "? قال الحافظ في ((الإصابة)) : ذكره ابن الكلبي وقال: له وفادة , وكان اسمه ( عبد شمس ) فغيره النبي - صلى الله عليه وسلم -\n? وذكر مثله في ((أسد الغابة))\n\n79- [ عبد الله العدوي ] :(1)\n\nكان اسمه ( السائب ), فسماه النبي - صلى الله عليه وسلم - : ( عبد الله )\n? قال (ابن عبد البر): عبد الله رجل من بني عدي , وكان اسمه (السائب), فسماه رسول الله - صلى الله عليه وسلم - :\n( عبد الله)\nروى عن النبي - صلى الله عليه وسلم - في ضمان الدين نحو حديث أبي قتادة, وفي حديثه (( ديناران كيتان )), وهو عند ابن لهيعة عن أبى قبيل .اهـ\n80- [ عبد الله الغفاري ] :(2)\n\nكان اسمه ( السائب ), فسماه النبي - صلى الله عليه وسلم - ( عبد الله )\n? أخرج (أبو نعيم) في ((معرفة الصحابة))(3494) قال : أخبرنا احمد بن محمد بن يوسف, ثنا البغوي, ثنا كامل بن طلحة ثنا ابن لهيعة, حدثني أبو قبيل, سمعت رجلا من بني غفار :\n(( أتت بي أمي رسول الله - صلى الله عليه وسلم - وعلي تميمة,فقطعها رسول الله - صلى الله عليه وسلم - وقال:ما اسمك؟ قلت: السائب فقال:بل اسمك عبد الله,فقلت: على أيهما تجيب ؟ قال: على كليهما\nقال أبو قبيل: والله لو كنت,ما أجبت إلا على الإسم الذي سماني رسول الله - صلى الله عليه وسلم - ))\n? وعزاه الحافظ في ((الإصابة)): (للبغوي) و(لمحمد بن الربيع الجيزي) في الصحابة الذين دخلوا مصر, من طريق أسد بن موسى عن ابن لهيعة به...\nقال: و ذكره ابن منده في حرف السين, و ساق الحديث من طريق قتيبة عن ابن لهيعة....\nوقد عده بعضهم هو و العدوي السابق شخصا واحدا\nقال الحافظ : والذي يظهر أن العدوي غيره, لأنه ليس في خبره هذه القصة في تغيير اسمه, وحديثه غير حديث الغفاري والله أعلم.\n__________\n(1) - ((الإستيعاب)) (1712) ((الإصابة)) (4\\231\\5062) (نقعة الصديان) (254)\n(2) - ((الإستيعاب)) ( 900) ((أسد الغابة)) (2\\398\\1919) ((الإصابة)) (3\\22\\3082)\n(1/66)\n\nقلت : مخرج حديثهما واحد\n81- [ عبد الله ] ( غير منسوب )(1)\n\nوكان اسمه ( نعم ), فسماه النبي - صلى الله عليه وسلم - : ( عبدالله )\n? ذكره (ابن الأثير) في ((أسد الغابة)), وعنده ( نعمى ), والحافظ في ((الإصابة))\n? أخرج (الطبراني) في ((معجمه الأوسط))(1675) قال: حدثنا أحمد, قال أخبرنا سويد بن نصر, قال حدثنا عبد الكبير بن دينار, عن أبي إسحاق,عن البراء - رضي الله عنه - :\n(( أن النبي - صلى الله عليه وسلم - قال لرجل: ما اسمك ؟ ,قال: نعم قال: أنت عبد الله ))\nوقال: لم يروه عن أبي إسحاق إلا عبد الكبير\n? قال (الهيثمي) في ((المجمع))(8\\56\\12878): رواه (الطبراني) في ((الأوسط)), ورجاله ثقات .اهـ\n? وكذا في ((المعجم الكبير))(1173), و(أبو نعيم) في ((المعرفة))(1168)\n82- [ عبد الله ] ( غير منسوب )\nوكان اسمه ( السائب ), فسماه النبي - صلى الله عليه وسلم - : ( عبدالله )\n? قال الحافظ (شمس الدين ابن قيم الجوزية) رحمه الله في كتابه ((تحفة المودود))(ص 113): في ((جامع ابن وهب)) :\n(( أن رسول الله - صلى الله عليه وسلم - أتي بغلام, فقال: ما سميتم هذا ؟ قالوا: السائب, فقال:لا تسموه السائب, ولكن عبد الله قال : فغلبوا على اسمه فلم يمت حتى ذهب عقله ))\n? قلت : وهذا من شؤم مخالفة أمره - صلى الله عليه وسلم - و مصداق قوله سبحانه وتعالى (فَلْيَحْذَرِ الَّذِينَ يُخَالِفُونَ عَنْ أَمْرِهِ أَنْ تُصِيبَهُمْ فِتْنَةٌ أَوْ يُصِيبَهُمْ عَذَابٌ أَلِيمٌ) (النور:63)\n83- [ عبد الله ] ( غير منسوب )(2)\n\nكان اسمه (عبد الحارث) فسماه النبي - صلى الله عليه وسلم - (عبد الله)\n? ذكر الحافظ في ((الإصابة))(3\\346\\4086)( في ترجمة الصعب بن منقر ) :\n__________\n(1) - ((أسد الغابة)) (3\\402\\3220) ((الإصابة)) (6\\345\\8744) (نقعة الصديان) (253)\n\n(2) - ((الإصابة)) ( 4\\237\\5083)",
        "(1/67)\n\n? أورد (أبو علي بن السكن) عن محمد بن أبي أسامة, عن عبد الله بن أحمد القطان, حدثنا عبد الرحمن بن عمرو بن جبلة الباهلي, حدثتنا سلامة بنت عمرو القادسية, سمعت جدتي أم البني, تحدث عن أبيها الصعب بن منقر:\n(( أنه استحفر النبي - صلى الله عليه وسلم - حفيرة, فأحفره وأمره ألا يمنع أحدا, وكان اسمه عبد الحارث فسماه عبد الله, وكان رجلا من بني قيس, فحفر فجاءت مالحة مرة وكان فيها دواب, فدفع إليه سهما, فوضعه فيها فعذب ماؤها, وذهب ما فيها من الدواب ))\nقال : حديثه ليس بالقائم لم يروه غير عبد الرحمن بن جبلة . انتهى كلام ابن السكن\n? وقد ذكره الخطيب في ((ذيل المؤتلف)), وأخرج هذا الحديث من طريق أحمد بن محمد بن علي الديباجي, عن أحمد بن عبد الله بن زياد التستري, حدثنا عبد الرحمن بن عمرو بن جبلة فذكره\nلكنه قال (الصعب بن منقذ) بذال معجمة بدل الدال, وقال فكان اسمه (عبد الوارث ), هكذا بواو بدل الحاء المهملة, وعنده أيضا بلفظ :\n(( وكان رجل من بني قيس يحفر..))\nوقد أغفل (ابن الأثير) ذكر (عبد الواحد), أو (الوارث) اسمه\n84- [ عتبة بن عبد أبو الوليد السلمي ] :(1)\n\nكان اسمه ( عتله ), وقيل ( نُشبة ), فسماه النبي - صلى الله عليه وسلم - ( عتبة )\n? قال (الخطابي) في ((المعالم))(4\\118): عتلة معناها الشدة والغلظة, ومنه قولهم رجل عتل, أي شديد غليظ, ومن صفة المؤمن اللين والسهولة, وقال - صلى الله عليه وسلم - : (( المؤمنون هينون )) .اهـ\n? أخرج (الطبراني) في ((المعجم الكبير))(17\\120\\296) قال : حدثنا أبو زرعة عبد الرحمن بن عمرو الدمشقي, ثنا يحيى بن صالح الوحاظي, ثنا محمد بن القاسم الطائي\n(ح) وحدثنا إسماعيل بن قيراط الدمشقي, ثنا سليمان بن عبد الرحمن بن بنت شرحبيل\n(\n__________\n(1) - ((أسد الغابة)) (3\\556\\3552) و((الإصابة)) ( 4\\363\\5423) (نقعة الصديان) (255)\n(1/68)",
        "\nح ) وحدثنا إبراهيم بن دحيم الدمشقي, حدثني أبي, قالا ثنا محمد بن شعيب بن شابور, ثنا محمد بن القاسم الطائي, قال سمعت يحيى بن عتبة بن عبد, يحدث عن أبيه:\n(( أنه أتى في ناس يريدون أن يغيروا أسماءهم, قال:فلما رآني رسول الله - صلى الله عليه وسلم - دعاني وأنا غلام حدث, فقال: ما اسمك ؟ فقلت: عتلة بن عبد فقال النبي - صلى الله عليه وسلم - : بل أنت عتبة بن عبد, أرني سيفك فسله, فلما نظر إليه فإذا هو سيف فيه دقة, و ضعف, فقال: لا عملا بهذا , ولكن اطعن به طعنا ))\n? قال (الهيثمي) في ((المجمع))(8\\53 \\12876): رواه (الطبراني) من طرق و رجال بعضها ثقات.اهـ\n? وأخرج (الطبراني) أيضا (17\\122\\300 ) قال : حدثنا إبراهيم بن محمد بن عرق الحمصي, ثنا عبد الوهاب بن الضحاك, ثنا إسماعيل بن عياش, عن ضمضم بن زرعة, عن شريح بن عبيد, عن عتبة بن عبد قال:\n(( دعاني رسول الله - صلى الله عليه وسلم - وأنا غلام حدث, فقال: ما اسمك ؟ , قلت: عتلة بن عبد,قال: أنت عتبة بن عبد ))\n? وأخرجه أيضا (17\\125\\308) قال : حدثنا أحمد بن المعلى الدمشقي, وعبدان بن أحمد,قالا , ثنا هشام بن عمار, ثنا إسماعيل بن عياش, ثنا صفوان بن عمرو, عن عقيل بن مدرك, عن عتبة بن عبد:\n(( أنه لما بايع رسول الله - صلى الله عليه وسلم - قال له : ما اسمك ؟ , قال: نشبة, قال: أنت عتبة بن عبد ))\n? قال ((الهيثمي))( 8\\56\\12277): رجاله ثقات .اهـ\n\n85- [ عتيق بن عثمان التيمي] ( أبو بكر الصديق ):(1)\n\n? أخرج (الطبراني) في ((المعجم الكبير)) (1\\54\\10) قال : حدثنا محمد بن علي الصائغ المكي, وأبو زرعة عبد الرحمن بن عمرو الدمشقي, قالا ثنا سعيد بن منصور, ثنا صالح بن موسى الطلحي, عن معاوية بن إسحاق, عن عائشة بنت طلحة, عن عائشة أم المؤمنين - رضي الله عنه - :\n(\n__________\n(1) - ((الإستيعاب)) ( 2906) ((أسد الغابة)) (3\\310\\3066) ((الإصابة)) (4\\144\\4835)\n(1/69)\n",
        "أن أبا بكر - رضي الله عنه - مر بالنبي - صلى الله عليه وسلم - , فقال:من أراد أن ينظر إلى عتيق من النار فلينظر إلى هذا\nقالت: واسمه الذي سماه أهله عبد الله بن عثمان - رضي الله عنه - )\n? وأخرجه (أبو يعلى) في ((مسنده))(4899) قال : حدثنا سويد بن سعيد, حدثنا صالح بن موسى, عن معاوية بن إسحاق, عن عائشة بنت طلحة, عن عائشة أم المؤمنين قالت:\n(( والله إني لفي بيتي ذات يوم, ورسول الله - صلى الله عليه وسلم - في الفناء وأصحابه, والستر بيني وبينهم, إذا أقبل أبو بكر - رضي الله عنه - فقال النبي - صلى الله عليه وسلم - : من سره أن ينظر إلى عتيق من النار, فلينظر إلى أبي بكر, وإن اسمه الذي سماه أهله لعبد الله بن عثمان, فغلب عليه أسم عتيق ))\n? قال (الهيثمي) في ((المجمع))(9\\44\\14290): فيه صالح بن موسى الطلحي وهو ضعيف .اهـ\n? وأخرجه (الترمذي) في ((جامعه))(3679) قال : حدثنا الأنصاري, حدثنا معن, حدثنا إسحاق بن يحيى بن طلحة, عن عمه إسحاق بن طلحة, عن عائشة:\n(( أن أبا بكر - رضي الله عنه - دخل على رسول الله - صلى الله عليه وسلم - فقال: أنت عتيق الله من النار, فيومئذ سمي عتيقا ))\nقال أبو عيسى: هذا حديث غريب\n? قال (الألباني) رحمه الله : صحيح ((صحيح الترمذي))(2905)\n? وقال (الطبراني) في ((معجمه الكبير))(1\\53\\7) قال: حدثنا الحسين بن إسحاق التستري,ثنا حامد بن يحيى البلخي,ثنا سفيان بن عيينة,عن زياد بن سعد,عن عامر بن عبد الله بن الزبي, عن أبيه قال:\n(( كان اسم أبي بكر - رضي الله عنه - عبد الله بن عثمان, فسماه رسول الله - صلى الله عليه وسلم - عتيقا من النار ))\n? وأخرج أيضا (1\\53\\5) حدثنا أحمد بن محمد بن صدقة, قال سمعت أبا حفص عمرو بن علي يقول:\n(( كان أبو بكر - رضي الله عنه - معروق الوجه, و إنما سمي عتيقا لعتاقة وجهه, وكان اسمه عبد الله بن عثمان, وقد روي أن رسول الله - صلى الله عليه وسلم - سماه عتيقا من النار ))\n(1/70)\n\n? قال (الهيثمي)(9\\44\\ 14294) : إسناده جيد حسن.اهـ\n\n86- [ عثم بن الربعة الجهنى ] :(1)\n\n? قال أبو عمر في ((الإستيعاب)) : وفد على النبي - صلى الله عليه وسلم - , وكان اسمه ( عبد العزى ), فغيره رسول الله - صلى الله عليه وسلم -\n? قال الحافظ : كذا أورده (ابن عبد البر) فوهم وهما فاحشا, نبه عليه (الرشاطي) في ((الأنساب)), فقال: صحف اسمه وإنما هو ( غنم ), بغين معجمة ونون, والذي غيره النبي - صلى الله عليه وسلم - إنما هو من أحفاده, وهو (عبد العزيز بن بدر) بن يزيد بن معاوية بن خشان بمعجمتين بن اسعد بن وديعة بن مبذول بن غنم بن الربعه\nذكر في أنساب قضاعة أنه وفد على النبي - صلى الله عليه وسلم - , واسمه ( عبد العزي), سماه (عبد العزيز), وقد مضى على الصواب في مواضعه ( وهو الترجمة 47 )\nفعثم بن الربعة جد جد جد جد والده, بينه وبين هذا الصحابي تسعة آباء, فيكون في طبقة مالك جماع قريش\nوقد تم هذا الوهم على (ابن الأثير), ومن تبعه (كالذهبي ), وزاد على من تقدمه وهما آخر, فإنه سماه (عثمة), وغاير بينه وبين (عثم الجهني) الذي اختلف في الحرف الذي بعد العين في اسمه , هل هو مثلثة أو نون .اهـ\n87- [ عصمة بن قيس الهوزني ] :(2)\n\nكان اسمه ( عصية ), فسماه النبي - صلى الله عليه وسلم - ( عصمة )\n? أخرج (أبو نعيم) في ((معرفة الصحابة))(5383) قال : ثنا عبد الله بن محمد بن جعفر, ثنا محمد بن أحمد بن راشد, ثنا أبو شرحبيل ابن أبى أخي اليمان, ثنا أبو اليمان, ثنا إسماعيل بن عياش, عن الأزهر بن راشد:\n(( أن عصمة بن قيس وكان اسمه عصية فغير النبي - صلى الله عليه وسلم - اسمه, وسماه عصمة ))\n__________\n(1) - ((الإستيعاب)) (2045) أسدا لغابة (3\\569\\3574) ((الإصابة)) (5\\199\\6770) (نقعة الصديان) (256)\n\n(2) - ((الإستيعاب)) (1830) ((أسد الغابة)) (4\\37\\3675) ((الإصابة)) ( 4\\415\\5567) (نقعة الصديان) (257)",
        "(1/71)\n\n? وأخرجه (ابن قانع) في ((معجم الصحابة))(2 \\295\\424) قال : ثنا جعفر بن احمد بن عاصم الدمشقي, نا هشام بن عمار, نا ابن عياش, نا صفوان بن عمرو قال :\n(( بايع عصمة بن قيس رسول الله - صلى الله عليه وسلم - , فقال:ما اسمك؟ , قال: عصية,قال: بل أنت عصمة ))\n\n88- عفيف: والد غطيف مولى عبدالله بن أبى قيس(1)\n\nكان اسمه ( عازبا ), فسماه النبي - صلى الله عليه وسلم - ( عفيف )\n? قال (البخاري) في ((تاريخه الكبير))( 5\\172) قال: أبو المغيرة, حدثنا عتبة بن ضمرة, حدثنا عبد الله بن أبي قيس مولى عطيف بن عفيف :\n(( سمع عائشة رضي الله عنها قالت:من أنت؟ , قال:رجل من الشام, عبد الله مولى عطيف بن عازب, قالت: ابن عفيف قال: نعم\nوقال هشام بن عمارة حدثنا بن عباس حدثنا محمد بن زياد الألهاني عن عبد الله بن أبي قيس:\n(( حججت مع عطية بن عازب المصري , قالت عائشة:ابن عفيف, وكان النبي - صلى الله عليه وسلم - سماه عفيفا ))\n\n89- [ عمرو بن سراقة ] :(2)\n\nكان اسمه (جعيلا) فسماه النبي - صلى الله عليه وسلم - (عمرا)\n? أخرج (ابن سعد) في ((طبقاته))(4\\245 ) قال : أخبرنا محمد بن عمر (الواقدي), حدثني يحيى بن عبدالعزيز, عن عاصم بن عمر بن قتادة قال :\n(( كان جعيل بن سراقة رجلا صالحا, وكان ذميما قبيحا, وكان يعمل مع المسلمين في الخندق, فكان رسول الله - صلى الله عليه وسلم - قد غير اسمه يومئد, فسماه عمرا, فجعل المسلمون يرتجزون يقولون :\n\nسماه من بعد جعل عمر *** وكان للبائس يوما ظهر\n\nقال أخبرنا محمد بن عمر, قال فحدثني يزيد بن فراس الليثي, عن شريك بن عبد الله بن أبي نمر قال:\n(( وجعل جعيل يقول مع المسلمين: سماه من بعد جعيل عمر, وهو يضحك مع المسلمين, فعرفوا أنه لا يبالي ))\n__________\n(1) - ((الإصابة)) (4\\427\\5604)\n(2) - ((الإستيعاب)) (1939) ((أسد الغابة)) (1\\546\\764) و (4\\215\\3933) ((الإصابة)) (1\\596\\1175)و (4\\523\\5853)\n(1/72)",
        "\nقال محمد بن عمر: هو جعال بن سراقة فصغر فقيل: جعيل, وسماه رسول الله - صلى الله عليه وسلم - عمرا, ولكن هكذا جاء الشعر عمر.\n? قلت : الحديث مرسل, فعاصم تابعي, والواقدي متروك, وفي الصحابة: عمرو بن سراقة العدوي القرشي شهد بدرا والمشاهد كلها, قاله (أبو عمر), و جعيل بن سراقة الضمري, والأخير هو الذي ذكر (الصاغاني) في ((نقعة الصديان))(258) أنه صاحب القصة, ولم يذكر من أين نقله فالله أعلم\n\n90- [ عمرو ] ( غير منسوب )(1)\n\n? قال الحافظ في ((الإصابة)) (4\\582\\6007): في ترجمة ( جعيل ):كان يقال له ( جعيل ), فغيره النبي - صلى الله عليه وسلم - .اهـ\n? وذكر (ابن الأثير) معلقا ...عن يزيد بن رومان عن عروة عن عبدالله بن كعب بن مالك :\n(( لما حفر النبي - صلى الله عليه وسلم - الخندق قسم الناس, وكان هو يعمل معهم, وكان فيهم رجل كان اسمه حعيلا , فسماه رسول الله - صلى الله عليه وسلم - عمرا, وارتجز بعضهم فقال :\n\nسماه من بعد جعيل عمرا *** وكان للبائس ظهرا\n\nورسول الله - صلى الله عليه وسلم - إذا قالوا: عمرا قال: عمرا و إذا قالوا : ظهرا قال معهم : ظهرا )\nقلت: هذا مرسل فعبدالله بن كعب بن مالك تابعي وعزاه الحافظ في (((الإصابة))): لابن اسحق في مغازيه ,وقصته والذي قبله متشابهة فلعله شخص واحد\n91- [ كثير بن الصلت الكندي ] :(2)\n\nكان اسمه ( قليلا ), فسماه النبي - صلى الله عليه وسلم - : ( كثيرا )\nقال أبو عمر في ((الإستيعاب)) : ولد على عهد رسول الله - صلى الله عليه وسلم - , وسماه ( كثيرا ), وكان اسمه ( قليلا )\n? وأخرج (ابن سعد) في ((طبقاته))(5\\14) قال: أخبرنا أبو بكر بن عبد الله بن أبي أويس, قال حدثنا سليمان بن بلال, عن عبيد الله بن عمر, عن نافع قال :\n((\n__________\n(1) - ((أسد الغابة)) (1\\546\\766) ((الإصابة)) ( 1\\596\\1176)\n(2) - ((الإستيعاب)) (2201) ((أسد الغابة)) (4\\434\\4430) ((الإصابة)) (5\\472\\7494) (نقعة الصديان) (259)\n(1/73)\n",
        "أن كثير بن الصلت كان اسمه قليلا , فسماه عمر بن الخطاب - رضي الله عنه - كثيرا ))\n? قال الحافظ في ((الإصابة)) : سند صحيح إلى نافع, وصله (أبو عوانة) في ((صحيحه)) من وجه آخر, عن عبيد الله بن عمر, عن نافع, عن ابن عمر, وفيه: (( فسماه النبي - صلى الله عليه وسلم - ))\nواستغربه ابن منده , وفي سنده راو ضعيف , والأول أصح , ولكن للموصول شاهد , ذكره (الفاكهي) من رواية ميمون بن الحكم عن محمد بن جعشم عن ابن جريج.اهـ\n? قلت: وذكر (ابن الأثير) في ((أسد الغابة))(4\\435\\4430) معلقا: روى عبيدالله بن عمر, عن نافع, عن ابن عمر - رضي الله عنه - :\n(( أن كثير بن الصلت كان اسمه قليلا , فسماه رسول الله - صلى الله عليه وسلم - كثيرا, وأن مطيع بن الأسود كان اسمه العاصي فسماه رسول الله - صلى الله عليه وسلم - مطيعا, وأن عاصم أخت عمر كان اسمها عاصية, فسماها النبي - صلى الله عليه وسلم - جميلة, وكان يتفاءل بالاسم ))\n\n92- [ مثعب السلمي ] و قيل: [ المحاربي ]:(1)\n\n? قال (أبو عمر) :كان يسمى ( حمزة ) فقال له رسول الله - صلى الله عليه وسلم - : يامثعب قال: فكان أحب الأسماء إلي أن أدعى به\nوروي عنه أنه قال: سماني رسول الله - صلى الله عليه وسلم - مثعبا , وقال: كنت أغزو معه .اهـ\n? وأخرج (الطبراني) في ((معجمه الكبير))(20\\361\\847) قال : حدثنا محمد بن عثمان بن أبي شيبة, ثنا عبيد بن يعيش ثنا يحيى بن يعلى, عن أشعث بن أبي الشعثاء, عن مثعب قال :\n((\n__________\n(1) - ((الإستيعاب)) (2201) ((أسد الغابة)) (4\\434\\4430) ((الإصابة)) (5\\472\\7494) (نقعة الصديان) (259)\n(1/74)\n\nكان غزو مع رسول الله - صلى الله عليه وسلم - فلم يكن أحد منهم إلا وله راحلته يعتقب عليها غيري, قال: فكان رسول الله - صلى الله عليه وسلم - ينزل ثم يقول لي: اركب, فأقول: إن بي قوة حتى يفعل ذلك مرتين أو ثلاثا,فيقول:ما أنت إلا مثعب قال: فكان من أحب أسمائي إلي,قال: فكنت أسافر مع رسول الله - صلى الله عليه وسلم - وأصحابه,فيصوم بعضهم ويفطر بعضهم,فلم يعب الصائم على المفطر ولا المفطر على الصائم ))\n? قال (الهيثمي) في ((المجمع))(3\\159\\4915) : رجاله موثقون إلا أنـ أشعت بن أبي الشعتاء لم يسمع من أحد من الصحابة .اهـ\n93- [ محمد بن خليفة بن عامر ] :(1)\n\n? قال الحافظ : قال (ابن القداح) : شهد الفتح , وكان اسمه ( عبد مناة ) فسماه النبي - صلى الله عليه وسلم - ( محمدا ), أخرجه (ابن شاهين) عن ابن أبي داود عنه اهـ\n\n94- محمد بن يًفْدِيدويه الهروي :(2)\n\nقيل كان اسمه ( يفودان ), فسماه النبي - صلى الله عليه وسلم - ( محمدا )\n? قال (ابن الأثير) و الحافظ في ((الإصابة)): ذكر (أبو إسحاق بن ياسين) في ((تاريخ هراة)) قال حدثنا إبراهيم بن علي بن بالويه الزنجاني, حدثنا محمد بن مردان الشاه الزنجاني, وزعم أنه كان ثقة وكان قد أتى عليه مائة وتسع سنين قال حدثنا أحمد بن عبدة الجرجاني,حدثنا يفودان بن يفديدويه الهروي قال:\n(( حاربت رسول الله - صلى الله عليه وسلم - في شركي, ثم أسلمت على يدي رسول الله - صلى الله عليه وسلم - , فسماني محمدا\nوقال رسول الله - صلى الله عليه وسلم - : إذا قل الدعاء نزل البلاء, وإذا جار السلطان احتبس المطر من السماء, وإذا خان بعضهم بعضا صارت الدولة للمشركين, وإذا منعوا الزكاة ماتت المواشي, وإذا كثر الزنا تزلزلت الأرض, وإذا شهدوا بالزور نزل الطاعون من السماء\n__________\n(1) - ((الإصابة)) (6\\12\\7786 )\n(2) - ((أسد الغابة)) ( 5\\108\\4771) ((الإصابة)) (6\\30\\ 7828)",
        "(1/75)\n\nوقال: قال رسول الله - صلى الله عليه وسلم - : العلم خليل المؤمن, والعقل دليله, والعمل قيمه, والرفق جنوده )\nقال الحافظ: وأخرجه جعفر المستغفري, عن محمد بن إدريس الجرجاني,عن الرنجاني,عن محمد بن مردان شاه ثنا أحمد بن عبدة الجرجاني بهذا السند اهـ\n\n95- [ محمد ] غير منسوب مولى رسول الله - صلى الله عليه وسلم - (1)\n\nكان اسمه ( ما ناهيه ), فسماه النبي - صلى الله عليه وسلم - : ( محمدا )\n? قال الحافظ : ذكره (الحاكم) في ((تاريخ نيسابور)) فيمن قدم خراسان, قال: أخبرني علي بن أحمد المروزي, حدثنا أحمد بن محمد بن عمرو, وأخبرني أبو عبد الرحمن عبد الله بن محمد بن مقاتل بن محمد بن موسى بن محمد بن إبراهيم بن محمد مولى رسول الله, حدثني أبي, عن أبيه مقاتل بن محمد:\n(( أن أباه محمدا كان اسمه ما ناهيه, وأنه كان مجوسيا تاجرا, فسمع بذكر رسول الله - صلى الله عليه وسلم - وخروجه, فخرج بتجارة معه من مرو حتى قدم المدينة, فأسلم, فسماه رسول الله - صلى الله عليه وسلم - محمدا, فرجع إلى منزله بمرو مسلما, وكان يقال له مولى رسول الله - صلى الله عليه وسلم - قال: وداره قبالة الجامع بمرو ))\nوأورده (أبو موسى) من طريق الحاكم.اهـ\n\n- [ محسن بن علي بن أبى طالب ] :\n\nتقدم ذكره مع أخويه الحسن والحسين - رضي الله عنهم - ( رقم 8)\n96- [ مسلم بن خيشنة الكناني ] :(2)\n\nكان اسمه ( ميسما ), فسماه النبي - صلى الله عليه وسلم - ( مسلما )\n? أخرج (أبو القاسم الطبراني) في ((معجمه الكبير))(3\\18\\2514) قال: ثنا محمد بن الحسن بن قتيبة, ثنا أيوب بن علي بن الهيصم,ثنا زياد بن سيار,عن عزة بنت عياض,قالت سمعت أباقرصافة يقول :\n((\n__________\n(1) - ((أسد الغابة)) (5\\86\\4730) ((الإصابة)) (6\\32\\7833)\n(2) - ((أسد الغابة)) (5\\162\\4904) ((الإصابة)) (6\\85\\7984) (نقعة الصديان) (260 م )\n(1/76)",
        "\nقال لي رسول الله - صلى الله عليه وسلم - هل لك عقب ؟ قلت:لي أخ, قال: جئ به , قال فرفقت بأخي , وكان غلاما صغيرا حتى جاء معي, فلما دنا من النبي - صلى الله عليه وسلم - هرب, فأخذته فضممت يديه ورجليه, ثم جئت به النبي - صلى الله عليه وسلم - , وبايعه النبي - صلى الله عليه وسلم - , وكان اسمه ميسم, فقال لي النبي - صلى الله عليه وسلم - : ما اسمه ؟ يا أبا قرصافة , قلت: ميسم قال: بل اسمه مسلم, قلت: مسلم معك يا رسول الله ))\n? قال (الهيثمي) في ((المجمع))(9\\54\\12883) :فيه جماعة لم أعرفهم .اهـ\n? ومن طريقه أخرجه الحافظ (أبو نعيم) في ((المعرفة))(6051)\n? وعزاه الحافظ في ((الإصابة)) أيضا : لابن أبى داود وابن السكن\n97- مسلم بن عبد الله:(1)\n\nكان اسمه ( شهابا ), فسماه النبي - صلى الله عليه وسلم - ( مسلما )\n? قال (الخطابي) في ((المعالم))(4\\119) : الشهاب شعلة من النار , والنار عقوبة الله سبحانه, وهي محرقة مهلكة .اهـ\n? وقال الحافظ في ((الإصابة)) : غير النبي - صلى الله عليه وسلم - اسمه , فقال :أنت مسلم بن عبدالله .\n? قال (أبو نعيم) في ((المعرفة))(3745) قال: حدثنا محمد, ثنا سهل بن السري, ثنا محمد بن حامد بن حفص, ثنا عتاب بن الخليل, عن معاذ بن هانئ, ثنا أحمد بن الهيثم بن أبى الهيثم, ثنا عبدالله بن الوليد العبسي, حدثني يزيد بن شهاب بن خرقة, عن أبيه قال :\n(( قال لي النبي - صلى الله عليه وسلم - :ما اسمك ؟, قلت: شهاب بن خرقة , قال: بل أنت مسلم بن عبد الله ))\n\n98- [ مسلم بن العلاء بن الحضرمي ]:(2)\n\nكان اسمه ( العاص ), فسماه النبي - صلى الله عليه وسلم - : ( مسلما )\n__________\n(1) - ((أسد الغابة)) (5\\164\\4909) ((الإصابة)) (3\\293\\3947) (نقعة الصديان)(262)\n(2) - ((أسد الغابة)) (5\\165\\4914) ((الإصابة)) (6\\88\\7996) (نقعة الصديان)(263)\n(1/77)\n",
        "- أخرج (الطبراني)( ) من طريق زكريا بن طلحة بن مسلم بن العلاء بن الحضرمي عن أبيه عن جده مسلم قال :\n(( شهدت النبي - صلى الله عليه وسلم - فيما عهد إلى العلاء بن الحضرمي لما وجهه إلى البحرين, فقال: ولا يحل لأحد جهل الفرض والسنن , ويحل له ما سوى ذلك,قال:وقد كتب للعلاء : سنوا بالمجوس سنة أهل الكتاب ))\n? وأخرجه (ابن منده) كالطبراني وزاد:\n(( وكان اسم مسلم العاص, فسماه رسول الله - صلى الله عليه وسلم - مسلما ))\n? قال الحافظ : مدار هذا الحديث على عمر بن إبراهيم وهو ساقط .اهـ\n99- [ مسلم ] ( غير منسوب )(1)\n\nوالد رائطة كان اسمه (غرابا), فسماه النبي - صلى الله عليه وسلم - (مسلما )\n? قال (الخطابي) في (المعالم) (4\\118) : غراب مأخوذ من الغرب, وهو البعد , ثم هو حيوان خبيث الفعل, خبيث الطعم, وقد أباح رسول الله - صلى الله عليه وسلم - قتله في الحل والحرم .اهـ\n? قال (البخاري) في ((الأدب المفرد))(824) حدثنا محمد بن سنان, قال حدثنا عبد الله بن الحارث بن أبزى, قال حدثتني أمي رائطة بنت مسلم,عن أبيها قال :\n(( شهدت مع النبي - صلى الله عليه وسلم - حنينا , فقال لي: ما اسمك ؟ , قلت: غراب , قال :لا , بل اسمك مسلم )\n? ورواه (الطبراني) في ((الكبير))(19\\433\\1050), و(أبو يعلى)(6840), و(البزار)(1995) بنحوه\n? قال (الهيثمي) في ((المجمع))(8\\55\\12872): رائطة لم يضعفها أحد ولم يوثقها وبقية رجال أبي يعلى ثقات .اهـ\n? قال (الألباني) رحمه الله : ضعيف ((ضعيف الأدب المفرد))(134)\n\n100- [ مطاع بن الضحاك اللخمي ], واسمه (مسعود بن الضحاك اللخمي )(2)\n__________\n(1) - ((أسد الغابة)) (5\\163\\4905) ((الإصابة)) (6\\89\\7999) (نقعة الصديان) (260)\n(2) - ((أسد الغابة))(5\\178\\4941) ((الإصابة)) (5\\79\\7970)\n(1/78)\n\n? قال (أبو القاسم الطبراني) في ((معجمه الكبير))(20\\331\\785) ثنا أبو مسعود عبدالرحمن بن المثنى, عن أبيه مطاع, عن أبيه عيسى, عن أبيه مطاع, عن أبيه زياد, عن جده :\n(( أن النبي - صلى الله عليه وسلم - سماه مطاعا, قال له: أنت مطاع في قومك, وقال له: امض إلى أصحابك, وحمله على فرس أبلق, وأعطاه الراية, وقال: من دخل تحت رايتك هذه فقد أمن العذاب ))\n? ومن طريقه أخرجه (أبو نعيم) في ((معرفة الصحابة))(6130)\n? قال (الهيثمي) في ((المجمع))(8\\57\\12887) : فيه جماعة لم أعرفهم .اهـ\n\n101- [ مطيع بن الأسود العدوي ] :(1)\n\nكان اسمه (العاص), فسماه النبي : - صلى الله عليه وسلم - (مطيعا)\n? أخرج (البخاري) في ((الأدب المفرد))(826) قال : حدثنا مسدد,قال حدثنا يحيى بن سعيد , عن زكريا,قال حدثني عامر, عن عبد الله بن مطيع, قال سمعت مطيعا, يقول سمعت النبي - صلى الله عليه وسلم - يقول يوم فتح مكة :\n(( لا يقتل قرشي صبرا بعد اليوم إلى يوم القيامة, فلم يدرك الإسلام أحد من عصاة قريش غير مطيع, كان اسمه العاص فسماه النبي - صلى الله عليه وسلم - مطيع ))\n? قال (الألباني) رحمه الله: صحيح ((الصحيحة))((2427)\n? وأخرجه (مسلم) في ((صحيحه))(1782\\89) قال : ثنا ابن نمير ثنا أبى ثنا زكرياء به...\nو(الحاكم) في ((مستدركه))(4\\275\\7798) قال : هذا حديث صحيح الإسناد ولم يخرجاه , كذا قال رحمه الله وهو عند مسلم كما تقدم\n? وذكر أبو عمر في ((الإستيعاب)) بلا إسناد :\n(( كان اسمه العاص فسماه رسول الله - صلى الله عليه وسلم - مطيعا,وقال لعمر بن الخطاب: إن ابن عمك ليس بعاص ولكنه مطيع ))\nوقال أيضا : روي في تسمية رسول الله - صلى الله عليه وسلم - إياه مطيعا خبرا رواه أهل المدينة :\n((\n__________\n(1) - ((الإستيعاب)) (2586) ((أسد الغابة)) (5\\184\\4954) ((الإصابة)) (6\\105\\8049 )",
        "(1/79)\n\nأن النبي - صلى الله عليه وسلم - جلس على المنبر, وقال للناس : اجلسوا,فدخل العاص بن الأسود فسمع قوله اجلسوا فجلس, فلما نزل النبي - صلى الله عليه وسلم - جاء العاص, فقال له رسول الله - صلى الله عليه وسلم - : يا عاص, مالي لم أرك في الصلاة ؟ , فقال:بأبي أنت و أمي يا رسول الله دخلت فسمعتك تقول : اجلسوا فجلست حين انتهى إلي السمع, فقال: لست بالعاصي, ولكنك مطيع, فسمي مطيعا من يومئد ))\n? وذكر (ابن الأثير) في ((أسد الغابة))(4\\435\\4430) معلقا: روى عبيدالله بن عمر عن نافع عن ابن عمر - رضي الله عنه - :\n(( أن كثير بن الصلت كان اسمه قليلا , فسماه رسول الله - صلى الله عليه وسلم - كثيرا, وأن مطيع بن الأسود كان اسمه العاصي, فسماه رسول الله - صلى الله عليه وسلم - مطيعا, وأن عاصم أخت عمر كان اسمها عاصية, فسماها النبي - صلى الله عليه وسلم - جميلة, وكان يتفاءل بالاسم ))\n\n102- [ المقرب بن عبس التميمي ] :(1)\n\nكان اسمه ( الأسود ), فسماه النبي - صلى الله عليه وسلم - : (المقرب ), وقيل: ( المقترب )\n? قال (ابن الأثير) أخبرنا أبو موسى إجازة, أخبرنا أبو علي الحداد, أخبرنا أبو أحمد العطار إجازة, أخبرنا عمر بن أحمد أخبرنا محمد بن إبراهيم, أخبرنا محمد بن يربد, عن رجال هشام بن الكلبي, عن هشام عن أبيه :\n(( ولد على عهد النبي - صلى الله عليه وسلم - , وقال: أتيتك لأقترب إليك, فسمي المقترب ))\nقلت: هشام وأبوه محمد بن السائب متروكان الكلبي\nوقال الحافظ في ((((الإصابة))): ذكر أنه وفد على النبي - صلى الله عليه وسلم - , فقال: جئت لأقترب إلى الله بصحبتك فسماه ( المقرب ) .\n? وذكر (سيف بن عمر) عن ورقاء بن عبد الرحمن الحنظلي قال:\n((\n__________\n(1) - ((أسد الغابة)) (1\\231\\150) ((الإصابة)) (1\\227\\165)\n(1/80)",
        "\nقدم على رسول الله - صلى الله عليه وسلم - الأسود بن ربيعة من ولد ربيعة بن مالك بن حنظلة فقال: ما أقدمك؟ قال: اقترب بصحبتك فترك الأسود وسمي ( المقرب ) , وصحب النبي - صلى الله عليه وسلم - , وشهد مع علي صفين )\nو سماه في ((أسد الغابة)): ( المقترب )\nوقيل: إن ( المقترب ) غيره وهو الأسود بن ربيعة أحد بني ربيعة بن مالك بن حنظلة\n? وذكر (الطبري) : أن عمر بن الخطاب استعمله على جند البصرة, وهو صحابي مهاجري, وهو الذي قال: جئت لاقترب إلى الله بصحبتك فسماه : ( المقترب )\n\n103- [ مقرن بن أوس بن مالك الظفري الأنصاري ] :(1)\n\nكان اسمه (عبيدا), فسماه النبي - صلى الله عليه وسلم - : ( مقرنا )\n? ذكر (ابن سعد) في ((طبقاته))(3\\453) بلا إسناد :\n(( شهد عبيد بدرا, ويقولون أنه هو الذي أسر العباس, ونوفلا , وعقيلا , فقرنهم في حبل, وأتى بهم رسول الله - صلى الله عليه وسلم - , فقال له النبي - صلى الله عليه وسلم - : لقد أعانك عليهم ملك كريم, وسماه رسول الله - صلى الله عليه وسلم - مقرنا ))\nقال (الحافظ) : وهو قول (ابن الكلبي), والمعروف أن الذي أسر العباس أبو اليسر كعب بن عمرو , فلعل عبيد أسر نوفلا , وعقيلا فقرنهما .اهـ\n\n104- مكرم الغفاري:(2)\n\nكان اسمه ( مهان ), وقيل ( مهران ), فسماه النبي - صلى الله عليه وسلم - : ( مكرما )\n? أخرج (أبو نعيم) في ((معرفة الصحابة))(6321) قال : أخبرنا خيثمة بن سليمان في كتابه, ثنا عبدالملك بن محمد الرقاشي, ثنا عمر بن أيوب الغفاري, ثنا محمد بن عوف بن معن, عن أبيه عن جده عن نضلة بن عمرو الغفاري :\n(( أن رجلا من بني غفار أتى النبي - صلى الله عليه وسلم - فقال :ما اسمك ؟ , قال: مهران قال: بل أنت مكرم ))\nرواه غيرخيثمة : (( فقال: (مهان ), فقال: أنت مكرم ))\n__________\n(1) - ((الإستيعاب)) (1744) ((أسد الغابة)) (3\\538\\5486) ((الإصابة)) (4\\338\\5342)\n(2) - ((أسد الغابة)) (5\\247\\5082) ((الإصابة)) (6\\164\\8212)\n(1/81)\n",
        "وهو الصواب .اهـ\n? قال الحافظ: وهو كما قال, وعزاه أيضا (لابن منده)\n\n105- [ المنبعث الثقفي ] ( مولى عمر بن معتب )(1)\n\nكان اسمه ( مضطجعا ), فسماه النبي - صلى الله عليه وسلم - : ( منبعثا )\n? أخرج أبو نعيم في ((معرفة الصحابة))(6332) قال : حدثنا حبيب بن الحسن, ثنا محمد بن يحيى, ثنا أحمد بن محمد بن أيوب, ثنا إبراهيم بن سعد عن محمد بن إسحاق, عن رجل عن ابن المكدم(2)الثقفي انه قال :\n(( نزل رجل على رسول الله - صلى الله عليه وسلم - لما كان محاصرا الطائف فأسلم, وكان يسمى ( المضطجع ), فسماه ( المنبعث ), وكان إلى آل عثمان بن عامر بن معتب ))\nرواه يحيى بن سعيد عن سعيد بن المسيب وابن عيينة عن هشام بن عروة عن أبيه\n? قال الحافظ (ابن حجر) : جاء في حديث صحيح, أخرجه (أبو داود) في كتاب ((الكنى)), عن محمد بن إسماعيل بن سالم عن محمد بن فضيل ووكيع عن هشام بن عروة عن أبيه عن عائشة رضي الله عنها :\n(( أن رسول الله - صلى الله عليه وسلم - مر برجل يقال له ( المضطجع ), فسماه ( المنبعث )\nوأخرجه عن محمد بن عبد الله بن يزيد عن بن عيينة, عن هاشم, عن أبيه, فأرسله, ولم يذكر عائشة\n? وكذا رواه (ابن شاهين) من طريق إسماعيل بن عياش عن هشام ولفظه:\n(( أن النبي - صلى الله عليه وسلم - كان يغير الاسم القبيح إلى الاسم الحسن, فقال لرجل: ما اسمك ؟ فذكره...))\nوكذا جاء عن يحيى بن سعيد الأنصاري, عن سعيد بن المسيب, وعلقه (أبو داود) في ((السنن)) فقال في باب الأسماء من كتاب الأدب(3): غير النبي - صلى الله عليه وسلم - ( المضطجع ), فسماه ( المنبعث )\n__________\n(1) - ((أسد الغابة)) (6\\251\\5094) ((الإصابة)) (6\\166\\8221) (نقعة الصديان) (266)\n(2) - في ((الإصابة)) (المنكدر) بدل (المكدم )\n(3) - بعد الحديث (4956)\n(1/82)\n\nقلت (أي الحافظ) : ويحتمل أن يكون المذكور قبله, فإن هذا لم ينسب, وفي الأنساب المنبعث بن عمرو بن ربيعة بن عبد الله بن أبي بكر بن كلاب لم يصفه بغير ذلك فيحتمل أن يكون هو هذا.اه\n? قلت : و قد أخرج (ابن أبى شيبة) في ((مصنفه))(25898): حدثنا ابن عبد الرحمن, عن هشام, عن أبيه :\n(( أن رجلا كان اسمه الحباب,فسماه رسول الله - صلى الله عليه وسلم - ( عبد الله ), وقال: الحباب شيطان, وكان اسم رجل ( المضطجع ) فسماه : ( المنبعث ) ))\n? وعزاه (المتقي الهندي) في ((كنز العمال))(45986) : لابن النجار\n\n106- [ المندر بن أبى أسيد الساعدي ] :(1)\n\n? أخرج (البخاري) في ((صحيحه))(5838) قال: حدثنا سعيد بن أبي مريم, حدثنا أبو غسان, قال حدثني أبو حازم, عن سهل قال:\n(( أتى بالمنذر بن أبي أسيد إلى النبي - صلى الله عليه وسلم - حين ولد, فوضعه على فخذه, وأبو أسيد جالس, فلها النبي - صلى الله عليه وسلم - بشيء بين يديه فأمر أبو أسيد بابنه فاحتمل من فخذ النبي - صلى الله عليه وسلم - , فاستفاق النبي - صلى الله عليه وسلم - قال: أين الصبي ؟ , قال أبو أسيد: قلبناه يا رسول الله قال: ما اسمه ؟ قال: فلان قال: لا , ولكن اسمه المنذر فسماه يومئذ المنذر ))\n? وأخرجه ((مسلم))(2149)\n\n107- [ المهاجر بن قنفد التيمي القرشي ]:(2)\n\n? قال (أبو عمر) : يقال أن اسم المهاجر هذا ( عمرو ), و أن اسم قنفد ( خلف ), وأن ( مهاجر ) و ( قنفد ) لقبان فهو عمرو بن خلف بن عمير\n(( وإنما قيل له ( المهاجر ) لأنه قدم على رسول الله - صلى الله عليه وسلم - مسلما, فقال رسول الله - صلى الله عليه وسلم - : هذا المهاجر حقا ))\n? وذكر مثله (ابن الأثير) والحافظ\n__________\n(1) - ((الإستيعاب)) (2514) ((أسد الغابة)) (5\\255\\5105) ((الإصابة)) (5\\208\\8352)\n(2) - ((الإستيعاب)) (2535) ((أسد الغابة)) (5\\267\\5138) ((الإصابة)) (6\\180\\8271)",
        "(1/83)\n\n108- [ المهاجر بن أبي أمية المخزومي ] :(1)\n\nأخو أم سلمة زوج النبي - صلى الله عليه وسلم - لأبيها وأمها كان اسمه (الوليد)\n? قال أبو عمر: كان اسمه ( الوليد ) , فكره رسول الله - صلى الله عليه وسلم - اسمه , وقال لأم سلمة هو ( المهاجر ), وكانت قالت له:قدم أخي الوليد مهاجرا, فقال لها رسول الله - صلى الله عليه وسلم - :هو المهاجر, فعرفت أم سلمة ما أراد من تحويل اسم الوليد, فقالت: هو المهاجر يا رسول الله ...في خبر فيه طول , وفيه عيب اسم الوليد. اهـ\n? قال الحافظ في (((الإصابة))):قال الزبير: شهد بدرا مع المشركين, وقتل أخواه يومئذ هشام ومسعود, وكان اسمه الوليد فغيره النبي - صلى الله عليه وسلم - , وولاه لما بعث العمال على صدقات صنعاء, فخرج عليه الأسود العنسي , ثم ولاه أبو بكر.اهـ\n\n109- [ ناجية بن جندب الأسلمي ] :(2)\n\nكان اسمه ( ذكوان ), فسماه النبي - صلى الله عليه وسلم - : ( ناجية )\n? قال (أبو عمر):قال ابن عفير: ناجية كان اسمه ( ذكوان ), فسماه رسول الله - صلى الله عليه وسلم - ( ناجية ), إذ نجا من قريش, قال أبو عمر: مات في خلافة معاوية بالمدينة.اهـ\n? وذكر مثله في ((أسد الغابة)) و((الإصابة))\n110- [ نبيشة الخير الهذلي ]:(3)\n\n? قال الحافظ : يقال : أنه دخل على النبي - صلى الله عليه وسلم - وعنده أسارى, فقال: يا رسول الله, إما أن تفاديهم, وإما أن تمن عليهم, فقال: أمرت بخير, أنت نبيشة الخير ).اهـ\n? وذكر مثله (ابن الأثير) في ((أسد الغابة))\n\n111- [ هشام بن عامر بن أمية الأنصاري ] :(4)\n__________\n(1) - ((الإستيعاب)) (2531) ((أسد الغابة)) (5\\265\\5134) ((الإصابة)) (6\\180\\8270)\n(2) - ((الإستيعاب)) (2686) ((أسد الغابة)) (5\\279\\5165) ((الإصابة)) (6\\314\\8663)\n(3) - ((الإستيعاب)) (2681) ((أسد الغابة)) (5\\294\\5198) ((الإصابة)) (6\\331\\8701)\n(4) - ((الإستيعاب)) (2685) ((أسد الغابة)) (5\\377\\5379) ((الإصابة)) (6\\425\\8988)\n(1/84)",
        "\nابن عم أنس بن مالك - رضي الله عنه - , كان اسمه : (شهابا), وقيل : (منتابا), ذكره الصاغاني فسماه النبي - صلى الله عليه وسلم - :\n( هشاما )\n? قال أبو عمر في ((الإستيعاب)): كان يسمى في الجاهلية: ( شهابا ), فغير رسول الله - صلى الله عليه وسلم - اسمه فسماه: ( هشاما )\n? وأخرج (الطبراني) في ((معجمه الكبير))(22\\171\\ 4429) قال :ثنا علي بن عبد العزيز, ثنا معلى بن أسد العمي, ثنا عبد العزيز بن المختار, عن علي بن زيد عن الحسن, عن هشام بن عامر:\n(( أنه أتى النبي - صلى الله عليه وسلم - فقال: ما اسمك ؟ قال: شهاب, قال: بل أنت هشام ))\n? قال (الهيثمي) في ((المجمع))(8\\54\\12866) : فيه علي بن زيد وهو حسن الحديث, وفيه ضعف, وبقية رجاله رجال الصحيح .اهـ\n? ومن طريقه (أبو نعيم) في ((معرفة الصحابة))(6538)\n? وأخرجه (الحاكم) في ((مستدركه))(4\\277 \\7805) قال : أخبرنا عبد الرحمن بن حمدان الجلاب, ثنا أبو حاتم الرازي, ثنا المعلى بن راشد به...\n? وقال (أبو نعيم) في ((تاريخ أصبهان))(2\\41) حدثنا سلم بن عصام,ثنا بشر بن آدم,ثنا عمران بن محمد الاصبهاني, ثنا عبد العزيز بن المختار, عن علي بن زيد, عن الحسن, عن هشام بن عامر قال:\n(( سماني النبي - صلى الله عليه وسلم - هشاما ))\n? قلت: وعلي بن زيد هو ابن جدعان وهو ضعيف\nوقد وردت أحاديث بذكر ( هشام) غير منسوب يحتمل أن يكون صاحب الترجمة أو غيره\n? أخرج (البخاري) في ((الأدب المفرد))(825) قال : حدثنا عمرو بن مرزوق, قال حدثنا عمران القطان, عن قتادة عن بينها بن أوفى, عن سعد بن هشام, عن عائشة رضي الله عنها:\n(( ذكر عند رسول الله - صلى الله عليه وسلم - رجل يقال له شهاب,فقال رسول الله - صلى الله عليه وسلم - : بل أنت هشام ))\n? قال (الألباني) رحمه الله : حسن ((صحيح الأدب المفرد))(632), ((الصحيحة))(215)\n(1/85)\n",
        "? وأخرجه (ابن حبان) في ((صحيحه))(5823) قال : أخبرنا عمر بن محمد الهمداني, حدثنا زيد بن أخزم, حدثنا أبو داود, حدثنا عمران القطان به...\n? ورواه (الإمام أحمد)(6\\75\\24509) قال : ثنا سليمان بن داود, أخبرنا عمران, عن قتادة, عن زرارة, عن سعد بن هشام, عن عائشة رضي الله عنها قالت :\n(( سمع النبي - صلى الله عليه وسلم - رجلا يقول لرجل: ما اسمك ؟ , قال : شهاب, قال: أنت هشام ))\n? قال الشيخ (شعيب الأرنؤوط) : إسناده حسن\n? وأخرجه أيضا (الطبراني) في ((معجمه الأوسط))(2387) بنحوه...\n? قال (الهيثمي) في ((المجمع))(8\\51\\12860) : فيه عمران القطان , وثقه ابن حبان وغيره, وفيه ضعف, وبقية رجاله رجال الصحيح. اهـ\nالفصل الثاني\nفي ذكر النساء اللواتي غَيَّرَ النبي - صلى الله عليه وسلم - أسمائهن\n\n112\\1- [ جميلة بنت ثابت أبي الأفلح الأوسية:(1)\n\nكان اسمها ( عاصية ), فسماها النبي - صلى الله عليه وسلم - ( جميلة ), زوج عمر بن الخطاب - رضي الله عنه - , تكنى أم عاصم, تزوجها سنة سبع, فولدت له عاصم بن عمر\n? أخرج (ابن مندة) من طريق هشام بن حسان, عن واصل بن أبي شيبة قال:\n(( كان اسم امرأة عمر - رضي الله عنه - عاصية, فأسلمت فأتت عمر, فقالت: قد كرهت اسمي فسمين, فقال: أنت جميلة, فغضبت وقالت:ما وجدت اسما تسميني به إلا اسم أمة, فأتت النبي - صلى الله عليه وسلم - فقالت: يا رسول الله, إني كرهت اسمي, فقال: أنت جميلة, فغضبت يعني وذكرت قول عمر, فقال: أما علمت أن الله عند لسان عمر وقلبه ))\n? وعلقه (أبو نعيم) في ((المعرفة))(7551) بلفظ مختصر\n? وأخرج (ابن سعد) في ((طبقاته))(5\\15) قال : أخبرنا أبو بكر بن عبدالله بن أبى أويس, عن سليمان بن بلال, عن عبيد الله بن عمر, عن نافع قال :\n((\n__________\n(1) - ((الإستيعاب)) (3324) ((أسد الغابة)) (7\\53\\6816) ((الإصابة)) (8\\67\\10989)\n(1/86)\n\nغير النبي - صلى الله عليه وسلم - اسم أم عاصم, وكان اسمها عاصية , فقال: لا , بل أنت جميلة ))\n\n113\\2- جميلة بنت عمر بن الخطاب :(1)\n\nكان اسمها ( عاصية ), فسماها النبي - صلى الله عليه وسلم - :( جميلة )\n? أخرج (أبو بكر بن أبي شيبة) في ((المصنف))(25894) قال : حدثنا الحسن بن موسى, حدثنا حماد بن سلمة, عن عبيد الله عن نافع, عن ابن عمر - صلى الله عليه وسلم - :\n(( أن ابنة لعمر - صلى الله عليه وسلم - كانت يقال لها : عاصية, فسماها رسول الله - صلى الله عليه وسلم - جميلة ))\n? ومن طريقه الإمام (مسلم) في ((صحيحه))(2139)\nقال الحافظ : استدركها (أبو علي الغساني) على ((الإستيعاب)), وتعقبه (ابن الأثي)ر بأن هذه القصة إنما وردت لامرأة عمر, لا لابنته, ولا مانع أن يغير اسم المرأة, والبنت, ولكن ساق (أبو علي الغساني) الحديث من طريق أبي مسلم الكجي عن, حجاج بن منهال ولفظه:\n(( كانت أم عاصم تسمى عاصية, فسماها رسول الله - صلى الله عليه وسلم - جميلة ) فهذا يدل على أن المراد امرأة عمر.اهـ\n? قلت وهناك إشكال آخر وهو كون المرأة أختا لعمر, فقد ذكر (ابن الأثير) في ((أسد الغابة))(4\\435\\4430) معلقا: روى عبيدالله بن عمر, عن نافع, عن ابن عمر - رضي الله عنه - :\n(( أن كثير بن الصلت كان اسمه ( قليلا ), فسماه رسول الله - صلى الله عليه وسلم - ( كثيرا ), وأن مطيع بن الأسود كان اسمه : ( العاصي ) فسماه رسول الله - صلى الله عليه وسلم - ( مطيعا ), وأن أم عاصم أخت عمر كان اسمها ( عاصية ), فسماها النبي - صلى الله عليه وسلم - ( جميلة ), وكان يتفاءل بالاسم )\n114\\3- [ جميلة ] ( أمة لعمر - رضي الله عنه - )\n\nكان لها اسم من أسماء العجم فسماها النبي - صلى الله عليه وسلم - :( جميلة )\n? قال الحافظ في ((الإصابة))(8\\68\\10989): أخرج (ابن أبي شيبة), عن بشر بن السري, عن حماد , ولفظه :\n((\n__________\n(1) - (نقعة الصديان)(275 )",
        "(1/87)\n\nأن أمة لعمر - رضي الله عنه - كان يقال لها ( عاصية ), فسماها رسول الله - صلى الله عليه وسلم - جميلة ))\n? وأخرج (ابن أبي عمر) في ((مسنده)), ثنا بشر بن السري, ثنا حماد, عن ثابت ,عن أنس - رضي الله عنه - قال :\n(( أن أمة لعمر - رضي الله عنه - كان لها اسم من أسماء العجم, فسماها عمر جميلة, فقال عمر : بيني وبينك النبي - صلى الله عليه وسلم - , فأتينا النبي - صلى الله عليه وسلم - فقال لها: أنت جميلة, فقال لها عمر: خذيها على رغم أنفك )) أورده في ((المطالب العالية))(2820)\n? قال الحافظ (البوصيري) في ((إتحاف السادة المهرة))(6217) : رواته ثقات .اهـ\n? قلت: وأخرجه (أبو نعيم) في ((الحلية))(8\\301) قال : ثنا أبو حامد بن جبلة, ثنا محمد بن إسحاق, ثنا محمد بن أبي عمر به\nوقال : غريب بهذا اللفظ لم يروه عن حماد ألا بشر .اهـ\n\n115\\4- [ جميلة ] (غير منسوبة)\nكان اسمها ( عاصية ), فسماها النبي - صلى الله عليه وسلم - :( جميلة )\n? فقد أخرج (البخاري) في ((الأدب المفرد))(820) قال : حدثنا صدقة بن الفضل,قال حدثنا يحيى بن سعيد القطان,عن عبيد الله,عن نافع,عن ابن عمر - رضي الله عنه - :\n(( أن النبي - صلى الله عليه وسلم - غير اسم عاصية, وقال: أنت جميلة )\n? قال (الألباني) رحمه الله : صحيح ((صحيح الأدب المفرد)), ((صحيحة))(213)\n? وأخرجه أيضا (الإمام أحمد)(2\\18\\4682), و(مسلم)(2139), و(أبو داود)(4952), و(الترمذي)(2838), و(ابن ماجة)(3733)\n\n116\\5- [ جويرية بنت الحارث ] أم المؤمنين:(1)\n\nكان اسمها ( برة ), فسماها النبي - صلى الله عليه وسلم - : ( جويرية )\n? أخرج الإمام (مسلم) في ((صحيحه))(2140) قال : حدثنا عمرو الناقد, وابن أبي عمر واللفظ لعمرو, قالا حدثنا سفيان, عن محمد بن عبد الرحمن مولى آل طلحة, عن كريب, عن ابن عباس - رضي الله عنه - قال:\n((\n__________\n(1) - ((الإستيعاب)) (3329) ((أسد الغابة)) (7\\57\\6829) ((الإصابة)) (8\\72\\11008)\n(1/88)",
        "\nأن جويرية اسمها برة, فحول رسول الله - صلى الله عليه وسلم - اسمها جويرية, وكان يكره أن يقال خرج من عند برة ))\n? وأخرجه (البخاري) في ((الأدب المفرد))(831) و(ابن حبان) في ((صحيحه))(5829)\n? وأخرجه (ابن سعد) في ((طبقاته))(8\\119) من حديثها فقال : أخبرنا محمد بن عمر ( وهو الواقدي ), ثنا عبد الله بن عبد الرحمن, عن زيد بن أبى عتاب, عن محمد بن عمرو بن عطاء , عن زينب بنت أبى سلمة, عن جويرية بنت الحارث رضي الله عنها:\n( أن اسمها كان برة, فغيره رسول الله - صلى الله عليه وسلم - فسماها جويرية, وكان يكره أن يقال خرج من عند برة )\nقلت: ولكن إسناده ضعيف جدا, فالواقدي متروك متهم, والعمدة على الحديث الأول\n117\\6- حسانة المزنية :(1)\n\nكان اسمها ( جثامة ), فسماها النبي - صلى الله عليه وسلم - : ( حسانة )\n? أخرج (الحاكم) في ((مستدركه))(1\\15\\41) قال : حدثنا أبو العباس محمد بن يعقوب, ثنا محمد بن إسحاق الصغاني, ثنا أبو عاصم, ثنا صالح بن رستم, عن ابن أبي مليكة, عن عائشة رضي الله عنها قالت :\n(( جاءت عجوز إلى النبي - صلى الله عليه وسلم - وهو عندي, فقال لها رسول الله - صلى الله عليه وسلم - :من أنت ؟ قالت: أنا جثامة المزنية, فقال:بل أنت حسانة المزنية, كيف كنتم, كيف حالكم, كيف أنتم بعدنا ؟ , قالت : بخير بأبي أنت وأمي يا رسول الله\nفلما خرجت قلت: يا رسول الله تقبل على هذه العجوز هذا الإقبال, فقال:إنها كانت تأتينا زمن خديجة, وإن حسن العهد من الإيمان ))\nقال الحاكم: هذا حديث صحيح على شرط الشيخين, فقد اتفقا على الاحتجاج برواته في أحاديث كثيرة, و ليس له علة\n? وأخرجه أيضا (ابن الأعرابي) في ((معجم شيوخه))(774) قال : ثنا محمد ثنا الضحاك بن مخلد, ثنا صالح بن رستم به...\n__________\n(1) - ((الإستيعاب)) (3342) ((أسد الغابة)) (7\\66\\6849) ((الإصابة)) (8\\84\\11049)\n(1/89)\n",
        "? و(ابن عبد البر) في ((الإستيعاب)) قال : أخبرنا عبدالوارث بن سفيان, ثنا قاسم بن أصبغ, ثنا محمد بن يونس, ثنا الضحاك بن مخلد, ثنا صالح بن رستم به...\n\n118\\7- [ زينب بنت أبى سلمة المخزومي ](1)\n\nكان اسمها ( برة ), فسماها النبي - صلى الله عليه وسلم - : ( زينب )\n? أخرج (مسلم) في ((صحيحه))(2142) حدثني إسحاق بن إبراهيم, أخبرنا عيسى بن يونس\n( ح ) وحدثنا أبو كريب, حدثنا أبو أسامة, قالا حدثنا الوليد بن كثير, حدثني محمد بن عمرو بن عطاء, حدثتني زينب بنت أم سلمة رضي الله عنها قالت:\n(( كان اسمي برة, فسماني رسول الله - صلى الله عليه وسلم - زينب, قالت: ودخلت عليه زينب بنت جحش واسمها برة, فسماها زينب ))\n? وأخرجه (البخاري) في ((الأدب المفرد))(821) بلفظ أطول منه : حدثنا علي بن عبد الله , وسعيد بن محمد, قالا حدثنا يعقوب بن إبراهيم, قال حدثنا أبي عن محمد بن إسحاق, قال حدثني محمد بن عمرو بن عطاء:\n(( أنه دخل على زينب بنت أبي سلمة فسألته عن اسم أخت له عنده, قال فقلت: اسمها برة , قالت: غير اسمها, فإن النبي - صلى الله عليه وسلم - نكح زينب بنت جحش فغير اسمها زينب, ودخل على أم سلمة حين تزوجها واسمي برة فسمعها تدعوني برة, فقال: لا تزكوا أنفسكم, فان الله هو أعلم بالبرة منكن, والفاجرة, سميها زينب , فقالت: فهي زينب, فقلت لها: أسمي فقالت: غير إلى ما غير إليه رسول الله - صلى الله عليه وسلم - فسمها زينب ))\n? قال (الألباني) رحمه الله : صحيح ((صحيح الأدب المفرد))(631), ((الصحيحة))(210)\n? وأخرج (مسلم) في ((صحيحه))(2141) قال : حدثنا أبو بكر بن أبي شيبة, ومحمد بن المثنى, ومحمد بن بشار, قالوا حدثنا محمد بن جعفر, حدثنا شعبة, عن عطاء بن أبي ميمونة, سمعت أبا رافع يحدث عن أبي هريرة - رضي الله عنه - :\n(\n__________\n(1) - ((الإستيعاب)) (3407) ((أسد الغابة)) (7\\132\\6966) ((الإصابة)) ( 8\\159\\11241)\n(1/90)\n\nح) وحدثنا عبيد الله بن معاذ, حدثنا أبي حدثنا شعبة, عن عطاء بن أبي ميمونة, عن أبي رافع عن أبي هريرة - رضي الله عنه - :\n(( أن زينب كان اسمها برة, فقيل: تزكي نفسها, فسماها رسول الله - صلى الله عليه وسلم - زينب ))\n? وأخرجه أيضا (الإمام أحمد)(2\\430\\9556) و(البخاري)(5839) و(ابن ماجة)(3732)\n\n119\\8- [ زينب بنت جحش ] أم المؤمنين :(1)\n\nكان اسمها( برة ), فسماها النبي - صلى الله عليه وسلم - ( زينب )\n? أخرج (البخاري) في ((صحيحه))(5839) قال حدثنا صدقة بن الفضل, أخبرنا محمد بن جعفر, عن شعبة, عن عطاء بن أبي ميمونة, عن أبي رافع, عن أبي هريرة - رضي الله عنه - :\n(( أن زينب كان اسمها برة, فقيل تزكي نفسها, فسماها رسول الله - صلى الله عليه وسلم - زينب ))\n? وأخرجه أيضا (ابن حبان) في ((صحيحه))(5830)\n? وفي الباب عن زينب بنت أبى سلمة أخرجه (مسلم) في ((صحيحه)) (2142), وقد تقدم\n? قال أبو عمر في ((الإستيعاب)) في ترجمتها: ( لما دخلت على رسول الله - صلى الله عليه وسلم - قال لها: ما اسمك ؟ , قالت: برة, فسماها زينب ).اهـ\n\n120\\9- [ عنقودة ] ( عير منسوبة)(2)\n\nكان اسمها ( عنبة ), فسماها النبي - صلى الله عليه وسلم - :( عنقودة )\n? أخرج (أبو نعيم) في ((معرفة الصحابة))(7779) عن أبي بكر المقرئ, عن محمد بن قارن, ثنا أبو زرعة, حدثني غسان بن المفضل أبو عمرو, حدثنا صبيح بن سعد النحاس(3)المدني سنة ثمانين ومائة , وزعم أنه بلغ ثنثين وخمسين ومائة(4)سمعت أمي تقول :\n(( أنها كان اسمها ( عنبة ), فسماها النبي - صلى الله عليه وسلم - ( عنقودة ) ))\n__________\n(1) - ((الإستيعاب)) (3389) ((أسد الغابة)) (7\\126\\6955) ((الإصابة)) (8\\153\\11227)\n(2) - ((أسد الغابة)) (7\\204\\7154) ((الإصابة)) (8\\252\\11552)\n(3) - في ((الإصابة)) (النجاشي)\n(4) - في ((الإصابة)): ستا وخمسين ومائة",
        "(1/91)\n\n? قال الحافظ في ((الإصابة)): أخرجه (الخطيب) في ((المؤتلف)), من وجه آخر عن محمد بن قارن, وصبيح المذكور كذبه يحيى بن معين\n\n121\\10- [ مسرة ] ( غير منسوبة )(1)\n\n? قال الحافظ في ((الإصابة))(11750) : كان اسمها ( غيرة ), فسماها رسول الله - صلى الله عليه وسلم - ( مسرة ), لها ذكر في حديث رواه زيد بن أبي أنيسة , عن الزهري مرسلا , قاله ابن منده .اهـ\n? وكذا قاله (أبو نعيم) في ((معرفة الصحابة))(4029), ولم يزد عليه, وعنده ( غبرة ), بالباء الموحدة\n122\\11- [ مطيعة بنت النعمان مالك الأنصارية ] :(2)\n\nمن بني عمرو بن عوف كان اسمها ( عاصية ), فسماها النبي - صلى الله عليه وسلم - ( زينب )\n? قال (ابن الأثير) في ((أسد الغابة)) :كان اسمها (( عاصية )) فسماها رسول الله - صلى الله عليه وسلم - ( مطيعة ), وبايعت رسول الله - صلى الله عليه وسلم - , قاله ابن حبيب.اهـ\n? وذكر مثله في ((الإصابة))\n\n123\\12- [ ميمونة بنت الحارث الهلالية ] أم المؤمنين:(3)\n\nكان اسمها ( برة ), فسماها النبي - صلى الله عليه وسلم - ( ميمونة )\n? قال أبو عمر حدثنا عبد الوارث, حدثنا قاسم, حدثنا أحمد بن زهير بن أبي خيثمة, قال حدثنا عاصم بن يوسف, قال حدثنا اسرائيل, عن محمد بن عبد الرحمن مولى أبي طلحة, قال سمعت كريبا أبا رشدين, يحدث عن ابن عباس - رضي الله عنه - قال:\n(( كان اسم ميمونة برة , فسماها رسول الله - صلى الله عليه وسلم - ميمونة ))\nوكذلك روى عطاء ابن أبي ميمونة, عن ابن رافع, عن أبي هريرة - رضي الله عنه -\n__________\n(1) - ((أسد الغابة)) (7\\256\\7287) ((الإصابة)) (8\\316\\11754)\n(2) - ((أسد الغابة)) (7\\256\\7287) ((الإصابة)) (8\\316\\11754)\n(3) - ((الإستيعاب)) (3552) ((أسد الغابة)) (7\\262\\7305) ((الإصابة)) ( 8\\322\\11783)\n(1/92)",
        "\n? وقد أخرج (البخاري) في ((الأدب المفرد))(832) قال : حدثنا عمرو بن مرزوق, قال حدثنا شعبة, عن عطاء بن أبي ميمونة, عن أبي رافع, عن أبي هريرة - رضي الله عنه - قال :\n(( كان اسم ميمونة برة, فسماها النبي - صلى الله عليه وسلم - ميمونة ))\n? قال (الألباني) رحمه الله(1): شاذ , الذي في (مسلم): ( أن زينب كان اسمها برة, فقيل تزكي نفسها, فسماها رسول الله - صلى الله عليه وسلم - زينب )\n? قلت : الحديث رواه عن شعبة :\n(يحيى بن سعيد القطان) عند (أحمد)(2\\430\\9556) و(الدارمي)(701)\nو(محمد بن جعفر غندر) عند (أحمد) (2\\459\\9916), و(البخاري) في ((صحيحه))(6192) و(مسلم)(2141), و(ابن ماجة)(3732)\nو(معاذ بن معاذ) عند (مسلم) (2141), كلهم قالوا ( زينب ), بدل ( ميمونة )\nو(عمرو بن مرزوق), قال (الذهبي) في ((المغني))(4709): ثقة مشهور ,قال الدراقطني : كثير الوهم, وكان يحيى بن سعيد لا يرضاه .اهـ\n\nالفصل الثالث\nفي ذكر من غَيَّرَ النبي - صلى الله عليه وسلم - كناهم\n\n124\\1- [ أبو شريح هانىء بن يزيد الحارثي ] :(2)\n\nكان يكنى ( بأبي الحكم ), فكناه النبي - صلى الله عليه وسلم - ( أبا شريح )\n? أخرج (أبو داود) في ((سننه))(4955) قال : حدثنا الربيع بن نافع, عن يزيد, يعني بن المقدام بن شريح, عن أبيه عن جده شريح عن أبيه هانئ - رضي الله عنه - أنه :\n((\n__________\n(1) - (ضعيف الأدب المفرد 136 )\n(2) - ((الإستيعاب)) (2709) ((أسد الغابة)) (5359\\5340) ((الإصابة)) (6\\411\\8949)\n(1/93)\n",
        "لما وفد إلى رسول الله - صلى الله عليه وسلم - مع قومه, سمعهم يكنونه بأبي الحكم, فدعاه رسول الله - صلى الله عليه وسلم - فقال: إن الله هو الحكم, وإليه الحكم, فلم تكنى أبا الحكم ؟ , فقال: إن قومي إذا اختلفوا في شيء أتوني, فحكمت بينهم,فرضي كلا الفريقين,فقال رسول الله - صلى الله عليه وسلم - : ما أحسن هذا فما لك من الولد ؟ قال: لي شريح, ومسلم, وعبد الله, قال: فمن أكبرهم ؟ قلت: شريح قال: فأنت أبو شريح )).\nقال أبو داود: شريح هذا هو الذي كسر السلسلة ,وهو ممن دخل تستر\n? قال (الألباني) رحمه الله : صحيح ((صحيح أبى داود))(4145)\n? وأخرجه أيضا البخاري في الأدب (811) و في خلق أفعال العباد (33) والنسائي (8\\226) والحاكم في مستدركه (4\\279\\7812)\nالفصل الرابع\nفي ذكر أسماء رجال لم ينقل\nأن رسول الله - صلى الله عليه وسلم - غيرها, ( ذكرتها للتنبيه عليها )\n\n125\\1- [ عبد الحجر بن سراقة العامري الكلابي] ( أخو الأحوص بن جعفر )(1)\n\n? قال الحافظ في ((الإصابة)) : ذكره (المرزباني) في ((معجم الشعراء)), وكان شهد القادسية, وما أظنه ترك اسمه على حاله في الإسلام. اهـ\n126\\2- [ عبد رُضَا الخولاني ] يكنى ( أبا مِكْنَف )(2)\n\n? قال الحافظ في )(((الإصابة)))) : قال (ابن ماكولا) عن ابن يونس: وفد على رسول الله - صلى الله عليه وسلم - في وفد بني خولان, وذكر له خبرا\nقال الحافظ : أستبعد أن يكون النبي - صلى الله عليه وسلم - لم يغير اسمه المذكور .اهـ\n\n127\\3- [ عبد شمس بن الحارث بن الأعرج الغامدي أبو ظبيان ] ( معروف بكنيته )(3)\n\n? قال الحافظ في ((الإصابة))(4\\312\\5252): قال (ابن الكلبي), و(الطبري): وفد على النبي - صلى الله عليه وسلم - , وكتب له كتابا, وهو صاحب راية غامد يوم القادسية\n__________\n(1) - ((الإصابة)) (5\\79\\6377)\n(2) - ((أسد الغابة)) (3\\499\\3415) ((الإصابة)) (4\\312\\5250)\n(1/94)\n\n? قال الحافظ : وأنا أستبعد أيضا أن يكون النبي لم يغير اسمه.اهـ\n\n128\\4- [ عبد شمس بن عفيف بن زهير الأزدي ] :\n\n? قال الحافظ في ((الإصابة))(4\\312\\5253): وفد على النبي - صلى الله عليه وسلم - قاله ابن الكلبي.\n? قال الحافظ : أنا أستبعد أن يكون النبي - صلى الله عليه وسلم - لم يغير اسمه .اهـ\n\n129\\5- [ عبد عمرو بن عبد جَبَل الكلبي] :(1)\n\n? قال (ابن ماكولا): يقال له صحبة, وذكره غيره فسماه ( جبلة ), بزيادة هاء , وحذف ( عبد ), كذا ذكره (ابن سعد)\n? قال الحافظ : وسماه بعضهم ( عمرو بن جبلة ), ولعل النبي - صلى الله عليه وسلم - سماه : ( عمرا ), لأنه لا يُقِرُّ على تسميته ( عبد عمرو ).\n\n130\\6- [ عبد المطلب بن ربيعة بن الحارث بن عبد المطلب بن هاشم الهاشمي ]:(2)\n\n? قال (ا بن عبد البر): كان على عهد رسول الله - صلى الله عليه وسلم - , ولم يغير اسمه فيما علمت\n? قال الحافظ في ((الإصابة)) : وفيما قاله نظر, فإن (الزبير بن بكار) أعلم من غيره بنسب قريش وأحوالهم, ولم يذكر أن اسمه إلا ( المطلب ), وقد ذكر (العسكري) : أن أهل النسب إنما يسمونه ( المطلب), وأما أهل الحديث فمنهم من يقول : ( المطلب ) ومنهم من يقول : ( عبد المطلب ), وثبت في ((صحيح مسلم))(1072) من حديثه: أن النبي - صلى الله عليه وسلم - أمر بتزويجه, لما سأله هو والفضل بن العباس ذلك, وحكى (البغوي), و(الطبراني) الوجهين, وصوب الطبراني ( المطلب ), وعليه اقتصر (ابن عساكر) في ((التاريخ)) .اهـ\n\nالفصل الخامس\nفي ذكر من سماهم النبي - صلى الله عليه وسلم - ابتداء\n\n321\\1 - [ إبراهيم بن أبى موسى الأشعري ]:(3)\n__________\n(1) - ((أسد الغابة)) (3\\502\\3423) ((الإصابة)) (4\\314\\5260)\n(2) - ((الإستيعاب)) (1723) ((أسد الغابة)) (3\\503\\3428) ((الإصابة)) (4\\317\\5270)\n(3) - ((أسد الغابة)) (1\\158\\14 ) ((الإصابة)) (1\\323\\406)",
        "(1/95)\n\n? أخرج (البخاري) في ((صحيحه))(5845), و((الأدب المفرد))(840) قال : حدثنا محمد بن العلاء, حدثنا أبو أسامة, عن بريد بن عبد الله بن أبي بردة, عن أبي بردة, عن أبي موسى - رضي الله عنه - قال :\n(( ولد لي غلام فأتيت به النبي - صلى الله عليه وسلم - , فسماه إبراهيم, فحنكه بتمرة, و دعا له بالبركة, ودفعه إلي , وكان أكبر ولد أبي موسى ))\n? وأخرجه أيضا (مسلم) في ((صحيحه))(2145)\n132\\2- [ أسعد بن سهل حنيف الانصاري, أبو إمامة ] ( مشهور بكنيته )(1)\n\n? قال الحافظ في ((الإصابة)): ولد قبل وفاة النبي - صلى الله عليه وسلم - بعامين, وأتى به النبي - صلى الله عليه وسلم - فحنكه, وسماه باسم جده لأمه أبي أمامة أسعد بن زرارة , وقد روى عن النبي - صلى الله عليه وسلم - أحاديث أرسلها\n? قال (محمد بن سعد) قال في ((طبقاته))(5\\83): قال الواقدي :\n(( ذكر لنا أن رسول الله - صلى الله عليه وسلم - هو الذي سماه أسعد, وكناه أبا أمامة باسم جده أبي أمامة أسعد بن زرارة وكنيته ))\n? وقال الحافظ (ابن عساكر) في ((تاريخه))(8\\332 ) :عن محمد بن أحمد بن يعقوب, قال جدي:\n(( ولد أبو أمامة على عهد رسول الله - صلى الله عليه وسلم - ,وأتي به إليه, فسماه أسعد وكناه أبا أمامة باسم جده أبي أمامة وكنيته ))\nقال (الخطيب) : يعني جده أبا أمه وهي حبيبة بنت أبي أمامة أسعد بن زرارة النقيب\n? وقال في (8\\333) : أخبرنا أبو الفتح يوسف بن عبد الواحد, أنا أبو منصور شجاع بن علي, أنا محمد بن إسحاق, أنا أحمد بن الحسن بن عتبة, نا عبد الله بن عيسى, نا إبراهيم بن المنذر قال :\n(( أبو أمامة بن سهل سماه النبي - صلى الله عليه وسلم - أسعد ))\nوروى أحمد بن صالح بن عنبسة, عن يونس, عن الزهري حدثني أبو أمامة, وكان قد أدرك النبي - صلى الله عليه وسلم - , وسماه و حنكه\n__________\n(1) - ((الإستيعاب)) (33) ((أسد الغابة)) (1\\206\\100) ((الإصابة)) (1\\326\\414)\n(1/96)",
        "\n? وقال ابن أبي داود : صحب النبي - صلى الله عليه وسلم - , وبايعه, وسماه, وبارك عليه, وحنكه .اهـ\n133\\3- [ حفص بن السائب ]:(1)\n\n? قال (ابن الأثير) : روى ابن شاهين من طريق محمد بن جعفر البلخي, ثنا اسحق بن هياج, عن محمد بن حفص, وهو بلخي عن هارون بن حفص بن السائب, عن أبيه قال :\n(( سماني رسول الله - صلى الله عليه وسلم - حفصا ))\nوذكر مثله الحافظ في ((الإصابة))\n\n134\\4- [ سفينة ] مولى رسول الله - صلى الله عليه وسلم - (2)\n\n? قيل : كان اسمه ( مهران ), وقيل غير ذلك, على واحد وعشرين قولا, ذكرها الحافظ في ((الإصابة)), وكان أصله من فارس, فاشترته أم سلمة, ثم أعتقته, واشترطت عليه أن يخدم النبي - صلى الله عليه وسلم -\n? أخرج (الإمام أحمد) في ((مسنده))(5\\221\\22274) قال : ثنا أبو النضر, ثنا حشرج بن نباتة العبسي الكوفي, ثنا سعيد بن جمهان, حدثني سفينة - صلى الله عليه وسلم - قال:قال رسول الله - صلى الله عليه وسلم - :\n(( الخلافة في أمتي ثلاثون سنة,ثم ملكا بعد ذلك, ثم قال لي سفينة: أمسك خلافة أبى بكر وخلافة عمر وخلافة عثمان وأمسك خلافة على - رضي الله عنهم -\nقال: فوجدناها ثلاثين سنة,ثم نظرت بعد ذلك في الخلفاء,فلم أجده يتفق لهم ثلاثون\n__________\n(1) - ((أسد الغابة)) (2\\43\\1206) ((الإصابة)) (2\\43\\1206)\n(2) - ((الإستيعاب)) (1140) ((أسد الغابة)) (2\\503\\2131) ((الإصابة)) (3\\111\\3346)\n(1/97)\n",
        "فقلت لسعيد: أين لقيت سفينة ؟ قال: لقيته ببطن نخل في زمن الحجاج,فأقمت عنده ثمان ليال أسأله عن أحاديث رسول الله - صلى الله عليه وسلم - قال:قلت له:ما اسمك ؟ قال:ما أنا بمخبرك,سماني رسول الله - صلى الله عليه وسلم - سفينة,قلت:ولم سماك سفينة ؟ قال: خرج رسول الله - صلى الله عليه وسلم - ومعه أصحابه,فثقل عليهم متاعهم فقال لي:ابسط كساءك فبسطته,فجعلوا فيه متاعهم,ثم حملوه علي فقال لي: رسول الله - صلى الله عليه وسلم - : احمل فإنما أنت سفينة ,فلو حملت يومئذ وقر بعير أو بعيرين أو ثلاثة أو أربعة أو خمسة أو ستة أو سبعة ما ثقل علي,إلا أن يجفوا ))\n? وأخرجه (الطبراني) في ((معجمه الكبير))(7\\82\\6439), و(البزار)(2732)\n? قال (الهيثمي) في ((المجمع))(9\\366\\15970) : رجال أحمد والطبراني ثقات .اهـ\n? وأخرجه (الحاكم) في ((مستدركه))(6\\606\\6607) قال: أخبرنا محمد بن علي الشيباني, ثنا أحمد بن حازم الغفاري\n( ح ) وثنا الشيخ أبو بكر بن اسحق, أنبا علي بن عبد العزيز, قالا ثنا حشرج بن نباتة ,به... ولفظه مختصر\nقال (الحاكم): صحيح الإسناد ولم يخرجاه\n\n135\\5- [ سنان بن سلمة بن المحبق الهذلي ] :(1)\n\nيكنى: ( أبا عبد الرحمن ), وقيل يكنى : ( أبا جبير )\n? ذكر (ابن عبد البر) مقطوعا: روى وكيع عن أبيه عنه أنه قال :\n(( ولدت يوم حرب كانت للنبي - صلى الله عليه وسلم - , فسماني : ( سنانا ) ))\nوقد قيل :\n(( إنه لما ولد قال أبوه سلمة بن المحبق: لسنان أقاتل به في سبيل الله أحب إلي منه, فسماه رسول الله - صلى الله عليه وسلم - ( سنانا )\nوروى عنه أنه قال :( ولدت في يوم حرب كانت للنبي - صلى الله عليه وسلم - , فذهب بي أبي إلى رسول الله - صلى الله عليه وسلم - , فحنكني , وتفل في في, ودعا لي, وسماني سنانا))\nوكان من الشجعان الأبطال الفرسان .اهـ\n__________\n(1) - ((الإستيعاب)) (1076) ((أسد الغابة)) (2\\562\\2261) ((الإصابة)) (3\\201\\3662)\n(1/98)\n\n? وذكر الحافظ :عن (ابن الأعرابي):\n(( أنه ولد يوم حنين, فبشر به أبوه, فقال: لسنان اطعن به في سبيل الله أحب إلي منه فسماه النبي - صلى الله عليه وسلم - سنانا ))\n\n136\\6- [ عاصم ٍ ( غلام زرعة الشقري )\n? قال (الطبراني) في ((المعجم الكبير))(1\\298\\874) قال: حدثنا حفص بن عمر الرقي, حدثنا معلى بن أسد العمي, ثنا بشر بن المفضل, ثنا بشير بن ميمون, عن أسامة بن أخدري, عن أصرم قال:\n(( قلت: يا رسول الله إني اشتريت عبدا فادع الله له بالبركة, وسمه , فقال: ما أسمك؟ , قال:أصرم , قال: بل أنت زرعة قال: فما تريده , قال: زراعا قال: فهو عاصم ))\n? قال (الهيثمي)(9\\57\\12885) : رجاله ثقات .اهـ\n? وأخرج (الطبراني) أيضا (1\\196\\523) قال : حدثنا معاذ بن المثنى, ثنا مسدد\n( ح ) وحدثنا أحمد بن عمرو القطراني ثنا محمد بن موسى الحرشي,قالا ثنا بشر بن المفضل,عن بشير بن ميمون,عن عمه أسامة بن أخدري :\n(( أن رجلا من بني شقرة, يقال له أصرم,كان في النفر الذين أتوا رسول الله - صلى الله عليه وسلم - , قال: فأتاه بغلام له حبشي اشتراه بتلك البلاد, فقال: يا رسول الله, اشتريت هذا فأحببت أن تسميه, وتدعو له بالبركة, قال : ما اسمك أنت ؟ , قال: أصرم , قال: بل أنت زرعة, قال: فما تريده ؟ , قال: أريده راعيا, قال: فهو عاصم, فأتى النبي - صلى الله عليه وسلم - كفه ))\n? قال (الهيثمي)(8\\57\\12886): رواه (أبو داود)(4904) باختصار قصة الغلام الحبشي , ورواه الطبراني ورجاله ثقات.اهـ\n137\\7- [ عبد الله بن الزبير بن العوام القرشي ]:(1)\n\n? أخرج (مسلم) في ((صحيحه))(2146) قال : حدثنا الحكم بن موسى أبو صالح, حدثنا شعيب يعني بن إسحاق, أخبرني هشام بن عروة, حدثني عروة بن الزبير وفاطمة بنت المنذر بن الزبير أنهما قالا :\n((\n__________\n(1) - ((الإستيعاب)) (1552) ((أسد الغابة)) (3\\241\\2948) ((الإصابة)) (4\\77\\4699)",
        "(1/99)\n\nخرجت أسماء بنت أبي بكر حين هاجرت وهي حبلى بعبد الله بن الزبير, فقدمت قباء , فنفست بعبد الله بقباء , ثم خرجت حين نفست إلى رسول الله - صلى الله عليه وسلم - ليحنكه, فأخذه رسول الله - صلى الله عليه وسلم - منها فوضعه في حجره, ثم دعا بتمرة,\nقال : قالت عائشة : فمكثنا ساعة نلتمسها قبل أن نجدها, فمضغها, ثم بصقها في فيه, فإن أول شيء دخل بطنه لريق رسول الله - صلى الله عليه وسلم - , ثم قالت أسماء: ثم مسحه, وصلى عليه, وسماه ( عبد الله ) , ثم جاء وهو ابن سبع سنين أو ثمان ليبايع رسول الله - صلى الله عليه وسلم - , وأمره بذلك الزبير, فتبسم رسول الله - صلى الله عليه وسلم - حين رآه مقبلا إليه ثم بايعه ))\n? وأخرجه (الإمام أحمد)(6\\347\\27477), و(البخاري)(3909)\n138\\8- [ عبد الله بن أبى طلحة الأنصاري ]:(1)\n\n? أخرج (مسلم) في ((صحيحه))(2144) قال : حدثنا عبد الأعلى بن حماد , حدثنا حماد بن سلمة , عن ثابت البناني, عن أنس بن مالك - رضي الله عنه - قال :\n(( ذهبت بعبد الله بن أبي طلحة الأنصاري إلى رسول الله - صلى الله عليه وسلم - حين ولد, ورسول الله - صلى الله عليه وسلم - في عباءة يهنأ بعيرا له, فقال: هل معك تمر ؟ , فقلت: نعم , فناولته تمرات, فألقاهن في فيه, فلاكهن , ثم فغر فا الصبي , فمجه في فيه, فجعل الصبي يتلمظه, فقال رسول الله - صلى الله عليه وسلم - : حب الأنصار التمر, وسماه عبد الله )\n? وأخرجه أيضا (البخاري)(5470) و(أبو داود)(4951)\n\n139\\9- [ عبد الملك بن نبيط بن جابر الأنصاري ] :(2)\n\n? ذكر (ابن سعد) في ((طبقاته))(8\\440) بلا إسناد :\n((\n__________\n(1) - ((الإستيعاب)) (1600) ((أسد الغابة)) (3\\285\\3027) ((الإصابة)) (5\\13\\6194)\n(2) - ((الإصابة)) (5\\40\\6253)\n(1/100)",
        "\nكانت أكبر بنات أسعد بن زرارة , فلما بلغت خطبها نبيط بن جابر بن مالك ...فزوجها إياه رسول الله - صلى الله عليه وسلم - , فلما كانت الليلة التي زفت فيها, قال لهم قولوا:\n\n* أتيناكم أتيناكم فحيونا نحييكم *\n* لولا الحنطة السمراء لم نحلل بواديكم *\n* ولولا الذهب الأحمر ما جئناكم *\n\nفدخلت على نبيط فحملت بعبد الملك بن نبيط , فلما ولدت جاء به أبوه إلى رسول الله - صلى الله عليه وسلم - , فقال: يا رسول الله سمه, فسماه رسول الله - صلى الله عليه وسلم - ( عبد الملك ), وبرك فيه, أسلمت الفريعة , وبايعت رسول الله - صلى الله عليه وسلم - . اهـ\n\n140\\10- [ محمد بن أنس بن فضالة الظفري الأنصاري الأوسي] :(1)\n\n? قال (البخاري) في ((تاريخه الكبير))(1\\16\\6) قال لي يحيى بن موسى, عن يعقوب بن محمد, أنبأنا إدريس بن محمد بن يونس بن محمد بن أنس الظفري, حدثني جدي عن أبيه قال:\n(( قدم النبي - صلى الله عليه وسلم - المدينة, وأنا ابن أسبوعي,ن فأتى بي إليه, فمسح برأسي, وحج بي حجة الوداع, وأنا ابن عشر سنين وقال: دعا لي بالبركة, وقال: سموه باسمي, ولا تكنوه بكنيتي\nقال يونس: ولقد عمر أبي حتى شاب كل شيء منه ومات, وما شاب موضع يد النبي - صلى الله عليه وسلم - من رأسه )\n? قال الحافظ في ((الإصابة)): أخرجه (أبو علي بن السكن) مطول, من وجه آخر عن يعقوب بن محمد بهذا السند لكن قال: محمد بن فضالة فنسب محمد إلى جده\n? وأخرجه (الطبراني) في ((معجمه الكبير))(19\\244\\547) حدثنا محمد بن عبد الله الحضرمي,ثنا عبد الله بن أبي زياد القطواني( ح ) وحدثنا أحمد بن عبد الله البزاز التستري, ثنا محمد بن عبد الله بن عبيد بن عقيل, قالا ثنا يعقوب بن محمد الزهري, ثنا إدريس بن محمد ...به\n__________\n(1) - ((الإستيعاب)) (2345) ((أسد الغابة)) (5\\75\\4705) ((الإصابة)) (6 \\4\\7773)\n(1/101)\n",
        "? قال (الهيثمي) في ((المجمع))(8\\51\\12836): فيه يعقوب بن محمد الزهري , وثقه ابن حبان وغيره, وضعفه جماعة , وبقية رجاله ثقات .اهـ\n\n141\\11- [ محمد بن ثابت بن قيس بن شماس الأنصاري ]:(1)\n\nوأمه جميلة بنت عبد الله بن أبي بن سلول التي اختلعت من ثابت, وأتى به النبي - صلى الله عليه وسلم - لما ولد فحنكه\n? قال الحافظ في ((الإصابة)): أخرج (البغوي), و(ابن أبي داود), و(ابن شاهين) من طريق زيد بن الحباب, حدثنا أبو ثابت من ولد ثابت بن قيس بن شماس, عن إسماعيل بن محمد بن ثابت, عن أبيه:\n(( أن أباه ثابتا فارق جميلة بنت عبد الله بن أبي وهي حامل بمحمد, فلما وضعته حلفت أن لا تلبنه بلبنها, فجاء به ثابت إلى رسول الله - صلى الله عليه وسلم - ,فبزق في فيه, وسماه محمدا, وقال: اذهب به ,فإن الله رازقه\nقال: فتلقتني امرأة من العرب تسأل عن ثابت بن قيس, فقلت: أنا ثابت بن قيس, ما تريدين؟ , قالت: رأيت في ليلتي هذه أني أرضع ابنا يقال له محمد, قال: فهذا ابن,ي فأخذته وإن ضرعها ليعصر من لبنها من ثديها ))\nلفظ (البغوي), وقال ابن منده: غريب لا نعرفه إلا من حديث زيد بن الحباب\n\n142\\12- [ محمد بن الجد بن قيس الأنصاري ]:(2)\n\n? قال الحافظ في ((الإصابة)) : ذكره (ابن القداح), وقال: سماه النبي - صلى الله عليه وسلم - محمدا , وشهد معه فتح مكة, حكاه بن أبي داود عنه , وأخرجه (ابن شاهين), واستدركه (أبو موسى)\n? وذكر (محمد بن حبيب) في كتابه ((المحبر)) : أنه أول من سمى محمدا في الإسلام من الأنصار\n? قلت: شهوده فتح مكة دليل على أنه كان رجلا بالغا , فتسميته له - صلى الله عليه وسلم - يحتمل أن تكون تغييرا لإسم سابق, و إنما ذكرته هنا لعدم ذكر ذلك\n__________\n(1) - ((الإستيعاب))(2349) ((أسد الغابة)) (577\\4712) ((الإصابة)) (6\\194\\8314)\n(2) - ((أسد الغابة)) (5\\78\\4714) ((الإصابة)) (6\\6\\7778)\n(1/102)\n\n143\\13- [ محمد بن ضمرة بن أسود بن عباد ] :(1)\n\n? قال الحافظ : ذكر (ابن القداح): أن النبي - صلى الله عليه وسلم - سماه ( محمدا ), و شهد فتح مكة, أخرجه (ابن شاهين) عن بن أبي داود عنه\nقلت : والقول في هذا كسابقه\n144\\14- [ محمد بن طلحة بن عبيد الله القرشي ] :\n? أخرج (الإمام أحمد)(4\\216\\18056) قال : ثنا عفان, ثنا أبو عوانة, حدثنا هلال بن أبي حميد, عن عبد الرحمن بن أبي ليلى قال :\n(( نظر عمر - رضي الله عنه - إلى أبي عبد الحميد أو بن عبد الحميد (شك أبو عوانة), وكان اسمه محمدا ورجل يقول له: يا محمد فعل الله بك وفعل وفعل, قال : وجعل يسبه قال: فقال أمير المؤمنين عند ذلك: يا ابن زيد, ادن مني قال: ألا أرى محمدا - صلى الله عليه وسلم - يسب بك لا والله لا تدعى محمدا ما دمت حيا, فسماه ( عبد الرحمن ), ثم أرسل إلى بني طلحة, ليغير أهلهم أسماءهم, وهم يومئذ سبعة, وسيدهم , وأكبرهم محمد\nقال : فقال محمد بن طلحة: أنشدك الله يا أمير المؤمنين, فوالله إن سماني محمدا يعني إلا محمد - صلى الله عليه وسلم - , فقال عمر :قوموا لا سبيل لي إلى شيء سماه محمد - صلى الله عليه وسلم - ))\n? وأخرجه أيضا (الطبراني) في ((معجمه الكبير))(19\\242\\ 544)\n? قال (الهيثمي) في ((المجمع))(8\\48\\12841) : رجال احمد رجال الصحيح .اهـ\n? وأخرج (ابن منده) من طريق يوسف بن إبراهيم الطلحي, عن أبيه إبراهيم بن محمد, أن طلحة قال:\n(( سمى رسول الله - صلى الله عليه وسلم - ابني محمدا , وكناه أبا القاسم ))\n? وأخرج (ابن قانع), و(ابن السكن), و(ابن شاهين) من طريق محمد بن عبد الرحمن مولى آل طلحة, عن إبراهيم بن محمد بن طلحة,عن ظئر محمد بن طلحة قال:\n((\n__________\n(1) - ((أسد الغابة)) (5\\93\\4744) ((الإصابة)) (6\\15\\7796)",
        "(1/103)\n\nأتيت النبي - صلى الله عليه وسلم - بمحمد بن طلحة حين ولد ليحنكه ويدعوله,وكان يفعل ذلك بالصبيان,فقال لعائشة:من هذا ؟ قالت: محمد بن طلحة ,فقال: هذا سميي هذا أبو القاسم ))\nومن طريق محمد بن زيد بن المهاجر عن إبراهيم بن محمد بن طلحة قال:\n(( لما ولدت حمنة بنت جحش محمد بن طلحة جاءت به إلى رسول الله - صلى الله عليه وسلم - , فسماه ( محمدا ) ,وكناه ( أبا سليمان )\n? وأخرجه (ابن منده) من وجه آخر عن إبراهيم بن محمد عن طلحة عن أبيه:\n(( أنه ذهب به إلى رسول الله - صلى الله عليه وسلم - حين ولد فسماه محمدا ,وقال: هو أبو سليمان, لا أجمع له بين اسمي وكنيتي ))\nوقال (ابن منده) المشهور الأول , وقال ابن الأثير :الأول أصح\n145\\15- [ محمد بن عباس بن نضلة ] :(1)\n\n? قال الحافظ : قال (ابن القداح): سماه النبي - صلى الله عليه وسلم - ( محمدا ), وشهد فتح مكة, أخرجه (ابن شاهين) عن (ابن أبي داود) عنه\n\n146\\16- [ محمد بن علي بن أبى طالب ] :\n\n? أخرج (الإمام أحمد)(1\\95\\730) قال : ثنا وكيع ثنا فطر عن المنذر عن ابن الحنفية قال :\n(( قال علي - رضي الله عنه - : يا رسول الله - صلى الله عليه وسلم - , أرأيت إن ولد لي بعدك ولد, أسميه باسمك , وأكنيه بكنيتك ؟ قال :نعم, فكانت رخصة من رسول الله - صلى الله عليه وسلم - لعلي ))\n? وأخرجه (البخاري) في ((الأدب المفرد))(843), و (أبو داود)(4976), و(الترمذي)(2843)\n? قال (الألباني) رحمه الله : صحيح ((صحيح أبى داود))(4155)\n? وذكر الحافظ (ابن قيم الجوزية) في كتابه ((تحفة المودود بأحكام المولود))(ص245) : قال (ابن أبى خيثمة) في ((تاريخه)): حدثنا ابن الاصبهاني, حدثنا علي بن هاشم, عن فطر ,عن منذر, عن ابن الحنفية, قال: قال رسول الله - صلى الله عليه وسلم - :\n(( أنه سيولد لك بعدي ولد, فسمه باسمي, وكنه بكنيتي, فكانت رخصة من رسول الله - صلى الله عليه وسلم - لعلي ))\n__________\n(1) - ((الإصابة)) (6 \\17\\7799)\n(1/104)",
        "\n? قلت : و هذا مرسل\n147\\17- [ محمد بن عمارة بن حزم الأنصاري ] :(1)\n\n? قال الحافظ : ذكره (ابن شاهين) عن ابن أبي داود عن (القداح) : أن النبي - صلى الله عليه وسلم - سماه لما ولد محمدا\nو قال أيضا : و في الرواة شيخ آخر يقال له محمد بن عمارة , ولكنه ابن عمرو بن حزم ابن أخي الذي بعده, وهو من شيوخ مالك\n148\\18- [ محمد بن عمرو بن حزم الأنصاري] ( يكنى أبا عبد الملك ) , ( وقيل كنيته أبو سليمان )(2)\n\n? ذكر (ابن شاهين) عن ابن أبي داود: أن النبي - صلى الله عليه وسلم - سماه : ( محمدا )\nوقال (الواقدي): ولد سنة عشر من الهجرة بنجران, حيث كان أبوه عاملا بها , وكتب إليه النبي - صلى الله عليه وسلم - يأمره أن يسميه محمدا, ويكنيه أبا عبد الملك\nقال الحافظ : وهذا الذي قاله (الواقدي) هو المشهور\n\n149\\19- [ محمد بن مخلد بن سحيم الأنصاري الأوسي ](3)\n\nقال الحافظ : ذكر (ابن القداح) : أنه ولد على عهد النبي - صلى الله عليه وسلم - ,وأنه هو الذي سماه : ( محمدا ),وأنه شهد فتح مكة, وأخرجه (ابن شاهين) عن ابن أبي داود عنه\n\n150\\20- [ محمد بن معمر بن عبد الله الأنصاري الخزرجي ] ( المعروف بابن سلول ) :(4)\n\nقال الحافظ : ذكر (القداح): أنه شهد فتح مكة, وأن النبي - صلى الله عليه وسلم - هو الذي سماه ,و أخرجه ابن شاهين عن ابن أبى داود عن القداح\n\n151\\21- [ محمد بن نبيط بن جابر ]:(5)\n\nقال الحافظ : ذكره (ابن شاهين) في الصحابة عن أبي داود, عن (ابن القداح), وقال: حنكه النبي - صلى الله عليه وسلم - , وسماه: ( محمدا )\n__________\n(1) - ((الإصابة)) (6\\200\\8328)\n(2) - ((الإستيعاب)) (2367) ((أسد الغابة))(5\\99\\4758) ((الإصابة)) (6\\20\\8329 )\n(3) - ((الإصابة)) (6\\27\\7821)\n(4) - ((أسد الغابة)) (5\\108\\4770) ((الإصابة)) (6\\202\\8332 )\n(5) - ((أسد الغابة)) (5\\108\\4770) ((الإصابة)) (6\\202\\8332 )\n(1/105)\n",
        "152\\22- [ محمد بن هلال بن المعلى ]:(1)\n\nقال الحافظ : ذكر (القداح): أنه شهد فتح مكة, وأن النبي - صلى الله عليه وسلم - سماه : ( محمدا ), أخرجه (ابن شاهين) عن ابن أبي داود عنه\n\n153\\23- [ مسرع بن ياسر بن سويد الجهني ] :(2)\n\n? أخرج (أبو نعيم) في ((معرفة الصحابة))(6665) قال : ثنا سليمان بن أحمد, ثنا علي بن إبراهيم الخزاعي الأهوازي, ثنا عبد الله بن داود بن دلهاث بن إسماعيل بن عبد الله بن مسرع بمن بن ياسر بن سويد الجهني صاحب النبي - صلى الله عليه وسلم - , حدثني أبى داود عن أبيه دلهاث , عن أبيه إسماعيل, عن أبيه عبد الله, عن أبيه مسرع, عن أبيه ياسر بن سويد:\n(( أن النبي - صلى الله عليه وسلم - وجهه في خيل أو سرية, و امرأته حامل فولد له مولود, فحملته أمه إلى رسول الله - صلى الله عليه وسلم - , قالت : يا رسول الله قد ولد هذا المولود, وأبوه في الخيل فسمه, فأخده النبي - صلى الله عليه وسلم - فأمر يده عليه, وقال:اللهم أكثر رجالهم, وأقل آثامهم, ولا تحوجهم, ولا تُرِ أحدا منهم خصاصة, وقال: سمه ( مسرعا ) , قد أسرع في الإسلام, فهو مسرع بن ياسر ))\n? وعزاه الحافظ في ((الإصابة)) : (لابن السكن) و(الطبراني)\n? وقال (أبو نعيم) أيضا (6474) أخبرنا علي بن الحسن الحراني, ثنا أبو عمر بن الدلهاث, ثنا عبدالله بن داود الدلهاني, عن أبيه حدثني أبي الدلهاني, عن أبيه إسماعيل,عن أبيه عبدالله أن أباه مريح بن ناشرة حدثه قال ذكر ناشرة بن سويد :\n((\n__________\n(1) - ((أسد الغابة)) (5\\109\\4773) ((الإصابة)) (6\\30\\7826)\n(2) - ((أسد الغابة)) (5\\433\\5502) ((الإصابة)) (6\\501\\9231)\n(1/106)\n\nأن رسول الله - صلى الله عليه وسلم - وجهه في خيل أو سرية, وامرأته حامل, فولدت مولودا , فحملته فاتت به النبي - صلى الله عليه وسلم - , فقال رسول الله - صلى الله عليه وسلم - : كثر رجالكم, ثم أخذه فأمر يده عليه, فقالت: سمه يا رسول الله, فقال: اسمه مريح, فقد أسرع في الإسلام ))\n? قال الحافظ في ((الإصابة))(ترجمة ناشرة بن سويد الجهني) (6\\395\\8902): هو خطأ نشأ عن تصحيف في اسمه واسم ولده وذلك أن الصواب ( ياسر ), بتحتانية منقوطة باثنتين, وسين مهملة, بلا هاء آخره, واسم ولده ( مسرع ) بسكون السين المهملةو وآخره عين مهملة\nويدل عليه أن في الحديث اسمه ( مسرع ) فقد أسرع إلى الإسلام\nوقد وقع هذا الوهم (لأبى نعيم), و(ابن الأثير), فقد ترجما ( لناشرة ), و( ليسار ) وهما شخص واحد\n154\\24- [ يوسف بن عبد الله بن سلام ] :(1)\n\n? أخرج (البخاري) في ((الأدب المفرد))(838) قال : حدثنا أبو نعيم, قال حدثنا يحيى بن أبي الهيثم القطان, قال حدثني يوسف بن عبد الله بن سلام قال :\n(( سماني النبي - صلى الله عليه وسلم - ( يوسف ), وأقعدني على حجره, ومسح على رأسي ))\nقال الألباني رحمه الله : صحيح الإسناد (صحيح الأدب 282)\nوأخرجه (الإمام احمد) (4\\35 \\16518و16519و16521) و (6\\6\\24337و24338و24339) و (الترمذي) في ((الشمائل النبوية))(339) و (مسدد) في ((مسنده))\n? قال (البوصيري) في ((إتحاف السادة المهرة))(5453): رواته ثقات .اهـ\n155\\25- [ مريم بنت أبى مريم الغساني ] :\n\n? أخرج (الطبراني) في ((معجمه الكبير))(22\\332\\834) قال : حدثنا الحسين بن إسحاق, ثنا سليمان بن سلمة ,حدثني عبد الله بن العلاء من آل أبي بكر بن أبي مريم, عن أبي بكر بن أبي مريم ,عن أبيه عن جده قال:\n((\n__________\n(1) - ((الإستيعاب)) (2897) ((أسد الغابة)) (5\\492\\5660) ((الإصابة)) (6\\543\\9396)",
        "(1/107)\n\nأتيت رسول الله - صلى الله عليه وسلم - فقلت: ولدت لي الليلة جارية, فقال النبي - صلى الله عليه وسلم - : الليلة أنزلت علي سورة مريم, سمها مريم فكانت تسمى مريم ))\n? قال (الهيثمي) في ((المجمع))(8\\58\\12889): فيه سليمان بن سلمة الخبائري , وهو متروك. اهـ\n\nالفصل السادس\nفي ذكر من كناه النبي - صلى الله عليه وسلم - ابتداء\n\n156\\1- [ حمزة بن عمرو الأسلمي - رضي الله عنه - ] :(1)\n\nكناه النبي - صلى الله عليه وسلم - : ( أبا صالح )\n? أخرج (الطبراني) في ((معجمه الكبير))(3\\152\\2961) قال : حدثنا محمد بن عبد الله الحضرمي, ثنا عبد الله بن محمد بن خلاد الواسطي, ثنا يعقوب بن محمد الزهري, ثنا سفيان بن حمزة ,عن كثير بن زيد, عن محمد بن حمزة بن عمرو عن أبيه:\n(( أن رسول الله - صلى الله عليه وسلم - كناه : أبا صالح ))\n? قال (الهيثمي) في ((المجمع))(8\\59\\ 12897) : فيه يعقوب بن محمد الزهري , وثقه ابن حبان , وضعفه جمهور الأئمة .اهـ\n? قلت : قال (الذهبي) في ((المغني))(7203): قواه ابن حاتم مع تعنته في الرجال ,وضعفه أبو زرعة وغيره , وهو الحق وما هو بحجة\n\n157\\2- [ صهيب الرو مي - رضي الله عنه - ] :(2)\n\nكناه النبي - صلى الله عليه وسلم - : ( أبا يحيى )\nأخرج الإمام أحمد (6\\16\\23971 ) ثنا عبد الرحمن بن مهدي, عن زهير, عن عبد الله بن محمد بن عقيل, عن حمزة بن صهيب :\n(( أن صهيبا - رضي الله عنه - كان يكنى أبا يحيى, ويقول أنه من العرب, ويطعم الطعام الكثير,فقال ل عمر - رضي الله عنه - : يا صهيب مالك تكنى أبا يحيى,وليس لك ولد,وتقول أنك من العرب,وتطعم الطعام الكثير,وذلك سرف في المال ؟\nفقال صهيب : إن رسول الله - صلى الله عليه وسلم - كناني أبا يحيى\n__________\n(1) - ((الإستيعاب)) (560) ((أسد الغابة)) (2\\71\\1252)\n(2) - ((الإستيعاب)) (1231) ((أسد الغابة)) ( 3\\38\\2538) ((الإصابة)) ( 3\\364\\4124)\n(1/108)",
        "\nوأما قولك في النسب ,فأنا رجل من النمر بن قاسط من أهل الموصل, ولكنني سبيت غلاما صغيرا قد غفلت أهلي وقومي\nوأما قولك في الطعام, فان رسول الله - صلى الله عليه وسلم - كان يقول: خياركم من أطعم الطعام ورد السلام\nفذلك الذي يحملني على أن أطعم الطعام ))\n? وأخرجه (ابن ماجة) في ((سننه))(3738) مختصرا\n? قال الحافظ (البوصيري) في ((مصباح الزجاجة))(1307): هذا إسناد حسن عبدالله بن محمد مختلف فيه رواه (ابن أبى شيبة) في ((مسنده)) هكذا بهذا الإسناد بمتن أطول منه هذا, وكذا (أبو يعلى الموصلي), وله شاهد من حديث عمر بن الخطاب رواه (أبو داود) . اهـ\n? قال الشيخ (الألباني) رحمه الله: حسن ((صحيح ابن ماجة))(3012))و ((الصحيحة))(44)\n? وأخرجه (الإمام أحمد) أيضا من طريق آخر (4\\333\\19150) قال : ثنا بهز, ثنا حماد بن سلمة, أنا زيد بن أسلم:\n(( أن عمر بن الخطاب - رضي الله عنه - قال لصهيب - رضي الله عنه - : لولا ثلاث خصال فيك ,لم يكن بك بأس, قال: وما هن , فوالله ما نراك تعيب شيئا ؟\nقال : اكتناؤك بأبي يحيى, وليس لك ولد, وادعاؤك إلى النمر بن قاسط ,وأنت رجل ألكن ,وإنك لا تمسك\nقال : أما اكتنائي بأبي يحيى, فإن رسول الله - صلى الله عليه وسلم - كناني بها ,فلا أدعها حتى ألقاه\nوأما دعائي إلى النمر بن قاسط ,فإني امرؤ منهم ,ولكن استرضع لي بالآيلة ,فهذه اللكنة من ذاك\nوأما المال ,فهل تراني أنفق إلا في حق ))\nقلت : وهو منقطع , فزيد لم يلق عمرا - رضي الله عنه -\n158\\3- [ عبد الله بن مسعود الهذلي - رضي الله عنه - ] :(1)\n\nكناه النبي - صلى الله عليه وسلم - (أبا عبد الرحمن )\n__________\n(1) - ((الإستيعاب)) (1677) ((أسد الغابة)) (3\\381\\3182) ((الإصابة)) (4\\198\\4970)\n(1/109)\n",
        "? أخرج (أبو القاسم الطبراني) في ((معجمه الكبير))( 9\\65\\8405) قال : حدثنا محمد بن عبد الله الحضرمي, ثنا أبو كريب ثنا عبيد الله بن موسى, عن سليمان بن أبي سليمان ,عن أبي هاشم عن إبراهيم ,عن علقمة ,عن عبد الله - رضي الله عنه - :\n(( أن رسول الله - صلى الله عليه وسلم - كناه ( أبا عبد الرحمن ), ولم يولد له ))\n? قال (الهيثمي) في ((المجمع))(8\\56\\12896): ورجاله رجال الصحيح. اهـ\n? و أخرجه من طريقه ((أبو نعيم)) في ((المعرفة))(4474)\n\n159\\4- [ علي بن أبى طالب - رضي الله عنه - ] :(1)\n\nكناه النبي - صلى الله عليه وسلم - ( أبا تراب )\n? أخرج (البخاري) في ((صحيحه))(5851), و((الأدب المفرد))(852) قال : حدثنا خالد بن مخلد حدثنا سليمان قال حدثني أبو حازم عن سهل بن سعد - رضي الله عنه - قال :\n(( إن كانت أحب أسماء علي - رضي الله عنه - إليه لأبو تراب, وإن كان ليفرح أن يدعى بها, وما سماه أبو تراب إلا النبي - رضي الله عنه - غاضب يوما فاطمة, فخرج فاضطجع إلى الجدار في المسجد , فجاءه النبي - صلى الله عليه وسلم - يتبعه, فقال:هو ذا مضطجع في الجدار فجاءه النبي - صلى الله عليه وسلم - وامتلأ ظهره ترابا ,فجعل النبي - صلى الله عليه وسلم - يمسح التراب عن ظهره, ويقول: اجلس يا أبا تراب ))\n? وأخرجه (الطبراني) في ((معجمه الأوسط))(779) قال: حدثنا أحمد بن يحيى الحلواني, قال حدثنا عبد الرحمن بن صالح الأزدي, قال حدثنا عمرو بن هاشم أبو مالك الجنبي, عن عبد الله بن عطاء المكي, عن أبي الطفيل - رضي الله عنه - قال:\n(( جاء النبي - صلى الله عليه وسلم - وعلي - رضي الله عنه - قائم في التراب, فقال :إن أحق أسمائك أبو تراب, أنت أبو تراب ))\nقال الطبراني :لا يروى هذا الحديث عن أبي الطفيل إلا بهذا الإسناد تفرد به عبد الرحمن بن صالح\n__________\n(1) - ((الإستيعاب)) (1875) ((أسد الغابة)) (4\\87\\3789) ((الإصابة)) (4\\464\\5704)\n(1/110)\n\n? قال (الهيثمي) في ((المجمع))(9\\101\\14593): رجاله ثقات .اهـ\n? قلت : في الإسناد عمرو بن هاشم أبو مالك الجنبي, قال الحافظ في ((التقريب)) : لين الحديث أفرط فيه ابن حبان .اهـ\n\n160\\5- [ عمر بن الخطاب - رضي الله عنه - ] :\n\nكناه النبي - صلى الله عليه وسلم - : ( أبا حفص )\n? أخرج (محمد بن إسحاق) في ((السيرة النبوية))(3\\177): قال حدثني العباس بن عبد الله بن معبد عن بعض أهله, عن ابن عباس - رضي الله عنه - :\n(( أن النبي - صلى الله عليه وسلم - قال لأصحابه يومئذ: إني قد عرفت أن رجالا من بني هاشم وغيرهم قد أخرجوا كرها, ولا حاجة لهم بقتالنا, فمن لقي منكم أحدا من بني هاشم فلا يقتله, ومن لقي أبو البختري بن هشام بن الحارث بن أسد فلا يقتله, فإنه إنما أخرج مستكرها, قال: فقال أبوحذيفة: أنقتل آباءنا وأخواتنا وعشيرتنا ونترك العباس؟ , والله لئن لقيته لألحمنه السيف, قال ابن هشام : ويقال لألجمنه السيف, قال: فبلغت رسول الله - صلى الله عليه وسلم - فقال لعمر بن الخطاب: يا أبا حفص, قال عمر: والله إنه لأول يوم كناني فيه رسول الله - صلى الله عليه وسلم - بأبي حفص, أيضرب وجه عم رسول الله - صلى الله عليه وسلم - بالسيف؟ فقال عمر: يا رسول الله دعني فلأضرب عنقه بالسيف, فوالله لقد نافق, فكان أبو حذيفة يقول:ما أنا بآمن من تلك الكلمة التي قلت يومئذ, ولا أزال منها خائفا إلا أن تكفرها عني الشهادة, فقتل يوم اليمامة شهيدا ))\n\n161\\6- [ محمد بن طلحة بن عبيد الله التيمي ] :(1)\n\nكناه النبي - صلى الله عليه وسلم - ( أبا القاسم )\n? قال (ابن أبى عاصم) في ((الآحاد والمثاني))(669) حدثنا أبو بكر بن أبي شيبة,نا يزيد بن هارون, عن إبراهيم بن عثمان, عن محمد بن عبد الرحمن مولى آل طلحة, عن عيسى بن طلحة, قال حدثتني ظئر محمد بن طلحة قالت :\n((\n__________\n(1) - ((أسد الغابة)) (5\\93\\4744) ((الإصابة)) (6\\15\\7796 )",
        "(1/111)\n\nلما ولد محمد بن طلحة , أتيت به إلى النبي - صلى الله عليه وسلم - , فقال لي: ما سموه ؟ , فقلت: محمد , فقال: هذا اسمي, وكنيته أبو القاسم ))\n? وأخرجه (الطبراني) في ((معجمه الكبير))(25\\187\\459) قال: حدثنا عبيد بن غنام ثنا أبو بكر بن أبي شيبة به...\n? قال في (الهيثمي) في ((مجمع الزوائد))(8\\52\\12844 ) : فيه إبراهيم بن عثمان أبو شيبة , وهو متروك .اهـ\nوقيل :كناه : ( أبا سليمان )\nفقد روي من طريق محمد بن زيد بن المهاجر, عن إبراهيم بن محمد بن طلحة قال:\n(( لما ولدت حمنة بنت جحش محمد بن طلحة جاءت به إلى رسول الله - صلى الله عليه وسلم - فسماه محمدا وكناه : أبا سليمان ))\nوأخرجه (ابن منده) من وجه آخر عن إبراهيم بن محمد, عن طلحة عن أبيه:\n(( أنه ذهب به إلى رسول الله - صلى الله عليه وسلم - حين ولد فسماه محمدا, وقال: هو أبو سليمان , لا أجمع له بين اسمي وكنيتي ))\nوقال (ابن منده) المشهور الأول , وقال (ابن الأثير) :الأول أصح\n162\\7- [ محمد بن علي بن أبى طالب ] :\nكناه النبي - صلى الله عليه وسلم - : (أبا القاسم ) تقدم حديثه\n163\\8- [ المغيرة بن شعبة الثقفي - رضي الله عنه - ] :(1)\n\nكناه النبي - صلى الله عليه وسلم - : ( أبا عيسى )\n? أخرج (أبو داود) في ((سننه))(4963) قال : حدثنا هارون بن زيد بن أبي الزرقاء, ثنا أبي, ثنا هشام بن سعد, عن زيد بن أسلم, عن أبيه :\n((\n__________\n(1) - ((الإستيعاب)) (2512) ((أسد الغابة)) (5\\238\\5071) ((الإصابة)) (6\\156\\8197)\n(1/112)",
        "\nأن عمر بن الخطاب - رضي الله عنه - ضرب ابنا له تكنى أبا عيسى, وأن المغيرة بن شعبة تكنى بأبي عيسى, فقال له عمر : أما يكفيك أن تكنى بأبي عبد الله ؟ ,فقال: إن رسول الله - صلى الله عليه وسلم - كناني,فقال: إن رسول الله - صلى الله عليه وسلم - قد غفر له ما تقدم من ذنبه, وما تأخر, وأنا في جَلْجَتِنَا(1), فلم يزل يكنى بأبي عبد الله حتى هلك ))\n? قال (الألباني) رحمه الله :حسن صحيح ((صحيح أبى داود))(4152)\n? وأخرج (ابن السكن) في((الصحابة)) من طريق حبيب بن الشهيد, عن زيد بن أسلم, عن أبيه قال:\n(( أرسلني عمر - رضي الله عنه - إلى ابنه عبد الرحمن أدعوه, فلما جاء قال له عمر: يا أبا عيسى, قال: يا أمير المؤمنين اكتنى بها المغيرة على عهد رسول الله - صلى الله عليه وسلم - ))\nقاله الحافظ في ((الإصابة))(4\\285\\5189) في ترجمة ( عبد الرحمن بن عمر ): سنده صحيح\n\n164\\9- [ موهب بن عبد الله الثقفي ] :(2)\n\nكناه النبي - صلى الله عليه وسلم - : (أبا سهل )\n? قال (ابن الأثير) في ((أسد الغابة)): ذكره (ابن شاهين) وروى بإسناده عن أبى معشر عن يزيد بن رومان ورجال المدائني قال :\n(( كان في وفد ثقيف موهب بن عبد الله, يعني ابن خرشة , فقال النبي - صلى الله عليه وسلم - : أنت موهب أبو سهل ))\n\n165\\10- [ ابن أبى طلحة الأنصاري ] , قيل اسمه ( حفص )\nكناه النبي - صلى الله عليه وسلم - : ( أبا عمير )\n? أخرج (البخاري) في ((صحيحه))(6203) قال : حدثنا مسدد, حدثنا عبد الوارث ,عن أبي التياح ,عن أنس - رضي الله عنه - قال :\n((\n__________\n(1) - قال ابن ناصر الدين : قيل معناه بقينا في عدد من أمثالنا من ال(مسلم)ين لا ندري ما يصنع بنا وقيل الجلج في لغة أهل اليمامة : جباب الماء كأنه يريد : تركنا في أمر كضيق الجباب\n(2) - ((أسد الغابة)) (5\\271\\5151) ((الإصابة)) (6\\187\\8296)\n(1/113)\n",
        "كان النبي - صلى الله عليه وسلم - أحسن الناس خلقا , وكان لي أخ يقال له أبو عمير, قال: أحسبه فطيم, وكان إذا جاء قال: يا أبا عمير ما فعل النُغَيْر ؟ , نُغَر كان يلعب به, فربما حضر الصلاة وهو في بيتنا , فيأمر بالبساط الذي تحته فيكنس, وينضح, ثم يقوم, ونقوم خلفه فيصلي بنا ))(1)\n? وأخرجه أيضا (مسلم)(2150), و(أبو داود)(4969)\n\n166\\11- [ أبو الورد ] :(2)\n\n? قال (أبو القاسم الطبراني) في ((معجمه الكبير))(22\\382\\953) حدثنا عبدان بن أحمد, ثنا جبارة بن مغلس, ثنا ابن المبارك, عن حميد, عن ابن أبي الورد, عن أبيه قال :\n(( رآني النبي - صلى الله عليه وسلم - فرآني رجل أحمر, فقال: أنت أبو الورد ))\n? قال (الهيثمي) (8\\56\\12898) : وفيه جبارة بن المغلس , وثقه ابن نمير , ونسبه غير واحد إلى الكذب.اهـ\n? وله طريق أخرى ذكرها الحافظ في ((الإصابة)) : قال (ابن منده) روى حبيب الشهيد, عن محمد بن سيرين أن أبا أيوب الأنصاري - رضي الله عنه - قال:\n((أتيت النبي - صلى الله عليه وسلم - بابن عم لي , ورجل أحمر يبايعه , فقال له النبي - صلى الله عليه وسلم - : يا أبا الورد ))\nوأخرج هو و عبدان من طريق جبارة بن المغلس , عن ابن المبارك , عن حميد الطويل , عن ابن أبى الدرداء, عن أبيه - رضي الله عنه - قال :\n(( رأى النبي - صلى الله عليه وسلم - رجلا أحمر, فقال: أنت أبو الورد ))\nقال الحافظ : وأظنه الذي ذكره أبو أيوب\n__________\n(1) - وللفقيه الشيخ (أيى العباس أحمد بن أبى احمد الطبري البغدادي) الشافعي المعروف بابن القاص المتوفى سنة 335هـ (( جزء )) مفرد في فوائد هذا الحديث, وهو مطبوع في مكتبة السنة بمصر 1992 بتحقيق (صابر الطنطاوي) , استنبط منه نحوا من (66) فائدة وحكما\n(2) - ((الإستيعاب)) (3261) أسدالغابة (6\\321\\6341) ((الإصابة)) (7\\373\\10710)\n(1/114)\n\n167\\12- [ عائشة بنت أبى بكر ] أم المؤمنين رضي الله عنها(1)\n\nكناها النبي - صلى الله عليه وسلم - : ( أم عبد الله )\n? أخرج (أبو داود) في ((سننه))(4970) قال: حدثنا مسدد, وسليمان بن حرب المعنى, قالا ثنا حماد, عن هشام بن عروة, عن أبيه , عن عائشة رضي الله عنها:\n(( أنها قالت: يا رسول الله كل صواحبي لهن كنى, قال : فاكتني بابنك عبد الله, يعني ابن أختها\nقال مسدد: عبد الله بن الزبير قال:فكانت تكنى بأم عبد الله)\n? وأخرجه (البخاري) في ((الأدب المفرد))(850) قال: حدثنا محمد بن سلام, قال حدثنا أبو معاوية, قال حدثنا هشام بن عروة, عن يحيى بن عباد بن حمزة ,عن عائشة رضي الله عنها:\n(( قالت : أتيت النبي - صلى الله عليه وسلم - فقلت: يا رسول الله كنيت نساءك فاكنني, فقال: تكني بابن أختك عبد الله ))\n\nالفصل السابع\nفي ذكر تغييره - صلى الله عليه وسلم - لأسماء أقوام وقبائل\n\n168\\1- [ بنو الرشدة ] :\nكان اسمهم ( بنو الزنية ) فغيره النبي - صلى الله عليه وسلم -\n? ذكره (أبو داود) في ((سننه)). ولم يسنده (بعد الحديث رقم 4956)\n? وعزاه الحافظ في ((الإصابة))(2\\84\\1764) (لعمر بن شبة) بإسناد صحيح إلى أبى وائل قال :\n(( وفد بنو أسد, فقال لهم النبي - صلى الله عليه وسلم - :من أنتم ؟, قالوا :نحن بنو الزنية, أحلاس الخيل, قال: بل أنتم بنو الرشدة, فقالوا: لا ندع اسم أبينا ))\n? وقال (ابن الأثير) في ((أسد الغابة))(2\\40\\1200) في (ترجمة حضرمي بن عامر) : روى أبو هريرة والشعبي وغيره قالوا :\n(( اجتمع بنو أسد بن خزيمة أن يفدوا إلى رسول الله - صلى الله عليه وسلم - الحديث...) وفيه:\n((\n__________\n(1) - ((الإستيعاب)) (3476) ((أسد الغابة)) (7\\186\\7093) ((الإصابة)) (8\\231\\11461)",
        "(1/115)\n\nوقال رسول الله - صلى الله عليه وسلم - لبني الزنية : من أنتم ؟ قالوا : نحن بنو الزنية , فقال: بل أنتم بنو الرشدة, قالوا: لا ندع إسم أبينا, ولا نكون لبني محولة, يعنون بني عبد الله بن غطفان كانوا بني عبد الفرس, فسماهم رسول الله - صلى الله عليه وسلم - بني عبد الله, فعيروهم و قالوا : بني محولة .اهـ\n\n169\\2- بنو الرشدة :\n\nقبيلة أخرى , كان اسمهم ( بنو مغوية ), فغيره النبي - صلى الله عليه وسلم -\n? ذكره (أبو داود) في ((سننه))(1), ولم يسنده\n170\\3- [ بنو السميعة ] :\n\nكان اسمهم ( بنو الصماء ) فغيره النبي - صلى الله عليه وسلم -\n? قال (الصاغاني) في ((نقعة الصديان))(224) : هم بنو مالك بن لوذان بن عمرو بن عوف, وكان يقال لهم (بنو الصماء ), وهي امرأة من مزينة أرضعت مالكا فسماهم : (بني السميعة)\n171\\4- بنو عبد الله بن غطفان :\nكان اسمهم ( بنو عبدالعزى ), فغيره النبي - صلى الله عليه وسلم -\n? ذكره (ابن الأثير) في ((أسد الغابة))(2\\40\\1200) في ترجمة ( حضرمي بن عامر ), وقد تقدم آنفا\n\n172\\5- [ بنو عبد الله ] :(2)\n\n? أخرج (أبو القاسم الطبراني) في ((معجمه الكبير))(2\\275\\2155) قال : حدثنا محمد بن عبد الله الحضرمي, ثنا عبد الله بن محمد بن خلاد أبو أمية الواسطي, ثنا يعقوب بن محمد الزهري, ثنا عبد العزيز بن عمران, عن جهم بن مطيع, عن علي بن جهم البلوي, عن أبيه قال:\n(( وافينا رسول الله - صلى الله عليه وسلم - يوم الجمعة, فسألنا: من نحن ؟ , فقلنا: نحن بنو عبد مناف, فقال: أنتم بنو عبد الله ))\n? قال (الهيثمي) في ((المجمع))(8\\56 \\ 12879) : فيه يعقوب بن محمد الزهري وهو متروك .اهـ\n? قلت :جهم بن مطيع , قال (الذهبي) في ((المغني)): لايدرى من هو, وعبد العزيز بن عمران , قال البخاري: لا يكتب حديثه منكر , وقال النسائي وغيره متروك\n\n173\\6- بنو غيان :\n__________\n(1) - بعد الحديث رقم 4956)\n(2) - (نقعة الصديان) (249)\n(1/116)",
        "\n? أخرج (ابن سعد) في ((طبقاته))(1\\333) قال: أخبرنا هشام بن محمد بن السائب الكلبي, أخبرنا أبو عبد الرحمن المدني قال :\n(( لما قدم النبي - صلى الله عليه وسلم - المدينة, وفد إليه عبد العزى بن بدر بن زيد بن معاوية الجهني من بني الربعة بن رشدان بن قيس بن جهينة, ومعه أخوه لأمه أبو روعة, و هو ابن عم له, فقال رسول الله - صلى الله عليه وسلم - لعبد العزى: أنت عبد الله, ولأبي روعة: أنت رعت العدو إن شاء الله, وقال: من أنتم ؟ , قالوا: بنو غيان , قال: أنتم بنو رشدان, وكان أسم واديهم غوى, فسماه رسول الله - صلى الله عليه وسلم - رشدا...الحديث )\n\nالفصل الثامن\nفي ذكر تغييره - صلى الله عليه وسلم - أسماء مواضع وأماكن\n\n174\\1- [ خضرة ] :\n\nكانت تسمى ( غدرة ), وقيل ( عفرة ) فغيره النبي - صلى الله عليه وسلم -\n? قال (الخطابي) في ((المعالم))(4\\119) : عفرة نعت للأرض التي لا تنبت شيئا أخدت من العفر, وهي لون الأرض فسماها خضرة على معنى التفاؤل لتخضر وتمرع .اهـ\nأخرج (ابن حبان) في ((صحيحه))(5821) قال : أخبرنا الحسن بن سفيان, قال حدثنا محمد بن عبد الله بن نمير, قال حدثنا عبدة بن سليمان بن هشام بن عروة عن أبيه, عن عائشة رضي الله عنها:\n(( أن النبي - صلى الله عليه وسلم - مر بأرض تسمى غدرة, فسماها خضرة ))\n? وأخرجه أيضا(أبو يعلى)(4556), و(الطبراني) في ((معجمه الأوسط))(652)\n? قال (الهيثمي) في ((المجمع))(8\\54\\12862) : رجال أبي يعلى رجال الصحيح.اهـ\n? وأخرج (الطبراني) في ((معجمه الصغير))(349) قال : حدثنا الحسن بن علي بن ياسر البغدادي خال أبي الأذان, حدثنا سعيد بن يحيى بن الأزهر الواسطي, حدثنا إسحاق بن يوسف الأزرق, حدثنا شريك, عن هشام بن عروة, عن أبيه عن عائشة رضي الله عنها قالت :\n(( كان النبي - صلى الله عليه وسلم - إذا سمع إسما قبيحا غَيَّره, فمَرَّ على قرية يقال لها عفرة , فسماها خضرة ))\n(1/117)\n",
        "قال الطبراني : لم يروه عن شريك إلا إسحاق\n? قال (الهيثمي)(8\\54\\ 12863) : ورجاله رجال الصحيح .اهـ\n? قلت : شريك صدوق , يخطئ كثيرا , تغير حفظه مند ولي القضاء, قاله في ((التقريب)), ووصفه الدارقطني بالتدليس, وقد عنعن هنا\n175\\2- [ رشاد ] :\n\nكان اسمه ( وادي غوي ), فغيره النبي - صلى الله عليه وسلم -\n? أخرج (ابن سعد) في ((طبقاته))(1\\333) قال: أخبرنا هشام بن محمد بن السائب الكلبي, أخبرنا أبو عبد الرحمن المدني قال :\n(( لما قدم النبي - صلى الله عليه وسلم - المدينة, وفد إليه عبد العزى بن بدر بن زيد بن معاوية الجهني من بني الربعة بن رشدان بن قيس بن جهينة ,ومعه أخوه لأمه أبو روعة, وهو ابن عم له,فقال رسول الله - صلى الله عليه وسلم - لعبدالعزى: أنت عبد الله, ولأبي روعة : أنت رعت العدو إن شاء الله, وقال: من أنتم؟ , قالوا: بنو غيان قال : أنتم بنو رشدان, وكان أسم واديهم غوى , فسماه رسول الله - صلى الله عليه وسلم - رُشْدا...الحديث)\n? روى ابن السكن...من طريق أبي أويس, عن وهب بن عمرو بن سعد بن وهب الجهني أن أباه أخبره عن جده:\n(( أنه كان يدعى في الجاهلية غَيَّان,فلما وفد على النبي - صلى الله عليه وسلم - قال له:ما اسمك ؟ قال: غيان قال: وأين منزل أهلك ؟ قال بوادي غوي, فقال له: بل أنت رشدان, وأهلك برشاد, قال: فتلك البلدة إلى اليوم تدعى برشاد )\nقال (ابن السكن): إسناده مجهول\n? ذكره الحافظ في ((الإصابة))(2\\403\\2660):\n\n177\\3- [ شعب الهدى ]:\n\nكان اسمه : ( وادي الضلالة ), فغيره النبي - صلى الله عليه وسلم - , ذكره (أبو داود) في((سننه)), ولم يسنده (بعد الحديث 4959)\n\n178\\4- طيبة أو طابة والمدينة :\n\nكان اسمها ( يثرب ), فغيره النبي - صلى الله عليه وسلم -\n? قال الحافظ (ابن القيم الجوزية) في كتابه ((تحفة المودود))(ص227) :\n(1/118)\n\nغير النبي - صلى الله عليه وسلم - إسم المدينة , وكان ( يثرب ), فسماها ( طابة ) كما في ((الصحيحين))(1)عن أبي حميد - رضي الله عنه - قال:\n( أقبلنا مع رسول الله من تبوك حتى أشرفنا على المدينة, فقال : هذه طابة )\nوفي ((صحيح مسلم))(1385) عن جابر بن سمرة - رضي الله عنه - , قال سمعت رسول الله - صلى الله عليه وسلم - يقول:\n(( إن الله سمى المدينة : طابة ))\nويكره تسميتها يثرب كراهة شديدة, وإنما حكى الله تسميتها يثرب عن المنافقين, فقال: { وَإِذْ يَقُولُ الْمُنَافِقُونَ وَالَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ مَا وَعَدَنَا اللَّهُ وَرَسُولُهُ إِلَّا غُرُوراً, )وَإِذْ قَالَتْ طَائِفَةٌ مِنْهُمْ يَا أَهْلَ يَثْرِبَ لا مُقَامَ لَكُمْ فَارْجِعُوا)(الأحزاب: من الآية12\\13)\nوفي ((سنن النسائي)) من حديث مالك عن يحيى بن سعيد أنه قال: سمعت أبا الحباب سعيد بن يسار يقول: سمعت أبا هريرة - رضي الله عنه - يقول سمعت رسول الله - صلى الله عليه وسلم - يقول : (( أمرت بقرية تأكل القرى , يقولون يثرب , وهي المدينة , تنفي الناس كما ينفي الكير خبث الحديد ))(2)\nوقال في كتابه ((زاد المعاد))(2\\339) : لما قدم النبي - صلى الله عليه وسلم - مدينة واسمها يثرب, لا تعرف بغير هذا الاسم, غَيَّره ( بطيبة ) لما زال عنها ما في لفظ ( يثرب ) من التثريب بما في معنى ( طيبة ) من الطيب, استحقت هذا الاسم, وازدادت به طيبا آخر, فأثر طيبها في استحقاق الإسم, وزادها طيبا إلى طيبها.\n\nخاتمة\n__________\n(1) - (البخاري)(1872) و(مسلم)(1392)\n(2) - الحديث أخرجه (البخاري) 1871و(مسلم) 1382",
        "(1/119)\n\n? وقد أحببت أن أختم كتابي هذا بفصول بديعة من كتاب ((تحفة المودود في أحكام المولود)) لشيخ الإسلام (شمس الدين ابن القيم) رضي الله عنه, فقد تكلم فيه عن أحكام تسمبة المولود, وآدابها, وما يجوز منها, وما يحرم , وفصل في ذلك مما لا تكاد تجده في كتاب فجزاه الله عنا خيرا, وفيه زيادة على ما تم نقله في مقدمة هذا الكتاب من ((زاد المعاد)) قال رحمه الله :\n\nالفصل الثاني\nفيما يستحب من الأسماء وما يكره منها\n\n? عن أبي الدرداء قال قال رسول الله - صلى الله عليه وسلم - : (( إنكم تدعون يوم القيامة بأسمائكم, وبأسماء آبائكم, فأحسنوا أسماءكم ))(1)رواه (أبو داود)(4948) بإسناد حسن\nوعن ابن عمر - رضي الله عنه - قال رسول الله - صلى الله عليه وسلم - :\n(( إن أحب أسمائكم إلى الله عز وجل عبد الله, وعبد الرحمن )) رواه (مسلم) في ((صحيحه))(2132)\nوعن جابر - رضي الله عنه - قال: (( ولد لرجل منا غلام ,فسماه القاسم, فقلنا : لا نكنيك أبا القاسم ولا كرامة, فأخبر النبي - صلى الله عليه وسلم - فقال:سم ابنك عبد الرحمن )) متفق عليه(2)\nوعن أبي وهب الجشمي - رضي الله عنه - قال قال رسول الله - صلى الله عليه وسلم - :\n(( تسموا بأسماء الأنبياء , وأحب الأسماء إلى الله عبد الله , وعبد الرحمن , وأصدقها حارث , وهمام , وأقبحها حرب ومرة ))(3)\nقال أبو محمد بن حزم : اتفقوا على استحسان الأسماء المضافة إلى الله, كعبد الله, وعبد الرحمن وما أشبه ذلك, فقد اختلف الفقهاء في أحب الأسماء إلى الله, فقال الجمهور: أحبها إليه عبد الله , وعبد الرحمن\nقال سعيد بن المسيب : (( أحب الأسماء إليه أسماء الأنبياء ))(4)\n__________\n(1) - قال الألباني: ضعيف (ضعيف أبى داود1053)\n(2) - (البخاري) (6186 ) (مسلم) ( 2133)\n(3) - أخرجه أبو داود (4950) النسائي (6\\218) قال الألباني : صحيح ( صحيح أبى داود 4140)\n(4) - أخرجه ابن أبى شيبة (25910)\n(1/120)",
        "\nوالحديث الصحيح(1)يدل على أن أحب الأسماء إليه عبد الله , وعبد الرحمن\nفصل\n\n? وأما المكروه منها والمحرم فقال (أبو محمد بن حزم)(2):\nاتفقوا على تحريم كل اسم معبد لغير الله , كعبد العزى, وعبد هبل, وعبد عمرو, وعبد الكعبة, وما أشبه ذلك, حاشا عبد المطلب. انتهى\nفلا تحل التسمية بعبد علي, ولا عبد الحسين, ولا عبد الكعبة(3)\nوقد روى (ابن أبي شيبة)(25901) حديث يزيد بن المقدام بن شريح, عن المقدام بن شريح, عن أبيه عن جده هانىء بن يزيد قال:\n(( وفد على النبي - صلى الله عليه وسلم - قوم, فسمعهم يسمون عبد الحجر, فقال له: ما اسمك ؟ ,فقال :عبد الحجر, فقال له رسول - صلى الله عليه وسلم - : إنما أنت عبد الله ))\nفإن قيل : كيف يتفقون على تحريم الاسم المعبد لغير الله\nوقد صح عنه - صلى الله عليه وسلم - أنه قال : (( تعس عبد الدينار, تعس عبد الدرهم, تعس عبد الخميصة, تعس عبد القطيفة ))(4)\nوصح أنه قال - صلى الله عليه وسلم - :\n\nأنا النبي لا كذب *** أنا ابن عبد المطلب(5)\n\n(( ودخل عليه رجل وهو جالس بين أصحابه, فقال:أيكم ابن عبد المطلب ؟, فقالوا: هذا وأشاروا إليه))(6)\n__________\n(1) - أخرجه (مسلم) (2132) و أبو داود (4949 ) و الترمذي (2834) وابن ماجة (3728) من حديث ابن عمر - صلى الله عليه وسلم -\n(2) - ذكر ذلك في كتابه ((مراتب الإجماع))(ص179) طبعة دار الآفاق الجديدة بيروت\n(3) - كما تفعل الرافضة أخزاهم الله , وقد زادوا على ذلك أسماء : كعبد الزهراء, وعبد علي, وعبد الرضا, وعبد الكاضم, وعبد الأمير, بل بلغ الجهل والسفاهة بهم أن سموا بعضهم بكلب علي , فاسأل ربك العافية مما ابتلاهم به\n(4) - أخرجه (البخاري) (2864) و(مسلم) (1776)\n(5) - أخرجه (البخاري) (2864) و (مسلم) (1776)\n(6) - أخرجه (البخاري) (63) من حديث أنس بن مالك\n(1/121)\n",
        "فالجواب: أما قوله ( تعس عبد الدينار) فلم يرد به الإسم, وإنما أراد به الوصف, والدعاء على من يعبد قلبه الدينار والدرهم, فرضي بعبوديتها عن عبودية ربه تعالى, وذكر الأثمان والملابس وهما جمال الباطن والظاهر\nأما قوله (أنا ابن عبد المطلب) فهذا ليس من باب إنشاء التسمية بذلك, وإنما هو باب الإخبار بالاسم الذي عرف به المسمى دون غيره, والأخبار بمثل ذلك على وجه تعريف المسمى لا يحرم\nولا وجه لتخصيص أبي محمد بن حزم ذلك بعبد المطلب خاصة, فقد كان الصحابة يسمون بني عبد شمس, وبني عبد الدار بأسمائهم, ولا ينكر عليهم النبي - صلى الله عليه وسلم - , فباب الإخبار أوسع من باب الإنشاء, فيجوز ما لا يجوز في الإنشاء\nفصل\n\n? ومن المحرم التسمية ( بملك الملوك ), و( سلطان السلاطين ) و (شاهنشاه)(1)\n__________\n(1) - قال العلامة (ابن رجب) في ((ذيل طبقات الحنابلة))(3\\69):قال (ابن الجوزي) في ((تاريخه)): إن جلال الدولة أمره أن يكتب (شاهنشاه) الأعظم ملك الملوك , وخطب له بذلك , فنفر العامة, ورجم الخطباء , ووقعت فتنة , وذلك سنة 429 هـ فاستفتى الفقهاء فكتب الصيمري: أن هذه الأسماء يعتبر فيها القصد والنية, وكتب (أبو الطيب الطبري): أن إطلاق(ملك الملوك) جائز ويكون معناه ملك الملوك الأرض, وإذا جاز أن يقال (قاضي القضاة) و(كافي الكفاة) جاز أن يقال(ملك الملوك) وكتب التميمي نحو ذلك, وذكر (محمد بن عبدالملك الهمذاني): أن القاضي الماوردي منع من جواز ذلك\n\nقال (ابن الجوزي): والذي ذكره الأكثرون هو القياس, إذا قصد به ملوك الدنيا, إلا أني لا أرى إلا ما رآه الماوردي, لأنه قد صح في الحديث ما يدل على المنع,لكنهم عن النقل بمعزل, ثم ساق حديث أبى هريرة الذي في الصحيحين وابن الجوزي وافق على جواز التسمية بقاضي القضاة ونحوه ...وكان شيخنا أبو عمر عبدالعزيز بن محمد بن إبراهيم بن جماعة الكناني الشافعي قاضي الديار المصرية وابن قاضيها يمنع الناس أن يخاطبوه بقاضي القضاة, أو يكتبوا له ذلك و أمرهم أن يبدلوا ذلك ( بقاضي ال(مسلم)ين ), وقال : إن اللفظ مأثور عن علي - رضي الله عنه - .اهـ\n- قال (ابن الصلاح) في ((فتاويه))(1\\80) : بلغنا أن الملك الملقب (بجلال الدولة) من ملوك الديلم المتسلطين على الخلفاء, لما زيد في ألقابه (شاهان شاه الأعظم ملك الملوك), وخطب له بذلك ببغداد على المنبر, جرى في ذلك إستفتاء فقهاء بغداد في جواز ذلك, وذلك في سنة تسع وعشرين وأربع مائة وأفتى غير واحد من أئمة العصر بجواز ذلك,منهم القاضي الإمام أبو الطيب الطبري, وأبو القاسم الكرخي, وابن البيضاوي, والقاضي أبو عبد الله الصيمري الحنفي, وأبو محمد التميمي الحنبلي, ولم يفت معهم القاضي أبو الحسن الماوردي, فكتب إليه كاتب الخليفة يخصه بالإستفتاء في ذلك, فأفتى بأن ذلك لا يجوز ولقد أصاب في ذلك ,و أخطؤا في تجويزه, فلما وقفوا على جوابه تصدوا لنقضه, وأطال القاضيان (أبو الطيب الطبري), و(أبو عبد الله الصيمري) في التشنيع عليه, فأجاب الماوردي عن كلامهما يذكر فيه أنهما أخطئا من وجوه منها أنه لا يسوغ لمفت إذا أفتى أن يتعرض لجواب غيره برد ولا بتخطئة, ويجيب بما عنده من موافقة أو مخالفة,فقد يفتي بعض أصحاب الشافعي بما يخالفهم فيه أصحاب أبي حنيفة فلا يتعرض أحد منهم لرد على صاحبه والله أعلم\nقال (الأسنوي): اقتصر النووي في شرح المهذب على التحريم, وذكره في الأذكار مرتين فقال في المرة الثانية وهي في أواخر الكتاب إنه محرم تحريما غليظا .اهـ\n(1/122)\n\nفقد ثبت في ((الصحيحين)) من حديث أبي هريرة - رضي الله عنه - عن النبي - صلى الله عليه وسلم - قال:\n(( إن أخنع إسم عند الله رجل تسمى ملك الأملاك ))(1)\nوفي رواية ( أخنى ) بدل ( أخنع ), وفي رواية (لمسلم) ( أغيظ رجل عند الله يوم القيامة وأخبثه رجل كان يسمى: ملك الأملاك لا ملك إلا الله ))\nومعنى أخنع وأخنى : أوضع\nوقال بعض العلماء: وفي معنى ذلك كراهية التسمية ( بقاضي القضاء ), و( حاكم الحكام), فإن حاكم الحكام في الحقيقة هو الله, وقد كان جماعة من أهل الدين والفضل يتورعون عن إطلاق لفظ ( قاضي القضاة), و( حاكم الحكام ) قياسا على ما يبغضه الله ورسوله من التسمية ( بملك الأملاك ), وهذا محض القياس\nوكذلك تحرم التسمية ( بسيد الناس), و( سيد الكل) كما يحرم ( سيد ولد آدم). فإن هذا ليس لأحد إلا لرسول الله - صلى الله عليه وسلم - وحده, فهو ( سيد ولد آدم ), فلا يحل لأحد أن يطلق على غيره ذلك\nفصل\n\n? ومن الأسماء المكروهة ما رواه (مسلم) في ((صحيحه))(2137) عن سمرة بن جندب - رضي الله عنه - قال قال رسول الله - صلى الله عليه وسلم - :\n(( لا تسمين غلامك يسارا, ولا رباحا, ولا نجاحا, ولا أفلح, فإنك تقول: أثم هو فلا يكون فيقول: لا ))\nإنما هن أربع لا تزيدن علي\nوهذه الجملة الأخيرة ليست من كلام رسول الله - صلى الله عليه وسلم - , إنما هي من كلام الراوي\nوفي ((سنن أبي داود))(2)من حديث جابر بن عبد الله - رضي الله عنه - قال :\n(( أراد النبي - صلى الله عليه وسلم - أن ينهى أن يسمى بيعلى وبركة وأفلح ويسار ونافع, وبنحو ذلك, ثم رأيته سكت بعد عنها, فلم يقل شيئا, ثم قبض ولم ينه عن ذلك, ثم أراد عمر أن ينهى عن ذلك ثم تركه ))\n__________\n(1) - أخرجه (البخاري) (6206) و(مسلم)(2143)\n(2) - هذا لفظ (مسلم) (2138) ولفظ أبى داود هو الذي يليه",
        "(1/123)\n\nوقال (أبو بكر بن أبي شيبة)(25907) حدثنا محمد بن عبيد , عن الأعمش , عن أبي سفيان , عن جابر - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم - :\n(( إن عشت إن شاء الله أنهى أمتي أن يسموا نافعا وأفلح وبركة ))(1)\nقال الأعمش : لا أدري أذكر نافعا أم لا ؟\nوفي ((سنن ابن ماجة))(3729) من حديث أبي الزبير, عن جابر, عن عمر بن الخطاب - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم - :\n(( إن عشت إن شاء الله لأنهين أمتي أن يسموا رباحا, ونجيحا, وأفلح, ويسارا ))\nقلت: وفي معنى هذا مبارك و مفلح و خير و سرور و نعمة و ما أشبه ذلك, فإن المعنى الذي كره له النبي - صلى الله عليه وسلم - التسمية بتلك الأربع موجود فيها ,فانه يقال: أعندك خير عندك سرور أعندك نعمة ؟ فيقول: لا ,فتشمئز القلوب من ذلك وتتطير به وتدخل في باب المنطق المكروه\nوفي الحديث: (( أنه كره أن يقال خرج من عند برة ))(2)\nمع أن فيه معنى آخر يقتضي النهي وهو تزكية النفس بأنه مبارك ومفلح,وقد لا يكون كذلك\nكما روى أبو داود في سننه (4953):\n( أن رسول الله - صلى الله عليه وسلم - نهى أن يسمى برة, وقال: لا تزكوا أنفسكم, الله أعلم بأهل البر منكم )(3)\nوفي ((سنن ابن ماجة))(3732 ) عن أبي هريرة - رضي الله عنه - :\n(( أن زينب كان اسمها برة , فقيل تزكي نفسها, فسماها النبي - صلى الله عليه وسلم - زينب))(4)\n\nفصل\n\n? ومنها التسمية بأسماء الشياطين ( كخنزب ), و( الولهان ), و ( الأعور ), و( الأجدع ), قال الشعبي عن مسروق :\n((\n__________\n(1) - أخرجه أبو داود(4960), قال الألباني : صحيح ( صحيح أبى داود)(4149)\n(2) - أخرجه أبو داود (2140)\n(3) - قال الألباني : حسن صحيح (صحيح أبى داود)(4143)\n(4) - قال الألباني : صحيح ( صحيح ابن ماجة 3007)\n(1/124)",
        "\nلقيت عمر بن الخطاب - رضي الله عنه - فقال:من أنت ؟ , قلت: مسروق بن الأجدع, فقال عمر - رضي الله عنه - سمعت رسول الله - صلى الله عليه وسلم - يقول: الأجدع شيطان ))(1)\nوفي ((سنن ابن ماجة))(421), و((زيادات عبد الله في مسند أبيه))(5\\136) من حديث أبي بن ابن كعب - رضي الله عنه - عن النبي - صلى الله عليه وسلم - قال:\n(( إن للوضوء شيطانا يقال له : الولهان, فاتقوا وسواس الماء ))(2)\n(( وشكي إليه عثمان بن أبي العاص من وسواسه في الصلاة, فقال: ذلك شيطان يقال له خنزب )(3)\nوذكر أبو بكر بن أبي شيبة ( 25898) حدثنا حميد بن عبد الرحمن عن هشام عن أبيه :\n(( أن رجلا كان اسمه الحباب فسماه رسول الله - صلى الله عليه وسلم - ( عبد الله ), و قال: الحباب شيطان ))(4)\n\nفصل\n\nومنها أسماء الفراعنة والجبابرة ( كفرعون ), و( قارون ), و ( هامان ), و( الوليد )\nقال (عبد الرزاق) في ((الجامع))(19861) أخبرنا معمر, عن الزهري قال:\n(( أراد رجل أن يسمي ابنا له الوليد, فنهاه رسول الله - صلى الله عليه وسلم - , وقال: إنه سيكون رجل يقال له الوليد يعمل في أمتي بعمل فرعون في قومه ))\n\nفصل\n\nومنها كأسماء الملائكة ( كجبرائيل ), و( ميكائيل ), و( إسرافيل ) فإنه يكره تسمية الآدميين بها\nقال أشهب: ( سئل مالك عن التسمي بجبريل, فكره ذلك ولم يعجبه )\n__________\n(1) - أحرجه أبو داود (4857) وابن ماجة (3731) والحاكم (4\\279) قال الألباني: ضعيف (ضعيف أبى داود)(1055)\n(2) - قال الألباني : ضعيف جدا (ضعيف أبى داود)(94)\n(3) - أخرجه (مسلم) (2203) من حديث من حديث عثمان بن أبى العاص\n(4) - هذا مرسل وقد أخرجه عبدالرزاق (19849) عن هشام أيضا وابن وهب في جامعه من مرسل محمد بن المنكدر (77) ومرسل محمد بن حبان (76) ومرسل عبدالله بن أبى بكر بن حزم (77)\n(1/125)\n",
        "وقال القاضي (عياض): قد استظهر بعض العلماء التسمي بأسماء الملائكة, وهو قول الحارث بن مسكين, قال: وكره مالك التسمي بجبريل, وياسين, وأباح ذلك غيره .\nقال (عبد الرزاق) في ((الجامع))(19850)عن معمر قال :\n(( قلت لحماد بن أبي سليمان كيف تقول في رجل تسمى بجبريل, وميكائيل ؟ , فقال :لا بأس به ))\nقال (البخاري) في ((تاريخه))(5\\35): قال أحمد بن الحارث, حدثنا أبو قتادة الشامي, ليس بالحراني مات سنة أربع وستين ومائة ,حدثنا عبد الله بن جراد قال:\n(( صحبني رجل من مزينة, فأتى النبي - صلى الله عليه وسلم - وأنا معه, فقال: يا رسول الله, ولد لي مولود فما خير الأسماء ؟, قال:إن خير الأسماء لكم الحارث, وهمام, ونعم الإسم عبد الله , وعبد الرحمن, وتسموا بأسماء الأنبياء, ولا تسموا بأسماء الملائكة , قال: وباسمك؟ , قال: وباسمي , ولا تكنوا بكنيتي )(1)\nوقال البيهقي : قال البخاري في غير هذه الرواية : في إسناده نظر\n\nفصل\n\nومنها الأسماء التي لها معان تكرهها النفوس,ولا تلائمها(كحرب) و( مرة) و( كلب) و( حية ) و أشباهها\nوقد تقدم الأثر الذي ذكره مالك في موطئه :\n(( أن رسول الله - صلى الله عليه وسلم - قال للقحة: من يحلب هذه ؟ , فقام رجل, فقال؛: أنا فقال: ما اسمك؟ قال الرجل:مرة, فقال له: اجلس,ثم قال:من يحلب هذه ؟ فقام رجل آخر, فقال له:ما اسمك ؟ قال:حرب,فقال له: اجلس, ثم قال:من يحلب هذه؟ فقام رجل, فقال:أنا, قال: ما اسمك ؟ قال: يعيش, فقال له رسول الله - صلى الله عليه وسلم - : احلب ))(2)\n__________\n(1) - فيه أبو قتادة الشامي قال ابن معين : ليس بشيء\n(2) - أخرجه مالك في (الموطأ) (1819) وهو مرسل أو معضل, وصله الطبراني في (الكبير)(22\\277), وابن عبدالبر في (التمهيد) من حديث يعيش الغفاري , قال الهيثمي في (المجمع)(12831): إسناده حسن\n(1/126)\n\nفكره مباشرة المسمى بالاسم المكروه لحلب الشاة, وقد كان النبي - صلى الله عليه وسلم - يشتد عليه الاسم القبيح, ويكرهه جدا من الأشخاص, والأماكن, والقبائل, والجبال, حتى أنه مر في مسير له بين جبلين, فسأل عن اسمهما, فقيل له: فاضح ومخز, فعدل عنهما, ولم يمر بينهما (1)\nوكان شديد الاعتناء بذلك,.ومن تأمل السنة وجد معاني في الأسماء مرتبطة بها حتى كأن معانيها مأخوذة منها, وكأن الأسماء مشتقة من معانيها\nفتأمل قوله: ((أسلم سالمها الله, وغفار غفر الله لها, وعصية عصت الله)) (2)\nوقوله لما جاء سهيل بن عمرو يوم الصلح: ((سهل أمركم)) (3)\nوقوله لبريدة لما سأله عن اسمه فقال: بريدة , قال: يا أبا بكر , برد أمرنا , ثم قال: ممن أنت؟ , قال: من أسلم, فقال لأبي بكر: سلمنا, ثم قال: ممن؟ , قال: من سهم , قال:خرج سهمك, ذكره (أبو عمر) في ((استذكاره)) (4) حتى أنه كان يعتبر ذلك في التأويل , فقال: رأيت كأنا في دار عقبة بن رافع, فأتينا برطب من رطب ابن طاب, فأولت العاقبة لنا في الدنيا والرفعة, وأن ديننا قد طاب (5)\nوإذا أردت أن تعرف تأثير الأسماء في مسمياتها , فتأمل حديث سعيد بن المسيب عن أبيه عن جده - رضي الله عنه - قال:\n((\n__________\n(1) - تقدم التعليق عليه في الصفحة رقم (4)\n(2) - أخرجه (البخاري) (3515) و (مسلم) (2518) من حديث ابن عمر وفي الباب عن غيره من الصحابة\n(3) - أخرجه (البخاري) (2731) من حديث المسور بن مخرمة و مروان بن الحكم, لكن هذا الشاهد قال الحافظ: هو مرسل, ولم أقف على من وصله بذكر ابن عباس فيه, لكن له شاهد موصول عند ابن أبى شيبة من حديث سلمة بن الأكوع , وللطبراني من حديث عبدالله بن السائب\n(4) - (الاستذكار) (8\\ 514) , وفي سنده الحسين بن واقد المروزي, قال الحافظ: صدوق له أوهام, وأوس بن عبدالله بن بريدة, قال الدراقطني: متروك الحديث\n(5) - أخرجه (مسلم) (2270) من حديث أنس بن مالك",
        "(1/127)\n\nأتيت إلى النبي - صلى الله عليه وسلم - فقال: ما اسمك؟ ,قلت: حزن فقال:أنت سهل , قال:لا أغير إسما سمانيه أبي , قال ابن المسيب: فما زالت تلك الحزونة فينا بعد)) رواه (البخاري) في ((صحيحه)) (6190)\nوالحزونة: الغلظة ,ومنه أرض حزنة , وأرض سهلة, و تأمل ما رواه (مالك) في ((الموطأ)) (1820) عن يحيى بن سعيد:\n((أن عمر بن الخطاب - رضي الله عنه - قال لرجل: ما اسمك؟ , قال: جمرة قال: ابن من؟ , قال: ابن شهاب؟ , قال: ممن؟ قال: من الحرقة , قال: أين مسكنك؟ , قال: بحرة النار , قال: بأيتها؟ , قال: بذات لظى , قال عمر: أدرك أهلك فقد احترقوا , فكان كما قال عمر - رضي الله عنه -))\nهذه رواية مالك, ورواه الشعبي فقال:\n((جاء رجل من جهينة إلى عمر بن الخطاب - رضي الله عنه - , فقال: ما اسمك؟ , قال: شهاب , قال: ابن من؟ , قال: ابن ضرام قال: ممن؟ , قال: من الحرقة , قال: أين منزلك؟ , قال: بحرة النار , قال: ويحك أدرك منزلك , وأهلك فقد أحرقتهم , قال: فأتاهم فألفاهم قد احترق عامتهم))\nوقد استشكل هذا من لم يفهمه , وليس بحمد الله مشكلا, فإن مسبب الأسباب جعل هذه المناسبات مقتضيات لهذا الأثر, وجعل اجتماعها على هذا الوجه الخاص موجبا له, وأخر اقتضاءها لأثرها إلى أن تكلم به من ضرب الحق على لسانه ومن كان الملك ينطق على لسانه, فحينئذ كمل اجتماعها , وتمت فرتب عليها الأثر\nومن كان له في هذا الباب فقه نفس انتفع به غاية الانتفاع, فإن البلاء موكل بالمنطق , قال أبو عمر: وقد قال النبي - صلى الله عليه وسلم -: ((البلاء موكل بالقول)) (1)\n__________\n(1) - أخرجه ابن أبى الدنيا في (ذم الغيبة) (148) عن الحسن مرسلا, و البيهقي في (الشعب÷ (4948) عن أنس بن مالك , قال الألباني: ضعيف (ضعيف الجامع) (2377) , و أخرجه أيضا هو (4949) والخطيب من حديث أبى الدرداء , قال الألباني: موضوع (ضعيف الجامع) (2378)\n\nوروي بلفظ: ((البلاء موكل بالمنطق)) أخرجه القضاعي عن حديفة, وابن السمعاني في (تاريخه) عن علي, قال الألباني: ضعيف (ضعيف الجامع) (2379) و (الضعيفة) (3382) , والخطيب من حديث ابن مسعود, وفيه نصر بن باب وهو كذاب\n(1/128)",
        "\nوهذا باب طويل عظيم النفع, نبهنا عليه أدنى تنبيه, والمقصود ذكر الأسماء المكروهة والمحبوبة\n\nفصل\n\n? ومما يمنع تسمية الإنسان به أسماء الرب تبارك وتعالى, فلا يجوز التسمية بالأحد, والصمد, ولا بالخالق, ولا بالرازق, وكذلك سائر الأسماء المختصة بالرب تبارك وتعالى\nولا تجوز تسمية الملوك بالقاهر, والظاهر, كما لا يجوز تسميتهم بالجبار, والمتكبر, والأول, والآخر, والباطن, وعلام الغيوب, وقد قال (أبو داود) في ((سننه)) (4806) حدثنا الربيع بن نافع, عن يزيد بن المقدام ابن شريح, عن أبيه عن جده شريح عن أبيه هانىء - رضي الله عنه -:\n((أنه لما وفد إلى رسول الله - صلى الله عليه وسلم - إلى المدينة مع قومه سمعهم يكنونه بأبي الحكم, فدعاه فقال: إن الله هو الحكم, وإليه الحكم, فلم تكنى أبا الحكم؟ فقال: إن قومي إذا اختلفوا في شيء أتوني فحكمت بينهم, فرضي كلا الفريقين, فقال رسول الله - صلى الله عليه وسلم -: ما أحسن هذا, فما لك من الولد؟ ,قال: لي شريح, ومسلمة, وعبد الله, قال: فمن أكبرهم؟ ,قلت: شريح قال: فأنت أبو شريح)\nوقد تقدم ذكر الحديث الصحيح: ((أغيظ رجل على الله رجل تسمى بملك الأملاك))\nوقال (أبو داود) (4806) حدثنا مسدد, حدثنا بشر بن المفضل, حدثنا أبو سلمة سعيد بن يزيد, عن أبي نضرة, عن مطرف بن عبد الله بن الشخير قال: قال أبي - رضي الله عنه -:\n(انطلقت في وفد بني عامر إلى رسول الله - صلى الله عليه وسلم - , فقلنا: أنت سيدنا , فقال: السيد الله , قلنا: وأفضلنا فضلا, وأعظمنا طولا , فقال: قولوا بقولكم, أو ببعض قولكم, ولا يستجرينكم الشيطان)) (1)\n__________\n(1) - قال الألباني: صحيح (صحيح أبى داود 4021)\n(1/129)\n",
        "ولا ينافي هذا قوله ((أنا سيد ولد آدم)) فإن هذا إخبار منه عما أعطاه الله من سيادة النوع الإنساني, وفضله وشرفه عليهم, وأما وصف الرب تعالى بأنه السيد فذلك وصف لربه على الإطلاق, فإن سيد الخلق هو مالك أمرهم, الذي إليه يرجعون, وبأمره يعلمون, وعن قوله يصدرون, فإذا كانت الملائكة والإنس والجن خلقا له سبحانه وتعالى وملكا له, ليس لهم غنى عنه طرفة عين, وكل رغباتهم إليه, وكل حوائجهم إليه, كان هو سبحانه وتعالى السيد على الحقيقة\nقال علي بن أبي طلحة عن ابن عباس - رضي الله عنه - في تفسير قول (الله الصمد) قال السيد الذي كمل سؤدده (1)\nوالمقصود أنه لا يجوز لأحد أن يتسمى بأسماء الله المختصة به\nوأما الأسماء التي تطلق عليه وعلى غيره كالسميع, والبصير, والرؤوف, والرحيم, فيجوز أن يخبر بمعانيها عن المخلوق, ولا يجوز أن يتسمى بها على الإطلاق, بحيث يطلق عليه كما يطلق على الرب تعالى\nفصل\n\nومما يمنع منه التسمية بأسماء القرآن وسوره, مثل (طه) , و (يس) , و (حم) , وقد نص (مالك) على كراهة التسمية بـ (يس) , ذكره السهلي\nوأما يذكره العوام أن (يس) و (طه) من أسماء النبي - صلى الله عليه وسلم - ,فغير صحيح ليس ذلك في حديث صحيح ولا حسن ولا مرسل ولا أثر عن صاحب, وإنما هذه الحروف مثل (ألم) و (حم) و (ألر) ونحوها\nفصل\n\nواختلف في كراهة التسمي بأسماء الأنبياء, على قولين:أحدهما: أنه لا يكره , وهذا قول الأكثرين, وهو الصواب\nوالثاني: يكره , قال (أبو بكر بن أبي شيبة) (25908) في باب ما يكره من الأسماء, حدثنا الفضل بن دكين, عن أبي جلدة, عن أبي العالية:\n((تفعلون شرا من ذلك تسمون أولادكم أسماء الأنبياء, ثم تلعنونهم))\n__________\n(1) - أخرجه الطبري في تفسيره (12\\ 744\\38329) وعلي بن طلحة قال دحيم: لم يسمع التفسير من ابن عباس وقال أبو حاتم علي بن أبى طلحة عن ابن عباس مرسل\n(1/130)\n\nوأصرح من ذلك ما حكاه أبو القاسم السهيلي في ((الروض)) (1) فقال: وكان من مذهب عمر بن الخطاب - رضي الله عنه - كراهة التسمي بأسماء الأنبياء\nقلت: وصاحب هذا القول قصد صيانة أسمائهم عن الابتذال, وما يعرض لها من سوء الخطاب عند الغضب, وغيره\nوقد قال سعيد بن المسيب: ((أحب الأسماء إلى الله أسماء الأنبياء)) (2)\nوفي ((تاريخ ابن أبي خيثمة)): ((أن طلحة - رضي الله عنه - كان له عشرة من الولد كل منهم اسمه اسم نبي, وكان للزبير - رضي الله عنه - عشرة كلهم تسمى باسم شهيد, فقال له طلحة: أنا أسميهم بأسماء الأنبياء, وأنت تسمي بأسماء الشهداء, فقال له الزبير: فإني أطمع أن يكون بني شهداء, ولا تطمع أن يكون بنوك أنبياء))\nوقد ثبت في ((صحيح مسلم)) (2145) عن أبي موسى - رضي الله عنه - قال:\n((ولد لي غلام فأتيت به النبي - صلى الله عليه وسلم - , فسماه إبراهيم, وحنكه بتمرة))\nوقال (البخاري) في ((صحيحه)) (6194) , باب من تسمى بأسماء الأنبياء, حدثنا ابن أيمن, حدثنا ابن بشر, حدثنا إسماعيل قال:\n((قلت لابن أبي أوفى - رضي الله عنه -: رأيت إبراهيم ابن النبي - صلى الله عليه وسلم - مات صغيرا, ولو قضي أن يكون بعد محمد - صلى الله عليه وسلم - نبي عاش ابنه, ولكن لا نبي بعده))\nثم ذكر (6195) حديث البراء - رضي الله عنه -:\n((لما مات إبراهيم قال النبي - صلى الله عليه وسلم -: إن له مرضعا في الجنة))\nوفي ((صحيح مسلم)) (2135) باب التسمي بأسماء الأنبياء والصالحين, ثم ذكر حديث المغيرة بن شعبة - رضي الله عنه - قال:\n((لما قدمت نجران سألوني فقالوا: إنكم تقرؤون يا أخت هارون, وموسى قبل عيسى بكذا وكذا, فلما قدمت على رسول الله - صلى الله عليه وسلم - سألته عن ذلك, فقال: إنهم كانوا يسمون بأنبيائهم, والصالحين قبلهم)\n__________\n(1) - هو كتاب ((الروض الأنف شرح سيرة ابن هشام)) وهو مطبوع في (4) مجلدات\n(2) - أخرجه ابن أبى شيبة في مصنفه (25910)",
        "(1/131)\n\nالفصل الثالث\nفي تغيير الاسم باسم آخر لمصلحة تقتضيه\n\n? قال (أبو داود) (1): و غَيَّر رسول الله - صلى الله عليه وسلم - اسم (العاص) , و (عزيز) , و (عتلة) , وشيطان) , و (الحكم) , و (غراب) و (شهاب) , و (حباب) فسماه (هاشما) , وسمى (حربا) (سلما) , وسمى (المضطجع) (المنبعث) , وأرضا يقال لها (عفرة) (خضرة) , و (شعب الضلالة) سماه: (شعب الهدى) , و (بنو الزنية) سماهم: (بني الرشدة) , وسمي (بني مغوية) (بني رشدة) , قال (أبو داود): تركت أسانيدها للاختصار\nفصل\n\n? وكما أن تغيير الاسم يكون لقبحه, وكراهته, فقد يكون لمصلحة أخرى مع حسنه, كما غير اسم (برة) بزينب كراهة التزكية, وأن يقال خرج من عند برة, أو يقال كنت عند برة, فيقول: لا ,كما ذكر في الحديث\n\nفصل\n\nوغير النبي - صلى الله عليه وسلم - اسم المدينة , وكان يثرب فسماها طابة ,كما في ((الصحيحين)) عن أبي حميد - رضي الله عنه - قال:\n((أقبلنا مع رسول الله - صلى الله عليه وسلم - من تبوك, حتى أشرفنا على المدينة, فقال: هذه طابة)) (2)\nوفي ((صحيح مسلم)) (1385) عن جابر بن سمرة - رضي الله عنه - قال سمعت رسول الله - صلى الله عليه وسلم - يقول:\n((إن الله سمى المدينة: طابة))\n__________\n(1) - ((سنن ابي داود)) جزء 2 - صفحة 706 \\كتاب الأدب\\ باب في تغيير الاسم القبيح\\بعد الحديث رقم 4956\n(2) - (البخاري) (1872) و (مسلم) (1392)\n(1/132)",
        "\nويكره تسميتها (يثرب) كراهة شديدة (1) , وإنما حكى الله تسميتها يثرب عن المنافقي, ن فقال: {وَإِذْ يَقُولُ الْمُنَافِقُونَ وَالَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ مَا وَعَدَنَا اللَّهُ وَرَسُولُهُ إِلَّا غُرُوراً, وَإِذْ قَالَتْ طَائِفَةٌ مِنْهُمْ يَا أَهْلَ يَثْرِبَ لا مُقَامَ لَكُمْ فَارْجِعُوا} (الأحزاب: (12\\ 13)\nوفي ((سنن النسائي)) من حديث مالك, عن يحيى بن سعيد أنه قال: سمعت أبا الحباب سعيد بن يسار يقول: سمعت أبا هريرة - رضي الله عنه - يقول: سمعت رسول الله - صلى الله عليه وسلم - يقول:\n((أمرت بقرية تأكل القرى, يقولون يثرب, وهي المدينة, تنفي الناس كما ينفي الكير خبث الحديد)) (2)\nانتهى كلامه النفيس رحمه الله بتصرف يسير رحمه الله\nوليكن هذا آخر الكتاب, والحمد لله رب العالمين, ووقع الفراغ منه يوم الجمعة 2 شعبان 1422 هـ مع زيادات واضافات في 20 من ربيع الثاني 1426 هـ, وذلك على\nيد أبي يعلى البيضاوي عفا الله عنه, سائلا الله تعالى أن ينفع به\nقارئه وكاتبه والناظر فيه, وصلى الله على محمد وعلى\nآله وصحبه وسلم , والحمد\nلله رب العالمين\nتم\n\nفهرس\nأطراف الأحاديث الواردة في الكتاب\n\nابن عفيف وكان النبي سماه 64\nأتت بي أمي رسول الله 59\nاتخذتم الوليد حنانا 57\nأتى بالمنذر بن أبى اسيد إلى النبي 75\nأتيت رسول الله فقلت 101\nأتيت النبي بابن عم لي 107\nأتيت النبي بمحمد بن طلحة 96\nأتيتك لاقترب منك 72\nاجتمع بنو أسد بن خزيمة 109\nالأجدع شيطان 119\nاجلس أبا تراب 104\nأحب الأسماء إلى الله أسماء 126\nاحلب 121\nاحلبها 6\nأدرك اهلك فقد احترقوا 123\nاذهب فقد احترق 7\n__________\n(1) - فقد أخرج الإمام احمد في مسنده (4\\ 285) وأبو يعلى (1688) من حديث البراء مرفوعا: (من سمى المدينة يثرب فليستغفر الله عز وجل, هي طابة هي طابة) قال الهيثمي في المجمع (1\\ 300): رجاله ثقات.اهـ\n(2) - الحديث أخرجه (البخاري) (1871) و (مسلم) (1382)\n(1/133)\n",
        "إذا بعثتم إلى بريدا 5\nإذا قل الدعاء نزل البلاء 67\nاذهب به فان الله رازقه 95\nاذهب فقد احترق منزلك 7\nأراد رجل أن يسمي ابنا له 43\nأراد النبي أن ينهى أن يسمى يعلى 118\nأرسلني عمر إلى ابنه عبدالرحمن 106\nاسلم سالمها الله 122\nإسم ابنك عبدالرحمن 42\nإسمك بشير 14\nإسمه مريح فقد أسرع في الإسلام 100\nاغيظ رجل على الله رجل 124\nاقبلنا مع رسول الله 127\nالله العزيز 41\nاللهم اكثر رجالهم واقل آثامهم 100\nالليلة أنزلت علي سورة يوسف 101\nأما علمت أن الله عند لسان عمر 78\nأنا سيد ولد آدم 9\nأمرت بخير أنت نبيشة 76\nأمرت بقرية تأكل القرى 114 - 127\nأن أبا صفرة قدم 12\nأن ابنة لعمر كانت يقال لها 79\nإن أحق أسمائك أبو تراب 104\nإن اخنع اسم عند الله 117\nإن اسمها كان برة 80\nإن الله سمى المدينة 114 - 127\nإن الله هو الحكم 86 - 124\nأن أمة لعمر 79 - 80\nإن بني الحارث بن كعب وفدوا 14ا\nإن الحباب اسم شيطان 53\nإن خير الأسماء عبد الله 40 - 41\nإن خير الأسماء لكم الحارث وهمام 121\nإن رجلا كان اسمه الحباب 53 - 74\nأن رجلا من بني شقرة 22 - 92\nأن رجلا من بني غفار 73\nإن رسول الله كناني 106\nإن رسول اله كناني أبا يحيى 103\nإن رسول الله كناه أبا صالح 102\nإن رسول الله كناه أبا عبدالرحمن 104\nأن رسول الله مر برجل يقال له 74\nإن رسول الله نهى أن يسمى برة 119\nإن زينب كان اسمها برة فقيل 119\nإن صهيبا كان يكنى أبا يحيى 103\nإن عبدالرحمن بن عوف كان اسمه 37\nإن عشت إن شاء الله أنهى أمتي 118\nأن عصمة بن قيس وكان اسمه 64\nإن كانت احب أسماء علي إليه 104\nأن كثير بن الصلت كان اسمه قليلا 79\nإن للوضوء شيطانا 120\nإن له مرضعا في الجنة 126\nأن النبي مر بأرض تسمى غدرة 112\nأن النبي سماه مطاعا 71\nأن النبي وجهه في خيل او سرية 99\nإن هذا شريف قوم 34\nأنا سيد ولد آدم 10\nأنت أبو صفرة 12\nأنت أبو الورد 107 - 108\nأنت جميلة 78 - 80\nأنت ذؤيب بارك الله فيك 18\nأنت راشد 19\nأنت سعد الخير 27\n(1/134)\n\nأنت سهل 16 - 122\nأنت راشد بن عبد الله 20\nأنت رعت العدو 46\nأنت سرق 25\nأنت عبدالحبار30\nأنت عبد خير 31\nأنت عبدالله 46 - 53 - 111 - 60\nأنت عبدالله بن قرط 55 - 56\nأنت عبدالله وولاه صدقات 49\nأنت عبدالله لا عبدالحارث 49\nأنت عتبة بن عبد 62\nأنت عتيق الله من النار 63\nأنت موهب أبو سهل 106\nأنت هشام 77\nانتزع الذهب فحليه 39\nانتم بنو رشدان 46 - 111\nانتم بنو عبدالله 110\nانتم عبيد الله 55\nانزلوه واقبروه وانتم عبيد الله 47 - 52\nإنكم تدعون يوم القيامة بأسمائكم 115\nإنما أنت عبدالله 54 - 116\nانه أتى في ناس يريدون أن يغيروا 61\nانه استحفر النبي حفيرة 61\nانه سيكون رجل يقال له الوليد 43 - 120\nانه سيولد لك بعدي ولد 98\nانه مر في مسير له 121\nأنها كان اسمها عنبة 83\nأنها كانت تأتينا زمن خديجة 80\nانهم كانوا يسمون بأنبيائهم 126\nإني سميتهم بأسماء ولد هارون 16\nأبنا اكبر 27\nبايع عصمة بن قيس 64\nبل اسمك عبدالله 59\nبل اسمه سراج 24\nبل اسمه مسلم 69\nبل أنت أبو راشد عبدالرحمن 34\nبل أنت بشير 14\nبل أنت حسانة 80\nبل أنت رشدان 21\nبل أنت زرعة 22 - 92\nبل أنت زيد الخير 23\nبل أنت زيد الخير فسل 24\nبل أنت عبدالرحمن 41\nبل أنت عبدالله 50\nبل أنت عتبة بن عبد 61\nبل أنت عصمة 64\nبل أنت مسلم بن عبدالله 69\nبل أنت مكرم 73\nبل أنت هشام 76 - 77\nبل انتم بنو الرشدة 109\nبل هو حسين 16\nالبلاء موكل بالمنطق 123\nبينما أنا أماشى رسول الله 15\nتسموا بأسماء الأنبياء 10 - 116\nتعس عبدا لدينار 1116\nتفعلون شرا من ذلك تسمون 125\nتقيمون الصلاة وتعطون الزكاة 31\nتكني بابن أختك عبدالله 108\nتوفي صاحب لي غريبا 47 - 54 - 55\nجاء عبدالله بن قرط 56\nجاء النبي وعلي قائم 104\nجاءت عجوز إلى النبي 80\nحاربي رسول اله في شركي 67\nحب الأنصار التمر 93\nالحباب شيطان 53 - 74 - 120\nخرجت أسماء بنت أبى بكر حين 93\nالخلافة في أمتي ثلاثون 90\nخياركم من أطعم الطعام ورد السلام 103\nدخل الوليد بن الوليد وهو غلام 57",
        "(1/135)\n\nدعاني رسول الله وأنا غلام 62\nذلك شيطان يقال له خنزب 120\nذهبت بعبد الله بن أبى طلحة 93\nرأيت كأني في دار عقبة بن رافع 122\nراني النبي فراني رجلا احمر 107\nسم ابنك عبدالرحمن 115\nسماني رسول الله حفصا 90\nسمى رسول الله ابني محمدا 96\nسماني رسول الله مثعبا 66\nسماني رسول الله و أقعدني 51\nسماني النبي يوسف 100\nسمه مسرعا وقد أسرع 100\nسموه باسمي ولا تكنوه بكنيتي 94\nسميتموه بأسماء فراعنتكم 42\nسميتهم بأسماء ولد هارون 16\nسهل أمركم 122\nالسيد الذي كما سؤدده 125\nالسيد الله 124\nشهدت مع النبي حنينا 70\nشهدت النبي فيما عهد إلى العلاء70\nصحبني رجل من مزينة فأتى 121\nالصرم قد ذهب 27\nعلامة الله فيمن يريد 23\nغير النبي اسم أم عاصم 78\nفاكتني بابنك عبدالله 108\nفأنت أبو شريح 124\nفإنك تقول أثمت هو 10\nفإني اطمع أن يكون بني شهداء 126\nفهو عاصم 92\nقدم على رسول الله الأسود 72\nقدم على رسول الله عبدعوف 46\nقدم على رسول الله نفر 46\nقدم النبي المدينة وأنا ابن أسبوعين 94\nقدم وفد الداريين على رسول الله 36\nقدم وفد الداريين على رسول الله منصرفه 38\nقدمت على رسول الله 50\nقدمت على النبي في مائة راجل 34\nقدمنا على رسول الله ونحن خمسة 24\nقدمنا على رسول الله ونحن ستة 36\nقولوا بقولكم ولا يستجرينكم الشيطان 124\nكان اسم أبى بكر عبدالله 63\nكان اسم أبى في الجاهلية عزيزا 41\nكان اسم امرأة عمر 78\nكان اسم عبدالله بن سلام الحصين 38 - 51\nكان اسم ميمونة برة فسماها رسول الله 84\nكان اسمي برة 82\nكان اسمي عبد عمرو 37\nكان اسمي في الجاهلية عبد شمس 33\nكان اسمي في الجاهلية عبدكلال 32\nكان اسمي في الجاهلية فلان 51\nكان جعيل بن سراقة رجلا صالحا 65\nكان رجل من أصحاب سهل 13\nكان الصنم إلى يسمى 20\nكان عبدالله في الوفد 53\nكان غزو مع رسول الله 67\nكان في وفد ثقيف موهب 106\nكان النبي احسن الناس خلقا 107\nكان النبي إذا سمع اسما 112\nكانت أم عاصم تسمى عاصية 79\n(1/136)",
        "\nكانت جويرية اسمها برة 80\nكتب رسول الله للفجيع كتابا 44\nكنت احب أن اكتني بابي حرب 17\nكنت مع أبى راشد الأزدي 45\nكلا ولكنك عبدالرحمن 35 - 45\nكنا عند النبي فاقبل راكب 23\nلقد أعانك عليه ملك كريم 73\nلما خفر النبي الخندق 65\nلما دخلت على رسول الله 83\nلما قدم النبي المدينة وفد -11346\nلما قدمت نجران سألوني 126\nلما وفد إلى رسول الله مه قومه 86\nلما ولد الحسن سماه حمزة 17\nلما ولد الحسن سميته حربا 16\nلما ولدت حمنة بنت جحش محمد 97 - 105\nلما لا تسمه عزيزا 40\nلا و لكنه عبدالقيوم 45\nليس هذا سلام المؤمنين 34\nما أنت إلا مثعب 67\nما حملك على ما صنعت 26\nما لي لا اسمع صهيل فرس 30\nما كادت بنو مخزوم إلا أن تجعل 57\nما وصف لي أحد في الجاهلية 24\nمر في بعض غزواته بين جبلين 6\nالمرء مع من احب 52\nمن أراد أن ينظر إلى عتيق من النار 62\nمن اسرج مسجدنا 24\nمن دخل تحت رايتك أمن 71\nمن يحاب هذه 121\nمه مه اسمه عبدالرحمن 42\nنزل رجل على رسول الله 74\nنظر عمر إلى أبى عبد الحميد 96\nنعم , فكانت رخصة 97\nهاجر أبى صفوان 52\nهذا اسمي وكنيته أبو القاسم 105\nهذه طابة 127\nهما من جبال الجنة 46\nهل لك أن تعتقه فيعتق الله عنك 34\nهو أبو سليمان 97 - 105\nهو الحسن 16\nهو عبد الرحمن إن أحق أسمائكم 40\nهو المهاجر 75\nوافينا رسول الله يوم الجمعة 110\nوالله إني لفي بيتي ذات يوم 62\nوفد بنو أسد فقال لهم 109\nوفد على النبي وكان اسمه قرفاصا 19\nوفد إلى النبي في قومه 54\nوفد على النبي قوم 121\nوفدت على رسول الله من ارض سراة 30\nولد لأخي أم سلمة غلام 42 - 58\nولد لرجل منا غلام 42 - 115\nولد لي غلام فأتيت به النبي 89\nولدت في يوم حرب 92\nولدت يوم حرب كانت للنبي 91\nلا بل اسمك مسلم 70\nلا تسمين غلامك يسارا ولا رباحا 118\nلا ولكنك ولد جدي فسماه عزيزا 40\nلا بل هو عبدالرحمن 40\nلا تزكوا أنفسكم فان الله هو أعلم 12 - 82\nلا تسم عبدالعزى 41\nلا تسمه الحباب فإن الحباب 41\n(1/137)\n",
        "لا تسموه السائب وسموه عبدالله 60\nلا تطلب الإمارة 33\nلا ولكن اسمه المنذر 75\nلا ولكنه عبد القيوم 35\nلا يقتل قرشي صبرا بعد اليوم 71\nيا أبا بكر برد امرنا 122\nيا أبا عمير مافعل النغير 107\nيا أبا الورد 107\nيا حلال 18\nيا بني عبد الله إن الله أحسن 8\nيا صاحب السبتيتين الق 15\n\nفهرس\nالأعلام الواردة في الكتاب\n\nأبان بن عثمان 57\nإبراهيم بن أبى موسى الأشعري 89\nابن سيرين 37\nابن المسيب 42\nأبو بكر الصديق 62\nأبو راشد الأزدي 34\nابن ابي طلحة الأنصاري 106\nابن سبرة 40\nأبو شريح الحارثي 86\nأبوصفرة الأزدي 12\nأبو عبيد الأزدي 45\nأبو عقيل البلوي 35\nأبو عمير بن أبى طلحة 107\nأبو قرفاصة 69\nأبو مجاهد غلام تميم الداري 23\nأبو الورد 106\nأبو الوليد السلمي 61\nأبو هريرة 33 - 83\nأبو هند الداري 52\nابيض 12\nاسعد بن سهل بن حنيف 89\nأسود 13\nالأسود بن عبس 72\nأصرم الشقري 21\nبرة بنت أبى سلمة 81\nبرة بنت الحارث 80\nبرة بنت الحارث الهلالية 84\nبشير بن عقربة 13\nبشير بن معبد السدوسي 14\nبشير الحارثي 13\nبنو الرشدة 108\nبنو الزنية 109\nبنو السميعة 108\nبنو الصماء 108\nبنو عبدالله 109\nبنو عبدالله بن غطفان 109\nبنو غيان 109\nجابر بن عبدالله 42\nالجبار 30\nجثامة المزنية 80\nجعيل بن سراقة 65\nجميلة (غير منسوبة) 81\nجميلة أمة لعمر 80\nجميلة بنت ثابت بن الأفلح 79\nجميلة بنت عمر بن الخطاب 79\nجهدمة امرأة بشير 15\nجويرية بنت الحارث 81\nحزن بن أبى وهب 16\nحسانة المزنية 80\nالحباب 25\nالحباب ابن أبى سبرة 41\nالحياب ابن سلول 52\nحرب 28\nحرام 18\nحزن بن ابي وهب 15\nالحسن بن علي 15\nالحسين بن علي 15\nالحصين ابن سلام 50\nحفص بن السائب 90\nالحكم ابن سعيد بن العاص 50\nحلال 17\nحمزة السلمي 66\nحمزة بن عمرو الأسلمي 101\nحلال 18\nخضرة 111\nذؤيب بن شعتم 18\nذؤيب ابن عبدالله 56\nذكوان ابن جندب 76\nراشد بن حفص الهذلي 18\nراشد بن شهاب 18\nراشد بن عبد ربه السلمي 18\nرجل من جهينة 18\nرشاد 113\n(1/138)\n\nرشدان الجهني 20\nرزق الله بن عبدالوهاب التميمي 56\nزحم 14\nزحم بن معبد ابن الخصاصية 15\nزرعة الشقري 20\nالزهري 43\nزيد الخير بن مهلهل 23\nزياد بن أبى هند الداري 36\nزياد بن فائد 36\nزيد الخيل بن مهلهل الطائي 21\nزينب بنت ابي سلمة 81\nزينب بنت جحش 81\nالسائب 60\nالسائب العدوي 58\nالسائب الغفاري 59\nسراج التميمي 24\nسرق بن أسد الجهني 23\nسعد الخير بن قيس 25\nسعيد بن يربوع 25\nسفينة (مولى رسول الله) 90\nسلم 26\nسلمان 17\nسليمان بن صرد 26\nسنان بن سلمة الهذلي 91\nسهل بن سعد 27\nالشريد بن السويد الثقفي 27\nشعب الهدى 112\nشهاب 76\nشهاب بن عبدالله 69\nصالح بن النحام 27\nالصرم بن يربوع المخزومي 27\nصهيب الرومي 101\nظالم 19\nالطيب 47\nالطيب بن عبدالله 36 - 39\nطابة 112\nطيبة 112\nعائشة 62 - 64\nعائشة بنت أبى بكر 107\nالعاص ابن الحارث بن جزء 47\nعاقل بن البكير 28\nالعاص ابن الأسود العدوي 71\nالعاص ابن عمر 54\nالعاص ابن العلاء 69\nعاصم الشقري 92\nعاصية بنت النعمان 84\nعبدتميم ابن صفوان 51\nعبدالجبار بن الحرث الحدسي 28\nعبد الحارث 60\nعبدالحارث بن حكيم 49\nعبدالحارث ابن زيد 49\nعبدالحجر بن سراقة العامري 87\nعبدالحجر ابن عبدالمدان 53\nعبد خير الحميري 29\nعبد ربه بن المرقع التميمي 29\nعبدالرحمن الأنصاري 40\nعبدالرحمن بن ابي سبرة 38\nعبدالرحمن ابن اخي ام سلمة 40\nعبدالرحمن الأصم 46\nعبدالرحمن بن أنس الحارثي 30\nعبدالرحمن بن سعبد بن يربوع 30\nعبدالرحمن بن سمرة 30\nعبدالرجمن بن صخر أبوهريرة 31\nعبدالرحمن بن صفوان التميمي 31\nعبدالرحمن بن عبد الأزدي 32\nعبدالرحمن بن عبدالله الداري 34\nعبدالرحمن بن عبدالله البلوي 33\nعبدالرحمن بن عبدالله بن عثمان التيمي 34\nعبدلرحمن بن عوف 35\nعبدالرحمن بن مالك بن سواد الداري 36\nعبدالرحمن بن مالك بن شداد الداري 36\nعبدالرحمن بن مشنوء 37\nعبدالرحمن بن مقرن 38\nعبد رهم ابن صفوان 51\nعبد شمس أبو هريرة 33",
        "(1/139)\n\nعبد شمس ابن الحارث بن عبدالمطلب 48\nعبد رضا الخولاني 87\nعبد شمس ابن أبى عوف 58\nعبدشمس بن الحارث الغامدي 87\nعبدشمس بن عفيف 88\nعبدالعزى ابن أبى سبرة 40\nعبدالعزى ابن بدر الجهني 43\nعبدالعزى ابن سخبرة 43\nعبدالعزى ابن عبد الأزدي 34\nعبدالعزى ابن مشنوء 39\nعبدالعزى ابن عبدالله البلوي 35\nعبدالعزى ابن نهم 54\nعبدالعزيز بن بدر الجهني 44\nعبدالعزيز بن سخبرة 45\nعبدالعزيز بن سيف بن ذي يزن 45\nعبد عمرو بن عبد جبل 88\nعبد عمرو ابن عوف الزهري 37\nعبدعمرو ابن مقرن 39\nعبد عوف الهلالي 45\nعبدالقيوم الأزدي 46\nعبد الكعبة ابن سمرة 32\nعبدالكعبة ابن عبدالله التيمي 35\nعبد الكعبة ابن عوف الزهري 37\nعبدكلول ابن سمرة 32\nعبد كلال ابن سمرة 32\nعبد الله غير منسوب 59 - 60\nعبدالله بن أبى ربيعة المخزومي 59\nعبدالله بن أبى طلحة 93\nعبدالله بن أبى عوف البجلي 59\nعبدالله بن أصرم الهلالي 47\nعبدالله بن بدر الجهني 47\nعبدالله بن براء 48\nعبدالله بن الحارث بن جزء الزبيدي 48\nعبدالله بن الحارث بن زيد الضبي 50\nعبدالله بن الحارث بن عبدالمطلب 49\nعبدالله بن الحارث بن كثير الغامدي 50\nعبدالله بن حكيم الضبي 50\nعبدالله بن زيد 49\nعبدالله بن الزبير 63 - 92\nعبدالله بن سعيد بن العاص 51\nعبدالله بن سلام 51 - 52\nعبدالله بن صفوان بن قدامة 53\nعبدالله بن العباس 80\nعبدالله بن عبد الأسد 52\nعبد الله بن عبد الله أبو هند الداري 53\nعبدالله بن عبدالله بن أبى سلول 54\nعبدالله بن عبدالمدان الحارثي 54\nعبدالله بن عبد نهم 55\nعبدالله العدوي 59\nعبدالله الغفاري 59\nعبدالله بن عمر بن الخطاب 55 - 79\nعبدالله بن عمرو بن العاص 56\nعبدالله بن قرط 56\nعبدالله بن كليب 57\nعبدالله بن مسعود 102\nعبدالله بن الوليد 58\nعبد مناف ابن عبد الأسد 52\nعبدالله بن منقر 56\nعبدالله (غير منسوب) 60 و61\nعبد نهم ابن صفوان 51\nعبدالله بن الهيثم 56\nعبدالمطلب بن ربيعة الهاشمي 88\nعبدالملك بن نبيط الأنصاري 93\n(1/140)",
        "\nعبيد ابن اوس 73\nعتبة بن عبد 62\nعتم بن الربعة 63\nعتيق بن عثمان (أبوبكر الصديق) 63\nعروة بن مالك بن شداد 38\nعزيز ابن أبى سبرة 40\nعزيز بن مالك بن سواد 37 - 39\nعصمة بن قيس 65\nعصية ابن قيس 64\nعفرة 112\nعفيف 65\nعلي بن أبى طالب 16 - 17 - 103\nعمر بن أبى ربيعة 58\nعمر بن الخطاب 104\nعمرو بن سراقة 66\nعمرو ابن قنفد التيمي 75\nعمرو (غير منسوب) 66\nعنبة 83\nعنقودة 84\nغبرة 83\nغدرة 112\nغراب 70\nغيان 20\nالقاسم الانصاري 41\nقليل ابن الصلت 66\nقيوم 35\nكثير بن الصلت 67\nالكلاح 18\nالكلابي 18\nليلي امراة معبد 15\nماناهيه 68\nمثعب السلمي 67\nمحسن بن علي 15 - 69\nمحمد بن أنس الأوسي 94\nمحمد بن ثابت الانصاري 94\nمحمد بن الجد بن قيس 95\nمحمد بن خليفة 68\nمحمد بن قيس 96\nمحمد بن ضمرة 95\nمحمد بن طلحة 95 - 104\nمحمد بن عباس بن نظلة 96\nمحمد بن علي بن أبى طالب 96 - 105\nمحمد بن عمارة بن حزم 97\nمحمد بن عمرو بن حزم 97\nمحمد بن مخلد 98\nمحمد بن معمر 98\nمحمد بن نبيط 98\nمحمد بن هلال بن المعلى 98\nمحمد بن يفديدويه 68\nمحمد (غير منسوب) مولى رسول الله 69\nالمدينة المنورة 113\nمسرة (غير منسوبة) 84\nمسرع بن ياسر 99\nمريم بنت أبى مريم الغساني 100\n101مسرة 83\nمسلم (غير منسوب) 70\nمسلم بن خيشنة 69\nمسلم بن عبدالله 70\nمسلم بن العلاء 70\nمسعود بن الضحاك 70\nمطاع بن الضحاك اللخمي 71\nمطيع بن الأسود العدوي 72\nمطيعة بنت النعمان 84\nالمضطجع الثقفي 73\nالمغيرة بن شعبة 105\nالمقترب 72\nالمقرب بن عبس التميمي 73\nمقرن بن أوس 74\nمكرم الغفاري 74\nمطاع بن الضحاك 70\nالمنبعث الثقفي 74\nمنتاب ابن عامر 76\nالمنذر بن ابي اسيد الساعدي 75\nالمهاجر بن ابي أمية المخزومي 76\nالمهاجر بن قنفذ التيمي 76\nمهان الغفاري 73\nموهب بن عبدالله الثقفي 106\nميسم ابن خيشنة 68\nميمونة بنت الحارث الهلالية 85\nناجية بن جندب 77\nنبيشة الخير الهذلي 77\nنعم 59\nنعمى 59\nهانئ بن يزيد 86\nهشام بن عامر الانصاري 77\n(1/141)\n",
        "وادي الضلالة 113\nالوليد ابن أخي ام سلمة 42\nالوليد بن الوليد 57\nيفودان الهروي 67\nيوسف بن عبدالله بن سلام 99\n(1/142)\n"
    ]
}