{
    "partText": [
        "\nالمقدمة\nالحمد لله الذي شرف أهل القرآن على غيرهم، وجعلهم أهله وخاصته، وضاعف أجر من تلاه وعني به، والصلاة والسلام على نبينا محمد بن عبد الله الذي حمل لواء الإسلام ودعا إلى الله عز وجل بأفضل بيان، فكان قوله أحسن القول، ودعوته خير الدعوات حتى دخل الناس في دين الله أفواجًا، وبعد:\nفإن الله سبحانه وتعالى حينما أنزل القرآن الكريم على قلب محمد صلى الله عليه وسلم بواسطة جبريل عليه السلام، وجعله معجزة كبرى له، تكفل بحفظه ودوامه إلى قيام الساعة وجعله صالحًا للجيل الذي نزل بين ظهرانيه، وإلى كل من يأتي بعد ذلك حتى آخر نسمة في الدنيا، رغب في أن يكون له شأن في قلوب الناس وواقع حالهم، ومجتمعاتهم ليسيروا على هديه ويتحاكموا إليه في كل شؤونهم لتكون العبودية كلها خالصة لله وحده؛ وقد جعل الله الأجر العظيم لمن يعنى بالقرآن الكريم، ولمن يعمل بما فيه، ولمن يدعو إليه بالأساليب الحسنة التي تضمّنها، وبالوسائل المثلى التي وجّه بها.\n(1/1)\n",
        "ولعلي من خلال هذا البحث الموجز أركز على المسائل المهمة المتعلقة بالقرآن الكريم من حيث تعليمه وحفظه والدعوة إليه، والجهود الحثيثة المباركة التي تبذلها بلادنا المباركة، المملكة العربية السعودية تجاهه في سبيل تعليمه وحفظه وتربية الناشئة عليه، والدعوة إليه وتطبيقه والتحاكم إليه.\nوالله الموفق والهادي إلى سواء السبيل\nوصلى الله وسلم على نبينا محمد وعلى آله وصحبه أجمعين.\n(1/2)\n\nالتعريف بالقرآن الكريم:\nالقرآن الكريم هو: (كلام الله المعجز، المنزل على خاتم الأنبياء والمرسلين، بواسطة جبريل عليه السلام، المكتوب في المصاحف، المنقول إلينا بالتواتر، المتعبّد بتلاوته، المبدوء بسورة الفاتحة، المختتم بسورة الناس) (1) .\nوهذا التعريف متفق (2) عليه بين العلماء، أنزله الله تبارك وتعالى ليكون دستورًا للأمة، وهداية للخلق، وليكون آية على صدق الرسول، وبرهانًا ساطعًا على نبوته ورسالته، وحجة قائمة إلى يوم الدين، تشهد بأنه تنزيل الحكيم الحميد، بل هو المعجزة الخالدة التي تتحدى الأجيال والأمم على كر الزمان، ومرّ الدهور ولله در شوقي حيث يقول:\nجاء النبيون بالآيات فانصرمت ... وجئتنا بكتاب غير منصرم\nآياته كلما طال المدى جدد ... يزينهن جمال العتق والقدم\nالقرآن تنزيل رب العالمين، { قُلْ لَئِنِ اجْتَمَعَتِ الْإِنْسُ وَالْجِنُّ عَلَى أَنْ يَأْتُوا بِمِثْلِ هَذَا الْقُرْآنِ لَا يَأْتُونَ بِمِثْلِهِ وَلَوْ كَانَ بَعْضُهُمْ لِبَعْضٍ ظَهِيرًا } (الإسراء: 88.).\n_________\n(1) للاستزادة انظر: الإتقان في علوم القرآن -السيوطي، تحقيق وتخريج- فواز أحمد زمرلي 1 / 188، التبيان، في علوم القرآن - محمد علي الصابوني 6، مباحث في علوم القرآن - مناع القطان 20، المنار في علوم القرآن - د. محمد علي الحسين 7، البرهان في تجويد القرآن محمد الصادق - قمحاوي 72.\n(2) عرّف الإمام الطحاوي القرآن الكريم بقوله: (إن القرآن كلام الله، منه بدا بلا كيفية قولًا، وأنزله على رسوله وحيًا ، وصدَّقه المؤمنون على ذلك حقًا، وأيقنوا أنه كلام الله تعالى بالحقيقة، ليس بمخلوق ككلام البرية، فمن سمعه فزعم أنه كلام البشر فقد كفر) شرح العقيدة الطحاوية 1 / 172.",
        "(1/3)\n\nفليس في وسع بشر أن يحيط بشأن القرآن وما احتواه من أسرار التنزيل، إذ هو كتاب الدهر كله، وما الفرد في جيل إلا ذرة في فضاء، وما الجيل في زمن إلا لبنة في بناء، فكيف الإحاطة وعقول البشر جميعا تلتقي عليه فتجد نفسها مع الكون جميعه، ومع الدهر كله؟\n« كتاب الله فيه نبأ ما قبلكم وخبر ما بعدكم، وحكم ما بينكم، هو الفصل ليس بالهزل، من تركه من جبار قصمه الله، ومن ابتغى الهدى في غيره أضله الله، هو حبل الله المتين، ونوره المبين، وهو الذكر الحكيم، وهو الصراط المستقيم، هو الذي لا تزيغ به الأهواء، ولا تلتبس به الألسنة ولا يشبع منه العلماء، ولا يخلق عن كثرة الرد، ولا تنقضي عجائبه، وهو الذي لم تنته الجن إذ سمعته حتى قالوا: { إِنَّا سَمِعْنَا قُرْآنًا عَجَبًا }{ يَهْدِي إِلَى الرُّشْدِ } ومن عمل به أجر، ومن حكم به عدل ومن دعا إليه هدي إلى صراط مستقيم » (1) .\n_________\n(1) (1) أخرجه الترمذي في أبواب: فضائل القرآن، ضعيف سنن الترمذي- الألباني 348 - 349 رقم 554 وللاستزادة انظر: الدعوة الإسلامية «دعوة عالمية» - محمد الراوي 97، أساليب الدعوة الإسلامية المعاصرة - د. حمد بن ناصر العمار 163 وما بعدها.\n(1/4)",
        "\nالقرآن الكريم رباط بين السماء والأرض، وعهد بين الله وبين عباده، وهو منهاج الله الخالد، وميثاق السماء الصالح لكل زمان ومكان، وهو أشرف الكتب السماوية، وأعظم وحي نزل من السماء، لا يدانيه كلام، وحديث لا يشابهه حديث قال تعالى: { وَمَنْ أَصْدَقُ مِنَ اللَّهِ حَدِيثًا } (النساء: 87)\nولقد رفع الله شأن القرآن ونوه بعلو منزلته فقال تعالى:\n{ تَنْزِيلًا مِمَّنْ خَلَقَ الْأَرْضَ وَالسَّمَاوَاتِ الْعُلَا } (طه: 4).\nكما وصفه سبحانه وتعالى بعدة أوصاف مبينا فيها خصائصه التي ميزه بها عن سائر الكتب فقال تعالى: { قَدْ جَاءَكُمْ مِنَ اللَّهِ نُورٌ وَكِتَابٌ مُبِينٌ }{ يَهْدِي بِهِ اللَّهُ مَنِ اتَّبَعَ رِضْوَانَهُ سُبُلَ السَّلَامِ وَيُخْرِجُهُمْ مِنَ الظُّلُمَاتِ إِلَى النُّورِ بِإِذْنِهِ وَيَهْدِيهِمْ إِلَى صِرَاطٍ مُسْتَقِيمٍ } (المائدة: 15-16).\n(1/5)\n",
        "والرسول صلى الله عليه وسلم يبين لنا أن الإنسان بقدر ما يحفظ من آي القرآن وسوره يرتقي في درج الجنة، وذلك فيما يرويه عبد الله بن عمرو بن العاص رضي الله عنهما عن النبي صلى الله عليه وسلم أنه قال: « يقال لصاحب القرآن: اقرأ وارق ورتل كما كنت ترتل في دار الدنيا، فإن منزلتك عند آخر آية تقرأ بها » (1) .\nوالاشتغال بالقرآن الكريم من أفضل العبادات، سواء أكان بتلاوته، أم بتدبر معانيه، فهو أساس الدين، وقد أودع الله فيه علم كل شيء، فإنه يتضمن: الأحكام والشرائع، والأمثال، والحكم، والمواعظ، والتاريخ، ونظام الكون، فما ترك شيئا من أمور الدين إلا بينه، ولا من نظام الكون إلا أوضحه (2) .\nوالقرآن العظيم: هو المعجز للناس بلفظه، ونظمه، وأسلوبه، وهدايته، وتأثيره، وعلومه، أعجز الفصحاء البلغاء، وأخرس الأدباء والشعراء، وتحدى الإنس والجن أن يأتوا بسورة مثله، فلم يجد أحد منهم جوابا، ولاذوا بالصمت والفرار.\n_________\n(1) (1) أخرجه الترمذي في أبواب: فضائل القرآن، باب: ما جاء فيمن قرأ حرفا من القرآن ماله من الأجر، صحيح سنن الترمذي - الألباني 3 / 10 رقم 3093، وللاستزادة انظر: غاية المريد في علم التجويد - عطية قابل نصر 9 وما بعدها.\n(2) (2) البرهان في تجويد القرآن، ورسالة في فضائل القرآن - محمد الصادق قمحاوي 72.\n(1/6)\n\nوحتى الرسول الخاتم محمد بن عبد الله صلى الله عليه وسلم الذي نزل عليه القرآن لم يكن في استطاعته أن يأتي بسورة من سوره، قصيرها أو طويلها بكسبه، ولا بمواهبه العظيمة، بل فيه آيات صريحة ناطقة بأنه صلى الله عليه وسلم كان يعجز كغيره من الناس عن الإتيان بمثله، وهو ما أمر الله تبارك وتعالى أن يقوله للناس في تحديه إياهم، واستدلاله على نبوته ورسالته وهو قوله تعالى:\n{ وَإِذَا تُتْلَى عَلَيْهِمْ آيَاتُنَا بَيِّنَاتٍ قَالَ الَّذِينَ لَا يَرْجُونَ لِقَاءَنَا ائْتِ بِقُرْآنٍ غَيْرِ هَذَا أَوْ بَدِّلْهُ قُلْ مَا يَكُونُ لِي أَنْ أُبَدِّلَهُ مِنْ تِلْقَاءِ نَفْسِي إِنْ أَتَّبِعُ إِلَّا مَا يُوحَى إِلَيَّ إِنِّي أَخَافُ إِنْ عَصَيْتُ رَبِّي عَذَابَ يَوْمٍ عَظِيمٍ }{ قُلْ لَوْ شَاءَ اللَّهُ مَا تَلَوْتُهُ عَلَيْكُمْ وَلَا أَدْرَاكُمْ بِهِ فَقَدْ لَبِثْتُ فِيكُمْ عُمُرًا مِنْ قَبْلِهِ أَفَلَا تَعْقِلُونَ } (يونس: 15-16).",
        "(1/7)\n\nفضل تلاوة القرآن الكريم:\nإن من أفضل العبادات وأجل الطاعات، وأحسن القربات إلى الله تعالى تلاوة القرآن الكريم، فقد حث الله سبحانه وتعالى، ورسوله الكريم صلى الله عليه وسلم عليها.\nقال تعالى: { إِنَّ الَّذِينَ يَتْلُونَ كِتَابَ اللَّهِ وَأَقَامُوا الصَّلَاةَ وَأَنْفَقُوا مِمَّا رَزَقْنَاهُمْ سِرًّا وَعَلَانِيَةً يَرْجُونَ تِجَارَةً لَنْ تَبُورَ }{ لِيُوَفِّيَهُمْ أُجُورَهُمْ وَيَزِيدَهُمْ مِنْ فَضْلِهِ إِنَّهُ غَفُورٌ شَكُورٌ } (فاطر،: 29-30).\nوقال تعالى: { فَاقْرَءُوا مَا تَيَسَّرَ مِنَ الْقُرْآنِ } .. (المزمل: 20).\nوكان شعار نبينا محمد صلى الله عليه وسلم وحاله دائمًا الإقامة على تلاوة القرآن كما قال تعالى: { إِنَّمَا أُمِرْتُ أَنْ أَعْبُدَ رَبَّ هَذِهِ الْبَلْدَةِ الَّذِي حَرَّمَهَا وَلَهُ كُلُّ شَيْءٍ وَأُمِرْتُ أَنْ أَكُونَ مِنَ الْمُسْلِمِينَ }{ وَأَنْ أَتْلُوَ الْقُرْآنَ فَمَنِ اهْتَدَى فَإِنَّمَا يَهْتَدِي لِنَفْسِهِ وَمَنْ ضَلَّ فَقُلْ إِنَّمَا أَنَا مِنَ الْمُنْذِرِينَ } (النمل: 91-92).\n(1/8)",
        "\nوعن عبد الله بن مسعود رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: « من قرأ حرفا من كتاب الله فله به حسنة، والحسنة بعشر أمثالها، لا أقول ( الم ) حرف، ولكن ألف حرف، ولام حرف، وميم حرف » (1) .\nوعن أم المؤمنين عائشة رضي الله عنها قالت: قال رسول الله صلى الله عليه وسلم: « الماهر بالقرآن مع السفرة الكرام البررة، والذي يقرأ القرآن ويتتعتع فيه، وهو عليه شاق له أجران » .\nوفي رواية: « والذي يقرأ وهو يشتد عليه له أجران » (2) .\nوعن أبي موسى الأشعري رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: « مثل المؤمن الذي يقرأ القرآن مثل الأترجة ريحها طيب وطعمها طيب ، ومثل المؤمن الذي لا يقرأ القرآن مثل التمرة، لا ريح لها وطعمها حلو، ومثل المنافق الذي يقرأ القرآن مثل الريحانة، ريحها طيب وطعمها مر، ومثل المنافق الذي لا يقرأ القرآن كمثل الحنظلة ليس لها ريح، وطعمها مر » (3) .\nوعن أبي أمامة الباهلي رضي الله عنه قال: سمعت رسول الله صلى الله عليه وسلم يقول: « اقرءوا القرآن، فإنه يأتي يوم القيامة شفيعا لأصحابه ... » (4) .\nوعن أبي هريرة رضي الله عنه عن النبي صلى الله عليه وسلم:\n_________\n(1) (1) أخرجه الترمذي في أبواب: فضائل القرآن، باب: ما جاء فيمن قرأ حرفا من القرآن ما له من الأجر، صحيح سنن الترمذي - الألباني 3 / 9 رقم 3087.\n(2) (5) أخرجه البخاري في كتاب: تفسير القرآن، باب: سورة عبس 6 / 95 رقم 4937، وأخرجه مسلم واللفظ له في كتاب: صلاة المسافرين وقصرها، باب: فضائل الماهر بالقرآن والذي يتتعتع فيه 1 / 549 - 550 رقم 798.\n(3) (1) أخرجه البخاري في كتاب: فضائل القرآن، باب: فضل القرآن على سائر الكلام 6 / 130 رقم 5020، وفي باب: من رايا بقراءة القرآن، أو تأكل به، أو فخر به 6 / 140 رقم 5059، وفي كتاب: الأطعمة، باب: ذكر الطعام 6 / 255 رقم 5427، وفي كتاب: التوحيد، باب: قراءة الفاجر والمنافق، وأصواتهم، وتلاوتهم لا تجاوز حناجرهم 8 / 273 رقم 7560، وأخرجه مسلم واللفظ له في كتاب: صلاة المسافرين وقصرها، باب: فضيلة حافظ القرآن 1 / 549 رقم 797.\n(4) (2) أخرجه مسلم في كتاب: صلاة المسافرين وقصرها، باب: فضل قراءة القرآن، وسورة البقرة 1 / 553 رقم 804، وأخرجه أحمد في المسند 5 / 255 رقم 22247.\n(1/9)\n",
        "« يجيء صاحب القرآن يوم القيامة فيقول: يا رب حله، فيلبس تاج الكرامة، ثم يقول: يا رب زده، فيلبس حلة الكرامة، يقول: يا رب ارض عنه، فيقال: اقرأ وارق، ويزاد بكل آية حسنة » (1) .\nوعن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: « لا حسد إلا في اثنتين: رجل علمه الله القرآن فهو يتلوه آناء الليل وآناء النهار، فسمعه جار له فقال: ليتني أوتيت مثل ما أوتي فلان، فعملت مثل ما يعمل، ورجل آتاه الله مالا فهو يهلكه في الحق، فقال رجل: ليتني أوتيت مثل ما أوتي فلان، فعملت مثل ما يعمل » (2) .\n_________\n(1) (3) أخرجه الترمذي في أبواب: فضائل القرآن، باب: ما جاء فيمن قرأ حرفا من القرآن ماله من الأجر، صحيح سنن الترمذي - الألباني 3 / 9-10 رقم 3088.\n(2) (4) أخرجه البخاري، في كتاب: فضائل القرآن، باب: اغتباط صاحب القرآن 6 / 131 رقم 5026.\n(1/10)\n\nفضل تعلم القرآن الكريم وتعليمه:\nعن عقبة بن عامر رضي الله عنه قال: « خرج رسول الله صلى الله عليه وسلم ونحن في الصفة قال: أيكم يحب أن يغدو كل يوم إلى بطحان أو إلى العقيق، فيأتي منه بناقتين كوماوين في غير إثم ولا قطع رحم؟ فقلنا: يا رسول الله نحب ذلك، قال: أفلا يغدو أحدكم إلى المسجد فيعلم أو يقرأ آيتين من كتاب الله عز وجل خير له من ناقتين، وثلاث خير له من ثلاث، وأربع خير له من أربع، ومن أعدادهن من الإبل ) » (1) .\nعن عثمان بن عفان رضي الله عنه عن النبي صلى الله عليه وسلم قال: « خيركم من تعلم القرآن وعلمه » (2) .\nوعن عثمان بن عفان رضي الله عنه، قال: قال رسول الله صلى الله عليه وسلم: « إن أفضلكم من تعلم القرآن وعلمه » (3) .\nوعن سعيد بن جبير رحمه الله قال: إن الذي تدعونه المفصل هو المحكم، قال: وقال ابن عباس رضي الله عنهما: (توفي رسول الله صلى الله عليه وسلم وأنا ابن عشر سنين وقد قرأت المحكم) (4) .\n_________\n(1) (1) أخرجه مسلم في كتاب: صلاة المسافرين وقصرها، باب: فضل قراءة القرآن في الصلاة وتعلمه 1 / 552-553 رقم 803.\n(2) (2) أخرجه البخاري في كتاب: فضائل القرآن، باب: خيركم من تعلم القرآن وعلمه 6 / 131-132 رقم 5027.\n(3) (3) أخرجه البخاري في كتاب: فضائل القرآن: باب: خيركم من تعلم القرآن وعلمه 6 / 132 رقم 5028.\n(4) (4) أخرجه البخاري في كتاب: فضائل القرآن، باب: تعليم الصبيان القرآن 6 / 134 رقم 5035 ورقم 5036.",
        "(1/11)\n\nوعن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: « وما اجتمع قوم في بيت من بيوت الله، يتلون كتاب الله، ويتدارسونه بينهم، إلا نزلت عليهم السكينة، وغشيتهم الرحمة، وحفتهم الملائكة، وذكرهم الله فيمن عنده » (1) .\nوعن أنس بن مالك رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم:\n« إن لله أهلين من الناس، قالوا: يا رسول الله من هم؟ قال: هم أهل القرآن، أهل الله وخاصته » (2) .\nوعن عمر بن الخطاب رضي الله عنه أن النبي صلى الله عليه وسلم قال:\n« إن الله يرفع بهذا الكتاب أقواما ويضع به آخرين » (3) .\n_________\n(1) (5) أخرجه مسلم في كتاب: الذكر والدعاء والتوبة والاستغفار، باب: فضل الاجتماع على تلاوة القرآن وعلى الذكر 4 / 2074 رقم 2699، وأخرجه أبوداود في أبواب: الوتر، باب: في ثواب قراءة القرآن، صحيح سنن أبي داود - الألباني 1 / 272 - 273 رقم 1455.\n(2) (1) أخرجه ابن ماجه في المقدمة، باب: فضل من تعلم القرآن وعلمه، صحيح سنن ابن ماجه الألباني 1 / 42 رقم 215.\n(3) (2) أخرجه مسلم في كتاب: صلاة المسافرين وقصرها، باب: فضل من يقوم بالقرآن ويعلمه، وفضل من تعلم حكمة من فقه أو غيره فعمل بها وعلمها 1 / 559 رقم 817، وأخرجه ابن ماجه في المقدمة، باب: فضل من تعلم القرآن وعلمه، صحيح سنن ابن ماجه - الألباني 1 / 43 رقم 218. وللاستزادة انظر: فيض المعين على جمع الأربعين في فضل القرآن المبين - علي بن سلطان القاري، تحقيق: محمد شكور المياديني 16 وما بعدها.\n(1/12)",
        "\nفضل تحسين الصوت بالقرآن الكريم:\nعن أبي هريرة رضي الله عنه يبلغ به النبي صلى الله عليه وسلم قال: (ما أذن الله لشيء، ما أذن لنبي يتغنى بالقرآن) (1) .\nوعن أبي موسى الأشعري رضي الله عنه قال، قال رسول الله صلى الله عليه وسلم: « لو رأيتني وأنا استمع لقراءتك البارحة! لقد أوتيت مزمارا من مزامير آل داود » (2) .\nوعن البراء بن عازب رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: « زينوا القرآن بأصواتكم » (3) .\nوعن سعد بن أبي وقاص ، أو سعيد بن أبي سعيد رضي الله عنهما قال: قال رسول الله صلى الله عليه وسلم: « ليس منا من لم يتغن بالقرآن » (4) .\n_________\n(1) (3) أخرجه مسلم في كتاب: صلاة المسافرين وقصرها، باب: استحباب تحسين الصوت بالقرآن 1 / 545 رقم 792.\n(2) (4) أخرجه البخاري في كتاب: فضائل القرآن، باب: حسن الصوت بالقراءة للقرآن 6 / 137 رقم 5048. وأخرجه مسلم في كتاب: صلاة المسافرين، باب: استحباب تحسين الصوت بالقرآن1 / 546 رقم 793.\n(3) (1) أخرجه أبو داود في: أبواب الوتر، باب: استحباب الترتيل في القراءة، صحيح سنن أبي داود -الألباني 1 / 275 رقم 1468، وأخرجه النسائي في كتاب: الافتتاح، باب: تزيين القرآن بالصوت، صحيح سنن النسائي - الألباني 1 / 219 رقم 971.\n(4) (2) أخرجه أبو داود في: أبواب الوتر، باب: استحباب الترتيل في القراءة ، صحيح سنن أبي داود - الألباني 1 / 275 - 276 رقم 1469. وللاستزادة انظر: فضل القرآن «تعلمه وتعليمه» - الإمام محمد بن عبد الوهاب 29 وما بعدها.\n(1/13)\n",
        "كيفية قراءة القرآن الكريم:\nلقد شرع الله سبحانه وتعالى لقراءة القرآن الكريم صفة معينة، وكيفية ثابتة قد أمر بها نبيه عليه الصلاة والسلام فقال تعالى: { وَرَتِّلِ الْقُرْآنَ تَرْتِيلًا } (المزمل: 4).\nأي اقرأه بتؤدة وطمأنينة وتدبّر، وذلك برياضة اللسان، والمداومة على القراءة، وقد علّم النبي صلى الله عليه وسلم أصحابه رضوان الله عليهم القرآن الكريم، كما تلقاه عن أمين الوحي جبريل عليه السلام، ولقنّهم إيّاه بنفس الصفة، وحثّهم على تعلّمها والقراءة بها.\nفقد ثبت أن النبي صلى الله عليه وسلم سمع عبد الله بن مسعود رضي الله عنه يقرأ في صلاته فقال: « من سرّه أن يقرأ القرآن رطبًا كما أنزل، فليقرأه على قراءة ابن أمِّ عبد.. » (1) .\nولعلّ المقصود -والله أعلم- أن يقرأه على الصفة التي قرأ بها عبد الله بن مسعود رضي الله عنه، من حسن الصوت، وجودة الترتيل، ودقّة الأداء.\nولقد خصّ رسول الله صلى الله عليه وسلم نفرًا من الصحابة رضوان الله عليهم، أتقنوا القراءة حتى صاروا أعلامًا فيها، منهم:\n_________\n(1) (3) أخرجه ابن خزيمة في أبواب: صلاة التطوع بالليل، باب: الجهر بالقراءة في الليل، صحيح ابن خزيمة - الأعظمي 2 / 186-187 رقم 1156 وقال الأعظمي: إسناده صحيح.\n(1/14)\n\nأبي بن كعب ، وعبد الله بن مسعود ، وزيد بن ثابت ، وأبو موسى الأشعري ، وعثمان بن عفان ، وعلي بن أبي طالب ، وأبو الدرداء ، ومعاذ بن جبل ، وغيرهم رضي الله عنهم ، وكان صلى الله عليه وسلم يتعاهدهم بالاستماع لهم أحيانًا، وبإسماعهم القراءة أحيانًا أخرى، كما ثبت بذلك الأحاديث الصحيحة.\nفلقد ثبت عن أنس بن مالك رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم لأبيّ بن كعب رضي الله عنه: « إنَّ الله أمرني أن أقرأ عليك، قال: آلله سمّاني لك. قال: الله سمَّاكَ لي، قال: فجعل أبيُّ يبكي » (1) .\n_________\n(1) (1) أخرجه مسلم في كتاب: صلاة المسافرين وقصرها، باب: استحباب قراءة القرآن على أهل الفضل والحذاق فيه، وإن كان القارئ أفضل من المقروء عليه 1 / 550 رقم 799.",
        "(1/15)\n\nوعن عبد الله بن مسعود رضي الله عنه قال: قال لي رسول الله صلى الله عليه وسلم: « اقرأ عليّ القرآن. قال: فقلت: يا رسول الله أقرأ عليك، وعليك أنزل؟ قال: إنّي اشتهي أن أسمعه من غيري، فقرأت النساء حتى إذا بلغت: { فَكَيْفَ إِذَا جِئْنَا مِنْ كُلِّ أُمَّةٍ بِشَهِيدٍ وَجِئْنَا بِكَ عَلَى هَؤُلَاءِ شَهِيدًا } (1) . رفعتُ رأسي، أو غمزني رجلٌ إلى جنبي فرفعت رأسي فرأيت دموعه تسيل » (2) . ويحتمل أن يكون رسول الله صلى الله عليه وسلم قد أحبّ أن يسمعه من غيره ليكون عرض القرآن سنة يحتذى بها، كما يحتمل أن يكون لكي يتدبّره ويتفهمه وذلك لأنّ المستمع أقوى على التدبّر ونفسه أخلى وأنشط من القارئ لانشغاله بالقراءة وأحكامها (3) .\nوقال صلى الله عليه وسلم آمرًا الناس بتعلّم القراءة، وبتحرّي الإتقان فيها بتلقيها عن المتقنين الماهرين: « خذوا القرآن من أربعة، من عبد الله بن مسعود ، وسالم ، ومعاذ ، وأبيِّ بن كعب » (4) .\nوقال قتادة سألت أنس بن مالك رضي الله عنه: (من جمع القرآن على عهد النبي صلى الله عليه وسلم؟ قال: أربعة كلهم من الأنصار، أبيّ بن كعب ، ومعاذ بن جبل ، وزيد بن ثابت ، وأبو زيد ) (5) .\n_________\n(1) (2) سورة النساء، آية: 41.\n(2) (3) أخرجه البخاري في كتاب: فضائل القرآن، باب: البكاء عند قراءة القرآن 6 / 139 رقم 5056، وأخرجه مسلم واللفظ له في كتاب: صلاة المسافرين وقصرها، باب: فضل استماع القرآن، وطلب القراءة من حافظه للاستماع، والبكاء عند القراءة والتدبر 1 / 551 رقم 800.\n(3) (1) انظر: فتح الباري - ابن حجر العسقلاني 9 / 94، شرح النووي على صحيح الإمام مسلم 6 / 88، قواعد التجويد على رواية حفص عن عاصم بن أبي النجود - د. عبد العزيز بن عبد الفتاح القارئ 13 وما بعدها، غاية المريد في علم التجويد - عطية قابل نصر 16 وما بعدها.\n(4) (2) أخرجه البخاري في كتاب: فضائل القرآن، باب: القراء من أصحاب النبي صلى الله عليه وسلم 6 / 124 رقم 49 99. وللاستزادة انظر: قواعد التجويد على رواية حفص عن عاصم بن أبي النجود - د. عبد العزيز بن عبد الفتاح القارئ 14.\n(5) (3) أخرجه البخاري في كتاب: فضائل القرآن، باب: القراء من أصحاب النبي صلى الله عليه وسلم 6 / 125 رقم 5003.\n(1/16)",
        "\nوعن أنس بن مالك رضي الله عنه قال: (مات النبي صلى الله عليه وسلم ولم يجمع القرآن غير أربعة: أبوالدرداء ، ومعاذ بن جبل ، وزيد بن ثابت ، وأبو زيد ، قال: ونحن ورثناه) (1) .\n_________\n(1) (4) أخرجه البخاري في كتاب: فضائل القرآن، باب: القرَّاء من أصحاب النبي صلى الله عليه وسلم 6 / 125 رقم 5004.\n(1/17)\n",
        "آداب تلاوة القرآن الكريم:\nلتلاوة القرآن الكريم آداب كثيرة وعديدة ينبغي مراعاتها، حسبنا أن نشير إلى طائفة منها باختصار:\nأن يقرأه على أكمل الحالات، من طهارة، واستقبال قبلة، وجلوس في أدب ووقار.\nأن يتعوذ بالله من الشيطان الرجيم.\nأن يقرأ بسم الله الرحمن الرحيم إذا بدأ من أول السورة.\nأن يرتله ويحسّن صوته به، ولا يسرع في تلاوته.\nأن يقرأه في خشوع وتفكّر وتدبّر.\nأن يُسرَّ تلاوته إن خشي على نفسه رياء، أو سمعة، أو كان يشوِّش به على مصلٍّ.\nأن يسأل ا لله عند آية الرحمة، ويتعوَّذ عند آية العذاب، ويسبِّح عند آية التسبيح، ويسجد إذا مرّ بسجدة.\nأن يجتهد في أن يتَّصف بصفات أهله، الذين هم أهل الله وخاصته (1) .\n_________\n(1) (1) للاستزادة انظر: منهاج المسلم - أبوبكر جابر الجزائري 86 وما بعدها، حقّ التلاوة - حسني شيخ عثمان 399 وما بعدها، غاية المريد في علم التجويد - عطية قابل نصر 14 وما بعدها، فضائل القرآن الكريم - عبد الله بن جار الله الجار الله 28 وما بعدها.\n(1/18)\n\nقواعد في حفظ القرآن الكريم:\nاجهتد بعض الباحثين في استخلاص عدد من القواعد التي يرون أنّ العناية بها تعين بعد توفيق الله على الحفظ والتي منها:\nالإخلاص.\nتصحيح النطق والقراءة.\nتحديد نسبة الحفظ كلَّ يوم.\nلا تجاوز مقررك اليومي حتى تجيد حفظه تمامًا.\nحافظ على رسم واحد لمصحف حفظك.\nالفهم طريق الحفظ.\nلا تجاوز سورة حتى تربط أولها بآخرها.\nالتسميع الدائم.\nالمتابعة الدائمة.\nالعناية بالمتشابهات.\nاغتنم سنيّ الحفظ الذهبية (1) .\n_________\n(1) (1) للاستزادة انظر: القواعد الذهبية لحفظ القرآن الكريم - عبد الرحمن بن عبد الخالق 5-26.",
        "(1/19)\n\nنشأة مدارس تحفيظ القرآن الكريم:\nيرجع افتتاح أول مدرسة ابتدائية لتحفيظ القرآن الكريم إلى عام 1367هـ بالمدينة المنورة، وكانت تسمى (مدرسة القراءات) وما زالت هذه المدرسة قائمة حتى الآن باسم (مدرسة أبيّ بن كعب لتحفيظ القرآن الكريم).\nكما تمّ افتتاح أول مدرسة متوسطة لتحفيظ القرآن الكريم عام 1383هـ بمدينة الرياض باسم (مدرسة تحفيظ القرآن الكريم الأولى) ولا زالت هذه المدرسة قائمة حتى الآن وبالاسم نفسه.\nوافتتحت أول مدرسة ثانوية لتحفيظ القرآن الكريم عام 1396 / 1397هـ بمدينة مكة المكرمة باسم (مدرسة أبي زيد الأنصاري لتحفيظ القرآن الكريم) وما زالت هذه المدرسة قائمة حتى الآن وبالاسم نفسه.\nوكنتيجة لزيادة الإقبال على الالتحاق بهذه المدارس فقد نمت وانتشرت في جميع مناطق المملكة العربية السعودية حتى بلغ عدد مدارس تحفيظ القرآن الكريم التابعة لوزارة المعارف بمراحل التعليم، الابتدائية والمتوسطة والثانوية 520 مدرسة، يدرس بها 60485 طالب، يقوم على تعليمهم قرابة 3000 معلم، تشير إلى ذلك خلاصة الإحصائية العامة لمدارس تحفيظ القرآن الكريم والصادرة من الأمانة العامة للتوعية الإسلامية التابعة لوزارة المعارف.\n(1/20)",
        "\nخلاصة إحصائية لمدارس تحفيظ القرآن الكريم المعتمدة للأعوام من 1401هـ وحتى 1421هـ.\nالمرحلة الابتدائية\nالمتوسطة\nالثانوية\nالعام\nمدارس فصول طلاب مدارس فصول طلاب مدارس فصول طلاب\n1401ه‍ 88 581 13218 6 26 391 5 11 97\n1402ه‍ 100 751 16950 18 44 638 5 14 146\n1403ه‍ 107 888 20377 26 69 1031 6 16 191\n1404ه‍ 109 972 22587 28 89 1394 8 18 238\n1405ه‍ 119 1053 23675 36 115 1960 11 26 320\n1406ه‍ 119 1083 24343 37 130 2518 12 33 450\n1407ه‍ 123 1140 25611 47 157 3232 15 43 660\n1408ه‍ 124 1189 27063 62 197 4014 19 56 957\n1409ه‍ 124 1238 28691 62 237 4845 20 70 1241\n1410ه‍ 124 1228 29033 62 250 5270 20 77 1391\n1411ه‍ 126 1208 29003 62 248 5156 20 79 1405\n1412ه‍ 129 1162 29981 66 250 6011 27 88 2068\n1413ه‍ 193 1121 30501 109 296 7336 43 113 2666\n1414ه‍ 213 1327 30853 108 464 10206 42 164 3445\n1415ه‍ 213 1315 30834 108 455 10207 42 151 3429\n1416ه‍ 215 1347 31437 114 481 10364 47 169 4577\n1417ه‍ 218 1397 31997 117 490 10286 51 180 3769\n1418ه‍ 231 1539 33470 122 499 10663 52 208 4160\n(1/21)\n",
        "1419ه‍ 246 1624 35938 148 540 11739 52 215 4446\n1420ه‍ 251 1637 37953 172 600 12653 52 224 4563\n1421ه‍ 268 1780 41911 192 669 14301 60 214 4273\n- مجموع مدارس تحفيظ القرآن الكريم للعام الدراسي 1421هـ = 520 مدرسة.\nمجموع فصول مدارس تحفيظ القرآن الكريم للعام الدراسي 1421هـ = 2663 فصل.\n- مجموع طلاب مدارس تحفيظ القرآن الكريم للعام الدراسي 1421هـ = 60485 طالب.\n(1/22)\n\nأهداف مدارس تحفيظ القرآن الكريم:\nتؤسس مدارس تحفيظ القرآن الكريم في المرحلة الابتدائية والمتوسطة والثانوية لتحقّق إلى جانب أهداف التعليم العام، الأهداف التالية:\n1- النصيحة لكتاب الله تعالى بصيانته، ورعاية حفظه، وتعهّد علومه، تحقيقًا لمقاصد السياسة التعليمية في هذا المجال وأهدافها.\n2- تربية الناشئ تربية إسلامية تهدف إلى رعاية نموّه خلقيًّا، وفكريًّا، واجتماعيًّا، في ضوء العقيدة الإسلامية، وتعهد تنشئته، ومساعدته على تكوين شخصيته.\n3- تزويد الناشئ بما يحتاج إليه من العلوم والآداب، والفنون، والتدريبات العملية حتى يكون أفراد الجيل، مواطنين صالحين مؤمنين بالله، مدركين لواجباتهم وحقوقهم، معتزِّين بإسلامهم.\n4- إعداد الطالب للحياة العامّة، وإكسابه المهارات العمليَّة، وإعدادهً للدراسات العلمية في المراحل التعليمية المختلفة (1) .\n_________\n(1) (1) اللائحة الداخلية لتنظيم مدارس تحفيظ القرآن الكريم للمراحل الثلاث: الابتدائية والمتوسطة والثانوية -وزارة المعارف ص1.",
        "(1/23)\n\nالمراحل الدراسية في مدارس تحفيظ القرآن الكريم ومناهجها:\n1- المرحلة الابتدائية ومدة الدراسة فيها: ست سنوات، يحفظ الطالب فيها (15) جزءًا من القرآن الكريم (من سورة الكهف إلى سورة الناس).\n2- المرحلة المتوسطة ومدة الدراسة فيها ثلاث سنوات، يحفظ الطالب فيها (15) جزءًا المتبقية من القرآن الكريم (من سورة البقرة إلى سورة الإسراء).\n3- المرحلة الثانوية، ومدة الدراسة فيها: ثلاث سنوات، ويراجع الطالب فيها حفظ القرآن الكريم كاملًا (1) .\nيوضِّح ذلك منهج توزيع مقرّر القرآن الكريم في مدارس تحفيظ القرآن الكريم بمختلف مراحل التعليم العام، الابتدائي، والمتوسط، والثانوية.\nومن فضل الله سبحانه أنّ اهتمام المسؤولين عن التعليم في المملكة العربية السعودية لم يكن قاصرًا على إنشاء وحدات متخصصة تعنى بحفظ القرآن الكريم مهما كثرت وهي مدارس تحفيظ القرآن الكريم وحدها، بل تعدّى ذلك إلى أن أصبح تدريس مادة القرآن الكريم جزءًا رئيسًا من المواد الدراسية التي يتلقاها الطالب في مختلف مراحل التعليم العام، الابتدائي، والمتوسط، والثانوي بجميع أقسامه.\n_________\n(1) (1) الأمانة العامة للتوعية الإسلامية بوزارة المعارف «لمحة موجزة» - ص 4.\n(1/24)",
        "\nولعلنا نلقي الضوء على هذا الجانب من حيث: إيضاح الأهداف العامة لتدريس مادة القرآن الكريم، ثم التعرّف على طريقة توزيع مقرر حفظ القرآن الكريم وتلاوته في مختلف مراحل التعليم العام.\n(1/25)\n",
        "الأهداف العامة لتدريس مادة القرآن الكريم في الصف الأول الابتدائي\n1- أن يحفظ التلاميذ من سورة الضحى إلى سورة الناس إضافة إلى سورة الفاتحة.\n2- أن ينشأ التلاميذ على احترام القرآن الكريم وحبِّه.\n3- أن يتدرب التلاميذ على القراءة المجوَّدة لما حفظوه.\n(1/26)\n\nالأهداف العامة لتدريس مادة القرآن الكريم في الصف الثاني الابتدائي\n1- أن يحفظ التلاميذ من سورة النازعات إلى نهاية سورة الليل.\n2- أن ينشأ التلاميذ على التأدب بآداب تلاوة القرآن الكريم.\n3- أن يتدرب التلاميذ على القراءة المجوَّدة لما حفظوه.\n4- أن تزداد محبة التلاميذ للقرآن الكريم.\n5- أن يتدرب التلاميذ على القراءة من المصحف.\n6- أن يحرص التلاميذ على تلاوة القرآن الكريم وحفظه.",
        "(1/27)\n\nالأهداف العامة لتدريس مادة القرآن الكريم في الصف الثالث الابتدائي\n1- أن يتقن التلاميذ تلاوة القرآن الكريم من سورة المجادلة إلى نهاية سورة المدثر.\n2- أن يحفظ التلاميذ من سورة القيامة إلى نهاية سورة النبأ.\n3- أن يعتني التلاميذ بالقرآن الكريم تلاوة وحفظًا.\n4- أن يتعوَّد التلاميذ القراءة من المصحف.\n5- أن يتدرب التلاميذ على القراءة المجوَّدة.\n6- أن يتعود التلاميذ التأدب بآداب القرآن الكريم.\n7- أن تزداد محبة التلاميذ القرآن الكريم.\n(1/28)",
        "\nالأهداف العامة لتدريس مادة القرآن الكريم للصف الرابع الابتدائي\n1- أن يتقن التلاميذ تلاوة القرآن الكريم من سورة الزخرف إلى نهاية سورة الحديد.\n2- أن يحفظ التلاميذ من سورة نوح إلى نهاية سورة المدثر.\n3- أن يتعوَّد التلاميذ على القراءة المجودة.\n4- أن ينشأ التلاميذ على قراءة القرآن بخشوع وتدبر.\n5- أن تتمكن محبة التلاميذ للقرآن الكريم واحترامهم له.\n6- أن يرغب التلاميذ في تلاوة القرآن الكريم وحفظه ابتغاء الأجر والثواب من الله تعالى.\n7- أن يتأدب التلاميذ بآداب القرآن الكريم في حياتهم.\n8- أن تقوى صلة التلاميذ بالقرآن الكريم تلاوة وحفظًا.\n9- أن يكتسب التلاميذ ثروة لغوية.\n(1/29)\n",
        "الأهداف العامة لتدريس مادة القرآن الكريم للصف الخامس الابتدائي\n1- أن يتقن التلاميذ تلاوة القرآن من سورة الزمر إلى نهاية سورة الشورى.\n2- أن يحفظ التلاميذ سورتي الحاقة والمعارج.\n3- أن يكتسب التلاميذ القدرة على تطبيق أحكام التجويد التي درسوها.\n4- أن يعرف التلاميذ قدرًا مناسبًا من اصطلاحات الضبط الموجودة في المصحف الشريف.\n5- أن يتعود التلاميذ على قراءة القرآن الكريم بخشوع وتدبر.\n6- أن يزيد التلاميذ قدرتهم على فهم آيات القرآن الكريم بما يناسب مستواهم.\n7- أن يتربى التلاميذ على العمل بالقرآن الكريم.\n8- أن يوثق التلاميذ صلتهم بالقرآن الكريم تلاوة وحفظًا.\n9- أن يزيد التلاميذ ثروتهم اللغوية.\n(1/30)\n\nالأهداف العامة لتدريس مادة القرآن الكريم للصف السادس الابتدائي\n1- أن يتقن التلاميذ تلاوة القرآن الكريم من سورة السجدة إلى نهاية سورة ص.\n2- أن يحفظ التلاميذ سورتي الملك والقلم.\n3- أن يكتسب التلاميذ القدرة على تطبيق أحكام التجويد التي درسوها.\n4- أن تزداد معرفة التلاميذ باصطلاحات الضبط الموجودة في المصحف الشريف.\n5- أن تقوى رغبة التلاميذ في قراءة القرآن الكريم وحفظه ابتغاء الأجر والثواب.\n6- أن يزيد التلاميذ قدرتهم على فهم آيات القرآن الكريم بما يناسب مستواهم.\n7- أن يحرص التلاميذ على العمل بالقرآن الكريم.\n8- أن يزيد التلاميذ ثروتهم اللغوية.",
        "(1/31)\n\nحفظ القرآن الكريم وتعليمه في جامعة الإمام محمد بن سعود الإسلامية:\nاهتمت جامعة الإمام محمد بن سعود الإسلامية بتعليم القرآن الكريم منذ نشأتها، وتكوين نواتها وهو معهد الرياض العلمي في عام 1370هـ حينما افتتحت حكومة جلالة الملك عبد العزيز بن عبد الرحمن آل سعود -رحمه الله- معهد الرياض العلمي، وأسند الإشراف عليه لسماحة مفتي المملكة العربية السعودية الشيخ العالم محمد بن إبراهيم آل الشيخ -رحمه الله-، وكان اللبنة الأولى للمعاهد العلمية في مختلف مناطق المملكة، ثم افتتحت كلية الشريعة بالرياض عام 1373هـ ثم تتابع افتتاح الكليات، والمعاهد تحت مسمى الرئاسة العامة للكليات والمعاهد العلمية.\nوفي يوم 23 / 8 / 1394هـ صدر المرسوم الملكي الكريم رقم م / 50 المبني على قرار 13 مجلس الوزراء رقم 1100 وتاريخ 17 / 8 / 1394هـ بالموافقة على نظام جامعة الإمام محمد بن سعود الإسلامية واعتبارها مؤسسة تعليمية وثقافية عالية (1) .\nوقد مرَّت عملية تدريس القرآن الكريم وحفظه في مختلف مراحل التعليم في الجامعة بأطوار حتى جاء التطوير العلمي النهائي من خلال قرار مجلس الجامعة رقم (76- 1406 / 1407هـ) حيث نصه على النحو التالي:\n_________\n(1) دليل جامعة الإمام محمد بن سعود الإسلامية لعام 1419هـ إعداد: إدارة الدراسات والمعلومات ص17.\n(1/32)",
        "\nالقرار رقم (76 - 1406 / 1407هـ)\nقرّر مجلس جامعة الإمام محمد بن سعود الإسلامية بناء على المادة (29) من نظام الجامعة، أن يكون حفظ القرآن الكريم علىطلبة الجامعة في المعاهد العلمية، والكليات، والمعاهد العليا، ومرحلتي الماجستير والدكتوراه في جميع الأقسام، وأن يكون شرطًا للتخرج، وذلك على النحو التالي:\n1- يحفظ الطالب في المعاهد العلمية (ثمانية أجزاء) تبدأ من أول الجزء الحادي والعشرين إلى نهاية سورة التحريم، توزع على سنوات الدراسة الست.\n2- يحفظ الطالب في مرحلة البكالوريوس (ثمانية أجزاء) من أول القرآن الكريم إلى نهاية الجزء الثامن، بواقع جزء في كل فصل دراسي، ويوزع الوقت المخصص للقرآن في الخطط الدراسية بين الحفظ والتلاوة.\n3- يحفظ الطالب في مرحلة الماجستير (ستة أجزاء) من أول الجزء التاسع إلى نهاية الجزء الرابع عشر.\n4- يحفظ الطالب في مرحلة الدكتوراه (ستة أجزاء) من أول الجزء الخامس عشر إلى نهاية الجزء العشرين.\nكما درس المجلس المقدار الذي يشترط حفظه لالتحاق الطالب في المعاهد العلمية، وفي المرحلة الجامعية، والدراسات العليا، أو الانتقال إلى إحدى هذه المراحل بالجامعة من أي جهة علمية أخرى وقرّر ما يلي:\n(1/33)\n",
        "يشترط للقبول في المعاهد العلمية حفظ جزئين من القرآن الكريم.\nيشترط للقبول في مرحلة البكالوريوس ثلاثة أجزاء من القرآن الكريم.\nيشترط للقبول في مرحلة الماجستير خمسة أجزاء من القرآن الكريم.\nيشترط للقبول في مرحلة الدكتوراه خمسة أجزاء من القرآن الكريم. ا.هـ.\nويحفظ الطلاب في المرحلة المتوسطة، والمرحلة الثانوية بالمعاهد العلمية في جامعة الإمام محمد بن سعود الإسلامية ثمانية أجزاء من بداية الجزء الثالث والعشرين إلى نهاية الجزء الثلاثين موزعة على النحو التالي:\n(1/34)\n\nمنهج القرآن الكريم للمرحلة المتوسطة في المعاهد العلمية:\nالأولى المتوسطة:\nأ- الحفظ: من أول سورة القيامة إلى نهاية سورة الناس.\nب- التلاوة: من أول سورة الشعراء إلى نهاية سورة العنكبوت.\nالثانية المتوسطة:\nالحفظ: من أول سورة الممتحنة إلى نهاية المدثر.\nالتلاوة: من أول سورة الحج إلى نهاية سورة الفرقان.\nالثالثة المتوسطة:\nالحفظ: من أول سورة الذاريات إلى نهاية الحشر.\nالتلاوة: من أول سورة الكهف إلى نهاية سورة الأنبياء.",
        "(1/35)\n\nمنهج القرآن الكريم للمرحلة الثانوية في المعاهد العلمية\nالأولى الثانوية:\nالحفظ: من أول سورة الشورى إلى نهاية سورة ق.\nالتلاوة: من أول سورة يونس إلى نهاية سورة الإسراء.\nالثانية الثانوية:\nالحفظ: من أول سورة الصافات إلى نهاية سورة فصلت.\nالتلاوة: من أول سورة المائدة إلى نهاية سورة التوبة.\nالثالثة الثانوية:\nالحفظ: من أول سورة الروم إلى نهاية سورة يس.\nالتلاوة: من أول سورة الفاتحة إلى نهاية سورة النساء.\nوعلى هذا الأساس فإن الطالب في جامعة الإمام محمد بن سعود الإسلامية إذا التحق بها من بداية مراحلها الأولى، في المرحلة المتوسطة بالمعاهد العلمية، وتدرج في مراحل التعليم حتى حصل على درجة الدكتوراه فيها فإنه يكون قد حفظ القرآن كاملًا، وهذا يعود بلا شك إلى فضل الله سبحانه وتعالى أولًا، ثم إلى العناية الكبيرة من قبل جامعة الإمام محمد بن سعود الإسلامية بحفظ القرآن الكريم لطلبتها.\n(1/36)",
        "\nالهدف من تعلّم القرآن الكريم:\nإنّ الهدف الأسمى الذي ينشده كل مسلم ومسلمة من تلاوة القرآن الكريم وتعلمه هو التعرُّف على ما فيه من الهدى والعلم النافع، والعمل به، والدعوة إليه، والصبر على ما يصيبه في سبيله.\nوقد جعل الله سبحانه معجزة نبينا محمد صلى الله عليه وسلم قائمة إلى قيام الساعة، وجاءت على ما برز فيه بنو قومه من الفصاحة والبيان، ولذا جاء على أرقى أساليب البيان، وهو كتاب هداية وسعادة ومنهج حياة.\nقال الله تعالى: { الر كِتَابٌ أَنْزَلْنَاهُ إِلَيْكَ لِتُخْرِجَ النَّاسَ مِنَ الظُّلُمَاتِ إِلَى النُّورِ بِإِذْنِ رَبِّهِمْ إِلَى صِرَاطِ الْعَزِيزِ الْحَمِيدِ } ( إبراهيم: 1).\nوقال تعالى: ... { قَدْ جَاءَكُمْ مِنَ اللَّهِ نُورٌ وَكِتَابٌ مُبِينٌ }{ يَهْدِي بِهِ اللَّهُ مَنِ اتَّبَعَ رِضْوَانَهُ سُبُلَ السَّلَامِ وَيُخْرِجُهُمْ مِنَ الظُّلُمَاتِ إِلَى النُّورِ بِإِذْنِهِ وَيَهْدِيهِمْ إِلَى صِرَاطٍ مُسْتَقِيمٍ } (المائدة: 15-16).\n(1/37)\n",
        "والقرآن الكريم مصدرٌ رئيس من مصادر الدعوة الإسلامية، يستمد الداعية منهجه وأسلوبه من كتاب الله تعالى، ومن هدي رسول الله صلى الله عليه وسلم وسيرته، ومن سيرة السلف الصالح رضوان الله عليهم، ومن استنباطات الفقهاء ومن تجارب الداعية نفسه على الناس، ومن واقع الحياة.\nوحسب الداعية أن يكون كتاب دعوته هو كتاب محمد صلى الله عليه وسلم، وأن يكون على منهاجه ودستوره، وأن يكون مخاطبًا به، ورافعًا للوائه، وناصرًا لملته وصدق الله إذ يقول: { قُلْ إِنَّنِي هَدَانِي رَبِّي إِلَى صِرَاطٍ مُسْتَقِيمٍ دِينًا قِيَمًا مِلَّةَ إِبْرَاهِيمَ حَنِيفًا وَمَا كَانَ مِنَ الْمُشْرِكِينَ } (الأنعام:161).\nيجد الداعية في القرآن الكريم العقيدة التي تخاطب الفطرة ولا تتنافر معها، وتقوده إلى معرفة الخالق البارئ المصور، وتفسّر له سرَّ ذلك الكون الرهيب، وتفتح أمامه آفاق الفوز والسعادة.\nيجد الداعية في القرآن الكريم منهج الحياة المستقرة، وأسلوبها الأمثل وطريقها الواضح، منهج الحياة الخالي من العقد ومن التهاويل والخالي من الحقد والحسد والغش وسوء الخلق، والسليم من الفحش والرذائل والخبائث، النقي من الظلم والبغي والعدوان. (1)\n_________\n(1) للاستزادة انظر: الدعوة إلى الله «الرسالة، الوسيلة، الهدف» - د. توفيق الواعي 84 وما بعدها.\n(1/38)\n\nإنّ تعلم القرآن الكريم يشحذ الهمة في صرف نوع من الجهد في الدعوة إلى الله تعالى انطلاقًا من توجيهاته الكثيرة والتي منها قول الله تعالى: { وَمَنْ أَحْسَنُ قَوْلًا مِمَّنْ دَعَا إِلَى اللَّهِ وَعَمِلَ صَالِحًا وَقَالَ إِنَّنِي مِنَ الْمُسْلِمِينَ } (فصلت: 33) وقوله تعالى: { قُلْ هَذِهِ سَبِيلِي أَدْعُو إِلَى اللَّهِ عَلَى بَصِيرَةٍ أَنَا وَمَنِ اتَّبَعَنِي } ... (يوسف: 108) إلى استصلاح المساوئ التي قد تصدر من بعض الناس سواء أكانوا أفرادًا أم مجموعات، فإنّ النفس الإنسانية مهما ران عليها فإنها تشعر بجوع روحي، طالما كان هناك غذاؤها الروحي النظيف.\nوإن من سفه النفس، أن يخاف الإنسان من الجهر بالحق، فإنّ الجهر بالحق لا يقدِّم أجلًا ولا ينقص رزقًا.\nعن أبي سعيد الخدري رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: « ألا لا يمنعنَّ أحدكم رهبة الناس أن يقول بحق إذا رآه أو شهده، فإنه لا يقرِّب من أجل، ولا يباعد من رزق أن يقول بحق أو يذكِّر بعظيم » . (1)\n_________\n(1) أخرجه الإمام أحمد في المسند 3 / 50 رقم 11492 وللاستزادة انظر: دعوة الإسلام -السيد سابق 290 وما بعدها، حقيقة الأمر بالمعروف والنهي عن المنكر وأركانه ومجالاته - د. حمد بن ناصر العمار 30 وما بعدها.",
        "(1/39)\n\nفإذا ما استشعر حافظ القرآن وقارئه بأنَّه وإنْ كان هناك أجرٌ كبير للقارئ والحافظ إلاّ أنَّ هناك من الأجور التي لا يعلم مقدارها إلا الله إذا تمت هداية للغير بسبب دعوة القرآن فإن المرء يزداد نشاطًا وعطاءً، عن سهل بن سعد رضي الله عنه أن رسول الله صلى الله عليه وسلم قال لعلي بن أبي طالب رضي الله عنه لما أعطاه الراية يوم خيبر: « انفذ على رسلك حتى تنزل بساحتهم، ثم ادعهم إلى الإسلام وأخبرهم بما يجب عليهم من حقِّ الله فيه، فوالله لأن يهدي الله بك رجلًا واحدًا خيرٌ لك من حمر النعم » (1)\n_________\n(1) أخرجه البخاري في كتاب الجهاد والسير، باب: دعاء النبي صلى الله عليه وسلم إلى الإسلام والنبوة 4 / 6 رقم 2942 وبرقم 3009 وبرقم 3701 وبرقم 4210 / 8.\n(1/40)",
        "\nالخاتمة\nالحمد لله الذي بنعمته تتم الصالحات، والصلاة والسلام على نبيه محمد وآله وصحبه وسلم:\nفقد تفضّل علينا ربنا سبحانه بإيضاح عددٍ من المسائل المهمّة المتعلقة بالقرآن الكريم من حيث: تعريفه، وبيان فضله، وفضل تعلُّمه، وتحسين الصوت به، وكيفيَّة قراءته، وآداب تلاوته، وقواعد حفظه.\nوكيف عنيت المملكة العربية السعودية بالقرآن الكريم من حيث تعليمه، وإنشاء المدارس المتخصصة لأجله، والعمل به، والتحاكم إليه مع السنة النبوية الشريفة، فجمع الله سبحانه لها كنوزًا عظيمة وأكسبها مكانة عالية مرموقة بين دول العالم بسبب عنايتها به، وتقديرها له، فنسأل الله سبحانه أن يجعل القرآن الكريم ربيع قلوب المسلمين، وحكمًا لهم في مختلف جوانب حياتهم الدينيَّة والدنيويَّة، والواجب على المسلمين في أنحاء المعمورة أن يعرفوا أنّه لا فلاح لهم ولا سعادة تحفّهم وتكتنفهم إلا إذا أقاموا لكتاب الله تعالى، ولسنّة رسوله الكريم محمد صلى الله عليه وسلم وزنهما، وحكمَّوهما في الواقع ورضوا بأحكامهما، وأذعنوا لهما رقابهم وسلّموا تسليمًا.\n(1/41)\n",
        "\"اللهمَّ اجعلنا من أهل القرآن الذين هم أهلك وخاصّتك يا أرحم الراحمين، اللهمَّ اجعله حجة لنا وشاهدًا لنا لا علينا يوم لقاك يا رَبَّ العالمين\".\nوصلى الله على نبينا محمد وعلى آله وصحبه أجمعين.\n(1/42)\n\nفهرس المراجع والمصادر\n1- الإتقان في علوم القرآن - جلال الدين عبد الرحمن السيوطي، تحقيق وتخريج: فواز أحمد زمرلي، ط1 دار الكتاب، بيروت: 1419هـ / 1999م.\n2- أساليب الدعوة الإسلامية المعاصرة - د. حمد بن ناصر العمار، ط3 دار إشبيليا للنشر والتوزيع، الرياض: 1418هـ / 1998م.\n3- أضواء على منجزات التنمية في المملكة العربية السعودية - إعداد: إدارة الأبحاث والنشر بدار الأفق للنشر والتوزيع، ط1 الرياض: 1415هـ / 1995م.\n4- البرهان في تجويد القرآن - محمد الصادق قمحاوي، ط13 دار القرآن الكريم بيروت: 1399هـ.\nالتبيان في علوم القرآن - محمد علي الصابوني، ط2، 1400هـ / 1980م.\n6- حق التلاوة - حسني شيخ عثمان، ط10 دار المنارة للنشر والتوزيع، جدة: 1415هـ / 1994م.\n7- حقيقة الأمر بالمعروف والنهي عن المنكر وأركانه ومجالاته - د. حمد بن ناصر العمار، ط2، دار إشبيليا للنشر والتوزيع، الرياض 1420هـ / 1999م.\n8- الدعوة الإسلامية \"دعوة عالمية\" - محمد بن عبد الرحمن الراوي، ط3 مكتبة الرشد، الرياض: 1411هـ / 1991م.\n9- الدعوة إلى الله \"الرسالة، الوسيلة، الهدف\" - د. توفيق الواعي، ط1 مكتبة الفلاح، الكويت: 1406هـ / 1986م.",
        "(1/43)\n\n10- دعوة الإسلام - السيد سابق، ط1 دار الكتاب العربي، بيروت: 1973م.\n11- دليل جامعة الإمام محمد بن سعود الإسلامية - إعداد: إدارة الدراسات والمعلومات لعام 1419هـ، ط مطابع جامعة الإمام بن سعود الإسلامية، الرياض.\n12- سياسة التعليم في المملكة العربية السعودية، ط4 مطابع البيان، الرياض 1416هـ / 1995م.\n13- شرح صحيح الإمام مسلم - يحيى بن شرف النووي، ط2 دار إحياء التراث العربي، بيروت: 1392هـ / 1972م.\n14- صحيح ابن خزيمة - تحقيق وتخريج: د. محمد مصطفى الأعظمي، ط1 المكتب الإسلامي، بيروت: 1391هـ / 1971م.\n15- صحيح سنن ابن ماجه - محمد ناصر الدين الألباني، مكتب التربية العربي لدول الخليج بالرياض، ط1: 1409هـ / 1989م، توزيع: المكتب الإسلامي، بيروت.\n16- صحيح البخاري - الإمام محمد بن إسماعيل البخاري الجعفي، ط1 دار الفكر، بيروت: 1414هـ / 1994م، نشر: المكتبة التجارية، مكة المكرمة.\n17- صحيح سنن الترمذي - محمد ناصر الدين الألباني، الناشر: مكتب التربية العربي لدول الخليج بالرياض، ط1: 1408هـ / 1988م، توزيع: المكتب الإسلامي، بيروت.\n(1/44)",
        "\n18- صحيح الإمام مسلم - الإمام أبو الحسين مسلم بن الحجاج القشيري النيسابوري، تحقيق وترقيم: محمد فؤاد عبد الباقي، ط1: 1400هـ / 1980م، نشر وتوزيع: الرئاسة العامة لإدارات البحوث العلمية والإفتاء والدعوة والإرشاد.\n19- صحيح سنن النسائي - محمد ناصر الدين الألباني، الناشر: مكتب التربية العربي لدول الخليج بالرياض، ط1: 1409هـ / 1988م، توزيع: المكتب الإسلامي، بيروت.\n20- صحيح سنن الترمذي - محمد ناصر الدين الألباني - ط1 المكتب الإسلامي، بيروت: 1411هـ / 1991م.\n21- غاية المريد في علم التجويد - عطية قابل نصر، ط1414:4هـ / 1994م.\n22- فتح الباري بشرح صحيح البخاري - أحمد بن علي بن حجر العسقلاني، تصحيح وتعليق: سماحة الشيخ: عبد العزيز بن عبد الله بن باز، ترقيم: محمد فؤاد عبد الباقي، إخراج: محي الدين عبد الحميد، ط مكتبة الرياض الحديثة.\n23- فضائل القرآن الكريم - عبد الله بن جار الله الجار الله ط مطابع الجزيرة، الرياض.\n24- فضل القرآن \"تعلُّمه وتعليمه\" - الإمام المجدّد محمد بن عبد الوهاب، ط1 دار القاسم، الرياض: 1416هـ / 1995م.\n(1/45)\n",
        "25- فيض المعين على جمع الأربعين في فضل القرآن المبين - علي بن سلطان بن محمد القاري، تحقيق وتخريج: محمد شكور المياديني، ط1 مكتبة المنار، الزرقاء بالأردن: 1407هـ / 1987م.\n26- القرآن \"أنواره، آثاره، أوصافه، فضائله، خصائصه، تفسيره، ختمه\" - محمد محمود الصواف، ط مؤسسة الرسالة، بيروت: 1393هـ / 1973م.\n27- قواعد التجويد على رواية حفص عن عاصم بن أبي النجود - د. عبد العزيز بن عبد الفتاح القارئ ط5 مكتبة الدار، المدينة المنورة: 1410هـ.\n28- القواعد الذهبية لحفظ القرآن الكريم - عبد الرحمن عبد الخالق، ط3 مكتبة دار المنار، الخرج: 1410هـ.\n29- كلمات منتقاة من خطب خادم الحرمين الشريفين الملك فهد بن عبد العزيز آل سعود - عبد الرحمن بن سليمان الرويشد، ط1 دار الشبل للنشر والتوزيع، الرياض: 1416هـ.\n30- لمحات عن ثوابت السياسة السعودية - إعداد: إدارة الأبحاث والنشر بدار الأفق للنشر والتوزيع، ط1 الرياض: 1415هـ / 1995م.\n31- مباحث في علوم القرآن - مناع بن خليل القطان، ط2 مؤسسة الرسالة، بيروت: 1419هـ / 1998م.\n(1/46)\n\n32- مختارات من الخطب الملكيَّة - إعداد: دارة الملك عبد العزيز، ط مؤسسة مرينا لخدمات الطباعة، الرياض: 1419هـ / 1999م.\n33- مسند الإمام أحمد بن حنبل، فهرس الرواة - محمد ناصر الدين الألباني، ط مؤسسة قرطبة، القاهرة.\n34- المعجم المفهرس لألفاظ الحديث النبوي، إعداد: مجموعة من المستشرقين، نشر: د. أ. ي ونسنك، ومشاركة: محمد فؤاد عبد الباقي، ط مكتبة بريل في مدينة ليدن: 1936م.\n35- المعجم المفهرس لألفاظ القرآن الكريم - محمد فؤاد عبد الباقي، ط المكتبة الإسلامية، استانبول، تركيا: 1982م.\n36- الملك الراشد، جلالة الملك عبد العزيز آل سعود - عبد المنعم الغلامي، ط2 دار اللواء، الرياض: 1400هـ / 1980م.\n37- المنار في علوم القرآن - د. محمد علي الحسن، ط1 دار الأرقم، عمّان بالأردن: 1983م.\n38- منهاج المسلم - أبوبكر جابر الجزائري، ط2 مكتبة الدعوة الإسلامية.",
        "(1/47)\n"
    ]
}