{
    "partText": [
        "حقوق غير المسلم داخل المجتمع\nالإسلامي في الفقه الإمامي\nرسالة ماجستير\nالباحث: وليد الخزعلي",
        "الأستاذ المشرف: د. عبد الجبار الرفاعي\nالأستاذ المساعد: حجة الإسلام والمسلمين سيد منذر الحكيم\n\nهذا الكتاب",
        "نشر إليكترونياً وأخرج فنِّياً برعاية وإشراف\nشبكة الإمامين الحسنين عليهما‌السلام للتراث والفكر الإسلامي\nوتولَّى العمل عليه ضبطاً وتصحيحاً وترقيماً\nقسم اللجنة العلمية في الشبكة",
        "\nالإهداء\nإلى أمناء الرحمن في دار الفناء ..\nوشفعاء المؤمن في دار البقاء ..",
        "وروّاد الشريعة الخاتمة السمحاء ..\nسادة الأنام والرحمة الواسعة ..\nمحمّد المصطفى وأهل بيته الكرام ..\nأهدي جهدي المتواضع هذا ...",
        "\nشكر وتقدير\nالحمد لله والصلاة والسلام على أشرف خلقه محمد المصطفى وآله المنتجبين.\nأتقدّم بشكري وفائق تقديري إلى المسؤولين في المركز العالمي للدراسات الإسلامية ؛ الذي أتاح لنا الفرصة في طي المراحل الدراسية، والانتهال من المصدر العذب، وهي علوم أهل البيت عليهم‌السلام، من خلال التمهيد للدراسة والبحث، وفي مقدَّمتهم الشيخ الدكتور أعرافي (دامت بركاته).",
        "وكذلك أودّ أن أشكر أساتذتي المحترمين (المدير والمسؤولين) في مدرسة الحُجَّ-تية للفقه والمعارف الإسلامية.\nوأوجّه شكري وجزيل امتناني لأستاذي المشرِف الدكتور عبد الجبار الرفاعي ؛ لمواكبته المستمرة لأطروحتي هذه وجهده البالغ . وكذلك الشكر الجزيل للأستاذ المساعد السيد الفاضل، حجة الإسلام والمسلمين منذر الحكيم لإرشاداته القيّمة.\nوأتقدَّم بالشكر الخالص لجميع الأساتذة والطلبة الأفاضل الذين لم يدّخروا جهداً في مساعدتي وفّقهم الله جميعاً.\n",
        "خلاصة البحث\nموضوع هذا البحث يتركّز حول حقوق غير المسلمين داخل المجتمع الإسلامي، وما ينبغي للدولة الإسلامية من الإيفاء بتلك الحقوق التي ضُمنت لهم، مستندين في ذلك إلى الأدلّة الواردة في إطار المذهب الإمامي ورأي فقهائهم.\nوالبحث يحتوي على أربعة فصول وخاتمة:\nالفصل الأوّل: ويتكوّن من مبحثين تمهيديَّين:",
        "المبحث الأوّل: في التعريف لمفهوم غير المسلم - لُغةً واصطلاحاً - مع تفريعاته.\nالمبحث الثاني: في تقسيمات غير المسلم، والتعريف بماهية كلّ قسم.\nالفصل الثاني: ويتكوّن من ثلاثة مباحث في تعامل النبي صلى‌الله‌عليه‌وآله وأهل بيته عليهم‌السلام مع غير المسلمين من الناحية التاريخية.\nالمبحث الأوّل: في التعامل مع المشركين داخل الجزيرة العربية.",
        "المبحث الثاني: تعامل النبي وأهل بيته عليهم‌السلام مع أهل الكتاب، خصوصاً اليهود ؛ لاحتكاكه المباشر معهم.\nالمبحث الثالث: سرد لمكاتيب الرسول صلى‌الله‌عليه‌وآله مع الزعماء والملوك في ذلك الوقت، مع التوضيح والتعليق.\nالفصل الثالث: كان استقراءً للحقوق التي أقرّها وأسّسها الإسلام لغير المسلمين . وفيه ثلاثة مباحث:\nالمبحث الأوّل: المبادئ الأوّلية في العلاقة بين المسلمين وغيرهم.",
        "المبحث الثاني: المساواة الإنسانية.\nالمبحث الثالث: مدرسة أهل البيت وحقوق غير المسلمين.\nالفصل الرابع: يبحث متتبِّعاً أهمّ الشُّبهات والإشكالات، التي أُثيرت في مجال حقوق وواجبات غير المسلمين داخل المجتمع الإسلامي، وطريقة معالجتها وحلّها، كشبهة انتشار الدين بالسيف وأنّه دين دمٍ وسيف، وشبهة أنّه يدعو للعنف والإرهاب، وشبهة التضييق في الحريّات في الاعتقاد وغيره.\nأمّا الخاتمة: فاحتوت على ثلاث وعشرين نقطة في استنتاجات لكلّ البحث بشكل مفصّل وجامع .  ",
        "\nالمقدّمة\nبسم الله الرحمن الرحيم\nالإسلام هو رسالة السِلم، الذي يريد للإنسانية الرقيّ والتقدّم والحضارة، والسكينة والاطمئنان، فإنّ الإنسان غير الآمن في سِربه ومسكنه وحياته ؛ لا يتمكّن من أن يحقّق الازدهار والنموّ، بل كثيراً ما يسبّب فقدان الأمْن تحطيم الإنسان في أبعاده المختلفة، واستنفاد معنويّاته السامية التي تحافظ على كرامته وإنسانيّته، وفقدان الأمْن الناشئ من الخوف ونحوه، نتيجة طبيعية لركون الإنسان، بل المجتمع الإنساني برمّته، إلى المادّة والعزوف عن المعنويات عالية المضامين.",
        "وخاتم الأديان جاء بمبادئه السامية لإنقاذ أهل المعمورة من ظلمات المادّة إلى نور المعاني الروحانية، وعلى رأسها التوحيد ؛ ليصل بالإنسان إلى سعادته الأبدية، ولتنظيم أمره ومجتمعه في دار الدنيا.\nولو طُبّق الإسلام بمبادئه التي نادى بها خاتم الرُسل، لكان المجتمع الإنساني اليوم على غير ما نحن عليه من التشتّت وانبساط الظلم والاضطهاد وهضم الحقوق، وكلّ هذا ناشئ من ظلم الإنسان لنفسه وأبناء جنسه، والتعدّي على حقوق غيره وأخْذ ما ليس له بحقّ.\nوعلى أيّة حال، فالإسلام ينطوي في دستوره على مفاهيم ومبادئ راقية لتنظيم الأمر في دار الدنيا لبني الإنسان، ومن تلك المبادئ مبدأ \" التعامل الإنساني \" فيما بين الناس أنفسهم عامّة، وبين مَن ينتمي لهذا الدين من جهة وبين مَن لا ينتمي له من جهة أخرى خاصّة، وذلك من خلال الالتزام بمنح الحقوق لغير المسلم من جهة الحكومة الإسلامية والمجتمع الإسلامي.\nوارتأينا أن نطرق موضوع حقوق غير المسلم داخل المجتمع الإسلامي من وجهة نظر مدرسة أهل البيت عليهم‌السلام ؛ وذلك وِفقاً لطريقة المذهب الإمامي ؛ لنبيّن ما جاء به الإسلام وما دعا إليه في هذا المجال، ولرفع الشبهات التي تُثار على خاتم الأديان من هذه الناحية، لِما يتعرّض له الإسلام اليوم من هجمة شرسة تحاول طمس مبادئه، وإيقاف عجلته السائرة نحو سعادة",
        "\nالإنسان . فقد بيّنا تلك الحقوق لغير المسلمين داخل المجتمع الإسلامي، والتي يتّضح من خلالها أنّ حضارة الإسلام لا تضاهيها حضارة في المعمورة قط.\nوإليك بعض ما بحثناه خلال هذا الجهد ؛ ليتّضح لغير المسلم خارج المجتمع الإسلامي، ما عليه غير المسلم داخل المجتمع الإسلامي:\n1 - عدم إكراه أحد منهم على ترك دينه، أو إكراهه على عقيدة معيّنة.",
        "2 - من حقّ أهل الكتاب ممارسة شعائرهم وطقوسهم بكلّ حرّية.\n3 - تَرك لهم الإسلام ما أباحه لهم دينهم من الطعام وغيره، وإن كان غير مباح عند المسلمين.\n4 - لهم الحرّية في قضايا الزواج والطلاق والنفقة حسب دينهم.\n5 - حَمى الإسلام كرامتهم وصان حقوقهم، وجعل لهم الحرّية في الجدل والمناقشة من دون عنف.",
        "6 - ساوى بينهم وبين المسلمين في القوانين العامّة للبلاد.\n7 - حكم من خلال معظم الفقهاء بطهارة أهل الكتاب، وحلّية طعامهم والتزوّج بنسائهم والمعاملة معهم.\n8 - حبّذ الإسلام زيارتهم وعيادة مريضهم، وتقديم الهدايا لهم وقضاء حوائجهم‏.\nبيان الموضوع:",
        "موضوع البحث، هو: حقوق غير المسلمين داخل المجتمع الإسلامي، سواء كان غير المسلمين أهل كتاب أم غيرهم، فكان البحث عرْضاً لحقوقهم من وجهة نظر الفقه الإمامي . وسعَينا بدايةً التعريف بماهيّة غير المسلم وأقسامه، ثمّ التعامل معهم من قِبل النبيّ وأهل بيته عليهم‌السلام من الجهة التاريخية، وبعدها عرض شامل للحقوق الممنوحة لهم من قِبل الإسلام بشتّى أنواعها، حقوقاً اقتصادية وفكرية واجتماعية وأخلاقية وسياسية، وردّ أهمّ الشبهات والإشكالات الواردة في هذا الصدد.\nالسابقة الدراسية:\nمن خلال الاطّلاع على الكثير من المصادر الفقهية والحقوقية في هذا المجال، لم نجد المصادر الوافي لهذه المسألة في كتُب الفقه الإمامي، إلاّ وهي منتثرة في بطون الكتُب الفقهية والحقوقية،\n",
        "بشكل إجمالي وإشارات لبعض فروعها، وإن كان الموجود في كتُب المذاهب الأخرى الإسلامية غير الإمامية أوسع، ولكنّ موضوعنا مختصّ بوجهة نظر الفقه الإمامي.\nوبعد البحث الدقيق عثرنا على أطروحة ماجستير لأحد الطلبة الأفاضل (جاسم الزيدي)، عنوانها: ( حُكم الأقلِّيَّات الدينية )، ولكنّها مختصّة بأهل الذمّة، ولم يتطّرق فيها للناحية التطبيقية التاريخية، ولم يذكر البحث الكلامي لها في طرح الشُبهات وحلّها، فهي أشبه ما تكون بالبحث الفقهي البَحْت للأحكام الشرعية للأقلِّيَّات.\nلذا جَهدْنا لأن نسعى في هذا المجال في لملمة ما هو منتشر في كتُب فقهاء الإمامية وعلماء فقه الحقوق، وتحقيقها وعرض الأدلّة الشرعية في فروعها.\nأهمّية البحث:",
        "ممّا تقدّم يتبيّن لنا وللمتتبّع، أهمّية كتابة هذهِ الأطروحة، وذلك لإظهار:\n1 - اعتقاد الفرد الإسلامي بما أمره الإسلام في التعامل مع مواطنه غير المسلم داخل المجتمع الإسلامي، في جميع نواحي الحياة.\n2 - تعامل السلطتَين، التشريعية والتنفيذية، في الحكومة الإسلامية مع الأقليّات الدينية من ناحية الحقوق والواجبات.\n3 - ما يتّسم به القانون الإسلامي الشرعي من العدالة والإنصاف في التعامل مع غير المسلمين داخل المجتمع الإسلامي، حتّى يُرفع الغِطاء الذي وضعه أعداء الإسلام على أعْيُن الشعوب غير المسلمة في العالم.",
        "الفرضيّات:\n1 - من المفترض لهذه الأطروحة أن تُظهر وتُبيّن ما لغير المسلمين من حقوق، أباحها الشرع الإسلامي وأقرّها على جميع الأصعدة، سواء كانت فكرية اعتقادية أو سياسية أو اقتصادية أو اجتماعية.\n2 - بإمكان هذه الأطروحة من الناحية الكلامية والتحليلية، وحسب الأدلّة الفقهية، أن تُفكّك بعض الشبُهات الواردة في مجال حقوق غير المسلم داخل المجتمع الإسلامي، ورفع التشويه لصورة ديننا في هذا المجال.\n",
        "غرض الأطروحة:\nلعلّ الواجب الكفائي الذي يُطرح في مسائل جهاد أعداء الإسلام عسكرياً، قد سرى لِما نحن فيه من جهادهم فكرياً وعقائدياً، فالهجمة الفكرية والعقائدية التي يتعرّض لها الإسلام في وقتنا الحاضر، خارجياً وداخلياً، من بعض الفِرَق الضالّة، والمحسوبة على المنظومة الإسلامية، والإسلام منهم بَراء ؛ ممّا يدعونا إلى شحذ الأقلام وإظهار ما يتمتّع به النظام الإسلامي من القيَم الحضارية وروح التسامح، وبسط الحقوق للأقليّات غير المسلمة في مجتمعه، ممّا يُزيل الشبهات التي أرادوا بها تشويه وجه الإسلام الحقيقي . وأحد أهداف هذهِ الأطروحة هي إزالة هذه الحُجُب التي وضعها أعداء الإسلام لسَتْر حقيقته السامية.\nكما أنّ من الأهداف لهذه الأطروحة، أنّه بالإمكان الاستفادة منها للباحثين في حقوق الإنسان في المنظّمات العالمية في الوقت الحاضر، للاطّلاع على شرعيّة معاملة غير المسلمين داخل المجتمع الإسلامي.\nأُسلوب التحقيق:",
        "1 - البحث يعتمد في تحقيقه وتدوين مطالبه على ما يطرحه فقه المذهب الإمامي، وليس هو بحثاً مقارناً بين المذاهب من ناحية فقهية.\n2 - وهذا البحث جامع بين الأسلوب التتبّعي الوصفي، من جهة ذِكر التعامل التاريخي للمسلمين مع غيرهم داخل المجتمع الإسلامي، وبين التحليل والاستقراء للأدلّة الواردة لدعم ‏ما يتبنّاه الإسلام في تعامله مع الأقليّات الدينية، وكذلك في دفع الشبهات والإشكالات في هذا الصدد.\nوليد حميد الخزعلي\n",
        "الفصل الأوّل:\nالمفاهيم، والتعريفات\nوفيه مبحثان:\nالمبحث الأوّل: مفهوما (الحقّ) و(غير المسلم).",
        "المبحث الثاني: أقسام (غير المسلم) وماهيّته.\n\nالمبحث الأوّل: المفاهيم.\n1 - مفهوم الحقّ.",
        "2 - مفهوم غير المسلم.\n\nفي البدء لا بدّ لنا من التطرّق لمفهوم الحقّ، فنقول:\n1- مفهوم الحقّ:",
        "الحقّ في اللغة:\nوردت كلمة الحقّ في القواميس والمعاجم بمعانٍ مختلفة، ويمكن إجمال تلك المعاني ب-: (الثابت، الموجود، المِلك، الإيجاب والإلزام، المال ).\nقال ابن منظور: ( الحقّ: نقيض الباطل، وجمعه حقوق وحِقَاق ) (1).\nويقول الجرجاني: ( الحقّ في اللغة: الثابت الذي لا يسوغ إنكاره، ويستعمل في الصدق والصواب أيضاً . والحقيقة هي: الشيء الثابت قطعياً ويقيناً، وهو اسم للشيء المستقرّ في محلّه)(2).",
        "المعنى الاصطلاحي للحقّ:\nهو: اعتبار معنى يترتّب عليه الإسقاط أو النقل بالمعاوضة، فليس هو من الإباحة الشرعية التي ليست موضوعاً لهذه الآثار (3).\nلذا فالحقّ ليس حكماً شرعياً مجعولاً ؛ لأنّ الأحكام الشرعية المجعولة هي إنشاءات خاصّة بدواعٍ مخصوصة، فالإنشاء بداعي جعل الداعي فِعلاً أو تركاً - لمصلحة لزومية أو غيرها، أو عن مفسدة كذلك - إيجابٌ وتحريمٌ واستحبابٌ وكراهةٌ، أو بداعي إرخاء العنان والترخيص، فهو إباحةٌ(4).\nوعليه، فالفرق بين الحقّ والحكم: أنّ الشارع جعل سلطنة لذي الحقّ في الحقوق، وحَكَم بحُكم تكليفي في الأحكام من دون جعل سلطة فيها لأحد.",
        "____________________\n1 - أبو بكر الرازي، مختار الصحاح، ص 97 . ابن منظور: لسان العرب، المجلّد الأول، ص 680 - 682 . الجوهري، الصحاح، ج4، ص 1460 . القاموس المحيط، ج 3، ص 228.\n2 - الجرجاني، التعريفات، ص 112.\n3 - محمّد حسين الأصفهاني، حاشية كتاب المكاسب ( للأنصاري )، ج1، ص18.",
        "4 - نفس المصدر، ص17 - 18.\n\nوالحكم لا يقبل الانتقال قطعاَ ؛ لأنّ أمر الحكم بيد الحاكم، وليس للمحكوم عليه إسقاطه ولا نقله ؛ لأنّه تدخّل في سلطة الربّ (1).\nأمّا الحقّ، فلأجل السلطنة لصاحب الحقّ، فمقتضى طبيعته جواز نقله وإسقاطه ؛ لأنّه مالك له ويجوز التصرّف به . وهذا النقل والإسقاط يكون نافذاً لصاحبه، ما لم يوجد مانعٌ لأحد أمرين:",
        "1- إذا لاحظ الشارع الحكيم مفسدة في النقل أو الإسقاط، كما في مال الشخص ؛ فليس له إفساده وإتلافه عبثاً ؛ لأنّه إسرافٌ محرّم . أو في عدم جواز بيع سلاحه - الذي لمالكه الحقّ في بيعه ممّن يشاء - للمحارب للدين، فهذا منهيٌ عنه.\n2 - أن يكون هناك قصور في الحّق بحسب جعل الشارع، كما لو كان الحقّ متقوِّماً بشخصٍ خاصّ، كحقّ التولية في الوقف من الواقف لشخص يتولّى الوقف، أو في الوكيل في حقّ الوكالة، فليس للوكيل ولا للوليّ في الوقف - مثلاً - أن يحوّل هذا الحقّ لغيره إلاّ بتجويز الموكِّل أو الواقف(2).\nأنواع الحقوق:\nقسّم علماء القانون الحقوق إلى عدّة أقسام ؛ وذلك لنظرتهم إليها باعتبارات مختلفة، من وجوه مختلفة، وهذه النظرة عبارة عن بيان وتوضيح لمدلول ومفهوم أنواع الحقوق، فهي وصف لواقع يُظهر ما يدلّ عليه إطلاق كلمة الحقّ، وليست بمنشِئة لحقوق جديدة، والمثال على ذلك تقسيم الحقّ إلى مطلق ونسبي. فالحقّ النسبي: هو الحقّ الذي وُجد لمصلحة شخص أو أكثر تجاه آخر، كالالتزامات بين الأفراد، فالدَيْنُ عبارة عن ارتباط بين دائن و مَدينِه، يلتزم فيه المدين بالقيام بعمل أو الامتناع عن عمل. أمّا الحقّ المطلق: فهو امتياز يُمنح لشخص معيّن، و يكفل القانون حفظ هذا الحقّ، دون أن يكون هناك التزام معيّن من فرد معيّن، بل إنّ الناس جميعاً يلتزمون باحترام هذا الحقّ كحقِّ الملكية مثلاً (3).",
        "وقسّم علماء القانون الحقوق إلى حقوق سياسية وحقوق غير سياسية، و إلى حقوق عامّة وحقوق خاصّة، وإلى حقوق الأُسرة، وإلى حقوق مالية، وإلى حقوق شخصية وعينية وذهنية.\n____________________\n1 - محمد كاظم اليزدي، حاشية على كتاب البيع للأنصاري، ج1، ص55.\n2 - نفس المصدر.",
        "3 - د . عبد الرحمن، صابوني، المدخل لدراسة التشريع الإسلامي، ج2، ص9 - 15.\n\n2 - مفهوم غير المسلم.\nأمّا بالنسبة لمفهوم ( غير المسلم )، لا بدّ من التعرّض أوّلاً إلى بعض المفاهيم وتوضيح تعاريفها اللُّغويّة، وشرح معناها الاصطلاحي:",
        "أ - المسلم:\n- السِلْم ( بالكسر ): السلام . والسلم ( يُفتح ويُكسر ): يعني الصلح . السلام: السلامة، والسلام: الاستسلام . وأسلمَ أمرَهُ إلى الله أي سَلَّمَ، وأَسْلَمَ أي دخل في السَلْمِ، وهو الاستسلام، وأسلم من الإسلام (1).\nوأسلَمَ الرجل أي انقاد، وقيل: أسلَمَ: دخل في الإسلام، وصار مسلماً وتسلَّم . يُقال: كان كافراً ثمّ تسلّم أي أسلم . والتسليم يعني: الرضا بما قدَّر الله وقضاه، والانقياد لأوامره وترك الاعتراض (2).\nأمَّا المعنى الاصطلاحي لكلمتي الإسلام والمسلم، فقد قال الشيخ الصدوق: ( الإسلام، هو: الإقرار بالشهادتين، وهو الذي يُحقن به الدماء والأموال . ومَن قال: لا إله إلاّ الله محمّد رسول الله صلى‌الله‌عليه‌وآله ؛ فقد حُقن ماله ودمه إلاّ بحقّيهما، وعلى الله حسابه ) (3).",
        "وقال المحقّق الحلّي: ( يكفي في الإسلام الإقرار بالشهادتين ) (4).\nكما قال الشهيد الأوّل: ( المسلم: مَن أظهر الشهادتين، ولم يجحد ما عُلم ثبوته من الدين ضرورةً ) (5).\n____________________\n1 - إسماعيل بن حمّاد الجوهري، الصحاح، ج5، ص1952.",
        "2 - محمد مرتضى الزبيدي، تاج العروس، ج 8، ص340.\n3 - محمد بن علي الصدوق، الهداية، ص54.\n4 - جعفر بن الحسن الحلّي، شرائع الإسلام، ج3، ص632.\n5 - محمد بن مكي، الشهيد الأول، ذكرى الشيعة، ج1، ص402.",
        "\nب - الكافر:\nالكُفْرُ ( بالضمّ، ويُفتح ): ضدّ الإيمان.\nوأصل الكُفر من الكَفْر ( بالفتح ) مصدر كَفَرَ بمعنى السَّتْر، وكذلك كَفَرَ بها يكْفُر ( كفوراً وكفراناً: جَحَدَها وسَتَرَها ).",
        "كافَرَه حقَّه أي جَحَدَهُ، والمُكَفَّرُ كمُعظَّم: المجحودُ النعمة مع إحسانه.\nوكافرٌ: جاحدٌ لأنعم الله تعالى، والجمع كُفَّار ( بالضمّ )، وكَفَرَةٌ محرّكة، وكِفارٌ ككِتاب.\nالمؤنث: كافِرَةٌ، جمعها كوافِرَ.\nكَفَّار وكَفُور يعني كافر.",
        "والكفّار أبلغ مِن الكفور (1).\nقال بعض أهل العلم: الكفر على أربعة أنحاء: كُفر إنكار ( بأن لا يعرف الله أصلاً ولا يعترف به )، وكُفر جحود، وكفر معاندة، وكفر نفاق . مَن لقيَ ربَّه بشيء مِن ذلك لم يغفر له، ويغفر ما دون ذلك لمَن يشاء.\nفأمّا كفر الإنكار، فهو يكفر بقلبه ولسانه، ولا يعرف ما يُذكر له مِن التوحيد.\nوأمّا كفر الجحود، فأنْ يعترف بقلبه ولا يقرّ بلسانه، فهو كافر جاحد ككفر إبليس وكفر أُميّة بن أبي الصلت.",
        "وأمّا كفر المعاندة، فهو أنْ يعرف الله بقلبه ويقر بلسانه، ولا يَدِين به حسداً وبغياً، ككفر أبي جهل وأضرابه.\nوأمّا كفر النفاق، فأنْ يقر بلسانه، ويكفر بقلبه ولا يعتقد.\nالكُفر صنفان: أحدهما: الكُفر بأصل الإيمان وهو ضدّه، والآخر: الكُفر بفرع مِن فروع الإسلام، فلا يخرج به عن أصل الإيمان (2).\n____________________",
        "1 - محمد مرتضى الزبيدي، ج3، ص 524 - 525 - 527.\n2 - جمال الدين محمد بن مكرم بن منظور المصري، ج5، ص 145.\n\nأمَّا المعنى الاصطلاحي للكافر، فهو: مَن ينكر أو يشكّ في وجود الله أو وحدانيّته، أو نبوّة النبيّ صلى‌الله‌عليه‌وآله، أو المعاد يوم القيامة، أو ضرورة مِن ضروريات الدين كوجوب الصلاة وحرمة الخمر(1).",
        "وينقسم الكافر كتقسيم أوّلي إلى:\n1 - الكافر الحربي: هو الكافر غير الكتابي، أو الكتابي (2) الذي لم يتعهّد بشرائط الذمّة مطلقاً (3).\n2 - الكافر الذِّمِّي: مَن له كتاب كاليهود والنصارى أو شبهة كتاب كالمجوس، وقَبِلَ بشروط الذمّة مع المسلمين والتزم بها (4).\n3 - الكافر المستأمَن: هو الذي يدخل إلى دار الإسلام بأمان مؤقت ؛ لتجارة أو رسالة أو حاجة أو للإطلاع على الدين الإسلامي (5).",
        "4 - الكافر المعاهد: وهو ما يُعقد معه معاهدة صلح، أي يعقد المسلمون مع بلاد غير إسلامية معاهدة صلح، والذي يتولّى إبرامها وليّ الأمر أو مَن يمثّله (6).\n____________________\n1 - د . أحمد، فتح الله، معجم ألفاظ الفقه الجعفري، ص 343.\n2 - المقصود بالكتابي: مَن له كتاب، وهم اليهود والنصارى، ومَن له شبهة كتاب وهم المجوس.",
        "3 - الميرزا جواد، التبريزي، ج 1، ص 448.\n4 - د . أحمد، فتح الله، معجم ألفاظ الفقه الجعفري، ص 198.\n5 - الحسن بن يوسف المطهَّر الحلي، تذكرة الفقهاء، ج 9، ص 322 . كذلك: أبي جعفر محمد بن الحسن بن علي، الطوسي، المبسوط في فقه الإمامية، ج2، ص42 . كذلك: جعفر بن خضر بن شلال، الحلّي، كشف الغطاء، ج2، ص 396.\n6 - نجم الدين جعفر بن الحسن الحلّي، شرائع الإسلام في مسائل الحلال والحرام، ج1، ص235 . كذلك: الحسن بن يوسف المطهَّر الحلّي، قواعد الأحكام، ج1، ص 516 . وكذلك: أبو محمد عبد الله بن أحمد بن محمد، ابن قدامة، المغني، ج10، ص520.",
        "\nالمبحث الثاني:\nأقسام غير المسلم وماهيَّته\n",
        "تمهيد:\nيُعتبر غير المسلمين داخل المجتمع الإسلامي أقلّية دينية، وهؤلاء يُقسَّمون حسب التصنيف الديني إلى: أهل كتاب ومَن يُلحق بهم، ومَن ليس لهم كتاب سماوي.\nلكن قبل الشروع في هذا التقسيم والحديث عنه، نذكر وجْهة نظر الإسلام حول مفهوم الأقليّات كمقدّمة لهذا المبحث:\nنظرة الإسلام إلى مفهوم الأقلّيات:",
        "للإسلام نظرة مغايرة لمفهوم الأقلّية والأكثرية، فهو لا ينظر لبني الإنسان داخل المجتمعات الإسلامية، أنَّ هناك أقلّية وأكثرية مِن ناحية عددية أو دينية أو عِرقية ... إلخ، بل المعيار الوحيد الذي يذكره ويطرحه - بشكل موسّع - للأقلّية والأكثرية، هو معيار الحقّ . فمَن يتبعه فهم الأقلية، ومَن يضادّه هم الأكثرية، وليس لهذين المصطلحَين مِن ذِكر إلاّ في هذا المضمار: (وَإِن تُطِعْ أَكْثَرَ مَن فِي الأَرْضِ يُضِلُّوكَ عَن سَبِيلِ اللّهِ إِن يَتَّبِعُونَ إِلاَّ الظَّنَّ وَإِنْ هُمْ إِلاَّ يَخْرُصُونَ) (1)، ( وَأَكْثَرُهُمْ لاَ يَعْقِلُونَ ) (2)، ( وَقَلِيلٌ مِّنْ عِبَادِيَ الشَّكُورُ ) (3)، ( وَأَكْثَرُهُمْ لِلْحَقِّ كَارِهُونَ ) (4).\nفالمسألة في نظر القرآن الكريم هي تحقّق العدالة للجميع، وإعطاءهم كافّة حقوقهم بصورة متساوية، والفَرق الوحيد داخل المجتمع هو اتِّباع الحقّ وعدمه.\nوعليه فالإسلام لا يُفرِّق بين الناس مهما كانت فوارقهم اللُّغَوية والدينية، ومهما كانت عاداتهم وتقاليدهم، فكلّهم متساوون في الحقوق، وأمام القضاء، وأمام الدولة، ومع الناس الآخرين الذين يعيشون معهم في المجتمع،\n____________________",
        "1 - الأنعام: 116.\n2 - المائدة: 103.\n3 - سبأ: 13.\n4 - المؤمنون: 70.",
        "\nفالحاكمية لله وحده ( إِنِ الْحُكْمُ إِلاَّ لِلّهِ ) (1)، وذلك عِبر ما نزل في شريعةٍ مقدّسة وخاتمة لكلّ شرائعه السابقة.\nأمّا مصطلح الأقلّية الدينية المطروح في المجتمع الإسلامي اليوم، فهو مصطلح معاصر تماشياً مع ما طُرح مِن معاهدات ومواثيق دولية، فدخلت في موسوعة الثقافة الإسلامية حديثاً، وإلاّ فالديانات الأخرى في المجتمع الإسلامي، هي ليست أقليّات حسب نظر الشرع الإسلامي، بل هم أهل ذمّة وعهْد، لهم أحكامهم وحقوقهم الكاملة طبقاً للشريعة المقدّسة، فلهم الحرّية الدينية في الالتزام بدياناتهم واعتقاداتهم ضمن شروط الذمّة . فلولا هذه الشروط ؛ لتصدّع المجتمع بكامله وعمَّته الفوضى، واختلَّ النظام الاجتماعي . هذا من الناحية الدينية.\nأمَّا مِن ناحية اللغة أو اللون، فلا أقليّة في الإسلام مِن هذه الجهة، قال تعالى: ( وَمِنْ آيَاتِهِ خَلْقُ السَّمَاوَاتِ وَالأَرْضِ وَاخْتِلافُ أَلْسِنَتِكُمْ وَأَلْوَانِكُمْ إِنَّ فِي ذَلِكَ لآيَاتٍ لِّلْعَالِمِينَ ) (2)، فكل المجتمعات الإسلامية - بشتّى لُغاتها وألوانها - لا فرق فيما بينها في الشريعة المقدّسة بكلّ الحقوق والواجبات.",
        "كذلك لا فرق في الأعراق والأقوام والقبائل في قاموس الإسلام: ( يَا أَيُّهَا النَّاسُ إِنَّا خَلَقْنَاكُم مِّن ذَكَرٍ وَأُنثَى وَجَعَلْنَاكُمْ شُعُوباً وَقَبَائِلَ لِتَعَارَفُوا إِنَّ أَكْرَمَكُمْ عِندَ اللَّهِ أَتْقَاكُمْ إِنَّ اللَّهَ عَلِيمٌ خَبِيرٌ) (3) فالتقوى واتّباع الحقّ هو معيار التكريم عنده عزّ وجلّ.\nإذن ؛ فأصحاب الديانات الأخرى متساوون بالحقوق مع المسلمين، ولا يجوز إيذاءهم كما سيأتي في طيّات البحث إنشاء الله . وعليه فلا يُطلق في الشريعة المقدّسة عليهم: أقليّة، بل أهل ذمّة، أو معاهدين، أو مستأمنين، لكنّ كلمة ( أقليّات دينية ) جاءت في الوقت الحاضر تماشياً مع المعاهدات والمواثيق الدولية.\n____________________\n1 - يوسف: 40.",
        "2 - الروم: 22.\n3 - الحجرات: 13.\n\nالمعنى اللُّغَوي للأقليّات:",
        "كلمة الأقليّات - بصيغة النسبة - حديثة الاستعمال في اللغة العربية ؛ لذا فإنّ وجودها - بصيغة ( الأقليّات ) - في القواميس والمعاجم والموضوعات العربية قليل جداً.\nولكنّها استُعملت بتعريفات خاصّة بمؤسّسات دولية متخصّصة، تابعة لمنظّمة الأُمم المتّحدة أو منظّمات حقوق الإنسان.\nوكلمة ( أقليّات ) اشتُقّت لغةً مِن مادّة ( قِلّة )، قليل مِن قليل، يقول السموءل مفاخراً:\nالمعنى الاصطلاحي:",
        "ظهر مصطلح ( الأقليّات ) في الوقت المعاصر، حسب معايير عددية وسياسية، تأخذ بعين الاعتبار تطلّعات وآمال وأهداف الأقليّة مِن ناحية ( دينية أو عِرقية أو لُغوية ).\nوبدأت التعريفات لهذا المصطلح من سنة 1923م في 15 أيلول بخصوص شروط اكتساب الجنسية البولونية، حيث جاء في الرأي الاستشاري للمحكمة الدولية للعدْل الدولي، الصادر في 15/9/1923م، حول شروط اكتساب الجنسية البولونية، ما يلي:\n( إنّ مصطلح الأقلّية يبدو أنّه يخص السكّان الذين يختلفون عن الشعب البولوني،  من حيث العِرْق أو اللغة أو الدين، أي السكّان من أصل غير بولوني لهذه الأقاليم، سواء كانوا بولونيين أم لا ) (1).\nوتوالت بعد ذلك التعريفات لهذا المصطلح ( الأقليّة ) عِبر المؤتمرات والمعاهدات الدولية، وآخرها تقريباً تعريف للموسوعة الإلكترونية ( ENCARTA 2005 )، وهو كما يلي:",
        "____________________\n. cavarel: Ledroit International puplic positif tome I 3ed. Editions apedone. Paris 1973م p: 315 - (1)\n\n( الأقلّية، هي: مجموعة أشخاص تحمل مميَّزات خاصّة مِن الناحية العِرقية، الدينية، اللُّغوية، أو الاجتماعية، وتتميّز عن باقي السكّان الذين لهم فيها وضعية خاصّة . ونتكلّم عن الأقلّية لِما تُظهر هذه المجموعة مميّزات يمكن التعرّف عليها بوضوح، ويحرّكها شعور حقيقي باختلافها، وتتكوّن مِن تعداد كافٍ لاعتبارها كمجموعة . وكمعيار أخير، التعرّض للاضطهاد الذي كان غالباً ما يميّز الأقلّيات ) (1).",
        "أمّا المنجد الأبجدي، فيعرّف مصطلح الأقلّية بما يلي: ( جماعة من الناس مرتبطون بصِلة العِرِق أو الدين أو اللغة، ومندمجون في شعب يختلف عنهم، ويفوقهم قدرةً وعدداً ) (2).\nأقسام غير المسلمين:\nفهم إمّا أهل كتاب سماوي كما اشتُهر عنهم، مثل اليهود والنصارى، وألُحق بهم المجوس والصابئة، أو مَن ليس لهم كتاب سماوي كالمشركين في الجزيرة العربية آنذاك، أو كالهندوس و البوذيين كما في دول شرق آسيا وغيرهم.\nأ - أهل الكتاب.",
        "يُصنّف أهلُ الكتاب إلى صنفين بالنظرة الأوّلية:\n1 - المحاربين: الذين يُعادون المسلمين ويقاتلونهم، وهؤلاء لهم أحكامهم التي تُنظِّم العلاقة بهم، وتُبيّن طريقة التعامل معهم في حالات الحرب ؛ إذ لا عدوان ولا غدر، ولا تمثيل بجثّة، ولا قطعٍ لشجر، ولا هدم لبناء، ولا قتْل لصبي أو امرأة ولا شيخ، إنّما يُقاتَل مَن يُقاتِِل.\n2 - المسالمِين أو المعاهدين: وهم الذين رضوا أن يعيشوا في ظلّ الدولة الإسلامية محتفظين بدينهم، ولهم عهد من المسلمين.\nوهذا العهد يمكن أن يكون مؤقّتاً، وهؤلاء يُتَمّ إليهم",
        "____________________\n. MICROSOFT ENCARTA (Encyclopekie professionneffe) 2005 (CD ROM) -1\n2 - مجموعة مؤلّفين، المنجد الأبجدي، مادّة: (أقليّة).\n",
        "عهدهم إلى مدّتهم . ويمكن أن يكون عهداً دائماً مؤبَّداً، وهؤلاء هم أهل الذمّة، بمعنى لهم ذمّة الله ورسوله.\nالكلام في أقسام أهل الكتاب:\nتنطوي تحت هذا العنوان ديانتان، هما: الديانة اليهودية والديانة النصرانية، وهذا متّفق عليه عند جميع فقهاء الإسلام . وأُلحق بهم المجوس، وقال بعض الفقهاء: إنَّ لهم شُبهة كتاب، وكذا في الصابئة حيث ذهب بعض الفقهاء إلى عدِّهم صنفاً من النصارى، والبعض الآخر جعلهم من اليهود، والبعض جعلهم ملاحِدة.\nوعلى كلّ حال، سوف نذكر كلّ ديانة على حِِدة ونحاول توضيح ماهيّتها:",
        "1 - اليهود:\nاليهودية: ( وهي ديانة العبريين (1) المنحدرين من إبراهيم عليه‌السلام، والمعروفين بالأسباط (2) من بني إسرائيل) (3).\nأصل كلمة اليهود هي: هَوَدَ، وهو بمعنى الهَوْد: يعني التوبة، هاد يهودُ هوداً، وتهوَّد: تاب ورجع إلى الحقّ، فهو هائد.\nوفي التنزيل العزيز: ( إنّا هُدْنا إليك )، أي تُبنا إليك.",
        "ويهود اسم للقبيلة، وقيل: إنّما اسم هذه القبيلة يهوذ ( بالمعجمة ) فعُرّب بقلْب الذال دالاً وقالوا: اليهود، فأدخلوا الألف واللام فيها على إرادة النسب، يريدون اليهوديين.\nوفي قوله تعالى: ( وَعَلَى الَّذِينَ هَادُواْ حَرَّمْنَا كُلَّ ذِي ظُفُرٍ ) (4) معناه: دخلوا في اليهودية.\n____________________\n1 - من العبور، وسموا عبريين لأنّ إبراهيم عليه‌السلام عَبَر نهرَيْ دجلة والفرات عند هروبه، بعد تكسير الأصنام، من (إَرَمَ) متّجهاً إلى كنعان (فلسطين) . سليمان مظهر، قصّة الديانات، ص302.",
        "2 - الأسباط: قال الخليل: السِبط في بني إسرائيل كالقبيلة في العرب . والأسباطُ الحَفَدة: هم حفدّة يعقوب عليه‌السلام وذراري أبنائه الاثني عشر . فخر الدين محمد بن عمر، الرازي، التفسير الكبير، ج2، ص72.\n3 - ويكيبديا الموسوعة الحرّة عبر شبكة الانترنيت، الموسوعة الميسّرة في الأديان والمذاهب المعاصرة، 2005م، ص565.\n4 - الأنعام: 146.\n",
        "وقال الفرّاء في قوله تعالى: ( وَقَالُواْ لَن يَدْخُلَ الْجَنَّةَ إِلاَّ مَن كَانَ هُوداً أَوْ نَصَارَى ) (1)، قال: يريد يهوداً، فحذف الياء الزائدة، ورجع إلى الفعل من اليهودية.\nوجَمْع اليهودي: يهود، كما يُقال في المجوسي مجوس.\nقال سيبويه: وفي الحديث: ( كلّ مولود يُولد على الفطرة، حتى يكون أبواه يهوّدانه أو يُنصّرانه) معناه: أنّهما يعلّمانه دين اليهودية والنصارى ويُدخلانه فيه (2).\nوالتهويد: أنْ يصير الإنسان يهودياً . وهاد وتهوّد إذا صار يهودياً (3).",
        "الديانة اليهودية:\nالعقيدة الأصلية لبني إسرائيل كانت الإيمان بالله الواحد الأحد الفرد الصمد، إله الناس جميعاً، خالقهم وراعيهم، العالم بكل شيء والقادر على كل شيء . والإيمان بالملائكة والرُّسل والكتُب واليوم الآخر، وما يتّصل بذلك من الحساب والثواب والعقاب، قال تعالى: ( إِنَّا أَوْحَيْنَا إِلَيْكَ كَمَا أَوْحَيْنَا إِلَى نُوحٍ وَالنَّبِيِّينَ مِن بَعْدِهِ وَأَوْحَيْنَا إِلَى إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ وَيَعْقُوبَ وَالأَسْبَاطِ ) (4) ويعقوب هو إسرائيل.\nوقال تعالى: ( وَوَصَّى بِهَا إِبْرَاهِيمُ بَنِيهِ وَيَعْقُوبُ يَا بَنِيَّ إِنَّ اللّهَ اصْطَفَى لَكُمُ الدِّينَ فَلاَ تَمُوتُنَّ إَلاَّ وَأَنتُم مُّسْلِمُونَ، أَمْ كُنتُمْ شُهَدَاء إِذْ حَضَرَ يَعْقُوبَ الْمَوْتُ إِذْ قَالَ لِبَنِيهِ مَا تَعْبُدُونَ مِن بَعْدِي قَالُواْ نَعْبُدُ إِلَهَكَ وَإِلَهَ آبَائِكَ إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ إِلَ-هاً وَاحِداً وَنَحْنُ لَهُ مُسْلِمُونَ) (5).\nفواضحٌ من الآيات الكريمات ما وصّى إبراهيم عليه‌السلام يعقوب عليه‌السلام، و كذلك يعقوب عندما سأل بنيه - بنو إسرائيل - عن عقيدتهم، فكان جوابهم: أنّهم مسلمون لله ويعبدونه ولا يعبدون غيره، فهذه هي عقيدة التوحيد السائرون عليها.",
        "____________________\n1 - البقرة: 111.\n2 - جمال الدين محمد بن مكرم، ابن منظور المصري، ج3، ص439.\n3 - إسماعيل بن حمّاد، الجوهري، الصحاح، ج2، ص557.",
        "4 - النساء: 163.\n4 - البقرة: 132 - 133.\n\nكما أوضح هذه العقيدة - بشكل لا لبْس فيه - ما قصّه يوسف عليه‌السلام، وهو من أبناء إسرائيل ( = يعقوب )، حيث قال تعالى على لسان يوسف عليه‌السلام: ( إِنِّي تَرَكْتُ مِلَّةَ قَوْمٍ لاَّ يُؤْمِنُونَ بِاللّهِ وَهُم بِالآخِرَةِ هُمْ كَافِرُونَ، وَاتَّبَعْتُ مِلَّةَ آبَآئِي إِبْرَاهِيمَ وَإِسْحَاقَ وَيَعْقُوبَ مَا كَانَ لَنَا أَن نُّشْرِكَ بِاللّهِ مِن شَيْءٍ ذَلِكَ مِن فَضْلِ اللّهِ عَلَيْنَا وَعَلَى النَّاسِ وَلَكِنَّ أَكْثَرَ النَّاسِ لاَ يَشْكُرُونَ ... ) (1).",
        "وهكذا عن لسان موسى ورد قوله تعالى: ( قَالَ رَبُّنَا الَّذِي أَعْطَى كُلَّ شَيْءٍ خَلْقَهُ ثُمَّ هَدَى)(2).\nوعليه فهذه الآيات المباركة والكثير غيرها الواردة على لسان أنبياء بني إسرائيل، توضّح العقيدة الحقّة المنطقية مع العقيدة التي جاء بها نبيّ الإسلام محمّد صلى‌الله‌عليه‌وآله ؛ لأنّها مأخوذة من منبع نوريّ واحد.\nبنو إسرائيل في القرآن:\nبعدما تكاثر بنو إسرائيل وصاروا أُمّة، أخذت تترا عليهم الأنبياء، وهذا مؤشر عن الانحراف الذي دبَّ في عقيدتهم، وذكرهم القرآن في كثير من الآيات بشكل موسّع، وسرَد قصص انحرافهم العقيدي والأخلاقي، فعدَوْا على أنبيائهم فقتلوهم، وعبدوا غير الله وأنكروا البعث ... قال تعالى: ( ... وَضُرِبَتْ عَلَيْهِمُ الذِّلَّةُ وَالْمَسْكَنَةُ وَبَآؤُوْاْ بِغَضَبٍ مِّنَ اللَّهِ ذَلِكَ بِأَنَّهُمْ كَانُواْ يَكْفُرُونَ بِآيَاتِ اللَّهِ وَيَقْتُلُونَ النَّبِيِّينَ بِغَيْرِ الْحَقِّ ذَلِكَ بِمَا عَصَواْ وَّكَانُواْ يَعْتَدُونَ ) (3)، وقال تعالى: ( ثُمَّ قَسَتْ قُلُوبُكُم مِّن بَعْدِ ذَلِكَ فَهِيَ كَالْحِجَارَةِ أَوْ أَشَدُّ قَسْوَةً ) (4).",
        "____________________\n1 - يوسف: 37 - 38.\n2 - طه: 50.\n3 - البقرة: 61.",
        "4 - البقرة: 74.\n\nكما قال تعالى: ( مِّنَ الَّذِينَ هَادُواْ يُحَرِّفُونَ الْكَلِمَ عَن مَّوَاضِعِهِ وَيَقُولُونَ سَمِعْنَا وَعَصَيْنَا وَاسْمَعْ غَيْرَ مُسْمَعٍ وَرَاعِنَا لَيّاً بِأَلْسِنَتِهِمْ وَطَعْناً فِي الدِّينِ وَلَوْ أَنَّهُمْ قَالُواْ سَمِعْنَا وَأَطَعْنَا وَاسْمَعْ وَانظُرْنَا لَكَانَ خَيْراً لَّهُمْ وَأَقْوَمَ وَلَكِن لَّعَنَهُمُ اللّهُ بِكُفْرِهِمْ فَلاَ يُؤْمِنُونَ إِلاَّ قَلِيلاً ) (1).\nوهكذا كثير من الآيات التي تبيّن مدى كفرهم وتعدّيهم على أنبيائهم، ونقضهم العهود والمواثيق والتعدّي على المقام الإلهي، وورود اللّعن الإلهي عليهم على لسان النبيّ داود وعيسى بن مريم، واتّخاذهم العِجل وعبادته، ومن هذه الانحرافات الكثير قصّها القرآن الكريم (2).",
        "عقائد بني إسرائيل في أسفارهم:\nلئلاّ يكون كلامنا في عقائد بني إسرائيل حصراً على مصادرنا ؛ نذكر هنا نماذج من عقائدهم وسيرتهم بما ورد في أسفارهم، فقد ورد في ( سِفر الخروج 32: 1 - 6 ):\n( أنّ هارون النبيّ استجاب لقومه حينما استبطئوا موسى، وطلبوا منه أنْ يُقيم لهم إلهاً يعبدونه) كأنّ ليس لهم إله قائم بحدّ ذاته ، وفيما يلي نصّ التوراة:\n( ولمّا رأى الشعب أنّ موسى أبطأ في النزول من الجبل، اجتمع الشعب على هارون وقالوا له: قم اصنع لنا آلهة تسير أمامنا، لأنّ هذا موسى - الرجل الذي أصعدنا من أرض مِصر - لا نعلم ماذا أصابه، فقال لهم هارون: أنزعوا أقراط الذهب التي في آذان نسائكم وبنيكم وبناتكم وأتوني، فنزع كلّ الشعب أقراط الذهب التي في آذانهم وأتَوْا بها إلى هارون، فأخذ ذلك من أيديهم، وصوّره بالأزميل وصنعه عِجلاً مسبوكاً، فقالوا: هذه آلهتك - يا إسرائيل - التي أصعدتك من أرض مصر . فلمّا نظر هارون، بنى مذبحاً أمامه، ونادى هارون وقال: غداً عيد للربّ . فبكّروا في الغد وأصعدوا محرفات، وقدّموا ذبائح سالمة، وجلس الشعب للأكل والشرب، ثمّ قاموا للّعب) (3).",
        "فمِن هذا النموذج يتبيّن مستوى\n____________________\n1 - النساء: 46.\n2 - النساء: 155، المائدة: 64، المائدة: 78، الأعراف: 148 - 153.",
        "3 - نقلاً عن: د. أحمد الشلبي، مقارنة الأديان، اليهودية، ص164.\n\nتفكيرهم العقائدي في مسألة التوحيد، والتعدّي على المقام الربوبي، فعَجِلوا أمره وتجاوزوا على قدسية النبيّ هارون عليه‌السلام.\nومن النماذج الأخرى التي رواها الكتاب المقدّس ( الإصحاح الثاني عشر / صموئيل الثاني ) حيث يروي: ( أرسل داود قائده يؤاب وجنوده، ومن بينهم جندي اسمه (أوريا)، فخرّبوا بني عَموم وحاصروا ربّه . وأمّا داود، فأقام في أورشليم.",
        "في المساء قام داود عن سريره وتمشّى على سطح بيت المَلِك، فرأى مِن على السطح امرأة تستحمّ للطهارة من طمثها، وكانت جميلة المنظر جدّاً، فأرسل لها داود وأخذها ودخل بها . وعندما جاء موعد الطمث لم تحض، فأدركت أنّها حملت من داود، إذ كان زوجها بعيداً في المعركة، فأرسلت على داود وقالت: إنّي حُبلى، فأرسل داود إلى يؤاب يقول: أرسل إليَّ أوريا، فأرسله، فسأله داود عن سلامة يؤاب وسلامة الشعب ونجاح الحرب، وقال داود له: اِنزل إلى بيتك واغسل رجليك . ولكنّ أوريا لم يذهب إلى بيته، ونام على باب الملِك مع عبيد سيّده.\nولمّا عرف داود ذلك، سأله عن السبب، فأجاب أوريا: أنّ التابوت وإسرائيل ويهوذا ساكنون في الخيام، وسيّدي يؤاب وعبيد سيدي نازلون على وجه الصحراء، وأنا آتي إلى بيتي لآكل وأشرب واضطجع مع امرأتي ؟! وحياتك، لا أفعل هذا الأمر . فقال داود لأوريا: أقِم هنا اليوم أيضاً وغداً أُطلقُك، وفي الصباح كتب داود مكتوباً إلى يؤاب وأرسله مع أوريا، وفي هذا المكتوب يقول داود: اجعلوا أوريا في وجه الحرب الشديدة وارجعوا من وراءه فيُضرب ويموت . ففعل يؤاب، ودفع أوريا وجماعة معه حتّى دنَوْا من سور المدينة، ثمّ تقهقر يؤاب عنهم فماتوا جميعاً، وأرسل يؤاب بذلك إلى داود ...\nفلمّا سمعت امرأة أوريا أنّ بعلها قد مات نَدَبَتْه . ولمّا مضت المناحة، أرسل داود وضمّها إلى بيته، وصارت له امرأة وولدت له ابناً ( هو سليمان ).\nويختم الإصحاح بقوله: وأمّا الأمر الذي فعله داود، فقبح في عينَي الربّ ) (1).",
        "____________________\n1 - نقلاً عن: أحمد الشلبي، مقارنة الأديان: ص166.\n\nارتأينا نقْل هذه الرواية بكاملها ؛ لِما فيها من الأمور الفاضحة بحقّ مقام النبوّة عندهم، والتعدّي على الأنبياء الصالحين بهذه التُهم والشنائع التي ذكروها في حقّ نبيَّي الله داود وسليمان ( عليهما‌السلام ).",
        "وعلى هذا فلم يستقرّ اليهود على عبادة الله الواحد الذي دعا إليه الأنبياء، بل كان اتّجاههم إلى التجسيم والتعدّد والنفعية واضحاً في جميع مراحل تاريخهم.\nوكانوا يُطلقون اسم ( يهوه ) على الإله، ويقول عبّاس العقّاد في كتابه ( الله ):\n( إنّ اسم ( يهوه ) لا يُعرف اشتقاقه على التحقيق، فيصحّ أنّه مادّة الحياة، ويصحّ نداء الضمير النائب، أي: ( يا هو ) ؛ لأنّ موسى علّم بني إسرائيل أن لا يذكروا اسمه توقيراً له، وأن يكتفوا بالإشارة إليه.\nوالاحتمال الآخر أنْ يُطلق بالعِبرية لكلمة ( لورد lord ) يُطلق ( يهوا ) ) (1).",
        "لكنّ اليهود - مع مرور الزمان - بعد موسى الذي دعاهم إلى الإله الواحد كما سمّوه ( يهوا )، أخذوا يُجسّمون الإله، خصوصاً لمّا بنى سليمان عليه‌السلام الهيكل في أورشليم، فاعتُبر الهيكل مقرّاً لإلههم ( يهوه )، وأصبح الهيكل رمزاً لعبادتهم.\nيقول الدكتور أحمد الشلبي في كتابه ( مقارنة الأديان ): ( أصبح اليهود بعد بناء الهيكل بزمان، يعقتدون أن ( يهوه ) مع كلّ منهم في كلّ مكان، وهذه خطوة هامّة في تاريخ عقيدتهم، حيث حرّرت الإلهَ عن القيود المكانية والتجسمية إلى حدٍّ ما، وهذا ما دعى إليه شعيا في الأسر البابلي لهم، حيث أخذ يدعو إلى الإله الواحد، إله العالمين خالق الكون ورازقه ) (2).\nأمَّا قولهم: ( عُزَيْرٌ ابْنُ اللّهِ ) ؛ فالظاهر أنّه بسبب جهود عزرا في إعادة بناء الهيكل، وكذلك لِما حصل له من بعْث مع حماره بعد مئة عام . وأهمّ سبب هو دعوى الإلهام الذي ذكروه في إيجاده توراة موسى بعد الضياع، كما ذكر ذلك الدكتور الشلبي نقلاً عن العلاّمة الهندي في (\n____________________",
        "1 - عباس محمود، العقاد، الله جلَّ جلاله، ص 113.\n2 - مقارنة الأديان، ص189.\n\nإظهار الحقّ: ص328 ) حيث قال: ( يروي بعض المؤرّخين الغربيّين أنّ توراة موسى ضاعت فأوجدها عزرا مرّة أخرى بإلهام ) (1).",
        "كتُب اليهود:\nيعترف الإسلام بالتوراة التي أنزلها الله على نبيّه موسى عليه‌السلام، ولا يعترف بسواها من كتُب ابتدعها بنو إسرائيل، قال تعالى: ( ... وَأَنزَلَ التَّوْرَاةَ وَالإِنجِيلَ مِن قَبْلُ هُدىً لِّلنَّاسِ وَأَنزَلَ الْفُرْقَانَ ... ) (2).\nوالتوراة التي جاء بها موسى عليه‌السلام لم يبق منها شيء ؛ لذا عمدوا إلى كتابة بعض الكتب للتعويض عنه، وهذه الكتب هي:\nأ - العهد القديم:",
        "أي أسفار اليهود، وهي:\n1 - التوراة التي يُدّعى أنّ عزرا أوجدها، وهي جزء من العهد القديم، وتحوي على أسفار ( التكوين، الخروج، اللاويّون (الأحبار)، العِدَد، التثنية ).\n2 - أسفار الأنبياء المتقدّمين على أشعيا وأرميا.\n3 - أسفار الأنبياء المتأخرّين على أشعيا وأرميا (3).",
        "ب - التلمود:\nوهو ما دوّنه أحد الحاخامات واسمه ( يوفاس ): ( وهي تعاليم شفوية وروايات متناقلة فجمعها بكتاب سمّاه ( المشنا )، يعني: ( الشريعة المكرّرة ) ؛ لأنّها تكرار لِمَا ورد في توراة موسى . فالتلمود تعليم ديانة اليهود وآدابهم، فالمشنا لحاخامات فلسطين يسمى ( تلمود أورشليم )، والمشنا لحاخامات بابل يسمى ( تلمود بابل )، وهو المراد عند الإطلاق.\nويرون اليهود أنّ التلمود أُرسل إلى موسى شفاهاً، كما أنّ التوراة أُنزلت عليه مدوّنة ) (4).\n____________________",
        "1 - مقارنة الأديان: ص250.\n2 - آل عمران: 3 - 4.\n3 - مقارنة الأديان: ص231.\n4 - مقارنة الأديان: ص266، نقلاً عن الكنز المرصود ل- د . روهلنج: ص29 - 30.",
        "\nج- برتوكولات حكماء صهيون:\nوهي أشبه بدراسة وطرح قرارات أساسية في الاستحواذ على العالم بأسره، طُرحت في مؤتمر بال في سويسرا 1897م، وعدّوها سرّية، لكنّها تسرّبت بشكل اتّفاقي، وتعتبر منهج حياتي للصهيونيين، وتنقسم قسمين:\nالقسم الأوّل: من عشر بروتوكولات تحدّد فيه كيفية العمل على تأسيس الدولة العظمى لليهود، من خلال وسائلهم السياسية والمالية، وكيفية السيطرة على مصادر القرار في العالم، وبث الفُرقة في المجتمعات والكُتل الحزبية والسياسية في المجتمعات العالمية.",
        "والقسم الثاني: عشر بروتوكولات، وهي قرارات مصنّفة لِما بعد تأسيس السلطنة اليهودية على جميع الأُمم ؛ لأنّهم يعدّون أنفسهم شعب الله المختار وأبناء الله.\nهذا إجمال لِمَا ذكره الدكتور أحمد الشلبي في كتابه ( مقارنة الأديان ) ( ص 272 إلى 286).\nومن معتقداتهم:\n1 - أنّهم أبناء الله: ( وَقَالَتِ الْيَهُودُ وَالنَّصَارَى نَحْنُ أَبْنَاء اللّهِ وَأَحِبَّاؤُهُ ) (1).",
        "2 - عقيدتهم المحرّفة لا تتكلّم عن اليوم الآخر ولا البعث ولا الحساب، ولكن ( تأثّر اليهود بالديانة (الزرادشتية) (2) جعلهم يعتقدون باليوم الآخر، ولأوّل مرّة عرفوا أنّ هناك جنّة وناراً فنقلوا ذلك الاعتقاد على ديانتهم ) (3).\n3 - ديانة اليهود خاصّة بهم، فلا يُنسب إليها مَن اعتنقها من غيرهم، بل ولا يُعترف بمَن وُلد من أمّ غير يهودية وإن كان أبوه يهودياً.\n4 - يعتقدون بتابوت العهد الذي يحوي ألواح شريعتهم، ( ويعتقد بنو إسرائيل في ( تابوت العهد ) - الذي صنعه أسلافهم - أنّ (موسى) وضع فيه اللوحَين، ووضع فيه الذهب والفضة\n____________________",
        "- المائدة: 18.\n- الزرادشتية: ديانة الفرس آنذاك، والتي تقوم على أساس للوجود إلهين، إله الخير وإله الشر.\n- العميد عبد الرزاق محمود، أسود، موسوعة الأديان والمذاهب المعاصرة، ج1، ص154.\n",
        "وبعض المواثيق، وقال لبني إسرائيل: ( إنّه في هذا الصندوق توجد روح الإله (يهوه)، ولم يكن يسمح لأحد أن يمسّه ) (1).\nفِرَق اليهود:\n1- الفِرِّيسيُّون: ( أي المتشدّدون، يسمّونْ بالأحبار أو الربّانيين، وهم رهبانيون، لا يتزوّجون، لكنّهم يحافظون على مذاهبهم عن طريق التبنّي، ويعتقدون بالبعث وبالملائكة وبالعالم الآخر)(2) . وكانوا من أشدّ خصوم المسيح: ( كانوا أشدّ خصوم المسيح خطراً عليه ) (3).\n2- الصدّيقون: ( وهم مشهورون بالإنكار للبعث والحساب والجنّة والنار ويُنكرون التلمود كما ينكرون الملائكة، والمسيح المنتظر ) (4).",
        "3 - القرّاءون: تأتي تسميتهم من كُفرهم (بالمشنا) (5) والتلمود (6).\n4 - المتعصِّبون: هم فرقة كانوا في فلسطين على صلة وثيقة بالفرِّيسيِّين (7)، وفِكرهم من فكر الفرِّيسيِّين، لكنّهم اتّصفوا بهدم التسامح وبالعدوانية (8).\n5 - الكَتَبة: مهمّتهم كتابة الشريعة ( مجموعة من اليهود كانت مهمّتهم كتابة الشريعة لمَن يطلبها ) (9)، وكانوا يقومون بوعظ الناس، فكسبوا من رواء هذا الوعظ أموالاً طائلة، ( وقد ثرَوْا ثراءً فاحشاً على حساب مدارسهم ومريدهم ) (10).\n____________________",
        "1 - العميد عبد الرزاق محمود، أسود، موسوعة الأديان والمذاهب المعاصرة، ج1، ص154.\n2 - ويكيبديا الموسوعة الحرّة عبر شبكة الانترنيت، الموسوعة الميسّرة في الأديان والمذاهب المعاصرة، 2005م، ص568.\n3 - نفس المصدر، ص568.\n4 - العميد عبد الرزاق محمود، أسود، موسوعة الأديان والمذاهب المعاصرة، ج1 ص191.",
        "5 - المشنا: أوّل كتاب جمع روايات التلمود.\n6 - موسوعة الأديان: ص194.\n7 - نفس المصدر، ص194.\n8 - الموسوعة الميسّرة: ص568.",
        "9 - موسوعة الأديان، ص194.\n10 - الموسوعة الميسّرة: ص568.\n\n2 - النصارى:",
        "النصرانية: ( هي المسيحية التي أُنزلت على سيّدنا عيسى عليه‌السلام مكمّلة لرسالة موسى عليه‌السلام، متمّمة لِما جاء في التوراة من تعاليم، موَجَّهة إلى بني إسرائيل، لكنّها سرعان ما فقدت أصولها ؛ ممّا ساعد على امتداد يد التحريف إليها، حيث ابتعدت كثيراً عن صورتها السماوية ) (1).\nأمّا سبب تسميتهم ب- (النصارى): فإمّا لكونهم ( نصروا المسيح عيسى عليه‌السلام عندما قال: ( مَنْ أَنصَارِي إِلَى اللّهِ ) (2)، وإمّا للقرية التي نشأوا فيها، وهي (ناصرة) في فلسطين، كما ذكر ذلك ابن منظور في (لسان العرب): ( نَصْرَى وناصِرَة ونَصُورِيَّة ( بتشديد الياء ): قرية في الشام، والنصارى منسوبون إليها (قول أبو عبيد) ) (3).\nنبذة تاريخية عنهم:\nفي ظلّ عهد الرومان عانى اليهود اضطهاداً كبيراً، فتوقّعوا ظهور المسيح المخلِّص الذي وُعدوا بمجيئه عندما يتعرّضون للاضطهاد، فإنّه يجيء مخلِّصاً لهم من هذا الظلم، حاملاً معه الخير العظيم لبني إسرائيل.",
        "ففي بيت لحم كانت مريم العذراء قد حملت بالمسيح من غير أب عن طريق الروح القدس، الذي تمثّل لها بشراً سويّا، ونفج في درعها، وعمرها آنذاك (15 عاماً) (4) . فلمَّا أحسّت بالمخاض، لجأت إلى جذع النخلة خوفاً من قومها أن يتّهموها، ولكنّ الوليد تكلّم بقدرة الله وطلب من أُمِّه أن تذهب إلى قومها، فبرّأ والدته من البغي وأخبرهم أنّه نبيّ، كما ذكرت الآيات\n____________________\n1 - نفس المصدر ص499.\n2 - د. عبد الكريم، زيدان، موجز الأديان في القرآن، ص65 . نقلاً عن تفسير الزمخشري ج1 ص164.",
        "3 - لسان العرب، ج5، ص212.\n4 - العميد: عبد الرزاق محمد، أسود، موسوعة الأديان والمذاهب، ج1، ص 202.\n\nالكريمات في سورة مريم قال تعالى: ( وَاذْكُرْ فِي الْكِتَابِ مَرْيَمَ إِذِ انتَبَذَتْ مِنْ أَهْلِهَا مَكَاناً شَرْقِيّاً ... قَالَ إِنِّي عَبْدُ اللَّهِ آتَانِيَ الْكِتَابَ وَجَعَلَنِي نَبِيّاً ) (1).",
        "وعندما بلغ عيسى عليه‌السلام سِنّ الثلاثين، نزل عليه (الروح الأمين)، فكان ذلك بدء الرسالة السماوية وفاتحة عهد النبوّة (2).\nفأعلن نبوّته وأصبح له أتباع، واختار له من بينهم اثني عشر شخصاً سُمّوا بالحواريين، أرسلهم لإعلان دعوته وظهوره.\n( فلقيت دعوته أشدّ ما يلقاه دين من مقاومة، وناصبه القومُ العداءَ، وكذّبه اليهود، مكروا به واتّهموه بالكفر والتمرّد، فقُبض عليه بهذه التهمة، وحوكم بها وكانت عقوبتها الإعدام، فحُكم عليه بالصلْب والقتْل ) (3).\nوفي قضية صلبه: يؤمن المسيحيون بأنّه صُلب، ويعتقدون بهذا الأمر اشدّ الاعتقاد، على خلاف المسلمين فإنّهم لا يعتقدون بحادثة الصَلْب، وإنّما شبّه للقوم ذلك.",
        "فالمسيحيون يرَوْن أنّ حادثة الصلْب جاءت لتخليص البشرية من الخطيئة، كما يذكر ذلك سليمان مظهر في كتابه (قصّة الأديان): ( .... فالصلب جاء لتخليص البشرية من الخطيئة التي ورثتها عن أبيها آدم عليه‌السلام، حينما عصى الله بأكْلِه من الشجرة التي مُنع منها ... فصار خاطئاً هو وجميع ذرّيته، فاستحقّوا العقاب في الآخرة، ولكن لمّا كان من صفات الله العدل والرحمة، فمِن عدْله أن لا يترك الجريمة دون عقاب، وهو موصوف بالرحمة أيضاً، فلتحقيق العدل والرحمة أرسل ابنه ليُصلَب ويُقتل حتّى يفتدي البشر ويتحمّل عنهم خطاياهم، ولكنّهم بعد صلْبه ودفنه بثلاثة أيّام\n____________________\n1 - مريم: 16 - 30.\n2 - سليمان مظهر، قصّة الديانات، ص 356.",
        "3 - سليمان مظهر، قصّة الديانات، ص 357.\n\nقام من القبر، وظهر لعدد من الناس في أماكن مختلفة، ثمّ رفعه الله إلى السماء، وهذا ما يُسمّى ب- (قيامة المسيح)، أي: قيامته من قبره ) (1).\nبينما عقيدتنا نحن المسلمون في المسيح عليه‌السلام كما ذكرنا، فإنّه لم يُصلب ولم يُقتل .. قال تعالى: ( وَمَا قَتَلُوهُ وَمَا صَلَبُوهُ وَلَكِن شُبِّهَ لَهُمْ ) (2)، فعندما أراد اليهود القبض على عيسى عليه‌السلام رفعه الله إليه، ( وألقى بشبهه على الذي دلّهم عليه، وهو (يهوذا الإسخريوطي) . والذي كان أحد تلامذته الحواريّين الاثني عشر، ولكنّه خان نبيّه فعاقبه الله، فأُلقيَ عليه القبض وصُلب وقُتل على أنّه عيسى عليه‌السلام ) (3).",
        "عقائد النصارى:\n1 - عقيدة التثليث: أي أنّ الإله ثلاثة: الله، الابن، الروح القُدس، قال الدكتور يوست في ( تاريخ الكتاب المقدّس ): طبيعة الله عبارة عن ثلاثة أقانيم (4) متساوية: الله الأب، الله الابن، والله الروح القدس، فإلى الأب ينتمي الخلْق بواسطة الابن، وإلى الابن الفداء، وإلى روح القدس التطهّي) (5) . وبولس هو أوّل مَن ادّعى إلوهية عيسى عليه‌السلام، وهو الذي حوّل الديانة المسيحية عن قومية إلى عالمية لإطماع شخصية، كما سيأتي.\n2 - عقيدة الخطيئة والفداء: جاء في العهد الجديد (6) ( ... أنّ ابن الإنسان قد جاء ليخلّص ما قد هلك ؛ فبمحبّته ورحمته قد صنع طريقاً للخلاص ) (7).\n____________________",
        "1 - نفس المصدر السابق، ص371 - 379، باختصار.\n2 - النساء: 157.\n3 - سليمان مظهر، قصّة الديانات، ص 386.\n4 - الأقنوم: هو الأصل: أي ثلاثة جواهر في لاهوت واحد، والأصول الثلاثة: الأب، الابن، روح القدس.",
        "5 - الإمام محمد أبو زهرة، محاضرات في النصرانية، ج1، ص107.\n6 - العهد الجديد: هو الإنجيل . وفي مقابله: العهد القديم، وهو التوراة.\n7 - العميد عبد الرزاق محمد، أسود، موسوعة الأديان والمذاهب، ج1، ص218.\n",
        "وكذلك وصفوا الله ب- (المحبّة)،  وقد جاءت بهذه الصفة كلماتهم في الكتب المقدّسة عندهم: ( .. ومحبّة الله ظهرت في تدبيره طريق الخلاص للعالم ؛ لأنّ العالم من عهد سقوط آدم عليه‌السلام في الخطيئة، وهبوطه هو وبنيه إلى الدنيا، مبتعدٌ عن الله بسبب تلك الخطيئة، ولكنّ الله من فرط محبّته وفيض نعمته، رأى أن يقرّب إليه هذا الابتعاد، فأرسل لهذه الغاية ابنه الوحيد إلى العالم ليخلّص العالَم ) (1).\n3 - محاسبة المسيح للناس: يعتقد المسيحيّون: ( أنّ الأب أعطى سلطان الحساب للابن ؛ ذلك لأنّ الابن بالإضافة إلى إلوهيّته وأبديّته ؛ ابن الإنسان أيضاً، فهو أَولى بمحاسبة الإنسان، وأنّه بعد أن ارتفع إلى السماء، جلس بجوار الأب على كرسي، استعداداً لاستقبال الناس يوم الحشر ) (2).\n4 - غفران الذنوب: وهذه عقيدة يعتقد بها جميع المسيحيين عدا طائفة (البروتستانت) فإنّهم يُنكرون هذه العقيدة (3)، وهي ما يتمّ في الكنيسة من الاعتراف والإقرار أمام القسّيس الذي يملك وحده قبول التوبة ومحْوِ السيّئة.\n( وهذا الاعتراف يُسقط عن الإنسان العقوبة، بل يُطهّره من الذنب ؛ إذ يدّعون بأنّ رجل الدين هذا هو الذي يقوم بطلب الغفران من الله ) (4).",
        "وبالتأمّل في هذه العقيدة، فإنّها تؤدّي إلى تفشّي الأسرار البيتية وانتشارها من قِبَل القائمين عليها، ممّا يؤدّي إلى زعزعة الاستقرار الاجتماعي.\nأهمّ الكتب المسيحية:\n1- العهد القديم: وهي التوراة، والتي تُعدّ أصلاً للديانة المسيحية.\n____________________",
        "1 - الإمام محمد أبو زهرة، محاضرات في النصرانية، ج1، ص41.\n2- العميد عبد الرزاق محمد، أسود، موسوعة الأديان والمذاهب، ج1، ص 218.\n3 - نفس المصدر، ج1، ص220.\n4 - الموسوعة الميسّرة: ص504.",
        "\n2- العهد الجديد: وهو الإنجيل، والأناجيل المعتبرة عند النصارى اليوم هي أربعة أناجيل: (إنجيل متّى، إنجيل مرقس، إنجيل لوقا، إنجيل يوحنّا ).\nوهذه الأناجيل ليست من إملاء المسيح عليه‌السلام مباشرة.\nوذكر المؤرّخون: ( أنّه لم توجد عبارة تُشير إلى وجود أناجيل متّى ومرقس ولوقا ويوحنّا قبل آخر القرن الثالث، وأوّل مَن ذكر هذه الأناجيل الأربعة أرينيوس في سنة 209م ) (1).",
        "ويقول القِس إبراهيم سعيد: إنّ إنجيل متّى كُتِب لليهود، وإنجيل لوقا كُتب لليونان، وإنجيل مرقس كُتب للرومان، وإنجيل يوحنّا كُتب للكنيسة العامّة ) (2).\nأ - إنجيل متّى: وقد كتبه متّى، وقيل:هو أحد تلاميذ المسيح الاثني عشر، ويُسمّيهم المسيحيون رُسلاً (3)، ويقال إنّه كتب إنجيله في بيت المقدس بالعبرية، ثمّ نُقل إلى اللاتينية (4).\nبينما يتّفق المسيحيّون على أنّ متّى كتب إنجيله باللغة الآرامية . إلاّ أنّ النسخة الآرامية لا وجود لها، وظهر الإنجيل باللغة اليونانية . وقيل: إنّه مترجَم عن الأصل، ولكن لا يُعرف المترجِم ولا تاريخ الترجمة، كما لم يُعرف تاريخ التأليف (5).\nب - إنجيل مرقس: يقول المؤرّخون: ( إنّ اسمه (يوحنّا) ويلقّب بمرقس، ولم يكن من الحواريّين الاثني عشر الذين تتلمذوا للمسيح ) (6) . ( وهو من الحواريّين السبعين، طاف بالبلاد داعياً، ثمّ اتّخذ (مصر) مقرّاً له، ثمّ قُتل . دوّن نسخته ممّا سمعه من بطرس الرسول بغير ترتيب ... ويتراوح تاريخ كتابتها بين عامي (67 - 70م)، يخاطب فيها الأُمم ولا يتحفّظ في سرد الأخبار ) (7).",
        "____________________\n1 - الإمام محمد أبو زهرة، محاضرات في النصرانية، ج 1، ص41.\n2 - نفس المصدر، ج1، ص48 - 49.\n3 - نفس المصدر، ج1، ص42.",
        "4 - موسوعة الأديان والمذاهب، ج1، ص231 . نقلا عن مقدّمة ابن خلدون، ص232.\n5 - موسوعة الأديان والمذاهب، ج1، ص231.\n6 - محاضرات في النصرانية، ج1، ص46.\n7 - موسوعة الأديان والمذاهب، ج1، ص229 - 230.",
        "\nج- - إنجيل لوقا: لوقا كان رجلاً مرافقاً ل- (بولس) في حلّه وترحاله، وهو ليس من تلاميذ المسيح، ويضمّ إنجيله الأخبار والوصايا من الوجهة الإنسانية، وفيه وصف لطفولة المسيح وختانه وتسميته، والسفر به إلى بيت المقدس، وسوف يأتي به الكلام عند ذِِكر (بولس).\nد - إنجيل يوحنّا: ( هو يوحنّا الحوري ابن زبدي الصيّاد، الذي كان يحبّ المسيح، حتّى إنّه استودعه والدته وهو فوق الصليب حسب عقيدة النصارى . ولهذا الإنجيل شأن أكثر من غيره في نظر الباحث ؛ لأنّه الإنجيل الذي تضمّن ذِكراً صريحاً لإلوهية المسيح . وهذا الإنجيل يُعدّ الرابع حسب ترتيب الأناجيل بعد مرقس، ومتّى، ولوقا ) (1).\nولكن هذه الأناجيل مشكوك بها ؛ لأنّها ليست إملاء المسيح عليه‌السلام، وأصولها ضائعة، وروايتها بعيدة عن كونها كلمات سماوية، كما سيتّضح في الكلام عن (بولس).",
        "المسيحية الآن:\nأتباع الديانة المسيحية في العالم الآن هم حسب مسيحية بولس (شاءول)، وهذا الرجل كان يهودياً بارعاً في الديانة اليهودية ومثقّفاً بديانات العالم آنذاك كما يذكر الدكتور أحمد الشلبي في كتابه (مقارنة الأديان)، قال: ( فجأة في سنة 38م قال (بولس): اتّصلتُ بالسيّد عيسى - وذلك بعد الصلْب كما يذكرون - حيث نزل عليه واعترض على أفعاله وتنكيله بأتباع السيّد المسيح، وأمره بأن يتّبعه ويكون واسطة بينه وبين الناس، وتابعه في ذلك - وكان له عضداً - تلميذه لوقا، وأخذ يكتب ما يقول بولس، وأنكروا ما كتب الحواريّون ) (2).\nفعن هذا الطريق أخذ يُملي على الناس أفكاره باسم السيّد المسيح ؛ لأنّه يُعتبر الواسطة بينه وبينهم، وركّز بعض العقائد في الديانة المسيحية عن طريق هذا الباب، ومن أهمّها كما يذكر صاحب (مقارنة الأديان):\n____________________",
        "1 - الموسوعة الميسّرة، ص501.\n2 - د. أحمد، الشلبي، مقارنة الأديان، ص95.\n\n1 - أنّ المسيحية ليست ديناً لليهود، بل هي دين عالمي.",
        "2 - التثليث ( الأب، الابن، روح القدس ).\n3 - كون عيسى ابن الله، ونزوله ليضحّي بنفسه تكفيراً عن خطيئة البشر.\n4 - قيامة عيسى من الأموات، وصعوده ليجلس على يمين أبيه ؛ ليحكم ويُدين البشر (1).\nفاشتدّ الصراع بين بولس وبين أتباع عيسى عليه‌السلام من الحواريّين، خصوصاً (برنابا) لمّا تبيّن من تحريفات بولس، ( حيث كان برنابا من تلاميذ عيسى عليه‌السلام، وجمع ما عنده من عيسى عليه‌السلام، وأخذ في معارضة بولس . أمّا إنجيل برنابا، وهو الذي يحتوي على العقيدة الحقّة للمسيح عليه‌السلام ؛ قد ضُيّع في تلك العصور المظلمة كدستور عند المسيحيين . لكن مع ذلك أخذ يتوارثه الأحفاد عن الأجداد حتّى ظهر في القرن الثامن عشر الميلادي . أمّا الأناجيل الأربعة، فإنجيل متّى وإنجيل مرقس قد حصلت فيها بعض التغييرات من أنصار بولس . وأمّا إنجيل لوقا وإنجيل يوحنّا، فهي منسوبة لبولس وأتباعه ) (2).",
        "فِرَق النصارى في الوقت المعاصر:\n1 - الأرثوذكس: ينتمي معظمهم إلى الكنيسة الشرقية التي انفصلت عن الكنيسة الأم في روما، واتّخذت مقرّاً لها في القسطنطينية، ثمّ في الإسكندرية.\nوأكثر أتباع هذه الكنيسة في الشرق ولهم بطاركة، ولا يخضعون لرئاسة كنيسة روما (3).\n2 - الكاثوليك: هم الذين ينتمون على الكنيسة الأُم في روما، ورئيس كنيستها هو الحِبر الأعظم الذي يسمّى (البابا).",
        "3 - البروتستانت: عندما اشتدّ عنف الكنيسة الكاثوليكية على المسيحيين، طالب عدد من رجال الدين وغيرهم بالإصلاح مثال: ( مارتن لوثر في روما، وزونجلي في سويسرا، وكلفن\n____________________\n1 - نفس المصدر، ص96.\n2 - نفس المصدر، ص100.",
        "3 - الإمام محمد أبو زهرة، محاضرات في النصرانية، ص161 - 183 باختصار.\n\nفي فرنسا، حيث انتهى بهم الأمر إلى إعلان انفصالهم عن الكنيسة ووضع نظام خاصّ بهم، يُخالف في عقائده كثيراً من عقائد كنيسة الكاثوليك ) (1).\nوعلى أيّة حال، مهما كانت عقائد المسيحيين التي انحرفت عن العقيدة الحقّة، فهي غير معترف بها في المنهج الإسلامي، وهو القرآن الكريم، بل القرآن يُرجعهم إلى العقيدة الأصلية التي جاء بها المسيح عليه‌السلام، وهي التوحيد، إذ قال تعالى: ( ما الْمَسِيحُ ابْنُ مَرْيَمَ إِلاَّ رَسُولٌ قَدْ خَلَتْ مِن قَبْلِهِ الرُّسُلُ وَأُمُّهُ صِدِّيقَةٌ كَانَا يَأْكُلاَنِ الطَّعَامَ انظُرْ كَيْفَ نُبَيِّنُ لَهُمُ الآيَاتِ ثُمَّ انظُرْ أَنَّى يُؤْفَكُونَ ) (2)، وقال تعالى: ( إِنَّ مَثَلَ عِيسَى عِندَ اللّهِ كَمَثَلِ آدَمَ خَلَقَهُ مِن تُرَابٍ ثِمَّ قَالَ لَهُ كُن فَيَكُونُ ) (3)، وكذلك الآيات من سورة المائدة (72 - 77)، وغيرها من الآيات التي تبيّن عقيدة التوحيد التي نزل بها عيسى عليه‌السلام . ومع هذا كلّه فالفقهاء يعدّون المسيحيون اليوم أهل كتاب كما سيأتي إنشاء الله.",
        "3 - المجوس.\nالمَجوسِيَّة نِحْلَة، والمجوسي منسوب إليها، والجمع: المجوس.\nقال أبو علي النحوي: المجوس واليهود إنّما عرف على حد يهودي ويهود، ومجوسي ومجوس.\nوقد تمجّسَ الرجل: صار منهم: ومجسهُ أي غيّره، وفي الحديث ( فأبواه يُمجِّسانه ) (4).",
        "قال ابن سيده: المجوس، جبل معروف، جمع واحد هم مجوسي، وقيل: وهو معرّب أصله منج كوش، وكان رجلاً صغير الأذنين، كان أوّل مَن دان بدين المجوس ودعا الناس إليه، فعرّبته العرب فقالت: مجوس ونزل القرآن به.\nوفي الحديث: ( كلّ مولود يولد على الفطرة، حتّى يكون أبواه يُمجّسانه ) أي يُعلّمانه دين المجوسية . وفي الحديث: ( القدرية مجوس هذه الأُمّة )، قيل: إنّما جعلهم مجوساً لمضاهاة\n____________________\n1 - متولي يوسف، شلبي، أضواء على المسيحية دراسات في أصول المسيحية: ص133 - 136.",
        "2 - المائدة: 75.\n3 - آل عمران: 59.\n4 - صحاح الجوهري: ج3، ص977.\n",
        "مذهبهم مذهب المجوس في قولهم بالأصلين: وهما النور والظلمة، يزعمون أنّ الخير من فِعل النور، وأنّ الشر من فِعل الظلمة، وكذا القدرية يضيفون الخير إلى الله، والشر على الإنسان والشيطان، والله تعالى خالقهما معاً، لا يكون شيء منهما إلاّ بمشيئته تعالى وتقدّس (1).\nهل المجوس مِن أهل الكتاب ؟\nالمجوس ملّة تتّبع تعاليم زَرادَشت (2) ؛ لذلك يُطلَق عليهم زرادشتيِّين، واختلف الفقهاء في كونهم يُعدّون من أهل الكتاب ( كاليهود والنصارى المُتَّفق عليهم )، أم أنّهم ليسوا قِسماً ثالثاً من أهل الكتاب، بل يجوز أخذ الجزية منهم، وحكمهم حكم أهل الكتاب.\nقال الشيخ الصدوق: ( المجوس تُؤخَذ منهم الجزية ؛ لأنّ النبيّ صلى‌الله‌عليه‌وآله قال: ( سُنّوا بهم سُنّة أهل الكتاب، وكان لهم نبيّ اسمه (داماست) فقتلوه، وكتاب يُقال له: (جاماست ) كان يقع في اثني عشر ألف جلد ثور فحرقوه ) (3).",
        "وروى الشيخ الطوسي بسند معتبر عن زرارة، قال: سألته عن المجوس ما حدّهم ؟ فقال: هم مِن أهل الكتاب، ومجراهم مجرى اليهود والنصارى في الحدود والديّات ) (4).\nوالشيخ الطوسي أيّد قول الشافعي في أنّ لهم كتاب ثُمّ رُفع عنهم، حيث ذكر الشافعي بإسناده عن فروة في حديث طويل، عن علي عليه‌السلام: ( ... أنا أعلم الناس بالمجوس، كان لهم علم يعلّمونه وكتاب يدرسونه، وإنّ مَلِكهم سكر فوقع على ابنته - أو أخته - فاطّلع عليه بعض أهل مملكته . فلمّا صحا، جاءوا يُقيمون عليه الحدّ، فامتنع منهم، فدعا أهل مملكته . فلمّا أتوه، قال: تعلمون ديناً خيراً من دين آدم، وقد كان ينكح بنيه من بناته، وأنا على دين آدم، ما يرغب بكم عن دينه، قال: فبايعوه، وقاتلوا الذين خالفوهم حتّى قتلوهم، فأصبحوا وقد أسرى\n____________________\n1 - لسان العرب، ج6، ص213.",
        "2 - معجم ألفاظ الفقه الجعفري، ص371.\n3 - محمد بن الحسن الحر، العاملي، وسائل الشيعة، ج15، ص127، باب 49 جهاد العدو، ح5.\n4 - وسائل الشيعة، ج29، ص220، باب 13 كتاب الديّات، ح11.\n",
        "على كتابهم فرُفع من بين أظهرهم،  وذهب العلم الذي في صدورهم ؛ فهم أهل كتاب، وقد أخذ رسول الله صلى‌الله‌عليه‌وآله وأبو بكر وعمر منهم الجزية ) (1).\nوقال الشيخ الطوسي: ( المجوس كان لهم كتاب ثمّ رُفع عنهم، وهو أصحّ قولَي الشافعي، وله قول آخر: إنّه لم يكن لهم كتاب وبه قال أبو حنيفة، دليلنا إجماع الفرقة وأخبارهم ) (2).\nوقال العلاّمة الحلّي: ( المجوس تؤخذ منهم الجزية كاليهود والنصارى إجماعاً ) (3).\nوعلى أيّة حال، فإنّ أغلب العلماء - بالأخصّ المعاصرين - أطلقوا على المجوس: بأنّ لهم (شبهة كتاب)، مع أنّ هذا المصطلح لم يرد في شيء من النصوص ؛ لأنّ بعض العلماء قال: إنّهم من أهل الكتاب، وبعضهم قال: كان لهم كتاب فأحرقوه، ومنهم مَن قال: سُنّوا بهم سُنّة أهل الكتاب . وعليه يبدو أنّ هذا التعبير: (شبهة الكتاب)، أطلقه العلماء للتفريق بينهم وبين اليهود والنصارى.",
        "قال في جواهر الكلام: ( ولعلّ التعبير بشبهة الكتاب ؛ لعدم تحقّق ما في أيديهم الآن من الكتاب بعدما سمعت من النصوص أنّهم أحرقوه، أو رُفع من بين أظهرهم كالعلم الذي كان عندهم، وربّما كان في قوله صلى‌الله‌عليه‌وآله: ( سُنّوا بهم سنّة أهل الكتاب ) إشعار بذلك ) (4).\nوعلى هذا ففي الوقت الحاضر المجوس ليس لهم كتاب، بل هو رُفع . أمّا اليهود والنصارى، لهم كتابان وإن كانا محرّفين، لكن فيهما شيء من التوراة والإنجيل الأصليَين.\n4- الصابئة:\nصبأ: خرج من دين إلى دين، وبابه خضع، وصبأ أيضاً صار (صابئاً) و(الصابئون) جنس من أهل الكتاب (5).",
        "____________________\n1 - أحمد بن حسن، البيهقي، السنن الكبرى، ج9، ص188.\n2 - محمد بن الحسن، الطوسي، الخلاف، ج5، ص542.\n3 - العلاّمة الحلّي، تذكرة الفقهاء، ج9، ص279.",
        "4 - محمد حسن، النجفي، جواهر الكلام، ج21، ص230.\n5 - محمد بن أبي بكر بن عبد القادر، الرازي، مختار الصحاح، ص341.\n\nوالصابئون: هم مَن يتركون دينهم ويدينون بدين آخر، وهم قوم يعبدون الكواكب ويزعمون أنّهم على ملّة نوح، وقِبلتهم مهبّ الشمال عند منتصف النهار (1).",
        "أقوال العلماء في الصابئة:\nيقول العلاّمة الحلّي في (تذكرة الفقهاء): ( الصابئون منفردون بمذاهبهم ؛ لأنّ جمهورهم يوحّد الصانع في الأوّل، ومنهم مَن يجعل معه هيولى في القِِدَم صَنع منها العالم، فكانت عندهم الأصل، ويعتقدون في الفَلَك وما فيه الحياة والنطق، وأنّه المدبّر لِما في هذا العالم والدال عليه، وعظّموا الكواكب وعبدوها، وبُني لها بيوتاً للعبادة، فهم - على طريق القياس - إلى مشركي العرب وعبّاد الأوثان أقرب من المجوس . وقال الشيخ (الطوسي) (ره): قد قيل إنّ السامري قوم من اليهود، والصائبون قوم من النصارى، والصحيح في الصابئة أنّهم غير النصارى ؛ لأنّهم يعبدون الكواكب ) (2).\nولخّص الشيخ الجواهري القول فيهم، من خلال جرْد آراء بعض العلماء من الإمامية، من المتقدّمين والمتأخرّين، في كتابه (جواهر الكلام)، حيث قال: ( وأمّا الصابئون، فعن أبي علي: أنّهم قوم من النصارى، وعن (المبسوط): أنّ الصحيح خلافه ؛ لأنّهم يعبدون الكواكب، وعن (التبيان) و(مجمع البيان): أنّه لا يجوز عندنا أخذ الجزية منهم ؛ لأنّهم ليسوا أهل كتاب، وفي المحكي عن (الخلاف): نقل الإجماع على أنّه لا يجري على الصابئة حكم أهل الكتاب، وعن (العين): أنّ دينهم يشبه دين النصارى إلاّ أن قِبلتهم نحو مهبّ الجنوب حيال نصف النهار، يزعمون أنّهم على دين نوح، وقيل: قوم من أهل الكتاب يقرءون الزبور، وقيل: بين اليهود والمجوس، وقيل: قوم يوحّدون ولا يؤمنون برسول . في القواعد: الأصل في الباب أنّهم - أي السامرة والصابئين -: إنْ كانوا إنّما يخالفون القبيلتين (أي اليهود والنصارى) في فروع الدين فهم منهم، وإن خالفوهم في أصله فهم ملحدة لهم حكم الحربيين . وفي كشف اللثام: بهذا يمكن\n____________________",
        "1 - إبراهيم مصطفى و أحمد حسن الزيات و حامد عبد القادر و محمد علي النجار، المعجم الوسيط، ج1، ص505.\n2 - تذكرة الفقهاء، ج2، ص645.\n\nالجمع بين القولين ؛ لجواز أن يُعَدّوا منهم وإن خالفوهم ببعض الأصول، كما يُعدّ كثير من الفِرق من المسلمين مع المخالفة في الأصول ) (1).",
        "نقل العلاّمةُ الحلّي عن ابن الجنيد (من العلماء المتقدّمين): ( أنّ الصابئة تؤخذ منهم الجزية ؛ لأنّهم من أهل الكتاب، وإنّما يخالفونهم في فروع المسائل، لا في الأصول ) (2).\nعقائد الصابئة:\n1 - يعتقد الصابئة أنّ دينهم أقدم الأديان على وجه الأرض،( وأنّه أُنزل بأمر مَلَك النور على (آدم وحواء)، وهو باق منذ تلك الأزمنة إلى يومنا هذا ) (3).\n2 - يعتقدون - من حيث المبدأ - بوجود الإله الخالق الواحد الأزليّ، الذي لا تناله الحواس ولا يُفضي إليه مخلوق، ولكنّهم يجعلون بعد هذا الإله (360) شخصاً خُلقوا ليفعلوا أفعال الإله: من رعد وبرق ومطر وشمس وليل ونهار ... وهؤلاء يعرفون الغيب، ولكلّ منهم مملكته في عالم الأنوار (4).",
        "3 - بينهم وبين المسيحية عداء، ولكن عداءهم لليهود شديد لدرجة أنّهم يعتبرون موسى عليه‌السلام من رسل الروح الشريرة:\n( وليس من المحتمل اعتبار العقيدة المندائية إحدى العقائد المسيحية المنشقّة ؛ لأنّ العداء للكنيسة المسيحية بالذات يبرهن العكس من ذلك، هذا من ناحية.\nومن الناحية أخرى فإنّ عداءهم الشديد لليهود واعتبارهم موسى من رُسل الروح الشريرة ؛ ممّا يدل على اعتبار العقيدة المندائية من العقائد الخارجة عن اليهودية الأُولى ) (5).\n____________________",
        "1 - جواهر الكلام، ج30، ص45.\n2 - الحسن بن يوسف، الحلّي، تحرير الأحكام، ج2، ص200.\n3 - د . عبد الرزاق محمد، أسود، موسوعة الأديان والمذاهب، ص116.\n4 - الموسوعة الميسّرة، ص319 - 320.",
        "5 - الموسوعة الميسّرة، ص318.\n\n4 - المندي: هو معبد الصابئة وفيه كُتبهم المقدّسة، ويجري فيه تعميد (1) رجال الدين (2).\n5 - الصلاة: تُؤدّى ثلاث مرّات في اليوم، فيها وقوف وركوع وجلوس على الأرض من غير سجود (3).",
        "6 - الصوم: صابئة اليوم يحرّمون الصوم ؛ لأنّه من باب تحريم ما أحلّ الله، لكنّهم يمتنعون عن أكل اللحوم المباحة لمدّة (36) يوماً متفرّقة على طول أيّام السنة (4).\n7 - يعتقدون بصحة التاريخ الهجري ويستعملونه ؛ وذلك بسبب اختلاطهم بالمسلمين، ولأنّ ظهور النبيّ محمّد صلى‌الله‌عليه‌وآله كان مذكوراً في الكتب المقدّسة الموجودة لديهم (5).\n7 - يعتقد الصابئة المندائيُّون بأنّهم يتّبعون تعاليم (آدم)، ولديهم كتاب (الكنزيرا) أي صحف آدم ... ثمّ جاء النبيّ (يحيى) لتخليص الدين من الأمور الدخيلة، وهو لم يكن رسولاً، بل نبيّاً لهم(6).\nتواجد الصابئة:",
        "الصابئة بفِرَقها المتعدّدة قد تلاشت ولم يبق منها إلاّ فرقة واحدة، هي (الصابئة المندائية)، والتي تعتبِر يحيى عليه‌السلام نبيّاً لها: ( والمندائيُّون ينقسمون إلى قسمين، الأوّل: فئة (الناموريين)، وهم مسئولون عن حفظ الدين وإقامة شعائره . الثاني: هم المندائيُّون العامة ) (7).\n____________________\n1 - التعميد: الغطس في الماء للتطهير.\n2 -. موسوعة الأديان والمذاهب، ص120.",
        "3 - نفس المصدر.\n4 - الموسوعة الميسرة، ص320.\n5 - نفس المصدر، ص323.\n6 - موسوعة الأديان والمذاهب، ص121.",
        "7 - موسوعة الأديان والمذاهب، ص124.\n\nوينتشر الصابئة المندائيُّون اليوم على ضفاف الأنهار في جنوب العراق . فهم يتمركزون في مناطق البصرة والناصرية والعمارة وفي الأهوار، وكذلك في جنوب إيران في مناطق الأهواز وخرمشهر وعلى ضفاف نهر الكارون.\nولهم أعياد خلال السنة، وأكبر عيد لهم هو عيد (مَلَك الأنوار) أو (عيد اليوم الجديد)، ومدّته أربعة أيّام، لا يشرب خلاله الكهّان والمتّقون الشاي الممزوج بالسكّر، ولا يشربون الماء المعقّم، إنّما يشربون ماء النهر مباشرة، ويكون الكهّان مستعدّين لتعميد الراغبين من أبناء الطائفة ) (1).",
        "حكم الصابئة اليوم:\nورد ذِكر الصابئة في القرآن الكريم عدّة مرّات، قال تعالى: ( إِنَّ الَّذِينَ آمَنُواْ وَالَّذِينَ هَادُواْ وَالنَّصَارَى وَالصَّابِئِينَ مَنْ آمَنَ بِاللَّهِ وَالْيَوْمِ الآخِرِ وَعَمِلَ صَالِحاً فَلَهُمْ أَجْرُهُمْ عِندَ رَبِّهِمْ وَلاَ خَوْفٌ عَلَيْهِمْ وَلاَ هُمْ يَحْزَنُونَ ) (2).\nوقال تعالى: ( إِنَّ الَّذِينَ آمَنُواْ وَالَّذِينَ هَادُواْ وَالصَّابِؤُونَ وَالنَّصَارَى مَنْ آمَنَ بِاللّهِ وَالْيَوْمِ الآخِرِ وعَمِلَ صَالِحاً فَلاَ خَوْفٌ عَلَيْهِمْ وَلاَ هُمْ يَحْزَنُونَ ) (3).\nوورد في سورة الحج: ( إِنَّ الَّذِينَ آمَنُوا وَالَّذِينَ هَادُوا وَالصَّابِئِينَ وَالنَّصَارَى وَالْمَجُوسَ وَالَّذِينَ أَشْرَكُوا إِنَّ اللَّهَ يَفْصِلُ بَيْنَهُمْ يَوْمَ الْقِيَامَةِ إِنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ شَهِيدٌ ) (4).",
        "فعلى هذا يتبيّن أنّ هناك ديانة لمجموعة من الناس يُدعَوْن بالصابئين، كانت موجودة عند بزوغ فجر الإسلام، ولهذا سوف نستعرض آراء علمائنا حول حكمهم في وقتنا المعاصر.\n____________________\n1 - نفس المصدر.\n2 - البقرة: 62.",
        "3 - المائدة: 69.\n4 - الحج: 17.\n\nالسيّد الخامنئي (حفظه الله): ذهب إلى ( أنّهم ديانة مستقلّة، وإلى أنّهم من أهل الكتاب، بناءً على أنّ أهل الكتاب مفهوم عام، لا يختصّ باليهود والنصارى، بل يشمل كلّ مَن له كتاب سماوي مسموعة ) (1).",
        "السيّد الخوئي (ره): يُشير على أنّهم من أهل الكتاب ؛ وذلك عندما استدلّ بقوله تعالى: (إِنَّ الَّذِينَ آمَنُواْ وَالَّذِينَ هَادُواْ وَالنَّصَارَى وَالصَّابِئِينَ مَنْ آمَنَ بِاللَّهِ وَالْيَوْمِ الآخِرِ وَعَمِلَ صَالِحاً فَلَهُمْ أَجْرُهُمْ عِندَ رَبِّهِمْ وَلاَ خَوْفٌ عَلَيْهِمْ وَلاَ هُمْ يَحْزَنُونَ ) (2)، حيث يرى أنّها ديانة مستقلّة ؛ باعتبار أنّ هذه الآية جعلتهم في عِداد الديانات المعروفة، ولذا جعل السيّد الخوئي (ره) أهل الكتاب أربعة طوائف: اليهود، النصارى، المجوس، الصابئة (3).\nالشيخ المنتظري: ذهب إلى أنّهم ديانة مستقلّة وأنّهم من أهل الكتاب: ( وأنّه كان يوجد لدينهم وجهة حقّ وارتباط بالوحي السماوي ؛ إمّا لارتباطهم بأحد الأنبياء السابقين، ويُعدَّون لذلك من أهل الكتاب، أو لكونهم من إحدى الفرق الثلاثة (النصارى، اليهود، المجوس) . وإنّما ذُكروا بالخصوص من باب ذِكر الخاصّ بعد العام ؛ لرفع الشبهة . وما ورد في تعليل أخذ الجزية من المجوس بأنّه كان لهم نبيّ وكتاب ؛ يقتضي إسراء الحكم إلى كلّ مَن له كتاب ونبيّ سماوي، وإن لم يكونوا من الفِرق الثلاث ) (4).\nوعلى أيّة حال، ذهب السيّد الخامنئي والشيخ المنتظري إلى ( أنّه مع بقاء الشكّ في حالهم، فالأحوط إقرارهم على دينهم وأخذ الجزية منهم حفظاً للدماء ) (5).\nمن العلماء المتأخرّين المحقّق الثاني تطرّق لحكمهم حيث قال: ( ولو قيل بأخذ الجزية منهم تعويلاً على ما نُقل من كونهم من النصارى واليهود إلى أن يُعلم تكفيرهم إياهم وعدمه،",
        "____________________\n1 - علي، الخامنئي، الصابئة حكمهم الشرعي وحقيقتهم الدينية، ص 34.\n2 - البقرة: 62.\n3 - أبو القاسم، الخوئي، منهاج الصالحين، ج1، ص391.",
        "4 - حسين علي، المنتظري، دراسات في ولاية الفقيه، ج3، ص409.\n5 - الصابئة حكمهم الشرعي وحقيقتهم الدينية، ص34 . و دراسات في ولاية الفقيه ج3، ص410.\n\nأو رجوعاً إلى إخبارهم عن أنفسهم بذلك، وبأنّهم لا يكفّرونهم، لكان وجهاً ؛ لأنّ دعوى مَن ادّعى أنّه من أهل الذمّة مسموعة ما لم يُعلم خلافها ) (1).",
        "والنتيجة سواء قلنا بأنّهم ديانة مستقلّة أم صنف من إحدى الديانات الثلاث (اليهود، النصارى، المجوس)، فهم يُعامَلون معاملة أهل الكتاب في الوقت الحاضر.\nب - مَن ليس لهم كتاب.\nكما أسلفنا فإنّ قسماً من غير المسلمين ليس لهم كتاب سماوي معترف به في الإسلام، وبحثُنا كما هو واضح يخصّ غير المسلمين داخل المجتمع الإسلامي، وفي هذا القسم من غير المسلمين - الذين لا يملكون كتاب سماوي - يتواجدون كأقليّات في بعض الدول ذات الغالبية الإسلامية، كما في دول شرق آسيا كإندونيسيا وماليزيا وغيرها من الدول التي تنتمي للمجتمع الإسلامي، حيث توجد فيها بعض الديانات غير الإسلامية وليس من أهل الكتاب كالهندوس والبوذِّيين وعبدت الأوثان وغيرها من الأديان على هذه الشاكلة.\nونحن في هذا القسم سوف نتطرّق بشكل إجمالي لعقائد بعض هذه الديانات وأصولها للتعريف بماهيّاتها بما يتناسب مع هذا الفصل من البحث:",
        "1 - الهندوس:\nالهندوسية: هي ديانة أكثر أهل الهند الآن، ولكن ليس لهم صانع لهذا الدين معيّن، وإنّما هي مجموعة من التقاليد والأوضاع وامتزجت فيما بينها وتطوّرت فأصبحت ديانة، يقول الدكتور عبد المنعم النمر في كتابه (تاريخ الإسلام في الهند): ( الهندوسية: أسلوب في الحياة أكثر ممّا هي مجموعة من العقائد والمعتقدات، فهي خليط لشتّى المعتقدات والفرائض والسُنن، فليست لها صيَغ محدودة المعالِم ؛ لذا تشمل من العقائد ما يهبط إلى عبادة الأحجار والأشجار، وما يرتفع إلى التجريدات الفلسفية الدقيقة ) (2).\n____________________\n1 - علي بن الحسين، الكركي، جامع المقاصد، ج3، ص449.",
        "2 - عبد المنعم، النمر، تاريخ الإسلام في الهند، ص 18.\n\nيُعدّ كتابهم المقدّس (الويدا) هو الأصل في اعتقاداتهم وأفكارهم في جميع مراحل الديانة الهندوسية، وأُنشأ هذا الكتاب ودُوِّن على يد أهل العلم والنظر، وهم المسمّون ب-: (البراهمة)، وهم رجال الدين الذين كان يعتقد أنّهم يتّصلون في طبائعهم بالعنصر الإلهي، فهم كهنة الأُمّة لا تجوز الذبائح إلاّ في حضرتهم وعلى أيديهم.\nيقول الدكتور أحمد الشلبي في كتابه (مقارنة الأديان - أديان الهند): ( ظهر أهل العلم والنظر (وهم البراهمة) في القرن الثامن قبل الميلاد، وهذه المرحلة تمّ فيها تدوين (الويدا) وتأويلها على أيديهم . وقام البراهمة بتأويل ما كتبوه لمصلحتهم ؛ ليجعلوا امتيازاتهم مقدّسة، فوضعوا نظام الطبقات ليحول من الامتزاج بينهم وبين العامّة، ففي هذه المرحلة بدأت الهندوسية التي لا تزال موجودة لحدّ الآن ) (1).",
        "لكن هذه الديانة ضعفت بعد قرن من إنشائها، عندما ظهرت الديانة الجينية والبوذية وذلك في القرن السادس قبل الميلاد، ولكنّها عادت في القرن الثالث قبل الميلاد، يقول الدكتور أحمد الشلبي: ( ظهرت الديانة الجينية، والديانة البوذية، وضعفت الديانة الويدية (الهندوسية)، ولكن في القرن الثالث قبل الميلاد، ظهر العصر الويدي الثاني وانتصار الويدا على دين الإلحاد (بنظر أتباع الويدا)، وتوسّعت شروح الويدات، وبيان الخصائص الدينية والاجتماعية التي وردت بها، فاستقرّت واتّضحت الهندوسية معالمها ) (2).\nوالهندوس بجميع طبقاتهم، المعتقدة بالآلهة، كلّها تُقدّس البقرة، وكلّها تخضع للنظام الطبقي، والبراهمة هم ملجأ الجميع في حالات الميلاد والزواج والوفاة.\nأمّا عبادة البقرة، فقد حظِيَت في الهند بأسمى مكانة، ففي الويدا حديث عن قدسيتها والصلاة لها، وهناك مقالة للمهاتما غاندي بعنوان (أُمّي البقرة) يُظهر فيها قدسية للبقرة: ( إنّ حماية البقرة التي فرضتها الهندوسية هي هديّة الهند للعالَم، حيث البقرة خير رفيق للمواطن الهندي، وعندما أرى البقرة لا أعِدُني أرى حيواناً، لأنّي أعبد البقرة وسأدافع عن عبادتها أمام\n____________________",
        "1 - مقارنة الأديان، ص27.\n2 - نفس المصدر، ص36.\n\nالعالَم أجمع ... وأُمّي البقرة تفضُل أُمّي الحقيقية، فالأُمّ الحقيقية ترضعنا مدّة عام أو عامين، وتطلب منّا خدمات طول العمر، ولكن أُمّنا البقرة تعود علينا بالنفع ؛ لأنّنا ننتفع بكلّ جزء من جسمها حتّى العظم والجلد والقرون ... ) (1).",
        "2 - البوذية:\nوهي ديانة ظهرت في الهند بعد الديانة البراهمية (الهندوسية)، عندما ضعفت في مراحلها الأُولى نتيجة لتذمّر الناس من الطبقية التي سادت في ذلك الوقت، فظهر الأمير (سيدهاتا) والملقّب ببوذا - والتي تعني المستنير - والذي قضى طفولته في ترف، حيث كان والده ملكاً، لكن لمّا كبر ورأى الطبقية السائدة في المجتمع آنذاك، ورأى تعاليم الكُتُب الهندوسية غريبة وباطلة، فعزم على تخليص الناس من آلامهم، فانتهج لنفسه منهجاً تقشّفياً وخرج من القصر وأصبح راهباً.\nيقول سليمان مظهر في (قصّة الديانات): ( عندما رأى تقسيم الناس إلى طبقات وطوائف غير عادل، ورأى الكتب الهندوسية المقدّسة باطلة ومنبعها الشهوات، اتّخذ منهج التقشّف وفارق زوجته وأصبح راهباً يتنقّل من مكان إلى مكان، ومن خلال عزلته وتفكّره، توصّل بوذا إلى أنّ الآلهة ليس لها القدرة على تغيير الظواهر الطبيعية، وأنكر أنّ البراهما هو خالق كلّ شيء، ثمّ اتّخذ طريقاً ذي ثمان قواعد للحياة هي:\n1 - الإيمان بالحقّ. 2 - القرار الحقّ. 3 - الكلام الحقّ. 4 - السلوك الحقّ.",
        "5 - العمل الحقّ. 6 - الجُهد الحقّ. 7 - التأمّل الحقّ. 8 - التركيز الحقّ.\nفانتشرت هذه التعاليم في مملكة أبيه، واستمرّ بوذا في نشرها حتّى تعدّت حدود الهند ) (2).\nوقد نصّت تعاليم البوذية على مجموعة من الوصايا يبلغ عددها (250) وصية، منها عشر جوهرية - كما جاءت في دائرة معارف البستاني - وهي: ( لا تقتل، لا تسرق، كُن عفيفاً، لا\n____________________",
        "1 - نقلاً عن مقارنة الأديان، ص37، مقالة للمهاتما غاندي في مجلّة (Bhavan's journal) التي تصدر في بومباي في الهند.\n2 - سليمان مظهر، قصّة الديانات، ص94 - 118.\n\nتكذب، لا تسكر، لا تأكل بعد الظهر، لا تُغنِّ ولا ترقص، وتجنّب ملابس الزينة، لا تستعمل فراشاً كبيراً، لا تَقْبَل معادن كريمة.",
        "وخمس تتعلّق بما يجب أن يُقدّم من الاحترام لبوذا، والشريعة والكهنوت، والسيرة الجيّدة، والصحّة الجيّدة، والعِلم القليل ؛ صفات كافية للدخول إلى الرهبانية، ويؤمر المبتدئ أن لا يُأكل إلاّ فضلات أطعمة العوام، وأن يستعمل بول البقر دواءً، وأن يلبس رداءً من الخرق ملطخاً ) (1).\nوخلاصة الأدب البوذي إنّما هي في اجتناب كلّ شي رديء، وعمل كلّ شيء صالح، وتهذيب العقل . أمّا ما كان من الخرافات والذبائح والكهنوت والفلسفة والأسرار، فقد أُضيفت إليها مع تمادي الزمان في بلدان وأحوال مختلفة.\nأمّا تواجدهم اليوم:\nحيث يذكر السمحراني في (قاموس الأديان): ( أنّ عدد البوذيين اليوم يتجاوز الأربعمئة مليون نسمة، وهم يتواجدون في الهند والنيبال والصين واليابان وإندونيسيا وماليزيا، ولكنّهم يشكّلون الأغلبية السكانية في الدولة التالية: بورما، بوتان تايلند، تايوان، سريلانكا، سنغافورة، فيتنام، كميوديا، كوريا الشمالية والجنوبية، لاوس ومنغوليا ) (2) . وعلى هذا يكوّن البوذيّون نسبة من مجتمع بعض الدول الإسلامية كإندونيسيا وماليزيا التي غالبية سكانها من المسلمين، وهذا ممّا دعانا إلى التعرّض لديانتهم والاطّلاع عليها بشكل إجمالي.",
        "الآلهة عند البوذِّيين:\nلم يعتني بوذا بالآلهة، ( وكان ينهى أصحابه وزوّاره عن الخوض في هذا الاتّجاه، فكان سبباً قوياً لانتشار البوذية ؛ وذلك لعدم تعارضها مع آلهة الهنود، فكان كثير من الهنود يتّبعون البوذية في أخلاقها، ومع ذلك يحافظون على ولاءهم لآلهتهم ) (3) . لكن بعد موت بوذا أخذت البوذية تنكمش في الهند ؛ لوجود الفراغ الإلهي في موقعهم، ممّا دعا أتباع بوذا بعد مرور سنوات\n____________________\n1 - بطرس، البستاني، دائرة المعارف، ج5، ص668 و ج2، ص716.",
        "2 - د. أسعد، السحمراني، قاموس الأديان (بحث البوذية)، ص71 - 81.\n3 -. د. عمارة نجيب، الإنسان في ظلال الأديان، ص213.\n\nطويلة إلى التوجّه إلى هذا النقص، يقول سليمان مظهر في (قصّة الديانات): ( اتّجه أتباع بوذا إلى تأليه بوذا ونَسَوا تعاليم بوذا، وأقاموا له التماثيل بعد أن كان بوذا ينهى عن الأصنام ) (1).",
        "وعندها أصبحت البوذية مندمجة مع الديانة الهندوسية في الهند، وقلّ أتباع بوذا في الهند بشكل كبير كما يقول الدكتور عمارة نجيب: ( أصبح بوذا إلهً بجانب آلهة الهندوس المتعدِّدة، وعادت الديانة الهندوسية إلى قوّتها، ولم يعد يوجد في الهند من أتباع بوذا إلاّ عدد قليل، إلاّ أنّ البوذية انتشرت شرقاً في الصين واليابان وجنوباً في بورما وسيلان ) (2).\nفِرق البوذية:\nللبوذية فرقتين: ( 1- هنيايانا: أي العجلة الصغيرة، وهؤلاء كهّانها يرتدون الثوب الأصفر محلّقي رءوسهم، وهم يعتبرون بوذا ليس إلاّ مجرّد رجل وضع بعض القواعد للسلوك، وهو ليس إلهاً يُعبد.\n2 - ماهيانا: أي العجلة الكبيرة، وهي شكل منحرف للبوذية، وأتباعها يعتبرون بوذا إلهاً، ويعبدون الروح التي ألهمت بوذا، وهم يؤمنون بالملائكة، والشياطين ) (3).",
        "أهمّ الكتُب عندهم هي:\n1 - قوانين البوذية ومسالكها.\n2 - خُطَب بوذا التي ألقاها.\n3 - الكتاب الذي يحوي أصل المذهب والفكرة التي نبع منها (4).",
        "3 - المشركون:\nالشرك: أشرك بالله: جعل له شريكاً في مُلكه تعالى الله عن ذلك.\nوالاسم الشرك: قال تعالى: ( يَا بُنَيَّ لا تُشْرِكْ بِاللَّهِ إِنَّ الشِّرْكَ لَظُلْمٌ عَظِيمٌ ) (5).\n____________________",
        "1 - سليمان مظهر، قصّة الديانات، ص123.\n2 - د. عمارة نجيب، الإنسان في ظلال الأديان، ص215.\n3 - فوزي محمد، حميد، عالم الأديان بين الأسطورة والحقيقة، ص201.\n4 -. موسوعة الأديان والمذاهب، ص110.",
        "5 - لقمان: 13\n\nوالشرك: أن يجعل لله شريكاً في ربوبيّته.\nودخلت التاء في قوله: ( لا تُشْرِكْ بِاللَّهِ ) ؛ لأنّ معناه لا تعدل به غيره، فتجعله شريكاً له، ومَن عدَل به شيئاً من خلْقِه، فهو كافر مشرك ؛ لأنّ الله وحده لا شريك له ولا ندّ (1).",
        "والمشركون القدماء في عهد رسول الله صلى‌الله‌عليه‌وآله، وهم مشركوا الجاهلية الذين كانوا يعبدون الأصنام، وقد اندرسوا بعد العهد الأوّل للدعوة الإسلامية، فلا يوجد اليوم في المجتمع الإسلامي أيّ ذِكرٍ لهم، إلاّ ما ذكرنا من أصناف المشركين من الهندوس والبوذيين الذين يعيش بعضهم في دول شرق آسيا الإسلامية.\nوأُلحق بالمشركين بعض الفِرق التي كانت في المجتمع الإسلامي كالغُلاة، الذين يألِّهون النبيّ صلى‌الله‌عليه‌وآله وبعض الأئمّة عليهم‌السلام، وكذلك ذُكر الخوارج بأنّهم كفروا بالدين الإسلامي، ونحن نذكر موجزاً عنهم:\nالغُلاة:\nهم الذين يألِّهون النبيّ صلى‌الله‌عليه‌وآله، أو أمير المؤمنين عليه‌السلام، أو بعض الأئمّة عليهم‌السلام، فقد حُكم عليهم عند الإمامية بأنّهم مشركون، كما في الروايات وفتاوى العلماء.",
        "فقد قال الإمام الصادق عليه‌السلام: ( ما نحن إلاّ عبيد الذي خلَقَنا واصطفانا . والله، ما لنا على الله حجّة، ولا معنا من الله براءة، وإنّا لميّتون وموقوفون ومسئولون، مَن أحبَّ الغُلاة فقد أبغضنا، ومَن أبغضهم فقد أحبّنا، الغلاة كفّار، والمفوِّضّة مشركون، لعن الله الغُلاة، ألا كانوا نصارى، ألا كانوا قدرية، ألا كانوا مُرجئة، ألا كانوا حرورية ) (2).\nكما أنّ المسلمون يرِثون الغلاة، والغلاة لا يرِثون المسلمين، والإمامية لا يُغسِّلون موتى الغلاة ولا يدفنونهم، ويحرّمون تزويجهم وإعطاءهم الزكاة، وهذا مفصّل في الكتُب الفقهية للإمامية.\nيقول الشهيد الأوّل والثاني في (اللمعة وشرحها) في باب الوقف، عند تعريف\n____________________",
        "1 - لسان العرب ج10، ص448.\n2 - محمد باقر، المجلسي، بحار الأنوار، ج3، ص51.\n\nالمسلمين: ( والمسلمون مَن صلّى إلى القِبلة، أي اعتقد الصلاة إليها وإن لم يُصلّ، لا مستحلاًّ، إلاّ الخوارج والغلاة، فلا يدخلون في مفهوم المسلمين وإن صلّوا إليها للحكم بكفرهم ) (1).",
        "ووصفهم كذلك الإمام الصادق عليه‌السلام بالمشركين عندما قال لمرازم - أحد أصحابه -: ( قُل للغالية: توبوا إلى الله فإنّكم فُسّاق مشركون ) (2).\nوقد استعرض الدكتور أحمد أمين في كتابه (فجر الإسلام) حركة الغلاة، فقال: ( إنّ أفراداً بسطاء هم الغلاة الذين يؤلِّهون عليّاً، وإنّ الشيعة تبرأ منهم، ولا يجوز عندهم الصلاة عليهم ) (3).\nولكن هذه الفِرق التي تنحو منحى المغالاة، قد اندثرت وبادت وكذلك آراؤهم، ولا يوجد اليوم منهم أحد إلاّ في بطون الكتُب (4).\nالخوارج:",
        "هم فئة خرجت على الإمام علي عليه‌السلام في وقته ؛ نتيجة رفضهم لنتيجة التحكيم في معركة صِفّين، فرفعوا شعار: ( لا حكم إلاّ لله ) وصار رمزاً لهم . ( وكان أوّل قائد لهم هو عبد الله بن وهب الراسبي، عندما خرجوا على الإمام علي عليه‌السلام وتجمّعوا في حَرَوراء - منطقة قرب المدائن في العراق - فقاتلهم أمير المؤمنين عليه‌السلام، فنجا منهم عشرة وتفرّقوا في البلدان، وبدأت بِدَع الخوارج تنموا في تلك المناطق التي هاجروا إليها ) (5).\nعقائدهم:\nومن معتقداتهم تكفير الإمام علي عليه‌السلام وعثمان والحَكَمَين وأصحاب الجَمَل، وكلّ مَن رضيَ بتحكيم الحَكَمَين، وأباحوا قتْل أطفال المخالفين لهم ونسائهم (6).\n____________________",
        "1 - زين الدين، (الشهيد الثاني)، شرح اللمعة الدمشقية، ج1، ص228.\n2 - أسد حيدر، الإمام الصادق والمذاهب الأربعة، ج4، ص150.\n3 - أحمد أمين، فجر الإسلام، ص2371.\n4 - د . أحمد، الوائلي، هوية التشيّع، ص167.",
        "5 - محمد خليل، الزين، تاريخ الفِرق الإسلامية، ص 102.\n6 - ابن حزم، الظاهري، الفصل في الملل والأهواء والنحل، ج2، ص360.\n\nوعلى كلّ حال، فالخوارج ليس لهم تواجد في المجتمع الإسلامي يُعتدُّ به، وإلاّ لكانت المعاملة معهم كالحربيين الذين يُبيحون قتْل المسلمين لسبب عدم موافقتهم في الرأي.",
        "النتيجة:\nقد تبيّن من هذا الفصل أنّ غير المسلمين إمّا أهل كتاب أو ليسوا بأهل كتاب، فأهل الكتاب هم اليهود والنصارى، وأُلحق بهم المجوس والصابئة، وذكرنا لكلّ منهم نشأته وعقائده وكتبه والفِرق.\nوأمّا مَن ليس لهم كتاب، فهُم: المشركين (عَبَدَة الأصنام ) على نسق مشركي الجاهلية - الذين انقرضوا في العهد الأوّل من الإسلام - والهندوس والبوذيين في دول شرق آسيا، وتعرّضنا كذلك لعقائدهم ونشأتهم وتواجدهم، واستطّردنا في ذِكر الغلاة والخوارج كفرق إسلامية، لكنّها عُدّت مُشركة ومحاربة للإسلام.\n",
        "الفصل الثاني:\nالتعامل التاريخي مع غير المسلمين\nوفيه ثلاثة مباحث:\nالمبحث الأوّل: التعامل مع المشركين.",
        "المبحث الثاني: التعامل مع أهل الكتاب.\nالمبحث الثالث: مكاتيب الرسول صلى‌الله‌عليه‌وآله.\n\nالفصل الثاني:",
        "التعامل التاريخي مع غير المسلمين.\nتمهيد:\nاتّسم تاريخ الإسلام بالمبادئ السمحاء، التي صارت مناراً لتعامل المسلمين في مجتمعاتهم ومع غيرهم من الديانات، وصارت هذه المبادئ دستوراً ينطلق من خلاله كلّ مَن ينتمي انتماءً حقيقياً لهذا الدين، وهو دين الفطرة . وإنْ كان هناك خللاً في التطبيق من بعض المسلمين، لكنّ هذا يُعدُّ خرقاً من الناحية التطبيقية لمواد هذا الدستور الذي جاء به سيّد الأنام صلى‌الله‌عليه‌وآله، وتبعه في صيانته و نشره خلفاؤه الأئمّة المعصومون عليهم‌السلام . فالقرآن كتاب الله المنزَل على نبيّنا محمّد صلى‌الله‌عليه‌وآله واضح المعالم في أحكامه ووصاياه في التعامل الإنساني، وكذلك سيرة المصطفى صلى‌الله‌عليه‌وآله وسيرة أهل بيته الأطهار عليهم‌السلام.\nفالخارج في تعامله عن هذه الركائز الدستورية ؛ بسبب جهله بها، أو لاجتهاده الشخصي، أو لهوىً في نفسه، فهو مأثوم ؛ لذا فالخلل في التطبيق هو أمرٌ طبيعي في عالم الدنيا، ما دام الدستور لا تشوبه شائبة ومنسجم مع الفطرة الإنسانية. لكن للأسف أنّ المبادئ التي تُذكر في دساتير بقيّة الأديان المطروحة اليوم، بعيدة كلّ البُعد عن مقتضيات الفطرة الإنسانية، فهي كثيراً ما تتَّسم بالعنف والإرهاب، ولم تستطع تلك المبادئ من إنجاز هدف الإنسان في تهذيبه وتحقيق الأمن و السلام له ؛ وذلك بسبب التحريف المقصود الذي طرأ على الكتُب المقدّسة كالتوراة والإنجيل.",
        "فنجد - على سبيل المثال لا الحصر - في (العهد القديم) للديانة اليهودية، يقول في الكتاب المقدّس: ( وإذا اقتربتم من مدينة لتحاربوها، فاعرضوا عليهم السِلْم أوّلاً، فإذا استسلمت وفتحت لكم أبوابها، فجميع سكّانها يكونون لكم تحت الجزية ويخدمونكم، وإن لم تُسالمكم، بل حاربتكم، فحاصرتموها فأسْلَمها الربّ - إلهكم - إلى أيديكم، فاضربوا كلّ ذَكر فيها بحدّ السيف . وأمّا النساء والأطفال والبهائم وجميع ما في المدينة من غنيمة، فاغنموها لأنفسكم، هكذا تفعلون في المدن البعيدة عنكم . أمَّا مدن هؤلاء الأُمم التي يُعطيها لكم الربّ - إلهكم - مِلكاً، فلا تُبقوا أحداً منهم حيّاً، بل تحلّلون إبادتهم ... ) (1).\n____________________\n1 - الكتاب المقدّس، مجمع الكنائس الشرقية، فصل الحرب المقدّسة، ص239.\n",
        "وكذلك ورد فيه (فصل: داود عند فلسطين): ( كان داود يغزو البلاد فلا يُبقي على رجُل ولا امرأة، ويأخذ الغنم والبقر والحمير والجمال والثياب ) (1).\nأمَّا بالنسبة للديانة النصرانية، فإنّها كذلك لم تستطع تحقيق الأمن والسلام للإنسان، ولم تتمكّن من تهذيبه، وقد ورد في (بشارة متّى) المتداول بأيدي المسيحيين، بعد أن طرأت عليه التحريفات المقصودة: ( لا تظنّوا أنّي جئتُ لأحمل السلام إلى العالَم، ما جئتُ لأحمل سلاماً، بل سيفاً، جئتُ لأفرّق بين الابن وأبيه والبنت وأُمّها، والكَنّة وحماتها، ويكون أعداء الإنسان أهل بيته . مَن أحبّ أباه أو أُمّه أكثر ممّا يُحبّني، فلا يستحقّني . ومَن أحبّ ابنه أو ابنته أكثر ممّا يحبّني، فلا يستحقّني . ومَن لا يحمل صليبه ويتّبعني، فلا يستحقّني . ومَن حفظ حياته يخسرها، ومَن خسر حياته من أجلي يحفظها ) (2).\nوالواضح من عقيدتنا في النبيّ موسى والنبيّ عيسى أنّهما من أُولي العزم من الرُّسُل، وأنّهما مبعوثان من عند إلهٍ حكيم رؤوف رحيم، وبُعثا للعالَم بما يقتضي السِلم والسلام ويُمهّدا لخاتم الأديان (الدين الإسلامي)، قال تعالى: ( وَمَا أُوتِيَ مُوسَى وَعِيسَى وَالنَّبِيُّونَ مِن رَّبِّهِمْ لاَ نُفَرِّقُ بَيْنَ أَحَدٍ مِّنْهُمْ وَنَحْنُ لَهُ مُسْلِمُونَ ) (3).\nفلا نعتقد بمزاعم هذين الكتابين، فلا شكّ أنّ النصوص محرّفة حتماً عن التعاليم السمحاء الواردة في الكتب المقدَّسة الأصلية (التوراة والإنجيل).",
        "ومن خلال المقارنة بين ما ورد في (العهد القديم) و(بشارة متّى)، نجد أنّ الأوّل أشدُّ خطراً على الإنسانية من كُتُب النصارى ؛ فإنّه يتحدّث عن القتل والإبادة والإرهاب خلافاً لمفهوم الرحمة والشفقة والأمن والسلام، لكنّ المؤسف كذلك أنّ النصرانية، باعتبار أنّها تُؤمن بالدين اليهودي الذي قبلها، فهي تؤيّد ما كان في كُتُبهم ؛ ولذا يتّبع النصارى كِلا الكتابَين معاً (العهد القديم، وبشارة متّى) ويسمّونهما (الكتاب المقدّس).\n____________________\n1 - الكتاب المقدّس، ص 367، فصل: داود عند فلسطين.\n2 - الكتاب المقدّس، بشارة متّى، ص18، فصل: يسوع والعالم.",
        "3 - آل عمران: 84.\n\nفشتّان ما بين الدستور الإسلامي ودساتيرهم . وعليه نحن ذكرنا هذهِ المقدّمة ؛ لأجل التوضيح للقارئ، قبل الدخول في هذا الفصل في تاريخ التعامل الإسلامي مع غير المسلمين.\nالجزيرة العربية محطّ الرسالة الإسلامية:",
        "في الجزيرة العربية آنذاك، يوجد بصيص من النور في ظلمة الجاهلية الحالكة، وهو الإيمان عند بعض أهل الكتاب ومَن بقيَ متمسّكاً بالحنَفِيّة - ملّة إبراهيم - من العرب.\nبالنسبة لأهل الكتاب يقول تعالى: ( لَيْسُواْ سَوَاء ) (1)، أي أنّهم جميعاً ليسوا في التديّن مثل بعضهم، وإن كانوا جميعاً أتباع دين واحد هو الكتاب المقدّس الحقّ - الذي نزل القرآن الكريم يؤيّده ويصدّقه - لكنّهم في التديّن والتطبيق لم يكونوا سواء.\nوتطبيق الدين بصدق يعني التقوى وتطبيق أوامره ونواهيه، مثل إقامة الصلاة وإيتاء الزكاة وحرمة القتل والزنا والسرقة ... وإلى آخره من الواجبات والمحرّمات . وهنا يختلف الناس حسب الإيمان والسلوك برغم الشعارات المرفوعة، بعضهم سابق بالخير وبعضهم متوسّط وبعضهم ضلّ وفسد، وتتحدّث الآية الآتية عن الصِنف المفلح من أهل الكتاب، فتُخبر عنهم بصيغة الجملة الاسمية التي تفيد الثبوت والدوام في كلّ عصر وأوان: ( مِنْ أَهْلِ الْكِتَابِ أُمّةٌ قَائِمَةٌ يَتْلُونَ آيَاتِ اللّهِ آنَاءَ اللّيْلِ وَهُمْ يَسْجُدُونَ ) (2) أي قائمة بالدين إيماناً وسلوكاً ؛ لذلك فأنّهم ( يُؤْمِنُونَ بِاللّهِ وَالْيَوْمِ الآخِرِ وَيَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنِ الْمُنْكَرِ وَيُسَارِعُونَ فِي الْخَيْرَاتِ وَأُولئِكَ مِنَ الصّالِحِينَ ) (3)، وعليه فإنّ الله تعالى لن يُضيع أجرهم، فالمتّقون هم أصحاب الجنّة: ( مَا يَفْعَلُوا مِنْ خَيْرٍ فَلَن يُكْفَرُوهُ وَاللّهُ عَلِيمٌ بِالمُتّقِينَ ) (4).\nوبعضهم مَن حارب النبيّ صلى‌الله‌عليه‌وآله ودعوته، وكانوا يعملون الموبقات، وهذا ما صرّح به القرآن المجيد في كثير من آياته المباركة، وهؤلاء هم الأكثرية، حيث غلبت عليهم أهواءهم",
        "____________________\n1 - آل عمران: 113.\n2 - آل عمران: 113.\n3 - آل عمران: 114.",
        "4 - آل عمران: 115.\n\nومصالحهم الشخصية، وإلاّ فالوحي واحد لكلّ الأنبياء: ( إِنّا أَوْحَيْنَا إِلَيْكَ كَمَا أَوْحَيْنَا إِلَى‏ نُوحٍ وَالنّبِيّينَ مِن بَعْدِهِ وَأَوْحَيْنَا إِلَى‏ إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ وَيَعْقُوبَ وَالأَسْبَاطِ وَعِيسى‏ وَأَيّوبَ وَيُونُسَ وَهَارُونَ وَسُلَيْمانَ وَآتَيْنَا دَاوُود زَبُوراً ) (1).\nلكنَّهم تفرّقوا عن الديانات الحقّة والصحيحة، والتي اجتمعت في الإسلام خاتم الأديان، لكنّهم تمسّكوا ببعض الشكليّات الفارغة من محتواها: ( وَمَا تَفَرّقَ الّذِينَ أُوتُوا الْكِتَابَ إِلاّ مِن بَعْدِ مَا جَاءَتْهُمُ الْبَيّنَةُ، وَمَا أُمِرُوا إِلاّ لِيَعْبُدُوا اللّهَ مُخْلِصِينَ لَهُ الدّينَ حُنَفَاءَ وَيُقِيمُوا الصّلاَةَ وَيُؤْتُوا الزّكَاةَ وَذلِكَ دِينُ الْقَيّمَةِ ) (2).",
        "أمَّا بالنسبة لغير أهل الكتاب في الجزيرة، فهناك من العرب مَن ظلّ متمسّكاً بالحنفِيّة، تاركاً للظلم والعصيان وعبادة الأصنام، وهم الحُنفاء كآباء النبيّ صلى‌الله‌عليه‌وآله.\nوأمّا المسلمون، فقد فعلت قريش بمَن بقيَ منهم في مكّة بعد هجرة أغلب المسلمين إلى المدينة، فمنعوهم المشركون في دخول المسجد الحرام قال تعالى: ( وَمَنْ أَظْلَمُ مِمّنْ مَنَعَ مَسَاجِدَ اللّهِ أَنْ يُذْكَرَ فِيهَا اسْمُهُ وَسَعَى‏ فِي خَرَابِهَا أُولئِكَ مَا كَانَ لَهُمْ أَنْ يَدْخُلُوهَا إِلاّ خَائِفِينَ لَهُمْ فِي الدّنْيَا خِزْيٌ وَلَهُمْ فِي الآخِرَةِ عَذَابٌ عَظِيمٌ ) (3).\nوهذا أيضاً ما حصل مع النبيّ صلى‌الله‌عليه‌وآله معه في مكّة قبل هجرته، حين منعوه من الصلاة في البيت طالما يكفر بالأصنام، قال تعالى: ( أَرَأَيْتَ الّذِي يَنْهَى‏، عَبْداً إِذَا صَلّى ) (4)، حيث قام طواغيت قريش في اضطهاد النبيّ صلى‌الله‌عليه‌وآله، فأخذوا يُكرهونه على عبادة غير الله تعالى، فأمره ال صلى‌الله‌عليه‌وآلهله عزّ وجلّ بالرفض لمطالبهم، تاركاً لهم حريّة الاختيار في عبادة غير الله جلّ وعلا، حيث لا إكراه في الدين، قال عزّ مِن قائل: ( قُلْ إِنّي أَخَافُ إِنْ عَصَيْتُ رَبّي عَذَابَ يَوْمٍ عَظِيمٍ، قُلِ اللّهَ أَعْبُدُ مُخْلِصاً لَهُ دِينِي، فَاعْبُدُوا مَا شِئْتُم مِن دُونِهِ (5) قُلْ أَفَغَيْرَ اللّهِ تَأْمُرُونّي أَعْبُدُ أَيّهَا الْجَاهِلُونَ)(6).\n____________________",
        "1 - النساء: 163.\n2 - البينة: 4 - 5.\n3 - البقرة: 114.\n4 - الفلق: 9.",
        "5 - الزمر: 13 - 14 - 15.\n6 - الزمر: 64.\n\nوعلى هذا فنحن نبدأ إنشاء الله في التفصيل في مبدأ تعامل النبيّ صلى‌الله‌عليه‌وآله آنذاك عبر النصوص التاريخية، وما ورد من سيرته وسيرة أهل بيته الكرام عليهم‌السلام تجاه المشركين في الجزيرة العربية، وخصوصاً مَن له تماسّ معهم، وهم مشركوا قريش.",
        "\nالمبحث الأوّل:\nالتعامل مع المشركين.\n",
        "أوّلاً: السلوك النبوي.\n1 - مكّة في بداية الدعوة:\nوممّا يؤسف أنّ المعاداة صدرت من داخل البيت الهاشمي،  وذلك على يد عمّ النبيّ أبي لهب، واسمه (عبد العزَّى)،  وإنّ امرأته هي أم جميلة، يقول محمّد عزّه دروزه في (سيرة النبيّ): ( إنّ كُنية عبد العُزّى عمّ النبيّ هي: أبو لهب، ويرجَّح أنّها قرآنية إسلامية على سببل التحقير . وكان أبو لهب يمشي وراء النبيّ صلى‌الله‌عليه‌وآله، فكلّما حدّث النبيّ أحداً،  أتى إليه فقال له: لا تصدّقه ! فإنّه فيه همساً أي جنوناً . أمَّا أمّ جميل،  فكانت تضع الأقذار في طريق النبيّ وأمام بيته الذي كان مجاوراً لبيت عمّه، وأنّها كانت تُشيع عنه الإشاعات المثيرة ) (1).\nوقال دروزة: ( وأكثر الرواة والمفسّرين قالوا: إنّ سورة (تبّت) نزلت بمناسبة قول أبي لهب للنبي صلى‌الله‌عليه‌وآله: ( تبّاً لك ألهذا دعوتنا ؟! )، وذلك حينما نزلت آية (وأنذر عشيرتك الأقربين) في سورة الشعراء، حيث جمع النبيّ بني هاشم ودعاهم وأنذرهم ) (2).",
        "وكان ردّ النبيّ صلى‌الله‌عليه‌وآله على هذه الأفعال من أبي لهب وزوجته، الالتزام بالخُلُق العظيم تجاه رَحمِهِ، إلى أن نزلت سورة (تبّت) من الله عزّ وجلّ وفضحته.\nأمَّا بقيّة قريش في تعاملهم مع دعوته النبيّ صلى‌الله‌عليه‌وآله في بدايتها، فكانت كلّ قبيلة تثِبُ على مَن فيها من المسلمين، يقول البلاذري في (أنساب الأشراف): ( كلّ قبيلة كانت تحبس المسلمين عندها وتعذبّهم بالضرب والجوع والعطش، وبرمضاء مكّة إذا اشتدّ الحرّ، وروى مجاهد: ( أنّ المستضعفين من المسلمين أُلبسوا دروع الحديد وصُيّروا في الشمس حتّى بلغ الجهد منهم ) هذا والنبيّ يُصبّرهم ويأمرهم به ) (3).\n____________________\n1 - محمد عزة، دروزة، سيرة النبي، ج1، ص173.",
        "2 - نفس المصدر.\n3 - البلاذري، أنساب الأشراف، تحقيق: محمد حميد، ج1، ص158.\n\nوذكر البلاذري كذلك: ( أنّ بني مخزوم يَخرجون بعمّار بن ياسر وبأبيه وأُمّه، إذا حمِيَت الظهيرة، يعذّبونهم في رمضاء مكّة، فيمرّ بهم الرسول فيقول: ( صبراً آل ياسر فإنّ موعدكم الجنّة ) وقُتلت أُمُّه وهي تأبى إلاّ الإسلام، وكان عمّار يُعذَّب حتّى لا يدري ما يقول ) (1).",
        "وعن سعيد بن جبير، قال: ( قلتُ لعبد الله بن عباس: أكان المشركون يبلغون من أصحاب رسول الله من العذاب ما يُعذرَون به في ترك دينهم ؟ قال: نعم . والله، إن كانوا ليضربون أحدهم ويُجيْعونه ويعطّشونه، وما يقدر أن يستوي جالساً من شدّة الضرب الذي نزل به ) (2).\nوكان المسلمون المستضعفون ليتمنَّون الموت من شدّة ما ينزل بهم من تعذيب المشركين، يقول خباب ابن الأرت - أحد أصحاب النبي صلى‌الله‌عليه‌وآله -: ( لقد رأيتني يوماً وقد أوقدوا لي ناراً ثمّ سلقوني فيها، ثمّ وضع رجلٌ رِجْله على صدري، فما أتيت الأرض إلاَّ بظهري . ولولا أنّي سمعت رسول الله يقول: ( لا يتمنّيَنَّ أحدُكم الموت ) لتمنّيتُه ) (3).\nفعلى هذا أمَا كان بإمكان النبي صلى‌الله‌عليه‌وآله أن يُجنّد أشخاصاً - ولو معدودين - في ذلك الوقت ؛ ليُرهبوا زعماء قريش خصوصاً وهو بيده أموال خديجة عليها‌السلام ؟ بإمكانه ذلك في وقت قصير لو أراد الزعامة و بسط نفوذه وتكوين دولة، لكن هذا من المحالات على شخصيّته الكريمة، بغضّ النظر عن كونه نبيّ ومبعوث من قِبل الباري عزّ وجلّ، ويتّبع ما يوحى إليه . لكن من ناحية إنسانية ومن منطلق كونه قيادي مفكّر، يعلم أنّ المظلومية هي أداة للنصر، والخُلُق الإنساني الرفيع في التعامل مع العدوّ، هو أبلغ في كسْب الأنصار لدعوته وتفاني أتباعه في سبيل هذهِ الدعوة ؛ لهذا كان يدعوهم لبذل الجهد بالحسنى، ولم تُسجّل عليه أيّة شائبة في تعامله مع مشركي قريش، ففي الوقت الذي هو فيه مظلوم يتحمّل العذاب، هو صابر رابط الجأش مع أصحابه.\nلذا فمن أقواله لزعماء قريش: ( ما جئت بما جئتكم به أطلب أموالكم ولا الشرف فيكم ولا الملك عليكم، ولكنّ الله بعثني إليكم رسولاً ... فإنْ تقبلوا منّي ما جئتكم به، فهو حظّكم في الدنيا",
        "____________________\n1 - نفس المصدر، ج1، ص159.\n2 - عبد السلام، هارون، تهذيب سيرة ابن هشام، ص72.\n3 - أنساب الأشراف، ج 1، ص178.",
        "\nوالآخرة، وإن تردّوه عليَّ أصبر لأمر الله حتّى يحكم الله بيني وبينكم ) (1) . فالملاحظ من كلامه صلى‌الله‌عليه‌وآله منتهى الرِفْق والشفقة عليهم، مع أنّهم قابلوه بالغلظة، وغلبّوا مصالحهم الشخصية على المصلحة العامّة . هذا في الدنيا، أمّا الآخرة، فهم غير ناظرين إليها.\n2 - مكّة عند فتحها:\nعندما فتح النبي صلى‌الله‌عليه‌وآله مكّة، ترك أهلها المشركين وشأنهم، ولم يكونوا أهل كتاب، ولم يدلّ دليل على أنّه أجبرهم على الإسلام، ولم يقتلهم، بل عفا عنهم جميعاً حتّى عن المجرمين منهم.",
        "ونذكر في هذا المضمار هذه الرواية عن الإمام الصادق عليه‌السلام بكاملها، والتي تبيّن مدى سماحة الإسلام المتمثّلة بشخص النبيّ صلى‌الله‌عليه‌وآله، حيث قال أبو عبد الله عليه‌السلام : ( لمّا كان فتح مكّة، قال رسول الله صلى‌الله‌عليه‌وآله: عند مَن المفتاح، قالوا: عند أمّ شيبة، فدعا شيبة فقال صلى‌الله‌عليه‌وآله: اذهب إلى أُمّك فقل لها ترسل المفتاح، فقالت: قُل له: قتلتَ مقاتلنا وتريد أن تأخذ منّا مكرمتنا، فقال صلى‌الله‌عليه‌وآله: لترسلنّ به أو لأقتلنّك - وهذا تهديد لها ؛ لأنّها قائمة بكلامها هذا على محاربة الرسول ومنعه عن إزالة الأصنام وتطهير البيت الحرام، ولا يُريد سلبها المكرمة حسب مدّعاها كما سيتبيّن - فوضعته في يد الغلام، فأخذه، وقال له: هذا تأويل رؤياي من قبل.\nثمَّ قام صلى‌الله‌عليه‌وآله ففتحه وستره، فمِن يومئذ يُستر، ثمَّ دعا الغلام فبسط رداءه فجعل فيه المفتاح، وقال: ردّه إلى أُمّك . ودخل صناديد قريش الكعبة وهم يظنّون أنّ السيف لا يُرفع عنهم، فأتى رسول الله صلى‌الله‌عليه‌وآله البيت وأخذ بعضادَتَي الباب، ثمَّ قال: لا إله إلاّ الله، أنجز وعده، ونصر عبده، وغلب الأحزاب وحده، ثمَّ قال: ما تظنّون وما أنتم قائلون ؟ فقال سُهيل بن عمرو: نقول خيراً ونظنُّ خيراً أخٌ كريم وابن عمّ، قال: أقول لكم كما قال أخي يوسف: ( لاَ تَثْرِيبَ عَلَيْكُمُ الْيَوْمَ يَغْفِرُ اللّهُ لَكُمْ وَهُوَ أَرْحَمُ الرّاحِمِينَ ) (2) ) (3).\n3 - معاملته صلى‌الله‌عليه‌وآله مع غير مشركي مكّة:\nقد وردت النصوص التاريخية في هذا المجال، لكنّنا نكتفي بهذا الحديث الذي يذكره صاحب (مستدرك الوسائل)، حيث جاء فيه: ( أنّ رسول صلى‌الله‌عليه‌وآله أرسل قِبَلَ نجد سريّة، فأسَروا",
        "____________________\n1 - تهذيب سيرة ابن هشام، ص64 - 67.\n2 - يوسف: 92.\n3 - بحار الأنوار، ج21، ص132.",
        "\nواحداً اسمه ثمامة بن آثال الحنفي، سيّد اليمامة، فأتَوا به وشدّوه إلى سارية من سواري المسجد، فمرّ به النبيّ صلى‌الله‌عليه‌وآله فقال: ما عندك يا ثمامة ؟ فقال: خير إن قتلتَ قتلتَ وارماً، وإن مننتَ مننتَ شاكراً، وإن أردتَ مالاً تُعطَ ما شئت . فتركه ولم يقُل شيئاً، فمرّ بهِ اليوم الثاني فقال مثل ذلك، ثمَّ مرّ بهِ اليوم الثالث فقال مثل ذلك، ولم يقُل النبيّ صلى‌الله‌عليه‌وآله شيئاً، ثمَّ قال صلى‌الله‌عليه‌وآله: أطلقوا ثمامة، فأطْلَقوه . فمرّ واغتسل وجاء وأسلم، فكتب إلى قومه فجاءوا مسلمين ) (1).\nنلاحظ هنا في هذه الرواية أن ثمامة لم يجبره النبيّ صلى‌الله‌عليه‌وآله على الإسلام، لكنّه لمّا رأى معاملة الرسول الكريم له من الخلُق العظيم والعطف الذي تجسّد فيه، حيث لمّا سأله النبيّ الأكرم: ( ما عندك يا ثمامة ؟ )، قال: ( خير، إن قتلتَ قتلتَ وارماً ) أي إن قتلتني فمِن حقّك ؛ لأنّك قد ورُمتَ وتألّمت مِن قتْلِنا أصحابك، فلم يُجبه النبيّ حينذاك حتّى أطلقه، وبإمكان ثمامة الرجوع إلى قومه ويبقى سيّدهم وعلى عقيدته من الشرك، لكنّه آثر الانضمام إلى ركْب النبيّ صلى‌الله‌عليه‌وآله على السيادة والجاه في قومه ؛ لِما رأى من روح الإسلام العظيمة المتمثّلة في تعامل النبي صلى‌الله‌عليه‌وآله.\nثانياً: التوسّع الإسلامي ونشر الدعوة سِلمياً:",
        "هل فرض المسلمون الإسلام بالإكراه على غيرهم بالسيف والسلاح، أم تُرك لهم الاختيار ؟ تتّضح الإجابة على هذا السؤال عِبر ثلاث نقاط:\n1 - ما هو الأصل في الإسلام، السِلم أم القتال ؟\n2 - ما هو رأي شعوب البلدان المفتوحة ؟\n3 - بأي طريقة تمّ انتشار الإسلام في البلدان النائية ؟",
        "1 - الأصالة للسِلْم والاستثناء للقتال.\nالأصل في الإسلام هو السلام وليس القتال،على خلاف ما كانت عليه الدول آنذاك في حالة صِراع كصراع الغابات، فاختار الله الإسلام ؛ رأفةً ورحمةً من لدنه تعالى وشريعةً سمحاء لهم، على يد الرسول المصطفى محمّد صلى‌الله‌عليه‌وآله، لأداء هذه المهمّة المقدّسة في نشر الرحمة والسلام للبشرية كافّة.\n____________________\n1 - حسين، النوري، مستدرك الوسائل، ج2، ص514، ح2598.",
        "\nحيث يقول تعالى: ( وَمَا أَرْسَلْنَاكَ إِلاّ رَحْمَةً لِلْعَالَمِينَ ) (1)، وهكذا كانت سيرة عترته الطاهرة عليهم‌السلام، ( فلم يُعرف أنّه أعلن الحرب في بدايته المباركة وظلّ انتشاره إلاّ ما شرّعه دفاعاً)(2).\nوعليه فإنّ مواجهة الأخطار والذَود عن القِيَم السامية، يستدعي الدفاع - كالدفاع عن النفس والعِرض والمال والوطن - في حالة الاعتداء عليها من قِبل أعداءه المناوئين له، وفي سبيل الدفاع عن المستضعفين الرازحين تحت نِير الظلام وأعداء الإنسانية، كما في قوله تعالى: ( وَمَا لَكُمْ لاَ تُقَاتِلُونَ فِي سَبِيلِ اللّهِ وَالْمُسْتَضْعَفِينَ ) (3)، وهي حروب مشروعة عقلائياً، وليس لها مثيل في العالم في حاضره وماضيه في شدّة مراعاتها للحقوق الإنسانية، وهي حروب كانت ممّا لا مناص منها عقلاً للدفاع عن الرسالة ومواجهة المعتدي والتصدّي له، أو لأجل الذود والدفاع عن النفس .. وغيرها من مسوّغات الحرب ؛ لذا فالقاعدة والأساس في الإسلام هو السلام، والحرب ما هي إلاّ استثناء وعند الضرورات، ولكنّنا نلاحظ الحضارة الغربية منذ أن انبثقت وأمسكت بمقاليد الأمور، استعرت الأُمّة العالمية بحروب دامية لا مثيل لها في التاريخ، وتجاوزت كلّ المبادئ والقِيَم الإنسانية، كما في الحربين العالميتين الأُولى والثانية، وما نتج عنهما من آثار سيّئة على شعوب العالم إلى اليوم، من الفقر والاستعمار والتشتّت والضغائن ما بين بني البشر.\nوعلى هذا فالفتوحات الإسلامية تُعتبر قضاء على الظلم والطغيان الحاصل من المتسلّطين على الشعوب، وهي مع ذلك دعوة للمجتمعات في اعتناق الدين الإسلامي باختيارهم من دون إكراه بمبادئه السمحاء ( لاَ إِكْرَاهَ فِي الدّينِ قَد تَبَيّنَ الرّشْدُ مِنَ الْغَيّ ) (4)، وسبيله العقل والتفكّر بهذا الدين ( أَوَلَمْ يَنظُرُوا فِي مَلَكُوتِ السّماوَاتِ وَالأَرْضِ وَمَا خَلَقَ اللّهُ مِن شَيْ‏ءٍ وَأَنْ عَسَى‏ أَن يَكُونَ قَدِ اقْتَرَبَ أَجَلُهُمْ فَبِأَيّ حَدِيثٍ بَعْدَهُ يُؤْمِنُونَ ) (5).",
        "____________________\n1 - الأنبياء: 107.\n2 - محمد، الشيرازي، لأوّل مرّة في تاريخ العالم، ج1، ص2.\n3 - النساء: 75.",
        "4 - البقرة: 256.\n5 - الأعراف: 185.\n\nمن ناحية أخرى فالديانات الموجودة آنذاك لم يبدأ الرسول صلى‌الله‌عليه‌وآله معهم بالحرب أو يقتل أحداً منهم، بل أرسل رُسُله إلى جميع الملوك يدعوهم إلى الإسلام (دين المبادئ السامية لإنقاذ الشعوب)، وعليه فلا تُعتبر فتوحات الإسلام توسّعية واستعمارية، بل دعوة إلى دين الإنسانية المتكامل.",
        "وفي المقابل إذا وقف أحد بأساليب عدوانية أمام هذه الدعوة المسالمة، كأن يكون عذّب مَن آمن بها، أو خطّط لهدمها أو صدّ عن الدخول بها، فيقتضي الأمر هنا (استثناءً) إشهار السيف لإزالة هذهِ العقبة فقط، فعلى سبيل المثال: ( قتال الروم في مؤتة بقيادة جعفر ابن أبي طالب عليه‌السلام كان ذلك لمّا شَرَع الروم بقتل مَن أسلم واضطهادهم ) (1).\nإذن، تبيّن أنّ الإسلام لم يأذن بالقتال إلاّ درءاً للعدوان، وتصدّياً للاضطهاد، والتماساً لحريّة الدين وحمايةً للدعوة ؛ فيكون دفاعاً عن بيضة الإسلام، ويُعدُّ عندها فرضاً من فرائض الدين، وهو (الجهاد).\n2 - رأي شعوب البلدان المفتوحة:\nكانت الشعوب الكافرة في البلاد المفتوحة قد رحبّت بالفاتحين المسلمين ؛ لِما لاحظوا من السلوك الذي اتّسم به الفاتح، والتغيّر الذي طرأ عليهم بمرور الأيّام في حياتهم الاجتماعية، وذلك بسبب عدّة عوامل:",
        "أ - بثّ الأخلاق الفاضلة ونشر الحرية: حيث كان المسلمون في تعاملهم مع غير المسلمين، أفضل مِن تعامل بعضهم مع بعض داخل مجتمعهم ؛ لأنّ دعاة الإسلام كانوا ينشرون دينهم داخل المجتمعات مستندين على قاعدة، وهي قول المصطفى صلى‌الله‌عليه‌وآله: ( إنّما بُعثت لأُتمّم مكارم الأخلاق )، وكذلك لقاعدة ( لا إكراه في الدين )، فلهم مطلق الحريّة في اعتناق الإسلام وعدمه.\nب - حرمة الغدر والتخريب الاقتصادي أثناء الفتح:\nلاحظ الكفّار في البلدان المفتوحة مدى التعامل الحَسَن من المسلمين الداخلين عليهم، وحسب الشريعة المقدّسة التي أَوصت المسلمين في هذا المجال، ممّا سحرت شعوب هذهِ البلدان، ومن ذلك وصايا رسول الله صلى‌الله‌عليه‌وآله لأُمراء الجيش: ( سيروا بسم الله وبالله، وعلى ملّة\n____________________",
        "1 - أحمد بن علي بن أبي طالب، الطبرسي، الاحتجاج، ج1، ص166.\n\nرسول الله صلى‌الله‌عليه‌وآله: لا تغدروا ولا تغلّوا ولا تمثّلوا، ولا تقطعوا شجرة إلاّ أن تضطرّوا إليها ...) (1)، وقال أبو صلاح الحلبي: ( ... ولا يجوز حرق الزرع، ولا قطع شجرة الثمر، ولا قتل البهائم، ولا خراب المنازل، ولا التهتّك بالقتل ) (2)، وقال الشهيد الأوّل: ( ولا يجوز التمثيل ولا الغدر ولا الغلول ) (3).\nفالمسلمين جسّدوا هذهِ المعاني التي نطق بها رسول الله صلى‌الله‌عليه‌وآله في وصاياه للسرايا، وتلك الشعوب تُلاحظ هذا السلوك على الفاتحين، فاستبشرت خيراً، وقارنت بينها وبين حكّامها السابقين ؛ فكان هذا السلوك باباً لانتشار الدعوة الإسلامية بين تلك الشعوب . كيف لا، ووصايا الرسول تُتلى على المقاتلين المسلمين بين حين وآخر، ووصاياه المباركة كانت شاملة حتّى للمحافظة على الحيوانات والنباتات، وهذا ما يرويه الإمام الصادق عليه‌السلام حيث قال: ( إنّ النبي صلى‌الله‌عليه‌وآله كان إذا بعث أميراً له على سرية، أمره بتقوى الله عزّ وجلّ في خاصّة نفسه، ثمَّ في أصحابه عامّة، ثمَّ يقول: اُغزُ بسم الله وفي سبيل الله، قاتلوا مَن كفر بالله، ولا تغدروا ولا تغلّوا ولا تمثّلوا، ولا تقتلوا وليداً ولا متبتّلاً في شاهق، ولا تحرقوا النخل، ولا تُغرقوه بالماء، ولا تقطعوا شجرة مثمرة ولا تحرقوا زرعاً ؛ لأنّكم لا تدرون لعلّكم تحتاجون إليه، ولا تغرقوا من البهائم ما يُؤكل لحمه، إلاّ ما لا بدّ لكم من أكله ... ) (4).",
        "ج - الوفاء بالعهد: كانت سيرة المسلمين قائمة على الوفاء بالعهد، فلم ينكثوا العهد بعد إتمامه، ولم يحدّثنا التاريخ أنّهم نقضوا العهد مع المعاهدين، ووجوب الوفاء بالعهد حتّى لو كان فيه ضرر على المسلمين: ( فحينما عاهد رسول الله صلى‌الله‌عليه‌وآله المشركين بتسليم مَن جاءه من قريش مسلماً، وَفَى بذلك، وسلّم اثنين من المسلمين إليهم وفاءً منه بالعهد ) (5)، وبهذا الأسلوب\n____________________\n1 - محمد بن يعقوب الكليني، الكافي، ج5، ص30، ح9، باب: وصية رسول الله صلى‌الله‌عليه‌وآله للسرايا.\n2 - أبو الصلاح الحلبي، الكافي في الفقه، ص256.",
        "3 - محمد بن مكي العاملي (الشهيد الأوّل)، غاية المراد، ج1، ص482.\n4 - الكافي، ج5، ص29، ح 8، باب وصايا الرسول للسرايا.\n5 - الفضل بن الحسن الطبرسي، إعلام الورى، ص106.\n",
        "تجسّدت السماحة والسلام وحقن الدماء، وأثبت الإسلام بأنّه لا يقاتل إلاّ دفاعاً عن المقدّسات، وعن النفس ونشر الحرية والسلام وردع العدوان.\n3 - المبادئ الإسلامية هي الفاتحة بذاتها:\nوهذهِ هي النقطة الثالثة في السؤال عن طريقة انتشار الإسلام، فعند المراجعة للفتوحات الإسلامية والتدبّر بها، نجد أنّ الإسلام لم ينتشر بقوّة السلاح، وإلاّ ففي ذلك الوقت كانت الإمبراطوريات أكثر عِدّة وعدداً من المسلمين الفاتحين، كما في الإمبراطورية الفارسية والرومية . وإنّما انتشر الإسلام بقوّته الذاتية ومبادئه المنسجمة مع الفطرة الإنسانية، وما يتضمّن من قوانين حيوية تدخل في كلّ ما يحتاجه بني البشر.\nومن جهة أخرى الذين دخلوا في الإسلام لم يدخلوه مكرَهين تحت طائل السيف، وإنّما اُستخدم السيف لإزالة الحاكم الظالم وتحرير البلاد من الاضطهاد، وكان دخولهم أفواجاً في دين الإسلام لِما يرَون من مبادئ الإسلام السمحاء والمطابِقة لفطرتهم الإنسانية، وهذا ما أكّدته النصوص القرآنية، ففي تفسير الطبرسي لقوله تعالى: ( فَبِمَا رَحْمَةٍ مِنَ اللّهِ لِنتَ لَهُمْ ) (1) ( أي أنّ لينك لهم ممّا يوجِب دخولهم في الدين، (ما زائدة)، ( وَلَوْ كُنْتَ فَظَّاً ) أي جافياً سيّء الخُلُق، ( غَلِيظَ الْقَلْبِ ) أي قاسي الفؤاد غير ذي رحمة، ( لانْفَضُّوا مِنْ حَوْلِكَ ) لتفرّق أصحابك عنك، ( فَاعْفُ عَنْهُمْ ) ما بينك وبينهم، ( وَاسْتَغْفِرْ لَهُمْ ) ما بينهم وبيني ) (2).",
        "ثالثاً: دوافع القتال وأهدافه:\nمن الآيات القرآنية نستلهم السيرة التاريخية لدوافع القتال وأهداف نشر الدعوة الإسلامية:\nأ - دفع العدوان:\n( وَقَاتِلُوا فِي سَبِيلِ اللّهِ الّذِينَ يُقَاتِلُونَكُمْ وَلاَ تَعْتَدُوا إِنّ اللّهَ لاَ يُحِبّ الْمُعْتَدِينَ، وَاقْتُلُوهُمْ حَيْثُ ثَقِفْتُمُوهُم وَأَخْرِجُوهُمْ مِنْ حَيْثُ أَخْرَجُوكُمْ وَالْفِتْنَةُ أَشَدّ مِنَ القَتْلِ وَلاَ تُقَاتِلُوهُمْ عِندَ",
        "____________________\n1 - آل عمران: 159.\n2 - الفضل بن الحسن الطبرسي، تفسير مجمع البيان، ج2، ص428.\n",
        "الْمَسْجِدِ الْحَرَامِ حَتّى‏ يُقَاتِلُوكُمْ فِيهِ فَإِن قَاتَلُوكُمْ فَاقْتُلُوهُمْ كَذلِكَ جَزَاءُ الْكَافِرِينَ، فَإِن انتَهَوْا فَإِنّ اللّهَ غَفُورٌ رَحِيمٌ ) (1)، وفي كتاب ( الميزان في تفسير القرآن ) للسيّد محمّد حسين الطباطبائي: ( القتال محاولة الرجل قتل مَن يحاول قتله، وكونه في سبيل الله ؛ إنّما هو لكون الغرض منه إقامة الدين وإعلاء كلمة التوحيد، فهو عبادة يقصد بها وجه الله تعالى، دون الاستيلاء على أموال الناس وأعراضهم، فإنّما هو الإسلام دفاع يحفظ به حقّ الإنسانية المشروعة عند الفطرة السليمة، فإنّ الدفاع محدود بالذات، والتعدّي خروج عن الحدّ ... والنهي عن الاعتداء مطلق يُراد به كلّ ما يصدق عليه أنّه اعتداء، كالقتال قبل أن يُدعى إلى الحقّ، والابتداء بالقتال، وقتل النساء والصبيان وعدم الانتهاء إلى العدو ... ) (2).\nوهناك آية صريحة ببيان سبب القتال ؛ وهو الظلم الشديد والجور الذي نزل بالمسلمين من قِبَل المشركين وأعوانهم، حتّى أخرجوهم من ديارهم جَوراً وعدواناً، وهي قوله تعالى: ( أُذِنَ لِلّذِينَ يُقَاتَلُونَ بِأَنّهُمْ ظُلِمُوا وَإِنّ اللّهَ عَلَى‏ نَصْرِهِمْ لَقَدِيرٌ، الّذِينَ أُخْرِجُوا مِن دِيَارِهِم بِغَيْرِ حَقّ إِلاّ أَن يَقُولُوا رَبُّنا اللّهُ ) (3).\nب - نصرة المظلومين والمستضعفين:\nقال الله تعالى: ( وَمَا لَكُمْ لاَ تُقَاتِلُونَ فِي سَبِيلِ اللّهِ وَالْمُسْتَضْعَفِينَ مِنَ الرّجَالِ وَالنّسَاءِ وَالْوِلْدَانِ الّذِينَ يَقُولُونَ رَبّنَا أَخْرِجْنَا مِنْ هذِهِ الْقَرْيَةِ الظّالِمِ أَهْلُهَا وَاجْعَل لَنَا مِن لَدُنْكَ وَلِيّاً وَاجْعَلْ لَنَا مِن لَدُنكَ نَصِيراً ) (4) فالآية صريحة في نصرة المستضعفين والمظلومين.",
        "وقال تعالى: ( وَالّذِينَ آمَنُوا وَلَمْ يُهَاجِرُوا مَا لَكُمْ مِن وَلاَيَتِهِم مِن شَيْ‏ءٍ حَتّى‏ يُهَاجِرُوا وَإِنِ اسْتَنْصَرُوكُمْ فِي الدّينِ فَعَلَيْكُمُ النّصْر إِلاّ عَلَى‏ قَوْمٍ بَيْنَكُمْ وَبَيْنَهُم مِيثَاقٌ وَاللّهُ بِمَا تَعْمَلُونَ بَصِيرٌ) (5).\nوفي تفسير هذه الآية الأخيرة يقول السيّد الطباطبائي: ( نفت هذه الآية الولاية ما بين المؤمنين المهاجرين والأنصار\n____________________\n1 - البقرة: 190 - 192.",
        "2 - محمد حسين، الطباطبائي، تفسير الميزان، ج2، ص61.\n3 - الحج: 39 - 40.\n4 - النساء: 75.\n5  - الأنفال: 72.",
        "\nمن جهة، وبين المؤمنين غير المهاجرين من جهة أخرى، إلاّ ولاية النصرة إذا استنصروهم، بشرط أن يكون الاستنصار على قوم ليس بينهم وبين المؤمنين ميثاق ) (1) وعليه فنصرة المظلومين المستضعفين والدفاع عنهم أمر مشروع ومرغوب فيه، تُبيحه جميع الديانات السماوية.\nج- - قتال مَن نكث الأَيْمان والعهود:\nقال تعالى: ( أَلاَ تُقَاتِلُونَ قَوْماً نَّكَثُواْ أَيْمَانَهُمْ وَهَمُّواْ بِإِخْرَاجِ الرَّسُولِ وَهُم بَدَءُوكُمْ أَوَّلَ مَرَّةٍ أَتَخْشَوْنَهُمْ فَاللّهُ أَحَقُّ أَن تَخْشَوْهُ إِن كُنتُم مُّؤُمِنِينَ ) (2).",
        "يقول صاحب تفسير الميزان: ( فالآية فيها تحريض للمؤمنين وتهييج لهم على قتال المشركين ؛ ببيان ما أجرموا به في جنب الله وخانوا به الحقّ والحقيقة، وعَدَّ خطاياهم وطغيانهم: مِن نكث الإيمان، والهمّ بإخراج الرسول، والبدء بالقتال أوّل مرّة ) (3).\nواختلفت الأقوال في هوية هؤلاء الذين نكثوا الأيمان، وذكر الأقوال الطبرسي في تفسيره للقرآن (مجمع البيان): ( فقيل: هم اليهود الذين نقضوا العهد وخرجوا مع الأحزاب ؛ وهمّوا بإخراج الرسول من المدينة كما أخرجه المشركون من مكّة . وقيل: هم مشركوا قريش وأهل مكّة، ( وَهُم بَدَءُوكُمْ أَوَّلَ مَرَّةٍ ) أي بنقض العهد . وقيل: بدءوكم بقتال حلفاء النبيّ صلى‌الله‌عليه‌وآله من خزاعة . وقيل: بدءوكم بالقتال يوم بدر ) (4).\nد - التصدّي للعدوان المحتمل الوقوع وتحصين العقيدة:\nقال تعالى: ( وَقَاتِلُوهُمْ حَتّى‏ لاَ تَكُونَ فِتْنَةٌ وَيَكُونَ الدّينُ للّهِ‏ِ فَإِنِ انتَهَوْا فَلاَ عُدْوَانَ إِلاّ عَلَى الظّالِمِينَ ) (5).",
        "يقول السيّد الطباطبائي في (تفسير الميزان) في هذه الآية: ( نازلة في المشركين،\n____________________\n1 - تفسير الميزان، ج9، ص142.\n2 - التوبة: 13.",
        "3 - تفسير الميزان، ج9، ص159.\n4 - الفضل بن الحسن، الطبرسي، تفسير مجمع البيان، ج5، ص22.\n5 - البقرة: 193.\n",
        "والمراد بكون الدين لله سبحانه وتعالى هو أن لا تُعبد الأصنام، وأن يحصل الإقرار بالتوحيد، وأهل الكتاب مقرّون به ) (1).\nأمّا بالنسبة للتصدّي للعدوان المحتمل الوقوع، فقد دعا القرآن الكريم لذلك حتّى لا يُعتدى على المسلمين بفتنة على حين غرّة، ممّا يؤدي إلى تهديد الدولة الإسلامية بالفناء، قال الله تعالى: ( وَإِمَّا تَخَافَنَّ مِن قَوْمٍ خِيَانَةً فَانبِذْ إِلَيْهِمْ عَلَى سَوَاء إِنَّ اللّهَ لاَ يُحِبُّ الخَائِنِينَ ) (2)، وتفسير هذه الآية: ( عند احتمال الخيانة منهم يجب إبلاغهم بإلغاء العهد، ولا يجوز قتالهم قبل الإبلاغ ؛ لأنَّ ذلك خيانة . أمّا إذا لم يحتمل الخيانة، فلا يجوز نقض العهد معهم ) (3).\nوعلى هذا فقد صار من الواضح أنّه حتّى الجهاد الابتدائي هو في النتيجة جهاد دفاعي عن بيضة الإسلام ؛ وذلك لأنّ الجهاد الابتدائي كان مترتّباً على ردّ عدوان محتمل الوقوع من قبل أعداء الإسلام ؛ لأنّهم كانوا يتربّصون الدوائر بالدعوة الفتيّة وإجهاضها بشتّى السبُل، وهذا ما حكاه التاريخ الجليّ في حقّ المشركين في مكّة واليهود في المدينة، ما تركوا وسيلة للقضاء على دولة الرسول إلاّ واستخدموها.\nومن جهة أخرى نلاحظ التاريخ ينقل لنا أنّ بعض المشركين - أو اليهود والنصارى بأجمعهم - في الجزيرة العربية، الذين لم يقاتلوا النبي صلى‌الله‌عليه‌وآله ولم يتربّصوا به، كان تعامله معهم غاية اللطف والعيش بأمان، بل وحمايتهم من كلّ اعتداء، كما قال تعالى: ( لا يَنْهَاكُمُ اللّهُ عَنِ الّذِينَ لَمْ يُقَاتِلُوكُمْ فِي الدّينِ وَلَمْ يُخْرِجُوكُم مِن دِيَارِكُمْ أَن تَبَرّوهُمْ وَتُقْسِطُوا إِلَيْهِمْ إِنّ اللّهَ يُحِبّ الْمُقْسِطِينَ) (4).",
        "ه- - المبادئ الإنسانية والأخلاقية في القتال:\nالدين الإسلامي هو خاتم الأديان، وهو ينطوي على عصارة المبادئ السامية التي وهبها ربّ العزّة لآخِر رسالة سماوية بواسطة رائدها المصطفى محمّد صلى‌الله‌عليه‌وآله، والهدف هو الهداية للعالم أجمع،\n____________________\n1 - تفسير الميزان، ج2، ص62.",
        "2 - الأنفال: 58.\n3 - تفسير الميزان، ج10، ص114.\n4 - الممتحنة: 8.\n",
        "وإنقاذهم من الضلال والرقّ بكلّ أنواعه، ومن كلّ ظلم وجَور وانحطاط، ويسعى إلى إقامة الحقّ والعدالة في كلّ المجتمعات، فالقتال الذي يجري على يد حماة هذا الدين ودعاته ضدّ المعتدين والمتربّصين به، ليس عدواناً أو بدافع الحقد أو الطمع، وهذا المبدأ القتالي اتّضح من خلال التأكيد على إشاعة القيَم السامية التي يمتلكها من العفو والرأفة والسماحة في ميادين القتال، وعليه فهذه المبادئ تجسّدت في القتال عِبر المظاهر التالية:\n1 - حرمة القتال قبل الدعوة للإسلام:\nالقتال مهما كان نوعه ولأيّ سبب من أسبابه المشروعة، فهو محرّم ما لم تُلقى الحجّة على أعداء الإسلام، حيث أوحى رسول الله صلى‌الله‌عليه‌وآله بذلك قائلاً: ( يا عليّ، لا تقاتل أحداً حتى تدعوه إلى الإسلام، وايم الله لأن يهدي الله عزّ وجلّ على يديك رجلاً خير لك ممّا طلعت عليه الشمس وغربت ولك ولاؤه ) (1).\nوقد أفتى فقهاء الإمامية القدماء بحرمة القتال قبل الدعوة إلى الإسلام، قال الشيخ الطوسي: ( لا يجوز قتال أحد من الكفّار إلاّ بعد دعائهم إلى الإسلام ) (2)، وأفتى أبو صلاح الحلبي: ( بعدم البدء بالقتال حتى بعد إلقاء الحجّة، حتى يكون الأعداء هم الذين يبدءون ) (3).",
        "2 - النهي عن قتل النساء والأطفال والشيوخ وحرمة المُثلة والغدر:\nنهى رسول الله صلى‌الله‌عليه‌وآله في وصاياه للسرايا عن قتل النساء والأطفال والشيوخ، وفي ما تقدّم ذكرنا رواية عن الإمام الصادق عليه‌السلام قال فيها: ( كان رسول الله صلى‌الله‌عليه‌وآله إذا أراد أن يبعث سرية، دعاهم فأجلسهم بين يديه، ثمّ يقول: سيروا باسم الله وبالله وفي سبيل الله وعلى ملّة رسول الله، لا تغلّوا ولا تمثّلوا ولا تغدروا، ولا تقتلوا شيخاً فانياً ولا صيباً ولا امرأة، ولا تقطعوا شجرةً إلاّ أن تضطرّوا إليها ... ) (5).\n____________________\n1 - الكافي، ج5، ص31، ح2، باب الدعاء إلى الإسلام، كتاب الجهاد.",
        "2 - محمد بن الحسن، الطوسي، النهاية، ص292، بدون تاريخ.\n3 - أبو الصلاح، الحلبي، الكافي في الفقه، ص256.\n4 - الحرّ العاملي، وسائل الشيعة، ج 16، ص58، باب15، كتاب الجهاد.\n",
        "وهذا الحكم هو محلّ إجماع للفقهاء، فقد قال الشهيد الأوّل: ( ولا يجوز قتل المجانين والصبيان والنساء وإن ْعاوَنَّ، إلاّ مع الضرورة ) (1).\nوقال الشيخ محمّد حسن النجفي: ( ولا يجوز قتل المجانين ولا الصبيان ولا النساء منهم ولو عاونتهم، إلاّ مع الاضطرار، بلا خلاف أجده في شيء من ذلك ) (2).\nفالإسلام كما بيّنا لا يهدف إلاّ إلى الهداية والإصلاح للأُمم والشعوب، وقتاله اضطراراً ؛ لذا نهى عن قتل المذكورين، بل حثّ على الدفاع عنهم وحفظهم.\n3 - تحريم إلقاء السمّ في بلاد المشركين:",
        "لم يكن هدف الإسلام هو الانتقام أو الإفساد كما ذكرنا سابقاً، بل الهداية والإصلاح وحفظ النظام الكوني، ودفع كلّ ما من شأنه إفساد النظام ؛ لذا فالإسلام حرّم بدستوره كلَّ أسلوب في القتال لا يمتّ للإنسانية بصلة . ومن هذه الأساليب التي نهى عنها نهياً شديداً هو إلقاء السمّ . فقد ورد عن الإمام علي عليه‌السلام أنّه قال: ( نهى رسول الله صلى‌الله‌عليه‌وآله أن يُلقى السمّ في بلاد المشركين)(3).\nوالمقصود هنا من السمّ مطلقاً: كلّ ما هو سام، وسواء أُلقي في الماء أو في الهواء، فيشمل كلّ ما هو مبيد لبني البشر الذي باستخدامه يودي بحياة الأبرياء من الأطفال والنساء، وكذلك كل ما يعرّض البيئة للخطر من قتل الحيوانات وإبادة النبات كما هو اليوم ،وما يحصل من استخدام الأسلحة الذرّية والجرثومية.\n4 - وجوب إجارة المستجير:\nحَقْن الدماء غاية نبيلة يسعى إليها الشرع الإسلامي، ولتحقيق هذه الغاية يتشبّث الإسلام بشتّى السُبُل، فيوجب كلّ مقدّماتها، ومن تلك المقدّمات هي الاستجارة من قِبَل المعتدي بالمسلم وطلب الأمان منه، كما في قوله تعالى: ( وَإِنْ أَحَدٌ مِنَ الْمُشْرِكِينَ اسْتَجَارَكَ فَأَجِرْهُ حَتّى‏ يَسْمَعَ كَلاَمَ اللّهِ ثُمّ أَبْلِغْهُ مَأْمَنَهُ ) (4).",
        "____________________\n1 - محمد بن مكي، العاملي (الشهيد الأوّل)، غاية المراد، ج1، ص482.\n2 - الشيخ محمد حسن، النجفي، جواهر الكلام، ج21، ص73.\n3 - الكافي، ج5، ص28، ح2، باب الوصايا في السرايا، كتاب الجهاد.",
        "4 - التوبة: 6.\n\nوما ورد كذلك في رواية الإمام الصادق عليه‌السلام: ( كان رسول الله صلى‌الله‌عليه‌وآله إذا بعث سرية دعا بأميرها ...)، إلى قوله عليه‌السلام: ( وأيّما رجل من أدنى المسلمين وأفضلهم، نظر إلى أحد المشركين، فهو جار حتّى يسمع كلام الله . فإذا سمع كلام الله عزّ وجلّ، فإن تبعكم فأخوكم في دينكم . وإن أبى، فاستعينوا بالله عليه وأبلغوه مأمنه ) (1).\nولا يختصُّ أن يكون المجير حرّاً أو شريفاً، بل حتّى لو كان عبداً مملوكاً، فحُكم إجارته للعدوّ نافذ على الجميع، فعن الإمام الصادق عليه‌السلام قال: ( إنّ عليّاً ( صلوات الله وسلامه عليه ) أجاز أمان عبد مملوك لأهل حصن من الحصون، وقال: هو من المؤمنين ) (2)، وقال الإمام محمّد الباقر عليه‌السلام: ( ما من رجل آمن رجلاً على ذمّةٍ ثمّ قتله، إلاّ جاء يوم القيامة يحمل لواء الغدر ) (3).",
        "هذا هو القانون السامي الأصيل الذي عبّر عنه أهل البيت عليهم‌السلام في التعامل مع الأعداء، فما ظنّك مع مَن لم يقاتلهم من غير المسلمين، بل ويذهب السموّ في التعامل إلى مراتب جليلة، كما توضّحه رواية الإمام الصادق عليه‌السلام: ( لو أنّ قوماً حاصروا مدينة فسألوهم الأمان، فقالوا: لا، فظنّوا أنّهم قالوا: نعم، فنزلوا إليهم، كانوا آمنين ) (4).\n5 - معاملة الأسرى:\nانسجاماً مع غايات وأهداف الدين الإسلامي في نشر الصورة الإنسانية الحميدة المتجسّدة في سلوك دُعاته، تبرز مسألة حُسن معاملة الأسرى على سطح التطبيق لهذا المفهوم في التعامل.\nفلا يباح قتل الأسير من قِبل أيّ مسلم، بل مرجع أمر الأسير إلى إمام المسلمين، وليس لآحادهم واجتهاداتهم الشخصية التي لا تصيب الواقع في أغلب الظروف، وهذا ما وضّحته الوصايا الصادرة من مدرسة أهل البيت  عليهم‌السلام، فقد ورد أنّ الإمام علي بن الحسين عليه‌السلام قال: (إذا أخذت أسيراً فعجز عن المشي، وليس معك محمل فأرسله ولا تقتله، فإنّك لا تدري ما حكم الإمام فيه ) (5).",
        "____________________\n1 - الكافي، ج5، ص30، ح9، باب الوصايا للسرايا.\n2 - وسائل الشيعة، ج15، ص67، باب 20، كتاب الجهاد.\n3 - وسائل الشيعة، ج15، ص68، ح4، باب جواز إعطاء الأمان ووجوب الوفاء، كتاب الجهاد.",
        "4 - الكافي، ج5، ص35، ح 1، باب الرفق بالأسير وإطعامه، كتاب الجهاد.\n5 - الكافي، ج5، ص35، ح2.\n\nومن ناحية أخرى، فالأسير ينبغي إطعامه وإشباع حاجاته، وإن كان حكمه القتل لضرورة خاصّة، قال الإمام الصادق عليه‌السلام: ( إطعام الأسير حقّ على مَن أسره، وإنْ كان يُراد من الغد قتله، فأنّه ينبغي أن يُطعم ويُسقى ويُرفق به، كافراً كان أو غيره ) (1)، والمراد من أنّه يُقتل من غد: في الأسير الذي عليه قصاص.",
        "وأمّا حكم الإمام عليه‌السلام في الأسير، فتُنبيء عنه بعض الروايات المستنبطة له من الآيات القرآنية: فقد قال الإمام الباقر عليه‌السلام: ( إذا وضعت الحرب أوزارها وأثخن أهلها، فكلّ أسير أُخذ على تلك الحال فكان في أيديهم، فالإمام فيه بالخيار: إن شاء منَّ عليهم فأرسلهم، وإن شاء فاداهم أنفسهم، وإن شاء استعبدهم فصاروا عبيداً ) (2).\nوهذا ما عليه مشهور الفقهاء ؛ استناداً إلى هذه الرواية وغيرها من الروايات بهذا المضمون، فالإمام المفترض الطاعة أو مَن يوكِلُه، يكون مخيّراً بين إطلاق الأسير بدون فداء وهو المَنّ، أو إطلاقه مقابل جزء من المال وهو الفداء . وأمّا القتل، فلا . والقرآن الكريم صرّح بهذا في قوله تعالى: ( حَتّى‏ إِذَا أَثْخَنتُمُوهُمْ فَشُدّوا الْوَثَاقَ فَإِمّا مَنّاً بَعْدُ وَإِمّا فِدَاءً حَتّى‏ تَضَعَ الْحَرْبُ أَوْزَارَهَا ) (3)، لكن السُنّة الشريفة ذكرت الأمر الثالث - وهو الاسترقاق - إضافة إلى المنّ والفداء.\n____________________\n1 - نفس المصدر، ح2.",
        "2 - نفس المصدر، ح1، باب إعطاء الأمان، كتاب الجهاد.\n3 - محمّد: 4.\n\nالمبحث الثاني:",
        "التعامل مع أهل الكتاب.\n\nتمهيد:\nأهل الكتاب كمّا مرّ في الفصل الأوّل هم اليهود والنصارى، وأُلحق بهم المجوس من باب أنّ لهم شبهة كتاب، وكذلك ألحق بعض الفقهاء الصابئة . لكننّا في هذا المبحث سوف نتعرّض إلى اليهود بشكل موسّع ؛ لاحتكاك المجتمع الإسلامي آنذاك بهم أكثر من غيرهم، بل لا يكاد يذكر شيء من تعامل الرسول صلى‌الله‌عليه‌وآله تاريخياً مع غير اليهود من أهل الكتاب . وأمّا النصارى، ففي حوادث معدودة، وسوف نأتي عليها في نهاية هذا المبحث.",
        "فعلى هذا سوف يكون الكلام حول معاملة اليهود في المدينة وخارجها، من قبل النبي صلى‌الله‌عليه‌وآله وأهل بيته عليه‌السلام من الناحية التاريخية.\nأوّلاً: اليهود في المدينة.\nقال ابن إسحاق: ( إنَّ اليهود في المدينة لمّا رأوا أنّ الله أختار رسوله من العرب دونهم، حسدوه فكذّبوه وجحدوه وعادوه . وكان أحبارهم من بني النضير: حيي بن أخطب، وأخواه جدي بن أخطب وأبو ياسر بن أخطب، وسلام بن أبي الحقيق، وابنا أخيه الربيع بن أبي الحقيق وغيرهم.\nومن بني قريظة: الزبير بن باطا بن وهب، وعزال بن شموئيل وكعب بن أسد وغيرهم.",
        "ومن يهود بني قينقاع: زيد بن اللصيت، وسعد بن حنيف، ومحمود بن سيحان، وعبد الله بن صيف وغيرهم، فيَصل عددهم إلى مئة تقريباً، من وجهاء بني النضير وبني قريظة وبني قينقاع ) (1).\nوجّه القرآن الخطاب لليهود بتعبير (بني إسرائيل)، كما نعى عليهم مواقف اليهود الأقدمين مع موسى والنبيين عليهم‌السلام من بعده، وما كان منهم من تعجيز وإحراج، وكفر وتكذيب وغدر، ونقض للشرائع وتحريف للكلام عن مواضعه، في صدد التنديد في موقفهم مع النبي صلى‌الله‌عليه‌وآله موقفاً مماثلاً لذلك الموقف . فيقصّ ما كان من الأقدمين وما كان من المعاصرين، بأسلوب يُرجَّح أنّ المقصود به تقرير اللُّحمة النَّسَبية بين هؤلاء وأولئك، وربط ما بدا من أخلاق المعاصرين ومواقفهم بما كان من أخلاق القدماء، كأنّ الجميع يصدرون عن جبلّة وخصائص واحدة كما سيأتي.\n____________________\n1 - محمد، ابن هشام، سيرة ابن هشام، ج2، ص160 - 162.",
        "\nمن هذه الآيات التي تبيّن ما قلناه: منها: ( يَا بَنِي إِسْرَائِيلَ اذْكُرُوا نِعْمَتِيَ الّتِي أَنْعَمْتُ عَلَيْكُمْ وَأَوْفُوا بِعَهْدِى أُوفِ بِعَهْدِكُمْ وَإِيّايَ فَارْهَبُونِ، وَآمِنُوْا بِمَا أَنْزَلْتُ مُصَدّقاً لِمَا مَعَكُمْ وَلاَ تَكُونُوا أَوّلَ كَافِرٍ بِهِ وَلاَ تَشْتَرُوا بِآيَاتِي ثَمَناً قَلِيلاً وَإِيّايَ فَاتّقُونِ ) (1).\nومنها: ( يَا بَنِي إِسْرَائِيلَ اذْكُرُوا نِعْمَتِيَ الّتِي أَنْعَمْتُ عَلَيْكُمْ وَأَنّي فَضّلْتُكُمْ عَلَى الْعَالَمِينَ ... وَأَغْرَقْنَا آلَ فِرْعَوْنَ وَأَنتُمْ تَنظُرُونَ ) (2).\nومنها: ( وَإِذْ قَتَلْتُمْ نَفْساً فَادّارَأْتُمْ فِيهَا وَاللّهُ مُخْرِجٌ مَا كُنْتُمْ تَكْتُمُونَ ... أَفَتَطْمَعُونَ أَنْ يُؤْمِنُوا لَكُمْ وَقَدْ كَانَ فَرِيقٌ مِنْهُمْ يَسْمَعُونَ كَلاَمَ اللّهِ ثُمّ يُحَرّفُونَهُ مِنْ بَعْدِ مَا عَقَلُوهُ وَهُمْ يَعْلَمُونَ، وَإِذَا لَقُوا الّذِينَ آمَنُوا قَالُوا آمَنّا ... أَفَلاَ تَعْقِلُونَ ) (3).",
        "وكثير من هذه الآيات التي تُعرِّض بهم، وتذكر الصلة فيما بينهم (المعاصرين للنبي صلى‌الله‌عليه‌وآله ) وما بين الأقدمين، وإنّهم على نسق واحد إلاّ مَن رحِم، ومن هذه الآيات (البقرة 83، 87، 211 . النساء 153 . المائدة 78 إلى 81) والكثير غيرها.\nوتجدر الإشارة هنا إلى أنّ يهود يثرب ناداهم القرآن ب-: (بني إسرائيل)، فاليهود في الحجاز هم طارئون، وليس هم من القبائل العربية واعتنقت دين اليهود إلاّ أفراداً وليس قبائل محسوسة، والقرآن صريح بأنّهم أقوام من بني إسرائيل استوطنوا الحجاز، وممّا يشير إلى ذلك بعض أسماء آبائهم كعبد الله بن صوريا، وثعلبة بن شعيا، ونعمان بن آضا ....\nكان لليهود كيان طائفي وديني، وكان لهم معابد ومدارس وأحبار وربّانيون، ولكن كان أكثر أحبارهم لا يقومون بواجبهم في منع العامّة من ارتكاب الآثام والمنكرات، بل اتّخذوا المنصب الديني وسيلة لاكتناز الذهب والفضة، كما ذُكر هذا الجوّ من طبيعتهم في القرآن الكريم، وبشكل واضح في سورة التوبة: ( يَا أَيّهَا الّذِينَ آمَنُوا إِنّ كَثِيراً مِنَ الأَحْبَارِ وَالرّهْبَانِ لَيَأْكُلُونَ أَمْوَالَ\n____________________",
        "1 - البقرة: 40 - 41.\n2 - البقرة: 47 - 50.\n3 - البقرة: 72 - 76.\n",
        "النّاسِ بِالْبَاطِلِ وَيَصُدّونَ عَن سَبِيلِ اللّهِ وَالّذِينَ يَكْنِزُونَ الذّهَبَ وَالْفِضّةَ وَلاَ يُنفِقُونَهَا فِي سَبِيلِ اللّهِ فَبَشّرْهُمْ بِعَذَابٍ أَلِيمٍ ) (1).\nومع هذا كلّه، فإنّهم قد اندمجوا في حياة العرب الاجتماعية كما يذكر ذلك الأستاذ محمّد دروزة في كتابه (عصر النبي وبيئته قبل البعثة) حيث قال: ( دخلت قبائلهم وبطونهم في المحالفات مع بطون الأوس والخزرج، وكان كلّ فريق يتضامن من حليفه في المسؤوليات القَبَلية المشتركة، بما فيها النصرة في القتال، حتّى إنّ النبي صلى‌الله‌عليه‌وآله - بعد الهجرة - عندما كتب صحيفة العهد معهم، كان يطلب منهم حصّتهم في ديّة القتلى حسبما كانت تقضي به تقاليد الحلف العربي الاجتماعي ) (2).\nلكن للأسف كانت حالة اليهود في يثرب مع النبي صلى‌الله‌عليه‌وآله هي المجاهرة في معاداة النبيّ ودعوته، والتآمر عليه عن طريق تحالفهم مع المشركين تارة - خصوصاً في الأحزاب - وأخرى مقاتلته من داخل حصونهم، والأدهى من ذلك التآمر عليه من خلال الصلة الوطيدة بينهم وبين منافقي المدينة كما تشير إليه آية (11) وما بعدها من سورة الحشر: ( أَلَمْ تَرَ إِلَى الّذِينَ نَافَقوا يَقُولُونَ لإِخْوَانِهِمُ الّذِينَ كَفَروا مِنْ أَهْلِ الْكِتَابِ ... تَحْسَبُهُمْ جَمِيعاً وقُلُوبُهُمْ شَتّى‏ ذلِكَ بَأَنّهُمْ قَوْمٌ لاَ يَعْقِلُونَ ) (3) . وكان هذا الأمر غير خافٍ على النبيّ صلى‌الله‌عليه‌وآله، وكانوا يستخدمون كلّ وسيلة في سبيل إجهاض الدعوة الإسلامية والقضاء عليها، مهما كانت من الشناعة بمكان.\nيقول الأستاذ محمد دروزة: ( حيث سألهم مشركو مكّة رأيهم في محمّد صلى‌الله‌عليه‌وآله، فقالوا: إنّهم أهدى سبيلاً منه . وحيث طلب منهم زعماء المشركين أن يُقسموا على الوفاء بالحَلْف عند أصنامهم في فناء الكعبة، وأن يبتهلوا عندها معهم لينصروهم فيما اعتزموا عليه، ففعلوا ) (4) وهذا هو الكُفر الصريح الذي كان ينفونه عن دينهم، وأشار القرآن الى ذلك قال تعالى: ( أَلَمْ تَرَ",
        "____________________\n1 - التوبة: 34.\n2 - محمد عزة، دروزة، عصر النبي وبيئته قبل البعثة، ص183\n3 - الحشر: 11 - 14.",
        "4 - عصر النبي وبيئته قبل البعثة، ص184.\n\nإِلَى الّذِينَ أُوتُوا نَصِيباً مِنَ الْكِتَابِ يُؤْمِنُونَ بِالْجِبْتِ وَالطّاغُوتِ وَيَقُولُونَ لِلّذِينَ كَفَرُوا هؤُلاَءِ أَهْدَى‏ مِنَ الّذِينَ آمَنُوا سَبِيلاً ) (1).\nمع أنّهم لمّا التقوا مع رسول الله صلى‌الله‌عليه‌وآله أوّل مرّة، صدرت منهم التعهّدات بعدم التعرّض له ولدعوته، وذلك عندما آمن الأوس والخزرج برسول الله صلى‌الله‌عليه‌وآله، واليهود بعضهم كان محالفاً للأوس، وبعضهم الآخر من حلفاء الخزرج ؛ فبسبب إيمان الأوس والخزرج، جعلهم يلجئون إلى الاتّفاق مع رسول الله صلى‌الله‌عليه‌وآله وكتابة معاهدة معه، كما روى ذلك الطبرسي في (إعلام الورى) عن علي ابن ابراهيم القمّي قال:",
        "( وجاءه اليهود: قريظة والنضير وقينقاع، فقالوا: يا محمّد، إلى مَ تدعو ؟ قال: ( شهادة أن لا إله إلا الله وأنّي رسول الله الذي تجدونني مكتوباً في التوراة، والذي أخبركم به علماؤكم: أنّ مخرجي بمكّة ومهاجري بهذه الحرّة (أي المدينة)، وأخبركم عالم منكم جاءكم من الشام، فقال: تركت الخمر والخمير وجئتُ إلى البؤس والتمور، لنبيٍّ يُبعث في هذه الحرّة، مخرجه بمكّة ومهاجره ها هنا .. إلى أن قال: ويبلغ سلطانه منقطع الخفّ والحافر، فقالوا له: قد سمعنا ما تقول، وقد جئناكم لنطلب منكم الهدنة على أن لا نكون لك ولا عليك، ولا نُعين عليك أحداً ولا تتعرّض لنا ولا لأحد من أصحابنا، حتّى ننظر إلى ما يصير أمرك وأمر قومك ) (2).\nفأجابهم رسول الله صلى‌الله‌عليه‌وآله إلى ذلك، وكتب بينهم كتاباً، وهو الوثيقة التاريخية المعروفة التي سيأتي ذكرها في المبحث الثالث إنشاء الله.\nلكن حيي بن أخطب بعد حضوره هذه الوثيقة والمعاهدة قال: ( لا أزال له عدوّاً ؛ لأنّ النبوة خرجت من وُلد إسحاق وصارت في وُلد إسماعيل، ولا نكون تبعاً لولد إسماعيل أبداً ) (3).\n____________________",
        "1 - النساء: 51.\n2 - إعلام الورى، ج1، ص157 - 158.\n3 - نفس المصدر، ص158.\n",
        "ثانياً: النبيّ الأكرم صلى‌الله‌عليه‌وآله مع اليهود:\n1 - معاملة الرسول لليهود في السِلْم.\nفي بداية هجرته صلى‌الله‌عليه‌وآله كتب الوثيقة التاريخية التي تنظّم علاقة المسلمين مع غيرهم، فالمعاهدة التي بادر إليها الرسول صلى‌الله‌عليه‌وآله مع اليهود، كانت من أهمّ الركائز التي قفزت بالدعوة الإسلامية إلى مراحل متطوّرة، وهي تبيّن مدى معاملة النبيّ الأكرم مع يهود يثرب ومَن لحق بهم، وهذه الصحيفة كتبها في بداية دعوته المباركة، وكان بإمكان النبيّ أن يفرض عليهم الدخول في دينه مجبَرين، كما كان يعمل آنذاك بقية السلاطين والملوك، إذا كانت عندهم أقوام ليس على أديانهم، لكنّه صلى‌الله‌عليه‌وآله كان المرسل بشريعةٍ ذات مبادئ سامية مجسِّدة لأعظم مفهوم لحقوق الإنسان أيّاً كان دينه أو قوميته، إضافة إلى خُلُقه السامي في التعامل مع بني الإنسان بغضّ النظر عن كونه مرسَل من قِبل الباري عزّ وجلّ، كيف لا وقد وصفه الربّ جلّ جلاله: ( وَإِنَّكَ لَعَلَى خُلُقٍ عَظِيمٍ ).\nهذه الصحيفة التاريخية كان مجمل ما فيها أنّ لليهود النصرة من المسلمين، ولهم أن يصالحوا غير المحاربين، ولهم الحريّة في عقائدهم وديانتهم، ولكن في مقابل ذلك وضع عليهم شروط مُنصفة لحماية دولته المباركة، وهي أن لا يُجيروا قُرشياً أو محارباً، وأنّهم إذا اختلفوا في شيء فمردّه إلى محمّد رسول الله، وهذه أمور من مقتضيات الدولة الحاكمة في صدد قوم في ذمّتها.",
        "وكان اليهود كمجتمع محيط بعاصمة المسلمين، ولا يُستهان بقوّتهم ومدى تأثيرهم في شتّى الظروف ؛ لذا عمد الرسول صلى‌الله‌عليه‌وآله لبعض الاحتياطات التي لابدّ للحكيم منها، مثل أمره لأحد أصحابه في تعلّم كتابة اليهود، كما ذكر ذلك الترمذي حيث روى: ( عن زيد بن ثابت: أمرني رسول الله أن أتعلّم له كتاب يهود، قال: ( إنّي والله ما آمن يهود على كتاب )، قال زيد: فما مرّ بي نصف شهر حتّى تعلّمته له، قال: فلمّا تعلمته كان إذا كتب إلى يهود كتبتُ إليهم، وإذا كتبوا إليه قرأت له كتابهم ) (1).\n____________________\n1 - محمد بن عيسى، الترمذي، سنن الترمذي، ج5، ص230.\n",
        "وطبقاً للعهد المكتوب بين النبي صلى‌الله‌عليه‌وآله واليهود، أنّ كل اختلاف يحصل بينهم يرجعوا إلى رسول الله صلى‌الله‌عليه‌وآله، لكنّهم لم يعملوا بهذا البند، إذا خالف أهواءهم وما يبتغون . فمِن هذه الأمور التي اختلفوا فيها هو ما حصل من جدال بينهم في الحُكم على زانيَين من أشرافهم، فلمّا استقرّ رأيهم بالرجوع إلى نبي الإسلام صلى‌الله‌عليه‌وآله في الحُكم عليهما، وحكم بما أراه الله في تلك الواقعة، وهو الرجْم، رفضوا ذلك، وهم بهذا قد خالفوا ما تعاهدوا عليه حسب الوثيقة، ولكن مع ذلك دعاهم إلى حُكم التوراة التي يؤمنون بها، فلم يكن لهم بُدّ في رفض ذلك، كما روى الشيخ الطوسي في (التبيان) عن الباقرعليه‌السلام قال:\n( إنّ امرأة من خيبر في شرف منهم زنت وهي محصنة، فكرهوا رجمها، فأرسلوا إلى يهود المدينة يسألون النبي صلى‌الله‌عليه‌وآله ؛ طمعاً أن يكون أتى برخصة ! فسألوه، فقال: ( هل ترضون بقضائي ؟ )، قالوا: نعم، فأنزل الله عليه الرجم، فأبَوه، فقال جبرئيل: سلْهم عن ابن صوريا، ثمّ اجعله بينك وبينهم، فقال: ( تعرفون شابّاً أبيض أعور أمرد يسكن فدَكاً، يقال له: ابن صوريا ؟ )، قالوا: نعم، هو أعلم يهودي على ظهر الأرض بما أنزل الله على موسى، قال: ( فأرسلوا إليه ؟ ) فأرسلوا إليه فأتى، فقال رسول الله: ( فإنّي أُناشدك الله الذي لا إله إلاّ هو القويّ، إله بني إسرائيل الذي أخرجكم من أرض مصر وفلق لكم البحر ... هل تجدون في كتابكم الذي جاء به موسى، الرجم على مَن أُحصن ؟ )، قال ابن صوريا: نعم، والذي ذكرتني، ولو لا مخافتي من ربّ التوراة أن يهلكني إن كتمت، ما اعترفت لك به ! فأنزل الله فيه: ( يَا أَهْلَ الْكِتَابِ قَدْ جَاءكُمْ رَسُولُنَا يُبَيِّنُ لَكُمْ كَثِيراً مِّمَّا كُنتُمْ تُخْفُونَ مِنَ الْكِتَابِ وَيَعْفُو عَن كَثِيرٍ قَدْ جَاءكُم مِّنَ اللّهِ نُورٌ وَكِتَابٌ مُّبِينٌ)(1) (2).\nوفي أعقاب هذه الحادثة استغلّ بنو قريظة ما نتج من هذه الواقعة، فقدّموا شكوى ضدّ بني النضير، واستثمروا تلك الفرصة، ليحكم النبيّ بينهم وبين بني النضير ؛ لأنّ بني النضير كانوا يغبنونهم حقّهم، ( ففي القتل لا يعطون بني قريظة القَود، ويعطوهم سبعين وسقاً من التمر، بينما في قتيل بني النضير يأخذون القَود، وكذلك سبعين وسقاً من التمر . أمّا في الجُراحات لبني\n____________________",
        "1 - المائدة: 15.\n2 - محمد بن الحسن، الطوسي، تفسير التبيان، ج3، ص525.\n\nقريظة نصف جُراحات بني النضير، فحَكَم النبي صلى‌الله‌عليه‌وآله بينهم بالسواء (لم يفضّل يهودي على يهودي في شريعته السمحاء) (1).",
        "2 - الحرب مع اليهود:\nأصبح اليهود يشكّلون خطراً على الأُمّة الإسلامية في عهد الرسول صلى‌الله‌عليه‌وآله، ممّا أدّى إلى تطوّر الأحداث إلى مرحلة اللاَّسِلم، فحدثت غزوات المسلمين على اليهود، ونحن سوف نتطرّق لهذه الغزوات وخلفيّاتها، ومدى تعامل الرسول مع مَن حاربوه من اليهود:\nأ - غزوة بني قينقاع: كان يهود قينقاع قد دخلوا مع رسول الله صلى‌الله‌عليه‌وآله في عهد كما سبق، لكنّهم خانوا العهد ونقضوه، وذلك بعد رجوع المسلمين من بدر ظافرين، وقد نزلت في ذلك آيات على رسول الله صلى‌الله‌عليه‌وآله: ( إِنَّ شَرَّ الدَّوَابِّ عِندَ اللّهِ الَّذِينَ كَفَرُواْ فَهُمْ لاَ يُؤْمِنُونَ، الَّذِينَ عَاهَدتَّ مِنْهُمْ ثُمَّ يَنقُضُونَ عَهْدَهُمْ فِي كُلِّ مَرَّةٍ وَهُمْ لاَ يَتَّقُونَ، فَإِمَّا تَثْقَفَنَّهُمْ فِي الْحَرْبِ فَشَرِّدْ بِهِم مَّنْ خَلْفَهُمْ لَعَلَّهُمْ يَذَّكَّرُونَ، وَإِمَّا تَخَافَنَّ مِن قَوْمٍ خِيَانَةً فَانبِذْ إِلَيْهِمْ عَلَى سَوَاء إِنَّ اللّهَ لاَ يُحِبُّ الخَائِنِينَ، وَلاَ يَحْسَبَنَّ الَّذِينَ كَفَرُواْ سَبَقُواْ إِنَّهُمْ لاَ يُعْجِزُونَ ) (2).\nوكان السبب في خيانتهم ونبذهم لعهد رسول الله صلى‌الله‌عليه‌وآله - كما ذكر الواقدي في كتاب (المغازي) عن ابن كعب القرظي - هو: ( أنّ بني قينقاع بغت وقطعت ما كان بينها وبين النبيّ من عهد . وبينما هم على هذه الحالة، إذ جاءت امرأة من العرب كانت تحت رجل من الأنصار إلى سوق بني قينقاع، وجلست عند صائغ في حُليّ لها، وجاء رجل من يهود قينقاع فجلس من وراءها وهي لا تشعر، فربط درعها إلى ظهرها بشوكة . فلمّا قامت المرأة، بدت عورتها فضحكوا منها، فقام رجل من المسلمين وتتبّع الرجل اليهودي - الذي فعل ذلك بها - فقتله، فاجتمعت بنو قينقاع على المسلم، فقتلوه ولم يراعو بنود العهد ؛ ( لأنّهم قد مضوا على نكثها وعدم الالتزام بها )، وبذلك حاربوا رسول الله صلى‌الله‌عليه‌وآله ونبذوا العهد بينهم وبينه ) (3).",
        "____________________\n1 - محمد بن الحسن، الطوسي، تفسير التبيان، ج3، ص525.\n2 - الأنفال: 55 - 59.\n3 - أبو عبد الله محمد بن عمر بن واقد، الواقدي، المغازي، ج1، ص 176 - 177 . وانظر: سيرة ابن هشام، ج3، ص51 . مصدر سابق.",
        "\nلكنّنا هنا نسلّط النظر على ما فعله رسول الله صلى‌الله‌عليه‌وآله لمّا عَلِم بذلك، وكيفية إلقاء الحجّة عليهم، وما صدر من يهود بني قينقاع تجاهه، كما يذكر ذلك القمّي في تفسيره:\n( فأتاهم رسول الله فقال: ( يا معشر اليهود، قد علمتُم ما نزل بقريش (أي في معركة بدر)، وهم أكثر عدداً وسلاحاً وكراعاً منكم، فادخلوا في الإسلام )، فقالوا: يا محمّد، إنّك تحسب حربنا مثل حرب قومك ؟ قد - والله - لو لقيتنا للقيت رجالاً ) (1).\nالملاحَظ هنا أنّه صلى‌الله‌عليه‌وآله دعاهم إلى الإسلام، والإسلام يجبُّ ما قبله، فلا يُطالبهم بالانتقام للمسلم المقتول، لكنّهم أجابوه بلسان حرب (تحسب حربنا مثل حرب قومك، قد - والله - لو لقيتنا للقيت رجالاً)، فمع نكْثِهم العهد بينهم وبين رسول الله، هؤلاء هم ينبذون إليه بحرب.",
        "وعلى إثْر ذلك سار إليهم الرسول صلى‌الله‌عليه‌وآله وحاصرهم خمس عشرة ليلة، كما ذكر الواقدي في مغازيه: ( ثمّ نزلوا على حُكم رسول الله وصُلحه، فكانت أموالهم لرسول الله، ولهم الذريّة والنساء، وأجلاهم من المدينة، وأمهلهم ثلاثة أيّام لتحصيل ديونهم على الناس ) (2).\nويعدّ هذا الفعل من رسول الله صلى‌الله‌عليه‌وآله مع يهود بني قينقاع، بعد انتصاره عليهم، من السماحة والشفقة مع الأعداء بمكان ؛ وذلك لأنّ قوانين الحرب المعمول بها آنذاك تقضي في سبْيِ النساء كجواري، والأطفال كعبيد، والمقاتلين جزاؤهم القتْل، لكن لم يفعل ذلك الرسول الكريم ؛ ليتبيّن للناس مدى إنسانية دعوته المباركة.\nوكان هذا هو ديدن خاتم الأنبياء صلى‌الله‌عليه‌وآله مع كلّ الأعداء، يتمسّك بأقلّ شبهة لدرء القتل عنهم وهدايتهم حتّى في أيّام السِلم، يقول الواقدي: ( أظهرت اليهود القول السيّء، فقالوا: ما محمّد إلاّ طالب مُلك، أُصيب أصحابه، وأُصيب في بدنه، وما أصيب هكذا نبيّ قط!\nوقال المنافقون: لو كان مَن قُتل منكم (يعني الأصحاب) عندنا ما ماتوا وما قُتلوا، وكانوا يدعون الأصحاب للتفرّق عن رسول الله . فسمع ذلك عمر بن الخطّاب، فمشى إلى رسول الله يستأذنه في قتْل مَن سمع ذلك منه من اليهود والمنافقين، فقال رسول الله: ( يا عمر، إنّ الله مظهر دينه ومعزّ نبيّه، ولليهود ذمّة فلا أقتلهم ).",
        "____________________\n1 - علي بن إبراهيم، القمّي، تفسير القمي، ج1، ص97 . وانظر إعلام الورى، ج1، ص175 . مصدر سابق.\n2 - مغازي الواقدي، ج1، ص177 - 180.\n",
        "وأمّا المنافقون، فقال صلى‌الله‌عليه‌وآله: ( أليس يُظهرون شهادة أن لا إله إلاّ الله وأنّي رسول الله، فإنّي نُهيت عن قتْل مَن قال: لا إله إلاّ الله وأنّ محمّداً رسول الله ) (1).\nب - غزوة بني النضير: السبب لهذه الغزوة هو محاولة يهود بني النضير قتل شخص النبيّ الأكرم صلى‌الله‌عليه‌وآله، ولكن لننظر مدى تعامل الرسول الحَسَن وتواضعه تجاههم، حيث كانت على المسلمين ديّة رجلين يهوديين قد قتلهما رجل من المسلمين غيلة، فجاءهم النبي بنفسه صلى‌الله‌عليه‌وآله وطلب منهم أن يُمهلوه سَلَفاً للديّة، وهذا يدلّ على خُلقه العظيم في التعامل مع أقليّة في دولته وهو قائدها، مع العِلم أنّ هذه الأقليّة تُضمر له العداء دائماً، وتُظهره أحياناً، وتحاول النَيل من دعوته وإسقاطها بشتّى الوسائل، ضاربين ما كان بينهم وبينه صلى‌الله‌عليه‌وآله من عهد وميثاق عرض الجدار، كما ينقل ذلك القمّي في تفسيره:\n( ... كان السبب في نقض بني النضير عهدهم، أنّه أتاهم رسول الله يستسلفهم - يعني يستقرض منهم - ديّة رجُلَين قتلهما رجل من أصحابه غيلة، وقصد كعب بن الأشرف (رئيسهم) . فلمّا دخل عليه ومعه جمع من أصحابه، قال له: مرحباً - يا أبا القاسم - وأهلاً، وقام كأنّه يصنع له الطعام، وحدّث نفسه أن يقتل رسول الله، ثمّ يتبعه أصحابه، فنزل جبرئيل عليه‌السلام فأخبره بذلك، فخرج رسول الله ورجع إلى المدينة ) (2).\nثمّ إنّ رسول الله صلى‌الله‌عليه‌وآله لم ينتقم منهم انتقام السلاطين ممّن ناجزوه في القضاء عليه، بل تعامل معهم بأدنى ما له من معاقبتهم في سبيل الحفاظ على دعوته وكيان دولته.",
        "يقول القمّي: ( فقال رسول الله صلى‌الله‌عليه‌وآله لمحمّد بن مسلمة الأنصاري: ( اذهب إلى بني النضير فأخبِرْهم: أنّ الله عزّ وجلّ قد أخبرني بما هممتُم به من الغدر، فإمّا أن تخرجوا من بلدنا وإمّا أن تأذنوا بحرب ).\nفقالوا: نخرج من بلادك.\nلكنّهم غيّروا رأيهم هذا بعد ذلك، عندما أخبرهم عبد الله ابن أُبَيْ (المنافق)، بأن لا يخرجوا وأنّه سوف ينصرهم، فأقاموا وأصلحوا حصونهم، وتهيّأوا للقتال، وبعثوا إلى رسول الله: إنّا لا نخرج فاصنع ما أنت صانع، فجاء رسول الله لمحاصرتهم، ثمّ\n____________________",
        "1 - نفس المصدر، ج1، ص317 - 318.\n2 - تفسير القمّي، ج2، ص358 - 360.\n\nاعتدى عشرة منهم على رسول الله و ضربوا خيمته بالسهام، فلحق بهم أمير المؤمنين عليّ صلى‌الله‌عليه‌وآله وجمْعٌ من الصحابة وقتلوهم، ثمّ بعدها أخرجهم الرسول من المدينة بعد ما طلبوا ذلك منه)(1).",
        "ج- - غزوة بني قريظة: ذكر القمّي في تفسيره: ( لمّا أجلى رسول الله صلى‌الله‌عليه‌وآله بني قينقاع وبني النضير عن المدينة، صاروا إلى خيبر، وكان رئيس بني النضير (حُيَي بن أخطب)، فخرج إلى قريش بمكّة وقال لهم: إن محمداً قد وَتَركم ووترنا وأجلانا من ديارنا وأموالنا من المدينة، وأجلى بني عمّنا بني قينقاع، وقد بقي من قومي بيثرب سبعمئة مقاتل، وهم بنو قريظة، وبينهم وبين محمّد عهد وميثاق، فأنا أمشي إليهم فأحملهم على نقض العهد بينهم و بين محمّد، فيكونون معنا عليه ... وسيروا أنتم في الأرض فاجمعوا حلفاءكم وغيرهم حتّى نسير إليهم ... فتأتونه من فوق وهم من أسفل ) (2).\nونتيجة لمحاولات (حيي بن أخطب) وحثّ المشركين، فأخذت قريش تجمع جموعها، فاجتمعت الأحزاب من كلّ مكان مع قريش لقتال النبي صلى‌الله‌عليه‌وآله واستئصال دعوته، وصدق العليِّ الأعلى في قوله: ( لَتَجِدَنَّ أَشَدَّ النَّاسِ عَدَاوَةً لِّلَّذِينَ آمَنُواْ الْيَهُودَ وَالَّذِينَ أَشْرَكُوا ... ) (3).\nوفي خِضَم هذهِ القصّة في تجمّع الأحزاب لقتال النبي صلى‌الله‌عليه‌وآله، نُلاحظ اعترافات اليهود في حُسن معاملة النبي الأكرم لهم، وبذْل أقصى مراتب السماحة معهم، حيث قال رئيس يهود بني قريظة: ( إنّه قد وفى لنا محمّد وأحسن جوارنا ) . كما يذكر ذلك الطبرسي في (مجمع البيان)، أنّه لمّا اجتمع المشركون من كلّ مكان، وجاء حيي بن أخطب إلى يثرب ونزل عند كعب ابن أسد: ( فلمّا سمع كعب بن أسد قَرْع الباب، قال لأهله: هذا أخوك قد شأم قومه وجاء الآن يشأمنا ويُهلكنا ويأمرنا بنقض العهد بيننا وبين محمّد، وقد وفى لنا محمّد وأحسن جوارنا، ثمّ نزل إليه من غرفته وقال له مَن أنت ؟ قال: حُيَي بن أخطب قد جئتك بعزّ الدهر! قال كعب: بل جئتني بذلّ الدهر ... ) (4).\n____________________",
        "1 - نفس المصدر، ص359.\n2 - نفس المصدر، ج3، ص176.\n3 - المائدة: 82.\n4 - مجمع البيان، ج8، ص535.",
        "\nلكن حيي بن أخطب ظلّ به ويلحّ عليه بذلك ومَن معه حتّى استجاب كعب بن أسد له، ومزّقوا الكتاب الذي فيه العهد الذي بينهم وبين رسول الله صلى‌الله‌عليه‌وآله . فلمّا سمع رسول الله صلى‌الله‌عليه‌وآله بذلك، اغتمّ له، وفزِع الأصحاب كمّا قصّها الله تبارك وتعالى: ( إِذْ جَآءُوكُمْ مِنْ فَوْقِكُمْ وَمِنْ أَسْفَلَ مِنكُمْ وَإِذْ زَاغَتِ الأَبْصَارُ وَبَلَغَت الْقُلُوبُ الْحَنَاجِرَ وَتَظُنّونَ بِاللّهِ الظّنُونَا، هُنَالِكَ ابْتُلِيَ الْمُؤْمِنُونَ وَزُلْزِلُوا زِلْزَالاً شَدِيداً ) (1)، فحَلَّ بالمؤمنين الخوف والحزن، والخشية على الدعوة الفتية بالاندراس، فتنادبوا للصبر فيما بينهم، وحفروا الخندق حول المدينة، حيث لا طاقة لهم على مواجهة الأحزاب خارجها . وهذهِ محنةٌ كبيرة قد حلّت بالنبيّ صلى‌الله‌عليه‌وآله وبأصحابه وبدعوته من غدر بني قريظة وتجمّع العرب لقتاله، لكنّ الله منَّ عليه بالنصر بعد مقتل عمرو بن عبد ود العامري على يد علي بن أبي طالب عليه‌السلام: ( وما حصل من إلقاء الفتنة بين اليهود والمشركين عن طريق نعيم بن مسعود - وهو من غطفان - الذي أسلم قبل ثلاثة أيّام من قدوم الأحزاب، وكان مقرّباً من قريش ومن اليهود، فزرع الفتنة فيما بينهم، ولم يعلم بإسلامه قريش ولا اليهود ) (2).\nوبعد انهزام الأحزاب عَدَل رسول الله صلى‌الله‌عليه‌وآله إلى بني قريظة، الذين هم أسفل المسلمين (أي مِن داخلهم)، فحاصرهم، يقول الواقدي: ( وكان رجالهم خارج حصونهم مع المشركين في قتال رسول الله صلى‌الله‌عليه‌وآله، ولم ينزلوا على حُكم رسول الله، فحكّم فيهم سعد بن معاذ، فأمر بقتْل مقاتليهم، وسبْيِ نسائهم، وتقسيم أموالهم ) (3).\nد - غزوة خيبر: كان في خيبر ما يقارب أربعة عشر ألف يهودي، ولها تسعة حصون، وأنّهم امتنعوا من إعطاء الجزية، ووردت الأخبار ( أنّهم تحالفوا مع غطفان لقتال رسول الله صلى‌الله‌عليه‌وآله، فخرج إليهم النبيّ الأكرم بعد صُلح الحديبية، فحاصرهم في خيبر، وأسقط الحصون واحداً بعد الآخر، وأشدّهم كان حصن القموص، فبعث علياً عليه‌السلام برايته لذلك الحصن، وكان أرمداً، فدعا له رسول الله صلى‌الله‌عليه‌وآله فبرئ، وذهب بالراية مُهَرْولاً حتّى ركزها في باب الحصن، فخرج إليه",
        "____________________\n1 - الأحزاب: 10 - 11.\n2 - تفسير القمّي، ج2، ص181 - 182.\n3 - مغازي الواقدي، ج2، ص510 - 512.",
        "\nمرحب اليهودي، فقتله أمير المؤمنين عليه‌السلام، وقلع الباب العظيم، ودخل المسلمون، ففُتحت خيبر بأجمعها ) (1).\nوممّا حدث في هذا الفتح، من بعض الوقائع التي وضحّت التعامل السامي من رسول الله صلى‌الله‌عليه‌وآله مع أعداءه كما يُروى عن الباقر عليه‌السلام: ( ... وأخذ عليٌّ فيمَن أخذ صفية بنت حُيي، فدعا بلالاً، فدفعها إليه، وقال له: ( لا تضعها إلاّ في يدَي رسول الله حتّى يرى فيها رأيه .  فأخرجها بلال، ومرّ بها إلى رسول الله على القتلى، وقد كادت تذهب روحها، فقال  صلى‌الله‌عليه‌وآله لبلال: أنُزِعَت منك الرحمة يا بلال ؟! ثمّ اصطفاها لنفسه صلى‌الله‌عليه‌وآله، ثمّ اعتقها وتزوّجها ) (2).\nهذا نموذج من تعامله الشفيق بالأعداء، فإنّه أنّب بلال في أنّه ألحق الأذى بالنُسوة حين مرّ بهنّ على مصارع القتلى، وكذلك اعتقها من الرقّ، ثمّ تزوّجها معززةً مكرّمة.",
        "ومن الأحداث التي جسدّت جلالة شأنه في التعامل مع أعداءه، بل ومع مَن سمّته وأرادت قتله، فعن الإمام محمّد الباقر عليه‌السلام: ( إنّ رسول الله: أُتي باليهودية التي سمّت الشاة للنبي صلى‌الله‌عليه‌وآله، فقال لها: ما حملك على ما صنعت ؟ فقالت: قلتُ: إن كان نبيّاً لم يضرّه، وإن كان مَلِكاً أرحتُ الناس منه، قال: فعفا رسول الله صلى‌الله‌عليه‌وآله عنها ) (3).\nثالثاً: الدواعي في صِدام اليهود مع النبيّ الأكرم دون غيرهم من أهل الكتاب.\nمن الأمور التي دعت إلى اختصاص المصادمات والأحداث مع اليهود من أهل الكتاب هي:\n1 - كان النصارى من أهل الكتاب من القلّة في المجتمع المدني (أي في المدينة المنوّرة)، بحيث ليس لهم مجتمع تكتّلي كاليهود آنذاك، وكذلك المجوس - ممّن لهم شبهة كتاب - ليس لهم تواجد في المدينة، ولا يوجد لهم تماس مع دولة النبي صلى‌الله‌عليه‌وآله، حيث كان تمركزهم أكثره في بلاد فارس، وبعضهم في العراق بعيد عن دولة النبيّ في المدينة.",
        "____________________\n1 - الطبرسي، إعلام الورى، ج1، ص206 - 207.\n2 - الكافي، ج2، ص108، ح 9، باب العفو.\n3 - نفس المصدر ح 10.",
        "\n2 - المجتمعات اليهودية في المدينة كانت على شكل قبائل كبيرة: (بنو قينقاع، وبنو النضير، وبنو قريظة)، إضافة إلى وجودهم في خيبر وفدك وبعض مناطق الجزيرة، فكانوا يرَون أنفسهم أصحاب منعة وقوّة من حيث أموالهم وعددهم وعدّتهم، وقد بدرت منهم العدواة لرسول الله صلى‌الله‌عليه‌وآله من بداية هجرته الى المدينة إلى آخر أيّامهم فيها، وقد ذكرهم تعالى: ( لَتَجِدَنّ أَشَدّ النّاسِ عَدَاوَةً لِلّذِينَ آمَنُوا الْيَهُودَ وَالّذِينَ أَشْرَكُوا ) (1).\n3 - كان اليهود يرون أنفسهم أنّهم شعب الله المختار، وهم أحقّ بالنبوّة من بني إسماعيل، وهم أبناء الله ؛ ممّا رُسِّخ هذا الشعور في نفوسهم وبدا على أفعالهم، كما صدر ذلك على لسان حيي بن أخطب رئيس بن النضير: ( ... ليس هذا ذلك، ذلك النبي من بني إسرائيل، وهذا من العرب من وُلد إسماعيل، ولا يكون بنو إسرائيل أتباعاً لولد إسماعيل أبداً ؛ لأنّ الله قد فضّلهم على الناس جميعاً وجعل فيهم النبوّة والمُلك . وقد عهد إلينا موسى: أن لا نؤمن لرسول حتّى يأتينا بقربان تأكله النار، وليس مع محمّد آية، وإنّما جمعهم جمعاً وسحرهم ويريد أن يغلبهم بذلك ) (2).\n4 - كان في اليهود العلماء وأهل الذِكر، ليس كعرب الجاهلية أُمِّيون لا يفقهون شيئاً ؛ ممّا كان لعوامّ اليهود الشعور بالأفضلية من هذه الناحية وبالتمسّك بعلمائهم، وتصديقهم بما يقولون، فكانت قبائلهم شبه متماسكة ومجتمعة في وجه النبيّ صلى‌الله‌عليه‌وآله في تكذيبه ومعاداته، إضافة إلى الدعم المعنوي من المشركين في الجزيرة لهم وكذلك منافقي المدينة.",
        "رابعاً: النصارى ورسول الإسلام صلى‌الله‌عليه‌وآله:\nأمّا بالنسبة للنصارى، فكانوا في المدينة من القلّة بحيث لا يشكّلوا أي تكتّل مجتمعي كما كان عليه اليهود، ولم يذكر التاريخ لهم مواجهات مع الرسول الأكرم صلى‌الله‌عليه‌وآله، بل كانوا أُناس مسالمين، وقد ذكرهم القرآن في مقابل اليهود: ( لَتَجِدَنّ أَشَدّ النّاسِ عَدَاوَةً لِلّذِينَ آمَنُوا الْيَهُودَ وَالّذِينَ\n____________________\n1 - المائدة: 82.",
        "2 - مجمع البيان، ج 8، ص538 - 536.\n\nأَشْرَكُوا وَلَتَجِدَنّ أَقْرَبَهُم مَوَدّةً لِلّذِينَ آمَنُوا الّذِينَ قَالُوا إِنّا نَصَارى‏ ذلِكَ بِأَنّ مِنْهُمْ قِسّيسِينَ وَرُهْبَاناً وَأَنّهُمْ لاَ يَسْتَكْبِرُونَ ) (1).\nلكن من الحوادث المشهورة مع النصارى، ويذكرها التاريخ مع رسول الله صلى‌الله‌عليه‌وآله، هم نصارى نجران، عندما جاء وفدهم إلى المدينة لمحاججة رسول الله، واستقبلهم رسول الله في مسجده وحاججهم بكلّ رحابة صدر، ولم يقنعوا بذلك، عندها دعاهم للمباهلة، وعاملهم بأسلوب حضاري إسلامي تتجلّى فيه ما لهم من حقوق إنسانية غاية في التسامح، ولم يعاملهم بجفاء أو يستغلّ موقعه كقائد لدولة تمتلك كلّ مصادر القوّة ضدّهم، حتّى أفضت إلى التصالح فيما بينهم في دفع الجزية لحكومة النبي صلى‌الله‌عليه‌وآله والعيش بأمان وحرّية داخل الدولة الإسلامية.",
        "وقصّة المباهلة التي حدثت بين نصارى نجران وبين خاتم الأنبياء صلى‌الله‌عليه‌وآله، يرويها الإمام الصادق عليه‌السلام كما يذكر ذلك العلاّمة المجلسي في (بحار الأنوار)، قال: ( إنّ نصارى نجران لمّا وفدوا على رسول الله صلى‌الله‌عليه‌وآله، وكان سيّدهم الأهتم والعاقب والسيّد، وحضرت صلواتهم فأقبلوا يضربون بالناقوس وصلّوا، فقال أصحاب رسول الله: يا رسول الله، هذا في مسجدك ؟! فقال صلى‌الله‌عليه‌وآله: دعوهم . فلمّا فرغوا دنَوْا من رسول الله صلى‌الله‌عليه‌وآله فقالوا: إلى مَ تدعو ؟ فقال: إلى شهادة أن لا إله إلاّ الله وأنّي رسول الله، وأنّ عيسى عبدٌ مخلوق يأكل ويشرب ويُحدث.\nقالوا: فمَن أبوه ؟\nفنزل الوحي على رسول الله صلى‌الله‌عليه‌وآله فقال: قل لهم: ما يقولون في آدم، أكان عبداً مخلوقاً يأكل ويشرب ويُحدث وينكح ؟\nفسألهم النبي صلى‌الله‌عليه‌وآله، فقالوا: نعم، فقال: فمَن أبوه؟",
        "فبقَوا ساكتين، فأنزل الله تعالى: ( إِنّ مَثَلَ عِيسَى‏ عِندَ اللّهِ كَمَثَلِ آدَمَ ...، ... فَنَجْعَلْ لَعْنَةَ اللّهِ عَلَى الْكَاذِبِينَ ) (2)، فقال رسول الله: فباهلوني، إن كنتُ صادقاً أُنْزلَت اللعنة عليكم، وإن كنتُ كاذباً أُنزلت عليَّ.\nفقالوا: أنصفت.\n____________________\n1 - المائدة: 82.",
        "2 - آل عمران: 59 - 61.\n\nفتواعدوا للمباهلة.\nفلمّا رجعوا إلى منازلهم، قال رؤساؤهم السيّد والعاقب والأهتم: إن باهلَنا بقومه باهلناه، فإنّه ليس بنبيّ، وإن باهلَنا بأهل بيته خاصّة فلا نباهله، فإنّه لا يُقْدم على أهل بيته إلاّ وهو صادق.",
        "فلمّا أصبحوا، جاءوا إلى رسول الله صلى‌الله‌عليه‌وآله ومعه أمير المؤمنين عليّ عليه‌السلام وفاطمة والحسن والحسين عليهم‌السلام، فقال النصارى: مَن هؤلاء ؟\nفقيل لهم: هذا ابن عمّه ووصيّه وختنه عليّ بن أبي طالب، وهذهِ ابنته فاطمة، وهذان ابناه الحسن والحسين.\nفَفَرِقوا وقالوا لرسول الله: نُعطيك الرضا فاعفنا عن المباهلة.\nفصالحهم رسول الله صلى‌الله‌عليه‌وآله على الجزية وانصرفوا ) (1).",
        "نقلنا هذهِ الرواية بكاملها لِما فيها من المعاني العالية المتجسّدة في شخصية الرسول وتعامله مع غير المسلمين، والذين لا يؤمنون برسالته، فللمنصف المقارنة بين هذا التعامل الإنساني الصادر من سيّد الرُسُل الداعي لنشر دين الحقّ والهدى في أوساط بني البشر، وبين ما حصل من ملوك عصره وما بعده في الدول غير الإسلامية، خصوصاً ما حصل في العصور الوسطى داخل المجتمع الأوروبي من انتهاكات لحقوق الإنسان على جميع الأصعدة خصوصاً دينياً وسياسياً.\n____________________\n1 - بحار الأنوار، ج21، ص340 . مصدر سابق.\n",
        "المبحث الثالث:\nمكاتيب الرسول صلى‌الله‌عليه‌وآله\n\nتمهيد:",
        "يذكر لنا التاريخ الإسلامي أموراً كانت من ركائز نشر الدعوة الإسلامية، من قِبل سيد الأنبياء والمرسلين محمّد صلى‌الله‌عليه‌وآله لهداية الأُمم ودعوتهم للتوحيد ورفع مستوى تلك الأُمم بنور الهداية، وهي كُتُبه التي أرسلها إلى ملوك وزعماء الدوّل آنذاك ورؤساء القبائل.\nوهذه الخطوة من سيد الأنام صلى‌الله‌عليه‌وآله هي لأجل توحيد الجهود ؛ لإنقاذ الناس بشتّى أجناسهم من الانحراف، والعَود بهم إلى ما جاء به الأنبياء السابقون من مبادئ إلهية ناصعة، ولتحقيق هدف جميع الأنبياء والرسُل من مبدأ التوحيد وحفظ النظام الكوني به، ولذا كانت غايته صلى‌الله‌عليه‌وآله من مكاتيبه، بل حتى من غزواته، هي تقويم المسيرة التي بدأها الأنبياء والرسل من قبله، والعَود بهم إلى المسار الذي رسمه الباري عزّ وجلّ لكلّ العالم.\nوليس ما ادّعته أكثر الدراسات الغربية، المستندة إلى تقارير المستشرقين، في أنّ النبي صلى‌الله‌عليه‌وآله كان يدعو إلى محو بقية الأديان ونشر الدين الإسلامي بالسيف، كما قال الدكتور محمّد البهي في كتابه (الفكر الإسلامي الحديث): ( إنّ هناك كلمات كثيرة لبعض أولئك الكُتّاب والباحثين الغربيين الذين لم يفهموا حقيقة مكاتيب الرسول فضلاً عن حروبه وغزواته ) (1).\nونحن هنا نذكر بعض النماذج من هذه المكاتيب التي بيّنت مدى حكمة النبيّ المصطفى صلى‌الله‌عليه‌وآله، والتي ازدهر بها تاريخ الإسلام:",
        "أ - وثيقة الرسول صلى‌الله‌عليه‌وآله في موادعة اليهود:\nلأجل الحفاظ على الأمان في المدينة وسلامة النظام الاجتماعي واستقراره، عَهِدَ رسول الله صلى‌الله‌عليه‌وآله إلى كتابة أوّل وثيقة لليهود ؛ وذلك لكثرتهم في يثرب وأطراف المدينة، وتكتّلهم وتحزّبهم ضدّ رسول الله صلى‌الله‌عليه‌وآله، والدولة الإسلامية بعدُ فتية.\nأمّا الوثيقة فهذا نصّها:\n(بسم الله الرحمن الرحيم",
        "هذا كتاب من محمّد النبيّ صلى‌الله‌عليه‌وآله بين المؤمنين والمسلمين من قريش ويثرب، ومَن تبعهم فلحق بهم ... وأنّه مَن تبعنا من يهود فإنّ له النصر والأسوة غير مظلومين ولا متناصرين عليهم، وأنّ اليهود يُنفقون مع المؤمنين ما داموا\n____________________\n1 - د. محمد، البهي، الفكر الإسلامي الحديث، ص527 - 529.\n",
        "محاربين، وأنّ يهود بني عوف أُمّة مع المؤمنين، لليهود دينهم، وللمسلمين دينهم، مواليهم وأنفسهم إلاّ مَن ظلم وأثم، فإنّه لا يوتغ ( يعني يهلك نفسه ) إلاّ نفسه وأهل بيته.\nوإنّ ليهود بني النجّار مثل ما ليهود بني عوف\nوإنّ ليهود بني الحارث مثل ما ليهود بني عوف\nوإنّ ليهود بني ساعدة مثل ما ليهود بني عوف",
        "وإنّ ليهود جشم مثل ما ليهود بني عوف\nوإنّ ليهود بني أوس مثل ما ليهود بني عوف\nوإنّ ليهود بني ثعلبة مثل ما يهود بني عوف، إلاّ مَن ظلم وأثم، فإنّه لا يتوغ إلاّ نفسه وأهل بيته. وإنّ لبني الشطيبة مثل ما ليهود بني عوف وإنّ البِرّ دون الإثم، وإنّ موالي ثعلبة كأنفسهم، وإنّ بطانة يهود كأنفسهم، وإنّه لا يخرج منهم أحدٌ إلاّ بإذن محمّد صلى‌الله‌عليه‌وآله ) (1).\nوهكذا كان النبي صلى‌الله‌عليه‌وآله يتعاهد مع اليهود وبقية المجتمع المدني كأنّهم عائلة واحدة، يُنظّم فيه الدولة على أساس التعاون بين جميع الفِرق لبناء المجتمع على أساسي رصين، ثمّ أكمل رسول الله صلى‌الله‌عليه‌وآله كتابة الوثيقة التاريخية بهذا البيان:",
        "( وإنّه لا ينحجر على ثأر جرح ( أي لا يضيع مقدار من دم جرح )، وإنّه مَن فتك فبنفسه فتك وأهل بيته، ... وإنّ على اليهود نفقتهم وعلى المسلمين نفقتهم، وإنّ بينهم النصح والنصيحة والبِرّ دون الإثم، وإنّه يأثم امرؤ بحليفه، وإنّ النصر للمظلوم ... وإنّ الجار كالنفس غير مضارّ ولا آثم، وإنّ ما كان بين أهل هذهِ الصحيفة من حدَث أو اشتجار يخاف فساده، فإنّ مردّه إلى الله عزّ وجلّ، وإلى محمّد رسول الله صلى‌الله‌عليه‌وآله، وإنّ الله على أتقى ما في هذه الصحيفة وأبرّه ... وإنّه مَن خرج آمِن، ومَن قعد آمِن بالمدينة، إلاّ مَن ظلم وأثِم، وإنّ الله جار لمَن برّ واتّقى، ومحمّد رسول الله صلى‌الله‌عليه‌وآله ) (2).\nب - كتاب رسول صلى‌الله‌عليه‌وآله إلى هرقل ملك الروم:\n(بسم الله الرحمن الرحيم من محمّد رسول الله عبدُه ورسوله إلى هرقل عظيم الروم:\nسلامٌ على مَن اتّبع الهدى أمّا بعد، فإنّي أدعوك بدعاية الإسلام، أسلِم تسلَم، أسلِم يؤتك الله أجرك مرّتين، فإن توليّت فإنّ عليك إثم الإريسين، و ( يَا أَهْلَ الْكِتَابِ تَعَالَوْا إِلَى‏ كَلِمَةٍ سَوَاءٍ بَيْنَنَا",
        "____________________\n1 - علي الأحمدي، الميانجي، مكاتيب الرسول، ج3، ص6 - 44.\n2- نفس المصدر.\n",
        "وَبَيْنَكُمْ أَلاّ نَعْبُدَ إِلاّ اللّهَ وَلاَ نُشْرِكَ بِهِ شَيْئاً وَلاَ يَتّخِذَ بَعْضُنَا بَعْضاً أَرْبَاباً مِنْ دُونِ اللّهِ فَإِن تَوَلّوا فَقُولُوا اشْهَدُوا بِأَنّا مُسْلِمُونَ ) (1) (2).\nج- - كتاب الرسول صلى‌الله‌عليه‌وآله إلى كسرى مَلِك الفُرس:\n(بسم الله الرحمن الرحيم\nمِن محمّد رسول الله إلى كسرى عظيم فارس:",
        "سلام على مَن اتّبع الهدى وآمَن بالله ورسوله، وشهد أن لا إله إلاّ الله وحده لا شريك له، وأنّ محمداً عبده ورسوله، وأدعوك بداعية الله عزّ وجلّ، فإنّي رسول الله إلى الناس كافّة لأُنذر مَن كان حيّاً ويحقّ القول على الكافرين فأسلِم تسلَم، فإن أبيت فإن إثم المجوس عليك ) (3).\nد - كتاب رسول الله صلى‌الله‌عليه‌وآله لأهل نجران:\n( ...\nلنجران وحاشيتها جوار الله وذمّة محمّد النبيّ رسول الله، على أنفسهم وملّتهم، وأرضهم وأموالهم، وغائبهم وشاهدهم، وعِيرهم وبعْثهم وأمثلتهم، لا يُغيَّر حقّ مِن حقوقهم وأمثلتهم، لا يُفتن أسقف مِن أسقفيّته، ولا راهب من رهبانيّته، ولا واقه ( يعني قيّم البيعة ) مِن وقاهيته، على ما تحت أيديهم من قليل أو كثير، وليس عليهم رقق ولا دم جاهلية، ولا يحشرون ولا يعشرون، ولا يطأ أرضهم جيش، ومَن سأل منهم حقّاً فبينهم النَصف غير ظالمين ولا مظلومين بنجران، ومَن أكل منهم رباً من ذي قبل فذمّتي منه بريئة، ولا يؤخذ منهم رجل بظلم آخر، ولهم على ما في هذهِ الصحيفة جوار الله وذمّة محمّد النبيّ أبداً حتّى يأتي أمرُ الله ما نصحوا وأصلحوا فيما عليهم غير مكلّفين شيئاً بظلم ) (4).",
        "____________________\n1 - آل عمران: 64.\n2 - أحمد ابن أبي يعقوب بن جعفر، اليعقوبي، تاريخ اليعقوبي، ص77.\n3 - بحار الأنوار، ج20، ص389 . مصدر سابق.",
        "4 - علي أحمدي، ميانجي، مكاتيب الرسول، ج3، ص 165.\n\nه- - كتاب رسول الله صلى‌الله‌عليه‌وآله لأهل جرباء وأذرح:\n(بسم الله الرحمن الرحيم",
        "هذا كتاب من محمّد النبيّ رسول الله لأهل جرباء وأذرح: أنّهم آمنون بأمان الله وأمان محمّد، وأنّ عليهم مئة دينار في كلّ رجب، ومئة أوقية طيبة، وأنّ الله عليهم كفيل بالنصح والإحسان إلى المسلمين ومَن لجأ إليهم من المسلمين ) (1).\nو - كتاب رسول الله صلى‌الله‌عليه‌وآله إلى المقوقس:\n(بسم الله الرحمن الرحيم\nمن محمّد بن عبد الله إلى المقوقس عظيم القِبط",
        "سلام على مَن اتّبع الهدى\nأمّا بعد، فإنّي أدعوك بداعية الإسلام، أسلِم تسلَم، وأسلِم يؤتك الله أجرك مرّتين، فإن توليّت فإنّ عليك إثم القبط، و ( يَا أَهْلَ الْكِتَابِ تَعَالَوْا إِلَى‏ كَلِمَةٍ سَوَاءٍ بَيْنَنَا وَبَيْنَكُمْ أَلاّ نَعْبُدَ إِلاّ اللّهَ وَلاَ نُشْرِكَ بِهِ شَيْئاً وَلاَ يَتّخِذَ بَعْضُنَا بَعْضاً أَرْبَاباً مِنْ دُونِ اللّهِ فَإِن تَوَلّوا فَقُولُوا اشْهَدُوا بِأَنّا مُسْلِمُونَ ) (2) (3).\nز - كتاب رسول الله صلى‌الله‌عليه‌وآله إلى النجاشي:\n(بسم الله الرحمن الرحيم",
        "من محمّد رسول الله صلى‌الله‌عليه‌وآله إلى النجاشي مَلِك الحبشة:\nإنّي أحمدُ إليك الملك القدّوس السلام المهيمن، وأشهد أنّ عيسى بن مريم روح الله وكلمته، ألقاها إلى مريم البتول الطيّبة، فحملت بعيسى، وإنّي أدعوك إلى الله وحده لا شريك له، فإن تبعتني وتؤمن بالذي جاءني فإنّي رسول الله، وقد بعثتُ إليك ابن عمّي جعفراً ومعه نفر من المسلمين.\nوالسلام على مَن اتّبع الهدى ) (4).\n____________________",
        "1 - نفس المصدر، ج 3، ص113.\n2 - آل عمران: 64.\n3 - مكاتيب الرسول، ج 2، ص417 . مصدر سابق.\n4 - بحار الأنوار، ج20، ص392.",
        "\nح - كتاب الرسول صلى‌الله‌عليه‌وآله إلى صاحب البحرين (المنذر بن ساوي العبدي):\nفي جواب لمنذر بن ساوي العبدي على كتاب رسول الله حينما دعاه إلى الإسلام:\n( أمّا بعد، يا رسول الله، فإنّي قرأت كتابك على أهل البحرين، فمنهم مَن أحبّ الإسلام وأعجبه ودخل فيه، ومنهم مَن كرهه، وبأرضي مجوس ويهود فأحدث إليَّ في ذلك أمرك ).",
        "فكتب إليه رسول الله صلى‌الله‌عليه‌وآله:\n(بسم الله الرحمن الرحيم\nمن محمّد النبيّ رسول الله إلى المنذر بن ساوي:\nسلام عليك، فإنّي أحمدُ إليك الله الذي لا إله إلاّ هو",
        "أمّا بعد، فإنّ كتابك جاءني ورُسُلك، وإنّه مَن صلّى صلاتنا وأكل ذبيحتنا واستقبل قبلتنا فإنّه مسلم، له ما للمسلمين وعليه ما على المسلمين، ومَن أبى فعليه الجزية ) (1).\nط - كتاب الرسول صلى‌الله‌عليه‌وآله إلى يهود خيبر:\n(بسم الله الرحمن الرحيم\nمن محمّد رسول الله صلى‌الله‌عليه‌وآله صاحب موسى وأخيه المصدّق لِمَا جاء به",
        "ألا إنّ الله قال لكم: يا معشر أهل التوراة - وإنّكم لتجدون ذلك في كتابكم -: ( مُحَمّدٌ رّسُولُ اللّهِ وَالّذِينَ مَعَهُ أَشِدّاءُ عَلَى الْكُفّارِ رُحَمَاءُ بَيْنَهُمْ … ) (2) وإنّي أُنشدكم بالله، وأنشدكم بما أُنزل عليكم، وأُنشدكم بالذي أطعم مَن كان قبلكم مِن أسباطكم المنّ والسلوى، وأنشدكم بالذي أيبس البحر لآبائكم حتّى أنجاكم مِن فرعون وعمله إلاّ أخبرتموني، هل تجدون فيما أنزل الله عليكم أن تؤمنوا بمحمّد ؟ فإن كنتم لا تجدون ذلك في كتابكم فلا كُره عليكم ( قَدْ تَبَيَّنَ الرُّشْدُ مِنَ الْغَيِّ ) فأدعوكم إلى الله ونبيّه ) (2).\nوبالنتيجة احتوت هذه النماذج من مكاتيب الرسول صلى‌الله‌عليه‌وآله على مضامين عاليه، موجهّة إلى ملوك وزعماء الأُمم كلٌّ حسب ظرفه، وهي دعوة للحقّ ورحمةٌ للأُمم، كيف لا تكون كذلك وخطاب العليّ الأعلى لشخص رسوله الكريم: ( وَمَا أَرْسَلْنَاكَ إِلاَّ رَحْمَةً لِلْعَالَمِينَ ) متجسّداً في كلّ أعماله تجاه\n____________________\n1 - مكاتيب الرسول، ج 2، ص659 . مصدر سابق.",
        "2 - الفتح: 29.\n3 - مكاتيب الرسول، ج2، ص487.\n\nبني البشر كافّة.",
        "أمّا ما أُشكل ممّن ليس له إدراك لِما كتبه الرسول في بعض العبارات كعبارة ( أسلِم تسلَم )، فهو مردود ؛ لإنّ المقصود بكلمة ( تسلم ) ليس هو من القتل، بل بإسلامك تسلم من عذاب الآخرة، أي الإسلام هو خاتم الأديان وجامع لكلّ مبادئ الأديان السابقة وباعتناقه يكون نجاةً له في الآخرة، والله العالم.\n\nالفصل الثالث\nالحقوق",
        "وفيه ثلاثة مباحث:\nالأوّل: المبادئ الأوّلية في العلاقة بين المسلمين وغيرهم.\nالثاني: المساواة الإنسانية.\nالثالث: مدرسة أهل البيت وحقوق غير المسلمين.",
        "\nالمبحث الأوّل:\nالمبادئ الأوّلية في العلاقة بين المسلمين وغيرهم\n",
        "مقدّمة:\nكثير من الآيات القرآنية خاطبت الناس بكلّ أجناسها، فالنسبة واحدة بين بني البشر وبين خالقهم ولا توجد قرابة بين الله عزّ وجلّ وبين أحد من خلقه، بل القُرب من الله عزّ وجلّ يكون بشرائط التقوى والإيمان وفي ذلك فليتنافس المتنافسون.\nقال تعالى: ( يَا أَيّهَا النّاسُ اتّقُوا رَبّكُمُ الّذِي خَلَقَكُم مِن نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثّ مِنْهُمَا رِجَالاً كَثِيراً وَنِسَاءً وَاتّقُوا اللّهَ الّذِي تَسَاءَلُونَ بِهِ وَالْأَرْحَامَ إِنّ اللّهَ كَانَ عَلَيْكُمْ رَقِيبَاً) (1).\nوقال تعالى: ( يَا أَيّهَا النّاسُ قَدْ جَاءَكُمُ الرّسُولُ بِالحَقّ مِن رَبّكُمْ فَآمِنُوا خَيْراً لَكُمْ وَإِن تَكْفُرُوا فَإِنّ للّهِ‏ِ مَا فِي السّماوَاتِ وَالأَرْضِ وَكَانَ اللّهُ عَلِيماً حَكِيماً ) (2).",
        "وقال تعالى: ( قُلْ يَا أَيّهَا النّاسُ إِنّي رَسُولُ اللّهِ إِلَيْكُمْ جَمِيعاً ) (3).\nوقال تعالى: ( يَا أيّهَا النّاسُ قَدْ جَاءَتْكُم مَوْعِظَةٌ مِن رَبّكُمْ وَشِفَاءٌ لِمَا فِي الصّدُورِ وَهُدىً وَرَحْمَةٌ لِلْمُؤْمِنِينَ ) (4).\nوقال تعالى: ( يَا أَيّهَا النّاسُ أَنتُمُ الْفُقَرَاءُ إِلَى اللّهِ وَاللّهُ هُوَ الْغَنِيّ الْحَمِيدُ ) (5).\nومن هذه الآيات الكريمة الكثير التي خاطبت جميع الناس بلفظ ( أيّها الناس )، فلم تُفرّق بين لون ولون، أو بين قوم وقوم . وكذلك في أحاديث أهل البيت عليهم‌السلام الكثير من هذا القبيل، قال رسول الله صلى‌الله‌عليه‌وآله في خطبة الوداع:",
        "( أيّها الناس: إنّ ربكم لواحد، وإنّ أباكم واحد، كلّكم لآدم وآدم من تراب، أكرمكم عند الله أتقاكم، ليس لعربيّ على عجمي، ولا لعجمي على عربي، ولا لأحمر على أسوَد، ولا لأسوَد على أحمر، فضل إلاّ بالتقوى، ألا هل بلّغت.\nاللَّهُم اشهد، ألا فليبلّغ\n____________________\n1 - النساء: 1.",
        "2 - النساء: 170.\n3 - الأعراف: 158.\n4 - يونس: 57.\n5 - فاطر: 15.",
        "\nالشاهد منكم الغائب ) (1)، وقال أمير المؤمنين علي بن أبي طالب عليه‌السلام في العلاقة بين الناس: ( ... إمّا أخ لك في الدين، أو نظير لك في الخلْق ) (2).\nفعلى ضوء ما تقدّم تتّضح لنا المبادئ الأوّلية - أي التصوّر الأوّلي لها، وليس المقصود المبادئ الأساسية - في علاقة المسلمين مع غيرهم، وهي على النحو الآتي مُجملة:\n1 - التعارف الإنساني:",
        "الأساس الإسلامي في التعامل الإنساني هو مبنيٌّ على التعارف والتعاون، و إرساء العدل في ما بينهم، يقول عزّ وجلّ: ( يَا أَيّهَا النّاسُ إِنّا خَلَقْنَاكُم مِن ذَكَرٍ وَأُنثَى‏ وَجَعَلْنَاكُمْ شُعُوباً وَقَبَائِلَ لِتَعَارَفُوا إِنّ أَكْرَمَكُمْ عِندَ اللّهِ أَتْقَاكُمْ إِنّ اللّهَ عَلِيمٌ خَبِيرٌ ) (3)، فالتعارف بين الناس بشتّى أعراقهم من أُسس الدين الإسلامي الذي دعى إليه ولا يمكن تجاوزه ؛ وإلاّ اختلّ النظام.\nوهذا أيضاً ما أشار إليه أمير المؤمنين عليه‌السلام في وصيّته لمالك الأشتر ؛ ليجعله أساساً في ولايته على الناس في مصر: ( ... فإنّهم (أي الناس) صِنفان: إمّا أخٌ لك في الدين، وإمّا نظيرٌ لك في الخلْق ... ) (4).\nفعلى كلّ المسلمين التعامل مع غيرهم من هذا المنطلق، وهو الجانب الإنساني ؛ لأنّه مثيل له في الإنسانية، وعليه وجّه الباري عزّ وجلّ خطابه للمسلمين في تعاملهم مع غيرهم على أساس البِرّ والعدل، قال تعالى: ( لا يَنْهَاكُمُ اللّهُ عَنِ الّذِينَ لَمْ يُقَاتِلُوكُمْ فِي الدّينِ وَلَمْ يُخْرِجُوكُم مِن دِيَارِكُمْ أَن تَبَرّوهُمْ وَتُقْسِطُوا إِلَيْهِمْ إِنّ اللّهَ يُحِبّ الْمُقْسِطِينَ ) (5)، وكذلك إرشاد الرسول بشكل مطلق الى البِرّ مع جميع الناس، حيث يقول صلى‌الله‌عليه‌وآله: ( أسرعُ الخير ثواباً البِرّ ) (6).\n2 - التعايش المطلوب:",
        "أكثر ما أكّد عليه أهل البيت عليهم‌السلام هو الدعوى الى الله عزّ وجلّ عن طريق العمل وليس باللسان، فالتعامل الأخلاقي هو خير هادٍ الى سبيل الرشاد: ( كونوا لنا دعاةً صامتين ) أي دعوة\n____________________\n1 - أبو محمد الحسن بن علي، ابن شعبة الحراني، تحف العقول، ص30.\n2 - الشريف الرضي، نهج البلاغة (الرسائل)، ص53.",
        "3 - الحجرات: 13.\n4 - نهج البلاغة (الرسائل)، ص53 . مصدر سابق.\n5 - الممتحنة: 8.\n6 - محمد بن علي، الصدوق، مَن لا يحضره الفقيه، ج4، ص379، ح5803.",
        "\nبالعمل، وليس بالقول دون العمل.\nوقال الأمام الصادق عليه‌السلام مخاطباً عيسى بن عبد الله (أحد أصحابه): ( يا عيسى بن عبد الله، ليس منّا - ولا كرامة - مَن كان في مِصرٍ فيه مئة ألف أو يزيدون وكان في ذلك المِصر أحد أورع منه ) (1)، فهنا الإشارة إلى العمل بصفة الورع تجاه كلّ الناس مسلمهم وغيره ؛ لأنّه ذكر (سلام الله عليه) المِصر فيه مئة ألف ولم يحدّدهم بالمسلمين، وهذا يعتبر في أقصى درجات التعايش السِلمي من خلال إظهار التعامل المندوب من الشرع مع غير المسلمين.\nومن مصاديق التعايش: هي الصحبة والمجالسة، وقد ذكرها الأمام عليّ بن الحسين زين العابدين عليه‌السلام في رسالة الحقوق، في حقّ الصاحب مطلقاً - مسلماً كان أو غير مسلم - وكذلك حقّ الجليس - سواء كان مسلماً أو غيره - حيث يقول عليه‌السلام في حقّ الصاحب: ( فأن تصحبه بالتفضّل والإنصاف، وتُكرمه كما يُكرمك، ولا تدَعْه يسبق إلى مكرمة . فإنْ سبق كافيته، وتودّه كما يودّك، وتزجره عمّا يهمُّ به من معصية الله، وكُن عليه رحمة ولا تكن عليه عذاباً، ولا قوّة إلاَّ بالله ) (2).",
        "وحقّ الجليس: ( وأمّا جليسك، فأنْ تُلين له جانبك، وتُنصفه في مجاراة اللفظ، ولا تقوم من مجلسك إلاّ بإذنه . ومَن يجلس إليك يجوز له القيام عنك بغير إذنك، وتنسى زلاّته وتحفظ خيراته، ولا تُسمعه إلاّ خيراً ) (3).\n3 - الإحسان والتودّد:\nحثّ الإسلام على الإحسان وحبّ الخير لجميع البشر بما فيهم الكفّار، ومن مصاديق حبّ الخير لغير المسلمين، هو دعوتهم إلى الهدى لإنقاذهم من الضلال، حتّى مع أعداء الإسلام الذين كانوا يقاتلون أهل الدين، وكان أمير المؤمنين عليه‌السلام لا يقاتل قوم حتّى يدعوهم للهدى كما مرّ\n____________________",
        "1 - الكافي، باب الورع، ح10 . مصدر سابق.\n2 - علي بن الحسين، زين العابدين، رسالة الحقوق، حقّ الصاحب.\n3 - رسالة الحقوق، حقّ الجليس . نفس المصدر.\n",
        "استناداً لقول رسول الله صلى‌الله‌عليه‌وآله ( يا عليّ، وايم الله لئِن يهدي الله على يديك رجلاً خير لك ممّا طلعت عليه الشمس وغربت ) (1).\nومن وصايا أهل البيت الكثير في هذا المضمار، فعن أبي بصير عن أبي جعفر (الإمام الباقر) عليه‌السلام قال: سألته عن ( وَمَنْ أَحْيَاهَا فَكَأَنّمَا أَحْيَا النّاسَ جَمِيعاً ) (2) ؟ قال عليه‌السلام: ( مَن استخرجها من الكفر إلى الإيمان ) (3).\nوقال علي بن الحسين عليه‌السلام: ( أوحى الله تعالى إلى موسى عليه‌السلام حبّبني إلى خلْقي وحبِّب خَلْقي إليّ، قال: يا ربّ، كيف أفعل؟ قال: ذكّرهم آلائي ونعمائي ليحبّوني، فلئِن تردّ آبقاً عن بابي أو ضالاًّ عن فنائي، أفضل لك مِن عبادة مئة سنة بصيام نهارها وقيام ليلها، قال موسى عليه‌السلام: ومَن هذا العبد الآبق منك ؟ قال: العاصي المتمرّد، قال: فمَن الضالّ عن فنائك ؟ قال: الجاهل بإمام زمانه، تعرّفه، والغائب عنه بعد ما عَرِفَه، الجاهل بشريعة دينه تعرّفه شريعته، وما يُعبد به ربّه ويتوصّل به إلى مرضاته ) (4).\nوأكرم الباري عزّ وجلّ الساعي في هداية الكافر إلى مادّة الصواب، بأن يجعله شفيعاً لمَن يُريد في يوم القيامة كما وَرَد عن عبد العظيم الحسني (رضوان الله عليه)، عن عليّ بن محمّد الهادي عليه‌السلام، عن آباءه عليهم‌السلام، عن عليّ عليه‌السلام قال: ( لمّا كلّم الله موسى بن عمران، قال موسى: إلهي ما جزاء مَن دَعا نفساً كافرة إلى الإسلام ؟ قال: يا موسى، آذن له في الشفاعة يوم القيامة لمَن يريد)(5).",
        "وعلى هذا النمط العديد من الروايات التي دلّت على الحثّ على هداية الناس بالموعظة الحسنة، والسعي إلى إرشادهم إلى ما فيه سعادتهم.\nومن مصاديق حبّ الخير لغير المسلمين والإحسان إليهم، هو بقضاء حوائجهم والرحمة إليهم، فقد قال رسول الله صلى‌الله‌عليه‌وآله: ( الراحمون يرحمهم الرحمن، ارحموا مَنْ في الأرض يرحمكم\n____________________\n1 - الحسين بن محمد بن نصر، الحلواني، نزهة الناظر وتنبيه الخاطر، ص277، من باب ذكر الجُمل من نواهي الرسول.",
        "2 - المائدة: 32.\n3 - محمد بن مسعود بن عيَّاش، العيَّاشي، تفسير العيَّاشي، ج1، ص313، من سورة المائدة ح88.\n4 - الحسن بن علي، العسكري، تفسير الإمام الحسن العسكري عليه‌السلام، ص342، ح219.\n5 - بحار الأنوار، ج2، ص15، باب8، ح27 . مصدر سابق.",
        "\nمَنْ في السماء ) (1)، فَحَسَب هذا الحديث ينبغي للمسلمين أن يكونوا رحماء بغيرهم، فإنّ الدين هو دين الرحمة والرأفة، وكيف لا يكون كذلك وأساس دستوره هو الرحمة، قال عزّ وجلّ: ( وَمَا أَرْسَلْنَاكَ إلاَّ رَحْمَةً لِّلْعَالَمِينَ ) (2) أي لكلّ الناس بشتّى صنوفهم، وأُمِر المسلمون بأن يتّخذوا الرسول صلى‌الله‌عليه‌وآله أسوةٌ لهم: ( لَقَدْ كَانَ لَكُمْ فِي رَسُولِ اللَّهِ أُسْوَةٌ حَسَنَةٌ لِّمَن كَانَ يَرْجُو اللَّهَ وَالْيَوْمَ الآخِرَ وَذَكَرَ اللَّهَ كَثِيراً ) (3) فينبغي أداء البرّ والرحمة لغير المسلم، حتّى لو أصرّ على كفره من بعد دعوته إلى الهدى وسعادة نفسه، فإنّه نظير لنا في الخلْق.\n____________________\n1 - مستدرك الوسائل، ج9، ص55، ح10187 . مصدر سابق.",
        "2 - الأنبياء: 107.\n3 - الأحزاب: 21.\n\nالمبحث الثاني:",
        "المساواة الإنسانية\n\n1 - المساواة في التعامل:\nقال تعالى: ( يَا أَيّهَا النّاسُ إِنّا خَلَقْنَاكُم مِن ذَكَرٍ وَأُنثَى‏ وَجَعَلْنَاكُمْ شُعُوباً وَقَبَائِلَ لِتَعَارَفُوا إِنّ أَكْرَمَكُمْ عِندَ اللّهِ أَتْقَاكُمْ إِنّ اللّهَ عَلِيمٌ خَبِيرٌ ) (1).",
        "ففي هذه الآية لم يخصّص الباري عزّ وجلّ الحكم بالمسلمين فحسب، بل يشمل المسلمين والكفّار، كلّهم متساوون في الإنسانية وما يرتبط بها من قوانين . فبالنسبة للمسلمين، الدستور الإسلامي آخذٌ بالتساوي في حقوقهم وواجباتهم العامّة، فلا فرق بين أطيافهم وأعراقهم فيما لهم من حقوق، وما عليهم من واجبات، إلاّ في استثناءات مشروعة، فمثلاً في حال الوظائف العامّة لا فرق عنده بين عربيّ وأعجميّ، ولا أبيض ولا أسوَد، أو إقليم دون آخر ؛ لقوله تعالى: ( إِنَّ أَكْرَمَكُمْ عِندَ اللَّهِ أَتْقَاكُمْ إِنَّ اللَّهَ عَلِيمٌ خَبِيرٌ ) (2).\nإلاّ إذا كان هناك شخصٌ أكفأ من آخر فالوظيفة تُناط بالأكفأ ؛ قال تعالى: ( إِنّ خَيْرَ مَنِ اسْتَأْجَرْتَ الْقَوِيّ الأَمِينُ ) (3)، فهو قويّ (أي كفوء) في العمل (لأنّ عمله يستند على عامل القوّة)، وأمين في المعاملة.\nوفي كلام يوسف: ( إِنّي حَفِيظٌ عَلِيمٌ ) (4) فكفاءته (بعلمه بالعمل وأمانته في الحِفظ) أي في مصطلحنا المعاصر (خبير اقتصادي في عمله)، ومبدأ الكفاءة لا يتنافى مع المساواة، بل عدمه (عدم الأخذ بالكفاءة يتنافى مع العدالة، وبالنتيجة يخلّ بالنظام ويقضي على مبدأ المساواة) ؛ حيث إذا أُعطيت الوظيفة مثلاً لغير الكفوء، وليس أهل لحِفظ الأمانة ؛ اختلّ النظام الاقتصادي، وتَبعاً له النظام الاجتماعي، وشاعت الفوضى وانتفت العدالة، فلا مساواة في الحقوق بين المواطنين.\nوعليه فإنّه إذا لم يكن هناك محذور قد يهدّد استقرار النظام الإسلامي، فالمسلم والكافر متساويَيْن في جميع الحقوق والواجبات، ( فإنّ علياً عليه‌السلام صار أجيراً عند يهودي ) (5)،",
        "____________________\n1 - الحجرات: 13.\n2 - الحجرات: 13.\n3 - القصص: 26.",
        "4 - يوسف: 55.\n5 - مستدرك الوسائل، ج14، ص28، ح16014 . مصدر سابق.\n\nو(الرسول صلى‌الله‌عليه‌وآله استقرض من يهودي ) (1)، كذلك أمير المؤمنين عليه‌السلام  ( استقرض شعيراً من يهودي فاسترهنه شيئاً، فدفع إليه ملاءة فاطمة، التي رأتها زوجة اليهودي في الليل تسطع نوراً )(2).",
        "ولم يقتصر الإسلام على المساواة في العنصر الإنساني، بل تعدّى إلى الترابط الاجتماعي لنزع أيّ فروق داخل المجتمع، فقد أحلّ طعام أهل الكتاب في غير اللحوم ؛ لأنّها مشروطة بالتذكية الشرعية، كما أحلّ النكاح منهم حيث قال سبحانه وتعالى: ( الْيَوْمَ أُحِلّ لَكُمُ الطّيّبَاتُ وَطَعَامُ الّذِينَ أُوْتُوا الْكِتَابَ حِلّ لَكُمْ وَطَعَامُكُمْ حِلّ لَهُمْ وَالْمُحْصَنَاتُ مِنَ الْمُؤْمِنَاتِ وَالْمُحْصَنَاتُ مِنَ الّذِينَ أُوْتُوا الْكِتَابَ مِن قَبْلِكُمْ إِذَا آتَيْتُمُوهُنّ أُجُورَهُنّ مُحْصِنِينَ غَيْرَ مُسَافِحِينَ وَلاَ مُتّخِذِي أَخْدَانٍ وَمَن يَكْفُرْ بِالإِيمَانِ فَقَدْ حَبِطَ عَمَلُهُ وَهُوَ فِي الآخِرَةِ مِنَ الْخَاسِرِينَ ) (3).\nوروى أبو مريم الأنصاري، عن أبي جعفر عليه‌السلام قال: ( سألته عن طعام أهل الكتاب ونكاحهم حلال هو ؟ قال عليه‌السلام: ( نعم، كانت تحت طلحة يهودية ) (4).\n2 - المساواة في الخِلْقة:\nلا موجب للتمييز بين بني الإنسان ؛ فالخالق واحد، والأب واحد، والمصدر واحد، قال رسول الله صلى‌الله‌عليه‌وآله : ( أيّها الناس، إنّ ربّكم واحد، وإنّ أباكم واحد، كلّكم لآدم وآدم من تراب ... ) (5) وهم متساوون في الخَلْق، كما قال الإمام علي عليه‌السلام: ( ... فإنّهم صنفان: إمّا أخٌ لك في الدين، وإمّا نظيرٌ لك في الخَلْق ) (6)، كما مرّ فالناس متساوون في طبيعة الخِلْقة، ولا ميزة لسلالة عن سلالة، لكنّ التمايز بالانفعالات نتيجة لمؤثّرات خارجية: ( زُيّنَ لِلنّاسِ حُبّ الشّهَوَاتِ مِنَ النّسَاءِ وَالْبَنِينَ وَالْقَنَاطِيرِ الْمُقَنْطَرَةِ مِنَ الذّهَبِ وَالْفِضّةِ وَالْخَيْلِ الْمُسَوّمَةِ وَالأَنْعَامِ وَالْحَرْثِ ذلِكَ مَتَاعُ",
        "____________________\n1 - قطب الدين بن سعيد بن هبة الله، الراوندي، فقه القرآن، ج2، ص58.\n2 - قطب الدين بن سعيد بن هبة الله، الراوندي، الخرائج والجرائح، ج2، ص527.\n3 - المائدة: 5.",
        "4 - محمد بن الحسن، الطوسي، تهذيب الأحكام، ج7، ص197، ح4.\n5 - الحسن بن علي بن شعبة، الحراني، تحف العقول، ص24.\n6 - ابن أبي الحديد، المعتزلي، شرح نهج البلاغة، ج17، ص32.\n",
        "الْحَيَاةِ الدّنْيَا وَاللّهُ عِنْدَهُ حُسْنُ الْمَآبِ ) (1)، فهم متفاوتون بالنسبة للأشياء المذكورة في الآية ؛ نتيجة لتفاعلهم تجاهها، وإلاّ فهم متساوون في جميع ما يتعلّق بالإنسان من خصائص ذاتية وطبيعية، جسدية وروحية، نفسية وعقلية، قال تبارك وتعالى: ( قُلْ هُوَ الّذِي أَنشَأَكُمْ وَجَعَلَ لَكُمُ السّمْعَ وَالأَبْصَارَ وَالأَفْئِدَةَ قَلِيلاً مَا تَشْكُرُونَ ) (2)،  ( إِنّ الإِنسَانَ خُلِقَ هَلُوعاً، إِذَا مَسّهُ الشّرّ جَزُوعاً، وَإِذَا مَسّهُ الْخَيْرُ مَنُوعاً ) (3).\n3 - المساواة في الابتلاء:\nومن السُنن الإلهية أن تكون هناك مساواة بين جميع الناس في التمتّع ببركات الله والحرمان منها، حسب ما تقتضيه هذه السُنن لكلّ إنسان . فإن كان من الذين آمنوا واتّقوا، فأنّه سوف تترتّبْ عليه التمتّع ببركات الباري (عزّ وجلّ)، وإن كان من المكذّبين بآيات الله (جلّ وعلا)، فسوف يُحرم من تلك البركات، سواءً في الدنيا أو في الآخرة، قال تعالى: ( وَلَوْ أَنّ أَهْلَ الْقُرَى‏ آمَنُوا وَاتّقَوا لَفَتَحْنَا عَلَيْهِمْ بَرَكَاتٍ مِنَ السّماءِ وَالأَرْضِ وَلكِن كَذّبُوا فَأَخَذْنَاهُمْ بِمَا كَانُوا يَكْسِبُونَ ) (4) . \nوجعل الله تبارك وتعالى دار الدنيا ابتلاء وامتحان لكلّ إنسان، فهي من لوازم الخِلْقة، دون تمييز قوم عن قوم، ولا عنصر عن عنصر ؛ لكي يعودوا إلى الإيمان به والاستقامة على منهجه، قال أمير المؤمنين عليّ عليه‌السلام: ( إنّ الله يبتلي عباده عند الأعمال السيّئة بنقص الثمرات وحبْس البركات وإغلاق خزائن الخيرات ؛ ليتوب تائب ويقلع مقلع ويتذكّر متذكّر ويزدجر مزدجر ) (5).\n4 - الناس مختارون ومكلّفون على السواء:",
        "ومن حكمته (عزّ وجلّ) أن ساوى بين خلْقه في منحهم نعمة العقل، وجعل تبعاً له حريّة الاختيار، فهم متساوون في هذه الهبة الربّانيّة، فلكلّ إنسان حريّة اختيار منهجه الدنيوي وما\n____________________\n1 - آل عمران: 14.\n2 - الملك: 23.",
        "3 - المعارج: 19.\n4 - الأعراف: 96.\n5 - شرح نهج البلاغة، ج9، ص76، الخطبة 143.\n",
        "يترتّب عليه من حصاد في دار الآخرة، فبإمكان الإنسان أن يختار طريق الهداية والرشاد، وبإمكانه اختيار طريق الغواية والفساد.\nوبجانب هبة العقل من الربّ، أرسل إليهم الرُسل هادين لهم ومُلقين عليهم الحُجج ؛ ليتبينّ لهم سبيل الخير مِن سبيل الشرّ، ولئلاّ يكون لهم عُذر يوم الحساب، قال تعالى: ( إِنّا خَلَقْنَا الإِنسَانَ مِن نُطْفَةٍ أَمْشَاجٍ نَبْتَلِيهِ فَجَعَلْنَاهُ سَمِيعاً بَصِيراً، إِنّا هَدَيْنَاهُ السّبِيلَ إِمّا شَاكِراً وَإِمّا كَفُوراً ) (1)، وكذلك قال تعالى: ( قَدْ جَاءَكُمُ الْحَقّ مِن رَبّكُمْ فَمَن اهْتَدَى‏ فَإِنّمَا يَهْتَدِي لِنَفْسِهِ وَمَن ضَلّ فَإِنّمَا يَضِلّ عَلَيْهَا وَمَا أَنَا عَلَيْكُم بِوَكِيلٍ ) (2).\nوكذلك ألهمهم (عزّ وجلّ) كلّ عناصر الفجور والتقوى، فهم متساوون في إصلاح ذواتهم وعدم إصلاحها، ورسم لهم ذلك الطريق، كما قال تعالى: ( وَنَفْسٍ وَمَا سَوّاهَا، فَأَلْهَمَهَا فُجُورَهَا وَتَقْوَاهَا، قَدْ أَفْلَحَ مَن زَكّاهَا، وَقَدْ خَابَ مَن دَسّاهَا ) (3).\nأمّا من ناحية تكليفهم، فهم مكلَّفون بالتكليف الإلهي في هذه الدار، ويترتّب عليه الجزاء مِن ثواب وعقاب في الدار الآخرة، حيث الجميع مطلوبٌ منهم الإيمان بوجود الله وتوحيده والإيمان باليوم الآخر، وذلك بعد إظهار البيّنات لهم وإيضاحها بالبراهين، مع ما وهبهم الباري عزّوجلّ مِن عقول، فيُحرّكها بتلك البراهين والحُجج الخارجية مِن أنبياء ورُسُل وأوصياء ؛ لكي يحقّ عليهم التكليف ولا حُجّة لهم بعد ذلك، قال تعالى: ( وَتِلْكَ الأَمْثَالُ نَضْرِبُهَا لِلنّاسِ لَعَلّهُمْ يَتَفَكّرُونَ)(4)، وقال (عزّ وجلّ): ( وَمَا كُنّا مُعَذّبِينَ حَتّى‏ نَبْعَثَ رَسُولاً ) (5).",
        "وخاتم الأنبياء محمّد صلى‌الله‌عليه‌وآله هو حجّةٌ على جميع البشر، فإنّهم متساوون في أنّه بُعِثَ إليهم بأجمعهم ؛ لإرشادهم إلى سبيل الهداية وإنقاذهم من الغواية والضلال ويُلقي عليهم الحُجّة، قال\n____________________\n1 - الإنسان: 2 - 3.\n2 - يونس: 108.",
        "3 - الشمس: 7 - 10.\n4 - الحشر: 21.\n5 - الإسراء: 15.\n",
        "تعالى: ( قُلْ يَا أَيّهَا النّاسُ إِنّي رَسُولُ اللّهِ إِلَيْكُمْ جَمِيعاً ) (1)، وقال تعالى: ( وَمَا أَرْسَلْنَاكَ إِلاّ كَافّةً لّلنّاسِ بَشِيراً وَنَذِيراً ) (2)، ( قُلْ يَا أَيّهَا النّاسُ إِنّمَا أَنَا لَكُمْ نَذِيرٌ مُبِينٌ ) (3).\nفالرسول صلى‌الله‌عليه‌وآله بلّغ رسالته الإلهية لجميع الناس، عرباً وعجماً، وثنيين وأهل كتاب، بلا تمييز بينهم . والناس في المقابل عليهم تحمّل مسؤوليتهم تجاه هذه الحُجج، فهم مكلّفون بالإيمان بما جاء به النبيّ صلى‌الله‌عليه‌وآله، وكلٌّ حسب طاقته، فالتكليف للعباد في حدود ما يُطيقون، قال تعالى: ( لاَ يُكَلّفُ اللّهُ نَفْساً إِلاّ وُسْعَهَا ) (4)، ( مَا جَعَلَ عَلَيْكُمْ فِي الدّينِ مِنْ حَرَجٍ ) (5)، وقال تعالى: (يُرِيدُ اللّهُ بِكُمُ الْيُسْرَ وَلاَ يُرِيدُ بِكُمُ الْعُسْرَ ) (6).\n5 - لا تفاضل بين العباد إلاّ بالتقوى والعِلم النافع:\nالله (عزّ اسمه) كرّم عباده من جهات عدّة، فهو مكرمهم في الخِلقة، قال تعالى: ( لَقَدْ خَلَقْنَا الإِنسَانَ فِي أَحْسَنِ تَقْوِيمٍ ) (7)، وكرّمهم بالتمتّع بما سخّره لهم، لا فرق بين إنسان وآخر، قال تعالى: ( هُوَ الّذِي خَلَقَ لَكُم مَا فِي الأَرْضِ جَمِيعاً ) (8)، ( وَسَخّرَ لَكُم مَا فِي السّماوَاتِ وَمَا فِي الأَرْضِ جَمِيعاً ) (9)، فللجميع حقّ الاستفادة من الإمكانيات المسخّرة لهم في استثمار وإعمار، لا فرق في ذلك بين عنصر وعنصر ؛ لإدامة النظام الكوني واجتماعهم، لكن هناك يحصل تفاضل بينهم على أساس قواعد وأُسُس صالحة، كالإيمان والتقوى والعمل الصالح، قال تعالى:",
        "____________________\n1 - الأعراف: 158.\n2 - سبأ: 28.\n3 - الحج: 49.",
        "4 - البقرة: 286.\n5 - الحج: 78.\n6 - البقرة: 185.\n7 - التين: 4.",
        "8 - البقرة: 29.\n9 - الجاثية: 13.\n\n( وَلَعَبْدٌ مُؤْمِنٌ خَيْرٌ مِن مُشْرِكٍ ) (1)، وقال تعالى: ( إِنّ أَكْرَمَكُمْ عِندَ اللّهِ أَتْقَاكُمْ ) (2)، وقال (عزّ وجلّ): ( قُلْ هَلْ يَسْتَوِي الّذِينَ يَعْلَمُونَ وَالّذِينَ لا يَعْلَمُونَ ) (3).",
        "ومثل هذا التكريم للعباد لا يتنافي مع مبدأ المساواة في ما بينهم، بل هو من أجل احترام إنسانيّتهم والوصول بهم الى درجات الكمال والقُرْب الإلهي.\n____________________\n1 - البقرة: 221.\n2 - الحجرات: 13.",
        "3 - الزمر: 9.\n\nالمبحث الثالث:\nمدرسة أهل البيت عليهم‌السلام وحقوق غير المسلمين",
        "\nأولاً: حرّية العقيدة الدينية وإبداء الرأي:\nدستور الإسلام أكّد على مبدأ حرّية الاعتقاد في ظلِّ الإسلام، وعدّ هذا المبدأ من واجبات التطبيق ؛ حتّى ينعم الإنسان بالأمْن والسلام، ويكون حُرّاً في رأيه، وأنْ لا يُكرَه على نظريّة خاصّة، سواء كانت دينية أو غيرها.\nودلّت الكثير مِن الآيات على هذا المبدأ ( = حريّة الرأي والعقيدة ) كقوله تعالى: ( لاَ إِكْرَاهَ فِي الدّينِ ) (1)، وقوله (عزّ وجلّ): ( لَكُمْ دِينُكُمْ وَلِيَ دِينِ ) (2)، وقوله تعالى: ( وَلَوْلاَ دَفْعُ اللّهِ النّاسَ بَعْضَهُم بِبَعْضٍ لَفَسَدَتِ الأَرْضُ ) (3)، أي لتعدّد الاعتقادات والأديان كما تُشير إليه الآية التالية: ( وَلَوْلاَ دَفْعُ اللّهِ النّاسَ بَعْضَهُم بِبَعْضٍ لّهُدّمَتْ صَوَامِعُ وَبِيَعٌ وَصَلَوَاتٌ وَمَسَاجِدُ يُذْكَرُ فِيهَا اسْمُ اللّهِ كَثِيراً ) (4)، وقال تعالى: ( فَذَكّرْ إِنّمَا أَنتَ مُذَكّرٌ، لَسْتَ عَلَيْهِم بِمُصَيْطِر)(5) إلى غيرها من الآيات.",
        "وعليه فالإسلام لا يرغم أحداً على اعتناق عقيدة معيّنة، ولا يُكرِه غير المسلم على اعتناق عقيدته ليصبح مسلماً، ولكنّه كان يدعو الناس إلى دين الإسلام بالحكمة والموعظة الحسنة: (ادْعُ إِلَى‏ سَبِيلِ رَبّكَ بِالْحِكْمَةِ وَالْمَوْعِظَةِ الْحَسَنَةِ ) (6).\nويحثّ على استعمال العقل والنظر في مخلوقات الباري (عزّ وجلّ)، ويرشده إلى سبيل السعادة الأبديّة بالرغبة والاختيار في دار الدنيا، قال سبحانه: ( وَمَن يَبْتَغِ غَيْرَ الإِسْلاَمِ دِيناً فَلَن يُقْبَلَ مِنْهُ وَهُوَ فِي الآخِرَةِ مِنَ الْخَاسِرِينَ ) (7) ؛ لأنّه دين الحقّ، وإلاّ لَما كان شرّعه وجعله خاتم الأديان، لكنّ الإنسان حرٌّ في اختياره في هذه الدار، فالترغيب ديدن هذا الدين، ولكن لا إكراه:\n____________________\n1 - البقرة: 256.",
        "2 - الكافرون: 6.\n3 - البقرة: 251.\n4 - الحج: 40.\n5 - الغاشية: 21 - 22.",
        "6 - النحل: 25.\n7 - آل عمران: 85.\n\n( لاَ إِكْرَاهَ فِي الدّينِ قَد تَبَيّنَ الرّشْدُ مِنَ الْغَيّ ) (1)، وقال تعالى: ( وَلَوْ شَاءَ رَبّكَ لآمَنَ مَنْ فِي الأَرْضِ كُلّهُمْ جَميعاً أَفَأَنْتَ تُكْرِهُ النّاسَ حَتّى‏ يَكُونُوا مُؤْمِنِينَ ) (2).",
        "فباري الناس وخالقهم لا يُكرههم على الإيمان بالإسلام، وكذلك إشارة للرسول صلى‌الله‌عليه‌وآله في أنّه لا يكرههم على ذلك، وكذلك كلّ مَن يقتدي بالنبي الأكرم صلى‌الله‌عليه‌وآله، ليس لهم إكراه الناس على الإسلام . فلم يُعهد عن رسول الله صلى‌الله‌عليه‌وآله، ولا عن أهل بيته الأطهار عليهم‌السلام في إكراه الناس وإجبارهم على الإسلام ؛ والشاهد على ذلك أسرى النبّي صلى‌الله‌عليه‌وآله وهم تحت يده، وبإمكانه إجبارهم على اعتناق الإسلام، لكنّه لم يفعل، وكذلك فعل أصحابه مقتدين بهدْيِهِ صلى‌الله‌عليه‌وآله.\nذكر العلاّمة الطبرسي في مجمع البيان حول تفسير آية الإكراه ( لاَ إِكْرَاهَ فِي الدّينِ قَد تَبَيّنَ الرّشْدُ مِنَ الْغَيّ ): ( أنّ المراد ليس في الدين إكراه من الله، ولكنّ العبد مخيّر منه ؛ لأنّ ما هو دين في الحقيقة هو مِن أفعال القلوب إذا فعل لوجه وجوبه . فأمّا ما يُكره عليه مِن إظهار الشهادتين، فليس بدين حقيقة ) (3).\nوقال العلاّمة الطباطبائي في تفسير الميزان: ( وهذه إحدى الآيات الدَّالَّة على أنّ الإسلام لم يبْتَن على السيف والدم، ولم يفْتِ بالإكراه والعنوة، على خلاف ما زعمه عدّة من الباحثين من المنتحلين وغيرهم: أنّ الإسلام دين السيف ... . إنّ القتال الذي ندب إليه الإسلام ليس لغاية إحراز التقدّم وبسط الدين بالقوّة والإكراه، بل لإحياء الحقّ والدفاع عن أنْفَس متاع للفطرة، وهو التوحيد . وأمّا بعد انبساط التوحيد بين الناس وخضوعهم لدين النبوّة ولو بالتهّود والتنصّر، فلا نزاع لمسلم مع موحّدٍ ولا جدال ) (4).\nوكما ذكرنا سابقاً جسّدَ الرسول صلى‌الله‌عليه‌وآله هذه الحقيقة في سيرته العملية، ففي أوائل هجرته (جاءه اليهود (قريظة والنضير وقينقاع) ( فقالوا: إلى ما تدعو ؟ قال: ( إلى شهادة أن لا إله إلا الله وأنّي رسول الله، الذي تجدونني مكتوباً في التوراة، والذي أخبركم به علماؤكم أنَّ مخرجي بمكّة",
        "____________________\n1 - البقرة: 256.\n2 - يونس: 99.\n3 - مجمع البيان، ج1، ص364 . مصدر سابق.",
        "4 - الطباطبائي، الميزان في تفسير القرآن، ج2، ص343.\n\nومهاجري بهذهِ الحرّة ... ).\nفقالوا له: قد سمعنا ما تقول، وقد جئناك لنطلب منك الهدنة على أن لا نكون لك ولا عليك، ولا نُعين عليك أحداً، ولا تتعرّض لنا ولا لأحد من أصحابنا، حتّى ننظر إلى ما يصير أمرك وأمر قومك.",
        "فأجابهم رسول الله صلى‌الله‌عليه‌وآله إلى ذلك، وكتب بينهم كتاباً: ( أن لا يعينوا على رسول الله ولا على أحد من أصحابه بلسان، ولا يد، ولا بسلاح، ولا بكراع، في السرّ والعلانية، ولا بليل ولا بنهار، والله بذلك عليهم شهيد ) (1).\nوهذه الحقائق حول حريّة الاعتقاد والتدّين التي التزم بها النظام الإسلامي، من الواضحات التي اعترف بها غير المسلمين، إنصافاً منهم لِما شاهدوه ولمسوه من الممارسات الإسلامية في هذا المجال، حيث قال مونتجومري وات: ( ... حتّى إذا ما بَدَت علامات التحلّل على الإمبراطورية البيزنطية والفارسية، وشعر الناس بالحاجة إلى شيء متين يتمسّكون به، قدّمت الأُمّة الإسلامية لهم هذا الاستقرار المطلوب ) (2).\nوقال جوستاف لوبون: ( إنّ القوّة لم تكن عاملاً في انتشار الإسلام ... والحقّ أنّ الأُمم لم تعرف فاتحين راحمين متسامحين مثل العرب - أي المسلمين - ) (3).\nكما قال سير توماس أرنولد: ( يمكننا أن نحكم من الصِلات الودّية التي قامت بين المسلمين من العرب والمسيحيين، بأنّ القوّة لم تكن عاملاً حاسماً في تحويل الناس إلى الإسلام ) (4).",
        "وذكر عبّاس محمود العقّاد في كتابه (حقائق الإسلام وأباطيل خصومه) نقلاً عن كلام للكاتب توماس كاريل: ( أن اتّهام محمّد بالتعويل على السيف في حَمْل الناس على الاستجابة لدعوته سُخفٌ غير مفهوم ) (5).\nوقال روبرتسون: ( إنّ المسلمين وحدهم هم الذين جمعوا بين الجهاد والتسامح نحو أتباع الأديان الأخرى، الذين غلبوهم وتركوهم أحراراً في إقامة شعائرهم الدينية ) (6).\n____________________\n1 - الطبرسي، إعلام الورى بأعلام الهدى، ص79.",
        "2 - منتجومري وات، محمد في المدينة، ترجمة: شعبان بركات، ص221.\n3 - جوستاف لوبون، حضارة العرب، ص145 - 146\n4 - سيرتوماس وأرنولد، الدعوة إلى الإسلام، ص65.\n5 - عباس محمود، العقاد، حقائق الإسلام وأباطيل خصومه، ص227.",
        "6 - شوقي، أبو خليل، الإسلام في قفص الاتّهام، ص125.\n\nوكذلك قالت الكاتبة الإيطالية لورا فيشيا فاغليري: ( إنّ الإسلام لا يُبيح امتشاق الحسام إلاّ دفاعاً عن النفس، وهو يحرّم العدوان تحريماً صريحاً ... وأباحت الشريعة القتال للمسلمين دفاعاً عن حرّية الضمير ؛ لإقرار السِلم واستتباب الأمْنِ والنظام ) (1).\nأمّا الأب ميشون، فيقول: ( إنّ من المحزن للأُم المسيحية، أن يكون التسامح الديني - الذي هو أعظم ناموس للمحبّة بين شعب وشعب - هو ممّا يجب أنّ يتعلّمه المسيحيون من المسلمين)(2).",
        "ويذكر المؤرّخ المسلم شكيب أرسلان في شرح وضع المسيحيين في تركيا، وكيفية تعامل المسلمين معهم على نحو الشرع الإسلامي، هذا ما أدرجه لوثروب إستودارد في كتابه (حاضر العالم الإسلامي): ( الذي منع الأتراك من حَمْل النصارى الذين كانوا تحت سلطانهم على الإسلام أو الجلاء، هو الشرع المحمّدي، الذي يمنع الإكراه في الدين ويرضى من المعاهد بالجزية ) (3).\nأمّا بالنسبة لإبداء الرأي وحريّة تفكير غير المسلم، فهذه ممّا منحها الإسلام لغير المسلمين، وجعلها من سماحته الواجب تطبيقها من قِبَل السُلُطات الإسلامية تجاه أتباع الأديان الأخرى في ظلّ الدولة الإسلامية ؛ لأنّ هذا المبدأ مِن مبتنيات الشرع الإسلامي في تحرير العقل والتفكير ؛ للحصول على الحجّة والبرهان لأيّ مسلك سلكه، غير مقلّد ولا تابع.\nوهو من جوهر الحريّات العامّة التي ينادي بها خاتم الأديان، فقد ذكرت الآيات، ووردت الروايات، على هذا المنوال من حيث الحوار والمناقشات في حدود العقل والمنطق، وفي المقابل حثّ المسلمين وغيرهم على التزام الأدب والأخلاق، والبُعد عن الممارسات التي يأباها المنطق السليم من العنف، يقول الله عزّ وجلّ: ( وَلاَ تُجَادِلُوا أَهْلَ الْكِتَابِ إِلاّ بِالّتِي هِيَ أَحْسَنُ إِلاّ الّذِينَ\n____________________",
        "1 - لورافيشيا فاغليري، دفاع عن الإسلام، ص11 - 12.\n2 - لوثروب إستودارد، حاضر العالم الإسلامي، ج3، ص211.\n3 - نفس المصدر، ج3، ص209.\n",
        "ظَلَمُوا مِنْهُمْ وَقُولُوا آمَنّا بِالّذِي أُنزِلَ إِلَيْنَا وَأُنزِلَ إِلَيْكُمْ وَإِلهُنَا وَإِلهُكُمْ وَاحِدٌ وَنَحْنُ لَهُ مُسْلِمُونَ) (1)، وكذلك في آية أخرى: ( وَإِنّا أَوْ إِيّاكُمْ لَعَلَى‏ هُدىً أَوْ فِي ضَلاَلٍ مُبِينٍ ) (2).\nوهذا هو دَيدن الشرائع السماوية الحقّة من اللطف والحنان في تعامل الناس مع بعضهم البعض فكرياً، ولكن في المقابل - مع الأسف - ترى تعابير أهل الكتاب في هذا المجال بأسلوب لا يستند إلى مجاري المنطق، كما حكي عنهم القرآن الكريم حسب رأيهم: ( وَقَالُوا لَن يَدْخُلَ الْجَنّةَ إِلاّ مَنْ كَانَ هُودَاً أَوْ نَصَارَى‏ تِلْكَ أَمَانِيّهُمْ قُلْ هَاتُوا بُرْهَانَكُمْ إِنْ كُنتُمْ صَادِقِينَ ) (3)، ومع آرائهم تلك، لم يمنعهم الإسلام في إبداء وجهات نظرهم عن طريق الحوار العلمي الهادئ، الذي يقوم على سبيل إقامة الدليل وإلقاء الحجّة، حيث يقول عزّ وجلّ: ( قُلْ يَا أَهْلَ الْكِتَابِ تَعَالَوْا إِلَى‏ كَلِمَةٍ سَوَاءٍ بَيْنَنَا وَبَيْنَكُمْ أَلاّ نَعْبُدَ إِلاّ اللّهَ وَلاَ نُشْرِكَ بِهِ شَيْئاً وَلاَ يَتّخِذَ بَعْضُنَا بَعْضاً أَرْبَاباً مِنْ دُونِ اللّهِ فَإِن تَوَلّوا فَقُولُوا اشْهَدُوا بِأَنّا مُسْلِمُونَ ) (4).\nكما أنّه كان غير المسلمين في عهد الرسول صلى‌الله‌عليه‌وآله يتمتعون بحرّية التفكير وفي إبداء آرائهم، دون ضغط أو إكراه، وكانت تلك الآراء تُلقى على مسامع رسول الله ).\nعن عبد الله بن عبّاس: ( أنّ عبد الله بن صوريا وكعب بن الأشرف ومالك بن الصيف، وجماعة من اليهود ونصارى أهل نجران، خاصموا أهل الإسلام، كلّ فرقة تزعم أنّها أحقّ بدين الله من غيرها:",
        "فقالت اليهود: نبيّنا موسى أفضل الأنبياء.\nوقالت النصارى: نبينّا عيسى أفضل الأنبياء، وكتابنا الإنجيل أفضل الكتُب.\nوكلّ فريق منهما قالوا للمؤمنين: كونوا على ديننا.\nفأنزل الله تعالى: ( وَقَالُوا كُونُوا هُودَاً أَوْ نَصَارَى‏ تَهْتَدُوا قُلْ بَلْ مِلّةَ إِبْرَاهِيمَ حَنِيفاً وَمَا كَانَ مِنَ الْمُشْرِكِينَ ) (5) (6).",
        "____________________\n1 - العنكبوت: 46.\n2 - سبأ: 24.\n3 - البقرة: 111.",
        "4 - آل عمران: 64.\n5 - البقرة: 135.\n6 - مجمع البيان، ج1، ص216 . مصدر سابق.\n",
        "وقيل: إنّ ابن صوريا قال لرسول الله صلى‌الله‌عليه‌وآله: ( ما الهدى إلاّ ما نحن عليه، فاتّبعنا - يا محمّد - تهتد، وقالت النصارى مثل ذلك، فأنزل الله هذه الآية ( وَقَالُوا كُونُوا هُودَاً أَوْ نَصَارَى...)‏)(1).\nومن الوقائع بعد رسول الله صلى‌الله‌عليه‌وآله التي تُظهر حرّية إبداء الرأي لغير المسلمين ( أنّ قوماً من اليهود أتَوْا الخليفة الثاني عمر بن الخطّاب، فقالوا: قد أتيناك نسألك عن أشياء، فقال عمر: سلوا عمّا بدا لكم، قالوا: أخبِرْنا عن أقفال السماوات السبْع ومفاتيحها ... فأطرق ساعة، ثمّ فتح عينيه، ثمّ قال: سألتم عمر بن الخطّاب عمّا ليس له به عِلم، ولكن ابن عمّ رسول الله صلى‌الله‌عليه‌وآله - يعني عليّاً عليه‌السلام - يُخبركم بما سألتموني عنه، فأرسل إليه فدعاه.\nفلمّا أتاه، قال له: يا أبا الحسن، إنّ معاشر اليهود سألوني عن أشياء لم أُجبهم فيها بشيء، وقد ضمِنوا لي إن أخبرتُهم أن يؤمنوا بالنبيّ صلى‌الله‌عليه‌وآله.\nفقال لهم أمير المؤمنين عليه‌السلام: ( يا معشر اليهود، اعرضوا عليّ مسائلكم، فقالوا له مثل ما قالوا لعمر . فلمّا أجابهم، أقبلوا يقولون: نشهد أن لا اله إلاّ الله، وأنّ محمّداً رسول الله، وأنّك ابن عمّ رسول الله صلى‌الله‌عليه‌وآله ) (2).",
        "كما أنّه ( لأهل الكتاب حقُّ كتابة التوراة والإنجيل وسائر الكتُب الخاصّة بهم، ولهم حقُّ الطبْع والنشْر ) (3).\nومبدأ حرّية إبداء الرأي شامل لغير أهل الكتاب كذلك، فالمشركون كان ينظر لهم الإسلام بنفس النظرة، فمن حقّهم إبداء رأيهم، وهذا ما سرده التاريخ الإسلامي، فعلى سبيل المثال: (عندما قَدِم وفد بني تميم على رسول الله صلى‌الله‌عليه‌وآله، نادَوه من وراء الحُجُرات: ( اُخرج إلينا يا محمّد ) فخرج إليهم.\nفقالوا: جئناك لنفاخرك، فأذن لشاعرنا وخطيبنا.\nفقال: ( قد أذِنت ).فقام عطارد بن حاجب وقال: الحمد لله الذي جعلنا ملوكاً، والذي له الفضل علينا، والذي وهب علينا أموالاً عِظاماً نفعل بها المعروف، وجعلنا أعزُّ أهل المشرق وأكثر عدداً وعدّةً، فمَن مثلُنا في الناس ؟! فمَن فاخرَنا فليعدّ مثل ما عدّدنا، ولو شئنا لأكثرنا في الكلام، ولكنّا نستحي من الإكثار، ثمّ جلس.",
        "____________________\n1 - نفس المصدر.\n2 - محمد بن علي، الصدوق، الخصال، ج1، ص456، أبواب الاثني عشر.\n3 - روح الله، الخميني، تحرير الوسيلة، ج2، ص507.",
        "\nفقال رسول الله صلى‌الله‌عليه‌وآله لثابت بن قيس بن شماس: ( قُم فأجبه ).\nفقام فقال: الحمد لله الذي السماوات والأرض خَلْقه، قضى فيهنَّ أمره، ووسِع كرسيّه عِلْمه، ولم يكن شيء قط إلاّ من فضله، ثمّ كان من فضله أن جعلنا ملوكاً، واصطفى من خير خلْقه رسولاً: أكرمهم نسباً، وأصدقهم حديثاً، وأفضلهم حسباً ...\nثمّ قام الزبرقان بن بدر ينشد، وأجابه حسّان بن ثابت.",
        "فلمّا فرِغ حسّان من قوله، قال الأقرع: إنّ هذا الرجل خطيبه أخطب من خطيبنا، وشاعره أشعر من شاعرنا، وأصواتهم أعلى من أصواتنا.\nفلمّا فرغوا، أجازهم رسول الله صلى‌الله‌عليه‌وآله فأحسن جوائزهم وأسلموا ) (1).\nوعليه ؛ فحرّية الأديان تعدّ من الحرّيات التي ترتبط ارتباطاً وثيقاً مع الحرّيات السياسية، وتشمل هذه الحرّية: حرّية البقاء على الدين، وحرّية إظهار الدين والعقيدة، وممارسة الطقوس والفرائض الدينية.\nوفي هذا المجال نودّ ذكر وجهة نظر الإمام الخميني (ره) في ذلك:",
        "1 - يرى الإمام الخميني (ره): أنّ الأقليّات الدينية تتمتّع بحريّة أداء شعائرها في الحكومة الإسلامية، ولهم أن يؤدّوا طقوسهم الدينية بحريّة: ( يحقّ لجميع الأقليّات الدينية أن تمارس جميع شعائرها الدينية بحرّية وفي ظلّ الحكومة الإسلامية ) (2).\n2 - يرى الإمام الخميني (ره): أنّ للأقليّات الدينية الحقّ في إظهار عقيدتها والإعلان عنها، لكن ليست حرّة في القيام بأعمال تخريبية.\nيقول رحمه‌الله: ( لقد حفظ الإسلام دوماً الحقوق المشروعة للأقليات الدينية، وهم أحرار في الجمهورية الإسلامية، ويتابعون شؤونهم بحرّية، وأحرار في الإعلان عن معتقداتهم في ظلّ الحكومة الإسلامية كباقي الأفراد ) (3).\n____________________",
        "1 - مجمع البيان، ج5، ص130 . مصدر سابق.\n2 - مجلة \" الحياة الطيبة \"، العدد الرابع، السنة الثانية، 1420ه-، قم: معهد الدراسات الإسلامية، نقلاً عن: \" صحيفة نور \" ( هذا الكتاب يحتوي على جميع كلمات وخطب ورسائل الإمام الخميني رحمه‌الله )، ج3، ص75.\n3 - نفس المصدر، ص33.\n",
        "( في الحكومة الإسلامية جميع الأفراد هم أحرار فيما يعتقدون، ولكنّهم ليسوا أحراراً في القيام بأعمال تخريبية ) (1).\nوتبيّن من هذا القسم من هذا المبحث الجوابُ على السؤال: ما هو واجب الحكومة الإسلامية تجاه الأقليات الدينية في حريّتهم العقيدية ؟\nفصار واضحاً أنّ نوعين من الحقوق يتمتّع بها غير المسلمين:\nالأوّل: يتمكّن الفرد غير المسلم من إظهار عقائده الدينية، وبشكل علَني وعِبر الكلام أو الكتابة، دون أن يسلبه أحد هذا الحقّ على مستوى الفِكر والاعتقاد، دون فرق بين حرّية العقيدة وحريّة التعبير.",
        "الثاني: يتمكّن الفرد غير المسلم من أداء فرائض ومناسك دينه كما أرادتها شريعته، وبين الأفراد والمجتمع.\nثانياً: الحقوق المدنية والقانون.\n1 - حقّ الحماية والمقاضاة:\nأكدّ الإسلام في دستوره على: حماية أتباع الأديان الأخرى من كلّ لون من ألوان الظلم والاضطهاد، فهم آمنون في كلّ ما يخصّهم، آمنون على أرواحهم وأعراضهم وممتلكاتهم، وهذا ما جسدّه الإسلام في أوّل ما بُني من أساس للدولة الإسلامية في المدينة، وذلك حينما كتب الرسول صلى‌الله‌عليه‌وآله كتاباً رسم فيه نمط العلاقات بين مختلف الكُتل داخل المدينة المنوّرة على اختلاف عقائدهم، حيث جاء في كتابه الشريف: ( ... وإنّه من تبِعنا من اليهود فإنّ له النصرة والأُسوة، غير مظلومين ولا متناصرين عليهم ... وأنّ على اليهود نفقتهم وعلى المسلمين نفقتهم، وأنّ بينهم النصر على مَن حارب أهل هذه الصفيحة، وأنّ بينهم النُصح والنصيحة والبِرّ دون الإثم ) (2).",
        "كما أنّ شرط الجزية على غير المسلمين لأجل حمايتهم، وليس في معنى الجزية من قبح كما اعتقد البعض ؛ حيث هي مشتقّة من (الجزء) بمعنى (جزءاً) من أموال الكفّار يُؤخذ منهم، مقابل\n____________________\n1 - نفس المصدر، ص100.\n2 - جعفر مرتضى، العاملي، الصحيح من سيرة النبي الأعظم، ج4، ص248 - 253 . وانظر: مكاتيب الرسول، ج3، ص43 . مصدر سابق.",
        "\nحماية الدولة لهم، ومقابل ما تُهيّئ الدولة لهم من خدمات كالمدارس والمعاهد والطرق إلى آخره من المنافع العامّة، مثل ما تأخذ الدولة الحقوق الشرعية من المسلمين، من الخُمس والزكاة وما أشبه، فأخْذ الجزية من غير المسلمين هو بدل أخْذ الزكاة والخُمس من المسلمين، لكنّ الفرق هو في اللفظ فقط، فمِن الكفّار يؤخذ جزء من أموالهم.\nأمّا الزكاة من المسلمين، فهي تزكية وتطهير لأموالهم، مع أنّ الخمس والزكاة ضرائب مرتفعة قياساً بالجزية التي تُؤخذ من الكفّار فهي منخفضة.\nوعلى هذا فالمأخوذ من أهل الكتاب وأشباههم، هو ما فرضه الإسلام من الجزية لحمايتهم، ولا يجوز التعدّي على أموالهم أكثر من ذلك، فقد ورد عن رسول الله صلى‌الله‌عليه‌وآله أنّه قال: ( مَن ظلَم معاهداً كنتُ خصمه ) (1).",
        "وأحاديث الرسول صلى‌الله‌عليه‌وآله هذه جسّدها أمير المؤمنين عليه‌السلام، في تعامله مع أهل الكتاب القاطنين في ظلّ الدولة الإسلامية، حتّى إنّه (سلام الله عليه) كان يتأوّه أسفاً لاِعتداء البُغاة على نساء المسلمين وأهل الكتاب على حدّ سواء، وذلك حينما أخذ يوجّه الناس لردع البُغاة، جماعة معاوية بن أبي سفيان، لمّا بعثهم للفتْك بالمسلمين وغيرهم من أهل الذمّة، لا لذنبٍ اقترفوه سوى طاعتهم لأمير المؤمنين عليّ عليه‌السلام، فكان عليه‌السلام يقول في هذه الحادثة: ( ... وقد بلَغني أنّ الرجُل منهم ( أي من جُند معاوية ) كان يدخل على المرأة المسلمة والأخرى المعاهدة، فينتزع حِجْلها وقٌلْبها وقلائدها ... فلو أنّ امرءاً مسلماً مات من بعد هذا أسفاً ما كان به ملوماً ) (2).\nكما كتب إمامنا الباقر عليه‌السلام إلى أحد حُكّام بني أُميّة حول التعامل مع أهل الكتاب: ( ومَن أقرّ بالجزية لم يُتعدّ عليه، ولم تخفر ذمّته، وكُلّف دون طاقته ) (3).\n____________________\n1 - مستدرك الوسائل، ج11، ص 168 . مصدر سابق.",
        "2 - الكافي، ج5، ص5، ح6 - كتاب الجهاد - باب فضل الجهاد . مصدر سابق.\n3 - نفس المصدر، ج5، ص3، ح4 - باب فضل الجهاد.\n\nوعلى الحكومة الإسلامية واجب الدفاع عن حقوق الأقليات الدينية كدفاعها عن حقوق سائر المواطنين، يقول الإمام الخميني (ره): ( الأقليّات الدينية حرّة، وليست حرّة فحسب، بل إنّ من واجب الحكومة الإسلامية أن تدافع عن حقوقها ) (1).",
        "إضافة الى حماية أتباع الديانات الأخرى، فإنّ لهم حقّ التقاضي، لا فرق بينهم وبين باقي المواطنين المسلمين داخل المجتمع الإسلامي، فلا تمييز، بل الجميع متساوون أمام القضاء ؛ ودلّت على ذلك الكثير من الآيات القرآنية التي تأمر بالعدل بين الناس.\nقال تعالى: ( ... وَإِذَا حَكَمْتُم بَيْنَ النَّاسِ أَن تَحْكُمُواْ بِالْعَدْلِ إِنَّ اللّهَ نِعِمَّا يَعِظُكُم بِهِ إِنَّ اللّهَ كَانَ سَمِيعاً بَصِيراً ) (2).\nوقال تعالى: ( يَا أَيّهَا الّذِينَ آمَنُوا كُونُوا قَوّامِينَ بِالْقِسْطِ شُهَدَاءَ للّهِ‏ِ وَلَوْ عَلَى‏ أَنْفُسِكُمْ أَوِ الْوَالِدَيْنِ وَالأَقْرَبِينَ إِن يَكُنْ غَنِيّاً أَوْ فَقِيرَاً فَاللّهُ أَوْلَى‏ بِهِمَا فَلاَ تَتّبِعُوا الْهَوَى‏ أَن تَعْدِلُوا  وَإِنْ تَلْوُوا أَوْ تُعْرِضُوا فَإِنَّ اللَّهَ كَانَ بِمَا تَعْمَلُونَ خَبِيراً ) (3).\nوقال تعالى: ( ... فَاحْكُم بَيْنَهُمْ أَوْ أَعْرِضْ عَنْهُمْ وَإِن تُعْرِضْ عَنْهُمْ فَلَن يَضُرّوكَ شَيْئاً وَإِنْ حَكَمْتَ فَاحْكُم بَيْنَهُم بِالْقِسْطِ إِنّ اللّهَ يُحِبّ الْمُقْسِطِينَ ) (4).",
        "فالعدالة هي واجبة في نفسها من كلّ شخص، فكيف إذا كانوا روّاد العدل، فالعدالة من ذاتيّاتهم وهم الأنبياء والأولياء.\nومفهوم العدالة أمرٌ سامي به ينتظم الكون بأجمعه، وهو أصل ديني، فالدين بدونه ليس بدين، يقول الراغب الإصفهاني في شرح العدل لغوياً: ( العدل هو: القِسمة بالتساوي، وعلى هذا رُوي أنّ السماء والأرض قامتا على أساس العدالة، ولو زيد في أحد أركان العالَم الأربعة أو أُنقص منه، فلن تنتظم حكمة العالم ) (5).\n____________________\n1 - مجلة \" الحياة الطيبة \": نقلاً عن: صحيفة النور، ج3، ص159 . مصدر سابق.",
        "2 - النساء: 58.\n3 - المائدة: 8.\n4 - المائدة: 42.\n5 - الحسين بن محمد، الإصفهاني، مفردات ألفاظ القرآن، ص336.",
        "\nوالشيخ الطوسي يقول: ( العدالة في اللّغة أن يكون الإنسان متعادل الأحوال متساوياً ) (1).\nوقال العلاّمة الطباطبائي في ( الميزان في تفسير القرآن ): ( العدالة هو إعطاء كلّ ذي حقّ من القويّ حقّه، ووضعه في موضعه الذي ينبغي له ) (2).\nكما رُوي عن العبد الصالح موسى بن جعفر عليه‌السلام: ( أنّ الله لم يترك شيئاً من صنوف الأموال إلاّ وقد قسمّه، وأعطى كلّ ذي حقّ حقّه: الخاصّة والعامّة والفقراء والمساكين وكلّ صنف من صنوف الناس، فقال: لو عُدِل في الناس لاستغنَوا ) (3).",
        "وعن أبي عبد الله الصادق عليه‌السلام قال: ( العدل أحلى من الماء يُصيبه الظمآن، وما أوسع العدل إذا عدل فيه وإن قلّ ) (4).\nورُوي في عدالة أهل البيت عليهم‌السلام أسمى النماذج، فقد ورد: ( أنّ رجلاً نزل بأمير المؤمنين عليه‌السلام فمكث عنده أيّاماً، ثمّ تقدّم إليه في خصومة - خصومة رجُل - لم يذكرها لأمير المؤمنين عليه‌السلام، فقال: أخصمٌ أنت ؟، قال: نعم، قال عليه‌السلام: تحوّل عنّا، فإنّ رسول الله صلى‌الله‌عليه‌وآله نهى أن يُضاف الخصم إلاّ ومعه خصمه ) (5).\nفهذه النماذج من الروايات العزيزة التي تشير إلى تعامل أهل البيت عليهم‌السلام في حالة العدالة، سواء بين المسلمين أنفسهم أو بين المسلمين وغيرهم، فالعدالة مبدأ إنساني، لا يستقيم أيّ دين دون اتّخاذها ركناً له.\nففي حالة تقاضي غير المسلم، يجب على القاضي المسلم إنصافه وتطبيق العدالة في حقّه، ويحرُم عليه هضمه حقّه.",
        "وكانت رعاية رسول صلى‌الله‌عليه‌وآله لغير المسلمين في هذا المجال، مناراً لجميع المسلمين للاقتداء بسيرته الجليلة، فقصّة زيد بن سعنة - أحد أحبار اليهود - تُوضح كيفية رعاية حقوقهم مهما\n____________________\n1 - محمد بن الحسن، الطوسي، المبسوط، ج8، ص217\n2 - تفسير الميزان، ج1، ص371 . مصدر سابق.",
        "3 - الكافي، ج1، ص532، ح4، باب الفيء والأنفال وتفسير الخمس وحدوده . مصدر سابق.\n4 - الكافي، ج2، ص148، ح20.\n5 - وسائل الشيعة، ج18، باب 3، ح2، القضاء وآداب القاضي . مصدر سابق.\n",
        "كان أسلوبهم في التعامل أثناء طلب ما لَهم من حقّ، فإنّ زيد بن سعنة أقرض النبيّ صلى‌الله‌عليه‌وآله قرضاً كان النبيّ صلى‌الله‌عليه‌وآله في حاجة إليه، ثمّ رأى زيد أن يذهب قبل ميعاد الوفاء المحدّد ليطالب بدَينه، قال زيد: ( أتيت الرسول صلى‌الله‌عليه‌وآله فأخذت بمجامع قميصه وردائه، ونظرت إليه بوجه غليظ، وقلت له: يا محمّد، ألا تقضي دَيني، فو الله ما علمتكم - يا بني عبد المطّلب - إلاّ مماطلين.\nفنظر إليّ عمر وعيناه تدوران في وجهه ثمّ رماني ببصره، فقال: يا عدوّ الله، أتقول لرسول الله ما أسمع وتصنع به ما أرى، فو الذي نفسي بيده لولا ما أُحاذر لضربت بسيفي رأسك، ورسول الله ينظر في هدوء.\nفقال: ( يا عمر، أنا وهو كنّا أحوج إلى غير هذا: أنْ تأمرني بحسن الأداء، وتأمره بحسن الاقتضاء . اذهب - يا عمر - فأعطه حقّه وزِده عشرين صاعاً من تمر ؛ مكان ما روّعته ).\nقال زيد فذهب عمر فأعطاني حقّي وزادني عشرين صاعاً من تمر، فقلت: ما هذه الزيادة يا عمر؟ قال: أمرني رسول الله أن أزيدك مكان ما روّعتُك ) (1).",
        "وكذلك في حديث صفوان الذي كان للكفّار بمثابة خازن أسلحتهم: ( أنّ رسول صلى‌الله‌عليه‌وآله لمّا أراد الذهاب إلى غزوة حُنين، طلب منه أن يُعيره مئة من الدروع، فقال صفوان: أغصباً يا محمّد ؟ فقال صلى‌الله‌عليه‌وآله: ( بل عارية مضمونة )، قال: لا بأس ) (2).\nمع أن الرسول صلى‌الله‌عليه‌وآله قائد الدولة ومسيطر على جميع ما في الدولة، وبإمكانه أخْذ الدروع ومصادرتها، كما يفعل غيره من القوّاد العسكريين، لكنّه على خُلُق عظيم، فهو فاتح بخُلُقه وحُسن تعامله فمَلَك القلوب قبل الأبدان، فالإنصاف متجلّي في أقوال وأفعال آل بيت النبوّة صلى‌الله‌عليه‌وآله، وعليه إنصاف غير المسلمين وإقامة العدل معهم واجب، لا يمكن التغاضي عنه في أيّ حال من الأحوال، وإلاّ كنّا مخالفين للشريعة المحمّدية الطاهرة.\nمن وصايا أمير المؤمنين الإمام عليّ بن أبي طالب عليه‌السلام لواليه على مِصر: ( هذا ما عهد عبد الله عليّ أمير المؤمنين إلى محمّد بن أبي بكر حين ولاّه مصر: أمره بتقوى الله، والطاعة له في السرّ والعلانية، وخوف الله في الغيب والمشهد، وباللين للمسلم، وبالغِلظة على الفاجر ...\n____________________",
        "1 - نور الدين علي بن أبي بكر، الهيثمي، مجمع الزوائد ومنبع الفوائد، ج8، ص239 . وكذلك: إسماعيل، ابن كثير، السيرة النبوية لابن كثير، ج6، ص29.\n2 - الكافي، ج5، ص 240، ح 1 . مصدر سابق.\n\nوبالعدل على أهل الذمة، وبإنصاف المظلوم، وبالشدّة على الظالم، وبالعفْوِ عن الناس، وبالإحسان ما استطاع، والله يجزي المحسنين ويعذّب المجرمين ... وأمره أن يحكم بين الناس بالعدل، وأن يقيم بالقسط ) (1).",
        "فنلاحظ في هذه الوصية أنّه قال: ( بالعدل على أهل الذمّة ): أي لا يجور في حقّهم مهما كان، وكذلك قال: ( إنصاف المظلوم ) مطلقاً، مسلماً كان أو غيره، وقال: ( الشدّة على الظالم ) مطلقاً، مسلماً كان أو غيره، ظلَمَ مسلماً أو ظلَم غير المسلم، وقال: ( أن يحكم بين الناس بالعدل، ويقيم القسط ) للمسلمين ولغير المسلمين.\nكما أكّد الإمام زين العابدين عليّ بن الحسين عليه‌السلام في رسالة الحقوق على مبدأ العدالة لغير المسلمين، حيث قال: ( وأمّا حقّ أهل الذمّة، فالحُكم فيهم: أن تقبل منهم ما قَبِل اللّه، وتفي بما جعل الله لهم من ذمّته وعهده، وتكِلَهم إلى الله فيما طلبوا من أنفسهم وأُجبروا عليه، وتحكم فيهم بما حَكم الله به على نفسك فيما جرى بينك وبينهم من معاملة.\nوليكن بينك وبين ظلمهم في رعاية ذمّة الله والوفاء بعهده وعهد رسوله حائل، فإنّه بلغَنا أنّه قال: مَن ظلم معاهداً كنتُ خصمه ) (2).\nفبعد هذا الخطاب من سليل النبوّة الإمام عليّ بن الحسين عليه‌السلام، هل ترى فوق هذه الأُسُس للمعاملة لإتباع دين في حقّ غيرهم سوى في مدرسة أهل البيت عليهم‌السلام، في غير أتباع الدين الإسلامي ؟!",
        "وسيرة الرسول صلى‌الله‌عليه‌وآله في إقامة العدل في الحُكم واضحة فيما لو صدرت ضدّ غير المسلمين دعوى قضائية، ففي عهده صلى‌الله‌عليه‌وآله: ( اتّهم الأنصارُ اليهود بقتل أحدهم، فتحاكموا إلى رسول الله صلى‌الله‌عليه‌وآله، فقال لهم: ( ألَكم بيّنة ؟ ) فقالوا: لا، فقال: ( أفتقسمون ؟ ) فقالوا: كيف نُقْسم على ما لم نره ؟ فقال: ( فاليهود يُقْسمون )، فقالوا: يُقْسمون على صاحبنا ؟!\nوكانت النتيجة الحُكم أن برّأ رسول الله صلى‌الله‌عليه‌وآله اليهود من التهمة، وأعطى ديّته من عنده ) (3).\n____________________\n1 - تحف العقول، ص118 . مصدر سابق.",
        "2 - نفس المصدر، ص 195 - 196.\n3 - محمد بن علي، الصدوق، مَن لا يحضره الفقيه، ج4، ص99، ح 5176، باب القسامة، كتاب الديّات.\n\nوسيرة الإمام عليّ عليه‌السلام ليست ببعيدة عن سيرة أخيه النبيّ الأعظم صلى‌الله‌عليه‌وآله، وتُبيِّن أبهى درجات العدالة، فأنّه عليه‌السلام في عهد خلافته، تحاكم مع نصراني عند القاضي ( شريح )، فقال شريح للإمام عليه‌السلام: ( ما أرى أن تخرج من يده، فهل من بيّنه، فقال عليّ عليه‌السلام: ( صَدَقَ شُريح ).",
        "وحينما لمس النصراني العدالة بأفضل صوَرها قال: ( أمّا أنا، فأشهد أنّ هذه أحكام الأنبياء ... أمير المؤمنين يجيء إلى قاضيه، وقاضيه يقضي عليه ) واعترف أنّ الحقّ للإمام عليه‌السلام ) (1).\nوللفقهاء أحكام في مقاضاة غير المسلمين تُبيّن مدى التسامح في الشريعة تجاه أتباع الديانات الأخرى، ففي إقامة الحدود: ( فإنّ الإمام، أو حاكم المسلمين العادل، مخيّر بين إقامة الحدّ على الذمّي أو الذمّية بما تقتضيه شريعة الإسلام، وبين تسليمه أو تسليمها إلى أهل دينه أو دينها، ليقيموا عليهم الحدود على ما يعتقدونه ) (2).\nوفي حالة الشهادة، ففي الضرورة يجوز منهم الشهادة وإن اختلف الانتماء الديني، سُئل الإمام جعفر الصادق عليه‌السلام عن شهادة أهل المِلل، قال عليه‌السلام: ( لا تجوز إلاّ على أهل ملّتهم . فإن لم يوجد غيرهم، جازت شهادتهم على الوصية ؛ لأنّه لا يصلح ذهاب حقّ أحد ) (3).\nولأهل الكتاب لهم ما للمسلمين من الحَلْف في القضايا، ويترتّب على حَلْفهم الحكم النهائي، بلا فرق بينهم وبين المسلمين في ذلك ؛ ودلّ عليه قول الإمام الصادق عليه‌السلام: ( اليهودي والنصراني والمجوسي لا تحلّفوهم إلاّ بالله عزّ وجلّ ) (4).",
        "ويُعامل الذمّي معاملة المسلم في حال عجزه عن أداء ديّة قتْلِه للمسلم خطأً، فهي من بيت المال: ( إذا عجز الذمّي عن دفع الديّة لقتله مسلماً خطأً، فديّته على بيت المال ) (5).\nوفي مسائل الزنا المتعلّقة بالشهود وبالتوبة وبالعقوبة، حيث يرى الفقهاء أنّه ( لا فرق في الأحكام بين كون الزاني مسلماً أو كافراً، وكذا لا فرق بين كون المزني بها مسلمة أو كافرة،\n____________________\n1 - جواهر الكلام، ج40، ص123 . مصدر سابق.",
        "2 - محمد بن الحسن، الطوسي، النهاية، ص696 . وانظر: غاية المراد في شرح نكت الإرشاد، ص 499 . مصدر سابق . وانظر: الكافي في الفقه، ص405، مصدر سابق . وانظر: تحرير الوسيلة، ج2، ص464 . مصدر سابق.\n3 - وسائل الشيعة، ج27، ص390، باب 40، ح4، كتاب الشهادات . مصدر سابق.\n4 - الكافي، ج7، ص451، ح5، باب استحلاف أهل الكتاب، كتاب الأيمان والنذور والكفارات . مصدر سابق.\n5 - الشيخ الطوسي، النهاية، ص749 . وانظر: الكافي في الفقه، ص395 . مصدر سابق.",
        "\nوأمّا إذا زنى كافر بكافرة أو لاط بمثله، فالإمام مخيّر بين إقامة الحدّ عليه، وبين دفعه إلى أهل ملّته ليقيموا عليه الحدّ ) (1).\nوهذه الأحكام هي من أشكال الحرّية التي تُمنح لغير المسلمين في ظلّ الإسلام، استناداً إلى القاعدة الأوّلية المنصوصة في القرآن وهي: أنّ القاضي المسلم يكون مخيّراً بين الحكم بين المتخاصمَين الكتابيَين بحُكم الإسلام، أو تركهم يترافعون إلى قُضاتهم ليحكموا بأحكام دينهم، قال تعالى: ( ... فَاحْكُم بَيْنَهُمْ أَوْ أَعْرِضْ عَنْهُمْ وَإِن تُعْرِضْ عَنْهُمْ فَلَن يَضُرّوكَ شَيْئاً وَإِنْ حَكَمْتَ فَاحْكُم بَيْنَهُم بِالْقِسْطِ إِنّ اللّهَ يُحِبّ الْمُقْسِطِينَ ) (2).\nوعلى كلّ حال، فالقضاء الإسلامي يتضمّن قوانين متكفّلة بحماية غير المسلمين من أيّ ظُلم واعتداء، فعلى سبيل المثال لو قتَل المسلم أحداً من غير المسلمين فعلَيه دفع الديّة ( هذا لو كانوا في حالة غشّ للمسلمين وإظهار العداوة لهم ).",
        "أمّا إذا كان المسلم متعوّداً على قتْل أهل الذمّة، يُقتل ( وإن كانوا مظهرين العداوة للمسلمين).\nعن إسماعيل بن الفضل قال: ( سألت أبا عبد الله ( الصادق عليه‌السلام ) عن دماء المجوس واليهود والنصارى، هل على مَن قتلهم شيء، إذا غشّوا المسلمين وأظهروا العداوة والغشّ لهم ؟ قال: ( لا، إلاّ أن يكون متعوّداً لقتلهم )، قال: وسألته عن المسلم يُقتَل بأهل الذمّة وأهل الكتاب إذا قتلهم ؟ قال: ( لا إلاّ أن يكون معتاداً لذلك، لا يدع قتْلَهم فيُقتَل وهو صاغر ) (3).\nوللحفاظ على النظام وردع الجريمة سنّ الإسلام قانون القصاص، وعليه فإنّ أمير المؤمنين الإمام عليّ عليه‌السلام كان يقول: ( يقتصّ للنصراني واليهودي والمجوسي بعضهم من بعض، ويُقتل بعضهم ببعض إذا قتلوا عمداً ) (4).\n____________________",
        "1 - السيد الخوئي، منهاج الصالحين، ج2، ص34.\n2 - المائدة: 42.\n3 - محمد بن الحسن، الطوسي، الاستبصار، ج4، ص272، ح5، باب لا يُقاد مسلم بكافر، كتاب الديّات.\n4 - الكافي، ج7، ص309، ح6، كتاب الديّات، باب المسلم يقتل الذميّ ... . مصدر سابق.",
        "\nوروى بريد العجلي قال: ( سألت أبا عبد الله عليه‌السلام عن رجل مسلم فقأ عين نصراني . فقال عليه‌السلام: ( إنّ ديّة عين النصراني أربعمئة درهم ) (1).\nوالفتاوى في هذا المجال كثيرة، لردع الاعتداء على غير المسلمين من كلّ ظُلم واعتداء أو أذى أو سرقة، ونذكر منها فتاوى بعض المعاصرين ؛ لإظهار ما نحتاج إليه من توجّه لكلّ المنظّمات العالمية ؛ لِما ينطوي عليه علماؤنا من التعامل مع غير المسلمين طِبقاً لِما استدلّوا به من مدرسة أهل البيت عليهم‌السلام في هذا المضمار.\n1 - السيّد محسن الحكيم في منهاج الصالحين: ( يضمن الخمر والخنزير للذميّ بقيمتهما عندهم مع الاستتار، وكذا للمسلم حقّ اختصاصه فيما إذا استولى عليهما لغرض صحيح، ويجب ردّ المغصوب، فإن تعيّبَ ضَمِنَ الأرش . ويجوز لمالك العين المغصوبة انتزاعها من الغاصب ولو قهراً، وإذا انحصر استنقاذ الحقّ بمراجعة الحاكم الجائر جاز ذلك ) (2).",
        "2 - الإمام الخميني: ( وهناك ممارسات يُقتل فيها المسلم دون الكافر والذّمي، على سبيل المثال: العامل بالسِحْر يُقتل إنْ كان مسلماً، ويؤدّب إنْ كان كافراً، ويثبت ذلك بالإقرار . وليس بين أهل الذّمة معاقلة فيما يجنون مِن قَتْل أو جراحة، وإنّما يؤخذ ذلك مِن أموالهم . فإنْ لم يكن لهم مال، رجعت الجناية على إمام المسلمين ) (3).\n3 - السيّد أبو القاسم الخوئي: ( ساحر المسلمين يُقتل وساحر الكفّار لا يُقتل . يُقتل الذمّي بالذمّي وبالذمّية بعد ردّ فاضل ديّته إلى أوليائه، وتُقتل الذمّية بالذمّية . ولو قتل الذمّي غيره من الكفّار المحقوني الدم، قُتل به . ولو اعتاد المسلم قَتْل أهل الذمّة، جاز لوليّ الذمّي المقتول قتْله بعد ردّ فاضل ديّته ) (4).\n4 - السيّد عبد الأعلى السبزواري: ( لو زنى الذمّي بالمسلمة يقتله الحاكم الشرعي، وإنْ زنى بذمّية أو كافرة يرى الحاكم المصلحة في أنّها هل تقتضي إقامة الحدّ عليه بحسب شريعة\n____________________",
        "1 - نفس المصدر، ص310، ح10، كتاب الديّات، باب المسلم يقتل الذميّ ...\n2 - محسن، الحكيم، منهاج الصالحين، ج2، ص178 - 179.\n3 - تحرير الوسيلة، ج2، ص477 و600 . مصدر سابق.\n4 - الخوئي، منهاج الصالحين، ج 2، ص44 - 72.",
        "\nالإسلام، أو تقتضي دفْعَه إلى أهل ملّته ليُقيموا عليه حدّهم . وإذا زنى المسلم بالكافرة، يُحكم على المسلم بحكمه جَلْداً أو رَجْماً ) (1).\n5 - السيّد عليّ السيستاني: ( يضمن المسلمُ الذمّي الخمر والخنزير بقيمتهما عندهم مع الاستتار، وكذا يضمن للمسلم حقّ اختصاصه فيما إذا استولى عليها لغرض صحيح، كتصنيع الخمر خلاًّ، أو استعمالها دواءً ) (2).\nوكذلك في المال المسروق حتّى لو كان خمراً أو خنزيراًَ من الذمّي، فالحكم هو قطْع اليد ؛ لأنَّه محترم، كما قال الشيخ محمّد حسن النجفي في (جواهر الكلام): ( لاحترامه ظاهراً والحكم بملكيّته شرعاً، فيندرج سارقه تحت إطلاق الأدلّة ) (3).",
        "كما أنّ القانون الإسلامي مثلما ضَمِن حماية نفوسهم وأموالهم كذلك بالنسبة لأعراضهم، فقد صانها القانون من كلّ دنس، ولم يفرّق بينهم وبين المسلمين في هذا المجال . فإذا زنى المسلم بذمّية مطاوعةٍ له، فيُعاقب المسلم بالجَلْد أو الرَجْم، تبعاً لإحصانه وعدمه، وتُسلّم الذمّية إلى أهل ملّتها يفعلوا بها ما شاءوا.\nعن إسماعيل بن أبي زياد (السكوني)، عن جعفر بن محمّد، عن آباءه عليهم‌السلام: أنّ محمّد بن أبي بكر كتب إلى علي عليه‌السلام في الرجل زنى بالمرأة اليهودية والنصرانية، فكتب عليه‌السلام إليه: ( إن كان محصناً فارجمه، وإن كان بِكراً فاجلِده مئة جَلْدة، ثمّ اِنْفِه . وأمّا اليهودية، فابْعَث بها إلى أهل ملّتها فليقضوا فيها ما أحبّوا ) (4).\n2- الوصايا والأوقاف والصدقات:\nمن الحقوق التي أقرّها الإسلام لغير المسلمين هي وصاياهم وأوقافهم وصدقاتهم، لهم ومنهم.",
        "____________________\n1 - عبد الأعلى، السبزواري، مهذّب الأحكام، ج27، ص278 - 279.\n2 - علي الحسيني، السيستاني، منهاج الصالحين، ج2، ص245.\n3 - جواهر الكلام، ج41، ص489 . مصدر سابق.",
        "4 - وسائل الشيعة: ج28، ص80، ب8، حد الزنا، ح5 . مصدر سابق.\n\nففي الوصية: لا بد من الالتزام بمحتواها وعدم تحريفها، وهذا ما أكّدت عليه مدرسة أهل البيت عليهم‌السلام . فلو أوصى غير المسلم بالتصدّق في ماله أو إنفاقه في مورد معيّن، أُقرّت وصيّته ؛ فعن محمّد بن مسلم، قال: ( سألتُ أبا عبد الله عليه‌السلام عن رجُل أوصى بماله في سبيل الله، فقال: ( أعطه لمَن أوصى به له وإنْ كان يهودياً أو نصرانياً ... ) (1).\nفلا يجوز للمسلم أن يحرّف أو يلغي الوصية، فعن الريّان بن شبيب قال: ( أوصَتْ أختي لقوم نصارى فِراشَين بوصيّة، فقال أصحابنا: قسِّم هذا في فقراء المؤمنين من أصحابك، فسألت الرضا عليه‌السلام، فقلتُ: إنّ أُختي أوصت بوصية لقوم نصارى، وأردتُ أنْ أصرف ذلك إلى قوم من أصحابنا مسلمين ؟ فقال: ( امض الوصية على ما أوصتْ به ) (2) ؛ وهذا يدلّ على أنّ الوصية من المسلم لغير المسلم جائزة، ولكن ( الوصية للحربي غير جائزة، وإن كان من أرحام الموصي ؛ لأنّها تُعدّ معونة للعدو في قتال أهل الإسلام ) (3).",
        "كما أنّ مَن يبدّل محتوى الوصية في المال ويُعطها لغير ما أُوصيَ إليهم، يكون ضامناً ؛ فقد رُوي أنّ رجُلاً مجوسياً أوصى للفقراء بشيء من ماله، فأخذه قاضي نيسابور فجعله في فقراء المسلمين، فسُئل الإمام الرضا عليه‌السلام عن ذلك، فقال عليه‌السلام: ( المجوسي لم يوصي لفقراء المسلمين، ولكن ينبغي أن يؤخذ مقدار ذلك المال من مال الصدقة، فيُردّ على فقراء المجوس ) (4).\nوليس للمسلمين التعرّض لغير المسلمين في تنفيذ وصية أحدهم، إلاّ في حالة الوصية بخمر أو خنزير لمسلم، لكنّه ( لو أوصى بعمارة هيكل (كما عند اليهود)، في أرض يصحّ فيها ذلك، جاز، ولا يتعرّض المسلمون لمنفّذيها . ولو أوصى بعمارة قبور أنبيائهم جاز، وهو مندوب للمسلم، فلا مانع من جوازه للكافر ) (5).\n____________________\n1 - الكافي، ج7، ص14، ح1، كتاب الوصايا، باب إنفاذ الوصية على جهتها . مصدر سابق.",
        "2 - نفس المصدر، ص16، ح2، كتاب الوصايا، باب إنفاذ الوصية.\n3 - محمد بن مكي، العاملي (الشهيد الأوّل)، اللمعة الدمشقية، ص179.\n4 - الكافي، ج7، ص16، ح1، باب إنفاذ الوصية.\n5 - محمد جواد، العاملي، مفتاح الكرامة، ج9، ص153.",
        "\nأمّا بالنسبة للصدقات والأوقاف، فهم في ذلك كما للمسلمين، حيث صدقاتهم ماضية في دستور الإسلام، وكذلك أوقافهم، ولا يحقّ للمسلمين في إيقاف تنفيذها أو تغيير محتواها، وصرفها عن موردها، فلغير المسلمين ( أن يتصدّق بعضهم على بعض، وعلى مصالحهم وبيوت عباداتهم)(1)، ( ولو وهب الذمّي أو تصدّق أو وقف شيئاً من أرض الصُلح على شخص آخر، انتقلت الأرض إليه ) (2).\nكما يكون الوَقْف صحيحاً في أمور عباداتهم، ف-: ( إذا كان الوقْف على أحد المواضع التي يتقرّبون فيها الى الله تعالى كان وقْفاً صحيحاً . وإذا وقف وقْفاً على الفقراء، كان ذلك الوقْف ماضياً في فقراء أهل ملِّته، دون غيرهم من سائر أصناف الفقراء ) (3).\n3 - حقّ الميراث:",
        "الأنساب والأسباب في الإرث عند الشريعة الإسلامية تختلف عمّا في الشرائع للمِلل الأخرى: ( فلم يشترط أكثر الفقهاء في مسائل إرث غير المسلمين، أن تُطبّق الشريعة الإسلامية في تحقّق الإرث لهم ) (4) ؛ لذا فلو مات أحدهم تنتقل أمواله الى ورثته.\nوعليه، فالمجوسي الذي يستحلّ نكاح بعض المحارم، ( يورث المجوسي بجميع قراباته التي يدلي بها، ما لم يسقط بعضها، ويورثون أيضاً بالنكاح، وإن لم يكن سائغاً في شرع الإسلام ) (5).\n( يرث الكفّار بعضهم بعضاً، وإن اختلفت جهات كفرهم ) (6).\n____________________",
        "1 - الكافي في الفقه، ص 326 . مصدر سابق.\n2 - نفس المصدر، ص260 . وانظر: علي بن الحسين، الكركي، رسائل المحقّق الكركي، ج1، ص242.\n3 - محمد بن الحسن، الطوسي، النهاية، ص597.\n4 - نفس المصدر، ص683.",
        "5 - محمد بن الحسن، الطوسي، الرسائل العشر، ص279.\n6 - الكافي في الفقه، ص375 . مصدر سابق . وانظر: محمد بن محمد بن النعمان، (الشيخ المفيد)، المقنعة، ص701.\n\nوروي عن الإمام الباقر عليه‌السلام قال: ( إنّ علياً عليه‌السلام كان يقضي في المواريث فيما أدرك الإسلام من مالِ مشركٍ تركَه، لم يكن قُسِّم قبل الإسلام، إنّه كان يجعل للنساء والرجال حظوظهم منه على كتاب الله عزّ وجلّ ) (1).",
        "كما أنّه حتّى لو عاد الذمّي - الذي أسلم - إلى دينه السابق، فميراثه لأبنائه، ف-: ( لو أسلم الذمّي، ثمّ عاد الى دينه السابق، ثمّ مات، فميراثه لأبنائه ) (2).\nوتبقى المواريث محفوظة، وإن تبدّل الموقف السياسي من قِبل الذمّي: ( فإذا نقض العهد والتحق بدار الحرب، فأمان أمواله باقٍ، فإن مات ورثه وارثُه الذمّي أو الحربي ) (3).\nمحصل الكلام: عند الفقهاء محلّ اتّفاق في ( إرث الكفّار بعضهم لبعض ) (4).\n4 - النكاح وصحّته:",
        "النكاح عند المِلل الأخرى، سواء كانوا أهل كتاب أو غيرهم، صحيح عندنا، حتّى لو كان مخالفاً لشريعتنا . ولم يأمر الشارع المقدّس في عهد الرسول صلى‌الله‌عليه‌وآله في إنشاء عقد جديد للكافرين عندما يُسلمون، بل أقرَّ عقدهم الأوّل وهم في حال كُفر، حيث وردت كثير من الروايات في هذا المضمار، يقول الإمام صادق عليه‌السلام: ( إنّ لكلّ أُمّة نكاحاً ) (5).\nكما أنّه سُئل الإمام الصادق عليه‌السلام عن رجل هاجر وترك امرأته مع المشركين، ثمّ لحقت به بعد، أيُمسكها بالنكاح الأوّل أو تنقطع عصمتها ؟ فأجاب: ( يُمسكها وهي امرأته ) (6).\nوهذا الأمر - وهو إقرار نكاح غير المسلمين - من الأمور التي هي مورد اتّفاق بين العلماء قديماً وحديثاً.\n____________________",
        "1 - وسائل الشيعة، ج26، ص23، ح1، باب أنّ الكافر يرث الكافر، كتاب الفرائض . مصدر سابق.\n2 - الاستبصار، ج4، ص193، ح9، باب أنّه يرث المسلمُ الكافر ولا يرثه الكافرُ . مصدر سابق.\n3 - شرائع الإسلام، ص186 . مصدر سابق.\n4 - الحكيم، منهاج الصالحين، ج2، ص382 . وانظر: الخوئي، منهاج الصالحين، ج2، ص353 . وانظر: علي الحسيني، السيستاني، المسائل المنتخبة، ص537.",
        "5 - وسائل الشيعة، ج16، ص37، ح2، باب تحريم القذف حتى للمشرك، كتاب جهاد النفس . مصدر سابق.\n6 - الكافي، ج5، ص435، ح1، باب نكاح أهل الذمّة والمشركين، كتاب النكاح . مصدر سابق.\n\nقال الشيخ الطوسي: ( فإنّ أنسابهم وأسبابهم، وإن لم تكن جائزة في شريعة الإسلام، فهي جائزة عندهم، وهي نكاح على رأيهم ومذهبهم، وقد أُمِرنا أن نُقرّهم على ما يرونه من المذاهب، ونُهينا عن قذْفهم بالزنا ) (1).",
        "( إنّ العقد لو وقع صحيحاً عندهم، وعلى طِبق مذهبهم، يترتّب عليه آثار الصحّة عندنا، سواء كان الزوجان كتابيَّين أو وثنيَّين أو مختلفَين ) (2)، وكما صرّح بذلك السيّد السيستاني، حيث قال: ( الزواج الواقع بين غير المسلمين، إذا كان صحيحاً عندهم، ووِفْق شروط مذهبهم، تترتّب عليه آثار العقد الصحيح عندنا ) (3).\nثالثاً: الحقوق الاقتصادية\nمن الأمور العقلائية والثابتة قبل التشريع، هي طريقة التعامل الاقتصادي فيما بين الناس، لتنظيم حياتهم المعاشية، وجاء الشرع فأقرّها، وفي ذلك يقول الشيخ النائيني (قد): ( فإنّ هذه الأمور الاعتبارية كلّها ثابتة عند عامّة الناس قبل الشرع والشريعة، وعليها يدور نظامهم ومعاشهم، والشارع قد أمضاها: ( أَحَلّ اللّهُ الْبَيْعَ ) (4)، و( أَوْفُوا بِالْعُقُودِ ) (5)، و( الصلح جائز بين المسلمين) (6)، وليس من المخترعات الشرعية، بل هي من الأمور الاعتبارية العرفية التي أمضاها الشارع بزيادة بعض القيود والخصوصيات ) (7).\nوعلى هذا فلا يؤثّر اختلاف الدين في أحكام المعاملات ؛ والدليل عليه إطلاقات أدلة المعاملات، فالتعامل مع غير المسلمين في النواحي الاقتصادية يعد من أهم الحقوق التي رعاها",
        "____________________\n1 - النهاية: ص683 - 684. مصدر سابق.\n2 - تحرير الوسيلة، ج2، ص285 . مصدر سابق . وانظر: مهذّب الأحكام، ج25، ص163، مصدر سابق . وكذلك: محمد رضا الموسوي، الكلبايكاني، هداية العباد، ج 2، ص440.\n3 - علي الحسيني، السيستاني، الفقه للمغتربين، ص260.",
        "4 - البقرة: 275.\n5 - المائدة: 1.\n6 - وسائل الشيعة، ج18، ص443، ب3، كتاب الصلح . مصدر سابق.\n7 - محمد حسين، النائيني، فوائد الأصول، ج4، ص386.",
        "\nالشرع الإسلامي، وضرب فيها أروع الأمثلة التي هي من صميم دستوره الحنيف، ويمكن التعرّض لهذا المجال في عدّة نقاط:\n1- العقود والمعاملات:\nإضافة إلى ما مرّ من عقد الزواج، والإرث، والوصية، والصدقة، والوقف، القاعدة العامّة هي: لا أثر لاختلاف الدين في إنشاء العقود والمعاملات الاقتصادية مع غير المسلمين، فعلى سبيل المثال في عقود المضاربة والشِركة، فإنّه تجوز هذه المعاملات مع الكافر، وإن كانت مكروهة في بعض الصور.",
        "روي في (الكافي) للكليني، عن عليّ ابن إبراهيم، عن أبيه، عن النوفلي، عن السكوني، عن الصادق عليه‌السلام: ( أنّ أمير المؤمنين عليه‌السلام كَرِه مشاركة اليهودي والنصراني والمجوسي، إلاّ أن تكون تجارة حاضرة لا يغيب عنها المسلم ) (1).\nوالمشاركة في الحديث أعمّ من الشركة الاصطلاحية أو المضاربة، باعتبار أنَّ المضاربة ونحوها، من المزارعة والمساقاة، نوع من أنواع الشركة.\nقال العلاّمة الحلّي في المضاربة: ( يجوز للمسلم أخذ مال النصراني مضاربة، ولا يُكره ذلك ؛ لأنّ المسلم لا يتصرّف إلاّ فيما يسوغ . ويُكره للمسلم أن يدفع إلى المشرك مالاً مضاربةً ؛ لأنّ الكافر قد يتصرّف بما لا يسوغ في الشرع، فإن فعل صحّ القِراض ) (2).\nفمن مفهوم الشقّ الثاني لعبارة العلاّمة الحلّي، أنّه إذا أحرزنا عدم تصرّف الكافر بما لا يسوغ في الشرع، ترتفع الكراهة . فليست المضاربة مع الكافر - إذا كان هو العامل - مكروهة في حدّ نفسها، وإنّما في حالة تصرّفه بما لا يسوغ في الشرع، وبدون ذلك ترتفع الكراهة.",
        "وكذلك الأمر في عقد الزراعة، كما روى في الكافي بسند معتبر عن سماعة، قال: سألته عن مزارعة المسلم المشرك، فيكون من عند المسلم البذر والبقر، وتكون الأرض والماء والخِراج والعمل على العِلْج ؟ قال: ( لا بأس به ) (3).\n____________________\n1 - وسائل الشيعة، ج19، ص8، ب2، كتاب الشركة، ح 2 . مصدر سابق.\n2 - تذكرة الفقهاء، ج9، ص387 . مصدر سابق.",
        "3 - وسائل الشيعة، ج19، ص47، ب12، كتاب المزارعة والمساقاة، ح1 . مصدر سابق.\n\nوعن إبراهيم الكرخي قال: قلت لأبي عبد الله عليه‌السلام: أُشارك العِلج فيكون من عندي الأرض والبذر والبقر، ويكون على العِلج القيام والسقي والعمل في الزرع حتّى يصير حنطة أو شعيراً، وتكون القِسمة، فيأخذ السلطان حقّه، ويبقى ما بقي، على أنّ للعلج منه الثُلث ولي الباقي، قال: ( لا بأس بذلك ) (1)\nإذن، فالمتحصّل حسب القاعدة العامّة (عدم تأثير اختلاف الدين في العقود والمعاملات) ؛ لأنّها أمور وضعها العقلاء قبل الشريعة فأمضاها الشارع، إلاّ ما استُثني بالدليل، والعقود المستثناة في الأمور الاقتصادية هي:",
        "أ - التعامل بالخمر والخنزير بشتّى أنواعه، من بيع وشراء وأجرة ومضاربة وإيداع ....\nمع غير المسلمين، إلاّ في حالة المقاضاة من ثمنها لو باعها أو تعامل بها غير المسلم مع غير المسلم، فقد روى في الكافي بسَنَدٍ معتبر عن المنصور قال: قلت لأبي عبد الله عليه‌السلام: لي على رجُل ذمّي دراهم، فيبيع الخمر والخنزير وأنا حاضر، فيحلّ لي أخذها ؟ فقال: ( إنّما لك عليه دراهم فقضاك دارهمك ) (2).\nوعن محمّد بن مسلم، قال: سألتُ أبا عبد الله عليه‌السلام عن صدقات أهل الذمّة، وما يؤخذ من جزيتهم من ثمن خمورهم وخنازيرهم وميتتهم ؟ قال: ( عليهم الجزية في أموالهم، تؤخذ من ثمن لحم الخنزير أو خمر، فكلّ ما أخذوا منهم من ذلك فوزر ذلك عليهم و ثمنه للمسلمين حلال ) (3).\nوهذا الأمر واضحاً عند الفقهاء ؛ ولذا فرّعوا عليه ( أنّ المسلم لو أتلف أو غصب شيئاً من هذه الأمور من ذمّي، فإنّه يضمن قيمتها له، ولا يضمن له المِثل ؛ لأنّ المسلم لا يمكن له أن يملكها، فهو عاجز شرعاً عن إيفاء المثل فينتقل إلى القيمة ) (4)، فأموالهم هذه محترمة لا يجوز التعرّض لها، وإن كانت محرّمة في الشريعة الإسلامية ولم يجز للمسلمين التعامل بها، ولكن اُشترط عليهم عدم التجاهر بالتعامل بها.",
        "____________________\n1 - نفس المصدر، ص44، ب10، كتاب المزارعة والمساقاة، ح1.\n2 - وسائل الشيعة، ج17، ص232، ب60، ما يكتسب به، ح1 . مصدر سابق.\n3 - نفس المصدر، ج12، ص154، ب70، جهاد العدو، ح1.",
        "4 - محمد بن الحسن، الطوسي، الخلاف، ج3، ص414 . وكذلك: محمد بن إدريس، الحلّي، السرائر، ج2، ص492 . وانظر: جواهر الكلام، ج37، ص44 . مصدر سابق.\n\nب - عدم ثبوت حقّ الشفعة لغير المسلم على المسلم.\n( حقّ الشفعة هو في حالة بيع أحد الشريكين حصّته على ثالث، فللشريك الآخر أخْذ المبيع بالثمن المجعول له في البيع ) (1)، فقد ورد عن علي بن إبراهيم، عن أبيه، عن النوفلي، عن السكوني، عن أبي عبد الله عليه‌السلام قال: ( ليس لليهودي والنصراني شفعة ) (2) ؛ ولذا فقد أجمع الفقهاء على عدم ثبوت حقّ الشفعة لغير المسلم على المسلم، فليس للشريك غير المسلم انتزاع المبيع من المشتري المسلم بالشفعة.",
        "قال الشيخ الطوسي رحمه‌الله: ( وعليه إجماع الفرقة المحقّة، فإنّهم لا يختلفون فيه ) (3).\nوقال صاحب الجواهر رحمه‌الله: ( بلا خلاف فيه أيضاً، بل الإجماع بقسمَيه عليه ) (4).\nفالمتحصّل هو أنّ التعامل الاقتصادي من ناحية العقود جائز مع غير المسلم، إلاّ ما استُثني بالدليل، فإنّها أمور لا بدّ من وقوعها، حيث يستند عليها التعايش بين بني الإنسان، ولعدم الإخلال بالنظام الاجتماعي.\n2 - حقّ الملكية:",
        "الإنسان له حقّ التملّك والتصرّف في ماله، وهذا الأمر ممّا لا غبار فيه، لكنّ الإسلام ذهب الى أبعد من ذلك، حيث جعل حقّ الملكية لغير المسلم حتّى لو اتّخذ موقفاً معادياً من الإسلام والمسلمين، فلم يجعل موقفه السياسي حائلاً دون حقّ تملّكه - وهذا يعتبر من أروع الأمثلة التي تصدّى لها الإسلام في حقوق الإنسان - فقد ورد في كلمات الفقهاء هذا المعنى: ( أهل الحرب عندنا لهم أملاك تامّة صحيحة . فعلى هذا إذا كاتب الحربي عبداً له، صحّت كتابته ؛ لأنّه عقد معاوضة، والحربي والمسلم فيه سواء) (5).\nوكذلك وردت في كلماتهم: ( لا يُتعرّض لشيء من أموالهم وأملاكهم الخارجة محلّ الحرب )(6).\n____________________\n1 - الخوئي، منهاج الصالحين، ج2، ص72.",
        "2 - وسائل الشيعة، ج25، ص401، ب6، كتاب الشفعة، ح2.\n3 - الخلاف، ج3، ص454 . مصدر سابق.\n4 - جواهر الكلام، ج37، ص294.\n5 - المبسوط في فقه الإمامية، ج6، ص129.",
        "6 - الكافي في الفقه، ص252.\n\nوفي حالة نقض الذمّي العهد ولحِقَ بدار الحرب، فإنّ ( أمان أمواله باقٍ . فإن مات، ورثه وارثه الذمّي والحربي .  وأمّا الأولاد الأصاغر، فهم باقون على الذمّة، ومع بلوغهم يخيّرون بين عقد الذمّة لهم بأداء الجزية وبين الانصراف الى مأمنهم ) (1).\nقال الشيخ محمّد حسن الجواهري: ( ولو أُدخل المسلم دار الحرب (البلاد غير الإسلامية) بأمان ، فاقترض مالاً من حربي وعاد إلينا، ودخل صاحب المال بأمان، كان عليه ردّه إليه ؛ لأنّه مقتضى الأمان الكفّ من أموالهم ) (2).",
        "وكذلك قال: ( ولو اقترض حربي من حربي مالاً، ثمّ دخل المقترض إلينا بأمان، فإن عليه ردّه إليه ) (3).\nوكذلك ذكر السيّد محسن الحكيم والسيّد الخوئي (رحمهما الله): ( يجب ردّ الوديعة الى المودِع أو وراثه بعد موته وإن كان كافراً، إلاّ إذا كان المودِع غاصباً، فيجب ردّها الى مالكها . وإذا أودعه الكافر الحربي، حرُمَت عليه الخيانة، ولم يصحّ له التملّك للمال ولا بيعه ) (4).\nوهذا بحقّ ما يُبيّن إنسانية الإسلام في التعامل مع غير المسلمين من الناحية المالية، ويضمن لهم حماية ممتلكاتهم، حتّى لو نقضوا العهود وأعلنوا العداء.\n3 - التكافل الاجتماعي:",
        "في المجتمع الإنساني التزامات تجاه بعضهم البعض، ومن هذه الالتزامات هو التكافل فيما بينهم من الناحية الاقتصادية، لِما له الأثر في توحيد المشاعر وتقوية الأواصر الاجتماعية.\nوالتكافل بمعنى التضامن والتساند بين أبناء المجتمع الواحد، قال في لسان العرب: ( الكفيل هو الضامن ) (5)، لكن هناك نوعين من التكافل الاجتماعي:\nأ - تكفّل الدولة الإسلامية.\nب - تكافل أبناء المجتمع فيما بينهم.",
        "____________________\n1 - شرائع الإسلام، ج4، ص186.\n2 - جواهر الكلام، ج21، ص107.\n3 - نفس المصدر، ج21، ص107.",
        "4 - الحكيم، منهاج الصالحين، ج2، ص163 . وكذلك: الخوئي، منهاج الصالحين، ج2، ص134.\n5 - لسان العرب، ج11، ص590.\n\nأمّا بالنسبة للأوّل، فللدولة الإسلامية مسؤولية تجاه أبناء المجتمع كافّة، يقول السيد محمّد باقر الصدر في كتابه (اقتصادنا): ( تكون الدولة مسئولة بصورة مباشرة عن ضمان معيشة المعوزين والعاجزين ) (1)، وهذه المسئولية ليست خاصّة تجاه المسلمين فقط، بل حتّى غير المسلمين، حيث يقول عليه‌السلام: ( الذمّي الذي يعيش في كنف الدولة الإسلامية إذا كَبُر وعجَز عن الكسْب، كانت نفقته من بيت المال ) (2).",
        "فمادام غير المسلم يعيش في ظلّ الدولة الإسلامية، فهذا الحقّ ثابت له، حيث رُوي أنّ أمير المؤمنين علياً عليه‌السلام مرّ بشيخٍ مكفوف كبير يسأل الناس، فقال عليه‌السلام: ( ما هذا ؟! )، قالوا: يا أمير المؤمنين، نصراني ! فقال عليه‌السلام: ( استعملتموه حتّى إذا كَبُر وعجَز منعتموه، أنفقوا عليه من بيت المال ) (3).\nوقد ذكرنا أنّ القانون الإسلامي ( يتكفّل دفع الديّة عن الذمّي العاجز من بيت المال، لو قتل مسلماً خطأً ) (4)، فكما تقدّم في حماية غير المسلمين داخل المجتمع الإسلامي، وللدفاع عنهم من جهة دمائهم وأعراضهم وأموالهم، فبالأَولى كفالة فقرائهم والعَجَزَة منهم.\nأمّا بالنسبة للشقّ الثاني، وهو كفالة أبناء المجتمع لبعضهم البعض، أي مسئولية أبناء المجتمع فيما بينهم، فقد ذكرنا سابقاً جواز الصدقة والهبة لغير المسلمين، فعن عمرو بن أبي نصر قال: قلت لأبي عبد الله عليه‌السلام: إنّ أهل السواد يقتحمون علينا، وفيهم اليهود والنصارى والمجوس، فنتصدّق عليهم ؟ فقال عليه‌السلام: ( نعم ) (5).\nوتطرّق الفقهاء لمسألة الصدقة على غير المسلمين، كما ذكر ذلك السيّد العاملي في (مفتاح الكرامة): ( الأقرب جواز الصدقة على الذمّي كما في اللمعة . وظاهر إطلاقهما أنّه لا فرق فيه بين",
        "____________________\n1 - محمد باقر، الصدر، اقتصادنا، ص700.\n2 - نفس المصدر، ص705.\n3 - تهذيب الأحكام، ج6، ص293 . مصدر سابق.",
        "4 - الكافي في الفقه، ص395.\n5 - الكافي، ج6، ص43، باب مَن يكره لابنه ومَن لا يكره، كتاب العقيقة.\n\nالرحِم و الأجنبي . وقد نصّ على جوازها عليه وإن كان أجنبياً في: الشرائع والتذكرة، والتحرير والإرشاد، والتبصرة، والدروس، والمسالك، والروضة، والمفاتيح، وجامع المقاصد ) (1).",
        "وكذلك أجاز الفقهاء ( الوقْف على الذمّي ) (2).\nوإضافة إلى ذلك الوصية للذمّي بشيء من التَّرِكة، كما تقدّم في رواية محمّد بن مسلم، قال: سألتُ أبا عبد الله عليه‌السلام عن رجل أوصى بماله في سبيل الله ؟ فقال: ( أعطه لمَن أوصى له وإن كان يهودياً أو نصرانياً، إنّ الله تبارك وتعالى يقول: ( فَمَن بَدّلَهُ بَعْدَمَا سَمِعَهُ فَإِنّمَا إِثْمُهُ عَلَى الّذِينَ يُبَدّلُونَهُ ) (3) (4).\nوعلى كلّ حال، فالمنهج الإسلامي واضح وصريح في مسألة التكافل الاجتماعي وتطبيقه على جميع شرائح المجتمع مسلمين وغير المسلمين، ولو سُمح للإسلام في تطبيق مبادئه في الواقع ؛ لعمّ الرفاه والرخاء وزال شبح الفقر والعوز.\n4 - الجزية:",
        "هي ركن أساسي من أركان عقد الذمّة، الذي هو عقد لازم يلتزم من خلاله المسلمون ببعض الالتزامات تجاه أهل الذمّة . وبما أنّها تعامل مالي بين الدولة الإسلامية وأهل الذمّة، تُذكر في هذا المبحث.\nوالجزية كما قال السيّد الطباطبائي في تفسير الميزان: ( وأمّا الجزية، فهي عطية مالية مأخوذة منهم مصروفة في حِفظ ذمّتهم وحُسن إدارتهم، ولا غِنى عن مثلها لحكومة قائمة على ساقها، حقّة أو باطلة ) (5).\n____________________\n1 - مفتاح الكرامة، ج9، ص153 . مصدر سابق.",
        "2 - المبسوط، ج3، ص294 . وانظر: تحرير الوسيلة، ج2، ص71 . وانظر: جامع المقاصد، ج9، ص49 . مصدر سابق.\n3 - البقرة: 181.\n4 - وسائل الشيعة، ج19، ص337، ب32، كتاب الوصايا، ح1.\n5 - تفسير الميزان، ج9، ص240.",
        "\nويعتبر إعطاء الجزية من قِبل أهل الذمّة واجبة: ( واجبة بالنصّ والإجماع ؛ قال تعالى: ( حَتَّى يُعْطُواْ الْجِزْيَةَ عَن يَدٍ وَهُمْ صَاغِرُونَ ) (1)، ولا خلاف بين المسلمين في ذلك ) (2).\nكما أنّ الإسلام لم يأخذ غير الجزية من أهل الذمة، حيث: ( جعلها الله تعالى حقناً لدمائهم، ومنعاً من استرقاقهم، ووقاية لِما عداها من أموالهم ) (3).\nفلا توجد ضريبة أخرى عليهم كما ورد في معتبرة محمد بن مسلم عن أبي جعفر عليه‌السلام: في أهل الذمّة يؤخذ من أموالهم ومواشيهم شيء سوى الجزية ؟ قال: ( لا ) (4).",
        "وكذلك ورد عن محمد بن مسلم أيضاً حينما سأل الأمام الصادق عليه‌السلام: ( سألته عن أهل الذمّة ماذا عليهم ممّا يحقنون به دمائهم وأموالهم ؟ قال: ( الخراج . وإن أُخذ من رءوسهم الجزية، فلا سبيل على أرضهم . وإن أُخذ على أرضهم، فلا سبيل على رءوسهم ) (5).\nالتعامل الإسلامي في أخْذ الجزية:\nأ - في مقدارها: راعى الإسلام حال المعطي من الغنى والفقر، فلا يُؤخذ من أحد أكثر من طاقته، وإن كان فقيراً ينظر يساره كما دلّت على ذلك معتبرة زرارة، قال: قلتُ لأبي عبد الله عليه‌السلام: ما حدّ الجزية على أهل الكتاب، وهل عليهم في ذلك شيء موظّف لا ينبغي أن يجوز إلى غيره ؟ فقال: ( ذلك إلى الإمام، يأخذ من كلّ إنسان ما شاء على قدر ماله ما يطيق ... ) (6).\nوعلى هذا أفتى علماؤنا بعدم تحديدها والمراعاة لحال المعطي، قال العلاّمة الحلّي: ( إنّه ليس فيها قدَر موظّف، لا قلّة ولا كثرة، بل بحسب ما يراه الإمام قلّة وكثرة بحسب المصلحة، ذهب إليه أكثر علماؤنا ) (7).",
        "ب - ما أُمر به الجُباة: ينبغي على جابي الجزية من أهل الكتاب أن يتعامل معهم حين جبايتها بالرِفْق واللين، هذا ما أوصت به مدرسة أهل البيت عليهم‌السلام في هذا المجال، كما أمر\n____________________\n1 - التوبة: 29.\n2 - تذكرة الفقهاء، ج9، ص275.",
        "3 - السيستاني، منهاج الصالحين، ج2، ص245.\n4 - وسائل الشيعة، ج15، ص151، جهاد العدو، ب68، ح3.\n5 - نفس المصدر، ص150، جهاد العدو، ب68، ح2.\n6 - نفس المصدر، ص146، جهاد العدو، ب68، ح1.",
        "7 - تذكرة الفقهاء، ج9، ص302.\n\nأمير المؤمنين عليه‌السلام العاملين عليها: فقال: ( إيّاك أن تضرب مسلماً أو يهودياً أو نصرانياً في درهم خِراج، أو تبيع دابّة عمل في درهم ؛ فإنّا أمُرنا أن نأخذ منه العفو ) (1).\nج- - على مَن تجبْ: نظر الإسلام - كما هو دَيدنه في التعامل الإنساني - الى هذا الأمر فأسقط الجزية عن الصبيان والنساء والشيوخ المسنّين، وأصحاب العاهات الجسدية والعقلية، والفقير إلى حين يساره . وعليه فهي تجب على الذَكر البالغ العاقل، فلا تؤخذ الجزية من الصبي والمجنون والمرأة، وهذا مجمعٌ عليه كما قال في جواهر الكلام: ( لا أجد فيه خلافاً، بل هي في المنتهى ومحكي الغُنية والتذكرة الإجماع عليه ) (2).",
        "وبالإضافة إلى إجماع الفقهاء في السقوط عن المرأة والصبي والشيخ الفاني والأعمى، اُستدلّ برواية حفص بن غياث، حيث سأل أبا عبد الله عليه‌السلام عن النساء كيف سقطت الجزية عنهنّ ورُفعت عنهنّ ؟ فقال عليه‌السلام: ( لأنّ رسول الله صلى‌الله‌عليه‌وآله نهى عن قتْل النساء والولدان في دار الحرب إلاّ أن يُقاتِلْن . فإن قاتلتْ أيضاً، فامسِك عنها ما أمكنك، ولم تخف خللاً . فلمّا نهى عن قتْلهنّ في دار الحرب، كان في دار الإسلام أَولى . ولو امتنعت أن تؤدّي الجزية، لم يمكن قتلها . فلمّا لم يمكن قتلها، رُفعت الجزية عنها ... وكذلك المُقعَد من أهل الذمّة والأعمى والشيخ الفاني والمرأة والوِلدان في أرض الحرب ؛ فمِن أجل ذلك رُفعت عنهنّ الجزية ) (3).\nوقال السيّد الخوئي في منهاج الصالحين: ( أمّا الشيخ الهرِم والمُقعَد والأعمى، الأقوى عدم جواز أخذها منهم ) (4).\nفالنتيجة هي واجبة حسب عقد الذمّة على الأغنياء الذكور البالغين السالمين، وحسب ما يراه الإمام، فقد حوصرت من جميع الجهات لتكون رمزية، وليستبين مدى التعامل السمح من قِبل الإسلام تجاه غير المسلمين في داخل مجتمع الإسلامي.\n____________________",
        "1 - محمد تقي، المجلسي، روضة المتّقين، ج3، ص59.\n2 - جواهر الكلام، ج21، ص236.\n3 - وسائل الشيعة، ج15، ص64، جهاد العدو، ب18، ح1.\n4 - الخوئي، منهاج الصالحين، ج1، ص393.",
        "\nرابعاً: الآداب الاجتماعية.\nكانت مدرسة أهل البيت عليهم‌السلام حافلة بالتعامل الاجتماعي الحسن مع غير المسلمين كسيرةٍ، وبما أوصَوا به المسلمين بذلك . ونحن ننطلق عن القول المطلق لرسول الله صلى‌الله‌عليه‌وآله: ( إذا أتاكم كريمُ قوم، فأكرموه وإن خالفكم ) (1) حيث كانت سيرته صلى‌الله‌عليه‌وآله قائمة على تكريم غير المسلمين، كما مرّ في الفصل الثاني، ومن هذه الوقائع: ( إكرامه صلى‌الله‌عليه‌وآله بنت حاتم الطائي حينما وقعت في أسر المسلمين، وكساها وأعطاها نفقة، وأطلقها من الأسر، وحينما قَدِم عدي بن حاتم أخوها، أكرمه النبيّ صلى‌الله‌عليه‌وآله وأجلسه على وسادة رمى إليه بيده ) (2).\nكما وضّحت مدرسة أهل البيت عليهم‌السلام ما حرّم الإسلام من المظاهر التي يُفهم منها الحطّ من كرامة الآخرين، من تحقير وتعيير والخداع والمدالسة، للمسلمين وغير المسلمين . كما أوصى أمير المؤمنين علي عليه‌السلام إلى أحد ولاته بأهل الذمّة خيراً، فقال: ( ... وقد جعل الله عهده وذّمته أمناً أفضاه بين العباد برحمته، وحريماً يسكنون إلى منعته، ويستفيضون إلى جواره، فلا خداع ولا مدالسة ولا إدغال فيه ) (3).",
        "وفيما يلي نستعرض ما نهجه الإسلام في الآداب الاجتماعية مع غير المسلمين:\n1 - عدم التجاوز عليهم وحرمة قذفهم:\nيتجسّد معنى الرِفْق وعدم الردّ على غير المسلمين بالمنكر إذا بدر منهم، يتجسّد بسيرة الرسول الأكرم صلى‌الله‌عليه‌وآله كما في رواية زرارة عن الإمام الباقر عليه‌السلام وذلك عندما دخل عليه صلى‌الله‌عليه‌وآله ثلاثة من اليهود واحداً بعد الآخر، ( وكلّ واحد منهم يقول: السام (4) عليكم، فيردّ عليه الرسول: عليكم، وذلك بحضور عائشة، فغضبت وقالت: عليكم السام والغضب و اللّعنة يا معشر اليهود ! يا أخوة القردة والخنازير !.\nفقال رسول الله صلى‌الله‌عليه‌وآله: ( يا عائشة، إنّ الفُحش لو كان ممثّلاً لكان مِثال سوء.",
        "____________________\n1 - محمد بن جرير بن رستم، الطبري، دلائل الإمامة، ص81.\n2 - إعلام الورى، ص132 - 134 . مصدر سابق.\n3 - تحف العقول، ص97.",
        "4 - السام: الموت (لسان العرب، ج12، ص313).\n\nإنّ الرِفْق لم يوضع على شيء قط إلاّ زانه، ولم يُرفع عنه قط إلاّ شانه.\nقالت: يا رسول الله، أما سمعت إلى قولهم: السام عليكم ؟!",
        "فقال: أما سمعتِ ما رددتُ عليهم، فقلتُ: عليكم ... ) (1).\nوقد علّق المولى محمّد صالح المازندراني على هذا الخُلُق السامي من سيّد البشرية محمّد صلى‌الله‌عليه‌وآله وقال: ( أقول: فيه دلالة على كمال خُلُقه صلى‌الله‌عليه‌وآله، وأمر عام بترك الجفاء في الكلام بالنسبة إلى كافّة الناس، وبالتثبّت والرِفق وعدم الاستعجال باللّعن والطعن وغيرها، وقد كان صلى‌الله‌عليه‌وآله يستألف الكفّار بالأموال الطائلة فكيف بالكلام الحسَن ) (2).\nأما مسألة قذفهم، فقد حرّمها الإسلام، واتّخذ منها موقف صارم، كما صوّره الإمام الصادق عليه‌السلام حيث روي في الكافي عن عمر بن عجلان، قال: كان لأبي عبد الله عليه‌السلام صديق لا يكاد يفارقه، فقال يوماً لغلامه: يا ابن الفاعلة، أين كنت ؟! فرفع أبو عبد الله عليه‌السلام يده فصكّ بها جبهة نفسه، ثمّ قال: ( سبحان الله تقذف أُمّه، قد كنت أرى أنّ لك ورعاً، فإذا ليس لك ورع )، قال: جُعلتُ فداك إنّ أمّه سِنْدِيَّة مشركة، فقال: ( أما علمتَ أنّ لكلّ أُمّة نكاحاً، تنحّ عني ؟!)، فما رأيته يمشي معه حتّى فرّق بينها الموت (3).\nعبّر هذا الموقف من الإمام الصادق عليه‌السلام عن مدى تعامل مدرسة أهل البيت عليهم‌السلام، في الذبّ عن أعراض غير المسلمين، وكان دفاعاً عن أُمّ مشركة، فكيف لو كان مع أهل الذمّة داخل المجتمع الإسلامي.",
        "وسنّ الإسلام عقوبة للقذف لو حصل بين غير المسلمين: ( تقاذُف أهل الذمّة أو العبيد أو الصبيان بعضهم في بعض، لم يكن عليهم حدّ، وكان عليهم التعزير ) (4) وذلك للحيلولة دون انتشار هذا التصرّف المنكر بينهم.\n2 - عيادة مريضهم وحُسن صحبتهم وجوارهم:\nرسّخَت مدرسة أهل البيت مكارم الأخلاق في المسلمين بوصاياها لهم، فأوصتهم بالودّ وطهارة السلوك مع جميع الناس، وأن لا يجعلوا الفوارق العقائدية حائلاً بينهم وبين معاشرة غير\n____________________",
        "1 - وسائل الشيعة، ج12، ص78، ب49، ح4، أحكام العشرة.\n2 - محمد صالح، المازندراني، شرح أصول الكافي، ج9، ص 364.\n3 - وسائل الشيعة، ج16، ص36، ب73، جهاد النفس، ح1.\n4 - النهاية، ص725 . مصدر سابق.",
        "\nالمسلمين، فنشرت القِيَم النبيلة والأخلاق الفاضلة من خلال سيرتها مع جميع بني الإنسان، ومن هذه الأخلاق: ( عيادة مريض غير المسلمين ) فقد روى الشيخ الصدوق رحمه‌الله في الأمالي عن أبي جعفر عليه‌السلام قال: ( كان غلام من اليهود يأتي النبيّ صلى‌الله‌عليه‌وآله كثيراً حتّى استحبّه، وربّما أرسله في حاجة، وربّما كتب له الكتاب إلى القوم، فافتقده أيّاماً، فسأل عنه، فقال له قائل: تركته في آخر يوم من أيّام الدنيا، فأتاه النبيّ صلى‌الله‌عليه‌وآله في ناس من أصحابه، وكان صلى‌الله‌عليه‌وآله بركة لا يكاد يُكلّم أحداً إلاّ أجابه، فقال: يا فلان، ففتح عينيه، وقال: لبيك يا أبا القاسم ... فقال الغلام: أشهد أن لا إله إلاّ الله وأنّك محمّد رسول الله، ومات مكانه ) (1).\nومنها: ( حُسن الصُحبة والمجالسة معهم ) فقد ذُكر أنّ الإمام عليّ عليه‌السلام صاحبَ رجُلاً ذمّياً في طريق، وحينما أراد الافتراق، شيّعه الإمام عليه‌السلام قبل المفارقة، فقال له الذمّي، لِمَ عدلتَ معي ؟ فقال عليه‌السلام: ( هذا من تمام حُسن الصُحبة أن يُشيّع الرجل صاحبه هنيئة إذا فارقه، وكذلك أمرنا نبينا صلى‌الله‌عليه‌وآله، فقال الذمّي: لا جرم أنّما تبِعَه مَن تبِعه لأفعاله الكريمة ) (2)، كما أوصى الإمام الباقر عليه‌السلام في مجالسة غير المسلمين، حيث قال: (... وإن جالسك يهودي فأحسن مجالسته) (3).\nومنها: ( حُسن الجوار ) وهذا ما حثَّ عليه الإسلام، وأكثر فيه الحديث بلفظ الجار مطلقاً، سواء أكان مسلماً أو غير مسلم، فعن أبي عبد الله الصادق عليه‌السلام، عن أبيه، قال: ( قرأتُ في كتاب عليّ عليه‌السلام: رسول الله صلى‌الله‌عليه‌وآله كتب بين المهاجرين والأنصار ومَن لحِق بهم من أهل يثرب، أنّ الجار كالنفس، غير مُضارّ ولا آثم، وحُرمة الجار على الجار كحرمة أُمّه ) (4)، والمقصود بمَن لحِق بالمهاجرين والأنصار هم اليهود كما مرّ ذلك.",
        "____________________\n1 - محمد بن علي، الصدوق، الأمالي، ص481 . وكذلك: أحمد بن شعيب، النسائي، سنن النسائي، ج5، ص173.\n2 - الكافي، ج2، ص670، ح5، باب حسن الصحبة، كتاب العشرة.\n3 - محمد بن محمد بن النعمان، (الشيخ المفيد)، الأمالي، ج 13، ص185، ح10، المجلس الثالث والعشرون.",
        "4 - وسائل الشيعة، ج12، ص126، ب86، أحكام العشرة . مصدر سابق . وانظر: الكافي، ج2، ص666، ح2.\n\nفحقّ الجوار مقدّس في الدستور الإسلامي ؛ لأنّه ركن من أركان تماسك المجتمع وتوحّده، فقد رُوي عن النبيّ صلى‌الله‌عليه‌وآله أنّه قال: ( الجيران ثلاثة، جارٌ له ثلاثة حقوق: حقّ الجوار، وحقّ القرابة، وحقّ الإسلام . وجارٌ له حقّان: حقّ الجوار، وحقّ الإسلام . وجار له حق الجوار: المشرك من أهل الكتاب ) (1).\n3 - قبول هديّتهم والدعاء لهم:",
        "كان رسول الله صلى‌الله‌عليه‌وآله لا يتردّد في قبول هديّة غير المسلم، ويعتبر ذلك من حُسن السلوك الذي لابدّ أن يشيع في المجتمع، حيث ورد عن أبي جعفر الثاني (الإمام الجواد) عليه‌السلام: ( أنّ رسول الله صلى‌الله‌عليه‌وآله لم يرد هديّة على يهودي ولا نصراني ) (2).\nوكذا في مسألة الدعاء لهم، فقد ورد عن أبي الحسن الرضا عليه‌السلام، قال: ( قيل لأبي عبد الله عليه‌السلام كيف أدعو لليهودي والنصراني ؟ قال: تقول: بارك الله لك في دنياك ) (3).\nوعن عبد الرحمن بن الحجّاج قال: قلت لأبي الحسن موسى عليه‌السلام: أرأيت إن احتجتُ إلى الطبيب وهو نصراني أن أُسلِّم عليه وأدعو له ؟ قال: ( نعم ) (4).\n____________________",
        "1 - مستدرك الوسائل، ج8، ص424 . مصدر سابق . وانظر: بحار الأنوار، ج71، ص155.\n2 - بحار الأنوار، ج50، ص107.\n3 - وسائل الشيعة، ج12، ص84، ب53، أحكام العشرة ح2 . وانظر: الكافي، ج2، ص650.\n4 - الكافي، ج2، ص650، ح7، باب التسليم على أهل الملك، كتاب العشرة.",
        "\nالفصل الرابع:\nالشُبهات والردود\n",
        "مقدّمة:\nلا تزال، للأسف الشديد، حملات غير المسلمين متوالية على الإسلام وأهله، وقد وجّهوا سهامهم إلى منهج الإسلام ومسلكه في التعامل مع غير المسلمين في مختلف المجالات ؛ زاعمين بأنّ الإسلام بسياسته التربوية التعليمية، يؤسّس جيلاً ناشئاً يبغض الآخر ويحقد عليه، ويضطهده ويعتدي عليه ؛ مستغلّين بعض التصرّفات الهوجاء من بعض المسلمين، التي تُغاير المفهوم والأصل الإسلامي في دستوره، للتعامل مع غير المسلمين في مجتمعه، خصوصاً ما يحصل من بعض الجهَلة والمرتزقة في تشويه سمعة الإسلام، وهذا ما تفعله اليوم الجماعات الإرهابية، التي تَنسب نفسها للإسلام، كمنظمة ( القاعدة ) ومَن نحا منحاها . فهؤلاء ينخرون النظام الإسلامي من الداخل، وذلك وفقاً لأجندةٍ استعمارية قد خُطِطَ لها مُسبقاً ؛ لذا فقد أوصلوا المجتمعات غير الإسلامية إلى حالة التصديق والاعتقاد بأنّ الإسلام يعادي غيره من الأديان، ويسلك العنف في التعامل معهم، ولكن ( يَمْكُرُونَ وَيَمْكُرُ اللّهُ وَاللّهُ خَيْرُ الْمَاكِرِينَ )، و( يُرِيدُونَ أَن يُطْفِئُوا نُورَ اللّهِ بِأَفْوَاهِهِمْ وَيَأْبَى اللّهُ إِلاّ أَن يُتِمّ نُورَهُ وَلَوْ كَرِهَ الْكَافِرُونَ ).\nومع ذلك، نلاحظ أنّه يكفي العقلاء في ردّ الافتراءات ما تواتر من شهادات المنصِفين، من غير المسلمين، وما تقرّر من شهادة التاريخ على حُسن تعامل المسلمين مع غيرهم في السلْم والحرب، وفي حال انتصارهم وحال هزيمتهم، ولكن مع هذا ينبغي لنا أن نُظهر براءة الإسلام من الحقد الديني، من خلال نصوصه الشرعية، من القرآن وسُّنّة النبي الكريم، وأئمّة الهدى، والعلماء الأعلام.\nكما وأنّ التلبيس الحاصل اليوم، من أنّ المسلمين ضد الآخرين، من خلال التدليس لكون المسلمين لا يقبلون عقائد غير المسلمين، وهذا ممّا أثار الغير في طرح الشبهات والإشكالات على النظام الإسلامي السَّمِح ..",
        "\nفليُعلم: أنّه ليس من الحقد الديني أن لا يتنازل الشخص عن قناعاته الدينية، كما أنّه ليس من التسامح الديني أن يفرض قناعاته على غيره بقوّة الحديد والنار . فهنا أمران اثنان:\nالأوّل: قناعات الإنسان التي يؤمِن بها.\nالثاني: تعامل الإنسان مع مَن يخالفه في قناعاته التي يعتقدها.",
        "وقاعدة الإسلام في هذين الأمرين: أن يتمسّك المسلم بدينه، ويعتزّ بهِ، ويعتقد أنّه الدين الحقّ.\nوفي المقابل: أن يرحم الغير، ويُحسن إليهم، ويعدل معهم، ويعمل على نجاتهم ؛ لِما حثّ الإسلام على ذلك ودعا إليه، فلا اضطهاد للغير باسم التمسّك بالحقّ، ولا تنازل عن الحقّ باسم قبول الغير.\nقال الله تعالى: ( وَلاَ تُجَادِلُوا أَهْلَ الْكِتَابِ إِلاّ بِالّتِي هِيَ أَحْسَنُ إِلا الّذِينَ ظَلَمُوا مِنْهُمْ وَقُولُوا آمَنّا بِالّذِي أُنزِلَ إِلَيْنَا وَأُنزِلَ إِلَيْكُمْ وَإِلهُنَا وَإِلهُكُمْ وَاحِدٌ وَنَحْنُ لَهُ مُسْلِمُونَ ) (1).\nفانظر كيف جمعت هذه الآية الكريمة بين أمر المسلمين بالتمسّك بالحقّ، وهو توحيد الله تعالى والتسليم له، وبالدعوة إلى ذلك، وبين حُسن المعاملة لأهل الكتاب.",
        "ومن بلاغة هذه الآية وجمالها أنّه لم يأمر تعالى بالجدال بالتي هي أحسن مباشرة، فلم يقل: وجادلوا أهل الكتاب بالتي هي أحسن، وإنّما نهى عن كلّ جدال إلاّ الجدال بالتي هي أحسن، وهذا أبلغ في الأمر بمراعاة الأدب في النقاش والحوار والمناظرة ؛ لأنّه حصر في الجدال الحسن، وهذا يدلّ على براءة الإسلام من التعصّب والحقد الديني، وأنّه ليس عنده إلاّ مقابلة الحجّة بالحجّة.\nلنعرض الآن لبعض الشبهات التي يمكن أن تطرح في المقام:\nأوّلاً: هل الإسلام انتشر بالسيف ؟\nأكمل الله دينه بإنزال أفضل شرائعه على محمد صلى‌الله‌عليه‌وآله، فكان دينه الدين الخاتم الذي ارتضاه الله للبشرية ديناً إلى قيام الساعة، وقد توجهّت سهام اليهود والنصارى وغيرهم من غير المسلمين، إلى عقائد الإسلام سواء بسواء، فقد تمحورت شُبهاتهم في هذا الباب حول الإسلام",
        "____________________\n1 - العنكبوت: 46.\n\nمن عدّة جهات، وأوّل ما أشكلوا عليه: انتشار الإسلام الحنيف في أوساط الشعوب، وأطالوا اللغط في نيلهم وتقبيحهم لشرعة الجهاد في سبيل الله عند المسلمين، ونحن في هذا المجال نذكر هذهِ الشبهة وإزالتها عن لباس الإسلام الطاهر.",
        "أوردوا على الإسلام في تشريعه الجهاد: بأنّه خروج عن طور النهضات الدينية المأثورة عن الأنبياء السالفين ؛ فإنّ دينهم إنّما كان يعتمد في سيرته وتقدّمه على الدعوة والهداية، دون الإكراه على الإيمان بالقتال المستتبع للقتل والسبيِّ والغارات، ولذلك ربّما سمّاه بعضهم - كالمبلّغين من النصارى - ب- ( دين السيف والدم )، وآخرون بدين الإجبار والإكراه !\nلكنّ القرآن يُبيّن أنّ الإسلام مبني على قضاء الفطرة الإنسانية - التي لا ينبغي أن يُرتاب أنّ كمال الإنسان في حياته هو ما قضت به وحكمت ودعت إليه - وهي تقضي بأنّ التوحيد هو الأساس الذي يجب بناء القوانين الفردية والاجتماعية عليه، وأنّ الدفاع عن هذا الأصل، بنشره بين الناس، وحفظه من الهلاك والفساد، حقّ مشروع للإنسانية، يجب استيفاؤه بأيِّ وسيلة ممكنة.\nوقد روعيَ في ذلك طريق الاعتدال، فبدأً بالدعوة المجرّدة، والصبر على الأذى في جنب الله، ثمّ الدفاع عن بيضة الإسلام ونفوس المسلمين وأعراضهم وأموالهم، ثمّ القتال الابتدائي الذي هو دفاع عن حقّ الإنسانية وكلمة التوحيد، ولم يبدأ بشيء من القتال إلاّ بعد إتمام الحجّة بالدعوة الحسنة، كما جرت عليه السنّة النبوية، قال تعالى: ( ادْعُ إِلَى‏ سَبِيلِ رَبّكَ بِالْحِكْمَةِ وَالْمَوْعِظَةِ الْحَسَنَةِ وَجَادِلْهُم بِالّتِي هِيَ أَحْسَنُ ) (1) والآية مطلقة، وقال تعالى: ( لِيَهْلِكَ مَنْ هَلَكَ عَن بَيّنَةٍ وَيَحْيَى‏ مَنْ حَيّ عَنْ بَيّنَةٍ ) (2).\nوأمّا ما ذُكر: أنّ سائر الأنبياء جَرُوْا على مجرّد الدعوة والهداية فقط، فالتاريخ الموجود من حياتهم يدُلّ على عدم اتساع نطاقهم بحيث يجوز لهم القيام بالقتال، كنوحٍ، وهودٍ، وصالح عليهم‌السلام، فقد كان أحاط بهم القهر والسلطة من كل جانب، وكذلك كان عيسى أيام",
        "____________________\n1 - النحل: 125.\n2 - الأنفال: 42.\n",
        "إقامته بين الناس واشتغاله بالدعوة، وإنّما انتشرت دعوته وقُبلت حجّته في زمان طرو النسخ على شريعته، وكان ذلك أيّام طلوع الإسلام.\nعلى أنّ جمعاً من الأنبياء قاتلوا في سبيل الله تعالى، كما تقصّهُ التوراة، والقرآن يذكر طرفاً منه، قال تعالى: ( وَكَأَيّنَ مِنْ نَبِيّ قَاتَلَ مَعَهُ رِبّيّونَ كَثِيرٌ فَمَا وَهَنُوا لِمَا أَصَابَهُمْ فِي سَبِيلِ اللّهِ وَمَا ضَعُفُوا وَمَا اسْتَكَانُوا وَاللّهُ يُحِبّ الصّابِرِينَ * وَمَا كَانَ قَوْلَهُمْ إِلاّ أَنْ قَالُوا رَبّنَا اغْفِرْ لَنَا ذُنُوبَنَا وَإِسْرَافَنَا فِي أَمْرِنَا وَثَبّتْ أَقْدَامَنَا وَانْصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ ) (1).\nوقال تعالى في قصّة دعوة موسى قومه لقتال العمالقة: ( وَإِذْ قَالَ مُوسَى‏ لِقَوْمِهِ .... يَا قَوْمِ ادْخُلُوا الأَرْضَ الْمُقَدّسَةَ الّتِي كَتَبَ اللّهُ لَكُمْ وَلاَ تَرْتَدّوا عَلَى‏ أَدْبَارِكُمْ فَتَنْقَلِبُوا خَاسِرِينَ .... قَالُوا يَا مُوسَى‏ إِنّا لَن نَدْخُلَهَا أَبَداً مَا دَامُوا فِيهَا فَاذْهَبْ أَنْتَ وَرَبّكَ فَقَاتِلاَ إِنّا هَاهُنَا قَاعِدُونَ)(2).\nوقال تعالى في قصة طالوت وجالوت: ( أَلَمْ تَرَ إِلَى الْمَلإِ مِن بَنَي إِسْرَائِيلَ مِن بَعْدِ مُوسَى‏ إِذْ قَالُوا لِنَبِيّ لَهُمُ ابْعَثْ لَنَا مَلِكاً نُقَاتِلْ فِي سَبِيلِ اللّهِ ) (3).",
        "وأيضاً قال عزوجل في قصّة سليمان وملكة سبأ: ( أَلاّ تَعْلُوا عَلَيّ وَأْتُونِي مُسْلِمِينَ .... فَلَنَأْتِيَنّهُم بِجُنُودٍ لاّ قِبَلَ لَهُم بِهَا وَلَنُخْرِجَنّهُم مِنْهَا أَذِلّةً وَهُمْ صَاغِرُون ) (4).\nوهذا كلّه يُعدّ قتالاً من أنبياء ضد الكافرين، وكان قتالاً ابتدائياً عن دعوة ابتدائية.\nوعليه يكون إشكال كون الإسلام انتشر بالسيف غير وارد ؛ لأنّه وإنّ استُخدم السيف أثناء الدعوة الإسلامية، فهو كان من مبدأ الدفاع عن كرامة الإنسان ونشر الهداية والحقّ، ولأجل أهدافٍ ساميةٍ لا يمكن هدرها.\nيقول السيد الطباطبائي في تفسير الميزان:",
        "____________________\n1 - آل عمران: 147.\n2 - المائدة: 24.\n3 - البقرة: 246.",
        "4 - النمل: 37.\n\n( إنّ الدفاع عن حقوق الإنسانية حق مشروع فطري مباح الاستيفاء للإنسان، والإقدام على هذا الدفاع لهدف استنقاذ أمور ذات أهمّية حيوية . وقد أثبت القرآن أنّ أهم حقوق الإنسانية الحيوية هي التوحيد والقوانين المبنية عليه ) (1).\nلكن، للعلم، أنّ الإسلام لم ينتشر بالسيف، كما أوضحنا ذلك، بل لانسجامه مع الفطرة الإنسانية، من حيث تعاليمه السمحاء التي تجسّدت في المسلمين، وخصوصاً الفاتحين المؤمنين ؛ وذلك تطبيقاً للشرع الإسلامي الذي وصّى بهِ رسول الله صلى‌الله‌عليه‌وآله، كما مرّ حينما أوصى السرايا: ( سيروا بسم اللّه وباللّه، وعلى ملّة رسول اللّه، لا تغدروا، ولا تغلّوا، ولا تمثلّوا، ولا تقطعوا شجرة.... ) (2).",
        "فهذا هو السلوك الذي جعل الناس تنبذ الظلم والطغيان الذي كان سائداً في بلدانهم من السلطات، فلجئوا إلى الإسلام المنقِذ لهم من هذا الوضع، فدخلوا في دين الله أفواجاً . وأمّا السيف، فكان استعماله اضطرارياً وللدفاع عن الدعوة ومحتواها السامي.\nوإليك بعض كلمات علماء غير المسلمين في الردّ على هذه الدعوى، من أنّ الإسلام دين السيف، والتي ذكرناها في المبحث الثالث من الفصل الثالث.\nذكر عبّاس محمود العقّاد في كتابه (حقائق الإسلام وأباطيل خصومه)، نقلاً عن كلام للكاتب توماس كاريل: ( أن اتّهام محمّد بالتعويل على السيف في حَمْل الناس على الاستجابة لدعوته، سُخفٌ غير مفهوم ) (3).\nوقال روبرتسون: ( إنّ المسلمين وحدهم هم الذين جمعوا بين الجهاد والتسامح نحو أتباع الأديان الأخرى، الذين غلبوهم وتركوهم أحراراً في إقامة شعائرهم الدينية ) (4).",
        "____________________\n1 - محمّد حسين، الطباطبائي، تفسير الميزان، ج 2، ص70.\n2 - الكافي، ج 5، ص30، ح9، باب وصايا رسول الله للسرايا . مصدر سابق.\n3 - عبّاس محمود، العقاد، حقائق الإسلام وأباطيل خصومه، ص227.",
        "4 - شوقي، أبو خليل، الإسلام في قفص الاتّهام، ص 125.\n\nوكذلك قالت الكاتبة الإيطالية لورا فتيشيا فاغليري: ( إنّ الإسلام لا يُبيح امتشاق الحسام إلاّ دفاعاً عن النفس، وهو يحرّم العدوان تحريماً صريحاً ... وأباحت الشريعة القتال للمسلمين دفاعاً عن حرية الضمير لإقرار السلم واستتباب الأمْنِ والنظام ) (1).\nثانياً: هل الدين الإسلامي يدعو إلى العنف والإرهاب ؟",
        "لو نظرنا نظرة حرّة وفاحصة إلى بعض ما يتوافر فيه العنف، وتوجد فيه الشدّة، من منطق الشريعة، وممارسة المواقع المعصومة - تمييزاً بينها وبين الاجتهادات البشرية غير المعصومة القابلة للمرونة - مثل: الحدود، والدّيات، والغزوات العسكرية، وغيرها من الأحكام والفقه الإسلامي عموماً، ممّا يندرج في خانة العسر والعذاب، لو نظرنا لوجدنا أنّها إمّا تمّ تشريعها للسماح بالدفاع عن النفس في وجه الاعتداء السافر والقاهر، كما هو الحال في الحروب وقت المعصوم وقيادته، وإمّا هو لأجل تحقيق أهداف تربوية، وتهذيب الإنسان عند طغيانه على نفسه أو على غيره.\nوتصوير الدين الإسلامي، وما ينطوي عليه من شريعة فقهية، في شكلٍ عنيفٍ وشديدٍ، ناشيء من الجهل بمقاصد الإسلام وفلسفة شريعته غالباً، أو من عداءٍ تاريخيٍّ من قبل المعارضين تجاه الإسلام أحياناً، مستشرقين ( البعض منهم ) وغيرهم.\nوموقف الشرع من التعامل الشديد وتعاطي العنف، يتحدّد حسب الحالة والواقع، ولا يمثّل الواقع الشرعي مبدئياً ؛ لأنّ الرحمة والعطف واللّين تعدّ من المفاهيم الأساسية في تحقيق الأهداف والمقاصد الشرعية، وهذا ما يميل إليه الإنسان بفطرته الإلهية، كما جاء في القرآن: ( اذْهَبَا إِلَى فِرْعَوْنَ إِنَّهُ طَغَى * فَقُولا لَهُ قَوْلاً لَّيِّناً لَّعَلَّهُ يَتَذَكَّرُ أَوْ يَخْشَى ) (2).\nلكن العذاب الأليم الذي وُعد به الكفّار والمنافقين، بل مطلق الظالمين، هو خزي وشدّة عليهم في الدنيا والآخرة، فالنهج العنيف سيحتفظ بأهمّيته البالغة في منطق الشريعة ؛ للتأثير",
        "____________________\n1 - لورافيشيا فاغليري، دفاع عن الإسلام، ص11 - 12.\n2 -  طه: 43، 44\n",
        "بمَن لا تنفع معه لغة المسامحة، ويرفض كل دعوات الحوار والإصلاح في ردعه عن الاعتداء على الآخرين.\nولا يخفى على الباحث المنصف، في معرفة الأيادي الواقفة خلف المحاولات الرامية إلى تشويه صورة الدين الإسلامي، جرّاء توسيع رقعة التهمة ضدّه، والسعي لإلصاق كلّ أشكال الإرهاب والعنف على بياض صفحات العقيدة الإسلامية، وهذه خطط مدبرّة وراءها تآمر على نطاق عالمي واسع جدّاً، للنَيلِ من دعوة الإسلام، والوقوف بوجه الحقّ.\nلم يحثّ الإسلام على مطلق الغزو والحرب، ولا شرعية فيه لها، إلاّ إذا كانت هي الطريق الوحيد لزجر الاعتداء والدفاع عن الذات الإنسانية . كما أنّ التأمّل في عشرات الآيات القرآنية حول الجهاد والقتال ( العنف المشروع )، يُفضِ إلى حقيقةِ أنّ لا أساس للحديث عن توهّم الرغبة في التوسّع والمدّ الإسلامي عبر تشريع الجهاد والحرب، بل يهدف الإسلام من تشريع الجهاد إلى أمور أخرى، منها:\n1 - صدّ العدوان، كما جاء في الآية الشريفة: ( الشَّهْرُ الْحَرَامُ بِالشَّهْرِ الْحَرَامِ وَالْحُرُمَاتُ قِصَاصٌ فَمَنِ اعْتَدَى عَلَيْكُمْ فَاعْتَدُواْ عَلَيْهِ بِمِثْلِ مَا اعْتَدَى عَلَيْكُمْ ) (1) . وكذلك قوله تعالى: (فَقَاتِلْ فِي سَبِيلِ اللّهِ لاَ تُكَلّفُ إِلا نَفْسَكَ وَحَرّضِ الْمُؤْمِنِينَ عَسَى اللّهُ أَن يَكُفّ بَأْسَ الّذِينَ كَفَرُوا وَاللّهُ أَشَدّ بَأْساً وَأَشَدّ تَنْكِيلاً ) (2) وغيرها من الآيات.",
        "2 - حظر شرعي للاعتداء في كل الأحوال، كما جاء نصّ القرآن: ( وَقَاتِلُوا فِي سَبِيلِ اللّهِ الّذِينَ يُقَاتِلُونَكُمْ وَلاَ تَعْتَدُوا إِنّ اللّهَ لاَ يُحِبّ الْمُعْتَدِينَ * وَاقْتُلُوهُمْ حَيْثُ ثَقِفْتُمُوهُم وَأَخْرِجُوهُمْ مِنْ حَيْثُ أَخْرَجُوكُمْ .... فَإِن قَاتَلُوكُمْ فَاقْتُلُوهُمْ ) (3)، وكذلك قال تعالى: ( فَإِنِ اعْتَزَلُوكُمْ فَلَمْ يُقَاتِلُوكُمْ وَأَلْقَوْا إِلَيْكُمُ السّلَمَ فَمَا جَعَلَ اللّهُ لَكُمْ عَلَيْهِمْ سَبِيلاً  ) (4).\n____________________\n1 - البقرة: 194.\n2 - النساء: 84.",
        "3 - البقرة: 192.\n4 - النساء: 91.\n\nفقد تبيّن أنّ القتال الذي كان في سبيل الله، وإقامة الحقّ والعدل، لم يكن من العنف المذموم أو المسمّى بالسلبي، بل هو إيجابيٌّ مرغوب فيه.",
        "ولولا هذا العنف الإيجابي الذي دعا له الله ويدعو إليه جميع العقلاء، لفسدت الأرض وانطلق العنف السلبي من عِقاله، واستبدّت الغرائز بأنواعها كافّة، من دون أي اعتبار لضوابط القانون، وهذه هي الفتنة التي حذّر منها الباري عزّ وجلّ عند ترك العنف الإيجابي، وهو قتال الباطل: (وَقَاتِلُوهُمْ حَتّى‏ لاَ تَكُونَ فِتْنَةٌ وَيَكُونَ الدّينُ للّهِ‏ِ فَإِنِ انتَهَوْا فَلاَ عُدْوَانَ إِلا عَلَى الظّالِمِينَ )(1).\nإذاً الآيات القرآنية ذكرت العنف، وركّزت على مفهومه، لكنّه العنف المشروع، وليس السلبي ( غير المشروع )، ومع ذلك استدركت الآيات الداعية إلى العنف الإيجابي في حالات كثيرة، وتطرح التسامح والعفو بديلاً عن المقاومة بالعنف، ولعلّ ذلك للترتيب في توطيد القانون من مناشيء عدّة، ولئلاّ يصير الإفراط في التطبيق للقوّة والتجاوز، والله أعلم.\nومع هذا كلّه، تبيّن أنّ الاستدراكات تلك، في النصوص القرآنية الداعية للقتال، هي مفاهيم إسلامية للتسامح والتعاطف الإنساني.\nوبعد ما تبيّن نظر القرآن الكريم تجاه العنف، وأنّه يدعو إلى نشر الفضيلة والقانون، وحفظ النظام الكوني، ومن أسباب انتشاره هو استخدام القتال والشدّة في التعامل، ولكنّنا هنا لدينا محاولة للمزيد من البحث في تقسيم العنف الذي ورد في كثير من الآيات القرآنية ؛ حتى تتوضَّح الصورة للآخرين تجاه كتاب الإسلام المقدّس، ودستوره الذي لا يأتيه الباطل من بين يديه ولا من خلفه، فيكون التقسيم بالشكل الآتي:",
        "1 - العنف: أي القتال من أجل نشر الدعوة وحمايتها والدفاع عنها، وقد تقدّم هذا القسم وذكرنا بعض الآيات التي دعت إلى القتال في سبيل الله.\n2 - العنف: كتهديدٍ لاحقٍ ( العذاب في الآخرة )، قال تعالى: ( بَشّرِ الْمُنَافِقِينَ بِأَنّ لَهُمْ عَذَاباً أَلِيماً ) (2).\n____________________\n1 - البقرة: 93.",
        "2 - النساء: 138.\n\nوقال تعالى: ( وَمَن يَعْصِ اللّهَ وَرَسُولَهُ وَيَتَعَدّ حُدُودَهُ يُدْخِلْهُ ناراً خَالِداً فِيهَا وَلَهُ عَذَابٌ مُهِينٌ ) (1).\n3 - العنف ضد الظلم والفساد:",
        "قال عزّ من قائل: ( أُذِنَ لِلّذِينَ يُقَاتَلُونَ بِأَنّهُمْ ظُلِمُوا وَإِنّ اللّهَ عَلَى‏ نَصْرِهِمْ لَقَدِيرٌ ) (2).\nوقال عزّ وجلّ: ( يَا أَيّهَا الّذِينَ آمَنُوا اتّقُوا اللّهَ وَذَرُوا مَا بَقِيَ مِنَ الرّبَا إِن كُنْتُم مُؤْمِنِينَ * فَإِن لَمْ تَفْعَلُوا فَأْذَنُوا بِحَرْبٍ مِنَ اللّهِ وَرَسُولِهِ وَإِن تُبْتُمْ فَلَكُمْ رُؤوسُ أَمْوَالِكُمْ لاَ تَظْلِمُونَ وَلاَ تُظْلَمُونَ ) (3).\nوقال تعالى: ( إِنّمَا جَزَاءُ الّذِينَ يُحَارِبُونَ اللّهَ وَرَسُولَهُ وَيَسْعَوْنَ فِي الأَرْضِ فَسَاداً أَن يُقَتّلُوا أَوْ يُصَلّبُوا أَوْ تُقَطّعَ أَيْدِيهِمْ وَأَرْجُلُهُم مِنْ خِلاَفٍ أَوْ يُنفَوْا مِنَ الأَرْضِ ذلِكَ لَهُمْ خِزْيٌ فِي الدّنْيَا وَلَهُمْ فِي الآخِرَةِ عَذَابٌ عَظِيمٌ ) (4).\nوقال تعالى: ( مَن قَتَلَ نَفْساً بِغَيْرِ نَفْسٍ أَوْ فَسَادٍ فِي الأَرْضِ فَكَأَنّمَا قَتَلَ النّاسَ جَمِيعاً )(5).",
        "وما ورد في هذه الآية من قتل وفساد عقوبة تجيب عنه الآية التي سبقتها.\nوكذلك قال عزّ وجلّ: ( وَالسّارِقُ وَالسّارِقَةُ فَاقْطَعُوا أَيْدِيَهُمَا جَزَاءً بِمَا كَسَبَا نَكَالاً مِنَ اللّهِ وَاللّهُ عَزِيزٌ حَكِيمٌ ) (6).\n4 - العنف كنماذج تاريخية:\nقال تعالى: ( قَالُوا حِرّقُوهُ وَانصُرُوا آلِهَتَكُمْ إِن كُنتُمْ فَاعِلِينَ ) (7).",
        "____________________\n1 - النساء: 14.\n2 - الحج: 39.\n3 - البقرة: 278 - 279.",
        "4 - المائدة: 33.\n5 - المائدة: 32.\n6 - المائدة: 38.\n7 - الأنبياء: 68.",
        "\nوقال تعالى: ( فَأَرْسَلْنَا عَلَيْهِمُ الطّوفَانَ وَالْجَرَادَ وَالْقُمّلَ وَالضّفَادِعَ وَالدّمَ آيَاتٍ مُفَصّلاَتٍ...) (1).\nوقال عزّ وجلّ: ( فَانْتَقَمْنَا مِنْهُمْ فَأَغْرَقْنَاهُمْ فِي الْيَمّ ) (2).\nوقال عزّ وجلّ: ( ... قَالَ سَنُقَتّلُ أَبْنَاءَهُمْ وَنَسْتَحْيِي نِسَاءَهُمْ وَإِنّا فَوْقَهُمْ قَاهِرُونَ ) (3).",
        "5 - التسامح في مقابل العنف:\nترى بعض الآيات القرآنية الكريمة التسامح خير وسيلةٍ في التعامل وحلّ المعضلات، وتدعو إلى عدم التعريض على العنف، قال تعالى: ( وَتَعَاوَنُوا عَلَى الْبِرّ وَالتّقْوَى‏ وَلاَ تَعَاوَنُوا عَلَى الإِثْمِ وَالْعُدْوَانِ وَاتّقُوا اللّهَ إِنّ اللّهَ شَدِيدُ الْعِقَابِ ) (4).\nوقال تعالى: ( وَلاَ تَسُبّوا الّذِينَ يَدْعُونَ مِن دُونِ اللّهِ فَيَسُبّوا اللّهَ عَدْوًا بِغَيْرِ عِلْمٍ ) (5).\nوكذلك قال العزيز: ( إِنّمَا الْمُؤْمِنُونَ إِخْوَةٌ فَأَصْلِحُوا بَيْنَ أَخَوَيْكُمْ وَاتّقُوا اللّهَ لَعَلّكُمْ تُرْحَمُونَ) (6).",
        "وهذا الإصلاح بين المؤمنين لا يُوجب عدم ردع المعتدي لأجل كفّ عدوانه، فدعت الآية الكريمة إلى الإصلاح والتسامح، وعدم اللجوء إلى العنف في حلّ الأزمة، ولكن إذا أصرّ المعتدي على اعتدائه وتجاوزه، عندها يكون الحزم والقوّة السبيل لردع المعتدي، قال عزّ مِن قائل: ( وَإِن طَائِفَتَانِ مِنَ الْمُؤْمِنِينَ اقْتَتَلُوا فَأَصْلِحُوا بَيْنَهُمَا فَإِنْ بَغَتْ إِحْدَاهُمَا عَلَى الأُخْرَى‏ فَقَاتِلُوا الّتِي تَبْغِي حَتّى‏ تَفِي‏ءَ إِلَى‏ أَمْرِ اللّهِ فَإِن فَاءَتْ فَأَصْلِحُوا بَيْنَهُمَا بِالْعَدْلِ وَأَقْسِطُوا إِنّ اللّهَ يُحِبّ الْمُقْسِطِين ) (7).\n____________________\n1 - الأعراف: 133.\n2 - الأعراف: 136.",
        "3 - الأعراف: 127.\n4 - المائدة: 2.\n5 - الأنعام: 108.\n6 - الحجرات: 9.",
        "7 - الحجرات: 9.\n\nهذه النماذج من العنف التي يشير إليها القرآن الكريم من أجل نشر الدعوة، ومن أجل رفع الظلم، ومن أجل التهديد بالعذاب في الآخرة، بالإضافة إلى القصص في أساليب العنف التي جرت في التاريخ التي ذكرها القرآن، والتمسك بالتسامح في مقابل العنف من دون تفريط بالحقوق.\nهذه نماذج طرحها القرآن، وبيّنت الصورة الناصعة التي يتَّسم بها الكتاب المقدّس عند المسلمين، وهذه المحاولات في الحطّ من شأن كتاب الله المجيد، في لصق التُّهم والشبهات في أنّ الإسلام ودستوره يدعو إلى العنف، ما هي إلاّ محاولات يائسة لا طائل منها.",
        "وأمّا بالنسبة لمدرسة أهل البيت عليهم‌السلام، فقد نسجت لنا نسيجاً في التعامل مع أعدائهم، وهم القرآن الناطق، أي: المجسّد الحقيقي والتام لكل ما ورد في القرآن الكريم، فهم في حروبهم مع الحقّ والحقّ معهم، وفي سلمهم كذلك.\nوعلى رأسهم النبي المصطفى صلى‌الله‌عليه‌وآله، حيث كان استخدامه للقتال في حالات الاضطرار وبعد الإعذار، وقد مرّ ذلك في الفصل الثاني ( في غزواته صلى‌الله‌عليه‌وآله )، وكان يدعو إلى السلم والصلح في كل حالات الاحتكاك مع الأعداء ؛ والدليل على ذلك أنّه ابتدأ حكومته في المدينة بكتابة الوثيقة التاريخية مع يهود المدينة لبسط الأمن والسلام كما مرّ.\nفكانوا ( سلام الله عليهم ) ديدنهم السلم والصلح والمسامحة، ونبذ العنف اللاَّمشروع، ففي حكومة أمير المؤمنين عليه‌السلام عندما كانت تظهر له المعارضة من الخوارج وغيرهم داخل الكوفة، وهو الحاكم، فكان يتوقع منه جماعة من الناس أن يقوم بأمور يُلزم فيها الناس في طاعته أو السير على ما يُريد، فكان يقول عليه‌السلام: ( إنّي لا أحب أن أُكره أحداً على ما يكره )، وكان يقول عليه‌السلام: ( لا تكن عبد غيرك وقد جعلك الله حرّاً ) (1)، فكان منطلق أمير المؤمنين هو نفي الإكراه ( لاَ إِكْرَاهَ فِي الدِّينِ )، ويقول عليه‌السلام: ( إنّ في الصلح دِعة للناس وأمناً للعباد ) (2).\n____________________",
        "1 - نهج البلاغة، الكتاب 53 . مصدر سابق.\n2 - نفس المصدر.\n\nوكان نقاشهم مع علماء بقية الأديان بغاية من اللطف والتسامح، سواء اقتنع بكلام الرسول أو الإمام أم لم يقتنع، وهذا ما حصل مع نصارى نجران عندما لم يقنعوا بالجدال الحسن الذي صدر معهم من رسول الله صلى‌الله‌عليه‌وآله، فعندها دعاهم للمباهلة ! مع أنّه قائد دولة وكان بإمكانه حملهم على طاعته والإيمان به، لكنّه الرحمة الإلهية وأصل السماحة، كيف لا وهو الناطق عن الله جلّ وعلا: ( لاَ إِكْرَاهَ فِي الدِّينِ ).",
        "فالنبي صلى‌الله‌عليه‌وآله بُعث ليحررّ الإنسان، فكيف يستعبدهم ؟! كما قال أمير المؤمنين عليه‌السلام: ( فإنّ الله تبارك وتعالى بعث محمداً صلى‌الله‌عليه‌وآله بالحقّ ليخرج عبادَه من عبادة عبادِه إلى عبادتهِ، ومن عهود عبادِه إلى عهوده، ومن طاعة عباده إلى طاعته، ومن ولاية عباده إلى ولايته ) (1).\nهذا هو تعامل القرآن وأهل القرآن مع غير المسلمين، بكلِّ تسامحٍ وتجسيد للأخلاق الإنسانية الفاضلة، فأين العنف والإرهاب اللذين أُلصقا بالدين الإسلامي وأهله ؟!\nولكن كما قلنا: إنْ هي إلاّ ممارسات فاشلة في تشويه صورة الإسلام الحنيف، وبمحاولات ومخططات شيطانية، كانتشار الدراسات في هذه الأزمنة حول أنّ الإسلام ( دين عُنف ) ويحرّض على القتل، خصوصاً لمّا جرت حادثة أيلول (سبتمبر ) 2001م في واشنطن ونيويورك، فقد زادت الاتهامات للأُمّة الإسلامية: بأنّها داعيةٌ للإرهاب والعنف ضد كلّ من ليس على معتقدها، ووظّفت الدول الغربية ومن في فلكها، كل وسائل الإعلام، مقروءةً ومسموعة ومرئية، لهذا الأمر ونشره في أرجاء العالم، ممّا أدى إلى نشر الهلع والاضطراب لدى العالم غير المسلم من المسلمين، والأفعال الصادرة تجاه المسلمين وردّة الفعل . وهكذا يريدون للعالم أن تعمّه الفوضى، وهذا ما سعت إليه الصهيونية العالمية لتحقيق أهدافها، ولا أنالها الله ذلك.\nثالثاً: كبت الحريّات وهضم الحقوق.",
        "من أهم الإشكالات التي تُطرح على النظام الإسلامي، هي التعرّض لحريّات الإنسان ومصادرتها من قبل التشريعات الإسلامية المضيّقة على الفرد والمجتمعات، وخصوصاً على غير المسلمين في المجتمع الإسلامي، بل والإشكال شاملٌ حتى في سلب حريّات المسلم نفسه\n____________________\n1 - الكافي، ج 8، ص386 . مصدر سابق.\n",
        "وسلب حقوقه ؛ لأنّ هذا كذلك يدخل في صميم الموضوع الذي يُراد منه خلق انطباع سيء عن النظام الإسلامي لدى المجتمعات غير المسلمة.\nففي سلب حريّات الأفراد المسلمين داخل مجتمعهم، يوحي لغير المسلمين بأنّ دستور الإسلام ونظامه مبني على التسلّط والعنف، وبعيد عن الفطرة الإلهية وقيم السماء، ولهذا نحن في هذا المجال سوف نتعرّض لحرية الفرد مطلقاً، مسلماً كان أو غير مسلم، وما هو دور الشريعة الإسلامية تجاه هذا الحقّ الذي ينطوي على حقوق عدّة ؟ وردّ هذه الشبهة التي يروّج لها أعداء خاتم الأديان.\nحدود الحرية من المنظار الفقهي:\nتمثّل الحرية التشريعية، أو حدود حرية الإنسان من وجهة النظر الشرعية والقانونية، عمدة البحث في المدينة المعاصرة، والمحور الأساسي للاختلافات حول مسألة الحرية عموماً . والحرية التشريعية عبارة عن حرية الإنسان من منظور الشرع ونظام التقنيني.",
        "والمقصود من هذا البحث هو: هل أنّ المواطنين - المسلمين وغير المسلمين - المنعّمين بالحريّة التكوينية في كافّة أفعالهم وتصديقاتهم الذهنية، وكذلك في إذعانهم وإنكارهم القلبيَّين، هل أنّهم في نظام الحياة أحرار أيضاً من الناحية القانونية والشرعية ؟ وإذا كانوا أحراراً، فهل يعني أنّهم في المجتمع الإسلامي أحرار دون أي قيد أو حدّ، بحيث إنّ أيّ مواطن يمكنه ممارسة ما اختاره من طريقة العيش كيفما كانت وعلى أي نحو ؟\nهل يمكن من وجهة نظر الشرع أن يكون المواطن في المجتمع الإسلامي حرّاً، بحيث يستطيع، متجاهلاً الأحكام الإلهية، ارتكاب أي منكر من المنكرات، ولا يحقّ لأيِّ شخص أن يعترض أو يُبدي ردّ فعلٍ إزاء ذلك ؟ أو أنّ القضية هي أنّه كما أنّ الإنسان في مرحلة التشريع ليس حرّاً، وهناك واجبات ومحرّمات متوجهة إليه، فإنّه في مرحلة الامتثال ليس حرّاً كذلك، بل يمكن تنظيم حريته من طرف الحاكم الشرعي أو آحاد المجتمع، بحيث تكون ذات أُطر و حدود ؟ وإذا كان الأمر كذلك فما هي هذه الحدود، وما هي المرجعية التي ترسمها ؟\nوعليه من اللازم تحديد النظر الشرعي والقانوني من خلال بحث جوانب الموضوع وتبيين حكم كل جانب من الناحية الفقهية.\n",
        "يقوم الشرع بتحديد حريّة الإنسان البالغ الرشيد وفق النظام القانوني، ويعدّه موجوداً مسئولاً، ويضع على عهدته ما يلزم فعله وما يلزم تركه، ويطالبه بحفظ ارتباطه بالخالق تعالى في صورة الصلاة والصيام، ويستدعيه للتوجّه إلى الضعفاء المحتاجين، والانتباه للنواقص الموجودة في المجتمع عن طريق أداء الزكاة والخمس، والدفاع والجهاد ضد العدو، ويحرّم عليه أيّ عمل فرديٍّ أو اجتماعي يُهدّد حياته المعنوية ورشده وتكامله، كالكذب والغيبة والزنا والتعدّي على حقوق الآخرين.\nكما أنّه لا يقبل منه أي نوع من التقصير في مرحلة الامتثال أمام المسؤوليات التي جعلها في عهدته، وبالتالي فقد منع من التخلّف عنها، وجعلها خارجة عن مجال اختياره، ففي القرآن الكريم: ( وَمَا كَانَ لِمُؤْمِنٍ وَلاَ مُؤْمِنَةٍ إِذَا قَضَى اللّهُ وَرَسُولُهُ أَمْراً أَن يَكُونَ لَهُمُ الْخِيَرَةُ مِنْ أَمْرِهِمْ وَمَن يَعْصِ اللّهَ وَرَسُولَهُ فَقَدْ ضَلّ ضَلاَلاً مّبِيناً ) (1).\nومع هذا فلا تعطى أيّ شخصية، وحتّى الحاكم الشرعي، أيّ إجازة في الاستفادة من الجبر والقهر في كافة الواجبات والمحرّمات بنحو شاملٍ ومطلقٍ، وبالتالي إلزام الرعية بامتثال تكاليفها ووظائفها الشرعية.\nويمكن تقسيم الأحكام الإلهية في هذه الجهة إلى قسمين - وللحكومة الإسلامية استخدام القوة والإجبار في قسم واحد منهما -:",
        "1 - مجموعة الأحكام التي ليس للحكومة الإسلامية في مقابلها إلاّ وظيفة الأمر بالمعروف والنهي عن المنكر - شريطة عدم الوصول إلى القتل والجرح - وهذه الخصوصية إنّما هي للأحكام ذات الطابع الفردي الإلهي كوجوب الصلاة والصيام، ولا تستتبعها أي مفسدة اجتماعية، أو نوع من التعدّي على حقوق الآخرين، وهتك المقدّسات وفساد النظام.\nلكن كيف يُقبل هذا الأمر في ترك المكلّف لا أُبالي أمام تكاليفه الإلهية ؟! مع العلم أنّ له وعيداً باستحقاق العذاب والجزاء الأبدي . وبما أنّ مثل هذه المخالفات لا يمكن إقامة الدليل عليها عند الحاكم الشرعي، فيُلجأ إلى الأمر بالمعروف والنهي عن المنكر من المجتمع والحكومة على حدّ سواء، لكنه إذا تعدّى إلى مخالفات ذات طابع اجتماعي، عندها يدخل في القسم الثاني\n____________________\n1 - سورة الأحزاب: 36.",
        "\nالآتي الذي يجب التصدّي له كإشاعة الفحشاء في المجتمع أو الإخلال بالنظام وهتك المقدّسات.\nوعليه فذاك النوع من الأحكام الفردية - الإلهية لا يثبَّت فيه حق الفرض والإجبار للآخرين وأبناء المذهب الواحد للحكومة الإسلامية فحسب، بل إنّه ليس لهؤلاء الحق في التجسّس والبحث عن الحياة الخصوصية لأفراد الرعية والمواطنين الآخرين، بهدف استبيان مدى رعايتهم أو عدم رعايتهم لتلك الأحكام المذكورة ؛ لأنّ التجسّس محرّم في الدستور الإسلامي حسب الآية الشريفة: ( ... وَلاَ تَجَسّسُوا ... ) (1) وكذلك الروايات العديدة في هذا الباب.\nوعلى سبيل المثال .. جاء في دستور الجمهورية الإسلامية الإيرانية: ( الرسائل، والمكالمات الهاتفية، والمخابرات البرقية، والتلكس، لا يجوز فرض الرقابة عليها أو منع إيصالها أو إفشائها إلاّ بقانون ) (2).",
        "ويكتب الإمام الخميني الراحل، في رسالته إلى جهاز ملاحقة المخالفات القضائية والإدارية فيقول: ( إنّ التجسّس على أحوال الأشخاص غير المسلمين، وعلى ماعدا الفئات المخرّبة، ممنوعٌ مطلقاً . وتوجيه الأسئلة إلى الأفراد حول عدد المعاصي التي ارتكبوها - كما تفيده بعض التقارير - مخالف للإسلام، والمتجسّس عاصٍ، ولابدّ في انتخاب الأشخاص من أن يكون هذا النحو من الأمور المخالفة للأخلاق الإسلامية والمخالفة للشريعة المطهرّة ممنوعاً ) (3).\nلكن في هذا المجال يمكن للعائلة أن تلعب دوراً مهمّاً لإنقاذ ذويها في هذه المخالفات، وحمايتها من الانحراف واستحقاق العقاب الأخروي، كما أشارت إليه بعض الآيات والروايات، قال تعالى: ( يَا أَيّهَا الّذِينَ آمَنُوا قُوا أَنفُسَكُمْ وَأَهْلِيكُمْ نَاراً وَقُودُهَا النّاسُ وَالْحِجَارَةُ ) (4)، فالآية أمرت الأُسرة بأفرادها في الوقوف أمام الأفراد الآخرين فيها من ارتكاب المعاصي حتى لو وصل ذلك إلى الحيلولة الجبرية.\n____________________\n1 - الحجرات: 12.",
        "2 - دستور الجمهورية الإسلامية الإيرانية، المادّة: 25.\n2 - بيان 15/10/ 1361ه-.ش، الرسالة الموجّهة إلى لجنة ملاحقة المخالفات القضائية والإدارية.\n4 - التحريم: 6.\n",
        "وورد كذلك في صحيحة عبد الله بن سنان المروية عن الإمام الصادق عليه‌السلام: جاء رجل إلى الإمام الصادق عليه‌السلام فقال: إنّ أُمّي لا تَدفع يَدَ لامسٍ، فقال: ( فاحبسها ) . قال: قد فعلت . قال: ( فامنع مَن يدخل عليها ) . قال: قد فعلت . قال: ( قيّدها ؛ فإنّك لا تبرّها بشيء أفضل من أن تمنعها من محارم الله عزّ وجل ) (1).\nففي آخر هذه الرواية جاءت جملة: ( قيّدها ؛ فإنّك لا تبرّها بشيء أفضل ... ) فهو يفيد في حقّ الاستفادة من الجبر والفرض لأجل الحيلولة دون ارتكاب المعصية في الأُسرة.\n2 - المجموعة الأخرى، عبارة عن الأحكام التي جعل الشارع الحكومة الإسلامية ناظرة ومشرفة على تطبيقها عملياً، كما منع الإنسان في ممارسة حريته التكوينية بالنسبة لها في مرحلة التشريع، ومنها جوّز الاستعانة بالجبر والفرض والمواجهة الجادّة مع المخالفين، بل أوجب ذلك، وفي بعض الموارد، وضع حدّاً أو تعزيراً وتأديباً بدنياً ومالياً - وفي بعض الحالات القتل - فمن هنا حُدَّ من حرية الإنسان.\nومن هذه المخالفات التي يجب الحدّ من الحريّات الإنسانية فيها:",
        "أ - التعدّي على أموال الآخرين ونفوسهم وأعراضهم.\nب - التعدّي على حقوق الآخرين.\nج- - التضييق على الآخرين.\nد - التظاهر بالمنكرات.",
        "ه- - مخالفة المقرّرات الحكومية وعدم رعاية مصالح النظام.\nو - إهانة المقدّسات.\nوسنبحث الوجهة الفقهية لكل واحدة من تلك المخالفات:\nأ - التعدّي على أموال الآخرين وأنفسهم وأعراضهم.",
        "بعض الآيات والروايات وردت كأوامر في إجراء بعض العقوبات المعينة لمَن يتعدّى على نفوس الآخرين وأموالهم وأعراضهم، وهذه العقوبات تمثّل محدوديّة للحرية القانونية للإنسان.\n____________________\n1 - وسائل الشيعة، ج18، ص 414 . مصدر سابق.\n",
        "ففي التعدّي على النفس قال تعالى: ( وَلَكُمْ فِي الْقِصَاصِ حَيَاةٌ يَا أُوْلِي الأَلْبَابِ لَعَلّكُمْ تَتّقُونَ ) (1)، وقال تعالى: ( وَمَن قُتِلَ مُظْلُوماً فَقَدْ جَعَلْنَا لِوَلِيّهِ سُلْطَاناً فَلا يُسْرِف فِي الْقَتْلِ إِنّهُ كَانَ مَنصُوراً ) (2).\nوفي التعدي على أموال الآخرين، قال تعالى: ( وَالسّارِقُ وَالسّارِقَةُ فَاقْطَعُوا أَيْدِيَهُمَا ) (3).\nأمّا بالتعرّض لأعراض الآخرين بالقذف (4) والإهانة، ففي القذف: ( وَالّذِينَ يَرْمُونَ الْمُحَصَنَاتِ ثُمّ لَمْ يَأْتُوا بِأَرْبَعَةِ شُهَدَاءَ فَاجْلِدُوهُمْ ثَمَانِينَ جَلْدَةً وَلاَ تَقْبَلُوا لَهُمْ شَهَادَةً أَبَداً وَأُولئِكَ هُمُ الْفَاسِقُونَ ) (5)، فحد القاذف هو ثمانون جلدة، وهو ما ورد في الروايات كذلك، وأجمع عليه الفقهاء . أمّا الإهانة - وهي غير القذف - فإنّه موجب للتعزير (6)، كما في رواية عبد الرحمن بن أبي عبد الله - وهو من الرواة الموثّقين - بسند صحيح، حيث يقول: سألت أبا عبد الله عليه‌السلام عن رجلٍ سبّ رجلاً بغير قذفٍ يُعرِّض به، هل يُجلد ؟ قال: ( عليه تعزير ) (7).\nوالمحقّق الحلّي في كتابه ( الشرائع ) يقول: ( كل تعريض بما يكرهه المواجه، ولم يوضع للقذف لغةً ولا عرفاً، يثبت به التعزير، لا الحدّ ) (8)، وادّعى صاحب الجواهر الإجماع على ذلك، وقال: ( بلا خلاف أجده فيه بيننا ) (9).",
        "فالنتيجة هي أنّ واحداً من حدود الحرّية الإنسانية في الحياة في الناحية الشرعية، هو التعدّي على النفوس والأموال والأعراض، فيجب مواجهة كلّ تحرّك يُفضي لهذه المخالفة، وتحديد الحرّية ومواجهتها بإجراء العقوبات في تعدّيها.\n____________________\n1 - البقرة: 179.\n2 - الإسراء: 33.",
        "3 - المائدة: 35.\n4 - نسبة الزنا أو اللواط للإنسان.\n5 - النور: 4.\n6 - التأديب جَلداً دون الثمانين سوط حسب نظر الحاكم.",
        "7 - وسائل الشيعة، ج18، ص453.\n8 - شرائع الإسلام، ج 4، ص 945.\n9 - جواهر الكلام، ج41، ص 452.\n",
        "ب - التعدّي على حقوق الآخرين.\nوهذا كذلك من العناوين المحدّدة لحريّة الإنسان فقهياً، وهذا في مختلف أبواب المعاملات، من حقّ القبض والإقباض في البيع والإجارة وغيرهما، وحقّ إعمال الخيارات، وحقّ النفقة، وحقّ الحضانة، وإلى آخره من الحقوق في أبواب المعاملات - يعدُّ من التعدّي وتجاهل حقّ الطرف الآخر، فإنّ الحاكم الشرعي مطالب بإجباره على الوفاء في معاملته وإعادة الحقّ للطرف المقابل، وهذا باتّفاق الفقهاء.\nويندرج كذلك في الحدّ من حريّة الشخص التعدّي على حق الحيوان، فباتّفاق الفقهاء: على الإنسان، المالك للحيوان، أن يوصل الماء والعلف لحيواناته، وللحاكم الشرعي إجباره إمّا على بيع هذا الحيوان أو ذبحه - إذا كان مقصوداً للذبح - أو تأمين الطعام له.\nيقول المحقّق الحلّي في كتابه ( الشرائع )، كما طرح كلامهُ صاحب الجواهر وعلّق عليه، قال: ( فإن امتنع أجبره الحاكم على بيعها: وذبحها إن كانت تُقصد للذبح أو الإنفاق )، فعلّق صاحب الجواهر وقال: ( فإن تعذَّر إجباره، ناب الحاكم في ذلك عنه على ما يراه ) (1)، وهذا تحديد لحرية الشخص المالك لذلك الحيوان ؛ لأنّه لم يرعَ حقوق الحيوان، والروايات وارده في كتاب وسائل الشيعة (2).",
        "ج - مزاحمة الآخرين.\nلم يُعط النظام الإسلامي من ناحية فقهية - أيّ شخصٍ الحقّ في الاستفادة من حريّاته إذا ما سبَّبت إيجاد نوع من المزاحمة للآخرين، مسلمين وغير مسلمين . حتى المالك الذي يتصرّف في ملكه مسبباً مزاحمة للآخرين، ليس له حقّ التصرّف هذا من الناحية الفقهية.\nوعلى الحكومة الإسلامية الوقوف في تلك الحالة أمام إطلاق زمام الحرية ؛ لئلاّ يكون انتهاك بحريته تلك لحقّ الآخرين، وأفضل دليل على ذلك الحديث النبوي الشريف: ( لا ضرر ولا ضرار\n____________________",
        "1 - جواهر الكلام، ج 31، ص 395.\n2 - وسائل الشيعة، ج 8، ص350، باب9، باب حقوق الدابة المندوبة والواجبة.\n\nفي الإسلام ) (1) ؛ حيث جُعل قاعدةً فقهيةً تستند عليها الكثير من الأحكام.",
        "مورد صدور هذا الحديث فيه من الدلالة الواضحة على انتهاك حقوق الآخرين، بمزاحمتهم تحت ذريعة الحرية الشخصية في التصرّف، حيث ينقل الشيخ الصدوق هذه الرواية في كتابه (مَن لا يحضره الفقيه) يقول: عن زرارة، عن أبي جعفر عليه‌السلام قال: ( إنّ سمرة بن جندب كان له عِذْق(2) في حائط رجل من الأنصار، وكان منزل الأنصاري فيه الطريق إلى الحائط، فكان يأتيه فيدخل عليه ولا يستأذن، فقال: إنّك تجيء وتدخل ونحن في حالة نكره أن ترانا عليها، فإذا جئت فاستأذن حتى نتحرّز، ثمّ نأذن لك تدخل.\nقال: لا أفعل ؛ هو مالي أدخل عليه ولا أستأذن.\nفأتى الأنصاري رسول الله صلى‌الله‌عليه‌وآله فشكا إليه وأخبره، فبعث إلى سمرة، فجاء فقال: ( استأذن عليه )، فأبى، وقال له مثل ما قال للأنصاري، فعرض عليه رسول الله صلى‌الله‌عليه‌وآله أن يشتري منه بالثمن، فأبى عليه، وجعل يزيده، فيأبى أن يبيع . \nفلمّا رأى رسول الله صلى‌الله‌عليه‌وآله ذلك، قال له: ( لك عِذْق في الجنّة )، فأبى أن يقبل ذلك، فأمر رسول الله صلى‌الله‌عليه‌وآله الأنصاري أن يقطع النخلة فيلقيها إليه، وقال: ( لا ضرر ولا ضرار ) (3).\nفسوء الاستفادة من الحرية في التصرّف بالملكية، جعل من النبي صلى‌الله‌عليه‌وآله يُص-در القاعدة العظيمة ( لا ضرر ولا ضرار ) ؛ لأنّ ذلك العمل أوجب أذيّة ومزاحمة.",
        "د - التظاهر بالمنكرات.\nمن الموارد الأخرى التي تحدّ من حريّة الإنسان شرعاً، التظاهر بالمنكرات في المحيط الاجتماعي ( وهذا في المجتمع الإسلامي شامل للمسلم وغير المسلم ) ؛ وذلك لأنّ الشارع بالإضافة إلى أنّه قد منع ارتكاب هذه المنكرات على مستوى مرحلة التشريع، فإنّه في الموقف العملي قد حرّم التظاهر بها أيضاً، بل إنّ الحاكم الشرعي مسئول هو الآخر عن المواجهة الجادّة مع ذلك مع التظاهر بأشكال متنوعة، ومن ثمّ فهو مسئول عن الحدّ من حرية الفرد هنا.\n____________________\n1 - مَن لا يحضره الفقيه، ج3، ص 147. مصدر سابق.",
        "2 - أي: نخلة.\n3 - نفس المصدر: مَن لا يحضره الفقيه، ج 3، ص 147.\n\nوبعد التتبّع يمكن العثور على ثلاث مجموعات من التظاهر بالمنكرات هي:",
        "المجموع الأُولى: التظاهر ببعض المنكرات الموجبة للحدّ.\nالمجموعة الثانية: التظاهر ببعض المنكرات التي ورد في النصوص ثبوت التعزير في موردها مستقلاً.\nالمجموعة الثالثة: التظاهر ببعض المنكرات التي لم ترد فيها - على نحو الاستقلال - نصوص باستحقاق التعزير، إلاّ أنّها مندرجة في القاعدة العامة المتّفق عليها بين الفقهاء، وهذه الضابطة العامة هي: أنّ للحاكم الشرعي في موارد الكبائر من الذنوب إجراء التعزير إذا رآه صالحاً.\nأمّا المجموعة الأولى: فمن مصاديقها شرب الخمر، وحدّه باتفاق الفقهاء ثمانون جلدة، وكذلك من مصاديقها زنا غير المحصن، وحدّه مئة جلدة بتصريح القرآن الكريم: ( الزّانِيَةُ وَالزّانِي فَاجْلِدُوا كُلّ وَاحِدٍ مّنْهُمَا مِائَةَ جَلْدَةٍ ) (1) . وبإمكان الحاكم الشرعي نفي الزاني وإبعاده عن البلد، كما جاء في الروايات الدالة على ذلك في كتاب (وسائل الشيعة) (2)، ومن المصاديق كذلك للمجموعة الأُولى زنا المحصنة، وحدّها حسب اتفاق العلماء هو الرجم حسب الروايات المتواترة في ذلك (3).",
        "وأيضاً من المصاديق حصول المساحقة (4) بين النساء، واتفق الفقهاء على أنّ الحدّ فيه، حسب الروايات المعتبرة في إيجابه، هو مئة جلدة (5).\nوأمّا المجموعة الثانية: فمن مصاديقها التي للحاكم إجراء التعزير فيها:\n1 - التظاهر بالإفطار في نهار شهر رمضان ؛ لأنّه موجب لهتك حرمة الشهر (6).\n____________________",
        "1 - النور: 2.\n2 - وسائل الشيعة، ج8، ص 393، باب حد نفي الزاني.\n3 - نفس المصدر، ج 18، ص374.\n4 - ممارسة الجنس بين النساء.",
        "5 - جواهر الكلام، ج41، ص388.\n6 - وسائل الشيعة، ج 7، ص 179.\n\n2 - وجود المرأة الأجنبية مع الرجل ليلاً في بيت خلوة (1) ؛ لأنّه موجب للفساد الاجتماعي.",
        "3 - تقبيل الصغير بشهوة (2 ).\n4 - الشهادة الكاذبة (3).\n5 - الطلاق على غير السُّنّة (4).\n6 - إيذاء الأفراد داخل المجتمع (5).",
        "7 - نوم رجلين تحت لحافٍ واحد (6).\n8 - نوم المرأتين عاريتين تحت لحاف واحد (7).\n9 - سرقة غير البالغ (8).\n10 - اتّهام الآخرين (9).",
        "11 - مجامعة الزوجة الصائمة (10).\n12 - افتضاض بكارة الأجنبية بغير الجماع (11).\n13 - قتل الحيوان عبثاً (12).\n14 - وطأ الحيوان (13).",
        "____________________\n1 - وسائل الشيعة، ج18، ص 410.\n2 - جواهر الكلام، ج 41، ص 386.\n3 - نفس المصدر، ص252.",
        "4 - وسائل الشيعة، ج18، ص 333.\n5 - نفس المصدر، ص458.\n6 - نفس المصدر، ج 18، ص367.\n7 - جواهر الكلام، ج41، ص391.",
        "8 - مستدرك الوسائل، ج3، ص 239.\n9 - نفس المصدر، ص203.\n10 - وسائل الشيعة، ج 7، ص37.\n11 - مستدرك الوسائل، ج 3، ص 280.",
        "12 - نفس المصدر، ج3، ص 249.\n13 - جواهر الكلام، ج41، ص 637.\n\n15 - الاستمناء (1): أي طلب المني والإنزال بغير وجهه المحلّل، باستعمال اليد، أو وسائل أخرى.",
        "16 - قذف الصبي (2)، أي اتهام غير البالغ لمسلمٍ باللواط أو الزنا.\nولا يخفى أنّنا عندما نذكر هذه الموارد لأجل توضيح الصورة لممنوعية ومحدودية الحريّة من الوجهة الفقهية.\nأمّا المجموعة الثالثة: فهي المنكرات التي لم يرد فيها بعنوانها، في النصوص والروايات، تعزيرٌ خاص، إلاّ أنّه قد جُعل للحاكم الشرعي إجراء التعزير إذا ما تحقّق العنوان الكلي، ألا وهو ( إرتكاب الحرام أو ترك الواجب ).\nوهذه المجموعة تعتبر من الأهمية بحيث إنّ كثير من الباحثين طالما ينتقدون التطبيق للعقوبات فيها، لكونها موجبة للتضييق في حرية الشخص وإيذائه، وهذا يتنافى مع حقوق الإنسان، وكذلك قصور الأدلة في عقوباتها.",
        "وهذا ما دعانا للتعرّض لبعض الأدلة فيها، وذكر موارد تعرّض غير المسلمين داخل المجتمع الإسلامي - بصفة خاصة - لممارسة ما أباح لهم معتقدهم، والذي يتصادم مع القانون الإسلامي.\nأمّا بشكلٍ عام، فالموارد التي جُعل للحاكم فيها إجراء التعزير فمن مصاديقها على سبيل المثال، التظاهر بالسفور من قبل المرأة داخل المجتمع الإسلامي، وهذا أمر منافي للحكم الإلهي وموجب لآثار سيئة مخلّة بالنظام الاجتماعي الإسلامي، ممّا ينبغي على الحاكم الشرعي الوقوف إزائه وتحديد الحرية فيه.\nوفي هذا المجال يقول المحقّق الحلّي: ( كل من فعل محرّماً، أو ترك واجباً، فللإمام تعزيره بما لا يبلغ الحد . وتقديره إلى الإمام ) (3)، وقد عدَّ في ( الجواهر ) الحكمَ المذكور على أنّه مورد وفاق الفقهاء، وأنّه واضحٌ لا إشكال عليه، لا فتوى ولا نصاً، وقال: ( لا خلاف ولا إشكال نصاً\n____________________",
        "1 - نفس المصدر، ص647.\n2 - جواهر الكلام، ج41، ص 413.\n3 - شرائع الإسلام، ج 4، ص 168.\n",
        "وفتوى ) (1).\nوكذلك الإمام الخميني رحمه‌الله حيث يقول: ( مَن ترك واجباً أو حراماً، فللإمام عليه‌السلام ونائبه تعزيره، بشرط أن يكون من الكبائر، والتعزير دون الحد، وحدّه بنظر الإمام ) (2).\nومن المستند لذلك عدّة وجوه أهمها:\n1 - الروايات التي استدلّ بها صاحب الجواهر هنا، والتي تُفيد أنّ كلّ شيء له حدّاً، وكل مَن يتجاوز ذلك الحدّ فعليه حدّ، من قبيل صحيحة داود بن فرقد، عن الصادق عليه‌السلام، عن رسول الله صلى‌الله‌عليه‌وآله: ( إنّ الله قد جعل لكل شيء حدّاً، وجعل لمَن تعدّى ذلك الحدّ حدّاً ) (3).",
        "إلاّ أنّ الاستدلال بهذا النوع من الأخبار مبنيٌّ على كون الحدّ الوارد في ذيل الرواية إنّما هو بمعنى التعزير، إلاّ أنّه يمكن القول: إنّ الحدّ هو بمعنى حدود نهاية الشيء، كما كان الحدّان الأوّل والثاني في الرواية بغير معنى التعزير قطعاً، وإنّما هو بالمعنى المتناسب مع ذلك الشيء، ولا سيّما مع نظرية عموم ( جعل لكل شيء )، فمثلاً الحدّ في القتل العمدي هو القصاص، وفي الخطأ الديّة، وفي موارد التعدّي على أموال الآخرين، هناك حدّاً ونهاية للأمر، وهو وجوب ردّ المال المغتصب، وفي حالات الإتلاف الضمان بالمِثل أو القيمة، وبهذا المعنى يكون الحدّ في الجملة الثانية، أي: ( لمَن تعدّى ذلك الحدّ حدّاً ).\n2 - في مسألة الأمر بالمعروف والنهي عن المنكر، وما وردت بحقّه الروايات الكثيرة، وإنْ كان الكلام سابقاً في أنّه ليس من الأمور التي يسوغ فيها ( التوسّل بالإجبار والفرض )، ولكن بعض الفقهاء ذهب إلى ذلك ؛ لكثرة الروايات فيها وتطبيقها في حالة انتهاك قانون الأمر بالمعروف والنهي عن المنكر ؛ لأنّه لولا الحدّ من حرية التمادي على هذا القانون لأضرَّ في مصلحة النظام، كما ذهب إلى ذلك الإمام الخميني رحمه‌الله (4).\n3 - يمكن التمسّك بهذا الوجه، وهو أنّ واحدة من وظائف الحكومة الإسلامية هي جعل الجوّ الحاكم على المجتمع جوّاً مملوءاً بالمعنويات وسيادة الإسلام، وتصفية المجتمع من أيّ نوع من\n____________________",
        "1 - جواهر الكلام، ج41، ص448.\n2 - تحرير الوسيلة، ج 2، ص 477 . مصدر سابق.\n3 - وسائل الشيعة، ج 18، ص310.\n4 - تحرير الوسيلة، ج2، ص476 - 477.",
        "\nأنواع التلوّث، وتزيينه بالأحكام الإلهية، وذلك إلى حدٍّ بحيث لا يتعرّض هذا الهدف لأيّ محذور، فقد جُعل عدم تظاهر أهل الذمّة بكل ما هو من المنكرات والمعاصي في نظر الإسلام والتزامهم عملياً بهذا الأمر، جُعل ذلك من شروط الذمّة القطعية التي لا يمكن التغاضي عنها أبداً، وهذا الأمر هو من الثبات والإحكام بحيث إنّ نقضه موجب لانهيار عقد الذمّة من أساسه، حتى لو لم يسجّل شرطاً ضمن العقد والتعاهد.\nومن هنا، وبالرغم من أنّه يمكن أن يكون شرب الخمر والزنا وأكل لحم الخنزير والسفور ولعب القمار وأمثال ذلك، حلالاً عند الكفّار بحسب مذهبهم، إلاّ أنّهم غير مجازين في هتك الحرمة والتظاهر بمثل هذا النوع من المعاصي في مجتمع المسلمين.\nوهذا الأمر هو مورد وفاق كافّة علماء الشيعة، من المتقدّمين والمتأخرين والمعاصرين، كما في كلمات المحقّق الحلّي، حيث جاء: ( الرابع: أن لا يتظاهروا بالمناكير، كشرب الخمر، والزنا، وأكل لحم الخنزير، ونكاح المحرّمات . ولو تظاهروا بذلك، نُقضَ للعهد ) (1).",
        "وقد نقل صاحب الجواهر عن ابن ادريس الإجماع على هذا المطلب (2)، كما يعرض الإمام الخميني رحمه‌الله هذا الشرط أيضاً شرطاً ثالثاً من شروط عقد الذمّة، فيقول: ( الثالث: أن لا يتظاهروا بالمنكرات عندنا، كشرب الخمر، والزنا، وأكل لحم الخنزير، ونكاح المحرّمات ) (3).\nوالمستند الروائي لهذا الحكم هو صحيحة زرارة عن الإمام الصادق عليه‌السلام: ( أنّ رسول الله صلى‌الله‌عليه‌وآله قَبِل الجزية من أهل الذمّة على أن لا يأكلوا الربا، ولا يأكلوا لحم الخنزير، ولا ينكحوا الأخوات، ولا بنات الأخ، ولا بنات الأخت، فمَن فعل ذلك منهم برئت منه ذمّة الله وذمّة رسول الله ) (4).\nهذا هو مفهوم الدستور الإسلامي، وإن كان في تطبيقه تقصير واضح في الوقت الحاضر، ولكن الالتزام بهذا المفهوم والاعتقاد به واجب ؛ لأنّه حفظ للنظام من الهرج والمرج.\n____________________",
        "1 - جواهر الكلام، ج21، ص 270.\n2 - نفس المصدر، 21، ص 270.\n3 - تحرير الوسيلة، ج2، ص501.\n4 - وسائل الشيعة، ج11، ص95.",
        "\nوتحديد الحريّات في هذا المجال هو تأسيس للعدالة الاجتماعية، وبالنتيجة يُحافظ على حقّ الحريّة المشروع للشخص ؛ لأنّه لولا تحديد هذه الحريات السلبية، المؤدية إلى نشر الفساد واختلال النظام الاجتماعي، وانتفاء العدالة، لحصل المحذور، وهو تسلّط الشرّ وغياب الأمان والقانون ممّا يحدّ من الحريات الإيجابية لممارسة الحياة الكريمة.\nه- - مخالفة المقرَّرات الحكومية، وعدم مراعاة مصالح النظام.\nإنّ ضرورة حفظ النظام للمجتمع ليست فريضة إلهية فقط، وإنّما هي في نظرةٍ أخرى أمرٌ عقلائي وعقلي، ومجرّد التوجّه إليها يوجب التصديق بها، فكل نوع من أنواع الحريّة يؤدّي إلى توجيه ضربة إلى هذا النظام، يجب الوقوف أمام مثل هذه الحرية والحدّ منها، وهذا ممّا أطبق الاتّفاق عليه من جميع الدساتير الدينية والعالمية، في حفظ نظام المقرّرات الحكومية وعدم الإخلال به، ولا كلام فيه ولا اعتراض عليه.",
        "و - إهانة المقدّسات.\nهناك عناصر في الرؤية الإسلامية تحتلّ فقيهاً مكانةً خاصة من الحرمة والمقام الرفيع، وهتك هذه الحرمة حرام، ولا يمكن تجويزه تحت أي عنوان، ومن هنا يُنتزع عنوان قداسة هذه العناصر.\nومن هذه المقدّسات التي لا يجوز إهانتها: النبي صلى‌الله‌عليه‌وآله، وأهل بيته ( الزهراء والأئمة عليهم‌السلام )، والأنبياء السابقين عليهم‌السلام، بسبٍّ وشتم . وكذلك القرآن الكريم، بإهانته بمختلف أنواع الإهانات، وكذلك أماكن العبادة الإسلامية وحتى غير الإسلامية.\nففي باب سبّ النبي صلى‌الله‌عليه‌وآله ، وردت الروايات الكثيرة في عقوبة مَن تجرّأ عليه وعلى الأنبياء، كما في كتاب وسائل الشيعة بعنوان: ( باب قتل مَن سبّ النبي صلى‌الله‌عليه‌وآله أو غيره من الأنبياء عليهم‌السلام)(1).",
        "وكذلك: ( باب قتل مَن سبّ علياً عليه‌السلام، أو غيره من الأئمة عليهم‌السلام، ومطلق الناصب، مع الأَمن ) (2).\n____________________\n1 - وسائل الشيعة، ج18، ص458.\n2 - نفس المصدر، ج18، ص461.",
        "\nوهذا الأمر ( ردع مَن أهان المقدّسات ) ضروري ؛ وإلاّ لو كان الشخص حرٌّ في هذا المجال وأُهينت المقدّسات ؛ لأدّى ذلك إلى شيوع هذه الظاهرة، وتلاشى كلّ معنى رفيع في الدين، وبالتالي جيلاً بعد جيل تضمحل المبادئ السامية للدعوة الإسلامية، وعلى أثرها لا يبقى دين قائم بذاته، وتدهور النظام الكوني بأسره، وهذا خلاف للعدل الإلهي.\nأمّا بالنسبة لغير المسلمين وحماية مقدّساتهم، فقد أكّد عليها الشرع الإسلامي، فكما مرّ بالنسبة للأنبياء السابقين حرّم التجاوز عليهم وإهانتهم، وكذلك بالنسبة لمعابدهم ؛ لأنّها جزء من ممتلكاتهم بالنتيجة، التي حرّم الإسلام التعرّض لها، قال الإمام علي عليه‌السلام: ( إنّما بذلوا الجزية لتكون أموالهم كأموالنا، ودماؤهم كدمائنا ) (1).\nولذا، هذا الأمر أوضح من أن يُستدلّ عليه، وعليه فقد أرسله الفقهاء إرسال المسلّمات، ولم يُفرّقوا في ضمانه لأهل الذّمة بين أن يتعرّضوا لاعتداء خارجي أو لاعتداء وظلم داخلي (2) . ومن هذا الظلم الواجب حمايتهم منه هو هتك مقدّساتهم، فكيف يسوغ للدستور الإسلامي في تحريم شيء وفي نفس الوقت إباحته.",
        "وعلاوة على ذلك بالنسبة لمعابدهم، لا يجوز هدمها والتعرّض لها وإهانتها، حيث سمح الشرع لهم في بنائها داخل البلاد الإسلامية، فلا يُعقل الدعوة إلى هدمها.\nذهب السيد الخوئي رحمه‌الله: ( إلى إحداث المعابد إنّما لا يجوز إذا أُشترط على أهل الذمّة في ضمن العقد . وأمّا مع عدم الاشتراط، فيجوز لهم ذلك، إلاّ إذا رأى الحاكم مصلحة ملزمة في هدمها - وهذا يحصل حتى مع مساجد المسلمين، كمسجدٍ ضرار لاستخدامه في محاربة المسلمين - فيجوز هدمها حينئذٍ ) (3).\nوممّا يؤيّد ذلك أن: ( الإسلام يُقر أهل الذمّة على عقائدهم، ومن لوازم هذا الإقرار السماح لهم بإنشاء معابدهم، إلاّ إذا وجد مانع من ذلك ) (4).\n____________________",
        "1 - المغني، ج10، ص623 . مصدر سابق.\n2 - المقنعة، ص269 . النهاية، ص292 . تذكرة الفقهاء، ج9، ص379 . المغنى، ج10، ص622 . مصادر سابقة.\n3 - الخوئي، منهاج الصالحين، ج 1، ص 400.\n4 - عبد الكريم، زيدان، أحكام الذميين والمستأمنين، ص98 - 99.",
        "\nالنتيجة:\nأيّ تعدٍّ على المقدّسات ومحاولة هتكها يكون خرقاً للقوانين الإسلامية، أيّاً كان نوع هذا الهتك، ولأيّ مفردة من المقدّسات، وسواء كانت إسلامية أو غيرها، داخل البلاد المسلمة، وتبعاً لذلك تُوجّه العقوبة لمرتكب مثل هكذا انتهاك، وتحدّ مثل هذه الحرية السلبية، ولا يمكن السماح بها.\nلا إكراه في الدين مبدأ حضاري:",
        "ما تقدّم هو تقييد لبعض الحرّيات، حيث الشرع الإسلامي حدّدها ولم يسمح بإطلاقها، مع أنّه من مبادئه عدم إجبار الناس بالاعتقاد بما يدعو له، وبمعنى آخر ما المقصود ب- ( لاَ إِكْرَاهَ فِي الدِّينِ )، والحال أنّ الشريعة الإسلامية حدّدت من الحرّيات ؟\nوهذه المسألة من أشدّ المسائل التي روّج لها المغرضون والمتصيّدون، وذلك طرحها كإشكال على الإسلام في تشريعه الكثير من العقوبات حيال المخالفات.\nالمسألة المهمّة هنا، هي أنّ الجملة الخبرية القرآنية على نوعين:\n1 - أحياناً تكون في مقام الإخبار والحكاية عن أمرٍ خارجي.",
        "2 - وأحياناً أخرى تكون بصدد إنشاء حكمٍ تكليفي أو وضعي.\nوالمسألة الأخرى هي أنّ مصطلح (الدين) في الثقافة القرآنية والروائية، يأتي أحياناً بمعنى مجموعة القوانين الشرعية، وأحياناً أخرى بخصوص معنى الأصول الاعتقادية الدينية ؛ وعلى هذا يكون للآية القرآنية الكريمة: ( لاَ إِكْرَاهَ فِي الدِّينِ ) تفسيرين:\nأحدهما: وهو الصواب وهو المراد منها، أنّ ( الإكراه ) هو إنشاءٌ أو إخبارٌ، وأنّ المقصود ب- ( الدين ) هو مجموعة القوانين الشرعية.\nالثاني: أنّ ( الإكراه ) هو إخبارٌ وليس إنشاء لحكم، والمقصود من ( الدين ) هو الأصول الاعتقادية.",
        "فلو كان المراد من مقطع الآية: ( لاَ إِكْرَاهَ فِي الدِّينِ ) التفسير الأوّل، عندها يحصل التناقض في محتوى الدين، حيث ( لا إكراه ) جاءت نكرة ووقعت في سياق النفي، فهي مفيدة\n\nللعموم على أساس القواعد البلاغية، وهذا مناقض لما شرّعه الإسلام للكثير من المحرّمات، التي يمنع فيها الشخص من الاسترسال في حريته لارتكابها، كما مرّ ذكر تلك التشريعات كالقصاص والحدود، والرجم، والتعزيرات، والنفي، وغيرها . فلا يمكن جعل هذا التفسير هو المراد والمقصود من مقطع الآية الشريفة ؛ وإلاّ وفقاً له سوف تثار عشرات الأسئلة والإشكالات في هذا الباب، ولا يُسمح بذلك كما مرّ ؛ لأنه ليس معناها المراد.\nفعلى ما تقدّم يكون المعنى الصحيح والمراد من مقطع الآية الكريمة: ( لاَ إِكْرَاهَ فِي الدِّينِ ) هو التفسير الثاني - نوع من الإخبارات الحاكية عن واقعية تكوينية، وهي الحرية في مجال الاعتقادات والتصديقات الذهنية - أي: المعنى بالتالي بصدد تفهيم أنّ الدين - الذي روحه هو ذلك الإيمان بالأصول الاعتقادية - لا يحمل الإكراه ولا طريق للجبر إليه تكويناً.",
        "ولتوضيح المراد من مقطع الآية الكريمة ( لاَ إِكْرَاهَ فِي الدِّينِ )، لابد من فهم أمر، وهو أنّ الإنسان كما أنّه مختار في أعماله ونشاطاته الجسمية، كذلك هو حرّ - تكويناً - في تصديقاته الذهنية والاعتقادية . وكما أنّ الجبر ليس مستحيلاً في دائرة الأفعال الإنسانية الجسمانية الظاهرية ؛ حيث من الممكن أن يحجم الإنسان عن القيام بعمل نتيجة لمعارضته بعنصر أقوى مخالف ومانع له، إلاّ أنّه لا مجال للإجبار عقلاً في المسائل الاعتقادية، ولا يمكن لأيّ إنسان ممارسة الإجبار على التصديق القلبي والإيمان الاعتقادي بشيء ما.\nونِعمَ ما قال السيد محمّد حسين الطباطبائي في ( الميزان في تفسير القرآن): ( أنّ الأمور الاعتقادية لا يمكن فيها الإكراه، وإنّما يختصّ الإكراه بالأفعال، والحركات المادّية فقط . وإذا كان الدين ممّا لا يمكن الإكراه فيه، فكيف يمكن الإلزام به ؟! ) (1).\nووفقاً لِمَا تقدّم يتّضح أنّ ( لاَ إِكْرَاهَ فِي الدِّينِ ) ليست بصدد بيان إنشاء تشريعي، وإنّما في مقام الحكاية عن واقعية خارجية تكوينية، تسمّى الحرية التكوينية الإنسانية في مجال الأمور الاعتقادية والتصديقات القلبية.\nفالمقصود بالدين في الآية هو مجموعة الأصول الاعتقادية ( التوحيد، النبوّة، والإمامة، والعدل، والمعاد ) لا كافّة القوانين الشرعية . فالنتيجة المهمّة هي أن ( لاَ إِكْرَاهَ فِي الدِّينِ )، لا",
        "____________________\n1 - الطباطبائي، تفسير الميزان، ج3، ص343.\n\nنظر فيها، إخباراً أو إنشاءً، إلى عدم جبريّة القوانين بالأحكام الدينية في مرحلة التشريع أو الإجراء والتنفيذ، حتى تتناقض مع عشرات الموارد التي سمح فيها للحاكم الشرعي بالاستعانة بالجبر والفرض، وعندها لا نكون ملزمين بالبحث وإجراء التخصيص المستهجن، أو إبراز توجيه للآية الكريمة، بل هي بصدد الإخبار عن أمر تكويني واقعي مبني على أنّ الدين ( الأصول الاعتقادية ) لا يتقبّل الإجبار، ولا مجال للإكراه فيه.",
        "رابعاً: منافاة عقوبة الارتداد مع حرّية الاعتقاد والرأي:\nيُعد الارتداد من المواضيع المهمّة والحسّاسة ؛ وذلك لِمَا نلاحظ الساحة الإسلامية وما يعصف بها من الأزمات، وظهور تيّارات جديدة ومناهج مستحدثة من جانب المناوئين لمواجهة الأحكام الشرعية والمسائل الدينية، والمناورات السياسية، والتي يُنفّذُها عدد من النفعيّين في الساحة الإسلامية ؛ للوقوف أمام المفكّرين وتنحيتهم عن المراكز العملية والثقافية والسياسية والاجتماعية، وذلك كلّه بالتواطئ مع المراكز الدعائية الأجنبية ؛ لأجل الحطّ من شأن الدين الإسلامي، وإيقاف مسيرة دعوته السمحاء.\nوعلى هذا فقد اجتهد أعداء الدين الإسلامي في طرح شبهة: أنّ الارتداد عن الدين حقّ للإنسان، فالعقوبة المترتبة عليه تكون منافية لحقّ الإنسان في حرّية الاعتقاد وحرّية الرأي، مع أنّ الإسلام قد نادى بهما.\nمعنى الارتداد:",
        "الارتداد كما قال الراغب الأصفهاني في كتابه ( المفردات في غريب القرآن ): (الارتداد والردّة الرجوع في الطريق الذي جاء منه، كفر الرّدة تختص بالكفر، والارتداد يستعمل فيه وفي غيره، قال الله تعالى: ( إِنَّ الَّذِينَ ارْتَدُّوا عَلَى أَدْبَارِهِم ) (1)، وقال: ( يَا أَيُّهَا الَّذِينَ آمَنُواْ مَن يَرْتَدَّ مِنكُمْ عَن دِينِهِ ) (2)، وهو الرجوع من الإسلام إلى الكفر، وكذلك: ( وَمَن\n____________________\n1 - محمّد: 25.\n2 - المائدة: 54.",
        "\nيَرْتَدِدْ مِنكُمْ عَن دِينِهِ فَيَمُتْ وَهُوَ كَافِرٌ ) (1) (2).\nويقول الطريحي في (مجمع البحرين): ( المرتدّ مَن ارتدّ عن الإسلام إلى الكفر، وهو نوعان فطريٌّ وملّيٌّ ) (3).\nوالمعروف ب- ( المرتدّ الفطري ) هو: الإنسان الذي تنعقد نطفته من أبوين مسلمين، أو أن يكون أحدهما مسلماً . فإذا ولد من هذا الإنسان ثمّ ارتدّ عن الإسلام، أُطلق عليه اسم (المرتدّ الفطري) . أمّا مَن تنعقد نطفته من أبوين كافرين، ثمّ أسلم بعد ولادته، ثمّ عاد عن الإسلام، وارتدّ عنه بعد ذلك، فيسمّى: ( المرتد المليّ ).",
        "وقد حكم الفقهاء على مَن ارتد فطرياً بالقتل من دون استتابة . أمّا في المرتد الملّي، فقد أجازوا له الاستتابة، فإنْ لم يتب، يُقتل لارتداده ؛ والدليل على هذا الحكم عند الفقهاء ( هو الروايات في هذا المجال . أمّا الآيات القرآنية، فمفهوم الارتداد فيها يختلف عمَّا هو في الروايات ؛ حيث الارتداد، والذي كان يحصل في عهد النبي صلى‌الله‌عليه‌وآله، يختلف عن الارتداد الذي كان يتحقّق في عصور الأئمّة: الباقر، والصادق، والرضا عليهم‌السلام.\nلقد كان الارتداد في صدر الإسلام هو الرجوع عن الدين والتخلِّي عنه، إذ يتحوَّل الإنسان المسلم من الإسلام بعد انتمائه إليه، إلى الشرك أو المسيحية أو اليهودية، ومن ثمّ لم يكتسب الارتداد في هذهِ المرحلة طابعاً فكرياً، بل كان مصحوباً في العادة بدافع سياسي أو اقتصادي أو عشائري، على سبيل المثال: لقد حصل وارتد بعضهم من القصاص بعدما ارتكب ما يستحقّ عليه القصاص، وقد يحصل أن يخرج رئيس القبيلة من الإسلام ويرتدّ عنه رغبة في عدم دفع الزكاة، أو هروباً من القصاص، ولأيّ سبب آخر، فيتبعه أفراد قبيلته ويرتدّون عن الإسلام بأجمعهم، ومثال ذلك ما حصل لقبائل بني مدلج، وبني أسد، إذ ارتدت هذه القبائل وخرج أبناؤها عن الإسلام بأجمعهم، بعد أن ارتدّ رؤساء قبائلهم (4).\n____________________\n1 - البقرة: 217.",
        "2 - الحسين بن محمد الراغب، الإصفهاني، المفردات في غريب القرآن، مادة: ردد.\n3 - فخر الدين، الطريحي، مجمع البحرين، مادة: ردد.\n4 - محمد بن جرير، الطبري، تاريخ الطبري، ج 2، ص 129 . وانظر: مغازي الواقدي، كتاب الردة، ص 144.\n",
        "وهذه تكشف عن أنَّ الارتداد الذي كان يحصل في عصر النبي صلى‌الله‌عليه‌وآله، وبعده بقليل، كان ارتداداً سياسياً أو مصلحياً، ولم يكن مبنيّاً على موقف فكريٍّ واضح، وهذا هو ما يتحدّث عنه القرآن في العديد من آياته.\nوالملاحظ أنَّ آيات القرآن تكتفي بالتهديد بعذاب الآخرة، ولا تثبت عقوبة دنيوية للمرتد، ومن هنا فإنّ الأحكام التي تثبت للمرتدّ في الدنيا لا بدّ من استنباطها من الروايات والسنة الشريفة.\nوالآيات الذاكرة للارتداد، ولم تُشر لحكم المرتد في الدنيا، هي:\nقوله سبحانه وتعالى:",
        "( وَلاَ يَزَالُونَ يُقَاتِلُونَكُمْ حَتَّىَ يَرُدُّوكُمْ عَن دِينِكُمْ إِنِ اسْتَطَاعُواْ وَمَن يَرْتَدِدْ مِنكُمْ عَن دِينِهِ فَيَمُتْ وَهُوَ كَافِرٌ فَأُوْلَ-ئِكَ حَبِطَتْ أَعْمَالُهُمْ فِي الدُّنْيَا وَالآخِرَةِ وَأُوْلَ-ئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ ) (1).\nوقوله تعالى:\n( يَا أَيُّهَا الَّذِينَ آمَنُواْ مَن يَرْتَدَّ مِنكُمْ عَن دِينِهِ فَسَوْفَ يَأْتِي اللّهُ بِقَوْمٍ يُحِبُّهُمْ وَيُحِبُّونَهُ أَذِلَّةٍ عَلَى الْمُؤْمِنِينَ أَعِزَّةٍ عَلَى الْكَافِرِينَ يُجَاهِدُونَ فِي سَبِيلِ اللّهِ وَلاَ يَخَافُونَ لَوْمَةَ لآئِمٍ ذَلِكَ فَضْلُ اللّهِ يُؤْتِيهِ مَن يَشَاءُ وَاللّهُ وَاسِعٌ عَلِيمٌ ) (2).\nوقوله تعالى: ( إِنَّ الَّذِينَ آمَنُواْ ثُمَّ كَفَرُواْ ثُمَّ آمَنُواْ ثُمَّ كَفَرُواْ ثُمَّ ازْدَادُواْ كُفْراً لَّمْ يَكُنِ اللّهُ لِيَغْفِرَ لَهُمْ وَلاَ لِيَهْدِيَهُمْ سَبِيلاً * بَشِّرِ الْمُنَافِقِينَ بِأَنَّ لَهُمْ عَذَاباً أَلِيماً ) (3).",
        "وهكذا فالروايات الذاكرة بالارتداد كلّها تشير إلى العذاب الأخروي ؛ وعليه فإنّ حكم مَن ارتد مستنبط من الروايات الواردة.\nفالروايات كثيرة في هذا المجال، فمنها: عن محمّد بن الحسن بإسناده، عن الحسين بن سعيد، قال: قرأت بخطّ رجل إلى أبي الحسن الرضا عليه‌السلام: رجل ولد على الإسلام\n____________________\n1 - البقرة: 217.",
        "2 - المائدة: 54.\n3 - النساء: 137 - 138.\n\nثمّ كفر وأشرك وخرج عن الإسلام، هل يُستتاب، أو يُقتل ولا يستتاب ؟ فكتب عليه‌السلام: (يُقتل)(1).",
        "ومنها: رواية عمّار الساباطي، قال: سمعت أبا عبد اللَّه عليه‌السلام يقول: ( كلّ مسلم بين المسلمين ارتدّ عن الإسلام، وجحد محمداً صلى‌الله‌عليه‌وآله نبوته وكذّبه، فإنّ دمه مباح لمَن سمع ذلك منه، وامرأته بائنة منه ( يوم ارتدّ )، ويقسّم ماله على ورثته، وتعتدّ امرأته عدّة المتوفّي عنها زوجها، وعلى الإمام أن يقتله ولا يستتيبه ) (2).\nومنها: عن أمير المؤمنين عليه‌السلام أمر بقتل المرتد وقال: ( من وُلد على الإسلام فبدّل دينه قتل ولم يستتب ) (3).\nومنها: روى عن أبي عبد اللَّه الصادق عليه‌السلام أن أمير المؤمنين كان يستتب الزنادقة ولا يستتب من ولد في الإسلام (4)، وغيرها من الروايات التي يستنبط منها الحكم بالقتل للمرتد الفطري، وفصل زوجته عنه، وتقسيم أمواله على الورثة.\nوبالنسبة للمرتد الملّي فإنّه يستتاب من ارتداده، فإن رجع وإلاّ يحكم عليه بالقتل كذلك، و هذا الحكم محل إجماع من الفقهاء كما ذكر ذلك صاحب الجواهر (5)، والشهيد الثاني في ( الروضة البهية ) (6).",
        "ويقول الإمام الخميني بعد ثبوت الحكم على المرتد الفطري بالقتل في حالة الارتداد، وفصل زوجته عنه، وتقسيم أمواله، يقول - في قبول توبته -: ( ولا تفيد توبته ورجوعه إلى الإسلام في رجوع زوجته وماله إليه . نعم، تُقبل توبته باطناً وظاهراً أيضاً، بالنسبة إلى بعض الأحكام، فيطهر بدنه، وتصحُّ عبادته، ويملك أموالاً جديدةً بأسبابه الاختيارية، كالتجارية\n____________________\n1 - وسائل الشيعة، ج 28، ص 325، ح 6، ب 1، أبواب حدّ المرتدّ.\n2 - نفس المصدر، ص 326، أبواب حد المرتدّين.",
        "3 - مستدرك الوسائل، ج 18، ص 164، ح 5، ب 1، أبواب حدّ المرتد.\n4 - نفس المصدر، ص 167، ح 3، ب 2.\n5 - جواهر الكلام في شرح شرائع الإسلام، ج 41، ص 406.\n6 - الروضة البهية، ج 9، ص 338، مصدر سابق.",
        "\nوالحيازية، والقهرية كالأرث، ويجوز له التزويج بالمسلمة، بل له تجديد العقد على زوجته السابقة)(1).\nوعلى كل حال، فالحكم ثابت في قتل مرتد الفطري من دون استتابة، وفصل زوجته عنه، وتقسيم أمواله على ورثته . أمّا المرتد الملّي، فهذه الأحكام تثبت عليه بعد استتابته ولم يتب.\nوالشبهة المذكورة سابقاً بهذه الحالة، وهي: كيف يكون الإنسان حراً في عقيدته ورأيه كما يذكر الدستور الإسلامي، لكن في المقابل يعرَّض للقتل في حالة الرجوع عن عقيدته في الإسلام واعتقاده بعقيدة ثانية ؟ كما ذكرنا سابقاً أنَّ مبدأ الحرية ليس مطلقاً في تطبيقه في الدستور الإسلامي، فليس للفرد أن يفعل ما يشاء تحت ذريعة الحرية، وإلاّ سوف يفسد النظام الاجتماعي، بل النظام الكوني بأسره لو أُطلقت الحرية بمعناها العام.",
        "أمّا في محل هذا البحث في عقوبة الارتداد ومعارضته لحرية العقيدة والرأي، فخير ما قاله الشيخ محسن كديفر:\n(المرتد هو ذلك الذي يخالف الإسلام لا على أساس البحث والتحقيق، وإنّما على أساس العناد واللجاج، مضافاً إلى إعلانه وجهة نظره، هادفاً إلى إيجاد تيار اجتماعي سياسي في المجتمع)(2)، وهذا من الخطر على الدعوة والدين الإسلامي، حيث بالتالي يؤدّي إلى نسف المسيرة الإسلامية من أساسها، ويكون صاحب ذلك النظر محارباً للإسلام فتجب مواجهته.\nلكن لو كانت وجهة النظر علمية فيبادر الإسلام على مناقشتها ودفع الشبهة عنها، كما كان ذلك ديدن النبي، وأهل بيته، مع أصحاب الملل، ولا يُرتب عليها حكم الارتداد لصاحبها.\nويضيف الشيخ كديفر: ( أنّ حكم الارتداد لا بدّ أن يكون علنياً، وملاحقته من محكمة خاصة، ولا بد أن يكون هناك مجال للمتهم لكي يُدافع عن نفسه ويُمارس حقّه ) (3)، فبالنتيجة",
        "____________________\n1 - تحرير الوسيلة، ج 2، ص 499.\n2 - مجلة \" الحياة الطيبة \"، العدد التاسع، السنة الثالثة، بيروت: تصدر عن معهد الرسول الأكرم صلى‌الله‌عليه‌وآله العالي للشريعة والدراسات الإسلامية، 1423 ه-، ص 71.\n3 - نفس المصدر",
        "\nالأمر في غاية الصعوبة لإثباته على المتهم ؛ وذلك لما أحاطه الإسلام بالكثير من القيود حتى وصل الحال إلى ندرة ثبات الارتداد على شخص في المسيرة الإسلامية، منذ نشوئها لحدّ الآن.\nومن هذه القيود والتي من الصعب تجاوزها، والتي بعضها في ثبوت الارتداد والأخرى في حكمه.\nشروط ثبوت الارتداد:",
        "1 - المعرفة الكاملة بالعوامل التي تؤدّي إلى الارتداد.\n2 - المعرفة الكاملة بأدلّة حكم المرتدّ.\n3 - القدرة على إدراك حقائق الزمان ومقتضياته وشروطه.\n4 - استيعاب روايات مسألة المرتدّ من جهة أصل الصدور - وهذا يتطلّب معرفة تامّة بعلم الرجال والحديث - وكذلك من جهة فهم العلاقة بين روايات المسألة والأدلّة الأخرى، كقوله تعالى ( لاَ إِكْرَاهَ فِي الدِّينِ ) (1)، وقوله تعالى: ( وَقُلِ الْحَقُّ مِن رَّبِّكُمْ فَمَن شَاء فَلْيُؤْمِن وَمَن شَاء فَلْيَكْفُرْ ) (2).",
        "5 - مناقشة ما إذا كان لفظ المرتد يُطلق على مَن يُنكر حكماً معيناً بدليل علمي أو على أساس شبهة معقولة، أم أنّ إطلاق هذه الصفة يختصّ بالمنكر الذي لا يستند لدليل أو شبهة معقولة.\nأمّا شروط الحكم:\n1 - دراسة ما إذا كان إجراء الحكم مشروطاً بحضور الإمام المعصوم ومنوطاً بإذنه، وهذا ما ذهب إليه بعض الفقهاء، أم أنّ ذلك ليس شرطاً.\n2 - لا بدّ من معرفة تأثير حالات الشك على إجراء الحكم، فعلى أساس قاعدة ( درء الحدود بالشبهات ) يجب أن لا يُحكم بالارتداد على مَن أنكر حكماً اعتماداً على دليلٍ علميٍّ أو شبهة معقولة، فإنّه يحتمل أن يكون حكم المرتد مختصاً بمَن يُنكر الحكم الشرعي من دون دليل أو شبهة معقولة.",
        "____________________\n1 - البقرة: 256.\n2 - الكهف: 29.\n",
        "فالنتيجة أنّ هذه الشبهة غير واردة على الدستور الإسلامي ؛ لمّا مرّ أنّ المرتد هو الذي يدعو إلى تيّار مضاد للإسلام، فيكون محارباً له، فيجب مقاومته والدفاع عن الدعوة الإسلامية، فحدّد الشرع عقوبة للمرتد لذلك.\nمع أنّ من الناحية التطبيقية للعقوبة المترتبة على المرتد تكاد تكون نادرة لإحاطتها بالكثير من القيود في موضوع الارتداد وحكمه، فيصعب تجاوز تلك القيود.\nوتوجد غير هذه الشبهات الواردة على الإسلام في حقّ غير المسلمين . وقد ذُكر في الفصل الثالث المتقدّم، الكثير من الحقوق لغير المسلم في المجتمع الإسلامي ومناقشتها، وتفسير العديد من الأحكام الإسلامية الواردة في حقّهم، ممّا أدّى إلى دفع أيّ شبهة مقدّرة، أو أيّ إشكال قد يرِد على تلك الأحكام.\n",
        "الخاتمة\nنودّ ختم هذا البحث بالنتائج التي خرجنا بها وإن كانت قد ذُكرت ضمن فصوله، ولكنّنا نذكرها هنا لأجل لملمة البحث، ويتّضح للقارئ الكريم ما ورد فيه:\n1 - المسلم: كلمة تُطلق على الشخص الذي يتّصف بالإسلام كدين . والإسلام، هو: الإقرار بالشهادتين ( شهادة أن لا إله إلاّ اللَّه) وشهادة أنّ محمّداً صلى‌الله‌عليه‌وآله رسول اللَّه )، وهو الذي يُحقن به الدماء والأموال . ومَن نطق بالشهادتين، فقد حُقن ماله ودمه إلاّ بالحقّ فيهما وعلى اللَّه حسابه.\n2 – الكافر: وهي كلمة تُطلق على الشخص المتّصف بالكُفر، وهو الجحود.",
        "والكافر بالمعنى الاصطلاحي هو: مَن يُّنكر أو يشك ‏في وجود اللَّه أو وحدانيّته، أو في نبوّة النبي صلى‌الله‌عليه‌وآله، أو في المعاد يوم القيامة، أو في ضرورة من ضروريّات الدين كوجوب الصلاة وحرمة الخمر.\nوالكُفر يقسّم على أربعة أقسام:\nأ - كفر إنكار.\nب - كفر جحود.",
        "ج- - كفر معاندة.\nد - كفر معاندة.\nويُقسّم الكافر من حيث التعامل معه إلى:\nأ - الكافر الحربي.",
        "ب - الكافر الذمّي.\nج - الكافر المستأمن.\nد - الكافر المعاهد.\n3 - التعريف بمصطلح (الأقلّيات) داخل المجتمعات وإن كان استخدامه في الوقت المعاصر . فتعرّف الأقلّية: مجموعة من الناس مرتبطون بصِلة العِرق أو الدين أو اللغة، ومندمجون في شعب يختلف عنهم ويفوقهم قدرةً وعدداً.",
        "\n4 - يُقسّم غير المسلمين إلى:\nأ - أهل كتاب، كاليهود والنصارى، وألحق بهم المجوس والصابئة.\nب - مَن ليس لهم كتاب سماوي، كالمشركين كما في أيّام الجاهلية، وكالهندوس والبوذيين وغيرهم في شرق آسيا.",
        "ويُقسّم أهل الكتاب إلى:\nأ – المحاربين.\nب - المسالمين والمعاهدين.\n5 - تعامل النبيّ صلى‌الله‌عليه‌وآله وأهل بيته عليهم‌السلام مع غير المسلمين في بداية الدعوة الإسلامية، فقد بدأت مع المشركين في البيت الهاشمي كعمّه أبي لهب وزوجته، فكانت المعاملة منه صلى‌الله‌عليه‌وآله تجاههم على أصول الرأفة والرحمة لصلة الرحِم . وأمّا مع بقية قريش، فكان صلى‌الله‌عليه‌وآله يواجه ما يصنعونه مع أصحابه من التنكيل والتعذيب بدعوتهم للحقّ، وحثّ أصحابه على الصبر والثبات.",
        "6 - التوسّع الإسلامي كان سِلمياً، حيث الأصل في الإسلام هو السلام، والحروب التي حدثت هي دفاع عن حياض الإسلام، وكان الرسول تجسيداً لقوله تعالى: ( وَمَا أَرْسَلْنَاكَ إِلاَّ رَحْمَةً لِلْعَالَمِينَ )، فكانت فتوحات الإسلام هي ‏قضاء على الظلم والطغيان والتعدّي من قِبل الجبابرة آنذاك، وهي مع ذلك دعوة للمجتمعات إلى اعتناق الدين الإسلامي باختيارهم، من دون إكراه ( لَا إِكْرَاهَ فِي الدِّينِ ) ؛ والشاهد على ذلك ترحيب الشعوب الكافرة في البلاد المفتوحة بالفاتحين المسلمين، لِما لاحظوا من السلوك الإسلامي السمح في التعامل معهم، والتغيّر الذي طرأ عليهم بمرور الأيّام في حياتهم الاجتماعية ؛ وذلك بسبب عدّة عوامل:\nأ - بثّ الأخلاق الفاضلة ونشر الحرّية.\nب - حرمة الغدر والتخريب الاقتصادي‏ أثناء الفتح.\nج - الوفاء بالعهد مع غير المسلمين.",
        "وعلى هذا فكانت المبادئ الإسلامية هي الفاتحة بذاتها.\nوكانت دوافع القتال هي لدفع العدوان، ولنصرة المظلومين والمستضعفين.\nكما كان الدستور الإسلامي واضحاً في رسم مبادئ القتال من الناحية الإنسانية الأخلاقية، وذلك من خلال:\nأ - حرمة القتال قبل الدعوة للإسلام.",
        "ب - النهي عن قتل النساء والأطفال والشيوخ وحرمة المُثلة والغدر.\n\nج - تحريم إلقاء السمّ في بلاد المشركين.\nد - وجوب إجارة المستجير.",
        "ه- - حُسن معاملة الأسرى.\n7 - مكاتيب الرسول صلى‌الله‌عليه‌وآله إلى أُمراء وملوك غير المسلمين، كانت ذات مضامين عالية كلّ حسب ظرفه، وهي دعوة للحقّ ورحمة للأُمم.\nوما أُشكل على عبارة ( أسلِم تسلَم ) في بعض كتب النبيّ صلى‌الله‌عليه‌وآله، بأنّ المقصود هو: أنْ يسلَم من القتْل، هذا غير صحيح، وإنّما المقصود هو بالإسلام يسلَم من عذاب الآخرة ؛ لأنّ الإسلام هو الدين الخاتم الجامع، ومصحّح لكلّ التحريفات في الأديان السابقة، فهو نجاة للإنسان في الآخرة.\n8 - تعتبر وثيقة العهد التي كتبها النبيّ صلى‌الله‌عليه‌وآله مع يهود المدينة في بداية بناء الدولة الإسلامية، بمثابة وثيقة تاريخية مجسّدة لكلّ معاني التعايش السِلمي‏ مع غير المسلمين بأبهى صوره.",
        "9 - المبادئ الأوّلية في العلاقة بين المسلمين وغيرهم تكون على عدّة أنحاء، فمنها: التعارف الإنساني المبني على التعاون وإرساء العدل في ما بينهم، ومنها: التعايش الأخلاقي بالدعوة إلى العمل الرشيد مع غير المسلمين، تطبيقاً لإرشادات مدرسة أهل البيت عليهم‌السلام: ( كونوا لنا دعاة صامتين ) . ومنها: الإحسان والتودّد حتّى مع الكفّار المعاندين لإنقاذهم من الضلال.\n10 - المساواة مبدأ إنساني سامي، أشار إليه الإسلام بجميع أنواعه من خلال القرآن والسيرة النبوية الشريفة وأهل البيت عليهم‌السلام: مساواةٌ في التعامل، ومساواةٌ في الخِلقة، ومساواةٌ في الابتلاء، والاختيار والتكليف فيه الناس سواسية، ولا تفاضل بين العباد إلاّ بالتقوى والعِلم النافع.\n11 - أهمّ حقّ منحه الإسلام لغير المسلمين هو حقّ الحرّية في العقيدة وإبداء الرأي، فقد أجمع الفقهاء على ذلك.\nكما وأنّه:",
        "أ – يحقّ للفرد غير المسلم إظهار عقائده الدينية وبشكلٍ علَني وعِبر الكلام أو الكتابة.\nب - ويحقّ كذلك له أداء فرائض ومناسك دينه كما أرادتها شريعته، وبين الأفراد والمجتمع.\n\n12 - لغير المسلمين الحقّ في حمايتهم داخل المجتمع الإسلامي من كلّ لون من ألوان الظلم والاضطهاد، فهم آمنون في كلّ ما يخصّهم: آمنون على أرواحهم وأعراضهم وممتلكاتهم.",
        "وكذلك لهم حقّ التقاضي، لا فرق بينهم وبين باقي المواطنين المسلمين داخل المجتمع الإسلامي، فالجميع متساوون أمام القضاء، وهذا ما أجمع عليه الفقهاء كذلك.\n13 - ومن الحقوق المالية التي أقرّها الإسلام لغير المسلمين ولم يُقيّدها، هو حقّهم في الوصايا والأوقاف والصدقات فيما بينهم، وكذلك حقّهم في التوارث.\n14 - من الحقوق الاقتصادية التي أقرّها الإسلام لغير المسلمين، هي إجراء العقود والمعاملات مع المسلمين وغيرهم، وهذا الأمر لا تأثير لاختلاف الدين في انعقاده ؛ لأنّه من الاعتبارات العقلائية، وليس من مخترعات الشريعة، بل وذهب الشرع في المعاملات الخاصّة بين غير المسلمين إلى إباحتها لهم، كالتعامل فيما بينهم بالخمر والخنزير والميتة المحرّمة عند المسلمين.\nكما أنّ لهم حقّ التملّك والتصرّف في مالهم، وأنّ للدولة الإسلامية أن تشملهم بحقّ الضمان الاجتماعي.",
        "15 - تُؤخذ الجزية من أهل الذمّة، وهي عقد لازم يلتزم من خلاله المسلمون ببعض الالتزامات تجاه أهل الذمّة، وهي تعتبر حقناً لدمائهم ومنعاً من استرقاقهم ووقاية لِما عداها من أموالهم، فهي بالنتيجة ضريبة لحمايتهم وما يملكون، ولا توجد ضريبة أخرى عليهم مثل ما على المسلمين من ضرائب كالخُمس والزكاة والكفّارات.\nوالجزية يُراعى فيها حال المعطي من الغنى والفقر، فلا يؤخذ من أحد أكثر من طاقته، بل إذا كان فقيراً يُنظر يساره، بل قد تسقط عنه، ولوحظ فيها كذلك الرِفق في أخذها، وأُسقطت عن النساء والصبيان والشيوخ المسنّين وأصحاب العاهات الجسدية والعقلية.\n16 - ينبغي على المسلمين الالتزام مع غير المسلمين بآداب اجتماعية حثّ عليها الإسلام، منها: عدم التجاوز عليهم، وحرمة قذفهم، ومنها: عيادة مريضهم وحُسن صحبتهم وجوارهم، ومنها: قبول هديّتهم.\nومنها: الدعاء لهم، وهذا كلّه ممّا دلّت عليه الروايات الواردة عن أهل بيت العصمة عليهم‌السلام.",
        "\n17 - من مبدأ قوله تعالى: ( ولا تُجَادِلُوا أَهْلَ الْكِتَابِ إِلاَّ بِالَّتِي هِيَ أَحْسَنُ ... ) (1) نهى عزّ وجلّ عن مجادلة أهل الكتاب إلاّ الجدال بالتي هي‏ أحسن، من حيث مراعاة الأدب في النقاش والمناظرة، والبراءة من التعصّب والحقد الديني، فلا مجال إلاّ بمقابلة الحجّة بالحجّة.\n18 - الإسلام لم ينتشر بالسيف، كما أشكل أعداء الإسلام بذلك عليه، عندما قالوا: إنّ تشريع الجهاد ما هو إلاَّ خروج عن طور النهضات الدينية المأثورة عن الأنبياء السالفين، ونعتوا الإسلام بأنّه دين سيف ودم وإجبار وإكراه، فأجابهم الإسلام بقرآنه وسيرة نبيّه والصالحين بأنه دين الفطرة ودين السلام، ولم يكن انتشاره إلاّ بالسِلم . أمّا الجهاد والقتال، فهو كان من باب الدفاع عن كرامة الإنسان، ودفاعاً عن مبادئ الدعوة وصيانة لها، ونصرةً للمظلومين.\n19 - تصوير الدين الإسلامي وما ينطوي عليه من أحكام شرعية بأنّه دين يدعو للعنف وأتباعه أناس إرهابيون، وهذهِ الشبهةَ ملصقة للدين الحنيف، فهي ناشئة إمّا من الجهل بمقاصد الإسلام وفلسفة شريعته المقدّسة، أو من عداء تاريخي من قِبَل المعارضين له من مستشرقين وغيرهم، لكنّ الإسلام يرفض ويمقت كلّ ألوان الإرهاب، كيف لا وهو لا يألو جهداً في نش-ر السِ-لْم والأم-ن في أيّ مندوحة تتوفَّر في شتّى ميادينه: ( وَإِنْ جَنَحُوا لِلسَّلْمِ فَاجْنَحْ لَهَا ) .",
        "20 - الحرّية مبدأ سامي جعله الإسلام من ركائز دستوره، ولا يمكن لأحد سلب حرّية إنسان آخر، ولكنّ الحرّية الإيجابية التي لا تؤدّي إلى الفوضى والفساد الاجتماعي كما هي الحرّية السلبية . فما يُنادي به الأعداء من أنّ الإسلام هو كبْت للحرّيات العامّة، نعم هو كذلك ‏، فهو يقف بوجه كلّ استخدام للحرّية السلبية المؤدّية إلى التعدّي على نفوس وأموال وأعراض الآخرين، والتضييق عليهم، وسلب حقوقهم، والتظاهر بالمنكرات وإهانة المقدّسات وعدم رعاية مصالح النظام.\n21 - مبدأ الأمر بالمعروف والنهي عن المنكر تشريع مقدّس لحفظ كرامة الإنسان وعدم هدر حرّيته، وركن من أركان الحفاظ على النظام العام بأكمله.\n22 - آية ( لا إِكْرَاهَ فِي الدِّينِ ) هي بصدد الإخبار عن أمر تكويني واقعي، مبني على أنّ الدين ( الأصول الاعتقادية ) لا يتقبّل الإجبار ولا مجال للإكراه فيه.\n____________________",
        "1 - العنكبوت: 46.\n\n23 - عقوبة المرتدّ عن الدين ليس فيها تعدّي على حرّية الرأي والعقيدة ؛ لأنّ الذي تُوَجّه إليه العقوبة ليس هو المناظر صاحب الشبهة والدليل العِلمي، بل هو صاحب الرأي والنظر الذي يدعو لتيّار ضدّ الإسلام، فحدّد الشرع له تلك العقوبة ؛ لأنّه في حالة حرب مع الدين.\nإضافة لذلك، فإنّ الشرع قد وضع قيوداً لتحديد المرتدّ وتحديد الحُكم بحقّه، ممّا جعل المسألة في غاية الصعوبة من التطبيق.",
        "\nالمصادر:\nأ - المصادر باللغة العربية.\n1 - القرآن الكريم.",
        "2 - ابن قدامة، أبو محمد عبد الله بن أحمد بن محمد، المغني، بيروت، دار الكتاب العربي.\n3 - ابن كثير، إسماعيل، السيرة النبوية لابن كثير، بيروت، دار المعرفة، 1396ه-.\n4 - ابن منظور، جمال الدين محمد بن مكرم المصري، لسان العرب، ط1، قم، دار إحياء التراث العربي، نشر أدب الحوزة.\n5 - ابن هشام، محمد، سيرة ابن هشام، ط1، القاهرة، مكتبة محمد علي صبيح وأولاده، 1383ه- - 1963م.",
        "6 - أبو خليل، شوقي، الإسلام في قفص الاتّهام، ط2، بيروت، دار الفكر.\n7 - أبو زهرة، الإمام محمد، محاضرات في النصرانية، ط4، القاهرة، إدارة البحوث العلمية والإفتاء والدعوة والإرشاد، 1404ه-.\n8 - إستودارد، لوثروب، حاضر العالم الإسلامي، بيروت، دار الفكر، 1394ه-.\n9 - أسود، العميد عبد الرزاق محمود، موسوعة الأديان والمذاهب المعاصرة، ط1، القاهرة.",
        "10 - الإصفهاني، الحسين بن محمد، مفردات ألفاظ القرآن، ط1، قم، دفتر نشر الكتاب، 1404ه-.\n11 - الإصفهاني، محمد حسين، حاشية كتاب المكاسب للأنصاري، ط1، قم، المطبعة العلمية، 1418ه-.\n12 - أمين، أحمد، فجر الإسلام، ط1، بيروت، دار الجيل.\n",
        "13 - البستاني، بطرس، دائرة المعارف، بيروت، دار المعرفة\n14 - البهي، د. محمد، الفكر الإسلامي الحديث، القاهرة، دار الفكر، 1991م\n15 - البلاذري، أنساب الأشراف، تحقيق محمد حميد، ط1، دار المعارف، 1959م.\n16 - البيهقي، أحمد بن حسن، السنن الكبرى، بيروت، دار الفكر.",
        "17 - التبريزي، الميرزا جواد، صراط النجاة، ط1، قم، مطبعة سلمان الفارسي، 1416ه-.\n18 - الترمذي، محمد بن عيسى، سنن الترمذي، ط2، بيروت، دار الفكر، 1403ه-.\n19 - الجرجاني، التعريفات، ط2، بيروت، دار الفكر.\n20 - الجوهري، إسماعيل بن حمّاد، الصحاح، ط4، بيروت، دار العلم للملايين - 1987م",
        "21 - الحراني، أبو محمد الحسن بن علي بن شعبة، تحف العقول، ط2، قم، مؤسسة النشر الإسلامي، 1404ه-.\n22 - الحكيم، محسن، منهاج الصالحين، ط4، النجف، مطبعة الآداب، 1391ه-.\n23 - الحلبي، أبو الصلاح، الكافي في الفقه، ط2، إصفهان، مكتبة أمير المؤمنين، 1403ه-.\n24 - الحلواني، الحسين بن محمد بن نصر، نزهة الناظر وتنبيه الخاطر، ط1، قم، مهر، 1408ه-.",
        "25 - الحلي، الحسن بن يوسف المطهَّر، قواعد الأحكام، ط1، قم، مؤسسة النشر الإسلامي، 1413ه-.\n26 - __، تذكرة الفقهاء، ط1، قم، مؤسسة آل البيت لإحياء التراث، 1414ه-.\n\n27 - __، تحرير الأحكام، ط1، قم، مؤسسة الإمام الصادق، 1420ه-.",
        "28 - الحلّي، نجم الدين جعفر بن الحسن، شرائع الإسلام في مسائل الحلال والحرام، ط2، قم، أمير، 1409ه-.\n29 - الحلّي، محمد بن إدريس، السرائر، ط2، قم، مؤسسة النشر الإسلامي، 1410ه-.\n30 - حميد، فوزي محمد، عالم الأديان بين الأسطورة والحقيقة، ليبيا، منشورات جمعية الدعوة الإسلامية العالمية، 1991م.\n31 - حيدر، أسد، الإمام الصادق والمذاهب الأربعة، ط2، بيروت، دار الكتاب العربي، 1390ه-.",
        "32 - الخامنئي، علي، الصابئة حكمهم الشرعي وحقيقتهم الدينية، بيروت، مركز الدراسات الإسلامية، 1419ه-.\n33 - الخميني، روح الله، تحرير الوسيلة، قم، دار الكتب العلمية، 1409ه-.\n34 - الخوئي، أبو القاسم، منهاج الصالحين، ط28، قم، مدينة العلم، 1410ه-.\n35 - دروزة، محمد عزة، عصر النبي وبيئته قبل البعثة، ط 2، بيروت، دار اليقظة العربية، 1964م.",
        "36 - __، سيرة النبي، ط2، القاهرة، مطبعة عيسى البابي الحلبي، 1965م.\n37 - الرازي، فخر الدين محمد بن عمر، التفسير الكبير، ط1، بيروت،دار الكتب العلمية،2000م.\n38 - الرازي، محمد بن أبي بكر بن عبد القادر، مختار الصحاح، ط1، بيروت، دار الكتب العلمية، 1415ه-.\n",
        "39 - الراوندي، قطب الدين بن سعيد بن هبة الله، فقه القرآن، ط2، قم، مطبعة الولاية، 1405ه-.\n40 - الراوندي، قطب الدين بن سعيد بن هبة الله، الخرائج والجرائح، قم، مؤسسة الإمام المهدي.\n41 - الزبيدي، محمد مرتضى، تاج العروس، ط1 المطبعة الخيرية المنشأة بجمالية مصر، بيروت، منشورات الحياة، 1306ه-.\n42 - زيدان، عبد الكريم، أحكام الذميين والمستأمنين، ط1، بغداد، مطبعة البرهان، 1382ه- - 1963م.",
        "43 - زيدان، د. عبد الكريم، موجز الأديان في القرآن، ط1، بغداد، مطبعة البرهان، 1964م.\n44 - زين العابدين، علي بن الحسين، رسالة الحقوق، حقّ الصاحب، قم، مطبعة إسماعيليان.\n45 - الزين، محمد خليل، تاريخ الفِرق الإسلامية، ط1، بيروت، مؤسسة ناصر للثقافة، 1981م.\n46 - سيرتوماس، وأرنولد، الدعوة إلى الإسلام، القاهرة، مطبعة الدبوي، 1971م.",
        "47 - السبزواري، عبد الأعلى، مهذّب الأحكام، ط1، قم، المنار.\n48 - السحمراني، د. أسعد، قاموس الأديان (بحث البوذية)، ط1، بيروت، دار النفائس، 1419 ه- - 1988م.\n49 - السيستاني، علي الحسيني، منهاج الصالحين، ط1، قم، ستارة، 1416ه-.\n50 - __، المسائل المنتخبة، ط3، قم، مهر، 1414ه-.",
        "51. __، الفقه للمغتربين، ط1، قم، مكتب السيد السيستاني.\n52 - الشريف الرضي، نهج البلاغة (الرسائل)، بيروت، دار المعرفة.\n\n53 - شلبي، متولِّي يوسف، أضواء على المسيحية دراسات في أصول المسيحية، ط1، الكويت، دار الكويتية، 1388ه-.",
        "54 - الشلبي، د. أحمد، مقارنة الأديان: اليهودية، ط3، القاهرة، مكتبة النهضة المصرية، 1973م.\n55 - الشهيد الأوّل، محمد بن مكي العاملي، اللمعة الدمشقية، ط1، قم، دار الفكر، 1411ه-.\n56 - __، غاية المراد، ط1، قم، مركز الأبحاث والدراسات، 1414ه-.\n57 - __، ذكرى الشيعة، ط1، قم، مؤسسة آل البيت لإحياء التراث، 1419ه-",
        "58 - الشهيد الثاني، زين الدين، الروضة البهية في شرح اللمعة الدمشقية، ط1، قم، طبعة إيران، انتشارات داودي، 1410ه-.\n59 - الشيرازي، محمد، لأوّل مرّة في تاريخ العالم، ط3، قم، 1418ه-.\n60 - صابوني، د . عبد الرحمن، المدخل لدراسة التشريع الإسلامي، ط2، القاهرة، دار الفكر،1993م.\n61 - الصدر، محمد باقر، اقتصادنا، ط13، بيروت، دار التعارف للمطبوعات، 1400ه-.",
        "62 - الصدوق، محمد بن علي، الهداية، ط1، قم، مؤسّسة الإمام الهادي، 1413ه-.\n63 - __، الخصال للصدوق، ط2، قم، مؤسسة النشر الإسلامي، 1404ه-.\n64 - __، مَن لا يحضره الفقيه، ط2، قم، مؤسسة النشر الإسلامي، 1404ه-.\n65 - __، أمالي الصدوق، ط1، قم، مؤسسة البعثة، 1417ه-.",
        "\n66 - الطباطبائي، محمد حسين، تفسير الميزان، قم، مؤسسة النشر الإسلامي التابعة لجماعة المدرسين.\n67 - الطبرسي، أحمد بن علي بن أبي طالب، الاحتجاج، ط2، النجف الأشرف، دار النعمان للطباعة والنشر، 1386ه-.\n68 - الطبرسي، الفضل بن الحسن، إعلام الورى، ط1، قم، مؤسسة آل البيت لإحياء التراث، 1417ه-.",
        "69 - __، تفسير مجمع البيان، ط1، بيروت، مؤسسة الأعلمي، 1415ه- - 1995م.\n70 - الطبري، محمد بن جرير بن رستم، دلائل الإمامة، ط1، قم، مؤسسة البعثة، 1413ه-.\n71 - __، تاريخ الطبري، ط2، بيروت، دار الكتب العلمية، 1408ه-.\n72 - الطريحي، فخر الدين، مجمع البحرين، ط2، طهران، مكتبة نشر الثقافة، 1408ه-.",
        "73 - الطوسي، أبي جعفر محمد بن الحسن بن علي، المبسوط في فقه الإمامية، ط1، طهران، الحيدرية، المكتبة الرضوية،1387ه- .ش.\n74 - __، الخلاف، ط1، قم، مؤسسة النشر الإسلامي، 1415ه-.\n75 - __، النهاية، قم، انتشارات قدس محمدي، بدون تاريخ.\n76 - __، الاستبصار، ط4، طهران، دار الكتب الإسلامية، 1363ه- . ش.",
        "77 - __، تهذيب الأحكام، ط4، طهران، دار الكتب الإسلامية، 1365ه- . ش.\n\n78 - __، تفسير التبيان، ط1، بيروت، مطبعة مكتب الإعلام الإسلامي، 1409ه-.\n79 - __، الرسائل العشر، قم، جامعة المدرسين، 1404ه-",
        "80 - الظاهري، ابن حزم، الفصل في الملل والأهواء والنحل، بيروت، دار الجيل، 1405 ه-\n81 - العاملي، محمد بن الحسن الحر، وسائل الشيعة، ط2، قم، مؤسسة آل البيت لإحياء التراث، 1414ه-.\n82 - العاملي، محمد جواد،مفتاح الكرامة، ط1، قم، مؤسسة النشر الإسلامي، 1419ه-.\n83 - العاملي، جعفر مرتضى، الصحيح من سيرة النبي الأعظم، ط4، بيروت، دار الهادي، 1415ه-.",
        "84 - العقاد، عباس محمود، الله جلّ جلاله، ط1، بيروت، المكتبة العصرية - الدار النموذجية، 1991م.\n85 - __، حقائق الإسلام وأباطيل خصومه،، مطبعة مصر، 1376ه-.\n86 - العسكري، الحسن بن علي، تفسير الإمام الحسن العسكري عليه‌السلام، ط1، قم، مهر، 1409ه-.\n87 - العياشي، محمد بن مسعود بن عياش، تفسير العياشي، طهران، المكتبة العلمية الإسلامية.",
        "88 - فاغليري، لورافيشيا، دفاع عن الإسلام، بيروت، دار العلم، 1960م.\n89 - فتح الله، د. أحمد، معجم ألفاظ الفقه الجعفري، ط1، الدمام، مطابع المدوخل، 1415ه-.\n90 - القمّي، علي بن إبراهيم، تفسير القمي، ط3، قم، مؤسسة دار الكتاب، 1404ه-.\n",
        "91 - كاشف الغطاء، جعفر بن خضر بن شلال الحلي، كشف الغطاء، الطبعة حجرية، إصفهان، نشر مهدوي.\n92 - الكركي، علي بن الحسين،رسائل المحقّق الكركي، ط1، قم، مطبعة الخيام، 1409ه-.\n93 - __، جامع المقاصد، ط1، قم، مؤسسة آل البيت لإحياء التراث، 1408ه-.\n94 - الكتاب المقدّس، مجمع الكنائس الشرقية، فصل الحرب المقدّسة.",
        "95 - الكلبايكاني، محمد رضا الموسوي، هداية العباد، ط1، قم، دار القرآن، 1413ه-.\n96 - الكليني، محمد بن يعقوب، الكافي، ط3، طهران، دار الكتب الإسلامية، 1388ه-.\n97 - لوبون، جوستاف، حضارة العرب، القاهرة، طبعة البابي، 1969م، ص145 - 146.\n98 - المازندراني، محمد صالح، شرح أصول الكافي، طهران، المكتبة الإسلامية، 1382ه-.",
        "99 - المجلسي، محمد باقر، بحار الأنوار، ط2، بيروت، مؤسسة الوفاء، 1403ه- - 1983م.\n100 - المجلسي، محمد تقي، روضة المتّقين، ط1، قم، المطبعة العلمية، 1395ه-.\n101 - مجموعة مؤلّفين، المنجد الأبجدي، ط1، بيروت، دار المشرق، 1967م.\n102 - مجلة \" الحياة الطيبة \"، العدد الرابع، السنة الثانية، 1420ه-، قم، معهد الدراسات الإسلامية.",
        "103 - __، العدد التاسع، السنة الثالثة، بيروت، تصدر عن معهد الرسول الأكرم صلى‌الله‌عليه‌وآله العالي للشريعة والدراسات الإسلامية، 1423 ه-.\n104 - مصطفى، إبراهيم . و الزيات، أحمد حسن . و عبد القادر، حامد . و النجار، محمد علي، المعجم الوسيط، ط2، إسطنبول، المكتبة الإسلامية.\n\n105 - مظهر، سليمان، قصّة الديانات، بيروت، مطبعة الوطن العربي، 1984م.",
        "106 - المعتزلي، ابن أبي الحديد، شرح نهج البلاغة، ط2، القاهرة، دار إحياء الكتب العربية، 1378ه-.\n107 - المنتظري، حسين علي، دراسات في ولاية الفقيه، ط2، قم، المركز العالمي للدراسات الإسلامية، 1409ه-.\n108 - المفيد، محمد بن محمد بن النعمان، المقنعة، قم، جامعة المدرسين، 1410ه-.\n109 - __، الأمالي، ط2، قم، جامعة المدرسين.",
        "110 - ميانجي، علي الأحمدي، مكاتيب الرسول، ط1، طهران، دار الحديث، 1419ه-.\n111 - النائيني، محمد حسين، فوائد الأصول، ط1، قم، مؤسسة النشر الإسلامي، 1409ه-.\n112 - النسائي أحمد بن شعيب، سنن النسائي، ط1، بيروت، دار الفكر، 1348ه-.\n113 - النجفي، محمد حسن، جواهر الكلام، ط3، طهران، دار الكتب الإسلامية، 1367ه- . ش.",
        "114 - نجيب، د. عمارة، الإنسان في ظلال الأديان، القاهرة، المكتبة التوفيقية، 1977م.\n115 - النمر، عبد المنعم، تاريخ الإسلام في الهند، القاهرة، الهيئة المصرية العامة للكتاب، 1990م.\n116 - النوري، حسين، مستدرك الوسائل، ط1، قم، مؤسسة آل البيت لإحياء التراث، 1408ه-.\n117 - هارون، عبد السلام، تهذيب سيرة ابن هشام، ط2، القاهرة، مكتبة محمد علي صبيح وأولاده، 1964م.",
        "\n118 - الهيثمي، نور الدين علي ابن أبي بكر، مجمع الزوائد ومنبع الفوائد، ط2، بيروت، دار الكتب العلمية، 1408ه- - 1988م.\n119 - الوائلي، د. أحمد، هوية التشيّع، قم، سلسلة الكتب العقائدية، مركز الأبحاث العقائدية.\n120 - وات، منتجومري، محمد في المدينة، بيروت، المكتبة العصرية، ترجمة: شعبان بركات.",
        "121 - الواقدي، أبو عبد الله محمد بن عمر بن واقد، المغازي، بيروت، عالم الكتب.\n122 - وكيبديا الموسوعة الحرّة عبر شبكة الانترنيت، الموسوعة الميسّرة في الأديان والمذاهب المعاصرة، 2005م.\n123 - اليزدي، محمد كاظم، حاشية كتاب البيع للأنصاري، طبعة حجرية، قم، إسماعيليان، 1378ه-.\n124 - اليعقوبي، أحمد ابن أبي يعقوب بن جعفر، تاريخ اليعقوبي، بيروت، دار صادر.",
        "ب - المصادر باللغة الأجنبية:\n1 - cavarel: Ledroit International puplic positif tome I 3ed. Editions apedone. Paris 1973م p: 315\n2 - MICROSOFT ENCARTA (Encyclopekie professionneffe) 2005 (CD ROM).\n",
        "الفهرس"
    ]
}