{
    "partText": [
        "\nحقيقة التوسل بالنبي\nصلى الله عليه وسلم\nشبهات وردود\n\nإعداد\n\nأ.د.عبد الله بن محمد بن أحمد الطيار\nأستاذ الدراسات العليا بكلية الشريعة وأصول الدين بجامعة القصيم\n\nبسم الله الرحمن الرحيم\nالمقدمة\nالحمد لله رب العالمين، وأشهد أن لا إله إلا الله وحده لا شريك له القائل في محكم التنزيل على لسان نبيه الصادق الأمين [قُلْ لا أَمْلِكُ لِنَفْسِي نَفْعاً وَلا ضَرّاً إِلاَّ مَا شَاءَ اللَّهُ وَلَوْ كُنتُ أَعْلَمُ الْغَيْبَ لاسْتَكْثَرْتُ مِنْ الْخَيْرِ وَمَا مَسَّنِي السُّوءُ إِنْ أَنَا إِلاَّ نَذِيرٌ وَبَشِيرٌ لِقَوْمٍ يُؤْمِنُونَ] (1).\nوالصلاة والسلام على نبينا محمد رسول رب العالمين القائل في سنته (لا تُطْرُونِي كَمَا أَطْرَتْ النَّصَارَى ابْنَ مَرْيَمَ فَإِنَّمَا أَنَا عَبْدُهُ فَقُولُوا عَبْدُ اللَّهِ وَرَسُولُهُ) (2)،صلى الله عليه وعلى آله وصحبه ومن اقتفى أثره واستن بسنته إلى يوم الدين، أما بعد:\nفهذه رسالة لطيفة في بيان حقيقة التوسل بالنبي صلى الله عليه وسلم، وهي عبارة عن شبهات وردود مما احتج به المبتدعة ممن يجيز التوسل بالنبي صلى الله عليه وسلم، نوضح في مقدمتها معنى التوسل والوسيلة،وأنواع التوسل المشروع والممنوع ثم نذكر الشبه التي تعلق بها أهل البدع ممن يجيز التوسل بالنبي صلى الله عليه وسلم، ثم نقوم بالرد عليها بالأدلة الشرعية من كتاب الله وسنة نبيه صلى الله عليه وسلم.\nنسأل الله تعالى أن يمنَّ علينا وعلى من ابتلي بذلك بالهداية والتوفيق، وأن يرزقنا العلم النافع والعمل الصالح إنه سميع قريب.\nوآخر دعوانا أن الحمد لله رب العالمين وصلى الله وسلم على نبينا محمد.\nوكتبه أبو محمد\nأ.د. عبد الله بن محمد بن أحمد الطيار\nص.ب: 188 ـ الزلفي: 11932\n\nمعنى الوسيلة\n__________\n(1) سورة الأعراف: 188 .\n(2) رواه البخاري ـ كتاب أحاديث الأنبياء ـ باب قول الله تعالى [واذكر في الكتاب مريم إذ انتبذت(3189).\n(1/1)\n",
        "التوسل: الذي جاءت به نصوص كتابنا العزيز، وفي كلام نبينا محمد صلى الله عليه وسلم ، وهو كذلك عند علماء اللغة والمحدثين والمفسرين، معناه التقرب إلى الله تعالى بما شرعه على لسان نبينا محمد صلى الله عليه وسلم.\nقال في القاموس المحيط:(الوسيلة، والواسلة: المنزلة عند الملك، والدرجة والقربة، ووسل إلى الله تعالى توسيلا، عمل عملاً يتقرب به إليه.\nقال الإمام الطبري في تفسير قوله تعالى:(يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَابْتَغُوا إِلَيْهِ الْوَسِيلَةَ وَجَاهِدُوا فِي سَبِيلِهِ لَعَلَّكُمْ تُفْلِحُونَ](1). قال: واطلبوا القربة إليه بالعمل بما يرضيه، والوسيلة: هي الفعيلة من قول القائل: توسلت إلى فلان بكذا، بمعنى تقربت إليه، ومنه قول عنترة:\n\nإنَّ الرِّجَالَ لَهُمْ إِلَيْكِ وَسِيلَةٌ ... * * ... إِنْ يَأْخُذُوكِ، تكَحَّلِي وتَخَضَّبي\n\nيعني بالوسيلة القربة. وبنحو الذي قلنا في ذلك قال أهل التأويل)(2).\nفحاصل ما ذكره رحمه الله أن الوسيلة هي:(التقرب إلى الله بطاعته، والعمل بما يرضيه).\nوبذلك يمكننا أن نحدد معنى الوسيلة في الشرع فنقول:(قربة مشروعة توصل إلى مرغوب فيه، والتوسل هو التقرب إلى الله بتلك القربة، وتوسل الداعي هو طلبه المبني عل تلك القربة، وليس في الشرع مطلوب ومدعو إلا الله، وليس فيه من قربة إلا ما شرعه في الكتاب والسنة.\nمعنى التوسل بالنبي صلى الله عليه وسلم:\nقال شيخ الإسلام ابن تيمية رحمه الله:(وحينئذ فلفظ التوسل له معنيان صحيحان باتفاق المسلمين، ويراد به معنى ثالث لم ترد به سنة، فأما المعنيان الأولان الصحيحان باتفاق العلماء فأحدهما: هو أصل الإيمان والإسلام، وهو التوسل بالإيمان به وبطاعته، والثاني: دعاؤه وشفاعته كما تقدم، فهذان جائزان بإجماع المسلمين.\n__________\n(1) سورة المائدة: 35.\n(2) تفسير الطبري (10/290).\n(1/2)\n\nومن هذا قول عمر بن الخطاب : اللهم إنا كنا إذا أجدبنا توسلنا إليك بنبينا فتسقينا، وإنا نتوسل إليك بعم نبينا فاسقنا، أي: بدعائه وشفاعته، وقوله تعالى:[وَابْتَغُواْ إِلَيهِ الْوَسِيلَةَ](1)، أي القربة إليه بطاعته. وطاعة رسوله طاعته، قال تعالى:[مَّنْ يُطِعِ الرَّسُولَ فَقَدْ أَطَاعَ اللّهَ] (2). فهذا التوسل الأول هو أصل الدين، وهذا لا ينكره أحد من المسلمين .\nوأما التوسل بدعائه وشفاعته كما قال عمر فإنه توسل بدعائه لا بذاته؛ ولهذا عدلوا عن التوسل به إلى التوسل بعمه العباس، ولو كان التوسل هو بذاته لكان هذا أولى من التوسل بالعباس، فلما عدلوا عن التوسل به إلى التوسل بالعباس، علم أن ما يفعل في حياته قد تعذر بموته، بخلاف التوسل الذي هو الإيمان به والطاعة له فإنه مشروع دائما.\nفلفظ التوسل يراد به ثلاثة معان:\nأحدها: التوسل بطاعته، فهذا فرض لا يتم الإيمان إلا به .\nوالثاني: التوسل بدعائه وشفاعته، وهذا كان في حياته،ويكون يوم القيامة يتوسلون بشفاعته.\nوالثالث: التوسل به بمعنى الإقسام على الله بذاته، والسؤال بذاته، فهذا هو الذي لم تكن الصحابة يفعلونه في الاستسقاء ونحوه، لا في حياته ولا بعد مماته، لا عند قبره ولا غير قبره، ولا يعرف هذا في شيء من الأدعية المشهورة بينهم، وإنما ينقل شيء من ذلك في أحاديث ضعيفة)(3).\nأنواع التوسل:\nالتوسل من حيث قسمه ينقسم إلى قسمين:\nالأول: توسل مشروع. ... ... الثاني: توسل غير مشروع.\nأولاً: التوسل المشروع:\nتعريف التوسل المشروع: هو كل توسل ندب إليه الشارع وحث عليه، وبينه لنا نبينا صلى الله عليه وسلم، أي ما كان موافقاً لما شرع الله من التقرب إليه بالطاعات والأعمال الصالحة التي يحبها الله ويرضاها.\nأنواع التوسل المشروع:\nينقسم التوسل المشروع إلى أربعة أنواع:\n__________\n(1) سورة المائدة: 35.\n(2) سورة النساء: 80.\n(3) مجموع فتاوى شيخ الإسلام ابن تيمية (14/72).",
        "(1/3)\n\nالأول: التوسل إلى الله تعالى بأسمائه وصفاته: قال الله تعالى :[وَلِلَّهِ الأَسْمَاءُ الْحُسْنَى فَادْعُوهُ بِهَا ..](1).\nوروى الترمذي عن معاذ بن جبل رضي الله عنه:(أن النبي صلى الله عليه وسلم سَمِعَ رَجُلا وَهُوَ يَقُولُ يَا ذَا الْجَلالِ\nوَالإِكْرَامِ، فَقَالَ: قَدْ اسْتُجِيبَ لَكَ فَسَلْ)(2).\nومن الأمثلة على هذا النوع:\nما رواه أحمد وغيره عن أنس رضي الله عنه أن النبي صلى الله عليه وسلم سمع رجلاً يدعو (اللَّهُمَّ إِنِّي أَسْأَلُكَ بِأَنَّ لَكَ الْحَمْدَ لا إِلَهَ إِلا أَنْتَ الْمَنَّانُ يَا بَدِيعَ السَّمَوَاتِ وَالأَرْضِ يَا ذَا الْجَلالِ وَالإِكْرَامِ يَا حَيُّ يَا قَيُّومُ إِنِّي أَسْأَلُكَ فَقَالَ النَّبِيُّ صلى الله عليه وسلم أَتَدْرُونَ بِمَا دَعَا اللَّهَ قَالَ فَقَالُوا اللَّهُ وَرَسُولُهُ أَعْلَمُ قَالَ وَالَّذِي نَفْسِي بِيَدِهِ لَقَدْ دَعَا اللَّهَ بِاسْمِهِ الأَعْظَمِ الَّذِي إِذَا دُعِيَ بِهِ أَجَابَ وَإِذَا سُئِلَ بِهِ أَعْطَى)(3).\nومن الأمثلة أيضاً ما رواه مسلم عن عائشة رضي الله عنها أن النبي صلى الله عليه وسلم كان إذا قام من الليل قال:(اللَّهُمَّ رَبَّ جَبْرَائِيلَ وَمِيكَائِيلَ وَإِسْرَافِيلَ فَاطِرَ السَّمَاوَاتِ وَالأَرْضِ عَالِمَ الْغَيْبِ وَالشَّهَادَةِ أَنْتَ تَحْكُمُ بَيْنَ عِبَادِكَ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ اهْدِنِي لِمَا اخْتُلِفَ فِيهِ مِنْ الْحَقِّ بِإِذْنِكَ إِنَّكَ تَهْدِي مَنْ تَشَاءُ إِلَى صِرَاطٍ مُسْتَقِيمٍ)(4).\n__________\n(1) سورة الأعراف: 180.\n(2) رواه الترمذي، وضعفه الألباني في ضعيف الترغيب والترهيب (ج1 رقم 1018).\n(3) رواه أحمد، وأبو داود، والنسائي، وصححه الألباني في سنن النسائي (3/52) رقم (1300) .\n(4) رواه مسلم ـ كتاب صلاة المسافرين وقصرها ـ باب الدعاء في صلاة الليل وقيامه(1289).\n(1/4)",
        "\nومن ذلك أيضاً قول النبي صلى الله عليه وسلم لأبي بكر رضي الله عنه حينما طلب منه أن يعلمه دعاء يدعو به في صلاته، قال:(قُلْ اللَّهُمَّ إِنِّي ظَلَمْتُ نَفْسِي ظُلْمًا كَثِيرًا وَلا يَغْفِرُ الذُّنُوبَ إِلا أَنْتَ فَاغْفِرْ لِي مَغْفِرَةً مِنْ عِنْدِكَ وَارْحَمْنِي إِنَّكَ أَنْتَ الْغَفُورُ الرَّحِيمُ)(1).\nومن الأمثلة على التوسل إلى الله تعالى بصفة من صفاته قوله صلى الله عليه وسلم:(اللهم بعلمك الغيب، وقدرتك على الخلق أحيني ما علمت الحياة خيرا لي، وتوفني ما علمت الوفاة خيراً لي)(2).\nفهذا توسل لله تعالى بصفة من صفاته وهي العلم والقدرة.\nالثاني: التوسل إلى الله تعالى بالإيمان به:\nمن أنواع التوسل المشروع أن يتوسل العبد إلى ربه بالإيمان الصحيح الصادق دليل ذلك ما حكاه الله تعالى عن أولي الألباب في دعائهم [رَبَّنَا إِنَّنَا سَمِعْنَا مُنَادِياً يُنَادِي لِلإِيمَانِ أَنْ آمِنُوا بِرَبِّكُمْ فَآمَنَّا رَبَّنَا فَاغْفِرْ لَنَا ذُنُوبَنَا وَكَفِّرْ عَنَّا سَيِّئَاتِنَا وَتَوَفَّنَا مَعَ الأَبْرَارِ] (3).\n__________\n(1) رواه البخاري ـ كتاب الدعوات ـ باب الدعاء في الصلاة(5851)، مسلم ـ كتاب الذكر والدعاء والتوبة والاستغفار ـ باب استحباب خفض الصوت بالذكر(4876).\n(2) رواه النسائي، وصححه الألباني في سنن النسائي (3/54) رقم (1305).\n(3) سورة آل عمران: 193.\n(1/5)\n",
        "ومن السنة ما رواه الترمذي وغيره عن بريدة رضي الله عنه أن النبي صلى الله عليه وسلم سمع رجلاً يدعو ويقول:(اللَّهُمَّ إِنِّي أَسْأَلُكَ بِأَنِّي أَشْهَدُ أَنَّكَ أَنْتَ اللَّهُ لا إِلَهَ إِلا أَنْتَ الأَحَدُ الصَّمَدُ الَّذِي لَمْ يَلِدْ وَلَمْ يُولَدْ وَلَمْ يَكُنْ لَهُ كُفُوًا أَحَدٌ قَالَ فَقَالَ وَالَّذِي نَفْسِي بِيَدِهِ لَقَدْ سَأَلَ اللَّهَ بِاسْمِهِ الأَعْظَمِ الَّذِي إِذَا دُعِيَ بِهِ أَجَابَ وَإِذَا سُئِلَ بِهِ أَعْطَى)(1).\nفمتى قال العبد اللهم إني آمنت بك وبرسولك فاغفر لي ووفقني، أو يقول: اللهم بإيماني بك وبرسولك أسألك كذا وكذا جاز له ذلك لأنه توسل إلى الله تعالى بنوع من التوسل المشروع.\nالثالث: التوسل إلى الله تعالى بالعمل الصالح:\n__________\n(1) رواه الترمذي، والنسائي، وأحمد، وصححه الألباني في جامع الترمذي (5/515) رقم (3475).\n(1/6)\n\nمن أنواع التوسل المشروع أن يتوسل العبد إلى الله بطاعته وصالح عمله، دليل ذلك ما جاء في الصحيحين عن ابن عمر رضي الله عنهما قال: سمعت رسول الله صلى الله عليه وسلم يقول:(بَيْنَمَا ثَلاثَةُ نَفَرٍ مِمَّنْ كَانَ قَبْلَكُمْ يَمْشُونَ إِذْ أَصَابَهُمْ مَطَرٌ فَأَوَوْا إِلَى غَارٍ فَانْطَبَقَ عَلَيْهِمْ فَقَالَ بَعْضُهُمْ لِبَعْضٍ إِنَّهُ وَاللَّهِ يَا هَؤُلاءِ لا يُنْجِيكُمْ إِلا الصِّدْقُ فَليَدْعُ كُلُّ رَجُلٍ مِنْكُمْ بِمَا يَعْلَمُ أَنَّهُ قَدْ صَدَقَ فِيهِ فَقَالَ وَاحِدٌ مِنْهُمْ اللَّهُمَّ إِنْ كُنْتَ تَعْلَمُ أَنَّهُ كَانَ لِي أَجِيرٌ عَمِلَ لِي عَلَى فَرَقٍ مِنْ أَرُزٍّ فَذَهَبَ وَتَرَكَهُ وَأَنِّي عَمَدْتُ إِلَى ذَلِكَ الْفَرَقِ فَزَرَعْتُهُ فَصَارَ مِنْ أَمْرِهِ أَنِّي اشْتَرَيْتُ مِنْهُ بَقَرًا وَأَنَّهُ أَتَانِي يَطْلُبُ أَجْرَهُ فَقُلْتُ لَهُ اعْمِدْ إِلَى تِلْكَ الْبَقَرِ فَسُقْهَا فَقَالَ لِي إِنَّمَا لِي عِنْدَكَ فَرَقٌ مِنْ أَرُزٍّ فَقُلْتُ لَهُ اعْمِدْ إِلَى تِلْكَ الْبَقَرِ فَإِنَّهَا مِنْ ذَلِكَ الْفَرَقِ فَسَاقَهَا فَإِنْ كُنْتَ تَعْلَمُ أَنِّي فَعَلْتُ ذَلِكَ مِنْ خَشْيَتِكَ فَفَرِّجْ عَنَّا فَانْسَاحَتْ عَنْهُمْ الصَّخْرَةُ فَقَالَ الآخَرُ اللَّهُمَّ إِنْ كُنْتَ تَعْلَمُ أَنَّهُ كَانَ لِي أَبَوَانِ شَيْخَانِ كَبِيرَانِ فَكُنْتُ آتِيهِمَا كُلَّ لَيْلَةٍ بِلَبَنِ غَنَمٍ لِي فَأَبْطَأْتُ عَلَيْهِمَا لَيْلَةً فَجِئْتُ وَقَدْ رَقَدَا وَأَهْلِي وَعِيَالِي يَتَضَاغَوْنَ مِنْ الْجُوعِ فَكُنْتُ لا أَسْقِيهِمْ حَتَّى يَشْرَبَ أَبَوَايَ فَكَرِهْتُ أَنْ أُوقِظَهُمَا وَكَرِهْتُ أَنْ أَدَعَهُمَا فَيَسْتَكِنَّا لِشَرْبَتِهِمَا فَلَمْ أَزَلْ أَنْتَظِرُ حَتَّى طَلَعَ الْفَجْرُ فَإِنْ كُنْتَ تَعْلَمُ أَنِّي فَعَلْتُ ذَلِكَ مِنْ خَشْيَتِكَ فَفَرِّجْ عَنَّا فَانْسَاحَتْ",
        "(1/7)\n\nعَنْهُمْ الصَّخْرَةُ حَتَّى نَظَرُوا إِلَى السَّمَاءِ فَقَالَ الآخَرُ اللَّهُمَّ إِنْ كُنْتَ تَعْلَمُ أَنَّهُ كَانَ لِي ابْنَةُ عَمٍّ مِنْ أَحَبِّ النَّاسِ إِلَيَّ وَأَنِّي رَاوَدْتُهَا عَنْ نَفْسِهَا فَأَبَتْ إِلا أَنْ آتِيَهَا بِمِائَةِ دِينَارٍ فَطَلَبْتُهَا حَتَّى قَدَرْتُ فَأَتَيْتُهَا بِهَا فَدَفَعْتُهَا إِلَيْهَا فَأَمْكَنَتْنِي مِنْ نَفْسِهَا فَلَمَّا قَعَدْتُ بَيْنَ رِجْلَيْهَا فَقَالَتْ اتَّقِ اللَّهَ وَلا تَفُضَّ الْخَاتَمَ إِلا بِحَقِّهِ فَقُمْتُ وَتَرَكْتُ الْمِائَةَ دِينَارٍ فَإِنْ كُنْتَ تَعْلَمُ أَنِّي فَعَلْتُ ذَلِكَ مِنْ خَشْيَتِكَ فَفَرِّجْ عَنَّا فَفَرَّجَ اللَّهُ عَنْهُمْ فَخَرَجُوا) (1).\nفهؤلاء الثلاثة نفر توسلوا إلى الله تعالى بصالح أعمالهم فنجاهم الله تعالى من هذه الصخرة.\nالرابع: التوسل إلى الله تعالى بدعاء الرجل الصالح:\nومن التوسل المشروع أيضاً أن يتوسل العبد بدعاء غيره، وهذا النوع على وجهين:\nالأول: أن تكتفي عن دعائه بدعاء من سألته الدعاء، كما كان هذا حال بعض الصحابة حينما يسألون الدعاء من النبي صلى الله عليه وسلم وذلك لعلمهم أن دعائه عند ربه مستجاب.\nالثاني: أن تسأل الدعاء من العبد الحي الحاضر، فيدعو لك وتتوجه أنت إلى الله متوسلاً بدعائه، وهذا مثل حديث الأعمى الذي أُحتج به على جواز التوسل بالنبي صلى الله عليه وسلم، وسيأتي الرد على هذه الشبهة.\nثانياً: التوسل الغير مشروع:\n__________\n(1) رواه البخاري ـ كتاب أحاديث الأنبياء ـ باب حديث الغار(3206)، مسلم ـ كتاب الذكر والدعاء والتوبة والاستغفار ـ باب استحباب خفض الصوت بالذكر(4926).\n(1/8)",
        "\nالتوسل غير المشروع هو التقرب إلى الله تعالى بما ليس بوسيلة، أي بما لم يثبت في الشرع أنه وسيلة شرعية، كالتوسل إلى الله بذوات المخلوقات، كالملائكة، والنبيين، والصالحين، أو بالأمكنة كالكعبة والمشعر الحرام، أو بالأزمنة الفاضلة كشهر رمضان، وليلة القدر، وأشهر الحج.\nفهذا النوع من التوسل محرم لأنه من اللغو الباطل المخالف للمنقول والمعقول.\nفمتى قال العبد اللهم إني أتوسل إليك بالنبي الفلاني، أو أتوسل إليك بالكعبة، أو بشهر رمضان، أو ليلة القدر وغير ذلك كل هذا لا يجوز، فهذا كله إما أن يكون شركاً أو وسيلة إلى حصول الشرك، ولهذا جاءت الشريعة بالنهي عن هذا النوع من التوسل.\nوهذا النوع من التوسل له ثلاثة أوجه:\nالأول: أن يتوسل إلى الله تعالى بذات وشخص المتوسل به، كأن يقول:(اللهم إني أتوسل إليك بفلان ـ يعني بذلك ذاته وشخصه ـ.\nالثاني: أن يتوسل إلى الله تعالى بجاه فلان أو حقه أو حرمته أو بركته، كأن يقول المتوسل:(اللهم إني أتوسل إليك بجاه فلان عندك، أو حقه عليك، أو بحرمته أو بركته أن تقضي لي حاجتي).\nالثالث: أن يتوسل المتوسل على الله بالمتوسل به: كأن يقول:(اللهم إني أقسم عليك بفلان أن تقضي لي حاجتي).\nفهذه ثلاثة أوجه في التوسل بالمخلوق قد أجازها المستحلون للتوسل، والحقيقة أن كل هذه الأنواع باطلة فاسدة مخالفة لأصول الشريعة.\nروى البخاري في صحيحه عن عمر بن الخطاب رضي الله عنه أنه قال:(اللَّهُمَّ إِنَّا كُنَّا نَتَوَسَّلُ إِلَيْكَ بِنَبِيِّنَا فَتَسْقِينَا وَإِنَّا نَتَوَسَّلُ إِلَيْكَ بِعَمِّ نَبِيِّنَا فَاسْقِنَا قَالَ فَيُسْقَوْنَ)(1).\n__________\n(1) رواه البخاري ـ كتاب الجمعة ـ باب سؤال الناس الإمام الاستسقاء إذا قحطوا (954).\n(1/9)\n",
        "فهذا الخليفة الراشد عمر بن الخطاب رضي الله عنه يعدل عن التوسل بالنبي صلى الله عليه وسلم بعد موته إلى عمه العباس الذي هو حي بينهم، ففيه إثبات التوسل بالنبي صلى الله عليه وسلم في حياته، وبأهل الفضل ولاسيما ذوو قرابته بعد موته، والمقصود بالتوسل بالأحياء بدعائهم إذا كانوا معنا أحياء، أما إن كانوا أمواتاً أو كانوا غائبين فلا يشرع التوسل بهم.\nذكر الشبهات التي قذفها الشيطان\nفي قلوب أوليائه مضاهاة للحق وأهله\n\n- الشبهة الأولى والجواب عليها\n- الشبهة الثانية والجواب عليها\n- الشبهة الثالثة والجواب عليها\n- الشبهة الرابعة والجواب عليها\n- الشبهة الخامسة والجواب عليها\n\nالشبهات التي قذفها الشيطان في قلوب أوليائه\nمضاهاة للحق وأهله\nهناك بعض الشبه حول بعض الأدلة التي يستخدمها المروجون للبدع في الدعوة لبدعهم المذمومة وسنذكر بعضا منها ثم نجيب عليها بما تيسر:\nالشبهة الأولى:\nيقول المبتدعون: أما دليلنا على جواز التوسل إلى الله تعالى بالنبي صلى الله عليه وسلم فقد جاءت به نصوص الكتاب والسنة ثم يذكرون دليلهم على ذلك وهو قوله تعالى:[يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَابْتَغُوا إِلَيْهِ الْوَسِيلَةَ](1). والمعنى عندهم أي يا أيها الذين آمنوا حققوا التقوى وإذا أردتم دعائي اطلبوا إليّ وسيلة لكي أستجيب لكم ولا وسيلة أفضل من النبي عندنا.\nالشبهة الثانية:\nقوله تعالى:[وَلَوْ أَنَّهُمْ إِذْ ظَلَمُوا أَنفُسَهُمْ جَاءُوكَ فَاسْتَغْفَرُوا اللَّهَ وَاسْتَغْفَرَ لَهُمْ الرَّسُولُ لَوَجَدُوا اللَّهَ تَوَّاباً رَحِيماً](2). ثم يذكرون قصة ذكرها ابن كثير عند تفسيره لهذه الآية.\nالشبهة الثالثة:\n__________\n(1) سورة المائدة: 35.\n(2) سورة النساء: 64.\n(1/10)\n\nمن السنة: ما رواه الترمذي في جامعه أنه قال: حدثنا محمود بن غيلان، ثنا عثمان بن عمرو، ثنا شعبة بن أبي جعفر عن عمارة بن خزيمة بن ثابت عن عثمان بن حنيف (أَنَّ رَجُلا ضَرِيرَ الْبَصَرِ أَتَى النَّبِيَّ صلى الله عليه وسلم فَقَالَ ادْعُ اللَّهَ أَنْ يُعَافِيَنِي قَالَ إِنْ شِئْتَ دَعَوْتُ وَإِنْ شِئْتَ صَبَرْتَ فَهُوَ خَيْرٌ لَكَ قَالَ فَادْعُهْ قَالَ فَأَمَرَهُ أَنْ يَتَوَضَّأَ فَيُحْسِنَ وُضُوءَهُ وَيَدْعُوَ بِهَذَا الدُّعَاءِ اللَّهُمَّ إِنِّي أَسْأَلُكَ وَأَتَوَجَّهُ إِلَيْكَ بِنَبِيِّكَ مُحَمَّدٍ نَبِيِّ الرَّحْمَةِ إِنِّي تَوَجَّهْتُ بِكَ إِلَى رَبِّي فِي حَاجَتِي هَذِهِ لِتُقْضَى لِيَ اللَّهُمَّ فَشَفِّعْهُ فِيَّ)(1)، قال الترمذي: حديث حسن صحيح غريب لا نعرفه.\nوفي بعض الروايات:(يَا مُحَمَّدُ إِنِّي أَتَوَجَّهُ بِك..) إلى آخره (2).\nالشبهة الرابعة:\n__________\n(1) رواه الترمذي، وصححه الألباني في المشكاة (ج2 رقم 2495)\n(2) رواه الطبراني في الكبير، وضعفه الألباني في ضعيف الترغيب والترهيب (ج1 رقم 415)",
        "(1/11)\n\nما رواه الطبراني في المعجم الكبير عن أبي أمامة سهل بن حنيف (أَنَّ رَجُلا كَانَ يَخْتَلِفُ إِلَى عُثْمَانَ بْنِ عَفَّانَ رَضِيَ اللَّهُ عَنْهُ فِي حَاجَةٍ لَهُ وَكَانَ عُثْمَانُ لا يَلْتَفِتُ إِلَيْهِ وَلا يَنْظُرُ فِي حَاجَتِهِ فَلَقِيَ عُثْمَانَ بْنَ حُنَيْفٍ فَشَكَا ذَلِكَ إِلَيْهِ فَقَالَ لَهُ عُثْمَانُ بْنُ حُنَيْفٍ اِئْتِ الْمِيضَأَةَ فَتَوَضَّأَ ثُمَّ اِئْتِ الْمَسْجِدَ فَصَلِّ فِيهِ رَكْعَتَيْنِ ثُمَّ قُلْ اللَّهُمَّ إِنِّي أَسْأَلُك, وَأَتَوَجَّهُ إِلَيْك بِنَبِيِّنَا مُحَمَّدٍ صلى الله عليه وسلم نَبِيِّ الرَّحْمَةِ يَا مُحَمَّدُ إِنِّي أَتَوَجَّهُ بِك إِلَى رَبِّي فَيَقْضِيَ حَاجَتِي وَتَذْكُرُ حَاجَتَك وَرُحْ إِلَيَّ حَتَّى أَرُوحَ مَعَك, فَانْطَلَقَ الرَّجُلُ فَصَنَعَ مَا قَالَ لَهُ ثُمَّ أَتَى بَابَ عُثْمَانَ فَجَاءَ الْبَوَّابُ حَتَّى أَخَذَ بِيَدِهِ فَأَدْخَلَهُ عَلَى عُثْمَانَ بْنِ عَفَّانَ فَأَجْلَسَهُ مَعَهُ عَلَى الطَّنْفَسَةِ وَقَالَ مَا حَاجَتُك فَذَكَرَ حَاجَتَهُ فَقَضَاهَا لَهُ ثُمَّ قَالَ مَا ذَكَرْت حَاجَتَك حَتَّى كَانَتْ هَذِهِ السَّاعَةُ.\n(1/12)",
        "\nوَقَالَ مَا كَانَتْ لَك مِنْ حَاجَةٍ فَأْتِنَا, ثُمَّ إِنَّ الرَّجُلَ خَرَجَ مِنْ عِنْدِهِ فَلَقِيَ عُثْمَانَ بْنَ حُنَيْفٍ فَقَالَ لَهُ جَزَاك اللَّهُ خَيْرًا مَا كَانَ يَنْظُرُ فِي حَاجَتِي وَلا يَلْتَفِتُ إِلَيَّ حَتَّى كَلَّمْته فِيَّ فَقَالَ عُثْمَانُ بْنُ حُنَيْفٍ وَاَللَّهِ مَا كَلَّمْته وَلَكِنْ شَهِدْت رَسُولَ اللَّهِ صلى الله عليه وسلم فَأَتَاهُ رَجُلٌ ضَرِيرٌ فَشَكَا إِلَيْهِ ذَهَابَ بَصَرِهِ فَقَالَ لَهُ النَّبِيُّ صلى الله عليه وسلم أَوْ تَصْبِرُ؟ فَقَالَ يَا رَسُولَ اللَّهِ إِنَّهُ لَيْسَ لِي قَائِدٌ وَقَدْ شَقَّ عَلَيَّ فَقَالَ لَهُ النَّبِيُّ صلى الله عليه وسلم: صلى الله عليه وسلم اِئْتِ الْمِيضَأَةَ فَتَوَضَّأْ ثُمَّ صَلِّ رَكْعَتَيْنِ ثُمَّ اُدْعُ بِهَذِهِ الدَّعَوَاتِ، فَقَالَ عُثْمَانُ بْنُ حُنَيْفٍ فَوَاَللَّهِ مَا تَفَرَّقْنَا وَطَالَ بِنَا الْحَدِيثُ حَتَّى دَخَلَ عَلَيْنَا الرَّجُلُ كَأَنَّهُ لَمْ يَكُنْ بِهِ ضُرٌّ قَطُّ)(1).\nالشبهة الخامسة:\nيروي بعض المبتدعين حديثاً وفيه:(إذا سألتم الله فاسألوه بجاهي فإن جاهي عند الله عظيم)(2)، فهذا عام في حياته وبعد مماته فيجوز على قولهم واحتجاجهم بهذا المدعى التوسل إلى الله تعالى بجاه النبي صلى الله عليه وسلم .\nالجواب على الشبهة الأولى:\nفي قوله تعالى:[يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَابْتَغُوا إِلَيْهِ الْوَسِيلَةَ..](3).\n__________\n(1) رواه الطبراني في الكبير، وضعفه الألباني في ضعيف الترغيب والترهيب (ج1 رقم 415)\n(2) قال فيه الألباني تعليقاً على كلام شيخ الإسلام ابن تيمية رحمه الله في كتاب التوسل والوسيلة، ص117:(هذا باطل لا أصل له في شيء من كتب الحديث البتة وإنما يرويه بعض الجهال بالسنة).\n(3) سورة المائدة: 35.\n(1/13)\n",
        "أولاً: من الأمور المسلم بها عند أهل السنة والجماعة أن تفسير كلام رب العالمين له ثلاث طرق:\nالأولى: إما أن يفسر القرآن بالقرآن.\nالثانية: وإما أن يفسر القرآن بما جاء عن النبي صلى الله عليه وسلم .\nالثالثة: وإما أن يفسر بما فهمه سلف الأمة من الصحابة ومن تبعهم بإحسان، فهم أعلم الناس بمراد الله بعد نبيه صلى الله عليه وسلم ، فمن عدل عن قولهم وخاض في تفسير كلام رب العالمين دون الرجوع إلى هذه الأصول الثلاثة فقد ضل.\nوكذا قال السلف: كل خير في اتباع من سلف وكل شر في ابتداع من خلف. فالذي يريد النجاة في الدنيا من الوقوع في الزيغ وفي الآخرة من عذاب رب العالمين عليه أن لا يتجاوز ما ذُكر.\nثانياً: للإجابة عن هذه الآية نذكر كلام شيخ الإسلام رحمه الله فيها، فإن تفسيره لمعنى الوسيلة والتوسل فريد من نوعه لم يسبقه أحد إليه.\nقال رحمه الله:(إذا عُرفَ هذا فقد تبين أن لفظ (الوسيلة) و(التوسل) فيه إجمال واشتباه يجب أن يعرف معانيه، ويعطى كل ذي حق حقه، فيعرف ما ورد به الكتاب والسنة من ذلك ومعناه وما كان يتكلم به الصحابة ويفعلونه ومعنى ذلك.\nفلفظ الوسيلة مذكور في القرآن في قوله تعالى:[يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَابْتَغُوا إِلَيْهِ الْوَسِيلَةَ](1).\nوقوله:[ قُلْ ادْعُوا الَّذِينَ زَعَمْتُمْ مِنْ دُونِهِ فَلا يَمْلِكُونَ كَشْفَ الضُّرِّ عَنكُمْ وَلا تَحْوِيلاً * أُوْلَئِكَ الَّذِينَ يَدْعُونَ يَبْتَغُونَ إِلَى رَبِّهِمْ الْوَسِيلَةَ أَيُّهُمْ أَقْرَبُ وَيَرْجُونَ رَحْمَتَهُ وَيَخَافُونَ عَذَابَهُ إِنَّ عَذَابَ رَبِّكَ كَانَ مَحْذُوراً] (2).\n__________\n(1) سورة المائدة: 35.\n(2) سورة الإسراء: 56، 57.\n(1/14)\n\nفالوسيلة التي أمر الله أن تبتغى وأخبر عن ملائكته وأنبيائه أنهم يبتغونها إليه هي ما يتقرب به إليه من الواجبات والمستحبات، فهذه الوسيلة التي أمر الله المؤمنين بابتغائها تتناول كل واجب ومستحب، وما ليس بواجب ولا مستحب لا يدخل في ذلك سواء أكان محرماً أم مكروهاً أو مباحاً، فالواجب والمستحب هو ما شرعه الرسول فأمر به أمر إيجاب أو استحباب، وأصل ذلك الإيمان بما جاء به الرسول صلى الله عليه وسلم.\nفجماع الوسيلة التي أمر الله الخلق بابتغائها هو التوسل إليه باتباع ما جاء به الرسول، لا وسيلة لأحد إلى الله إلا بذلك.\nوالثاني: لفظ الوسيلة في الأحاديث الصحيحة لقوله صلى الله عليه وسلم :(سَلُوا اللَّهَ لِي الْوَسِيلَةَ فَإِنَّهَا مَنْزِلَةٌ فِي\nالْجَنَّةِ لا تَنْبَغِي إِلا لِعَبْدٍ مِنْ عِبَادِ اللَّهِ وَأَرْجُو أَنْ أَكُونَ أَنَا هُوَ فَمَنْ سَأَلَ لِي الْوَسِيلَةَ حَلَّتْ لَهُ الشَّفَاعَةُ)(1).\nوقوله صلى الله عليه وسلم:(مَنْ قَالَ حِينَ يَسْمَعُ النِّدَاءَ اللَّهُمَّ رَبَّ هَذِهِ الدَّعْوَةِ التَّامَّةِ وَالصَّلاةِ الْقَائِمَةِ آتِ مُحَمَّدًا الْوَسِيلَةَ وَالْفَضِيلَةَ وَابْعَثْهُ مَقَامًا مَحْمُودًا الَّذِي وَعَدْتَهُ (إنك لا تخلف الميعاد) حَلَّتْ لَهُ شَفَاعَتِي يَوْمَ الْقِيَامَةِ)(2).\n__________\n(1) رواه مسلم ـ كتاب الصلاة ـ باب استحباب القول مثل قول المؤذن لمن سمعه (577).\n(2) رواه البخاري ـ كتاب الأذان ـ باب الدعاء عند الأذان (579)، وزيادة (إنك لا تخلف الميعاد) رواها البيهقي (1/410) وصححها ابن باز رحمه الله في تحفة الأخيار ص 38.",
        "(1/15)\n\nفهذه الوسيلة للنبي صلى الله عليه وسلم خاصة، وقد أمرنا صلى الله عليه وسلم أن نسأل الله له هذه الوسيلة، وأخبر أنها لا تكون إلا لعبد من عباد الله وهو يرجو أن يكون ذلك العبد، وهذه الوسيلة أمرنا أن نسألها للرسول وأخبرنا أن من سأل له الوسيلة فقد حلت له الشفاعة يوم القيامة، فلما دعوا للنبي صلى الله عليه وسلم استحقوا أن يدعو هو لهم لأن الجزاء من جنس العم، فإن الشفاعة من جنس الدعاء كما قال صلى الله عليه وسلم:(مَنْ صَلَّى عَلَيَّ وَاحِدَةً صَلَّى اللَّهُ عَلَيْهِ عَشْرًا)(1).\nثم قال رحمه الله:(وأما التوسل بالنبي صلى الله عليه وسلم والتوجه به في كلام الصحابة فيريدون به التوسل بدعائه وشفاعته، والتوسل به في عرف كثير من المتأخرين يراد به الإقسام به والسؤال به كما يقسمون بغيره من الأنبياء والصالحين ومن يعتقد فيهم الصلاح.\nوحينئذ فلفظ التوسل له معنيان صحيحان باتفاق المسلمين ويراد به معنى ثالث لم ترد به السنة.\nفأما المعنيان الأولان الصحيحان باتفاق العلماء:\nفأحدهما: هو أصل الإيمان والإسلام وهو التوسل بالإيمان به وبطاعته.\nوالثاني: دعاؤه وشفاعته كما تقدم.\nفهذان جائزان بإجماع المسلمين ومن هذا قول عمر بن الخطاب:(اللَّهُمَّ إِنَّا كُنَّا نَتَوَسَّلُ إِلَيْكَ بِنَبِيِّنَا فَتَسْقِينَا وَإِنَّا نَتَوَسَّلُ إِلَيْكَ بِعَمِّ نَبِيِّنَا فَاسْقِنَا قَالَ فَيُسْقَوْنَ)(2)، أي بدعائه وشفاعته.\nوقوله تعالى:[وَابْتَغُوا إِلَيْهِ الْوَسِيلَةَ](3)، أي القربة إليه بطاعته، وطاعة رسوله طاعته، قال تعالى:[مَنْ يُطِعْ الرَّسُولَ فَقَدْ أَطَاعَ اللَّهَ](4).\n__________\n(1) رواه مسلم ـ كتاب الصلاة ـ الصلاة على النبي صلى الله عليه وسلم (616).\n(2) رواه البخاري ـ كتاب الجمعة ـ باب سؤال الناس الإمام الاستسقاء إذا قحطوا (954).\n(3) سورة المائدة: 35.\n(4) سورة النساء:80\n(1/16)",
        "\nفهذا التوسل الأول هو أصل الدين وهذا لا ينكره أحد من المسلمين.\nوأما التوسل بدعائه وشفاعته ـ كما قال عمر ـ فإنه توسل بدعائه لا بذاته، ولهذا عدلوا عن التوسل به إلى التوسل بعمه العباس، فلما عدلوا عن التوسل به إلى التوسل بالعباس عُلِمَ أن ما يُفعل في حياته قد تعذر بموته، بخلاف التوسل الذي هو الإيمان به والطاعة فإنه مشروع دائماً.\nوالخلاصة: أن لفظ التوسل يراد به ثلاثة معان:\nأحدها: التوسل بطاعته؛ فهذا فرض لا يتم الإيمان إلا به.\nوالثاني: التوسل بدعائه وشفاعته؛ وهذا كان في حياته ويكون يوم القيامة حيث يتوسل الناس بشفاعته.\nوالثالث: التوسل به بمعنى الإقسام على الله بذاته والسؤال بذاته فهذا هو الذي لم يكن الصحابة يفعلونه في الاستسقاء ونحوه لا في حياته ولا بعد مماته، لا عند قبره ولا غير قبره، ولا يعرف هذا في شيء من الأدعية المشهورة بينهم، وإنما ينقل شيء من ذلك في أحاديث ضعيفة مرفوعة وموقوفة أو عمن ليس قوله حجة. انتهى المراد (1). فما أجمل كلامه وما أحسنه ففيه شفاء للعليل من علله. أسأل الله تعالى أن يهدي ضال المسلمين.\nالجواب على الشبهة الثانية:\nوهي قوله تعالى:[وَلَوْ أَنَّهُمْ إِذْ ظَلَمُوا أَنفُسَهُمْ جَاءُوكَ فَاسْتَغْفَرُوا اللَّهَ وَاسْتَغْفَرَ لَهُمْ الرَّسُولُ لَوَجَدُوا اللَّهَ تَوَّاباً رَحِيماً] (2).\nهذه الآية احتج بها المبتدعون على جواز بدعتهم في طلب الاستغفار من النبي صلى الله عليه وسلم بعد موته، فتراهم يأتون إلى قبر النبي صلى الله عليه وسلم فيقولون يا رسول الله استغفر لنا أو ادعوا الله أن يغفر لنا ونحو ذلك، بل زعموا أن هذه الآية باقية في الحكم في حياة النبي صلى الله عليه وسلم وبعد مماته، بل جعلوها من قبيل الناسخ والمنسوخ، أي لم يأت ناسخ لها فينسخها، وهذا جهل مركب بنصوص الكتاب العظيم.\n__________\n(1) التوسل والوسيلة، ضمن مجموع فتاوى شيخ الإسلام 1/199-202).\n(2) سورة النساء: 64.\n(1/17)\n",
        "وكما أسلفنا الذكر أنه يجب الرجوع إلى فهم السلف في كل ما يختلط علينا فهمه من كتاب الله ولا نتبين المراد منه، لأنهم عايشوا التنزيل وسمعوا من رسول الله صلى الله عليه وسلم.\nوسنذكر بعض أقوال أهل العلم ممن فسروا هذه الآية لنبين لأهل الأهواء أنه لم يأت في تفسير واحد منهم جواز الذهاب إلى قبر النبي صلى الله عليه وسلم وطلب الاستغفار منه.\nقال ابن جرير الطبري رحمه الله في تفسيره:(يعنى بذلك جل ثناؤه: ولو أن هؤلاء المنافقين الذين وصف الله صفتهم في هاتين الآيتين، الذين إذا دُعوا إلى حكم الله وحكم رسوله صدُّوا صدودا [إِذْ ظَلَمُوا أَنفُسَهُمْ] باكتسابهم إياها العظيم من الإثم في احتكامهم إلى الطاغوت وصدودهم عن كتاب الله وسنة رسوله إذا دعوا إليها [جَاءُوكَ] جاءوك تائبين منيبين، فسألوا الله أن يصفح لهم عن عقوبة ذنبهم بتغطيته عليهم ويسأل لهم رسوله صلى الله عليه وسلم مثل ذلك وذلك هو معنى قوله [فَاسْتَغْفَرُوا اللَّهَ وَاسْتَغْفَرَ لَهُمْ الرَّسُولُ] .\nوأما قوله:[لَوَجَدُوا اللَّهَ تَوَّاباً رَحِيماً] فإنه يقول: لو كانوا فعلوا ذلك فتابوا من ذنوبهم [لَوَجَدُوا اللَّهَ تَوَّاباً رَحِيماً] يقول: راجعاً لهم ما يكرهون إلى ما يحبون [رَحِيماً] بهم في تركه عقوبتهم على ذنبهم الذي تابوا منه)انتهى كلامه رحمه الله(1) .\n__________\n(1) تفسير ابن جرير الطبري (1/517)\n(1/18)\n\nقال العلامة ابن سعديرحمه الله:(وقوله تعالى:[وَلَوْ أَنَّهُمْ إِذْ ظَلَمُوا أَنفُسَهُمْ جَاءُوكَ]، أي معترفين بذنوبهم باخعين بها[فَاسْتَغْفَرُوا اللَّهَ وَاسْتَغْفَرَ لَهُمْ الرَّسُولُ لَوَجَدُوا اللَّهَ تَوَّاباً رَحِيماً]، أي لتاب عليهم بمغفرته ظلمهم ورحمهم بقبول التوبة والتوفيق لها والثواب عليها، وهذا المجيء إلى الرسول صلى الله عليه وسلم مختص بحياته، لأن السياق يدل على ذلك لكون الاستغفار من الرسول لا يكون إلا في حياته، وأما بعد موته فإنه لا يطلب منه شيء بل ذلك شرك)(1).\nوممن أجاب على هذه الآية إجابة مستفيضة العلامة الحافظ المحقق أبو عبد الله محمد بن عبد الهادي الحنبلي المقدسي في كتابه الصارم المنكي في الرد على السبكي، وسنذكر فيما يلي جانباً من رده على السبكي في هذه الآية.\nقال السبكي:(الباب الخامس في تقرير كون الزيارة قربة وذلك بالكتاب والسنة والإجماع والقياس: أما الكتاب فقوله تعالى:[وَلَوْ أَنَّهُمْ إِذْ ظَلَمُوا أَنفُسَهُمْ جَاءُوكَ فَاسْتَغْفَرُوا اللَّهَ وَاسْتَغْفَرَ لَهُمْ الرَّسُولُ لَوَجَدُوا اللَّهَ تَوَّاباً رَحِيماً](2). قال السبكي: دلت الآية على الحث على المجيء إلى الرسول صلى الله عليه وسلم والاستغفار عنده واستغفاره لهم وذلك وإن كان ورد في حال الحياة فهي رتبة له صلى الله عليه وسلم لا تنقطع بموته تعظيما له.\n(\n__________\n(1) تفسير ابن سعدي تيسير الكريم الرحمن، سورة النساء، الآية:64 جـ2 ص 93- المجموعة الكاملة لمؤلفات ابن سعدي\n(2) سورة النساء: 64.",
        "(1/19)\n\nفإن قلت) المجيء إليه في حال الحياة ليستغفر لهم وبعد الموت ليس كذلك (قلت) دلت الآية على تعليق وجدانهم أن الله [تَوَّاباً رَحِيماً] بثلاثة أمور: المجيء، واستغفارهم، واستغفار الرسول، فأما استغفار الرسول فإنه حاصل لجميع المؤمنين لأن رسول الله صلى الله عليه وسلم استغفر لجميع المؤمنين والمؤمنات لقوله تعالى:[وَاسْتَغْفِرْ لِذَنْبِكَ وَلِلْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ](1)، إلى آخر ما قاله السبكي.\nفأجاب ابن عبد الهادي رحمه الله عليه فقال:(الجواب أن يقال: قوله وهي قربة بالكتاب والسنة والإجماع والقياس الكلام عليه من وجوه:\nالأول: مطالبته بتصحيح دعواه وإلا كانت مجردة عما يثبتها.\nالثاني: القربة هي ما جعله الله ورسوله قربة، إما بأمره أو بإخباره أنها قربة، وإما بالثناء على فاعلها، وإما بجعل الفعل سبباً لثواب يتعلق عليه أو تكفير سيئة، ونحو ذلك من الوجوه التي يستدل بها على كون الفعل محبوبا لله.\nالثالث: أنه لا يكفي أن يكون الفعل محبوبا له في كونه قربة وإنما يكون قربة إذا لم يستلزم أمرا مبغوضاً مكروهاً له أو تفويت أمر هو أحب إليه من ذلك الفعل، وأما إذا استلزم ذلك فلا يكون قربة.\nالرابع: أنه يتقرب إلى الرسول صلوات الله وسلامه عليه بعين ما نهى عنه وحذر منه الأمة بقوله: (لا تَتَّخِذُوا قَبْرِي عِيدًا)(2)، ومعلوم أن جعل الزيارة من أفضل القرب ملزم لجعل القبر من أجل الأعياد.\nالخامس: أما استدلاله بقوله تعالى:[وَلَوْ أَنَّهُمْ إِذْ ظَلَمُوا أَنفُسَهُمْ جَاءُوكَ فَاسْتَغْفَرُوا اللَّهَ وَاسْتَغْفَرَ لَهُمْ الرَّسُولُ لَوَجَدُوا اللَّهَ تَوَّاباً رَحِيماً](3) الآية فالكلام فيها في مقامين:\nأحدهما: عدم دلالته على مطلوبه.\n__________\n(1) سورة محمد: 19\n(2) رواه أحمد، وصححه الألباني في كتاب تلخيص أحكام الجنائز، ص89.\n(3) سورة النساء: 64.\n(1/20)",
        "\nالثاني: بيان دلالتها على نقيضه وإنما يتبين الأمر بفهم الآية ما أريد بها وسيقت له وما فهمه منها أعلم الأمة بالقرآن ومعانيه وهم سلف الأمة ومن سلك سبيلهم، ولم يفهم أحد من السلف والخلف إلا المجيء إليه في حياته يستغفر لهم ، وقد ذم الله تعالى من تخلف عن هذا المجيء إذ ظلم نفسه وأخبر أنه من المنافقين فقال تعالى:[وَإِذَا قِيلَ لَهُمْ تَعَالَوْا يَسْتَغْفِرْ لَكُمْ رَسُولُ اللَّهِ لَوَّوْا رُءُوسَهُمْ وَرَأَيْتَهُمْ يَصُدُّونَ وَهُمْ مُسْتَكْبِرُونَ](1).\nوكذلك هذه الآية إنما هي في المنافق الذي رضي بحكم كعب بن الأشرف وغيره من الطواغيت دون حكم رسول الله صلى الله عليه وسلم فظلم نفسه بهذا أعظم الظلم، ثم لم يجئ إلى رسول الله صلى الله عليه وسلم ليستغفر له.\nإلى أن قال رحمه الله: وهذا يبين أن هذا التأويل الذي تأول عليه المعترض هذه الآية تأويل باطل قطعا ولو كان حقا لسبقونا إليه ـ يعنى السلف ـ علماً وعملاً وإرشاداً ونصيحة، ولا يجوز إحداث تأويل في آية أو في سنة لم يكن على عهد السلف ولا عرفوه ولا بينوه للأمة، فإن هذا يتضمن أنهم جهلوا الحق في هذا وضلوا عنه واهتدى إليه هذا المعترض المتأخر.\n__________\n(1) سورة المنافقون:5\n(1/21)\n",
        "إلى أن قال رحمه الله: أما دلالة الآية على خلاف تأويله فهو أنه - سبحانه وتعالى - صورها بقوله:[وَمَا أَرْسَلْنَا مِنْ رَسُولٍ إِلاَّ لِيُطَاعَ بِإِذْنِ اللَّهِ وَلَوْ أَنَّهُمْ إِذْ ظَلَمُوا أَنفُسَهُمْ جَاءُوكَ فَاسْتَغْفَرُوا اللَّهَ وَاسْتَغْفَرَ لَهُمْ الرَّسُولُ لَوَجَدُوا اللَّهَ تَوَّاباً رَحِيماً](1) وهذا يدل على أن مجيئهم إليه ليستغفر لهم إذ ظلموا أنفسهم طاعة له، ولهذا ذم من تخلف عن هذه الطاعة، ولم يقل مسلم إن على من ظلم نفسه بعد موته أن يذهب إلى قبره ويسأله أن يستغفر له ولو كان هذا طاعة لكان خير القرون قد عصوا هذه الطاعة وعطلوها ووفِّق لها هؤلاء الغلاة العصاة..) إلى آخر كلامه رحمه الله.\nأما قوله أي السبكي:(وكذلك فهم العلماء العموم من الحالتي): فيقال: من فهم هذا من سلف الأمة وأئمة الإسلام، فاذكر لنا عن رجل واحد من الصحابة أو التابعين أو تابعي التابعين أو الأئمة الأربعة أو غيرهم من الأئمة وأهل الحديث والتفسير أنه فهم العموم بالمعنى الذي ذكرته أو عمل به وأرشد إليه. فدعواك على العلماء بطريق العموم وهذا الفهم دعوى باطلة)(2).\n__________\n(1) سورة النساء:64\n(2) الصارم المنكي في الرد على السبكي ص 427-429 .\n(1/22)\n\nومما استدل به السبكي عند تأويله هذه الآية القصة المشهورة التي يدندن عليها المبتدعون لترويج بدعهم وهي ما رواه أبو الحسن بن علي بن محمد بن علي حدثنا أحمد بن محمد بن الهيثم الطائي قال حدثني أبي عن أبيه عن سلمة بن كهبل عن أبي صادق عن علي بن أبي طالب - رضي الله عنه - قال قدم علينا أعرابي بعد ما دفنا رسول الله صلى الله عليه وسلم بثلاثة أيام فرمى بنفسه إلى قبر النبي صلى الله عليه وسلم وحثا على رأسه ترابه وقال يا رسول الله قلت فسمعنا قولك ووعيت عن الله عز وجل فما وعينا وكان فيما أنزل الله عز وجل عليك [وَلَوْ أَنَّهُمْ إِذْ ظَلَمُوا أَنفُسَهُمْ] وقد ظلمت نفسي جئتك تستغفر لي، فنودي من القبر أنه غفر لك(1).\nالجواب على هذه القصة: قال ابن عبد الهادي رحمه الله:إن هذا خبر منكر موضوع وأثر مختلق مصنوع لا يصلح الاعتماد عليه ولا يحسن المصير إليه وإسناده ظلمات بعضها فوق بعض.\nوالهيثم جد أحمد بن محمد بن الهيثم أظنه ابن عدي فإن يكن هو فهو متروك كذاب وإلا فهو مجهول(2).\nالجواب على الشبهة الثالثة:\nحديث الأعمى الذي رواه الترمذي وفيه (..اللَّهُمَّ إِنِّي أَسْأَلُكَ وَأَتَوَجَّهُ إِلَيْكَ بِنَبِيِّكَ مُحَمَّدٍ نَبِيِّ الرَّحْمَةِ..)(3).\nالجواب على هذا الحديث: هذا الحديث مما تعلق فيه المبتدعون المشركون ممن أجاز التوسل بالنبي صلى الله عليه وسلم بعد مماته، فقالوا: فلو كان دعاء غير الله شركاً لم يعلم النبي صلى الله عليه وسلم الأعمى هذا الدعاء الذي فيه توسل ونداء غير الله.\nفنقول: الجواب عليه من ثلاثة وجوه:\n__________\n(1) انظر تفسير ابن كثير (1/519-520)، الصارم المنكي، ص 430.\n(2) الصارم المنكي في الرد على السبكي، ص 423 ـ 431.\n(3) سبق تخريجه، ص10.",
        "(1/23)\n\nالوجه الأول: هذا الحديث مختلف فيه بين الصحة والضعف. وممن ضعفه صاحب كتاب تيسير العزيز الحميد في شرح كتاب التوحيد، فقال:(ووجه عدم ثبوته أنه قد نص أن أبا جعفر الذي عليه مدار هذا الحديث هو غير الخطمي، وإذا كان غيره فهو لا يعرف)(1).\nأما الذين صححوه فهم شيخ الإسلام رحمه الله في رسالته التوسل والوسيلة، حيث أفاض فيه إفاضة تامة وبين طرفه الصحيح منها والضعيف فليراجع(2).\nوممن صححه أيضاً العلامة الألباني في مشكاة المصابيح حيث قال وإسناده صحيح ، ومن ضعفه من المتأخرين فما أصاب كما لم يصب من استدل به على التوسل بالأشخاص، وإنما هو دليل على التوسل بدعاء الرجل الصالح كما شرحه شيخ الإسلام ابن تيمية في كتابه قاعدة جليلة في التوسل والوسيلة(3).\nالوجه الثاني: أنه على افتراض صحة الحديث فإنه لا يدل على سؤال الغائب ولا على سؤال المخلوق فيما لا يقدر عليه إلا الله، ولذا فالحديث فيه التوسل بالنبي صلى الله عليه وسلم إلى الله في الدعاء. أي بدعاء النبي صلى الله عليه وسلم الذي علمه إياه، فهذا الصحابي لم يطلب من النبي صلى الله عليه وسلم إلا ما يقدر عليه وهو طلب الدعاء له فهذا لا إنكار فيه وإن كان هذا الصحابي توجه إلى الله من غير سؤال منه نفسه فهو لم يسأل منه، وإنما سأل من الله به. فالخلاصة أنه توسل بدعاء النبي صلى الله عليه وسلم (4).\nالجواب على الشبهة الرابعة:\n__________\n(1) تيسير العزيز الحميد، ص 244.\n(2) التوسل والوسيلة، ص 92 ـ 100.\n(3) انظر: مشكاة المصابيح للألباني، رقم(7692).\n(4) انظر: كلام شيخ الإسلام ابن تيمية رحمه الله في رسالته ـ قاعدة جليلة في التوسل والوسيلة ص 92 ـ 100، وكذا كلام صاحب كتاب الصارم المنكي فإن فيهما كفاية لمن كان له قلب أو ألقى السمع وهو شهيد.\n(1/24)",
        "\nالجواب عليها من جنس سابقتها إلا أن هذه الشبهة قد تكون دليلاً لمن قال بجواز التوسل بالنبي صلى الله عليه وسلم بعد موته، والجواب عليها أن يقال:\nأولاً: أنها رواية مختلف فيها بين الصحة والضعف.\nثانياً: على افتراض صحتها فإنها ليس فيها دليل على دعاء الميت والغائب غاية ما فيها أنه توجه إلى الله بنبيه صلى الله عليه وسلم بدعائه.\nثالثاً: أنه إذا ثبت عن عثمان بن حنيف أو غيره أنه جعل المشروع المستحب أن يتوسل بالنبي صلى الله عليه وسلم بعد موته من غير أن يكون النبي صلى الله عليه وسلم داعيا له ولا شفيعاً فيه فقد علمنا أن أكابر الصحابة لم يروا هذا مشروعا بعد موته كما كان يشرع في حياته فتراهم عند حالة الجدب إذا كانوا في الاستسقاء لا يأتون قبره ولا يتوسلون إلى الله به بل كانوا يعدلون إلى غيره ممن هو حي بينهم كما فعل عمر ومعاوية بن أبي سفيان.\nرابعاً: حديث الأعمى حجة لعمر وعامة الصحابة رضي الله عنهم أجمعين فإنه إنما أمر الأعمى أن يتوسل إلى الله بشفاعة النبي صلى الله عليه وسلم ودعائه لا بذاته، وقال في الدعاء (قل: اللهم فشفعه فيّ)(1)، وإذا قُدِّر أن بعض الصحابة أمر غيره أن يتوسل بذاته لا بشفاعته ولم يأمر بالدعاء المشروع بل ببعض وترك سائره المتضمن للتوسل بشفاعته كان ما فعله عمر بن الخطاب - رضي الله عنه - هو الموافق لسنة الرسول صلى الله عليه وسلم وكان المخالف لعمر محجوجاً بسنة رسوله صلى الله عليه وسلم وكان الحديث الذي رواه عن النبي صلى الله عليه وسلم حجة عليه لا له(2).\nالجواب على الشبهة الخامسة:\n__________\n(1) سبق تخريجه، ص10.\n(2) انظر التوسل والوسيلة لشيخ الإسلام ابن تيمية رحمه الله، ص 95 ـ 100.\n(1/25)\n",
        "في التوسل بجاه النبي صلى الله عليه وسلم: الجواب عليها ما ذكره شيخ الإسلام رحمه الله حيث قال:(وروى بعض الجهال عن النبي صلى الله عليه وسلم أنه قال: وذكر الحديث، ثم قال: وهذا الحديث كذب ليس في شيء من كتب المسلمين التي يعتمد عليها أهل الحديث ولا ذكره أحد من أهل العلم بالحديث مع أن جاهه عند الله أعظم من جاه جميع الأنبياء والمرسلين.\nإلى أن قال رحمه الله: ولكن جاه المخلوق عند الخالق تعالى ليس كجاه المخلوق عند المخلوق فإنه لا يشفع عنده أحد إلا بإذنه)(1).\nفالحاصل أن هذا الحديث موضوع وكذب وافتراء على النبي صلى الله عليه وسلم .\nفسؤال الله بجاه النبي صلى الله عليه وسلم لم يعرف عن السلف وأنكره العلماء المحققون وعدوه من الأمور البدعية في الدين ولا ينبغي لأحد أن يسأل الله لا بجاه النبي صلى الله عليه وسلم ولا بجاه غيره.\nوأحاديث سؤال الله بالمخلوقين أو بجاههم ومنزلتهم واهية وموضوعة ولا يوجد في أئمة الإسلام من احتج بها أو اعتمد عليها إذ أن سؤال الله بسبب لا يناسب إجابة الدعاء فلا يحلف على الله بمخلوق ولا يسأله بجاه مخلوق أو بذاته أو بمنزلته وإنما يسأل الله بالأسباب التي تناسب إجابة الدعاء كسؤال الله تعالى بأسمائه الحسنى وصفاته العلى، قال الله تعالى:[وَلِلَّهِ الأَسْمَاءُ الْحُسْنَى فَادْعُوهُ بِهَا](2)، وبالعمل الصالح قال الله تعالى:[الَّذِينَ يَقُولُونَ رَبَّنَا إِنَّنَا آمَنَّا فَاغْفِرْ لَنَا ذُنُوبَنَا وَقِنَا عَذَابَ النَّارِ](3) )(4).\n\nفهرس الموضوعات\n\nم ... الموضوع ... الصفحة\n1 ... المقدمة: ... 2\n2 ... معنى الوسيلة: ... 3\n3 ... معنى التوسل بالنبي صلى الله عليه وسلم: ... 3\n4 ... أقسام التوسل: ... 4\n5 ... القسم الأول: التوسل المشروع: ... 4\n__________\n(1) قاعدة جليلة في التوسل والوسيلة، ص 129 ـ 130.\n(2) سورة الأعراف: 180.\n(3) سورة آل عمران: 16.\n(4) تنبيه زائر المدينة على المشروع والممنوع من الزيارة للشيخ صالح السدلان، ص 50.\n(1/26)\n\n6 ... أنواع التوسل المشروع: ... 4\n7 ... الأول: التوسل إلى الله تعالى بأسمائه وصفاته ... 5\n8 ... الثاني: التوسل إلى الله تعالى بالإيمان به ... 5\n9 ... الثالث: التوسل إلى الله تعالى بالعمل الصالح ... 6\n10 ... الرابع: التوسل إلى الله تعالى بدعاء الرجل الصالح ... 7\n11 ... القسم الثاني: التوسل غير المشروع: ... 7\n12 ... الشبهات التي قذفها الشيطان في قلوب أوليائه مضاهاة للحق وأهله ... 9\n13 ... الشبهة الأولى: ... 10\n14 ... الشبهة الثانية: ... 10\n15 ... الشبهة الثالثة: ... 10\n16 ... الشبهة الرابعة: ... 11\n17 ... الشبهة الخامسة: ... 11\n18 ... الجواب على الشبهة الأولى: ... 11\n19 ... الجواب على الشبهة الثانية: ... 13\n20 ... الجواب على الشبهة الثالثة: ... 18\n21 ... الجواب على الشبهة الرابعة: ... 19\n22 ... الجواب على الشبهة الخامسة: ... 20\n23 ... الخاتمة ... 21\n24 ... فهرس الموضوعات ... 22",
        "(1/27)\n"
    ]
}