{
    "partText": [
        "\nحكم تولي المرأة الأذان\nوالإمامة في الصلاة (*)\nأيمن سامي\n\nالحمد لله رب العالمين، وصلى الله وسلم وبارك على نبينا محمد وعلى آله وصحبه والتابعين، وبعد:\n\nفالأذان في اللغة: الإعلام (1).\n\n، وفي اصطلاح الفقهاء: الإعلام بدخول وقت الصلاة بالألفاظ المشروعة (2).\n\n، والإقامة في اللغة: مصدر أقام.\nوأقام للصلاة: نادى لها (3).\n\n، وفي الاصطلاح: الفاظ مخصوصة تقال لاستنهاض الحاضرين لفعل الصلاة (4).\n\nوسيتركز بحثي هذا على أربعة مباحث هي التي يمكن بحثها في هذا الموضوع الهام:\n\nالأول: تولي المرأة الأذان والإقامة للرجال.\nالثاني: تولي المرأة الأذان والإقامة للنساء.\nالثالث: تولي المرأة إمامة الرجال في الصلاة.\nالرابع: تولي المرأة إمامة النساء في الصلاة.\n\nالمبحث الأول\nتولي المرأة الأذان والإقامة للرجال\n\nأجمع فقهاء المذاهب الأربعة: الحنفية والمالكية والشافعية والحنابلة (5) على عدم مشروعية أذان المرأة وإقامتها الصلاة للرجال، وفيما يلي أستعرض شيئا ً من أقوال فقهاء الأربعة في هذه المسألة.\n\nأولا ً الحنفية:\n\nفقد نص الحنفية على كراهة أذان المرأة حتى أنهم نقلوا عن الإمام أبي حنيفة أنه لو أذنت المرأة للرجال فإنه يستحب إعادة هذا الأذان.\nجاء في بدائع الصنائع:\n(1/1)\n",
        "فيكره أذان المرأة باتفاق الروايات 000 ولو أذنت للقوم أجزأهم حتى لا تعاد لحصول المقصود وهو الإعلام، وروي عن أبي حنيفة يستحب الإعادة (6).\n\nثانيا ً المالكية:\n\nنص المالكية في كتبهم على عدم جواز أذان المرأة للرجال، واعتبروا أذانها غير صحيح حيث اعتبروا شرط الذكورة شرط صحة للأذان.\nجاء في مواهب الجليل:\nفلا يصح أذان امرأة (7).\nوجاء في الشرح الصغير:\nقوله: لا من امرأة: أي لحرمة أذانها (8).\n\nثالثا ً الشافعية:\n\nالشافعية أيضا ً نصوا على منع المرأة من الأذان للرجال، وقد نص الإمام الشافعي على عدم إجزاء أذان المرأة للرجال.\nجاء في الأم:\nولا تؤذن امرأة ولو أذنت لرجال لم يجزئ عنهم أذانها (9).\n\nرابعا ً الحنابلة:\n\nيمنع الحنابلة المرأة من الأذان للرجال ويعتبرون أذانها لهم غير صحيح.\nجاء في الإنصاف:\nلا يعتد بأذان امرأة 00 قال جماعة من الأصحاب: ولا يصح لأنه منهي عنه (10).\n\nويستدل جمهور الفقهاء على عدم جواز أذان المرأة للرجال بالسنة والأثر والنظر:\n\nفمن السنة ما يلي:\n\n1 ـ عن عبد الله بن عمر (11) ـ رضي الله عنهما ـ قال: كان المسلمون حين قدموا المدينة يجتمعون فيتحينون الصلاة، ليس ينادى لها، فتكلموا يوما ً في ذلك، فقال بعضهم: اتخذوا ناقوس النصارى، وقال بعضهم: بل بوقا ً مثل قرن اليهود، فقال عمر: أولا تبعثون رجلا ينادي بالصلاة؟ فقال رسول الله صلى الله عليه وسلم: [يا بلال قم فناد بالصلاة] (12).\nوجه الدلالة في الحديث:\nهذا الحديث فيه قول الصحابة ألا تبعثون رجلا ً، فهذا يدل على أن الذي يؤذن رجل وليس امرأة، وقد أقر النبي صلى الله عليه وسلم الصحابة على هذا حين لم ينكر عليهم بل أمر بلالا ً أن يقوم للأذان، ولو كان الأذان يجوز لغير الذكور لكان اللفظ مختلف بحيث يشمل من لم يشملهم وصف الرجولة الوارد في الحديث.\n\n2 ـ حديث أم ورقة (13) أن النبي صلى الله عليه وسلم كان يزورها في بيتها وجعل لها مؤذنا ً يؤذن لها، وأمرها أن تؤم أهل دارها (14).\nوجه الدلالة في الحديث:\n(1/2)\n\nأن النبي صلى الله عليه وسلم جعل لها مؤذنا ولم يأمرها بالأذان، فلو كان الأذان مشروعا ً للنساء لأذن لها صلى الله عليه وسلم أن تؤذن كما أذن لها بالإمامة.\n\n، وأما الاستدلال بالأثر:\n\nفقد ثبت عن عائشة ـ رضي الله عنها ـ قالت: كنا نصلي بغير إقامة (15).\nوجه الاستدلال بالأثر:\nأن أم المؤمنين عائشة ـ رضي الله عنها ـ صلت بغير إقامة مما يدل على أنها غير واجبة على النساء، ومن باب أولى الأذان، وهي تخبر بلفظ كنا أي أن هذا كان هو الحال أيام النبي صلى الله عليه وسلم، وهذا هو المشروع للنساء، وهي أيضا كانت ضمن من يفعلن ذلك، ولا تفعل هي ذلك إلا بعلم من علم النبوة.\n\n، وأما الاستدلال بالنظر:\n\n1 ـ إن المرأة إن رفعت صوتها بالأذان فقد ارتكبت معصية، وإن خفضت صوتها فقد تركت سنة الجهر (16).\n2 ـ إن أذان النساء لم يكن في السلف، فكان من المحدثات (17).\n\nالمبحث الثاني\nتولي المرأة الأذان والإقامة للنساء\n\nالأصل أن النساء ليس عليهن أذان ولا إقامة كما تقدم، لكن لو كان هناك جماعة خاصة بالنساء كأن يكون هناك مكان منعزل خاص بهن، فيولي ولي الأمر امرأة تؤذن وتقيم لهن بحيث تسمعهن من غير رفع صوت، فهذا حسن وفاعلة هذا تثاب عليه.\nوالأصل في هذا فعل عائشة ـ رضي الله عنهما ـ فقد كانت تؤذن وتقيم وتؤم النساء وتقوم وسطهن (18).\nجاء في بداية المجتهد:\nالجمهور على أنه ليس على النساء أذان ولا إقامة، وقال مالك إن أقمن فحسن، وقال الشافعي إن أذن وأقمن فحسن (19).\nوجاء في روضة الطالبين:\nأما جماعة النساء، ففيها أقوال: المشهور المنصوص عليه في الأم والمختصر: يستحب لهن الإقامة دون الأذان، فلو أذنت على هذا ولم ترفع صوتها لم يكره، وكان ذكرا لله تعالى (20).\nومثله جاء في نهاية المحتاج:\nأما إذا 00 أذنت المرأة للنساء كان جائزا ً غير مستحب (21).\nوجاء في المغني:\nوهل يسن لهن ذلك (يعني الأذان والإقامة للنساء)؟ فقد روي عن أحمد قال إن فعلن فلا بأس وإن لم يفعلن فجائز (22).\n\nالمبحث الثالث\nتولي المرأة إمامة الرجال في الصلاة",
        "(1/3)\n\nإجماع الفقهاء من الحنفية والمالكية والشافعية والحنابلة (23) وغيرهم على أن المرأة لا تؤم الرجال.\n\n، وقد استدل الفقهاء جميعا في المذاهب الأربعة على مذهبهم بما يلي:\n\n1ـ قوله تعالى:\n\" الرجال قوامون على النساء بما فضل الله بعضهم على بعض وبما انفقوا من أموالهم \" (24).\nوجه الدلالة في الآية:\nأن الله تبارك وتعالى لم يجعل القوامة للنساء، ولم يجعل الولاية إليهن (25)، بل جعلها للرجال، وإمامة الصلاة نوع ولاية، فلا تصح إمامة بمن هو قيم عليها.\n\n2 ـ استدلوا أيضا بما رواه أبو بكرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: [لن يفلح قوم ولوا أمرهم امرأة] (26).\nوجه الدلالة في الحديث:\nبين النبي صلى الله عليه وسلم أن كل قوم ولوا أمرهم امرأة؛ فإنهم لن يفلحوا، ونفي الفلاح يقتضي التحريم، وكل ولاية عامة فإنها داخلة في هذا النهي، وحيث أن إمامة الصلاة تعد من الولايات العامة فإن الحديث يشملها.\n\n3 ـ كما استدلوا بحديث أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: [خير صفوف الرجال أولها، وشرها آخرها، وخير صفوف النساء آخرها، وشرها أولها] (27).\nوجه الدلالة في الحديث:\nهذا الحديث يدل على تأخير النساء، فكيف ستتقدم المرأة لتؤم وهي مطالبة شرعا ً بالتأخر عن الرجال؟ فلا شك أن دلالته على عدم جواز إمامة المرأة للرجال في الصلاة واضحة.\n\n4 ـ لم ينقل عن الصدر الأول أن امرأة أمت الرجال، فلو كان ذلك جائزا ً لحصل ولو مرة، وحيث لم يحصل هذا أبدا في الصدر الأول، فهذا غير جائز لأنه لو كان جائزاً لنقل ذلك عن الصدر الأول (28).\n\nالمبحث الرابع\nتولي المرأة إمامة النساء في الصلاة\n\nالأصل أن النساء ليس عليهن جماعة لكن لو كان هناك جماعة خاصة بالنساء كأن يكون هناك مكان منعزل خاص بهن، فيولي ولي الأمر امرأة تؤمهن، فهذا حسن وفاعلة هذا تثاب عليه.\nجاء في المغني:\nهل يستحب أن تصلي المرأة بالنساء جماعة؟، فروي أن ذلك مستحب وممن روي عنه أن المرأة تؤم النساء عائشة وأم سلمة 00 والشافعي (29) 00 (30).\n\n، وفي المسألة قولان:\n\nالقول الأول: صحة جماعة النساء، وقد أوصلها بعضهم إلى الاستحباب، فقد نص فقهاء الشافعية على استحباب جماعة النساء وهو رواية عند الحنابلة.\nجاء في روضة الطالبين:\n(1/4)",
        "\nوإن كانت امرأة صح اقتداء النساء بها (31).\n، ومثله في مغني المحتاج:\nتصح إمامة المرأة للمرأة (32).\n، وجاء في المبدع:\nوإذا صلت امرأة بالنساء قامت في وسطهن في الصف، وفيه إشارة إلى أن النساء يصلين جماعة، وصرح باستحبابه غير واحد (33).\n\nودليل الشافعية والحنابلة ما يلي:\n1 ـ حديث أم ورقة أن النبي صلى الله عليه وسلم كان يزورها في بيتها وجعل لها مؤذنا ً يؤذن لها، وأمرها أن تؤم أهل دارها (34).\nوجه الدلالة في الحديث:\nأن النبي صلى الله عليه وسلم أمر أم ورقة أن تؤم أهل دارها، فلو كانت إمامة المرأة للنساء غير جائزة لما أمرها النبي صلى الله عليه وسلم، فأمره صلى الله عليه وسلم لها يدل على المشروعية.\n2 ـ ما ثبت عن عائشة ـ رضي الله عنها ـ فقد كانت تؤذن وتقيم وتؤم النساء وتقوم وسطهن (35).\nوجه الدلالة في الأثر:\nأن عائشة رضي الله عنها لو لم تكن ترى أن ذلك مشروع لما فعلته، فهي قريبة من النبي صلى الله عليه وسلم وتعلم السنة، ففعلها هذا دليل على المشروعية إن لم نقل على الاستحباب.\n\nالقول الثاني: عدم صحة إمامة المرأة بالنساء، وهم الحنفية والمالكية غير أن الحنفية قالوا بكراهة إمامة المرأة كراهة تحريم، ولكن لو صلين جماعة مع إمامة منهن فإن ذلك جائز وتقف الإمامة وسطهن.\nجاء في البحر الرائق:\nوكره جماعة النساء لأنها لا تخلو عن ارتكاب محرم، وهو قيام الإمام وسط الصف، فيكره كالعراة (36).\n، وجاء في بداية المجتهد:\nومنع من ذلك (يعني إمامة المرأة للنساء) مالك (37).\n\nاستدل الحنفية والمالكية بما يلي:\n1 ـ حديث ابن مسعود رضي الله عنه مرفوعا ً: أخروهن حيث أخرهن الله (38).\nوجه الدلالة في الحديث:\nأن النبي صلى الله عليه وسلم أمر بتأخير النساء، فلو أمتهن إحداهن لخالفت هذا التوجيه النبوي لأن الإمامة تقدم والنبي صلى الله عليه وسلم أمر بتأخيرهن، وعليه فلا تجوز إمامة النساء.\n2 ـ استدلوا بالمعقول قالوا: أين تقف إمامة النساء؟ لا يوجد سوى احتمال من اثنين:\nأ ـ إما أن تقف أمامهن، فلا يجوز لأن هذا موقف الرجال.\nب ـ وإما أن تقف وسطهن، وهو مكروه لأنه يشبه حالة العراة.\nوعليه فلا تصح إمامة المرأة للنساء (39).\n\nالترجيح:\n(1/5)\n",
        "الراجح هو قول الشافعية والحنابلة من جواز إمامة المرأة للنساء، وتقف إمامتهن في وسطهن لقوة أدلتهم وسلامتها من المعارض، وهذا هو فعل الصحابيات والتابعات لهن بإحسان.\nأما ما استدل به الحنفية والمالكية، فحديثهم ضعيف لا تقوم به حجة، ولو صح فإنه في موطن غير الموطن، فالمراد تأخيرهن عن صفوف الرجال.\nوأما القياس، فإنه رأي مخالفٌ للنص، وإعمال النص أولى وأوجب، والله تعالى أجل وأعلم.\nــــــــــــــــــــــــــــــــــ\n(*) هذا البحث هو جزء من رسالة ماجستير بعنوان حكم تولي المرأة الوظائف لصاحبها أيمن سامي وقد أشرف على هذا البحث الأستاذ الدكتور عبد الفتاح إدريس أستاذ الدراسات العليا بجامعة الأزهر وناقشه كل من عميد كلية الشريعة والقانون بجامعة الأزهر بالقاهرة الأستاذ الدكتور رشاد حسن خليل، ورئيس قسم الفقه بكلية الشريعة والقانون بالقاهرة بجامعة الأزهر الشريف الأستاذ الدكتور عبد الستار الجبالي\n(1) الصحاح في اللغة والعلوم تجديد صحاح الجوهري لأسامة ونديم مرعشلي 1/ 15.\n(2) الشرح الصغير للدردير 1/ 246، ونحوه في رد المحتار على الدر المختار 2/ 43 ـ 44، وكذلك نحوه في حاشية الروض المربع لابن قاسم النجدي الحنبلي 1/ 426، 427.\n(3) المعجم الوسيط 2/ 767.\n(4) حاشيتان: قليوبي ـ عميرة على شرح جلال الدين محمد بن أحمد المحلى على منهاج الطالبين 1/ 142 ط دار الفكر بيروت.\n(5) بدائع الصنائع للكاساني 1/ 411، رد المحتار على الدر المختار المعروف بحاشية ابن عابدين 2/ 56، مواهب الجليل لشرح مختصر خليل 2/ 87، الشرح الصغير للدردير 1/ 252، الأم للشافعي 1/ 84، الإنصاف للمرداوي 1/ 395، حاشية الروض المربع 1/ 430.\n(6) بدائع الصنائع للكاساني 1/ 411.\n(7) مواهب الجليل لشرح مختصر خليل للمغربي 2/ 87.\n(8) الشرح الصغير للدردير 1/ 252.\n(9) الأم للشافعي 1/ 84.\n(10) الإنصاف للمرداوي 1/ 395.\n(11) عبد الله بن عمر بن الخطاب ـ رضي الله عنهما ـ أسلم بمكة مع أبيه، ولم يكن بالغا ً وعرض على رسول الله صلى الله عليه وسلم يوم بدر فرده ويم أحد فرده لصغر سنه، وعرض عليه يوم الخندق وهو ابن خمس عشرة سنة فأجازه. كان شديد الورع و العبادة والمتابعة للنبي صلى الله عليه وسلم. مات بمكة سنة أربع وسبعين، وقيل سنة ثلاث وسبعين وهو ابن أربع وثمانين سنة. انظر صفة الصفوة 1/ 181 ـ 187.\n(12) رواه البخاري كتاب 10 الأذان باب 1 بدء الأذان، ورواه مسلم كتاب 4 الصلاة باب 1 بدء الأذان.\n(13) أم ورقة بنت عبد الله بن الحارث بن عويمر بن نوفل الأنصارية. استأذنت رسول الله صلى الله عليه وسلم للخروج لمداواة الجرحى في بدر، فقال لها: قري في بيتك، فإن الله يرزقك الشهادة، فكانت تسمى الشهيدة.، وكانت قد دبرت غلاما ً لها وجارية (أي أعتقتهما ليكونا حرين بعد موتها)، فقاما إليها بالليل فغمياها بقطيفة لها حتى ماتت، وذهبا، وأصبح عمر فقام في الناس، فقال: من عنده من هذين علم؟ أو من رآهما فليجئ بهما، فأمر بهما فصلبا، فكانا أول مصلوب بالمدينة. انظر الإصابة 8/ 321 ـ 322.\n(14) رواه أبو داود كتاب 2 الصلاة باب 62 إمامة النساء، وهو حديث صحيح.\n(1/6)\n\n(15) رواه البيهقي في السنن الكبرى برقم 1782 باب 88 أذان المرأة وإقامتها لنفسها وصواحباتها 1/ 408. ط مكتبة دار الباز ـ مكة المكرمة. قال الألباني في سلسلة الأحاديث الضعيفة رواه البيهقي 00 فالسند صحيح. انظر سلسلة الأحاديث الضعيفة وأثرها السيء في الأمة 2/ 271 ط 5 مكتبة المعارف ـ الرياض.\n(16) بدائع الصنائع للكاساني 1/ 441.\n(17) نفس المصدر والصفحة.\n(18) رواه البيهقي في السنن الكبرى برقم 1781 باب 88 أذان المرأة وإقامتها لنفسها وصواحباتها 1/ 408.\n(19) بداية المجتهد لابن رشد 2/ 173.\n(20) روضة الطالبين للنوي 1/ 196.\n(21) نهاية المحتاج إلى شرح المنهاج للشبراملسي 1/ 407.\n(22) المغني لابن قدامة 1/ 422.\n(22) انظر المبسوط للسرخسي 1/ 181 ط دار المعرفة ـ بيروت، الشرح الصغير للدردير 1/ 433، الأم للشافعي 1/ 164، حاشية الروض المربع 2/ 312.\n(24) سورة النساء: آية: 34.\n(25) الأم للشافعي 1/ 164.\n(26) رواه البخاري كتاب 64 باب 82 كتاب النبي صلى الله عليه وسلم إلى كسرى وقيصر، وكتاب 92 الفتن باب 18، ورواه الترمذي كتاب 31 الفتن باب 64، ورواه النسائي كتاب 49 آداب القضاة باب 8 النهي عن استعمال النساء في الحكم.\n(27) رواه مسلم كتاب باب تسوية الصفوف، والترمذي كتاب 2 الصلاة باب 52 ما جاء في فضل الصف الأول.\n(28) انظر بداية المجتهد لابن رشد 2/ 289.\n(29) انظر: الأم للشافعي 1/ 164.\n(30) المغني لابن قدامة 2/ 202.\n(31) روضة الطالبين للنووي 1/ 350، 351.\n(32) مغني المحتاج للشربيني 1/ 482.\n(33) المبدع في شرح المقنع لأبي إسحاق برهان الدين إبراهيم بن محمد بن مفلح 2/ 94 ط 3 المكتب الإسلامي ـ بيروت.\n(34) تقدم تخريجه برقم 14.\n(35) تقدم تخريجه برقم 18.\n(36) البحر الرائق لابن نجيم 1/ 614.\n(37) بداية المجتهد لابن رشد 2/ 289.\n(38) هذا حديث لا أصل له كما نبه إلى ذلك الزيلعي في نصب الراية. انظر سلسلة الأحاديث الضعيفة للألباني 2/ 319.\n(39) انظر: البحر الرائق لابن نجيم 1/ 614.",
        "(1/7)\n"
    ]
}