{
    "partText": [
        "\nدراسة مختصرة على الفقه الحنبلى\nلكتاب النكاح\nإعداد\nفهد بن محمد الحميزي\nالمأذون الشرعي لعقود الأنكحة\n( fahad442@maktoob.com (\nتهذيب كتاب النكاح\n# تعريف النكاح :\nالنكاح لغةً : الوطء والجمع بين الشيئين . وقد يطلق على العقد .\nشرعاً: عقد يعتبر فيه لفظ إنكاح أو تزويج في الجملة والمعقود عليه منفعة الاستمتاع.\n# حكم النكاح:\nتنطبق عليه الأحكام الخمسة:\nفهو مباح : لمن لا شهوة له كالمريض والعنين والكبير.\nوهو سنة: لمن له شهوة ولا يخاف الزنا.\nو مكروه : قد يكون مكروهاً لمن كان غنياً أو كبيراً لأنه يفوت على المرأة الغرض الصحيح من النكاح.\nوكذلك هو واجب : على من يخاف الزنا وكذلك يجب بالنذر . قال شيخ الإسلام:\"وإن احتاج الإنسان إلى النكاح وخاف العنت بتركه قدمه على الحج الواجب \".\nو محرم :إذا كان بدار حرب إلا لضرورة فيباح لغير أسير شريطة ألا يكون من الجيش.\n# أركان النكاح:\nالأول : وجود الزوجين الخاليين من الموانع التي تمنع صحة النكاح .\nالثاني: الإيجاب ، وهو اللفظ الصادر من الولي بأن يقول للزوج: زوجتك بفلانه أو أنكحتكها .\nالثالث: القبول ، وهو اللفظ الصادر من الزوج:بأن يقول قبلت هذا التزويج أو هذا النكاح.\n(1/1)\n",
        "وأختار شيخ الإسلام ابن تيميه وتلميذة ابن القيم أن النكاح ينعقد بكل لفظ يدل عليه، ولا يقتصر على لفظ النكاح والتزويج ووجهة نظر من قصره على لفظ الإنكاح والتزويج:أنهما اللفظان اللذان ورد بهما القرآن, كقوله تعالى: {وَإِذْ تَقُولُ لِلَّذِي أَنْعَمَ اللَّهُ عَلَيْهِ وَأَنْعَمْتَ عَلَيْهِ أَمْسِكْ عَلَيْكَ زَوْجَكَ وَاتَّقِ اللَّهَ وَتُخْفِي فِي نَفْسِكَ مَا اللَّهُ مُبْدِيهِ وَتَخْشَى النَّاسَ وَاللَّهُ أَحَقُّ أَن تَخْشَاهُ فَلَمَّا قَضَى زَيْدٌ مِّنْهَا وَطَراً زَوَّجْنَاكَهَا لِكَيْ لَا يَكُونَ عَلَى الْمُؤْمِنِينَ حَرَجٌ فِي أَزْوَاجِ أَدْعِيَائِهِمْ إِذَا قَضَوْا مِنْهُنَّ وَطَراً وَكَانَ أَمْرُ اللَّهِ مَفْعُولاً }الأحزاب37 وقوله : {وَلاَ تَنكِحُواْ مَا نَكَحَ آبَاؤُكُم مِّنَ النِّسَاء إِلاَّ مَا قَدْ سَلَفَ إِنَّهُ كَانَ فَاحِشَةً وَمَقْتاً وَسَاء سَبِيلاً }النساء22.\nقال الشيخ صالح الفوزان : \" لكن ذلك في الواقع لا يعني الحصر في هذين اللفظين \"\nصيغة الإيجاب والقبول :\nيتلفظ الولي بالإيجاب قائلاً:زوجتك يا فلان ابنتي أو موكلتي إذا كان وكيلاً عن الولي فلانة، على ما جاء في كتاب الله سبحانه وتعالى : \"َفإِمْسَاكٌ بِمَعْرُوفٍ أَوْ تَسْرِيحٌ بِإِحْسَانٍ \" البقرة229 وعلى ما اتفقنا عليه من صداق وعلى ما اتفقنا عليه من شرط إذا كانت بينهما شروط ويتلفظ راغب الزواج أو وكيله بالقبول قائلاً:قبلت زواج فلانة...\"\n# شروط صحة النكاح :\n1) تعيين كلٌ من الزوجين .\n2) رضا كلٌ من الزوجين بالآخر . ويستثنى الصغير و البالغ المعتوه والمجنون فإن لوليهم أن يزوجهم بدون رضاهم.\n3) أن يعقد على المرأة وليها لقول النبي صلى الله عليه وسلم:\"لا نكاح إلا بولي \"\n(1/2)\n\n4)الشهادة على عقد النكاح. لحديث جابر \"لا نكاح إلا بولي وشاهدي عدل\"(1).\nويشترط للشاهدين:أن يكونا عدلين ذكرين مكلفين سميعين ناطقين.\nواختار شيخ الإسلام أن النكاح يصح مع الإعلان وإن لم يشهد شاهدان, وهو قول مالك واختيار ابن حزم في المحلى .\nتنبيه:\nفي المذهب شهادة الأصول والفروع غير صحيحة، أما سائر العصبة كالإخوة وبنيهم والعمومة وبنيهم فشهادتهم صحيحة.\n(بعض الأحاديث الواردة في الباب)\n-عن أبي هريرة رضي الله عنه مرفوعاً: \"لا يخطب الرجل على خطبة أخيه حتى ينكح أو يترك\"أخرجه البخاري.\n-عن أبي هريرة رضي الله عنه مرفوعاً: \"تنكح المرأة لأربع:لمالها ولحسنها ولجمالها ولدينها فاظفر بذات الدين تربت يداك \"متفق عليه.\n-روى أبو موسى رضي الله عنه قال : قال عليه الصلاة والسلام \"لا نكاح إلا بولي \"رواه الخمسة إلا النسائي.\nحديث جابر المتقدم مرفوعاً: \"لا نكاح إلا بولي وشاهدي عدل\"\n-عن عائشة رضي الله عنها أن النبي صلى الله عليه وسلم قال: \"أيما امرأة تنكح بغير إذن وليها فنكاحها باطل باطل باطل ، فإن لم يكن لها ولي فالسلطان ولي مالا ولي له\" (2)\nفائدة:\nعند الحنابلة: يسن العقد يوم الجمعة لأنه يوم شريف، و استحب بعض السلف أن يكون مساءاً لأن فيه ساعة إجابة . ويسن كذلك أن يكون في المسجد كما ذكر ذلك ابن القيم رحمه الله .\nمسألة:\nاتفق الأئمة الأربعة على أن من أراد تزوج امرأة فله أن ينظر منها ما ليس بعورة ألا أن مالكا شرط في جواز ذلك ألا يكون على إغفال 0\n__________\n(1) أخرجه أبو حاتم بن حبان في صحيحه حديث رقم : 4075 , وأخرجه محمد بن هارون الروياني في مسنده حديث رقم : 83 , وأخرجه عبد الرزاق الصنعاني في مصنفه حديث رقم : 10473 , وأخرجه ابن الأعرابي في معجمه حديث رقم : 1171\n(2) أخرجه أبو داود الطيالسي في مسنده حديث رقم : 1555 , وإسناده حسن ورجاله ثقات عدا سليمان بن موسى القرشي وهو صدوق حسن الحديث وللحديث شواهد كثيرة .",
        "(1/3)\n\nودليل ذلك مارواه مسلم عن أبي هريرة – رضي الله عنه - أن النبي صلى الله عليه وسلم قال لرجل تزوج امرأة: \"أنظرت إليها قال لا قال أذهب فانظر إليها\"\nفائدة:\nالنظر للمخطوبة:المقدم في المذهب أنه مباح وعبر في الإقناع بالسنية وصوب في الإنصاف الاستحباب.\nمسألة:\nقال في الزاد:\"ويحرم التصريح بخطبة المعتده من وفاة والمبانه دون التعريض\" ومثال التعريض:إني في مثلك لراغب ..\nو دليل التحريم قوله تعالى: {وَلاَ جُنَاحَ عَلَيْكُمْ فِيمَا عَرَّضْتُم بِهِ مِنْ خِطْبَةِ النِّسَاء أَوْ أَكْنَنتُمْ فِي أَنفُسِكُمْ عَلِمَ اللّهُ أَنَّكُمْ سَتَذْكُرُونَهُنَّ وَلَكِن لاَّ تُوَاعِدُوهُنَّ سِرّاً إِلاَّ أَن تَقُولُواْ قَوْلاً مَّعْرُوفاً وَلاَ تَعْزِمُواْ عُقْدَةَ النِّكَاحِ حَتَّىَ يَبْلُغَ الْكِتَابُ أَجَلَهُ وَاعْلَمُواْ أَنَّ اللّهَ يَعْلَمُ مَا فِي أَنفُسِكُمْ فَاحْذَرُوهُ وَاعْلَمُواْ أَنَّ اللّهَ غَفُورٌ حَلِيمٌ }البقرة235\nففي الآية دليل على جواز التعريض وفعله الرسول صلى الله عليه وسلم مع أم سلمة .\nويباح التصريح والتعريض لمن أبانها دون الثلاث كالمختلعة والمطلقة دون ثلاث على عوض والبائن بفسخ لعيب أو إعسار لأنه يباح له نكاحها في عدتها ويحرم التصريح والتعريض لرجعية\n\"خطبة الحاجة \"\n(1/4)",
        "\nروى الترمذي وصححه عن أبن مسعود رضي الله عنه قال: علّمنا رسول الله صلى الله عليه وسلم التشهد في الصلاة والتشهد في الحاجة قال والتشهد في الحاجة :إن الحمد لله نحمده ونستعينه ونستغفره ونتوب إليه ونعوذ بالله من شرور أنفسنا من يهده الله فلا مضل له ومن يضلل فلا هادي له وأشهد أن لا إله إلا الله وأشهد أن محمداً عبده ورسوله قال : ويقرأ ثلاث آيات فسرها سفيان الثوري : {يَا أَيُّهَا الَّذِينَ آمَنُواْ اتَّقُواْ اللّهَ حَقَّ تُقَاتِهِ وَلاَ تَمُوتُنَّ إِلاَّ وَأَنتُم مُّسْلِمُونَ }آل عمران102 وقوله {يَا أَيُّهَا النَّاسُ اتَّقُواْ رَبَّكُمُ الَّذِي خَلَقَكُم مِّن نَّفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالاً كَثِيراً وَنِسَاء وَاتَّقُواْ اللّهَ الَّذِي تَسَاءلُونَ بِهِ وَالأَرْحَامَ إِنَّ اللّهَ كَانَ عَلَيْكُمْ رَقِيباً }النساء1 وقوله : {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلاً سَدِيداً }الأحزاب70 ورواه أيضاً أحمد وأبو داوود والنسائي والحاكم و ا لبيهقي. ويستحب أن تقرأ هذه الآيات كاملة .\nقال في الإقناع: زاد بعضهم : وبعد فإن الله أمر بالنكاح ونهى عن السفاح فقال مخبراً وآمراً {وَأَنكِحُوا الْأَيَامَى مِنكُمْ وَالصَّالِحِينَ مِنْ عِبَادِكُمْ وَإِمَائِكُمْ إِن يَكُونُوا فُقَرَاء يُغْنِهِمُ اللَّهُ مِن فَضْلِهِ وَاللَّهُ وَاسِعٌ عَلِيمٌ }النور32\nقال الشيخ عبد القادر – من علماء الحنابلة - ويستحب أن يزيد هذه الآية أيضاً.\nوهذه الخطبة عند الحنابلة يخطبها العاقد أو غيره من الحاضرين و استحبها جمهور أهل العلم. ولا تجب لقول النبي صلى الله عليه وسلم: \" زوجتكها بما معك من القران \"\nقال في الحاشية : ويجزئ أن يحمد الله ويتشهد ويصلي على النبي .\n# الولاية في النكاح :\nدليل وجوب الولاية في النكاح :\n(1/5)\n",
        "من الكتاب : قوله تعالى {وَأَنكِحُوا الْأَيَامَى مِنكُمْ وَالصَّالِحِينَ مِنْ عِبَادِكُمْ وَإِمَائِكُمْ إِن يَكُونُوا فُقَرَاء يُغْنِهِمُ اللَّهُ مِن فَضْلِهِ وَاللَّهُ وَاسِعٌ عَلِيمٌ }النور32\nومن السنة : قوله – صلى الله عليه وسلم - ((لا نكاح إلا بولي )) .وقوله صلى الله عليه و سلم: ((أيما امرأة نكحت بغير إذن وليها فنكاحها باطل فنكاحها باطل)).\nشروط الولي: سبعة شروط:\n1) أن يكون ذكراً . 2) أن يكون حراً. 3) أن يكون بالغاً. 4) أن يكون عاقلاً. 5) أن يكون رشيداً. 6) أن يكون عادلاً. 7) اتفاق الدين.\n# ترتيب الأولياء :\n1 ) أبوها. لأنه لا ولاية لأحد معه قال النبي صلى الله عليه و سلم:((أنت ومالك لأبيك)). 2) وصيه فيها. لقيامه مقام الأب .\n3) جدها لأب وإن علا. لأن له إيلاداً وتعصيباً فأشبه لأب.\n(1/6)\n\n4 - 5) ابنها. وبنوه وإن نزلوا. لحديث ُمِّ سَلَمَةَ ، لَمَّا انْقَضَتْ عِدَّتُهَا بَعَثَ إِلَيْهَا أَبُو بَكْرٍ يَخْطُبُهَا عَلَيْهِ ، فَلَمْ تَزَوَّجْهُ ، فَبَعَثَ إِلَيْهَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عُمَرَ بْنَ الْخَطَّابِ يَخْطُبُهَا عَلَيْهِ ، فَقَالَتْ : أَخْبِرْ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنِّي امْرَأَةٌ غَيْرَى ، وَأَنِّي امْرَأَةٌ مُصْبِيَةٌ ، وَلَيْسَ أَحَدٌ مِنْ أَوْلِيَائِي شَاهِدٌ ، فَأَتَى رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ، فَذَكَرَ ذَلِكَ لَهُ ، فَقَالَ : \" ارْجِعْ إِلَيْهَا ، فَقُلْ لَهَا أَمَّا قَوْلُكِ إِنِّي امْرَأَةٌ غَيْرَى ، فَسَأَدْعُو اللَّهَ لَكِ فَيُذْهِبُ غَيْرَتَكِ ، وَأَمَّا قَوْلُكِ إِنِّي امْرَأَةٌ مُصْبِيَةٌ ، فَسَتُكْفَيْنَ صِبْيَانَكِ ، وَأَمَّا قَوْلُكِ أَنْ لَيْسَ أَحَدٌ مِنْ أَوْلِيَائِي شَاهِدٌ ، فَلَيْسَ أَحَدٌ مِنْ أَوْلِيَائِكِ شَاهِدٌ وَلَا غَائِبٌ يَكْرَهُ ذَلِكَ \" ، فَقَالَتْ لِابْنِهَا : يَا عُمَرُ ، قُمْ فَزَوِّجْ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَزَوَّجَهُ \".أخرجه النسائي\n6) أخوها لأبوين ( الشقيق ) وأصبح ترتيبه بعد الأبناء كالميراث لأنه أقرب العصبات بعدهم،، وهكذا في البقية.\n7 ) أخوها لأب. 8) بنوهما. 9) عمها لأبوين.\n10) عمها لأب. 11) بنوهما. 12) أقرب عصبتها نسباً كالإرث.\n13) المعتق. 14) الحاكم. لحديث عائشة \" أيما امرأة نكحت بغير.....فإن لم يكن لها ولي فالسلطان ولي من لاولي له \".\nقال شيخ الإسلام : ولو قيل إن الابن والأب سواء في ولاية النكاح لكان متوجهاً.\nورأى الإمام مالك أن الابن مقدم على الأب 0\nولا ولاية لذوي الأرحام كالأخ لأم ولا لخال المرأة ولا لزوج أمها.\nويقول الولي للوكيل :زوجتُ موكلكَ فلاناً فلانة، ويقول وكيل الزوج: قبلته لفلان.\nمسألة:",
        "(1/7)\n\nإذا عضل الأقرب أو كان مسافراً وغاب فترة طويلة فهل يؤخذ حكم الأبعد ؟\nالمذهب أنه يزوجها الأبعد في هذا الحال وهو ما رجحه صاحب المغني وقال:أن هذا القول إن شاء الله أقرب إلى الصواب فأن التحديدات بابها التوقيف ولا توقيف في هذة المسألة فترد إلى مايتعارفه الناس بينهم مما لم تجر العادة بالإنتضار فيه ويلحق المر أة الضرر بمنعها، وهذا القول من الحسن بمكان لأنه يتمشى مع الزمن.\n* الكفاءة في النكاح:\nوهي المساواة بين الزوجين في خمسة أشياء:\n1)الدين: فلا يكون الفاجر الفاسق كفئ العفيفة العدل.\n2)المنصب: وهو النسب، فلا يكون الأعجمي كفئ العربية.\n3)الحرية: فلا يكون العبد أو المبعض كفئ الحرة.\n4)الصناعة: فلا يكون الحجام مثلاً كفئ صاحب صناعة جليلة كالتجارة.\n5)اليسار بالمال بحسب ما يجب لها من المهر والنفقة.\nوإذا انتفت الكفاءة فلا يؤثر ذلك على صحة النكاح، لأن الكفاءة ليست شرطاً في صحته، لأمر النبي صلى الله عليه وسلم فاطمة بنت قيس أن تنكح أسامة بن زيد فنكحها بأمره . متفق عليه.\nولكن تكون الكفاءة شرطا للزوم النكاح فقط، فلو زوجت امرأة بغير كفئها فلمن لم يرضى بذلك من المرأة أو أوليائها فسخ النكاح.\n(1/8)",
        "\nوالدليل: عَنْ عَائِشَةَ أَنَّ فَتَاةً دَخَلَتْ عَلَيْهَا ، فَقَالَتْ : \" إِنَّ أَبِي زَوَّجَنِي ابْنَ أَخِيهِ لِيَرْفَعَ بِي خَسِيسَتَهُ ، وَأَنَا كَارِهَةٌ ، قَالَتْ : اجْلِسِي حَتَّى يَأْتِيَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ، فَجَاءَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ، فَأَخْبَرْتُهُ ، فَأَرْسَلَ إِلَى أَبِيهَا فَدَعَاهُ ، فَجَعَلَ الأَمْرَ إِلَيْهَا ، فَقَالَتْ : يَا رَسُولَ اللَّهِ ، قَدْ أَجَزْتُ مَا صَنَعَ أَبِي ، وَلَكِنِّي أَرَدْتُ أَنْ أُعْلِمَ النِّسَاءَ مِنَ الأَمْرِ شَيْئًا ؟ \" (1).\nوبعض العلماء يرى أن الكفاءة شرط لصحة النكاح، وهو رواية عن أحمد.\nقال شيخ الإسلام ابن تيميه:الذي يقتضيه كلام أحمد بن حنبل أن الرجل إذا تبين له أنه ليس بكفء، فرق بينهما, وأنه ليس للولي أن يزوج المرأة من غير كفء، ولا للزوج أن يتزوج، ولا للمرأة أن تفعل ذلك، وأن الكفاءة ليست بمنزلة الأمور المالية مثل مهر المرأة:إن أحبت المرأة والأولياء طلبوه وإلا تركوه, ولكنه أمر ينبغي لهم اعتباره\"\nقال ابن القيم رحمه الله تعالى:\n\"فالذي يقتضيه حكمه صلى الله عليه وسلم اعتبار الدين في الكفاءة أصلاً وكمالاً فلا تزوج مسلمة بكافر ولا عفيفة بفاجر ولم يعتبر القرآن والسنة في الكفاءة أمراً وراء ذلك.\nفإنه حرم على المسلمة نكاح الزاني الخبيث ولم يعتبر نسباً ولا صناعه ولا حرفة فيجوز لعبد نكاح الحرة النسبيه الغنية إذا كان عفيفاً مسلماً \" .\n__________\n(1) قَالَ أَبُو عَبْدِ الرَّحْمَنِ : هَذَا الْحَدِيثُ يُرْسِلُونَهُ وإسناده حسن ورجاله ثقات عدا علي بن غراب الفزاري وهو صدوق وكان يدلس وفي الإسناد علي بن غراب الفزاري مدلس وصرح بالسماع عن شيخه فانتفت شبهة تدليسه في هذا الإسناد .\n(1/9)\n",
        "وعن معاذ بن جبل قال:قال رسول الله عليه وسلم \"العرب بعضها أكفاء لبعض والموالي بعضهم أكفاء لبعض \"(1).\nقاعدة:\nيحرم الجمع بين امرأتين لو كانت إحداهما ذكراً والأخرى أنثى حرم نكاحه لها .\n( فائدة ):\nتوبة الزانية على المذهب أن تراود فتمتنع، روي ذلك عن عمر وابنه وابن عباس, ونصر هذا القول ابن رجب ورجحه ابن القيم .\nوهو اختيار الشيخ تقي الدين.وقيل : توبتها كتوبة غيرها ندم واستغفار وعزم على أن لا تعود.\nفائدة:\nكان عبد الله بن عمر لا يرى التزويج بالنصرانية، ويقول لا أعلم شركاً أعظم من أن تقول إن ربها عيسى... ولكن قوله تعالى: { .. وَالْمُحْصَنَاتُ مِنَ الَّذِينَ أُوتُواْ الْكِتَابَ مِن قَبْلِكُمْ إِذَا آتَيْتُمُوهُنَّ أُجُورَهُنَّ مُحْصِنِينَ غَيْرَ مُسَافِحِينَ وَلاَ مُتَّخِذِي أَخْدَانٍ وَمَن يَكْفُرْ بِالإِيمَانِ فَقَدْ حَبِطَ عَمَلُهُ وَهُوَ فِي الآخِرَةِ مِنَ الْخَاسِرِينَ }المائدة5 عند أكثر المفسرين مخصصة للتي في سورة البقرة {وَلاَ تَنكِحُواْ الْمُشْرِكَاتِ حَتَّى يُؤْمِنَّ وَلأَمَةٌ مُّؤْمِنَةٌ خَيْرٌ مِّن مُّشْرِكَةٍ وَلَوْ أَعْجَبَتْكُمْ وَلاَ تُنكِحُواْ الْمُشِرِكِينَ حَتَّى يُؤْمِنُواْ وَلَعَبْدٌ مُّؤْمِنٌ خَيْرٌ مِّن مُّشْرِكٍ وَلَوْ أَعْجَبَكُمْ أُوْلَئِكَ يَدْعُونَ إِلَى النَّارِ وَاللّهُ يَدْعُوَ إِلَى الْجَنَّةِ وَالْمَغْفِرَةِ بِإِذْنِهِ وَيُبَيِّنُ آيَاتِهِ لِلنَّاسِ لَعَلَّهُمْ يَتَذَكَّرُونَ }البقرة221 قال في الإنصاف:فعلى المذهب الأولى تركه.\nفائدة:\nقال شيخ الإسلام بن تيمية: ولا يحرم في الجنة زيادة العدد والجمع بين المحارم .\n( باب المحرمات في النكاح )\nالمحرمات في النكاح على قسمين :\nأولاً : اللاتي يحرمن تحريماً مؤبداً وهؤلاء قسمان:\n__________\n(1) قال الهيثمي رواه البزار وإسناده ضعيف لأن به موضع انقطاع بين خالد بن معدان الكلاعي ومعاذ بن جبل الأنصاري وفيه سليمان بن أبي الجون وهو مجهول\n(1/10)\n\nالقسم الأول : ما يحرم بالنسب: وهؤلاء على سبعة أحوال :\n1) الأم والجدة.\n2) البنت، وبنت الابن، وبنت البنت، وبنت بنت الابن.\n3) الأخت شقيقة أو لأب أو لأم.\n4) بنت الأخت وبنت أبنها وبنت ابنتها.\n5) بنت الأخ وبنت بنت الأخ وبنت ابنه.\n6) العمة.\n7) الخالة.\nوالدليل قوله تعالى: {حُرِّمَتْ عَلَيْكُمْ أُمَّهَاتُكُمْ وَبَنَاتُكُمْ وَأَخَوَاتُكُمْ وَعَمَّاتُكُمْ وَخَالاَتُكُمْ وَبَنَاتُ الأَخِ وَبَنَاتُ الأُخْتِ .. {النساء 23\nالثاني : ما يحرم بالسبب: وهؤلاء على سبعة أحوال أيضاً :\n1) الملاعنة على الملاعن. محرمه بسبب اللعان: لقول سهل بن سعد (مضت السنة في المتلاعنين أن يفرق بينهما للأبد للإجماع على ذلك ) .\n2) يحرم بالرضا ع ما يحرم بالنسب.\nدليل الرضاعة: قوله تعالى : }َوأُمَّهَاتُكُمُ اللاَّتِي أَرْضَعْنَكُمْ وَأَخَوَاتُكُم مِّنَ الرَّضَاعَةِ.. { النساء 23\nوعن أبي عباس رضي الله عنه مرفوعاً: (يحرم من الرضاعة ما يحرم من النسب ) (1).\n3) تحرم بالعقد زوجة أبيه وجده.\n4) تحرم زوجة ابنه وإن نزل.\n5) أم زوجته وجداتها.\n6) بنت الزوجة وبناتهن إن دخل بالأم . وهن الربائب ،والربيبة: هي بنت الزوجة وبنات أولادها.\nثانياً : اللاتي يحرمن تحريماً مؤقتاً وهؤلاء أيضاً قسمان:\nالقسم الأول : ماكان تحريمه لعارض يزول وهم:\n1) تزوج المعتدة من الغير .\n2) تزوج الزانية حتى تتوب وتنقضي عدتها .\n3) من طلقت ثلاثاً حتى تتزوج زوجاً غيره.\n4) المحرمة حتى تحل من إحرامها.\n5) المسلمة لا تتزوج كافر حتى يسلم.\n__________\n(1) اخرجه مسلم بن الحجاج في صحيحه حديث رقم : 1445 , وأخرجه ابن ماجه القزويني في سننه حديث رقم : 1938 , وأخرجه سعيد بن منصور في سننه حديث رقم : 947 , وأخرجه أحمد بن حنبل في مسنده حديث رقم : 2486 , وأخرجه أبو عوانة الإسفرائيني في مسنده حديث رقم : 4381 , وأخرجه محمد بن نصر المروزي في السنة حديث رقم : 318",
        "(1/11)\n\n6) المسلم لا يتزوج كافرة حتى تسلم ،إلا الكتابية.\n7) يحرم على الحر أن يتزوج الأمة المسلمة إلا إذا خاف على نفسه الزنى ولم يجد ما يُمهر به الحرة.\n8) يحرم على العبد أن يتزوج سيدته وهذا محل إجماع بين أهل العلم .\n9) يحرم على السيد أن يتزوج مملوكته .\nالقسم الثاني : ماكان تحريمه من أجل الجمع وهم:\nالجمع بين الأختين .\n2) الجمع لأكثر من أربعة نسوه .\n3) الجمع بين المرأة وعمتها أو بين المرأة وخالتها .\nالشروط في النكاح:\nوالمقصود من هذه الشروط هو ما يشترطه أحد الزوجين أثناء العقد .\n# والشروط في النكاح تنقسم إلى قسمين:\nالقسم الأول : الشروط الصحيحة في النكاح :\n1.إذا شرطت عليه طلاق ضرتها، فالمذهب أنه شرط صحيح وقال بعض أهل العلم بعدم صحة هذا الشرط وأنه شرط باطل. وهو اختيارشيخ الإسلام ابن تيمية وتلميذه ابن القيم والشيخ محمد بن عبد الوهاب وبه قاله الثلاثة ، واستدلوا لذلك بما جاء في الصحيحين في حديث أبي هريرة رضي الله عنه أن النبي صلى الله عليه وسلم نهى أن تشرط المرأة طلاق أختها .\n2.إذا شرطت عليه ألا يتسرى أو ألا يتزوج عليها.\n3.إذا شرطت أن لايخرجها من دارها أو بلدها.\n4.إذا شرطت ألا يفرق بينها وبين أولادها أو أبويها.\n5.إذا شرطت زيادة في مهرها أو كونه من نقد معين.\nالقسم الثاني : الشروط الفاسدة في النكاح وهي على نوعين:\nأولاً : شروط فاسدة تبطل العقد:\nأ.نكاح الشغار. لكن لو سمي لكل واحدة منهما مهر مستقل كامل، بلا حيله، مع أخذ موافقة المرأتين، صح ذلك، لانتفاء الضرر.\nب.نكاح المحلل.\nج.إذا علق عقد النكاح على شرط مستقبل ((نكاح المتعة)).\nقال الشيخ تقي الدين:\"الروايات المستفيضة المتواترة متواطئة على أن الله تعالى حرم المتعة بعد إحلالها \".\nقال القرطبي:))الروايات كلها متفقة على أن زمن إباحة المتعة لم يطل، وأنه حرم ، ثم أجمع السلف والخلف على تحريمها، إلا من لا يلتفت إليه من الروافض))\n(1/12)",
        "\nثانياً : شروط لا تبطل العقد:\n1.لو شرط إسقاط حق من حقوق المرأة كشرط إسقاط مهرها.\n2.إذا شرطها مسلمة فبانت كتابية فالنكاح صحيح وله خيار الفسخ.\n3.إذا شرطها بكراً أو جميله فبانت غير ذلك فله الفسخ.\n4.إذا تزوج على أنها حرة فبانت أنها أمة.\n5.إذا تزوجت المرأة رجلاً حراً، فبان عبداً.\nالعيوب في النكاح:\nقال العلامة ابن القيم – رحمه الله تعالى - :((كل عيب ينفر أحد الزوجين من الآخر ولا يحصل به مقصود النكاح، يوجب الخيار، وإنه أولى من البيع )).\nولعلنا نذكر في هذا المبحث بعض المسائل باختصار :\nإذا ثبت لأحد الزوجين الخيار، فإنه لا يتم ذلك إلا عند الحاكم ، لأنه يحتاج إلى اجتهاد ونظر.\nمن وجدت زوجها لا يقدر على الوطء لكونه عنيناً أو مقطوع الذكر فلها الفسخ.\nوإن وجد الرجل في زوجته عيباً يمنع الوطء، كالرتق فله الفسخ .\nإن تم الفسخ قبل الدخول، فلا مهر لها .\nوإن كان الفسخ بعد الدخول فلها المهر المسمى في العقد لأنه وجب بالعقد واستقر بالدخول، فلا يسقط.\nس) ما الحكم إذا رضيت المرأة العاقلة زوجاً لهل وكان مجبوباً أو عنيناً ؟؟\nج) لم يمنعها وليها، لأن الحق في الوطء لها دون وليها .\nس) إذا رضيت المرأة بالتزوج من مجنون أو مجذوم أو أبرص فهل لوليها منعها ؟؟\nج) نعم، لأن في ذلك ضرراً يخشى تعديه إلى الولد وفيه منغصة على أهلها.\nفائدة:\nقال شارح المفردات: فإن ادعا وطأها، فالقول قوله وفي المذهب رواية ثانية أن القول قولها وهو الصحيح من المذهب.\nفائدة:\nعلى المذهب لا خيار ولا فسخ في عور وعرج وعمى وخرس وطرش وقطع يد أو رجل.\nقال الشيخ صالح البليهلي: الأقرب للصواب ثبوت الخيار في مثل هذه العيوب.\n[ رسم توضيحي بين فيه أسماء العيوب ]\nالعيب\nالمجبوب\nالعنين\nالرتق\nالقرن\nالعفل\nالفتق ... صاحبه\nللرجل\nللرجل\nالمرأة\nالمرأة\nالمرأة\nالمرأة ... حده\nقطع ذكره كله\nالعاجز عن إيلاج ذكره.\nانسداد الفرج وهو تلاحم الشفرين خلقه.\n(1/13)\n",
        "لحم زائد ينبت في الفرج فيسده.\nورم في اللحمة التي بين مسلكي المرأة، وهوشئ يخرج من الفرج شبيه بالإدره التي للرجل في الخصية.\nإنخراق مابين سبيليها.\nالصداق:\n# حكمه:\nواجب بنص الكتاب والسنة والإجماع.\n# الحكمة من مشروعيته:\nأن فيه معاوضة عن الاستمتاع، وفيه تعزيز لجانب الزوجة وتقدير لمكانتها.\nنوعية الصداق:\nكل ماجاز أن يكون ثمناً في بيع أو أجرة في إجارة وقيمة الشيء ، جاز أن يكون صداقاً.\n# أسماء الصداق ثمانية مجموعة في بيت:\nصداق ومهر نحلة وفريضة\nحباء وأجر ثم عقر علايق .\nمسائل مهمة في الصداق:\nأولاً: الصداق ملك للمراة، ليس لوليها شئ منه إلا أبوها فله أخذ مالا يضرها .\nثانياً: يبدأ تملك المرأة لصداقها من العقد ويتقرر كاملاً بالوطء .\nثالثاً: إذا طلقها قبل الدخول أو الخلوة وقد سمى لها صداقاً، فلها نصفه.\nرابعاً: إذا عقد النكاح ولم يجعل للمرأة مهراً صح النكاح ويسمى ذلك بالتفويض ويقدر لها مهر المثل، والذي يقدر مهر المثل هو الحاكم أو من يقوم مقامه .\nخامساً: إذا حصل الدخول والخلوة تقرر لها مهر المثل، لما رواه أحمد من قضاة الخلفاء الراشدين: ((أن من أغلق باباً أو أرخى ستراً، فقد وجب المهر)) .\nسادساً: إذا حصلت الردة من أحد الزوجين قبل الدخول، فإن كانت المرأة فلا مهر لها ،\nوإن كان الزوج فعليه نصف المهر لأن الفسخ من حقه .\nسابعاً: يتقرر الصداق كاملاً بخمسة أشياء:\n1.موت أحد الزوجين.\n2.وطء الزوج زوجته ولو بلا خلوة.\n3.طلاقه لها في مرض موته المخوف قبل دخوله بها.\n4.لمسها أو تقبيلها ولو بلا خلوة لها.\nثامناً : على مذهب أحمد : يتكرر المهر بتكرر وطئ الشبهة واختار شيخ الإسلام أنه لا يجب إلا مهر واحد.\nتاسعاً : يستحب تسمية الصداق وتحديده في العقد لقطع النزاع ، ويجوز أن يسمى الصداق ويحدد بعد العقد.\n(1/14)\n\nفائدة: مهر النبي – صلى الله عليه وسلم - في بناته لا يزيد عن 12 أوقيه، والأوقية 40 درهم والدرهم ربع ريال سعودي ، ومهر بناته ونساءة في الغالب:400درهم، أي ما يقارب 100 ريال سعودي . والله أعلم.\n*وليمة العرس*\nحكمها: سنة باتفاق أهل العلم، وقال بعضهم بوجوبها، لأمر النبي صلى الله عليه وسلم بها فقد قال النبي صلى الله عليه وسلم لعبد الرحمن بن عوف رضي الله عنه حين أخبره أنه تزوج ((أولم ولو بشاة )) متفق عليه.\nوأولم النبي – صلى الله عليه وسلم - على زوجاته زينب وصفية وميمونة بنت الحارث.\nقال بعض الفقهاء: لابد لوليمة العرس أن لا تنقص عن شاة . والأولى الزيادة عليها لمفهوم حديث عبد الرحمن. وإلا بحسب المقدرة ويجزء أقل من ذلك فقد أولم النبي صلى الله عليه وسلم على صفية بحيس وهو الدقيق والسمن والإقط.\n((كتاب الطلاق))\nباب الخُلع\nيباح للزوجة إذا ساءة العشرة، والدليل قوله تعالى:}فإِنْ خِفْتُمْ أَلاَّ يُقِيمَا حُدُودَ اللّهِ فَلاَ جُنَاحَ عَلَيْهِمَا فِيمَا افْتَدَتْ بِهِ تِلْكَ حُدُودُ اللّهِ فَلاَ تَعْتَدُوهَا وَمَن يَتَعَدَّ حُدُودَ اللّهِ فَأُوْلَئِكَ هُمُ الظَّالِمُونَ }البقرة229 وتفتدي نفسها بعوض.\nوإذا لم يكن هناك حاجة للخلع فإنه يكره، وعند بعض العلماء يحرم في هذه الحال.\nأحكام الطلاق :\nتعريفه في الشرع : حل قيد النكاح أو بعضه .\nحكمه : تأتي عليه الأحكام الخمسة من وجوب وحرمه وما بينهما من استحباب وكراهه وقد يكون مباحاً .\n# أنواع الطلاق:للطلاق نوعان :\nالأول : طلاق سني :\nوهو أن يطلقها طلقه واحدة في طهر لم يجامعها فيه ويتركها حتى تنقضي عدتها.\nالثاني : طلاق بدعي :\nوهو أن يطلقها ثلاثاً بلفظ واحد أو أن يطلقها وهي حائض أو نفساء، أو يطلقها في طهر جامعها\nفيه ولم يتبين حملها.\n* أقسام ألفاظ الطلاق :\n1) ألفاظ صريحة \"مثل:طلقتك لا أطلقي \".\n2) ألفاظ كناية \"مثل:الحقي بأهلك \".",
        "(1/15)\n\n* الفرق بين الألفاظ الصريحة وألفاظ الكناية:\nأن الصريحة يقع بها الطلاق ولو لم ينوه، سواء كان جاداً أو هازلاً.\nلقول النبي صلى الله عليه وسلم: ((ثلاث جدهن جد وهزلهن جد:النكاح، والطلاق، والرجعة)) (1).\nوأما الكناية: فلا يقع بها طلاق إلا إذا نواه نية مقارنة للفظه، فإذا لم ينو بها الطلاق لم يقع، إلا في حالات ثلاث:\n1.إذا تلفظ بالكناية في حال خصومه بينه وبين زوجته.\n2.إذا تلفظ بها في حال غضب.\n3.إذا تلفظ بها في جواب سؤالها له الطلاق.\n# مسائل متفرقة في باب الطلاق :\n* مسألة : يصح إيقاع الطلاق من الزوج المميز المختار الذي يعقل معنى الطلاق .\n* مسألة الاستثناء:يجوز الاستثناء في الطلاق وهو إما أن يكون من عدد الطلقات مثل أنت طالق ثلاثاً إلا واحدة، وإما أن يكون من عدد المطلقات وشرطه في الحالتين أن يكون المستثنى مقدار نصف المستثنى منه فأقل .\n* مسألة : كم يملك الحر والعبد في الطلاق ؟\nيملك الحر ثلاث تطليقات، وإن كانت تحته أمة، ويملك العبد تطليقتين وإن كان تحته حرة، فالاعتبار بحالة الزوج حرية ورقاً، لأن الطلاق حق للزوج فأعتبر به.\n* مسألة الإيلاء:\nالإيلاء محرم في الإسلام ، لأنه يمين على ترك واجب . والإيلاء لا يتم إلا بتوفر شروط خمسة:\n1. أن يكون من زوج يمكنه الوطء.\n2. أن يحلف بالله.\n3. أن يحلف على ترك الوطء في القبل.\n4. أن يحلف على ترك الوطء أكثر من أربعة أشهر.\n5. أن تكون الزوجة ممن يمكن وطؤها.\n__________\n(1) رواه الترمذي وابن ماجه والنسائي وإسناده ضعيف ويحسن إذا توبع ورجاله ثقات وصدوقيين عدا عبد الرحمن بن حبيب بن أردك المخزومي وهو مقبول\n(1/16)",
        "\n* مسألة : إذا راجع الزوج زوجته فإنه يسن له أن يشهد على ذلك وقيل يجب الإشهاد لقوله تعالى:}وَأَشْهِدُوا ذَوَيْ عَدْلٍ مِّنكُمْ وَأَقِيمُوا الشَّهَادَةَ لِلَّهِ ذَلِكُمْ يُوعَظُ بِهِ مَن كَانَ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَمَن يَتَّقِ اللَّهَ يَجْعَل لَّهُ مَخْرَجاً }الطلاق2\nوينتهي وقت الرجعة بانتهاء العدة فإذا طهرت الرجعية من الحيضة الثالثة لم تحل له إلا بنكاح جديد بولي وشاهدي عدل.\nوينبغي هنا إيراد الشروط المعتبرة لصحة الرجعية وهي:\n1.أن يكون الطلاق دون ما يملك من العدد.\n2.أن تكون المطلقة مدخولاً بها، فإن طلق قبل الدخول فليس له رجعه.\n3.أن يكون الطلاق بلا عوض.\n4.أن يكون النكاح صحيحاً.\n5.أن تكون الرجعة في العدة.\n6. أن تكون الرجعة منجزه.\n*أحكام العدة *\n* تعريف العدة هي: التربص المحدود شرعاً.\n* أدلة العدة : من الكتاب:\n1/ قوله تعالى\"والمطلقات يتربصن بأنفسهن ثلاثة قروء\"\n2/ قوله تعالى {وَاللَّائِي يَئِسْنَ مِنَ الْمَحِيضِ مِن نِّسَائِكُمْ إِنِ ارْتَبْتُمْ فَعِدَّتُهُنَّ ثَلَاثَةُ أَشْهُرٍ وَاللَّائِي لَمْ يَحِضْنَ وَأُوْلَاتُ الْأَحْمَالِ أَجَلُهُنَّ أَن يَضَعْنَ حَمْلَهُنَّ وَمَن يَتَّقِ اللَّهَ يَجْعَل لَّهُ مِنْ أَمْرِهِ يُسْراً }الطلاق4 أما بالنسبة للمفارقة للوفاة فقال تعالى \"والذين يتوفون منكم ويذرون أزواجاً يتربصن بأنفسهن أربعة أشهر وعشراً\".\nوالدليل من السنة: حديث عائشة رضي الله عنهما، قالت:\"أُمرت بريرة أن تعتد بثلاث حيض\"(1) . ولغيره من الأحاديث.\n* الحكمة من العدة: استبراء رحم المرأة من الحمل، وكذلك: تعظيم عقد النكاح.\nالحامل:\nتعتد بوضع الحمل سواء كانت المفارقة في الحياة أو بعد\n__________\n(1) أخرجه ابن ماجه القزويني في سننه حديث رقم : 2077\n(1/17)\n",
        "الوفاة لقوله تعالى:\"وأولات الأحمال أجلهن أن يضعن حملهن\" وذهب بعض السلف إلى أن الحامل المتوفى عنها تعتد بأبعد الآجلين لكن حصل الاتفاق بعد ذلك..\nلكن ليس كل حمل تنقضي بوضعه العدة فلا بد أن تكتمل . وكذلك يشترط أن يلحق الولد بالزوج المفارق.\nوأقل مدة الحمل\nستة أشهر.\n... المتوفى\nعنها زوجها من غير حمل منه :\nتعتد أربعة أشهر وعشرة أيام .\nلقوله تعالى\"والذين يتوفون منكم ويذرون أزواجاً يتربصن بأنفسهن أربعة أشهر وعشرا \" ... الحائل التي تحيض وقد فورقت في الحياة:\nتعتد ثلاث حيض ، لقوله تعالى: \"والمطلقات يتربصن بأنفسهن ثلاثة قروء ولا يحل لهن أن يكتمن ما خلق الله في أرحامهن\" وتفسيرالأقراء\nبالحيض مروي عن عمر وعلي وابن عباس. ... الحائل التي لا تحيض لصغر أو إياس وهي مفارقة في الحياة:\nعدتها ثلاثة أشهر لقوله تعالى: \"واللائي يئسن من المحيض من نسائكم إن ارتبتم فعدتهن ثلاثة أشهر واللائي لم يحضن\".\n... من ارتفع حيضها ولم تدر ما رفعه لها حالتان:\n1.أن لا تعلم السبب الذي منع حيضها فهذه عدتها سنة تسعة أشهر للحمل وثلاثة أشهر للعدة.\nوهذا قضاء عمر.\n2.أن تعرف السبب الذي بسببه ارتفع من مرض ورضاع. فهذه تنتظر زوال المانع فإن عاد الحيض بعد زواله اعتدت به، وإن زال المانع ولم يعد الحيض فالصحيح أنها تعتد سنة.. ... امرأة المفقود:\nتتربص امرأة المفقود\nبأربع سنين ثم تعتد للوفاة. وهذا قضاء عمر واختيار شيخ الإسلام ابن تيمية.\nوالمذهب: تعتد أربع سنين إن كان ظاهر غيبته الهلاك. وتسعين سنة من ولادته إن كان ظاهر غيبته السلامة ثم تعتد للوفاة أربعة أشهر وعشرا..\nوالراجح: أنها تنتظر مدة يقر بها القاضي تكون كافيه للاحتياط.. قال الشيخ عبد العزيز بن باز إنه لا يقدر بزمن معين، لأن التحديد بزمن معين يحتاج إلى دليل شرعي ولا دليل هنا .\n* من تلزمها العدة :\n(1/18)\n\nتلزم كل امرأة فارقت زوجها بطلاق أو خلع أو فسخ أو مات عنها، بشرط أن يكون الزوج المفارق لها قد خلا بها وهي مطاوعة مع علمه بها وقدرته على وطئها.\n* من فارقها زوجها حياً بطلاق أو غيره قبل الدخول بها فهل عليها عدة :\nلاعدة عليها،، لقوله تعالى : {يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا نَكَحْتُمُ الْمُؤْمِنَاتِ ثُمَّ طَلَّقْتُمُوهُنَّ مِن قَبْلِ أَن تَمَسُّوهُنَّ فَمَا لَكُمْ عَلَيْهِنَّ مِنْ عِدَّةٍ تَعْتَدُّونَهَا فَمَتِّعُوهُنَّ وَسَرِّحُوهُنَّ سَرَاحاً جَمِيلاً }الأحزاب49.\nومعنى تعتدونها: أي تحصونها بالأقراء أو الأشهر، ومعنى تمسوهن: أي تجامعوهن، ولا خلاف في ذلك بين أهل العلم، وذكر المؤمنات هنا من باب التغليب وإلا يدخل فيه المؤمنات والكتابيات.\nأما المفارقة بالوفاة تعتد مطلقاً، سواء كانت الوفاة قبل الدخول أو بعده، لعموم قوله تعالى:\" والذين يتوفون منكم ويذرون أزواجاً يتربصن بأنفسهن أربعة أشهر وعشراً\" ولم يرد ما يخصصها\nأنواع المعتدات\n[ 1 ] [ 2 ] [ 3 ] [ 4 ] [ 5 ] [ 6 ]\n# المأذون الشرعي والمخالفات التي ينبغي تجنبها :\n* تعريف المأذون الشرعي اصطلاحاً:\nهو الشخص المرخص له بإجراء عقد النكاح احتساباً .\n* المخالفات التي ينبغي للمأذون تجنبها :\n1.العقد بولاية الأخ الشقيق أو الأخ لأب مع وجود الجد.\n2.العقد بولاية الأخ لأب مع وجود الأخ الشقيق.\n3.العقد بولاية الأخ الشقيق أو الأخ لأب مع وجود الابن البالغ.\n4.العقد بولاية العم مع وجود الجد أو الأخ أو الابن.\n5.العقد بولاية الأخ قبل صدور صك وفاة والد الزوجة .وإحضار حصر الورثة .\n6.العقد بصك وفاة والد المرأة مذكور فيه اسم الجد وهو متوفي بعده دون وجود صك وفاة الجد أو دون تدوين رقم الصك وتاريخه ورقمه .\n7.الإطلاع على الصور والاكتفاء بها دون النظر إلى الأصول.\n8.ماكان خارج المملكة لابد من تصديقه من الجهات المختصة هنا.",
        "(1/19)\n\n9.العقد بصك الطلاق دون تسجيله وختمه من الأحوال المدنية .\nإعداد\nفهد بن محمد الحميزي\nالمأذون الشرعي لعقود الأنكحة\n( fahad442@maktoob.com (\n(1/20)"
    ]
}