{
    "partText": [
        "\nدلالات اليقين في القرآن الكريم (\n\nالدكتور محمد محمود كالو\n\nلا يمكن للدعوة الإسلامية أن تستقيم على أمر الله تعالى تربية وبناءاً، وانتصاراً واستمراراً إلا إذا قادها الربانيون أئمة الهدى الذين يمتلئون يقيناً بالله عز وجل، قال الله تعالى: (وجعلنا منهم أئمة يهدون بأمرنا لما صبروا وكانوا بآياتنا يوقنون) (1)\nواليقين هو مَقامُ الإِحسان؛ الذي شرحه النبي صلى الله عليه وسلم فقال: (أن تعبد الله كأنك تراه فإن لم تكن تراه فإنه يراك) (2) وهو الذي يدفع الصائم والقائم لتحمل الجوع والعطش والسهر والتعب، لإيقانه بصدق الله فيما وعد به من الأجر والثواب.\nكما أن اليقين هو استقرارُ العِلْم الذي لا يتغيَّرُ في القَلْب وينمو بزِيادة الإِيمان، ومن لا علم لديه ولا يقين فإنه يظن شكاً وريبة، ولهذا يقول المشركون في إيمانهم بالساعة: (إِنْ نَظُنُّ إِلَّا ظَنَّاً وَمَا نَحْنُ بِمُسْتَيْقِنِينَ) (3)\nاليقين لغة واصطلاحاً:\nجاء في القاموس المحيط: \" يقن الأمر، كفرح، يقنا، ويحرك، وأيقنه، وبه، وتيقنه واستيقنه، وبه: علمه، وتحققه.\nوهو يقن، مثلثة القاف، ويقنة، محركة: لا يسمع شيئاً إلا أيقنه، وكذا ميقان، وهي ميقانة.\nواليقين: إزاحة الشك، كاليقن، محركة، والموت \" (4) قال الله تعالى: (واعبد ربك حتى يأتيك اليقين) (5) يعني: الموت لأنه موقن به.\n(1/1)\n",
        "والدليل على أن اليقين هو الموت؛ حديث أم العلاء الأنصارية في قصة عثمان بن مظعون رضي الله عنه، وفيه: فقال رسول الله صلى الله عليه وسلم \": أما عثمان فقد جاءه والله اليقين، وإني لأرجو له الخير، والله ما أدري وأنا رسول الله ما يفعل به \" (6)\nوكذلك قوله تعالى: (وكنا نكذب بيوم الدين حتى أتانا اليقين) (7) أي الموت لأنه معلوم حصوله لكل حي.\nوقال الشريف الجرجاني: \" اليقين في اللغة: العلم الذي لا شك معه ... وقيل: يقن الماء في الحوض إذا استقر فيه \" (8)\nقال ابن منظور في لسان العرب (مادة: ي ق ن):\n\" يقن: اليقين: العلم وإزاحة الشك وتحقيق الأمر، وقد أيقن يوقن إيقاناً، فهو موقن، ويقن ييقن يقناً، فهو يقن.\nواليقين: نقيض الشك، والعلم نقيض الجهل، تقول علمته يقيناً. وفي التنزيل العزيز: (وإنه لحق اليقين) (9) أضاف الحق إلى اليقين وليس هو من إضافة الشيء إلى نفسه؛ لأن الحق هو غير اليقين، إنما هو خالصه وأصحه؛ فجرى مجرى إضافة البعض إلى الكل\" (10).\nواليقين هو تصديق جازم لا يقبل الشك، واليقين والإيقان: العلم دون الشك.\nقال الراغب الأصفهاني: \" اليقين: من صفة العلم فوق المعرفة والدراية وأخواتها، يقال: علم يقين ولا يقال معرفة يقين، وهو سكون الفهم مع ثبات الحكم ... وقوله عز وجل: (وما قتلوه يقيناً) (11) أي ما قتلوه قتلاً تيقنوه بل إنما حكموا تخميناً ووهماً \" (12)\nقال الشريف الجرجاني:\n(1/2)\n\n\" اليقين: تحقيق التصديق بالغيب بإزالة كل شك وريب، وقيل: اليقين: نقيض الشك، وقيل: اليقين: رؤية العيان بنور الإيمان، وقيل: اليقين: ارتفاع الريب في مشهد الغيب، وقيل: اليقين: العلم الحاصل بعد الشك \" (13)\nوقال الفيروزأبادي:\n\" اليَقِينُ من صِفة العِلْم فوق المعرفة والدِّراية وأَخواتهما، يقال: عِلْمُ يَقِين، ولا يُقال: معرفةُ يَقِينِ؛ وقد يَقِنَ زيدٌ الأَمرَ كفَرِح يَقَناً ويَقْنا وأَيْقَنَهُ وأَيْقَن بِه، وتَيَقَّنَهُ، واسْتَيْقَنَه واسْتَيْقَنَ به: عَلِمَه وتَحَقَّقَهُ\" (14)\nقال الفخر الرازي في تفسيره:\n\" اليقين: هو العلم بالشيء بعد أن كان صاحبه شاكاً فيه؛ ولذلك لا يقول القائل: تيقنت وجود نفسي، وتيقنت أن السماء فوقي لما أن العلم به غير مستدرك\" (15).\nوقيل: الإيقان واليقين علمٌ عن استدلال، ولذلك لا يُسمّى الله موقناً ولا علمه يقيناً إذْ ليس علمه عن استدلال.\nمنزلة اليقين وخصائصه:\nيذكر الله تبارك وتعالى اليقين في القرآن الكريم في مواضع متعددة: فتارة: يذكره من أوصاف أهل الإيمان؛ لأن اليقين تصديق ممتد من الدنيا إلى الآخرة فيقول: (وَبِالْآخِرَةِ هُمْ يُوقِنُونَ) (16)\nقال الفخر الرازي:\n\" (المسألة الثالثة) أن الله تعالى مدحهم على كونهم متيقنين بالآخرة، ومعلوم أنه لا يمدح المرء بأن يتيقن وجود الآخرة فقط، بل لا يستحق المدح إلا إذا تيقن وجود الآخرة مع ما فيها من الحساب والسؤال وإدخال المؤمنين الجنة، والكافرين النار \" (17).\nوتارة يذكر بعض حِكَمِه في بعض أفعاله، وليصل بعبدٍ من عباده إلى مرتبة اليقين: فيقول: (وَكَذَلِكَ نُرِي إِبْرَاهِيمَ مَلَكُوتَ السَّمَوَاتِ وَالْأَرْضِ وَلِيَكُونَ مِنَ الْمُوقِنِينَ) (18)",
        "(1/3)\n\nوتارة يذم من لا يقين عنده، فيقول:} أَنَّ النَّاسَ كَانُوا بِآيَاتِنَا لَا يُوقِنُونَ) (19)\nوجاء عن النبي صلى الله عليه وسلم عددٌ كثير من الأحاديث النبوية الشريفة التي يذكر فيها فضل اليقين ومنزلته وشرفه: كما في حديث أبي هريرة قال: كُنَّا قُعُودًا حَوْلَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَعَنَا أَبُو بَكْرٍ وَعُمَرُ فِي نَفَرٍ فَقَامَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْ بَيْنِ أَظْهُرِنَا فَأَبْطَأَ عَلَيْنَا وَخَشِينَا أَنْ يُقْتَطَعَ دُونَنَا وَفَزِعْنَا فَقُمْنَا ... وأن النبي صلى الله عليه وسلم لما بحثوا عنه؛ وجدوه في حائط، وكان أبو هريرة رضي الله عنه أول من وجده فأعطاه النبي صلى الله عليه وسلم نعله، وقال له: [اذْهَبْ بِنَعْلَيَّ هَاتَيْنِ فَمَنْ لَقِيتَ مِنْ وَرَاءِ هَذَا الْحَائِطِ يَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ مُسْتَيْقِنًا بِهَا قَلْبُهُ فَبَشِّرْهُ بِالْجَنَّةِ] (20) أي من كانت هذه صفته فبشره بدخول الجنة؛ وإلا فأبو هريرة لا يعلم استيقان قلوبهم.\nولما سمع النبي صلى الله عليه وسلم بِلَالٌ يُنَادِي بِالصَّلَاةِ فَلَمَّا سَكَتَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: (مَنْ قَالَ مِثْلَ هَذَا يَقِينًا دَخَلَ الْجَنَّةَ) (21) فدل ذلك على أن اليقين سبب لدخول الجنة.\nيقول ابن القيم الجوزية ـ رحمه الله ـ عن خصائص اليقين:\n\" خصَّ الله سبحانه وتعالى أهل اليقين بالانتفاع بالآيات والبراهين، فقال وهو أصدق القائلين: (وَفِي الأَرْضِ آيَاتٌ لِلْمُوقِنِينَ) (22)\nوخصَّ أهل اليقين بالهدى والفلاح من بين العالَمين، فقال: (وَالَّذِينَ يُؤْمِنُونَ بِمَا أُنْزِلَ إِلَيْكَ وَمَا أُنْزِلَ مِنْ قَبْلِكَ وَبِالآخِرَةِ هُمْ يُوقِنُونَ. أُولَئِكَ عَلَى هُدىً مِنْ رَبِّهِمْ وَأُولَئِكَ هُمُ الْمُفْلِحُونَ) (23)\nوأخبر عن أهل النار أنهم لم يكونوا من أهل اليقين، فقال تعالى: (وَإِذَا قِيلَ إِنَّ وَعْدَ اللَّهِ حَقٌّ وَالسَّاعَةُ لا رَيْبَ فِيهَا قُلْتُمْ مَا نَدْرِي مَا السَّاعَةُ إِنْ نَظُنُّ إِلا ظَنَّاً وَمَا نَحْنُ بِمُسْتَيْقِنِينَ) (24).\nفاليقين روح أعمال القلوب التي هي روح أعمال الجوارح، وهو حقيقة الصِّدِّيقية، وهو قُطب هذا الشأن الذي عليه مداره.\n(1/4)",
        "\nوروى خالد بن يزيد عن السفيانين عن التيمي عن خيثمة عن عبد الله بن مسعود رضي الله عنه عن النبي صلَّى الله عليه وسلَّم قال: \"لا تُرْضِيَنَ أَحَداً بسخط اللهِ، ولا تَحْمَدَنّ أَحداً على فَضْلِ الله، ولا تَذُمَّنَّ أَحداً على ما لم يُؤتِكَ اللهُ، فإِنَّ رِزْقَ الله لا يَسُوقُه إليك حِرْصَ حِرْيصِ، ولا يَرُدُّه عنك كَراهِيَةُ كارِه، فإِنَّ الله بَعْدِله وقِسْطِه جعل الرَّوْح والفَرَح في الرّضَا واليَقِين، وجعل الهَمَّ والحُزْنَ فى الشَكِّ والسّخط\" (25).\nقال الله تعالى: (قد بينا الآيات لقوم يوقنون) (26) أي بينا العلامات والدلالات الواضحة لمن آمن وصدق واتبع نور الوحي بكليته، والمؤمنون وحدهم هم الذين يعلمون أنها آيات من ربهم فيتعاملون معها بيقين لا يتزعزع، حتى ولو جاءتهم البلايا من كل جانب وجمع لهم الناس فإنهم يظلون ثابتين بل يزدادون إيماناً، إذ جعل الله لهم بصائر من عنده يتبصرون بها، فقال الله تعالى: (هذا بصائر للناس وهدى ورحمة لقوم يوقنون) (27)\nقال ابن كثير: \"أي القرآن للذين يوقنون\"، الذين يتبعون الرسول صلى الله عليه وسلم في كل أمر ولا يخشون الناس في إتباعه، الأمر عندهم أمر الله والحكم حكم الله، قال الله تعالى: (أفحكم الجاهلية يبغون ومن أحسن من الله حكما لقوم يوقنون) (28).\nوكان من دعاء النبي صلى الله عليه وسلم فيما يرويه ابن عمر رضي الله عنهما قال: قلَّما كان رسول الله صلى الله عليه وسلم يقوم من مجلس حتى يدعو بهؤلاء الدَّعوات لأصحابه: \"اللهم اقسم لنا من خشيتك ما تحولُ بيننا وبين معاصِيك، ومن طاعتك ما تبلِّغنا به جنتك، ومن اليقين ما تُهوِّن به علينا مصائب الدنيا \" (29).\nويتجلى يقين نبينا محمد صلى الله عليه وسلم حينما يشتد به الكرب فيبدو يقينه مثالاً يحتذى، ولا كرب أشد من ساعة الهجرة حين يقول له الصديق: لو أن أحدهم نظر تحت قدميه لأبصرنا،\n(1/5)\n",
        "والرسول صلى الله عليه وسلم يهدئ من روعه: \"يا أبا بكرٍ ما ظنك باثنين الله ثالثهما؟ لا تحزن إن الله معنا \".\nثم انظر إلى يقينه صلى الله عليه وسلم بربه في رحلته إلى الطائف، وهو يقول لملك الجبال الذي عرض عليه الانتقام من المشركين: \"بل أرجو أن يخرج الله من أصلابهم من يعبد الله لا يشرك به شيئًا، اللهم اهد قومي فإنهم لا يعلمون\".\nأما خليل الرحمن إبراهيم عليه السلام فكان خلقه اليقين، ويتجلى ذلك في ثقته بربه حينما ألقوه في النار، وجاءه جبريل يقول: ألك حاجة؟ فيجيبه: أما إليك فلا، عن ابن عباس رضي الله عنهما قال: \" كان آخر قول إبراهيم حين ألقي في النار: حسبي الله ونعم الوكيل\" (30).\nوكذلك حين أمر بذبح ابنه في المنام فقد جاء أمره: (إِنِّي أَرَى فِي الْمَنَامِ أَنِّي أَذْبَحُكَ) (31) مجرد رؤيا؛ بصيغة (أرى) التي تفيد التكرار لأن الرؤيا تكررت، فلم يقل لعلها من الشيطان أو كذا، ولكن اليقين جعله يمتثل، فقال ابنه: (يَا أَبَتِ افْعَلْ مَا تُؤْمَرُ) (32) فقد حصل اليقين عند الابن والأب، فجعله الله تبارك وتعالى من الموقنين.\nواليقين إذا حصلت موجباته؛ فإنه يوجد في القلب ويرسخ فيه، ويثبت من غير اختيار؛ ولهذا قال الله عز وجل: (وَجَحَدُوا بِهَا وَاسْتَيْقَنَتْهَا أَنْفُسُهُمْ ظُلْمًا وَعُلُوًّا ... ) (33).\nأي: أنهم جحدوا بها ظلماً وعلواً مع وجود اليقين في نفوسهم، فالتصديق أمر اختياري باعتبار أن الإنسان يُقرُّ به ويُظهره ويصدق فيكون مؤمناً، وقد لا يصدق فيجحد.\nوإذا نظرنا إلى كلام عبد الله بن مسعود رضي الله عنه حينما قال: \" اليقين الإيمان كله \" (34)، نجده مأخوذ من القرآن من قول الله تبارك وتعالى: (وَجَعَلْنَا مِنْهُمْ أَئِمَّةً يَهْدُونَ بِأَمْرِنَا لَمَّا صَبَرُوا وَكَانُوا بِآياتِنَا يُوقِنُونَ) (35).\nمراتب اليقين ثلاثة:\n(1/6)\n\nتحدث القرآن الكريم عن اليقين وعن أقسامه الثلاثة ففي سورة التكاثر أشار إلى \" علم اليقين وعين اليقين \" فقال تعالى: (كَلَّا لَوْ تَعْلَمُونَ عِلْمَ الْيَقِينِ. لَتَرَوُنَّ الْجَحِيمَ. ثُمَّ لَتَرَوُنَّهَا عَيْنَ الْيَقِينِ. ثُمَّ لَتُسْأَلُنَّ يَوْمَئِذٍ عَنِ النَّعِيمِ) (36).\nوفي سورة الواقعة أشار إلى \"حق اليقين\" فقال تعالى: (وَتَصْلِيَةُ جَحِيمٍ. إِنَّ هَذَا لَهُوَ حَقُّ الْيَقِينِ) (37)\nوفي سورة الحاقة قال تعالى: (وَإِنَّهُ لَحَسْرَةٌ عَلَى الْكَافِرِينَ. وَإِنَّهُ لَحَقُّ الْيَقِينِ) (38)\nيعلمنا القرآن الكريم بطرحه لمفهوم اليقين وفق هذه الصيغ وعلى هذه المراتب كيف نتثبت من الخبر وكيف نرتب بشكل موضوعي ومنطقي درجات مصداقية ما يرد علينا من أخبار ومعلومات على اختلافها مما يدور في حياتنا اليومية، فبدأ بعلم اليقين وهو الخبر الموثوق، ثم عين اليقين وهي المشاهدة العيانية للحدث، ثم حق اليقين وهي أن تعيش الحدث بنفسك وتتلمس تفاصيله بشكلٍ مباشر.\nفاليقين على ثلاث مراتب بعضها فوق بعض، فأدنى مراتب اليقين هي:\"علم اليقين\" وفوقه \"عين اليقين\" وأعلى المراتب هي:\"حق اليقين\".\nويمكن أن يصل الإنسان إلى اليقين في دار الدنيا وإن قال بعض المفسرين: إن ذلك راجع إلى يوم القيامة وعالم الآخرة بينما ظاهر كلام جملة من المحققين يشير إلى عالم الدنيا.\nفعلم اليقين: هو التصديق الكامل الجازم الذي لا تردد فيه، بحيث لا يعرض له شك ولا شبهة، ولا ريب بحالٍ من الأحوال، فينكشف بذلك المعلوم للقلب، فيصير بمنزلة المُشَاهِد له فلا يشك فيه أبداً.\nوذلك كعلمنا بالجنة: بوجودها ونعيمها كما أخبرنا الله عز وجل، فنعلم أنها دار المتقين، ومقر المؤمنين، فهذه مرتبة علم اليقين، ثم إذا كان اليوم الآخر، ورأينا الجنة بأعيننا، فإن هذه المرتبة هي مرتبة عين اليقين، والفرق بين هذه المرتبة والتي قبلها هو كالفرق بين العلم وبين المشاهدة.",
        "(1/7)\n\nفموسى عليه السلام أخبره الله عز وجل - وهو أصدق القائلين- أن قومه قد عبدوا العجل فما ألقى الألواح، فلما قدم ورأى قومه يعبدون العجل بعينه؛ ألقى الألواح، وغضب، وأخذ برأس أخيه يجره إليه، ولهذا قال النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: (لَيْسَ الْخَبَرُ كَالْمُعَايَنَةِ) (39).\nوهذه المرتبة: مرتبة عين اليقين هي التي سألها إبراهيم صلى الله عليه وسلم ربه فقال: ( ... رَبِّ أَرِنِي كَيْفَ تُحْيِي الْمَوْتَى ... ) (40).\nفإبراهيم صلى الله عليه وسلم كان كامل الإيمان واليقين، ولكنه أراد أن ينتقل من مرتبة إلى أخرى أعلى منها، أراد أن ينتقل من مرتبة علم اليقين إلى مرتبة عين اليقين، فيرى ذلك بأم عينه، كأنه قال: أنا مصدق ولكن للعيان لطيف معنى، وخطاب إبراهيم المباشر (رب أرني كيف .. ) يؤكد بأن السؤال وقع لمعرفة الكيفية ـ كيفية الإحياء ـ لينضم إلى المعرفة الإيمانية المجردة المعرفة اليقينية المشاهدة.\nوأما المرتبة الثالثة فهي: مرتبة حق اليقين: وهي مباشرة الشيء بالإحساس فعلاً، وذلك حين يكون أهل الجنة في وسطها، فهم في هذا الحال قد بلغوا مرتبة حق اليقين.\nقال الفيروزآبادي:\n\" والفَرْقُ بين عِلْم اليَقِين وعَيْن اليقين كالفَرْقِ بين الخَبَر الصادِق والعَيان، وحَقُّ اليَقين فَوْقَ هذا. وقد مُثِّلَت المراتب الثلاثة بمن أَخبرك أَنَّ عنده عَسَلاً وأَنت لا تَشُكَّ فى صِدْقه، تمَّ أَراك إِيّاه فازددت يقيناً، ثم ذُقْت منه، فالأَوّل عِلْمُ يَقِين، والثاني عَيْنُ يَقِينٍ؛ والثالث حَقُّ يَقِين. فعِلْمُنا الآن بالجنَّة والنَّار عِلْمُ يَقينٍ، فإِذا أَزْلِفَتِ الجنَّة في المَوْقف وشاهَدَها الخلائِقُ، وبُرِّزت الجَحيم وعاينها الخلائِق، فذلك عَيْنُ اليَقين، فإِذا دخل أَهلُ الجنَّةِ الجنَّةَ وأَهلُ النَّار النَّارَ فذلك هو حَق اليقين .... والحق إِنَّ هذه الدّرجة ـ أي حق اليقين ـ لا ينالها في هذا العالم إِلاَّ الرّسلُ صلوات الله وسلامه عليهم، فإِنَّ نبيّنا صلَّى الله منه رأى بعينه الجنَّة والنَّار، ومُوَسى عليه السّلام سَمعَ كلامَ الله إِليه بلا واسطة وكَلَّمة\n(1/8)",
        "\nتكليماً، وتَجَلَّى للجبل وموسى ينظر فجَعَلَه دكّاً هشيماً، فحصل لهما حقُّ اليقين، وهو ذَوْقُ ما أَخبر به الرّسولُ من حقائق الإِيمان المتعلِّقة بالقلوب، وأَنَّ القلبَ إِذا باشرها وذاقَها صارت في حقِّه حَقَّ يقين.\nوأَمّا في أُمُور الآخرةَ والمعاد، ورُؤية الله جَهْرَةً عياناً، وسماع كلامه حقيقة بلا واسطة، فحظُّ المُؤمن منه في هذه الدّار الإِيمانُ به \" (41).\nقال تعالى: (إِنَّ هَذَا لَهُوَ حَقُّ الْيَقِينِ) (42) \" وهذا تذييل لجميع ما اشتملت عليه السورة من المعاني المثبتة ... وإضافة (حق) إلى (اليقين) من إضافة الصفة إلى الموصوف، أي لهو اليقين الحق .... وقد اشتمل هذا التذييل على أربعة مؤكدات وهي: إن، ولام الابتداء، وضمير الفصل، وإضافة شبه المترادفين\" (43).\nمن ثمرات اليقين:\nإن اليقين يورث صاحبه أموراً جليلة عظيمة، ويؤثر في سلوكه تأثيراً عجيباً؛ فهو يزيد العبد المسلم قربة من الله عز وجلّ وحبًّا ورضاً بما قدره وقضاه، ويزيد صاحبه استكانة وخضوعاً لربه جل جلاله، كما أنه يكسبه رفعة وعزة، ويبعده عن مواطن الذل والضعة، ونجمل هنا من ثمرات اليقين ما يلي:\nأولاً: يورث صاحبه الهدى والفلاح في الدنيا والآخرة، ومعلوم أن الفلاح هو تحصيل المطلوب، والنجاة من المرهوب، ولهذا قال الله عز وجل عن المؤمنين: (وَالَّذِينَ يُؤْمِنُونَ بِمَا أُنْزِلَ إِلَيْكَ وَمَا أُنْزِلَ مِنْ قَبْلِكَ وَبِالْآخِرَةِ هُمْ يُوقِنُونَ. أُولَئِكَ عَلَى هُدًى مِنْ رَبِّهِمْ وَأُولَئِكَ هُمُ الْمُفْلِحُونَ) (44)\nوعن الحسن أن أبا بكر الصديق رضي الله عنه خطب الناس فقال: قال رسول الله صلى الله عليه وسلم: (يا أيها الناس إن الناس لم يعطوا في الدنيا خيراً من اليقين والمعافاة فسلوهما الله عز وجل) (45).\n(1/9)\n",
        "ثانياً: أنه يورث صاحبه الزهد في الدنيا وقصر الأمل، فلا تتعلق نفسه بها، ولا يتشبث بُحطامها، وإنما يكون زاهداً فيها؛ لأنه يعلم أنها ليست موطناً له، ولأنه يعلم أنها دار ابتلاء، وأنه فيها كالمسافر يحتاج إلى مثل زاد الراكب، ولهذا لما قال النبي صلى الله عليه وسلم لأصحابه: [قُومُوا إِلَى جَنَّةٍ عَرْضُهَا السَّمَوَاتُ وَالْأَرْضُ] فَقَالَ عُمَيْرُ بْنُ الْحُمَامِ الْأَنْصَارِيُّ: يَا رَسُولَ اللَّهِ جَنَّةٌ عَرْضُهَا السَّمَوَاتُ وَالْأَرْضُ قَالَ: [نَعَمْ] قَالَ: بَخٍ بَخٍ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: [مَا يَحْمِلُكَ عَلَى قَوْلِكَ بَخٍ بَخٍ] قَالَ: لا وَاللَّهِ يَا رَسُولَ اللَّهِ إِلا رَجَاءَةَ أَنْ أَكُونَ مِنْ أَهْلِهَا، قَالَ: [فَإِنَّكَ مِنْ أَهْلِهَا] فَأَخْرَجَ تَمَرَاتٍ مِنْ قَرَنِهِ فَجَعَلَ يَأْكُلُ مِنْهُنَّ ثُمَّ قَالَ: لَئِنْ أَنَا حَيِيتُ حَتَّى آكُلَ تَمَرَاتِي هَذِهِ إِنَّهَا لَحَيَاةٌ طَوِيلَةٌ فَرَمَى بِمَا كَانَ مَعَهُ مِنْ التَّمْرِ ثُمَّ قَاتَلَهُمْ حَتَّى قُتِلَ) (46).\nوهذا المثال يبين أثر اليقين في سلوك العبد، حيث يزهده فيما في أيدي الخلق مهما غلا ثمنه.\nوهذا الصحابي الجليل حرام بن ملحان رضي الله عنه حين طعن في ظهره غدراً يوم حادثة بئر معونة فما كان منه إلا أن هتف قائلاً \" فزت ورب الكعبة \" (47).\nفأي مدى من اليقين بالله بلغه هذا الرجل جعله ينسى ألمه وجرحه ولا يتذكر في تلك اللحظة سوى النعيم الذي وعده الله لمن يفوز بالشهادة في سبيله؟\nثالثاً: الانتفاع بالآيات والبراهين، فالله عز وجل يقول: (وَفِي الْأَرْضِ ءَايَاتٌ لِلْمُوقِنِينَ) (48) وذكر \" الآيات \" بلفظ الجمع لأن الموقن لا يغفل عن الله تعالى في حال ويرى في كل شيء آيات دالة، وأما الغافل فلا يتنبه إلا بأمور كثيرة فيكون الكل له كالآية الواحدة، لذلك قال تعالى في حق غير الموقنين: (وآية لهم الأرض ... ) (49).\nوإننا نشاهد الإنسان الذي عنده يقين راسخ إذا مر بآية من الآيات الكونية أو الأرضية، كأن شاهد مكاناً للمعذبين؛ فإنه يرق قلبه، وتتمالكه مشاعر كثيرة، ولربما دمعت عينه وبكى.\n(1/10)\n\nوأما الغافل: فهو ينظر إلى هذه الأشياء، ولا يُحرك ذلك في قلبه ساكناً، ولهذا يقول الله عز وجل: (وَكَأَيِّنْ مِنْ ءَايَةٍ فِي السَّمَوَاتِ وَالْأَرْضِ يَمُرُّونَ عَلَيْهَا وَهُمْ عَنْهَا مُعْرِضُونَ) (50).\nوقال الله تعالى: (وفي خلقكم وما يبث من دابة آيات لقوم يوقنون) (51) أي في أطوار خلق كل منكم؛ وما يبث على الأرض من دابة من الناس والأنعام وغيرهم آيات لقوم يوقنون، أي: إن كنتم لستم من المؤمنين بل أنتم من طلاب الحق واليقين فافهموا هذه الدلائل، قال جل ذكره: (قد بينا الآيات لقوم يوقنون) (52) وكل الكون آيات.\nوعن محمد بن جبير بن مطعم عن أبيه قال: سمعت النبي صلى الله عليه وسلم يقرأ في المغرب والطور فلما بلغ هذه الآية: (أم خلقوا من غير شيء أم هم الخالقون. أم خلقوا السماوات والأرض بل لا يوقنون. أم عندهم خزائن ربك أم هم المسيطرون) (53) كاد قلبي يطير\" (54)، انزعج جبير حتى كاد قلبه يطير؛ كاد القلب الموقن المفعم بالشوق أن يطير!\nثم بحسب يقين العبد يكون صبره على المقدور، قال الله عز وجل: (فَاصْبِرْ إِنَّ وَعْدَ اللَّهِ حَقٌّ وَلا يَسْتَخِفَّنَّكَ الَّذِينَ لا يُوقِنُونَ) (55) فأمره أن يصبر، لأن من قل يقينه؛ قل صبره ومن قل صبره؛ خف واستخف، فالموقن الصابر رزين، ومن لا يقين له ولا صبر؛ خفيف طائش، لذا روى البخاري عن أَبَي هُرَيْرَةَ رضي الله عنه أَنَّهُ سَمِعَ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ: (إِنَّمَا مَثَلِي وَمَثَلُ النَّاسِ كَمَثَلِ رَجُلٍ اسْتَوْقَدَ نَارًا, فَلَمَّا أَضَاءَتْ مَا حَوْلَهُ جَعَلَ الْفَرَاشُ وَهَذِهِ الدَّوَابُّ الَّتِي تَقَعُ فِي النَّارِ يَقَعْنَ فِيهَا, فَجَعَلَ يَنْزِعُهُنَّ وَيَغْلِبْنَهُ فَيَقْتَحِمْنَ فِيهَا, فَأَنَا آخُذُ بِحُجَزِكُمْ عَنْ النَّارِ وَهُمْ يَقْتَحِمُونَ فِيهَا) (56) شبههم بالفراش لخفتها، وسرعة حركتها وانتشارها، وهي صغيرة النفس، جاهلة بمصالحها، تتهافت في النار؛ لأنها تنجذب إلى النور، ويكون سبباً لإحراقها، وهي ظاهرة علمية مؤكدة علمياً حيث إن الفراشات من رتبة حرشفيات الأجنحة والجنادب تنجذب إلى الأشعة فوق البنفسجية التي تشع من النار أو من أي مصدر آخر للضوء؛ يشع هذه الأشعة غير المرئية للإنسان لكنها مرئية وجاذبة",
        "(1/11)\n\nلهذه الكائنات التي لا يعرفها الكثير من البشر، ويكون مصدر الضوء في المنتصف وتتخبط الحشرات في دائرة الضوء ثم ترتطم بالمصباح المضيء الساخن وتحترق وتموت بكميات هائلة وهذه ظاهرة سلوكية يعرفها علماء الحشرات (57).\nولهذا يقال لمن أطاع من يغويه: إنه استخفه، قال الله عز وجل عن فرعون: (فَاسْتَخَفَّ قَوْمَهُ فَأَطَاعُوهُ ... ) (58).\nرابعاً: أن اليقين إذا تزوج بالصبر فإنه يولد بينهما الإمامة في الدين؛ قال الله عز وجلّ: (وَجَعَلْنَا مِنْهُمْ أَئِمَّةً يَهْدُونَ بِأَمْرِنَا لَمَّا صَبَرُوا وَكَانُوا بِآيَاتِنَا يُوقِنُونَ) (59) فحيث جعل الله كتاب موسى هدى وجعل منهم أئمة يهدون؛ كذلك يجعل كتابك هدى ويجعل من أمتك صحابة يهدون، ثم بين أن ذلك يحصل بالصبر فقال: (لما صبروا وكانوا بآياتنا يوقنون) فكذلك اصبروا وآمنوا بأن وعد الله حق، فالصبر لقاح اليقين.\nخامساً: الثبات أمام الأعداء، فهذا نبي الله إبراهيم عليه السلام، حين ثبت أمام الأعداء، وقد توعدوه بالإحراق، بل وأوقدواْ ناراً عظيمة أمامه وطالبوه أن يرجع عن دينه، فلما أبى ألقوه فيها، وهو لم يتردد البتة، وهكذا موسى عليه السلام، ثبت أمام فرعون ثباتاً عظيماً مع أنه معروف بطغيانه وكان يقول لهم: (أَنَا رَبُّكُمُ الْأَعْلَى) (60) وكان موسى عليه السلام يقول له: (وَإِنِّي لَأَظُنُّكَ يَا فِرْعَوْنُ مَثْبُورًا) (61) فلما أمره الله عز وجلّ بالانطلاق في بني إسرائيل، ولم يجد إلا البحر أمامه، وتردد من تردد ممن كان معه، وقالوا: (إِنَّا لَمُدْرَكُونَ) (62) قال بكل يقين وثبات: (قَالَ كَلَا إِنَّ مَعِيَ رَبِّي سَيَهْدِينِ) (63).\nأما اليقين بالآخرة فقد قال الله تعالى: (طس. تلك آيات القرآن وكتاب مبين. هدى وبشرى للمؤمنين. الذين يقيمون الصلاة ويؤتون الزكاة وهم بالآخرة هم يوقنون) (64) \" فقوله: (للمؤمنين) إشارة إلى معرفة المبدأ، وقوله: (يقيمون الصلاة ويؤتون الزكاة) إشارة إلى الطاعة بالنفس والمال، وقوله:\n(1/12)",
        "\n(وهم بالآخرة هم يوقنون) إشارة إلى علم المعاد، فكأنه سبحانه وتعالى جعل معرفة المبدأ طرفاً أولاً، ومعرفة المعاد طرفاً أخيراً، وجعل الطاعة بالنفس والمال متوسطاً بينهما\" (65).\nفاليقين بالآخرة لا يعني التواكل والكسل والخمول؛ وترك الدنيا جملة ومقاطعة الناس، بل يعني المسارعة إلى الخيرات والمبادرة إلى الأعمال الصالحة وهم لها سابقون.\nوإنما ذكر اليقين في سياق إقامة الصلاة وإيتاء الزكاة وليس خارجه، ليعلم أنه علم وعمل، فهم وسعي، تربية وتنظيم، ليعلم أنه قيام لله بالحق، وهكذا كان الصحابة رضي الله عنهم على يقين من أمرهم.\nويصور الله سبحانه وتعالى الموت وما بعده بالنسبة للمجرمين فيقول: (قل يتوفاكم ملك الموت الذي وكل بكم ثم إلى ربكم ترجعون. ولو ترى إذ المجرمون ناكسو رؤوسهم عند ربهم ربنا أبصرنا وسمعنا فأرجعنا نعمل صالحاً إنا موقنون) (66) معناه إنا في الحال أيقنا، ولكن النافع هو الإيمان والعمل الصالح الذي يعمله المؤمن في دار التكليف في الدنيا، أما اليقين في الآخرة فلا ينفع، نسأل الله تعالى يقيناً يقينا من شر يوم اليقين، والحمد لله رب العالمين.\n\n(بحث نشر في مجلة المعرفة السعودية عدد 174رمضان 1430 هـ 2009 م.\n\nــــــــــــــــــ\nالهوامش:\n1 ـ سورة السجدة: 24.\n2 ـ رواه البخاري في كتاب الإيمان باب سؤال جبريل النبي عن الإيمان والإسلام والإحسان رقم الحديث: 48.\n3 ـ سورة الجاثية:32.\n4 ـ أنظر: القاموس المحيط خطأ! مرجع الارتباط التشعبي غير صحيح.، دار الجيل، مادة ي ق ن: 1249.\n5 ـ سورة الحجر: 99.\n(1/13)\n",
        "6 ـ رواه البخاري في كتاب الشهادات باب القرعة في المشكلات رقم الحديث: 2490.\n7 ـ سورة المدثر: 46 ـ 47.\n8 ـ أنظر التعريفات للشريف الجرجاني، مكتبة لبنان طبعة جديدة 1985م: 280.\n9 ـ سورة الحاقة: 51.\n10 ـ أنظر: لسان العرب لابن منظور، دار صادر 2003 م مادة ي ق ن.\n11 ـ سورة النساء: 157.\n12 ـ انظر: المفردات في غريب القرآن للراغب الأصفهاني، تحقيق محمد سيد كيلاني، دار المعرفة بيروت [مادة: ي ق ن] ص552.\n13 ـ أنظر التعريفات للشريف الجرجاني: 280.\n14 ـ أنظر: بصائر ذوي التمييز لأبي إسحاق إبراهيم الفيروز أبادي، تحقيق: محمد علي النجار الطبعة الأولى، دار الكتب العلمية، الباب التاسع والعشرون (بصيرة في يقن).\n15 ـ أنظر: مفاتيح الغيب للفخر الرازي، دار الفكر، الطبعة الأولى 1401 هـ 1981م: 2/ 36.\n16 ـ سورة البقرة:4.\n17 ـ أنظر: مفاتيح الغيب للفخر الرازي: 2/ 37.\n18 ـ سورة الأنعام:75.\n19 ـ سورة النمل:82.\n20 ـ رواه مسلم في كتاب الإيمان باب الدليل على أن من مات على التوحيد دخل الجنة قطعاً رقم الحديث: 46.\n21 ـ رواه النسائي في كتاب الأذان باب ثواب ذلك رقم الحديث: 668.\n22 ـ سورة الذاريات:20.\n23 ـ سورة البقرة:4 ـ 5.\n24 ـ سورة الجاثية:32.\n25 ـ أنظر: مدارج السالكين بين منازل إياك نعبد وإياك نستعين، خطأ! مرجع الارتباط التشعبي غير صحيح.، دار الكتاب العرب 1416/ 1996م: 124 ـ 125.\n26 ـ سورة البقرة: 118.\n27 ـ سورة الجاثية: 20.\n28 ـ سورة المائدة: 50.\n29 ـ رواه الترمذي في كتاب الدعوات من رسول الله باب ما جاء في عقد التسبيح باليد رقم الحديث: 3424.\n30 ـ رواه البخاري في كتاب تفسير القرآن باب إن الناس قد جمعوا لكم فاخشوهم رقم الحديث: 4198.\n31 ـ سورة الصافات:102.\n32 ـ سورة الصافات:102.\n33 ـ سورة النمل: 14.\n34 ـ رواه البخاري تعليقاً مجزوماً به في كتاب الإيمان باب بني الإسلام على خمس.\n(1/14)\n\n35 ـ سورة السجدة:24.\n36 ـ سورة التكاثر: 5 - 8.\n37 ـ سورة الواقعة: 94 - 95.\n38 ـ سورة الحاقة: 50 - 51.\n39 ـ رواه أحمد في بداية مسند عبد الله بن عباس رقم الحديث: 1745.\n40 ـ سورة البقرة: 260.\n41 ـ أنظر: بصائر ذوي التمييز لأبي إسحاق إبراهيم الفيروز أبادي (بصيرة في يقن).\n42 ـ سورة الواقعة: 95.\n43 ـ أنظر: التحرير والتنوير لابن عاشور، الدار التونسية للنشر، تونس 1884م: 27/ 350.\n44 ـ سورة البقرة: 4 ـ 5.\n45 ـ رواه أحمد في مسند العشرة المبشرين بالجنة، مسند أبي بكر الصديق رضي الله عنه رقم الحديث 37.\n46 ـ رواه مسلم في كتاب الإمارة باب ثبوت الجنة للشهيد رقم الحديث: 3520.\n47 ـ رواه مسلم في كتاب الإمارة باب ثبوت الجنة للشهيد رقم الحديث: 3522.\n48 ـ سورة الذريات:20.\n49 ـ سورة يس: 33.\n50 ـ سورة يوسف: 105.\n51 ـ سورة الجاثية: 4.\n52 ـ سورة البقرة: 118.\n53 ـ سورة الطور: 36.\n54 ـ رواه البخاري في كتاب تفسير القرآن رقم الحديث: 4476.\n55 ـ سورة الروم: 60.\n56 ـ رواه البخاري في كتاب الرقاق باب الانتهاء من المعاصي رقم الحديث: 6002.\n57 ـ أنظر: مجلة الإعجاز العلمي العدد 30 مقال بعنوان: الدقة العلمية .. في الأمثال النبوية بقلم: محمد رفعت.\n58 ـ سورة الزخرف:54.\n59 ـ سورة السجدة: 24.\n60 ـ سورة النازعات: 24.\n61 ـ سورة الإسراء: 102.\n62 ـ سورة الشعراء: 61.\n63 ـ سورة الشعراء:62.\n64 ـ سورة النمل: 1 ـ 3.\n65 ـ أنظر: مفاتيح الغيب للفخر الرازي: 24/ 178.\n66 ـ سورة السجدة: 11 ـ 12.",
        "(1/15)\n"
    ]
}