{
    "partText": [
        "\nدليل الحيران لحفظ القرآن\nتأليف /\nالاستاذ الحاج مزاحم طالب يوسف العاني\n\nقال رسول الله - صلى الله عليه وسلم - :\n(( إنَّ الله يرفع بهذا الكتاب أقواماً ويضع به آخرين ))\nاخرجه مسلم\n\nتاريخ الطبعة الاولى ... 1391 هـ - 1971 م\nتاريخ الطبعة الاخيرة ... 1431 هـ - 2010 م\n(1/1)\n",
        "بسم الله الرحمن الرحيم\nالمقدمة\nالحمد لله رب العالمين والصلاة والسلام على سيدنا محمد سيد الأولين والأخرين.\nقرأت القرآن الكريم فعلمت درجة القارئ عند الله في قوله تعالى:\n{ إنَّ الذِين يَتلُون كِتابَ اللهِ وَأَقامُوا الصَّلاةَ وَأَنفَقُوا مِمَّا رَزَقنَاهُم سِراً وَعَلانِيَةً يَرجُونَ تِجَارةً لَن تَبُورَ لِيُوَفِّيَهُم أُجُورَهُم وَيَزِيدَهُم مِن فَضلِهِ إنَّهُ غَفُورٌ شَكوُرٌ }\n(فاطر : 30) .\nثم علمت من الأحاديث الشريفة فضل الحافظ ومكانته عند الله تعالى فشرعت في الحفظ والله سبحانه وتعالى يذلل الصعاب في الطريق.\nوقد وجدت أن خير ما يستعين به من يريد الحفظ هو استصحاب النية الصالحة واللجوء إلى الله سبحانه في تسهيل هذا الطريق وتيسره ثم إن هناك بعض الصعوبات التي أحببت أن ألفت إليها نظر السائرين في هذا الطريق ليكونوا على بينة من أَمرهم والله سبحانه هو الموفق في ذلك كله.\nفمن هذه الصعوبات, الواجب الذي يفرضه الطالب على نفسه في اليوم وسبب الصعوبة هو طول بعض الآيات وقصر بعضها وصعوبة ألفاظ البعض الآخر والوقت الذي قد يتيسر الحفظ فيه وقد لا يتيسر, لأجل هذا وضعت هذا الجدول على شكل أقسام يسهل حفظ كل قسم يوميا.\n(1/1)\n\nإذ أن الأقدمين أنهوا تقسيمهم للسور على شكل أعشار ورمزوا لها بحرف(ع) إلّا إني وجدت أن العشر كثير بالنسبة لطلبة حفظ القرآن في هذا الوقت خاصة لطلاب المدارس وغير المتفرغين للحفظ, وقد راعيت في ذلك صعوبة الآية وتكرارها وجعلت أياما لا يحفظ فيها ورمزت لها بكلمة( الضبط) لغرض ضبط ما يُحفظ, علماً بأن هذا الجدول هو اقل تقسيم لمن يريد الحفظ, وقد يستطيع صاحب الهمة والمتفرغ للحفظ أن يوجب على نفسه حفظ ما في اليومين من واجب في يوم واحد على أن يراعي التاريخ في ذلك كي لا يلتبس عليه الأمر.\nكما وان هذا الجدول ذا صيغة ميسرة ذلك لان الطالب قد لا يستطيع الحفظ خلال الأسبوع لانشغاله مثلاً فما عليه إلّا أن يترك تثبيت التاريخ ويحاول إعادة السور المحفوظة فان وجد في وقته متسعاً فليثبت تاريخ الأسبوع الذي يحاول فيه الحفظ ويحاول إلزام نفسه بتنفيذ الواجب مهما كلفه ذلك.\nومن الصعوبات أيضا وجود حافظ متقن يقرأ عليه وذلك لضرورة الإحاطة بعلم التجويد الذي لا يمكن ضبطه إلّا شفاها, فإن لم يتيسر له ذلك فعليه سماع الآيات من قارئ جيد(المصحف المرتل) إن أمكن ومنها أيضا وجود الآيات المتشابهة في السور ولتجاوز هذه الصعوبة ارجع الى كتاب ( المعجم الفهرس لألفاظ القرآن الكريم ) أو كتاب (دليل الآيات متشابهة الألفاظ ).\nإن هذا الجدول على بساطة وضعه وهيئته محفز ومنظم لمن يريد حفظ كتاب الله تعالى عسى أن يوجِدَ اللهُ تعالى جيلاً مؤمناً حافظاً للقرآن عاملاً به داعياً إليه وهذا ما دفعني لوضعه ومن الله التوفيق وعليه الاتكال وهو حسبي ونعم الوكيل وصلى الله على سيدنا محمد وعلى اله وصحبه وسلم.",
        "(1/2)\n\nفضل القرآن و حافظه وقارئه\n\n1. عن عثمان - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم - (( خيركم من تعلم القرآن وعلّمه ))\nرواه البخاري.\n2. حديث (( أيّكم يحب أن يغدو كل يوم إلى بطحان أو إلى العقيق فيأتي منه بناقتين كوماوين في غير إثم ولا قطيعة رحم ؟ فقلنا يا رسول الله نحب ذلك, قال: أفلا يغدو أحدكم إلى المسجد فيعلم أو يقرا آيتين من كتاب الله خير له من ناقتين وثلاث خير له من ثلاث, وأربع خير له من أربع, ومن أعدادهن من الإبل ))\nرواه مسلم وأبو داود عن عقبة بن عامر - رضي الله عنه - .\n\n3. حديث (( من قرأ حرفاً من كتاب الله فله به حسنة والحسنة بعشر أمثالها, ولا أقول الم حرف ولكن ألف حرف, ولام حرف, وميم حرف))\nرواه الترمذي عن ابن مسعود - رضي الله عنه - .\n\n4. الحديث القدسي: يقول الرب تعالى: (( من شغله قراءة القرآن عن مسألتي, أعطيتُه أفضل ما أعطي السائلين ))\nرواه الترمذي عن ابي سعيد - رضي الله عنه - . قال الترمذي حديث غريب.\n\n5. (( من قرأ القرآن وعمل به أُلبِس والده تاجاً يوم القيامة ضوءه أحسن من ضوء الشمس في بيوت الدنيا لو كانت فيكم, فما ظنكم بالذي عمل بهذا ))\nرواه أبو داود عن سهل بن معاذ الجهني - رضي الله عنه - . قال الحاكم صحيح الإسناد.\n\n6. (( من قرأ القرآن فاستظهره, فأحلَّ حلاله وحرَّم حرامه, أدخله الله به الجنة, وشفّعه في عشرة من أهل بيته كلهم وجبت له النار ))\nرواه الترمذي عن علي - رضي الله عنه - . قال الترمذي _ غريب.\n\n7. حديث (( يجيء القرآن يوم القيامة فيقول يا رب حلّه فيلبس تاج الكرامة, ثم يقول يا رب زده فيلبس حلة الكرامة, ثم يقول يا رب ارض عنه فيرضى عنه, فيقال اقرأ وأرق ويزداد بكل آية حسنه ))\nالترمذي عن أبي هريرة - رضي الله عنه - وصحح وقفه.\n\n8. حديث (( يقال لصاحب القرآن واقرأ وارق ورتل كم كنت ترتل في دار الدنيا فإن منزلتك عند آخر آية تقرأ بها ))\nالترمذي وأبو داود عن عبد الله بن عمرو بن العاص رضي الله عنهما.\n\n9. (( الماهر بالقرآن مع السفرة الكرام البررة, والذي يقرأ القرآن ويتتعتع فيه وهو عليه شاق له أجران ))\n(1/3)",
        "\nمتفق عليه عن عائشة رضي الله عنها.\n\n10. (( ما اجتمع قوم في بيت من بيوت الله يتلون كتاب الله ويتدارسونه بينهم, إلّا نزلت عليهم السكينة وغشيتهم الرحمة, وحَفَّتهم الملائكة وذكرهم الله فيمن عنده))\nابو داود عن ابي هريرة - رضي الله عنه - .\n\n11. عن ابن عباس - رضي الله عنه - رفعه : (( إن الذي ليس في جوفه شيء من القرآن كالبيت الخَرِب))\nالترمذي وقال حديث صحيح.\n\n12. عن ابن عمر رضي الله عنهما عن النبي - صلى الله عليه وسلم - قال : (( لا حسد إلّا في اثنتين رجل أتاه الله القرآن فهو يقوم به آناء الليل وآناء النهار. ورجل أتاه الله مالاً فهو ينفقه آناء الليل وآناء النهار )).\nمتفق عليه.\n\nملاحظات في تطبيق جدول حفظ القرآن\n1. الاتكال على الله تعالى والاستعانة به واستصحاب نية العمل به والدعوة إليه.\n\n2. إتقان قراءة الآيات الواجب حفظها قبل الشروع بالحفظ, سواء كان الإتقان بقراءتها على صاحب علم أو سماعها من قارئ جيد القراءة (المصحف المرتل) إن أمكن.\n\n3. تطبيق الجدول وعدم التهاون فيه مهما كانت الظروف إلّا لعذر مشروع, مع استصحاب الهمة العالية أثناء الحفظ ولا يهولنك طول الطريق _ فمن سار على الدرب وصل.\n\n4. اختيار الأوقات المناسبة للحفظ كالوقت بعد صلاة الفجر, أو في حالة استعداد النفس للحفظ.\nكذلك اختيار المسجد مكاناً للحفظ في بعض الأوقات حيث فيه تتنزل الرحمة والبركة.\n\n5. قراءة الآيات المحفوظة خلال اليوم في صلوات ذلك اليوم مع مراعاة أحكام التجويد.\n\n6. عدم الغفلة والتفريط بالوقت وان قل, وتذكر أمانة الحفظ وأجره عند الله تعالى.\n\n7. إذا مررت بآية تريد حفظها وأنت حافظ لها من قبل فحاول أن تستغل ذلك اليوم بحفظ آيات اليوم المقبل أو إعادة ما سبق لغرض الإتقان مع مراعاة التاريخ.\n\n8. الاستعانة بأيام الضبط إذا حدث إخلال في تطبيق الجدول, وكذلك أيام العُطل والمناسبات.\n(1/4)\n",
        "9. حاول أن تُثبت تاريخ أخر يوم من كل أسبوع تريد فيه الحفظ في حقل التاريخ, ولا تكتب تاريخ الأسبوع الأخر إلّا بعد تنفيذ واجب الأسبوع السابق.\n\n10. الاستعانة بتفسير مختصر كتفسير الجلالين, أو المصحف المفسر, أو التفسير ... الميسر, أو كلمات القرآن تفسير وبيان.\n\n11. إذا مررت بآية صعبة فحاول أن تستعين بالأيام التي فيها الآيات بسيطة فقد روعيت هذه المسالة في وضع الجدول.\n\n12. بالنسبة للقصص ستجد انك مكلف بحفظ كثير من الآيات يوميا, والسبب أن حفظ آيات القصة أيسر من حفظ آيات الأحكام.\n\n13. لا تحاول أن تحفظ سورة جديدة حتى تتأكد من إتقانك للسورة السابقة اتقاناً جيداً.\n\n14. استعن ببعض من يحفظ معك على الإعادة والاستماع فإن ذلك أرسخ في الحفظ وأبين لمواقع الضعف في الحفظ.\n\n15. إذا حدث عارض منعك من مواصلة الحفظ فلا تيأس بل ارجع إلى الجدول متى حانت الفرصة وثبت تاريخ الأسبوع الذي تريد فيه الحفظ وتوكل على الله فهو حسبك.\n\n16. إذا استطعت أن تحفظ أكثر مما في الجدول فافعل بشرط الإتقان وضبط التاريخ, لإنك ستجد أحياناً واجباً قليلاً فحاول الإستفادة من ذلك.\n\n17. المحاسبة الشديدة في تنفيذ الجدول وتنفيذ عقوبة عند التقصير كإعادة جزئين في ذلك اليوم مثلا.\n\n18. أن تشترط على نفسك إعطاء الجدول لشخص وان تحاول الإشراف عليه كي يرسخ حفظك وتزيد عدد الحُفّاظ. ففي الحديث (( خيركم من تعلم القرآن وعلمه )).\n\n19. يكفي أن تجعل لك ساعة في اليوم تعيد الواجب فإذا زاد الواجب فزد نصف ساعة أخرى أو أكثر حسب قوة حفظك وضعفه.\n\n20. إذا تم حفظ القرآن _ إن شاء الله تعالى _ فاجعل لنفسك ورداً يومياً في الإعادة (4) أجزاء مثلا أو اقل من ذلك حسب ظروفك ووقتك.\n\n21. لا تنسَ وردك القرآني في القراءة يوميا وليكن جزءا على الأقل, فإن هذا مما يساعد على الحفظ وتثبيته.\n(1/5)\n\n22. ثبت الآيات المتشابهة في قلبك واعرف مواقعها من السور كي لا يلتبس عليك الأمر, وإذا رأيت واجباً يومياً كثيراً فباستطاعتك أن تجعل قسماً منه مع الواجب الذي يليه إن كان قليلاً.\n\n23. اقرأ السور التي وردت في فضلها بعض الأحاديث واعرف أوقاتها. كالكهف يوم الجمعة. والدخان في ليلتها. وتبارك(الملك) بعد العشاء من كل يوم وكذا يس والواقعة.\n\n24. اعمل بما تحفظ فالقرآن حجة لك إن عملت به, وحجة عليك إن تركت العمل به.\n\n25. إذا أتممت حفظ القرآن,(نسأل الله ذلك), فلا تتكبر على غيرك بما حصلت عليه فقد رُوي أن حافظا للقرآن أذنب ذنبا فعاقبه الله تعالى بأن رفع القرآن من قلبه.\n\n26. تَخَلَّق بأخلاق القرآن واقتد بسيد الرسل - صلى الله عليه وسلم - في خُلُقِكَ ومعاملاتك لتكون بحق حافظاً.\n\n27. ضع خطاً أو علامةً على اليوم الذي تُؤدي فيه الواجب لتعرف إلى أين وصلت في حفظك.\n\n28. تعاهد هذا القرآن كثيراً فإنه سريع الحفظ وسريع النسيان وقد أكد ذلك النبي الكريم - صلى الله عليه وسلم - بقوله : ((مَثَل صاحب القرآن كمثل صاحب ألمعقلة إن تعاهد عليها أمسكها وإن أطلقها ذهبت)).\n\nرواه مسلم والنسائي.\n\n29. إذا أردت أن تحفظ بعض السور التي وردت بعض الأحاديث بفضلها فاحفظها قبل الشروع في الجدول على أن ترجع إلى تقسيمها في الجدول ليسهل عليك حفظها.\n\n30. إذا علمت أن بإمكانك الحفظ أكثر مما في الجدول فعليك أن تجعل واجب يومين أو ثلاثة أيام في يوم واحد, على أن تضبط ذلك, فمثلا عند حفظك لسورة البقرة تجد أن تقسيم الجدول هو [5] آيات في اليوم الأول ثم تكون [10] في اليوم الثاني ثم [16] في الثالث ثم [20] في الرابع فإذا أردت أن يكون واجبك أكثر فاجعل حفظك هكذا [10] آيات في اليوم الأول ثم تكون [20] في اليوم الثاني وبذا تجعل مدة حفظ الجزء الأول [3] أسابيع بدلاً من [6] أسابيع.\n\nصلاة ودعاء الحفظ",
        "(1/6)\n\nوصية النبي - صلى الله عليه وسلم - لتثبيت ما في الصدر من حفظ كتاب اللّه والسنة\nعن ابن عباس : قال: بينما نحن عند رسول الله - صلى الله عليه وسلم - إذ جاء علي بن أبي طالب - رضي الله عنه - فقال: بأبي أنت وأمي, تَفَلّتَ هذا القرآن من صدري فما أجدني اقدر عليه, فقال له رسول الله - صلى الله عليه وسلم - : (( يا أبا الحسن, ألّا أُعلِّمك كلمات ينفعك الله بهن وينفع من علمهن ويثبت ما في صدرك, قال: أجل يا رسول الله فعلمني فقال: إذا كان ليلة الجمعة, فإن استطاع أن يقوم في الثلث الآخر, فإنها ساعة مشهودة, والدعاء فيها مستجاب, فإن لم يستطع ففي أوساطها, فإن لم يستطع ففي أولها, فيصلي أربع ركعات يقرأ في الأولى: الفاتحة ويس, وفي الثانية:الفاتحةوالدخان, وفي الثالثة: الفاتحة وألم تنزيل(السجدة), وفي الرابعة: الفاتحة وتبارك الذي بيده الملك, فإذا فرغ من التشهد فليحمد الله, وليحسن الثناء عليه, وليصل على النبي - صلى الله عليه وسلم - وليحسن, وعلى سائر النبيين, وليستغفر للمؤمنين والمؤمنات ولإخوانه الذين سبقوه بالإيمان.\nثم ليقل في آخر ذلك: اللهم ارحمني بترك المعاصي أبداُ ما أبقيتني, وارحمني أن أتكلف ما لا يعنيني, وارزقني حسن النظر فيما يرضيك عني, اللهم بديع السموات والأرض ذا الجلال والإكرام, والعزة التي لا ترام, أسالك يا الله يا رحمن بجلالك, ونور وجهك, أن تلزم قلبي حفظ كتابك كما علمتني, وارزقني أن اتلوه على النحو الذي يرضيك عني, اللهم بديع السموات والأرض, ذا الجلال والإكرام, والعزة التي لا ترام, أسالك يا الله يا رحمن, بجلالك ونور وجهك أن تنور بكتابك بصري, وأن تُطلق به لساني, وأن تُفرّج به عن قلبي, وأن تشرح به صدري, وأن تغسل به بدني, فإنه لا يعينني على الحق غيرك ولا يؤتيه إلا أنت, ولا حول ولا قوة إلا بالله العلي العظيم,\n(1/7)",
        "\nيفعل ذلك ثلاث جمع أو خمساً أو سبعاً, يجاب بإذن الله تعالى, قال - صلى الله عليه وسلم - : ((والذي بعثني بالحق ما أخطا مؤمن قط)) (1)\nأخرجه الترمذي وقال حسن غريب, وقال والحاكم في المستدرك وقال صحيح على شرط الشيخين, وأخرجه الدارقطني باختصار.\nقال ابن عباس رضي الله عنهما: فو الله ما لبث إلا خمساً أو سبعاً حتى جاء إلى رسول الله - صلى الله عليه وسلم - فقال يا رسول الله: كنت فيما خلا لا آخذ إلّا أربع آيات أو نحوهن, وإذا قرأتهن على نفسي تفلتن, وأنا أتعلم اليوم أربعين آية أو نحوهن, فإذا قرأتها على نفسي, فكأنما كتاب الله بين عيني, ولقد كنت اسمع الحديث, فإذا أردته تفلت, وانا اليوم أسمع الأحاديث, فإذا تحدثت بها لم احرم منها حرفا, فقال رسول الله - صلى الله عليه وسلم - عند ذلك: (( مُؤمن ورب الكعبة أَبا حسن )).\n__________________\n(1) قوله ما أخطأ مؤمن أي انه يستجاب به لكل مؤمن.\n(1/8)\n",
        "الايام\nالخميس ... الجمعة ... السبت ... الأحد ... الاثنين ... الثلاثاء ... الأربعاء ... التاريخ\nسورة البقرة\n5\n37\n64\n86\n109\n134 ... ضبط ... ضبط\n*\n\n152\n182\n207\n227\nض\n242 ... ضبط ... ضبط\nض ... *\n\n* ) نهاية الجزء الاول.\nض) ضبط حزب الطلاق.\nض) ضبط حزب الوالدات.\n* ) نهاية الجزء الثاني.\nالايام\nالخميس ... الجمعة ... السبت ... الأحد ... الاثنين ... الثلاثاء ... الأربعاء ... التاريخ\n254 ... 257 ... 259 ... 262 ... 265 ... 267 ... 271\n273 ... 276 ... 281 ... 282 ... 284 ... 286 ... ضبط\nن\nسورة آل عِمران\n6 ... 9 ... 13 ... 15 ... 19 ... 22 ... 25\n29 ... 32 ... 37 ... 41 ... 46 ... 49 ... 54\n58 ... 63 ... 67 ... 71 ... 74 ... 77 ... 80\n83 ... 86 ... 92 ... ضبط ... ضبط ... 95 ... 99\n*\n104 ... 109 ... 112 ... 116 ... 118 ... 120 ... 124\n129 ... 134 ... 138 ... 143 ... 145 ... 148 ... 151\n153 ... 155 ... 158 ... 161 ... 165 ... 168 ... 171\n175 ... 178 ... 180 ... 184 ... 189 ... 193\n195 ... 200 ... ضبط ... ضبط ... ضبط\nن ... ض\n\nن) انتهاء سورة البقرة.\n*) نهاية الجزء الثالث.\nن) انتهاء سورة آل عِمران.\nض) ضبط السورتين.\nالايام\nالخميس ... الجمعة ... السبت ... الأحد ... الاثنين ... الثلاثاء ... الأربعاء ... التاريخ\nسورة النساء\n3 ... 6\n10 ... 11 ... 12 ... 14 ... 17 ... 19 ... 22\n23 ... 24 ... 25 ... ضبط ... ضبط ... 30 ... 33\n*\n35 ... 37 ... 43 ... 46 ... 50 ... 55\n57 ... 59 ... 62 ... 65 ... 70 ... 73 ... 76\n(1/8)\n\n77 ... 79 ... 82 ... 84 ... 87 ... 89 ... 91\n92 ... 94 ... 96 ... 99 ... 101 ... 102 ... 104\n108 ... 112 ... 114 ... 118 ... 122 ... 126 ... 128\n131 ... 134 ... 136 ... 140 ... 143 ... 147 ... ضبط\n*\nضبط ... 151 ... 153 ... 156 ... 159 ... 162 ... 164\n169 ... 171 ... 173 ... 176 ... ضبط ... ضبط ... ضبط\nض\n\n*) نهاية الجزء الرابع.\n*) نهاية الجزء الخامس.\nض) ضبط للسور النساء وآل عمران والبقرة.\nالايام\nالخميس ... الجمعة ... السبت ... الأحد ... الاثنين ... الثلاثاء ... الأربعاء ... التاريخ\nسورة المائدة\n2 ... 3 ... 4 ... 5 ... 6 ... 10 ... 12\n14 ... 16 ... 18 ... 21 ... 26 ... 30 ... 32\n35 ... 40 ... 41 ... 43 ... 44 ... 46 ... 48\n50 ... 53 ... 56 ... 59 ... 62 ... 64 ... 66\n68 ... 71 ... 74 ... 77 ... 81 ... ضبط ... ضبط\n*\n84 ... 88 ... 90 ... 93 ... 95 ... 98\n104 ... 106 ... 109 ... 110 ... 113 ... 116 ... 118\n120 ... ضبط ... ضبط\nن\nسورة الانعام\n4 ... 6 ... 10 ... 13\n17 ... 20 ... 24 ... 26 ... 30 ... 33 ... 35\n39 ... 43 ... 47 ... 50 ... 53 ... 56 ... 59\n62 ... 65 ... 69 ... 70 ... 73 ... 78 ... 82\n\n*) نهاية الجزء السادس.\nن) انتهاء سورة المائدة.\nالايام\nالخميس ... الجمعة ... السبت ... الأحد ... الاثنين ... الثلاثاء ... الأربعاء ... التاريخ\n87 ... 90 ... 92 ... 94 ... 97 ... 99 ... 103\nض\n107 ... 110 ... ضبط ... ضبط ... 113 ... 117 ... 120\n*\n123 ... 126 ... 129 ... 134 ... 137 ... 140 ... 142\n144 ... 147 ... 150 ... 152 ... 156 ... 158 ... 163\n165 ... ضبط\nن\nسورة الاعراف\n5 ... 10 ... 15 ... 20 ... 25\n28 ... 32 ... 36 ... 39 ... 43 ... 47 ... 51\n53 ... 56 ... 58 ... 64 ... 69 ... 72 ... 74\n79 ... 84 ... 86 ... 89 ... 95 ... ضبط ... ضبط\n*\n99 ... 102 ... 108 ... 114 ... 122 ... 126 ... 129\n133 ... 137 ... 141 ... 143 ... 145 ... 147 ... 149\n\nض) ضبط الايات الواقعة بين ( 56 - 94 ) ضبطاً جيداً.\n*) نهاية الجزء السابع.\nن) انتهاء سورة الانعام وضبطها.\n*) نهاية الجزء الثامن.\nالايام\nالخميس ... الجمعة ... السبت ... الأحد ... الاثنين ... الثلاثاء ... الأربعاء ... التاريخ\n151 ... 154 ... 156 ... 157 ... 159 ... 160 ... 162\n165 ... 168 ... 170 ... 174 ... 179 ... 183\n186 ... 188 ... 190 ... 194 ... 197 ... 202 ... 206\nضبط ... ضبط ... ضبط\nض\nسورة الانفال\n4 ... 8 ... 11 ... 14\n16 ... 19 ... 23 ... 25 ... 28 ... 31 ... 34\n37 ... 40 ... ضبط ... ضبط ... 42 ... 45 ... 47\n*\n49 ... 52 ... 54 ... 57 ... 60 ... 63 ... 65\n67 ... 71 ... 72 ... 75 ... ضبط ... ضبط ... ضبط\nض\nسورة التوبة\n3 ... 5 ... 7 ... 10 ... 12 ... 15 ... 17\n19 ... 22 ... 24 ... 27 ... 29 ... 31 ... 33\n35 ... 36 ... 37 ... 39 ... 40 ... 42 ... 45\n\nض)ضبط سورتي الانعام والاعراف.\n*) نهاية الجزء التاسع.\nض) ضبط سورتي الاعراف والانفال.\nالايام\nالخميس ... الجمعة ... السبت ... الأحد ... الاثنين ... الثلاثاء ... الأربعاء ... التاريخ",
        "(1/9)\n\n47 ... 51 ... 53 ... 55 ... 61 ... 64\n67 ... 69 ... 71 ... 73 ... 74 ... 78 ... 80\n83 ... 86 ... 89 ... 92 ... ضبط ... ضبط ... 95\n* ... ض\n98 ... 100 ... 103 ... 106 ... 108 ... 110 ... 112\n115 ... 118 ... 120 ... 122 ... 126 ... ضبط\nض\nضبط ... ضبط ... ضبط ... ضبط ... ضبط ... ضبط ... ضبط\nض\nسورة يونس\n3 ... 5 ... 8 ... 11 ... 14 ... 17 ... 19\n21 ... 23 ... 25 ... 27 ... 30 ... 33 ... 35\n38 ... 41 ... 45 ... 49 ... 53 ... 57 ... 60\n63 ... 66 ... 70 ... 72 ... 74 ... 78 ... 83\n87 ... 89\n\n*) نهاية الجزء العاشر.\nض) ضبط سورة التوبة.\nض) هذا الاسبوع يخصص لضبط السبع الطوال.\nض) ضبط الجزء العاشر.\nالايام\nالخميس ... الجمعة ... السبت ... الأحد ... الاثنين ... الثلاثاء ... الأربعاء ... التاريخ\n109 ... ضبط ... ضبط\nض\nسورة هود\n3 ... 5 ... ضبط ... ضبط\nض\n7 ... 11 ... 14 ... 17 ... 20 ... 24 ... 28\n31 ... 35 ... 39 ... 42 ... 45 ... 49 ... 52\n56 ... 60 ... 63 ... 68 ... 72 ... 76 ... 79\n83 ... 86 ... 88 ... 92 ... 95 ... 100 ... 104\n108 ... 111 ... 115 ... 119 ... 123 ... ضبط ... ضبط\nض\nسورة يوسف\n5 ... 9 ... 14 ... 18 ... 21 ... 24 ... 29\n31 ... 35 ... 38 ... 41 ... 45 ... 49 ... 52\n*\nضبط ... ضبط ... 57 ... 62 ... 65 ... 68 ... 75\nض\n\nض) ضبط سورة يونس.\nض) ضبط الجزء الحادي عشر.\nض) ضبط سورة هود.\n*) نهاية الجزء الثاني عشر.\nض) ضبط للسور يونس وهود ويوسف.\nالايام\nالخميس ... الجمعة ... السبت ... الأحد ... الاثنين ... الثلاثاء ... الأربعاء ... التاريخ\n78 ... 82 ... 87 ... 91 ... 96 ... 100 ... 104\n108 ... 111 ... ضبط ... ضبط\nض\nسورة الرعد\n2 ... 4 ... 6\n10 ... 12 ... 15 ... 16 ... 18 ... 22 ... 25\n29 ... 31 ... 33 ... 36 ... 40 ... 43 ... ضبط\nضبط\nض\nسورة إبراهيم\n3 ... 5 ... 7 ... 11 ... 14\n18 ... 21 ... 22 ... 25 ... 29 ... 32 ... 35\n37 ... 41 ... 44 ... 47 ... 52 ... ضبط ... ضبط\n* ... ض\nسورة الحجر\n5 ... 11 ... 18 ... 22 ... 27 ... 32 ... 38\n44 ... 50 ... 56\n\nض) ضبط سورة يوسف.\nض) ضبط سورة الرعد.\n*) نهاية الجزء الثالث عشر.\nض) ضبط سورتي إبراهيم والرعد.\nالايام\nالخميس ... الجمعة ... السبت ... الأحد ... الاثنين ... الثلاثاء ... الأربعاء ... التاريخ\n88 ... ضبط ... ضبط ... ضبط ... ضبط\nض ... م\nسورة النحل\n5 ... 9 ... 12 ... 16 ... 22 ... 26 ... 29\n32 ... 35 ... 38 ... 42 ... 45 ... 50 ... 55\n59 ... 61 ... 70 ... 72 ... 75\n78 ... 80 ... 83 ... 86 ... 89 ... 91 ... 93\n96 ... 100 ... 103 ... 106 ... 110 ... 112 ... 115\n119 ... 124 ... 128 ... ضبط ... ضبط ... ضبط ... ضبط\n* ... ض ... ض\nسورة الاسراء\n4 ... 8 ... 12 ... 17 ... 22 ... 25 ... 30\n34 ... 39 ... 44 ... 48 ... 53 ... 57 ... 60\n65 ... 69 ... 72 ... 77 ... 82 ... 88 ... 93\n98 ... 101 ... 106 ... 111 ... ضبط ... ضبط\n\nض) ضبط للسور الرعد وإبراهيم والحجر.\nم) مراجعة عامة.\n*) نهاية الجزء الرابع عشر.\nض) ضبط سورة النحل.\n(1/10)",
        "\nض) ضبط السور التي بعد التوبة إلى النحل.\nالايام\nالخميس ... الجمعة ... السبت ... الأحد ... الاثنين ... الثلاثاء ... الأربعاء ... التاريخ\nسورة الكهف\n8\n12 ... 16 ... 18 ... 21 ... 24 ... 28 ... 31\n36 ... 41 ... 45 ... 49 ... 53 ... 56 ... 59\n68 ... 73 ... ضبط ... ضبط ... 78 ... 82 ... 88\n* ... ض\n94 ... 98 ... 102 ... 106 ... 110 ... ضبط ... ضبط\nض\nسورة مريم\n7 ... 15 ... 21 ... 26 ... 33 ... 40 ... 45\n50 ... 55 ... 58 ... 63 ... 68 ... 74 ... 80\n87 ... 95 ... 98 ... ضبط ... ضبط\nض\nسورة طه\n8 ... 16\n24 ... 36 ... 40 ... 47 ... 53 ... 59 ... 64\n\n*) نهاية الجزء الخامس عشر.\nض)ضبط سورتي الاسراء والكهف.\nض) ضبط السور النحل والاسراء والكهف.\nض) ضبط سورة مريم.\nالايام\nالخميس ... الجمعة ... السبت ... الأحد ... الاثنين ... الثلاثاء ... الأربعاء ... التاريخ\n69 ... 72 ... 76 ... 82 ... 86 ... 93 ... 98\n104 ... 110 ... 114 ... 122 ... 127 ... 131 ... 135\n*\nضبط ... ضبط ... ضبط ... ضبط ... ضبط ... ضبط ... ضبط\nض ... ض\nسورة الانبياء\n5 ... 10 ... 15 ... 20 ... 25 ... 29 ... 33\n37 ... 41 ... 45 ... 50 ... 56 ... 63 ... 69\n73 ... 77 ... 80 ... 84 ... 89 ... 93 ... 100\n104 ... 112 ... ضبط ... ضبط\nض\nسورة الحج\n4 ... 5 ... 10\n13 ... 16 ... 18 ... 22 ... 25 ... 28 ... 31\n35 ... 37 ... 40 ... 44 ... 47 ... 51 ... 54\n57 ... 60 ... 64 ... 67 ... 71 ... 73 ... 77\n\n*) نهاية الجزء السادس عشر.\nض) ضبط سورة طه.\nض)بقية ايام الاسبوع تُضبط فيها الاجزاء ( 10 - 16 ).\nض) ضبط سورة الانبياء.\nالايام\nالخميس ... الجمعة ... السبت ... الأحد ... الاثنين ... الثلاثاء ... الأربعاء ... التاريخ\n78 ... ضبط ... ضبط ... ضبط ... ضبط\n* ... ض ... ض\nسورة المؤمنون\n7 ... 13\n17 ... 22 ... 26 ... 30 ... 35 ... 41 ... 48\n54 ... 61 ... 67 ... 72 ... 78 ... 85 ... 91\n98 ... 104 ... 111 ... 118 ... ضبط ... ضبط ... ضبط\nض ... ض\nسورة النور\n3 ... 7 ... 11 ... 15 ... 20 ... 22 ... 26\n29 ... 31 ... 33 ... 35 ... 39 ... 42 ... 44\n46 ... 50 ... 53 ... 56 ... 58 ... 60 ... 61\n62 ... 64 ... ضبط ... ضبط ... ضبط\nض\nسورة الفرقان\n3 ... 7\n\n*) نهاية الجزء السابع عشر.\nض) ضبط سورة الحج.\nض) ضبط سورتي الانبياء والحج.\nض) ضبط سورة المؤمنون.\nض) إعادة ضبط سورتي الحج والمؤمنون.\nض) ضبط سورة النور والمراجعة العامة.\nالايام\nالخميس ... الجمعة ... السبت ... الأحد ... الاثنين ... الثلاثاء ... الأربعاء ... التاريخ\n10 ... 17 ... ضبط ... ضبط ... 26 ... 31\n* ... ض\n34 ... 39 ... 44 ... 49 ... 54 ... 59 ... 64\n70 ... 77 ... ضبط ... ضبط ... ضبط ... ضبط ... ضبط\nض ... ض\nسورة الشعراء\n9 ... 17 ... 22 ... 30 ... 37 ... 45 ... 51\n60 ... 68 ... 77 ... 85 ... 95 ... 104 ... 113\n122 ... 131 ... 140 ... 150 ... 159 ... 166 ... 175\n184 ... 191 ... 199 ... 209 ... 220 ... 227 ... ضبط\nضبط\nض\n(1/11)\n",
        "سورة النمل\n6 ... 10 ... 14 ... 18 ... 22 ... 26\n32 ... 37 ... 40 ... 44 ... 49 ... 53 ... ضبط\n*\n\n*) نهاية الجزء الثامن عشر.\nض) ضبط الجزء بكامله.\nض) ضبط سورة الفرقان.\nض) ضبط الاجزاء الثلاثة الاخيرة (16 , 17 , 18 ).\nض) ضبط سورة الشعراء.\n*) نهاية الجزء التاسع عشر.\nالايام\nالخميس ... الجمعة ... السبت ... الأحد ... الاثنين ... الثلاثاء ... الأربعاء ... التاريخ\nضبط ... 58 ... 61 ... 64 ... 70 ... 77 ... 82\nض\n86 ... 90 ... 93 ... ضبط ... ضبط\nض\nسورة القصص\n5 ... 9\n13 ... 16 ... 19 ... 22 ... 25 ... 28 ... 30\n32 ... 36 ... 39 ... 43 ... 46 ... 49 ... 54\n57 ... 60 ... 63 ... 68 ... 72 ... 75 ... 78\n81 ... 84 ... 88 ... ضبط ... ضبط\nض\nسورة العنكبوت\n6 ... 9\n13 ... 16 ... 19 ... 23 ... 26 ... 34\n38 ... 41 ... ضبط ... ضبط ... 49 ... 52\n* ... ض\n\nض) ضبط الجزء السابق.\nض) ضبط سورة النمل.\nض) ضبط سورة القصص.\n*) نهاية الجزء العشرون.\nض) ضبط الجزء السابق.\nالايام\nالخميس ... الجمعة ... السبت ... الأحد ... الاثنين ... الثلاثاء ... الأربعاء ... التاريخ\n56 ... 61 ... 64 ... 69 ... ضبط\nض\nسورة الروم\n7 ... 9\n14 ... 19 ... 22 ... 25 ... 28 ... 32 ... 36\n39 ... 42 ... 46 ... 49 ... 53 ... 56 ... 60\nضبط ... ضبط\nض\nسورة لقمان\n7 ... 11 ... 14 ... 16 ... 19\n21 ... 25 ... 29 ... 32 ... 34 ... ضبط ... ضبط\nسورة السجدة\n5 ... 10 ... 14 ... 19 ... 22 ... 26 ... 30\nضبط ... ضبط\nض\nسورة الاحزاب\n4 ... 6 ... 9 ... 13 ... 17\n\nض) ضبط ما بعد الجزء.\nض) ضبط سورة الروم.\nض) ضبط السور الروم ولقمان والسجدة.\nالايام\nالخميس ... الجمعة ... السبت ... الأحد ... الاثنين ... الثلاثاء ... الأربعاء ... التاريخ\n19 ... 22 ... 26 ... 30 ... ضبط ... ضبط ... 33\n* ... ض\n35 ... 37 ... 42 ... 48 ... 50 ... 52 ... 54\n56 ... 59 ... 63 ... 69 ... 73 ... ضبط ... ضبط\nض\nسورة سبأ\n3 ... 6 ... 9 ... 12 ... 14 ... 18 ... 21\n23 ... 28 ... 31 ... 34 ... 38 ... 42 ... 45\n49 ... 54 ... ضبط ... ضبط\nض\nسورة فاطر\n3 ... 7 ... 10\n12 ... 14 ... 18 ... 26 ... 29 ... 32 ... 35\n38 ... 40 ... 43 ... 45 ... ضبط ... ضبط ... ضبط\nض\n\n*) نهاية الجزء الحادي والعشرون.\nض) ضبط الجزء السابق.\nض) ضبط سورة الاحزاب.\nض) ضبط سورة سبأ.\nض) ضبط سورتي سبأ وفاطر.\nالايام\nالخميس ... الجمعة ... السبت ... الأحد ... الاثنين ... الثلاثاء ... الأربعاء ... التاريخ\nسورة ياس\n9 ... 12 ... 19 ... 27 ... ضبط ... ضبط ... 32\n* ... ض\n37 ... 44 ... 50 ... 59 ... 65 ... 70 ... 76\n83 ... ضبط\nسورة الصافات\n10 ... 21 ... 30 ... 39 ... 50\n61 ... 70 ... 82 ... 94 ... 102 ... 113 ... 122\n132 ... 138 ... 148 ... 157 ... 166 ... 175 ... 182\nضبط ... ضبط\nض\nسورة ص\n7 ... 14 ... 20 ... 24 ... 27\n33 ... 40 ... 44 ... 49 ... 58 ... 64 ... 70\n78 ... 88 ... ضبط ... ضبط\nض\n(1/12)\n\nسورة الزمر\n4 ... 6 ... 8\n\n*) نهاية الجزء الثاني والعشرون.\nض) ضبط الجزء السابق.\nض) ضبط سورة الصافات.\nض) ضبط سورة ص.\nالايام\nالخميس ... الجمعة ... السبت ... الأحد ... الاثنين ... الثلاثاء ... الأربعاء ... التاريخ\n12 ... 18 ... 21 ... 24 ... 31 ... ضبط ... ضبط\n* ... ض\n36 ... 40 ... 44 ... 48 ... 52 ... 55 ... 60\n66 ... 70 ... 72 ... 75 ... ضبط ... ضبط\nض\nسورة غافر\n6\n9 ... 12 ... 17 ... 21 ... 25 ... 28 ... 33\n35 ... 39 ... 43 ... 48 ... 54 ... 58 ... 61\n65 ... 68 ... 74 ... 78 ... 82 ... 85 ... ضبط\nضبط ... ضبط\nض ... ض\nسورة فصلت\n5 ... 9 ... 12 ... 15 ... 18\n22 ... 25 ... 29 ... 33 ... 37 ... 40 ... 44\n48 ... 51 ... 54 ... ضبط ... ضبط\n* ... ض\n\n*) نهاية الجزء الثالث والعشرون. ... *) نهاية الجزء الرابع والعشرون.\nض) إعادة ضبط الجزء السابق. ... ض) ضبط الجزء السابق.\nض) ضبط سورة الزمر.\nض) ضبط سورة غافر.\nض) ضبط سورتي الزمر وغافر.\nالايام\nالخميس ... الجمعة ... السبت ... الأحد ... الاثنين ... الثلاثاء ... الأربعاء ... التاريخ\nسورة الشورى\n6 ... 10\n13 ... 15 ... 19 ... 22 ... 25 ... 29 ... 34\n38 ... 43 ... 46 ... 50 ... 53 ... ضبط ... ضبط\nسورة الزخرف\n8 ... 14 ... 20 ... 25 ... 32 ... 38 ... 44\n50 ... 56 ... 62 ... 67 ... 73 ... 80 ... 84\n89 ... ضبط ... ضبط\nض\nسورة الدخان\n8 ... 16 ... 24 ... 33\n39 ... 50 ... 59 ... ضبط\nض\nسورة الجاثية\n6 ... 11 ... 15\n18 ... 22 ... 26 ... 31 ... 37 ... ضبط ... ضبط\n* ... ض\n\nض) ضبط سورة الزخرف.\nض) ضبط سورة الدخان.\n*) نهاية الجزء الخامس والعشرون.\nض) ضبط الحواميم.\nالايام\nالخميس ... الجمعة ... السبت ... الأحد ... الاثنين ... الثلاثاء ... الأربعاء ... التاريخ\nضبط ... ضبط ... ضبط ... ضبط ... ضبط ... ضبط ... ضبط\nض\nسورة الاحقاف\n4 ... 7 ... 10 ... 14 ... 16 ... 18 ... 20\n22 ... 25 ... 28 ... 32 ... 35 ... ضبط ... ضبط\nض\nسورة محمد - صلى الله عليه وسلم -\n3 ... 6 ... 11 ... 14 ... 15 ... 19 ... 21\n25 ... 29 ... 32 ... 35 ... 38 ... ضبط ... ضبط\nض\nسورة الفتح\n5 ... 9 ... 11 ... 15 ... 18 ... 23 ... 25\n27 ... 29 ... ضبط\nسورة الحجرات\n5 ... 8 ... 11 ... 13\n15 ... 18 ... ضبط\n\nض) ضبط الاجزاء الخمسة الاخيرة.\nض) ضبط سورتي الاحقاف والجاثية.\nض) ضبط سورة محمد - صلى الله عليه وسلم - .\nالايام\nالخميس ... الجمعة ... السبت ... الأحد ... الاثنين ... الثلاثاء ... الأربعاء ... التاريخ\nسورة ق\n6 ... 11 ... 18 ... 26\n32 ... 38 ... 45 ... ضبط\nسورة الذاريات\n9 ... 19 ... 25\n30 ... ضبط ... ضبط ... 40 ... 46 ... 53 ... 60\n* ... ض\nسورة الطور\nضبط ... 12 ... 19 ... 24 ... 31 ... 37 ... 43\n49 ... ضبط\nض\nسورة النجم\n12 ... 23 ... 28 ... 32 ... 42\n52 ... 62 ... ضبط\nسورة القمر",
        "(1/13)\n\n8 ... 17 ... 22 ... 29\n35 ... 40 ... 48 ... 55 ... ضبط\n\n*) نهاية الجزء السادس والعشرون.\nض) ضبط الجزء السادس والعشرون.\nض) ضبط سورة الطور.\nالايام\nالخميس ... الجمعة ... السبت ... الأحد ... الاثنين ... الثلاثاء ... الأربعاء ... التاريخ\nسورة الرحمن\n13 ... 30\n45 ... 61 ... 78 ... ضبط\nسورة الواقعة\n14 ... 26 ... 40\n50 ... 62 ... 74 ... 85 ... 96 ... ضبط\nسورة الحديد\n4\n8 ... 10 ... 13 ... 16 ... 19 ... 20 ... 23\n25 ... 27 ... * ... ض ... ض ... ض\nسورة المجادَلة\n3\n6 ... 8 ... 11 ... ضبط\nسورة الحشر\n2 ... 8 ... 10 ... 13 ... 17 ... 21\nسورة الممتحنة\nضبط ... 3 ... 5 ... ضبط\nسورة الصف\n5 ... ضبط\n\n*) نهاية الجزء السابع والعشرون.\nض) ضبط الجزء السابق.\nالايام\nالخميس ... الجمعة ... السبت ... الأحد ... الاثنين ... الثلاثاء ... الأربعاء ... التاريخ\nسورة الجمعة\n4\nضبط\nسورة المنافقون\n4 ... 7 ... 11 ... ضبط\nسورة التغابن\n4 ... 8\n14 ... 18 ... ضبط\nسورة الطلاق\n1 ... 3 ... 5\nسورة التحريم\nضبط ... 3 ... 9 ... 12 ... ضبط\n* ... ض\nسورة الملك\n10 ... 20 ... 30 ... ضبط\nسورة القلم\n16\n52 ... ضبط\n\n*) نهاية الجزء الثامن والعشرون.\nض) ضبط الجزء السابق.\nالايام\nالخميس ... الجمعة ... السبت ... الأحد ... الاثنين ... الثلاثاء ... الأربعاء ... التاريخ\nسورة الحاقة\n12 ... 24 ... 37 ... 52 ... ضبط\nسورة المعا رج\n14 ... 28 ... 39 ... 44 ... ضبط\nسورة نوح\n7 ... 14\n14 ... 28 ... ضبط ... ضبط\nض\nسورة الجن\n7 ... 13 ... 21\n28 ... ضبط\nسورة المزمل\n10 ... 19 ... 20 ... ضبط\nسورة المدثر\n14\n25 ... 31 ... 47 ... 56 ... ضبط\nسورة القيامة\n13 ... 25\n\nض) إعادة ضبط السور السابقة.\nالايام\nالخميس ... الجمعة ... السبت ... الأحد ... الاثنين ... الثلاثاء ... الأربعاء ... التاريخ\n40 ... ضبط\nسورة الانسان\n9 ... 16 ... 24 ... 31 ... ضبط\nسورة المرسلات\n15 ... 28 ... 40 ... 50 ... ضبط ... ضبط ... ضبط\n* ... ض\nسورة النبأ\n16 ... 30 ... 40 ... ضبط\nسورة النازعات\n14\n46 ... ضبط\nسورة عَبَسَ\n16 ... 32 ... 42 ... ضبط\nسورة التكوير\n14 ... 29 ... ضبط\nض\nسورة الانفطار\n8 ... 19 ... ضبط\n\n*) نهاية الجزء التاسع والعشرون.\nض) ضبط الجزء السابق.\nض) ضبط سورتي عبس والنازعات.\nالايام\nالخميس ... الجمعة ... السبت ... الأحد ... الاثنين ... الثلاثاء ... الأربعاء ... التاريخ\nسورة المطففين\n13\n26 ... ضبط\nسورة الانشقاق\n13 ... ضبط\nسورة البروج\n10\n22 ... ضبط\nسورة الطارق\n8 ... 17\nسورة الاعلى\n10 ... 19 ... ضبط\nسورة الغاشية\n11 ... 20 ... 26\nسورة الفجر\n10 ... 20 ... 30 ... ضبط\n\nالايام\n(1/14)",
        "\nالخميس ... الجمعة ... السبت ... الأحد ... الاثنين ... الثلاثاء ... الأربعاء ... التاريخ\nسورة البلد\n10 ... 20\nسورة الشمس\n15\nسورة الليل\n11 ... 21\nسورة الضحى\n11 ... ضبط\nضبط ... ضبط\nض\nالشرح ... التين ... العلق ... القدر\n6 ... 12 ... 19\nالبينة ... الزلزلة ... العاديات ... القارعة ... التكاثر ... الهُمَزَة ... ضبط\nالعصر\nالفيل ... الماعون ... الكوثر ... النصر ... الاخلاص ... الناس ... ضبط\nقريش ... الكافرون ... المسد ... الفلق\nضبط ... ضبط ... ضبط ... ضبط ... ضبط ... ضبط ... ضبط\n\nض) ضبط السور السابقة.\n(1/15)\n",
        "ملاحظات وتوجيهات\nإذا أكملت حفظ القرآن الكريم فاعلم أن ذلك بتوفيق الله تعالى ولطفه, وأنه تعالى أودع قلبك كلامه العظيم فعليك أن تحافظ عليه وتلتزم بكل ما فيه قولاً وعملاً.\nوهناك بعض الملاحظات أحب أن اذكرها لك.\n1. اجعل لك ورداً يومياً تُلزم به نفسك وليكن وفق جدول مُنظم تراعي فيه وقتك أولاً ثم السور التي حفظتها جيداً والتي لم تُتقن حفظها ثانياً, فاجعل للنوع الثاني وقتاً أكثر من نوع الوقت الاول, أما إذا حفظته جيداً فاجعل مدة ختم القرآن أسبوعاً وقسِّمه كما فعل الصحابة الاوائل ثلاث سور ( عدا الفاتحة) _ أي البقرة والنساء وآل عِمران والنساء_ ثم خمساً, ثم سبعاً, ثم تسعاً, ثم إحدى عشر, ثم ثلاث عشر, ثم المفصل _ ويبدأ من سورة (ق) _ فإن لم يتسع وقتك لذلك فاختمه في أسبوعين, في كل يوم جزأين.\n\n2. اصطحب معك ورقة او شيئاً يذكرك بأسماء السور التي لم تحفظها جيداً لتكون إعادتها مستمرة طيلة وقتك وأثناء صلواتك, فان أهم شيء يثبت القرآن في القلب كثرة إعادته.\n\n3. حاول أن تجد لك صديقاً يحفظ معك أو تحاول أنت تحفيظه لشخص آخر فيكون لك عوناً في الإعادة, فان لم يحصل لك ذلك فتعوّد الاستماع لنفسك على أن تثبت موقع الآيات التي لم تُتقن حفظها.\nومن بعض طرق الإعادة أن تلتقي بشخص حافظ فتقرا أنت عُشراً ثُم يقرا صاحبك العُشر الذي بعده وهكذا حتى نهاية السورة.\n(1/15)\n\n4. عليك أن تستغل أكثر أوقاتك للإعادة خاصة إذا وجدت في نفسك تشوقاً لذلك واستعداداً, وهناك الأوقات المناسبة للإعادة منها بعد أو قبل صلاة الفجر, وما بين المغرب والعشاء, وليالي الجمعة والعيدين ورمضان وغيرها, فإذا أردت حفظ بعض السور جيداً اقرأها في صلوات ذلك اليوم.\n\n5. التزم بالوقف اللازم والسكتات أثناء الاعادة, وكذا بقية قواعد التجويد, ولا تسرع بالقراءة كثيراً, واحفظ بداية الاجزاء, وأقسام الجزء ( ربع حزب ونصف حزب ) لان ذلك يجعلك أكثر تمكنا فيما تحفظ.\n\n6. إن التفكر فيما تقرا هو المهم من القراءة والحفظ لا أن تحفظ ليقال عنك حافظ فتُحرم الاجر بل احفظ لتفهم وتعمل قال تعالى: { ولقد يسّرنا القرآن للذِكر فهل من مُدَّكر } , وعليك أن تقف من معاني الايات التي تحفظها بمقارنة مثيلاتها فان القران يفسر بعضه بعضاً.\n\n7. التزم بمصحف واحد أثناء الحفظ كي لا يختلف عليك طبعاته, ومواضع آياته ولا تشغل نفسك بتعدد القراءات ولا بكثرة التفاسير فان ذلك يتعبك ويُشغلك عن المقصود واقتصر على تفسير يوضح لك المعنى ويرسم لك طريق العمل بالشرع القويم.\n\n8. وأخيراً عليك أن تُكثر من حمد الله تعالى وشكره والصلاة على نبيه - صلى الله عليه وسلم - على ما وفّقك له من الحفظ والعمل واذكرنا في دعائك والمسلمين جميعاً.\n\nأسأل الله تعالى لنا ولك التوفيق والسداد انه سميع مجيب وصلى الله على سيدنا محمد وعلى اله وصحبه وسلم.",
        "(1/16)\n"
    ]
}