{
    "partText": [
        "\nبِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ\nالكتاب: دليل الطالبين لكلام النحويين\nالمؤلف: مرعي بن يوسف بن أبي بكر بن أحمد الكرمي المقدسي (المتوفى 1033 هـ)\nالناشر: إدارة المخطوطات والمكتبات الإسلامية - الكويت\nعام النشر: 1430 هـ - 2009 م\nعدد الأجزاء: 1\n[ترقيم الكتاب موافق للمطبوع]\n(1/10)\n",
        "المقدمة\nبِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ\nوبه نستعين\nالحمد لله الذي رفع من خفضَ جناحه، ونصب نفسه للطالبين، والصلاة والسلام على أفصح الناس لفظاً وقولاً وإعراباً وكلمة، وكلاماً مبين (1) ، وأحسنهم اسما وفعلاً وصفةً ووصفاً ومعرفة وكنيةً وعلَماً ولقباً وتمييزاً وحالاً، وخاتم النبيين والمرسلين، وعلى آله وأصحابه الذين رفعوا الفاعل ونصبوا المفعول وخفضوا المضاف\nفصاحة منهم وسجيةً لهم، كيف لا؛! وقد فازوا بصحبة أفضل الخلق أجمعين، صلى الله عليه وعليهم ما أعرب معرب قام زيد وعمرو وانطلق بكر وبشر، وامْتُثِلَ نهي وأمر، وما دامت السموات والأرضين.\nأما بعد، فقد قال أهل العلم: النحو علم مستنبط بالقياس والاستقراء من كتاب الله تعالى والكلام الفصيح، ومعرفته فرض كفاية.\nويقال: أول من وضعه هو أبو الأسود بإشارةِ علي كرم الله وجهه علِّمهم\n__________\n(1) وقف على (مبين) بحذف التنوين وسكون الآخر لضرورة السجع، انظر: شرح المفصل 67/9، شرح الشافية 272/2، اللباب 196/2، سر صناعة الإعراب ص 522.\n(1/11)\n\nالاسم والفعل والحرف وشيئاً من الإِعراب، وقال له: انح هذا النحو يا أبا الأسود.\nثم النحو لغة: يطلق على: القصد والمقدار والجهة والمثل والنوع والبعض\nواصطلاحاً: علم بأصول يعرف منها أحوال أواخر الكلم إعراباً وبناءً.\nوموضوعه: الكلمات العربية.\nوفائدته: الاحتراز عن الخطأ في اللسان والاستعانة على فهم معاني كلام الله\nورسوله - صلى الله عليه وسلم - ومخاطبة العرب بعضهم لبعض.\nوالطريق المؤدية إلى تحصيل هذا العلم معرفة الأهم منه كالكلمة والكلام والاسم والفعل والحرف والإِعراب والبناء والنكرة والمعرفة والمرفوع والمنصوب، والمجرور والمجزوم والتابع والعامل.",
        "(1/12)\n\nبابُ الكَلِمَةِ والكَلاَمِ\n[فصل]\nالكَلِمةُ: بفتح الكاف وكسر اللام أفصح من فتحِ الكاف وكسرها مع إسكان اللام.\nوهي لغةً: تقال للجمل المفيدة، واصطلاحاَ: قولٌ مفرد.\nوالقولُ: هو اللفظ الموضوع لمعنى.\nواللفظُ: هو الصوتُ المشتمل على بعض الحروف الهجائية تحقيقاً أو تقديراً.\nوالصوتُ: عَرَضٌ يخرج من داخل الرئة مع النَّفَس مستطيلاً متصلاً بمقطع من مقطاع الحلق واللسان والشفتين.\nوالمفرد: ما لا يدلُّ جزؤه على جزء معناه كـ \"زيد\".\nويقابله المركب، وهو: ما دل جزؤه على جزء معناه كـ \"غلام زيد\"\nوللمفرد أربعةُ إطلاقات، فتارةً يراد به ما قابل المركَّب كما هنا وكما في باب العَلَم،\nوتارةً يُرَاد به ما قابل المُعْرَبَ بالحروف وجمع التكسير، وذلك في باب الإِعراب،\n(1/13)",
        "\nوتارةً يُرَاد به ما قابل المضاف وشبهه، وذلك في باب \" لا\" والمنادى، وتارةً يُرَاد به ما قابل الجملة وشبهها، وذلك في باب المبتدأ والخبر.\nوالكلامُ لغةً: عبارةٌ عن القول وما كان مكتفياً بنفسه، واصطلاحاً: لفظٌ مفيدٌ.\nوأجزاء الكلام التي يتركَّبُ منها ثلاثةٌ: اسم وفعل وحرف، فيتركب من اسمين\nكـ \"زيد قائمٌ \"، ومن فعل واسم كـ \"قامَ زيد\"، ومن الثلاثْ كـ \"لَنْ يقومَ زيد\".\nوأما الكلم، فهو: ما تركَّبَ من ثلاثِ كلماتٍ فأكثر، أفاد أم لم يفد، فهو أخص من الكلام باشتراط التركيب من الثلاث، وأعم منه بعدم اشتراط الفائدة، والكلام عكسه.\n(1/14)\n",
        "باب الاسم والفعل والحرف\n[فصل]\nالاسم لغةً: ما دلَّ على مسمّى، واصطلاحاً: كلمةٌ دلّت على معنى في نفسها غير مقترنة بزمن وضعاً.\nوعلامتُه: إمَّا أن تكون من أوله مثل: حروف الجر، وحروف النداء، وأداة\nالتعريف. وإمَّا من آخره مثل: تنوين التمكين، والتنكير، والعوض، والمقابلة، وياء النسب والتثنية والجمع.\nوإمَّا من جملته مثل: التصغير والتنكير والإِضمار.\nوإمَّا من معناه مثل: كونه خبراً، أو مخبراً عنه، أو فاعلاً، أو مفعولاً، أو منعوتاً.\nوحكمُه: الإِعرابُ ما لم يشبه الحرف فيبنى، وهو ثلاثة أقسام: مظهر، ومضمر، ومبهم.\nفالمظهُر: ما دلَّ بظاهرهِ وإعرابه على المعنى المراد به كـ \"زيد\".\nوالمضمُر: ما كُنِيَ به عن الظاهر اختصاراً كـ \"أنا وأنت \".\nوالمبهم: كـ \"هذا وهذه \".\n(1/15)\n\nوالفعل لغةً: الحدث، واصطلاحاً: كلمةٌ دلَّت على معنًى في نفسها واقترنت بزمن وضعاً، وهو ثلاثة أقسام: ماض ومضارع وأمر.\nفالماضي: ما دلَّ وضعاً على حدث وزمان انقضى.\nوعلامتُه: أن يقبل تاء التأنيث الساكنة.\nوحكمُه: البناءُ على الفتح لفظاً كـ \"قامَ \"، أو تقديراً إن اتصل به ضمير رفع متحرك أو واو جماعة كـ \"ضربتُ وضربوا\".\nوالمضارع: ما دلَّ وضعاً على حدث، وزمان غير منقضٍ حاضراً كان أو مستقبلاً.\nوعلامتُه: أن يقبل لم، والسين، وسوف.\nوحكمُه: الإِعراب ما لم تتصل به نون النسوة، فيبنى على السكون، أو تباشره نون التوكيد الخفيفة أو الثقيلة، فيبنى على الفتح.\nوالأمر: ما دلَّ على حدث في زمن مستقبل، فقط.\nوعلامته: أن يدلّ على الطلب بالصيغة مع قبول ياء المخاطبة.\nوحكمه: البناءُ على ما يجزم به مضارعه لو كان معرباً.\nفصل\nوالحرفُ لغةً: طرفُ الشيء، واصطلاحاً: كلمةٌ دلَّت على معنى في غيرها لا في نفسها.",
        "(1/16)\n\nوعلامتُه: ألاَّ يقبل شيئاً من علامات الأسماء، ولا شيئاً من علامات الأفعال\nوحكمُه: البناء مطلقاً، وهو ثلاثة أقسام:\nمختص بالأسماء\" فيعمل فيها الجرَّ كـ \"مِنْ وإلى \".\nومختص بالأفعال \" فيعملُ فيها الجزمَ كـ \"لم ولمّا\".\nومشترَك، فلا يعمل كـ \"هل وبل \".\nوإنّما عملت \"ما، وإن، ولا النافيات \" لعارض الحمل على \"ليس \"، ومن العرب من يهملهن على الأصل، وإنّما لم تعمل \"هاء التنبيه، وأل المعرفة\" مع اختصاصهما بالأسماء، ولا \"قد، والسين، وسوف \" مع اختصاصهن بالأفعال لتنزيلهن منزلة\nالجزء من مدخلهن، وجزء الشيء لا يعمل فيه، وإنّما لم تعمل \"إنّ وأخواتها، وأحرف النداء\" الجَرّ لأنها أشبهت الفعل، وإنّما عملت \"لَنْ \" النصب دون الجزم حملاً\nعلى \"لا\" النافية للجنس لأنها بمعناها، وبعضهم يجزم بها كقوله:\n................ فَلَنْ يحْلَ للعينينِ، بَعْدَكِ مَنْظَرُ (الطويل)\n(1/17)",
        "\nباب الإعراب والبناء\n[فصل]\nالإعرابُ لغةً: البيانُ والتغييرُ والتحسين.\nواصطلاحاً، على القول بأنه لفظي: أثر ظاهر أو مقدر يجلبه العامل في آخر\nالكلمة أو ما نُزِّل منزلته.\nوعلى القول بأنه معنوي: تغيير أواخر الكلام لاختلاف العوامل الداخلة\nعليها لفظاً أو تقديراً.\nوأنواعه أربعةٌ: رفعٌ ونصبٌ في اسمٍ وفعلٍ، وخفضٌ في اسمٍ، وجزمٌ في فعلٍ.\nوالبناءُ لغةً: وضع شيء على شيء على صفة يراد بها الثبوت.\nواصطلاحاً، على القول بأنه لفظي: ما جيء به لا لبيان مقتضى العامل من شبه الإِعراب من حركة أو حرفٍ أو سكونٍ أو حذفٍ، وليس حكاية ولا نقلاً ولا إتباعاً\n(1/18)\n",
        "ولا تخلصاً من سكونين.\nوعلى القول بأنه معنوي: لزوم آخر الكلمة حالةً واحدةً لغير عامل.\nوأنواعه أربعة: ضمٌ وكسر في اسمٍ وحرفٍ، وفتح وسكون في الكلمِ الثلاث.\n(1/19)\n\nباب المعرب والمبني\n[فصل]\nالمعرب من الأسماء ما سلم من شبه الحرف، فإن كان صحيح الآخر، كـ \"زيد\" أو مشبهاً للصحيح كـ \"دلو وظبي \" ظهرت فيه الحركات الثلاث. وإن كان معتلاً بالألف،\nكـ \" الفتى \" قدرت فيه الثلاث للتعذر وسمي مقصوراً، وهو كل اسم معرب آخره ألف لازمة، وإن كان مضافاً لياء المتكلم، كـ \"غلامي \" قدرت فيه الثلاث أيضاً لاشتغال المحل بحركة المناسبة، وهوكل اسم أضيف لياء المتكلم وليس مثنى، ولا مجموعاً\nجمع سلامةٍ لمذكرٍ، ولا منقوصاً، ولا مقصوراً، وإن كان معتلاً بالياء، كـ \"القاضي \"\nقدّرت فيه الضمة والكسرة للثقل، وظهرت الفتحة للخفة وسمي منقوصاً، وهو كل اسمٍ معربٍ آخره ياءٌ لازمة قبلها كسرة.\nوالمعرب من الأفعال: الفعل المضارع بشرطه، فإن كان صحيح الآخر، كـ \"يضرب \"\nجزم بالسكون وظهرت فيه الضمة والفتحة، وإان كان معتلاً بالألف، كـ \"يخشى\" قدّرتا\nفيه للتعذّر، وإن كان معتلاً بالواو والياء، كـ \"يدعو، ويرمي \" قدّرت الضمة فقط للثقل،\nوظهرت الفتحة للخفّة، والجازم يحذف حرف العلة مطلقاً.",
        "(1/20)\n\nوالمبني من الأسماء: ما أشبه الحرف في الوضع أو المعنى أو الاستعمال أو الافتقار أو الإِهمال أو اللفظ.\nفالشبه الوضعي: أن يكون الاسم موضوعاً في الأصل على حرفٍ واحدٍ كـ \"تاء\" قمت، أو على حرفين وإن لم يكن ثانيهما حرف لين، كـ \"الضمائر\"، ولا يرد \"نحن \" لأنه فردٌ نادر فألحق بالأعم الأغلب.\nوالشبه المعنوي: أن يتضمن الاسم معنى من معاني الحروف، كـ \"أسماء الشروط، والاستفهام، وكذا أسماء الإِشارة\" وإنما أعرب \"أيُّ وذانِ وتانِ \" على قولٍ لمعارضة الشبه بالإِضافة والتثنية اللتين من خواصّ الأسماء.\nوالشبه الاستعمالي: أن يكون الاسم نائباً عن الفعل ولا يتأثر بالعامل كـ \"أسماء الأفعال \" فأشبهت الحرف في كونها عاملةً غير معمولةٍ.\nوالشبه الافتقاري: أن يكون الاسم لازم الافتقار إلى جملة يتم بها معناه كـ \"الأسماء\n(1/21)",
        "\nالموصولة \"، وأعرب \" اللذان واللتان \" على قولٍ كما تقدّم.\nوالشبه الإهمالي: أن يكون الاسم مشبهاً للحرف في كونه غير عامل وغير معمولٍ\nكـ \"أوائل السور وأسماء الهجاء\" وكذا الأسماء قبل التركيب على قولٍ.\nوالشبه اللفظي: أن يكون الاسم مشبها للحرف في لفظه كـ \"على \" الاسمية\nو\"كلا\" بمعنى حقاً و\"الكاف \" بمعنى مثل.\n(1/22)\n",
        "باب علامات الإعراب\n[فصل]\nالأصل في المعرب أن يعرب بالحركات، ثمّ في المرفوع أن يرفع بالضمة، وفي\nالمنصوب أن ينصب بالفتحة، وفي المجرور أن يجر بالكسرة، وفي المجزوم أن يجزم بالسكون، وخرج عن الأصل سبعة أبوابٍ:\nالأول ما لا ينصرف فيجر بالفتحة، نحو \" مساجدَ، ومصابيحَ، وصحراءَ، وحبلى،\nوإبراهيمَ، وأحمدَ، وعمرَ، وعثمانَ، وبَعْلَبَكَّ، واطمةَ، وطلحةَ، وزينبَ، وسكرانَ، وأبيضَ، وأخرَ \"، فإن أضيف أو دخلته \"أل \" جرَّ بالكسرة على الأصل.\nالثاني: ما جمع بألف وتاءٍ مزيدتين كـ \"هندات وسجدات \"؛ فينصب بالكسرة وألحق\nبه \"أولات \" وكذا ما سمي به منه كـ \"أذرِعاتِ وعَرَفاتِ \"، بالتنوين وتركه وإعرابه إعراب ما لا ينصرف.\n(1/23)\n\nالثالث: الأسماء الخمسة، وهي: \"أخوك وأبوك وحموك وفوك وذو مالٍ \"؛\nفترفع بالواو وتنصب بالألف وتجر بالياء بشرط أن تكون مفردةً مكبّرةً مضافةً لغير ياء المتكلّم، وأن يخلو الفم من الميم والأفصح في \"الهن \" إعرابه بالحركات.\nالرابع: المثنى فيرفع بالألف وينصب ويجر بالياء، وألحق به \"كلا وكلتا\" مع\nالمضمر، و\"اثنان واثنتان \" مطلقاً، وكذا ما سمي به منه كـ \"زيدان \" علماً، ويجوز فيه\nأيضاً إعراب مالا ينصرف للعلمية وزيادة الألف والنون.\nالخامس: جمع المذكر السالم، فيرفع بالواو وينصب ويجر بالياء، وألحق به\n\" أوو، وعشرون، وأخواته، وعالمون، وأهلون، وأرضون، وسنون، وبنون \"،\nوكذا ما سمي به منه كـ \"عليون وزيدون \"، ويجوز فيه أيضاً أن تلزمه \"الياء أو الواو\"\nويعرب بالحركات على النون منونةً، وأن تلزمه الواو وتفتح النون، وبعضهم يجري\n\" بنين، وسنين \" مجرى \"غسلين \" فيعربه بالحركات منونة.",
        "(1/24)\n\nالسادس: الأمثلة الخمسة، وهي: \" تفعلان، ويفعلان، وتفعلون، ويفعلون، وتفعلين \"؛ فترفع بالنون وتجزم وتنصب بحذفها.\nالسابع: الفعل المضارع المعتل الآخر فيجزم بحذف آخره.\nوالحاصل أن الضمة ينوب عنها ثلاثةٌ: \" الواو والألف والنون \"، والفتحة ينوب عنها أربعة: \"الألف والكسرة والياء وحذف النون \"، والكسرة: تنوب عنها \"الياء والفتحة \"، والسكون: ينوب عنه \" الحذف \".\n(1/25)",
        "\nباب أحكام الفعل المضارع\nحكم الفعل المضارع إذا تجرّد من ناصبٍ وجازمٍ: الرفع لفظاً أو تقديراً أو محلاً.\n[فصل]\nونواصبه كذلك أربعةٌ:\nالأول، \"لن \" مطلقاً، ومعناها نفي المستقبل.\nوالثاني، \"كي المصدرية\"، وهي ما تقدّمها اللام لفظاً أو تقديراً.\nالثالث \"إذن \" بشرط كونها مصدّرة، والفعل بعدها مستقبل، ولم يفصل بينها وبين الفعل فاصل، ولا يضرّ الفصل بالقسم و\"لا\" النافية، وإلغاؤها مع اجتماع الشرط\nلغة لبعض العرب،، وتلقاها البصريون بالقبول.\nالرابع \"أن المصدرية\"؛ فتعمل ظاهرةً نحو (أَنْ يَغْفِرَ لِي) ما لم تسبق بلفظٍ\nدالٍّ على اليقين فتهمل نحو (عَلِمَ أَنْ سَيَكُونُ) ، (أَفَلَا يَرَوْنَ أَلَّا يَرْجِعُ) ، فإن سُبِقت بظنٍ فوجهان نحو (وَحَسِبُوا أَلَّا تَكُونَ فِتْنَةٌ) ، وتعمل\n(1/26)\n",
        "مضمرةٌ وإضمارها إما جوازاً، أو وجوباً، فالجواز بعد: الواو، والفاء، وثم، وأو،\nواللام الجارة نحو.\n2- ولُبْسُ عَبَاءَةٍ وَتَقَرَّ عَيْنِيِ (الوافر)\n3- لَوْلاَ تَوَقُّعُ مُعتَرٍّ فَأُرْضِيَهُ (البسيط)\n4- إنِّي وَقَتْلِي سُلَيكاً ثم أَعْقِلَهُ (البسيط)\n(أَوْ يُرْسِلَ رَسُولاً) ، (لِيَغْفِرَ لَكَ اللَّهُ) .\nوالوجوب: الأول، بعد \" كي \" التعليلية، وهي التي لم تتقدمها \" اللام \".\n(1/27)\n\nوالثاني، بعد \"لام الجحود\": وهي المسبوقة بكونٍ منفي نحو (وَمَا كَانَ اللَّهُ\nلِيُعَذِّبَهُمْ) ، (ولَّمْ يَكُنِ اللَّهُ لِيَغْفِرَ لَهُمْ) .\nوالثالث بعد \"حتى\" إذا كان الفعل بعدها مستقبلاً نحو (حَتَّى يَرْجِعَ)\n(حَتَّى يَقُولَ الرَّسُولُ) .\nوالرابع، بعد \"أو\" الصالحة في موضعها \"إلى \" أو \"إلا\" نحو \" لَأَ لْزِمَنَّكَ أوْ تَقْضِيَني حَقي \"، \"لأقتُلَنَّ الكَافِرَ أو يُسْلِمَ \".\nوالخامس: بعد \"فاء السببية\" أو \"واو المعية\" في الأجوبة الثمانية، وهي: \"النفي، والأمر، والنهي، والدعاء، والاستفهام، والعرض، والتحضيض، والتمني \"،\nوزاد بعصْهم \" الترجي \" نحو (لَا يُقْضَى عَلَيْهِمْ فَيَمُوتُوا) ، \" وارْحَم\nمَنْ في الأَرْض فَيَرْحَمْكَ مَنْ في السماء\"، \"وَلا تَبْخَلْ فيوسعْ عَلَيك رَبُكَ \"، \"ربي أَغْنِنِي فَأَشْكرَكَ \"، (هَلْ لَّنَا مِنْ شُفَعَآءَ فَيَشْفَعُواْ لَنَا) ، \"ألا تُعْطينَا\nفنَدْعُوَ لَكَ \"، \"هَلَّا أَكْرَمْتَنَا فنَشْكُرَكَ \"، \"ليتَكَ تمنُّ علينا فَيَمُنَّ اللهُ عليكَ \"، \"لعلًّك",
        "(1/28)\n\nتَنْظُرُ إلينا فَيَنْظُرَ اللهُ إليكَ \"، وقد سُمع النصبُ بعد \"الفاء\" في جميع ما مر وسمع\nبعد \"الواو\" في خمسة: \" النفي والأمر والنهي والتمني والاستفهام \"، وقاسه النحويون\nفي الباقي، فإن سقطت \"الفاء\" بعد الطلب بجميع أنواعه ولو باسم الفعل وقُصِدَ الجزاء\nجُزِمْ الفعل نحو \"ارْحَمْ تُرْحَمْ، ولا تَظِلمْ تَغْنَمْ، وقُلْ رَبِي سَلِّمْنِي تَسْلَمْ \".\nوجوازمه نوعان: ما يجزم فعلاً واحداً وهو أربعة: \" لم \" وهي حرفٌ لنفي حدث المضارع وقلبه ماضياً نحو \"لَمْ يَقُمْ \"، ولمّا نحو، (ولمَا يَقْضِ) ، واللام\nفي الأمر نحو (لِيُنْفِقْ) وفي الدعاء نحو (لِيَقْضِ عَلَيْنَا)\n، ولا في النهي نحو (لا تُشْرِكْ) وفي الدعاء نحو (لا تُؤَاخِذْنَا) ، وما يجزم فعلين وهي: \"إنْ \" مع ما حمل عليها من الأسماء\nكـ \" مهما، ومَنْ، وما، وأي \"، ومن الظروف المكانية كـ \"أيَن وأنّىَ وحيثما \"، والزمانية\nكـ \"أيَّان ومتى وإذ ما\" في أحد القولين والأصح حرفيتها، ولا فرق في كون الفعلين مضارعين أم ماضيين، أم مختلفين نحو (وَإنْ تَعُودُوا نَعُدْ) ، و\"مهما قدمتم من الخير وجدتم \"، (مَنْ كَانَ يُرِيدُ حَرْثَ الآخِرَةِ نَزِدْ لَهُ فِي حَرْثِهِ) ،\n(1/29)",
        "\n(وَمَا تَفْعَلُوا مِنْ خَيْرٍ يَعْلَمْهُ اللَّهُ) ، (أَيّاً مَا تَدْعُوا فَلَهُ الْأَسْمَاءُ الْحُسْنَى)\n، (أَيْنَمَا تَكُونُوا يُدْرِكْكُمُ الْمَوْتُ) ، \"أنَّى تجلسْ أجلسْ \"،\n5- حَيْثُمَا تَسْتَقِمْ يُقَدِّرْ لَكَ * اللَّهُ نَجَاحاً...........\n6- أَيَّانَ نُؤْمِنْكَ تأْمَنْ غَيْرَناَ\n\"متى تسأل الكريم يعطك، وإذما تقصده يكفك \"، والمشهور في \"كيفما\" عدم الجزم\nلعدم السماع خلافاً للكوفيين، وفي \"إذا\" أنها لا تجزم إلا في الشعر خاصةً، ويسمى الأول من الفعلين شرطاً والثاني جواباً وجزاء.\n(1/30)\n",
        "باب النكرة والمعرفة\nالنكرة: ما شاع في جنس موجود في الخارج تعدده كـ \" رجُلٍ \"، أو مقدر وجود تعدده فيه كـ \"شمسٍ \".\nوالمعرفة: ما وضع ليستعمل في معين، وهي ستة: الضمير، فالعلم، فاسم\nالإشارة، فالموصول، فالمعرف بالأداة، والمضاف إلى واحدٍ منها.\nفالضمير ما دل وضعاً على متكلم أو مخاطب أو غائب، وهو قسمان: مستتر، وبارز.\nفالمستتر: ما ليس له صورة في اللفظ، وهو قسمان: مستترٌ وجوباً، ومستترٌ جوازاً.\nفالمستتر وجوباً: ما لا يخلفه الظاهر، ولا يكون المستتر إلا مرفوعاً نحو \"أقوم، ونقوم، وأنت تقوم، وقمْ، وقاموا ما خلا أو ماعدا أو حاشا أو ليس أو لا يكون زيداً،\nونعم رجلاً زيدٌ، وما أحسن المعروف، وأوَّاهٍ من البخيل، ونزال نكرمْك،\nو (هُمْ أَحْسَنُ) ، وضرباً زيداً.\nوالمستترُ جوازاً: ما يخلفه الظاهر كـ \" قام ويقوم، وهند تقوم، وزيدٌ قائم أو مضروبٌ أو حسن، وهيهاتَ \".\n(1/31)\n\nوالبارز: ما له صورةٌ في اللفظ، وهو قسمان: متصل ومنفصل.\nفالمتصل: ما لا يبتدأ به ولا يقع بعد \"إلا\" في الاختيار، وينقسم إلى: مرفوعِ فقط\nكـ \" قمت، وقاما، وقاموا، وقُمنَ، وقومي \"، وإلى: منصوبِ، ومجرورِ كـ \"زيد مرَّ بي، وبك، وبه، فأكرَمَني وأكرمَكَ، وأكرمه \"، وإلى: مشتَركٍ بين الثلاَثة وهو\n\"نا\" خاصة نحو (رَبَّنَا إِنَنا سَمِعْنَا) .\nوالمنفصل: ما يبتدأ به ويقع بعد \"إلا\"، وينقسم إلى: مرفوع كـ \"أنا، وأنت، وهو،\nوفروعها \" \" وإلى منصوب كـ \"إياي، وإياك، وإياه، وفروعها \"، ولا يكون المنفصل مجروراً.\nوالضمير هو: \"أن وإيا \"، وما عداهما حروف إفراد وتثنية وجمع وتذكير وتأنيث\nوتكلم وخطاب وغيبة، ولا انفصال مع إمكان الاتصال إلا في نحو \" الهاء\" من\n\" سلنيه، وملكتكه \" بمرجوحيةٍ، و\" ظننتُكَهُ وكُنْتَهُ \" برجحان.\nالثاني العلم وهو: ما وضع لمعين لا يتناول غيره، وهو قسمان: جنسي، وشخصي.\nفالجنسيُّ: ما وضع لشيءٍ معينٍ في الذهن كـ \"أسامة\".\nوالشخصيُّ: ما وضع لشيءٍ معينٍ في الخارج لا يتناول غيره من حيث الوضع",
        "(1/32)\n\nله كـ \"زيدٍ، ومكة\"، وينقسم إلى: مرتجلِ وهو: ما استعمل من أول الأمر علماً\nكـ \"سعاد، وأُدَدْ\"، وإلى منقولٍ وهو: ما اَستعمل قبل العلمية في غيرها كـ \"زيدٍ،\nوأسد، وحارث ومنصور، وشمر، ويشكر \"، وإلى لقب وهو: ما أشعر برفعة المسمى أو بضِعَتِه كـ \"زين العابدين، وبطة\"، وإلى كنية وهو: ما صدر بأبٍ أو أمٍ كـ \"أبي بكر وأم عمرو\".\nالثالث اسم الإشارة وهو: ما وضع لمسمى وإشارة إليه، فللمفرد المذكر \"ذا\"، وللمفرد المؤنث \" ذِي، وذِهْ، وذهِي، وذه، وذاتِ وتي وتِهْ وتهِي وتِهِ وتا \"،\nوللمثنئ المذكر \" ذانِ \"، ولمثنى المؤنث \"تانِ \"، ولجمعهما \"أولاءِ \"، وقد يكون مع الإِشارة تنبيه مثل \"هذا وهاتا\" وخطاب مثل \"ذاك وتاك \"، والأمران جميعاً مثل\n\"هاذاك وهاتاك \".\nالرابعُ الموصولَ وهو: ما افتقر إلى الوصل بجملةٍ خبريةٍ أو ظرفٍ أو مجرورٍ تامين،\nأو وصفٍ صريحٍ، وإلى عائدٍ أو خَلفِه، وهو قسمان: خاص ومشترك.\nفالخاصُّ: \" الذي، والتي، واللذان، واللتان، والذين، والألى، واللائي، واللاتي \".\nوالمشترك: \"مَنْ، وما، وأيْ، وذو\" في لغة طيء، و\"ذا \" بعد \"مَنْ أو\n(1/33)",
        "\nما \"الاستفهاميتين، - و\"ألْ \" في وصفٍ صريحٍ كـ \" الضارب والمضروب \".\nوجملة صلاتها أربعة: \" مبتدأ وخبر، وفعل وفاعل، وشرط وجزاء،\nوظرف \" واسم الفاعل والمفعول مع ألْ، ولا يظهر الفاعل معها في تثنيةٍ ولا جمعٍ بل يكون مستتراً والذي يظهر في اللفظ حرفٌ لا اسم؛ كـ \"هذان الضاربان زيداً، وهؤلاء المكرمون عمراً \".\nوالخامس المعرف بالأداة، وهي ألْ بجملتها عند الخليل وسيبويه، واللام وحدها عند الأخفش، وهي إما عهدية نحو (فِي زُجَاجَةٍ الزّجَاجَةُ) ، و\"جاء القاضي \"، و (الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينكُمْ) ، أو جنسية نحو (وَجَعَلْنَا مِنَ الْمَاءِ كُلَّ شَيْءٍ حَيٍّ) ، (وَخُلِقَ الإٍنسَانُ ضَعِيفاً) ، وزيدٌ الرجلُ.\nوالمختار جواز نيابة ألْ عن الضمير نحو (فَإِنَّ الْجَنَّةَ هِيَ الْمَأْوَى) ،\n(1/34)\n",
        "7- بدأتُ ببسمِ اللهِ في النَّظم..... الطويل\nوعن الاسم الظاهر نحو (وَعَلَّمَ آدَمَ الأَسْمَاءَ كُلَّهَا) ،\nوقد تكون أل زائدة وموصولة واستفهامية كاللاتي والحارث والضارب و\"أل فعلت \".\nالسادس: المضاف إلى واحدٍ مما ذكر كـ \"غلامي، وغلام زيدٍ\" وهو\nفي التعريف، بحسب ما يضاف إليه إلا المضاف إلى الضمير فكالعلم.\n(1/35)\n\nباب أحكام الأسماء\nوهي: إما مرفوعة، أو منصوبة، أو مجرورة لفظاً، أو تقديراً، أو محلاً، فالمرفوعات سبعةٌ: الفاعل ونائبه، والمبتدأ وخبره، واسم كان وأخواتها، وخبر إنَ وأخواتها، والتابع.",
        "(1/36)\n\nباب الفاعل\nفالفاعل: عبارة عن \"اسم صريحِ أو مؤول به أسند إليه فعلٌ أو مؤول به مقدمٌ عليه\nواقعاً منه أو قائماً به نحو \"قام زيد\"، وَ (أَنْ تَخْشَعَ قُلُوبُهُمْ) ، و (مُخْتَلِفٌ\nأَلْوَانُهُ) ، و\"علم زيدٌ\".\nويرفعه أي يرفع الفاعلَ: الفعلُ، واسم الفاعل كما مرَّ، واسم الفعل كـ\n...... هيهاتَ العقيقُ..... الطويل\nوالمصدر نحو (وَلَوْلا دَفْعُ اللَّهِ النَّاسَ) ، واسم المصدر نحو \"من قُبْلةِ\nالرجل امرأتَهُ الوضوءُ \"، وأمثلة المبالغة، نحو \" اضرابَّ زيدٌ \"، والصفة المشبهة نحو \"زيدٌ حسنٌ وجهُه \"، واسم التفضيل نحو \"ما رأيتُ رجلاً أحسنَ في عينهِ الكحلُ منهُ في عينِ زيدٍ \"، والظرف نحو \"ما عندكَ شِحٌ \"، والمجرور نحو (أَفِي اللَّهِ شَكٌّ) .\n(1/37)",
        "\nوالفاعل قسمان: ظاهرٌ كما مرَّ، ومضمر إما متصل كـ \" ضربت، وضربنا، وضربوا \"، أو منفصل، نحو:\n... ما وافٍ بعهديَ أَنْتُمَا ... الطويل\nوالأصل فيه أن يلي عامله كـ (وَوَرِثَ سُلَيْمَانُ دَاوُد) ، وقد يتأخر\nجوازاً نحو (وَلَقَدْ جَاءَ آلَ فِرْعَوْنَ النُّذُرُ) ، ووجوباً نحو (وَإِذِ ابْتَلَى\nإِبْرَاهِيمَ رَبُّهُ) ، و\" ضربني زيد\".\nوقد يجب تأخير المفعول كـ \"ضربت زيداً\"، و\"ضرب موسى عيسى \"، وقد يتقدم على العامل\nجوازاً نحو (فَرِيقاً هَدَى) ، ووجوياً نحو (أَيّاً مَا تَدْعُوا) .\nولا يلحق العامل علامة تثنية، ولا جمع، بل يقال: \"قام رجلان، ورجال ونساء)) ، وتلحقه علامة التأنيث إن كان مؤنّثاً، كـ \"قامت هندُ\"، وقد يحذف العامل\nجوازاً نحو قولك: \"زيد\" في جواب من قال: مَنْ قام؛\nووجوباً نحو (إِذَا السَّمَاءُ انْشَقَّتْ) ، و (وَإِنِ امْرَأة خَافَتْ) .\n(1/38)\n",
        "باب نائب الفاعل\nوهو كل اسمٍ حذف فاعله وأقيم هو مقامه وغُيّر عامله بضمِّ أوله مطلقاً وكسر ما قبل آخره في الماضي، وفتحه في المضارع نحو \"سُرِقَ المتاعُ \"، و\"يُقطَعُ السارقُ \"،\nفإن لم يوجد المفعول به قام مقامه \"المجرور، أو الظرف المتمكّن من الزمان أو المكان،\nوالمصدر المخصص \" نحو \"سِيرَ بزيدٍ يومين فرسخين سيراً شديداً\"، فيجوز أن تقيم كلاً منها مقام الفاعل.\n(1/39)\n\nباب المبتدأ والخبر\n[فصل]\nالمبتدأ هو: الاسم الصريح أو المؤول به المجرد عن العوامل اللفظية غير\nالزائدة، نحو: \"زيد قائمُ، \"، (وَأَنْ تَصُومُوا خَيْر لَكُمْ)\n\"وبِحَسْبِكَ دِرْهَم \"، والخبر هو: الاسم المسند إلى المبتدأ، وهو قسمان: ظاهر كما مرَّ، ومضمر كـ \"أنا وأنت وهو \"، والخبر قسمان: مفرد وغير مفرد \" فالمفرد هنا:\nما ليس جملةً ولا شبهها ولو كان مثنى أو مجموعاً كـ \"الزيدان قائمان، والزيدون قائمون \". وغير المفرد أربعة: الفعل مع فاعله كـ \"زيد قام \"، والمبتدأ مع خبره، كـ \" زيد أبوهُ قائم \"، والظرف، كـ \" زيد عندك \"، والمجر ور كـ \" زيد في الدار\"، ويخبر بظرف\nالمكان وبالمجرور عن الذات والمعنى، نحو \"زَيْدُ عِنْدَك، والخيرُ لَديكَ، والمؤمنُ في الجِنْةِ، والنعيم لهُ \" وبظرف الزمان عن المعنى فقط، نحو \"الصومُ غداً\".\nوالأصل في الخبر التأخير، وقد يتقدم جوازاً، نحو \"في الدار زيد\"، ووجوباً،",
        "(1/40)\n\nنحو \"في الدار رجلٌ، وعندي درهمٌ، وأين زيدٌ، وما لنا إلا اتباع أحمد، وإنما قائم زيد، وعلى الثمرة مُثْلُهَا زُبْداً\"، وقد يجب تقديم المبتدأ، نحو \"زيدٌ قام \"،\nو (وَمَا مُحَمَّد إِلا رَسُولٌ) ،\nو\"ما أحْسَنَ العِلْمَ، ومَنْ مثْلُكَ فِي الحلم \"، وقد يحذف كل من المبتدأ والخبر جوازاً، نحو (سَلام قَوْم مُنْكَرُونَ) ،\nوقد يحذف المبتدأ وجوباً، نحو \"في ذِمّتي لأَفْعَلَنَّ \"، وكذا إذا، أخبر عنه\nبنعت مقطوع، كـ \"مررت بزيد الكريم \"، وقد يجب حذف الخبر، نحو \"لولا عفو الله لهلكنا، ولَعَمْرُكَ مَا فَعَلْنَا، وضربي زيداً قائما، وكلُ رَجُل وَضَيْعَتُه \"، ويجوز\nتعدد الخبر، لْحو (وَهُوَ الْغَفُورُ الْوَدُودُ) .\n(1/41)",
        "\nباب النواسخ لحكم المبتدأ والخبر\nوهي ثلاثة: \"كان وأخواتها، وإنَّ وأخواتها، وظننت وأخواتها \".\nالأول كان وأخواتها فأما كان وأخواتها وما تصرف منها، فإنها ترفع الاسم\nوتنصب الخبر، وهي ثلاثة أقسام:\nما يعمل هذا العمل من غير شرط، وهو \"كان وأمسى وأصبح وأضحى وظلَّ\nوبات وصار وليس \".\nوما يعمل بشرط تقدّم نفي أو نهيّ أو دعاء، وهو\"ما زال وما فتئَ وما انفكَّ وما برح \".\nوما يعمل بشرط تقدم ما المصدرية الظرفية، وهو: \"ما دام \" خاصة، كـ \"أعط ما دمت مصيباً درهما\"، وكلها يجوز فيها تقدم الخبر على الاسم نحو (وَكَانَ حَقًّا عَلَيْنَا نَصْرُ الْمُؤْمِنِينَ)\nو............... فَلَيْسَ سَوَاءً عَالِمٌ وَجَهُولُ ... الطويل\n(1/42)\n",
        "وكذا على الفعل، نحو \"قائما كان زيد، وشديدا أصبحِ البرد\"، إلا خبر \"ليس، وما دام \" فلا يتقدمهما، ومتى كان الخبر استفهاماَ وجب تقديمه نحو\"أين كان زيد\"، \"ومتى كان القيام \"، وإن قدر في جميع هذه الأفعال ضمير الشأن كان الخبر مرفوعا وكان خبرهن جملة، نحو \"كان زيدا قائم \"، وأكثر ما يستعمل هذا المعنى عند التفخيم والتعظيم.\nفصل\nومثل كان \" كاد، وكرب، وأوشك، وعسى، وحرى، واخلولق، وطفق، وأخذ، وشرع، وأنشأ، وجعل \" فيحكم أبدا على مواضع أخبار هذه الأفعال بالنصب\nوقد يظهر في اللفظ.\nومثل ليس \"ما النافية\" عند الحجازيين إن تقدم الاسم ولم يسبق بإن الزائدة، ولا بمعمول الخبر إلا إذا كان ظرفاً أو مجروراً، ولم يسبق الخبر بإلا نحو \"ما زيد قائماً\"، و (مَا هَذَا بَشَراً) ، \"وما عندك عمرو مقيماً، وما بي أنت رحيماً\"\nبخلاف \"مامسيءٌ من أعتب \"، و\n(1/43)\n\n..... مَا إِنْ أَنْتمُ ذَهَبٌ.................\n............... وَمَا كُل مَنْ وَافَى مِنىً أَنا عَارِفُ\n(وَمَا مُحَمَّدٌ إِلَّا رَسُول)\nالثاني: \"إِنَّ وأخواتها\"؛ فتنصب الاسم وترفع الخبر، وهي: \"إنَّ وأَنَّ ولَكِنَّ وكأنَّ وليت ولعَلِّ \" ولا يتقدم فيهن الخبر على الاسم إلا إِن كان ظرفاً أو مجروراً، نحو (إِنَّ لَدَيْنَا أَنْكَالاً) ، (إِنَّ فِي ذَلِكَ لَعِبْرَةً) ،\nوإن اقترنت بهنَّ ما الحرفية بطل عملهنَّ نحو (إِنما اللَّهُ إِلَهٌ وَاحِدٌ) ،\nإلا \"ليت \"؛ فيجوز الأمران.\nالثالث: \"ظنَنْتُ وأخواتها\"؛ فتنصب المبتدأ والخبر مفعولين، وهي: \"ظننت وحَسِبْتُ وخِلْتُ وزَعَمْتُ ورَأَيْتُ وعَلِمْتُ ووجَدْتُ \"، نحو \" ظننت زيداً فاضلاً، وعلمت القاضي عادلاً\" هذا إن وقعت قبل المفعولين، فإن وقعت بينهما جاز الإِعمال والإِلغاء،",
        "(1/44)\n\nوالإِعمال أجود، نحو \"زيداً ظننت قائماً\"، وإن وقعت بعدهما جاز الوجهان والإِلغاء أجود، نحو \" الجود محبوبٌ رأيتُ \"، ويجوز ترك المفعولين لدليل، نحو (أَيْنَ شُرَكَائِيَ الَّذِينَ كُنْتُمْ تَزْعُمُونَ) ،\nوإن وليهن: \"ما ولا وإن النافيات أو لام الابتداء\nأو لام القسم أو الاستفهام \" بطل عملهن في اللفظ، ويسمى ذلك تعليقاً، وهو: إبطال العمل لفظاً وإبقاؤه محلاً، نحو \"علمت ما زيدٌ قائمٌ، وعلمت والله لا زيد في الدار ولا عمرو، وعلمت والله إن زيدٌ قائمٌ، وعلمت لزيدٌ قائمٌ، وعلمت أيهم أفضل.\n(1/45)",
        "\nباب التابع\nوهو المشارك لما قبله في إعرابه الحاصل والمتجدد، وذلك خمسةٌ: النعت، وعطف البيان، والتوكيد، والبدل، وعطف النسق، وإذا اتجمعت، فالأَوْلى ترتيبُها على هذه، الصفة.\nالأول النعت،\nفالنعت، هو: التابع المشتق أو المؤول به المباين للفظ متبوعه، فالمشتق كـ \"اسم الفاعل، واسم المفعول، والصفة المشبهة \"، والمؤول كـ \" اسم الإِشارة، وذي بمعنى صاحب، والمنسوب \".\nوفائدة النعت: التخصيص في النكرات كـ \"جاء رجلٌ فاضلٌ \"، والتوضيح في\nالمعارف، كـ \"جاء زيدٌ العالم \"، أو لمجرد مدحٍ (الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ) ،\nأو ذمٍ كـ \"أعوذ بالله من الشيطان الرجيم \"، أو ترحّم، كـ \"اللَّهُمَّ ارْحَمْ عَبْدَكَ المسكينَ \"،\nأو توكيدٍ كـ \" ضربتُ ضربةً واحدةً\"، أو تفصيلٍ كـ ((مَرَرْتُ برجلين عربيٍّ وعَجَميٍّ \"، أو إبهامٍ كـ \"تصدقْتُ بصدقةٍ قليلةٍ أو كثيرةٍ \"، أو تعميمٍ نحو \"إنَّ الله يحشرُ عبادَهُ الأولينَ والآخرينَ \".\n(1/46)\n",
        "وهو، قسمان؛ حقيقي وسببي.\nفالحقيقي، هو: الجاري على ما قبله مع رفعه لضميره، كـ \"جاء زيدٌ العاقل \".\nوالسببي، هو: الجاري على ما بعده متلبساً بضمير ما قبله كـ \"جاء زيدٌ العاقل أبوه \".\nفالحقيقي يتبع منعوته في أربعةٍ من عشرةٍ، والسببي في اثنين من خمسةٍ، واحد\nمن أوجه الإِعراب، وواحد من أوجه التعريف والتنكير، ويجوز قطع الصفة المعلوم موصوفها حقيقةً أو ادعاءً بتقدير \"هو أو أعني \".\nوالأسماء في النعت أربعة أقسام: ما لا ينعت ولا ينعت به، كـ \"المضمرات، وأسماء الأفعال \"، وما ينعت ولا ينعت به كـ \"العلم \"، وما ينعت وينعت به كـ \"اسم الإِشارة\"،\nونعته مصحوب أل، وما ينعت به ولا ينعت وهو \" أيّ \" كـ \"مررت برجلٍ أيِّ رجلٍ \"،\nوكل المعارف توصف بالمفردات دون الجمل، والنكرات توصف بالمفردات وبالجمل.\nالثاني: عطف البيان، وهو: تابعٌ موضحٌ أو مخصص جامد غير مؤول، كـ\nأَقْسَمَ بِاللَّه أبو حَفْصٍ عُمَرْ ... الرجز\n(1/47)\n\nوهذا خاتمٌ حديدٌ، ويتبع في أربعةٍ من عشرةٍ، ويعرب بدل كلٍ من كلٍ إلا في نحو:\nأَنا ابْنُ التَّارِكِ البَكْرِيِّ بِشْرٍ ... الوافر\nأيا أَخَوَيْنَا عَبْدَ شَمْسٍ وَنَوْفلا ... الطويل\nويا زَيْدُ الحارِثُ، ويا أَخَانَا زَيْداً.\nالثالث: التوكيد، وهو: تابعٌ يقصد به كون المتبوع على ظاهره، وهو قسمان:\nلفظي ومعنوي.\nفاللفظي: إعادة الأول بلفظه كـ \"جاءَ زَيْدٌ زَيْدٌ، وقاَمَ قامَ، ونَعَمْ نَعَمْ \"، أو بمرادفه\nكـ \"جاءَ ليْثٌ أَسَدٌ، وجَلَسَ قَعَدَ، وَنعَمْ جيْرِ\".\nوالمعنوي هو: التابع المقرر أمر المتبوع في النسبة أو الشمول.\nفالأول يكون بالنفس والعين مضافين لضمير ما أكداه من \"مفرد ومثنى ومجموع،",
        "(1/48)\n\nإلا أنه إذا أكد بهما ضمير رفعِ متصل أكد وجوبا على الأصح بضمير منفصل، نحو\n\"قُمْتَ أَنْتَ نَفسُكَ، وقوموا أنْتَمُ أنْفُسُكُم، وزَيْد خَرَجَ هُوَ نَفسُه \".\nوالثاني يكون ب \" كِلا وكِلْتَا \" للمثنى، كـ \" جَاءَ الزَيْدَانِ كلاهُمَا، والمَرْأتان كِلْتَاهُما \"،\nوب \"كُلّ وأَجْمَع وأجْمَعُين وجَمْعَاء وجُمَع \" لغير المثنى، كـ \"جاءَ الجَيْشُ كُلُهُ أَجْمَعُ\nوالقَومُ كُلُّهُم أَجْمَعُون والقَبِيلَةُ كُلهُا جَمْعَاءُ والنِسَاءُ كُلُّهُنَ جُمَعُ \"، وأكدوا بعد أَجْمَعَ\nب \"أَكْتَعَ فأَبْصعَ فَأَبْتَع \"، وبعد جمعاء، ب \"كَتْعَاء فبَصْعَاء فبَتْعَاء\"، نحو\"جاءَ القَوْمُ كُلُّهُمْ أجْمَعُونَ أَكْتَعُونَ أَبْصَعُونَ أبْتَعُونَ \"، وكلها لا يجوز عطف بعضها على بعض بخلاف النعت.\nالرابع البدل وهو: التابع المقصود بالحكم بلا واسطة وهو أربعة أقسام: بدل كل، وبعض، واشتمال، وغلط.\nفبدل الكل ما كان مدلوله مدلول الأول، كـ \"جَاءَ زَيْد أَخُوكَ \"، وسماه ابن مالك\nالبدل المطابق لوقوعه في اسم الله، نحو (الحميدِ* اللهِ) ؛ فلا يقال فيه بدل كل؛ لأنه إنما يقال فيما يتقسم ويتجزأ تعالى الله عن ذلك.\nوبدل البعض ما كان مدلوله جزءاً من الأول، ولابد من اتصاله بضميرٍ يعود إلى المبدل منه كـ \"أكَلْتُ الرَغِيفَ نِصْفَهُ أَوْ ثُلُثَيْه \".\n(1/49)",
        "\nوبدل الاشتمال ما كان بينه وبين الأول ملابسة لا بمعنى الكلية أو الجزئية، وأمره\nفي الضمير كما مرَّ كـ \"نَفَعَنِي زَيدٌ عِلْمُهُ، وأعْجَبَنِي عَمْروٌ كَلامُه، والدارُ حسنها، وسُرِقَ زيدٌ ثوبُه \"، و (يَسْأَلونَكَ عَنِ الشَّهْرِ الْحَرَامِ قِتَالٍ فِيهِ) .\nوبدل الغلط: ما ذكر فيه الأول من غير قصدٍ، بل سبق إليه اللسان كـ \"ركِبْتُ زيداً الفَرَسَ \"، وهذا لا يكون في كلام الله ولا في فصيح الكلام.\nوتبدل المعرفة من المعرفة، والنكرة من النكرة، والمعرفة من النكرة، وعكسه\nكجاء زيدٌ أَخُوكَ، وجاء رجلٌ غلامٌ لزيدٍ، وجاء رجلٌ غلامُ زيدِ، (لَنَسْفَعاً\nبِالنَّاصِيًةِ ناصيةٍ) ،\nوالظاهر من المضمر، وعكسه، َ والمضمر من المضمر، كـ \" أعجبْتَنِي وَجْهُكَ، وضَرَبْتُ زيداً إياهُ، وأَكْرَمْتُكَ إِيِّاكَ، ويجوز قطع\nالبدل ويحسن مع الفصل نحو (بشَرٍّ مِنْ ذَلِكُمُ النَّارُ) ،\nويجب أن تقطع، متعدداً ولَم يفِ به، نحو \"اتقوا الموبقات: الشرك أوالتبني،\n(1/50)\n",
        "والسحر.\nالخامس: عطف النسق، وهو التابع المتوسط بينه وبين متبوعه أحد حروف العطف،\nوحروف العطف تسعةٌ على الأصح، وهي قسمان:\nما يقتضي التشريك في اللفظ والمعنى، وهو ستةٌ: \" الواو، والفاء، وثمَّ، وحتى، وأو، وأم \".\nوما يقتضي التشريك في اللفظ فقط، وهو ثلاثةٌ: \"بل، ولكن، ولا\".\nفجميع حروف العطف تشرّك في اللفظ، نحو \"جاءَ زيدٌ وَعمْرُو، ورأيتُ زيداً وعَمْراً، ومرَرْتُ بزيد وعَمْرو، ويقومُ ويقْعدُ زيدٌ، ولنْ يقُومَ ويَقْعُدَ، ولَمْ يَقُمْ وَيقْعُدْ\".\nوكلها تشترك في عطف الظاهر على الظاهر والمضمر على المضمر وعكسها\nكـ \"جاء زيد وعمروُ، وأَنا وأنتَ قُمْنَا، وَفَّقَنِي الله وإِياكَ، وأَكْرَمْتُكَ وَزَيْداً، وجاءَ زيدٌ وأَنتَ، وقُمت وزيد، وَمَررْتُ بكَ وزيدٍ\"، إلا أن العطف على الضمير المرفوع المتصل من غير فاصلٍ ضعيف، ولا تجَب إعادة الخافض إذا أريد العطف على الضمير\nالمجرور، قاله ابن مالكٍ وجماعة خلافاً للجمهور.\n(1/51)\n\nباب المنصوبات\nوهي ثلاثة عشر: المفعول به، والمفعول المطلق، والمفعول له، والمفعول\nفيه، والمفعول معه، والحال، والتمييز، والمستثنى، واسم لا، والمنادى، وخبر كان وأخواتها، واسم إنَّ وأخواتها، والتابع.",
        "(1/52)\n\nباب المفعول به\nفالمفعول به: ما وقعٍ عليه فعل الفاعل. والناصب له: إما فعل كـ \" ضربت زيداً، وأعطيت زيداً درهما، وأعلمت زيداً عمراً فاضلاً\"، أو وصف كـ \"جاء الضارب\nزيداً\"، أو مصدر كـ \" عجبت من ضربك عمراً\"، أو اسم فعل، نحو (عَلَيْكُمْ أَنْفُسَكُمْ)\nوهو قسمان: ظاهر كما مر، ومضمر إما متصل: كـ \"زيد أكرمني وأكرمك وأكرمه \"، أو منفصل: كـ \"إياي وإياك وإياه أكرم \".\nوقد يحذف عامله جوازاً: نحو (قَالُوا خَيْراً) ،\nووجوباً: وذلك فيما نصب على الاشتغال كـ \"زيداً ضربته \"، أو على الاختصاص كـ \"نحن - العرب - أقرى الناس للضيف \" أو على الإِغراء نحو \"الصلاة الصلاة\"، أو على التحذير نحو \"الأسد الأسد\"، أو على النداء كـ \" يا عبد الله \".\n(1/53)",
        "\nباب المفعول المطلق\nوهو، المصدر الفضلة المسلط عليه عامل من لفظه كـ \"ضربت ضرباً\"، أو من معناه كـ \"قعدت جلوساً\".\nوهو ثلاثة أقسام: مؤكد لعامله كـ \"عجبت من ضربك ضرباً\"، (وكَلَّمَ اللَّهُ مُوسَى تَكْليِماً) ، (والصَّافَّاتِ صَفّاً) ، \"\nوأنت مطلوب طلباً\"، ومبين لنوع عامله كـ \"ضربت ضرب الأمير، أو ضرباً أليماً، أو ضربت الضربة\"، ومبين لعدد عامله كـ \"ضربت ضربتين وضربات \".\nوقد ينوب عن المصدر غيره كـ \"ضربته سوطاً وعصاً ومقرعة\"، (فَلَا تَمِيلُواْ كُلَّ الْمَيْلِ)\nوضربته عشر ضربات، (فَاجْلِدُوهُمْ ثَمَانِينَ جَلْدَةً) ،\nوقد يحذف عامل غير المؤكد جوازاً لقرينة حالية أو مقالية \"كقولك للقادم أو من قال سأقدم عليك: خير مقدم \"، ووجوباً، سماعاً نحو،: \"سقياً لك ورعياً وحمداً وشكراً\"، وقياساً في نحو: (فَإمَّا مَنَّاً بَعْدُ وَإِمَّا فِدَاءً) ،\nوأنت سيراً سيراً، وهذا ابني حقاً، وله عليَّ أَلف عُرْفاً\".\n(1/54)\n",
        "باب المفعول لأجله\nوهو المصدر الفضلة المعلل لحدث شاركه وقتاً وفاعلاً وعلامته: صحة وقوعه في جواب لم فعلت؛ كـ \"قصت إجلالا لك \"، وهو ثلاثة أقسام: مجرد من \"ال \" والإِضافة\nكـ \"جئتك رغبة فيك، وكلمتك طمعاً في برك \"، ومقرون ب \"ال \" كـ \"ضربت ابني التأديب \" ومضاف كـ \"قصدتك ابتغاء معروفك \".\nفالأرجح في المجرد النصب، وفي المقرون الجر، وفي المضاف استواء الأمرين\nنحو (يُنْفقُونَ أَمْوَالَهُمُ ابْتِغَاءَ مَرْضَاتِ اللَّهِ) ، (وَإِنَّ مِنْهَا لَمَا يَهْبِطُ مِنْ\nخَشْيَةِ اللَّهِ) .\n(1/55)\n\nباب المفعول فيه\nوهو ما سلط عليه عامل، على معنى في: من اسم زمان مطلقاً، كـ \"صمت\nاليوم أو يوم الخميس أو أسبوعاً، وجلست حيناً أو وقتاً أو ساعة أو كل أو بعض أو نصف يوم أو سبعة أيام \"، أو اسم مكان مبهم، كـ \"أمام، ويمين، وفوق وعكسهن \"،\nوكـ \" ميل، وفرسخ، وبريد سرت كل الفرسخ أو بعضه أو نصفه أو عشرين فرسخاً \"،\nوكـ \" قعدت مقعد زيد، ورميت مرمى عمرو، وأنا قائم مقامك، وسرني جلوسي مجلسك \".\nوقد يحذف ناصب المفعول فيه جوازاً كـ \"قولك: فرسخين أو يوم الجمعة جواباً لمن قال: كم سرت؛ أو متى صمت؛ \"، ووجوباً كما إذا وقع صفة كـ \"مررت بطائر فوق غصن \"، أو صلة كـ \"رأيت الذي عندك \"، أو حالاً كـ \"رأيت الهلال بين السحاب \"، أو خبراً كـ \"زيد عندك \"، أو مشتغلاً عنه كـ \"يوم الخميس صمت فيه \".",
        "(1/56)\n\nباب المفعول معه\nوهو الاسم الفضلة التالي واواً أريد بها التنصيص على المعية مسبوقة بفعل، أو ما فيه حروفه ومعناه كـ \"سرت والنيل، وأنا سائر والنيل، والناقة متروكة وفصيلها \".\nوللاسم الواقع بعد الواو خمس حالات: وجوب العطف نحو: \" كل رجل وضيعته، واشترك زيد وعمرو\"، ورجحان العطف كـ \" جاء زيد وعمرو \"، ووجوب النصب على المعية نحو: \"مات زيد وطلوع الشمس، واستوى الماء والخشبة\"،\nورجحان النصب نحو: \" قمت وزيدا، ومررت بك وزيداً \" عند غير الجمهور، و\"كن أنت وزيداً كالأخ \" عند الجميع، وامتناع العطف والمعية نحو:\nعَلَفْتُها تِبْناً ومَاءً بَارِداً ... الرجز\n.................. وَزَجَّجْنَ الحَوَاجِبَ وَالعُيُونَا ... الوافر\n(1/57)",
        "\nباب الحال\nوهو الوصف الفضلة المسوق لبيان هيئة صاحبه، أو تأكيده، أو تأكيد عامله، أو مضمون جملةٍ قبله كـ \"جاءَ زيدٌ راكباً، وجاءَ الناسُ قاطبةً\"، (وَأَرْسَلْنَاكَ لِلنَّاسِ رَسُولًا) ،\nو\"زيد أبوكَ عَطُوفاً\".\nوشرط الحال التنكير، وشرط صاحبها التعريف، كما مرَّ، أو التخصيص، أو التعميم، أو التأخير نحو، (في أَرْبَعَةِ أَيَّامٍ سَوَاءً) ،\nو\"ما جاءني رجلٌ ضاحكاً\"،\nولميَّةَ موُحِشاً طَلَلُ كلو ... الوافر\nوندر \"وَصلّى وَرَاءَهُ رجالٌ قياماً\".\nويأتي الحال من الفاعل وتقدم، ومن المفعول كـ \" ضربت اللص مكتوفاً \"، (ومنهما)\nكـ \" لقيته راكبين \"، ومن المجرور كـ \" مررتُ بهندٍ جالسةً \"، ومن المضاف إليه، نحو\n(1/58)\n",
        "(وَنَزَعْنَا مَا فِي صُدُورِهِمْ مِنْ غِلٍّ إِخْوَاناً) ، (أَنِ اتَّبِعْ مِلَّةَ إِبْرَاهِيمَ حَنِيفاً) ،\nومن الضمير نحو \"أتيتُ طَامِعاً فِيكَ \".\nوالغالب كون الحال مشتقةً، وقد تقع جامدةً مؤولةً بالمشتق، نحو \" كرَّ زيدٌ أسداً، وبدت الجارية قمراً، وتثنّت غصناً، وبعتُه يداً بيد، وادخلوا رجلاً رجلاً \".\nوالغالب كونها منتقلةً لا لازمة، ومن غير الغالب \"خلقَ اللهُ الزَّرَافَةَ يَدَيْهَا أَطْوَلَ مِنْ رِجْلَيْهَا، ودعوت الله سميعاً\".\nوالحال قسمان: مؤكِّدة وهي: ما استفيد معناها بدون ذكرها نحو\n(وَلَّى مُدْبِراً) .\nومؤسِّسَة وهي: ما لم يستفد معناها بدون ذكرها، وهي أربعة أقسام:\nمقارنة وهي: المبيّنة لهيئة صاحبها وقت وجود عاملها كـ \"جاء زيدٌ راكباً\"،\n(وَهًدا بَعْلِي شَيْخاً) .\nومقدرة وهي: التي يكون حصول مضمونها متأخراً عن حصول مضمون عاملها نحو\" مررْتُ برجلٍ مَعَهُ صَقْرٌ صائداً بِهِ غَداً \"، و (فَادْخُلُوهَا خَالِدِينَ)\n(1/59)\n\n(وَتَنْحِتُونَ الْجِبَالَ بُيُوتًا) .\nوموطئة وهي: الجامدة الموصوفة بمشتق نحو (فتَمَثَلَ لَهَا بَشَراً سَوِيّاً)\n(وَهَذَا كِتَابٌ مُصَدِّقٌ لِسَانًا عَرَبِيًّا) .\nومتعددة: إما لمتعدد نحو \"لقيتُه مُصْعِداً منْحدراً وراكباً ماشياً\"، أو لواحد، كـ \"جَاءَ زَيْدٌ راكباً ضاحكاً\"، إن جعلت \"ضاحكاً\" حالاً من \"زَيْدٍ\".\nوالأصل في الحال التأخير، وقد تتوسط وتتقدم على عاملها جوازاً إذا كان العامل فعلاً متصرفاً ولا حصر نحو \"جاءَ ضَاحِكاً زيدٌ، وضَاحكاً جَاءَ زيدٌ \"، ومتى كان غيره لم يجز كـ \"هَذَا زَيدٌ ضَاحكاً، ومَا أَحْسَنَهُ مُقْبِلاً\"، وقد يجب تقديمها نحو \"كَيْفَ جَاءَزَيْدٌ؛ \".\nوالعامل في الحال هو العامل في صاحبها، وقد يحذف عاملها جوازاً نحو \"قولك\nلقَاصِدِ السَفَر: راشداً مهدياً \"، وللقادِم مِنْهُ: \"سَالِماً غَانِماً \"، ووجوباً نحو \"أضَرْبي زَيْداً، قائماً، وزيدٌ أبوك عَطُوفاً، وتَصَدَّقْ بدِيْنَار فصاعداً، وأتمِيْمِيّاً مرةً وقَيْسِياً أخرى؟! ، وهنيئاً لك \".",
        "(1/60)\n\nوإذا كان العامل يتعدى إلى ثلاثة مفاعيل وعديته إلى ما تقدم من المنصوبات مع العطف صار متعدياً إلى تسعة نحو\" أعلمت زيداً عَمْراً قائماً إعلاماً يوم الجمعة عند فلان ضاحكاً تفهيماً له وجعفراً \"، وإن أدخلت الاستثناء صار متعدياً إلى عشرة.\n(1/61)",
        "\nباب التمييز\nوهو، اسم نكرة فضلة بمعنى \"مِنْ \" مبين لابهام اسم كـ \"عِشرين رجلاً\"، و\"رِطل زيتاً \"، و\"خَاتَم حديداً\"، أو إجمال نسبة كـ (اشْتَعَلَ الرَّأْسُ شَيْبا) ،\n(وَفَجَّرْنَا الأرْضَ عُيُوناً) ، و (أَنا أَكْثَرُ مِنْكَ مَالاً) ،\nو\"امتلأ الإِناء ماءً، وللهِ درُّهُ فارساً\".\nوالناصب لُمبيّن الاسم هو، ذلك الاسم المبهم كـ \" نعمَ رجلاً زيدٌ\"، والناصب لُمبيّن النسبة الفعل أو شبهه كـ \"طابَ نفساً محمدٌ،، وهو طَيبٌ أُبوَّةً، وأعجبني طِيبُ زَيدٍ علماً، وقَرُبَ القاضي داراً، وهو أَكْرَمُ الناس رجلاً\".\nفصل\nوالاسم المبهم أربعة أنواع:\nالأول، العدد وهو: من أحدَ عشرَ إلي تسعة وتسعين كـ\n(أَحَدَ عَشَرَ كَوْكَبا) ، و (تِسْعٌ وَتِسْعُونَ نَعْجَةً) .\nالثاني المقدار وهو: إما مساحة كـ \"جَرِيبٍ نخلاً، وشبرٍ أرضاً \"، أو كيل، كـ \"قفيرٍ بُراً، وصاعٍ تمراً\"، أو وزن، كـ \"رطلٍ سمًناً ومَنَوَيْن عسلاً.\nالثالث ما يشبه المقدار نحو (مِثْقَالَ ذرَّة حيْراً) ، ونِحْيٌ سمناً،\n(وَلَوْ جِئْنَا بِمِثْلِهِ مَدَداً) .\n(1/62)\n",
        "الرابع ما كان فرعاً للتمييز نحو \"خاتم حديداً، وباب ساجاً، وثوب خزاً \"، ويجوز غالباً جر التمييز بالإضافة، وبمن كـ \"شبر أرضٍ، ومن أرضٍ، وثوب خزٍ، ومن خزٍ، ونعم من رجلٍ زيدٌ، وللهِ دَرُّهُ مِنْ فارسٍ \".\nومن تمييز العدد: تمييز \"كم الاستفهامية\"، نحو \"كم عبداً ملكتَ \"، فأما\nتمييز \"كم الخبرية\" فمجرور مفرد كتمييز المائة فما فوقها، أو مجموع كتمييز العشرة فما دونها، ولك في تمييز كم الاستفهامية المجرورة بالحرف جرٌ بمن مضمرةٍ، ونصبٌ على التمييز نحو \"بكم درهم، أو درهماً اشتريت \"، ولا يتقدم التمييز على عامله مطلقاً، وندر كقوله:\nأَنفْساً تَطِيبُ بَنْيلِ المُنَى ... وَدَاعِي المنونِ يُنَادِي جِهَارَا\n(1/63)\n\nباب المستثنى\nوهو: المذكو ر بعد \"إلاّ\" أو إحدى أخواتها مخالفاً لما قبلها نفياً أو إثباتاً، وأدوات الاستثناء ثمان، وهي أربعة أقسامٍ: ما هو حرفٌ وهو \"إلاّ\"، وما هو اسمٌ وهو\n\"غَيْرُ، وسوى\"، وما هو فعلٌ وهو \"لَيْس\"، ولا يَكُونُ \"، وما هو مشتركٌ بين الفعل والحرف وهو \"خَلا وَعدَا وحَاشَا\".\nفالمستثنئ بإلا يُنْصَبُ وجوباً إذا كان الكلامٍ تاماً موجَباً نحو (فَشَرِبُوا مِنْهُ إِلاّ قَلِيلاً) ، و\"قامَ القومُ إلَّا حِمَارا، فإن فقد الإيجاب ترجح البدل في\nالمتصل وهو: ما يكون المستثنى بعض المستثنى منه نحو \"ما مَرَرْتُ بِالقَوم إلاّ زيدٍ، وهَلْ قَامَ أحدٌ إلاّ عَمْرو، ولاَ يَقَمْ أحدٌ إلَّا بشر\"، ووجب النصب عند الحَجازيين،\nوترجح عند التميميين في المنقطع، وهو: ما لا يكون المستثنى بعض المستثنى منه نحو\n\"مَا قَامَ القَوْمُ إلاَّ حماراً\"، ما لم يتقدم المستثنى على المستثنى منه فيجب النصب مطلقاً\nنحو \"مَا قَامَ إلاّ زَيْداً أَحد، ومَا قامَ إلّا حِمَاراً القومُ \"، فإن فُقِدَ التمام كان ما بعد \"إلَّا\"\nعلى حسب العوامل، نحو \"مَا قَامَ إلاّ زيدٌ، وما رَأَيْتُ إلَّا زَيْداً، وما مَرَرْتُ إلَّا بزيدٍ\".\nوالمستثنى ب \"غَيْر، وسوى \" مخفوضٌ دائماً، ويعربان إعراب الاسم الواقع بعد \"إلاّ \".",
        "(1/64)\n\nوالمستثنى ب \"ليس، ولا يكون، وما خلا\nب \"خلا، وعدا وحاشا\" منصوبٌ أو مجرورٌ.\n(1/65)",
        "\nباب اسم \"لا\"\nوشرط إعمالها،: أن تكون نافيةً للجنس على سبيل الاستغراق، وأن لا يدخل عليها الجارُّ، وأن لا يفصل بينها وبين الاسم فاصلُ، وأن يكون هو والخبر نكرتين.\nفإذا توفرت الشروط وكان اسمها مضافاً أو شبهه كان منصوياً نحو \"لا صاحبَ علمٍ ممقوتٌ، ولا حَسَناً وجهُهُ بخيلٌ، ولا مخالفاً نَفسَهُ ذليلٌ، ولا خيراً منَ المعْروفِ عِنْدنا\"، وإن كان اسمها غير مضافٍ ولا شبهه بُنِيَ معها على ما ينصب به لو كان معرباً\nنحو \"لا رجلَ، ولا رجلين، ولا مسلمِينَ عندنا، ولا مسلماتِ \"، لكنَّ بناءَ الأخير على الفتح أرجح أوالتزمه، ابن عصفور.\nولك في نحو \" لا حولَ ولا قُوَّةَ إلَّا بالله \" فتح الأول، فيجوز في الثاني الفتح\nوالنصب والرفع كالصفة في نحو \" لا رجلَ ظريفٌ \"، ولك رفع الأول، فيمتنع في\n(1/66)\n",
        "الثاني النصب فقط، فإن لم تتكرر \" لا\" نحو \" لا حولَ وقوة\" وجب فتح الأول، وجاز في الثاني الرفع والنصب، وامتنع الفتح كالصفة إذا فُصِلَتْ نحو \"لا رجل فيها مقيماً، ومقيمٌ \"، وإذا علم خبر \"لا\" جاز حذفه كثيراً عند الحجازيين، ووجب عند التميميين\nنحو (قَالُوا لا ضَيْرَ) ، و (لا إِلَهَ إِلَّا اللَّهُ) .\n(1/67)\n\nباب المنادى\nوهو المطلوب إقباله بحرف نائب مناب \"أدعو\" لفظاً أو تقديراً،\nوحروف النداء ثما نية:\n\" يا، وأيا،، وهيا، ووا، والهمز ة، وأي \" مقصورتين وممدودتين.\nوإنما ينصب المنادى إذا كان مضافاً أو شبهه كـ \"يا أرحمَ الراحِمِين، ويا حسَناً وجْهُه،\nويا باذلاً فَضْلَهُ، ويا مجيباً للسائلين، ويا خيراً مِنْ كُلِّ أحد\"، أو كان نكرة غير مقصودة\nكـ \"يا غافلاً والموتُ يطْلُبه \"، وإن كان غيرَ مَضَاف وشبهه بني على ما يرفع به كـ \"يا زيدُ،\nويا رجلُ \"، لمعين، و\"يا زَيْدَانِ، ويا زَيْدُونَ، ويا مُسْلِمُونَ، ويا هِنْدَاتُ ويا مَعْدِي كَرب \"، وإن كان معتلاً قدرت فيه الضمة نحو \"يا قاضي، ويا فتى \"، وكذا المبني قبل النداء\nكـ \" سيبويهِ وحذامِ \"؛ فتقدر فيه الضمة ويظهر أثر ذلك في التابع نحو \"يا سِيبَويهِ العالمُ \"\nبرفع \"العالم \" ونصبه كما تفعل في نحو \"يا زيد الفاضلُ \"، وإذا اضطر إلى تنوين المنادى جاز\nنحو:\nسَلاَمُ اللِّهِ يا مَطَرٌ عَلَيْهَا*.... الوافر",
        "(1/68)\n\nو.............. ياعَدِيَّا لَقَدْ وَقَتْكَ الأوَاقِي\nوأما \" خبر كان وأخواتها \" و\" اسم إنَّ وأخواتها \" والتابع فقد تقدم.\n(1/69)",
        "\nباب المجرورات\nوهي قسمان على الأصح: مجرور بالحرف، ومجرور بالإضافة، وإليهما يرجع المجرور بالتبعية؛ إذ العامل في التابع هو، العامل في المتبوع، ثم الحرف الجار قسمان:\nما يجر الظاهر والمضمر، وهو سبعة: \" مِنْ، وإلى، وعن، وعلى، وفي،\nواللام، والباء للقسم وغيره \".\nوما يجر الظاهر فقط، وهو سبعة أيضاً،: \" الكاف، وحتى\"، وكذا \"ربَّ \"\nولا تجر من الظاهر إلا النكرة، وقد تحذف فيجب بقاء أعملها، وذلك بعد \"الواو\"\nكثير، وبعد الفاء قليل، وبعد \"بل \" أقل، نحو:\n22- وَلَيْلٍ كَمَوْجِ البَحْرِ.......... ... الطويل\n23- فَمِثْلِكِ حُبْلى قَدْ طَرَقْتُ........ الطويل\n(1/70)\n",
        "بلْ بَلَدٍ مِلْءُ، الفِجَاجِ قَتَمُهْ الرجز\nو\"مذ، ومنذ\" ولا يجر بهما إلا الزمان المعين غير المستقبل، و\"الواو للقسم \" ولا يختص بظاهرٍ مُعَيَّن، و\"التاء\" ولا يجر بها إلا لفظ \"الله \"، و\"ربّ \" مضافاً إلى الكعبة،\nأو لياء المتكلم نحو (تَاللهِ) ، و\"تربِّ الكعبة، وتربَي \"، وقولهم \"تالرحمنِ\nوتحياتِكَ \" نادر.\nومن حروف الجر \"خلا، وعدا، وحاشا \" على ما مر.\nوالمجر ور با لمضاف أربعة أقسام: مجرور ملك وملابسة كـ \" غلامِ زيدٍ \"، و\"سرج الدابة \"، ويقدر باللام.\nومجرور نوع وجنس، ويقدر بمن كـ \"ثوب خزٍ، وباب ساجِ، وخاتم حديدٍ \"، ويجوز في هذا أيضاً: نصب الثاني على التمييز أو على الحال، وإَتباعه لما قبله بدلاً، أو عطف بيان، أو نعتاً بتأويله بالمشتق.\nوإضافة هذين القسمين تسمى محضة،، لأنها خالصة من تقدير الانفصال،\n(1/71)\n\nوتسمى معنوية، لأنها أفادت أمراً معنوياً، وهو التعريف أو التخصيص.\nومجرور لفظ وتخفيف كـ \" هذا ضاربُ زيدٍ اليوم، وآكلُ خبزٍ غداً \"، ويجوز أيضا في هذا ونحوه من \"أسماء الفاعلين، والمفعولين \" التي بمعنى الحال والاستقبال تنوين الأول ونصب الثاني.\nومجرور تشبيه كـ \"حسن وجهٍ، وكريم أبٍ، وطاهر ذيلٍ، وعفيف يدٍ \"،\nونحوه من الصفات المشبهة، ويجوز في هذا أيضاً رفع الثاني على الفاعلية، ونصبه على التمييز، أو التشبيه بالمفعول، نحو: \"هذا رجل عفيفة يده وعفيف يداً\".\nوإضافة هذين القسمين تسمى لفظية \" لأنها لمجرد التخفيف في اللفظ لأن الاسم قد يكتسب بالإِضافة أموراً منها:\nالتعريف، والتخصيص، والتخفيف، والظرفية،\nوالبناء، وتأنيث المذكر كقولهم \" قُطِعتْ بَعضُ أَصَابعِهِ \"، وتذكير المؤنث كقوله:\nإِنارةُ العَقْلِ مَكْسُوفٌ بَطَوْعِ هَوَى ... وَعَقْلُ عَاصِي الْهَوَى يَزْدَادُ تَنْوِيرا. البسيط",
        "(1/72)\n\nباب العامل\nوهو ما عمل في غيره من رفع، أو نصبٍ، أو خفضٍ، أو جزمٍ، وجملة العوامل أربعة:\nمعنوي، وفعل، واسًم، وحرف.\nفالمعنوي شيئان: الأول، عامل الرفع في المبتدأ نحو \"زيدٌ قائمٌ \"؛ فزيدٌ مرفوع لابد له من رافع، وليس في اللفظ ما يرفعه؛ فوجب أن يكون العامل معنوياً، وذلك المعنى هو الابتداء، والابتداء هو اهتمامك بالشيءِ قبل ذكره، وجعلك له أولاً لثانٍ بحيث يكون ذلك الثاني حديثاً عنه، وهذا المعنى أيضا هو الرافع للخبر بنفسه عند قوم، والصحيح أنه مرفوع بالمبتدأ.\nالثاني عامل الرفع في الفعل المضارع، نحو \"مررت برجل يضحك \"، فيضحك فعل مضارع مرفوع،، وليس في اللفظ ما يرفعه؛ فوجب أن يكون العامل معنوياً، وذلك المعنى هو وقوعه موقع الاسم، وفيه أيضا أقوال هذا أصحها.\n(1/73)",
        "\nفصل\nوالفعل ثلاثة أقسام: متعدٍ، ولازمٌ، وواسطٌ لا يوصف بتعدٍ ولا لزوم، وهو\n\"كان وأخواتها\"، ثم المتعدي ثلاثة، أقسام: منها ما ينصب المبتدأ والخبرً جميعاً\nوهو \"ظن وأخواتها \"، وتقدم حكمها إذا توسطت أو تقدمت، ومنها ما يتعدى إلى مفعولين فينصبهما، ويجوز الاقتصار على أحدهما وهو ما كان المفعول الثاني، فيه غير الأول كـ \"أعطيت زيداً درهماً، وكسوت خالداً جبةً، وآتيت عَمْراً مالاً وأوليته خيراً\"،\nويلحق بهذا ما يتعدى إلى الثاني تارةً بنفسه، وتارةً بحرف الجر،\nنحو:\nأسْتَغْفِرُ اللهَ ذنْبا......................... البسيط\nو\"اخترت الرجال عَمْراً\"\nو27- أَمَرْتُكَ الْخَيْرَ.................... البسيط\n(1/74)\n",
        "و\"كَنَّيْتُ ولدي أبا عبد الله، وسميته محمداً، ودعوته بشراً، وزوجته هنداً، وصَدَقْتُه الوعدَ\nوكِلْتُه الطعام، ووزنته المال \"، ولا تلغى هذه الأفعال عن العمل تقدمت معمولاتها أو لا.\nومنها ما يتعدى إلى ثلاثة مفاعيل فينصبها، وهو سبعة:\n\"أعلم، وأرى، وأنبأ، ونبأَ، وأخبر، وخبَّر، وحدَّث \" نحو \"أعلمْتُ الناسَ القاضيَ عادلاً\"، وهي عاملة أبداً\nتقدمت معمولاتها أو لا، ويقع موقع المفعول الثالث \" كل ما\" جاز أن يقع موقعٍ المفعول الثاني من مفعولي ظننت، مثل \"أعلمت زيداً عَمْراً قائماً، وأعلمت زيدا عَمْراً قام أبوه، وأعلمت زيداً عَمْراً أبوه قائم، وأعلمت زيداً عَمْراً في الدار وعندك \".\nومنها ما يتعدى إلى مفعول واحدٍ فينصبه، وهو أفعال الحواس وما جرى مجراها مما يتعدى إلى مفعولٍ واحدٍ، مثل \"أَبصرتُ زَيداً، وشمَمْتُ الرَيحانَ، وذُقْتُ الطعَامَ، ولَمسْتُ المرْأةَ، وسَمِعْتُ القُرآنَ \".\nومنها ما يتعدى بواسطة حرف جر أو غيره، مثل \"مررت بزيدٍ، ونَزَلْتُ على عمروٍ\nوغَضِبْتُ مِنْ بشْرٍ\"؛ فهذا مجرور في اللفظ منصوب في التقدير، ويدل على ذلك\nجواز العطفَ عليه بالمنصوب عند بعضهم، كـ \"مَرَرْتُ بزيدٍ وعمروٍ\"، ويلحق بهذا\nما يتعدى تارة بنفسه وتارة بحرف الجر كـ \"شَكَرتُ، ونصَحْتُ، وأقصدتُ\n(1/75)\n\nومنها: \"نعم وبئس وحبذا وفعل التعجب \"، فنعم وبئس إذا وقع بعدهما معرفتان كانت المعرفتان مرفوعتين، وكانت المعرفة الأولى ب \"أل\" الجنسية أو بالمضاف إليها، نحو \"نعم\nالرجل زيد\"، (وَلَنِعْمَ دَارُ المتّقِينَ) ،\nو\"بئس الغلام غلام فلان \"، وإن كان أحدهما نكرة والآخر معرفة نصبت النكرة على التمييز ورفعت المعرفة، نحو \"نعم رجلاً\nزيد، ونعم رجلين الزيدان، وبئس رجالاً الزيدون \"، وإذا كان فاعلهما مؤنثاً جاز تذكير الفعل وتأنيثه خلافاً للأفعال، نحو \"نعم المرأةُ هندُ، ونعمت الجاريةُ جاريتُك \".\nوحبذا ترتفع بعدها المعرفةُ وتنتصبُ النكرةُ على التمييز إن كانت جنساً، وعلى الحال إن كانت مشتقةً، مثل \"حبذا رجلاً زيد، وحبذا قائماً عمروٌ، وحبذا امرأةً هندٌ،\nوحبذا قائمةً هندٌ\".\nوفعل التعجب ينصب المتعَجَّب منه أبداً إذا كان على صيغة \"ما أفعل \"، نحو \"ما أحسن زيداً\"، وإذا كان على صيغة \"أفعل به \" كان مجروراً، نحو \"أحسنْ بزيدٍ\".\nوأفعال الألوان والخلق الثابتة والزائدة على الثلاثة، لا يُتَعَجَّبُ منها إلا بأشد أو أشْدِدْ أأو أبين أو أظهر نحو \"ما أشدَّ بياضَ الثوب، وما أشد بياضَ الورق،،\nوأشْدِدْ، ببياضه \"، ولا يقال: \"ما أبيض، الثوب \" ونحوه.",
        "(1/76)\n\nوالأسماء العاملة عمل الفعل عشرة:\nأحدها: اسم الفعل وهو ثلاثة أنواع: ما هو بمعنى الماضي، كـ \" هيهاتَ\nبمعنى بَعُدَ وافترق \"، وشتَّانَ\nوما هو بمعنى الأمر، نحو \" صه، ومه، وإيهِ، وآمين، ودونَكَهُ، وعلَيْكَهُ \"،\nبمعنى اسكتْ، وانْكَفِفْ وزِدْنِي، واسْتَجِبْ، وخُذْهُ، والْزَمْهُ.\nوما هو بمعنى المضارع، نحو \" وَيْ، وواها \" بمعنى أعْجَبْ، \" وأوَّهْ، وأوَّاه \" بمعنى أتَوَجَّعْ، \"وأُفٍّ \" بمعنى أتَضَجَّرْ، وهذه الأنواع كلها سماعية، والقياسي ما صيغ من فعل ثلاثي تامٍّ على وزن فَعَال كـ \" نَزَالِ، ودَرَاكِ، وتَرَاكِ، وذَهَاب، وكَتَابِ \" بمعنى\nانْزِلْ،، وأدْرِكْ، واتْرُكْ، واذْهَبْ، واكْتُبْ.\nوقد يؤخذ من الأمثلة أن اسم الفعل ضربان \"مرتجل ومنقول \"، فالمرتجل: ما وضع من أول الأمر اسماً للفعل كـ \"شَتَّانَ، وصَه، ووَيْ \".\nوالمنقول: ما وضع لغيره ثم نقل إليه، ونقله إما من ظرف نحو \"مكانَكَ \" بمعنى اثْبُتْ، و\"أمامَك \" بمعنى تقَدَّمْ، و\" وراءَكَ \" بمعنى تَأَخَرْ، و\" عندَكَ، ولَدَيْكَ، ودُوْنَكَ \"\n(1/77)",
        "\nبمعنى خُذْ، أو جار ومجرور، نحو \"إليْكَ \" بمعنى تَنَحَّ، و\"عليْكَ \" بمعنى الْزَمْ.\nوحكم اسم الفعل أن يعمل عمل مسمَّاه، فيرفع الفاعل ظاهراً ومستتراً، ويتعدى إلى المفعول بواسطةٍ وغيرها، لكنْ يخالفه في: لزوم البناء مطلقاً، والتجرد من العوامل، ولا يحذف، ولا يبرز ضميرُه، ولا يتأخر عن معموله، ويكون مفرداً في التثنية والجمع، ولا ينصب المضارع في جواب الطلبي منه، وهذا كله يجوز في الفعل.\nالثاني: المصدر كـ \"ضَرْبٌ وإِكْرامٌ \"، فيضاف للفاعل مع ذكر المفعول نحو (وَلَوْلا دَفْعُ اللَّهِ النَّاسَ) ،\nوللفاعل مع ترك المفعول نحو (رَبَّنَا وَتَقَبَّلْ دُعَاءٍ) ،\nويضاف للمفعول مع ذكر الفاعل نحو (حِجُّ الْبَيْتِ مَنِ اسْتَطاعَ إِلَيْهِ سَبِيلاً) ، وللمفعول مع ترك الفاعل نحو (لا يَسْأمُ الْإِنْسَانُ مِنْ دُعَاءِ الخيرِ) ،\nوينوَّن نحو (أَوْ إِطْعَامٌ فِي يَوْمٍ ذِي مَسْغَبَةٍ * يَتِيماً) .\n[فصل]\nوحكم المصدر: أن يعمل عمل فعله فيرفع الفاعل، ويتعدى للمفعول بواسطة.\n(1/78)\n",
        "وغيرها، كـ \"عجبتُ من ضَرْبِكَ عَمْراً ومن قِيَامِكَ لزيدٍ\"، وقد يتعدى لمفعولين\nفأكثرَ، كـ \"عجبت من إِعْطَائِكَ زيداً درهماً، ومن إعْلامِكَ زيداً بكراً منطلقاً\"، لكن يخالف الفعل في أنَّ معموله لا يتقدم عليه ولا، يفصل بينه وبين معموله بأجنبي، ولا يعمل محذوفاً، ويجوز في تابع الفاعل المجرور بالمصدر الجرُّ حملاً على اللفظ، والرفعُ حملاً على المحلِّ، كـ \"عجبت من ضَرْب زيدٍ الظريفِ \"، وفي تابع المفعول\nالجرُّ والنصبُ، كـ \"أعجبني أكْلُ اللحمِ والخبزَ\".\nالثالث اسم المصدر وهو: ما ساوى المصدر في الدلالة وخالفه بخلوِّه عن بعض ما في فعله،\nكـ \" الكلام، والثواب، والعطاء، والوضوء، والغسل \"، وعمله كالمصدر عند الكوفيين نحو:\nقَالُوا كَلَامُكَ هِنْداً وَهْيَ مُصْغِيَة......... الوافر\nوقوله:\nلأَنَّ ثَوَابَ اللهِ كُلَّ مُوَحِّدِ \" جِنَان.... الطويل\n(1/79)\n\nوقوله:\n..................* وَبَعْدَ عَطَائِكَ الْمِائَة الرتَاعَا ... الوافر\nومنع البصريون ذلك وأضمروا لهذه المنصوبات أفعالاً تعمل فيها.\nالرابع اسمِ الفاعل: كـ \" ضارِب، ومُكْرِمٍ \"، فإن كان ب \" ال\" عمل مطلقاً كـ \"جاء الضاربُ زيداَ أمسِ أو الآنَ أو غداً\"، وإن كان مجرداً منها عمل بشرطين: كونه حالاً أو استقبالاً، واعتماده على \"نفي أو استفهام أو مخبَرٍ عنه أو موصوفٍ أو ذي حال \"\nنحو: \"ما ضاربٌ زيدٌ عَمْراً الاَن أو غداً، وأزيدٌ ضاربٌ بكراً، وزيدٌ ضاربٌ خالداً،\nومررت برجلٍ ضاربٍ عَمْراً، وجاء زيدٌ راكباً فرساً\"، ويجوز مع وجود الشرطين جر المفعول بالإِضافة نحو (إِنَّ اللَّهَ بَالغُ أَمْرِهِ) ، ولك قي تابع المفعول المجرور باسِم الفاعل الجر على اللفظ، والنصب على المحل كـ \"هذا طالبُ فقهٍ ونحوٍ وجاهٍ وما لا \".\nالخامس المثال وهو: ما حُوِّلَ للمبالغة من فاعلٍ إلى \" فَعَّالٍ ومفْعَالٍ وفَعُولٍ \" بكثرة، وإلى \"فَعِيلٍ وفَعِلٍ \" بِقِلَّةٍ، نحو \"أمَّا العَسًل فَأَناَ شَرَّابٌ \"، \"إِنًّهُ لمِنْحَارٌ بَوَائِكَهَا\"،",
        "(1/80)\n\nو \"اللهُ غفورٌ ذَنْبَ العَاصِينَ \"، و \"إنَّ اللهَ سَمِيعٌ دُعَاءَ مَنْ دَعَاهُ \"،\nوأتانِي أنَهُمْ مَزِقُونَ عِرْضِي................. الوافر\nالسادس اسم المفعول: كـ \" مَضْروب، ومُكْرَم \"، ويعمل عمل فعله المبني للمفعول نحو \"زيدٌ مَضْروبٌ عبدُه ومُكْرَمٌ غلامُهُ \"، كما تقول: \"زيدٌ ضُرِبَ عبدُه وأُكْرِمَ غلامُهُ \"، ويشترط لاسم المفعول والمثال ما اشترط لاسم الفاعل.\nالسابع الصفة المشبهة: كـ \"حَسَن وظريف وطاهر وضار\" نحو \"زيدٌ حَسَنٌ وجهُهُ وطاهرٌ ثوبُهُ \"، ولمعمولها ثلاث حالات:\nالرفع على الفاعلية أو البدلية من الضمير المشترك، كـ \"زيدٌ حسنٌ وجهُهُ \".\nوالنصب على التمييز أو التشبيه بالمفعول كـ \"زيدٌ حسنٌ وجهاً\"، والتشبيه بالمفعول فقط، كـ \"زيدٌ حسنٌ الوجهَ \".\nوالخفض بالإِضافة: \"زيد حسنُ الوجهِ \".\nالثامن والتاسع: \" الظرف والمجرور\" إذ اوقعا: صفةً، أو صلةً، أو خبراً، أو حالاً، أو اعتمدا على نفي أو استفهام، نحو \" مَرَرْتُ بَرجُل في الدارِ أو عِندكَ أخوه،\n(1/81)",
        "\nوجاءَ الذِي عندكَ أبوهُ، وزيد في الدارِ غلامُه، وما في اللهِ شكٌّ، وأعندَكَ زيد \"، فيجوز لك أن تجعل الظرف والمجرور خبراً مقدماً وما بعدهما مبتدأً مؤخراً، وكونه فاعلاً أولى عند الحذاقِ من النحويين لسلامته من مجاز التقديم والتأخير.\nالعاشر: اسم التفضيل، كـ \"أَكْرَم، وأَعْلَم \" ويستعمل ب \" من \"، أو مضافاً لنكرة غير، مطابقة للمفضَّلِ فيُفْرَدُ ويُذَكَرُ، كـ \" زيدٌ أَفْضَلُ مِنْ عَمْروٍ، والزَيْدُونَ أفْضَلُ مِنْ عَمْروٍ، وزَيْد أَفْضَلُ رجل، والزَيْدَانِ أَفْضَلُ رَجُلَينِ، ويستعمل بأل فيطابق كـ \"زَيد الأَ فْضَلُ، والزَيْدَانِ الأَفْضَلَانِ \"، ويستعمل مضافاً لمعرفةٍ، فيجوز الوجهان: المطابقة\nنحو (أَكَابِرَ مُجْرِمِيهاَ) ،\nوعدمها نحو (وَلَتَجِدَنَّهُمْ أَحْرَصَ النَّاسِ عَلَى حَيَاةٍ) ،\nولا ينصب المفعول مطلقاً بل يصل إليه \"باللام أو الباء\"،\nكـ \"زَيْد أَبْذَل للمعروف، وعَمْرو أَعْرَفُ الناسِ بالنَحوِ\"، ولا يرفع في الغالب اسما ظاهراً إلا في مسألة الكحل، وقد يرفع الظاهر مطلقاً في لغة حكاها سيبويه نحو\nمررتُ برِجلِ أَفَضَلَ منه أبوه.\nوالحروف قسمان: منها ما يعمل، ومنها ما لا يعمل.\nفالعاملة: منها ما ينصب الاسم ويرفع الخبر وعكسه، ومنها ما ينصب الفعل\n(1/82)\n",
        "المضارع، ومنها ما يجزمه، ومنها ما يجر الاسم، وقد مر الكلام عليها مفصلاً.\nوأما الحروف التي ليست بعاملة فكثيرة:\nمنها خمسة عشر حرف ابتداء وهي:\n\" أنَما وإِنَّما، وكَأَنما، ولكنَّما، ولَيْتَمَا، ولَعَلَّما \"، و\" أَمَّا \" بمعنى التفصيل، و\" أَمَا \" الخفيفة بمعنى الاستفتاح و\"لَوْلا\" بمعنى الامتناع، وحَتَّى في أحد، أقسامها، و\" أَلا\" بمعنى التنبيه، ولامُ الابتداء، وواو الحال، وإنْ الخفيفة في أحد أقسامها، ولكِنْ الخفيفة\".\nوإنما سميت حروفَ ابتداءٍ؛ لكثرة وقوع المبتدأ بعدها، ومنها: \"تسعة للعطف \"\nوتقدمت، ومنها: ستةٌ للجواب، وهي: \" نَعَم، وبَلَى، وإِي، وجَيْرَ، وأَجَلْ، وإن في أحد أقسامها \"، ومنها أربعةٌ للتحضيض وهي: \" لَوْلا، ولَوْما، وهَلَّا، وألَّا\"، فإذا وليَهُنَّ المستقبل كنَّ تحضيضاً، وإذا وليهن الماضي كنَّ توبيخاً ومنها أربعة للمضارعة وهي: \"الهمزة، والنون، والياء، والتاء \"، ومنها أربعةٌ تختص بالفعل مِن أوله وهي: \" قد، والسين، وسوف، ولو \"، ومنها ثلاثة للاستفهام وهي: \" الهمزة،\nوهَلْ، وأمْ \" وما عداها مما يُستفهم به فاسمٌ وليس بحرفٍ، وهو تسعة: \" مَنْ، ومَا، وكَمْ، وكَيْفَ، وأَيْ، وأَيْنَ، وأنَى، ومَتَى، وأَيَّانَ \". ومنها ثلاثة للتأنيث وهي:\n\"التاء، والألف المقصورة، والألف المدودة \". ومنها حرفان للتنفيس وهما: \" السين، وسوف \". ومنها حرفان لتأكيد الفعل وهما: \" النونان الثقيلة، والخفيفة \"، ومنها حرف النسب وهو: \"الياء المشدَّدة\"، وأحرف، التعريف وهو: \"الألف واللام \".\n(1/83)\n\nباب في ألفاظٍ متفقةٍ بمعانٍ مختلفةٍ\nفمنها: \"إذا \" فتستعمل ظرفيةً شرطيةً، وتارةً فُجائيةً، وقد اجتمعا في قوله تعالى: (ثُمَّ إِذَا دَعَاكُمْ دَعْوَةً منَ الْأَرْضِ إِذَا أَنْتُمْ تَخْرُجُونَ) ،\nفالأولئ ظرفيةٌ شرطيةٌ، والثانية فجائيةَ.\nومنها \"إذ\" فتستعمل ظرفاً لما مضى من الزمان، كقوله تعالى: (وَاذْكُرُوا إِذْ أَنْتُمْ قَلِيلٌ) ، وقوله، (وَاذْكُرُوا إِذْ كُنْتُمْ قَلِيلًا) ،\nوتستعمل حرفا للمفاجأة كقوله:\n3................ فَبَيْنَمَا العُسْرُ إذْ دَارَتْ مَيَاسِيرُ ... البسيط\nوحرفاً للتعليل كقوله تعالى: (وَلَنْ يَنْفَعَكُمُ الْيَوْمَ إِذْ ظَلَمْتُمْ) 139.\nومنها: \"لما\" فتكون حرِف وجود لوجودٍ، نحو \"لمَّا جاء زيد جاء عمرو\"، وحرف نفيٍ وجزمٍ وقلبٍ نحو (بَلْ لمَّا يَذُوقَوا) ،\nوحرف استثناء بمنزلة \"إلاَّ\" نحو\n\"أَئشُدُكَ اللهَ لمَا فعلتَ كذا\"، أي: ما أسألك إلا فعلَ كذا.",
        "(1/84)\n\nومنها: \"نَعَمْ \" فتكون حرف تصديقٍ بعد الخبر، وحرف إعلامٍ بعد الاستفهام، وحرف وعدٍ بعد الطلب.\nومنها: \"إيْ \"، وهو بمنزلة \"نَعَمْ \"إلا أنها تختصُّ دونها بالقسم كقوله تعالى: (قُلْ إِيْ وَرَبِّيَ) .\nومنها: \"حَتَّى\"، فتكون حرف غاية وجرٍ نحو (حَتَّى حِينٍ)\nوحرف عطفٍ نحو \"مَاتَ النَّاسُ حَتَّى الأَنْبِيَاءُ\"، وحرف ابتداءِ نحو:\n... حَتَّى مَاءَُ دِجْلَةَ أشْكَلُ ... الطويل\nويجمعُ الثلاثةَ؛ أكَلْتُ السَمَكَةَ حَتَّى رأسُها.\nومنها \" كَلا\" فتكون: حرف ردع وزجرٍ نحو قوله تعالى (رَبِّ ارْجِعُونِ\nلعَلِّي أَعْمَلُ صالِحاً فِيمَا تَرَكْتُ كَلَّاً) ،\nوحرف تصديق نحو (كَلَّا وَالْقَمَرِ) ، والمعنى إي والقمر، وحرفاً بمعنى حقاً أو أَلاَ نحو (كَلَّا لا تُطِعْهُ) ، (كَلَّا إِنَّ الْإٍ نسًانَ لَيَطْغَى) .\n(1/85)",
        "\nومنها\" \"لا\" فتكون ناهيةً نحو \" لا تعص اللهَ \"، ونافيةً نحو (لا إِلَهَ إِلَّا\nاللَّهُ) ، وزائدةً نحو (مَا مَنَعَكَ أَلَّا تَسْجُدَ) .\nومنها: \"لولا\" فتكون حرف امتناع لوجودٍ نحو \" لولا زيدٌ لزرتك \"، وحرف تحضيض نحو (لَوْلا تَسْتَغْفِرُونَ الَلَّهَ) ، (لولا جَاءُوا عَلَيْهِ بِأَرْبَعَةِ\nشُهَدَاءَ) ، وحرف عرض نحو \" لَوْلا تَنْزلُ عندنا فتصيبَ خيراً\"، وحرف\nتوبيخٍ نحو (فَلَوْلا نَصَرَهُمُ الَّذِينَ اتَّخَذُوا مِنْ دُونِ اللَّهِ قرْبَاناً آلِهَةً) .\nومنها: \"إِنْ \" فتكون حرف شرطٍ نحو (وَإِنِ تَعُودُواْ نَعُدْ) ،\nوحرف نفي نحو (إِنْ أَرَدْنَا إِلّا الْحُسنى) ، ومخففةً من الثقيلة نحو\n(إِنْ كُلُّ نَفسٍ لمَا عَلَيْهَا حَافِظ) ،\nوزائدةً والغالب وقوعُها بعد ما النافية نحو:\n.......... مَا إِنْ أَنْتُمُ ذَهَبٌ *.... البسيط\nوحيث اجتمعت \"ما وإن \" فإن تقدمت \"ما\" فهي نافية \"وإن \" زائدة كالمثال وإن تقدمت \"إن \" فهي شرطيةٌ و\"ما\" زائدة نحو (وَإِمَّا تَخَافَنَّ مِنْ قَوْمٍ خِيَانَةً) .\nومنها \"أن \" فتكون حرفاً مصدرياً، وهي الناصبة للفعل لا غير نحو (أَنْ تَقُولَ نَفْسٌ) ،\nوحرف تفسيرٍ بمنزلة \"أي \" التفسيرية نحو (أَنِ اتَّبِعْ مِلَّةَ إِبْرَاهِيم) ،\nأي اتبع، ومخفّفة من الثقيلة نحو (عَلِمَ أَنْ سَيَكُونُ مِنْكُمْ مَرْضَى) ،\nوزائدة نحو (فَلَمَّا أَنْ جَاءَ الْبَشِيرُ)\n(1/86)\n",
        "وأُقْسِمُ أَنْ لَوْ الْتَقَيْنَا..........*.... الطويل\nومنها \"مَنْ \" فتكون شرطية نحو (مَنْ يَعْمَلْ سُوءاً يُجْزَ بِهِ) ،\nواستفهاميةً نحو (مَنْ بَعَثنا منْ مَرْقَدِنَا) ،\nونكرة موصوفة نحو \" مَرَرْتُ بمَنْ مُعْجِبٍ لك \"، وموصولةً نحو \"جاءَ مَنْ نُحُبُّه \".\nومنها \"أي \" فتكون شرطيةً نحو \"أَيُّ الدوابِ تركبْ أركَبْ \"، واستفهاميةً نحو \"أَيُّ الدوابِ تركبُ؛ \"، وموصولةً نحو (لَنَنْزِعَنَّ مِن كُلِّ شِيعَةٍ أيّهُمْ أَشَدُّ) ، ودالةً على معنى الكمال نحو \" هذا رجل أَيُّ رَجُلٍ، ووصلةً،\nيُتَوَصَّلُ بها لنداء ما فيه أَلْ نحو (يَا إيُّهَا الْإِنسَانُ) .\nومنها \"لو\" فتكون: حرف امتناعٍ لامتناعٍ نحو \"لَوْ جَاءَ زيدٌ أَكْرَمْتُه \"، وحرف شرط غير جازمٍ نحو (وَلْيَخْشَ الَّذِينَ لَوْ تَركُوا) ،\nأيْ إنْ تركوا، وحرفاً مصدريا نحو (وَدُّوا لَوْ تُدْهِنُ فَيُدْهِنُون) ، (يَوَدُّ أَحَدُهُمْ لَوْ يُعَمَّرُ) ،\n(1/87)\n\nوحرف تمَنٍّ نحو (فَلَوْ أَنَّ لَنَا كَرَّةً) ،\nوأداة عرضِ نحو \" لو تنزل عندنا\"، قيل وتكون للتقليل نحو \" تَصَدَّقُوا ولو بِظلْفٍ مُحَرَّقٍ \".\nومنها \"قد\" فتكون اسماً بمعنى \"حَسْبُ \"، واسم فعل بمعنى يكفي، وحرف تحقيقِ نحو (قَدْ أَفْلَحَ مَنْ زَكَّاهَا) ،\nوحرف تقريبٍ نحو \"قد قَامَتْ الصلاة\"،\nوحرف توقعٍ نحو (قَدْ سمعَ اللَّهُ) ،\nوحرف تقليلٍ نحو \" قَدْ يَصدُقُ الكَذُوبُ، وقد يَجُودُ البخيل \"، وحرف تكثيرِ نحو:\nقَدْ أَتْرُكُ القِرْنَ مُصْفَرا أَنامِلُهُ ... البسيط\nومنها \"الواو\": فتكون للعطف نحو \"جاءَ زيد وعَمْرو\"، وللمعيَّة نحو \"جاءَ الأميرُ والجَيْشَ \"، وللحال نحو \"جاء زيد والشمسُ طالِعَة\"، وللاستئناف نحو (لّنبَيِّنَ لَكُمْ وَنُقِرُّ فِي الْأَرْحَامِ) ،\nوللقسم نحو \"واللهِ \"، وزائدة نحو (حَتَّى إِذَا جَاءُوهَا وفُتِحَتْ أَبْوَابُهَا) ، ومقدرة بعدها \"رُبَّ \" نحو \" وقصيدةٍ\".\nومنها \" ما \" تكون: استفهاميةً نحو (وَمَا تِلْكَ بِيَمِينِكَ يَا مُوسَى) ، وشرطيةً",
        "(1/88)\n\nنحو (وَمَا تَفْعَلُو امِنْ حيْرٍ يَعْلَمْهُ اللَّهُ) ،\nوموصولةً نحو (مَا عِنْدَكُمْ يَنْفَدُ وَمَا عِنْدَ اللَّهِ بَاقٍ) ،\nونكرةً موصوفةً، نحو \"مَرَرْتُ بما مُعْجِبٍ لَكَ \"، وتعجبيةً نحو \"ما أَحْسَنَ زَيْداً\"، ونافيةً تعملُ عملَ ليسَ نحو (مَا هَذَا بَشَراً) ،\nونافيةً لا تعمل نحو \"مَا قَامَ زَيدٌ\"،\nومصدريةً ظرفيةً نحو (مَا دُمْتُ حَيّاً) ،\nومصدريةً غير ظرفيةٍ نحو (بِمَا نَسُوا يَوْمَ الْحِسَاب) ،\nوكافةً: إما عن عمل الرفع في الفاعل، وذلك في \"قَلَّما، وطَالَمَا، وكَثُرَ ما \"، وإما عن عمل الرفع والنصب وذلك مع \"إنَّ \" وأخواتها\nنحو (إِنما اللَّهُ إِلَهٌ وَاحِدٌ) ،\nوإما عن عمل الجر نحو\n............... كَمَا سَيْفُ عَمْروِ لَمْ تَخُنْهُ مَضَارِبُه ... الطويل\nومسلطةً ما لا يعمل على العمل فيعملِ وهي: اللاحقة \"حيث، وإذ\"\nنحو \"حَيْثُمَا تَكُنْ أَكُنْ \"، وإذْ ما تَأْتني أُكْرِمْك \"، وزائدةً بعد الجارِّ نحو (فَبمَا رَحْمَةٍ) ، (عَمَّا قًلِيلٍ) ،\nوموجبةً، وهي: التَي تدخل على النفي فينعكس إيجاباً نحو \"مازَال ومَا انْفَكَ وما فَتِئ وما بَرِحَ زَيدٌ قائماً\"؛\nلأن هذه الأربعة مجردة للنفي؛ فإذا دخلت عليها \"ما\" انعكس الحكم.\n(1/89)",
        "\nباب في الجُمَل\nوهي قسمان: جمل لها محل من الإِعراب، وجمل لا محل لها، فالجمل التي لها\nمحل سبع:\nإحداها الواقعة \" خبراً \"، فمحلها الرفع في: باب المبتدأ، وباب \" إنَّ \" نحو \" زيدٌ قام، وإنَّ زيداً أبوه قائمٌ \" ومحلها النصب في باب كان وكاد نحو \" كان زَيْدٌ أبوه قائمٌ، وكاد زيدٌ يهلكُ \".\nالثانية: الواقعة \"حالاً\" ومحلها النصب نحو \"جاءَ زَيْد يضحكُ\"، وكذا كل جملة وقعت بعد معرفة محضة.\nالثالثة: الواقعة \"مفعولاً به \" ومحلها النصب أيضاً نحو (قَالَ إِنِّي عَبْدُ اللَّهِ) ،\n\" وظننت زيداً يقرأ، وأعلمت زيداً عَمْراً أبوه قائمٌ \".\nالرابعة: \"المضاف إليها \" ومحلها الجر، نحو (هَذَا يَوْمُ يَنْفَعُ الصَّادِقِينَ صِدْقُهُمْ) ، وكذا كل جملة وقعت بعد \"إذ أو إذا أو حيث \".\nالخامسة: الواقعة \"جوابا لشرط جازم \"، ومحلها الجزم إذا كانت مقرونة بالفاء أو \"إذا الفجائية\" نحو (وَإٍ ن يُرِدْكَ بخَيْرٍ فَلا رَادَّ لِفَضْلِهِ) ،\n(وإنْ تُصِبْهُمْ سَيِّئَةٌ بِمَا قَدَّمَتْ أَيْدِيهِمْ إِذا هُمْ يَقْنَطونَ) .\n(1/90)\n",
        "وأما نحو \"إن قام زيدٌ قمتُ \" فمحل الجزم محكوم به للفعل وحده لا الجملة بأسرها.\nالسادسة: الواقعة \"نعتاً\" لمفردٍ نكرةٍ محضةٍ، ومحلها بحسب ذلك المفرد، فإن كان مرفوعاً فهي في محل رفع، أو منصوباً فهي في محل نصب، أو مجروراً فهي في محل جرٍ، نحو \"جاءني رجلٌ يضحكُ، ورأيت رجلاً يضحك، ومررت برجلٍ يضحكُ \".\nالسابعة: التابعة لجملة لها محلَّ، نحو \"زيدٌ قامَ أبوهُ وقعدَ أخوهُ \".\nوالجمل التي لا محل لها سبع.\nأحدها: الابتدائية وتسمى المستأنفة نحو (إِنَّا أَنْزَلْنَاهُ) ،\nونحو\n................. حَتَّى مَاءُ دِجْلَةَ أشْكَلُ ... الطويل.\nالثانية: الواقعة صلةً لموصولٍ اسميٍ أو حرفيٍ نحو \"جاء الذي قام، وعجبت مما قام \".\nوالثالثة: \"المعترضة بين شيئين \" نحو (فَإِنْ لَمْ تَفْعَلُوا وَلَنْ تَفْعَلُوا فَاتَّقُوا) ، (وَإِنَّهُ\nلَقَسَمٌ لَوْ تَعْلَمُونَ عَظِيمٌ) ،\nونحو \"عليٌّ وإنْ لم يحمل السلاحَ شجاعٌ \".\nوالرابعة: المفسرة لغير ضمير الشأن نحو (كَمَثَلِ اَدَمَ خَلَقَهُ مِنْ تُرَابٍ) .\n(1/91)\n\nوالخامسة: الواقعة جواباً للقسم نحو \"أقسمت بالله إنَّ الصلحَ خيرٌ \".\nوالسادسة: الواقعة جواباً لشرط غير جازم كجواب \"إذا، ولو ولولا، أو لشرط جازم ولم تقترن بالفاء، نحو \"إنْ قام زيدٌ قمت \".\nوالسابعة: التابعة لما لا محل له نحو (قام زيد وقعد عمرو\"، هذا إذا لم تقدر الواو للحال.\nتنبيه: إنما قيدنا فيما مرَّ المعرفة بكونها محضةً، والنكرة كذلك احترازاً من غير المحض منهما كقوله تعالى: (كَمَثَلِ الْحِمَارِ يَحْملُ أَسْفَاراً)\n(بِدُخَانٍ مُبِينٍ يَغْشَى النَّاسَ) ،\nفجملة يحمل ويغشى تحتمل الحالية والوصفية، لأن الحمار وقع بلفظ المعرفة، لكنه كالنكرة في المعنى من حيث الشيوع؛ إذ المراد به الجنس\nلا حمار بعينه، والدخان وقع بلفظ النكرة لكنه تخصص بالصفة، وقد تقع الجملة بعد النكرة والمعرفة ولا تكون حالاً ولا صفةً؛ لفساد المعنى نحو قوله تعالى: (وَحِفْظا مِنْ كُلِّ شَيْطَانٍ مَارِدٍ لَا يَسَّمَّعُونَ) .",
        "(1/92)\n\nباب في الخط\nاعلم أن الممدود كـ \" حنَّاء وكِساء ورِدَاء وزكرياء وحمراء\" يكتب بألف واحدة في حال الجر والرفع، وبألفين في حال النصب إن كان منصرفاً، فإن ثني الممدود كتب مطلقاً بألفين، والمقصور إن كانت ألفه رابعةً فما زاد كـ \" مولى ومجتبى ومستدعى \"\nكتب أبداً بالياء ما لم يكن قبل آخره ياء، فيكتب بالألف، كـ \" الدنيا والعليا والعطايا\"،\nإلا \"يحيى وربَّى \" علمين، فيكتبان بالياء، وإن كانت ألفه ثالثةً وكان أصلها واواً\nكتبت بالألف، كـ \"العصا والعلا والرضا\"، وإن كان أصلها ياء كتبت بالياء، كـ \"الفتى\nوالغنى \" ضد الفقر، وإن اتصل بالمقصور مضمرٌ كتب بالألف مطلقاً كـ \"فتاهُ ورحاهُ \".\nويعرف ما أصله \" الواو\" مما أصله \" الياء \" بالتثنية، كـ \" الفتيان والعصوان\"\nوبوزن فَعْلة من المصادر، كـ \" غزوةٌ ورمية\"، وبرد الفعل إلى النفس، كـ \" غزوتُ ورميتُ \"،\nوبالمضارع كـ \" يغزو ويرمي \"، وبالإمالة كـ \" متى وبلى \"، وحروف الجر مثل \"إلى وعلى \" تكتب بالياء لأنها ترجع إلى الياء مع المضمر نحو \"إليك وعليك \".\nوكلا وكلتا يكتبان بالياء عند الكوفيين لأنهما قد أميلا، وإذا جهل أمر الألف\n(1/93)",
        "\nكتب بالألف لأنه الأصل مثل ألف \"ما ولا وذا وتا \".\nوالزكاة والصلاة والحياة يكتب بالواو مادام مفرداً، فإن كان مضافاً أو مثنى\nكتب بالألف على القياس.\nوالذي والتي وجمعهما يكتب بلام واحدة، ومثناهما بلامين فرقاً بين التثنية\nوالجمع نحو \"رأيت اللذين قاما واللتين خرجتا \".\nويكتب \" داود وطاوس \" بواو واحدة، وتزاد الواو في \"عمرو\" في حال الرفع والجر فرقاً بينه وبين \"عُمَر\" وفي النصب لا لبس، وتزاد الواو في \" أولئك \" فرقاً بينه وبين إليك، وتكتب مائة بالألف فرقاً بينها وبين منه.\nوتزاد الألف بعد واو الجمعٍ إذا لم تكن متصلة بمضمر نحو (كُلُوا وَاشْرَبُوا) ، \"ودعوا \" فرقا بينها وبين يدعو ويغزو التي من نفس الكلمة،\n(1/94)\n",
        "وتحذف همزة لام التعريف إذا دخل عليها لام الابتداء أو لام الجر، نحو \"لَلَّرجُلُ خير من المرأة، ولِلْرَّجُلِ عندي حقّ، ولله أرحمُ بعباده \"، (لِلَّهِ الْأَمْرُ) ،\nوتحذف ألف الوصل من \"ابن \" إذا وقع مفرداً صفةً بين \"علمين أو كنيتين أو لقبين \" سواء اتفق ذلك أو اختلف نحو \"هذا زيدُ بن عمرو، وهذا أبو القاسم بن أبي محمدٍ، وهذا القائد بن القائد، وهذا زيدٌ بن الأمير، وزيد بن أبي القاسم، فلو قلت:\n\" هذا زيدٌ ابنُ أخينا، وإن محمداً ابن عمرو، وهذا أخونا ابنُ زيدٍ \"، وجعلت ابنا نعتاً\nلأَثْبَتَّ الألف، وكذلك \" إن زيداً ابن أخينا \"، ولو قلت: \" هذا زيد وعمرو ابنا خالد\" لأثبت الألف في هذا كله، وإنما تحذف مع ما شرطناه، وزاد بعضهم \" ولم يقع ابن أول السطر\".\nوكلما إذا كانت ظرفاً كتبت ما معها متصلة نحو \"كلما قُمْتَ قمتُ \"، وإن كانت اسماً كتبت منفصلةً نحو \"كل ما عندي لك، وكل ما في الدنيا فانٍ \".\nوهاء التنبيه تكتب مع، ذا متصلة نحو \" هذا، وهذه، وهذان، وهؤلاء\"، فإن\n(1/95)\n\nدخلت كاف الخطاب كتبت منفصلة نحو \"هاذاك وهاذانك وهاتانك وهاؤلائك \".\nوما إذا كانت موصولة واتصلت بنحو \"إنَّ، وليت \" كتبت منفصلة نحو (إنَّ مَا عِنْدَ اللهِ هُوَ خَيْرٌ) ، وإن كانت حرفاً كتبت متصلة نحو (إِنما اللَّهُ إِلَهٌ وَاحِدٌ) ، وإذا كانت استفهامية ودخل عليها حرف الجر حذف ألفها نحو (عَمَّ يَتَسَاءَلُونَ) ، (فِيمَ أَنْتَ مِنْ ذِكْرَاهَا) ، (فنَاظِرَةٌ بِمَ يَرْجِعُ المُرْسَلُونَ) .\nوفي هذا القدركفاية لمن وفقه الله تعالى، وما توفيقي إلا بالله وإليه المرجع والمآب، وصلى الله على سيدنا محمد النبي الهاشمي وعلى آله وصحبه وسلم.\nتم وكمل بحمد الله وعونه وحسن توفيقه والحمد لله وحده وصلواته على عباده الذين اصطفى ...",
        "(1/96)\n"
    ]
}