{
    "partText": [
        "\nدور اللهجة في التقعيد النحوي\nدراسة إحصائية تحليلية\nفي ضوء همع الهوامع للسيوطي\nدكتور\nعلاء إسماعيل الحمزاوي\nأستاذ العلوم اللغوية المساعد بكلية الآداب\nجامعة المنيا\nمقدمة\nالحمد لله والصلاة والسلام على رسول الله .. سبحانك اللهم لا علم لنا إلا ما علمتنا إنك أنت العليم الحكيم .. وبعد\nفقد لفت انتباهي أثناء قراءتي في كتاب \"همع الهوامع\" ترُدّدُ ذكر اللهجات العربية بصورة بارزة على لسان السيوطي، كما لفت انتباهي شمولية حديث السيوطي في كل مسائل الكتاب وتوفيتها حقها من آراء النحويين السابقين، مع ذكر اللهجات المستمدة منها بعض القواعد النحوية، سواء أكانت اللهجات منسوبة إلى قبائل أم غير منسوبة. ولعل السيوطي لم يكن مبالغا في وصفه الهمع بقوله في مقدمته: \"وبعد فإن لنا تأليفا في العربية جمع أدناها وأقصاها، وكتابا لم يغادر من وسائلها صغيرة ولا كبيرة إلا أحصاها .. حشدت فيه ما يُقرّ الأعين..\". وقد أثار ذلك في ذهني مجموعة من التساؤلات: هل للهجات دور مهم وقيمة بارزة في التقعيد النحوي؟ وما أكثر اللهجات تمثيلا لقواعد النحو العربي الأكثر شيوعا؟ وما الحَكَم في أن قاعدة ما أكثر شيوعا من قاعدة أخرى، أو قاعدة مستعملة وأخرى أقل استعمالا؟ وما موقف السيوطي من اللهجات العربية التي استقى منها النحاة قواعدهم؟ وهل ذكر كل تلك اللهجات في همعه؟ أو أهمل بعضا منها؟ وهل ذكر أصحاب تلك اللهجات من القبائل العربية؟ وهل كل اللهجات مستعملة في نحو العربية؟ أو بعضها مستعمل وبعضها مهمل؟ وهل كان لصاحبنا رأي فيها؟ وما مصطلحاته في الإشارة إليها؟\n(1/1)\n",
        "من هنا كانت هذه الدراسة الإحصائية التحليلية للظواهر اللهجية النحوية في كتاب \"همع الهوامع\"؛ لتوضيح دور اللهجة وإبراز قيمتها في التقعيد النحوي، والوقوف على أكثر اللهجات تمثيلا لقواعد العربية، والتعرف على موقف السيوطي من تلك اللهجات، ومدى إحصائه لها في همعه، ورأيه فيها، وغير ذلك مما سلف ذكره من التساؤلات المطروحة.\nوأود أن أحيط القارئ علما بأربعة أمور:\nـ أولها: أن مقصود الباحث بـ\"الظاهرة اللهجية النحوية\" ما اختلفت فيه القبائل العربية من لهجات تؤثر في تركيب الجملة أو في حركة الحرف الأخير للكلمة من إعراب وبناء؛ ويدخل في إطار ذلك ظواهر يرى بعض العلماء أنها صرفية ـ ولا مخالفة لرأيهم ـ لكن الباحث رأى أفضلية إدراجها في إطار الظواهر النحوية؛ لأنها تمس التركيب من جانب ما، مثل ظواهر الضمائر والموصولات وأسماء الإشارة، من حيث الحذف وتنوع حركة البناء، وغير ذلك.\nـ ثانيها: أن مرجعيتنا في الحُكْم على أن قاعدة ما أكثر شيوعا من قاعدة أخرى، أو قاعدة مستعملة وأخرى أقل استعمالا أو غير مستعملة هي لغة القرآن الكريم بقراءاته المتواترة ما أمكن ذلك؛ فهي ـ في رأيي ـ لغة نموذجية أدبية مشتركة بين القبائل العربية، كانوا يفهمونها ويتحدثون بها في المحافل الرسمية، وكذلك الشعر العربي الموثوق به.\n(1/2)\n\nـ ثالثها أن الباحث سيدخل في دراسته مباشرة، ولن يمهّد لها بإطار نظري عن اللهجات العربية وقبائل تلك اللهجات والأنساب العربية من النواحي الجغرافية والتاريخية والسياسية وآراء العلماء فيها، فذلك مبثوث في مباحث مستقلة من مؤلفات علمية حديثة سابقة على هذا البحث، يسهل الرجوع إليها، ومن تلك المؤلفات: \"في اللهجات العربية\" للدكتور إبراهيم أنيس، و\"اللهجات العربية في القراءات القرآنية\" للدكتور عبده الراجحي، و\"اللهجات العربية في التراث\" للدكتور علم الدين الجندي، و\"اللهجات العربية القديمة\" للدكتور داود سلوم، و\"لغة تميم\" للدكتور ضاحي عبد الباقي، و\"الحذف والتعويض في اللهجات العربية من خلال معجم الصحاح\" للدكتور سلمان سالم رجاء السحيمي، و\"النحو والصرف بين التميميين والحجازيين\" للدكتورالشريف عبد الله الحسيني البركاتي، و\"اللهجات في كتاب سيبويه أصواتا وبنية\" للدكتورة صالحة راشد غنيم، وغير ذلك، فضلا عن كتب التراث العربي اللغوي والجغرافي والتاريخي التي لا تُحصَى عددا.\nـ رابعها: أن طبيعة الموضوع اقتضت أن يُوزّع البحث على خمسة مباحث رئيسة هي: تنوع علامات الإعراب والبناء، الإثبات والحذف، الإعمال والإهمال، التعدد الوظيفي، المشهور وغير المشهور في القاعدة. وقد راعى الباحث في عرض هذه الظواهر منهج صاحب الهمع في ترتيب عرضها ما أمكن ذلك.\nاللهجة لغة واصطلاحا",
        "(1/3)\n\nتنص المعاجم العربية على أن اللهجة هي اللسان أو طرفه أو جرس الكلام، أو هي اللغة التي جبل عليها الإنسان فاعتادها ونشأ عليها(1). أما في الاصطلاح فهي \"مجموعة من الصفات اللغوية تنتمي إلى بيئة خاصة، ويشترك في هذه الصفات جميع أفراد هذه البيئة، وبيئة اللهجة هي جزء من بيئة أوسع وأشمل تضم عدة لهجات، لكل منها خصائصها، ولكنها تشترك جميعا في مجموعة من الظواهر اللغوية التي تيسر اتصال أفراد هذه البيئات بعضهم ببعض، وفهم ما قد يدور بينهم من حديث فهمًا يتوقف على قدر الرابطة التي تربط بين هذه اللهجات، وتلك البيئة الشاملة التي تتألف من عدة لهجات هي التي اصطلح على تسميتها باللغة\"(2).\nومن ثم فالعلاقة بين اللهجة واللغة هي علاقة الخاص بالعام أو الفرع بالأصل، غير أن اللغويين العرب القدماء حين أشاروا إلى الفروق بين لهجات القبائل العربية لم يستعملوا مصطلح اللهجة بهذا المفهوم، إنما كانوا يستعملون مصطلح \"لغة\" أو \"لُغيّة\"، ولعل السبب في ذلك أنهم لم يتوفروا على دراسة لهجة كاملة من لهجات القبائل التي كان يتكلمها الناس في حياتهم العادية، إنما كانت ملاحظتهم تنصب على الفروق بين اللهجات التي دخلت الفصحى؛ ولذا لم نجد كتابا تراثيا يحمل عنوانه مصطلح \"اللهجات\"، في حين أننا نجد كثيرا مصطلح \"اللغات\"، فقد عقد ابن جني في خصائصه بابا بعنوان \"تداخل اللغات\"، وثمة كتب عنوانها (كتاب اللغات) للغويين مثل الفراء وأبي عبيدة والأصمعي، غير أن هذه الكتب لم تصل إلينا، وإنما أشير إليها في مواضع مختلفة من كتب التراث اللغوي(3).\nالمبحث الأول\nتنوع علامات الإعراب والبناء\n__________\n(1) انظر: الجوهري: الصحاح وابن منظور: لسان العرب والزبيدي: تاج العروس (ل هـ ج)\n(2) هذا هو تعريف د/إبراهيم أنيس. انظر له: في اللهجات العربية 16\n(3) انظر: د.عبده الراجحي: اللهجات العربية في القراءات القرآنية 51 : 52\n(1/4)",
        "\nنعرض في هذا المبحث عدّة ظواهر لهجية في تنوع علامات الإعراب والبناء في الأسماء والأفعال والحروف، بمعنى أن تكون الكلمة معربة في لهجة ومبنية في لهجة أخرى، أو تكون مبنية على حركة ما في لهجة ومبنية على حركة أخرى في لهجة أخرى، أو تكون معربة بحركة في لهجة ومعربة بحركة أخرى أو بحرف ما في لهجة أخرى، كل هذا دون تنوع الوظيفة النحوية للكلمة داخل التركيب النحوي، أي تتنوع علامات الإعراب والبناء مع أحادية الوظيفة النحوية لها داخل الجملة؛ وهذا الأمر يؤدي إلى تعدد القواعد النحوية في الظاهرة الواحدة، وقد تكون إحدى القواعد مستعملة وسواها أقل استعمالا أو مهملة على النحو الذي نراه فيما يقدم.\nوالظواهر التي نعرض لها: صيغة (فعال)، والأسماء الستة والمثنى وجمع المذكر والملحق بهما، والضمائر وأسماء الإشارة والأسماء الموصولة، وجزم المعتل الآخر والمهموز الآخر والمضعف وبناء اسم الفعل، والمنقوص المنصوب والمنادى الموصوف بـ(ابن) وياء المتكلم المضافة للمنادى، والظروف، وتنوع بناء الحروف.\nالظاهرة الأولى\nصيغة ( فَعالِ) علَما لمؤنث .. واسم فعل أمر\nأولا: فَعَالِ علما للمؤنث :\nذكر السيوطي أن (فعالِ) علم المؤنث كحَذامِ وقطامِ ورقاشِ وغلابِ وسجاحِ أعلام لنسوة، وسكاب وعرار لبقرة، وظفارِ لبلدة. عند بني تميم فإنهم يعربونه ممنوعا من الصرف للعلمية والعدل عن فاعلة .. أما الحجازيون فإن باب (حذامِ) عندهم مبني على الكسر إجراءً له مجرى (فَعالِ) الواقع موقع الأمر كـ(نزالِ)؛ لشبهه به في الوزن والعدل والتعريف .. وأكثر بني تميم يوافقون الحجازيين فيما آخره راء كـ(سَفارِ): اسم لماء و(حضارِ) اسم كوكب، فيبنونه على الكسر للشبه السابق، وإنما خصوه بما آخره راء؛ لأن من مذهبهم الإمالة، وإنما يتوصلون إليها بكسر الراء، ولو رفعوا أو فتحوا لم يصلوا إليها. وبعضهم يعربه على أصله في (حذام)، قال الأعشى فجمع بين اللغتين:\n(1/5)\n",
        "ومرّ دهرٌ على وبارِ فهلكت جهرة وبارُ\nفبنى (وبار) أولا على الكسر، ثم أعربه آخرا؛ لأن قوافي القصيدة مرفوعة(1).\nثانيا: فَعَالِ (اسم فعل أمر):\nذكر السيوطي أنه \"اتفق الحجازيون والتميميون وسائر العرب على بناء (فعال) المعدول على الكسر إذا كان مصدرا، ومأخذه السماع كـ(فَجَارِ) وقرئ (لا مساسِ)(2)، أو حالا نحو (بَدادِ)، أو صفة جارية مجرى الأعلام، ومأخذها السماع، نحو: (جنادِ) للشمس، أو ملازمة للنداء نحو: يا فَسَاقِ، أو أمرا نحو: نَزَالِ وحَذَارِ، وفي قياسها خلاف. وبنو أسد تبني الأمر على الفتح تخفيفا\"(3).\nتعليق:\nمن خلال النص الأول نرى أن في (فَعَالِ) علما للمؤنث ثلاث لهجات:\nالأولى: لهجة جمهور بني تميم، وهي إعرابه ممنوعا من الصرف إلا إذا كان مختوما بالراء فإنهم يبنونه على الكسر. والثانية: لهجة بعض بني تميم، وهي إعرابه ممنوعا من الصرف مطلقا. والثالثة: لهجة أهل الحجاز، وهي البناء على الكسر مطلقا.\nكما نلحظ أن السيوطي لم يذكر مصطلح (لهجة)، وإنما ذكر أصحابها، كما نلحظ أنه لم يفاضل بين تلك اللهجات، كأن يجعل إحداها قياسا وغيرها خلاف القياس، كما فعل الشيخ الرضي وابن منظور حينما حكما بقياسية اللهجة التميمية(4)\nومن النص الثاني يتبين لنا أن المشهور والأكثر استعمالا هو البناء على الكسر، لأنه لغة جميع العرب ما عدا بني أسد؛ ومن ثم فهو الأصل؛ والفتح تخفيف؛ لأن الفتحة أخف الحركات، وهو عدول عن الأصل.\nالظاهرة الثانية\nالأسماء الستة والمثنى وجمع المذكر والملحق بهما\nأولا: الأسماء الستة :\n__________\n(1) انظر: همع الهوامع 1/93 : 94 وانظر: ابن هشام: قطر الندى 17\n(2) سورة طه 97 و(مساسِ) بكسر السين قراءة شاذة، وهي اسم للفعل معرفة. انظر: العكبري: إعراب القراءات الشاذة 2/89 ، والألوسي: روح المعاني 16/752\n(3) الهمع 1/94\n(4) انظر: شرح الكافية 2/74 ولسان العرب: مادة (ر ق ش ـ رقاش)\n(1/6)\n\nيقول السيوطي: \"الباب الثالث من أبواب النيابة الأسماء الستة (أب، أخ، حم، فم بلا ميم، ذو كصاحب، وهن) فإنها ترفع بالواو وتنصب بالألف وتجر بالياء بشروط: أن تكون مضافة لغير ياء المتكلم، وأن تكون مكبّرة .. وجرت عادة النحاة أن يذكروا لغات هذه الأسماء، ففي (هن) النقص، وهو الإعراب بالحركات، وهو فيه أشهر من الإعراب بالحروف، كحديث (فأعضوه بهن أبيه) .. وفي (أب) النقص، كقوله: بأبه اقتدى عديّ في الكرمْ ومن يشابه أبه فما ظلمْ\nوالقصر كقوله: إن أباها وأبا أباها قد بلغا في المجد غايتاها\nوالتشديد نحو: هذا أبّك. وأفصحها القصر ثم النقص ثم التشديد .. وفي أخ الثلاثة: سمع في القصر: (مكره أخاك لا بطل)، وحكى أبوزيد: جاءني أخُّك ، وفيه أخْوٌ بسكون الخاء بوزن دلو، قال رجل من طئ:\nما المرء أخْوَك إن لم تُلفِه وَزَراً عند الكريهة مِعْواناً على النُوَب\nوفي (حم) النقص والقصر، وفي فم عشر لغات: النقص والقصر والتشديد...\"(1).\nثانيا: المثنى والملحق به:\nيقول السيوطي: \"هو ما دل على اثنين بزيادة في آخره صالح للتجريد عنها، وعطف مثله عليه، فإنه يرفع بالألف وينصب ويجر بالياء، نحو: (قال رجلان)، ولزوم الألف في الأحوال الثلاثة لغة معروفة عزيت لكنانة وبني الحارث بن كعب وبني العنبر وبني الهُجيْم وبطون من ربيعة وبكر بن وائل وزبيد وخَثْعم وهمدان وفَزَارة وعُذْرة، وخُرّج عليها قوله تعالى: (إنّ هذان لساحران) وقوله صلى الله عليه وسلم: (لا وتران في ليلة)، وأنشد عليها قوله(2):\nإن أباها وأبا أباها قد بلغا في المجد غايتاها\nوفي حديثه عن النيابة بين الحركات والحروف في البناء يقول السيوطي: \"ومثال نيابة الحرف عن الحركة: (لا رجلين في الدار)، و(لا رجلان) على لغة (كنانة) نابت الياء والألف عن الفتحة..\"(3)\n__________\n(1) انظر: الهمع 1/128 : 129\n(2) انظر: الهمع 1/133 : 134\n(3) انظر: الهمع 1/62 : 63 وانظر: ابن هشام: مغني اللبيب 1/245",
        "(1/7)\n\nثم ذكر السيوطي أنه \"يلحق بالمثنى في الإعراب ألفاظ تشبهه، وليست بمثناة حقيقة لفقد شرط التثنية .. منها كلا وكلتا بشرط أن يضافا إلى مضمر، نحو: (إما يبلغن عندك الكبر أحدهما أو كلاهما)، وتقول: رأيت كليهما، فإن أضيفا إلى مظهر أجريا بالألف في الأحوال كلها. هذه هي اللغة المشهورة، وبعض العرب يجريهما مع الظاهر مجراهما مع المضمر في الإعراب بالحرفين، وعزاها الفراء إلى كنانة، وبعضهم يجريهما معهما بالألف مطلقا\"(1).\nوفي موضع آخر ذكر السيوطي أنه \"من العرب من يجعل الإعراب في المثنى على النون إجراء له مجرى المفرد. حكى الشيباني: هذانِ خليلانُ..\"(2).\nثالثا: جمع المذكر والملحق به:\nيقول السيوطي(3): \"الباب الخامس من أبواب النيابة جمع المذكر السالم، فإنه يرفع بالواو وينصب ويجر بالياء.. وألحق بالجمع في إعرابه ألفاظ ـ ليست على شرطه ـ سُمعت فاقتصر فيها على مورد السماع، ولم يتعدَّ..منها: أرضون وبنون وأبون وأخون وهنون وسنون .. ثم إعراب هذا النوع إعراب الجمع لغة الحجاز وعليا قيس، وأما بعض بني تميم وبني عامر فيجعل الإعراب في النون ويلزمه الياء، قال(4):\nأرى مرّ السنينِ أخذن مني (كما أخذ السرار من الهلال)(5)\n__________\n(1) انظر: الهمع 1/134 : 135\n(2) الهمع 1/160\n(3) انظر: الهمع 1/151 : 160 (باختصار)\n(4) تجدر الإشارة إلى أن السيوطي في بعض الشواهد الشعرية لم يذكر البيت كاملا، وإنما اكتفي بأحد شطريه (صدره أو عجزه) حيث موضع الشاهد؛ ورأى الباحث أن يسجل الشطر الآخر في المتن موضوعا بين قوسين، معتمدا في ذلك على المعجم المفصل في شواهد النحو الشعرية للدكتور/إميل يعقوب، وهو مرتب ترتيبا هجائيا مما يسهّل الرجوع إليه للتوثيق. بالإضافة إلى تعليق د.عبد العال سالم مكرم محقق الهمع في الهامش؛ حيث إنه يسجل الشطر الآخر من البيت.\n(5) انظر: د.إميل يعقوب: المعجم المفصل 2/753\n(1/8)",
        "\nثم الأولون يتركونه بلا تنوين، والآخرون ينونونه، فيقولون في المنكر: أقمت عنده سنيناً بالتنوين، قال(1):\nمتى تنجُ حبوا من سنينٍ مُلحّةٍ (تتم لأخرى تُنزل الأعصم الفردا)\nوقال ابن مالك: ولو عومل بهذه المعاملة عشرون وأخواته لكان حسنا؛ لأنها ليست مجموعا، فكان لها حق في الإعراب بالحركات كسنين، وأباه أبو حيان، قال: لأن إعرابها إعراب الجمع على جهة الشذوذ فلا نضم إليه شذوذا آخر. ومن العرب من يلزمه الواو وفتح النون، ومن العرب من يلزمه الواو ويعربه على النون كـ(زيتون)، قال في البسيط: وهو بعيد من جهة القياس(2).\nومن العرب من يجعل الإعراب في الجمع على النون إجراء له مجرى المفرد وعليه خرّج قوله(3):\n(رب حيّ عَرنْدَسٍ ذي طَلال) لا يزالون ضاربينَ القِبابِ\nوقد يقال: الشياطون، تشبيها لزيادتي التكسير فيه بزيادتي الجمع السالم، فنقل من الإعراب بالحركات إلى الإعراب بالحروف، ومنه قراءة: (وما تنزلت به الشياطون)(4).\nرابعا: في حركة نون المثنى وجمع المذكر :\n__________\n(1) انظر: المرجع السابق 1/197\n(2) انظر لأبي حيان: ارتشاف الضرب 2/579\n(3) انظر: المرجع السابق 1/99\n(4) الشعراء 210 وهي قراءة الحسن. انظر: العكبري: إعراب القراءات الشاذة 2/226\n(1/9)\n",
        "يذكر السيوطي(1) أن الشائع في هذه النون الكسر في المثنى والفتح في الجمع، وورد العكس وهو فتحها مع المثنى وكسرها مع الجمع، فقيل: هو لغة، وقيل: فتح نون المثنى لغة، وكسر نون الجمع ضرورة(2)، وقيل: ذلك خاص بحالة الياء فيهما بخلاف حالة الرفع، وعليه أبو حيان، وقال ابن جني: ومن العرب من يضم النون في المثنى، وهو من الشذوذ بحيث لا يقاس عليه، وقال الشيباني: هو لغة، وقال أبوحيان(3): مع الألف لا مع الياء لأنها شبهت بألف غضبان وعثمان. ومن أمثلة ذلك:\nأعرف منها الأنف والعينانَا ومنخرينِ أشبها ظبيانا\nوماذا يبتغي الشعراء مني وقد جاوزت حدّ الأربعينِ\nيا أبتا أرقّني القِذّانُ فالنوم لا تطعمه العينانُ\nتعليق:\nمن خلال كلام السيوطي على اللهجات في الأسماء الستة نلحظ أنه لم يذكر مصطلح اللهجة أو اللهجات، وإنما ذكر مصطلح (اللغات) وهي مرادفة للهجات في اللسان العربي، كما أنه لم يشر إلى القبائل العربية أصحاب اللهجات المخالفة للمشهور ـ أو الأقل استعمالا ـ كالقصر والنقص والتشديد، غير أنه فاضل بينها فجعل أفصحها القصر ثم النقص ثم التشديد. ونسب إلى طئ لهجة رابعة في (أخ) وهي (أخْوَ) بإثبات الواو مع إعرابها بالحركات.\n__________\n(1) انظر: الهمع 1/164 : 166\n(2) ابن هشام: أوضح المسالك 1/58 : 62 وقال المحقق: هذه اللغة نقلها الفراء عن بني أسد\n(3) انظر: التذييل والتكميل مجلد أول ورقة 59 وتجدر الإشارة إلى أن الباحث حاول أن يوثق كلام أبي حيان دون غيره من النحاة؛ لأن السيوطي اعتمد في همعه أكثر ما اعتمد على أبي حيان في كتابه التذييل والتكميل وهو مخطوط بدار الكتب المصرية رقم 6016هـ\n(1/10)\n\nوقد نسبت لهجة القصر إلى القحطانيين ومنهم بنو الحارث بن كعب وخثعم وزُبيد، وقد وردت أصداء لهذه اللهجة في قبائل الشمال، وعليها خُرِّج قوله ـ صلى الله عليه وسلم ـ (ما صنع أبا جهل) وقول أبي حنيفة (لا قَوَدَ في مثقل ولو ضربه أبا قُبيس)(1).\nومن خلال كلامه عن الظواهر اللهجية في إعراب المثنى نخلص إلى أن في إعراب المثنى ثلاث لهجات تمثل ثلاث قواعد نحوية سائدة بشكل متفاوت كثرة وقلة في القبائل العربية، وهي:\nـ الأولى: لهجة تعربه بالحروف، وهي أكثرها شهرة وانتشارا بين معظم القبائل العربية، لاسيما القبائل الحجازية والتميمية، وبها نزل القرآن في قراءاته المتواترة.\nـ الثانية: لهجة تلزمه الألف في جميع الأحوال رفعا ونصبا وجرا، وهذه تتوسط الشهرة والانتشار ما بين الأولى والثالثة، وبها قرئ القرآن في بعض الشواذ.\nـ الثالثة: لهجة تعربه بالحركات على النون، وقيل: الحركات مقدرة على الحرف الأخير من المفرد، وهذه أقلها شيوعا وشهرة، وليس لها مثال في القرآن الكريم، لكن قد يلجأ إليها شاعر في قصيدة ما؛ ومن ثم فاحتفاظ المصادر القديمة بمثل هذه اللهجة ميزة وإضافة إلى جهد النحاة واللغويين.\nولعل إثبات النحاة لهذه اللهجة الأخيرة يعضد رؤية د/حسن عون بأن الإعراب بالحركات أسبق طورا من الإعراب بالحروف اعتمادا على نظرية (البسيط يسبق المركب)، وعلى قول النحاة بأن الإعراب بالحروف إنما هو نيابة عن الحركات(2).\n__________\n(1) انظر: شرح ابن عقيل هامش 1/52 وداود سلوم: اللهجات العربية القديمة 34\n(2) انظر: د.عبده الراجحي: اللهجات العربية 184 نقلا عن د.حسن عون: اللغة والنحو 83 وانظر: د.محمد حماسة عبداللطيف: العلامة الإعرابية150 وما بعدها (نقلا عن المرجع نفسه)، ولم يرتض د.حماسة رأي د.عون، وذهب إلى أن كل العلامات الإعرابية أصلية. وهو رأي وجيه.",
        "(1/11)\n\nومن ناحية أخرى فإن القبائل التي تلزم المثنى الألف بعضها تقترب موقعا من الحجاز، وأخرى تقترب من تميم، وهذا يعني أن هذه اللهجة انتشرت في مساحة كبيرة من الجزيرة العربية، وتحدث بها عدد غير قليل من العرب.\nوبإعادة قراءة نص السيوطي في الجمع السالم والملحق به يتضح لنا أن في إعراب جمع المذكر لهجتين تمثلان قاعدتين نحويتين سائدتين بشكل متفاوت ـ كثرة وقلة ـ في القبائل العربية:\nـ الأولى: لهجة تعربه بالحروف وهي أكثرهما شهرة وشيوعا، وهي لهجة معظم القبائل العربية، وهي لغة القرآن الكريم بقراءاته المتواترة.\nـ الأخرى: لهجة تعربه بالحركات إجراء له مجرى المفرد ، وهي لهجة تقل عن الأولى في الفصاحة، فلم يقرأ بها أحد من قرّاء القرآن، ولم ينسبها السيوطي لقبيلة بعينها، وإنما أشار إليها بقوله: (ومن العرب ..) أي بعض العرب.\nوفي إعراب ما ذكرناه وأمثاله من الملحقات بجمع المذكر خمس لهجات تمثل خمس قواعد نحوية سائدة بشكل متفاوت ـ كثرة وقلة ـ في القبائل العربية:\nـ الأولى: لهجة تعربه بالحروف، وهي أكثرها شهرة وانتشارا، وهي لغة الحجاز وعليا قيس، وبها نزل القرآن في قراءاته المتواترة.\nـ الثانية: لهجة تلزمه الياء وتجعل إعرابه في النون بدون تنوين حملا على الممنوع من الصرف، ولم يشر السيوطي إلى ذلك، وهي لهجة بني تميم.\nـ الثالثة: لهجة تلزمه الياء وتجعل إعرابه في النون مع التنوين على أنه اسم مصروف، وهي لهجة لم يشر إليها القرآن في قراءاته المتواترة، لكنها وردت في حديث الرسول \"اللهم اجعلها عليهم سنينا كسنين يوسف\" وهي لهجة بني عامر.\nـ الرابعة: لهجة تلزمه الواو وفتح النون، ولم ينسبها السيوطي لقبيلة بعينها.\nـ الخامسة: لهجة تلزمه الواو وتعربه على النون كـ(زيتون)، ولم تُنسَب لقبيلة ما.\n(1/12)",
        "\nويلاحظ على كلام السيوطي في حركة نون المثنى والجمع السالم أنه لم ينسب أية لهجة في فتح النون أو كسرها مع المثنى أو الجمع لقبيلة بعينها، وإنما اكتفى بقوله (لغة) ولم يذكر مصطلح (لهجة)، كما لم يبدِ رأيه فيما قال، وإنما اكتفى بتسجيل أقوال السابقين, ولعل في ذلك إيحاء بموافقته لهم.\nالظاهرة الثالثة\nالضمائر وأسماء الإشارة والأسماء الموصولة\nأولا: الضمائر:\nينحصر حديثنا عن الظواهر اللهجية في الضمائر في أربع ظواهر: أولاها حركة هاء الغيب بين الضم والكسر والإسكان. والثانية حركة الواو والياء في (هو / هي) بين الفتح والإسكان، والثالثة حركة كاف الخطاب في المثنى والجمع بين الضم والكسر، والرابعة تنوع حركة ميم الجمع المتصلة بالضمير.\nـ حركة هاء الغيبة ( ـه) بين الضم والكسر والإسكان:\n(1/13)\n",
        "يقول السيوطي(1): \"هاء الغائب أصلها الضم كـ(ضربهُ ولهُ وعندهُ) ، وتكسر بعد الكسرة، نحو: (مرّ بِهِ، ولم يعطِهِ) وبعد الياء الساكنة نحو: (فيهِ وعليهِ ويرميهِ) إتباعا ما لم تتصل بضمير آخر فإنها تضم نحو: (يعطيهُمُوه ولم يعطهُموه) فإن فصل بين الهاء والكسر ساكن قلّ كسرها، ومنه قراءة ابن ذكوان: (أرجئهِ وأخاه)(2)، ثم كسرها في الصورتين المذكورتين لغة غير الحجازيين، أما الحجازيون فلغتهم ضم هاء الغائب مطلقا، وبها قرأ حفص (وما أنسانيهُ) و(بما عاهد عليهُ الله) وقرأ حمزة (لأهلهُ امكثوا)(3).. وإسكان هذه الهاء لغة قليلة قرئ بها: (إن الإنسان لربهْ لكنود)(4).. وكسر الهاء في المثنى والجمع ككسرها في المفرد، فيجوز في الصورتين عند غير الحجازيين، ويضم فيما عداهما، وعند الحجازيين مطلقا، قال أبو عمرو: والضم مع الياء أكثر منه مع الكسرة\".\nـ حركة الواو والياء في (هو / هي) بين الفتح والإسكان:\n__________\n(1) انظر: الهمع 1/202\n(2) الأعراف 111 والشعراء 36 وقال الألوسي: \"ضم الهاء وكسرها لغتان مشهورتان وقد طعن كثير في هذه القراءة؛ فقال الحوفي: إنها ليست بجيدة، وقال الفارسي: إن ضم الهاء مع الهمزة لا يجوز غيره، وكسرها غلط؛ لأن الهاء لا تكسر إلا بعد ياء ساكنة أو كسرة، ورُدّ بأن الهمزة ساكنة، والحرف الساكن حاجز غير حصين، فكأن الهاء وليت الجيم المكسورة فلذا كسرت، وأن الهمزة عرضة للتغيير كثيرا بالحذف وإبدالها ياء إذا سكنت بعد كسرة، فكأنها وليت ياء ساكنة فلذا كسرت، وذكر أبو شامة أن القراءة متواترة وما ذكر لغة ثابتة عن العرب\". روح المعاني 9/32\n(3) الآيات على التوالي: الكهف 63 ، الفتح 10 ، طه 10\n(4) العاديات 6 ولم أجد هذه القراءة في تفسير الطبري ولا في روح المعاني ولا في إعراب القراءات الشواذ. راجع الآية في الكتب الثلاثة.\n(1/14)\n\nالأصل فتح الواو والياء، وقد تسكنان، يقول السيوطي: \"وتسكين الواو والياء لغة قيس وأسد، كقوله(1):\nوركضك لولا هُوْ لقيتَ الذي لقوا (فأصبحتُ قد جاورت قوما أعاديا)\nـ حركة كاف الخطاب في المثنى والجمع بين الضم والكسر:\nيقول السيوطي: \"تُكسر بقلة كاف المثنى أو الجمع بعد الكسرة والياء الساكنة نحو: بِكِم وفيكِم وبكِما وفيكما، هذه لغة حكاها سيبويه عن ناس من بكر بن وائل، وقال: إنها رديئة جدا\"(2).\nـ حركة ميم الجمع المتصلة بالضمير:\nبعد أن انتهى السيوطي من الحديث عن أنواع الضمائر في حالتي الإفراد والتثنية، وساق لها أمثلة بـ(ضربتما وضربهما ومرّ بكما..) استطرد قائلا: \"وإذا أريد الجمع المذكر في المذكورات زيد ميم فقط نحو: ضربتم، ضربكم، مرّ بكم، ضربهم، مر بهم. وفي هذه الميم أربع لغات: أحسنها السكون، ويقابلها الضم بإشباع وباختلاس، والضم قبل همزة قطع، والسكون قبل غيرها. فإن وليها ضمير متصل فالضم واجب عند ابن مالك راجح مع جواز السكون عند سيبويه ويونس، نحو: ضربتموه، ومنه (أنلزمكموها) هود28 وقرئ (أنلزمكمها) بالسكون. ووجه الضم أن الإضمار يردّ الأشياء إلى أصولها غالبا، والأصل في ضمير الجمع الإشباع بالواو، كما أشبع ضمير التثنية بالألف، وإنما ترك للتخفيف\"(3).\nثانيا: أسماء الإشارة :\n__________\n(1) انظر: الهمع 1/210 و انظر: د.إميل يعقوب: المعجم المفصل 2/1071\n(2) انظر: الهمع 1/205\n(3) الهمع 1/199 والسيوطي يقصد إسكان ميم الجمع؛ ولذلك جاءت الكلمة بدون واو، وهي بهذا الشكل لم توجد في كتب القراءات والتفاسير، وإنما القراءة الواردة في بعض المصادر هي بإسكان ميم الفعل، وهي منسوبة لأبي عمرو اختلاسا. وقال النحاس: \"ويجوز في غير القرآن (أنلزمْكُمْها)، يجرى المضمر مجرى المظهر، كما تقول: أنلزمكمْ تلك\". انظر: إعراب القرآن للنحاس 2/280 وإعراب القراءات الشواذ 1/660 والألوسي 11/334",
        "(1/15)\n\nيرى الباحث أن الظواهر اللهجية في أسماء الإشارة تتعلق ببنية الكلمة (صوتا وصرفا)، وما يمس منها الجانب النحوي هو استعمال اللام مع الكاف في اسم الإشارة مثل (ذاك وذلك، أولئك وأولالك)، فاللام والكاف لهما دلالة نحوية؛ فقد ذكر السيوطي أن أكثر النحويين ذهبوا إلى أن الإشارة ثلاث مراتب: قربى ولها المجرد من اللام والكاف، ووسطى ولها ذو الكاف، وبُعدى ولها ذو الكاف واللام(1).\nواستعمال الكاف بدون اللام لهجة تميم واستعمال الكاف مع اللام لهجة الحجاز، يقول السيوطي: \"إن بني تميم ليس من لغتهم استعمال اللام مع الكاف، والحجازيين ليس من لغتهم استعمال الكاف بلا لام، فلزم من هذا أن اسم الإشارة على اللغتين ليس له إلا مرتبتان، وأن القرآن لم يرد فيه المجرد من اللام دون الكاف\"(2).\nثالثا : الأسماء الموصولة :\nالأصل في الموصولات أنها مبنية غير أن منها أسماء وردت معربة في بعض اللهجات، وهي الذين واللائين واللاءات وذوات وذو وذات. يقول السيوطي: \"والذين لجمع المذكر بالياء في الأحوال كلها ... وإعرابه لغة طيئ وهذيل وعقيل(3)، فيقال في الرفع: اللذون بالواو. قال:\nنحن اللذون صبحوا الصباحا يوم النخيل غارة ملحاحا\nومنها: اللاء كالذين، واللائين. قال(4):\nوإنّا من اللائين إن قدَروا عفوا (وإن أتربوا جادوا وإن تربوا عفوا)\nوتُعرب في لغة كالذين. قال(5):\nهمُ اللاؤن فكّوا الغُلّ عنّي (بمرْو الشاهِجانِ وهمْ جناحي)\nومنها لجمع المؤنث: اللاتي واللائي .. واللاءات بالبناء على الكسر، وبالإعراب كجمع المؤنث السالم. وذوات بالبناء على الضم في لغة طيئ وبالإعراب كجمع المؤنث السالم في لغة حكاها البهاء ابن النحاس، ومن شواهدها قوله:\nأولئك إخواني الذين عرفتهم وأخدانُك اللاءاتُ زُيّنَّ بالكَتَمْ\n__________\n(1) انظر: الهمع 1/261\n(2) انظر: الهمع 1/260\n(3) انظر: أبو حيان: ارتشاف الضرب 2/1004\n(4) انظر: د.إميل يعقوب: المعجم المفصل 2/1059\n(5) انظر: المرجع السابق 1/183\n(1/16)",
        "\nوقوله:\nجمعتهُا من أينُقٍ سوابقِ ذواتِ ينهضْنَ بغير سائقِ\nوذو في لغة طيئ لا يستعملها موصولا غيرهم، وهي مبنية على الواو، وقد تعرب. قال:\nفإن الماء ماء أبي وجدي وبئري ذو حفرت وذو طويت\nوقال(1):\n(فإما كرام موسرون لقيتهم) فحسبي من ذو عندهم ما كفانيا\nويروى (من ذي) بالإعراب. وذات عندهم أيضا، وهي خاصة بالمؤنث مبنية على الضم، حُكِي (بالفضل ذو فضلكم الله به والكرامةِ ذاتُ فضلكم الله بَهْ) وحُكي إعرابها\"(2).\nومن المبنيات ما لعبت اللهجات دورا في تنوع حركة بنائه، كـ(الذي والتي)؛ فيذكر السيوطي أن \"في الذي والتي لغات: إثبات الياء ساكنة، وهي الأصل، وتشديدها مكسورة، قال:\nوليس المالُ فاعلمْه بمالٍ وإن أغناك إلا الذيِّ\nينالُ به العلاء ويصطفيه لأقربِ أقربيه وللقصيِّ\nوتشديدها مضمومة قال:\nأغضِ ما استطعتَ فالكريمُ الذيُّ يألف الحلم إن جفاه بَذيُّ\nوحذف الياء وإسكان ما قبلها، قال:\nفلم أر بيتا كان أحسن بهجةً من الَّذْ به من آل عزَّة عامرُ\nوحذفها وكسر ما قبلها، قال:\nشُغفَتْ بكَ اللّتِ تيَّمتْكَ فمثلُ ما بكَ ما بها من لوعةٍ وغرامِ\nوقال أبو حيان: ومن ذهب إلى أن ما ذكر من التشديد والحذف بوجهين خاص بالشعر فمذهبه فاسد؛ لأن أئمة العربية نقلوها على أنها لغات جارية في السعة\".(3)\nتعليق:\n__________\n(1) انظر: المرجع السابق 2/1087\n(2) انظر: همع الهوامع 1/285 : 289\n(3) انظر: الهمع 1/283 : 285 وانظر: التذييل والتكميل مجلد أول ورقة 179 وانظر كذلك: ارتشاف الضرب 2/1003\n(1/17)\n",
        "بعد هذا العرض الموجز للظواهر السابقة يرى الباحث أن في ضمير الغيبة ثلاث لهجات تمثل ثلاث قواعد نحوية تفاوتت في انتشارها بين القبائل العربية، هي لهجة الضم ولهجة الكسر اتباعا لكسر، ولهجة الإسكان، وهي قليلة ليس لها شواهد قرآنية، وأن الأصل في حركة هاء الغيب (ضمير الغائب المتصل) الضم؛ بدليل أنها مضمومة في الضمير المنفصل (هُو)، وأن الكسر بعد كسرة أو ياء ساكنة هو مخالفة للأصل، ويعد مظهرا من مظاهر التخفيف في اللسان العربي؛ ففيه انسجام حركي، والانسجام كمظهر من مظاهر التخفيف والتسهيل في الكلام اتسمت به بعض القبائل العربية البدوية؛ بهدف الاقتصاد في المجهود العضلي عند النطق، أما القبائل المتحضرة ـ القبائل الحجازية ـ فقد حافظت على الأصل في النطق؛ لأنها تميل إلى التأني والهدوء في النطق. وهذا لا يخالف ما ذكره د. أنيس من أن الضم للبدو والكسر للحضر(1)، إذ هذا بمثابة قانون عام، شذت عنه ظواهر؛ منها هذه الظاهرة. وتسجيل القرآن للهجتين يدفعنا إلى القول بعدم التفاضل بينهما؛ فكلتاهما سمة يوسم بها ناطقوها وهي فصيحة لديهم، غير أن السيطرة كانت للغة الانسجام في قراءة حفص، فكل مواضع هذا الضمير في القرآن قد جاءت على لغة الانسجام إلا في الموضعين اللذين ذكرهما السيوطي: (أنسانيهُ إلا) و(عاهد عليهُ الله)؛ حيث قرأهما حفص بالضم.\nكما يرى أن في حركة الواو والياء لهجتين تمثلان قاعدتين: لهجة الفتح وهي الأصل، وهي المنتشرة والشائعة بين القبائل العربية، ولهجة الإسكان، وهي أقل شيوعا وانتشارا؛ إذ إنها مقصورة على قبيلتي قيس وأسد.\nوفي كاف الخطاب لهجتان: لهجة الضم وهي الأصل والمشهورة، ولهجة الكسر اتّباعا، وهي لهجة رديئة ليس لها حظ من الاستعمال والشيوع، ولم يسجلها لنا القرآن في قراءة متواترة أو شاذة؛ ومن ثم فاللهجتان لا تمثلان قاعدتين نحويتين عند النحاة.\n__________\n(1) في اللهجات العربية 91\n(1/18)\n\nوفي ميم الجمع أربع لهجات: لهجة الإسكان، ولهجة الضم بإشباع وباختلاس، ولهجة الضم قبل همزة قطع، ولهجة الإسكان قبل غيرها. وإن وليها ضمير متصل فالضم أشهر وأكثر استعمالا، وإن ورد الإسكان في القراءات الشاذة؛ لأن الأصل في ضمير الجمع الإشباع بالواو، والإسكان أحسن إن لم يلِها ضمير متصل تخفيفا.\nويرى الباحث أن كل الظواهر اللهجية المذكورة في الضمائر أقرب إلى الظواهر الصوتية منها إلى الظواهر النحوية؛ لأن تفسيرها جميعا تفسير صوتي تفسره لنا ظاهرتا المماثلة والمخالفة بهدف التخفيف في اللسان العربي.\nويرى الباحث أن الظواهر اللهجية في أسماء الإشارة ظواهر تتعلق ببنية الكلمة إلا استعمال اللام مع الكاف في اسم الإشارة؛ حيث لهما دلالة نحوية؛ لأن الإشارة ثلاث مراتب: قربى ولها المجرد من اللام والكاف، ووسطى ولها ذو الكاف، وبُعدى ولها ذو الكاف واللام. واستعمال الكاف بدون اللام لهجة بني تميم، واستعمال الكاف مع اللام لهجة الحجازيين. ولم يرد في القرآن المجرد من اللام دون الكاف.\nأما الموصولات الاسمية المذكورة ففي بعضها لهجتان: لهجة تبنيها وهذا هو الأصل والأشهر وهو لغة القرآن، ولهجة تعربها، وهي لهجة قليل من العرب، وعليها جاءت بعض الأشعار، وهذه الموصولات هي (الذين واللائين واللاءات وذوات وذو وذات). وقد نسب السيوطي إعراب (الذين) لقبائل طيئ وهذيل وعقيل، ونسب بناء (ذو) و(ذوات) على الضم لـ(طيئ) ولم يذكر لنا لهجات الإعراب في الموصولات: (ذو) و(ذات) و(ذوات) و(اللائين) و(اللاءات).\nوفي بناء (الذي والتي) لهجات: إثبات الياء ساكنة، وهي الأصل، وتشديدها مكسورة، وتشديدها مضمومة، وحذف الياء وإسكان ما قبلها، وحذف الياء وكسر ما قبلها، وهي لهجات جارية في السعة كما ذكر العلماء.\nالظاهرة الرابعة\nجزم المعتل الآخر والمهموز الآخر والمضعف\nوبناء اسم الفعل\nأولا: جزم المعتل الآخر:",
        "(1/19)\n\nهو ما آخره ألف كـ(يخشى) أو واو كـ(يغزو) أو ياء كـ(يرمي)، فإنه يجزم بحذف حرف العلة نيابة عن السكون، وذكر السيوطي أنه يجوز في الشعر تسكين ما قبل هذه الحروف بعد حذفها تشبيها بما لم يحذف منه شيء، كقوله(1):\nومن يتّقْ فإن الله معْهُ (ورزق الله مؤتاب وغاد)\nوورد إبقاء هذه الحروف مع الجازم، كقوله(2):\nألم يأتيك والأنباء تَنمِي (بما لاقت لبون بني زياد)\n__________\n(1) انظر: د.إميل يعقوب: المعجم المفصل 1/238\n(2) انظر: المرجع السابق 1/246 ولعل هذا البيت مما أزال الإعراب عن وجهه الذي رسمه النحاة. يقول ابن جني تعليقا على هذا البيت: \"إن كان ترك زيغ الإعراب يكسر البيت كسرا لا يزاحفه زحافا فإنه لابد من ضعف زيغ الإعراب واحتمال ضرورته .. فاعرف إذاً حال ضعف الإعراب الذي لابد من التزامه مخافة كسر البيت من الزحاف الذي يتكبه الجفاة الفصحاء إذا أمنوا كسر البيت، فإن أمنت كسر البيت اجتنبت ضعف الإعراب، وإن أشفقت من كسره ألبتة دخلت تحت كسر الإعراب\". انظر: الخصائص1/333 وحول (مُزيلات الإعراب) انظر: د.محمد إبراهيم البنا: الإعراب سمة العربية 34 : 38\n(1/20)",
        "\nفالجمهور على أنه مختص بالضرورة، وقال بعضهم: إنه يجوز في سعة الكلام، وإنه لغة، وخرّج عليه قراءة (لا تخف دركا ولا تخشى) و(إنه من يتقي ويصبر)(1).\nثانيا: جزم المهموز الآخر:\nذكر السيوطي أنه يجوز تسهيل المهموز الآخر، كـ(يقرأ ويقرئ)، وحكي الخضراوي أنه لغة ضعيفة، فإذا دخل الجازم على المضارع في هذه اللغة لم يجز حذف الآخر له؛ لأن حكمه حكم الصحيح، قال:\nعجبت من ليلاك وانتيابها من حيث زارتني ولم أورا بها\nأي ولم (أورأ) بها أي لم أشعر بها ورائي. وأجاز ابن عصفور: حذفه إعطاء له حكم المعتل الأصلي، كقوله(2):\n(جريئٌ متى يُظلم يعاقِب بظلمه) سريعا وإلا يُبدَ بالظلم يَظلمِ\n__________\n(1) طه 77 ويوسف 90 ولم ينسب السيوطي هذه القراءة لأحد، وهي قراءة متواترة. وقراءة (يتقي) منسوبة لقنبل، وفي تخريجها قيل: إنه مجزوم بحذف الياء التي هي لام الكلمة وهذه ياء إشباع، وقيل: جزمه بحذف الحركة المقدرة وقد حكوا ذلك لغة، وقيل: هو مرفوع و(من) موصول، ورجح صاحب البحر الجزم على أنه لغة، وهو مرفوض عند أبي علي إلا في ضرورة الشعر، ومقبول عند رؤساء النحويين نظما وشعرا. أما (يخشى) فلا خلاف بين القراء عليها، وإنما الخلاف في (تخاف) فقرأها بالجزم حمزة والأعمش، ومن ثم اختلف العلماء في تخريج (يخشى)، فقيل: إنه مرفوع على الاستئناف، وقيل إنه مجزوم وفيه الياء، كقول الراجز ( هُزي إليك الجزع يجنيك الجَنى). ورجح الطبري قراءة الرفع في (تخاف). وأضاف الألوسي أنه قيل: مجزوم بحذف الألف، والألف المذكورة جئ بها للإطلاق مراعاة لآواخر الآيات كما في قوله تعالى (فأضلونا السبيلا)، وقيل: مجزوم بحذف الحركة المقدرة، وهذه لغة عند قوم وضرورة عند آخرين، ولا يجوز تخريج التنزيل الجليل الشأن عليه أو لا يليق مع وجود الاحتمالات السابقة. انظر: الطبري: جامع البيان 9/240 والألوسي: روح المعاني 13/64 ، 16/729\n(2) انظر: د/إميل يعقوب: المعجم المفصل 2/943\n(1/21)\n",
        "وأجيب بأنه ضرورة، أو على لغة بدا يبدا كبقَى يبقَى(1)\nثالثا : جزم المضعّف وبناؤه:\nفي حديثه عن الفعل المضعّف يقول السيوطي: \"إذا سكّن المدغم لاتصاله بالضمير المرفوع أو في أفعل التعجب وجب الفك، نحو: رددت ورددنا وأشدد بحمرة زيد .. فإن سكّن لجزم أو بناء جاز الفك، وهو لغة الحجاز، والإدغام لغة غيرهم من العرب نظرا لعدم الاعتداد بالعارض، فيقال: لم يردُدْ ولم يرُدَّ واردُدْ ورُدَّ . وإن فُكّ فواضح، وإن أدغم حرّك الثاني من حرفي التضعيف تخلصا من التقاء الساكنين، وفي كيفية تحريكه لغات: إحداها أنه يحرك بالفتح مطلقا سواء وليه ضمير نحو (رُدَّه ولم يرُدَّه) أم ساكن نحو (رُدَّ المال ولم يرُدَّ المال) أم لا نحو (رُدَّ ولم يرُدَّ). والثانية أنه يحرك بالفتح في الحالة الأولى والثالثة دون الثانية، فإنه يكسر فيها على أصل التقاء الساكنين، فيقال: رُدِّ المال. والثالثة أنه يحرك بالكسر مطلقا في الأحوال الثلاثة على أصل التقاء الساكنين. والرابعة أنه يحرك بأقرب الحركات إليه نحو (رُدُّ ، فِرِّ ، عَضَّ) إلا مع ضميري المؤنث والمذكر الغائبين فيحرك بحركة الضمائر نحو (عَضُّهُ ورُدَّها) وإلا فيما بعده ساكن من كلمة أخرى فيكسر نحو (غَضِّ الطرف، وردِّ ابنك)(2).\nرابعا : بناء اسم الفعل:\n__________\n(1) انظر: همع الهوامع 1/180 : 181\n(2) انظر: الهمع 6/287 : 288\n(1/22)\n\nآثرت أن أضم اسم الفعل إلى الفعل على الرغم من خلاف النحويين في جملته ما بين الاسمية والفعلية وترجيح البصريين الجملة الاسمية وترجيح الكوفيين الجملة الفعلية، لأني أرى أن اسم الفعل يشترك مع الفعل في المعنى والزمن والعمل(1)، وهذا يكفي لأن يُجعَل فعلا لولا أنه يختلف عنه في حركات البناء وأنه غير معرب ولا متصرف. وأسماء الأفعال التي لعبت اللهجات العربية دورا في تنوع حركات بنائها، وذكرها السيوطي في همعه هي:\nـ هيهات: ذكر السيوطي أن في (هيهات) أكثر من أربعين لهجة في الجانب الصوتي والجانب الصرفي والجانب النحوي والجانب الحرفي، يقول: \"هيهات بمعنى بعُد، حكى فيها الصنعاني ستا وثلاثين لغة: هيهات وأيهات وهيهان وأيهان وهيهاه وأيهاه. وكل واحدة من هذه الستة مضمومة الآخر ومفتوحته ومكسورته منونة وغير منونة. وحكى غيره: أيهاكَ وأيها وإيها وهيهاتا بالألف وإيهاء بالمد، فزادت على الأربعين\"(2).\nـ أوّهْ : بمعنى أتوجع، فيها لغات أشهرها فتح الواو المشددة وسكون الهاء، ومنها كسر الهاء وكسر الواو فيهما، وأوْهِ بسكون الواو وكسر الهاء(3).\n__________\n(1) اسم الفعل هو لفظ يدل على معنى الفعل ويعمل عمله، ولكن لا يقبل علاماته ولا يتصرف تصرفه. انظر: الشيخ الصبان: حاشية الصبان على شرح الأشموني 3/288 وما بعدها وانظر كذلك: د/أحمد عبد العظيم: المصطلح النحوي دراسة نقدية تحليلية40،41، 98، 139، 140\n(2) انظر: الهمع 5/122 : 123 والكسر والفتح بلا تنوين قرئ بهما في القراءات المتواترة، والكسر من غير تنوين لغة تميم وأسد وبه قرأ أبو جعفر، والفتح من غير تنوين لغة الحجاز وبه قرأ الباقون. انظر: البنا الدمياطي: إتحاف فضلاء البشر 403 في توضيح القراءات في قوله تعالى: (هيهات هيهات لما توعدون) المؤمنون 36 ويلاحظ أن أبا جعفر مدني حجازي، وهذا يعني أن لهجة تميم شاعت في البيئة الحجازية.\n(3) انظر: الهمع 5/123",
        "(1/23)\n\nـ إخّ وكخّ : بتشديد الخاء ساكنة ومكسورة، بمعنى أتكره.\nتعليق :\nبالنسبة للفعل المعتل الآخر فإن في جزمه لهجتين: إحداهما فصحى مشهورة، وهي حذف الحرف ـ على أنه علامة الجزم عند النحاة ـ والأخرى إبقاء الحرف ـ على أن علامة الجزم حركة مقدرة ـ وهي لهجة قليلة الاستعمال غير مشهورة، ولولا تخريج قراءة ( يتقي وتخشى) عليها لسلمنا مع جمهور النحاة بأنها مختصة بالضرورة.\nوبالنسبة للفعل المهموز الآخر الذي سُهّلت همزته فإن في جزمه كذلك لهجتين: إحداهما إبقاء آخره إعمالا على أصله، والأخرى حذف آخره إعطاءً له حكم المعتل الأصلي، وكلتا اللهجتين قليلة الاستعمال غير مشهورة.\nوبالنسبة للفعل المضعّف فإن الباحث يرى أن الإدغام ظاهرة صوتية، بيد أن له أثرا صرفيا ونحويا؛ لأن جواز الإدغام والفك في المضارع المجزوم والأمر منه مرتبط بوظيفته النحوية، ومن ثم عرضنا له هنا، وهو مظهر من مظاهر التخفيف في اللسان العربي لجأت إليه كل القبائل العربية حال تحريك لام الفعل، ولم تختلف فيه إلا إذا كانت اللام ساكنة جزما أو بناء، فبينما فكّت القبائل الحجازية إدغام الفعل، حافظت القبائل الأخرى على الإدغام تخفيفا في النطق، وفي إدغامه تنوعت لهجات القبائل في حركة الحرف الثاني من حرفي الإدغام ما بين الضم والفتح والكسر، ولم يحدد لنا السيوطي أصحاب لهجة الإدغام(1).\n__________\n(1) في موضع آخر نص السيوطي على أن الإدغام لغة تميم، وأن الفك أكثر من الإدغام في القرآن. انظر: الإتقان في علوم القرآن 2/103 وانظر كذلك: الشيخ خالد الأزهري: شرح التصريح على التوضيح 5/485 وكذلك الشيخ الصبان: حاشية الصبان على شرح الأشموني 4/495\n(1/24)",
        "\nويرى د/إبراهيم أنيس أن اختلاف القبائل العربية في الإظهار والإدغام في الفعل المجزوم أو الأمر منه ليس له سر سوى اختلاف موضع النبر بين هذه القبائل، ففي التزام الحجازيين فك الإدغام نقل النبر من موضعه إلى الذي قبله ؛ لأن الجزم يختصر أواخر الكلمات(1).\nوعلى الرغم من أن فك الإدغام منسوب إلى لهجة الحجازيين والإدغام منسوب لغيرهم، فإن الباحث يرى أن اللهجتين شاعتا في البيئة الحجازية، وإن كانت الغلبة للهجتها الأصلية وهي الفك، وقد احتفظت قراءة حفص عن عاصم وهي قراءة حجازية باللهجتين في كثير من المواضع مثل (يرتدد ويرتدَّ، ويشاقق ويشاقّ).\nوبالنسبة لأسماء الأفعال فإني رأيت أن أضمها إلى الأفعال؛ لأنها تشترك معها في المعنى والزمن والعمل، وهذا يكفي لجعل اسم الفعل فعلا لولا أنه مخالف له في حركات البناء وأنه غير معرب ولا متصرف. وأسماء الأفعال التي أوردها السيوطي في همعه، ولعبت اللهجات العربية دورا في تنوع حركات بنائها هي:\nـ هيهات: بمعنى بعُد، وفي بنائها سبع لهجات: الضم والفتح والكسر بالتنوين وبدون تنوين. و (أوّهْ) بمعنى أتوجع، وفي بنائها لهجتان: إحداهما سكون الهاء وهي الأشهر، والأخرى كسر الهاء. وإخّ وكخّ بمعنى أتكره، وفيها لهجتان: سكون الخاء وكسرها.\nونلحظ أن السيوطي لم يذكر مصطلح اللهجة، وإنما ذكر (اللغة) وهي مرادفة للهجة في اللسان العربي، كما لم ينسب بعض اللهجات إلى أصحابها.\nالظاهرة الخامسة\nالمنقوص المنصوب والمنادى الموصوف بـ(ابن)\nوياء المتكلم المضافة للمنادى\nأولا : المنقوص المنصوب:\n__________\n(1) انظر: في اللهجات العربية 149 والنبر stress هو وضوح نسبي لمقطع من المقاطع إذا قورن ببقية المقاطع في الكلمة. انظر : التطور اللغوي 126.\n(1/25)\n",
        "ذكر السيوطي(1)أن من الإعراب المقدر ما يقدر فيه حركتان فقط: الضمة والكسرة، وذلك المنقوص، وهو ما آخره ياء خفيفة لازمة تلو كسرة كالقاضي والداعي، بخلاف نحو كرسيّ لتشديدها وما جرّه أو نصبه بالياء لعدم لزومها وظبْي ورمْي لسكون ما قبلها، وعلة التقدير الاستثقال؛ ولذا ظهرت الفتحة لخفتها على الياء، وقد تقدَّر أيضا ولكن في الضرورة، كقوله(2):\nولو أن واشٍ باليمامة دارُه (وداري بأعلى حضرموت اهتدى ليا)\nوأجازه أبو حاتم في الفصيح وقال: إنه لغة فصيحة، وخرّج عليه قراءة (من أوسط ما تطعمون أهاليكم) بسكون الياء(3).\nثانيا : المنادى الموصوف بـ(ابن) :\nيقول السيوطي: \"إذا كان المنادى علما موصوفا بـ(ابن) متصل مضاف إلى علم نحو: يا زيد بن عمرو، جاز في المنادى مع الضم الفتح اتباعا لحركة (ابن) إذ بينهما ساكن، وهو حاجز غير حصين. واختلف في الأجود، فقال المبرد: الضم لأنه الأصل، وقال ابن كيسان: الفتح لأنه الأكثر في كلام العرب.. وحكى الأخفش أن من العرب من يضم نون الابن اتباعا لضم المنادى، وهو نظير من قرأ: (الحمدُ لُلهِ) بضم اللام، وزعم الجرجاني أن فتحة ابن بناء\"(4).\nثالثا : ياء المتكلم المضافة للمنادى:\n__________\n(1) انظر: الهمع 1/182 : 183\n(2) انظر: د.إميل يعقوب: المعجم المفصل 2/1082\n(3) المائدة 89 ولم تنسب هذه القراءة لأحد من أصحاب القراءات المتواترة أو الشاذة، ولم ترد في كتب القراءات المتواترة ولا القراءات الشاذة، وذكر الألوسي أنها مروية عن جعفر الصادق، وهي على لغة من يسكن الياء في الحالات الثلاث، كالألف ، وهو جمع أهل على خلاف القياس كـ(ليال) في جمع (ليلة)، وقال ابن جني: واحدهما ليلاة وأهلاة وهو محتمل، وقيل: إن أهالي جمع (أهلون) وليس بشيء. انظر: روح المعاني 7/18\n(4) انظر: الهمع 3/53 : 54\n(1/26)\n\nبعد أن انتهى السيوطي من حديثه عن المنادى المضاف لياء المتكلم عرض لحركة الياء، فقال: \"الياء المضاف إليها في غير المفرد الصحيح تفتح، وقد تكسر مع المقصور، قرأ الحسن (عصايِ)(1)، وقد تكسر المدغمة في جمع أو في غيره، كقراءة حمزة (بمصرخيِّ)(2) وقول الشاعر(3):\nعليِّ لعمروٍ نعمةٌ بعدَ نعمةٍ (لوالده ليست بذات عقارب)\nسمع بكسر الياء\"(4).\n__________\n(1) طه 18 وذكر العكبري أنه \"يقرأ بتخفيف الياء وكسرها على أصل التقاء الساكنين، ويقرأ بسكون الياء مثل محياي فيمن سكّن\". إعراب القراءات الشواذ 2/68\n(2) إبراهيم 22 قرأ بالكسر حمزة (من السبعة) ويحي بن وثاب والأعمش (من أصحاب الشواذ)، وذلك على الأصل في التقاء الساكنين، فالأصل بمصرخين لي، فأضيف وحذفت نون الجمع للإضافة، فالتقت ياء الجمع الساكنة وياء المتكلم والأصل فيها السكون فكسرت لالتقاء الساكنين وأدغمت. وقال العكبري: الفتح هو الوجه. وقد طعن في هذه القراءة كثير من النحاة، فوصفها الفراء بأنها من زعم القراء، وقال أبو عبيد: نراهم غلطوا، وقال الأخفش: ما سمعت هذا الكسر من أحد من العرب ولا من أحد من النحويين، وقال الزجاج: إنها عند الجميع رديئة مرذولة ولا وجه لها إلا وجه ضعيف، وقال الزمخشري: هي ضعيفة. ولسنا مع هؤلاء النحاة، فآراؤهم هذه فاسدة، والقراءة متواترة عن السلف والخلف، ولا يجوز أن توصف بالخطأ أو القبح أو الرداءة. وذكر الألوسي أنه \" نقل جماعة من العلماء أنها لغة قليلة الاستعمال، ونص قطرب على أنها لغة في يربوع فإنهم يكسرون ياء المتكلم إذا كان قبلها ياء أخرى ويصلونها بها كـ(عليه ولديه) وقد يكتفون بالكسرة، وقد حسّنها أبو عمرو وهو إمام لغة ونحو وقراءة وعربي صحيح\". انظر: إعراب القراءات الشواذ 1/734 الألوسي: روح المعاني 13/264\n(3) انظر: د.إميل يعقوب: المعجم المفصل 1/111\n(4) انظر: الهمع 4/298 : 299",
        "(1/27)\n\nثم أضاف السيوطي: أنه \"إن نودي المضاف للياء لا بعد ساكن ففي الياء لغات أشهرها الحذف وإبقاء الكسر دالا عليها، لكثرة الاستعمال، نحو (يا عبادِ فاتقون)، فالإبقاء ساكنة، فمفتوحة نحو (يا عباديَ الذين أسرفوا)، فقلبها ألفا نحو (يا حسرتا على ما فرّطت)، فحذفها ـ أي الألف ـ مع فتح المتلو استغناء به عنها، أو ضمه، وقرئ (قلْ ربُّ احكم بالحق)(1) .. فإن كان المضاف إلى الياء في النداء أُمّاً أو عمّاً مع ابن وابنة قلَّ إثباتها وقلبها ألفا ثابتة حتى لا يكاد يوجد إلا في ضرورة، كقوله(2):\nيا بن أمي ويا شقيق نفسي (أنت خلّفتني لدهر شديد)\nوغلب الحذف لكثرة استعمالها في النداء مع كسر الميم دلالة على الياء المحذوفة وفتحها دلالة على الألف المحذوفة المنقلبة عن الياء المقدّر فتحُ ما قبلها، قال تعالى: (يابن أمَّ لا تأخذ بلحيتي ولا برأسي) قرئ في السبع بالكسر والفتح\"(3).\nتعليق :\nمن خلال ما سبق عرضه تبين للباحث أن الاسم المنقوص في نصبه لهجتان: إحداهما تحريك الياء، وهي لهجة فصحى مشهورة كثيرة الاستعمال، والأخرى إسكان الياء وهي لغة قليلة الاستعمال، لكنها وُصفت بأنها فصيحة، وجاء عليها المثل العربي (أعطِ القوس باريها) بإسكان الياء.\n__________\n(1) الأنبياء 112 وضم الباء قراءة شاذة، أي ياربُّ كما تقول يا رجلُ، وهو ضعيف؛ لأن النكرة لا تحذف معها (يا)، وقد أجازه الكوفيون. انظر: العكبري: إعراب القراءات الشواذ 2/121\n(2) انظر: د.إميل يعقوب: المعجم المفصل 1/285\n(3) الهمع 4/300 : 302 والآية رقم 94 من سورة طه. وقد قرأ حمزة والكسائي من السبعة (يابن أمّ) بكسر الميم. انظر: الألوسي: روح المعاني 16/746\n(1/28)",
        "\nوالمنادى العلَم الموصوف بـ(ابن) متصل مضاف إلى علم فيه لهجتان: إحداهما ضم المنادى وهي الأصل، ورجحها البصريون وأيدهم السيوطي فيها(1)، والأخرى الفتح وهو الأكثر استعمالا في كلام العرب لخفته. وكذلك في (ابن) لهجتان: إحداهما الفتح (إعرابا) وهي الأصل والأكثر استعمالا في كلام العرب، وهي لغة القرآن، والأخرى الضم اتباعا لضم المنادى، وهذا ما يسمى في علم اللغة الحديث بالمماثلة التقدمية(2).\n__________\n(1) يقول السيوطي: \"فالبصريون يضمون المنادى، والكوفيون وابن كيسان يجيزون الضم والفتح .. وما ذكره البصريون هو القياس؛ إذ الأعلام أقبل للتغيير من غيرها\" 3/55\n(2) أطلق القدماء عدة مصطلحات على ما يسمى حديثا بالمماثلة مثل الإتباع والمجانسة والمضارعة والتقريب، ودلالة المصطلحات جميعا واحدة، وهي تعني تأثر صوت بصوت صامتا كان أو صائتا، فإن أثر الصوت فيما بعده فالمماثلة تقدمية، وإن أثّر فيما قبله فالمماثلة رجعية. والمماثلة مظهر من مظاهر التخفيف والتسهيل في الكلام، اتسمت به بعض القبائل العربية؛ ربما كان معظمها من قبائل شرق الجزيرة تلك القبائل البدوية؛ لأن البدوي بطبعه يميل إلى الاقتصاد في المجهود العضلي عند النطق، أما القبائل المتحضرة المتمثلة في قبائل غرب الجزيرة فقد حافظت على الأصل في النطق؛ لأنها تميل إلى التأني والهدوء في النطق. انظر للباحث: قراءة عاصم برواية حفص دراسة صرفية نحوية ( مبحث الانسجام الصوتي) ـ رسالة ماجستير مخطوطة بجامعة المنيا 1995\n(1/29)\n",
        "وكذلك في حركة ضمير المتكلم (الياء) الواقع مضافا إلي المنادى أو غيره لهجتان إن كان بعد ساكن: الفتح والكسر، والفتح أكثر وأشهر، غير أن الأخرى غير شاذة ولا مهملة، بل جاءت عليها قراءات متواترة. وفيه عدة لهجات إن كان بعد متحرك أشهرُها الحذف وإبقاء الكسر دالا عليها لكثرة الاستعمال، وإبقاء الياء ساكنة، وإبقاؤها مفتوحة، وقلبها ألفا، وحذف الألف مع فتح المتلو استغناء به عنها أو ضمه. وإن كان المنادى المضاف إلى الياء أُمّاً أو عمّاً مع ابن وابنة ففي الياء لهجات: أشهرها في الاستعمال الحذف مع كسر الميم أو فتحها؛ دلالة على الياء المحذوفة أو الألف المنقلبة عنها. وإثباتها وقلبها ألفا ثابتة، وهذا قليل في الاستعمال.\nوفي كل مفردات الظاهرة السابقة نلحظ أن السيوطي لم يذكر مصطلح اللهجة، وإنما ذكر مصطلح اللغة وهي مرادفة للهجة في اللسان العربي، كما نلحظ أنه لم ينسب اللهجات إلى أصحابها من القبائل العربية.\nالظاهرة السادسة\nالظروف ( المفعول فيه)\nأولا: (ذا وذات) بين التصرف وعدم التصرف:\nيقول السيوطي: وألحق العرب أيضا بالممنوع التصرف في التزام النصب على الظرفية (ذا و ذات) مضافين إلى زمان نحو: لقيته ذا صباح وذا مساء وذات مرة وذات يوم وذات ليلة، قال(1):\nإذا شدّ العِصابة ذاتَ يومٍ (وقام إلى المجالس والخصوم)\nإلا في لغة لخثعم، فإنها أجازت فيها التصرف، فيقال: سير عليه ذاتُ ليلة برفع (ذات)، وقال بعض الخثعميين(2):\nعزمتُ على إقامةِ ذي صباح (لأمرٍ ما يُسوّدُ مَن يَسودُ)\n__________\n(1) انظر: د.إميل يعقوب: المعجم المفصل 2/949\n(2) انظر: السابق 1/223\n(1/30)\n\nوالسبب في عدم تصرّف (ذا وذات) في لغة الجمهور أنهما في الأصل بمعنى صاحب وصاحبة صفتان لظرف محذوف، والتقدير في (لقيته ذا صباح ومساء): وقتا صاحب هذا الاسم، و(ذات يوم): قطعةً ذات يوم، فحذف الموصوف وأقيمت صفته مقامه، فلم يتصرفوا في الصفة لئلا يكثر التوسع.. وإضافتهما من قبيل إضافة المسمى إلى الاسم، وهي قليلة في كلام العرب، فلم يتصرفوا فيها لذلك.\nثانيا: (أمسِ وحيث ولدن ومع) بين الإعراب والبناء:\nيقول السيوطي عن الظرف (أمس)(1): \"أمس اسم معرفة متصرف يستعمل في موضع رفع ونصب وجر، وهو اسم زمان موضوع لليوم الذي يليه اليوم الذي أنت فيه أو ما هو في حكمه في إرادة القرب، فإن استعمل ظرفا فهو مبني عند جميع العرب .. وإن استعمل غير ظرف فذكر سيبويه عن الحجازيين بناءه على الكسر رفعا ونصبا وجرا، كما كان حال استعماله ظرفا، تقول: ذهب أمسِ بما فيه وأحببت أمسِ، وما رأيتك مذ أمسِ، قال:\nاليوم أعلم ما يجيئُ به ومَضَى بفصْلِ قضائِه أمسِ\nونقل عن بني تميم أنهم يوافقون الحجازيين حالة النصب والجر في البناء على الكسر، ويعربونه إعراب مالا ينصرف حالة الرفع، قال شاعرهم:\nاعتصِمْ بالرجاءِ إنْ عَنَّ يأسٌ وتناسَ الذي تَضمَّنَ أمسُ\nومن بني تميم من يعربه إعراب ما لا ينصرف في حالتي النصب والجر أيضا، وعلته ما ذكر في (سحر) من العدل والتعريف، وعليه قوله:\nإني رأيت عجبا مذ أمسا عجائزًا مِثلَ السعالي خمسا\n__________\n(1) انظر: الهمع 3/187 : 191 (باختصار) وانظر: ابن هشام: قطر الندى 19 : 22",
        "(1/31)\n\nومنهم من يعربه إعراب المنصرف فينونه في الأحوال الثلاثة، حكاه الكسائي، وحكى الزجاج أن بعض العرب ينونه وهو مبني على الكسر تشبيها بالأصوات، وحكي الزجاجي والزجاج أن من العرب من يبنيه وهو ظرف على الفتح، فتلخص فيه حال الظرفية لغتان: البناء على الكسر وعلى الفتح، وحال غير الظرفية خمس لغات: البناء على الكسر بلا تنوين مطلقا، وبتنوين، وإعرابه منصرفا وغير منصرف مطلقا، وإعرابه غير منصرف رفعا وبناؤه نصبا وجرا.\nفإن قارنه (أل) أُعرِب غالبا نحو: إن الأمسَ ليوم حسن، قال تعالى: ( كأن لم تغنَ بالأمسِ) يونس24 ومن العرب من يستصحب البناء مع (أل)، قال:\nوإني وقفت اليوم والأمسِ قبله ببابك حتى كادت الشمسُ تغرُبُ\nفكسر السين وهو في موضع نصب عطفا على اليوم. ويعرب أيضا حال الإضافة نحو: إنّ أمسنا يوم طيب، وحال التنكير نحو: مضى لنا أمسٌ حسنٌ، وحال التثنية والجمع نحو: أمسان وآمُس وآماس وأُموس، قال:\nمرّت بنا أوّلَ من أُموسِ تميسُ فينا مِيسة العروس\nوعن (حيثُ) يقول السيوطي: \"من الظروف المبنية (حيث) وعلة بنائها شبهَهُا بالحروف في الافتقار؛ إذ لا تستعمل إلا مضافة إلى جملة، وبنيت على الضم تشبيها بـ(قبل وبعد).\nوإعرابها لغة فقعس(1)، فهم يقولون: جلست حيثَ كنت، وجئت من حيثِ جئت، فيجرونها بـ(من) وهي عندهم كـ(عند)، وقرئ (سنستدرجهم من حيثِ لا يعلمون)(2) بالكسر، فيحتمل الإعراب والبناء على الكسر(3).\n__________\n(1) حيّ من بني أسد. الهمع هامش 3/206\n(2) الأعراف 182 ولم أجد هذه القراءة ضمن القراءات المتواترة أو الشاذة، في حين أن كل القراءات جاءت بالضم؛ مما يدل على أنه الأفصح والأشهر في كلام العرب.\n(3) انظر: الهمع 3/205 : 206\n(1/32)",
        "\nويقول السيوطي عن (لدن): \"من الظروف المبنية (لدن)، وهي لأول غاية زمان أو مكان، وبنيت لشبهها بالحرف في لزومها استعمالا واحدا .. وإعراب (لدن) لغة قيسية تشبيها بـ(عند)، وبه قرأ عاصم (بأسا شديدا من لدنِه)(1) بالجر وإشمام الدال الساكنة الضم، والأصل (من لدُنه) بضم الدال(2).\nويقول السيوطي عن (مع): \"من الظروف العادمة التصرف (مع) وهي اسم لمكان الاجتماع أو وقته، ويدل على اسميتها تنوينها في قولك (معاً) ودخول (مِن) عليها .. وكان حقه البناء لشبهه بالحروف في الجمود المحض، وهو لزوم وجه واحد من الاستعمال والوضع الناقص، إذ هي على حرفين بلا ثالث، إلا إنها أعربت في أكثر اللغات لمشابهتها (عند) في وقوعها خبرا وصفة وحالا وصلة ودالا على حضور وعلى قرب .. وتسكينها قبل حركة نحو (زيد معْ عمرو)، وكسرها قبل سكون نحو (زيد معِ القوم) لغة ربيعة، وحركتها حركة إعراب؛ فلذلك تأثرت بالعوامل في (مِن معِه)، ومَن سكّنَ بنى، وهو القياس\"(3)\nثالثا: حيْثُ وقَطّ ومُذ\nسلف الحديث عن (حيث) في البناء والإعراب على أنها ظرف مبني في كثير من اللهجات ومعرب في قلة منها؛ ولذا ينحصر الحديث هنا عن تنوع علامات البناء فيها، يقول السيوطي: \"من الظروف المبنية (حيث) .. وبنيت على الضم تشبيها بـ(قبل وبعد) .. ومن العرب من بناها على الفتح طلبا للتخفيف، ومنهم من بناها على الكسر على أصل التقاء الساكنين(4).\n__________\n(1) الكهف 2 والقراءة المذكورة المتواترة عن عاصم هي في رواية أبي بكر شعبة بن عياش. والبناء في (لدن) أشهر. انظر: الألوسي: روح المعاني 3/121 ، 15/256\n(2) انظر: الهمع 3/216 : 217\n(3) الهمع 3/227 وذكر ابن هشام أنها لغة غَنْم. (قبيلة من تغلب) مغني اللبيب 4/233\n(4) انظر: الهمع 3/205 : 206\n(1/33)\n",
        "أما الظرف (قطّ) فيقول عنه السيوطي: \"من الظروف المبنية (قطّ)، وهي مقابل (عَوْضَ)، فهي للوقت الماضي عموما، وبنيت لشبه الحرف في إبهامه، لوقوعها على كل ما تقدم من الزمان .. وبنيت على الضم تشبيها بـ(قبل وبعد)، وقد تكسر على أصل التقاء الساكنين، وقد تتبع قافه طاءه في الضم، وقد تخفف طاؤه مع ضمها وإسكانها، فهذه خمس لغات\"(1).\nوأما الظرف (مُذ) فهو \"من الظروف المبنية في بعض الأحوال، وسكونها قبل حركة وضمها قبل ساكن أشهر، و(مُذْ) أصله (منذ) وهي محذوفة عند الجمهور بدليل رجوعهم إلى ضم ذال (مذ) عند ملاقاة الساكن نحو: مُذُ اليوم، ولولا أن الأصل الضم لكسر .. وبعض العرب يكسر قبل الساكن على أصل التقاء الساكنين\"(2).\nتعليق :\nمن خلال عرض السيوطي للظروف تبين للباحث أن في (ذا و ذات) المضافين إلى زمان لهجتين: إحداهما تمنعه التصرف؛ إذ تلزمه حالة واحدة، والأخرى تجعله متصرفا، فتتنوع وظيفته النحوية وعلامات إعرابه، والأولى أشهر وأكثر استعمالا.\nكما تبين له أيضا أن (أمس) يستعمل ظرفا وغير ظرف، فإن كان ظرفا فهو مبني باتفاق، وفي بنائه لهجتان: البناء على الكسر وهو الأشهر والأكثر استعمالا، والبناء على الفتح. وإن استعمل غير ظرف ففيه لهجات: إحداها لهجة الحجازيين، وهي البناء على الكسر رفعا ونصبا وجرا، والثانية لهجة بعض بني تميم، وهي البناء على الكسر في حالتي النصب والجر وإعرابه إعراب مالا ينصرف حالة الرفع، والثالثة لهجة بعض بني تميم، وهي إعرابه إعراب ما لا ينصرف في الحالات الثلاث، والرابعة لأناس من تميم، وهي إعرابه إعراب المنصرف منونا في الأحوال الثلاثة، والخامسة لبعض العرب، وهي البناء على الكسر منونا تشبيها بالأصوات. وإن قارنه (أل) ففيه لهجتان: البناء، والإعراب وهو الأشهر والأكثر استعمالا. وإن أُضيف أعرِب باتفاق.\n__________\n(1) انظر: الهمع 3/213\n(2) انظر: الهمع 3/220 : 221\n(1/34)\n\nكذلك تبين للباحث أن في (حيث) أربع لهجات: إحداها البناء على الضم، والثانية البناء على الفتح طلبا للتخفيف، والثالثة البناء على الكسر على أصل التقاء الساكنين، والرابعة الإعراب وهي لهجة فقعس دون سائر العرب، واللهجة الأولى هي الأشهر والأكثر استعمالا، وهي لغة القرآن، والثلاث الأخرى أقل شهرة واستعمالا، ولعل بعضها مهمل في الكلام النثري.\nكما تبين للباحث أن في (لدن) لهجتين: إحداهما البناء وهي الأشهر والأكثر استعمالا، وهي لغة القرآن في غالبية قراءاته، والأخرى الإعراب، وهي لهجة قيس، وهي أقل استعمالا وشهرة، غير أنها وردت في إحدى القراءات المتواترة.\nوتبين له أن في الظرف (مع) ثلاث لهجات: الأولى الإعراب نصبا، وهي الأشهر والأكثر استعمالا، والثانية إسكانها قبل حركة وكسرها قبل سكون إعرابا، وهي لغة ربيعة، والثالثة بناؤها على السكون وهو القياس، غير أنه أقل شهرة.\nوفي بناء (قطّ) ثلاث لهجات: البناء على الضم وهو الأشهر وهو لغة القرآن، والبناء على الكسر على أصل التقاء الساكنين، والبناء على السكون.\nوفي بناء (مُذ) لم يختلف العرب في بنائها على السكون قبل متحرك، وإنما اختلفوا في حركة بنائها قبل ساكن، ففي ذلك لهجتان: إحداهما البناء على الضم، وهي الأشهر والأصل فيها، والثانية البناء على الكسر على أصل التقاء الساكنين.\nوفي كل مفردات الظاهرة السابقة لم يذكر السيوطي مصطلح اللهجة، وإنما ذكر مصطلح اللغة وهي مرادفة للهجة، كما نلحظ أنه نسب بعض اللهجات إلى أصحابها من القبائل العربية، وتركها بعضها غفلا، فلم ينسبها لأحد.\nالظاهرة السابعة\nتنوع علامات بناء الحروف\nـ هاء التنبيه بين الفتح والضم:",
        "(1/35)\n\nيقول السيوطي: \"وإذا نودي (أيّ) وجب بناؤها على الضم، وإيلاؤها هاء التنبيه إما عوضا من مضافها المحذوف أو تأكيدا لمعنى النداء .. وحكم هاء التنبيه الفتح عند أكثر العرب، ويجوز ضمها معها في لغة بني أسد، وقرئ في السبع (ياأيُّهُ الساحر)(1)، ويقولون: يا أيتُهُ المرأة\"(2).\nـ رُبَّ بين الفتح والسكون والإشباع:\nذكر السيوطي فيها سبع عشرة لغة (لهجة) يمسُّ الجانب النحوي منها هذه اللهجات: فتح الباء مشددة (ربَّ)، وسكون الباء مخففة (ربْ)، واتصالها بتاء ساكنة (ربتْ) واتصالها بتاء مفتوحة (ربَتَ)، واتصالها بتاء مفتوحة مشبعة بألف (ربّتَا)(3).\nـ لام كي بين الكسر والفتح:\nفي حديثه عن إضمار (أنْ) جوازا ذكر السيوطي \"أنها تضمر في موضعين: أحدهما بعد لام الجر غير الجحودية، نحو: جئت لأكرمَك، فالفعل منصوب بعد هذه اللام بأنْ مضمرة، ويجوز إظهارها، نحو: جئت لأن أكرمَك، وتسمى هذه اللام لام كي بمعنى أنها للسبب، كما أن (كي) للسبب، ويجوز أن ينطق بـ(كي) بعدها، نحو: جئت لكي أكرمَك .. وحكم (لام كي) الكسر، وفتحها لغة تميم\"(4).\nـ لام الجرّ بين الكسر والفتح:\n__________\n(1) الزخرف 49 وهذه القراءاة منسوبة لابن عامر. انظر: ابن مجاهد: السبعة في القراءات. وعزا أبوحيان هذه اللهجة إلى بني مالك، ولا منافاة بين رأي أبي حيان والسيوطي، فبنو مالك من بني أسد، والتحريك بالضم انسجاما مع ما قبلها؛ ولذا تُدرس هذه الظاهرة ضمن ظاهرة الانسجام الصوتي أو المماثلة الصوتية. انظر: د.علم الدين الجندي: اللهجات العربية في التراث 1/270\n(2) انظر: الهمع 3/50 : 52\n(3) انظر: الهمع 4/172 : 173\n(4) انظر: الهمع 4/140 : 141\n(1/36)",
        "\nذكر السيوطي أن \"الأشهر كسرها مع كل ظاهر إلا المستغاث (إلا مع المضمر) فالأشهر فتحها، ومقابل الأشهر أن بعض العرب يفتحها مع الظاهر مطلقا، فتقول: المال لَزيدٍ، وبعضهم إذا دخلت على فعل، وقرئ (وما كان الله لَيعذّبَهم)(1)، وخزاعة تكسرها مع المضمر، وإنما كسرت هي والباء، وإن كان الأصل في الحرف الواحد بناؤه على الفتح تخفيفا لموافقة معموله، ولم تكسر الكاف؛ لأنها تكون اسما، فكان جرها(2) ليس بالأصالة، ولئلا تلبس بلام الابتداء ونحوها، وبقيت في المضمر على الأصل؛ لأنه يتميز ضمير الجر من غيره، ولم يعول في الظاهر على الفرق بالإعراب، لعدم اطراده إذ قد يكون مبنيا وموقوفا عليه\"(3).\nـ لام الطلب بين الكسر والفتح:\nالأصل فيها الإسكان، وتُحرَّك إذا استؤنف بها الكلام، فتكسر، وفتحها لغة، يقول السيوطي في سياق حديثه عن الجوازم(4): \"أحدها لام الطلب أمرا كان نحو(5) (فلينفقْ) أو دعاء نحو (ليقضِ علينا ربك)، وحركتها الكسر لضرورة الابتداء، وفتحها لغة لسليم طلبا للخفة، وقيل: تفتح على هذه اللغة إن فتح تاليها بخلاف إذا ما انكسر أو ضُمّ، وقيل: تفتح إذا استؤنفتْ، أي لم تقع بعد الواو أو الفاء أو ثم، حكاها الفراء. وتسكن رجوعا إلى الأصل في المبني، ومشاكلة عملها تلو واو وفاء وثم، نحو(6): (ثم لْيقضوا تفثهم وليوفوا نذورهم وليطّوفوا)\".\nـ الرويّ المطلق :\n__________\n(1) الأنفال 33 وهي قراءة شاذة لم ينسبها العكبري لأحد، وإنما قال: \"فتحها قوم، وهي لغة محكية يفتح أربابها لام كي وينصبون بها\". انظر: إعراب القراءات الشواذ 1/593\n(2) أي لام الجر\n(3) انظر: الهمع 4/206 : 207\n(4) انظر: الهمع 4/307\n(5) الطلاق 7 ، الزخرف 77\n(6) سورة الحج 29\n(1/37)\n",
        "الرويُّ هو الحرف الذي تبنى عليه القصيدة، وهو نوعان: مقيد ومطلق. ومعنى الإطلاق أنه ينتهى بحركة طويلة (حرف مد)(1)، ويسمى (حرف الإطلاق). في هذا الحرف لغتان ذكرهما السيوطي إحداهما إثبات المد، وهي لغة الحجاز، والأخرى تحويل حرف الإطلاق إلى نون أو ما يسمى (تنوين الترنّم) وهي لغة تميم(2).\nتعليق :\nبعد هذا العرض للهجات العربية في تنوع حركات بناء الحروف تبين للباحث أن في (هاء التنبيه) التي تلحق (أيّ) المنادى لهجتين: إحداهما الفتح وهي الأكثر شهرة واستعمالا؛ لأنه لهجة أكثر العرب، والأخرى الضم، وهي خاصة بلهجة بني أسد، وهي فصيحة قرئ بها في السبع، وفيها مماثلة تقدمية.\nوفي (رُبَّ) عدة لهجات أدت إلى تنوع حركة البناء فيها، إحداها فتح الباء مشددة، والثانية سكون الباء مخففة، والثالثة اتصالها بتاء ساكنة (ربتْ) والرابعة اتصالها بتاء مفتوحة (ربَتَ)، والخامسة اتصالها بتاء مفتوحة مشبعة بألف (ربّتَا).\nوفي حركة (لام كي) ـ وتسمى لام التعليل أو لام السبب ـ التي ينصب الفعل بعدها بـ(أن) مضمرة جوازا لهجتان: إحداهما الكسر وهي الأشهر والأكثر استعمالا؛ لأنها لهجة أكثر العرب، وهي لغة القرآن، والأخرى الفتح وهي لهجة تميم، وهي أقل شهرة واستعمالا.\nوفي حركة (لام الجر) أربع لهجات إحداها وهي الأشهر والأكثر استعمالا كسرها مع كل ظاهر إلا المستغاث فالأشهر فتحها فيه ما عدا المضمر، والثانية وهي أقل شهرة ـ إن لم تكن غير مشهورة ـ فتحها مع الظاهر مطلقا، والثالثة فتحها مع الفعل فقط، والرابعة كسرها ـ مثل الباء ـ مع المضمر انسجاما أو تماثلا أو توافقا مع الضمير المكسور بعدها وهي لهجة خزاعة.\n__________\n(1) من نافلة القول أن حروف المد ثلاثة: ألف أو واو مضموم ما قبلها أو ياء مكسور ما قبلها.\n(2) الهمع 4/407 وانظر: ارتشاف الضرب 2/671\n(1/38)\n\nوفي لام الطلب ـ حال الاستئناف ـ لهجتان: إحداهما الكسر، وهي الأشهر والأكثر استعمالا، والأخرى الفتح تخفيفا، وهي لهجة سليم.\nوفي حرف الإطلاق الخاص بـ(الرويّ المطلق) لهجتان: إحداهما إثبات حرف الإطلاق وهي لهجة الحجاز، ولعلها الأشهر والأكثر استعمالا في اللغة الشعرية، والأخرى تحويل حرف الإطلاق إلى النون المسماة (تنوين الترنّم) وهي لهجة تميم.\nالمبحث الثاني\nفي الإثبات والحذف\nنقصد بالإثبات والحذف إثبات الحرف الأخير أو حركته الظاهرة من الكلمة وحذفهما منها، فبينما أثبتتهما بعض اللهجات حذفتهما لهجات أخرى؛ مما يؤدي إلى تعدد القواعد النحوية في الظاهرة الواحدة، وقد تكون إحدى القواعد مستعملة وسواها أقل استعمالا أو مهملة على النحو الذي مر بنا وفيما نراه لاحقا. والظواهر التي نعرض لها هي: الحركة الظاهرة، واو الجماعة مع الماضي، وألف (أنا)، واو (هو) وياء (هي)، ياء (الذي والتي) ونون (اللذان واللتان) ونون صلة (أل) الموصولية، وخبر (لا) النافية للجنس، وياء المضارع المؤكد وأمره، و(..وإما ..)، وألف (ما) الاستفهامية والموصولة والشرطية.\nالظاهرة الأولى\nالحركة الظاهرة بين الإثبات والحذف",
        "(1/39)\n\nيقول السيوطي: \"اختلف في جواز حذف الحركة الظاهرة من الأسماء والأفعال الصحيحة على أقوال: أحدها الجواز مطلقا وعليه ابن مالك، وقال: إن أبا عمرو حكاه عن لغة تميم، وخرّج عليه قراءة (فتوبوا إلى بارئْكم) و(رسلْنا) و(ما يشعرْكم) و(مكر السيئْ) بسكون أواخرها(1). والثاني: المنع مطلقا في الشعر وغيره .. والثالث: الجواز في الشعر والمنع في الاختيار، وعليه الجمهور. قال أبوحيان: وإذا ثبت نقل أبي عمرو وأن ذلك لغة تميم كان حجة على المذهبين\"(2).\nالظاهرة الثانية\nواو الجماعة مع الماضي بين الإثبات والحذف\nيقول السيوطي: \"قد تحذف الواو (ضمير الجمع) مع الماضي، ويكتفي بإبقاء الضمة كقوله:\nفلو أنّ الأطبا كانُ حولي وكان مع الأطباء الشفاة\nوقوله(3):\nإذا ما شاءُ ضروا مَن أرادوا (ولا يألو لهم أحد ضرارا)\nقال بعضهم: من العرب مَن يقول في الجميع: الزيدون قامُ ، ولم يسمع ذلك مع المضارع ولا الأمر\"(4).\nالظاهرة الثالثة\nألف (أنا) بين الإثبات والحذف\n__________\n(1) الآيات بالترتيب: البقرة 54 ، المائدة 32 ، الأنعام 109 ، فاطر 43 وهذه القراءات متواترة، والسكون فيها اختلاس للحركة من بعض القراء مثل أبي عمرو. راجع تفسير الألوسي للآيات. وتحت عنوان (موقعيات ترخص العلامة الإعرابية في النثر) ذكر د.محمد حماسة عبداللطيف أن من مظاهر ذلك إسكان آخر المعرب المتحرك، وذكر قراءة أبي عمرو السابقة وعلّق عليها بقوله: إن الاختلاس اختيار سيبويه، وهذا لا ينفي رواية الإسكان؛ فالإسكان لغة تميم، وعليه قراءات كثيرة لبعض السبعة غير أبي عمرو\". انظر: العلامة الإعرابية في الجملة 362\n(2) انظر: الهمع 1/187 وانظر: ارتشاف الضرب 2/850\n(3) انظر: د.إميل يعقوب: المعجم المفصل 1/303\n(4) انظر: الهمع 1/201 : 202\n(1/40)",
        "\nفي حديثه عن الضمير المنفصل ذكر السيوطي أنه نوعان: ما للرفع، وما للنصب، ولا يقع مجرورا. ثم تحدث عن النوع الأول قائلا: \"فالأول ألفاظ أحدها (أنَ) بفتح النون بلا ألف للمتكلم؛ ولكون النون مفتوحة زيدت فيها الألف في الوقف، لبيان الحركة كهاء السكت، ولذلك تعاقبها، كقول حاتم: (هذا فَزْدي أنَه)، وليست الألف من الضمير بدليل حذفها وصلا. هذا مذهب البصريين، ومذهب الكوفيين واختاره ابن مالك أن الضمير هو المجموع بدليل إثبات الألف وصلا في لغة، قالوا: والهاء في (أنَهْ) بدل من الألف. وفي الألف لغات: إثباتها وصلا ووقفا وهي لغة تميم، وبها قرأ نافع(1).. وحذفها فيهما، وحذفها وصلا وإثباتها وقفا، وهي الفصحى ولغة الحجاز\"(2).\nالظاهرة الرابعة\nواو (هو) وياء (هي) بين الإثبات والحذف\n__________\n(1) لم يذكر السيوطي آية مثالا على قراءة نافع. ولم ينفرد نافع بذلك، بل شاركه القراءة ابن عامر وأبو عمرو ويعقوب وأبوجعفر وزيد بن علي والحسن والزهري. وروي حذفها وصلا ووقفا عن أبي جعفر في رواية الهاشمي وأبي عبلة وأبي حيوة وأبي بحرية. راجع الآية 38 من سورة الكهف في تفسير روح المعاني 15/350\n(2) انظر: الهمع 1/207 وكما انشطر النحاة القدماء تجاه أصل الضمير (أنا) وأيّد السيوطي رأي البصريين انشطر المحدثون من العرب والمستشرقين، والذين رجحوا رأي الكوفيين اعتمدوا على الدراسة المقارنة بين العربية ولغات أخرى كالعبرية والآرامية والحبشية؛ الأمر الذي يجعل الباحث يميل إلى رأي الكوفيين. حول رؤية المحدثين في أصل الضمير انظر: د/محمد عبد الله جبر: الضمائر في اللغة العربية 19 : 24\n(1/41)\n",
        "في حديثه عن الضمائر ذكر السيوطي أن ضمائر الغيبة أربعة: هو للغائب وهي للغائبة وهما لمثناهما وهم للغائبين وهنّ للغائبات، واختلف في الأصل منها، فعند البصريين أن (هو، وهي) فقط أصلان، وزيدت الميم والألف والنون في المثنى والجمع، وقال أبو علي: الكل أصول، وقال الكوفيون والزجاج وابن كيسان: الضمير من (هو وهي) الهاء فقط، والواو والياء زائدان لحذفهما في المثنى والجمع ومن المفرد في لغة؛ قال:\nبينا هُ في دارِ صدقٍ قد أقام بها حينا يعلّلنا، وما نعلّله\nوقال:\nهل تعرف الدار على تبراكا دار لسُعدي إذِه من هواكا\nوهذا المذهب هو المختار عندي\"(1).\nالظاهرة الخامسة\nياء (الذي والتي) ونون (اللذان واللتان) ونون صلة (أل) الموصولة\nبين الإثبات والحذف\nسلف الذكر بأن اللهجات لعبت دورا بارزا في تنوع حركة بناء الموصول المفرد (الذي والتي)، وكذلك لعبت الدور نفسه في إثبات الحرف الأخير وحذفه من ذلك الموصول، يقول السيوطي: إنّ \"في الذي والتي لغات(2): إثبات الياء ساكنة، وهي الأصل، وتشديدها مكسورة، قال:\nوليس المالُ فاعلمْه بمالٍ وإن أغناك إلا الذيِّ\nينالُ به العلاء ويصطفيه لأقربِ أقربيه وللقصيِّ\nوتشديدها مضمومة قال:\nأغضِ ما استطعتَ فالكريمُ الذيُّ يألف الحلم إن جفاه بَذيُّ\nوحذف الياء وإسكان ما قبلها، قال:\nفلم أر بيتا كان أحسن بهجةً من الَّذْ به من آل عزَّة عامرُ\nوحذفها وكسر ما قبلها، قال:\nشُغفَتْ بكَ اللّتِ تيَّمتْكَ فمثلُ ما بكَ ما بها من لوعةٍ وغرامِ\nقال أبو حيان: ومن ذهب إلى أن ما ذكر من التشديد والحذف بوجهين خاص بالشعر فمذهبه فاسد؛ لأن أئمة العربية نقلوها على أنها لغات جارية في السعة\".(3)\n__________\n(1) انظر: الهمع 1/209 : 210\n(2) لم ينسب السيوطي هذه اللغات (اللهجات) إلى أصحابها، وحذف الياء من الموصول لهجة هذيل. انظر: د.علم الدين الجندي: اللهجات العربية في التراث 2/689 وما بعدها\n(3) انظر: الهمع 1/283 : 285\n(1/42)\n\nوفي حديثه عن جمع المذكر السالم ذكر السيوطي(1) أن نون المثنى والجمع تحذف للإضافة، نحو (بل يداه) و(المقيمي الصلاةِ)(2)، ولشبه الإضافة نحو تقصير الصلة، وهي عند سيبويه والفراء صلة الألف واللام وما ثنِّى وجمِع من الموصول، ومنه:\nخليليّ ما إن أنتما الصادقا هوىً إذا خفتما فيه عَذولا وواشيا\nوقوله:\nأَبني كُليبٍ إنّ عمَّي اللذا قتلا الملوك وفكّكا الأغلالا\nوقوله:\nهما اللتا لو ولدت تميم لقيل: فخرٌ لهم صميمُ\nقال الفراء: صارت الصلة عوضا عن النون، وهم يحذفون مما طال في كلامهم. وذهب المبرد إلى أن ذلك خاص بـ(اللذان واللتان) لطول الاسم(3)، ولأنه لم يحفظ حذف النون في صلة الألف واللام المثنى من لسان العرب، والبيت المذكور يحتمل أن يكون الحذف فيه للإضافة. قال أبو حيان: لكنه سمع في الجمع، وقياس المثنى على الجمع قياس جليّ، قال:\nالحافظو عورة العشيرة لا يأتيهم من ورائنا وكَفُ\nبنصب (عورة) وخرّج عليه (والمقيمي الصلاةَ) بالنصب(4).\nالظاهرة السادسة\nخبر (لا النافية للجنس) بين الإثبات والحذف\n__________\n(1) انظر: الهمع 1/166 : 168\n(2) المائدة 64 والحج 35\n(3) حذف النون ضرورة عند البصريين، ولهجة عند الكوفيين، وذكر أبوحيان أنها لغة بني الحارث بن كعب وبعض بني ربيعة. ارتشاف الضرب 1/1004\n(4) القراءة شاذة، والحذف تخفيفا. (إعراب القراءات الشواذ 2/138 وروح المعاني 17/201)",
        "(1/43)\n\nذكر السيوطي أن \"حذف الخبر في هذا الباب إن علم غالب في لغة الحجاز ملتزم في لغة تميم وطيئ، فلم يلفظوا به أصلا نحو (لا ضيرَ)، (فلا فوتَ)، (لا بأسَ)، وإنما كثر أو وجب؛ لأن (لا) وما دخلت عليه جواب استفهام عام، والأجوبة يقع فيها الحذف والاختصار كثيرا، ولهذا يكتفون فيها بـ(لا ونعم) ويحذفون الجملة بعدهما رأسا، وأكثر ما يحذفه الحجازيون مع (إلا) نحو (لا إله إلا الله) و(لا حول ولا قوة إلا بالله)، وإن لم يعلم بقرينة قالية أو حالية لم يجز الحذف عند أحد فضلا عن أنه يجب في نحو (لا أحد أغير من الله)، قال ابن مالك: ومن نسب إلى تميم التزام الحذف مطلقا فقد غلط؛ لأن حذف خبرٍ لا دليلَ عليه يلزم منه عدم الفائدة، والعرب مجمعون على عدم التكلم بما لا فائدة فيه، وربما حذف الاسم وبقي الخبر نحو (لا عليك)(1).\nالظاهرة السابعة\nياء المضارع المؤكد والأمر منه بين الإثبات والحذف\nذكر السيوطي أن \"المضارع يفتح آخره مع النون لتركيبه معها، وقيل: لالتقاء الساكنين آخر الفعل والنون الأولى، وسواء في فتح آخره أكان صحيحا كـ(اعتضدَنَّ) أم معتلا كـ(اخشَيَنَّ وارمِيَنَّ). وحذفه حال كونه ياء تلو كسرة لغة لفزارة، يقولون في (ابكينّ) : (ابكِنَّ) بحذف الياء، قال شاعرهم(2):\nوابكِنَّ عَيشا تَولَّى بعد جِدّته (طابت أصائلُه في ذلك البلد)\nوقال(3):\n(لا تُتبعَنْ لوعةً إثرِي ولا هَلعَا) ولا تُقاسِنَّ بعدِي الهمَّ والجزعا\nوغيرهم يفتح الياء ولا يحذفها، فيقول: ابكيَن ولا تقاسيَن. وجوّز الكوفية حذف يائه تلو فتحة، فيقال: اخشِنّ يا هند، بحذف الياء، وقيل: هو لغة طائية\"(4).\nالظاهرة الثامنة\n__________\n(1) انظر: الهمع 2/202 : 203\n(2) انظر: د.إميل يعقوب: المعجم المفصل 1/268\n(3) انظر: السابق 1/500\n(4) انظر: الهمع 4/402 : 403 وفي النص (طائفية) وهو خطأ، والصواب ما ذكرناه. انظر: ابن هشام: مغني اللبيب 3/163 وأبوحيان: ارتشاف الضرب 2/663\n(1/44)",
        "\n(إمّا) العاطفة بين الإثبات والحذف\nيقول السيوطي عن (إمّا): \"إمّا بالكسر المسبوقة بمثلها لمعاني (أو).. وقد تحذف الأولى، كقوله:\nتُهاضُ بدارٍ قد تقادم عهدُها وإمّا بأمواتٍ ألمّ خيالُها\nونقل النحاس أن البصريين لا يجيزون فيها إلا التكرير، وأن الفراء أجازه إجراء لها مجرى (أو) في ذلك. أو تحذف هي بكمالها مستغنىً عنها بـ(إلا) أو بـ(أو)، كقوله:\nفإما أن تكونَ أخي بصدق فأعرفَ منك غَثِّي من سميني\nوإلا فاطّرحْني واتخذني عدوّا أتّقيك وتتقيني\nوقوله:\nوقد شفّني ألا يزال يروعُني خيالُك إما طارقا أو مغاديا\nوهي مركبة من (إن) و(ما) الزائدة على الأصح..\"(1).\nالظاهرة التاسعة\nألف (ما) الاستفهامية والموصولة والشرطية\nبين الإثبات والحذف\nعنون السيوطي بابا بـ(الحذف القياسي والشاذ)، ومما ذكر تحته قوله: إن \"الحذف قسمان: مقيس وشاذ، فالمقيس حذف ألف (ما) الاستفهامية المجرورة نحو (عمّ يتساءلون) وشذّ إبقاؤها في قوله:\nعلى ما قام يشتمني لئيمُ كخنزير تمرّغ في رماد\nوقيل: إن ذلك لغة لبعض العرب، وخرّج عليها بعضهم قوله تعالى (ياليت قومي يعلمون بما غفر لي ربي) أي بأيّ شيء؟ ولا تحذف ألف (ما) الموصولة والشرطية، وذكر أبو زيد والمبرد أن حذف ألف (ما) الموصولة ثبت لغة كثير من العرب، يقولون: (سل عمّ شئت)؛ لكثرة استعمالهم إياه\"(2).\nتعليق :\n__________\n(1) انظر: الهمع 5/253 : 254\n(2) انظر: الهمع 6/248 : 249\n(1/45)\n",
        "بعد هذا العرض لمبحث الإثبات والحذف تبين للباحث أن في حركة الإعراب الظاهرة في الأسماء والأفعال الصحيحة، وفي واو الجماعة مع الماضي، وفي ألف (أنا)، وفي واو (هو) وياء (هي)، وفي ياء (الذي والتي)، وفي ياء المضارع المعتل الآخر المؤكد بالنون والأمر منه، وفي العاطف (إما..وإما..)، وفي خبر (لا النافية للجنس) وفي ألف (ما) الاستفهامية والموصولة والشرطية لهجتين: إحداهما الإثبات والأخرى الحذف، والإثبات أشهر وأكثر استعمالا، وهو لهجة أكثر العرب في: واو الجماعة(1) وألف (أنا) حال الوقف وواو (هو) وياء (هي) وياء (الذي والتي) ونون (اللذان واللتان) وياء المضارع المعتل المؤكد والعاطف (إما) وألف (ما) الموصولية والشرطية. والحذف أفصح وأكثر استعمالا في: ألف (أنا) حال الوصل وألف (ما) الاستفهامية وفي خبر (لا النافية للجنس) المعلوم.\nهذا وقد ذكر السيوطي بعض أصحاب تلك اللهجات، ولم ينسب بعضها لأحد من قبائل العرب، فمثلا نسب حذف الحركة الظاهرة من الأسماء والأفعال لتميم ونسب حذف ألف (أنا) وصلا وإثباتها وقفا للحجاز، ونسب إثباتها وصلا ووقفا لتميم، ونسب التزام حذف خبر (لا النافية للجنس) المعلوم لتميم وطيئ وحذفه في الغالب للحجاز، ونسب حذف ياء المضارع المؤكد وأمره لفزارة. ولم ينسب بقية الظواهر لأحد مكتفيا بقوله: (وهو لغة لبعض العرب) أو (وهو لغة) أو (فيها لغات).\nالمبحث الثالث\nفي الإعمال والإهمال\n__________\n(1) جدير بالذكر أن معظم القراءات المتواترة على هذه اللهجة، أما الأخرى ـ الحذف ـ فهي أقل استعمالا، وهي لهجة تميم؛ ومن ثم فهي فصيحة، وعليها بعض القراءات المتواترة والشاذة، وهي تسمى في اصطلاح القراء اختلاسا.\n(1/46)\n\nلعل من نافلة القول أن النحو العربي قائم على نظرية العامل والمعمول، فالعلاقات بين الوظائف النحوية للكلمات كالفعل والفاعل والمفعول والمبتدأ والخبر وغير ذلك قائمة على إعمال بعضها في بعض، وقد لعبت اللهجات العربية المتعددة دورا بارزا في إعمال بعض الحروف والأفعال الناسخة، فبينما هي عاملة فيما بعدها لدى لهجة ما نجدها مهملة ليس لها تأثير نحوي فيما بعدها لدى لهجة أخرى، غير أن ذلك لا يغني عن الوظيفة الدلالية للحرف أو الفعل، ولعل مثل ذلك ساعد النحاة على الإسهاب في إرساء قواعدهم التي قد تتعدد في الظاهرة النحوية الواحدة، وقد تكون إحدى القواعد مستعملة وسواها أقل استعمالا أو مهملة على النحو الذي نراه في هذا البحث. والظواهر التي يتناولها الباحث هنا هي: بعض النواسخ الفعلية، والحروف الملحقة بـ(ليس)، وبعض النواسخ الحرفية، وبعض نواصب المضارع، حركة الحكاية.\nالظاهرة الأولى\nفي بعض النواسخ الفعلية\nالأفعال الناسخة التي برز دور اللهجات فيها إعمالا وإهمالا، كما ينقلها إلينا السيوطي هي (كان، وليس )، فيقول عن (كان): \".. فأما مذهب البصريين أنها ترفع المبتدأ ويسمى اسمها، ومذهب الكوفيين أنها لم تعمل فيه شيئا وأنه باق على رفعه .. وينصب الخبر باتفاق الفريقين، ويسمى خبرها .. وكان قياس هذه الأفعال ألا تعمل شيئا لأنها ليست بأفعال صحيحة، إذ دخلت للدلالة على تغيّر الخبر بالزمان الذي يثبت فيه، وإنما عملت تشبيها بما يطلب من الأفعال الصحيحة في اسمين نحو (ضرب) .. وجوّز الجمهور رفع الاسمين بعد (كان) وأنكره الفراء، ورُدّ بالسماع، قال:\nإذا متّ كان الناس صنفان شامتٌ وآخرُ مُثنٍ بالذي كنتُ أصنعُ\nوقال: هي الشفاء لدائي لو ظفرتُ بها وليس منها شفاءُ الداء مبذولُ",
        "(1/47)\n\nثم اختلفوا في توجيه ذلك، فالجمهور على أن في (كان) ضمير الشأن اسمها، والجملة من المبتدأ والخبر في موضع نصب على الخبر، ونقل عن الكسائي أن (كان) ملغاة ولا عمل لها..\"(1)\nوفي حديثه عن الأفعال الناسخة ـ كان وأخواتها ـ ذكر أن منها (ليس) وهي فعل غير متصرف، ونقل عن العلماء اختلافهم في الزمن الذي تنفيه (ليس)، ثم قال: \"حكى أبو عمرو بن العلاء أن لغة بني تميم إهمال (ليس) مع (إلا) حملا على (ما) كقولهم: (ليس الطيب إلا المسك) بالرفع على الإهمال، ولا ضمير فيها، ونازعه في ذلك عيسى بن عمر، فقال له أبو عمرو: ليس في الأرض حجازيّ إلا وهو ينصب، ولا تميميّ إلا وهو يرفع\"(2).\nالظاهرة الثانية\nفي الحروف الملحقة بـ(ليس)\n__________\n(1) انظر: الهمع 2/63 : 64 وذكر ابن جني أن (كان) قد تزاد مؤكّدة للكلام، فلا تحتاج إلى خبر منصوب، وهي ملغاة، تقول: مررت برجل كان قائمٍ، أي مررت برجل قائم، و(كان) زائدة. انظر: ابن الخباز: توجيه اللمع 142\n(2) الهمع 2/80 وانظر: مغني اللبيب 1/368 ولا خلاف بين النحويين على إعمال (ليس) في تركيبها المعتاد، كقوله تعالى: ( ألا يوم يأتيهم ليس مصروفا عنهم) هود 8\n(1/48)",
        "\nفي حديثه عمّا أُلحق بـ(ليس) من الحروف ذكر السيوطي أن \"الحرف إن اختص بما دخل عليه ولم ينزل منزلة الجزء منه عمل فيه، فإن لم يختص أو اختص، ولكن تنزّل منزلة الجزء منه لم يعمل فيه؛ لأن جزء الشيء لا يعمل في الشيء. و(ما) من قبيل غير المختص، ولها شبهان(1): أحدهما هذا، وهو عام فيما لا يعمل من الحروف، وراعاه بنو تميم، فلم يعملوها. والثاني خاص وهو شبهها بـ(ليس) في كونها للنفي وداخلة على المبتدأ والخبر، وتخلص المحتمل للحال، كما أن (ليس) كذلك، وراعى هذا الشبه أهل الحجاز فأعملوها عملها فرفعوا بها المبتدأ اسما لها ونصبوا بها الخبر خبرا لها، قال تعالى: (ما هذا بشرا)\"(2)\n__________\n(1) عقد ابن جني بابا أسماه (تعارض العلل) ومما تناول فيه (ما النافية) وإعمالها عند الحجازيين وإهمالها عند التميميين، وأوضح أن علة الإعمال شبهها بـ(ليس) في النفي، وعلة الإهمال شبهها بـ(هل) ونحوها من الحروف الداخلة على الجمل لمعانٍ ولا تعمل فيها؛ ولذا فهي عند سيبويه أقوى قياسا من لغة الحجازيين. (الخصائص 1/166 : 167)\n(2) انظر: الهمع 2/109 : 110 وفي الصفحات اللاحقة من الهمع ذكر السيوطي شروط عمل (ما) عمل (ليس) عند الحجازيين، ولا داعي لذكرها هنا. وللباحث هنا تعليقان: أحدهما حول مقالة السيوطي: إن (بني تميم راعوا كذا وأن الحجازيين راعوا كذا)؛ هذا الأمر هو تصور من النحاة لتبرير ما انتهوا إليه من قواعد، لأن ابن اللغة حينما يتكلم إنما يتكلم بسليقة دون مراعاة لشيء ما من إعمال أو إهمال أو شبه أو ثقل أو خفة أو غير ذلك مما يتصوره النحاة تبريرا لقواعدهم؛ ومن ثم فهذا التصور غير مقبول. والثاني أن بعض النحاة يرون أن (ما) الحجازية لا تعمل فيما بعدها، وأن المرفوع باق على حاله قبل دخولها، وأن المنصوب حدث له النصب من أثر إسقاط الباء في مثل: (ما هذا بشرا)، يقول الفراء (معاني القرآن 2/42) : نصبت (بشرا)؛ لأن الباء استعملت فيه، فلا يكاد أهل الحجاز ينطقون إلا بالباء، فلما حذفوها أحبوا أن يكون أثرها فيما خرجت منه فنصبوا على ذلك، أما أهل نجد فيتكلمون بالباء وغير الباء، فإذا أسقطوا رفعوا، وهو أقوى الوجهين في العربية. وذكر ابن هشام (مغني اللبيب 4/42) أن الحجازيين والنجديين والتهاميين يعملون (ما) عمل (ليس)، وذكر أن عاصما قرأ (ما هنّ أمهاتُهم) على اللغة التميمية. وهذه القراءة لم ترو عن عاصم في رواية حفص ولا رواية أبي بكر، وهما الروايتان المتواترتان. ولم ترد هذه القراءة عند الدمياطي في الإتحاف ولا عند العكبري في إعراب الشواذ، وإنما ذكر الألوسي (روح المعاني 28/281) أنها رواية المفضل عن عاصم.\n(1/49)\n",
        ".\nثم انتقل السيوطي إلى الحديث عن (إنْ) النافية قائلا: \"إنْ النافية أيضا من الحروف التي لا تختص، فكان القياس ألا تعمل، فلذلك منع إعمالها الفراء وأكثر البصرية والمغاربة وعُزي إلى سيبويه، وأجاز إعمالها الكسائي وأكثر الكوفيين وابن السراج والفارسي وابن جني وابن مالك وأبوحيان(1) .. وحُكي عن أهل العالية (إنْ ذلك نافعَك ولا ضارَّك) و(إنْ أحدٌ خيراً من أحد إلا بالعافية)، وقرأ سعيد بن جبير (إنْ الذين تدعون من دون الله عباداً أمثالَكم)(2)، وقال الشاعر(3):\nإن هو مستوليا على أحد إلا على أضعف المجانين\nوقال:\nإنْ المرءُ ميْتاً بانقضاءِ حياتهِ ولكنْ بأن يُبغَى عليه فيُخذلا\nوذهب بعضهم إلى أنها إذا دخلت على الاسم فلابد أن يكون بعدها (إلا) نحو: إنْ الكافرون إلا في غرور، ويردّه ما تقدم(4).\nثم انتقل السيوطي إلى الحديث عن (لا)، فذكر أنها من غير الحروف المختصة، وفي إعمالها أقوال: أحدها وهو المشهور أنها تعمل بشروط كـ(ما) وإلحاقا بـ(ليس)، كقوله:\nتعزَّ فلا شيء على الأرض باقيا ولا وَزَرٌ مما قضى الله واقيا\nوالثاني أنها لا تعمل أصلا، ويرتفع ما بعدها بالابتداء والخبر، ولا ينصب أصلا، والثالث أنها أجريت مجرى (ليس) في رفع الاسم ولا تعمل في الخبر شيئا.\n__________\n(1) انظر: التذييل والتكميل مجلد ثان ورقة 26\n(2) الأعراف 194 والمعنى وفقا لهذه القراءة أن الأصنام ليست أمثالكم، بل أنقص منكم، فكيف تعبدونها\"؟! انظر: العكبري : إعراب القراءات الشواذ 1/579\n(3) انظر: د.إميل يعقوب: المعجم المفصل 2/1048\n(4) انظر: الهمع 2/116 : 117 وواضح من كلام السيوطي أن الأقوى قياسا في (إنْ) النافية الإهمال وهو أكثر استعمالا. للمزيد من الإيضاح انظر: د.الشريف البركاتي: النحو والصرف بين التميميين والحجازيين 59 : 64\n(1/50)\n\nونقل السيوطي عن أبي حيان أنه لم يصرّح بأن إعمال (لا) عمل (ليس) بالنسبة إلى لغة مخصوصة إلا صاحب المقرب، فإنه قال فيه: بنو تميم لا يعملونها، وغيرهم يعملها. وفي كلام الزمخشري: أهل الحجاز يعملونها دون طيئ. والقياس عند بني تميم عدم إعمالها، ويحتمل أن يكونوا وافقوا أهل الحجاز على إعمالها(1).\nثم انتقل السيوطي إلى الحديث عن (لات)، فتحدث عن أصلها واختلاف النحاة فيه، وشروط إعمالها عند النحاة، وأنها لا تعمل إلا في زمان، ثم ذكر أنها تعمل عمل (ليس) في لغة الحجاز، ومنه قول الشاعر:\nندم البغاةُ ولات ساعةَ مندمِ والبغيُ مرتعُ مبتغيه وخيمُ\nوقوله تعالى (ولات حينَ مناص) وقرئ بالوجهين، أي: ولات الحينُ حينَ مناص، أو ولات حينَ مناص لهم(2).\nالظاهرة الثالثة\nفي بعض النواسخ الحرفية\n__________\n(1) انظر: الهمع 2/119 : 120 ويرى بعض الباحثين أن رفع ركني الجملة الاسمية بعد (ليس) والحروف الملحقة بها أسبق من النصب، أي أن الإهمال أسبق من الإعمال. وهذا الكلام يحتاج إلى نظر. انظر: د.ضاحي عبد الباقي: لغة تميم 511\n(2) الهمع 2/121 : 122 والقراءتان ذكرهما العكبري ضمن عدة قراءات للآية، ومنها قراءة بضم النون من (حين) وفتح الصاد من (مناص)، وفي تفسيرها ذكر أن بعض العلماء قالوا: بني مناص مع (لا) وفصل بينهما بـ(حين) وهو الخبر، وهذا فيه تخليط؛ لأن (لا) إذا فصل بينها وبين اسمها بطل عملها، ولأن (حين) يجب أن يكون على هذا منونا، وأن يكون حذف مضاف، أي لا وقت مناص حينٌ، والأشبه أن يكون جرّ مناصا بالإضافة ولم ينصب. (القراءات الشواذ 2/388).",
        "(1/51)\n\nالنواسخ الحرفية المعنية هنا هي (إنْ ـ أنْ ـ كأنْ) بالتخفيف، و(ليت) حال اتصالها بـ(ما) الكافة، ففي حديثه عن (إنّ) المشددة ذكر السيوطي أنها تخفف؛ فيبطل اختصاصها بالجملة الابتدائية، ويغلب إهمالها، وقد تعمل على قلة، وحالها إذا أعملت كحالها وهي مشددة إلا أنها لا تعمل في الضمير إلا في ضرورة بخلاف المشددة، تقول: إنّك قائم، بالتشديد، ولا يجوز: إنْك قائمٌ بالتخفيف.. ثم نقل لنا اختلاف النحويين البصريين والكوفيين في إعمالها خفيفة، فبينما يجيزه فريق يمنعه فريق آخر، ومال السيوطي إلى فريق الإعمال، وردّ رأي الفريق الآخر بعبارة موجزها قال فيها: \"وكل ذلك لا دليل عليه، ومردود بسماع الإعمال نحو قوله(1):(وإنْ كلاًّ لما ليوفينهم ربك) و(إنْ كلَّ نفس لما عليها حافظ)، فقرئا بالنصب، وسُمع: (إنْ عمرا لمنطلق)(2).\n__________\n(1) هود 111 والطارق4 وينضم إلى هاتين الآيتين آيتان أخريان يس 32 والزخرف 35، وفي أربعتها قراءات: تشديد النون في (إنّ) والميم في (لمّا) وتشديد إحداهما دون الأخرى. حول تبيان هذه القراءات وتخريجاتها انظر: إعراب القراءات الشواذ 1/672 : 674 وروح المعاني 12/473 : 476 والبنا الدمياطي: إتحاف فضلاء البشر 326\n(2) انظر: الهمع 2/181 : 184\n(1/52)",
        "\nثم انتقل مباشرة إلى (أن) قائلا: \"تخفف (أنّ) المفتوحة، وفي إعمالها حينئذ مذاهب: أحدها أنها لا تعمل شيئا لا في ظاهر ولا في مضمر، وتكون حرفا مصدريا مهملا كسائر الحروف المصدرية .. والثاني أنها تعمل في المضمر وفي الظاهر نحو (علمت أنْ زيدا قائم)، وقرئ (أنْ غضَبَ اللهِ عليه)(1)، والثالث أنها تعمل جوازا في مضمر لا في ظاهر، وعليه الجمهور(2).\nثم انتقل السيوطي إلى (كأن) قائلا: \"تخفف (كأنّ) وفي إعمالها الأقوال الثلاثة في (أنْ): أحدها المنع، والثاني الجواز مطلقا في المضمر والبارز كقوله:\nويوما توافينا بوجه مقسّمٍ كأنْ ظِبْيةً تعْطو إلى واق السلم\nوقوله:\nوصدرٍ مشرقِ النحرِ كأنْ ثدييهِ حُقّان\nفي رواية النصب فيهما، والثالث الجواز في المضمر لا في البارز..\"(3)\nويلاحظ الباحث أن السيوطي لم ينسب الإعمال ـ أو الإهمال ـ في (أنْ وكأنْ) لأي قبيلة، ولم يذكر أية عبارة ـ من عباراته التي عوّدنا ذكرها ـ تشير إلى أن الإعمال أو الإهمال لهجة من لهجات العرب، وإنما أشار إلى ذلك بطريق غير مباشر، وذلك في حديثه عن (لكنْ) المخففة؛ حيث قال: \"تخفف (لكن)، فلا تعمل أصلا؛ لعدم سماعه\"(4)، فكونه ينصّ على أن عدم السماع هو السبب في نفي الإعمال في (لكن) المخففة يعطينا الحق في الرأي بأن الإعمال في (إنْ وكأنْ) المخففتين مرجعه تباين اللهجات العربية، فثمة لهجة تُعمل وأخرى تُهمل، وإن لم ينسب هو إحدى اللهجتين أو كليهما إلى قبائل بعينها، وهذا الأمر ليس بدعا من السيوطي، بل هو سمة من سمات منهجه في ردّ بعض القواعد النحوية إلى اللهجات العربية.\n__________\n(1) النور 9 وهذه القراءة بتخفيف (أن) ونصب (غضب) وجر لفظ الجلالة لا أدري من أين استقاها السيوطي، فلم أجدها في تفسير الطبري ولا في تفسير الألوسي ولا في إعراب القراءات الشواذ للعكبري ولا في إتحاف فضلاء البشر للبنا الدمياطي.\n(2) انظر: الهمع 2/184 : 185\n(3) انظر: الهمع 2/187 : 188\n(4) انظر: الهمع 2/188\n(1/53)\n",
        "ثم انتقل إلى الحديث عن اتصال (إنّ وأخواتها) بـ(ما) الكافة، قائلا: \"توصل (ليت) بـ(ما)، فيجوز إبقاء عملها وإهمالها كفّاً بـ(ما)، وروي بالوجهين قوله:\nقالت: ألا ليتما هذا الحمامَُ لنا إلى حمامتنا ونصفُه فَقَدِ\nويوصل بها الباقي فتكفّها عن العمل، وتلزم الإهمال، نحو (إنما اللهُ إلهٌ واحدٌ)، والفرق بينها وبين (ليت) أنّ (ليت) أشبه بالأفعال منها؛ ولذا لزمتها نون الوقاية بخلاف البواقي، وأنها باقية الاختصاص بالأسماء، فلا تدخل على الأفعال بخلاف البواقي فإنها تدخل عليهما معا نحو (إنما يُوحَى إليَّ)، (كأنما يُساقون إلى الموت)؛ فلهذا تعين فيها الإلغاء، وجاز في (ليت) الإعمال رعيا لقوة اختصاصها والإهمال إلحاقا بأخواتها\"(1).\nالظاهرة الرابعة\nفي بعض نواصب المضارع\n__________\n(1) انظر: الهمع 2/189 : 190 ومن الطريف أن ابن جني عقد بابا أسماه (تعارض العلل) ومما عرض له فيه (ليتما إعمالا وإهمالا)، وبيّن أن علة الإعمال تشبيهها بحروف الجر التي لا تلغي (ما) عملها، وأن علة الإهمال وحملها على أخواتها تشبيهها بالفعل حينما تتصل به (ما) فتكفه عن عمله، فهي ليست أقوى من الفعل في وجوب العمل، وذلك في نحو قولهم (قلّما يقوم زيد) فـ(ما) دخلت على (قلّ) كافة لها عن عملها. ثم قال: \"هذا طريق اختلاف العلل لاختلاف الأحكام في الشيء الواحد\". (الخصائص 1/166 : 168)\n(1/54)\n\nبعد أن فرغ السيوطي من منصوبات الأسماء تحدث عن نواصب المضارع، وذكر أنها أربعة حروف: (أنْ) وهي أم الباب باتفاقٍ، و(لن، إذن ،كي) باختلاف(1). ثم قال: \"ويجوز إهمال (أن) حملا على أختها (ما) المصدرية، فيرفع الفعل بعدها، وخرّج عليه قراءة (أن يُتمُّ الرضاعة) بالرفع(2)، وقيل: لا ، وأنّ المرفوع بعدها الفعل مخففة من الثقيلة لا المصدرية، وعليه الكوفيون\"(3).\n__________\n(1) انظر: الهمع 4/87 : 88\n(2) البقرة 233 والقراءة لم ترد في الإتحاف ولا في إعراب القراءات الشواذ ولا في تفسير الطبري، وأوردها الألوسي غير مسندة لأحد من القراء، بل قال: \"وقرئ (أن يتمَُّ..) بالرفع، واختلف في توجيهه، فقيل: حملت (أن) على أختها (ما) في الإهمال كما حملت أختها عليها في الإعمال في قوله ـ ص ـ (كما تكونوا يولى عليكم) على رأي، وقيل: أن يتموا بضمير الجمع باعتبار معنى (من) وسقطت الواو في اللفظ لالتقاء الساكنين، فتبعها الرسم\". روح المعاني 2/735\n(3) الهمع 4/91",
        "(1/55)\n\nوفي حديثه عن (إذن) قال السيوطي: \"والرفع ـ بعد إذن ـ لُغيّة أنكرها الكوفيون\"(1)، وفي موضع آخر قال: \"وإلغاء (إذن) مع اجتماع الشروط(2) لغة لبعض العرب، حكاها عيسى بن عمر، وتلقّاها البصريون بالقبول، ووافقهم ثعلب، وخالف سائر الكوفيين، فلم يجز أحد منهم الرفع بعدها، قال أبو حيان: ورواية الثقة مقبولة، ومن حفظ حجةٌ على من لم يحفظ إلا أنها لغة نادرة جدا؛ ولذلك أنكرها الكسائي والفراء على اتساع حفظهما وأخذهما بالشاذ والقليل\"(3).\nالظاهرة الخامسة\nفي حركة الحكاية\nالحكاية هي إيراد لفظ المتكلم على حسب ما أورده في الكلام، وفي حديثه عن الحكاية ذكر أنه \"يحكى بإجماع النحاة على لغة الحجاز بـ(مَن) دون عاطف، فيقدّر إعرابه كله على الأصح، كقولك لمن قال (زيدٌ): مَن زيدٌ؟، ولمن قال (رأيت زيداً): مَن زيدا؟ً، ولمن قال (مررت بزيدٍ): مَن زيدٍ؟ فـ(مَن) في الأحوال الثلاثة مبتدأ و(زيد) خبر، وحركات الإعراب الثلاثة مقدرة؛ لأن حرفه مشغول بحركة الحكاية(4).\n__________\n(1) الهمع 4/107\n(2) أي شروط النصب، وهي كون الفعل مستقبلا، وأن يليها مباشرة يُسمح بالقسم ولا النافية فصلا، فإن سبقها عاطف جاز الإعمال والإهمال، والأكثر في لسان العرب الإهمال، ومنه (وإذاً لا يلبثون خلافك إلا قليلا)، وقرئ (لا يلبثوا)، وهي قراءة أُبيّ وعبدالله بن مسعود. روح المعاني 15/167 وانظر: المالقي: رصف المباني 155\n(3) انظر: الهمع 4/107 وانظر: التذييل والتكميل لأبي حيان المجلد الخامس ورقة 96\n(4) انظر: الهمع 5/323\n(1/56)",
        "\nثم استطرد السيوطي قائلا: \"وقد يترك الحجازيون حكاية العلَم مع وجود شرطه، ويرفعون على كل حال كلغة غيرهم، فإن بني تميم لا يجيزون الحكاية أصلا. وقال أبوحيان: الإعراب أقيس من الحكاية\"(1).\nتعليق :\nبعد هذا العرض لظواهر الإعمال والإهمال تبيّنَ للباحث أن في الفعلين (كان وليس) لهجتين: إحداهما الإعمال وهي الأشهر والأكثر استعمالا ونشرا بين القبائل العربية، وهي لهجة القرآن الكريم بقراءاته المتواترة والشاذة، والأخرى الإهمال، وهي قليلة الاستعمال، لم ترد عليها قراءة قرآنية معتمدة، ولم ينسب السيوطي الإهمال في (كان) لقبيلة بعينها، وإنما اكتفى بعبارة (مردود بالسماع) ردا على الرأي المنكِر ذلك، أما (ليس) فالخلاف في إعمالها وإهمالها مرتبط بوجود (إلا) في تركيبها، والإعمال لهجة الحجاز، والإهمال لهجة تميم حملا على (ما).\nكما تبين للباحث أن في الحروف النافية الملحقة بـ(ليس) لهجتين: إحداهما الإعمال والأخرى الإهمال، والإعمال في (ما) لهجة الحجاز، والإهمال لهجة تميم. والإعمال في (إنْ) لهجة أهل العالية، والإهمال لباقي العرب. والإهمال في (لا) منسوب للهجة تميم، والإعمال منسوب للهجة الحجاز، وقيل إن قبيلة طيئ تهملها مثل تميم. والإعمال في (لات) لهجة الحجاز، والإهمال لباقي العرب.\n__________\n(1) انظر: الهمع 5/324 وانظر: التذييل والتكميل مجلد خامس ورقة 206 وللمزيد انظر: د.ضاحي عبد الباقي: لغة تميم 505 : 506 وهو يرى أن اللهجة التميمية أسبق من اللهجة الحجازية، وهي الأقيس والأفصح.\n(1/57)\n",
        "وفي النواسخ الحرفية (إنْ ـ أنْ ـ كأنْ) بالتخفيف، و(ليتما) لهجتان: إحداهما الإعمال والأخرى الإهمال، ولم ينسب السيوطي الإعمال أو الإهمال فيها لقبيلةٍ بعينها، مكتفيا في (إنْ) بعبارة (مردود بالسماع)، وفي (ليت) بعبارة (رُوي بالوجهين)، ولم يذكر في (أنْ وكأنْ) ما يشير إلى أن الإعمال أو الإهمال لهجة من لهجات العرب، وإنما فهِمَ الباحث ذلك من خلال حديثه عن (لكنْ) المخففة؛ حيث قال: \"تخفف (لكن)، فلا تعمل أصلا؛ لعدم سماعه\"، فكونه ينصّ على أن عدم السماع هو السبب في نفي الإعمال في (لكن) المخففة يؤكد أن الإعمال والإهمال في (أنْ وكأنْ) المخففتين مرجعه السماع من العرب، أيّ أن ثمة لهجة تُعمل وأخرى تُهمل، وإن لم يصرّح السيوطي بذلك، وهذا الأمر ليس بدعا منه، بل هو سمة من سمات منهجه في توضيح دور اللهجة في التقعيد النحوي.\nوفي حرفي نصب المضارع (أن وإذن) لهجتان: إحداهما الإعمال، أي إعمال النصب، وهي الأفصح والأشهر والأكثر استعمالا، والأخرى إهمال النصب، ورفع الفعل بعدهما، وهي لهجة أقرها بعض النحاة ولم يجزها آخرون، وهذا يعني أنها لهجة لم تأخذ حظها من الشهرة مثل الأولى، بل هي لغة نادرة جدا.\nـ وبالنسبة للعلَم المحكي فإن لهجة الحجاز تعربه بعلامات مقدرة على الحكاية، وقد تهمله وتعربه بعلامات ظاهرة وفقا لوظيفته النحوية في الجملة توافقا ولهجة تميم، وهي الأقيس والأفصح.\nالمبحث الرابع\nفي التعدّد الوظيفي\n(1/58)\n\nفي هذا المبحث نتناول مجموعة من التراكيب أو الجمل تتعدّد الوظائف النحوية أو الدلالية لبعض عناصرها بفضل اللهجات العربية وتنوع استعمالاتها للتراكيب العربية؛ ومن ثم فإن هذا التعدد لا تسمح به لهجة واحدة من اللهجات، بل هو نتيجة تباينها في استعمال الكلمات التي تلعب دورا وظيفيا في التركيب النحوي على نحو ما يتضح لنا، ومن تلك الكلمات: ضمير الفصل، والموصول الاسمي (الأُلَى واللائي)، والنواسخ الحرفية، ونواصب المضارع، والمستثنى المنقطع، وغير ذلك مما سنعرض له.\nالظاهرة الأولى\nضمير الفصل والاسم الموصول\nفي حديثه عن ضمير الفصل سجّل السيوطي أكثر من مصطلح له، فذكر أنه يسمى بالفصل عند البصريين وبالعماد أو الدعامة عند الكوفيين(1)، وبعض المتأخرين يسميه صفة، وهو يشبه الحرف، لكنه اسم، ولا محل له من الإعراب، وهو يقع بلفظ المرفوع المنفصل مطابقا لما قبله في الإفراد والتثنية والجمع والتذكير والتأنيث والتكلم والخطاب والغيبة، ولا يقع إلا بعد مبتدأ معرفة أو منسوخ نحو (كنت أنت الرقيب عليهم)، ولا يقع بعده إلا اسم معرفة أو شبيه بها نحو (تجدوه عند الله هو خيرا وأعظم أجرا). وهذا مذهب الجمهور في الجميع، وفي كل خلاف(2).\nويذكر السيوطي أنه \"يتعين فصلية هذا الضمير في صورتين: الأولى: أن يليه منصوب وقبله ظاهر منصوب، نحو: ظننت زيدا هو القائم؛ إذ لا تمكن الابتدائية فيه لنصب ما بعده ولا البدلية لنصب ما قبله ولا التوكيد لأن المضمر لا يؤكد الظاهر. والثانية: أن يليه منصوب، ويقرن بلام الفرق نحو: إن كان زيد لهو الفاضلَ، وإن ظننت زيدا لهو الفاضلَ؛ لامتناع الابتدائية لما سبق في التبعية لدخول اللام عليه.\n__________\n(1) التسميتان تعتمدان على المعنى، وتسمية الكوفيين أكثر وضوحا في التعبير عن قيمة هذا الضمير في الاستعمال. لمزيد من الحديث عن هذا الضمير انظر: د/محمد عبد الله جبر: الضمائر في اللغة العربية 137 : 140\n(2) انظر: الهمع 1/ 136 : 137",
        "(1/59)\n\nوإنْ رُفع ما قبله نحو: كان زيد هو القائم، احتمل أن يكون فصلا، وأن يكون مبتدأ ثانيا، وأن يكون بدلا، فإن كان المرفوع قبله ضميرا نحو: أنت أنت القائم، احتمل الثلاثة والتوكيد أيضا، وإن كان قبله رفع وبعده نصب ولا لامَ أو عكسه نحو (كان زيد هو القائمَ، وإن زيدا هو القائم) احتمل في الأولى ما عدا الابتداء وفي الثانية ما عدا البدل(1). وإن كان بين منصوبين والأول ضمير احتمل الفصل والتأكيد نحو: ظننتك أنت القائمَ. ويتعين فيه الابتدائية إذا وقع بعد مفعول ظننت ووقع بعده مرفوع، نحو: ظننت زيدا هو القائمُ.\nوتميم يرفعون الفصل على الابتداء وما بعده خبر مطلقا، ويقرؤن: (إن ترني أنا أقلُّ) و(تجدوه عند الله هو خيرٌ)(2). وفائدة الفصل عند الجمهور إعلام السامع بأن ما بعده خبر لا نعت مع التوكيد والاختصاص، وعليه قوله تعالى(3): (أولئك هم المفلحون) و(إن شانئك هو الأبتر)(4).\nأما الاسم الموصول المعنيُّ هنا فهو محصور في اسمين: (الأُلَى واللائي)؛ إذ يستعمل كلاهما للمذكر وللمؤنث، والأصل أن الأُلَى للمذكر واللائي للمؤنث، يقول السيوطي في حديثه عن الأسماء الموصولة لجمع المذكر(5): \".. ومنها (الأُلَى) بوزن العُلَى، والمشهور وقوعها بمعنى (الذين) فتكون للعقلاء المذكرين، قال(6):\n__________\n(1) أي احتمل أن يكون فصلا وبدلا وتوكيدا في الأولى، وفصلا ومبتدأ وتوكيدا في الثانية.\n(2) الكهف 39، والمزمل 20 والقراءة بالرفع من الشواذ، وهي منسوبة لعيسى بن عمر. راجع: إعراب القراءات الشواذ 2/18 ، 637 وروح المعاني 15/353 وذكر الألوسي أن \"الرؤية هنا يمكن أن تكون علمية أو بصرية، فإن كان الضمير فصلا تعيّن أن تكون الرؤية علمية؛ لأن الفصل إنما يقع بين مبتدأ وخبر في الحال أو في الأصل\".\n(3) البقرة 5 والكوثر 3\n(4) انظر: الهمع 1/ 240 : 241\n(5) انظر: الهمع 1/286 : 287\n(6) انظر: د.إميل يعقوب: المعجم المفصل 1/74\n(1/60)",
        "\nرأيت بني عمِّي الأُلَى يخذلونني (على حدثان الدهر إذ يتقلبُ)\nوقال:\n(وأن يكونوا من خيار أمته) من الأُلَى يحشرهم في زمرته\nوقد يقع للمؤنث وما لا يعقل، قال(1):\nوتُبلي الأُلَى يَسْتَلْئِمون على الأُلَى تراهنَّ يوم الروع كالحِدَأ القُبْلِ\nومنها (اللاء) كالذين، قرأ ابن مسعود (واللاء آلَوْا من نسائهم)(2)، وقال الشاعر:\nفما آباؤنا بأمَنَّ منه علينا اللاءِ قد مهدوا الحُجُورا\nثم انتقل السيوطي بالحديث إلى الأسماء الموصولة لجمع المؤنث، فذكر منها (اللائي)، يقول(3): \".. ومنها لجمع المؤنث: اللاتي واللائي .. ومن شواهدها قوله تعالى: (واللائي يئسن من المحيض من نسائكم ـ الطلاق 4).\nالظاهرة الثانية\nالحروف ( إنّ وأخواتها ـ نواصب المضارع)\nأولا: إنّ وأخواتها:\nبعد أن انتهى السيوطي من حديثه عن نواسخ الابتداء الأحرف الخمسة المشبهة بالفعل (إنّ وأخواتها)(4)، وبيّن أن وظيفتها النحوية أنها تعمل عكس (كان)، فتنصب المبتدأ باتفاق، وترفع الخبر عند البصريين دون الكوفيين؛ فهو عندهم باق على رفعه قبل دخولها، قال: \"وسُمع من العرب نصب الجزأين بعدها، فقيل: هو مؤول وعليه الجمهور، وقيل: سائغ في الجميع وأنه لغة وعليه أبوعبيد بن سلام وابن الطراوة وابن السِّيد، وقيل: خاص بـ(ليت) وعليه الفراء. ومن ذلك قوله:\n__________\n(1) ذكر المحقق أن البيت لأبي ذؤيب الهذليين، وهو في ديوان الهذليين، وهذا يعني أن استعمال (الأُلَى) للمؤنث لهجة هذيل، بيد أن السيوطي لم يشر إلى ذلك.\n(2) البقرة 226 والقراءة المتواترة للآية (للذين يؤلون من نسائهم)، ولم أجد هذه القراءة في تفسير الطبري ولا في إعراب القراءات الشواذ ولا في الإتحاف. وفي تفسير الألوسي: وقرأ عبد الله: (آلوا من نسائهم) انظر: روح المعاني 2/ 713\n(3) انظر: الهمع 2/287\n(4) في الواقع هي ستة حروف (إنّ أنّ لكنّ كأنّ ليت لعل) وثمة فرق تركيبي بين (إنّ) و(أنّ) في الاستعمال والدلالة.\n(1/61)\n",
        "إذا التفَّ جُنحُ الليلِ فلتأتِ ولتكنْ خُطاك خِفافاً إنّ حرّاسنَا أُسْدا\nوقوله:\nكأنّ أذنيَه إذا تشوّفا قادمةً أو قَلَماً محرَّفا\nوقوله: يا ليت أيامَ الصِّبا رواجعا\nوسُمع: (لعل زيدا أخانا)(1).\nوفي موضع آخر ذكر السيوطي أن (إنّ) تخرج عن وظيفتها النحوية السابقة ووظيفتها الدلالية (التوكيد) إلى وظيفة أخرى، فتكون حرف جواب، يقول: \"اختلف: هل تأتي (إنّ) حرف جواب بمعنى نعم؟ فأثبت ذلك سيبويه والأخفش وصححه ابن عصفور وابن مالك، وأنكره أبوعبيدة. ومن شواهدها قول ابن الزبير لمن قال له (لعن الله ناقة حملتني إليك): إنّ وراكبها(2). ولا عمل لها حينئذ، وخرّج الأخفش عليها قراءة (إنّ هذان لساحران)(3).\nوفي موضع آخر ذكر السيوطي أن (لعلّ) تخرج عن وظيفتها النحوية السابقة ووظيفتها الدلالية (الترجي) إلى وظيفة أخرى، فتكون حرف جرّ، يقول في حديثه عن المجرورات: \"لعل والجر بها لغة عقيلية، حكاها أبوزيد والأخفش والفراء، قال شاعرهم:\nفقلت ادعُ أخرى وارفع الصوت جهرةً لعلّ أبي المِغوارِ منك قريبُ\nوحكم محلها ومجرورها كـ(ربّ)، فالأصحّ أنها تتعلق بالعامل..\"(4).\nثانيا: نواصب المضارع:\n__________\n(1) انظر: الهمع 2/156 : 157 وذكر الألوسي أنه \"قرأ المفضل (إن اللهَ بالغاً أمره)الطلاق3 بنصب الجزأين، وهو لغة ضعيفة\" انظر: روح المعاني 28/459\n(2) انظر: المالقي: رصف المباني 204\n(3) انظر: الهمع 2/180\n(4) انظر: الهمع 4/207 : 208 وانظر: مغني اللبيب 2/436 ومما خرج عن وظيفته المشهورة عند أكثر العرب (متى)، فهي تأتي للاستفهام وللشرط، لكنها تخرج عن هذه الوظيفة إلى وظيفة الجر كـ(مِن)، وهي لغة هذيل. انظر: الهمع 4/210 : 211 وزاد ابن هشام أنها \"في لغة هذيل تأتي بمعنى (في)\". انظر: مغني اللبيب 4/241\n(1/62)\n\nبعد أن فرغ السيوطي من منصوبات الأسماء تحدث عن نواصب المضارع، وذكر أنها أربعة حروف: (أنْ) وهي أم الباب باتفاقٍ، و(لن، إذن ،كي) باختلاف(1). ثم قال: \"ويجوز إهمال (أن) حملا على أختها (ما) المصدرية، فيرفع الفعل بعدها، وخرّج عليه قراءة (أن يُتمُّ الرضاعة) بالرفع(2)، وقيل: لا ، و(أنّ) المرفوع بعدها الفعلُ مخففةٌ من الثقيلة لا المصدرية، وعليه الكوفيون. ولا يجوز الجزم بـ(أنْ) عند الجمهور، وجوّزه بعض الكوفيين، قال الرؤاسيّ من الكوفيين: فصحاء العرب ينصبون بـ(أن) وأخواتها الفعل، ودونهم قوم يرفعون بها، ودونهم قوم يجزمون بها، وأنشد على الجزم(3):\nأُحاذرُ أنْ تعلمْ بها فترُدّها (فأتركَها ثقْلا عليّ كما هيا)\nوممن حكى الجزم بها لغة من البصريين أبو عبيدة واللحياني، وزاد أنها لغة بني صُباح\"(4)ٍ.\nثم استطرد السيوطي في الحديث قائلا: \"وحكى اللحياني الجزم بـ(لن) لغةً، وأنشد عليه قول الشاعر:\nلن يخِبِ الآن مِن رجائِك مَن حرّك مِن دونِ بابِك الحَلَقَهْ..\"(5)\n__________\n(1) انظر: الهمع 4/87 : 88 وقد سبق الحديث عن (أن وإذن) في باب الإعمال والإهمال.\n(2) البقرة 233 والقراءة لم ترد في الإتحاف ولا في إعراب القراءات الشواذ ولا في تفسير الطبري، وأوردها الألوسي غير مسندة لأحد من القراء، بل قال: \"وقرئ (أن يتمَُّ..) بالرفع، واختلف في توجيهه، فقيل: حملت (أن) على أختها (ما) في الإهمال كما حملت أختها عليها في الإعمال في الحديث: (كما تكونوا يولى عليكم) على رأي، وقيل: أن يتموا بضمير الجمع باعتبار معنى من وسقطت الواو في اللفظ لالتقاء الساكنين، فتبعها الرسم\". روح المعاني 2/735\n(3) انظر: د.إميل يعقوب: المعجم المفصل 2/1089\n(4) الهمع 4/91\n(5) الهمع 4/97",
        "(1/63)\n\nوعن (إذن) قال: \"والرفع ـ بعد إذن ـ لُغيّة أنكرها الكوفيون\"(1)، وفي موضع آخر قال: \"وإلغاء (إذن) مع اجتماع الشروط(2) لغة لبعض العرب، حكاها عيسى بن عمر، وتلقّاها البصريون بالقبول، ووافقهم ثعلب، وخالف سائر الكوفيين، فلم يجز أحد منهم الرفع بعدها، قال أبو حيان: ورواية الثقة مقبولة، ومن حفظ حجةٌ على من لم يحفظ إلا أنها لغة نادرة جدا؛ ولذلك أنكرها الكسائي والفراء على اتساع حفظهما وأخذهما بالشاذ والقليل\"(3).\nالظاهرة الثالثة\nفعل القول بمعنى الظنّ واسم الفعل (هلمّ)\nأولا : القول بمعنى الظن:\nفي باب (ظن وأخواتها) عقد السيوطي مبحثا بعنوان (استعمالات القول)، وسجّل فيه أن \"في القول وما تصرف منه استعمالات: أحدها أن يحكَى به الجمل نحو (قال: إني عبد الله) .. والثاني أن ينصب المفرد نحو (قلتُ كلمةً) .. والثالث أن يعمل عمل (ظن)، فينصب المفعولين، وذلك في لغة بني سليم مطلقا، يقولون: (قلت زيدا قائما) من غير اعتبار شرط من شروط لغة جمهور العرب، وهي تقدّم استفهام بالهمزة أو بغيرها واتصاله به وكونه فعلا مضارعا لمخاطب، كقوله:\nمتى تقولُ القُلّصَ الرواسِما يحملْنَ أُمّ قاسمٍ وقاسما\n__________\n(1) الهمع 4/107\n(2) أي شروط النصب، وأن تقع في صدر جملة الجواب، وكون الفعل مستقبلا، وأن يليها مباشرة ويُسمح بالقسم ولا النافية فصلا، فإن سبقها عاطف جاز الإعمال والإهمال، والأكثر في لسان العرب الإهمال، ومنه (وإذاً لا يلبثون خلافك إلا قليلا)، وقرئ (لا يلبثوا)، وهي قراءة أُبيّ وعبدالله بن مسعود. روح المعاني 15/167\n(3) انظر: الهمع 4/107\n(1/64)",
        "\nفإن فقَدَ شرطا مما ذكرت تعينت الحكاية بأن لا يتقدم استفهام أو يفصل بينه وبينه، ويستثنى الفصل بالظرف والمعمول مفعولا أو حالا.. وإذا اجتمعت الشروط فالإعمال جائز لا واجب، فتجوز الحكاية أيضا مراعاة للأصل نحو (أتقول: زيد منطلق)، وكذا إعماله مطلقا في لغة بني سليم جائز لا واجب\"(1).\nثانيا : اسم الفعل (هلمَّ) :\nفي حديثه عن العوامل ومنها أسماء الأفعال ذكر السيوطي أن منها (هلمّ)، وهي بمعنى: اجمعْ واقصدْ وأحضرْ، ومنه (هلمّ شهداءكم) أي أحضروهم، وبمعنى: أقبلْ، فيتعدى بـ(إلى) نحو (هلمّ إلينا)(2)، وقد تُعدّي باللام نحو (هلمّ للثريد)، وهذه لغة الحجاز من جعلها اسم فعل. أما بنو تميم فهي عندهم فعل تتصل بالضمائر، فيقولون: هلمّي وهلمّا وهلمّوا وهلْمُمن\".(3)\nالظاهرة الرابعة\nالمستثنى والحال مصدرا وعددا\nأولا : المستثنى :\n__________\n(1) انظر: الهمع 2/245 : 246، 248\n(2) هلم شهداءكم (الأنعام 150) وهلم إلينا (الأحزاب 18)\n(3) انظر: الهمع 5/126 : 127 وانظرأيضا: قطر الندى 34 وتجدر الإشارة إلى أن ابن هشام ذكر أن (هلم) في اللغة الحجازية يلزم استتار ضميرها، وهي فعل قاصر غير متعد. ثم ذكر أن التركيب (هلمّ جرا) ليس عربيا محضا؛ لخروج (هلمّ) عن دلالاتها السابقة. انظر له: المسائل السفرية في النحو 32 : 35\n(1/65)\n",
        "حديثنا عن المستثنى ينحصر في (المستثنى المنقطع) و(المستثنى بغير)، وإيثار مصطلح (المستثى المنقطع) بدلا من الاصطلاح المشهور (الاستثناء المنقطع) أرى فيه دقة؛ لأن الانقطاع لا يكون للاستثناء، وإنما يكون للمستثنى، فالاستثناء هو أسلوب أو تركيب يحوي مستثنى منه ومستثنى بينهما أداة استثناء، كما أن تنوع الوظيفة النحوية إنما يكون للمستثنى فقط؛ ولذا فالباب يُدرس في المنصوبات مراعاة للأصل الوظيفي الغالب على المستثنى وهو النصب على أنه مفعول لفعل يُقدَّر بـ(أستثني)، ولعل السيوطي آثَرَ مصطلح (المستثنى) في العنوان لهذا السبب؛ إذ يقول: \"وعبرت بالمستثنى كابن مالك في التسهيل خلاف تعبير النحاة سيبويه فمَن بعده بـ(الاستثناء)؛ لأن الباب للمنصوبات، والمستثنى أحدها لا الاستثناء\"(1).\n__________\n(1) انظر: الهمع 3/248\n(1/66)\n\nأما عن دور اللهجات في التعدد الوظيفي للمستثنى المنقطع فيوضحه لنا السيوطي في قوله عن المستثنى بأن \"المتصل والمنقطع المقدم والمؤخر الموجب لا يُختار فيه الإتباع، بل يجب النصب في الثلاثة في اللغة الشهيرة(1)\n__________\n(1) النصب على أنه مفعول للفعل (أستثني)، وثمة رؤية مقنعة مفادها أن نصب المستثى ليس واجبا في أيٍّ من صوره، حتى في الصورة التي من أجلها وُضع المستثنى في باب المنصوبات وهي صورة (التام المثبت) نحو (نجح الطلاب إلا زيدا)، ففي مثل هذه الصورة يمكن رفع المستثنى على أنه فاعل للفعل (امتنع)، ووردت هذه الصورة في قوله تعالى: (فشربوا منه إلا قليلٌ ـ البقرة 249) بالرفع؛ أي: (امتنع قليل). وهذه الرؤية لا يقبلها الباحث اعتقادا منه بأن الفعل لا يُعزل عن فاعله، فإذا حُذف الفعل تبعه الفاعل ، فهو ملازم له ، وإنما يوجد المفعول وحده بدون جملته النواة وليس بدون فعله. أما عن هذه القراءة فهي شاذة ـ لم ترد في الإتحاف ـ وذكر الألوسي أنها قراءة أبيّ والأعمش، وذكر أن \"النحاة جعلوه من الميل إلى جانب المعنى، فـ(شربوا) في قوة (لم يطيعوه) فحق أن يرد المستثى مرفوعا، وذهب أبو حيان إلى أنه لا حاجة للتأويل، وجوّز في الموجب وجهين: النصب وهو الأفصح، والإتباع لما قبله على أنه نعت أو عطف بيان\". انظر: روح المعاني 2/767 والباحث يرى أن أبا حيان أجاز الرفع على أنه نعت للضمير المرفوع في (شربوا) وتقترب هذه الرؤية مع الرؤية القائلة بأن (إلا) هنا بمعنى (غير) وموقعها الرفع ثم أُعرب (قليل) إعراب (غير) على أنه وصف للمضمر (إعراب القراءات الشواذ 1/263). حول رفض إعراب المستثنى بالفعل (استثنى) انظر: العكبري : التبيين عن مذاهب النحويين 399 وما بعدها. وحول علاقة الفعل بالفاعل انظر: الكتاب لسيبويه هامش 2/38 (كلام للسيرافي عن عدم وجود الفعل بدون فاعله في اللغة)، وانظر للباحث: الأفعال اللاشخصية في القرآن 6: 8 (حديث عن العلاقة بين الفعل والفاعل).",
        "(1/67)\n\nنحو قوله تعالى: (ما لهم به من علم إلا اتباعَ الظنِّ) (1) وقوله تعالى: (فشربوا منه إلا قليلا منهم)، وقول الشاعر:\nومالي إلا آلَ أحمد شيعةٌ ومالي إلا مَشْعَبَ الحقِ مشعبُ\nوفي لغة تميم يتبع المنقطع بشرط صحة إغنائه عن المستثى منه، نحو (ما في الدار أحد إلا زيدٌ)، قال:\nوبلدة ليس بها أنيسُ إلا اليعافيرُ وإلا العيسُ\nفإن لم يصحّ إغناؤه نحو (ما زاد إلا ما نقص، وما نفع إلا ما ضر) تعيّن نصبه عند جميع العرب. وكذا إن تقدم نحو (ما في الدار إلا حماراً أحدٌ). وفي لغة يتبع المقدم، حكى سيبويه: (ما لي إلا أبوك أحدٌ)، قال سيبويه: فيجعلون (أحد) بدلا و(أبوك) مبدلا منه. وقال ابن عصفور: ولا يقاس على هذه اللغة، وقد قاسه الكوفيون والبغداديون وابن مالك، ومن الوارد قوله(2):\n(لأنهم يرجون منه شفاعةًً) إذا لم يكن إلا النبيون شافعُ\nوالمتوسط بين المستثنى منه وصفته نحو (ما جاءني أحد إلا زيدا خير منك) يجوز فيه الإتباع بدلا والنصب على الاستثناء كالمتأخر، والإتباع فيه هو المختار\"(3)\n__________\n(1) النساء 157 وفي موضع آخر ذكر السيوطي أن القراء مجموعون على النصب؛ لأنه لغة الحجاز. (الإتقان3/103) وقال الألوسي: والمعنى: لكنهم يتبعون الظن، وجُوّز أن يفسَر الشك بالجهل والعلم بالاعتقاد الذي تسكن إليه النفس جزما كان أو غيره؛ والاستثناء حينئذ متصل، وإليه ذهب بعض المفسرين، غير أنه خلاف المشهور. (روح المعاني 5/253)\n(2) انظر: د.إميل يعقوب: المعجم المفصل 1/530\n(3) انظر: الهمع 3/255 : 257\n(1/68)",
        "\nوأما عن المستثنى بـ(غير) فلا خلاف على أنه مجرور بالإضافة، وتشغل (غير) الوظيفة النحوية له؛ ومن هنا كان الخلاف اللهجي النحوي فيها، يقول السيوطي: \"أصلها الوصف، وإنها محمولة في الاستثناء على (إلا)، والمستثنى بها مجرور بإضافتها إليه، وتعرب بما للاسم الواقع بعد (إلا) من وجوب نصب في الموجب نحو (قام القوم غيرَ زيد) وفي المنقطع وفي المقدم نحو (ما جاء القوم غيرَ الحمير، وما جاء غيرَ زيد أحدٌ)، ومن جوازه ورجحان الإتباع في المنفي نحو (ما جاء أحدٌ غيرُ زيد)، ومن كونه على حسب العامل في المفرّغ نحو (ما جاء غيرُ زيد وما رأيت غيرَ زيد وما مررت بغيرِ زيد)، وبعض بني أسد وقُضاعة يفتحها في الاستثناء مطلقا\"(1).\nثانيا : الحال مصدرا وعددا:\n__________\n(1) انظر: الهمع 3/277 : 278\n(1/69)\n",
        "في باب الحال وفي حديثه عن ورود الحال مصدرا نقل لنا السيوطي إجماع البصريين والكوفيين على أنه لا يُستعمل من المصادر حالا إلا ما استعملته العرب، ولا يقاس عليه غيره، فلا يقال: جاء زيد بكاء، وشذّ المبرد فقال: (يجوز القياس)(1). ثم قال: \"ويُستثنى ثلاثة أنواع جوّزوا فيها القياس: الأول: ما وقع بعد خبر قرن بـ(أل) الدالة على الكمال نحو (أنت الرجل علما) أي الكامل في حال العلم .. والثاني: ما وقع بعد خبر يُشبَّه به مبتدؤه نحو (أنت زهير شعرا) .. والثالث: ما وقع بعد (أما) نحو: أما علْماً فعالمٌ ، والأصل فيه أن رجلا وُصف عنده شخص بِعلْم وغيره، فقال للواصف: أمّا علْما فعالمٌ ، يريد: مهما يُذكر إنسان في حال علْمٍ فالذي وصفتَ عالمٌ كأنه منْكِرٌ ما وصفه به من غير العلم، فالناصب لهذه الحال هو فعل الشرط المحذوف، وصاحب الحال هو المرفوع بفعل الشرط. ويقال قياسا عليه: أمّا سِمْناً فسمينٌ وأمّا نُبْلاً فنبيلٌ .. وذهب بعضهم إلى أن نصب (علْما) في المثال على أنه مفعول به بفعل الشرط المقدر، أي مهما تذكر علما فالذي وُصِف عالمٌ .. ورفع المصدر بعد (أمّا) جائز في لغة تميم قالوا: أما علمٌ فعالمٌ ، مع ترجيحهم النصب، فإن وقع بعد (أما) معرفة فالأرجح عند الحجازيين رفعه، وأوجبه بنو تميم نحو (أما العلمُ فعالم) أي فهو عالم(2)، ويجوز نصبه أيضا في لغة الحجاز، ووجّهه سيبويه بأنه مفعول به؛ لتعذّر الحال بالتعريف والمصدر، لأنه مؤكد والمؤكد لا يكون معرفة\"(3).\n__________\n(1) انظر: الهمع 4/15 : 16\n(2) أبان السيوطي عن الوظيفة النحوية للمصدر (علم) في حالة النصب بأنه (حال) أو (مفعول)، ولم يبن عنها حالة رفعه؛ ومن ثم نقول: إنه مبتدأ خبره جملة (فهو عالم).\n(3) انظر: الهمع 4/15 : 17\n(1/70)\n\nوفي حديثه عن تنكير الحال ذكر السيوطي أن \"الواجب تنكير الحال؛ لأنها خبر في المعنى، ويجوز أن تأتي أحوال مقترنة باللام مثل: ادخلوا الأول فالأول، وورد أيضا أحوال مضافة نحو (تفرقوا أيادي سبأ) و(طلبته جهدي)، ومنه عند الحجازيين العدد من ثلاثة إلى عشرة مضافا إلى ضمير ما تقدّمَ نحو (مررت بهم ثلاثتهم أو خمستهم أو عشرتهم) وتأويله عند سيبويه أنه في موضع مصدر وُضِع موضع الحال، أي مثلّثا أو مخمّسا لهم. وبنو تميم يُتبعون ذلك لما قبله في الإعراب توكيدا، فعلى هذا يقدر بـ(جميعهم) وعلى الأول يقدر بـ(جميعا) .. ويجري ذلك في مركب العدد على الجواز، فيقال: جاء القوم خمسةَ عشرَهم والنسوة خمسةَ عشرتَهنّ بالنصب\"(1).\nتعليق:\nبعد هذا العرض لمبحث التعدد الوظيفي يرى الباحث أن اللهجات العربية لعبت دورا محوريا في تعدد الوظائف النحوية لبعض الحروف والأسماء والأفعال في الظواهر التي ذكرناها، ويمكن أن نوجز ذلك على النحو التالي:\nـ ضمير الفصل تتعدد وظائفه النحوية ما بين المبتدأ والتوكيد والبدل والفصل. والغرض من الفصل الإعلام من أول وهلة بكون الخبر خبرا لا صفة؛ ومن ثم اشتد شبهه بالحرف؛ إذ لم يُجأ به إلا لمعنى في غيره، واقتصاره على وظيفة الفصل أكثر انتشارا وشيوعا في العربية؛ وعليه القراءات المتواترة، وهو لهجة الحجاز، في حين أن الذين وظّفوه مبتدأ هم أصحاب القراءات الشاذة، وهو لهجة بني تميم.\nـ الموصولان الاسميان (الأُلَى واللائي) كلاهما يستعمل للمذكر وللمؤنث، والأصل أن الأُلَى للمذكر واللائي للمؤنث، وهذا يعني تبادل الوظيفة الدلالية بينهما أو تعددها لهما.\nـ النواسخ الحرفية (إنّ وأخواتها) لها وظيفتان: إحداهما أنها تنصب المبتدأ وترفع الخبر، والأخرى أنها تنصبهما معا. ولـ(إنّ) وظيفة دلالية غير التوكيد، وهي أنها بمعنى (نعم) حرف جواب. ولـ(لعل) وظيفة نحوية أخرى وهي أنها حرف جر.\n__________\n(1) انظر: الهمع 4/18 : 19",
        "(1/71)\n\nـ نواصب المضارع (أنْ ولن وإذن) تتعدد وظائفها النحوية، فـ(أن) تنصب وترفع وتجزم، و(لن) تنصب وتجزم، و(إذن) تنصب وترفع، والنصب أشهر الوظائف.\nـ القول وتصريفاته تتعدد استعمالاته، ومنها أنه يأتي بمعنى الظن، وبالتالي ينصب مفعولين بعده في لهجة من لهجات العرب دون قيد ولا شرط.\nـ كلمة (هلمّ) : تتعدد وظائفها الدلالية فهي بمعنى (اجمعْ واقصدْ وأحضرْ وأقبلْ)، وهي اسم فعل في لهجة الحجاز وفعل أمر يتصل بضمائر الرفع في لهجة تميم، ويتعدى بنفسه وباللام\nـ المستثنى المنقطع الأشهر فيه النصب على أنه مستثنى، وإذا صحّ إغناؤه عن المستثنى منه يشغل وظيفة البدل من المستثنى منه عند بني تميم، وفي لهجة أخرى يشغل وظيفة البدل دون شرط.\nـ وأما \"غير\" (مستثنىً) فالأشهر فيها أن تشغل الموقع الوظيفي للاسم الواقع بعد (إلا)، وبالتالي تُنصَب وتُرفع وتُجَر وفقا لموقعها الوظيفي في التركيب، وفي لهجة بني أسد وقضاعة من لهجات العرب تُفتَح في الاستثناء مطلقا\nـ المصدر بعد (أما) يشغل وظيفة الحال في جميع اللهجات، ويشغل وظيفة المبتدأ، على الجواز في لهجة تميم، فإن كان معرفة فالرفع واجب في لهجة تميم، وراجح في لهجة الحجاز مع جواز النصب.\nـ العدد المفرد المضاف إلى ضمير عائد على متقدم مثل (ثلاثتهم) يشغل وظيفة الحال في لهجة الحجاز، ويشغل وظيفة التوكيد تابعا لما قبله في لهجة تميم. ويجوز أن يعامل العدد المركب معاملة العدد المفرد في ذلك.\nالمبحث الخامس\nالأشهر والمشهور وغير المشهور في القاعدة\n(1/72)",
        "\nفي هذا المبحث نعرض لمجموعة من القواعد النحوية أسهمت اللهجات العربية في شهرة بعضها وذيوعها لكثرة الاستعمال، في حين بقي بعضها أقل شهرة أو دون شهرة بل ربما خرج بعضها عن سمات الفصحى التي جاءت عليها قراءات القرآن وصار نادر الاستعمال أو مهملا. والقواعد التي نعرض لها هي: تجرد (عسى) و(هاء) من الضمير وإلحاقه بهما، اجتماع الفاعل الظاهر مع الفاعل الضمير في الجملة، حركة الاسم المرخم، نصب تمييز (كم) الخبرية دون فاصل، تنوع فاعل (نعم وبئس) ما بين الاسم الظاهر والضمير البارز، والتخلص من التقاء الساكنين بالتحريك والحذف.\nالظاهرة الأولى\nتجرد الفعل (عسى) واسم الفعل (ها)\nمن الضمير وإلحاقه بهما\nفي حديثه عن إسناد (عسى) إلى ما يُسمى بالمصدر المؤول (أن يفعل) ذكر السيوطي أنَّ (أنْ يفعل) يغني عن الخبر، نحو (عسى أن تكرهوا شيئا)، وقيل: إنها تامة مكتفية بالمرفوع، ثم أضاف قائلا: \"فإن تقدم والحالة هذه اسم ظاهر نحو (زيد عسى أن يخرج) جاز جعْلُ الفعل مسندا إلى (أن يفعل) وجعله مسندا إلى ضمير الاسم السابق، و(أن يفعل) الخبر، فعلى الأول يجرد الفعل من علامة التثنية والجمع والتأنيث نحو (الزيدان عسى أن يقوما، والزيدون عسى أن يقوموا، وهند عسى أن تقوم، والهندات عسى أن يقمن)، وعلى الثاني يلحق بها، فيقال في الأمثلة: (عسَيا وعسوْا وعست وعسَين) والتجريد أجود\"(1).\nونقل السيوطي عن أبي حيان أن التجريد لغة لقوم من العرب والإلحاق لغة لآخرين، فليس كل العرب تنطق باللغتين\"(2).\n__________\n(1) انظر: الهمع 2/144 : 145\n(2) انظر: الهمع 2/145\n(1/73)\n",
        "وأضاف السيوطي أن \"حق (عسى) إذا اتصل بها ضمير أن لا يكون إلا بصورة المرفوع، هذا هو المشهور في كلام العرب وبه نزل القرآن، ومن العرب من يأتي بصورة المنصوب المتصل، فيقال: عساني وعساك وعساه، ومنه (يا أبتا علّك أو عساكا)، ومذهب سيبويه فيها أنها تعمل عمل (لعل)، فتنصب الاسم وترفع الخبر، ومن النحاة مَن عكس الإسناد فجعل الضمير المتصل بـ(عسى) خبرا لها، وبعض النحاة اعتبروا ضمير النصب المتصل بـ(عسى) هو في محل رفع نيابة عن المرفوع، كما ناب ضمير الرفع عن ضمير النصب والجر في قولهم: أكرمتك أنت، وأنا كأنت\"(1).\nوفي حديثه عن أسماء الأفعال ذكر السيوطي أن منها (ها) بمعنى (خذ)، وفيها لغتان: القصر والمدّ وتستعمل مجردة، فيقال للواحد المذكر وغيره: (ها وهاءَ)، و(متلوة)(2) بكاف الخطاب بحسب المخاطب، فيقال: هاكَ وهاكِ وهاكما وهاكم وهاكنَّ، ومقتصرا على تصرف الهمزة، فيقال: هاءَ وهاؤما وهاؤمُ وهاؤن، وهذه أفصح اللغات فيها، وبها ورد القرآن\"(3).\nالظاهرة الثانية\nاجتماع الاسم الظاهر مع الضمير فاعلا للفعل\nيقول السيوطي: \"إذا أسند الفعل إلى الفاعل الظاهر، فالمشهور تجريده من علامة التثنية والجمع نحو: (قام الزيدان وقام الزيدون وقامت الهندات)، ومن العرب مَن يلحقه الألف والواو والنون على أنها حروف دوالّ كتاء التأنيث لا ضمائر، وهذه اللغة يسميها النحويون لغة (أكلوني البراغيث)، ومنها قوله:\nيلومونني في اشتراء النخيـ ـلِ أهلي، فكلُّهُمُ أَلْومُ\n__________\n(1) انظر: الهمع 2/145 : 146\n(2) كلمة (متلوة) وردت في نص الهمع (متلوها) بالهاء والألف، وهي مرفوضة من السياق والتركيب، ولعلها خطأ من الناسخ أو من السيوطي دون إدراك، ولعل صوابها ماأثبتناه في النص (متلوة).\n(3) انظر: الهمع 5/122 وكلمة (متلوها) يرفضها السياق والتركيب، ولعلها خطأ من الناسخ أو وقع من السيوطي دون إدراك، ولعل صوابها (متلوةً) بتاء التأنيث\n(1/74)\n\nومنهم مَن جعلها ضمائر، ثم اختلفوا، فقيل: ما بعدها بدل منها، وقيل: مبتدأ والجملة السابقة خبر. والصحيح الأول لنقل الأئمة أنها لغة، وعزيت لطيئ وأزد شنوءة\"(1).\nالظاهرة الثالثة\nالانتظار وعدم الانتظار في المرخّم\n__________\n(1) انظر: الهمع 2/256 : 257 وانظر: مغني اللبيب 4/403 وجدير بالذكر أن جمهور النحاة على أنها ضمائر تحل محل الاسم الظاهر الفاعل ولا تجتمع معه؛ لأن ذلك يؤدى إلى اجتماع فاعلين على الفعل، وهذا غير جائز فى اللغة، ولما اصطدموا بشواهد لغوية فصحى اجتمع فيها الاسم الظاهر والعلامة الدالة عليه كما فى الآية (أسروا النجوى الذين ظلموا) ذهبوا إلى التأويل. وقليل منهم عدّها علامات، وعلى رأس الجمهور سيبويه، وعلى رأس القليل المازنى، والباحث يرجح رؤية فريق المازني. والحكم من النحاة بأن الصحيح هو الأول لأنه لغة حكم غير دقيق؛ لأن ثمة فرقا بين الظاهرة اللهجية والمفاضلة بين القواعد النحوية التي تستند إليها، فكونها لغة لا ينفي الرأي الثاني كما أنه يثبت الرأي الأول، وإنما الترجيح بين الرأيين مرجعه اختلاف النحاة في التخريج والتعليل والتبرير.",
        "(1/75)\n\nيقول السيوطي: \"في المرخّم لغتان: الانتظار وهو نية المحذوف، وترك الانتظار وهو عدم نيته، والأول أكثر استعمالا وأقواهما في النحو، وجاء عليه ما قرئ (ونادوا يامالِ)(1)، وجاء على الثاني قوله(2):\n(يدعون عنتَرُ والرماحُ كأنها) أشْطانُ بئر في لَبَان الأدهمِ\nثم إذا انتظر فلا يغيّر ما بقي، بل يبقى على حركته وسكونه .. وإذا ترك الانتظار أعطى آخر الاسم ما يستحقه لو تمّم به وضعا، فيضم ظاهرا إن كان صحيحا، وتقدر فيه الضمة إن كان معتلا، ويُعلّ بالقلب والإبدال..\"(3).\nالظاهرة الرابعة\nنصب تمييز (كم) الخبرية\nذكر السيوطي أن \"تمييز (كم) الخبرية مجرور، ويكون مفردا وجمعا، قال(4):\nكم عمةٍ لك يا جريرُ وخالةٍ (فدعاء قد حلَبَتْ عليَّ عِشاري)\n__________\n(1) الزخرف 77 و(يامالِ) في نص الهمع مضبوطة بالضم (يامالُ)، ولعل ذلك خطأ من الطابع أو المحقق، ولذلك فهي مضبوطة بالكسر في النسخة الأخرى (شمس 2/67) والآية قرئت في الشواذ بدون كاف مع ضم اللام وكسرها على لغتي المرخم، والكسر لغة الانتظار والضم لغة عدم الانتظار. انظر: العكبري: إعراب القراءات الشواذ 2/453 . وذكر الألوسي أنه \"قرأ علي وابن مسعود وابن وثاب والأعمش بالترخيم على لغة من ينتظر، وقرأ أبو السوار بالترخيم على لغة من لم ينتظر. وقال ابن جني: للترخيم في هذا الموضع سرّ، وذلك أنهم لعظم ما هم فيه ضعفت قواهم وذلت أنفسهم، فكان هذا من موضع الاختصار ضرورة\". انظر: روح المعاني 25/141\n(2) كلمة (عنتر) في االمعلقة مضبوطة بالفتح (شرح المعلقات العشر 287)، وهذا يعني أنه على لغة من ينتظر؛ لكن الزوزني في شرحه للمعلقات السبع أشار إلى أن الكلمة قرئت بالضم على لغة من لا ينتظر، وبالفتح على لغة من ينتظر، أو على أنها مفعول به للفعل يدعون، وليس فيها حذف على أن اسمه (عنتر).\n(3) انظر: الهمع 3/88 : 91 (باختصار)\n(4) انظر: د.إميل يعقوب: المعجم المفصل 1/406\n(1/76)",
        "\nوقال(1):\nكم ملوكٍ بادَ مُلكُهمُ (ونعيمِ سُوقةٍ بادوا)\nوالإفراد أكثر من الجمع وأفصح حتى زعم بعضهم أن تمييزها بالجمع شاذّ، وقيل: يكون الجمع على معنى الواحد .. والجر بإضافتها إليه عند البصريين، وقال الكوفيون: بـ(مِن) مقدرة حذفت وأبقي عملها .. فإن فُصل نُصِب حملا على (كم) الاستفهامية، كقوله:\nكم نالني منهمُ فضلاً على عدَمٍ إذ لا أكادُ من الافتقار أحتملُ\nوربما يُنصب غير مفصول، فروي (كم عمةً لك) بالنصب، وذكر بعضهم أن النصب بلا فصل لغة تميم، وذكره سيبويه عن بعض العرب. قال أبو حيان: وهي لغة قليلة\"(2).\nالظاهرة الخامسة\nتنوع فاعل ( نعم وبئس وأفعل التفضيل)\nبين الاسم الظاهر والمضمر\nفي حديثه عن العوامل ومنها (نعم وبئس) ذكر السيوطي أن النحاة اختلفوا في كونهما اسمين أو فعلين، ورجح هو كونهما فعلين بقوله: \"ويدل لفعليتهما لحوق تاء التأنيث الساكنة بهما في كل اللغات وضمير الرفع في لغة حكاها الكسائي\".\nوفي موضع ثان تحدث عن (فاعلهما) قائلا: إنه \"لا يأتي نكرة اختيارا، وإن ورد فضرورة، ولا يكون موصولا .. وشذ كونه ضميرا غير مفرد، أي مطابقا للمخصوص نحو (أخواك نعْما رجلين) وحكى الأخفش عن بعض بني أسد: نعما رجلين الزيدان، ونعْموا رجالا الزيدون، ونِعمتُم رجالا، ونعمْن نساءً الهندات\"(3).\n__________\n(1) انظر: د.إميل يعقوب: المعجم المفصل 1/211\n(2) انظر: الهمع 4/80 : 82 وانظر لأبي حيان: التذييل والتكميل مجلد ثالث ورقة 145وذكر ابن هشام أن قوما زعموا أن نصب تمييز (كم الخبرية) إذا كان مفردا جائز في لغة تميم. انظر: مغني اللبيب 3/47\n(3) انظر: الهمع 5/ 27، 39 ، 40\n(1/77)\n",
        "وفي حديثه عن (أفعل التفضيل) قال: \"يرفع أفعل التفضيل الضمير غالبا والظاهر في لغة ضعيفة، نحو (مررت برجل أفضل منه أبوه) أي أزيد عليه في الفضل أبوه. حكاها سيبويه وغيره. والأحسن حينئذ تقدّم (مِن)، ويكثر رفعه الظاهر إن كان مفضلا على نفسه باعتبارين واقعا بين ضميرين ثانيهما له والآخر للموصوف، والوارد في ذلك عن العرب كونه بعد نفي، ومنه الحديث: (ما من أيام أحب إلى الله فيها العمل الصالح منه في عشر ذي الحجة\"(1).\nالظاهرة السادسة\nالتخلص من التقاء الساكنين بالحذف أو التحريك\nتناول السيوطي هذه الظاهرة في حديثه عن الأبنية، وهذا يعني أنها ظاهرة صوتية لكن الباحث يرى أنها ظاهرة مشتركة، فإن كان الساكنان في كلمة مثل (الضالّين) فهي ظاهرة صوتية، وإن كانا في كلمتين في جملة مثل (أحدٌ الله الصمد) فهي ظاهرة صوتية نحوية؛ ومن ثم ضمّنَها الباحث بحثه هذا.\n__________\n(1) انظر: الهمع 5/107\n(1/78)\n\nوعرض السيوطي لهذه الظاهرة في صفحات كثيرة من همعه، يهمنا منها قوله: \"لا يخلو التقاء الساكنين من حذف أحدهما أو تحريكه، وهو الأصل؛ لأنه أقل إخلالاً ولذلك لا (يعدل عنه) إلا بعد تعذره بوجه ما، وأصل التخفيف أن يكون من الساكن المتأخر؛ لأن الثقل ينتهي عنده، وقيل: الأصل تحريك الساكن الأول؛ لأن به التوصل إلى النطق بالثاني، فهو كهمزة الوصل\"(1)، ثم نقل السيوطي عن الجرمي قوله: \"حذف التنوين لالتقاء الساكنين مطلقا لغة، وعليها قرئ(2)\n__________\n(1) ما بين القوسين ورد في الهمع هكذا (يعدل إليه)، وهو لا يستقيم مع التركيب والمعنى، لأن الضمير فيه ينبغي أن يعود على (التحريك)؛ لأنه أقرب مذكور إليه، وإذا كان كذلك فهو متناقض مع مقصود السيوطي، ولعل وضْعَ (إليه) خطأ من الناسخ أو من السيوطي دون قصد، أو يكون السيوطي قصد أن يعود الضمير على (الحذف)، وفي ذلك تنوع فيما يعود عليه الضمير، وهذا جائز في اللغة، ومن ذلك قوله تعالى: \"لتؤمنوا بالله ورسوله وتعزّروه وتوقّروه وتسبحوه بكرة وأصيلا)، فمن أوجه التفسير أن الضمير في (توقروه) يعود على النبي، وفي (تسبحوه) يعود على الله تعالى. (الأشموني: منار الهدى 28 والألوسي 26/349)، وعلى الرغم من ذلك فإن عبارة السيوطي تحدث لبسا، وإن قَبِلنا التركيب فهل نقبل أن (يعدل إليه) بمعنى (يلجأ إليه)؟ لا أعتقد! ومن ثم آثرنا أن نكتبه (يعدل عنه) حتى يسهل على القارئ فهمه.\n(2) الإخلاص 1، 2 ويس 40 والقراءة فيهما من الشواذ التي لم ترد في الإتحاف، وذكر العكبري قراءة (أحدُ اللهُ) قائلا: \"يقرأ بغير تنوين على حذف التنوين لالتقاء الساكنين\". انظر: إعراب القراءات الشواذ 2/758 وتعرض الطبري لآية (أحدُ الله) ناسبا قراءة عدم التنوين إلى نصر بن عاصم وعبدالله بن أبي اسحاق، وأضاف أن التنوين وحذف التنوين لغتان، والتنوين أفصح وأشهر وأجود عند العرب، وعليه إجماع قراء الأمصار. انظر: جامع البيان 15/441 أما الآية الأخرى (سابقُ النهارَ) بغير تنوين مع نصب (النهار) فقد ذكر الألوسي \"أنها قراءة عمارة بن عقيل، وقال المبرد: سمعته يقرأ فقلت: ما هذا؟ قال: أردت سابقٌ النهارَ بالتنوين، فحذفت لأنه أخف، وفي البحر: حذف التنوين لالتقاء الساكنين\". انظر: روح المعاني 23/32",
        "(1/79)\n\n(أحدُ الله الصمد) و(لا الليل سابقُ النهارَ)، وقال: ولا ذاكرِ اللهَ إلا قليلا\".. وأصل ما حرّك من الساكنين الكسر؛ لأنها حركة لا توهم إعرابا\"(1).\nتعليق :\nبعد هذا العرض لظواهر مبحث (الأشهر والمشهور وغيرالمشهور) من القاعدة بفضل دور اللهجات العربية تبين للباحث الآتي:\nـ أن تجرد (عسى) من الضمير المرفوع المتوافق مع الاسم السابق لها أشهر وأجود من إلحاقه بها، والتجرد لهجة القرآن في مختلف قراءاته. والضمير المتصل بـ(عسى) الأشهر فيه أن يكون ضمير رفع، وغير مشهور أن يكون ضمير نصب، وغير مشهور أن يتصل بها ضمير مطابق للاسم الظاهر.\nـ واسم الفعل (ها) الأشهر فيه التجرد من ضمير الخطاب مع تصرف الهمزة، وهي لغة القرآن، وفيه كذلك التجرد بدون همزة، أما اتصاله بضمير الخطاب فأقل شهرة.\nـ وبالنسبة لاجتماع الفاعل الظاهر مع الضمير في الجملة الفعلية فإن الأشهر عدم الاجتماع، وإذا اجتمعا يصير الضمير علامة للعدد والنوع كـ(تاء التأنيث). وكلتا اللهجتين احتفظ بها القرآن، وعدم الاجتماع لغة معظم العرب.\nـ وفي الاسم المرخم لهجتان: إحداهما الانتظار والأخرى عدم الانتظار، والأولى أقوى وأكثر أستعمالا وبالتالي فهي الأشهر.\nـ وفي تمييز (كم) الخبرية ثلاث لهجات: الجر وهي الأفصح والأشهر، والنصب حال الفصل بينهما، والنصب دون الفصل، وهي أقل شهرة واستعمالا نسبت لتميم. ويكون مفردا وجمعا، والإفراد أجود وأفصح وأشهر.\nـ وتجرد (نعم وبئس) من ضمير يتوافق مع المخصوص أفصح وأشهر من اتصالها به، والاتصال لهجة لبعض بني أسد، فهي غير مشهورة.\nـ ورفع (أفعل التفضيل) اسما ظاهرا في نحو (مررت برجل أفضل منه أبوه) لهجة غير مشهورة وُصفت بأنها ضعيفة.\n__________\n(1) انظر: الهمع 6/176 وما بعدها، وانظر: ارتشاف الضرب 2/718 وما بعدها\n(1/80)",
        "\nـ وفي التخلص من التقاء الساكنين لهجتان: إحداهما التحريك وهي الأقوى والأشهر والأكثر استعمالا، وعليها لغة القرآن في كثير من آياته، والأخرى حذف أحدهما، وهي أقل شهرة، بل لعلها غير مشهورة، وإذا كان أحد الساكنين تنوينا حُذف دون إخلال بالتركيب، وعليها قراءات شاذة للقرآن. والتخلص تخفيف في النطق.\nتعليق ختامي\nاحتوت الصفحة السابقة آخر ما سطره الباحث من سطور في هذا البحث الذي يدور حول دور اللهجة في التقعيد النحوي في ضوء همع الهوامع، وقد دار البحث في فلك خمسة مباحث هي: 1ـ تنوع علامات الإعراب والبناء. 2ـ الإثبات والحذف. 3ـ الإعمال والإهمال. 4ـ التعدد الوظيفي. 5ـ المشهور وغير المشهور في القاعدة. وضمت هذه المباحث بدورها العديد من الظواهر اللهجية.\nوانتهى الباحث إلى أن في تعدّد اللهجات العربية وتباينها إثراءً للنحو العربي تعددا وتنوعا في قواعده، وقد يكون التعدد في ظل الظاهرة النحوية الواحدة؛ حيث نجد فيها أكثر من قاعدة نتيجة تباين اللهجات العربية في استخدام التراكيب والأساليب في التعبير عن المعنى الواحد، وجاء هذا الحُكْم العام على النحو العربي من خلال همع السيوطي؛ لأنه يعد موسوعة نحوية كبرى احتوت في طياتها العديد من اللهجات العربية التي أدت إلى تنوع القواعد النحوية، ولعل في كلام السيوطي نفسه ما يؤكد ذلك؛ إذ يقول في مستهل همعه: \".. فإن لنا تأليفا في العربية جمع أدناها وأقصاها، وكتابا لم يغادر من وسائلها صغيرة ولا كبيرة إلا أحصاها .. حشدت فيه ما يُقرّ الأعين..\".\nوفي هذا التعليق الختامي لن يعرض الباحث لكل ما انتهى إليه البحث من نتائج، لأنها ذُكرت تباعا عقب كل ظاهرة من ظواهر البحث، وهي كثيرة متنوعة؛ وإنما نقف فحسب عند منهج السيوطي في تناوله للظواهر اللهجية من خلال إحصاء اللهجات العربية الواردة في الهمع والمصطلحات التي استعملها السيوطي في الإشارة إليها.\nإحصاء للهجات النحوية في همع السيوطي\n(1/81)\n",
        "قام الباحث بإحصاءٍ للهجات العربية المنسوبة وغير المنسوبة في الدرس النحوي من همع الهوامع، والتي لعبت دورا بارزا في إثراء القواعد النحوية تعدّداً وتنوعا، وقد تبين له أن السيوطي لم يستعمل مصطلح (لهجة)، بل استعمل مصطلح (لغة) مكبّرة ومصغرة ومثناة ومجموعة، وفي بعض المواضع استعاض عن ذلك بواحدة من هذه العبارات (بعض العرب)، (أكثر العرب)، (سُمع كذا)، (رُدّ بالسماع) أو بـ(أسماء القبائل)، فتردّدَ على لسانه: (الحجازيون، الحجازيين، أهل الحجاز) و(تميم، بنو تميم، بني تميم، بعض بني تميم، أكثر بني تميم، مِن بني تميم)، (بنو أسد، بعض بني أسد) و(طيئ) و(قُضاعة) و(كنانة) و(بني عامر) و(أهل العالية) دون ذكر مصطلح (لغة).\nومن خلال الإحصاء انتهى الباحث إلى أن مصطلح (لغة) تردّدَ على لسان السيوطي ثلاثا وثمانين مرة، وقد ورد محددا (بالإضافة أو الوصف) وغير محدد، في حين أن مصغرَهُ ورد مرة واحدة(1) ومثناه تكرر مرتين، وجمعه تكرر خمس عشرة مرة تمثّل ثلاثا وثلاثين لغة أو لهجة، وذُكرت عبارة (بعض العرب) خمس مرات وعبارة (سُمع، رُد بالسماع) خمس مرات. أما (أسماء القبائل) فقد تردد ذكرها خمسا وعشرين مرة على هذا النحو: (الحجازيون والحجازيين وأهل الحجاز) سبع مرات، (تميم وبنو تميم وبني تميم وبعض بني تميم وأكثر بني تميم ومِن بني تميم) تسع مرات، (بنو أسد وبعض بني أسد) ثلاث مرات، و(طيئ) مرتين، و(قضاعة وكنانة وبني عامر أهل العالية) مرة واحدة.\n__________\n(1) ورد مصطلح (لُغيّة) في الهمع مرة واحدة ضمن عدد (لغة)، وبالتالي فالعدد لم يزد.\n(1/82)\n\nوبإضافة كل ما تردَّدَ على لسان السيوطي من لهجات عربية بعضها إلى بعض نجد أن جملة اللهجات العربية التي أثْرَتِ القواعد النحوية تنوّعاً وتعدّداً ـ ربما في الظاهرة النحوية الواحدة ـ بلغت ثلاثا وخمسين ومائة لهجة؛ جملة منها ردَّها السيوطي لأصحابها من القبائل العربية، وأخرى وصفها بواحدة من هذه العبارات (بعض العرب) و(جمهور العرب) و(قوم من العرب) و(اللغة المشهورة) و(اللغة الشهيرة) و(لغة نادرة جدا) و(لغة ضعيفة) و(لغة رديئة)، وباقي اللهجات اكتفى فيها السيوطي بقوله: (لغة) دون تحديد بوصف أو إضافة، ونسبتها قليلة مقارنةً باللهجات المنسوبة والموصوفة، وسنذكرها فيما بعد.\nولاحظ الباحث أن بعض الظواهر اللهجية اشتركت فيها أكثر من قبيلة، فمثلا يقول السيوطي عن المثنى: \".. ولزوم الألف في الأحوال الثلاثة لغة معروفة عزيت لكنانة وبني الحارث بن كعب وبني العنبر وبني الهُجيْم وبطون من ربيعة وبكر بن وائل وزبيد وخَثْعم وهمدان وفَزَارة وعُذْرة\". وهذا يعني أن عدد الظواهر اللهجية المذكور سلفا لا يقتضي عددا يماثله من القواعد النحوية.\nوأحيانا ينسب ظاهرة إلى قبيلة واحدة وينسب الظاهرة المقابلة لها لقبيلة أخرى، ولا يتعرض لها عند باقي العرب، فلا ندري أيَّ الفريقين يتبعون؟ ومن ذلك قوله عن اسم الإشارة (ذلك): \"إن بني تميم ليس من لغتهم استعمال اللام مع الكاف، والحجازيين ليس من لغتهم استعمال الكاف بلا لام\".\nوأحيانا يذكر لهجة قبيلة ما في تفرّدها بظاهرة لهجية، ولا يتحدث عن أصحاب اللهجة المقابلة، بيد أننا نفهم أن باقي العرب يتكلمون بها، ومن ذلك حديثه عن بناء (هاء الغيبة) بعد كسر، إذ يقول: \"كسرُه لغة غير الحجازيين، أما الحجازيون فلغتهم ضم هاء الغائب مطلقا\". وقد يشير إلى أن الظاهرة الأخرى هي لغة الجمهور أو لغة بعض العرب مكتفيا بذلك.",
        "(1/83)\n\nونحاول في متن هذا التعليق الختامي أن نوجز القواعد النحوية التي سجّلها السيوطي نقلا عن سابقيه؛ نتيجة تباين اللهجات العربية، وسنرتبها ترتيبا تنازليا وفقا لنسبة تردّدِها في الهمع كثرة وقلّة، فنبدأ باللهجات التي كثر تردّدُ ذكر أصحابها على لسان السيوطي، وهذا لا يعني أنها أكثر اللهجات تمثيلا للقواعد النحوية، فربما يكون ترددُّها استثناءً من لغة القاعدة المشهورة والتي تكلم بها كل العرب ما عدا تلك القبيلة، وإنما يعني أنها أثْرَتِ النحو العربي بجملة من القواعد النحوية بصرف النظر عن مدى استعمالها وشهرتها بين العرب، مع الوضع في الاعتبار أن قراءات القرآن تمثّلُ تراكيبُها وأساليبُها أفصح اللهجات في اللسان العربي، وتبيّن للباحث أن النسبة الغالبة من تراكيب قراءات القرآن تتمثل في لهجتي الحجاز وتميم، وهما أكثر اللهجات تردّداً في الهمع، وهناك لهجات استعملها القرآن في بعض قراءاته غير أن تراكيبها مردودة من قِبَل النحاة(1)، وهناك لهجات لم يستعملها القرآن في أيّ من قراءاته.\nوكما راعينا نسبة تردد اللهجات في الهمع راعينا الترتيب الهجائي بينها في حالة تساوي الكَمِّ العددي بين ظواهرها على النحو الذي نراه في السطور القادمة.\nولن نسجل في رصدنا القادم للظواهر اللهجية أرقام الصفحات من الهمع؛ لأنها وردت جميعا موثقة منه في متن البحث، فأغنى ذلك عن إعادة ذكرها هنا.\nالقبيلة ولغتها ... الظواهر النحوية المنسوبة إليها\nلغة تميم ... ـ إعراب (فعال) العلم المؤنث إعراب الممنوع من الصرف، إلا إذا كان منتهيا بحرف الراء، فهو مبني على الكسر كلغة الحجاز.\nـ بناء (فعال) الأمر على الكسر.\nـ إعراب الملحق بجمع المذكر السالم مثل (سنين) بالحركات وإلزامه الياء.\nـ استعمال الكاف بدون اللام في اسم الإشارة (ذاك).\n__________\n(1) القراءة عندنا مقدمة على قواعد النحاة وإن كانت شاذة.\n(1/84)",
        "\nـ بناء (أمس) على الكسر حالتي النصب والجر، وإعرابه حالة الرفع. وبعضهم يعربه في الحالات الثلاث غير مصروف، وبعضهم يصرفه (ينونه).\nـ بناء لام (لكي) على الفتح.\nـ تحويل حرف الإطلاق إلى تنوين الترنم.\nـ جواز حذف حركة الإعراب في الأسماء والأفعال المعربة.\nـ إثبات ألف (أنا) وصلا ووقفا.\nـ التزام حذف خبر (لا النافية للجنس) المعلوم.\nـ إهمال عمل (ليس) مع (إلا) حملا على (ما).\nـ إهمال عمل الحروف الملحقة بـ(ليس).\nـ منع إعراب العلم المحكي بالحركات المقدرة على الحكاية.\nـ رفع ما بعد ضمير الفصل على أنه خبر والضمير مبتدأ.\nـ (هلم) فعل يتصل بالضمائر وليس اسم فعل.\nـ إتباع المستثنى المنقطع ما قبله حال إغنائه عن المستثنى منه\nـ جواز رفع المصدر النكرة بعد (أما) ووجوبه معرفة.\nـ إتباع العدد المضاف لضمير ما تقدم على البدلية.\nـ جواز نصب تمييز (كم) الخبرية دون فاصل.\nلغة الحجاز ... ـ بناء (فعال) العلم المؤنث على الكسر إجراء مجرى (فعال) الواقع موقع الأمر.\nـ إعراب الملحق بجمع المذكر السالم مثل (سنين) بالحروف.\nـ بناء الضمير المتصل الغائب (الهاء) على الضم.\nـ استعمال الكاف مع اللام في اسم الإشارة (ذلك).\nـ فك تضعيف الفعل المضعف حالة الجزم أو بناء الآخر.\nـ وجوب بناء (أمس) على الكسر.\nـ الإبقاء على حرف الإطلاق في الروي المطلق.\nـ إثبات ألف (أنا) وقفا وحذفها وصلا.\nـ جواز حذف خبر (لا النافية للجنس) المعلوم.\nـ إعمال الحروف النافية (ما ولا ولات) عمل (ليس) ما توافرت الشروط.\nـ جواز تقدير حركات الإعراب على العلَم المحكي.\nـ هلمّ : اسم فعل لا يتصل بالضمائر، ويتعدى بنفسه وباللام\nـ نصب المصدر (النكرة) بعد أما على الحال، وجواز رفعه معرفة على الابتداء.\nـ نصب العدد المضاف إلى الضمير على أنه حال.\nلغة طيئ ... ـ القصر في بعض الأسماء الستة وإعرابها بالحركات المقدرة\nـ إعراب الموصول (الذين) إعراب جمع المذكر.\n(1/85)\n",
        "ـ استعمال (ذوات) موصولا مبنيا على الضم.\nـ استعمال (ذو) موصولا مبنيا ومعربا.\nـ التزام حذف خبر (لا النافية للجنس) المعلوم.\nـ حذف آخر المضارع المعتل بالياء المؤكد بعد فتحة.\nـ إهمال عمل الحروف النافية الملحقة بـ(ليس).\nـ اجتماع الاسم الظاهر مع الضمير فاعلا للفعل.\nلغة أسد ... ـ اجتماع الاسم الظاهر مع الضمير فاعلا للفعل (لغة أكلوني البراغيث).\nـ بناء (فعال) الواقع موقع الأمر على الفتح.\nـ إسكان الواو والياء في (هو , هي).\nـ ضم ها التنبيه في المنادى (أيه).\nـ نصب (غير) في الاستثناء مطلقا.\nلغة قيس ... ـ إعراب (سنين) وأمثالها بالحروف على أنها ملحقة بجمع المذكر السالم.\nـ إسكان الواو والياء في الضمير (هو ، هي).\nـ إعراب (لدن) نصبا وجرا.\nلغة بني بكر ... ـ لزوم المثنى الألف.\nـ كسر كاف الخطاب في المثنى والجمع بعد ياء أو كسر\nلغة خثعم ... ـ لزوم الألف في المثنى.\nـ التصرف (تنوع الإعراب) في الظرف (ذات).\nلغة بني ربيعة ... ـ لزوم المثنى الألف.\nـ إسكان عين (مع) قبل كسر، وكسرها قبل ساكن.\nلغة بني سليم ... ـ بناء (لام) الطلب على الفتح.\nـ إعمال القول معاملة الظن مطلقا.\nلغة عقيل ... ـ إعراب (الذين) إعراب جمع المذكر السالم بالحروف.\nـ الجر بـ(لعل) على أنها حرف جر.\nلغة فزارة ... ـ لزوم المثنى الألف.\nـ حذف آخر المضارع المؤكد المعتل بالياء تلو كسرة.\nلغة كنانة ... ـ لزوم المثنى الألف والملحق به.\nـ إجراء (كلا وكلتا) مع الظاهر مجراهما مع المضمر في الإعراب بالحروف.\nلغة أزد شنوءة ... ـ اجتماع الاسم الظاهر مع الضمير المطابق فاعلا للفعل.\nلغة بني الحارث ... ـ لزوم المثنى الألف.\nلغة خزاعة ... ـ بناء لام الجر على الكسر حال اتصاله بالضمير (مثل الباء).\nلغة زبيد ... ـ لزوم المثنى الألف.\nلغة بني صباح ... ـ الجزم بـ(أن) المصدرية الناصبة للمضارع في كلام العرب\nلغة بني عامر ... ـ إعراب مثل (سنين) بالحركات وإلزامه الياء.\n(1/86)\n\nلغة عذرة ... ـ لزوم المثنى الألف.\nلغة بني عنبر ... ـ لزوم المثنى الألف.\nلغة فزارة ... ـ لزوم المثنى الألف.\nلغة فقعس ... ـ إعراب الظرف (حيث) نصبا وجرا مثل (عند).\nلغة قُضاعة ... ـ فتح (غير) في الاستثناء مطلقا.\nلغة بني كعب ... ـ لزوم المثنى الألف.\nلغة بني الهجيم ... ـ لزوم المثنى الألف.\nلغة هذيل ... ـ إعراب (الذين) إعراب جمع المذكر السالم.\nلغة همدان ... ـ لزوم المثنى الألف.\nلغة بعض العرب ... ـ إبقاء ألف (ما) الاستفهامية.\nـ إهمال النصب بـ(إذن) مع توافر الشروط.\nلغة الجمهور ... ـ عدم التصرف (تنوع الإعراب) في (ذا وذات).\nـ القول بمعنى الظن يعمل عمله بشروط.\nقوم من العرب ... ـ تجرد (عسى) من الضمير المطابق للاسم المتقدم عليها لغة قوم من العرب، والإلحاق لغة لآخرين.\nكثير من العرب ... ـ حذف ألف (ما) الموصولية.\nاللغة الشهيرة ... ـ وجوب نصب المستثنى المتصل والمنقطع المقدم والمؤخر الموجب.\nاللغة المشهورة ... ـ إعراب (كلا وكلتا) إذا أضيفا إلى ظاهر بالحركات المقدرة، وإعرابهما بالحروف إذا أضيفا إلى ضمير على أنهما ملحقان بالمثنى.\nلغة ضعيفة ... ـ تسهيل المضارع المهموز الآخر وجواز إبقاء آخره عند الجزم.\nـ (أفعل التفضيل) يرفع الاسم الظاهر دون قيد ولا شرط.\nلغة قليلة ... ـ إسكان الضمير المتصل (هاء).\nلغة نادرة جدا ... ـ إهمال النصب بـ(إذن) مع توافر الشروط.\nومن خلال هذا الإحصاء وما سبقه من دراسة يمكن أن نلاحظ على منهج السيوطي في تناوله للهجات العربية ـ أو الظواهر اللهجية ـ الآتي:\nـ كثير من اللهجات التي عرض لها في كتابه استشهد لها من آيات القرآن بقراءاته المتواترة والشاذة، فضلا عن الشعر الموثوق به في معظمه، وهذه ميزة للسيوطي.",
        "(1/87)\n\nـ السيوطي لم يبد رأيه في كثير من المسائل النحوية التي أوردها في همعه، مكتفيا بمهمة الجمع والحصر لأكبر كَمِّ من القواعد والآراء النحوية المتوافقة والمتباينة، كما لم يبد رأيه في اللهجات الموصوفة من سابقيه بأنها شهيرة أو رديئة أو ضعيفة أو غير ذلك، بل حتى في بعض اللهجات المنسوبة للقبائل على ألسنة سابقيه، لكن نفهم أن عدم معارضته تأييد منه لهم في آرائهم.\nـ كثيرا ما التزم الدقة في عزو أكثر اللهجات إلى أصحابها من القبائل العربية، ووصلت دقته إلى أنه يعزو اللهجة الواحدة لأكثر من قبيلة أو بطن من القبيلة.\nـ لكنه لم يستمر في دقته السابقة في عزو كل اللهجات لأصحابها؛ حيث اكتفى في نسبة بعضها لـ(بعض العرب) أو (جمهور العرب) أو (قوم من العرب) وغير ذلك مما عرضنا له في صفحات البحث.\nـ وصف بعض اللهجات حاكما على كل منها بواحدة من هذه الصفات: (اللغة الشهيرة) (اللغة المشهورة)، (لغة نادرة جدا)، (لغة ضعيفة)، (لغة رديئة)، لكن هذه اللهجات محدودة جدا، وأحكامه هذه نقلها عن سابقيه، وليس من تلقاء نفسه، غير أن إثباته لها دون اعتراض يعد تأييداً منه لأصحابها.\nـ بعض اللهجات تركها مبهمة دون تحديد، مكتفيا بقوله: (لغة)، وهذه قليلة بالنسبة لجملة اللهجات في الكتاب، وهذا الأمر لا ينقص من صنع السيوطي وجهده الموفور في الهمع، فبعض ما لم يعزُه من لهجات لم أجده عند غيره معزوا. ويمكن أن نوجز تلك اللهجات على النحو التالي :\nاللهجات غيرُ المنسوبةِ ولا الموصوفةِ في الهمع:\nـ النقص والقصر في بعض الأسماء الستة.(1)\n__________\n(1) ذكرها أبوحيان وخالد الأزهري والصبان دون نسبة اللغة لقبيلة ما. (الارتشاف 2/563 وشرح التصريح 1/61 وحاشية الصبان 1/105 : 107)، وقد نسبها محقق شرح ابن عقيل للقحطانيين ومنهم بنوالحارث وخثعم وزبيد. وذكرنا ذلك في موضعه.\n(1/88)",
        "\nـ جعل الإعراب في المثنى على النون إجراء له مجرى المفرد (هذانِ خليلانُ)(1).\nـ فتح نون المثنى، وضمها(2).\nـ إلزام الجمع في الإعراب الواو وفتح النون، وإلزامه الواو وجعل الإعراب على النون كـ(زيتون)، وجعله كالمفرد في الإعراب على النون(3).\nـ إسكان الهاء في ضمير الغائب المفرد المتصل (له وبه)(4)\nـ في (الذي والتي) لغات: إثبات الياء ساكنة، وهي الأصل، وتشديدها مكسورة، وتشديدها مضمومة، وحذف الياء وإسكان ما قبلها، وحذفها وكسر ما قبلها(5).\nـ إعراب (اللائين) إعراب جمع المذكر السالم (اللاءون واللائين)(6)، واستعمال (الأُلى واللائي) للمذكر والمؤنث(7).\n__________\n(1) ذكر الصبان أنها لغة بني الحارث وقبائل أُخَرَ. (حاشية الصبان 1/118).\n(2) الأولى نسبها الشيخ خالد الأزهري لبني أسد. ( شرح التصريح 1/262)\n(3) ذكرها أبوحيان والصبان دون نسبتها إلى قبيلة ما (الارتشاف 2/568 والحاشية 1/130)\n(4) ذكر د.داود سلوم أن الإسكان لهجة سائدة في (أسد السراة). المعجم الكامل 459\n(5) حذف الياء من الموصول لغة لم ينسبها أبوحيان في الارتشاف ولا الأزهري في التصريح ولا الصبان في الحاشية. وذكرد.الجندي أنها لهجة هذيل. (اللهجات العربية في التراث 2/689)، ومما يؤكد أنها لهجة هذيل أن الجوهري نسب حذف حرف العلة من المضارع للهجة هذيل، فكأنها اشتهرت بذلك.(د.سلمان السحيمي: الحذف والتعويض في اللهجات العربية من خلال معجم الصحاح للجوهري 193، 202)\n(6) لم أجدها منسوبة لأحد عند صاحب التصريح ولا الصبان في حاشيته على شرح الأشموني ولا لسان العرب ولا القاموس المحيط. وذكر الشجري أنها لغة هذيل. (د.الجندي: اللهجات العربية في التراث 2/690 نقلا عن الأمالي).\n(7) الشاهد الذي استشهد به السيوطي على استعمال (الأُلى) للمؤنث هو لأبي ذؤيب الهذلي، وموجود في ديوان الهذليين، وهذا يعني أنه لهجة هذلية. راجع موضعه من البحث.\n(1/89)\n",
        "ـ إثبات آخر المضارع المعتل حالة الجزم(1).\nـ فكّ الإدغام في الفعل المضعف لغة الحجازيين، والإدغام لغة غير الحجازيين(2).\nـ عدة لغات في (هيهات)(3).\nـ أوّهْ : بمعنى أتوجع، فيها لغات أشهرها فتح الواو المشددة وسكون الهاء، ومنها كسر الهاء وكسر الواو فيهما، وأوْهِ بسكون الواو وكسر الهاء(4).\nـ إسكان ياء المنقوص حالة النصب(5).\nـ كسر (ياء المتكلم) الواقعة مضافا إليه بعد ياء أو في مقصور كما في (مصرخيِّ)(6).\nـ عدة لغات في (ربّ)(7).\nـ حذف الواو والياء من (هو وهي)(8).\nـ حذف آخر المضارع المعتل بالياء تلو فتحة حالة توكيده بالنون(9).\n__________\n(1) لم أجدها معزوة لأحد في المصادر المذكورة في الهوامش، وانظر كذلك المراجع التي أوردها د.إميل يعقوب في توثيق البيت (ألم يأتيك والأنباء..). ( المعجم المفصل 1/246)\n(2) ذكر السيوطي في موضع آخر وخالد الأزهري والصبان أن الإدغام لغة تميم. (انظر: الإتقان 2/103 والتصريح 5/485 وحاشية الصبان 4/495).\n(3) ذكر البناء الدمياطي أن الكسر بلا تنوين لغة تميم وأسد، والفتح من غير تنوين لغة الحجاز. (إتحاف فضلاء البشر 403)\n(4) لم أجدها معزوة لقبيلة ما في المصادر الأخرى، ولكن جاء في الحديث النبوي \"أَوْهِ عَيْنُ الرِّبا\" بسكون الواو وكسر الهاء. ثم ذكر ابن منظور اللهجات فيها دون نسبتها للقبائل (لسان العرب).\n(5) لم أجدها في التصريح، وذكرها الصبان دون نسبتها لأحد، ونقل عن المبرد أن ذلك أحسن الضرورات. (الحاشية 1/148).\n(6) نسبها قطرب لبني يربوع. (الألوسي: روح المعاني 13/264).\n(7) لم ترد في التصريح ولا في حاشية الصبان. وذكرها المالقي وابن هشام دون نسبة (رصف المباني 269، ومغني اللبيب 2/337).\n(8) ذكر أبوحيان أنها من الضرورات (الارتشاف 2/929)، ولم ترد في التصريح ولا في حاشية الصبان.\n(9) لم أجدها في التصريح، وذكر الصبان عن الفراء أنها لغة طيئ (الحاشية 3/330).\n(1/90)\n\nـ رفع الاسمين بعد (كان) الناقصة(1).\nـ إلغاء عمل (إذن) مع توافر شروط النصب(2).\nـ نصب المبتدأ والخبر بـ(إن وأخواتها)(3).\nـ إبقاء ألف (ما) الآستفهامية، وحذف ألف (ما) الموصولة بعد حرف الجر(4).\nـ الجزم بـ(لن)(5).\nـ تجرد (عسى) من ضمير يطابق الاسم المتقدم وإلحاقه بها(6).\nـ إلحاق ضمير مرفوع لـ(نعم) مطابق للمخصوص(7)\nـ رفع (أفعل التفضيل) للاسم الظاهر دون قيد ولا شرط(8)\nوختاما أود أن أشير إلى أن هذا الكَمَّ العددي من اللهجات العربية التي أثرت النحو العربي تنوعا وتعددا في قواعده ينافي المقولة المشهورة بأن النحاة اعتمدوا على ما ارتضاه اللغويون من اقتصارهم على ست قبائل في جمعهم للغة، فهذه المقولة تحتاج إلى إعادة فحص قبل التسليم بها.\nقائمة المراجع\nـ السيوطي: همع الهوامع تحقيق د/عبدالعال سالم مكرم ط.أولى دار البحوث العلمية الكويت1980 ( مصدر الدراسة وتمّ الاعتماد عليه في التوثيق)\nــــــ : همع الهوامع تحقيق أحمد شمس الدين ط.أولى دار الكتب العلمية بيروت 1998 (مصدر مساعد في الدراسة)\nـ د.إبراهيم أنيس: في اللهجات العربية. ط. الرسالة.\n__________\n(1) لم أجدها في الارتشاف ولا في التصريح ولا في حاشية الصبان\n(2) غير منسوبة في المصادر المذكورة.\n(3) ذكرها الصبان دون نسبة (1/396).\n(4) ذكر ابن هشام أن ذلك نادر. (المغني 4/21) وقرئ في الشواذ (عمّا يتساءلون)، وعلق العكبري عليها بأن ذلك هو الأصل، ولكن حذفت الألف للفرق بين الاستفهام والخبر (الشواذ 2/669). أما حذف ألف (ما) الموصولة فلم يتعرض لها أحد ممن ورد ذكرهم في المصادر.\n(5) لم ترد في التصريح، ووردت عند المالقي وابن هشام والصبان غير منسوبة لأحد (رصف المباني 355 الحاشية 3/408، المغني 3/509).\n(6) لم أجد ذلك في المصادر المذكورة.\n(7) لم أجد ذلك في المصادر المذكورة .\n(8) ذكرها صاحب التصريح دون نسبة لأحد، ونقل عن سيبويه وصفه لها بالرداءة (3/454).",
        "(1/91)\n\nـ د.أحمد عبد العظيم : المصطلح النحوي دراسة نقدية تحليلية ط.دار الثقافة للنشر والتوزيع ـ القاهرة 1990\nـ الأشموني : منار الهدى في بيان الوقف والابتدا تعليق: شريف أبو العلا العدوي ط/أولى دار الكتب العلمية بيروت 2002\nـ الألوسي : روح المعاني ت: محمد الأمد وعمر السلامي ط. أولى دار إحياء التراث العربي ـ بيروت 1999\nـ د.إميل يعقوب: المعجم المفصل في شواهد النحو الشعرية ط/أولى بيروت 1992\nـ البناء الدمياطي (شهاب الدين أحمد): إتحاف فضلاء البشر في القراءات الأربعة عشر. وضع حواشيه أنس مهرة ط. أولى دار الكتب العلمية بيروت 1998\nـ ابن جني : الخصائص ت: محمد علي النجار ط/المكتبة العلمية.\nـ الجوهري : معجم الصحاح.\nـ أبو حيان : ارتشاف الضرب من لسان العرب. تحقيق: د.رجب عثمان. ط/أولى الخانجي ـ القاهرة 1998\nــــــ : التذييل والتكميل. نسخة مصورة من مخطوط بدار الكتب القومية.\nـ ابن الخباز (أحمد بن الحسين) : توجيه اللمع شرح كتاب اللمع لابن جني. تحقيق: د.فايز دياب ط. أولى دار السلام ـ القاهرة 2002\nـ د.داود سلوم: دراسة اللهجات العربية القديمة ط.أولى عالم الكتب بيروت 1986\nـــــــ : المعجم الكامل في اللهجات الفصحى. طـ أولى /عالم الكتب بيروت 1987\nـ الرضي الاستراباذي : شرح الكافية لابن الحاجب. طـ/ دار الكتب العلمية بيروت.\nـ د.سلمان سالم السحيمي: الحذف والتعويض في اللهجات العربية من خلال معجم الصحاح للجوهري. ط.أولى المدينة المنورة 1415\nـ السيوطي : الإتقان في علوم القرآن تحقيق: محمد أبوالفضل ط /بيروت 1987\nـ د.الشريف البركاتي: النحو والصرف بين التميميين والحجازيين. المكتبة الفيصلية ـ الرياض\nـ د.صالحة راشد غنيم : اللهجات في الكتاب لسيبويه أصواتا وبنية ط.أولى 1985\nـ الشيخ الصبان : حاشية الصبان على شرح الأشموني تحقيق: إبراهيم شمس الدين ط.أولى دار الكتب العلمية بيروت 1997\n(1/92)",
        "\nـ د.ضاحي عبد الباقي: لغة تميم دراسة تاريخية وصفية ط/ القاهرة الهيئة العامة لشئون المطابع الأميرية القاهرة 1985\nـ الطبري : جامع البيان تحقيق: محمود شاكر ط.أولى بيروت 2002\nـ د.عبده الراجحي: اللهجات العربية في القراءات القرآنية ط. دار المعرفة الجامعية الإسكندرية 1998\nـ ابن عقيل : شرح ابن عقيل على ألفية ابن مالك ط/عشرون القاهرة 1980\nـ العكبري : إعراب القراءات الشواذ تحقيق: محمد السيد عزوز ط.أولى عالم الكتب بيروت 1996\nــــــ : التبيين عن مذاهب النحويين البصريين والكوفيين ت: عبدالرحمن العثيمين. ط/أولى الرياض 2000\nـ د.علاء الحمزاوي: الأفعال اللاشخصية في القرآن تحليل تركيبي دلالي بحث منشور بمجلة كلية الآداب أكتوبر 1998\nـــــ قراءة عاصم برواية حفص دراسة صرفية نحوية. ماجستير مخطوطة بجامعة المنيا 1995\nـ د.علم الدين الجندي: اللهجات العربية في التراث ط. الدار العربية للكتاب 1983\nـ الفراء : معاني القرآن. ط. ثانية عالم الكتب بيروت 1980\nـ المالقي: رصف المباني في شرح حروف المعاني ت: أحمد الخراط ط.ثالثة دار القلم دمشق 2002\nـ د.محمد إبراهيم البنا: الإعراب سمة العربية. ط/دار الإصلاح القاهرة 1981\nـ د.محمد حماسة عبداللطيف: العلامة الإعرابية في الجملة بين القديم والحديث طـ/دار الفكر العربي. القاهرة ـ دار الكتاب الحديث. الكويت.\nـ د.محمد عبد الله جبر: الضمائر في اللغة العربية ط أولى دار المعارف 1983\nـ د.مفيد قميحة: شرح المعلقات العشر ط. دار الهلال ـ بيروت 1997\nـ ابن منظور: لسان العرب (معجم)\nـ النحاس : إعراب القرآن ط/ثالثة بيروت 1988\nـ ابن هشام: أوضح المسالك إلى ألفية ابن مالك. المكتبة العصرية ـ بيروت 2002\nـــــ : قطر الندى وبل الصدى. ط.أولى بيروت 1990\nـــــ : المسائل السفرية في النحو. ت: حاتم الضامن. ط.أولى بيروت 1983\nـــــ : مغني اللبيب ت: د.عبد اللطيف الخطيب ط.أولى الكويت 2002\nفهرس الموضوعات\n(1/93)\n",
        "مقدمة ... 2\nاللهجة لغة واصطلاحا ... 5\nالمبحث الأول ... 6\nتنوع علامات الإعراب والبناء ... 6\nالظاهرة الأولى ... 8\nصيغة ( فَعالِ) علَما لمؤنث .. واسم فعل أمر ... 8\nتعليق: ... 9\nالظاهرة الثانية ... 10\nالأسماء الستة والمثنى وجمع المذكر والملحق بهما ... 10\nتعليق: ... 14\nالظاهرة الثالثة ... 17\nالضمائر وأسماء الإشارة والأسماء الموصولة ... 17\nتعليق: ... 22\nالظاهرة الرابعة ... 24\nجزم المعتل الآخر والمهموز الآخر والمضعف ... 24\nوبناء اسم الفعل ... 24\nتعليق : ... 27\nالظاهرة الخامسة ... 30\nالمنقوص المنصوب والمنادى الموصوف بـ(ابن) ... 30\nوياء المتكلم المضافة للمنادى ... 30\nتعليق : ... 32\nالظاهرة السادسة ... 35\nالظروف ( المفعول فيه) ... 35\nتعليق : ... 39\nالظاهرة السابعة ... 41\nتنوع علامات بناء الحروف ... 41\nالمبحث الثاني ... 45\nفي الإثبات والحذف ... 45\nالظاهرة الأولى ... 46\nالحركة الظاهرة بين الإثبات والحذف ... 46\nالظاهرة الثانية ... 47\nواو الجماعة مع الماضي بين الإثبات والحذف ... 47\nالظاهرة الثالثة ... 47\nألف (أنا) بين الإثبات والحذف ... 47\nالظاهرة الرابعة ... 48\nواو (هو) وياء (هي) بين الإثبات والحذف ... 48\nالظاهرة الخامسة ... 49\nياء (الذي والتي) ونون (اللذان واللتان) ونون صلة (أل) الموصولة ... 49\nبين الإثبات والحذف ... 49\nالظاهرة السادسة ... 51\nخبر (لا النافية للجنس) بين الإثبات والحذف ... 51\nالظاهرة السابعة ... 51\nياء المضارع المؤكد والأمر منه بين الإثبات والحذف ... 51\nالظاهرة الثامنة ... 52\n(إمّا) العاطفة بين الإثبات والحذف ... 52\nالظاهرة التاسعة ... 53\nألف (ما) الاستفهامية والموصولة والشرطية ... 53\nبين الإثبات والحذف ... 53\nتعليق : ... 53\nالمبحث الثالث ... 55\nفي الإعمال والإهمال ... 55\nالظاهرة الأولى ... 56\nفي بعض النواسخ الفعلية ... 56\nالظاهرة الثانية ... 57\n(1/94)\n\nفي الحروف الملحقة بـ(ليس) ... 57\nالظاهرة الثالثة ... 60\nفي بعض النواسخ الحرفية ... 60\nالظاهرة الرابعة ... 63\nفي بعض نواصب المضارع ... 63\nالظاهرة الخامسة ... 64\nفي حركة الحكاية ... 64\nتعليق : ... 65\nالمبحث الرابع ... 67\nفي التعدّد الوظيفي ... 67\nالظاهرة الأولى ... 68\nضمير الفصل والاسم الموصول ... 68\nالظاهرة الثانية ... 71\nالحروف ( إنّ وأخواتها ـ نواصب المضارع) ... 71\nالظاهرة الثالثة ... 74\nفعل القول بمعنى الظنّ واسم الفعل (هلمّ) ... 74\nالظاهرة الرابعة ... 75\nالمستثنى والحال مصدرا وعددا ... 75\nتعليق: ... 79\nالمبحث الخامس ... 82\nالأشهر والمشهور وغير المشهور في القاعدة ... 82\nالظاهرة الأولى ... 83\nتجرد الفعل (عسى) واسم الفعل (ها) ... 83\nمن الضمير وإلحاقه بهما ... 83\nالظاهرة الثانية ... 85\nاجتماع الاسم الظاهر مع الضمير فاعلا للفعل ... 85\nالظاهرة الثالثة ... 85\nالانتظار وعدم الانتظار في المرخّم ... 85\nالظاهرة الرابعة ... 86\nنصب تمييز (كم) الخبرية ... 86\nالظاهرة الخامسة ... 87\nتنوع فاعل ( نعم وبئس وأفعل التفضيل) ... 87\nبين الاسم الظاهر والمضمر ... 87\nالظاهرة السادسة ... 88\nالتخلص من التقاء الساكنين بالحذف أو التحريك ... 88\nتعليق : ... 90\nتعليق ختامي ... 92\nإحصاء للهجات العربية في ( نحو) الهمع ... 94\nاللهجات غيرُ المنسوبةِ ولا الموصوفةِ في الهمع: ... 103\nقائمة المراجع ... 107\nالمؤلف هو\nـ د/علاء إسماعيل الحمزاوي ـ من مواليد 1967م المنيا ـ مصر.\nـ حصل على درجة الليسانس في الآداب (لغة عربية) 1990 جامعة المنيا (جيد جدا).\nـ حصل على دبلوم الدراسات العليا (تمهيدي الماجستير) 1992 جامعة المنيا (جيد).\nـ حصل على درجة الماجستير في العلوم اللغوية 1995 جامعة المنيا (ممتاز).\nـ حصل على درجة الدكتوراه في العلوم اللغوية 1998 بمرتبة الشرف من جامعة المنيا وجامعة لوميير (كلية اللغات والترجمة) بفرنسا.",
        "(1/95)\n\nـ يعمل أستاذا مساعدا للعلوم اللغوية بجامعة المنيا وبجامعة القصيم (إعارة).\nله من الدرسات والبحوث\nـ قراءة عاصم برواية حفص دراسة صرفية نحوية.\nـ التعبير الاصطلاحي في الأمثال العربية دراسة تركيبية دلالية.\nـ الأفعال اللاشخصية في القرآن الكريم تحليل تركيبي دلالي في ضوء علم اللغة التقابلي.\nـ الجملة الدنيا والجملة الموسعة في كتاب سيبويه دراسة وصفية تحليلية.\nـ السلب مفهومه ومظاهره في العربية دراسة تطبيقية على \"شجرة البؤس\".\nـ البنى التركيبية للأمثال العامية دراسة وصفية تحليلية.\nـ الأمثال العربية والأمثال العامية مقارنة دلالية.\nـ موقف شوقي ضيف من الدرس النحوي دراسة في المنهج والتطبيق.\nـ دور اللهجة في التقعيد النحوي دراسة إحصائية تحليلية في ضوء \"همع\" السيوطي.\nـ معايير الوقف والابتداء عند الأشموني في ضوء الاقتضاء الدلالي والصناعة النحوية.\nـ نحو العربية (رؤية جديدة للنحو العربي) لـ(أندريه رومان) ـ ترجمة عن الفرنسية.\nهذا البحث:\nمحاولة من صاحبه لإبراز دور اللهجات العربية القديمة في التقعيد النحوي، وأكثرها تمثيلا لقواعد النحو العربي، والحَكَم في أن قاعدةً ما أكثر شيوعا من قاعدة أخرى، أو قاعدة مستعملة وأخرى أقل استعمالا، وموقف السيوطي من اللهجات العربية التي استقى منها النحاة قواعدهم.\n(1/96)"
    ]
}