{
    "partText": [
        "\nدورة الماء\nبين العلم والإيمان\n\nبقلم عبد الدائم الكحيل\nwww.kaheel7.com\n\nبسم الله الرحمن الرحيم\n\nملخص البحث\nهذا البحث هو عرض لأهم الحقائق العلمية المتعلقة بدورة الماء على كوكب الأرض، هذه الدورة التي قدرها الله تعالى تحفظ استمرار الحياة على الأرض.\nسوف نستعرض هذه الدورة التي تعتبر آية من آيات الله ومعجزة من معجزاته الكونية، ونتأمل كيف أشار القرآن الكريم إلى هذه الدورة وأن إنزال الماء يتم بنظام مقدَّر من الله تبارك وتعالى.\nوإذا علمنا أن الماء يعتبر العنصر الأهم على الأرض، وأن جسم الإنسان يتكون في معظمه من الماء، ندرك أهمية هذا البحث الذي حاولنا أن يكون ميسَّراً وسهلاً ومدعوماً بالصور والمراجع العلمية المعتمدة لدى أهم الجمعيات العلمية العالمية.\n\nمقدمة\nالحمد لله الذي هدانا لهذا العلم النافع، وصلى الله على سيدنا محمد وعلى آله وأصحابه وسلَّم، وبعد:\nفقد بدأت رغبتي بالتعمق في علم السوائل والمياه منذ سنوات الدراسة الجامعية الأولى، فكنتُ أقف طويلاً أفكر في التعقيد الكبير الذي يرافق هذه الدراسة.\nفالقوانين الرياضية والفيزيائية التي تحكم حركة السوائل استغرق العلماء زمناً طويلاً لاكتشافها، ولا يزال الغموض يخيِّم على الكثير من التساؤلات المتعلقة بها.\nدرستُ الكثير من النظريات العلمية والحقائق المائية في مراجع الغرب الذي تفوّق علينا بشكل كبير في هذا المجال. ولم أكن أتصور أنني سأجد هذه الحقائق جليَّة واضحة في كتاب أنزل قبل مئات السنين!\nكُنتُ أقرأ لعلماء بدؤوا رحلة أبحاثهم في بداية القرن العشرين عندما توفرت لديهم وسائل البحث العلمي والتحليل المخبري وكانوا يمضون عشرات السنين في مختبراتهم للخروج بتفسير أو نتيجة أو بحث علمي، أو للعثور على حقيقة مائية واحدة.\n(1/1)\n",
        "إن اكتشاف القوانين التي تحكم حركة السوائل شكَّل قفزة كبيرة في تطور فهمنا للماء من حولنا. فالذي يتأمل هذه القوانين لا يملك إلا أن يقول سبحان المبدع العظيم القائل: {صُنْعَ اللَّهِ الَّذِي أَتْقَنَ كُلَّ شَيْءٍ إِنَّهُ خَبِيرٌ بِمَا تَفْعَلُونَ} [النمل: 88].\nإنها قوانين محكمة أودعها الله في الماء لتكون دليلاً على دقَّة صنعه ولتكون آية تشهد على قدرته عزَّ وجلَّ. وتتجلَّى عَظَمَة هذه القوانين عندما نعلم أن الله تعالى قد حدثنا عنها في كتابه بمنتهى الكمال والوضوح!\nفي هذا البحث العلمي نعيش مع بعض الآيات القرآنية والتي تناولت علم المياه. وسوف نرى في كتاب الله تعالى معجزات مبهرة في الحديث عن الماء ودورته على سطح الأرض.\nوهذه أمور لم يكن أحد يتصورها قبل أربعة عشر قرناً، بما يشهد على صدق كتاب الله تبارك وتعالى، وصدق رسالة نبيِّه عليه الصلاة والسلام.\nعبد الدائم الكحيل\nwww.kaheel7.com\n\nالتعريف العلمي للماء\nالماء هو سائل شفاف لا لون له ولا طعم ولا رائحة، وهو ضروري لجميع أشكال الحياة، وهو تلك المادة العجيبة التي تغطي ثلثي مساحة سطح الكرة الأرضية، وتتركب جزيئة الماء من ذرتي هيدروجين وذرة أكسجين، يرتبط بعضها مع بعض بروابط كيميائية قوية. ويرمز له بالرمز H2O، فالرمز H2 يعني ذرتي هيدروجين، والحرف O يعني ذرة أكسجين.\nوالجزيئات هذه ترتبط أيضاً لتكوّن الماء، فكل خمسة آلاف مليون جزيئة ماء ترتبط لتشكل قطرة ماء واحدة!\n\nشكل (1) الماء هو العنصر الأهم لجميع الأحياء على هذه الأرض، وتتألف جزيئة الماء من ذرتي هيدروجين وذرة أكسجين، وتحوي كل قطرة ماء خمسة آلاف مليون جزيء، فتأملوا معي كم تحوي بحار الدنيا!!\nخصائص الماء\n(1/2)\n\nوالماء هو المادة الوحيدة في الطبيعة التي توجد بحالاتها الثلاثة: الصلبة والسائلة والغازية. وتبلغ كثافة الماء 1000 كيلو غرام على المتر المكعب، أي أننا إذا أخذنا خزاناً من الماء سعته متر مكعب (أي طول كل ضلع من أضلاعه متر واحد) فإنه سيزن 1000 كيلو غرام، وذلك عند درجة الحرارة 4 درجات مئوية.\nأما عندما يتحول هذا الماء إلى جليد فإنه يخفّ وزنه وتنخفض كثافته لتصبح 917 كيلو غرام على المتر المكعب، ويتجمد الماء عند الدرجة صفر مئوية، أما درجة غليانه فهي 100 درجة مئوية.\nويعتبر الماء مادة مذيبة ممتازة لكثير من المواد الصلبة، ولذلك فقد وصفه الله تعالى في كتابه المجيد بالماء الطَّهور، يقول تبارك وتعالى: { وَهُوَ الَّذِي أَرْسَلَ الرِّيَاحَ بُشْرًا بَيْنَ يَدَيْ رَحْمَتِهِ وَأَنْزَلْنَا مِنَ السَّمَاءِ مَاءً طَهُورًا } [الفرقان: 48].\nوالطَّهور هو ما يتطهر به، وكلمة (طَهَرَ) في اللغة تعني أبعد، أي أن الماء يبعد ويزيل المواد غير المرغوب فيها، وبالتالي وصفه الله تعالى بالطَّهور.\nويغطي الماء بحدود 71 % من مساحة الكرة الأرضية أي ما يقارب 361 مليون كيلومتر مربع.\n97 % من الماء على الأرض هو ماء مالح، و 3 % هو ماء عذب، وأكثر من ثلثي هذا الماء العذب يتوضع في القطبين الشمالي والجنوبي على شكل جليد وجبال جليدية.\nأي أن الماء العذب الموجود في البحيرات والأنهار والينابيع والآبار (المياه الجوفية) لا يشكل إلا أقل من 1 % من الماء على هذا الكوكب(1).\nوللماء قدرة عالية على تخزين الحرارة، ولذلك فهو يلعب دوراً مهماً في تغيرات المناخ والتوازن البيئي.\n__________\n(1) Water,www.wikipedia.org",
        "(1/3)\n\nيأخذ الماء أشكالاً متعددة في الطبيعة، فهو يظهر على شكل مياه في الحالة السائلة كما في البحار والأنهار، ويمكن أن يظهر بشكل صلب كما في الجبال الجليدية والمحيطات المتجمدة، ويمكن أن يظهر على شكل غاز، كما في بخار الماء الموجود في الجوّ، أو الغيوم الموجودة في طبقات الجو. كما يمكن أن يظهر الماء على شكل رطوبة أو قطيرات صغيرة من الماء مختزنة في تراب الأرض.\nميزة رائعة للماء\nهنالك ميزة رائعة أودعها الله تعالى في الماء، فالماء في الحالة الصلبة أخف من الماء في الحالة السائلة، وهذا بعكس بقية السوائل في الطبيعة.\nولذلك فإن تبريد الماء يؤدي إلى تقلص حجمه حتى تصبح درجة حرارة الماء 4 درجات مئوية، ولكنه بعد ذلك ينعكس هذا الوضع إلى تمدد فيزداد حجم الماء تحت هذه الدرجة حتى الدرجة صفر مئوية والتي عندها يتحول الماء إلى جليد صلب ذي كثافة أقل.\n\nشكل (2) جميع السوائل تتقلص باستمرار عندما تنخفض درجة حرارتها حتى تتجمد، أما الماء فيستمر في التقلص مع انخفاض درجة حرارته حتى الدرجة 4 مئوية، يبدأ بعدها بالتمدد حتى يتجمد. ولولا وجود ميزة تمدد الماء تحت الدرجة 4 مئوية، لانعدمت الكثير من أشكال الحياة في أعماق البحار، ولأدى ذلك على مدى ملايين السنين لانعدام الحياة بأكملها على وجه الأرض.\n\nشكل (3) رسم يمثل توزع الشحنات السالبة والشحنات الموجبة في جزيء الماء(1)، ونلاحظ أن الذرات تتوضع على ذراع مفتوح بشكل حرف V.\nوتنعكس هذه الظاهرة على الحياة في البحار العميقة والمتجمدة، حيث نلاحظ أن الطبقة العليا من البحر قد تجمدت وعندما نغوص في هذا البحر نجد أن الأسماك والحيوانات البحرية والكائنات الحية تعيش حياة طبيعية، فسبحان الله الذي لم ينسَ هذه الحيوانات في أعماق البحار وظلماتها وبرودة مائها!\n__________\n(1) Martin Chaplin, Water Structure and Behavior, www.lsbu.ac.uk, 2006.\n(1/4)",
        "\nيقول تبارك وتعالى: {وَمَا مِنْ دَابَّةٍ فِي الْأَرْضِ إِلَّا عَلَى اللَّهِ رِزْقُهَا وَيَعْلَمُ مُسْتَقَرَّهَا وَمُسْتَوْدَعَهَا كُلٌّ فِي كِتَابٍ مُبِينٍ} [هود: 6].\nويعرِّف العلماء هذه المادة كمذيب عالمي، فالماء هو المادة الوحيدة في الطبيعة التي تتمتع بقدرة عالية على إذابة معظم المواد في الطبيعة.\nالماء والحياة\nيربط العلماء الحياة بالماء، ولذلك حيث توجد الحياة يوجد الماء والعكس صحيح. حتى إن العلماء بعدما عثروا على آثار للماء على كوكب المريخ بدأوا يفكرون جدياً بوجود حياة على سطح الكوكب الأحمر. لأن لديهم اعتقاد جازم بأن وجود الماء لابد أن يرتبط بوجود الحياة.\nإن الخلايا الإنسانية والحيوانية والنباتية تحوي كميات من الماء دائماً، وعند نقصان هذه الكمية إلى حدود حرجة فهذا يعني الجفاف والموت.\nيقول تعالى: {وَجَعَلْنَا مِنَ الْمَاءِ كُلَّ شَيْءٍ حَيٍّ أَفَلَا يُؤْمِنُونَ} [الأنبياء: 30 ].\nيشكل الماء 90 % من وزن بعض الكائنات الحية، أما في الإنسان فيشكل الماء أكثر من 60 % من وزن جسمه، إن الدماغ البشري يحوي 70 % من وزنه ماءً، الرئتان تحويان نسبة 90 بالمئة ماء، ونسبة الماء في الدم 83 %، ولذلك فإن الإنسان لا يستطيع العيش بصحة جيدة من دون ماء أكثر من يوم واحد(1).\nولو تأملنا اليوم تصريحات العلماء نجدهم يؤكدون أن الحياة بالشكل الذي نعرفه لا يمكن أن تكون إلا بوجود الماء، حتى عندما نتأمل أكبر مواقع الفضاء في العالم وهو موقع وكالة الفضاء الأمريكية «ناسا» نجدهم يعرضون العنوان التالي: «Water is Life» وهذه العبارة تعني: «الماء هو الحياة»(2).\n__________\n(1) The water in you, U.S. Geological Survey, www.usgs.gov\n(2) Water cycle, www.nasa.gov\n(1/5)\n",
        "ولذلك قال تعالى: { وَاللَّهُ خَلَقَ كُلَّ دَابَّةٍ مِنْ مَاءٍ } [النور: 45]. وهذا يدل على أن القرآن قد سبق العلماء المعاصرين لتقرير حقيقة علمية مفادها أن كل ما نراه من أحياء أصله من الماء.\nالماء في الفضاء الخارجي\nهنالك إثباتات علمية قوية لوجود الماء في النيازك وبين النجوم وفي كوكب المريخ وعلى أقمار كوكب المشتري(1).\nوتشير كل الدراسات إلى وجود الماء في الكون، حتى إن العلماء اليوم يعتبرون أن وجود الحياة مرتبط بالماء، وهذا ما دفعهم للذهاب إلى المريخ بعدما حصلوا على دلائل تؤكد وجود الماء على سطحه(2).\nوإذا ما تأملنا كتاب الله تبارك وتعالى فإننا نجد إشارة إلى وجود حياة خارج الأرض! يقول تعالى: { وَمِنْ آَيَاتِهِ خَلْقُ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَثَّ فِيهِمَا مِنْ دَابَّةٍ وَهُوَ عَلَى جَمْعِهِمْ إِذَا يَشَاءُ قَدِيرٌ } [الشورى: 29].\nوتأملوا معي قوله تعالى: { وَمَا بَثَّ فِيهِمَا } أي في السموات والأرض، وتشير الآية أيضاً إلى إمكانية اجتماع مخلوقات من الفضاء الخارجي مع سكان الأرض، وهذا تابع لمشيئة الله تعالى.\n\nشكل (4) صورة تخيلية لكوكب المريخ قبل ملايين السنين، ومن المحتمل أن كوكب المريخ كان ذات يوم مليئاً بالبحار. ولكن الضغط الجوي على المريخ منخفض جداً وهو أقل بمئة مرة من الضغط في الغلاف الجوي للأرض، وهذا يعني أن الماء لا يمكن أن يوجد بشكله السائل، ولكن من المحتمل أن يوجد الجليد في قطبي المريخ.\n\nأصل الماء\nيخبرنا العلماء أنه قبل أكثر من 13 بليون سنة بدأ خلق الكون من خلال انفجار كبير، لقد كانت درجة الحرارة بحدود 10 بليون درجة مئوية، ثم بدأ الكون بالتوسع وبدأت العناصر بالتشكل، وكان الهيدروجين هو أول العناصر تشكلاً باعتباره الأخف بين جميع العناصر في الكون.\n__________\n(1) Mars, Water and Life, www.nasa.gov\n(2) Mars, Water and Life, www.nasa.gov\n(1/6)\n\nفذرَّة الهيدروجين هي عبارة عن بروتون يدور حوله إلكترون وحيد. ثم تشكل الهيليوم الذي تتألف ذرته من بروتونين وإلكترونين. وتشكلت أيضاً العناصر المشعة التي تحوي ذراتها نيوترونات عديمة الشحنة.\nبالنسبة لذرات الأكسجين فقد تشكلت في فترة لاحقة لأنها أثقل من الهيدروجين. فذرة الأكسجين تحوي ثمانية إلكترونات في مداراتها الإلكترونية.\nوقد وجد العلماء أن الماء على الأرض قد تشكل منذ بدايات تشكل الأرض، مع أن بعض الدراسات قد تشير إلى أن الأرض قد قُذفت بالمذنبات التي تحوي كميات كبيرة من الجليد(1).\nالماء مادة مطهرة\nيتميز الماء بسهولة التفكك إلى أيونات موجبة وهي أيون الهيدروجين «H+» وأيون سالبة هي الهيدروكسيد «-OH»، وبسبب صغر حجم أيون الهيدروجين فإنه يستطيع التغلغل إلى كثير من المواد والقيام بالكثير من العمليات الكيميائية المهمة.\nوهذا ما يجعل الماء من أفضل المذيبات في الطبيعة. والعجيب أن للماء قدرة كبيرة على إذابة أي مادة حتى الذهب(2)!!\nلماذا يتماسك الماء؟\nوبسبب التركيب المميز لجزيء الماء فإن الماء يبدي تماسكاً جيداً، فلو تأملنا جزيء الماء نجد أن ذرتي الهيدروجين تتوضعان على أحد أطراف ذرة الأكسجين، وبالتالي يبقى الطرف الآخر أكثر سلبية مما يجذب إليه جزيئاً آخر وهكذا تكون قوى التماسك بين جزيئات الماء كبيرة.\nولذلك يتميز الماء بقوة الشد السطحي الكبيرة، وهذا ما يجعل قطرات الماء متماسكة وتستطيع التسلق عبر الأنابيب الضيقة ولمسافات كبيرة.\n__________\n(1) Scott Hyman, The PHYSICS of WATER in the UNIVERSE, Sweet Briar College, www.sbc.edu\n(2) Chris Middleton, The Origin of Water, FineWaters Media, LLC, 2005.",
        "(1/7)\n\nولولا هذه الميزة لماتت جميع الأشجار والنباتات وتوقفت الحياة على هذا الكوكب. فالنباتات والأشجار تستمد ماءها من التربة عبر امتصاص الماء ونقله في الأوعية النباتية. وينتقل الماء من التراب إلى النبات ويسير عبر أوعية النبات ويتحرك للأعلى بعكس الجاذبية الأرضية.\n\nشكل (5) يتركب جزي الماء من ذرة أكسجين O ذات شحنة سالبة، وذرتي هيدروجين H بشحنة موجبة، وترتبط ذرتا الهيدروجين بذرة الأكسجين عند أحد طرفيها، فيتشكل جزيء ماء، يرتبط هذا الجزيء مع جزيء آخر وفق الطريقة التي نراها في الرسم، بحيث يكون هنالك تعادل في توزيع الشحنات الموجبة والسالبة.\nولذلك قال تعالى: { وَنَزَّلْنَا مِنَ السَّمَاءِ مَاءً مُبَارَكًا فَأَنْبَتْنَا بِهِ جَنَّاتٍ وَحَبَّ الْحَصِيدِ } [ق: 9]. فهذه نعمة من الله ينبغي علينا أن نتذكرها كلما أكلنا طعاماً أو شربنا شراباً، لأنه لولا الميزات الرائعة التي أودعها الله في هذه المادة العجيبة لما كنا موجودين اليوم على ظهر هذه الأرض!\nألوان الماء\nإن الماء يمتص الأشعة تحت الحمراء بشدة، وبما أن الأشعة تحت الحمراء قريبة من الأشعة الحمراء في الطيف الضوئي، فإن الماء يمتص قسماً من الأشعة الحمراء، وهذا ما يجعل الماء يبدو مائلاً إلى اللون الأزرق عندما ننظر إليه في البحيرات والمحيطات. وعندما ننظر إلى البحر في يوم غائم فإننا نلاحظ أن لون الماء يميل للأزرق، وهذا يعني أن اللون الأزرق ليس ناتجاً عن انعكاس لون السماء.\n\nشكل (6) نرى في هذه الصورة مجموعة من الصخور التي تحوي نسبة عالية من مركبات الحديد، إن وجود المعادن في الصخور مثل معدن الحديد يسهم في إعطاء الماء اللون الأحمر(1).\n__________\n(1) Color of water, From Wikipedia, the free encyclopedia.\n(1/8)",
        "\nإن وجود الصخور الكلسية في مجرى النهر مثلاً تحول لون الماء إلى الفيروزي، بينما وجود صخور حديدية تجعل لون الماء يميل للأحمر والبني، أما الصخور التي تحوي مركبات نحاسية فإنها تلون الماء بالأزرق، وأخيراً فإن وجود الطحالب في الماء يميزه بلون أخضر.\nهنالك مواد تذوب في الماء بسهولة مثل الأملاح وتسمى المواد المحبة للماء hydrophilic، وهنالك مواد لا تذوب جيداً في الماء مثل الشحوم والزيوت، وتسمى المواد غير المحبة للماء hydrophobic(1).\nالحالات الثلاث لماء\nكما قلنا من قبل، تبلغ كثافة الماء في الحالة السائلة 1000 كيلو غرام لكل متر مكعب، وعندما يصبح جليداً تصبح كثافته 917 كيلو غرام لكل متر مكعب.\nويتميز الماء بحرارة نوعية عالية، أي أن الماء يحتاج لكمية حرارة كبيرة لرفع درجة حرارته، فالماء إذن يسخُن ببطء ويبرد ببطء. فكل غرام من الماء يحتاج إلى وحدة حرارية «كالوري(2)» لرفع درجة حرارته درجة مئوية واحدة.\nوهذا يعني أن كمية الحرارة اللازمة لرفع درجة حرارة غرام واحد من الماء من الدرجة صفر إلى الدرجة مئة مئوية، هي مئة وحدة حرارية.\nهنالك ميزة أخرى مهمة وهي أن الماء يحتاج لحرارة كبيرة حتى يتحول من حالة لأخرى. فإذا أردنا أن نحول غراماً من الماء إلى بخار ماء، أي من الحالة السائلة إلى الحالة الغازية فإننا نحتاج إلى 600 كالوري، وذلك عند الدرجة 100 مئوية.\n\nشكل (7) نرى في هذا الشكل الحالات الثلاث للماء، الحالة الصلبة والحالة السائلة والحالة الغازية. فعندما يتحول الماء من الحالة الصلبة إلى الحالة الغازية مروراً بالحالة السائلة فإنه يمتص كمية من الطاقة، وعندما يتم التحول من الحالة الغازية إلى الحالة الصلبة يتم تحرير الطاقة.\n__________\n(1) Water, www. wikipedia.org\n(2) الكالوري هي واحدة لقياس كمية الحرارة.\n(1/9)\n",
        "أما إذا أردنا أن نحول غراماً من الماء إلى جليد، أي من الحالة السائلة إلى الحالة الصلبة فإنا نحتاج إلى 80 كالوري، وذلك الدرجة صفر(1).\nكذلك فإن درجة غليان الماء ودرجة تجمده تتأثران بالمحيط. فإذا ما أردنا أن نغلي الماء على قمة جبال الهملايا فإن الماء سيغلي عند الدرجة 70 مئوية فقط. وإذا نزلنا إلى أعماق المحيط فإن الماء لن يغلي قبل الدرجة 650 مئوية(2).\nالنظام المائي المتوازن\nلقد اختار الله تعالى برحمته نظاماً متوازناً لكل شيء على هذه الأرض لضمان استمرار الحياة على ظهرها. وقال في ذلك: {وَإِنْ مِنْ شَيْءٍ إِلَّا عِنْدَنَا خَزَائِنُهُ وَمَا نُنَزِّلُهُ إِلَّا بِقَدَرٍ مَعْلُومٍ} [الحجر: 21]. ففي هذه الآية أسرار إذا ما تأمَّلناها بشيء من التدبر.\nفقد أنزل الله كل شيء بقدر وقانون ونظام، وقال: {إِنَّا كُلَّ شَيْءٍ خَلَقْنَاهُ بِقَدَرٍ} [القمر: 49]. وقال أيضاً: {وَخَلَقَ كُلَّ شَيْءٍ فَقَدَّرَهُ تَقْدِيرًا} [الفرقان: 2]. وفي اللغة (القَدَرُ) هو القضاء والحكم ومبلغ الشيء، و(قَدَرَ) الرزقَ: قَسَمَه(3).\nوكأن الله تبارك وتعالى يريد أن يعطينا إشارة لطيفة إلى أنه هو من خلق الماء ووزعه بنظام محكم، وقال: {وَهُوَ الَّذِي أَرْسَلَ الرِّيَاحَ بُشْرًا بَيْنَ يَدَيْ رَحْمَتِهِ وَأَنْزَلْنَا مِنَ السَّمَاءِ مَاءً طَهُورًا * لِنُحْيِيَ بِهِ بَلْدَةً مَيْتًا وَنُسْقِيَهُ مِمَّا خَلَقْنَا أَنْعَامًا وَأَنَاسِيَّ كَثِيرًا * وَلَقَدْ صَرَّفْنَاهُ بَيْنَهُمْ لِيَذَّكَّرُوا فَأَبَى أَكْثَرُ النَّاسِ إِلَّا كُفُورًا } [الفرقان: 48-50].\n__________\n(1) http://www.physicalgeography.net/fundamentals/6c.html\n(2) Chris Middleton, The Origin of Water, FineWaters Media, LLC, 2005.\n(3) معجم القاموس المحيط للفيروزآبادي، دار المعرفة، بيروت 2005.\n(1/10)\n\nففي قوله عز من قائل: { وَلَقَدْ صَرَّفْنَاهُ بَيْنَهُمْ } إشارة رائعة إلى النظام المتوازن للماء على سطح الأرض، فكل قطرة ماء لها طريق محددة تسلكها، فهذه القطرة قد تكون في البحر ثم تتبخر ثم تسوقها الرياح لتتكثف وتتساقط على أرض ميتة فيحيي بها الله هذه الأرض، أو تختزن على شكل مياه جوفية أو تسقط كقطعة ثلج فوق القطب المتجمد، لقد قدَّر الله تعالى كل هذه الأشياء بنظام محكم.\nولذلك قال تعالى: { وَأَنْزَلْنَا مِنَ السَّمَاءِ مَاءً بِقَدَرٍ } [المؤمنون: 18]. يقول ابن كثير: يذكر الله تعالى نعمه على عبيده التي لا تعد ولا تُحصى في إنزاله القَطر من السماء بقدَر، أي بحسب الحاجة، لا كثيراً فيُفسد الأرض والعمران، ولا قليلاً فلا يكفي الزروع والثمار، بل بقدر الحاجة إليه من السقي والشرب والانتفاع به(1).\nفمثلاً لو تأملنا إنزال الماء من الغيوم نجده بقَدَر، أي بكميات محسوبة لا تختل أبداً، ولو تأملنا كميات المياه المتبخرة كل عام نجدها ثابتة أيضاً ومساوية للكميات الهاطلة.\nولو تأملنا نسبة الملوحة في ماء البحر نجدها ثابتة أيضاً ولا تتغير إلا بحدود ضيقة جداً ومحسوبة، بل هنالك نظام دقيق تتغير فيه ملوحة البحار كل ألف عام. وهكذا يتجلَّى النظام في كل شيء نراه من حولنا(2).\nولذلك نجد العلماء اليوم يدرسون قوانين حركة السوائل، وقوانين حركة الهواء والقوانين التي تحكم الكون وكل ما فيه، ويمكن القول بأنه لكل شيء في هذا الكون نظام وميزان، ولو اختل هذا الميزان لاختل النظام الكوني وفسدت السموات والأرض(3).\n__________\n(1) تفسير القرآن العظيم للإمام ابن كثير، دار المعرفة، بيروت 2004.\n(2) Deep Ocean Physics, www.jamstec.go.jp\n(3) Felix Franks, Water, Royal Society of Chemistry, 2000.",
        "(1/11)\n\nومن هنا ندرك الحكمة من قوله تعالى مخاطباً المشككين بالقرآن والذين يتبعون شهواتهم وأهواءهم: {وَلَوِ اتَّبَعَ الْحَقُّ أَهْوَاءَهُمْ لَفَسَدَتِ السَّمَوَاتُ وَالْأَرْضُ وَمَنْ فِيهِنَّ} [المؤمنون: 71].\n\nشكل (8) لو تأملنا كل قطرة ماء من حولنا نجد النظام يتجلى في وجودها بما يؤكد عظمة الخالق ودقة صنعه وإتقانه، يقول تعالى: {صُنْعَ اللَّهِ الَّذِي أَتْقَنَ كُلَّ شَيْءٍ إِنَّهُ خَبِيرٌ بِمَا تَفْعَلُونَ} [النمل: 88].\nتخزين الماء\nيصرح العلماء اليوم بأن المحيطات هي عبارة عن خزانات ضخمة للماء! وتبلغ كمية المياه المختزنة في المحيطات 1338 مليون كيلو متر مكعب.\nهنالك حركة دائمة لمياه المحيطات تؤدي إلى تحريك كميات ضخمة من المياه المالحة حول العالم. وكمثال على ذلك تيار الماء الدافئ في شمال المحيط الأطلسي الذي يقوم بدفع المياه في أعماق المحيط من خليج المكسيك باتجاه بريطانيا، وتبلغ سرعة هذا التيار 4 كيلو متر في الساعة وسطياً(1).\nالغلاف الجوي خزان للمياه\nيحتوي الغلاف الجوي على نسبة من بخار الماء والغيوم بشكل دائم، وتبلغ كميات المياه الموجودة في الغلاف الجوي بحدود 12900 كيلو متر مكعب.\nخزانات ماء في الأنهار والكتل الجليدية\nتعتبر الأنهار خزانات جيدة للماء، وعلى الرغم من مضي ملايين السنين على وجود هذه الأنهار فإن الماء لا يزال عذباً وصالحاً للشرب، والسرّ في ذلك هو أن هذا الماء في حالة حركة مستمرة، فالنهر هو وسيلة الاتصال بين الينابيع العذبة والمياه السطحية الناتجة عن الأمطار من جهة، وبين وماء البحر من جهة ثانية!\n__________\n(1) Water Cycle, U.S. Geological Survey, www.usgs.gov\n(1/12)",
        "\nإذن هنالك تحول دائم من الماء العذب إلى الماء المالح وعلى الرغم من ذلك تبقى كميات المياه العذبة والمالحة متوازنة ولا يطغى هذا الماء على ذاك مع مرور آلاف الملايين من السنين(1)!\nإن الكتل الجليدية على سطح الأرض تشكل خزانات مياه عذبة تذوب وتتدفق من خلال الأنهار. وقد يتسبب تدفق هذه المياه في حدوث الفيضانات والكوارث مثل حدوث بعض الانزلاقات الأرضية.\nوتختلف كمية المياه المذابة من فصل لآخر حسب درجة حرارة الجو، وتكون كبيرة في أشهر الربيع. ولذلك فإن كمية المياه المذابة تؤثر على تدفق الأنهار وعلى كمية المياه الجوفية.\nخزانات مياه تحت الأرض!\nعندما نزل أحد العلماء إلى منجم للفحم يبلغ عمقه تحت سطح الأرض أكثر من ألف متر اكتشف وجود مياه تعود لملايين السنين! هذه المياه تسكن تحت الأرض منذ ملايين السنين وفيها أحياء لا زالت تعيش وتتكاثر بقدرة الله تعالى.\nوالعجيب أن القرآن العظيم عندما حدثنا عن الماء استخدم كلمة دقيقة جداً من الناحية العلمية، يقول تعالى: {وَأَنْزَلْنَا مِنَ السَّمَاءِ مَاءً بِقَدَرٍ فَأَسْكَنَّاهُ فِي الْأَرْضِ وَإِنَّا عَلَى ذَهَابٍ بِهِ لَقَادِرُونَ} [المؤمنون: 18].\nوتأمل معي أخي القارئ كلمة {فَأَسْكَنَّاهُ} والتي تدل على المكوث لفترة طويلة، وهو ما نراه في المياه الجوفية ومياه الآبار والتي تبقى فترة طويلة ساكنة في الأرض دون أن تفسد أو تذهب أو تتفاعل مع صخور الأرض(2).\nوهناك آية ثانية تشير إلى وجود خزانات ماء في الأرض، وهذه الخزانات لم يتم اكتشافها إلا حديثاً. يقول تعالى: {وَأَرْسَلْنَا الرِّيَاحَ لَوَاقِحَ فَأَنْزَلْنَا مِنَ السَّمَاءِ مَاءً فَأَسْقَيْنَاكُمُوهُ وَمَا أَنْتُمْ لَهُ بِخَازِنِينَ} [الحجر: 22].\n__________\n(1) Emmanuel U. Nzewi, Water Resources, McGraw-Hill Professional, 2001.\n(2) تفسير القرآن العظيم للإمام ابن كثير رحمه الله، ص 1083، دار المعرفة - بيروت 2004.\n(1/13)\n",
        "يقول ابن كثير في تفسيره لقوله تعالى: {فأسكنَّاه في الأرض}: أي جعلنا الماء إذا نزل من السحاب يخلد في الأرض، وجعلنا في الأرض قابلية له تشربه ويتغذى به ما فيها من الحب والنوى\nوصدق الله تعالى القائل: {وَمَا أَنْتُمْ لَهُ بِخَازِنِينَ} فمن الذي أودع في الماء خصائص تجعله قابلاً للتخزين في الأرض آلاف السنين؟ ومن الذي أعطى لقشرة الأرض ميزات تجعلها تحتضن هذه الكميات الضخمة من المياه وتحتفظ بها؟ أليس هو الله عزّ وجلّ؟!\nإن الأمطار المتساقطة على الأرض تتسرب إلى مسامات التربة والفراغات بين الصخور، وتُختزن لآلاف السنين. لذلك نرى العلماء حديثاً يهتمون بالمياه الموجودة تحت سطح الأرض كخزانات ضخمة وموارد محتملة للمستقبل. وهذا ما حدثنا عنه القرآن بقوله تعالى: {وما أنتم له بخازنين}.\nفصدق الله تعالى وصدق رسوله الذي بلَّغنا هذا القرآن الذي هو معجزة له ودليل قاطع وساطع أنه أُرسل خاتماً للرسل والأنبياء عليهم الصلاة والسلام.\n\nشكل (9) اكتشف العلماء أن الأرض تحوي خزانات ضخمة جداً من المياه على أعماق مختلفة، وهذه المياه تم تخزينها خلال آلاف السنين، وهذا ما حدثنا عنه كتاب الله تعالى بقوله: {فَأَنْزَلْنَا مِنَ السَّمَاءِ مَاءً فَأَسْقَيْنَاكُمُوهُ وَمَا أَنْتُمْ لَهُ بِخَازِنِينَ} [الحجر: 22].\nتوزع الماء في الأرض\nهناك نظام معقد ودقيق لتوزع المياه في الأرض، وقد وجد العلماء أن الماء موزع بين ماء ملح وماء عذب على الشكل الآتي:\nتبلغ كمية الماء على الأرض 1385 مليون كيلو متر مكعب، وتتوزع هذه الكمية كما يلي(1):\n1338 مليون كيلو متر مكعب في البحار والمحيطات Oceans, Seas, & Bays.\n24 مليون كيلو متر مكعب في الجبال الجليدية والبحار المتجمدة Ice caps, Glaciers, & Permanent Snow.\n23.4 مليون كيلو متر مكعب مياه جوفية Groundwater.\n__________\n(1) Steve Graham, Claire Parkinson, and Mous Chahine, The water cycle, www.nasa.gov\n(1/14)\n\n16.5 ألف كيلو متر مكعب رطوبة في التربة Soil Moisture.\n300 ألف كيلو متر مكعب جليد أرضي Ground Ice & Permafrost.\n176.4 ألف كيلو متر مكعب بحيرات Lakes، وتنقسم هذه البحيرات إلى بحيرات عذبة كمية المياه فيها 91 ألف كيلو متر مكعب، وبحيرات ملحة تحوي 85.4 ألف كيلو متر مكعب من الماء المالح.\n12.9 ألف كيلو متر مكعب من المياه موجودة في الغلاف الجوي Atmosphere على شكل بخار ماء.\n11.47 ألف كيلو متر مكعب من الماء موجودة في المستنقعات Swamp Water.\n2.12 ألف كيلو متر مكعب أنهار Rivers.\n1.12 ألف كيلو متر مكعب في أجسام الكائنات الحية Biological Water.\nإن البحار والمحيطات والأنهار والبحيرات تنتج بعملية التبخير أكثر من 90 % من الرطوبة في الهواء المحيط بنا. أما الـ 10 % الباقية من الرطوبة في الجو فتنتج من تعرق النباتات، حيث يأخذ النبات حاجته من الماء من التربة، ثم يطرح قسماً من هذا الماء على شكل بخار ماء.\nإن بخار الماء سوف يصعد إلى الأعلى بفعل التيارات الهوائية ثم عندما يعجز التيار الهوائي عن حمل جزيئات البخار وبسبب درجة الحرارة المنخفضة يتكثف هذا البخار متحولاً إلى غيوم، والتي بدورها تقوم بإنتاج المطر.\nإن ماء المطر سوف يسقط على المحيطات والأنهار والبحيرات، وقسم منه سوف يستخدمه النبات، أما القسم الباقي فيتسرب إلى الأرض ويسكن هنالك.\n\nشكل (10) يوضح هذا المخطط النسب المئوية التقريبية لتوزع المياه في الأرض، ونلاحظ أن المياه المالحة تشكل 97 بالمئة، والمياه العذبة 3 بالمئة، وذلك حسب وكالة الجيولوجيا الأمريكية(1).\n__________\n(1) Earth's water distribution, U.S. Geological Survey, www.usgs.gov",
        "(1/15)\n\nوالذي يسبب بقاء الماء في الأرض لفترات طويلة هو وجود منطقة لا يمكن للماء أن يتسرب منها وتسمى منطقة الاشباع zone of saturation ولولا وجود هذه المنطقة لذهب الماء عميقاً ولم يعد لديه القدرة على الصعود إلى السطح على شكل ينابيع(1).\nدراسة إحصائية لتوزع المياه على الأرض\nوهذه إحدى الدراسات الخاصة بتوزع المياه على سطح الأرض(2). ونلاحظ أن جميع الدراسات تؤكد وجود نظام مقدَّر للماء على الأرض. ونلاحظ من خلال هذا الجدول أن كمية المياه الإجمالية في الأرض تبلغ 1,386,000,000 كيلو متر مكعب، وتتوزع هذه الكمية توزيعاً دقيقاً بين مياه مالحة وأخرى عذبة.\n\nمصدر الماء ... حجم الماء بالكيلومترات المكعبة ... نسبة المياه العذبة ... نسبة الماء بأكملها\nالمحيطات والبحار ... 1,338,000,000 ... -- ... 96.5\nالكتل الجليدية والثلوج ... 24,064,000 ... 68.7 ... 1.74\nمياه جوفية ... 23,400,000 ... -- ... 1.7\nعذب ... 10,530,000 ... 30.1 ... 0.76\nمالح ... 12,870,000 ... -- ... 0.94\nرطوبة التربة ... 16,500 ... 0.05 ... 0.001\nأرض دائمة التجمد ... 300,000 ... 0.86 ... 0.022\nالبحيرات ... 176,400 ... -- ... 0.013\nعذب ... 91,000 ... 0.26 ... 0.007\nمالح ... 85,400 ... -- ... 0.006\nالغلاف الجوي ... 12,900 ... 0.04 ... 0.001\nمياه المستنقعات ... 11,470 ... 0.03 ... 0.0008\nالأنهار ... 2,120 ... 0.006 ... 0.0002\nالمياه البيولوجية ... 1,120 ... 0.003 ... 0.0001\nالإجمالي ... 1,386,000,000 ... - ... 100\n\nدورة الماء\nإن كمية الماء المدوّرة كل عام هي 495000 كيلو متر مكعب. ولذلك فإن كمية بخار الماء الموجودة في الغلاف الجوي تبقى ثابتة باستمرار وتقدر بـ 12900 كيلو متر مكعب.\n__________\n(1) The Water Cycle, www.nasa.gov\n(2) Gleick, P. H., Water resources. In Encyclopedia of Climate and Weather, ed. by S. H. Schneider, Oxford University Press, New York, vol. 2, pp.817-823, 1996.\n(1/16)",
        "\nيوجد عدد لا نهائي للطرق التي يمكن أن تسلكها قطرة ماء واحدة. ولذلك فإن قطرة الماء التي تسقط عليك من خلال المطر، قد تكون هي ذاتها التي سقطت على رؤوس أجدادك قبل مئات السنين!\nتخزين الماء\nيتميز الماء بلزوجة منخفضة تساعده على الولوج في مسام الصخور مهما كانت دقيقة، وبالتالي يتم تخزين كميات ضخمة من الماء تحت سطح الأرض.\nوهذه الحقيقة العلمية لها إشارة قرآنية رائعة في قوله تعالى: { وَأَرْسَلْنَا الرِّيَاحَ لَوَاقِحَ فَأَنْزَلْنَا مِنَ السَّمَاءِ مَاءً فَأَسْقَيْنَاكُمُوهُ وَمَا أَنْتُمْ لَهُ بِخَازِنِينَ } [الحجر: 22].\nيقول الإمام ابن كثير رحمه الله تعالى: {وَمَا أَنْتُمْ لَهُ بِخَازِنِينَ } أي وما أنتم له بحافظين، بل نحن ننَزّله ونحفظه عليكم ونجعله معيناً وينابيع في الأرض، ولو شاء تعالى لأغاره وذهب به(1).\nولو تأملنا ما يقوله العلماء اليوم عن تخزين الماء في باطن الأرض لرأينا أن هذه الظاهرة من الظواهر المحيرة للعلماء، إذ كيف يتم تخزين الماء تحت سطح الأرض، لسنوات طويلة دون أن يفسد، ولكن هناك نظام دقيق تنقى المياه بموجبه ويتم تخزينها وحفظها بطريقة طبيعية رائعة(2)!\nحتى إن العلماء اليوم من أمثال الدكتور Simon Toze الذي يقول إن الماء السطحي يكون ملوثاً عادة، بسبب وجود العديد من الكائنات الدقيقة الممرضة. ويمكن تنقية هذا الماء بسهولة من خلال تخزينه تحت سطح الأرض لعدة شهور، فإن تخزين المياه على أعماق محددة في الطبقات الجوفية للأرض يساهم في قتل ما يحويه من جراثيم وبكتريا وتنقية المياه من الزيوت والمواد الدهنية وغير ذلك من الملوثات(3).\n__________\n(1) تفسير القرآن العظيم للإمام ابن كثير، دار المعرفة، بيروت 2004.\n(2) Emmanuel U. Nzewi, Water Resources, McGraw-Hill Professional, 2001.\n(3) Underground water banks kill bad bugs, www.abc.net.au, 12 January 2000.\n(1/17)\n",
        "ويقول الدكتور Simon Toze: «إن الأبحاث تشير إلى أن المياه الملوثة بشدة يمكن أن تُنقّى بسهولة من خلال ضخها تحت الأرض وتركها لمدة كافية»(1).\nويؤكد هذا العالم أن الناس لم يفهموا أهمية تخزين المياه إلا في مطلع القرن الحادي والعشرين. فقد تبين أن التنقية الطبيعية geopurification يمكن أن تزيل الكثير من المواد والشوائب العالقة في المياه وبعض المواد الكيميائية الضارة.\nولذلك فإن تخزين المياه في خزانات ضخمة تحت الأرض هو من نعم الله علينا ورحمته وفضله، لأنه أودع خصائص تطهيرية في الأرض لتعقم الماء باستمرار، فسبحان القائل: { اللَّهُ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَأَنْزَلَ مِنَ السَّمَاءِ مَاءً فَأَخْرَجَ بِهِ مِنَ الثَّمَرَاتِ رِزْقًا لَكُمْ وَسَخَّرَ لَكُمُ الْفُلْكَ لِتَجْرِيَ فِي الْبَحْرِ بِأَمْرِهِ وَسَخَّرَ لَكُمُ الْأَنْهَارَ * وَسَخَّرَ لَكُمُ الشَّمْسَ وَالْقَمَرَ دَائِبَيْنِ وَسَخَّرَ لَكُمُ اللَّيْلَ وَالنَّهَارَ * وَآَتَاكُمْ مِنْ كُلِّ مَا سَأَلْتُمُوهُ وَإِنْ تَعُدُّوا نِعْمَةَ اللَّهِ لَا تُحْصُوهَا إِنَّ الْإِنْسَانَ لَظَلُومٌ كَفَّارٌ } [إبراهيم: 32-34].\nسلوك الماء تحت الأرض\nعندما يسقط الماء على الأرض من خلال المطر فإنه يتحرك باستمرار، فيتسرب قسم منه إلى داخل الأرض ويتسرب خلال الفراغات في التربة أو الصخور ويهتز ويتأرجح حتى يصل إلى منطقة الإشباع التي لا يمكنه أن ينفذ منها، وهي عبارة عن طبقة من الصخور الصلبة التي لا تسمح للماء بالمرور خلالها.\nويمكن أن يمكث الماء في طبقات الأرض عدة قرون، وتعتبر هذه العملية بمثابة إعادة «شحن» الأرض بالماء(2).\nإقامة الماء في الأرض\n__________\n(1) Underground \"water banks\" kill bad bugs, http://www.abc.net.aum, Wednesday, 12 January 2000\n(2) Groundwater, www.epa.gov, March 3rd, 2006.\n(1/18)\n\nيدرس العلماء اليوم المدة التي يسكن فيها الماء في الأرض، وهذه المدة تختلف حسب عمق الماء ونوع الصخور المحيطة به، ويتراوح زمن بقاء الماء في الأرض من 4 سنوات إلى أكثر من 50 سنة.\n\nشكل (11) يمثل عملية تخزين الأرض وإقامته تحت سطح الأرض، حيث أننا نجد مناطق يبقى فيها الماء سنة ومناطق يقيم فيها الماء سنتين، ومناطق يسكن فيها الماء لمدة خمسين عاماً أو أكثر، وتتم هذه العملية بنظام طبيعي شديد الدقة.\n\nوالعجيب أن العلماء يستخدمون مصطلحاً علمياً للتعبير عن هذه الحقيقة وهو residence times(1)أي «زمن\nالإقامة أو السَّكن» وهو التعبير ذاته في قوله تعالى: {وَأَنْزَلْنَا مِنَ السَّمَاءِ مَاءً بِقَدَرٍ فَأَسْكَنَّاهُ فِي الْأَرْضِ وَإِنَّا عَلَى ذَهَابٍ بِهِ لَقَادِرُونَ} [المؤمنون: 18].\nدورة الماء\nلقد قدّر الله برحمته نظاماً عجيباً يتحول الماء فيه باستمرار من سائل إلى بخار أو جليد ومن ثم إلى سائل في دورة لا تزال تعمل منذ بلايين السنين دون أي خلل أو تعطل، ولولا هذه الدورة لأصبحت الأرض كوكباً خرباً لا حياة فيه.\nفي هذه الدورة تتحرك المياه على سطح الأرض وفي الغلاف الجوي وفي المحيطات وتحت سطح الأرض وفي الأنهار والبحيرات وحتى في أجسام الكائنات الحية بنظام شديد التعقيد يدلّ على عظمة الصانع سبحانه وتعالى الذي يقول عن بديع صنعه: { صُنْعَ اللَّهِ الَّذِي أَتْقَنَ كُلَّ شَيْءٍ إِنَّهُ خَبِيرٌ بِمَا تَفْعَلُونَ } [النمل: 88].\nتعتبر الشمس المحرك الأساسي لدورة الماء على الأرض، حيث تقوم بتسخين الماء في المحيطات والبحار فيؤدي ذلك إلى تبخر كميات كبيرة من المياه وتحولها إلى بخار ماء خفيف يصعد إلى ارتفاعات عالية بفعل الرياح.\n__________\n(1) Scott W. Phillips, Michael J. Focazio,\nand L. Joseph Bachman, Discharge, Nitrate Load, and Residence Time of Ground Water in the Chesapeake Bay Watershedm, U.S. Geological Survey, 1998.",
        "(1/19)\n\nوعندما يصل بخار الماء إلى ارتفاعات مناسبة حيث درجات الحرارة المنخفضة يبدأ بالتكثف والتجمع والتراكم مشكلاً الغيوم. هذه الغيوم سوف تُدفع بواسطة الرياح ومن ثم تتساقط الأمطار والثلوج.\nإن معظم الأمطار تعود فتسقط فوق المحيطات، أما الثلوج فتسقط بكميات كبيرة فوق الجبال والمياه الجليدية، وبعد ذلك يذوب قسم منها في بداية فصل الربيع ويعود إلى مياه البحر.\nبالنسبة للأمطار التي تسقط على اليابسة فإنها تتسرب إلى داخل الأرض بفعل الجاذبية الأرضية، ومن ثم تتحول إلى ينابيع وأنهار.\nتتحرك مياه الأنهار باتجاه المحيطات وتصب فيها، ويبقى جزء كبير من الماء مختزناً تحت الأرض كمياه جوفية تشكل خزانات ضخمة تسكن في الأرض لفترات طويلة من الزمن.\nوتقوم النباتات بامتصاص الماء المختزن في التربة السطحية ومن ثم ترشح هذه المياه من أسطح الأوراق وتتحرك في الغلاف الجوي لتصعد وتتكثف وتشكل غيوماً وأمطاراً.\n\nشكل (12) هناك دورة دقيقة للماء على سطح الكرة الأرضية، ونلاحظ من خلال هذا الشكل (المعتمد من قبل وكالة الجيولوجيا الأمريكية) كيف تتوزع كميات المياه المتبخرة والمتساقطة بنسب محددة، وتتحول من منطقة لأخرى بنظام دقيق يشهد على صدق قول الحق تبارك وهنا يتجلى قوله تعالى: {وَأَنْزَلْنَا مِنَ السَّمَاءِ مَاءً بِقَدَرٍ} [المؤمنون: 18].\nشكل (13) يقول العلماء إن جميع الكائنات الحية من أصغر خلية وحتى أكبر كائن حي، جميعها مخلوق من الماء(1)، وهذا ما حدثنا عنه القرآن بقوله تبارك وتعالى: {وَجَعَلْنَا مِنَ الْمَاءِ كُلَّ شَيْءٍ حَيٍّ أَفَلَا يُؤْمِنُونَ} [الأنبياء: 30].\nدورة الماء في القرآن\nإن قانون الجاذبية والذي يعني أن الأثقل ينْزِل للأسفل والأخف يصعد للأعلى، هذا القانون يحافظ على وجود الماء تحت سطح الأرض وضمان تدفقه على شكل ينابيع.\n__________\n(1) Chris Middleton, The Origin of Water, FineWaters Media, LLC, 2005.\n(1/20)",
        "\nولو أن كثافة الماء كانت أعلى مما هي عليه الآن لغار الماء في الأرض ولم يتمكَّن من التدفق من خلال الينابيع والأنهار. وهنا يتجلى قوله تعالى: {قُلْ أَرَأَيْتُمْ إِنْ أَصْبَحَ مَاؤُكُمْ غَوْرًا فَمَنْ يَأْتِيكُمْ بِمَاءٍ مَعِينٍ} [الملك: 30].\nولو أن كمية المياه المتساقطة على شكل أمطار كانت أقل مما هي عليه، لغار الماء في الأرض. فكمية الأمطار الهاطلة مناسبة تماماً لطبيعة القشرة الأرضية وسماكتها ونوعية صخورها وترابها.\nولو أن كثافة الماء كانت أقل مما هي عليه الآن لم يستطع الماء المكوث في الأرض وذهب إلى السطح وتبخر. وهنا أيضاً نقف عند قوله تعالى: {وَأَنْزَلْنَا مِنَ السَّمَاءِ مَاءً بِقَدَرٍ فَأَسْكَنَّاهُ فِي الْأَرْضِ وَإِنَّا عَلَى ذَهَابٍ بِهِ لَقَادِرُونَ} [المؤمنون: 18]. ونذكِّر هنا أن كلمة {بقَدَر} تشير إلى التقدير والحساب والمقادير الدقيقة.\nويقول العلماء اليوم إن هنالك دورة للماء منتظمة ودقيقة وحساسة جداً تتكرر كل عام. ويكون في هذه الدورة كمية المياه المتبخرة من سطح الأرض مساوية لكمية الأمطار المتساقطة(1).\nلقد قدّر الله برحمته نظاماً مُحكماً لتوزع الماء على الأرض وفق دورة دقيقة وبمقادير محسوبة، ولو أن كمية المياه المتبخرة كل عام من البحار نقصت قليلاً لأدى ذلك بمرور الزمن إلى ذهاب الماء وانعدام الحياة.\nولذلك يقول تعالى: {وَأَنْزَلْنَا مِنَ السَّمَاءِ مَاءً بِقَدَرٍ} أي بقوانين مقدرة ودقيقة وبكميات محسوبة ومضبوطة، ألا ترى أخي القارئ أن هذه الآية الكريمة تحمل إشارة إلى دورة الماء والتي اكتشفها العلماء في العصر الحديث؟\n__________\n(1) Water Cycle, U.S. Geological Survey, www.usgs.gov\n(1/21)\n",
        "ولو فرضنا أن هذه الدورة المائية اختلت قليلاً فإن هذا سيؤدي إلى ذهاب الماء من الأرض. ولو أن هذا الماء المختزن بين صخور الأرض كان له قابلية التفاعل مع هذه الصخور، إذن لنقصت كمية المياه المختزنة كل عام، وبالنتيجة سوف يذهب الماء ولن نستفيد منه شيئاً، أي ستتوقف الحياة على الأرض.\nملوحة البحار\nهنالك الكثير من الينابيع العذبة التي تنبع من قاع المحيطات والبحار، وتضخ هذه الينابيع كميات معتبرة من الماء باستمرار، وهذا يؤدي إلى تعديل ملوحة البحار باستمرار والحفاظ على درجة ملوحة ثابتة.\nإن الكميات التي تتبخر من البحار كل سنة لا تعود جميعها إلى البحار مباشرة، بل إن الأمطار المتساقطة يذهب قسم منها إلى الأنهار وقسم آخر يتسرب ويُختزن في الأرض.\nإن المياه الجوفية لا تبقى في الأرض إلى الأبد، بل تتجدد وتنبع في اليابسة لتشكل الأنهار، وتنبع تحت قاع البحار لتشكل الينابيع العذبة التي تغذي البحر المالح بالماء العذب.\nولولا هذه الينابيع في قاع المحيطات والبحار، لارتفعت نسبة الملوحة في البحار بالتدريج حتى يصبح ماء البحر ملحاً أجاجاً، وتصبح الحياة مستحيلة(1).\nماذا يحدث لو كان ملح البحر قادراً على التبخر مثله مثل ماء البحر؟ إن هذا سيؤدي بلا شك إلى انعدام الحياة بكافة أشكالها على سطح الأرض.\nإن الله تعالى قد وضع قانون الجاذبية، وعلى أساسه تستمر الحياة على الأرض. فالملح أثقل بكثير من الماء ولذلك لا يستطيع الصعود في الهواء، بينما الماء يستطيع ذلك لأن كثافة بخار الماء أقل من كثافة الهواء.\nوهذا يعني أن ذرات البخار سوف تصعد للأعلى، تماماً مثل قطعة الخشب عندما تطفو على سطح الماء، لأن كثافة الخشب أقل من كثافة الماء. وهذا ما يدفع الخشب للصعود لأعلى الماء. ولو حاولنا إنزاله للأسفل فإنه سيصعد إلى الأعلى، وهذا ما يسميه العلماء بدافعة \"أرخميدس\".\n__________\n(1) Water Cycle, U.S. Geological Survey, www.usgs.gov\n(1/22)\n\nإن هذا القانون المتعلق بكثافة المواد يضمن تبخر الماء وبقاء الملح في البحار، وبالتالي يضمن نزول الماء النقي من السماء.\nوهنا تتجلى رحمة الله بعباده عندما يقول سبحانه وتعالى: {أَفَرَأَيْتُمُ الْمَاءَ الَّذِي تَشْرَبُونَ * أَأَنْتُمْ أَنْزَلْتُمُوهُ مِنَ الْمُزْنِ أَمْ نَحْنُ الْمُنْزِلُونَ * لَوْ نَشَاءُ جَعَلْنَاهُ أُجَاجًا فَلَوْلا تَشْكُرُونَ} [الواقعة: 68-70]. ويقول أيضاً: {وَمَا يَسْتَوِي الْبَحْرَانِ هَذَا عَذْبٌ فُرَاتٌ سَائِغٌ شَرَابُهُ وَهَذَا مِلْحٌ أُجَاجٌ} [فاطر: 12].\n\nشكل (14) إن الله تعالى برحمته اختار نسبة محددة لملوحة البحار بحيث تستمر الحياة على ظهر الأرض. وبسبب هذه الملوحة فإن هناك نسبة محددة من الماء تتبخر، ولو زادت هذه النسبة أو نقصت اختل النظام المتوازن الذي قدره الله. كذلك فإن درجة حرارة الأرض مناسبة لتبخر الكمية المحددة كل عام، ولو كانت الأرض أكثر حرارة لتبخرت محيطات العالم، ولو كانت الحرارة أقل لم تتبخر إلا كميات قليلة لا تكفي لتشكيل الغيوم والمطر.\nأوجه الإعجاز العلمي في البحث\nلقد ورد ذكر الماء في القرآن في عشرات المواضع، ولا نبالغ إذا قلنا إنه في كل آية من هذه الآيات معجزة تستحق الوقوف طويلاً! ولكن نكتفي بما رأيناه في هذا البحث ونعيد تلخيص المعجزات المائية:\n1- تحدث القرآن عن الخزانات المائية الضخمة المختزنة تحت سطح الأرض والتي تزيد كميتها عن المياه العذبة في الأنهار، وذلك من خلال قوله تعالى: {وَأَرْسَلْنَا الرِّيَاحَ لَوَاقِحَ فَأَنْزَلْنَا مِنَ السَّمَاءِ مَاءً فَأَسْقَيْنَاكُمُوهُ وَمَا أَنْتُمْ لَهُ بِخَازِنِينَ} [الحِجر: 22].\nفهذه الآية تتضمن إشارة إلى عمليات تخزين المياه في الأرض، وأن هذه الخزانات الطبيعية من المياه هي نعمة من نعم الله حيث تتم تنقية الماء فيها باستمرار، وهذا الأمر لم يكن معلوماً زمن نزول القرآن.",
        "(1/23)\n\n2- تحدث القرآن عن المدَّة الزمنية الكبيرة التي يمكث فيها الماء في الأرض دون أن يفسد أو يختلط ويتفاعل مع صخور الأرض، وذلك في قوله تعالى: {وَأَنْزَلْنَا مِنَ السَّمَاءِ مَاءً بِقَدَرٍ فَأَسْكَنَّاهُ فِي الْأَرْضِ وَإِنَّا عَلَى ذَهَابٍ بِهِ لَقَادِرُونَ} [المؤمنون: 18]. ففي هذه الآية إشارة إلى أن الماء يسكن في الأرض ويقيم فترة طويلة من الزمن.\nوعلى الرغم من وجود الأحياء الدقيقة والفطريات والأملاح والمعادن والمواد الملوثة تحت سطح الأرض، إلا أن الماء يبقى نقياً وماكثاً لا يذهب، أليس الله تبارك وتعالى هو من أودع القوانين اللازمة لبقاء الماء بهذا الشكل الصالح للحياة؟\n3- تحدث القرآن عن العمليات المنظمة والمقدرة التي تحكم نزول الماء ودورته في قوله تعالى: {وَالَّذِي نَزَّلَ مِنَ السَّمَاءِ مَاءً بِقَدَرٍ فَأَنْشَرْنَا بِهِ بَلْدَةً مَيْتًا كَذَلِكَ تُخْرَجُونَ} [الزخرف: 11] أي بنظام مقدّر ومضبوط ومحسوب.\nوهذا الأمر لم يكن معروفاً زمن حياة النبي عليه الصلاة والسلام، بل كان الناس يجهلون مصدر المياه ويجهلون دورتها ويجهلون وجود أية قوانين تحكمها.\nفسبحان الذي أحكم آيات كتابه وكلماته وكل حرف من حروفه. وتبارك الله القائل عن كتابه المجيد: {لَا يَأْتِيهِ الْبَاطِلُ مِنْ بَيْنِ يَدَيْهِ وَلَا مِنْ خَلْفِهِ تَنْزِيلٌ مِنْ حَكِيمٍ حَمِيدٍ} [فصلت: 42].\n\nالخاتمة\nوفي ختام هذا البحث نودّ أن نؤكد أنه توجد آيات كثيرة وكثيرة إذا ما بحثنا فيها فسوف نجد إعجازاً مبهراً. ويمكنني القول: إنني لم أبحث عن علم من العلوم أو حقيقة من الحقائق إلا وجدتها في كتاب الله تعالى جلية واضحة! وهذا يعني أن القرآن الكريم هو كتاب هداية ودستور إلهي، وكذلك هو كتاب علوم وحقائق علمية. وهذا الأمر ليس مستغرباً، فالكتاب كتاب الله تبارك وتعالى، وهو أعلم بما ينَزّل، وقد وضع فيه تفصيلاً لكل شيء.\n(1/24)",
        "\nوأخيراً عزيزي القارئ ألست معي في أن القرآن قد تحدث عن كل شيء وفصّله وبيّنه لنا؟ يقول تعالى: {وَنَزَّلْنَا عَلَيْكَ الْكِتَابَ تِبْيَانًا لِكُلِّ شَيْءٍ وَهُدًى وَرَحْمَةً وَبُشْرَى لِلْمُسْلِمِينَ} [النحل: 89]. ويقول أيضاً: {لَقَدْ كَانَ فِي قَصَصِهِمْ عِبْرَةٌ لِأُولِي الْأَلْبَابِ مَا كَانَ حَدِيثًا يُفْتَرَى وَلَكِنْ تَصْدِيقَ الَّذِي بَيْنَ يَدَيْهِ وَتَفْصِيلَ كُلِّ شَيْءٍ وَهُدًى وَرَحْمَةً لِقَوْمٍ يُؤْمِنُونَ} [يوسف: 111]. وآخر دعوانا أن الحمد لله رب العالمين.\nالمراجع العربية\n1- القرآن الكريم.\n2- الإمام ابن كثير، تفسير القرآن العظيم، دار المعرفة، بيروت 2004.\n3- الفيروز آبادي، القاموس المحيط، دار المعرفة _ بيروت 2005.\n\nالمراجع الأجنبية\n1- Emmanuel U. Nzewi, Water Resources, McGraw-Hill Professional, 2001.\n2- Felix Franks, Water, Royal Society of Chemistry, 2000.\n3- Jennifer Nelson, Where the Rivers Meet the Sea, NOAA, 1990.\n4- Ground Water Studies, U.S. Geological Survey.\n5- Water,www.wikipedia.org\n6- Martin Chaplin, Water Structure and Behavior, www.lsbu.ac.uk, 2006.\n7- The water in you, U.S. Geological Survey, www.usgs.gov.\n8- Steve Graham, Claire Parkinson, and Mous Chahine, The water cycle, www.nasa.gov\n9- Mars, Water and Life, www.nasa.gov.\n10- Scott Hyman, The PHYSICS of WATER in the UNIVERSE, Sweet Briar College, www.sbc.edu.\n11- Chris Middleton, The Origin of Water, FineWaters Media, LLC, 2005.\n12- Color of water, From Wikipedia, the free encyclopedia.\n13- Deep Ocean Physics, www.jamstec.go.jp\n14- Earth's water distribution, U.S. Geological Survey, www.usgs.gov.\n(1/25)\n",
        "15- Gleick, P. H., Water resources. In Encyclopedia of Climate and Weather, Oxford University Press, New York, vol. 2, pp.817-823, 1996.\n16- Underground water banks kill bad bugs, www.abc.net.au, 12 January 2000.\n17- Groundwater, www.epa.gov, March 3rd, 2006.\n18- Scott W. Phillips, Michael J. Focazio,\nand L. Joseph Bachman, Discharge, Nitrate Load, and Residence Time of Ground Water in the Chesapeake Bay Watershedm, U.S. Geological Survey, 1998.\nـــــــــــــــــــــــ\nللاطلاع على مئات المقالات والأبحاث العلمية والكتب المجانية في مجال إعجاز القرآن والسنة، نرجو زيارة الموقع الإلكتروني للمؤلف:\nwww.KAHEEL7.com\n(1/26)\n"
    ]
}