{
    "partText": [
        "\nالنحو العربي\nتأليف\nأندريه رومان\nأستاذ اللسانيات واللغات الشرقية بجامعة ليون2\nترجمة\nد. علاء إسماعيل د.خلف عبد العزيز\nهذه ترجمة لكتاب :\nGrammaire de l'Arabe\nAndré Roman\nPresses Universitaires de France\nParis, 1990\nسبحانك لا علم لنا إلا ما علمتنا إنك أنت العليم الحكيم\nإهداء\nإلى من يغوص في يمومها .. العرب والعجم\nمقدمة المترجمين\nالحمد لله .. والصلاة والسلام على رسول الله .. سبحانك ربنا لا علم لنا إلا ما علمتنا إنك أنت العليم الحكيم .. وبعد\n… فإنه من دواعى سرورنا أن نقف أمام هذا الكتاب لنقدمه إلى قراء اللغة العربية ، وحُماتها بلغة أدبية مفهومة ، ولم يكن هذا العمل مجرد إضافة كتاب فى النحو إلى المكتبة العربية ، فما أكثر ما تحمله المكتبات من كتب فى العربية وعلومها اللغوية ، وإنما جاء عملنا هذا انطلاقا من إيمان عميق بأن لبعض المستشرقين رؤى ثاقبة فى الثقافة العربية ـ بوجه عام ـ وعلوم اللغة ـ بوصف خاص ـ قد تتفق أو تختلف مع حقيقة ثقافتنا وواقعها ؛ ومن ثم فقد تُقبَل لإيجابياتها أو تُرفَض لسلبياتها ، فإذا ما وقفنا على فكر هذا المستشرق الفرنسى من خلال كتابه الذى بين أيدينا ومن خلال محاضراته لنا ــ إذ إننا تلمذنا على يديه بفرنسا ـ نجد أنه ذو فكر لغوى عالٍ ، يقدم من خلاله رؤية جديدة للنحو العربى ، وقد ساعده على ذلك ثقافته ودرايته التامة باللغة اللاتينية واللغات السامية وقواعدها .\nومن أبرز ملامح رؤية رومان فى تناوله النحو العربى بالتحليل :\nـ أنه صك فى الدراسات النحوية العربية مصطلحين من اللاتينية هما الـ res والـmodus ، والمصطلح الأول عبارة عن كتل من العالم الخارجى يتخيلها الإنسان خارج الزمن ، أما الثانى فهو كتل من العالم الخارجى متخيلة من الإنسان ويكون الزمن أحد عناصرها ... وصار الإنسان يطلق على كل شئ خارج الزمن res وما يتعلق بالزمن modus .\n(1/1)\n",
        "ـ أخذ أندريه رومان المصطلح اللاتينى res وأطلقه بشكل مباشر على أسماء الذوات مثل كلمة (طفل enfant) أو أسماء المعانى مثل كلمة(العظمة grandeur ) ، وأطلق مصطلح الـ modus على كل ما يتعلق بحدث ما مثل (طفُل ـ فعل الطفولة ـ enfante ) أو تغيير مثل ( كبُر ـ فعل الكبرـ grandir ) الناتج عن الكبر .\nـ قد أدرج رومان تحت الـ modus المصدر والفعل ومشتقاته ، فجميعها تدل على الزمن ، ومن ثم انتهى إلى أن المركب الثنائى ( modus .... res ) هو الأكثر شهرة وشيوعا لتكوين الجملة النواة phrase nucléaire فى العربية مثل :\nكتبت : تتكون من : كتبـ y (modus) + ـــت x (res) 1\nأنت كاتب ــــــ : أنت x (res) + كاتب y (modus)\nأنت كريم ــــ : أنت x (res) + كريم y (modus)\nويمكن أن تتكون الجملة من عنصرين res أى تخلو من عنصر الزمن مثل : أنت ولد Tu es un enfant ، كما يمكن أن تتكون من عنصرين modus غير أن أحدهما يتحول إجباريا إلى عنصر res مثل : \" المدْح الذبْح \" ، فالمدح يمثل عنصر المسند إليه وهو عنصر ( Res ) أى يخلو من الزمن على الرغم من أنه مصدر مشتق ، والذبح يحمل دلالة زمنية لأنه مصدر ، ومن ثم فهو عنصر ( modus ) .\nـ أية جملة تتكون من عنصرين أساسيين هما الجملة النواة phrase noyau ، العنصر الأول المسند إليه sujet ورمز له بالرمز x والعنصر الثانى المسند prédicat ورمز له بالرمز Y ، وبينهما علاقة أو رابطة بنيوية موجودة بالضرورة ، وأية عناصر أخرى فى الجملة تعد عناصر توسيعية éléments d'extensions وقد قسمها إلى عناصر بسيطة simples وعناصر مركبة complexes عن طريق العطف coordination أو التبعية subordination أو التشعب (الامتدادأو الإلحاق) expansion ، وهذه العناصر منها ما يتعلق بالعنصر الأول ومنها ما يتعلق بالعنصر الثانى .\n(1/2)\n\nـ من وجهة نظره ـ وهو محق ـ أن أى فعل يحتوى على عنصرى النواة ؛ لأنه يحمل الفاعل ، وهو ضميرظاهر فى كل أشكال الفعل ما عدا الماضى المسند للضمير الشخصى الثالث troisième personne ـ ضمير الغائب المفرد المذكر ـ فهو العلامة صفر zéro ، ولذا يعد سوابق المضارع préfixes التى أسماها النحاة العرب حروف المضارعة أو \" أنيت \" ضمائر فاعلية ــ كما عدّ النحاة العرب لواحق الماضى suffixes فواعل ـ ويعد الاسم بعد الفعل عنصراً توسيعيا توكيدا أو وصفاً للفاعل النحوى expansion d'identité كالضمير المنفصل المؤكد للضمير المتصل ، ولم يفرق بين الفعل التام الاعتيادى verbe ordinaire الدال على الحدث المرتبط بزمن ما (كتب مثلا) والفعل الناقص verbe déféctif الخالى من الحدث أو الزمن مثل (كان وأصبح ليس ..) ؛ ومن ثم عدّ الجملة الاسمية phrase nominale بعد أفعال الوجود verbes d'existences (كان وأخواتها) عناصر توسيعية ، والجملة النواة هى جملة فعلية phrase verbale ، عنصراها الفعل وضميره الملازم له .\nـ نهج المؤلف نهج سابقيه من المستشرقين أمثال بلاشير2 Blachère وفليش3 Fleisch فى عرض قضايا قواعد اللغة العربية ــ فى إطار أقسام علم اللغة الحديث ــ داخل قالب وصفى لا تخرج عنه أية معالجة لقواعد اللغة الفرنسية ؛ ففى كافة الدراسات اللغوية الفرنسية نجد الصدارة لقضية الأصوات ووظائفها متبوعة بقضية البنى الصرفية انتهاءً بالاستخدام الواقعى للغة الذى تعالجه قضية التركيب4 .",
        "(1/3)\n\nلكل هذا وغيره شرعنا فى ترجمة هذا الكتاب ، بيد أننا وقفنا كثيراً أمام هذا العمل نتأمل طرحه وبعده الجديدين ، وتوجهه العصرى المواكب لبراعة العقل الفرنسى واهتمامه بدراسة \" الآخر\" بغية التفاعل معه والكشف عن هوية وخصائص الآخر الحضارية والفكرية ؛ توطئة لتبين موقع الثقافة واللغة الفرنسية فى العالم ولاسيما فى الشرق ، مهد الحضارات الإنسانية . ومازالت الجامعات الفرنسية وفى طليعتها جامعة السربون وكبرى الجامعات الفرنسية كجامعة ليون - يساندها جمهور المثقفين - تعزز كفاح هذا المشروع الاستكشافى الطموح .\nولعل من بواعث إقدامنا على ترجمة هذا العمل المضنى ـ الذى طرحته دار نشر ضخمة5 تخصص سلسلة كاملة صاحبة تاريخ معلوم لأهم قضايا الفكر والأدب واللغة والبعد الحضارى فى مسيرة البشرية عامة وهى سلسلة Que sais-je? ـ بواعث قومية خالصة ، مصدرها ولع وفخر نتشاطره مع حشود من محبى لغتنا الجميلة ، فالمكتبة العربية تزخر بالعديد من المؤلفات التى تتناول نحو اللغة العربية ، ولكن الآخر ، إذا ما مدّ باعه يبحث عنا وعن حضارتنا ، فلابد أن إقدامه يحتاج لتأمل عميق !.\nوإيمانا منا بمقولة المفكر والفليسوف الفرنسى باسكال \"إننى لا أكتبُ شيئاً جديداً، إنما الجديد يكمن فى طريقة تناولى للأمور\" ، فإنا نرى أن الجديد الذى طرحه رومان فى كتابه يتضح فى طريقة تناوله للنحو العربى اعتمادا على المنهج الفرنسى في دراسة أجزاء الكلام ؛ ومن ثم فهو يقدم رؤية جديدة فى تناول النحو العربى بالدراسة والتحليل .\nولقد اقتضت هذه الترجمة العودة إلى بعض مصادر التراث للوقوف على بعض الاشكاليات التى قدمها المؤلف ، ومن ثم فقد واجهتنا جملة من الصعوبات وفى طليعتها المصطلحات التى ابتدعها المؤلف وليس لها مقابل عربى تراثى أو معاصر ، ليس هذا فحسب ، بل وجدنا مجموعة من المصطلحات لا تحتويها بين صفحاتها معاجم علم اللغة الفرنسى .\n(1/4)",
        "\nوبالرغم من أن الحديث عن النحو العربى ليس بدعاً ، فإننا نتصور أن هذا العمل يسهم فى مسيرة ينتهجها علم اللغة العربى المعاصر فى ترجمة وتعريب الدراسات الأجنبية التى تتناول قضايا اللغة العربية .\nوختاما نسأل الله العلى العظيم أن يكون هذا العمل ، فيه نفع للغة العربية ودارسيها ، وأن يجعله فى ميزان حسناتنا .\nالمترجمان\nخلف عبد العزيز وعلاء إسماعيل\nمقدمة المؤلف\n1- اللغة العربية لغة إنسانية سامية\nعندما اكتسب الإنسان القدرة على توضيح مركب لغوى ، اكتسب بذلك القدرة على ابتداع عنصر لغوى خال من الزمن res ، وآخر يتضمن الزمن modus للتعرف على بيئته وعلاقته بها . والعنصر اللغوى الخالى من الزمن res يُقصد به كيانات العالم التى يتخيلها الإنسان بنفسه خارج الزمن ، أى خارج حدود الزمن الذى لايمثل مركباً فيها ؛ وأما العنصر اللغوى الذى يتضمن الزمن فهو كيانات العالم التى يتخيلها الإنسان بنفسه فى الزمن ؛ حيث إنها مسجلة فى صيرورة ظاهرة من الزمن والذى يشغل جزءاً منها . والواقع أن أى ابتداع لغوى ليس ممكناً إلا من خلال مركب لغوى يتألف من عناصر لغوية .\nوبما أن الإنسان كان يبتدع بكثرة عناصر لغوية خالية من الزمن وأُخرى يشغل الزمن جزءاً منها ، فمن المفترض أنه أضافها إلى قاموسه اللغوى فى ذاكرته وأنه وضع أسماءً لها . إن وحدات التسمية التى ابتدعها الإنسان هى الصور الصوتية للعناصر اللغوية الخالية من الزمن والعناصر اللغوية المشتملة عنصر الزمن والتى تَعرّف عليها فى العالم6 .\n(1/5)\n",
        "إن العنصر اللغوى (م ز) modus يشير بالتحديد إما إلى حدث action أو حركة mouvement مثل \"يلد\" enfanter أو تغيّرchangement مثل \"يكبر\" grandir ، وإما إلى تحديث actualisation ، أى حالة ناجمة عن حدث أو تغير ، مثل \"طفولى\" enfantin أو \"كبير\" grand ، والعنصر اللغوى res (خ ز) 7يشير تحديداً إما إلى اسم ذات (شئ ما) مثل \"طفل enfant \" أو اسم معنى (فكرة ما) مثل \"عَظَمة grandeur \" .\nابتدع الإنسان المركبات اللغوية الخالية من الزمن والمركبات المتضمنة للزمن بلغته وتسمياته ، كما ابتدع أسماء المسميات باللجوء إلى المركبات اللغوية8 . وعن طريق رموزه الصوتية les sons de sa voix المباشرة والمتاحة له دوما ألف الإنسانُ لغته على مدار تجربة غير تذكارية فى إطار نظام من التسمية système de nomination ونظام من الاتصال système de communication9 .\nإن الأصوات الصامتة consonnes والأصوات الصائتة voyelles والمقاطع syllabes هى عبارة عن المادة الأولى للغات الإنسانية الطبيعية ، فلقد تألفت كل لغة إنسانية من وحدات صوتية صامتة وصائتة . بينما تألفت اللغة العربية ــ شأن كل اللغات السامية ــ من وحدات صوتية صامتة والتى تعد السمة المميزة للغات السامية .\n2- اللغة العربية لغة مشتركة والحدث القرآنى :\nإن اللغة العربية هى آخر لغة من اللغات السامية الكبرى التى دخلت التاريخ ؛ إن لم نضع فى اعتبارنا التسجيلات الشفهية النادرة ، فإن اللغة العربية دخلت لغويا فى التاريخ فى نهاية القرن السادس الميلادى ، بداية مع الأبيات الشعرية لشعرائها الأوائل المعروفين ، ثم مع القرآن الذى حدد مصيرها ، ودخلت فى التاريخ كلغة مشتركة بين القبائل10 ؛ واستخدم الاستشراق مصطلح koinè للإشارة إلى هذه اللغة الأدبية ذات الهيبة والشأن langue de prestige .\n(1/6)\n\nولما كانت العربية لغة مشتركة langue intertribale بين القبائل ، فإن المصطلح Koinè يعرف بالقاسم المشترك بين اللغات القبائلية langues tribales ، والعربية لغة قريبة للغاية من هذه اللغات القبائلية ولاتنافسها فى ذلك الأمر أى لغة قبائلية أخرى11، وكان لابد لها أن تكون قريبة من هذه اللغات القبائلية حتى تستمر ، ولما كانت هذه اللغة لغة حية متداولة ذات هيبة12 ، فإن الأمر اقتضى أن تكون هى لغة القرآن .\nوإن القرآن يعد علامة فاصلة rupture تبدأ بها ثقافة عربية إسلامية جديدة ، تجبّ به الاعتقادات السابقة ، أما على مستوى اللغة ، فلم يكن بمثابة نمط لغوى للثقافة العربية الموجودة آنذاك إلا على مستوى الأسلوب اللغوى ، فلم يكن له أن يُتلى فى لغة آخرى . ومع ذلك فالعرب المسلمون فى مسلك جماعى مستلهم من القرآن أعلنوا أنه من عند الله فى سنة ثمانى مائة من الميلاد تقريباً ؛ ومن ثم فلغة القرآن كانت لغة مخصصة له قبل نزوله ، لم يستخدمها الإنسان العربى من قبل13\nومن ثم فلم يكن بوسع العرب المسلمين ــ بعدما صارت لغة القرآن لغتهم ــ تغييرها بشكل شرعى وإثرائها بألفاظ من العناصر اللغوية (خ ز) الجديدة التى اكتشفوها 14.\nولأن حرية الإنسان كانت حرية مقيدة أو مراقبة liberté surveillée فلم يكن بوسعه أن يصنع تاريخه ولم يكن بوسعه أن يقول\"أنا\" إلى حدّ أن شهرذاد التى لم تكن تعرف الناس إلا عن طريق الكتب المقدسة وغيرها من الكتب كانت تستطيع مجابهة ملكِ سفاح ، أما ما كان الملك يعرفه بخبرته الحياتية فلايختلف ـ ولا يمكن أن يختلف ـ مع ما اكتشفته شهرذاد فى مكتبة حرم الوزير أبيها ؛ ولذلك كان الملك وشهرذاد يلعبان حصتهما فى الشطرنج بنفس \"ضربات النص coups du texte \" .",
        "(1/7)\n\nوبالنسبة للألفاظ الجديدة التى ليست ذات فائدة إلا بدخولها فى العناصر اللغوية (خ ز) res ، هى -بموضوعية- تمثل نمطا ثقافيا معينا وفضلا عن ذلك ، فإن أشكال بعض هذه الألفاظ الجديدة لا تتفق مع التوزيع الصوتى للغة ونظامها المقطعى وجسرها الرئيسى .\n3- اللغة العربية : نظام الأنظمة Système des systèmes\nيبدو أن مجموعة الصوامت التى تتألف منها اللغات السامية وُلدت من مخرج حنجرى أمامى ثابت stéréotype laryngal antérieur موجود من قبل باللغات السامية ، يتميز بصوائته التى تخرج من أمام الحنجرة : 15(?V) . وهكذا فقد أدى عدم ثبات الصوائت الحنجرية الأمامية بعد الصوامت الرنانة consonnes sonores إلى وجود النظام المقطعى من ( صامت + صائت ) أو ( صامت + صائت + صامت ) وهو النظام المقطعى النموذجى فى اللغات السامية والتى احتفظت به اللغة العربية ، وهذا النظام المقطعى هو الذى يحدد التمييز بين مجموعة الصوامت ومجموعة الصوائت .\nوهذا التمييز الذى عن طريقه يمكن للصوامت والصوائت أن تستخدم منفصلة إحداها عن الأخرى ، يسمح بالنسب الدلالى للوظائف المختلفة لكل منها .\nوهكذا تأسس البناء الأساسى للغات السامية . وفى الواقع شكلت اللغات السامية نظام تسميتها على مجموعات من الصوامت ، وكانت مجموعة صوامتها أقوى من عددها المرتفع كثيرا والذى يفوق دوما عدد صوائتها ، ولقد ألفت مجموعة الصوامت جذور وحدات التسمية فى اللغات السامية .\nويمكن القول بشكل محدد : إن وحدات التسمية الخاصة قد تألفت بشكل منتظم من جذور ثلاثية الصوامت ؛ لأن المركب من ثلاثة صوامت يؤدى إلى إنتاج المجموعات التى تؤلف الجذور بشكل كاف ؛ أى علامات معانيها الخاصة الأولى .\n(1/8)",
        "\nومع ذلك ، فإذا كان الأمر قد استوجب أن تتألف الوحدات اللفظية الخاصة والمحددة دلالياً من جذور تشتمل على ثلاثة صوامت كتلك التى تشير إلى العناصر اللغوية (خ ز) مثل كلمة ( َأهْل) المكونة من الجذر (ء + هـ + ل ) ، أو كتلك التى تشير إلى عناصر لغوية (م ز) مثل (وَلَد) المكونة من الجذر ( و + ل + د ) ، وهى وحدات متعددة ومختلفة بعضها عن البعض الآخر لضرورة دلالية واضحة ؛ فإن وحدات التسمية العامة غير المحددة دلالياً والأقل عدداً تألفت من جذور أحادية الصامت . ووحدات التسمية العامة أو الصيغ الاستبدالية لا تعنى سوى أن عنصراً منفرداً ، مثل \"أنا\" لا يأتى مفرداً مثله فى ذلك مثل العنصر \"هذا\" والذى لايختلف عنه .\nإضافة إلى ذلك لجأت اللغات السامية إلى تركيب جزئى لجذورها المؤلفة من صوامت .\nويمكن التمثيل لترتيب نظام التسمية (اللفظ) فى اللغة العربية عن طريق الشكل التالى :\n…………الجذر\nوحدات التسمية الخاصة …… وحدات التسمية العامة\n?CCC (+??C) C) ? ?C (+ a\nوفى هذا الشكل ، الرمز (a) يشير إلى جذر من صامت واحد ، أو جذر من صامتين بشكل استثنائى ، كما يشير الرمز (?) إلى جذر من صامت أو صامتين أو ثلاثة .\nوبالنسبة للصوائت ــ والتى هى عبارة عن العناصر التى تتألف منها المجموعة الفرعية التكميلية لمجموعة الصوامت الفرعية ـ فإن القصير منها استُخدم فى العربية ــ باستثناء الصوامت ــ كحركات إعراب16 . وهذا الوضع الخارجى يكون بعد الصامت الأخير لكل وحدة لفظية يميزيها بوضوح وبشكل منتظم عن الصوائت السابقة الداخلية والتى يفرضها النظام المقطعى والتى هى عبارة عن مدلولات للأداوت النحوية أو الصيغ . وهذه الصوائت الإعرابية كانت عبارة عن الأجزاء البدائية لنظام الاتصال الكلامى للغات السامية ، وتعد هذه الصوائت الإعرابية حتى اليوم الأجزاء الرئيسية لنظام الاتصال فى العربية الفصحى .\n(1/9)\n",
        "وهكذا فإن كل وحدة تسمية (وحدة لفظية) توجد مصحوبة بوحدة اتصال تضعها فى الجملة وتربطها فى مؤلف الجملة والذى معه تشكل وحدة تركيبية syntagme ؛ ونتيجة لذلك لا تلجأ اللغة إلى الترتيب ولا إلى التنغيم اللذين يعدان مظهرين من مظاهر النحو فى اللغات الأُخرى\nويمكن رسم الخطة العامة للغة العربية على النحو التالى17 :\n……نظام التسمية……نظام الاتصال\n… صامت …… صائت\nعلامات الكتابة Les signes de l'écriture\nتُكتب اللغة العربية من اليمين إلى اليسار . ومن المحتمل أنها مشتقة من خط كتابى سُريانى مُتصل ، ولا تشير أحرفها إلا إلى أصوات اللغة التى عُرفت على أنها صوامت . وفى الواقع أن الصوائت الطويلة ( الألف الممدودة \"ـــَا \"والياء الممدودة \" ــِيـ \" والواو الممدودة \" ـُو\") عُدت كسلسلة من صائت قصير وصامت (aa, uu = uw, ii = ij )18. ويتشابه العديد من الحروف العربية فى رسمها ، ولم يخترع الخطاطون العلامات المميزة لهذه الحروف إلا اعتباراً من القرن السابع الميلادى والتى أصبحت فيما بعد النقاط التى لاتنفصل عن الحروف19 ، ثم اختُرعت بعد ذلك علامات توضع فوق وأسفل الحروف ، يمثل بعضها الصوائت القصيرة20 . وعلى الرغم من ذلك فالكتابة لاتحمل فى استخدامها الحالى أيًّا من هذه العلامات الأخيرة .\nهذه الحروف والعلامات الصائتة يمكن أن نعدها ـ بشكل تقريبى ـ كعلامات صوتية ذات دلالة signes-phonèmes .\nأولاً : العلامات الصوتية الصامتة Les signes-phonèmes consonnes\nشكل الحرف بمفرده\nأشكال أخرى\nالأسم\nالرمز\nء\nء\nهمزة\n/?/\nب\nببب\nباء\n/b/\nت\nتتت\nتاء\n/t/\nث\nثثث\nثاء\n/t/\nج\nججج\nجيم\n/z/\nح\nححح\nحاء\n/h/\nخ\nخخخ\nخاء\n/k/\nد\nد ـد ــد\nدال\n/d/\nذ\nذ ــذ ــذ\nذال\n/d/\nر\nر ــر ــر\nراء\n/r/\nز\nز ــز ــز\nزاى\n/z/\nس\nسسس\nسين\n/s/\nش\nششش\nشين\n/s/\nص\nصصص\nصاد\n/s/\nض\nضضض\nضاد\n/d/\nط\nططط\nطاء\n/t/\nظ\nظظظ\nظاء\n/d/\nع\nععع\nعين\n/c/\nغ\nغغغ\nغين\n/g/\nف\nففف\nفاء\n/f/\nق\nققق\nقاف\n/q/\nك\nككك\nكاف\n/k/\nل\nللل\n(1/10)\n\nلام\n/I/\nم\nممم\nميم\n/m/\nن\nننن\nنون\n/n/\nه\nههه\nهاء\n/h/\nو\nو ــو ــو\nواو\n/w/\nى\nييي\nياء\n/j/\nيقدم الجدول السابق الأبجدية العربية فى نظام غدا نظامها الخاص والذى يُحدَد فى جزء منه شكل الحروف والأشكال المتشابهة التى تشبهها وهى النقاط من واحدة إلى ثلاث ، والتى هى عبارة عن آخر حالة من العلامات التى وضعت لهذا الغرض .\nوبالنسبة لأشكال الحروف ، سنلحظ أنه من بين أشكال الحروف التى تقع على الجانب الأيمن من الجدول هناك حروف تتطلب أن نميز بعضها عن بعض لالتباس الأمر فيها ، مثال لذلك: (د /d/ ) ، ( نـ /n/ ) ، (و/w/ ) ، (فـ /f/ ) .\nوثبت تاريخياً أن التمييزُ عن طريق الأشكال قد سبق التمييزَ عن طريق العلامات ، وأما التغيرات الأخرى التى طرأت على الحروف فنجمت عن الكتابة المترابطة للحروف écriture cursive ؛ وأمثلة لذلك كتابة حرف العين المنفصل والمتصل : ع <عع<ععع< وحرف الهاء على النحو التالى : ه<ههه .\nوبالنسبة لشكل كتابة التاء /t/ 21 الواقعة دوما فى نهاية الكلمة ، من الملحقة /at/ مثل (ة) ، وهى شكل حرفى منفصل كما فىكلمة : قِراءَة = qir:?at = أو فى (ــة) وهى عبارة عن شكل كتابى متصل كما فى : كِتابَة = /kita:bat/ ، فهى ناتجة عن حكم صوتى قديم . وفى الواقع أن هذه التاء /t/ كانت تنطق مع وقفة عن طريق النَفَس ، وكانت تنطق (ــه) فى القرن الثامن الميلادى22 . ومن هنا أُشير إليها بكتابة الهاء /h/ 23النهائية أى أن (ه) و (ــه) تعرضتا للتغيير عن طريق نقطتى الـ (ت) ، ومن ثم فقد أصبحتا (ة) و (ــة)24 .\nثانياً : العلامات الصوتية الصائتة Les signes-phonèmes voyelles\nجدول الصوائت الطويلة Tableau des voyelles longues\nالحرف بمفرده\nأشكال أخرى\nالأسم\nالرمز\nا…\nو\nي\nا ـَا ــَا\nو ــو ــو\nييي\n' ألف\nواو\nياء\n/a:/\n/u:/\n/i:/",
        "(1/11)\n\nيُشار إلى الصوائت الطويلة /u:/ و /i:/ بالواو والياء . والواو ( wâw) تُنطق دائماً (u) بعد صائت مما يؤدى إلى ظهور الصوت (uu) بعد الصائت (u) وهو قسم صوتى يعادل -فى علم الأصوات الوظائفى الصوت /u:/ . وعلى غرار ذلك ، الصوت (jâ) يُنطق (i) بعد صائت وهو صوت مكافئ -فى علم وظائف الأصوات- للصوت الذى يُرمز له / i:/ . ومع ذلك فليس هناك من التباس فى الأمر فى هذا الصدد ، حيث إن الصوائت والصوامت فى العربية لايستبدل بعضها بالبعض الأخر .\nأما الألف 'alif فلها شكلان آخران : شكل محذوف وشكل يطلق عليه \"الألف المقصورة\" ؛ أما الألف المحذوفة فهى ألف محذوفة كتابة مع تعويضها -دون تغييرها- بعلامة سنّها الرسم الكتابى ؛ مثال لذلك : هذا =/ha:da/، التى تُكتب (هذا) بدلا من (هاذا) .\nوالألف المقصورة -مثلها فى ذلك مثل التاء المربوطة - تقع دائما فى النهاية ، لها أيضا شكل الياء النهائية jâ final (ــى) أو المكتوبة بمعزل عن الحروف (ى) ؛ وفقاً للحرف الذى يسبقها ولكن بدون نقطتى الياء . والألف تشير إما إلى لاحقة suffixe أو إلى الصائت الطويل /a:/ عندما ينجم هذا الصائت الطويل عن صوت /j/ . مثال لذلك كلمة (فصحى /fusha:/ ) وهى سمة اللغة العربية ؛ حيث تُعد الألفُ المقصورةُ عُنصراً أساسياً فى الكلمة كما فى كلمة (مَشَى masa:/ ) حيث تحل الألف المقصورة محل الياء .\nوهكذا فالألف المقصورة والتاء المربوطة -اللتان فقدت كلتاهما قيمة صوتية خاصة- هما عبارة عن وحدات صرفية من جذر الكلمة .\n…جدول الصوائت القصيرة Tableau des voyelles brèves\nالشكل\nالأسم\nالرمز\nَ\nُ\nِ\nالفتحة\nالضمة\nالكسرة\n/a/\n/u/\n/i/\n(1/12)",
        "\nفى البداية أُشيرَ إلى هذه الحروف الصائتة القصيرة بالنقاط ؛ ثم استُبدلت هذه النقاط بثلاث علامات وهى عبارة عن رسومات مشابهة للألف والواو والياء ، منها علامة (ـــَـ ) فوق الصامت للتعبير عن الصوت /a/ و علامة ( ـــُ ) فوق الصامت للتعبير عن الصوت /u/ وعلامة ( ــِ ) أسفل الصامت للتعبير عن الصوت /i/ .\nثالثاً : علامات الضبط الكتابى للكلمة Les signes diacritiques\nهذه العلامات هى السكون والوصلة والمَدّة والشدّة والتنوين . أما السكون فهو عبارة عن علامة صوتية والوصلة والمدة عبارة عن علامتين مقطعيتين ؛ والشدة والتنوين عبارة عن علامتين خاصتين بالحروف الصامتة .\nوالسكون (ـــْ ) يعنى اختفاء الصائت /a/ والصائت /i/ والصائت/u/25 ؛ ولهذا يمكن أن نُطلق عليه مصطلح \"صائت صفرى\" voyelle zéro 26، وهذا يعنى أن الرقم (0) يقدمه رسم السكون ، ويمكن أن نطلق عليه أيضاً \"علامة الانبجاس\" marque d'implosion لأنها تعبر دائماً عن صامت ما قبل الحركة وهذا ماجعله صوتا انبجاسيا .\nتُكتب الوصلة فوق ألف مكتوبة تؤدى دور الهمزة والتى توضع عامة فى بداية الكلمة . وتكتب الوصلة ( ا ) وتُبين أن الحرف الصامت الذى يعقبها هو الهامش الأيمن للحرف المتحرك وهو مركز المقطع الذى يسبقه .\nوالمَدّة تشير إلى المقطع /?a:/ عندما يكون هو أول مقاطع الصيغة الكتابية ، أو عندما يعقب حرفاً صامتاً انبجاسياً (C) أو يُرمز له بالرسم الصوتى التالى : /Ca/ فى صيغ كتابية ما ، مثل : (آدَم /?a:dam/ ) و (قُرْآن (/qur?a:n/ و (مَآب /ma?a:b/ ) .\nهذا .. و تُعد المَدّة - بشكل ثانوى- علامة اختصار ، فهى توضع فوق الحروف الصامتة المفخمة فى بعض الصيغ التكرارية التى يمكن اختصارها مثل :\nعَلَيْه اٌلسَّلام (/'alaj hi s sala:m-u/) < عم .\n(1/13)\n",
        "أما الشدّة فتشير إلى تطويل حرف صامت يمكن تحليله كسلسلة من صامتين متطابقين CC ، أولهما صامت ساكن وثانيهما صامت متحرك ، وتُوضع الشدة فوق الساكن المطول ورسمها ( ـّ ) كالشين المفتقدة لنقاطها الثلاث ونصف الدائرة التى تغلقها فى نهايتها .\nأما التنوين فهو علامة صامتية consonantique ، والصامت الذى يشير إليه عبارة عن وحدة صرفية صغيرة morphème ، وهو عبارة عن مضاعفة الحرف الصائت العارض المندمج فى الصيغ27 .\nونظراً لأن الصوائت الإعرابية مضاعفة فكل منها يشير إلى السلسلة /V-n/ ، أى أن التنوين بالفتح (ـــًـ) يشير إلى السلسلة /a-n/ ، كما يشير التنوين بالضم ( ــٌ ) إلى السلسلة /u-n/ ، وبالكسر ( ــــٍـ) إلى السلسلة /i-n/ ، ولما كانت الكتابة الصوتية لحركة التنوين بالنون /n/ أطلق التقعيد النحوى على هذه العلامة المزدوجة اسم ( علامة التنوين) .\nرابعاً : الألف الزائدة كتابة\nتعقب هذه الألف التنوين /a-n/ والذى يختفى فى الوقفة على الحرف المتحرك الطويل /a:/ مثل : كتابا = /kita:b-a:/ > /kita:b-a-n/ (فى حالة النصب accusatif) ؛ ومع ذلك فهذه الألف لا توصل بعد التاء المربوطة ؛ لأن فى الواقع هذه التاء المربوطة فقدت شكلها النهائى الخاص ، ولم تعد توجد بعد الألف الطويلة ؛ نظراً للتخفيف والرسم الكتابى ، مثل : مَدينَةً /madi:nat-a-n/ (فى حالة النصب) ، و مثل سَمَاءً /sama:?-a-n/ (فى حالة النصب) .\nكما تعقب هذه الألف المكتوبة الوحدة الصرفية /u:/ الملحقة بالفعل فى حالة الجمع مثل : كَتَبُوا /katabu:/ .\nوأخيراً تستخدم هذه الألف كهمزة (أ) وتوضع على الواو (ؤ) وعلى الياء التى لايوجد أسفلها نقاط (ئ / ئـ ) .\nخامساً : الأعداد Les chiffres\n(1/14)\n\nتبنت العرب الصفر والأعداد الهندية ، و تُكتب الأعداد فى العربية حسب اتجاه كتابتها فى الهندية ، من اليسار إلى اليمين ، على خلاف الكتابة العربية . ومع ذلك ففى بعض البلدان العربية يتم استبدالها بالأعداد التى يُطلَق عليها الأعداد العربية28 .\nنظام علم وظائف الأصوات Le système phonologique\nأولاً : الأصوات الصائتة Les phonèmes voyelles\nتتكون الأصوات الصائتة من نظام مثلثى بدون إدغام diphtongue\nأمامى antérieur\nخلفى postérieur\nمُغلق\n/i/ vs /i:/\n/u/ vs /u:/\nمفتوح\n/a/ vs /a:/\nوفى ضوء هذا النظام تعد الفتحة (/a/) تعد الصائت الأقرب سهولة فى النطق بالنسبة للجهاز الصوتى appareil phonatoire وهى تستخدم بشكل منتظم فى النظام المقطعى كصائت ليس له دلالة signifié .\nوتعد الكسرة (/i/) الصائت الذى تكون رنته على الأذن أكثر قوة ؛ ولهذا فهى تُستخدم كصائت ربط voyelle de jonctuure .\nثانيا : الوحدات الصوتية الصامتة Les phonèmes consonnes\nإن طرق نطق الوحدات الصوتية يمكن إخراجها وفقاً للطرق التالية :\n…- [ + ثنائى] VS [- ثنائى] [deul -] VS [+deul]\nوالأصوات الصامتة التى تنطق من الحنجرة فقط لا تُعد ثنائية29 ، وهى صوتان : الهاء والهمزة ؛ فأما صوت الهاء /h/ فينطق من الحنجرة والبلعوم مُغلق ، وأما صوت الهمزة /?/ فينطق من البلعوم المُغلق ، ولهذا السبب فإن هذين الصامتين /h/ و /?/ هما الصامتان المحايدان الصغيران فى العربية ؛ وذلك لأن كليهما يعد صوتا انبجاساً أو انفجاراً \".\n- (+ حركى) vs (-حركى) voisé) vs (- voisé) (+\nتعد الأصوات التى تتميز مخارج نطقها بحركة فتح عارضة وإغلاق البلعوم صوامت حركية ، و هذه الأصوات هى الباء والميم والواو والذال والظاء والدال والضاد والنون والزاى واللام والراء والجيم والياء والغين .\n- (+ حركى) vs (-حركى) (+ vocalique) vs (- vocalique)",
        "(1/15)\n\nتعد الصوامت التى تتميز بمرور \" الهواء الصوتى\" air phonatoire الذى يخرج من \" الصوت العفوى\" voix spontanée بأنها صوامت حركية . وإخراجها لا يحدث جهرا أو همسا bruit ، ولهذا فهى صوامت قريبة من الصوائت ، و هى (الميم والواو والنون واللام والراء والياء) .\n- ( + احتكاكى) vs (- احتكاكى ) ( + intrrompu) vs (- intrrompu)\nتسمى الصوامت التى تتميز بوجود انسداد فى المسلك الحركى بالصوامت الاحتكاكية ، وهى الباء والميم والتاء والطاء والدال والضاد والنون واللام والراء والكاف والقاف والهمزة .\n- (+مستمر) vs (-مستمر) (+continu) vs (- continu) .\nتعد الصوامت التى تتميز بسريان الهواء الصوتى فى كل فترة النطق صوامت مستمرة ، وهى الميم والواو والفاء والطاء والذال والظاء والنون والسين والصاد والزاى واللام والشين والياء والخاء والغين والحاء والهاء .\n- (+أنفى) vs (-أنفى) (+ nasal) vs (- nasal)\nوالصوامت التى يفتح لها جهاز الغنة تعد صوامت أنفية ، وهذه الأصوات هى الميم والنون .\nــ (+مفخم) vs (-مفخم) (+ emphatique) vs (- emphatique)\nوتعد الصوامت التى تنطق عن طريق علامة ثانوية (والتى تختلف من منطقة عربية إلى أخرى) صوامت مفخمة ، وهذه العلامة إما أن تكون عن طريق اللهاة أو عن طريق البلعوم ، وهى تتطلب نطقاً قوياً نسبياً ، وهى الظاء والطاء والضاد والصاد والقاف 30.\nالنظام المقطعى وظاهرة التقابل\nأولاً : الوحدات الإيقاعية الأساسية أو المقاطع الصوتية\n(1/16)",
        "\nإن الوحدات الصوتية التى تتألف منها المقاطع الصوتية فى اللغة العربية تتسلسل على المحور التركيبى لعناصر الجملة axe syntagmique الذى خلقته الوحدات الحركية للغات الإنسانية الطبيعية . والوحدات الصوتية المتجاورة فى هذه السلسلة الكلامية بين بعضها والبعض الأخر صلات يطلق عليها \" تقابل\" contraste . وفى اللغة العربية تَبَيّن من خلال النظام الشعرى أن هناك تعارضا دائما بين المقطع القصير ?) ) والمقطع الطويل ??)) . وفى الواقع فإن النظام المقطعى فى العربية لا يشتمل إلا على مقطعين : المقطع المكون من صامت وصائت ( /CV/ ) والذى يرمز له بالرمز ( ? ) والمقطع المكون من صامت وصائت وصامت ( CVC ( ويرمز له بالرمز ( ?? ) . أما المقاطع المثبتة وهى (CV:C) و (CVCC) و (CV:CC) فتشكل مقاطع غير قياسية تأتى من خلال ضرورة صوتية أو نحوية .\nثانيا : الضرورة الصوتية Le conditionnement phonétique\nنعنى بالضرورة الصوتية هنا وجود صائت قصير بين صامتين متماثلين مما يؤدى إلى اختفاء هذا الصائت ، والاختفاء الحتمى لهذا الصائت مرده فى النهاية إلى أنه لم يعد له مدلول فى العربية القديمة ، ومثال لذلك : (شَ . قََ .قَـ sa.qa.qa) والتى تحولت بالضرورة بالصوتية إلى شَ. . قْـ . قَ . sq.qa .\nإن إعادة البناء المقطعى لصيغة هذا الفعل -وإن كانت تخالف النظام الصرفى للفعل - فإنها لا تخرج عن النظام المقطعى ؛ حيث إن المقطع الجديد شقْ CVC هو أحد المقطعين الثابتين فى نظام المقاطع فى اللغة العربية . وعلى العكس من ذلك ، فإن إعادة البناء المقطعى لهذا المثال : / شَ : قَ قَ < شَ : قْ قَ / يخالف النظام الصرفى للفعل والنظام المقطعى للغة العربية . والمقطع الجديد لا يمثل أحد مقطعى النظام العربى ، بل هو مقطع غير قياسى .\n(1/17)\n",
        "يجب أن نستنتج من ذلك ، أنه إذا كان المقطع /CV:C/ ليس مقطعاً نظامياً ، فمرد ذلك إلى التطور اللغوى عبر الزمن على المقطع /V:/ مثل المقطع /VC/ الذى يجعل من المقطع /CV:C/ مقطعاً آخر /CVCC/ .\nثالثا : الضرورة النحوية Le conditionnement syntaxique :\nالوقف La pause\nالضرورة النحوية هى نتاج الوقف الذى يتحقق عادة باختفاء الصائت القصير (حركة الإعراب) ، مثال لذلك : شقَقتَ < شقَقْتْ . هذا الاختفاء يؤدى إلى سقوط التنوين الذى من المفترض أن يتبع الصائت ومثال لذلك : كَلبُُ <--- كَلْبْ ( وهى صيغة وقفية للاسم المفرد فى حالة الرفع Forme pausale du nominatif) و كَلبٍ--< كلبْ (صيغة وقفية فى حالة الجر forme pausale du génitif) و كَلبانِ---< كَلْبَانْ (وهى صيغة وقفية للاسم المثنى فى حالة الرفع)31 .\nنلحظ هنا أن الشكل غير القياسى للمقاطع الناجمة عن الضرورة النحوية يقوم بوظيفة علامة لهذه الضرورة . وفى اللغة العربية الحديثة لم يعد للوقف سوى مدلولين : الإخفاء وقد سبق الحديث عنه ، ومدلول آخر -عكس الأول - يتمثل فى مد حركة الإعراب إلى ألف ، وهو خاص بالصيغة الوقفية فىحالة النصب forme pausale de l'accusatif ، مثال لذلك : كلباً --< كلبا . ومن ثم فهذا الوقف بالألف هنا لا يأتى فى حالة الجر وحالة الرفع المتماثلتين فى هذا الصدد ، وليست حالة الجر سوى ابتداع فرعى وحيوى فى نظام الاتصال الكلامى .\nرابعا : الضرورات المقطعية Les conditionnements syllabiques\n1- الصوائت المختصرة Les voyelles abrégées :\n(1/18)\n\nخلافا للوقف ، يؤدى نطق الوحدة الصرفية /CV:C/ المكونة من ثلاثة مقاطع (??? ) إلى اختصار الصائت الطويل /V:/ فيها إلى (V) ، فيصبح عدد المقاطع اثنين ??) ) ولا يؤثر ذلك على المعنى . ويتم هذا الأمر على مستوى الكلمة المنفردة أو بين كلمتين متعاقبتين ومن أمثلة ذلك : لم يقُولْ ---< لم يقُلْ ، و دعا الولدَ da: 'a:l. wa.la.da تُكتب هكذا ، ولكنها تنطق : دعَ لْولد da. 'a l. wa. la. da ولا يعوق ذلك الأمر فهم النص . وعلى العكس من ذلك ففى المثال التالى : لم يدعوا الولدَ ، لا يمكن اختصار الصائت الطويل /u:/ صرفياً ؛ لأنه يحمل دلالة الجمع . ونطق الجملة السابقة (لم يدعوا الولدَ) يعادل نطق نفس الجملة فى حالة المفرد المتكلم (لم يدعُ الولد) .\nإضافة إلى ما سبق ، فالصيغة ( يَقُلْ ja. qul ) تظل كما هى ( يقل ja: qul) حينما تكون متبوعة بصائت لا يتعلق بها ، مثال لذلك : ( لم يقُلِ الولدُ /lam. ja. qu. l-i l. wa. la. du ) حيث إن الصائت القصيرصائت وصل32 .\n2- الصوائت المزيدة Les voyelles ajoutées :\nإن الهدف من الصوائت المزيدة هو استقامة النظام المقطعى ، وهى قصيرة بالضرورة ؛ لأن دخول الصائت الطويل يؤدى إلى وجود المقطع /CV:C/ 33.\nأ- الصوائت المزيدة فى الصيغ :\nمثال لذلك الصائت القصير المفتوح (الفتحة) الذى يأتى بين الصامت الأخير الأساسى فى الاسم واللاحقة (التاء المربوطة) التى تشير إلى صيغة المؤنث فى مثل : كلبة ---< كلبات ، ومثال آخر للصوائت المزيدة فى الصيغ الصائت المتصل بالصامت المنون La consonne /n/ du tanwin وفى هذه الحالة يكون الصائت طويلاً دالاً على العدد والحالة الإعرابية ، كما فى مثل : أهلونْ --< أهلونَ (فى حالة الجمع المرفوع) وكذلك : كلبانْ ---< كلبانِ34 (فى حالة المثنى المرفوع) .\nب - الصوائت المزيدة فى حالة الوصل :\nLes voyelles ajoutées en joncture",
        "(1/19)\n\nأحد هذه الصوائت الصائت القصير المضموم /u/ (الضمة) ويأتى فى حالات نادرة ، والثانى الصائت القصير المفتوح /a/ (الفتحة) ويرد بشكل استثنائى ، وثالثها الصائت القصير المكسور /i/ (الكسرة) والذى يكثر وجوده فى اللغة .\n° الصائت القصير المضموم /u/ ( الضمة ) :\nتأتى فى الظرف مُذْ ، ومثال للوصل نقول : مُذُ اليوم . وتأتى أيضاً بعد الضمائر المنفصلة les pronoms libres مثل : أنتُم (أنتمُ الرجالُ) ؛ هُم ( همُ الرجال ) ، والضمائر المتصلة pronoms liés المناسبة لها مثل : ــتُم tum و ــكُم kum و ــهُم hum و ــهِم ، وهذه الضمائر تأتى فى حالة الجمع35 ، وهذا تفسير اشتقاقى يضع فى الاعتبار نغمة هذا الصائت الوصلى ، فالظرف مُذ هو اختصار للظرف مُنْذُ ، وضمائر الوصل هى اختصار للصيغ القديمة المشتملة على اللاحقة /u:/ المشتقة من /w/ ، ومن أمثلة ذلك : هُمْ الأولادُ --< هُمُ الأولادُ ، ودعوْا الأولاد --< دعوُا الأولادَ .\n° الصائت القصير المفتوح /a/ (الفتحة) :\nصائت الوصل هذا لا يوجد فى اللغة المعاصرة إلا فى حرف الجر (مِنْ min ) و أداة التعريف (الـ ?al ) ، مثال لذلك : منْ الـ ... min ?al---< منَ الـ .... mi.na I . ويؤدى هذا إلى سقوط ألف الوصل .\n° الصائت القصير المكسور /i/ (الكسرة) :\nيأتى هذا الصائت القصير /i/ (الكسرة) فى كل الحالات الأخرى تقريباً ؛ وهذا أمر لاريب فيه ؛ لأن هذا الصائت هو بالطبع أفضل صائت تحديدى ممكن بسبب رنته القوية ، ومثال لذلك قولنا :\nدعتْ الولدَ da. 'at I. wa.la.da--< دعتِ الولد da.'a.t-il. wa.la.da .\n3- الصامت المزيد La consonne ajoutée\n(1/20)",
        "\nلما كان التقاء الصائتين المتضادين hiatus فى اللغة العربية أمرا مستحيلاً ، فإنه إذا اقتضى التركيب أن يلتقى المتحركان المتضادان ، وجب منع هذا التلاقى عن طريق إدخال صامت هو /n/ وهو صامت مفتوح ، مثال لذلك : تقرأَىُ ---< تقرأينَ ، حيث استُبدل الصائت /u/ الذى يعقب الـ /n/ المزيدة بالصائت /a / بعد الصائت /i/ 36.\n4- المقطع المزيد la syllabe ajoutée\nيوجد الصوت /?V/ 37 فى كل الصيغ الصرفية التى يوجد بعد صائتها الأول صامتان ، ويجب أن نشير هنا بصفة خاصة لبعض صيغ تصريف فعل الأمر وبعض الصيغ التصريفية للفعل وكذلك إلى عشر ة أسماء أشهرها : ابن ، ابنة ، امرأة ، اسم ، اثنانِ ، اثنتانِ . و يُضاف الصوت المزيد فى بداية الكلمة عن طريق الانسداد البلعومى وصامت صغير ومحايد مشابه للصوائت ويضاف ــ بصفة عامة ــ عن طريق الصائت /i/ الذى يؤدى هنا دوره الاتصالى لذات الغرض .\nخامسا : التقابل التركيبى Le contraste syntagmique :\nفى المقاطع العربية المقننة ، يتكون التقابل التركيبى من الجمع بين صامت وصائت أو صائت وصامت /CV/ / /VC/ . ومن المهم أن نستنتج أن مثل هذا التقابل يؤدى إلى تغيير السلسلة الكلامية عندما يكون الصامت (واو W أو ياء j ) ، حيث إن كليهما أكثر الصوامت فتحاً فى اللغة . وفى الواقع أنه نظراً لحذف الصوامت الحركية من هذا التقابل فاللغة العربية تتجنب السلاسل المقطعية38 .\nسادسا : طبيعة النطق وطبيعة النبر :\nLa nature de l'articulation et de l'accent\n1- طبيعة النطق\nإن التقابل التركيبى ــ الذى هو اتصال تفخيمى ــ وإمكانية مد كل صامت غير مبدئى صرفياً يمثلان عوامل إرخاء النطق .\n(1/21)\n",
        "وفى الواقع أن اللغة العربية فى القرن الثامن الميلادى كانت لغة نطق رخوى articulation relâchée فهى - باستثناء صوت الهمزة و الصوت الانسدادى الذى كان يُخفى فى الغالب- لا تشتمل إلا على صوامت كانت تُنطق عن طريق البلعوم المغلق ولهذا فالمقطعان (أو aw) و(أى aj)كانا ينطقان ( أَوُو au ) و ( أَيى ai ) ، فى حين كانت الصوائت الطويلة تنطق هكذا :\n……( أُوُوُ uu) ( إِيِى ii) ، (آَ aa) .\nواليوم تنطق العربية الفصحى - وهى دوما لغة ثانوية - ككل اللهجات العربية التى تحتوى على تراكيب مقطعية متباينة وأنظمة صيغ أخرى ودلالات أخرى .\n2- طبيعة النبر\nإن النبر هو قمة المعيار المحدد للنبر العربى . وليس له من دور سوى الدور التحديدى ، وهو دور تحديدى مطنب ، وإن لم يكن كذلك فإن دوره هو تحديد الوحدات اللغوية التى تُؤكَّد من خلاله تصريفاً وتركيباً .\nنظام التسمية أو نظام الوحدة اللفظية le système nomination\nفى العربية تسمى الوحدات اللفظية التى تتكون من جذور \"وحدات متصرفة\" unités fléchies ، أما الوحدات التى لا تتألف من جذور فهى وحدات جامدة unités amorphes ، فمدلولاتها لاتتغير .\nالوحدات المتصرفة\nيمكن التمثيل لتركيب الجذور فيما بينها عن طريق الجدول اللاحق ؛ حيث ? = 1 أو تساوى استثناءً 2 وحيث ? = 1 ، 2 ، 3 .\n+?C39\nوحدات التسمية العامة\nوحدات التسمية الخاصة\nج1ص\nج1ص ج1ص\n+\nج1ص \"1 أو 2\"\nج3ص\nج3ص ج3ص\nعنصر (خ ز) عنصر (م ز)\n+\nج 1ص \"1 أو 2 أو 3\"\n(1/22)\n\nتختلف المقاطع أُحادية الصامت عن المقاطع ثلاثية الصوامت . ويبدو أن اللغة العربية -لكى تصل إلى ذلك- قد اتخذت مقاطع أحادية الصامت فى ثلاث مجموعات من الصوامت بسبب قدرتها التحديدية أو تشخيصها الذاتى الذى تحققه مدلولاتها الخاصة بها . هذه المجموعات الثلاث هى : المجموعة المتنقلة ذات العناصر المركبة (واو / ياء)40 و المجموعة الأنفية (الميم والنون) ، وأخيراً المجموعة الانسدادية التى تنطق من البلعوم المغلق glotte fermée أو الصوامت الانسدادية البلعومية occlusives glottales (التاء والثاء والكاف والهمزة) .\nأحد صوامت المجموعة الثالثة ، وهو الصامت الانسدادى الذى يخرج من أعلى الحنك وهو الثاء ، فقد بالسكون انسداديته أو صمته . والشجرة التالية توضح التغييرات المتعاقبة41 :\n(انظر الصفحة القادمة)\n*C\n…… *C\n……\n…… S- j\nH\n?- j- -jj\nمازالت العربية الفصحى تستخدم فحسب صوامت هذه الشجرة الموضوع بجانبها علامة \"-\" وكأنها أجزاء من نظام اللغة .\nولما كان عدد الصوامت التى لها كفاءة تحديدية capacité démarcative ثمانية فلقد استوجب الأمر أن تعيد اللغة استخدامها ؛ ولهذا فكل صامت منها له دوال مختلفة تختلف فى توزيعاتها المتنوعة .\nالوحدات التى تشير إلى عناصر لغوية (خ ز)\nتصنف وحدات التسمية العامة فى اللغة العربية وصيغها الاستبدالية التى تشير إلى عناصر لغوية (خ ز) إلى ثلاثة أقسام مختلفة : وحدات الوصف الاسمية dénomination و وحدات التمثيل représentation ، ووحدات الإشارة démonstration . أما وحدات التسمية الخاصة فلا تتألف إلا من قسم واحد وهو وحدات الوصف الاسمية dénomination .\nأولاً : الوحدات التى تشير إلى عناصر (ح ز) المكونة من جذر واحد\nأ- الصيغ الاستبدالية التى تصف عنصراً لغوياً (خ ز) والمكونة من جذر واحد :\n° الصيغة الاستبدالية المكونة من الجذر (? n )",
        "(1/23)\n\nهذه الصيغة الاستبدالية وهى التنوين تشير إلى الاسم العام ، حقيقياً كان أو مجازياً دون تخصيص . وحالة وحدة التسمية التى دُمجت فيها هذه الصيغة كمضاف إليه complément du nom تشير إلى حالة اللإضافة أو اللاتبعية non-appartenance والتى يطلق عليها فى الغالب حالة \"المطلق absolu\"42 .\n° الصيغة الاستبدالية من الجذر ? t للزمن 43.\nلاتَ la:ta ـــــ لاتا la:ta: حيث تمثل (لا la: ) النفى .\n° الصيغ الاستبدالية للجذر ?m للعنصر اللغوى العام (خ ز) :\n1- الصيغة الاستبدالية المثبتة (ما ma: )\nهذه الصيغة الاستبدالية لم تعد موجودة إلا فى الاستخدامات الثابتة وهى لا تحدد الاسم الذى يسبقها ، مثل : /يوماً ما/ jawn-an ma:\n2-الصيغ الاستبدالية الإستفهامية :\nوهى /مَا /ma: و /مَنْ man / و /كَمْ kam/ . وفى / مَا ma:/ يمثل الصائت الطويل المفتوح (ــَا /a:/ ) شكلاً جديداً لـ ( ــَأ /a?/ ) المكونة من الصائت القصير المفتوح /a/ (الفتحة) وهو صائت تركيبى والهمزة /?/ التى تدل على النفى هنا . وفى (منman ) ، يشير صوت النون (ن /n/) فيها إلى العاقل . وفى(كمkam ) يمثل صوت الكاف /k/ دلالة حرف المقارنة .\n3-الضمائر الشخصية واللاشخصية :\nLes personnes et les non-personnes\nسنقدم الجذور المختلفة وهى ?k -?t -?t -?? فى التعليق على كل جدول . وتتكون الضمائر اللاشخصية من الجذر ?c المخصص للتمثيل وسوف يتم دراستها مع الضمائر الشخصية للتوضيح .\n° الضمائر المنفصلة44 Les pronoms indépendants\n(1/24)",
        "\nتتألف الضمائر المنفصلة للمتكلم من الجذر (الهمزة ??) ، وضمير المفرد / أنا ?ana:/ مشتق من /أنأَ ?a1n?a2/ ، و الهمزة الأولى /أَ ?a / هى عنصر مضاف ، أما حرف / النون n/ فهو علامة العاقل ؛ وأما الهمزة الثانية فهى الجذر ، والصائت القصير المفتوح الذى فى نهاية الضمير /a/ هو صائت تركيبى voyelle syntagmatique . وبالنسبة لضمير الجمع / نحن nahnu/ فهو مشتق من /أَ نا نُو ?a1na:2nu:/ وهذا الأخير مشتق من /أَ نأَ نُو ?a1n?a2nu:/ ؛ وحرف / n / الثانى هو وحدة صرفية45 ، وهو يمنع التقاء المتحركين . وتغيير الهمزة بالحاء وهو صامت حنجرى قريب فى مخرجه من الفتحة46 يقطع السلسلة الطويلة longue séquence للوحدات الصوتية الحركية (الصوائت) phonèmes vocaliques . وتتألف ضمائر المخاطب من الجذر (تاء ?t) ، أما ضمائر الغائب فتتألف من الجذر (هاء ?h).\nجدول الضمائر المنفصلة :\nنوع\nالمفرد singulier\nالمثنى Duel\nالجمع Pluriel\n1\nمُذكر\nومؤنث\nأنا /?ana:/\nنَحنُ /nahnu/\n2\nمُذكر\nمُؤنث\nأنتَ /?anta/\nأنتِ /?anti/\nأنتُما /?antuma:/\nأنتمُ /?antum(u:)/\nأنتنَ /?antunna/\n3\nمُذكر\nمُونث\nهوَ /huwa/\nهىَ /hija/\nهُما /huma:/\nهُمُ /hum(u:)/\nهُنَ /hunna/\n° الضمائر المتصلة 47Les pronoms dépendants\nإن الصائت الطويل (ياء المد /i:/ ) والذى يتخذ شكلين مشروطين هما الـ(ــِيَـ /ija/) و (نيِـ /ni:/) ليس سوى شكل مستنسخ من وحدة صرفية صغيرة مكونة من صامت أساسى . وهذا النسخ يتم للمقطع /ti/ المكون من وحدتين متجانستين عضوياً . هذه الوحدة الصرفية لم تعد موجودة سوى فى التراكيب : (يا أَبتِ /ja:?aba ti/ ) و ( يا أُمةِ /ja: ?umma ti/ ) .\nعلينا أن نستشف من ذلك أن استبدال (تِ /ti/ ) بالصائت الطويل المكسور (ياء المد /i:/ ) لا يتفق مع النسق العام المعهود عن اللغة العربية الفصحى .\nجدول الضمائر المتصلة :\nعدد\nنوع\nالمفرد\nالمُثنى\nالجمع\n1\nمذكرمؤنث\nنِى / ــِىَ\n(1/25)\n",
        "نِى / ــِىَ\nــنا\n2\nمذكر\nمؤنث\nـكَ\nـكِ\nــكُما\nــكُما\nــكُمْ (ــو)48\nـــكُنَّ\n3\nمذكر\nمؤنث\nـهُ / ـهِ49\nــها\nـــهُما / ـــهِما\nــهُما / ــهُما\nـهُمْ (ـُو)/ ــهِمْ (ـُو)\nــهُنَّ / ـهِنَّ\nب ـ الصيغ الاستبدالية (خ ز) المكونة من جذر صامت ? C :\n° يبدو أن كلمة (ليس) مُركبة بنفس شكل (ليت) فى صيغة النفى . ولقد أصبحت تدل على صيغة نواتية تعنى (لم يكن) . وتطورت على المستوى التصريفى للفعل وأصبحت وحدة صرفية تشتمل على وحدة صوتية صغيرة تُستخدم مع الضمير بكثرة ، وهكذا فقد اشُتق منها : /لستُ lastu/ وكذلك / لستَ lasta/ ...إلى آخره .\n°الاستفهام (أىّ ?ajj) المستخدم للسؤال عن العاقل وغير العاقل ؛ إنه مكون من وحدة الاستفهام الصرفية ( الهمزة ? ) والصامت(الياء المضعفة) وعلى العكس من كل الصيغ الاستبدالية الأخرى ، تُستخدمُ الصيغة /أى ?ajj/ مع إضافة إلحاقية expansion d'annexion ، وحركة الإعراب فى /أى ?ajj/ -التى كانت فى البداية عبارة عن صائت وصل - تم استعادتها عن طريق نظام الاتصال الذى جعل منها صائتاً إعرابياً . ومن ثم صارت ( أىُّ ?ajj-u ) و (أىَّ ?ajj-a) و (أىِّ ?ajj-i) .\nجـ : الصيغ الاستبدالية المشتملة على عنصر (خ ز) والمكونة من جذر ?t :\nيُطلق على هذه الصيغ الاستبدالية ضمائر إشارية pronoms démonstratifs وضمائر موصولية pronoms relatifs50\nأ- الضمائر الإشارية :\nجدول الضمائر الإشارية للقريب .\nنوع\ngenre\nمفرد Singulier\nمثنى Duel\nرفع نصب وجر\nجَمع Pluriel\nمذكر\nذا\nذانِ\nذينِ\nمؤنث\nتِى / ذِى\nتانِ\nتينِ\nأُلاءِ (أُولاءِ)\nفى العربية الفصحى القديمة langue historiqueيتألف جذر الضمائر الإشارية من صوت الذال ( d ) بصفة عامة . أما الصائت الطويل المفتوح (ألف المد a: ) فهو محول من \" الصائت القصير المفتوح + صامت الهمزة ( ــَأ a? ) \" فى هذه الضمائر ؛ حيث تشير الهمزة إلى الضمير الأول المستخدم كصيغة تقريبية .\n(1/26)\n\nجدول الضمائر الاشارية للصيغة التقريبية :\nنوع\ngenre\nمفرد Singulier\nمُثنى Duel\nالرفع نصب وجر\nجَمع Pluriel\nمذكر\nهذا\nهذانِ\nهذينِ\nهؤلاءِ\nمؤنث\nهذه هذى\nهاتانِ\nهاتَينِ\nهؤلاءِ\nأما العلامات الأخرى فتشير للنوع والعدد ، وأما الضمير الجمعى فهو مشترك بين الصيغ الصرفية ويظل الضمير الوحيد المتبقى من وحدة صرفية مندثرة .\nجدول الضمائر الإشارية للبعيد\nنوع\ngenre\nمفرد Singulier\nمُثنى Duel\nالرفع النصب والجر\nجمع Pluriel\nمذكر\nذاك\nذانِّك\nذينِّك\nأولائك\nمؤنث\nتاك / تيك\nتانِّكِ\nتينّكِ\nأولائك\nتتكون الضمائر الاشارية للبعيد من الجذر ?t والجذر ?k والذى هو وحدة صرفية صغيرة للضمير الثانى الذى يُستخدم لصيغة البعيد .\nجدول ضمائر الإشارة للبعيد ذات الصيغة التقريبية\nنوع\ngenre\nمفرد Singulier\nمُثنى Duel\nالرفع النصب والجر\nجَمعPluriel\nمذكر\nذلك\nذانِّك\nذيْنِّك\nأولائِك\nمؤنث\nتلك\nتانِّكَ\nتَيْنِّكَ\nأولائِكَ\nب ـ الضمائر الموصولية\nتتكون الضمائر الموصولية من (n-l-t)51 ، حيث يمثل حرف الـ (N) الناقل أو المحول translatif وتمثل الـ (L) الصيغة التقريبية52\nجدول الضمائر الموصولية Tableau des pronoms relatifs\nنوع\ngenre\nمفرد Singulier\nمُثنى Duel\nالرفع النصب والجر\nجَمعPluriel\nمذكر\nالذى\nاللذان\nاللذين\nالذين\nمؤنث\nالتى\nاللتان\nاللتين\nاللاتى\nثانياً- الوحدات التى تشير إلى عنصر لغوى (خ ز) المركبة من جذرين صامتين :\n1- صيغ المكان الاستبدالية :\nأ- الصيغ الاستبدالية المكانية المكونة من الجذر ?n والجذر ?m .\n° الصيغ الاستبدالية المثبتة /ثَمَّ tamma / و / لَمَّا lamma/ ، أما (ثَمَّ) tamma/ فمكونة من ثاء ونون وميم ، حيث تمثل الثاء صيغة الإشارة ؛ وتتكون كلمة (لمَّا ) من (l-n-m?) وهى لم تعد توجد إلا فى أربع آيات من القرآن 53.\n° الصيغة الاستبدالية الاستفهامية (أنَّى ?anna:) مكونة من (?-m-n) .",
        "(1/27)\n\n° الصيغة الاستبدالية المتصلة (لدن ladun54) مكونة من (l-n-m-n) ، والنون الأخيرة حرف متغير ، وهى تستخدم كوحدة صرفية للمكان والزمان .\nب- الصيغ الاستبدالية المكانية المركبة من الجذر ?n والجذر ?c .\n° الصيغة الاستبدالية المثبتة (هنا huna:) وهى مكونة من (c-n-?) ، وهذه الصيغة لها أشكال أخرى وهى : (هاهنا ha:huna: ) و (هناك huna:ka) و (هنالك huna:lika) .\n° الصيغة الاستبدالية الاستفهامية (أينَ ?ajna) مكونة من (?-c-n) .\n° الصيغة الاستبدالية المتصلة ( حَيْثُ hajtu ) وهى صيغة مكونة من (h-n-c-n) ؛ حيث تمثل الحاء صيغة التقريب .\n2-صيغ الزمن الاستبدالية وهى تتكون من الجذور ?t -?m -?t -?c .\nأ- الصيغ الاستبدالية المثبتة / إِذ ?id / و /إذا ?ida:/ .\nفى الصيغة (إذ ?id) تعد الهمزة الشكل الجديد للصامت /c/ ، و حرف الذال /d/ مستنسخ من التاء ، أما الكسرة / i / فهى صائت تركيبى فرضته الضرورة المقطعية . وبالنسبة لكلمة (إذا ?ida:) يمثل حرف الألف (/a:/ ) فيها شكلاً جديداً من الفتحة والهمزة (ــَأ /a?/) المكونين من صائت تركيبى وهمزة تشير إلى الضمير الأول المستخدم فيها كوحدة صرفية للتقريب الزمانى ، وعن طريق هذه الوحدة الصرفية تتصل ( إذا ?ida:) بالصيغة الشكلية للمضارع modalité aspectuelle de l'inachevé . أما (إذ ?id) فتتصل بالصيغة الشكلية للماضى modalité aspectuelle de l'achevé\nب ـ الصيغة الاستبدالية الاستفهامية / متى mata:/ هى صيغة مكونة من الميم والتاء والهمزة وهى وحدة صرفية للاستفهام .\nت ـ الصيغ الموصولة / لما lamma:/ و /حتى hatta:/ : تتكون / لما lamma:/ من (l-t-m) . أما (حتى hatta:)55 فتتكون من (h-m-t) .\nثالثاً : الأشكال التى تشير إلى عناصر لغوية (خ ز) والمكونة من ثلاثة جذور أحادية الصامت .\n(1/28)",
        "\nاشتقت لغة العصور الوسطى العربية عدداً صغيراً من المصطلحات الفنية المشتقة من الضمائر المركبة من ثلاثة جذور أحادية الصامت . من أمثلة ذلك : / أنانية ?ana:nijjat/ و هَوية huwijjat/56 .\nرابعاً : الأشكال التى تشير إلى عناصر لغوية (خ ز) والمكونة من جذر ثلاثى الصوامت ?CCC = R1R2R3 : الأسماء العامة والأسماء الخاصة .\n1ــ بنية العناصر اللغوية (خ ز) المؤلفة من الجذر ثلاثى الصوامت ?CCC :\nفى اللغة القديمة ، كانت العناصر اللغوية (خ ز) والمكونة من الجذر الثلاثى الصامت ، تتكون من الجذر ?R1V1R2R3 والذى يتميز بأنه سلسلة من العناصر اللغوية (خ ز) لعدم وجود صائت بين R2R3 . وفى هذه السلسلة كان الصائت (V1) الواقع بين (R1) و (R2) يشير إلى صيغة العاقل .\nولذلك كان شاهد صيغة (العاقل) -على ما يبدو- هو الصائت المفتوح القصير (الفتحة a/) ، وكان شاهد غير العاقل هو الصائت القصير المكسور (الكسرة i) . ولم يكن الصائت القصير المضموم (الضمة u ) سوى صائت تغير إلى نظيره المكسور / i/ . أمثلة لذلك : / أهلْ ?ahl/ وكَلبْ kalb/ و /نخل nakl/ و /جِسمْ zism/ و /مِلح milh/ و /عِلم 'ilm/ و /دُهن duhn/ و /جُبن zubn/ و /خُبز kubz/ .\nولما اختفت صيغة العاقل ، صار الصائت القصير المفتوح /الفتحة a/ عاماً فى الصيغ التى ليس بها أية حتمية تؤدى إلى ظهور الصائت /i/ أو الصائت /u/ ، كما فى : شئ saj? و شِبل sibl و دُب dubb .\nإن صيغ التصريف الدلالية التي ليس لها عمومية الصيغ التي تستبدلها ، ولدت عددا من الجموع ؛ ولذلك فالثلاثة أمثلة التي سبق ذكرها (دهن-جبن-خبز) تنتمى إلى عناصر لغوية دالة على الطعام .\n(1/29)\n",
        "والجذر المكون من ?R1V1R2R3 لم يعد حيا فى اللغة ؛ فلقد أصبح هذا الجذر مكونا من السلسلة R1V1R2R3 التى لم تعد سوى أحد أشكال الاسم ، وفي الواقع أن هذه الأشكال لم تعد سوى سلاسل من الوحدات الصوتية الصغيرة التي من بينها تظل الصوامت الثلاثة الرئيسية معروفة .\nإن الاسم المشترك المكون من عنصر لغوي (خ ز) والمؤلف من الجذر ?n الذي يشير للمكان هو عبارة عن تركيب غير محدد ، ولهذا فالعنصر اللغوى (خ ز) الذي يشير له الاسم المشترك يكون غير محدد الأصل non localisée .\nإن اسم العلم الذي يعد اسما نَسَبَيّاً nom généalogique لا يقترن بالجذر ?n ، لأنه يشير إلى عضو من مجموعة وإن لم تكن معلومة فإنها متضمنَة في اختفاء الجذر ?n . وأسماء الأعلام هذه تعد أساس حركات الإعراب في حالتى الضم والفتح أو فى حالة المنع من الصرف diptosie والذي يشتمل على بعض أسماء الأعلام كما يشتمل على بعض الأسماء المشتركة 57.\nإن بناء الاسم كما عرفناه يتطلب أن يتألف النوع genre والعدد nombre من اللواحق suffixe 58.\n2- صيغ العناصر اللغوية (خ ز) المركبة من جذر ثلاثى ?CCC .\nأ- المؤنث : إن علامة الوحدة الصرفية لمؤنث الأسماء هى حرف (التاء المربوطة) ، وفي الواقع أن هذه العلامة - لكونها تسبق الحركة الإعرابية - لا يمكن أن تكون سوى حرف صامت . مثال لذلك : كلبة ، حيث تكون الفتحة الواقعة بين الباء والتاء المربوطة هى الصائت التركيبي .\nب - المفرد : ولّد نظام التسمية في العناصر اللغوية (م ز) أسماءً مفردة من العناصر ذات الجذر المشير للزمن ?t والتي سيتم دراستها مع الجزء الخاص بالعناصر اللغوية المتضمنة للزمن ؛ وهذه الأسماء المفردة تشير إلى واحد من نوع أو جزء من شئ . ومن أمثلة ذلك : نخل --< نخلة و خبز --< خبزة ، والأسماء المكونة هنا أسماء غريبة على النوع مثل خبزة أو الاسماء التي لا تضع حسبانا للنوع مثل نخلة 59 .\nت - المثنى\n(1/30)\n\nيأتى المثنى فى العربية بعد الجمع وهو تخصيص للجمع ، و يبدو أنه يتألف من المساحة الخالية التى يتركها تصريف الجمع السالم pluriel externe ، وحركة الإعراب /الألف a:/ تجمع بين الوحدة الصرفية للمثنى وعلامة إعرابه فى حالة الرفع . أما حركة الإعراب الأخرى /ــَيْ aj/ فهى تجمع بين الوحدة الصرفية للمثنى وعلامة إعرابه فى حالتى النصب والجر ولا تميز بينهما ؛ ومن أمثلة ذلك : / (كلبانِ kalb-a: (-ni) / و /كلبين kalb-aj(-ni) (فى حالة النصب والجر)/ و /كلبتين kalb-a-taj (-ni) (فى حالة النصب والجر للمؤنث) / .\nث- الجمع\nإن الوحدات الصرفية للجمع التى تتم من خلال بنية الصيغ هى عبارة عن لواحق suffixes .\nج - جمع المذكر السالم Le pluriel externe masculin\nإن علامة إعراب جمع المذكر السالم هى /ــُو u:/ ــَو uw ) فى حالة الرفع ، و (ــِيـ i: / ــَيـ ij) فى حالتى النصب والجر .\nوأمثلة ذلك : أهلٌ --< أهلُونَ (فى حالة الرفع) و أهلاً --< أهلِينَ (فى حالة النصب) و أهلٍ --< أهلينَ (فى حالة الجر) .\nوالأسماء التى تجمع على هذا النحو تعد أسماء نادرة فى اللغة الفصحى60 .\nح- جمع المؤنث السالم Le pluriel \"externe féminin\":\nعلى العكس مما سبق ، جمع المؤنث السالم شائع ومتداول ، وعلامته المؤلفة من إطالة الصائت التركيبى (a) فيصير (a:) تستخدم لهذا الغرض ، ويعمل هذا الصائت على إلحاق الوحدة الصرفية للمؤنث بصيغ المفرد المذكر عن طريق التاء والتى تحمل علامة الجمع . ونتيجة لذلك ، فإن التاء التى تنتهى بها صيغة الجمع والمفرد من الممكن أن تأخذ حركة إعراب ؛ وحالة الإعراب والعدد هنا لا يمكن أن يختلطا ، ومع ذلك فالحالات هنا أيضاً ليست لها سوى حالتين : /الضمة u / فى حالة الرفع و /الكسرة i / فى حالتى النصب والجر ، أمثلة ذلك :\nكلبةٌ --< كلباتٌ (فى حالة الرفع) و كلبةً --< كلباتٍ (فى حالة النصب) و كلبةٍ --< كلباتٍ (فى حالة الجر) .",
        "(1/31)\n\nأما حركة الإعراب voyelle casuelle فى حالتى النصب والجر فليست هى فتحة النصب التى هى واحدة من الحالتين الأصليتين ، إنما هى /الكسرة/ التى تعد حالة فرعية ، ومردّ ذلك دون شك اختفاء حركة الفتح الطويلة (الألف) حيث تحولت إلى فتحة قصيرة ثم تحولت الفتحة إلى كسرة ، على هذا النحو : /a:...-a/ < /a ...-i/ .\nخ - الجمع المنتهى بالتاء le pluriel à suffixe t :\nإن هذه اللاحقة هى عبارة عن إعادة استخدام للوحدة الصرفية للعنصر اللغوى العام (خ ز) المكون من الجذر ?t الذى كان ?m 61 والتى كانت تستخدم عادة بشكل آخر بعد عنصر لغوى (م ز) ؛ وأمثلة ذلك : جَمَّال zamma:l--< جَمَّالة zamma:lat و مَالكى ma:likijj --< مَالكية ma:likijjat .\nد- جمع التكسير le pluriel brisé\nلما كان نظام التسمية (الوحدة اللفظية) متعاقباً فلقد تحدد جمع التكسير بمجموعة من العلامات اللاحقة المتنوعة التى خالفت السلسلة الرئيسية للعناصر اللغوية (خ ز) . والأشكال الأكثر شيوعاً لجمع التكسير هى الأشكال الموضحة فى الجدول التالى ذكره بالتمثيل عن طريق الصوامت الثلاثة /فـ ع ل/62 ، علما بأن بعض أشكال هذه الجموع بلاغية rhétoriques ، وبصفة خاصة صيغة منتهى الجموع pluriel des pluriels .\nانظر الجدول فى الصفحة القادمة\nالصيغة\nالمثال مفرد\nالمثال جمع\nفِعَل\nخيمة\nخيم\nفِعال\nكلب\nكلاب\nفُعَل\nأمّة\nأمم\nفُعّال\nصانع\nصنّاع\nفُعُل\nكتاب\nكتب\nفُعول\nبيت\nبيوت\nفَعلى\nقتيل\nقتلى\nفُعَلاء\nأمير\nأمراء\nفُعْلان\nبلد\nبلدان\nأَفْعُل\nنفس\nأنفس\nأَفْعال\nظُفر\nأظفار\nأَفْعِلاء\nقريب\nأقرباء\nذ- منتهى الجموع : الأمثلة :\nبيت bajt --< بيوت buju:t --< بيوتات buju:ta:t .\nظفر dufr --< أظفار ?adfar:r --< أظافير ?ada:fi:r .\nر- الجموع المشتملة على أربعة صوامت :\n(1/32)",
        "\nعلى الخلاف من شذوذ الأشكال التى درسناها ، فإن هناك شكلا ثابتا يتكون بصفة دائمة من السلسلتين المقطعيتين : C1aC2a:C3i(:)C4 وC1aC2a:C3iC4 وبهما يعرف C1 أو C4 بالعنصر الأساسى أو لاحق وحدة التسمية (الوحدة اللفظية) .\n° - الجمع المشتمل على أربعة صوامت :\nوهذا الجمع يخلو من التنوين 63. أمثلة لذلك :\nدرهم --< دراهم\nمفتاح --< مفاتيح\nعنكبوت --< عناكِب\nبرنامج --< برامج .\nمن الملاحظ أن الجمع /عناكِب/ مكون من دون الصامت الخامس (التاء) الموجود فى المفرد /عنكبوت/ . وهذا الحذف تم عن طريق التركيب المكون من أربعة صوامت لصيغة الجمع . ومن الملاحظ أيضاً أن جمع /برنامج/ هو /برامج/ وليس /براِنم/ ؛ فلقد أدى استبدال الصامت الرابع /الميم/ بالساكن الخامس /الجيم/ إلى اختصار السلسلة الطويلة المكونة من الوحدات الصوتية الحركية لهذا الاسم . وأخيرا يُلاحظ أن اللغة لم تقعد شكل هذا الجمع من الجذور غير ثلاثية الصوامت ولكن من الجذور رباعية الصوامت خلافاً للقاعدة . وما تؤدى إليه هذه الصوامت الأربعة بحاجة إلى تحليل متطور .\n° الجمع رباعى الصوامت :\nهذا الجمع هو اسم مصروف قابل للتنوين والكسرة حركة الجر الإعرابية . إذا كان حرف التاء الذى يميزه هو لاحق الجمع suffixe du pluriel المعروف ، فإن الجذر C1aC2a:C3iC4at هو صيغة منتهى الجموع . أمثلة لذلك :\nتلميذ ---< تلامذة أو تلاميذ\nمغربى --< مغاربة .\nز- التصغير Le diminutif\nعلامة صيغة التصغير هى 64(...)u (...)aj(...) . والشكل الأكثر شيوعاً لصيغة التصغير هو /فُعَيْل/ وهو مشتق من عنصر لغوى (م ز) ، ويبدو أن العناصر اللغوية (خ ز) التى تحمل معنى التصغير تكونت من تقليد العناصر اللغوية (م ز) التى تحمل التصغير ؛ فدخول الصامت /ياء/ فى الجذر /فَعْلْ/ علامة واضحة على تراكيب قديمة قليلاً . أمثلة لذلك :\nكَلْب --< كُلَيْب ؛ أنفُس --< أُنَيْفِس .\n(1/33)\n",
        "خامساً : الصيغ التى تشير لعناصر لغوية (خ ز) والمركبة من جذر به صامت واحد (خ ز) وجذر به ثلاثة صوامت (خ ز) .\nهذه الأشكال التى تشير إلى عناصر لغوية (خ ز res ) تألفت على نمط صيغة العنصر اللغوى (م ز modus ) ؛ ولهذا فهى صيغ غير قياسية formes dénaturées تقع خارج النظام . وصوائتها التى لاتحمل دلالة ليست سوى صوائت تركيبية ، والوحدة الصرفية /الميم/ الموجودة فيها نتيجة تطور المعنى تدل على المكان العام . أما الوحدة الصرفية /التاء/ توجد فيها -عن طريق التطور الدلالى- كصيغة كثافة . وأمثلة لذلك : مكلبة و مرمنة .\nومن هذه السلسلة غير القياسية schéma dénaturé اشتقت اللغة العربية بداية أسماء أماكن يكثر فيها بعض النباتات وبعض الحيوانات ثم أخيراً أسماء أماكن مكونة من عناصر لغوية سطحية خالية من الزمن . أمثلة ذلك : مكتبة حيث يمثل الجذر المكون من /الكاف والتاء والباء/ جذراً غير مخصص لعنصر لغوى مشتمل على الزمن \"يكتب\" ، ولكنه يمثل عنصراً لغويا (خ ز) وهو \"كتاب\" .\nسادساً : الصيغ التى تشير إلى عناصر لغوية والمركبة من عناصر لغوية مبنية من جذر أحادى الصائت وصيغة مكونة من عنصر لغوى مشتمل على الزمن له جذر ثلاثى الصوامت .\nوهنا توجد مخالفة للنظام ، حيث إن وحدات التسمية هنا تتألف من تغيير شكل عنصر لغوى مشتمل على الزمن إلى جذر أساسى ، أى إلى سلسلة مكثفة من الوحدات الصوتية بحيث لايمكن معرفة أصل الصوامت بها إلا بالرجوع إلى تاريخ اللغة histoire de la langue ، وهنا تم إلحاق الجذر أحادى الصامت للعنصر اللغوى العام الخالى من الزمن بجذر أساسى .\n1- الصيغ التى تشير إلى عناصر لغوية (خ ز) والمركبة من جذر أحادى الصامت والممثلة فى صيغة /فاعل/ من العنصر اللغوى (م ز) 65 . أمثلة لذلك : قافلة ؛ جامعة .\n(1/34)\n\n2- الصيغ التى تشير إلى عناصر لغوية والمكونة من عنصر لغوى (خ ز) له صائت واحد والممثلة فى صيغة /مفعول/ المشتقة من العنصر اللغوى الخالى من الزمن (خ ز) :\nأمثلة لذلك : مجموعة (وهى عنصر لغوى خال من الزمن \"مجموع\") ؛ و مطبوعة (وهى عنصر لغوى خال من الزمن \"مطبوع\") .\n3- الصيغ التى تشير إلى عناصر لغوية خالية من الزمن والمكونة من عنصر لغوى خال من الزمن جذره أحادى الصامت والممثلة فى صيغة /فعيل/ المشتقة من عنصر لغوى يشتمل على الزمن .\nأمثلة ذلك : ضريبة (عنصر لغوى خال من الزمن ضريب) ؛ خليفة (عنصر لغوى خال من الزمن \"خليف \") .\n4- الصيغ التى تشير إلى العناصر اللغوية الخالية من الزمن والمكونة من عنصر لغوى خال من الزمن به جذر أحادى الصامت والممثلة فى صيغة /فَعَّال/ المشتقة من عنصر لغوى متضمن للزمن (م ز) صيغته مكثفة :\nأمثلة ذلك : علاَّمة (وهو عنصر لغوى خال من الزمن ) ؛ سيارة (عنصر لغوى يعنى السير دون توقف) .\nسابعاً : الصيغ اللغوية التى تشير إلى عناصر لغوية (خ ز) والمركبة من عنصر لغوى (خ ز) له جذران (ثلاثى الصامت فى العنصر اللغوى (م ز) وأحادى الصامت فى العنصر اللغوى (خ ز) و عنصر لغوى له جذر أحادى الصامت : أمثلة : مسئوليَة ؛ ضريبية.\nثامناً : الصيغ التى تشير إلى عناصر لغوية (خ ز) والمكونة من صيغة ثنائية الجذر ثلاثية الصوامت وأحادية الصامت فى العناصر اللغوية (خ ز) وعنصر لغوى (خ ز) به صامت واحد .\nأمثلة : كَلْبِيَّة …?-- كَـ لْ بْـ يَّ ـة 66 ؛ شُعوبية ?-- شُـ عُوبْـ يَّـ ــة .\nالوحدات التى تشير إلى العناصر اللغوية (م ز)\nالوحدات المشيرة لعناصر لغوية (م ز) والمكونة من جذر واحد أحادى الصامت :",
        "(1/35)\n\nهناك عدد كبير من الجذور ثلاثية الصوامت المتنوعة فى العناصر اللغوية (م ز ) ، وعلى العكس من ذلك ، فلايوجد سوى جذر واحد للعنصر اللغوى (م ز ) وهو جذر أحادى الصامت ?c . ويبدو أن هناك وحدة مستقلة unité libre مكونة من هذا الجذر ، هى الصيغة الاستبدالية /كيف/ التى تتكون من الجذر ?c /كاف/ وحدة المقارنة الصرفية ومن وحدة الإستفهام الصرفية /الهمزة/ .\nالوحدات المشيرة إلى العناصر اللغوية (م ز ) والمكونة من جذر ثلاثى الصوامت ?CCC :\nفى اللغة العربية القديمة كانت العناصر اللغوية مكونة من السلسلة ?R1V1R2V2R3 والتى هى عبارة عن عناصر لغوية ( م ز ) بوجود صائت بين R2 و R3 ، وهذا الصائت كان يشير لصيغة الدلالة الفاعلية agentivité التى لم تعد موجودة ، وبين R1R2 كان الصائت V1 هو العلامة التى تميز البناء للفاعل عن البناء للمفعول diathèse subjective ou objective .\nالعنصر اللغوى ( م ز ) ضمير أو فعل\nإن أى صيغة للفعل فى اللغة العربية مكونة من جذر ثلاثى الصامت فى حالة العنصر اللغوى المتضمن للزمن وأحادى الصامت فى حالة العنصر اللغوى الخالى من الزمن .\nأولا : الصيغ الأساسية للفعل Les modalités essentielles du verbe\nيشتمل أى فعل فى العربية على الصيغ التالية :\n(1/36)",
        "\n- الشكل l'aspect : هو الصيغة المكونة للعناصر اللغوية ( م ز ) ، تلك الصيغة التى تشير لعلاقة العنصر اللغوى بالزمن ، ويمكن القول تحديدا بأن الشكل هو الصيغة التى تعرف السير الأساسى للعنصر اللغوى ( م ز ) . والصيغ الشكلية للفعل هى الماضى والمضارع . وإن علامة شكل الفعل هى نظام جذريه الأساسين : النظام المكون من الجذر ثلاثى الصوامت ?CCC والجذر أحادى الصامت ?C ، وهو يشير إلى الماضى ، بمعنى أن صيرورة العنصر اللغوى ( م ز ) قد تمت . وأما النظام العكسى المكون من الجذر أحادى الصامت ?C والجذر ثلاثى الصوامت ?CCC فهو علامة الصيغة المقابلة وهى المضارع inachevé ؛ أى أن صيرورة العنصر اللغوى (م ز ) لم تتم 67.\n- الصيغة la mode : الصيغة الفعلية هى المظهر الأساسى للعلاقة بين وحدة توافق الضمير والعنصر اللغوى المشتمل على الزمن ، وإما أن تكون هذه العلاقة ـ وهى العلاقة النواتية فى الجملة ـ علاقة حقيقية ويسمى الفعل مجازياً بالصيغة الحقيقية ، وإما أن تكون هذه العلاقة ممكنة ويسمى الفعل مجازياً فى هذه الحالة بالصيغة الممكنة ، وإما أن تكون هذه العلاقة مستحيلة ، أى بلا حقيقة ويسمى الفعل مجازياً بالصيغة غير الحقيقية ؛ والفعل العربى ليس له إلا شكلان : الحقيقى réel والممكن potentiel 68.\n(1/37)\n",
        "ــ البناء للفاعل والمفعول la diathèse : هو أيضا صيغة من العلاقة النواتية ، وهو يخصص العلاقة بين الوحدة الصرفية للضمير والعنصر اللغوى المشتمل على الزمن . وإذا كان العنصر اللغوى المشتمل على الزمن مكونا من فعل الفعل أو إذا كان -امتداداً لذلك- مكونا من فعل الكينونة مرتبطا بوحدة صرفية لضمير أى إذا كانت وحدة صرف الضمير تمثل به الفاعل فإنه يسمى حينئذ \"مبنى للفاعل\" ، ومثال لذلك : يضربُ . وإذا كانت وحدة صرف الضمير هى عبارة عن شئ مفعول للعنصر اللغوى المشتمل على الزمن وله فاعل آخر ، فإنه يسمى فى هذه الحالة \"مبنى للمفعول\" ومثال لذلك : ضُربَ .\n- الدلالة الفاعلية Agentivité\nعلى العكس من البناء للفاعل وللمفعول ، فإن الدلالة الفاعلية ليست صيغة عامة . وهذه الصيغة ، التى ماتت فى اللغة العربية ، زادت من تحديد \"البناء للفاعل \" . إما أن يكون فاعل العنصر اللغوى المشتمل على الزمن غير متحكم فى ذاته ، وإما أن يشارك فى تكوين العنصر اللغوى المشتمل على الزمن عن طريق حدوثه الفورى العفوى أو عن طريق حدثه الذى يتم برد فعله . وفى حالة البناء للفاعل ، كان الصائت V2 علامة تبعية الصيغة بمجموعة العناصر اللغوية المشتملة على الزمن وعلامة الدلالة الفاعلية ؛ أما فى حالة البناء للمفعول ، فبما أنه يتضمن دلالة فاعلية معدومة nulle agentivité ، فإن الصائت الثانى V2 لا يفيد إلا الإشارة إلى تبعية الصيغة بكل العناصر اللغوية المشتملة على الزمن .\nالدلالة الفاعلية\nالبناء للفاعل\nالأمر المضارع الماضى\n+\n-\n?\n/i/ الكسرة\n/i/ الكسرة\n/a/ الفتحة\n/u/ الضمة\n/a/ الفتحة\n/i/ الكسرة\n/u/ الضمة\nثانياً : الفعل المكون من جذر ثلاثى الصوامت للعنصر للغوى (م ز) والجذر أحادى الصامت للوحدة الصرفية للضمير أو الفعل البسيط69\n1- أمر الفعل البسيط L'impératif du verbe simple\n(1/38)\n\nإن الصيغة الصغرى لفعل الأمر ، والتى تعد أصغر صيغة فى الفعل العربى ، تتكون من الجذر R1R2V2R3 70. هذه الصيغة ليست مستقلة تركيبياً ، فهى توجد بالضرورة فى السلسلة الكلامية بعد المقطع CV 71 والذى يمثل له الوزن العربى بـ ( إِفعل (?i)f 'al ) حيت تمثل الفتحة أحد الصوائت القصيرة فى اللغة العربية .\nصيغ تصريف الأمر :\nعدد\nالنوع\nمفرد\nمثنى\nجمع\n2\nمذكر\nمؤنث\nاِفعَل (?i)f'al\nاِفعلى (?i)f'al-i:\nافعلا (?i)f'ala:\nاِفعلوا (?i)f' alu:\nاِفعلنَ (?i)f' al-na\nولكون نظام الأمر خاصا بالضمير القادر على تنفيذه ، إلا فى حالة الاستخدام البلاغى ، ولكون النظام يعبر عن هذه القدرة عن طريق الدلالة الفاعلية ، فقد استوجب الأمر أن تكون الصيغة التى يحملها الأمر هى صيغة الدلالة الفاعلية \"+\" ، وهذه الضرورة النظامية التى تحولت إلى ضرورة دلالية بقيت فى الصيغة ؛ ولهذا فالأمر فى اللغة العربية لايوجد إلا فى الصيغ المبنية للفاعل ؛ ومن ثم فحركة بناء الفعل للفاعل أو المفعول (الصائت القصير المكسورV1) تصبح صفراً ? فى فعل الأمر. وبما أن الأمر لايأتى إلا مع الضمير الثانى72 ، فإن القول بأن الصائت هو صفر كافٍ لتمييزه ؛ والواقع أن صيغته هى (الممكن potentiel ) وشكله هو المضارع .\nونهاية الأمر فى التصريفات الأخرى هى : (الكسرة الممدودة i: ) فى حالة المؤنث و (الفتحة الممدودة a:) فى حالة المثنى و (الواو الممدودة u:) فى حالة جمع المذكر و (النون والفتحة na) فى حالة المؤنث الجمع73.\n2-المضارع البسيط (المجرد) L'inachevé du verbe simple\nأ- المضارع ذو الصائت الصفرى74 L'inachevé à voyelle zéro\nتصريف المضارع فى حالة بنائه للفاعل\nعدد\nنوع\nمفرد\nمثنى\nجمع\n1\n2\n3\nمذكر\nمؤنث\nمذكر\nمؤنث\nمذكر\nمؤنث\nأَفعل ?af' al\nأَفعل ?af' al\nتفعل taf' al\nتفعلى taf' al-i:\nيفعل jaf' al\nتفعل taf' al\nتفعلا taf'al-a:\nتفعلا taf'al-a:\nيفعلا jaf' al-a:\nيفعلا jaf' al-a:\nنفعل naf' al",
        "(1/39)\n\nنفعل naf' al\nتفعلوا taf'al-u:\nتفعلنَ taf' alna\nيفعلوا jaf' al-u:\nيفعلن jaf' al-na\nتصريف المضارع فى حالة بنائه للمفعول\nعدد\nنوع\nمفرد\nمثنى\nجمع\n1\n2\n3\nمذكر\nمؤنث\nمذكر\nمؤنث\nمذكر\nمؤنث\nأُفعَل ?uf'al\nأُفعَل ?uf'al\nتُفعل tuf' al\nتُفعلى tuf' al-i:\nيُفعل juf' al\nتُفعل tuf' al\nتُفعلا tuf'al-a:\nتُفعلا tuf'al-a:\nيُفعلا juf' al-a:\nيُفعلا juf' al-a:\nنُفعل nuf' al\nنُفعل nuf' al\nتُفعلوا tuf'al-u:\nتُفعلنَ tuf' alna\nيُفعلوا juf' al-u:\nيُفعلنَ jaf' al-na\nفى الجدول الأول (وحدة التصريف الأولى) يمثل الصائت V175 ـ وهو الفتحة /a/ ـ علامة البناء للفاعل ؛ ويمثل الصائت V2 ـ الفتحة a ، والكسرة /i/ ، والضمة /u/ ــ علامة الدلالة الفاعلية . أما فى الجدول الثانى فيمثل الصائت V1 ـ وهو الضمة /u/ ـ علامة البناء للمفعول ، ولا يمثل الصائت V2 ــ وهو الفتحة /a/ التى كانت تعد سمة من سمات العنصر اللغوى ( م ز) ــ سوى صائت تركيبى voyelle syntagmatique .\nوالهمزة /?/ والنون /n/ مخصصتان للضمير الأول (ضمير المتكلم) ، والتاء /t/ للضمير الثانى (ضمير المخاطب) والضمير الثالث المفرد المؤنث ، والياء /j/ للضمير الثالث (ضمير الغائب) عدا حالة المفرد المؤنث .\nوالواقع أن المقطع الرئيسى فرض صامتاً عديم الفائدة فى ضمائر الغائب فى بداية الصيغة ، أى فى بداية المقطع ، ولذا يحمل الضمير الثالث علامة صفرية فى حين يحتفظ الضمير الأول والثانى بعلاماتهما الخاصة ، فالتاء /t/ فى الضمير الثالث فى حالة المفرد المؤنث والمثنى هى بحق الوحدة الصرفية للمؤنث التى يأتى منها تطابقها الصوتى مع الضمير الثانى المقابل ؛ والياء /j/ فى ضمائر الغائب الأخرى عبارة عن وحدة صرفية مشتقة من جذر صامت ?c من وحدة التمثيل .\nب- المضارع ذو الصائت المضموم 76 L'inachevé à voyelle /u/\nتصريف المضارع المبنى للفاعل\nعدد\nنوع\nمفرد\nمثنى\nجمع\n1\n2\n3\nمذكر\nومؤنث\nمذكر\nمؤنث\nمذكر\nمؤنث\n(1/40)",
        "\nأفعلُ ?af'al-u\nأفعلُ ?af'al-u\nتَفعَلُ taf' al-u\nتفعَلينَ taf' al-i:-na\nيفعلُ jaf' al-u\nتفعلُ taf' al-u\nتفعلانِ taf'al-a:-ni\nتفعلانِ taf'al-a:-ni\nيفعلانِ jaf' al-a:-ni\nيفعلانِ jaf' al-a:-ni\nنفعلُ naf' al-u\nنفعلُ naf' al-u\nتفعلون taf'al-u:-na\nتفعلنَ taf' al-na\nيفعلون jaf' al-u:-na\nيفعلنَ jaf' al-na\nتصريف المضارع المبنى للمفعول\nعدد\nنوع\nمفرد\nمثنى\nجمع\n1\n2\n3\nمذكر ومؤنث\nمذكر\nمؤنث\nمذكر\nمؤنث\nأُفعلُ\nتُفعلُ\nتُفعلين\nيُفعلُ\nتُفعلُ\nتُفعلان\nيُفعلان\nتُفعلان\nنُفعلُ\nتُفعلونَ\nتُفعلنَ\nيُفعلونَ\nيُفعلنَ\nإن مقارنة صيغتى التصريف السابقتين مع صيغتى المضارع ذى الصائت الصفرى توضح أن الصيغ التى ليس بها /صائت طويل (V:) تأخذ (الضمة u ) وأن الصيغ التى بها /صائت طويل (V:) تأخذُ ساكنا ومتحركا (CV) وهو النون والفتحة (na ) بعد الصائت الطويل /V:/ (الكسرة والضمة المطولتين i:;u:) وتأخذ أيضاً نونا وفتحة /na/ بعد الصائت المطول V: (الفتحة المطولة a:) . أما العنصر الصامت للنهاية صامت ومتحرك CV فهو حرف النون /n/ الذى وجد لعدم إمكانية التقاء المتحركين . والعنصر الحركى هو عبارة عن مستنسخ من /الضمة u/ التى تمثل /صائتاً مطولاً V: ؛ ولهذا فصيغتا التصريف المؤلفتان من هذه التصريفات تعد بحق صيغا تصريفية بها صائت قصير مضموم .\nت- المضارع ذو الصائت المفتوح (فتحة a )77\nتصريف المضارع المبنى للفاعل\nعدد\nنوع\nمفرد\nمثنى\nجمع\n1\n2\n3\nمذكر\nمؤنث\nمذكر\nمؤنث\nمذكر\nمؤنث\nأَفعلَ\nأَفعلَ\nتفعلَ\nتفعلى\nيفعلَ\nتفعلَ\nتفعلا\nتفعلا\nيفعلا\nيفعلا\nنفعلَ\nنفعلَ\nتفعلوا\nتفعلنَ\nيفعلوا\nيفعلنَ\nتصريف المضارع المبنى للمفعول\nعدد\nنوع\nمفرد\nمثنى\nجمع\n1\n2\n3\nمذكر\nمؤنث\nمذكر\nمؤنث\nمذكر\nمؤنث\nأُفعلَ\nأُفعلَ\nتُفعلَ\nتُفعلى\nيُفعلَ\nتُفعلَ\nتُفعلا\nتُفعلا\nيُفعلا\nيُفعلا\nنُفعلَ\nنُفعلَ\nتُفعلوا\nتُفعلنَ\nيُفعلوا\nيُفعلنَ\n(1/41)\n",
        "إن صيغ التصريف فى الجدول الأخير) تعد الصيغ الوحيدة الشاذة فى اللغة العربية . وفى الواقع فإنه لدى مقارنتها بصيغ التصريف ذات الصائت الصفرى paradigmes à voyelle ? يتضح أنها لا تأخذ الصائت التركيبى القصير (الفتحة a ) ــ والذى يعد الوحدة الصرفية المميِّزة لهذه الصيغ ـ إلا مع ضمائرها الأولى التى ليس بها نهايات النوع والعدد ، وهكذا تولد النهايات عن طريق الصائت المفتوح (الفتحة a) للصيغ المنتيهة بصائت طويل V: نفس الصيغ التى تولدها التصريفات بالصائت المضموم (الضمة u ) ، ومن ثم فالتصريف ذو الصائت (الفتحة a)لا يمكن أن يكون مميَّزاً إلا بشكل جزئى عن التصريفات الأخرى فى الإطار التركيبى ، ولهذا فهو غير موجود ، وهو ليس سوى مظهر خداعى يوجد عن طريق تشابه التراكيب بـ /ـــأَنَ ?an / و /ــأَنَّ ?anna/78 .\n3- صيغ تصريف الماضى البسيط (المجرد) :\nصيغ الماضى المبنى للفاعل\nعدد\nنوع\nمفرد\nمثنى\nجمع\n1\n2\n3\nمذكر\nمؤنث\nمذكر\nمؤنث\nمذكر\nمؤنث\nفعلتُ\nفعلتُ\nفعلتَ\nفعلتِ\nفعلَ\nفعلتْ\nفعلتما\nفعلتما\nفعلا\nفعلتا\nفعلنا\nفعلنا\nفعلتم (ــُـ)\nفعلتنَ\nفعلوا\nفعلن\nإن النظام المتعاكس للجذرين ?CCC - ?C و ?C-?CCC يشير إلى الصيغة المتعادلة للماضى ، تلك الصيغة الواقعية . والصائت القصير المكسور (الكسرة i ) هو علامة بناء الفعل للمفعول . ومن ثم فصوته لايخالف النظام 79 . وبالنسبة للضمائر ، فضمائر الغائب فى هذه الصيغ التصريفية تشير إلى الصفر . ومن هنا فليس هناك ضرورة مقطعية تخفى عدم فائدة العلامة . وبالنسبة لبقية الضمائر ينبغى أن نشير إلى أن ضمير المتكلم : (فعلتُ fa'al-tu) كان أصله (فعلكُ fa'al-ku ) فى اللغة القديمة مع وجود وحدة صرفية صغيرة للضمير من الجذر ( كاف ?k) والصائت التركيبى القصير المضموم (الضمة u) المشابه صوتيا للكاف ، وجعل إتحاد الوحدة التصريفية فى ضمائر المخاطب من الصائت (الضمة) علامة ضمير المتكلم ، وهكذا أصبح الصائت أساسياً .\n(1/42)\n\nثالثاً : الفعل المكون من جذر أحادى الصامت من وحدته الصرفية للضمير وجذرين من العنصر اللغوى (م ز) أحدهما أحادى الصامت والآخر ثلاثى الصامت :\nيتخذ الأمر من أَفعِل صيغة له ؛ والمضارع له صيغتان : /يُفعِلُ juf'il(u) و /يُفعَلُ juf'al(u) أما الماضى فله صيغتان /أَفعَلَ ?af'ala/ و /أُفعِلَ ?uf'ila / . والدلالة الفاعلية هى الدلالة الفاعلية التامة agentivité entière . وتعارض البناء للفاعل والمفعول فى صيغتى /يُفعلُ juf'il(u) و /يُفعَلُ juf'al(u) / له علامات تعد علاماته الخاصة فى /يُفعِلُ jufa:'il(u) و /يُفعَلُ jufa:'al(u) / . و/الهمزة/ جذر أحادى الصامت من عنصر لغوى (م ز) \"فعل\" ؛ وعلامة هذا الفعل /الهمزة/ المشتقة من جذر صامت /C/ . وصيغة تصريف المضارع المبنى للفاعل هى /يَأفعِلُ ja?af'il(u) ، ثم سقطت الهمزة بين المتحركين ، والشكل المتبقى وهو /يفعِلُ jaf'il(u)/ يختلط مع شكل الفعل البسيط ، ولذا فالتمييز الضرورى تم عن طريق تغيير الفتحة a بالضمة u ، ومن ثم فالضمة فى /يُفعِلُ juf'il(u) -التى تخالف النظام الصيغى- تعد صائتاً يمثل جذراً لعنصر لغوى (م ز) ؛ ولهذا يصير البناء للمفعول هو صيغة /يُفعَلjuf'al(u) / . ومع ذلك فالتحول من البناء للفاعل إلى البناء للمفعول أدى إلى وجود صيغة تماثل تماما صيغة الفعل البسيط المبنى للمفعول، ولهذا فالتمييز بينهما لم يعد سوى تمييز دلالى ؛ فعلى سبيل المثال الفعل ( يُجلَسُ)لا يعنى سوى أن أحداً أجلسه . ومن أمثلة ذلك : يُشهَدُ و يُرشَدُ .\nرابعاً : الفعل المركب من جذر ثلاثى الصوامت لعنصر لغوى (م ز) ومن جذرين كلاهما أحادى الصامت لعنصر لغوى (خ ز) :\n1- الوحدة الصرفية الظلية morphème écho التى علامتها التاء :",
        "(1/43)\n\nالأمر صيغته : اِفتعِل ?ifta'il ، والماضى صيغته : اِفتعلَ (?i)fta'ala والدلالة الفاعلية هى دلالة فاعلية تامة . أما الصامت (التاء t ) فهو الجذر أحادى الصامت من الوحدة الصرفية الظلية للضمير ، وهذا الصامت ينعكس على الوحدة الصرفية للضمير على غرار الأفعال الضميرية فى اللغة الفرنسية verbes pronominaux français مثال لذلك : يغتسلُ ، ومع ذلك فالمعنى الناتج قد يكون معنى مشتركا sens réciproque . مثال لذلك الفعل (يجتمعون jaztami'u:na ) . وفضلا على ذلك ، فمن الممكن أن تكون الوحدة الصرفية الظلية موضع مجاز مرسل hypallage ومثال ذلك الآية التاسعة والعشرون من السورة السادسة والأربعين80: يستمعون القُرآنَ ؛ حيث تفهم هذه الآية على النحو التالى : يفهمون القرآن بوعى ، فقد تحول المجاز المرسل إلى تضمين للوحدة الصرفية للضمير .\nإن صيغ تصريف الوحدة الصرفية الظلية (التاء t ) علامتها وضع هذه الوحدة الصرفية فى جذر العنصر اللغوى (م ز) . والإبدال هو الذى حول (التاء) المتبوعة بصامت إلى صامت متبوع بتاء .\n2- علامة الوحدة الصرفية الظلية (النون) :\nLe morphème écho a pour signifiant /n/\nمن أجل تحاشى الإبدال الذى ينتج عنه مخالفة ، يجعل النظام من الوحدة الصرفية الظلية صوتاً أنفياً ، وذلك عن طريق تحويلها إلى حرف النون . ولكن هذا التحول لايفيد إلا فى خلق صيغ تصريفية تزيد التصريفات التى قدمناها . ونتيجة لذلك نجد فى حالة الأمر /اِنفَعل (?i)nfa'il / بجوار /اِفتَعل (?i)fta'il / وفى المضارع /ينفعلُ janfa'il(u) / بجوار /يفتعلُ jafta'il(u) / وفى حالة الماضى /اِنفعلَ (?i)nfa'ala / بجانب /اِفتعلَ (?i)fta'ala / .\n(1/44)",
        "\nخامسا : الفعل المكون من جذرين فى حالة العنصر اللغوى (م ز) أحدهما ثلاثى الصوامت والأخر أحادى الصامت من عنصر لغوى (م ز) \"يفعل\" ومن جذرين كلاهما أحادى الصامت من عنصر لغوى (خ ز) جذر وحدة الضمير الصرفية وجذر الوحدة الصرفية الظلية لوحدة الضمير الصرفية .\nصيغة تصريف الأمر هى /اِستفعلْ (?i)staf'il / ، وصيغة المضارع هى /يستفعلُ jastaf'il(u) / ، أما صيغة الماضى فهى /اِستفعلَ (?i)staf'ala / . والدلالة الفاعلية هى الدلالة الفاعلية التامة . وحرف السين الصامت هو الجذر أحادى الصامت من الجذر \"فعل\" ، وهو علامة مشتقة أيضاً من جذر صامت ، ولكنها توقفت عند السين عن طريق ثبات اتصال الحرفين /السين والتاء/ حيث تمثل التاء الوحدة الصرفية الظلية . أمثلة ذلك : /يسترشدُ jastarshidu/ و /يستشهدُ jastashidu/ .\nسادسا : الأشكال المضافة للفعل Modalités addionnelles du verbe\n1- التمنى Optatif : تتم صيغة التمنى للفعل عن طريق التنغيم intonation الذى ينطق به الفعل 81. وكل من الفعل الواقعى réel والماضى وكذلك المضارع يمكن أن تعبر عن هذه الرغبة بطرق مختلفة وأمثلة لذلك : / رَحِمكَ اللهُ rahima ka lla:h-u/ أو / يرحمُكَ اللهُ jarhamu ka lla:h-u /\n2- التوكيد énergique : إن هذه الصيغة التى تستخدم كعلامة توكيد حازم ، تبنى على حرف النون الصامت الذى من الممكن أن يُضعفَ ويلحق بالأمر والمضارع . والتوكيد ليس له سوى تصريف بالنون الخفيفة incomplet الكاملة وتصريف بالنون المشددة complet واللتين سقطتا نظرا لعدم استخدامهما .\nتصريف الأمر البسيط المؤكد بالنون :\nالعدد\nالنوع\nالمفرد\nالمثنى\nالجمع\n2\nمذكر\nمؤنث\nاِفعَلَنَّ\nاِفعَلِنَّ\nاِفعَلانِّ\nاِفعَلُنَّ\nاِفعلنانِّ\n(1/45)\n",
        "فى /اِفعَلَنَّ (?i)f'al-a-nn-a الفتحتان علامتان تركيبيتان syntagmatiques ، وفى /اِفعَلِنَّ (?i)f'al-i-nn-a و اِفعَلُنَّ(?i)f'al-u-nn-a الكسرة الممدودة فى حالة المؤنث والضمة الممدودة فى حالة الجمع82 اللتان دخلتا على مقطع مكون من صامت وصائت ممدود وصامت /CV:C/ تم اختصراهما83 ؛ أما فى : اِفعَلانِّ (?i)f'al-a-:-nn-i فلم يحدث هذا الاختصار ؛ حيث إن الفتحة الباقية من نهاية المثنى ــ وهى فتحة ممدودة a: ــ كان من الممكن أن تختلط مع الفتحة المقطعية فى : اِفعلنَّ (?i)f'al-a-nn-a84. وفى: اِفعلنَنِّ (?i)f'al-na-:nn-i ، عمل مد الفتحة على منع الخلط بين / ــنَنَّ na-nn-a/ و/ ــَنَّ anna/ ، فظهرت الصيغة /اِفعلنانَّ (?i)f'al-a-nn-a / . والصيغ الأخرى تتكون بطرق مشابهة .\n3- الفعل الناقص التعدى Le verbe à transitivité déficiente\nهناك صيغة للفعل المتعدى تجعله ناقصاً عندما لايبلغ مفعوله ، وهذه الصيغة التى تنشئ علاقة ما بين الفعل ومفعوله علامتها مد الصائت الأول للتصريفات غير المتعاقبة . ويأخذ كل من الفعل المجرد والفعل ذو الوحدة الصرفية الظلية من الوحدة الصرفية للضمير هذا الصائت المطول .\nأ- الفعل الناقص البسيط (المجرد) Le verbe déficient simple\n(1/46)\n\nيأخذ الفعل صائتاً طويلاً (الفتحة /a/)حتى يحمل علامة التطويل أو المد التى تدل على هذه الصيغة ، الأمر الذى يؤدى إلى خلق صيغة التصريف الجديدة /فاعِل fa:'il / ؛ وصيغ تصريف المضارع هى /يُفَاعِلُ jufa:'il(u) / و /يُفَاعَلُ jufa:'al(u) / . أما صيغ تصريف الماضى فهى /فاعَلَ fa:'ala/ و /فوعِلَ fu:'ila / . والدلالة الفاعلية هى الدلالة الفاعلية التامة . وعلامة تمييز البناء للفاعل عن البناء للمفعول هى الصائت الثانى (الكسرة /i/) فى المضارع فى /يُفاعِلُ jufa:'il(u) ودلالته الفاعلية موجبة (+) ؛ أما الفتحة (a) فهى علامة المبنى للمفعول فى /يُفاعَلُ jufa:'al(u) / . وبالنسبة للصائت الأول (الضمة /u/) فى هذه التصريفات فليس سوى صائت تركيبى voyelle syntagmatique وهو مأخوذ من الصائت الأول فى يُفعِلُ juf'il(u) ، ومن أمثلة الفعل الناقص البسيط ، مثال من حياة النبى : سابقَ عائشةَ فسبقته ثُمَ سابقها فسَبَقَها . وبالرغم من ذلك فالحدث من الممكن أن يكون ناقصاً بسبب مشاركة ضمنية لا شكلية للمفعول . وهنا يشير هذا الشكل بصفة عامة خارج النظام إلى حدث يقاومه مفعوله .\nب - الفعل الناقص ذو الوحدة الصرفية الظلية\nLe verbe déficient à morphème écho\nصيغة تصريف الأمر هى /تَفاعَلْ tafa:'al/ ، وصيغة تصريف المضارع هى /يتفاعلُ jataf:'al(u) / ، أما صيغة تصريف الماضى فهى /تفاعلَ tafa:'ala/ . والدلالة الفاعلية هى الدلالة الفاعلية التامة . مثال لذلك : /يتنافسُ jatana:fasu / (والذى يعنى أن شخصاً ما يجارى نفسه أو مجازياً يجارى شخصاً آخر) .\nوبصفة خاصة يسُتخدم الفعل الناقص التعدى للتعبير عن فكرة التظاهر . مثال ذلك : /يَتَماوَتُ jatama:watu/ .\n4- الفعل الُمضعف Le verbe itératif\nتتم هذه الصيغة عن طريق تكرار الصامت الجذرى الثانى ، وتأتى فى حالة الفعل البسيط والفعل ذى الوحدة الصرفية الظلية من الوحدة الصرفية للضمير .",
        "(1/47)\n\nأ - الفعل المضعف البسيط Le verbe itératif simple\nيأخذ الأمر صائتا أولياً (الفتحة) حتى يسمح بدخول هذا المد ، ومن ثم تصير صيغته الجديدة /فَعِّلْ fa''il / ، وصيغتا المضارع هما /يُفَعِّلُ jufa''il(u) / و /يفَعَّلُ jufa''al(u)/ ، والماضى صيغتاه /فَعَّلَ fa''ala/ و /فُعِّلَ fu''ila/ . والدلالة الفاعلية هى الدلالة الفاعلية التامة دائماً . وتعارض البناءفى /يُفعِّلُ jufa''il(u) / و /يفَعَّلُ jufa''al(u) / له علاماته الخاصة فى /يُفَعِّلُ juf:'il(u) / و /يُفعَّلُ jufa:'al(u) . والصائت الأول (الضمة) من هذه التصريفات هو نفس الصائت فى التصريفات المقابلة فى الفعل المتعدى الناقص . مثال لذلك ، الآية85: \"يُذبحُ أَبنَآءَهُم\" .\nأما القيم الأخرى للتصريف ولاسيما الحدة intensité فهى ثانوية .\nب - الفعل المضعف ذو الوحدة الصرفية الظلية\nLe verbe itératif à morphème écho\nصيغة الأمر /تفَعَّلْ tafa''al/ ، والمضارع صيغته /يتفعَّلُ jatafa''il(u) / ، والماضى صيغته /تفعَلَ tafa''ala/ . والدلالة الفاعلية هى الدلالة الفاعلية التامة ، وأمثلة ذلك : /يتعَلمُ jata'allamu/ أو مجازياً /يَتَذَكَرُ jatadakkaru / .\n5- الفعل المكثف Le verbe intensif\nيقاس الفعل المكثف على صيغة /أَفعَل ?af'al/ من العناصر اللغوية المشتملة على الزمن والتى تعبر عن اللون أو العيب monstruosité .\nأ- الفعل الذى يُمدُ صامته الثالث الجذرى:\nيأتى هذا الفعل على صيغة /يتفعِلُ jatfa'il(u) و اتفَعَلَ (?i)tfa'ala وهما صيغتان مشتقتان من الصيغتين /يفتعلُ/ و /اِفتعَلَ/ . وصيغة المضارع /يفعلُّ jaf'all(u) / ، والماضى /اِفعَلَّ (?i)f'alla ، وأمثلة ذلك : /يخْضَرُّ jakdarru/ و /يَحدَبُّ jahdabbu/ .\nب -الفعل الذى يُمدُ صامته الثالث الجذرى ويُمدُ صائت دلالته الفاعلية\n(1/48)",
        "\nيأتى هذا النمط من الأفعال على صيغة /يتْفاعِلُ jatfa:'il(u) / واتْفاعَلَ (?i)tfa:'ala ، وهما مشتقان من الصيغتين : تَفَاعَلَ tafa:'al ويتفاعل jatafa:'al . والمضارع صيغته /يفعالُّ jaf'all(u) /، والماضى صيغته / اِفعالَّ (?i)f'a:lla/ . وهذا النمط الفعلى يبدو أنه مشتق من الفعل السابق لا بهدف إضافة التعبيرية إليه ، إنما لخلق التعبيرية فيه . مثال : يسوَادُّ jaswa:ddu/ .\nج - الفعل المكون من : يفعَوعِلُ jaf'aw'il(u) واِفعَوعَلَ (?i)f'aw'ala ومثال ذلك : يَخْضَوْضِرُ jakdawdiru/ .\nسابعا : الفعل المكون من جذر ثانوى رُباعى الصوامت\nLe verbe construit sur une racine secondaire quadriconsonantique\n1- الفعل الرباعى الصوامت البسيط :\nتكونت أنماط هذه الأفعال عن طريق إدخال حرف على الفعل ذى الصامت الثانى المفتوح /فَعِّلْ fa''il/ و /يفَعِّلُ jufa''alu / و / فَعَّلَ fa''ala / التى هى تصريفات الفعل . ويبدو أنها تفيد بداية فى خلق صيغ تعبيرية ، ولاسيما حاكيات صوتية onomatopées ، مثل /يتمتمُ jutamtimu/ ، وتفيد فى بناء أفعال للصيغ الثابتة مثل : يُبَسْملُ ، أو فى تكوين مصطلحات فنية تعبر عن مسيرة ، ومثال ذلك : يُجَلفِطُ juzalfitu كما تفيد أيضاً فى استعارة الالفاظ الأجنبية ذات الجذر ثلاثى الصوامت والتى ليس من الممكن اختراعها مثل : يُترجمُ jutarzimu .\n2- الفعل رباعى الصوامت ذو الوحدة الصرفية الظلية\nle verbe quadriconsonantique à morphème écho\nصيغ تصريف هذا النمط من الأفعال هى : /تَفَعَّلْ tafa''a/ و /يَتَفَعَّلُ jatafa''aluو/تفعَّلَ tafa''ala/ . مثال ذلك : يَتَعَفرِتُ (من عِفرِيت) 86.\n3- الفعل رباعى الصامت والذى يضعف صامته الرابع الجذرى\nLe verbe quadriconsonantique à allongement de la quatrième consonne radicale\n(1/49)\n",
        "صيغ تصريف هذا الفعل هى / يستفعلُ jastaf'il(u) / و /اِستَفعَلَ (?i)staf'ala /87 . ومن أمثلة ذلك : يسمخِرُ jasmakirru 88.\nثامنا : الأفعال ذوات الجذر غير المقيس المكونة من خمسة صوامت\nconsonnes Les verbes pseudo-racine de cinq\nتعد الأفعال التى تحمل ظاهريا هذا الجذر غير القياسى ارتجالات بلاغية créations rhétoriques مشتقة من الأفعال رباعية الجذر (ثلاثى الصامت فى حالة العنصر اللغوى الخاص (م ز) ، وأحادى الصامت فى حالة العنصر اللغوى (م ز) \"فعل\" ، وأحادى الصامت فى حالة الوحدة الصرفية للضمير وأحادى الصامت فى حالة الوحدة الصرفية الظلية) والتى تفسح المجال للجذر خماسى الصامت فى حالة العنصر (م ز) وللجذر أحادى الصامت فى حالة وحدة الضمير الصرفية . والأفعال المعروفة من هذه الصيغ أفعال قديمة لأن هذا المسلك البلاغى أُغلق منذ أمدِ . وأمثلة ذلك : يَخرَوِّطُ jakrawwitu / و / يَبرَنشِقُ jabransiqu و /يحبَنظى jahbanti: / .\nالجدول العام لتصريفات الفعل\nج 3 ص\n+ج 1ص\n(1) فَعَلَ\n(3) فاعَل (2) فَعَّلَ\n(11) افْعالّ (9) افعَلَّ\nسالب\nموجب\nموجب\nج 1ص\nموجب\nج1ص\n+ج1ص+ج1ص+ج1ص\n(6) تفاعل (5) تفَعّل\n(4) أفعل\n(8)افتعل أو (7)انفعل\n(10) استفعل\nصفرى\nسالب\nسالب\nسالب\nج4ص\n+ ج1ص\n+ ج1ص + ج1ص\nI فَعْلل\nIV افْعللّ\nII تفعلل\nصفرى\nموجب\nصفرى\nج5ص\n+ ج1ص\n(12) افعوعل\n(13) افعوَّل\nIII / (14) افْعَنلَل\n(15) افعنْلى\nصفرى\nصفرى\nصفرى\nصفرى\nفى هذا الجدول ، تشير الأعداد العربية إلى التصنيف التقليدى للأشكال ثلاثية الصوامت ؛ أما الأعداد اللاتينية فتشير للتصنيف التقليدى للأشكال الرباعية الصامت، أما علامة (+) فتشير إلى وجود إحدى الصيغ الإضافية كما تشير علامة (-) إلى اختفائها ، واما علامة \"?\" فتشير إلى أن صيغ التصريف المبنية على جذر رباعى الصوامت وخماسى الصوامت لا يمكن أن تحمل الصيغ المثبتة .\nالعناصر اللغوية اللاضميرية (م ز) Les modus impersonnels\n(1/50)\n\nصيغ تصريف العناصر (م ز) التى لا تحمل الفعل تعد صيغاً لاضميرية .\nتاسعاً : العناصر اللغوية (م ز) التى لها شكل غير محدد أو العناصر اللغوية اللاشكلية Les modus à aspect non spécifié ou modus informis\nلما كان الشكل ليس له نمط خاص فى هذه الصيغ التصريفية ؛ فليس هناك من حاجة إلى علامة تشير إليه بخلاف علامة الصفر ، فالعناصر اللغوية (م ز) التى يميزها تعد عناصر لاشكلية informis ويمكن بذلك أن يكون هناك حد لفترة حدوثها ؛ وهذا الحد الزمنى يشار إليه ، إما بالوحدة الصرفية للزمن العام (الجذر تاء) ، وإما عن طريق وحدة صرفية مكونة من عنصر لغوى عام (خ ز) هو الجذر ميم ، والذى يشير هنا إلى حدث عارض .\n1- العناصر اللغوية اللاشكلية غير محددة المدة أو المصدر\nيطلق التقليد النحوى العربى كلمة مصدر على العناصر اللغوية اللاشكلية الخالية من وحدة صرفية تعبر عن الزمن العام والخالية من وحدة صرفية مكونة من عنصر لغوى خال من الزمن .\nأ- المصدر المطابق لصيغ التصريف البسيطة للفعل\nصيغة تصريف المصدر المطابق لصيغ التصريف البسيطة للفعل تتكون من صامت ومتحرك وصامت ومتحرك وصامت .\n° المصدر المبنى للفاعل masdar à diathèse subjective Le\n- المصدر البسيط : يتكون المصدر البسيط من صائت أول (الفتحة) وصائت ثانٍ (الفتحة أو الكسرة أو الضمة) . أمثلة ذلك : /سرِق sariq / و /حَزَنْ hazan/ شَنُأ sanu? / . ولما كانت صيغة الدلالة الفاعلية مفقودة فالمصدر محفوظ ، عدا صيغة /فَعُل fa'ul / ، وبذلك تتولد تركيبات جديدة من الوحدات الصوتية الصغيرة ولاتتولد صيغ تصريفية جديدة . وفى الواقع فإن العديد من هذه الأنمطة الفعلية تولد عن طريق الرغبة فى التعبير ، فبعضها مازال اليوم تعبيرياً . ولهذا الغرض ، ولدت اللغة الوحدة الصرفية (التاء) للقوة و(الميم) للتفخيم emphase والتى لم تعد سوى وحدات معجمية89 .\n- المصدر ذو الوحدة الصرفية المعبرة عن القوة :",
        "(1/51)\n\nLe masdar à morphème de force\nوكانت صيغته /تَفعيل taf'i:l / فى الدلالة الفاعلية الموجبة ، مثل /تضريب tadri:b / (أخذ يضرب بشدة) و /تفعال taf'a:l / فى حالة الدلالة الفاعلية السالبة ، مثل تَسآلْ tas?a:l/ (أى تسأَلَ بسرية) . وحُملت الصيغة /تفعيل taf'i:l/ على الفعل /يُفعِّلُ jufa'il(u) / و /فعَّلَ fa'ala/ ، والصيغة الأخيرة لم تعد تشير إلى تكرار العنصر اللغوى (م ز) ، إنما إلى قوته .\n- المصدر ذو الوحدة الصرفية الدالة على التفخيم أو المصدر الميمى :\nLe masdar à morphème d'emphase ou masdar mîmî\nصيغه /مَفعِل maf'il / للدلالة الفاعلية الموجبة ، مثل : /مَحمِد mahmid / و صيغة /مَفعَل maf'al/ للدلالة الفاعلية السالبة ، مثل : /مَحْمَد mahmad/ .\n° مصدر المبنى للمفعول Masdar à diathèse objective\nوكانت صيغته /فُعُلْ fu'ul/ ، مثل /حُلُمْ hulum / . والمصدر المبنى للمفعول ليس له وجود سوى الوجود المعجمى ، ويستثى من ذلك العنصر(م ز) المعبر عن الأعداد القسمية أو التجزئية مثل :/ ثُلُث tulut/ ، /ربُع rubu'/ و / خُمُس kumus/ و /سُدُس sudus/ و /سُبُع sub'/ و /ثُمُن tumun/ و /تُسُع tusu'/ وعُشُر 'usur/ . والصيغة التصريفية لهذه الأفعال هى فُعْلْ fu'l /90 .\nب - المصدر المطابق لصيغ التصريف الأخرى للفعل\nبالنظر لمصادر صيغ الأفعال يتبين لنا أن بعض صيغ المصدر هى إعادة استخدام للصيغ الأخرى كالصيغة /تفعيِل taf'i:l/ على سبيل المثال ، أو هذه المصادر مطابقة مع الوحدات الصرفية مثل التاء فى /فَعلَلت fa'lalat / على سبيل المثال ؛ وبالنسبة للصيغة /تَفاعُل tafa:'ul/ والصيغة /تفاعُل tafa''ul/ فتبدو منقولة من صيغة أخرى دخيلة على الصيغة (جذر أحادى الصامت سالب) والذى يبدو أنه كان الجذر الخاص باللغة .\n2- العناصر اللغوية(م ز) والدالة على الزمن Les modus temporis\n(1/52)",
        "\nإن أى عنصر لغوى (م ز) عبارة عن عنصر لاشكلى يحدثه فاعله فى وقت ما ؛ وهذا الزمن هو نفس الوحدة الصرفية العامة للزمن فى هذا الشكل (الجذر تاء) ، ومن ثم ، فالصائت الثانى لايمكن أن يكون ، وفقاً للنظام ، سوى كسرة فى حالة الدلالة الفاعلية الموجبة ، وفتحة فى حالة الدلالة الفاعلية السالبة . والواقع أنه لما كانت الدلالة الفاعلية الصفرية تظهرُ الفاعل مجردا من أى سلطان على العنصر اللغوى (م ز) ، فإنها تظهره عاجزاً عن التصرف فى مدته 91، ولهذا فالعنصر اللغوى المشتمل على الزمن له مدة محدودة تُحددُ عن طريق السياق أو الموقع ، ومع ذلك فمن الممكن أن هذا العنصر يأخذ الصيغة المعبرة عن الطريقة التى يتم بها الفعل .\nأ- العنصر اللغوى (م ز) و الدال على الزمن والمنتهى بنون وضمة\nLe modus temporis \" nu \"\n° العنصر اللغوى (م ز) المطابق للفعل البسيط :\nوصيغه التصريفية الموجودة فى النظام هى : /فعِلَة fa'ilat / و /فعَلَة fa'alat/ . مثال لذلك الآية 280 من سورة البقرة \"فَنَظِرَةُ إِلَى مَيَسَرَةٍ\" وصيغة الدلالة الفاعلية ميتة هنا ، فاندمجت الصيغتان فى صيغة واحدة هى / فَعلَةْ fa'lat/ والتى أصبحت تعبر عن اسم فاعل ، والحالة الخاصة فى العناصر اللغوية (م ز) الدالة على الزمن هى حالة العنصر الدال على الزمن والذى يعبر عن الأعداد الأصلية noms de nombre cardinaux من 3 إلى 10 ، وهذه الأعداد تنطق كالتالى فى اللغة العربية92 :\n3 : ثلاثة أو ثلاث ؛ 4 : أربعة أو أربع ؛ 5: خمسة أو خمس ؛ 6: ستة أو سِت 7 : سبعة أو سبع ؛ 8: ثمانية أو ثمانٍ ؛ 9: تسعة أو تسع ؛ 10 عشرة أو عشر .\n(1/53)\n",
        "والنمو الظاهرى للأجناس \"ثلاثةُ كلابِ /ثلاثُ كلباتٍ \" يُفسَّر بالخلط بين الجذر تاء ، وهو الوحدة الصرفية للزمن العام وبين حرف التاء المربوطة وهى الوحدة الصرفية للمؤنث ؛ وهذه الوحدة الصرفية (التاء المربوطة) المختلطة مع علامة التأنيث تصبح عديمة الفائدة أمام اسم وحدته الصرفية المؤنثة (تاء) ، ولهذا اُختصرت/ ثلاثةُ كلباتِ/ بـ / ثلاث كلباتِ/ بينما يظل التركيب /ثلاثةُ كلابِ/ غير متغير .\nوالعدد 1 يلفظ \"وحْدَةْ\" ويستخدم مثل الصفات العددية الأخرى ، أو ينطق /أحَد ، إِحدى / والتى تشير إلى جزء من جمع . مثال لذلك : (أحدُ الكلابِ) و (إِحدى الكلباتِ) ؛ أما العدد 2 فيلفظ \"اثنانِ\" و \"اثنتانِ\" ويستخدم كعلامة إعرابية للمثنى ، أى كتوسيع تشخيصى .\nأما الفاظ العقود من 20 إلى 90 (20 :عشرون ؛ 30 : ثلاثون ؛ 40 : أربعون 50 : خمسون ؛ 60 : ستون ؛ 70: سبعون ؛ 80 : ثمانون ؛ 90 : تسعون) فمكونة من إضافة الوحدة الصرفية للجمع للأعداد المقابلة للوحدات93. والعدد (20) هو العدد الوحيد الذى يبدو جمعاً شكليا للعدد (10) وليس للعدد 2 . ولقد أدى ثبات الصيغ إلى وجود (عِشرونَ) . والواقع أن العدد (عَشرونِ) حاصل (2X 10) انشق عن هذا الثبات الصيغى . أما /اثنانِ/ ، فتشخيصها للمثنى أعاق استخدامها . ومن أمثلة ذلك : (ثلاثون كلبا ؛ ثلاثون كلبةً) .\nوالأعداد الفردية les nombres intermédiaires بين الجذور الزوجية racines rondes تتطلب جذرين : جذرا يشير للوحدة الآحادية وآخر يشير للوحدة العشرية .\n(1/54)\n\nوالأعداد مابين 11: 19 (11: أحدَ عشرَ ، إحدى عشرةَ ؛ 12: اثنا عشر اثنتا عشرةَ ؛ 13 : ثلاثة عشر ، ثلاثُ عشرة ؛ 14 : أربع عشرة ، أربعة عشر ، 15 : خمس عشرة ، خمسة عشر ، 16 : ست عشرة ، ستة عشر ، 17 : سبع عشرة ، سبعة عشر ، 18 : ثمانى عشرة ، ثمانية عشر ، 19: تسع عشرة ، تسعة عشر ) كل عدد منها يرتبط جزآه ليس عن طريق علاقة نحوية بل عن طريق علاقة شكلية مكونة من علامتى بناء (الفتحة) واللتان حلتا محل الصوائت الإعرابية للوحدات العددية التى تتألف منها ، ومن ثم ، فقد اختفت علامة الإعراب من أسماء هذه الأعداد والتى لم يعد أى عدد منها مرتبطاً بعنصره اللغوى الخالى من الزمن إلا كتوسيع صيغى فى المفرد . أمثلة : /ثلاثةَ عشرَ كلباً/ و /ثلاثَ عشرةَ كلبةً .\nوأسماء الأعداد من 20 إلى 100 مكونة من توليف بسيط ، وفى الواقع فإن علامة إعرابها (الواو والنون ) و (الياء والنون) غير المحذوفة تعوق أخذها للفتحة . أمثلة : /ثلاثةٌ و ثلاثونَ كلباً / و /ثلاثٌ وثلاثون كلبةٍ .\nوالعدد 100 يلفظ مِائَة ، وهذه الكتابة قديمة . أمثلة : مائةُ كلبٍ / و /مِائة كلبةٍ . والعدد 1000 يلفظُ /ألف/ وجمعه /ألوف أو / آلاف / . أمثلة : ألف كلبٍ و /ألف كلبةٍ .\nــ العناصر اللغوية الدالة على الزمن والمطابقة للصيغ التصريفية للفعل94:\nوهى مشتقة من عناصر لغوية غير شكلية مشتملة على الزمن تتطابق مع وحدة الزمن الصرفية عن طريق التآلف . أمثلة :\nتعذيبة (عذب لمرة واحدة) (عذب فى فترة ما).\nإخراجة (أخرج لمرة واحدة) (أخرج فى فترة ما).\nتغافُلة (تغافل لمرة واحدة) (تغافل فى فترة ما) .\nانطلاقة (انطلق مرة واحدة) (انطلق فى فترة ما)\nتزلزلة (تزلزل لمرة واحدة) (تزلزل فى فترة ما)\nب - العنصر اللغوى (م ز) والدال على الزمن والمعبر عن الطريقة95",
        "(1/55)\n\nصيغ هذا العنصر هى /فِعِلَة fi'ilat/ أو /فِعَلة fi'alat/ . والصائت (الكسرة) بعد الفاء هو علامة صيغة الطريقة وعلامة البناء للفاعل الذى تتطلبه الدلالة الفاعلية ، وهناك مثال قديم : عَجبتُ مِن كِسِوةِ زيدٍ عَمراً ؛ ونظرا لموت الدلالة الفاعلية ، فقد دُمجت هاتان الصيغتان فى واحدة : / فِعْلَة fi'lat/ والتى أصبحت صيغة للتعبير عن الطريقة التى يتم بها الفعل . ومن الملاحظ أن العناصر اللغوية الأخرى (م ز) والدالة على الزمن modus temporis ليس لها عناصر لغوية تدل على الطريقة .\n3- العناصر اللغوية الدالة على الزمان والمكان والآلة Les modus Rei\nإن كل عنصر لغوى (م ز) عبارة عن عنصر لغوى غير شكلى مشتمل على الزمن ينتجه فاعله من علاقته مع عنصر لغوىعام خال من الزمن ، وهو الجذر ميم . وهكذا فالصائت الثانى ـ وفقا للنظام لا يمكن أن يكون إلا كسرة فى حالة الدلالة الفاعلية الموجبة وفتحة فى حالة الدلالة الفاعلية السالبة . وفى الغالب فإن هذا العنصر (خ ز) ــ الجذر ميم ــ يعبر عن مكان أو زمان فى هذا الشكل الخاص ؛ الأمر الذى يجعل من هذا العنصر اللغوى المشتمل على الزمن عنصراً لغوياً دالاً على المكان أو دالاً على الزمان . وفى الغالب أيضاً فإن العنصر اللغوى (م ز) يحمل دلالة الطريقة التى عرفناها ، والعنصر اللغوى (خ ز) يعد أداة والعنصر اللغوى المزدوج modus Reiيعد عنصراً يعبر عن الآلة . ومع ذلك فإن هذا فالعنصر اللغوى modus Rei موجود دوما فى اللغة العربية الفصحى ويُستخدم كاسم : اسم مكان أو زمان أو آلة .\nأ - اسم المكان والزمان Le nomen loci vel temporis\n° اسم المكان والزمان المطابق للتصريفات البسيطة للفعل :\nصيغ هذا الاسم : /مَفعِل maf'il/ أو /مَفعَل maf'al/ . أمثلة :\nمَوعِدْ (مكان وزمان تحقيق وعد، ميعاد) .\nمَشرَبْ (مكان للشرب) .\n(1/56)",
        "\nهناك حالة خاصة للعنصر اللغوى (م ز) وهى حالة العناصر البمشتملة على الزمن والدالة على أسماء الأعداد من 1 إلى 10 أو الأعداد التوزيعية noms de nombres distributifs :\n1/1 : مَوحَد ؛ 2/2 : مثنى ؛ 3/3 : مثلث ؛ 4/4 : مربع ؛ 5/5 : مخمس ؛ 6/6 : مسدس ؛ 7/7 : مسبع ؛ 8/8 : مثمن ؛ 9/9 : متسع ؛ 10/10: معشر .\nواسم العدد التوزيعى مثل اسم العلم ، فهو لا يقبل التنوين ؛ لأنه يتطلب مضافاً إليه فاعلياً génitif subjectif ، وهو مجموعة الأعداد التى تجمع عن طريق جذر الصيغة ، ولهذا فاسم العدد التوزيعى ممنوع من الصرف .\n° اسم المكان والزمان المطابق للصيغ التصريفية الأخرى للفعل\nكل صيغة من هذه الأسماء مطابقة لصيغة العنصر اللغوى غير الشكلى المشتمل على الزمن المبدوء بالميم التفخيمية أو المصدر الميمى للصيغة التصريفية المطابقة96. مثال لذلك : مُجتمعْ (مكان للاجتماع) .\nب - اسم الآلة Le nomen instrumenti\nصيغة تصريفه الأولى هى /مِفعَلْ mif'al/ التى تطورت ، خارج النظام ، إلى /مِفعَلة mif'alat/ و /مِفعال mif'a:l/ . أمثلة : /مِفتَح miftah/ أو / مفتاح mifta:h/ ؛ /مِطرق mitraq/ أو /مطرقة mitraqat/ . وهذا الشكل لايوجد إلا متطابقا مع الفعل البسيط .\nعاشراً : العناصر اللغوية غير الشكلية (م ز) أو العناصر اللغوية ذات الشكل المحدد :\n1- العناصر اللغوية (م ز) الفاعلية والمفعولية المطابقة للفعل البسيط\nLes modus agentis vel patientis\n° العنصر اللغوى الفاعلى المطابق للفعل البسيط :\n(1/57)\n",
        "صيغة هذا العنصر هى : /فاعِل fa:'il/ فى حالة الدلالة الفاعلية الموجبة ، و/فاعَل fa:'al/ فى حالة الدلالة الفاعلية السالبة97. ولم يعد هناك من صيغة سوى /فَاعِل fa:'il/ ؛ وفى هذه الصيغة تكون الفتحة علامة المبنى للفاعل ، والألف علامة الشكل ، والكسرة صائت تركيبى وجد بسبب حتمية الصائت الممدود الذى يسبقها . مثال لذلك ، الآية (185) من سورة آل عمران : \" كُلُ نَفسٍ ذَائِقَُة الَموتِ \" .\nوهناك حالة خاصة فى العنصر اللغوى (م ز) الفاعلى وهى حالة اسم الصفة العددية nom du nombre ordinal من الثانى حتى العاشر ، مثل /ثالِث ta:lit/ . وتتألف الصفات العددية ما بين الحادى عشر والتاسع عشر بطريقة مشابهة للإعداد الأصلية nombres cardinaux المقابلة لها . أمثلة : /حادى عشرَ ha:dija-'asara/ و /حادية عشرة ha:dijata-'asrata/ ؛ /تاسعَ عشرَ ta:si'a 'asara/ و /تاسعة عشرة ta:si'ata 'asrata/ أما الأعداد مابعد التاسع عشر فتتألف عن طريق التوافق . أمثلة : /حادٍ وعشرونَ ha:din wa 'isr-u:na/ و /حاديةٌ وعشرونَ da:dijata-u-n wa 'isr-u:na/ ؛ /تسعُ وتسعونَ ta:si'-u-n wa tis'-u:na / و / تسعةٌ وتسعونَ ta:si'at-u-n wa tis' -u:na/ . أما الأعداد الزوجية التى تلى (99) فمطابقة للأعداد الأصلية .\n° العنصر اللغوى (م ز) المفعولى المطابق للفعل البسيط :\n(1/58)\n\nصيغة هذا العنصر هى /مَفعول maf'u:l/ التى يبدو أنها مكونة من عنصر لغوى (خ ز) (الجذر ميم) ومن الصيغة /فَعول fa'u:l/ ، والتى سندرسها فى القسم الخاص بالعناصر اللغوية (م ز) المحددة ذات الدلالة الفاعلية الصفرية ، وليس من /فُوعُل fu:'ul/ . وفى الأصل ، كانت صيغة /مفعول maf'u:l/ تشير للعنصر اللغوى (خ ز) الذى كان يعود على العنصر اللغوى (م ز) المقيس على صيغة /فَعول fa'u:l/ ؛ فكلمة : مَكْتُوب مثلا كانت على الأرجح تشير فى البداية إلى الشئ الذى يُكتب عليه ، ثم تحولت بالمجاز وأصبحت تشير إلى ماهو مكتوب écrit . ولقد جعل الاستخدام /مفعول/ كشريكة /فاعِل / فى حالة المفعول . وقيمة الانجاز أو التقدم للصيغة الشكلية فى هذه الصيغة نادرة للغاية فى اللغة العربية الفصحى ؛ حيث تركت موقعها لصيغ الماضى المشابهة .\nب - العناصر اللغوية (م ز) الفاعلية والمفعولية المطابقة لصيغ التصريف الأخرى\nصيغ هذه العناصر يمثل لها الجدول التالى :\nج3ص\n+ ج1ص\n+ج1ص + ج1ص\n+ج1ص+ج1ص+ج1ص\n(1) فاعل ـ مفعول\n(2) مفُّل مفعَّل مفعِّل\n(3) مفاعُل مفاعَل مفاعِل\n(11) مفعالّ (9) مفعَلّ\n(6) متفاعِل (5) متفَعِّل\n(4) مفعُل مفعَل مفعِل\n(8) مفتعِل أو (7) منفعِل\n(10) مستفعل\nسالب\nموجب\nموجب\nموجب\nموجب\nسالب\nسالب\nسالب\nج4ص\n+ج1ص\n+ج1ص+ج1ص\nI مفَعْلُل مفَعْلَل مفَعْلِل\nIV مفعَلِلّ\nII متفَعْلِل\nصفرى\nموجب\nصفرى\nج5ص\n+ج1ص\n(12) مُفْعَوعِل\n(13) مُفعَوِّل\nIII / (14) مُفعَنلِل\n(15) مُفعَنلِي\nصفرى\nصفرى\nصفرى\nصفرى\nالصائت هو (الكسرة والفتحة) ؛ والكسرة علامة المبنى للفاعل ؛ والفتحة علامة المبنى للمفعول ؛ وصيغة /مُفعَنلى muf'anli/ صيغة اضطرارية . أمثلة :\n(2) مُكَسَّر (ماهو مكسور)\n(5) مُتكسِّر (ما يتكسر) .\n(6) مُشهِد (من يشهد) ؛ (مَشهد) ؛ (مَأَشهِد) .\n(10) مُستشهد (من يجعل نفسه شاهداً أو من يعرض نفسه للقتل) .\n(7) مُنعَقِد ( ما ينُعَقدُ) .\n(I) مُتلفِن (الذى يُتلفن) .",
        "(1/59)\n\nيجب أن نستنتج -على غرار ضمير المتكلم والمخاطب للأفعال- أن الجذر ميم فى هذه الصيغ يشير إلى عنصر لغوى (خ ز) ، ولكنه يختلف عن ضمير المتكلم والمخاطب فى أنه يشير إلى عنصر لغوى (خ ز) غير محدَّد ، يحدده العنصر اللغوى (خ ز) من خلال النحو ، حيث يكون الجذر ميم هو الانعكاس ؛ ومن ثم ، فالجذر ميم يلعب دوراً يضارع دور ضمير الغائب فى هذه الأشكال .\n2- العنصر اللغوى (م ز) المحدد Le modus determinans\nالشكل الذى يميز العنصر اللغوى (م ز) المحدَّد هو عدم الانتهاء الذى يمكن أن يطلق عليه مجازا المألوف habituel أو الطبيعى naturel وهذا الشكل لايوجد إلا مطابقاً لصيغ تصريف الفعل البسيط وفى حالة البناء للفاعل فقط .\nأ- العنصر اللغوى (م ز) المحدد البسيط :\nوصيغه هى : /فَعال وفعول وفعيل/98 ؛ ويشير المد هنا إلى شكل عدم الانتهاء .\nأمثلة :\nضريب (له دلالة فاعلية موجبة) .\nجَبان (له دلالة فاعلية سالبة) .\nبَيوض (له دلالة فاعلية صفرية) .\nومع ذلك فنظراً لاختفاء صيغة الدلالة الفاعلية ، فالصيغة : (فَعيلْ fa'i:l ) أصبحت فى اللغة العربية الفصحى الشكل الأكثر استخداما ، بسبب صوائته التى تشكل ازدوجا سماعيا ملتصقا فى النطق :\nمثال لذلك : كبير\nب ـ العنصر اللغوى (م ز) المحدد ذو الصيغة الإضافية :\n° العنصر اللغوى (م ز) المكثف :\nإن صيغه /فَعّال وفِعّيل وفُعّول / والتى لا تختلف عن صيغ / /فعال وفعول وفعيل/ إلا بتضعيف العين99 ، هى علامة الصيغة المكثفة ، أمثلة لذلك :\nصِدّيق ( صادق تماما وبصرامة ) .\nعلام (كثير العلم ) .\nقُدّوس (قديس بشكل جوهرى) .\n° العنصر اللغوى (م ز) المحدد التفخيمى (التوكيدى)\nLe modus determinans emphatique\nصيغتاه / مِفعال ومِفعيل/ ؛ حيث تكون علامة التفخيم هى الميم ، أمثلة لذلك :\nمِنطيق (الذى يتحدث ببراعة) .\nمضحاك ( الذى يضحك كثيرا) .\n° العنصر اللغوى (م ز) المحدد التفضيلى Le modus determinans élatif\n(1/60)",
        "\nليس له سوى صيغة تصيريفية واحدة فى العربية الفصحى ، وهى / أفعل / حيث تشير الهمزة إلى صيغة التفضيل ، أى المرتبة الأكثر علوا فى العنصر اللغوى (م ز ) وتشير إلى استمراريته ، أمثلة لذلك :\nأكبر ( كبير للغاية ، وهى من صفات الله) .\nأوّل .......\nأجبن ( جبان للغاية ) .\nأعلم ( علام للغاية ) .\nإن الجذر (م ز) المحدد التفضيلى ممنوع من الصرف ، وهو دوما أساس أو قاعدة لتوسيع إضافى مستتر أو متمم ، والذى يعدّ دلاليا قاعدة المقارنة التى تجعل من درجة العنصر اللغوى (م ز) درجة عليا .\nت - العنصر اللغوى (م ز) المحدد المكون من عنصر لغوى (م ز) مكون من جذر ثلاثى الصوامت وعنصر لغوى (م ز) من جذر أحادى الصامت .\nإن العنصر اللغوى أحادى الصامت ينطق دوما ياء مشددة .\n° الجذر الثلاثى الصامت مكون من عنصر لغوى لاشكلى : أمثلة لذلك :\nجمعىّ مجمعىّ إجماعىّ اجتماعىّ\n° الجذر ثلاثى الصوامت المكون من عنصر لغوى شكلى ، أمثلة لذلك :\nجامعىّ ضريبىّ\nث ـ العنصر اللغوى (م ز) المحدد والمكون من عنصر لغوى (خ ز) ومن نفس الجذر أحادى الصامت :\n° العنصر (خ ز) المكون من جذر أحادى الصامت ، مثل : أنانىّ .\nإن الوحدات التى تكونت بهذا الشكل تعد متأخرة (حديثة) ونادرة للغاية .\n° العنصر اللغوى (خ ز) المكون من جذر ثلاثى الصامت ، أمثلة لذلك :\nكلبىّ كتابىّ\nالصيغ غير القياسية للعناصر اللغوية ( خ ز) و (م ز) 100\nلما كانت الصيغ غير القياسية للعناصر اللغوية (خ ز) والعناصر اللغوية (م ز) مكونة عن طريق نفس الضرورات وبنفس الطريقة ، فسوف نعرض لهذه الضرورات ونبين تأثيرها على العناصر اللغوية (م ز ) فقط .\nأولا : الصيغ غير القياسية للعناصر (م ز) التى بها الصامت الثانى يساوى الصامت الثالث أو العناصر اللغوية (م ز) الصامتة .\n(1/61)\n",
        "إن نموذج الصيغ التوكيدية paradigmes énergiques يوضح أن صامتين مثلين يميلان إلى الاندماج فى صامت واحد مضعَّف عندما يفصلهما صائت قصير . والمتحرك يوضع عادة قبل الصامت المضعف 101 إذا كان الصامت الذى يسبقه ساكنا ، وإن لم يكن كذلك يسقط . ومن هنا تكونت أشكال الأفعال : (يردّ) من (يردد) وكذلك ( ردّ ) من ( ردد) وكذلك ( رادّ ) من (رادِد ) 102 . و يبين نموذج الصيغ التوكيدية أن إدغام الصامتين المثلين لا يتم إذا كان الصائت الواقع بينهما صائتا طويلا voyelle longue ومثال لذلك : ( مردود ) . وإدغام الصامتين المثلين يعاق أيضا عندما يكون الصامت الثاني ساكنا ، وفى الواقع فإن السلسلة صامت أول + صائت + صامت ثان + صامت ثالث ليست سلسلة قياسية ، ومن هنا تأتى أشكال الأفعال مثل : ( تردُدْن) و ( رددْتَ ) .\nومن ثم يجب أن نستنتج أنه إذا كان الصامت الأول فى فعل الأمر مصحوبا بصائت قصير فليست هناك حاجة لإضافة صامت متحرك فى أول الفعل ، كما فى مثل : ( ردّى و ردَّ ) 103 .\nثانيا : الصيغ غير القياسية للعناصر اللغوية (م ز) التى بها صامت أساسى هو الهمزة أو العناصر اللغوية (م ز) المهموزة :\nإن الصامت الحلقى غير المضعف ( الهمزة ) وهو أقصر صوامت اللغة العربية يعد صامتا ضعيفا . وفى صيغ الأفعال المهموزة تختفى فيه همزة الفعل التى تقع بعد همزة المضارعة وهى الهامش الأيسر من المقطع ، فالسلسلة ( همزة + صائت + همزة ) والتى تعد حالة خاصة من السلسلات التى ندرسها ضمن العناصر اللغوية (م ز ) التى يساوى فيها الصامت الثانى الصامت الثالث ، هذه السلسلة تصبح : همزة + صائت طويل ؛ ومن هنا جاءت الصيغ مثل (آكل) من ( أَأْكُل) و ( اِيذن ) من ( اِئْذن ) ؛ ولهذا فهناك خلط بين الصيغتين /فَاعِل/ و/أَفْعَل/ ، مثل : ( آمِر = فاعل ) و ( آثَر = أفعل من أأثر ) .\n(1/62)\n\nوفى أمر بعض الأفعال الشائعة الاستخدام تحذف الهمزة لعلة سنتناولها مع دراسة الأفعال التى يكون صامتها الأول واوا ، وتكون دلالتها الفاعلية موجبة ، مثال لذلك : ( كُل ) من ( اُأْكُل ) .\nثالثا : الصيغ غير القياسية للعناصر اللغوية ( م ز ) التى بها صامت أساسي هو الواو أو الياء :\nتأتى هذه الصيغ بسبب النطق المفتوح لهذين الصامتين ، ويكون فتحها عند إطلاق اللسان قريبا جدا من الصوائت المتماثلة معهما صوتيا (الضمة والكسرة ) ؛ ونتيجة لذلك فالتقابل التركيبى بين الواو أو الياء والضمة أو الكسرة لم تعد له نفس السعة . والسلاسل اللغوية ذات الواو أو الياء والتى من الممكن استبدالها تُحوّل لاستعادة السعة المفقودة ، ومع هذا فتحويلها أدى إلىاستبدال الصيغ التى توجد فيها بصيغ غير قياسية .\nسيتضح لنا خلال عملية تحول الصيغ غير القياسية أن الصيغ المشتملة على صائت طويل مصحوبا بمماثل قصير ، يُعكس فيها هذان الصائتان ، حيث يسبق الصائت القصير مماثله الطويل ، وبذلك تتفق هذه الصيغ مع النطق اللين للسان .\n1ـ الصيغ غير القياسية للعناصر اللغوية (م ز) والتى يكون صامتها الأول الأساسى ( واوا أو ياء) أو العناصر اللغوية (م ز) المثالية assimilés 104\nمن الثابت أن الأمر يعد غير متوافق مع أية دلالة فاعلية عدا الدلالة الفاعلية الموجبة . سنرى أن العناصر اللغوية (م ز) ذات الدلالة الفاعلية الموجبة تكون بمفردها غير قياسية فى بعض صيغها التصريفية .\nأ ـ العناصر اللغوية (م ز) ذات الصامت الأول الأساسى ( ياء ) :",
        "(1/63)\n\nإن العناصر اللغوية التى يكون صامتها الأول ياء جميعها عناصر دلالتها الفاعلية سالبة أو صفرية ، ولا يمكن أن تُستخدم فى الأمر ، فصيغها قياسية ، ومن أمثلة ذلك : ( يئستَ ) حيث تكون السلسلة ( الصامت والصائت يَـ ) ثابتة بسبب الضرورة المقطعية التى تحفظ الياء ، ومثال آخر ( تيئس ) حيث تكون السلسلة ( الصامت والصائت والصامت تَيْـ) ثابتة بسبب وضع الياء الساكن والذى يقلل من امتداد الصائت (الفتحة) والذى يعد أكثر الصوائت مدا .\nب ـ العناصر اللغوية (م ز) التى يكون صامتها الأول الأساسى واوا :\nعلى العكس مما سبق تفقد الأفعال التى يكون صامتها الأول واوا فى كل صيغ تصريف المضارع ذى الدلالة الفاعلية الموجبة هذا الصامت ( الواو) ، ولهذا السبب فتُستخدَم فى الأمر ؛ حيث تقلّ صيغ الأمر بعد صائت طويل ( الواو والياء ) ، وأمثلة لذلك : ( هلمّوا وجِدوا ) من ( هلمُّوا جِدوا ) و (هلمّى وجِدى ) من ( هلمّى يجِدى ) من (هلمّى جِدى ) وهذا الحذف قد صار معمّما ، ومنه جاءت الصيغ :\nــ صيغة تصريف الأمر الذى يكون صامته الأول ذا دلالة فاعلية موجبة :\nالعدد\nالنوع\nالمفرد\nالمثنى\nالجمع\n2\nمذكر\nمؤنث\nعِلْ\nعِلِى\nعِلا\nعِلوا\nعِلنَ\nصيغ تصريف المضارع ذىالصامت الأول (واوا) الموجب الدلالة الفاعلية :\nالعدد\nالنوع\nالمفرد\nالمثنى\nالجمع\n1\n2\n3\nمذكر\nمؤنث\nمذكر\nمؤنث\nمذكر\nمؤنث\nأَعِلُ\nأَعِلُ\nتعِلُ\nتعِلين\nيعِلُ\nتعِلُ\nتعِلانِ\nتعِلانِ\nيعِلانِ\nتعِلانِ\nنعِلُ\nنعِلُ\nتعِلون\nتعِلْنَ\nيعِلون\nيعِلْنَ\nتكونت صيغ تصريف المضارع من صيغ تصريف الأمر ، وكذلك من بعض العناصر اللغوية (م ز) اللاشكلية ؛ فمثلا جاءت ( عِلَة )105 من (وِعْلَة) مثل : ( جِدة) . وبالنسبة للعنصر اللغوى (م ز) الدال على اسم الآلة يصاغ على (مِيعال) حينما يكون الصامت الأول واوا أو ياء ، مثال لذلك ( مِيزان ) من ( مِوزان ) .\n(1/64)",
        "\n2ـ الصيغ غير القياسية للعناصر اللغوية (م ز) التى يكون صامتها الثانى الأساسى واواً أو ياءً أو العناصر اللغوية (م ز) المجوفة concaves 106\nأ- الصيغ غير القياسية التى يكون صامتها الثانى الأساسى واوا : لم يحتفظ تصريف هذه الصيغ بأثر ضرورات صيغة الدلالة الفاعلية القديمة107.\nتصريف الأمر ذى الصامت الثانى (واو)\nالعدد\nالنوع\nالمفرد\nالمثنى\nالجمع\n2\nمذكر\nمؤنث\nفَُل: فَل\nفَُلِِ : فالِى\nفَُلََ : فالا\nفَُلُُ : فالُو\nفَُلْنَ : فَلْنَ\nصيغ تصريف الماضى الفاعلى والذى يكون صامته الثانى واوا .\nالعدد\nالنوع\nالمفرد\nالمثنى\nالجمع\n1\n2\n3\nمذكر ومؤنث\nمذكر\nمؤنث\nمذكر\nمؤنث\nفَُِلْتُ : فِلْتُ\nفَُِلْتَ : فِلْتَ\nفَُِلْتِ : فِلْتِ\nفَُِلَ : فالَ\nفَُِلَتْ : فالَتْ\nفَُِلْتُمََ : فِلْتُما\nفَُِلََ : فالا\nفَُِلَتََ : فالَتا\nفَُِلْنََ : فِلْنا\nفَُِلْتُم : فِلْتُم\nفَُِلْتُنَّ : فِلْتُنَّ\nفَُِلُُ : فالو\nفَُِلْنَ : فِلْنَ\nصوائت صيغة ( فَلْنَ ) فى الأمر وصيغة ( فِلْنَ ) فى الماضى ، والتى يكون فيها الصامت المتبوع بصائت ( ــنَ ) هو نفس علامة جمع المؤنث هذه الصوائت مختلفة ؛ ولذا فلا يمكن لها أن تمثل الصامت الأساسى المحذوف ( واو ) ولا صائت المبنى للفاعل المستتر فى صيغة الأمر ، وينبغى عليها أن تمثل الصائت الأوسط الذى كان علامة الدلالة الفاعلية وبهذا تكونت ( فَلْنَ ) مثل صيغة ( فَُلْنَ ) وصيغة ( فِلْنَ) مثل ( فَُِلْنَ) .\nفى هاتين الصيغتين وفى الصيغ الأخرى المماثلة ، يتضح لنا الآتى :\nـ سيطرة العنصر الحركى (الصائت) الثابت على العنصر الحركى المتغير لدى احتكاكه به فى الصيغ المكونة من ( صامت + صائت متغير + صائت ثابت + \"صامت\" ) وأمثلة لذلك108 :\n( فَُلِِ ) : ( خَُفِِ ) ? ( خََفِِ ) ? ( خافى ) .\n( ــَِفَُلُ ) : ( ـَِخَُفُ ) ? ( ـَِخََفُ ) ? ( يخافُ ) .\n( فَُلْنَ ) : ( خَُفْنَ ) ? ( خََفْنَ ) ? ( خَفنَ )\n(1/65)\n",
        "- سيطرة العنصر الحركى الثابت (الصائت الأول) على العنصر الحركى المتغير لدى احتكاكه به فى الصيغ المكونة من (صامت +صائت أول +صائت متغير+صائت ثانٍ) مثال :\n( فَُِلَ ) : ( خَُِفَ) ? (خََِفَ) ? (خَِفَ) ?(خََفَ) ? (خاف) .\n( فُُِلَ ) : ( خُُِفَ) ? (خُُفَ) ? (خُوفَ) .\nومع ذلك فالصيغة (فيلَ) مثل خيفَ هى الصيغة المعروفة لضمير الغائب فى الماضى المفعولى .\n- سيطرة العنصر الحركى الثابت (الصائت الثانى) على العنصر الحركى المتغير لدى احتكاكه به فى الصيغ المكونة من (صامت +صائت أول+صائت متغير +صائت ثان + صامت) . مثال لذلك :\n(فَُِلْتَ) : (خَُِفْتَ ) ? (خَِِفْتَ) ? (خَِفْتَ ) ?(خِفْتَ ) .\nحيث يوجد العنصران الحركيان الثابتان (الصائت الأول \"الفتحة\" والصائت الثانى \"الكسرة\" بنفس الطريقة أمام عنصر متناقص وهو (الضمة) ، و (الصائت المتغير \"الكسرة\") الذى يختفى أمام (الفاء) ؛ ويتم التماثل كتماثل متناقص . والواقع أن الكسرة لا يمكن أن تكون متغيرة ، فالسلسلة أو الصيغة (فَِل ) : (خَِف ) تُكِّون مقطعاً مستحيلاً (صامت+صائت+صائت+صامت) . وعلى العكس من ذلك تتحول الكسرة إلى همزة فى الصيغة المكونة من (صامت+صائت أول ثابت + صائت أول متغير+صائت ثان متغير+صائت ثان ثابت ) والتى تقاس على (فاعِل) فى حالة العنصر اللغوى (م ز) الفاعلى ، ومثال لذلك :\n(فََُِل) : (خََُِف) ? (خََئِف ) ? (خائِف) .\nوتبدل الصائت الثانى المتغير إلى همزة يمنع استبدال (فََُِل) : (خََُِف) بـ (فيل : خيف) التى تدمر الصيغة . ومع ذلك فالصائت الثانى المتغير لا يبدل بهمزة فى صيغ التصريف ذات الأشكال الإضافية فى حالة الفعل المتعدى الناقص ؛ والواقع أن الهمزة لاتُحفظ فى السلسلة التى بها فتحتان وهمزة وفتحة ـ (صائت مفتوح ثابت + صائت مفتوح متغير + صامت (همزة) صائت مفتوح ثابت ) ــ والتى توجد فى كل صيغ تصريف الماضى ، ومن هنا جاءت الصيغ غير القياسية التالية :\n(1/66)\n\n(فَََُلتَ) : (قَََُلتَ) : (قاوَلْتَ)\n(فَََُلَ) : (قَََُلَ) : (قاوَلَ)\nوكذلك الصيغ غير القياسية فى حالة المضارع والأمر :\n(تُفََُِلُ) : (تُقََُِلُ) : تُقاوِلُ ) .\n(فََُِل) : (قََُِل) : (قاوِل) .\nوالصيغ غير القياسية للعناصر اللغوية (م ز) التى يكون صامتها الثانى الأساسى ياءً يتم لها نفس الشئ وينطبق عليها ذات التفسير .\nب- الصيغ غير القياسية للعناصر اللغوية (م ز) التى يكون صامتها الثانى ياءً :\nصيغة تصريف الأمر الذى يكون صامته الثانى ياءً\nالعدد\nالنوع\nالمفرد\nالمثنى\nالجمع\n2\nمذكر\nمؤنث\nفِِل : فِل\nفِِلِِ : فيلى\nفِِلََ : فيلا\nفِِلُُ : فيلو\nفِِلنَ : فِلنَ\nصيغ تصريف الماضى الفاعلى والذى يكون صامته الثانى واوا .\nالعدد\nالنوع\nالمفرد\nالمثنى\nالجمع\n1\n2\n3\nمذكرومؤنث\nمذكر\nمؤنث\nمذكر\nمؤنث\nفَِِلتُ : فِلتُ\nفَِِلْتَ : فِلتَ\nفَِِلْتِ : فِلْتِ\nفَِِلَ : فالَ\nفَِِلَت : فالَت\nفَِِلْتُمََ : فِلتُما\nفَِِلََ : فالا\nفَِِلَتََ : فالَتا\nفَِِلْنََ : فِلنا\nفَِِلْتُم : فِلْتُم\nفَِِلْتُنَّ : فِلْتُنَّ\nفَِِلُُ : فالى\nفَِِلْن : فِلْنَ\nومن أمثلة ذلك :\n(بيعى) - ( يَبيعُ) ، (باعَ) - ( يبيع ) ، ( باعَ) - ( بيعَ ) 109، ( بِعتَ ) .\n3- الصيغ غير القياسية للعناصر اللغوية (م ز) التى يكون صامتها الثالث الأساسى واواً أو ياءً أو العنصر اللغوى المعتل défectueux\nأ- الأفعال المعتلة défectueux ذات النمط (فَعَلَ) و (يفعِلُ) ويكون صامتها الثالث ياءً دوما .\nصيغة تصريف الأمر الذى يكون صامته الثالث ياءً\nالعدد\nالنوع\nالمفرد\nالمثنى\nالجمع\n2\nمذكر\nمؤنث\nاِفْعِِ : اِفْعِ\nاِفْعِِِِ : اِفْعِى\nاِفْعََِِ : اِفْعِيا\nاِفعُُِِ : اِفْعُو\nافْعِِنَ : اِِعِينَ",
        "(1/67)\n\nولما كانت صيغة المفرد المؤنث ( اِفْعِِِِ ) تستبدل بصيغة ( اِفْعِِ ) فإن التمييز بين النوع (المذكر والمؤنث) يتم عن طريقة تحويل الصيغة الأخيرة المذكر المفرد إلى ( اِفْعِ ) ومثال ذلك ( اِرمِِ ) : ( اِرمِ ) ؛ والصيغة ( اِفْعُُِِ ) تتحول إلى ( اِفْعُُ ) ومنها إلى ( اِفْعُو ) على غرار (فَُِلْتَ) أو ( فَِِلْتَ ) والتى تتحول إلى ( فِلْتَ ) ومثال ذلك ( اِرمُُِِ ) : (اِرمُُ ) : ( اِرمُو ) ؛ أما فى الصيغة ( تَفْعُِِ ) يتحول ضمير المخاطب فى المفرد المذكر للمضارع إلى ( تَفْعِِ ) : (تَفْعِى ) على غرار الصيغة ( فَُِلَ ) والتى تتحول إلى ( فََلَ ) والتى تتحول بدورها إلى (فالَ ) مثل : ( تَرْمُِِ ) : ( تَرْمِِ ) : ( تَرمِى ) ، وبالنسبة لثبات الصيغة ( اِفْعِيا ) فمردها إلى أن الياء الواقعة بين الكسرة والفتحة تعد صوتا عابرا فى النطق .\nصيغة تصريف الماضى الفاعلى والذى يكون صامته الثالث ياءً\nالعدد\nالنوع\nالمفرد\nالمثنى\nالجمع\n1\n2\n3\nمذكر ومؤنث\nمذكر\nمؤنث\nمذكر\nمؤنث\nفَعَِتُ : فَعَيْتُ\nفَعَِتَ : فَعَيْتَ\nفَعَِتِ : فَعَيْتِ\nفَعََِ ? فَعَا\nفَعََِتْ ? فَعَت\nفَعَِتُمََ = فَعَيْتُما\nفَعَََِ = فَعَيا\nفَعَِتََ ? فَعَتا\nفَعَِنََ = فَعَيْنا\nفَعَِتُم = فَعَيْتُم\nفَعَِتُنَّ = فَعَيْتُنَّ\nفَعَُُِ ? فَعَو\nفَعَِنَ = فَعَيْنَ\n(1/68)",
        "\nفى كل واحدة من الصيغ السابقة تكون السلسلة اللغوية ( صامت + فتحة + ياء ) ثابتة بسبب وضع الياء الساكنة التى تقلل من امتداد الفتح بعد الفتحة والتى تعد أكثر الصوائت إطالة ، والصيغة ( فَعََِ ) تتحول إلى ( فَعََ ) والتى تتحول بدورها إلى ( فَعَا ) على غرار الصيغة(فََُلَ) والتى تتحول إلى ( فََلَ ) والتى تصير ( فالَ) ومثال لذلك : ( رَمََِ ) والتى تحولت إلى (رَمََ) والتى أصبحت ( رَمَا ) . وكذلك على غرار الصيغة المقعرة المماثلة فإن الصيغة ( فَعَتَا ) محولة من ( فَعَت) مثل ( رَمََِتََ ) والتى تحولت إلى ( رَمَتَا ) . أما الصيغة ( فَعَََِ ) فتظل ثابتة لأنها لا يمكن أن تختصر إلى ( فَعََ ) وهى صيغة المفرد ، ومثال لذلك ( رَمَيا ) . وأخيرا تتحول الصيغة ( فَعَُُِ ) إلى ( فَعَُ ) والتى تصبح ( فَعَو ) مثل : ( رَمَُُِ ) والتى تحولت إلى (رَمَُ) والتى أصبحت بدورها ( رَمَو ) . وفى حالة الصيغة المقعرة المماثلة ( فَُِلْتَ ) كان تحويل الوحدة الصوتية ( ــَُِ ) إلى ( ــَِـ ) مستحيلا ؛ لأن هذا التحويل ينتج الصيغة ( فَِلْ ) ، وهذا التغيير ممكن فى حالة الصيغة ( فَعَُُِ ) ؛ حيث لم يكن هناك أى صامت ساكن يتبع الصائت الذى صار إلى صامت ولهذا وُلدت الصيغة ( عَُـ : صامت + صائت + صائت ) .\nب ـ الأفعال المعتلة ذات النمط ( فعِل ـ يفعَل )\nوهذه الأفعال تحتوى على صائت ثالث أساسى وهو الياء ، مثلها فى ذلك مثل الأفعال ذات النمط ( فعَل ـ يفعِلُ )\nصيغ تصريف فعل الأمر المشتمل على صامت ثالث ( ياء )\nالعدد\nالنوع\nالمفرد\nالمثنى\nالجمع\n2\nمذكر\nمؤنث\nاِفْعَِ ? اِفْعَ\nاِفْعَِِِ ? اِفْعَى\nاِفْعَََِ ? اِفْعَيا\nاِفْعَُُِ ? اِفْعَو\nاِفْعَِنَ ? اِفْعَيْنَ\nصيغ تصريف الماضى الفاعلى المشتمل على صامت ثالث ( ياء )\nالعدد\nالنوع\nالمفرد\nالمثنى\nالجمع\n1\n2\n3\nمذكر\nمذكر\nمؤنث\nمذكر\nمؤنث\nفَعِِتُ ? فَعِيتُ\nفَعِِتَ ? فَعِيتَ\nفَعِِتِ ? فَعِيتِ\nفَعَِِ ? فَعِيَ\n(1/69)\n",
        "فَعَِِتْ ? فَعِيَتْ\nفَعِِتُمََ ? فَعِيتُما\nفَعََِِ ? فَعِيا\nفَعَِِتََ ? فَعِيَتا\nفَعِِنََ ? فَعِينا\nفَعِِتُم ? فَعِيتُم\nفَعِِتُنَّ ? فَعِيتُنَّ\nفَعُُِِ ? فَعُو\nفَعِِنَ ? فَعِينَ\nج ـ الأفعال المعتلة ذات النمط ( فعُل ـ يفْعُل ) :\n…وتشكل الواو فى هذه الأفعال الصامت الثالث دائما .\nصيغ تصريف الماضى الفاعلى ذى الصامت الثالث واوا .\nالعدد\nالنوع\nالمفرد\nالمثنى\nالجمع\n1\n2\n3\nمذكر\nمذكر\nمؤنث\nمذكر\nمؤنث\nفَعُُتُ ? فَعُوتُ\nفَعُُتَ ? فَعُوتَ\nفَعُُتِ ? فَعُوتِ\nفَعَُُ ? فَعُوَ\nفَعَُُتْ ? فَعُوَتْ\nفَعُُتُمَُ ? فَعُوتُما\nفَعََُُ ? فَعُوا\nفَعَُُتََ ? فَعُوَتا\nفَعُُنََ ? فَعُونا\nفَعُُتُمْ ? فَعُوتُمْ\nفَعُُتُنَّ ? فَعُوتُنَّ\nفَعُُُـ ? فَعُو\nفَعُُنَ ? فَعُونَ\nووفقا للحتميات التى تمّ دراستها فإن العناصر اللغوية (م ز) الفاعلية المعتلة المفردة فى حالة النصب تكون على صيغة ( فاعِىَ ) وهى من الصيغة ( فََعَُِ ) : ( فََعَِِ ) ، أما فى حالتى الرفع والجر فتكون ( فاعٍ ) وهى اختصار للصيغة ( فاعِى ) من ( فََعُُِ ) فى حالة الرفع و (فََعُِِـ) فى حالة الجر ، من ( فَِعُِِـ) رفعا و( فَِعِِِ ) جرا . أمثلة لذلك : ( داعٍ ) و ( رامٍ)\nوالعنصر اللغوى ( م ز ) المفعولى يكون صيغة ( مَفْعُو ) إذا كان الصامت الثالث واوا ، وتكون صيغة ( مَفْعِى ) إذا كان الصامت الثالث ، أمثلة لذلك : ( مدعُو ) و ( مرمِى ) .\nالوحدات اللامستقلة لنظام التسمية110\nLes unités amorphes du système de nomination\nـــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ\n(1/70)\n\nإن الصوائت التى يفرض استخدامها النظام المقطعى تستخدم عن طريق نظام التسمية كعلامات أولى لصيغها . وعن طريق كل صائت منها بصوته ومده ووضعه النسبى بالنسبة للصوامت الأساسية يتكون مدلوله الخاص . والصوائت الصياغية والتى هى عبارة عن عناصر تكوينية من الصيغ التى تتعلق بها تعد وحدات متصلة (إلصاقية ) unités liées . وبالنسبة للصيغ الحرة modalités libres فهى وحدات لامستقلة تحمل ـ على الأقل ـ مقطعا واحدا ( صامت + صائت ) أو ( صامت + صائت + صامت ) والذى يعد بداية حريتها التركيبية liberté syntagmatique .\nأولا : الصيغ111 :\nتدخل هذه الصيغ فى علاقة مزدوجة عاى النحو التالى :\nـ إما أن تصنف عنصرا لغويا ( خ ز ) 112 .\nـ وإما أن تحدد عنصرا لغويا ( خ ز ) أو عنصرا لغويا (م ز ) .\nـ وإما أن تعقب صيغة أخرى .\nـ وإما أن تشير إلى علاقة نحوية .\nـ وإما أن تكون صوتا ثانيا .\n1ـ الصيغ التى تصنف عنصرا لغويا ( خ ز ) :\nإن الصيغ التى تحدد تبعية عنصر لغوى لصنف تكون أو كانت: العاقل المحتوى على عنصر لغوي ( خ ز ) بين مجموع الأحياء ، و النوع المذكر المشتمل على عنصر لغوى (خ ز) فى مجموعة الذكور 113الفرعية ، والنوع المؤنث المشتمل على عنصر لغوى ( خ ز ) فى مجموعة الإناث الفرعية التكميلية ، وغير العاقل المشتمل على عنصر لغوى ( خ ز ) فى مجموعة اللأحياء ، ووضع ( لَـ / لِـ ) التى تصنف عنصرا لغويا ( خ ز ) على علاقة بزمن الماضى وكذلك ( ها ) التى تصنف عنصرا لغويا ( خ ز ) على علاقة بالمضارع\n2ـ الصيغ التى تحدد عنصرا لغويا ( خ ز ) أو ( م ز ) :\nأ ـ الصيغ التى تحدد عنصرا لغويا ( خ ز ) :\nهذه الصيغ كانت ـ ولا تزال ـ يمثلها العدد \" المفرد والمثنى والجمع \" والمعرّف بـ ( الـ ) 114 والتمييز ( الـ العهدية) والدرجة ( التصغير ) .\nب ـ الصيغ التى تحدد عنصرا لغويا ( م ز ) :",
        "(1/71)\n\nوتتمثل فى : الشكل ( الماضى ، المضارع ، والمتطور progressif)115 والترتيب ordre عن طريق اللام المكسورة ( لِـ) أمام الفعل الممكن potentiel أو عن طريق فعل الأمر ) والدفاع défense ( عن طريق \"لا\" أمام الفعل الممكن ) والطريقة manière ، والتضعيف itération ، والدرجة أو المرتبة degré (الفعل المؤكدبالنون énergique ـ الفعل المفخم emphatique ـ الفعل المكثف intensif ـ الفعل التكرارى élatif ) وأخيرا التمييز .\n3ـ الصيغ المرتبطة بصيغة أخرى :\nوهى : الدلالة الفاعلية التى تحدد صيغة المبنى للفاعل ، والتحديد الشكلى : \"قد\" التى تؤكد زمن الفعل الماضى ، و( السين وسوف ) اللتين تخلص زمن الفعل للاستقبال ونون التوكيد المشددة ( ــنَّ ) ، وأدوات نفى الفعل مثل : (لو)116التى تمنع وقوع الفعل الواقعى ، و (لم) التى تمنع وقوع الفعل الممكن فى الزمن الماضى و( لن ) التى تمنع وقوع الفعل الممكن فى زمن المستقبل117 ، و( إنْ ) الشرطية التى تحدد الفعل الممكن وتجعله مشروطا ، و( يا ) التى تضعّف صيغة النداء (أيها) .\n4- الصيغ التى تشير إلى علاقة نحوية\nأ- الصيغ التى تشير إلى علاقة نواتية relation nucléaire بين عنصرين 118 فى الجملة هى : صيغة النمط (الواقعى أو الممكن) وصيغة البناء للفاعل والمفعول وأدوات القسم (إنَّ و لَـ ) ، والنفى بـ (ما) التى من الممكن أن تتزاوج مع (مِن) أو (إلا) والنفى بـ (لا )119 التى من الممكن أن تتزاوج مع (إلا ) أيضاً والنفى بـ ( ليس ) التى من الممكن أن تتزاوج مع ( بِـ) أو مع الصائت الإعرابى \"الفتحة\"120 والنفى بـ ( لما )121 والاستفهام بالهمزة المفتحوحة ( أَ ) والاستفهام بـ (هل )122 ، والتمنى بـ (لَيتَ) أو بالتنغيم intonation ، والرجاء بـ ( لَعَلَ) ، والمدح بـ (نعمَ ) ، والذم بـ (بئسَ )123 .\nب - الصيغ التى تشير إلى العلاقة الضمنية ذات المعنى الواحد بين القاعدة وتوسيعها :\n(1/72)",
        "\nهذه الصيغ هى : التعدى الكامل أو الناقص ، والنفى بـ (لا)124 والعطف بـ (و) و الإستثناء بـ (إلا) .\nت - الصيغ التى تشير إلى عطف جملتين بواسطة أداة العطف (الواو)125\nوهذه الصيغ هى : صيغتا ( ما ) و ( لا ) اللتان تنفيان العلاقة النواتية للجملة الأولى ، وهذه الصيغ تدخل على (إلا) فتقصى العلاقة النواتية للجملة الثانية126 .\n5- الصيغ التى تعد عنصرا واحدا :\nهى صيغ : الإثبات أو التأكيد assertion وعلامته الإعرابية (الضمة) ، و التعجب exclamation وعلامته الإعرابية (الفتحة) ، والنداء للنكرة évocation وعلامته (يا ... ــاً ) ، والنداء appel للمعرفة وأشهر علاماته (يا) و ( أيُها ) والاستغاثة appel au secours ( يا لَ ) والندبة commisération وعلامتها (وا) أو (وا ...ـاه) 127.\nثانياً : الوحدات اللامستقلة الخارجة على النظام :\nLes unités amorphes hors du système\n1- الحاكيات الصوتية Les onomatopées :\nابتدعت اللغة من بعض أصوات الناس وحدات تسمية خاصة هى الصور السمعية لهذه الأصوات ، ألا وهى الحاكيات الصوتية التى تؤديها اللغة عن طريق الوحدات الصوتية الصغيرة الموجودة بها . أمثلة : طَقْ وغاقْ128. وإذا ما انتقل أحد أصوات الناس عن طريق اللغة إلى إحدى وحداتها ، أو إذا أدرجت اللغة فى إحدى صيغها وحدات الحاكية الصوتية الصغيرة ، فهذا لايسمى ابتداع حاكية ، إنما ترجمة وحدة تسمية قياسية تشبه صوتا ما ، ومثال لذلك الفعل : ماءَ . وعلى النقيض من ذلك ، إذا لم يتحول الصوت ، فالحاكية التى تنتجه تكون عنصراً غير موجود فى اللغة ، ولايتأثر إلا بنظام وظائف الأصوات والمقاطع . أمثلة : كَتْكُوت كَتْكَات .\n2- الاستعارات والاختصارات Les emprunts et les sigles :\n(1/73)\n",
        "تتمثل فى وحدات التسمية (الألفاظ) اللغوية التى استعارتها اللغة العربية من اللغات الأخرى التى اتصلت بها ؛ فاللغة العربية تجاه هذه الاستعارت إما أن تبتدع منها جذوراً لغوية وتقبلها دون أى مخالفة وتعربها مثل : نكَّلَ من الجذر (ن ك ل) ، فيش من الجذر (ف ي ش) ، وإما أن تعيد تركيبها بوحداتها الصوتية الخاصة ؛ نظراً لعدم القدرة على خلق جذر لها وُتدخِلها اللغة العربية ـ كما هى ـ كوحدات لااستقلالية فى مجموعة ثالثة فرعية مخصصة لها تخالف نظام التسمية العربى القديم ، مثل : دبلوماسية .\nوبالنسبة للاختصار ، فهو ليس سوى استعارة خاصة تنتقِى من بين الوحدة اللغوية التى توجزها العناصرَ التى تحفظها لتمثيلها 129.\nنظام الاتصال الكلامى فى اللغة العربية130\nLe système de communication en arabe\nفى اللغات ، هناك جمل غير مركبة ، وهى الجمل المكونة من أسماء الأصوات ، ومن أمثلة ذلك فى اللغة العربية : نَعَمْ ، لا ، صَهْ .\nأولا : الجملة ومكوناتها La phrase et ses constituants\n1ــ مقدمة :\nالجملة هى الوحدة الكبرى فى نظام الاتصال الكلامى . ولما كان وجود عنصرين كافيا لتكوين نظام ما ، فإن نواة الجملة تتكون من عنصرين فقط ؛ والعلاقة بين هذين العنصرين علاقة بنيوية موجودة بشكل أساسى ؛ ونتيجة لذلك فالجمل تتطور بتوسع مكونات نواتها وبامتداد هذه التوسعات ذاتها 131.\n2- توزيع الجملة Le plan de la phrase\n(1/74)\n\nفى التوزيع اللاحق للجملة ، تمثل وحدات التسمية (X) و (Y) العناصر الأساسية والضرورية للتركيب ، وهى العناصر التى لا يمكن حذفها من الجملة ، وهى عناصرها النواتية المرتبطة بعلاقة مزدوجة المعنى bi-univoque ذات وجود مشترك وهو التزاوج بين العنصر الأول première voix والعنصر الثانى deuxième voix . والرمز X' والرمز Y' يشيران لوحدات التسمية التى يسميها المتكلم تبعاً لحاجته ، وهذه الوحدات ليس لها أية ضرورة تركيبية ، ومجموعتها الفرعية خالية . وتعد (X') و (Y')وحدات توسيعية مرتبطة بقاعدتها ، إما عن طريق علاقة ثنائية تنسيقية ويرمز لها بعلامة (+) ، وإما عن طريق علاقة ثنائية تتبيعية يرمز لها بعلامة (?) .\nتوزيع الجملة\nY >---------------------< X\n? / + ?/+\nY' X'\n? / + ?/+\nY' X'\nـ ـ\nـ ـ\nـ ـ\n3- صيغة الجملة Le mode de la phrase\nمن الطبيعي أن أى جملة تعبر عن تجربة حقيقية . والعلاقة بين العناصر النواتية للجملة هى علاقة حقيقية إلا إذا حددت علي أنها غير حقيقية . وعندما لا تكون العلاقة النواتية في الصيغة الواقعية ، فإن الجملة التي تكونها هذه النواة تشمل أو تتضمن جملة أخري أو \" جملة صياغية \" phrase modale تشير إلى شرط تركيبها في الصيغة الواقعية والتي تعد صيغة أساسية . والجملة الصياغية تتم عن طريق نظام الاتصال وهى صيغة مركبة تدخل على جملة أساسية لِتكُون مركبا منها مثل : إن تَعْجَل تَنْدم132 ؛ ففى هذا المثل العربى ، الجملة ( إن تعجل ) المكونة من صيغة الافتراض ( إن ) و من الفعل ( تعجل ) وهو فعل في الصيغة الممكنة ، هذه الجملة تمثل أحد طرفى العلاقة النواتية التي تربط جزئى الجملة الأم (تندم) التي تشملها .\n4- ازدواجية الجزئين Le duo des deux voix :",
        "(1/75)\n\nلما كانت العلاقة النواتية علاقة تواجد مشترك ، فإنه لا يمكن لها أن تقيم أى تسلسل بين الجزئين ، ومع ذلك فجزءا الجملة منسقان دون أن يكونا متسلسلين ، ويختم الجزء الثاني النواة 133 . إن الثنائية النموذجية لجزئى الجملة هي ثنائية العنصر اللغوي (خ ز ) والعنصر اللغوي ( م ز ) ، لأن هذه الثنائية تشكل بذاتها العلاقة مع الزمن والتي تكون مرتبطة بتجارب الناس وتجعل الجمل شفاهية . وفى العربية تتحقق هذه الثنائية من خلال ربط أى صيغة تشير إلى عنصر (خ ز) بأى صيغة تشير إلى عنصر لغوى (م ز ) ، فلا يكون الشكل فى هذه اللغة منفصلا عن العنصر اللغوى (م ز) . أمثلة :\n1- كتبتَ 2- أنت كاتبٌ 3- أنت كريمٌ\nويمكن أن يأتى العنصر اللغوى (م ز) المحدد modus determinans خارج الزمن نظراً لثباته . وفى مرحلة من مراحل تظور اللغة أدى ذلك المظهر الخادع إلى أنه لم يعد الشكل الذى يشير إليه معروفاً ، ولذا يعتبر العنصر اللغوى (م ز) المحدد شكلا آخر134 للاسم كعنصر لغوى (خ ز) ؛ ومن هنا جاء تصنيفه من خلال التقليد النحوى كاسم مضاف . ولما كان الجزء الثانى ، وهو العنصر اللغوى (م ز) المحدد \" كَرِيمٌ \" عُرف على أنه عنصر لغوى (خ ز) ، فإن جملة (أنتَ كريمٌ) أو أى جملة مثلها ، تعد جملة فاتحة لصيغة تصريف جمل تربط العلاقة النواتية فيها بين عنصرين لغويين (خ ز) وليس بين عنصر لغوى (خ ز) وبين عنصر لغوى (م ز) ، مثل : أنتَ ولدٌ .\n(1/76)",
        "\nومع ذلك ، فالعلاقة بالزمن وهى علاقة حتمية لايمكن أن تغيب عن الجمل التى تكون على نفس نمط النوذج السابق ؛ وهذه العلاقة ضمنية فى الجمل . أما المثال الثالث (أنت كريم ) فهو تركيب تربط فيه العلاقة النواتية بين عنصرين لغويين (م ز) ويتطلب هذا الربط تحويل أحد العنصرين اللغويين (م ز) إلى عنصر لغوى (خ ز) . مثال : المدحُ الذبحُ ، حيث تكون (الـ) التى تتقدم العنصر اللغوى (م ز) \"مدح\" هى الوحدة العددية التى تحوله لعنصر لغوى (خ ز) ، وتكون (الـ) المتبوعة بالعنصر اللغوى \"ذبح\" هى صيغة العهدية السجعية 135.\n5- الجمل الممكنة Les phrases possibles\nتكون الجمل البسيطة إما حاكيات صوتية أو حروف نداء ، وإما جملا يكون الجزء الثانى فيها عبارة عن صيغة ، وإما جملا لا يكون الجزء الثانى فيها صيغة .\nأ- الجمل المكونة من أسماء أصوات أو أدوات نداء\nLes phrases onomatopées ou interjection\nتعد أدوات النداء جملا غير مركبة phrases non structurées ؛ وبما أنه من الممكن -فى أى جملة- جعل أجزائها قاعدة لتوسيعات محتملة فإن هذه التوسيعات يمكن أن تكون موضعاً لتوسيعات من المرتبة الثانية والتى يمكن أن تمتد بدورها ...ولهذا فاستحالة تشخيصها يعوق أى توسيع ، وهذه الاستحالة تعوق تصييغها ، فشكلها لايمكن فك رموزه . وأدوات النداء يمكن أن تعد جملاً تتحلل فى ذاتها ؛ ولذا فهى جمل مطلقة phrases absolues ، مستقلة بذاتها ولاترتبط بأجزاء أخرى .\nولقد كان اعتبار الجمل المكونة من حاكيات صوتية وحدات مطلقة مؤديا إلى عدم وجود أى امتداد منها ؛ وبما أن هذه الجمل لايمكن أن تُصاغَ ، فهى تقع فى الصيغة الحقيقية ، وهى الصيغة الأساسية .\nب - الجمل الإقراية les phrases d'attestation\n(1/77)\n",
        "الجمل الإقرارية هى الجمل التى يكون جزؤها الثانى صيغة ، وهى تعبر عن إقرار . وهذا الإقرار يمكن أن يكون تحديدا إما صيغة توكيد assertion وإما صيغة نداء invocation وإما صيغة تعجب exclamation ، والعلاقة النواتية فى الجمل التى يكون جزؤها الثانى صيغة تعد صيغة حقيقية ؛ والحق أن الإقرار لايمكن أن يكون إلا واقعياً ، ومع ذلك فصيغة التوكيد تعد صيغة إقرار مطلق attestation absolue ؛ أما صيغتا النداء والتعجب فهما صيغتا إقرار نسبى attestation relative ، وذلك بالنسبة للمتحدث الذى يقولهما من تلقاء نفسه ، أو بالنسبة للمتكلم الذى يلفظهما كرد فعل انعكاسى على الناس فى العالم الخارجى136 . وبينما يمكن نفى صيغتى التوكيد والنداء لا يمكن نفى صيغة التعجب .\n° صيغة التوكيد assertion\nعلامة صيغة التوكيد هى الضمة الموضوعة فى نهاية الكلمة المكوِّنة للجزء الأول ، وهى علامة الإعراب 137 مثل قول النبى : \" لا تقوم الساعة على من يقول : اللهُ اللهُ\"138 .\n° صيغة النداء :\nـ النداء L'appel ou vocatif 139 : مثل : يا أميرُ ؛ حيث لا يمثل الصائت الإعرابى (الضمة) صيغة التوكيد ، وإنما هو صائت تركيبى .\nـ النداء L'évocation : مثل الشطر الشعرى : يا نخلةً من ذاتِ عِرقٍ ؛ حيث تكون ( يا) هى علامة صيغة النداء\nـ الاستغاثة L'appel au secours : مثل : ( يا لَلّهِ ) 140 .\nـ الندبة La déploration : (وا أميرُ ) .\n° صيغة التعجب Exclamation\nعلامة صيغة التعجب هى الصائت القصير المفتوح ( الفتحة ) التى تقوم بنفس الدور فى صيغة التوكيد ، أمثلة : ( الكلبَ ! ) ? ( لا كلبَ ! ) ، (مرحبا بك !) ? ( لا ، مرحبا بك ! ) .\nشجرة الجمل الإقرارية العربية\n…… الجملة الإقرارية……\n1- الصيغة التوكيدية\n2- الصيغة الندائية 3- الصيغة التعجبية\nنداء العلم والنكرة المقصودة تعجب مثبت\nالمضاف وشبيه بالمضاف والنكرة غير المقصودة تعجب منفى\nنداء الاستغاثة\nنداء الندبة\n(1/78)\n\nج - الجمل التصريحية Les phrases de déclaration\nالجمل التصريحية هى جمل عادية يكون جزآها الأول والثانى عبارة عن وحدات متصرفة (مشتقة) . ولا يعمل تكوين مركب ثنائى من وحدتين متصرفتين (مشتقتين) عن طريق العلاقة النواتية فى هذه الجمل على جعل الجمل التصريحية وحدات مطلقة . والواقع أن أيا من جزئى هذا الازدواج لا يمكن أن يكون مؤكداً assertée طالما أنه غير موجود فى الوحدة المتصرفة ، وعلى النقيض من ذلك ، يمكن للعلاقة النواتية أن تتغير فى صيغتها ، فمن الممكن أن تكون صيغة واقعية mode réel أو صيغة غير واقعية mode non réel . والتعارض بين حديث المتكلم للإخبار الابتدائى وحديثه كرد فعل لحديث آخر ، هذا التعارض يوجد أيضا فى بعض الجمل التصريحية . أخيراً ، متى استطاع المتحدث أن يتكلم ، إما أن يكون حرا فى أن يكون هو سيد الحديث وإما أن لا يكون كذلك ، هذا الأمر يتم من خلال تحديد العلاقة النواتية ، وهذا الاختيار يشار له بالتعارض بين التأثر saisissement والامتناع dessaisissement .\nأ- الجملة المثبتة l'affirmation :\n° الجملة المثبتة البسيطة l'affirmation simple ومثال لذلك : كتبتَ ؛ أنتَ ولدٌ ؛ المدح الذبحُ .\n° الجملة المؤكدة l'affirmation corroborée : أمثلة : الآية 15 طه \" إن الساعةَ لآتيةٌ \" ؛ حيث نجد صيغتى الالتصاق (إنَ) و (لَـ ) من العلاقة النواتية متزاوجتين فى الغالب والآيات 1 : 4 سورة التين : \" والتين والزيتون وطور سنين لقد خلقنا الإنسان فى أحسن تقويم \" حيث إن أدوات القسم هنا تعزز وتؤكد العلاقة النواتية .\n° الجملة المنفية l'affirmation niée: أمثلة : ما أنتَ ولدٌ ؛ لا تكتبُ .\n° جملة المدح l'affirmation appréciée : وتأتى عندما يكون شطرا الجملة عنصرين لغويين ( خ ز) مثل : \" نعمَ الولدُ أنتَ ! \"141 .",
        "(1/79)\n\n° الجملة الاحتمالية : l'affirmation declarée (probable) ومثال لها الآية 17 سورة الشورى : \" لعل الساعة قريب \" .\n° جملة التمنى : l'affirmation declarée (suhait) : ومثال لذلك الجملة التالية : \" ليت هذا الليلَ شهرُ \" .\nتُدخِل كل من الوحدتين الصريفتين المعبرتين عن الاحتمال (علَ) والتمنى (ليت) صائتاً إعرابياً (الفتحة) على العنصر الأول من الجملة ؛ وهذا الصائت يبدو أنه تشكّل على غرار الوحدة الصرفية لصيغة التعجب (الفتحة)142 .\nب - الجملة الاستفهامية l'interrogation :\nعندما يستفهم المتكلم فهو يمتنع عن تقرير وجود أو عدم وجود العلاقة النواتية التى يكونها بين شطرى الجملة كعلاقة حقيقية ، وأمثلة ذلك : أكتبتَ؟ ؛ هل يعلمون ؟ .\nج - الجملة التحققية la constatation:\nيشير هذا المصطلح إلى الطبيعة الخاصة للجملة الاستفهامية المنفية والتى يجعل منها التفكك الدلالى incohérence sémantique جملة استفهامية وهمية pseudo-interrogative ومن أمثلة ذلك : \"أما كتبتَ\" والإجابة النظامية عليها (بلى) .\nد - الجملة الأمرية l'injonction :\nفى الجملة الأمرية يكون عنصرا الجملة وحدتين صرفتين لفعل فى صيغة الفعل الممكن ؛ وحينئذ فالعلاقة النواتية إما أن تكون مصاغة عن طريق الأمر الذى تتصل علامته بالعلاقة النواتية ، وإما أن تكون مصاغة عن طريق لام الأمر (لِ) وإما عن طريق صيغة النهى (لا) ، وأمثلة لذلك : اُكتبْ ؛ لِيكتبْ ? لا يكتبْ .\nهـ - الاستفهام الشرطى l'interrogation conditionnelle :\nالاستفهام الشرطى هو جملة صيغية phrase modalité :\n° الاستفهام فى الفعل الممكن : مثل : \" أئن أعملْ أنجحْ \" .\n° الاستفهام فى الفعل غير الواقعى : ومثال لذلك : \" أوَ لو جئتُك بشئٍ مُبِين \" الشعراء 30 .\n(1/80)",
        "\n° الاستفهام فى الفعل الواقعى : إن إبدال الزمن بالشرط يعمل على اللجوء إلى الفعل الواقعى ، مثال لذلك الآية : \" ويقول الإنسان أإذا ما متُّ لسوف أُخرَج حيا \" مريم 66.\nو ــ الجملة المثبة الشرطية l'affirmation conditionnelle :\n° الجملة المثبتة فى الفعل الممكن ، ومثال لذلك الآية 19 من سورة الأنفال : \" وإن تعودوا نعُد \" .\n° الجملة المثبتة فى الفعل غير الواقعى ، ومثال لذلك الآية 155 من سورة الأعراف \" ربِّ لو شئت أهلكتَهم من قبل وإيّاىَ \" .\nثانيا : التوسيعات البسيطة Les extension simples\nفى البداية نميز بين أمرين :\nأولا : التوسيع عن طريق العطف : والعطف هو عملية اتحاد نحوية ، والعلاقة التى ينشئها العطف بين التوسيع وقاعدته ليست تسلسلية . والتوسيع المتّحد يحظى بنفس الوضع النحوى للقاعدة التى يعطف عليها .\nثانيا : التوسيع بالتبعية : التبعية هى الوسيلة التى تربط تسلسليا فى جملة واحدة بين وحدة متصرفة أساسية وبين وحدة متصرفة امتدادية التى ترتبط معها بعلاقة ضمنية ذات معنى واحد . والوضع النحوى للتوسيع التبعى خاص به ؛ وهذا الوضع النحوى يحدده الدال الموجود فى الجملة .\nيمكن أن نميز فى العربية بين :\n1ـ التوسيع عن طريق العطف .\n2ـ التوسيع عن طريق التبعية أو الامتداد الوصفى أو التطابقى أو الصيغى أو الإلحاقى أو التكميلى .\nأولا ــ التوسيع عن طريق العطف\nأ- أدوات العطف\n(1/81)\n",
        "تعد أدوات العطف فى العربية وحدات غير مستقلة محدَّدة أو غير محددة دلالياً . وأدوات العطف غير المحددة دلالياً تعطف جملتين أو مركبين ، وهى الواو فى الغالب أو التنغيم intonation فى حالات قليلة ، أما أدوات العطف المحددة دلالياً فتربط جملتين أو تركيبين ، وهى (أى) التى تفسر ، (أو) للتأكيد ، (أم) للاستفهام التى تدخل جملة تابعة ، (بَل) للاستدراك ، (فَ) التى تعمل على تعاقب الترتيب 143. وأما أدوات العطف التى تربط جملتين فهى : (ثُمَّ) التى تتقدم الجزء الثانى من سلسلة زمنية مكونة من جملتين ، و (لَكِنْ) التى توضع أمام الفعل 144 و (لَكِنَّ) التى توضع أمام ضمير أو اسم والتى تأخذ صائتاً إعرابياً145 وهى تتقدم تعارضا .\nب- استحالة توسيع النواة عن طريق العطف :\nL'impossibilité d'une extension du noyau par coordination\nفى الواقع أن أى عنصر معطوف له نفس وضع العنصر المعطوف عليه فإذا كان المعطوف عليه نواة ، يكون المعطوف أيضا نواة ، والعطف يكون بين المفردات ويكون بين الجمل ، وحينئذ تكون الجمل جملة واحدة ، ومثال ذلك من السيرة النبوية : \"أعجنُ عجينى فآمُرُها أن تحفظه فتنامُ عنه فتأتى عائشةُ فتأكُله\" .\nومع ذلك يمكن فحسب عطف جملتين تمثلان تعاقبا شكليا واقعيا : فزمن الماضى معقوب بالماضى أو بزمن غير الماضى ، والمضارع متبوع بالمضارع . وعطف الماضى على زمن غير الماضى مستحيل دلالياً ؛ فالمخالفة الشكلية التى تنتج عن ذلك العطف تجعل من الجملة الثانية توسيعاً تكميليا ومركبا146 قاعدته الجزء الثانى من الجملة الأولى147 ، ومثال ذلك الأية 111 سورة الشعراء \"أنومنُ لكَ واتبعكَ الأرذلونَ \" .\nج ــ توسيع عناصر الجملة عن طريق العطف :\n(1/82)\n\nإذا كان العنصر الأول من الجملة هو وحدة صرفية لضمير فعل ، فإن هذه الوحدة الصرفية لا يمكن لها أن تُوسَع عن طريق العطف ، فالوحدة المستقلة148 unité libre لا يمكن أن تُعطف على وحدة متصلة unité liée . وعلى النقيض من ذلك ، فأى عنصر أول من جملة اسمية تتكون نواتها من وحدتين متصرفتين من الممكن أن تُوسَع عن طريق العطف ، ومثال ذلك الآية 136 : \" قول معروف ومغفرة خير من صدقة يتبعها أذى\" من سورة البقرة .\nوإذا كان العنصر الثانى من الجملة صيغة متصلة فإن العطف فى هذه الحالة مستحيل فالصيغ المتصلة المختلفة تتعارض مع أوضاعها التصريفية . ويظل عطف صيغتين مستقلتين فى وضع العنصر الثانى من الجملة أمراً مستحيلا ، فى حين أن كلتيهما مستقلة تركيبياً ، ويمكن عطفهما كذلك ، ولهذا فالجملة (نِعمَ وبئس الولد ) جملة مستحيلة ، ومن أمثلة العنصر الثانى المعطوف عليه ، الآية 39 من سورة البقرة : \"هو ربنا وربكم\" ، والآية 10 من سورة الأنفال : \"إن الله عزيز حكيم\" .\nفى هذه الجملة يعطف العنصر اللغوى (م ز) المحدد \"عزيز\" على العنصر اللغوى (م ز) المحدد \"حكيم\" عن طريق التنغيم الاستمرارى intonation progressive المعد لهذا الغرض . والواقع أنه لما كان امتداد عنصر لغوى (م ز) محدد من عنصر لغوى (م ز) محدد أمرا مستحيلاً ، فإنه ليس هناك من غموض ؛ ومن ثم فاستخدام (و) عديم الفائدة .\nثانيا ــ التوسيع عن طريق التبعية أو الامتداد\nأ- الظروف Les fonctionnels\nالظروف هى الوحدات اللامستقلة فى اللغة العربية والتى من الممكن أن تكون محددة أو غير محددة دلالياً .\nوالظروف غير المحددة دلالياً هى : الصائت الإعرابى (فتحة المفعول به ) و صفة الصوائت الإعرابية للامتداد وللقاعدة149 .",
        "(1/83)\n\nوالظروف المحددة دلالياً هى : (كَـ ) التى تشير إلى الهوية أو إلى الصفة ، و ( معَ ) التى تشير إلى الاصطحاب أو التعارض ، و( لِ ) التى تشير إلى الملكية أو الغاية ، و (بِ ) التى تشير إلى الوسيلة عامة أو إلى الملاصقة بشكل ثانوى ، و( فى) التى تشير إلى المكان أو الزمان ، و (مِن) التى تشير إلى الأصل أو إلى علاقة أكيدة أو قريبة ، و (عن) التى تشير إلى أصل شئ وإلى علاقة غير مؤكدة أو بعيدة150 ، و (لدى) التى تشير إلى المكان والزمان ، و (إلى) التى تشير إلى الإتجاه أو الحد ، و (حتى) التى تشير إلى الحد ، و (على) التى تشير إلى المبدأ أو الأساس وتشير ثانوياً للخصومة .\nوتستخدم الظروف المحددة دلالياً كحروف جر ؛ فالتشعيب الذى تؤدى إليه يجعلها تأخذ حركة إعرابية هى الكسرة عملاً بالضرورة المقطعية . ولقد كونت اللغة لنفسها حروف جر من الظروف ، وذلك عن طريق تثبيت الوحدات المبنية على الفتح مثل : عندَ ؛ بينَ ؛ حولَ ؛ فوقَ وتحتَ .\nب ــ استحالة توسيع النواة عن طريق التبعية والتشعب :\nL'impossibilité d'une extension du noyau par subordination\nبما أن النواة تكّون الجملة ، فلا يمكن أن تمتد طالما أنها جملة ، وحد الجملة \" هى الوحدة النحوية الكبرى \" .\nج ــ امتداد الوصف وامتداد التطابق\nL'expansion d'identité et l'expansion d'identification\nإن امتداد الوصف -مثله فى ذلك مثل امتداد التطابق- يصف ببساطة الوحدة التى يتبعها ، وهى قاعدته ، وتتبع دوما قاعدة هذه الوحدة وهى تتبعه مباشرة ، إلا فى حالة الاستخدام البلاغى للغة .\nوقاعدة الامتداد الوصفى صيغة ضميرية يحددها الامتداد بشكل كامل ؛ أما امتداد التطابق فقاعدته جملة اسمية أو تركيب فى حالة الرفع يعمل الامتداد التطابقى على تحديده بشكل جزئى . وعن طريق الصوائت الإعرابية يتم ربط هذا الامتداد بقاعدته .\n(1/84)",
        "\nوعلاقة الامتداد الوصفى أو الامتداد التطابقى مع قاعدتهما تتم أيضاً عن طريق التوافق النحوى بتحديد النوع والعدد . وبالنسبة للتوافق العددى أو النوعى ، فيتوافق كل من الامتداد الوصفى والامتداد التطابقى عامة مع قاعدتيهما إذا كانت هذه القاعدة تعود على إنسان ؛ وعندما تكون القاعدة فى حالة الجمع ، يوضع الامتداد -إذا كان عنصراً لغوياً (م ز) - فى المفرد المؤنث . وأخيراً ، يمكن أن تتبع القاعدة غير المحددة بامتداد وصفى مَحدَد ، ويتم ذلك عبر دلالة تقديمها كمقارنة ، ومثال ذلك : \" له صوت ، صوتُ الحِمارِ \" .\n° الامتداد التطابقى للعنصر الأول من الجملة :\nأمثلة : يا رجُلُ زَيدٌ ؛ شكراً جزيلاً .\nإذاكان العنصر الأول من الجملة هو ضمير الفعل151 ، فإن امتداده الوصفى يأخذ الحركة الإعرابية (الضمة) على غرار العناصر الأولى \"الحرة\" من الجملة . مثال : \"يضربُ الرجلُ \" .\nإن الوحدة اللغوية (رجل152) -والتى هى عبارة عن عنصر توسيعى وصفى للعنصر الأول من الجملة المكون من وحدة الضمير الصرفية للفعل- هذه الوحدة توضع عن طريق الإبدال والتوافق النحوى اللذين يلازمانها . مثال : تضربُ المرأةُ .\n° التوسيع (الامتداد) التطابقى للعنصر الثانى من الجملة :\nمثال لذلك الآية 163 من سورة البقرة : \"و إلهُكمُ إلهٌ واحدٌ \" .\nد ــ التوسيع الصيغى L'expansion modale\n(1/85)\n",
        "يشير التوسع الصيغى إلى تغير الجملة عن قاعدتها ؛ وهذا التغير يعد بصفة عامة اختلافاً ، إما على مستوى الحالة الماضية للقاعدة ، وإما بالنسبة لمستوى موقعها . والواقع أن هذا التغير يشير إلى حقيقة جديدة لهذه القاعدة ، كما يشير إلى اختيار المتكلم لعلامة من حقيقته الماضية والتى يريد أن يوسعها أو يحددها وذلك عن طريق الامتداد . والصوت الذى يؤدى هذا الامتداد هو الصائت الإعرابى (الفتحة)153 . وعندما يشير الامتداد الصيغى إلى عنصر لغوى (م ز ) وإذا كان عبارة عن نمط فعلى ذى صيغة شكلية محددة ، فهو يتوافق مع قاعدته فى العدد والنوع وفقاً لنفس القواعد التى تنطبق على التوسيع الوصفى والتوسع التطابقى 154 . وبالنسبة لتحديد التوسيع الصيغى ، فلا يمكن أن يحدد أساساً إلا إذا كان ظرف زمان155 . ومع ذلك فهذه الصيغة محددة بقاعدتها تركيبياً أو عن طريق امتدادات تكون هى قاعدة لها .\nوالامتداد الصيغى يمكن أن يصاغ عن طريق (الـ ) العهدية وعن طريق التأكيد بـ ( لَ ) ، وهما الصيغتان المستقلتان اللتان تضافان -دون سواهما- إلى الامتداد الصيغى بشكل مستمر. وخلافاً للمعايير النحوية ، يمكن أن يسبق الامتداد الصيغى قاعدته .\nوالامتداد الصيغى الخاص هو الامتداد الذى يتحقق عن طريق ظرف زمان ، لأن قاعدته تتكون -خلافاً للعادة- من وحدة صرفية شكلية يقوم بها عنصر لغوى (م ز) من جملة ما ، أو تكون هذه الوحدة الصرفية مُتَضَمَنة فى الجملة ، ومثال ذلك : يفعَلُهُ اليومَ .\nوتعمل هذه المخالفة على عدم جعل امتداد الزمن يتم عن طريق الضمير ، على عكس الامتدادات الإلحاقية التى يختلط معها الامتداد الصيغى .\n° الامتدادات الصيغية لعنصر الجملة الأول\nعندما يكون العنصر الثانى من الجملة وحدة متصرفة لا تتكون قاعدة الامتداد الصيغى إلا من العنصر الأول من الجملة ، مثال :\nيا رجلُ زيداً .\n(1/86)\n\nوعندما يكون العنصر الثانى من الجملة وحدة انثنائية ، فإن أى امتداد صيغى يأخذ علامة الإعراب (الفتحة) والتى لايمكن أن تربط الامتداد الصيغى بأحد عنصرى الجملة دون الآخر ، لأن هذين العنصرين يميلان فى هذه الحالة إلى أن يكونا قاعدة هذا الامتداد . ونظرا لمضاعفة حركة الإعراب ، ونظرا للجوء دوما إلى التوافق النحوى فلقد اتخذت اللغة أساساً مخرجاً صرفيا ، فربطت بالعنصر الأول من الجملة امتداداته الصيغية المكونة من وحدات تسمية ذات علاقة حتمية مع عنصر لغوى (خ ز )156 ، كما ربطت بالعنصر الثانى من الجملة امتداداته الصيغية المكونة من عناصر التسمية الأخرى .\nإن وحدات التسمية الموجودة فى اللغة العربية ، والتى على علاقة مع عنصر لغوى (خ ز) ، هى تلك الوحدات اللغوية التى تشير إلى عنصر (م ز) والتى تحمل الصيغة الشكلية المحددة . والواقع أن التغيرات التى تطرأ على العنصر اللغوى (م ز) لايمكن أن تتم إلا عن طريق عنصر لغوى (خ ز) وذلك إذا كان العنصر اللغوى (م ز) غير شكلى . ونتيجة لذلك ترتبط نحوياً بالعنصر الأول من الجملة كل الصيغ المشيرة إلى عنصر لغوى (م ز) شكلى ، وبصفة خاصة أشكال الأفعال والعناصر اللغوية الفاعلية والمفعولية والعناصر اللغوية المحددة .",
        "(1/87)\n\nومع ذلك ، فلما كانت اللغة لاتعبر عن واقع الناس فحسب ، فإن الأشكال الاسمية ، والتى على العكس من العناصر اللغوية (م ز) لاتشتمل على عناصر لغوية (خ ز) ، بل تشير إليها من نفسها ، نقول بأن هذه الأشكال الاسمية تُستخدم كامتدادات صيغية للعنصر الأول من الجملة حتى تعطى لهذا العنصر شكلاً استعارياً ، ففى الجملة : (قاتلَ أسداً) ، والتى تشير فى الاستخدام الواقعى للغة إلى أن إنساناً حارب أسداً ، وفقا لوظيفة العنصر الامتدادى الإلحاقى للعنصر الثانى من الجملة ، كما تعنى الجملة نفسها ، فى استخدام غير واقعى للغة ، أن إنساناً حارب كالأسد ، خلافاً لوظيفة العنصر الامتدادى الصيغى للعنصر الأول من الجملة . ويتم اللجوء إلى التنغيم لإزالة الغموض الذى تسببه الاستعارة . ومن الأمثلة التى يختفى فيها الغموض قولنا : \" إنَّ هذا لمحمدٌ نائماً ، هذا عربى قلباً ثم جعلوا يحملون عليه رجلاً رجلاً \" ؛ حيث يستنفذ الامتداد الصيغى لتكراره مضمون العنصر الأول ، وهو الوحدة الصرفية لضمير الجمع للفعل ، والمثال : \" تتثاقلُ شيئاً فشيئاً \" ؛ حيث تشتمل الوحدة \" تتثاقل \" على ضمير الفعل وهو العنصر الأول من الجملة ؛ ومن القرآن :\nالآية 34 من سورة الكهف : \" أنا أكثرُ منك مالاً وأعز نفراً \"\nالآية 17 من سورة مريم : \" فتمثل لها بشراً سوياً \"\nوالشطر الشعرى : \" فجئنا أُسدَ غابة إليهم \" .\nويمكن أن يعمل الامتداد الصيغى للعنصر الأول من الجمل الاسمية أو الفعلية على امتداد وحدة لغوية أخرى عن طريق وحدة صرفية (واو العطف) متضمنة فى العنصر الأول من الجملة ، أو عن طريق وحدة صرفية (إلا) يشتمل عليها العنصر الأول من الجملة ، وحينئذ يلزم العنصر الأول من الجملة إضافة عنصر إلحاقى ، ومن أمثلة ذلك ، الجملة : \"ماصنعتَ وأباك؟ \" والآية 34 من سورة البقرة : \"فسجدوا إلا إبليسَ \" .\nالامتدادات الصيغية لوحدة تصريف ضمير الفعل : (كان - يكونُ وأخواتهما) :\n(1/88)",
        "\nيشير الفعل (كان -يكون) إلى معنى الكينونة être أو الوجود exister وهو فعل شائع الاستخدام .\nوفى الآية 5 من سورة الإسراء : \"كونوا حجارة أو حديداً\" ، فعل (كان) الواقع فىصيغة الأمر، يعد أداة للأمر .\nوغالبا ما تكون الصيغ الشكلية المشتملة على (كان) وحدات صرفية زمنية بسبب معناها ، مثال ذلك الآية 213 من سورة البقرة : \"كان الناس أمةً واحدةً \" ، والآية 20 من سورة المجادلة : \" ثُمَ يكونُ حطاما \" .\nوالمعجم العربى به أفعال أخرى كثيرة مثل (كان -يكون) تشير إلى فكرة الوجود ، ولكنها محددة بصيغة شكلية أو وحدة صرفية زمنية دالة على جذر كل من هذه الأفعال157 .\n° الامتداد الصيغى للعنصر الثانى من الجملة\nL'expansion modale de la seconde voix\nتختص الامتدادات الصيغية بالعنصر الثانى عندما تكون عناصر لغوية (م ز) لاشكلية ، أى الأشكال التى لاتشتمل على أى فاعل شكلى agent aspectuel . ومن أمثلة ذلك فى الجمل الاسمية ، الآية 49 من سورة الإسراء : \"أَئِنا لمبعوثون خَلقاً جديداً \" ، والجملة : \"هذا ثوبٌ نسجَ اليمنِ\" . ومن أمثلة ذلك فى الجمل الفعلية ، الآية 90 من سورة الأنبياء \"ويدعوننا رغبا ورهبا\" ، وكذلك الجملة : \"خرجوا تِجاراً إلى اليمنِ\" .\nوعندما تكون الامتدادات الصيغية عناصر لغوية (م ز) لاشكلية ، فإنها غالبا ماتكون فى هذه الحالة من نفس جذر الفعل والذى يمثل فيه العنصر اللغوى (م ز) العنصر الثانى من الجملة . وفى هذه الحالة ، تعمل هذه الامتدادات الصيغية على توسيع العنصر اللغوى (م ز) بصفة عامة ، ولهذا فالتقليد النحوى العربى يرى فيها مفاعيل مطلقة158 . ومن أمثلة ذلك الجملة : \"يضربه ضرباً\" ، والآية 16 ـ الإسراء : \"فدمرناها تدميراً\" .\nهـ ــ الامتداد الإلحاقى159 L'expansion d'annexion\n(1/89)\n",
        "امتداد الإلحاق تربطه بالقاعدة التابع لها علاقة دلالية مستترة160 . وهذه العلاقة تكمن فى إحلال الامتداد الإلحاقى محل التنوين الذى يأتى فى نهاية الكلمة ويكون معها وحدة لغوية غيرمستقلة تركيبياً ، ولهذا فالامتداد الذى يشغل موضع التنوين يعقب الكلمة مباشرة ويأخذ علامة الإعراب (الكسرة) . وفى هذه الحالة ، ليس هناك من توافق نحوى ؛ وعلى غرار الامتداد التطابقى ونظراً لنفس السبب ، لايمكن أن تكون قاعدة التوسع الإلحاقى إلا صيغة اسمية .\n° الامتداد الإلحاقى للعنصر الأول من الجملة\nمثال لذلك الآية 9 من سورة آل عمران: \"يا أهلَ الكتابِ\" ، والآيات من 43:44 من سورة الدخان :\" إنَّ شجرة الزقومِ طعام أثيمِ\".\n° الامتداد الإلحاقى للعنصر الثانى من الجملة\nإذا كان العنصر الثانى من الجملة عنصراً لغوياً مكوناً لفعل ، فلا يوسع فى هذه الحالة عن طريق الامتداد الإلحاقى ، وعلى العكس من ذلك يمكن لامتداده الصيغى أن يتوسع بالامتداد الإلحاقى كما فى هذا المثال المستخلص من الآية 11 من سورة الإسراء : \"ويدعو الإنسانُ بالشر دُعاءَه بالخير\" .\nحالة يكون فيها العنصر الثانى من الجملة عنصرأ لغوياً (م ز) لاشخصياً : الآية 11 من سورة لُقمان : \"هذا خلقُ اللهِ\" .\nحالة يكون فيها العنصر الثانى صيغة اسمية : الآية 35 من سورة النور \"الُله نورُ السمواتِ والأرضِ\" ، وحديثا يقال : مقهى ومطعمُ تونسَ \" .\nو ــ الامتداد التكميلى161 L'expansion complétive\nيشير الامتداد التكميلى -وفقاً للمرتبة التى يتبعها- إلى قاعدته والتى من الممكن أن يسبقها أو يشير إلى مفعول أو إلى ظرف لهذه القاعدة .\n(1/90)\n\nــ الامتداد التكميلى للعنصر الأول فى الجملة : إذا كان العنصر الثانى من الجملة عبارة عن صيغة وبما أنه ليس من الممكن أن يكون هو الأساس ، فإن العنصر الأول من الجملة هو القاعدة لامتداد تكميلى محتمل ، وأمثلة ذلك من القرآن ، الآية 8 من سورة مُحَمد : \"تعساً لهم\" ، والآية 84 من سورة يُوسُف : \"يا أسفَى على يُوسُفَ \" .\nوإذا كان العنصر الثانى من الجملة وحدة متصرفة فإن العنصر الأول لا يمكن أن يكون أساسا أو قاعدة لامتدادً تكميلى إلا إذا لحق هذا الامتداد التكميلى بالعنصر الأول من الجملة مباشرة وتبعه عن طريق أحد حروف الجر الثلاثة التى تشير إلى مطابقة القاعدة للامتداد وهى : (كَ) ، و (مِن) التى تشير إلى علاقة كاملة و (عن) التى تشير إلى علاقة ناقصة ، مثل الآية 72 من سورة آل عمران : \"ورضوانٌ من اللهِ أكبرُ\" ، ومن أمثلة ذلك فى الشعر : \"والجيدُ منها جيدُ مُغزِلةٍ\" .\nوبالنسبة للجمل الفعلية ، فإن عنصرها الأول ، وهو الوحدة الصرفية للفعل ، لايمكن له أن يمتد تكميلياً عن طريق (كَ ) و (مِن) و (عَن) .\nــ الامتدادات التكميلية للعنصر الثانى من الجملة\nلما كان الامتداد التكميلى لايتصل بقاعدته عن طريق التوافق النحوى ، فليس هناك شرط لتكوينه فى النظام اللغوى ؛ ومثال ذلك الآية60 من سورة البقرة : \"اِضرب بعصاكَ الحجرَ\" .",
        "(1/91)\n\nوالمفاعيل المباشرة Les compléments d'objet direct مثل (حَجرَ) -والتى تمثل حالة خاصة فى الامتدادات التكميلية- ترتبط بأفعالها عن طريق حرف جر غير محدد دلالياً . وما يُطلقُ عليهِ التقليدُ النحوىُ تعديا مباشراً transivité directe ، يعنى قدرة العنصر اللغوى ( م ز) على أن يكون أساساً لامتداد يرتبط به عن طريق حرف جر غير محدد دلالياً . وفى العربية الفصحى langue arabe historique ، العنصر اللغوى (م ز ) من حيث دلالته ـ لا صيغته ـ يفقد حرف الجر دلالته . وحرف الجر المقصود هو الفتحة162 ، أو التنغيم163 فى بعض الامتدادات التكميلية المركبة ، ومن أمثلة الامتداد التكميلى فى الجمل الاسمية ، الآية 220 من سورة البقرة : \"إصلاحٌ لَهُم خيرٌ\" ، حيث لايمكن أن يرتبط الامتداد التكميلى إلا بالعنصر الثانى \"خيرٌ \" ، وهو عنصر لغوى (م ز) محدد ، لأنه يتم عن طريق حرف الجر (اللام) ولايرتبط هذا الامتداد التكميلى بالعنصر الأول ، وهو عنصر لغوى (م ز) لاشكلى \"إصلاح\" . والواقع أن حرف الجر (لَ) ليست لديه القدرة الدلالية على تكوين علاقة مع العنصر الأول ، و ينطبق ذلك على حروف الجر (فى) و (إلى) و (على) و(فوق) فى الأمثلة الأربعة التالية ، حيث يرتبط الامتداد التكميلى بالعنصر الثانى من الجملة :\nالآية 3 من سورة الأنعام : \"وهو اللهُ فى السمواتِ وفى الأرضِ\" ؛\nالآية 59 من سورة التَوبة : \"إنَّا إلى اللهِ راغِبونَ\" ؛\nالآية 9 من سورة مريم : \"هوَ علىِّ هَيِنٌ\" ؛\nوالشطر الشعرى : \"فَكأنها فوقَ زجاجةِ لؤلؤٌ \" .\nوإذا كان عنصرا النواة صالحين للامتداد التكميلى بـ ( مِن) أو (عَن) فهذا الامتداد التكميلى يتبع العنصر الأكثر قرباً منه ، ومثال لذلك الشطر الشعر التالى :\n………فمن مُبْلِغٌ عَنى تَميماً رِسالةً\n(1/92)",
        "\nوالملاحظ أنه لما كانت اللغة العربية لاتحتوى على وحدات صرفية للربط ، فإن العنصر الثانى من الجملة إذا كان غير محدَّد دلالياً ، أى ليس له معنى غير معناه الموجود ، فإنه يمكن أن يُحذف ، ويكفى لذلك أن يتضمن الامتداد معنى هذا العنصر ، ومثال لذلك الآية 7 من سورة المَائدة : ولله ملكُ السمواتِ والأرضِ\" .\nوينبغى أن نستشف من ذلك أن القياس النحوى لم يصرح باسم مجرور ـ أى الاسم المستخدم بعد حرف الجر (الباء) ـ عندما يكون هذا الاسم يعود على الإنسان . وأمثلة الاسماء المجرورة نادرة فى النصوص القديمة ، واليوم أصبح استخدامه ينتشر بسبب صيغته ، ومثال ذلك : \"وهو معمورٌ بناسِ\" .\nومن الأمثلة التى تدل على الامتدادات التكميلية فى الجمل الفعلية : الآية 35 من سورة القصص : \"قال سَنَشُدُّ عَضُدَكَ بأخيكَ\" . والآنَ أصبحَ استخدامُ كلمةِ \"نَفْس\" كاسمِ مجرورِ أمراً شائعاً فى الاسْتخدامِ المعاصرِ للغةِ ، ومثال ذلك : فَعَله بِنَفِسهِ\" .\nز ــ توسيعات التوسيع Les extensions d'extension\nإن توسيعات التوسيع فى الجملة هى على كل حال مطابقة لتوسيعات العنصر الأول أو الثانى من الجملة .\nثالثاً : الجملة المحذوفة La phrase elliptique\n1- تعريف الحذف :\n…… الحذف هو غياب عنصر ضرورى نحوياً عن الجملة .\n2- حالات الحذف المختلفة :\nأ- حذف أداة النداء : مثال ذلك الشطر الشعرى : محمدُ تفدى نفسك كلُ نفسٍ\" ، وأصله : \"يا محمدُ لِتفديك ....\" .\nب- حذف حرف الجر : إن حذف حرف الجر حالة نادرة الحدوث . وعادة ما يكون حذف حرف الجر حذفاً يدرج فى المعجم . مثال : \"لا شكَ أن...\" وأصلها \"لاشك فى أن ...\" .\nج ــ حذف الرابط : مثال لذلك البيت الشعرى القديم :\n\"للبُسُ عباءةٍ وتقرَّ عينى أحبُ إلى من لُبس شُفوفِ \" ، وأصلها \"... و (أن) تقرَّ عينى ...\"\nد ــ حذف عنصر أساسى164 فى الجملة غير عنصريها النواة\n(1/93)\n",
        "ومثال ذلك الآية 7 من سورة الزُمر : \"ولاتزرُ وَازِرةٌ وزرَ أُخَرى\" ، وأصلها : \"ولاتزرُ (نفسٌ) وازرةٌ وزرَ (نفسٍ) أُخرى\" .\nج - حذف العنصر الأول من الجملة\nإن حذف أحد عنصرى الجملة يعد أمرا غير ممكن تركيبياً ، إلا فى حالة الجملة الاسمية . والواقع أنه فى حالة الجملة الفعلية ، يقوم الفعل ، وهو نواة الجملة ، بحمل عنصرى الجملة ؛ وفى هذه الحالة يكون عنصرا الجملة غير مفككين165 .\n° عندما يكون العنصر الثانى أداة النداء166 : ومثال ذلك من السيرة : \"فقلت له يا ..اذهب وهارونَ\" ، وأصلها : \"...يا (أنتَ) اذهب ....\" .\n° عندما يكون العنصر الثانى وحدة متصرفة : مثال ذلك الآية 35 من سورة الأحقاف : \"بلاغٌ\"167، وأصلها : \"(هذا) بلاغٌ\" .\nح- حذف العنصر الثانى من الجملة :\nيتم حذف العنصر الثانى عندما يكون غير محدد دلالياً . والواقع أن أى امتداد يتضمن عنصراً ثانياً ذا وجود مستقل .\n° مثال العنصر الثانى المحذوف والمتضمن فى الامتداد التطابقى ، الآية 22 من سورة الأنفال : \"إن شر الدوآب عند الله الصم البكم الذين لايعقلون\" .\n° مثال العنصر الثانى المحذوف والمتضمن عن طريق امتداد صيغى ، قولهم : \"هذا بُخلاً\"\n° مثال العنصر الثانى المحذوف والمتضمن عن طريق الامتداد التكميلى الآية 128 من سورة الأعراف : \" إِنَّ الأرضَ للهِ \"168 ، والآية 51 من سورة الإسراء : \" متى هوَ \" .\nخ - حذف النواة Ellipse du noyau\nليس من الممكن توسيع النواة ، ومع ذلك فيمكن أن تُضمن عن طريق امتداد تطابقى ، وعن طريق امتداد صيغى وامتداد تكميلى لأحد عنصريها .\n° مثال النواة المحذوفة والمتضمنة عن طريق امتداد صيغى الآية 110 / المَائدة : \"تكلم الناسَ فى المهد وكهلاً\" ، وأصلها : \"وتكلمهم كهلاً \" .\n° أمثلة النواة المحذفة والمتضمنة عن طريق امتداد تكميلى : الآية 28 من سورة الدخان : \"كَذلكَ\" ، وأصلها \"(كان) كذلك\" .\n(1/94)\n\nيجب أن تستنتج أن حذف جملة مركبة أمر مستحيل دلالياً ، عندما تكون الإفادة التى تحملها هذه الجملة ثرية للغاية فلا يمكن بذلك حذفها والإيجاز الذى يؤديه الحذف يكون عبارة عن تضمير169 pronomination ، ومثال لذلك المثل : \" لِهذا كنت أُحسيكَ جرعةَ \" .\nرابعاً : الجملة المركبة La phrase complexe\nـــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ\n1ــ المفهوم :\nالجملة المركبة هى أى جملة يكون أحد عنصريها ــ على الأقل ــ جملة ؛ ومن ثم فهى جملة متحولة . والتحول هو الوحدة التى بها تتغير أى جملة من موقعها كجملة ، من وحدة نحوية كبرى مستقلة إلى وحدة يكون موقعها النحوى هو أحد عناصر الجملة أو توسيعا لها . والتحول الناتج عن هذه العملية لايغير العلاقات النحوية الموجودة سلفاً فى الجملة قبل استخدامها كمكّون فى الجملة التى تم تحويلها ، فتتحول الجملة إلى مجموعة فرعية ثابتة نحوياً . وفعل الجملة هو الشكل الوحيد الذى يتغير لأنه يمر بعملية التحول . ومع ذلك فالجملة المحولة ليست سوى ترخيص نحوى محدود habilité syntaxique limitée . والواقع أن الجملة لايمكن أن توسع بوصفها جملة .\n2-الروابط Les translatifs\nالروابط وحدات صرفية علاماتها فى الصيغ المرتبطة المبدئية هى الصائت الإعرابى المفتوح (الفتحة) أو التساوى بين الصوائت الإعرابية للامتداد والعنصر الأساسى ، أوالصامت (الميم) ، أوالصامت (النون) الذى يمكن أن يتزاوج مع عنصر لغوى (خ ز) يكَّون معه ضميراً موصولياً pronom relatif .\nويعمل الرابط المفتوح (الفتحة) على وجود امتداد صيغى أو امتداد تكميلى ، بينما يعمل تساوى الصوامت الإعرابية على وجود امتداد تطابقى .\nومع ذلك فالجملة المربوطة translatée ، والتى تكون فى كلتا حالتيها امتداداً هى جملة منسقة بشكل خاص .",
        "(1/95)\n\nوالرابط (ما) المشتمل على الميم يتصل بالماضى ، والرابط (أن) المشتمل على النون يتصل بالمضارع . وهذا الرابط (أن) يعمل على وجود توسيعات معبرة عن الهدف ؛ وذلك من خلال إضافة حرف اللام (لأِن) حينما تكون العلاقة النواتية كاملة ، أو إضافة (كى) للرابط (أن) ــ فيصير (كىأن) ــ عندما تكون العلاقة النواتية ناقصة . وحرفا اللام و(كى) يستخدمان كرابطين منفصلين .\nأما الرابط (أنَّ) والذى هو عبارة عن ( أنْ ) المبنية من (إنَّ) والذى يضاف إلى (ما) فهو رابط جديد اتخذته اللغة العربية حينما كان الربط الشكلى مهملاً . وهذا الرابط (أنَّ) يستخدم أمام عناصر لغوية (خ ز) لا تتفق مع الماضى . والتنغيم يعد رابطا جديدا .\n3- العناصر الأولى المركبة من الجملة\nأ- العناصر الأولى المركبة للصيغة الحقيقية :\n° أمثلة يكون فيها العنصر الأول من الجملة مرتبطا بالتنغيم :\nالتنغيم الذى ينقل العنصر الأول المركب من الجملة هو تنغيم استمرارى بالضرورة ؛ ولهذا فهو تنغيم إثباتى ؛ ومثال لذلك الآية 67 من سورة الأنبياء : \"أُفٍ لَّكم\" ، حيث تكون جملة التعجب \"أُفٍ\" هى العنصر الأول من الجملة ، و\"لَّكُم\" هى امتداد تكميلى للعنصر الثانى من الجملة ، وهو عنصر غير محدد دلالياً ومقدر.\nوفى الآية 136 من سورة الشعراء : \"سَواءٌ عَلينا أَوعظت أم لم تكن من الواعظينَ\" ، تشكل الجملتان المعطوفتان عن طريق (أم) العنصر الأول لنواة عنصرها اللغوى (م ز) المحدد ، و(سواءٌ) هو العنصر الثانى من الجملة ، وليس هناك علامة تشير إلى العلاقة بين العنصرين سوى التنغيم الإثباتى، ذلك التنغيم الذى يمحو الاستفهام الذى تشير إليه كل الوحدتان (أ) و (أم) .\n(1/96)",
        "\nوقد يحول التنغيم ضمائر الاستفهام pronoms interrogatifs (مَنْ) و(مَا) إلى ضمائر موصولية pronoms relatifs ، ومن أمثلة ذلك : الآية 104 من سورة المَائدة : \"حسبنا ما وجدنا عليه آباءنا \" ؛ والآية 165 من البقرة : \"ومن الناس من يتخذ من دون الله أنداداً \" ؛ وفى الآية الأخيرة يتضمن الامتداد التكميلى (من الناس) العنصر الثانى المحذوف .\n° مثال العنصر الأول من الجملة المربوط من خلال (ما) :\n- المثل : \" ليس للحاسدِ إلا ما حسدَ \".\n° أمثلة العنصر الأول المربوط بـ (أَنْ) : الآية 10من سورة يونس :\"وأخر دعواهم أن الحمد لله رب العالمين\" ، وتقدم هذه الآية جملة استشهادية نادرة للغاية فى اللغة العربية القديمة وذلك باستخدام (أنْ) التى توجد عوضاً عن التنغيم ؛ وكذلك الآية :20 من سورة الروم : \"ومن آياته أن خلقكم من ترابٍ\" .\n° مثال العنصر الأول المربوط عن طريق (الذى) : الآية 6 من سورة التحريم : \"ياأيها الذين آمنوا ..\" .\n° مثال العنصر الأول المربوط عن طريق (أنَّ) : الآية 118-119 من سورة طه : \" إنّ لَكَ ألاَّ تجوع فيها ولا تعرى . وأنك لاتظمأُ فيها ولاتضحى\" ؛ حيث يُربَط العنصر الأول من الجملة الأولى عن طريق (أنْ) التى تحولت هنا إلى (أل) بسبب تماثلها مع (لا) ؛ أما العنصر الأول من الجملة الثانية فهو مربوط بواسطة (أنَّ) ، ويبدو أن الرابطين مستخدمان بشكل مختلف .\nب- العناصر الأولى المركبة للجمل ذات الصيغة الممكنة :\nإن رابط العناصر الأولى المركبة للصيغ للمكنة هو (أنْ) بصفة عامة ، ومثال لذلك الآية : 84 من سورة البقرة : \"وأن تصوموا خيرٌ لكم\" .\n4- العناصر الثانية المركبة\n(1/97)\n",
        "تقع العناصر الثانية المركبة فى الصيغة الفعلية الحقيقية ، إلا إذا كانت تتزاوج مع العنصر الأول المركب ، وهو أيضا ذو صيغة فعلية ممكنة يشير لشرط تكوين العنصر الثانى فى الصيغة الأساسية وهى الصيغة الحقيقية . وهناك حالة خاصة تمثلها الجمل المفتتحة بـ (إنَّ ..... ــَـ ) والتى يكون فيها العنصر الأول عنصراً مستعاراً postiche ، وهو ضمير يطلق عليه التقليد النحوى \"ضمير الجملة170 pronom de l'énoncé \" ، وهذه الوحدة المستعارة تعمل على جعل العلاقة النحوية بين (إِنَّ...ــَ) والجملة علاقة مادية عندما تكون هذه الوحدة على رأس جملة فعلية وعندما لاتبدأ بعنصرها الأول بسبب النسق البلاغى المختلف . وبدون هذا الضمير (إنَّ...ــَـ ) والذى يختصر إلى (إنَّ) ، كان من الممكن أن نخلط بينه وبين (إنَّ) التعجبية التى لم تعد تستخدم .\nأ- أمثلة للعنصر الثانى المربوط عن طريق التنغيم :\n° مثال يكون فيه العنصر الثانى جملة اسمية : الآية 97 من سورة النساء \"فأُوْلَئِك مَأوئهم جَهَنَّمُ\"\n° أمثلة يكون فيها العنصر الثانى جملة فعلية : الآية 21 من سورة الأنعام \"إنه لايفلحُ الظالمونَ \" ؛ حيث يكون العنصر الأول مستعاراً . والآية 78 من سورة الشُعرَاء : \"الذى خلقنى فهو يهدينِ\" ، وقلبها : \"فيهدينى هو\" . والوحدة الصرفية \"هو\" ليست العنصر الأول من الجملة المركبة ، ولكنها هى عبارة عن امتداد وصفى للعنصر الأول للجملة البسيطة171 . وإذا تناولنا الجمل التالية :\n1-يكتبُ الولدُ ؛\n2- الأولاد يكتبون ؛\n3- الأولاد يكتبُ مُعلمهم .\n(1/98)\n\nنجد أن المثال الأول مكون من جملة بسيطة ، الوحدة اللفظية (الولدُ) فيه عبارة عن امتداد تطابقى للعنصر الأول (الياء) ، وهو الوحدة الصرفية للضمير الشخصى ؛ ولما كانت هذه الوحدة الصرفية تسبق عنصرها التوسيعى فهى لا تمثله . أما فى المثال الثانى المشتمل على جملة مركبة ، فالوحدة اللفظية \"الأولادُ\" ، و(الياء) فى (يكتبون) هى الوحدة الصرفية للضمير الشخصى الثالث ، وهى تعود على العنصر الأول للجملة ؛ ومن هنا جاء التوافق بينهما فى العدد والنوع ؛ أما الصائت الطويل (الواو) فى \"يكتبون\" فهو علامة هذا التوافق النحوى . وأما فى المثال الثالث المشتمل على جملة مركبة أيضاً ، فالوحدة اللفظية \"الأولادُ\" هى العنصر الأول من الجملة ، وأما الوحدة الصرفية للضمير الشخصى فى حالة المفرد فهى ــ كما فى المثال الأول ــ الياء فى \"يكتبُ\" ؛ والواقع أنها لا تعود على العنصر الأول من الجملة ، بل هى تمثل الفاعل النحوى الذى يعود عليه العنصر التوسيعى التطابقى \"مُعلمُهم\" .\nوخلاصة القول أنه فى الجمل المكونة على نفس نهج المثال الأول ليس التوافق النحوى للمفرد المؤنث توافقاً فى النوع ؛ فالتاء الصامتة فى هذا المثال : \"قالتِ العربُ\" ليست هى الوحدة الصرفية للمؤنث ، وإنما الصوت المتشابه من العنصر اللغوى (خ ز) العام والذى يسمح استخدامه هنا بالتعبير عن إجماع الفواعل .\nب- مثال العنصر الثانى المربوط عن طريق (أنَّ) ، الآية 7 من سورة النُّور : \"والخِامسةُ أَنَّ لَعنةَ اللهِ عَليه إِن كان من الكاذبين\" .\n5- الجمل التى يكون عنصراها مركبين :\nوأمثلة لذلك الآية 55 من سورة المدثر : \"فمن شاء ذَكرهُ\" ، والآية 121 من سورة البقرة : \"ومن يكفرُ به فأُولئِكَ هُمُ الخاسرونَ\" .",
        "(1/99)\n\nوالصيغة الحقيقية من العنصر الثانى من الجملة المركبة (\"فأُولئِكَ هُمُ الخاسرونَ\") وغير المتوقعة بعد الصيغة الممكنة لفعل العنصر الأول من الجملة تبرز السقوط الحتمى للجاحدين ، وهنا توجد مخالفة بلاغية لنظام الجملة .\n6- التوسيعات المركبة Les expansions complexes\nتشبه التوسيعات المركبة عنصرى الجملة المركبة ، ولهذا يتم تقديم الأحداث المهمة فحسب فى الجملة .\nأ- التوسيع التطابقى غير المباشر :\nL'expansion d'identification médiate\nومثل الآية 75 من سورة النِساء : \"رَبنَّا أَخرجنا من هذه القريةِ الظَّالمِ أَهلُهاَ\" ، حيث أن الجملة (\"الظَّالمِ أَهلُهاَ\") جملة محولة من \"أَهلُهاَ ظالِمونَ\".\nب- التوسيع الصيغى المركب 172L'expansion modale complexe\nيتميز هذا الامتداد بأمرين :\n° التضمير Le fait de pronomination\nأى امتداد صيغى مركب يشتمل على شكل استبدالى pro-forme يمثل مركباً من الجملة الأم ، وهذا الشكل الاستبدالى إما أن يكون :\n- توسيعاً إضافياً للعنصر الأول للتوسيع الصيغى ، ومثال ذلك الآيتان 2-3 من سورة الأنبياء : \"وهم يلعبونَ . لاهيةً قُلُوبُهُمِ\" .\n- وإما أن يكون عنصراً أولياً للتوسيع الصيغى ، ومثال ذلك ، الآية 55 من سورة البقرة : \"فَأََخذتكم الصاعقةُ وأنتم تَنظُرونَ\"\n° التلازم Le fait de concomitance\n(1/100)",
        "\nإن أى امتداد أو توسيع صيغى مركب يشير إلى عنصر لغوى (م ز) ، ووجوده فى حدود زمن قاعدته . وهذا الامتداد -لضرورة دلالية واضحة- يلازم قاعدته ، ويتم هذا التلازم عندما تكون قاعدة الامتداد الصيغى المركب هى العنصر الأول لفعل يحذف دلاليا ويبقى شكلاً للتعبير عن الزمن ؛ ومثال ذلك ، الآية 33 من سورة النّحل : \"ولكن كانوا أنفسهم يَظلِمُونَ\" ؛ حيث لايكون التلازم محققاً ، أو فى تعبير آخر ، العنصر الثانى للامتداد هو وحدة تشير إلى عنصر لغوى (م ز) شكله غير تام . والواقع أن الماضى -نظراً للتوافق الموجود بالأفعال ذات الصيغة الشكلية أو الصيغة الزمنية - لايمكن أن يستخدم فى الإشارة إلى تغيير جديد للقاعدة والتى يرتبط بها عنصر لغوى ويحدد صيرورتها . وفى كل الحالات الأخرى يتم التلازم بشكل فرعى عن طريق نفس الوحدة الصرفية (واو) المعية ، ومثال ذلك الشطر الشعرى :\n………\"لاتَنه عَن خُلِقٍ وتأتىَ مِثلهُ\" .\nج ــ التوسيع الإضافى المركب L'expansion d'annexion complexe\nتقع صيغة الامتدادات الإضافية المركبة فى الصيغة الواقعية دائماً . والواقع أن الوحدة الحقيقية هى الوحيدة الموجودة سلفاً ويمكن لها بواقعيتها أن تكون عضواً فى مجموعة أساسية أو فى مجموعة فرعية ، موجودة بالضرورة ، وفيها تكون هذه الوحدة متضمنة عن طريق علاقة الإضافة ، ومثال ذلك ، الآية 48 من سورة الطور : \" وسبح بحمدِ ربكَ حينَ تَقوم\" .\nد ــ التوسيعات التكميلية المركبة :\n(1/101)\n",
        "مثال التوسيع التكميلى المركب للعنصر الأول من الجملة ، الآية 56 من سورة الزُّمر : \"ياحسرتا عَلى مَافرَّطتُ فى جَنبِ اللهِ\" . وأمثلة التوسيع التكميلى للعنصر الثانى ، الآية 32 من سورة الجاثية : \"ما ندرى ما السَّاعةُ \" ، والآية 26 من سورة الأنفال : \"واذكروا إذ أنتم قليلٌ مُّستضعفونَ فى الأرضِ\" ، والجملة التالية : \"إذا قمتُ فاتبعنى\" ، والآية 28 من سورة السجدة : \" ويقولون متى هذا الفتحُ173\" ، والآية 43 من سورة الفُرقان : \"أَرأيت مَنِ اتَّخذ إلههُ هواه \" ، والآية 2 من سورة الكافرون : \"لاأعبدُ ما تعبدون\" ، والآية 47 من سورة آل عمران : \"قالت ربِ أنَّى يَكونُ لِى ولدٌ وَلَم يمسسنى بشرٌ\" ، حيث يرتبط الامتداد التكميلى بالعنصر الثانى من الجملة عن طريق أداة العطف (و) ، والمخالفة الشكلية تنكر العطف ، فالجملة الأم تقع فى زمن مستمر والامتداد التكميلى يقع فى الماضى174، وكذلك الآية 10 من سورة النّبأ \"وجعلنا الليل لباَسَا\" ، حيث يكون الصائت المحول هو نفس الفتحة بالنسبة للامتدادات التكميلية المركبة فى العنصر الثانى من الجملة175 ، والآية 86 من سورة التوبة : \"ذرنا نكنْ من القاعدين\" ، حيث تكون صيغة الامتداد التكميلى الفعلية هى الصيغة الممكنة ، والآية 129 من سورة الأعراف : \"قالوا أُوذينا مِن قبل أَن تَأتينا وَمن بعدِ ماجِئتنا\" ، وكذلك الشطر الشعرى : \"ألقى صحيفةَ كى يُخففَ رحلهُ\" حيث يكون الرابط هو (كى) ، وكذلك شهادة المسلمين : \"أشهد أنْ لا إلهَ إلا اللهُ وأنَّ محمداً رسول اللهِ\" ؛ حيث يكون الامتداد الأول ـ المرتبط بالجملة عن طريق (أنْ) على عكس الامتداد الثانى المربوط عن طريق (أنَّ) امتداداً للاستشهاد ، وهو وحدانية الله التى لا يمكن التعبير عنها إلا بكلامه . وفى الآية 117من سورة المَائدة : \"وكنتُ عليهم شهيداً مادمت فيهم\" تربط (ما) جملة مشيرة إلى الزمن ؛ ولهذا فقد ابتدع التقعيد النحوى فى (ما) وحدة\n(1/102)\n\nصرفية أخرى متجانسة معها صوتياً وهى (ما) التى تستخدم للمُدة والتى لا تتمتع بأى فردية حقيقية . وفى الآية 59 من سورة الكهف : \"أهلكناهم لما ظلموا \" الرابط هو (لما) . وفى الآية 191 من سورة البقرة : \"وقاتلوهم حيث ثقفتموهم\" تمثل (حيث) الرابط ، وفى الآية 45 من سورة الشورى : \"فذرهم حتى يلاقوا يومهم الذى فيه يُصعقون\" تكون (حتى ) هى الرابط .\nخاتمة\nإن الافتراض الذى نطرحه هنا ومفاده أن اللغة العربية تتألف مما يمكن أن نطلق عليه \"نظام الأنظمة\" système des systèmes ؛ هذا الافتراض يؤكده عدد كبير من علامات الاحتمال . وهذا الافتراض يمكن تعميمه على كل اللغات السامية ، والواقع أنه :\nــ إذا كان تكوين أنظمة التسمية فى اللغات السامية من جذور مؤلفة من صوامت يعود إلى توزيع الصوامت والصوائت المعروف فى اللغة العربية ، فإن هذا التوزيع قاسم مشترك فى كل اللغات السامية .\nــ وإذا كانت نتيجة هذا الحدث الرئيسى تخصيص أدوار الصوامت والصوائت المعروف فى اللغة العربية ، فإن هذا التخصيص قاسم مشترك أيضاً بين كل اللغات السامية .\nواللغة العربية التى أكدت هذه الفرضية وغذتها ، هى آخر شاهد معروف من النموذج القديم للغات السامية ، فما مصير شكلها المعروف ؟",
        "(1/103)\n\nولقد أدى التطور التقنى إلى حفر لواحق جديدة فى وحدة مركزية صرفياً ـ لقد رأينا أن اللغة العربية تكونت دون مقاطع تضاف إلى بداية الكلمات ، ورأينا أن اللواحق التى ليست صيغاً أو نوعاً أو عدداً أزاحت صيغ وحدة التسمية التى أُضيفت لها هذه الوحدات ، وأدى الاختلاق الاصطلاحى عن طريق اللواحق ، وهو أمر غريب على نظام التسمية ، إلى مخالفة النظام الصرفى ؛ ولهذا فنظام المفردات فى اللغة العربية ينقسم إلى قسمين فرعيين : قسم خاص بوحدات المفردات العامة والذى يمكن القول عنها إنها تألفت من تركيب مزدوج من الصوامت الأساسية وجذور ، والقسم الثانى من المفردات المتخصصة والتى تشتمل على جانب عظيم الأهمية مكون من مصطلحات مبنية على جذور ، أى على جذور مقطعية . ومن الجائز أن اللغة العربية وحدت كلماتها معالجةً كل وحدات التسمية بها على أنها وحدات مبنية على جذور مقطعية ، على غرار اللغات الإقليمية والتى هى عبارة عن اللغات الأم للعرب ، وبهذا اشتقت لنفسها نظام اتصال يمكن مقارنته بنظام الاتصال فى هذه اللغات الاقليمية .\n*********************************\nتم بحمد الله\nالمحتويات\nالموضوع\nالصفحة\nمقدمة المترجمين\nأ : د\nمقدمة المؤلف\n1\nعلامات الكتابة\n10\nنظام علم وظائف الأصوات\n19\nالنظام المقطعى وظاهرة التقابل\n22\nنظام التسمية\n30\nنظام الاتصال فى اللغة العربية\n111\nخاتمة\n157\nAndré Roman\nGrammaire de l'Arabe\nParis, 1990\n1 حرف (x ) رمز لعنصر المسند إليه ، وحرف (y ) هو رمز لعنصر المسند ، فأى جملة تتكون من عنصرى الإسناد : x + y\n2 BLACHERE (Régis), Grammaire de l'Arabe classique, Maisonneuve & Larose, Paris, 1975.\n3 FLEISCH (Henri), L'arabe classique: Esquisse d'une structure linguistique, Dar El-Machereq Editeurs, 1968.\nتوجد نسخ من هذا الكتاب في معهد العالم العربي بباريس ، وجدير بالذكر أن د. عبد الصبور شاهين قد عربه .\n(1/104)",
        "\n4 يكفى الرجوع إلى سلسلة Larousse وسلسلة Robert وسلسلة Grévisse ، وهى أشهر سلاسل تناولت بالدراسة قواعد اللغة الفرنسية ، للتثبت من هذا الأمر .\n5 هى دار نشر Presses Universitaires de France .\n6 من الآن فصاعدا سنرمز للعنصر اللغوى الخالى من الزمن res بالرمز (خ ز) وللعنصر اللغوى المشتمل على الزمن modus بالرمز (م ز) . (المترجمان) .\n7 سنتناول العناصر اللغوية المشتملة على عنصر الزمن modus والعناصر اللغوية الخالية من عنصر الزمن res ، ومن الآن فصاعدا سيُستخدم المصطلح ( modus ) للإشارة إلى العناصر اللغوية المشتملة على الزمن ، والمصطلح (res ) للإشارة إلى العناصر اللغوية الخالية من الزمن . (المؤلف) .\n8 فى إطار صيغ التصريف ، تُعرفُ المركبة اللغوية combinatoire بجملة التنسيقات المتاحة فى الوحدات الصوتية للغة ما، فمن وحدات صرفها من جانب ومن وحدات أصواتها ووحدات صرفها معا تؤلف هذه الوحدات الناتجة عن هذا الاتحاد مقاطع منسقة ذات طول متغير وهى وحدات الأنظمة المختلفة للغة . ومثال لذلك صوامت الجذور اللغوية السامية والمنتظمة فى مجموعة تضم مجموعتين فرعيتين (تشمل الأولى منها عناصر مكونة من جذر واحد وآخر أساسى وحرف النون |N | وهى ثمانية وعشرون جذراً ، وتشتمل الثانية على العناصر ذات الجذور الثلاثية والجذر الأساسى المشتمل على حرف |N| وهى ثمانية وعشرون جذراً ) .\nوفى إطار الجمل ، يشير حرف الـ Aإلى مجموعة من وحدات التسمية وحرف X إلى عنصر من هذه المجموعة مرتبطة عبر علاقة ثنائية شكلها كالتالى : >----< أو شكلها كالتالى : >--|--< بالعنصر y التابع لمجموعة أخرى هى المجموعة B المؤلفة من مجموعات تسمية ، ويعرف التركيب هنا بجملة التبادل بين x وعناصر A الأخرى ، مثال لذلك الجملة التالية :\n/' عربىُ >---< كتا بُ >---- ولدى (المؤلف)\n(1/105)\n",
        "9 يقصد المؤلف بنظام التسمية الألفاظ حال الوقف ، ويقصد بنظام الاتصال الألفاظ داخل التركيب حال الوصل .\n10 اللغة العربية المقصودة هنا هى اللغة التى نزل بها القرآن . (المترجمان)\n11 يقصد المؤلف بـ(اللغات القبائلية) اللهجات العربية ، وقوله (لغة أخرى) يعنى لهجة أخرى ، واستخدام (اللغة) بمعنى اللهجة واقع فى مصادر التراث العربى . انظر : ابن جنى : الخصائص باب تداخل اللغات ، وكذلك السيوطى فى المزهر .\n12 لم تكن اللغة العربية لغة متداولة فى زمن الوحى فحسب والإ كيف أدت وظيفتها؟ ولكنها كانت متداولة فى القرن الثانى الهجرى (الثامن الميلادى) بشهادة عالم النحو ، سيبويه ، وبشهادة المعجمى الأزهرى فى الجزيرة العربية فى منطقة البحرين فى بداية القرن الرابع الهجرى (العاشر الميلادى) ، وثبت أنها لغة حية متداولة فى القرن الثانى الهجرى (الثامن الميلادى) بوصف سيبويه لظاهرة التماثلات ونظامها الوقفى الذى يحمل سمات اللغة الحية ؛ حيث يعمل النظام الوقفى بالتناوب مع نظام حركات الإعراب الصوتية الوظيفية الذى كان متداولا ، وهذه الأدلة تكفى .\n13 يقول أحد الباحثين : \" إن القرآن نزل بلغة أدبية نموذجية ، تمكن بها العرب فى جاهليتهم من الحديث بعضهم إلى بعض ، وهى لغة منتقاة من فصحى لهجات العرب جميعا ، لا تعود إلى قبيلة واحدة . ويقول آخر : \"القرآن العربى فيه من جميع لغات العرب لأنه نزل عليهم كافة ، وأبيح لهم أن يقرأوه على لغاتهم المختلفة ، فاختلفت القراءات فيه لذلك \" ؛ وعليه فإننا نرى أن هذه اللغة الأدبية الراقية النموذجية ربما آلت إلى قريش فاحتضنتها ؛ لكونها مركزا للجزيرة العربية .\nانظر : علاء إسماعيل : قراءة حفص برواية عاصم : دراسة صرفية نحوية . رسالة ماجستير ـ جامعة المنيا 1995 . (المترجمان) .\n14 العناصر اللغوية الجديدة هى الألفاظ المولدة أو المستحدثة للأشياء الحادثة (المترجمان) .\n(1/106)\n\n15 يقصد بالرمز ( ?v ) صوت الهمزة مضموما أو مفتوحا أو مكسورا(ؤ ء ئـ) . (المترجمان ) .\n16 إن مدّ الصوائت النهائية هو علامة تشير إلى العدد (المؤلف) .\n17 نظام التسمية يعنى نظام البنى اللفظية (بنية الكلمة مستقلة عن التركيب ) حال الوقف ، فالوقف يكون على الحرف ساكنا وهذا ما يعنيه المؤلف بقوله (صامت) ، ونظام الاتصال يعنى نظام التركيب ، أى ضبط الكلمة فى الجملة حال الوصل أو الاتصال ؛ حيث تنتهى الكلمة بحركة (حركة إعراب مناسبة) وهذا ما قصده المؤلف بقوله (صائت) يعنيه. (المترجمان) .\n18 يشير الرمز ? إلى تحول الصائت إلى صامت . ولقد قنن التقليد العربى وجود الـ (a) على الرغم من أن (a) لايمكن أن تتحول إلى صامت . (المؤلف) .\n19 يجب التعليق من المترجم\n20 يقصد المؤلف بالعلامات التى توضع أسفل وأعلى الحروف علامات الضبط . (المترجمان) .\n21 يقصد بها التاء المربوطة . (المترجمان ) .\n22 لابد من تعليق للمترجم\n23 يقصد أن التاء فى الوقف تنطق هاء . (المترجمان ) .\n24 هذه التاء المحرفة (المولدة) يُطلق عليها (التاء المربوطة) بسبب وجود الربط بين فرعيها .\n25 هذه الصوائت هى الفتحة والكسرة والضمة . (المترجمان) .\n26 يُقصد بالصائت الصفرى انعدام الحركة . (المترجمان ) .\n27 يقصد بالصائت العارض علامة الإعراب . (المترجمان)\n28 يُقصد بالأعداد العربية chiffres arabes تلك التى تستخدم فى اللغات الأجنبية مثل 1;2;3 وهى الأعداد التى تستخدم فى بلاد المغرب العربى ، أما الأعداد التى تستخدم فى مصر ومعظم بلاد المشرق العربى (1؛2؛3) فهى أعداد هندية chiffres indiens . (المترجمان ) .\n29 هذا الملمح المميز يعمل على تصنيف الـ /?/ والـ /h/ .\n30 يصف سيبويه حرف الضاد الصامت المفخم بأنه لهوى . (المؤلف) . ولم نعثر على هذا المصطلح فى باب الادغام فى كتاب سيبويه . (المترجمان)\n31 المثال هنا فى حالة المثنى المرفوع . (المترجمان ) .",
        "(1/107)\n\n32 يعنى بالصائت القصير هنا حركة الكسر على لام الفعل وجاءت للوصل بما بعدها . (المترجمان ) .\n33 يعنى الرمز الصوتى /CV:C/ المقطع المكون من صامت وصائت طويل وصامت . (المترجمان ) .\n34 نلحظ أن المثالين اللذين ساقهما المؤلف غير متوافقين مع النص ، ولعله يقصد : \" أهلٌ ـــــ? أهلون و كلبٌ ــــ? كلبان . (المترجمان ) .\n35 لم يعط المؤلف أمثلة للضمائر المتصلة ؛ ومن أمثلتها قولنا : كتبتُمُ الدرس ، عملكُمُ الأول أفضل ، صلاتهُمُ الجمعة فى مسجد جامع أفضل من صلاتِهِمُ الجمعة فى مسجد صغير . (المترجمان ) .\n36 يقصد بالمتحركين اللذين يستحيل التقاؤهما الكسرة فالضمة . (المترجمان ) .\n37 يقصد بهذا الصوت صامت الهمزة فى حالات صوائتها الثلات (الضمة والفتحة والكسرة) (المترجمان )\n38 سيتم دراسة هذه التغيرات فى الجزء المخصص للأشكال غير القياسية . (المؤلف) .\n39 إيثارا للاختصار رمزنا للجذر بالرمز (ج) وللصامت بالرمز (ص) . (المترجمان )\n40 الصامت التنقلى هو صامت لايوجد إلا فى النقل العنصرى للأصوات الذى يربط هذا الصامت بالصائت المركزى للمقطع التابع له . (المؤلف)\n41 الفرع الصامت من هذه الشجرة ينتهى بالصوت الانسدادى البلعومى (الهمزة /?/ ) الذى حل محل الصوت القريب منه وهو الهاء /h/ المشتق منه ، وفى الواقع أن الهمزة /?/ أقل اختلافاً عن الهاء /h/ مع الصوائت التى توجد أمامها عامة . وبالنسبة للياء المضعفة /jj/ فهى نفس الصامت الحركى /j/ ولكنها مُدت لتقاوم حتمية الصوائت لأنها دائما فى وضع شبه حركى لوجودها فى نهاية الصيغة الصرفية . وعلى العكس من ذلك فالياء /j/ تأتى فى بداية الصيغة الصرفية . (المؤلف)\n42 يقصد بالمطلق الاسم حال التنكير . (المترجمان)\n(1/108)",
        "\n43 الصيغ الزمنية تعد عنصراً لغوياً (خ ز) . وإن الوحدات اللفظية التى تمثلها وحدات الصيغ الزمنية تعبر عن صيغ العدد ، وهى فى العربية ( المثنى والجمع ) ولاتأتى إلا مع العناصر اللغوية (خ ز) ؛ ومن ثم فكل هذه العناصر اللغوية (خ ز ) تشير إلى فكرة تتألف من علاقة مكونة من حدثين . (المؤلف)\n44 هناك مصطلح آخر للضمائرالمنفصلة هو pronoms libres . (المترجمان )\n45 لقد جعل ذلك منها صورة لحرف النون فى حالة الضمير الغائب : هُمُو /humu(u:)/ المشتق من هُونو /hu:nu:/ .(المؤلف) .\n46 لعل عبارة المؤلف \"صوت الحاء قريب من صوت الفتحة\"ــ مع أن الحاء صوت صامت والفتحة صوت صائت ــ تشير إلى القرب المكانى لا القرب المخرجى ؛ لأن صوت الحاء قريب فى مخرجه من صوت الهمزة فكلاهما صوت حلقى ، فضلا عن أن مخرج الألف غير المهموزة عند القدماء من الجوف فى منطقة الحلق وهى فتحة طويلة . (المترجمان ) .\n47 هناك مصطلح للضمائر المتصلة هو les pronoms liés .\n48 ضمير الجمع (ــكمْ) يكتب هكذا فى حالة الوقف وتضم الميم فى حالة التقاء الساكنين ، ويمكن أن تُمد ضمة الميم واوا فى حالات خاصة كالضرورة الشعرية . (المترجمان ) .\n49 هذا الضمير يكون مضموماً حينما يكون الحرف السابق له مضموماً أو مفتوحاً ويكسر حينما يكون الحرف السابق له مكسوراً . وكذلك الحال بالنسبة لنفس الضمير فى حالة المثنى المذكر. (المترجمان)\n50 كل صيغة يلحق بها مضاف إليه تُسمى صيغة استبدالية موصولية . (المؤلف) .\n51 هناك صيغة استبدالية أخرى / ذو / التى لم تعد حية إلا فى استخدامها مع الظرف /مُن/ : /مُنذُ/ .\n52 هو حرف النون فى كل الصيغ الاستبدالية الموصولية .\n53 مثال لذلك الآية رقم (4) من السورة رقم (81) : (إِن كُلُّ نَفسٍ لَّمَّا عَلَيهاَ حَافِظٌ) (المؤلف) .\nالسورة رقم 81 هى سورة الطارق ، والآيات الثلاث الأخرى موجودة فى سور : هود 111 ، يسن 32 والزخرف 35 . (المترجمان)\n(1/109)\n",
        "54 لم تعد /لدن/ تُستخدم فى اللغة . (المؤلف) .\n55 لما كانت الصيغ الاستبدالية الدالة على الزمن ملتصقة مباشرة بالوحدة الصرفية الشكلية التى هى قاعدتها فليست هناك حاجة لوجود الحرف المتنقل . (المؤلف)\n56 المصطلحات الفنية التى أشار إليها المؤلف وساق لها أمثلة عُرفت فى الصرف العربى باسم المصدر الصناعى . (المترجمان)\n57 الاسم المشترك هو الاسم العام الاسم الذى يشترك فيه أكثر من فرد كتاب . (المترجمان ) .\n58 كل اللواحق السوابق وحدات ثابتة . (المؤلف)\n59 ومع ذلك فهذه الأسماء تعامل على أنها أسماء مؤنثة تقريبا . (المؤلف) .\n60 على الرغم من أن المؤلف يتحدث هنا عن جمع المذكر السالم فإن الأمثلة التى ساقها إضافة إلى عبارته التى فى نهاية النص تؤكد أنه يقصد الملحق بجمع المذكر السالم . (المترجمان) .\n61 هذه التاء المتغيرة والتى كانت (/ميما/ ) نتجت عن اختفاء التنوين ؛ أما الجذر ?m فقد خرج بذلك من الصوامت الأنفية (الميم والنون) ودخل فى سلسلة الأصوات الانسدادية البلعومية البسيطة (التاء والثاء والكاف والهمزة) وأصبح صامتا (تاء) والذى يعد الصامت الأكثر قربا من مخرج نطقه فى هذه المجموعة . (المؤلف)\n62 اختار النحاة العرب الجذر /ف ع ل/ ليرمزوا به لكل جذور اللغة العربية . (المؤلف) . ولمزيد من الإيضاح يمكن الرجوع إلى شرح ابن عقيل 4/1999 ط 20/1980 (المترجمان) .\n63 يطلق لفظ \"الممنوع من الصرف\" diptote على الوحدة اللفظية التى تشير إلى عنصر لغوى (خ ز) لا يقبل التنوين ولا يقبل الصائت التركيبى المكسور (الكسرة علامة الجر) ) حينما يكون نكرة . ويطلق = = لفظ \"الاسم المصروف\" triptote على الوحدة اللفظية التى تشير إلى (خ ز) قابل للتنوين والجر بالكسرة ، فهو اسم يقبل الحركات الإعرابية الثلاث . (المؤلف)\n64 علامة التصغير هى ضم الحرف الأول وفتح الثانى مع ياء ساكنة قبل الحرف الأخير، ومثال ذلك :\nكتاب ---< كُتيْب . (المترجمان )\n(1/110)\n\n65 هذه الصيغة المكونة من العناصر اللغوية المشتملة على عنصر الزمن والأشكال التى ستذكر بعد هذه الفقرة سيتم دراستها فى القسم الخاص بالعناصر اللغوية المتضمنة للزمن . (المؤلف)\n66 الكلبية cynisme مذهب فوضوى يدعو لمخالفة الأعراف والتفاليد والتعاليم الدينية وانتهاج مسلك فوضوى . (المترجمان ) .\n67 يجب القول بأن صيرورة العنصر اللغوى المشتمل على الزمن وإن كانت مقلدة فهى مقلدة من عنصر لغوى خال من الزمن وهو فاعله الشكلى . (المؤلف) .\n68 يأتى الفعل غير الحقيقى عن طريق صيغة النفى /لو law/ . ومن ناحية أخرى ، إذا كان العنصر اللغوى المشتمل على الزمن صيغة حقيقية ، فيفهم على أنه بأدى ، وإذا كان ذا صيغة ممكنة ، يفهم على أنه غير بادئ ، أما إذا كان غير حقيقى فهو غير بادئ وغير لابادئ n'est ni commencé ni non commencé . (المؤلف) .\n69 يقصد بالفعل البسيط verbe simple الفعل الثلاثى المجرد . (المترجمان ) .\n70 أى من صامتين وصائت وصامت بدون ألف الوصل . (المترجمان ) .\n71 هذا المقطع إما أن يكون المقطع الأخير من الوحدة السابقة ، وإما أن يكون مقطعاً ملحقاً بصائت وصل ويتعلق الصامت فيه بالوحدة السابقة . (المؤلف) .\n72 أى ضمير المخاطب : أنت/أنتم/أنتن. (المترجمان ) .\n73 ومع هذا فالكسرة الطويلة /i:/ تختصر فى الماضى وتصبح /i/ . (المؤلف) . ويقصد المؤلف بالكسرة الطويلة ياء المد . (المترجمان ) .\n74 يقصد المؤلف بالصائت الصفرى الفعل الذى آخره ساكن ، وذلك فىحالة الجزم . (المترجمان ) .\n75 الرمز V1 هنا الصائت الإعرابى voyelle casuelle وهو الفتحة فى هذه الحالة .(المترجمان ) .\n76 يقصد المؤلف بالصائت المضموم الفعل فى حالة الرفع ، والمصطلح غير دقيق لأنه يتوافق فحسب مع الفعل فى حالة الإفراد ، ومن هنا فالمصطلح الدقيق يجب أن يكون (الفعل فى حالة الرفع) . (المترجمان ) .",
        "(1/111)\n\n77 يقصد المؤلف بالمضارع ذى الصائت (الفتحة) المضارع المنصوب ، ومن ثم فمصطلح المؤلف غير دقيق لأنه يشير فحسب إلى الفعل فى حالة الإفراد . (المترجمان ) .\n78 من أمثلة ذلك الأية 36 من سورة القيامة (أيحسبُ الإنسان أن يُترك سُدى) والآية 3 من سورة الهُمزة (أيحسب أن ماله أخلدهُ) . (المؤلف) . وهذا النص يعكس وجهة نظر المؤلف فى إنكار (نصب الفعل المضارع) وإنكاره لأدوات النصب . وهناك قواعد نحوية أخرى ينكرها المؤلف كإنكاره لما يسمى بلغة (أكلونى البراغيث) وقد أشار إلى ذلك فى محاضراته بجامعة ليون 1996. (المترجمان) .\n79 السلسلة الحركية (الضمة والكسرة) ليست حركات حديثة فى أى صيغة صرفية أخرى . (المؤلف) .\n80 الآية 29 من سورة الأحقاف ونصها { وإذ صرفنا إليك نفرا من الجن يستمعون القرآن فلما حضروه قالوا أنصتوا فلما قُضِى ولوا إلى قومهم منذرين } . (المترجمان ) .\n81 وبطريقة أخرى ، يتم التعبير عن التمنى بالصيغة /ليتَ lajta/ (المؤلف) .\n82 يقصد المؤلف بالجمع هنا الجمع المذكر فقط . (المترجمان) .\n83 يقصد بالكسرة الممدودة ياء المد ، والضمة الممدودة واو المد ، ونتيجة لالتقاء الساكنين (ساكن المد وساكن النون المشددة) تم حذف حرفى المد ، وبقيت الضمة دلالة على الواو والكسرة دلالة على الياء . (المترجمان) .\n84 لم تُحذف ألف المد من صيغة المثنى لاختلاط صيغة المثنى مع صيغة المفرد وهذا يعنى هنا أن ألف المد تحمل دلالة صرفية . (المترجمان) .\n85 انظر : الآية الرابعة من سورة القَصَص . (المترجمان) .\n86 ومن أمثلة ذلك فى حالة الأمر : تَقَدَمْ takadam ، فىحالة الماضى : تَعَاظَمَ ta'azam. (المترجمان) .\n87 لم يشر المؤلف لصيغة تصريف الأمر هنا وهى : /استفعِل (?i)staf'il . (المترجمان) .\n88 المثال مخالف للصيغة ، ومن أمثلة هذه الصيغة فى الماضى : استَوعَبَ (?i)staw'aba ، وفى حالة الأمر : استفدِم (?i)stakdam . (المترجمان) .\n(1/112)",
        "\n89 أى صار موضع وجودها هو المعجم حيث تلاشت من الاستخدام وغدت مهجورة . (المؤلف)\n90 يطق على الرقم التجزئيى 1/2 nusf \"نُصف\" وذلك عن طريق اخفاء المتحرك . (المؤلف) .\n91 رأينا أن صيرورة العنصر اللغوى لا تنبع من الفاعل ، بل من الفاعل الشكلى agent aspectuel ، ولهذا فالصيغة /فُعُلة fu'ulat / التى تعبر عن العنصر اللغوى المشتمل على الزمن فى حالة المبنى للمفعول لم تعد موجودة . (المؤلف) .\n92 اللفظة الأولى تستخدم مع المذكر والتى تليها تستخدم مع المؤنث ؛ واللفظة \"عشرة\" تظل الوحيدة المطابقة فى كل النقاط للصيغة المفترضة . وهذه الأعداد تستخدم كقواعد للتوسيع الفاعلى (المؤلف)\n93 لم تعد ألفاظ العقود عناصر لغوية (م ز) ، بل هى عناصر لغوية (خ ز) ، ولم تعد تحمل الجذر /t/ ، وهو الوحدة الصرفية للزمن ، وتوجد فيها الوحدة الصرفية للجمع والتى هى عبارة عن عناصر لغوية (خ ز) وتستخدم كأُسس للتوسيع الصيغى bases d'expansions modales . (المؤلف) .\n94 يقصد المؤلف بهذا المصطلح \" اسم المرة \" . (المترجمان) .\n95 يقصد بهذا المصطلح \"اسم الهيئة\" . (المترجمان) .\n96 تعددية هذه الصيغ لاتوجد فى النظام الأصلى . ولعل هذا التعدد نجم عن توسع متأخر ، وهو توسع قيم صيغ التصريف البسيطة ذات الوحدة الصرفية (ميم) ، وهذا التوسع مطابق للصيغ التصريفية التى تحمل نفس الوحدة الصرفية ومن ثم فالاستخدام وحده هو الذى يميز هذه الأشكال المشتركة إما عن طريق المصدر الميمى ، وإما عن طريق اسم المكان أو اسم الزمان . (المؤلف) .\n97 الملاحظ أنه فى العناصر اللغوية (م ز) والدالة على الزمان والعناصر اللغوية (م ز) الدالة على الزمان والمكان والآلة ، تكون الصيغة الشكلية المعبرة عن الإنجاز أو التقدم غير متوافقة مع الدلالة الفاعلية الصفرية ، الأمر الذى يجعل وجود الصيغة /فاعُل fa:'ul/ مستحيلاً . (المؤلف) .\n(1/113)\n",
        "98 وضع المؤلف لهذه الصيغ الثلاث الرمز ( fa'V:l ) ، حيث تشير علامة V: إلى الصائت المدود ( الألف أو الياء أو الواو ) . (المترجمان) .\n99 ثمة اختلاف آخر لم يشر إليه المؤلف يكمن فى حركة الفاء ؛ فهى الفتحة فى الصيغ الثلاث الأولى ، والفتحة والضمة والكسرة فى الصيغ الثانية . (المترجمان) .\n100 هذه الضرورات نتجت بنفس الطريقة التى تراجع فيها نطق اللغة ، وبذلك ثبتت معيارية هذه الضرورات . (المؤلف) . والصيغ غير القياسية تعرف فى الاصطلاح العربى بالصيغ السماعية . (المترجمان)\n101 وعلى غرار ذلك فالتماثل هو فى العادة ظاهرة اختصارية phénomène régressif فى اللغة العربية ( المؤلف) .\n102 كلمة (رادّ ) داخل التركيب تكون متبوعة بحركة الإعراب ( الضمة أوالفتحة أوالكسرة ) وفقا لوظيفتها النحوية (المؤلف) .\n103 الشكل ( اردُد ) شكل قياسى ، والشكل ( رُدَّ ) شكل متغير وهو قياسى أيضا يتم مع الفتحة كما يتم مع أى حركة أخرى مثل نموذج (رُدّى) (المؤلف ) .\n104 سيعرض المؤلف تباعاً للأفعال المعتلة بأنواعها الثلاثة : المثال والأجوف والناقص . (المترجمان) .\n105 الصيغة ( عِلَة ) موجودة لحتمية صوتية . (المؤلف) .\n106 يقصد بهذه الصيغ صيغ الفعل الأجوف الذى أوسطه حرف علة . (المترجمان)\n107 ولهذا ففعل (خَافَ) فعل متعد (المؤلف) .\n108 هذه التطورات للبنى الصرفية للأفعال لم نعثر عليها فى كتب التراث النحوى ، ولم ندر من أى مصدر استقاها المؤلف . (المترجمان)\n109 وكلمة ( بُوع ) التى لم تعد تستخدم هى كلمة معروفة تاريخيا . (المؤلف) .\n110 يقصد بـ\"الوحدات اللامستقلة لنظام التسمية \" الوحدات اللفظية اللامستقلة ، أى المرتبطة بغيرها ، وفقا لنظام الجملة . (المترجمان)\n(1/114)\n\n111 إن العدد الهائل من الصيغ العربية والتى كان آخرها صيغة التمنى ـ وفقا لاحتمالية علمية ـ مبنى على وحدات تنغيمية intonèmes ويؤكد السلسلة العامة للغة العربية ولا يعطى للتنغيم إلا دورا ثانويا . (المؤلف ) .\n112 العناصر اللغوية (م ز) لا توجد إلا عن طريق العناصر اللغوية (خ ز ) ولهذا السبب فإنها لا يمكن أن تصنف كما هى بمعزل عن العناصر اللغوية (خ ز ) التى بدونها لا توجد هذه العناصر اللغوية (م ز ) مطلقا ؛ أى أن العناصر اللغوية (خ ز ) موجودة قبل تصنيفاتها ، فى حين أن العناصر اللغوية (م ز ) غير موجودة قبل تصنيفها الحالى . (المؤلف) .\n113 إن المجموعات الفرعية المعرفة عن طريق صيغ النوع لم تعد مجموعات فرعية معرّفة نوعيا ؛ ولهذا فهى مجموعات فرعية لوحدات لغوية وليست لوحدات التصاقية . (المؤلف) .\n114 إن صيغة التمييز المشابهة لصيغة التوحيد مأخوذة من أداة التعريف التى تعد وحدة عددية . ووفقا لنظام التركيب ، فإن الصيغ التى تشير إلى عناصر لغوية ( خ ز ) والموجودة فى أكثر من نموذج هى الصيغ الوحيدة التى من الممكن أن تأخذ أداة التعريف والتى هى عبارة عن تحديد ظاهرى ؛ ولهذا فالوحدة التركيبية ( أل ) المضافة إلى اسم علم (وهو اسم نسبى يستخدم عادة كاسم لكائن حى واحد) هذه الوحدة تُعَدّ وحدة تشريفية particule nobilaire . وعندما تكون العناصر اللغوية (م ز) غريبة على صيغة العدد ، لا يمكن لها أن تأخذ أداة التعريف إلا بهدف التوافق إذا كانت توسيعات تشخيصية لعنصر لغوى ( خ ز) وهو قاعدتها المحذوفة ، وبخلاف هذه الحالة ، تكون (الـ ) المضافة لعنصر لغوى (م ز ) علامة صيغة التمييز modalité d'excellence .وهذا الجدول يقدم مختصراً لتوزيع وظائف ( الـ ) :\n- (الـ ) أمام عنصر لغوى (خ ز ) :",
        "(1/115)\n\nإذا كان العنصر اللغوى (خ ز ) اسما مشتركا فالوحدة التركيبية ( الـ ) تعد وحدة عددية ، أى أداة تعريف ، أى أن العدد فى العنصر اللغوى ( خ ز ) يحدد بواسطتها ، ويكون التركيب syntagme الذى يتبعها هو مجموعة أساسية مثل ( الكلب ) وفرعية مثل (الكلاب) . أما إذا كان العنصر اللغوى ( خ ز ) اسم علم فإن ( الـ ) تكون صيغة شُهْرَة modalité de notoriété ، و كذلك الأمر عندما يكون العنصر اللغوى ( خ ز ) اسما مشتركا بعد الصيغ (نِعمَ للمدح ) و( بئس للذم ) .\nـ ( الـ ) أمام عنصر لغوى ( م ز ) :\nعندما يكون العنصر اللغوى ( م ز ) متصلا بعنصر لغوى ( خ ز ) تكون ( الـ ) فى هذه الحالة صيغة تمييز (عهدية ) modalité d'excellence ، مثل قول النبى ـ ص ـ ( هى السهلة العذبة ) ، وإما أن يبدأ العنصر اللغوى ( م ز ) بـ (الـ ) التى تعد فى هذه الحالة صيغة عددية تحولت إلى عنصر ( خ ز ) . (المؤلف ) .\n115 حول التقسيم الزمنى والتقسيم البنيوى للفعل ، انظر : د.علاء إسماعيل : التعبيرات الاصطلاحية ـ دراسة تركيبية دلالية مبحث الجملة الفعلية . رسالة دكتوراه بجامعة المنيا 1997 . (المترجمان) .\n116 رأْىُ المؤلف بأن (لو) أداة نفى رأى مقبول وإن لم يذكر فى نحونا العربى ، حيث ذكر النحاة أن (لو) حرف شرط يفيد امتناعا لامتناع . (المترجمان) .\n117 من أمثلة ذلك : ( لم يكتب ) أى لم يتوفر له فرصة الكتابة فى الماضى ، و( لن يكتب ) أى أن الفرصة التى ستتاح له لا تسمح له بالكتابة . (المؤلف) .\n118 سيتم تعريف الصوت فى بداية الجزء الخاص بالنحو . (المترجمان)\n(1/116)",
        "\n119 تختص (ما) بزمن الفعل الماضى ، فى حين تختص (لا) بزمن الفعل المضارع . أمثلة : ( ما كتب) ؛ حيث تكون السلسلة الشكلية متجانسة ، و(لا يكتب) حيث تكون السلسلة الشكلية متجانسة ، وعلى العكس من ذلك فى المثال : (ما يُكتبُ ) فـ (ما) هنا تحمل زمنا ماضيا يدعم زمن الفعل المضارع بعده وفى المثال : (لا كتبَ ) يشير الماضى غير الموجود دلالياً بعد المضارع إلى التمنى . (المؤلف) .\n120 ليس أداة النفى الشديد ـ عندما دخلت اللغة العربية الفصحى التاريخ ـ وقد أُلحق بها الوحدات الصرفية للضمائر المستخدمة معها باستمرار ، ولهذا فتركيب الصيغة التى تأتى معها له شكل الفعل فى زمن الماضى . (لستُ ، لستَ ، لستِ ، ليسَ ، ليستْ) فى حالة المفرد و (لستما ، ليسا ليستا) فى حالة المثنى و (لسنا ، لستم ، لستنَ ، ليسوا ، لسنَ) فى حالة الجمع . (المؤلف) .\n121 تنفى (لمَّا) علاقة نواتية ممكنة ولكن دون أن تضر بإمكانيتها ، مثل دلالة صيغة النفى ne pas ....encore فى اللغة الفرنسية ، مثل : لما يكتب . (المؤلف) .\n122 تتعلق الألف المهموزة (أ) بزمن الفعل الماضى وتتصل (هل) بزمن الفعل المضارع . أمثلة : أكتبتَ (التى تتضمن معنى الإثبات) ؛ أكتبتُ (التى تتضمن معنى الإثبات) ؛ هل كتبتَ (التى تضمن معنى النفى) ؛ هل كتبتُ (التى لاتحدد إجابة) . (المؤلف) .\n123 (نعمَ ) و (بئسَ ) وحدات لغوية مشتقة من جذرين هما على الترتيب (ن ع م) و (ب ء س) . وخلقت العربية وحدات لغوية منفصلة عن طريق تجميد الوحدات المتصرفة figement d'unités fléchies . (المؤلف) .\n124 صيغة النفى (لا) هى الصيغة الوحيدة الممكنة أمام إمتداد نسقى extension coordonée ؛ ومن الملاحظ أن ( بِلا bila: ) لا يمكن أن تستخدم للإنسان . (المؤلف) .\n(1/117)\n",
        "125 هناك صيغ لربط الجمل معه تكون الجمل كائنة بذاتها ؛ وعلى النقيض من ذلك ليس هناك أدوات للربط بين عنصرين لغويين فى جملة واحدة ، ومن ثم فالعنصران اللغويان المترابطان لهما نفس الشريك النحوى والعلاقة التى بينهما وبين هذا الشريك النحوى علاقة عادية . (المؤلف)\nوينبغى أن نشير إلى أنه يمكن الربط بين عنصرى الجملة برابط فى حالات ما ، كالرابط ( الفاء) بين المبتدأ والخبر إذا تضمنت الجملة معنى الشرط . (المترجمان) .\n126 مثال : ما مررتُ به إلا وسلمتُ عليه . (المؤلف) .\n127 مثل : (وا خالداه) و (وا عمراه) و (وا إسلاماه) ....الخ . (المترجمان) .\n128 جاء فى القاموس المحيط : طَقْ : حكاية صوت حجر ونحه وقع على آخر ، وإن ضوعف قيل : طقطق أو طق طق . وغاقْ : حكاية صوت الغراب . (المترجمان)\n129 من أمثلة الاختصارات العربية : ج . ع . س . \"الجمهورية العربية السورية\" ، و (سونة) التى تمثل لـ (وكالة السودان للأنباء) . ( المؤلف) .\n130 يقصد به النظام النحوى أو نظام تركيب الجملة فى اللغة العربية . (المترجمان)\n131 فى الواقع أن محاولة توسيع النواة أمر مستحيل ، فبما أن النواة تُكِّون الجملة ، فلا يمكن أن توسع لكونها جملة ، والجملة هى الوحدة النحوية الكبرى . (المؤلف) . يشير المؤلف هنا إلى استحالة توسيع النواة نفسها ، إنما التوسيع يتم للعناصر المتعلقة بالنواة . (المترجمان)\n132 لابد من توثيق للمثل\n133 في الواقع أن الملاحظات على الجملة المركبة توضح أن الجزء الثانى في الجملة لا يمكن أن يكون صيغة غير واقعية ، وما يتطلب أن يكون هذا الجزء في نهاية النواة أنه هو الجزء الذي يفيد ، أو بتعبير آخر ، هو الجزء صاحب الكلمة الأخيرة . ( المؤلف) .\n(1/118)\n\n134 يستخدم المصطلح \"شكل\" figure هنا لتسمية سلسلة الوحدات الصوتية الصغيرة لكلمة والتى لاتكون مدلولات لدوالٍّ والتى لاتؤلف بذلك صيغة . والواقع أن صيغ البناء للفاعل والمفعول والشكل والدلالة الفاعلية والتى كانت تميز العنصر اللغوى (م ز) المحدد فى اللغة العربية القديمة لم تعد سوى علامات معجمية traces lexicales فى اللغة العربية الفصحى . (المؤلف) .\n135 فى اللغة العربية ، إذا كانت اللغة الشكلية والتى هى عبارة عن ازدواجية مثالية مكونة من عنصر لغوى (خ ز) وآخر (م ز) والذى يعد نموذجا ، وإذا كانت الثنائية المكونة من عنصرين لغوين (خ ز ) قد ابتُدِعت عن طريق التشابه ، فإن الأمر نفسه قد حدث فى اللغات التى تتميز بالزمن وليس بالشكل ، والتى فيها تشير الأفعال وحدها دون سواها إلى الزمن . والجمل الاسمية فى هذه اللغات هى جمل حذفية مثل ( أنت ؟ ) أو هى جمل يكون فيها الجزء الثانى هو التغيم intonation الذى يغير دلالة الجملة (أنت ؟ ) . (المؤلف)\n136 يلحظ المرء توازيا فى صيغة الدلالة الفاعلية la modalité d'agentivité : ففى حالة الدلالة الفاعلية الموجبة يلفظ المتكلم من تلقاء نفسه العنصر اللغوى (م ز) ويكون فاعلا له ، وفى حالة الدلالة الفاعلية السالبة يلفظ المتكلم عنصرا لغويا (م ز) كرد فعل على العالم الخارجى . (المؤلف) .\n137 يتم ذلك بسبب أن العلاقة النواتية هى بمفردها التى تحدد عناصر الجملة ؛ ومن ثم فهذه العناصر ليست فى حاجة لعلامة إعرابية تقوم بوظيفة تؤدى إلى هذا التحديد ؛ وإنما العلامة الإعرابية تستخدم فى مواضع أخرى يفرضها التركيب النحوى فى اللغة العربية .(المؤلف) .\n138 لابد من توثيق الحديث . (المترجمان)",
        "(1/119)\n\n139 يتحقق النداء فى اللغة العربية من خلال الوحدات الصرفية الصغيرة (يا) و (أيها) وهما الوحدتان الأكثر شيوعا ، والوحدات الأخرى هى : (يا أيتها) و (آ) و (أى) و (أية) و (هيا) والتنغيم بشكل هامشى كما فى الآية 29 من سورة يوسف . (المؤلف) . والآية { يوسفُ إعرض عن هذا ..} . وجدير بالذكر أن هذا النوع من النداء l'appel يقصد به المؤلف نداء العلم والنكرة المقصودة ، فى حين أنه يقصد بالنوع الثانى l'evocation نداء المضاف والشبيه بالمضاف والنكرة غير المقصودة . (المترجمان)\n140 تعد صيغة الاستغاثة تطورا لصيغة النداء بالأداة ( يا ) وعلامتها ( يا لَـ....ــِ ) . (المؤلف ) .\n141 تعمل صيغ المدح والذم (نعمَ) و (بئس) على قلب النظام المعتاد لجزئى الجملة ، حيث تؤدى هذه الصيغ إلى جعل الجزء الثانى يسبق الأول . ونلحظ أن هذا القلب تم على هذا النحو : (أنت ولدٌ) ? (نعمَ الولد أنتَ) ونلحظ كذلك التغير الطارئ على (ولد) كإمتداد لـ (نِعْمَ) . (المؤلف) .\n142 دخلت الوحدة الصرفية التوكيدية ( إنّ ) ــ والتى تعدّ إعادة استخدام للوحدة الصرفية ( إنّ ) المعبرة عن الحقيقة ، والتى هى عبارة عن أداة تعجب ــ فى تصريف ( ليت ) و (علّ ) ، ولذا فقد أثرت ــ مثلها فى ذلك مثل ( ليت ، علّ ) ــ على العنصر الأول ، حيث أضافت إليه الصائت الإعرابى القصير المفتوح . (المؤلف) .\n(1/120)",
        "\nيتضح لنا من هذا النص أن المؤلف لا يعتد بأقوال النحاة فى الحروف الناسخة (إنّ وأخواتها) التى تنصب المبتدأ وترفع الخبر ، والتى أسماها سيبويه فى كتابه 1/131بـ(الحروف الخمسة المشبهة بالفعل) ، ويرى المؤلف أن (ليت ، لعل) أشبهتا صيغة التعجب فى تأثيرها على العنصر الأول من الجملة ، أما العنصر الثانى فلا تأثير لها عليه ، وحُملت (إنّ) على (ليت ولعل ) ، وسيذكر فيما بعد أن (لكنَّ) دخلت عليهما بعد (إنَّ) انظر هامش صـ 130. ونحن لا نأخذ برأى المؤلف ؛ حيث إنه رأى قابل للمناقشة والر دّ. (المترجمان)\n143 المركب اللغوى المؤلف من (فَـ) و صيغة (إنَ) ? (فإنَ) يحمل دلالة (لأن) . (المؤلف) .\n144 ومع ذلك فأداة العطف (لكن) تستخدم فى موضعها مثل (بَل) . (المؤلف) .\n145 دخلت (لَكِنَّ) ، بعد (إنَ) ، على (ليتَ) و (لعل) ؛ و (لَكن) و (لَكِنَّ) يستخدما فى الغالب مع (و) . (المؤلف) . وسبق الحديث عن رأى المؤلف فى (إنّ وأخواتها) وخلافنا معه راجع هامش صـ 126\n146 سيتم تعريف التوسيع التكميلى والتوسيع المركب فيما بعد . (المؤلف) .\n147 من الممكن أن ينتج عن هذه المخالفة أثر بلاغى . (المؤلف) .\n148 يرى المؤلف أنه لا يجوز العطف على الضمير المتصل الفاعل ، وهذا متوافق مع كلام النحويين ، حيث يقررون أنه لابد من ذكر ضمير منفصل بعد الضمير المتصل الفاعل ، فلا يقال : جئت وعمرو ، بل يقال : جئت أنا وعمرو . انظر : سيبويه : الكتاب 2/377 ، 378 ت : عبدالسلام هارون 1968 ـ القاهرة دار الكتاب العربى للطباعة والنشر . (المترجمان)\n149 حروف الجر التى تؤدى تشعيباً تشخيصياً لقاعدتها هو صفة صائتها الإعرابى والصائت الإعرابى للقاعدة أيضاً ، وهذه القاعدة فى حاجة إلى صائت إعرابى للتوافق . وسوف نلحظ الطابع الصورى لحرف الجر هذا. (المؤلف) .\n(1/121)\n",
        "150 حرفا الجر (مِن) و (عَن) متشابهان فى التعدى الكامل والتعدى الناقص ، وكذلك الأمر بين (إلى) و(حتى) وهما أفعال متعدية تستخدم كحروف جر . (المؤلف) .\n151 المؤلف له رؤية خاصة فى الفاعل النحوى ؛ حيث يرى أن الفاعل النحوى هو الضمير الملازم للفعل pronom sous-entendu du verbe ويتمثل فى سوابق المضارع préfixes (حروف أنيت) ، ولواحق الماضى suffixes فى حالة التكلم والخطاب (تاء الفاعل ونا الفاعلين) ، أما فى حالة إسناد الفعل للضمير الشخصى الثالث (ضمير الغائب) troisième personne ، فالفاعل هو العلامة الصفرية (0) zéro لأن غياب العلامة علامة وعلى هذا فالفعل العربى يمثل جملة تامة énoncé complet هى جملة نواة phrase nucléaire أو جملة دنيا phrase minimale عنصراها الفعل verbe وفاعله النحوى sujet sintaxique ، فلا فرق بين الجمل (كتبَ كتبتُ ، كتبتَ ) ؛ فثلاثتها تحتوى على عنصرى الجملة النواة الفعل والفاعل :\n………كتب + 0 (هو) = il a écrit\n………كتبتُ ......... = j'ai écrit\n………كتبتَ ........ = tu as écrit\nووفقا لهذا التحليل ، فإن الاسم المرفوع nom manifeste بعد الفعل وظيفته النحوية أنه عنصر توسيعى élément d'expantion يصف الفاعل المضمر ؛ ولذا يسمى élément d'expantion d'identité ، ومن ناحية أخرى فهو الفاعل الدلالى أو الحقيقى agent .\nتابع : وهذا العنصر التوسيعى الوصفى مثله مثل الضمير المنفصل فى جملة (فعل هو) ؛ فهذا الضمير لا يمكن أن يكون فاعلا ، وحينما نحلل الجملة ، يكون التحليل على هذا الأساس :\n……\" فعل + 0 + هو ....... A fait + il + lui \"\nولو لم يكن الفاعل كامنا فى الفعل ، لجاز أن نسند هذا الفعل للضمير المنفصل المتكلم والمخاطب فنقول :\n… \" فعل أنا .............. Ai fait je \"\n… \" فعل أنت ............. As fait tu \"\n(1/122)\n\nفهل يجوز هذا التركيب فى اللغة ؟ هل يجوز أن يأتى الضمير \" أنا أو أنت \" فاعلا لـ (فعل) ؟ لاشك أن هذا التركيب غير مستقيم مع نظام الجملة العربية ؛ ومن ثم فالضمير (هو) لا يمكن أن يكون فاعلا لـ(فعل) ، وإنما هو يقوم بذات الوظيفة التى يقوم بها الضميران ( أنا وأنت) إذا تليا الفعل ، ومن ناحية أخرى فإن الضمير (هو) يحل محل الاسم الظاهر ، إذ إننا نقول : كتب هو ، وكتب زيد ، وعلى ذلك فالاسم الظاهر يقوم بنفس الوظيفة التى يقوم بها الضمير الدال عليه ومن ثم فهذا دليل واضح على أن الاسم الظاهر بعد الفعل ليس فاعلا نحويا sujet sintaxique .\nحول ذلك انظر : H. Hamzé : La position du sujet du verbe dans la ponsée des grammairiens arabes université Lyon 2 . C R T T . 1997\nد. علاء إسماعيل : الأفعال اللاشخصية فى القرآن تحليل تركيبى دلالى صـ344 بحث منشور بمجلة كلية الآداب بالمنيا أكتوبر 1998\n153 مثال : هو هو عينا . (المؤلف)\n154 مثال لذلك الآية 28 من سورة ال<فجر: \"ارجعى إلى ربكِ راضية مرضية \" . (المؤلف)\n155 مثل الآية 3 من سورة المائدة : \"اليوم أكملت لكم دينكم\" . (المؤلف)\n156 نتذكر أننا أشرنا إلى أن المزدوج المثالىفى النظام يتكون من عنصر لغوى ( خ ز) فى موضع العنصر الأول للجملة وعنصر لغوى (م ز) فى موضع العنصر الثانى للجملة . (المؤلف) .\n157 الأفعال أخوات كان التى تشير إلى صيغة شكلية هى : صار-يصير ، دام-يدوم ، بقى- يبقى، زال- يزال ، برح- يبرح ، فتئ - يفتأُ ، انفك - ينفكُ . أما الأفعال الشائعة التى تشير لوحدة صرفية زمنية فهى أصبح - يصبح ، ظل - يظل ، أمسى - يمسى ، بات- يبيت . أمثلة لذلك الآية 118 من سورة هود : \"ولايزالون مختلفين\" ، والشطر الشعرى :\" يمسى ويصبح هائماً بكم\" ، فاختلاف المعنى بين الأفعال فى المثال الأخير يقل فى وجهة نظر البعض منذ آمد طويل . (المؤلف) .",
        "(1/123)\n\n158 فى الغالب يكون الامتداد الصيغى الذى يوسع العنصر الثانى من الجملة قاعدة لامتداد إلحاق أو امتداد تطابق ، ومن أمثلة ذلك : \"يضربه ضرب الأبِ\" ، الآية 13 من سورة النجم : \"ولقد رآه نزلة أُخرى\" ، والآية 85 من سورة الحِجر :\"فاصفح الصفحَ الجميل\" ، حيث يوسع العنصر اللغوى (م ز) اللاشكلى والذى يحمل نفس جذر الفعل النواتى للجملة (صفح) ، عن طريق الأداة (الـ) العهدية . (المؤلف) .\n159 يقصد بالامتداد الإلحاقى المضاف إليه . (المترجمان)\n160 تستتر قاعدة الامتداد الإلحاقى بمجموعة لغوية عن طريق هذا الامتداد ، ونتيجة لذلك فلاتأخذ هذه القاعدة صيغة عددية ، وهى أداة التعريف (الـ) ، لأن هذه الصيغة تحدد الشكل المرتبطة به ، ومن هنا فلا يجوز التركيب : \"الكلب ولدٍ\" ، والتى تصاغ : \"كلبُ ولدٍ\" . (المؤلف) .\n161 يقصد المؤلف بالعنصر التكميلى المنصوبات \"المفعولات\". (المعربان) .\n162 العبارة العربية (حرف الجر المقصود هو الفتحة ، أو التنغيم فى بعض الامتدادات التكميلية المركبة) هو ترجمة للنص الفرنسى :\n\"Ce fonctionnel est, en arabe, la désinence /a/ ou dans certaines expansions complexes, l'intonation \" ) ولعله يقصد بذلك النصب على نزع الخافض . (المترجمان) .\n163 ومثال للامتداد التكميلى البسيط والذى يتم عن طريق التنغيم فى اللغة الفرنسية :\n(1/124)",
        "\nPierre mange le pain \"بيير يأكلُ الخبزَ\" حيث ترتبط الوحدة \"pain الخبز\" بالوحدة \"mange يأكلُ \" عن طريق التغيم الممتد intonation continuative ؛ أما المفعول به المباشر \"pain الخبزَ \" فليس مباشراً إلا بسبب أن حرف الجر المستتر فى الجملة يتحقق عن طريق التنغيم وليس عن طريق وحدات صرفية . ونظرياً يعد ابتداع قسم من المفاعيل غير المباشرة أمراً عديم الجدوى ، ومن ثم يجب أن نستنتج من ذلك أن التعدى المباشر transivité directe يخفى العلاقة ذات الاتجاه الواحد المحذوف ? فى علاقة مشتركة ، نواتية وغير محذوفة ?> ، لأنه غالباً ما يفرض وجود مفاعيل مباشرة . (المؤلف) .\n164 لا يجوز حذف عنصر أساسى غير عنصرى النواة فى الجملة ، ولكن المؤلف وصفه بأنه أساسى ؛ لأنه راعى الأصل فيه ، إذ هو الاسم الموصوف ، فهو أساسى ،غير أنه حُذف وشغلت الصفة وظيفته النحوية كما فى الآية { ولا تزر وازة وزر أخرى} فالأصل ( نفس وازرة) ، وبذلك يصبح عنصر الصفة ــ فى ظاهر التركيب ــ عنصرا أساسيا فى الجملة ، (المترجمان) .\n165 سبقت الإشارة إلى وجهة نظر المؤلف فى الفاعل النحوى بأنه الضمير الملازم للفعل والذى لا يجوز حذفه أبدا . راجع صـ 19 ، 20 هامش . (المترجمان)\n166 ينتج عن حذف العنصر الأول فى مثل هذه الجمل استخدام بلاغى ملحوظ للغة . (المؤلف) .\n167 الآية {كأنهم يوم يرون ما يوعدون لم يلبثوا إلا ساعة من نهار بلاغٌ فهل يهلك إلا القوم الفاسقون} (المترجمان)\n168 العنصر المحذوف هنا هو الخبر المقدر بالاستقرار أو الكينونة ، والامتداد التكميلى هو شبه الجملة الذى حل محله . (المترجمان)\n169 يقصد بهذا المصطلح إحلال الضمير محل المحذوف من ظاهر الكلام . (المعربان) .\n(1/125)\n",
        "170 لم يوجد مصطلح \"ضمير الجملة\" فى كتب التراث النحوى ، وإنما موجود مصطلح \" ضمير الشأن أو \" ضمير الفصل\" أو \"ضمير القصة\" ، ولعل المؤلف يقصد بضمير الجملة \"ضمير الشأن\" والدليل على ذلك المثال الذى ذكره فيما بعد { إنه لا يفلح الظالمون} . للمزيد انظر : د.علاء إسماعيل : \"الأفعال اللاشخصية فى القرآن\" . (المترجمان)\n171 يقصد بذلك أن الضمير المنفصل الواقع بعد الفعل لا يشغل وظيفة الفاعل ، بل هو العنصر التوسيعى الوصفى للفاعل المستتر ، وقد سبق الإشارة إلى رؤية المؤلف فى ذلك ، وسيعرض لها مرة أخرى فى السطور القادمة . (المترجمان)\n172 يجب أن نذكر أن العنصر الثانى من الجملة لايمكن أن يكون أساساً لامتداد صيغى مركب ، فالواقع أن أى امتداد صيغى مركب يشتمل على عنصر أول وهو عبارة عن عنصر لغوى (خ ز) . (المؤلف) .\n173 فى هذا المثال ، لما كان الامتداد التكميلى امتداداً للاستشهاد الذى تشير إليه متى الاستفهامية ، فلا يمكن محوه . (المؤلف) .\n174 فى الغالب تبرز المخالفة الشكلية باستخدام وحدة صرفية (قد) فى الامتداد التكميلى ، وهى صيغة لتعزيز الماضى . (المؤلف) .\n(1/126)\n\n175 ما يميز الامتدادات التكميلية المركبة المربوطة عن طريق الألف الساكنة التى توضع فى نهاية الكلمة ، أن الأفعال التى تؤلف نواة جملها الأم ترتبط بصيغتى تصريف دلاليتين مغلقتين : صيغة تصريف أفعال الإذعان (التحويل) verbes d'assignation مثل (جعل ، اتخذ ، هب ) وصيغة تصريف أفعال اليقين verbes de constation مثل (وجدَ ، ظنَ ، رأى) . وما يميز الامتدات التكميلية التى تكون فى موضع جمل اسمية أن الصائت الرابط (الفتحة) يؤثر على عنصرى الجملة، فى حين أنه لايؤثر إلا على العنصر الثانى فى حالة الامتدات الصيغية المركبة فى الجمل الاسمية . ومع هذا فهناك تشابه شكلى كامل بين الوحدة التركيبية المكونة من امتداد صيغى بسيط وقاعدته عندما تكون القاعدة عبارة عن توسع تكميلى بسيط كما فى هذا المثال : \"أرسلَ مُحمداً نبياً\" ، والوحدة التركيبة المؤلفة من توسع صيغى مركب عندما تكون جملة اسمية كما فى هذا المثال : \"جعلَ مُحمداً نبياً\" . والتمييز بينهما يتم عن طريق تعلق أو عدم تعلق الفعل النواة فى الجملة الأم لصيغ التصريف الدلالية لأفعال اليقين أو أفعال التحويل . (المؤلف) .\n??\n??\n??\n??",
        "(1/127)\n"
    ]
}