{
    "partText": [
        "\nبحث تفصيلي عن\nرافضة المدينة النخاولة\n\nأبو عبدالله الأثري\n\nالمقدمة\nالحمد لله العزي الجبار، المتفرد بالوحدانية، المتصف بالصفات العلية. والصلاة والسلام على نبينا محمد خير البرية، وخاتم الرسل الكرام إلى هذه البشرية، وعلى آله وعترته أفضل ذرية، وعلى أصحابه الكرام أولي المناقب الزكية والأفعال المرضية ... أما بعد :\nفإن القادم إلى المدينة النبوية : مدينة الرسول - ومهوى أفئدة قلوب المؤمنين يلفت انتباهه وجود طائفة قد تميزت عن أهل المدينة -رغم مجاورتها لهم- بل لقد انغلقت على نفسها وبمن يوافقها في مذهبها بأسرارها ومعتقاداتها وعباداتها، ألا وهي طائفة النخلية أو (النخاولة)\nوقد كنت أبحث منذ فترة طويلة عن شيء مكتوب عن هذه الطائفة ومن وافقهم، ومن تبعهم في معتقدهم، ولكن رغم البحث الدقيق وسؤال أهل العلم والخبرة في مدينة الرسول - إلا أن الإجابة كانت دائماً بالنفي. وقد كنت قرأت في كتاب تحفة المحبين للمدني أن أحد علماء المدينة وهو خير الدين المدني قد ألف كتابا في أصول النخاولة وفروعها، فبحثت عن هذا الكتاب بحثا مضنيا إلا أنه اتضح لي أن هذا الكتاب مفقود ولا أثر له، فاستخرت الله سبحانه وتعالى، واستشرت العلماء في كتابة كتاب يعرف بهذه الطائفة ومن وافقها على معتقاداتها من أهل المدينة، فوافقت الاستشارة الاستخارة، فانشرح الصدر وبدأ العمل. فكان هذا الكتاب، وهو نتيجة خلطة بهم، ومناقشة لعلمائهم، وسؤال لمن له خبرة بهم، وجرد لما كتب عنهم. وهو بإذن الله يجيب عن أسئلة كثيرة منها:\n- متى وكيف نشأ المذهب الرافضي في المدينة النبوية؟\n- ماهي جماعات الرافضة في المدينة النبوية؟\n- ما أصول النخاولة وفروعها؟\n- هل يوجد في المدينة شيعة كيسانية؟ أو أي فرقة أخرى غير الاثني عشرية؟\n- ما الأماكن التي يزورها الرافضة في المدينة؟\n- ما هي عقيدة النخاولة؟ وكيف الرد عليهم؟\nوهذا الكتاب رسالة موجهة إلى كل نخلي حتى لا يكون نخولي!\n(1/1)\n",
        "وهو أيضا رسالة إلى كل سني ألا يكون سلبياً.\nفيا دعاة الإسلام لا يكن الهدهد خيراً منكم، فقد قطع الفيافي والقفار ليبلغ رسالة الواحد القهار، فصور الشرك وأبان التوحيد : { وجدتها وقومها يسجدون للشمس من دون الله وزين لهم الشيطان أعمالهم فصدهم عن السبيل فهم لا يهتدون ألا يسجدوا لله الذي يحرج الخبء في السموات والأرض ويعلم ما تخفون وما تعلنون الله لا إله إلا هو رب العرش العظيم }\nأسأل الله أن يبلغني بهذا الكتاب أعلى الرتب، وأن يتقبله مني أفضل ما تقبل من القرب. وأن يهدي الله به قوماً ضالين، وأن ينير به طريق قوم مهتدين، وصلي اللهم وسلم على النبي الأمين وعلى آله وصحبه ومن تبعهم إلى يوم الدين.\n\nالموقع الجغرافي والتضاريس للمدينة النبوية\nتقع المدينة على خط العرض : (38 / 24 ) درجة شمالاً، وخط الطول : ( 36/39) درجة شرقاً. في منطقة تتوسط العالم الإسلامي أولاً والإقليم الغربي للمملكة العربية السعودية ثانياً.\nوالمدينة النبوية : روضة، وغدير كبير، ومجمع أبقعة. فالروضة والغدير وبقيع الغرقد وبقيع الخيل، كل هذا لأنها قد حصرت من الجنوب بالحرة المستعرضة، ومن الشرق بذراع الحرة (حرة قريظة)، ومن الغرب الذراع الأيسر (حرة واقم). أما الشمال فالانسياح حتى أجد وحتى الغابة.\nوالمدينة تحاط بأودية ثلاثة : بطحان (رانوناء) يمر وسطها، يسيل من أعلى الحرة، ومسيله الآن بين قباء وقربان. ووادي العقيق غرب المدينة، يعانق الحرة الجنوبية ويمر بينها وبين جبل - عَيْر - ينساب إلى وجهته بين الجماء وحرة واقم. ووادي قناة يسيل من شرق المدينة - يملأ العاقول - الغدير، ويمر بين أحد والحزوم التي تشرف عليه.\nفهذه الوديان الثلاثة تجتمع في - زغابة - تسيل واديا متحداً عندها يصبح اسمه وادي الحوش، يسيل إلى الغابة.\n(1/2)\n\nأما الجبال فأضخمها جبل أحد ويقع في الشمال الشرقي من المدينة ويصل امتداد طرفه الجنوبي إلى طريق المطار، وهو على بعد (5.5كم) من المسجد النبوي، وطوله حوالي (7كم) وعرضه ما بين (2-3كم) وارتفاعه يصل (480م) عن مستوى الواحة، ويليه في الأهمية جبل عسير الذي يقع في جنوب المدينة، ثم جبل سلع.\nوقد كانت المدينة النبوية محاطة بسور[انظر الشكل رقم:(1)] وكان الهدف من بنائه حماية المدينة من الأعراب ومنع دخولهم مسلحين حتى زال بسبب هدم السيول له وكانت بداية ذلك سنة : ( 1366هـ) ولعدم الحاجة إليه بسبب شيوع الأمن.\nوكان من الأحياء الداخلة في السور : باب المجيدي، والأغوات، والتاجوري، والنخاولة، وزقاق الطيار، وباب الشامي، والمناخة، والعنبرية، وقباء. أما الأحياء التي نشأت خارج السور وتعتبر حديثة فهي : حي النصر، وسلطانة، والعنابس، والحرة الشرقية، والحرة الغربية، والحزم، وسيد الشهداء، والجرف، والدخل المحدود، والهجرة، والعروة.\n\nالتركيبة السكانية لأهل المدينة\nيعتبر سكان المدينة مزيج مختلط من أرجاء العالم الإسلامي بحكم مكانة المدينة الدينية، وهجرة الكثير لها للمجاورة وهروبا من الواقع الأليم في بلادهم وخاصة في أوقات احتلال البلاد الإسلامية فيما يسمى بالاستعمار.\nومجمل السكان يتكونون من العناصر التالية :\n1- العرب : من أهل المدينة الأصليين أو من أرجاء الجزيرة العربية أو من خارجها.\n2- الهنود : ويقصد بهم سكان القارة الهندية التي تشمل الهند وباكستان وبنجلادش. وكثير من هؤلاء من الأغنياء والعلماء الذين مكثوا في المدينة بعد أداء فريضة الحج رغبة في المجاورة.\nوقد كان لهم نفع واضح للمنطقة بإنشاء المشروعات التعليمية والأعمال الخيرية.\n3- الأتراك : وقد كان وجودهم بسبب الحكم العثماني.\n4- الأفارقة : ويطلق عليهم أهل الحجاز : - التكارنة - بصرف النظر عن البلاد التي جاءوا منها والتي كان العرب الأوائل يسمون بلادهم : - أرض دكرور -",
        "(1/3)\n\n5- سكان آسيا الوسطى: ويطلق عليهم أهل الحجاز البخاريون، وقد قدم أكثرهم بعد احتلال الروس لبلادهم.\n6- الأفغان : وهم أقل من سابقيهم.\nوأهل المدينة الأصليون يسمون هؤلاء الوافدين بأسماء لا نوافقهم عليها منها : - طرش البحر - و - بقايا الحجاج - .\nوالعرب القاطنون في المدينة ينقسمون إلى أقسام عديدة بحسب المناطق التي جاؤوا منها من داخل الجزيرة ومن خارجها فمنهم :\n1- الأنصار: وهم الأوس والخزرج أهل المدينة الأصليون وحاضرتها.\n2- البوادي المحيطة بالمدينة : وعامتهم من قبيلة حرب.\n3- القادمون من نجد : وخاصة القصيم. ويسميهم أهل المدينة : - الشروق -\n4- النخاولة : وهم الرافضة، على خلاف في أصولهم سيأتي تفصيله إن شاء الله.\n5- الحضارم واليمنيون.\n6- المصريون : وكان أكبر قدوم لهم مع حملة محمد علي باشا حاكم مصر.\n7- أهل الشام بأقطاره الأربعة : فلسطين، وسوريا، والأردن ،ولبنان.\n8- مغاربة : وقد كانوا تجار فبنوا البيوت الكبيرة.\n9- الخصيان : وهم الموكل إليهم حراسة الحرم ومراقبته. وهم مخصيون، وكانت عملية الجب لا تجري في الغالب إلا في مصر وخاصة في مدينتي أسيوط وجرجا، ويقوم عليها جماعة من المسيحيين، وهم يباشرونها على نحو ثلاثمائة شخص في كل عام، ويختارون هؤلاء الضحايا من بين صغار العبيد الذين تختلف أعمارهم من ست سنوات إلى تسع، وتأتي بهم قوافل الجلابة من سنار ودارفور.\n(1/4)",
        "\nوعملية الجب تعمل عادة في فصل الخريف باعتباره الأنسب. ولا يقتصر القائمون بها على بتر عضو التذكير وحده بل يبترون بالموس جميع الإجزاء البارزة المرتبطة به ثم يصبون في الحال على مكان البتر الزيت المغلي ويركبون أنبوبة في الجزء الباقي من مجرى البول، وبعد إلقاء الزيت يلقون على مكان الجرح مسحوق الحنة ثم يدفنون الفتى المعذب في الأرض إلى ما فوق بطنه، وبعد أن يتركوه في هذه الحالة أربعاً وعشرين ساعة يستخرجونه من التراب ويدهنون مكان الجرح منه بعجينة من الطين الإبليز والزيت.\nإن نحو الربع من الغلمان المساكين الذين تجري عليهم هذه العملية الشنعاء لا يعيشون بعدها.\nويعرف المخصي بوجه عام بمنظره، فإنه يكون أمرد سليب اللحية والشارب، وبجسمه ميل إلى السمنة وفي صوته خنوثة.\nوأول من استخدمهم في الحرمين صلاح الدين الأيوبي.\n\nالمجتمع المدني\nهذا المزيج العجيب من المجتمعات الإسلامية جعل المدينة وكأنها معرض دائم للشعوب الإسلامية، فبينما نجد الأفندية في وسط المدينة يتزينون بالجبة والعمامة والحزام الثمين وجزم الجلد الأصلي نجد سكان حوش الباشا والمناطق الشمالية من المدينة يتزينون بالعقال المقصب صناعة محمد القين والأشمغة والغتر، سواء كانت من الشاش أو من الغباني المطرز بالحرير الخفيف، أما غرب المدينة - زقاق الطيار - و - السيح - و - العنبرية - فيحتزمون بالكشميري أو الدسماك والأحذية من صنع النجديين، وهو ما يعرف - بالنعال الزبيراوية - . أما جنوب المدينة فمشالح وعمائم من الشيلان، وكما اختلفوا في الأزياء اختلفوا في المأكولات ففي وسط المدينة الخضروات والمحشيات والكنائف واللقيمات والمشويات، وأهل باب المجيدي الكسكوسة وكعب الغزال ولحم بين نارين والأكلات التركستانية : الرز البخاري واليغمش والشوشورة والفرموزة والتميز . . . إلخ\nالعادات والتقاليد\n(1/5)\n",
        "أغلب ما سنذكره هنا من العادات هي مخالفة صريحة لشرع الله، بل هي من البدع الظاهرة، وقد كانت زمن فشو الجهل وسيطرة أهل البدع من الصوفية وغيرهم، وأغلب هذه العادات زالت بعد انتشار العلم الصحيح، وقمع البدعة بنور السنة على يد أئمة الدعوة فجزاهم الله خير الجزاء.\n1- سيدي شاهين (الاحتفال بليلة المعراج) :\nوالمظهر الدال على ذلك المشبك وبعض الحلويات الأخرى التي تعمل لهذه المناسبة. ويتجمع الصبيان في الأحياء ويدورون على بيوت الحي يرددون الأناشيد الخاصة بالمناسبة : - سيدي شاهين يا شربيت، خرقة مرقة يا أهل البيت ، لولا خواجة ما جينا ولا طاحت كوافينا، حل الكيس واعطينا إما مشبك والا فشار والا عروس من الروشان . . . - فيعطون بعض الحلويات أو بعض النقود، وإذا لم يعطوا أهل البيت شيئاً تتغير النغمة ويتحول النشيد إلى شيء من السب : - كبريتة يا كبريتة ست البيت عفريتة - .\nوفي حالة العطاء فإن أهل البيت يتلقون تحية على النمط السابق مع اختلاف المعنى : - ليمونة يا ليمونة ست البيت مزيونة. قارورة يا قارورة ست البيت غندورة - .\nوتدور الهوشة وتسيل الدماء؛ لأن كل بشكة تعارك بشكة أخرى فولد الساحة لا يدخل المناخة، وولد العنبرية لا يدخل زقاق الطيار. ولا يُدْرَى من أين أتت هذه البدعة فالألفاظ ربما تدل على أنها من وضع هندي فلفظ خواجة يدل على ذلك.\n2- الولادة :\nتتم الولادة بواسطة الداية (القابلة) داخل البيت، ويحتفل في اليوم السابع بتسميته، وتعمل وليمة للكبار، أما الصغار فتكون هناك احتفالات خاصة بهم، وذلك بلبس الجديد وإشعال الشموع وترديد بعض الأناشيد مثل :\nيا رب يا رحمن بارك لنا في الغلام\nوإن كانت أنثى : يا مالك البرية بارك لنا في البنية\nوعندما يبلغ الولد أربعين يوماً تأتي الداية وتحمل الأم طفلها ومعها بعض أخواتها ويذهبن إلى المسجد النبوي وتسلم الداية الطفل إلى الآغا يدخله إلى الحجرة النبوية ليتبرك.\n3- القيلات :\n(1/6)\n\nومن عادة المدنيين أن يقوموا برحلات خلوية إلى البساتين المجاورة. وهم في هذه الرحلة يذهبون سيرا على الأقدام وكل واحد منهم ينقل شيئا من لوازم الرحلة. ومن أبرز هذه القيلات ما يقوم به بعض الناس بعد نزول المطر يذهبون إلى الأماكن التي تتجمع فيها مياه المطر، ويقومون بطبخ الأرز والعدس(معدوس) وعمل الشاي من ماء المطر، والمكان المفضل الذي يتسابق عليه المقاييل هو - المهاريس - التي تقع في أسفل جبل أحد الجنوبي حيث توجد هناك عدة حفر طبيعية محفورة في الصخر يتكور فيها الماء بعد نزول المطر.\n4- قهوة الصالحين :\nوهي عبارة عن سكر وزنجبيل تُغلى في دلة فإذا أرادوا صبها للحاضرين قالوا : الفاتحة على نية الصالحين. فإذا فرغوا من الفاتحة قالوا : الفاتحة على نية - فلان - ويسمون من يخصونه. ولا تصنع إلا يوم الجمعة تبركاً بهذا اليوم.\n5- التشاؤم بالأيام والأرقام :\nوهو منتشر أكثر في بادية المدينة ومنه :\n1) الرقم : (7) : يتشاءمون بهذا الرقم حتى أنهم إذا عدوا، أو كالوا قالوا : ستة، سمحة، ثمانية، ... ويقولون في أمثالهم : سبعة لا رِي ولا شبعة.\n2) الأربعاء : يتشاءمون بهذا اليوم ويتحاشون السفر فيه وعقد الزواج وجميع الأمور المرجو فيها التوفيق.\n3) يوم : (21) : وهو يوم أيضاً يعتبرونه مشؤوماً ويبالغون في الحذر منه أكثر من يوم الأربعاء، فإذا صار بعد ظهر يوم (20) في الشهر قالوا : دخلت الوجبة أي المحظورة فلا يسافر بعضهم في هذا اليوم ولا يعقد أمراً ذا بال.\n4) الصريماء : لعلها مأخوذة من الصرم وهو كسر الشيء بشدة. والصريماء : أن يوافق يوم الأربعاء (21) من الشهر، فهذا عندهم لا يطير فيه الطير ولهم كراهية شديدة لهذا اليوم حتى أن بعضهم إذا غضب على ولده ولم ير منه خيراً قال له : ضَرَّاب الصريماء.\n6- التطير بالطيور والحيوانات :",
        "(1/7)\n\n1) الغراب : يتطيرون بنعيقه وهو بزعمهم يخبر بصوته عن خير أو شر؛ فتسمعهم يقولون : - خير يا طير إن كان خيراً لنا ولك، وإن كان شراً لك عنا - .\n2) أبو علاء : طير في حجم القمري له صوت ليس بشعاً ولا مزعجاً، ولكنهم يقولون : أنه نذير شؤم وخاصة مع الصباح، ولذلك يقول شاعرهم :\nأبو علا طَيَّر مع الصبح مكروه لعل ما فال المسافير فاله\n3) الحجل : يتشاءمون به إذا طار أمامهم، ويتفاءلون به إذا سار على الأرض مشياً، وهو يدرج في مشي لطيف حسن، وتسمعهم يقولون : درج وعلى الله الفرج.\n7- التشاؤم أو التفاؤل بعمل الجوارح :\n1) رفة العين : يتفاءلون بها، ويقولون : أنها تبشر بعودة حبيب غائب، ويقول شاعرهم :\nعيني ترف مبشرتني بغايب عساه يا عيني من اللي تودين\n2) عرام الأنف : يسمونه اللغام، ويقولون : أنه يبشرك بأنك ستدعى إلى وليمة دسمة.\n3) صرير الأذن : ويعتقدون أنه تذكير بيوم القيامة، لذا ترى الإنسان فيهم يرفع أصبعه إلى السماء وهو يقول: أشهد أن لا إله إلا الله- إذا صرت أذنه.\n8- اعتقادات أخرى :\n1) العوذة : وهي عادة جاهلية انتشرت مع الجهل، وكانت شائعة إلى عهد قريب، وتعمل على عدة وجوه، منها :\nأ- الحجاب : كتاب يكتبه بعض متعاطي القلم فيعلق في رقبة الطفل أو المريض.\nب- الحرزة : خرزة خاصة تجلب من اليمن يعتقدون أنها تحمي من العين.\nج- المسبعة : تعمل من سبعة أعواد من التنضب فترص متناسقة وتحبك بحيث تصير جسماً واحداً فتعلق في حلق الطفل، يدعون أنها تحجب العين.\n3) العصيدة الحلوة : عند الحاضرة؛ يعصدون عصيدة أول يوم في السنة ويجعلون عليها السكر حتى تصير حلوة، وهي بزعمهم تيمن بأن تكون السنة حلوة كحلاء هذه العصيدة.\n(1/8)",
        "\n4) تشريق آذان النذائر للأولياء : إلى عهد قريب كانت البادية الجهلاء ينذرون للأولياء والصالحين وهذه النذيرة يشرق أذانها (أي يشق من الرأس إلى قرب الأصل) تمييزاً لها، وهذه لا يجوز بيعها، وإنما يجوز لبنها أو شعرها فإذا جاء رمضان ذبحوا منها صدقة عن ذلك الصالح.\n\nاللهجات المحلية\nظلت لهجة أهل المدينة سليمة بعيدة عن العامية الواغلة، وكل ما طرأ على لهجاتهم هو لحن في مفردات فصيحة أصيلة، أما ما دخلها من مفردات أجنبية فهو قليل معروف ويكاد ينحصر في الحاضرة دون البادية؛ وذلك لاختلاط حاضرة المدينة بالحجاج الذين يقدمون من كل مكان.\nوهذا الفصل ليس استقصاء للهجة أهل المدينة بقدر ما هو مفتاح لفهمها :\n1- استنى : انتظر وتحر. وأصلها : استأنى.2- اسطافر : استغفر.3- اسْمَهَلّ : تطلقت أسارير وجهه، وهدأ غضبه.4- أشْكَل : أكثر .5- يَم : جهة.6- أبُو : تعني : - ذو - ويكثر أطلاقها على الأماكن.7- أبو زّنَّة : اسم للقرد، ويسمونه أيضاً : رباح.8- أبْدَارَك : استفهامية مع الرجاء، يقولون : أبدارك ما تقدر تجي بكرة. 9- ابْرَح : اذهب.10- أخرق وخرقاء : كثير الثرثرة لا يحفظ السر، ولا يؤتمن عليه.11- يمام : أمام.\n12- إشْبَك : ما ذا بك ؟ أو ماذا دهاك.13- تَشْدَى : يشبه.14- يطْحِر : يقنت من الثقل أو ملء البطن.\nومن لهجات البادية وخاصة حرب :\n1- نطق الجيم : وتنطقها باديتهم بالتضخيم، أما أهل القرى فينطقونها صحيحة.\n2- الشين : وتنطقها البادية كذلك بالتضخيم، ولها لكنة جميلة بهذا التضخيم.\n3- نطق القاف : أما القاف فتنطقه البادية بنطق قريب من الجيم فيخرج من بين الأضراس مع خلطه بالجيم في السماع، أما أهل القرى فينطقونه كما تنطقه العامة (جيم مصرية).\n4- الكاف:وينطقون الكاف من بين النواجذ مع كشكشة قليلة تجعل من لا يعرف لهجات البادية يظنه شيناً.\n5- الميم : يقلبها بعضهم باء مثل كلمة - مكان - فيقولون : - بكان - .\n(1/9)\n",
        "بعض الأمثال التي على ألسنة المدنيين :\n1- الجمل ما يشوف سنامه، ما يشوف إلا قدامه.2- المتعوس متعوس ولو علقوا فوق راسه فانوس.\n3- في وجهي مرايا، ومن قفايا حربايه.4- خذ من الخرايب ولا تاخذ من القرايب.\n5- ما يحفظ سورة الأعراف إلا الصبي من العصا يخاف.6- خطبوها تعززت سابوها تندمت.\n7- اللي يعدك مكسب عده راس مال.8- بُنَيَّة تعلم أمها الزحير.9- في ركني ويعركني.\n\nأماكن الزيارة التي يتبرك بها، والأيام التي يحتفل بها في المدينة\nقد كانت المدينة النبوية كحال كثير من مناطق الجزيرة العربية غارقة في كثير من البدع والخرافات التي تصل في بعض الأحيان إلى الشرك الأكبر من عبادة الأولياء والقبور. كل ذلك بسبب ما غشيها من الظلام والجهل الذي حجب عنها حقيقة الدين وطمس فيها نور التوحيد.\n(1/10)\n\nوالغلو في القبور حيلة شيطانية من زمن نوح، وهو الشرك الذي وقع فيه قوم نوح. تبدأ العلاقة مع القبور بتقديس صاحب القبر رمز الصلاح والتقوى والمنزلة الرفيعة عند الله، ومن ثم تستحب زيارة تلك البقاع، ليس لتذكر الموت والآخرة، بل لتذكر الرجل الصالح والاعتبار به، ولأن هذه الأماكن مباركة، ولأن الملائكة (والأرواح) تنتشر حولها -كما يزعمون- فإن دعاء الله يحسن عندها، كما أن البركة تفيض على كل شيء حول القبر، فمن أراد التزود منها فليلمس وليقبِّل وليتمسح، فإذا فعل ذلك هبط إلى دركة تالية من دعاء الله عنده إلى الدعاء به والإقسام على الله به : أي اتخاذه (واسطة) أو (وسيلة) للاستشفاع به عند الله، فصاحب الضريح طاهر مكرم مقرب له جاه عند الله، بينما صاحب الذنب –أو الحاجة- يتلطخ في أوحال خطيئته غير مؤهل لدعاء الله، فإذا فعل ذلك هبط إلى دركة أخرى : فما دام هذا المقبور مكرما فليس بممتنع أن يعطيه الله القدرة على التصرف في بعض الأمور التي لا يقدر عليها طالب الحاجة، فَيُدْعَى صاحب القبر، ويرجى، ويخشى، ويستغاث به، ويطلب المدد منه، ولم لا ؟! فهو صاحب (السر) الذي توجل منه النفوس ، وترتجف له القلوب، وتتحير فيه العقول! فإذا فعل ذلك هبط إلى دركة –ليست أخيرة- حيث يتخذ قبره وثناً، يعكف عليه، ويوقد عليه القنديل، ويعلق عليه الستور، ويبنى عليه المسجد، ويعبده بالسجود له، والطواف به، وتقبيله واستلامه، والحج إليه، والذبح عنده، ثم ينقله الشيطان دركة أخرى : إلى دعاء الناس لعبادته، واتخاذه عيداً ومنسكاً، وإن ذلك أنفع لهم في دنياهم وآخرتهم، فيكون الشيطان بهذه الحيل قد تدرج بأهل البدع من نور الإسلام إلى ظلام الشرك.",
        "(1/11)\n\nولقد انتشرت في المدينة النبوية كما في غالب المدن والقرى هذه المظاهر فشيدت القباب على الأضرحة، وأنشأت المساجد على القبور، وأقيمت مزارات ومشاهد، وزينت بالسرج والقناديل، ولجأ إلى رحابها المسافر والمقيم، وهرع نحوها العلماء قبل الجهال، والجميع يرتمون بساحاتها، ويتمرغون في جنباتها، ويلثمون أعتابها، فتراهم من حولها يطوفون، وبأصحابها يستغيثون ويستعينون، وفي عرصاتها يهريقون دماء نذورهم وقرابينهم.\nوصدق الصنعاني رحمه الله حيث وصف هذه الحال بقوله :\n\nأعادوا بها معنى سواع ومثله ... يغوث وود ليس ذلك من ودي\nوكم هتفوا عند الشدائد باسمها ... كما يهتف المضظر بالصمد الفرد\nوكم نحروا في سوحها من نحيرة ... أهلت لغير الله جهلاً على عمد\nوكم طائف حول القبور مقبلاً ... ويلتمس الأركان منهن بالأيدي\n\nورغم نهي النبي - الشديد عن بناء المساجد على القبور، وتعيين قبره خاصة بالنهي إلا أن الخلوف من المسلمين لم يراعوا لهذه النصوص حرمة فيقفوا عند حدودها وذلك حين بنوا قبة على قبره الشريف.\nوما زال الملوك يبالغون في تحسينها ورفع سمكها ويقومون بإهدائها كثيراً من قناديل الذهب والفضة والجواهر الفاخرة واللآلئ الثمينة ، والأحجار الكريمة وقطع الألماس التي لا تقدر بثمن.\nوقد أحصى بعض العلماء مدخرات هذه الحجرة عام :(1327هـ) فقدرها بسبعة ملايين من الجنيهات، وهذا التقدير بعملة تلك الأيام، ولو قدر ثمنها بالعملات الحالية لبلغت مئات الملايين أوألوف الملايين.\n(1/12)",
        "\nومن هذه المدخرات إحدى وثلاثون مشكاة ذهبية مرصعة بالألماس والزمرد والياقوت وكثير من ثريات الذهب والفضة، ومائة مصباح ستة منها من الذهب والفضة. ومقابل الوجه الشريف حجر من الألماس البرلانتي في حجم بيضة الحمام الصغير يحيط به إطار من الذهب المرصع ويسمى بالكوكب الدري لشدة تألقه، وهو مثبت في لوحة من الذهب محاط بمائتين وسبع وعشرين قطعة كبيرة من الجواهر الثمينة. بالإضافة إلى كثير من عقود اللآلئ والمرجان وشمعدانات من الذهب الخالص المرصع بالجواهر الكريمة منها اثنان كبيران طول الواحد منهما نحو المترين. وإلى جانب هذه الشمعدانات مكانس من اللؤلؤ ومراوح مرصعة بالأحجار الكريمة، ومباخر مرصعة، والعديد من المصاحف المجوهرة، والتحف الفاخرة، وكثير من الأساور والأقراط وخلافها[انظر الشكل رقم:(2)].\n\nكل هذا كان سنة 1327هـ فكيف كان الحال عام 1223هـ حين استولى أهل الدعوة على المدينة النبوية وأخذوا ما كان بالحجرة النبوية الشريفة من ذخائر وكنوز لينفقوها في الجهاد في سبيل الله وفي مصالح المسلمين؟!\nهذه المغالات في القبور وزخرفتها جعلها ملاذاً للمضطرين، وملجأ للمكروبين يدعون أصحابها من دون الله فاسمع لأحدهم وهو يستغيث بالنبي - في تفريج الكربة من دون الله :\nأخي إذا ما جئت في سوح أحمدا تضرع له وامدد إلى نحوه يدا\nوناد وقل يا سيد الرسل نجدة تفرج عنا ما أقام وأقعدا\nإلى أن قال :\nفيا سيد الكونين صار الذي ترى من الحزن والكرب الذي ترددا\nويا كهف من يُؤى عناناً ببابه ويا خير من نودي سريعاً فأنجدا\nوقد صار التبرك بكل شيء حتى صارت المدينة موطن المزارات؛ فمن الحجرة النبوية، إلى البقيع التي كانت مليئة بالقباب [انظر الشكل رقم : ( )]، إلى المساجد السبعة، إلى طريق الهجرة، إلى وقعة بدر ... إلخ.\n(1/13)\n",
        "ويكفي لتصوير هذا الهوس الديني أن نمثل بمثال واحد يقصده الزائرون ويتبركون به وهو موضع - وقعة أحد - يقول من زار المنطقة في ذلك العصر المظلم : - وعلى بعد حوالي ميل من المدينة نجد بقايا قصر من الأحجار والآجر، حيث يصلي الناس ركعتين إحياء لذكرى لبس النبي محمد - درعه في هذا المكان، وبعد ذلك يوجد حجر كبير يقال إن محمداً - أسند إليه ظهره لبضع دقائق في طريقه إلى أحد، ويتبرك الزائر بالاتكاء بظهره على هذا الحجر وقراءة الفاتحة. وفي مسجد حمزة[انظر الشكل رقم:( )] يصلي الزوار فيه ركعتين ثم يتقدم الزوار إلى القبور حيث يقرؤون سورة - يس - أو سورة - الإخلاص - أربعين مرة، ثم يطلب الزائر من حمزة وصحبه الشفاعة عند الله بأن يهب الزائر وأهله الإيمان والصحة والثروة، وأن يدمر أعداءهم. وتدفع الأموال عادة في كل ركن لحارس المسجد والقبور. وعلى بعد مسافة غير بعيدة صوب جبل أحد توجد قبة صغيرة تشير إلى المكان الذي ضرب فيه محمد - وكسرت رباعيته - [انظر الشكل رقم : ( )].\nوعند مسجد وقبر حمزة تقام احتفالات الرجبية؛ يقول من حضر هذه الاحتفالات : - ولأهل المدينة موسم كبير في شهر رجب يحتفلون فيه بزيارة حمزة والشهداء رضي الله عنهم، يأتي الناس إليه من أقطار الحجاز؛ من مكة واليمن والطائف وينبع وغيرها من المناطق، فيحشر هنالك خلائق لا يحصون يقاربون ما يتجمع في موسم الحج، ويخرج أهل المدينة بأولادهم ونسائهم، ويخرجون معهم المضارب الحسان والخيم الكبار، ويخرج أمراء المدينة وعسكرها، وتنصب الأسواق العظيمة هنالك، ويخرجون من أوائل رجب، ويتلاحق الناس كل على قدر حاله، فيتكامل خروجهم في اليوم الثاني عشر، وهو اليوم المشهود عندهم ويوم الزينة، فلا يبقى في المدينة إلا أهل الأعذار ومن شاكلهم، ويحصل هنالك في تلك الليلة أنواع اللهو والطرب واللعب، والرمي بالمدافع والمحارق، ويبيت الناس طوال ليلتهم ويومهم في القراءة والزيارة حول القبر.\n(1/14)\n\nكل هذه المزارات وطلب البركات في موضع واحد فكيف ببقية المواقع؟!\nأما الأيام التي يحتفل بها فهي أيضاً كثيرة، ولكن أبرزها ما يلي :\n1- المولد النبوي : وهذا العيد لا يحتاج إلى تعريف، فهو إلى الآن باق يقوم به الصوفية في بعض أنحاء الحجاز ومنها المدينة، حيث يحتفل به الآن ولكن لا يشاع وإنما في البيوت وقصور الأفراح، وهو يوم (12) من شهر ربيع الأول. حيث تقال فيه المدائح النبوية التي يحتوي بعضها على الشرك الصريح.\nويقول شيخهم عبدالصمد الأرمنازي في قصيدة شركية يمدح بها المصطفى - :\n\nلست أخشى ولي إليك التجاء ... يا نبيا سمت به الأنبياء\nكنت نوراً وكان أدم طيناً ... فأضاءت بنوره الأرجاء\nأيها المادحون طيبوا نفوساً ... إن مدح النبي فيه الشفاء\nما رماني الزمان منهم بسهم ... أو دهتني الخطوب والضراء\nوتوسلت بالمشفع إلا ... داركتني الألطاف والسراء\nيا رفيع الجناب أنت المرجى ... في المهمات إذ يعم البلاء\nكن مجيري يا خيرها ولأني ... ليس لي في الأمور عنك غناء\n\nواسمع للآخر وهو المدعو بالسيد محمد الأمين الدمشقي وهو يبالغ في الغلو :\n\nما لي من الأهوال حسن تخلص ... إلا بمدحي المصطفى العدناني\nلا يدرك المداح وصف من الذي ... أثنى عليه الله في القرآن\nكن لي مغيثاً يا شفيعاً بالورى ... يوم الزحام وخفة الميزان\nأنت الملاذ لنا وأنت عياذنا ... أنت المشفع بالمسيء الجاني\nأرجوك تلحظني ختام الأنبيا ... ء بلحظة أعدو بها بأمان\n\nوقد تسابق الشعراء ومن ينتسب إلى العلم إلى الغلو في ذلك، وقد ارتبط المدح عندهم بالغلو فكلما ازداد الواحد منهم غلواً وشركاً كان مدحه أعظم، ومن أوائل هذه الممادح وأشهرها : البردة حتى أن صبيان حلقات القرآن يحفظونها كما يحفظون القرآن.\n2- عيد الإسراء والمعراج : ليلة (27) من رجب، وهي الليلة التي يقال أنه أسري وعرج به - فيها، ولم يثبت أنه في هذه الليلة.",
        "(1/15)\n\n3- النصية : أو ليلة النصف من شعبان، ولهم في هذه الليلة دعاء مخصوص، وفي مكة يعتقد الكثيرون أن زمزم يفور فيفيض ماؤه، وإلى الآن ترى الشرطة في هذه الليلة يقفون يمنعون الناس، وهذا مما زاد اعتقاد العامة بها.\n4- الاحتفال بذكرى غزوة بدر : ليلة (17) من رمضان، حيث تعلق العقود وتنار في موقع المعركة، وتقام الاحتفالات واللعب واللهو في تلك الليلة وكأنهم يتشبهون بمشركي مكة عندما أتوا إلى الغزوة.\nإلى غير ذلك من الاحتفالات البدعية، وكل هذه الأمور البدعية يقوم بها الصوفية الذين سيطروا على العالم الإسلامي فكانوا له كالمخدر؛ وذلك برعاية الدولة العثمانية التي كانت حريصة على إقامة مثل هذه الاحتفالات وإنشاء القبب والأضرحة، وإقامة السدنة لها، حتى مزارات الشيعة كانت تقوم بحمايتها وتيسر الزيارة لها، فقد كانت دائرة الأوقاف العثمانية تقوم بإدارة شؤون الأضرحة المقدسة عند الرافضة، وتعين الحراس والخدم وتدفع مرتباتهم، وكانت مسؤولة عن الإيرادات المالية للأضرحة.\nوالصوفية هؤلاء أخذوا هذا الغلو في الاحتفالات والبناء على القبور من الرافضة، فالدولة العبيدية الباطنية هي أول من أقام الموالد، وخاصة الاحتفال بالمولد النبوي. والرافضة هم أصل بدع القبور، كما سيأتي.\nاستمرت هذه الضلالات زمن الخلافة العثمانية إلى أن قيض الله ظهور دعوة الشيخ محمد بن عبد الوهاب رحمه الله، فأظهر الله أهل الدعوة على عباد القبور والأضرحة، ونصرهم الله عليهم، ومكن لدولتهم، فأعادوا الأمور إلى نصابها، وقاموا بهدم تلك الأضرحة والقباب، وتقويض معالمها في مكة والمدينة والحجاز وغيرها.\nكان ذلك عند الناس أمراً عظيماً، وكفراً مبيناً، إذ ذلك خلاف المعهود عندهم، وما نشؤوا عليه، وورثوه عن أسلافهم، وانقلب المعروف منكراً، والمنكر معروفاً ولا حول ولا قوة إلا بالله.\n(1/16)",
        "\nلقد كان ما قام به أهل الدعوة من هدم لتلك الأضرحة والقباب سبباً في نفور السواد الجاهل من الناس، ومخالفاً لما ألفوه عبر الأزمنة من تعظيم القبور والتقديس لها، لذا سرعان ما بادروا بعد انحسار ظل دولة أهل الدعوة عن الحجاز بإعادة البناء على القبور من جديد، فأقاموا الأضرحة وبنوا القباب.\nاستمر الأمر في ذلك سجالاً حتى فتحت مكة والمدينة وبقية بلاد الحجاز على يد الملك عبد العزيز وجيشه من الأخوان فأزالوها نهائياً ولله الحمد.\n\nالشيعة والتشيع في المدينة النبوية\nتعريف التشيع ونشأته\nقبل التحدث عن الشيعة في المنطقة نُعَرِّف بلفظة الشيعة ونعرض لنشأة التشيع وأهم دوله التي قامت ، بشيء من الإيجاز فنقول :\nالشيعة في اللغة : تطلق كلمة الشيعة ويراد بها الأتباع والأعوان والخاصة 0\nأما الشيعة في الاصطلاح : الشيعة اسم لكل من فضل عليا على الخلفاء الراشدين قبله -رضي الله عنهم وعنه- ورأى أن أهل البيت أحق بالخلافة 0\nمتى ظهر التشيع ؟\nاختلفت أقوال العلماء من الشيعة وغيرهم في تحديد بدء ظهور التشيع تبعا لاجتهاداتهم :\n1- أنه ظهر مبكرا في زمن الرسول - صلى الله عليه وسلم - وعلى يديه ، حيث كان يدعو إلى التوحيد ومشايعة علي جنبا إلى جنب وقد تزعم هذا القول : - محمد حسين الزين - من علماء الشيعة ، وغيره وهو ما ذكره النوبختي أيضا في فرقه وهو ما أكده الخميني أيضا 0 [الشيعة والتشيع/19 ، فرق الشيعة/39 ، الحكومة الإسلامية /136] 0\n2- أنه ظهر في معركة الجمل 0حين تواجه علي ، وطلحة والزبير ، وقد تزعم هذا القول ‘‘ابن النديم’’[الفهرست لابن النديم/249]\n3-أنه ظهر يوم معركة صفين 0 وهو قول لبعض علماء الشيعة كالخونسابوري ، أبو حمزة ، أبو حاتم 0 كما قال به أيضا غيرهم من العلماء مثل : ابن حزم وأحمد أمين [ الشيعةوالتشيع/25] 0\n(1/17)\n",
        "4- أنه كان بعد مقتل الحسين - رضي الله عنه - 0 وهو قول : كامل مصطفى وهو شيعي حيث زعم أن التشيع بعد مقتل الحسين أصبح له طابع خاص [الصلة بين التصوف والتشيع/23] 0\n5-أنه ظهر في آخر أيام عثمان وقوي في عهد علي [رسالة الرد على الرافضة للشيخ محمد بن عبد الوهاب/42] 0\nوالواقع أن القول الأول الذي قالت به الشيعة مجازفة وكذب صريح لا يقبلة عقل ولا منطق ، فإن الرسول - صلى الله عليه وسلم - إنما بعث لإخراج الناس من الظلمات إلى النور، ومن الوثنية إلى التوحيد ، وإلى جمع الكلمة وعدم التحزب 0 والقرآن والسنة مملوءان بالدعوة إلى الله وعدم الفرقة 0\nوالراجح من هذه الأقوال هو القول الثالث ( أي بعد معركة صفين ) حيث انشقت الخوارج وتحزبوا في النهروان ، ثم ظهر في مقابلهم أتباع وأنصار علي ، حيث بدأت فكرة التشيع تشتد شيئا فشيئا 0 على أنه لا مانع أن يوجد التشيع بمعنى الميل والمناصرة والمحبة للخليفة علي - رضي الله عنه - وأهل بيته قبل ذلك - إذا جازت تسمية هذا تشيعا - لا التشيع بمعناه السياسي عند الشيعة ، فإن هؤلاء ليسوا شيعة أهل البيت ، وإنما هم أعداؤهم ، والناكثون لعهودهم لهم في أكثر من موقف 0\nالمراحل التي مر بها مفهوم التشيع :\nكان مدلول التشيع في بدء الفتنة التي وقعت في عهد علي رضي الله عنه بمعنى المناصرة والوقوف إلى جانب علي - رضي الله عنه - ليأخذ حقه في الخلافة بعد الخليفة عثمان بن عفان رضي الله عنه ، وأن من نازعه فيها فهو مخطئ يجب رده إلى الصواب -ولو بالقوة - وكان هؤلاء من شيعة علي بمعنى أنصاره وأعوانه 0 ومما يذكر لهم هنا أنهم لم يكن فيهم من بغى على المخالفين لهم ، فلم يكفروهم ، ولم يعاملوهم معاملة الكفار ، بل يعتقدون فيهم الإسلام ، وأن الخلاف بينهم لم يتعد وجهة النظر في مسألة سياسية حول الخلافة 0\n(1/18)\n\nولم يقف الأمر عند ذلك المفهوم من الميل إلى علي - رضي الله عنه - ومناصرته إذ انتقل نقلة أخرى تميزت بتفضيل على - رضي الله عنه - على سائر الصحابة ، وحينما علم علي بذلك غضب وتوعد من يفضله على الشيخين بالتعزير ، وإقامة حد الفرية عليه [انظر مختصر التحفة الاثني عشرية/5-6] 0 ثم بدأ التشيع بعد ذلك يأخذ جانب الغلو أكثر والخروج عن الحق ، وبدأ الرفض يظهر ،وبدأت أفكار ابن سبأ تؤتي ثمارها الخبيثة فأخذ هؤلاء يظهرون الشر ، فيسبون الصحابة ويكفرونهم ويتبرأون منهم، ولم يستثنوا منهم إلا القليل ( ثلاثة أو سبعة ) وحكموا على كل من حضر ‘‘غدير خم’’ بالكفر والردة لعدم وفائهم - فيم يزعم هؤلاء ببيعة علي 0 وكان عبد الله بن سبأ هو الذي تولى كبر هذه الدعوة الممقوتة الكافرة ، وقد علم علي بذلك فنفاه إلى المدائن 0\nوأخيرا بلغ التشيع عند الغلاة إلى الخروج عن الإسلام ، حيث نادى هؤلاء بألوهية ‘‘علي’’ 0 وقد أحرق علي - رضي الله عنه - كل من ثبت أنه قال بهذا الكفر 0\nوانقسمت الشيعة إلى فرق عديدة أوصلها بعض العلماء إلى ما يقارب سبعين فرقة [مختصر التحفة ، القسم الأول].\nوبدراسة تلك الفرق يتضح أن منهم الغلاة الذين خرجوا عن الإسلام وهم يدّعونه ويدّعون التشيع ، ومنهم دون ذلك 0 ومن الطبيعي جدا أن يحصل الخلاف بين الشيعة ، شأنهم شأن بقية الفرق أهل الأهواء ، فما داموا قد خرجوا عن النهج الذي ارتضاه الله لعباده ، واستندوا إلى عقولهم وأهوائهم فلا بد أن نتوقع الخلافات خصوصا حينما يكون الخلاف مرادا لذاته 0\nومن أسباب تفرقهم :\n1- اختلافهم في نظرتهم إلى التشيع 0 إذ منهم الغالي الذي أسبغ على الأئمة هالة من التقديس والإطراء وعلى من خالفهم أحط الأوصاف وأشنع السباب بل وأطلق الكفر عليهم 0 ومنهم من اتصف بنوع من الاعتدال النسبي فلا يكفر المخالفين 0\n2-اختلافهم في تعيين أئمتهم من ذرية علي .",
        "(1/19)\n\n3- وحينما كان التشيع مدخلا لكل طامع فقد أحدث هؤلاء الطامعون في السلطة أو في الانتقام من الآخرين، انشقاقا كبيرا بين صفوف الشيعة 0 فمثلا دخلت الباطنية عن طريقهم 0\nدول الشيعة والتأثير في المذهب :\nتميزت بعض الفترات بسيطرة الشيعة على مناطق واسعة ، حيث قامت لهم ممالك ودول ، فالدولة البويهية حكمت العراق وفارس والري والكرج والأهواز 0 والدولة العبيدية ( الفاطمية ) دانت لها المغرب ثم مصر وأجزاء من الشام 0 والدولة الحمدانية في الموصل والشام ، والقرامطة حكموا البحرين والحجاز ، والدولة السامنانية قامت في بلاد ما وراء النهر 0\nفي هذه الفترة وضعت أسس ومبادئ التشيع ، ووضع عن آل البيت أقوال وأفعال لم تصدر عنهم البتة(نتيجة هيمنة الدول الشيعية ) ، وكثر القتال وزادت الفتن بين السنة والشيعة 0 ثم جاءت الدولة الصفوية فزاد الغلو في المذهب ، والمجاهرة بطاماته ، وبعد أن كانت إيران أكثرية سنية أصبحت بعدهم أكثرية شيعية 0 وبعد ذلك جاءت الثورة الخمينية في إيران وأعادت آثارهم 0\nأماكن وجود الشيعة في العالم :\nنجعل أحد علمائهم في هذا العصر يحدثنا عن هذا الموضوع وهو : ‘‘محمد جواد مغنية’’ قاضي الجعفرية في لبنان فيقول :\n1- العراق : قال الشيخ المظفر : إن جنوب العراق شيعة ،ولئن وجد الخليط في بعض بلاده فلا يكون إلا في أفراد قلائل 0 ويشمل الجنوب : الكوت ، العمارة ، الغراف ، وما سواها من بلاد دجلة ، وأيضا يشمل السماوة والديوانية والناصرية وما سواها من بلاد الفرات 0 أما البلاد الشمالية فسكانها سنة إلا أن الشيعة ليسوا فيها بالقليل . أما البلاد الوسطى كالحلة فهي شيعية خالصة سوى أفراد معدودين 0 وعليه فالعراق اليوم سبعة من الشيعة وخمسة من السنة ولواء ان مختلطان 0\n2- إيران : وهي شيعية وعملت على نشره وإعزازه بشتى الوسائل 0\n(1/20)",
        "\n3- الأفغان : انتشر التشيع فيها في عهد الصفويين والآن لا يخلو بلد من بلاد الأفغان من الشيعة ولكن عددهم غير معلوم 0\n4- أذربيجان : وأهلها كلهم شيعة ماعدا بعض من أهل أرمينية والظاهر أن تشيعهم من عهد الصفويين 0\n5- الاستانة : فيها شيعة هاجروا من إيران ومن ترك أذربيجان 0\n6- البحرين والأحساء والقطيف وقطر : أما القطيف فهي شيعية خالصة ، أما الأحساء فالشيعة يشاطرون غيرهم ، كما أن في قطر كثير من الشيعة ، والبحرين الشيعة فيها معروفون 0\n7-جبل عامل : ويسمى جبل الجليل وجبل الخليل ، وأهله أقدم الناس في التشيع لم يسبقهم إليه إلا بعض أهل المدينة 0\n8- بعلبك : قال الأمين : لا يعلم مبدأ التشيع في بعلبك ، وكان يغلب عليها التسنن ، وفي أيام الحرافشة غلب على أهلها التشيع 0\n9- جبل لبنان : ويحده شمالا طرابلس ، وجنوبا جبل عامل ، وغربا بيروت والبحر ،وشرقا بعلبك والبقاع ويدخل فيه كسروان وضواحي بيروت 0\n10- تبت : قال الأمين فيها عدد كبير من الشيعة ورأيت بعض حجاجهم بدمشق فسألتهم عن حال الشيعة عندهم ، فقالوا إن حالهم يزيد آنا فآنا 0\n11- حمص : قال الأمين : وفي عصرنا هذا تشيع جماعة كثيرون منهم لأنفسهم بأنفسهم ويوجد حوالي حمص عدة قرى أهلها شيعة أمامية منها : الغور ، والدليوز ، وتل الأغر ، وغيرها 0\n12- حلب : قال الأمين : دخلها التشيع قبل عهد الحمدانيين وانتشر وقوي في عهدهم 0 وواجهوا ضغوطا من السنة ، ولكن لم يزل يوجد في حلب عدة بيوت معلومة يقذفهم بعض الناس بالرفض 0 ويوجد جهات في حلب قرى أهلها شيعة من قديم الزمان إلى اليوم وهي الفوعة ، ونبل ، والنغاولة ، وكفريا 0\n13- الكويت وعمان ومسقط : للشيعة بالكويت كلمة مسموعة وتأثير بالغ ، ولهم قاض شرعي خاص بهم يختاره المرجع في النجف الأشرف وتعينه الحكومة 0 أما عمان ومسقط ودبي فقال المظفر : أن فيها الكثير من الشيعة ولهم الحرية المذهبية الكاملة 0\n(1/21)\n",
        "14- الحجاز : يوجد شيعة في مكة المكرمة والمدينة حتى الآن ومن القبائل الشيعية في الحجاز : بنو جهم وبنو علي وبعض بني عوف ، كما يوجد في رساتيقها كالعوالي المسمين : بالنخاولة 0\n15- اليمن : خرج من العلويين أكثر من واحد في اليمن ، وفيها كثير من الاثني عشرية ، وأكثر أهلها من الزيود.\n16- روسيا والصين : قال المظفر يبلغ عدد الشيعة في الصين (11) مليون ، وفي روسيا : (10) ملايين 0\n17- الهند : يرجع انتشار التشيع في بلاد الهند إلى الصفويين 0 قال المظفر : ليس في الهند بلد إلا وفيه ناس من الشيعة ، وهناك بلاد تختص بهم ، وأخرى هم الأكثرية فيها ومنها : لكنهود وهي المرجع الوحيد للاثني عشرية ، وبنجاب وفيض أباد وغيرها 0\n18- طرابلس وبنو عمار : وبنو عمار شيعة وأصلهم من المغرب ثم انعدم التشيع من طرابلس بسبب الضغط والاضطهاد ، ويوجد في نواحيها اليوم بعض القرى الشيعية 0\n19- أندونيسيا : وفيها اليوم عدة ملايين من الشيعة الاثني عشرية 0\n20- بلدان أخرى : هناك بلدان أخرى غير هذه ، فلقد أخبرني من لا أشك في صدقه : أن في جبال الجزائر قبائل من الشيعة 0 وأيضا أخبرني أكثر من واحد أن بالسودان شيعة ، ولقد رأيت حجاج سودانيين شيعة ، وقد انتشر الشيعة في وسط أفريقيا قي البلاد الإسلامية وأكثرهم من الإسماعيلية المنحرفة 0 وبالتالي فإن التشيع قد عم وانتشر في أكثر البلاد الإسلامية - كما يزعم ويفتري - [الشيعة في الميزان لمحمد جواد مغنيه /196-206 بتصرف]. وهذا اإحصاء والتوزيع ليس عليه دليل، وإنما لتقريب المعنى فقط. أما عن نسبة الشيعة في العالم وفي السعودية فانظر إلى الشكل ( 18 ) .\nافتراق الاثني عشرية :\n(1/22)\n\nهناك اختلاف حدث بين الاثني عشرية في القرون المتأخرة وهو اختلاف ما يسمى باختلاف الاخباريين والأصوليين ، فافترقت الاثني عشرية إلى فرقتين متحاربتين متعاديتين حملت إحداهما على الأخرى وشنعت الأخرى على الأولى وكثر التنازع حتى اتهم الأخباريون الأصوليين بالخروج عن التشيع الحقيقي الأصلي وكتبت الكتب والفت الرسائل وتحزبت الأحزاب فقال الأخباريون : نعتقد بظاهر ما وردت به الأخبار متشابهة كانت أم غير متشابهة ، فنجري المتشابهات على ظواهرها ونقول فيها ما قاله سلفنا 0\nوبعبارة صريحة أكثر : أن الأخباريون هم الذين يتمسكون بظواهر الحديث مقابل الأصوليين الذين يرون الأدلة العقلية : من الأدلة الشرعية 0 ومن المعروف أن الحديث عند الشيعة : ما نقل عن أحد أئمتهم المعصومين حسب زعمهم الاثني عشري ، ومن رسول الله - صلى الله عليه وسلم - أيضا ، فكل ما نقل عن هؤلاء فهو حديث عندهم وهو حجة لأنه منقول عن معصوم وحجة 0 فما دام أصحاب الأئمة نقلوا هذه الروايات من الأئمة فإنها لا تحتاج إلى النظر والتحقيق لا عن السند لأنه من صاحب الإمام ، ولا عن المتن لأنه من الإمام ، وعقول الناس قاصرة عن إدراك كنه ما يقول الإمام 0\nهذا هو مذهب الإخبارية ، أي العمل بالأخبار المنقولة عن المعصومين - بزعمهم - أو المنسوبة إليهم بدون النظر إلى شيء آخر 0 وأما الأصوليون فرأوا أن هناك دليل العقل ومنه البراءة الأصلية والاستصحاب وغيرها 0 واتهم الاخباريون الأصوليين : إن الباعث لهم على اختراع هذه القواعد الأصولية هو أنسهم بكتب المخالفين للأمامية بلا ضرورة داعية إليه وبدون قيام حجة حاكمة 0\nويعد من أعيان الطائفة الإخبارية الحرالعاملي صاحب وسائل الشيعة ، والنوري الطبرسي صاحب مستدرك الوسائل ومحمد حسين كاشف الغطاء ، ونعمة الله الجزائري ، وغيرهم 0",
        "(1/23)\n\nومن أعيان الطائفة الثانية في الآونة الأخيرة : السيد دلدار علي ، والطبطبائي، ومحسن الحكيم ، والخوئي وشريعت مداري ، والخميني ، وغيرهم.\n\nالشيعة في المنطقة\nأول ما ظهر التشيع واشتد في الكوفة وسواد العراق حيث كانت الثورات الشيعية تخرج بين الحين والآخر على دولة بني أمية، وأبرز هذه الثورات والتي كان لها اتصال بالمدينة النبوية :\n- ثورة المختار - ، والتي سميت فرقته - بالكيسانية - ، والذي دعى إلى محمد بن الحنفية بعد مقتل الحسين رضي الله عنه، ودعى إلى بدعة كفرية وهي قوله بالبداء على الله -تعالى الله عن ذلك علواً كبيراً- وذلك لزعمه علم الغيب، فإذا خالف الواقعُ ما تكهنَ به قال : بدا لله أمر.\nوقد كان لهذه الفرقة أتباع في الحجاز، وكان من أشهرهم الشاعر المشهور - كَُثَيَّر عزة - وهو أحد عشاق العرب، وقد أضيف إلى معشوقته عزة، وهو رافضي خبيث، كان يقول بتناسخ الأرواح والرجعة. وقد زعمت هذه الفرقة أن محمداً بن الحنفية لم يمت وأنه حي في جبل - رضوى -(1)وعنده عين من الماء وعين من العسل وعن يمينه أسد وعن يساره نمر يحفظانه من أعدائه إلى وقت خروجه، وهو المهدي المنتظر. وقد كان كثير عزة يدافع عن هذه العقيدة بشعره فمن ذلك قوله :\n\nألا إن الأئمة من قريش ... ولاة الحق أربعة سواء\nعلي والثلاثة من بنيه ... همُ الأسباط ليس بهم خفاءُ\nفسبط سبط إيمان وبر ... وسبط غيبته كربلاءُ\nوسبط لا يذوق الموت حتى ... يقود الخيل يقدمها اللواءُ\nتغيب لا يرى فيهم زماناً ... برضوى عنده عسل وماءُ(2)\n__________\n(1) رضوى بفتح أوله وسكون ثانيه : جبل بالمدينة، وهو ما بين المدينة وينبع، وهو إلى ينبع أقرب، ومنه يقطع حجر المسن ويحمل إلى الدنيا كلها.\n(2) وقد رد عليه عبد القاهر البغدادي بأبيات قال فيها : ... لثاني اثنين قد سبق العلاءُ\n0@ولاة الحق أربعة، ولكن ... وذو النورين بعد له العلاءُ\nوفاروق الورى اضحى إماماً ... بترتيبي لهم نزل القضاءُ\n\nعلي بعدهم أضحى إماماً ... وفي نار الحجيم له الجزاءُ\nومبغض من ذكرناه لَعٍيْنٍ ... حيارى، ما لحيرتهم دواءُ\nوأهل الرفض قوم كالنصارى\n\n[انظر الفرق بين الفرق لعبد القاهر البغدادي. ص41]\n(1/24)",
        "\nوبعد مقتل المختار تفرقت هذه الفرقة وتشتت شملها، ولم يعد لهم ذكر في المدينة النبوية، وأصبح مذهب أهل السنة هو الظاهر في إقليم الحجاز. ولم ترفع للرفض راية حتى القرن الرابع، ففي أوله استولى الأخيضريون (الشيعة) على الحجاز (335-350 هـ)، وأصبح في يدهم حتى جاء القرامطة (الباطنيون) وعاثوا الفساد في الحجاز، وسرقوا الحجر الأسود. واستمر الحجاز تحت سلطانهم حتى عام :(359) حيث أصبحت السلطة في الحجاز للفاطميين (العبيديين الباطنية) ما بين (359-463هـ) ثم للسلاجقة (السنة) ما بين (463-567) . ثم للأيوبيين (السنة) ما بين (567-650هـ) ثم للمماليك (السنة) ما بين (650-923هـ) ثم للعثمانيين منذ سنة :(923هـ) إلى الحكم السعودي.\nفي عهد الدول الشيعية حاول حكام هذه الدول بسط نفوذهم على الحجاز، ونقل أهلها إلى الاعتقاد بالمذهب الشيعي، وبرز ذلك جلياً في العهد الفاطمي (العبيدي) فبعد أن خضعت مصر للنفوذ الفاطمي (العبيدي) ألحقت الحجاز بها. ولتأكيد سلطة الفاطميين (العبيديين) أنفذ المعز عسكراً وأحمالاً للحرمين وذلك سنة : (359هـ) ودعي له فيها [انظر اتعاظ الحنفاء ص225 للمقريزي]وعين طاهر بن مسلم الحسني من الأشراف وهو رافضي من مصر على أمرة المدينة النبوية سنة : (360هـ) وفي سنة : (364) بدأ يخطب للفاطميين (العبيديين)، ومنذ ذلك الوقت بدأ ينشر المذهب الرافضي، وولى القضاء والإمامة والخطابة أشراف المدينة ممن تبعه على هذا المذهب الخبيث، ومما ساعد على نشر المذهب الرافضي وصول أسرة القيشاني من العراق، وهم رؤساء الشيعة الاثني عشرية الرافضة، وكانوا أصحاب مال عظيم استطاعوا به تأليف قلوب الناس إلى مذهبهم وإغرائهم به[انظر نصيحة المشاور لابن فرحون ت : (769) مخطوط ].\n(1/25)\n",
        "واستمرت إمرة المدينة رافضية بتولي بنو مهنا الحكم والقضاء والإمرة، وهم ينتسبون إلى أبي عمارة مهنا بن داود الذي كان من عقبه عبد الوهاب جد قضاة الإمامية من بني سنان. [انظر تاريخ العيني بهامش ابن الأثير ج12/61]\nوقد سيطر الرفض على المدينة بتولي هؤلاء زمام الأمور حتى أن أبو بكر بن يوسف النجار ذكر حين قدومه سنة :(666) إلى المدينة أنه لم يكن فيها من يسمى بأبي بكر أو عائشة.\nوالعجيب أن هذا الوضع استمر حتى في عهد الدولة الأيوبية، وربما ذلك يعود لمكانة أهل البيت في قلوب المسلمين واشتغال الدولة بالحروب؛ لذا استمرت الإمرة والقضاء والخطابة في أيدي آل سنان الأشراف الإمامية إلى أن جاء العهد المملوكي، حيث بدأت الأوضاع في التحول التدريجي لصالح أهل السنة؛ وذلك ابتداء من النصف الثاني من القرن السابع؛ ففي سنة 672هـ أخذت الخطابة من آل سنان خطباء وأئمة وقضاة الإمامية وأسند أمرها إلى سراج الدين الأنصاري الدمنهوري الشافعي وهو من أهل السنة، ثم أخذ القضاء والإمامة وقويت شوكة أهل السنة؛ وذلك بسبب هيبة الدولة المملوكية، حتى أن التشهير ببطلان مذهب الرافضة كان يعلن على رؤوس المنابر، من ذلك ما كان يفعله القاضي شرف الدين الأسيوطي فقد فضح الشيعة وأبطل مذهبهم على المنابر(كما ذكر ذلك ابن فرحون) [انظر النصيحة ورقة:90مخطوطة]\nكما أبرز أهل السنة من الأشراف ومن ذلك سعد بن جماز الشريف الذي تولى الإمرة سنة :(750هـ) فقد كان قامعاً لبدعة الرفض، وقد أمر بأن ينادى في المدينة وأسواقها أن لا يحكم في المدينة إلا القاضي الشافعي فبطل أمر الرافضة بالكلية ولم تقم لهم قائمة. [انظر النصيحة لابن فرحون ص109 مخطوط]\nولم تقم لهم قائمة أيضاً في العهد العثماني، ولا في العهد السعودي في عصرنا الحاضر.\n(1/26)\n\nلم يعد للشيعة بعد ذلك ذكر في المدينة النبوية، ودخلوا في الناس، واشتغلوا في تحصيل أقواتهم. وأصبحوا يمارسون عبادتهم وشعائرهم سراً في المزارع، إلا أنه يخرج منهم بين الفينة والأخرى من يمجد المذهب الرافضي وينافح عنه، من ذلك ابن معصوم(1)وهو رافضي متعصب سخر شعره في نصرة المذهب، وبدا ذلك جلياً في كتابه : - سلافة العصر - فهو يطيل في ترجمة من وافقه في المذهب، ويختصر التراجم الأخرى، ويتحامل عليهم.\nومن شعره الذي يمدح فيه علي رضي الله عنه، ويسب الشيخين رضي الله عنهما :\n\nأمير المؤمنين فدتك نفسي ... لنا من شأنك العجب العجاب\n\nتولاك الألىسعدوا وفازوا ... وناواك الذين شقوا فخابوا\n\nفلولا أنت لم يخلق سماء ... ولولا أنت لم يخلق تراب\nوفيك وفي ولائك يوم حشر\nيعاقب من يعاب أو يثاب\nوهل لسواك بعد - غدير خم -\nفمَنْ تيم بن مرة أو عديٌّ ... نصيب في الخلافة أو نصاب\nوهم سيان إن حضروا وغابوا\nلإن جحدوك حقك عن شقاء ... فبالأشقين ما حل العقاب\n\nفكم سفهت عليك عقول قوم ... فكنت البدر تنبحه الكلاب\n\nويغلو في علي رضي الله عنه فيقول :\n\nلولاه لم تخلق سماء ولا ... أرض ولا نعمى ولا أبؤس\nولا عفا الرحمن عن آدم ... ولا نجا من حوته يونس\n\nوعندما حج إلى النجف ( ! ) أنشأ قصيدته السينية التي يفضل فيها النجف على المسجد الأقصى حيث يقول فيها:\n\nوالنجف الأشرف بانت لنا ... أعلامه والمعهد الأنفس\nوالقبة البيضاء قد أشرقت ... ينجاب عن لآلئها الحندس\nحضرة قدس لم ينل فضلها ... لا المسجد الأقصى ولا المقدس\n__________\n(1) ... علي صدر الدين بن النظام، وشهرته ابن معصوم المدني، ولد بالمدينة سنة :(1052هـ) وتوفي سنة : (1120هـ) أشهر مؤلفاته : - سلافة العصر، وأنوار الربيع - وهو رافضي متعصب له كتاب في تراجم الشيعة اسمه : - الدرجات الرفيعة في طبقات الشيعة - . انظر ترجمته : نزهة الجليس للموسوي(1/209) والبدر الطالع للشوكاني (1/428)",
        "(1/27)\n\nعذراً أيها القارئ الكريم على الإطالة في ذكر ما جادت به قريحة هذا الرافضي الخبيث، ولكن قصدت من إيرادها بيان أن الرافضة في كل زمان ومكان يعتقدون العقائد الخبيثة نفسها، وإلا فإن هذا الغثاء لا يسود به الورق، لذلك قال أحد معاصري هذا الرافضي الخبيث وعن كتابه - سلافة العصر - :\n\nما أحسن الحق حين يبدو ... رغما على من يرى خلافه\nفإن للاسم والمسمى ... تناسباً عند ذوي الظرافة\nمجموعة ابن النظام لما ... حوت من الرجس كل آفة\nوضمنت مدح قوم سوء ... روافض جاحدي الخلافة\nما سهل الله أن تسمى ... لما حوته غير السلافة\n\nرافضة المدينة النبوية في العصر الحاضر\nلا يوجد في المدينة النبوية في العصر الحاضر من طوائف الشيعة من يمثل جماعة إلا الرافضة الاثني عشرية الإمامية، وهم أربع جماعات :\n( النخاولة، الجهمية الحروب، بعض الأشراف، المشاهدة) وقد اجتمعوا على هذا المذهب الخبيث.\nولكن السؤال الذي يطرح نفسه : هل يوجد في المدينة شيعة كيسانية؟\nظن بعض المؤرخين ممن أرخ للمدينة النبوية في عهد الملك عبد العزيز وهو فؤاد حمزة أن الشيعة الموجودين في المدينة وخاصة في وادي الفرع القريب من جبل رضوى أنهم شيعة كيسانية، فكتب يقول : - ويوجد من الشيعة في الوقت الحاضر أتباع لمحمد بن الحنفية، يقيمون في جبل رضوى، بقرب ينبع، وهم على شيء عظيم من البداوة والتوحش، والبعد عن مخالطة أهل المدن. وأما عددهم فإنه لا يكاد يزيد عن عشرة آلآف، ويبالغ بعضهم في عددهم فيوصله إلى :(125) الفاً، غير أن العدد الأول هو الأقرب إلى الصحة فيما نعتقد. وهؤلاء القوم ما زالوا ينتظرون عودة محمد بن الحنفية من استتاره ليملأ الأرض عدلاً كما ملأت جوراً وظلماً. وأتباع هذا المذهب أكثرهم من حرب وجهينة وبعض الموالي والأتباع المنظوين تحت سيطرتهم - [فؤاد حمزة:قلب جزيرة العرب ص95]\n(1/28)",
        "\nوالظاهر أن الدكتور محمد حسين هيكل تأثر بما كتبه فؤاد حمزة عن خرافة المنتظرين لخروج محمد بن الحنفية من رضوى، فكتب شيئاً أغرب وأعجب وأعرق في الخرافة فقال : - ويثير الدهشة أن بعضهم تسلق قمة رضوى فرأى عجباً، رأى قوماً لم ينزلوا السهل في حياتهم، ويرون في نزوله المعرة الكبرى، فإذا احتاجوا إلى شيء فأتباعهم وضعافهم هم الذين ينزلون، ورأوا هؤلاء القوم يعيشون في الكهوف والمغارات عيش الحيوان المفترس، ورأوا أحدهم إذا ظفر بغنيمة مما كانوا يذبحون فر بها إلى كهفه، وآوى إليه، وانبعث ينهشها كما ينهش الحيوان المفترس فريسته، وجعل يذب عنها من يحاول اقتحام الكهف عليه؛ بأن يدفعه برجله كما يفعل الذئب والنمر - . [منزل الوحي لمحمد حسين هيكل ص407]\nهذا ما قالاه عن الكيسانية، وهي خرافة منشؤها صعوبة الوصول إلى أعلى جبل رضوى، ووجود الشيعة الرافضة بالقرب منه مما جعل أذهان العوام تنسج القصص والخرافات عن هذا الجبل العجيب وهذه الطائفة الأعجب.\nأما في وقتنا الحاضر فقد اكتشف جبل رضوى وصعد إلى أعلاه ولم يوجد مما قيل في الخرافة شيء.\nالتعريف بجماعات الرافضة في المدينة النبوية :\n1) النخاولة :\nوهم الأكثر عدداً من بين الطوائف الأربع، والعجيب أنهم الأقل مكانة أيضاً.\nسبب التسمية : يزعم النخاولة أنهم سموا - بالنخاولة - نسبة إلى اشتغالهم بزراعة النخيل؛ فإن زراعة النخيل قائمة بهم. والنسبة الموجودة الآن في الأوراق الرسمية : - النخلي - نسبة إلى طائفة النخلية.\nوالنخاولة جمع ليس مفرده نخلي وإنما نخولي، وتعني في عرف أهل المدينة وغيرهم : - الخائن - فما أن يظهر الغدر من أحد سكان المدينة إلا ويقال له : - لاتكن نخولي - ، وذلك نسبة إلى هذه الطائفة؛ لاستخدامها لمبدأ التَقِيَّة الذي هو النفاق الصريح. وتحاشياً لهذا اللمز والطعن انتسبوا إلى - النخلي - لا إلى - النخولي -\n(1/29)\n",
        "أصل النخاولة : اختلفت الآراء حول أصل النخاولة، وإلى من ينتسبون وقد ألف أحد علماء المدينة النبوية، وهو الخطيب خير الدين إلياس المدني كتاباً في أصولهم وفروعهم إلا أن هذا الكتاب في حكم المفقود.\nأما الآراء التي وقفت عليها فهي على النحو التالي :\n1- قيل أن أصلهم من بقايا أولاد النساء اللواتي حملن بالزنا في قضية الحرة المشهورة في أيام يزيد(سنة:63هـ). [انظر تحفة المحبين لعبد الرحمن الأنصاري (ت:1195هـ)، ومرآة الحرمين للباشا، ومرآة جزيرة العرب للباشا]\n2- أنهم بقايا من بعض الأنصار، وبعض العرب المعروفين بالزراعة من مناطق شتى استوطنوا المدينة واشتغلوا بما يحسنون، وهو زراعة النخيل.[انظر رحلات في شبه الجزيرة العربية لجون لويس، الرحلة عام:1814م]\n3- وقيل إن بعضهم أصلهم من العبيد، وبعضهم من الهنود، وبعضهم من اليمن، وبعضهم من المغرب، وبعضهم من مصر، وبعضهم من الحجاز، إلى غير ذلك. [انظر تحفة المحبين].\nهذا ما وقفت عليه من ذكر لأصول النخاولة، ولكن المخالط لهم، ومن له خبرة بالدماء والأجناس يكاد يجزم أن هؤلاء النخاولة ما هم إلا بقايا من حجاج وزائرين رافضة من البلاد العربية التي تحسن الزراعة، والتي هي موطن للرفض وبخاصة القطيف والأحساء، فالبشرة واحدة والأشباه متقاربة، والصفات الجسدية متجانسة حتى أنك لو دخلت إحدى مزارع النخاولة لظننت أنك في إحدى مزارع العَوَّامية أو القارة، (وهي قرى رافضية في القطيف والأحساء). وهذا التشابه الكبير في الصفات يجعل الاحتمال الأقوى –والله أعلم- أن هؤلاء النخاولة ما هم إلا عوائل أتت من الأحساء والقطيف واستوطنت المدينة النبوية واشتغلت بما تحسن وهو زراعة النخيل، وخاصة في مزارع الأشراف الذين بعضهم يوافقهم في المذهب. واشتغلوا أيضاً في أعمال أخرى ينفر منها بعض الناس، مثل الجزارة وبيع الخضار.\n(1/30)\n\nوالنخاولة عرب لكن لا ينتسبون إلى قبيلة معروفة من قبائل العرب، وهو الحال نفسه لعرب القطيف الرافضة، فلا تكاد تجد أحداً منهم ينتسب إلى قبيلة عربية، وهو مما يقوي الاحتمال برجوعهم إلى هذه المناطق أيضاً.\nصفات النخاولة وأحوالهم :\nيقول خير الدين المدني صاحب كتاب تحفة المحبين : - هم طوائف كثيرة، وخلائق كبيرة، وكلهم شيعة شنيعة، ولا يظهرون شيئاً من ذلك. ويزعمون أن التقية واجبة عندهم. وغالبهم جهلة لا يكادون يفهمون شيئاً من مذهب الرافضة، وإنما وجدوا آباءهم على ملة وهم على آثارهم مقتدون، وهم معهم بلا شك في النار يحشرون. وعلامات رفضهم وبغضهم كثيرة :\nمنها الشهرة، وعدم إدخال أطفالهم الحجرة، وعدم إدخال جنائزهم إلى الحرم. وكل ذلك لوجود الشيخين فيهما رضي الله عنهما.\nولا يدفنون موتاهم بين أهل السنة، ولا يحضرون جنائزهم، ولا يحضرهم ولا يغسلهم أحد من أهل المدينة. ولا يسمون أحداً من أولادهم أبا بكر ولا عمر ولا عائشة ولا حفصة. ولا يتزوجون ولا يزوجون أحداً من أهل السنة. ولا يصلون التراويح في شهر رمضان. إلى غير ذلك مما يطول ذكره - .\nويقول الباشا في مرآة الحرمين : - والبساتين والحقول يقوم بحراستها والخدمة فيها ورعي مواشيها، بل والخدمة في البيوت أيضاً جماعة من ذرية الأعاجم يسمون - النخولة - وهؤلاء بالمدينة أشبه بالفلاحين في مصرنا، ولولاهم ما قامت الزراعة. وهم رافضة يبغضون أبا بكر وعمر احتقاراً لهم وعقاباً على نزعتهم الباطلة كلفهم رئيس البلدية بأن يقوموا بطرد الكلاب من حول المسجد النبوي. ويجتمع بهم الأعاجم في مواسم الحج ويؤجرون منهم الدور بما فيها - .",
        "(1/31)\n\nويقول أيضاً : - وأفراد هذه القبيلة-أي النخاولة- يختلطون ببعضهم البعض، ويزاورهم الذين ينتمون إلى نفس المذهب، ويتبادلون بناتهم ونساءهم عن طريق زواج المتعة، وهو الزواج لمدة معينة محدودة. إن أعداد النخاولة الذين بقوا على قيد الحياة، ويسكنون الحدائق والغرف التي يعبر عنه - بالحوض - لا يتجاوز الاثني عشر ألفاً. ومن الجدير بالذكر أن الرافضة والملاحدة الذين يتوافدون على المدينة المنورة ينزلون على منازل النخاولة، ويسكن أبناء النخاولة في الأحياء التي تسمى - حوش النخاولة - والتي تقع في الحدائق خارج المدينة - .\nويقول جون لويس في كتابه - رحلات شبه الجزيرة العربية - : - والنخاولة يظهرون روح العصبية في كل المناسبات، ويجاهر كثيرون منهم باعتقادهم في علي -رضي الله عنه- إذا ما كانوا بعيداً في بساتين النخيل، ولكنهم يعودون للتظاهر بعقائد أهل السنة إذا ما رجعوا للمدينة، وقد استقر بعضهم في الضواحي، وهم يحتكرون مهنة الجزارة - .\nوفي كتاب رسائل في تاريخ المدينة للجاسر، يقول أحد المؤرخين : - وإن للبقيع الشريف سور مجصص حائط به، وله أربعة أبواب : ثلاثة غربية وبابان شاميان! فواحد من الثلاثة الغربية تجاه باب قبة آل البيت الغربي، وهو مخصوص لتدخيل جنائز النخاولة التي لا يصلى عليها في الحرم الشريف - .\nالألبسة الرجالية والألقاب :\n1-الدشداشة : وهو ثوب فضفاض يصل إلى وسط الساق. 2- الغترة : كانت تلبس بدون عقال، وهي مع الدشداشة والإزار تكون اللباس الذي يلبسه عامة النخاولة. 3- الإزار : قطعة من القماش على شكل فوطة، تلبس بدل السراويل. 4- البشت ويسمى المشلح أو العباءة وتوشى حواشيه بالأسلاك المذهبة، أو الخيوط الحريرية إذا كان لا بسه - ملا - . 5- العمامة : وتتميز طبقة لابسيها حسب لونها؛ فإذا كانت بيضاء فهي تدل على أن لابسها عالم أو طالب علم عندهم، وإذا كانت سوداء فلابسها من العلويين - السادة - .\n(1/32)",
        "\nويقول أحد الرحالة المعاصرين : - وخرجت من عند البئر تحاشياً لنسوة يرتدين الملابس السوداء، وهو لباس قديم لنساء هذه الديار أخذ يتقلص أمام غزو الملابس المزركشة ولكنه في العوالي لا يزال ترتديه نساء طائفة النخلية أو النخاولة كما يسميهم أهل المدينة - .\nويقول العياشي في رحلته : - ومن عادات النخاولة أن لهم عادة في كل يوم خميس غالبا يأتون إلى مشهد السيد إسماعيل من أول النهار، ويطبخون هناك طعاماً كثيراً، ويجتمعون رجالاً ونساء بأولادهم، وفي الغالب يأتون لختان أولادهم، فإن من له ولد يريد ختانه لا يختنونه إلا في ذلك المكان، وربما جاؤوا لغير ختان، بل لمجرد الزيارة وإطعام الطعام، ولا يحضر معهم غيرهم. وغالب ما يطبخونه هناك الأرز والهريسة باللحم - .\nفروع النخاولة وعوائلهم :\nيبلغ تعداد النخاولة على المشهور إحدى عشر فرعاً ينضوي تحت كل فرع عدد من الأسر، وهم على النحو التالي :\nالفرع الأول : الشريمي، ومنهم : (الخوالدة، الملابين، الكرفة، الطبلان، بيت وائل، الجداعين، القرينة، بيت محاشي، العليان، الطرييف، الحكارية، البقاقير، الجوايدة، بيت النضيري، النويقات، الدواخين، بيت حسون، بيت العصاري(1)، الكوابيس).\nالفرع الثاني : الدراوشة، ومنهم : (العبابيش، ذوي خليفة، بدير حرم، البديهان).\nالفرع الثالث : الدواويد، ومنهم : ( الفلسة، بيت مناش، الحِرابية أو الحِربي(2)، الحمارين، الجواعدة، الصويان، الفحلان، بيت جبين، النواجي، بيت الرومي).\nالفرع الرابع : المحاربة، ومنهم : (المحاسنة، الهواجيج).\n__________\n(1) يزعم كبار السن من هذه العائلة (العصارى) أنهم ينتمون إلى قبيلة عنزة من بني أعصر، وأنها دخلت مع النخاولة طلباً للحماية فتبنت المذهب واعتنقته.\n(2) الحِربي بكسر الحاء : عائلة من عوائل النخاولة خلافاً لـ - الحَربي - بفتح الحاء وهي القبيلة العربية المشهورة.\n(1/33)\n",
        "الفرع الخامس : الزوابعة، ومنهم : (الحمزة، البراهيم، السلمي، الشلاليد).\nالفرع السادس : الأصابعة، ومنهم : (بيت حريقة، بيت ملائكة، بيت العسائي، بيت صابرين، الشوام، لولو، الكرادية، الشرقي، الجيد، البناجية).\nالفرع السابع : الوتشة، ومنهم : (بيت الأصبع، بيت الصاوي).\nالفرع الثامن : الزيرة، ومنهم : (السطحان، الجواعدة).\nالفرع التاسع : الجرافية، ومنهم : (ذوي سالم، ذوي عبد الله، ذوي أحمد، ذوي حسين، الكساسير).\nالفرع العاشر : المعاريف، ومنهم : (الأواق، ذوي عبد الله، الملايحة، ذوي أحمد رجب).\nالفرع الحادي عشر : الفار، ومنهم : (المزيني، بيت ناشي، المدارسة، المراوحة، السعدي، القصران، الطولان، بيت مسعد، بيت أبو عامر، البغيل).\n2) الأشراف :\nوهم بعد النخاولة في العدد، وهم سادة من بني هاشم.\nوليس كل الأشراف روافض، ولكن منهم عوائل اعتنقت هذا المذهب الخبيث، وقد سبق في تاريخ التشيع في المنطقة أنه كان لهم نوع سلطة وقوة، وذلك بسبب تعاقب حكم بعض دول الرفض، ولما لهم من مكانة في قلوب جهال المسلمين، ولما لهم من صلة نسب برسول الله - .\nوما علموا أن الرابط الحقيقي للمسلمين هو التقوى، إذ لم ينفع أبا لهب قرابته من رسول الله - يوم أن كان مشركاً، قال تعالى : { تبت يدا أبي لهب وتب ما أغنى عنه ماله وما كسب } . إلا أنا نوالي التقي منهم بمزيد موالاة لقرابته بالرسول - .\nوقد كان لمكانتهم في النسب، ووجودهم في المدينة سبب عظيم لتحقيق أرباح عظيمة من أجناسهم من الروافض الأعاجم في مواسم الحج حيث يفدون إليهم ويكونون في ضيافتهم، ومعلوم غلو الرافضة في آل البيت، فيكفي أن تكون من آل البيت حتى تحقق المكاسب العظيمة.\nيقول صاحب كتاب - تحفة المحبين - بعد أن ذكر حال النخاولة : - وغالب ما فيهم متصف به بنو حسين المشهورون بالمدينة المنورة - .\n(1/34)\n\nويقول صاحب كتاب رحلات في شبه الجزيرة العربية عن الأشراف : - وتشغل هذه الأسر حياً خالصاً بها، وتحقق مكاسب هائلة خاصة من الحجاج الفرس الذين يفدون إلى المدينة. وتوصف هذه الأسر بشكل عام بأنها من أهل البدع بمعنى اعتقادها نفس عقائد الفرس-الشيعة- في علي بن أبي طالب رضي الله عنه. كما يتهم أهل هذه الأسر بأنهم يمارسون شعائر عقيدتهم على نحو سري، وإن كانوا يتظاهرون بأنهم من أنصار عقائد السنة, غير أن في هذا القول تعميماً شديداً، إذ يشكك فيه عدد كبير من خيار الناس، ولكن بني حسين ذوي النفوذ الفائق في المدينة يتبعون ظاهراً عقائد أهل السنة بشكل صارم، ولذا فإن أحداً لا يتعرض لهم بأذى - .\n3) بنو جهم :\nوهم بنو جهم ولد محمود من بني عمرو من حرب.\nوهم الروافض الوحيدون من بين فروع بني عمرو الحروب، وباقي الفروع سنة، بل جميع قبيلة بني حرب سنة إلا هذا الفرع وهم بنو جهم، ويسمون بـ - الجهمية - .\nيسكن بنو جهم قرية - أبو ضباع - وهي آخر قرى وادي الفُرْع الذي يتكون من عدة قرى، وهي : (الريان، الفقير، السدر، المضيق، أم العيال، أبو ضباع).\nووادي الفُرْع يبعد عن المدينة النبوية قرابة : (175كم) على طريق مكة.\nوجميع قرى وادي الفُرْع أهلها من بني عمرو الحروب السنة إلا قرية أبو ضباع التي تعتبر مركز الرفض في الوادي التي يسكنها بنو جهم وبعض الأشراف الرافضة. وهي عدة خيوف (الخيف هو المنطقة التي يكثر فيها أشجار النخيل) وهي على النحو التالي :\n(عين أبو ضباع وقيمها الشريف، خيف الربض، خيف الملبانة، خيف عين البغالية، خيف الحديقة).\nويسكن هذه الخيوف قبائل الجهمية الرافضة، وهم :\n1- قبيلة العبيدي الجهمي، وفيهم رئاسة الجهمية.\n2- قبيلة العلاسي الجهمي، ويتبعه القفه والنواصرة.\n3- قبيلة الثميري الجهمي، وحليفه المالكي الجهمي.\n4- قبيلة الجعفري الجهمي.\n5- قبيلة : الجراري الجهمي، ويتبعه البغولي.",
        "(1/35)\n\nويوجد جزء من هؤلاء الرافضة خارج أبو ضباع ووادي الفرع، وخاصة في قرية السويرقية في منطقة - مهد الذهب - التي يسكنها قبيلة البغولي وبعض الأشراف. وبعض الجهمية يسكن - القاحة - وتسمى - بأم البرك - .\nويوجد في جدة حي يسكنه الكثير من الجهوم الرافضة.\nوالمرجع الديني في قرية أبو ضباع هو المدعو : - علي حميد العلاسي - وقد درس علمهم الباطل في العراق أكثر من عشرين سنة حتى نال المرجعية. وهم على علاقة وثيقة بالنخاولة. وبعض الجهوم يسكن في أحياء النخاولة في المدينة.\nوالرافضة في المدينة وما حولها على علاقة وثيقة برافضة العراق وإيران من حيث وجود الآيات والمرجعيات.\nومن أشهر مراجع الدين الرافضي في المدينة شيخهم محمد العمري وابنه كاظم[انظر الشكل رقم: ( )].\n4) المشاهدة :\nوهي أسرة أصولها عربية، ولهم تمركز في المدينة، ويوجد بعضهم في مكة، وهم رافضة متعصبون لمذهبهم.\nومن آل المشهدي الكاتب والروائي محمد بن عيسى المشهدي.\nوهذه الطوائف الأربع فقط هي التي تمثل الرفض في المدينة النبوية، ولا يوجد غيرهم.\nالأحياء التي يسكنها الروافض في المدينة النبوية وما حولها\n1- وسط المدينة جنوب الحرم المدني، حيث يوجد حي كان يسمى فيما مضى بزقاق النخاولة، أو محلة النخاولة، ويسمى في الوقت الحالي بحي الروضة، كما يوجد النخاولة شمال غربي المسجد النبوي في باب الكومة.\n2- قباء : كانت قرية تبعد ميلين عن المدينة النبوية، والآن أصبحت حياً من أحيائها الجنوبية، ويسكن الحي أكثرية من النخاولة.\n3- قربان : حي جنوبي المدينة النبوية، ويسكنه إضافة إلى النخاولة شيعة الحروب الجهوم.\n3- حي العوالي : جنوب شرقي المدينة النبوية، ويسكنه النخاولة والحروب بكثرة، وبعض الأشراف.\nوفي بعض الأحياء يوجد طوائف منهم، كما في الحارة الشرقية التي يوجد فيها طائفة من الأشراف وبعض النخاولة، وكذا الحارة الغربية، وحي العيون.\n(1/36)",
        "\n5- أبو ضباع : آخر قرى وادي الفُرْع (بضم أوله وسكون ثانيه،وآخره عين مهملة).\nووادي الفرع من أطول أودية الحجاز، وأغناها عيوناً، إذ لا تزال فيه عشرون عيناً جارية، وقيل إنها أول قرية مارت إسماعيل التمر بمكة، وبه مسجد صلى به النبي - ، وهو يبعد عن المدينة مسافة :(175كم) على طريق مكة. ويسمى وادي النخل أيضاً لكثرة النخيل فيه، وقد يسميه بعضهم وادي بني عمرو؛ ذلك أنه لا يكاد يخالط بنو عمرو من حرب فيه أحد، وكان إذا ادعى أحد أنه عمري قيل له : أين نخلك من وادي النخل؟!\nوالوادي فيه عدة قرى (كما سبق ذكرها) آخرها قرية أبو ضباع التي يتمركز فيها الرافضة من الجهمية الحروب، وبعض الأشراف.\n6- قرية السويرقية : في منطقة - مهد الذهب - التي يسكنها طائفة من الجهوم الرافضة وبعض الأشراف.\nوكذا قرية القاحة التي تسمى بأم البرك.\n\nمزارات الرافضة في المدينة النبوية\nقال رسول الله - قبل وفاته : - لعن الله اليهود والنصارى اتخذوا قبور أنبيائهم مساجد - يحذر مما فعلوا. قالت عائشة رضي الله عنها :ولولا ذلك لأبرز قبره، ولكن كره أن يتخذ مسجداً. [رواه البخاري ومسلم]\nوقال - : - لعن الله زائرات القبور، والمتخذين عليها المساجد والسرج - [رواه الترمذي، وقال حديث حسن]\nوقال - قبل أن يموت بخمس : - إن من كان قبلكم كانوا يتخذون القبور مساجد، ألا فلا تتخذوا القبور مساجد، فإني أنهاكم عن ذلك - [رواه مسلم].\nوقال - : - لا تجلسوا على القبور، ولا تصلوا إليها - [رواه مسلم].\nوحين ذكرت له بعض نسائه كنيسة رأينها في أرض الحبشة فيها تصاويرقال - : - إن أولئك إذا مات فيهم الرجل الصالح بنوا على قبره مسجداً، ثم صوروا فيه تلك الصور، أولئك شرار الخلق عند الله - [رواه البخاري ومسلم].\nوأمر رسول الله - علي بن أبي طالب رضي الله عنه بقوله : - ألا تدع قبراً مشرفاً إلا سويته، ولا تمثالاً إلا طمسته - [رواه مسلم].\n(1/37)\n",
        "ونهى النبي - أن يجصص القبر، وأن يقعد عليه، وأن يبنى عليه. [رواه مسلم]\nونهى النبي - أن يكتب على القبور. [رواه الترمذي، وصححه الألباني]\nكل هذه الأحاديث وغيرها الكثير التي تنهى عن كل السبل المفضية إلى الشرك وتحذر منها، إلا أن طائفة من الأمة ممن تنتسب إلى الإسلام لم تلتفت إلى هذه النصوص، ولم تحاول العمل بها، وأقبلت في معظمها تشيد القباب، وتبني الأضرحة، وتقيم المشاهد، وتتخذ المزارات، حتى لكأن هذه النصوص جاءت تأمر بالبناء على القبور، وتذكر فضله، وتحث عليه، فاستجابت الأمه لها،ومعاذ الله أن يكون ذلك.\nومن الثابت أن أول من أحدث هذه المشاهد الشركية، والمزارات الوثنية في الأمة هم الشيعة.\nيقول شيخ الإسلام بن تيمية رحمه الله : - فظهرت بدعة التشيع التي هي مفتاح باب الشرك، ثم لما تمكنت الزنادقة أمروا ببناء المشاهد وتعطيل المساجد؛ محتجين بأنه لا تصلى الجمعة والجماعة إلا خلف إمام معصوم. ورووا في إنارة المشاهد وتعظيمها والدعاء عندها من الأكاذيب ما لم أجد مثله فيما وقفت عليه من أكاذيب من أهل الكتاب - .\nوالرافضة يعظمون القبور والمشاهد أكثر من المساجد، بل إنهم جعلوا الحج إلى كربلاء ومشهد الحسين أعظم من حج بيت الله الحرام. [راجع قسم الاعتقاد]\nلذا فهم يعظمون المدينة أكثر من مكة، لا لوجود المسجد النبوي فيها، وإنما لوجود قبور المعصومين فيها، فهم يشدون الرحال لزيارة هذه القبور والتمسح بعتباتها، والاستغاثة بأصحابها أكثر مما يشدون الرحال لبيت الله الحرام لأداء الحج والعمرة.\nوالمدينة النبوية مليئة بالمزارات التي يقصدها الرافضة. وفيما يلي عرض لأشهر هذه المزارات، والتعريف بها :\n1) بقيع الغرقد : البقيع في اللغة : الموضع الذي فيه أروم الشجر من ضروب شتى. والغرقد : كبار العوسج. وهذا النوع من الشجر كان كثيراً في البقيع ولكنه قطع.\n(1/38)\n\nيقع بقيع الغرقد في الجهة الجنوبية الشرقية للمسجد النبوي. والبقيع كان مقبرة قبل الإسلام، حيث أن أهل يثرب كانوا يدفنون موتاهم فيه، وورد ذكره في مرثية عمرو بن النعمان البياضي لقومه :\nإين الذين عهدتهم في غبطة بين العقيق إلى بقيع الغرقد\nالقبور التي يزورها الشيعة في مقبرة البقيع :\n1- إبراهيم بن رسول الله - .\n2- قبور بنات الرسول - . وبعض الرافضة يشكك في صحة نسبة بعض البنات إلى الرسول - .[انظر الصحيح من سيرة النبي الأعظم للمرتضى الرافضي/ج1]\n3- فاطمة بنت أسد (والدة علي بن أبي طالب رضي الله عنه).\n4- العباس بن عبد المطلب رضي الله عنه.\n5- الحسن بن علي بن أبي طالب رضي الله عنهما. (الإمام الثاني).\n6- علي بن الحسين (زين العابدين رحمه الله). (الإمام الرابع).\n7- محمد بن علي (الباقر) رحمه الله. (الإمام الخامس).\n8- جعفر بن محمد (الصادق) رحمه الله. (الإمام السادس).\n9- بقيع العمات( صفية، وعاتكة) رضي الله عنهما.\n10- أم البنين (زوجة أمير المؤمنين علي بن أبي طالب رضي الله عنه).\n11- محمد بن زيد بن علي رحمه الله.\n12- إسماعيل بن جعفر الصادق رحمه الله. الذي تنتسب إليه فرقة الإسماعيلية.\n13- بيت الأحزان، حيث يزعم الرافضة أن فاطمة رضي الله عنها كانت تبكي فيه بعد وفاة الرسول - ، وهو بجوار بيت عقيل. وفي زمن الدولة العثمانية بنوا ضريحاً صغيراً من الحديد في ذلك المكان، إلا أن التهديم شمله سنة (1344هـ).\nوقد أوردت كتب الشيعة الفضل العظيم لمن زار قبور الأئمة في البقيع، فمن ذلك :\n1- عن الصادق عليه السلام عن آبائهم عليهم السلام قال : قال الحسن بن علي عليهما السلام لرسول الله صلى الله عليه وآله وسلم : - يا أبتاه ما جزاء من زارك؟ فقال : من زارني أو زار أباك أو زار أخاك كان حقاً عليَّ أن أزوره يوم القيامة حتى أخلصه من ذنوبه. [بحار الأنوار للمجلسي ج97ص141].",
        "(1/39)\n\n2- عن ابن عباس عن النبي صلى الله عليه وعلى آله وسلم قال : - من زار الحسن في بقيعه ثَبَّتَ قدمه على الصراط يوم تزل فيه الأقدام - . [المصدر نفسه]\n3- وروي عن الصادق عليه السلام أنه قال : - من زارني غفرت له ذنوبه ولم يمت فقيراً - .[المصدر السابق نفسه، والتهذيب ج6ص4]\n4- روي عن أبي محمد الحسن العسكري عليه السلام أنه قال :من زار جعفراً وأباه لم يشك عينه، ولم يصبه سقم، ولم يمت مبتلىً. [التهذيب ج6ص78]\n2) شهداء أحد : وهذا الموقع كان فيه عدة آثار :\n1- قبر حمزة سيد الشهداء، ومصعب بن عمير، وعبدالله بن جحش، وقبور الشهداء، وبجواره مسجد سمي - بمسجد حمزة - وفي سنة:(893هـ)في زمن الحكومة العثمانية أمر السلطان : - أشرف قاتيباي - ببناء قبة فوق قبور الشهداء، وجعلوا ضريحاً من الحديد فوق القبور داخل القبة.\n2- مسجد أحد، ومسجد علي بن أبي طالب رضي الله عنه.\n3- المكان الذي جرح فيه رسول الله - .\n4- مسجد المصرع، وهو الوادي والمكان الذي صرع فيه حمزة.\n5- مسجد الرماة، وهو المكان الذي وقف فيه الرماة.\n6- مسجد الثنايا (قبة الثنايا)، وهو المكان الذي كسرت فيه ثنايا النبي - [انظر الشكل رقم : ( )].\n7- مسجد الفسح.\n8- مسجد المستراح، وهو المكان الذي استراح فيه رسول الله - بعد أحد، ويقع مكانه في جوار مدرسة عمرو بن الجموح الآن.\n9- مسجد الدرع، أو مسجد البدائع. وفي هذا المكان صلى النبي - صلاة العصر وصلاة المغرب والعشاء والصبح، ولبس فيه لباس الحرب، فلذا سمي بمسجد الدرع. والآن خربة يقع مقابل بيت الشيخ : - حكيم درويش - .\n3) مقبرة محمد بن عبدالله (النفس الزكية) (توفي سنة :145هـ) ومشهده شرقي جبل - سَلْع - وعليه بناء كبير بالحجارة السوداء، وهو داخل مسجد كبير مهجور.\nكل هذه الآثار ولله الحمد قد أزيلت لأنها مرتعاً للبدعة، ووسيلة للشرك، فكم من نذر ذبح عندها. وكم من استغاثة طلبت من أهلها.\n(1/40)",
        "\n4) قبر علي العريضي بن جعفر بن محمد أخ الكاظم. ويزعم أن قبره في جهة المطار على بعد (6)كم شرقي جبل أحد. وعليه مبنى، وكان يقال أنه في السابق مأوى لذوي الأمراض المعدية، إلا أن بعض المبتدعة وضع في أحد جهاته منارة طويلة بيضاء وفي داخله محراباً ليوهم الناس أنه مسجد، وجعل على القبر المزعوم قبة فأصبح مقصداً للرافضة وغيرهم لطلب الحاجات وكشف الكربات، وقد كاد أن يندرس والعجيب أنه قد جدد بناؤه قريباً فلا حول ولا قوة إلا بالله [انظر الشكل رقم : ( )].\nويعمل مولد لعلي العريضي كل سنة في شهر صفر لمدة أربعة أيام.\n5) الربذة : من قرى المدينة، قريبة من ذات عرق على طريق الحجاز، وبهذا الموضع قبر ابي ذر الغفاري رضي الله عنه. وتقع الربذة شرق المدينة من جهة ينبع.\nويوجد في الربذة أيضاً قبر أبو جعفر عبدالله بن الحسن بن الحسن بن الإمام الحسن.\n6) غدير خم : اسم منطقة شرق الجحفة، واديهما واحد، تبعد عن مكة حوالي (156كم) بالقرب من قرية رابغ. ويعرف غدير خم اليوم باسم - الغُرَبَة) وهو غدير عليه نخل قليل لأناس من البلادية من حرب، وهو في ديارهم . يقع شرق الجحفة على بعد (8كم). والرافضة يعظمون هذا المكان لزعمهم أن الرسول - نصب علياً إماماً بعده في هذا المكان [لمناقشة هذا الرأي راجع قسم الاعتقاد].\nوقد بني مسجد في هذا المكان، وعلى يسار المسجد من جهة القبلة المكان الذي وقف فيه رسول الله - عندما نصب علياً بالإمامة بزعمهم.\nوالرافضة يعتقدون أن الصلاة في هذا المكان لها فضيلة وثواب عظيم. وقد هدم السيل بعضه وذلك في عهد الدولة العثمانية، وأصلح المسجد عدة مرات على أيدي بعض ملوك الهند الشيعة.\n7) الأَبْوَاء : بالفتح ثم السكون. سميت بذلك لتبوِّئ السيول بها. وهي قرية من أعمال الفُرْع من المدينة، بينها وبين الجحفة مما يلي المدينة حوالي (45كم).\nوبالأبواء قبر آمنة بنت وهب أم النبي - .\n(1/41)\n",
        "وقد كانت البقيع وبقية المشاهد قبل الحكم السعودي مليئة بالقبب والأضرحة. يقول الرحالة بن جبير واصفاً البقيع أثناء زياراته : - إن البقيع الغرقد، واقع شرقي المدينة، تخرج إليه على باب يعرف بباب البقيع...وأول ما تلقى عن يسارك عند خروجك من الباب المذكور مشهد صفية عمة النبي - وأمام هذه التربة قبر مالك بن أنس الإمام المدني رضي الله عنه، وعليه قبة صغيرة مختصرة البناء...وتليها روضة العباس بن عبد المطلب رضي الله عنه، والحسن بن علي رضي الله عنه، وهي قبة مرتفعة في الهواء على مقربة من باب البقيع المذكور وعن يمين الخارج منه. ورأس الحسن رضي الله عنه إلى رجلي العباس رضي الله عنه. وقبراهما مرتفعان عن الأرض متسعان مغشيان بألواح ملصقة أبدع إلصاق، مرصعة بصفائح الصفر ومكوكبة بمسامير على أبدع صفة وأجمل منظر. وعلى هذا الشكل قبر إبراهيم ابن النبي - . ويلي هذه القبة العباسية بيت ينسب لفاطمة بنت رسول الله - يعرف ببيت الحزن... - .\nاستمرت هذه القبب والأضرحة باقية يفتتن بها المسلمون حتى جاءت الدعوة الإصلاحية وهي دعوة الشيخ محمد بن عبد الوهاب رحمه الله حيث أزال أئمة هذه الدعوة هذه القباب والأضرحة لنهي النبي - الصريح عن ذلك كما سبق، ولأنه وسيلة للشرك الذي وقع كما أخبر به النبي - وحذر منه.\n(1/42)\n\nيصف لنا أحد الروافض المعاصرين ما حل بهذه القباب والأضرحة والمساجد المبنية على القبور عند دخول أئمة الدعوة (وكله حزن) فيقول وقد وصفها - بنكبة البقيع - : - في عام (1221هـ) احتل الوهابيون مدينة الرسول، فلم يبقوا في البقيع ولا خارجه حجراً على حجر، حتى المساجد هدموها، وحاولوا مراراً هدم قبة الرسول - إلا أنهم غيروا رأيهم... لقد خرب الوهابيون ودمروا قبور شهداء أحد، والمسجد المقام على قبر سيد الشهداء حمزةبن عبد المطلب، ودمروا المساجد التي خارج البقيع، مثل مسجد الزهراء، ومسجد المنارتين، ومسجد المائدة(وهو الموقع الذي نزلت فيه على رسول الله - سورة المائدة) وكذلك مسجد الثنايا الذي دفنت فيه ثنايا رسول الله - التي تكسرت في معركة أحد.\nأما البقيع فأصبح قاعاً صفصفاً، لم يبق به أية قبة، وأصبح ذلك المزار المهيب على مر القرون للملايين من المسلمين مجرد مزبلة لا يكاد يعرف الزائر بوجود قبر فيه، فضلاً عن أن يعرف صاحبه - .\nوبعد عودة المدينة إلى الحكم العثماني أعادوا بناء القبب. يقول الرافضي :\n- وبعد هزيمة الوهابيين، بدئ في عام(1818م) في عهد السلطان العثماني عبدالمجيد ثم في عهد السلطان عبدالحميد ومحمود إعادة إعمار الحرم المدني والبقيع وتراث المسلمين الخالد في أحد ...ثم جددت الأبنية كما يبدوا عام (1848-1860م) وصرفت مبالغ هائلة قدرت بسبعمائة ألف جنيه إسترليني بعضها من أموال الحجرة النبوية - . [الشيعة في السعودية لحمزة الحسن ج2ص205-232]\nإلا أن جيش الملك عبد العزيز من الإخوان أعادوا السيطرة على الحجاز بدأ من عام (1343هـ) وكان سقوط المدينة قد تم في أواخر ديسمبر عام (1952م) فأزالوا ما فيها من قبب وأضرحة ومساجد مقامة على القبور، وأشاعوا التوحيد وأزالوا وسائل الشرك فجزاهم الله عن المسلمين خير الجزاء.\nوبقيت البقيع وغيرها من القبور على السنة إلى يومنا هذا.",
        "(1/43)\n\nوالرافضة اليوم يزورون البقيع وبودهم أن يقيموا شعائر الشرك، وأن يتمرغوا بتربتها إلا أنهم ممنوعون من ذلك، وهم يتحينون الفرص لأخذ التراب من المقبرة ليتبركوا به، وليس لديهم حيلة إلا أن يقفوا أمام القبور ويقرؤوا زياراتهم.\nوفي السنوات الأخيرة بدؤوا يتجمعون في ساحات الحرم المقابلة للبقيع رجالاً ونساءً ويرفعون أصواتهم بأدعية وأوراد بعضها يشتمل على الشرك الصريح وسب الصحابة، ويستخدمون مكبرات الصوت، وتسمع لهم بكاءً وعويلاً، فلا حول ولا قوة إلا بالله العظيم. ومثل هذا الحال يحصل عند مقبرة شهداء أحد.\n\nالحسينيات والمساجد\nتختلف مساجد الشيعة عن مساجد السنة في المظهر والمخبر ، ففي المظهر : بينما نجد منارة مساجد السنة عالية نجد منارة مساجد الشيعة قصيرة ، وهناك فرق آخر في المظهر وهو وجود أحواض في مساجد الشيعة توضع فيها التربة الحسينية للسجود عليها وكذلك معاليق للسبح، بينما لا يوجد ذلك في مساجد السنة [انظر شكل : ( 5 )] 0 أما في المخبر فمساجد السنة تقام فيها الجمعة والجماعات بينما مساجد الشيعة لا تقام الصلاة فيها إلا فرادى ، وأيضا أذآن مساجد السنة على وفق سنة المصطفى - صلى الله عليه وسلم - بينما مساجد الشيعة يعلوها الأذان البدعي المشتمل على قولهم :‘‘أشهد أن علياً ولي الله’’ و ‘‘حي على خير العمل’’ ، والمتفق على أنه بدعة حتى من قبل علماء الشيعة [انظر الشيعة والتصحيح/77] 0\n(1/44)",
        "\nأما الحسينيات : جمع حسينية وهي بمثابة تكية ( مجلس ) منسوبة للحسين رضي الله عنه لأنها تبنى لإقامة العزاء أيام عاشوراء على الحسين فيها وأصلها من الإيرانيين والهنود بنوها في بلادهم وبنوها في العراق أيضا وأوقفوا عليها الأوقاف وجعلوا لكل منها ناظر ثم انتشرت في المناطق التي وجد فيها شيعة ، وهي عبارة عن دار ذات حجر وصحن أو مجلس كبير ويقام فيه منبر ويأوي إليها الغريب ، ويقام فيها عزاء الحسين في كل أسبوع في يوم مخصوص وفي العاشر من المحرم ، وإقامة التعازي مطلقا سواء للأئمة أو غيرهم ، وأيضا تقام فيها احتفالات موالد الأئمة وحفلات الزواج والمحاضرات وغيرها من الاجتماعات ، وتختلف حالها في الكبر والصغر والإتقان وكثرة الريع باختلاف أحوال منشئيها [انظر الشكل رقم ( 6 )] 0\n\nالمواسم عند الشيعة\nمواسم الأفراح عند شيعة المنطقة\n1- للمسلمين عيدان هما عيد الفطر وعيد الأضحى ، أما الشيعة فيزيدون عيدا ثالثا وهو عيد‘‘يوم الغدير’’ في الثامن عشر من ذي الحجة ، حيث تزعم الشيعة أنه يوم تنصيب علي -رضي الله عنه- خليفة للرسول - صلى الله عليه وسلم - [للرد على هذه الفرية انظر قسم الاعتقاد] 0 وفي ذلك اليوم من كل عام يتبادل فيه شيعة المنطقة التهاني والتبريكات وهم يرددون :‘‘الحمد لله على إكمال الدين ، وإتمام النعمة ، ورضا الرب بولاية علي ( ع ) ’’ 0 ويقيمون الاحتفالات والمسابقات بذلك [انظر الشكل رقم :( 7 )] 0\n2- عادة ‘‘الناصفة’’ و‘‘القرقاعون’’ ومناسبتها منتصف شهر شعبان ومنتصف شهر رمضان حيث يخرج الأطفال بعد صلاة المغرب في جوقات يهزجون عبارات نشيد المناسبة وهي :\nناصفة حلاوة كريكشون حلو الكيس واعطونا\nلولا - فلان - ما جينا الله يخلي وليدكم . . . الخ\nفيأخذوا نصيبهم من الحلوى والمكسرات 0 والمناسبة الأولى تصادف ذكرى مولد المهدي والثانية تصادف مولد الحسن السبط – رضي الله عنه - .\n(1/45)\n",
        "3- الاحتفالات بمولد الأئمة : حيث تقام الاحتفالات والممادح [انظر الشكل رقم( 8 )] 0\n4- توديع الزائرين إلى العتبات المقدسة لدى الشيعة، حيث يجتمع الأهل والصحب والجيران لتوديع الزائرين المتوجهين إلى كربلاء والنجف وخرسان ويصحبونهم في موكب حزين ، حيث يتقدمهم شخص يحمل راية عالية وهو يطلق صيحات الألم والحزن لمصاب آل البيت والندم على عدم التوفيق لزيارة عتباتهم المقدسة عندهم مع أولئك الزائرين ، ويعرف الشخص الذي يؤدي ذلك الدور‘‘بالشاووش’’ [انظر الشكل رقم: ( 9 )] 0\nمواسم الأحزان الدينية عند شيعة المنطقة\n1) التحاريم : من التقاليد المراعاة إقامة الحداد في شهري المحرم وصفر من كل عام ، ففيها تحظر مناسبات الأفراح كالزواج وغيره ، كما تخلع النساء فيهما مظاهر الزينة كالحلي والعطور والثياب الملونة ، ويرتدين الملابس السوداء 0 ففي أول المحرم وحتى العاشر منه يحتفل بذكرى شهداء الطف الحسين ومن معه ، وفي 25/2 يحتفل بذكرى وفاة زين العابدين , وفي 7/2 بذكرى وفات الحسن بن علي ، وفي 17/2 وفاة علي الرضا وفي 20/2 بذكرى الأربعين لشهداء كربلاء ، وفي 28/2 بذكرى وفاة الرسول - صلى الله عليه وسلم - ، وفي هذه الأيام تغلق المتاجر وتعطل جميع الأعمال ، وكذلك في ذكرى وفاة باقي الأئمة : كالحسن العسكري في8/3 ، وفاة فاطمة الزهراء في 13/5 ، وفاة الهادي في 3/7 ، وفاة جعفر الصادق في 15/7 ، وفاة موسى الكاظم في 25/7 ، وفاة علي بن أبي طالب في 21/9 ، وفاة محمد الجواد في 6/12 ، وفاة محمد الباقر في 7/12 [انظر الشكل رقم ( 10 )] 0\n(1/46)\n\n2) أيام عاشوراء : البويهيون أول من اخترع إقامة المآتم بذكرى مقتل الحسين وذلك في بغداد في القرن الرابع الهجري ، ومنذ ذلك الوقت والشيعة تثير في هذه الذكرى السنوية فتناً لا حدود لها ، وينشب صراع عنيف بين السنة والشيعة بسبب تجرؤ الشيعة على شتم الصحابة- رضوان الله عليهم - وقد بدأت أول فتنة في سنة : (388هـ) وذلك لأول مرة في تاريخ بغداد ، تم توالت الفتن بينهما بعد ذلك ، وقتل فيها خلق كثير من المسلمين ولا تزال لهذه البدعة آثارها في العالم الإسلامي الذي يوجد فيه شيعة ، ومع ذلك كله فإن شيخهم الخميني اليوم يذكي هذه الفتنة ويقول : ‘‘إن شعار الفرقة الناجية وعلامتهم الخاصة من أول الإسلام إلى يومنا هذا إقامة المآتم’’ ويقول :‘‘ إن البكاء على سيد الشهداء ( ع ) وإقامة المجالس الحسينية هي التي حفظت الإسلام منذ أربعة عشر قرنا’’ 0 وفي سؤال لآيتهم ومرجعهم : محمد آل كاشف الغطاء : ما يقول مولانا حجة الإسلام في المواكب المشجية التي اعتاد الجعفريون اتخاذها في العاشر من محرم تمثيلا لفاجعة الطف وإعلاما لما انتهك فيها من حرمة الرسول - صلى الله عليه وسلم - وفي عترته المجاهدين ، وإعلان الحزن لذلك بأنواعه من ندب ونداء وعويل وبكاء وضرب بالأكف على الصدور وبالسلاسل على الظهور ، فهل هذه الأعمال مباحة في الشرع أم لا أفتونا مأجورين ؟",
        "(1/47)\n\nفأجاب آيتهم على ذلك بقوله : - بسم الله الرحمن الرحيم قال تعالى : { ذلك ومن يعظم شعائر الله فإنها من تقوى القلوب، لكم فيها منافع إلى أجل مسمى } [الحج/32*33] ولا ريب أن تلك المواكب المحزنة وتمثيل هاتيك الفاجعة المشجية من أعظم شعائر الفرقة الناجية - 0 فهو يعد هذه البدعة الخطيرة في دينهم ، والتي هي من أعظم الباطل من شعائر الله ، فإذا كان هذا رأي مرجعهم فما بالك بمن دونه مع أنه يجري فيها تعذيب للنفس وقتلها وتكفير للمسلمين من الصحابة والتابعين ، والنياحة ولطم الخدود فاصبحوا نوادي متنقلة تصيح وتعوي وتلطم وتلدم وتسب في الطرقات . . . كأنهم نسوة في زار أو عَارٍ في نار ، فربوا في الرجال معاني النساء الضعاف الجزعات التي لا سلاح لهن إزاء المصائب سوى العويل وشق الجيوب ونتف الشعور والصراخ المفزع والشرك بدعاء المخلوقين حيث تسمع أصواتهم تردد - يا حسين يا حسين - . . . إلخ مما يعلم بطلانه في الإسلام بالضرورة 0\nوعندما قامت الثورة الخمينية زادت حدة هذا الأعمال فكانوا أضحوكة العالم وعارا وشنارا على الأمة الإسلامية لانتسابهم إليها 0 عند ذلك أحس القوم بخطر ذلك على سمعة الشيعة ، فاصدر مرجعهم وحجتهم ‘‘علي الخامئني’’ معارضة لها عام ( 1414هـ ) فخفت حدتها من حيث المظهر إذ لم يبق إلا لطم الخدود والصدور والرؤوس ولم يعد هناك ضرب بالسيوف والسلاسل ، أما المخبر فما زال على غلوه 0\n(1/48)",
        "\nولإعطاء صورة واضحة عن أيام عاشوراء نقوم بذكر شيء من أعمالهم بشكل أوسع فنقول : كانت تقام المآتم في البيوت حتى أنشأت الحسينيات حيث أصبحت العملية يجاهر بها وبشكل جماعي ، وبدلا من قصرها على اليوم العاشر امتدت الاحتفالات إلى الأيام العشرة الأولى من المحرم ، ويوم الأربعين، والمياقيت ( وهي ذكرى وفيات باقي الأئمة ) كما ألفت كتب للمقاتل وأصبح هناك رجال ونساء متخصصون في الإنشاد ، كما توحد الدور بعد أن كان هناك قاص ومنشد ، فأصبحت من مهام الخطيب 0\nوتقام خلال هذه الأيام المآتم والتي يقتصر فيها على التنديد بقتلة الحسين وتصوير حال آل البيت كل هذا من أجل إلهاب العواطف وإيقاد نار الحقد والبغضاء والترنم مع المنشد ، وقد كان هذا العمل المتكرر قد تسبب في نفرة شباب الشيعة من هذه المآتم لذلك يقول أحدهم : - إن عدم تطرق المآتم للمسائل الحديثة والمستحدثة سبب نفور الشباب المثقف من المآتم والمسجد ، كما نفر أبناء الكنيسة من كنائسهم - [المآتم لعبدالله سيف/14] 0 إن هذا الاعتراف الخطير من أحدهم ليدل دلالة واضحة على بطلان هذه البدعة وما تفرع عنها 0 لذا انتبه لهذا شيخهم د/ أحمد الوائلي فكان هو من احدث هذه النقلة في المآتم ، فأصبحت تطرح قضايا العصر وما يسمى بفقه الواقع وكذلك القضايا التربوية ولكن في نهاية المأتم يعودون إلى عويلهم وصياحهم ولطمهم 0 وهذه المجالس الحسينية تقام في الأيام الأولى من عشر المحرم .\n(1/49)\n",
        "أما في اليوم العاشر فتبدأ فيه المسيرات والمواكب الحسينية والتي تتضمن بشكل عام الأعلام والبيارق بعدها تأتي مجموعة الخيول ثم ما يعرف بالشبيهات وهي التوابيت المعبرة عن شهداء كربلاء ثم مجسمات تعبر عن خيام الحسين ، كما قد تتضمن المواكب مجموعة من النوق والجمال التي تعبر عن النوق التي ركب عليها الأسرى والسبايا ، كما شهدت العديد من المواكب فرقا موسيقية تعبر عن الحزن والألم كما تشهد المواكب فرق الطبول وهي التي تعبر عن افراح بني أمية وانتصارهم على الحسين وآل بيته 0 وشهدت المواكب الحسينية مجموعة الحيدر أو ما يعرف بضرابة السيوف أو القامة ‘‘التطبير’’ ، وأيضا ما يعرف بالصنقل ( ضرابات النرنجيل ) ثم تأتي مجموعة ضرابي السكاكين على ظهورهم ، ثم أخيرا مجموعة ضاربي الصدور والتي هي العمود الفقري لكل موكب عزاء 0 كما عرفت المواكب مظاهر تمثيلية تعبر عن أجواء واقعة ‘‘الطف‘‘ ( كربلاء ) 0\nولكن كثيرا من هذه المظاهر قد اختفت أو كادت بعد فتوى الخامنئي ، ولم يبق إلا ضرب الصدور. ولإعطاء صورة أوضح للموكب الحسيني انظر إلى المثال [ في الشكل رقم : ( 11 )] 0\n(1/50)\n\nوبعد هذه المواكب الحماسية يدخلون في حالة هياج عظيم من لطم على الصدر بقوة قد تؤدي إلى الإغماء ، أو يأتون بكلب ويسمونه عمر ثم ينهالون عليه ضربا بالأحذية حتى يموت 0 ثم يأتون بسخلة ويسمونها عائشة ، ثم يبدأون بنتف شعرها وينهالون عليها ضربا بالأحذية حتى تموت 0 وفي إحدى المناطق قبضت الشرطة على بعض الروافض وقد صوروا أمير المؤمنين عمر بن الخطاب - رضي الله عنه - صورة مجسمة تجسيما كاملا وزينوه بلباس فاخر بلحيته وعمامته ، وجعلوا له ذيلا يستهزئون به في مجالسهم ، ويرقصون حوله ، ويلعنونه ثم أتوا بشاب يبلغ من العمر عشرين سنة وأتوا بمطوعهم ليعقدوا للشاب على عمر 0[انظر فتاوى الشيخ محمد بن إبراهيم ج1/248] ، ولا تستغرب فقد قال لهم علماؤهم عن عمر رضي الله عنه : - إنه مصاب بداء لا يشفيه إلا ماء الرجال - ، عليهم من الله ما يستحقون 0 وإن إقامتهم لهذا العزاء والنياحة والجزع وتصوير التمثيليات وما أشبه ذلك ، وهم يعتقدون أن ذلك مما يقرب إلى الله وتكفر به سيئاتهم ! وما دروا أن ذلك موجب لطردهم من رحمة الله ، كيف لا وفيه هتك لبيت النبوة واستهزاءً بهم ولله در من قال :\n... هتكوا الحسين بكل عام مرة وتمثلوا بعداوة وتصوروا\n... ويلاه من تلك الفضيحة إنها تطوى وفي إيدي الروافض تنشر",
        "(1/51)\n\nعبرة : يقول موسى الموسوي وهو يحكي عن شيخ من شيوخهم وقد كانوا واقفين أمام موكب عزاء في يوم عاشوراء أنه سأله : ما بال هؤلاء الناس وقد أنزلوا بأنفسهم هذه المصائب والآلآم ؟ قلت كأنك لا تسمع ما يقولون إنهم يقولون : ‘‘وا حسيناه’’ أي حزنهم على الحسين 0 ثم سألني الشيخ من جديد : أليس الحسين الآن في ‘‘مقعد صدق عند مليك مقتدر’’ ؟ قلت : بلى، ثم سألني : أليس الحسين الآن في هذه اللحظة في الجنة قلت : بلى ، ثم سألني أليس في الجنة حور عين كأمثال اللؤلؤ المكنون ؟ قلت : بلى 0 وهنا تنفس الشيخ الصعداء وقال بلهجة كلها حزن وألم :ويلهم من جهلة أغبياء ، لم يفعلون بأنفسهم هذه الأفاعيل لأجل إمام هو الآن في جنة ونعيم 0\nومن مظاهر تلك الأيام : لبس السواد من الرجال والولدان والنساء ، وعصابات الرأس التي مكتوب عليها استغاثات بالأئمة [انظر الشكل رقم ( 12 )] 0\nوتقام مجالس العزاء ليلا ونهارا ، ويقدم فيها للضيوف شراب باللون الأحمر ، كما يقدم في الحسينيات الغداء والعشاء ، وتقام في كل يوم في أحد البيوت ويوم الطبخ يطلقون عليه وجبة مأتم الفلاني ويسمى غداء الحسين ويتكون من الرز المحروق. إلا أن هذه المظاهر تقل في المدينة وتفعل سراً في الحسينيات داخل المزارع.\nوتباع في ساحات الحسينيات السبح والتربات الحسينية والأشرطة المسجل فيها مشاهير المنشدين مثل باسم الكربلائي وغيره ، وصور الأضرحة والأئمة والعلماء 0وأيضا تباع كتب التشيع وأشهرها في المنطقة كتاب المراجعات وكتب التيجاني وإدريس الحسيني.\nولنا مع هذه الكتب وقفة قصيرة فأقول :\nأما كتاب المراجعات لمؤلفه ‘‘عبدالحسين الموسوي’’ والذي يزعم فيه المؤلف حدوث مناظرة بينه وبين الشيخ سليم البشري شيخ الجامع الأزهر عام( 1329هـ ) وانتهت بتسليم البشري للموسوي بكل شيء 0\nفالمطلع على هذا الكتاب يستطيع أن يثبت تزييفه بالأدلة التالية :\n(1/52)",
        "\n1- أن هذا الكتاب لم ينشر إلا بعد انتقال البشري إلى رحمة الله ، ولعل هذا من أكبر الأدلة على أن ما نسب فيه إلى البشري كان زورا وبهتانا 0\n2- لم تنشر هذه المناظرة إلا من طرف واحد 0\n3- أن المذكرات المتبادلة بين المتناظرين لم يوجد لها أي أثر في ملفات مشيخة الأزهر 0\n4- لم ينشر المؤلف صورا زنكوغرافية لأجوبة البشري المزعومة لتأكيد صدقه وإثبات براءته من التزوير 0\n5- لا يمكن التسليم بسهولة بأن رجلا كالبشري يشغل مشيخة الأزهر تنتهي مناظرته بالتسليم لحجج واهية أجمع على رفضها السلف، بل يستطيع أقل طلاب الأزهر الرد عليها 0\nوأخيرا بحمد الله قد انبرى أحد طلبة العلم وهو‘‘محمد الزعبي’’ في الرد على هذا الكتاب في مجلدين أسماه : ‘‘التبيان في الرد على أباطيل المراجعات’’ فجعله قاعا صفصفا0\nأما كتاب التيجاني ‘‘ثم اهتديت’’ :وكتابا إدريس الحسيني ‘‘ولقد شيعني الحسين’’و‘‘الخلافة المغتصبة’’ كل هذه الكتب تنسج على منوال كتب الأولين في سب الصحابة والانتقاص منهم ، فلو ألقيت نظرة على كتاب ‘‘ثم اهتديت’’ مثلا لوجدت هذه الأقوال وننقلها بلفظه : ‘‘الصحابة اغتصبوا رسول الله ، تاهوا وتطاولوا عليه’’ ‘‘أنزلوا أنفسهم منزلته’’ ‘‘استأجروا ضعفاء العقول ليرووا لهم الأحاديث الموضوعة في فضائلهم’’ ‘‘عمر لا يتورع ولا يخشى الله’’ ‘‘الصحابة انقلبوا على أعقابهم ، لا يستحقون ثواب الله ولا غفرانه’’ ، وبفضل من الله قد تصدى لكشف عواره : الرحيلي في كتابه \"الانتصار للصحب والآل من افتراءات السماوي الضال\" ، وكتاب آخر بعنوان \"بل ضللت\" .\nوالتيجاني كان صوفيا وإدريس كان في جماعة التكفير والهجرة فانتقلوا من ضلالهم إلى ضلال الرفض.\n(1/53)\n",
        "4) ذكرى شهادة فاطمة الزهراء ! ! ! ( 13 جمادى الأولى ) : المشكلة الكبرى أن مبلغي ودعاة الشيعة عندما يتكلمون في الصحابة لا يستندون في قولهم إلى كتاب ولا سنة بل يرتكزون في كلامهم وإثبات ادعائهم على الروايات المكذوبة والمختلقة تاريخيا لا يعرف لها سند ولا نص في كتب التاريخ فيتكلمون بعقولهم القاصرة ، ونياتهم الفاسدة 0\nومنها هذه القصة والتي يكررها الشيعة في ذكرى وفاة فاطمة الزهراء ويسبون بها عمر - رضي الله عنه - سبا مقذعا تقشعر منه الجلود ، حيث تزعم هذه القصة بأن عمر بن الخطاب جاء إلى بيت علي ليأخذ عليا ليبايع أبا بكر على الخلافة ، ولكن فاطمة بنت الرسول - صلى الله عليه وسلم - عندما عرفت أن عمر خلف الباب لم تفتح له الباب ، فغضب عمر وضرب برجله الباب فسقط الباب على فاطمة ، فانكسر عظم حاجبها ثم دخل ، وأخذ عليا مربوطا بحبل إلى أبي بكر للبيعة ، ومرضت فاطمة - رضي الله عنها - بعد أيام ، فسقط منها الجنين وكان اسمه محسناً - بزعمهم - ولذلك يقولون عن وفاة فاطمة - رضي الله عنها - ( ذكرى شهادة فاطمة ) ، ويعتقدون أن عمر بن الخطاب - رضي الله عنه - كان سببا في قتلها ، سبحانك هذا بهتان عظيم [انظر لهذه الفرية في كتبهم ومنها : جلاء العيون للمجلسي/172 ، واحتجاج الطبرسي/47 ، فاطمة الزهراء لأحمد الهمداني ج2/575] 0 ويقول شيخهم محمد حسين كاشف الغطاء :\n\nتالله ما كربلاء لولا سقيفتهم ... ومثل ذا الفرع ذاك الأصل ينتجه\nوفي لطفوف سقوط السبط منجدلا ... من سقط محسن خلف الباب منهجه\nوبالخيام ضرام النار من حطب ... بباب دار ابنة الهادي تأججه\n[الحسين في موكب الخالدين لمحسن المعلم/94]\n(1/54)\n\nولهذا الإعتقاد الفاسد كان أحد زعماء الثورة الخمينية يقسم في خطبته عند الدعاء بضلع مكسور من فاطمة ويتوسل بها إلى الله ، فرد عليه الأستاذ ‘‘أحمد مفتي زادة’’ رئيس السنة في إيران في محاضرته التي ألقاها بعد هذا الحادث فقال : ‘‘إنكم أيها العلماء الشيعة بكلامكم هذا لا تتهمون عمر فقط ، بل تتهمون علياً بالذل والخذلان ، وأنتم إن جعلتم من عمر جبارا قويا وظالما قهارا ، فقد جعلتم من علي ذليلا ومهانا ، فكيف تقولون إن عليا كان سيف الله وأسد الله ؟ ! أهكذا يفعل به ، أيرضى أسد الله أن يضرب عمر زوجته فيسقط عنها جنينها ، ثم يجره إلى أبي بكر فيبايعه ؟ ‍‍‍! أهكذا كان تعامل أصحاب الرسول - صلى الله عليه وسلم - مع بعضهم ؟ ! أهكذا كان خلقهم ؟ ! أهكذا رباهم رسول الله - صلى الله عليه وسلم - ؟ !",
        "(1/55)\n\n5) الفواتح : جرت عادة شيعة المنطقة أن تقام للميت بعد دفنه فاتحة لمدة : ثلاثة ايام للرجال وخمسة أيام للنساء حيث يستقبل أقارب الميت أفواج المعزين صباحا ومساء في إحدى الحسينيات ، فيقرأون القرآن ، ثم يرق أحد الخطباء الحسينيين المنبر ، فيذكر بفاجعة كربلاء ، وما ألمّ بآل البيت ( ع ) من محن وأرزاء . . . فإن كان الميت رجلا كبيرا ذكر مصيبة الحسين ( ع ) ومصرعه في كربلاء ، وإن كان كهلا روى مصرع العباس ( ع ) أخي الإمام الحسين ( ع ) وإن كان يافعا ذكّر المعزين استشهاد علي الأكبر نجل الحسين ( ع ) ، وابن أخيه القاسم بن الحسن في كربلاء ، وإن كان طفلا فيذكر مصاب الحسين في طفله ‘‘عبد الله الرضيع’’ الذي أصابه سهم في كربلاء وهو على صدر والده فذبحه من الوريد إلى الوريد 0 أما إذا كانت الفقيدة امرأة فيتطرق إلى مصاب الزهراء وشهادتها ( وفق النظرة الشيعية طبعا ) 0 وبعد انتهاء الأيام الثلاثة تقام ليلة حفلة ختامية تسمى ليلة ‘‘الوحشة’’ وقد جرت العادة بالنسبة لأهل الفقيد أن تلغى مناسبات الأفراح كالزواج والاحتفال بالأعياد الدينية لفترة قد تستمر لعام كامل ، كما تتشح النساء بالسواد ، وتتجنب مظاهر الزينة حداداً على الميت 0\nوالعزاء مكلف جدا ومرهق لميزانية الأسرة خاصة الفقيرة ، فقد سمعت عن أحدهم - وقد كان موظفا براتب ( 2000 ) - ريال عندما توفيت زوجته كلفه العزاء ( الفواتح ) ( 13,000 ) ريال ، سبعة الآف للخطيب الحسيني المذكر و( 4000 ) للنائحات المستأجرات لللنياحة على الميت و ( 2000 ) ريال للمأكولات والمشروبات 0 فكان مصابه في وفاة زوجته مضاعفا 0\nالتعليم الديني لشيعة المنطقة\n(1/56)",
        "\nكان تعليم الناشئة قديما في الكتاب ، وبعد وجود الدراسة النظامية أصبحت تقام هناك دورات علمية مسائية لتعليم الشيعة دينهم - وفق النظرة الشيعية - وتقام تلك الدورات في الحسينيات وتكون بشكل مبسط يتوافق وعقلية الناشئة منهم [انظر الشكل رقم : ( 13 )] ومن تسمح له الظروف ليكرس حياته في طلب علمهم فإنه يلتحق بالحوزات العلمية التي لا يزال علمائهم إلى اليوم يعقدونها والتي تكون في المساجد وفي منازلهم ، وتكون على مرحلتين :\nالمرحلة الأولى : وتشتمل على عدة متون وكتب ، فمن الفنون والكتب التي تدرس في هذه المرحلة :\n1- النحو : الأجرومية ، قطر الندى لابن هشام الألفية لابن مالك ، علم الصرف والمعاني والمنطق والبلاغة.\n2- علم الكلام : الباب الحادي عشر من كتاب المقدمات للمقداد الحلي ، أو شرح تجريد الاعتقاد لعلامتهم الحلي 0\n3- علم الأصول : أصول الفقه لشيخهم محمد رضا المظفر ، والمعالم لشيخهم حسن الشهيد العاملي الثاني.\n4- علم الفقه : شرائع الإسلام لمحققهم الحلي ، واللمعة للشهيد الأول والثاني ، والمكاسب لشيخهم الأنصاري.\n5- علم الدراية : كتاب معرفة الرجال للكشي ، ورجال علي إبراهيم القمي ، ورجال المامقاني 0\n6- علم الحديث : الكتب الأربعة وهي :من لا يحضره الفقيه لابن القمي ، الكافي للكليني ، التهذيب والاستبصار وكلاهما للطوسي\nالمرحلة الثانية : بعد أن ينتهي الطالب من دراسته في المرحلة الأولى لم يبق أمامه إلا حضور البحث الخارجي ، وفيه يتحلق الطلاب حول علمائهم المجتهدين فيلقي شيخهم بعض المحاضرات ويكتشف مواهب الطلبة بالمناقشة فيمنحه شهادة الإجتهاد في أحد الفنون ، وتارة يقدم بحثا ويمنح إجازة 0 وقد يستغرق هذا سنوات عدة 0\nوالشيعة الإمامية تقول إن العمل بالتقليد لازم ، ويكون مرجع التقليد أعلم علماء العصر ، فيرجع إليه المقلدون في أخذ الفتوى ، ويمكن أن نذكر من سلسلة المراجع :\n(1/57)\n",
        "محمد يعقوب الكليني ، محمد علي بن بابويه القمي ، أبو جعفر محمد بن الحسن الطوسي ، وتستمر هذه السلسلة حتى تصل إلى الخميني ثم الخامئني 0 ومن مراجع التقليد العرب : ستة عشر مرجعا من العراق ، وسبعة من لبنان ، وواحد من البحرين 0\nعقائد الشيعة\nالرافضة يخالفوننا في كل شيء ، فبالإضافة إلى شكهم في صحة القرآن ، وفي عدالة الخلفاء الراشدين بوجه خاص ، وفي الصحابة بوجه عام فإن لديهم أيضا الموبقات التالية :\n(1/58)\n\nتعطيل الصفات وتأويل الآيات واعتقادهم بأن للقرآن ظاهرا وباطنا ، وما يعتقدونه في الأئمة من العصمة ومن العلم المحيط بكل شيء والقدرة على التصرف في كل شيء بحيث أباحوا لأنفسهم ولأتباعهم الاستغاثة بالأئمة واللجوء إليهم في السراء والضراء ، وتقديم النذور إليهم ، وشد الرحال إلي قبورهم ، وإقامة المآتم من مهازل وتمثيليات ونياحة وتكرار لسرد ما حدث في مأساة كربلاء لبعث الأحقاد الدفينة وإيقاد نار الفتنة وغرس بذور الشقاق وتوسيع شقة الخلاف بينهم وبين ناس أبرياء لا يد لهم في ما حدث في صدر الإسلام وليسوا شركاء في أي صراع وقع بينهم ، وكل ذنبهم أنهم يكلون أمر الطرفين إلى الله تعالى امتثالا لأمر الله في قوله تعالى : { تلك أمة قد خلت لها ما كسبت ولكم ما كسبتم ولا تسألون عما كانوا يعملون } [البقرة/134] . ويترضون عن الصحابة لقوله تعالى : { رضي الله عنهم ورضوا عنه } [ التوبة : 100 ] ، وقوله تعالى : { لقد رضي الله عن المؤمنين إذ يبايعونك تحت الشجرة } [ الفتح : 18 ] .",
        "(1/59)\n\nعلاوة على ذلك فإنهم يزعمون بأن عليا شريك لله في جنته وفي ناره [الكافي ج1/196] 0 وأن حبه حسنة لا يضر معها سيئة ، وأن النظر إلى وجهه عبادة ، وأنه لا يجوز أحد الصراط إلا بإذنه ، ثم إباحة المتعة ومنها المتعة الدورية ، ثم اعتقاد البداء على الله - تعالى عنه - وهو ما اجمع العلماء على تكفير القائلين به ، وكذلك استعمالهم للتقية وهي النفاق بعينه ، وإجماعهم على جواز الكذب على أهل السنة وإباحة شهادة الزور عندهم واستحلال دمائهم وأموالهم وأعراضهم والتاريخ أكبر شاهد على ذلك 0 زد على ذلك أن أذانهم يختلف عن أذاننا ، وصلاتهم تختلف عن صلاتنا ، وصيامهم يختلف عن صيامنا ، وهم لا يعترفون بالزكاة ولا بمستحقيها وإنما يؤدون خمس محاصيلهم ودخولهم إلى من يسمونه نائب الإمام لينفقه في تدبير الدسائس وشراء الذمم والضمائر والتآمر على الإسلام وأهله ونشر لبدعة التشيع بأحط الوسائل ، هذا بالإضافة إلى زعمهم بأن للأئمة حق النسخ والتشريع وادعاؤهم أن عليا مساو للأنبياء بل افضل منهم ،واعتقادهم بوجوب اللطف والعوض ونصب الأئمة على الله ، وقولهم بالرجعة في الحياة الدنيا وأنهم لا يعذبون بكبيرة ولا صغيرة ، وأن من سواهم مخلدون في النار ، ثم إباحتهم إعارة فروج الإماء ، وإسقاطهم الجمعة والجماعة والجهاد والحدود بحجة غيبة الإمام ، وتسميتهم أمة محمد - صلى الله عليه وسلم - بالأمة الملعونة ، واعتقادهم بأن لعن الصحابة وأمهات المؤمنين من أعظم القربات إلى الله 0 هذا عدا ما يخالفوننا فيه في المعاملات والأحوال الشخصية ، والعبادات الأخرى تنفيذا لأمر جعفرهم حسب زعمهم :‘‘إذا اختلفتم في شيء من المسائل فخالفوا هؤلاء فإن الرشاد في مخالفتهم’’ 0\n(1/60)",
        "\nوتتركز هذه الدراسة لعقائد الشيعة في الرد على أولئك العلماء الذين أسسوا كثيرا من الأفكار الشيعية لمحاربة الإسلام وأهله ؛ ببيان ضلالهم ، وبيان موقفهم من النصوص وموقفهم من الشعائر الإسلامية ، وموقفهم من أهل البيت ومن القرآن الكريم ، ومن الصحابة الكرام ، وغير ذلك من تعاليمهم ، وإننا نحرص كل الحرص ونرغب أشد الرغبة في عودة هؤلاء إلى الحق ، وسنلتزم إن شاء الله ببيان الحق بدليله مع الاستناد في تخطئتهم إلى كتبهم لعله يتبين لهم أن ما هم عليه أكثره سراب مأخوذ عن أحد شخصين : إما رجل حاقد على الإسلام وأهله ، وإما رجل اتخذ الخرافات دينا متعصبا لما ألفى عليه آباءه ومشايخه وقد أوجب الإسلام بذل النصح وبيان الحق وإقامة الحجة ، والحق هو ما أثبته كتاب الله وسنة نبيه وما عداه باطل ، والشيعة كطائفة ذات أفكار وآراء غلب عليهم هذا الاسم وهم من أكذب الفرق على أئمتهم ، ومن أخطرها على المسلمين 0\nموقفهم من القرآن الكريم\nالقرآن الكريم كلام الله ، لا يأتيه الباطل من بين يديه ولا من خلفه ، تكفل الله بحفظه وحمايته ؛ فقال عز وجل: { إنا نحن نزلنا الذكر وإنا له لحافظون } [الحجر/9] وقال تعالى : { ولو تقول علينا بعض الأقاويل لأخذنا منه باليمين ثم لقطعنا منه الوتين فما منكم من أحد عنه حاجزين } [الحاقة 45، 46]0\nهكذا كان يعتقد المسلمون في القرآن الكريم . فما هو رأي الرافضة في صون القرآن الكريم عن التبديل والتغيير ؟\n(1/61)\n",
        "لقد كان الأولى أن يكون القرآن بعيدا عن أي مساس بقدسيته ، وأن يكون نواة تجتمع عليها كلمة كافة المسلمين وأن يجُعل الحَكَم في كل قضية ، إلا أنه – ومع الأسف الشديد – لم يسلم القرآن من تدخل أهواء الرافضة فقالوا بأقوال لا تجتمع معها كلمتهم وكلمة أهل السنة أبدا حتى يرجعوا عنها ، لقد أعلن غلاة الشيعة أن في القرآن تحريفا ونقصا كثيرا ولم يكن هؤلاء من عامة الشيعة أو علمائه غير المشاهير ،بل هم من علمائهم الكبار عندهم كالقمي والكليني وأبو القاسم الكوفي والمفيد والأردبيلي والطبرسي والكاشي والمجلسي والجزائري والكازراني وغيرهم [انظر الشكل رقم ( 14 )]0 وهؤلاء قد صرحوا وبكل وضوح أن في القرآن نقصا وتحريفا في الآيات التي يذكر فيها علي ، أو الآيات التي فيها ذم المهاجرين والأنصار ومثالب قريش ، وأن القرآن لم يجمعه كما أنزل إلا علي فقط 0 كما يعتقدون أن مصحفا مفقودا سيصل إلى أيديهم يوما ما يسمى ‘‘ مصحف فاطمة ’’ فيه أضعاف ما في المصحف العثماني الموجود بين أيدي المسلمين 0 وعلى سبيل المثال ما كتبه كبير علماء النجف الحاج ‘‘ ميرزا حسين الطبرسي ’’ والذي بلغ من إجلالهم له عند وفاته سنة : 1320 هـ أنهم دفنوه في بناء المشهد المرتضوي بالنجف في إيوان حجرة بانو العظمى وهو أقدس مكان عندهم ، هذا الرجل ألف في سنة : 1292هـ وهو في النجف عند القبر المنسوب للإمام علي كتابه المسمى \"فصل الخطاب في تحريف كتاب رب الأرباب\" [ انظر الشكل ( 12 ) ] جمع فيه مئات النصوص عن علماء الشيعة قديما وحديثا أنهم يعتقدون بوجود النقص والتحريف في القرآن الكريم ، وطبع الكتاب في إيران ، وعند طباعته قامت ضجة كبيرة حوله خصوصا ما أبداه بعض عقلائهم لا لأجل ما في الكتاب ، وإنما كانوا يرغبون أن يبقى التشكيك في القرآن سرا مبثوثا في كتبهم المعتبرة لا أن يذاع في كتاب واحد تقوم به الحجة عليهم ، وبدلا من أن يستكين مؤلفه أو يعتذر ألف كتابا آخر سماه :\n(1/62)\n\n‘‘رد بعض الشبهات عن فصل الخطاب’’0\nولبيان نظرتهم إلى القرآن نورد بعض الشواهد والأمثلة :\n1- سأل سائل بعذاب واقع للكافرين ( بولاية علي) ليس له دافع 0 [الكافي الحجة 1 /422]\n2- ومن يطع الله ورسوله ( بولاية علي ) فقد فاز فوزا عظيما [الكافي الحجة / 414]\n3- فبدل الذين ظلموا ( آل محمد حقهم ) قولا غير الذي قيل لهم فأنزلنا على الذين ظلموا (آل محمد حقهم) رجزا من السماء بما كانوا يفسقون [ الكافي : 241 ] 0\nوقد نتج عن هذا التلاعب بالقرآن أن اختلط أمره على عامة الشيعة فلم يوجد عندهم التمييز بين كلام الله وما أدخله أولئك الفجار عليه ، وهذا ما يرويه الكليني بقوله : ‘‘روي عن عدة من أصحابنا عن 000 عن علي بن بن موسى الرضا قال : قلت له جعلت فداك ، إنا نسمع الآيات في القرآن ليست هي عندنا كما نسمعها ، ولا نحسن أن نقرأها كما بلغنا عنكم ، فهل نأثم ؟\nفقال : لا ، اقرؤوا كما تعلمتم فسيجيئكم من يعلمكم’’ [الكافي 2 / 453]\nينبئ هذا عن مدى التشويش الذي أصاب الشيعة من جراء أكاذيب علمائهم عليهم وعلى أئمتهم المعصومين بزعمهم 0\nنستطلع فيما يلي آراء المعاصرين في \"فرية التحريف\" التي شاع الحديث عنها في كتب الشيعة فماذا نجد ؟ نجد وجوها أربعة مختلفة :\n1- إنكار وجودها في كتبهم أصلا :\nمن هؤلاء عبد الحسين الأميني في كتابه الغدير، ومنهم عبدالحسين شرف الدين الموسوي فيقول :‘‘نسب إلى الشيعة القول بالتحريف بإسقاط كلمات وآيات فأقول نعوذ بالله من هذا القول ونبرأ إلى الله من هذا الجهل وكل من نسب هذا الرأي إلينا جاهل بمذهبنا أو مفتر علينا ، فإن القرآن الحكيم متواتر من طرقنا بجميع آياته وكلماته’’0\nكما نفى لطف الله الصافي أن يكون كتاب ‘‘فصل الخطاب’’قد ألف لإثبات هذه الفرية ، وقال : بأن القصد من تأليفه محاربتها0",
        "(1/63)\n\nالنقد : إن إنكار ما هو واقع لا يجدي شيئا في الدفاع ، وسيَؤوّل من جانب الشيعة ومن جانب المطلعين على كتبهم من أهل السنة بأنه تقية فالمسألة اليوم لم تعد تقبل مثل هذا الأسلوب في الرد ، فقد فضحتهم مطابع النجف وطهران ، وقدكشف المستور ، وأبان المخفي شيخهم الطبرسي في ما جمعه في كتاب ‘‘فصل الخطاب’’ فلا ينفع مثل هذا الموقف 0 فهذا المسلك في الإنكار يسلكونه في كل مسأله ينفردون بها عن المسلمين كما نبه إلى ذلك شيخهم الطبرسي في ‘‘الاستبصار’’ في أكثر من موضع بأن ما كان موضع إجماع من أهل السنة تجري فيه التقية [الاستبصار : 4 / 155] 0\nولكن هذه سرعان ما تنكشف في الوقت الحاضر ، إذ أن كتبهم أصبحت في متناول الكثيرين 0\nأما أسلوب عبد الحسين في نفيه لهذه الأسطورة ( تحريف القرآن ) ففيه شيء من المكر والمراوغة قد لا ينتبه له إلا من اعتاد على أساليبهم وحيلهم ، فتأمل قوله : \"فإن القرآن الحكيم متواتر من طريقنا بجميع آياته وكلماته\" فماذا يعني بالقرآن المتواتر من طريقهم هل هو القرآن الذي بين أيدينا أم القرآن الغائب مع المنتظر كما يدعون ؟!\nإن تخصيصه بأنه متواتر من طريقهم يلتمس منه الإشارة للمعنى الأخير( الذي مع المنتظر ) ؛ ذلك أن القرآن العظيم كان من أسباب حفظه تلك العناية التي بذلها عظيما الإسلام أبو بكر وعمر وأتمها أخوهما ذو النورين عثمان بن عفان في جمعه وتوحيد رسمه تحقيقا لوعده عز وجل : { إنا نحن نزلنا الذكر وإنا له لحافظون } 0\n2- الاعتراف بوجودها ومحاولة تبريره :\nوقد اتخذ هذا الموقف صورا متعددة :\nأ- منهم من يعترف بأن عندهم بعض الروايات في تحريف القرآن ولكنه يقول إنها ضعيفة شاذة وأخبار آحاد لا تفيد علما ولا عملا ، فإما أن تأول بنحو من ‘‘الاعتبار’’ أو يضرب بها الجدار 0 [أصل الشيعة لكاشف الغطاء/63،64 ] 0\n(1/64)",
        "\nب- وصنف يقول بأنها ثابتة ، ولكن ‘‘المراد في كثير من روايات التحريف من قولهم - عليهم السلام - كذا نزل هو التفسير بحسب التنزيل في مقابل البطن والتأويل’’ [الميزان في تفسير القرآن للطبطبائي: 12/108] 0\nج-وصنف يقول بأن القرآن الذي بين أيدينا ليس فيه تحريف ، ولكنه ناقص قد سقط منه ما يختص بولاية علي 0 [الذريعة / للطهراني ج3/313]\nد- وصنف رابع يقول نحن معاشر الشيعة نعتقد بأن هذا القرآن الذي بين أيدينا هو الذي أنزله الله ، على أننا معاشر الشيعة نعترف بأن هناك قرآنا كتبه الإمام على - رضي الله عنه - بيده الشريفة ، ولم يزل كل إمام يحتفظ به كوديعة إلهية إلى أن ظل محفوظا عند الإمام المهدي القائم عجل الله فرجه [الإسلام على ضوء التشيع للخرساني/204] 0\nهـ- وفريق يقول وقع بعض علمائنا المتقدمين بالاشتباه فقالوا بالتحريف ولهم عذرهم كما لهم اجتهادهم ، وإن أخطأوا بالرأي غير أننا حينما فحصنا ذلك ثبت لنا عدم التحريف فقلنا به أو أجمعنا عليه [الشيعة والسنة في الميزان ص : 48]0\nو- فريق يقول بأن هذه الفرية إنما ذهب إليها من لا تمييز عنده بين صحيح الأخبار وسقيمها من الشيعة وهم الإخباريون ، أما الأصوليون فهم ينكرون هذا الباطل [ الطبطبائي في تعليقه على الأنوار: 2/359] 0\nالنقد لها : نبدأ بمناقشة الآراء السابقة على حسب ترتيبها :\n(1/65)\n",
        "أ- إن القول بأن تلك الأساطير هي في قياس الشيعة روايات ضعيفة شاذة يرد عليه ما ردده طائفة من شيوخهم من القول باستفاضتها وتواترها كالمفيد والكيشاني ونعمة الله الجزائري وغيرهم ، بل إن المجلسي جعل أخبارها كأخبار الإمامة في الكثرة والاستفاضة 0 ومع ذلك فإن هذا الحكم من كبير علماء الشيعة على تلك الروايات بالشذوذ مع كثرتها التي اعترف بها شيوخهم تدل على شيوع الكذب في هذا المذهب بشكل كبير ، وهذا الحكم المعلن - إن كان يصدق - ينبغي أن يكون دافعا للحكم على عقائد الشيعة الأخرى التي شذت بها عن المسلمين ، كما ينبغي أن تكون منطلقا لنقد رواياتهم وجرح رجالهم 0\nب- أما القول الثاني فهو تأكيد للأسطورة وليس دفاعا عنها ذلك أن من حرّف وردّ النصوص النازلة من عند الله والتي تفسر القرآن وتبينه ، هو لرد وتحريف الآيات أقرب ، ومن لم يكن أمينا على المعنى كيف يؤتمن على اللفظ ؟!\nج- أما القول الثالث فهو كسابقه ليس بدفاع ولكنه تأكيد لأساطيرهم وطعن في كتاب الله بما يشبه الدفاع فكيف تهتدي الأمة بقرآن ناقص، ومن قدر واستطاع على إسقاط قسم منه هو قادر على تحريف ما بقي 0\nد- أما القول الرابع فهو يعني أن الدين لم يكمل ، والله يقول : { اليوم أكملت لكم دينكم } [المائدة : 3] 0 ثم ما فائدة العباد من كتاب غائب مع منتظر مضى على احتجابه قرون عدة؟! فإن كان لا بد منه فما حكم الشريعة على ما مضى من القرون بما فيهم أسلافهم من الشيعة هل هم على ضلال ، وإن كانت الأمة تهتدي بدونه فما قيمة كل هذه الدعاوي 0\nهـ - أما القول الخامس فإنه يسر المسلم أن يرجعوا عن هذا المذهب الفاسد ، ولكن هذا القول قد يكون للتقية أثر فيه ذلك أن أصحاب هذه المقالة والكتب التي حوت هذا الكفر هي محل تقدير عند هؤلاء ، ثم إن القول إنهم أجمعهم رجعوا منقوض بصنيع صاحب ‘‘فصل الخطاب’’ واللكنهوي وغيرهما من مؤلفات هذا الضلال 0\n(1/66)\n\nو- أما القول السادس فإن القائل لهذا هو من الأصوليين يذهب في روايات التحريف الواردة في كتب الشيعة مذهبا لا يقل خطورة عن رأي إخوانه الإخباريين ، فاسمع له وهو يقول : ‘‘فلا بد من تنزيل تلك الأخبار إما على النقص من الكلمات المخلوقة – لاعتقاده أن القرآن مخلوق – قبل النزول إلى السماء الدنيا ، أو بعد النزول إليها قبل النزول إلى الأرض ، أو على نقص المعنى في تفسيره ، والذي يقوى في نظير القاصر التنزيل على أن النقص بعد النزول إلى الأرض فيكون القرآن قسمين : قسم قرأه النبي - صلى الله عليه وسلم - على الناس وكتبوه وظهر بينهم وقام به الإعجاز ، وقسم أخفاه ولم يظهر عليه أحد سوى أمير المؤمنين - رضي الله عنه - ثم منه إلى باقي الأئمة الطاهرين وهو الآن محفوظ عند صاحب الزمان جعلت فداه’’[كشف الغطاء : 299] 0\n3-المجاهرة بهذا الكفر والاستدلال به :\nوالذي تولى كبر هذا البلاء هو المدعو :‘‘حسين نوري الطبرسي’’ ( ت 1320هـ ) الذي ألف كتاب ‘‘فصل الخطاب’’ لإثبات هذه الأسطورة 0 ولربما لأول مرة في التاريخ يحدث هذا الجمع لأساطير الشيعة المتفرقة وأقوال شيوخهم ، والآيات المفتراة التي يزعمونها في كتاب واحد يطبع وينشر ليصبح فضيحة لهم أبد الدهر 0 وقد رد وفند مزاعم هذا الكتاب الشيخ / د.ناصر القفاري في كتابه العظيم : ‘‘أصول الشيعة’’ (ج3:/1003،1050 ) فليرجع إليه فإنه مهم 0\n4-التظاهر بإنكار هذه الفرية مع محاولة إثباتها بطرق ماكرة خفية :",
        "(1/67)\n\nهناك جماعة من الشيعة يتبرأون من اعتقاد التحريف في القرآن ويقولون نحن نتبع الإمام ‘‘الخوئي’’ رئيس الحوزة العلمية بالنجف الأشرف والذي أفتى بتحريم اعتقاد التحريف في القرآن ، غير أن للخوئي رأيا آخر يقترب فيه من القائلين بالتحريف ، فإنه قال : ‘‘إن وجود مصحف لأمير المؤمنين عليه السلام يغاير القرآن الموجود في ترتيب السور مما لا ينبغي الشك فيه وتسالم العلماء على وجوده أغنانا عن التكلف لإثباته ، كما أن اشتمال قرآن علي عليه السلام على زيادات ليست في القرآن الموجود - وإن كان صحيحا- إلا أنه لا دلالة في ذلك على أن هذه الزيادات كانت من القرآن وقد أسقطت منه بالتحريف ، بل الصحيح أن تِلكُم الزيادات كانت تفسيرا بعنوان التأويل وما يأول إليه الكلام أو بعنوان التنزيل من الله شرحا للمراد’’[تفسير البيان للخوئي/259] 0 إن الخوئي يثبت بهذا الكلام أمرين :\n1-أنه يثبت مصحفا آخر لعلي يختلف في ترتيبه وزياداته عن القرآن الموجود بين أيدي المسلمين .\n2-أنه يثبت شروحا للقرآن مشروحة من الله منزلة من عنده ، فهل نزل القرآن من عند الله يتضمن السور وشروحها ؟\nإن صدور مثل هذا الكلام يدعو إلى العجب ولا يخلو من تناقض ! لماذا لا نجتمع على كلمة سواء بيننا لا مراوغة فيها ولا تورية وهي أن نعترف جميعا بأن المصحف الموجود بين أيدينا وفي مساجدنا هو القرآن نفسه الذي أنزل على محمد - صلى الله عليه وسلم - من غير زيادة ولا نقصان 0 وأن ننتهي عن الكلام عن المصحف الغائب مع الإمام الغائب ، وعن مصحف فاطمة وعن مصحف علي ، ألا يمكننا على ذلك ؟ فأي شيء يمكن أن يقرب بعد ذلك بين الفريقين ؟ وعلى أي شيء نتفق ونتحد ؟!\nشبهة احتجاجهم بتحريف القرآن بالنسخ عند السنة :\n(1/68)",
        "\nهذه الشبهة تتكرر على ألسنة المعاصرين من الشيعة كثيرا ، ويحاولون أن ينفذوا من خلالها إلى فكر القارئ للتأثير عليه بإيهامه أن الآيات المنسوخة تلاوتاً الواردة من طريق السنة هي كأخبار التحريف عند الشيعة ، فلا تكاد تقرأ كتابا من كتب هذه الطائفة ، ويأتي الحديث عن هذه الفرية إلا وتجدهم يبررون ما شاع من أساطير في كتبهم بالأخبار المنسوخة عند السنة ، ولا شك بأن حجتهم داحضة ذلك أن النسخ من الله سبحانه وتعالى { ما ننسخ من آية أو ننسها نأت بخير منها أو مثلها } [البقرة:106] 0 أما التحريف فمن فعل البشر ، وشتان بين هذا وذاك بل إن هذه الأسطورة لا مكان لها أصلا عند المسلمين ؛ لأن غاية ما تدل عليه تلك الآثار أن ذلك كان قرآنا ثم رفع في حياة الرسول - صلى الله عليه وسلم - والوحي ينزل 0 ونسخ التلاوة يقر به الروافض أنفسهم ، فقد قرر شيخهم ‘‘الطبرسي’’ ( ت 548هـ ) في هذه المسألة ثبوت نسخ التلاوة حيث قال في مجمع البيان : ‘‘ومنها ما يرفع اللفظ ويثبت الحكم كآية الرجم’’ [ج1/180] 0 ومن قبله شيخهم الطوسي ( ت480هـ ) ومن قبلهما شيخ الشيعة المرتضى (ت 436هـ ) 0\nإذن الإقرار بنسخ التلاوة أمر مشترك بين الفريقين وهو شيء آخر غير التحريف 0\nومن المكر والكيد الذي لا يكاد يخلو منه كتاب شيعي معاصر ناقش هذه القضية التظاهر بإنكار الشيعة لهذه الفرية والاستدلال بإنكار المرتضى والطبرسي وغيرهما ، ثم يحاولون نسبة هذه الفرية إلى أهل السنة ؛ لأنهم قالوا بنسخ التلاوة مع أن الطبرسي والمرتضى يقولان بذلك ، ولكن ذلك مكر مقصود لتحقيق هدف لا يجرؤون على إظهاره وهو اعتقادهم هذا الكفر 0\n\nموقفهم من السنة\nعلماء المسلمين يعرفون السنة بأنها ما قاله الرسول - صلى الله عليه وسلم - ، أو فعله ، أو أقره ، وصفاته الخلقية 0\nوبصفة عامة فهناك طريقان يعتمد عليهما جمهور علماء المسلمين لتوثيق الأحاديث الشريفة :\n(1/69)\n",
        "1- فحص الإسناد لمعرفة مدى الثقة في الرواة ؛ لهذا فالأحاديث منقطعة الإسناد ترفض لتعذر تعديل أو جرح الرواة المجهولين 0\n2- فحص المتن للتأكد من عدم مخالفته للقرآن أولأحاديث أخرى قد تكون أقوى منه سنداً 0 أما الرافضة فتعريف السنة عندهم : ‘‘هي كل ما صدر عن المعصوم من قول أو فعل أو تقرير ’’ 0\nومن لا يعرف طبيعة مذهبهم لا يلمح مدى تجانبهم للسنة في هذا القول ، إذ أن المعصوم هو الرسول - صلى الله عليه وسلم - ، ولكن الشيعة تعطي صفة العصمة لآخرين غير الرسول - صلى الله عليه وسلم - ، وتجعل كلامهم مثل كلام الله وكلام رسوله ، وهم الأئمة الاثنا عشر0\nفقد ذكر شارح الكافي : ‘‘ أن أحاديث كل واحد من الأئمة الطاهرين قول الله عز وجل ولا اختلاف في أقوالهم كما لا اختلاف في قوله تعالى ’’0 بل قال : ‘‘ يجوز من سمع حديثا عن أبي عبد الله -رضي الله عنه- أن يرويه عن أبيه أو عن أحد من أجداده ، بل يجوز أن يقول قال الله تعالى [شارح جامع على الكافي للمازندراني ج2/272] .\n(1/70)\n\nوهذه الروايات صريحة في استساغتهم الكذب البواح الصراح ؛ ولهذا اعترفوا بأن هذا مما الحقته الشيعة بالسنة المطهرة ، قالوا : ‘‘وألحق الشيعة الإمامية كل ما صدر عن أئمتهم الاثني عشرمن قول أو فعل أو تقرير بالسنة الشريفة’’[سنة أهل البيت لمحمد تقي الحكيم ص9] 0 وهم يقولون بهذا القول من منطلقين خطيرين ومن طريقين أساسيين‘‘من طريق الإلهام كالنبي - صلى الله عليه وسلم - من طريق الوحي أو من طريق التلقي عن المعصوم قبله’’[أصول الفقه لمحمد رضا المظفري] 0 بل صرح صاحب الكافي أن هناك طرق أخرى ، حيث ذكر في بعض رواياته أن من وجوه علوم الأئمة ‘‘ النقر في الأسماع ’’ من قبل الملَك وفرق بين هذا وبين الإلهام حيث قال : ‘‘وأما النكت في القلوب فإلهام وأما النقر في السماع فأمر الملَك’’ [أصول الكافي :ج1/264] 0 وكأن هذه الدعاوي حول الوحي للإمام قد غابت عن مفيدهم ( ت 413هـ ) أو أنها صنعت فيما بعد ، إذ رأينا المفيد يقرر الاتفاق والإجماع على ‘‘أنه من يزعم أن أحدا بعد نبينا يوحى إليه فقد أخطأ وكفر’’[أوائل المقالات] 0",
        "(1/71)\n\nالنقد : دعوى استمرار الوحي الإلهي بعد النبي - صلى الله عليه وسلم - قد قامت الأدلة العقلية والنقلية على بطلانه ، وأجمع المسلمون على أن الوحي قد انقطع منذ مات الرسول - صلى الله عليه وسلم - والوحي لا يكون إلا لنبي ، وقد قال الله تعالى : { ما كان محمد أبا احد من رجالكم ولكن رسول الله وخاتم النبيين } [الأحزاب/40] 0 وقد جاء في نهج البلاغة عن علي - رضي الله عنه - قال في حق رسول الله - صلى الله عليه وسلم - ‘‘ أرسله على حين فترة من الرسل 000 فقفى به الرسل ، وختم به الوحي ’’[نهج البلاغة / 191]0 فهذا قد يدل على أن هذه الدعاوي التي مضى عرضها هي من صنع شيوخ الشيعة المتأخرين ، وقد لوحظ كما سلف أن مفيدهم ( ت 413هـ ) يكفر من يذهب إلى القول بنسبة الوحي لغير الأنبياء 0 ثم هي تدعي أن الدين لم يكمل وهي مخالفة صريحة لقوله تعالى : { اليوم أكملت لكم دينكم } كما تزعم بأن رسول الهدى - صلى الله عليه وسلم - لم يبلغ جميع ما أنزل إليه ، وأنه لم يمتثل أمر ربه في قوله تعالى : { يا أيها الرسول بلغ ما أنزل إليك من ربك وإن لم تفعل فما بلغت رسالته } [المائدة / 67] 0 وهذا إزراء بحق رسول الله - صلى الله عليه وسلم - 0 وقد بلغ النبي صلى الله عليه وسلم البلاغ المبين، وأقام الحجة على العالمين ، وأعلن ذلك بين المسلمين ولم يسر لأحد بشئ من الشريعة ويستكتمه إياه ، قال تعالى { لتبيننه للناس ولا تكتمونه } [ آل عمران/187] 0 فالدين قد تم وكمل لا يزاد فيه ولا ينقص منه ولا يبدل ، ولا سر في الدين عند أحد ، قال - صلى الله عليه وسلم - :‘‘تركتكم على مثل البيضاء ليلها كنهارها لا يزيغ عنها بعدي إلا هالك’’ [صحيحه الألباني ] .\nالكتب الرئيسة عند الاثني عشرية :\nإن الكتب الرئيسة التي تعتبر مصادر أخبار عندهم هي ثمانية يسمونها ‘‘الجوامع الثمانية’’ وهي :\n1- الكافي لمحمد بن يعقوب الكليني 0 2- من لا يحضره الفقيه للصدوق محمد بن با بويه القمي0\n(1/72)",
        "\n3- تهذيب الأحكام لشيخ الطائفة محمد الطوسي 0 4- الاستبصار لشيخ الطائفة محمد الطوسي 0\nثم ألف شيوخهم في القرن الحادي عشر ( الهجري ) وما بعده مجموعة من المدونات ارتضى المعاصرون منها أربعة سموها بالمجاميع الأربعة المتأخرة وهي :\n5- الوافي للكاشاني 0 6- بحار الأنوار الجامع لدرر أخبار الأئمة الأطهار للمجلسي 0\n7- وسائل الشيعة للحر العاملي 0 8 - مستدرك الوسائل لحسين النوري الطبرسي 0\nملحوظات على الكتب الثمانية :\nـ أما متون هذه الكتب ونصوصها :\nفإنك تلحظ فيها ظاهرة الاختلاف والتضاد ولقد تألم شيخهم الطوسي ‘‘لما آلت إليه أحاديثهم من الاختلاف والتباين والمنافاة والتضاد حتى لا يكاد يتفق خبر إلا وبإزائه ما يضاده , ولا يسلم حديث إلا وفي مقابله ما ينافيه’’ واعترف بأن هذا الاختلاف قد فاق ما عند المذاهب الأخرى ، وأن هذا كان من أعظم الطعون على مذهبهم وأنه جعل بعض الشيعة يترك هذا المذهب لما انكشف له أمر هذا الاختلاف والتناقض0[تهذيب الأحكام ج1/32] 0\nوقد اشتكى بعض شيوخهم من هذه الظاهرة وهو الفيض الكاشاني صاحب الوافي أحد الكتب الثمانية المعتمدة فقال عن اختلاف طائفته : ‘‘تراهم يختلفون في المسألة الواحدة على عشرين قولا ، أو ثلاثين قولا ، أو أزيد ، بل لو شئت أقول لم تبق مسألة فرعية لم يختلفوا فيها أو بعض متعلقاتها’’ [المقدمة/9] 0ومن الملاحظ أن اختلافهم هو اختلاف في الأحاديث أو النصوص وليس اختلافا في الاستنباط ، ولا شك أن التناقض أمارة على بطلان المذهب ، وكذب الروايات 0\n(1/73)\n",
        "ـ أما دراسة الأسانيد وعلم الجرح والتعديل من خلال النظر في كتب الرجال عندهم يتبين أنه لم يكن لهم كتاب في أحوال الرجال حتى ألف الكاشاني في المائة الرابعة كتابا لهم في ذلك ، جاء في غاية الاختصار ، وليس فيه ما يغني عن هذا الباب ، وقد أورد فيه أخبارا متعارضة في الجرح والتعديل وليس في كتب رجالهم الموجودة إلا حال بعض رواتهم ، كما أنه في كثير من الأسانيد قد وقع غلط واشتباه في أسماء الرجال أو آبائهم أو كناهم أو ألقابهم 0 وقد كان التأليف في أصول الحديث وعلومه معدوما عندهم حتى ظهر زين الدين العاملي الملقب عندهم بالشهيد الثاني ( قتل سنة 965هـ ) وهو ما تعترف به كتب الشيعة نفسها ؛ قال شيخهم الحائري : ‘‘ومن المعلومات التي لا يشك فيها أحد أنه لم يصنف في دراية الحديث من علمائنا قبل الشهيد الثاني وإنما هو من علوم العامة’’ ( يعني بالعامة أهل السنة ) [مقتبس الأثر:ج3/73] 0\nـ رجال أسانيدهم : قدم الألوسي رحمه الله في ‘‘كشف غياهب الجهالات’’ إلمامة موجزة بأحوالهم ، كما صدر كتاب بعنوان ‘‘رجال الشيعة’’ للزرعي درس فيه مؤلفه مجموعة كبيرة من رجالهم من خلال مصادر الشيعة ، وما قد يوجد في مصادر السنة ، وقد تبين من خلال ذلك أن رجال كتبهم في الغالب ما بين كافر لا يؤمن بالله ولا بالأنبياء ولا بالبعث والمعاد ، ومنهم من كان من النصارى ويعلن ذلك جهارا ويتزي بزيهم ، ومنهم من أعلن جعفرُ الصادق كذبهم ونص على ذلك باعتراف كتب الشيعة فقال :‘‘يروون عنا الأكاذيب ويفترون علينا أهل البيت’’[التحفة/97] 0 إلى غير ذلك من أحوال رجالهم ، وأنواع ضلالهم 0 ولقد لخص شيخ الطائفة ، وصاحب كتابين من كتبهم الأربعة في الحديث وصاحب كتابين أو ثلاثة من كتبهم الأربعة في الرجال لخص الطوسي أحوال رجالهم باعتراف مهم أجراه الله على لسانه ، يقول الطوسي :‘‘إن كثيرا من مصنفي أصحابنا ينتحلون المذاهب الفاسدة ، ومع هذا إن كتبهم معتمدة’’ .\n(1/74)\n\nأقسام الحديث عند الشيعة :\nيلحظ أن بداية تقويم الشيعة للحديث وتقسيمه إلى صحيح وغيره قد كانت في القرن السابع ، - مع أن بداية دراسة أحوال الرجال عندهم كانت في القرن الرابع كما مر - وجاءت متوافقة مع حملة شيخ الإسلام ابن تيمية عليهم في منهاج السنة حينما شنع على الشيعة قصورهم في معرفة علم الرجال ، حيث اعترفوا بأن هذا الاصطلاح - وهو تقسيم الحديث عندهم إلى صحيح وموثق وضعيف ، مستحدث في زمن العلامة 0[وسائل الشيعةج20/100] 0\n( والعلامة إذا أطلق في كتب الشيعة يقصد به ابن المطهر الحلي الذي رد عليه شيخ الإسلام ) 0",
        "(1/75)\n\nوقد اعترف شيخهم ‘‘الحر العاملي’’ بأن سبب وضع الشيعة لهذا الاصطلاح واتجاههم للعناية بالسند هو النقد الموجه لهم من أهل السنة فقال :‘‘والفائدة في ذكره - أي السند - دفع تعيير العامة - يعني أهل السنة - الشيعة بأن أحاديثهم غير معنعنة، بل منقولة من أصول قدمائهم’’ [ وسائل الشيعة ج20/100] 0 ويؤكد شيخهم الحر العاملي أن الاصطلاح الجديد ( وهو تقسيم الحديث عندهم إلى صحيح وغيره ) والذي وضعه ابن المطهر هو محاولة لتقليد أهل السنة حيث قال :‘‘والاصطلاح الجديد موافق لاعتقاد العامة واصطلاحهم ، بل هو مأخوذ من كتبهم كما هو ظاهر بالتتبع ’’[وسائل الشيعة ج20/100] 0 وهذا يفيد تأخر الشيعة في الاهتمام بهذه القضية وأن الدافع لذلك ليس هو الوصول إلى صحة الحديث بقدر ما هو توقي نقد المذهب من قبل الخصوم والدفاع عنه لذلك فعلم الجرح والتعديل عندهم مليء بالتناقضات والاختلافات حتى قال شيخهم الفيض الكاشاني : ‘‘في الجرح والتعديل وشرايطهما اختلافات وتناقضات واشتباهات لا تكاد ترتفع بما تطمئن إليه النفوس كمالا يخفى على الخبير بها’’[الوافي ج1/11-12] 0 وهذه الاعترافات الخطيرة من الكاشاني ، والحر العاملي لم تظهر إلا في ظل الخلاف الذي دار ويدور بين الإخباريين والأصوليين ، والذي ارتفعت فيه التقية لا سيما وأن في الشيعة - كما يقول الكافي- خصلتين النزق وقلة الكتمان 0\nومنهج التصحيح والتضعيف الذي وضعه المتأخرون إن طبقوه لم يبق معهم من حديثهم إلا القليل ، كما كشف ذلك شيخهم يوسف البحراني ( ت 1186 هـ ) حيث قال :‘‘الواجب إما الأخذ بهذه الأخبار ، كما هو عليه متقدمو علمائنا الأبرار ، أو تحصيل دين غير هذا الدين ، وشريعة أخرى غير هذه الشريعة لنقصانها وعدم تمامها ؛ لعدم الدليل على جملة أحكامها ، ولا أراهم يلتزمون شيئا من الأمرين ، مع أنه لا ثالث لهما في البيّن وهذا بحمد الله ظاهر لكل ناظر ، غير متعسف ولا مكابر’’ [لؤلؤة البحرين :47] 0\n(1/76)",
        "\nفهذا نص مهم يكشف حقيقة أخبارهم في ضوء علم الجرح والتعديل الخاص بهم ، و أنهم لو استخدموه بدقة لسقطت معظم رواياتهم ، وليس لهم إلا الأخذ برواياتهم بدون تفتيش ، كما فعل قدماؤهم وقبلوها بأكاذيبها وأساطيرها ، أو البحث عن مذهب سوى مذهب الشيعة ؛ لأن مذهبهم ناقص لا يفي بمتطلبات الحياة 0\nالغلو في الأئمة وشد الرحال إلى القبور والمزارات\nتوحيد الألوهية هو إفراد الله تعالى بالعبادة، وعدم صرف أي نوع من أنواع العبادة لغيره 0 وهو التوحيد الذي دعت إليه الرسل قال تعالى : { وما أرسلنا من قبلك من رسول إلا نوحي إليه أنه لا إله إلا أنا فاعبدون } [الأنبياء / 15] 0 وهو أصل النجاة ، وأساس قبول العبادات ، قال تعالى : { إن الله لا يغفر أن يشرك به ويغفر ما دون ذلك لمن يشاء } [النساء / 48] 0فهل حافظت الشيعة على هذا الأصل الأصيل ، والركن المتين ، أم أن اعتقادها في الأئمة قد أثر على عقيدتها في توحيد الله سبحانه ؟ هذا ما سنتناوله بالحديث فيما يلي :\n1-نصوص التوحيد جعلوها في ولاية الأئمة :\nفأول ما نفاجأ به أن نصوص القرآن التي تأمر بعبادة الله وحده غيروا معناها إلى الإيمان بإمامة عليّ والأئمة والنصوص التي تنهى عن الشرك جعلوا المقصود بها الشرك في ولاية الأئمة ، ففي قوله تعالى : { لقد أوحي إليك وإلى الذين من قبلك لئن أشركت ليحبطن عملك } [الزمر/65] ، جاء في الكافي[ج1/427] وتفسير القمي [ج2/251] ‘‘يعني إن أشركت في الولاية غيره’’ 0 وحتى يدرك القارئ مدى تحريفهم لآيات الله ، وتآمرهم لتغيير دين الإسلام بتغيير أصله العظيم وهو التوحيد نسوق الآية وما قبلها وما بعدها قال تعالى : { قل أفغير الله تأمرونّي أعبد أيها الجاهلون ، ولقد أوحي إليك وإلى الذين من قبلك لأن أشركت ليحبطن عملك ولتكونن من الخاسرين ، بل الله فاعبد وكن من الشاكرين } فالآية كما هو واضح من سياقها تتعلق بتوحيد الله في عبادته 0\n(1/77)\n",
        "هذا ورواياتهم في تأويل نصوص التوحيد والنهي عن الشرك بالمعنى المبتدع لا تكاد تخلوا منها آية من آيات القرآن المتعلقة بالتوحيد والنهي عن الشرك فكانت قاعدة مطردة ، وهذا ما صرحوا به فقالوا : ‘‘إن الأخبار متضافرة في تأويل الشرك بالله والشرك بعبادته بالشرك في الولاية والإمامة ، أي يشرك مع الإمام من ليس من أهل الأمامة ، وأن يتخذ مع ولاية آل محمد رضي الله عنهم ولا ية غيرهم’’ [مرآة الأنوار / 202 ] 0 ونشير إلى رواية من كتبهم تنقض تأويلاتهم ، وتبين أصلها ومنبتها ، فقد جاء في تفسيرهم ‘‘البرهان’’عن حبيب بن معلى الخثعمي قال :‘‘ذكرت لأبي عبد الله رضي الله عنه ما يقول أبو الخطاب ، فقال : أجل إلَيّ ما يقول ؟ فقال في قوله تعالى { وإذا ذكر الله وحده } إنه أمير المؤمنين { وإذا ذكر الذين من دونه } فلان وفلان ، قال أبو عبد الله من قال هذا فهو مشرك بالله عز وجل ( ثلاثا ) أنا إلى الله منهم برئ ( ثلاثا ) ، بل عنى الله بذلك نفسه’’ [البرهان ج4/ 78] 0\n2- اعتقادهم أن الأئمة الاثني عشر هم الواسطة بين الله وخلقه :\nقال المجلسي عن أئمته : ‘‘فإنهم حجب الرب ، والوسائط بينه وبين الخلق’’ [بحار الأنوار ج23/97] 0\n(1/78)\n\nإن دعوى ‘‘الواسطة ’’ للأئمة غريبة على نصوص الإسلام بل هي منكرة ، لأنها عين دين المشركين ، وقد بعث الرسل لتخليص البشرية من هذا الشرك ، وليس بين المسلم في عبادته لربه ودعائه له حجب تمنعه ، ولا واسطة تحجبه ، قال تعالى : { وإذا سألك عبادي عني فإني قريب أجيب دعوة الداع إذا دعان فليستجيبوا لي وليؤمنوا بي لعلهم يرشدون } [ البقرة / 186] 0 وقال تعالى : { ادعوني أستجب لكم إن الذين يستكبرون عن عبادتي سيدخلون جهنم داخرين } [غافر/60] 0 وقال أهل العلم ‘‘ إن من جعل بينه وبين الله وسائط يتوكل عليهم ويدعوهم ويسألهم كفر إجماعا ، لأن ذلك كفعل عابدي الأصنام الذين قالوا { وقالوا ما نعبدهم إلا ليقربونا إلى الله زلفى } [الزمر/3] 0\n3-الاستغاثة بالأئمة :\nلا يستغاث إلا بالله وحده ، ولكن الشيعة تدعو إلى الاستغاثة بأئمتها فيما لا يقدر عليه إلا الله وحده ، وقد خصصت بعض رواياتها وظيفة كل إمام في هذا الباب فقالت :\n‘‘ أما علي بن الحسين فللنجاة من السلاطين ونفث الشياطين ، وأما محمد بن علي وجعفر بن محمد فللآخرة وما تبتغيه من طاعة الله عز وجل ، وأما موسى بن جعفر فالتمس فيه العافية من الله عز وجل ، وأما علي بن موسى فاطلب به السلامة في البراري والبحار ، وأما موسى بن علي فاستزد به الرزق من الله تعالى ، وأما علي بن محمد فلنوافل وبر الأخوان وما تتبعه من طاعة الله عز وجل ، وأما الحسن بن علي فللآخرة ، وأما صاحب الزمان فإذا بلغ منك السيف الذبح فاستعن به فإنه يعينك ’’ [بحار الأنوار ج94/33] 0\nولا يخفى ما في هذا النص من تأليه للأئمة حيث جعلهم سبب كل شيء ، ولا مفزع إلا إليهم ، وبهم العطاء محتوما ؟! ...\nوأدعية كثيرة تسير على هذا الضلال في الغلو في الأئمة إلى مقام خالق الأرض والسموات ، وهي قد جمعت في كتب الأدعية عندهم كمفاتيح الجنان وعمدة الزائر وغيرهما 0",
        "(1/79)\n\n4-قولهم إن الحج إلى المشاهد أعظم من الحج إلى بيت الله : جاء في الكافي وغيره : ‘‘إن زيارة قبر الحسين تعدل عشرين حجة ، وأفضل من عشرين عمرة وحجة’’[فروع الكافي ج1/324] 0 وتذهب رواياتهم إلى المبالغة بالقول بأفضلية زيارة قبر الحسين وقبور سائر الأئمة إلى الركن الخامس من أركان الإسلام حج بيت الله الحرام ، وتصل في ذلك إلى دَرَك من العَتَه والجنون ، أو الزندقة والإلحاد لا يكاد يصل إليه أحد في هذا الباب فانظر إلى هذه الرواية وكم تضاعف هذا الأجر : ‘‘ من زار الحسين - عليه السلام - يوم عاشوراء حتى يظل عنده باكيا لقي الله عز وجل يوم القيامة بثواب ألفي ألف حجة ! وألفي ألف عمرة ! وألفي ألف غزوة ! وثواب كل حجة وعمرة وغزوة كثواب من حج واعتمر وغزا مع الرسول محمد - صلى الله عليه وسلم - ومع الأئمة الراشدين صلوات الله عليهم ’’ ؟!... [بحار الأنوار ج101/33] 0\nفلو كان شيء من هذا حقا لذكره القرآن العظيم في آياته ، لماذا يذكر الحج في آيات عدة من القرآن الكريم ولم تذكر زيارة قبر الإمام مطلقا وهي أفضل من الحج ؟! وقد تعجب أحدهم بعدما استمع إلى هذه الفضائل فقال : ‘‘قد فرض الله على الناس حج البيت ولم يذكر زيارة قبر الحسين عليه السلام ؟ ’’ فأجاب إمامهم بجواب يبدو فيه الاضطراب ؛ حيث قال : وإن كان كذلك فإن هذا شيء جعله الله هكذا ، وهذا اعتراف منهم وهم أرباب التأويل الباطني بخلو القرآن من هذه البدعة وهذا كاف في نقض مزاعمهم من كتبهم ، فالإقرار هو سيد الأدلة ، وبأيديهم يخربون بيوتهم 0\nزيارة كربلاء يوم عرفة أفضل من سائر الأيام :\n(1/80)",
        "\nمما يكشف أن هذه الروايات هي ثمرة مؤامرة ضد الأمة لصدها عن بيت ربها ، والعمل على إفساد أمرها ، وتفريق اجتماعها ، والحيلولة دون تلاقيها في هذا المؤتمر الإسلامي السنوي العام 0 أن هذه الروايات خصت زيارة قبر الحسين يوم عرفة بفضل خاص فتقول : ‘‘ من أتى قبر الحسين عارفا بحقه في غير يوم عيد كتب الله له عشرين حجة ، وعشرين عمرة ، مبرورات مقبولات ، ومن أتاه في يوم عيد كتب الله له مائة حجة ومائة عمرة ومن أتاه يوم عرفة عارفا بحقه كتب الله له ألف حجة وألف عمرة مبرورات متقبلات وألف غزوت مع نبي مرسل أو إمام عادل ’’[الكافي ج1/324] 0\nو تكاد بعض رواياتهم تصرح بالهدف ، فهذا جعفرهم يقول : ‘‘لو أني حدثتكم بفضل زيارته وبفضل قبره لتركتم الحج رأسا وما حج منكم أحد ، ويحك أما علمت أن الله اتخذ كربلاء حرما آمنا مباركا قبل أن يتخذ مكة حرما ’’ [ بحار الأنوار ج101/33] 0 بل هي أفضل الأعمال على الإطلاق ، جاء في رواياتهم أن زيارة قبر الحسين : ‘‘أفضل ما يكون من الأعمال’’[كامل الزيارات/146] ويقولون أن كربلاء أفضل من الكعبة [بحار الأنوار ج101 /107] لذا قال بحر علومهم في أرجوزته ‘‘ الدرة ’’ :\n\nومن حديث كربلاء والكعبة ... لكربلاء بان علو الرتبة\nوغيرها من سائر المشاهد ... أمثالها بالنقل ذي الشواهد\nوالفرق بين هذه القبور ... وغيرها كالنور فوق الطيور\n[مفاتيح الجنان للقمي377]\n\nمناسك المشاهد : زيارة الأضرحة فريضة من فرائض مذهبهم يكفر تاركها ؛ ومن هنا وضعوا لها مناسك كمناسك الحج إلى بيت الله الحرام ، فهم يطوفون بها [بحار الأنوار ج 100 /126] ، ويصلون عندها [الوافي ج8 /234] ، والانكباب على القبر[ بحار الأنوار ج101 /257-261] .\n(1/81)\n",
        "ويتخذون القبر قبلة كبيت الله ، قال المجلسي :‘‘إن استقبال القبر أمر لازم ، وإن لم يكن موافقا للقبلة’’ [بحار الأنوار ج101/369] 0 وكان لاهتمامهم بهذا المعول الهادم لأصل التوحيد أثره في ديار الشيعة ، حيث عمرت بيوت الشرك التي يسمونها المشاهد ، وعطلت بيوت التوحيد وهي المساجد ، وبقي الاهتمام إلى اليوم 0 ومن أشهر المشاهد والمزارات كربلاء على بعد ثلاثة أميال من بغداد وفيها مشهد الحسين ، يقول ابن بطوطة : ‘‘ والعتبة الشريفة وهي من فضة وعلى الضريح المقدس قناديل الذهب والفضة ، وعلى الأبواب أستار الحرير، وكم يكرر الزائرون مأساة الحسين وهم يروون الروايات الغريبة عن فضل هذا المكان المقدس ، تتلألأ قبته المغشاة بالذهب إذا طلعت عليه الشمس’’ 0 كذلك يرى من دخل بغداد من الشمال أو الغرب المآذن الذهبية الأربعة فوق مشهد الكاظمية، كما يرى الشيعة يقصدون هذه المشاهد ويستشفعون بها ويدعون عندها0[انظر الشكل رقم (16)] .\nالنقد : إن قيل ما وصفت به الرافضة من الغلو والشرك والبدع موجود كثير منه في كثير من المنتسبين إلى السنة، فنجيب بأن هذا كله مما نهى الله عنه ورسولُه، وكل ما نهى الله عنه ورسوله فهو مذموم منهي عنه سواء كان فاعله منتسبا إلى السنة أو التشيع ، ولكن ما عند الرافضة من هذه الأمور المخالفة للكتاب والسنة أكثر مما عند أهل السنة، وأيضا إن ما عند أهل السنة هو انحراف في واقعهم تنكره أصولهم ، وما عند الشيعة هو ما يتفق مع أصولهم ، بل هو ما تدعو إليه وتحث عليه أحاديثهم 0\n(1/82)\n\nوقد قال أمير المؤمنين علي بن أبي طالب - رضي الله عنه - لأبي الهياج الأسدي :‘‘ألا أبعثك على ما بعثني عليه رسول الله - صلى الله عليه وسلم - ؟ أن لا تدع تمثالا إلا طمسته ، ولا قبرا مشرفا إلا سويته’’ [أخرجه مسلم ج1/666] ، وهذا المعنى أقرت به بعض روايات الشيعة ، فقد روى الكليني عن أبي عبد الله قال : قال أمير المؤمنين عليه السلام : بعثني رسول لله - صلى الله عليه وسلم - إلى المدينة فقال لا تدع صورة إلا محوتها ، ولا قبراً إلا سويته’’ [الكافي ج2/227] 0\nوتتناقض كتب الشيعة نفسها حينما تنقل أدعية الأئمة ومناجاتهم لله سبحانه ، وتضرعهم للاستكانة إليه وإخلاص الدعاء له وحده ، مما يكشف باطل الشيعة ، ويبين أن ما تفعله في مزاراتها ، وتدعو إليه في رواياتها ليس من هدي الأئمة ، بل لقد زادوا في غيهم فقالوا إن الإمام يحرم ما يشاء ويحل ماء يشاء [أصول الكافي ج1/441] 0 وأتوا ما يخالف العقل والطب بقولهم : إن تراب قبر الحسين شفاء من كل داء 0 ولقد ذكر صاحب البحار ما يصل إلى ثلاث وثمانين رواية عن تربة الحسين وفضلها وآدابها وأحكامها ، فجعلت هذه الروايات من هذه التربة البلسم الشافي من كل داء ، والحصن الحصين من كل خوف ، يشرب منه المريض فيتحول إلى صحيح كأن لم يكن به بأس ، ويحنك بها الطفل فتكون مأمنه من الأخطار ، وتوضع مع الميت في قبره لتقيه من العذاب ويمسك بها الرجل يعبث بها ساهيا يقلبها فيكتب له أجر المسبحين ، لأنها تسبح بيد الرجل من غير أن يسبح! ! [بحار الأنوار ج101/119وما بعدها]",
        "(1/83)\n\nعبرة : ينسب إلى جعفر الصادق قوله :‘‘إن المرأة لتزني تسعين زنية ، ثم توقد على قدر الحسين بخوصة واحدة يغفر لها ما تقدم من ذنبها وما تأخر’’0 وقد روى هذه الفرية أحد علمائهم في الأحساء وهو المدعو‘‘ أبو حليجة ’’ في أحد المآتم التي يقيمونها في يوم عاشوراء ، فقام إليه أحد زعماء هذه الطائفة بعد أن نطق بهذه الفرية وصاح قائلا :‘‘هذي ما عكمت يا بو حليجة ، دور غيرها ، تبي بناتنا . . . ’’ ( عكمت أي : صلحت ) 0 وكانت هذه الفرية سببا في مروق الكثيرين من أبناء هذه الطائفة من التشيع 0\nالإمامة\nهذه القضية هي الشغل الشاغل لهم ، وهي مركز بحوثهم ، ومن أهم الأسس لعقيدتهم ، وأكثر المسائل الفرعية ترجع إليها ، وأهم ما يدور من الخلاف بينهم وبين أهل السنة ، أو فيما بينهم إنما يدور حولها 0\nويحدد الشيخ محمد حسين كاشف الغطاء مفهوم الإمامة عند الشيعة فيقول :‘‘الإمامة منصب إلهي كالنبوة فكما أن الله يختار من يشاء من عباده للنبوة فكذلك يختار للإمامة من يشاء ويأمر نبيه بالنص عليه’’[أصل الشيعة وأصولها:58] 0\n(1/84)",
        "\nوبما أن الشيعة يعتقدون أن الله قد نص في القرآن الكريم على إمامة علي - رضي الله عنه - وأبنائه من بعده وبما أن أبا بكر قد تولى الخلافة بعد النبي - صلى الله عليه وسلم - ثم عمر ثم عثمان ؛ اعتقد الشيعة حينئذ أن هؤلاء الثلاثة قد ظلموا عليا وأخذوا حقه هو وأولاده وغصبوا حق الخلافة بعد النبي - صلى الله عليه وسلم - لذا كان كل من اعتقد شرعية خلافة هؤلاء الثلاثة عند الشيعة فاسقا بل كافرا عند بعضهم ، فقد قال المحاسبي :‘‘اتفقت الإمامية على أن من أنكر إمامة أحد من الأئمة وجحد ما أوجبه الله تعالى من فرض الطاعة فهو كافر مستحق للخلود في النار’’[بحار الأنوار ج23/390]0 وذكر الكليني في الكافي ‘‘أن معصية علي كفر وأن اعتقاد أولوية غيره بالإمامة شرك’’ [الكافي ج1/52،54] 0 لذا غالوا فقالوا :‘‘إن استنباط الفرق بين النبي والإمام من تلك الأخبار لا يخلو من إشكال ’’ [بحار الأنوار ج 26/82] 0 ثم زادوا في الغلو فقالوا :‘‘الإمامة أجل من النبوة ، فإنها مرتبة ثالثة شرف الله تعالى بها إبراهيم بعد النبوة والخلة’’ [ودايع النبوة للطهراني /114 ] 0 وقال الخميني :‘‘وإن من ضروريات مذهبنا أن لأئمتنا مقاما لا يبلغه ملك مقرب ولا نبي مرسل’’[الحكومة الإسلامية /52] 0 لذا لا عجب أن يقول شاعرهم وهو إبراهيم العاملي :\n\nأبا حسن أنت عين الإله ... وعنوان قدرته السامية\nوأنت المحيط بعلم الغيوب ... فهل تعزب عنك من خافية\nوأنت محيط رحى الكائنات ... ولك أبحارها السامية\nلك الأمر إن شئت تحيي غدا ... وإن شئت أن تسفع بالناصية\nوقال على المزيد في علي :\nدعاك النبي بيوم الكدير ... ونص عليك بأمر الغدير\nبأنك للمؤمنين الأمير ... وعقد ولايتة قلدك\nإليك تصير جميع الأمور ... وأنت العليم بذات الصدور\nوأنت المبعثر ما في القبور ... وحكم القيامة بالنص لك\nوأنت السميع وأنت البصير ... وأنت على كل شيء قدير\nفمن ذا كان ومن ذا يكون ... وما الأنبياء وما المرسلون\n(1/85)\n",
        "وما القلم اللوح وما العالمون ... وكلٌ عبيد مماليك لك\nأبا حسن يا مدير الوجود ... وكهف الطريد ومأوى الوفود\nومسقي محبيك يوم الورود ... ومنكر في البعث من أنكرك\n\nومع هذا الغلو كله نجد شاعرهم يعتذر ويقول :\nلولا مخافة مفتر من أمتي ... ما في ابن مريم يفتري النصراني\nأظهرت فيك مناقبا في فضلها ... قلب الأريب يظل كالحيران\nولسارع الأقوام منك لأخذها ... وطأته منك من الثرى العقيان\n\n[ الإمام والإمامة عند الشيعة/يوسف ايبش:67 ] .\n\nاستدلالهم على مسألة الإمامة :\nاستدلالهم على إمامة علي بعد الرسول - صلى الله عليه وسلم - من القرآن الكريم :\nقال شيخ الطريقة الطوسي :‘‘وأما النص على إمامته من القرآن فأقوى ما يدل عليه قوله تعالى : { إنما وليكم الله ورسوله والذين آمنوا الذين يقيمون الصلاة ويؤتون الزكاة وهم راكعون } ’’ [ المائدة/55] [تلخيص الشافي ج2/10] 0 وقال الطبرسي :‘‘ وهذه الآية من أوضح الدلائل على صحة إمامة علي بعد النبي - صلى الله عليه وسلم - بلا فصل’’[مجمع البيان ج2/128] 0 ويكاد شيوخهم يتفقون على أن هذا أقوى دليل عندهم ؛ حيث يجعلون له الصدارة في مقام الاستدلال في مصنفاتهم 0\nأما كيف يستدلون بهذه الآية على مبتغاهم ؟ فإنهم يقولون :‘‘اتفق المفسرون والمحدثون من العامة والخاصة أنها نزلت في علي بن أبي طالب لما تصدق بخاتمه على المسكين في الصلاة بمحضر من الصحابة ، وهو مذكور في الصحاح الستة ، و‘‘إنما’’ للحصر باتفاق أهل اللغة ، والولي بمعنى الأولى بالتصرف وليس المراد الإمام والخليفة ’’[حق اليقين لشبر ج1/144] 0 فأنت ترى أن الشيعة تعتمد في استدلالها بالآية بما روي في سبب نزولها لأنه ليس في نصها ما يرد على مرادهم ، فصار استدلالهم بالرواية لا بالقرآن 0\nفهل الرواية ثابته ؟! وهل وجه استدلالهم سليم؟! يتبين هذا بالوجوه التالية :\n(1/86)\n\nأن زعمهم بأن أهل السنة أجمعوا على أنها نزلت في علي هو من أعظم الدعاوي الكاذبة ، بل أجمع أهل العلم بالنقل على أنها لم تنزل في علي بخصوصه ، وأن عليا لم يتصدق بخاتمه في الصلاة ، وأجمع أهل العلم بالحديث على أن القصة المروية في ذلك من الكذب الموضوع ، وقوله إنها مذكورة في الصحاح الستة كذب ؛ إذ لا وجود لهذه الرواية في الكتب الستة[منهاج السنة لابن تيمية ج4/5]0 أن هذا الدليل الذي يستدلون به ينقض مذهب الاثني عشرية ؛ لأنه يقصر الولاية على أمير المؤمنين بصيغة الحصر ‘‘إنما’’ فيدل على سلب الإمامة من بقية الأئمة فإن أجابوا عن النقض بأن المراد حصر الولاية في بعض الأوقات ، أعني وقت إمامته لا وقت إمامة من بعده وافقوا أهل السنة في أن الولاية العامة كانت له وقت كونه إماما لا قبله ، وهو زمان خلافة الخلفاء الراشدين الثلاثة0\nأن الله لا يثني على الإنسان إلا بما هو محمود عنده ، إما واجب أو مستحب ، والتصدق في أثناء الصلاة ليس بمستحب باتفاق علماء الملة ، بل إن الاشتغال بإعطاء السائلين يبطل الصلاة كما هو رأي جملة من أهل العلم 0\nأن الفرق بين الوَلاية بالفتح والوِلاية بالكسر معروف في اللغة ، فالوَلاية ضد العداوة وهي المذكورة في هذه النصوص ، ليست هي الوِلاية بالكسر التي هي الإمارة ، وهؤلاء الجهال يجعلون الولي هو الأمير ولا يفرقون بين اللفظين ، مع أنه واضح أن الوَلاء بالفتح هو ضد العداوة ، والاسم منه مولى ووليّ ، والوِلاية بالكسر الاسم منها والي ومتولي 0",
        "(1/87)\n\nوإذا كانت هذه أقوى أدلتهم - كما يقول شيوخهم - تبين أنهم ليسوا على شيء ، ذلك أن الأصل أن يستعمل في هذا الإمر العظيم - والذي هو عند الشيعة أعظم أمور الدين ، ومنكره في عداد الكافرين - صيغة واضحة جلية يفهمها الناس بمختلف طبقاتهم ، يدركه العامي ، كما يدركه العالم 0 هذه أقوى آية يستدلون بها من كتاب الله ويسمونها آية الولاية ، ولهم تعلق بآيات أخرى ذكرها ابن المطهر الحلي ، وأجاب عليها شيخ الإسلام ابن تيمية بأجوبة جامعة في كتاب ‘‘منهاج السنة ’’ 0\nأما أدلتهم من السنة المطهرة :\nفقد تعلق الشيعة في إثبات النص من طرق أهل السنة بما ورد في فضائل علي - رضي الله عنه - ويلحظ أن باب الفضائل مما كثر فيه الكذب ، ويقال بأن الشيعة هم الأصل فيه 0 يقول ابن أبي الحديد :‘‘والكذب في أحاديث الفضائل جاء من جهة الشيعة،[شرح نهج البلاغة ج2/134] 0\nوعمدة أدلتهم هو ما يسمونه حديث الغدير ، وقد بلغ من اهتمام الروافض من أمره أن ا لف أحد شيوخهم المعاصرين كتابا من ستة عشر مجلدا يثبت به صحة هذا الحديث وشهرته سماه ‘‘الغدير في الكتاب والسنة والأدب’’ ، فهم يرون أن النبي - صلى الله عليه وسلم - عندما وصل إلى ‘‘غدير خم’’ بعد منصرفه من حجة الوداع بين للمسلمين أن وصيته وخليفته من بعده علي بن أبي طالب رضي الله عنه ، حيث أمره الله عز وجل بذلك في قوله تعالى : { يا أيها الرسول بلغ ما أنزل إليك من ربك وإن لم تفعل فما بلغت رسالته } [المائدة/67] ، وقد أورد شيخهم المجلسي في هذا المعنى ( 105 ) من أحاديثهم ، وقال :‘‘إنا ومخالفينا قد روينا عن النبي - صلى الله عليه وسلم - أنه قام يوم غدير خم وقد جمع المسلمون فقال : أيها الناس ألست أولى بالمؤمنين من أنفسهم ؟ فقالوا بلى ، قال - صلى الله عليه وسلم - : من كنت مولاه فعلي مولاه ، اللهم وال من وآلاه ، وعاد من عاداه ، وانصر من نصره ، واخذل من خذله’’[ بحار الأنوار ج37/225]\n(1/88)",
        "\nونوجز جواب أهل السنة فيما يلي :\n- أن الحديث زاد فيه الوضاعون ، ولا يصح منه في نظر طائفة من أهل العلم في الحديث إلا قوله - صلى الله عليه وسلم - : ‘‘من كنت مولاه فعلي مولاه ثم يبين شيخ الإسلام أن الكذب يعرف من مجرد النظر في متنها لأن قوله :اللهم انصر من نصره خلاف الواقع التاريخي الثابت فلا تصح عن النبي - صلى الله عليه وسلم - وأما قوله اللهم وال من والاه وعاد من عاداه فهو مخالف لأصل الإسلام ، فإن القرآن قد بين أن المؤمنين أخوة مع قتالهم وبغي بعضهم على بعض ، ومن المعلوم لغة وعقلا وعرفا فضلا عن الشرع أن الاستخلاف لا يكون بمثل هذه الألفاظ 0 والمعنى الذي في الحديث يعم كل مؤمن ، ولكن خص بذلك عليا رضي الله عنه لأنه قد نقم منه بعض أصحابه ، وأكثروا الشكاية ضده حينما أرسله - صلى الله عليه وسلم - إلى اليمن قبل خروجه لحجة الوداع 0\nوبعد أن عرضنا لأهم أدلتهم من الكتاب وسنة رسول الله - صلى الله عليه وسلم - ندع استعراض باقي أدلتهم إلى كتب أهل السنة التي تتبعت شبه الروافض وأتت عليها من القواعد من مثل - منهاج السنة -\nأن الاعتقاد بوجود نص من القرآن الكريم ينص على وجوب إمامة علي ومن بعده يصطدم بعقبات رئيسة :\nأن أمر المسلمين شورى بينهم كما قال تعالى : { وأمرهم شورى بينهم } [الشورى/38] ، والخلافة من أمور المسلمين وليس في كتاب الله ولا سنة رسوله - صلى الله عليه وسلم - نص صريح على تعيين الخليفة من بعده، يؤكد ذلك ما ورد في نهج البلاغة عن علي - رضي الله عنه - أنه قال لمعاوية :‘‘إنما الشورى للمهاجرين والأنصار ، فإذا اجتمعوا على رجل سموه ( إماما ) ذلك لله رضا’’[نهج البلاغة ج3/7] 0 أي أن الله يرضى ما رضيه المهاجرون والأنصار0\n(1/89)\n",
        "أن علي بن أبي طالب بايع الخلفاء ، وهذا متفق عليه ، غير أن الشيعة يرون أنه اعترض أول الأمر ثم ما لبث أن سلم بالأمر وبايع ، وهذه البيعة تعتبر إقرارا بشرعية الخلفاء الذين سبقوه وهذا الإقرار حجة على المنتسبين إليه أن شارح نهج البلاغة روى عن علي اعتقاده بأولوية إمامة أبي بكر على سواه إذ قال حين بايعه :‘‘وإنا لنرى أبا بكر أحق الناس بها’’[شرح نهج البلاغة ج1/132] 0\nوإذا كان المجلسي والكليني يحكمان على من يعتقد شرعية خلافة أبي بكر وعمر بالكفر والشرك ، فماذا يكون حينئذ موقفهما من علي وقد بسط يده وبايعهما على السمع والطاعة وهو معصوم عندهم من الخطأ ، ومنزه عن الجبن والمداهنة ؟!\n- مبايعة علي للشيخين حجة دامغة ولقد علل مشايخ الشيعة بيعة علي للشيخين بتعليلات :\nأ- بيعة علي كانت خوفا على الإسلام من الضياع 0 ومما يبطل هذا التعليل أن عصر الإسلام في عهد عمر وعثمان كان عصرا ذهبيا امتدت فيه الخلافة من بخارى شرقا إلى شمال إفريقيا غربا 0\nب- أنه بايعهم تقية ، أي أظهر لهم الموافقة ظاهرا وأسر في قلبه عدم الرضى عن خلافتهم وبيعتهم 0 وهذا التعليل أقبح من الذي قبله ، إذ يجعل من شخصية علي شخصية مزدوجة خائفة جبانة مضطربة تتظاهر بخلاف ما تبطن ، وهذا ما قالته رواياتهم ‘‘أحضر علي من بيته ، وسيق إلى أبي بكر بحبل في رقبته ، وهناك وقف عمر وخالد بن الوليد وغيرهم ، والسيوف في أيديهم - معاذ الله - وهدده عمر أن يبايع أبا بكر وإلا فصل رأسه عن جسده ، وهكذا أجبر علي واضطر في النهاية إلى مبايعة أبي بكر’’[احتجاج الطبرسي /47-48] 0 وهذا ما لا يعهد عنه لمن يعرف شجاعته الفائقة ، وقوته في الحق ولمن يطلع على الروايات التي تثبت شجاعته ، وقد ورد في نهج البلاغة عن علي أنه قال : ‘‘وإني من قوم لا تأخذهم في الله لومة لائم’’[نهج البلاغة/159] 0\n(1/90)\n\nوإذا قلنا إن بيعته لهم كانت تقية فماذا نقول في بقائه وزيرا لهم طيلة فترة خمس وعشرين سنة من خلافتهم ؟ إنه لمن الصعب الاعتقاد أنه كان يستخدم التقية طيلة تلك الفترة 0\nوهل كان تزويجه ابنته لعمر تقية أيضا ؟!\nوهل كانت تسميته أولاده بأسماء الخلفاء الثلاثة تقية أيضا ؟! [أعلام الورى للطبرسي /203] 0\nإن أهل السنة يرون أن نسبة التقية إلى واحد من أشجع أهل الأرض إنما هو طعن فيه ، ويتساءلون: هل يحب الشيعة علي بن أبي طالب حقا بينما ينسبون إليه مثل هذه الأمور ؟\nج- أن عليا رفض الخلافة عندما عرضت عليه قائلا :‘‘دعوني والتمسوا غيري فأن أكون لكم وزيرا خير لكم من أن أكون عليكم أميرا’’[نهج البلاغة/181-182] 0 وقال عند مبايعته عقب قتل عثمان ‘‘والله ما كانت لي الخلافة رغبة ولا في الولاية أربة ، ولكنكم دعوتموني إليها ، وحملتموني عليها’’[نهج البلاغة/322] 0\nفلا يبدوا من خلال هذه النصوص أن عليا كان يعتقد بنصية إمامته من القرآن ، وإلا فلو كان يعتقد ذلك لما قال: ‘‘والله ما كان لي في الخلافة رغبة ’’ ولما بايع أبا بكر وعمر وعثمان ، فإن هذا عصيان للنص الإلهي على افتراض وجوده ، ومخالفة صريحة لحديث ‘‘غدير خم’’ على افتراض صحته 0\nومن المتفق عليه أن الحسن تنازل عن الخلافة لمعاوية وتنبأ به رسول الله - صلى الله عليه وسلم - قائلا :‘‘ إن ابني هذا سيد ولعل الله أن يصلح به بين فئتين عظيمتين من المسلمين ’’ [رواه البخاري] 0 والسؤال : لماذا يتنازل الحسن عن الخلافة إلى معاوية حسبما اعترفت بتفاصيله كتب الشيعة التي ذكرت أن سليمان بن صرد - من كبار شيعة علي - كان يذم الحسن عن تنازله قائلا له :‘‘ السلام عليك يا مذل المؤمنين’’ ( بدلا من أمير المؤمنين ) [رجال الكشي/103]",
        "(1/91)\n\nإن الاعتراض على الحسن وتخطئته في تنازله لمعاوية يتناقض مع اعتقاد العصمة فيه وفي باقي الأئمة الذي يعتقد الشيعة أن أقوالهم وأفعالهم حجة على الخلق 0 إن ملف ‘‘ نصية الإمامة’’ قد ألغي برضاهما عن تسليمهما غيرهما مقاليد الخلافة، فلماذا الشيعة تتمسك بشيء تنازل عنه أئمتهم ؟ هذا والبراهين المعلومة الضرورية في هذا الباب كثيرة ويكفي بعضها لمعرفة الحق لمن تجرد عن الهوى والتعصب 0\n\nالعصمة\nأهل السنة مقرون بفضل أهل البيت وصلاح دينهم ، ويرون أن ذلك لا يمنع من وقوع هفوات أو أخطاء تمثلها الطبيعة البشرية القابلة للخطأ ، فإنه ما من أحد من بني آدم يخرج عن الطبيعة البشرية التي يتصف بها كل الخلق والتي منها قول النبي - صلى الله عليه وسلم - ‘‘كل ابن آدم خطاء ’ وخير الخطائين التوابون ’’[الترمذي والحديث حسن] ، غير أن الأنبياء معصومون في التبليغ عن الله ورسوله ، فكم من نبي عاتبه ربه ، وصحح له بعض المواقف مثل قوله تعالى للنبي - صلى الله عليه وسلم - : { عبس وتولى أن جاءه الأعمى وما يدريك لعله يزكى أو يذكر فتنفعه الذكرى ، أما من استغنى ، فأنت له تصدى وما عليك ألا يزكى وأما من جاءك يسعى وهو يخشى فأنت عنه تلهى ، كلا إنها تذكرة } [عبس/1-5] ، وقال تعالى : { وذا النون إذ ذهب مغاضبا فظن أن لن نقدر عليه فنادى في الظلمات أن لا إله إلا أنت سبحانك إني كنت من الظالمين } [ الأنبياء/87] 0\nغير أن الشيعة يرون ان العصمة المطلقة عن الخطأ في أئمتهم سواء أكان الخطأ سهوا أم عمدا 0\nقال الشيخ رضا المظفر :‘‘نعتقد أن الإمام كالنبي يجب أن يكون معصوما من السهو والخطأ والنسيان’’[عقائد الإمامية/95] 0\nوبمقتضى عصمتهم تصير تعاليمهم عند مشايخ علماء الشيعة - كالخميني وغيره - مثل تعاليم القرآن ويصيرون منزهين عن السهو والغفلة [الحكومة الإسلامية/113 ، 95] 0\n(1/92)",
        "\nولا يسعنا إلا أن نلقي نظرة سريعة على فهارس مواضيع كتاب الكافي للكليني ، ولنقرأ منه بعض عناوين الأبواب والفصول فيغنينا عن التطرق إلى المضمون :\nباب أن الأئمة يعلمون جميع العلوم التي خرجت إلى الملائكة والأنبياء 0\nأن الأئمة يعلمون متى يموتون وأنهم لا يموتون إلا باختيارهم 0\nباب أن الأئمة يعلمون ما كان ، وما يكون ، وما لم يكن لو كان كيف يكون ، وأنه لا يخفى عليهم شيء.\nإن الأئمة يعرفون جميع الكتب على اختلاف ألسنتها 0[الكافي ج1/227] 0\nولقد جاء الكليني بالغرائب عن أبي عبد الله تحت باب سماه هكذا : ‘‘باب فيه ذكر الصحيفة والجفر و الجامعة ومصحف فاطمة عليها السلام ’’[الكافي ج1 /184] 0 ولا تستغرب أيها القارئ الكريم حين يتحدثون ويكذبون على أبي عبد الله ، فقد كذبوا حتى على حمار رسول الله - صلى الله عليه وسلم - عفير ! ! حيث أورد الكليني في ذلك رواية طويلة قال في آخرها :‘‘إن حمار رسول الله - صلى الله عليه وسلم - عفير كلم رسول الله فقال : بأبي أنت وأمي ، إن أبي حدثني عن أبيه عن جده عن أبيه أنه كان مع نوح في السفينة ، فقام إليه نوح فمسح على كفله ، ثم قال : يخرج من صلب هذا الحمار حمار يركبه سيد النبيين وخاتمهم ... فالحمد لله الذي جعلني ذلك الحمار [الكافي ج1/184] 0\nومن كلام الخميني وهو أحد أئمتهم في هذا العصر قوله عن خرافة العصمة :‘‘نحن نفخر بأن أئمتنا هم الأئمة المعصومون ، بدأ من علي بن أبي طالب وختاما بمنقذ البشرية الإمام المهدي صاحب الزمان عليه وعلى آبائه آلاف التحية والسلام ، وهو بمشيئة الله القدير حي يراقب الأمور\" [الوصية الإلهية/5] 0\nوقد أعان الله على الكاذب بالنسيان إذ توجد روايات في كتبهم بذم أئمتهم 0 قال الطوسي في ذم جعفر بن علي بعد سباب كثير له قال فيه :‘‘وله من الأقوال والأفعال الشنيعة أكثر من أن تحصى ننزه كتبنا عن ذلك’’[الوصية الإلهية/16] 0\n(1/93)\n",
        "وعن البحث عن سبب هذا الاعتقاد الذي جعلهم ينزلون أئمتهم هذه المنزلة المستحيلة ، والتي عندما سئل الرضا - الإمام الثامن عندهم - أن في الكوفة قوما يزعمون أن النبي - صلى الله عليه وسلم - لم يقع عليه السهو في صلاته ؟ فقال : كذبوا لعنهم الله إن الذي لا يسهو هو الله الذي لا إله إلا هو [بحار الأنوار ج25/350] 0 نجد أن السبب الذي حملهم على ذلك هو أن العصمة عندهم شرط من شروط الإمامة 0\nلذا استدلوا عليها بأدلة أبرزها :\n1 ) رغم أن كتاب الله ليس فيه ذكر للاثني عشر أصلا -كما مر - فضلا عن عصمتهم، إلا أن الاثني عشرية تتعلق بالقرآن لتقرير العصمة، ويتفق شيوخهم على الاستدلال بقوله تعالى : { وإذ ابتلى إبراهيم ربه بكلمات فأتمهن قال إني جاعلك للناس إماما قال ومن ذريتي قال لا ينال عهدي الظالمين } [البقرة/124].\nويتولى صاحب مجمع البيان سياق وجهة استدلال أصحابه بهذه الآية على مرادهم فيقول : استدل أصحابنا بهذه الآية على أن الإمام لا يكون إلا معصوما من القبائح لأن الله نفى أن ينال عهده الذي هو الإمامة ظالم ، ومن ليس بمعصوم فقد يكون ظالما إما لنفسه وإما لغيره ، فإن قيل إنما نفى أن ينال ظالم في حال ظلمه ، فإن تاب فلا يسمى ظالما فيصح أن يناله 0 الجواب أن الظالم وإن تاب فلا يخرج من أن تكون الآية متناولته في حال كونه ظالما فإذا نفى أن يناله فقد حكم الله عليه بأنه لا ينالها والآية مطلقة غير مقيدة بوقت دون وقت فيجب أن تكون محمولة على الأوقات كلها فلا ينالها الظالم وإن تاب فيما بعد[ الطبرسي ج1/201] 0\nنقد استدلالهم :\nأ- اختلف السلف في معنى العهد على أقوال : قال ابن عباس والسدي : النبوة ، وقال مجاهد : الإمامة ، وقال قتادة والنخعي وعطاء والحسن وعكرمة : لا ينال عهد الله في الآخرة الظالمين والمراد بالظلم الشرك 0\n(1/94)\n\nفالآية كما ترى اختلف السلف في تأويلها ، فهي ليست في مسألة الأمامة أصلا في قول أكثرهم ، والذين فسروها بالإمامة قصدوا إمامة العلم والصلاح والاقتداء، لا إمامة الرافضة 0\nب- لو كانت الآية في الإمامة فهي لا تدل على العصمة بحال ، إذ لا يمكن أن يقال بأن غير الظالم معصوم لا يخطئ ولا ينسى ولا يسهو ، فبين إثبات العصمة ونفي الظلم فرق كبير ، لأن نفي الظلم إثبات للعدل لا للعصمة الشيعية 0\nج- لا يسلم أن من ارتكب ظلما ثم تاب منه لحقه وصف الظالم ولازمه ، فإن أعظم الظلم الشرك كما ورد في القرآن ، ومؤدى هذا أن المشرك لو أسلم فهو مشرك لا ينفك عنه الشرك لأنه ظلم 0\nكما أن استدلالهم هذا يؤدي إلى أن جميع المسلمين وكذلك الشيعة وأهل البيت غير المعصومين ظلمة ، وقد قال شيخهم الطوسي : بأن الظلم اسم ذم فلا يجوز أن يطلق إلا على مستحق اللعن لقوله تعالى : { ألا لعنة الله على الظالمين } [هود/18] [التبيان ج1/158] .\n2) قالوا إن تنصيب الإمام إنما شرع من أجل جواز الخطأ على غير الأئمة ، فلو جاز الخطأ على الإمام وهو الهادي إلى الحق لاحتجنا إلى هاد آخر ، وهذا الهادي يمكن أن يلحقه الخطأ فيحتاج إلى هاد آخر ، وهكذا فيلزم التسلسل ، فقطعا للتسلسل ينبغي أن يكون كل إمام من أولئك معصوم في وقته حسب زعمهم حتى يؤمن على حفظ الشريعة ، وإلا احتجنا إلى حافظ آخر ، إذ كيف يؤتمن على الشريعة شخص معرض للخطأ 0\nنقد استدلالاتهم :\nالحقيقة غير هذا تماما ، فالأمة معصومة بكتاب الله وسنة رسوله - صلى الله عليه وسلم - ولا تجتمع الأمة على ضلالة ، وكل ما سطروه وملؤوا به الصفحات من أدلة عقلية تؤكد الحاجة إلى معصوم قد تحققت بالرسول - صلى الله عليه وسلم - ولذلك فإن الأمة ترد عند التنازع إلى ما جاء به النبي من الكتاب والسنة ولا ترد إلى الإمام قال تعالى : { فإن تنازعتم في شيء فردوه إلى الله والرسول } .",
        "(1/95)\n\nوأدلتهم العقلية التي تؤكد الحاجة إلى إمام معصوم ، وإن الأمة بدونه لا إيمان لها ولا أمان 0 هذه الحجج هي أيضا تؤدي في النهاية إلى إبطال عصمة الأئمة عندهم ؛ لأن أئمتهم لم يتحقق بهم مقاصد الإمامة التي يتحدثون عنها إلا علي بن أبي طالب ، ومن المعلوم أن المصلحة واللطف الذي كان المؤمنون فيها زمن الخلفاء الثلاثة أعظم من المصلحة واللطف الذي كان في خلافة علي زمن القتال والفتنة والافتراق 0 وقد جاء في نهج البلاغة الذي لا تشك الشيعة في كلمة منه ما يهدم كل ما بنوه من دعاوى في عصمة الأئمة حيث قال أمير المؤمنين :‘‘لا تخالطوني بالمصانعة ، ولا تظنوا بي استثقالا في حق قيل لي ، ولا التماس إعظام النفس فإنه من استثقل الحق أن يقال له ، أو العدل أن يفرض عليه ، كان العمل بهما أثقل عليه ، فلا تكفوا عن مقالة بحق ، أو مشورة بعدل فإني لست في نفسي بفوق أن أخطئ ولا آمن ذلك من فعلي’’ [نهج البلاغة/335] 0\n(1/96)",
        "\nوأمر آخر يبطل دعوى العصمة ومن كتب الشيعة نفسها ،ذلك هو الاختلاف والتناقض حيال بعض المواقف والمسائل وأعمال المعصومين لا تتناقض ولا تختلف بل يصدق بعضها بعضا ، ويشد بعضها لبعض ، والاختلاف ناقض للعصمة التي هي شرط للإمامة عندهم وهو ناقض بالتالي لأصل الإمامة نفسها ، ولذلك فإن ظاهرة الاختلاف في أعمال الأئمة كانت سببا مباشرا لخروج بعض الشيعة من نطاق التشيع حيث رابهم أمر هذا التناقض ، ومن أمثلة ذلك ما يذكره القمي والنوبختي من ‘‘أنه بعد قتل الحسين حارت فرقة من أصحابه وقالت قد اختلف علينا فعل الحسن وفعل الحسين ؛ لأنه إن كان الذي فعله الحسن حقا واجبا صوابا من موادعته معاوية وتسليمه له عن عجزه عن القيام بمحاربته مع كثرة أنصار الحسن وقوتهم فما فعله الحسين من محاربته يزيد بن معاوية مع قلة أنصار الحسين وضعفهم ، وكثرة أصحاب يزيد حتى قُتِل وقُتِل أصحابه جميعا باطل غير واجب لأن الحسين كان أعذر في القعود من محاربة يزيد وطلب الصلح والموادعة من الحسن في القعود عن محاربة معاوية ، وإن كان ما فعله الحسين حقا واجبا صوابا من مجاهدته يزيد حتى قتل وقتل ولده وأصحابه ، فقعود الحسن وتركه مجاهدة معاوية وقتاله ومعه العدد الكثير باطل ، فشكو في إمامتهما ورجعوا ودخلوا في مقالة العامة’’ [القمي المقالات والفرق/25 ، النوبختي: فرق الشيعة 25-26]0\nورووا كذلك أن الحسين بن علي بن أبي طالب كان يبدي الكراهة من صلح أخيه الحسن مع معاوية ويقول : لو جز أنفي كان أحب إلي مما فعله أخي [مختصر التحفة/121] 0 ومن المعلوم أنه إذا خطأ أحد المعصومين الآخر ثبت خطأ أحدهما بالضرورة ، فأين العصمة بعد ذلك ؟\n(1/97)\n",
        "وقد أوجد الشيعة عقيدة التقية والبداء لتغطية هذا الاختلاف في أخبار أئمتهم وأعمالهم ... فاكتشف بعض الشيعة هذه المحاولة وعرف سبب وضع هاتين العقيدتين فترك التشيع وقال :‘‘إن أئمة الرافضة وضعوا لشيعتهم مقالتين لا يظهرون لهما من أئمتهم على الكذب أبدا وهما القول بالبداء وإجازة التقية’’[المقالات والفرق/78] ، ( القائل هو سليمان بن جرير ) 0\n\nالتَقِيَّة واستحلالهم الكذب\nتعريف التقية : يعرف المفيد التقية عندهم بقوله : ‘‘التقية كتمان الحق ، وستر الاعتقاد فيه وكتمان المخالفين وترك مظاهرتهم بما يعقب ضررا في الدين أو الدنيا’’ [شرح عقائد الصدوق/261] 0\nوهي ركن من أركان دينهم كالصلاة أو أعظم ، قال ابن بابويه :‘‘اعتقادنا في التقية أنها واجبة من تركها بمنزلة من ترك الصلاة’’ [الاعتقادات/114] 0 ثم لم يكفهم ذلك فجعلوها هي الدين كله ، ولا دين لمن لا تقية له جاء في أصول الكافي وغيره أن جعفر بن محمد قال :‘‘إن تسعة أعشار الدين في التقيّة ولا دين لمن لا تقية له [ج2/217] 0 وعدوا ترك التقية ذنبا لا يغفر على حد الشرك بالله ، قالت أخبارهم :‘‘يغفر الله للمؤمن كل ذنب يظهر منه في الدنيا والآخرة ، ما خلا ذنبين : ترك التقيّة وتضييع حقوق الأخوان’’ [تفسير الحسن العسكري/130] 0\nوالتقية عندهم حالة مستمرة ، وسلوك جماعي دائم، قال ابن بابويه في كتابه‘‘الاعتقادات’’ :‘‘والتقية واجبة لا يجوز رفعها إلى أن يخرج القائم’’[114 ، 115] 0ويؤكدون على أن تكون عُشرة الشيعة مع أهل السنة بالتقية وقد ترجم الحر العاملي فقال: باب وجوب عشرة العامة ( أهل السنة ) بالتقيّة[وسائل الشيعة ج11/470] 0 ونسبوا لأبي عبد الله أنه قال :‘‘من صلى معهم في الصف الأول فكأنها صلى مع الرسول - صلى الله عليه وسلم - في الصف الأول’’[بحار الأنوار ج75/421] 0\nأما سبب هذا الغلو في أمر التقيّة فيعود إلى عدة أمور منها :\n(1/98)\n\n1- أن الشيعة تعد إمامة الخلفاء الثلاثة باطلة ، وهم ومن بايعهم في عداد الكفار ، مع أن عليا بايعهم وصلى خلفهم وجاهد معهم وزوجهم ، ولما ولي الخلافة سار على نهجهم ولم يغير شيئا مما فعله أبو بكر وعمر كما تعترف بذلك كتب الشيعة نفسها[تنزيه الأنبياء للمرتضى132] 0 وهذا يبطل مذهب الشيعة من أساسه ، فحاولوا الخروج من هذا التناقض المحيط بهم بالقول بالتقية 0\n2- أنهم قالوا بعصمة الأئمة وأنهم لا يسهون ولا يخطئون ولا ينسون ، وهذا خلاف ما هو معلوم من حالهم فقالوا بالتقية لتبرير هذا التناقض والاختلاف والتستر على كذبهم 0\n3- تسهيل مهمة الكذابين على الأئمة ومحاولة التعتيم على حقيقة مذهب أهل البيت بحيث يوهمون الأتباع أن ما ينقله واضعو مبدأ التقية عن الأئمة هو مذهبهم ، وأن ما اشتهر عنهم أمام المسلمين تقية.\n4- وضع مبدأ التقيّة لعزل الشيعة عن المسلمين 0 يقول إمامهم ( أبو عبد الله ) :‘‘ما سمعت مني يشبه قول الناس فيه التقية ، وما سمعت مني لا يشبه قول الناس فلا تقية فيه’’[بحار الأنوار ج2/252] 0 ووضعوا لهم ميزانا أخرج المذهب إلى دائرة الغلو وهو أن ما خالف العامة فيه الرشاد’’ 0\nالنقد :\n1التقية في الإسلام إنما هي مع الكفار قال تعالى : { إلا أن تتقوا منهم تقاة } [آل عمران] . قال ابن جرير الطبري : ‘‘ التقية التي ذكرها الله في هذه الآية إنما هي تقية من الكفار لا من غيرهم’’ [تفسير الطبري ج6/316] 0\nالتقية رخصة في حال الاضطرار ، ولذلك استثناها الله من مبدأ النهي عن موالاة الكفار فقال تعالى : { لا يتخذ المؤمنون الكافرين من دون المؤمنين ومن يفعل ذلك فليس من الله في شيء إلا أن تتقوا منهم تقاة ويحذركم الله نفسه وإلى الله المصير } 0",
        "(1/99)\n\nوأجمع أهل العلم على أن التقية رخصة في حال الضرورة ولكن من اختار العزيمة في هذا المقام فهو أفضل0وقد أثنى الله على الصادقين الشجعان الذين لا يخافون في الله لومة لائم فقال تعالى : { الذين يبلغون رسالات الله ولا يخشون أحداً إلا الله } [الأحزاب/39] 0\nويرد عليهم ما جاء في نهج البلاغة عن علي قال :‘‘علامة الإيمان إيثارك الصدق حيث يضرك ، على الكذب حيث ينفعك’’ 0\n\nالبداء\nمن أصول الاثني عشرية القول بالبداء على الله سبحانه وتعالى حتى بالغوا في أمره فقالوا :‘‘ما عبد الله بشيء مثل البداء’’ ‘‘وما عظم الله عز وجل بمثل البداء’’ ‘‘ولو علم الناس ما في البداء من الأجر ما فتروا من الكلام فيه’’ ‘‘وما بعث الله نبيا قط إلا بتحريم الخمر وأن يقر لله بالبداء’’ 0[أصول الكافي ج1/146-148 ، وغيره] 0\nوألف شيوخهم في شأنها مؤلفات مستقلة بلغت ( 25 ) مصنفا كما ذكر في الذريعة [ج 3/53-57] 0\nوالبداء في اللغة له معنيان :\n1-الظهور بعد الخفاء 0 2- نشأة الرأي الجديد 0\nوواضح أن البداء بمعنييه يستلزم سبق الجهل وحدوث العلم وكلاهما محال على الله سبحانه وتعالى ، ونسبته إلى الله من أعظم الكفر ، وهذا المعنى المنكر يوجد في كتب اليهود[سفر التكوين الفصل السادس فقرة/5] ، ومثله يتكرر في توراتهم 0\nإن الأكثرية الساحقة من أبناء الشيعة لا يعرفون معنى البداء غير أنهم لم ينتبهوا إلى أنهم يكررونها عند مخاطبتهم الأئمة في قبورهم حيث يقولون عند قبر الإمام :‘‘السلام عليكما يا من بدا لله فيكما’’ [مفتاح الجنان/929] 0\nولقد حاول شيوخ الشيعة أن يجدوا مخلصا من وصمة هذا العار ، ومهربا من التكفير بعده بمحاولات منها :\n(1/100)",
        "\n1- فالنصير الطوسي الذي لقبه المجلسي بالمحقق أنكر وجود البداء كعقيدة للاثني عشرية وقال عن طائفته : ‘‘إنهم لا يقولون بالبداء وإنما القول بالبداء ما كان إلا في رواية رووها عن جعفر الصادق أنه جعل إسماعيل القائم مقامه ، فظهر من إسماعيل ما لم يرتضه منه ، فجعل القائم موسى فسئل عن ذلك فقال :بدا لله في أمر إسماعيل ، وهذه رواية ، وعندهم أن خبر الواحد لا يوجب علما ولا عملا’’’[تلخيص المحصل للطوسي/250] 0 ولكن هذا -كما ترى - مخالف للواقع ، إذ أن البداء من عقائدهم المقررة ، ولذلك قال المجلسي بأن هذا الجواب عجيب من الطوسي ، وعزا ذلك لعدم إحاطته بالأخبار[بحار الأنوار ج4/123] 0\n2- وصنف من الشيعة يقر بالبداء كعقيدة ويحاول أن يجد له تأويلا مقبولا 0 فإبن بابويه القمي يوجه أحاديثهم في البداء توجيها تبدو عليه ملامح الاضطراب ، فهو في البداية يقول :‘‘ليس البداء كما يظنه جهال الناس بأنه بداء ندامة -تعالى الله عن ذلك - ولكن يجب علينا أن نقر لله عز وجل بأن له البداء معناه أن له أن يبدأ بشيء من خلقه فيخلقه قبل شيء ثم يعدم ذلك الشيء ويبدأ بخلق غيره’’[التوحيد/235] 0 فأنت ترى أن حديثه هنا خارج الموضوع تماما لأنه تكلم عن البدء لا البداء 0 ولكنه رجع وفسر البداء بالنسخ فقال بعد الكلام السابق مباشرة : ‘‘أو يأمر بأمر ثم ينهى عنه وذلك مثل نسخ الشرائع ، وتحويل القبلة’’ 0\nوهذا جهل أو تجاهل ، إذ لا بداء في النسخ ، والحكم كان مؤقتا في علم الله وأجل الحكم ، وانتهاء الحكم عند حلول الأجل معلوم لله قبل الحكم0 نعم بدا لنا ذلك من الله بعد نزول الناسخ والبداء لنا في علمنا لا لله 0\n(1/101)\n",
        "ثم إن ابن بابويه في نهاية توجيهه لعقيدة البداء عاد إلى القول بأن البداء ‘‘إنما هو ظهور أمر ، بقول العرب بدا لي شخص في طريقي أي ظهر0 قال الله عز وجل : { وبدا لهم من الله مالم يكونوا يحتسبون } [الزمر/47] أي ظهر لهم ومن ظهر لله تعالى ذكره من عبد صلة لرحمه زاد في عمره’’[التوحيد/336] 0\nفهذا عودة منه لتقرير ذلك المنكر في معتقدهم في البداء ، بعد تلون وتقلب 0\nوزيادة عمر من وصل رحمه ليست من باب البداء ، وظهور ما لم يكن في علم الله ، بل صلة الرحم سبب لطول العمر ، والله قد قدر الأجل وسببه إلى هذه الغاية ، ولولا ذلك السبب لم يصل إلى هذه الغاية ولكن قدر الله هذا السبب وقضاه ، وكذا قدر أن هذا يقطع رحمه فيعيش إلى كذا 0\n3- لكن شيخ الطائفة الطوسي يسلك في تأويل البداء طريقا أسلم من طريق ابن بابويه حيث يقول :‘‘قوله بدا لله فيه معناه بدا من الله فيه وهذا القول في جميع ما يروي من أنه بدا لله في إسماعيل معناه بدا من الله ، فإن الناس كانوا يظنون في إسماعيل بن جعفر أنه الإمام بعد أبيه ، فلما صارت لغيره علموا بطلان ذلك’’ [الغيبة للطوسي/55] 0\nهذا اعتذار الطوسي ، ولا شك بأن البداء إذا كان للخلق بأن يقع لهم ما لم يحتسبوا ، فليس فيه ما يمس العقيدة الإسلامية 0\nوقد تابع الطوسي في الاعتذار نفسه أحد مراجع الشيعة في هذا العصر وهو محمد حسين آل كاشف الغطاء[الدين الاسلامي/173]0\nولكن المطلع على رواياتهم لا يرى أنها تتفق مع هذا التاويل ، إذ تدل على نسبة البداء إلى الله لا إلى الخلق ولذلك اعتذر أئمتهم عن الأخبار بالغيبيات خشية البداء ، ونسبوا إلى النبي لوط عليه السلام أنه كان يحث الملائكة لإنزال العقوبة بقومه خشية أن يبدو لربي فيهم ، فقالوا يا لوط إن موعدهم الصبح أليس الصبح بقريب [الكافي ج5/546] 0 فهل مثل هذا ‘‘الإلحاد’’ يقبل التأويل ؟ !\n(1/102)\n\nثم إن التأويل الأخير لا يسوغ كل هذه المغالاة في البداء وجعله من أعظم الطاعات وأصول الاعتقادات 0\nإن هناك روايات من كتب الاثني عشرية تنقض عقيدة البداء :\nجاء في كتاب التوحيد لابن بابويه : ‘‘عن منصور بن حازم قال سألت ابا عبد الله -عليه السلام- هل يكون اليوم شيء لم يكن في علم الله تعالى بالأمس ؟ قال : لا ، من قال هذه فأخزاه الله ، قلت أرأيت ما كان وما هو كائن إلى يوم القيامة أليس في علم الله ؟ قال بلى ، قبل أن يخلق الخلق’’[334 ، وأصول الكافي ج1/148] 0 لقد أصبح الشيعة باعتقادهم هذا عارا على بني آدم وضحكة يسخر منهم كل عاقل بسبب ما اعتقدوه من مثل هذه الضلالات 0\nالمتعة\nإن أهل السنة يوافقون الشيعة في أن نصوص كتب الحديث السنية كالبخاري ومسلم وغيرهما قد تضمنت روايات تفيد أن المتعة كانت جائزة في أول الأمر ، غير أنهم يعارضون وقوف الشيعة عند الأحاديث المنسوخة دون التعرف على الأحاديث الأخرى الصحيحة التي نسختها ، والتي تبين بوضوح أن المتعة كانت مباحة في أول الأمر ثم نزل تحريمها في القرآن ، والنسخ مأخوذ به لدى علماء الشيعة 0\nوهم يقولون أن عمر هو الذي حرّمها ويروون في ذلك روايات مضحكة مبكية ، وشر البلية ما يضحك مثل رواية الجزائري في كتابه الأنوار النعمانية : ‘‘ويحكى في سبب تحريم متعة النساء أنه ( أي عمر ) قد طلب أمير المؤمنين عليه السلام ليلة ، فلما مضى من الليل جانب ، طلب منه أن ينام عنده فنام ، فلما أصبح الصبح خرج عمر من داخل بيته معترضا على أمير المؤمنين - عليه السلام - بأنك قلت إنه لا ينبغي للمؤمن أن يبيت ليلة عزبا إذا كان في بلد ، وها أنت هذه الليلة بت عزبا ، فقال أمير المؤمنين - عليه السلام وما يدريك أنني بت عزبا ؟ وأنا هذه الليلة قد تمتعت بأختك فلانة فأسرّها في قلبه حتى تمكن من التحريم فحرمها’’[ج2/320] 0",
        "(1/103)\n\nوالرواية طعن صريح في أمامهم الأول المعصوم على حد زعمهم حيث صورته هذه الرواية بصورة الخائن الذي لم يراع حرمة بيت مضيفه ، إضافة إلى ارتكاب الفاحشة 0 وأيضا يبطلها عمل الإمام علي الذي أقر بالتحريم في مدة خلافته ، والرواية من ألفها إلى يائها مختلقة لا أساس لها ، ولكن حبهم في النيل من الفاروق - رضي الله عنه - جعلهم يضعون المثالب في النيل منه ، ولكن كما يقال : لا يضر السحاب نبح الكلاب 0\n(1/104)",
        "\nوقد جعلوا الإيمان بها أصلا من أصول الدين ومنكرها منكرا للدين ، فقد نقل ‍ابن بابويه عن جعفر الصادق قوله : ‘‘‍إن المتعة ديني ودين آبائي ، فمن عمل بها عمل بديننا ، ومن أنكرها أنكر ديننا’’[من لا يحضره الفقيه ج3/366] 0 ورتبوا عليها الأجور العظيمة واسمع لهذه الرواية العجيبة :‘‘يروي حضرة سلمان الفارسي والمقداد بن الأسود الكندي وعمار بن ياسر رضي الله عنهم حديثا صحيحا أن خاتم المرسلين قال : إن من يتمتع في حياته مرة يكون من أهل الجنة ، حين يجلس مع المرأة المتمتع بها بقصد المتعة ينزل ملك من السماء يظل يحفظه في مجلسه حتى يغادرها ، والحديث بين الاثنين يكون بمرتبة التسبيح ، وحين يمسك الواحد يد الآخر فإن أصابعهما تخلو من الذنوب ، وحين يقبل الرجل المرأة يهبه الله عن كل قبلة ثواب الحج والعمرة وحين ينصرف إلى جماعها يعطيه الله عن كل لذة وشهوة ثوابا يعادل الجبال ، وحين يفرغ ويغتسل شريطة أن يؤمن أن الله حق ، وأن المتعة سنة من سنن الرسول يخاطب الله الملائكة قائلا : انظروا إلى عبدي هذا ، فقد قام واغتسل واعترف بي إلها له ، واشهدوا أني قد غفرت له ذنوبه ، وسوف أهبه من الثواب ، ما يعادل عدد شعرات بدنه ، وأغفر له عشرات الذنوب ، وأرفعه عشرات الدرجات0 فسمع أمير المؤمنين علي فضائل المتعة فقال ما هو ثواب من يسعى إلى هذا العمل الخير ؟ فقال - صلى الله عليه وسلم - حين يفرغ منه ويغتسل فإن الله يخلق من كل قطرة تسقط من جسده ملكا يظل يسبح الله ويقدسه وينال هو الثواب’’ ! ! ! . . . [عجالة حسنة ترجمة رسالة المتعة للمجلسي/14-16] 0\n(1/105)\n",
        "وقد أوردنا هذه الرواية رغم طولها لنعرف أن صاحب الهوى لا حدود لهواه 0 وإذا كانت هذه هي المتعة وهذا فضلها ،والإمام الخميني في كتابه الوسيلة يقول :‘‘إن المتعة يمكن أن تكون مع البغي وتكون أيضا لساعة أو لساعتين’’ ! فلماذا يغضب المحترمون من رجال الشيعة وعلمائهم، حين يطلب منهم الواحد أن يزوجه ابنته زواج متعة كما هو مشاهد ؟ ! 0 أليس ذلك دليلا دامغا على أنها ضد الطبائع السليمة ، وضد الفطرة والرجولة والشهامة والغيرة ؟ 0\nبل زادوا الطين بلة وقالوا بالمتعة الدورية ! وقد صرح بعضهم للشيخ محمد نصيف بأنه يجري عندهم استعمال المتعة الدورية بحيلة وضعها شيوخهم وهي أن المتمتع بالمرأة يعقد عليها بعد نهاية متعته منها عقد زواج دائم ثم يطلقها قبل الدخول فتصبح لا عدة عليها فيتمتع بها الآخر ويفعل كالأول . . . فتدور المرأة على مجموعة من الرجال بهذه الطريقة بلا عدة[مجلة الفتح العدد84] 0\nوقد دافع أحد علمائهم وهو خنيزي عن المتعة الدورية بقوله :‘‘لها أن تتزوج بمجرد كمال صيغة الطلاق حتى لو كان الحاضرون عشرة ، وكل منهم يعقد عليها ويطلقها ، ثم يعقد عليها الآخر ويطلقها ، وهكذا إلى كمال العشرة لصح وجاز بلا إشكال ولا ريب في زواج المتعة’’[الدعوة الإسلامية ج2/290] 0 ولذا قال الألوسي : ‘‘إن من نظر إلى أحوال الرافضة في المتعة في هذا الزمان لا يحتاج في حكمه عليهم بالزنا إلى برهان ، فإن المرأة الواحدة تزني بعشرين رجلا في يوم وليلة وتقول إنها متمتعة ، وقد هيأت عندهم أسواق عديدة للمتعة توقف فيها النساء ولهن قوادون يأتون بالرجال إلى النساء فيختارون ما يرضون ويعينون أجرة الزنا’’[كشف غياهب الجهالات /3] ، كما هو مشاهد في إيران[الشيعة د.النمر/136] 0\nكذلك يبيح شيوخهم اللواطة بالنساء حتى قال شيخهم الخميني : ‘‘ والأقوى والأظهر جواز وطء الزوجة في الدبر ’’ [تحرير الوسيلة ج2241] 0 فهذه الصورة بمجموعها لا تبعد عن إباحية إوربا 0\n(1/106)\n\nأين عفة المرأة وحياؤها وكرامتها التي أعطاها الإسلام إياها من هذه المتعة ؟ ! أليس هذا يتعارض مع قول النبي - صلى الله عليه وسلم - : ‘‘إنما بعثت لأتمم مكارم الأخلاق’’ 0\nوقد استغلوا هذه الفوضى الأخلاقية في إغراء طلاب المتعة الرخيصة في اعتناق مذهبهم 0\n\nالخمس\nوهذا موضوع خطير ويلعب دورا أساسيا في صراع بقاء المذهب الشيعي ، فإن الشيعة يؤدون الخمس من أرباح مكاسبهم إلى أئمتهم ، بل أوجبوه على أتباعهم فيما يفضل عن مؤنة السنة من أرباح التجارات ومن سائر التكسبات من الأعمال التي لها أجر ، وقالوا بل الأحوط ثبوته في مطلق الفائدة وإن لم يحصل بالاكتساب كالهبة والهدية والجائزة والمال الموصى به ونحوها’’[العروة الوثقى ج2/389] 0 وهذا المال المتدفق يصرف لمن ؟ قالوا بأنه في زمن الغيبة يدفع للفقيه الشيعي [علي كاشف الغطاء النور الساطع ج1/439] 0\nمصارف الخمس : مخرجوا الخمس الآن يعطونه فقهاءهم ، فقد قرر شيوخهم أن الخمس يقسم ستة أسهم:\nسهم لله وسهم للنبي وسهم للإمام وهذه الثلاثة الآن لصاحب الزمان فاستحق نصيبه حينئذ الفقيه الشيعي[العروة الوثقى ج2/403]\nحيث قالوا بأن النصف من الخمس الذي للإمام (ع ) أمره في زمان الغيبة راجع إلى نائبه وهو المجتهد الجامع للشرائط 0\nوالثلاثة الأسهم الأخرى للأيتام والمساكين وابن السبيل ، قالوا بشرط الإيمان في هؤلاء : أي بشرط أن يكونوا روافض لأن اسم الإيمان يختص بهم كما يفترون 0 وهذا النصف الآخر الذي قرروا صرفه لهؤلاء الأصناف الثلاثة قالوا فيه : ‘‘الأحوط فيه أيضا أن يدفع للمجتهد’’[العروة الوثقى ج2/405] 0 وجاء في كتاب النور الساطع : ‘‘أن الفقيه يأخذ نصف الخمس لنفسه ويقسم النصف الآخر منه على قدر الكفاية ، فإن فضل كان له وإن أعوز أتمه من نصيبه’’[ج1/439] 0",
        "(1/107)\n\nوهذه الأموال التي يأخذها شيوخ الشيعة باسم أنها فريضة إسلامية، وحق من حقوق آل البيت وهي تتدفق اليوم عليهم كالسيل من كل قطر هي من أكبر العوامل على بقاء خرافة ‘‘الاثني عشرية’’ إلى اليوم ، وإليها يعزى هذا النشاط في حماس شيوخهم في الدفاع عن مذهبهم ، لأنهم يرون فيمن يمس مذهبهم أنه يحاول قطع هذه الأموال التي تجري عليهم 0\nولهذا قال د.علي السالوس : ‘‘وأعتقد أنه لولا هذه الأموال لما ظل الخلاف قائما بين الجعفرية وسائر الأمة الإسلامية إلى هذا الحد ، فكثير من فقهائهم يحرصون على إذكاء هذا الخلاف لحرصهم على هذه الأموال’’ [أثر الإمامة/408] ومن آثارهم الظاهرة أيضا : أنهم في البلدان التي يتواجدون فيها يحاولون السيطرة على معظم الأعمال التجارية والشركات وموارد التموين ، حتى يتحكموا بأقوات الناس وضرورياتهم ، والواقع أكبر شاهد [انظر في ذلك وجاء دور المجوس للغريب/312 وما بعدها] 0\n(1/108)",
        "\nبل إن أحاديثهم تأمرهم بأخذ أموال المسلمين كما جاء في أخبارهم :‘‘خذ مال الناصب حيثما وجدته وادفع إلينا الخمس’’ [ الطوسي تهذيب الأحكام ج1384] 0 إن الحركات الشيعية اليوم في العالم الإسلامي إنما تمول من هذا المورد ، وآيات الشيعة يعتبرون من كبار الرأسماليين في العالم ، ومنصب الآية والمرجع منصب تهفو إليه القلوب وتتطلع له الأنظار ، لأنه منصب القناطير المقنطرة من الذهب والفضة ، ثم تخيل كم تكون عائدات مجتهديهم إذا أضفنا إلى الخمس : النذور الهائلة التي تلقى على أعتاب وأضرحة وقبور الأئمة ، أضف إلى ذلك التمتع بالنساء اللواتي يتشرفن بتقديم أنفسهن لهم ، وهذا يجعلهم أسعد الناس حظا في تحقيق رغباتهم الدنيوية ؛ حيث تحقق لهم شهوة البطن والفرج ، هذا كله من مغريات المذهب ، ومن متعه التي تمنع من اتخاذ الموقف الحق حيال التجاوزات والأخطاء التي تكتنف المذهب 0 وهذه خصلة ذم الله بني إسرائل عليها كما قال تعالى : { يا أيها الذين آمنوا إن كثيرا من الأحبار والرهبان ليأكلون أموال الناس بالباطل ويصدون عن سبيل الله } [التوبة/34] 0\nلقد استدل الشيعة بقوله تعالى : { واعلموا أنما غنمتم من شيء فأن لله خمسه وللرسول ولذي القربى } ولم يلتفتوا إلى أن الآية تتكلم عن غنيمة الحروب ولا علاقة لها بأرباح المكاسب 0\nإن هذه البدعة ظهرت عند الشيعة في أواخر القرن الخامس الهجري ، فإنا لا نجد قبل القرن الخامس في كتب الفقه الشيعية بابا للخمس ، أو إشارة إلى شمول الخمس في الغنائم والأرباح معا 0 وهذا هو محمد بن حسن الطوسي من أكابر فقهاء الشيعة في أوائل القرن الخامس ويعتبر مؤسس الحوزة الدينية في النجف ، لم يذكر في كتبه الفقهية المعروفة شيئا عن هذا الموضوع مع أنه لم يترك صغيرة أو كبيرة من المسائل الفقهية إلا وذكرها في تآليفه الضخمة 0\n(1/109)\n",
        "وبعد أن أسست هذه البدعة أضيفت إليها أحكام مشددة لكي تحمل الشيعة على التمسك بها وعلى تنفيذها ، ولم يكن من بد حمل الشيعة على قبول إعطاء الخمس ، وهو الأمر الذي ليس من السهل على أحد أن يرتضيه إلا بالوعيد ، فلذلك أضافوا إليها أحكاما مشددة منها : الدخول الأبدي في نار جهنم لمن لم يؤد حق الإمام وعدم إقامة الصلاة في دار الشخص الذي لم يستخرج الخمس من ماله ، أو الجلوس على مائدته ، وهكذا دواليك 0\nوهذا ما حدا ببعض فقهاء الشيعة إلى تحريم أخذ الخمس كالشيخ ‘‘أحمد الردبيلي’’ الفقيه الملقب بالمقدس عند الشيعة 0\n\nالغيبة والرجعة\nأولا : الغيبة:\n(1/110)\n\nلما توفي الحسن العسكري ، وهو الإمام الحادي عشر في سلسلة الإمامية الاثني عشرية - وكان عقيما لا عقب له - أخذ أخوه جعفر جميع تركته على أنه لا ولد له فورث جميع ماله ، وهذا أمر ثابت في كتب الشيعة الإمامية ففي الكافي[ ج1/265] وقد روى هذا الحديث عن الكليني ، صاحب كتاب الغيبة شيخ الطائفة الطوسي [146] وفيه : ‘‘فإن الأمر عند السلطان أن أبا محمد عليه السلام مضى ولم يخلف ولدا وقسم ميراثه وأخذه من لاحق له’’ ومن هنا انقطعت سلسلة الإمامة على الإمامية فلما رأى أتباع الإمامية أن المذهب سيموت بذلك الانقطاع فكر جماعة من أتباع المذهب في حيلة لإنقاذ الموقف ، وقد أسعفهم في هذا أن المجوس تدعي أن لهم منتظرا حيا باقيا مهديا من ولد ‘‘يستاشف بن بهراسف ’’ يقال له ‘‘إيشاوش’’ [انظر دلائل تثبيت النبوة للقاضي عبد الجبار ج1/179] 0 فاهتدوا لها فادعوا أن للحسن العسكري ولداً خبأه في سراديب وأرادوا بذلك الاحتيال على عوام الشيعة المغفلين للاستمرار في جباية الأموال إليهم لإيصالها إليه ويكتبون رسائل يستفتون فيها عن مسائل علمية ودينية أشكلت عليهم ، وتسمى هذه ‘‘الغيبة الصغرى’’ 0 ثم فكروا في إخراج توقيع باسم صاحب الزمان - حتى لا يفتضحوا - يعلن فيه أن الغيبة الصغرى قد انتهت وأن صاحب الزمان دخل في ‘‘الغيبة الكبرى’’ 0 فهو الآن لا يسبتقبل الرسائل ولن يظهر إلا في آخر الزمان ليملأ الأرض عدلا كما ملئت جورا ، وسيبقون يأخذون الخمس من المغفلين من الشيعة إلى أن يظهر الإمام من الغيبة الكبرى ، وكان كل متاع الشيعة الذي انتقل من علي إلى كل إمام على التوالي قد وصل إلى الإمام الحسن العسكري في النهاية- مثل القرآن الكامل الذي جمعه وكتبه علي ، ومصحف فاطمة والجفر والجامعة ومعجزات الأنبياء السابقين، وعصا موسى ، وقميص آدم ، وخاتم سليمان . . .",
        "(1/111)\n\nوغيرها مما تذكره الروايات الواردة في ‘‘أصول الكافي’’ 0 وطبقا لروايات الشيعة قام نجل الإمام العسكري صاحب الزمان وهو في الخامسة من عمره بحمل كل هذا المتاع واختفى به في غار في ‘‘مدينة سر من رأى’’.\n\nهذه هي تمثيلية الغيبة ، وصاحبها الغائب إمام الزمان وسفراؤه كما رواها الطوسي في كتابه الغيبة ، وهذا هو المهدي المنتظر عند الشيعة ، وقد مضى على هذه الغيبة أكثر من ألف ومائتي سنة ولم يظهر ! ولن يظهر ألى قيام الساعة لأنه غير موجود 0\nأما سبب غيبته : فقد جاء في الكافي :‘‘عن زرارة قال : سمعت أبا عبد الله يقول : إنه يخاف - وأومأ بيده إلى بطنه -(يعني القتل) ’’ [أصول الكافي ج1/338] 0 وأكد ذلك الطوسي شيخ الطائفة ، ولكن هذا التعليل لا يتصور في حق الأئمة فهم يعلمون متى يموتون ، ولا يموتون إلا باختيارهم ، [أصول الكافي ج1/260] 0\nاستدلالهم على وقوع الغيبة : لم يجدوا في كتاب الله ما يدل على غيبة المهدي فاستنجدوا - كعادتهم - بالتأويل الباطني : جاء في أصل أصول التفاسير عندهم ( تفسير القمي ) في قوله سبحانه : { والنهار إذا تجلى } [الليل/2 ] قال : النهار هو القائم عليه السلام منا آل البيت 0[ج2/425] 0 وأكثروا من الأمثلة على هذا المنوال حتى ألفوا في هذا كتبا مستقلة مثل :‘‘ما نزل من القرآن في صاحب الزمان’’ للجلودي ، و‘‘المحجة فيما تنزل في القائم الحجة’’للبحراني وقد طبع طبعة حديثة محققة 0\nوالنظر الموضوعي المنصف يرى هذه التأويلات الباطنية غلوا شديدا وأنها تحريف لكتاب الله لا استدلال به ، وهي تدل دلالة ظاهرة على فساد الفكرة التي يحاولون تقريرها من أصلها 0\nوقد أضحى هذا الانتظار منهم سخرية الساخرين حتى قيل :\n... ... ما آن للسرداب أن يلد الذي كلمتموه بجهلكم ما آن\n... ... فعلى عقولكم الغطاء فإنكم ثلثتم العنقاء والغيلان\nثانيا : الرجعة :\n(1/112)",
        "\nتقول الاثني عشرية : إن الأئمة سيرجعون مع الإمام الغائب في آخر الزمان إذا فسدت الأرض وسيرجع إلى الحياة كل من مات ولم يؤمن برجوعهم ، وكل من كفر بذلك ! وإن نقمة آل محمد - يعنون المهدي - الذي دخل سرداب سامراء عام ( 260 ) والذي يسمونه المهدي والقائم والمنتظر وصاحب الزمان وصاحب الأمر والحجة و الخاتم وصاحب الدار ، ويعتقدون أن من دعاه باسمه ( محمد بن الحسن ) فهو كافر 0 إنه سيعود ، وهو الذي يتولى قتل كل من آذى أولياءه ، وكفر بخروجه ، وخاصة قريش حيث لا يقبل منهم صرفا ولا عذرا ويقضي عليهم بسيفه البتار ، ثم يحكم الأرض ويعيش الروافض تحت حكمه آمنين 0\nلا يشك مسلم أن هذه العقيدة‍مصادمة صريحة لدين الله وتكذيب لقوله تعالى : { حتى إذا جاء أحدهم الموت قال رب ارجعون لعلي أعمل صالحا فيما تركت كلا إنها كلمة هو قائلها ومن ورائهم برزخ إلى يوم يبعثون } [المؤمنون/99-100] 0فالله يقول إلى يوم يبعثون وهؤلاء يقولون : لا ، بل إلى قيام المهدي 0\nوإليك أخي المسلم ما قاله الروافض عن عقيدة الرجعة :\nقال ‍محمد بن محمد بن النعمان الملقب بالمفيد :‘‘ اتفقت ‍‍الإمامية على وجوب رجعة كثير من الأموات إلى الدنيا قبل يوم القيامة’’[المقالات ج1/13] 0 وقال الحر العاملي : إن ما يزيد على سبعين كتابا قد صنفها عظماء الإمامية في إثبات الرجعة[الإيقاظ من الهجعة بالبرهان على الرجعة/42-43] وقال محمد جواد مغنية : إن الله سيعيد إلى هذه الدنيا قوما من الأموات ويرجعهم بصورهم التي كانوا عليها ، وينتصر الله بهم لأهل الحق من أهل الباطل ، وهو معنى الرجعة[الشيعة في الميزان/54] 0 وفي كتاب المتعة للعاملي قال : قال جعفر بن محمد (ع) : ليس منا من لم يؤمن بكرتنا ويستحل متعتنا[ص85] 0\n(1/113)\n",
        "أما فيما يتعلق بالذهاب إلى سرداب سامراء ، والاستغاثة بصاحب الزمان - المهدي - ليخرج فقد ذكر صاحب ضياء الصالحين:‘‘باب العهد المأمور به في حال الغيبة’’ عن جعفر بن محمد( ع ) من دعا الله أربعين صباحا بهذا العهد كان من أنصار قائمنا ، فإن مات قبله أخرجه الله من قبره ، وأعطاه بكل كلمة ألف حسنة ، ومحى عنه ألف سيئة ، فإذا أتيت المقام فقف على الباب وقل : - الدعاء بطوله في صفحتين - ثم تضرب على فخذك الأيمن بيدك ثلاث مرات وتقول ، العجل يا مولاي ، يا صاحب الزمان - ثلاثا - ثم تقول :السلام عليك يا عصمة المؤمنين . . . يا مولاي يا صاحب الزمان حاجتي كذا وكذا . . . يا صاحب الزمان الغوث الغوث الغوث أدركني أدركني أدركني[الجوهرجي/505] 0\nومن الغريب أنهم يسمون مهديهم المنتظر ‘‘نقمة’’ وهذا يدل على ما في قلوبهم من غل على المسلمين ، فهذا الكليني يروي عن جعفر بن محمد أنه قال :‘‘إن الله بعث محمدا - صلى الله عليه وسلم - رحمة ، ويبعث القائم نقمة’’[روضة الكافي/195] 0 ويروي النعماني عن أبي جعفر أنه قال :‘‘ لو يعلم الناس ما يصنع القائم إذا خرج لأحب أكثرهم ألا يروه مما يقتل من الناس ، أما إنه لا يبدأ إلا بقريش فلا يأخذ منه إلا السيف، حتى يقول كثير من الناس: هذا ليس من آل محمد ، ولو كان من آل محمد لرحم’’[الغيبة/311] 0\n(1/114)\n\nأما فيما يتعلق بالصحابة وعلى رأسهم الصديق والفاروق وأم المؤمنين عائشة - رضي الله عنهم - فما يقولونه أشد ، ففي تفسير الصافي : ‘‘لو قام قائمنا رد الحميراء - عائشة- حتى يجلدها الحد’’[359] 0 وقال نعمة الله الجزائري : - وذكر كلام جعفر بن محمد في المهدي وخروجه وإخراجه لأبي بكر وعمر ، ورجعة النبي - صلى الله عليه وسلم - : ويحفر المهدي قبريهما ويخرجهما ، فيخرجان طريان بصورتهما في الدنيا ، فيكشف عنهما أكفانهما ، ويأمر برفعهما على دوحة يابسة فيصلبهما عليها ، ثم يأمر بأنزالهما فينزلان فيحييهما باذن الله ، ويأمر الخلائق بالاجتماع ، ثم يقص عليهما قصص فعالهما في كل كور ودور ، حتى يقص عليهما قصة هابيل بن آدم ، وجمع النار لإبراهيم وطرح يوسف في الجب وحبس يونس في بطن الحوت وقتل يحيى وصلب عيسى وعذاب جرجس ودنيال ... وكل دم مؤمن ، وكل فرج نكح حراما ، وكل رباً أكل ، وكل خبث وفاحشة وظلم منذ عهد آدم إلى قيام قائمنا ، كل ذلك يعده عليهما ويلزمهما إياه ويعترفان به ، ثم يأمر بهما فيقتص منهما في ذلك الوقت مظالم من حضر ، ثم يصلبهما على الشجرة ، ويأمر نارا تخرج من الأرض تحرقهما والشجرة ، ثم يأمر ريحا فتنسفهما في اليم نسفا ، فقال الراوي : هذا آخر عذابهما ؟ فقال هيهات ، والله ليردن وليحضرن السيد الأكبر - صلى الله عليه وسلم - والصديق الأكبر - أمير المؤمنين علي وفاطمة والحسن والحسين والأئمة عليهم السلام ، وكل من محض الإيمان محضا ومحض الكفر محضا ، وليقصن منهما بجميع المظالم ، ثم يأمر بهما فيقتلان في كل يوم وليلة ألف قتلة ، ويردان إلى أشد العذاب[الأنوار النعمانية ج2/87] 0",
        "(1/115)\n\nوأخبارهم تعد العرب بملحمة على يد غائبهم لا تبقي ولا تذر ، فيروي النعماني :‘‘عن الحارث بن المغيرة وذريح المحاربي قالا : قال أبو عبد الله - عليه السلام - : ما بقي بيننا وبين العرب إلا الذبح،،[الغيبة/155] 0 وكأن روايتهم لا تفرق بين من يتشيع وغيره ،لكن تؤكد أخبارهم أنه لن يتشيع أحد من العرب للقائم ، ولهذا تحذّر منهم فتقول : ‘‘اتق العرب فإن لهم خبر سوء أما أنه لم يخرج مع القائم منهم واحد’’[الغيبة للطوسي/284] 0 فهذا القائم قد تبرأ من عرب الشيعة أفلا يتبرأ عرب الشيعة منه ؟ ‍‍!‍!\nولكن نقول قال تعالى : { إنما يفتري الكذب الذين لا يؤمنون بآيات الله وأولئك هم الكاذبون } [النحل/105].\nنقد عقيدة الغيبة والرجعة :\n(1/116)",
        "\nأهل السنة يقررون بمقتضى النصوص الشرعية والحقائق التاريخية والدلائل العقلية ،أن مسألة الغيبة وما نتج عنها من القول بالرجعة لا تعدوا أن تكون وهما من الأوهام ، إذ ليس له عين ولا أثر ، ولا يعرف له حس ولا خبر ولم ينتفع به أحد لا في الدنيا ولا في الدين0 وقد ذكر أهل العلم بالأنساب والتواريخ أن الحسن بن علي العسكري لم يكن له نسل ولا عقب [منهاج السنة ج2/164] وبغض النظر عن موقف أهل السنة من مهدي الاثني عشرية وغيبته ، فإن المتأمل لنصوص المهدي والغيبة في كتبهم المعتمدة يلاحظ ملحوظة جديرة بالاهتمام وهي : أن هذه الدعوى لم تلق قبولا لدى الشيعة أنفسهم إلا في العصور المتأخرة نسبيا ، وذلك حين جدت الدعاية الشيعية في ترويج هذه العقيدة 0 ولهذا قرر القمي والنوبختي وغيرهما بأن الشيعة افترقوا - بعد وفاة الحسن العسكري - إلى فرق عديدة أنكر أكثرها وجود الولد أصلا [المقالات والفرق/102-116]0 حتى قال بعضهم : إنا قد طلبنا الولد بكل وجه فلم نجده ، ولو لنا دعوى أن للحسن ولداً خفيا جاز مثل هذه الدعوى في كل ميت عن غير خلف وجاز أن يقال في النبي - صلى الله عليه وسلم - إنه خلف ابناً نبياً لأن مجيء الخبر بوفاة الحسن بلا عقب كمجيء الخبر بأن النبي - صلى الله عليه وسلم - لم يخلف ولداً من صلبه فالولد قد بطل لا محالة 0\nوكيف يغيب المسؤول الأول عن الأمة هذه الغيبة الطويلة 0\nأليس هذا كله دليلا واضحا جليا على أن حكاية الغيبة والرجعة أسطورة من الأساطير التي صنعها المرتزقة والحاقدون ؟ ‍\nوقد جاء في مسند الإمام أحمد أن عاصم بن ضمرة وكان من أصحاب علي - رضي الله عنه - قال للحسن بن علي :‘‘إن الشيعة يزعمون أن عليا يرجع ، قال الحسن : كذب أولئك الكذابون ، لو علمنا ذاك ما تزوج نساؤه ولا قسمنا ميراثه [مسند أحمد ج2/312 وهو صحيح] 0\nسب الصحابة\n(1/117)\n",
        "كتب الشيعة مليئة باللعن والتكفير لمن رضي الله عنهم ورضوا عنه من المهاجرين والأنصار ، وأهل بدر وبيعة الرضوان ، وسائر الصحابة أجمعين ، ولا يستثنى منهم إلا النزر اليسير الذي لا يبلغ عدد أصابع اليد وأصبحت هذه المسألة بعد ظهور كتبهم وانتشارها من الأمور التي لا تحجب بالتقية 0\nتقول كتب الاثني عشرية أن الصحابة بسبب توليتهم لأبي بكر قد ارتدوا إلا ثلاثة وتزيد بعض رواياتهم ثلاثة أو أربعة آخرين رجعوا إلى إمامة علي ليصبح المجموع سبعة ولا يزيدون على ذلك 0 ولقد تداولت الشيعة أنباء هذه الأسطورة في المعتمد من كتبها فسجلوا ذلك في أول كتاب ظهر لهم وهو كتاب سليم بن قيس[74-75] 0 ثم تتابعت كتبهم في تقرير ذلك وإشاعته وعلى رأسها الكافي[ج2/244] ( أوثق كتبهم الأربعة ) ، ورجال الكشي [6-11] عمدتهم في كتب الرجال ، وغيرها من مصادرهم كتفسير العياشي[ج1/199] والبرهان[ج1/319] وبحار الأنوار[ج22/345وما بعدها] 0 وليست هذه مجرد آراء لبعض شيوخهم ولكنها روايات عن معصوميهم تحمل صفة ‘‘العصمة’’ والقدسية عندهم 0\nولو ذهبنا نسرد للقارئ ما رووا من هذا الغثاء لبلغ مجلدات وسنكتفي بذكر بعض النصوص التي فيها التصريح بالتكفير ؛ إذ هو يكشف ويغني عما دونه من سب وطعن 0\nروى ثقتهم الكليني في الكافي :‘‘عن حمران بن أعين قال قلت لأبي جعفر (عليه السلام ) : جعلت فداك ما أقلنا لو اجتمعنا على شاة ما أفنيناها ؟ فقال : ألا أحدثك بأعجب من ذلك : المهاجرون والأنصار ذهبوا إلا -وأشار بيده - ثلاثة’’ [ج2/244] 0\nوقالوا إن الصحابة ارتدوا على أعقابهم بعد موت الرسول - صلى الله عليه وسلم - إلا ثلاثة : أبو ذر ، وسلمان ، المقداد ، وأن من شك في كفرهم فهو كافر[الكافي ج2/245] 0 وجاء عنهم :\n‘‘ أبو بكر وعمر فارقا الدنيا ولم يتوبا ، ولم يتذكرا ما فعلاه بعلي ، فعليهما لعنة الله والملائكة والناس أجمعين[الكافي ج8/246] 0\n(1/118)\n\nوقالوا عن عمر - رضي الله عنه - :‘‘بأنه ابن زانية اسمها صهاك زنا بها عبد المطلب فولدت له عمر’’[الطرائف في معرفة الطوائف/401] 0 وقالوا عن عثمان - رضي الله عنه -:‘‘إنه كان على الباطل ملعونا’’[حديقة الشيعة للمجلسي/204]\nفهؤلاء الثلاثة يكرههم الشيعة كرها شديدا ، ويبالغون في سبهم ، ولهذا عقد لهم المجلسي في كتابه بابا بعنوان : باب كفر الثلاثة ونفاقهم وفضائح أعمالهم [بحار الأنوار ج8/208-252] 0 وهكذا طريقة أهل الأهواء إفراط في المحبة وإفراط في الكراهية 0\nوقد نقل بعض من كتب عن الشيعة في هذا العصر شيئا من سوءات الشيعة وعوراتها في تكفير صديق الأمة وفاروقها[كما في كتابات موسى جار الله في الوشيعة وإحسان إلهي ظهير في السنة والشيعة وغيرهما] 0 وإن ما كتبه أوائل الشيعة في عصر الكليني وما بعده كان بلغة الرمز والإشارة ، وقد كشف أقنعة هذه الرموز شيوخ الشيعة المتأخرون حينما ارتفعت التقية إلى حد ما وظهرت الاثني عشرية على حقيقتها 0\nموقف المعاصرين من الصحابة رضوان الله عليهم : هل تغير شيء من مذهب هذه الطائفة في أمر الصحابة عمّا عرضناه من قبل في ضوء أصولهم - ولاسيما- بعد قيام دعوات التقارب والوحدة ؟\nلقد ظهرت كتابات لبعض المعاصرين من الشيعة ممن يتظاهر بالدعوة للتقارب وهي موضوعة للدفاع عن معتقد التشيع والدعاية للشيعة وموجّهة لبلاد السنة ، وقد تضمنت القول بأن الشيعة لا تسب فضلا عن أن تكفر الخلفاء الثلاثة ، وأنها تقدر أصحاب الرسول - صلى الله عليه وسلم - ، فالخنيزي في كتابه‘‘الدعوة الإسلامية إلى وحدة اهل السنة والإمامية’’ يقول : ‘‘بأن الأمامية - في هذا العصر - لا تمس كرامة الخلفاء البتة فهذه كتاباتهم ، وهذه كتبهم تنفي علنا السب عن الخلفاء وتثني عليهم’’[ج1/ 256-257] 0\nوقال الخنيزي : وممن صرح بنفي السب محمد الباقر أحد مشاهير المجتهدين في كربلاء في منظومته المطبوعة في بمبي قال :",
        "(1/119)\n\nفلا نسب عمرا كلا ولا ... عثمان ولا الذي تولى أولا\nومن تولى سبهم ففاسق ... حكم به قضى الإمام الصادق\nوقال أيضا :\nوعندنا فلا يحل السب ... ونحن أيم الله لا نسب\n\nويقول : إن جعفر الصادق يقول مفتخرا ولدني أبو بكر مرتين ، لأن أمه أم فروة بنت القاسم بن محمد بن أبي بكر وأمها بنت عبد الرحمن بن أبي بكر ، فهي بكرية أما وأبا ، ويقول إن من قضاء جعفر الصادق فسق من سب الخلفاء الثلاثة[ج1/8وما بعدها] 0\nويرى الشيعي أحمد مغنية أن الشيعة تثني على عمر بن الخطاب وتترضى عنه ، وإن القول بأن الشيعة تنال من عمر هو من أحط أنواع الدس 0 ثم يكشف السبب في وجود مثل هذه الإشاعة عنهم فيقول :‘‘إن المفرقين وجدوا في اتفاق الاسمين : عمر بن الخطاب (الخليفة العظيم ) وعمر بن سعد قاتل الحسين ميدانا واسعا يتسابقون فيه في تشويه الحقيقة ، والدس على الشيعة بأحط أنواع الدس وهذا أحد روافض العراق قد لجأ إلى مصر لنشر التشيع وأنشأ جمعية لهذا الغرض سماها جمعية أهل البيت ، أصدر في مصر كتابا بعنوان ‘‘تقدير الأمامية للصحابة ’’ وفي هذا الكتيب نفى أن تكون الشيعة ترمي الشيخين ومن بايعهما باللعن والتكفير ، وقال بأن الشيعة لو كفرتهما لكفرت عليا لأنه بايعهما’’[36وما بعدها] 0\nوفي تفسير الكاشف لرئيس المحكمة الجعفرية في بيروت محمد جواد مغنية يقول :‘‘ إن الشيعة لا ينالون من الصحابة ويستدل بقول زين العابدين ( علي بن الحسين ) في الصحيفة السجادية من دعاء له في الصلاة على أتباع الرسل وهو :‘‘اللهم وأصحاب محمد خاصة الذين أحسنوا الصحبة والذين أبلوا البلاء الحسن في نصره ’’ ، ثم قال جواد : هذه المناجاة جاءت في الصحيفة السجادية التي تعظمها الشيعة وتقدس كل حرف منها[ج10/515] 0\nالنقد :\n(1/120)",
        "\nإننا نقول للخنيزي وغيره ممن يقول : إننا نقدر الصحابة ولا نتنقصهم ونترضى عنهم تلك كلمات طيبة تنزل على قلوبنا بردا وسلاما، ومرحبا بهذه الروح الكريمة الجامعة الموحدة بين المسلمين ، ولكن ألا يعلم الخنيزي وغيره أن المكتبة الشيعية المعاصرة قد أخرجت كتبا مليئة بالسب والطعن والتكفير لخيار صحابة رسول الله - صلى الله عليه وسلم - فلم القول بأن شيعة العصر الحاضر لا يسبون ، وأن سب الشيخين عندهم فسق ؟ فهذا أحد آيات الشيعة ويدعى حسين الخرساني يقول في كتابه ‘‘الإسلام على ضوء التشيع’’ والذي أهداه إلى مكتبة دار التقريب بالقاهرة وجاء على غلافه بأنه نشر باللغات الثلاثة : العربية والفارسية والإنجليزية ، وحاز على رضى وزارة المعارف الإيرانية يقول : في هذا الكتاب : ‘‘تجويز الشيعة لعن الشيخين أبي بكر وعمر وأتباعهما ، فإنما فعلوا ذلك أسوة بالرسول - صلى الله عليه وسلم - واقتفاء لأثره فإنهم ولا شك - كما يفتري - قد أصبحوا مطرودين من حضرة النبوي - كذا - وملعونين من الله تعالى بواسطة سفيره محمد - صلى الله عليه وسلم - ’’[88] 0\nومن كتب الأدعية عندهم باللغة الأردية وموثق من ستة من شيوخ الشيعة ، وصف كل منهم بأنه ‘‘ آية عظمى’’ ومنهم الخوئي والخميني وشريعتمداري [انظر الشكل رقم ( 17 )] في هذا الكتاب دعاء بالعربية بحدود صفحتين يتضمن لعن أبي بكر وعمر رضي الله عنهما وابنتيهما أمهات المؤمنين عائشة وحفصة رضي الله عنهما ، ومما جاء فيه :‘‘اللهم العن صنمي قريش وجبتيهما ، وطاغوتيهما ، وإفكيهما ، وابنتيهما ، الذين خالفا أمرك وأنكرا وحيك وجحدا إنعامك ، وعصيا رسولك ، وقلبا دينك ، وحرفا كتابك ، وأحبا أعداءك’’ [منصور حسين (تحفة العوام مقبول)/423-424] 0\n(1/121)\n",
        "وقد كشف لنا الشيخ موسى جار الله حينما زار ديار الشيعة في إيران والعراق وحضر مجالسها ومحافلها وحلقات دروسها فاطلع على ما يدور في واقع الشيعة من تكفير لمن رضي الله عنهم ورضوا عنه حتى قال : ‘‘كان أول شيء سمعته وأنكرته هو لعن الصديق والفاروق وأمهات المؤمنين السيدة عائشة والسيدة حفصة ، ولعن العصر الأول كافة حتى أصبح السب واللعن عندهم أعرف معروف يتلذذ به الخطيب ويفرح به السامع وترتاح إليه الجماعة’’[الوشيعة/27] 0\nوهذا الواقع المظلم الذي تجري ألسنة أهله باللعن والتكفير والسب ليس بغريب على من يرتضع منذ طفولته كره أصحاب رسول الله - صلى الله عليه وسلم - ويلقن منذ صغره أن ما يقع له من مصائب هو بسببهم وتجري أمامه في كل عام (التمثيليات ) التي تصور ما جرى على أهل البيت من ظلم من قبل الصحابة أو بسببهم ، وهي مدرسة لزرع الحقد والكراهية ضد خير القرون وأتباعهم 0\n- هذا ولا تزال مظاهر الطعن والتكفير للصحابة موجودة ومستمرة عبر روافد أخرى ، وشيوخهم يمدونهم بهذا الغي ويدفعونهم إليه ولا يقصرون 0فمن هذه المظاهر الموجودة ما يلي :\n1- لا تزال تقوم حركة نشطة لبث التراث الرافضي القديم ونشره بين الناس وهو مليء باللعن والتكفير والتخليد في النار للصحابة بلا نقد ولا اعتراض 0\n2- لا يزال هناك مجموعة كبيرة من شيوخهم المعاصرين قد تفرغوا لهذا الباطل فلا هم لهم فيما يكتبون وينشرون إلا سب رجال الصدر الأول وتجريحهم وكأنه لا همّ للشيعة في هذا العصر إلا هذا 0 وقد تخصصت كتب عندهم لهذا تفوق ما جاء في كتبهم القديمة في البذاءة وسوء المقال مثل كتاب :‘‘الغدير’’ للأميني ، وكتاب : ‘‘أبو هريرة’’ للموسوي 0\n3- تلك الأدعية التي يرددها الشيعة كل يوم وهي لا تكاد تخلو من لعن خيار هذه الأمة ، كما نجد ذلك في كتاب :‘‘مفاتيح الجنان،، لشيخهم المعاصر القمي ، وضياء الصالحين للجوهري وغيرهما 0\n(1/122)\n\nوبعد هذا كله فهل يبقى لإنكار هؤلاء المنكرين تفسير إلا التقية والكذب 0\n\nتنبيه هام جدا :\nمع لعن وتكفير الصحابة وملء الصفحات فيما يسمونه بمثالب الصحابة ومعايبهم من قبل الروافض، وانشغال أهل السنة في الرد عليهم وقد أجادوا وأفادوا من مثل شيخ الإسلام ابن تيمية في ‘‘منهاج السنة’’ وغيره ، أقول مع هذا فالحقيقة المهمة في هذا الموضوع أن إثارة الشيعة لهذه القضايا هو في حقيقة أمره تستر على السبب الحقيقي من موقفهم من الصحابة، ذلك أن الصحابة رضوان الله عليهم لو كانوا في عصمة من كل خطأ ، وفي حرز من كل ذنب لما رضي عنهم الإمامية لأن ذنب الصحابة عند هؤلاء هو بيعتهم لأبي بكر دون علي وكل ذنب يغفر إلا هذا الأمر ، كما أن من جاء بقراب الأرض خطايا ومعه ‘‘جواز الولاية’’ فقد نجا 0\nوقد تنبه إلى هذه الحقيقة المهمة القاضي عبد الجبار فقال :\n‘‘وكثيرا تسأل الأمامية عما كان من عثمان في توليته أقاربه وغير ذلك ، وفي سير طلحة والزبير وعائشة إلى البصرة ، وما ذاك إلا لضعفهم وانقطاعهم ، لأن عثمان لو لم يول أقاربه ولم يصنع ما صنع لكان كافرا مشركا عندهم بادعائه الإمامة لنفسه ، فمن يكلم الإمامية في إثارتهم لهذه المسائل كمن يكلم اليهود في وجوب النية في الطهارة أو يكلم النصارى في استحلالهم الخمر ، وإنما يكلم في هذا من قال لا ذنب لعثمان إلا توليته أقاربه فاعرف هذا ولا تكلم فيه البتة، وكلمهم فيما يدعونه من النص على الإمامة فهو الأصل [تثبيت دلائل النبوة ج1/294] 0\nلذا قال نصير الدين الطوسي كبير علمائهم :\n\nلو أن عبداً أتى بالصالحات ... وود كل نبي مرسل وولي\nوصام ما صام صوام بلا ضجر ... وقام ما قام قوام بلا ملل\nوحج ما حج من فرض ومن سنن ... وطاف ما طاف حاف غير منتعل\nوطار في الجو لا يأوى إلى أحد ... وغاص في البحر مأمونا من البلل\nيكسو اليتامى من الديباج كلهم ... ويطعم الجائعين البر والعسل\nوعاش في الناس آلافا مؤلفة ... عار من الذنب معصوما من الزلل",
        "(1/123)\n\nما كان في الحشر عند الله منتفعا ... إلا بحب أمير المؤمنين علي\n\n[ فضائل أمير المؤمنين علي لمحمد جواد مغنية ]\nوروى الكليني : ‘‘ قال جعفر بن محمد : قال تعالى : لأعذبن كل رعية في الإسلام دانت بولاية كل إمام جائر ليس من الله ، وإن كانت الرعية في أعمالها برة تقية ، ولأعفون عن كل رعية في الإسلام دانت بولاية كل إمام عادل من الله ، وإن كانت ظالمة مسيئة’’[الأصول من الكافي ج1/376] 0\n\nموقفهم من أهل السنة\nالنواصب متعارف عند أهل السنة بأنها تعني : الذين يبغضون عليا - رضوان الله عليه - وأهل بيته ويلعنونهم\nلكن هذه الكلمة تعني عند الشيعة : أهل السنة الذين يتولون أبا بكر وعمر وبقية الصحابة - رضوان الله عليهم أجمعين - 0\nففي جملة مسائل محمد بن علي بن عيسى قال : ‘‘كتبت إليه ( أي أبي الحسن علي بن محمد ) أسأله عن الناصب الذي ينصب العداوة لآل البيت، هل أحتاج في امتحانه إلى أكثر من تقديمه الجبت والطاغوت - أي تقديمه الشيخين صاحبي الرسول - صلى الله عليه وسلم - ووزيريه أبي بكر وعمر - واعتقاد إمامتهما فرجع الجواب : من كان على هذا فهو ناصب’’ 0\nوإليك بعض مواقفهم من أهل السنة - النواصب - بزعمهم :\n1- إله السنة غير إله الشيعة : يقول نعمة الله الجزائري : ‘‘إنا لم نجتمع معهم على إله ولا على نبي ولا على إمام ’ وذلك أنهم يقولون إن ربهم هو الذي كان محمد - صلى الله عليه وسلم - نبيه وخليفته بعده أبو بكر ونحن لا نقول بهذا الرب ولا بذلك النبي’’ 0\n2- تكفير أهل السنة : عن أبي سلمة عن أبي عبد الله عليه السلام قال : سمعته يقول : نحن الذين فرض الله طاعتنا ، لا يسع الناس إلا معرفتنا ولا يعذر الناس بجهالتنا ، من عرفنا كان مؤمنا ، ومن أنكرنا كان كافرا’’\n3- نجاسة أهل السنة : في الكافي عن خالد القلانسي قال: ‘‘قلت لأبي عبد الله عليه السلام ألقى الذمي فيصافحني ، قال : امسحها بالتراب والحائط ، قلت : فالناصب ، قال : فاغسلها’’0\n(1/124)",
        "\n- والسني شر من الكلب :‘‘عن أبي عبد الله : أن الله لم يخلق خلقا شرا من الكلب ، وإن الناصب أهون على الله من الكلب 0 وقال الخميني في تحرير الوسيلة :‘‘وأما النواصب والخوارج لعنهم الله تعالى فهما نجسان من غير توقف ذلك على جحودهما الراجع إلى إنكار الرسالة’’ 0\n4- مخالفة أهل السنة واجبة عند الشيعة : عن الحسن بن الري قال : قال أبو عبد الله :‘‘إذا ورد عليكم حديثان فخذوا بما يخالف القوم’’ 0 وعلق الخميني على ما سبق بقوله :‘‘ولا يخفى وضوح دلالة هذه الأخبار على أن مخالفة العامة مرجحة في الخبرين المتعارضين’’ 0\n5- استحلال دماء أهل السنة ومبدأ الغيلة : عن داود بن فرقد قال : قلت لأبي عبد الله - عليه السلام - ما تقول في قتل الناصب ؟ فقال : حلال الدم ، ولكني أتقي عليك فإن قدرت أن تقلب عليه حائطا ، أو تغرقه في ماء لكيلا يشهد به عليك فافعل 0\nوفي سبيل الوصول لأغراضهم قد يدخلون في الجهات الأمنية في الدول الإسلامية ليتمكنوا بواسطة ذلك من التسلط على عباد الله الصالحين ، ولذا فإن شيخهم وآيتهم نعمة الله الجزائري يذكر أن أحد أفرادهم وصل إلى منصب وزارة في عهد هارون الرشيد ويدعى ‘‘علي بن يقطين’’ 0 وقد أثنى الخميني في كتابه الحكومة الإسلامية على هذا الرجل لدخوله الشكلي – كما يعبر – في الدولة الإسلامية لنصرة الإسلام والمسلمين – يعني الروافض ومذهبهم – فيحكي الجزائري أن ابن يقطين تمكن بحيلة لم تكتشف من قتل خمسمائة مسلم في يوم واحد فيقول : :‘‘إن علي بن يقطين وهو وزير الرشيد قد اجتمع في حبسه جماعة من المخالفين فأمر غلمانه وهدموا سقف الحبس على المحبوسين ، فماتوا كلهم’’ 0\n(1/125)\n",
        "يقول (الجزائري ) فأراد الخلاص من تبعات دمائهم ، فأرسل إلى الإمام مولانا الكاظم ( ع ) فكتب إليه جواب كتابه بأنك لو كنت تقدمت إلى قبل قتلهم لما كان عليك شيء من دمائهم وحيث إنك لم تتقدم إلى فكفر عنهم عن كل رجل قتلت منهم بتيس ، والتيس خير منه 0 ! ! !\n6- استحلال أموال أهل السنة : تقول رواياتهم : ‘‘خذ مال الناصب حيثما وجدته وادفع إلينا الخمس’’ 0 وقالت : ‘‘مال الناصب وكل شيء يملكه حلال’’ 0\n7- الناس أولاد بغايا :جاء في الكافي :‘‘إن الناس كلهم أولاد بغايا ما خلا شيعتنا’’\n8- اعتبار أهل السنة أشد من اليهود ، يقول الخميني :‘‘ أصرح يا أخواني أن مكة المكرمة حرم الله الآمن ليحتلها شرذمة أشد من اليهود’’ 0\nتنبيه : قد يقول قائل إنكم قد بالغتم في إظهار عداوة الشيعة لأهل السنة فإنا نجد منهم حسن المعاملة ، والطيبة والخدمة الحسنة ، فنقول :إنهم يتخذون هذه الطريقة في حالة الضعف وعدم قيام دولة لهم ؛ لذا نصحهم الخميني بقوله : - لا تبعدوا الناس عنكم الواحد تلو الآخر ، لا تكيلوا التهم لهم بالوهابية تارة وبالكفر تارة أخرى ، فمن يبقى حولكم إذا عمدتم إلى ممارسة هذا الأسلوب’’ [ولاية الفقيه/137] 0 فهم يتصنعون هذه الأعمال من أجل التمكن وأيضا نشرا لمذهبهم وهذه هي طريقة صانعوا الخيام النصارى في نشر النصرانية ، فقد نصح المجلس البريطاني للكنائس هؤلاء الذين يذهبون للعمل في الخليج بألا يتظاهروا بتبشيرهم بالمسيحية لأن معظم الدول الإسلامية لا تسمح بالتبشير في أراضيها ويجب احترام هذا القانون بدقة ، ويكفي بالتبشير من خلال السلوك الفردي المسيحي والعلاقات الشخصية فهي أفضل طريقة لأداء المهمة - 0هل وجدت فرقا؟ !\n(1/126)\n\nوقد شهد الإمام الشوكاني - رحمه الله - بذلك وهو ممن عرف الروافض وعاش بينهم فقال : ‘‘ لا أمانة لرافضي قط على من يخالفه من مذهبه ويدين بغير الرفض ، بل يستحل ماله ودمه عند أدنى فرصة تلوح له ، لأنه عنده مباح الدم والمال ، وكل ما يظهره من المودة فهو تقية يذهب أثره بمجرد إمكان الفرصة ’’ 0 وقال : ‘‘وقد جربنا وجرب قبلنا فلم يجدوا رجلا رافضيا يتنزه عن محرمات الدين كائنا ما كان ، ولا تغتر بالظواهر فإن الرجل قد يترك المعصية في الملأ ، ويكون أعف الناس عنها في الظاهر ، وهو إذا أمكنته فرصة انتهزها انتهاز من لا يخاف نارا ولا يرجو جنة ’’ 0 وصدق الشاعر حين قال :\nإن الأفاعي وإن لانت ملامسها ... عند التقلب في أنيابها العطب\n\nالأوائل\nقصدت من هذا العنوان بيان أن مذهب الشيعة مذهب بشري ناقص ، فهم كلما اكتشفوا ثلمة في هذا المذهب سدوها ببدعة ، وأن مذهبهم يتطور عبر الأزمان بحسب ما فيه من نقص ، وأن هذا المذهب من وضع الرجال وليس من عند الله تعالى ، قال تعالى : { ولو كان من عند غير الله لوجدوا فيه اختلافا كثيرا } 0\nأول من قال إن القرآن محرف هو : هشام بن الحكم [التنبية والرد للملطي/24] 0\nأول كتاب تسجل فيه فرية تحريف القرآن كتاب : سليم بن قيس[أصول الشيعة للقفاري/221] 0\nأول من تكلم بالجفر :الخطابية [الإمام الصادق لأبي زهرة/126] 0\nأول من ألف في أحوال الرجال عندهم وعلم الجرح والتعديل : الكشي في القرن الرابع[ أصول الشيعة للقفاري/369] 0\nأول من قسم الحديث إلى صحيح وغيره : ابن المطهر الحلي الملقب بالعلامة ، وذلك لتشنيع شيخ الإسلام ( ابن تيمية ) عليهم وذلك في القرن السابع 0\nأول من قال بالإمامة والوصية هو ابن سبأ [رجال الكشي/108-109] 0 [النوبختي في فرق الشيعة/22] [القمي في المقالات والفرق/20] 0",
        "(1/127)\n\nأول من قال بحصر الأئمة في عدد معين هو : شيطان الطاق[رجال الكشي/186] 0 وتسميه الشيعة مؤمن آل محمد ، ( واسمه محمد بن علي الأحول ) 0\nأول من قال بالعصمة للأئمة : هشام بن الحكم ، وقيل شيطان الطاق وهما في عصر واحد[أصول الشيعة للقفاري/177].\nأول من قال بالغيبة للإمام محمد بن الحسن العسكري هو : عثمان بن سعيد العمري [الغيبة للطوسي/258] 0\nأول من قال بولاية الفقيه : علي بن عبد العال الكركي العاملي بأمر من الشاه الصفوي ، ثم أصَّلها الخميني [الشيعة والتصحيح للموسوي/96 ] 0\nلم تظهر بدعة الخمس إلا بعد القرن الخامس [الشيعة والتصحيح للموسوي/66] 0\nأول من أنشأ بدعة التربة التي يسجد عليها الشيعة : شيخهم علي الكركي[الفكر الشيعي/416] 0\nأول من أنشأ مواكب العزاء البويهيون عام : ( 352 هـ ) 0\nأول من أشاع اللطم في عاشوراء : البويهيون أيضا0\nأول من اخترع \"عيد بابا شجاع الدين\" ( وهو لقب لقبوا به أبو لؤلؤة المجوسي قاتل أمير المؤمنين عمر بن الخطاب رضي الله عنه ) هو : ‘‘الأحوص’’ أحمد بن إسحاق القمي [ مختصر التحفة - د - ] 0\nأول من قال ‘‘برد الشمس لعلي’’ : هو ابن عقدة [ منتقى منهاج السنة/527 ] 0\nأول من أحدث ‘‘ الطّفْيَة ’’أو‘‘ الماشوش ’’ هم : القرامطة 0\n\nالمضحكات . . . المبكيات\n- وشر البلية ما يضحك -\nانقل تحت هذا العنوان من كتابهم ‘‘الكافي’’ للكليني وغيره من كتبهم ، والذي يعتبر عندهم أعظم كتاب من بين كتب الشيعة الذي قال فيه شيخهم عبد الحسين الموسوي في المراجعات : إن كتاب الكافي أحسن كتب الشيعة ، وأوثقها ، وأتقنها[110-311] 0\nوقال شيخهم محمد صادق الصدر في كتابه الشيعة :‘‘ويحكى أن الكافي عرض على المهدي فقال : هذا كاف لشيعتنا’’ [123] 0\nلنعرف إلى أي مدى وصل تفكير علمائهم بل أعظم علمائهم الكليني 0\n(1/128)",
        "\n1- عن أبي بصير عن أبي عبد الله - عليه السلام - قال : لما ولد النبي - صلى الله عليه وسلم - مكث أياما ليس له لبن ، فألقاه أبو طالب على ثدي نفسه ، فأنزل الله لبنا فرضع منه أياما حتى وقع أبو طالب على حليمة السعدية فدفعه إليها [الكافي ج1/448 ] 0\n2- بعد وفاة رسول الله - صلى الله عليه وسلم - وحين تقررت البيعة لأبي بكر في سقيفة بني ساعدة وبعد وصول أبي بكر إلى المسجد النبوي واعتلى منبر رسول الله - صلى الله عليه وسلم - وبدأ الناس يبايعونه ، ورأى سلمان الفارسي هذا المنظر ذهب إلى علي رضي الله عنه وأبلغه بالأمر فسأل علي سلمان الفارسي : أتعرف من أول من بايع أبا بكر ووضع يده في يده ؟ فقال سلمان : لا ، لا أعرف ذلك الرجل لكني رأيت شيخا عجوزا يتوكأ على عصاه ، وعلى جبينه علامة السجود ، كان ذلك هو الشيخ الذي تقدم أولا إلى أبي بكر، وأخذ يبكي ويقول :الحمد لله الذي لم يمتني حتى رأيتك في هذا المكان ، ابسط يدك فبسط يده فبايعه ، فسمع علي كلام سلمان وقال : هل تدري من هذا ؟ فقال سلمان : لا أدري ، فقال علي : ذاك إبليس لعنه الله [ الروضة /159 ] 0\n3- قال جعفر بن محمد : كان أبي قاعدا في الحجر ومعه رجل يحدثه فإذا بوزغ يولول ( يخرج لسانه ويحركه ) ، فقال أبي للرجل : أتدري ما يقول هذا الوزغ ؟ قال : لا علم لي ، قال : يقول : والله لئن ذكرتم عثمان بشتيمة لأشتمن عليا ، ثم قال أبي : ليس يموت من بني أمية ميت إلا مسخ وزغا ، إن عبد الملك بن مروان لما نزل به الموت مسخ وزغا ، فذهب من بين يدي من كان عنده فلما فقدوه عظم ذلك عليهم فلم يدروا كيف يصنعون ، ثم اجتمع أمرهم على أن يأخذوا جذعا فيصنعوه كهيئة الرجل . . . إلى آخر القصة [ روضة الكافي /194 ] 0\n(1/129)\n",
        "4- نسبوا إلى الحسن بن علي رضي الله عنه أنه قال ‘‘: إن لله مدينتين إحداهما بالمشرق والأخرى بالمغرب عليهما، أسوار من حديد وعلى كل سور منهما ألف ألف مصراع ، وفيها سبعون ألف ألف لغة ، يتكلم كل لغة بخلاف صاحبها ، وأنا أعرف جميع اللغات ، وما فيهما وما بينهما ، وما عليها حجة غيري ، وغير أخي الحسين [ الأصول من الكافي ج1/462 ] 0\n5- حين ازداد ضغط عمر بن الخطاب على علي أمير المؤمنين لتزويجه ابنته ، قام علي فعقد نكاحه على ابنته ، وقد تعرض أمير المؤمنين لضغط شديد فقام بمعجزة؛ إذ بدل إحدى الجنيات في صورة ابنته أم كلثوم وقال هاهي ابنتي أم كلثوم وقد زوجتها لعمر بن الخطاب ، وقد صارت زوجته وبقيت في بيته ، ولم يتزوج عمر بن الخطاب الأصلية ابنة أمير المؤمنين وفاطمة الزهراء [المواعظ الحسنة لقطب الدين ديدار علي ] 0\n6- عن دارم عن الرضا عليه السلام عن آبائه عليهم السلام قال : قال علي عليه السلام : كنت جالسا عند الكعبة فإذا شيخ محدودب ، قد سقط حاجباه على عينيه من شدة الكبر ، وفي يده عكازة وعلى رأسه برنس أحمر وعليه مدرعة من الشعر ، فدنا إلى النبي - صلى الله عليه وسلم - والنبي - صلى الله عليه وسلم - مسند ظهره إلى الكعبة فقال : يا رسول الله أدع لي بالمغفرة ، فقال النبي - صلى الله عليه وسلم - خاب سعيك يا شيخ وضل عملك 0 فلما تولى الشيخ قال لي : يا أبا الحسن أتعرفه ؟ قلت لا 0 قال : ذاك اللعين أبليس ، قال علي - عليه السلام - : فعدوت خلفه حتى لحقته وصرعته إلى الأرض وجلست على صدره ، ووضعت يدي في حلقه لأخنقه فقال لي : لا تفعل يا أبا الحسن فإني من المنظرين إلى يوم الوقت المعلوم، والله يا علي إني لأحبك وما أبغضك أحد إلا شركت أباه في أمه فصار ولد زنا ، فضحكت وخليت سبيله’’ [بحار الأنوار ج27/148 ] 0\n(1/130)\n\n7- وعن جعفر الصادق قال :‘‘والله إن عندي ألواح موسى وعصاه ، وإن عندي خاتم سليمان بن داود ، وإن عندي الطست التي كان موسى يقرب فيها القربان [ الإرشاد في تاريخ حجج الله على العباد للمفيد/304] 0\n8- عن جابر بن يزيد قال : أتيت أبا عبد الله ( ع ) فقلت : جعلت فداك إن أباك حدثني سبعين حديثا لم أخرج بشيء منها ، وأمرني بسترها ، وقد ثقلت على عنقي ، وضاق بها صدري ، فما تأمرني ؟ فقال : يا جابر إذا ضاق بك من ذلك شيء فاخرج إلى الجبانة واحتفر حفيرة ، ثم دل رأسك فيها ، وقل : حدثني محمد بن علي بكذا وكذا ثم طمه ، فإن الأرض تستر عليك 0 قال جابر : ففعلت ذلك ، فخف علي ما كنت أجده ! ! ! [ روضة الكافي/138 ] 0\n9- زعموا أن عليا رضي الله عنه خطب على منبر الكوفة يوما ، فقال : أيها الناس سلوني قبل أن تفقدوني سلوني عن طرق السموات ، فإني أعرف بها مني بطرق الأرض ، فقام رجل فقال : يا أمير المؤمنين ، أين جبريل الآن ؟ فقال علي ( ع ) : دعني أنظر ، فنظر إلى فوق وإلى الأرض ، ويمنة ويسرة ، فقال ( ع ) ‍: أنت جبريل فطار الرجل من بين القوم وشق سقف المسجد بجناحه ، فكبر الناس وقالوا : الله أكبر ! ! يا أمير المؤمنين ، من أين علمت أن هذا جبريل ؟ فقال ( ع ) : إني لما نظرت إلى السماء بلغ نظري إلى فوق العرش والحجب ، ولما نظرت إلى الأرض خرق بصري طباق الأرض إلى الثرى ، ولما نظرت يمنة ويسرة ، رأيت ما خلق ، ولم أر جبريل في هذه المخلوقات فعلمت أنه هو [ سلوني قبل أن تفقدوني للحكيمي ج1/45 ] 0\n10- ومن هذه الأكاذيب ما افتروه على باقر بن زين العابدين أنه قال :قيل لرسول الله صلى الله عليه وآله وسلم : إنك تلثم فاطمة وتلزمها وتدنيها منك وتفعل بها ما لا تفعله بأحد من بناتك؟\nفقال :إن جبريل(ع) أتاني بتفاحة من تفاح الجنة فأكلتها، فتحولت ماء في صلبي، ثم واقعت خديجة فحملت بفاطمة، فأنا أشم بها رائحة الجنة. [علل الشرائع ج1ص182]",
        "(1/131)\n\n11- وكذبوا على رسول الله - أنه قال : إن حلقة باب الجنة من ياقوتة حمراء على صفائح من ذهب، فإذا دقت الحلقة على الصحيفة طنت وقالت : يا علي. [روضة الواعظين لمحمد الفتال ج1ص111]\n12- ويذكر ابن بابويه القمي عن أبي الحسن أنه سئل عن الممسوخ فقال : فأما الفيل فإنه مسخ لأنه كان ملكاً زناءً لوطياً، ومسخ الدب لأنه كان رجلاً ديوثاً، ومسخت الأرنب لأنها كانت امرأة تخون زوجها ولا تغتسل من حيض ولا جنابة، ومسخ الوطواط لأنه كان يسرق تمور الناس، ومسخ السهيل لأنه كان عشاراً باليمن، ومسخت الزهرة لأنها كانت امرأة فتن بها هاروت وماروت، وأما القردة والخنازير فإنه قوم من بني إسرائيل اعتدوا في السبت، وأما الجري والضب ففرقت من بني إسرائيل، وأما العقرب فإنه كان رجلاً نماماً، وأما الزنبور فكان لحاماً يسرق في الميزان - . [علل الشرائع ص485-486]\nلقائل أن يقول : إن هذه الخرافات لا يعتقدها الشيعة وإن كانت موجودةفي كتبهم فلا يعقل أن يتبنوها ؟\n(1/132)",
        "\nفنقول إن من يخالطهم في حسينياتهم ومجالسهم لا يستغرب اعتقاد الرافضة لهذه الأشياء وتصديقها فهم يأتون بأشياء أعظم من ذلك بكثير يرويه أسيادهم وشيوخهم على عوامهم ، وعوامهم يترنمون طربا بهذه الأخبار 0 فبين يدي الآن شريط يقول فيه أحد شيوخهم وهو يحكي معاجز الإمام علي – رضي الله عنه - : ‘‘ إن معاجز الإمام علي ( أي معجزاته ) لا يمكن أن يحصيها الملائكة ، بل ولا الأنبياء ، ويقول إن كتاب بحار الأنوار لوحده قد احتوى على أكثر من ( 3000 ) معجزة’’ 0 ومن المعجزات التي ذكرها يقول : ‘‘ أتى جبريل إلى النبي - صلى الله عليه وسلم - فقال له الرسول - صلى الله عليه وسلم - ‘‘يا جبريل إش قد عمرك ’’( أي كم عمرك باللهجة العامية ) ،فيقول جبريل ما أدري والله يا رسول الله ، فقال له الرسول وهو الأعلم : ألا يوجد علامة لذلك ، قال: جبريل بلى يا رسول الله : هناك نجم يمر كل ( 300,000 ) سنة ، وفي رواية يمر كل ( 30,000 ) سنة في السماء مرة واحدة ، وأنا رأيت هذا النجم (300,000 ) مرة فقال الرسول - صلى الله عليه وسلم - : إذا رأيت هذا النجم تعرفه يا جبرائيل ، قال نعم ، فرفع رسول الله - صلى الله عليه وسلم - عمامة أبي الحسن ، وقال الرسول انظر ، فقال جبريل : هذا والله النجم الذي رأيت’’ 0 فعج المسجد من الغوغاء: ‘‘ اللهم صل على محمد وعلى آل محمد’’ 0 وقال عن معجزة أخرى : مروان بن الحكم صعد على منبر رسول الله - صلى الله عليه وسلم - وأخذ يسب علي والناس جلوس ، فخرجت كفّان من قبر رسول الله - صلى الله عليه وسلم - وقيل كف واحدة بحسب الروايات مكتوب عليها : أتشتم علي بن أبي طالب وقد خلقك ! ! ! هذه العظمة لا تتخصص إلا في ناس معينين 0 ومن شأنهم تحويل الجماد إلى حياة والعكس 0 وذكر من معجزاته أن هناك حيوان منقوش على جدار ، فأشار إليه أبا الحسن فتحول إلى حيوان حقيقي 0 ومن معاجزه إحياء الموتى 0\n(1/133)\n",
        "وأخذ في سرد هذه الزندقة وهو شيخ معاصر 0 ومثله كثير من زنادقة الشيعة الذين يضحكون على عقول عوام الشيعة .\n\nالحكم على الشيعة\nيسأل كثير من الناس عن حكم الشيعة وهل هم كفار خارجون عن الملة ، أم هم في عداد الفرق الإسلامية ؟ وبغض النظر عن اختلاف وجهات نظر العلماء في الحكم عليهم ، وبغض النظر أيضا عما يورده كل فريق من أدلة على ما يذهب إليه فإن الواقع يدل على أن الحكم على الشيعة يحتاج إلى تفصيل :\n1- أن الشيعة ليسوا جميعا على مبدأ واحد في غير دعوى التشيع فمنهم الغلاة الخارجون عن الملة بدون شك ومنهم من يصدق عليهم أنهم مبتدعون متفاوتون في ابتداعهم ، فبعضهم أقرب من البعض الآخر 0\n2- أن التثبت في تكفير المعين أمر لا بد منه إذ ليس كل من انتسب إلى طائفة خارجة عن مذهب السلف في بعض القضايا يحق تكفيره 0\n3- ليس معنى التثبت في تكفير المعين أننا لا نطلق على الطائفة الخارجة عن الحق ألفاظ التبديع والتضليل والخروج عن الجماعة ، لأن ذلك الحكم خاص بتعيين الأفراد لا الجماعة عموما ، خصوصا من وجدنا نصا فيهم.\nوعلى هذا فالحكم العام على الشيعة أنهم ضلال فساق خارجون عن الحق ، هالكون مع الفرق التي أخبرت عنها الأحاديث ، حكم لا غبار عليه 0\n4- اتضح أن الشيعة عندهم مبادئ ثابتة في كتبهم المعتمدة ، قررها رجالاتهم المعتبرون قدوة في مذاهبهم من قال ولو ببعض تلك المبادئ فلا شك في خروجه عن الملة الإسلامية ومنها:\nأ- قولهم بتحريف القرآن الكريم وأنه واقع فيه الزيادة والنقص حين جمعه أفضل الصحابة رضوان الله عليهم كما صرح بذلك الطبرسي في كتاب ‘‘فصل الخطاب ’’ وغيره من كتب الشيعة وانتظارهم أيضا مصحف فاطمة كما يزعمون 0\nب- غلوهم في أئمتهم وتفضيلهم على سائر الأنبياء كما ملئت بذلك كتبهم القديمة والحديثة 0\n(1/134)\n\nج- غلوهم في بغض الصحابة ممن شهد الله لهم بالفوز والنجاة ، كأبي بكر وعمر وعثمان وأم المؤمنين عائشة وحفصة ، وغيرهم رضوان الله عليهم أجمعين ، وردهم شهادة أم المؤمنين - رضي الله عنها - وبقاؤهم على عداوتها وإفكهم عليها ، واعتبارها عدوة وليست بأم ، وهذا حق فإنها ليست لمثل هؤلاء بأم ، فهي أم للمؤمنين فقط 0\nد- قولهم بالبداء على الله تعالى ، وقد تنزه الله عن ذلك 0\nومواقف أخرى يصل خلافهم فيها إلى حيثيات العقيدة الإسلامية من جذورها في كل قلب تشبع بها 0\nوأما من لم يقل بتلك المبادئ وكان له اعتقادات أخرى لا تخرجه عن الدين ، فإنه تقام عليه الحجة ثم يحكم عليه بعد ذلك حسب قبوله الحق أو رده له 0\n\nكيفية المناظرة مع الشيعة والرد عليهم\nتوطئة:\nقد يضطر الإنسان إلى مجادلة أصناف من الناس المخالفين للحق ، وقد يختار ذلك 0 ويتعدد الهدف من مجادلة إلى أخرى ، وللهدف أثر في تحديد أسلوب المجادلة ومنهجها ، كما أن للمجادِل والمجادل أثرا قويا في ذلك ، لأن الأمر متعلق بنيتهما ،وحكمتهما ، وعلمهما ، وعقلهما 0\nومن أهداف المجادلة أهداف نبيلة صحيحة ، وأهداف بعكسها 0 والجدل قد استعمل في اصطلاح علماء الشريعة في مقابلة الأدلة لظهور أرجحها ، وهو محمود إن كان للوقوف على الحق ، وإلا فهو مذموم ؛ ولهذا فإن بعض النصوص الشرعية جاءت بذم الجدل ، وبعضها جاءت بالأمر به ، والنصوص الشرعية التي يبدو من بعضها عموم الذم ، إنما المراد بها الجدل المذموم الذي لا يراد منه الوصل للحق ، لأنها مقيدة بالنصوص التي أمرت بالجدل المحمود لقوله تعالى : { وجادلهم بالتي هي أحسن } [ النحل/125] وقوله تعالى : { ولا تجادلوا أهل الكتاب إلا بالتي هي أحسن } [ العنكبوت/46] فالجدل إن كان عن علم ولغاية محمودة وبأسلوب حسن كان جائزاً ؛ بل قد يكون في بعض الأحوال واجباً ، وإن كان جدلا بغير علم وبأسلوب غير حسن أو لغاية ليست محمودة فهو مذموم0",
        "(1/135)\n\nأصول وقواعد مهمة في موضوع الحوار\n1- تحديد الهدف: وأن يكون هو الوصول للحق لا لإظهار الغلبة والمجادلة بالباطل ويدخل ضمن تحديد الهدف أيضاً تحديد القضية التي حولها الحوار ، فإن كثيرا من الحوارات تتحول إلى جدل عقيم سائب ليس له نقطة محددة ينتهي إليها ، قال الشافعي : ‘‘ما ناظرت أحدا إلا تمنيت أن يظهر الله الحق على لسانه ’’0\n2 - الاتفاق على أصل يرجع إليه والأصول المرجعية عند المسلمين الكتاب والسنة 0 ومما يذكر أن الشيعة كتبوا إلى مفتي الديار السعودية سابقا الشيخ محمد بن إبراهيم - رحمه الله تعالى - يطلبون منه أن يعقد معهم مجلسا للحوار فهم الشيخ ألاّ يرد عليهم أصلا ، فأشار عليه الشيخ عبدالرزاق عفيفي ألاّ يهمل طلبهم ، لأنهم عندئذ سيعتبرون ذلك نوعا من النكول عن المناظرة ، وضعف الحجة فالأولى أن يكتب لهم بالموافقة على المناظرة شريطة أن يكون هناك أصل يرجع إليه وأن يكون هذا الأصل هو القرآن الكريم وصحيح البخاري ومسلم ، فكتب لهم بذلك فلم يردوا عليه بعد ذلك0\n3 - عدم مناقشة الفرع قبل الاتفاق على الأصل لأن الحوار حينئذن يتحول إلى جدل عقيم لا طائل تحته0\n4 - لا تنس التأدب والرفق مع مخالفك ومجادلك ، مهما اشتدت مخالفته لك ، وليكن غضبك متعلقا بخطئته لا بشخصه ، ولتكن قسوتك على خطئه وما به من شر لا على شخصه هو؛ فلعله حريص على الحق الذي أنت حريص عليه ، ولكن أخطأ الطريق ، وإنما يحتاج إلى هادٍ ومرشد ، وليس إلى مقرع ومؤنب ، وإذا كانت المحاورة فإياك والصراخ ورفع الصوت ، فإن الحبال الصوتية لا تنوب عن الحجة القوية كما يقال0\n5- سبّك أو شتمك للمخالف لا خير فيه ، لأنه لا ينفعك ولا ينفعه بل يضرك ويضره ، وخير من شتمه وأبلغ أن تقيم الحجة عليه بالدليل وتفحمه به بطريقة سهلة محببة للنفس ، فإياك أن تتحمل وزر من تدعوهم وتجادلهم بسبب صرفك لهم عن الحق بأسلوبك الفظ 0\n(1/136)",
        "\n6- لا تتجاوز الحق إذا جاءك على لسان المخالف بحجة أن دعواه في جملتها باطلة ، بل اعترف بالحق وأنكر الباطل ، فلن يضرك الاعتراف بالحق ، ولا يضر رأيك ، ولا يبطل حجتك ، بل إنه مما يقويك ، ويعظمك في نظر الآخرين بما فيهم المخالف0\n7- ينبغي أن تحترس مما قد يدخل على نفسك من شعور خفي وأنت تجادل المخالف من رغبة في انتصارك عليه حمية لنفسك لا للحق ، فيلتبس عليك الأمر ، لما تخدعك به نفسك من التظاهر باستصحاب أصل النية المخلصة التي حملتك على المجادلة ، فإنك إذا انخدعت بذلك تحولت نيتك لغير الله ، وأصبحت تجادل عن نفسك لا عن الحق ، وإن لم تشعر فما أحراك بالهزيمة ، وما أحرى عملك أن يرد عليك ولو انتصرت ، نعوذ بالله من الخذلان في الدنيا ومن الخزي في الآخرة 0\nآداب الحوار العلمية :\n1- العلم : والعلم المقصود هنا والذي يشترط في المحاور ليس مطلق العلم بتفاصيل الأمور وأنواع العلوم كلا ؛ بل هو العلم المتعلق بموضوع الحوار والذي لا يتم الحوار إلا به0 ومن أنواع هذا العلم :\nأ- العلم بكتاب الله وسنة رسوله - صلى الله عليه وسلم - وجمع النصوص منهما في القضية المطروحة للنقاش0\nب- العلم بما يناقض الرأي المخالف للصواب ، وكمعرفة الردود والأجوبة القوية التي يمكن أن تواجه بها الشبهات والاعتراضات0\n2- البدء بالنقاط المشتركة وتحديد مواضع الاتفاق: لا شك أن بين كل اثنين مختلفين حداً مشتركا من النقاط المتفق عليها بينهما والتي يسلم بها الطرفان ، والمحاور الذكي الناجح هو الذي يستطيع أن يبرز أكثر قدر ممكن من مواطن الاتفاق إذ أن البدء بالأمور المتفق عليها كالمسلمات والبديهيات يقلل الفجوة ، ويوثق الصلة بين الطرفين ، ويشعر كلا منهما أن الخلافات ضيقة ، وهذا له أثره الإيجابي، ومردوده النفسي في الحوار.\nوإضافة إلى ما سبق فإن فائدة معرفة النقاط المشتركة تتخلص في أمرين :\n(1/137)\n",
        "أ- تحرير محل النزاع ، وتحديد نقطة الخلاف وحجمه0 ب- التدرج وحسن ترتيب القضايا على بعضها0\n3- إن المحاور العاقل الذكي هو الذي يصل إلى هدفه بأقرب طريق ، فهو لا يضيع وقته فيما لا فائدة منه ولا علاقة له بأصل موضوع الحوار0\n4- التثبت: إن من أهم مقومات الحوار الناجح أن تراعي فيه الحقائق الثابته ، والأدلة الواضحة وأن يقوم على أساس الصدق واليقين ، لا على مجرد الوهم والظن والشك0\n5- لا يغيب عن بال المناقش للشبهات أنه كما يلزمه الدليل على رأيه ، فإنه يلزم مخالفه أن يقيم الدليل على رأيه أيضا ، فليكن اجتهادك غير منحصر في إقامة الدليل على رأيك فقط ، ولكن يشمل مطالبة مخالفك بالأدلة الصحيحة على رأيه أيضا ، وذلك لوزن أدلة القولين بميزانٍ عدلٍ ، ليظهر الحق من الباطل ، والحق لا يضره البحث والتحقيق ، بل ذلك من صالحه 0 ومما لوحظ أن بعض من يردّ يجهد نفسه في دحض شبهة قدمها مخالفه دون دليل على ذلك ، وفي هذا تعبير عن الانطلاق من روح دفاعية قد تنطوي على استشعار شيء من الهزيمة0\n6- - التخلية قبل التحلية - - كما يقولون- فما لم تفند ما عند المخالف من أوهام يظنها حججا ، فلا تطمع كثيرا في إقناعه بما لديك من حق تدعوه إليه وتجادله في إقناعه ، لأنه مالم تخط معه تلك الخطوة فمهما اجتهدت في بيان أدلتك علىصواب ما تدعوه ، أو على أنه الحق ، فقد لا يتوصل بذلك إلى بطلان ما عنده ؛ لكن ليس من اللازم أن تسلك معه هذا المسلك ابتداء ، بل لعل من المناسب أو الواجب في بعض الأحيان أن تتجنب ذلك ؛ لأن النفوس مجبولة على النفرة ممن يجرحها ويقابلها لأول وهلة بالتخطئة والنقد ، فينبغي للداعي للحق والمجادِل عنه أن يقدم لذلك بمقدمة حسنة ، والله الموفق0\n(1/138)\n\n7- تفنيد دليل واحد من أدلتك أو إبطاله من جانب المخالف لا يعني أنه هو المنتصر ، وأن رأيه هو الراجح لأن ذلك لا يكفي حتى يسري البُطْلان على سائر أدلتك، لأن الحجة في مجموع تلك الأدلة ، بل من الخير لك أن لا تتمسك بالدليل الضعيف ، فإنك بهذا تضعف الثقة بدليلك القوي 0 فلا يفت في عضدك أن يفند دليل من ادلتك فإن هذا قد يضعف ثقة المرء ببقية أدلته - ولو من طرف خفي - وإنما عليك أن تشمل الأدلة كلها بنظرك فليست الحجة منحصرة في ذلك الدليل فقط0\nهذه قواعد وضوابط عامة للحوار ومناظرة المخالف ومن ضمنهم الشيعي- أما تفصيلات مناظرة الشيعي فلعل ما مضى من بيان معتقد الشيعة والرد عليه فيه الكفاية 0\nوهنا يحسن بنا إيراد مثال لنصور مناظرة الشيعي وكيفيتها :",
        "(1/139)\n\nسب الصحابة : تتفق أنت والشيعي على مرجع أو أصل يرجع إليه وهو القرآن الكريم 0 فإن قال هو محرف كفر بقوله تعالى : { إنا نحن نزلنا الذكر وإنا له لحافظون } وهنا تنتهي المناظرة ، ، وإن أقر واعترف بصحة القرآن وأنه هو المرجع بينكما ، تليت عليه بعض الآيات التي أنزلها الله تعالى ثناء على الصحابة ومنه قوله تعالى : { والسابقون الأولون من المهاجرين والأنصار والذين اتبعوهم بإحسان رضي الله عنهم ورضوا عنه } [التوبة/10] وقوله تعالى: { محمد رسول الله والذين معه أشداء على الكفار رحماء بينهم } [الفتح/29] ثم تقول له هذه أنزلها الله مثنيا بها على أصحاب النبي - صلى الله عليه وسلم - وشاهدا لهم بأنهم صادقون ، ومخبرا بأن لهم الجنة وقد أقررت بأنها آيات الله فيلزمك ترك الطعن عليهم والقدح فيهم لأنك إن فعلت ذلك كنت مكذبا بما تضمنته هذه الآيات وتكذيب آيات الله كفر فما تقول ؟ فإن قال : إن هذه الآيات لا تشملهم ، قلنا : يدفع ذلك قوله تعالى: { وكلا وعد الله الحسنى } ولو سلمنا له ذلك نقول إن النبي - صلى الله عليه وسلم - لما بعث بقي ثلاثا وعشرين سنة معهم وترك فيهم آيات عامة وخاصة وأحاديث هل هذه الأحاديث عامة أو خاصة ؟ فإن قال : إنها عامة للجميع وجب عليه أن يعتقد نزاهتهم عما يعتقده فيهم ويأول كل ما وقع بينهم من الاختلاف ويحمله على الاجتهاد وطلب الحق وأن المصيب منهم له أجران والمخطئ له أجر واحد كما جاء ذلك عن النبي - صلى الله عليه وسلم - وأن يعتقد أنهم لا يجتمعون على ضلالة كما ثبت ، وإن لم يفعل ذلك كان مكذبا بالآيات والأحاديث التي جاءت بذلك ، وإن قال إنها في بعض منهم والسابقون فسقة مرتدون000 يسأل عن هذا البعض هل هم معروفون بأسمائهم وألقابهم أم لا ؟ وهل هم كثيرون أم قليلون ؟ وهل منهم الخلفاء الأربعة ؟ فإن قال إنهم كثيرون وأن هؤلاء المذكورين داخلون فيهم وجب عليه أن يعتقد نزاهتهم كما تقدم ، وإن قال لا إنهم قليلون -\n(1/140)",
        "\nخمسة أو ستة كما اشتهر عن الرافضة- يُسأل فيقال له ما فعل الباقون ؟ فإن قال إنهم ارتدوا أو فسقوا بعد النبي - صلى الله عليه وسلم - فقل له إن الله تعالى قال في حق الأمة : { كنتم خير أمة أخرجت للناس 000 } الآية فكيف يقول عاقل بأنهم خير أمة ثم يرتدون بعد وفاته وهم نحو مائة وعشرين ألفا ، ولم يبق منهم على الإسلام إلا خمسة أو ستة فإن ذلك يقتضي أنهم أخبث أمة ، وقد أثنى الله عليهم ورسوله وسمى كثيرا منهم بأسمائهم وحذر الأمة من سبهم أفيكون كذبا منه وحاشاه فهو معصوم ، فإن صمم على اعتقاده ولم يَنْقَدْ لهذا الإلزام فلا تجري معه المناظرة لأنه متبع لهواه غير راغب في الحق فإن الذي يعتقد ارتداد الصحابة إلا نفر قليل يلزم منه إبطال الشريعة لأنهم هم النقلة ، وهذه المناظرة لإقامة الحجة عليه ودرء شره إن كان لبس على أحد من السنة ؛ أما مناقشتهم في معتقدهم فتكون من كتبهم أجدى ثم بيان الحق من الكتاب والسنة 0\nمثال آخر : حوار بين الإمام مالك ومبغض للصحابة :\nجاء رجل إلى مالك فقال له : إني أبغض فلانا وفلانا من الصحابة فقال له مالك : قال الله تعالى { للفقراء المهاجرين الذين أخرجوا من ديارهم وأموالهم يبتغون فضلا من الله ورضوانا وينصرون الله ورسوله أولئك هم الصادقون } فقال مالك للرجل : أأنت من هؤلاء ؟ فقال الرجل: لا ، ثم تلا مالك الآية التي بعدها { والذين تبوأوا الدار والإيمان من قبلهم يحبون من هاجر إليهم ولا يجدون في صدورهم حاجة مما أوتوا ويؤثرون على أنفسهم ولو كان بهم خصاصة } - الآية تعني الأنصار- فقال مالك : أأنت من هؤلاء ؟ قال لا 0 ثم تلا مالك الآية التي تليها : { والذين جاءوا من بعدهم يقولون ربنا اغفر لنا ولإخواننا الذين سبقونا بالإيمان ولا تجعل في قلوبنا غلا للذين آمنوا } [الحشر/10] ، ثم قال مالك أأنت من هؤلاء ؟ فقال الرجل : أرجوا ، ذلك فقال مالك : ليس من هؤلاء ، من سب هؤلاء ...\n(1/141)\n",
        "وانظر إلى مزيد من المناظرات مع الشيعة مؤتمر النجف في آخر كتاب الخطوط العريضة لمحب الدين الخطيب الذي انتهى بتسليم علماء الشيعة لعلماء السنة 0\nوالله الموفق\n\nمسألة التقريب واحتواء الخلاف\n\nكيف يمكن أن نحقق التقارب والتآلف ، وإيصاد باب الفتنة وإرجاع الألفة والمحبة بين الطائفتين ؟\nسنعرض بعض آراء العلماء والمفكرين ، والطرق المتصورة لحل الخلاف والوصول إلى التقارب ، وهي على النحو التالي :\n1- أنه لا سبيل لرفع الخلاف وتحقيق التقارب والروافض مصرون على شذوذهم عن جماعة المسلمين ، فعلى هذا لا ينبغي مناظرتهم أو مكالمتهم أو تدارس الخلاف بيننا وبينهم فهم على دين آخر ؛ لأن الأصول التي ترجع إليها الأمة فيما اختلف فيه إنما هو الكتاب والسنة وإجماع الأمة وحجج العقول ، وهذه الأصول الأربعة لا يمكن الرجوع إليها على قول الرافضة وذلك أن مذهبهم أن الكتاب مغير مبدل ، والسنة لا يمكن لأن النقلة فسقة والكذب غير مأمون عليهم ، والإجماع ليس فيه حجة لأن الأمة يجوز عليها أن تجتمع على خطأ وضلال ، وأنها معصومة بقول الإمام ، وكذلك حجج العقول لأن الخلق كلهم قد عمهم النقص إلا المعصوم0\n- مناقشة هذا الرأي :\nإن الموقف الذي يرفض مكالمتهم ومحاورتهم إنما هو موقف سلبي لا يتفق وقواعد الإسلام في الدعوة إلى الله والأمر بالمعروف والنهي عن المنكر ، ثم إن التزامك بعدم مناظرتهم أو مكالمتهم لا يعود بالضرر إلا عليك لأنهم ماضون في ردودهم وافتراءاتهم فلا بد من اتخاذ موقف إيجابي0\n2- لنتفق جميعا على أن لكلٍ دينه ومعتقده ولنتعاون فيما بيننا كما تتعاون الدول المختلفة الأديان والعقائد.\n- مناقشة هذا الرأي :\nهل يستجيب الروافض لهذا الرأي ؟\n(1/142)\n\nلقد نشر أحد شيوخهم رأيهم بصراحة في هذا المنهج على صفحة مجلة المنار فقال : ‘‘ودع عنك قول بعضهم دعوا البحث فيما يتعلق بالدين والمذهب وهلم إلى التعاون على توحيد الكلمة وجمع الأمر قبالة المستعمر فإن ذلك لغو من القول وخطل من الرأي وكأنها مقالة من لا يرى الإسلام دينا ولا يرى أن هناك حياة أخرى خالدة غير هذه الحياة وإنما يرى الإسلام رابطة قومية وجامعة سياسية فهو يدعوا إليها ويحض عليها’’0\nوعقب الشيخ ‘‘رشيد رضا ’’ على رأي الشيعي هذا بأن تاريخ الشيعة مع أهل السنة يؤيده تاريخ حافل بالغدر والخيانة وممالاة الأعداء0\n3- البعض يرى أن التقريب يتم بأسلوب التفاوض والحوار حول أسس الخلاف ونتيجة ذلك هي التي تحدد الموقف من قضية التقريب ولكن لابد من وضع ضوابط وأصول يرجع إليها عند الخلاف تبدأ من الاتفاق أولا على الأصول وأولها القرآن وذلك قبل الدخول معهم في الحوار حول المسائل التفصيلية0\n- مناقشة هذا الرأي :\nهذا الطريق يشبه الأول، فهو يرى أنهم إن طعنوا في القرآن لا يناظرون لأنهم غير مسلمين ، وإن كفّروا صحابة الرسول - صلى الله عليه وسلم - فكذلك ، وهذا عين الموقف الأول ، إلا أن الأول يقرر الموقف منهم ابتداء لأن عقائدهم معروفة ، وهذا يقرر التعرف إلى عقائدهم من خلال المناظرة0 وقد يتخذوا معه التقية0\n4- يرى الاحتجاج بالقرآن وما أجمع الفريقان على صحته من السنة وهذا الرأي قال به أيضا مرجع الشيعة ‘‘محسن الأمين ’’0\n- مناقشة هذا الرأي :\nهذا الرأي مبني على أصول غير صحيحة :\nأ- هو مبني على سلامة موقف الروافض من كتاب الله وهذا خلاف الواقع0\nب- هو يفترض أن مفهوم السنة بين الفريقين واحد وإنما الخلاف حول بعض الأحاديث فقط وهذا غير صحيح0\nج- وهو مبني على أنه لا خلاف بين أهل السنة والشيعة في أمور تمس العقيدة والأصول وهذا -ونقولها بكل مرارة - لا يتفق وحقيقة الأمر0",
        "(1/143)\n\nد- وهو ينطوي على ترك الأخذ بمجموعة من الأحاديث من الجانبين ولا أحسب أن هذا سيكون محل تسليم من الجميع0\nهـ- ثم هو غير عملي0\n5- وهذا القول أيضا يقول بتصفية الخلاف بأسلوب التفاوض والتفاهم حول الأصول المختلف فيها 0 وأن يكون الحكم بين الطائفتين كتاب الله ، مع الرجوع في تفسيره إلى لغة العرب وترك الروايات المتنازع حولها0\n- مناقشة هذا الرأي :\nلاشك أن هذا المنهج هو منهج صالح في مجال الاحتجاج عليهم فقط - ولكن موقف الروافض من الأصل الأول - وهو القرآن - تجعل الإفادة من هذا الطريق متعذرة 0\n6- المباهلة : يلجأ إلى المباهلة وهي من السنة فالرسول - صلى الله عليه وسلم - أراد مباهلة نصارى نجران ، وقال ابن حجر : ‘‘وفي قصة أهل نجران من الفوائد : مشروعية مباهلة المخالف إذا أصر بعد الحجة ’’0 وقد طلب إبراهيم الجبهان من شيوخ الشيعة المباهلة على ملأ من الناس وأمهلهم سنة ليجيبوه ، ولكن لم يتقدم إليه أحد0\n\nالطريق المختار :\nإن النهج السليم أن يقوم علماء السنة بجهد كبير لنشر اعتقادهم وبيان صحته وتميزه عن مذاهب أهل البدع وكشف مؤامرات الروافض وأكاذيبهم وما يستدلون به من كتب أهل السنة ، وأن يصاحب ذلك كله بيان لانحرافات الروافض وكشف ظلالاتهم وأصولهم الفاسدة0\nفيجب مضاعفة الجهد وأن يكون جهدا جماعيا مخططا له0 أي أن المنهج الأصيل هو بيان الحق وكشف الباطل فهذا سيحد من انتشار عقيدة الروافض بين أهل السنة0 أما مع الروافض فإنه من الضروري أن نسلك المنهج التالي :\nلابد من أن نكشف باطلهم من كتبهم نفسها ، وهذا المنهج لم يسلكه علماؤنا المتقدمون وما ندري هل السبب في ذلك أن علماءنا - يرحمهم الله -كانوا يحتقرونهم ، أم أن السبب أن كتب القوم لم يكن لها ذلك الذيوع و الانتشار أو أن السبب أن هناك بعض كتبهم الأساسية قد وضعت من المتأخرين ونسبت للمتقدمين أو زيد عليها في العصور المتأخرة0\n(1/144)",
        "\nأيّا كان السبب هذا أو ذاك أو جميعها فإن كتب الروافض اليوم قد انتشرت ودان بقدسيتها وآمن بصحتها ملايين الشيعة فليكن تصحيح وضع الشيعة من كتبهم وكشف ضلالاتهم من رواياتهم0 وفيما يلي نشير إلى بعض الملامح والأمثلة لهذا المنهج\n1- كشف ما وضعوه من كتب : للروافض مجموعة من الكتب يرون أنها هي عمدتهم في الحديث ، ودراسة مدى صحة نسبة هذه الكتب لمؤلفيها وهل زيد فيها أو نقص وعناصر الوضع والدس والمؤامرة فيها ، دراسة هذه المسائل من المهمات ، فمثلا : اختلافهم هل كتاب الروضة - وهو أحد كتب الكافي التي تضم مجموعة من الأبواب - هل هو من تأليف الكليني أو مزيد فيما بعد على كتابه الكافي000 وهكذا0\n2-دراسة نصوصهم وأسانيدهم ، إن من طبيعة الوضع التناقض والاختلاف { ولوكان من عند غير الله لوجدوا فيه اختلافا كثيرا } [النساء/82] والناظر في كتب الحديث عند الروافض يدهشه مدى التناقض والحيرة والاضطراب في معظم رواياتهم حتى اعترف بهذا التناقض شيخهم الطوسي ، واعترف أيضا أن هذا من أسباب ترك بعض الشيعة للتشيع0 إن إبراز هذا التناقض وتصويره لهو من الوسائل المهمة في كشف الباطل ، كما أن كشف أسانيدهم وإيضاح حال رجالهم الذين اندسوا في التشيع للكيد للإسلام هو من عوامل تعرية حقيقة الرفض ومؤسسيه ، وقد اعترف شيخهم الطوسي بأن معظم رواتهم ممن ينتحل المذاهب الفاسدة ولكن قال بأن رواياتهم معتمده0\n(1/145)\n",
        "وأخيرا هناك مجموعة من أحاديثهم توافق ما عند أهل السنة وقد قام علماؤهم بصرفها عن ظاهرها لا لشيء إلا أنها توافق ما عند أهل السنة ، ولا عمدة لهم في ردها سوى عقيدة التقية 0 إن تقديم تلك النصوص - الموافقة لما عند أهل السنة - لناشئة الشيعة مع آيات القرآن ونصوص السنة الصحيحة لهو منهج يقطع الطريق على دعاة الفُرْقَة وأعداء الأمة من المستترين بالتشيع ، وهو طريق من طرق التقارب إذا طبق بوعي وإيمان ، ومن شأنه أن يفتح الأذهان والعقول إلى الحقيقة التي ران عليها ركام كثيف من الكذب والافتراء في كتب الشيعة ، وهذا مسلك ينبغي أن يدرس بعناية واهتمام ؛ فإن القارئ لكتب الشيعة يلتمس خيوطا بيضاء وسط ركام هائل من الضلال ومن الممكن أن ينسج من هذه الخيوط العقيدة الحقة للأئمة ويكون في ذلك تقريب وإنقاذ لمخلصي الشيعة من الضياع والتيه الذي يعيشونه ، وهذه الخيوط كما تشمل الأصول تشمل الفروع وعلى ذلك يمكن اللقاء والتقارب 0\nوقد قال شيخ الإسلام ابن تيمية ‘‘ إن شيوخ الرافضة إما جاهل وإما زنديق’’ 0 والأتباع بلا شك جهّال ، ومن الضروري تعليم هؤلاء الجهلة بكل وسيلة وقطع الطريق على هؤلاء الزنادقة وكشف حقيقتهم ولا سيما أن ناشئتهم في غفلة عن كثير من انحرافات مذهبهم 0\n[مسألةالتقريب/القفاري ج2 /253-297] \"بتصرف\"\nللتوسع في الموضوع ينصح بقراءة الكتب التالية :\n\n1) أصول مذهب الشيعة د. ناصر القفاري . ... 6) مسألة التقريب د. ناصر القفاري\n2) حوار هادئ بين السنة والشيعة/د.عبد الله الجنيدل . ... 7) منهاج السنة / شيخ الإسلام ابن تيمية\n3) منتقى منهاج السنة / الذهبي . ... 8) مختصر التحفة الاني عشرية / الألوسي\n4) الثورة الإيرانية في الميزان / محمد منظور . ... 9) وجاء دور المجوس / محمد الغريب ...\n5) ما يجب أن يعرفه المسلم عن عقائد الروافض / أحمد الحمدان ... 10) النصوص الفاضحة / عبد الكريم عبد الرؤوف\n11) الخطوط العريضة / محب الدين الخطيب\n(1/146)\n\n12) كتب الشيخ إحسان ألهي ظهير .\n\nالفهرس\n\nالمقدمة ... 1\nالموقع الجغرافي والتضاريس للمدينة النبوية ... 2\nالتركيبة السكانية لأهل المدينة ... 2\nالمجتمع المدني ... 3\nالعادات والتقاليد ... 4\nاللهجات المحلية ... 6\nأماكن الزيارة التي يتبرك بها، والأيام التي يحتفل بها في المدينة ... 6\nالشيعة والتشيع في المدينة النبوية ... 10\nتعريف التشيع ونشأته ... 10\nالشيعة في المنطقة ... 14\nرافضة المدينة النبوية في العصر الحاضر ... 17\nالتعريف بجماعات الرافضة في المدينة النبوية : ... 18\n1) النخاولة : ... 18\n2) الأشراف : ... 20\n3) بنو جهم : ... 21\n4) المشاهدة : ... 22\nالأحياء التي يسكنها الروافض في المدينة النبوية وما حولها ... 22\nمزارات الرافضة في المدينة النبوية ... 22\nالحسينيات والمساجد ... 26\nالمواسم عند الشيعة ... 27\nمواسم الأفراح عند شيعة المنطقة ... 27\nمواسم الأحزان الدينية عند شيعة المنطقة ... 27\nالتعليم الديني لشيعة المنطقة ... 32\nعقائد الشيعة ... 33\nموقفهم من القرآن الكريم ... 34\nموقفهم من السنة ... 38\nالكتب الرئيسة عند الاثني عشرية : ... 39\nالغلو في الأئمة وشد الرحال إلى القبور والمزارات ... 41\nالإمامة ... 44\nالعصمة ... 48\nالتَقِيَّة واستحلالهم الكذب ... 51\nالبداء ... 52\nالمتعة ... 54\nالخمس ... 55\nالغيبة والرجعة ... 57\nأولا : الغيبة: ... 57\nثانيا : الرجعة : ... 58\nسب الصحابة ... 60\nتنبيه هام جدا : ... 63\nموقفهم من أهل السنة ... 64\nالأوائل ... 65\nالمضحكات . . . المبكيات ... 66\nالحكم على الشيعة ... 69\nكيفية المناظرة مع الشيعة والرد عليهم ... 70\nتوطئة: ... 70\nأصول وقواعد مهمة في موضوع الحوار ... 70\nآداب الحوار العلمية : ... 71\nمسألة التقريب واحتواء الخلاف ... 73\nالفهرس ... 77",
        "(1/147)\n"
    ]
}