{
    "partText": [
        "\nربحت محمداً ولم أخسر المسيح\nد. عبد المعطي الدالاتي\n\nhttp://www.saaid.net\n\nhttp://saaid.net/Doat/dali/r.htm\n\n(( جميع حقوق الطبع والبيع والتوزيع محفوظة لمؤسسة الرسالة والشركة المتحدة للتوزيع، سورية - دمشق - هاتف 2212773 - 2248960))\n(1/1)\n",
        "بسم الله الرحمن الرحيم\n\nالإهداء\n\nإلى الذين أيقظوا الشمس , وأنقذوا الأمل , وجددوا شباب الإسلام ...\nإلى الذين حرروا عقولهم من قيود الآباء , وقلّبوا وجوههم في السماء ...\nحتى استجاب الله لهم الدعاء ...\nإلى إيفلين كوبلد , ومريم جميلة , وصبورة أوريبة، وسلمى بوافير ...\nإلى جيفري لانغ , ومراد هوفمان , ومحمد صديق، ويوسف إسلام ...\nإلى آخرين لا نعلمهم , ولا ضير , فالله يعلمهم.\n\nأسأل الله أن يذيقنا الرحمة التي ذاقوا لحظة نطقوا:\nأشهد أن لا إله إلا الله وأن محمداً رسول الله.\n\nالمؤلف\n(1/2)\n\nصفحة من القرآن الكريم\n{لَتَجِدَنَّ أَشَدَّ النَّاسِ عَدَاوَةً لِّلَّذِينَ آمَنُواْ الْيَهُودَ وَالَّذِينَ أَشْرَكُواْ وَلَتَجِدَنَّ أَقْرَبَهُمْ مَّوَدَّةً لِّلَّذِينَ آمَنُواْ الَّذِينَ قَالُوَاْ إِنَّا نَصَارَى ذَلِكَ بِأَنَّ مِنْهُمْ قِسِّيسِينَ وَرُهْبَانًا وَأَنَّهُمْ لاَ يَسْتَكْبِرُونَ، وَإِذَا سَمِعُواْ مَا أُنزِلَ إِلَى الرَّسُولِ تَرَى أَعْيُنَهُمْ تَفِيضُ مِنَ الدَّمْعِ مِمَّا عَرَفُواْ مِنَ الْحَقِّ يَقُولُونَ رَبَّنَا آمَنَّا فَاكْتُبْنَا مَعَ الشَّاهِدِينَ، وَمَا لَنَا لاَ نُؤْمِنُ بِاللّهِ وَمَا جَاءنَا مِنَ الْحَقِّ وَنَطْمَعُ أَن يُدْخِلَنَا رَبَّنَا مَعَ الْقَوْمِ الصَّالِحِينَ} (1).\n{وَإِنَّ مِنْ أَهْلِ الْكِتَابِ لَمَن يُؤْمِنُ بِاللّهِ وَمَا أُنزِلَ إِلَيْكُمْ وَمَآ أُنزِلَ إِلَيْهِمْ خَاشِعِينَ لِلّهِ لاَ يَشْتَرُونَ بِآيَاتِ اللّهِ ثَمَنًا قَلِيلاً أُوْلَئِكَ لَهُمْ أَجْرُهمْ عِندَ رَبِّهِمْ إِنَّ اللّهَ سَرِيعُ الْحِسَابِ} (2).\n{قُلْ يَا أَهْلَ الْكِتَابِ تَعَالَوْاْ إِلَى كَلَمَةٍ سَوَاء بَيْنَنَا وَبَيْنَكُمْ أَلاَّ نَعْبُدَ إِلاَّ اللّهَ وَلاَ نُشْرِكَ بِهِ شَيْئًا وَلاَ يَتَّخِذَ بَعْضُنَا بَعْضاً أَرْبَابًا مِّن دُونِ اللّهِ فَإِن تَوَلَّوْاْ فَقُولُواْ اشْهَدُواْ بِأَنَّا مُسْلِمُونَ} (3).\n{وَلا تُجَادِلُوا أَهْلَ الْكِتَابِ إِلا بِالَّتِي هِيَ أَحْسَنُ إِلا الَّذِينَ ظَلَمُوا مِنْهُمْ وَقُولُوا آمَنَّا بِالَّذِي أُنزِلَ إِلَيْنَا وَأُنزِلَ إِلَيْكُمْ وَإِلَهُنَا وَإِلَهُكُمْ وَاحِدٌ وَنَحْنُ لَهُ مُسْلِمُونَ} (4).\n{فَمَن يُرِدِ اللّهُ أَن يَهْدِيَهُ يَشْرَحْ صَدْرَهُ لِلإِسْلاَمِ وَمَن يُرِدْ أَن يُضِلَّهُ يَجْعَلْ صَدْرَهُ ضَيِّقًا حَرَجًا كَأَنَّمَا يَصَّعَّدُ فِي السَّمَاء} (5).\n{الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الإِسْلاَمَ دِينًا} (6).\n__________\n(1) سورة المائدة (82 - 84).\n(2) سورة آل عمران (199).\n(3) سورة آل عمران (64).\n(4) سورة العنكبوت (46).\n(5) سورة الأنعام (125).\n(6) سورة المائدة (3).",
        "(1/3)\n\nصفحة من الحديث الشريف\n\n((الأنبياء إخوة .. دينهم واحد .. وأنا أولى الناس بعيسى بن مريم , لأنه لم يكن بيني وبينه نبي)) (1).\n((بشّر هذه الأمة بالسناء , والدين والرفعة والنصر والتمكين في الأرض)) (2).\n((لَيبلغَنَّ هذا الأمر ما بلغ الليل والنهار , ولا يترك الله بيت مَدَر ولا وبر إلا أدخله الله هذا الدين , بعز عزيز أو بذل ذليل , عزاً يُعزّ الله به الإسلام , وذلاً يذل به الكفر)) (3).\n((لا يزال هذا الدين ظاهراً على كل من ناوَأَه حتى يقوم الدين وأهله ظاهرون)) (4).\n((إن الله زوى لي الأرض فرأيت مشارقها ومغاربها , وإن أمتي سيبلغ ملكُها ما زُوي لي منها)) (5).\n((من أسلم من أهل الكتاب , فله أجره مرتين , وله ما لنا وعليه ما علينا)) (6).\n((والله ما أنا بأقدر أن أدع ما بُعثت به من أن يُشعل أحدكم من هذه الشمس شعلة نار)) (7).\n__________\n(1) رواه الإمام أحمد والبخاري.\n(2) رواه الإمام أحمد وابن حبّان.\n(3) رواه الإمام أحمد.\n(4) رواه الحافظ ابن عساكر.\n(5) رواه الإمام مسلم وأبو داود.\n(6) رواه الإمام أحمد.\n(7) رواه الطبراني وأبو يعلى.\n(1/4)",
        "\nصفحة من العهد القديم\n\n\"جاء أمر الرب من سيناء , و أشرق من سعير , وتلألأ من جبل فاران –الحجاز- ومعه عشرة آلاف قدّيس , وفي يمينه نار شريعة لهم\". (1)\n\"بعد المسيح يأتي نبي عربي من بلاد فاران , وعلى اليهود أن يتبعوه , فإنه النبي المنتظر، وعلامته أنه ينجو من القتل , ثم يعود بعد ذلك بعشرة آلاف قدّيس\" (2).\n\"وحيٌ من جهة بلاد العرب , يا سكّان أرض تيماء، و في سنة يفنى كل مجد قيدار –أي عدنان-\" (3).\n\"هوذا عبدي ومختاري الذي أعضُدُه. وضعتُ روحي عليه ليخرجَ الحق للأمم ... لا يكل ولا ينكسر حتى يضع الحق في الأرض، وتنتظر الممالك شريعته ... لِترفع البرية ومدنها صوتها , والديار التي سكنها قيدار لتترنّم , وسكان ((سلع)) -جبل بيثرب- من على رؤوس الجبال ليهتفوا ويمجّدوا الربّ تمجيداً , ولينشروا تسبيحه في الآفاق\" (4).\nقلت يكاد القارئ يكمل هذا النص مترنماً:\nطلَعَ البدرُ علينا ... من ثنيّاتِ الوداع\nأيها المبعوث فينا ... جئت بالأمر المطاع\n\n\"سوف يأتي \"حِمَدا لكل الأمم , وفي هذا المكان أُعطي \"السلام\" (5).\n__________\n(1) (التوراة) سفر التثنية (33/ 2) وقوله \"من سيناء\" مكان بعثة موسى، \"ومن سعير\" مكان بعثة عيسى و\"من فاران\" مكان بعثة محمد عليهم الصلاة والسلام، وانظر سورة (التين) في القرآن الكريم، و\"عشرة آلاف قديس\" هي تعداد الصحابة الذين فتحوا مكة.\n(2) (التوراة) – سفر إشعياء- من مخطوطات مغاور قمران – وانظر (البحث عن الحقيقة الكبرى) ص (430).\n(3) (التوراة) –سفر إشعياء- (21/ 13 – 17) وقوله \"في سنة\" إشارة إلى معركة بدر بعد سنة من الهجرة.\n(4) (التوراة) – سفر إشعياء – (42/ 11).\n(5) (التوراة) – سفر حجيّ، الإصحاح الثاني.\n(1/5)\n",
        "صفحة من الأناجيل\n\n\"أقول لكم الحق: إنه خيرٌ لكم أن أنطلق , لأني إن لم أنطلق لم يأتكم الفارقليط –الأكثر حمداً أي الأحمد-فأمّا إن انطلقت أرسلته إليكم .. فإذا جاء فهو يعلّمكم جميع الحق، لأنه ليس ينطق من عنده\" (1).\n\"عزائي في مجيء الرسول الذي سيبيد كل رأي كاذب فيّ , وسيمتد دينه ويعم العالم بأسره , لأنه هكذا وعد الله أبانا إبراهيم , وإن ما يعزيني هو أن لا نهاية لدينه لأن الله سيحفظه صحيحاً\" (2).\n\"أجاب يسوع إن اسمه عجيب , لأن الله نفسه سمّاه لمّا خلقه , وإن اسمه المبارك محمد. حينئذ رفع الجمهور أصواتهم قائلين: يا الله أرسل لنا رسولك , يا محمد تعال سريعاً لخلاص العالم\" (3).\n\"متى جاء رسول الله يحمل خلاصاً ورحمة لأمم الأرض , الذين يقبلون تعليمه , وسيأتي بقوة على الظالمين , ويبيد عبادة الأصنام\" (4).\n\"إن موسى قال للآباء: إنّ نبياً مثلي سيقيم لكم الربُّ إلهكم من إخوتكم –العرب- له تسمعون في كل ما يكلمكم به\" (5).\n__________\n(1) إنجيل يوحنا – الباب (6) وقد اعتمدت الكلمة الأصلية Pereqletites من النص الأصلي في اللغة العبرية واليونانية والإنجليزية، وقد فسرها البروفسور الإيطالي نلّينو بـ \"الذي له حمدٌ كثير\"، وفي الإنجليزية تعني \"الممجد\".\n(2) إنجيل برنابا (97/ 5).\n(3) إنجيل برنابا (14/ 18).\n(4) إنجيل برنابا (43/ 15).\n(5) أعمال الرسل (3/ 22).\n(1/6)\n\nالإسلام\n\n\"كم من الأجيال ستكابد الخوف والشقاء\nقبل أن يبزغ فجر الإسلام العظيم الذي يبدو\nأن التاريخ بأكمله يتجه صوبه! وسلام\nيومئذ يغمر الدنيا ... وسلام يغمر القلوب\"\n- هربرت ويلز -\n\nوافرحتي بكَ فرحة المظلومِ بالعدل الذي أحيا دِماهْ\nوافرحتي بك فرحة المأسور لحظةَ أُطلقت فيها يداهْ\nوافرحتي بك فرحةَ الطفل المشرّد ضائعاً ألفى أباهْ\nوافرحتي بك فرحة الظمآن لاحت في الهجير له مياهْ\nوا فرحتي بك فرحة الحيرانِ بعد الشكّ قد ألفى هداهْ\nفلأَنتَ يا دينَ الهدايةِ والعدالة خيرُ ما وهبَ الإلهْ (1)\n\n***\n__________\n(1) من ديوان (عطر السماء - حداء للبنين والبنات) للمؤلف.",
        "(1/7)\n\nمقدمة\n\nربحت محمداً ولم أخسر المسيح:\n\nلن أشرح العنوان، أخاف على إشراقه أن يُمَس!\nلن أُشرِّحَهُ، أغار على جماله أن يُنتقص ..\nوأعترف أني – في نفسي – قد حاولت، واستنجدت بمفردات اللغة فما نجحت، فيا عجز القلم، ويا عجمة البيان!\nوإذا ما عجزت عن بلوغ النجم في ذراه، فلن أعجز عن الإشارة إلى النجم في سُراه، ورُبَّ كلمة يبارك الله بها فنقرأ فيها فحوى كتاب، وكم بارك الله بالسطور التي لا تُرى!\nأخي الذي تقرأ معي هذه الكلمات، ألست معي في أن من ربح محمداً ربح كل خير وحق وجمال؟ وظفر بكون معنوي كامل قائم بهذا الإنسان الأعظم صلى الله عليه وسلم؟ ومن شك فليدرس حياته كلها – أقول كلها – بقلب منصف، وعقل مفتوح فلن يبصر فيها إلا ما تهوى العلا، ولن يجد فيها إلا كرائم المعاني، وطهر السيرة والسريرة.\nأرأيت العطر! ألا يغنيك استنشاقه في لحظة عن وصفه في كتاب!؟ فإنك ما إن تقرأ كلامه صلى الله عليه وسلم حتى يتصل بك تيار الروح العظيمة التي أودعت بعض عظمتها في أحاديثها، فإذا بالقلب يزكو والنفس تطيب، وإذا بأنوار النبوة تمحو عن النفس حجاب الظلمات! هكذا يخترق كلام النبوة حجب النفس بعد أن اخترق حجب الزمان.\nمحظوظون أولئك الذين استطاعوا الرقي إلى عالم النبي، لأنهم سيشعرون في حضرة عظمته أنهم عظماء، فالحياة في ظلال الرسول حياة ... وإذا كانت حياة الجسم في الروح ... فإن حياة الروح في قلب الحبيب المصطفى ...\n(1/8)",
        "\nلا يمكن الإحاطة بجوانب عظمة النبي محمد إلا إذا أمكن الإحاطة بجميع أطواء الكون، فلقد كان رسول الله صلى الله عليه وسلم عالَماً في فرد، فكان بهذا فرداً في العالم (1)!\nالنبوة إشراق سماوي على الإنسانية، ليقوّمها في سيرها، ويجذبها نحو الكمال .. والنبي من الأنبياء هو الإنسان الكامل، الذي يبعثه الله تعالى ليبتدي به النور، ولتهتدي به خطا العقل في التاريخ ..\nلقد كان الأنبياء عليهم الصلاة والسلام النور الذي أشرق في تاريخ الإنسان، ففيهم تحس صدق النور، وسر الروعة، ولطف الجمال الظاهر والباطن ... في طهر سيرتهم، ونقاء سريرتهم، وعطر أفكارهم، ويقظة أفئدتهم، وفي كل حركاتهم وسكَناتهم تلمس إعجاز النبوة العجيب! أليس الله قد اصطنعهم على عينه، واختارهم ليبلغوا رسالته؟!\nلقد كان الأنبياء هم البدء، ولا بد للبدء من تكملة، والتكملة بدأت في يوم حراء، غرة أيام الدهر، ففيه تنزلت أنوار الوحي على من استحق بزّة الخاتمية فكان خاتم الأنبياء، ومن ذا يستحق أن يُختم به الوحي الإلهي غير الصادق الأمين؟!\nالصادق الذي ما كذب مرة قط، لا على نفسه، ولا على الناس، ولا على ربه ... ومن منا يستطيع أن يكون صادقاً في أقواله وأفعاله ومشاعره ومواقفه مدى الحياة؟! اللهم لا يطيق هذا سوى الأنبياء ... والأمين الذي كان أميناً في كل شيء وكان قبل كل شيء أميناً على عقول الناس، وأفكار الناس.\nكسفت الشمس يوم توفي ولده إبراهيم، فقالوا: \"كُسفت الشمس لموت إبراهيم\" لم يستغل رسول الإنسانية الأمين صلى الله عليه وسلم ضعف الناس فيتخذ من هذه الحادثة الاستثنائية دليلاً على صدق نبوته، فنبوته حق، والحق قوي بذاته، والطبيعة لا تتدخل في أحزان الإنسان، فجاء البيان النبوي الصادق \"إن الشمس والقمر آيتان من آيات الله لا تكسفان لموت أحد\" وهيهات أن يقبل الرسول لأصحابه أن يكون الجهل سبباً للإيمان ... لم\n__________\n(1) سأبسط القول بعون الله في الكلام عن جوانب من العظمة في شخصية الرسول * في كتاب (محمد والحياة).\n(1/9)\n",
        "يشغله حزنه الكبير على وفاة طفله الصغير، عن تصحيح مفهوم خاطئ عند الناس.\nوكان الرسول صلى الله عليه وسلم أميناً في تبليغ الرسالة كلها، فلم يُخف من القرآن المنزل عليه آية، ولو لم يكن نبياً لما وجدنا في القرآن سورة (مريم) و (آل عمران) .. لو لم يكن نبياً لكتم آياتٍ كثيرةً من مثل هذه الآية الكريمة: {وإِذْ قَالَتِ الْمَلاَئِكَةُ يَا مَرْيَمُ إِنَّ اللّهَ اصْطَفَاكِ وَطَهَّرَكِ وَاصْطَفَاكِ عَلى نِسَاء الْعَالَمِينَ} (1). \"على نساء العالمين\"! هكذا بهذا الإطلاق الذي رفع السيدة مريم إلى أعلى الآفاق! أي صدق؟! وأية دلالة على مصدر هذا القرآن وصدق النبي الأمين؟ إنه يتلقى الحق من ربه عن مريم وعن عيسى عليه الصلاة والسلام فيعلنه للعالمين، ولو لم يكن رسولاً من الله ما أظهر هذا القول في هذا المجال بحال!\nيقول الشاعر الهندي طاغور: \"لم ينكر الرسول قصص الأنبياء قبله، بل تركها كما أملاها الوحي ليظل شاهداً على صدقه وأمانته وإخلاصه\".\nإن نبوّة محمد هي نبوّة صدق وأمانة وإيمان، إنها نبوة تدعو إلى فهم ووعي وهداية، هداية بالتفكر والتأمل والنظر (فالتفكير يوجب الإسلام والإسلام يوجب التفكير) (2) ... (فلا يُخشى على الإسلام من حرية الفكر، بل يخشى عليه من اعتقال الفكر) (3).\nإنها نبوة مبشرة منذرة {إِنْ أَنَاْ إِلاَّ نَذِيرٌ وَبَشِيرٌ لِّقَوْمٍ يُؤْمِنُونَ} (4) لا إغراء في هذه النبوة ولا مساومة {قُل لاَّ أَقُولُ لَكُمْ عِندِي خَزَآئِنُ اللّهِ وَلا أَعْلَمُ الْغَيْبَ وَلا أَقُولُ لَكُمْ إِنِّي مَلَكٌ إِنْ أَتَّبِعُ إِلاَّ مَا يُوحَى إِلَيَّ}، وإن من لا يصدق هذه النبوة فلن يصدق أي خبر عن الإيمان أو الوجود، ومن لا ينتفع بعقله وضميره للإيمان بهذه النبوة فلن تنفعه كل المعجزات.\nلقد كان القرآن معجزة الإسلام الأولى، وكان الرسول بذاته وأخلاقه وسيرته وانتشار دعوته\n__________\n(1) قرآن كريم، (3/ 42).\n(2) (التفكير فريضة إسلامية) الأديب عباس محمود العقاد.\n(3) (أبحث عن هوية) الأستاذ عبد الحكيم بحلاق.\n(4) قرآن كريم، (7/ 118).\n(1/10)\n\nمعجزة الإسلام الثانية، وحق للذات التي تجمعت فيها نهايات الفضيلة الإنسانية العليا أن تكون معجزة الإنسانية الخالدة.\nيقول أستاذ الفلسفة راما كريشنا راو: (إن إلقاء نظرة على شخصية محمد تسمح لنا بالإطلاع على عدد كبير من المشاهد: فهناك محمد الرسول، ومحمد المجاهد، ومحمد الحاكم، ومحمد الخطيب، ومحمد المصلح، ومحمد ملجأ الأيتام، ومحمد محرر العبيد، ومحمد حامي المرأة، ومحمد القاضي، ومحمد العابد لله .. كل هذه الأدوار الرائعة تجعل منه أسوة للروح الإنسانية) (1)، ويقول الأديب أحمد حسن الزيات: \"لما بُعث الرسول الكريم بَعث الحرية من قبرها، وأطلق العقول من أسرها، وجعل التنافس في الخير، والتعاون على البر، ثم وصل بين القلوب بالمؤاخاة، وعدل بين الحقوق بالمساواة .. حتى شعر الضعيف أن جند الله قوته، والفقير أن بيت المال ثروته!! والوحيد أن المؤمنين جميعاً إخوته .. \" (2).\n\nضيف حراء:\nفي غار شاهق يقع على الطريق ما بين السماء والأرض تم اللقاء بين محمد القادم من الأرض حاملاً ضراعتها، وبين جبريل القادم من السماء حاملاً رسالتها ودار الحوار:\nالملك جبريل: اقرأ.\nالنبي محمد: ما أنا بقارئ.\nالملك جبريل: {اقْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ، خَلَقَ الإِنسَانَ مِنْ عَلَقٍ، اقْرَأْ وَرَبُّكَ الأكْرَمُ، الَّذِي عَلَّمَ بِالْقَلَمِ، عَلَّمَ الإنسَانَ مَا لَمْ يَعْلَمْ} (3).\nهذه الكلمات هي بسملة سعادة الإنسان، وهي الأشعة الأولى لأنوار القرآن، يا لها من\n__________\n(1) (محمد نبي الإسلام) د. راما كريشنا راو.\n(2) (وحي الرسالة) أحمد حسن الزيات.\n(3) قرآن كريم، سورة العلق.",
        "(1/11)\n\nبراعة استهلال لمقاصد الرسالة ..\nمن تحت سن القلم ... أبصرتُ بعث الأمم\n(اقرأ) تلاها المصطفى ... فكان جيل الأرقمِ (1)\n\nها هنا في قلب الغار اختُصر تاريخ الإنسان، فيا له من مكان غمر في جوفه الزمان.\nولقد تكون بعض الأحداث في التاريخ أكبر من التاريخ نفسه!! ويوم حراء أكبر وأخلد من التاريخ. وأكرِم بيوم تم فيه اللقاء بين أمين الأرض وأمين السماء!\n(كان العالم كله في غفلة عن ذلك الرجل الذي يأوي إلى غار حراء متوحِّداً في سبيل التوحيد .. وكانت ساعات يرتبط بها تاريخ أحقاب ودهور، فلما انقضت مدتها لم يبق في الأرض المعمورة غافل عن ضيف ذلك الغار، ولم يبق جاهل بآثار تلك الساعات التي كان يقضيها فيه بالليل والنهار .. ) (2).\nلقد (خرج محمد من هذا الغار حقيقة نقية كالسماء الصافية .. خرج قانوناً من قوانين الله التي تُسيِّر الشمس والقمر، وتمسك السماء والأرض .. يمضي قُدماً إلى الغاية المقدورة مُضيّ النجوم في حُبكها والشمس في فلكها .. هبط الرسول من حراء وقد حمل أمانة الرسالة، فليت شعري أَهَبط ونفسه قريرةٌ كما ينزل النور من الشمس والقمر؟ أم نزل ونفسه جائشةٌ كما ينزل الغيث بين الرعد والبرق؟! ما هي المشاعر والأفكار التي كانت تجول في قلبه وقد حمل \"قولاً ثقيلاً\" لينقذ به العالمين من الظلمات إلى النور؟! لست أدري .. ولكنه نزل ديناً جديداً .. وعصراً وليداً .. وتاريخاً مديداً .. وإصلاحاً شاملاً وهدى كاملاً .. ورحمةً للعالمين .. \" (3).\nأيها الغار: يا مأوى محمد .. ويا مطلع النبوة .. ويا بوابة السماء! كم فجّر الله فيك من\n__________\n(1) (أحبك ربي – نجاوى شعرية) للمؤلف.\n(2) (الإسلام دعوة عالمية) عباس العقاد ص (99).\n(3) الأديب الدكتور عبد الوهاب عزام (رحلات) ص (327 - 330) بتصرف.\n(1/12)",
        "\nينابيع هدى، ومن شلالات سناء (1) ..\nمذ قيل (اقرأ) أشرقت ... في الكون شمس الدعوة\nوسرى الضياءُ على ... الوجودِ بأسرهِ في لحظة\nومحمد الهادي ابتدا ... درب الهدى من مكةِ (2)\n\nوبعد فهذا الكتاب يذكر كلمة مسلمة في المسيح عليه السلام، ويذكر أقوالاً مختارة لأناس شرح الله صدورهم للإسلام، وما أطيب أقوالهم وأخصبها ومن أخصب تخيّر، بل تحيّر!.\nويذكر أقوالاً لمساكين قد أبصرت عقولهم، ولكن عميت قلوبهم، فضلوا الطريق بعد أن قاربوا المنزل! وهذا ذنب عقوبته فيه!.\nويذكر أخيراً أقوال مفكرين أبصروا عورات الحضارة الغربية، وشاهدوا نيران الانهيار الروحي والخلقي والفكري تشبّ في رداء هذه الحضارة فصرخوا بقومهم: هبّوا للنجاة .. هبوا للحياة ..\n\nأختتم تقديمي هذا ببطاقات ثلاث:\nالأولى يوقعها شاعر الألمان (يوهان غوته):\n\"انظر إلى ينبوع الجبل يتدفق صافياً كشعاع دري فوق السحب .. أرضعت ملائكة الخير طفولته في مهده .. ساحباً في أثره أخواتٍ من العيون كأنما هو مرشدها الأمين ..\nوأما في البوادي فالرياحين تنبثق عند قدميه، والمروج تحيا من أنفاسه لا يثنيه الوادي الظليل، ولا الرياحين التي تطوّق ساقيه، وتحاول أن تستهويه بلحاظها الفواتن ..\nوها هو العُباب زاخراً يندفع لا يثنيه ثانٍ مخلفاً وراءه المنارات والصروح .. ذلك هو (\n__________\n(1) مما يبعث التأمل هذا النص الذي قرره المؤتمر التبشيري الثالث للطائفة الأنجليكانية في كندا: \"من الواجب أن تكون لدينا الشجاعة الكافية لِنُصرُّ على القول: إن الله كان يتكلم في ذلك الغار الذي يقع في تلك التلال خارج مكة\" عن كتاب (البحث عن الحقيقة) المهندس عصام قصاب (329).\n(2) (ديوان عطر السماء) للمؤلف.\n(1/13)\n",
        "محمد بن عبد الله) \" (1).\n\nوالبطاقة الثانية يوقعها شاعر الشرق، الدكتور محمد إقبال:\n\"لا تعجبوا إذا اقتنصتُ النجوم، فأنا من أتباع ذلك السيد العظيم، الذي تشرفت بوطأته الحصباء، فصارت أعلى قدراً من النجوم .. جاءته بنت حاتم أسيرة، سافرة الوجه، مطرقةً فاستحيا النبي، وألقى عليها رداءه .. يا رسول الله: نحن أعرى من السيدة الطائية! نحن عراة ضعاف أمام أمم العالم ..\nإنني مع عُبّاد الظلام في صراع شديد .. فمُدَّ سراجي بزيت منك جديد .. ولا تضن عليّ بشعاع من أشعة شمسك المنيرة للعالم ..\nإنني وإن كنت قد أتلفت شبابي، ولكنني أملك شيئاً اسمه (القلب) إنني أغار عليه وأستره، لأنه يحمل أثراً من حافر جوادك الأصيل ..\nيا رب: أنت غني عن العالمين. فاقبل معذرتي يوم الدين .. وإن كان لا بد من حسابي، فأرجوك يا رب أن تحاسبني بعيداً من المصطفى، فإني أستحي أن أنتسب إليه، وأكون في أمته، وأقترف مثل هذه الذنوب\" (2) ..\n__________\n(1) (نشيد محمد) غوته، عن (تذكار جيتي) لعباس العقاد ص (210).\n(2) د. محمد إقبال عن (الطريق إلى المدينة) للعلامة أبي الحسن الندوي (120 - 129).\n(1/14)\n\nوالبطاقة الثالثة: أبيات كتبتها بقلمي الصغير الذي غمسته بدواة حب كبير:\nحار فكري لست أدري ما أقولْ\nأيُّ طُهر ضمّه قلبُ الرسولْ\nأيُّ نورٍ تهتدي فيه العقولْ!\nأنت مشكاة الهدى، أنت نبراس الوصولْ\nأيُّ مدحٍ كان كُفْواً في المحافلْ\nيا رسولاً بشّرتْ فيه الرسائلْ\nأي كونٍ نبويٍّ في الشمائلْ\nأنت نورٌ .. أنت طهرٌ .. أنت حقٌّ هَدّ باطلْ (1)\n\nالتحيات لله والصلوات والطيبات ... السلام عليك أيها النبي ورحمة الله وبركاته .. السلام علينا وعلى عباد الله الصالحين.\nأشهد أن لا إله إلا الله .. وأشهد أن محمداً عبده ورسوله.\nما يقول الشعر لو أثنى وما ... حيلةُ النثر أمام الأنبياءْ؟!\nقَدْرهم جلَّ عن الشعر فهل ... يُكملُ التاريخُ بَدءَ الشعراءْ؟!\n\nد. عبد المعطي الدالاتي\nحمص – عشية نجاة موسى عليه السلام في عاشوراء\n10 / محرم / 1424 هجري\n13 / آذار / 2003 غربي\n__________\n(1) ديوان: (أحبك ربي – نجاوى شعرية) للمؤلف ص 48.",
        "(1/15)\n\nالتصور الإسلامي للمسيح\n\n\"إن أتباع محمد أوفر أدباً في كلامهم عن المسيح\" (1)\n- برناردشو –\n\nولد المسيح عيسى بن مريم عليه الصلاة والسلام من غير أب! وهو حدث عجيب! ولكنه ليس أعجب من خلق آدم الذي خلق من غير أب {إِنَّ مَثَلَ عِيسَى عِندَ اللّهِ كَمَثَلِ آدَمَ خَلَقَهُ مِن تُرَابٍ ثِمَّ قَالَ لَهُ كُن فَيَكُونُ} (2)، وفي هذه الآية نقرأ حُجة دامغة شبهت الغريب بما هو أغرب منه، فلقد شاءت حكمة الله أن تشهد الإنسانية هذه الولادة العجيبة كي تتلفت من خلالها إلى قدرة الله، إن عز عليها أن تتلفت إلى العجيبة الأولى – خلق آدم – التي لم يشهدها إنسان، وثمة حكمة ثانية، وهي إعادة التوازن الروحي لبني إسرائيل الذين غرقوا في المادية، فكانت ولادة المسيح الخارقة إعلاناً لعالم الروح، ولما كان المسيح عليه السلام جنيناً صغيراً في بطن أمه الطاهرة، كان الله يرعاه، وكان يغذوه من دمها الطاهر الزكي، وطبيعي أن السماوات والأرض كانت مخلوقة بقدرة الله وحده لما كان المسيح يتخلّق في رحم العذراء البتول (3). {إِنَّمَا أَمْرُهُ إِذَا أَرَادَ شَيْئًا أَنْ يَقُولَ لَهُ كُنْ فَيَكُونُ} (4) وقد تفرّد القرآن الكريم بذكر قصة ولادة المسيح بتفصيل مبين، وبأسلوب معجز جميل وجليل، يقول الله تعالى في سورة مريم: {وَاذْكُرْ فِي الْكِتَابِ مَرْيَمَ إِذِ انتَبَذَتْ مِنْ أَهْلِهَا مَكَانًا شَرْقِيًّا، فَاتَّخَذَتْ مِن دُونِهِمْ حِجَابًا فَأَرْسَلْنَا إِلَيْهَا رُوحَنَا فَتَمَثَّلَ لَهَا بَشَرًا سَوِيًّا، قَالَتْ إِنِّي أَعُوذُ بِالرَّحْمَن مِنكَ إِن كُنتَ تَقِيًّا، قَالَ إِنَّمَا أَنَا رَسُولُ رَبِّكِ لأَهَبَ لَكِ غُلامًا زَكِيًّا، قَالَتْ أَنَّى يَكُونُ لِي غُلامٌ وَلَمْ يَمْسَسْنِي بَشَرٌ وَلَمْ أَكُ بَغِيًّا، قَالَ كَذَلِكِ قَالَ رَبُّكِ هُوَ عَلَيَّ هَيِّنٌ وَلِنَجْعَلَهُ آيَةً لِلنَّاسِ وَرَحْمَةً مِّنَّا وَكَانَ أَمْرًا مَّقْضِيًّا، فَحَمَلَتْهُ فَانتَبَذَتْ بِهِ مَكَانًا قَصِيًّا، فَأَجَاءهَا الْمَخَاضُ إِلَى جِذْعِ النَّخْلَةِ قَالَتْ يَا لَيْتَنِي مِتُّ قَبْلَ هَذَا وَكُنتُ نَسْيًا مَّنسِيًّا، فَنَادَاهَا مِن تَحْتِهَا أَلاّ تَحْزَنِي قَدْ جَعَلَ رَبُّكِ تَحْتَكِ سَرِيًّا، وَهُزِّي إِلَيْكِ بِجِذْعِ النَّخْلَةِ تُسَاقِطْ عَلَيْكِ رُطَبًا جَنِيًّا، فَكُلِي وَاشْرَبِي وَقَرِّي عَيْنًا فَإِمَّا تَرَيِنَّ مِنَ الْبَشَرِ أَحَدًا فَقُولِي إِنِّي نَذَرْتُ لِلرَّحْمنِ صَوْمًا فَلَنْ أُكَلِّمَ الْيَوْمَ إِنسِيًّا، فَأَتَتْ بِهِ قَوْمَهَا تَحْمِلُهُ قَالُوا يَا مَرْيَمُ لَقَدْ جِئْتِ شَيْئًا فَرِيًّا، يَا أُخْتَ هَارُونَ مَا كَانَ أَبُوكِ امْرَأَ سَوْءٍ وَمَا كَانَتْ أُمُّكِ بَغِيًّا، فَأَشَارَتْ إِلَيْهِ قَالُوا كيْفَ نُكَلِّمُ مَن كَانَ فِي الْمَهْدِ صَبِيًّا، قَالَ إِنِّي عَبْدُ اللَّهِ آتَانِيَ الْكِتَابَ وَجَعَلَنِي نَبِيًّا، وَجَعَلَنِي مُبَارَكًا أَيْنَ مَا كُنتُ وَأَوْصَانِي بِالصَّلاةِ وَالزَّكَاةِ مَا دُمْتُ حَيًّا، وَبَرًّا بِوَالِدَتِي وَلَمْ يَجْعَلْنِي جَبَّارًا شَقِيًّا، وَالسَّلَامُ عَلَيَّ يَوْمَ وُلِدتُّ وَيَوْمَ أَمُوتُ وَيَوْمَ أُبْعَثُ حَيًّا، ذَلِكَ عِيسَى ابْنُ مَرْيَمَ قَوْلَ الْحَقِّ الَّذِي فِيهِ يَمْتَرُونَ، مَا كَانَ لِلَّهِ أَن يَتَّخِذَ مِن وَلَدٍ سُبْحَانَهُ إِذَا قَضَى أَمْرًا فَإِنَّمَا يَقُولُ لَهُ كُن فَيَكُونُ} (5).\nوإن دارس القرآن يدرك أن القرآن لم يذكر قصة مولد النبي محمد، لأنه كان مولداً طبيعياً، وهذا من أظهر الأدلة على أن القرآن ليس من عنده، وإلا لاهتم بمولده أكثر من اهتمامه بمولد عيسى بمقتضى الطبيعة البشرية، والعجيبة الثانية التي ذكرتها الآيات الكريمة أن المسيح عليه السلام قد كلم الناس في المهد ليُبرِّئ ساحة أمه الطاهرة التي قال القرآن فيها {وَالَّتِي أَحْصَنَتْ فَرْجَهَا فَنَفَخْنَا فِيهَا مِن رُّوحِنَا وَجَعَلْنَاهَا وَابْنَهَا آيَةً لِّلْعَالَمِينَ} (6).\nوقد أكد الرسول محمد صلى الله عليه وسلم رفعة السيدة مريم فقال \"خير نسائها مريم بنت عمران، وخير نسائها خديجة\" (7). والعجيب حقاً أن يتكرر الذكر العطر للسيدة مريم\n__________\n(1) (برناردشو) لعباس محمود العقاد ص (147).\n(2) قرآن كريم، سورة آل عمران (3/ 59).\n(3) لقبت السيدة مريم بالبتول لانقطاعها عن الزواج إلى العبادة.\n(4) قرآن كريم (36/ 82).\n(5) قرآن كريم، سورة مريم (19/ 15 - 34).\n(6) قرآن كريم، سورة الأنبياء (91).\n(7) رواه البخاري ومسلم.\n(1/16)",
        "\nكثيراً في القرآن من دون أن يذكر اسم والدة محمد صلى الله عليه وسلم! والسؤال الذي يطرح نفسه: لو كان القرآن من عند محمد فهل كان سيَفصلَه عن ذاته فيغفل ذكر أمه ثم يثني على أم رسول آخر؟! ألا تدل هذه الظاهرة على أن القرآن الكريم قد صدر عن أفق أعلى من ذات النبي محمد؟.\nهذه الصورة الرائعة في القرآن للسيدة مريم على خلاف الصورة اليهودية التي رسمها يهود، إذ طعنوا في عفتها وافتروا عليها بهتاناً عظيماً، ومن المفارقات العجيبة التي ألمح إليها الدكتور شوقي أبو خليل (1) أن يعمد القائمون على طباعة الأناجيل المتداولة إلى طباعة العهد القديم كتاب اليهود المقدس ونشره مرفقاً مع العهد الجديد! وكان الأولى بهم أن يطبعوا وينشروا القرآن الكريم أو سورتي ((مريم)) و ((آل عمران)) في أضعف الإيمان. والمسلمون يقولون كلما ذكر المسيح ((عليه الصلاة والسلام)) على حين نرى أن موسى بن ميمون يقول كلما ذكر المسيح: ((ليهلك اسم الشرير)) وذلك في تلمودهم الذي مُلئ خبثاً وحقداً وشراً. (2)\nونتساءل هل يمكن أن يكون الصمت خطيئة!! نعم إذا كان هذا الصمت يحجب الإيمان والحقيقة، ولكن الصمت مهما طال فستمزقه كلمة حق حين تُقال.\nشب المسيح في كنف أمه التي كانت تحوطه وترعاه، فبادلها حباً بحب وبرٍّ ووفاء وقد سجل القرآن هذا {وَبَرًّا بِوَالِدَتِي وَلَمْ يَجْعَلْنِي جَبَّاراً شَقِيًّا} (3).\nأما في إنجيل يوحنا (2/ 3) فقد ورد: \"ولما فرغت الخمر قالت أم يسوع له: ليس لهم خمر، قال لها يسوع: مالي ولك يا امرأة\"!\n__________\n(1) في كتابه (التسامح في الإسلام) ص (33).\n(2) انظر تفصيل هذا في ص (31، 34) من الكتاب القيم (هل اليهودية التلمودية دين؟) للدكتور سامي عصاصة.\n(3) قرآن كريم، سورة مريم (32).\n(1/17)\n",
        "المسيح إنسان ورسول:\nأكدت الأناجيل المتداولة بشرية المسيح عليه السلام وأنه ((ابن الإنسان)) في عشرات الآيات. ففي إنجيل متى (8/ 20) \"لطيور السماء أوكار وأما ابن الإنسان فليس له أن يسند رأسه\"، وفي إنجيل يوحنا (8/ 40) \"أنا إنسان قد كلمكم بالحق الذي سمعه من الله\"، وفي أعمال الرسل (2/ 22) ورد: \"يسوع الناصري رجل قد تبرهن لكم من قبل الله بقوات وعجائب وآيات صنعها الله بيده\".\nولقد كان المسيح عليه السلام كغيره، يجوع فيأكل الطعام {مَّا المَسِيحُ ابْنُ مَرْيَمَ إِلاَّ رَسُولٌ قَدْ خَلَتْ مِن قَبْلِهِ الرُّسُلُ وَأُمُّهُ صِدِّيقَةٌ كَانَا يَأْكُلاَنِ الطَّعَامَ} (1).\nوفي إنجيل متى (21/ 18) \"وفي الصبح إذ كان راجعاً إلى المدينة جاع\".\nهذا الإنسان العظيم كان ذا شخصية جذابة وذا خلق كريم، اصطفاه الله ليكون رسولاً إلى بني إسرائيل يحكمهم بشريعة التوراة وهداية الإنجيل فدعاهم إلى الإيمان بالله وحده، وإلى إخلاص العبادة له، وذلك بعد أن انحرف بنو إسرائيل فمنهم من عبد العجل، ومنهم من قال: عزير ابن الله، ومنهم من قتل الأنبياء أو افترى عليهم عظيم القول، ورسالة المسيح عليه السلام كانت خاصة ببني إسرائيل يقول الله تعالى: {وَيُعَلِّمُهُ الْكِتَابَ وَالْحِكْمَةَ وَالتَّوْرَاةَ وَالإِنجِيلَ، وَرَسُولاً إِلَى بَنِي إِسْرَائِيلَ} (2)، وفي إنجيل متى ورد: \"لم أُرسَل إلا إلى خراف بني إسرائيل الضالة\" (3)، وقد ذُكرت مهمة المسيح الرسالية في القرآن الكريم\n{إِنَّمَا الْمَسِيحُ عِيسَى ابْنُ مَرْيَمَ رَسُولُ اللّهِ وَكَلِمَتُهُ أَلْقَاهَا إِلَى مَرْيَمَ وَرُوحٌ مِّنْهُ} (4)، كما ذكرت هذه المهمة في الأناجيل، ففي إنجيل يوحنا (17/ 3) \"أن يعرفوك أنت الإله الحقيقي\n__________\n(1) قرآن كريم، سورة المائدة (75).\n(2) قرآن كريم سورة آل عمران (48 – 49).\n(3) متى (15/ 24).\n(4) قرآن كريم، سورة النساء (171).\n(1/19)\n\nوحدك ويسوع المسيح الذي أرسلته\"، وفي إنجيل لوقا (24/ 19) \"يسوع الناصري الذي كان إنساناً نبياً\".\nوكسائر الأنبياء الكرام فقد أيد الله رسوله المسيح بمعجزات وآيات، من ذلك أنه كان يبرئ الأكمه والأبرص ويحيي الموتى بإذن الله.\n\nدعوة المسيح هي توحيد الله:\nطاف المسيح عليه السلام في البلاد سائحاً يدعو العباد إلى التوحيد الخالص وإلى عبادة الله وحده (1)، وراح يدعو بني إسرائيل بآيات الإنجيل، وبمواعظ تسحر الألباب، لقد كان عليه السلام كالحكمة الطائفة، وكأنفاس الحياة، يزرع الخير ويغرس شجرة التوحيد والعبودية لله الواحد الأحد {وَقَالَ الْمَسِيحُ يَا بَنِي إِسْرَائِيلَ اعْبُدُواْ اللّهَ رَبِّي وَرَبَّكُمْ) (2)، {لَّن يَسْتَنكِفَ الْمَسِيحُ أَن يَكُونَ عَبْداً لِّلّهِ وَلاَ الْمَلآئِكَةُ الْمُقَرَّبُونَ} (3).\nوفي إنجيل لوقا (4/ 8) \"إنه مكتوبٌ للرب إلهك تسجد، وإياه وحده تعبد\".\nوفي مُرقس (2/ 7): \"من يَقدر أن يغفر خطايا إلا الله وحده؟! \"، وفيه (12/ 9): \"الربُّ إلهُنا ربٌ واحد\".\nوقد سبق أن قرأنا هذه الكلمة: \"أن يعرفوك أنت الإله الحقيقي وحدك، ويسوع المسيح الذي أرسلته\" والتي يمكن أن نقرأها أيضاً هكذا: \"لا إله إلا الله، والمسيح رسول الله\" ..\nأما القديس (آريوس) فيقول: \"بما أن الرب واحد وغير مولود كالمسيح فهو الإله الوحيد\"، ويقول المستشرق الشهير غوستاف لوبون: \"لا شيء يدل على أن الناس عدّوا يسوع إلهاً في\n__________\n(1) لعل من أسباب تسميته بالمسيح كثرة سياحته مبشراً وداعياً إلى الله.\n(2) قرآن كريم (5/ 72).\n(3) قرآن كريم، سورة المائدة (172).",
        "(1/20)\n\nالقرن الأول من النصرانية\" (1)، أما شاعر الألمان الأكبر يوهان غوته فيقول: \"يسوع كان طاهر الشعور ولم يؤمن إلا بالله الواحد الأحد، ومن جعل منه إلهاً فقد أساء إليه، وهكذا فإن الحق هو ما نادى به محمد\" (2).\nويتساءل غوته متعجباً: \"تريدين أن تُقدمي إلي هذه الصورة البائسة للمصلوب على الخشب على أنه الله؟! (3) .. إذا كان للرب كفواً أحدٌ أيكون بعدها رباً؟ \" (4)، وفي المؤتمر الذي عقده أساقفة الأنجليكان في إنجلترا عام 1984 وحضره (31) أسقفاً قرر تسعة عشر منهم أنه يكفي اعتبار المسيح رسولاً عظيماً فحسب (5).\n\nبشارة المسيح ببعثة محمد عليهما السلام:\nأنزل الله تعالى (الإنجيل) على المسيح {وَقَفَّيْنَا عَلَى آثَارِهِم بِعَيسَى ابْنِ مَرْيَمَ مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ مِنَ التَّوْرَاةِ وَآتَيْنَاهُ الإِنجِيلَ فِيهِ هُدًى وَنُورٌ} (6)، وكلمة (الإنجيل) تعني باليونانية (الخبر الطيب) أو (البشارة الطيبة) ويبدو أنه قد سمي بهذا الاسم لأنه كان آخر كتاب سماوي بشَّر باقتراب موعد نزول الكتاب الإلهي الخالد (القرآن الكريم)، ولأنه بشَّر أيضاً بقرب بعثة الرسول الخاتم محمد صلى الله عليه وسلم، بدليل قول المسيح عليه السلام {يَا بَنِي إِسْرَائِيلَ إِنِّي رَسُولُ اللَّهِ إِلَيْكُم مُّصَدِّقًا لِّمَا بَيْنَ يَدَيَّ مِنَ التَّوْرَاةِ وَمُبَشِّرًا بِرَسُولٍ يَأْتِي مِن بَعْدِي اسْمُهُ أَحْمَدُ} (7).\nأما القرآن فقد اشتُقّ اسمه من (القراءة) بمعنى الاستقراء والتحليل والفهم، وتأكد هذا\n__________\n(1) (حياة الحقائق) غوستاف لوبون ص (63).\n(2) قصيدة (هذه الأسماط من اللآلئ) غوته، نقلاً عن (غوته والعالم العربي) كاتارينا مومزن ص (255).\n(3) نفسه ص (257).\n(4) عن (الشرق والمغرب في أدب غوته) عبد الرحمن صدقي ص (29).\n(5) عن (البحث عن الحقيقة الكبرى) المهندس عصام قصب ص (345).\n(6) سورة المائدة (5/ 46).\n(7) القرآن الكريم، سورة الصف (6).\n(1/21)",
        "\nالمعنى بأن أول كلمة نزلت من القرآن هي (اقرأ) وأول أداة ذكرت فيه هي (القلم).\nوقد تواترت البشارات في الأناجيل المتداولة، ففي إنجيل برنابا (1) (36/ 6): \"قد جاء الأنبياء كلهم إلا رسول الله الذي سيأتي بعدي، لأن الله يريد ذلك حتى أهيئ طريقه\"، وفيه (44/ 19): \"إن رسول الله مزدان بروح الفهم والمشورة، روح الحكمة والقوة، روح الخوف والمحبة، روح التبصّر والاعتدال، ما أسعد الزمن الذي سيأتي فيه إلى العالم\".\nوبشارة تواترت تقول \"اقترب ملكوت السماوات\" (2)، و \"ليأت ملكوتك\" (3)، والذين بشّروا باقتراب ملكوت السماوات هم يحيى وعيسى عليهما السلام، وتابعهما الحواريون والتلاميذ، وفي إنجيل متى نقرأ قول المسيح:\n\"الحجر الذي رفضه البناؤون هو قد صار رأس الزاوية، لذلك أقول لكم إن ملكوت الله يُنزع منكم ويُعطى لأمة تعمل أثماره، ومن سقط على هذا الحجر يترضّض ومن سقط هو عليه يسحقه\" (4).\nلقد كانت بعثة المسيح عليه السلام إذن هي المقدمة الأخيرة لمجيء الرسول الخاتم الذي صار ((رأس الزاوية)) وقد صور الرسول صلى الله عليه وسلم الرسالات السماوية في جملتها أحسن تصوير حين قال:\n\"إنما مثلي ومثل الأنبياء من قبلي كمثل رجل بنى بيتاً، فأحسنه وأجمله إلا موضع لبنة، فجعل الناس يطوفون به، ويتعجبون ويقولون هلاّ وُضعت هذه اللبنة؟ فأنا اللبنة وأنا خاتم النبيين\" (5).\n__________\n(1) برنابا: هو أحد حواريي المسيح، وهو خال مرقس، وقد اكتشف إنجيله أول مرة في مكتبة القديس بطرس في الفاتيكان، وذلك قبل ظهور الإسلام بقرنين، وهو أوسع إنجيل ويفي بمعلومات كثيرة عن سيرة المسيح عليه السلام.\n(2) متى (3/ 2) ومتى (4/ 17) ولوقا (10/ 11).\n(3) متى (6/ 10).\n(4) متى (21/ 42) وانظر دانيال (2/ 44).\n(5) رواه البخاري.\n(1/22)\n",
        "يقول الدكتور محمد عبد الله الدراز: \"كانت الشرائع السماوية خطوات متصاعدة ولبنات متراكمة في بنيان الدين والأخلاق وسياسة المجتمع. وكانت مهمة اللبنة الأخيرة أنها أكملت البنيان، وملأت ما بقي فيه من فراغ، وأنها كانت بمثابة حجر الزاوية الذي يمسك أركان البناء إنها إذاً سياسة حكيمة رسمتها يد العناية الإلهية لتربية البشرية تربية تدريجية لا طفرة فيها ولا ثغرة، ولا تناقض ولا تعارض، بل تضافُرٌ وتعانقٌ وثباتٌ واستقرارٌ، ثم نموٌ واكتمالٌ وازدهار\" (1).\nلقد اكتمل برسول الله بناء النبوة الشامل، وبهذا الاكتمال انتهى بناء الصرح العظيم فلا محل لزيادة فيه، يقول الله تعالى: {وَأَنزَلْنَا إِلَيْكَ الْكِتَابَ بِالْحَقِّ مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ مِنَ الْكِتَابِ وَمُهَيْمِنًا عَلَيْهِ} (2).\nويقول: {الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَليْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الإِسْلاَمَ دِينًا} (3).\n\nنهاية المسيح عليه السلام:\nلم تكن نهاية السيد المسيح على الأرض أقل عجباً من ولادته! فبعد أن لاقت دعوته الرفض من يهود، وبعد أن بهتوا أمه البتول، فاض حقدهم عليه، فعزموا على قتله وصلبه، فنجّاه الله منهم ورفعه إليه، {وَبِكُفْرِهِمْ وَقَوْلِهِمْ عَلَى مَرْيَمَ بُهْتَانًا عَظِيماً، وَقَوْلِهِمْ إِنَّا قَتَلْنَا الْمَسِيحَ عِيسَى ابْنَ مَرْيَمَ رَسُولَ اللّهِ وَمَا قَتَلُوهُ وَمَا صَلَبُوهُ وَلَكِن شُبِّهَ لَهُمْ وَإِنَّ الَّذِينَ اخْتَلَفُواْ فِيهِ لَفِي شَكٍّ مِّنْهُ مَا لَهُم بِهِ مِنْ عِلْمٍ إِلاَّ اتِّبَاعَ الظَّنِّ وَمَا قَتَلُوهُ يَقِينًا}، وفي إنجيل برنابا نقرأ: \"دخلت الجنود وألقوا أيديهم على يهوذا لأنه كان شبيهاً بيسوع من كل وجه .. فأخذ الجنود يهوذا وأوثقوه .. وقادوه إلى جبل الجمجمة، وهناك صلبوه، ولم يفعل يهوذا شيئاً\n__________\n(1) عن (التعصب والتسامح بين المسيحية والإسلام) محمد الغزالي ص (77).\n(2) قرآن كريم، سورة المائدة (48).\n(3) قرآن كريم، سورة المائدة (3).\n(1/23)\n\nسوى الصراخ: يا الله لماذا تركتني\" (1)، وفي هذا العصر برّأت الكنيسة اليهود من دم المسيح، لاقتناعها ضمناً بأن المصلوب لم يكن المسيح، وإلا فهل يعقل أن تُفرِّط الكنيسة بدم المسيح هذا التفريط مهما كانت الأسباب؟!. ونتساءل مع الدكتور سامي عصاصة: \"هل استغرق اكتشاف هذا الخطأ ألفي عام قبل أن يجري تصحيحه؟! \" (2).\nومثلما تفرّد القرآن الكريم بالحديث عن المسيح قبل مولده، تفرد أيضاً بالحديث عنه يوم القيامة يوم يقوم الأشهاد. ففي موقف مستقبلي مهيب، يرسم القرآن الكريم مشهداً جليلاً يصور فيه موقف المسيح مع إخوانه الأنبياء بين يدي الله تعالى يوم الحساب: {وَإِذْ قَالَ اللّهُ يا عِيسَى ابْنَ مَرْيَمَ أَأَنتَ قُلتَ لِلنَّاسِ اتَّخِذُونِي وَأُمِّيَ إِلَهَيْنِ مِن دُونِ اللّهِ قَالَ سُبْحَانَكَ مَا يَكُونُ لِي أَنْ أَقُولَ مَا لَيْسَ لِي بِحَقٍّ إِن كُنتُ قُلْتُهُ فَقَدْ عَلِمْتَهُ تَعْلَمُ مَا فِي نَفْسِي وَلاَ أَعْلَمُ مَا فِي نَفْسِكَ إِنَّكَ أَنتَ عَلاَّمُ الْغُيُوبِ، مَا قُلْتُ لَهُمْ إِلاَّ مَا أَمَرْتَنِي بِهِ أَنِ اعْبُدُواْ اللّهَ رَبِّي وَرَبَّكُمْ وَكُنتُ عَلَيْهِمْ شَهِيدًا مَّا دُمْتُ فِيهِمْ فَلَمَّا تَوَفَّيْتَنِي كُنتَ أَنتَ الرَّقِيبَ عَلَيْهِمْ وَأَنتَ عَلَى كُلِّ شَيْءٍ شَهِيدٌ، إِن تُعَذِّبْهُمْ فَإِنَّهُمْ عِبَادُكَ وَإِن تَغْفِرْ لَهُمْ فَإِنَّكَ أَنتَ الْعَزِيزُ الْحَكِيمُ، قَالَ اللّهُ هَذَا يَوْمُ يَنفَعُ الصَّادِقِينَ صِدْقُهُمْ} (3).\nإنه استجوابٌ هائل في موقف مرهوب، وجوابٌ من المسيح كله أدب مع الله، ((إِن كُنتُ قُلْتُهُ فَقَدْ عَلِمْتَهُ)) فهو لم يقل في جوابه \"لا لم أقله\"! وهذا من أبلغ الأدب مع الله تعالى، وحقاً إن التاريخ يغدو قصة فارغة إذا خلا من أدب الأنبياء، ومن سير الأنبياء، ومن تعاليم الأنبياء عليهم الصلاة والسلام.\n\nتاريخ المسلم:\nوثمة كلمة مسلمة نقولها في المسيح عليه السلام، إن المسلم لا يكون مسلماً أبداً إن لم يؤمن بأنبياء الله كلهم كإيمانه بمحمد عليه السلام، فإذا كفر بواحد منهم، أو تناوله بكلمة سوء واحدة، فقد انسلخ عن الإسلام، فمن لا يؤمن برسول من الرسل الكرام هو كمن لا يؤمن به كلهم، وإن تاريخ المسلم هو تاريخ الرسالات السماوية كلها، فهو يؤمن بإبراهيم وموسى وعيسى، وبالتوراة والإنجيل كإيمانه بمحمد وبالقرآن سواء بسواء، قال الله تعالى: {وَالْمُؤْمِنُونَ كُلٌّ آمَنَ بِاللّهِ وَمَلآئِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ لاَ نُفَرِّقُ بَينَ أَحَدٍ مِّن رُّسُلِهِ} (4).\nوالمسلم يسير أبداً في ركب الأنبياء عليهم السلام، فهو يترسَّم خُطاهم، ويعتبر تاريخَهم تاريخَه، ونحن المسلمين، مذ كنا صغاراً تفتحت قلوبنا على آدم في جنته، وعلى نوح في سفينته، وعلى إبراهيم يحطم الأصنام بساعديه، وعلى موسى إذ يشق البحر بعصاه، وعلى عيسى بن مريم إذ أتت به قومها تحمله فكلمهم في المهد، وعلى محمد في غاره يردّد قول الأمين جبريل: {اقْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ} .. نحن المسلمين: \"إذا حاربنا اليهود تحت راية موسى، حاربناهم تحت راية موسى وعيسى ومحمد عليهم السلام\" (5)، ونحن المسلمين لا نعيش – بحمد الله – أية عقيدة تجاه أية رسالة سماوية أو أي رسول، ونحن كما قال نبينا محمد، \"أولى الناس بعيسى بن مريم\" إذ يسكن حبه وحب أمه الطاهرة في أعماقنا، وهذا الحب لا يوازيه إلا محبتنا لسائر الأنبياء الكرام.\nهذه هي نظرتنا إلى الأنبياء فهل سينظر أتباعهم إلى نبينا النظرة ذاتها؟ يقول م. كويت \"قد شب أغلب الغربيين على كراهية الإسلام، بينما شب المسلمون على حب المسيح والإنجيل المنزل عليه\" (6). ويقول البريطاني أرسكين تشايلدرز: \"إن العلاقة بين المسلمين وغيرهم لم\n__________\n(1) إنجيل برنابا (216/ 9 - 79).\n(2) (هل اليهودية التلمودية دين؟!) للدكتور سامي عصاصة ص (211)، والتبرئة صدرت في 24/ 11/1964غ عن المجمع المسكوني الفاتيكاني.\n(3) سورة المائدة (108 - 119).\n(4) قرآن كريم، سورة البقرة (285).\n(5) د. يوسف القرضاوي.\n(6) عن (مقدمات العلوم والمناهج) العلامة أنور الجندي (8/ 166).",
        "(1/24)\n\nتكن متوازنة من البداية! فقد اعترف الإسلام بالديانات السماوية واعتبر الإيمان بأنبيائها جزءاً من سلامة اعتقاد المسلم، في حين أن أهل هذه الأديان لم يعترفوا بالإسلام ولم يهادنوه يوماً\" (1).\nويقول رينيه ديكارت في (مقالة الطريقة): \"نحن والمسلمون في هذه الحياة .. ولكنهم يعملون بالرسالتين العيسوية والمحمدية، ونحن لا نعمل بالثانية، ولو أنصفنا لكنا معهم جنباً إلى جنب لأن رسالتهم فيها ما يتلاءم مع كل زمان\"، ويقول المسلم د. محمد غريب: \"لو عرف المسيحيون الإسلام وأسلموا لأكرموا المسيح عليه السلام أكثر\".\nنأمل أن يكون البحث عن الحقيقة هو رائد الناس كل الناس، ونأمل أن يؤدي الصدق مع الذات إلى مراجعة واعية للمواقف والاعتقادات، ونرجو أن يؤدي التفكر والحوار الموضوعي دورهما في طريق البحث عن الحقيقة.\n\n***\n__________\n(1) في كتابه (الغرب والإسلام، هتك الذاكرة والخصام).\n(1/25)",
        "\nشهادات الذين أسلموا\n\n\"أعظم المعارك يتم خوضها داخل الروح،\nففيها تصنع الانتصارات والهزائم الكبرى\"\n- د. عبد الكريم بكار -\n\nكانت حياتهم بلا هدف ... فأحبوا أن يكون لها معنى .. كانت أرواحهم مسكونة بالظلام، فابتغوا لها رزق النور .. كانت قلوبهم تتمرغ في أوحال المادة، فغسلوها بسبحات الطهر، وغمسوها في عطور الإيمان ..\nحكاياتهم متشابهة رحلة طويلة وشاقة في طريق محفوفةٍ بالشك والشوك، ثم اللحظة العليا التي يجتازون بها المنعطف الأسمى في حياتهم الذي يحولهم بنقلة واحدة إلى القمة السامقة! حيث الإسلام، فيخلعون على عتبته رداء الجهل والحيرة والضياع ...\nهذا المنعطف الذي أعلنوا فيه شهادة التوحيد، لا تقاس لحظاته بعقارب الزمن، بل بدقات القلوب الخافقة الساكنة!.\nأي مزيج هذا!؟ سكون كله اضطراب!! واضطراب كله سكون!! إنها لحظة مقدسة من زمن الجنة، هبطت إلى زمنهم وحدهم من دون الناس جميعاً .. إنها لحظة ملهمة أمدّت عقولهم بحيوية هائلة، وقوة روحية فيّاضة، فإذا الدنيا وعُبّادها خاضعون لفيض هذه القوة ..\nمحظوظون أولئك الذين قُدّر لهم أن يبصروا الإنسان المسلم الجديد لحظة نطقه بالشهادتين .. أنا لست أشك أنَّ ملائكة تهبط في ذلك المكان، وملائكة تصعد لترفع ذلك الإيمان الغض النديّ إلى الله ...\nأسأل الله الذي أسعدهم في الدنيا بالإسلام، أن يسعدهم والقارئ والكاتب في الآخرة برضاه ...\n(1/27)\n",
        "* المفكر محمد أسد (ليوبولد فايس)\nرُبَّ سارٍ والسُّحْبُ قد لَفَّت النّجم ... فحار السارونَ عبر القفار\nسَفَرَ الفجرُ فاستبانَ خُطاه ... فرآها اهتدتْ بلا إبصار\n\n- الشاعر عمر الأميري –\nنمساوي ينحدر من أبوين يهوديين، درس الفلسفة والفن في جامعة فيينا ثم اتجه للصحافة فبرع فيها، وغدا مراسلاً صحفياً في الشرق العربي والإسلامي، فأقام مدة في القدس، ثم زار القاهرة فالتقى بالإمام مصطفى المراغي، فحاوره حول الأديان، فانتهى إلى الاعتقاد بأن \"الروح والجسد في الإسلام هما بمنزلة وجهين توأمين للحياة الإنسانية التي أبدعها الله\" ثم بدأ بتعلم اللغة العربية في أروقة الأزهر، وهو لم يزل بعدُ يهودياً.\nقصته مع الإسلام\nكان ليوبولد فايس رجل التساؤل والبحث عن الحقيقة، وكان يشعر بالأسى والدهشة لظاهرة الفجوة الكبيرة بين واقع المسلمين المتخلف وبين حقائق دينهم المشعة، وفي يوم راح يحاور بعض المسلمين منافحاً عن الإسلام، ومحمّلاً المسلمين تبعة تخلفهم عن الشهود الحضاري، لأنهم تخلّفوا عن الإسلام ففاجأه أحد المسلمين الطيبين بهذا التعليق \"فأنت مسلم، ولكنك لا تدري! \".\nفضحك قائلاً: \"لست مسلماً، ولكنني شاهدت في الإسلام من الجمال ما يجعلني أغضب عندما أرى أتباعه يضيّعونه\".\nولكن هذه الكلمة هزت أعماقه، ووضعته أمام نفسه التي يهرب منها، وظلت تلاحقه من بعد حتى أثبت القدر صدق قائلها الطيب، حين نطق (محمد أسد) بالشهادتين (1).\n__________\n(1) (الإسلام على مفترق الطرق) محمد أسد ص (12)\n(1/28)\n\nهذه الحادثة تعلّمنا ألا نستهين بخيرية وبطاقات أي إنسان، فنحن لا ندري من هو الإنسان الذي سيخاطبنا القدر به، ومن منا لم يُحدث انعطافاً في حياته كلمةٌ أو موقفٌ أو لقاء؟! من منا يستطيع أن يقاوم في نفسه شجاعة الأخذ من الكرماء؟!\nلقد جاء إسلام محمد أسد رداً حاسماً على اليأس والضياع، وإعلاناً مقنعاً على قدرة الإسلام على استقطاب الحائرين الذين يبحثون عن الحقيقة وعن المصير ... يقول الدكتور عبد الوهاب عزام: \"إنه استجابةُ نفس طيبة لمكارم الأخلاق ومحاسن الآداب، وإعجابُ قلب كبير بالفطرة السليمة، وإدراك عقل منير للحق والخير والجمال\" (1).\nقام محمد أسد بعد إسلامه بأداء فريضة الحج، كما شارك في الجهاد مع عمر المختار، ثم سافر إلى باكستان فالتقى شاعر الإسلام محمد إقبال، ثم عمل رئيساً لمعهد الدراسات الإسلامية في لاهور حيث قام بتأليف الكتب التي رفعته إلى مصاف ألمع المفكرين الإسلاميين في العصر الحديث، وأشهرها كتابه الفذ (الإسلام على مفترق الطرق) وله كتاب (الطريق إلى مكة)، كما قام بترجمة معاني القرآن الكريم وصحيح البخاري إلى اللغة الإنجليزية.\nلقد كان محمد أسد طرازاً نادراً من الرحالة في عالم الأرض، وفي عالم الفكر والروح ...\nيقول محمد أسد:\n\"جاءني الإسلام متسللاً كالنور إلى قلبي المظلم، ولكن ليبقى فيه إلى الأبد والذي جذبني إلى الإسلام هو ذلك البناء العظيم المتكامل المتناسق الذي لا يمكن وصفه، فالإسلام بناء تام الصنعة، وكل أجزائه قد صيغت ليُتمَّ بعضها بعضاً ... ولايزال الإسلام بالرغم من جميع العقبات التي خلّفها تأخر المسلمين أعظم قوة ناهضة بالهمم عرفها البشر، لذلك تجمّعت رغباتي حول مسألة بعثه من جديد\" (2).\n\"إن الإسلام يحمل الإنسان على توحيد جميع نواحي الحياة ... إذ يهتم اهتماماً واحداً\n__________\n(1) (مجلة العربي) العدد 497 – مقال د. علي القريشي.\n(2) من مقدمة كتابه (الإسلام على مفترق الطرق).",
        "(1/29)\n\nبالدنيا والآخرة، وبالنفس والجسد، وبالفرد والمجتمع، ويهدينا إلى أن نستفيد أحسن الاستفادة مما فينا من طاقات، إنه ليس سبيلاً من السبل، ولكنه السبيل الوحيد، وإن الرجل الذي جاء بهذه التعاليم ليس هادياً من الهداة ولكنه الهادي\".\n\"إن الرجل الذي أُرسل رحمة للعالمين، إذا أبينا عليه هُداه ‘ فإن هذا لا يعني شيئاً أقل من أننا نأبى رحمة الله! \" (1).\n\"الإسلام ليس فلسفة ولكنه منهاج حياة .. ومن بين سائر الأديان نرى الإسلام وحده، يعلن أن الكمال الفردي ممكن في الحياة الدنيا، ولا يؤجَّل هذا الكمال إلى ما بعد إماتة الشهوات الجسدية، ومن بين سائر الأديان نجد الإسلام وحده يتيح للإنسان أن يتمتع بحياته إلى أقصى حدٍ من غير أن يضيع اتجاهه الروحي دقيقة واحدة، فالإسلام لا يجعل احتقار الدنيا شرطاً للنجاة في الآخرة .. وفي الإسلام لا يحق لك فحسب، بل يجب عليك أيضاً أن تفيد من حياتك إلى أقصى حدود الإفادة .. إن من واجب المسلم أن يستخرج من نفسه أحسن ما فيها كيما يُشرّف هذه الحياة التي أنعم الله عليه بها، وكيما يساعد إخوانه من بني آدم في جهودهم الروحية والاجتماعية والمادية.\nالإسلام يؤكد في إعلانه أن الإنسان يستطيع بلوغ الكمال في حياته الدنيا، وذلك بأن يستفيد استفادة تامة من وجوه الإمكان الدنيوي في حياته هو\" (2).\nويصف محمد أسد إفاضته مع الحجيج من عرفات فيقول: \"ها نحن أولاء نمضي عجلين، مستسلمين لغبطة لا حد لها، والريح تعصف في أذني صيحة الفرح. لن تعود بعدُ غريباً، لن تعود ... إخواني عن اليمين، وإخواني عن الشمال، ليس بينهم من أعرفه، وليس فيهم من غريب! فنحن في التيار المُصطخِب جسد واحد، يسير إلى غاية واحدة، وفي قلوبنا جذوة من الإيمان الذي اتقد في قلوب أصحاب رسول الله ... يعلم إخواني أنهم قصّروا، ولكنهم لا يزالون\n__________\n(1) (الإسلام على مفترق الطرق) محمد أسد ص (102 - 103).\n(2) نفسه ص (19 - 25).\n(1/30)",
        "\nعلى العهد، سينجزون الوعد (1) \".\n\"لبيك اللهم لبيك\" لم أعد أسمع شيئاً سوى صوت \"لبيك\" في عقلي، ودويّ الدم وهديره في أذني ... وتقدمت أطوف، وأصبحت جزءاً من سيل دائري! لقد أصبحت جزءاً من حركة في مدار! وتلاشت الدقائق .. وهدأ الزمن نفسه .. وكان هذا المكان محور العالم (2) \".\nويسلط محمد أسد الضوء على سبيل النجاة من واقعنا المتردي فيكتب \"ليس لنا للنجاة من عار هذا الانحطاط الذي نحن فيه سوى مخرج واحد؛ علينا أن نُشعر أنفسنا بهذا العار، بجعله نصب أعيننا ليل نهار! وأن نَطعم مرارته ... ويجب علينا أن ننفض عن أنفسنا روح الاعتذار الذي هو اسم آخر للانهزام العقلي فينا، وبدلاً من أن نُخضع الإسلام باستخذاء للمقاييس العقلية الغربية، يجب أن ننظر إلى الإسلام على أنه المقياس الذي نحكم به على العالم ..\nأما الخطوة الثانية فهي أن نعمل بسنة نبينا على وعي وعزيمة ... \" (3).\nوأخيراً يوصينا محمد أسد بهذه الوصية \"يجب على المسلم أن يعيش عالي الرأس، ويجب عليه أن يتحقق أنه متميز، وأن يكون عظيم الفخر لأنه كذلك، وأن يعلن هذا التميز بشجاعة بدلاً من أن يعتذر عنه! \" (4).\n__________\n(1) (الطريق إلى الإسلام) محمد أسد ص (7).\n(2) نفسه ص (296 - 308).\n(3) (الإسلام على مفترق الطرق) ص (108 – 109).\n(4) نفسه ص (78).\n(1/31)\n",
        "* الدكتور جيفري لانغ\nبروفسور أمريكي في الرياضيات، أسلم ووضع كتابه (الصراع من أجل الإيمان) الذي ضمّنه قصة إسلامه، وأصدر مؤخراً كتاب (حتى الملائكة تسأل – رحلة الإسلام إلى أمريكا).\nيحدثنا د. جيفري لانغ عن إسلامه:\n\"لقد كانت غرفة صغيرة، ليس فيها أثاث ما عدا سجادة حمراء، ولم يكن ثمة زينة على جدرانها الرمادية، وكانت هناك نافذة صغيرة يتسلّل منها النور ... كنا جميعاً في صفوف، وأنا في الصف الثالث، لم أكن أعرف أحداً منهم، كنا ننحني على نحو منتظم فتلامس جباهنا الأرض، وكان الجو هادئاً، وخيم السكون على المكان، نظرت إلى الأمام فإذا شخص يؤمّنا واقفاً تحت النافذة، كان يرتدي عباءة بيضاء ... استيقظت من نومي! رأيت هذا الحلم عدة مرات خلال الأعوام العشرة الماضية، وكنت أصحو على أثره مرتاحاً.\nفي جامعة (سان فرانسيسكو) تعرفت على طالب عربي كنت أُدرِّسُهُ، فتوثقت علاقتي به، وأهداني نسخة من القرآن، فلما قرأته لأول مرة شعرت كأن القرآن هو الذي \"يقرأني\"!.\nوفي يوم عزمت على زيارة هذا الطالب في مسجد الجامعة، هبطت الدرج ووقفت أمام الباب متهيباً الدخول، فصعدت وأخذت نفساً طويلاً، وهبطت ثانية لم تكن رجلاي قادرتين على حملي! مددت يدي إلى قبضة الباب فبدأت ترتجف، ثم هرعت إلى أعلى الدرج ثانية ... شعرت بالهزيمة، وفكرت بالعودة إلى مكتبي .. مرت عدة ثوانٍ كانت هائلة ومليئة بالأسرار اضطرتني أن أنظر خلالها إلى السماء، لقد مرت عليّ عشر سنوات وأنا أقاوم الدعاء والنظر إلى السماء! أما الآن فقد انهارت المقاومة وارتفع الدعاء: \"اللهم إن كنت تريد لي دخول المسجد فامنحني القوة\"، نزلت الدرج، دفعت الباب، كان في الداخل شابان يتحادثان. ردا التحية، وسألني أحدهما: هل تريد أن تعرف شيئاً عن الإسلام؟ أجبت: نعم، نعم .. وبعد حوار طويل أبديت رغبتي باعتناق الإسلام فقال لي الإمام: قل أشهد، قلت: أشهد، قال: أن لا إله، قلت: أن لا إله - لقد كنت أؤمن بهذه العبارة طوال حياتي قبل اللحظة – قال: إلا الله،\n(1/32)\n\nرددتها، قال: وأشهد أن محمداً رسول الله، نطقتها خلفه.\nلقد كانت هذه الكلمات كقطرات الماء الصافي تنحدر في الحلق المحترق لرجل قارب الموت من الظمأ ... لن أنسى أبداً اللحظة التي نطقت بها بالشهادة لأول مرة، لقد كانت بالنسبة إليّ اللحظة الأصعب في حياتي، ولكنها الأكثر قوة وتحرراً. بعد يومين تعلمت أول صلاة جمعة، كنا في الركعة الثانية، والإمام يتلو القرآن، ونحن خلفه مصطفون، الكتف على الكتف، كنا نتحرك وكأننا جسد واحد، كنت أنا في الصف الثالث، وجباهنا ملامسة للسجادة الحمراء، وكان الجو هادئاً والسكون مخيماً على المكان!! والإمام تحت النافذة التي يتسلل منها النور يرتدي عباءة بيضاء! صرخت في نفسي: إنه الحلم! إنه الحلم ذاته ... تساءلت: هل أنا الآن في حلم حقاً؟! فاضت عيناي بالدموع، السلام عليكم ورحمة الله، انفتلتُ من الصلاة، ورحت أتأمل الجدران الرمادية! تملكني الخوف والرهبة عندما شعرت لأول مرة بالحب، الذي لا يُنال إلا بأن نعود إلى الله\" (1).\nبرفّة روحي، وخفقة قلبي ... بسرٍّ سرى في كياني يلبّي\nسألتكَ ربّي لترضى، وإني ... لأرجو رضاك إلهي بحبي\nوأعذبُ نجوى سرَت في جَناني ... وهزّتْ كياني \"أحبك ربي\" (2)\n\nوطبيعي أن تنهال الأسئلة على الدكتور جيفري لانغ باحثة عن سر إسلامه فكان يجيب:\n\"في لحظة من اللحظات الخاصة في حياتي، منّ الله بواسع علمه ورحمته عليّ، بعد أن\n__________\n(1) نقلاً باختصار عن كتابيه (الصراع من أجل الإيمان) و (حتى الملائكة تسأل) وقد يعجب القارئ من هذا الجَيشان العاطفي للدكتور جيفري، وهو أستاذ الرياضيات! ولكن متى كانت الرياضيات أو الفيزياء بمعزل عن العاطفة، يقول الفيلسوف برناردشو \"من ذا الذي يجرؤ على القول بأن الرياضيات ليست عواطف؟! \" ويقول ألكسيس كارليل \"لا غنى عن العاطفة لتَقدُّم العقل، فالحب ينبه العقل عندما لا يبلغ هدفه\" ويقول غوته \"المعرفة ستكون من الإحاطة والعمق بقدر ما يكون الحب\"، ويقول لافارج: \"إن العاطفة تشكل حياة العالم\" فالبصيرة والعاطفة تضيء للعقل طريقه، ويقول الإمام محمد عبده \"الدين الكامل علم وذوق وفكر ووجدان، فلا فرق بين العقل والوجدان، في الوجهة! فهما عينان للإنسان ينظر بهما\".\n(2) الأبيات للمؤلف من ديوان (أحبك ربي) ص (91).",
        "(1/33)\n\nوجد فيّ ما أكابد من العذاب والألم، وبعد أن وجد لدي الاستعداد الكبير إلى مَلء الخواء الروحي في نفسي، فأصبحت مسلماً ... قبل الإسلام لم أكن أعرف في حياتي معنى للحب، ولكنني عندما قرأت القرآن شعرت بفيض واسع من الرحمة والعطف يغمرني، وبدأت أشعر بديمومة الحب في قلبي، فالذي قادني إلى الإسلام هو محبة الله التي لا تقاوَم\" (1).\n\"الإسلام هو الخضوع لإرادة الله، وطريق يقود إلى ارتقاء لا حدود له، وإلى درجات لا حدود لها من السلام والطمأنينة .. إنه المحرك للقدرات الإنسانية جميعها، إنه التزام طوعي للجسد والعقل والقلب والروح\" (2).\n\"القرآن هذا الكتاب الكريم قد أسرني بقوة، وتملّك قلبي، وجعلني أستسلم لله، والقرآن يدفع قارئه إلى اللحظة القصوى، حيث يتبدّى للقارئ أنه يقف بمفرده أمام خالقه (3)، وإذا ما اتخذت القرآن بجدية فإنه لا يمكنك قراءته ببساطة، فهو يحمل عليك، وكأن له حقوقاً عليك! وهو يجادلك، وينتقدك ويُخجلك ويتحداك ... لقد كنت على الطرف الآخر، وبدا واضحاً أن مُنزل القرآن كان يعرفني أكثر مما أعرف نفسي ... لقد كان القرآن يسبقني دوماً في تفكيري، وكان يخاطب تساؤلاتي ... وفي كل ليلة كنت أضع أسئلتي واعتراضاتي، ولكنني كنت أكتشف الإجابة في اليوم التالي ... لقد قابلت نفسي وجهاً لوجه في صفحات القرآن .. \" (4).\n\"بعد أن أسلمت كنت أُجهد نفسي في حضور الصلوات كي أسمع صوت القراءة، على الرغم من أني كنت أجهل العربية، ولما سُئلت عن ذلك أجبت: لماذا يسكن الطفل الرضيع ويرتاح لصوت أمه؟ أتمنى أن أعيش تحت حماية ذلك الصوت إلى الأبد\" (5).\n\"الصلاة هي المقياس الرئيس اليومي لدرجة خضوع المؤمن لربه، ويا لها من مشاعر رائعة\n__________\n(1) (حتى الملائكة تسأل) د. جيفري لانغ ص (211 - 280).\n(2) نفسه ص (75).\n(3) نفسه ص (209).\n(4) (الصراع من أجل الإيمان) ص (34).\n(5) نفسه ص (120).\n(1/34)",
        "\nالجمال، فعندما تسجد بثبات على الأرض تشعر فجأة كأنك رُفعت إلى الجنة، تتنفس من هوائها، وتشتمُّ تربتها، وتتنشق شذا عبيرها، وتشعر وكأنك توشك أن ترفع عن الأرض، وتوضع بين ذراعي الحب الأسمى والأعظم\" (1).\n\"وإن صلاة الفجر هي من أكثر العبادات إثارة، فثمة دافع ما في النهوض فجراً – بينما الجميع نائمون – لتسمع موسيقا القرآن تملأ سكون الليل، فتشعر وكأنك تغادر هذا العالم وتسافر مع الملائكة لتمجّد الله عند الفجر\" (2).\nونختم الحديث عن د. جيفري لانغ بإحدى نجاواه لله: \"يا ربي إذا ما جنحتُ مرة ثانية نحو الكفر بك في حياتي، اللهم أهلكني قبل ذلك وخلصني من هذه الحياة. اللهم إني لا أطيق العيش ولو ليوم واحد من غير الإيمان بك\" (3).\n\n* الداعية يوسف إسلام (كات ستيفنز)\nالمغني البريطاني الشهير، لُقب بمطرب القارتين، وحاز على 17 أسطوانة ذهبية، بعد إسلامه أنشأ مدرسة إسلامية للأطفال في لندن، وأنشأ مؤخراً ثانوية للبنات وأخرى للبنين، وهي الأولى من نوعها في بريطانية.\nكان كات ستيفنز يسبح يوماً في البحر، فأوشك على الغرق، فدعا ربه دعاء مضطر غريق: \"يا رب إن أنقذتني فسوف أخدم دينك الحق\" فجاءته موجة قوية حملته وقذفت به على الشاطئ، ثم حملته موجة الهداية إلى شاطئ الإسلام، وذلك بعد أن أصيب بمرض السل، فأهداه أخوه – وكان في زيارة للقدس – نسخة من معاني القرآن الكريم، فلما شرع في قراءتها تذكر عهده مع ربه، وعرف أن الدين الحق الذي خُلق ليخدمه هو الإسلام، يقول: \"لما قرأت\n__________\n(1) (حتى الملائكة تسأل) ص (366).\n(2) (الصراع من أجل الإيمان) ص (111).\n(3) (حتى الملائكة تسأل) ص (234).\n(1/35)\n",
        "القرآن اكتشفت معنى الخلق والحياة، وأيقنت أنه ليس من كلام البشر، ووجدت التوحيد فيه يتماشى مع الفطرة التي فطر الله الناس عليها، لقد شعرت كأن القرآن يخاطبني، فكلماته كانت قريبة مني مع كونها مخالفة تماماً لكل ما قرأته من قبل، لقد أجاب القرآن على تساؤلاتي، وبذلك شعرت بالسعادة، سعادة العثور على الحقيقة\".\nبعد إشهار إسلامه، وكما يُتوقع، تخلّعت صحافة الغرب وتقيأت كالسكير، وشنّت عليه حملات التشويه، فلم يكترث (يوسف إسلام) بها، وتابع خُطاه في الارتقاء، وهجر اللذات ليمارس الذات.\nقالوا: غريبُ الدار يحيا وحدَه وجفاه صحبُهْ\nقالوا: نفته الأرض مُذ عشق السما والذنبُ ذنبُهْ\nلا الشرق قد أضحى له شرقاً، وليس الغربَ غربُهْ\nهي غربة الأطهار في ملكوتها يرتاح قلبُهْ\nيرقى المعارج، من ذُراه يسير والأكوان ركبُهْ (1)\n\nثم أسلم شقيقة من بعد، كما أسلمت والدتهما، أما والده فقد أدركته رحمة الله فاعتنق الإسلام قبل وفاته بثلاثة أيام.\nثم غدا يوسف من كبار الدعاة إلى الإسلام في أوربة، وتزوج من مسلمة، ورزق منها خمسة أولاد.\nيقول:\n\"قبل الإسلام كنت مثل السفينة التي تجري في البحر، ولكن بدون اتجاه وبعد أن درست القرآن الكريم نطقت بالشهادتين، فولدت من جديد، ورحت أدرس سيرة الرسول * فأدركت\n__________\n(1) الأبيات للشاعر عمر بهاء الدين الأميري – ديوان (قلب ورب)، بتصرف يسير، ص (124).\n(1/36)\n\nالثروة الهائلة في حياته وسنته\" (1).\n\"هزني تعريف القرآن بخالق الكون، فقد اكتشفت الإسلام عبر القرآن، وليس من أعمال المسلمين! أيها المسلمون! كونوا مسلمين حقاً حتى يتمكن الإسلام من الانتشار في العالم كله، فالإسلام هو السلام لكل العالم\" (2).\n\"أدركت وأنا في المدرسة أن هناك فرقاً كبيراً بين دروس الدين ودروس العلوم الأخرى كالحساب، في حصة الدين تعلمنا أن 3=1، وهذا غير صحيح في دروس الرياضيات! وأخيراً وجدت الواحد واحداً في الإسلام\" (3).\n\n* الدكتور مراد هوفمان\nدكتور في القانون من جامعة هارفرد، وسفير ألمانية في المغرب، من مؤلفاته (يوميات مسلم ألماني)، و (الإسلام عام ألفين) و (الطريق إلى مكة) وكتاب (الإسلام كبديل) الذي أحدث ضجة كبيرة في ألمانية.\nقبل إسلامه تعرض لحادث مرور مروّع، فقال له الجراح بعد أن أنهى إسعافه: \"إن مثل هذا الحادث لا ينجو منه في الواقع أحد، وإن الله يدّخر لك يا عزيزي شيئاً خاصاً جداً\" (4).\nلما أشهر إسلامه حاربته الصحافة الألمانية محاربة ضارية، وحتى أمه لما أرسل إليها رسالة أشاحت عنها وقالت \"ليبق عند العرب! (5).\nقال لي صاحبي أراك غريباً ... بين هذا الأنام دون خليل\n__________\n(1) (حوارات مع أوربيين ومسلمين) د. عبد الله الأهدل.\n(2) (عظماء ومفكرون يعتنقون الإسلام) محمد طماشي (182).\n(3) (لمَ أسلم هؤلاء الأجانب) محمد عثمان (1/ 19).\n(4) (الطريق إلى مكة) مراد هوفمان (55).\n(5) مجلة (المجلة) العدد 366، مقال (هل حان الوقت لكي نشهد إسلاماً أوربياً؟) للمفكر فهمي هويدي.",
        "(1/37)\n\nقلت: كلا، بل الأنامُ غريبٌ ... أنا في عالمي وهذي سبيلي (1)\n\nولكن هوفمان لم يكترث بكل هذا، يقول: \"عندما تعرضت لحملة طعن وتجريح شرسة في وسائل الإعلام بسبب إسلامي، لم يستطع بعض أصدقائي أن يفهموا عدم اكتراثي بهذه الحملة، وكان يمكن لهم العثور على التفسير في هذه الآية {إِيَّاكَ نَعْبُدُ وإِيَّاكَ نَسْتَعِينُ} (2).\nيتحدث هوفمان عن التوازن الكامل والدقيق بين المادة والروح في الإسلام فيقول: \"ما الآخرة إلا جزاء العمل في الدنيا، ومن هنا جاء الاهتمام في الدنيا، فالقرآن يلهم المسلم الدعاء للدنيا، وليس الآخرة فقط {رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الآخِرَةِ حَسَنَةً} وحتى آداب الطعام والزيارة تجد لها نصيباً في الشرع الإسلامي\" (3).\n\"إن الانتشار العفوي للإسلام هو سمة من سماته على مر التاريخ، وذلك لأنه دين الفطرة المنزّل على قلب المصطفى صلى الله عليه وسلم \" (4).\n\"الإسلام دين شامل وقادر على المواجهة، وله تميزه في جعل التعليم فريضة، والعلم عبادة ... وإن صمود الإسلام ورفضه الانسحاب من مسرح الأحداث، عُدَّ في جانب كثير من الغربيين خروجاً عن سياق الزمن والتاريخ، بل عدّوه إهانة بالغة للغرب!! (5) \".\n\"من أكثر ما يُذهل المستشرق في القرآن، تفصيله الدقيق لحماية الأقليات من أهل الكتاب في المجتمع الإسلامي، وفي ذلك الدليل الساطع على سعة هذا الدين وتسامحه\" (6).\n\"في عيد الأضحى ينظر العالم الغربي إلى تضحية المسلمين بحيوان على أنه عمل وحشي، وذلك على الرغم من أن الغربي ما يزال حتى الآن يسمي صلاته (قرباناً)! وما يزال يتأمل في يوم الجمعة الحزينة لأن الرب (ضَحَّى) بابنه من أجلنا!! \" (7).\n\"لا تستبعد أن يعاود الشرق قيادة العالم حضارياً، فما زالت مقولة ((يأتي النور من الشرق)) صالحة (8) ... إن الله سيعيننا إذا غيرنا ما بأنفسنا، ليس بإصلاح الإسلام، ولكن بإصلاح موقفنا وأفعالنا تجاه الإسلام (9) ... وإذا ما أراد المسلمون حواراً حقيقياً مع الغرب، عليهم أن يثبتوا وجودهم وتأثيرهم، وأن يُحيوا فريضة الاجتهاد، وأن يكفوا عن الأسلوب الاعتذاري والتبريري عند مخاطبة الغرب، فالإسلام هو الحل الوحيد للخروج من الهاوية التي تردّى الغرب فيها، وهو الخيار الوحيد للمجتمعات الغربية في القرن الحادي والعشرين\" (10).\n\n* العلامة الدكتور عبد الكريم جرمانوس\nعالم مجري، وصفه العقاد بأنه ((عشرة علماء في واحد)) أتقن ثماني لغات وألف بها، وهي العربية والفارسية والتركية والأوردية والألمانية والمجرية والإيطالية والإنجليزية، وكان عضواً في مجامع اللغة العربية في دمشق والقاهرة وبغداد والرباط، وله أكثر من مائة وخمسين كتاباً بمختلف اللغات، منها ((معاني القرآن)) و ((شوامخ الأدب العربي)) و ((الله أكبر)) و ((الحركات الحديثة في الإسلام)).\nيقول الدكتور عبد الكريم جرمانوس: \"حَبب لي الإسلام أنه دين الطهر والنظافة: نظافة الجسم والسلوك الاجتماعي والشعور الإنساني، ولا تستهن بالنظافة الجسمية فهي رمز ولها دلالتها\" (11).\n__________\n(1) البيتان للشاعر الدكتور عبد الوهاب عزام (ديوان المثاني) ص (34).\n(2) (الطريق إلى مكة) مراد هوفمان ص (49).\n(3) (الإسلام كبديل) مراد هوفمان ص (55 - 115).\n(4) (يوميات مسلم ألماني) مراد هوفمان.\n(5) (الطريق إلى مكة) ص (148).\n(6) (الإسلام كبديل ص (124).\n(7) (الطريق إلى مكة) ص (92).\n(8) (الإسلام كبديل) ص (136).\n(9) (الإسلام عام 2000) ص (12).\n(10) مجلة (الكويت) العدد (174).\n(11) (النهضة الإسلامية في سير أعلامها المعاصرين) د. محمد رجب البيومي (2/ 421).\n(1/38)",
        "\n\"أَلفيت في قلوب المسلمين كنوزاً تفوق في قيمتها الذهب، فقد منحوني إحساس الحب والتآخي، ولقنوني عمل الخير والأمر بالمعروف والنهي عن المنكر، وعلى المسلمين أن يعضوا بالنواجذ على القيم الخلقية التي يمتازون بها، ولا ينبهروا ببريق الغرب، لأنه ليس أكثر من بريقٍ خاوٍ زائف\" (1).\n\"لا يوجد في تعاليم الإسلام كلمة واحدة تعوق تقدم المسلم، أو تمنع زيادة حظه من الثروة أو القوة أو المعرفة، وليس في تعاليم الإسلام ما لا يمكن تحقيقه عملياً، وهي معجزة عظيمة يتميز بها عن سواه، فالإسلام دين الذهن المستنير، وسيكون الإسلام معتقد الأحرار\".\n\"لقد تمنيت أن أعيش مائة عام، لأحقق كل ما أرجوه لخدمة لغة القرآن الكريم، فدراسة لغة الضاد تحتاج إلى قرن كامل من الترحال في دروب جمالها وثقافتها\" (2).\n\n* مالكولم إكس\nزعيم من الملوّنين الأمريكيين، كان يُلقَّب قبل إسلامه بالشيطان و ((أحمر دويترويت)) إذ كان زعيماً عنصرياً متطرفاً في عداوته للبيض، ولكنه عدل عن هذا النهج بعد إسلامه، وبعد رحلته للحج خاصة إذ غمرته أخوّة المسلمين البيض تحت مظلة الإسلام، فأرسل إلى أتباعه من مكة رسالة يبين فيها انعطاف مساره، يقول فيها \"ما رأيت قط كرماً أصيلاً، ولا روحاً غامرة من الأخوة كهذه التي تسود هنا بين الناس من كل لون وجنس، في هذه الأرض المقدسة، وطن إبراهيم ومحمد ... فها هنا عشرات الألوف من الحجاج قدموا من كل أنحاء العالم، ليؤدّوا المناسك نفسها بروح من الوحدة والأخوة، ما كنت أظن – بحكم خبراتي في أمريكا – أنها يمكن أن تنشأ بين البيض والسود ... وإن أمريكا في حاجة إلى أن تفهم الإسلام، لأنه هو الدين الوحيد الذي يمكن أن يمحو المشكلة العنصرية في مجتمعها ... لقد تقابلت مع مسلمين بيض\n__________\n(1) (هؤلاء المثقفون اختاروا الإسلام) محمد عثمان ص (35).\n(2) نفسه ص (36).\n(1/39)\n",
        "وتحدثت معهم، بل تناولت الطعام معهم! ولكن النزعة العنصرية محاها من أذهانهم دين الإسلام .. إننا هنا نصلي لإله واحد، مع أخوة مسلمين لهم أعين زرقاء كأصفى ما تكون الزرقة، ولهم بشرة بيضاء كأنصع ما يكون البياض .. \" (1).\nقلت: عجباً لأمر الإسلام! كيف حوّل الحقد الأسود في قلب هذا الزعيم إلى حب أبيض فياض .. لم يستطع أن يعبر عنه إلا بهذه التداعيات التي ختم بها رسالته؟! ... لقد غدت نيته بالإسلام بيضاء، وأشد بياضاً من لون بشرة أعدائه السابقين، إنه الإسلام دين الإنسان.\n\"في مجتمع الإسلام لا يشعر أي إنسان بأي تمييز، فلا توجد في الإسلام عقدة الاستعلاء، ولا عقدة النقص\" (2).\n\n* المهندس اللورد هيدلي\nمن أغنى البريطانيين، ومن أرفعهم حسباً، درس الهندسة في كامبردج، أسلم وأصدر مجلة ( The Islamic Reneu ) وأصدر كتاب (إيقاظ العرب للإسلام) و (رجل غربي يصحو فيعتنق الإسلام)، وقد كان لإسلامه صدى كبير في إنكلترا.\n\"لا ريب إن أسعد أيام حياتي هو اليوم الذي جاهرت فيه على رؤوس الأشهاد بأنني اتخذت الاسلام ديناً (3)، فإذا كنت قد ولدت مسيحياً، فهذا لا يحتم عليّ أن أبقى كذلك طوال حياتي، فقد كنت لا أعرف كيف أستطيع أن أؤمن بالمبدأ القائل: إذا لم تأكل جسد المسيح، وتشرب دمه، فلن تنجو من عذاب جهنم الأبدي! إنني بإسلامي أعتبر نفسي أقرب إلى النصرانية الحقة مما كنت من قبل، ومن يعادي النصرانية الحقة فلا أمل فيه ... لم أولد في\n__________\n(1) عن مجلة (الفيصل) العدد 270 – عام 1999.\n(2) موسوعة (مقدمات العلوم والمناهج) للعلامة أنور الجندي – مجلد (8) – ص (140).\n(3) (آفاق جديدة للدعوة الإسلامية) أنور الجندي ص (139).\n(1/41)\n\nالخطيئة، ولست مولود سخط وغضب، ولا أحب أن أكون مع الخاطئين (1) .. لقد تملك الإسلام لبي حقاً، وأقنعني نقاؤه، فأصبح حقيقة راسخة في عقلي وفؤادي، اذ التقيت بسعادة وطمأنينة ما رأيتهما قط من قبل (2) \".\n\"بما أننا نحتاج إلى نموذج كامل ليفي بحاجاتنا في خطوات الحياة، فحياة النبي تسد تلك الحاجة، فهي كمرآة نقية تعكس علينا الأخلاق التي تكون الإنسانية، ونرى ذلك فيها بألوان وضاءة (3) .. خذ أي وجه من وجوه الآداب، تتأكد بأنك تجده موضحاً في إحدى حوادث حياة الرسول صلى الله عليه وسلم \".\n\"الإسلام هو الدين الذي يجعل الإنسان يعبد الله حقيقة مدى الحياة! لا في أيام الآحاد فقط ... أصبحت كرجل فر من سرداب مظلم إلى فسيح من الأرض تنيره شمس النهار، وأخذ يستنشق هواء البحر النقي الخالص\" (4).\nوكم ذا شردتُ، وها إنني ... هجرتُ إليكَ جميع الدروبْ\nوأثبتُّ قلبي بدرب الهوى ... مناراً يَلُمُّ شتاتَ القلوبْ\nأيُرضيك عني فؤادٌ غدا ... بحبك – ربي – غريق الطيوبْ (5)\n\n* الفنان الفرنسي ناصر الدين دينيه\nألفونس إيتان دينيه، من كبار الفنانين والرسامين العالميين، دُونت أعماله في معجم (لاروس)، وتزدان جدران المعارض الفنية في فرنسة بلوحاته الثمينة، وفيها لوحته الشهيرة (غادة رمضان) وقد أبدع في رسم الصحراء. كما ألّف بعد إسلامه العديد من الكتب القيمة، منها\n__________\n(1) موسوعة (النهضة الإسلامية) د. محمد رجب البيومي (1/ 120).\n(2) (الإسلام في قفص الاتهام) الدكتور شوقي أبو خليل ص (16).\n(3) (رجاء جارودي وحضارة الإسلام) ص (9).\n(4) نفسه ص (8).\n(5) الأبيات للمؤلف – ديوان (أحبك ربي – نجاوى شعرية) ص (24).",
        "(1/42)\n\nكتابه الفذ (أشعة خاصة بنور الإسلام) وله (ربيع القلوب) و (الشرق كما يراه الغرب) و (محمد رسول الله) و (الحج إلى بيت الله الحرام) وقد أحدثت كتبه دوياً في دوائر المستشرقين. يقول دينيه:\n\"لقد أكد الإسلام من الساعة الأولى لظهوره أنه دينٌ صالحٌ لكل زمان ومكان، إذ هو دين الفطرة، والفطرة لا تختلف في إنسان عن آخر، وهو لهذا صالح لكل درجة من درجة الحضارة (1) ... لقد كان النبي يُعنى بنفسه عناية تامة، وقد عُرف له نمط من التأنق على غاية من البساطة، ولكن على جانب كبير من الذوق والجمال\".\n\"إن حركات الصلاة منتظمة تفيد الجسم والروح معاً، وذات بساطة ولطافة وغير مسبوقة في صلاة غيرها\" (2).\n\"إن تعدد الزوجات عند المسلمين أقل انتشاراً منه عند الغربيين الذين يجدون لذة الثمرة المحرمة عند خروجهم عن مبدأ الزوجة الواحدة، وهل حقاً إن المسيحية قد منعت تعدد الزوجات؟! وهل يستطيع شخص أن يقول ذلك دون أن يأخذ منه الضحك مأخذه؟! إن تعدد الزوجات قانون طبيعي، وسيبقى ما بقي العالم، إن نظرية الزوجة الواحدة أظهرت ثلاث نتائج خطيرة: العوانس، والبغايا، والأبناء غير الشرعيين\". (3)\n\n* الداعية عبد الله كوليام\nأول مسلم إنجليزي دعا إلى الإسلام، أسلم على يديه اللورد هيدلي، واللورد ستانلي أولدرلي، وأصدر كتاب (العقيدة الإسلامية)، وقد لقي عبد الله بعد إسلامه من الأذى الكثير الكثير! وهذه صورة يرسمها لنا:\n__________\n(1) (محمد رسول الله) ناصر الدين دينيه ص (345).\n(2) (الحج إلى بيت الله الحرام) ناصر الدين دينيه.\n(3) عن (المرأة والأسرة المسلمة من منظور غربي) د. عماد الدين خليل (66 - 97).\n(1/43)",
        "\n\"ومما أوذينا به أن أولئك الأشرار كانوا يلقون الأقذار على المصلين في أثناء الصلاة، وينثرون الزجاج المكسور على السجاد ليجرحوا جباهنا! ولقد دخلت المسجد مرة أنا وأخواني لأُلقي عليهم محاضرة، فرأيت في المسجد وجوهاً غريبة سبقتنا، فلم أبال بهم وشرعت في تلاوة وتفسير آيات من القرآن، فلما انتهيت من المحاضرة قام أحد أولئك المريبين وأخرج من جيبه حجارة وألقاها على الأرض، وقال لأصحابه: من كان منكم يريد أن يرجم المسلمين بالحجارة فليرجمني معهم فأنا مسلم، فألقوا حجارتهم وأعلنوا إسلامهم!\nوهذا الرجل الذي كان رئيساً لهم، ما لبث أن صار عضدي الأيمن وتسمى بـ (جمال الدين) (1).\n\n* الحاج إبراهيم أحمد\n(القس إبراهيم فيلوبوس)، ماجستير في اللاهوت من جامعة برنستون الأمريكية، من كتبه (محمد في التوراة والإنجيل والقرآن) و (المسيح إنسان لا إله) و (الإسلام في الكتب السماوية) و (اعرف عدوك اسرائيل) و (الاستشراق والتبشير وصلتهما بالإمبريالية العالمية) و (المبشرون والمستشرقون في العالم العربي الإسلامي) وقد كان راعياً للكنيسة الإنجيلية، وأستاذاً للاهوت، أسلم على يديه عدد كبير من الناس.\n\nردّه العقل الحر:\nيحدثنا الحاج إبراهيم عن رحلته إلى الإسلام، فيقول:\n\"في مؤتمر تبشيري دعيت للكلام، فأطلت الكلام في ترديد كل المطاعن المحفوظة ضد الإسلام، وبعد أن انتهيت من حديثي بدأت أسأل نفسي: لماذا أقول هذا وأنا أعلم أنني كاذب\n__________\n(1) عن (النهضة الإسلامية في سير أعلامها المعاصرين) د. محمد رجب البيومي (1/ 110).\n(1/44)\n",
        "؟! واستأذنت قبل انتهاء المؤتمر، خرجت وحدي متجهاً إلى بيتي، كنت مهزوزاً من أعماقي، متأزماً للغاية، وفي البيت قضيت الليل كله وحدي في المكتبة أقرأ القرآن، ووقفت طويلاً عند الآية الكريمة: (لَوْ أَنزَلْنَا هَذَا الْقُرْآنَ عَلَى جَبَلٍ لَّرَأَيْتَهُ خَاشِعًا مُّتَصَدِّعًا مِّنْ خَشْيَةِ اللَّهِ وَتِلْكَ الأَمْثَالُ نَضْرِبُهَا لِلنَّاسِ لَعَلَّهُمْ يَتَفَكَّرُونَ) (1) .. وفي تلك الليلة اتخذت قرار حياتي فأسلمت، ثم انضم إلي جميع أولادي، وكان أكثرهم حماساً ابني الأكبر (أسامة) وهو دكتور في الفلسفة ويعمل أستاذاً لعلم النفس في جامعة السوربون\" (2).\nوبإسلامهم زادت بيوت الإسلام بيتاً.\nأتيتك – ربي – بفلْذات قلبي ... وفدنا عليكَ بشوقٍ وحبّ\nأتينا جميعاً كباراً صغاراً ... نصلي، نصوم، نزكّي، نلبّي (3)\n\n* البروفسور خالد ميلاسنتوس\n(آرثر ميلاسنتوس) دكتوراه في اللاهوت، وكان الرجل الثالث في مجمع كنائس قارة آسية.\nفي أثناء عمله بالتنصير عام 1983 قال لنفسه: أي ضير في قراءة القرآن من أجل الرد على المسلمين؟ فتوجه إلى أحد المسلمين سائلاً إياه أن يعيره كتاب المقدس، فوافق المسلم مشترطاً عليه أن يتوضأ قبل كل قراءة، ثم شرع آرثر يقرأ القرآن خفية، ولنستمع إليه يحدثنا عن تجربته الأولى مع القرآن:\n\"عندما قرأت القرآن أول مرة، شعرت بصراع عنيف في أعماقي، فثمة صوت يناديني ويحثني على اعتناق هذا الدين، الذي يجعل علاقة الإنسان بربه علاقة مباشرة، لا تحتاج إلى\n__________\n(1) قرآن كريم (59/ 21).\n(2) (القبس) الكويتية) العدد 1540.\n(3) البيتان للمؤلف من ديوان (عطر السماء – حداء للبنين والبنات).\n(1/45)\n\nوساطات القسس، ولا تباع فيها صكوك الغفران!! وفي يوم توضأت، ثم أمسكت بالقرآن فقرأت: {أَفَلا يَتَدَبَّرُونَ الْقُرْآنَ أَمْ علَى قُلُوبٍ أَقْفَالُهَا} (1) فأحسستُ بقشعريرة، ثم قرأت: {الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الإِسْلاَمَ دِينًا} فحلت السكينة في الروح الحيرى، وشعرت أني قد خُلقت من جديد\".\nفي تلك الليلة لم يصبر آرثر حتى تطلع الشمس، بل اتجه حالاً إلى منزل صديقه المسلم ليسأله عن كيفية الدخول في الإسلام، وبين حيرة الصديق ودهشته نطق آرثر بالشهادتين (2).\n\n* البروفسور عبد الأحد داود\n(بنجامين كلداني) أستاذ في علم اللاهوت، وقسيس الروم الكاثوليك لطائفة الكلدانيين الموحدة، يتكلم عدة لغات.\nاعتزل الدنيا في منزله شهراً كاملاً، يعيد قراءة الكتب المقدسة بلغاتها القديمة وبنصوصها الأصلية مرة بعد مرة، ويدرسها دراسة متعمقة مقارنة ضمّن بعضها في كتابه الفذ (محمد في الكتاب المقدس) وأخيراً اعتنق الإسلام في مدينة استانبول ومن مؤلفاته (الإنجيل والصليب). يقول عبد الأحد داود:\n\"في اللحظة التي آمنت فيها بوحدانية الله، وبنبيه الكريم صلوات الله عليه، بدأت نقطة تحولي نحو السلوك النموذجي المؤمن\" (3).\n((لا إله إلا الله محمد رسول الله)) هذه العقيدة سوف تظل عقيدة كل مؤمن حقيقي بالله حتى يوم الدين ... وأنا مقتنع بأن السبيل الوحيد لفهم معنى الكتاب المقدس وروحه، هو\n__________\n(1) قرآن كريم (47/ 24).\n(2) (لمَ أسلم هؤلاء الأجانب) محمد عثمان (1/ 147).\n(3) (عظماء ومفكرون يعتنقون الإسلام) محمد طماشي (94).",
        "(1/46)\n\nدراسته من وجهة النظر الإسلامية\" (1).\n\n* القس والباحث محمد فؤاد الهاشمي\nألّف كتاب (الأديان في كفة الميزان) يقول فيه: \"لقد كان قصدي من البحث في الإسلام استخراج العيوب التي أوحى إلي بها أساتذتي، لكن وجدت أن ما زعموه في الإسلام عيوباً هو في الحقيقة مزايا! فأخذ الإسلام بلبي، فانقدت إليه، وآمنت به عن تفكّر ودراسة وتمحيص، وبها كلها رجحت كفة الإسلام، وشالت كفة سواه\" (2).\n\n* الشهيدة المفكرة صَبورة أُوريبة\n(ماريا ألاسترا) ولدت في الأندلس عام 1949م، حصلت على إجازة في الفلسفة وعلم النفس من جامعة مدريد، واعتنقت الإسلام عام 1978م، وكانت تدير مركز التوثيق والنشر في المجلس الإسلامي، استشهدت في غرناطة عام 1998م على يد متطرف إسباني بعد لحظات من إنجاز مقالها (مسلمة في القرية العالمية).\n\nومما كتبت في هذا المقال الأخير:\n\"إنني أؤمن بالله الواحد، وأؤمن بمحمد نبياً ورسولاً، وبنهجه نهج السلام والخير ... وفي الإسلام يولد الإنسان نقياً وحراً دون خطيئة موروثة ليقبل موقعه وقَدره ودوره في العالم\"\n\"إن الأمة العربية ينتمي بعض الناس إليها، أما اللغة العربية فننتمي إليها جميعاً، وتحتل لدينا مكاناً خاصاً، فالقرآن قد نزل بحروفها، وهي أداة التبليغ التي استخدمها الرسول محمد\n__________\n(1) (محمد في الكتاب المقدس) عبد الأحد داود ص (162).\n(2) عن (الإسلام) الدكتور أحمد شلبي ص (288).\n(1/47)",
        "\nصلى الله عليه وسلم \".\n\" تُعد التربية اليوم أكثر من أي وقت آخر، شرطاً ضرورياً ضد الغرق في المحيط الإعلامي، فصحافتنا موبوءة بأخبار رهيبة، لأن المواطن المذعور سيكون أسلس قياداً، وسيعتقد خاشعاً بما يُمليه العَقَديّون! (1).\nرحمها الله وأدخلها في عباده الصالحين.\n\n* الكاتبة مريم جميلة\n(مارغريت ماركوس) أمريكية من أصل يهودي، وضعت كتباً منها (الإسلام في مواجهة الغرب)، و (رحلتي من الكفر إلى الإيمان) و (الإسلام والتجدد) و (الإسلام في النظرية والتطبيق). تقول:\n\"لقد وضع الإسلام حلولاً لكل مشكلاتي وتساؤلاتي الحائرة حول الموت والحياة وأعتقد أن الإسلام هو السبيل الوحيد للصدق، وهو أنجع علاج للنفس الإنسانية\".\n\"منذ بدأت أقرأ القرآن عرفت أن الدين ليس ضرورياً للحياة فحسب، بل هو الحياة بعينها، وكنت كلما تعمقت في دراسته ازددت يقيناً أن الإسلام وحده هو الذي جعل من العرب أمة عظيمة متحضرة قد سادت العالم\" (2).\n\"كيف يمكن الدخول إلى القرآن الكريم إلا من خلال السنة النبوية؟! فمن يكفر بالسنة لا بد أنه سيكفر بالقرآن\".\n\"على النساء المسلمات أن يعرفن نعمة الله عليهن بهذا الدين الذي جاءت أحكامه صائنة لحرماتهن، راعية لكرامتهن، محافظة على عفافهن وحياتهن من الانتهاك ومن ضياع\n__________\n(1) عن مقال (مسلمة في القرية العالمية) ترجمة صلاح يحياوي، مجلة (الفيصل) العدد (291) عام 2000م.\n(2) (المراسلة بين المودودي ومريم جميلة).\n(1/48)\n",
        "الأسرة\" (1).\n\n* السيدة سلمى بوافير (صوفي بوافير)\nماجستير في تعليم الفرنسية والرياضيات.\nتمثل قصة إسلام السيدة (سلمى بوافير) نموذجاً للرحلة الفكرية الشاقة التي مر بها سائر الذين اعتنقوا الإسلام، وتمثل نموذجاً للإرادة القوية، والشجاعة الفكرية -وشجاعة الفكر أعظم شجاعة – اللتين اتسم بهما المسلمون الجدد، نساءً ورجالاً.\nتروي السيدة سلمى ((أم صفوان)) قصة اهتدائها إلى الإسلام فتقول باعتزاز:\n\"ولدت في مونتريال بكندا عام 1971 في عائلة كاثوليكية متدينة، فاعتدت الذهاب إلى الكنيسة، إلى أن بلغت الرابعة عشرة من عمري، حيث بدأت تراودني تساؤلات كثيرة حول الخالق وحول الأديان، كانت هذه التساؤلات منطقية ولكنها سهلة، ومن عجبٍ أن تصعب على الذين كنت أسألهم! من هذه الأسئلة: إذا كان الله هو الذي يضر وينفع، وهو الذي يعطي ويمنع، فلماذا لا نسأله مباشرة؟! ولماذا يتحتم علينا الذهاب إلى الكاهن كي يتوسط بيننا وبين من خلقنا؟! أليس القادر على كل شيء هو الأولى بالسؤال؟ أسئلة كثيرة كهذه كانت تُلحُّ علي، فلمّا لم أتلق الأجوبة المقنعة عنها توقفت عن الذهاب إلى الكنيسة، ولم أعد للاستماع لقصص الرهبان غير المقنعة، والتي لا طائل منها.\nلقد كنت أؤمن بالله وبعظمته وبقدرته، لذلك رحت أدرس أدياناً أخرى، دون أن أجد فيها أجوبة تشفي تساؤلاتي في الحياة، وبقيت أعيش الحيرة الفكرية حتى بدأت دراستي الجامعية، وفي الجامعة لفت انتباهي زي إحدى الطالبات اليهوديات المحتشمات، فتقربت منها وصادقتها، وبدأت أعتني بدراسة اليهودية، وسرعان ما اكتشفت عورات هذا الدين، وليس أقلها أني لا\n__________\n(1) عن (مقدمات العلوم والمناهج) للعلامة أنور الجندي (6/ 199).\n(1/49)\n\nأستطيع اعتناقه لأني لم أولد يهودية! وكان السؤال الكبير: إذا كان الله يقبل عباده فكيف يرفض أن أعتنق دينه؟ وكيف يرفض الدين الحق الراغبين باعتناقه؟ وعرفت أخيراً أن اليهودية ليست هي ضالتي، ولا عندها الري لظمأ أسئلتي.\nشرعت بدراسة الإسلام، فتعرفت على شاب مسلم جعلت منه عوناً لي على فهم هذا الدين، فأدهشني ما وجدت فيه من أجوبة مقنعة عن تساؤلاتي الكبرى! وبقيت سنة كاملة وأنا غارقة في دراسة هذا الدين الفذ، حتى استولى حبه على قلبي، والمنظر الأجمل الذي جذبني إلى الإسلام هو منظر خشوع المسلم بين يدي الله في الصلاة، كانت تبهرني تلك الحركات المعبرة عن السكينة والأدب وكمال العبودية لله تعالى.\nفبدأت أرتاد المسجد، فوجدت بعض الأخوات الكنديات اللواتي سبقنني إلى الإسلام الأمر الذي شجعني على المضي في الطريق إلى الإسلام، فارتديت الحجاب أولاً لأختبر إرادتي، وبقيت أسبوعين حتى كانت لحظة الانعطاف الكبير في حياتي، حين شهدت أن لا إله إلا الله وأن محمداً رسول الله.\nإن الإسلام الذي جمعني مع هذا الصديق المسلم، هو نفسه الذي جمعنا من بعد لنكون زوجين مسلمين، لقد شاء الله أن يكون رفيقي في رحلة الإيمان هو رفيقي في رحلة الحياة\".\n\n* الكاتبة البريطانية إيفلين كوبلد\nشاعرة وكاتبة، من كتبها (البحث عن الله) و (الأخلاق). تقول:\n\"يصعب عليَّ تحديد الوقت الذي سطعت فيه حقيقة الإسلام أمامي فارتضيته ديناً، ويغلب على ظني أني مسلمة منذ نشأتي الأولى، فالإسلام دين الطبيعة الذي يتقبله المرء فيما لو تُرك لنفسه\" (1).\n__________\n(1) عن (الإسلام) للدكتور أحمد شلبي ص (297).",
        "(1/50)\n\n\"لما دخلت المسجد النبوي تولّتني رعدة عظيمة، وخلعت نعلي، ثم أخذت لنفسي مكاناً قصّياً صليت فيه صلاة الفجر، وأنا غارقة في عالم هو أقرب إلى الأحلام ... رحمتك اللهم، أي إنسان بعثت به أمة كاملة، وأرسلت على يديه ألوان الخير إلى الإنسانية! \" (1).\nوقلت أسارعُ ألقى النبيّ ... تعطّرت، لكن بعطرِ المدينهْ\nوغامت رؤايَ وعدتُ سوايَ ... وأطلقتُ روحاً بجسمي سجينهْ\nسجدتُ، سموتُ، عبرتُ السماء ... وغادرتُ جسمي الكثيف وطينهْ\nمدينةُ حِبّي مراحٌ لقلبي ... سناءٌ، صفاءٌ، نقاءٌ، سكينهْ (2)\n\n\"لم نُخلق خاطئين، ولسنا في حاجة إلى أي خلاص من المسيح عليه السلام، ولسنا بحاجة إلى أحد ليتوسط بيننا وبين الله الذي نستطيع أن نُقبل عليه بأي وقت وحال\" (3).\n\n* الشاعرة الأوكرانية أكسانتا ترافنيكوفا\nأتقنت اللغة العربية، وتذوقَتها إلى حد الإبداع الشعري الجميل، وها هي تقول:\nخذ قصوري والمراعي .. وبحوري ويراعي .. وكتابي والمدادْ\nواهدني قولةُ حقٍ تنجني يوم التنادْ\nدع جدالاً يا صديقي وتعالْ .. كي نقول الحق حقاً لا نُبالْ\nونرى النور جلياً رغم آلات الضلالْ\nنحن ما جئنا لنطغى .. بل بعثنا لحياةٍ وثراءْ\nوصلاةٍ ودعاءْ .. عند أبواب الرجاءْ .. يومها عرسُ السماءْ.\n__________\n(1) عن (آفاق جديدة للدعوة الإسلامية في الغرب) أنور الجندي (360).\n(2) الأبيات للمؤلف – ديوان (أحبك ربي – نجاوى شعرية) ص (45).\n(3) عن (لمَ أسلم هؤلاء الأجانب) محمد عثمان (2/ 64).\n(1/51)",
        "\n* الدكتورة لورا فينشيا فاليري\nأستاذة اللغة العربية في جامعة نابولي بإيطالية. لها كتاب (محاسن الإسلام) و (تقدم الإسلام السريع). تقول فاليري:\n\"أية قوة عجيبة تكمن في هذا الدين؟! أية قوة داخلية من قوى الإقناع تنصهر به؟ ومن أي غور سحيق من أغوار النفس الإنسانية ينتزع نداؤه استجابة مزلزلة؟! (1).\n\"تفجر ينبوع ماء عذب في وادٍ غير ذي زرع، ذلك الينبوع هو الإسلام الذي تدفق بغزارة واتخذ سبيله في الأرض سرباً، لم يشهد التاريخ حدثاً مماثلاً لهذا الحادث الخطير (2).\n\"سيعود المسلمون ثانية إلى الارتواء من منهلهم العذب الصافي وهو القرآن\" (3).\n\n* الفيلسوف الفرنسي عبد الواحد يحيى\n(رينيه جينو) عالم وفيلسوف وحكيم، درس الأديان عامة، ثم اعتنق الإسلام، فأحدث إسلامه ضجة كبرى في أوربة وأمريكا، وكان سبباً في دخول الكثيرين إلى الإسلام، ألف الكثير من الكتب منها (أزمة العالم الحديث) و (الشرق والغرب) و (الثقافة الإسلامية وأثرها في الغرب)، كما أصدر مجلة سماها (المعرفة) وقد ترجمت كتبه إلى كثير من اللغات الحية، وقد حرَّمت الكنيسة قراءة كتبه! ولكنها انتشرت في جميع أرجاء العالم، وممن تأثر بكتاباته الكاتب الفرنسي المشهور أندريه جيد الذي كتب يقول: \"لقد علمتني كتب جينو الكثير، وإن آراءه لا تُنقَض\". يقول عبد الواحد يحيى:\n\"أردت أن أعتصم بنص لا يأتيه الباطل من بين يديه ولا من خلفه، فلم أجد بعد دراسة\n__________\n(1) عن (التسامح في الإسلام) الدكتور شوقي أبو خليل (66)\n(2) (آفاق جديدة للدعوة) العلامة أنور الجندي (261)\n(3) (محاسن الإسلام) د. لورا فينشيا فاليري\n(1/52)\n",
        "عميقة، سوى القرآن\" (1).\n\"لقد ابتعدت أوربة عن طريق الله فغرقت في الانحلال والدمار الخلقي والإلحاد، ولولا علماء الإسلام لظل الغربيون يتخبطون في دياجير الجهل والظلام\".\n\n* الفيلسوف روجيه جارودي\nدكتوراه في الفلسفة من جامعة السوربون، ودكتوراه في العلوم من موسكو، ولد في مرسيليا عام 1913م ودرس الفلسفة والحضارات العالمية لعشرات السنين، كما تعمق في دراسة الأديان حتى استوت سفينة فكره على شاطئ الإسلام، بعد مسيرة نصف قرن من البحث عن الحقيقة، فأعلن إسلامه في جنيف عام 1982م.\nشردتُ طويلاً وعُدتُ الحمى ... شَغوفاً أُلبيّك مستسلما\nشردتُ فذقتُ الضنا والعمى ... وضاقت عليّ رحاب السما\nأتيتُ الحمى بعد طول شرودي ... ولولاك – ربي – أضعتُ الحمى (2)\n\nمن كتبه (حوارات الحضارات) و (الإسلام دين المستقبل) و (ما يَعد به الإسلام) و (الإسلام وأزمة الغرب) و (جُلت وحيداً حول القرن) و (الأساطير المؤسسة لدولة إسرائيل) وقد استعدى عليه بهذا الكتاب الأخير سفهاء الصهاينة وأذنابهم.\nيحدثنا جارودي عن معرفته الأولى بالإسلام:\n\"اعتقلت في أثناء الحرب العالمية الثانية في معسكر بالصحراء الجزائرية، وفي المعتقل تزعمت تمرداً، فأصدر قائد المعسكر حكماً عاجلاً بإعدامي، وأعطى أوامره للجنود الجزائريين المسلمين، وكانت المفاجأة عندما رفضوا إطلاق النار، ولما بحثت عن السبب، علمت أن شرف المحارب المسلم يمنعه من أن يطلق النار على إنسان أعزل، وكانت هذه أول مرة أتعرف\n__________\n(1) عن (الإسلام في قفص الاتهام) الدكتور شوقي أبو خليل ص (16).\n(2) ديوان (أحبك ربي – نجاوى شعرية) للمؤلف ص (36).\n(1/53)\n\nفيها على الإسلام، هذا الحادث المهم في حياتي، علمني أكثر من دراسة عشر سنوات في السوربون! \"\n\"إن انتمائي للإسلام لم يأتِ بمحض المصادفة، بل جاء بعد رحلة عناء وبحث، تخللتها منعطفات كثيرة، حتى وصلت إلى العقيدة التي تمثل الاستقرار، والإسلام في نظري هو الاستقرار\" (1).\n\nوالذي دفع جارودي إلى اعتناق الإسلام ينحصر في هذه الأسباب:\n1 – احترام الإسلام للديانات السماوية السابقة، وتوقيره لرسلها.\n2 – إخضاع الإسلام العلوم والفنون للمبادئ الدينية السماوية، وجعلها وسائل لسمو الإنسان وارتقائه، لا لانحطاطه وتدميره.\n3 – شمول الإسلام جوانب الحياة كافة، بما في ذلك السياسة (2).\n\"لقد وجدت في الإسلام نظاماً اجتماعياً واقتصادياً وأخلاقياً شاملاً للحياة، يصلح لإخراج البشرية من ورطتها الحاضرة، حيث فشلت الرأسمالية والماركسية كنظم وضعية في إنقاذ الإنسان المعاصر من مشكلاته (3) .. وما كان يشغلني هو البحث عن النقطة التي يلتقي فيها الوجدان بالعقل، أو الإبداع الفني بالحياة، وقد مكّنني الإسلام بحمد الله من بلوغ هذه النقطة\" (4).\n\n* روجيه دوبا سكويه\n__________\n(1) (لماذا أسلمت فحكمت) هيثم الحافظ ص (107).\n(2) صحيفة لوموند الفرنسية 30/ 7 / 1983 (لماذا أسلمت؟).\n(3) (ما يعد به الإسلام) د. روجيه جارودي.\n(4) (عظماء ومفكرون يعتنقون الإسلام) محمد طماشي (63).",
        "(1/54)\n\nكاتب وصحفي سويسري، اعتنق الإسلام مع زوجته الهولندية، من أهم كتبه (تحدي العصر) و (إظهار الإسلام)، يقول فيه:\n\"تقتضي شهادة ((أن لا إله إلا الله)) الامتثال الضروري والتسليم لمشيئته عز وجل، ثم تأتي الخطوة الثانية ((محمد رسول الله)) فتُقرّر أنه لتحقيق الامتثال والتسليم لله، لا توجد وسائل أفضل من اتباع رسوله صلى الله عليه وسلم، فقد عاش الرسول وأنجز مهمته بالاعتبار الكامل للدنيا والآخرة، وأعطى المثل الأعلى في إمكانية تحقيق الحالة الإنسانية على الأرض بدون إغفال – ولو للحظة – البعد الروحي، وأقام الاتزان الرائع الذي يميز المسلم والذي يسمح له بالتمتع بالحياة الدنيا، دون أن ينسى أننا كلنا راجعون إلى الله عز وجل وماثلون أمامه .. ويساعد الإسلام المرء على العيش بدون أن يفقد نفسه، إذ يجمع طمأنينة الروح مع التوافق في العلاقات البشرية مع تحقيق الغاية العظمى التي خلقنا الله لها\" (1).\n\n* الدكتور موريس بوكاي\nطبيب فرنسي، رئيس قسم الجراحة في جامعة باريس، اعتنق الإسلام عام1982م، ويُعتبر كتابه (التوراة والقرآن والعلم) من أهم الكتب التي درست الكتب المقدسة على ضوء المعارف الحديثة، وله كتاب (القرآن الكريم والعلم العصري) منحته الأكاديمية الفرنسية عام 1988م جائزة في التاريخ. يقول:\n\"إن أول ما يثير الدهشة في روح من يواجه نصوص القرآن لأول مرة هو ثراء الموضوعات العلمية المعالجة، وعلى حين نجد في التوراة – الحالية – أخطاء علمية ضخمة، لا نكتشف في القرآن أي خطأ (2). ولو كان قائل القرآن إنساناً فكيف يستطيع في القرن السابع أن يكتب حقائق لا تنتمي إلى عصره، ليس هناك تفسير وضعيّ لمصدر القرآن\" (3).\n\"لم أجد التوافق بين الدين والعلم إلا يوم شرعت في دراسة القرآن الكريم فالعلم والدين في الإسلام\n__________\n(1) (إظهار الإسلام) روجيه دوبا سكويه ص (56).\n(2) يقول مارتن لوثر: لا تستطيع أن تقبل كلاً من الكتاب المقدس والعقل، فأحدهما يجب أن يفسح للآخر.\n(3) (دراسة الكتب المقدسة على ضوء المعارف الحديثة) د. موريس بوكاي ص (145).\n(1/55)",
        "\nشقيقان توأمان لأن القرآن الكريم والحديث النبوي الشريف يدعوان كل مسلم إلى طلب العلم، طبعاً إنما نجمت إنجازات الحضارة الإسلامية العظيمة عن امتثال الأوامر المفروضة على المسلمين منذ فجر الإسلام\" (1).\n\n* الدكتور ياسين باينز\nطبيب بلجيكي، يتكلم اللغة العربية، ويحفظ القرآن الكريم. يقول د. ياسين:\n\"كنت قبل الإسلام أرى أنه إذا كان لا بد من دين، فإن هذا الدين لا بد أن يكون شاملاً لكل تصرفات الإنسان في الحياة، فلا يمكن أن يكون الدين الصحيح لساعات قليلة من حياة الإنسان، وكنت أرى أن الله لا بد أن يمنح الإنسان هذا النظام الشامل، ووجدت في الإسلام وحده نظاماً شاملاً لحياة الإسلام، إذ الإسلام يشمل حاجة القلب والنفس والعقل ولكن دخولي في الإسلام كان مبنياً على الفكر أولاً\" (2).\n\n* الدكتور فاروق عبد الحق\n(روبرت كرين) دكتوراه في القانون الدولي والمقارن، رئيس جمعية هارفارد للقانون الدولي، ومستشار الرئيس الأمريكي نيكسون للشؤون الخارجية، ونائب مدير مجلس الأمن القومي في البيت الأبيض سابقاً، ومؤسس جمعية المحامين المسلمين الأمريكيين، اعتنق الإسلام عام 1980م.\n\"الإسلام هو الحل الوحيد، فهو الذي يحمل العدالة في مقاصد الشريعة وفي الكليات والجزيئات والضروريات\" (3).\n__________\n(1) (القرآن الكريم والعلم المعاصر) د. موريس بوكاي ص (123).\n(2) (حوارات مع مسلمين أوربيين) د. عبد الله الأهدل (106).\n(3) (الإسلام نهر بلا مجرى) الدكتور شوقي أبو خليل.\n(1/56)\n",
        "\"لو قرأ الناس الصحف في أمريكا، فإنهم بلا شك سينتابهم الخوف من الإسلام\" (1).\n\n* المنصور بالله الشافعي\n(فانسان مونتيه) أستاذ اللغة العربية والتاريخ الإسلامي في جامعة باريس ألف كتاب (الإرهاب الصهيوني) و (مفاتيح الفكر العربي) و (الملف السري وإسرائيل) وقد تجاوزت كتبه ثلاثين كتاباً. يقول:\n\"لما قرأت القرآن لأول مرة في حياتي، واطلعت على نظرته إلى السيد المسيح، وعرفت أنه بشر أوحي إليه، وعرفت تسامح الإسلام تجاه الديانات الأخرى، أعلنت إسلامي، فشعرت بالراحة في ظلاله، فهو لا يفصل بين الروح والجسد، وليس مثل الإسلام دين يدفع إلى الأخلاق العليا، والكرامة الإنسانية، لقد اخترت الإسلام لأنه دين الفطرة .. اخترته ديناً ألقى به وجه ربي\".\n\"إن مَثل الفكر العربي المُبعد عن التأثير القرآني كمثل رجل أُفرغ من دمه! \" (2).\n\n* محمد مارماديوك باكتال\nإنجليزي، أصدر كتاب (الثقافة الإسلامية) كما قام بترجمة معاني القرآن الكريم إلى الإنجليزية، مستعيناً بالدكتور محمد أحمد الغمراوي، وتعتبر هذه الترجمة من أوثق الترجمات، وهي أول ترجمة يقوم بها إنجليزي مسلم.\nيقول باكتال: \"يمكن للمسلمين أن ينشروا حضارتهم في العالم بنفس السرعة التي نشروها بها سابقاً، بشرط أن يرجعوا إلى أخلاقهم السابقة لأن هذا العالم الخاوي لا يستطيع الصمود\n__________\n(1) (أمريكا والإسلام – تعايش أم تصادم؟) د. عبد القادر طاش (66).\n(2) عن (القرآن الكريم من منظور غربي) د. عماد الدين خليل ص (78).\n(1/57)\n\nأمام روح حضارتهم\".\n\n* خالد شلدريك\n\"تساءلت في نفسي: إذا كان الإسلام لا أهمية له، فلماذا يبذل الغربيون كل هذه الجهود لمقاومته؟ وليس عندي ريب في أن الإسلام سيسود العالم أجمع بشرط أن يكون المسلمون مثالاً حسناً يعلن عن الإسلام، ويعرّف الأمم به عملياً\" (1).\n\"عقيدة التوحيد الخالص التي امتاز بها الإسلام هي أصح العقائد التي عرفها البشر، وهي كاملة في توحيد الألوهية وتوحيد الربوبية، وفي إعلان صفات الكمال لبارئ الكون .. إن الإسلام لا يُخفيه انتقادُ منتقديه ... وإذا كان هناك دين انتشر بالسيف، فليس هو الإسلام بل غيره\" (2).\n\n* الحقوقي الدكتور فاندوبيك (محمد المهدي)\nكان رئيس محكمة العدل الدولية، يقول: \"لقد اقتنعت بأن القرآن الكريم متفرد وليس من وضع البشر، بل هو كتاب الحياة ومنهاج السماء للأفراد والجماعات، ففيه مفاتيح كل شيء بدءاً من السلوك الشخصي للإنسان إلى المناهج الاجتماعية والاقتصادية والسياسية الرائعة للإنسانية كلها. وأؤكد أنني أدركت ذاتي الحقيقية، حق الإدراك، وأنا أقرأ القرآن\" (3).\n\n* الطبيب الفرنسي علي بنوا\n\"العامل الرئيسي في اعتناقي الإسلام هو القرآن، فقد كنت قبل الإسلام مؤمناً بالقسم\n__________\n(1) عن (آفاق جديدة للدعوة) أنور الجندي (154).\n(2) موسوعة (مقدمات العلوم والمناهج) للعلامة أنور الجندي – مجلد 8 ص (172).\n(3) عن (هؤلاء المثقفون اختاروا الإسلام) محمد عثمان (44).",
        "(1/58)\n\nالأول من الشهادتين ((لا إله إلا الله)) فقد كان شعوري الفطري بوحدانية الله يمنع عليّ قبول مبدأ (ثالث ثلاثة) أو الإيمان بقدرة البشر على مغفرة الذنوب، كما كنت لا أصدق مطلقاً مسألة الخبز المقدس الذي يمثل جسد المسيح عليه السلام. وبعد أن قرأت القرآن بعقلية من يحمل أحدث الأبحاث العلمية، كان ذلك كافياً لإيماني بالقسم الثاني من الشهادتين ((محمد رسول الله)) \" (1).\n\"مما أبعدني عن الكاثوليكية، التغافل التام عن النظافة قبل الصلاة\" (2)، قلت: يذكر الدكتور حسان شمسي باشا في كتابه القيم (هكذا كانوا يوم كنا): أن الكاثوليك كانوا يعتقدون أن ماء المعمودية الذين يغتسلون به عند ولادتهم يُغنيهم عن الاغتسال طوال الحياة\" ص (92).\n\n* عثمان ماج\n\"قبل الإسلام كانت على عيني عصابة، وبعده أزيحت عني فأبصرت .. ولا أستطيع أن أُعبِّر عن مشاعري بعد أن أسلمت، ولكني صرت أستخدم حواسي كما أمر الله، لمرضاة الله\" (3).\n\n* عبد الصمد كيل\n(موري كيل) كندي، حصل على عدة شهادات في الدراسات الإسبانية والإسلامية، يتقن العربية والإسبانية والفرنسية والإنجليزية.\n\"لقد أعطاني الإسلام التوازن في الحياة، فماذا يخسر من يربح الإسلام؟! وماذا يربح من يخسر الإسلام؟! لقد وجدت في الإسلام ما يطابق العقل، وما يعطي الإنسان العقل الإيماني،\n__________\n(1) نفسه ص (89).\n(2) (آفاق جديدة للدعوة) أنور الجندي (161).\n(3) (حوارات مع مسلمين أوربيين) د. عبد الله الأهدل (45).\n(1/59)",
        "\nوالإيمان العقلي\" (1).\n\n* الباحث الفرنسي ليون روشي\nسياسي فرنسي، تعلم العربية ليتجسس على المسلمين، ولكنه اقتنع بالإسلام حقيقة فاعتنقه، وأصدر كتابه (ثلاثون عاماً في الإسلام). يقول فيه:\n\"وجدت في الإسلام حل المسألتين الاجتماعية والاقتصادية، اللتين تشغلان بال العالم طُرّاً:\n- الأولى: في قوله تعالى {إِنَّمَا الْمُؤْمِنُونَ إِخْوَةٌ} فهي أعظم مبدأ للتعاون الاجتماعي.\n- والثانية: في فريضة الزكاة .. ولو تمسك المسلمون بالإسلام لكانوا أرقى العالمين، وأسبقهم في كل الميادين\". ويقول:\n\"وجدت الإسلام أفضل دين، ولقد بحثت في تأثير هذا الدين في نفوس المسلمين، فوجدته قد ملأها شجاعة وشهامة، ووداعة وجمالاً، ثم وجدت هذه النفوس على مثال ما يحلم به الحكماء من نفوس الخير والرحمة\" (2).\n__________\n(1) عن (عظماء ومفكرون يعتنقون الإسلام) محمد طماشي (235).\n(2) عن (آفاق جديدة للدعوة) أنور الجندي (65)\n(1/60)\n",
        "* عالم الاجتماع الهولندي إسماعيل ريسلو\n\"أدهشتني النظم الاجتماعية التي يقررها الإسلام، وخاصة الزكاة، وتشريع المواريث، وتحريم الربا، وفريضة الحج وإباحة تعدد الزوجات، وشتان بين هذا وبين مبدأ الزواج من واحدة الذي تؤمن به الشعوب الأوربية شكلاً ولكن دون وفاء\" (1).\n* عالم الأجناس د. ل. ملما\nبالإضافة إلى الوحدانية، والصلة المباشرة بين الله والخلق، والتسامح الإسلامي أدهشني مبدأ الأخوة في الإسلام، إذ ينفرد الإسلام بين كل الأديان بأنه الدين الوحيد الذي طبق مبدأ الأخوة والمساواة عملياً بين الناس، يتجلى هذا واضحاً في لباس الحج والإحرام\" (2).\n\n* البروفسور أبو الحسن بوتولّو\nأستاذ علم النفس في ميونخ، أسلم على يديه الكثير. يقول د. بوتولو:\n\"أنا مرتاح لأني أصبحت مسلماً، ولكني لست مرتاحاً لما وصل إليه المسلمون من مستوى غير طيب، والعالم الإسلامي يفتقر حالياً إلى تربية سليمة للأولاد\" (3).\n* البروفسور لومكس وزوجته ألن يونافيس\nأستاذان بجامعة كولومبيا:\n\"الذي أخذ بقلوبنا وأثّر فينا التأثير كله، ذلك المعنى الجميل الذي تضمنته الآيات الكريمات {قُلْ هُوَ اللَّهُ أَحَدٌ، اللَّهُ الصَّمَدُ، لَمْ يَلِدْ وَلَمْ يُولَدْ، وَلَمْ يَكُن لَّهُ كُفُوًا أَحَدٌ}، فهذه السورة هي التي جعلتنا ندين بالإسلام\" (4).\n__________\n(1) عن (الإسلام) د. أحمد شلبي (299).\n(2) نفسه ص (295).\n(3) (حوارات مع مسلمين أوربيين) د. عبد الله الأهدل (55).\n(4) عن (آفاق جديدة للدعوة الإسلامية) أنور الجندي (131).\n(1/61)\n\n* البروفسور نشكنتنا دهيابا\nأستاذ التاريخ في جامعة ميسوري.\n\"قد بنيت اختياري للإسلام على ثلاثة أمور: أولاً صحة أخباره، ثانياً موافقته للعقل، ثالثاً أنه عملي لا خيالي، فلا يوجد في الإسلام ثلاثة في واحد، ولا ثلاثون مليوناً من الآلهة\" (1).\n\n* الدكتور غرينييه\nعضو مجلس النواب الفرنسي.\n\"تتبعت كل الآيات القرآنية التي لها ارتباط بالعلوم الطبية والطبيعية، فوجدت هذه الآيات منطبقة كل الانطباق على معارفنا الحديثة، فأسلمت لأني أيقنت أن محمداً * أتى بالحق الصُراح (2) .. ولو أن كل صاحب فن من الفنون قارن كل الآيات القرآنية المرتبطة بفنه أو بعلمه مقارنة متعمقة، كما فعلت أنا، لأسلم بلا شك، إن كان عاقلاً وخالياً من الأغراض\" (3).\n\n* المطرب العالمي محمد عبد العزيز\n(جيرمين جاكسون) يروي قصة هدايته فيقول (4):\n\"قمت في عام 1989 برحلة في دول الشرق الأوسط، وفي البحرين وقفت أحاور عدداً من الأطفال، فسألوني عن ديني فأجبتهم ((شهود يَهْوه)) ولما سألتهم عن دينهم أجابوا بصوت شبه جماعي (الإسلام) أدهشتني هذه الإجابة، فهؤلاء الأطفال كانوا فخورين جداً\n__________\n(1) نفسه (149).\n(2) عن (الإسلام في قفص الاتهام) د. شوقي أبو خليل (16).\n(3) عن (أوربة والإسلام) د. عبد الحليم محمود (103).\n(4) من حوار أجراه معه الأستاذ عمار بكار في مجلة (المجلة) العدد 966 عام 1998.",
        "(1/62)\n\nبدينهم، ولما استرسلت معهم بالأسئلة كان كل واحد منهم يحدثني عن الإسلام باعتزاز، في تلك اللحظة علمت بكل كياني أني سأصبح مسلماً، فسافرت إلى (مكة) وأعلنت هناك إسلامي، وأديت العمرة\".\nالحسنُ شعاعٌ يأسرنا ... في الشرق تجلّى لا الغرب\nفي غارِ حراءٍ، في الصحرا ... في السجنِ قديماً، في الجُبّ\nمن وادٍ ليس بذي زرعٍ ... قد غُمر العالم بالخِصبِ (1)\n\n\"لما أسلمت أحسست بحق أني قد ولدت من جديد، فقد وجدت في الإسلام كل الأسئلة التي حيرتني سابقاً، لقد قدّم لي الإسلام حلاً لكل مشكلاتي\"\n\"مجتمعنا الأمريكي يشجع العنف والخمر والمخدرات، لأن التلفزيون يُقدم كل هذه الأمور على طبق من فضة ... والمرأة في العالم الإسلامي كالوردة المحفوظة التي لا ينالها كل عابر سبيل\".\n\n* الشاعر المهجري أبو الفضل الوليد\n(إلياس طعمة) شاعر مُجيد، من عيون شعره:\nيا شامتينَ بنفسٍ لم تنلْ أَرَبا ... حذار منها، فهذي نومةُ الأسد\nما حال نسرٍ كسيرِ الجانحينِ رأى ... كلَّ العصافير وُرّاداً ولم يَردِ؟!\n\n\"في العهد القديم ما يُخجل من تلاوته الخليع، ناهيك عن أنه يُعلّم الفاسق ما يَجهل، فَحوِّل وجهك عما فيه من دعارة بني إسرائيل\" (2).\nقلت: تذكرنا هذه الكلمة بكلمة (برناردشو) عن العهد القديم أيضاً: \"الكتاب المقدس من أخطر الكتب الموجودة على وجه الأرض، فاحفظوه في خزانة مغلقة بالمفتاح، احفظوه بعيداً\n__________\n(1) ديوان (أحبك ربي) للمؤلف (25).\n(2) (التسريح والتصريح) أبو الفضل الوليد.\n(1/63)",
        "\nعن متناول الأطفال!! \" (1).\n\n* المخرج السينمائي الأمريكي وكس إنجرام\n\"في ليلة قمت أصلي، وبقيت أصلي مدة طويلة، وفي صباحها قلبت ظهري لعملي وابتعدت عن أخاديع هوليود ومغرياتها، وأعطيت جسمي ونفسي وحياتي لرب محمد، وأنا اليوم ابن الإسلام\" (2).\nوخلّفت خلفي الغداة أُناساً ... يُخالف منطقهم منطقي\nنَأَوا عن هُدى الله في نهجهمْ ... وساروا وسرتُ فلم نلتقِ (3)\n\n* الفنّان روبر ولزلي\n\"غمرني شعور عميق بالسكينة لم أشعر به من قبل، فكأنما قد تسنّمتُ ذروة الحياة! .. حتى الهواء الذي أستنشقه أضحى معطراً بنفحات القدر!\nلقد عطّر دينُ الله بالقرآن دنيانا\nولولا الدين ما شاهدتَ في دنياك إنسانا (4)\n\n* اللورد برنتون\n\"إن اختلاف الأناجيل هو الذي دفعني لدراسة الإسلام، فوجدت في القرآن الحكمة\n__________\n(1) عن (التنصير والاستعمار) عبد العزيز الكحلوت.\n(2) (آفاق جديدة للدعوة ... ) أنور الجندي (349).\n(3) البيتان للشاعر عمر بهاء الدين الأميري.\n(4) البيتان للمؤلف، ديوان (عطر السماء).\n(1/64)\n",
        "وفصل الخطاب\" (1).\n\n* اللورد عادل هاملتون\n(دوغلاس هاملتون)، أسلم وخصص مبلغاً كبيراً من ثروته لخدمة الإسلام\nيقول عن الإسلام:\n\"ارتبطت بالإسلام لأنه الدين الذي يعلن الوحدانية الخالصة، وأعتقد أن الإسلام سيجذب الكثيرين من الذين أعيتهم وأثقلتهم الارتباكات العقائدية\" (2).\n\n* اللورد استانلي أولدرلي\nاعتنق الإسلام على يد عبد الله كوليام، يقول:\n\"وقع في يدي كتاب الله تعالى، فما فرغت من تلاوته، حتى اجتاحني مدد البكاء، فنفضت عن نفسي التعصب الممقوت، وأصبحت من المسلمين\" (3).\n\n* الألمانية ماكلوسكي\n\"في ظل الإسلام استعادت المرأة حريتها، فالمرأة في الإسلام تتمتع بحرية الفكر والتعبير ... والمرأة المسلمة معززة مكرمة في كافة نواحي الحياة، ولكنها اليوم مخدوعة مع الأسف ببريق الحضارة الغربية الزائف ومع ذلك سوف تكتشف يوماً ما كم هي مُضللّة في هذا\" (4).\n\n*روز ماري هاو\n__________\n(1) (الإسلام) للعلامة الدكتور أحمد شلبي (298).\n(2) نفسه (300).\n(3) (لمَ أسلم هؤلاء الأجانب) الأستاذ محمد عثمان (1/ 120).\n(4) نقلاً عن (المرأة والأسرة المسلمة من منظور غربي) د. عماد الدين خليل (52).\n(1/65)\n\n\"قد كرّم الإسلام المرأة، وأعطاها حقوقها كإنسانة وكامرأة .. أما المرأة الغربية فلا تستطيع أن تمارس إنسانيتها الكاملة وحقوقها مثل المرأة المسلمة\" (1).\n* سالي جان مارس\n\"لقد لاحظت أن المشكلات العائلية التي يعاني الغرب لا وجود لها بين الأسر المسلمة، التي تنعم بالسلام والهناء، وكذلك الحب، فالمسلمون واثقون أن أبناءهم غير دخلاء عليهم، وهذا مفقود في الغرب\" (2).\n\n* الصحفية الهولندية ناصرة زهرمان\nترجمت معاني القرآن إلى الهولندية، كما ترجمت أربعة آلاف حديث نبوي، وأسلم على يديها العشرات. تقول:\n\"إن أوربة ستعتنق الإسلام عن دراسة وفهم وتحقيق وعلم، ثم تبزغ شمس الإسلام من الغرب الأوربي إلى المشرق العربي الإسلامي\" (3).\n\n* الممثلة البريطانية مارشيلا مايكل أنجلو\n\"لقد أحسست أني مسلمة قبل أن أعلن الإسلام، إنني أشعر كما لو كنت قد ولدت من جديد ... لقد خرجت من أعماقي تاركة غلافي القديم، آمنت بالله .. لا إله إلا الله\".\n\n* إميلي براملت\n\"ترددت على الكنيسة كي أصبح مؤمنة، لكني عجزت، فلم يقنعني الإله الذي تحول إلى\n__________\n(1) نفسه ص (47).\n(2) نفسه ص (74).\n(3) (لمَ أسلم هؤلاء الأجانب) محمد عثمان (2/ 103).",
        "(1/66)\n\nبشر، فتعذب ومات كما يموت البشر، ولم يقنعني إله اليهود الذي كان يخطئ، حتى قرأت القرآن فامتلأت سلاماً\" (1).\n* الأمريكية إيفا الهريشي\n\"إنني مسلمة تمتد جذوري ضاربة في أعماق الكون بنعمة هذا الدين، الذي ينسى كثير من أبنائه قيمة الانتماء إليه\" (2).\n\n* الإنجليزية نورا\n\"لم ينتشر الإسلام بالسيف، وإنما ينتشر كانتشار النور لا يسد تياره شيء كل مسلم رسول لدينه، وتلك ميزة من ميزات الدين الإسلامي، أن يستحوذ على نفس المؤمن به، فالمسلم يحمل في جسمه أنسجة الداعية\".\n\n* ماري ويلدز\nبريطانية، اعتنقت الإسلام وكتبت كتابها (رحلتي من الكنيسة إلى المسجد) تقول فيه: \"بدأت تتفتح أمامي دنيا تبدو ذات معنى وانسجام وتناغم مع جمال زاهر، فلقد تعلمنا لغة جديدة للتفاهم مع الدنيا والكون، هي لغة القرآن الكريم\" (3).\n\n* الأمريكية ديبورا بوتر\nصحفية أسلمت عام 1980 وكتبت تقول: \"عندما قرأت القرآن الكريم غمرني شعور بأنه\n__________\n(1) (آمنت بربكم فاسمعون) إميلي براملت ص (50).\n(2) (لمَ أسلم هؤلاء الأجانب) محمد عثمان (1/ 99).\n(3) عن (هؤلاء المثقفون اختاروا الإسلام) محمد عثمان ص (100).\n(1/67)",
        "\nالحق، وقد تساءلت: كيف استطاع محمد الرجل الأمي أن يعرف معجزات الكون، التي لا يزال العلم الحديث حتى يومنا هذا يسعى لاكتشافها؟! \" (1).\n\n* جودي آنوي\nأمريكية اعتنقت الإسلام، وهي ابنة الباحثة الكهنوتية (كارول أنوي)، تقول جودي: \"أثناء دراستي للإسلام كانت جميع أسئلتي تجد الإجابة الشافية فنحن لا نُعاقب على خطأ آدم الذي طلب المغفرة من ربه فعفا عنه ربنا الرحيم، لقد وجدت تعاليم الإسلام تضع كل شيء في إطاره الصحيح، وتلبي حاجة قلبي وعقلي ... إنها تعاليم الفطرة، فليس فيها غموض\" (2).\n\"لقد استمتعت بالوضوء وبارتداء ملابس الصلاة، وبأداء الصلاة، لأني أشعر أنني أقترب أكثر من خالقي ... وإن أعظم الحقوق الإسلامية منزلة هو الحجاب، فإن لي الحق أن ينظر الناس إليّ على أني امرأة ذات أخلاق فاضلة، لا على أنّي أنثى، فالحرية الحقيقية أجدها في الحجاب\" (3).\nقد توارت بالحجابِ ... كتواري الدُّرر\nواختفتْ مثل السماءِ ... خلف سُحْب المطر\nوسمت مثل الشهاب ... أو كنجم المشتري (4)\n\n\"إن ربط كل حياتي بالله هو في نظري الجزء المليء بالمعاني في الإسلام فالإسلام يلبّي كل جوانب الحياة، وأشعر أني قد ولدت مسلمة، ولكن تربيتي كانت كاثوليكية، وها قد نجحت الآن ورجعت إلى الإسلام\" (5).\n__________\n(1) عن (القرآن الكريم من منظور غربي) د. عماد الدين خليل ص (44).\n(2) (سر إسلام الأمريكيات) الباحثة الكهنوتية كارول أنوي (38).\n(3) نفسه (82 - 83).\n(4) الأبيات للمؤلف من ديوان (عطر السماء).\n(5) (سر إسلام الأمريكيات) (173).\n(1/68)\n",
        "وبهذه الكلمة نختم استعراض الذين اعتنقوا الإسلام، ويطول بنا الحديث لو حاولنا استيفاء مقولات الآخرين، فلا بأس بأن نذكر أسماء لنخبة منهم.\n\nفممن اعتنق الإسلام في أمريكة:\nمهندسو مؤسسة الأبحاث الأمريكية ( nasa) وذلك بعد هبوطهم الناجح على سطح القمر (1)، والكاتبة د. جميلة كولوكترو نينو، والصحفي كاري واندر، ونانسي وليم صاحبة كتاب (رحلتي من المسيحية إلى الإسلام) عثمان لولن، وتشارلز بلال، والزنجي عبد العليم موسى، وأمينة أسيلمي صاحبة كتاب (الإسلام في حياتي) وجمال زارا بورو، وستيف جونستون، والبروفسور محمد أكويا، والكاتب مايكل ولفي، ولاعب كرة السلة الشهير كريس جاكسوم (محمود عبدالرؤوف)، والبروفسور أرماندو يوفالي.\n\nوفي ألمانية:\nكريستيان هوفمان (المتحدث الرسمي باسم الحزب المسيحي الديموقراطي)، وهارون بهر صاحب كتاب (العودة إلى دين الطبيعة) وكثير من حزب الخضر، وعائشة ليمو صاحبة كتاب (النساء في الإسلام)، والكاتبة فاطمة جريم، والسياسي محيي الدين لودن والمذيعة الألمانية الشهيرة كريستياني باكر، وأمينة فيدر، والداعية محمد صديق، والداعية أحمد فون دنفر صاحب كتاب (الإسلام وعيسى) و (علوم القرآن) و (يوم مع الرسول) و (الإسلام وغوته) والبروفسور عبدالجواد فلاتوري.\nوفي إنكلترا:\nالبروفسور عبد الله أليسون رئيس قسم الهندسة الألكترونية في لندن، والعالم عبدالرشيد سكنر صاحب (تكنولوجيا السلوك الإنساني) وأستاذ علم النفس في جامعة بافورد بانكلترا،\n__________\n(1) (الصراع من أجل الإيمان) د. جفري لانغ (42).\n(1/69)\n\nوجنداش بيرت نجل جون بيرت رئيس هيئة الإذاعة البريطانية، وماربيلا وجوناثان سكوت ابنتا اللورد ريتشارد سكوت، والدكتورة آمنة كوكسون، المصلح حسين روف، البحار مستر براون، ومارتن لنج، وجمايما جولد ابنة المليونير البريطاني جولد سميث، والملاكم العالمي كريس يوبانك (حمدان)، والموسيقي براين هوايت (إبراهيم)، وديبي روجرز (عائشة) التي أسلم على يديها أكثر من 30 إنساناً.\n\nوفي اليابان:\nالطبيب الشهير شوقي نوتاغي الذي أسلم على يديه مئات اليابانيين في أشهر، والمترجم هانوتو، وزعيم طائفة الأموتو كيوتارو ديكوشي، والمفكر البروفسور هشام كورودا والبروفسور كوسوجي، والعالم جعفر إيزيتسو، والبروفسور عبدالجبار مائدا، والحافظ البروفسور شيروتاناكا، والبروفسور مرتضى كوراساوا، وجميلة تاكاهاشي، ومحمد ساتورا.\n\nوفي فرنسا:\nإيفا ميروفيتش أستاذة السوربون، والعلامة شمبرنيو، جون كارتيجني، الموسيقي جوليان نارس، الرسام برناردشو، وعبد الرحمن وكاترين توريز حفيدا مؤسس الحزب الشيوعي الفرنسي موريس توريس.\n\nوفي روسيا:\nالبروفسورة فاليريا بوروخوفا أستاذة الفلسفة واللغات في جامعة موسكو، وقد ترجمت معاني القرآن إلى اللغة الروسية.\nوفي سويسرا:\nالمفكر الشهير تيتوس بروكهاردت مؤلف كتاب (الفن في الإسلام) والصحفي ألبرت",
        "(1/70)\n\nهويدا، وحاتم كول.\n\nفي السويد:\nرئيس الوزراء السابق أولفا بالمي، والبروفسورة آن صوفي رولو رئيس قسم الأديان في جامعة مالمو.\n\nومن رجال الدين:\nالمبشر الإنجليزي محمد جون، والقس أنطونيو مقار صاحب كتاب (لماذا أسلمت؟) والحاخام الأوزبكي إبراهيم بولات، والقس جان باتيست أهونيمو، والقس الكندي توماس أرفنج، والقس بري هارسيو الذي أدخل الآلاف في دين الإسلام.\nوممن أسلم من النخبة في مختلف أنحاء العالم: البروفسور تاجان تاجاسون عميد كلية الطب في تايلند، وعالم النفس أرثر كين، والمستشرق منصور لين، والداعية عبد الواحد فانبوميل، وموريس كوديرا، وعبد الله بالمر، محمد أيوب مولباور، فون هارفيش، جون وبستر، عبد الله هاملتون، فريزوف شوان، المهندس أحمد مبين، عبد الله بوريك، أمينة هوبهوم، الدكتور كريم كرو، قسطنطين ملحم، سيف الدين موسيح والكاتبات: استان – رانيس – آني بيزانت.\nوغيرهم كثير ممن لا أحصيهم، وليس يضيرهم عدم ذكرهم في هذا الكتاب فحسبهم أن الله عالم بهم، أدعوه أن يَقبلهم، وأن يرفع درجاتهم، وأن يُحلَّ رضوانه عليهم فلا يسخط عليهم بعده أبداً، وأسأله أن يرحم المستقدمين منهم والمستأخرين، وأن يجمعنا بهم في ظله يوم لا ظل إلا ظله.\n\nوفيما يلي إحصاء تقريبي يعطينا تصوراً عن المد الإسلامي في العالم:\n- في بريطانية يعتنق الإسلام أكثر من خمسة آلاف بريطاني كل عام.\n- في فرنسا بلغ الذين اعتنقوا الإسلام حتى الآن أكثر من 400 ألف فرنسي.\n- وفي الولايات المتحدة بلغ عدد المسلمين السود والبيض أكثر من مليونين ويلاحظ أن فرصة انتشار الإسلام في أمريكا أكثر منها في أوربة، لأن الأخيرة ما زالت تنظر إلى الإسلام بعيون بطرس الناسك وأوريان الثاني!\n- وفي اليابان تجاوز الذين اعتنقوا الإسلام 15 ألف ياباني في عامين.\nوإنما ذكرت هذه الاحصاءات حافزاً للجهود وبشرى، والبشرى كالذكرى تنفع المؤمنين، والنجاح الصغير يقود إلى النجاح الكبير، وهذا الانتشار الكبير لا ينفي عنا تهمة التقصير، ولا يُعفينا من المسؤولية الهائلة الملقاة على عاتقنا، إذ ليس ثمة بقعة أرض أحق من بقعة برسالة الإسلام.\nيقول د. محمد إقبال: \"سيرتعد المسلم من خزي يومٍ يسأله فيه الرسول: لقد أخذت منا كلمة الحق فلماذا لم تُسلِّمها إلى الخلق؟! \"\nفلنزد في الحياة نفعاً بدلاً من أن نكون زائدين على الحياة، والإسلام العظيم يستحق منا أن نخدمه في الستين ثانية التي تملأ كل دقيقة من عمرنا وإذا لم نبذل أقصى طاقاتنا في سبيل نشر هذا الدين، فلا أقل من أن نكون القدوة الحسنة في العالم، ولا أقل من أن نكف عن تشويه صورته بجهلنا وتخلفنا الحضاري، ولا أقل من أن ((ننفع بألاّ نضر)) على حد تعبير الرافعي – رحمه الله -.\nشهد الله ما انتقدتكَ إلا طمعاً أن أراكَ فوق انتقادِ (1)\nتقول المستشرقة الألمانية (زيغريد هونكه): \"لم يأتِ الإسلام للعرب فحسب، بل جاء\n__________\n(1) الشاعر عمر أبو ريشة.\n(1/71)",
        "\nللعالم أجمع فهل سيظل المسلمون على هذا الجمود؟! أرجو أن يتبعوا طريق الرسول الكريم، فالعالم في فراغ لن تسده سوى تعاليم الإسلام، والفرصة متاحة ليتلقى الأوربيون الإسلام، فهم في حاجة إلى منقذ ولا منقذ لهم سوى الإسلام\" (1).\nفأنتَ العطرُ في روضِ المعالي ... فكيف تعيش محتبَساً دَفينا؟ ‍\nوأنتَ نَسيمُهُ فاحملْ شذاهُ ... ولا تحملْ غبارَ الخاملينا\nوأَرسلْ شعلةَ الإيمان شمساً ... وصغ من ذرّة جَبلاً حصيناً (2)\n\n* * *\n__________\n(1) عن (شمس الله تسطع على الغرب) زيغريد هونكه ولست أدري ما الذي حمل المترجمين على تسميته (شمس العرب تسطع على الغرب)! العنوان الألماني الاصلي للكتاب هو: ALLAH’S SONNE UBER DEM ABENDLAND\n(2) الشعر للدكتور محمد إقبال.\n(1/72)\n",
        "الفصل الثالث\nآفاق المد الإسلامي في الغرب\n\n\"خلّوا بيني وبين الناس\"\n- محمد رسول الله صلى الله عليه وسلم - (1)\n\n\" قرية ذات نخيل، قامت في الصحراء، كالأمن بعد الخوف، والأمل بعد اليأس .. لمن هذه القرية المباركة؟! من هؤلاء الأصحاب الذين أصغوا إلى معلمهم – في دار الأرقم – وقد اعتزموا اقتحام الصعاب، وتحدثوا بقلب العالم؟ وا عجبا لقوم ضعافٍ فقراء يريدون أن يكونوا أساتذة العالم!! انظر إليهم بعد أعوام وقد خفقت أعلامهم في مشرق الشمس ومغربها، وإذا هم شرر قد انبعث في الفِطَر الصالحة فكان نوراً، وأصاب النفوس العليلة فكان في هشيمها ناراً! وإذا كتابٌ في تاريخ الحضارة لم تقوَ على فصوله أمم الأرض قاطبة!! أنبئني كيف وسعت القرية الصغيرة أرجاء الدنيا؟! وكيف بلغ هؤلاء التلاميذ الفقراء آمالهم كما أرادوا فكانوا أساتذة العالم!!\nما هذا الذي خلق من القِلّة كثرة، ومن الضعف قوة، ومن الذل عزاً، ومن الموت حياة، وأخرج من الصحراء خِصباً غمر العالم؟! فتش ما استطعت، وقلّب حوادث التاريخ كما تشاء، فلن تجد إلا سبباً واحداً، إنه الإسلام\" (2). والإنسان اليوم ظمآن، ظمآن ولكنه لا يعرف اسم الماء، ولا أين يوجد، لا ريب أنه قد سمع باسمه، ولكنه يرتاع لهذا الاسم لمجرد أنه لم يجد مسمّاه الحقيقي، ولأن الدعاية الصهيونية والصليبية لقّنته أن الماء شيء مسموم جداً يجب ألا يقاربه أحد – فهو إرهاب!! ولو أنه عثر عليه دون اسم لنهل منه، ثم لو عرف اسمه الحقيقي لعجب طويلاً من هذا الخداع الطويل!!.\n__________\n(1) رواه البخاري والإمام أحمد.\n(2) الدكتور عبد الوهاب عزام (الأوابد) ص 173 - 175\n(1/73)\n\nعوامل انتشار الإسلام:\nإذا قمنا باستقراء ما صرح به هؤلاء المباركون الذين صاحبناهم في الصفحات السابقة لنستخرج الأسباب التي تقف وراء اعتناقهم الإسلام، لوجدنا أن هذه الأسباب تكاد تنحصر وبحسب أهميتها وتواترها فيما يلي:\n1 – الإسلام دين الفطرة والتوحيد:\nهذا هو العامل الأول في انتشار الإسلام، فالإسلام يَهَب الإنسان تصوّراً صحيحاً عقلانياً عن الله وعن الكون وعن الإنسان، ويهبه تشريعاً يلائم الفطرة الإنسانية ملائمة تامة، \"فالإسلام دين الفطرة ويسهل تطبيقه في كل الظروف الأمر الذي سهل انتشاره\" (1).\nوممن دخل الإسلام عبر هذا الباب: كات ستيفنز، وأحمد فون دنفر، وجيرمين جاكسون، ومحمد صديق.\n2 – دراسة القرآن الكريم:\nتلعب الدراسة الموضوعة للقرآن الكريم دوراً مهماً في التوصل إلى اليقين بمصدر القرآن الإلهي، وإلى أنه الحق المحض الذي لم تطله يد التحريف. وممن تأثر بدراسة القرآن نذكر: جيفري لانغ، وموريس بوكاي، ويوسف إسلام.\n3 – القدوة الحسنة:\nفي القدوة الحسنة يكون المسلم كالكتاب المفتوح يقرأ فيه الناس معاني الإسلام، فلسان الحال أبلغ من لسان المقال، وإن عمل رجل في ألف رجل، أقوى من قول ألف رجل في رجل!! وفي القدوة الحسنة يؤمن الآخرون بعمل المسلم الطيب، وبخلقه الجميل، قبل أن يؤمنوا بعقيدته الصحيحة (2)!.\n__________\n(1) هوبير ديشان عن (مقدمات العلوم والمناهج) للعلامة أنور الجندي (2/ 266)\n(2) يُذكر أن أسرة أمريكية أسلمت بسبب أن شاباً مسلماً قد أعان جدتهم في حمل متاعها من السوق.",
        "(1/74)\n\n4 – شمول وتوازن المعمار الإسلامي:\nويدخل من هذا الباب عادةً المفكرون والمستشرقون المنصفون من مثل: محمد أسد، وروجيه جارودي، ومحمد صديق.\n5 – دراسة الكتب المقدسة:\nويدخل من هذا الباب علماء الدين والقسيسون من مثل عبد الأحد داود، وإبراهيم الأحمد.\n6 – احترام الإسلام للرسل:\nوقد أثرت هذه الناحية في فانسان مونتيه والدكتورة كوكسون.\n7 – الانبهار بجوانب خاصة من المعمار الإسلامي الكبير:\nفمنهم من بهرته صلاة المسلمين ومساجدهم، ومنهم من بهرته النظافة في الإسلام (د. بنوا – جرمانوس) ومنهم من شده العدل والأخوة في الإسلام (د. فاروق عبد الحق – أحمد فون دنفر – مالكولم إكس). وكثيرات كان سبب إسلامهن مكانة المرأة في الإسلام.\n8 – غياب الوساطة بين الخلق والخالق، أو صكوك الغفران.\n9 – الاطمئنان النفسي وتحقيق إنسانية الإنسان.\nفالقنوات التي نقلت غير المسلمين إلى الإسلام كثيرة إذن وتأتي على رأسها جاذبية هذا الدين وكونه دين الفطرة الإنسانية.\n\nالإسلام أسرع الأديان انتشاراً في العالم:\nيسارع الكثير من الغربيين إلى الإسلام متخطين حواجز البيئة الثقافية والاجتماعية، وحملات الدعاية المعادية للإسلام لتشويه تاريخه وحضارته ومبادئه، ومتخطين الواقع المر لتخلف المسلمين.\n(1/75)",
        "\nفعلى الرغم من الوسائل البدائية العفوية التي يستخدمها المسلمون في الدعوة إلى الإسلام، وعلى الرغم من أنهم لا يزالون يَحبون في طريق الدعوة، وعلى الرغم من صورة المسلمين المشوَّهة التي تعاون على رسمها المسلمون بتخلفهم، والحاقدون من الغربيين بمكرهم، على الرغم من كل ذلك فلا زال الإسلام هو الدين الأكثر انتشاراً في العالم وفي التاريخ، وفق دراسات مركز (رصد العقائد) في مدينة (برن) بسويسرا. وهذه الحقيقة قد أكدها دارسو الأديان فالباحثة الكهنوتية الأمريكية كارول أنوي تقول: \"الإسلام هو أسرع الأديان انتشاراً في أمريكا الشمالية\" (1)، ويقول الدكتور هستون سميث: \"إن الإسلام في هذا العصر كما في العصور السابقة أسرع الأديان إلى كسب الأتباع المصدّقين\" (2)، ويقول المبشر جون تكل: \"الإسلام آخذ في الانتشار رغم أن الجهود التي تبذل في سبيله تكاد تكون في حكم العدم\" (3).\nفإذا علمنا أن الإسلام ينتشر بجهود فردية مبعثرة، وأنه لا يرصد في سبيله إلا نسبة ضئيلة جداً مما يرصد للتبشير بغيره من الأديان، إذا علمنا هذا علمنا يقيناً أن \"الدين عند الله الإسلام\" ... وتفهمنا هذه الصرخة البائسة التي أطلقها لورنس براون: \"الخطر الحقيقي كامن في نظام الإسلام، وفي قدرته على التوسع، وفي حيويته، إنه الجدار الوحيد في وجه الاستعمار\" (4)، وتفهمنا أيضاً هذه الحيرة للمستشرق هاملتون جب: \"إن أخطر ما في هذا الدين أنه ينبعث فجأة دون أسباب ظاهرة، ودون أن تستطيع أن تتنبأ بالمكان الذي يمكن أن ينبعث منه\" (5)!\n\nجاذبية الإسلام:\n__________\n(1) (سر إسلام الأمريكيات) كارول أنوي ص (180).\n(2) (ديانات الإنسان) د. هستون سميث.\n(3) (الغارة على العالم الإسلامي) / ل. شاتلييه.\n(4) عن (التبشير والاستعمار) د. عمر فروخ ومصطفى الخالدي ص (148).\n(5) نفسه.\n(1/76)\n",
        "غدت جاذبية الإسلام ظاهرة تاريخية وعالمية لفتت أنظار الدارسين فهذا (مكسيم رودنسون) قد نشر كتاباً له بهذا الاسم، ويقر هيرمان إيلتز بهذه الظاهرة فيقول: \"إن الإسلام هو أسرع الديانات انتشاراً في العالم اليوم .. هناك إذن شيء حقيقي يجذب إليه العديد من نخبة الناس\" (1).\nأما مراد هوفمان فيقول: \"كثير من الغربيين يستيقظون ذات يوم ليجدوا أنفسهم وقد اعتنقوا الإسلام! \" (2).\nويقول المستشرق هيل: \"لا نعرف في تاريخ البشر أن ديناً انتشر بهذه السرعة وغيّر العالم كما فعل الإسلام\" (3).\nويعتبر (روي) بحق أن انتشار الإسلام هو معجزة، وهو \"أكبر آيات الأنبياء وأروعها إعجاباً وخرقاً للعادة\" (4).\nوتلمح بيانكا سكارسيا هذه الجاذبية فتقول: \"إن الشريعة القرآنية تمارس جاذبيتها على ملايين الناس، فالإسلام يشهد بشكل دائم إقبالاً أكثر على اعتناقه، ويصعب تفسير تنامي هذه الظاهرة، في أوروبة خاصة، إذ أن الإسلام ينحو لأن يُمثل اليوم خياراً بديلاً عن الحضارة الغربية\" (5).\n\nوهل سرُّ عطرٍ أُودع الريحَ يكتمُ!\n__________\n(1) عن (أمريكا والإسلام) د. عبد القادر طاش ص 133.\n(2) عن (الطريق إلى مكة) مراد هوفمان ص 124.\n(3) عن (حضارة العرب) المستشرق هيل.\n(4) عن (المد والجزر في تاريخ الإسلام) للعلامة أبي الحسن الندوي ص (30).\n(5) (العالم الإسلامي وقضاياه التاريخية) بيانكا سكارسيا ص (40 - 207).\n(1/77)\n\nيتساءل د. واكيسا واكليري عن قوة جذب هذا الدين فيقول: \"يتقدم الإسلام بصورة مطردة، فما هي القوة المعجزة المودعة في هذا الدين؟! وأية قوة ذاتية من الإقناع ممتزجة به؟ ولماذا تستقبل أرواح البشر الإسلام هكذا بحرقة وتلبي هذه الدعوة بجواب (لبيك)؟ \" (1) وفي الجواب يقول أولرش هيرمان \"الإسلام دين جذاب جداً، وهذا يعود – ربما – إلى وضوح الرسالة الإسلامية، وجاذبية أخلاقها ولأسباب لا أعرفها\" (2).\nويذهب الدكتور عماد الدين خليل إلى تعجب آخر: \"ليس عجيباً انتشار الإسلام السريع في العالم، بل العجيب هو عدم انتشاره بأكثر من هذه السرعة\" (3).\n\nيوم الإسلام قادم:\nبلى فكل الدلائل تشير إلى هذا اليوم الجديد، يقول جان بول رو \"إن عودة الإسلام إلى أوربة هي موجة جديدة لن يقدر على وقفها أو الحد منها أية عقيدة أو مبدأ أو دين\" (4).\nويقول ليو تولستوي: \"ستعم الشريعة الإسلامية كل البسيطة لائتلافها مع العقل، وامتزاجها بالحكمة والعدل\" (5).\n\"إن الدنيا بأكملها ستقبل الإسلام، وإن هي لم تقبله باسمه الصريح فستقبله باسم مستعار! وسيأتي يوم يعتنق فيه الغرب دين الإسلام (6)، وإن عقيدة النابهين والمثقفين في المستقبل ستكون الإسلام\" (7).\n__________\n(1) عن (شمس الإسلام تشرق من جديد) محمد عثمان (129).\n(2) عن (العالم) العدد 290 عام 1989.\n(3) (في التأصيل الإسلامي للتاريخ) د. عماد الدين خليل.\n(4) (الإسلام في الغرب) جان بول رو.\n(5) ليو تولستوي عن (شمس الإسلام تشرق من جديد) محمد عثمان (121).\n(6) برناردشو (الإسلام بعد مائة عام).\n(7) جورج برناردشو عن (حوار حول الإسلام بين برناردشو وصديقي) ص (75).",
        "(1/78)\n\n\"الإسلام قادم رغم كل العقبات، لكنه يحتاج إلى دعاة حقيقيين يقدمون تعاليمه بالحب والعمل\" (1).\n\"ولا شك أن الإسلام سوف يكون نهاية المطاف لكل طالبي الحقيقة في هذا العالم\" (2).\n\"قرأت عن الإسلام، فوجدت أنه دين جاء ليصبح دين العالم والإنسانية\" (3).\nونختم بقول الباحث كليمان هوارت: \"أعتقد أن الإسلام قادم إلى أوربة بكل الحب، وسيصبح المسلمون الأوربيون دعاة حقيقيين للإسلام، وسيأتي يوم يصبح فيه الإسلام هو المحرك الحقيقي للعالم\".\nما زال قيسٌ والغرام كعهدهِ ... وربوع ليلى في ربيع جمالها\nوالعشقُ فيّاضٌ، وأمةُ أحمدٍ ... يتحفَّزُ التاريخُ لاستقبالها (4)\n\n***\n__________\n(1) المسلم الإسباني فرانشيسكو كوديرا.\n(2) ميكلا أغناطيوس عن (شمس الإسلام تشرق من جديد) محمد عثمان (125).\n(3) الفيلسوف برتراند رسل.\n(4) الشعر لشاعر الشرق د. محمد إقبال.\n(1/79)",
        "\nعوائق انتشار الإسلام\n\n\"بعض الغربيين تزعجهم حقيقة مفادها أن\nالغرب هو غرب صباح أشرق في الشرق! \"\n- مراد هوفمان –\n\nتقف عوائق كثيرة دون انتشار نور الإسلام في العالم وأهم هذه العوائق:\nأولاً – مناخ التخلف الذي يرزح تحته العالم الإسلامي:\nإضافة إلى تخلف المسلمين في أسلوب عرض الإسلام، وتقصيرهم في تبليغه دعوةً وسلوكاً، وسيُبسط القول في هذا السبب لاحقاً إن شاء الله.\nثانياً – تشويه الإعلام الغربي لصورة العرب والإسلام:\nوتضخيم صورة التخلف، ودور الإعلام لا يخفى في تشكيل عقول الشعوب، وللأسف إن الذين يحكمون إمبراطورية الإعلام في العالم هم اليهود، فلا عجب إن ضلّلوا الرأي العام الغربي بالدعاية الكاذبة التي تُجهِّل الإنسان الغربي بالإسلام. يقول مراد هوفمان: \"حتى أساس الإسلام، الشهادة، قد تم تحريفها في الغرب إلى \"أشهد أن لا إله إلا محمد\"!! تُرى من هو النّصّاب؟ \" (1).\nفالتشويه والصمت هما السلاحان الرئيسان للإعلام الغربي في تشكيل الرعب الهستريائي من الإسلام، يقول المسلم جون وبستر: \"يظهر أن الغرب المسيحي قد تآمر منذ الحروب الصليبية على التزام الصمت تجاه محاسن الإسلام، وحاول تشويه مبادئه بطريقة متعمدة\" (2).\n__________\n(1) (الإسلام كبديل) مراد هوفمان ص (156).\n(2) عن (محمد في الآداب العالمية المنصفة) محمد عثمان (59).\n(1/80)\n",
        "وقد نبأنا القرآن الكريم بهذه الحرب الإعلامية فقال تعالى: {وَلَتَسْمَعُنَّ مِنَ الَّذِينَ أُوتُواْ الْكِتَابَ مِن قَبْلِكُمْ وَمِنَ الَّذِينَ أَشْرَكُواْ أَذًى كَثِيرًا وَإِن تَصْبِرُواْ وَتَتَّقُواْ فَإِنَّ ذَلِكَ مِنْ عَزْمِ الأُمُورِ} (1)، يقول العلامة د. يوسف القرضاوي: \"أذىً كثيراً\" يدل على أن حرباً كلامية ستُعلَن على أهل الإيمان، لتشويه دعوتهم والتشكيك في سيرتهم .. والآية قرنت بين الصبر والتقوى \"أي بالتعفف عن مقابلة الخصوم بمثل أسلحتهم الدنيئة فلا يُواجَه الدس بالدس\" (2).\nوإذا كان الإسلام قد عانى من جاهلية العرب ربع قرن، فقد ظل يعاني من جاهلية الغرب قروناً طوالاَ! يقول إدوارد سعيد:\n\"إن الإعلاميين الغربيين عن بكرة أبيهم مفعَمون بالاستشراق، ويظلون ينهلون أبداً من المكتبة الصلبة التي كوّنها الاستشراق عن الشرق والتي ساهمت في شرقنة الشرق\".\nثالثاً – الكتب المدرسية في مدارس الغرب وجامعاته:\nوقد لعب مؤلفو هذه الكتب دور (حمّالة الحطب) في عرقلة الأجيال عن الوصول إلى الإسلام، والحق يقتضينا أن نشير إلى أن بعض المؤلفين كانوا ضحية التضليل الكبير الذي ورثوه عن مكتبة الاستشراق.\nيقول مراد هوفمان: \"في مدارس ألمانية يُدرَّس الإسلام مشوهاً في (600) كتاب بطريقة مرعبة\" (3)، فالحرب المعلنة على الإسلام في الغرب ليست \"حرباً حضارية باردة\" فحسب، بل هي حرب إيديولوجية محتدمة ومنظمة اكتملت كل أدواتها، وتعددت جبهاتها، ولا ينقصها سوى شرف الخصومة!\nرابعاً – الاستشراق والروح الصليبية وسنخصها بتفصيل.\nخامساً – الأصولية المسيحية (الإنجيلية أو المسيحية الصهيونية أو المسيحانية):\n__________\n(1) قرآن كريم، سورة آل عمران (186).\n(2) (الصبر في القرآن الكريم) د. يوسف القرضاوي.\n(3) (الطريق إلى مكة) مراد هوفمان.\n(1/81)\n\nنجح اليهود الصهاينة في اختراقٍ ثانٍٍ للمسيحية، لتوظيفها في خدمة الصهيونية، فمزجوا بين المسيحية والصهيونية في مذهب جديد عقيدته أن المسيح عليه السلام لن يعود إلى الأرض إلا بعد أن تقوم دولة إسرائيل الكبرى (مملكة داود الكبرى) من النيل إلى الفرات، وقد نجح اليهود في السيطرة على مراكز القرار في الغرب في الولايات المتحدة الأمريكية خاصة، حتى إنه قد بدأت الصيحات تتعالى مطالبة بتحرير البيت الأبيض من الاستعمار الصهيوني! (1) وسيدرك القارئ أبعاد هذه الحقيقة إذا قرأنا هذين الخطابين لرئيسين أمريكيين أمام الكنيست الإسرائيلي.\n\nالخطاب الأول:\n\"إن علاقة أمريكا بإسرائيل لا يمكن تقويضها لأنها متأصلة في وجدان الشعب الأمريكي نفسه وأخلاقه وديانته، فقد تمكنت الصهيونية من التأثير الروحي على أوساط الكنائس الأمريكية، الذين صاروا يعتقدون أن نزول المسيح المخلص مرتبط كل الارتباط بقيام إسرائيل الكبرى، ومن هذا المنطلق تستخدم هذه الكنائس في غالبيتها كل إمكاناتها لحشد التأييد لإسرائيل في أوساط الرأي العام الأمريكي\" (2).\n\nالخطاب الثاني:\n\" .. بعد ذلك مرض راعي الكنيسة، وحينما اشتد به المرض قمت بزيارته وقلت له: أعتقد أنني سأصبح في يوم من الأيام رئيساً للولايات المتحدة، فقال لي: إنك إذا تخليت عن إسرائيل فلن يغفر لك الله أبداً، إن مشيئة الله أن اختار إسرائيل أرضاً لنا، وإن مشيئته أن إسرائيل\n__________\n(1) من هذه الكتب (من يجرؤ على الكلام؟) للسيناتور الشهير بول فندلي. وقد أصدر هذا الكاتب كتاباً آخر بعنوان (لا سكوت بعد اليوم).\n(2) من خطاب الرئيس الأمريكي السابق جيمي كارتر في آذار 1979 نقلاً عن (الفكر الإسلامي في مواجهة الغزو الثقافي) د. مصطفى حلمي ص (190).",
        "(1/82)\n\nستبقى إلى الأبد\" (1).\nسادساً – امبراطورية الرأسمال الغربي:\nوالمتسترة بواجهة الحكومات الغربية، والمتمثلة في المؤسسات الاقتصادية الغربية الكبرى، والتي ترى في المد الإسلامي خطراً على مصالحها الاقتصادية ليس في العالم الإسلامي فحسب، وإنما في العالم بأسره (2).\n***\n__________\n(1) من خطاب الرئيس الأمريكي السابق بل كلينتون عن كتاب (النفوذ اليهودي في الإدارة الأمريكية) للكاتب الصحفي أحمد منصور ص (26).\n(2) انظر (أبحث عن هوية) للأستاذ عبد الحكيم بحلاق ص (79).\n(1/83)",
        "\nالاستشراق وجنايته على الحقائق\n\n{وَدَّ كَثِيرٌ مِنْ أَهْلِ الْكِتَابِ لَوْ يَرُدُّونَكُمْ مِنْ\nبَعْدِ إِيمَانِكُمْ كُفَّاراً حَسَداً مِنْ عِنْدِ أَنفُسِهِمْ\nمِنْ بَعْدِ مَا تَبَيَّنَ لَهُمْ الْحَقُّ} [البقرة: 109]\n{أَلَمْ تَرَ إِلَى الَّذِينَ أُوتُواْ نَصِيبًا مِّنَ الْكِتَابِ\nيَشْتَرُونَ الضَّلاَلَةَ وَيُرِيدُونَ أَن تَضلّوا السَّبيلَ} (1)\n\n\"مهمتكم أن تخرجوا المسلم من الإسلام ليصبح مخلوقاً لا صلة له بالله، وبالتالي فلا صلة تربطه بالأخلاق، وبذلك تكونون أنتم بعملكم هذا طليعة الاستعمار .. استمروا في أداء رسالتكم فقد أصبحتم بفضل جهادكم المبارك موضع بركات الرب!! \" (2).\nهذه باختصار مهمة المستشرقين كما أرادها لهم المستشرق اليهودي صموئيل زويمر، فهل كل المستشرقين كانوا على هذه الدرجة من الانحطاط؟!\nبالطبع لا، فالمستشرقون أصناف:\nأولاً - المستشرقون المنصفون\nهم الذين أنصفوا أنفسهم أولاً قبل أن ينصفوا الحقيقة، لم يكلفوا أنفسهم سوى أن يكونوا موضوعيين في تفكيرهم وفي أحكامهم، فقادهم التفكير المنصف إلى أعتاب الإسلام، فاعتنقوه عقيدة وسلوكاً ومنهجاً، ويأتي في مقدمة هؤلاء: ليوبولد فايس، ومراد هوفمان، وأحمد فون دنفر، ومحمد صدّيق، ورينيه جينو، وعبد الكريم جرمانوس، وموريس بوكاي ..\n__________\n(1) قرآن كريم، سورة النساء (44).\n(2) (جذور البلاء) عبد الله التل (275).\n(1/84)\n",
        "ثانياً – المستشرقون الأقرب للإنصاف\nوقد استطاعوا أن يتخلصوا إلى حدٍ بعيد من رواسب التعصب الغربي، فآمنوا بالإسلام حُلُماً ودراسة أكاديمية دون أن يعتنقوه عقيدة، وكما يقول د. محمد إقبال: \"ليس كل من درس علم النخيل تمتع بالرطب\" فهم قد تعاملوا مع الإسلام ببرود عاطفي، فلم تكن لهم العزيمة الصادقة التي ترى الحق فتندفع إليه وشتان بين الإعجاب المجرد، وبين الإيمان، فهم قد أبصروا جنة الإسلام وتقدموا إليها خطوات، ولكنهم – يا أسفاً – لم يجاوزوا السياج.\nومن هؤلاء المستشرقين نذكر: المستشرقة الألمانية زيغرد هونكه صاحبة كتاب (شمس الله تسطع على الغرب)، ومنهم شاعر الألمان (غوته) (1) الذي دعي القرن التاسع عشر باسمه (قرن غوته)، ومن هؤلاء المستشرق توماس أرنولد صاحب كتاب (الدعوة إلى الإسلام) الذي يعتبر من أوثق المراجع في تاريخ التسامح الديني،، ومن المعاصرين (مارسيل بوازار) و (آنا ماريا شمل) والدكتور النروجي اينربرغ.\nثالثاً – المستشرقون المترددون بين الإنصاف والإجحاف\nتقرأ لهؤلاء الكلام الحسن فتحمد لهم الإنصاف والعقل، ثم فجأة يطل (بطرس الناسك) برأسه من بين سطورهم!! ومن هؤلاء غوستاف لوبون والمؤرخ مونتغمري وات. وبعض هؤلاء كان مشوش الرؤية في بدء حياته الاستشراقية ثم تراجع عن آرائه الخاطئة، من مثل برناردشو وإرنست رينان الذي طعن كثيراً بالإسلام ثم صحا ضميره وعقله في أُخرياته ليقول في إحدى تداعياته: \"الإسلام دين الإنسان .. وكلما دخلت مسجداً هزني الخشوع وشعرت بالحسرة لأني لست مسلماً\" (2).\nويدخل في هذه الفئة الفيلسوف (فولتير) الذي أعلن توبته عما اقترف بحق الإسلام، والغريب أن الأضواء لا تسلط إلا على أقواله الأولى، أما أقواله الأخيرة فقد طُمست! وها هو\n__________\n(1) أخشى أن أكون قد ظلمت (غوته) إذ لم أضعه في الفئة المسلمة، فقد قرأت في أكثر من مصدر أنه قد أسلم، وقد صرح مرة بقوله (لا أكره أن يقال إني مسلم).\n(2) عن (حضارة العرب) غوستاف لوبون (579).\n(1/85)\n\nيعترف بأنه كان ضحية الأفكار السائدة الخاطئة: \"قد هدم محمد الضلال السائد في العالم لبلوغ الحقيقة، ولكن يبدو أنه يوجد دائماً من يعملون على استبقاء الباطل وحماية الخطأ! \" ثم يقول في قاموسه الفلسفي (6/ 4): \"أيها الأساقفة والرهبان والقسيسون إذا فُرض عليكم قانون يحرم عليكم الطعام والشراب طوال النهار في شهر الصيام .. إذا فرض عليكم الحج في صحراء محرقة .. إذا فُرض عليكم إعطاء 2,5 % من مالكم للفقراء .. إذا حُرِّم عليكم شرب الخمور ولعب الميسر .. إذا كنتم تتمتعون بزوجات تبلغ ثماني عشرة زوجة أحياناً، فجاء من يحذف أربع عشرة من هذا العدد، هل يمكنكم الإدعاء مخلصين بأن هذه الشريعة شريعة لذّات؟! \".\nرابعاً – المستشرقون المتعصبون (1)\nوهم أكثر المستشرقين، وقد أبت أحقادهم الآبائية إلا أن تطفو على كتبهم التي كتبوها بأقلام شاخت في الكذب والافتراء واللاموضوعية، يقول أليكسي جورافيسكي: \"إن الأغلبية المطلقة من المستشرقين لم يتخلصوا من المواقف المعادية للإسلام\" (2) فلا يعرف العقل حدّاً لتعصبهم على الشرق والعرب والإسلام، ولا يعرف المنطق مدى لما يقوم به هؤلاء من تحريف وتشويه لثقافة الإسلام وتاريخه، وقد ركز هؤلاء السفهاء على النيل من قدسية الرسول محمد صلى الله عليه وسلم خاصة، إذ أن التشويه الكاذب لصورة إنسان، أسهل بكثير من محاولة نقض مبادئه وأفكاره، يقول العقاد رحمه الله: \"إن تصوير إنسان مقدس بالصورة التي تنزع عنه القداسة أيسر جداً من عناء الدراسة في نقض العقائد وإدحاض الأفكار .. إنها مهارة رخيصة تنجح بقليل من الجهد، إذ تعتمد على سهولة الإصغاء إليها في طبائع الجهلاء والأغرار، ولكن خبراً صادقاً عن الرسول عليه الصلاة والسلام قد ينكشف للإنسان الغربي فيهدم مئات الأخبار الكاذبة التي لفقها المبشرون\" (3).\n__________\n(1) لمعرفة أكثر عن هذه الفئة انظر كتاب (الإسلام في قفص الاتهام) للدكتور شوقي أبو خليل، وكتاب (الفكر الإسلامي وصلته بالاستعمار الغربي) للدكتور محمد البهي.\n(2) (الإسلام والمسيحية) أليكسي جورافيسكي ص (105).\n(3) (ما يقال عن الإسلام) الأديب عباس العقاد (207)",
        "(1/86)\n\nنعم قد ينجح هذا الأسلوب الرخيص لزمن، ولكن لن يطول انتظار سكان الأكواخ لاكتشاف قصر الإسلام وراء الأكَمَة التي صنعها كذب المستشرقين. وقد فضح كثير من المفكرين ألاعيب هذه الفئة، يقول توماس كارليل: \"إن أقوال أولئك السفهاء من المستشرقين في محمد، إنما هي نتائج جيل كفر، وعصر جحود وإلحاد، وهي دليل على خبث القلوب وفساد الضمائر، وموت الأرواح\" (1)، وتقوم بيانكا سكارسيا بتحليل عميق لهذه الفئة فتقول: \"عمل الاستشراق لصالح الاستعمار بدلاً من إجراء التقارب بين الثقافتين. إن إنشاء هذا العلم لم يكن إلا من أجل تقديم أدوات للاختراق أكثر براعة، فهناك فعلاً عملية ثقافية مستترة ماكرة ومرائية، وهذا ما يفسر ريبة المسلمين حيال كل ما يقال عنهم في الغرب\" (2)، ويقول برناردشو متأسفاً: \"مضت على الغرب القرون وهو يقرأ كتباً ملأى بالأكاذيب على الإسلام\" (3).\n\nوسائل هذه الفئة\nتنطلق هذه الزمرة من المبدأ الذي يقول: اكذب ثم اكذب ثم اكذب حتى يصدّقك الناس! وإذا كان الكذب شعاراً فكل شيء متوقع بعد ذلك، وهؤلاء المستشرقون يصطنعون في بحوثهم سمت العلم والموضوعية والبراهين، وهذا أخطر ما فيهم ومن خطورتهم التلطف في دس السموم مع التدرج، وذلك بعد منافقة القارئ بكلمات معسولة كي يَركَن إليهم.\nعلى وجه ميٍّ مِسحةٌ من ملاحةٍ وتحت الجمال الشرُّ، لو كان باديا\nوهو بادٍ لكل قارئٍ حصيف.\nومن وسائلهم اللعب بالتاريخ، فيصححون الأخبار الكاذبة، ويطمسون الأخبار الصحيحة، ويضخمون الأخطاء الصغرى، وما أسهل تغيير مجرى التاريخ على قلم المؤرخ\n__________\n(1) (آفاق جديدة للدعوة الإسلامية في الغرب) أنور الجندي (51).\n(2) (العالم الإسلامي وقضاياه التاريخية) بيانكا سكارسيا (214).\n(3) (الإسلام بعد مائة عام) جروج برناردشو.\n(1/87)",
        "\nالكذوب! فقد جعل هؤلاء المتعصبون من التاريخ هواية يتم من خلالها التنفيس عن الأهواء والأحقاد الإيديولوجية.\nومن وسائلهم وضع الفكرة مقدَّماً ثم البحث عن أدلة تُعزّزها مهما كانت واهية على أسلوب (محاكم التفتيش) حيث كانت توضع التهمة أولاً ثم تثبت بالشهود الذين ينوب عنهم التعذيب! وليس هذا الأسلوب غريباً عمن يكون شعاره: \"اعتقد أولاً ثم افهم ما اعتقدت! \" يقول ليوبولد فايس: \"إن أبرز المستشرقين جعلوا من أنفسهم فريسة التحزب غير العلمي في كتاباتهم عن الإسلام! وإن طريقة الاستقراء والاستنتاج التي يتبعها أكثر المستشرقين تذكرنا بوقائع (دواوين التفتيش) (1) \".\nومن وسائل هذه الفئة التعالم رغم الجهل الذي يقع فيه كبارهم، فأحد المستشرقين على سبيل المثال، فسر الآية الكريمة: \"وترى الملائكة حافّين من حول العرش\" بقوله \"أي بدون أحذية! \" (2)، وليس هذا غريباً فكثير من المستشرقين لا يفهمون أدب لغتهم فضلاً عن الأدب العربي. يقول ول ديورانت: \"كيف يستطيع العقل الغربي أن يصدر على الشرقي حكماً صحيحاً نزيهاً؟! \" ويأبى هؤلاء رغم جهلهم بثقافة الإسلام إلا أن يستخدموا الإرهاب الفكري لإضعاف ثقة القارئ بنفسه كي يَسهُلَ قِياده: \"وأي أداة للإرهاب أفضل من (أنا) غربية حاكمة سيدة؟! \" (3).\n__________\n(1) (الإسلام على مفترق الطرق) محمد أسد (51).\n(2) (الإسلام دعوة عالمية) العقاد (188).\n(3) (الاستشراق) إدوارد سعيد (205).\n(1/88)\n",
        "أشهر المستشرقين المتعصبين\n1 – هاملتون جب: إنجليزي مؤلف (الاتجاهات الحديثة في الإسلام).\n2 – جولد تسيهر: يهودي مجري، كرس حياته للطعن في الإسلام ونبيه، وممن تتلمذ عليه د. طه حسين!.\n3 – مرجليوث: يهودي إنجليزي، وممن تتلمذ عليه د. طه حسين!.\n4 – زويمر: مبشر يهودي تظاهر بالمسيحية، اشتهر بحقده على الإسلام.\n5 – دوركايم: يهودي. وممن تتلمذ عليه د. طه حسين!.\n6 – لويس ماسينون: مستشار وزارة المستعمرات الفرنسية، تخصص في التصوف المنحرف لبعض الزنادقة كالحلاج المصلوب (1)\n7 – يوسف شاخت: يهودي ألماني متعصب.\n8 – هنري لامانس: فرنسي شديد التعصب.\n9 - وليم موير: إنجليزي وكتابه (حياة محمد)\nومن هؤلاء المتعصبين: آربري، فينسنك، دوزي، أرفنج، درمنغهم، لودفيج، ول ديورانت.\nومن المستشرقين المعاصرين نذكر:\n1 – صاموئيل هانتغتون: يهودي من دعاة (الطائفية الحضارية) صاحب نظرية (صراع الحضارات) وخطورته تكمن في أنه يُقدم التحريض ضد الإسلام على شكل منظومة متكاملة\n2 – فرانسيس فوكوياما: مستشار سياسي سابق بوزارة الخارجية الأمريكية، صاحب نظرية\n__________\n(1) ذكر إمام الحرمين (الجويني) أن السبب الحقيقي وراء صلب الحلاج كان تآمره وخيانته العظمى للدولة، ويؤكد هذا الإمام الغزالي بقوله \"استطار في البلاد شرره، وعظُمَ ضرره، فقَتْله أفضل في دين الله من إحياء عشرة\" انظر (الإمام الغزالي) لصالح الشامي (121)، ويقول الدكتور القرضاوي:\nليس من كان يقتفي سيد الرسل ... كمن كان يقتفي الحلاجا!\n(1/89)\n\n(نهاية التاريخ وخاتم البشر) وقد تنبأ فيها بوراثة الرأسمال الغربي للعالم!.\n3 – برنارد لويس: يهودي، يعرض الإسلام بطريقة ترعب جمهوره الغربي، فيجعله يرفض أن يتنازل قدر بوصة للإسلام.\n\nما وراء الأكمة:\nوإذا علمنا أن أكثر هؤلاء المستشرقين المتعصبين هم من اليهود بطل العجب منهم أو العتب عليهم، وحقاً قد نجحت هذه الفئة في القرون الماضية في حجب أنوار الإسلام عن الإنسان الغربي، ولكن في الآونة الأخيرة بدأت تتكشف الأمور عن إخفاق فكري وخلقي مريع لهذه الزمرة، فانحسر تأثيرها إلى حد لا بأس به، وبدأ الوعي بالإسلام يغزو قلوب الغربيين وعقولهم، وها هو ذا الكاتب البريطاني جان دوانبورت يقول \"أعتذر عن التصورات والأحكام التي كانت شائعة في الغرب حول نبي الإسلام\" (1)، يقول الله تعالى: {فَأَمَّا الزَّبَدُ فَيَذْهَبُ جُفَاء وَأَمَّا مَا يَنفَعُ النَّاسَ فَيَمْكُثُ فِي الأَرْضِ} ... (2).\n\n***\n__________\n(1) عن (محمد في الآداب العالمية المنصفة) محمد عثمان (117).\n(2) قرآن كريم (13/ 17).",
        "(1/90)\n\nإرث الحروب الصليبية\n\n\"يمكننا أن نقول من غير أن نوغل في المبالغة\nإن أوربة وُلدت من روح الحروب الصليبية\"\n- ليوبولد فايس -\n\nعاشت هزيمة الغرب في حطين في الذاكرة الجماعية للغرب حتى اليوم، وتجلت بشكل روح غربية عدائية قطعت الجسور بين الشرق والغرب على مر القرون.\nالدوافع الحقيقية للحروب الصليبية\nإن الأحداث المخزية للحروب الصليبية ليست هي المسيحية السمحة التي نادى بها السيد المسيح، وهو براء من مثل هذه الأعمال، فالحروب الصليبية تسترت بالدين، ولكن حقيقتها مادية بحتة لجلب الغنائم، بدليل أن الغزاة لم يُفرقوا بين مسلم ومسيحي عربي.\nوقد لعبت المجاعات في أوربة وشيوع الفساد الإقطاعي والاستبداد الديني الدور الرئيسي في إطلاق هذه الحروب، يقول غوستاف لوبون: \"كانت أوربة إبان الحروب الصليبية في أشد أدوار التاريخ ظلاماً، فلم تكن هذه الحروب سوى صراع عظيم بين أقوام من الهمج وحضارة تعدّ من أرقى الحضارات التي عرفها التاريخ\" (1).\nصفحة من تاريخهم\nيقول المستشرق غوستاف لوبون: \"اقترف الصليبيون من الجرائم نحو المسلمين والنصارى الشرقيين مالا يصدر عن غير المجانين، وكان من ضروب اللهو عندهم تقطيع الأطفال إرباً إرباً\n__________\n(1) (حضارة العرب) غوستاف لوبون (320).\n(1/91)",
        "\nوشيّهم! ويدل سلوك الصليبيين في جميع المعارك على أنهم من أشد الوحوش حماقة، فقد كانوا لا يفرقون بين الحلفاء والأعداء. لقد أفرط قومنا في سفك الدماء في هيكل سليمان، وكانت جثث القتلى تحوم في الدم .. وكانت الأيدي والأذرع المبتورة تسبح كأنها تريد أن تتصل بجثث غريبة عنها!! وأباد الفرسان الصليبيون الأتقياء جميع سكان القدس من المسلمين واليهود والنصارى .. وكان سلوك الصليبيين غير سلوك الخليفة الكريم عمر بن الخطاب حين وصل القدس منذ بضعة قرون .. ولا يسعنا سوى الاعتراف بأننا لم نجد بين وحوش الفاتحين من يؤاخذ على اقترافه جرائم قتل كتلك التي اقترفت ضد المسلمين\" (1)، أما المستشرق روم لاندو فيقول: \"مثل هذا الإفناء البشري باسم المسيح كان لا بد له أن يُذهل الإنسانية، ولقد عجزت القرون المتعاقبة عن محو هذه الوصمة ... وإن كَرّ السنين لم يخفف من أعمال اللا تسامح التي قام بها الصليبيون باسم الله\" (2).\nكنه هؤلاء الأتقياء\nيصفهم أسقف عكا (جاك دوفيتري): \"كان لا يُرى منهم في أرض الميعاد غير الزنادقة والملحدين واللصوص والخائنين\" (3).\nصفحة من تاريخنا\nبعد حطين، فتحت مدينة القدس أبوابها للسلطان صلاح الدين، ثم أمر رجالاً ينادون في الصليبيين، أن كل عاجز عن دفع الفداء له أن يخرج، فهو حر لوجه الله تعالى \" وكان موقف صلاح الدين معاكساً للمذابح التي ارتكبها النصارى فأطلق الأسرى وقدم الهبات للأرامل واليتامى\" (4).\n__________\n(1) (حضارة العرب) غوستاف لوبون (270 - 325 - 327).\n(2) (الإسلام والعرب) روم لاندو (125 - 131).\n(3) عن (حضارة العرب) غوستاف لوبون (328).\n(4) (الإسلام والعرب) روم لاندو (126).\n(1/92)\n",
        "مَلكنا فكان العفو منّا سجيةً ... فلما ملكتم سال بالدمِ أبطُحُ\nوحلّلْتمُ قتل الأسارى، وطالما ... غدونا على الأسرى نَمُنُّ ونصفحُ\nوما عجبٌ هذا التفاوتُ بيننا ... فكلُّ إناءٍ بالذي فيهِ يَنضحُ\n\nهذا هو التاريخ فلنتحاكم إليه، وإذا لم يكن التاريخ كافياً فلننتظر المستقبل.\nيقول أليكسي جورافسكي: \"يبقى الحاجز النفسي هو العائق الحقيقي، والذي وصل إلى درجة الحوار بالسيف، وقد لعبت الكنيسة دوراً فعالاً في ذلك الحوار! \" (1).\nومما يؤسف له أنه عوضاً عن أن يعتذر الغربيون عما ارتكب أجدادهم من فظائع، نقلنا نقطة من بحرها، نراهم يحتفظون بعداءٍ تاريخي للعرب وللمسلمين، ونتساءل مع الشاعر هوراس: \"هل يلد النسر الكاسر ورقاء ذات حياء\"؟!.\nوالإنصاف يقتضينا أن نفرق بين المواطن الغربي والحكومات الغربية، فالمواطن الغربي اليوم كجده على عهد الحروب الصليبية، كان وقوداً لهذه الحرب استخدمه الملوك الحاكمون لتغطية الفساد الذي أهلك البلاد والعباد، يقول لوي غارديه: \"بأي وجه يمكن أن نطلب النسيان من الشعوب التي أهينت بعمق، وجرحنا مشاعرها القومية والدينية؟! \" (2)، وتقول عالمة الاجتماع المسلمة ديانا روتنشتوك: \"إن أهل أوربة في أمسِّ الحاجة إلى الإسلام، ولكن الوضع السياسي حالياً يشوّه الإسلام\" (3).\n\n***\n__________\n(1) (الإسلام والمسيحية) أليكسي جورافيسكي ص (143).\n(2) (الإسلام والمسيحية) أليكسي جورافيسكي (161).\n(3) (حوارات مع مسلمين أوربيين) د. عبد الله الأهدل (75).\n(1/93)\n\nالصليبية المعاصرة\n\n\"لقد حورب الإسلام كثيراً وما زال يُحارب،\nولكن النصر دائماً للحق، وما جاء محمد إلا بالحق والحقيقة\"\n- كارل بروكلمان –\n\nلقد امتد إذاً الغزو الصليبي للعالم الإسلامي في المكان، وامتد في الزمان فحتى هذا العصر، عصر العولمة والانفتاح العالمي الحضاري، لا زالت جمعية متطرفة تعقد اجتماعاً سنوياً في جنوب فرنسة في مكان انطلاق الحملة الصليبية الأولى! حيث تلقى الخطب المهووسة المحاكية لخطب (أوربان الثاني)! وتعيد تمثيل انطلاق هذه الحملة! (1) ولست أدري ما الذي يجعل هؤلاء ((الأتقياء!)) يتركون الحاضر ليجتروا أحقاد الماضي؟! وما الذي يمنعهم عن مواصلة (حملتهم المقدسة) إلى القدس اليوم لتحريرها من رجس أعداء مريم والمسيح؟! يقول الدكتور عمر فروخ \"يدّعي الغربيون أنهم مسيحيون ثم هم يُسلِّمون مهد المسيح لأعداء المسيح! \" (2)، ويقول الأستاذ محمد حسين فضل الله: \"إن الغرب علماني إلى حد الإلحاد، ولكنا نراه عندما يواجه الإسلام قد حمل الصليب وأضحى مسيحياً متعصباً في أقصى درجات التعصب\"!.\nإن الغرب مسيحي في كنيسته، صهيوني في سياسته، مادي في حياته.\n\n\"تلك أمانيهم\"\n\"لا تستطيع أمريكا إلا أن تقف في الصف المعادي للإسلام، لأنها إن فعلت غير ذلك تنكّرت للغتها وثقافتها ومؤسساتها! إن هدف العالم الغربي في الشرق الأوسط هو تدمير الحضارة الإسلامية، وإن قيام إسرائيل هو جزء من المخطط، وليس إلا استمراراً للحروب الصليبية! \" (3). هذا ما صرح به يوجين روستو، رئيس قسم التخطيط بوزارة الخارجية الأمريكية سابقاً. وتؤكد رئيسة وزراء بريطانية السابقة تاتشر هذه المخططات فتقول: \"يقف الغرب اليوم مع الشرق الأرثوذكسي والكاثوليكي في خندق واحد لمجابهة العدو، وهو الإسلام\" (4).\nوينفخ المستشرق المعاصر فرانسيس فوكوياما نار الصراع ليزيد من الرُّهاب (5) المرضي الغربي من الإسلام فيقول: \"إن هناك عدواً قادماً للحضارة الغربية هو الإسلام ... وهذه الإيديولوجية ستصبح النقيض للإيديولوجية الغربية، وبالتالي لا بد أن ينتصر أحدهما وينهزم الآخر، لأن العالم لن يستمر في حالة صراع بين العقيدة الغربية والإسلام\" (6)! أما (دي ميسنيل) فيعلن هدفه بوضوح أكثر: \"إن الهدف الذي يتعين علينا تحقيقه هو تحطيم قوة التماسك الجبارة التي يتميز بها الإسلام، أو على الأقل إضعاف هذه القوة\" (7).\n\nوقد تَنسُبُ السُّمَّ للحمامةِ حيّةٌ!\nهذا الحقد الصليبي لم ينج منه حتى أطفال المسلمين، وإذا أردنا أن نعرف تخوم هذا الحقد فلنسأل أطفال فلسطين أو أطفال البوسنة والعراق، وتحت عنوان (الطفل المسلم قنبلة موقوتة) يقول ت. س. إليوت: \"إن الغرب سينتهي ليس بانفجار بل بنشيج، لعله نشيج طفل مسلم في مهده\" (8).\nوليس هذا فحسب، بل طال الحقد حتى المقدسات، واقرأ هذا التشبيه الحاقد اللا\n__________\n(1) عن (الإسلام والغرب) زكي الميلاد – تركي الربيعو (16).\n(2) (التبشير والاستعمار) د. عمر فروخ.\n(3) عن (الاقتصاد الإسلامي) د. فتحي لاشين (32).\n(4) عن (وهذه مشكلاتنا) د. محمد سعيد رمضان البوطي (69).\n(5) الرهاب: هو رعب مرضي ويدخل ضمن الأمراض العُصابية النفسية.\n(6) عن (الفكر الإسلامي في مواجهة الغزو الثقافي) د. مصطفى حلمي (138).\n(7) عن (الإسلامية والقوى المضادة) د. نجيب الكيلاني (38).\n(8) عن (الإسلام فوبيا) ص (100) وكلمة فوبيا تعني الرهاب أو الرعب المرضي.",
        "(1/94)\n\nأخلاقي للرئيس السابق بل كلينتون: \"في مدينة نيويورك تحولت محطة هارلم للسكك الحديدية مع الوقت إلى (مكة) يحج إليها المتعاملون بالمخدرات، ورجال العصابات، والمجرمون من جميع الأنواع\" (1).\nقلت: هذه المقولة تؤكد صدق نبوءة رسول الله صلى الله عليه وسلم حين قال: \"إنهم لا يحسدونا على شيء كما يحسدونا على يوم الجمعة التي هدانا الله لها وضلوا عنها، وعلى القِبلة التي هدانا الله لها وضلوا عنها، وعلى قولنا خلف الإمام: آمين\" (2).\n\nالحروب الصليبية الجديدة في البوسنة\nعلى أبواب سراييفو سقطت كل الأقنعة، فبدت الوجوه الكالحة والحاقدة على كل مسلم ولو كان أوربياً، وقد اعترف بهذه الحقيقة ريتشارد نيكسون: \"إن العالم لم يهب لنجدة سراييفو لأن غالبية سكانها مسلمون\"!.\nوأكد هذه الحقيقة مراد هوفمان فكتب ساخراً: \"لم يتدخل العالم المتحضر عسكرياً لإنقاذ مسلمي البوسنة، ولكن انشغل بالمساعدات الإنسانية! وعمل بجد واجتهاد حتى يضمن للمسلمين أن يُعذَّبوا أو يُغتصبوا أو يموتوا وهم شبعانون! لقد سمّت وسائل الإعلام الغربية ضحايا البوسنة بالمسلمين، ولكنها أغفلت تماماً الإشارة إلى ديانة القتلة المعتدين\"! (3).\nويتساءل وزير الخارجية السوري الأستاذ فاروق الشرع: \"لو كان مسلمو البوسنة الذين يتعرضون لعمليات التطهير العرقي والترحيل الجماعي والاغتصاب الوحشي ينتمون إلى عرقٍ ودينٍ آخر هل كانت هذه المذبحة ستستمر؟! إننا لا نستطيع أن نثق بأن الغرب يستهدف فعلاً رفع الظلم عن الإنسان، وإحقاق حقوقه في كل مكان وزمان .. إن من يخرق الحقوق الأساسية\n__________\n(1) (بين الأمل والتاريخ) بل كلينتون ص (104).\n(2) رواه الإمام أحمد بسند صحيح (7/ 194) برقم (24508) والإمام ابن خزيمة.\n(3) (الإسلام كبديل) مراد هوفمان (154 – 158).\n(1/95)",
        "\nللشعوب، هم أولئك الذين يرفعون شعار حقوق الإنسان\" (1).\nويتساءل وليد نويهض عن أسباب ما جرى من جرائم: \"كيف نفهم تصرفات الصرب في البوسنة وأمام عدسات الكاميرا؟ ولماذا الانتقام من الحجر بعد البشر؟ هل هو اقتلاع للذاكرة ومسحٌ للتاريخ؟ وهل التقدم هو (تقدم) في وسائل الفتك أيضاً؟! \" (2). بلى ففي هذه الحضارة السؤال المهم هو: ما هويتك؟ ومن البوسنة إلى كوسوفا إلى الشيشان إلى فلسطين يمكن أن تعني الإجابة الخاطئة على هذا السؤال رصاصة في الرأس!!.\nهذه الروح المتوحشة انتشرت في أوربة، ففي فرنسة صدر أمر بابوي بطرد رئيس الكنيسة الكاثوليكية بمدينة (افروه) من أسقفيته لأنه أعلن تأييده للمسلمين في البوسنة والشيشان (3). أما في ألمانية فقد نقلت صحيفة (الديلي تلغراف) أن أطفالاً بوسنيين قد استُخدموا لإجراء اختبارات تصادم السيارات .. يقول مراد هوفمان: \"إن إبداء موقف إيجابي من الإسلام في ألمانيا وإنجلترا هو بلا شك خطأ فادح بل قاتل\" (4).\nأما (مجلس الخوف) فلم يحرك ساكناً اللهم إلا في تأييده للصربيين بالمباركة أو بالمشاركة في مجزرة (الملاذات الآمنة)، وكذلك كان شأنه في تأييده للسفاح شارون في مجازر جنين ونابلس وقرى فلسطين!، وهكذا شأنه في تأييده للولايات المتحدة الأمريكية وبريطانية في جرائمها ضد الشعب العراقي المسلم.\nيقول جودت سعيد \"الأمم المتحدة، هذه المؤسسة التي تبعث على الغثيان ويُعظَّم فيها الشرك، والأرباب الخمسة الكبار الذي وُضعوا فوق البشر، وأمريكا الآن تريد أن توحدهم في ذاتها المقدسة!! \" (5).\n__________\n(1) (جريدة الثورة) 18 و 19/ 1993.\n(2) (المفكرون العرب ومنهج كتابة التاريخ) وليد نويهض (34 - 35).\n(3) عن (الكشكول) للعلامة الدكتور حسن ظاظا (2/ 91).\n(4) (الإسلام كبديل) مراد هوفمان (157).\n(5) (الإسلام والغرب والديموقراطية) جودت سعيد (163).\n(1/96)\n",
        "أما نحن المسلمين:\nفنَرى ونسمع صامتينَ كأننا ... لم نستمعْ وكأننا لم نشهدِ!\nوإذا تحمّسنا مددنا نحوهم ... كف الدعاء، وغيرها لم نَمدُدِ (1)\n\nإذا اقتحم الحجاب العريَ الفرنسي\nويتجلى موقف الحكومات الغربية من الإسلام في موقف الحكومة الفرنسية من الحجاب الإسلامي، \"فإن فرنسا التي تعتبر نفسها عاصمة الثقافة العالمية القائمة على التنوع، ضاقت ذرعاً بفتيات يغطين شعورهن وقامت بفصلهن من المدارس! \" (2). هذا الموقف العجيب دعا رئيس الوزراء الإسباني (فيليب جونزاليس) إلى أن يتساءل: \"إني مندهش لما يجري في فرنسة! إذ كيف تستطيع ثلاث فتيات يرتدين الحجاب أن يُعرّضن للخطر الهوية الثقافية الفرنسية!؟ \"، ويفضح المفكر الفرنسي (برنار سيشير) الباعث الحقيقي لهذا التصرف الهمجي فيكتب في مقاله (الحجاب .. العرب .. ونحن): \"إنها أعراض (بواتيه) المرضية! إذا كان العرب قد بهروا ذاكرتنا القديمة وأربكوها، فذلك لأنهم كشفوا عن قدرتهم على ابتكار الحضارة الأكثر ألقاً وغنى، عندما كنا لا نزال في طور التخلف، وقد لعبت الكنيسة في إطار هذا الكبت الكبير دوراً لا تحسد عليه\" (3).\nوثمة مضايقات في تطبيق الشعائر الإسلامية ففي ألمانية – يقول هوفمان:\n\"يُسمح لليهود أن يذبحوا وفق الشريعة اليهودية، بينما يُمنع المسلمون من هذا الحق وهو أمر يدعو إلى السخرية\" (4) .. و\"يعتقد المرء أن مشكلات المسلم في ألمانية قد تنتهي بوفاته! ولكن هيهات! فإجراءات الدفن وفق الشريعة الإسلامية تلقى اعتراضات هائلة، وتقاوَم\n__________\n(1) (صرخة في واد) للشاعر محمود غنيم ص (108).\n(2) د. عبد الكريم بكار (مقدمات للنهوض بالعمل الدعوي) (91).\n(3) عن (المرأة والأسرة المسلمة من منظور غربي) د. عماد الدين خليل (12).\n(4) (الطريق إلى مكة) مراد هوفمان (71).\n(1/98)\n\nبشدة! \" (1) .. \"إن الغرب يتسامح مع كل المعتقدات والملل حتى مع عبدة الشيطان، ولكنه لا يُظهر أي تسامح مع المسلمين، فكل شيء مسموح به إلا أن تكون مسلماً! \" (2).\n\n\"أليس فيكم رجل رشيد؟! \"\nبلى فيهم رجال، وهذا ما يبعث الأمل في النفوس، فقد بدأت تتعالى أصوات لضمائر غربية حرة تندد بهذه الروح العدائية الهمجية، فها هو الفريد هاليداي يتساءل ساخراً في معرض رده على تحذيرات هانتغتون من الإسلام قائلاً: \"خطرُ الإسلام أم خطرٌ على الإسلام؟!! \" (3). أما أستاذ اللاهوت (ليندل يولينغ) فيقول: \"لسوء الحظ أن الناس في الغرب يبحثون عن عدو!، وللأسف الشديد هناك مجموعة من المسيحيين في بلدنا تحاول أن تجعل في الإسلام (الإمبراطورية الشريرة)، ونحن كمجموعة مسيحية مؤمنة نرفض هذا\" (4)، ويقول البروفسور الكندي (ويلارد أكستومي): \"أن تكون عربياً في أمريكا يعني في معظم الأحوال أن تُجرَّد من هويتك وألاّ تجد فرص عمل\" (5).\nأما عالم الاجتماع الأمريكي نيكولاس هوفمان فيقول: \"لا توجد ديانة أو قومية أو ثقافة كثقافة العرب والمسلمين تتعرض في الولايات المتحدة لمثل هذا التشويه الفظيع\" (6).\nويعترف المستشرق غوستاف لوبون بهذا العداء الكبير: \"تراكمت أوهامنا الموروثة ضد الإسلام بتعاقب القرون، وصارت جزءاً من مزاجنا، وأضحت طبيعة متأصلة فينا تأصُّلَ حقدِ اليهود على النصارى الخفيّ أحياناً والعميق دائماً\" (7).\n__________\n(1) (الطريق إلى مكة) مراد هوفمان (136).\n(2) نفسه (149).\n(3) (الإسلام وأسطورة المواجهة) الفريد هاليداي.\n(4) جريدة النهار اللبنانية 21/ 11/1992.\n(5) عن (الإسلام فوبيا) (62).\n(6) نفسه (85).\n(7) (حضارة العرب) (21).",
        "(1/99)\n\nوهذا المعنى أكده ليوبولد فايس بقوله: \"إن روح الحروب الصليبية ما تزال تتسكع فوق أوربا، ولا تزال تقف من العالم الإسلامي موقفاً يحمل آثاراً واضحة لذلك الشبح المستميت في القتال\" (1).\nوصورة دقيقة يرسمها مراد هوفمان: \"إذا سبرت غور النفس الأوربية ولو بخدش سطحي صغير، لوجدت تحت الطبقة اللامعة الرقيقة عداء للإسلام\" (2).\nمن يقف وراء تأجيج هذه الروح العدائية\nتقول المفكرة الشهيدة الإسبانية (صبورة أوريبة): \"قد أعلن الدساسون من الغربيين المتلاعبون بالضمائر عداوتهم للإسلام، لأنه ينزع أقنعتهم، ويقاوم شعوذتهم الخادعة\" (3).\nويقول السيناتور الامريكي (بول فندلي): \"هناك الكثير من رجال الدين المسيحي في أمريكا يقومون بتشويه صورة الإسلام ... وإن الإسلام ليس خطراً على المسيحية أو الحضارة الغربية، وإن كُتّاباً غير مسلمين هم الذين شوهوا صورته في الغرب\" (4).\nوبعد فالسؤال الكبير هو: هل الغرب يحقد على الإسلام لأنه يخافه؟ أم أنه يخافه لأنه حاقد عليه؟!\nأَتَشكونَ بعد الجفافِ المطرْ! ... وبعد العمى تشتكونَ النظرْ!\nأَتسخطكمْ زقزقاتُ الصباح ... وهمسُ النسيم، ووجه القمرْ!\nأيُرعبكم روحُ هذي الحياة ... وعطرُ الزهور، ولون الثمرْ!\nوبعضُ النفوس تُحبُّ الظلام ... وكلُّ الخراف تعافُ الدُّررْ (5)\n__________\n(1) (الإسلام على مفترق الطرق) محمد أسد (64).\n(2) (الإسلام كبديل) مراد هوفمان.\n(3) عن (مجلة الفيصل) العدد 291 – عام 2000م.\n(4) عن (أمريكا والإسلام) د. عبد القادر طاش (82 - 84).\n(5) أبيات الشعر للمؤلف – ديوان (عطر السماء).\n(1/100)",
        "\nالإسلام والغرب: ما هو الخيار الصراع أم الحوار؟\n\n\"من يعرف نفسه سيعرف أيضاً أن\nالشرق والغرب لا ينفصلان أبداً\"\n- غوته –\nأحس العقلاء من الغربيين بأن الباعث على الرعب الهستيري من الإسلام والذي يسبب العداء هو جهلهم به، فتنادوا إلى مراجعة أفكارهم بتعرف أفضل عليه، لكسر هذه الحلقة المعيبة المؤلفة من (الجهل – الخوف – الحقد) فيقول البروفسور (هيرمان إيلتز) أستاذ العلاقات الدولية بجامعة بوسطن معترفاً بأمية الغربيين في معرفتهم للإسلام: \"إن حكومتنا والكونغرس في حاجة إلى فهم أفضل للإسلام، وأقول بصراحة مطلقة إننا نجهل الإسلام تماماً\" (1).\nونحن كمسلمين ندعو إلى هدم الجدران، وإقامة الجسور المتينة بين الشرق والغرب كي تتعارف الثقافات والشعوب؛ انطلاقاً من قول الله تعالى: {يَا أَيُّهَا النَّاسُ إِنَّا خَلَقْنَاكُم مِّن ذَكَرٍ وَأُنثَى وَجَعَلْنَاكُمْ شُعُوبًا وَقَبَائِلَ لِتَعَارَفُوا إِنَّ أَكْرَمَكُمْ عِندَ اللَّهِ أَتْقَاكُمْ} (2).\nونحن المسلمين ندعو إلى إقامة الحوار بدل الصراع، الحوار الحر الصادق، انطلاقاً من قوله تعالى: {وَإِنَّا أَوْ إِيَّاكُمْ لَعَلَى هُدًى أَوْ فِي ضَلاّلٍ مُّبِينٍ} (3)، وانطلاقاً من قوله تعالى:\n{وَلا تُجَادِلُوا أَهْلَ الْكِتَابِ إِلاّ بِالَّتي هِيَ أَحْسَن} (4)، وانطلاقاً من قوله تعالى: {قُلْ يَا أَهْلَ الْكِتَابِ تَعَالَوْاْ إِلَى كَلَمَةٍ سَوَاء بَيْنَنَا وَبَيْنَكُمْ أَلاَّ نَعْبُدَ إِلاَّ اللّهَ وَلاَ نُشْرِكَ بِهِ شَيْئًا وَلاَ يَتَّخِذَ بَعْضُنَا بَعْضاً أَرْبَابًا مِّن دُونِ اللّهِ فَإِن تَوَلَّوْاْ فَقُولُواْ اشْهَدُواْ بِأَنَّا مُسْلِمُونَ} (5).\n__________\n(1) عن دراسة تقدم بها للكونغرس عام 1985.\n(2) قرآن كريم (49/ 13).\n(3) قرآن كريم، سورة سبأ (24).\n(4) قرآن كريم (29/ 46).\n(5) قرآن كريم، سورة آل عمران (64).\n(1/101)\n",
        "ندعو إلى التعارف والحوار وصولاً إلى (الكلمة السواء) ولن يثنينا عن طريق الحوار تلك الدعوات المجنونة إلى الصراع والتي يتحمل وزرها برنارد لويس وهانتغتون وفوكاياما وغيرهم من أعداء السلام العالمي وأعداء الحضارات .. نعم ندعو دائماً إلى الحوار ولو أن الطريق ما زال شائكاً كما يقول ولفرد كانتول سميث \"لا نظن أن الغرب يستطيع أن يتخلص بسهولة من الروح العدائية التي يحسها نحو الإسلام\" (1).\nكنا ننتظر أن يكون موقف الغربيين من اليد البيضاء التي قدمها المسلمون غير هذا الموقف \"ومن عجب أن الغرب لم ينكر على العرب فضائلهم فحسب، بل نسب إليهم أحداثاً شائنة لا صلة لهم بها\" (2)، فالغربيون مصممون على أن يكون اللقاء صراعاً حضارياً في غابة، لا حواراً حضارياً في منتدى الحضارات، ولكنهم في هذا الخيار هم الخاسرون.\nيقول المفكر عبد الحكيم بحلاق: \"يخطئ الغرب كل الخطأ إذا أصر على الصراع مع الإسلام بدلاً من الحوار، لأنه يسارع بذلك في سقوط حضارته، أما العالم الإسلامي فباستطاعته أن يمتلك مفاتيح التقدم العلمي التكنولوجي لو عزم بمنأى عن الغرب، ولقد نجحت بعض الدول الإسلامية في اختراق الحصار العلمي الذي تفرضه الدول الغربية على العالم الإسلامي\" (3)، ويقول العلامة أبو الحسن الندوي: \"إن حاجة أوربة في اقتباس الإيمان منا أشد وأعظم من حاجتنا إلى الاقتباس من علومها\" (4).\nندعو إلى الحوار فإن أبى الآخر إلا الصراع فإن \"الإسلام – يقول الإمام القرضاوي – أعمق جذوراً وأقوى سلطاناً وأعز نفراً، وأكثر جنداً مما يظن الظانون وستظل هناك ألسنة صدق، وأقلام حق، وأيدي عطاء، ومصابيح هداية، ومفاتيح خير، يحملون أمانة الكلمة، ويؤدّون رسالة الله {وَمَا يَعْلَمُ جُنُودَ رَبِّكَ إِلا هُوَ} \" (5).\n__________\n(1) عن (مقدمات العلوم والمناهج) العلامة أنور الجندي (7/ 150).\n(2) أرسكن تشايلدز (العرب في نظر الغرب).\n(3) من حوارية (أبحث عن هوية) عبد الحكيم بحلاق (147).\n(4) (إلى الإسلام من جديد) أبو الحسن الندوي (105).\n(5) (الثقافة العربية الإسلامية بين الأصالة والمعاصرة) العلامة الدكتور يوسف القرضاوي (178 - 179).\n(1/102)\n\nتخلف المسلمين وغيابهم عن الشهود الحضاري\n\n\"إنني أؤمن بإسلام النبي محمد، وإسلام الخلفاء\nالراشدين، وليس بإسلام مسلمي هذا العصر\"\n- برناردشو -\n\nإذا كان الإسلام قد ابتلي بأعداء ينتقصون أطرافه من الخارج، فقد ابتلي بلاءً أشد بأصدقاء يشوّهون معالمه من الداخل، وإن فتح أبواب الحصون من داخلها أهون من خارجها بكثير، و \"إن أعداءنا لا يضربوننا بأيديهم، قدر ما يضربوننا بأيدينا! \" على حد تعبير العلامة محمد الغزالي رحمه الله.\nويأتي تخلف المسلمين على رأس الأسباب التي تعوق انتشار الإسلام إذ يشكل تخلفهم مرآة مشوهة لا تعكس أنوار الإسلام بل تعكس ظلمات المسلمين، ((فالإسلام محجوب بأهله))، على حد تعبير الإمام محمد عبده رحمه الله، وكما فتننا الغربيون ببريق حضارتهم، كذلك فتنّاهم بظلام تخلفنا!\nيقول الدكتور محمد عمارة \"لولا هذا التخلف الذي يعيش فيه العالم الإسلامي لكان للإسلام جاذبية أكبر في إطار التجمعات الغربية، فالعقلية الغربية مؤهلة للانعطاف للإسلام لطابعه العقلاني\" (1) ويقول عباس العقاد: \"إن الجاهل أعدى لأمته من أعدى أعدائها! وما نكب الإسلام كما نكب من أبنائه الجاهلين\"!\nيا شرقُ لا تشكُ الشقاءَ ... ولا تُطلْ فيه نواحَكْ\nلو لم تكن بيديك مجروحاً ... لَضمّدنا جراحكْ! (2)\n__________\n(1) مجلة الفيصل – العدد 130 - عام 1987م.\n(2) البيتان للشاعر عمر أبو ريشة.",
        "(1/103)\n\nإن واقع المسلمين الحالي يمثّل حجاباً كثيفاً يطمس نور الإسلام، ويُمثّل من ثَمّ صدّاً عن سبيل الله، وبذا يرتكب المسلمين خطيئتين: تقصيرهم في تطبيق الإسلام، وحجبهم أنواره. وليت شعري كيف يستطيع المتخلف حضارياً أن يُقنع المتحضرين – ولو مادياً – باعتناق مبدئه؟! يقول العلامة الغزالي: \"إن امتلاك الحياة الدنيا عن قدرة وخبرة هو السبيل لنصرة المبادئ\" (1). وهو السبيل أيضاً للحفاظ على كيان الأمة، فالمسلم لن يحميه في المعترك الحضاري إلا يده المؤمنة المتوضئة التي تستخرج معدن الحديد من أطواء الأرض، على حد تعبير الدكتور المؤرخ عماد الدين خليل.\nونحن المسلمين، لن تكون لنا الآخرة إن لم تكن لنا الدنيا؟ فمن عجز عن إعمار دنياه فهو عن إعمار آخرته أعجز. وسيسأل المسلمون في الآخرة عن كيفية مرورهم في الدنيا\n{وَقِفُوهُمْ إِنَّهُم مَّسئُولُونَ} (2).\nوتخلف المسلمين هو في الحقيقة تخلفهم عن فهم الإسلام، وعن الارتفاع إلى تطبيقه، وهو الذي أدى إلى تخلفهم عن ضمير العصر وعن صناعة الحياة، فهو انتقام للمبادئ التي خانها أصحابها، يقول الإمام محمد عبده: \"كل ما يُعاب على المسلمين ليس من الإسلام، وإنما هو شيء آخر سموه إسلاماً\" (3).\nويقول المفكر عمر حسنة: \"هل أخطر من أن نأتي إلى صور من تخلفنا فنرفع فوقها شعارات لتصبح هي الإسلام؟! \" (4) ويقول المفكر مالك بن نبي: \"التخلف هو عقوبة إلهية أوقعها الإسلام بأتباعه جرّاء تخلّيهم عنه، إن المسلمين تأخروا لأنهم تركوا الإسلام لا لأنهم تمسكوا به، فحق عليهم قوله سبحانه: {وَمَنْ أَعْرَضَ عَن ذِكْرِي فَإِنَّ لَهُ مَعِيشَةً ضَنكًا وَنَحْشُرُهُ يَوْمَ الْقِيَامَةِ أَعْمَى} (5).\n__________\n(1) (السنة النبوية بين أهل الفقه وأهل الحديث) محمد الغزالي ص (137).\n(2) قرآن كريم (37/ 24).\n(3) (الإسلام والمسيحية مع العلم والمدنية) الإمام محمد عبده ص (115).\n(4) (حتى يتحقق الشهود الحضاري) عمر حسنة ص (115).\n(5) عن (الغزو الثقافي يمتد في فرغنا) للعلامة محمد الغزالي ص (74).\n(1/104)",
        "\nوقد نجح الإعلام الغربي – للأسف – باستغلال تخلف المسلمين فوظفه لصالح أطروحاته المعادية للإسلام والعرب.\nومن دعا الناسَ إلى ذمّه ذموه بالحق وبالباطلِ (1)\n\nمفردات التخلف\nتشتبك في التخلف الأسباب والنتائج، لتشكل دائرة معيبة تستلزم استنفار كل الطاقات لكسرها، وأهم هذه المفردات:\n1 – الكسل، وعدم اتقان العمل، والتطلّع إلى نتائج عظيمة من جهد يسير.\n2 – جفاء القلم والقراءة، وانحسار الوعي الحضاري والفقه السنني.\n3 – انطفاء فاعلية العقل المسلم، وضعف توهجه، وإصابته بالجمود المؤدي للجحود، وتقديم عقلية الحفظ على التفكير، واستبدال الارتجال بالتخطيط، والتسويغ بالنقد والمراجعة والتوبة.\n4 – التعصب المذهبي المقيت، والتدين المغشوش، والارتزاق بالدين، وانتشار الأحاديث المكذوبة والخرافات، والابتداع في الدين، مع ترك الإبداع في الدنيا.\n5 – تبديد الوقت وعدم سماع خطوات الزمن، وإضاعة العمر العزيز في أعمال صغيرة أو غير نافعة.\n6 – التركيز على الفرد المنقذ! وغياب العمل المؤسسي المعتمد على الشورى والتكامل وعلى روح الفريق.\n7 - ضعف الإحساس بالجمال والنظافة، وضعف الشعور بالقانون والنظام والمسؤولية تجاه المجتمع.\n__________\n(1) بيت الشعر لكعب بن زهير، رضي الله عنه.\n(1/105)\n",
        "8 – اليأس القتّال والخور المميت! وتمزق وحدة المسلمين .. وظلماتٌ بعضها فوق بعض!\nهذا هو مناخ التخلف الذي أناخ فوق صدر أمتنا، فحجب الإسلام عن الأنام. يقول الإمام جمال الدين الأفغاني: \"أفضل وسيلة لإقناع الغربيين بالإسلام أن نقنعهم أولاً بأننا لسنا مسلمين كما ينبغي\"، إذ أن نُدرة من الغربيين يستطعون التمييز بين الإسلام والمسلمين كعالم اللاهوت د. ميشيل لولونغ الذي يقول: \"لا بد أن نقوّم الإسلام بعمل المسلمين الملتزمين، وليس بعمل المنحرفين\" (1). فيا عجباً لأمة (اقرأ) كيف خدّرها الجهل! ويا عجباً لأمة (سورة الحديد) كيف أناخ بها الضعف! ويا عجباً لأمة (سورة العصر) كيف رضيت أن تكون خارج العصر! ويا عجباً لأمة تنام في النور، ولأمم تستيقظ في الظلام!\nبأيديهمُ نُورانِ ذكرٌ وسُنةٌ فما بالهم في أحلك الظلماتِ! (2)\nيقول الشاعر حافظ شيرازي: \"نفسي متعبة من هذه الحال التي أناخت على مدينتي فجعلت الأعداء يتزاحمون عليها ويجعلون أعزة أهلها أذلة، نفسي متعبة فأنا أرى كل هذا السوء يحط على مدينتي وأنا وحدي لا أتمكّن من رفعه ولا أقدر على دفعه! نفسي متعبة باكية، ولكنْ هو ذا في الأفق البعيد يلوح نور جديد، يهدي الضال وينهض الآمال\" (3).\n\n***\n__________\n(1) عن (حوارات مع أوربيين غي مسلمين) د. عبد الله الأهدل (182)\n(2) بيت الشعر لأمير الشعراء أحمد شوقي.\n(3) (حافظ شيرازي شاعر الغناء والغزل) د. ابراهيم الشواربي ص389\n(1/106)\n\nبشائر وبصائر\n\n{إِنَّ الأَرْضَ لِلّهِ يُورِثُهَا مَن يَشَاء\nمِنْ عِبَادِهِ وَالْعَاقِبَةُ لِلْمُتَّقِينَ}\n[الأعراف -128]\n\nعلى الرغم من أن العوائق في وجه الإسلام كبيرةٌ جداً لكنَّ (الله أكبر) وعلى الرغم من أنها ضخمة جداً لكنها تغدو غثاء أمام كلمة الله .. والبشائر بانتشار الإسلام كثيرة، سنذكر بعضاً منها:\nأولاً: الأمل بالله تعالى يقين بأنه سيحفظ دينه لأنه تكفّل بحفظ كتاب هذا الدين {إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحَافِظُونَ} (1). وتكفّل بحفظ هذه الأمة من الاستئصال {لَن يَضُرُّوكُمْ إِلاَّ أَذًى} (2) هذا هو وعد الله {إِنَّ اللّهَ لاَ يُخْلِفُ الْمِيعَادَ} (3) والمسلم لاييأس أبداً، فقد علمه الإسلام أن اليأس كفر: {وَلاَ تَيْأَسُواْ مِن رَّوْحِ اللّهِ إِنَّهُ لاَ يَيْأَسُ مِن رَّوْحِ اللّهِ إِلاَّ الْقَوْمُ الْكَافِرُونَ} (4).\nيقول ((أديب العربية والإسلام)) مصطفى صادق الرافعي: \"ليس لمصباح الطريق أن يقول إن الطريق مظلم، وإنما عليه أن يقول ها أنذا مضيء\" (5).\n__________\n(1) قرآن كريم، سورة الحجر (9).\n(2) قرآن كريم، سورة آل عمران (111).\n(3) قرآن كريم، سورة آل عمران (9).\n(4) قرآن كريم، سورة يوسف (87).\n(5) (وحي القلم) مصطفى صادق الرافعي.",
        "(1/107)\n\nثانياً: نحن أمة قد تشكّلت وجوداً وثقافة وحضارة من خلال القيم المعصومة في القرآن والسنة والسيرة المطهرة، وهذه القيم لا زالت مصونة بحفظ الله، وتنتظر من يؤمن بها ويتمثلها ويحملها ليعيد البعث الحضاري من جديد.\nعطايانا سحائبٌ مرسلاتٌ ... ولكنْ ما وجدْنا السّائلينا\nوكل طريقنا هديٌ ونورٌ ... ولكنْ ما وجدنا السّالكينا\nولو صدقوا وما في الأرض نهر ... لأجرينا السماء لهم عيونا (1)\n\nوإن عجلة الحضارة لن تدور دون عزمٍ أو أنين، ولا بد لكل أمة من لحظةٍ عُليا عليها أن تقرر فيها، وأمتنا لم تمت وإنما هي في سبات ولا بد للنائم أن يستيقظ يوماً.\nإن الطيورَ وإن قصصتَ جناحَها تسمو بفطرتها إلى الطيرانِ (2)\nيقول الإمام محمد عبده: \"لا تزال الشدائد تنزل بالمسلمين حتى يفيقوا، وعند ذلك يجدون هذا الكتاب الكريم في انتظارهم، يعدُّ لهم وسائل النجاة، ويؤيدهم بروح القدس، فيكتشفون أنفسهم، ويشهدون ما كان قد كمن فيها من قوة، فيأخذ بعضهم بيد بعض .. وهذا الكتاب المجيد، لا بد له أن يعود ويرجع إلى موطنه الأول من قلوب المسلمين، وقد وعد الله بأن يتمَّ نورَه وبأن يظهره على الدين كله، ولن ينقضي العالم حتى يتم ذلك الوعد، وليس بيننا وبين هذا الوعد إلا الزمان الذي لا بد منه في تنبيه الغافل، وتعليم الجاهل، وتوضيح المنهج، وتقويم الأعوج، وهو ما تقتضيه السنة الإلهية في التدريج: \"إنهم يروْنَه بعيداً ونراه قريباً\" (3).\nويقول الدكتور عبد الكريم بكار: \"إننا نتمتع بخاصية حضارية فريدة، هي أننا نَصدر في رؤيتنا للحياة عن منهجية مطلقة ومعصومة لا بشرية، ومن ثم فإننا قادرون على محاكمة التاريخ والواقع ومنجزات الآخرين، ونحن – بحول الله – قادرون على الإفاقة بعد الكبوة من خلال\n__________\n(1) الشعر للدكتور محمد إقبال.\n(2) الشعر للشاعر د. محمد إقبال.\n(3) (الإسلام والمسيحية مع العلم والمدنية) الإمام محمد عبده (134 - 139).\n(1/108)",
        "\nرجوعنا إليها واسترشادنا بها، أما الحضارة الغربية فإنها تفتقر إلى ذلك\" (1).\n\nثالثاً - استشفاف قيم التاريخ الإسلامي:\nنحن أمة لم تنبت فوق ظهر الأرض من غير جذور، إنّ إسلام أسلافنا معنا، وإن قلوبهم ما زالت تخفق في صدورنا، وإن كان ثمة شيء يدوّي في أعماقنا فلن يكون ذلك سوى الإسلام، وإذا أمكن هزيمة الواقع فلن يمكن بحال هزيمة التاريخ، ومن تاريخنا المنتصر سنعرف - بإذن الله - كيف نصوغ انتصار المستقبل. وأنا لست أرمي من هذا الكلام إلى أن ننام على هدهدات التاريخ، بل الذي أقصده هو أن نسأل التاريخ، ذلك الشيخ الصادق الوقور، عن قصته مع الإسلام، وأن نسأل الحضارة هل عرفت أتقى وأنقى وأذكى من رجال الإسلام؟ وإذا كنا الآن نعاني من أزمة نخبة، فإنا لا نعاني أبداً من أزمة أمة، فأمتنا يسكن في أعماقها المخزون النفسي والروحي الكبير الذي لا يبرز إلا في المحن، وإن في الصمود الأعزل الكبير لرجال جنين في وجه الصهاينة المسلحين أوضح مثل، والأيدي المؤمنة المتوضئة ستحسن البناء لو دُعيت إلى العمل، والنور لا زال مشعاً في الجبين، والخير ما زال كامناً في اليمين، ولكنه ككمون النار في الحجر، إن قدحتَه أورى، وإن تركته توارى.\nيقول الدكتور محمد إقبال: \"هناك من غادر الركب لأن الحادي لم يملك الكلام الذي يسحر به القلوب! يا حادي الركب: لا تيأس منهم إن كنت حكيماً، تنقص المسافرين العزيمة ولكن لا تنقصهم الرغبة في الوصول\".\nوظَنّي يقينٌ بأنَّ بلادي ... ستُنبتُ بين الطحالبِ نخلا\nومن بين شوكٍ وصخرٍ ستنبتُ ... أرضي خزامى وورداً وفُلاّ\nففي كل زندٍ مضاءٌ تجلّى ... وفي كل عينٍ ضياءٌ أطلاّ\nقريباً سيقفو الرعيلُ الرعيلَ ... فنمسحُ جهلاً ونغسلُ ذُلاّ (2)\n__________\n(1) (مقدمات للنهوض بالعمل الدعوي) د. عبد الكريم بكار (356).\n(2) الشعر للمؤلف – ديوان (عطر السماء).\n(1/109)\n",
        "يقول المفكر الدكتور رشدي فكّار: \"إنها أزمة جيل وليست أزمة مصير، وأزمة نخبة وليست بأزمة أمة، والمسلم لن يستعيد مكانته إلا بتحقيق ذاته كإنسان في عصر عزت فيه إنسانية الإنسان، فالمسلم هو الإنسان المتوازن المتعادل، روحاً وجسداً ونفساً، المتعادل حتى في مشيته وإنفاقه، بل حتى في صوته الخاشع لربه\" (1).\n\nويقول شاعر الإسلام محمد إقبال: \"افتح عينيك كالنرجس أيها الزهر النائم، فقد أغار على أرضنا الأعداء .. لقد أصبح بحرك أيها المسلم هادئاً ساكناً كالصحراء. عجباً لهذا البحر الذي لا يهيج! انهض أيها المسلم، أنت للسُّنن حارس وأمين، أنت لهذا الكون يسار ويمين، اشرب كأساً فائضة اليقين، الغياث من الإفرنج الذين خلبوا العقول وخدعونا مرة بالرقة والدلال .. ومرة بالقيود والأغلال. أيها المسلم اضرب خيمتك حيث شئت، ولتكن خيمتك قائمة على عُمُدك وأطنابك، ولا تنسَ أن استعارة الأطناب من الأجانب حرام\" (2).\n\nلقد استطاعت أمتنا بفضل الله أن تسجل في نصف قرن قفزة فوق القرون انتقلت بها من القرون الوسطى إلى القرن الحادي والعشرين، وفي قابل الأيام ندعو الله أن يعينها على قفزة أخرى إلى المستقبل .. هذا هو وعد الله الذي لن يتحقق حتى يقول كل مسلم: أشرقي يا شمس الإسلام من هنا ... من عندي أنا.\n\nاللهم بصّر المسلمين بما عندهم من كنوز وأنوار ... وأعِنهم حتى يُعيدوا للحياة جمال الحياة، وإيمان الحياة.\n__________\n(1) عن (د. رشدي فكار - نهاية عمالقة في حضارة الغرب) سيد أبو درن (138).\n(2) (روائع إقبال) أبو الحسن الندوي (91 – 169).\n(1/110)\n\nيا لُبينى أوقدي طال المدى ... أوقدي علّ على النار هُدى\nأوقدي يا (لُبنُ) قد حار الدليلْ ... أوقدي النار لأبناء السبيلْ\nشَرّدي هذا الظلام الجاثما ... أرشدي هذا الفراشَ الهائما\nليلُ هذا الركب في البيداء عسعسْ ... أقبلي يا (لُبنُ) بالنور المقدسْ\nهلَّت الأنوار والبشرى علينا ... أَرشدي فيها الحيارى يا (لبينى)\nأرشدي كلَّ الحيارى في الدروبْ ... بالشذا والنور في وجه الحبيبْ (1)\n\nيا أيتها الدعوة:\nمُرّي بترنيمك السماوي على أسوار هذه الأرض المحرومة من النور .. لعلّ هذا الناس يصحو من سباته الطويل، ويقبس إشراقة من هذا الحُداء الجديد .. وأحرقي أيتها الدعوة بنارك هشيم المُجّان الواقفين في طريقك العتيد.\n\n***\n__________\n(1) الأبيات الثلاثة الأولى من قصيدة رمزية للدكتور عبد الوهاب عزام، والأخيرة للمؤلف.",
        "(1/111)\n\nالفصل الرابع\nالإسلام وحضارته\n- رؤى غربية منصفة -\n\nفي هذا الفصل شهادات منصفة انتُزعت من أقلام مفكرين غربيين كانوا موضوعيين في أقوالهم هذه.\nوبعض هؤلاء المفكرين كان الإنصاف طاغياً عليه، من مثل غوته وتولستوي وهونكه وماري شميل، إذ درسوا الإسلام فراعهم جماله، وأعجبتهم مبادئه، ولكنهم لم يُنزلوا قناعاتهم من سماء العقل إلى أرض القلب، ولم يسقوها بماء الوجدان، فلم تنمُ غراسها ولم تثمر! وفشلوا في أن يحوّلوا الاقتناع بالحق إلى اعتناق له، والإعجاب بالإسلام إلى عقيدة تجري في العروق، نعم لم يبقَ أمامهم إلا ضربة معول واحدة كي يصلوا إلى النبع الثّر الزلال، فلم يفعلوا .. حاموا وهم الظّماء حول الماء ولم ينهلوا!!\nوثمة أقوال لمفكرين تقلّبوا في رؤاهم للإسلام بين الإنصاف والإجحاف، من مثل توينبي، وتوماس أرنولد ... وإنما أعرض أقوالهم لأولئك المهزومين أمام الغرب، الذين لا يشربون الكأس الرويّة إلا إذا كانت بيد غربية! ولا يجرعون الدواء إلا من تلك الصيدلية!!\nعلى أن بعض هذه العبارات كانت في سياقها شَرَكاً نُصب للعقل المسلم، ولا حرج علينا – أظن – إن لقطنا الحبة، ومزقنا الشبكة، وطرنا بسلام.\n(1/112)",
        "\nأولاً – شهاداتهم في القرآن الكريم\nيقول المستشرق آرثر آدبري: \"عندما أستمع إلى القرآن يتلى بالعربية، فكأنما أستمع إلى نبضات قلبي\" (1).\nويقول غوته: \"إن أسلوب القرآن محكم سام مثير للدهشة ... فالقرآن كتاب الكتب، وإني أعتقد هذا كما يعتقده كل مسلم ... وأنا كلما قرأت القرآن شعرت أن روحي تهتز داخل جسمي ... ولما بلغ غوته السبعين من عمره أعلن على الملأ أنه يعتزم أن يحتفل في خشوع بليلة القدر التي أنزل فيها القرآن على النبي محمد، ولما أبصر غوته ريشة طاووس بين صفحات القرآن هتف: \"مرحباً بك في هذا المكان المقدس، أغلى كنز في الأرض\" (2).\nوفي كتابه (الديوان الشرقي للشاعر الغربي) يقول غوته: \"هاجر إلى الشرق في طهره وصفائه، حيث الطهر والصدق والنقاء، ولتتلقى كلمة الحق منزلة من الله بلسان أهل الأرض\".\n\"القرآن ليس كلام البشر، فإذا أنكرنا كونه من الله، فمعناه أننا اعتبرنا محمداً هو الإله! \" (3).\n\"القرآن هو كلمة الله، موحاة بلسان عربي مبين، وترجمته لن تتجاوز المستوى السطحي، فمن ذا الذي يستطيع تصوير جمال كلمة الله بأي لغة؟! \" (4).\n\"لا يوجد في تاريخ الرسالات كتاب بقي بحروفه كاملاً دون تحوير سوى القرآن\" (5).\n\"بين أيدينا كتاب فريد في أصالته وفي سلامته، لم يُشكّ في صحته كما أُنزل، وهذا الكتاب هو القرآن\" (6).\n\"لما وعد الله رسوله بالحفظ بقوله \"والله يعصمك من الناس\"، صرف النبي حراسه، والمرء\n__________\n(1) نقلاً عن (حتى الملائكة تسأل) د. جيفري لانغ (206).\n(2) نقلاً عن (جوته والعالم العربي) كاتارينا مومزن (177 - 188 - 261).\n(3) البروفسورة نيبا أيوب، نقلاً عن (كيف نتعامل مع القرآن العظيم) د. يوسف القرضاوي (25).\n(4) المستشرقة الألمانية أنا ماريا شميل، في مقدمتها لكتاب (الإسلام كبديل) لمراد هوفمان.\n(5) الباحث الأمريكي مايكل هارت في كتابه المعروف (المائة الأوائل).\n(6) المستشرق بودلي، نقلاً عن (البحث عن الحقيقة) ص (522).\n(1/113)\n",
        "لا يكذب على نفسه، فلو كان لهذا القرآن مصدر غير السماء لأبقى محمد على حراسته! \" (1).\n\"القرآن ليس دستور الإسلام فحسب، وإنما هو ذروة البيان العربي، وأسلوب القرآن المدهش يشهد على أن القرآن هو وحي من الله، وأن محمداً قد نشر سلطانه بإعجاز الخطاب، فالكلمة لم يكن من الممكن أن تكون ثمرة قريحة بشرية\" (2).\n\"القرآن وحي من الله، لا يحده زمان، ومتضمن للحقيقة المركزة\" (3).\n\"إن هذا القرآن يصف الكون من أعلى نقطة في الوجود ... إن الذي قال هذا القرآن يرى كل شيء في هذا الكون، وكل شيء مكشوف أمامه\" (4).\nويحاول المفكر مارسيل بوازار أن يصل إلى سر التأثير العجيب للقرآن فيقول: \"القرآن يخاطب الإنسان بكليته ... أعمق مشاعره، وعمله اليومي من منظور تستطيع نسبته إلى علم النفس التطبيقي \" (5).\nقلت: إن الذي خلق النفس البشرية والخبير بدروبها ومنعطفاتها وآفاقها، هو الذي أنزل القرآن ليهديها سبيل {أَلا يَعْلَمُ مَنْ خَلَقَ وَهُوَ اللَّطِيفُ الْخَبِيرُ} (6).\n__________\n(1) بارتلمي هيلر.\n(2) المستشرق (فون هامر) في مقدمة ترجمته للقرآن.\n(3) د. بول شفارتسنا في كتابه (القرآن - دليل المسيحيين) نقلاً عن (يوميات مسلم ألماني) لمراد هوفمان (122).\n(4) البروفسور يوشيودي كوزان – مدير مرصد طوكيو – نقلاً عن (إنه الحق).\n(5) نقلاً عن (القرآن الكريم من منظور غربي) د. عماد الدين خليل (28).\n(6) قرآن كريم – سورة الملك (14).\n(1/114)\n\nثانياً - شهاداتهم في الرسول صلى الله عليه وسلم\nإلى المهاجر الأعظم:\nفي ديوانه الرائع (الديوان الشرقي للشاعر الغربي) يخاطب شاعر الألمان غوته، أستاذه الروحي الشاعر حافظ شيرازي فيقول: \"أي حافظ! إن أغانيك لتبعث السكون ... وإنني مهاجر إليك بأجناس البشرية المحطمة، لتحملنا في طريق الهجرة إلى المهاجر الأعظم محمد بن عبد الله ... \" (1).\nويقول غوته: \"إننا أهل أوربة بجميع مفاهيمنا، لم نصل بعد إلى ما وصل إليه محمد، وسوف لا يتقدم عليه أحد (2) ... ، ولقد بحثت في التاريخ عن مثل أعلى لهذا الإنسان، فوجدته في النبي محمد ... وهكذا وجب أن يظهر الحق ويعلو، كما نجح محمد الذي أخضع العالم كله بكلمة التوحيد\" (3).\nويقول الأديب الروسي (ليو تولستوي) والذي حرمته الكنيسة بسبب آرائه: \"أنا واحد من المبهورين بالنبي محمد الذي اختاره الله الواحد لتكون آخر الرسالات على يديه، وليكون هو أيضاً آخر الأنبياء ... ويكفيه فخراً أنه هدى أمة برمتها إلى نور الحق، وجعلها تجنح للسكينة والسلام، وفتح لها طريق الرقي والمدينة\".\nويقول الشاعر الفرنسي الشهير (لا مارتين): \"أعظم حدث في حياتي هو أنني درست حياة رسول الله محمد دراسة واعية، وأدركت ما فيها من عظمة وخلود، ومن ذا الذي يجرؤ على تشبيه رجل من رجال التاريخ بمحمد؟! ومن هو الرجل الذي ظهر أعظم منه، عند النظر إلى جميع المقاييس التي تُقاس بها عظمة الإنسان؟! إن سلوكه عند النصر وطموحه الذي كان مكرساً\n__________\n(1) (الديوان الشرقي للشاعر الغربي) غوته ص (31) ويعتبر هذا الديوان أهم وصاياه للأجيال، وقد قال فيه الفيلسوف هيغل: \"إن أغانيه ليست تلهية دون معنى .. إنها أغاني شاعر منتشٍ بالنسمة الشرقية، منشرح الصدر تماماً بالسعادة غير المحدودة\".\n(2) (آفاق جديدة للدعوة) أنور الجندي (81).\n(3) (شمس الله تسطع على الغرب) هونكه (465).",
        "(1/115)\n\nلتبليغ الرسالة وصلواته الطويلة وحواره السماوي هذه كلها تدل على إيمان كامل مكّنه من إرساء أركان العقيدة. إن الرسول والخطيب والمشرع والفاتح ومصلح العقائد الأخرى الذي أسس عبادة غير قائمة على تقديس الصور هو محمد، لقد هدم الرسول المعتقدات التي تتخذ واسطة بين الخالق والمخلوق\" (1).\nويقول الفيلسوف الإنجليزي جورج برناردشو: \"لقد درست محمداً باعتباره رجلاً مدهشاً، فرأيته بعيداً عن مخاصمة المسيح، بل يجب أن يدعى منقذ الإنسانية، وأوربة بدأت في العصر الراهن تفهم عقيدة التوحيد، وربما ذهبت إلى أبعد من ذلك، فتعترف بقدرة هذه العقيدة على حل مشكلاتها بطريقة تجلب السلام والسعادة! فبهذه الروح يجب أن تفهموا نبوءتي\" (2).\n\"إذا حكمنا على العظمة بما كان للعظيم من أثر في الناس، قلنا إن محمداً رسول المسلمين أعظم عظماء التاريخ، فقد كبح جماح التعصب والخرافات، وأقام فوق اليهودية والمسيحية ودين بلاده القديم ديناً واضحاً قوياً، استطاع أن يبقى إلى يومنا هذا قوة ذات خطر عظيم\" (3).\n\"لم يسجل التاريخ أن رجلاً واحداً، سوى محمد، كان صاحب رسالة وباني أمة، ومؤسس دولة ... هذه الثلاثة التي قام بها محمد، كانت وحدة متلاحمة، وكان الدين هو القوة التي توحدها على مدى التاريخ\" (4).\nويقول الفيلسوف الفرنسي فولتير: \"لقد قام الرسول بأعظم دور يمكن لإنسان أن يقوم به على الأرض ... إن أقل ما يقال عن محمد أنه قد جاء بكتاب وجاهد، والإسلام لم يتغير قط، أما أنتم ورجال دينكم فقد غيرتم دينكم عشرين مرة\" (5).\nويقول مايكل هارت في كتابه الشهير (المائة الأوائل): \"كان محمد الرجل الوحيد في التاريخ\n__________\n(1) (السفر إلى الشرق) ص (277).\n(2) عن (موسوعة مقدمات المناهج والعلوم) أنور الجندي (8/ 211).\n(3) المؤرخ ول ديورانت في موسوعته (قصة الحضارة) المجلد الحادي عشر.\n(4) المؤرخ فيليب حتّي، عن (مقدمات العلوم والمناهج) أنور الجندي (8/ 214).\n(5) نقلاً عن (غوته والعالم العربي) كاتارينا مومزن (181 و 355)\n(1/116)",
        "\nالذي نجح في مهمته إلى أقصى حد، سواء على المستوى الديني أم على المستوي الزمني\" (1).\nأما عالم اللاهوت السويسري المعاصر د. هانز كونج والذي يعتقد أن المسيح إنسان ورسول اختاره الله لا غير، فيقول: \"محمد نبي حقيقي بمعنى الكلمة، ولا يمكننا بعد إنكار أن محمداً هو المرشد القائد على طريق النجاة\" (2).\nويقول المؤرخ البريطاني الشهير (أرنولد توينبي): \"الذين يريدون أن يدرسوا السيرة النبوية العطرة يجدون أمامهم من الأسفار مما لا يتوافر مثله للباحثين في حياة أي نبي من أنبياء الله الكرام\" (3).\nويقول الكونت كاتياني في كتابه (تاريخ الإسلام):\n\"أليس الرسول جديراً بأن تقدَّم للعالم سيرته حتى لا يطمسها الحاقدون عليه وعلى دعوته التي جاء بها لينشر في العالم الحب والسلام؟! وإن الوثائق الحقيقية التي بين أيدينا عن رسول الإسلام ندر أن نجد مثلها، فتاريخ عيسى وما ورد في شأنه في الإنجيل لا يشفي الغليل\".\nويقول المستشرق المعروف غوستاف لوبون: \" نعرف ما فيه الكفاية عن حياة محمد، أما حياة المسيح فمجهولة تقريباً، وإنك لن تطمع أن تبحث عن حياته في الأناجيل\" (4).\nويلحّ ر. ف. بودلي على هذا المعنى فيقول: \"لا نعرف إلا شذرات عن حياة المسيح، أما في سيرة محمد فنعرف الشيء الكثير، ونجد التاريخ بدل الظلال والغموض\" (5).\n\"لقد أخرج محمد للوجود أمة، ومكن لعبادة الله في الأرض، ووضع أسس العدالة والمساواة الاجتماعية، وأحل النظام والتناسق والطاعة والعزة في أقوام لا تعرف غير الفوضى\" (6).\n__________\n(1) (المائة الأوائل) مايكل هارت (33).\n(2) عن (الإسلام نهر يبحث عن مجرى) الدكتور شوقي أبو خليل (15).\n(3) (مدخل تاريخي للدين) توينبي.\n(4) (حياة الحقائق) غوستاف لوبون ص (62).\n(5) (حياة محمد) المستشرق بودلي ص (6).\n(6) المستشرق هيل في كتابه (حضارة العرب).\n(1/117)\n",
        "\"يا للمهابة تليق بنذير يهيب بالناس إلى مكارم الأخلاق ... إنها لروعة عندما أتيح لي أنا ابن أوربة أن أجلس بين يديه تحت ظلال النخيل، أنا قادم من أوربة أشد العرائس جحوداً، أصلحها الله إنه السميع المجيب ... إن الصحراء تتسع وتمتد، فويل لمن يطمح إلى الإستيلاء على أسود الصحراء! \" (1).\n\"لا يمكن أن توصف حياة محمد بأحسن مما وصفها الله بقوله: {وَمَا أَرْسَلْنَاكَ إِلا رَحْمَةً لِّلْعَالَمِينَ} كان محمد رحمة حقيقية، وإني أصلي عليه بلهفة وشوق\" (2).\nويقول بسمارك: \"يا محمد أنا متأثر جداً إذ لم أكن معاصراً لك! إن البشرية رأت قدوة ممتازة مثلك مرة واحدة، وأنا أعظمك بكمال الاحترام\".\n\"إن الأوضاع العالمية تغيرت تغيراً مفاجئاً بفعل فرد واحد ظهر في التاريخ هو محمد\" (3).\n\"إن البشرية لتفتخر بانتساب رجل كمحمد إليها\" (4).\n\"لم يكن محمداً نبياً عادياً، بل استحق بجدارة أن يكون خاتم الأنبياء، لأنه قابل كل الصعاب التي قابلت كل الأنبياء الذين سبقوه مضاعفة من بني قومه ... نبي ليس عادياً من يقسم أنه \"لو سرقت فاطمة ابنته لقطع يدها\"! ولو أن المسلمين اتخذوا رسولهم قدوة في نشر الدعوة لأصبح العالم مسلماً\" (5).\n\nونختم بقول الشاعر الروسي الشهير (بوشكين):\n\"شُقّ الصدر، ونُزع منه القلب الخافق ... غسلته الملائكة، ثم أُثبت مكانه! قم أيها\n__________\n(1) الفيلسوف الألماني نيتشه في كتابه (هكذا تكلم زرادشت) (300 – 302).\n(2) المستشرق الإسباني جان ليك (العرب) (43).\n(3) المؤرخ كريستوفر دارسون في كتابه (قواعد الحركة في تاريخ العالم).\n(4) العلامة شيريل، عميد كلية الحقوق بفيينا، عن (هذا ديننا) محمد الغزالي (254).\n(5) الباحث الفرنسي كليمان هوارت عن (محمد في الآداب العالمية المنصفة) (142).\n(1/118)\n\nالنبي وطف العالم ... . وأشعل النور في قلوب الناس\" (1).\n\nثالثاً – شهاداتهم في الإسلام:\nتقول الشاعرة (ساروجين نايدو):\n\"لقد كان الإسلام في المسجد عند أداء الصلاة، وفي ساحة الحرب إذ يقاتل المسلمون صفاً، وكانت عدالة الإسلام تطبق خمس مرات في اليوم، عندما كان الأمير والفقير يركعان ويسجدان كتفاً إلى كتف ... لقد شدتني مرات ومرات وحدة الإسلام التي لا تتجزأ والتي تجعل من الإنسان أخاً للإنسان ... \" (2).\nويقول الأمير البريطاني تشارلز: \"إن الإسلام يمكن أن يعلمنا طريقة للتفاهم والعيش في العالم، الأمر الذي فقدته المسيحية، فالإسلام يرفض الفصل بين الإنسان والطبيعة، والدين والعلم، والعقل والمادة\" (3).\nوتقول المستشرقة الألمانية زيغريد هونكه: \"لا إكراه في الدين، هذا ما أمر به القرآن الكريم، فلم يفرض العرب على الشعوب المغلوبة الدخول في الإسلام، فبدون أي إجبار على انتحال الدين الجديد اختفى معتنقو المسيحية اختفاء الجليد، إذ تشرق الشمس عليه بدفئها! وكما تميل الزهرة إلى النور ابتغاء المزيد من الحياة، هكذا انعطف الناس حتى من بقي على دينه، إلى السادة الفاتحين\" (4).\n\"كل ما جاء في الإسلام يرمي إلى الصلاح والإصلاح، والصلاح أنشودة المؤمن، وهو\n__________\n(1) (قصائد شرقية) ألكسندر بوشكين ص (45).\n(2) (مثاليات الإسلام) ساروجيني نايدو (169).\n(3) (الإسلام والغرب) محاضرة الأمير تشارلز في مركز أوكسفورد للدراسات الإسلامية عام 1993.\n(4) (شمس الله تسطع على الغرب) زيغريد هونكه (364 - 366).",
        "(1/119)\n\nالذي أدعو إليه المسيحيين\" (1).\n\"يكفي الإسلام فخراً أنه لا يقر مطلقاً قاعدة (لا سلام خارج الكنيسة) التي يتبجح بها كثير من الناس، والإسلام هو الدين الوحيد الذي أوجد بتعاليمه السامية عقبات كثيرة تجاه ميل الشعوب إلى الفسق والفجور\" (2).\n\"إن دعوة التوحيد التي حمل لواءها الإسلام، خلصت البشرية من وثنية القرون الأولى\" (3).\nويقول العلامة الكونت هنري دي كاستري: \"درست تاريخ النصارى في بلاد الإسلام، فخرجت بحقيقة مشرقة هي أن معاملة المسلمين للنصارى تدل على لطف في المعاشرة، وهذا إحساس لم يُؤثر عن غير المسلمين .. فلا نعرف في الإسلام مجامع دينية، ولا أحباراً يحترفون السير وراء الجيوش الغازية لإكراه الشعوب على الإيمان\" (4).\nويبين الشاعر غوته ملامح هذا التسامح في كتابه (أخلاق المسلمين) فيقول \"للحق أقول: إن تسامح المسلم ليس من ضعف، ولكن المسلم يتسامح مع اعتزازه بدينه، وتمسكه بعقيدته\".\nويؤكد هانوتو إعجابه بروعة التسامح الإسلامي فيقول: \"إننا مدينون للمسلمين بالعدل والسلم والتساهل الديني، ومن الواجب أن ندرس هذا الدين ونبذل جهدنا في فهمه، وعلينا أن نتخذ (لا إكراه في الدين) شعاراً \" (5).\nويقول المستشرق لين بول: \"في الوقت الذي كان التعصب الديني قد بلغ مداه جاء الإسلام ليهتف (لكم دينكم ولي دين)، وكانت هذه المفاجأة للمجتمع البشري الذي لم يكن يعرف حرية التدين، وربما لم يعرفها حتى الآن\" (6).\n__________\n(1) (التمدن الإسلامي) غوستاف لوبون.\n(2) المستشرق بول دي ركلا عن (مقدمات العلوم والمناهج) أنور الجندي (8/ 133).\n(3) المستشرق بارتلمي سانت هلر عن (مقدمات العلوم والمناهج) (8/ 119).\n(4) عن (التعصب والتسامح بين المسيحية والإسلام) محمد الغزالي (194 – 196).\n(5) عن (الإسلام والمسيحية مع العلم والمدنية) الإمام محمد عبده (162) وهو كتاب قيم ننصح بقراءته.\n(6) عن (الإسلام) د. أحمد شلبي (296).\n(1/120)",
        "\n\"الإسلام عقيدة ترتكز على المادة والروح، والدنيا والآخرة، الإسلام دين ودولة، وحياة وغيب، الإسلام يدفع الإنسان دوماً إلى الأمام\" (1).\nويقول المفكر آرثر هاملتون:\n\"لو توخى الناس الحق لعلموا أن الدين الإسلامي هو الحل الوحيد لمشكلات الإنسانية\" (2) .. ويؤكد هذا المعنى عالم القانون مارسيل بوازار:\n\"إن دخول الإسلام إلى الساحة العالمية، وإعادة الأمر إلى نصابه بتحقيق التوازن المطلوب، ليس هو مجرد مشاركة فعالة، وإنما هو إنقاذ للوضع البشري المنهار\".\nويقول الفيلسوف جورج برناردشو: \"الإسلام هو الدين الذي نجد فيه حسنات الأديان كلها، ولا نجد في الأديان حسناته! ولقد كان الإسلام موضع تقديري السامي دائماً، لأنه الدين الوحيد الذي له ملكة هضم أطوار الحياة المختلفة، والذي يملك القدرة على جذب القلوب عبر العصور (3) .. قد برهن الإسلام من ساعاته الأولى على أنه دين الأجناس جميعاً، إذ ضم سلمان الفارسي وبلالاً الحبشي وصهيباً الرومي فانصهر الجميع في بوتقة واحدة \" (4).\nويقول شاعر فرنسة (لامارتين): \"الإسلام هو الدين الوحيد الذي استطاع أن يفي بمطالب البدن والروح معاً، دون أن يُعرِّض المسلم لأن يعيش في تأنيب الضمير ... وهو الدين الوحيد الذي عباداته بلا صور، وهو أعلى ما وهبه الخالق لبني البشر\" (5).\nويقول المستشرق النروجي المنصف الدكتور إينر برج:\n\"يعتبر الطفل في الإسلام مولوداً على الفطرة، أما المسيحيون فيحكمون على الطفل أنه يولد متحملاً للخطيئة، وقبل مائة عام كانوا يغطسون أطفالهم في الماء حتى يطهروا من الخطيئة، فإذا\n__________\n(1) إميل درمنغهم عن (مقدمات العلوم والمناهج) أنور الجندي (8/ 299).\n(2) عن (محمد في الآداب العالمية المنصفة) محمد عثمان (62).\n(3) من رسالته (نداء للعمل).\n(4) عن (الإسلام) د. أحمد شلبي (294).\n(5) (السفر إلى الشرق) لامارتين (47).\n(1/121)\n",
        "ماتوا قبل الغسل لم يدفنوهم! وإنما يلقونهم في القمامة لأنهم متسخون بالخطيئة! \" (1).\nوتقول الأديبة مي زيادة: \"الدين المسيحي أقرب إلى النظريات، وعلى نقيضه الإسلام فإنه نظري وعملي معاً (2) ... ولا تملأ هاوية النفس غير عطور الشرق، وتلك الأصداء المرفرفة الهابطة من أعالي المآذن مرددة ((لا إله إلا الله)) \" (3).\nويقول المستشرق روم لاندو: \"إن شهادة التوحيد فيها من الحيوية ما يقطع بضربة واحدة شجرة الوثنية ... وإن المسلم ينعم بالأمن والطمأنينة لأن في إمكانه أن يبلغ مثل دينه الأعلى هنا على سطح الأرض .. فالإسلام دين عملي ومُيسر ... لقد كان الإسلام ديناً توحيدياً على نحو لا يعرف هوادة، ديناً واقعياً شاملاً ينظم كل شيء\" (4).\nويقول عميد الدراسات التبشيرية في أمريكا (ساليب) في كتابه (المسلم يواجه المستقبل): \"إن المتحول إلى الإسلام يصلي إلى جانب أستاذه! إن الأخوة في الإسلام ليست دينية فحسب وإنما اجتماعية أيضاً. الإسلام لا يرسم خطاً لونياً بين الأبيض والأسود\".\nويقول المؤرخ المعروف أرنولد توينبي في (دائرة المعارف التاريخية): \"إنني أدعو العالم إلى الأخذ بمبدأ الإخاء والمساواة الإسلامي، فعقيدة التوحيد التي جاء بها الإسلام هي أروع الأمثلة على فكرة توحيد العالم وإن في بقاء الإسلام أملاً للعالم كله\".\nويقول المؤرخ ولز في (معالم تاريخ الإنسانية): \"الإسلام مملوء بروح الرفق والسماحة والأخوة، وعقيدته سهلة يسيرة الفهم، أوصلها محمد إلى القلوب دون أي فرية مبهمة! ودون أن يقيم للهياكل أي أهمية\".\n\"ليس في التاريخ دين غير الإسلام يدعو أتباعه على الدوام إلى أن يكونوا أقوياء، وليس في التاريخ\n__________\n(1) عن (حوارات مع أوربيين غير مسلمين) د. عبد الله الأهدل (164).\n(2) (المساواة) مي زيادة (53).\n(3) (الصحائف) مي زيادة (92).\n(4) (الإسلام والعرب) روم لاندو (48 – 52 – 210).\n(1/122)\n\nدين فرض على الأغنياء ما فرضه الإسلام من الضرائب لإعانة الفقراء\" (1).\n\"إن سر القوة في الإسلام أنه منح الفرد مقياساً للحياة هو مقياس الضمير الحر، وأنه وهب الجماعة المسلمة مبدأ (الأمة) هذا المبدأ الذي تفرد به الإسلام لم يزل ينبوعاً لكل فيض من فيوض الإيمان، ويدفع المسلمين إلى (الوحدة) في أمة واحدة تختفي فيها حواجز الأجناس واللغات\" (2).\nويقول الممثل العالمي أنطوني كوين: \"أحسست أن الإسلام قوة غير عادية بعد أن درست ومثلت حياة عمر المختار! \".\nقلت: كيف لا يخامره هذا الشعور عندما يقرأ قول الشهيد عمر المختار قبل إعدامه: \"لَئن كسر المدفع سيفي، فلن يكسر الباطل حقي\".\n\"إن المسلم قد استيقظ وأخذ يصرخ: ها أنذا، إنني لم أمت، ولن أقبل بعد اليوم أن أكون أداة تسيرها العواصم الكبرى ومخابراتها\" (3).\n\"لقد انتشر الإسلام في العالم كله في زمن يسير، كما ينتشر شعاع الشمس في لحظات .. وكان انتشاره دليلاً على سمو مبادئه وغاياته وعقائده وتشريعاته، هذه المبادئ التي كانت ولا تزال تشع النور والهداية والمعرفة والعلم على الناس\" (4).\nويقول غوته: \"درست تاريخ الأديان على مدى خمسين عاماً، وإن العقيدة التي يُربّى عليها المسلمون لتدعو لأعظم دهشة!! إذ تقوم على أساس الإيمان بأنه لن يصيب الإنسانَ إلا ما كتبه الله له، وإنه ما من شيء ينقص هذه العقيدة، ولن يكون بإمكان أي امرئ أن يتجاوزها ... إن الإسلام هو الدين الذي سنقرّ به جميعاً إن عاجلاً أو آجلاً ... وأنا لا أكره أن يقال عني أني\n__________\n(1) المؤرخ ول ديورانت في موسوعة (قصة الحضارة) الجزء الحادي عشر.\n(2) المؤرخ مونتغمري وات في (الإسلام والجماعة المتحدة) (183).\n(3) ألبير مشادور عن (شمس الإسلام تشرق من جديد) محمد عثمان عثمان (117).\n(4) المؤرخ كروبر في (طبيعة الثقافة) ص (388).",
        "(1/123)\n\nمسلم\" (1).\nوأختم هذه النقول المثلجة للصدور بسطور من كتاب غوته (الديوان الشرقي للشاعر الغربي) وأهدي هذه الكلمات إلى أهالي الشهداء في جنين وفي كل بقاع فلسطين (2) – يقول غوته: \"لا تندبوا الشهداء فإنهم أحياء، لقد فتحت السماوات أبوابها لهم، وهم أولاء يقرعون أبواب الجنة يدخلونها بسلام آمين ... ويجتلون من مجالي الجمال والسنا والجلال ما اكتحلت به عين النبي في ليلة المعراج، وفي جنة النعيم تُقبل أسراب الحور العين على أجنحة النسيم، فأنعِم أيها المجاهد الشهيد! إنّ كونك بطلاً أمر مفروغ منه عندهن، وإلا لما كنت هنا بينهن، ولكن أيّ الأبطال تكون؟ وسرعان ما يعرفن من جرحك الذي نُقشَ على صدرك، فلونه لون دم وريحه ريح مسك ... إن المال فان، والجاه زائل، ولا يبقى إلا طعنة كهذه لقيها المؤمن في سبيل الله ... إنهن يدعينك في لطف وإيناس إلى شراب أهل النعيم، ذلك هو الرحيق المختوم، فأنت من الحور العين في مطلبٍ جدّ عزيز، ومن حقه أن تطلب الجنة من أجله، فأنعم بهذا الصفاء الذي ليس له كفاء! \".\nوعندما يصل قلم (غوته) إلى هنا يُطمعه الرجاء في رحمة الله أن يدخل الجنة مع المسلمين، ولكن حورية تستوقفه وتحاوره: ((اليوم أنا الموكلة بباب النعيم، ولا أدري ما العمل وأنت عندي ظنين؟! أتُراك حقاً من معشر المسلمين؟! هل أنت من المجاهدين؟ فاكشف إذن عن جراحك إن كنت من الصادقين)) ..\nغوته: دعيني أدخل الجنة، لقد عشت رجلاً، أي إنني كنت من المجاهدين .. لقد عملت مع صفوة العاملين، وتألق اسمي بحروف مشبوبة الأنوار في قلوب الصالحين الأبرار ... وإذا كان الإسلام يعني الاستسلام لله، فكلنا نحيى ونموت على الإسلام\" (3).\n__________\n(1) (جوته والعالم العربي) كاتارينا مومزن (223 – 226).\n(2) وانظر قصيدة =جنين – روضة الشهداء+ في ديوان (عطر السماء) للمؤلف – تحت الطبع -.\n(3) (الديوان الشرقي للشاعر الغربي) لشاعر الألمان الأكبر (غوته) (128 – 130 – 131).\n(1/124)",
        "\nرابعاً – شهاداتهم في الحضارة الإسلامية\n\n\"لا يمكن أن نجد ديناً يحتل العلم والمعرفة\nفيه محلاً بارزاً كما كان الأمر في الإسلام\"\n- كونستان جيورجيو – (1)\n\nتميزت الحضارة العربية الإسلامية بغايتها الربانية، ورؤيتها الإنسانية ونزعتها العالمية، ونظرتها الشمولية، وفكرتها الوسطية، وصبغتها الأخلاقية. وهذه الحضارة هي الوحيدة في التاريخ التي وصلت الدنيا بالآخرة، وربطت السماء بالأرض، وآخت بين العقل والقلب، ومزجت المادة بالروح، وأرضت الفرد والمجتمع، ووازنت بين الحقوق والواجبات، وجمعت بين الواقع والمثال .. لقد وحّدت بحق بين الثنائيات، وأخرجت منها شراباً خالصاً سائغاً للشاربين.\nيقول المؤرخ الإنجليزي (ويلز): \"كل دين لا يسير مع المدنية في كل أطوارها فاضرب به عرض الحائط، وإن الدين الحق الذي وجدته يسير مع المدنية أينما سارت هو الإسلام ... ومن أراد الدليل فليقرأ القرآن وما فيه من نظرات ومناهج علمية، وقوانين اجتماعية، فهو كتاب دين وعلم واجتماع وخلق وتاريخ، وإذا طُلبَ مني أن أحدّد معنى الإسلام فإني أحدده بهذه العبارة ((الإسلام هو المدنية)) \" (2).\nوتقول المستشرقة زيغريد هونكه في كتابها القيم: (شمس الله تسطع على الغرب): \"إن هذه القفزة السريعة المدهشة في سلم الحضارة التي قفزها أبناء الصحراء، والتي بدأت من اللا شيء لهي جديرة بالاعتبار في تاريخ الفكر الإنساني ... وإن انتصاراتهم العلمية المتلاحقة التي جعلت منهم سادة للشعوب المتحضرة لفريدة من نوعها، لدرجة تجعلها أعظم من أن تُقارَن بغيرها،\n__________\n(1) في كتابه (محمد النبي الذي يجب معرفته من جديد).\n(2) عن (الإسلام والمبادئ المستوردة) د. عبد المنعم النمر (84).\n(1/125)\n",
        "وتدعونا أن نقف متأملين: كيف حدث هذا؟! إنه الإسلام الذي جعل من القبائل المتفككة شعباً عظيماً، آخت بينه العقيدة، وبهذا الروح القوي الفتي شق العرب طريقهم بعزيمة قوية تحت قيادة حكيمة وضع أساسها الرسول بنفسه ... أو ليس في هذا الإيمان تفسير لذلك البعث الجديد؟! والواقع أن روجر بيكون أو جاليليو أو دافنشي ليسوا هم الذين أسسوا البحث العلمي .. إنما السباقون في هذا المضمار كانوا من العرب الذين لجأوا – بعكس زملائهم المسيحيين – في بحثهم إلى العقل والملاحظة والتحقيق والبحث المستقيم، لقد قدّم المسلمون أثمن هدية وهي طريقة البحث العلمي الصحيح التي مهدت أمام الغرب طريقه لمعرفة أسرار الطبيعة وتسلطه عليها اليوم ... وإن كل مستشفى وكل مركز علمي في أيامنا هذه إنما هي في حقيقة الأمر نُصب تذكارية للعبقرية العربية ... وقد بقي الطب الغربي قروناً عديدة نسخة ممسوخة عن الطب العربي، وعلى الرغم من إحراق كتب ابن سينا في مدينة بازل بحركة مسيحية عدائية، فإن كتب التراث العربي لم تختف من رفوف المكتبات وجيوب الأطباء، بل ظلت محفوظة يسرق منها السارقون ما شاء لهم أن يسرقوا\" (1).\nوعلى مدى الكتاب كانت المؤلفة تعقد المقارنات بين منهج العرب المسلمين في البحث العلمي وبين ما كان عليه العقل الغربي من تسطّح فتقول: \"اتسعت الهوة بين الحضارة العربية الشامخة والمعرفة السطحية في أوربة التي كانت ترى أن من الكفر والضلال القول بأن الأرض كروية، فمعلم الكنيسة لاكتانتيوس يتساءل مستنكراً: أيعقل أن يُجنّ الناس إلى هذا الحد، فيدخل في عقولهم أن البلدان والأشجار تتدلى من الجانب الآخر من الأرض، وأن أقدام الناس تعلو رؤوسهم؟!! \" (2).\nونحن بدورنا نتعجب من تعجب المعلم! إذ منذ ألف عام توصل فقيه الأندلس ابن حزم إلى الجزم بكروية الأرض منطلقاً من القرآن الكريم ومن التنظيم المطّرد لمواقيت الصلاة في محيط الأرض ... وقد بسط ذلك في كتابه الموسوم (الفصل بين المِلل والنِّحَل).\nويقول العلامة بريفولت: \"ما من ناحية من نواحي الازدهار الأوربي إلا يمكن إرجاع أصلها إلى مؤثرات الثقافة الإسلامية بصورة قاطعة، وإن ما يدين به علمنا لعلم العرب ليس فيما قدموه لنا من كشوف مدهشة ونظريات مبتكرة، بل إنه مدين بوجوده ذاته ... ولم يكن بيكون إلا رسولاً من رسل العلم والمنهج الإسلامي إلى أوربة المسيحية، وهو لم يَملّ قط من التصريح بأن اللغة العربية وعلوم العرب هما الطريق الوحيد لمعرفة الحق (3) .. ولقد انبعثت الحضارة الإسلامية انبعاثاً طبيعياً من القرآن، وتميزت عن الحضارات البشرية المختلفة بطابع العدل والأخلاق والتوحيد، كما اتسمت بالسماحة والإنسانية والأخوّة العالمية\" (4).\nويقول المفكر ليوبولد فايس: \"لسنا نبالغ إذ قلنا إن العصر العلمي الحديث الذي نعيش فيه، لم يُدشّن في مدن أوربة، ولكن في المراكز الإسلامية في دمشق وبغداد والقاهرة وقرطبة\" (5).\n\"نحن مدينون للمسلمين بكل محامد حضارتنا في العلم والفن والصناعة، وحسب المسلمين أنهم كانوا مثالاً للكمال البشري، بينما كنا مثالاً للهمجية\" (6).\nويقول الكاتب الفرنسي أناتول فرانس في كتابه (الحياة الجميلة): \"أسوأ يوم في التاريخ هو يوم معركة (بواتييه) عندما تراجع العلم والفن والحضارة العربية أمام بربرية الفرنجة، ألا ليت شارل مارتل قطعت يده ولم ينتصر على القائد الإسلامي عبد الرحمن الغافقي\"\n\"حين نتذكر كم كان العرب بدائيين في جاهليتهم يصبح مدى التقدم الثقافي الذي أحرزوه خلال مئتي سنة، وعمق ذلك التقدم، أمراً يدعو إلى الذهول حقاً، ذلك بأن علينا أن نتذكر أيضاً أن النصرانية احتاجت إلى نحو من ألف وخمسمئة سنة لكي تنشئ ما يمكن أن يدعى حضارة مسيحية، وفي الإسلام لم يُولّ كل من العلم والدين ظهره للآخر، بل كان الدين باعثاً\n__________\n(1) (شمس الله تسطع على الغرب) ص (148 – 269 – 315 – 354).\n(2) نفسه ص (370).\n(3) (بناء الإنسانية) رويلت بريفولت نقلاً عن (مقدمات العلوم والمناهج) أنور الجندي، مجلد4 ص (710).\n(4) عن (أخطر ما تواصى به المسلمون عبر الأجيال) أنور الجندي (16).\n(5) (الإسلام على مفترق الطرق) محمد أسد (40).\n(6) هنري شامبون عن (الإسلام والمبادئ المستوردة) د. عبد المنعم النمر (84).\n(1/126)\n\nعلى العلم، وإن الحضارة الغربية مدينة للحضارة الإسلامية بشيء كثير إلى درجة نعجز معها عن فهم الأولى إذا لم تتم معرفة الثانية\" (1).\nويقول المسيو سيديو: \"لم يشهد المجتمع الإسلامي ما شهدته أوربة من تحجر العقل، وشل التفكير، وجدب الروح ومحاربة العلم والعلماء، ويذكر التاريخ أن اثنين وثلاثين ألف عالم قد أُحرقوا أحياء! ولا جدال في أن تاريخ الإسلام لم يعرف هذا الاضطهاد الشنيع لحرية الفكر، بل كان المسلمون منفردين بالعلم في تلك العصور المظلمة، ولم يحدث أن انفرد دين بالسلطة، ومنح مخالفيه في العقيدة كل أسباب الحرية كما فعل الإسلام\" (2).\n\"لقد ديست بالأقدام تلك المدنية العظيمة في الأندلس! ولماذا؟ لأنها نشأت من أصول رفيعة، ومن طباع شريفة، نعم من رجال الإسلام. إن المدنية الإسلامية لم تتنكر يوماً للحياة\" (3).\nويقول العلامة جورج سارتون:\n\"المسلمون عباقرة الشرق، لهم مأثرة عظمى على الإنسانية، تتمثل في أنهم تولّوا كتابة أعظم الدراسات قيمة، وأكثرها أصالة وعمقاً، مستخدمين اللغة العربية التي كانت بلا مراء لغة العلم للجنس البشري (4) .. لقد بلغ المسلمون ما يجوز تسميته ((معجزة العلم العربي)) \".\nوتقول الدكتورة لويجي رينالدي: \" .. لما شعرنا بالحاجة إلى دفع الجهل الذي كان يثقل كاهلنا، تقدمنا إلى العرب ومددنا إليهم أيدينا لأنهم كانوا الأساتذة الوحيدين في العالم\" (5).\nويقول البروفسور غريسيب، مدير جامعة برلين: \"أيها المسلمون ما دام كتابكم المقدس عنوان نهضتكم موجوداً بينكم، وتعاليم نبيكم محفوظة عندكم، فارجعوا إلى الماضي لتؤسسوا\n__________\n(1) المستشرق روم لاندو في (الإسلام والعرب) ص (9 - 246).\n(2) نقلاً عن كتاب (هكذا كانوا ... يوم كنا) د. حسان شمسي باشا (83).\n(3) الفيلسوف نيتشه عن (ظلام من الغرب) للعلامة محمد الغزالي (140).\n(4) نقلاً عن (هكذا كانوا يوم كنا) د. حسان شمسي باشا ص (8).\n(5) عن (مقدمات العلوم والمناهج) أنور الجندي – مجلد 7 ص (141).",
        "(1/127)\n\nالمستقبل\" (1).\nويقول المستشرق درايبر: \"ينبغي أن أنعي على الطريقة التي تحايل بها الأدب الأوربي ليخفي عن الأنظار مآثر المسلمين العلمية علينا! إن الجور المبنّي على الحقد الديني، والغرور الوطني لا يمكن أن يستمر إلى الأبد\" (2).\nويقول روم رولان: \"تفرد العلم الإسلامي بأنه لم ينفصل عن الدين قط، والواقع أن الدين كان ملهمه وقوته الدافعة الرئيسة، ففي الإسلام ظهر العلم لإقامة الدليل على الألوهية\".\nويقول رينان: \"ما يدرينا أن يعود العقل الإسلامي الوَلود إلى إبداع المدنية من جديد؟ إن فترات الازدهار والانحدار مرت على جميع الأمم بما فيها أوربة المتعجرفة\" (3).\nونختم بنقول من كتاب (حضارة العرب) لغوستاف لوبون يقول: \"إن حضارة العرب المسلمين قد أدخلت الأمم الأوربية الوحشية في عالم الإنسانية، فلقد كان العرب أساتذتنا ... وإن جامعات الغرب لم تعرف لها مورداً علمياً سوى مؤلفات العرب، فهم الذين مدّنوا أوربة مادة وعقلاً وأخلاقاً، والتاريخ لا يعرف أمة أنتجت ما أنتجوه ... إن أوربة مَدينة للعرب بحضارتها ... والحق إن أتباع محمد كانوا يذلّوننا بأفضلية حضارتهم السابقة، وإننا لم نتحرر من عقدتنا إلا بالأمس! وإن العرب هم أول من علّم العالم كيف تتفق حرية الفكر مع استقامة الدين ... فهم الذين علّموا الشعوب النصرانية وإن شئت فقل حاولوا أن يعلموها التسامح الذي هو أثمن صفات الإنسان ... ولقد كانت أخلاق المسلمين في أدوار الإسلام الأولى أرقى كثيراً من أخلاق أمم الأرض قاطبة ... \" (4).\nإن القفزة الحضارية الهائلة التي سجّلتها أمتنا الإسلامية، يمكنها أن تعود، وأن تتكرر من جديد، بشرط واحد هو أن نريد بإذن الله، فالإمكان الحضاري الذي تهبنا إياه القيم المعصومة\n__________\n(1) عن (هكذا كانوا يوم كنا) د. حسان شمسي باشا (9).\n(2) عن (تشكيل العقل المسلم) د. عماد الدين خليل (94).\n(3) عن (مقدمات العلوم والمناهج) أنور الجندي (8/ 173).\n(4) (حضارة العرب) غوستاف لوبون ص (26 – 276 – 430 – 566).\n(1/128)",
        "\nفي الكتاب والسنة والسيرة، ليس ببعيد على من يريده ويسعى إليه، وقد بدأت تتفتح أزهار الانتصار العاطفي للإسلام في ضمير الأمة، ولم يبقَ إلا أن تتعمق جذور الوعي كي تثمر هذه الأزهار. ويقع عبء التوعية أولاً على كاهل النخبة المخلصة المتخصصة المؤتَمنة على إيصال صوت نبيها إلى العالم ... وهؤلاء هم (أولو الألباب) الذين مزجوا الحق بالصواب، والذين باعوا أعمارهم وجهودهم وطاقاتِهم لله تعالى، فربحوا مرتين إذ البضاعة منه والثمن! \"إنّ الله اشترى من المؤمنين أنفسَهم وأموالَهم بأنّ لهم الجنة\" (1).\nوإن الحضارة في صعود، إذ كانت النخبة المبدعة المؤمنة هي التي تقود، ومن بعد النخبة يأتي دور الأمة، ليقوم كل مسلم بدوره في عملية النهوض الحضاري وإن أول عمل حضاري في تاريخ الإسلام وهو بناء المسجد، قد شاركت فيه عزائم كل المسلمين، بقيادة نبيهم الأمين، وكذلك الأمر في حفر الخندق إذ كان الصحابة كلهم على أمرٍٍ جامع، وإن الحضارة لن تنجم إلا عن تجمع آلاف الجهود الصغيرة النافعة، والنهر المتدفق هو قطرات ماء تآخت ثم وجدت طريقها.\nإن على كل مسلم أن يقوم بدوره في عملية البناء الحضاري للأمة، وإن كل مسلم مدعوّ إلى نزهة القمم، فعليه أن يُنَزِّه نفسه عن وهدة السفوح. فأمام المسلم اليوم خياران: إما أن يسعى إلى تغيير نفسه ليتغيّر العالم، وإما أن يُغيّر اسمه.\nربنا هب عوامنا العلم، وعلماءنا العمل ... وعاملينا الإخلاص، وهب مخلصينا السداد والتميز في النجاح.\n__________\n(1) قرآن كريم (سورة التوبة – 111).\n(1/130)\n",
        "الفصل الخامس\nالحضارة الغربية في قفص الاتهام\n- رؤية من الداخل -\n\n\"ترتقي الحضارة بالروح والفكر، وتنحدر بالغريزة\"\n- المفكر مالك بن نبي -\n\nتعاني الحضارة الغربية من الوقوع في مأزق كبير، سبّبه عوامل كثيرة منها: اختلال التوازن بين المادة والروح، وانفصال العلم عن الإيمان والخلق والضمير، وانفصال الحياة عن الهدف والضمير.\nوهذا المأزق بدأ ينحدر بحضارة الغرب إلى الهاوية، فلقد أثخنت الغربَ الجراح، ورُبّ جرح أوقعَ في مَقتل.\nونحن المسلمين لا نتمنى لهذه الحضارة أن تسقط، وإنما نرجو لها أن تؤمن بالله ورسله، وإن الجوانب المضيئة من هذه الحضارة، هي إرث إنساني وإسلامي بشكل خاص، فلا مصلحة إذن لأي إنسان في أن يتهاوى صرح هذا الإرث، على أن سقوط الأقوياء لن يُقوّي الضعفاء في شيء! ولن ينقذهم من تخلفهم، فليس ينفعنا أن نظل سادرين في غرف الانتظار ننتظر سقوط الحضارات! وإنما الذي ينفعنا هو التزامنا بالأمر الإلهي الأول ((اقْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ)).\nويبقى الدرس الذي نتعلمه من الغربيين هو ألا نسقط فيما سقطوا فيه.\nوقد تنبه العقلاء من المفكرين الغربيين إلى السيرورة الهابطة لحضارتهم، فراحوا ينبهون أقوامهم، ويقرعون أجراس الخطر لتجنب سقوط هذه الحضارة.\n(1/131)\n\nكما راحوا يدرسون آفات هذه الحضارة وأعراضها، ويضعون الخطط والوصفات في محاولة لإنقاذها قبل الاحتضار بنقل دم جديد في عروق متصلبة!\nوسنرى فيما يأتي مشاهد من الليل البهيم الذي يلف الحضارة الغربية، وترسم هذه المشاهد صرخات الحيرة والعبث والاستلاب والاغتراب التي يُطلقها الإنسان الغربي، كما ترسمها الصرخات المنذرة التي يطلقها المفكرون الذين يحاولون – ظنوا – محوَ الظلام بمصابيح خافتة، ناسين أو متناسين أن الظلام الحالك لا يكشفه إلا الفجر الساطع الذي بدأت طلائعه تتجلى في القلوب التي ملّت الظلام فأشرقت بنور الإسلام:\nمَنْ كانَ يحملُ في جوانحِهِ الضُّحى ... هَانَتْ عليهِ أشعةُ المصباحِ (1)\n\nإن مثل هؤلاء المصلحين كمثل الزّراع الذين أبصروا شجرة عليلة، فتوهموا أن منبع الفساد في بعض أغصانها، فراحوا يُضيّعون وقتهم في قطع هذه الأغصان، أو في طلائها بالألوان! إنهم لا يعلمون أن منبع الفساد في جذور هذه الشجرة! {وَالَّذِي خَبُثَ لاَ يَخْرُجُ إِلاَّ نَكِدًا} (2).\nورب ضارة نافعة، فهذا الليل الجاثم على صدر الغرب هو الذي حدا المهاجرين الجدد إلى الإسلام، والعسرُ مقدّمة اليسر، ومن رحم الظلام يولد الفجر! ولن تنبت الحبة إلا إذا دُفنت في التراب.\nيقول الدكتور عبد الكريم بكار: \"إن جزءاً من انتصار الإسلام لن يكون بالجري وراء العالم لإصلاحه، ولكن بعودة العالم إليه بعد انسداد السبل أمامه، وإن الوقت يعمل لصالح هذا الدين\" (3).\n__________\n(1) بيت الشعر للشاعر بدوي الجبل.\n(2) سورة الأعراف (58).\n(3) (مقدمات للنهوض بالعمل الدعوي) د. عبد الكريم بكار (37).",
        "(1/132)\n\nوفيما يلي نُقول ملتقطة من أقوال مشاهير الغربيين – حكماء وسفهاء – وهذه الأقوال ترسم الملامح الحقيقية للإنسان الغربي والحضارة الغربية، وهم بلا شك أعلم بأنفسهم منّا بهم.\n\nتشوُّق طيرٍ لم يُطعه جناح!\nيقول الفيلسوف نيتشه: \"بدأتُ مغامراتي الفكرية، وفررتُ من الحيرة إلى الإلحاد، فازدادت حيرتي! فإلى أين أتجه! أفلا يجدر بي أن أعود أدراجي إلى الإيمان، أو أن أوفّق لإيمان جديد؟ ويقول: أنا لا أريد أن أكون نوراً لأبناء هذا الزمان، بل أريد إيراثهم العمى! ... وكل مولود جديد يأتي برجس إلى العالم! فإياكم وممارسة الفضائل! ولنكن أعداء فيما بيننا، وليحشد كل منا قواه ليحارب الآخرين! فخير السلام ما قَصُرت مدته، وإن من الخير أن تكون الأقذار كثيرة في هذا العالم! فلا معنى للوجود، والحكمة القاتلة! \" (1).\nولعل الدكتور محمد إقبال لم يكن مُبعِداً إذا وصف نيتشه بقوله: \"مجنون ولج مصانع الزجاج! إذا ابتغيت نغمة ففرّ منه، فليس في نايه إلا قصف الرعد، وقد دفع مبضعه في قلب الغرب! \".\n\nلمثل كلامك حُمد السكوت\nوفيلسوف غربي آخر! هو جان بول سارتر، الوجودي الذي ساهم في تشكيل عقول الملايين من الغربيين وأذيالهم، يقول: \"الجحيم هم الآخرون، وإنني أطلب العار والدمار والاحتقار لأن الإنسان خُلق ليقضي على الإنسان في داخله، وليفتح روحه لجسد الليل المظلم (2) ... إن الوجود لَيعلن أن الإنسان يحيا في قلق ... (3) فالإنسان عاطفة تافهة لا جدوى منها\" (4).\n__________\n(1) (مقدمات للنهوض بالعمل الدعوي) د. عبد الكريم بكار (37).\n(2) (بين الفلسفة والأدب) سارتر (151).\n(3) (الوجودية مذهب إنساني) سارتر (18).\n(4) عن (الإسلام بين الشرق والغرب) الرئيس علي عزت بيفوفيتش ص (131).\n(1/133)",
        "\nويؤكد سارتر عواطفه الهابطة في سيرته الذاتية عندما يتكلم عن أبيه: \"ليس هناك أب صالح، تلك هي القاعدة! كان ذلك المرحوم - يعني أباه - قليلاً ما يعنيني، بل إن هذا الأب ليس حتى ظلاً - كل ما في الأمر أننا كلينا مشينا ردحاً من الزمن على الأرض نفسها (1)!! كنتُ أملك حق العبوس في وجه الكون ... كنت أتذوّق متعة الحقد \". ثم يرتقي سارتر في (إنسانيته) ليقول: \"إنني كلب أتثاءب والدموع تسيل ... إنني ذبابة أتسلق على الزجاج ثم أتدحرج! وأعود إلى التسلق! إنها منتنة، تلك هي حُبكة حياتي! إنني أحيا الموت .. وما من شك في أن نفس الكلب المعتمة أقدر بما لا يقاس على تلقّي ذبذات الفكر من نفسي! إنني أنظر إلى حياتي عبر موتي! فهل يُتصوّر أمني وسكوني؟! \" (2).\n\"رأيت ذبابة على النافذة فقتلتها، ما كان ينبغي لي أن أقتلها، لقد كانت من جميع المخلوقات الكائن الوحيد الذي يخافني! فأنا الآن لا أهمية لي بعدُ في نظر أحد! إنني ذبابة ولقد كنت كذلك دائماً! \" (3)، ويحاول سارتر أن يرتقي ويتحرر فيكتب: \"كان يطلق النار على الناس، على الفضيلة، على العالم كله، لقد كان رأسه ملتهباً ... كانت الطلقات تنطلق حوله حرة في الهواء! لقد أطلق الرصاص! لقد اغتسل! إنه قوي للغاية ... إنه حر! \" (4).\n\nدعاة على أبواب جهنم\nوليست حال (ألبير كامو) صديق سارتر بأفضل منه، فها هو يقول: \"ينبغي ألا نؤمن بأي شيء في هذا العالم سوى الخمر! (5) لو أني شجرة بين الشجر فقد يُصبح لهذه الحياة معنى، ولعلها تصبح أفضل! (6) ... فالإنسان تناقُض وسُخف ولا معقول، بلا غاية أو هدف، مصيره الانتحار! \".\n__________\n(1) (سيرتي الذاتية) سارتر (14).\n(2) نفسه (69 - 175).\n(3) نفسه ص (186).\n(4) (الحزن في النفس) سارتر (193).\n(5) عن (فوضى العالم في المسرح الغربي المعاصر) د. عماد الدين خليل (74).\n(6) عن (الإسلام بين الشرق والغرب) علي عزت بيغوفيتش (131).\n(1/134)\n",
        "زهرة فوق قبر\nولعل ثالثة الأثافي، الكاتبة الوجودية (سيمون دي بوفوار)، كانت أصدق في التعبير وأقرب إلى البوصلة. وها هي تكتب في إحدى تداعياتها: \"إن الشيخوخة تترصّدني في قعر المرآة، وسوف تستولي عليّ لقد فقدت تلك القدرة التي أملكها لفصل الظلمات عن النور ... فسعادتي تصفّر وتنحلّ ... والساعات العجلى تسوقني مسرعة نحو قبري! وأنا الآن وحدي، فواحد وواحد يساويان واحداً! أي سوء تفاهم! \" (1).\n\"كنا نشرب كثيراً لأن الخمر كانت متوفرة! ثم لأننا كنا بحاجة إلى أن نتخلص من عقدتنا ... لم يكن بوسع الاطمئنان أن يكون حليفنا، كان العالم يعاكس أهواءنا المعكوسة، فكان يجب علينا أن ننساه، بل أن ننسى أننا ننساه! \" (2).\n\nوالماء يُخبر عن قذاه زجاجهُ\n\"نحن موتى، نحن مكدودون، مُضيّعون ... نحن سكيرون ... نحن حمقى ... نحن تافهون، نحاول طول الوقت أن نسترعي انتباه إنسان ما لمشاكلنا القذرة التافهة! \" (3).\n\nأين المفر؟\n\"أكره الليل لأنني لا أستطيع النوم، وأكره النهار لأنه يقود إلى الليل\" (4).\nسلاسل لا حُلي\n\"من نواح كثيرة يشبه إنسان العصر الحيوان البري المأسور في حديقة الحيوانات، فالإنسان\n__________\n(1) (قوة الأشياء) سيمون دي بوفوار (ج2/ 476).\n(2) نفسه (ج 1/ 56).\n(3) (مسرحية السامر) أوسبورين، وقد شاهد هذه المسرحية أكثر من ستة ملايين شاباً.\n(4) (الضربة القاصمة) فتزجيرالد.\n(1/135)\n\nاليوم ليس غريباً عن أخيه الإنسان فحسب، بل الأهم أنه غريب معزول عن أعماق ذاته\" (1).\n\nولا نجم يبدو به يُهتدى\n\"في داخل نفسي أحسّ بأنني ضال حائر، ألهث وراء البحث عن فكرة غير مزيفة، فكرة توازي في قيمتها ما أوازيه أنا في قيمتي ... إني أحاول عبثاً أن أحتفظ بالأمل في أن أعيش سلاماً مع نفسي ... إنني أعيش في حالة عدم تفاهم مع عدم تفاهمي نفسه! وإن عصر الانتحار قد فتح أبوابه\" (2).\n\nمن عجز أن يعلو فلن يعجز أن يهبط\n\"على المرء أن يبحث عن طريقة يوجد بها علاقة بينه وبين شيء! إذا لم تكن بينه وبين الناس، فبينه وبين فراش ... أو مرآة أو سجادة! حقاً لقد أصبح الاتصال بالناس حُلماً بعيد المنال! \" (3).\n\nمن تألّم تكلم\n\"نحن جيل بلا عمق، فعمقنا هو الهاوية، نحن جيل بلا دين ولا راحة، حُبّنا وحشية، وشبابنا بلا شباب! إننا جيل بلا قيود ولا حدود ولا حماية من أحد\" (4).\nصراع الفأر في المصيدة\nويتساءل (تنسي وليامز): \"لماذا تبدِّد حياتك هباء يا بني؟! وكأنها شيء كريه مزرٍ عثرت عليه في الطريق؟! \" ويجيب شوبنهور: \"إن الأصل في الحياة هو العذاب والألم، إن الحياة\n__________\n(1) (إنسانية الإنسان) رينيه دوبو (49).\n(2) (ليالي الغضب) سلاكروا، نقلاً عن (فوضى العالم في المسرح الغربي المعاصر) د. عماد الدين خليل.\n(3) (حديقة الحيوان) إدوارد إلبي نقلاً عن (فوضى العالم في المسرح الغربي المعاصر) د. عماد الدين خليل.\n(4) الشاعر الألماني بروشرت.",
        "(1/136)\n\nاحتضار مستمر! \".\n\nلا تضرب نَفسك بالصفر\nتقول الشاعرة الروسية بيلاّ لينا: \"مُعظم شعراء روسيا الكبار ماتوا منتحرين، مارينا سفينا ماتت منتحرة، أنا نفسي أفكر في هذا الموضوع\".\nولم يكن الانتحار وقفاً على الشعراء فهذه إلينور ابنة كارل ماركس بعد أن خدعها الاشتراكي (إدوارد أفلنج) انتحرت، كما انتحرت أختٌ لها من قبل! (1).\nوهذا الكاتب البريطاني (آرثر كيسلر) وزوجته يتجرعان السم كي يكشفا الستار عن الحقيقة بالانتحار!! وامرأة إنجليزية انتحرت لأن كلبها أصيب بمرض عضال! وثمة ظاهرة جديدة وهي انتحار بعض العلماء الذين يدرسون ويعالجون ظاهرة الانتحار! (2).\n\nأولاد المرابي أول لاعنيه\nيقول الفيلسوف جبريل مارسيل: \"لا أشك أن أحداً منا يشك في تفاهة وضياع هذه الحضارة\" (3).\nويقول كولن ولسون: \"أَنظر إلى حضارتنا نظري إلى شيء رخيص تافه، باعتبار أنها تُمثل انحطاط جميع المقاييس العقلية (4) ... إن حضارتنا تسير في الاتجاه المعاكس وأنا أعتقد أن تدهور حضارتنا أمر لا مفر منه، كما يعتقد كل طبيب بأن موتنا لا مفر منه\" (5).\n__________\n(1) عن (برناردشو) للأديب عباس العقاد ص (33).\n(2) المسلم لا ينتحر لأنه يحسن السباحة على موج القدر، فلا يجد في مصائب الدنيا ما يموت دونه الصبر الجميل، ومهما تكفّأت عليه المصائب وانسدت أمامه السبل، ففي جهة السماء يجد المسلم كل الرجاء، وإن نعمة الرضا بالقدر هي إحدى النعم الكثيرة التي أفاء الله علينا بهذا الدين.\n(3) عن (نظرات حول الإنسان) روجيه جارودي (16).\n(4) (سقوط الحضارة) كولن ولسون (5).\n(5) (اللا منتمي) كولن ولسون (132).\n(1/137)",
        "\nالفأس في الرأس\nيقول اشبنجلر في كتابه (أفول الغرب): \"لقد شاخت الثقافة الأوربية وحان موتها، وهي تعاني سكرات وآلام الاحتضار، وإن ساعة القضاء قد دقّت وإن المدنيّة الغربية يشيع فيها اليوم القلق والاضطراب، وقد أخذت تنقلهما إلى الشرق ... ولا أرانا نمتلك أي هدف أو خطة أو فكرة أكثر من تلك التي يمتلكها صنف من الفراشات! \"\n\nخيمة السعادة لا تقوم على عمود واحد\nيقول المؤرخ أرنولد توينبي – وهو من المدافعين عن الحضارة الغربية! –:\n\"إن الحضارة الغربية مصابة بالخواء الروحي الذي يُحوّل الإنسان إلى قزم مشوّه يفتقد عناصر الوجود الإنساني، فيعيش الحد الأدنى من حياته، وهو حد وجوده المادي فحسب، والذي يُحول المجتمع إلى قطيع يركض بلا هدف، ويُحول حياته إلى جحيم مشوب بالقلق والحيرة والتمزق النفسي (1) ... وإذا كانت النفوس الغربية قد استبدّ بها قلق الفراغ الروحي، فإلى متى نتحمل العيش بدون عقيدة دينية؟! \" (2).\nويبلغ الأسى واليأس مداهما في فؤاد توينبي إلى درجة يصرخ فيها: \"إنني أكره الحضارة الغربية المعاصرة، كراهية بعيدة عن التهويل، فخلال حياتي عاصرتُ حربين عالميتين، وكلما نظرت إلى هذا الإرهاب الغربي وجدته شيئاً مروعاً\" (3)، ويقول أندريه مالرو: \"إنها أوربة التي دُمّرت ولطختها الدماء، هي التي دمرت الإنسان ولطخته بالدماء! \".\n\nالهرم المقلوب\n__________\n(1) عن (مقدمات العلوم والمناهج) أنور الجندي (4/ 772).\n(2) عن (سبيل الدعوة) د. أمين المصري (163).\n(3) عن (مقدمات العلوم والمناهج) أنور الجندي مجلد (7) ص (231).\n(1/138)\n",
        "يقول الكاتب الإنجليزي جود: \"إنكم تقدرون أن تطيروا في الهواء كالطيور وتسبحوا في الماء كالسمك، ولكنكم إلى الآن لا تعرفون كيف تمشون على الأرض كإنسان! وإن الحضارة الحديثة ليس فيها توازن بين القوة والأخلاق، فالأخلاق متأخرة جداً عن العلم فقد منحتنا العلوم الطبيعية قوة هائلة ولكننا نستخدمها بعقل الأطفال والوحوش .. وإن سمّ الانحطاط هو خطأ الإنسان في فهم حقيقة مكانته في الكون، وفي إنكاره عالم القيم، الذي يشمل قيم الخير والحق والجمال \" (1).\n\nفي أعماق الضياع\n\"مكّنتنا الكهرباء أن نخترق الأركان المظلمة المحيطة بنا، ولكن الظلام مازال يخيم على كياننا الداخلي، فنحن نتحكم في قوى الطبيعة، ولكن طبيعتنا الحيوانية تتحكم فينا! \" (2).\n\"نحن الآن على حافة الهاوية، ولم يبق لنا إلا بارقة أمل في النجاة، هي أن نؤمن بأن لهذا الكون خالقاً، وأنه قد وضع لنا قوانين ينبغي أن نسير عليها\" (3)، \"لقد تعدى الغرب حدود الله وعبث بالشرائع، وخالف تعاليم المسيح الذي أمر بمحبة الناس، لقد أضاء الشرق دياجير أوربة بنور تعاليمه، وما هذه العلوم التي يفخر بها الغرب إلا من علوم الشرق ... إن الغرب مجرم، وقد اختار الرذيلة على الفضيلة، وأثبت أن مدنيته قد أفلست\" (4).\n\nويتساءل هربرت ويلز:\n\"هل بلغت البشرية نهايتها؟ إن الإنسان في صورته الحالية صار شيئاً منهوكاً لا غناء فيه،\n__________\n(1) نفسه مجلد (4) ص (770).\n(2) أرنولد توينبي عن (مقدمات المناهج والعلوم) أنور الجندي (4/ 764).\n(3) فون بابن، عن المصدر نفسه.\n(4) الكاتبة الفرنسية سنت بوانت، عن المصدر نفسه ص (765).\n(1/139)\n\nولا بد أن يُخلي مكانه ... وكم أتمنى أن أحضر الجنس البشري وهو يجود بأنفاسه! \" (1).\n\nولكنّ الهدى رزقُ\nيقول العلامة هنري دي كاستري: \"الواقع أن الرذائل الفاضحة في باريس ولندن أكثر مما يحدث في الشرق بأجمعه ... فلقد تولدت في المسلمين ملكات الحشمة والوقار، عملاً بما جاء في القرآن الكريم والحديث، والفرق بين الحشمة عند المسلم وعند غيره كما بين السماء والأرض\" (2).\n\nوأول خُبث الماء خُبث ترابه\nوالتربة التي ترعرعت فيها الأخلاق الغربية هي التربة الميكيافيلية حيث يقول أستاذ الغرب (ميكيا فيلي): \"إن من يتقن الخداع دائماً أولئك الذين هم على استعداد لأن تنطلي عليهم خديعته! ومن الخير أن تتظاهر بالرحمة والشعور النبيل والإخلاص والتدين ... ولكن عليك أن تعدّ نفسك عندما تقضي الضرورة، لتكون متّصفاً بعكسها! \" (3)، ويؤكد نابليون هذا المعنى فيوصي قائلاً: \"لا تنسَ أن تضع دائماً في الواجهة لصاً يتصرف تصرّف الشرفاء\"، ويقول ماكس نوردو: \"اكذب واكذب وادّعِ فلن يكتشف أمرك غير العقلاء، وما أقلهم! \".\n\nيطلبون أجور أنيابهم!\nيقول الفيلسوف الفرنسي رينان: \"خُلق الأوربي للقيادة، كما خلق الصيني للعمل في ورشة العبيد! \"، ويقول ريلكة: \"إن القوي يجب أن يبني إمبراطورية قوية على جثث الضعفاء! \"، أما\n__________\n(1) هربرت ويلز، عن (بنية التخلف) إبراهيم البليهي (116).\n(2) عن (المرأة والأسرة المسلمة من منظور غربي) د. عماد الدين خليل (64 - 65).\n(3) (الأمير) مكيافيلي (150).",
        "(1/140)\n\nعضو الكونغرس الأمريكي وليام فولرايت فيقول: \"علينا أن نمتثل لما تُمليه علينا دماؤنا!! فنحتل أسواقاً جديدة، لأن غاية الله النهائية تتمثل في حتمية اختفاء الحضارات والأجناس الضعيفة أمام الحضارات العظمى التي تنشئها الأجناس الأكثر نُبلاً وحيوية\" (1).\nأما فيلسوف الغرب نيتشه فيقول: \"الضعفاء العجزة يجب أن يُفنوا! هذا هو أول مبدأ من مبادئ حبنا للإنسانية! ويجب أيضاً أن يُساعَدوا على هذا الفناء\" (2) ويقول مونتسكو في كتابه (روح القوانين): \"حاشا لله أن يكون قد أودع روحاً في جسد حالك السواد ‍! \".\nتعالى الله عما يفتري المجرمون، ونتساءل مع ألكسيس كارليل: \"لماذا نعزل المرضى بالأمراض المعدية، ولا نعزل أولئك الذين ينشرون الأمراض الفكرية والأدبية والخلقية؟! \" (3).\nونقول مع ماكس نوردو: \"إن أوربة راتعة في حديقة موت أسود من الانحطاط الخلقي، ولم يخل من هذا الداء من كثير من المفكرين والكتاب إذ خرج جانب عظيم من مؤلفاتهم غاصاً بعاهات هذا الداء ومقاذره، والجماهير الحمقى تسميهم قادة الفكر ومصابيح المستقبل، وما هم في الحقيقة إلا فئة من المرضى المصابين، والمستشفى أولى بهم من المكتبات! \" (4).\n\nفي الوحل\nيقول السيناتور الأمريكي ويليم فولبرايت: \"لقد وضعنا رجلاً على القمر، ولكن أقدامنا هنا على سطح الأرض غائصة في الوحل\" (5).\n\n\"يعلمون ظاهراً من الحياة الدنيا\"\n\"الحضارة الحديثة غير إنسانية، فهي تنتج إنسان قطيع مروّض للعمل الرتيب إلى درجة المسكنة،\n__________\n(1) (غطرسة القوة) ص (47).\n(2) عن (ركائز الإيمان بين العقل والقلب) للعلامة محمد الغزالي (318).\n(3) (الإنسان ذلك المجهول) ألكسيس كارليل (318).\n(4) عن (مقدمات العلوم والمناهج) أنور الجندي (4/ 770).\n(5) عن (الإسلام نهر يبحث عن مجرى) د. شوقي أبو خليل (74).\n(1/141)",
        "\nوأجمل وصف لهذا المخلوق أنه (لا يثير المشكلات) \" (1).\nويقول جان بيليت: \"إن إنسان المجتمعات الصناعية اليوم لا يعرف من يكون! ولا يدري بماذا يؤمن؟ وليس لديه وقت ليتساءل: من أين أتى؟ وإلى أين يذهب؟ فالوضع القائم ليس له مثيل\" (2).\nويتساءل مايكل هارنجتون: \"هل هناك في مجتمعنا التكنولوجي ميثاق أخلاقي ينقذنا من عبقريتنا؟ \" (3).\n\nتبر أم تبن؟\nيقول مصطفى فالسان قنصل رومانيا: \"إن لكل أمة خُلقاً تعرف به، ومن أبرز أخلاق الغربيين النفاق في ادعاء الرحمة! \".\n\nحقاً إن الشيطان لشيطان\n\"إن الغرب اليوم يشبه قبيلة تعبد الشيطان، وتعيش في قوانين قائمة على الشر والحقد والمادية البحتة التي تحرر الإنسان من كل مشاعر الإنسان، فلا بد من السعي إلى تطهير فكر الإنسان المعاصر من هذه الأصنام الجديدة التي رفعتها الحضارة وعبدتها من دون الله\" (4).\n\nقتلة الأمل\nيقول جارودي: \"إن المدنية الغربية في طريقها إلى الموت لغياب الأهداف، إننا نرى انتشار قتلة الأمل الذين يحاولون إقناع الشباب بأن حياتهم لا معنى لها (5) ... ولا يمكن أن يترك\n__________\n(1) لويس مامفورد عن (مناهج التربية الإسلامية) د. ماجد الكيلاني (365).\n(2) (عودة الوفاق) جان بيليت (40 - 144).\n(3) عن (الإسلام كبديل) مراد هوفمان (50).\n(4) الدوس هكسلي عن (مقدمات العلوم والمناهج) أنور الجندي ج (7).\n(5) (مستقبل الإنسان في الغرب) روجيه جارودي (18).\n(1/142)\n",
        "المستقبل للعالم الغربي، فقد هيمن خمسة قرون على مقدّرات البشرية فاتجه للإبادة أكثر جداً مما اتجه للتعمير\" (1).\n\nهم يسلبون النور من وجه القمر\nيقول سيمونز: \"جاء الرجل الأبيض إلى إفريقيا وبيده الإنجيل ... ولكن بعد أن مرت عقود قليلة أصبحت الأرض للرجل الأبيض، وأصبح الإنجيل بيد الزنجي! \" (2).\n\nأوربة ودورها في شقاء العالم\nعنوان كتاب للسويدي جان ميردال يقول فيه: \"قد اعتصرت أوربة ثروات العالم، وسبحت في النعيم، تاركة أهل تلك الموارد في فقر شديد، ومتّهمة إياهم بأنهم متأخرون وملوّنون ولا يستحقون الحرية! ثم حجبت عنهم عناصر التقدم وفي مقدمتها التكنولوجيا\".\n\nداخل أوربة\nكتاب للكاتب الأمريكي جون جنتر يقول فيه: \"إن الغربيين يعبدون المادة وشهواتها ستة أيام في الأسبوع، ثم يذهبون إلى الكنيسة ساعة في اليوم السابع! \"\n\nأمريكا من الداخل\nتعاني المجتمعات الأمريكية من آفات كثيرة عبّر عنها بيل كلينتون بقوله: \"إن مشاكل المخدرات والعنصرية والفقر لا تزال مقيمة بيننا، ونحن نحتاج إلى جميع جهودنا لإبعاد مراهقينا\n__________\n(1) عن (الإسلام) د. أحمد شلبي (49).\n(2) عن (التنصير والاستعمار) عبد العزيز الكحلوت.\n(1/143)\n\nعن العنف والمخدرات، وإن الأفلام التي نراها إنما هي تعابير عن انحطاط الإنسان الفكري واللا أخلاقي، وفساد الروح الإنسانية، وعلينا أن نتذكر أن جميع الأمريكيين معرَّضون للجريمة والمخدرات والعنف المنزلي والحمل في سن المراهقة، وإن في أمريكا حوالي مليون مراهقة تصبح حاملاً كل عام، إنه عيب وإثم!! \" (1). قلت: لا شك أنه قد كتب هذه العبارة \"عيب وإثم!! \" قبل أن يتعرف على اليهودية مونيكا لوينسكي!.\nوفيما يلي نُفصّل بالأرقام ما أجمله بيل كلينتون عن حال البيت الأمريكي:\n- بلغت الخسائر الناجمة عن الخمور عام 1996 ما قيمته 136 مليون دولار.\n- في كل 25 دقيقة تحدث جريمة قتل، وفي كل 10 ثوان يتم السطو على منزل!.\n- عدد ضحايا الانتحار 5000 في السنة (2).\n- انتشرت بأعداد كبيرة محلات لتجميل وقص شعر الكلاب وكذلك العيادات النفسية لمعالجة اكتئاب الكلاب!\n- بلغ عدد الأطفال الفارّين من بيوتهم أكثر من مليون ونصف.\n\nالمرأة في أمريكا\n- تبلغ حالات الطلاق 1,2 مليون حالة في السنة.\n- عدد النساء اللاتي يتعرضن للضرب (9) مليون امرأة (3)، وكذلك الحال في إنكلترا وكندا إذ بلغت النسبة 25%.\nالمرأة العربية في عيون الغربيين\nفي كتابه (حياة محمد) يصف فيرجيل جيورجيو المرأة العربية فيقول:\n\"للمرأة عند العربي مكانة لا يحظى بها أي شيء آخر ... هي البساتين والأزهار، والفواكه والأنهار ... هي ينابيع الربيع وعطر الأعطار ... المرأة عند العربي هي كل جمال وروائع الكون! \".\nويقول غوستاف لوبون: \"ينظر الشرقيون إلى الأوربيين الذيم يُكرهون نساءهم على العمل، كما ننظر إلى حصان أصيل يستخدمه صاحبه في جر عربة! فعمل المرأة عند الشرقيين هو تربية الأسرة، وأنا أشاركهم رأيهم مشاركة تامة، فالإسلام لا النصرانية هو الذي رفع المرأة من الدرك الأسفل الذي كانت فيه، وذلك خلافاً للاعتقاد الشائع! \" (4).\nويقول مسيو دو فوجاني: \"المسلم يحبو حريمه بكل ثمين وبكل جميل، ثم يرضى لنفسه بالقليل\" (5)، ويقول درمنغم: \"المرأة في الشرق لا تحسد عاملاتنا في المصانع وعجائزنا!! \" (6).\n\nنبوءة\nيقول الأديب الأمريكي جون شتاينبك: \"إننا في حاجة إلى ضربة قوية تجعلنا نفيق من ثرائنا! \".\n\nفي دائرة النار\nفي كتابه (الإنسان ذلك المجهول) يطيل مؤلفه ألكسيس كارليل نفسَه في تحليل عميق\n__________\n(1) (بين الأمل والتاريخ) بيل كلينتون (79 - 93 - 136).\n(2) يذكر أن شاباً أمريكياً شنق نفسه إلى جذع شجرة مخلّفاً هذه الكلمة: \"يبدو لي أن الشجرة هي الشيء الوحيد الذي له جذور في العالم\".\n(3) هذه الإحصاءات ملتقَطة من كتاب (أمريكا – السقوط والحل) مختار المسلاتي ص (35).\n(4) (حضارة العرب) غوستاف لوبون (403 – 413).\n(5) عن (حضارة العرب) غوستاف لوبون (412).\n(6) عن (المرأة والأسرة المسلمة من منظور غربي) د. عماد الدين خليل (88).",
        "(1/144)\n\nللإنسان الغربي وللحضارة الغربية: \"في المدينة العصرية قلما نشاهد أفراداً يتبعون مَثلاً أخلاقياً، مع أن جمال الأخلاق يفوق العلم والفن من حيث أنه أساس الحضارة ... كما أن هذه المدنية هبطت بمستوى ذكاء الشعب، بدليل وجود هذا العدد الكبير من المجانين بيننا. وحينما تنهار حضارتنا يجب أن تنشأ حضارة أخرى، لكن هل يجب أن نعاني من آلام الاحتضار قبل أن نصل إلى النظام والسلام؟! .. لقد حان الوقت الذي نبدأ فيه العمل لتجديد أنفسنا .. يجب أن نحرر أنفسنا من التكنولوجيا العمياء، إننا لنرى خلال ضباب الفجر طريقاً يقودنا إلى النجاة ... إن مصيرنا بين أيدينا ... فيجب أن نسير قُدماً في الطريق الجديد\" (1).\n\nأزمة عصرنا\nعنوان كتاب من تأليف عالم الاجتماع تيرم سوركن يقول فيه: \"إن الثقافة الغربية معتلّة، سقيمة الروح والجسم، وتعاني أزمة حادة متغلغلة في كل نواحي الحياة، وهي أزمة انهيار عام وتحلل شامل، إننا نعيش في أواخر الليل الطويل للحضارة المادية، بما يحوي من أشباح وظلام رهيب، وإرهاب ووحشة .. ومن وراء هذا الليل المهول سيستقبل الناس القادمون صبحاً صادقاً لثقافة جديدة جامعة ومعنوية\".\n\nبانتظار الفجر\nويتطلع العقلاء من مفكري الغرب إلى فجر صادق يمحو ظلم الغرب وظلامه، فيكتب فرجيل جورجيو: \"مما لا ريب فيه أن هذا الانهيار للمجتمعات المادية تعقبه نهضة القيم الإنسانية والروحية، وأن هذا النور العظيم سيجيء من الشرق\".\nويقول عالم النفس إرنست بيكر: \"إذا كانت المسيحية قد فقدت فاعليتها، فإن الحاجة قائمة لبروز تصور ديني نقي يحرر الإنسان من صنمية الموجودات، ويخرجه إلى فضاء الحرية التي يوفرها الإله الذي ليس كمثله شيء\" (2)، أما الفيلسوفة البريطانية كاثلين رين فتقول في بحثها (نحو كون حي): \"الغرب بحاجة إلى بدء عصر جديد، تبدأه مقدمات فكرية جديدة تستعيد شمول المعرفة التي استبعدها العلم المادي، بحيث يضاف إلى معرفة العالم المادي – الشهادة – معرفة عوالم التصور غير المادي – الغيب – التي تدور الآن في الشرق، وتتخذ الروح والعقل أساساً للمعرفة\" (3).\nويقول رانتو: \"إن الليل يخيّم على أوربة، ونحن نولّي وجوهنا شيئاً فشيئاً قِبَلَ المشرق\" (4).\nونقول مع إقبال:\nأيها المسلمُ ليلَ الحائرينْ ... إنّ هذا العصر ليلٌ فأَنِرْ\nلا يرى غيرَك رُبّان السفينْ (5) ... وسفينُ الحق في لُجّ الهوى\n\nالإسلام هو طوق النجاة\nيفضح المفكر هيوستن سميث عجرفة الغرب وتكبره عن الاعتراف بقدرة الإسلام على إنقاذ الغرب المنهار فيقول: \"إننا نحيا حالة دفاعية تعكس حيرتنا أمام إمكانية التصور بأن يكون هناك ما هو أحسن مما نحن فيه، كدين الإسلام الذي يمكن أن يمدّنا (بالخير والقوة) معاً، إذا ما فتحنا أنفسنا لتقبّله\" (6).\nويحذّر عالم النفس البروفسور لويس روخاس المبهورين منا بالحضارة الغربية فيقول:\n\"احذروا يا عرب، يا مسلمون أن تخلطوا تصوّراتكم بالتصورات الغربية، فأنتم أهل حضارة\n__________\n(1) (الإنسان ذلك المجهول) ألكسيس ص (153 – 313 – 359).\n(2) عن (مناهج التربية الإسلامية) د. ماجد عرسان الكيلاني ص (128).\n(3) عن المصدر نفسه ص (133).\n(4) عن (مقدمات العلوم والمناهج) أنور الجندي مجلد (10) ص (365).\n(5) (فلسفة إقبال) للصاوي شعلان ومحمد حسن الأعظمي (65).\n(6) عن (مناهج التربية الإسلامية) د. ماجد عرسان الكيلاني (382).\n(1/145)",
        "\nعريقة لها مقومات لا تملكها حضارتنا ... . لا تتطلعوا إلى الحضارة الغربية تطلّع الممجّد لها، إنها ستبلى\" (1).\n\"فالإسلام - يقول د. عماد الدين خليل - هو النظام الوحيد الذي يستطيع وحده بتكامله وتوازنه أن ينقذ الحضارة المعاصرة مما تعانيه، دون أن يتخلى عن الانتصار التكنولوجي الذي أحرزه الإنسان، بل يحتضنه ويُنمّيه وفق قيم أخلاقية روحية تضمن استمرارية الحضارة، وسلام الإنسان في أعماقه ومجتمعه وعالمه وكونه، {وَلَوْ أَنَّ أَهْلَ الْقُرَى آمَنُواْ وَاتَّقَواْ لَفَتَحْنَا عَلَيْهِم بَرَكَاتٍ مِّنَ السَّمَاء وَالأَرْضِ} (2).\n\n***\n__________\n(1) عن (مقدمات العلوم والمناهج) أنور الجندي (7/ 224).\n(2) الآية من سورة الأنعام (96).\n(1/146)\n",
        "الفصل السادس\nالحضارة الغربية في قفص الاتهام\n- رؤية من الخارج -\n\n\"لما انطفأت الشمعة أشرقت حجرتي بنور القمر!\nفعجبت لهذا النور الذي يملأ السماء والأرض\nكيف يختفي وراء ضوء شمعة صغيرة؟! \"\n- المؤلف -\nمن حقنا – نحن المسلمين – أن ننتقد هذه الحضارة الغربية، وهل اكتوى بنارها أحد مثلنا! من حقنا أن ننتقد ونقول ما نعتقد ومن حق هذه الحضارة علينا، بل من حقنا أن نذكر ما لها من محاسن ومزايا، قبل أن نذكر ما عليها، وما صنعت في دين الناس ودنياهم.\nومن حق كل إنسان اشتد به الظمأ فتوهّم أن المورد العذب في دنيا الغرب، من حقه علينا أن نبصّره بأنه يجري وراء السراب، مخلّفاً وراءه ينبوع النور والهداية، وإن الانبهار بالحضارة الغربية ظاهرة مرضية، استطاعت أن تعبّر عن نفسها بصورة قوية، وسيأتي يوم يذكر فيه التاريخ كم كنا متخلفين جداً في الطب النفسي، على مستوى التشخيص، أو على مستوى العلاج!.\nوكما يُفتن الفرد بالفرد، تفتن الأمة بالأمة، ولقد فُتنّا حقاً بالغرب ولكن بريق الحضارة الغربية لا يجوز أن يعمي أبصارنا عن الشقاء الذي باتت تكابده الإنسانية كلها في ظل هذه الحضارة ... . وبسبب هذا الشقاء فقد انتهى دور الرجل الغربي وعلى المسلم أن يمارس هذه الحضارة ممارسة اختبار واختيار، وعليه أن يعدَّ نفسه ليكون الخليفة في الأرض كما أراد خالقها جلَّ وعلا.\nيقول الدكتور عماد الدين خليل: \"هل أحد أقدر من الإسلام على أن يهبنا زاد (النقد)\n(1/148)\n\nالخصب الثرّ الواضح البيّن المستقيم، في دنيا من المعطيات، اضطربت فيها مسالك السائرين، وضاعت معالم الطريق؟! هل ثمة أقدر من رسالة السماء على أن تُحدّد موقع أقدامنا في الأرض وتهبنا أضواءها الغامرة الكاشفة، فنعرف تحت مدّها الإلهي العجيب مواطن النور والظلام، ومواقع الحق والباطل، ومظانَّ القبح والجمال؟! \" (1).\nعلى أن الحضارة الغربية، في جوانبها المضيئة من علم وتنظيم، هي ابنة شرعية للحضارة الإسلامية، فكل ما هو إنساني هو إسلامي، فليس من الحكمة إذن أن نسعى في خرابها، وإنما الواجب علينا أن نُسلمها لا أن نهدمها.\n\nرؤية من الجانب المنير\n- من مزايا الغربيين الحرية، ثم الحرية ... من مزاياهم العلوم والإنفاق على البحث العلمي والتدريب، ففي أمريكا ينفَق أكثر من مائة مليار دولار سنوياً لتدريب العمال! ومن مزاياهم العمل والكفاءة والاتقان في العمل.\n- من مزاياهم اليقظة والتخطيط للمستقبل والعمل المؤسسي المتكامل.\n- من مزاياهم القانون يطبّق على القوي وعلى الضعيف.\n- من مزاياهم تمسك كل ذي حق بحقه، وصراخ كل مظلوم في وجه ظالمه.\n- من مزاياهم حبهم للغتهم ولثقافتهم ولحضارتهم وتاريخهم رغم لونه الحالك.\n- من مزاياهم أن اللاجئ إليهم قد يجد عندهم الأمن والمأوى.\n- من مزاياهم حب النظام وقوة الاحساس بالقانون، والحفاظ على نظافة المدن وجمالها.\nحقاً إن مزاياهم كثيرة!\nيقول المفكر علي عزت بيغوفتش: \"قوة العالم الغربي لا تكمن في طريقته في الحياة، وإنما\n__________\n(1) (فوضى العالم في المسرح الغربي المعاصر) د. عماد الدين خليل (18).",
        "(1/150)\n\nفي طريقته في العمل والعلم والشعور بالمسؤولية\" (1).\n\nالإسلام نهر يبحث عن مجرى\nعنوان معبر جميل، للدكتور شوقي أبو خليل، يقول فيه: \"نظرت إلى واقع مدنية الغرب اليوم، فرأيتها مجرى جف ماؤه، يبحث عن مياه نهر صاف يرفده، ورأيت في الوقت ذاته الإسلام – اليوم – نهراً يبحث عن مجرى، نهراً منبعه حراء، ومعينه (اقرأ) ومنهله رحمة للإنسانية وقطراته ومياهه لأولي الألباب الذين يتفكرون ويعقلون ... لقد علمنا التاريخ أن المعين غزير متدفق، فالإسلام نهر خالد لا يجف مجراه\" (2).\n\nما نمتاز به\nيقول أديب العربية مصطفى صادق الرافعي في كتابه الخالد (وحي القلم) (2/ 77): \"نمتاز على الأوربيين بقربنا من قوانين الكون، ففي أنفسنا ضوابط قوية متينة، إذا نحن أقررنا محاسن مدينتهم فيها، سبقناهم وكنّا الطبقة المصفّاة التي ينشدونها في إنسانيتهم الراهنة ولا يجدونها ... هذه الضوابط هي ما نمتاز به وهي ما تحتاج إليه أوربة\".\n\nنتسوّل ونحن أغنياء!\nويقول العلامة الدكتور يوسف القرضاوي:\n\"الحضارة الغربية قدّمت للإنسان الغربي الوسائل، ولم تقدم له الغايات، قدمت له الرفاهية ولم تقدم له السكينة ... . منحته المادة وسلبته الروح ... أعطته العلم وحرمته الإيمان ... هذا ما صنعه الغرب، ناهيك بما صنعه بغيره من الشعوب ... . لقد قتل الغرب الآخرين ليحيا،\n__________\n(1) (الإعلان الإسلامي) علي عزت بيغوفيتش (51).\n(2) (الإسلام نهر يبحث عن مجرى) د. شوقي أبو خليل ص (8) وما بعدها.\n(1/151)",
        "\nوصنع من جماجمهم حجارة لبناء رفاهيته، وزخرف أبنيته بدمائهم (1) ... وإذا كان في الحضارة الغربية من خير، فكله قد سبق به الإسلام، ولسنا في حاجة إلى أن نتسوّل من غيرنا ونحن أغنياء\" (2).\nسلاح غربي\nيقول الدكتور محمود عكام: \"أدرك الغرب امتياز العالم الإسلامي بشيء اسمه الفكر، وهو النواة لكل عمل جاد ومقبول، فسعى إلى زعزعة ثقة المسلمين بفكرهم المسلم ودينهم، عبر إشعار الغرب لهم بأن الأهم هو المادة والتكنولوجيا\" (3).\nحينما يسقط الدولار\nيقول الدكتور عبد الكريم بكار: \"تسود في الغرب روح استهلاكية عارمة تدمّر كل شيء أتت عليه، من باب التعويض عن الخواء الروحي الرهيب الذي يعاني منه الإنسان الغربي، حقاً إن المجتمعات الغربية ما زالت قادرة على دفع التكاليف الباهظة للانهيار الأخلاقي والاجتماعي، وذلك من بقايا المنهوبات من عالم المستعمَرين، وبسبب الجهود والعبقريات الفذة، لكن حين تستحكم الأزمات الاقتصادية فإن الانهيار سوف يسير بخطى متسارعة\" (4).\nتوازن أعرج\nويقول الدكتور محمد عمارة: \"يعاني الغربيون من خلل توازن ثمرات الإبداع، ففي ميادين القوة والوفرة المادية قفزت حضارتهم قفزات عملاقة، على حين أصابها الفقر في غير هذين الميدانين، فافتقد إنسانها التوازن الحضاري، والاطمئنان الآمل ... إنه التوازن الأعرج الذي حقق لإنسان الحضارة الغربية قوة الوحوش الكاسرة، وشِبَع من يأكل في سبعة أمعاء، مع أقصى\n__________\n(1) (الثقافة العربية الإسلامية بين الأصالة والمعاصرة\" د. يوسف القرضاوي (101).\n(2) (مسلمة الغد) د. يوسف القرضاوي (31).\n(3) (عصارات – كلمات في المنهج والنقد والحب) د. محمود عكام (49).\n(4) (من أجل انطلاقة حضارية شاملة) د. عبد الكريم بكار (97).\n(1/152)\n",
        "درجات القلق والعبثية، وانعدام المعنى الإنساني للحياة! \" (1).\n\nهاربون\nإن المدنية الغربية تعاني من الخواء المرير، خواء الروح، وتعاني من الهجير المُحرق الذي تعيش فيه بعيداً عن ذلك الظل الوارف النّدي، وما من أحد يزور أهل تلك البلاد حتى يكون الانطباع الأول في حسه أن هؤلاء قوم هاربون!\nهاربون من أشباح تطاردهم! هاربون من أنفسهم! وسرعان ما يتكشف الرُّخاء المادي عن الأمراض العقلية والشذوذ والقلق والمسكرات والمخدرات والعنف، وفراغ الحياة من هدف مشرق كريم. إنهم لا يجدون أنفسهم لأنهم فشلوا في العثور على غاية وجودهم، إنهم لا يجدون السعادة لأنهم لا يجدون المنهج الرباني الذي يُنسّق بين حركتهم وحركة الكون والحياة.\n\nجسم فيل ورأس نملة\nتقف الحضارة الغربية اليوم كالطائر الذي يرفّ بجناح واحد جبار، بينما جناحه الآخر مهيض، فيرتقي بالإبداع المادي بقدر ما يرتكس في المعنى الإنساني\nيقول الدكتور عبد الكريم بكار: \"إن الحضارة الغربية الحديثة تمزج بين أعلى درجات التقدم والرقي وأسفل درجات الانحطاط والتخلف\" (2).\nويقول العلامة أبو الحسن الندوي: \"إن فتوحات العلم الحديث لا يسع أي إنسان إنكارها، ولكنه عاجز تماماً عن إنشاء أفراد صالحين مؤمنين، وهذا أكبر هزائم الحضارة الغربية\" (3).\nبضعفنا لا بقوتهم\nيقول الكاتب الصحفي أحمد منصور: \"القشرة الهشة التي تغطي الحضارة الغربية إذا نفذ\n__________\n(1) (أزمة الفكر الإسلامي الحديث) د. محمد عمارة (16).\n(2) (تجديد الوعي) د. عبد الكريم بكار (114).\n(3) (الإسلام والغرب) أبو الحسن الندوي (27).\n(1/153)\n\nالإنسان من خلالها، فإنه يجد خلفها مجتمعات منهارة، وما بقاء القيادة والريادة في طرفها إلا لأن غيرهم لم يأخذ بأسباب السيادة والريادة\" (1).\n\nشجرة ما لها قرار\nيقول الأديب مصطفى صادق الرافعي: \"حضارة الغربيين كالشجرة الذابلة، يعلقون عليها الأثمار ويشدونها بالخيط! كل يوم يحلّون، وكل يوم يربطون، ولا ثمرة في الطبيعة! \" (2).\n\nسفينة في سراب\nيقول شاعر الإسلام الدكتور محمد إقبال: \"أيها المسلم المخدوع بالغرب، استيقظ إنك تُجري سفينة في سراب! إنك تبحث عن الشمس بمصباح! سر على قدميك واهجر الهودج ولو في صحبة ليلى، واحترق بحرارة ذاتك، ولا تقبس من أحد ناراً (3)، صدّقوني، إن أوربة هي أكبر عائق في سبيل الرقي الأخلاقي للإنسان! وكما قص الغزنوي ضفائر إياز التي تفيض إغراء، قص إقبال ضفائر أوربة، وعاد منها وفي يده قصاصة شعرها منادياً: إن الحسن الذي يمكن للمقص أن يزلزله لا يستحق أن يكون كعبة القلوب.\nلم يستطع بريق العلوم الغربية أن يبهر لبي ويغشي بصري، ذلك لأني اكتحلت بإثمد المدنية (4) ... فلا تحكم على أوربة، بما لها من بريق فالمصابيح الكهربائية هي التي تجعل ماسها يتألق، وليست بهرجة الحضارة الغربية إلا خدعة، فالخد المورّد لا يحتاج إلى بائع المساحيق. وإن الحضارة الغربية سوف تقتل نفسها بخنجرها فالعش لا يثبت على غصن ضعيف\n__________\n(1) (سقوط الحضارة الغربية) الأستاذ أحمد منصور (109).\n(2) (وحي القلم) ص (2/ 64) لمصطفى صادق الرافعي، وقد لقّبه أمير البيان شكيب أرسلان بـ (إمام الأدب وحجة العرب)، ويمتاز أدبه بعمق الفكر، وروعة السحر، وفتنة الجمال.\n(3) (ضرب كليم) ص (51) لفيلسوف الشرق محمد إقبال، وقد كان إقبال متقناً لعشر لغات عالمية، مُنح جائزة نوبل فرفضها، وقد تجاوزت الدراسات التي أجريت عنه الألفين، وهو أكبر رقم في تاريخ الشعراء.\n(4) (نداء إقبال) ص (139).",
        "(1/154)\n\nمضطرب (1) ... لننظر في كيس من ستسقط أوربة؟! \" (2).\n\nخضابُ زورٍ لا دماء\n\"الحمرة التي نراها على وجوه الغربيين عند المساء، ليست إلا خضاباً زائفاً أو هي من آثار الخمر ... فما هذا العلم والحكمة التي تتبجح بها أوربة إلا مظاهر جوفاء، إن قادتها يمتصون دماء الشعوب، وهم يلقون دروس المساواة الإنسانية والعدالة الاجتماعية (3) ... إن صرح أوربة واهي الأساس، وجدرانها من جليد!\nعن صرحِ أوربا المضيءِ المُعتمِ! ... وعجوزُ حارتنا يقولُ مؤكِّداً\nوُسعٌ لتعكسَ نورَ قلبِ المُسلمِ ... هذي المرايا من جليدٍ ما لها\n\nعلى فراش من حرير\nيقول الأديب القاص الدكتور نجيب الكيلاني:\n\"الحضارة الغربية هي التي أدت إلى حربين عالميتين لم يعرف لهما العالم مثيلاً من قبل، وفي ظل هذه الحضارة تضعضعت القيم الروحية للإنسان، وعاش الإنسان قلقاً حزيناً، وهو الذي تقلب على فراش من حرير! \" (4).\nحضارة من ورق\nيقول الأستاذ عبد الكريم بحلاق في كتاب (أبحث عن هوية): \"إن الأساس الفكري للحضارة الغربية يحمل في طياته دمار العالم وفناء البشرية ... فلا يغرنك هذا العلو الشاهق في\n__________\n(1) (ضرب كليم) د. محمد إقبال – المقدمة.\n(2) (جناح جبريل) د. محمد إقبال (63 – 133 - 148).\n(3) نفسه (178).\n(4) (الإسلامية والقوى المضادة) د. نجيب الكيلاني (50).\n(1/155)",
        "\nالقدرة المادية، فسرعان ما يتحول هذا الصرح المذهل إلى لعبة كرتونية تتهشم وتحترق فكأنها لم تَغنَ بالأمس! \"\nالغربُ تغرب شمسُه وبريقُه الخدّاع يُطوى\nكم خلتُ (قيصر) قلعةً، فإذا به ورقٌ مقوى! (1)\n\nاحتضار الحضارة الغربية\nيقول د. اسماعيل الفاروقي:\n\"الحضارة الغربية متصدعة مقبلة على انهيار تام، لا لضعف في قوتها بل لفساد في أساسها، أليس مسخاً للإنسان أن يتحدث الإنسان الغربي عن القيم، فيسألك عن الثمن؟! \".\nويحدد العلامة أنور الجندي مواطن الداء في هذه الحضارة فيقول: \" يكمن زيف الحضارة الغربية في مقاتلها الحقيقية وهي: قيامها على الربا، ونسبية الأخلاق، وموقفها الفاسد من المرأة والأسرة والمجتمع\" (2) ... \"ففي هذه الحضارة دمارُها، وتحت أنوارها نارها\" (3)، ويقول د. طه جابر العلواني: \"رغم أن الفكر الغربي نجح في التقدم العلمي، فإنه قصّر في مخاطبة الجوانب الإنسانية في المجتمع، وأصبحت الحضارة الغربية قائمة على صراع القوي ضد الضعيف\" (4).\nويقول العلامة المجدد ابن باديس رحمه الله:\n\"المدنيّة الغربية هي مدنيّة مادية في نهجها وغايتها ونتائجها، فالقوة عندها فوق الحق والعدل والرحمة والإحسان، قد عمّرت الأرض وأفسدت الإنسان\" (5).\n__________\n(1) البيتان للمؤلف من ديوان (عطر السماء).\n(2) (مقدمات العلوم والمناهج) أنور الجندي (4/ 224).\n(3) د. عبد الوهاب عزام (الرحلات) ص (362).\n(4) عن (مجلة المجلة) العدد 829 / عام 1996م.\n(5) (ابن باديس – حياته وآثاره) عمار الطالبي (1/ 356).\n(1/156)\n",
        "القابلية للاستعمار\nلا أتصور أن هناك إنساناً يرى الاستعمار يدوس أعناقنا في كل مكان، ثم يمجّد هذا الاستعمار! إنني أشك في إنسانية أولئك الذين ولّوا وجوههم شطر الدولار! أشك في إنسانيتهم لأن أول خصائص الإنسان أن يشعر بكرامة الإنسان، إن الاستعمار لا يغلبنا بالنار، بل بقابليتنا للاستعمار. ويغلبنا بأولئك الذين استُعمرت أرواحهم، وبتلك الأقلام التي تُغمس في مداد الذل والهوان الروحي لتكتب عن أمجاد الغرب! إن أخطر ما يهدد حصوننا هم أُجراء الثقافة الغربية، وفسائل مختبراتها التي لا تثمر إلا الفكر اللقيط.\nفي ذلّة المظلوم عذرُ الظالمِ ... أنصفتَ مظلوماً فأنصِف ظالماً\nشرٌّ من العادي الظّلوم الغاشمِ ... من يرض عدواناً عليه يُضيره\n\nوها هو ذا الغرب يسقط في كل امتحان أخلاق، وينكشف للعالم ضميره المتعفن في موقفه من مجزرة جنين، هذا هو الغرب الذي لا يفهم إلا بمنطق القوة، ولا ينظر إلا بعين المرابي مصاص الدماء، ولا يتكلم إلا بلغة المتعجرف المغرور.\nوالعدلُ فلسفةَ اللهيب الخابي ... أضحى السلامُ حقيقةً مكذوبةً\nوتصادم الإرهابُ بالإرهابِ (1) ... لا عدل إلا إن تعادلت القُوى\n\nنحسب الشهد في جحور الأفاعي\nومن عجبٍ أننا لا نكتفي بالسكوت عن اليد التي تمتدُّ إلينا بالشر، بل نُقبِّلها!! إذا عجزنا عن تحطيم تلك اليد، فلا أقل من أن نعترف أمام أولادنا بشجاعة أننا عاجزون علّهم يقدرون.\n__________\n(1) البيتان للشاعر =أبو القاسم الشابي+.\n(1/157)\n\nإن القضاة إذا ما خوصموا غلبوا\nيقول أمير البيان شكيب أرسلان: \"الأمم المتحدة مثل العروض، بحر بلا ماء! ما وُجدت إلا لتُلبس الإجرام حلة القانون، ولا يطيعها سوى ضعيف عاجز، ولا تستطيع أن تحكم على قوي متجاوز ... ولقد ألغت رقَّ الأفراد، وسنت رق الأمم! \"\n\nتقدُّم إلى الخلف!\n\"إن الولايات المتحدة هي الدولة الأكثر حديثاً عن حقوق الإنسان والأكثر عدواناً عليها، وويل للعالم حين يتفرد بقيادته أقوام يعدّون النفاق أكبر فضائلهم! \" (1).\n\nقشرة رقيقة\nيقول العلامة د. حسن ظاظا: \"الحضارة الغربية قشرة رقيقة يختفي تحتها الوحش، وإذا أزيلت هذه القشرة استوى الأمريكي في نيويورك، وعضو الأكاديمية في باريس، وعضو المافيا في كولومبيا! \" (2).\n\nإعلان القبض على القتيل\nتحمل أمريكا اليوم لواء حقوق الإنسان والعدل الدولي، فعلى مشارف نيويورك ينتصب تمثال الحرية الذي أقيم على جماجم (60 مليوناً) من الهنود الحمر، وعلى عظام (100مليوناً) من السود المستَعبَدين (3).\nوكلنا يذكر مهزلة الشواء البشري في هيروشيما وناغازاكي.\nوصدق الإمام محمد عبده: \"ما أهون الدم على من يعتقد أن خلاص العالم الإنساني من\n__________\n(1) د. عبد الكريم بكار (العولمة) ص (38).\n(2) (الكشكول) د. حسن ظاظا (2/ 223).\n(3) هذه الأرقام نقلاً عن كتاب (الأساطير المؤسسة للسياسة الإسرائيلية) تأليف روجيه جارودي ص (18).",
        "(1/158)\n\nالخطيئة إنما كان بسفك الدم البريء على يد المعتدي الأثيم! \" (1).\nويقول الشاعر الإفريقي دافيد أيوب: \"قتل الأبيض أبي، لأن أبي كان أبياً، وأحنى الأبيض أخي تحت شمس الطرقات لأن أخي كان قوياً! ثم توجه الأبيض نحوي ويداه مضرّجتان بالدماء، وبصق حقده في وجهي وبصوت السيد قال: \"يا صبي أريد منشفة للدماء! (2) ... أيها الأوربيون الفاقدون للإنسانية: قد عرفتم كل الكتب، ولكن لم تعرفوا المحبة .. \".\nمهما تألّقت العلومُ وأصبحت مُلك اليد\nفعقولُهم فيها غبارُ الجهل لم يتبدَّد\nما دام فيهم أبيضٌ يغتالُ روح الأسودِ (3)\n\nفي سجون الفكر\nفي كتابه القيم (هل اليهودية التلمودية دين؟!) يرسم الباحث الدكتور سامي عصاصة صورة للإجحاف العالمي الذي أنزله توافق العالم الشرقي والغربي ضد العرب، فيقول: \"إن العدل العالمي أصبح ألعوبة مضحكة في أيدي من لديهم القوة، وإن القيم الأخلاقية أصبحت نزيلة ذليلة في زنزانات سجون الفكر، وغدت فضلات مستهلكة في سلال الأقوياء\" (4).\n\nفي المجزرة لا المرعى\n\" منذ بدأت أعقل ما أنا فيه , رأيتُني أنشأ في قطيع يسوقه الاستعمار إلى المجزرة , وهو فرح بها نشوان! رأيت مجتمعاً يتمزق وهو ينشقُّ عن كل تاريخه بخطاطيف قد علقت بلحمه تجذبه\n__________\n(1) (الإسلام والمسيحية مع العلم والمدنية) الإمام محمد عبده (47).\n(2) عن (التنصير والاستعمار) عبد العزيز الكحلوت.\n(3) أبيات الشعر للشاعر محمد التهامي، بتصرف.\n(4) (هل اليهودية التلمودية دين؟!) أ. د. سامي عصاصة ص (13).\n(1/159)",
        "\nمن هنا وهنا و هناك , كنت أجد مغرزها في لحمي , وأحس جذبها في وجداني\" (1).\n\nثقافة التسلط\n\"كم أنفق الأمريكيون لكي يعرّفونا بمواطننا المسيح وبدينه؟! كأننا أشد افتقاراً إلى فضائل المسيح من الأمريكيين أنفسهم؟! \" (2).\n\nأفشل محامين لأعدل قضية!\nيقول الدكتور هشام الطالب: \" إن الغرب لديه بضاعة رديئة يتولى عرضها باعة مهرة , ولدينا بضاعة ممتازة يتولى عرضها باعة خائبون! \".\n\nتفاوُت\n\"المدنية الغربية اليوم أثر من آثار الإسلام بالأمس , والانحطاط الإسلامي اليوم ضربة من ضربات الغرب .. لقد طلعت شمس الإسلام في سماء الغرب فملأت الكون نوراً وإشراقاً. واختلف الناس في شأنها , ما بين معترف بها , ومتنكر لها , ولكنهم كانوا جميعاً سواء في الانتفاع بنورها\" (3).\nمحنة لا منحة\n\" تمثل الحضارة الغربية محنة حقيقية لنا , ولا سيما أنها الأجهر صوتاً والأكثر عتاداً وعُدّة , وإذا كنا نملك قوة الحق , فإنهم يملكون حق القوة! ويطالبون بدفع استحقاقاتها\" (4).\n__________\n(1) العلامة الأديب محمود شاكر – (أباطيل وأسمار) ص (442).\n(2) الشاعر القروي رشيد سليم الخوري.\n(3) الأديب مصطفى لطفي المنفلوطي - (النظرات) (1/ 184).\n(4) الدكتور عبد الكريم بكار (مقدمات للنهوض بالعمل الدعوي) ص (16).\n(1/160)\n",
        "هجرة في سبيل الشيطان\nيقول الدكتور محمد راتب النابلسي:\n\"حينما تكون الهجرة بذلاً للخبرات والطاقات والإمكانات لغير بلاد المسلمين!\nوحينما تكون الهجرة إضعافاً للمسلمين وتقوية لأعدائهم!\nوحينما تكون الهجرة تضييعاً للدين وكسباً للدينار!\nفهي هجرة في سبيل الشيطان\" (1).\nأن يعبدوهُ عبادة الأصنامِ ... يترسّمون الغربَ حتى يوشكوا\nتَبعوا نظامهمُ بغير نظامِ (2) ... ما قلّدوهم مبصرين , وإنما\n\nهجرة المادة الرمادية\nمتى نشعر بنفاسة المادة الرمادية-أدمغة النابهين-التي نصرف على تعليمها الأموال الطائلة ونحن فقراء , لتهاجر وتستقر في بلاد الغربيين الأغنياء بلا عناء؟! .. متى نوقف ضخ دمائنا الذكية إلى عروق الحضارة الغربية؟! هذه الدماء التي امتصت خضاب الأمة لتنقله إلى أنسجة الغرب! .. وكيف لا يتحرج هؤلاء - الأذكياء - من بيع أغلى ما وهبهم الله مقابل حفنة من المال؟!.\nإن الغربيين مهما بذلوا من مال لشراء العقل المهاجر فلن يشكل هذا المبلغ إلا جزءاً يسيراً من المال الذي سينفقونه على تعليم وتدريب مثيله من مواطنيهم , هذا عدا عن كسب عامل الزمن .. فهل ثمة جريمة ترتكب بحق أمتنا العربية والإسلامية أكبر من هذه الظاهرة الخطيرة؟! .. ففي تقرير قدمه الدكتور حسن زلزلة للجامعة العربية نقرأ:\n\"حتى عام 1980 بلغ عدد الأدمغة المهاجرة من البلدان العربية إلى الغرب (150) ألفاً من\n__________\n(1) (نظرات في الإسلام) د. محمد راتب النابلسي، ص (267).\n(2) البيتان للشاعر محمود غنيم، ديوان (صرخة في واد).\n(1/161)\n\nالخبراء , منهم (24) ألفاً من الحاصلين على شهادة الدكتوراه! و (200) عالم نووي , وقُدّرت خسائر الاقتصاد العربي من هذه الهجرة بمائة مليار دولار! \".\nوليت الأمر توقف عند هجرة العقول , بل تجاوزه إلى \"هجرة الأجنّة\" لاكتساب الجنسية الأمريكية!. حقاً \"إن الشعوب التي لا تبصر بعيونها سوف تحتاج إلى هذه العيون كي تبكي طويلاً\"!\nقد كان هذا البُعد مُرّاً إنما ... لم أستطع تفصيلَه برسائلي\nيا ليت من ركبَ الجنونُ عقولَهم ... صبروا قليلاً قبل هجرِ المنزلِ (1)\n\nخسارة للمسلمين لا للإسلام\n\"إن مأساة إعراض كثير من المسلمين عن إسلامهم لا تشكل خسارة تحيق بالإسلام وإنما هي خسارة كبرى تحيق بهم أنفسهم , فالحصن الذي يتخلى عنه أصحابه يظل حصناً , ولا بد أن يأوي إليه آخرون , وإنما تحدق الأخطار بأولئك الذين تخلّوا عنه\" (2).\n\nدرس من التاريخ\nيقول إقبال:\" درسٌ تعلّمته من تاريخ الإسلام , هو أنه في أحرج الأوقات والمحن كان الإسلام هو الذي يحفظ على المسلمين حياتهم , ولم يكن المسلمون هم الذين حفظوا الإسلام .. \".\nويقول الدكتور يوسف القرضاوي:\" إن الإسلام أشد ما يكون قوة , وأعظم ما يكون رسوخاً وشموخاً حين تنزل بساحته الأزمات , وتحدق به الأخطار , ويقل المساعد والنصير\" (3).\n\nشروط التقدّم\nيقول الإمام محمّد عبده:\" ما استطاعت الشعوب الغربية أن تتقدم إلا حين تخلت عن عقيدتها , وما استطاعت الشعوب المسلمة أن تتقدم إلا حين استمسكت بعقيدتها. وما تأخرت إلا من يوم انحرفت عن دينها , فكلما بَعُد عن المسلمين علم الدين , بعد عنهم علم الدنيا\" (4).\n\nمصير الحضارة الغربية\n\"يكفي الحضارة الغربية جنوحاً ما تعانيه من اختلال محزن في التوازن بين الثنائيات الذي قدر الإسلام على التحقق به بشكل يثير الدهشة والإعجاب: توازن بين الوحي والعقل , والعدل والحرية , و الضرورة والجمال , والفردية والجماعية, والروح والجسد , والطبيعة وما وراءها , والوحدة والتنوّع , والمنفعة والأخلاق , والقدرة والإختيار , والحياة والموت , والدنيا و الآخرة .. وإن البريق الذي يشع من معطيات الحضارة الغربية لن يتجاوز جلدها إلى صميم هذه الحضارة .. وإن مصيرها لَلمصير الذي ينتظر كل حضارة ترفض الإيمان بالله\" (5).\n\nحضارة الأفكار أم الأشياء؟!\nيقول المفكر عمر عبيد حسنة: \" إن الحضارة الغربية، وإن استطاعت بأشيائها وقوتها أن تطفو حضارياً، إلا أن العبرة دائماً بالعواقب، فكثيراً ما حمل لنا التاريخ دلالات حضارية على أن الأفكار والعقائد تبقى أقوى من الأشياء والسياسات، وأن قيم المغلوب عسكرياً كانت أقوى\n__________\n(1) البيتان للشاعر عبد النافع الدالاتي.\n(2) الدكتور محمد سعيد رمضان البوطي – (هذه مشكلاتنا) ص (84).\n(3) (مبشرات بانتصار الإسلام) د. يوسف القرضاوي ص (81).\n(4) (الإسلام والمسيحية مع العلم والمدنية) – الإمام محمد عبده (154).\n(5) (حول تشكيل العقل المسلم) د. عماد الدين خليل (109 - 110).",
        "(1/162)\n\nمن قيم الغالب .. وهذا ما لا نراه إلا في حضارة الإسلام، لأنها حضارة الفطرة، حضارة الإنسان (1) .. إن الحضارة الغربية التي انتصرت بأشيائها وقوتها، وسقطت بقيمها وإنسانها، يرتفع صوتها اليوم، وكأني بها تقول للمسلمين ((اعلُ هُبل)) .. لكن العالم الإسلامي المهزوم بأشيائه سوف يستعلي بقيمه وأفكاره، وبشعاره ((الله أعلى وأجل)) قولة أهل أحد .. وأن القرح الذي يصيب المسلمين سوف يؤدي إلى الاستجابة لله والرسول ويتحقق الخلود لقوله تعالى: {الَّذِينَ اسْتَجَابُوا لِلَّهِ وَالرَّسُولِ مِنْ بَعْدِ مَا أَصَابَهُمْ الْقَرْحُ لِلَّذِينَ أَحْسَنُوا مِنْهُمْ وَاتَّقَوْا أَجْرٌ عَظِيمٌ} [آل عمران:172]. وتنبعث الروح الإسلامية من جديد \" (2)\n\n***\n__________\n(1) (من فقه التغيير) ص 115\n(2) (من فقه التغيير) المفكر عمر عبيد حسنة، ص 115\n(1/163)",
        "\nالفصل السابع\nالمستقبل للإسلام\n\nكما أن الظمأ للماء يدل على وجود الماء ,كذلك الظمأ للدين يدل على وجود هذا الدين.\nوالدين الحق هو الدين الذي يقدّم تصوّراً صادقاً عن الوجود ,وعن مركز الإنسان فيه , وعن غاية وجود هذا الإنسان ..\nالدين الحق هو الذي يستطيع أن يروي ظمأ الأسئلة الخالدة في تاريخ الإنسان: من أين أتيت؟ ولماذا أعيش؟ وإلى أين أذهب؟. هذه الأسئلة الكبرى في الحياة التي تسكن أعماقنا ولا مفر لنا من مواجهتها , شئنا أم أبينا!.\nالدين الحق هو الذي لا يصادم العقل بل يُقنعه , ولا يجفو العاطفة بل يُمتعها , ولا يقف أبداً في وجه فطرة الإنسان.\nالدين الحق هو الذي يربط حياتنا بالوجود كله , ويقيم الجسور بين عالم الغيب وعالم الشهادة , ويربط بين السماء والأرض , وبين الحياة والمصير , وبين السياسة والاقتصاد والأخلاق .. ويقيم التوازن بين الفرد والمجتمع , وبين الضرورة والجمال , وبين الواقع والمثال ..\nالدين الحق هو الذي يأخذ النفس من أقطارها , فيخاطب كل أبعاد الإنسان, عقلاً وروحاً وجسداً وينمّيها كلها , ويرتقي بها صُعداً إلى أقصى درجات الكمال , فلا يُفقد العقل توهّجه , ولا يحرم القلب حرارته، ولا يمنع الجسد حق البهجة في الحياة .. فيُلبّي كل تطلعات الإنسان وأشواقه الأصيلة , في صورة رائعة من العدل و التنظيم .. ويُحقق كل المُمكنات الخيّرة في حياة الإنسان , ويفجّر كل الطاقات الكامنة في أعماقه ..\nالدين الحق هو الذي يتّسع فيشمل كل نشاط الإنسان في كل حقول الحياة , فيرفع الجسد إلى مستوى الروح ويجعل الصلاة عبادة , والعمل عبادة , والنوم عبادة , والزواج عبادة .. ويجعل\n(1/164)\n",
        "العبودية لله تمتد خيوطها في الحياة الإنسانية امتداد الشرايين وامتداد الأعصاب.\nالدين الحق هو \" دين الكتاب والميزان والحديد \". أي دين العلم والعدل والقوة ..\nالدين الحق منهاج حياة , ومنظومة قيم , لا تتحكم به الرغبات والأهواء , بل ينسجم مع قوانين الكون والحياة ..\nوفي الإسلام تصبح الحياة كلها محراباً للعبادة .. بومضة الفكر .. بخطرة القلب .. بخلجة النفس .. بسجدة الجبين .. بعزمة الساعد سواء بسواء ...\nوفي الإسلام منهاج حياة .. وسكينة روح .. ومنازل شوق .. ووقود حضارة .. ووعي بالوجود وبالمصير.\nوفي الإسلام حوار دائم فعّال بين السماء والأرض .. وائتلاف بين الروح والجسد .. وأُخوّة بين العقل والوجدان .. وتوازن بين التسامح والاعتزاز ..\nفالإسلام دين للحياة .. دين للنّماء .. دين تطابق تكاليفه فطرة الإنسان .. إذ يأخذ بيدها خطوة خطوة , ويصعد بها برفق وحيوية في المرتقى الصاعد إلى القمة السامقة ..\nلا يغفل الإسلام لحظة واحدة عن فطرة الإنسان وحدود طاقاته. أما باقي المذاهب فتحاول معاكسة الفطرة لتتحطم تحت مطارق هذه الفطرة .. وإن الإنسان المسلم مشروع قابل للنمو \" فمن اعتدل يوماه فهو مغبون \".\nوإن الإنسان المسلم يعيش حياة الاستقرار والسكينة والسلام .. فهو معصوم من التمزق والحيرة والضياع .. إذ ليس ثمة أي عداء في الإسلام بين الروح والجسد {وَابْتَغِ فِيمَا آتَاكَ اللَّهُ الدَّارَ الآخِرَةَ وَلا تَنسَ نَصِيبَكَ مِنَ الدُّنْيَا} (1) .. {يَا بَنِي آدَمَ خُذُواْ زِينَتَكُمْ عِندَ كُلِّ مَسْجِدٍ وكُلُواْ وَاشْرَبُواْ وَلاَ تُسْرِفُواْ إِنَّهُ لاَ يُحِبُّ الْمُسْرِفِينَ} (2).\n__________\n(1) قرآن كريم، القصص (77).\n(2) قرآن كريم (7/ 31).\n(1/166)\n\nفالزينة مع الصلاة , ومع الطعام والشراب , ومع العدل والتوازن!.\nلا انصداع في حياة المسلم , بل أمن وإيمان .. فالإسلام –من اسمه- تسليم لله وسلام .. سلام في الفكر .. وسلام في الروح .. وسلام في الضمير .. وسلام في الحياة .. وسلام في المصير ..\nوالإسلام دين ينقل الإنسان نقلة فريدة من العمر المبذّر العابث , إلى حياة ذات معنى .. دين تبرأ من نتائج هوى الإنسان وجهل الإنسان , وبذا يُحقق سعادة الإنسان .. دين يحقق كرامة الإنسان ويمنحه الحرية الحقيقية , فالمسلم في سجوده لله وحده لا يعرف أبداً السجود للعبيد ..\nوإن حاجة الإنسانية اليوم إلى الإسلام أكبر من تشويه المسلمين له , وأكبر من حقد الحاقدين عليه .. ولقد علّمنا التاريخ أن الهجوم على الإسلام كلما كان أعتى وأشد ازداد الإسلام جلاء و انتصاراً .. فالشك مقدمة اليقين .. وأحلك الساعات هي تلك التي تسبق طلوع الفجر ..\nيقول د. عبد الكريم بكار: \"إن عصا المعول التي تهدم في صرح الإسلام , تحمل في أحشائها نواة لوريقة تحن إلى دين التوحيد وتصدح به\" (1).\nفالإسلام هو رسالة السماء , فهو فوق مقاييس النصر والهزيمة بالمعنى المادي , فرسالة السماء لا تنهزم , ولن تنهزم أبداً.\nوإن الذي يمسك الإسلام أن يزول , هو الذي يمسك السماوات والأرض أن تزولا .. أرأيت لو زالت الشمس أو الجاذبية من هذا الكون , كم يكون الاضطراب؟! فكذلك وجود الإسلام في الحياة.\nفالإسلام والشمس والقمر والجاذبية من سنن الكون التي يتحتّم وجودها .. لكنها سنة لن يراها إلا صاحب ضمير سليم , كما لا يرى الجاذبية إلا صاحب عقل عليم ..\n__________\n(1) (من أجل إنطلاقة حضارية شاملة) ص (7).",
        "(1/167)\n\nوالإسلام يجعل المسلم صديقاً للكون والسنن المبثوثة فيه , إذ يوجه وجهه لخالق الكون مع الكائنات. حتى ليمكننا أن نسأل: هل يسجد جبين المسلم لله على الأرض؟ أم تسجد الأرض لله على جبين المسلم؟!.\nالأرضُ تسجدُ والجبينْ ... للهِ في حُبٍّ و دينْ\nفالحبُّ دنيا أشرقتْ ... آفاقُها بالسّاجدينْ\nالحبُّ جيلٌ مسلمٌ ... يمضي بركبِ المرسلينْ\nالحبُّ قلبٌ ظامئٌ ... للمصطفى في كلِّ حينْ\nوالحبُّ كونٌ ساجدٌ ... لله ربِّ العالمين (1)\n\nوإن أمة الإسلام قد تشكلت تاريخياً وحضارياَ من خلال كتاب اشتُقّ اسمه من القراءة .. وأول كلمة فيه هي \" اقرأ \" .. وأول أداة ذكرت فيه هي القلم .. وأول حرب خاضتها هي الحرب ضد الجاهلية , وضد الجهل الذي ينصب الأصنام ..\nوإن أمة (اقرأ) بدأت من جديد تقرأ , وبدأت تتطهر بتوبة فكرية ستُنهي بإذن الله زمن انطفاء الفاعلية , وستُفعّل انطلاقة المسلم الحضارية ..\nإن أمتنا تقف الآن على مفترق الأقدار .. وإن أمل الإنسانية مذخور في روح هذه الأمة وليس في مكان سواه .. والإسلام –رغم جهل المسلمين به – لا زال مقيما في ضمير المسلمين .. ولن يخلو زمان من أوس ومن خزرج .. ومن دعاة راشدين يجمعون الإخلاص مع الصواب, وإن دين الله لن يحمله –كما يقول القرضاوي- إلا \"جيل واقعي لا يسبح في البر , ولا يحرث في البحر , ولا يبذر في الصخر ..\nجيل يتجاوز العشوائية , و يحتكم إلى الحقائق , ولا ينسى وهو يتطلع إلى السماء أنه واقف على الأرض ..\n__________\n(1) من ديوان (عطر السماء) للمؤلف.\n(1/168)",
        "\nجيل يرنو إلى شاطئ الأحلام , ولكنه يتوقع هياج البحر ..\nجيل يراعي قوانين الله في كونه , كما يراعي أحكامه في شرعه ..\nجيل يؤمن بالعلم , ويحترم العقل .. تعلم من القرآن والسنة أن التفكير فريضة , وأن التأمل عبادة , وأن طلب العلم جهاد ..\nجيل لا يقف عند التغني بأمجاد الماضي , ولا عند النواح على هزائم الحاضر , ولا عند التمني لانتصارات المستقبل\" (1).\nيقول الدكتور عماد الدين خليل: \"لن يكون انتشار الإسلام السريع , وسريانه كالنور وسط الجماعات البشرية أمراً محيراً يثير الدهشة بقدر ما هو المصير المفروض في دين كهذا الدين .. إنها لمعادلة متكاملة الأطراف: أن يملك هذا الدين القدرة على الانتشار في كل زمان ومكان .. وأن يلتقي مع مطالب الإنسان وأشواقه وحاجاته الأصيلة في إفريقيا وفي أمريكا على السواء .. وأن يحمل قدرته على الحركة والامتداد في قرن سابع أو قرن عشرين .. ولقد كان الإسلام وسيظل الصيغة الوحيدة للتعامل مع إنسانية الإنسان , ليس من قبيل الكلام ولكنها التجربة المُعاشة التي شهدتها وتشهدها و ستشهدها باستمرار أقطار العالم .. هذا الدين ما جاء للعربي وحده ولكنه جاء للإنسان أنّى وحيثما كان , وهو الدين الذي سيظل يتميز بقدرته الأبدية على الاستجابة لمطالب الإنسان في القرن السابع الميلادي أو القرن السبعين!! وسيظل الإسلام رغم اختلال التكافؤ , بل انعدامه أحياناً قديراً على الانتشار في كل زمان وفي كل مكان\" (2).\nبلى ففي مرآة المستقبل يلوح وجه الإسلام , وستسلم الإنسانية لخالقها , وستشرق الأرض بنور ربها.\n\nيد بيد .. وأرواحنا بالإسلام تمتد .. لنعلن ونحن واثقون بتصاريف القضاء .. بما بشّرنا خبر\n__________\n(1) الدكتور يوسف القرضاوي (جيل النصر المنشود) ص (22 - 26).\n(2) (في التأصيل الإسلامي للتاريخ) د. عماد الدين خليل ص (157 - 161).\n(1/169)\n",
        "السماء أن \" المستقبل للإسلام\".\nأخي في العقيدة لن نيأسا ... قريباً سيجلو الصباح المسا\nوسوف يزفُّ إلى العالمين ... بشائر تُنسي ظلام الأسى\nفإنّا مع الفجر في موعدٍ ... عساه يكون قريباً .. عسى (1)\n\nسلسبيل حياة\nيقول الإمام محمد عبده:\n\"جلّت حكمة الله في هذا الدين: سلسبيل حياة نَبع في القفار العربية فأحياها, وزلزل هديره –على لينه- ما كان استحجر من الأرواح فانشقت عن مكنون سر الحياة فيها .. لم يَدع الإسلام أصلاً من أصول الفضائل إلا أتى عليه , ولا قاعدة من قواعد النظام إلا قررها .. لقد علا صوت الإسلام وجهر بأن الإنسان لم يُخلق ليقاد بالزمام , ولكنه فُطر على أن يهتدي بالعلم.\nوحقق الإسلام للإنسان أمرين عظيمين طالما حُرم منهما , وهما: استقلال الإرادة , واستقلال الفكر. بهما كملت له إنسانيته , واستعد لأن يبلغ سعادته (2).\nويقول الأديب الدكتور عبد الوهاب عزام: \"ما دامت النفوس الإنسانية طمّاحة إلى السمو، نزّاعة إلى الخير، مُفعمة بحب الحق والعدل وتواقة إلى الأخوّة والحرية، فلن تقف دعوة الإسلام .. إن دعوة الإسلام لا تقف حتى يموت الخلق الذكي، والقلب الأبي .. وإن الإسلام سيبقى كلمة الله في الأرض، ودعوته إلى الحق، وحجته عن الخلق ... \" (3).\nدين الإنسانية\n__________\n(1) ديوان (أحبك ربي) للمؤلف ص (61).\n(2) (رسالة التوحيد) الإمام محمد عبده (181 - 191).\n(3) (الأوابد) د. عبد الوهاب عزام (69 - 72).\n(1/170)\n\nيقول المستشرق ((مونتغمري وات)) في كتابه (الإسلام والحضارة): \"كل دين يترك الدين الذي يليه يكمل ما فيه، أما الإسلام فهو خاتم الأديان الذي يشتمل على كل فضائلها، وهو الدين الوحيد الذي يؤاخي بين الروح والعقل، والدين والعلم، فهو ينظر إلى الإنسان من حيث هو عقل وروح وشعور وإرادة وإلهام، وإن الإسلام يحترم في الإنسان هذا كله ويدعوه إلى استخدام طاقاته للوصول إلى الحقيقة، ولم تعرف البشرية قبل الإسلام ديناً قد قامت عليه حضارة بالمعنى السليم لكلمة حضارة، فلم يطلب الإسلام التضحية بالدنيا من أجل الآخرة، فالإسلام بذلك دين الحاضر والمستقبل، ودين الإنسانية ما شاء رب الإنسانية\".\n\nالإسلام قوة الغد العالمية\nعنوان كتاب يختمه مؤلفه باول شمتز بهذه العبارة المثيرة: \"سيعيد التاريخ نفسه مبتدئاً من الشرق، من منطقة الصدر الأول للإسلام، وستظهر هذه القوة إذا ما أدرك المسلمون كيفية استخراجها، وستقلب موازين القوى، لأن هذه القوة قائمة على أسس لا تتوافر في غيرها من تيارات القوى العالمية! إن انتفاضة العالم الإسلامي صوت نذير لأوربة ... وأنا أدعو إلى التجمّع لمواجهة هذا العملاق الذي بدأ يصحو ... هل أحد يسمع؟! هل من مجيب؟! \". (1)\n\nالفرد والمجتمع\nيقول المفكر العلامة أنور الجندي:\n\"في الإسلام الفرد والمجتمع متكاملان معاً، المجتمع يبرز مرة، والفرد يبرز مرة أخرى، الفرد للمجتمع والمجتمع للفرد ... والإسلام هو الدين الذي جعل من الإنسان فردياً في الفكر، اجتماعياً في العمل ... فردياً في حق الكسب، اجتماعياً في دفع الزكاة ... فردياً في النوافل،\n__________\n(1) (الإسلام قوة الغد العالمية) باول شمتز (356).",
        "(1/171)\n\nاجتماعياً في الفرائض ... فردياً في المحراب، اجتماعياً في المنبر .. \" (1).\n\nالإسلام حضارة الغد\nتحت هذا العنوان كتاب العلامة الدكتور يوسف القرضاوي: \"البشرية في حاجة ماسة إلى حضارة تعطيها الدين، ولا تُفقدها العلم، تعطيها الإيمان ولا تسلبها العقل. تعطيها الروح ولا تحرمها المادة ... تعطيها الآخرة ولا تحرّم عليها الدنيا .. تعطيها الحق ولا تمنعها القوة ... تعطيها الأخلاق ولا تسلبها الحرية ... تُربحها النفع ولا تخسرها الجمال ... إنه في حاجة إلى حضارة تتصل بها الأرض بالسماء، وتتعانق فيها المعاني الربانية والمصالح الإنسانية، ويتآخى فيها العقل المفكر والقلب المؤمن، ويمضي فيها الإنسان قدماً مستضيئاً بنور الوحي الإلهي، ونور الفكر البشري .. وليست هذه الحضارة إلا حضارة الإسلام، التي يتجلى فيها التوازن والتكامل، وتلتقي فيها المتقابلات في صورة من الاتساق المبدع، وبهذا التوازن تتميز الأمة المسلمة عن غيرها من الأمم، ويضعها في مرتبة الأستاذية، وهو ما خاطبها الله تعالى به بقوله: {وَكَذَلِكَ جَعَلْناكُمْ أُمَّةً وَسَطًا لِّتَكُونُواْ شُهَدَاء عَلَى النَّاسِ} .. منهج الله وحده يُعنى بإشباع حاجات الإنسان كله، جسمه وعقله وروحه، ويهتم بالإنسان فرداً وعضواً في أسرة، وعضواً في مجتمع، يهتم بالإنسان طفلاً، والإنسان شاباً، والإنسان شيخاً ... الإنسان رجلاً والإنسان إمرأة ... الإنسان من حيث هو إنسان\" (2).\n\"وإذا كان القرن التاسع عشر قرن الرأسمالية، والقرن العشرون قرن الشيوعية، فإن القرن الحادي والعشرين هو قرن الإسلام\" (3).\nموعده الانتصار\n__________\n(1) موسوعة (مقدمات العلوم والمناهج) أنور الجندي – مجلد (7) – ص (323)\n(2) (الإسلام حضارة الغد) د. يوسف القرضاوي (140 - 143).\n(3) (مبشرات بانتصار الإسلام) د. يوسف القرضاوي (91).\n(1/172)",
        "\nويقول المفكر المسلم الدكتور مراد هوفمان: \"الإسلام هو الحياة البديلة بمشروع أبدي لا يبلى ولا تنقضي صلاحيته، وإذا رآه البعض قديماً فهو أيضاً حديث ومستقبليّ لا يحدّه زمان ولا مكان، فالإسلام ليس موجة فكرية ولا موضة، ويمكنه الانتظار ... \" (1).\n\nرسالة الإنسانية\nويقول الباحث د. محمد عبد الله الدراز: \"رسالة الإسلام تدعو إلى نفسها بنفسها، يكاد زيتها يضيء ولو لم تمسسه نار ... إنها رسالة الفطرة السليمة والأخلاق الكريمة، والسياسة الحكيمة، فلماذا لا تكون رسالة الإنسانية كلها، لماذا لا تعتنقها البشرية جمعاء\" (2).\n\nطريق النجاة\nويقول المفكر علي عزت بيغوفيتش: \"إن الإسلام لم يأخذ اسمه من قوانينه ولا من نظامه ولا من عبادته، وإنما من شيء يشمل هذا كله ويسمو عليه! من لحظة فارقة تنقدح فيها شرارة وعي باطني ... من قوة النفس في مواجهة محن الزمان ... من التهيؤ لاحتمال كل ما يأتي به القدَر ... من حقيقة التسليم لله ... إنه استسلام لله ... والاسم ((إسلام)) \" (3).\n\nالدرس الأخير\nوأختم هذا الكتاب بدرسٍ يُمليه علينا التاريخ: \"إن الأمة الإسلامية قد مر عليها حين من\n__________\n(1) (الإسلام كبديل) د. مراد هوفمان (132).\n(2) (نظرات في الإسلام) د. محمد عبد الله الدراز (14).\n(3) (الإسلام بين الشرق والغرب) للرئيس علي عزت بيغوفيتش، هذا الكتاب الذي قال فيه (كارلسون): \"إن تحليله للأوضاع الإنسانية مذهل! وقدرته التحليلية الكاسحة تهبنا شعوراً متعاظماً بجمال الإسلام وعالميته\".\n(1/173)\n",
        "الدهر اندحرت من كل جهة، إذ سقطت القدس بأيدي الصليبيين، وبغداد بأيدي التتار، ولم يبقَ إلا أن تنطبق الكماشة على قلب العالم الإسلامي ((مصر)).\nوكان السؤال الذي يدور في العالم: كم بقي من الوقت حتى يزول دين محمد؟ \" ...\n\"فلم يمضِ سوى قرن حتى سقطت القدس في جعبة صلاح الدين، والقسطنطينية في جعبة محمد الفاتح، وكان السؤال الذي تتردد أصداؤه في العالم: هل سيقف شيءٌ في وجه دين محمد؟ \".\n{وَعَدَ اللَّهُ الَّذِينَ آمَنُوا مِنكُمْ وَعَمِلُوا الصَّالِحَاتِ لَيَسْتَخْلِفَنَّهُم فِي الأَرْضِ كَمَا اسْتَخْلَفَ الَّذِينَ مِن قَبْلِهِمْ وَلَيُمَكِّنَنَّ لَهُمْ دِينَهُمُ الَّذِي ارْتَضَى لَهُمْ وَلَيُبَدِّلَنَّهُم مِّن بَعْدِ خَوْفِهِمْ أَمْنًا يَعْبُدُونَنِي لا يُشْرِكُونَ بِي شيْئًا} (1).\n***\n__________\n(1) سورة النور (55).\n(1/174)\n\nختام ودعاء\n\nلدى قيامنا برحلة كثيراً ما نفتح حقائبنا لنكتشف أننا قد نسينا بعض المتاع! فنأسف ونحزن، ولا يُخفف حزننا إلا فرحنا بأننا أنجزنا الرحلة، وصاحبنا الجمال، وجدّدنا الحياة ... والكمال لا يُنال وإنما يُسعى إليه ...\nفتقبّل يارب ما كان طيباً، وتجاوز عن عثرات القلم، واغفر اللهم لمن مرت عينه على كلماتي، فآخت أفكاره أفكاري، فراح يدعو الناس لأفكارنا ... وراح يسأل الله ربّه، أن يغفر لي ذنبي ويغفر له ذنبه ...\nاللهم: حُجّتنا لديك حاجتنا إليك ... وكنزنا عجزنا بين يديك ...\nاللهم: سبيلنا إليك، إنعامك علينا .. وشفيعنا لديك، إحسانك إلينا ...\nإلهنا: ما أقربك ممن دعاك ... وما أحلمك على من عصاك ...\nفلا تبعد اللهم من اقترب منك، ولا تطرد اللهم من ابتعد عنك ...\nاللهم: حاشاك أن تمنع من يسألك، وأنت تغضب على من لا يسألك ..\nاللهم: قد وهبتنا التوحيد بلا سؤال، فلا تحرمنا رضاك مع السؤال ..\nاللهم: لا نظنُّ تردّنا في حاجة قد أمضينا أعمارنا ونحن نطلبها منك ..\nفي هدأة الليل الحزينْ ... ناجيت ربَّ العالمينْ\nأرشدْ جميعَ الحائرينْ ... واقبل دموع التائبينْ\nوافتح عيون الغافلينْ ... حتى ترى النور المبينْ (1)\n__________\n(1) عن ديوان (أحبك ربي – نجاوى شعرية) للمؤلف ص (33).",
        "(1/175)\n\nاللهم نوِّر أعمارنا بالدين .. وزيّن أقلامنا باليقين .. وثبّت أقدامنا في الميادين .. وأعنّا كي نخرج من أغوارنا وأغوار الكون كل طاقاتٍ خفين.\n\"أعوذ بك اللهم أن أَظْلِمَ أو أُظْلَم، أو أَعتدي أو يُعتدى عليّ، أو أكتسب خطيئة مُحبطة، أو ذنباً لا يُغفر ..\n{رَبِّ قَدْ آتَيْتَنِي مِنَ الْمُلْكِ وَعَلَّمْتَنِي مِن تَأْوِيلِ الأَحَادِيثِ فَاطِرَ السَّمَاوَاتِ وَالأَرْضِ أَنتَ وَلِيِّي فِي الدُّنُيَا وَالآخِرَةِ تَوَفَّنِي مُسْلِمًا وَأَلْحِقْنِي بِالصَّالِحِينَ} (1).\n{قُلْ إِنَّ صَلاَتِي وَنُسُكِي وَمَحْيَايَ وَمَمَاتِي لِلّهِ رَبِّ الْعَالَمِينَ، لاَ شَرِيكَ لَهُ وَبِذَلِكَ أُمِرْتُ وَأَنَاْ أَوَّلُ الْمُسْلِمينَ} (2).\nوفي كل نهاية يطيب الحمد لله رب العالمين، والصلاة على خاتم النبيين.\n\n***\n__________\n(1) سورة يوسف (101).\n(2) سورة الأنعام (162).\n(1/176)",
        "\nقائمة بأسماء المراجع\n-------------\n\n((ركائز الإيمان بين العقل والقلب)) العلامة محمد الغزالي\n((ظلام من الغرب)) ... محمد الغزالي\n((الغزو الثقافي يمتد في فراغنا)) محمد الغزالي\n((التعصب والتسامح بين المسيحية والإسلام)) محمد الغزالي\n((جيل النصر المنشود)) الدكتور يوسف القرضاوي\n((العقل والعلم والقرآن الكريم)) ... الدكتور يوسف القرضاوي\n((الإسلام حضارة الغد)) الدكتور يوسف القرضاوي\n((مدخل لمعرفة الإسلام)) الدكتور يوسف القرضاوي\n((كيف نتعامل مع القرآن العظيم)) الدكتور يوسف القرضاوي\n((الصبر في القرآن الكريم)) الدكتور يوسف القرضاوي\n((مسلمة الغد)) الدكتور يوسف القرضاوي\n((الثقافة العربية الإسلامية، بين الأصالة والمعاصرة)) الدكتور يوسف القرضاوي\n((المبشرات بانتصار الإسلام)) الدكتور يوسف القرضاوي\n((أزمة الفكر الإسلامي الحديث)) الدكتور محمد عمارة\nموسوعة ((مقدمات العلوم والمناهج)) العلامة أنور الجندي\n((آفاق جديدة للدعوة الإسلامية في عالم الغرب)) العلامة أنور الجندي\n((أضواء على الأدب العربي المعاصر)) العلامة أنور الجندي\n((إظهار الحق)) العلامة رحمة الله الهندي\n((الإسلام والمسيحية مع العلم والمدنية)) الإمام محمد عبده\n((رسالة التوحيد)) الإمام محمد عبده\n((الحوار دائماً وحوار مع مستشرق)) الدكتور شوقي أبو خليل\n((الإسلام في قفص الاتهام)) الدكتور شوقي أبو خليل\n((الإسلام نهر يبحث عن مجرى)) الدكتور شوقي أبو خليل\n((التسامح في الإسلام)) الدكتور شوقي أبو خليل\n(1/177)\n",
        "((الحضارة العربية الإسلامية)) الدكتور شوقي أبو خليل\n((دور الحضارة العربية الإسلامية في النهضة الأوربية)) الدكتور شوقي أبو خليل – أ. هاني المبارك\nديوان ((قلب ورب)) للشاعر عمر بهاء الدين الاميري\n((هكذا كانوا يوم كنا)) الدكتور حسان شمسي باشا\n((الإسلام والمبادئ المستوردة)) الدكتور عبد المنعم النمر\n((سقوط الحضارة الغربية)) الأستاذ أحمد منصور\n((النفوذ اليهودي في الإدارة الأمريكية)) الأستاذ أحمد منصور\n((المرأة والأسرة المسلمة من منظور غربي)) الدكتور عماد الدين خليل\n((حول تشكيل العقل المسلم)) الدكتور عماد الدين خليل\n((القرآن الكريم من منظور غربي)) الدكتور عماد الدين خليل\n((تهافت العلمانية)) الدكتور عماد الدين خليل\n((في التأصيل الإسلامي للتاريخ)) الدكتور عماد الدين خليل\n((فوضى العالم في المسرح الغربي المعاصر)) الدكتور عماد الدين خليل\n((الفن والعقيدة)) الدكتور عماد الدين خليل\n((مقدمات للنهوض بالعمل الدعوي)) الدكتور عبد الكريم بكار\n((العولمة)) الدكتور عبد الكريم بكار\n((تجديد الوعي)) الدكتور عبد الكريم بكار\n((من أجل انطلاقة حضارية شاملة)) الدكتور عبد الكريم بكار\n((مدخل إلى التنمية المتكاملة)) الدكتور عبد الكريم بكار\n((حتى يتحقق الشهود الحضاري)) المفكر عمر عبيد حسنة\n((منهجية الاقتداء)) المفكر عمر عبيد حسنة\n((نظرات في الإسلام)) الدكتور محمد راتب النابلسي\n((عصارات – كلمات في المنهج والنقد والحب)) الدكتور محمود عكام\n((الإسلام والإنسان)) الدكتور محمود عكام\n((لمَ أسلم هؤلاء الأجانب)) محمد عثمان عثمان\n((شمس الإسلام تشرق من جديد)) محمد عثمان عثمان\n((محمد في الآداب العالمية المنصفة)) محمد عثمان عثمان\n(1/178)\n\n((هؤلاء المثقفون اختاروا الإسلام)) محمد عثمان عثمان\n((وحي القلم)) الأديب العلامة مصطفى صادق الرافعي\n((روائع إقبال)) العلامة أبو الحسن الندوي\n((المد والجزر في تاريخ الإسلام)) العلامة أبو الحسن الندوي\n((الطريق إلى المدينة)) العلامة أبو الحسن الندوي\n((هل اليهودية التلمودية دين؟!)) الدكتور سامي عصاصة\n((الفكر الإسلامي في مواجهة الغزو الثقافي في العصر الحديث)) الدكتور مصطفى حلمي\n((رجال ونساء أسلموا)) عرفات كامل العشي\n((عظماء ومفكرون يعتنقون الإسلام)) محمد طماشي\n((الإمام الغزالي)) صالح أحمد الشامي\n((الإسلام)) العلامة الدكتور أحمد شلبي\n((المسيحية)) العلامة الدكتور أحمد شلبي\n((في آفاق الحوار الإسلامي المسيحي)) محمد حسين فضل الله\n((حوارات مع مسلمين أوربيين)) الدكتور عبد الله الأهدل\n((حوارات مع أوربيين غير مسلمين)) الدكتور عبد الله الأهدل\n((محمد في الكتاب المقدس)) عبد الأحد داود، ترجمة فهمي شما\n((الإسلام على مفترق الطرق)) محمد أسد، ترجمة د. عمر فروخ\n((الطريق إلى الإسلام)) محمد أسد، ترجمة عفيف البعلبكي\n((يوميات مسلم ألماني)) مراد هوفمان، ترجمة عباس العماري\n((الطريق إلى مكة)) مراد هوفمان\n((الإسلام كبديل)) مراد هوفمان، ترجمة عادل المعلم\n((الصراع من أجل الإيمان)) د. جيفري لانغ، ترجمة د. منذر العبسي\n((حتى الملائكة تسأل)) د. جيفري لانغ، ترجمة د. منذر العبسي\n((إنجيل برنابا)) ترجمة الدكتور خليل سعادة\n((صرخة في واد)) للشاعر محمود غنيم\n((حاضر العالم الإسلامي)) مع تعليقات الأمير شكيب أرسلان ترجمة عجاج نويهض\n((يا إلهي)) ديوان شعر للشاعر محمد التهامي",
        "(1/179)\n\n((أمريكا والإسلام – تعايش أم تصادم؟)) الدكتور عبد القادر طاش\n((أمريكا – السقوط والحل)) مختار المسلاتي\n((التبشير والاستعمار)) الدكتور عمر فروخ ومصطفى الخالدي\n((الإسلام والغرب والديموقراطية)) جودت سعيد، عبد الواحد علواني\nموسوعة ((النهضة الإسلامية في سير أعلامها المعاصرين)) الدكتور محمد رجب البيومي\n((إنه الحق)) هيئة الإعجاز العلمي للقرآن والسنة بمكة المكرمة\n((مشكلة الأفكار في العالم الإسلامي)) المفكر مالك بن نبي\n((رحلات)) الدكتور عبد الوهاب عزام\n((المثاني)) الدكتور عبد الوهاب عزام\n((الأوابد)) الدكتور عبد الوهاب عزام\n((وهذه مشكلاتنا)) الدكتور محمد سعيد رمضان البوطي\n((مناهج التربية الإسلامية)) الدكتور ماجد عرسان الكيلاني\n((جناح جبريل)) د. محمد إقبال، ترجمة محمود غازي، الصاوي شعلان\n((فلسفة إقبال)) الصاوي شعلان، ومحمد حسن الأعظمي\n((حقائق الإسلام وأباطيل خصومه)) الأديب عباس محمود العقاد\n((الإسلام دعوة عالمية)) الأديب عباس محمود العقاد\n((ما يقال عن الإسلام)) الأديب عباس محمود العقاد\n((الصحائف)) الأديبة مي زيادة\n((المساواة)) الأديبة مي زيادة\n((بين الجزر والمد)) الأديبة مي زيادة\n((رجاء جارودي وحضارة الإسلام)) أمينة الصاوي، ود. عبد العزيز شرف\n((لماذا أسلمت)) إعداد محمد عثمان الخشت\n((مقدمة في علم التفاوض الاجتماعي والسياسي)) الدكتور حسن محمد وجيه\n((المفكرون العرب ومنهج كتابة التاريخ)) وليد نويهض\n((الغارة على العالم الإسلامي)) ل. شاتيلييه\n((حِكَم النبي محمد)) ليف تولستوي، ترجمة سليم قبعين\n((شمس الله تسطع على الغرب)) زيغريد هونكه، ترجمة فاروق بيضون، وكمال دسوقي\n(1/180)",
        "\n((حضارة العرب)) غوستاف لوبون، ترجمة عادل زعيتر\n((حياة الحقائق)) غوستاف لوبون\n((الإسلامية والمسيحية)) أليكسي جورافسكي، ترجمة د. خلف محمد جراد\n((الإسلام والعرب)) روم لاندو، ترجمة منير البعلبكي\n((الاستشراق)) إدوارد سعيد، ترجمة كمال أبو ديب\n((عودة الوفاق بين الإنسان والطبيعة)) جاك بيليت، ترجمة السيد محمد عثمان\n((الإسلام قوة الغد العالمية)) باول شمتز، ترجمة د. محمد شامة\n((العالم الإسلامي وقضاياه التاريخية)) بيانكا ماريا سكارسيا، ترجمة سمير سعد\n((سر إسلام الأمريكيات)) الباحثة كارول أنوي، ترجمة محمد عبد العظيم علي\n((سيرتي الذاتية)) جان بول سارتر، ترجمة د. سهيل إدريس\n((قصة الحضارة)) ول ديورانت\n((الأساطير المؤسسة للسياسة الإسرائيلية)) د. روجيه جارودي، ترجمة حافظ الجمالي\n((مستقبل الإسلام في الغرب)) روجيه جارودي، د. رفيق المصري\n((بين الأمل والتاريخ)) بيل كلينتون، ترجمة محمد جميل قصاص\n((القرآن الكريم والعلم العصري)) د. موريس بوكاي، ترجمة فودي سوريبا كمارا\n((دراسة الكتب المقدسة في ضوء المعارف الحديثة)) الدكتور موريس بوكاي\n((آمنت بربكم فاسمعون)) إميلي براملت\n((سقوط الحضارة)) كولن ولسون، ترجمة أنيس زكي حسن\n((قوة الأشياء)) سيمون دي بوفوار، ترجمة عائدة إدريس\n((الديوان الشرقي للمؤلف الغربي)) يوهان غوته، ترجمة عبد الرحمن بدوي\n((جوته والعالم العربي)) كاتارينا مومزن، ترجمة الدكتور عدنان عباس علي\n((الإنسان ذلك المجهول)) ألكسيس كارليل، ترجمة شفيق فريد\n((الإنسان والإسلام ومدارس الغرب)) الدكتور علي شريعتي، ترجمة عباس الترجمان\n((الشرق في أدب غوته)) عبد الرحمن صدقي\n((قصائد شرقية)) ألكسندر بوشكين\n((الإسلام والغرب - إشكالية التعايش والصراع)) الدكتور سمير سليمان\n((الفكر الإسلامي الحديث وصلته بالاستعمار الغربي)) الدكتور محمد البهي\n(1/181)\n",
        "((الإسلام والغرب - الحاضر والمستقبل)) زكي الميلاد، تركي الربيعو\n((التنصير والاستعمار)) عبد العزيز كحلوت\n((بالقرآن أسلم هؤلاء)) عبد العزيز الغزولي\n((بنية التخلف)) إبراهيم البليهي\n((الإسلام فوبيا - عقدة الخوف من الإسلام)) مصطفى الدباغ\n((تاريخ الأديان)) الدكتور محمد زحيلي والدكتور يوسف العش\n((النصرانية من التوحيد إلى التثليث)) الدكتور محمد أحمد الحاج\n((تذكار جيتي)) عباس محمود العقاد\n((التفكير فريضة إسلامية)) عباس محمود العقاد\n((الكشكول)) العلامة الدكتور حسن ظاظا\n((حافظ شيرازي)) الدكتور إبراهيم الشواربي\n((أم القرى)) عبد الرحمن الكواكبي\n((دموع قديمة)) الدكتور محمد جميل غازي\n((ابن باديس)) عمار الطالبي\n((رياح التغيير)) جودت سعيد\n((البحث عن الحقيقة الكبرى)) المهندس عصام قصاب\n((أحبك ربي - نجاوى شعرية)) الدكتور عبد المعطي الدالاتي\n((عطر السماء - حُداء للبنين والبنات)) الدكتور عبد المعطي الدالاتي\n((أبحث عن هوية)) الأستاذ عبد الحكيم بحلاق\n((الإعلان الإسلامي)) المفكر علي عزت بيغوفتش، ترجمة محمد يوسف عدس\n((الإسلام بين الشرق والغرب)) المفكر علي عزت بيغوفتش، ترجمة محمد يوسف عدس\n((أباطيل وأسمار)) العلامة اللغوي محمود شاكر\n((اللغة العربية ومكانتها بين اللغات)) الدكتور فرحان السليم\n\n***\n(1/182)\n\nالفهرست\nالإهداء ... 2\nصفحة من القرآن الكريم ... 3\nصفحة من الحديث الشريف ... 4\nصفحة من العهد القديم ... 5\nصفحة من الأناجيل ... 6\nالمقدمة: ربحت محمداً ولم أخسر المسيح ... 8\nالفصل الأول: التصور الإسلامي للمسيح ... 16\nالفصل الثاني: شهادات الذين أسلموا ... 27\nالفصل الثالث: المد الإسلامي في الغرب: آفاقه - عوائقه - بصائر وبشائر 74\nالفصل الرابع: الإسلام وحضارته: رؤى غربية منصفة ... 113\nالفصل الخامس: الحضارة الغربية في قفص الاتهام: رؤية من الداخل ... 132\nالفصل السادس: الحضارة الغربية في قفص الاتهام: رؤية من الخارج ... 150\nالفصل السابع: المستقبل للإسلام ... 166\nختام ودعاء ... . ... 176\n\n***",
        "(1/183)\n\nالمؤلف في سطور:\n\n- من مواليد مدينة حمص، سورية، عام 1961غ\n- نال شهادة (دكتور في الطب البشري) من جامعة دمشق عام 1985غ.\n- نال شهادة (ماجستير في الأحياء الدقيقة) من جامعة دمشق 1989غ.\n- نال (إجازة في اللغة العربية وآدابها) من جامعة حلب عام 1993غ.\n- نال شهادة (الاختصاص في الدمويات) عام 1996غ.\n- دَرس علوم (الشريعة الإسلامية) في كلية الشريعة بجامعة دمشق.\n- دَرس (اللغة الإنجليزية وآدابها) في كلية الآداب بجامعة البعث.\n- المؤلفات والبحوث:\n- المنشورة:\n- (ربحت محمداً ولم أخسر المسيح) - نشر مؤسسة الرسالة والدار المتحدة.\n- (عطر السماء - حُداء للبنين والبنات) - لحن قصائده المنشد مأمون عبد السلام، نشر مؤسسة الرسالة والدار المتحدة.\n- (أحبك ربي - نجاوى شعرية) - نشر دار الفكر بدمشق.\n- لحّن قصائده المنشدون: محمد العزاوي، ومصطفى الجعفري وإيهاب أكرم ..\n- (أمنية العمر) - ديوان شعر لحن قصائده المنشدان محمد العزاوي ومأمون عبد السلام. نشر مؤسسة الرسالة والدار المتحدة.\n- (إليك حواء) - قصائد للمرأة المسلمة، نشر مؤسسة الرسالة والدار المتحدة.\n- (لكُم يغنّي الربيع) - ديوان شعر للأطفال؛ نشر مؤسسة القمر الصغير. صدر ملحّنا بصوت المنشد عماد رامي.\n(1/184)",
        "\n- (لحن البراءة) - ديوان شعر للأطفال؛ نشر مؤسسة القمر الصغير.\n- (عيون القمر) - ديوان شعر للأطفال؛ نشر مؤسسة القمر الصغير.\n- نشر مقالاته وبحوثه وقصائده في موقع صيد الفوائد، وموقع الإسلام اليوم، وموقع لها، ولها أون لاين، ومجلة الفاتح و في سواها من المواقع والمجلات.\n- ومن مؤلفاته المخطوطة:\n- ((في ظلال الرسول)).\n- ((في ظلال القلم)).\n- ((محمد والحياة)).\n- ((مصباح الفكر)) - خواطر مرسلة -.\n(1/185)\n"
    ]
}