{
    "partText": [
        "\nوَفِي أَنْفُسِكُمْ أَفَلاَ تُبْصِرُونَ\n\nروائع الإعجاز الطبي\nفي القرآن والسنَّة\n\nتأليف عبد الدائم الكحيل\n\nمن إصدارات موقع المهندس عبد الدائم الكحيل\nwww.KAHEEL7.com\nــــــــــــــــــــــــــــــــــــــــــ نسخة مجانية\n\nفي البداية\nنقدم لإخوتنا القراء هذا الإصدار الرائع حول بعض المقالات والأبحاث الطبية الجديدة والمنشورة على الموقع، بعد إعادة إخراجها وجمعها لتكون حلقة في سلسلة \"روائع الإعجاز\" والتي نسأل الله تعالى أن يجعل فيها النفع والخير لكل من يطلع عليها.\nإننا نعيش في عصر العلم والاكتشافات العلمية والطبية والكونية، وهذا كتاب الله ينطق بالحق، فهو كلمة الله الخالدة والمعجزة، إنه كتاب يتحدى كل المخلوقات على مر العصور أن يأتوا بمثله، وما الحقائق الطبية والعلمية والتي تتكشف يوماً بعد يوم وتُظهر أن القرآن قد سبق علماء الغرب في ميادين العلم الحديث، ما هذه الحقائق إلا دليل على صدق كتاب الله تعالى.\nنرجو من الله أن يتقبل منا هذا العمل وأرجو من إخوتي القراء ألا ينسوني من دعوة صالحة تعينني على كتابة المزيد من الأبحاث النافعة.\nوآخر دعوانا أن الحمد لله رب العالمين\n\nعبد الدائم الكحيل\nسورية – حمص\nهاتف جوال 652879 95 00963\nالبريد الإلكتروني للمراسلة والتواصل\nKaheel7@yahoo.com\n\nالرسول صلى الله عليه وسلم يدعو للبحث الطبي\nالحمد الله الذي بعث لنا هذا النبي الكريم ليعلمنا الكتاب والحكمة، صلى الله عليه وعلى آله وصحبه وسلم. فالأحاديث الشريفة هي المصدر الثاني للتشريع بعد القرآن الكريم. وقد يدعي البعض أنه لا حاجة لهذه الأحاديث ما دام القرآن موجوداً!!\n(1/1)\n",
        "وقد يدعي آخرون انه لا يمكن معرفة الحديث الصحيح من الحديث الموضوع، لذلك نجد بعض هؤلاء المبطلين ينكرون أحاديث المصطفى عليه الصلاة والسلام. ولكن الله تعالى قال عن حبيبه ونبيه محمد صلى الله عليه وسلم: (وما ينطق عن الهوى * إن هو إلا وحي يوحى) [ النجم: 3 ـ4]. لذلك ومن حكمة البارئ جل وعلا أنه ألهم رسوله عليه الصلاة والسلام أن يتحدث بأحاديث علمية ليأتي البشر بعد أربعة عشر قرناً ويكتشفوا هذه الحقائق!\nإذن ونحن نعيش العصر المادي في الألفية الثالثة تأتي أحاديث الرسول الكريم صلى الله عليه وسلم لتخاطب العلماء كل حسب اختصاصه، وتثبت لهم أن كل كلمة نطق بها هذا النبي الخاتم عليه الصلاة والسلام هي حق من عند الله تعالى.\nلقد كان رسول الله صلى الله عليه وسلم أول رجل في التاريخ دعا إلى البحث العلمي الطبي من خلال أحاديث كثيرة أرسى من خلالها أهم الأسس للطب الحديث. يقول رسول الله صلى الله عليه وسلم: (ما أنزل الله داء إلا أنزل له شفاءً) [رواه البخاري]. هذا الحديث العظيم يؤكد وجود الشفاء لمختلف أنواع المرض، وهذا يعني أن الإنسان إذا بحث عن العلاج سيجده. وفي حديث آخر يؤكد الرسول الكريم صلى الله عليه وسلم على ضرورة علم الطب وتعلمه والبحث عن الدواء، فقال: (ما انزل الله عز وجل داءً إلا أنزل له دواء علمه من علمه وجهله من جهله) [رواه أحمد]. فهذا الحديث يحث على البحث في الطب: (علمه من علمه). ويؤكد أن الدواء موجود ولكن يحتاج لمن يبحث عنه ويجتهد في طلبه واكتشافه.\n(1/2)\n\nوفي حديث آخر يعلمنا الرسول الكريم عليه الصلاة والسلام كيف نبحث عن الدواء المناسب لكل داء، أي هنالك نظام طبي لعلاج الأمراض، يقول صلى الله عليه وسلم: (لكل داء دواء فإذا أصيب دواء الداء برأ بإذن الله تعالى) [رواه مسلم]. وهنالك أحاديث وأحاديث أكثر من أن تُحصى جميعها تتفق مع معطيات الطب الحديث وهذا دليل على أنه لا تناقض بين الحقائق الطبية اليقينية وبين أحاديث سيدنا رسول الله عليه وعلى آله الصلاة والسلام.\nـــــــــــــــــــــــ\n\nالناصية ... بين العلم والإيمان\n\nلماذا يكذب الإنسان أو يرتكب الأخطاء؟ وهل هنالك منطقة محددة في الدماغ تتحكم بالكذب والخطأ؟ أين يوجد مركز القيادة والسلوك؟ إنها اكتشافات حديثة جداً تحدث عنها القرآن، لنقرأ هذا البحث الرائع...\n\nمركز الكذب\nكيف كان الناس ينظرون إلى الكذب قديماً وحديثاً؟ وهل تغيرت المعرفة البشرية بهذا الجانب الأخلاقي المهم في حياة الإنسان؟ إذا تتبعنا التاريخ الإنساني نلاحظ أن الناس نظروا إلى الكذب على أنه عادة سيئة فحسب.\nولكن عندما تطور العلم وبدأ العلماء يستخدمون التجارب العلمية لربط جميع الظواهر بأشياء مادية ومحاولة إعطائها تفسيراً علمياً مقبولاً. أي: لماذا يكذب الإنسان؟ وهل هنالك منطقة محددة في الدماغ مسؤولة عن الكذب؟ بل ماذا يحدث أثناء عملية الكذب؟ وهل هنالك طاقة يصرفها الإنسان عندما يكذب؟\nومن جهة ثانية ماذا عن الصدق؟ وهل هنالك فرق في عمليات الدماغ عندما يقول الإنسان الحق، أو عندما يكذب؟ هذه أسئلة شغلت بال بعض العلماء في السنوات القليلة الماضية، وبما أن ظاهرة الكذب قد تفشَّت بشكل كبير وغير مسبوق، فلا بد من البحث عن وسائل موثوقة لكشف هذا الكذب.\nتجربة جديدة لكشف الكذب\n\nجهاز جديد للتصوير بواسطة الرنين المغنطيسي حيث يقوم هذا الجهاز بمسح شامل للدماغ وإظهار المناطق الأكثر نشاطاً.",
        "(1/3)\n\nفي عام 2003 قام بعضهم بتجربة رائعة لكشف أسرار الكذب. لقد كان هدف التجربة محاولة ابتكار جهاز لكشف الكذب، وهل من الممكن أن نستخدم هذا الجهاز في التحقيق مع المجرمين؟ وقد كان سر الإجابة في معرفة المنطقة المسؤولة عن الكذب أولاً.\nوبعد إجراء التجارب والتقاط العديد من الصور لجميع أجزاء الدماغ وجد العلماء أن الإنسان عندما يكذب فإن هنالك نشاطاً كبيراً تظهره الصور المغنطيسية بطريقة تسمى functional magnetic resonance imaging في منطقة محددة من الدماغ وهي منطقة أعلى ومقدمة هذا الدماغ [1].\nوهكذا استنتج العلماء أن الجزء الأمامي العلوي من الدماغ هو المسؤول عن الكذب! وهذا الجزء هو ما نسميه في اللغة العربية بناصية الإنسان، أي أعلى ومقدمة الرأس، وهنا يتوضع هذا الجزء من الدماغ.\n\nأظهرت الصور الحديثة للدماغ أثناء تجربة الكذب، أن المنطقة في أعلى ومقدمة الدماغ تنشط بشكل كبير أثناء الكذب، لاحظ البقعة الحمراء التي تشير إلى نشاط في مقدمة وأعلى الدماغ حين يكذب الإنسان.\n\nويقول العالم Scott Faro الذي أجرى هذه التجارب: عندما يقول الإنسان الحقيقة أي عندما يكون صادقاً، تكون المنطقة ذاتها في الدماغ أي الجزء الأمامي في حالة نشاط أيضاً، ويمكن أن نستنتج أن منطقة الناصية هي المسؤولة عن الصدق أو الكذب.\nالكذب يتطلب طاقة أكبر!\nلقد أثبتت التجارب الجديدة على الدماغ بطريقة التصوير بالرنين المغنطيسي، أن الإنسان عندما يكذب فإن دماغه يعمل أكثر وبالتالي يتطلب طاقة أكبر، وهذا يعني أن الصدق يعني التوفير في الطاقة وفي عمل الدماغ.\nبل إنهم يتحدثون اليوم عن حقيقة جديدة وهي أن الدماغ قد صُمم أساساً على الصدق أو كما يعبرون عنه بقولهم truthful is the brain's \"default\" mode أي أن الصدق هو النظام الافتراضي للدماغ!\n(1/4)",
        "\nإن المجرمين المحترفين من السهل عليهم خداع أي جهاز لكشف الكذب، ولذلك يحاول العلماء اليوم التوجه مباشرة إلى مصدر الكذب وهو الدماغ، وذلك باستخدام تقنية مسح الدماغ fMRI scanner لاكتشاف الكذب عند المجرمين، ويؤكدون بأن هذه الطريقة تعطي نتائج دقيقة جداً. فمهما كان الإنسان بارعاً بالكذب فإنه لن يستطيع التحكم بالمنطقة الأمامية في دماغه والتي تكون أكثر نشاطاً عندما يكذب [2].\nمع أن الملاحظ وجود عدة مناطق تنشط أثناء الكذب إلا أن العلماء [3] يعتقدون أن هنالك منطقة محددة في الدماغ مسؤولة عن الكذب، وهي المنطقة الأكثر نشاطاً أثناء عملية الكذب، وقد بينت القياسات كما رأينا أن المنطقة الأمامية من الدماغ هي الأكثر نشاطاً ولذلك فهي المسؤولة عن الكذب في دماغ الإنسان.\nمركز الخطأ\nفي تجربة جديدة أيضاً بحث العلماء عن مصدر الخطأ في الدماغ، فقاموا بعملية مسح شاملة لدماغ إنسان يرتكب خطأ ما، والنتيجة المفاجئة هي وجود منطقة في الدماغ مسؤولة عن الأخطاء التي يرتكبها الإنسان، ولكن ما هي هذه المنطقة؟\nفي هذه التجربة وجد العلماء أن مقدمة الدماغ وتحديداً في قشرة الدماغ الأمامية وتسمى rACC وهي ما نسميه \"الناصية\" تكون أكثر نشاطاً عندما يرتكب الإنسان خطأ ما! وكلما كان الخطأ أكبر كانت هذه المنطقة أنشط.\n\nصور حقيقية لدماغ يظهر وجود نشاط كبير في المنطقة الأمامية أثناء ممارسة الكذب. الصورة اليسرى تمثل الدماغ في حالة الصدق، ثم تليها صور لحالات متدرجة في الكذب، حيث نلاحظ ازدياد حجم البقعة الصفراء التي تمثل نشاط الدماغ في المنطقة الأمامية، ويزداد هذا النشاط تدريجياً كلما تعمد الإنسان الكذب أكثر. http://www.idealibrary.com\n\nوتعتمد التقنية الجديدة في كشف الخطأ على مسح الدماغ بالرنين المغنطيسي الذي يهدف إلى رصد حركة الدم، وسرعة تدفق الدم في مختلف أجزاء الدماغ. وبالطبع فإن المنطقة ذات التدفق الأكبر تكون هي الأنشط [4].\n(1/5)\n",
        "إن الجزء الأمامي من الدماغ The frontal lobe of the brain هو أهم جزء في الدماغ، حيث يتم فيه توجيه الإنسان والحيوان، ويتم فيه اتخاذ القرارات المهمة، سواء كانت صحيحة أم خاطئة. ويتم فيه أيضاً التخطيط للخير والشر.\nمركز القيادة والتحكم والسلوك والتوجه\nلقد بينت التجارب الحديثة أنه لدى التحكم بالمشاعر والعواطف وأثناء اتخاذ القرارات المهمة، فإن المنطقة الأمامية من الدماغ تكون أكثر نشاطاً، ومن هنا استنتج العلماء أن هذه المنطقة مسؤولة عن التحكم والسيطرة لدى الإنسان [5]. كما أن هذا القسم من الدماغ مسؤول أيضاً عن التخطيط لدى الإنسان وإيجاد الحلول والتفكير الإبداعي.\nلقد تبين بنتيجة الأبحاث والتجارب أن منطقة المقدمة من الدماغ أو الجزء الأمامي منه هو المسؤول عن السلوك behaviour والاندفاع، وقد أظهرت الصور بالرنين المغنطيسي أن المنطقة الأمامية جداً والقريبة من جبهة الرأس هي الأكثر تعقيداً والأكثر نشاطاً أثناء عمليات السلوك والهجوم والهروب\n\nأظهرت التجربة الجديدة على الدماغ أن المنطقة الأمامية أو منطقة الناصية تكون نشيطة عند ارتكاب الأخطاء. وفي الشكل نلاحظ صوراً متعددة لدماغ إنسان وهو يخطئ، وكلما كان الخطأ أكبر نلاحظ ازدياد في نشاط هذه المنطقة من الدماغ.\nSource: Journal of Neuroscience\n\nوغير ذلك من أنواع السلوك والتوجه [6].\nحتى إن هذه المنطقة المهمة من الدماغ تلعب دوراً أساسياً في توجيهنا المكاني، أو توجيهنا في الفضاء. إن أهم تغيير يحدث عند الإنسان الذي تضررت المنطقة الأمامية من دماغه أنه يفقد السيطرة على التوجه والتحكم ويضطرب لديه السلوك بشكل عام [7].\n(1/6)\n\nن الجزء الأمامي من قشرة الدماغ وهو الأقرب لناصية الرأس، يملك العديد من الميزات الهامة جداً، ويتصل مع العديد من الأجزاء الحساسة من الدماغ، إنه يلعب دوراً مهماً في التخطيط والتنظيم. إن هذه الناصية تتحكم بالكثير من الأعمال التي نقوم بها في حياتنا اليومية، مثل اتخاذ القرارات Decision-making والتكيف مع الأشياء الجديدة، وإيجاد الحلول لكثير من المشاكل، مقاومة الإغواء والتحكم بالاندفاع ويتحكم هذا الجزء بالمهام العليا مثل الإدراك، ويعتبر مسؤولاً عن المهام التنفيذية \"executive functions\" والحفاظ على إنجاز أي مهمة ناجحة، ويعتبر هذا الجزء بمثابة المشرف على أعمال الإنسان\"supervisor\" [8].\nالقرآن أول كتاب يحدد مهام الجزء الأمامي من الدماغ\nإنها اكتشافات حديثة جداً لا يزال العلماء حتى لحظة كتابة هذا البحث يبحثون ويجرون التجارب لكشف الكثير من أسرار هذه المنطقة الحساسة من الدماغ، والتي تقع في مقدمة الرأس، أو الناصية. ولكن كيف تناول القرآن هذه القضية العلمية في زمن لم يكن أحد على وجه الأرض يعلم أي شيء عن هذا الجزء من الدماغ أو عن عمله ومهامه التي تتعلق بالخطأ والكذب والتوجيه والقيادة؟\nالكذب\nيقول تعالى عن أبي جهل لعنه الله: (أَرَأَيْتَ الَّذِي يَنْهَى * عَبْدًا إِذَا صَلَّى * أَرَأَيْتَ إِنْ كَانَ عَلَى الْهُدَى * أَوْ أَمَرَ بِالتَّقْوَى * أَرَأَيْتَ إِنْ كَذَّبَ وَتَوَلَّى * أَلَمْ يَعْلَمْ بِأَنَّ اللَّهَ يَرَى * كَلَّا لَئِنْ لَمْ يَنْتَهِ لَنَسْفَعَنْ بِالنَّاصِيَةِ * نَاصِيَةٍ كَاذِبَةٍ خَاطِئَةٍ * فَلْيَدْعُ نَادِيَهُ * سَنَدْعُ الزَّبَانِيَةَ * كَلَّا لَا تُطِعْهُ وَاسْجُدْ وَاقْتَرِبْ) [العلق: 9-19].",
        "(1/7)\n\nجاء في معنى كلمة (الناصية): الناصية هي قصاص الشَّعر، وتقول العرب: نصاه أي قبض بناصيته وهي شَعر \"الغرّة\" أي شعر مقدمة وأعلى الرأس. وإبِلٌ ناصية: ارتفعت في المرعى. والمنتصى أعلى الواديين. ونواصي الناس أشرافهم [9].\nونلاحظ أن العرب زمن نزول القرآن كانت تفهم من كلمة (الناصية) أعلى ومقدمة الرأس، أو أعلى ومقدمة أي شيء. وعندما نتحدث عن ناصية الإنسان فهذا يعني الحديث عن مقدمة وأعلى رأسه.\nوبما أن المنطقة الأمامية من الدماغ أي منطقة الناصية هي التي تمارس نشاط الكذب، فإن القرآن بذلك يكون أول كتاب تحدث عن هذه المنطقة من الدماغ وعلاقتها بالكذب بل وصفها بالكذب (ناصية كاذبة). وهذا سبق علمي للقرآن.\nالخطأ\nوالآن ماذا عن الخطأ؟ لقد وجد العلماء كما رأينا أن منطقة الناصية في الدماغ أو الفص الجبهي هو المسؤول عن اتخاذ القرارات الخاطئة!! ولذلك فإن الوصف القرآني دقيق جداً من الناحية العلمية عندما وصف الناصية بالخاطئة: (نَاصِيَةٍ كَاذِبَةٍ خَاطِئَةٍ). وهنا أيضاً نلاحظ أن القرآن قد ربط بين الناصية وبين الخطأ، وهذا ما كشفه العلماء حديثاً جداً.\nالصدق\nلاحظ عزيزي القارئ أن العلماء اكتشفوا كما رأينا أن الصدق لا يكلف الدماغ شيئاً، وأن الكذب يتطلب طاقة كبيرة، وهنا تتجلى فائدة جديدة من فوائد الصدق، وسبحان الله! عندما أمرنا الله تعالى بالصدق فإن هنالك فائدة من هذا الأمر، وهذا يثبت أن الله تعالى لا يأمر إلا بشيء فيه منفعة للبشر. يقول تعالى: (فَلَوْ صَدَقُوا اللَّهَ لَكَانَ خَيْرًا لَهُمْ) [محمد: 21].\n(1/8)",
        "\nوتأمل معي البيان الإلهي كيف حدثنا عن ذلك الإنسان الذي أكرمه الله بالهدى والإيمان وآتاه من آياته العظيمة، ولكنه أخلد إلى الأرض واتبع هواه، فكيف حال شخص كهذا؟ يقول تعالى مشبهاً كل من يكذب بآيات الله: (فَمَثَلُهُ كَمَثَلِ الْكَلْبِ إِنْ تَحْمِلْ عَلَيْهِ يَلْهَثْ أَوْ تَتْرُكْهُ يَلْهَثْ ذَلِكَ مَثَلُ الْقَوْمِ الَّذِينَ كَذَّبُوا بِآَيَاتِنَا فَاقْصُصِ الْقَصَصَ لَعَلَّهُمْ يَتَفَكَّرُونَ) [الأعراف: 176].\nونتساءل: لماذا شبه الله تعالى الذي يكذب بالكلب الذي يلهث؟ لأن عملية الكذب والتكذيب تحتاج إلى بذل جهد وطاقة، تماماً كما يبذل الكلب طاقة كبيرة عندما يلهث. إنها بالفعل عملية تحتاج إلى تفكير وتحليل لنستيقن بأن من يكذب بآيات الله تعالى فهو كالكلب! ولذلك ختمت الآية بقوله تعالى (لَعَلَّهُمْ يَتَفَكَّرُونَ).\nكما رأينا فإن العلماء وجدوا أن الدماغ مصمم ليعمل على أساس الصدق، أي أن النظام الافتراضي للدماغ هو الصدق، أي أن الإنسان يولد ودماغه مصمم ليكون صادقاً، وربما نتذكر كلام النبي الكريم صلى الله عليه وسلم عندما تحدث عن هذا الأمر فقال: (كلُّ مولود يُولَدُ على الفِطْرَة)، والله تعالى يقول: (فَأَقِمْ وَجْهَكَ لِلدِّينِ حَنِيفًا فِطْرَةَ اللَّهِ الَّتِي فَطَرَ النَّاسَ عَلَيْهَا لَا تَبْدِيلَ لِخَلْقِ اللَّهِ ذَلِكَ الدِّينُ الْقَيِّمُ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ) [الروم: 30]. فالله تعالى قد فطر الناس منذ ولادتهم على الصدق، وهذا ما يعترف به العلم اليوم.\nالقيادة والتوجُّه\n(1/9)\n",
        "يقول تعالى على لسان سيدنا هود عليه السلام بعدما كذّبه قومه فقال لهم: (إِنِّي تَوَكَّلْتُ عَلَى اللَّهِ رَبِّي وَرَبِّكُمْ مَا مِنْ دَابَّةٍ إِلَّا هُوَ آَخِذٌ بِنَاصِيَتِهَا إِنَّ رَبِّي عَلَى صِرَاطٍ مُسْتَقِيمٍ) [هود: 56]. فالله تعالى هو الذي يأخذ بناصية جميع المخلوقات ويوجهها كيف يشاء، ولقد اختار الله تعالى هذه المنطقة لأنها المسؤولة عن التوجيه والسلوك والقيادة. وبذلك يكون القرآن أول كتاب يشير إلى أهمية هذه المنطقة من الدماغ في التوجيه والسلوك.\nإن منطقة الناصية كما رأينا تتحكم باتخاذ القرارات الصحيحة وبالتالي كلما كانت هذه المنطقة أكثر فعالية وأكثر نشاطاً وأكثر سلامة كانت القرارات أكثر دقة وحكمة، وبالتالي كان الإنسان على طريق مستقيم، ومن هنا ربما ندرك سرّ الربط الإلهي بين الناصية وبين الصراط المستقيم في الآية الكريمة (مَا مِنْ دَابَّةٍ إِلَّا هُوَ آَخِذٌ بِنَاصِيَتِهَا إِنَّ رَبِّي عَلَى صِرَاطٍ مُسْتَقِيمٍ). وفي هذا إشارة إلى أهمية هذه المنطقة في سلوك الإنسان وهذا ما أثبته العلم وأشار إليه القرآن.\nونتذكر أيضاً دعاء النبي الكريم يخاطب ربه: (ناصيتي بيدك). وفي هذا تسليم من النبي إلى الله تعالى، بأن كل شأنه لله، وأن الله يتحكم كيف يشاء ويقدر له ما يشاء. والسؤال: هل أدرك النبي الرحيم عليه الصلاة والسلام أن منطقة الناصية تلعب دوراً مهماً في العمليات العليا للإنسان مثل الإدراك واتخاذ القرارات والتوجيه وحل المشاكل، ولذلك سلَّم هذه المنطقة لله تعالى في دعائه: (ناصيتي بيدك)؟\nوهنا لا بدّ من أن نتساءل: هل يوجد تناقض بين ما جاء في القرآن قبل أربعة عشر قرناً، وبين ما يكشفه العلماء في القرن الحادي والعشرين؟\n---\nالهوامش\n[\n(1/10)\n\n1] Carl T. Hall, Chronicle Science Writer, Fib detector Study shows brain scan detects patterns of neural activity when someone lies, www.sfgate.com, November 26, 2001.\n[2] Brain Scans as Lie Detectors: Ready for Court Use?, Malcolm Ritter, www.livescience.com, 29 January 2006.\n[3] Doug Dusik, Maureen Morley, Brain Imaging with MRI Could Replace Lie Detector, www.rsnalink.com, Nov. 29, 2004.\n[4] Kara Gavin, University of Michigan researchers publish new findings on the brain's response to costly mistakes, University of Michigan, April 12, 2006.\n[5] Robert T. Knight, Principles of Frontal Lobe Function, Oxford University Press, 2002.\n[6] http://www.neuroskills.com/tbi/bfrontal.shtml\n[7] Frontal lobe,www.wikipedia.org\n[8] http://web4health.info/en/answers/adhd-cause-frontal.htm\n[9] القاموس المحيط للفيروز آبادي طبعة دار المعرفة ببيروت 2005.\nالمراجع\n1- Lying brain, Science, 10 December 2004.\n2- You Can't Hide Your Lying Brain, www.signalplusnoise.com, 7 June 2003.\n3- Feroze B. Mohamed, Scott H. Faro, Nathan J. Gordon, Steven M. Platek, Harris Ahmad, and J. Michael Williams, Brain Mapping of Deception and Truth Telling about an Ecologically Valid Situation: Functional MR Imaging and Polygraph Investigation—Initial Experience . Radiology Volume 238, Issue.\n4- Thomas L. Bennett, Introduction to Physiological Psychology, Brooks/Cole Pub. Co. 1982.\n5- Maureen Morley, Brain imaging with MRI could replace lie detector, Radiological Society of North America, 29-Nov-2004.\n6- http://www.medterms.com/script/main/art.asp?articlekey=25285\n\nذاكرة الروائح",
        "(1/11)\n\nكيف استطاع سيدنا يعقوب تمييز رائحة قميص ابنه يوسف على مسافة بعيدة؟ وهل كشف العلماء أسراراً جديدة لحاسة الشم عند الإنسان؟ لنقرأ...\n\nمقدمة\nكثيرة هي الأباطيل التي ألصقها بعض المشككين بالقرآن الكريم، فهم يبحثون عن أي شيء غريب في القرآن ويقولون إن القرآن لا يوافق العقل أو المنطق أو الواقع، أو أنه يخالف الحقائق العلمية. ومن انتقاداتهم للقرآن ما جاء في سورة يوسف عليه السلام عندما وجد يعقوب ريح ابنه يوسف قبل أن يصل إلى بيته.\nفبعد رحلة طويلة لسيدنا يوسف تنقّل فيها من حضن أبيه إلى ظلام الجبّ إلى السجن وأخيراً إلى عرش الملك، بقي أبوه يعقوب عليه السلام واثقاً بالله لم يفقد الأمل من رحمته، وبقي يتذكر ابنه ويأمل عودته بعد أن مضى على غيابه سنوات طويلة.\nوعندما أرسل يوسف قميصه لأبيه وقبل أن يصل القميص أخبرهم يعقوب أنه يجد ريح يوسف، يقول تعالى: (وَلَمَّا فَصَلَتِ الْعِيرُ قَالَ أَبُوهُمْ إِنِّي لَأَجِدُ رِيحَ يُوسُفَ لَوْلَا أَنْ تُفَنِّدُونِ) [يوسف: 94]. والغريب في هذه الآية الكريمة هو كيف استطاع سيدنا يعقوب أن يجد ريح ابنه على مسافة طويلة قبل أن يصل القميص إليه؟\nإن هذا الأمر غير منطقي كما يدعي بعض المشككين، ولكن السؤال: هل كشفت الأبحاث العلمية عن أشياء تؤكد صدق ما جاء في القرآن؟\nاكتشاف علمي جديد\nمن الأخبار العملية التي لفتت انتباهي أن العلماء وجدوا أثاراً لعضو ضامر يسمى vomeronasal في أنف الإنسان كان في يوم ما يلتقط الإشارات الكيميائية البعيدة الصادرة عن أشخاص آخرين، ويقول العلماء إن هذا العضو الحساس يقع في الدماغ خلف فتحتي الأنف.\nإن هذا العضو الضامر كان عبارة عن ثقبين صغيرين يلتقطان الإشارات الكيميائية التي يفرزها أشخاص آخرون ويحتوي على مجموعة من الأعصاب تستطيع تحليل هذه الإشارات والتعرف على صاحبها!\n(1/12)",
        "\nهذه الخلايا العصبية كانت فعالة منذ آلاف السنين ولكنها فقدت حساسيتها مع الزمن ولم يعد لها مفعول يُذكر، ولكن وكما نعلم هنالك كثير من الحيوانات تتخاطب بلغة الإشارات الكيميائية، مثل النمل مثلاً. ويؤكد العلماء أن هذا العضو كان مستخدماً بفعالية كبيرة لدى البشر في عصور سابقة [1].\nلقد اكتشف العلماء وجود عضو ضامر خلف أنف الإنسان (القسم الأحمر)، وهذا العضو كان ذات يوم يتحسس المواد الكيميائية المنبعثة من أشخاص آخرين ومن مكان بعيد، ويستطيع الدماغ قراءة المواد الكيميائية كما يقرأ أحدنا الرسالة! المصدر: Howard Hughes Medical Institute\n\nحتى إن العلماء اليوم يعتقدون بوجود إشارات كيميائية يتم تبادلها بين البشر ويحاولون دراسة هذه الإشارات وتأثيراتها واستكشافها، ويعتقدون بوجود مواد كيميائية تميز كل إنسان عن الآخر، بل وتميز الرجال عن النساء، حتى إن هذه المواد تؤثر على الجاذبية التي تمارسها المرأة على الرجل [2].\nكما يؤكد الباحثون أن الكثير من الثدييات مثل الفئران تتخاطب بالرموز الكيميائية (مثلاً تفرز أنثى الفأر مواد كيميائية يستطيع الذكر تحليلها والإسراع إلى التزاوج!). ويقول العلماء إن الإنسان يستطيع أن يميز عشرة آلاف نوع مختلف من أنواع الرائحة [3].\nاكتشفت الدكتورة ليندا باك Linda Buck أن أجهزة التحسس في أنف الإنسان تتلقى الروائح وتعاملها مثل الرسائل المؤلفة من أحرف ألفبائية ثم تحولها إلى الدماغ ليتعرف عليها، وبالتالي هناك إمكانية للتعرف على آلاف المواد الكيميائية [4].\nوالعلم اليوم يقرر حقيقة علمية وهي ثبات رائحة الإنسان وتميزها عن غيره. فلكل منا رائحة تختلف عن الآخر، حتى إنه ليمكننا القول بأن كل إنسان له بصمة كيميائية تتمثل في أن جسده يفرز مواد محددة تختلف عن أي إنسان في العالم، وتبقى هذه الرائحة مرافقه له في عرقه مثلاً منذ ولادته وحتى الموت.\nكيف يفهم الدماغ لغة الروائح\n(1/13)\n",
        "يقول علماء ثلاثة من جامعة هارفارد الأمريكية وهو Liman, Corey, and Dulac [1]: هنالك جزيئات تدعى TRP2 تتوضع على الخلايا العصبية وعندما تأتي المواد الكيميائية التي يطلقها إنسان آخر فإنها تندفع عبر الجزيئات TRP2 وتسبب تغيراً في توتر الخلية (الطاقة الكهربائية المختزنة في الخلية)، وبالتالي ترسل الخلية إشارات كهربائية إلى الدماغ يحللها الدماغ مثل رسالة بريد إلكتروني!\nوهنالك مواد كيميائية يطلقها الإنسان وتؤثر على سلوك الآخرين، ويطلق اليوم العلماء مصطلح \"ذاكرة الرائحة\" للدلالة على وجود تقنيات في دماغ الإنسان تستطيع تذكر الروائح والتفاعل معها بل وتستطيع هذه الروائح إحداث تغييرات فيزيولوجية في الإنسان.\nوتؤكد الدكتورة Linda Buck من جامعة هارفارد أن الروائح تستطيع التأثير في سلوك البشر، وتستطيع الروائح تنشيط مناطق كثيرة في الدماغ فتجعل الإنسان يتذكر أشياء ارتبطت برائحة المادة التي يشمها، ويستطيع الإنسان تذكر أشياء مضى عليها عشرات السنين ويربطها بهذه الرائحة.\nالرؤيا والشم\n\nإن عملية شم الروائح وتحليلها عند الإنسان عملية معقدة جداً لا يزال العلم يكشف بعض أسرارها، وكما نرى في الشكل فإن مركز الشم يرتبط بالعديد من أجزاء الدماغ مثل الرؤيا، أي أن هنالك علاقة بين الرائحة التي يشمها الإنسان وبين ذكرياته وما يراه وما يؤثر على مركز الرؤيا في الدماغ. المصدر: Biomedical Research Report, Howard Hughes Medical Institute, 1995.\n\nيؤكد العلماء وجود علاقة بين الروائح التي يشمها الإنسان وبين الكثير من مناطق الدماغ مثل التذكر والرؤيا وحتى تغير السلوك الإنساني. أي أن الرائحة التي يشمها الإنسان قد تؤثر في القسم الأمامي من الدماغ والمسؤول عن السلوك والقيادة واتخاذ القرارات.\n(1/14)\n\nولذلك من الممكن علمياً أن تتعطل منطقة ما من مناطق الدماغ بسبب معين، ثم تأتي رائحة تذكر ذلك الشخص بالسبب الذي أدى لحدوث هذا التعطل وبالتالي تنشيط هذا الجزء المعطل وإعادته لصورته الطبيعية.\nكيف تحدث القرآن عن هذه الحقائق؟\nوالآن نأتي إلى الآية الكريمة ونتأملها من جديد على ضوء هذه الاكتشافات، فقد أحضر إخوة يوسف قميص سيدنا يوسف وفيه رائحة سيدنا يوسف، هذه الرائحة انتقلت مع الريح لتصل إلى أنف سيدنا يعقوب قبل أن تصل القافلة.\nوبما أن البشر كانوا يملكون قدرة كبيرة على تحليل الإشارات الكيميائية أو الروائح، فإن سيدنا يعقوب استطاع تذكر رائحة ابنه الذي مضى على غيابه عشرات السنين، بينما بقية أفراد العائلة لم يصدقوا ذلك، إذ أن الجميع يظن بأن يوسف قد أكله الذئب، ولذلك قالوا له: (قَالُوا تَاللَّهِ إِنَّكَ لَفِي ضَلَالِكَ الْقَدِيمِ) [يوسف: 95].\nإذن ما جاء في القرآن موافق للمنطق العلمي وللمكتشفات الجديدة ولا يناقضها أبداً، وإذا تذكرنا بأنه قبل آلاف السنين لم يكن هنالك أي تلوث، فإن أي رائحة مميزة ستنتشر بشكل أفضل من انتشارها في عصرنا هذا بسبب التلوث الكبير للهواء. وإذا علمنا أيضاً أن العلماء يؤكدون قدرة الإنسان على تذكره الروائح لفترات طويلة من الزمن، وتذكرنا ما يقوله العلماء حول تأثير هذه الروائح على السلوك الإنساني، فيمكننا عندها أن نقتنع بقصة سيدنا يوسف وأن سيدنا يعقوب عليه السلام قد شمّ رائحة قميص ابنه وقد أعادت هذه الرائحة له البصر.\nوإذا تأملنا قصة سيدنا يعقوب عليه السلام عندما ابيضَّت عيناه بسبب حزنه على ولديه يوسف وأخيه، نجد أن العمى حدث نتيجة صدمة نفسية، أي أن السبب نفسي وليس عضوي. وبكلمة أخرى لم يكن هنالك خلل في العين بل إن الخلل حدث في الدماغ في منطقة الرؤيا.",
        "(1/15)\n\nورائحة قميص يوسف أو كما سمَّاها (ريح يوسف) قد أثَّرت ونشَّطت هذه المنطقة من الدماغ أي منطقة الرؤيا، وتذكَّر على الفور ابنه يوسف وتأكد أنه لا يزال حياًّ، وبالتالي فإن السبب الذي أدى إلى الخلل في الرؤيا قد انتفى، مما أدى إلى تصحيح الخلل في الرؤيا.\nرأينا أيضاً كيف أن دماغ الإنسان يقرأ الروائح كما يقرأ الرسائل المكتوبة، أي أن سيدنا يعقوب كان ينتظر هذه الرسالة ليتعرف من خلالها أن ابنه لا زال حياً يُرزق، وبالتالي ستكون سبباً في رد بصره إليه. وهذا ما قاله يوسف لإخوته عندما أمرهم أن يأخذوا قميصه لأن فيه رائحة سيدنا يوسف التي سيتعرف عليها الأب مباشرة حتى قبل أن يصل القميص: (اذْهَبُوا بِقَمِيصِي هَذَا فَأَلْقُوهُ عَلَى وَجْهِ أَبِي يَأْتِ بَصِيرًا وَأْتُونِي بِأَهْلِكُمْ أَجْمَعِينَ) [يوسف: 93].\nولذلك لم يقل سيدنا يعقوب: (إني لأشم ريح يوسف)، بل قال: (إني لأجد ريح يوسف)، لأن سيدنا يعقوب قد وجد فعلاً هذه الرائحة، وتعرَّف عليها جيداً لأنه كان يبحث عنها طوال سنوات، وهذا يدل على الثقة الكبيرة لسيدنا يعقوب بهذه الرائحة، وأن يوسف لا يزال حياً.\nوأخيراً أرجو أن يقتنع معي كل من في قلبه شك من هذا القرآن، أن القرآن لا يقول إلا الحق، وأن كل كلمة جاء بها القرآن هي الصدق المطلق، اللهم انفعنا بما علمتنا.\n---\nالهوامش\n[1] William J. Cromie, Scientists Find Evidence for A Sixth Sense in Humans, Harvard university, May 20, 1999.\n[2] Robert Taylor, Sniffing Out Human Sexual Chemistry, Journal of NIH Research, Volume 6, January 1994.\n[3] Maya Pines, Sniffing Out Social and Sexual Signals, Howard Hughes Medical Institute.\n[4] William J. Cromie, Researchers Sniff Out Secrets of Smell, Harvard university, April 08, 1999.\n\nأسرار العلاج بالتمر\n(1/16)",
        "\nلقد أثبت البحث الطبي وجود فوائد كثيرة للتمر، وفي هذا البحث نستعرض بعضاً من الفوائد الطبية والعلاجية لهذه الثمرة المباركة التي ذكرها القرآن، وذكرها النبي الكريم عليه الصلاة والسلام... لنقرأ\n\nمقدمة\nإن الرسول الكريم عليه صلوات الله وسلامه قد أعطى أهمية خاصة للتمر في غذاء المؤمن خصوصاً في شهر رمضان الكريم. والله تبارك وتعالى قد كرّر ذكر النخيل في كتابه المجيد كثيراً، وجعله طعام أهل الجنة، فما هي أسرار هذه المادة الغذائية؟ وهل من الممكن أن نفكّر بالتمر كمادة علاجية نستخدمها لعلاج أمراض محددة؟ وماذا يقول العلماء حديثاً عن التمر؟\nيُعتبر التمر من أكثر المواد غذاءً وقد يسميه البعض \"خبز الصحراء\"، ويحتوي أكثر من ثلثيه مواد سكرية طبيعية. وقد نالت هذه الفاكهة اهتمام الحضارات القديمة منذ أكثر من خمسة آلاف سنة. فقد اعتبرها قدماء المصريين رمزاً للخصوبة، أما الرومان واليونانيون فقد زينوا بها مواكب النصر الفخمة [1]. والآن يتم إنتاجه بكميات كبيرة في الجزيرة العربية وإيران ومصر والعراق وإسبانيا وإيطاليا والولايات المتحدة الأمريكية. ويوجد أكثر من 600 نوع من أنواع التمر [2].\nسوف نرى في الفقرات الآتية أن التمر مفيد للإنسان منذ وجوده جنيناً في بطن أمه، وتستمر فوائده حتى سن الشيخوخة!!\nالتمر قبل الولادة\nيقوم التمر بالتأثير على عضلات الرحم فينشطها وينظم حركتها مما يسهل ولادة الحامل. كما أن عضلة الرحم في مرحلة المخاض والولادة تكون بأمس الحاجة للسكر الطبيعي كغذاء لهذه العضلة الضخمة نسبياً. وبما أن التمر مادة ملينة ومسهلة فهي ضرورية للحامل قبل الولادة لتنظيف الكولون والأمعاء وتسهيل الولادة. وهنا يتجلى الإعجاز في قوله تعالى في خطابه لسيدتنا مريم عليها السلام: (وَهُزِّي إِلَيْكِ بِجِذْعِ النَّخْلَةِ تُسَاقِطْ عَلَيْكِ رُطَباً جَنِيّاً) [مريم: 25].\nغذاء وعلاج للأطفال\n(1/17)\n",
        "يحتوي التمر على السكر الطبيعي والذي هو سهل وسريع الامتصاص والهضم، لذلك فهو مريح وآمن بالنسبة لمعدة الطفل وأمعائه. ويمكن الاستفادة أيضاً من عصير التمر خصوصاً إذا مُزج مع الحليب ليشكل شراباً مقوياً للأطفال والكبار معاً. ثم إن مزيج التمر والعسل والمصنوع كمادة عجينية يمكن أن يعالج الإسهال عند الأطفال، ويعالج الزحار أيضاً بشرط أن يعطى ثلاث مرات في اليوم.\nكما يمكن لهذه العجينة أن تكون بمثابة مادة مهدئة للثة الطفل أثناء بزوغ أسنانه حيث تهدئ لثته وتطرّيها وتسهّل خروج الأسنان.\nكما يُنصح بتناول الأنواع الجيدة من التمور وغسلها قبل الاستعمال خصوصاً إذا أردنا استعمالها لعلاج وغذاء الأطفال. وهنا نستذكر هدي النبي الكريم عليه الصلاة والسلام في تحنيك الطفل بالتمر الممضوغ وإطعامه قليلاً منه بعد ولادته. وقد أثبت العلم ضرورة إعطاء المولود شيئاً من الماء والسكر لإمداده بالغذاء وإكسابه المناعة اللازمة ضد الأمراض.\nوإذا علمنا بأن السكر الموجود في التمر من أسهل أنواع السكاكر امتصاصاً وهضماً فإنه يكون مناسباً للمولود الجديد منذ ولادته على أن يتم مضغه أو نقعه بالماء النقي ليسهل تناوله. وهذا يؤكد أن الرسول الأعظم صلى الله عليه وسلم قد سبق الأطباء إلى هذا النوع من التغذية، كيف لا يسبقهم وهو رسولٌ من ربّ هؤلاء الأطباء؟!\n\nشكل (1) التمر هو أفضل غذاء للطفل منذ ما قبل ولادته وحتى أثناء رضاعته.\n\nعلاج فعّال للإمساك\nيعالج التمر الاضطرابات المعوية ويساعد الأمعاء على أداء مهامها بفعالية عالية، كما يساعدها على تأسيس مستعمرة البكتريا النافعة للأمعاء. ولذلك يساعد التمر على علاج الإمساك بشكل جيد ويقلص عضلات الأمعاء وينشطها بما فيه من ألياف. ويمكن الاستفادة القصوى من شراب التمر لعلاج الإمساك بنقع حبات من التمر خلال الليل وتناولها في صباح اليوم التالي كشراب مسهل [3].\nعلاج الاضطرابات الجنسية\n(1/18)\n\nيمكن استعمال شراب التمر لعلاج القلب الضعيف، كما يمكن استعماله للضعف الجنسي. وإذا مزج التمر مع الحليب والعسل فسوف يشكل شراباً فعالاً لعلاج الاضطرابات الجنسية لدى الجنسين ومشروب كهذا سيقوّي الجسم بشكل عام ويرفع مستوى الطاقة فيه. ويمكن أن يتناوله المسنون أيضاً لتحسين قوتهم وتخليصهم من السموم المتراكمة في خلاياهم طوال سنوات عمرهم.\nالغذاء المثالي للصائم\nوالعجيب أن الذين يعالجون مرضاهم بالصوم وهم من غير المسلمين ينصحونهم بتناول السكر الطبيعي الموجود في الفواكه والماء[4]، وإذا علمنا بأن التمر يحوي نسبة عالية من هذا السكر السهل الامتصاص فإنه بذلك يكون التمر والماء أفضل غذاء للصائم.\nوهنا نتذكّر حديثاً شريفاً لنبينا عليه الصلاة والسلام: (إذا أفطر أحدكم فليفطر على تمر فإنه بركة، فإن لم يجد تمراً فالماء فإنه طَهور) [رواه أبو داود]. وهكذا يكون الرسول الكريم علمنا أصول الصوم الفعال بتناول التمر والماء قبل أن يكتشفه الغرب بقرون طويلة!\nوقد تكون الحكمة النبوية من تناول التمر عند الإفطار هي الحدّ من الجوع وبالتالي تقليل كمية الطعام المستهلكة من قبل الصائم، وهكذا يكون الصيام أكثر فاعلية وفائدة. وإذا تذكرنا أن الصوم يعتبر أفضل سلاح لاستئصال المواد السامة من الجسم، فإن الإفطار على التمر المقاوم للسموم هو بحق علاج متكامل للضعف والوهن الناتج من تراكم المواد السامة والمعادن الثقيلة في خلايا الجسم.\n\n0@\nشكل (2) أثناء تجفيف البلح بالشمس يفقد ثلث وزنه من الماء، وتكون مادة العجوة ذات نسبة عالية من السكر الطبيعي، مما يجعل التمر أفضل غذاء للصائم.\n\nعلاج للوزن الزائد",
        "(1/19)\n\nإن احتواء التمر على تشكيلة واسعة من العناصر الغذائية يجعله غذاء مقاوماً للجوع! وإذا علمنا بأن السبب الرئيسي للسمنة هو الإحساس بشكل دائم بالجوع والشهية للطعام وبالتالي استهلاك كميات أكبر من الشحوم والسكريات أثناء الأكل، فإن العلاج بتناول بضع حبات تمر عند الإحساس بالجوع سيساعد على الإحساس بالامتلاء والشبع، هذه الحبات سوف تمدّ الجسم بالسكر الضروري، وتقوم بتنظيم حركة الأمعاء وبالتالي التخفيف بنسبة كبيرة من الإحساس بالجوع. وبالنتيجة التخفيف من استهلاك الطعام. وهنا يتجلى الهدي النبوي الشريف عندما قال عليه الصلاة والسلام: (لا يجوع أهل بيت عندهم التمر) [رواه مسلم]. وهنا نستنبط علاجاً للسمنة الزائدة بواسطة التمر!\nعلاج الكبد والالتهابات\nيعالج التمر الكبد ويخلصه من السموم، وإذا ترافق الصوم مع الإفطار على التمر، كان بحق من أروع الأدوية الطبيعية لصيانة وتنظيف الكبد من السموم المتراكمة فيه. كما أن شراب التمر يمكنه أن يعالج التهابات الحنجرة والعديد من أنواع الحمّى، والرشح والزكام [5].\n\nعلاج للتسمّم\nلعلاج التسمم يمكن الاستفادة من بضع حبات من التمر. ويمكن استعمال التمر المنقوع في الماء كشراب مضاد للتسمم الكحولي مثلاً [3]. وهنا نود أن نذكّر بأن رسول الله صلى الله عليه وسلّم قد أشار إلى علاج التسمم بالتمر!! يقول صلى الله عليه وسلم: (من تصبح بسبع تمرات عجوة لا يصيبه في هذا اليوم سُمّ ولا سِحر) [رواه أبو داود].\nفي هذا الحديث الشريف معجزة علمية مبهرة ولكن بشرط أن نتعمق في دلالاته الطبية:\n1- إن الرسول الكريم عليه الصلاة والسلام حدّد عدد التمرات بسبع، وهذا الرقم له دلالات كثيرة في الكون والقرآن والهدي النبوي، ويكفي أن نعلم بأن أول رقم ذُكر في القرآن هو الرقم سبعة!!!\n(1/20)",
        "\n2- إن سبع تمرات تزن وسطياً 70 غراماً، وهذه الكمية مناسبة لجسم الإنسان، وتحتوي على تشكيلة واسعة من المعادن والأملاح والفيتامينات والتي تضمن امتصاصها في الجسم.\n3- إن هذه الكمية سوف تساعد الجسم على التخلص من جزء من السموم المختزنة في خلاياه مثل المعادن الثقيلة كالرصاص مثلاً، وهذه السموم قد كثُرت في عصرنا هذا بسبب التلوث الكبير للماء والهواء والغذاء الذي نتناوله.\n4- لقد أشار الحديث الشريف إشارة خفية إلى المواد السامة التي تدخل الجسم بكلمة (سُمّ)! وأن تناول التمر سوف يخفف كثيراً من ضرر هذه المواد على الجسم.\n5- أما كلمة (سحر) الواردة في هذا الحديث الكريم فهي إشارة إلى الاضطرابات النفسية بأنواعها، وكما نعلم في زمن الرسول الكريم لم يكن هنالك ما يسمى بعلم النفس، وكان أي خلل نفسي يسمى سحراً.\nونعلم أيضاً أن عملية السحر ما هو إلا اضطراب نفسي يصيب عين الإنسان فيتخيل أشياء تحدث بعكس الواقع. وإن احتواء التمر على الأنواع الغزيرة للمعادن والأملاح والفيتامينات سوف يؤثر على عمل الدماغ ويسدّ ما ينقصه الجسم من عناصر غذائية، وهذا يقود إلى الاستقرار النفسي لدى الإنسان.\n6- طبعاً لا يعني الحديث أننا إذا تناولنا سبع تمرات وتناولنا بعدها مادة سامة لا يعني أن هذا السمّ لن يؤثر! بل إذا فعلنا ذلك فسوف نكون كمن يلقي نفسه إلى التهلكة. ولذلك ينبغي أن نفهم الحديث على أن التمر يؤثر على السموم في الجسم فيخفف من تأثيرها، ويكون التأثير فعالاً في حالة الحفاظ على سبع تمرات كل يوم كما أمرنا طبيبنا محمد عليه صلوات الله وسلامه.\nوينبغي أن نفهم من الحديث أيضاً أن تناول كمية من التمر كل يوم وبانتظام سوف يؤثر على الحالة النفسية فيجعلها أكثر استقراراً، والله تعالى أعلم.\n(1/21)\n",
        "شكل (3) تعتبر شجرة النخيل مفيدة بجميع أجزائها! فالأوراق مفيدة لأسقف البيوت، والخشب يستخدم في التدفئة، والتمر له فوائد طبية وغذائية عظيمة، وحتى نوى التمر تُنقع في الماء وتُعطى كغذاء ممتاز للخيول والجمال والدجاج.\n\nبلغة الأرقام التمر أفضل غذاء للمستقبل\nهنالك فوائد طبية وغذائية في ثمرة التمر تجعله مرشحاً ليكون أفضل غذاء للمستقبل. فالتمر يحتوي على نسبة عالية من الكربوهيدرات (السكريات) تصل إلى (88 %) ونسبة من الدسم (2.5 – 5 %) ونسبة بروتين (2.3 - 5.6 %) ونسبة عالية من الفيتامينات والألياف (6.4 - 11.5 %). كما تحتوي ثمرة التمر عدا البذور على نسبة من الزيت (0.2 – 5 %) أما بذور التمر فتحوي (7.7 – 9.7 %) من وزنها زيتاً، وتزن نوى التمر (6.6 – 14.2 %) من وزن الثمرة.\nيحتوي التمر أيضاً على فيتامينات آ وب1 وب2 ويحتوي التمر أيضاً على الفلور وهو مقاوم لتسوس للأسنان. كما يحتوي التمر على عدد من المعادن أهمها البورون والكالسيوم والكوبالت والنحاس والفلور والحديد والمغنزيوم والمنغنيز والبوتاسيوم والفوسفور والصوديوم والزنك، ويحتوي التمر كذلك على عنصر السيلينيوم المقاوم للسرطان.\nإن هذه الميزات مجتمعة في مادة غذائية واحدة هي التمر تجعله مرشحاً ليكون مورداً غذائياً مستقبلياً، لا سيما أن إنتاج التمر في العالم ازداد ثلاثة أضعاف خلال الأربعين سنة الماضية، بينما عدد سكان العالم تضاعف مرتين فقط. وهذا دليل على النمو السريع في إنتاج هذه المادة المثالية [1].\nوأخيراً\n(1/22)\n\nأخي المؤمن إذا كنتُ ممن يشكون الوهن لا تتردد في تناول سبع تمرات عجوة كل يوم عملاً بحديث المصطفى عليه الصلاة والسلام. فهذه التمرات السبع تزن تقريباً سبعين غراماً، وإذا تناولتها كل يوم فإن هذا يعني أنك تتناول 70 ملغ من الكالسيوم المفيد للعظام والمفاصل والأعصاب. ويعني أنك قد تناولت 35 ملغ من الفوسفور المغذي للمخ والدماغ، ويعني أيضاً أنك تناولت أكثر من 7 ملغ من الحديد المقوي للجسم بشكل عام والقلب بشكل خاص.\nوإذا كنت تشكو السمنة الزائدة فإن هذه الكمية تحتوي على أقل من ربع غرام من الدسم فقط، ولذلك فهي مناسبة لتخفيف الوزن. إن هذه الوجبة النبوية تقدم لك 10 غرامات من الألياف الضرورية لتنظيم وتنشيط عمل الأمعاء لديك. فهل تستجيب للهدي النبوي الشريف؟!\nــــــــــــــــــــــــ\nالمراجع\n- القرآن الكريم.\n- صحيحي البخاري ومسلم.\n- سنن أبي داوود.\n\n[1]http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=PubMed&list_uids=12850886&dopt=Abstract\n[2] http://www.everything2.com/index.pl?node=date\n[3]http://www.indiangyan.com/books/healthbooks/food_that_heal/date.shtml\n[4] http://www.fasting.com/index.html\n[5]http://www.hort.purdue.edu/newcrop/morton/Date.html#Origin%20and%20Distribution\n[6] http://www.dipbot.unict.it/Palms/descr02.htm\n\nالصوم.. عمليَّة بدون جراحة\n\nلقد أثبت البحث الطبي أن أفضل أنواع العلاج على الإطلاق هو الصوم!! فهو يستحق أن نسميه عملية بدون جراحة، وذلك بسبب الفوائد الكبيرة التي نحصل عليها بالصوم، وعدم وجود أية أضرار جانبية لهذا العلاج الناجع... لنقرأ..\n\nمقدمة",
        "(1/23)\n\nعُرف الصيام قديماً منذ آلاف السنين عند معظم شعوب العالم، وكان دائماً الوسيلة الطبيعية للشفاء من كثير من الأمراض. ونحن اليوم نستطيع أن نشاهد ما كتبه حكماء الإغريق منذ آلاف السنين حول فوائد الصيام من خلال المخطوطات القديمة الموجودة في متاحف العالم. ونجد الأطباء منذ القديم يوصون بالصوم مثل سقراط وأفلاطون وأرسطو وجالينوس والذين يؤكدون أن الصوم هو الطريق الطبيعي للشفاء من الأمراض! (1).\nوهنا تتجلى معجزة قرآننا العظيم عندما يخبرنا عن وجود هذه الظاهرة عند الأمم قبل الإسلام، يقول تعالى: (يَا أَيُّهَا الَّذِينَ آَمَنُوا كُتِبَ عَلَيْكُمُ الصِّيَامُ كَمَا كُتِبَ عَلَى الَّذِينَ مِنْ قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ) [البقرة: 183]. والله تعالى لا يكتب شيئاً على عباده إلا إذا كان فيه مصلحة ومنفعة لهم.\nوسوف نرى الآن ما يقوله الطب الحديث عن فوائد ومنافع الصيام لندرك أن القرآن عندما جعل الصيام فرضاً واجباً على المسلم إنما سبق أطباء العصر الحديث في دعوتهم اليوم إلى هذا الصيام بعدما رأوا النتائج المبهرة التي يقدمها هذا السلاح العجيب للإنسان في مواجهة مختلف الأمراض. حتى إننا نجد اليوم على شبكة الإنترنت مواقع ومجلات بأكملها خاصة بالصوم، مثلاً موقع الصوم: fasting.com.www\nإن الدواء لكثير من الأمراض موجود في داخل كل منا، فجميع الأطباء يؤكدون اليوم أن الصوم ضرورة حيوية لكل إنسان حتى ولو كان يبدو صحيح الجسم، فالسموم التي تتراكم خلال حياة الإنسان لا يمكن إزالتها إلا بالصيام والامتناع عن الطعام والشراب. يقول أحد الأطباء: يدخل إلى جسم كل واحد منا في فترة حياته من الماء الذي يشربه فقط أكثر من مئتي كيلو غرام من المعادن والمواد السامة!! (2) وكل واحد منا يستهلك في الهواء الذي يستنشقه عدة كيلوغرامات من المواد السامة والملوثة مثل أكاسيد الكربون والرصاص والكبريت.\n(1/24)",
        "\nفتأمل معي كم يستهلك الإنسان من معادن لا يستطيع الجسم أن يمتصها أو يستفيد منها، بل هي عبء ثقيل تجعل الإنسان يحسّ بالوهن والضعف وحتى الاضطراب في التفكير، بمعنى آخر هذه السموم تنعكس سلباً على جسده ونفسه، وقد تكون هي السبب الخفي الذي لا يراه الطبيب لكثير من الأمراض المزمنة، ولكن ما هو الحل؟\nإن الحل الأمثل لاستئصال هذه المواد المتراكمة في خلايا الجسم هو استخدام سلاح الصوم الذي يقوم بصيانة وتنظيف هذه الخلايا بشكل فعال، وإن أفضل أنواع الصوم ما كان منتظماً. ونحن عندما نصوم لله شهراً في كل عام إنما نتبع نظاماً ميكانيكياً جيداً لتصريف مختلف أنواع السموم من أجسادنا.\nسوف نعدد بعضاً من فوائد الصيام والتي ظهرت حديثاً وقد يجهلها الكثير من الأخوة القراء:\nالصوم أقوى سلاح للاضطرابات النفسية!\nمن أغرب الأشياء التي لفتت انتباهي في الصوم قدرته على علاج الاضطرابات النفسية القوية مثل الفصام!! حيث يقدم الصوم للدماغ وخلايا المخ استراحة جيدة، وبنفس الوقت يقوم بتطهير خلابا الجسم من السموم، وهذا ينعكس إيجابياً على استقرار الوضع النفسي لدى الصائم.\nحتى إن الدكتور يوري نيكولايف Dr. Yuri Nikolayev مدير وحدة الصوم في معهد موسكو النفسي قد عالج أكثر من سبعة آلاف مريض نفسي باستخدام الصوم، حيث استجاب هؤلاء المرضى لدواء الصوم فيما فشلت وسائل العلاج الأخرى، وكانت معظم النتائج مبهرة وناجحة! واعتبر أن الصوم هو الدواء الناجع لكثير من الأمراض النفسية المزمنة مثل مرض الفصام والاكتئاب والقلق والاحباط (3).\nحتى إن إحدى المجلات الطبية اليابانية (4) أكدت في دراسة لها أن الصيام يحسِّن قدرتنا على تحمل الإجهادات وعلى مواجهة المصاعب الحياتية، بالإضافة للقدرة على مواجهة الإحباط المتكرر. وما أحوجنا في هذا العصر المليء بالإحباط أن نجد العلاج الفعال لمواجهة هذا الخطر! كما أن الصوم يحسن النوم ويهدّئ الحالة النفسية.\n(1/25)\n",
        "فلدى البدء بالصوم يبدأ الدم بطرح الفضلات السامة منه أي يصبح أكثر نقاء، وعندما يذهب هذا الدم للدماغ يقوم بتنظيفه أيضاً فيكون لدينا دماغ أكثر قدرة على التفكير والتحمل، بكلمة أخرى أكثر استقراراً للوضع النفسي.\nسلاح ضد البدانة والوزن الزائد!\nحالما يبدأ الإنسان بالصيام تبدأ الخلايا الضعيفة والمريضة أو المتضررة في الجسم لتكون غذاءً لهذا الجسم حسب قاعدة: الأضعف سيكون غذاءً للأقوى، وسوف يمارس الجسم عملية الهضم الآلي للمواد المخزنة على شكل شحوم ضارة، وسوف يبدأ \"بانتهام\" النفايات السامة والأنسجة المتضررة ويزيل هذه السموم. ويؤكد الباحثون أن هذه العملية تكون في أعلى مستوياتها في حالة الصيام الكامل، أي الصيام عن الطعام والشراب، وبكلمة أخرى الصيام الإسلامي، فتأمل عظمة الصيام الذي فرضه الله علينا والفائدة التي يقدمها لنا.\nهنالك أكثر من 60% من الشعب الأمريكي زائد الوزن عن الحدود الطبيعية! وهؤلاء كلّفوا الدولة 117 بليون دولار في سنة واحدة عام 2002. بالإضافة إلى 300 ألف وفاة سنوياً بسبب مشاكل الوزن الزائد الذي يكون بدوره سبباً رئيسياً في مرض السكر وأمراض القلب والتهاب المفاصل ومشاكل في الجهاز التنفسي والاضطرابات النفسية مثل الاكتئاب، وجميع هذه الأمراض الخطيرة ترتبط بالبدانة بشكل مباشر (5).\nوليس غريباً أن يكون الصيام سلاحاً ناجعاً ضد السمنة وما ينتج عنها من أمراض، ولو أنهم طبقوا القواعد الإسلامية في الصوم، فكم سيوفّروا من المال والمرض والمعاناة؟\nالصوم: هل يخفّض الشهوة الجنسية؟\nإن إنتاج الهرمون الجنسي يكاد يكون معدوماً أثناء الصوم، وهذا ما حدثنا عنه الحبيب الأعظم صلوات الله وسلامه عليه بقوله: (فعليه بالصوم فإنه له وِجاء). والوِجاء هو رضّ عروق البيضتين فيكون شبيهاً بالخصاء (6). وفي هذه الكلمة إشارة قوية وعلمية لانخفاض شهية الصائم الجنسية بسبب انخفاض هرمون الجنس عنده حتى الحدود الدنيا.\n(1/26)\n\nولو أن الغرب أخذ بهذا الصيام الإسلامي، فكم كان سيوفر عليه من أمراض أهمها \"الإيدز\" وكم كان سيتخلّص من اضطرابات نفسية يعاني منها معظمهم!\nالصوم يطيل العمر!\nالصيام يطيل العمر! حتى إن التجارب قد أظهرت أن ممارسة الصيام على الحيوانات يضاعف من فترة بقائها أو حياتها! (7). ونجد كذلك المئات من الكتب الصادرة حول الصيام وهي لمؤلفين غير مسلمين، وجميعهم يؤكدون علاقة الصيام بالعمر المديد، ويؤكد كثير من العلماء أن الصوم هو أفضل طريقة للسيطرة على جسم صحيح ومعافى.\nإن التنظيف المستمر للخلايا باستخدام الصيام يؤدي إلى إطالة عمر هذه الخلايا وبالتالي تأخر الشيخوخة لدى من ينتظم في الصيام. حتى إن حاجة الجسم من البروتين تخف خلال الصيام إلى الخمس! وهذا ما يعطي قدراً من الراحة للخلايا، حتى إن الصيام هو وسيلة لتجديد خلايا الجسم بشكل آمن وصحيح.\nالصوم من أجل طاقة أكبر للجسم!\nأكثر من عُشر طاقة الجسم تُستهلك في عمليات مضغ وهضم الأطعمة والأشربة التي نتناولها، وهذه الكمية من الطاقة تزداد مع زيادة الكميات المستهلكة من الطعام والشراب، في حالة الصيام سيتم توفير هذه الطاقة طبعاً ويشعر الإنسان بالارتياح والرشاقة. وسيتم استخدام هذه الطاقة في عمليات إزالة السموم من الجسم وتطهيره من الفضلات السامة، ويؤكد الباحثون اليوم أن مستوى الطاقة عند الصائم يرتفع للحدود القصوى!!! (8).\nالصوم مفيد حتى لمدمني المخدرات والتدخين!",
        "(1/27)\n\nحتى إن الصوم أعطى نتائج ممتازة لمدمني المخدرات حيث تنخفض شهيتهم لتعاطي المخدرات بشكل كبير! وسبحانك ياربّ العالمين! حتى عبادك من العاصين والبعيدين عن طريقك القويم، جعلتَ الصوم نافعاً ومفيداً لهم، فهل هنالك أوسع من رحمة الله بعباده؟ أيضاً الصوم يساعد على ترك التدخين! فهو يعمل في جسم الإنسان مثل السلاح الخفي الذي لا يُرى فيطرد المواد السامة مثل النيكوتين، وبنفس الوقت ينظف الدم فتنخفض الشهوة للدخان بسرعة مذهلة (انظر موقع الصوم).\nالصوم شفاء من آلام المفاصل!\nمن الأشياء الغريبة في الصوم أنه يساعد على شفاء آلام الظهر والعمود الفقري والرقبة. وقد أوضحت دراسة نروجية أن الصوم علاج ناجع لالتهاب المفاصل (8) بشرط أن يستمر الصوم لمدة أربعة أسابيع (وتأمل أخي الحبيب هذه المدة وكم هي قريبة لصيام شهر واحد هو رمضان)!\nأمراض الجهاز الهضمي علاجها مؤكد مئة بالمئة!\nكم هو عدد الأشخاص المصابين بالإمساك المزمن وقد تناولوا الكثير من الأدوية دون أية فائدة، ليتهم يجرّبون الصوم وسيجدون التحسُّن السريع لحالتهم بإذن الله تعالى. وكذلك الأمراض المزمنة للجهاز الهضمي يمكن أن يجدوا في الصيام حلاًّ مؤكداً لشفائها. وكذلك التهاب الكولون والتهاب الأمعاء المزمن. ونجد الباحثين يؤكدون بأن 85 % من الأمراض تبدأ في الكولون غير النظيف والدم الملوث (9).\nقائمة طويلة من الأمراض يختصّ الصوم بعلاجها!\nأثبتت الدراسات الحديثة والتي شملت عشرات الآلاف من المرضى، والتي أجريت في بلاد غير إسلامية، أن الصوم يساعد بشكل فعال في شفاء العديد من الأمراض ونذكر منها:\n1- ضغط الدم العالي يعالجه الصيام بشكل جيد.\n2- وحتى مرضى السكر فإن الصوم لا يضُرّهم، بل يساعدهم على الشفاء.\n3- الصوم وسيلة جيدة لعلاج الربو وأمراض الجهاز التنفسي.\n4- الأمراض القلبية وتصلب الشرايين.\n5- أمراض الكبد مهما كان نوعها فقد أثبت الصوم قدرته على علاجها بدون آثار سلبية.\n(1/28)",
        "\n6- أمراض الجلد وبشكل خاص الحساسية والأكزما المزمنة.\n7- الوقاية من مرض الحصى الكلوية.\n8- علاج الأمراض الخبيثة مثل السرطان.\n9- كما أن الصوم يعتبر السلاح رقم واحد في الطب الوقائي.\nمعجزة نبوية!\nإن الرسول الكريم عليه صلوات الله وسلامه يقول: (والصوم جُنَّة)، فماذا تعني هذه الكلمة؟ ففي معجم مختار الصحاح نجد أن معنى كلمة (الجُنَّة): هو السلاح الذي يستتر به المرء. والصيام هو سلاح لا يراه الآخرون ولكنه يمارس عمله في الخفاء، فيدمر الخلايا الهرمة والضعيفة وبنفس الوقت يهاجم السموم في مخابئها ويخرجها ويبعدها. أليس التعبير النبوي عن الصيام دقيقاً من الناحية العلمية والطبية؟\nإن ما يقدمه لك الدواء في سنوات قد يقدمه لك الصيام في أيام وبدون آثار سلبية. ولذلك فإن الصيام يحسن أداء أجهزة الدفاع لدى الجسم ويقوّي نظام المناعة، فالصيام هو سلاح بكل معنى الكلمة! هذا السلاح يحمينا من هجمات الفيروسات المحتملة ويقينا مختلف الأمراض، أليس الرسول على حق عندما سمى الصيام (جُنَّة) أي سلاح نستتر به؟ أليست هذه معجزة نبوية مبهرة؟!\nومن نعمة الله علينا أن جعل خير الشهور شهر رمضان، وأنزل فيه أعظم كتاب على وجه الأرض وهو القرآن فقال: (شَهْرُ رَمَضَانَ الَّذِي أُنْزِلَ فِيهِ الْقُرْآَنُ هُدًى لِلنَّاسِ وَبَيِّنَاتٍ مِنَ الْهُدَى وَالْفُرْقَانِ فَمَنْ شَهِدَ مِنْكُمُ الشَّهْرَ فَلْيَصُمْهُ وَمَنْ كَانَ مَرِيضًا أَوْ عَلَى سَفَرٍ فَعِدَّةٌ مِنْ أَيَّامٍ أُخَرَ يُرِيدُ اللَّهُ بِكُمُ الْيُسْرَ وَلَا يُرِيدُ بِكُمُ الْعُسْرَ وَلِتُكْمِلُوا الْعِدَّةَ وَلِتُكَبِّرُوا اللَّهَ عَلَى مَا هَدَاكُمْ وَلَعَلَّكُمْ تَشْكُرُونَ) [البقرة: 185].\nمن أقوال أطباء غير مسلمين عن الصوم\nيصف أحد أشهر الأطباء المعالجين بالصوم فوائده المتعددة فيقول (10):\n(1/29)\n",
        "\"Decreased weight, clearer skin, increased elimination, tissue repair, decreased pain and inflammation, increased concentration, relaxation, plus spare time and savings in the cost of food. Perhaps the greatest benefit is the satisfaction that you are taking a major role in improving your health.\"\nوهذا الكلام يعني:\n\"وزن أقل، جلد نقي، إزالة متزايدة للسموم، إصلاح للأنسجة، انخفاض في الألم والالتهاب، زيادة في التركيز، استرخاء، توفير في الغذاء والوقت. وربما الفائدة الكبرى تتمثل في الرضا بأنك لعبت دوراً رئيسياً في تحسين صحتك\".\nوقد لخّص القرآن كل هذا الكلام بكلمات بليغة ووجيزة، يقول تعالى: (وَأَنْ تَصُومُوا خَيْرٌ لَكُمْ إِنْ كُنْتُمْ تَعْلَمُونَ) [البقرة: 184].\nخاتمة (الصوم الإسلامي هو الأكثر أماناً)\nيؤكد الاختصاصيون أن الصوم المستمر لفترات طويلة له مخاطر كثيرة وآثار سلبية، ولكن يؤكدون في الوقت نفسه أن الصوم القصير والمتكرر (وهو الصوم الإسلامي من الفجر وحتى المغرب) هذا النوع آمن ومفيد دائماً حتى لمرضى الكبد والسكر!! (11).\nكما أن الصوم الذي يمارسونه في الغرب هو صوم ناقص حيث يسمح للصائم بأخذ شيء من العصير أو الأغذية التي يحددونها له، ومع هذه الحالة لا يمكن للصوم أن يقوم بمهمته التطهيرية على الوجه الأكمل، بل إنهم يعترفون بأن الصوم الكامل هو العملية المثالية لتنظيف الجسم من السموم.\nهنالك ميزة في الصيام الإسلامي وهي أنه متاح لكل المؤمنين وميسّر ولا توجد له أية مساوئ أو أضرار. بينما الصيام الذي يمارسه غير المؤمن هو صيام تجويع وهو صعب ولا يتحقق إلا بإشراف الطبيب، وهكذا يفقد الجانب الروحي والإيماني وهو من أقوى العوامل في إنجاح عملية الصوم وتحقيق الهدف منها. كيف لا ونحن نصوم شهراً أوله رحمة وأوسطه مغفرة وآخره عتق من النار؟!\n(1/30)\n\nالصوم الإسلامي يقبل عليه المسلمون برغبة شديدة بل وينتظرون هذا الشهر الكريم بفارغ الصبر وتجدهم يصومون في معاً ويفطرون معاً وكأنهم أسرة واحدة، وهذا ما لا نجده في الصوم الطبي حيث أنك تصوم والكل من حولك مفطر! وهذا ينعكس بشكل سيء على الاستقرار النفسي للصائم.\nإننا نصوم لله تعالى فنكسب أجري الدنيا والآخرة ونكسب مرضاة الله تبارك وتعالى، ونستجيب لأمر النبي الكريم عليه الصلاة والسلام، وهذه الأشياء تجعل عملية الصوم الإسلامي أكثر نجاحاً وفائدة. حتى إن الله تعالى قد جعل الصوم فريضة خاصة به يجزي بها بنفسه، وخصص باباً من أبواب الجنة الثمانية لا يدخل منه إلا الصائمون! فهل نستجيب لنداء الحقّ عز وجل: (وَأَنْ تَصُومُوا خَيْرٌ لَكُمْ إِنْ كُنْتُمْ تَعْلَمُونَ) [البقرة: 184].\nاللهم ارحمنا واغفر لنا وأعتقنا من النار\nالهوامش\n(1) انظر مقالة علمية حول الصوم على الرابط التالي:\nhttp://www.althealth.co.uk/services/info/misc/fasting1.php\n(2) انظر مجموعة مقالات حول الماء الذي نشربه وما يحويه من مواد سامة، على الرابط:\nwww.juicersaustralia.com.au\n(3) انظر مقالة حول النتائج المبهرة للعلاج بالصوم الطبي، على موقع الصوم:\nhttp://www.fasting.com/solution.html\n(4) دراسة حول تأثيرات الصوم على إحدى المجلات الطبية اليابانية:\nThe Sapporo Medical Journal, 1986; 55(2): 125-136\n(5) العديد من التصريحات حول فوائد الصوم على الرابط:\nhttp://www.fasting.com/index.html\n(6) انظر معنى كلمة (أَوَجَ) في معاجم اللغة، مثلاً مختار الصحاح.\n(7) الصوم يطيل العمر، حسب المراجع:",
        "(1/31)\n\nMasoro, E.J., Shimokawa, I., Yu, B.P., Retardation of the Aging Process In Rats by Food Restriction, Annals of the New York Academy of Science, 1990; pp. 337-52; Goodrick, C.L., Ingram, D.K., Reynolds, M.A., Freeman, J.R., Cider, N.L., Effects of Intermittent Feeding Upon Growth, Activity, and Lifespan In Rats Allowed Voluntary Exercise, Experimental Aging Research, 1983; 9: 1477-94.\n(8) مقالة حول التأثيرات النفسية للصوم على الرابط:\nhttp://www.vanderbilt.edu/AnS/psychology/health_psychology/fast.htm\n(9) مقالة حول تطهير الجسم من الداخل بواسطة الصوم على الرابط:\nhttp://www.hps-online.com/nsectionfast.htm\n(10) هذه الأقوال حسب الدكتور سالوم:\nSalloum, T. Fasting - Patient Guidelines Textbook of Natural Medicine, Bastyr University, Seattle WA. 1987.\n(11) انظر فوائد الصيام وذلك على الرابط:\nhttp://www.healthy.net/scr/article.asp?ID=496#1\nالمراجع\nيمكنك عزيزي القارئ أن تطلع على آلاف المقالات والتجارب والأبحاث العلمية على شبكة الإنترنت حول فوائد وتأثيرات الصوم، وقد اخترت لك أهمها:\nhttp://www.medicomm.net/Consumer%20Site/am/fasting.htm\nhttp://www.healthy.net/scr/article.asp?ID=1996\nhttp://www.healthpromoting.com/Articles/articles/benefit.htm\nhttp://www.althealth.co.uk/services/info/misc/fasting1.php\nhttp://www.geocities.co.jp/Beautycare-Venus/2032/english/paper.html\nhttp://www.healthy.net/scr/article.asp?ID=496\nhttp://www.healthy.net/scr/article.asp?ID=1996#1\nhttp://www.healthy.net/hwlibrarybooks/chaitow/chap4.htm\nكما يمكنك عزيزي القارئ مراجعة كتاب الصوم للصحة والعمر المديد:\nCarrington, Dr. Hereward, Fasting For Health And Long Life.\n\nظاهرة الانتحار.. كيف عالجها القرآن\n(1/32)",
        "\nلم أكن أتصور أن عدد حالات الانتحار في العالم يصل إلى أكثر من 800 ألف حالة وذلك كل عام!! وأمام هذا العدد الضخم كان لا بدّ من إجراء العديد من الدراسات والأبحاث حول هذه الظاهرة الخطيرة. وفي هذا البحث نرى كيف عالج القرآن هذه الظاهرة قبل أن يعالجها العلم الحديث.\n\nمقدمة\nفي كل 40 ثانية هناك شخص ينتحر في مكان ما من هذا العالم! وفي كل عام هنالك مئات الآلاف من الأشخاص يموتون منتحرين في العالم. وفي كل عام يموت 873 ألف إنسان بعمليات انتحار مختلفة (1). إنها بحق ظاهرة تستدعي الوقوف طويلاً والتفكر في أسبابها ومنشئها، بل وكيفية علاجها.\nوفي مقالتنا هذه سوف نرى الأسباب الحقيقية الكامنة وراء الانتحار، هذه الأسباب هي نتيجة أبحاث كلّفت ملايين الدولارات، والهدف منها إيجاد علاج ناجع للانتحار، وعلى الرغم من الأموال الطائلة التي يتم إنفاقها كل عام لعلاج هذه الظاهرة إلا أن إعداد المنتحرين كل عام لا تتغير بل تزداد أحياناً.\nوسوف نتساءل أيضاً: هل غفل كتاب الله تعالى وهو الكتاب الذي أنزله الله تفصيلاً لكل شيء، هل غفل عن ذكر هذه الظاهرة وعن ذكر علاج لها؟ بل سوف نقارن العلاج العلمي بالعلاج القرآني لنرى التطابق المذهل، بل لنرى أن القرآن يتفوق على العلماء وأبحاثهم العلمية.\nحقائق حول الانتحار\n- حسب إحصاءات الأمم المتحدة فإنه في أية لحظة ننظر إلى سكان العالم نجد أن هنالك 450 مليون شخص يعانون من اضطرابات نفسية وعصبية. إن أكثر من 90 % من حالات الانتحار يرتبط سبب انتحارهم باضطرابات نفسية وتحديداً الكآبة، أي فقدان الأمل الذي كان موجوداً لديهم (2).\n- يعدّ الانتحار السبب الثامن لحالات الموت في الولايات المتحدة الأمريكية.\n- الرجال أكثر عرضة للانتحار من النساء بأربعة أضعاف تقريباً. ولكن محاولات الانتحار عند النساء أكثر.\n- في 60% من حالات الانتحار يتم استخدام الأسلحة النارية مثل المسدس.\n(1/33)\n",
        "- تشير الدراسات إلى أن قابلية الانتحار لدى الشخص تكبر مع تقدم سنّه، ولذلك نرى بأن هنالك أعداداً معتبرة بين الذين يموتون منتحرين وأعمارهم تتجاوز 65 عاماً. وهؤلاء معظمهم من الرجال.\nعوامل تؤدي للانتحار\n- إن عنصر الكآبة هو الأوفر حظاً في السيطرة على مشاعر من لديه قابلية للانتحار.\n- كذلك مشاعر اليأس لها دور كبير في التمهيد للانتحار.\n- إن تكرار محاولات الانتحار أو التفكير في الانتحار هي أسباب قوية لتنفيذ هذا الانتحار فيما بعد.\n- إن الإدمان على الكحول والمخدرات قد يكون أحد الأسباب المؤدية للانتحار.\n- المعتقد الديني حول الانتحار له دور أساسي في قبول فكرة الانتحار، فعند جهل الإنسان بأن الانتحار محرّم قد يستسهل هذه العملية. وقد يعتبر البعض أن الانتحار هو قرار نبيل للدفاع عن أخطاء أو خسارات كبيرة لا يتحملها العقل.\n- فقدان شيء غالٍ أو خسارة كبيرة، وهذا يؤدي لنوع من رد الفعل قد ينتهي بالانتحار.\n- عوامل نفسية مثل العزلة أو العدوانية قد تؤدي إلى التفكير بالانتحار.\nعوامل الوقاية حسب معطيات العلم الحديث\nيؤكد العلماء الذين درسوا آلاف الحالات لأشخاص قد ماتوا منتحرين على ضرورة العناية بمن لديهم اضطرابات نفسية قد تؤدي بهم إلى الانتحار. وضرورة رعايتهم من الناحية الطبية وتوفير الحالة النفسية السليمة لهم.\nوبالطبع هؤلاء العلماء لا يعالجون المرض إلا بعد وقوعه، فالطبيب ينتظر ظهور المرض ثم يقوم بدراسته وتحليله وإيجاد العلاج الملائم له. ولكن هؤلاء العلماء لم يتمكنوا بعد من وضع علاج يخفف من حالات الانتحار، لأن الإحصائيات العالمية تظهر أن نسب الانتحار شبه ثابتة وتتأرجح حول معدل قد يصل إلى مليون منتحر كل عام.\nأرقام مرعبة!\nولكي لا يظن أحد أننا نبالغ في هذه الأرقام، فإننا نقدم إحدى الإحصائيات الدقيقة جداً والتي تمت عام 2002 في الولايات المتحدة الأمريكية (3) وكان بنتيجتها:\n(1/34)\n\nبلغ عدد المنتحرين أكثر من 31 ألف حالة. عدد الرجال منهم 25 ألف رجل، و6 آلاف امرأة.\nأكثر من 5000 شخص بين هؤلاء هم من المسنين الذين تتجاوز أعمارهم 65 عاماً.\nأما عدد الشباب بين هؤلاء (15-24 سنة) فقد بلغ 4000 منحراً.\nوبناء على هذه الأرقام فإنه يمكن القول بأنه في أمريكا هنالك شخص يقتل نفسه كل ربع ساعة!!\nوفي هذه الإحصائية تبين بأن هنالك 17 ألف إنسان قد قتلوا أنفسهم بإطلاق النار من مسدسهم.\nوهنالك أكثر من 6 آلاف شخص فضَّلوا شنق أنفسهم.\nأكثر من 700 من هؤلاء ألقوا بأنفسهم من الطوابق العليا.\nوأكثر من 300 شخص رموا بأنفسهم في الماء فماتوا غرقاً.\nويمكن القول وسطياً بأنه في كل عام يُقتل 100 ألف شخص بحوادث مختلفة مثل حوادث السيارات وغيرها، وبالمقابل نجد أن 30 ألف شخص يقتلون أنفسهم، فتأمل هذه النسبة العالية جداً للذين يقدمون على الانتحار.\nوالعجيب في هذا التقرير أن هنالك 5 ملايين أمريكي حاولوا قتل أنفسهم!!!\nوعلى الرغم من الوسائل المتطورة التي تبذل في سبيل معالجة هذا الداء فإن نسبة الانتحار زادت 60 بالمئة خلال النصف القرن الماضي! (4).\nلقد كان الاعتقاد السائد قديماً أن أشخاصاً محددين فقط لديهم ميول نحو الانتحار، ولكن أثبتت الحقائق العلمية أن كل إنسان لديه إمكانية الإقدام على الانتحار فيما لو توفرت الظروف المناسبة. كما كان الاعتقاد السائد أن الحديث مع الشخص الذي ينوي الانتحار حول انتحاره سيشجعه على الانتحار أكثر، ولكن الدراسات أظهرت العكس، أي أن الحديث عن عواقب الانتحار ونتائجه الخطيرة وآلامه يمكن أن تمنع عملية الانتحار(5).\nوالسؤال: ماذا عن كتاب الله تعالى؟",
        "(1/35)\n\nولذلك نجد أن القرآن العظيم لم يهمل هذه الظاهرة، فقد أعطى أهمية كبرى حول هذا الأمر وعلاجه فتحدث بكل بساطة ووضوح عن هذا الأمر. بل أمرنا أن نحافظ على أنفسنا ولا نقتلها فقال: (وَلَا تَقْتُلُوا أَنْفُسَكُمْ) [النساء: 29]. إنه أمر إلهي يجب ألا نخالفه.\nولكن هل يكفي هذا الأمر لعلاج هذه الظاهرة الخطيرة؟ لا، لأن الدراسات الحديثة تؤكد على ضرورة بث الأمل لدى أولئك اليائسين المقدمين على الانتحار، وضرورة معاملتهم معاملة رحيمة. ولذلك نرى مئات المواقع والمراكز قد خصصت لعلاج ومواساة من لديه ميل نحو الانتحار أو يحاول ذلك.\nولذلك فقد أتبع الله تعالى أمره هذا بخبر سار لكل مؤمن، يقول تعالى (إِنَّ اللَّهَ كَانَ بِكُمْ رَحِيمًا) [النساء: 29]، إنه نداء مفعم بالرحمة والتفاؤل والأمل. ولكن لماذا هذا النداء؟\nإذا علمنا بأن معظم حالات الانتحار سببها فقدان الأمل من كل شيء عندها ندرك أهمية الحديث عن الرحمة في هذا الموضع بالذات.\nولكن هل يكفي الحديث عن الرحمة والأمل؟ لا، لأن بعض الناس لا يستجيبون لنداء الرحمة، ولا بدّ من تخويفهم من عواقب الانتحار. ويؤكد العلماء في أبحاثهم عن منع الانتحار أنه لا بدّ من تعريف الأشخاص ذوي الميول الانتحارية إلى خطورة عملهم وعواقبه وأنه عمل مؤلم وينتهي بعواقب مأساوية.\nوهذه الطريقة ذات فعالية كبيرة في منعهم من الانتحار. وهذا ما فعله القرآن، يقول تعالى في الآية التالية مباشرة: (وَمَنْ يَفْعَلْ ذَلِكَ عُدْوَانًا وَظُلْمًا فَسَوْفَ نُصْلِيهِ نَارًا وَكَانَ ذَلِكَ عَلَى اللَّهِ يَسِيرًا) [النساء: 30]. وتأمل معي هذا العقاب الإلهي: (فَسَوْفَ نُصْلِيهِ نَارًا) إنها بحق نتيجة مرعبة لكل من يحاول أن يقتل نفسه.\n(1/36)",
        "\nمن هنا ندرك أن القرآن العظيم لم يغفل عن هذه الظاهرة بل عالجها العلاج الأمثل. ولذلك نجد أن أخفض نسبة للانتحار هي في العالم الإسلامي!!! وذلك بسبب تعاليم القرآن الكريم. بينما يعاني الغرب من عدم وجود تعاليم تمنعه من الإقدام على الانتحار فتجد نسبة الانتحار عالية لديهم.\nبين الأسطورة والعلم والقرآن\nعندما نزل القرآن العظيم كانت هنالك مجموعة من المعتقدات عند الشعوب، ومن هذه المعتقدات أنه لا ينبغي الحديث عن الانتحار لأن ذلك سيشجع على الانتحار (5) ولو كان القرآن كلام محمد صلى الله عليه وسلم وأنه قد جمعه من الأساطير السائدة في عصره كما يدعي بعضهم، إذن كان الأجدر به ألا يتحدث عن الانتحار! استجابة للأسطورة التي تمنع الحديث عن هذه الظاهرة.\nولو كان القرآن كلام بشر كما يدعون إذن كيف علم بأن العلاج الفعال للانتحار هو إعطاء جرعة من الرحمة والأمل للشخص وإعطائه بنفس الوقت جرعة من الخوف من عواقب هذه العملية؟ كيف علم هذا البشر بعلاج الانتحار قبل أن يكشفه العلماء بأربعة عشر قرناً؟؟\nإن وجود هذه الحقائق العلمية دليل صادق لكل من لديه شك بأن القرآن كتاب صادر من عند الله القائل: (قُلْ أَنْزَلَهُ الَّذِي يَعْلَمُ السِّرَّ فِي السَّمَاوَاتِ وَالْأَرْضِ إِنَّهُ كَانَ غَفُورًا رَحِيمًا) [الفرقان: 6].\n(1/37)\n",
        "لنقرأ النص الإلهي كاملاً ونتأمل ما فيه من خطاب مليئ بالرحمة، يقول تعالى: (يُرِيدُ اللَّهُ لِيُبَيِّنَ لَكُمْ وَيَهْدِيَكُمْ سُنَنَ الَّذِينَ مِنْ قَبْلِكُمْ وَيَتُوبَ عَلَيْكُمْ وَاللَّهُ عَلِيمٌ حَكِيمٌ * وَاللَّهُ يُرِيدُ أَنْ يَتُوبَ عَلَيْكُمْ وَيُرِيدُ الَّذِينَ يَتَّبِعُونَ الشَّهَوَاتِ أَنْ تَمِيلُوا مَيْلًا عَظِيمًا * يُرِيدُ اللَّهُ أَنْ يُخَفِّفَ عَنْكُمْ وَخُلِقَ الْإِنْسَانُ ضَعِيفًا * يَا أَيُّهَا الَّذِينَ آَمَنُوا لَا تَأْكُلُوا أَمْوَالَكُمْ بَيْنَكُمْ بِالْبَاطِلِ إِلَّا أَنْ تَكُونَ تِجَارَةً عَنْ تَرَاضٍ مِنْكُمْ وَلَا تَقْتُلُوا أَنْفُسَكُمْ إِنَّ اللَّهَ كَانَ بِكُمْ رَحِيمًا * وَمَنْ يَفْعَلْ ذَلِكَ عُدْوَانًا وَظُلْمًا فَسَوْفَ نُصْلِيهِ نَارًا وَكَانَ ذَلِكَ عَلَى اللَّهِ يَسِيرًا * إِنْ تَجْتَنِبُوا كَبَائِرَ مَا تُنْهَوْنَ عَنْهُ نُكَفِّرْ عَنْكُمْ سَيِّئَاتِكُمْ وَنُدْخِلْكُمْ مُدْخَلًا كَرِيمًا) [النساء: 26-31].\nولا نملك في نهاية هذا البحث إلا أن ندعو بدعاء النبي الكريم والذي كان أكثر دعائه:\nاللهم قنا عذابك يوم تبعث عبادك\nالهوامش\n(1) إحصائيات الأمم المتحدة على موقعهم:\nhttp://www.who.int/mental_health/en/\n(2) مقالة بعنوان \"إحصائيات الانتحار\" على الرابط:\nhttp://www.befrienders.org/info/statistics.php\n(3) تقرير رسمي حول عدد حالات الانتحار في الولايات المتحدة الأمريكية لعام 2002:\nhttp://www.suicidology.org/associations/1045/files/2002datapgv2.pdf\n(4) http://www5.who.int/mental_health/main.cfm?p=0000000021\n(5) http://www.ace-network.com/suicmyths.htm\nالمراجع\n[1] Anderson RN, Smith BL. Deaths: leading causes for 2001. National Vital Statistics Report 2003.\n[2] مجموعة من المقالات على موقع الانتحار:\nhttp://suicide.com/index.html\n[\n(1/38)\n\n3] http://www.cdc.gov/mmwr/preview/mmwrhtml/00049117.htm\n[4] http://www.cdc.gov/ncipc/cmprfact.htm\n[5] http://www.cdc.gov/ncipc/factsheets/suicide-overview.htm\n[6] http://www.suicidology.org/displaycommon.cfm?an=1&subarticlenbr=44\n[7] http://www.suicidology.org/displaycommon.cfm?an=1&subarticlenbr=21\n\nظاهرة الموت المفاجئ ... بين العلم والإيمان\n\nيقول النبي الكريم صلى الله عليه وسلم: (إن من أمارات الساعة أن يظهر موت الفجأة)، [رواه الطبراني]. في هذا الحديث تتجلى معجزة علمية سوف نثبتها بحقائق طبية لا تقبل الجدل، وهذه المعجزة تشهد للنبي الأعظم عليه الصلاة والسلام أنه رسول من عند الله لا ينطق عن الهوى، بل كل كلمة نطق بها هي وحي من الله تعالى، لنقرأ هذه المعجزة النبوية...\n\nمقدمة\nتطالعنا هيئة الأمم المتحدة كل عام بإحصائية جديدة عن عدد الذين يموتون بنتيجة السكتات الدماغية والقلبية، وهذه الأعداد في تزايد مستمر، وتقول لنا هذه الإحصائيات: إن أمراض القلب هي السبب الأول لحالات الوفاة في العالم هذه الأيام. وسوف نرى من خلال هذه البحث أنه لا يمكن لأحد زمن النبي الكريم عليه الصلاة والسلام أن يتصور بأنه سيأتي زمن يظهر ويكثر فيه الموت المفاجئ، إلا إذا كان متصلاً بوحي إلهي يعلمه هذه العلوم.\nأول من درس هذه الظاهرة علمياً",
        "(1/39)\n\nإن ظاهرة الموت المفاجئ هي ظاهرة حديثة الظهور نسبياً، وتعتبر أول دراسة للموت المفاجئ هي دراسة فرامنغهام Framingham Heart Study والتي بدأت عام 1948 ، إن نصف الذين شاركوا في هذه الدراسة قد ماتوا الآن، وقد تم دراسة حالات موتهم بدقة كبيرة، ويعرف فرامنغهام الموت المفاجئ أنه الموت الذي يتم في مدة أقصاها ساعة بعد بدء الأعراض. وقد تبين بأن معظم حالات الموت المفاجئ هي نتيجة أمراض الشريان التاجي للقلب، ويسمى هذا النوع من أنواع الموت Sudden Cardiac Death واختصاراً SCD . وبينت دراسته أن الرجال في عمر 45-75 عاماً والذين ماتوا بسبب أمراض القلب قد مات 60 بالمئة منهم موتاً مفاجئاً دون سابق إنذار!! [2].\nكما بينت الدراسة أن سبب الموت القلبي المفاجئ هو الاضطراب المفاجئ والذي قد يتولد بنتيجة عدم الاستقرار النفسي. وأنه مهما كانت العناية مشددة ولو تم إسعاف المريض بكل الوسائل، إلا أن هذا النوع من الموت يتمكن من النجاح في مهمته! [2].\nما هو الموت المفاجئ؟\nلقد قال القدماء: تعددت الأسباب والموت واحد، ونستطيع أن نفهم من هذه المقولة الاعتقاد السائد في الماضي حول الموت، وهو أن الموت له سبب، مثل المرض أو الحادث أو الانتحار وغير ذلك. ولكن أن نتحدث عن موت بلا سبب فهذا هو الموت المفاجئ والذي لم يكن معروفاً من قبل.\nومع تطور وسائل الطب الحديث وأجهزته استطاع الإنسان اكتشاف أسباب الموت، ومنها السرطان مثلاً أو الأمراض الوبائية أو المعدية وهذه الأمراض تحدث وتكون مؤشراً لاقتراب الموت، ولكن السبب الأهم للموت في هذا العصر هو الجلطة القلبية المفاجئة والتي تأتي من دون إنذار.\nيعرّف العلماء الموت المفاجئ على أنه موت غير متوقع يحدث خلال فترة قصيرة لا تتجاوز الساعة من الزمن، وقد تبين أن نصف المصابين بأمراض في القلب سوف يموتون موتاً مفاجئاً! إن معظم حالات الموت المفاجئ تكون بسبب اضطرابات في الشريان التاجي للقلب.\n(1/40)",
        "\nإن الموت المفاجئ يهاجم الإنسان المريض حتى وهو في المشفى، فقد دلت الدراسات أن 10 بالمئة يموتون بشكل مفاجئ داخل المشفى، و90 بالمئة خارج المشفى [7].\nإحصائيات\nإن السبب الأول للوفاة في الولايات المتحدة الأمريكية هو أمراض القلب أي الجلطة القلبية، وتبلغ النسبة 28 بالمئة من حالات الوفاة. وتؤكد التقارير الإحصائية الدقيقة أنه قد مات في عام 2001 بحدود 700 ألف إنسان بسبب أمراض القلب وذلك في أمريكا فقط! [6].\nولكن ما هي أعداد الذين يموتون كل عام بسبب هذا النوع من أنواع الموت المفاجئ؟ في الولايات المتحدة يموت كل عام أكثر من 300 ألف إنسان موتاً مفاجئاً بسبب أمراض في القلب. وتؤكد الإحصائيات أن نسبة الموت القلبي المفاجئ تزداد بشكل عام على مستوى العالم. وأن الرجال من الممكن أن يتعرضوا للموت المفاجئ أكثر من النساء بثلاثة أضعاف.\nيحدث الموت المفاجئ دون سابق إنذار وحتى أحياناً دون أية علامات عن مرض في القلب. وعلى الرغم من ملايين الدولارات التي تُصرف على أبحاث أمراض القلب في الولايات المتحدة الأمريكية، وعلى الرغم من أنهم استطاعوا تخفيض الوفيات الناتجة عن أمراض القلب التي تسبب الموت غير المفاجئ، إلا أن نسبة الموت المفاجئ بقيت ثابتة! [2].\nالتدخين والضغوط النفسية\nإن التدخين يرفع احتمال الموت المفاجئ ثلاثة أضعاف! حيث إن التدخين هو المسؤول عن ربع أمراض القلب التاجية CAD في العالم، وهذه الأمراض معظمها ينتهي بالموت المفاجئ.\nالضغوط النفسية تؤثر في زيادة احتمال الموت القلبي المفاجئ، وكذلك المرحلة العمرية، فقد بينت الدراسات أن المرحلة الأكثر تعرضاً للموت المفاجئ هي الأربعينات والخمسينات من عمر الإنسان. وهذه الفترة هي التي يكون الإنسان فيها في أشده أي يكتمل عقله. كما أن المصابين بمرض السكر لديهم احتمال كبير للموت القلبي المفاجئ [1].\nهل يوجد علاج طبي لهذه الظاهرة؟\n(1/41)\n",
        "إن معظم الأطباء يتحدثون عن العلاج بعد وقوع السكتة، لأنه ليس لديهم علاج حتى الآن لمثل هذه السكتات الخطيرة، وعلى الرغم من ذلك فإن احتمالات النجاة من هذا الموت هي ضئيلة جداً. ويؤكد الأطباء بأن الطريقة المثالية لاتقاء هذا النوع من الموت المفاجئ هو ضمان أكبر درجة من الاستقرار لعمل القلب [5].\nإن العلاج المتوفر حالياً هو أن يكون المريض تحت العناية التامة ومن ثم إجراء جراحة سريعة له، وحتى هذه الطرق لا تعطي نتائج إلا في حالات قليلة. وينصح الأطباء بتقليل كمية السكر والكولسترول في طعام هؤلاء المرضى، وحتى هذه لا تفيد في مثل هذه الحالة.\nولكن ما هو العلاج بالنسبة لأولئك الذين لا يعلمون بحالتهم ولا يتوقع أحد أن الموت المفاجئ سيأتيهم في أي وقت دون سابق إنذار؟ إن هؤلاء قد فشل الطب حتى الآن في التنبؤ بحالتهم، ولكن هل تركهم النبي الرحيم صلى الله عليه وسلم أم وصف لهم العلاج؟؟\nما هو العلاج النبوي والقرآني\nلقد ذكر الله القلب في الكثير من آيات القرآن الكريم. فالقلوب تمرض وتقسو، والقلوب تعمى وتخاف وتطمئن، والقلوب تزيغ وتتنجس، والقلوب تفقه وتعقل. إذن القلب ليس مجرد مضخة بل هو جهاز متكامل يتحكم في الاستقرار النفسي عند الإنسان.\nإن ذكر الله تعالى هو أفضل وسيلة لاطمئنان القلوب، لأن الله تعالى يقول: (الَّذِينَ آَمَنُوا وَتَطْمَئِنُّ قُلُوبُهُمْ بِذِكْرِ اللَّهِ أَلَا بِذِكْرِ اللَّهِ تَطْمَئِنُّ الْقُلُوبُ) [الرعد: 28]. فعندما يذكر المؤمن ربه فإن قلبه يستقر ولا يعاني من أي اضطراب، ويمكنك عزيزي القارئ أن تغمض عينيك وتجعل قلبك يخشع ويستحضر عظمة الله تعالى وتقول مثلاً (لا إله إلا الله) وانظر ما هو الإحساس الذي تحس به، ألا تشعر بأنك من أكثر الناس استقراراً وأمناً وطمأنينة!\n(1/42)\n\nلقد رأينا بأن سبب الموت المفاجئ هو اضطراب مفاجئ في نظام عمل القلب، ولذلك فقد فشل الأطباء حتى الآن بإيجاد علاج لهذه الظاهرة، ولكن القرآن عالجها بهذه الآية الكريمة، فتخيل نفسك عزيزي القارئ وأنت قد حفظت كتاب الله في قلبك، ألا تتوقع أنك ستكون من أكثر الناس استقراراً!\nلقد علمنا رسول الله صلى الله عليه وسلم دعاءً عظيماً كان يدعو به كل يوم، ونحن نتأسى بهذا النبي الرحيم ونتعلم هذا الدعاء لندعو به أيضاً. يقول عليه الصلاة والسلام: (ما من عبد يقول صبح كل يوم ومساء كل ليلة: بسم الله الذي لا يضر مع اسمه شيء في الأرض ولا في السماء وهو السميع العليم، لم يصبه فجأة بلاء) [رواه أبو داوود].\nوقد كان النبي الكريم يدعو بهذا الدعاء أيضاً: (اللهم احفظني من بين يدي ومن خلفي وعن يميني وعن شمالي ومن فوقي، وأعوذ بك أن أُغتال من تحتي) [رواه الترمذي].\nالإعجاز النبوي الشريف\nيمكن أن نلخص وجه الإعجاز في هذا الحديث الشريف بالنقاط الآتية:\n1- لا يمكن لأحد أن يتنبأ بأن الموت المفاجئ سيكثر لأنه لم يتمكن أحد من معرفة هذا الأمر إلا منذ سنوات قليلة عندما تمكن العلماء من إجراء إحصائيات دقيقة وكانت المفاجأة أن الأرقام التي حصلوا عليها لم تكن متوقعة، فقد كانت نسبة الذين يموتون موتاً مفاجئاً مرتفعة جداً.\n2- يقول العلماء اليوم: إن ظاهرة الموت المفاجئ لم يتم تمييزها ودراستها إلا منذ خمسين سنة فقط! ولم يتم دراستها طبياً إلا منذ عشرين سنة، ويعكف العلماء اليوم على إيجاد وسائل لمنع هذا الموت المفاجئ [4]وذلك بسبب إدراكهم لحجم المشكلة، ولكن دون فوائد تذكر. وهذا يعني أن هذه الظاهرة في تزايد مستمر، وأن العلماء بدأوا يتبينون أسباب هذا الموت ويدرسونه وهذا تصديق لقول النبي الكريم (إن من أمارات الساعة أن يظهر موت الفجأة)، فمن معاني كلمة (يظهر) أي (يتبيّن) كما في القاموس المحيط. وكما رأينا فقد بدأ يتبين هذا الموت منذ عشرين عاماً.",
        "(1/43)\n\n3- قد يدعي بعض المشككين بأن الموت المفاجئ معروف منذ زمن بعيد، ولذلك نقول: إن الموت المفاجئ لم يكن معروفاً زمن النبي عليه الصلاة والسلام، لأننا لا نجد في أقوال الشعراء والأدباء وقتها ما يشير إلى هذا النوع من أنواع الموت، والدليل على ذلك أن النبي الكريم عدّ الموت المفاجئ من علامات الساعة، ولو كان هذا الموت معروفاً زمن النبي لاعترض المشركون على هذا الحديث!\nفكما نعلم فإن الكفار لم يتركوا شيئاً إلا وانتقدوه، ولو كانت ظاهرة الموت المفاجئ منتشرة وقتها، وجاء النبي صلى الله عليه وسلم واعتبر أن هذا الموت سيظهر في آخر الزمان عند اقتراب يوم القيامة، لو حدث هذا لاستغرب الناس من هذا الحديث، إذ كيف يحدثهم عن شيء موجود!! ولذلك يمكن اعتبار هذا الحديث معجزة طبية للرسول الأعظم عليه الصلاة والسلام، تحدث من خلاله عن ظاهرة لم يكتشفها علماء الغرب إلا منذ عقود قليلة.\n\nوأخيراً\nونختم هذا البحث بدعاء نبوي كريم ينبغي على كل واحد منا أن يتعلمه ولا ينساه أبداً: (اللهم أنت ربي لا إله إلا أنت، خلقتني وأنا عبدك وأنا على عهدك ووعدك ما استطعت، أعوذ بك من شر ما صنعت، أبوء لك بنعمتك علي وأبوء بذنبي فاغفر لي فإنه لا يغفر الذنوب إلا أنت). فمن قال هذا الدعاء حين يمسي ثم مات دخل الجنة، ومن قاله حين يصبح ثم مات دخل الجنة [رواه البخاري]. أخي القارئ: هل تقتنع معي بالعلاج النبوي وتحفظ هذا الدعاء ولا تنساه أبداً؟\nبعض المراجع الأجنبية\n[1] Silvia G Priori, Douglas P Zipes, Sudden Cardiac Death, Blackwell Publishing,2005.\n[2] Ben Best, Sudden Cardiovascular Death,www.emedicine.com.\n[3] Ben Best, Prevention of Cardiovascular Disease,www.emedicine.com.\n[4] Aliot, Fighting Sudden Cardiac Death, Blackwell Publishing, 2000.\n[5] Krishna C Malineni, Sudden Cardiac Death,www.emedicine.com, November 11, 2004.\n[\n(1/44)",
        "\n6] National Vital Statistics Reports, Vol. 53, No. 17, March 7, 2005.\n[7] http://www.benbest.com/health/cardio1.html\n\nالرضاعة التامة ... بين العلم والقرآن\n\nوجد العلماء حديثاً أن الغذاء التام للطفل هو من حليب أمه، وأن هذا الغذاء لا يكتمل إلا إذا أرضعت الأم ابنها سنتين كاملتين! هذا ما خرجت به منظمة الصحة العالمية في القرن الحادي والعشرين، فماذا يقول كتاب الله تعالى قبل أربعة عشر قرناً؟ لنقرأ...\n\nمقدمة\nلقد كان الأطباء يظنون أن الرضاعة الطبيعية تكسب الطفل ارتباطاً نفسياً مع أمه فقط، وليس هنالك أية منافع أخرى، ولكن بعد إجراء البحوث على مدى نصف قرن بدأت تظهر الفوائد الكبيرة لهذا الإرضاع، بل إن العلماء في كل يوم يكشفون منافع جديدة لحليب الأم. فالأجسام المناعية المسماة بـ immunoglobulins اكتُشفت أولاً في حليب الأم. وهي أجسام مضادة للبكتريا والفيروسات بأنواعها. بل إن العلماء وجدوا أن كمية البكتريا في أمعاء الطفل الذي يتغذى على حليب البقر أكبر بعشرة أضعاف من تلك الموجودة في أمعاء الطفل الذي يرضع من صدر أمه [1].\nمنافع الإرضاع الطبيعي\nالرضاعة الطبيعية هي أفضل أنواع الغذاء على الإطلاق للطفل، وجميع أنواع الغذاء الأخرى تختلف بدرجة كبيرة عن حليب الأم، هذا الحليب الذي يحمي الطفل من كثير من الأمراض (والكلام للأكاديمية الأمريكية لطب الأطفال) [2].\nإن حليب الأم يحوي دائماً نسباً طبيعية من البروتين والسكريات والدسم، وهذه النسب يصعب التحكم فيها في حليب البقر وغيره. كذلك حليب الأم دائماً يخرج بدرجة الحرارة الصحيحة والمناسبة للطفل.\nمنافع للطفل\n(1/45)\n",
        "- إن الأجسام المناعية immunoglobulins تساعد الطفل خلال الأشهر الأولى على حماية أجهزة جسمه من الهجوم الجرثومي المتكرر الذي يتعرض له، بل وتساعده أيضاً في تشكيل جهازه المناعي الخاص وتقويته. كما تشير بعض الدراسات إلى أن جهاز المناعة لدى الطفل ينمو بسرعة أكبر عندما يتغذى على حليب الأم.\n- يحوي حليب الأم أيضاً مواد مناعية تسمى mucins هذه المواد تحوي الكثير من البروتينات والكربوهيدرات وهذه المواد تلتصق بالبكتريا والفيروسات وتزيلها من جسم الطفل نهائياً دون أي تأثيرات جانبية، بعكس الأدوية الكيميائية [9].\n- إن البروتين الموجود في حليب البقر مثلاً يعادل ضعف الكمية الموجودة في حليب الأم، ولذلك لا يستطيع الطفل أن يمتص هذه الكمية من البروتين البقري، فيختزنها في جسده مما يؤدي مستقبلاً لأمراض السمنة. بينما نجد أن الطفل يمتص البروتين الموجود في حليب الأم بنسبة 100 % . كما بينت الدراسات أن المدة اللازمة لهضم البروتين في حليب الأم من قبل الطفل هي 15 دقيقة، بينما تستغرق العملية ذاتها مع حليب البقر أكثر من 60 دقيقة. إذن هنالك توفير في الوقت والجهد [1].\n\nيؤكد جميع الأطباء أن حليب الأم خال تماماً من البكتريا وأنه الأفضل للطفل من أي حليب صناعي. فقد لاحظ الأطباء أن الأطفال الذين يتناولون الحليب الصناعي بالزجاجة غالباً ما يتعرضون لمختلف الإصابات حتى ولو كانت هذه الزجاجة معقمة!\n- كما يساعد حليب الأم الطفل على تطوير جهازه الهضمي بشكل صحيح. حيث يعتبر حليب البقر مثيراً للأمعاء [9].\n- إن حليب الأم يمنح الطفل الاستقرار النفسي ويساعده على النوم والتهدئة. إنه يعمل كأفضل مسكن طبيعي للطفل! [3].\n- إن حليب الأم يقي الطفل من مرض الحساسية فهو يوقف عنده تطور هذا المرض.\n- من مخاطر التغذية بحليب البقر مثلاً أنه يزيد احتمال الإصابة بالسرطان ثمانية أضعاف [4].\n\nالرضاعة الطبيعية\n(1/46)\n\nتقي الطفل من كثير من الأمراض التنفسية أهمها مرض الربو.\nالرضاعة الطبيعية تقي الطفل من أمراض الأذن والتهاباتها المتكررة.\nالرضاعة الطبيعية تقي الطفل من مرض الموت المفاجئ (SIDS) .\nالرضاعة الطبيعية تقي الطفل من التهاب السحايا.\nالرضاعة الطبيعية تقي الطفل من أمراض السرطان خلال الأشهر الستة الأولى.\nالرضاعة الطبيعية تقي الطفل من نخر العظام. يقي من الأكزيما، ويقي من تقرحات المعدة.\n\nمنافع للأم\n- لقد أجريت دراسات في 30 دولة وأظهرت بأن الأم التي تغذي طفلها بحليب صدرها تكون أقل عرضة للإصابة بسرطان الثدي [5].\n- إن الرحم يتوسع 20 مرة أثناء الحمل والولادة، وقد بينت الدراسات أن الإرضاع الطبيعي يساعد على عودة حجم الرحم للحدود الطبيعية، بعكس الأم التي لا ترضع طفلها فإن حجم الرحم يبقى عندها أكبر من الحدود الطبيعية. كما أن الإرضاع يقي الأم من سرطان الرحم [9].\nإن الرضاعة الطبيعية تساعد الأم على إنقاص وزنها وتقيها من السمنة [6]. حتى إن الرضاعة الطبيعية تعمل كمسكن طبيعي للأم أيضاً! إن الإرضاع الطبيعي يساعد الأم على النوم، ويساعد الطفل على النوم أيضاً [9].\nمنافع للمجتمع\n- الإرضاع الطبيعي غير مكلف بعكس الإرضاع الصناعي، وربما نذهل إذا علمنا أن الأكاديمية الأمريكية لطب الأطفال تؤكد أن الولايات المتحدة الأمريكية لو اتبعت أسلوب الرضاعة الطبيعية فإنها ستوفر كل سنة 3600 مليون دولار!! [7].\n- إن الرضاعة الطبيعية تنعكس إيجابياً على البيئة أيضاً! وذلك بسبب توفير التلوث الناتج عن عمليات تصنيع زجاجات الحليب وتجفيف حليب البقر، والنفايات الناتجة عن استهلاك هذا الحليب وهذه الزجاجات [8].",
        "(1/47)\n\nهنالك فوائد لا يدركها الكثيرون للرضاعة الطبيعية، فالطفل الذي يتغذى على صدر أمه يكون جلده أنعم من ذلك الطفل الذي يتغذى بحليب البقر، ويكون مستوى الرؤية عنده أفضل أيضاً، إن الطفل الذي يتغذى على حليب البقر يكون بوله وبرازه ذو رائحة كريهة أكثر من الطفل الذي يتغذى على حليب أمه! [10]\nوبالنتيجة فإن حليب البقر هو أفضل غذاء \"للأطفال من البقر\"، والحليب الإنساني هو أفضل غذاء للأطفال من البشر، هكذا خلق الله لكل نوع غذاءه وقال: (وَخَلَقَ كُلَّ شَيْءٍ فَقَدَّرَهُ تَقْدِيرًا) [الفرقان: 2].\nكل هذه النعم منحها الله إياك أيها الإنسان وأنت طفل صغير لا تعلم من الدنيا شيئاً، فهل تتذكر نعمة الله عليك، وربما ندرك هنا معنى قوله تعالى: (وَإِنْ تَعُدُّوا نِعْمَةَ اللَّهِ لَا تُحْصُوهَا إِنَّ الْإِنْسَانَ لَظَلُومٌ كَفَّارٌ) [إبراهيم: 34]. فعلاً مهما عددنا نعمة الله فلن نحصيها.\nما هي المدة المثالية للإرضاع؟\nلقد قامت منظمة الصحة العالمية ومنظمة اليونيسيف بالعديد من الأبحاث على الأطفال الرضع، وخرجوا بنتيجة أبحاثهم أن المدة المثالية هي سنتان! لأن الطفل خلال السنتين الأوليين من عمره يكون بحاجة ماسة لحليب معقم مثل حليب الأم، ولأن جهازه المناعي لا يستطيع مواجهة أي مرض محتمل قبل سنتين من عمره.\nلقد اكتشف العلماء أن حليب الأم يحوي مواد مناعية مضادة للجراثيم، مع العلم أن الجنين في بطن أمه يستمد الأجسام المناعية منها طيلة فترة الحمل، وعندما يخرج هذا الجنين يكون محاطاً بعوامل كثيرة ممرضة، ولذلك فهو بحاجة لمناعة إضافية لا يجدها إلا في حليب الأم، فسبحان الله الذي هيّأ له هذا المصدر الطبيعي من الحماية.\nلقد عقدت منظمة الصحة العالمية مؤتمراً لها بعنوان \"Complementary feeding\" عام 2001 وجاء بنتيجته [11].\n(1/48)",
        "\nThe first two years of a child’s life are a critical window during which the foundations for healthy growth and development are built. Infant and young child feeding is a core dimension of care in this period.\nإن السنتين الأوليين من حياة الطفل هما نافذة حرجة يتم خلالهما بناء التأسيسات للنمو والتطور الصحي. إن تغذية الطفل الرضيع هي بعد جوهري للعناية خلال هذه الفترة.\nوجاء في نتيجة المؤتمر أيضاً أن المدة المثالية للإرضاع هي سنتان، لأن الطفل خلال هاتين السنتين يكون بحاجة ماسة للأجسام المناعية لتطوير جهازه المناعي، وهذه الأجسام لا يجدها إلا في حليب الأم.\nولذلك يؤكد الأطباء أن جميع أنواع الأغذية لا يمكن أن تكون كافية للطفل بمفردها خلال السنتين الأوليين من عمر الطفل. لأن الطفل يتعرض للكثير من العوامل والتي يصاب بنتيجتها بالعديد من الأمراض، وعندما يبلغ من العمر سنتان، تصبح العوامل ذاتها غير مؤثرة كما كانت من قبل، لذلك عمر السنتين هو عمر حرج وحساس للطفل وينبغي الاعتماد على حليب الأم خلاله لدرء هذه الأخطار.\nيقول العلماء اليوم [12]:\nAfter a child reaches 2 years of age, it is very difficult to reverse stunting that has occurred earlier\nبعد أن يبلغ الطفل سنتين من العمر من الصعب جداً أن ينعكس العامل المعيق للنمو والذي كان ممكن الحصول قبل هذه المدة.\nكذلك فقد بينت الأبحاث الحديثة أن الإرضاع الطبيعي لمدة 24 شهراً يقي الأم من خطر سرطان المبيض بنسبة الثلث [13].\n\nإن أهم وأخطر فترة من عمر الطفل هي السنتان الأوليان وخلالهما يتعرض الطفل لكثير من العوامل والأمراض مثل الإسهال. ويستطيع حليب الأم بما يحويه من مواد مناعية أن يحمي الطفل من هذه الأمراض، حتى إن العلماء لا يزالون يجهلون الكثير من تركيب حليب الأم، ولكنهم يلمسون النتائج الرائعة للأطفال الذين يتغذون على حليب أمهاتهم.\n(1/49)\n",
        "وبالنتيجة هنالك تأكيد من قبل الأطباء على أهمية إرضاع الأم لابنها سنتين كاملتين، فماذا يقول القرآن الكريم عن هذا الأمر؟\nالرضاعة في القرآن الكريم\nتأمل معي أخي القارئ قول الحق تبارك وتعالى: (وَالْوَالِدَاتُ يُرْضِعْنَ أَوْلَادَهُنَّ حَوْلَيْنِ كَامِلَيْنِ لِمَنْ أَرَادَ أَنْ يُتِمَّ الرَّضَاعَةَ) [البقرة: 233]. إنه نداء إلهي مفعم بالرحمة يطلب من كل أم أن ترضع أطفالها، ورحمة بهن فقد حدد لهن المدة المثالية للإرضاع وهي حولان كاملان.\nلقد تضمن النداء الإلهي الكريم ثلاث معجزات طبية:\n1- في قوله تعالى (وَالْوَالِدَاتُ يُرْضِعْنَ أَوْلَادَهُنَّ): هذا أمر إلهي لكل أمّ أن ترضع أبناءها من لبنها، ولا تلجأ إلى غذاء آخر، وهذا النداء نسمعه اليوم بكثرة في الولايات المتحدة الأمريكية، من منظمة الصحة العالمية ومنظمة اليونيسيف، بسبب الفوائد العظيمة التي اكتشفها العلماء في حليب الأم. ألا نستطيع أن نستنتج أن النداء الإلهي سبق النداء البشري بأربعة عشر قرناً!\n2- في قوله تعالى (حَوْلَيْنِ كَامِلَيْنِ): تحديد دقيق للمدة اللازمة للإرضاع الطبيعي للطفل بحولين كاملين، واليوم نجد الأطباء يؤكدون على أن المدة المثالية للإرضاع هي سنتان. وتأمل معي كلمة (كَامِلَيْنِ) والتي نلمس فيها تأكيداً من الله تعالى على ضرورة إكمال السنتين وعدم التهاون في هذه المدة. ولو تأملنا أقول الأطباء في القرن الحادي والعشرين نجدهم يؤكدون وبإصرار على ضرورة إرضاع الطفل من ثدي أمه سنتين كاملتين (24 شهراً).\n(1/50)\n\n3- في قوله تعالى (لِمَنْ أَرَادَ أَنْ يُتِمَّ الرَّضَاعَةَ): إشارة رائعة إلى أن الرضاعة لا تتم إلا بعد مرور سنتين من عمر المولود. وقد رأينا كيف اكتشف العلماء أن هاتين السنتين هما الأهم من عمر الطفل، حيث تعتبر هذه الفترة مرحلة حرجة يتكون خلالها الجهاز المناعي للطفل، وأن العديد من الأمراض تصيب الطفل خلال هاتين السنتين، ولذلك هم يؤكدون على أهمية أن ترضع الأم طفلها سنة كاملة والأفضل أن تتم الرضاعة إلى سنتين!\nوسبحان الله! لقد وفر الله علينا عناء البحث والدراسة والتجارب والاختبارات، وأعطانا المدة المناسبة مباشرة، وتأمل معي قوله تعالى (حَوْلَيْنِ كَامِلَيْنِ) للتأكيد على ضرورة إكمال السنتين، وهذا ما يؤكده علماء أمريكا اليوم.\nـــــــــــــــــــــــــــــ\nالمراجع\n[1] http://www.drgreene.com/21_552.html\n[2] A.A.P. Breastfeeding Policy Statement: Breastfeeding and the Use of Human Milk Pediatrics Vol. 115 No. 2 February 2005\n[3] Acheston, L, \"Family violence and breastfeeding\" Arch. Fam. Med. 1995, 4:650-652\n[4] http://www.nrdc.org/breastmilk/benefits.asp\n[5] Jernstorm, H et al \"Breast-feeding and the risk of breast cancer in BRCA1 and BRCA2 mutation carriers.\" J Natl Cancer Inst. 2004;96:1094-1098\n[6] DC.A. Lovelady et al \"The effect of weight loss in overweight lactating women on the growth of their infants.\" New Eng Journal of Med, 2000; 342: 449-453\n[7]http://aappolicy.aappublications.org/cgi/content/full/pediatrics;%20115/2/496\n[8] http://www.4woman.gov/breastfeeding/index.cfm?page=227\n[9] Leslie Burby, 101 reasons to breastfeed your child, www.promom.org, 2005.\n[10] http://www.askdrsears.com/html/2/T020200.asp\n[",
        "(1/51)\n\n11] Complementary feeding, Report of the global consultation, Geneva, 10-13 December 2001.\n[12] Kathryn Dewey, GUIDING PRINCIPLES FOR COMPLEMENTARY FEEDING OF THE BREASTFED CHILD, Global Consultation on Complementary Feeding, December 10-13, 2001.\n[13] \"Rates and risks of ovarian cancer in subgroups of white women in the United States.\" Obstet Gynecol 1994 Nov; 84(5): 760-764\n[14] Jack Newman, How Breast Milk Protects Newborns, www.promom.org.\n[15] GUIDING PRINCIPLES FOR COMPLEMENTARY FEEDING OF THE BREASTFED CHILD, WHO.\n[16] http://en.wikipedia.org/wiki/Breastfeeding\n\nالإيدز ... بين العلم والهدي النبوي\nلا يخفى على أحد الأمراض الخطيرة والتي ظهرت حديثاً كنتيجة للشذوذ الجنسي والزنا وما نتج عنها من تعاطي للمخدرات، حتى إن الأمراض الجنسية تُعتبر الأشد فتكاً والأكثر وجعاً وألماً. وقد نعجب إذا علمنا أن الرسول الكريم عليه الصلاة والسلام حدثنا عن هذا الأمر قبل حدوثه بأربعة عشر قرناً.\nمقدمة\nيقول النبي الكريم صلّى الله عليه وسلم: (لم تظهر الفاحشة في قوم قط حتى يعلنوا بها إلا فشا فيهم الطاعون والأوجاع التي لم تكن مضت في أسلافهم الذين مضوا) [رواه ابن ماجه]. وهذا الحديث يعني أن الفاحشة أي الزنا وما شابهه من شذوذ جنسي إذا ما تفشّى في قوم وانتشر وأعلنوا به، فلا بدّ أن تنتشر الأمراض التي لم تكن معروفة أو مألوفة من قبل، وهذا ما حدث فعلاً.\nلقد كان من أخطر نتائج الفواحش والزنا في العصر الحديث ما يسمى بمرض نقص المناعة المكتسب (الإيدز)، كما تسببت كثرة الفواحش بالعديد من الأمراض مثل الزهري والسيلان ومرض الهربس الذي ظهر كوباء جنسي واسع الانتشار، حتى إن معدل الإصابة بهذا المرض في الولايات المتحدة بلغ أكثر من نصف مليون إصابة.\nالفاحشة والإيدز\n(1/52)",
        "\nفي عام (1979) ظهر لأول مرة مرض الإيدز في أمريكا وانتشر بعدها بسرعة رهيبة في معظم دول العالم. سبب انتشار هذا المرض هو الفواحش بأنواعها مثل الشذوذ الجنسي، والزنا، وتعاطي المخدرات.\nتعتبر الأمراض الجنسية من أكثر الأمراض صعوبة في العلاج. كما تؤكد المراجع الطبية على أن هذه الأمراض المعدية هي الأكثر انتشاراً في العالم. فلا غرابة إذا علمنا أنه كل عام يُصاب بمرض السيلان أكثر من ربع مليار إنسان في العالم!\nمن الأمراض الخطيرة التي تسببها العلاقات الجنسية المحرمة مرض الهربز الذي يعد من أخطر الأمراض الجنسية نظراً لسرعة العدوى به، فهو ينتقل عن طريق الاحتكاك المباشر بالمريض واستعمال أدواته الخاصة.\nوبنتيجة تفشي الفواحش والإعلان بها تفشت أمراض جديدة لم نسمع بها من قبل، مثل الورم القنبيطي المؤتف، والمليساء الرخوية السارية وغير ذلك كثير.\nوصدق الله سبحانه وتعالى عندما حدثنا عن عواقب الزنا ومساوئه فقال: (ولا تقربوا الزنا إنه كان فاحشة وساء سبيلاً) [الإسراء: 32]. و صدق حبيب الرحمن صلّى الله عليه وسلم عندما قال: (ولا ظهرت فيهم الفاحشة إلا فشا فيهم الموت) [رواه الطبراني]. والسؤال: لو كان الرسول صلى الله عليه وسلم يقول أشياء من عند نفسه، إذن كيف عرف بأنه ستظهر أمراض تؤدي للموت مثل الإيدز؟\nشكل (1) فيروس نقص المناعة المكتسب – الإيدز. هذا الفيروس الذي لا يكاد يُرى حتى بأضخم المجاهر الإلكترونية فقطره يبلغ واحد على عشرة آلاف من الميليمتر، وعلى الرغم من صغره فقد سبب موت ملايين البشر في سنوات قليلة بسبب الفاحشة وما نتج عنها، فهل نعتبر نحن المسلمون، ونعتز بتعاليم ديننا الذي حمانا من هذا الوباء المهلك؟\nإحصائيات لا بدّ من التعرف عليها\n(1/53)\n",
        "تخبرنا الأمم المتحدة بأن هنالك في العالم 14 ألف شخص يُصابون بالإيدز وذلك كل يوم!!! ونصف هذا العدد من النساء، ومن هؤلاء 2000 طفل وطفلة! ونحن نقول كل يوم، فتأمل هذه الأعداد الضخمة. إن الخسارات التي سيسببها هذا المرض في عام 2008 هي 22 بليون دولار!\nلقد حصد الإيدز حتى اليوم (منذ 1980 وحتى نهاية 2005) أكثر من 27 مليون إنسان منهم رجال ونساء وأطفال، وفي عام 2005 فقط فقد أكثر من 3 ملايين شخص حياتهم، وهنالك أكثر من 40 مليون شخص يعيشون مع هذا الفيروس وسوف يموتون عاجلاً أم آجلاً.\n\nشكل (2) يمثل نسب توزع المصابين بالإيدز اليوم (2005) في العالم تبعاً للأمم المتحدة، ونلاحظ أنه يوجد اليوم 40 مليون مصاب بالإيدز في مختلف بلدان العالم، كما نلاحظ أن العالم العربي والإسلامي شبه خال من هذا الوباء، ألا تظن معي أن الإسلام بتعاليمه فقط استطاع أن يحمي المؤمن من هذا الفيروس، حيث عجز الغرب بوسائله وأدواته وإمكاناته؟\nكيف يصل الفيروس للجسم؟\nإن السبب المباشر هو الاتصال الجنسي أو الشذوذ الجنسي، ويمكن أن يدخل هذا الفيروس من شخص مصاب به إلى آخر عن طريق اللعاب من خلال التقبيل، أو عن طريق الدم في الجروح في الجلد أو عن طريق الأغشية المخاطية في الأنف مثلاً. كما بينت الدراسات الجديدة أن الإيدز ينتشر من خلال دموع العين، أما البول والبراز والعرق فلا تحوي هذا الفيروس. حتى إن الأم المصابة بالفيروس سوف تنقل الإصابة إلى طفلها الرضيع من خلال الحليب.\nأعراض هذا المرض\nوتقول الدراسات الطبية أن الفيروس قد يبقى في الجسم 15 عاماً قبل أن يمارس هجومه. ويبدأ هذا المرض غالباً بما يشبه الأنفلونزا ثم يتطور إلى صداع وتعب شديد، وهنالك أناس لا تظهر عليهم أية أعراض للمرض، إنما يباغتهم بشكل مفاجئ. ثم يتطور المرض على شكل عقد لمفاوية.\n(1/54)\n\nومعظم الأعراض تكون قبل المرض بأشهر مثل التعب والإعياء والسعال الجاف وذات الرئة والحمى والعرق المتكرر وفقدان الوزن ولطخات ملونة في الجلد أو في الأنف أو اللسان. بالإضافة إلى إسهال حاد وفقدان ذاكرة وكآبة واضطرابات عصبية متنوعة وتقرحات جلدية وشرجية.\n\nعمل الفيروس\nلدى بدء عمل الفيروس في الجسم يلاحظ أن عدد الخلايا المقاومة في الدم CD4+ T ينخفض من 1200 خلية إلى 200 خلية فقط في الميليمتر المكعب من الدم. وهذا يعني أن مقاومة الجسم لأي مرض قد انخفضت كثيراً ومن السهل أن يصاب بالعديد من الأمراض في الدماغ والأمعاء والعيون والرئتين بالإضافة إلى العديد من السرطانات.\nالإيدز وتعاليم الإسلام\nيؤكد العلماء اليوم بأن الجلد الصحي والسليم هو مقاوم جيد للإيدز. وهنا نتذكر تعاليم الإسلام في الوضوء خمس مرات في اليوم، والذي يعتبر أفضل صيانة مستمرة للجلد وإكسابه مقاومة لكل الأمراض حتى الإيدز!\nكما أشارت الدراسات إلى أن احتمال العدوى بالإيدز تزيد كثيراً أثناء الاتصال الجنسي المخالف للطبيعة أي إتيان المرأة من دبرها، وهنا نتذكر أن الإسلام حرّم أن يأتي الرجل زوجته من دبرها.\nويقول العلماء أيضاً إن احتمال العدوى بالإيدز تزداد بوجود دم أثناء الجماع، وهنا أيضاً نتذكر الحكمة من تحريم إتيان الرجل زوجته وهي حائض. لنستمع إلى الأمر الإلهي: (وَيَسْأَلُونَكَ عَنِ الْمَحِيضِ قُلْ هُوَ أَذًى فَاعْتَزِلُوا النِّسَاءَ فِي الْمَحِيضِ وَلَا تَقْرَبُوهُنَّ حَتَّى يَطْهُرْنَ فَإِذَا تَطَهَّرْنَ فَأْتُوهُنَّ مِنْ حَيْثُ أَمَرَكُمُ اللَّهُ إِنَّ اللَّهَ يُحِبُّ التَّوَّابِينَ وَيُحِبُّ الْمُتَطَهِّرِينَ) [البقرة: 222].\nويؤكد جميع الباحثين اليوم بأن أفضل طريقة للقضاء على الإيدز وتجنّبه هو إيقاف كل أنواع الاتصال الجنسي غير المشروع، وهنا نقول: أليست هذه الدعوة اليوم هي نفس ما دعى إليه الرسول الكريم قبل أربعة عشر قرناً؟!",
        "(1/55)\n\nوهنا نود أن نوجه سؤالاً لكل من لا يعجبه الإسلام: هل سبّبت لنا تعاليم الإسلام ضرراً أم أنها حافظت علينا وأبعدتنا عن هذا الوباء؟ إذن لماذا لا تتبعوا تعاليم هذا الدين الحنيف؟\nالإيدز والمخدرات\nيرتبط الإيدز بشكل مباشر بتعاطي المخدرات، وتشير الدراسات إلى أن الفيروس يميل لمهاجمة المدمنين على المخدرات أكثر من غيرهم بسبب نقص المناعة أساساً لديهم.\nكما أن مدمن الخمر والمخدرات يكون جسده أقل مناعة ومقاومة ضد الأمراض مما يسهل على الفيروسات اقتحام أجهزة الجسم وتدميرها دون أية مقاومة تذكر. من هنا تتضح لنا الحكمة النبوية الشريفة في تحريم الخمور وكل ما يخدر الجسم من مخدرات وغيرها، ويتضح لنا صدق كلام النبي الكريم صلّى الله عليه وسلم: (كل مسكر خمر وكل خمر حرام) [رواه مسلم].\nكما ثبت تأثير المخدرات والخمور على الجنين، فالمرأة التي تتعاطى المخدر يدخل إلى دمها ويمتصه الجنين ويتأثر بشكل خطير وقد يتشوه خلقياً وعقلياً. وبينت الأبحاث الطبية أن تعاطي المخدرات والخمور يؤثر على الأولاد فتجدهم في الغالب مدمني مخدرات. إذن التأثير يمتد ليشمل نسل المدمن وذريته، ومن هنا نجد النهي النبوي عن المسكرات مهما كانت قليلة ليدفع الضرر عن الإنسان.\nيقول النبي الرحيم صلّى الله عليه وسلم: (ما أسكر قليله فكثيره حرام) [رواه الترمذي]. إذن ما حرمه الله والرسول هو ضرر للإنسان وما أمرنا به الله ورسوله فيه الخير والنفع الكثير. يقول عز وجل: (وما آتاكم الرسول فخذوه وما نهاكم عنه فانتهوا واتقوا الله إن الله شديد العقاب) [الحشر: 7] .\nشكل (3) بعض النتائج التي يسببها الزنا والذي يبدأ بمجرد نظرة أو اختلاط محرم، وهي مجموعة من الأمراض أهمها الإيدز. وعندما حرّم النبي الكريم أي شيء قد يؤدي إلى هذه النتائج المميتة، إنما حفظ نفس المؤمن وحافظ على حياته سليماً، أليس الأجدر بنا أن نتبع كل ما جاء به هذا الرسول الرحيم صلى الله عليه وسلم؟\n(1/56)",
        "\nالإيدز والوشم\nهل الوشم محرَّم؟ روي عن النبي صلّى الله عليه وسلم أنه لعن الواشمة والمستوشمة [رواه البخاري ]. وقد ثبت علمياً الأخطار الجسيمة التي يسببها الوشم، فالمواد المستخدمة في رسم الوشم هي مواد كيميائية سامة وتسبب الكثير من الأمراض والتلوث. كما يمكن للوشم أن يتسبب بالإصابة بالسرطان. وصدق النبي الكريم صلّى الله عليه وسلم عندما حرم هذا الوشم ولعن فاعله.\nالوشم هو عملية رسم على جلد الإنسان من خلال استخدام الإبر والوخز أو من خلال استخدام ملونات ومساحيق خاصة. وقد حذر العلماء من أن هواة رسم الوشم إنما يحقنون أجسادهم بمواد كيميائية سامة. هذه المواد صنعت أساساً لأغراض صناعية مثل طلاء السيارات.\nوقد أفاد أحد التقارير الحديثة عن أخطار الوشم بوجود احتمال للإصابة بمرض الإيدز بسبب العدوى، بالإضافة للإصابة بالتهاب الكبد. كما أن التلوث الناجم عن استخدام الإبر في الوشم قد يتسبب بسرطان الجلد والصدفية وإلى الكثير من حالات التسمم. من هنا تتضح لنا الحكمة النبوية الشريفة في تحريماً الوشم ولعن فاعله يقوله صلّى الله عليه وسلم: (لعن الله الواصلة والمستوصلة والواشمة والمستوشمة) [رواه البخاري ومسلم].\nوالآن سوف نتعرف إلى الوسائل النبوية لتجنب هذه الفواحش وما نتج عنها من أمراض، وأهمها تحريم الاختلاط بين الجنسين بشكل غير مشروع، وكذلك تحريم النظر إلى ما حرّم الله تعالى.\nهل الاختلاط محرّم؟\nلم يكتف الرسول الرحيم عليه الصلاة والسلام بتحريم الزنا، بل حرّم الأشياء التي تؤدي إلى الزنا، أي عالج المرض من جذوره. وربما يكون أول مراحل الفاحشة هو الاختلاط غير المشروع. ولذلك قال رسول الله صلّى الله عليه وسلم: (لا يخلونَّ أحدكم بامرأة إلا مع ذي محرم) [رواه البخاري ومسلم]. في هذا النهي النبوي أسرار علمية لم تكتشف إلا حديثاً عندما كثر الاختلاط بين الرجال والنساء وبدأت نتائج هذا المرض بالظهور فوراً.\n(1/57)\n",
        "ففي المقام الأول إن الاختلاط المحرم بين الرجل والمرأة يثير في النفس الغرائز الجنسية. وعندما تتراكم التأثيرات النفسية والانفعالات التي تتولد كنتيجة لرؤية الجنس الآخر والحديث معه وفي حال عدم وجود ضوابط أخلاقية ودينية فإن النتيجة ستكون إنشاء علاقات جنسية محرمة. وكما نعلم هذه العلاقات قد تؤدي إلى أمراض خطيرة مثل الإيدز وغيره من الأمراض الجنسية.\nوقد أكد العلماء أنه عندما تتحرك عواطف الإنسان باتجاه الجنس الآخر فإن مادة يتم إفرازها في جسده حيث تتحرك هذه المادة إلى الدماغ وتسبب نوعاً من التخدير الذي يعجز معه هذا الإنسان عن التفكير الصحيح فتكون قراراته تحتوي على نسبة من الخطأ.\nوقد أفادت الإحصاءات أن جرائم الأحداث لها سبب مهم جداً وهو الاختلاط غير المشروع بين الجنسين. كما ثبت أن الاختلاط بين الجنسين بشكل مبالغ فيه قد سبب الكثير من الانحرافات والجرائم والمشاكل النفسية.\nوقد يكون من أفظع نتائج الاختلاط جرائم الاغتصاب. ويكفي بان نعلم أن في الولايات المتحدة الأمريكية تم اغتصاب (19) مليون امرأة!! أما في ألمانيا فيتم تسجيل (35) ألف جريمة اغتصاب كل عام!\nوفي أمريكا يولد كل عام مليون طفل من جرائم الزنا والاغتصاب، وبالمقابل تتم عمليات إجهاض عددها يفوق المليون عملية وذلك كل سنة. وهنالك الكثير من النتائج السيئة على كلا الجنسين من جراء إباحة اختلاطهما بصورة غير مشروعة تثير الغرائز والعواطف وتغوص بالإنسان إلى مستنقعات الرذيلة.\nلذلك فقد جاء الهدي النبوي الشريف قبل أربعة عشر قرناً ليحرم خلوة الرجل بالمرأة، فيقول: (لا يخلون أحدكم بامرأة فإن الشيطان ثالثهما) [رواه أحمد ]. وعندما حرَّم النبي الكريم الخلوة والاختلاط إنما قضى على الإيدز ومشتقاته من أمراض مميتة نهائياً!\nلماذا حرم الإسلام تبرج المرأة؟\n(1/58)\n\nهنالك أمر آخر يؤدي إلى الزنا ويحرض عليه، ألا وهو تبرج المرأة وعرض مفاتنها مما يثير شهوة الرجل. ولذلك فقد حرّم الرسول الكريم التبرج ونها عنه حتى إنه اعتبر أن المرأة المتبرجة لا تشم رائحة الجنة! يقول النبي الكريم صلّى الله عليه وسلم عن علامات يوم القيامة: (ونساء كاسيات عاريات مائلات مميلات رؤسهن كأسنمة البخت لا يدخلن الجنة ولا يجدن ريحها) [رواه مسلم].\nيمثل هذا الحديث الشريف معجزة علمية أيضاً. فقد كشفت آخر الأبحاث المتعلقة بسرطان الجلد أن المرأة التي تكشف أجزاءً من جسدها تتعرض للإصابة بالسرطان بنسبة كبيرة. وقد نشرت العديد من الصحف الطبية أبحاثاً حول هذا الأمر. فقد جاء في المجلة الطبية البريطانية أن السرطان الخبيث والذي كان نادر الوجود أصبح اليوم في تزايد مستمر، وتكثر الإصابة بهذا المرض الخبيث عند الفتيات المتبرجات اللواتي يكشفن معظم أجزاء جسدهن.\nكما بينت البحوث الطبية المتعلقة بهذا المرض أنه يبدأ كبقعة سوداء صغيرة على الجلد ثم يتطور ويكبر وينتشر في كل اتجاه ويهاجم العقد اللمفاوية في أعلى الفخذ ثم يقفز ويستقر في الكبد أو يستقر في مختلف أعضاء وأجهزة الجسم.\nهذا المرض ينتقل إلى الجنين في بطن أمه، ومن أخطار هذا المرض أنه لا يستجيب للعلاج بالأشعة مثل بقية أنواع السرطانات، ولا يمكن علاجه بالجراحة. ولذلك فقد جاء النهي النبوي عن التبرج وإظهار الجسد قبل ألف وأربع مئة سنة، أليس هذا إعجازاً نبوياً واضحاً؟\nوماذا عن مصافحة الرجال للنساء؟\nومن رحمة النبي الكريم بأمته أنه لم يترك أي مجال للزنا مهما كان ضئيلاً إلا ونهى عنه، بل وعالجه. لذلك فقد حرم على الرجل أن يمسّ يد امرأة من غير محارمه. ورُوي عن النبي صلّى الله عليه وسلم أنه قال: (إني لا أصافح النساء) [رواه الإمام مالك].",
        "(1/59)\n\nوقد ثبت علمياً أن سطح الجلد عند الإنسان يحتوي على ملايين الخلايا التي تنقل الأحاسيس إلى الدماغ، فإذا لامست يد الرجل يد المرأة بدأت الإشارات الناتجة عن الملامسة تسري باتجاه الدماغ حيث يقوم بتحليلها وربطها مع صاحب أو صاحبة اليد. وعندما تتكرر هذه العملية فإن الدماغ يختزن هذه المعلومات بشكل يحرك عاطفة الرجل أو المرأة مما يترك تأثيراً وانفعالات نفسية تبقى مختزنة لفترات طويلة.\nإن الانفعالات النفسية المتعلقة بمصافحة النساء للرجال وبالعكس قد تتطور وتثير الغرائز الكامنة لدى الجنسين مما يدفع لمزيد من الانفعالات العاطفية والتي قد تكون سبباً في تطور العلاقة بين الجنسين مما يؤدي إلى الوقوع في الفاحشة. وعلى أقل تقدير قد تسبب المصافحة المتكررة بين الرجل والمرأة والاختلاط المتكرر بينهما إلى تشويش الذهن وتأثر عملية اتخاذ القرارات عند الطرفين.\nوالإسلام يريد من المؤمن أن يكون صافي الذهن وفي حالة مستقرة ومطمئن القلب، لذلك نجد الرسول الكريم صلّى الله عليه وسلم يرقى بالمؤمن إلى درجات عالية من النقاء والطهارة والعفاف، حتى على مستوى النظرة لم ينسها رسول الله صلى الله عليه وسلم..\nإن النظر إلى المرأة بشكل متعمد قد حرمه الإسلام أيضاً. وربما نتذكر نصيحة الرسول الكريم صلّى الله عليه وسلم لعليّ بن أبي طالب كرم الله وجهه عندما قال له: (يا عليُّ لا تتبع النظرة النظرة فإن لك الأولى وليست لك الآخرة) [رواه الترمذي].\nلذلك تعتبر النظرة إلى المرأة إذا تكررت وسيلة فعالة لإثارة شهوات الرجل. والإسلام حريص على المؤمن كل الحرص ألا يقع فيما حرم الله تعالى. لأن النظرة هي سهم من سهام إبليس.\n(1/60)",
        "\nوهكذا نجد التعاليم النبوية تبعد المؤمن عن أية شبهات أو أي احتمال لوقوع الخطأ وتجاوز الحدود التي حددها الله لعباده. ونجد دائماً العلماء يكتشفون صدق قول النبي صلّى الله عليه وسلم، وكم يمكن علاج أمراض ومشاكل خطيرة بمجرد غض البصر وحفظ الفرج وقول الكلمة الطيبة. ولا نجد في ختام هذا البحث أفضل من كلام الله تعالى مخاطباً كل مؤمن:\n(قُلْ لِلْمُؤْمِنِينَ يَغُضُّوا مِنْ أَبْصَارِهِمْ وَيَحْفَظُوا فُرُوجَهُمْ ذَلِكَ أَزْكَى لَهُمْ إِنَّ اللَّهَ خَبِيرٌ بِمَا يَصْنَعُونَ)\nالمراجع\n1- القرآن الكريم.\n2- صحيحي البخاري ومسلم.\n3- موطأ الإمام مالك.\n4- مسند الإمام أحمد.\n5- مجموعة أبحاث للشيخ عبد المجيد الزنداني.\n6- مجموعة من الأبحاث حول الإيدز:\nhttp://www.aids.com\nhttp://www.unaids.org/bangkok2004/docs/QA_Epi_en.doc\nhttp://www.unaids.org/bangkok2004/docs/EPIFACTS_2004_en.doc\nhttp://ucatlas.ucsc.edu/health/aids/aids_kids.php\nhttp://www.ipc.on.ca/scripts/index_.asp?action=31&P_ID=11355&N_ID=1&PT_ID=11351&U_ID=0\n\nالمهندس عبد الدائم الكحيل\n(السيرة الذاتية)\nالمواليد: 1 / 5 / 1966 مدينة حمص، سورية.\nالوضع العائلي: متزوج وله ولدان فراس وعلاء.\nاللغات: العربية والانكليزية.\nالمؤهل العلمي: هندسة الميكانيك عام 1995، دبلوم هندسة السوائل عام 1997، دبلوم التأهيل التربوي عام 2000، من جامعة دمشق. بالإضافة إلى بعض الدراسات الخاصة في التفسير واللغة وعلم النفس.\n(1/61)\n",
        "النشاط الفكري: قراءة القرآن الكريم وحفظه وتدبّره وتأمل آياته من الناحية البلاغية والعلمية والرقمية. ومتابعة أحدث الأبحاث العلمية في علوم الرياضيات والفلك والهندسة والأرض والبحار وغيرها من حقول العلم. وكذلك تأمُّل الأحاديث النبوية الشريفة والربط بين ما جاء به القرآن الكريم والسنة النبوية قبل أربعة عشر قرناً وبين ما يكشفه العلماء اليوم. بالإضافة إلى استنباط الحقائق العلمية من القرآن والسنة.\nالأهداف: إثبات أن القرآن الكريم لا يناقض العلم أبداً، وأن وجود الحقائق العملية والرقمية الثابتة في كتاب الله هو برهان مادي على أن الإسلام دين العلم والحوار والإقناع. وكذلك الدعوة إلى الله تعالى بأسلوب علمي بعيداً عن التعصب، وخطاب غير المسلمين بلغة العلم، بهدف إظهار الصورة الصحيحة للإسلام. وكذلك إثبات أن كل ما يكتشفه العلماء اليوم قد تحدث عنه القرآن وأشار إليه.\nالأعمال المنشورة: أحد عشر كتاباً في الإعجاز الرقمي للقرآن الكريم، وعدد من الكتب والكتيّبات في الإعجاز العلمي في القرآن والسنَّة، بالإضافة إلى مئات الأبحاث والمقالات والحوارات في مختلف وجوه الإعجاز القرآني.\nيمكن التواصل على رقم الجوال: 652879 95 00963\nأو عبر البريد الإلكتروني: kaheel7@yahoo.com\nالموقع الإلكتروني على الإنترنت: www.kaheel7.com\nـــــــــــــــــــــــــــــــــــــ\n(1/62)\n"
    ]
}