{
    "partText": [
        "\nرَِي الظَّمآن\nفي بَيَانِ القُرآن\nتأليف\nفهد بن عبد الله الحبيشي\nبسم الله الرحمن الرحيم\nالمقدمة\nالحمد لله منزل القرآن، معلم الإنسان البيان، والصلاة والسلام على خير العباد، وأفصح من نطق بالضاد، وبعد.\nفلما كان كتاب الله خير الكتب، وبيانه أعلى بيان، كانت خدمته من أجل الأعمال وأرفعها، وأعلى القرب وأسمقها، ولهذا قمت بجمع هذه المباحث المتعلقة ببيان القرآن الكريم، الذي أعجز فطاحل العرب بلفظه، وأعياهم بسبكه.\nبيد أنه مع تطاول الأزمنة، وانحراف الألسنة وطغيان اللكنة، افتقد الناس الذوق الذي به يتذوقون كلام الله، ويفهمون أبعاده ومراميه، ومظاهر إعجازه ومبانيه.\nمن هنا تأتي أهمية هذا الكتاب، والذي فيه يحس القارئ بالظلال الوارفة لكتاب الله، ويعيش لحظات مليئة بالجمال والروعة والفائدة.\nويدرك جزءا من مظاهر إعجاز القرآن الكريم، وبعدا من أبعاد البيان العظيم.\nأسأل المولى أن يجعل ما كتبت وما أنفقت فيه من أوقات في ميزان حسناتي، والله المستعان.\nتمهيد\n(1)\nإعجاز القرآن في فصاحته:\nتحدى الله سبحانه الكفار أن يأتوا بمثل القرآن أو عشر سور منه أو سورة منة؟، فلم يستطيعوا.\nوأما وجه إعجازه ففيه مذاهب:\nالأول: أن الله أنزل القرآن لبيان الأحكام لا ليكون حجة على الخلق، والعرب إنما لم يعارضوه لأن الله تعالى صرفهم عن ذلك وسلب علومهم.\nوهذا فاسد من وجوه منها:\nلو كانوا قادرين لما كانوا مستعظمين لفصاحة القرآن بل يجب أن يكون تعجبهم من تعذر ذلك عليهم بعد أن كانوا قادرين على معارضة القرآن، والواقع أن تعجب العرب كان من فصاحة القرآن.\nلو كان كلامهم مقاربا في الفصاحة قبل التحدي لفصاحة القرآن لوجب أن يعارضوه بذلك ولكن الفرق بيّن بي كلامهم بعد التحدي وكلامهم قبله وبين القرآن وكلامهم بعد التحدي، ولما لم يكن ذلك كذلك بطل ذلك.\nالثاني: أن أسلوب القرآن مخالف لأسلوب الشعر والخطب والرسائل.\nوهذا باطل من وجوه:\n(1/1)\n",
        "لو كان الابتداء بالأسلوب معجزا لكان الابتداء بأسلوب الشعر معجزا.\nالابتداء بأسلوب لا يمنع الغير من الإتيان بمثله.\nيلزم أن ما قاله مسيلمة نحو: \"إنا أعطيناك الجماهر فصل لربك وجاهر\" في أعلى مراتب الفصاحة.\nالثالث: أنه ليس في القرآن اختلاف وتناقض.\nوهذا باطل لأن التحدي وقع بسورة كذلك، وقد يوجد الإعجاز في خطبهم مقدار سورة الكوثر، ولا يكون فيه اختلاف وتناقض.\nالرابع: أن القرآن اشتمل على المغيبات.\nويرده أن التحدي قد وقع بكل سورة، والإخبار بالغيب لم يكن في كل سورة.\nالخامس: الفصاحة، وهي الأمر المعقول الذي يصح التحدي به، بعد بطلان المذاهب السابقة.\n(2)\nفي شرف علم الفصاحة:\nالفصاحة هي: خلو الكلام من التعقيد، وأصله من الفصيح وهو اللبن الذي أخذت منه الرغوة وذهب لباؤه.\nلمّا ثبت أن عجز العرب إنما كان عن المزايا التي ظهرت لهم في نظم القرآن، وجب على العاقل أن يبحث عن تلك المزايا والبدائع: ما هي، وكم هي، وكيف هي؟.\nوإذا ثبت ذلك كان العلم الباحث عن حقيقة الفصاحة وماهيتها وأقسامها وأحكامها باحثا عن أشرف المطالب الدينية، وهو البحث عن جهة دلالة القرآن على صدق محمد- صلى الله عليه وسلم -، ويكون صاحبه مترقيا من حضيض التقليد على أوج التحقيق(1).\n(3)\nعناصر البيان القرآني\nيقوم البيان القرآني على العناصر التالية:\nدقة ألفاظ القرآن الكريم:\nلقد كان القرآن دقيقا في اختيار ألفاظه، وانتقاء كلماته، فإذا صار اللفظ معرفة كان ذلك بسبب، وإذا انتقاه نكرة كان ذلك لغرض.\nكذلك إذا كان اللفظ مفردا كان ذلك لمقتضى يطلبه، وإذا كان مجموعا كان لحال يناسبه.\nوقد يختار كلمة ويهمل مرادفها الذي يشترك معها في الدلالة، وقد يفضل كلمة على أخرى والكلمتان بمعنى واحد.\n__________\n(1) انظر نهاية الإيجاز 26وما بعدها\n(1/2)\n\nوربما يتخطى في التعبير المحسن اللفظي والجمال البديعي –على قدر حسنه- لغرض أسمى وهو الحسن المعنوي، وكل ذلك لغرض يرمي إليه(1).\nروعة معاني ألفاظ القرآن الكريم:\nإذا ما انتقلنا من ألفاظ القرآن الدقيقة إلى معانيها، فإننا نجد هذه المعاني في غاية الروعة، وسمو البيان، وبذلك يتكامل اللفظ والمعنى.\nومعاني ألفاظ القرآن متناسقة مع السياق الذي وردت فيه، وتلتقي مجتمعة على تقرير المعنى العام للعبارة القرآنية.\nفالسياق الدقيق هو الذي يحدد اللفظ المناسب.\nالمناسب بحروفه وجرسه وإيقاعه.\nوالمناسب بمعناه المتفق مع معاني الألفاظ الأخرى مجتمعة(2).\nجاذبية إيقاع القرآن الكريم:\nللبيان القرآني المعجز \"إيقاع\" جذاب مؤثر، وهذا الإيقاع الأخاذ يدخل أذن السامع فيؤثر فيه(3).\nوعناصر الإيقاع في القرآن خمسة:\nمخارج الحروف في الكلمة الواحدة.\nتناسق الإيقاعات بين كلمات الآية.\nاتجاهات المد في الكلمات.\nاتجاهات المد في نهاية الفاصلة في الآيات.\nحرف الفاصلة القرآنية(4).\nجمال صور القرآن:\nيستخدم البيان القرآني طريقة \"التصوير\" في التعبير عن مختلف موضوعاته، وهذا يضفي على البيان القرآني جمالا وحيوية، وروعة وجاذبية.\nومعنى التصوير هو أن القرآن يعرض الموضوع بطريقة تصويرية متخيلة.\nفعندما يقرأ القارئ الآية ترتسم في خياله صورة مجسمة متخيلة للموضوع الذي تتحدث عنه الآية، فكأن القارئ يرى أمام عينيه مشهدا \"تلفزيونيا\" معروضا على شاشة خياله فيتأثر ويتفاعل(5).\nسمو نظم القرآن:\nنظم القرآن نظم سام حيوي مشرق بليغ، وهذا النظم يجمع العناصر الأربعة السابقة: الألفاظ، ومعانيها، وإيقاعها، وصورها(6).\n__________\n(1) صفاء الكلمة للدكتور لاشين 15، 16\n(2) إعجاز القرآن البياني 134\n(3) السابق 132\n(4) التصوير الفني في القرآن 85\n(5) إعجاز القرآن البياني 138\n(6) السابق141",
        "(1/3)\n\nوستجد في هذا الكتاب ما يطلعك على كثير من جوانب وأمثلة هذه العناصر، والتي ستلمس من خلالها روعة وجمال البيان القرآني.\nالباب الأول\nفي الدلالات الإفرادية\nالفصل الأول\nالحقيقة والمجاز\nالمبحث الأول: التعاريف:\nالحقيقة هي: استعمال اللفظ فيما وضع له، كالأسد إذا أريد به الحيوان المفترس.\nالمجاز هو: استعمال اللفظ في غير ما وضع له لعلاقة مع قرينة مانعة من إرادة المعنى الأصلي.\nالعلاقة هي: المناسبة بين المعنى الحقيقي والمعنى المجازي، وقد تكون المشابهة بين المعنيين وقد تكون غيرها فإذا كانت العلاقة المشابهة فالمجاز استعارة وإلا فهو مجاز مرسل.\nالقرينة:هي المانع من إرادة المعنى الحقيقي.\nإذن يكون اللفظ مجازا بشيئين:\nأن يكون منقولا عن معنى وضع اللفظ بإزائه أولا، وبهذا يتميز عن اللفظ المشترك.\nأن يكون ذلك النقل لمناسبة بينهما وعلاقة،ولذلك لا توصف الأعلام المنقولة بأنها مجازات، كتسمية الرجل بالحجر.\nفإذا تحقق الشرطان سمي مجازا كتسمية المزادة \"راوية\" وهي اسم للبعير الذي يحملها في الأصل.\nالمبحث الثاني: أنواع المجاز\nينقسم المجاز إلى : مجاز مفرد، ومجاز عقلي، ومجاز مركب.\nالمطلب الأول: المجاز المفرد:\nينقسم المجاز المفرد إلى: مجاز مرسل واستعارة.\nأ- المجاز المرسل: هو الكلمة المستعملة قصدا في غير معناها الأصلي لملاحظة علاقة غير المشابهة مع قرينة دالة على عدم إرادة المعنى الوضعي وله علاقات كثيرة منها:\nالكلية: هي كون الشيء متضمنا للمقصود ولغيره وذلك فيما إذا ذكر لفظ الكل وأريد منه الجزء نحو: { يجعلون أصابعهم في آذانهم } أي أناملهم، لأن في ذكر الأصابع من المبالغة ما ليس في ذكر الأنامل (1)، إشعارا بما في نفوسهم من الرغبة بإدخال كل أصابعهم في آذانهم حتى لا يصل إليها الصوت الشديد المميت الذي تحدثه الصواعق(2).\n__________\n(1) الكشاف 1/39\n(2) البلاغة العربية للميداني 2/276\n(1/4)",
        "\nالجزئية: هي كون المذكور ضمن شيء آخر، وذلك فيما إذا ذكر لفظ الجزء وأريد منه الكل كقوله تعالى: { فتحرير رقبة مؤمنة } .\nوفائدة هذا الإطلاق المجازي الإيجاز في التعبير من جهة، لأن الرقبة تكون بعض كل من الذكر والأنثى، والغشارة إلى أن الأرقاء كانوا يغلون في أعناقهم، فإذا أعتقوا حرروا من هذه الأغلال(1).\nالسببية: وهي كون الشيء المنقول عنه سببا ومؤثرا في غيره، وذلك فيما إذا ذكر لفظ السبب وأريد منه المسبب نحو: { ما كانوا يستطيعون السمع } أي القبول والعمل به، لأنه مسبب عن السمع، فهنا أراد أنهم لفرط تصامّهم عن استماع الحق وكراهتهم له كأنهم لا يستطيعون السمع(2)، لأنهم لو سمعوا ووعوا لاهتدوا، لأن الكلام المسموع مشتمل على تركيب الأدلة ونتائجها فسماعه كاف في حصول الاهتداء(3).\nالمسببية: هي أن يكون المنقول عنه سببا وأثرا لشيء آخر، وذلك فيما إذا ذكر لفظ المسبب وأريد منه السبب نحو: { وينزل لكم من السماء رزقا } أي مطرا يسبب الرزق.\nوفائدة هذا المجاز الدلالة على المعنيين مع كمال الإيجاز.\nالمحلية: أي تسمية الشيء باسم ما يحل في ذلك الشيء، نحو: { فليدع ناديه } أي فليدع أهل ناديه الحال فيه وهو المجلس.\nوفائدة هذا المجاز مع الإيجاز إرادة التعميم، لأن النادي يحوي كل أهله، وإرادة أنصاره المصطفين، لأن الإنسان يصطفي لناديه الخاص أخلص المخلصين له الذين يدافعون عنه بصدق.\nومنه: { خذوا زينتكم عند كل مسجد } أي عند كل صلاة(4).\nاعتبار ما يكون: نحو قوله تعالى حكاية: { إني أراني أعصر خمرا } .\nأي: أعصر عنبا ليكون فيما بعد خمرا.\nوفائدة هذا المجاز الإيجاز، وهو من الأغراض البلاغية الكبرى، فبدل أن يقول: إني أراني أعصر عنبا ليكون في المستقبل خمرا، قال: إني أراني أعصر خمرا(5).\n__________\n(1) البلاغة العربية للميداني 2/276\n(2) السابق 1/540\n(3) التحرير والتنوير 1/2094\n(4) البلاغة العربية للميداني.\n(5) السابق\n(1/5)\n",
        "اعتبار ما كان: نحو قوله تعالى: { وآتوا اليتامى أموالهم } أي: الذين كانوا يتامى.\nوفائدة هذا الإطلاق الإيجاز من جهتين:\nالأولى: أن لفظ اليتامى يطلق على المذكر والمؤنث.\nالثانية: أن إطلاق هذا اللفظ مجازا يغني عن عبارة طويلة يقال فيها: وآتوا الذين كانوا يتامى فبلغوا رشدهم أموالهم(1).\nب- الاستعارة:\nسمي هذا النوع من الكلام استعارة، لأن الاستعارة المجازية مأخوذة من العارية الحقيقية، وهي أن يستعير بعض الناس من بعض شيئا من الأشياء ولا يقع ذلك إلا من شخصين بينهما معرفة ما تقتضي استعارة أحدهما من الآخر شيئا.\nوإذا لم يكن بينهما سبب معرفة بوجه من الوجوه فلا يستعير أحدهما من الآخر شيئا، إذ لا يعرفه حتى يستعير منه.\nوهذا الحكم جار في استعارة الألفاظ بعضها من بعض، فالمشاركة بين اللفظين في نقل المعنى من أحدهما إلى الآخر كالمعرفة بين الشخصين في نقل الشيء المستعار من أحدهما إلى الآخر(2).\nوقد استقر تعريف الاستعارة بأنها: تشبيه حذف أحد طرفيه، فعلاقته المشابهة.\nفهي ليست إلا تشبيها مختصرا لكنها أبلغ منه كقولك: \"رأيت أسدا في المدرسة\"، فأصل الاستعارة \"رأيت رجلا شجاعا في المدرسة\" فحذفت المشبه \"رجل\" والأداة \"الكاف\" ووجه التشبيه \"الشجاعة\" وألحقته بقرينة \"المدرسة\" لتدل على أنك تريد بالأسد شجاعا.\nوهي قسمان:\nتصريحية: وهي ما صرح فيها بلفظ المشبه به، كقوله تعالى: { لتخرج الناس من الظلمات إلى النور } فيقصد بالظلمات الضلال لتشابههما في عدم اهتداء صاحبهما، وبالنور الإيمان لتشابههما في اهتداء صاحبيهما.\nفالظلمات والنور استعارة للكفر والإيمان، أو للضلال والهدى والمستعار له مطوي الذكر، كأنه قال: لتخرج الناس من الكفر الذي هو كالظلمة إلى الإيمان الذي هو كالنور(3) .\nومثله قوله تعالى: { وأنزلنا إليكم نورا مبينا }\n__________\n(1) السابق\n(2) المثل السائر1/347\n(3) المثل السائر1/359\n(1/6)\n\nوقوله تعالى: { اهدنا الصراط المستقيم } أي الدين الحق لتشابههما في أن كلا يوصل إلى المطلوب.\nمكنية: وهي ما حذف فيها المشبه به ورمز له بشيء من لوازمه.\nكقوله تعالى: { واشتعل الرأس شيبا } طوى ذكر المشبه به وهو النار، ودل عليه بلازمه وهو الاشتعال.\nوقوله تعالى: { فَأَذَاقَهَا اللّهُ لِبَاسَ الْجُوعِ وَالْخَوْفِ } [النحل:112]شبه ما يدرك من أثر الضرر والألم بما يدرك من طعم المرّ، فأوقع عليه الإذاقة.\nوقوله تعالى: { جدارا يريد أن ينقض } شبه ميلانه للسقوط بانحراف الحي فأثبت له الإرادة التي هي من خواص العقلاء(1).\nالمطلب الثاني:المجاز العقلي:\nوهو إسناد الفعل أو ما في معناه من اسم فاعل أو اسم مفعول أو مصدر إلى غير ما هو له في الظاهر من المتكلم لعلاقة الملابسة مع قرينة تمنع من أن يكون الإسناد إلى ما هو له نحو:\n- قوله تعالى: { وإذا تليت عليهم آياته زادتهم إيمانا } نسبت الزيادة وهي فعل الله إلى الآيات لكونها سببا لها.\n- قوله تعالى: { يذبح أبناءهم } { يا هامان ابن لي } نسب الذبح وهو فعل الأعوان إلى فرعون، والبناء وهو فعل العملة إلى هامان لكونهما آمرين به.\n- قوله تعالى: { يوما يجعل الولدان شيبا } نسب الفعل إلى الظرف لوقوعه فيه\n- قوله تعالى: { عيشة راضية } أي مرضية.\nالمطلب الثالث: الاستعارة التمثيلية (المجاز المركب):\nوهي: تركيب لغير ما وضع له لعلاقة المشابهة مع قرينة مانعة من إرادة معناه الأصلي.\nأو هي: أن يكون وجه الشبه فيها منتزعا من متعدد.\nكقولك للرَّجل يتردَّد في الشّيءِ بين فعلهِ وتركه : \"أراكَ تقدَّم رِجلاً وتؤخَّرُ أُخرى\" .\n__________\n(1) روض البيان.",
        "(1/7)\n\nفالأصل في هذا : \"أراك في تردُّدكَ كمنْ يقدم رجلاً ويؤخّر أخرى\" –وهو هنا تشبيه لا مجاز لتصريحك بأداة التشبيه- ثم اختُصر الكلام وجُعل كأنه يقدّم الرَّجْلَ ويؤخّرها على الحقيقة، كما كان الأصلُ في قولك : \"رأيتُ أسداً\" : \" رأيت رجلاً كالأسد \" ثم جُعل كأنّه الأسد على الحقيقة.\nوكذلك تقولُ للرجل يعملُ غيرَ مُعْمل : \" أراك تنفخُ في غير فحم\".\nومثاله في القرآن قوله تعالى: { واعتصموا بحبل الله جميعا } شبه استظهار العبد بالله ووثوقه بحمايته والنجاة من المكارة باستمساك الواقع في مهواة بحبل وثيق مدلى من مكان مرتفع يأمن انقطاعه.\nوقوله تعالى: { وَقَالَ الَّذِينَ كَفَرُوا لِلَّذِينَ آمَنُوا اتَّبِعُوا سَبِيلَنَا وَلْنَحْمِلْ خَطَايَاكُمْ } شبه حال الملتزم بمشقة غيره بحال من يحمل متاع غيره.\nوقوله تعالى حاكيا عن إبليس: { ثُمَّ لآتِيَنَّهُم مِّن بَيْنِ أَيْدِيهِمْ وَمِنْ خَلْفِهِمْ وَعَنْ أَيْمَانِهِمْ وَعَن شَمَآئِلِهِمْ وَلاَ تَجِدُ أَكْثَرَهُمْ شَاكِرِينَ } مثلت هيئة التوسل إلى الإغواء بكل وسيلة بهيئة الباحث الحريص على أخذ العدو إذ يأتيه من كل جهة حتى يصادف الجهة التي يتمكن فيها من أخذه فهو يأتيه من بين يديه ومن خلفه وعن يمينه وعن شماله حتى تخور قوة مدافعته(1).\nالمبحث الثالث: الكناية\nهي لفظ أريد به لازم معناه مع جواز إرادة ذلك المعنى لعدم وجود قرينة مانعة من إرادته، نحو: \"فلانة بعيدة مهوى القُرط\" ومهوى القرط هو المسافة من شحمة الأذن إلى الكتف، وإذا كانت هذه المسافة بعيدة لزم أن يكون العنق طويلا.\nوالكناية مشتقة من الستر، يقال: \"كنيت الشيء إذا سترته\" وأجري هذا الحكم في الألفاظ التي يستر فيها المجاز بالحقيقة، فتكون دالة على الساتر وعلى المستور معا.\n__________\n(1) روض البيان 13.\n(1/8)",
        "\nألا ترى إلى قوله تعالى: { أو لامستم النساء } فإنه إن حمل على الجماع كان كناية، لأنه ستر الجماع بلفظ اللمس الذي حقيقته مصافحة الجسد الجسد، وإن حمل على الملامسة التي هي مصافحة الجسد الجسد كان حقيقة، ولم يكن كناية وكلاهما يتم به المعنى(1).\nوكقوله تعالى: { أَوَمَن يُنَشَّأُ فِي الْحِلْيَةِ وَهُوَ فِي الْخِصَامِ غَيْرُ مُبِينٍ } كنى عن النساء بأنهن ينشأن في الترفه والتزين الشاغل عن النظر في الأمور ودقيق المعاني، ولو أتى بلفظ النساء لم يشعر بذلك والمراد نفي ذلك عن الملائكة.\nومنها الكناية عن الجماع بالملامسة والمباشرة والإفضاء والرفث والدخول والسر في قوله { ولكن لا تواعدوهن سرا } والغشيان في قوله: { فلما تغشاها } (2).\nولا بد من الوصف لجامع بين طرفي الكناية، لئلا يلحق بالكناية ما ليس منها.\nومن أجل ذلك لم يلتفت إلى تأويل من تأول قوله تعالى: { وثيابك فطهر } أنه أراد بالثياب القلب على حكم الكناية، لأنه ليس بين الثياب والقلب وصف جامع، ولو كان بينهما وصف جامع لكان التأويل صحيحا(3).\nالفرق بين الكناية والتعريض:\nالتعريض هو: الدلالة على المعنى من طريق المفهوم .\nوسمي تعريضا لأن المعنى باعتباره يفهم من عرض اللفظ أي من جانبه، ويسمى التلويح؛ لأن المتكلم يلوح منه للسامع ما يريده كقوله تعالى: { بَلْ فَعَلَهُ كَبِيرُهُمْ هَذَا فَاسْأَلُوهُمْ إِن كَانُوا يَنطِقُونَ } لأن غرضه بقوله { فاسألوهم } الاستهزاء وإقامة الحجة عليهم بما عرض لهم به من عجز كبير الأصنام عن الفعل مستدلا على ذلك بعدم إجابتهم إذا سئلوا.\nولم يُرد بقوله { بل فعله كبيرهم هذا } نسبة الفعل الصادر عنه إلى الصنم، فدلالة هذا الكلام عجز كبير الأصنام عن الفعل بطريق الحقيقة.\n__________\n(1) المثل السائر 2/183\n(2) روض البيان 14.\n(3) المثل السائر 2/183\n(1/9)\n",
        "ومن أقسامة أن يخاطب الشخص والمراد غيره سواء كان الخطاب مع نفسه أو مع غيره كقوله تعالى: { لَئِنْ أَشْرَكْتَ لَيَحْبَطَنَّ عَمَلُكَ } { وَلَئِنِ اتَّبَعْتَ أَهْوَاءهُم } .\nوبعد أن عرفنا معنى التعريض نبين الفرق بينه وبين الكناية فيما يلي:\nأن الكناية واقعة في المجاز –على قول البعض خلافا للرازي- بخلاف التعريض فلا يعد منه، وذلك لأن التعريض مفهوم من جهة القرينة فلا تعلق له باللفظ لا من جهة حقيقته ولا من جهة مجازه.\nأن دلالة التعريض من جهة التلويح والإشارة، وهذا لا يستقل به اللفظ المفرد، بخلاف الكناية التي تقع في المفرد والمركب.\nأن التعريض أخفى من الكناية، لأن دلالة الكناية مدلول عليها من جهة اللفظ بطريق المجاز بخلاف التعريض فإنما دلالته من جهة القرينة والإشارة.\nولا شك أن كل ما كان اللفظ يدل عليه فهو أوضح مما يدل عليه اللفظ وإن علم بدلالة أخرى.\nومن أجل هذا فرق علماء الشريعة بين صريح القذف وكنايته وتعريضه، فأوجبوا في الصريح الحد مطلقا في قوله: \"يا زاني\".\nوفي كنايته الحد إذا نوى به في مثل: \"يا فاعلا بأمه\" .\nولم يوجبوا في التعريض الحد في مثل: \"يا ولد الحلال\"(1).\nالفصل الثاني\nالفرق بين الإثبات بالاسم والفعل والمعرفة والنكرة\nالمبحث الأول: الفرق بين الإثبات بالاسم و الإثبات بالفعل:\nالجملة الاسمية هي ما تركبت من مبتدأ وخبر، وهي تفيد ثبوت شيء لشيء ليس غير بدون نظر إلى تجدد ولا استمرار، لأن الاسم له دلالة على الحقيقة دون زمانها.\nنحو: زيد منطلق، فلا يستفاد من هذه الجملة إلا إسناد الانطلاق إلى زيد كما يشعر الاسم ثبوت المعنى ودوامه دون انقضائه بوقت معين.\nوالجملة الفعلية ما تركبت من فعل وفاعل، أو من فعل ونائب فاعل، وتفيد التجدد والحدوث في زمن معين؛ لأن الفعل له دلالة على الحقيقة وزمانها.\n__________\n(1) المثل السائر 2/186، والطراز 187\n(1/10)\n\nوعليه إن كان الغرض من الإخبار الإثبات المطلق غير المشعر بزمان وجب أن يكون الإخبار بالاسم كقوله تعالى: { وَكَلْبُهُم بَاسِطٌ ذِرَاعَيْهِ بِالْوَصِيدِ } [الكهف:18]\nفليس الغرض إلا إثبات البسط للكلب، فأما تعريف زمان ذلك فغير مقصود.\nكما يشعر الاسم بثبوت صفة البسط بخلاف ما لو قال: (يبسط) فإنه يؤذن حينئذ بمزاولة الكلب للبسط وأنه يحدث له شيئا فشيئا(1).\nوأما إذا كان الغرض من الإخبار الإشعار بزمان ذلك الثبوت فالصالح له هو الفعل كقوله تعالى: { هَلْ مِنْ خَالِقٍ غَيْرُ اللَّهِ يَرْزُقُكُم مِّنَ السَّمَاءِ وَالْأَرْضِ } فإن تمام المقصود لا يحصل بمجرد كونه معطيا للرزق بل بكونه معطيا للرزق في كل حين وأوان(2).\nوربما كان الأمر لم يحدث بعد ومع ذلك يؤتى بالصيغة الاسمية للدلالة على أن الأمر بمنزلة الحاصل المستقر الثابت كقوله تعالى: { إِنِّي جَاعِلٌ فِي الأَرْضِ خَلِيفَةً } [البقرة] .\nفهو لم يجعله بعد ولكن ذكره بصيغة اسم الفاعل للدلالة على أن الأمر حاصل لا محالة، فكأنه تم واستقر وثبت.\nومثله قوله تعالى لنوح: { وَلاَ تُخَاطِبْنِي فِي الَّذِينَ ظَلَمُواْ إِنَّهُم مُّغْرَقُونَ } [هود37]\nفلم يقل: سأغرقهم، ولكنه أخرجه مخرج الأمر الثابت، أي كأن الأمر استقر وانتهى.\nومثله قوله تعالى في قوم لوط: { وَلَمَّا جَاءتْ رُسُلُنَا إِبْرَاهِيمَ بِالْبُشْرَى قَالُوا إِنَّا مُهْلِكُو أَهْلِ هَذِهِ الْقَرْيَةِ إِنَّ أَهْلَهَا كَانُوا ظَالِمِينَ } [العنكبوت31](3).\nهذا وقد استعمل القرآن الفعل والاسم استعمالا فنيا من ذلك:\n1- قوله تعالى: { يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَمُخْرِجُ الْمَيِّتِ مِنَ الْحَيِّ ذَلِكُمُ اللّهُ فَأَنَّى تُؤْفَكُونَ } [الأنعام95]\n__________\n(1) روض البيان 14\n(2) السابق\n(3) التعبير القرآني 22",
        "(1/11)\n\nفاستعمل الفعل \"يخرج\" مع الحي لأن أبرز صفات الحي الحركة والتجدد فجاء بالصيغة الفعلية الدالة على الحركة والتجدد.\nواستعمل الاسم \"مخرج\" مع الميت؛ لأن الميت في حالة همود وسكون وثبات، فجاء بالاسم الدال على الثبات.\nأما ما جاء في آل عمران من التعبير بالفعل في الحالتين في قوله تعالى: { وَتُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَتُخْرِجُ الَمَيَّتَ مِنَ الْحَيِّ وَتَرْزُقُ مَن تَشَاء بِغَيْرِ حِسَابٍ{27} } لأن السياق في آل عمران هو في التغيير والحدوث والتجدد عموما: فالله يؤتي ملكه من يشاء، ويعز من يشاء أو يذله، ويغير الليل والنهار، ويخرج الحي من الميت ويخرج الميت من الحي، وغير ذلك من الأحداث، فالسياق كله حركة وتغيير وتبديل فجاء بالصيغة الفعلية الدالة على التجدد والتغيير والحركة.\nأما السياق في سورة الأنعام فمختلف إذ هو في صفات الله وقدرته وتفضله على خلقه(1).\n2- ومن ذلك قوله تعالى: { وَإِن تَدْعُوهُمْ إِلَى الْهُدَى لاَ يَتَّبِعُوكُمْ سَوَاء عَلَيْكُمْ أَدَعَوْتُمُوهُمْ أَمْ أَنتُمْ صَامِتُونَ } [الأعراف193] ففرق بين طرفي التسوية فقال: \"أدعوتموهم\" بالفعل ثم قال: \"أم أنتم صامتون\" بالاسم، فلم يسو بينهما فلم يقل: أدعوتموهم أم صمتم، أو: أأنتم داعوهم أم صامتون.\nوذلك أن الحالة الثابتة للإنسان هي الصمت، وإنما يتكلم لسبب يعرض له، فجاء بالدلالة على الحالة الثابتة بالاسم \"صامتون\" وجاء للدلالة على الحالة الطارئة بالفعل \"دعوتموهم\"(2).\n__________\n(1) قال تعالى: { إِنَّ اللّهَ فَالِقُ الْحَبِّ وَالنَّوَى يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَمُخْرِجُ الْمَيِّتِ مِنَ الْحَيِّ ذَلِكُمُ اللّهُ فَأَنَّى تُؤْفَكُونَ{95} فَالِقُ الإِصْبَاحِ وَجَعَلَ اللَّيْلَ سَكَناً وَالشَّمْسَ وَالْقَمَرَ حُسْبَاناً ذَلِكَ تَقْدِيرُ الْعَزِيزِ الْعَلِيمِ{96} } انظر التعبير القرآني.\n(2) التعبير القرآني24، والكشاف 592\n(1/12)",
        "\nوالفعل المضمر كالمظهر في ذلك، ومن ثم قالوا: سلام إبراهيم أبلغ من سلام الملائكة في قوله تعالى: { قَالُواْ سَلاَماً قَالَ سَلاَمٌ }\nفإن سلام إبراهيم جملة اسمية، وسلام الملائكة انتصب بفعل محذوف أي نسلم سلاما، وما كان ثابتا مطلقا أبلغ مما عرض له الثبوت(1).\nالمبحث الثاني: الفرق بين المعرفة والنكرة\nالمعرفة: ما دل على شيء بعينه.\nوالنكرة: ما دل على واحد لا بعينه، وتطلق فتدل على:\nإرادة الوحدة كقوله تعالى : { وَجَاء مِنْ أَقْصَى الْمَدِينَةِ رَجُلٌ يَسْعَى } أي رجل واحد.\nإرادة الجنس كقوله تعالى: { وَاللَّهُ خَلَقَ كُلَّ دَابَّةٍ مِن مَّاء } أي جنس الدواب.\nالوحدة والجنس نحو: \"جاءني رجل\" فـ\"رجل\" هنا تدل على رجل واحد، وعلى جنس الجائي(2).\nالمبحث الثالث: التعريف والتنكير:\nإن مجيء لفظ في القرآن معرفة، ومجيء لفظ آخر نكرة، ومجيء لفظ آخر معرفة في موضع ونكرة في موضع آخر لم يكن مصادفة في القرآن، إنما هو مقصود في كل موضع، وجيء به على تلك الحالة لينسجم السياق مع الذي ورد فيه ويتناسق معه، وإن تدبر السياق في الآية يقود إلى معرفة الحكمة من ذلك، وسر اختيار اللفظ معرفة أو نكرة(3).\nونذكر مثالا على ذلك كلمة \"حياة\" وردت في القرآن نكرة في آيات ومعرفة في آيات أخرى.\nمن المواضع التي وردت فيها \"حياة\" نكرة قوله تعالى: { َلَتَجِدَنَّهُمْ أَحْرَصَ النَّاسِ عَلَى حَيَاةٍ } .\nنُكرت\"حياة\" هنا للتحقير، لأن الكلام فيها عن اليهود وذمهم وتوبيخهم لحرصهم على الحياة الدنيا، فالآية تخبر عن حرص اليهود على أن يعيشوا حياة مديدة وأن تطول أعمارهم، وهم في هذا أحرص الناس على اختلاف أجناسهم حتى المشركين والوثنيين، فاليهودي يتمنى لو يطول عمره بسبب حرصه على \"حياة\".\n__________\n(1) روض البيان 15\n(2) روض البيان 15.\n(3) إعجاز القرآن البياني 230\n(1/13)\n",
        "وتنكير \"حياة\" يشير إلى أنهم في حرصهم هذا يريدون أن يعيشوا أية حياة، فهم لا يهمهم نوع الحياة التي يعيشونها هل هي عزيزة أو ذليلة، حقيرة أو كريمة، المهم عندهم هو أن يعيشوا \"حياة\" يتنفسون فيها ويتحركون ويأكلون ويشربون.\nوإذا كان تنكير \"حياة\" في الآية السابقة للتحقير، فإن تنكيرها في آية أخرى كان للتكريم والتشريف وهي قوله تعالى: { مَنْ عَمِلَ صَالِحاً مِّن ذَكَرٍ أَوْ أُنثَى وَهُوَ مُؤْمِنٌ فَلَنُحْيِيَنَّهُ حَيَاةً طَيِّبَةً وَلَنَجْزِيَنَّهُمْ أَجْرَهُم بِأَحْسَنِ مَا كَانُواْ يَعْمَلُونَ } [النحل:97]\nلأن السياق في الثناء على المؤمن الصالح، وفي وعد إلهي متحقق بأن يجعله يعيش في الدنيا \"حياة طيبة\".\nومما يدل على تشريف هذه الحياة وصفها بأنها \"طيبة\" لأن صاحبها يحياها ويعيشها في طاعة الله.\nوفي موضع ثالث جاء تنكير \"حياة\" للتعظيم، قال تعالى: { وَلَكُمْ فِي الْقِصَاصِ حَيَاةٌ يَاْ أُولِيْ الأَلْبَابِ لَعَلَّكُمْ تَتَّقُونَ } [البقرة:179].\nيخبر الله تعالى المؤمنين أنهم عندما يقتصون من القاتل المتعمد الذي يقتل المسلم بغير حق، فإنهم بذلك يحققون حياة عظيمة لهم قائمة على المودة والسلام.\nوتنكير \"حياة\" أفاد العموم، أي حياة عامة في دلالتها وشمولها لكل وصف من أوصاف الحياة اللطيفة الطيبة.\nولو عرفت الكلمة فقيل: \"ولكم في القصاص الحياة\" لأفضى تعريفها إلى لبس، حيث قد يدل التعريف على أن الحياة من أصلها يستفيدونها من القصاص، فإذا لم يكن هناك قصاص فلا حياة أصلاً.\nفتنكير \"حياة\" أزال هذا الإبهام واللبس وألقى بظلال التعظيم والشمول والعموم للحياة الكريمة المتحققة من القصاص(1).\n__________\n(1) إعجاز القرآن البياني 231، وانظر دلائل الإعجاز 223\n(1/14)\n\nوعرفت \"الحياة\" بـ\"ألـ\" التعريف ووصفتها بأنها \"الحياة الدنيا\" وحصرتها بأنها قائمة على اللهو واللعب قال تعالى: { وَمَا هَذِهِ الْحَيَاةُ الدُّنْيَا إِلَّا لَهْوٌ وَلَعِبٌ وَإِنَّ الدَّارَ الْآخِرَةَ لَهِيَ الْحَيَوَانُ لَوْ كَانُوا يَعْلَمُونَ } [العنكبوت:64].\nفالتعريف هنا للتخصيص، لأنها محصورة باللهو واللعب، وهكذا الدنيا سرعان ما تنتهي، كما يلعب الأولاد ساعة من النهار، أما الدار الآخرة فهي ليست \"حياة\" فقط، وليست الحياة الطيبة فقط، وإنما هي في الآية \"الحيوان\"(1) وفي بناء الحيوان زيادة معنى ليس في بناء الحياة، وهي ما في بناء فعلان من معنى الحركة والاضطراب، والحياة حركة كما أن الموت سكون، فمجيئه على بناء دال على معنى الحركة مبالغة في معنى الحياة، ولذلك اختيرت على الحياة في هذا الموضع المقتضى للمبالغة(2).\nومن هذا الباب كذلك قوله تعال: { سَلَامٌ عَلَى إِبْرَاهِيمَ } [الصافات:109] { وَسَلَامٌ عَلَيْهِ يَوْمَ وُلِدَ وَيَوْمَ يَمُوتُ وَيَوْمَ يُبْعَثُ حَيّاً } [مريم:15] { سَلَامٌ عَلَى نُوحٍ فِي الْعَالَمِينَ } [الصافات:79].\nفقد نكر السلام في المواطن الثلاثة تحية من الله تعالى، وسلام ما من جهة الله مغن عن كل تحية، كما قال الشاعر:\nقليل منك يكفيني ولكن قليلك لا يقال له قليل\n__________\n(1) إعجاز القرآن البياني 233.\n(2) الكشاف 3/463",
        "(1/15)\n\nوليس كذلك سلام عيسى عليه السلام في قوله تعالى: { وَالسَّلَامُ عَلَيَّ يَوْمَ وُلِدتُّ وَيَوْمَ أَمُوتُ وَيَوْمَ أُبْعَثُ حَيّاً } [مريم:33] فالسلام هنا ليس واردا على جهة التحية من الله تعالى، وإنما هو حاصل من جهة نفسه، فلا جرم جيء بلام التعريف، إشعاراً بذكر الله تعالى، لأن السلام اسم من أسماء الله تعالى، وفيه تعرض لطلب السلامة، وهكذا كل اسم من أسمائه سبحانه ناديته به فأنت متعرض لما اشتق من ذلك الاسم، فتقول في طلب الحاجة: \"يا كريم\" وفي سؤال المغفرة: \"يا عفو، يا غفور\" لما كان ذلك مناسبا ملائما لما أنت فيه، فلهذا أورده باللام.\nزد على ذلك أنه يشعر بعموم التحية وإطلاقها، وأنها غير مقصورة على المتكلم صدورها، إذ التقدير في قولك: \"سلام عليك\": سلام مني إليك(1).\nتكرار الاسم مرتين بالتعريف والتنكير:\nإذا كان الاسمان المكرران معرفتين، فالاسم الثاني هو الأول غالبا، لأن \"ألـ\" التعريف الثانية للعهد، كقوله تعالى: { وَجَعَلُوا بَيْنَهُ وَبَيْنَ الْجِنَّةِ نَسَباً وَلَقَدْ عَلِمَتِ الْجِنَّةُ إِنَّهُمْ لَمُحْضَرُونَ } [الصافات:158]\nوكذلك يقال إذا كان الاسم في المرة الثانية معرفة بالإضافة، كقوله تعالى: { اهدِنَا الصِّرَاطَ المُستَقِيمَ{6} صِرَاطَ الَّذِينَ أَنعَمتَ عَلَيهِمْ } .\nوإذا كان الاسمان المكرران نكرتين، فالاسم الثاني غير الأول غالبا،لأن تكرار النكرة يدل على تعددها، كما في قوله تعالى: { وَلِسُلَيْمَانَ الرِّيحَ غُدُوُّهَا شَهْرٌ وَرَوَاحُهَا شَهْرٌ } [سبأ:12]\nوقد اجتمع القسمان في قوله تعالى: { فَإِنَّ مَعَ الْعُسْرِ يُسْراً{5} إِنَّ مَعَ الْعُسْرِ يُسْرا } ولهذا جاء في الأثر: \"لن يغلب عسر يسرين\"(2).\nالفصل الثالث\nمفردات متفرقة\nالمبحث الأول\n(كل)\n__________\n(1) التبيان في علم البيان 55، والطراز211\n(2) انظر الإتقان 1/560\n(1/16)",
        "\nوهي موضوعة للشمول واستغراق الأفراد، كقولك: \"جاءني القوم كلهم\"، ونحو قوله تعالى: { كُلُّ نَفْسٍ ذَآئِقَةُ الْمَوْتِ }\nوقوله تعالى: { وَكُلُّهُمْ آتِيهِ يَوْمَ الْقِيَامَةِ فَرْداً } .\nولاجتماع (كل) مع النفي حالتان:\nالأولى: أن تتقدم (كل) على أداة النفي نحو: (كل ذلك لم يكن) أي لم يقع هذا ولا ذاك.\nوتسمى هذه الحالة بـ\"عموم السلب\" أو \"شمول النفي\"، ويكون النفي هنا لكل فرد.\nالثانية: أن تتقدم أداة النفي على أداة العموم نحو: (لم يكن كل ذلك) أي لم يقع المجموع فيحتمل ثبوت البعض، ويحتمل نفي كل فرد، لأن النفي يوجه إلى الشمول دون أصل الفعل.\nوتسمى هذه الحالة بـ \"سلب العموم\" أو \"نفي الشمول\".\nوقد أشكل على هذه القاعدة قوله تعالى: { إِنَّ اللَّهَ لَا يُحِبُّ كُلَّ مُخْتَالٍ فَخُورٍ } إذ يقتضي إثبات الحب لمن فيه أحد الوصفين.\nوأجيب بأن دلالة المفهوم إنما يعول عليه عند عدم المعارض وهو هنا موجود، إذ دل الدليل على تحريم الاختيال والفخر.\nوجواب آخر أنه جاء لعموم النهي قليلا كما في الآية(1).\nالمبحث الثاني\n(هذا)\nلفظ \"هذا\" يرد مشارا به على كلام سابق لقصد تحقيقه، وقد يجيء بعد جملة حالية، ومنه قولك في التمثيل لمن يضطرب حاله قبل مشارفته لما هو بصدد أن يزايله: \"هذا وما طار الذباب \" أي هذا حالك ولم تقع في الشدائد بعد، فكيف بك وقد كلمتك شفارها؟\nويصحب الجمل التي بعده \"إنّ\" كثيراً لتكون القصة الثانية مؤكدة للجملة السابقة، كقوله تعالى: { هَذَا ذِكْرٌ وَإِنَّ لِلْمُتَّقِينَ لَحُسْنَ مَآبٍ } [ص:49]\nأي: هذا نوع من الذكر وهو القرآن، لما قص ذكر أيوب وإسماعيل واليسع وذا الكفل عليهم السلام أكد تلك الأخبار باسم الإشارة كما تقول لولدك: \"أشير عليك بكيت وكيت\" ثم تقول بعد ذلك: \"هذا الذي عندي والأمر إليك فيما ترى\".\n__________\n(1) روض البيان 17، وجواهر البلاغة 152\n(1/17)\n",
        "وقد يحذف خبره كما في سياق هذه الآية: { جَنَّاتِ عَدْنٍ مُّفَتَّحَةً لَّهُمُ الْأَبْوَابُ{50} مُتَّكِئِينَ فِيهَا يَدْعُونَ فِيهَا بِفَاكِهَةٍ كَثِيرَةٍ وَشَرَابٍ{51} } إلى قوله: { هَذَا وَإِنَّ لِلطَّاغِينَ لَشَرَّ مَآبٍ{55} }\nأي: هذا شرف وذكر جميل أو هذا متحقق، والجملة التي بعده ليست في موضع الحال، بل خروج من قصة إلى قصة(1).\nثم ألا ترى أن كلمة \"هذا\" جاءت رائقة هنا حيث وقعت للفصل بين قصتين، ففي الآيات السابقة نجد أنه \"لما أتم ذكر أهل الجنة وأراد أن يعقبه بذكر أهل النار قال: { هَذَا وَإِنَّ لِلطَّاغِينَ لَشَرَّ مَآبٍ } وذلك من فصل الخطاب الذي هو ألطف موقعا من التخلص\"(2).\nالمبحث الثالث\n(كاد)\nوتفيد القرب من الوقوع فهي في النفي على معنى نفي مقاربة الفعل نحو قوله تعالى: { إِذَا أَخْرَجَ يَدَهُ لَمْ يَكَدْ يَرَاهَا } أي لم يقارب أن يراها.\nوقيل إنها لوقوع الفعل ولكن بعد جهد أخذا بقوله تعالى: { فَذَبَحُوهَا وَمَا كَادُواْ يَفْعَلُونَ } .\nوأجيب بأن قوله تعالى: { وَمَا كَادُواْ يَفْعَلُونَ } لا يدل على وقوع الفعل لولا ما سبق من قوله تعالى: { فذبحوها } فعلى هذا متى لم يكن في الكلام ما يدل على الوقوع كان الذي يفيد الظاهر نفي الوقوع ونفي القرب منه(3).\nالمبحث الرابع\n(إنّ)\nوهي حرف توكيد، ولها فوائد هي:\nأنها تربط الجملة الثانية بالأولى، وبسببها يحصل التأليف بين الجملتين، حتى كأنهما قد أفرغتا في قالب واحد، فإن أسقطتها اختل الكلام، وهذا الضربُ كثيرٌ في التَّنزيلِ جدَّاً من ذلك قوله تعالى: { يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمْ إِنَّ زَلْزَلَةَ السَّاعَةِ شَيْءٌ عَظِيمٌ } { وَاصْبِرْ عَلَى مَا أَصَابَكَ إِنَّ ذَلِكَ مِنْ عَزْمِ الْأُمُورِ } .\n__________\n(1) التبيان في علم البيان 63\n(2) المثل السائر 2/260\n(3) روض البيان 18\n(1/18)\n\nومن أَبْينَ ذلك قولُه تعالى: { ولا تُخَاطِبْنِي في الَّذينَ ظَلَمُوا إنَّهُمْ مُغْرَقُوْنَ } .\nوقد يتكَّررُ في الآيةِ الواحدةِ كقوله عزَ اسمُه : { وما أُبَرِّىءَ نَفْسي إنَّ النفسَ لأَمَّارةٌ بالسُّوء إلاَّ ما رَحِمَ رَبّي إنَّ ربَّي غَفورٌ رَحيمٌ }\nلضمير الشأن في الجملة الشرطية وغيرها مع (إنّ) من الحسن ما لا تراه إذا هي لم تدخل عليه.\nكقوله تعالى: { إِنَّهُ مَن يَتَّقِ وَيِصْبِرْ فَإِنَّ اللّهَ لاَ يُضِيعُ أَجْرَ الْمُحْسِنِينَ } .\nوقوله تعالى: { فإنّها لا تَعمَى الأبصَار } .\nفلا يقال: هو من يتق ويصبر، هي لا تعمى الأبصار.\nفليس إعلامُك الشيء بَغتةً مثلَ إعلامِك له بعدَ التَّنبيهِ عليه والتَّقدمةِ له، لأنَّ ذلك يَجري مجرى تكريرِ الإِعلام في التأكيد والإِحكام، ومن هاهُنا قالوا : إنَّ الشيءَ إذا أضمر ثمَّ فُسر كان ذلك أفخمَ له من أن يُذكرَ من غيرِ تقدم إضمار ويَدل عليه أنّا نعلم ضرورة في قوله تعالى : { فَإِنها لاَ تعمى الأَبصارُ } فخامة وشرفا وروعة لا نجد منها شيئاً في قولنا: \"فإِنَّ الأبصارَ لا تَعمى\"(1).\nتهيء النكرة للحديث عنها كقول الشاعر:\nإن شواء ونشوة ... وخبب البازل الأمون\nولو حذفت (إن) وقلت: شواء ونشوة لم يكن كلاما.\nعلاقة \"إن\" بحال المخاطب:\nتختلف أساليب الخبر باختلاف أحوال المخاطب الذي يعتريه ثلاثة أحوال:\nأن يكون المخاطب خالي الذهن من الخبر غير متردد فيه، ولا منكر له فيساق الخبر دون تأكيد لعدم الحاجة إليه كقوله تعالى: { الْمَالُ وَالْبَنُونَ زِينَةُ الْحَيَاةِ الدُّنْيَا } ويسمى هذا النوع ابتدائيا.\nأن يكون المخاطب مترددا في الخبر فيحسن تأكيد الكلام تقوية للحكم فيزول التردد نحو: { إِنَّا إِلَيْكُم مُّرْسَلُونَ } ويسمى هذا النوع طلبيا.\n__________\n(1) دلائل الإعجاز 112",
        "(1/19)\n\nأن يكون المخاطب منكرا للخبر فيؤكد الكلام له بمؤكد أو أكثر على حسب حالة الإنكار نحو: إن زيدا قادم، إنه لقادم، والله إنه لقادم، وكقوله تعالى: { إِنَّا إِلَيْكُمْ لَمُرْسَلُونَ } ويسمى هذا النوع إنكاريا(1).\nوقد يخرج الكلام عن الأضرب الثلاثة السابقة:\n- فينزل خالي الذهن منزلة السائل المتردد إذا تقدم في الكلام ما يشير إلى حكم الخبر كقوله تعالى: { وَمَا أُبَرِّئُ نَفْسِي إِنَّ النَّفْسَ لأَمَّارَةٌ بِالسُّوءِ }\nفـ (إن) وما دخلت عليه مؤكد للجملة السابقة لإشعاره بالتردد فيما تضمنه مدخولها.\nونحو قوله تعالى: { وَاصْنَعِ الْفُلْكَ بِأَعْيُنِنَا وَوَحْيِنَا وَلاَ تُخَاطِبْنِي فِي الَّذِينَ ظَلَمُواْ } فأمره بصنع الفلك ونهاه عن مخاطبته بالشفاعة فصار مع كونه غير سائل في مقام السائل المتردد هل حكم الله عليهم بالإغراق، فأجيب بقوله: { إِنَّهُم مُّغْرَقُونَ } .\nكما ينزل غير المنكر منزلة المنكر إذا ظهر عليه شيء من أمارات الإنكار كقول الشاعر:\nجاء شقيق عارضا رمحه إن بني عمك فيهم رماح\nفـ\"شقيق\" لا ينكر رماح بني عمه، لكن مجيئه عارضا رمحه بمنزلة إنكاره أن لبني عمه رماحاً، فأكد له الكلام لذلك.\nهذا وقد يؤكد الكلام بـ(إنّ) إذا ظن المتكلم في الذي وجد أنه لا يوجد كقوله تعالى –حاكيا عن أم مريم-: { قَالَتْ رَبِّ إِنِّي وَضَعْتُهَا أُنثَى } فقد كانت تظن أن المولود ذكر فبوقوعه على خلاف ظنها كان بحيث تشك في كونه أنثى وتخاطب نفسها بطريق التأكيد، أي ردا منها على نفسها ما كانت تظن(2).\n__________\n(1) روض البيان 20، وجواهر البلاغة.\n(2) روض البيان19.\n(1/20)",
        "\nويصح لك ما قاله أبو العباس - المبرد- في \"إن زيدا منطلق\": إنه جواب عن سؤال مجيئه في جواب القسم، وفي التنزيل: { قُلْ سَأَتْلُو عَلَيْكُمْ مِنْهُ ذِكْراً . إِنَّا مَكَّنّا لَهُ في الأَرْضِ } وكقولِه عزَّ وجلَّ في أَوَّلِ السورة : { نَحْنُ نَقُصُّ عَلَيْكَ نَبأَهُمْ بالحَقِّ إنّهُمْ فِتْيَةٌ آمَنُوا بِرَبِّهم } .\nوكقوله تعالى : { فإِنْ عَصَوْكَ فَقُلْ إنّي بَرِىءٌ مِمَّا تَعْمَلُونَ } وقولِه تعالى : { قُلْ إنّي نُهيْتُ أنْ أَعْبُدَ الذينَ تَدْعُونَ مِنْ دُونِ الله } وقولِهِ : { وَقلْ إنّي أَنا النَّذيرُ المُبِينُ } وأشباهِ ذلك مما يُعلمُ به أنه كلامٌ أُمِرَ النبيُّ بأن يجيبُ به الكفارَ في بعضِ ما جادلوا وناظَروا فيه، وعلى ذلكَ قولُه تعالى: { فَأَتِيا فِرْعَوْنَ فَقُولا إنَّا رَسُولُ رَبِّ العَالَمِينَ } وذاك أنَّه يعلَمُ أنَّ المعنى: فأْتياهُ، فإذا قال لكما ما شأْنُكما وما جاءَ بكما وما تقولان فقولا : إنَّا رسولُ ربِّ العالمينَ(1).\nالمبحث الخامس\n(إنما)\nوهنا مسائل:\n1- إفادة \"إنما\" القصر:\nوضعت (إنما) لإفادة القصر، وتعريفه: تخصيص الحكم بالمذكور في الكلام ونفيه عن سواه بطرق مخصوصة.\nومن هذه الطرق (إنما) نحو: \"إنما يفوز المُجِدّ\" فقد خص الفوز بالمجد بطريق مخصوصة وهي هنا \"إنما\" .\nومنه قوله تعالى: { إِنَّمَا يَخْشَى اللَّهَ مِنْ عِبَادِهِ الْعُلَمَاء } [فاطر:28] وقوله تعالى: { قل إنما العلم عند الله } ويسمى المخصوص مقصورا، والمخصوص به مقصورا عليه.\n2- مجيء \"إنما\" فيما لا يجهله المخاطب:\nتجيء (إنما) فيما لا يجهله المخاطب كقولهم: \"إنما هو أخوك\" تنبيها لما يلزمه من حق الأخوة، ومثالُه منَ التنزيلِ قولُه تعالى : { إنَّما يستجيبُ الذينَ يَسْمَعونَ }\nوقولُه تعالى: { إنما تُنذِرُ مَنِ اتَّبعَ الذِّكْرَ وَخَشِيَ الرَّحْمنَ بالغيبِ }\n__________\n(1) التبيان 68، وانظر دلائل الإعجاز 249\n(1/21)\n",
        "وقولُه تعالى: { إنَّما أنتَ مُنذِرُ مَنْ يخشاها } .\nكلُّ ذلكَ تذكير بأمْر ثابت معلوم، وذلك أنَّ كل عاقل يعلم أنه لا تكون استجابة إلاّ ممَّن يسمع ويعقل ما يقال له ويُدعى إليه، وأنّ من لم يسمعْ ولم يعقل لم يستجِب.\nوكذلك معلوم أَنَّ الإنذار إنما يكون إنذاراً ويكون له تأثير إذا كان مع من يؤمن بالله ويخشاه ويصدّقُ بالبعث والساعة، فأما الكافر الجاهل فالإنذار وعدمه معه واحد(1).\n3- مجيء \"إنما\" فيما ينزل منزلة ما لا يجهله المخاطب:\nوهذا كقول الشاعر:\nإنما مصعب شهاب من الله تجلت عن وجهه الظلماء\nادعى أن الممدوح بهذه الصفة ثابت له ذلك، معلوم لا خفاء به، على عادة الشعراء في دعواهم أن الصفات التي ذكرت للممدوح مما لا يكتنفها نزاع(2).\nومن ذلك قولُه تعالى حكاية عن اليَهُود: { وَإِذا قِيلَ لَهُمْ لا تُفْسِدُوا في الأَرْضِ قالُوا إِنّما نَحْنُ مُصْلِحُونَ }\nدخلتْ \"إِنّما\" لتدلَّ على أنَّهم حين ادَّعَوا لأنفسهم أنهم مصلحون أظهروا أنهم يدَّعون من ذلك أمراً ظاهراً معلوماً، ولذلك أكَّد الأمرَ في تكذيبِهم والرَّدَّ عليهم فجمَعَ بين \"أَلاَ\" الذي هو للتَّنبيه وبين \"إِن\" الذي هو للتأكيد فقال: { أَلا إِنَّهم هُم المُفْسِدون ولكنْ لا يَشْعُرون } (3).\n4- \"إنما\" توجب وتنفي دفعة واحدة:\nليس قولنا: (إنما زيد منطلق) بمنزلة قولنا: (زيد منطلق لا غيره) لأن (إنما) توجب وتنفي دفعة واحدة، وليس كذلك مع (لا) فإنه يفهم منه الإثبات أولاً ثم النفي ثانيا.\nولا نقول: (إنما زيد منطلق) أو (زيد منطلق لا غيره) إلا إذا كان السامع يتوهم في الشخص المنطلق هل هو زيد أو غيره، فيكون هذا القول قاطعا للشك والغلط عند السامع.\n5- الاختصاص مع (إنما) يقع للمتأخر:\n__________\n(1) دلائل الإعجاز 243\n(2) التبيان 72\n(3) دلائل الإعجاز 271\n(1/22)\n\nمتى ولي \"إنما\" المبتدأ والخبر فالقصر للثاني نحو: (إنما هذا لك) فالمقصور عليه (لك) فإذا أخرت المبتدأ وقدمت الخبر نحو: (إنما لك هذا) كان المقصور عليه (هذا) وشاهد المقصور عليه صحة العطف عليه بـ (لا)، فتقول: (إنما هذا لك لا لغيرك) و (إنما لك هذا لا ذاك).\nقال تعالى: { إنَّمَا حَرَّمَ عَلَيْكُمُ الْمَيْتَةَ وَالْدَّمَ وَلَحْمَ الْخَنزِيرِ وَمَا أُهِلَّ لِغَيْرِ اللّهِ بِهِ فَمَنِ اضْطُرَّ غَيْرَ بَاغٍ وَلاَ عَادٍ فَإِنَّ اللّهَ غَفُورٌ رَّحِيم } [النحل:115]\nوقال تعالى: { إِنّمًا المُؤمِنُونَ إِخوَةٌ } [الحجرات:10]\n6- مجيء \"إنما\" للتعريض:\nقد يقصد بـ (إنما) التعريض وحده كقوله سبحانه: { إِنَّمَا يَتَذَكَّرُ أُوْلُواْ الأَلْبَابِ } فهذا ذم للكفار، وأن يعرف أنهم لفرط عنادهم وغلبة الهوى عليهم في حكم من ليس بذي عقل.\nوعلة إفادة (إنما) التعريض أن الكلام يتضمن النفي عن غير المذكور، فالآية السابقة أفادت إثبات التذكر لأولي الألباب وهم المؤمنون، وتضمنت النفي عن غيرهم وهم الكفار، ولهذا لا يحصل التعريض لو أزيلت (إنما) فلو قلت: (يتذكر أولوا الألباب) كان مجرد وصف لأولي الألباب بأنهم يتذكرون(1).\nومن ذلك قوله تعالى: { إنّمَا تُنذرُ الذِينَ يَخشَونَ رَبَّهُم بِالغَيب } المعنى أن من لم تكن له هذه الخشية كأنه ليس له أذن تسمع وقلب يعقل، فالإنذار معه كلا إنذار(2).\n7-تأتي (إنما) إثباتا للمذكور ونفيا لما سواه :\nفي \"إنما\" نفي وإثبات فتشبه من هذه الجهة (ما) و (إلا) إلا أن بينهما فروقا تظهر مما يلي:\nأنهما ليسا كالمترادفين وإلا لصحّ استعمال (إنما) في قوله تعالى: { ومَا مِنْ إِلهٍ إلاَّ اللّهُ } ولا يصح هذا الاستعمال؛ لأنه سيكون حينئذ (إنما من إله الله) وكذلك في قوله تعالى: { لا عاصم اليوم من أمر الله إلا من رحم } سيكون: (إنما عاصم اليوم من أمر الله من رحم) .\n__________\n(1) روض البيان 23\n(2) التبيان 77",
        "(1/23)\n\nكما لا يصح العكس أن نستعمل (ما) و (إلا) موضع (إنما) في قولنا: \"إنما هو درهم لا دينار\"\nولو قلتَ : \"ما هو إلاَّ دِرهمٌ لا دينار\" لم يكن شيئاً، لأنك نفيت عنه كل صفة تنافي الدرهمية فيندرج فيه نفي الدينار، فإذا قلت بعده: (لا دينار) كان تكراراً.\nتستعمل (ما) و (إلا) فيما يتوهم المخاطب خلافه، فتقول: (ما هو إلا زيد) بخلاف (إنما) والتي تجيء فيما لا يجهله المخاطب، ومن هنا حسن قولنا: (إنما هو أخوك) ولم يحسن (ما هو إلا أخوك) تذكيرا بلوازم الأخوة.\nكما تأتي (ما) و (إلا) فيما ينزل منزلة المنكر نحو: { قَالُواْ إِنْ أَنتُمْ إِلاَّ بَشَرٌ مِّثْلُنَا } فالبشرية معلومة لكن جاء الكلام بـ (إن) و (إلا) دون (إنما) لأن الكفار جعلوا الرسل كأنهم بادعائهم النبوة قد أخرجوا أنفسهم عن أن يكونوا بشرا مثلهم، ولما كان كذلك أخرج اللفظ مخرجه عندما يراد إثبات أمر يدفعه المخاطب ويدعي خلافه.\nوكذلك الأمر في قوله تعالى: { إِنْ أَنتَ إِلَّا نَذِيرٌ } جاء بالنفي والإثبات لمبالغته- صلى الله عليه وسلم - في الإنذار بحيث يُظن أنه يملك تحويل قلوب الكفار إلى الإسلام، فهذا الخطاب جعل المخاطب بمنزلة من ظن أنه يملك ذلك ولا يعلم أنه ليس في وسعه إلا الإنذار والتحذير فأخرج اللفظ مخرجه فقال: { إِنْ أَنتَ إِلَّا نَذِيرٌ } (1).\nالمبحث السادس\nهمزة الاستفهام\n1- تقديم الاسم وتقديم الفعل الماضي مع همزة الاستفهام:\nإذا ولي الاسم همزة الاستفهام فقلت: (أأنت بنيت هذه الدار) كان الشك في الفاعل من هو؟ لأنه إذا لم تكن الدار موجودة كيف يقع الشك في بانيها.\nفإذا قلت: (أبنيت هذه الدار) لم يكن كلاما صحيحا، إذ هو بمنزلة أن تقول في الشيء المشاهد: أموجود هو أم لا.\nوإذا ولي الهمزة الفعل الماضي فقلت: (أبنيت الدار) كان الشك في الفعل، وكان الغرض من الاستفهام معرفة وجوده.\n__________\n(1) روض البيان 25، وانظر المرجعين السابقين.\n(1/24)",
        "\n2- تقديم الفعل وتقديم الاسم والفعل مضارع في الاستفهام:\nإذا قلت: \"أتفعل\" و \"أأنت تفعل\" لم يخل من أن تريد الحال أو الاستقبال.\nفإن أردت الحال كان المعنى شبيها بما مضى في الماضي، فإِذا قلتَ : أتفعلُ كان المعنى على أنك أردتَ أن تقررَه بفعلٍ هو يفعلُه وكنتَ كمن يُوهِم أنه لا يعلمُ بالحقيقةِ أنَّ الفعلَ كائن .\nوإِذا قلتَ : \"أأنتَ تفعل\" كان المعنى على أنك تريدُ أن تقررَه بأنه الفاعل، وكان أمْرُ الفعل في وجودِه ظاهراً وبحيث لا يُحتاج إِلى الإِقرارِ بأنه كائن .\nوإِن أردتَ بـ \" تفعل \" المستقبلَ كان المعنى : إِذا بدأتَ بالفعلِ على أنك تعمُد بالإِنكارِ إِلى الفعل نفسه وتزعمُ أنّه لا يكونُ .\nأو أنَّه لا يَنْبغي أنْ يكون.\nفمثال الأول :\nأَيَقْتُلُنِي والمَشْرَفِيُّ مُضَاجِعي ... ومَسْنُونَةٌ زُرْقٌ كَأَنْيابِ أَغْوَالِ\nفهذا تكذيب منه لإنسان تَهدَّده بالقتل وإِنكار أن يقدرَ على ذلك ويستطيعَه.\nومثالُ الثّاني: قولُك للرَّجل يركبُ الخَطر : \"أتخرجُ في هذا الوقت، أتذهبُ في غيرِ الطَّريق، أتغررُ بنفسِك\".\n3- الاستفهام الذي يخرج إلى معنى الإنكار:\nوللهمزة مذهب آخر، وهو أن يكونَ لإِنكارِ أن يكونَ الفعل قد كانَ مِن أصله، ومثالُه قولُه تعالى : { أَفأَصْفَاكُمْ رَبُّكْمْ بالبَنينَ واتَّخَذَ من المَلائِكَةِ إِناثاً إِنّكُمْ لَتَقولونَ قَوْلاً عظِيماً } .\nوقولُه عَزَّ وجَلَّ : { أَصْطَفَى البَناتِ عَلى البَنِينَ مَا لَكُمْ كَيْفَ تَحْكُمون }\nفهذا ردٌّ على المشركين وتكذيبٌ لهم في قولِهم ما يُؤدي إِلى هذا الجهلِ العظيم .\nوإِذا قُدَّم الاسمُ في هذا صار الإِنكار في الفاعل، ومثالُه قولُك للرجل قد انتحلَ شعراً : (أأنت قلتَ هذا الشعرَ، كذبتَ! لَسْتَ ممن يُحسِنُ مثلَه) أنكرتَ أن يكون القائلُ ولم تُنكر الشعرَ.\n(1/25)\n",
        "واعلمْ أنَّا وإِنّ كُنَّا نفسر الاستفهامَ في مثلِ هذا بالإِنكارِ فإِنَّ الذي هو مَحضُ المعنى أنَّه لتنبيهِ السامع حتى يرجعَ إِلى نفسِه فيخجلَ ويرتدعَ ويَعْيا بالجواب، إِمّا لأنه قدِ ادَّعى القدرةَ على فعلٍ لا يقدرُ عليه، فإِذا ثبتَ على دعواهُ قيلَ : \" فافعلْ \" فيفضحُه ذلك .\nوإِما لأنه هَمَّ بأن يفعل ما لا يستصوِبُ فعله، فإِذا روجع فيه تنبَّه وعرفَ الخطأ .\nوإِمّا لأنه جَوَّزَ وجود أمر لا يوجد مثله، فإِذا ثبت على تجويزِه وُبَّخَ على تَعَنُّتِهِ وقيلَ له: فأرِنَاهُ في موضعٍ وفي حالٍ، وأقمْ شاهداً على أنَّه كان في وقتٍ.\n4- الاستفهام الذي يخرج على معنى التمثيل والتشبيه:\nمِمَّا هو من هذا الضَرب قولُه تعالى : { أَفَأَنتَ تُسْمِعُ الصُّمَّ أو تَهْدِي العُمْيَ }\nليس إِسماع الصمَّ مما يدَّعيه أحدٌ فيكون ذلك للإِنكار، وإِنَّما المعنى فيه التَّمثيلُ والتَّشبيهُ، وأن ينزل الذي يُظَنُّ بهم أنهم يَسْمعون أو أنه يستطيعُ إِسماعَهم منزلةَ مَن يَرى أنه يسمِعُ الصُّمَّ ويَهدي العُمْيَ .\nثمَّ المعنى في تقديمِ الاسمِ وأنْ لم يُقلْ : \" أتُسمع الصمَّ \" هو أن يقالَ للنبيَّ : \"أأنت خصوصاً قد أوتيتَ أنْ تسمع الصُّمَّ\" وأن يُجْعَلَ في ظَنَّه أنَّه يستطيع إِسماعهم بمثابة من يظنُّ أنَّه قد أُوتي قدرةً على إسماعِ الصُّمَّ(1).\n5- خروج الاستفهام إلى معنى التفخيم:\nكما في قوله تعالى: { عم يتساءلون . عن النبأ العظيم }\nمعنى هذا الاستفهام : تفخيم الشأن كأنه قال عن أي شأن يتاءلون ونحوه ما في قولك : زيد ما زيد ؟ جعلته لانقطاع قرينه وعدم نظيره كأنه شيء خفي عليك جنسه، فأنت تسأل عن جنسه وتفحص عن جوهره كما تقول : ما الغول وما العنقاء ؟ تريد : أي شيء هو من الأشياء ّ(2).\n6- قد يكون الاستفهام لتبكيت المخاطب:\n__________\n(1) دلائل الإعجاز101 وما بعدها.\n(2) الكشاف 4/206\n(1/26)\n\nكقوله تعالى: { حتى إذا جاءوا قال أكذبتم بآياتي ولم تحيطوا بها علما أم ماذا كنتم تعملون } [النمل:84]\nقوله: \"أم ماذا كنتم تعلمون \" الاستفهام للتبكيت لا غير .\nوذلك أنهم لم يعلموا إلا التكذيب فلا يقدرون أن يكذبوا ويقلوا قد صدقنا بها وليس إلا التصديق بها أو التكذيب، ومثاله أن تقول لراعيك - وقد عرفته رويعي سوء -: أتأكل نعمي أم ماذا تعمل بها ؟ فتجعل ما تبتدئ به وتجعله أصل كلامك وأساسه هو الذي صح عندك من أكله وفساده وترمى بقولك : أم ماذا تعمل بها مع علمك أنه لا يعمل بها إلا الأكل ؛ لتبهته وتعلمه علمك بأنه لا يجئ منه إلا أكلها وأنه لا يقدر أن يدعي الحفظ والإصلاح ؛ لما شهر من خلاف ذلك(1).\n7- وقد يفيد الاستبعاد:\nكقوله تعالى: { قالت ياويلتى أألد وأنا عجوز } [هود:72]\nهو استبعاد من حيث العادة التي أجراها الله، وإنما أنكرت عليها الملائكة تعجبّها(2).\n8- وقد يفيد التوبيخ:\nكما في قوله تعالى: { يَا مَعْشَرَ الْجِنِّ وَالإِنسِ أَلَمْ يَأْتِكُمْ رُسُلٌ مِّنكُمْ يَقُصُّونَ عَلَيْكُمْ آيَاتِي وَيُنذِرُونَكُمْ لِقَاء يَوْمِكُمْ هَذَا } [الأنعام:13].\nالمبحث السابع\n(ما) النافية\nولها حالتان:\nمن شأنها إذا وليها الفعل أن تنفيه، دون التعرض لكون ذلك الفعل لآخر أو لم يُفعل أصلا، فإذا قلت: (ما ضربت زيداً) كنت قد نفيت عن نفسك ضربا واقعا بزيد، وذلك لا يقتضي كونه مضروبا، بل ربما لا يكون مضروبا أصلا.\nإذا وليها الاسم كقولك: (ما أنا ضربت زيدا) لم تقله إلا وزيد مضروب، وكان القصد أن تنفي أن تكون أنت الضارب.\nويدل على هذا الفرق ما يلي:\nأنه يصح أن تقول: \"ما ضربت زيدا، ولا ضربه غيري\" ولا يصح أن تقول: \"ما أنا ضربت زيدا ولا ضربه غيري\".\n__________\n(1) السابق 3/161\n(2) السابق 2/281",
        "(1/27)\n\nلو قلت: \"ما ضربت إلا زيداً\" كان كلاما مستقيما، ولو قلت: \"ما أنا ضربت إلا زيداً\" كان لغوا من القول؛ لأن نقض النفي بـ \"إلا\" يقتضي أن تكون ضربت زيدا، وتقديمك ضميرك وإيلاؤه حرف النفي يقتضي نفي أن تكون ضربته.\nوهذا الفرق بعينه يجيء في تقديم المفعول وتأخيره، فإذا قلت: \"ما ضربت زيداً\" فقدمت الفعل، كان المعنى أنك نفيت أن يكون قد وقع ضرب منك من غير تعرض لبيان كونك ضاربا لغيره.\nوإذا قلت: \"ما زيداً ضربت\" كان المعنى: أن ضربا منك وقع على إنسان، فظُن أن ذلك الإنسان هو زيد فنفيت أن يكون إياه، ولهذا تقول على الوجه الأول: \"ما ضربت زيداً ولا أحداً من الناس\" وليس لك ذلك في الوجه الثاني.\nوحكم الجار والمجرور حكم المنصوب، فإذا قلت: \"ما أمرتك بهذا\" فقد نفيت عن نفسك أمره بذلك، ولم يجب أن يكون قد أمرته بشيء آخر، وإذا قلت: \"ما بهذا أمرتك\" كنت قد أمرته بشيء غيره.\nالمبحث الثامن\n(ما) و (إلا)\nوهنا مسائل:\n1- يجوز في قولنا: \"ماجاءني إلا زيد\" أحد غرضين:\nتعريف المخاطب أنه لم يجئ غيره لا تعريفه بأنه قد جاء.\nتعريف المخاطب بأن الجائي زيد لا غيره، وعلى ذلك قوله تعالى: { مَا قُلْتُ لَهُمْ إِلاَّ مَا أَمَرْتَنِي بِهِ أَنِ اعْبُدُواْ اللّهَ رَبِّي وَرَبَّكُمْ } [المائدة:117] ليس المعنى على أني لم أزد على ما أمرتني به شيئا، ولكن المعنى على أني لم أدع ما أمرتني به وقلت خلافه، ومنه قول الشاعر:\nقد علمت سلمى وجاراتها ما قطر الفارس إلا أنا\nالمعنى: أنا الذي قطر الفارس، وليس يزعم أنه لم يقطر غير ذلك الفارس.\n(1/28)",
        "\nوهاهُنا مسألة فيها عون لفهم ما سبق والمثال فيها قوله تعالى: { إنما يخْشَى اللهَ مِنْ عِبَادِهِ العُلَمَاءُ } في تقديم اسمِ الله عزَّ وجلَّ معنًى خلافُ ما يكونُ لو أُخِّر، وإنما يبيِّنُ لكَ ذلكَ إذا اعتبرتَ الحكمَ في \"ما\" و \"إلا\" وحصَّلْتَ الفرقَ بينَ أن تقولَ : ما ضربَ زيدا إلاّ عمرٌو وبينَ قولِك : ما ضربَ عمرٌو إلاّ زيداً.\nوالفرقُ بينهما أنك إذا قلتَ : \"ما ضربَ زيداً إلاّ عمرٌو\" فقدَّمْتَ المنصوبَ كان الغرضُ بيانَ الضَّاربِ مَنْ هو والإخبارَ بأنَّه عمرو خاصة دون غيره.\nوإذا قلت: \"ما ضرب عمرو إلا زيداً\" فقدمت المرفوع كان الغرض بيان المضروب من هو والإخبار بأنه زيدٌ خاصَّةً دونَ غيره.\nوإذ قد عرفتَ ذلكَ فاعتبرْ بهِ الآيةَ، وإذا اعتبرتَها به علمتَ أنَّ تقديمَ اسمِ الله تعالى إنما كانَ لأجْلِ أن الغَرَضَ أن يُبَيَّنَ الخاشُونَ مَنْ هُمْ ويخبرَ بأنهم العلماءُ خاصَّةً دونَ غيرهم.\nولو أخِّر ذكرُ اسمِ الله وقدَّم العلماءُ فقيلَ : \"إنَّما يخشى العلماءُ اللهَ\" لصارَ المعنى على ضِدِّ ما هو عليه الآن ولصارَ الغرضُ بيانَ المخشِيٍِّ مَنْ هو والإِخبارَ بأنّه اللهُ تعالى دونَ غيره، ولم يَجِبْ حينئذٍ أن تكونَ الخشيةُ مِنَ الله تعالى مقصورةً على العلماءِ وأن خشيتِهم اللهَ تعالى يخشَوْن معه غيرَه والعلماءُ لا يخشون غيرَ الله تعالى، وهذا المعنى وإن كانَ قد جاءَ في التنزيلِ في غيرِ هذه الآية كقولهِ تعالى : { ولا يخْشَوْنَ أحداً إلاّ الله } فليس هو الغرضَ في الآية، ولا اللَّفظُ بمحتَمِلٍ له البتةَ، ومَنْ أجازَ حَملها عليه كان قد أبطلَ فائدةَ التقديمِ وسوَّى بينَ قولِهِ تعالى: { إنّما يخشَى اللهَ مِنْ عبادِه العلماء } وبين أن يقالَ : إنما يخشى العلماءُ اللهَ، وإذا سوَّى بينهُما لَزِمَه أن يُسَوِّيَ بينَ قولِنا : \"ما ضَرَبَ زيداً إلاّ عمرٌو\" وبَيْنَ \"ما ضربَ عمرٌو إلاَّ زيداً\" ذلك ممتنع.\n(1/29)\n",
        "لأن الأولِ لبيانِ مَن الضارب، والثاني لبيانِ مَنِ المضروبُ وأنه كالمتكلف أن تحمله على نفي الشرِكة فتريدَ بـ\"ما ضربَ زيداً إلاّ عمرو\" أنه لم يضرِبْه اثنان، وبـ\"ما ضربَ عمرٌو إلا زيداً\" أنه لم يضرِب اثنين(1).\n2- متى فصلت \"إلا\" بين الفاعل والمفعول فالحصر للثاني نحو: \"ما ضرب زيداً إلا عمر\" وعكسه.\nوكذلك المبتدأ والخبر توسط بينهما \"إلا\" فإن أخبرت الخبر نحو: \"ما زيد إلا قائم\" فقد قصرت الصفة على الموصوف، وإن عكست: \"ما قائم إلا زيد\" فقد قصرت الموصوف على الصفة.\nإنما اختص ما بعد \"إلا\" بالحصر لاستحالة ظهور أثر الحرف قبل وجوده، وكذلك الحصر للثاني من الفاعل والمفعول بعد \"إنما\".\nإن ذكر الفاعل والمفعول بعد \"إلا\" فالحصر لما يليها.\nوكذلك حكم المفعولين نحو: \"لم يكس عمرو إلا زيدا جبة\" المعنى: أنه خص زيدا بكسوة جبة، ولو قدمت الجبة على زيد صار المعنى أن عمراً أن عمراً خص الجبة من أصناف الكسوة، وكذا الحكم لو يكون بدل أحد المفعولين جارا ومجرورا كقول الشاعر: \"ما اختار إلا منكم فارسا\" ولو قلت: \"ما اختار إلا فارسا منكم\" رجع الاختصاص إلى \"فارس\"(2).\nالمبحث التاسع\n(لا) و (لن)\nهذان حرفان يفيدان النفي، بيد أن بينهما فرقا، وهو أن (لا) لنفي ما تمادى زمانه، ويدل على ذلك أن آخره ألف، والألف يمكن امتداد الصوت به.\nأما (لن) فهي لنفي ما قرب زمانه، يدل على ذلك أنه لا يمكن مد الصوت به مثل الألف.\nويدل لهذا قوله تعالى: { قُلْ يَا أَيُّهَا الَّذِينَ هَادُوا إِن زَعَمْتُمْ أَنَّكُمْ أَوْلِيَاء لِلَّهِ مِن دُونِ النَّاسِ فَتَمَنَّوُا الْمَوْتَ إِن كُنتُمْ صَادِقِينَ{6} وَلَا يَتَمَنَّوْنَهُ أَبَداً بِمَا قَدَّمَتْ أَيْدِيهِمْ وَاللَّهُ عَلِيمٌ بِالظَّالِمِينَ{7} } ]الجمعة[.\n__________\n(1) دلائل الإعجاز 259، والتبيان 89\n(2) روض البيان 30\n(1/30)\n\nفـ \"إن\" الشرطية تعم الأوقات أي تمنوا الموت في أي وقت، ولهذا جاء بعدها بـ \"لا\" في قوله: { ولا يتمنونه } .\nوجاءت \"لن\" في قوله تعالى: { قُلْ إِن كَانَتْ لَكُمُ الدَّارُ الآَخِرَةُ عِندَ اللّهِ خَالِصَةً مِّن دُونِ النَّاسِ فَتَمَنَّوُاْ الْمَوْتَ إِن كُنتُمْ صَادِقِينَ{94} وَلَن يَتَمَنَّوْهُ أَبَداً بِمَا قَدَّمَتْ أَيْدِيهِمْ وَاللّهُ عَلِيمٌ بِالظَّالِمينَ{95} } [البقرة] لأن \"كان\" تدل على الحدوث، كأنه قيل: إن كانت وجبت لكم الدار الآخرة فتمنوا الموت الآن، وعلى هذا لفظ \"أبدا\" في الآية للزمن القريب تفخيما لأمره.\nويؤيد ما ذكرناه إتيان \"لن\" في قوله سبحانه { لن تراني } وإتيان \"لا\" في قوله: { لا تدركه الأبصار } حيث أريد نفي الرؤية في الدنيا ونفي الإدراك مطلقا(1).\nالفصل الرابع\nالتناسق العددي\nالتناسق العددي هو: التوافق والانسجام في الأرقام وأعداد الكلمات والحروف.\nويبدو التناسق العددي في القرآن في ثلاثة مظاهر نبينها فيما يلي:\nالأول: التناسق في الجذر الثلاثي للكلمات القرآنية:\nفقد احتوى القرآن على ما نسبته (34%) من الجذور الثلاثية إلى ما في الصحاح للجوهري، وهذه نسبة عجيبة تستحق التأمل.\nإن أي أديب مهما بلغت قدرته الأدبية وموهبته اللغوية لا يمكنه استخدام أكثر من (5%) من أصول كلمات اللغة.\nوهذا دليل ظاهر على التناسق العددي في الجذور الأصلية للكلمات القرآنية، وعلى غزارة المادة اللغوية، وعلى أنه كلام الله(2).\nالثاني:التناسق العددي في استعمال الكلمات القرآنية:\nالتساوي في عدد ورود كلمات متضادة متقابلة:\nالدنيا تقابل الآخرة، وكل منهما ورد مائة وخمس عشرة مرة.\nالشيطان يقابل الملائكة وكل منهما ورد ثمانيا وثمانين مرة.\nالحياة تقابل الموت، وكل منهما ورد مائة وخمسا وأربعين مرة.\n__________\n(1) روض البيان\n(2) معجزة الأرقام العددية 27 وما بعدها، نقلا عن إعجاز القرآن البياني للخالدي 332",
        "(1/31)\n\nالصالحات تقابل السيئات، وكل منهما ورد مائة وسبعا وستين مرة.\nالنفع يقابل الفساد، وكل منهما ورد خمسين مرة.\nالضيق يقابل الطمأنينة، وكل منهما ورد ثلاث عشرة مرة.\nالرغبة تقابل الرهبة، وكل منهما ورد ثماني مرات(1).\nالتساوي في عدد ورود كلمات متوافقة أو متقاربة في المعنى:\nالبصر بجانب القلب والفؤاد ورد كل منهما مائة وثمانيا وأربعين مرة.\nالبعث بجانب الصراط ورد كل منهما مائة وثمانيا وأربعين مرة.\nالقرآن بجانب الوحي، ورد كل منهما سبعين مرة.\nالضالون بجانب الموتى، ورد كل منهما سبع عشرة مرة.\nالمسلمون بجانب الجهاد، ورد كل منهما إحدى وأربعين مرة\nالإسلام ومشتقاته بجانب يوم القيامة، ورد كل منهما سبعين مرة.\nالإيمان ومشتقاته بجانب العلم والمعرفة، ورد كل منهما ثمانمائة وإحدى عشرة مرة.\nالتناسب بين بعض الكلمات المتضادة أو المتقاربة فعدد مرات ورود هذه الكلمات ليس متساويا، وإنما هو متناسب متناسق.\nوردت كلمة \"النبوة\" ثمانين مرة، وذلك خمسة أضعاف ورود كلمة \"السنة\" التي وردت ست عشرة مرة.\nوردت كلمة \"الأبرار\" 6 مرات ضعف كلمة \"الفجار 3 مرات.\nالسر (32) مرة ضعف الجهر (16) مرة.\nاليسر (36) مرة وهو ثلاثة أضعاف العسر (12) مرة.\nفرعون (74) مرة وهو ضعف السلطان (37) مرة.\nالمغفرة (234) مرة، وهو ضعف الجزاء (117) مرة.\nالتساوي والتناسب في عدد ورود بعض الأرقام:\nوردت كلمة \"شهر\" اثنتا عشرة مرة، بعدد شهور السنة.\nوردت \"الأيام\" مثنى وجمعا ثلاثين مرة بعدد أيام الشهر.\nوردت \"يوم\" بصيغة المفرد المجرد ثلاثمائة وخمسا وستين مرة على عدد أيام السنة(2).\nثالثا: التناسق العددي في استعمال الحروف القرآنية:\nومن مظاهر هذا التناسق ما يلي:\n__________\n(1) السابق\n(2) السابق\n(1/32)",
        "\nما ورد في الفواتح من أسماء الحروف هو نصف أسامي حروف المعجم، إذ هي أربعة عشر وهي : (الألف، واللام، والميم، والصاد، والراء، والكاف، والهاء، والياء، والعين، والطاء، والسين، والحاء، والقاف، والنون) في تسع وعشرين سورة على عدد حروف المعجم، وهذه الأربعة عشر مشتملة على أنصاف أجناس صفات الحروف، ففيها من المهموسة نصفها : (الصاد، والكاف، والهاء، والسين، والحاء)\nومن المجهورة نصفها : (الألف، واللام، والميم، والراء، والعين، والطاء، والقاف، والياء، والنون).\nومن الشديدة نصفها : (الألف، والكاف، والطاء، والقاف)\nومن الرخوة نصفها : (اللام، والميم، والراء، والصاد، والهاء، والعين، والسين، والحاء، والياء، والنون) .\nومن المطبقة نصفها : (الصاد، والطاء) .\nومن المنفتحة نصفها : (الألف، واللام، والميم، والراء، والكاف، والهاء، والعين، والسين، والقاف، والياء، والنون) .\nومن المستعلية نصفها: (القاف، والصاد، والطاء) .\nومن المستفلة نصفها : (الألف، واللام، والميم، والراء، والكاف، والهاء، والياء، والعين، والسين، والحاء، والنون) .\nومن حروف القلقلة نصفها : (القاف، والطاء)(1).\nأن هذه الحروف المقطعة نجدها تتكرر في السورة التي بدأت بها أكثر من أي سورة في مثل طولها.\n__________\n(1) الكشاف1/78\n(1/33)\n",
        "وردت آية جمعت كل حروف المباني الثمانية والعشرين، وهي قوله تعالى: { مُّحَمَّدٌ رَّسُولُ اللَّهِ وَالَّذِينَ مَعَهُ أَشِدَّاء عَلَى الْكُفَّارِ رُحَمَاء بَيْنَهُمْ تَرَاهُمْ رُكَّعاً سُجَّداً يَبْتَغُونَ فَضْلاً مِّنَ اللَّهِ وَرِضْوَاناً سِيمَاهُمْ فِي وُجُوهِهِم مِّنْ أَثَرِ السُّجُودِ ذَلِكَ مَثَلُهُمْ فِي التَّوْرَاةِ وَمَثَلُهُمْ فِي الْإِنجِيلِ كَزَرْعٍ أَخْرَجَ شَطْأَهُ فَآزَرَهُ فَاسْتَغْلَظَ فَاسْتَوَى عَلَى سُوقِهِ يُعْجِبُ الزُّرَّاعَ لِيَغِيظَ بِهِمُ الْكُفَّارَ وَعَدَ اللَّهُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ مِنْهُم مَّغْفِرَةً وَأَجْراً عَظِيماً } [الفتح:29].\nالفصل الخامس\nالأسباب الدلالية لاختيار المفردة القرآنية(1)\nالمبحث الأول: اختيار المفردة لإيحائها الدلالي \"الدلالة الهامشية\":\nلعل العامل الأساسي في اختيار المفردة دون غيرها هو ما تحققه اللفظة المختارة وما تعطيه من معانٍ ودلالاتٍ\nإلى جانب الدلالة الأساسية التي قد تشترك فيها مع غيرها من المفردات.\nوبذلك تكون المفردة المختارة قد أدت المعنى الأساسي في التعبير، فضلاً عمّا أوحت به ضمن الإطار السياقي نفسه .\nومن هنا كانت استحالة تغيير أو استبدال هذه المفردة حتى مع مرادفتها إن كان هناك مرادف أصلاً .\nولا أقصد (بالإيحاء الدلالي) تأدية المعنى الدلالي المباشر بل المعاني الجانبية له والتي تدور حول هذا المعنى الأساسي .\nويمكن أن يتشكل هذا الإيحاء في المحاور الآتية التي يتم اختيار المفردة بسببها:\n__________\n(1) انظر شبكة التفسير والدراسات القرآنية على الشبكة العنكبوتية: بحث لـ د. عامر العلواني\n(1/34)\n\nأ – الإيحاء المعتمد على التقابل الدلالي : فقد تختار المفردة في التعبير القرآني مصورةً المعنى المراد وفي الوقت نفسه يكون لها مقابل على المستوى الدلالي توحي به إلى جنب المعنى الذي أدته أساساً ففي قوله تعالى: { حتى زرتم المقابر } [التكاثر:2]\nفإن لفظة { زرتم } تمثل لفظة لها مقابل دلالي هو الرجوع فكل زائر لاشك وستنتهي به زيارته، فاستعمال الزيارة بهذا المعنى صريح الإيحاء بأن الإقامة في القبر ليست إقامة دائمة وأنه سوف تنتهي الزيارة حتماً إلى بعث وحساب وجزاء .\nوهذا الإيحاء ينفرد به لفظ (زرتم) دون غيره، فلا يمكن أن يؤديه لفظ آخر كأن يقال (قبرتم، أو سكنتم المقابر) .\nومن ذلك قوله تعالى : { يومئذٍ يصدر الناس أشتاتاً ليروا أعمالهم } [الزلزلة:6] فالصدور إنما هو مقابل دلالي للورود فاستعمال الفعل (يصدر) ليوحي إلى أن الحياة الدنيا ليست بدار مقامٍ، إن هي إلا رحلة نجتازها ولابد من تأمين طريق الصدر.\nولا يمكن أن يستبدل هذا اللفظ (يصدر) بلفظٍ آخر مثل (يخرج وينصرف) ويعطي من المعنى ما أعطاه الفعل الأول ، وهذا كثير في القرآن.\nففي قوله تعالى: { ولله ميراث السموات والأرض } [الحديد:10] يظهر تساؤل كيف يرث الله هذه ؟\nونستطيع الإجابة عندما نجد المقابل الدلالي وهو الموت، وبهذا يكون اختيار لفظ (ميراث) إيحاء بأن كل من في السموات والأرض سيموت ويبقى تعالى وحده، لأنه الباقي بعد فنائهم والدائم بعد انقضائهم.\nب – الإيحاء المعتمد على الغرابة اللفظية :\nقال تعالى: { تلك إذاً قسمة ضيزى } [النجم:22]",
        "(1/35)\n\nفهنا وصف لحكم المشركين بأن لله تعالى البنات ولهم البنون ، وهذا الحكم على ما فيه من انتفاءٍ للعدل والغرابة فإنه يحوي غرابة أكبر من خلال معرفتنا أن العرب أو قسماً منهم ما كانوا يرضون لأنفسهم ما رضوه لربهم وهو (البنات) { وإذا بُشرَ أحدهم بالأنثى ظلَّ وجههُ مسوداً وهو كظيم يتوارى من القومِ من سوء ما بُشر به أيمسكه على هونٍ أم يدسهُ في التراب } [النحل:58-59] لذلك قال تعالى: { ألكم الذكر وله الأنثى . تلك إذاً قسمة ضيزى } [النجم:21– 22]\nفالحكم ليس جائراً وحسب، وإنما هو غريب في العقل والمنطق – أن ينسب العبد مالا يرضى لنفسه إلى ربه – لذلك استعملت (ضيزى ) والتي تعني القسمة الجائرة أو غير العادلة، ولم تستعمل هاتان الكلمتان ، لهذه الزيادة في إيحاء ( ضيزى ) فكانت غرابة اللفظ أشد الأشياء ملائمة لغرابة هذه القسمة التي أنكرها، والعرب يعرفون هذا الضرب في الكلام وله نظائر في لغتهم، وكم من لفظةٍ غريبةٍ عندهم لا تحسن إلا في موضعها ولا يكون حسنها على غرابتها إلا أنها تؤكد المعنى الذي سيقت إليه بلفظها.\nج – الإيحاء النابع من دقة التصوير الحركي :\nالمفردة القرآنية قد تختار لتصوير الحركة بدقة كما في قوله تعالى : { فراغ إلى أهله } [الذاريات:26]\n\"فراغ\" هنا أعطت للنص إيحاءاً وبعداً جديدين، ذلك أنها فضلاً عن تصويرها ذهاب إبراهيم عليه السلام صدرت حركته بدقة ما بعدها نظير من غير أن يكون ذلك لمجرد مُتعةٍ أدبية في التصوير، وإنما هي الدقة مقرونةً بالصدق الإخباري مع تحقيق ملحظٍ اجتماعي هنا.\nومعنى \"فراغ\" ذهب إليهم في خفيةٍ من ضيوفه، ومن أدب المضيف أن يُخفي أمره وأن يبادره بالقِرى من غير أن يشعر به الضيف حذراً من أن يكفه ويعذره\"(1).\n__________\n(1) الكشاف ، 4 / 18 ، وينظر : معنى ( راغ ) في معجم ألفاظ القرآن، 1 / 527 ، والإنتصاف ، 4 / 18 بديع القرآن ، 21 .\n(1/36)",
        "\nوكذلك في قوله تعالى: { والصبح إذا تنفس } [التكوير:18] فاختيار لفظة (تنفس) للدقة في رسم المشهد الحركي هنا، إذ إن خروج النور فجراً أشبه ما يكون بحركة النفس الذي ينساب بلا صوت متتابعاً فيكون بذلك أشبه الأشياء بخروج النفس شيئاً فشيئاً.\nد – الإيحاء النابع من وصف خاص :\nفقد يصف القرآن الشيء وصفاً خاصاً ليدلل من خلال إيحاء هذا الوصف على دلالة تنصب في إغناء الدلالة العامة للسياق كما في قوله تعالى: { وفاكهة وأبّا } [عبس:31]\nفالأبّ هو \"المرعى المتهيء للرعي والجز ، من قولهم: أبَّ لكذا أي: تهيأ، في حين ذهب الزمخشري إلى أن \"الأبّ\" هو المرعى، لأنه يؤَبُّ أي يؤمّ وينتجع.\nوقد يوصف الشيء وصفاً خاصاً لأجل بيان تفاهة هذا الشيء وخسته قال تعالى: { فكانوا كهشيم المحتظر } [القمر:31]\nوفي قراءة \"المحتظر\" أي: كهشيم الاحتظار.\nوالاحتظار : أن يجعل حظيرة .\nوإن شئت جعلت (المحتظر) هنا هو الشجر، أي كهشيم الشجر المتخذة منها الحظيرة أي : كما يتهافت من الشجر المجعولة حظيرة والهشيم ما تهشم منه وانتشر.\nوأي إهانة أكبر من أن يجعل جمعهم كالهشيم المتخلف مما جمعه صاحب الحظيرة، فهو الشجر اليابس المتهشم المتكسر … يبس لطول الزمان وتتوطؤه البهائم فيتحطم ويتهشم.\nالمبحث الثاني:اختيار المفردة بناءً على موافقة السياق :\nقد تختار المفردة القرآنية مع أنه يتصور قيام غيرها مقامها وعند التأمل نجد أن هذا الاختيار مشروط بموافقته لمعنى يفهم من السياق.\nفلو أقيمت أية مفردة غير هذه المفردة لما كان لقيامها محلها شيء من الفائدة التي حققها الاستخدام الأول.\nكقوله تعالى: { وما هو بقول شاعرٍ قليلاً ما تؤمنون ولا بقولِ كاهنٍ قليلاً ما تذكرون } [الحاقة:41،42] فما الداعي إلى أن تكون الفاصلة في الآية الأولى: (تؤمنون) وفي الثانية: (تذكرون) وماذا لو لم يكونا كذلك ؟\n(1/37)\n",
        "والجواب عن هذا أن مخالفة القرآن لنظم الشعر مخالفة ظاهرة وواضحة لا تخفى على أحدٍ، فالقائلون بأنه شعر كان قولهم كفراً وعناداً محضاً ، فناسب ختمه بقوله: { قليلاً ما تؤمنون } .\nأما مخالفته لنظم الكهان وألفاظ السجع فليست بمثل ذلك الوضوح فيحتاج فيها إلى تدبرٍ وتذكرٍ، لأن كلاً منهما نثر فليست مخالفته لهما في وضوحها لكل أحدٍ كمخالفته للشعر .. فحُسن ختمة بقوله: { قليلاً ما تذكرون } .\nالمبحث الثالث: اختيار المفردة لاعتماد الأسلوب القرآني الحسية في الوصف :\nعند التأمل في هذه السور يتبين للمتأمل أن الأسلوب القرآني فيها كان يعتمد إلى الوصف الحسي الذي تمرُّ عليه النفس دون أن تتنبه إلى أن هذا مستعار أو أنه عموماً أسلوب مجازي خرج عن المعنى المباشر إلى معنى ثانوي .\nبل إنّ المُلاحظ في الأسلوب القرآني ما يمكن أن يُسمى \"التشريك في الوصف\" بين المعنى الحسي والمعنوي الذي يصور به، إذ تتماهى اللفظة ما بين معناها المباشر والمعنى الذي تخرج إليه بدلالة السياق من غير أن يكون هناك ما يرجح أحد الاستعمالين على الآخر .\nفمثلاً قوله تعالى : { قال أوسطهم ألم أقل لكم لو لا تسبحون } [القلم:28] فلم أجد من فسره بغير أعدلهم وأفضلهم.\nفإذا كان الأمر هكذا فَلِمَ عُبِّرَ عن هذا المعنى بلفظ (أوسطهم ) ولم يقل (أفضلهم) أو (أعدلهم) إنها الحسية في الوصف التي تلصق المعنى بذهن المتلقي مباشرة دون أن يحس بانتقالٍ على مستوى السرد هنا من المعاني المباشرة إلى المعاني الثانية في اللفظة، لأنهما لا يتقاطعان في أي وجه داخل السياق القرآني .\nومثل هذا قوله تعالى : { بل الساعة موعدهم والساعة أدهى وأمر } [القمر:46] فـ \"المرارة\" لا يوصف بها إلا المذوقات والمطعومات.\nولكن الساعة لما كانت مكروهة عند مستحقي العقاب حَسنَ وصفها بما يوصف به الشيء المكروه المذاق.\nوكذلك قوله تعالى: { فَصبَّ عليهم ربُك سوط عذاب } [الفجر:13]\n(1/38)\n\nفالسوط ما يضرب به تشبيهاً بعذاب السوط.\nوقيل إشارة إلى معنى المخالطة الذي يخرج إليه الفعل (ساط) أي خلط أنواع العذاب، أو مخالطة الدماء واللحوم جراء العذاب.\nفليس من السهولة تمييز المعنى المراد على وجه التحقيق، والفصل بين ما توحي به اللفظة وتخرج إليه من دلالات وبين معناها المباشر ، فلقد أصبح النص وكأنه قد استغل كل هذه المعاني في لفظةٍ بقيت بين الحقيقة والمجاز تُفهم الأمرين من غير التباس أو غموض .\nوبهذا نُدرك استخدام الأسلوب القرآني ( ألم تَرَ ) في مخاطبة المتلقي وهي كما قال المفسرون بمعنى ( ألم تعلم ) فلِمَ استخدم الفعل ( ترى ) دون ( تعلم ) مع أنه بمعناه؟\nيبدو أن الزمخشري أوّل من تنبه لهذا فقال: \".... والمعنى : أنك رأيت آثار فعلِ الله بالحبشة، وسمعت الأخبار به متواترة فقامت لك مقام المشاهدة\"(1) .\nغير أن الشيخ الشعراوي كان أدق من فصّل ذلك قائلاً: إن العلم قد تكون له وسيلة أخرى غير الرواية بأن يكون مخبراً به من أحد ... ولكن الخبر من الحق سبحانه وتعالى خبر وصل في مرتبة اليقين إلى مرتبة أنك ترى .\nوهذا مما ينصب في حسية التعبير.\nالباب الثاني:\nفي مراعاة أحوال التأليف (النظم)\nاختلف الأدباء في اللفظ والمعنى: في أيهما تكمن البلاغة وأيهما المقدم على الآخر، فمنهم من غالى في المعنى واعتبره الأساس، وألغى دور اللفظ في البلاغة وهم \"الأسلوبيون\" منهم: ابن رشيق القيرواني، وابن الأثير الجزري.\nومنهم من غالى في اللفظ واعتبره هو الأساس، وألغى دور المعنى في البلاغة، وهم \"اللفظيون\" منهم: الجاحظ وابن سنان الخفاجي وابن خلدون.\n__________\n(1) الكشاف.",
        "(1/39)\n\nولما جاء الشيخ عبد القاهر أخذ على اللفظيين غلوهم في الألفاظ على حساب المعاني، كما أخذ على الأسلوبيين غلوهم في المعاني على حساب الألفاظ، وأنقص قيمة كل من الألفاظ والمعاني معا، واعتمد \"النظم\" مكانهما(1) وصاغ منه نظرية متكاملة.\nورغم روعة كلام الإمام عبد القاهر حول النظم القرآني إلا أنه يؤخذ عليه غلوه في النظم على حساب الألفاظ والمعاني، وهذا هو أهم نقد وجهه بعضهم لنظريته حول النظم(2).\nنظرية النظم:\nالنظم هو: مراعاة أحوال التأليف، الذي يعني توخي معاني النحو فيما بين الكلم.\nأي أن تضع كلامك الوضع الذي يقتضيه علم النحو وتعمل على قوانينه وأصوله، وذلك بأن تنظر في وجوه كل باب وفروقه فتنظر في الخبر إلى الوجوه التي تراها في قولك: \"زيد منطلق\"، و\"زيد ينطلق\".\nوتنظر في الحروف التي تشترك في معنى ثم ينفرد كل واحد منهما بخصوصية في ذلك المعنى، نحو أن تجيء بـ \"ما\" في نفي الحال، وبـ \"لا\" إذا أردت نفي الاستقبال، وبـ \"أن\" فيما يتردد بين أن يكون وبين أن لا يكون، وبـ\"إذا\" إذا علم أنه كائن.\nوتنظر في الجمل فتعرف موضع الفصل فيها من موضع الوصل ثم تعرف فيما حقه الوصل موضع \"الواو\" من موضع \"الفاء\" وموضع الفاء\" من موضع \"أو\" وموضع \"لكن\" من موضع \"بل\".\nوتتصرف في التعريف والتنكير والتقديم والتأخير في الكلام وفي الحذف والتكرار والإضمار والإظهار فتصيب بكل ذلك مكانه وتستعمله على الوجه الذي ينبغي له.\nيدل لذلك أنهم وصفوا قول الفرزدق:\nوما مثلُهُ في النّاسِ إِلا مُمَلَّكاً ... أبُو أمَّهِ حَيٌّ أبوهُ يقاربُه\n__________\n(1) انظر: إعجاز القرآن البياني 124 وما بعدها.\n(2) انظر: البيان القرآني لمحمد البيومي 64\n(1/40)",
        "\nبفساد النظم وسوء التأليف(1)(2).\nفعليك أن تراعي أحوال التأليف بين المفردات والجمل حتى تكون أجزاء الكلام بعضها آخذا بأعناق بعض، فيقوى بذلك الارتباط، ويصير التأليف حاله حال البناء المحكم المتلائم الأجزاء، ومن الأمثلة الرائقة في ذلك قول بعض العرب:\nفغنها وهي لك الفداء إن غناء الإبل الحداء\nفالرابط بين الجملتين \"إنّ\" ولو سقطت لاختل النظم إلا أن تأتي بالفاء، وليس الإتيان بالفاء يصح في كل موضع تحل فيه \"إنّ\" فإِنك قد تراها قد دخلت على الجملةِ ليست هي مما يَقْتضي الفاء، كما في قولهِ تعالى: { إنَّ المُتَّقينَ في مَقامٍ أَمِينٍ . في جَنَّاتٍ وَعُيُونٍ } وذاكَ أنَّ قبله { إنَّ هذا ما كُنْتُمْ بِهِ تَمْتَرُونَ } ومعلومٌ أنك لو قُلت: \"إنّ هذا ما كنتُم به تَمْترون فالمُتَّقونَ في جناتٍ وعيونٍ\" لم يكن كلاما.\n__________\n(1) كان حق الشاعر أن يقول: وما مثله في الناس حي يقاربه إلا مملك أبو أمه أبوه، فإنه يمدح إبراهيم بن هشام بن إسماعيل المخزومي خال هشام بن عبد الملك بن مروان، فقال: وما مثله يعني إبراهيم الممدوح في الناس حي يقاربه أي أحد يشبهه في الفضائل إلا مملكا (يعني هشاما) أبو أمه (أي أبو أم هشام) أبوه (أي أبو الممدوح) فالضمير في \"أمه\" للملك، وفي \"أبوه\" للممدوح، ففصل بين \"أبو أمه\" وهو مبتدأ و\"أبوه\" وهو خبره \"بحي\" وهو أجنبي، وكذا فصل بين \"حي\" و\"يقاربه\" وهو نعت حي بـ\"أبوه\" وهو أجنبي، وقدم المستثنى على المستثنى منه، فهو كما تراه في غاية التعقيد، فالكلام الخالي من التعقيد اللفظي ما سلم نظمه من الخلل فلم يكن فيه ما يخالف الأصل من تقديم أو تأخير أو إضمار أو غير ذلك إلا وقد قامت عليه قرينة ظاهرة لفظية أو معنوية.\n(2) روض البيان.\n(1/41)\n",
        "وكذلك قولُه: { إِنَّ الذينَ سَبَقَتْ لَهُمْ مِنَّا الحُسْنَى أُولئك عَنْها مُبْعَدُون } لأنك لو قلت : { لَهُمْ فيها زَفيرٌ وهُمْ فيها لا يَسْمعُون } \"فالذين سَبَقتْ لهم منَّا الحسنى\" لم تجدْ لإِدخالِك الفاء فيه وجهاً(1).\nوضابط \"إن\" التي تصح أن تخلفها الفاء: أن كل جملة دخلت عليها \"إن\" لتقوية جملة سابقة ومقررة لها فإن الفاء تصح مكانها مثل قوله تعالى: { إِنَّ زَلْزَلَةَ السَّاعَةِ شَيْءٌ عَظيمٌ } فإنها مؤكدة لمقصود قوله تعالى: { يا أيها الناس اتقوا ربكم } ولِمَ أمروا أن يتقوا.\nوكذلك قوله تعالى: { وصل عليهم إن صلاتك سكن لهم } فإن جملتها بيان لمعنى أمر النبي- صلى الله عليه وسلم - بالدعاء لهم(2).\nوهنا أنبه إلى أمور:\nأن البلاغة لا تحصل بسبب مفهومات الألفاظ مثل أن \"الواو\" للجمع، والفاء للتعقيب دون تراخي، وهكذا بل بسبب العلم بالمواضع التي تليق بها معاني هذه الحروف.\nكون الكلمة حسنت في موضع منكرة لا يلزم ذلك حسنها دائمان بل ذلك بحسب المعاني والأغراض التي يوضع لها الكلام.\nلا يحصل النظم أو مراعاة التأليف في الكلمة الواحدة بل في كلمات ضم البعض إلى البعض، وذلك النظم يعتبر فيه أحوال المفردات وأحوال انضمام بعضها إلى بعض(3).\nأقسام النظم:\nإذا نظمت الجمل نظما واحدا فلا يخلو: إما أن يتعلق البعض بالبعض، أو لا يتعلق.\nأولاً: إذا لم يتعلق البعض بالبعض: كقول أحدهم : \" جنَّبكَ اللُه الشُّبهةَ، وعصَمكَ منَ الحَيْرة، وجعَلَ بينَكَ وبينَ المعرفة نَسَباً، وبينَ الصَّدقِ سَبباً\" وهذا الضرب من النظم لا يستحق الفضيلة إلا بسلامة معناه وسلاسة ألفاظه، إذ ليس فيه معنى دقيق لا يدرك إلا بثاقب الرأي ودقيق النظر.\nثانياً: الجمل التي يتعلق بعضها ببعض: وهنا تظهر جودة القريحة، وكلما كان أجزاء الكلام أقوى ارتباطا وأشد التحاما كان أدخل في الفصاحة.\nالمبحث الأول\n__________\n(1) دلائل الإعجاز 248\n(2) التبيان 102\n(3) روض البيان.\n(1/42)\n\nفي تقديم الاسم على الفعل وتأخيره\nإذا قدمت الاسم فقلت: \"زيد قد فعل\" أو \"أنا فعلت\" اقتضى أن يكون القصد إلى الفاعل، ويحتمل هذا القصد وجهين:\nتخصيص ذلك الفعل بذلك الفاعل كقولك: \"أنا شفعت في حقه\" والمراد أن تدعي الانفراد بذلك وترد على من يزعم أنه كان ذلك من غيرك.\nتحقيق الفعل منك عند السامع لتوهمك شكه، نحو: \"هو يعطي الجزيل\" فلا تريد الحصر بل أن تحقق على السامع أن إعطاء الجزيل دأبه، وتمكن هذا الحديث في نفس المستمع وتقرره عليه، ومثله قوله تعالى: { وَاتَّخَذُوا مِن دُونِهِ آلِهَةً لَّا يَخْلُقُونَ شَيْئاً وَهُمْ يُخْلَقُونَ } ليس المراد تخصيص المخلوقية بهم.\nوالدليل على ذلك أنه لا يؤتى باسم معرى من العوامل إلا بحديث قد نوي إسناده إليه، فلا يأتي الحكم إلا بعد تأنس به، فجرى بذلك مجرى التأكيد، فإنك لو قلت: \"عبد الله\" فقد أشعرت بأنك تريد الحديث عنه، فيحصل شوق على معرفة ذلك فإذا جئت بالخبر بعده قبله الذهن فيكون أبلغ في التحقيق ونفي الشبهة، ومن هنا يعلم الفخامة في قوله تعالى: { فإنها لا تعمى الأبصار } كما سبق بيانه.\nويشهدُ لِما قلنا من أنَّ تقديمَ المحدَّثِ عنه يَقْتضي تأكيدَ الخبرِ وتحقيقَه:\nمجيء الاسم مصدرا في جواب إنكار من مُنْكرٍ نحوُ أن يقولَ الرجلُ : \"ليس لي علمٌ بالذي تقول\"\nفتقولُ له : \"أنتَ تعلمُ أنَّ الأمرَ على ما أقولُ، ولكنك تميل إلى خصمي\" .\nوكقول الناس : \"هو يعلم ذاك وإن أنكر، وهو يَعلمُ الكَذِبَ فيما قال وإنْ حلَف عليه\".\nوكقوله تعالى : { وَيَقُولُونَ على اللَّه الكَذِبَ وَهُمْ يَعْلَمُونَ }\nمجيء الاسم فيما اعترضه الشك نحوُ أن يقولَ الرجلُ : \"كأنَّك لا تعلمُ ما صَنَعَ فلانٌ ولم يَبْلُغْك فتقولُ : \"أنا أعلمُ ولكنّي أُداريه\".",
        "(1/43)\n\nمجيء الاسم في تكذيبِ مُدَّعٍ كقولهِ عَزَّ وَجَلَّ : { وإِذا جَاؤُوكُمْ قَالُوا آمَنّا وقَدْ دَخَلُوا بالكُفْرِ وهُمْ قد خَرَجُوا بِه } وذلك أنَّ قولهم : آمنّا دَعوى منهم أنَّهم لم يَخْرجوا بالكفرِ كما دَخلوا به فالموضعُ مَوْضِعُ تكذيب، أو فيما القياسُ في مثلهِ أن لا يكونَ كقولهِ تعالى : { واتَّخذُوا مِنْ دُونِهِ آلِهَةً لاَ يَخْلُقُونَ شَيْئاً وَهُمْ يُخْلَقُون } وذلك أنَّ عبادتَهم لها تَقْتضي أن لا تكونَ مخلوقة.\nقول الرجل لمن يعده ويضمن له: \"أنا أعطيك\" وذلك إذا كان من شأن من يعده ويضمن له أن يعترضه الشك في وفائه بوعده.\nأنه يكثر في المدح كقولك: \"أنت تعطي الجزيل، أنت تجود حين لا يجود أحد\".\nإذا كان الفعل مما لا يشك فيه ولا ينكر بحال لم يحسن الابتداء بالاسم، نحو: \"طلعت الشمس\"\nوالفعل المنفي في ذلك كالمثبت كقولُه تعالى : { والَّذينَ هُمْ بِرَبهِمْ لا يُشْرِكُون } يفيدُ مِنَ التأكيد في نفي الإِشراك عنهم بخلاف ما لو قيل : والذين لا يُشْركون بربَّهم أو بربَّهم لا يشركون لم يفدْ ذلك وكذا قولُه تعالى : { لقَدْ حَقَّ القولُ عَلَى أكثَرهِمْ فَهُمْ لا يُؤْمنُونَ } .\nويكاد يلزم تقديم \"مثل\" و\"غير\" في نحو قولك: \"مثلك يكون الكرماء\" والمعنى: أن كل من كان مثله في الحال والصفة كان من مقتضى القياس وموجبُ العُرْف والعادة أن يفعل ما ذكر\nوكذلك في نحو: \"غيري يفعل ذلك\" على معنى أني لا أفعله(1) .\nالمبحث الثاني\nفي خبر المبتدأ\nوفيه مسائل:\nأولا: معنى الإخبار بالمعرفة والنكرة:\nقد يكون الخبر معرفة أو نكرة،ومعنى الإخبار بهما مختلف:\nفتقول: \"زيد منطلق\" لمن لم يعلم انطلاقا لا من زيد ولا من غيره.\n__________\n(1) روض البيان\n(1/44)",
        "\nوتقول: \"زيد المنطلق\" لمن عرف وقوع الانطلاق لكنه يجهل ممن هو فإن أردت التأكيد قلت: \"زيد هو المنطلق\" بزيادة ضمير الفصل، ولما أفهم التعريف الحصر منعوا العطف نحو: \"زيد المنطلق وعمر\" فإذا كان الانطلاق منهما جمع بينهما في الخبر نحو: \"زيد وعمرو هما المنطلقان\".\nوإذا قلت: \"المنطلق زيد\" فالمعنى أنك رأيت إنسانا لبعد منك ينطلق ولم تعرف أنه زيد، فيقول لك صاحبك: \"المنطلق زيد\"(1).\nثانيا: \"أل\" في الخبر ووجوهها:\n\"أل\" في الخبر على معنى الجنس،وتجيء على أربعة أوجه:\nالمبالغة، أي تقصر جنس المعنى على المخبر عنه، نحو: \"زيد هو الجواد\" أي هو الكامل في الجود(2).\nأن تريد أنه لا يوجد إلا منه،فتقصر المعنى عليه لا على وجه المبالغة، كقولك هو الوفي حين لا تظن نفس بنفس خيرا فإن المقصور هو الوفاء في هذا الوقت لا الوفاء مطلقا.\nأن يقره في جنس اتضح أمره بحيث لا يخفى كقول الخنساء في رثاء صخر:\nإذا قبح البكاء على قتيل رأيت بكاءك الحسن الجميلا\nأرادتْ أن تُقِرَّهُ في جنسِ ما حسنهُ الحسن الظاهرُ الذي لا يُنكِره أحد ولا يشك فيه شاك.\nالتعريف لحقيقة عقلها المخاطب في ذهنه لا في الخارج، نحو: \"هو البطل الحامي\" كأنك تريد أن تقول لصاحبك: هل سمعت بالبطل الحامي، وهل حصلت معنى هذه الصفة، وكيف ينبغي أن يكون الرجل حتى يستحق أن يقال له ذلك، فإن أردت العلم بذلك فعليك بهذا الرجل، فإنه بغيتك(3).\nثالثا: تقديم الخبر على المبتدأ مع كونهما معرفتين:\nليس كل معرفة يمكن الابتداء به، يدل على ذلك قول أبي تمام:\n\"لعاب الأفاعي القاتلات لعابه\".\nفلو جعلت \"لعاب الأفاعي\" مبتدأ لأفسدت المعنى، إذ غرضه تشبيه مداد قلمه بلعاب الأفاعي في إتلاف النفوس.\n__________\n(1) روض البيان، وانظر التبيان 112\n(2) فتخرج الكلام في صورة توهم أن الجود لم يوجد إلا فيه لعدم الاعتداد بجود غيره لقصوره عن رتبة الكمال.\n(3) روض البيان، وانظر التبيان 113وما بعدها\n(1/45)\n",
        "رابعا: \"أل\" في الجنس في المبتدأ مغاير لمعناها في الخبر، فإذا قلت: \"الشجاع موقى\" فإن حكم \"موقى\" يعم كل فرد من الشجعان والجبناء.\nوإذا قلت: \"أنت الشجاع\" فالمراد الكامل في الشجاعة.\nخامسا: الفرق بين \"أنت الخلق كلهم\"و\"أنت الشجاع\":\nقولنا: \"أنت الخلق كلهم\" معناه جمع المعاني الشريفة المتفرقة في الناس من غير أن يتجردوا عنها.\nأما قولنا: \"أنت الشجاع\" فمعناه ادعاء معنى حقيقة الشجاعة حتى صار ما يعد شجاعة من غيره ليس بشجاعة.\nسادسا: \"الذي\" حال كونها خبراً:\nيقع \"الذي\" خبرا ومن حق صلتها أن تكون معلومة للسامع، كقولك: \"ذهب الرجل الذي أبوه منطلق\" فأبوه منطلق قضية معلومة، فإذا حاولت تعريف الرجل بهذه القضية المعلومة أدخلت عليه \"الذي\".\nوقد يؤتى بعد \"الذي\" بالجملة غير المعلومة للسامع، وذلك حيث يكون \"الذي\" خبرا، نحو: \"هذا الذي قدم رسولا\" فالجملة هنا وإن كان المخاطب لا يعلمها لعين من أشرت إليه بقولك: \"هذا\" فإنه لا بد لن يكون قد علمها على الجملة وحدث بها، فتقول: \"هذا الذي قدم رسولا\" لمن علم أن رسولا قد ولكن لا يعلم عينه(1) .\nالمبحث الثالث\nفي تقديم بعض الأسماء على بعض\nلا يمكن النطق بأجزاء الكلام دفعة واحدة، بل لا بد من تقديم بعض الأجزاء وتأخير البعض، ولا بد من تقديم هذا على ذاك.\nوالأصل في صياغة الجملة العربية وضع الألفاظ في مواضعها، فالمبتدأ مقدم على الخبر، والفعل مقدم على الفاعل والعمدة مقدم على الفضلة.\nلكن قد تدعو بعض الأسباب إلى مخالفة هذا الأصل والعدول عنه، وتغيير مواضع هذه الكلمات على مواضع أخرى بتقديمها أو تأخيرها، لتحقيق غرض بلاغي أو للتركيز على معنى بياني.\nوالتقديم والتأخير في القرآن قسمان:\n__________\n(1) روض البيان\n(1/46)\n\nالأول: تقديم اللفظ على عامله: كتقديم المفعول به على الفعل، وتقديم الحال على فعله، وتقديم الظرف والجار والمجرور على فعلهما و تقديم الخبر على المبتدأ، وهذا التقديم في الغالب يفيد الاختصاص، وهذا كثير في القرآن منه:\n- قوله تعالى: { إيَّاك نَعبدُ وإيَّاك نَستَعِين } فقد قدّم المفعول به \"إياك\" على فعل العبادة وعلى فعل الاستعانة دون فعل الهداية قلم يقل إيانا اهد كما قال في الأوليين ، وسبب ذلك أن العبادة والاستعانة مختصتان بالله تعالى فلا يعبد أحد غيره ولا يستعان به، وهذا نظير قوله تعالى { بَلِ اللَّهَ فَاعْبُدْ وَكُنْ مِنَ الشَّاكِرِينَ (66) } [الزمر] وقوله { وَاشْكُرُوا لِلَّهِ إِنْ كُنْتُمْ إِيَّاهُ تَعْبُدُونَ (172) } [البقرة] فقدم المفعول به على فعل العبادة في الموضعين، وذلك لأن العبادة مختصة بالله تعالى، ولم يقدم مفعول الهداية على فعله فلم يقل : إيانا اهد كما قال: { إياك نعبد } وذلك لأن طلب الهداية لا يصح فيه الاختصاص؛ إذ لا يصح أن تقول: اللهم اهدني وحدي ولا تهد أحداً غيري، أو خُصني بالهداية من دون الناس، وهو كما تقول: اللهم ارزقني واشفني وعافني، فأنت تسأل لنفسك ذلك، ولم تسأله أن يخصك وحدك بالرزق والشفاء والعافية فلا يرزق أحداً غيرك ولا يشفيه ولا يعافيه(1).\n- وقوله تعالى: { وعلى الله فليتوكل المتوكلون } فقدم الجار والمجرور للدلالة على الاختصاص وذلك لأن التوكّل لا يكون إلا على الله وحده والإنابة ليست إلا إليه وحده(2).\n- وقوله تعالى: { ألا إلى الله تصير الأمور } أي: أن الله مختص بصيرورة الأمور إليه دون غيره.\n- وقوله تعالى: { إن إلينا إيابهم . ثم إن علينا حسابهم } أي: إن الإياب لا يكون إلا إلى الله .\n__________\n(1) انظر التعبير القرآني.\n(2) السابق",
        "(1/47)\n\n- وقوله تعالى: { وعنده مفاتح الغيب لا يعلمها إلا هو } قدم الظرف الذي هو الخبر على المبتدأ (مفاتح الغيب) وذلك لاختصاصه سبحانه بعلم الغيب ألا ترى كيف أكد ذلك الاختصاص بأسلوب آخر هو أسلوب القصر فقال: لا يعلمها إلا هو(1).\nومن التقديم الذي لا يفيد الاختصاص:\nقوله تعالى: { وَوَهَبْنَا لَهُ إِسْحَاقَ وَيَعْقُوبَ كُلاًّ هَدَيْنَا وَنُوحاً هَدَيْنَا مِن قَبْلُ } فليس معناه أننا ما هدينا إلا نوحا، وإنما هو من باب المدح والثناء.\nوقوله تعالى: { فَأَمَّا الْيَتِيمَ فَلَا تَقْهَرْ{9} وَأَمَّا السَّائِلَ فَلَا تَنْهَرْ{10} } ليس المقصود جواز قهر غير اليتيم ونهر غير السائل، وإنما هو من باب التوجيه، لإن اليتيم والسائل مظنة القهر والنهر فقدمهما للاهتمام بشأنهما، والتوجيه إلى عدم استضعافهما(2)..\nالثاني: تقديم الألفاظ بعضها على بعض في غير العامل(3)، وذلك لأسباب منها:\nالتبرك: كتقديم اسم الله تعالى في الأمور ذات الشأن ومنه قوله تعالى: { شَهِدَ اللّهُ أَنَّهُ لاَ إِلَهَ إِلاَّ هُوَ وَالْمَلاَئِكَةُ وَأُوْلُواْ الْعِلْمِ } .\nالتعظيم كقوله تعالى: { ومن يطع الله والرسول } { إن الله وملائكته يصلون } .\nالتشريف ومنه تقديم الله سبحانه في الذكر كقوله تعالى { وَمَنْ يُطِعِ اللَّهَ وَالرَّسُولَ فَأُولَئِكَ مَعَ الَّذِينَ أَنْعَمَ اللَّهُ عَلَيْهِمْ مِنَ النَّبِيِّينَ وَالصِّدِّيقِينَ وَالشُّهَدَاءِ وَالصَّالِحِينَ وَحَسُنَ أُولَئِكَ رَفِيقًا (69) } [النساء] فقدم الله على الرسول ثم قدم السعداء من الخلق بحسب تفاضلهم فبدأ بالأفضلين وهم النبيون ثم ذكر من يعدهم بحسب تفاضلهم(4)، ومنه تقديم الحي على الميت في قوله: { يخرج الحي من الميت } .\n__________\n(1) السابق\n(2) السابق\n(3) انظر: التعبير القرآني 49، وإعجاز القرآن البياني261، والمثل السائر2/35\n(4) أسلوب التعبير القرآني 19\n(1/48)",
        "\nوجعلوا من ذلك تقديم السمع على البصر، قال تعالى: { وَهُوَ السَّمِيعُ الْبَصِيرُ (11) [الشورى] و { إِنَّ اللَّهَ هُوَ السَّمِيعُ الْبَصِيرُ (20) } [غافر] وقال: { إِنَّه هُوَ السَّمِيعُ الْبَصِيرُ (1) } و { هُوَ السَّمِيعُ الْبَصِيرُ (56) } [غافر] [الإسراء] وقال تعالى: { إِنَّا خَلَقْنَا الْإِنْسَانَ مِنْ نُطْفَةٍ أَمْشَاجٍ نَبْتَلِيهِ فَجَعَلْنَاهُ سَمِيعًا بَصِيرًا (2) } [الإنسان] فقدم السمع على البصر، وقال: { وَالَّذِينَ إِذَا ذُكِّرُوا بِآَيَاتِ رَبِّهِمْ لَمْ يَخِرُّوا عَلَيْهَا صُمًّا وَعُمْيَانًا (73) } [الفرقان] فقدّم الصم -وهم فاقدو السمع- على العميان -وهم فاقدو البصر- قالوا: لأن السمع أفضل، قالوا: والدليل على ذلك أن الله تعالى لم يبعث نياً أصم، ولكن قد يكون النبي أعمى كيعقوب - عليه السلام - فإنه عمي لفقد ولده.\nوالظاهر أن السمع بالنسبة إلى تلقي الرسالة أفضل من البصر، ففاقد البصر يستطيع أن يفهم ويعي مقاصد الرسالة، فإن مهمة الرسل التبليغ عن الله، والأعمى يمكن تبليغه بها وتيسير استيعابه لها كالبصير غير أن فاقد السمع لا يمكن تبليغه بسهولة، فالأصم أنأى عن الفهم من الأعمى، ولذا كان العميان علماء كبار بخلاف الصم، فلكون متعلق ذلك التبليغ كان تقديم السمع أولى.\nويمكن أن يكون تقديم السمع على البصر لسبب آخر عدا الأفضلية، وهو أن مدى السمع أقل من مدى الرؤية فقدم ذا المدى الأقل متدرجاً من القصر إلى الطول في المدى، ولذا حين قال موسى في فرعون: { قَالَا رَبَّنَا إِنَّنَا نَخَافُ أَنْ يَفْرُطَ عَلَيْنَا أَوْ أَنْ يَطْغَى (45) } [طه]قال تعالى: { قَالَ لَا تَخَافَا إِنَّنِي مَعَكُمَا أَسْمَعُ وَأَرَى (46) } [طه] فقدم السمع لأنه يوحي بالقرب إذ الذي يسمعك يكون في العادة قريباً منك بخلاف الذي يراك فإنه قد يكون بعيداً، وإن كان الله لا يند عن سمعه شيء(1).\n__________\n(1) أسلوب التعبير القرآني 19\n(1/49)\n",
        "المناسبة: نحو: { وَالَّذِينَ إِذَا أَنفَقُوا لَمْ يُسْرِفُوا وَلَمْ يَقْتُرُوا } قدم نفي الإسراف لأن الشرف في الإنفاق، وقوله: { يريكم البرق خوفا وطمعا } لأن الصواعق تقع مع أول برقة ولا يحصل المطر إلا بعد توالي البرقات { الأول الآخر } { ولقد علمنا المستقدمين منكم ولقد علمنا المستأخرين } .\nالحث عليه والحض على القيام به حذرا من التهاون به كتقديم الوصية على الدين في قوله { من بعد وصية يوصي بها أو دين } مع أن الدين مقدم عليها شرعا.\nالسبق وهو إما في الزمان باعتبار الإيجاد بتقديم الليل على النهار، أو باعتبار الإنزال كقوله: { صحف إبراهيم وموسى } ، أو باعتبار الوجوب والتكليف نحو { اركعوا واسجدوا } ، أو بالذات نحو: { مثنى وثلاث ورباع } .\nالسببية: كتقديم العزيز على الحكيم ، لأنه عز فحكم، ومنه { يحب التوابين ويحب المتطهرين } فإن التوبة سبب للطهارة، وكذلك: { كل أفاك أثيم } فإن الإفك سبب للإثم(1).\nالتدرج من الأدنى إلى الأعلى كقوله: { أَلَهُمْ أَرْجُلٌ يَمْشُونَ بِهَا أَمْ لَهُمْ أَيْدٍ يَبْطِشُونَ بِهَا } بدأ بالأدنى لغرض الترقي لأن اليد أشرف من الرجل والعين أشرف من اليد والسمع أشرف من البصر،\nالرتبة وهو قريب من السابق، كقوله تعالى: { وَلَا تُطِعْ كُلَّ حَلَّافٍ مَّهِينٍ{10} هَمَّازٍ مَّشَّاء بِنَمِيمٍ{11} مَنَّاعٍ لِّلْخَيْرِ مُعْتَدٍ أَثِيمٍ{12} } فتقديم هماز على مشاء بنميم بالرتبة، لأن المشي مرتب على القعود في المكان، والهماز هو العياب وذلك لا يفتقر إلى حركة وانتقال من موضعه بخلاف النميمة، وأما تقدم مناع للخير على معتد فبالرتبة أيضا لأن المناع يمنع من نفسه والمعتدي يعتدي على غيره ونفسه قبل غيره\" ثم ختم بقوله: (أثيم) وهو وصف جامع لأنواع الشرور، وهذه مرتبة أخرى أشد إيذاء (2).\n__________\n(1) التبيان في علم البيان 172\n(2) التعبير القرآني56، وانظر التبيان 173\n(1/50)\n\nوجعلوا منه تقدم السمع على العلم حيث وقع في القرآن الكريم كقوله تعالى: { وَهُوَ السَّمِيعُ الْعَلِيمُ (137) } [البقرة] وقوله: { إِنَّهُ هُوَ السَّمِيعُ الْعَلِيمُ (61) } [الأنفال] وذلك أنه خبر يتضمن التخويف والتهديد، فبدأ بالسمع لتعلقه كالأصوات وهمس الحركات فإن من سمع حسك وخفي صوتك أقرب إليك في العادة ممن يقال لك: إنه يعلم وإن كان علمه تعالى متعلقاً بما ظهر وبطن وواقعاً على ما قرب وشطن، ولكن ذكر السميع أوقع في باب التخويف من ذكر العليم فهو أولى بالتقديم.\nويمكن أن يقال: إن السمع من وسائل العلم فهو يسبقه.\nوجعلوا منه أيضاً تقديم المغفرة على الرحمة نحو قوله: { إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ (173) } [البقرة] في آيات كثيرة وقوله: { وَكَانَ اللَّهُ غَفُورًا رَحِيمًا (100) } [النساء] .\nقالوا: سبب تقديم الغفور على الرحيم أن المغفرة سلامة والرحمة غنيمة والسلامة مطلوبة قبل الغنيمة، وإنما تأخرت في سورة سبأ في قوله { يَعْلَمُ مَا يَلِجُ فِي الْأَرْضِ وَمَا يَخْرُجُ مِنْهَا وَمَا يَنْزِلُ مِنَ السَّمَاءِ وَمَا يَعْرُجُ فِيهَا وَهُوَ الرَّحِيمُ الْغَفُورُ (2) } فالرحمة شملتهم جميعاً والمغفرة تخص بعضاً، والعموم قبل الخصوص بالرتبة.\nولإيضاح ذلك أن جميع الخلائق من الإنس والجن والحيوان وغيرهم محتاجون إلى رحمته، فهي برحمته تحيا وتعيش، وبرحمته تتراحم، وأما المغفرة فتخص المكلفين فالرحمة أعمّ(1).\n__________\n(1) أسلوب التعبير القرآني 19",
        "(1/51)\n\nالتدرج من القلة للكثرة كما في قوله تعالى: { أَن طَهِّرَا بَيْتِيَ لِلطَّائِفِينَ وَالْعَاكِفِينَ وَالرُّكَّعِ السُّجُودِ } فالطائفون أقل من العاكفين، لأن الطواف لا يكون إلا حول الكعبة، والطواف يكون في المساجد عموما، والعاكفون أقل من الراكعين، لأن الركوع –أي الصلاة- تكون في كل أرض طاهرة، وأما العكوف فلا يكون إلا في المساجد، والراكعون أقل من الساجدين، لأن لكل ركعة سجدتين(1).\nومنه قوله تعالى: { وَمَنْ يُطِعِ اللَّهَ وَالرَّسُولَ فَأُولَئِكَ مَعَ الَّذِينَ أَنْعَمَ اللَّهُ عَلَيْهِمْ مِنَ النَّبِيِّينَ وَالصِّدِّيقِينَ وَالشُّهَدَاءِ وَالصَّالِحِينَ وَحَسُنَ أُولَئِكَ رَفِيقًا (69) } [النساء]\nتدرج من الفئة القليلة إلى الكثرة فبدأ بالنبيين وهو أقل الخلق ثم الصدّيقين وهم أكثر ثم الشهداء ثم الصالحين فكل صنف أكثر من الذي قبله، فهو تدرج من القلة إلى الكثرة، ومن الأفضل إلى الفاضل ولا شك أن أفضل الخلق هم أقل الخلق إذ كلما ترقى الناس في الفضل قلّ صنفهم(2).\nالتدرج من الكثرة إلى القلة، كما في الأمثلة التالية:\nقوله تعالى: { يَا مَرْيَمُ اقْنُتِي لِرَبِّكِ وَاسْجُدِي وَارْكَعِي مَعَ الرَّاكِعِينَ } فبدأ بالقنوت وهو عموم العبادة، ثم السجود وهو أقل وأخص، ثم الركوع وهو أقل وأخص(3).\nوقوله تعالى: { فمنكم كافر ومنكم مؤمن } [التغابن] فبدأ بالكفار لأنهم أكثر(4).\n__________\n(1) انظر المراجع السابقة.\n(2) أسلوب التعبير القرآني 19\n(3) انظر: التعبير القرآني 58، وبدائع الفوائد 1/8، والتبيان 176 وجعله من التقدم بالرتبة\n(4) انظر: البرهان 3/260، والتعبير القرآني 58\n(1/52)",
        "\nوقوله تعالى: { ثُمَّ أَوْرَثْنَا الْكِتَابَ الَّذِينَ اصْطَفَيْنَا مِنْ عِبَادِنَا فَمِنْهُمْ ظَالِمٌ لِّنَفْسِهِ وَمِنْهُم مُّقْتَصِدٌ وَمِنْهُمْ سَابِقٌ بِالْخَيْرَاتِ بِإِذْنِ اللَّهِ ذَلِكَ هُوَ الْفَضْلُ الْكَبِيرُ } [فاطر:32]. فقدم الظالم لكثرته، ثم المقتصد وهو أقل ممن قبله، ثم السابقين وهم أقل(1).\nوقوله تعالى: { وَالسَّارِقُ وَالسَّارِقَةُ فَاقْطَعُواْ أَيْدِيَهُمَا } [المائدة38]قدم السارق على السارقة لأن السرقة في الذكور أكثر.\nوقدم الزانية على الزاني في قوله تعالى: { الزَّانِيَةُ وَالزَّانِي فَاجْلِدُوا كُلَّ وَاحِدٍ مِّنْهُمَا مِئَةَ جَلْدَةٍ } لأن الزنى فيهن أكثر(2)\nالتناسب مع السياق، بأن يكون السياق بعد ذلك مرتبا حسب ترتيب التقديم والتأخير السابق له، أو أن يكون موضوع الكلمة المقدمة هو الغالب على السياق كما في الأمثلة التالية:\nقوله تعالى: { فمنكم كافر ومنكم مؤمن } [التغابن] هو إشارة إلى أنه سيبدأ بذكر الكافرين ثم بذكر المؤمنين بعدهم، فقد قال بعد هذه الآية: { أَلَمْ يَأْتِكُمْ نَبَأُ الَّذِينَ كَفَرُوا مِن قَبْلُ فَذَاقُوا وَبَالَ أَمْرِهِمْ وَلَهُمْ عَذَابٌ أَلِيمٌ{5} } ثم قال بعد ذلك: { وَمَن يُؤْمِن بِاللَّهِ وَيَعْمَلْ صَالِحاً يُكَفِّرْ عَنْهُ سَيِّئَاتِهِ وَيُدْخِلْهُ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَداً ذَلِكَ الْفَوْزُ الْعَظِيمُ{9} } ولا يناقض هذا ما ذكرناه في تعليل التقديم بأنه جرى بحسب الكثرة، إذ ربما كان أكثر من ملحظ للتقديم والتأخير، فقد تعاضد على ذلك أمران كلاهما يقتضي التقديم وهو تعاضد فني رائع(3).\n__________\n(1) التعبير القرآني 59، وانظر الكشاف 2/578\n(2) انظر: البرهان3/260\n(3) التعبير القرآني 58\n(1/53)\n",
        "ومن ذلك تقديم لفظ (الضر) على (النفع) وبالعكس، قالوا: حيث تقدم النفع على الضر فلتقدم ما يتضمن النفع، قال تعالى: { قُل لاَّ أَمْلِكُ لِنَفْسِي نَفْعاً وَلاَ ضَرّاً إِلاَّ مَا شَاء اللّهُ } [الأعراف:188] فقدم النفع على الضرر، وذلك لأنه تقدمه في قوله: { مَن يَهْدِ اللّهُ فَهُوَ الْمُهْتَدِي وَمَن يُضْلِلْ فَأُوْلَئِكَ هُمُ الْخَاسِرُونَ{178} } وبعد ذلك قال: { وَلَوْ كُنتُ أَعْلَمُ الْغَيْبَ لاَسْتَكْثَرْتُ مِنَ الْخَيْرِ وَمَا مَسَّنِيَ السُّوءُ إِنْ أَنَاْ إِلاَّ نَذِيرٌ وَبَشِيرٌ لِّقَوْمٍ يُؤْمِنُونَ{188} } فقدم الخير على السوء، ولذا قدم النفع على الضر إذ هو مناسب للسياق.\nوقال تعالى: { قُل لاَّ أَمْلِكُ لِنَفْسِي ضَرّاً وَلاَ نَفْعاً إِلاَّ مَا شَاء اللّهُ } [يونس:49] فقدم الضر على النفع، وقد قال قبل هذه الآية: { وَلَوْ يُعَجِّلُ اللّهُ لِلنَّاسِ الشَّرَّ اسْتِعْجَالَهُم بِالْخَيْرِ لَقُضِيَ إِلَيْهِمْ أَجَلُهُمْ ...{11} وَإِذَا مَسَّ الإِنسَانَ الضُّرُّ دَعَانَا لِجَنبِهِ أَوْ قَاعِداً أَوْ قَآئِماً فَلَمَّا كَشَفْنَا عَنْهُ ضُرَّهُ مَرَّ كَأَن لَّمْ يَدْعُنَا إِلَى ضُرٍّ مَّسَّهُ ...{12} } فقدم الضر على النفع في الآيتين، ويأتي بعد هذه الآية قوله: { قُلْ أَرَأَيْتُمْ إِنْ أَتَاكُمْ عَذَابُهُ بَيَاتاً أَوْ نَهَاراً مَّاذَا يَسْتَعْجِلُ مِنْهُ الْمُجْرِمُونَ{50} } فكان المناسب تقديم الضرر على النفع ههنا.\nاقتضاء السياق: وهو أن يتقدم ذكر لكلمة أو لجملة تقتضي تقديم ما يتعلق بها، وقد لا يتقدم شيء من ذلك فلا تقدم في موضع آخر، كما في المثالين التاليين:\nقال تعالى: { وَجَعَلْنَا فِي الْأَرْضِ رَوَاسِيَ أَن تَمِيدَ بِهِمْ وَجَعَلْنَا فِيهَا فِجَاجاً سُبُلاً لَعَلَّهُمْ يَهْتَدُونَ } [الأنبياء:31]\n(1/54)\n\nوقال تعالى: { وَاللَّهُ جَعَلَ لَكُمُ الْأَرْضَ بِسَاطاً{19} لِتَسْلُكُوا مِنْهَا سُبُلاً فِجَاجاً{20} } [نوح]فقدم الفجاج على السبل في الآية الأولى، وأخرها عنها في آية نوح، وذلك لأن الفج في الأصل هو الطريق في الجبل أو بين الجبلين، فلما تقدم في آية الأنبياء ذكر الرواسي وهي الجبال قدم الفجاج لذلك، بخلاف آية نوح فإنه لم يرد فيها ذكر للجبال فأخرها.\nقال تعالى: { وَلَئِن قُتِلْتُمْ فِي سَبِيلِ اللّهِ أَوْ مُتُّمْ لَمَغْفِرَةٌ مِّنَ اللّهِ وَرَحْمَةٌ خَيْرٌ مِّمَّا يَجْمَعُونَ{157} وَلَئِن مُّتُّمْ أَوْ قُتِلْتُمْ لإِلَى الله تُحْشَرُونَ{158} } [آل عمران] لما ذكر في الآية الأولى \"في سبيل الله\" وهو الجهاد قدم القتل إذ هو المناسب لأن الجهاد مظنة القتل، ولما لم يقل في الثانية: \"في سبيل الله\" قدم الموت على القتل، لأنه الحالة الطبيعية في غير الجهاد(1).\nوشبيه بهذا أن تجتمع صفتان كل واحدة تقتضي التقديم لكن تكون إحداهما أهم في مكان فتقدم، وإن أخرت في غيره من ذلك:\nقال تعالى: { إنما أموالكم وأولادكم فتنة } تقديم الأموال هنا لكونها سببا للأولاد، لأن الإنسان يشرع في النكاح عند قدرته على مؤنه، والنكاح سبب للتناسل، وقدم النساء على البنين وأخر المال عنهما في قوله تعالى: { زُيِّنَ لِلنَّاسِ حُبُّ الشَّهَوَاتِ مِنَ النِّسَاء وَالْبَنِينَ وَالْقَنَاطِيرِ الْمُقَنطَرَةِ مِنَ الذَّهَبِ وَالْفِضَّةِ } [آل عمران:14]لأن الآية مصدرة بالحب والنساء والبنين أقعد في المحبة الجبلية.\nقدمت السماء على الأرض لأنها أكمل شرفا، وأخرت في قوله تعالى: { َمَا يَعْزُبُ عَن رَّبِّكَ مِن مِّثْقَالِ ذَرَّةٍ فِي الأَرْضِ وَلاَ فِي السَّمَاء } لتقدم: { وَلاَ تَعْمَلُونَ مِنْ عَمَلٍ إِلاَّ كُنَّا عَلَيْكُمْ شُهُوداً } (2).\nالمبحث الرابع\nالتشبيه\n__________\n(1) التعبير القرآني62 وما بعدها.\n(2) روض البيان",
        "(1/55)\n\nوهو: عقد مماثلة بين أمرين أو أكثر لاشتراكهما في صفة أو أكثر بأداة.\nوأركان التشبيه أربعة:\nالمشبه: وهو الأمر الذي يراد إلحاقه بغيره.\nالمشبه به: وهو الأمر الذي يلحق به المشبه.\nوجه الشبه: وهو الوصف المشترك بين الطرفين، ويكون في المشبه به أقوى منه في المشبه.\nأداة التشبيه: وهي اللفظ الذي يدل على التشبيه، ويربط المشبه به، وقد تذكر الأداة وقد تحذف.\nوالتشبيه ليس من المجاز، لأنه معنى من المعاني وله حروف وألفاظ تدل عليه وضعا، مثل: الكاف وكأن ومثل، فإذا صرح بذكر الألفاظ الدالة عليه وضعا كان الكلام حقيقة.\nوتختلف الأوصاف الجامعة بين ركني التشبيه، فقد يكون الجامع وصفا محسوسا كالاشتراك في الصفة المبصرة، كما في قوله تعالى: { وَعِنْدَهُمْ قَاصِرَاتُ الطَّرْفِ عِينٌ . كَأَنَّهُنَّ بَيْضٌ مَّكْنُونٌ } [الصافات]فالجامع هو البياض، وقوله تعالى: { كَأَنَّهُنَّ الْيَاقُوتُ وَالْمَرْجَانُ } [الرحمن:58] فالجامع الحمرة.\nوقد يكون من الأوصاف العقلية نحو تشبيههم المرض بالموت والعافية بالملك، وكقوله تعالى: { وَمَن يُشْرِكْ بِاللَّهِ فَكَأَنَّمَا خَرَّ مِنَ السَّمَاء فَتَخْطَفُهُ الطَّيْرُ أَوْ تَهْوِي بِهِ الرِّيحُ فِي مَكَانٍ سَحِيقٍ } [الحج:31].\nثمرة التشبيه:\nإذا أردت تشبيه الشيء بغيره فإنما تقصد به تقرير المشبه في النفس بصورة المشبه به أو بمعناه، فيستفاد من ذلك :\nالبلاغة فيما قصد به من التشبيه على جميع وجوهه من مدح أو ذم أو ترغيب أو ترهيب أو كبر أو صغر أو غير ذلك من الوجوه التي يقصد بها التشبيه، وهذا كقوله تعالى: { وَلَهُ الْجَوَارِ الْمُنشَآتُ فِي الْبَحْرِ كَالْأَعْلَامِ } [الرحمن:24] فشبه السفن الجارية على ظهر البحر بالجبال في كبرها وفخامة أمرها على جهة المبالغة في ذلك.\n(1/56)",
        "\nالإيجاز، فإذا قلت: \"زيد كالأسد\" فإن الغرض تشبيهه بالأسد في شهامة النفس، وقوة البطش، وجراءة الإقدام، والقدرة على الافتراس وغير ذلك من الصفات، فقد استغنيت بذكر لفظ الأسد عن أن تقول: \"زيد شهم شجاع قوي البطش جريء الجنان قادر على الاعتداء، فهذا الذي نريده بالإيجاز، ومن الإيجاز البليغ في التشبيه قوله تعالى: { مَّثَلَ الْحَيَاةِ الدُّنْيَا كَمَاء أَنزَلْنَاهُ مِنَ السَّمَاءِ فَاخْتَلَطَ بِهِ نَبَاتُ الْأَرْضِ فَأَصْبَحَ هَشِيماً تَذْرُوهُ الرِّيَاحُ } [الكهف:45]\nالبيان والوضوح، فإنه يخرج المبهم إلى الإيضاح والملتبس إلى البيان ويكسوه حلة الظهور بعد خفائه، والبروز بعد استتاره، وهذا كقوله تعالى: { مَثَلُهُمْ كَمَثَلِ الَّذِي اسْتَوْقَدَ نَاراً فَلَمَّا أَضَاءتْ مَا حَوْلَهُ ذَهَبَ اللّهُ بِنُورِهِمْ وَتَرَكَهُمْ فِي ظُلُمَاتٍ لاَّ يُبْصِرُونَ } [البقرة:17] تقديره: أن مثل هؤلاء المنافقين كمثل رجل أوقد نارا في ليلة مظلمة بمفازة فاستضاء بها ما حوله فاتقى ما يخاف وأمن فبينا هو كذلك إذ طفئت ناره فبقي مظلما خائفا وكذلك المنافق إذا أظهر كلمة الإيمان استنار بها واعتز بعزها وأمن على نفسه وماله وولده، فإذا مات عاد إلى الخوف وبقي في العذاب والنقمة(1).\n__________\n(1) المثل السائر1/388\n(1/57)\n",
        "وكذلك قوله تعالى: { أَوْ كَصَيِّبٍ مِّنَ السَّمَاءِ فِيهِ ظُلُمَاتٌ وَرَعْدٌ وَبَرْقٌ يَجْعَلُونَ أَصْابِعَهُمْ فِي آذَانِهِم مِّنَ الصَّوَاعِقِ حَذَرَ الْمَوْتِ واللّهُ مُحِيطٌ بِالْكافِرِينَ{19} يَكَادُ الْبَرْقُ يَخْطَفُ أَبْصَارَهُمْ كُلَّمَا أَضَاء لَهُم مَّشَوْاْ فِيهِ وَإِذَا أَظْلَمَ عَلَيْهِمْ قَامُوا } فهذان المثلان واردان في أهل النفاق، إيضاحا وبيانا لأمرهم فيما ظهر لهم من النور التام بالرسول- صلى الله عليه وسلم - وإعراضهم عنه، فشبه حالهم في ذلك بالمستوقد للنار وبالصيب الذي فيه الرعد والبرق كشفا لحالهم في النفاق، وإظهارا لأمرهم فيه، وهكذا إذا قلت: \"زيد يفيض فيض البحر، ويقدم إقدام الأسد\" فإنك بذكر هذا التشبيه قد أوضحت أمره في الكرم والشجاعة(1).\nالمبحث الخامس\nالإيجاز والإطناب والمساواة\nأولاً:الإيجاز:\nالإيجاز هو: وضع المعاني الكثيرة في ألفاظ اقل منها، وافية بالغرض المقصود مع الإبانة والإفصاح، والإيجاز والاختصار بمعنى واحد كقوله تعالى: { خُذِ الْعَفْوَ وَأْمُرْ بِالْعُرْفِ وَأَعْرِضْ عَنِ الْجَاهِلِينَ } فهذه الآية جمعت مكارم الأخلاق بأسرها.\nأقسام الإيجاز:\nوينقسم الإيجاز على قسمين: إيجاز قصر وإيجاز حذف.\n1- إيجاز القِصَر: ويكون بتضمين المعاني الكثيرة ألفاظا قليلة من غير حذف كقوله تعالى: { ولكم في القصاص حياة } معناه: إن الإنسان إذا علم أنه متى قتل قُتل امتنع عن القتل وفي ذلك حياته وحياة غيره، وبذلك تطول الأعمار وتكثر الذرية ويقبل كل واحد على ما يعود عليه بالنفع ويتم النظام ويكثر العمران.\n__________\n(1) انظر الطراز 133\n(1/58)\n\nومن هذا الضرب قوله تعالى: { خُذِ الْعَفْوَ وَأْمُرْ بِالْعُرْفِ وَأَعْرِضْ عَنِ الْجَاهِلِينَ } [الأعراف:199] فجمع في الآية جميع مكارم الأخلاق، لأن في الأمر بالمعروف صلة الرحم ومنع اللسان عن الغيبة وعن الكذب وغض الطرف عن المحرمات وغير ذلك، وفي الإعراض عن الجاهلين الصبر والحلم وغيرهما(1).\n2- إيجاز الحذف: ويكون بحذف شيء في العبارة لا يخل بالفهم عند وجود ما يدل على المحذوف من قرينة لفظية أو معنوية.\nأسباب الحذف:\nمجرد الاختصار والاحتراز عن العبث لظهوره\nالتنبيه على أن الزمان يتقاصر عن الإتيان بالمحذوف، وأن الاشتغال بذكره يفضي إلى تفويت المهم وهذه هي فائدة باب التحذير والإغراء، وقد اجتمعا في قوله تعالى: { ناقة الله وسقياها } فـ { ناقة الله } تحذير بتقدير: \"ذروا\" و { سقياها } إغراء بتقدير: \"الزموا\".\nالتفخيم والإعظام لما فيه من الإبهام، نحو: { ولو ترى إذ وقفوا على النار } أي: لرأيت أمرا فظيعا لا تكاد تحيط به العبارة.\nومنها قصد العموم نحو { وإياك نستعين } أي: على العبادة وعلى أمورنا كلها، { والله يدعو إلى دار السلام } أي كل واحد.\nأمثلة أخرى:\nقال تعالى في سورة آل عمران { إِنْ يَمْسَسْكُمْ قَرْحٌ فَقَدْ مَسَّ الْقَوْمَ قَرْحٌ مِثْلُهُ وَتِلْكَ الْأَيَّامُ نُدَاوِلُهَا بَيْنَ النَّاسِ وَلِيَعْلَمَ اللَّهُ الَّذِينَ آَمَنُوا وَيَتَّخِذَ مِنْكُمْ شُهَدَاءَ وَاللَّهُ لَا يُحِبُّ الظَّالِمِينَ (140) وَلِيُمَحِّصَ اللَّهُ الَّذِينَ آَمَنُوا وَيَمْحَقَ الْكَافِرِينَ (141) }\nاللام في { ليعلم } هي لام التعليل، ثم قال تعالى: { يتخذ } عطف بدون لام، ثم قال: { ليمحّص } عطف وذكر اللام، ثم قال: { يمحق } عطف بدون ذكر اللام ، لماذا ؟\nقلنا: إن الذكر للتوكيد، وما حذف أقل توكيداً، وإذا استعرضنا الأفعال في الآية لن نجدها كلها بدرجة واحدة من التوكيد والحذف.\n__________\n(1) المثل السائر2/116",
        "(1/59)\n\n1- (وليعلم) يريد الله تعالى من كل شخص علماً يتحقق منه الجزاء له، فهو أمر عام لجميع الذين آمنوا ومن غير الذين آمنوا، فهو أمر ثابت مطلق لكل فرد من الأفراد.\n2- (يتخذ) لا يتخذ كل المؤمنين شهداء، فهذا الفعل ليس بدرجة اتساع الفعل الأول وهو ليس متعلقاً بكل فرد.\n3- (ليمحص) متعلق بكل فرد، وهذا يتعلق به الجزاء.\n4- (يمحق) لم يمحق كل الكافرين محقاً تاماً، فالكفر والإيمان موجودان.\nإذن عندما يذكر اللام على وجه العموم يكون المقصود كل فرد من الأفراد، والحذف عكس ذلك(1).\nمثال آخر: قال تعالى في سورة الكهف: { فَمَا اسْطَاعُوا أَنْ يَظْهَرُوهُ وَمَا اسْتَطَاعُوا لَهُ نَقْبًا (97) } هذه من الحذف للتقليل من الفعل.\nوالفرق بين الفعلين أن \"استطاعوا\" تحتاج إلى جهد لنقب السدّ، أما \"اسطاعوا\" فهي للصعود على ظهره، وبالتأكيد أن إحداث نقب في السد المصنوع من الحديد والنحاس أشدّ من الصعود على ظهره ويستغرق وقتاً أطول، فحذف من الفعل الذي مدته أقل، وذكر في الحدث الممتد.\nمثال آخر: قال تعالى في سورة فصلت: { إِنَّ الَّذِينَ قَالُوا رَبُّنَا اللَّهُ ثُمَّ اسْتَقَامُوا تَتَنَزَّلُ عَلَيْهِمُ الْمَلَائِكَةُ أَلَّا تَخَافُوا وَلَا تَحْزَنُوا وَأَبْشِرُوا بِالْجَنَّةِ الَّتِي كُنْتُمْ تُوعَدُونَ (30) } .\nوقال في سورة القدر { تَنَزَّلُ الْمَلَائِكَةُ وَالرُّوحُ فِيهَا بِإِذْنِ رَبِّهِمْ مِنْ كُلِّ أَمْرٍ (4) } استخدم نفس الفعل المضارع لكن حذفت التاء في الآية الثانية (تنزّل) وهنا نسأل: لماذا؟\nالآية الأولى هي عند الموت، تنزل الملائكة على الشخص المستقيم تبشرّه بمآله إلى الجنة، أما الثانية فهي في ليلة القدر .\n__________\n(1) أسرار البيان في التعبير القرآني 2\n(1/60)",
        "\nالتنزّل في الآية الأولى يحدث في كل لحظة، لأنه في كل لحظة يموت مؤمن في هذه الأرض، إذن الملائكة في مثل هذه الحالة تتنزّل في كل لحظة وكل وقت، أما في الآية الثانية فهي في ليلة واحدة في العام وهي ليلة القدر.\nإذن التنزّل الأول أكثر استمرارية من التنزّل الثاني، ففي الحدث المستمر جاء الفعل كاملاً غير مقتطع (تتنزّل) أما في الثانية في الحدث المتقطع اقتطع الفعل (تنزّل) (1).\nمثال آخر: في قوله تعالى في سورة النساء: { إِنَّ الَّذِينَ تَوَفَّاهُمُ الْمَلَائِكَةُ ظَالِمِي أَنْفُسِهِمْ قَالُوا فِيمَ كُنْتُمْ قَالُوا كُنَّا مُسْتَضْعَفِينَ فِي الْأَرْضِ قَالُوا أَلَمْ تَكُنْ أَرْضُ اللَّهِ وَاسِعَةً فَتُهَاجِرُوا فِيهَا فَأُولَئِكَ مَأْوَاهُمْ جَهَنَّمُ وَسَاءَتْ مَصِيرًا (97) } .\nوفي سورة النحل { الَّذِينَ تَتَوَفَّاهُمُ الْمَلَائِكَةُ ظَالِمِي أَنْفُسِهِمْ فَأَلْقَوُا السَّلَمَ مَا كُنَّا نَعْمَلُ مِنْ سُوءٍ بَلَى إِنَّ اللَّهَ عَلِيمٌ بِمَا كُنْتُمْ تَعْمَلُونَ (28) } .\nلنستعرض المتوفين في السياقين:\nفي آية سورة النساء المتوفون هم جزء من المتوفين في آية سورة النحل، ففي سورة النساء المتوفون هم المستضعفون من الذين ظلموا أنفسهم .\nأما في سورة النحل فالمتوفون هم ظالمي أنفسهم كلهم على العموم.\nفأعطى تعالى القسم الأكبر الفعل الأطول وأعطى القسم الأقل الفعل الأقلّ(2).\nضابط الحذف من الفعل:\nالحذف من الفعل يدخل تحت ضابطين في القرآن كله:\nالأول: يحذف من الفعل إما للدلالة على الاقتطاع من الفعل.\nالثاني: يحذف من الفعل في مقام الإيجاز ويذكر في مقام التفصيل(3).\nثانيا: الإطناب\nالإطناب هو: زيادة اللفظ على المعنى لفائدة تقويته وتوكيده، فهذا حده الذي يميزه عن التطويل، إذ التطويل هو زيادة اللفظ عن المعنى لغير فائدة.\n__________\n(1) أسرار البيان في التعبير القرآني 2\n(2) أسرار البيان في التعبير القرآني 2\n(3) السابق 3\n(1/61)\n",
        "من أمثلته:\nقولهم: \"رأيته بعيني، وقبضته بيدي، ووطئته بقدمي\" ونحو ذلك، وكل هذا يظن الظان أنه زيادة لا حاجة إليها، ويقول: إن الرؤية لا تكون إلا بالعين، والقبض لا يكون إلا باليدِ، والوطء لا يكون إلا بالقدم، وليس الأمر كذلك، بل هذا يقال في كل شيء يعظم مناله، ويعز الوصول إليه، فيؤكد الأمر فيه على هذا الوجه دلالة على نيله والحصول عليه، كقول قوله تعالى: { ذلكم قولكم بأفواهكم } فإن هذا القول لما كان فيه افتراء عظم الله تعالى على قائله، ألا ترى إلى قوله تعالى في قصة الإفك: { إِذْ تَلَقَّوْنَهُ بِأَلْسِنَتِكُمْ وَتَقُولُونَ بِأَفْوَاهِكُم مَّا لَيْسَ لَكُم بِهِ عِلْمٌ وَتَحْسَبُونَهُ هَيِّناً وَهُوَ عِندَ اللَّهِ عَظِيمٌ } [النور:15] فصرح في هذه الآية بما أشرت إليه من تعظيم الأمر المقول.\nوفي مساق الآية المشار إليها جاء قوله تعالى: { مَّا جَعَلَ اللَّهُ لِرَجُلٍ مِّن قَلْبَيْنِ فِي جَوْفِهِ وَمَا جَعَلَ أَزْوَاجَكُمُ اللَّائِي تُظَاهِرُونَ مِنْهُنَّ أُمَّهَاتِكُمْ وَمَا جَعَلَ أَدْعِيَاءكُمْ أَبْنَاءكُمْ ذَلِكُمْ قَوْلُكُم بِأَفْوَاهِكُمْ وَاللَّهُ يَقُولُ الْحَقَّ وَهُوَ يَهْدِي السَّبِيلَ } [الأحزاب:4]\nألا ترى أن مساق الكلام أن الإنسان يقول لزوجته: أنت علي كظهر أمي، ويقول لمملوكه: يا بني، فضرب الله لذلك مثالا فقال: كيف تكون الزوجة أما؟ وكيف يكون المملوك ابنا؟ والجمع بين الزوجية والأمومة وبين العبودية والبنوة في حالة واحدة كالجمع بين القلبين في الجوف،وهذا تعظيم لما قالوه وإنكار له.\nولما كان الكلام في حال الإنكار والتعظيم أتى بذكر الجوف وإلا فقد علم أن القلب لا يكون إلا في الجوف، والتمثيل يصح بقوله: { ما جعل الله لرجل من قلبين } وهو تام، لكن في ذكر الجوف فائدتان:\nإحداهما: ما سبق الإشارة إليها.\n(1/62)\n\nوالثانية: زيادة تصوير للمعنى المقصود، لأنه إذا سمعه المخاطب به صور لنفسه جوفا يشتمل على قلبين فكان ذلك أسرع إلى إنكاره.\nومنه كذلك ورد قوله تعالى: { فَخَرَّ عَلَيْهِمُ السَّقْفُ مِن فَوْقِهِمْ } فكما أن القلب لا يكون إلا في الجوف فكذلك السقف لا يكون إلا من فوق، وهذا مقام ترهيب وتخويف، كما أن ذاك مقام إنكار وتعظيم، ألا ترى إلى هذه الآية بكمالها وهي قوله وتعالى: { قَدْ مَكَرَ الَّذِينَ مِن قَبْلِهِمْ فَأَتَى اللّهُ بُنْيَانَهُم مِّنَ الْقَوَاعِدِ فَخَرَّ عَلَيْهِمُ السَّقْفُ مِن فَوْقِهِمْ وَأَتَاهُمُ الْعَذَابُ مِنْ حَيْثُ لاَ يَشْعُرُونَ } [النحل:26]\nولذكر لفظة ( فوقهم ) فائدة لا توجد مع إسقاطها من هذا الكلام، وأنت تحس هذا من نفسك.\nفإنك إذا تلوت هذه الآية يخيل إليك أن سقفا خر على أولئك من فوقهم، وحصل في نفسك من الرعب ما لا يحصل مع إسقاط تلك اللفظة، وفي القرآن الكريم من هذا النوع كثير كقوله تعالى: { فَإِذَا نُفِخَ فِي الصُّورِ نَفْخَةٌ وَاحِدَةٌ{13} وَحُمِلَتِ الْأَرْضُ وَالْجِبَالُ فَدُكَّتَا دَكَّةً وَاحِدَةً{14} } [الحاقة: 14،13]\nفأطنب هنا بالتأكيد لمعان اقتضتها، فإن النفخ في الصور الذي تقوم به الأموات من القبور مهول عظيم دل على القدرة الباهرة، وكذلك حمل الأرض والجبال، فلما كانا بهذه الصفة قيل فيهما: { نفخة واحدة } و { دكة واحدة } أي: إن هذا الأمر المهول العظيم سهل يسير على الله تعالى يفعل ويمضي الأمر فيه بنفخة واحدة ودكة واحدة، ولا يحتاج فيه إلى طول مدة ولا كلفة مشقة، فجيء بذكر الواحدة لتأكيد الإعلام بأن ذلك هين سهل على عظمه(1).\nأنواع الإطناب:\nأنواع الإطناب كثيرة منها:\nذكر الخاص بعد العام، نحو: { حَافِظُواْ عَلَى الصَّلَوَاتِ والصَّلاَةِ الْوُسْطَى }\n__________\n(1) المثل السائر 2/121، وانظر الإيضاح197",
        "(1/63)\n\nذكر العام بعد الخاص، نحو: { رَبِّ اغْفِرْ لِي وَلِوَالِدَيَّ وَلِمَن دَخَلَ بَيْتِيَ مُؤْمِناً وَلِلْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ } .\nالإيضاح بعد الإبهام لتقرير المعنى في ذهن السامع بذكره مرتين، مرة على سبيل الإبهام والإجمال، ومرة على سبيل التفصيل والإيضاح، فيزيده ذلك نبلا وشرفا، كقوله تعالى: { يَا أَيُّهَا الَّذِينَ آَمَنُوا هَلْ أَدُلُّكُمْ عَلَى تِجَارَةٍ تُنجِيكُم مِّنْ عَذَابٍ أَلِيمٍ{10} تُؤْمِنُونَ بِاللَّهِ وَرَسُولِهِ وَتُجَاهِدُونَ فِي سَبِيلِ اللَّهِ بِأَمْوَالِكُمْ وَأَنفُسِكُمْ } { وَقَضَيْنَا إِلَيْهِ ذَلِكَ الأَمْرَ أَنَّ دَابِرَ هَؤُلاء مَقْطُوعٌ مُّصْبِحِينَ }\nعطف أحد المترادفين على الآخر، نحو: { إنما أشكو بثي وحزني إلى الله } { فلا يخاف ظلما ولا هضما } { لا تخاف دركا ولا تخشى } .\nالتفسير، نحو: { إن الإنسان خلق هلوعا. إذا مسه الشر جزوعا... }\nالتكرير، وهو ذكر الشيء مرتين أو أكثر لأغراض:\nالتأكيد وتقرير المعنى في النفس، كقوله تعالى: { كَلَّا سَوْفَ تَعْلَمُونَ{3} ثُمَّ كَلَّا سَوْفَ تَعْلَمُونَ{4} } { فَسَجَدَ الْمَلَائِكَةُ كُلُّهُمْ أَجْمَعُونَ } .\nطول الفصل، لئلا يجيء مبتورا ليس له طلاوة، كقوله تعالى: { يَا أَبتِ إِنِّي رَأَيْتُ أَحَدَ عَشَرَ كَوْكَباً وَالشَّمْسَ وَالْقَمَرَ رَأَيْتُهُمْ لِي سَاجِدِينَ } .\nزيادة الترغيب في العفو، كقوله تعالى: { إِنَّ مِنْ أَزْوَاجِكُمْ وَأَوْلَادِكُمْ عَدُوّاً لَّكُمْ فَاحْذَرُوهُمْ وَإِن تَعْفُوا وَتَصْفَحُوا وَتَغْفِرُوا فَإِنَّ اللَّهَ غَفُورٌ رَّحِيمٌ } .\nالترغيب في قبول النصح باستمالة المخاطب لقبول الخطاب، كقوله تعالى: { وَقَالَ الَّذِي آمَنَ يَا قَوْمِ اتَّبِعُونِ أَهْدِكُمْ سَبِيلَ الرَّشَادِ{38} يَا قَوْمِ إِنَّمَا هَذِهِ الْحَيَاةُ الدُّنْيَا مَتَاعٌ وَإِنَّ الْآخِرَةَ هِيَ دَارُ الْقَرَارِ{39} } .\n(1/64)",
        "\nالإرشاد، كقوله تعالى: { أولى لك فأولى . ثم أولى لك فأولى }\nالاعتراض، للتنزيه كقوله تعالى: { وَيَجْعَلُونَ لِلّهِ الْبَنَاتِ سُبْحَانَهُ وَلَهُم مَّا يَشْتَهُونَ } أو التأكيد كقوله تعالى: { وَوَصَّيْنَا الْإِنسَانَ بِوَالِدَيْهِ حَمَلَتْهُ أُمُّهُ وَهْناً عَلَى وَهْنٍ وَفِصَالُهُ فِي عَامَيْنِ أَنِ اشْكُرْ لِي وَلِوَالِدَيْكَ إِلَيَّ الْمَصِيرُ } .\nالتهويل، نحو: { وَإِنَّهُ لَقَسَمٌ لَّوْ تَعْلَمُونَ عَظِيمٌ } .\nالتذييل، وهو تعقيب جملة بجملة أخرى مستقلة، تشتمل على معناها، تأكيدا لمنطوق الأولى، أو لمفهومها، نحو قوله تعالى: { وَقُلْ جَاء الْحَقُّ وَزَهَقَ الْبَاطِلُ إِنَّ الْبَاطِلَ كَانَ زَهُوقاً } و { ذَلِكَ جَزَيْنَاهُم بِمَا كَفَرُوا وَهَلْ نُجَازِي إِلَّا الْكَفُورَ } .\nالاحتراس، ويقال له التكميل، وهو أن يؤتى في كلام يوهم خلاف المقصود بما يدفع ذلك الوهم، نحو: { ويطعمون الطعام على حبه } أي مع حب الطعام واشتهائهم له، وذلك أبلغ في الكرم، وكقوله: { أذلة على المؤمنين أعزة على الكافرين } و { اسلك يدك في جيبك تخرج بيضاء من غير سوء } (1).\nثالثا: المساواة\nالمساواة هي: تأدية المعنى المراد بعبارة مساوية له، بأن تكون الألفاظ على قدر المعنى.\nكقوله تعالى: { وَمَا تُقَدِّمُواْ لأَنفُسِكُم مِّنْ خَيْرٍ تَجِدُوهُ عِندَ اللّهِ } و { كُلُّ امْرِئٍ بِمَا كَسَبَ رَهِينٌ } و { مَن كَفَرَ فَعَلَيْهِ كُفْرُهُ } .\nهكذا مثل بعضهم لهذا النوع، والذي يظهر أنه لا يوجد في القرآن إلا الإيجاز والإطناب فقط.\nولو تأملت في الأمثلة السابقة لوجدتها داخلة في نوع الإيجاز بما تحمله من معاني ودلالات كثيرة.\n__________\n(1) انظر جواهر البلاغة\n(1/65)\n",
        "فلو أخذنا كلمة \"خير\" في الآية الأولى وجدناها نكرة تعم كل خير من صلاة وزكاة وصيام وأمر بمعروف ونهي عن منكر، وتجدها تطلق على كل خصلة أمر بها أو ندب إليها الإسلام عموما أم خصوصا، وزاد من قوة هذا الاستغراق ونصيته حرف الجر \"من\".\nوكذلك الأمر في الآيتين الأخريين، فإنك تجد فيهما فوائد غزيرة ونكتا كثيرة.\nوأحسب أنه لأجل هذا قسم بعضهم المساواة على نوعين: مساواة مع الاختصار ومثلوا له بقوله تعالى: { هل جزاء الإحسان إلا الإحسان } وثانيها: أن يكون المقصود المساواة.\nولي على هذا التقسيم مأخذان:\nالأول: أنه لا داعي لكثرة التقسيمات إذا ما أمكن إدخال بعضها في بعض، وما أحسب كثرة تلكم التقسيمات حين تكثر وتطغى إلا مفسدة للذوق البياني والنقد البلاغي، وهذا ما نعاه الكثيرون على السكاكي ومن نحا نحوه.\nفهذا الشيخ أكمل الدين البابرتي شرح تلخيص المفتاح وعتب على بعض تلك التقسيمات التي لا طائل من ورائها، كان ذلك عند كلامه على التشبيه.\nالثاني: أنهم عندما ذكروا ذلكم القسمين مثلوا للأول من القرآن ومثلوا للثاني بأقوال، وفخموا من قدر الأول –الإيجاز بالاختصار- وسموا الثاني المتعارف(1).\nوهذا يعني أن القرآن لا يمكن أن يكون من الثاني، وإذا كان من الأول، فلا يمكننا التفريق بوضوح بين هذا النوع من المساواة والإيجاز بل هو عند التحقيق نوع من الإيجاز، وإن أخرج منه وأدخل في مسمى آخر.\nالمبحث السادس\nفي الالتفات\nالالتفات مأخوذ من التفات الإنسان عن يمينه وشمالهِ فهو يقبل بوجهه تارة كذا وتارة كذا، وكذلك يكون هذا النوع من الكلام خاصةِ، لأنه ينتقل فيه عن صيغة إلى صيغة كالانتقال من خطاب حاضر إلى غائبِ، أو من خطاب غائب إلى حاضر، أو من فعل ماض إلى مستقبلِ، أو من مستقبل إلى ماضِ أو غير ذلك مما يأتي ذكره مفصلاً\nوهو ينقسم إلى ثلاثة أقسام:\nالقسم الأول: الرجوع من الغيبة إلى الخطابِ ومن الخطاب إلى الغيبة:\n__________\n(1) انظر الطراز 548\n(1/66)\n\nاعلم أن عامة المنتمين إلى هذا الفن إذا سئلوا عن الانتقال عن الغيبة إلى الخطاب وعن الخطاب إلى الغيبةِ قالوا: كذلك كانت عادة العرب في أساليب كلامها، وهذا القول غير سديد، لأننا إنما نسأل عن السبب الذي قصدت العرب ذلك من أجله.\nوقال الزمخشري: إن الرجوع من الغيبة إلى الخطاب إنما يستعمل للتفنن في الكلامِ والانتقال من أسلوب إلى أسلوبِ تطرية لنشاط السامعِ، وإيقاظاً للإصغاء إليه.\nوليس الأمر كما ذكره، لأن الانتقال في الكلام من أسلوب إلى أسلوب إذا لم يكن إلاّ تطرية لنشاط السامع وإيقاظاً للإصغاء إليهِ فإن ذلك دليل على أنّ السامع يمل من أسلوب واحد، فينتقل إلى غيره ليجد نشاطاً للاستماع، وهذا قدح في الكلامِ لا وصف له، لأنه لو كان حسناً لما مل.\nولو سلمنا للزمخشري ما ذهب إليه لكان إنما يوجد ذلك في الكلام المطوّل، ونحن نرى الأمر بخلاف ذلك، لأنه قد ورد الانتقال من الغيبة إلى الخطابِ، ومن الخطاب إلى الغيبةِ في مواضع كثيرة من القرآن الكريمِ، ويكون مجموع الجانبين مما يبلغ عشرة ألفاظِ أو أقل من ذلك.\nومفهوم قول الزمخشري في الانتقال من أسلوب إلى أسلوب إنما يستعمل قصداً للمخالفة بين المنتقَل عنه والمنتقَل إليهِ لا قصداً لاستعمال الأحسن، وعلى هذا فإذا وجدنا كلاماً قد استعمل في جميعه الإيجاز، ولم ينتقل عنه، أو استعمل فيه جميعه الإطناب، ولم ينتقل عنه وكان كلا الطرفين واقعاً في موقعه قلنا: هذا ليس بحسن إذ لم ينتقل فيه من أسلوب إلى أسلوب، وهذا قول فيه ما فيه.\nوالصواب في ذلك أن الانتقال من الخطاب إلى الغيبةِ، أو من الغيبة إلى الخطاب لا يكون إلاّ لفائدة اقتضته، وتلك لفائدة أمر وراء الانتقال من أسلوب إلى أسلوب، غير أنها لا تُحدُّ بحدٍِّ ولا تُضبَط بضابط، لكن يشار إلى مواضع منها ليقاس عليها غيرها.",
        "(1/67)\n\nفإنا قد رأينا الانتقال من الغيبة إلى الخطاب قد استعمل لتعظيم شأن المخاطب، ثم رأينا ذلك بعينه وهو ضد الأول قد استعمل في الانتقال من الخطاب إلى الغيبة، فعلمنا حينئذ أن الغرض الموجب لاستعمال هذا النوع من الكلام لا يجري على وتيرة واحدة، وإنما هو مقصور على العناية بالمعنى المقصود، وذلك المعنى يتشعب شُعباً كثيرة لا تنحصر، وإنما يؤتى بها على حسب الموضع الذي ترد فيه.\nوسأوضح ذلك في ضرب من الأمثلة الآتي ذكرها:\nأ- الرجوع من الغيبة إلى الخطاب: كقوله تعالى في سورة الفاتحة { الْحَمْدُ للّهِ رَبِّ الْعَالَمِينَ{2} الرَّحْمنِ الرَّحِيمِ{3} مَالِكِ يَوْمِ الدِّينِ{4} إِيَّاكَ نَعْبُدُ وإِيَّاكَ نَسْتَعِينُ{5} اهدِنَا الصِّرَاطَ المُستَقِيمَ{6} صِرَاطَ الَّذِينَ أَنعَمتَ عَلَيهِمْ } هذا رجوع من الغيبة إلى الخطاب .\nومما يختص به هذا الكلام من الفوائد قوله: { إِيَّاكَ نَعْبُدُ وإِيَّاكَ نَسْتَعِينُ } بعد قوله: { الْحَمْدُ للّهِ رَبِّ الْعَالَمِينَ }\nفإنه إنما عدل فيه من الغيبة إلى الخطاب لأن الحمد دون العبادة، ألا تراك تحمد نظيرك ولا تعبده، فلما كانت الحال كذلك استعمل لفظ الحمد لتوسطه مع الغيبة في الخبر فقال: { الحمد لله } ولم يقل: { الحمد لك } ولما صار إلى العبادة التي هي أقصى الطاعات قال: { إياك نعبد } فخاطب بالعبادة إصراحاً بها وتقرباً منه عزّ اسمه بالانتهاء إلى محدود منها.\nوعلى نحو من ذلك جاء آخر السورة ِ فقال: { صراط الذين أنعمت عليهم } فأصرح الخطاب لما ذكر النعمةِ ثم قال: { غير المغضوب عليهم } عطفاً على الأول، لأن الأول موضع التقرب من الله بذكر نعمه، فلما صار إلى ذكر الغضب جاء باللفظ منحرفاً عن ذكر الغاضب فأسند النعمة إليه لفظاً، وزوى عنه لفظ الغضب تحنناً ولطفاً، فانظر إلى هذا الموضع وتناسب هذه المعاني الشريفة .\nففي هذه السورة انتقل في أولها من الغيبة إلى الخطاب لتعظيم شأن المخاطب.\n(1/68)",
        "\nثم انتقل في آخرها من الخطاب إلى الغيبة لتلك العلة بعينها، وهي تعظيم شأن المخاطب أيضاً، لأن مخاطبة الرب تبارك وتعالى بإسناد النعمة إليه تعظيم لخطابه.\nوكذلك ترك مخاطبته بإسناد الغضب إليه تعظيم لخطابه.\nومن هذا الضرب قوله تعالى: { َقَالُوا اتَّخَذَ الرَّحْمَنُ وَلَداً{88} لَقَدْ جِئْتُمْ شَيْئاً إِدّاً{89} } [مريم]\nوإنما قيل: { لقد جئتم } وهو خطاب للحاضر بعد قوله: { وقالوا } وهو خطاب للغائب لفائدة حسنة، وهي زيادة التسجيل عليهم بالجراءة على الله تعالى، والتعرض لسخطهِ وتنبيه لهم على عظم ما قالوه، كأنه يخاطب قوماً حاضرين بين يديه منكراً عليهم وموبخاً لهم.\nومما ينخرط في هذا السلك الرجوع من خطاب الغيبة إلى خطاب النفسِ .\nكقوله تعالى: { ثُمَّ اسْتَوَى إِلَى السَّمَاء وَهِيَ دُخَانٌ فَقَالَ لَهَا وَلِلْأَرْضِ اِئْتِيَا طَوْعاً أَوْ كَرْهاً قَالَتَا أَتَيْنَا طَائِعِينَ{11} فَقَضَاهُنَّ سَبْعَ سَمَاوَاتٍ فِي يَوْمَيْنِ وَأَوْحَى فِي كُلِّ سَمَاء أَمْرَهَا وَزَيَّنَّا السَّمَاء الدُّنْيَا بِمَصَابِيحَ وَحِفْظاً ذَلِكَ تَقْدِيرُ الْعَزِيزِ الْعَلِيمِ{12} } [فصلت].\nوهذا رجوع من الغيبة إلى خطاب النفسِ فإنه قال: (وزينا) بعد قوله: (ثم استوى) وقوله: (فقضاهن) (وأوحى) .\nوالفائدة في ذلك أن طائفة من الناس يعتقدون أن النجوم ليست في سماء الدنيا، وأنها ليست حفظاً ولا رجوماً.\nفلما صار الكلام إلى ههنا عدل به عن خطاب الغائب إلى خطاب النفس، لأنه مهم من مهمات الاعتقاد، وفيه تكذيب للفرقة المكذبة المعتقدة بطلانه، وفي خلاف هذا الرجوع من خطاب النفس إلى خطاب الغيبة\nومما ينخرط في هذا السلك أيضاً الرجوع من خطاب النفس إلى خطاب الجماعةِ كقوله تعالى: { وَمَا لِي لاَ أَعْبُدُ الَّذِي فَطَرَنِي وَإِلَيْهِ تُرْجَعُونَ } [يس:22]\n(1/69)\n",
        "وإنما صرف الكلام عن خطاب نفسه إلى خطابهم، لأنه أبرز الكلام لهم في معرض المناصحةِ، وهو يريد مناصحتهم ليتلطف بهم ويداريهم، لأن ذلك أدخل في إمحاض النصح، حيث لا يريد لهم إلاّ ما يريد لنفسه.\nوقد وضع قوله: { وما لي لا أعبد الذي فطرني } مكان قوله: { وما لكم لا تعبدون الذي فطركم }\nألا ترى إلى قوله: { وإليه ترجعون } ولولا أنه قصد ذلك لقال: \"الذي فطرني وإليه أرجع\"\nوقد ساقه ذلك المساق إلى أن قال: { إني آمنت بربكم فاسمعون } .\nب- وأما الرجوع من الخطاب إلى الغيبة فكقوله تعالى: { هُوَ الَّذِي يُسَيِّرُكُمْ فِي الْبَرِّ وَالْبَحْرِ حَتَّى إِذَا كُنتُمْ فِي الْفُلْكِ وَجَرَيْنَ بِهِم بِرِيحٍ طَيِّبَةٍ وَفَرِحُواْ بِهَا جَاءتْهَا رِيحٌ عَاصِفٌ وَجَاءهُمُ الْمَوْجُ مِن كُلِّ مَكَانٍ وَظَنُّواْ أَنَّهُمْ أُحِيطَ بِهِمْ دَعَوُاْ اللّهَ مُخْلِصِينَ لَهُ الدِّينَ لَئِنْ أَنجَيْتَنَا مِنْ هَذِهِ لَنَكُونَنِّ مِنَ الشَّاكِرِينَ } [يونس:22]\nفإنه إنما صرف الكلام ههنا من الخطاب إلى الغيبة لفائدة، وهي أنه ذكر لغيرهم حالهم ليعجبهم منها كالمخبر لهم، ويستدعي منهم الإنكار عليهم، ولو قال: \"حتى إذا كنتم في الفلك، وجرين بكم بريح طيبة، وفرحتم بها\" وساق الخطاب معهم إلى آخر الآية لذهبت تلك الفائدة التي أنتجها خطاب الغيبة.\nومما ينخرط في هذا السلك قوله تعالى: { إِنَّ هَذِهِ أُمَّتُكُمْ أُمَّةً وَاحِدَةً وَأَنَا رَبُّكُمْ فَاعْبُدُونِ{92} وَتَقَطَّعُوا أَمْرَهُم بَيْنَهُمْ كُلٌّ إِلَيْنَا رَاجِعُونَ{93} } [الأنبياء].\nالأصل في \"تقطعوا: تقطعتم\" عطفاً على الأول، إلاّ أنه صرف الكلام من الخطاب إلى الغيبة على طريقة الالتفاتِ، كأنه ينعي عليهم ما أفسدوه إلى قوم آخرين، ويقبح عندهم ما فعلوه، ويقول: \"ألا ترون إلى عظيم ما ارتكب هؤلاء في دين الله تعالى، فجعلوا أمر دينهم فيما بينهم قطعاً\" وذلك تمثيل لاختلافهم فيه وتباينهم.\n(1/70)\n\nثم توعدهم بعد ذلك بأن هؤلاء الفرق المختلفة إليه يرجعون، فهو مجازيهم على ما فعلوا .\nومما يجري هذا المجرى قوله تعالى: { قُلْ يَا أَيُّهَا النَّاسُ إِنِّي رَسُولُ اللّهِ إِلَيْكُمْ جَمِيعاً الَّذِي لَهُ مُلْكُ السَّمَاوَاتِ وَالأَرْضِ لا إِلَهَ إِلاَّ هُوَ يُحْيِي وَيُمِيتُ فَآمِنُواْ بِاللّهِ وَرَسُولِهِ النَّبِيِّ الأُمِّيِّ الَّذِي يُؤْمِنُ بِاللّهِ وَكَلِمَاتِهِ وَاتَّبِعُوهُ لَعَلَّكُمْ تَهْتَدُونَ } [الأعراف:158]\nفإنه إنما قال: { فآمنوا بالله ورسوله } ولم يقل: \"فآمنوا بالله وبي\" عطفاً على قوله: \"إني رسول الله إليكم\" لكي تجري عليه الصفات التي أجريت عليه، وليعلم أن الذي وجب الإيمان به والاتباع له هو هذا الشخص الموصوف بأنه النبي الأمي الذي يؤمن بالله وبكلماته كائناً من كان أنا أو غيري، إظهاراً للنصفةِ، وبعداً من التعصب لنفسه.\nفقدر أولاً في صدر الآية \"إني رسول الله إلى الناسِ\" ثم أخرج كلامه من الخطاب إلى معرض الغيبة لغرضين:\nالأول منهما: إجراء تلك الصفات عليه.\nوالثاني: الخروج من تهمة التعصب لنفسه.\nالقسم الثاني: في الرجوع عن الفعل المستقبل إلى فعل الأمر، وعن الفعل الماضي إلى فعل الأمر:\nوهذا القسم كالذي قبله في أنه ليس الانتقال فيه من صيغة إلى صيغة طلباً للتوسع في أساليب الكلام فقط بل لأمر وراء ذلك، وإنما يقصد إليه تعظيماً لحال من أجري عليه الفعل المستقبل، وتفخيماً لأمره، وبالضد من ذلك فيمن أجري عليه فعل الأمر.\nفمما جاء منه قوله تعالى: { قَالُواْ يَا هُودُ مَا جِئْتَنَا بِبَيِّنَةٍ وَمَا نَحْنُ بِتَارِكِي آلِهَتِنَا عَن قَوْلِكَ وَمَا نَحْنُ لَكَ بِمُؤْمِنِينَ{53} إِن نَّقُولُ إِلاَّ اعْتَرَاكَ بَعْضُ آلِهَتِنَا بِسُوَءٍ قَالَ إِنِّي أُشْهِدُ اللّهِ وَاشْهَدُواْ أَنِّي بَرِيءٌ مِّمَّا تُشْرِكون } [هود]",
        "(1/71)\n\nفإنه إنما قال: { أشهد الله واشهدوا } ولم يقل: \"وأشهدكم\" ليكون موازناً له وبمعناه، لأن إشهاده الله على البراءة من الشرك صحيح ثابت.\nوأما إشهادهم فما هو إلاّ تهاون بهم، ودلالة على قلة المبالاة بأمرهم، ولذلك عدل به عن لفظ الأول لاختلاف ما بينهماِ وجيء به على لفظ الأمر.\nوكذلك يرجع عن الفعل الماضي إلى فعل الأمر إلاّ أنه ليس كالأول، بل إنما يفعل ذلك توكيداً لما أجري عليه فعل الأمر لمكان العناية بتحقيقهِ كقوله تعالى: { يَا بَنِي آدَمَ خُذُواْ زِينَتَكُمْ عِندَ كُلِّ مَسْجِدٍ وكُلُواْ وَاشْرَبُواْ وَلاَ تُسْرِفُواْ إِنَّهُ لاَ يُحِبُّ الْمُسْرِفِينَ } [الأعراف:31].\nوكان تقدير الكلام: \"أمر ربي بالقسط، وبإقامة وجوهكم عند كل مسجد\" فعدل عن ذلك إلى فعل الأمر للعناية بتوكيده في نفوسهم.\nفإن الصلاة من أوكد فرائض الله على عباده، ثم أتبعها بالإخلاص الذي هو عمل القلب، إذ عمل الجوارح لا يصح إلا بإخلاص النية.\nالقسم الثالث: في الإخبار عن الفعل الماضي بالمستقبلِ وعن المستقبل بالماضي:\nالأول: الإخبار بالفعل المستقبل عن الماضي:\nاعلم أن الفعل المستقبل إذا أتي به في حالة الإخبار عن وجود الفعل كان ذلك من الإخبار بالفعل الماضي، وذاك لأن الفعل المستقبل يوضح الحال التي يقع فيهاِ ويستحضر تلك الصورة حتى كأن السامع يشاهدها، وليس كذلك الفعل الماضي، وربما أدخل في هذا الموضع ما ليس منه جعلاً بمكانه، فإنه ليس كل فعل مستقبل يعطف على ماض بجار هذا المجرى.\nبيان ذلك أن عطف المستقبل على الماضي ينقسم إلى ضربين :\nأحدهما: بلاغي، وهو إخبار عن ماض بمستقبل.\nوالآخر: غير بلاغي، وليس إخبار بمستقبل عن ماض، وإنما هو مستقبل دل على معنى مستقبل غير ماض ويراد به أن ذلك الفعل مستمر الوجود لم يمض.\n(1/72)",
        "\nفالضرب الأول كقوله تعالى: { وَاللَّهُ الَّذِي أَرْسَلَ الرِّيَاحَ فَتُثِيرُ سَحَاباً فَسُقْنَاهُ إِلَى بَلَدٍ مَّيِّتٍ فَأَحْيَيْنَا بِهِ الْأَرْضَ بَعْدَ مَوْتِهَا كَذَلِكَ النُّشُورُ } [فاطر:9]\nفإنه إنما قال: فـ\"تثير\" مستقبلاً، وما قبله وما بعده ماض لذلك المعنى الذي أشرنا إليه، وهو حكاية الحال التي تقع فيها إثارة الريح السحاب، واستحضار تلك الصورة البديعة الدالة على القدرة الباهرة، وهكذا يفعل بكل فعل فيه نوع تمييز وخصوصية كحال تستغرب أو تهم المخاطب أو غير ذلك.\nومنه قوله تعالى أيضا: { ذَلِكَ وَمَن يُعَظِّمْ حُرُمَاتِ اللَّهِ فَهُوَ خَيْرٌ لَّهُ عِندَ رَبِّهِ وَأُحِلَّتْ لَكُمُ الْأَنْعَامُ إِلَّا مَا يُتْلَى عَلَيْكُمْ فَاجْتَنِبُوا الرِّجْسَ مِنَ الْأَوْثَانِ وَاجْتَنِبُوا قَوْلَ الزُّورِ{30} حُنَفَاء لِلَّهِ غَيْرَ مُشْرِكِينَ بِهِ وَمَن يُشْرِكْ بِاللَّهِ فَكَأَنَّمَا خَرَّ مِنَ السَّمَاء فَتَخْطَفُهُ الطَّيْرُ أَوْ تَهْوِي بِهِ الرِّيحُ فِي مَكَانٍ سَحِيقٍ{31} } [الحج]\nفقال أولاً :(خر من السماء) بلفظ الماضي، ثم عطف عليه المستقبل الذي هو (فتخطفه) و (تهوي) وإنما عدل في ذلك إلى المستقبل لاستحضار صورة خطف الطير إياه وهوي الريح به.\nوالفائدة في ذلك ما أشرت إليه فيما تقدم، وكثيراً ما يراعى أمثال هذا في القرآن.\nوأما الضرب الثاني - الذي هو مستقبل - فكقوله تعالى: { إن الذين كفروا ويصدون عن سبيل الله }\nفإنه إنما عطف المستقبل على الماضي لأن كفرهم كان ووجد، ولم يستجدوا بعده كفراً ثانياً، وصدهم متجدد على الأيام لم يمض كونه، وإنما هو مستمر يستأنف في كل حين .\nوكذلك ورد قوله تعالى: { ألم تر أن الله أنزل من السماء ماء فتصبح الأرض مخضرة إن الله لطيف خبير } ألا ترى كيف عدل عن لفظ الماضي ههنا إلى المستقبل فقال: { فتصبح الأرض مخضرة }\nولم يقل: \"فأصبحت\" عطفاً على \"أنزل\"\n(1/73)\n",
        "وذلك لإفادة بقاء أثر المطر زماناً بعد زمان، فإنزال الماء مضى وجوده، واخضرار الأرض باق لم يمض.\nوأما الإخبار بالفعل الماضي عن المستقبل فهو عكس ما تقدم ذكره، وفائدته أن الفعل الماضي إذا أخبر به عن الفعل المستقبل الذي لم يوجد بعد كان ذلك أبلغ وأوكد في تحقيق الفعل وإيجاده، لأن الفعل الماضي يعطي من المعنى أنه قد كان ووجد، وإنما يفعل ذلك إذا كان الفعل المستقبل من الأشياء العظيمة التي يستعظم وجودها.\nوالفرق بينه وبين الإخبار بالفعل المستقبل عن الماضي أن الغرض بذاك تبيين هيئة الفعل واستحضار صورتهِ ليكون السامع كأنه يشاهدها .\nوالغرض بهذا هو الدلالة على إيجاد الفعل الذي لم يوجد.\nفمن أمثلة الإخبار بالفعل الماضي عن المستقبل قوله تعالى: { ويوم ينفخ في الصور ففزع من في السموات ومن في الأرض }\nفإنه إنما قال: (ففزع) بلفظ الماضي بعد قوله: (ينفخ) وهو مستقبل للإشعار بتحقيق الفزع، وأنه كائن لا محالة، لأن الفعل الماضي يدل على وجود الفعل وكونه مقطوعاً به.\nوكذلك جاء قوله تعالى: { ويوم نسير الجبال وترى الأرض بارزة وحشرناهم فلم نغادر منهم أحداً }\nوإنما قيل: (وحشرناهم) ماضياً بعد (نسير) و (ترى) وهما مستقبلان للدلالة على أن حشرهم قبل التسيير والبروز، ليشاهدوا تلك الأحوال، كأنه قال: \"وحشرناهم قبل ذلك\" لأن الحشر هو المهم، لأن من الناس من ينكره كالفلاسفة وغيرهم، ومن أجل ذلك ذكر بلفظ الماضي.\nومما يجري هذا المجرى الإخبار باسم المفعول عن الفعل المستقبلِ وإنما يفعل ذلك لتضمنه معنى الفعل الماضي.\nفمن ذلك قوله تعالى: { إن في ذلك لآية لمن خاف عذاب الآخرة ذلك يوم مجموع له الناس وذلك يوم مشهود }\nفإنه إنما آثر اسم المفعول الذي هو (مجموع) على الفعل المستقبل الذي هو \"يجمع\" لما فيه من الدلالة على ثبات معنى الجمع لليوم، وأنه الموصوف بهذه الصفة(1).\nالمبحث السابع\nفي المنصوبات\n__________\n(1) انظر المثل السائر2/3 وما بعدها.\n(1/74)\n\nأولا: في المفعول به\nقد يكون للأفعال المتعدية مفعولات معينة، وقد لا يكون:\n1- الفعل الذي لا يكون له مفعول معين فحاله كحال غير المتعدي في أنك لا ترى له مفعولا لفظا وتقديرا، إذ الغرض بيان حال الفاعل فقط، وذلك كقولهم: \"فلان يحل ويعقد، ويأمر وينهى\" والمقصود إثبات المعنى في نفسه للشيء من غير أن يتعرض لحديث المفعول فكأنك قلت: \"صار بحيث يكون منه حل وعقد وأمر ونهي\"، وعليه قوله تعالى: { وَأَنَّهُ هُوَ أَغْنَى وَأَقْنَى } أي: هو الذي منه الإغناء والإقناء، وقوله تعالى: { قُلْ هَلْ يَسْتَوِي الَّذِينَ يَعْلَمُونَ وَالَّذِينَ لَا يَعْلَمُونَ } أي من له علم ومن لا علم له.\n2- أن يكون له مفعول معلوم إلا أنه يحذف من اللفظ لأغراض ثلاثة:\nأ- أن يكون المقصود بيان حال الفاعل أيضا كقول الشاعر:\nأبو أن يملونا واو أن أمنا تلاقي الذي يلقون منا لملت\nأي: لملتنا.\nومن بديع ذلك قوله عز وجل: { َلَمَّا وَرَدَ مَاء مَدْيَنَ وَجَدَ عَلَيْهِ أُمَّةً مِّنَ النَّاسِ يَسْقُونَ وَوَجَدَ مِن دُونِهِمُ امْرَأتَيْنِ تَذُودَانِ قَالَ مَا خَطْبُكُمَا قَالَتَا لَا نَسْقِي حَتَّى يُصْدِرَ الرِّعَاء وَأَبُونَا شَيْخٌ كَبِيرٌ{23} فَسَقَى لَهُمَا ثُمَّ تَوَلَّى إِلَى الظِّلِّ فَقَالَ رَبِّ إِنِّي لِمَا أَنزَلْتَ إِلَيَّ مِنْ خَيْرٍ فَقِيرٌ{24} } [القصص].\nفإن في هاتين الآيتين قد حذف المفعول به في أربعة أماكن، إذ المعنى: وجد أمة من الناس يسقون مواشيهمِ، وامرأتين تذودان مواشيهما، وقالتا: لا نسقي مواشينا، فسقى لهما مواشيهما.\nلأن الغرض أن يعلم أنه كان من الناس سقي ومن الامرأتين ذود، وأنهما قالتا: لا يكون منا سقى حتى يصدر الرعاء، وأنه كان من موسى عليه السلام بعد ذلك سقي، فأما كون المسقي غنماً أو إبلاً أو غير ذلك فخارج عن الغرض(1).\nب- أن يكون المقصود ذكره، لكنك تحذفه لإيهام أنك لا تقصد ذكره، كقول البحتري:\n__________\n(1) المثل السائر2/91",
        "(1/75)\n\nشجو حساده وغيظ عداه أن يَرى مبصرٌ ويسمع واعٍ\nأي: لا محالة أن يرى مبصر محاسنه ويسمع واع أخباره، ولكنه تغافل عن ذلك، لأنه أراد أن يقول: إن فضائله يكفي فيها أن يقع عليها بصر ويعيها سمع، حتى يعلم أنه المنفرد بالفضائل، وأنه الشخص الذي ليس لأحد أن ينازعه فيها، فليس شيء أشجى لكونه لهم من علمهم بأن ههنا مبصرا وسامعا.\nج- أن يحذف لكونه جليا كقولهم: \"أصغيت إليه\" وهم يريدون \"أذني\" ومنه قوله تعالى: { أرني أنظر إليك } أي ذاتك وقوله تعالى: { أهذا الذي بعث الله رسولا } أي بعثه الله.\nثانيا: تنازع الفعلين:\nالتنازع عبارة عن توجه عاملين إلى معمول واحد نحو: \"أكرمني وأكرمت عبد الله\" أي: أكرمني عبد الله وأكرمت عبد الله، ثم تركت ذكره استغناء بذكره في الثاني.\nومما يشبه ذلك مجيء المشيئة بعد \"لو\" وبعد حرف الجزاء كقوله تعالى: { ولو شَاءَ اللهُ لجَمَعَهُم عَلَى الهُدَى } { ولو شَاءَ اللهُ لَهَدَاكُم } والتقدير: ولو شاء الله أن يجمعهم على الهدى لجمعهم، ولو شاء الله أن يهديكم لهداكم.\nومتى كان مفعول المشيئة أمراً عظيماً أو بديعاً أو غريباً كان الأولى ذكره وإلا فالحذف أولى،كقوله:\nولو شئت أن أبكي دما لبكيته عليه ولكن ساحة الصبر أوسع\nلما كان البكاء دما أمراً عظيما صرح به، والذي شد من عضد الإظهار أنه من العجب أن يشاء الإنسان أن يبكي دما، فمن ثم كان ذكره أولى لتحققه في ذهن السامع.\nوقوله تعالى: { لو نَشَاءُ لَقُلنَا مِثلَ هَذا } لإيهامهم أن ذلك ليس بغريب من قدرهم.\nوللمظهر عمل لا يقوم به المضمر كقوله تعالى: { وبالحق أنزلناه وبالحق نزل } لأنه أفخم من :\"وبه نزل\"، وكقوله تعالى: { قُلْ هُوَ اللّهُ أَحَدٌ . اللّهُ الصَّمَدُ } .\nثالثا: في التمييز:\nللتمييز من النباهة ما لا يدفع فمنه قوله تعالى: { واشتَعَلَ الرَّأسُ شَيبَا } .\n(1/76)",
        "\nفإِنَّه يفيدُ مع لَمعانِ الشيب في الرأسِ الذي هو أصلُ المعنى الشُّمولَ، وأنه قد شاع فيه وأخذه من نواحيه، وأنه قد استغرقه وعَمَّ جُملته حتى لم يبقَ من السَّواد شيء، أو لم يبقَ منه إِلاَّ ما لا يُعتدُّ به وهذا ما لا يكونُ إِذا قيلَ: \"اشتعلَ شيبُ الرأسِ أو الشيبُ في الرأس\".\nبل لا يوجب اللفظ حينئذٍ أكثرَ من ظهورهِ فيه على الجُملة، وَوِزانُ هذا أنك تقولُ: \"اشتعلَ البيتُ ناراً\"\nفيكون المعنى أنَّ النارَ قد وقعتْ فيه وقوعَ الشُّمول، وأنها قد استولت عليه وأخذتْ في طرفيهِ ووسطه، وتقولُ: \"اشتعلِت النارُ في البيت\" فلا يُفيدُ ذلك بل لا يَقْتضي أكثَرَ من وقوعِها فيه وإِصابتها جانباً منه، فأَمّا الشمولُ وأنْ تكونَ قد استولتْ على البيت وابتزّته فلا يُعْقَل من اللفظ البتة.\nونظيرُ هذا في التَّنزيلِ قولُه عَزَّ وجَلَّ: { وفَجَّرْنَا الأرْضَ عيوناً } فالتفجيرُ للعيون في المعنى وأوقعُ على الأرضِ في اللفظ كما أسندَ هناك الاشتعالَ إِلى الرأس، وقد حصل بذلك من معنى الشُّمول هاهنا مثلُ الذي حصلَ هناك.\nوذلك أنه قد أفادَ أنَّ الأرضَ قد كانت صارتْ عيوناً كلُّها، وأنَّ الماءَ قد كان يفورُ من كلَّ مكانٍ منها، ولو أُجريَ اللفظُ على ظاهرِه فقيلَ: \"وفَجَّرنا عيونَ الأرضِ أو العيون في الأرض\" لم يُفِد ذلك ولم يَدُلَّ عليه، ولكان المفهومُ منه أنَّ الماءَ قد كان فارَ من عيونٍ متفرقةٍ في الأرض، وتبجَّس من أماكنَ منها.\nوفي الآية الأولى شيء آخرَ من جنسِ النظم وهو تعريفُ الرأس بالألفِ واللام، وإفادة معنى الإضافة من غير إضافة، وهو أحد ما أوجبَ المزيَّةَ، ولو قيل: \"واشتعلَ رأسي\" فصُرَّحَ بالإِضافة لذهبَ بعضُ الحُسْن (1).\nالمبحث الثامن\nفي معرفة الفصل والوصل\nالوصل: عطف مفرد أو جملة على أخرى بالواو.\nوالفصل: ترك هذا العطف، وهو ضربان:\nالأول: عطف مفرد على مثله:\n__________\n(1) دلائل الإعجاز93\n(1/77)\n",
        "- وفائدته التشريك في الإعراب ليستدل به على التشريك فيما يوجب الإعراب، فتقول: \"جاء زيد وعمرو\" فـ\"عمرو\" معطوف على زيد والمعطوف على المرفوع مرفوع فاشتركا في الإعراب، والذي أوجب رفع زيد كونه فاعلا لـ \"جاء\" وكذلك كان \"عمرو\".\n- وقل مجيء العطف في الصفات لاتحاد محلها، وأن الصفة تجري مجرى الموصوف، فتقول: \"جاء زيد الطويل الذكي الغني\" أولى من \"جاء زيد الطويل والذكي والغني\".\n- والعطف في الصفات الإلهية أقل، لأتفاقها في الدلالة على الذات المقدسة فجرت مجرى الأسماء المترادفة، قال تعالى: { هُوَ اللَّهُ الَّذِي لَا إِلَهَ إِلَّا هُوَ الْمَلِكُ الْقُدُّوسُ السَّلَامُ الْمُؤْمِنُ الْمُهَيْمِنُ الْعَزِيزُ الْجَبَّارُ الْمُتَكَبِّرُ } .\nوأما قوله سبحانه: { هُوَ الْأَوَّلُ وَالْآخِرُ وَالظَّاهِرُ وَالْبَاطِنُ } فلتضاد معانيها مما قد يستبعد وجود هذه الصفات في ذات واحدة فجاء بالعاطف ليرفع هذا الوهم.\nومن ثم جاء العاطف في قوله تعالى: { عَسَى رَبُّهُ إِن طَلَّقَكُنَّ أَن يُبْدِلَهُ أَزْوَاجاً خَيْراً مِّنكُنَّ مُسْلِمَاتٍ مُّؤْمِنَاتٍ قَانِتَاتٍ تَائِبَاتٍ عَابِدَاتٍ سَائِحَاتٍ ثَيِّبَاتٍ وَأَبْكَاراً } [التحريم:5] فإن الثيوبة والبكارة متضادتان لا يجتمعان في محل واحد.\nونظيره قوله تعالى: { التَّائِبُونَ الْعَابِدُونَ الْحَامِدُونَ السَّائِحُونَ الرَّاكِعُونَ السَّاجِدونَ الآمِرُونَ بِالْمَعْرُوفِ وَالنَّاهُونَ عَنِ الْمُنكَرِ وَالْحَافِظُونَ لِحُدُودِ اللّهِ } [التوبة:112]\nعطف الناهي على الآمر، لأن النهي يراد به منع الفعل وإبقاؤه على العدم، والأمر يراد به إيجاد الفعل، والعدم والوجود متضادان لا يجتمعان.\nالثاني: عطف جملة على جملة، وهو نوعان:\nالأول: عطف جملة على جملة لها موضع في الإعراب:\n(1/78)\n\nوتكون مثابة عطف المفرد على المفرد كقولك: \"مررت برجل خلقه حسن وخلقه قبيح\" فقد أشركت بين الجملتين في الإعراب، وهو الجر صفة للنكرة ليستدل به على التشريك في المعنى وهو كون كل واحد منهما تقييدا للموصوف وتخصيصا له.\nومما اختلف في جعله من عطف المفردات والجمل قوله تعالى: { وَالرَّاسِخُونَ فِي الْعِلْمِ يَقُولُونَ } فمنهم من عطفه على اسم الله تعالى فجعل \"الراسخون في العلم\" عالمين بالمتشابه و \"يقولون\" على هذا حال من \"الراسخون\" ومنهم من جعله مبتدأ و\"يقولون\" خبره.\nومما اختلف في إيصاله واستئنافه قوله تعالى: { فِيهِ هُدًى لِّلْمُتَّقِينَ } منهم من قضى باستئنافه على أنه مبتدأ وخبر، ومنهم من قضى بجعل \"فيه\" خبر \"لا\" و \"هدى\" نصب على الحال في تقدير \"هاديا\".\nولا يخفى انقطاع: { الَّذِينَ يَحْمِلُونَ الْعَرْشَ } عن: آخر الآية قبلها: { أَنَّهُمْ أَصْحَابُ النَّارِ } (1).\nالنوع الثاني: أن يعطف جملة على جملة لا موضع لها من الإعراب،وهو الذي يشكل أمره، نحو: \"زيد أخوك وعمرو صاحبك\" فلا فائدة للواو هنا غير الإشراك في الإخبار، بخلاف حروف العطف الأخرى التي تدل على معاني خاصة كالفاء و \"ثم\" تدلان على الترتيب، ولهذا لا بد من مراعاة الملاءمة والمناسبة في تقديم بعضها على بعض، ولا يخلو هذا النوع من:\nأن يكون معنى إحدى الجملتين لذاته متعلقا بمعنى الجملة الأخرى:\nكالتوكيد للجملة الأخرى نحو: { ذَلِكَ الْكِتَابُ لاَ رَيْبَ فِيهِ } فقوله: { لا ريب فيه } توكيد لقوله: { ذلك الكتاب } .\n__________\n(1) قال تعالى: { وَكَذَلِكَ حَقَّتْ كَلِمَتُ رَبِّكَ عَلَى الَّذِينَ كَفَرُوا أَنَّهُمْ أَصْحَابُ النَّارِ{6} الَّذِينَ يَحْمِلُونَ الْعَرْشَ وَمَنْ حَوْلَهُ يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ } [غافر]",
        "(1/79)\n\nأو كالصفة لها فلا يجوز إدخال العاطف عليه؛ لأن الصفة والتوكيد متعلقان بالموصوف والمؤكد لذاتيهما، ولما كان التعلق الذاتي حاصلا استغنى عن لفظ يدل على ذلك التعلق.\nب- لا يكون معنى إحدى الجملتين لذاته متعلقا بمعنى الجملة الأخرى ولا تخلو:\nأن يكون بين الجملتين مناسبة، فيجب ذكر العاطف، ثم لا يخلو أن يكون المحدث عنه في الجملتين شيئين أو شيئا واحدا.\nفإن تعدد فلا بد من المناسبة بين الأمرين لكونهما متشابهين نحو: \"زيد كاتب وعمرو شاعر\"\nأو متضادين نحو: \"زيد طويل وعمرو قصير\"\nفأما إذا كان المحدث عنه في الجملتين واحداً نحو: \"فلان يقول ويفعل، ويأمر وينهى\" فإدخال العاطف ههنا كالضروري، لأن ترك العاطف يجوز أن يكون قولك: \"ينفع\" رجوعا عن قولك: \"يضر\".\nليس بين الجملتين مناسبة أصلا، فهنا يجب ترك العاطف أيضا؛ لأن العطف للتشريك، فحيث لا يكون مشاركة أصلا استحال العطف، ومن هنا عابوا أبا تمام في قوله:\nلا والذي هُوَ عالِمٌ أنَّ النَّوَى ... صَبِرٌ وأنَّ أبا الحُسَيْنِ كريمُ\nوذلك لأنه لا مناسبةَ بينَ كَرَمِ أبي الحسين ومرارِة النَّوى ولا تعلُّقَ لأَحِدهما بالآخرِ وليس يقتضي الحديثُ بهذا الحديثُ بذاك.\nأما قوله تعالى: { وكَم مِن قَريَةٍ أَهلَكنَاهَا فَجَاءَهَا بَأسُنَا } مع أن مجيء البأس ينبغي أن يتقدم الإهلاك، فهي على تقدير أردنا أو قضينا بإهلاكها فجاءها بأسنا.\nوكذا قوله تعالى: { وَإِنِّي لَغَفَّارٌ لِّمَن تَابَ وَآمَنَ وَعَمِلَ صَالِحاً ثُمَّ اهْتَدَى } [طه:82]فمحمولة على دوام الاهتداء أي: وعمل صالحا ثم داوم على اهتدائه.\nوفي قوله تعالى: { وَأَرْسَلْنَاهُ إِلَى مِئَةِ أَلْفٍ أَوْ يَزِيدُونَ } [الصافات:147] على معنى أن الرائي لهم يقول هم مائة ألف أو يزيدون، أو أن \"أو\" للإضراب أي: بل يزيدون(1).\nالمبحث التاسع\nفي قواعد كلية يتعرف بها أحوال النظم\n__________\n(1) التبيان 148، نهاية الإيجاز197، روض البيان.\n(1/80)",
        "\nالقاعدة الأولى: في ما يتحقق به بيان العبارات:\nإنما تتميز إحدى العبارتين على الأخرى لزيادة معناها، فإِذا أفادتْ هذه ما لا تفيدُ تلك فليستا عبارتين عَنْ معنى واحدٍ بل هما عبارتان عن معنيين اثنين، نحو: \"زيد كالأسد\" فتجعله تشبيها ساذجا.\nثم تقول:\"كأن زيدا الأسد\" فتكون قد فخمت التشبيه بأن أفدت أنه من الشجاعة بحيث يتوهم أنه الأسد بعينه، فالثانية أبلغ في التشبيه من الأولى.\nوإذا سمعت مقولة: \" الطباع لا تتغير\" ثم سمعت قول المتنبي:\nيراد من القلب نسيانكم وتأبى الطباع على الناقل\nعلمت بالضرورة أن لهذا المعنى في هذا الشعر من المزية والجمال ما هو غير حاصل له في الكلام الأول.\nالقاعدة الثانية: في دلالة الكلام:\nكل كلام معناه مستفاد منه كـ: \"خرج زيد\" أو من دلالة معناه نحو: \"نؤوم الضحى\" ومدار هذا الضرب على الكناية والاستعارة والتمثيل فالأول معنى اللفظ والثاني معنى معنى اللفظ.\nونعني بالمعنى: المفهوم من ظاهرِ اللفظِ والذي تصِلُ إليه بغيرِ واسِطَة، فظاهر قولنا: \"خرج زيد\" إثبات الخروج لزيد بمجرد ألفاظ هذه الجملة.\nأما معنى المعنى فهو أن تعقِلَ من اللفظِ معنًى ثم يُفْضي بكَ ذلكَ المعنى إِلى معنًى آخر، فقولنا: \"فلانة نؤوم الضحى\"\" المرادُ أنها مترفةٌ مخدومةٌ لها مَن يَكفيها أمرَها، فقد أرادنا معنىً ثم لم نذكرُه بلفظِه الخاصَّ به ولكننا توصَّلنا إليه بذكرِ معنىً آخر.\nالقاعدة الثالثة: كل لفظ تابع لمعناه:\nيظن البعض أن المعاني تبع للألفاظ حيث رأى المعاني تقعُ في نفسِه بعدِ وقوعِ الألفاظِ في سَمْعِه.\nلكن لما رأينا المعاني قد جاز فيها التغيّر من غيرِ أن تتغيَّر الألفاظ وتزولَ عن أماكِنها علمنا أن الألفاظَ هي التابعةُ والمعاني هي المَتْبوعة، وعليه فإن المعنى يقضي على اللفظ بالحذف والإضمار والزيادة ليتم المعنى أو يصح، كما في قول الشاعر:\nبنونا بنو أبنائنا وبناتنا بنوهن أبناء الرجال الأباعد\n(1/81)\n",
        "التقدير: بنو أبنائنا بنونا كما أرشد إلى ذلك المعنى.\nومنه قوله تعالى: { قُلِ ادْعُواْ اللّهَ أَوِ ادْعُواْ الرَّحْمَنَ أَيّاً مَّا تَدْعُواْ فَلَهُ الأَسْمَاء الْحُسْنَى } قد يظن أن الدعاء هنا بمعنى النداء فلا يقدر محذوف، وليس هذا هو المعنى، لأنه لو كان هو المعنى للزمه إما الإشراك أو عطف الشيء على نفسه، لأنه إن كان مسمى أحدهما غير مسمى الآخر لزم الأول، وإن كانا مسماهما واحدا لزم الثاني وكلاهما باطل فالدعاء في الآية بمعنى التسمية التي تتعدى إلى مفعولين أي سموه الله أو الرحمن أيا ما تسموه فله الأسماء الحسنى.\nومن هذا الباب قوله تعالى: { وَقَالَتِ الْيَهُودُ عُزَيْرٌ ابْنُ اللّهِ } بغيرِ تنوين وذلك أنَّهم قد حَملوها على وجهينِ :\nأن يكونَ القارىءُ له أرادَ التنوينَ ثم حَذَفه لالتقاءِ الساكَنْين ولم يحركه كقراءة من قرأ : { قُلْ هوَ اللهُ أحدُ اللهُ الصَّمدُ } بتركِ التَنوين من \" أحد \".\nأن يكون الابنُ صفةً ويكونَ التنوينُ قد سقط على حدِّ سقوطه في قولنا : جاءني زيدُ بنُ عمرٍو ويكونَ في الكلام محذوف.\nثم اختلفوا في المحذوف فمنهم من جعله مبتدأ فقدّر \"وقالتِ اليهودُ هو عُزيرُ ابنُ الله \".\nومنهم من جَعَله خبراً فقدَّر وقالت اليهودُ : \" عزيرُ ابنُ الله معبودنا\" وهذا خطأ فادح، لأنه إذا قيل: \"زيد الفقيهُ قد قَدِم\" فقلتَ له : كذبتَ أو غلطتَ لم تكن قد أنكرتَ أن يكون زيدٌ فقيهاً ولكن أن يكون قد قدم، الإِثباتُ والنفيُ يتناولان الخبرَ دونَ الصفة، فعلى هذا سيكون معنى الآية إثبات ابن لله، وأن الإنكار إنما توجه لجعله معبودا وهذا شيء عظيم.\nالقاعدة الرابعة: في جهة إضافة الكلام على قائله:\nكل نظم أو نثر ليس مضافا إلى مؤلفه من جهة كونه واضعا لكلماته بل من جهة توخي معاني النحو في معاني الكلم.\nفليس قائل الشعر قائلا من حيث نطق بالكلم إذ يساويه الحاكي في ذلك، وإنما كان امرؤ القيس قائلا :\n(1/82)\n\nقفا نبك من ذكرى حبيب ومنزل\nمن جهة جعله (نبك) جوابا للأمر، و (من) معدية على ذكرى، وهكذا.فإذا تمهدت هذه القاعدة فالبلاغة إنما تحصل بتأليف الكلام ونظمه وإعطائه ما يستحقه من الإعراب، وإعمال العوامل، وتوخي جميع معاني النحو ومجاريه التي يستحقها.\nالقاعدة الخامسة: في معرفة الفصيح:\nلا يعدو الكلام الفصيح قسمين:\nأحدهما: المفردات التي فيها مجاز واتساع كقول ابن هرمة:\n\"ولا أبتاع إلا قريبة الأجل\"\nومراده أنه لا يشتري بعيرا أو شاة إلا للأضياف.\nوفي هذا القسم تعزى المزية على اللفظ ويدخل فيه الكناية والاستعارة وغيرها.\nوقول بعضهم: إنَّ الكلام يكونُ فصيحاً من أجل مزيَّةٍ تكون في معناه، يرده أن يكونَ تفسيرُ الكلامِ الفصيحِ فصيحاً مثلَه، وهذا خطأ، فقول ابن هرمة هنا من الكناية المطلوب بها إثبات صفة فالشاعر يريد وصف نفسه بأنه مضياف، وهذا ليس كما لو قال: هو مضياف.\nالثاني: ما تعزى المزية منه على النظم وهو الذي عقد له الركن الثاني، وهو غرضنا في هذا الفن.\nوقد توصف الكلمة بالفصاحة لكونها أكثر استعمالا كـ\"ينمى\" مع \"ينمو\"(1).\nالقاعدة السادسة: في بيان قوة اللفظ لقوة المعنى\nإذا كان اللفظ على وزن من الأوزان ثم نقل إلى وزن آخر أكثر منه فلا بد من أن يتضمن من المعنى أكثر مما تضمنه أولاً.\nلأن الألفاظ أدلة على المعانيِ وأمثلة للإبانة عنها، فإذا زيد في الألفاظ أوجبت القسمة زيادة المعانيِ، وهذا النوع لا يستعمل إلا في مقام المبالغة.\nومما ينتظم بهذا السلك \"قدر، واقتدرِ\" فمعنى \"اقتدر\" أقوى من معنى \"قدر\" قال الله تعالى: { فأخذناهم أخذ عزيز مقتدر }\n__________\n(1) روض البيان",
        "(1/83)\n\nفمقتدر ههنا أبلغ من قادرِ، وإنما عدل إليه للدلالة على تفخيم الأمر وشدة الأخذ الذي لا يصدر إلا عن قوة الغضب، أو للدلالة على بسطة القدرةِ فإن المقتدر أبلغ في البسطة من القادرِ، وذاك أن مقتدراً اسم فاعل من اقتدرِ، وقادر اسم فاعل من قدرِ، ولا شك أن افتعل أبلغ من فعل(1).\nونحو قوله تعالى: { فكبكبوا فيها هم والغاوون }\nفإن معنى \"كبكبوا\" من الكبِ وهو القلبِ إلا أنه مكرر المبنى للمبالغة فيه.\nوإنما استعمل في الآية دلالة على شدة العقاب لأنه موضع يقتضي ذلك(2).\nومنه قوله تعالى: { َهَا مَا كَسَبَتْ وَعَلَيْهَا مَا اكْتَسَبَت } وهذا من لطف الله ورحمته، فإنه جعل الثواب على أدنى ملابسة للطاعة، فلهذا أتى فيه بالثلاثي المجرد، وجعل العقاب على مزاولة عظيمة للفعل وعلاج فلهذا خصه ببناء الثلاثي(3).\nالباب الثالث\nفي معرفة أحوال اللفظ وأسماء أصنافه في علم البديع\nالبديع لغة: المخترع الموجد على غير مثال سابق.\nواصطلاحا: علم تعرف به الوجوه والمزايا التي تزيد الكلام حسنا وطلاوة، وتكسوه بهاء ورونقا بعد مطابقته لمقتضى الحال، مع وضوح دلالته على المراد لفظا ومعنى.\nالفصل الأول\nالمحسنات المعنوية\n(1)\nالتورية\nالتورية لغة: مصدر وريت الخبر تورية إذا سترته وأظهرت غيره.\nواصطلاحا: هي أن يذكر المتكلم لفظا مفردا له معنيان:\nأحدهما قريب غير مقصود ودلالة اللفظ عليه ظاهرة.\nوالآخر بعيد مقصود ودلالة اللفظ عليه خفية .\nفيتوهم السامع أنه يريد المعنى القريب، وهو إنما يريد المعنى البعيد بقرينة تشير إليه ولا تظهره، وتستره عن غير المتيقظ الفطن كقوله تعالى: { وَهُوَ الَّذِي يَتَوَفَّاكُم بِاللَّيْلِ وَيَعْلَمُ مَا جَرَحْتُم بِالنَّهَارِ } [الأنعام:60] أراد بقوله: \"جرحتم\" معناه البعيد وهو ارتكاب الذنوب، ولأجل هذا سميت التورية \"إيهاما وتخييلا\".\n__________\n(1) المثل السائر2/57\n(2) السابق\n(3) الطراز 281\n(1/84)",
        "\nومنه قوله تعالى: { وَلَمَّا فَصَلَتِ الْعِيرُ قَالَ أَبُوهُمْ إِنِّي لَأَجِدُ رِيحَ يُوسُفَ لَوْلاَ أَن تُفَنِّدُونِ{94} قَالُواْ تَاللّهِ إِنَّكَ لَفِي ضَلاَلِكَ الْقَدِيمِ{95} } [يوسف]\nفقولهم: { إِنَّكَ لَفِي ضَلاَلِكَ الْقَدِيمِ } يحتمل معنيان:\nالأول القريب الذي أرادوا الإيهام به: هو أنه ما زال ضالا مع أوهامه، طامعا بعد نيف وثلاثين سنة من غياب يوسف في أن يعود إليه أو يلتقي به.\nالثاني البعيد الذي قصدوه: هو أنه ما زال ضالا في إيثاره يوسف وشقيقه بنيامين على سائر بنيه، وهذا المعنى هو الذي كانوا ذكروه قبل أن يلقوا يوسف في غيابة الجب(1).\n(2)\nالاستخدام\nالاستخدام هو: ذكر لفظ مشترك بين معنيين يراد به أحدهما ثم يعاد عليه ضمير أو إشارة بمعناه الآخر أو يعاد عليه ضميران يراد بثانيهما غير ما يراد بأولهما.\nفالأول كقوله تعالى: { فمن شهد منكم الشهر فليصمه }\nأريد أولا بالشهر الهلال، ثم أعيد عليه الضمير أخيرا بمعنى أيام رمضان.\nومعنى الآية: من ثبتت لديه رؤية هلال الشهر فليصم في أيامه.\nوالثاني: كقول البحتري:\nفسقى الغضا والساكنيه وإن هم شبوه بين جوانحي وضلوعي\n(الغضا) أراد به أولا المكان، وأعاد الضمير عليه بعبارة (والساكنيه) على هذا المعنى، وأعاد الضمير عليه بعد ذلك على معنى شجر الغضا وحطبه الصلب ذي النار إذا اشتعل، فقال: (شبوه) أي: أو قدوه.\nفملخص الاستخدام: أن يؤتى بلفظ له معنيان فيراد به أحدهما ثم يراد بضميره المعنى الآخر.\n(3)\nالاستطراد\nوهو أن يخرج المتكلم من الغرض الذي هو فيه إلى غرض آخر لمناسبة بينهما ثم يرجع فينتقل إلى إتمام الكلام الأول كقوله تعالى: { يَا بَنِي آدَمَ قَدْ أَنزَلْنَا عَلَيْكُمْ لِبَاساً يُوَارِي سَوْءَاتِكُمْ وَرِيشاً وَلِبَاسُ التَّقْوَىَ ذَلِكَ خَيْرٌ }\n__________\n(1) البلاغة العربية 2/374\n(1/85)\n",
        "فهذه الآية واردة على سبيل الاستطراد عقب ذكر بدو السوءات وخصف الورق عليهما إظهارا للمنة فيما خلق من اللباس ولما في العري وكشف العورة من المهانة والفضيحة، وإشعارا بأن الستر باب عظيم من أبواب التقوى.\nومنه قوله تعالى: { يَسْأَلُونَكَ عَنِ الأَنفَالِ قُلِ الأَنفَالُ لِلّهِ وَالرَّسُولِ فَاتَّقُواْ اللّهَ وَأَصْلِحُواْ ذَاتَ بِيْنِكُمْ }\nفجاء الاستطراد عتابا للمؤمنين وذكرا لجملة من الأحكام، ثم بعد أربعين آية جاء حكم الأنفال وهو قوله تعالى: { واعلموا أنما غنمتم من شيء... }\n(4)\nالطباق:\nوهو الجمع بين لفظين متقابلين في المعنى، وقد يكونان اسمين كقوله تعالى: { هُوَ الْأَوَّلُ وَالْآخِرُ وَالظَّاهِرُ وَالْبَاطِنُ } .\nأو فعلين كقوله تعالى: { لَا يَمُوتُ فِيهَا وَلَا يَحْيى }\nأو حرفين كقوله تعالى: { وَلَهُنَّ مِثْلُ الَّذِي عَلَيْهِنَّ بِالْمَعْرُوفِ } .\nوهو نوعان:\nأ- طباق الإيجاب: وهو ما لم يختلف فيه الضدان إيجابا وسلبا، كقوله تعالى: { هُوَ الْأَوَّلُ وَالْآخِرُ وَالظَّاهِرُ وَالْبَاطِنُ } .\nب- طباق السلب: وهو ما اختلف فيه الضدان إيجابا أو سلبا، كقوله تعالى: { يستخفون من الناس ولا يستخفون من الناس } .\n(5)\nالمقابلة\nالمقابلة: هي أن يؤتى بمعنيين متوافقين أو معان متوافقة ثم يؤتى بما يقابل ذلك على الترتيب كقوله تعالى: { فَأَمَّا مَن أَعْطَى وَاتَّقَى{5} وَصَدَّقَ بِالْحُسْنَى{6} فَسَنُيَسِّرُهُ لِلْيُسْرَى{7} } { وَأَمَّا مَن بَخِلَ وَاسْتَغْنَى{8} وَكَذَّبَ بِالْحُسْنَى{9} فَسَنُيَسِّرُهُ لِلْعُسْرَى{10} }\n{ وَيُحِلُّ لَهُمُ الطَّيِّبَاتِ وَيُحَرِّمُ عَلَيْهِمُ الْخَبَآئِثَ }\n(6)\nمراعاة النظير\nمراعاة النظير: هي الجمع بين أمرين أو أمور متناسبة لا على جهة التضاد .\nوذلك إما بين اثنين نحو قوله تعالى: { وهو السميع البصير } .\n(1/86)\n\nوإما بين أكثر نحو: { أُوْلَئِكَ الَّذِينَ اشْتَرُوُاْ الضَّلاَلَةَ بِالْهُدَى فَمَا رَبِحَت تِّجَارَتُهُمْ } .\nويلحق بمراعاة النظير ما بني على المناسبة في المعنى بين طرفي الكلام، يعني أن يختم الكلام بما يناسب أوله في المعنى نحو قوله تعالى: { لاَّ تُدْرِكُهُ الأَبْصَارُ وَهُوَ يُدْرِكُ الأَبْصَارَ وَهُوَ اللَّطِيفُ الْخَبِيرُ } فإن \"اللطيف\" يناسب عدم إدراك الأبصار له، و\"الخبير\" يناسب إدراكه سبحانه للأبصار.\nوما بني على المناسبة في اللفظ باعتبار معنى له غير المعنى المقصود في العبارة نحو قوله تعالى: { الشمس والقمر بحسبان والنجم والشجر يسجدان } فإن المراد بالنجم هنا النبات، فلا يناسب الشمس والقمر، ولكن لفظه يناسبهما باعتبار دلالته على الكواكب، وهذا يقال له \"إيهام التناسب\".\n(7)\nالإرصاد\nالإرصاد لغة: مصدر ارصد الشيء إذا أعده، ومنه قوله تعالى: { إن ربك لبالمرصاد }\nواصطلاحاً: أن يكون أول الكلام مرصدا لفهم آخره، ويكون مشعرا به بأن يُذكر قبل الفاصلة ما يدل عليها نحو قوله تعالى: { وَسَبِّحْ بِحَمْدِ رَبِّكَ قَبْلَ طُلُوعِ الشَّمْسِ وَقَبْلَ الْغُرُوبِ }\nوقوله تعالى: { وَمَا كَانَ اللَّهُ لِيَظْلِمَهُمْ وَلَكِن كَانُوا أَنفُسَهُمْ يَظْلِمُونَ } .\nوقد يُستغنى عن معرفة الروي نحو قوله تعالى: { وَلِكُلِّ أُمَّةٍ أَجَلٌ فَإِذَا جَاء أَجَلُهُمْ لاَ يَسْتَأْخِرُونَ سَاعَةً وَلاَ يَسْتَقْدِمُونَ } .\n(8)\nالإفتنان\nهو الإتيان في كلام بفنين مختلفين كالجمع بين الفخر والتعزية في قوله تعالى: { كل من عليها فان ويبقى وجه ربك ذو الجلال والإكرام }\nفإنه تعالى عزى جميع المخلوقات من الإنس والجن والملائكة وسائر أصناف ما هو قابل للحياة وتمدح بالبقاء بعد فناء الموجودات.\n(9)\nالإدماج\nالإدماج هو: أن يُضمن كلام قد سيق لمعنى معنى آخر لم يصرح به كقوله تعالى: { له الحمد في الأولى والآخرة } .",
        "(1/87)\n\nفإن الغرض منها تفرده تعالى بوصف الحمد وأدمج فيه الإشارة إلى البعث والجزاء.\n(10)\nالأسلوب العقلي\nويسمى: المذهب الكلامي، والعنوان الذي وضعته أولى.\nوهو: أن يورد المتكلم على صحة دعواه حجة قاطعة مسلمة عند المخاطب، بأن تكون المقدمات بعد تسليمها مستلزمة للمطلوب، كقوله تعالى: { لَوْ كَانَ فِيهِمَا آلِهَةٌ إِلَّا اللَّهُ لَفَسَدَتَا } واللازم وهو الفساد باطل فكذا الملزوم وهو تعدد الآلهة باطل، وليس أدل على ذلك من الواقع.\nوكقوله تعالى: { وَهُوَ الَّذِي يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ وَهُوَ أَهْوَنُ عَلَيْهِ } أي: والإعادة أهون من البدء، والأهون من البدء أدخل في الإمكان من البدء، فالإعادة أدخل في الإمكان من البدء وهو المطلوب\nوكقوله تعالى: { فَلَمَّا أَفَلَ قَالَ لا أُحِبُّ الآفِلِينَ }\n(11)\nاللف والنشر:\nوهو أن يُذكر متعدد، ثم يذكر ما لكل من أفراده شائعا من غير تعيين اعتمادا على تصرف السامع في تمييز ما لكل واحد منها ورده إلى ما هو له، وهو نوعان:\nاللف والنشر المرتب: وهو أن يكون النشر على ترتيب اللف كقوله تعالى: { وَمِن رَّحْمَتِهِ جَعَلَ لَكُمُ اللَّيْلَ وَالنَّهَارَ لِتَسْكُنُوا فِيهِ وَلِتَبْتَغُوا مِن فَضْلِهِ } فقد جمع الليل والنهار ثم ذكر السكون لليل وابتغاء الرزق للنهار على الترتيب.\nاللف والنشر غير المرتب كقوله تعالى: { فَمَحَوْنَا آيَةَ اللَّيْلِ وَجَعَلْنَا آيَةَ النَّهَارِ مُبْصِرَةً لِتَبْتَغُواْ فَضْلاً مِّن رَّبِّكُمْ وَلِتَعْلَمُواْ عَدَدَ السِّنِينَ وَالْحِسَابَ } ذكر ابتغاء الفضل للثاني وعلم الحساب للأول على خلاف الترتيب.\n(12)\nالجمع\nالجمع: هو أن يجمع المتكلم بين متعدد تحت حكم واحد، وذلك:\nإما في اثنين نحو قوله تعالى: { الْمَالُ وَالْبَنُونَ زِينَةُ الْحَيَاةِ الدُّنْيَا }\n(1/88)",
        "\nوإما أكثر نحو قوله تعالى: { إِنَّمَا الْخَمْرُ وَالْمَيْسِرُ وَالأَنصَابُ وَالأَزْلاَمُ رِجْسٌ مِّنْ عَمَلِ الشَّيْطَانِ فَاجْتَنِبُوهُ } .\n(13)\nالتفريق\nالتفريق هو: أن يفرق بين أمرين من نوع واحد في اختلاف حكمهما، نحو قوله تعالى: { َمَا يَسْتَوِي الْبَحْرَانِ هَذَا عَذْبٌ فُرَاتٌ سَائِغٌ شَرَابُهُ وَهَذَا مِلْحٌ أُجَاجٌ } .\n(14)\nالتقسيم\nالتقسيم هو: أن يذكر متعدد ثم يضاف على كل من أفراده ما له على جهة التعيين، نحو: { كَذَّبَتْ ثَمُودُ وَعَادٌ بِالْقَارِعَةِ{4} فَأَمَّا ثَمُودُ فَأُهْلِكُوا بِالطَّاغِيَةِ{5} وَأَمَّا عَادٌ فَأُهْلِكُوا بِرِيحٍ صَرْصَرٍ عَاتِيَةٍ{6} }\nوقد يطلق التقسيم على أمرين آخرين:\nأولهما: أن تُستوفى أقسام الشيء، نحو قوله تعالى: { لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَمَا بَيْنَهُمَا وَمَا تَحْتَ الثَّرَى } .\nوثانيهما: أن تُذكر أحوال الشيء مضافا إلى كل منها ما يليق به، كقوله تعالى: { فَسَوْفَ يَأْتِي اللّهُ بِقَوْمٍ يُحِبُّهُمْ وَيُحِبُّونَهُ أَذِلَّةٍ عَلَى الْمُؤْمِنِينَ أَعِزَّةٍ عَلَى الْكَافِرِينَ يُجَاهِدُونَ فِي سَبِيلِ اللّهِ وَلاَ يَخَافُونَ لَوْمَةَ لآئِمٍ } .\n(15)\nالجمع مع التفريق\nالجمع مع التفريق: أن يجمع المتكلم بين شيئين في حكم واحد ثم يفرق بين جهتي إدخالهما، كقوله تعالى: { خَلَقْتَنِي مِن نَّارٍ وَخَلَقْتَهُ مِن طِينٍ } .\n(16)\nالجمع مع التقسيم\nالجمع مع التقسيم: أن يجمع المتكلم بين شيئين أو أكثر تحت حكم واحد ثم يقسم ما جمع أو يقسم أولا ثم يجمع:\nفالأول: نحو: { اللَّهُ يَتَوَفَّى الْأَنفُسَ حِينَ مَوْتِهَا وَالَّتِي لَمْ تَمُتْ فِي مَنَامِهَا فَيُمْسِكُ الَّتِي قَضَى عَلَيْهَا الْمَوْتَ وَيُرْسِلُ الْأُخْرَى إِلَى أَجَلٍ مُسَمًّى } .\nوالثاني: كقول حسان:\nقوم إذا حاربوا ضروا عدوهم .. أو حاولوا النفع في أشياعهم نفعوا\n(1/89)\n",
        "سجية تلك منهم غير محدثة .. إن الخلائق فاعلم شرها البدع\n(17)\nالمبالغة\nأن يذكر المتكلم لوصف بلوغه في الشدة أو الضعف حدا مستبعدا أو مستحيلا كقوله تعالى: { يَكَادُ زَيْتُهَا يُضِيءُ وَلَوْ لَمْ تَمْسَسْهُ نَارٌ } { وَلاَ يَدْخُلُونَ الْجَنَّةَ حَتَّى يَلِجَ الْجَمَلُ فِي سَمِّ الْخِيَاطِ }\n(18)\nتأكيد المدح بما يشبه الذم\nوهو أن يستثنى من صفة ذم منفية عن الشيء صفة مدح بتقدير دخولها فيها، كقول الشاعر:\nولا عيب فيهم غير أن سيوفهم بهن فلول من قراع الكتائب\nوكقوله تعالى: { قُلْ يَا أَهْلَ الْكِتَابِ هَلْ تَنقِمُونَ مِنَّا إِلاَّ أَنْ آمَنَّا بِاللّهِ } فإن الاستثناء بعد الاستفهام الخارج مخرج التوبيخ على ما عابوا به المؤمنين من الإيمان يوهم أن ما يأتي بعده مما يوجب أن ينقم على فاعله مما يذم به فلما أتى بعد الاستثناء ما يوجب مدح فاعله كان الكلام متضمنا تأكيد المدح بما يشبه الذم\nوقوله تعالى: { وَمَا نَقَمُواْ إِلاَّ أَنْ أَغْنَاهُمُ اللّهُ وَرَسُولُهُ }\nوقوله تعالى: { الَّذِينَ أُخْرِجُوا مِن دِيَارِهِمْ بِغَيْرِ حَقٍّ إِلَّا أَن يَقُولُوا رَبُّنَا اللَّهُ }\nفإن ظاهر الاستثناء أن ما بعده حق يقتضي الإخراج، فلما كان صفة مدح يقتضي الإكرام لا الإخراج كان تأكيدا للمدح بما يشبه الذم.\n(19)\nنفي الشيء بإيجابه\nهو أن يُنفى متعلق أمر عن أمر فيوهم إثباته له، والمراد نفيه عنه أيضا نحو قوله تعالى: { لاَ يَسْأَلُونَ النَّاسَ إِلْحَافاً } أي لا سؤال لهم أصلا فلا يحصل منهم إلحاف.\nوقوله تعالى: { مَا لِلظَّالِمِينَ مِنْ حَمِيمٍ وَلَا شَفِيعٍ يُطَاعُ } أي لا شفيع لهم أصلا فما تنفعهم شفاعة الشافعين أي لا شافعين لهم فتنفعهم شفاعتهم بدليل { فما لنا من شافعين }\n(20)\nالقول بالموجب\nحقيقته رد كلام الخصم من فحوى كلامه، وهو نوعان:\n(1/90)\n\nأحدهما: أن تقع صفة في كلام الغير كناية عن شيء أثبت له حكم فيثبتها لغير ذلك الشيء كقوله تعالى: { يَقُولُونَ لَئِن رَّجَعْنَا إِلَى الْمَدِينَةِ لَيُخْرِجَنَّ الْأَعَزُّ مِنْهَا الْأَذَلَّ وَلِلَّهِ الْعِزَّةُ وَلِرَسُولِهِ وَلِلْمُؤْمِنِينَ }\nفالمنافقون أرادوا بالأعز أنفسهم وبالأذل المؤمنين، ورتبوا على ذلك الإخراج من المدينة فنقلت صفة العزة للمؤمنين، وأبقيت صفة الأذلية للمنافقين من غير تعرض لثبوت حكم الإخراج للمتصفين بصفة العزة، ولا لنفيه عنهم.\nالثاني: حمل لفظ وقع في كلام الغير على خلاف مراده مما يحتمله بذكر متعلقه كقوله تعالى: { وَمِنْهُمُ الَّذِينَ يُؤْذُونَ النَّبِيَّ وَيِقُولُونَ هُوَ أُذُنٌ قُلْ أُذُنُ خَيْرٍ لَّكُمْ } .\n(21)\nائتلاف اللفظ مع المعنى\nوهو أن يكون اللفظ ملائما للمعنى، فإن كان الموضع موضعا للوعد والبشارة كان اللفظ رقيقا كقوله تعالى: { يُبَشِّرُهُمْ رَبُّهُم بِرَحْمَةٍ مِّنْهُ وَرِضْوَانٍ وَجَنَّاتٍ لَّهُمْ فِيهَا نَعِيمٌ مُّقِيمٌ } .\nوقوله تعالى: { نَصْرٌ مِّنَ اللَّهِ وَفَتْحٌ قَرِيبٌ وَبَشِّرِ الْمُؤْمِنِينَ }\nوإذا كان الموضع موضعا للوعيد والنذارة كان اللفظ جزلا كقوله تعالى: { وَلَوْ تَرَىَ إِذْ وُقِفُواْ عَلَى النَّارِ فَقَالُواْ يَا لَيْتَنَا نُرَدُّ وَلاَ نُكَذِّبَ بِآيَاتِ رَبِّنَا }\nوقوله تعالى: { وَيَوْمَ يُنَادِيهِمْ فَيَقُولُ أَيْنَ شُرَكَائِيَ الَّذِينَ كُنتُمْ تَزْعُمُونَ } .\nفانظر إلى التفاوت بين المقامين في الجزالة والرقة وكل واحد منهما ملائم للمعنى الذي جيء به من أجله، وهكذا تجد ألفاظ القرآن على هذه الصفة، وهذا إنما يدرك بالقريحة الصافية والذوق السليم(1).\n__________\n(1) الطراز",
        "(1/91)\n\nومنه تناسب الفاصلة مع الكلمات والموضوع، فالقاعدة الأساسية في فواصل الآيات أن فاصلة الآية متوافقة مع كلماتها ومتناسبة مع موضوعها، فآيات البشارة تختم بالرحمة، وآيات التهديد تختم بالترهيب، وآيات التخويف تختم بالرجاء...وهكذا.\nففي قوله تعالى: { وَإِذَا قِيلَ لَهُمْ لاَ تُفْسِدُواْ فِي الأَرْضِ قَالُواْ إِنَّمَا نَحْنُ مُصْلِحُونَ{11} أَلا إِنَّهُمْ هُمُ الْمُفْسِدُونَ وَلَكِن لاَّ يَشْعُرُونَ{12} وَإِذَا قِيلَ لَهُمْ آمِنُواْ كَمَا آمَنَ النَّاسُ قَالُواْ أَنُؤْمِنُ كَمَا آمَنَ السُّفَهَاء أَلا إِنَّهُمْ هُمُ السُّفَهَاء وَلَكِن لاَّ يَعْلَمُونَ{13} }\nفجيء بالفاصلة: { لا يشعرون } لأن الفساد والإفساد أمر مشاهد محسوس عند الناس، لكن المنافقين معطلوا الحواس والمشاعر، فلا يشعرون بأنهم لا يفسدون.\nوجيء بالفاصلة التالية: { لا يعلمون } لأنه قد ذكر السفه وهو جهل فكان ذكر العلم معه أحسن طباقا له(1).\nوكقوله تعالى: { قُلْ أَرَأَيْتُمْ إِن جَعَلَ اللَّهُ عَلَيْكُمُ اللَّيْلَ سَرْمَداً إِلَى يَوْمِ الْقِيَامَةِ مَنْ إِلَهٌ غَيْرُ اللَّهِ يَأْتِيكُم بِضِيَاء أَفَلَا تَسْمَعُونَ{71} قُلْ أَرَأَيْتُمْ إِن جَعَلَ اللَّهُ عَلَيْكُمُ النَّهَارَ سَرْمَداً إِلَى يَوْمِ الْقِيَامَةِ مَنْ إِلَهٌ غَيْرُ اللَّهِ يَأْتِيكُم بِلَيْلٍ تَسْكُنُونَ فِيهِ أَفَلَا تُبْصِرُونَ{72} } .\nختمت الآية الأولى بـ { أفلا تسمعون } لأن الكلام فيها عن الليل، وتصور صعوبة الحياة لو كانت ليلا بلا نهار، فكانت هذه الفاصلة؛ لأن الليل يصلح للاستماع وليس للإبصار.\nأما الآية الثانية فإن الكلام فيها عن النهار وتصور صعوبة الحياة لو كانت كلها نهارا لا ليل فيه، ولأن النهار يصلح للإبصار وليس للسماع ختمت الآية بـ { أفلا تبصرون } (2).\n__________\n(1) انظر الكشاف 1/64\n(2) انظر التعبير القرآني 226،225\n(1/92)",
        "\nوفي سورة الأنعام وردت فاصلة: { حكيم عليم } ثلاث مرات:\n{ وَتِلْكَ حُجَّتُنَا آتَيْنَاهَا إِبْرَاهِيمَ عَلَى قَوْمِهِ نَرْفَعُ دَرَجَاتٍ مَّن نَّشَاء إِنَّ رَبَّكَ حَكِيمٌ عَلِيمٌ{83} }\n{ وَيَوْمَ يِحْشُرُهُمْ جَمِيعاً يَا مَعْشَرَ الْجِنِّ قَدِ اسْتَكْثَرْتُم مِّنَ الإِنسِ وَقَالَ أَوْلِيَآؤُهُم مِّنَ الإِنسِ رَبَّنَا اسْتَمْتَعَ بَعْضُنَا بِبَعْضٍ وَبَلَغْنَا أَجَلَنَا الَّذِيَ أَجَّلْتَ لَنَا قَالَ النَّارُ مَثْوَاكُمْ خَالِدِينَ فِيهَا إِلاَّ مَا شَاء اللّهُ إِنَّ رَبَّكَ حَكِيمٌ عَليمٌ{128} }\n{ َقَالُواْ مَا فِي بُطُونِ هَذِهِ الأَنْعَامِ خَالِصَةٌ لِّذُكُورِنَا وَمُحَرَّمٌ عَلَى أَزْوَاجِنَا وَإِن يَكُن مَّيْتَةً فَهُمْ فِيهِ شُرَكَاء سَيَجْزِيهِمْ وَصْفَهُمْ إِنَّهُ حِكِيمٌ عَلِيمٌ{139} }\nوحكمة تقديم الحكمة على العلم أن الآيات الثلاث السابقة تتحدث عن حكمة الله أولا وعلمه ثانيا:\nحكمة الله في إيتاء إبراهيم عليه السلام حجته على قومه ورفعه درجات، وعلمه سبحانه أن إبراهيم يستحق ذلك.\nوحكمته في خلق الجن والإنس وتقرير الصلة بينهما وعلمه باستحقاق الكافرين منهم العذاب الأبدي.\nوحكمته سبحانه في إلغاء أحكام الجاهلية في التحليل والتحريم وعلمه بجرائمهم ومحاسبتهم عليها يوم القيامة.\nلكن وردت { عليم حكيم } ثلاث مرات في سورة يوسف عكس ما في الأنعام، كما في الآيات التالية:\n{ وَكَذَلِكَ يَجْتَبِيكَ رَبُّكَ وَيُعَلِّمُكَ مِن تَأْوِيلِ الأَحَادِيثِ وَيُتِمُّ نِعْمَتَهُ عَلَيْكَ وَعَلَى آلِ يَعْقُوبَ كَمَا أَتَمَّهَا عَلَى أَبَوَيْكَ مِن قَبْلُ إِبْرَاهِيمَ وَإِسْحَاقَ إِنَّ رَبَّكَ عَلِيمٌ حَكِيمٌ{6} }\n{ قَالَ بَلْ سَوَّلَتْ لَكُمْ أَنفُسُكُمْ أَمْراً فَصَبْرٌ جَمِيلٌ عَسَى اللّهُ أَن يَأْتِيَنِي بِهِمْ جَمِيعاً إِنَّهُ هُوَ الْعَلِيمُ الْحَكِيمُ{83} }\n(1/93)\n",
        "{ وَرَفَعَ أَبَوَيْهِ عَلَى الْعَرْشِ وَخَرُّواْ لَهُ سُجَّداً وَقَالَ يَا أَبَتِ هَذَا تَأْوِيلُ رُؤْيَايَ مِن قَبْلُ قَدْ جَعَلَهَا رَبِّي حَقّاً وَقَدْ أَحْسَنَ بَي إِذْ أَخْرَجَنِي مِنَ السِّجْنِ وَجَاء بِكُم مِّنَ الْبَدْوِ مِن بَعْدِ أَن نَّزغَ الشَّيْطَانُ بَيْنِي وَبَيْنَ إِخْوَتِي إِنَّ رَبِّي لَطِيفٌ لِّمَا يَشَاءُ إِنَّهُ هُوَ الْعَلِيمُ الْحَكِيمُ{100} } .\nقدم \"عليم\" على \"حكيم\" في الأولى، لأن موضوعها هو العلم، فالله يجتبي يوسف بعلمه، ويعلمه من تأويل الأحاديث بعلمه.\nوفي الثانية لأن الأب يعقوب لا يعلم أين يوجد أبناؤه الثلاثة، ولكن الله يعلم أين يوجدون، وهو يرجو الله أن يأتي بهم جميعا لعلمه بهم.\nوفي الثالثة لأن يوسف يقرر فيها تأويل رؤياه، فالله أراه الرؤيا لأنه عليم، والله جعلها حقا لأنه عليم.\nكما أن موضوع سورة يوسف هو العلم حيث ابتدأت بالعلم: { وَكَذَلِكَ يَجْتَبِيكَ رَبُّكَ وَيُعَلِّمُكَ مِن تَأْوِيلِ الأَحَادِيثِ } واختتمت بالعلم: { رَبِّ قَدْ آتَيْتَنِي مِنَ الْمُلْكِ وَعَلَّمْتَنِي مِن تَأْوِيلِ الأَحَادِيثِ } (1).\n(22)\nالإبداع\nالإبداع هو: أن يشتمل الكلام على عدة ضروب من البديع\nكما في قوله تعالى: { وَقِيلَ يَا أَرْضُ ابْلَعِي مَاءكِ وَيَا سَمَاء أَقْلِعِي وَغِيضَ الْمَاء وَقُضِيَ الأَمْرُ وَاسْتَوَتْ عَلَى الْجُودِيِّ وَقِيلَ بُعْداً لِّلْقَوْمِ الظَّالِمِينَ }\nمع كون الآية سبع عشرة لفظة فقد احتوت على جملة وافرة من أنواع البديع نذكرها فيما يلي:\nالمناسبة التامة في { ابلعي } و { أقلعي }\nالإستعارة فيهما.\nالطباق بين الأرض والسماء\nالمجاز في قوله تعالى { يا سماء } فإن الحقيقة يا مطر السماء\nالإشارة في { وغيض الماء } فإنه عبر به عن معان كثيرة، لأن الماء لا يغيض حتى يقلع مطر السماء وتبلع الأرض ما يخرج منها من عيون الماء فينقص الحاصل على وجه الأرض من الماء\n__________\n(1) السابق\n(1/94)\n\nالإرداف في قوله: { واستوت على الجودي } فإنه عبر عن استقرارها في المكان بلفظ قريب من لفظ المعنى.\nالتمثيل في { وقضي الأمر } فإنه عبر عن هلاك الهالكين ونجاة الناجين بلفظ بعيد عن الموضوع.\nالتعليل: فإن { غيض الماء } علة الاستواء\nصحة التقسيم: فإنه استوعب فيه أقسام الماء حالة نقصه إذ ليس إلا إحتباس ماء السماء، والماء النابع من الأرض، وغيض الماء الذي على ظهرها\nالاحتراس في قوله: { وقيل بعدا للقوم الظالمين } لئلا يتوهم أن الغرق لعمومه شمل من لا يستحق الهلاك فإن عدله تعالى يمنع أن يدعو على غير مستحق.\nالانسجام: فإن الآية منسجمة كالماء الجاري في سلاسته.\nحسن التنسيق: فإنه تعالى قص القصة وعطف بعضها على بعض بحسن الترتيب.\nائتلاف اللفظ مع المعنى: لأن كل لفظة لا يصلح لمعناها غيرها.\nالإيجاز: فإنه تعالى قص القصة مستوعبة بأخصر عبارة.\nالإرصاد: لأن أول الآية يدل على آخرها.\nالتهذيب: لأن مفرداتها موصوفة بصفات الحسن كل لفظة سهلة مخارج الحروف عليها رونق الفصاحة مع الخلو من البشاعة وعقادة التركيب.\nحسن البيان: من جهة أن السامع لا يتوقف في فهم معنى الكلام ولا يشكل عليه في فهم معانيها شيء.\nالتمكين: لأن الفاصلة مستقرة في محلها مطمئنة في مكانها غير قلقة ولا مستدعاة:\nالاعتراض: وهو قوله: { وَغِيضَ الْمَاء وَقُضِيَ الأَمْرُ وَاسْتَوَتْ عَلَى الْجُودِيِّ } .\nالتعريض: فإنه سبحانه عرض بسالكي مسالكهم في تكذيب الرسل ظلما، وأن الطوفان وتلك الصورة الهائلة ما كانت إلا بظلمهم.\nالإبداع وهو الذي نحن بصدده.\n(23)\nالأسلوب الحكيم\nأسلوب الحكيم هو: تلقي المخاطب بغير ما يترقبه",
        "(1/95)\n\nكأن يحمل كلام المتكلم على غير ما كان يقصد ويريد، تنبيها على أنه كان ينبغي له أن يسال هذا السؤال أو يقصد هذا المعنى، كقوله تعالى: { يَسْأَلُونَكَ مَاذَا يُنفِقُونَ قُلْ مَا أَنفَقْتُم مِّنْ خَيْرٍ فَلِلْوَالِدَيْنِ وَالأَقْرَبِينَ وَالْيَتَامَى وَالْمَسَاكِينِ وَابْنِ السَّبِيلِ } .\nسألوا النبي- صلى الله عليه وسلم - عن حقيقة ما ينفقون مالهم فأجيبوا ببيان طرق إنفاق المال تنبيها على أن هذا هو الأولى والأجدر بالسؤال عنه.\nوقال تعالى: { يَسْأَلُونَكَ عَنِ الأهِلَّةِ قُلْ هِيَ مَوَاقِيتُ لِلنَّاسِ وَالْحَجِّ } سألوا عن الهلال لم يبدو دقيقا مثل الخيط ثم يتزايد قليلا قليلا حتى يمتلئ، ثم لا يزال ينقص حتى يعود كما بدأ فأجيبوا ببيان حكمة ذلك، تنبيها على أن الأهم السؤال عن ذلك لا ما سألوا عنه.\n(24)\nتشابه الأطراف\nتشابه الأطراف قسمان: معنوي ولفظي.\nفالمعنوي: هو أن يختم المتكلم كلامه بما يناسب ابتداءه في المعنى كقول الشاعر:\nألذ من السحر الحلال حديثه وأعذب من ماء الغمامة ريقه\nواللفظي: هو إعادة لفظ القافية في الجملة التي تليها.\nكقوله تعالى: { مَثَلُ نُورِهِ كَمِشْكَاةٍ فِيهَا مِصْبَاحٌ الْمِصْبَاحُ فِي زُجَاجَةٍ الزُّجَاجَةُ كَأَنَّهَا كَوْكَبٌ دُرِّيٌّ } .\nوكقوله تعالى: { وَمَا أَدْرَاكَ مَا لَيْلَةُ الْقَدْرِ{2} لَيْلَةُ الْقَدْرِ خَيْرٌ مِّنْ أَلْفِ شَهْرٍ{3} } .\n(25)\nالعكس\nالعكس هو: هو أن تقدم في الكلام جزءا ثم تعكس بأن تقدم ما أخرت وتؤخر ما قدمت، ويأتي على أنواع منها:\nأن يقع العكس بين أحد طرفي جملة وما أضيف إليه ذلك الطرف نحو: \"كلام الملوك ملوك الكلام\".\nأن يقع العكس بين متعلقي فعلين في جملتين كقوله تعالى: { وَتُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَتُخْرِجُ الَمَيَّتَ مِنَ الْحَيِّ } .\n(1/96)",
        "\nأن يقع العكس بين لفظين في طرفي الجملتين كقوله تعالى: { لَا هُنَّ حِلٌّ لَّهُمْ وَلَا هُمْ يَحِلُّونَ لَهُنَّ } .\n(26)\nتجاهل العارف\nوهو ذكر المعلوم أو سؤال المتكلم عما يعلمه حقيقة تجاهلا منه لنكته،كقوله تعالى: { هل ندلكم على رجل ينبئكم إذا مزقتم كل ممزق إنكم لفي خلق جديد } أن لم يكونوا يعرفون عنه إلا أنه رجل ما.\nوكقوله تعالى: { وَإِنَّا أَوْ إِيَّاكُمْ لَعَلَى هُدًى أَوْ فِي ضَلَالٍ مُّبِينٍ }\nوكقوله تعالى: { أَفَسِحْرٌ هَذَا أَمْ أَنتُمْ لَا تُبْصِرُونَ } .\n(27)\nالتتميم\nوهو أن يتم الكلام فيلحق به ما يكمله إما مبالغة أو احترازا أو احتياطا .\nوقيل هو أن يأخذ في معنى فيذكره غير مشروح وربما كان السامع لا يتأمله ليعود المتكلم إليه شارحا.\nكقوله تعالى: { ويطعمون الطعام على حبة مسكينا ويتيما وأسيرا } فالتتميم في قوله { على حبه } جعل الهاء كناية عن الطعام مع اشتهائه، وكذلك قوله { وآتى المال على حبه }\nوكقوله تعالى: { ومن يعمل من الصالحات من ذكر أو أنثى وهو مؤمن فأولئك يدخلون الجنة } فقوله { وهو مؤمن } تتميم في غاية الحسن.\nوكقوله تعالى: { ذَلِكَ جَزَيْنَاهُم بِمَا كَفَرُوا وَهَلْ نُجَازِي إِلَّا الْكَفُورَ } فقوله: { وهل نجازي } إنما ورد على جهة التوكيد لما مضى من الكلام الأول.\n(28)\nبراعة الاستهلال\nوهو أن يبتدئ بما يدل على ما بعده، أو هو أن يشتمل أول الكلام على ما يناسب الحال المتكلم فيه، كسورة الفاتحة التي هي مطلع القرآن فإنها مشتملة على جميع مقاصده، وكقوله تعالى: { وَلَقَدْ خَلَقْنَا الْإِنسَانَ مِن سُلَالَةٍ مِّن طِينٍ } إلى قوله تعالى: { فَتَبَارَكَ اللَّهُ أَحْسَنُ الْخَالِقِينَ } .\n(29)\nالتهكم\nوهو الاستهزاء بالمخاطب، مأخوذ من تهكم البئر إذا تهدمت كقوله تعالى: { ذق إنك أنت العزيز الكريم } وهو خطاب لأبي جهل، لأنه قال: ما بين جبليها -يعني مكة- أعز ولا أكرم مني.\n(1/97)\n",
        "وقال تعالى: { فبشرهم بعذاب اليم } فالبشارة إنما تورد في الأمور السارة اللذيذة، وقد أوردها هنا في عكسها تهكما بهم وغضبا عليهم.\nوقال تعالى: { هذا نزلهم يوم الدين } .\n(30)\nحسن التخلص\nحسن التخلص هو: أن ينتقل مما ابتدئ به الكلام إلى المقصود على وجه سهل يختلسه اختلاسا دقيق المعنى بحيث لا يشعر السامع بالانتقال من المعنى الأول إلا وقد وقع عليه الثاني لشدة الالتئام بينهما.\nكقوله تعالى: { يَا أَيُّهَا الْمُدَّثِّرُ{1} قُمْ فَأَنذِرْ{2} } ثم تخلص بعد ذلك إلى ما هو المقصود بقوله: { ذَرْنِي وَمَنْ خَلَقْتُ وَحِيداً } فلما اتعظ الرسول بالأمر بالإنذار عقبه بالوعيد الشديد للوليد بن المغيرة.\nومنه قوله تعالى: { سُورَةٌ أَنزَلْنَاهَا وَفَرَضْنَاهَا } ثم تخلص بذكر حكم الزانية والزاني إلى ما هو المقصود بعدما قدم ما قدمه من ذكر السورة المفروضة.\n(31)\nالتخييل\nوهو تصوير الشيء حتى يتوهم أنه ذو صورة يشاهد وأنه مما يظهر في العيان كقوله تعالى: { طَلْعُهَا كَأَنَّهُ رُؤُوسُ الشَّيَاطِينِ } .\nالفصل الثاني\nالمحسنات اللفظية\n(1)\nالجناس\nالجناس: هو تشابه اللفظين في اللفظ .\nوفائدته الميل إلى الإصغاء إليه، فإن مناسبة الألفاظ تحدث ميلا وإصغاء إليها.\nولأن اللفظ المشترك إذا حمل على معنى ثم جاء والمراد به آخر كان للنفس تشوق إليه.\nوأنواع الجناس كثيرة منها:\nالتام: بأن يتفقا في أنواع الحروف وأعدادها وهيآتها كقوله تعالى: { وَيَوْمَ تَقُومُ السَّاعَةُ يُقْسِمُ الْمُجْرِمُونَ مَا لَبِثُوا غَيْرَ سَاعَةٍ } .\nالمصحف: ويسمى (جناس الخط) بأن تختلف الحروف في النقط كقوله: { وَالَّذِي هُوَ يُطْعِمُنِي وَيَسْقِينِ{79} وَإِذَا مَرِضْتُ فَهُوَ يَشْفِينِ{80} } .\nالمحرف: وهو أن يقع الاختلاف في الحركات كقوله { ولقد أرسلنا فيهم منذرين فانظر كيف كانت عاقبة المنذرين } .\n(1/98)\n\nوقد اجتمع التصحيف والتحريف في قوله { وَهُمْ يَحْسَبُونَ أَنَّهُمْ يُحْسِنُونَ صُنْعاً }\nالناقص: وهو أن يختلف في عدد الحروف سواء كان الحرف المزيد أولا أو وسطا أو آخرا كقوله: { َالْتَفَّتِ السَّاقُ بِالسَّاقِ{29} إِلَى رَبِّكَ يَوْمَئِذٍ الْمَسَاقُ{30} } { ثم كلي من كل الثمرات }\nالمذيل: وهو أن يزيد أحدهما أكثر من حرف في الآخر أو الأول وسمى بعضهم الثاني بالمتوج كقوله { وانظر إلى إلهك } { ولكنا كنا مرسلين } { من آمن به } { إن ربهم بهم } .\nالمضارع: وهو أن يختلفا بحرف مقارب في المخرج سواء كان في الأول أو الوسط أو الآخر كقوله تعالى: { وهم ينهون عنه وينأون عنه } .\nاللاحق: وهو أن يختلفا بحرف غير مقارب فيه كذلك كقوله: { ويل لكل همزة لمزة } { وإنه على ذلك لشهيد وإنه لحب الخير لشديد } { ذلكم بما كنتم تفرحون في الأرض بغير الحق وبما كنتم تمرحون } { وإذا جاءهم أمر من الأمن } .\nالمرفق: وهو ما تركب من كلمة وبعض أخرى كقوله: { جرف هار فانهار } .\nاللفظي: وهو أن يختلفا بحرف مناسب للآخر مناسبة لفظية كالضاد والظاء كقوله: { وجوه يومئذ ناضرة إلى ربها ناظرة } .\nتجنيس القلب: وهو أن يختلفا في ترتيب الحروف نحو: { فرقت بين بني إسرائيل } .\nتجنيس الإشتقاق: وهو أن يجتمعا في أصل الاشتقاق ويسمى المقتضب نحو { فروح وريحان } { فأقم وجهك للدين القيم } { وجهت وجهي } .\nتجنيس الإطلاق: وهو أن يجتمعا في المشابهة فقط كقوله: { وجنى الجنتين } { قال إني لعملكم من القالين } { ليريه كيف يواري } .\n(2)\nالسجع\nالسجع هو: توافق الفاصلتين في الحرف الأخير.\nوالفاصلة: آخر كلمة في الآية، كقافية الشعر وقرينة السجع.\nوسميت فاصلة لأنها تفصل ما بعدها عما قبلها.\nوتقع الفاصلة عند الاستراحة في الخطاب لتحسين الكلام بها، وهي الطريقة التي يباين بها القرآن سائر الكلام.",
        "(1/99)\n\nأما تسميتها فاصلة فلقوله تعالى: { كِتَابٌ فُصِّلَتْ آيَاتُهُ قُرْآناً عَرَبِيّاً } ولم يسموها أسجاعا لما يلي:\nلأن أصله من (سَجَع الطير) فشرف القرآن الكريم أن يستعار لشيء فيه لفظ هو أصل فى صوت الطائر .\nلأجل تشريفه عن مشاركة غيره من الكلام الحادث في اسم السجع الواقع في كلام آحاد الناس .\nلأن القرآن من صفات الله عز وجل؛ فلا يجوز وصفه بصفة لم يرد الإذن بها وإن صح المعنى .\nثم فرقوا بين السجع والفاصلة فقالوا: السجع هو الذي يقصد في نفسه ثم يحيل المعنى عليه، والفواصل التي تتبع المعاني ولا تكون مقصودة في نفسها.\nويمتنع استعمال القافية في كلام الله تعالى، لأن الشرع لما سلب عنه اسم الشعر وجب سلب القافية أيضا عنه، لأنها منه وخاصة به في الاصطلاح(1).\nوالسجع ثلاثة أقسام:\nالسجع المطرف: وهو ما اختلفت فاصلتاه في الوزن واتفقتا في التقفية كقوله تعالى: { َّما لَكُمْ لَا تَرْجُونَ لِلَّهِ وَقَاراً{13} وَقَدْ خَلَقَكُمْ أَطْوَاراً{14} } .\nالسجع المرصع: وهو ما اتفقت فيه ألفاظ إحدى الفقرتين أو أكثرها في الوزن والتقفية، كقول الحريري: \"هو يطبع الأسجاع بجواهر لفظه، ويقرع الأسماع بزواجر وعظه\" وسيأتي.\nالسجع المتوازي: وهو أن تتفق الفاصلتان وزنا وتقفية كقوله تعالى: { فِيهَا سُرُرٌ مَّرْفُوعَةٌ{13} وَأَكْوَابٌ مَّوْضُوعَةٌ{14} } لاختلاف \"سرر\" و \"أكواب\" وزنا وتقفية، ونحو قوله تعالى: { وَالْمُرْسَلَاتِ عُرْفاً{1} فَالْعَاصِفَاتِ عَصْفاً{2} } لاختلاف المرسلات والعاصفات وزنا فقط(2).\nوالفاصلة مبنية على الوقوف أي على السكون، ومن ثم قوبل المرفوع بالمجرور وبالعكس، وكذا المفتوح والمنصوب بالمنون\nكقوله تعالى: { إِنَّا خَلَقْنَاهُم مِّن طِينٍ لَّازِبٍ{11} } مع أنه تقدم: { فَأَتْبَعَهُ شِهَابٌ ثَاقِبٌ{10} } (3).\n__________\n(1) البرهان 1/53\n(2) جواهر البلاغة 433\n(3) انظر روض البيان\n(1/100)",
        "\nوأحسن السجع ما تساوت فقره نحو: { فِي سِدْرٍ مَّخْضُودٍ{28} وَطَلْحٍ مَّنضُودٍ{29} وَظِلٍّ مَّمْدُودٍ{30} } .\nثم ما طالت فقرته الثانية كقوله تعالى: { وَالنَّجْمِ إِذَا هَوَى{1} مَا ضَلَّ صَاحِبُكُمْ وَمَا غَوَى{2} } .\nثم ما طالت ثالثته كقوله تعالى: { النَّارِ ذَاتِ الْوَقُودِ{5} إِذْ هُمْ عَلَيْهَا قُعُودٌ{6} وَهُمْ عَلَى مَا يَفْعَلُونَ بِالْمُؤْمِنِينَ شُهُودٌ{7} }\nولا يحسن عكسه، بأن يؤتى في السجع بفقرة أقصر مما قبلها كثيرا، لأن السجع إذا استوفى أمده من الأولى لطولها، ثم جاءت الثانية أقصر منها، يكون كالشيء المبتور(1).\nويرد التسجيع تارة قصيرا وتارة طويلا وتارة على جهة التوسط:\nالتسجيع القصير: { يَا أَيُّهَا الْمُدَّثِّرُ{1} قُمْ فَأَنذِرْ{2} } .\nالتسجيع الطويل: { الَّذِي خَلَقَ الْمَوْتَ وَالْحَيَاةَ لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلاً وَهُوَ الْعَزِيزُ الْغَفُورُ{2} الَّذِي خَلَقَ سَبْعَ سَمَاوَاتٍ طِبَاقاً مَّا تَرَى فِي خَلْقِ الرَّحْمَنِ مِن تَفَاوُتٍ فَارْجِعِ الْبَصَرَ هَلْ تَرَى مِن فُطُورٍ{3} } .\nالتسجيع المتوسط: { أَفَلَا يَنظُرُونَ إِلَى الْإِبِلِ كَيْفَ خُلِقَتْ{17} وَإِلَى السَّمَاء كَيْفَ رُفِعَتْ{18} } (2).\n(3)\nالموازنة\nالموازنة هي: تساوي الفاصلتين في الوزن دون التقفية نحو قوله تعالى: { ونمارق مصفوفة وزرابي مبثوثة } فـ\"مصفوفة\" و\"مبثوثة\" متفقتان في الوزن دون التقفية.\nوقوله تعالى: { وآتيناهما الكتاب المستبين وهديناهما الصراط المستقيم } فالمستبين والمستقيم على وزن واحد.\nقال في المثل الساري: \"وأمثال هذا في القرآن كثير، بل معظم آياته جارية على هذا النهج حتى إنه لا تخلو منه سورة من السور، ولقد تصفحته فوجدته لا يكاد يخرج منه شيء عن السجع والموازنة\"(3).\n(4)\nالترصيع\n__________\n(1) جواهر البلاغة\n(2) الطراز\n(3) المثل السائر 1/273\n(1/101)\n",
        "هو مأخوذ من ترصيع العقد، وذاك أن يكون في أحد جانبي العقد من اللآلئ مثل ما في الجانب الآخر(1).\nوهو توازن الألفاظ مع توافق الأعجاز أو تقاربها.\nفالتوافق كقوله تعالى: { إن الأبرار لفي نعيم وإن الفجار لفي جحيم } .\nومثال التقارب: { وآتيناهما الكتاب المستبين وهديناهما الصراط المستقيم } .\n(5)\nلزوم ما لا يلزم\nهو التزام حرف مخصوص قبل حرف الروي كقوله تعالى: { وَالطُّورِ{1} وَكِتَابٍ مَّسْطُورٍ{2} }\nوقوله تعالى: { فَأَمَّا الْيَتِيمَ فَلَا تَقْهَرْ{9} وَأَمَّا السَّائِلَ فَلَا تَنْهَرْ{10} } .\nوربما وقع بعضهم في هذا الموضع فأدخل فيه ما ليس منه كقوله تعالى: { إن المتقين في جنات ونعيم . فاكهين بما آتاهم ربهم ووقاهم ربهم عذاب الجحيم } وهذا لا يدخل في باب اللزوم، لأن الأصل فيه \"نعم\" و\"جحم\" والياء هي من حروف المد واللين فلا يعتد بها ههنا(2).\n(6)\nرد العجز إلى الصدر\nهو أن يأتي في آخر الكلام بما يوافق أوله.\nأو هو أن يجعل احد اللفظين المكررين أو المتجانسين أو الملحقين بهما -بأن جمعهما اشتقاق أو شبهه- في أول الفقرة ثم تعاد في آخرها كقوله تعالى: { وَتَخْشَى النَّاسَ وَاللَّهُ أَحَقُّ أَن تَخْشَاهُ } و { فَقُلْتُ اسْتَغْفِرُوا رَبَّكُمْ إِنَّهُ كَانَ غَفَّاراً } واللذان يجمعهما شبه اشتقاق نحو: { قَالَ إِنِّي لِعَمَلِكُم مِّنَ الْقَالِينَ } .\n(7)\nائتلاف اللفظ مع اللفظ\nائتلاف اللفظ مع اللفظ: أن تكون الألفاظ يلائم بعضها بعضا بأن يقرن الغريب بمثله والمتداول بمثله رعاية لحسن الجوار والمناسبة كقوله تعالى: { تَالله تَفْتَأُ تَذْكُرُ يُوسُفَ حَتَّى تَكُونَ حَرَضاً }\n__________\n(1) المثل السائر 1/258\n(2) المثل السائر1/271\n(1/102)\n\nلما أتى بالتاء التي هي أغرب حروف القسم أتى بـ\"تفتأ\" التي هي أغرب أفعال الاستمرار، وبأغرب ألفاظ الهلاك وهو الحرض فاقتضى حسن الوضع في النظم أن تجاوز كل لفظة بلفظة من جنسها في الغرابة توخيا لحسن الجوار ورغبة في ائتلاف المعاني بالألفاظ ولتتعادل الألفاظ في الوضع وتتناسب في النظم.\n(8)\nالانسجام\nهو أن يكون الكلام لخلوه من العقادة منحدرا كتحدر الماء المنسجم، ويكاد لسهولة تركيبه وعذوبة ألفاظه أن يسيل رقة والقرآن كله كذلك.\n(9)\nالترديد\nوهو أن تورد اللفظة لمعنى من المعاني ثم تردها بعينها وتعلق بها معنى آخر، كقوله تعالى: { فبأي آلاء ربكما تكذبان } فإنها وإن تكررت نيفا وثلاثين مرة فكل واحدة تتعلق بما قبلها، وكقوله تعالى: { حتى نؤتى مثل ما أوتي رسل الله } .\nتطبيق\nسورة التين(1)\nابتدأت السورة بالقسم بالتين والزيتون، والتين والزيتون قد يكون قصد بهما الشجرتان المعروفتان.\nوقد ذكر المفسرون لاختيار هذين الشجرين للقسم بهما أسباباً عدة، فقد ذكروا أنه أقسم بنوعين من الشجر، نوع ثمره ليس فيه عجم ونوع فيه عجم، وأنه ورد في الأثر أن التين من شجر الجنة فقد روي أنه أُهدي لرسول الله - صلى الله عليه وسلم - طبق من تين فأكل منه وقال لأصحابه:\" كلوا فلو قلت إن فاكهة نزلت من الجنة لقلت هذه لأن فاكهة الجنة بلا عجم\"(2).\nوقد ذكر أن آدم خصف من ورقه ليستر عورته حين انكشفت في الجنة.\nوأما الزيتون فإنه شجرة مباركة كما جاء في التنزيل العزيز.\nوقد ذكروا أموراً أخرى لا داعي لسردها ههنا.\nولا ندري هل لبدء السورة بالقسم بالشجر الذي يذكر أن له أصلاً في الجنة أعني التين له علاقة بعدد آيات هذه السورة أو لا؟ فإن عدد آيات هذه السورة ثمانية وهن بعدد أبواب الجنة.\n__________\n(1) التعبير القرآني : من صفحة 337 إلى صفحة 348.\n(2) ضعيف، انظر الضعيفة 1/306",
        "(1/103)\n\nوقد يكون هذا القول خرصاً محضاً وأنا أميل إلى ذلك، ولكنا قد وجدنا شيئاً من أنواع هذه العلاقات في القرآن، فقد تكرر كما سبق أن ذكرنا قوله تعالى: { فَبِأَيِّ آَلَاءِ رَبِّكُمَا تُكَذِّبَانِ } [الرحمن] عند الكلام في وصف الجنة ثماني مرات بعدد أبواب الجنة، وحصل هذا مرتين في السورة، وتكرر في الوعيد سبع مرات بعدد أبواب جهنم ابتداء من قوله: { سَنَفْرُغُ لَكُمْ أَيُّهَا الثَّقَلَانِ } [الرحمن:31](1)\nوقالوا إن سورة القدر ثلاثون كلمة بعدد أيام شهر رمضان وإن قوله (هي) في قوله تعالى: { سَلَامٌ هِيَ حَتَّى مَطْلَعِ الْفَجْرِ (5) } هي الكلمة السابعة والعشرون وهي إشارة إلى أن هذه الليلة هي الليلة السابعة والعشرون من رمضان.\nوعلى أي حال فإن كثيراً من هذه العلاقات ربما كانت موافقات والله أعلم.\nوقيل: إن المقصود بالتين والزيتون جبلان من الأرض المقدسة يقال لهما بالسريانية طور تينا وطور زيتا، لأنهما منبتا التين والزيتون(2).\nوالعلاقة بين التين والزيتون وما بعدهما ليست ظاهرة على هذا إلا بتكلف.\nوقيل: \" هذه محال ثلاثة بعث الله في كل واحد منها نبياً مرسلاً من أولي العزم أصحاب الشرائع الكبار.\nفالأول: محلة التين والزيتون، وهي بيت المقدس التي بعث الله فيها عيسى بن مريم - عليه السلام -.\nوالثاني: طور سنين، وهو طور سيناء الذي كلم الله عليه موسى بن عمران.\nوالثالث: مكة، وهو البلد الأمين الذي مَن دخله كان آمناً، وهو الذي أرسل فيه محمداً صلى الله عليه وسلم(3)\n__________\n(1) انظر ملاك التأويل 2/888\n(2) التفسير الكبير 9/32، روح المعاني 30/174\n(3) تفسير ابن كثير 4/526\n(1/104)",
        "\nوجاء في (التبيان في أقسام القرآن): \" فأقسم سبحانه بهذه الأمكنة الثلاثة العظيمة التي هي مظاهر أنبيائه ورسله، أصحاب الشرائع العظام والأمم الكثيرة، فالتين والزيتون المراد به نفس الشجرتين المعروفتين ومنبتهما وهو أرض بيته المقدس... وهو مظهر عبد الله ورسوله وكلمته وروحه عيسى بن مريم. كما أن طور سينين مظهر عبده ورسوله وكليمه موسى، فإنه الجبل الذي كلمه عليه وناجاه وأرسله إلى فرعون وقومه.\nثم أقسم بالبد الأمين وهو مكة مظهر خاتم أنبيائه ورسله سيد ولد آدم.\nوترقى في هذا القسم من الفاضل إلى الأفضل، فبدأ بموضع مظهر المسيح، ثم ثنّى بموضع مظهر الكليم، ثم ختمه بموضع مظهر عبده ورسوله وأكرم الخلق عليه.\nونظير هذا بعينه في التوراة التي أنزلها الله على كليمه موسى: (جاء الله من طور سيناء وأشرق من ساعير، واستعلن من فاران).\nفمجيئه من طور سيناء بعثته لموسى بن عمران، وبدأ به على حكم الترتيب الواقع، ثم ثنّّى بنبوة المسيح، ثم ختمه بنبوة محمد صلى الله عليه وسلم (1)\nوهذا هو الراجح فيما أرى لأن المناسبة بين هذه المحالّ المُقسَم بها ظاهرة على هذا.\nثم لننظر إلى ترتيب هذه الأشياء المقسم بها:\n__________\n(1) التبيان 53-55\n(1/105)\n",
        "فقد بدأ بالتين والزيتون، والزيتون أشرف وأفضل من التين فقد شهد الله له أنه شجرة مباركة قال تعالى: { اللَّهُ نُورُ السَّمَوَاتِ وَالْأَرْضِ مَثَلُ نُورِهِ كَمِشْكَاةٍ فِيهَا مِصْبَاحٌ الْمِصْبَاحُ فِي زُجَاجَةٍ الزُّجَاجَةُ كَأَنَّهَا كَوْكَبٌ دُرِّيٌّ يُوقَدُ مِنْ شَجَرَةٍ مُبَارَكَةٍ زَيْتُونَةٍ لَا شَرْقِيَّةٍ وَلَا غَرْبِيَّةٍ يَكَادُ زَيْتُهَا يُضِيءُ وَلَوْ لَمْ تَمْسَسْهُ نَارٌ نُورٌ عَلَى نُورٍ يَهْدِي اللَّهُ لِنُورِهِ مَنْ يَشَاءُ وَيَضْرِبُ اللَّهُ الْأَمْثَالَ لِلنَّاسِ وَاللَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ (35) } [النور] وهي فاكهة من وجه، وإدامٌ من وجه وزيتها يُستعمَل في إنارة المصابيح والسُّرُج.\nثم أقسم بطور سنين وهو أفضل مما ذكر قبله، فإنه الجبل الذي كلم الرب عليه موسى وناجاه وأرسله إلى فرعون وقومه.\nثم انظر من ناحية أخرى كيف وضع طور سنين بجوار الزيتون لا بجوار التين، وقد ورد ذكر الزيتون بجوار الطور في موطن آخر من التنزيل العزيز(1)\nقال تعالى: { وَشَجَرَةً تَخْرُجُ مِنْ طُورِ سَيْنَاءَ تَنْبُتُ بِالدُّهْنِ وَصِبْغٍ لِلْآَكِلِينَ (20) } [المؤمنون] وهذه الشجرة هي شجرة الزيتون بإجماع المفسرين، قال الواحدي: \"والمفسرون كلهم يقولون إن المراد بهذه الشجرة شجرة الزيتون\"(2)\nثم أقسم بالبلد الأمين وهو مكة المكرمة: مكان مولد رسول الله - صلى الله عليه وسلم - ومبعثه ومكان البيت الذي هو هدى للعالمين، وهو أفضل البقاع عند الله وأحبها إليه كما جاء في الحديث الشريف، فتدرّج من الفاضل إلى الأفضل ومن الشريف إلى الأشرف.\nفأنت ترى أنه تدرج من التين إلى الزيتون إلى طور سنين إلى بلد الله الأمين، فختم بموطن الرسالة الخاتمة أشرف الرسالات.\n__________\n(1) انظر في ظلال القرآن 30/193\n(2) انظر فتح القدير 3/463، روح المعاني 18/22-23\n(1/106)\n\nوقد وصف الله هذا البلد بصفة (الأمين) وهي صفة اختيرت هنا اختياراً مقصوداً لا يسدُّ مسدّها وصف آخر.\nفالأمين وصف يحتمل أن يكون من الأمانة، كما يحتمل أن يكون من الأمن، وكلا المعنيين مُراد.\nفمن حيث الأمانة وُصف بالأمين لأنه مكان أداء الأمانة وهي الرسالة، والأمانة ينبغي أن تؤدى في مكان أمين.\nفالرسالة أمانة نزل بها الروح الأمين وهو جبريل، وأداها إلى الصادق الأمين وهو محمد، في البلد الأمين وهو مكة.\nفانظر كيف اختير الوصف ههنا أحسن اختيار وأنسبه.\nفالأمانة حملها رسول موصوف بالأمانة فأداها إلى شخص موصوف بالأمانة في بلد موصوف بالأمانة.\nجاء في (روح المعاني): \"وأمانته أن يحفظ من دَخَله كما يحفظ الأمين ما يُؤتمن عليه\"(1)\nوأما من حيث الأمن فهو البلد الآمن قبل الإسلام وبعده، دعا له سيدنا ابراهيم - عليه السلام - بالأمن قبل أن يكون بلداً، وبعد أن صار بلداً فقال أولاً: { رَبِّ اجْعَلْ هَذَا بَلَدًا آَمِنًا (126) } [البقرة]\nوقال فيما بعد: { رَبِّ اجْعَلْ هَذَا الْبَلَدَ آَمِنًا (35) } [إبراهيم]\nفهو مدعو له بالأمن من أبي الأنبياء، وقد استجاب الله سبحانه هذه الدعوة قال تعالى: { وَمَنْ دَخَلَهُ كَانَ آَمِنًا (97) } [آل عمران] وقال: { وَإِذْ جَعَلْنَا الْبَيْتَ مَثَابَةً لِلنَّاسِ وَأَمْنًا (125) } [البقرة]\nفـ (الأمين) على هذا (فعيل) للمبالغة بمعنى الآمن، ويحتمل أن تكون (الأمين) فعيلاً بمعنى مفعول، مثل \"جريح\" بمعنى \"مجروح\" وأسير بمعنى مأسور، أي: المأمون، وذلك لأنه مأمون الغوائل(2)\n__________\n(1) السابق\n(2) انظر روح المعاني 30/173 والبحر المحيط 8/490، والكشاف 3/348",
        "(1/107)\n\nجاء في روح المعاني: \"الأمين فعيل بمعنى فاعل أي الآمن، من أمُن الرجل بضمّ الميم أمانة فهو أمين... وأمانته أن يحفظ من دخله كما يحفظ الأمين ما يؤتمن عليه... وإما بمعنى مفعول أي: المأمون من (أمنه) أي: لم يَخَفْه، ونسبته إلى البلد مجازية، والمأمون حقيقة الناسُ أي: لا تخاف غوائلهم فيه، أو الكلام على الحذف والإيصال أي: المأمون فيه من الغوائل \"(1)\nوجاء في البحر المحيط: \"وأمين للمبالغة أي: آمنٌ مَنْ فيه ومن دخله وما فيه من طير وحيوان، أو من أمُن الرجل بضمّ الميم أمانة، فهو أمين كما يحفظ الأمين ما يؤتمن عليه، ويجوز أن يكون بمعنى مفعول من أمنه لأنه مأمون الغوائل \"(2).\nوقد تقول: ولم اختار لفظ (الأمين) على (الآمن) الذي تردد في مواطن أخرى من القرآن الكريم؟ قال تعالى: { أَوَلَمْ نُمَكِّنْ لَهُمْ حَرَمًا آَمِنًا يُجْبَى إِلَيْهِ ثَمَرَاتُ كُلِّ شَيْءٍ رِزْقًا مِنْ لَدُنَّا وَلَكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ (57) } [القصص]، وقال: { أَوَلَمْ يَرَوْا أَنَّا جَعَلْنَا حَرَمًا آَمِنًا وَيُتَخَطَّفُ النَّاسُ مِنْ حَوْلِهِمْ (67) } [العنكبوت]\nوالجواب : أنه باختياره لفظ (الأمين) جمع معنيي الأمن والأمانة، وجمع معنى اسم الفاعل واسم المفعول، وجمع الحقيقة والمجاز، فهو أمين وآمن ومأمون، وهذه المعاني كلها مُرادة مطلوبة.\nثم انظر إلى جواب القسم وهو قوله تعالى (لَقَدْ خَلَقْنَا الْإِنْسَانَ فِي أَحْسَنِ تَقْوِيمٍ (4) التين) كيف تناسب مع المُقسَم به تناسباً لطيفاً ولاءمه ملاءمة بديعة. فإنه أقسم بالرسالات على بداية الإنسان ونهايته(3) فقال: { لَقَدْ خَلَقْنَا الْإِنْسَانَ فِي أَحْسَنِ تَقْوِيمٍ (4) } وهذه بدايته، ثم قال: { ثُمَّ رَدَدْنَاهُ أَسْفَلَ سَافِلِينَ (5) } وهذه نهايته.\n__________\n(1) روح المعاني 30/ 173\n(2) البحر المحيط 8/490، وانظر الكشاف 3/348\n(3) التبيان في أقسام القرآن55\n(1/108)",
        "\n\"ثم لما كان الناس في إجابة هذه الدعوة فريقين منهم مَنْ أجاب ومنهم من أبى، ذكر حال الفريقين.\nفذكر حال الأكثرين وهو المردودون إلى أسفل سافلين(1)، والآخرين وهم المؤمنون الذين لهم أجر غير ممنون.\nولما كانت الرسالات إنما هي منهج للإنسان وشريعة له، كان الجواب يتعلق بالإنسان طبيعة ومنهجاً، فذكر طبيعة الإنسان في قوله: { لَقَدْ خَلَقْنَا الْإِنْسَانَ فِي أَحْسَنِ تَقْوِيمٍ (4) } وذكر المنهج في قوله: { إِلَّا الَّذِينَ آَمَنُوا وَعَمِلُوا الصَّالِحَاتِ فَلَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ (6) } .\nوفي هذه إشارة إلى أن المنهج لا بد أن يكون متلائماً مع الطبيعة البشرية غير مناقض لها وإلا فشل.\nفكان الجواب كما ترى أوفى جواب وأكمله وأنسب شيء لما قبله وما بعده.\nثم انظر من ناحية أخرى إلى قوله تعالى: \"لَقَدْ خَلَقْنَا الْإِنْسَانَ فِي أَحْسَنِ تَقْوِيمٍ (4)\" فإنه أسند الخلق إلى نفسه ولم يبنه للمجهول، وذلك أنه موطن بيان عظيم قدرته وحسن فعله وبديع صنعه فأسند ذلك إلى نفسه، وهذا في القرآن خط واضح، فإنه في مثل هذا المقام وفي مقام النعمة والتفضّل يسند الأمر إلى نفسه، قال تعالى: { وَمِمَّنْ خَلَقْنَا أُمَّةٌ يَهْدُونَ بِالْحَقِّ وَبِهِ يَعْدِلُونَ (181) } [الأعراف].\nوقال: { أَوَلَمْ يَرَوْا أَنَّا خَلَقْنَا لَهُمْ مِمَّا عَمِلَتْ أَيْدِينَا أَنْعَامًا فَهُمْ لَهَا مَالِكُونَ (71) وَذَلَّلْنَاهَا لَهُمْ فَمِنْهَا رَكُوبُهُمْ وَمِنْهَا يَأْكُلُونَ (72) } [يس]\nفانظر كيف أسند الخلق في مقام النعمة والتفضّل إلى ذاته في حين قال: { وَخُلِقَ الْإِنْسَانُ ضَعِيفًا (28) } [النساء] ببناء الفعل للمجهول لما كان القصد بيان نقص الإنسان وضعفه، وقال: { خُلِقَ الْإِنْسَانُ مِنْ عَجَلٍ (37) } [الأنبياء].\n__________\n(1) التبيان 56\n(1/109)\n",
        "وقال: { إِنَّ الْإِنْسَانَ خُلِقَ هَلُوعًا (19) إِذَا مَسَّهُ الشَّرُّ جَزُوعًا (20) وَإِذَا مَسَّهُ الْخَيْرُ مَنُوعًا (21) } [المعارج].\nفانظر إلى الفرق بين المقامين، وقد مرّ شيء من هذا في موطن سابق.\nهذا من ناحية، ومن ناحية أخرى أنه أسند الخلق إلى نفسه لأن المقام مقام بيان منهج للإنسان، فأراد أن يبين أن واضع المنهج للإنسان هو خالق الإنسان ولا أحد غيره أعلم بما يصلح له وما هو أنسب له، ولو بنى الفعل للمجهول لم يفهم ذلك صراحة.\nفأنت ترى أن إسناد الخلق إلى ذات الله العلية أنسب شيء في هذا المقام. وقد تقول: ولم أسند الرد إلى أسفل سافلين إلى نفسه فقال: { ثُمَّ رَدَدْنَاهُ أَسْفَلَ سَافِلِينَ (5) } وهذا ليس مقام تفضّل ولا بيان نعمة؟\nفنقول: إن هذا الإسناد أنسب شيء ههنا ولا يليق غيره، وذلك أنه أراد أن يذكر أن بيده البداية والنهاية، وأنه القادر أولاً وأخيراً لا معقّب لحكمه يفعل ما يشاء في البداية والختام، وهذا لا يكون إلا بإسناد الأمر إلى ذاته العليّة.\nألا ترى أنه لو قال: (لقد خلقنا الإنسان في أحسن تقويم ثم رًدّ أسفل سافلين) لكان يُفهم ذاك أن هناك رادّاً غيره يفسد خلقته ويهدم ما بناه؟\nومعنى قوله: { لَقَدْ خَلَقْنَا الْإِنْسَانَ فِي أَحْسَنِ تَقْوِيمٍ (4) } أنه صيّره على أحسن ما يكون في الصورة والمعنى والإدراك وفي كل ما هو أحسن (1)من الأمور المادية والمعنوية.\nوقال بعدها { ثُمَّ رَدَدْنَاهُ أَسْفَلَ سَافِلِينَ (5) } فجاء بـ (ثم) التي تفيد الترتيب والتراخي، لأن كونه أسفل سافلين لا يعاقب خلقه بل يتراخى عنه في الزمن، فهي من حيث الوقت تفيد التراخي، كما أنها من حيث الرتبة تفيد التراخي، فرتبة كونه في أحسن تقويم تتراخى وتبعد عن رتبة كونه في أسفل سافلين، فثمة بَوْن بعيد بين الرتبتين فأفادت (ثم) ههنا التراخي الزماني والتراخي في الرتبة.\n__________\n(1) انظر روح المعاني 30/175، البحر المحيط 8/8/490\n(1/110)\n\nواختلف في معنى (أَسْفَلَ سَافِلِينَ) فذهب قسم من المفسرين إلى أن المقصود به أرذل العمر، والمُراد بذلك: الهرم وضعف القُوى الظاهرة والباطنة وذهول العقل حتى يصير لا يعلم شيئاً(1).\nومعنى الاستثناء على هذا أن الصالحين من الهرمى لهم ثواب دائم غير منقطع(2) يُكتب لهم في وقت شيخوختهم كما كان يُكتب لهم في وقت صِحّتهم وقوتهم وفي الحديث \"إن المؤمن إذا رُدّ لأرذل العمر كُتِب له ما كان يعمل في قوّته\" وذلك أجر غير ممنون(3) أي غير منقطع.\nوذهب آخرون إلى أن المقصود به أسفل الأماكن السافلة وهو جهنم أو الدرك الأسفل من النار.\nومعنى الاستثناء على هذا ظاهر، فالصالحون مستثنون من الرد إلى ذلك.\nوركز بعضهم على الخصائص الروحية، جاء في ظلال القرآن: \"والتركيز في هذا المقام على خصائصه الروحية. فهي التي تنتكس إلى أسفل سافلين حين ينحرف عن الفطرة ويحيد عن الإيمان المستقيم معها. فهو مهيّأ لأن يبلغ من الرِّفعة مدى يفوق مقام الملائكة المقربين.. بينما هذا الإنسان مهيأ حين ينتكس لأن يهوي إلى الدرك الذي لا يبلغ إليه مخلوق قط: { ثُمَّ رَدَدْنَاهُ أَسْفَلَ سَافِلِينَ (5) } حيث تُصبح البهائم أرفع وأقوم لاستقامتها على فطرتها...\n{ إِلَّا الَّذِينَ آَمَنُوا وَعَمِلُوا الصَّالِحَاتِ (6) } فهؤلاء هم الذين يبقون على سواء الفطرة ويكملونها بالإيمان والعمل الصالح. ويرتقون بها إلى الكمال المقدّر لها\"(4)\n__________\n(1) السابق\n(2) الكشاف 3/348\n(3) البحر المحيط 8/490\n(4) في ظلال القرآن 30/194",
        "(1/111)\n\nوظاهر أن معنى الآية يتسع لكل ما ذكروه، وهي تفيد أيضاً أن حياة غير المؤمن نكد وغمّ، وعيشة ضنك وشقاء قال تعالى: \"وَمَنْ أَعْرَضَ عَنْ ذِكْرِي فَإِنَّ لَهُ مَعِيشَةً ضَنْكًا وَنَحْشُرُهُ يَوْمَ الْقِيَامَةِ أَعْمَى (124)\" طه وقال: { حُنَفَاءَ لِلَّهِ غَيْرَ مُشْرِكِينَ بِهِ وَمَنْ يُشْرِكْ بِاللَّهِ فَكَأَنَّمَا خَرَّ مِنَ السَّمَاءِ فَتَخْطَفُهُ الطَّيْرُ أَوْ تَهْوِي بِهِ الرِّيحُ فِي مَكَانٍ سَحِيقٍ (31) } [الحج].\nفحياة هؤلاء هابطة سافلة بل هم في أسفل سافلين.\nثم لننظر إلى الاستثناء وهو قوله تعالى: { إلَّا الَّذِينَ آَمَنُوا وَعَمِلُوا الصَّالِحَاتِ(6) } فإنه استثنى من الرد أسفل سافلين مَنْ آمن وعمل صالحاً ولم يزد على ذلك، فلم يقل مثل ما قال في سورة العصر: { وَتَوَاصَوْا بِالْحَقِّ وَتَوَاصَوْا بِالصَّبْرِ (3) } وذلك لاختلاف الموطنين، فإن سورة العصر في بيان الخسران الذي يصيب الإنسان، وسورة التين فيما يُنجي من دركات النار، قال تعالى: { وَالْعَصْرِ (1) إِنَّ الْإِنْسَانَ لَفِي خُسْرٍ (2) إِلَّا الَّذِينَ آَمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَتَوَاصَوْا بِالْحَقِّ وَتَوَاصَوْا بِالصَّبْرِ (3) } العصر فبيّن لنا أن الإيمان والعمل الصالح يمنعه من الرد أسفل سافلين.\nولكن لا يمنعه من الخسران الذي يفوته فيما لو تواصى بالحق وبالصبر فإن كلّ من ترك شيئاً من ذلك خسر شيئاً من الأجر الذي كان يربحه فيما لو فعله، فانظر الفرق بين الموطنين وبين الاستثنائين.\n(1/112)",
        "\nجاء في (التبيان) : \"وتأمل حكمة القرآن لما قال: { إِنَّ الْإِنْسَانَ لَفِي خُسْرٍ (2) } فإنه ضيّق الاستثناء وخصصه فقال: { إِلَّا الَّذِينَ آَمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَتَوَاصَوْا بِالْحَقِّ وَتَوَاصَوْا بِالصَّبْرِ (3) } ولمّا قال { ثُمَّ رَدَدْنَاهُ أَسْفَلَ سَافِلِينَ (5) } وسّع الاستثناء وعممه فقال: { إِلَّا الَّذِينَ آَمَنُوا وَعَمِلُوا الصَّالِحَاتِ(6) } ولم يقل (وتواصوا) فإن التواصي هو أمر الغير بالإيمان والعمل الصالح، وهو قدر زائد على مجرد فعله. فمن لم يكن كذلك فقد خسر هذا الربح فصار في خُسر، ولا يلزم أن يكون في أسفل سافلين.\nفإن الإنسان قد يقوم بما يجب عليه ولا يأمر غيره، فإن الأمر بالمعروف والنهي عن المنكر مرتبة زائدة. وقد تكون فرضاً على الأعيان، وقد تكون فرضاً على الكفاية وقد تكون مستحبّة.\nوالتواصي بالحق يدخل فيه الحق الذي يجب، والحق الذي يُستحب، والصبر يدخل فيه الصبر الذي يجب والصبر الذي يُستحب.\nفهؤلاء إذا تواصوا بالحق وتواصوا بالصبر حصل لهم من الربح ما خسره أولئك الذين قاموا بما يجب عليهم في أنفسهم ولم يأمروا غيرهم به، وإن كان أولئك لم يكونوا من الذين خسروا أنفسهم وأهليهم. فمطلق الخسار شيء، والخسار المطلق شيء \"(1).\nثم قال: { فَلَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ } قيل: ومعنى غير ممنون غير منقوص ولا منقطع، وقيل معناه غير مكدر بالمنّ عليهم(2).\nوالحق أن كل ذلك مراد وهو من صفات الثواب، لأنه يجب أن يكون غير منقطع ولا منغصاً بالمنة(3).\nفقال: (غير ممنون) ليجمع هذه المعاني كلها، ولم يقل غير مقطوع ولا نحو ذلك فيفيد معنى دون آخر.\n__________\n(1) التبيان 91\n(2) انظر البحر المحيط 8/490\n(3) التفسير الكبير 32/11\n(1/113)\n",
        "ثم انظر كيف زاد الفاء في قوله { فَلَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ } ولم يفعل مثل ذلك في آية شبيهة بها وهي قوله: { إِلَّا الَّذِينَ آَمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ (25) } [الانشقاق] بدون فاء، وذلك لأن السياقين مختلفان، فسياق سورة الانشقاق أكثره في ذكر الكافرين، وقد أطال في ذكرهم ووصف عذابهم فقال: { وَأَمَّا مَنْ أُوتِيَ كِتَابَهُ وَرَاءَ ظَهْرِهِ (10) فَسَوْفَ يَدْعُو ثُبُورًا (11) وَيَصْلَى سَعِيرًا (12) إِنَّهُ كَانَ فِي أَهْلِهِ مَسْرُورًا (13) إِنَّهُ ظَنَّ أَنْ لَنْ يَحُورَ (14) بَلَى إِنَّ رَبَّهُ كَانَ بِهِ بَصِيرًا (15) } [الانشقاق].\nثم قال مقرّعاً للكافرين مؤنّباً لهم: { فَمَا لَهُمْ لَا يُؤْمِنُونَ (20) وَإِذَا قُرِئَ عَلَيْهِمُ الْقُرْآَنُ لَا يَسْجُدُونَ (21) بَلِ الَّذِينَ كَفَرُوا يُكَذِّبُونَ (22) وَاللَّهُ أَعْلَمُ بِمَا يُوعُونَ (23) فَبَشِّرْهُمْ بِعَذَابٍ أَلِيمٍ (24) إِلَّا الَّذِينَ آَمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ (25) }\nفي حين لم يزد في الكلام على المؤمنين عن قوله: { فَأَمَّا مَنْ أُوتِيَ كِتَابَهُ بِيَمِينِهِ (7) فَسَوْفَ يُحَاسَبُ حِسَابًا يَسِيرًا (8) وَيَنْقَلِبُ إِلَى أَهْلِهِ مَسْرُورًا (9) } [الانشقاق].\nفانظر كيف أطال في وصف الكافرين وأعمالهم وعقابهم، وأوجز في الكلام على المؤمنين، ولذا حذف الفاء من جزاء المؤمنين في سورة الانشقاق مناسبة للإيجاز، في حين لم يذكر الكافرين في سورة التين ولم يزد على أن قال: { ثُمَّ رَدَدْنَاهُ أَسْفَلَ سَافِلِينَ (5) } يعني الإنسان، وهو غير صريح في أن المقصود به الكافرون أو غيرهم كما أسلفنا.\n(1/114)\n\nثم انظر إلى كل من السورتين كيف تناولت الكلام على الإنسان. فقد بدأت سورة الانشقاق بذكر كدح الإنسان ومشقته ونصبه: { يَا أَيُّهَا الْإِنْسَانُ إِنَّكَ كَادِحٌ إِلَى رَبِّكَ كَدْحًا فَمُلَاقِيهِ (6) } وتوعّده ربه بركوب الأهوال والشدائد المتتابعة التي يفوق بعضها بعضاً في الشدة فقال: { فَلَا أُقْسِمُ بِالشَّفَقِ (16) وَاللَّيْلِ وَمَا وَسَقَ (17) وَالْقَمَرِ إِذَا اتَّسَقَ (18) لَتَرْكَبُنَّ طَبَقًا عَنْ طَبَقٍ (19) } .\nفي حين بدأ في سورة التين بتكريم الإنسان فقال: { لَقَدْ خَلَقْنَا الْإِنْسَانَ فِي أَحْسَنِ تَقْوِيمٍ (4) } فناسب ذلك تأكيد استمرار أجره وعدم تنغيصه، وذلك بزيادة الفاء في التين دون الانشقاق.\nثم قال بعدها: { فَمَا يُكَذِّبُكَ بَعْدُ بِالدِّينِ (7) } والمعنى: أي شيء يجعلك أيها الإنسان مكذّباً بالجزاء بعد هذا الدليل الواضح؟\nوالمعنى أن خلق الإنسان من نطفة وتقويمه بشراُ سوياً وتدريجه في مراتب الزيادة إلى أن يكمل ويستوي مع تحويله من حال إلى حال، أوضح دليل على قدرة الخالق على الحشر والنشر(1) فإن الذي خلقك أقدر على أن يعيدك بعد موتك ويُنشئك خلقاً جديداً، وأن ذلك لو أعجزه لأعجزه خلقك الأول(2) .\nفانظر جلالة ارتباط هذا الكلام بما قبله.\nثم انظر كيف استدل على الجزاء بالأدلة النقلية والعقلية.\nفالدليل النقلي هو ما أخبرت به الرسالات السماوية، وقد ذكر من هذه الرسالات كبراها وهي رسالات موسى وعيسى ومحمد عليهم الصلاة والسلام.\nوالدليل العقلي هو الاستدلال بخلق الإنسان في أحسن تقويم وتدريجه في مراتب الزيادة والنقص.\n__________\n(1) الكشاف 3/349، التفسير الكبير 32/12\n(2) التبيان 61",
        "(1/115)\n\nثم انظر كيف اختار كلمة (الدين) ولم يختر كلمة الجزاء أو الحساب أو النشور ونحوها، وذلك لما تقدم ذكر مواطن الرسالات ناسب ذلك ذكر الدين، لأن هذه أديان، ولأنه قد يُراد بذلك معنى (الدين) علاوة على معنى الجزاء. والمعنى أي شيء يجعلك مكذّباً بصحة الدين بعد هذه الأدلة المتقدمة؟ فالذي خلقك في أحسن تقويم يرسم لك أحسن منهج تسعد به في الدنيا وفي الآخرة. فجمعت كلمة (الدين) معنى الدين ومعنى الجزاء في آن واحد، ولو قال فما الذي يكذبك بالجزاء لم يجمع هذين المعنيين.\nفأنت ترى أنه اختار كلمة (الدين) لتقع في موقعها المناسب لها تماماً. ثم قال بعدها: { أَلَيْسَ اللَّهُ بِأَحْكَمِ الْحَاكِمِينَ (8) } وأحكم الحاكمين يحتمل أن يكون معناه: أعظم ذوي الحكمة وأحسنهم تدبيراً، ويحتمل أن يكون معناه أقضى القاضين، لأن (حكم) يحتمل أن يكون من الحكمة، ويحتمل أن يكون من القضاء وهو الفصل في المحاكم.\nوعلى الوجه الأول يكون المعنى: أليس الذي فعل ذلك بأحكم الحاكمين صنيعاً وتدبيراً وأن حكمته بالغة لا حدود لها.\nوإذا تبيّن أن الله سبحانه أحكم الحاكمين ـ وهو بيّن ـ تعيّنت الإعادة والجزاء لأن حكمته تأبى أن يترك الإنسان سدى ولا يحاسب على أعماله، فكيف يليق بأحكم الحاكمين أن لا يُجازي المحسن بإحسانه والمسيء بإساءته؟ وهل ذلك إلا قدح في حكمه وحكمته(1)\nوعلى الوجه الثاني يكون المعنى: أليس الله بأقضى القاضين(2) فيحكم بين عباده فيما كانوا فيه يختلفون، كما قال تعالى: \"قُلِ اللَّهُمَّ فَاطِرَ السَّموَاتِ وَالْأَرْضِ عَالِمَ الْغَيْبِ وَالشَّهَادَةِ أَنْتَ تَحْكُمُ بَيْنَ عِبَادِكَ فِي مَا كَانُوا فِيهِ يَخْتَلِفُونَ \"(46) الزمر\nفانظر قوة ارتباط هذه الآية بما قبلها على كلا الوجهين، فإن حكمته تقتضي الإعادة والجزاء.\n__________\n(1) انظر التبيان 33 وما بعدها، التفسير الكبير 32/12\n(2) روح المعاني 30/177\n(1/116)",
        "\nوالجزاء والفصل بين الخلائق يقتضي وجود قاضٍ، بل يقتضي وجود أقضى القاضين.\nفجمع بهذه العبارة معنيين: القضاء والحكمة بل لقد جمع معاني عدة بهذا التعبير، إذ كل لفظ من (أحكم الحاكمين) يحتمل أن يكون بمعنى القضاء والحكمة فيكون قد جمع أربعة معان كلها مرادة وهي (أحكم الحاكمين) بمعنى أكثرهم حكمة و(أقضى الحكماء) و(أقضى القضاة) و(أحكم القضاة).\nفانظر كيف جمع أربعة معان تُؤدى بأربع عبارات في عبارة واحدة موجزة ولو قال (أقضى القاضين) لدلت على معنى واحد.\nثم انظر كيف جعل ذلك بأسلوب الاستفهام التقريري ولم يجعله بالأسلوب الخبري فهو لم يقل: (إن الله أحكم الحاكمين) ولا نحو ذلك، وإنما قرر المخاطب ليقوله بنفسه وليشترك في إصدار الحكم فيقول: بلى (وأنا على ذلكم من الشاهدين)\nثم انظر إلى ارتباط خاتمة السورة بفاتحتها، فإن فاتحة السورة في ذكر مواطن الرسالات العظمى وارتباطها بخاتمتها واضح بيّن، فإن الذي أنزل هذه الشرائع العظيمة وما تضمنته من أحكام سامية هو أحكم الحاكمين.\nثم انظر إلى التنسيق الجميل في اختيار خواتم الآي، فإن خاتمة كل آية اختيرت لتجمع عدة معان في آن واحد. فاختيرت (الأمين) لتجمع معنيي الأمن والأمانة، و(أسفل سافلين) لتجمع معنى أرذل العمر ودركات جهنم السفلى. و(غير ممنون) لتجمع معنى غير منقطع ولا منغّص بالمِنّة عليهم، وكلمة (الدين) لتجمع الجزاء والدين، و(أحكم الحاكمين) لنجمع الحكمة والقضاء.\nفانظر إلى هذا الدقة في الاختيار وهذا الحسن في التنسيق. أليس الذي قال ذلك بأحكم الحاكمين؟ بلى وأنا على ذلك من الشاهدين.\n---\nالفهرس\nالمقدمة.....................................................\nتمهيد.......................................................\nالباب الأول: في الدلالة الإفرادية............................\nالفصل الأول: الحقيقة والمجاز.............................\n(1/117)\n",
        "المبحث الأول: التعاريف.....................................\nالمبحث الثاني: أنواع المجاز....................................\nالمطلب الأول: المجاز المفرد....................................\nالمجاز المرسل................................................\nالمجاز العقلي................................................\nالمطلب الثاني: الاستعارة....................................\nالمطلب الثالث: الاستعارة التمثيلية.............................\nالمبحث الثاني: الكناية.........................................\nالفرق بين الكناية والتعريض.................................\nالفصل الثاني: الفرق بين الإثبات بالاسم والاثبات بالفعل، والمعرفة والنكرة.........................................................\nالمبحث الأول: الفرق بين الإثبات بالاسم والإثبات بالفعل...\nالمبحث الثاني: الفرق بين المعرفة والنكرة.....................\nالمبحث الثالث: التعريف والتنكير............................\nالفصل الثالث: مفردات متفرقة..............................\nالمبحث الأول: (كل)........................................\nالمبحث الثاني: (هذا).........................................\nالمبحث الثالث: (كاد)........................................\nالمبحث الرابع:(إن)...........................................\nالمبحث الخامس: (إنما).......................................\nالمبحث السادس: (الهمزة)....................................\nالمبحث السابع: (ما) النافية...................................\nالمبحث الثامن: (ما)و(إلا)....................................\nالمبحث التاسع: (لا)و(لن)....................................\nالفصل الرابع: التناسق العددي................................\n(1/118)\n\nالفصل الخامس: الأسباب الدلالية لاختيار المفردة القرآنية.........\nالباب الثاني: في مراعاة أحوال التأليف........................\nأقسام النظم................................................\nالمبحث الأول: في تقديم الاسم على الفعل وتأخيره...............\nالمبحث الثاني: في خبر المبتدأ..................................\nالمبحث الثالث: في تقديم بعض الأسماء على بعض................\nالمبحث الرابع: التشبيه........................................\nالمبحث الخامس: الإيجاز والإطناب والمساواة.....................\nأولا: الإيجاز...............................................\nثانيا: الإطناب.............................................\nثالثا: المساواة..............................................\nالمبحث السادس: الالتفات.................................\nالمبحث السابع: في المنصوبات............................\nأولا: في المفعول به.......................................\nثانيا: تنازع الفعلين.......................................\nثالثا: في التمييز...........................................\nالمبحث الثامن: في معرفة الفصل والوصل..................\nالمبحث التاسع: في قواعد كلية يتعرف بها أحوال النظم....\nالقاعدة الأولى............................................\nالقاعدة الثانية.............................................\nالقاعدة الثالثة.............................................\nالقاعدة الرابعة.............................................\nالقاعدة الخامسة...........................................\nالقاعدة السادسة...........................................\nالباب الثالث: في معرفة أحوال اللفظ وأسماء أجناسه في علم البديع\nالفصل الأول: المحسنات المعنوية.............................",
        "(1/119)\n\nالتورية.....................................................\nالاستخدام.................................................\nالاستطراد.................................................\nالطباق.....................................................\nالمقابلة......................................................\nمراعاة النظير................................................\nالإرصاد....................................................\nالإفتنان.....................................................\nالإدماج.....................................................\nالأسلوب العقلي............................................\nاللف والنشر................................................\nالجمع......................................................\nالتفريق.....................................................\nالتقسيم....................................................\nالجمع مع التفريق..........................................\nالجمع مع التقسيم..........................................\nالمبالغة.....................................................\nتأكيد المدح بما يشبه الذم...................................\nنفي الشيء بإيجابه..........................................\nالقول بالموجب...........................................\nائتلاف اللفظ مع المعنى....................................\nالإبداع...................................................\nالأسلوب الحكيم.........................................\nتشابه الأطراف...........................................\nالعكس...................................................\nتجاهل العارف.............................................\n(1/120)",
        "\nالتتميم....................................................\nبراعة الاستهلال...........................................\nالتهكم.....................................................\nحسن التخلص.............................................\nالتخييل....................................................\nالفصل الثاني: المحسنات اللفظية............................\nالجناس....................................................\nالسجع....................................................\nالموازنة....................................................\nالترصيع...................................................\nلزوم ما لا يلزم...........................................\nرد العجز إلى الصدر.......................................\nائتلاف اللفظ مع اللفظ....................................\nالإنسجام..................................................\nالترديد.....................................................\nتطبيق......................................................\n(1/121)\n"
    ]
}