{
    "partText": [
        "\nورقة عمل : رياض الأطفال القرآنية بالجمعية الخيرية لتحفيظ\nالقرآن الكريم بمحافظة المجمعة وأثرها على النشء\nإعداد\nم /موسى بن محمد الموسى\nمشرف إدارة الدور\nبالجمعية الخيرية لتحفيظ القرآن الكريم بمحافظة المجمعة\nتمهيد\nعندما اطلعت على التعميم الصادر من جمعية الرياض لتحفيظ القرآن الكريم بشأن مساهمة الجمعية بطرح أوراق عمل في الملتقى الثالث لجمعيات تحفيظ القرآن الكريم تحت عنوان جمعيات تحفيظ القرآن الكريم والمجتمع .\nترددت في البداية وخاصةً بأن العنوان المطلوب الكتابة تحته لم يكن هدف مكتوب لدى جمعيتنا وعدد كبير من الجمعيات ولكن بعد تمعن بسيط وجدت أن هذا الهدف متحقق بشكل كبير وهو هدف منظور وغير منظور وصلب العمل داخل الجمعيات حيث كل ما تساهم به الجمعية من أعمال هو في صلب خدمة المجتمع .\nومن هذا المنطلق تجولت بنظري داخل جمعيتي لانتقي إحدى الباقات المتميزة التي تقدمها الجمعية للمجتمع فوجدت أنني أميل للكتابة عن عمل جليل انطلق مؤخراً في الجمعية وهو الدار الصباحية واخص بالذكر رياض الأطفال القرآنية بها.\nوقد رغبت في توسيع الدراسة وإعداد دراسة مقارنة مع روضات غير قرآنية وخاصة ان اللجنة العلمية قد طلبت مني ذلك لتشمل عدد اكبر من الجمعيات التي لديها مثل هذا البرنامج ولكن ضيق الوقت ونظام الدراسة لا يتيح ذلك حيث ان الدراسة تحتاج إلى وقت من حيث حصر الجمعيات التي لديها نفس البرنامج ومن ثم توزيع الاستبيان عليها لتوزيعه على أولياء الأمور ولكن هذا كان من الممكن القيام به مع بداية العام الدراسي القادم 1427/1428 هـ وهذا لا يتوافق مع الوقت المسموح به لتسليم الورقة للجنة العلمية بالملتقى عليه آثرت ان اجعل الورقة تهتم بالمتاح به ألان وخاصة بأن المقصد الرئيس من هذه الورقة هو نشر فكرة رياض الأطفال القرآنية بين الجمعيات .\nمقدمة\n(1/1)\n",
        "إن المتأمل في الوقت الحاضر لجهود الجمعيات الخيرية لتحفيظ القرآن الكريم يجد بأنها اهتمت شرائح عمرية من شرائح المجتمع ولكن يلحظ ان الاهتمام بشريحة الأطفال كان دون المأمول حيث ان الاهتمام يكون بشكل جانبي جداً ومرافق لمهام وأعمال الدور النسائية ويكون الاهتمام الحالي يستهدف تحفيظ الأطفال القرآن وبشكل ممل ومتكرر حيث يتم إعادة الحفظ للأطفال للمقطع الذي حفظوه مراراً وتكراراً زعماً من القائمات عدم قدرة الأطفال أو ان أولياء أمورهم لا يرغبون في أن يحفظ الطفل قدراً اكبر من ذلك دون الاعتناء بأن يكون الحفظ مربوط بخطوات عمليه تربط الطفل بالقرآن وتجعل خلقهم القرآن .\n…و لاشك بأن رفعة الأمة وعزها فى حسن تربيتها لأبنائها ومن هذا المنطلق قامت الجمعية الخيرية لتحفيظ القران الكريم بمحافظة المجمعة بإنشاء روضة الأطفال القرآنية بمقر دار أم المؤمنين عائشة وقد استهدف إنشاء الروضة الرفع والسمو بأداء الأطفال الروحي والوجداني والمعرفي . وبعد مرور ثلاثة فصول دراسية على التجربة ومن خلال هذا الملتقى وددت نشر تلك الفكرة لما لمست لها من اثر ايجابي وكذلك كان لابد من قياس أدائها والتعرف على جوانب السلبية والإيجابية فيها ،وقد دفع ذلك الهدف إلى محاولة إجراء دراسة ميدانية على النشء الملتحق بالروضة عن طريق استبيان يوزع على أولياء أمور الأطفال وقد حددت الأطفال من العمر خمس سنوات إلى ست سنوات (أطفال ما قبل سن الدراسة النظامية ) واستهدف من هذا الاستبيان دراسة تأثير رياض الأطفال القرآنية على النشء من ثلاث جوانب :\nأولاً : دراسة تأثير روضة الأطفال على الجانب السلوكي العملي :\nثانياً : دراسة تأثير روضة الأطفال على الجانب الاجتماعي :\nثالثاً :دراسة تأثير روضة الأطفال على الجانب المعرفي :\n(1/2)\n\nومن خلال هذه الدراسة سأتطرق إلى محورين مهمين أولهما نشر فكرة رياض الأطفال القرآنية داخل جمعيات تحفيظ القرآن الكريم ودورها في المجتمع وثانيهما إيضاح اثر تلك الرياض على الأطفال والذين هم شريحة مهمة من شرائح المجتمع .\nوقد كنت ارغب في التطرق بشكل موسع عارضاً بعض الكتابات والدراسات التي اعدت من قبل المتخصصين والمهتمين بأثر تعلم وحفظ القرآن على الأطفال ، ولكن وجدت إن هذه الوريقات لن تعطي هذا الجانب ولو الشيء اليسير من حقه من الطرح لذلك آثرت بأن أركز على عرض الجانب العملي من الأثر الذي تتركه رياض الأطفال القرآنية والتي تركز في برامجها على التعليم المستقى من كتاب الله من خلال الاستبيان الذي اعد لهذه الدراسة ووزع على المستهدفين من الدراسة .\nوفي الختام لا يسعني إلا أن اشكر الجمعية الخيرية لتحفيظ القرآن الكريم بمنطقة الرياض على حرصها على طرح هذه الفكرة في الملتقى والجمعية الخيرية لتحفيظ القرآن بمحافظة المجمعة لتبنيها الفكرة والدراسة ودعمها والأخ المهندس وائل عبدالمنصف والذي ساعدني كثيراً في إعداد الاستبيان وتفريغه عن طريق برنامج SPSS واستخراج النتائج وتنسيقها وكذلك الدكتور احمد البكري لمراجعته الاستبيان وتقويمه والأستاذة / عفراء الحقيل مديرة دار عائشة رضي الله عنها ومعلمات رياض الأطفال لتعاونهم معي في إنجاح هذه الدراسة .\nأهمية الدراسة.\n…تبرز أهمية هذه الدراسة من أهمية الموضوع نفسه حيث يهتم بدراسة تأثير روضة الأطفال القرآنية على المجتمع وأهمية الفئة المستهدفة والتي يغيب عنا كثيراً استهدافها ببرامج مفيدة ومؤثرة فكيف إذا استهدف بتعليمها كتاب الله على النحو السليم والصحيح .\nأهداف الدراسة:\nوتتمثل الأهداف لهذه الدارسة في :\n1) تعميم فكرة رياض الأطفال القرآنية بين الجمعيات .\n2) إبراز أثر رياض الأطفال القرآنية على النشء .\n3) دراسة علاقة النشء مع المجتمع في ضوء ما درسه الطفل بالروضة.",
        "(1/3)\n\n4) الاستفادة من نتائج الدراسة في تطوير كفاءة القائمين بالإشراف على الروضة من خلال تعزيز الايجابيات وتلافي السلبيات .\n5) دراسة العوامل التي تؤثر على أداء روضة الأطفال من خلال رؤية أولياء أمور الأطفال لسلوكياتهم ومعرفة طموحات المجتمع من رياض الأطفال القرآنية .\nفروض الدراسة\nتلتزم الدراسة بثلاث فروض أساسية :\n1) أن روضة الأطفال القرآنية تؤثر تأثيراً مباشراً على الجانب السلوكي العملي للأطفال .\n2) أن روضة الأطفال القرآنية تؤثر تأثيراً مباشراً على الجانب الاجتماعي للأطفال.\n3) أن روضة الأطفال القرآنية تؤثر تأثيراً مباشراً على الجانب المعرفي للأطفال .\nالفئة المستهدفة من الدراسة\nيمثل مجتمع الدراسة في اطفال روضة القران بدار ام المؤمنين عائشة التابعة للجمعية الخيرية لتحفيظ القران الكريم بمحافظة المجمعة.\nعينة الدراسة\nحدد حجم العينة على أساس 44 مفردة .\nمستوى معنوية بين5% ،95% [.05%,95%]\nمع الافتراض بان الخصائص المطلوب دراستها في المجتمع متوافرة بنسبة 50%\nتم اختيار العينة على مرحلة الأطفال من العمر خمس سنوات إلى ست سنوات (أطفال ما قبل سن الدراسة النظامية )\nأسلوب الدراسة / منهج الدارسة\n* نماذج جميع البيانات ( أدوات البحث ) :\nتم إعداد قائمة عبارات تشمل الجوانب الثلاث التي يتم دراستها وتتكون هذه القائمة من ثلاث أجزاء تجمع في مجملها 100 عنصر .\nوقد روعي في تعميم القائمة القواعد الخاصة بوضع العبارات وصياغتها واستخدام الأسئلة على المقياس المتدرج ليكارت likert scaling method .\nبحيث تضمنت بعض العبارات عددا من العناصر وتم استخدام مقياس من ثلاث نقاط على النحو التالي :\nأولاً : تعني العبارة الثالثة (3) اتجاه أو ميل قوي للعنصر أو العبارة محل القياس وهى إن ((( يفعل ))) الطفل ما تحتويه العبارة .\n(1/4)",
        "\nثانياً : تعني العبارة الأولى (1) اتجاها أو ميلا ضعيفا نحو العنصر محل القياس وهى (((لا يفعل ))). وبمعنى آخر تشير العبارة الثالثة (3) إلى الموافقة التامة و العبارة الأولى (1) إلى عدم الموافقة المطلقة.\nثالثاً : وتمثل العبارة الثانية التي في المنتصف (2) درجات او نقاط المتوسط المتوقع وهى ((( بعض الأحيان ))) . وقد اتسمت العبارات بالسهولة وتجنب الألفاظ الصعبة ،وكذلك روعيت النواحي الشكلية الخاصة بتعميم قوائم الاستبيان .\n* طريقة جمع البيانات :\nاعتمدت عملية جمع البيانات على توزيع الاستبيان على أولياء أمور الطلاب بالروضة وبعد فرز القوائم التي تم استيفاءها ومراجعتها لم يتم استبعاد استمارات لاستكمال جميع الاستمارات بياناتها . وبلغ معدل الردود( 68% ) من حجم العينة وبالتالي أصبحت القيمة الصافية الصالحة للتحليل ( 30 ) مفردة .\n* ترميز وإدخال البيانات وتحليلها :\n1) تم ترميز البيانات في استمارة الاستقصاء .\n2) تم تفريغها يدويا في قوائم خاصة بذلك تمهيدا لإدخالها إلى الحاسب الالي.\n3) تم بعد ذلك إدخال البيانات ومراجعتها وتحليلها بواسطة الحاسب الالي باستخدام مجموعة من البرامج الإحصائية الجاهزة المعروفة باسم (spss/pc) .\n4) تم تطبيق الاختبارات الإحصائية المناسبة لطبيعة البيانات وفروض الدراسة لمعاونة الباحث وتحليل البيانات وتغييرها فقد تم استخدام النسب والتكرارات والمتوسط المرجح والانحراف المعياري في عملية التحليل واختبار صحة الفروض .\nنتائج الدراسة\nكانت نتائج دراسة تأثير روضة الأطفال القرآنية على النشء نتائج رائعة حيث اتضحت الرؤية حول الروضة ومدى تأثيرها الفعال على الأطفال وتتلخص كالأتي :\n1- تأثير روضة الأطفال على الجانب السلوكي العملي :\nحيث أتضح وجود تأثير ايجابي على هذا الجانب وتم دمج 40 عنصر في ثمانية عناصر رئيسية ويتمثل الأداء في تلك العناصر على النحو التالي :\nالعنصر الأول :\n(1/5)\n",
        "اتفق اولياء الامور على التاثير الكبير لروضة الاطفال على سلوك الطفل فى الاستيقاظ فقد اجمعوا ان 70% من الاطفال تستيقظ مبكرا كل يوم للذهاب للروضة وان 33.3% منهم يقول اذكار ما قبل النوم وان كان 56.7% منهم يقولها فى بعض الاحيان مقابل 43.3% من الاطفال يقول الاذكار عند الاستيقاظ فان 50% منهم لا يقولون اذكار الصباح بالذات.\nالعنصر الثاني :\nعلى الرغم من ان 60% من الاطفال يذكر دعاء دخول الخلاء بعض الاحيان فقط الا ان 80% منهم تتبع الاساليب الصحية عند دخول الخلاء . بينما 20% من الاطفال هو من يذكر دعاء دخول او الخروج من الخلاء.\nالعنصر الثالث :\nاذا كان 73.3% من الاطفال يستطيع الوضوء بمفردهم الا ان 56.7% منهم لايقتصد فى استخدام الماء جيدا وان كان 83.3% منهم يدرك اهمية الماء ودورها فى النظافة.\nالعنصر الرابع :\nيعد الطعام من الممارسات السلوكية الهامة للاطفال خاصة انها تتكرر طوال اليوم حتى ان 96.7% من الاطفال يستطيع تناول الطعام وحده لذلك فان تاثير الروضة كبير فان 80% من الاطفال يبدا تناول الطعام بالتسمية بينما 70% منهم يحمد الله بعد فراغه من الطعام.\nالعنصر الخامس :\nعلىيتميز الاطفال دائما بطبيعتهم بحبهم للعب وبالتالى اتساخ ملابسهمالا ان التزام الروضة بزى معين للاطفال مما يجعل شعور الاطفال بخصوصية ما يرتدونه ويحافظ 66.7% منهم على نظافه ثوبه بينما 33.3% منهم احيانا ما تتسخ ثيابه كما ان 80% من الاطفال يحب ويرحب بارتداء ملابسه بنفسه.\nالعنصر السادس :\nاذا كان 93.3% من الاطفال يحب الذهاب الى الروضة . وعلى الرغم من ان معظم ايام العام الدراسى يقع فى فصل الشتاء الا ان 80% منهم يرحب بالذهاب الى الروضة فى الجو البارد بينما 20% منهم يواجهون بعض المشكلات فى الخروج من المنزل فى الجو البارد.\nالعنصر السابع :\n(1/6)\n\nاستطاعت الروضة ان تساعد الاطفال فى قراءة القران الكريم وحفظه فاذا كان 56.7% من الاطفال ينصت عند سماع القران الكريم فان 70% منهم يحفظ القران بسهولة وتقل نسبة سؤال الاطفال عن معانى كلمات القران الكريم الى 40% منهم بينما لا يهتم 33.3% بالسؤال عن معانى كلمات القران الكريم .\nالعنصر الثامن :\nيتميز الاطفال فى مرحلة الروضة السنية ببدء تعلم مهارات استخدام الايدى وادراك الاشياء واماكنها واشكالها المختلفة . وقد ساهمت الروضة فى تنمية تلك المهارة ببرامجها المتعددة فاذا كان 83.3% من الاطفال يستطيع استعمال يديه بمهارة فان 16.7 % منهم يستعملها بعض الاحيان وبمهارة اقل .\nالا ان هذه النسبة ترتفع الى 96.7% اذا كان الامر يتعلق باستخدام اليد فى الرسم والتلوين وتنخفض الى 70% عند استعمال المقص . كما يستطيع 80% من الاطفال معرفة اسماء الاشكال الهندسية وعمل اشكال مختلفة بالمكعبات وان كان 56.7% منهم يحاول ان ينظم سريره ويضع الوسادات فى اماكنها بعض الاحيان .\nالعنصر التاسع\nكان للروضة دور هام فى مساعدة الطفل للتعبير عن احاسيسه ومشاعرة ورفاهة حسه فان 90% من الاطفال استطاع التعبير عن نفسه وبنهاية الفصل الدراسى.\nوالجدول التالى (1) يعرض فى خلاصة نتائج استقصاء تاثيرروضة الاطفال القرانية على الجانب السلوكى العملى موضحا نسب موافقة اولياء امور الاطفال على سلوكياتهم ومن الملاحظ ارتفاع نسب \" يفعل \" مع توسط \" بعض الاحيان وانخفاض تام \" لعدم فعل \" الاطفال لمعظم السلوكيات .\nويقع المتوسط العام لمعظم عبارات الاستبيان بين 2.1 الى 2.9وهو بمثابة القيمة الوسطى لسلوكيات الاطفال ويقع 17 جانب سلوكى من واقع 41 جانب من جوانب السلوك العملى لا يفعلوه الاطفال مطلقا مما يرفع نسبه اهتمام الاطفال بفعله.\nالمسمى العام\nم\nالجانب\nالنسبة\nالمتوسط\nالانحراف المعياري\nيفعل\nبعض الأحيان\nلا يفعل\nالكلى",
        "(1/7)\n\nتاثير الروضة القرانية على اسلوب استيقاظ ونوم الطفل\n1\nيذكر الطفل اذكار قبل النوم\n33.3\n56.7\n10\n100\n2.23\n0.926\n2\nيستيقظ الطفل مبكرا كل يوم\n70\n30\n0\n2.7\n0.466\n3\nيذكر الطفل دعاء الاستيقاظ بعد استيقاظه من النوم\n6.7\n43.3\n50\n1.57\n0.626\nتاثير الروضة القرانية اسلوب دخول الطفل الخلاء والخروج منه\n4\nيذكر الطفل دعاء دخول الخلاء\n20\n60\n20\n2\n0.643\n5\nيتبع الطفل الاساليب الصحية عند دخوله الخلاء\n80\n16.7\n3.3\n2.77\n0.504\n6\nيتبع الطفل الاداب الشرعية عند دخوله الخلاء\n60\n33.3\n6.7\n2.53\n0.629\n7\nيذكر الطفل دعاء الخروج من الخلاء\n20\n53.3\n26.7\n1.93\n0.691\nتاثير الروضة القرانية على اسلوب نظافة الطفل وممارسته الوضوء.\n8\nيستطيع الطفل الوضوء وحده\n73.3\n13.3\n13.3\n2.6\n0.724\n9\nيقتصد الطفل فى استخدام الماء\n26.7\n56.7\n16.7\n2.1\n0.662\n10\nيعدد بعض استعمالات الماء في النظافة\n83.3\n13.3\n3.3\n2.8\n0.484\n11\nيمارس الآداب الخاصة بالنظافة\n90\n10\n0\n2.9\n0.3\nتاثير الروضة القرانية على اسلوب تناول الطفل للطعام\n12\nيبدا الطفل تناول الطعام بالتسمية\n80\n20\n0\n2.8\n0.407\n13\nيستطيع الطفل تناول الطعام وحده\n96.7\n3.3\n0\n2.97\n0.183\n14\nيقوم الطفل بحمد الله بعد فراغه من الطعام\n70\n30\n0\n2.7\n0.466\nتاثير الروضة القرانية على اسلوب اختيار الطفل لملابسه\n15\nيختار الطفل ملابسه بنفسه\n70\n23.3\n6.7\n2.6\n0.61\n16\nيحافظ الطفل على ثيابه نظيفة\n66.7\n33.3\n0\n2.67\n0.479\n17\nيستطيع الطفل ارتداء ملابسه بمفرده\n80\n20\n0\n2.8\n0.407\nتاثير الروضة القرانية حب الطفل للروضة والذهاب اليها\n18\nيرحب الطفل بالذهاب الى الروضة فى الجو البارد\n80\n16.7\n3.3\n2.77\n0.504\n19\nيحب الطفل الذهاب الى الروضة\n93.3\n6.7\n0\n2.93\n0.254\nتاثير الروضة القرانية حب الطفل للقران الكريم\n20\nينصت الطفل عند سماع القران الكريم\n56.7\n43.3\n0\n2.57\n0.504\n21\nيتفاعل الطفل مع حفظ القران الكريم بسهولة\n33.3\n60\n6.7\n2.57\n0.583\n22\n(1/8)",
        "\nيحفظ الطفل القران الكريم بسهولة\n20\n70\n10\n2.1\n0.548\n23\nيسال الطفل عن بعض معانى كلمات القران الكريم\n40\n26.7\n33.3\n2.07\n0.868\nتاثير الروضة القرانية تنمية المهارات عند الطفل\n24\nيستطيع الطفل استعمال يديه بمهارة\n83.3\n16.7\n0\n2.83\n0.379\n25\nيستطيع الطفل استخدام انامله فى الرسم والتلوين\n96.7\n3.3\n0\n2.97\n0.183\n26\nيستطيع الطفل استخدام المقص بسهولة واتقان\n70\n30\n0\n2.7\n0.466\n27\nيستطيع الطفل عمل اشكال مختلفة بالمكعبات\n80\n20\n0\n2.8\n0.407\n28\nيسمي الأشكال الهندسية\n80\n20\n0\n2.8\n0.407\n29\nيرتب أشكالاً هندسية على نماذج معدة مسبقاً\n73.3\n26.7\n0\n2.73\n0.45\n30\nيضع الطفل لعبه فى اماكنها بعد الانتهاء من اللعب\n36.7\n60\n3.3\n2.33\n0.547\n31\nينظم الطفل سريره ويضع الوسادات فى اماكنها السليمة\n33.3\n56.7\n10\n2.23\n0.626\nتاثير الروضة القرانية على رفع الاحاسيس والمشاعر عند الطفل\n32\nيرغب الطفل فى سماع القصص والاناشيد\n90\n10\n0\n2.9\n0.305\n33\nيستطيع الطفل التعبير عن نفسه\n90\n6.7\n3.3\n2.87\n0.434\n34\nيعبر عن أحاسيسه مستخدماً أحد الفنون التعبيرية\n60\n36.7\n3.3\n2.57\n0.568\n35\nيستطيع الطفل رسم اشكال من الواقع\n63.3\n33.3\n3.3\n2.6\n0.563\n36\nيستطيع الطفل القفز والتسلق بسهولة\n93.3\n3.3\n3.3\n2.9\n0.403\n37\nيستطيع الطفل الجرى والتقاط الكرة\n93.3\n6.7\n0\n2.93\n0.254\n38\nيستطيع الطفل القفز على قدم واحدة\n76.7\n23.3\n0\n2.77\n0.430\n39\nيستطيع الطفل تسلق السلم بسهولة\n90\n6.7\n3.3\n2.87\n0.434\n40\nيستأذن الطفل عند الدخول ويلقي السلام عند الدخول و عند الخروج\n60\n33.3\n6.7\n2.53\n0.629\n41\nيرد على تحية الإسلام\n93.3\n3.3\n3.3\n2.9\n0.403\n2- تاثير روضة الاطفال القرانية على الجانب الاجتماعي :\nحيث أتضح وجود تأثير ايجابي على هذا الجانب وتم دمج 35 عنصر في ستة عناصر رئيسية ويتمثل الأداء في تلك العناصر على النحو التالي :\nالعنصر الأول :\n(1/9)\n",
        "للطفل مكانته دائما فى محيط الاسرة وخاصة فى بداية حياته وكذلك فان للاسرة مكانتها فى نفس الطفل ويعتبر خروج الطفل للروضة اول اطار اجتماعى يخرج به الطفل من اطار الاسرة الى رحاب المجتمع الا ان مكانه الاسرة تبقى كما هى فى نفس الطفل.\nوقد عزز خروج الطفل للالتحاق بروضة الاطفال القرانية من مكانة الاسرة من نفسه حيث يتفهم الطفل اهمية الاسرة بنسبة 90% ويهتم بمعرفة جهد ابويه تجاهه ويقدره بنسبة 76.7% كما انه يشعر بمسئوليته تجاه اخوته الصغار ويساعد فى رعايتهم بنسبة 70% واذا احتاج الى مساعدة فانه يطلبها بنسبة 80% .\nالعنصر الثاني :\nعززت روضة الاطفال القرانية من علاقة الطفل مع الله وعلمته معانى كتاب الله وكذلك قام بحفظ كثير من السور القرانية كما بدء يذكر اسرته بالقواعد الاسلامية بنسبة 60% كما ينبه اخوته لاهمية الصلاه ويرحب بمصاحبة والده الى المسجد بنسبة 30 % وهذه النسبة قليله لوجود فتيات فى الاستبيان لايذهبون للمسجد مع الاب .\nالعنصر الثالث :\nان صلة الرحم مطلب اجتماعى وقد حثنا الرسول صلى الله عليه وسلم عليها وقد ساعدت الروضة القرانيةعلى تعزيزها حيث يذكر الطفل اسماء اقاره بنسبة 96.7% ويعرف صلات القرابة بين اقاربه بنسبة 86.7% ويحترم الكبار ويبجلهم بنسبة 66.7% ويستطيع تقبل النصيحة من الكبار بنسبة 70% ويساعد ويحترم كبار السن بنسبة 80%.\nالعنصر الرابع :\nساعدت روضة الاطفال القرانية على احساس الطفل باهمية الاشياء العامة والمحافظه عليها بنسبة 60% الا ان يشعر باهمية اشياءه الخاصة بنسبة اعلى تصل الى 70%.\nالعنصر الخامس :\nالطفل فىروضة الاطفال القرانية له زملاء واصدقاء وتتاثر علاقته بزملائه بالجو العام للروضة فنجد ان الطفل يساعد زميله المريض بنسبة 66.7% كما يخفف عن طفل اخر الامه بنسبه 70% ويشترك فى تقسيم الطعام معهم بنسبة 76.7% .\nالعنصر السادس :\n(1/10)\n\nتساعد روضة الاطفال القرانية فى تنمية العلاقات الاجتماعية للطفل وكذلك السلوك الاجتماعى له حيث يشكر من يخدمه بنسبة 86.7% وينخفض الى 73.3 % من الاطفال من يعتذر عندما يخطىء.كما يشارك 93.3% من الاطفال اقرانهم فى اللعب .\nوالجدول التالى (2) يعرض فى خلاصة نتائج استقصاء تاثيرروضة الاطفال القرانية على الجانب الاجتماعى موضحا نسب موافقة اولياء امور الاطفال على سلوكياتهم ومن الملاحظ ارتفاع نسب \" يفعل \" مع توسط \" بعض الاحيان وانخفاض تام \" لعدم فعل \" الاطفال لمعظم السلوكيات .\nويقع المتوسط العام لمعظم عبارات الاستبيان بين 1.4 الى 2.9وهو بمثابة القيمة الوسطى لسلوكيات الاطفال ويقع 11 جانب سلوكى من واقع 35 جانب من جوانب السلوك الاجتماعى لا يفعله الاطفال مطلقا مما يرفع نسبه اهتمام الاطفال بفعله.\nالمسمى العام\nم\nالجانب\nالنسبة\nالمتوسط\nالانحراف المعياري\nيفعل\nبعض الأحيان\nلا يفعل\nالكلى\nتاثير الروضة القرانية على علاقة الطفل مع اسرته\n1\nيتفهم الطفل اهمية العائلة\n90\n6.7\n3.3\n2.8\n0.434\n2\nيتفهم الطفل ما يبذله والداه من جهد لاسعاده\n76.7\n20\n3.3\n2.73\n0.521\n3\nيساعد الطفل والدته فى رعاية اخوته الصغار\n70\n20\n10\n2.6\n0.675\n4\nيطلب الطفل مساعدة اسرته اذا احتاج الى شىء\n80\n20\n2.8\n0.407\n5\nيشارك الطفل فى صنع الطعام مع والدته\n43.3\n46.7\n10\n2.33\n0.66\nتاثير الروضة القرانية على علاقة الطفل مع الله\n6\nيقوم الطفل بتذكير اسرته باهمية التسمية فى بدء الطعام\n60\n26.7\n13.3\n2.47\n0.73\n7\nينبه الطفل اباه عند سماع الاذان\n53.3\n33.3\n13.3\n2.4\n0.72\n8\nيرحب الطفل بمصاحبة والده له عند الذهاب للمسجد\n30\n16.7\n16.7\n1.4\n1.276\n9\nينبه الطفل اخوته الى اهمية الصلاه فى وقتها\n26.7\n43.3\n30\n1.97\n0.765\nتاثير الروضة القرانية على علاقة الطفل مع اقاربه\n11\nيذكر الطفل اشياء هادفة دائما عن نفسه وعن اسرته\n36.7\n50\n13.3\n2.97\n0.183\n12\nيذكر الطفل اسماء اقاربه\n96.7\n3.3",
        "(1/11)\n\n2.8\n0.551\n13\nيعرف الطفل صلات القرابة بين اقاربه\n86.7\n6.7\n6.7\n2.67\n0.479\n14\nيحترم الطفل الكبار ويبجلهم\n66.7\n33.3\n2.37\n0.669\n15\nيستاذن الطفل قبل الدخول الى مجلس الكبار\n46.7\n43.3\n10\n2.67\n0.574\n16\nيستطيع الطفل تقبل النصيحة من الكبار\n70\n26.7\n3.3\n2.8\n0.407\n17\nيساعد الطفل كبار السن ويحترمهم\n80\n20\n2.7\n0.43\nتاثير الروضة القرانية على علاقة الطفل مع حاجاته\n18\nيحافظ الطفل على اشياءه الخاصة\n70\n23.3\n6.7\n2.63\n0.615\n19\nيحافظ الطفل على الاشياء العامة\n60\n33.3\n6.7\n2.53\n0.63\nتاثير الروضة القرانية على علاقة الطفل مع زملائه\n20\nيقدم الطفل بعض النقود للاطفال الفقراء\n66.7\n30\n3.3\n2.6\n0.556\n21\nيساعد الطفل زميله المريض\n66.7\n30\n3.3\n2.6\n0.556\n22\nيخفف عن طفل آخر ألمه\n70\n16.7\n13.3\n2.57\n0.728\n23\nيشترك في تقسيم الطعام\n76.7\n16.7\n6.7\n2.7\n0.596\n24\nيشكر من يخدمه\n86.7\n13.3\n2.87\n0.346\n25\nيعتذر عندما يخطئ\n73.3\n20\n6.7\n2.67\n0.66\n26\nيقبل اعتذار من يسئ إليه\n73.3\n23.3\n3.3\n2.7\n0.53\n27\nيسأل بحرية و راحة\n80\n20\n2.8\n0.407\n28\nينصح الطفل الاخرين اذا وجد سلوك سيء من قبلهم\n26.7\n3.3\n2.67\n0.547\nتاثير الروضة القرانية على علاقة الطفل مع الاجتماعيات.\n29\nيستطبع الطفل تكوين صداقات بسهولة\n76.7\n20\n3.3\n2.73\n0.521\n30\nيتخاطب مع الآخرين بأسلوب مقبول\n76.6\n23.3\n2.77\n0.43\n31\nيشارك الطفل اقرانه فى اللعب\n93.3\n6.7\n2.9\n0.254\n32\nيستمتع باللعب مع الآخرين\n90\n10\n2.9\n0.305\n33\nيشارك في النشاط الجماعي\n86.7\n13\n2.87\n0.346\n34\nيمثل(يحاكي)شخصيات من البيئة مستخدماً الحوار أو الأدوات أو الملابس أو جميعها\n66.7\n23.3\n10\n2.57\n0.679\n35\nيتحدث مع الآخرين خلال الأنشطة\n66.7\n30\n3.3\n2.63\n0.556\n3- تأثير روضة الأطفال القرآنية على الجانب المعرفي :\nحيث أتضح وجود تأثير ايجابي على هذا الجانب وتم دمج 25 عنصر في خمسة عناصر رئيسية ويتمثل الأداء في تلك العناصر على النحو التالي :\n(1/12)",
        "\nالعنصر الأول :\nتساعد روضة الاطفال القرانيه على زيادة ادراك الاطفال لما حولهم من اشياء لذا فان100% منهم يفرق بين انواع الخضروات ويذكر اسمائها و90% منهم يذكر انواع المواصلات والسيارات التى يشاهدها الا ان هذه النسبة تنخفض الى 33.3% من الاطفال هو من يستطيع ادراك التسلسل الزمنى للاحداث.\nالعنصر الثاني :\nتساعد روضة الاطفال القرانية الطفل على معرفة الاعداد والارقام من خلال التعليم بطريقة مشوقة وقد وصلت معرفة الاطفال بالحروف الهجائية الى 76.7% بينما يستطيع 96.7% من الاطفال ذكر الارقام الحسابية مرتبة و يستطيع 90% منهم كتابة الارقام والحروف بصورة جيدة و 6.7% بصورة غير جيدة.\nالعنصر الثالث :\nتساعد روضة الاطفال القرانيه الاطفال على رفع روحانياتهم من خلال الايات القرانية التى تدعو للاخلاق وحفظهم للاحاديث النبوية الشريفة وشرحها لهم وتطبيقها عمليا وليس ادل من ذلك ان 90% منهم يذكر الايات القرانية فى البيت وعند عودته من الروضة بينما يستطيع 73.3% منهم ذكر الاحاديث النبوية. ويعرف 93.3% منهم ان محمدا صلى الله علية وسلم هو رسول الله الى البشرية.\nالعنصر الرابع :\nنظرا لاهمية الماء فى حياة المجتمعات وخاصة المجتمع السعودى فقد قامت روضة الاطفال القرانيه بمحاولة توعية الاطفال لاهمية الماء ومعرفه خصائصه وبنهاية العام الدراسى كان 66.7% منهم يعرف اهمية الماء واستطاع 93.3 % منهم معرفة ان الله سبحانه وتعالى منزل المطر.\nالعنصر الخامس :\nتساعد روضة الاطفال القرانيه الاطفال على ادراك قدرة الله فى الكون واستطاع 66% منهم معرفة مظاهر الله فى الكون.\nوالجدول التالى (3) يعرض فى خلاصة نتائج استقصاء تاثيرروضة الاطفال القرانية على الجانب الادراكى موضحا نسب موافقة اولياء امور الاطفال على سلوكياتهم ومن الملاحظ ارتفاع نسب \" يفعل \" مع توسط \" بعض الاحيان وانخفاض تام \" لعدم فعل \" الاطفال لمعظم السلوكيات .\n(1/13)\n",
        "ويقع المتوسط العام لمعظم عبارات الاستبيان بين 2.2 الى 2.9وهو بمثابة القيمة الوسطى لسلوكيات الاطفال ويقع 6 جانب سلوكى من واقع 25 جانب من جوانب السلوك الادراكى لا يفعله الاطفال مطلقا مما يرفع نسبه اهتمام الاطفال بفعله.\nالمسمى العام\nم\nالجانب\nالنسبة\nالمتوسط\nالانحراف المعياري\nيفعل\nبعض الأحيان\nلا يفعل\nالكلى\nتاثير الروضة القرانية على الاطفال من ناحية الادراك المعرفى\n1\nيطابق العدد بمدلوله\n73.3\n20\n6.7\n2.67\n0.606\n2\nيستطيع الطفل ادراك التسلسل الزمنى للاحداث\n33.3\n46.7\n20\n2.13\n0.73\n3\nيذكر الطفل انواع(المواصلات) السيارات التى يشاهدها او يركبها\n90\n3.3\n6.7\n2.83\n0.531\n4\nيفرق الطفل بين انواع الخضروات ويذكر اسمائها\n100\n3\n0\n5\nيستطيع الطفل تذكر احداث قصة واقعية او خيالية\n86.7\n13.3\n2.87\n0.34\n6\nيذكر الطفل ايام الاسبوع مرتبة\n66.7\n26.7\n6.7\n2.6\n0.621\n7\nيستطيع الطفل ادراك الاشكال المختلفة مثل المثلث والمربع\n93.3\n6.7\n2.9\n2.54\nتاثير الروضة القرانية على معرفة الاطفال للاعداد والارقام.\n8\nيذكر الطفل عدد ركعات كل صلاة\n40\n36.7\n23.3\n2.17\n0.79\n9\nيستطيع الطفل ذكر بعض الحروف الهجائية مرتبة\n76.7\n13.3\n10\n2.67\n0.66\n10\nيستطيع الطفل ذكر بعض الأرقام الحسابية مرتبة\n96.7\n3.3\n2.67\n0.18\n11\nيستطيع الطفل نسخ بعض الحروف الهجائية\n90\n6.7\n3.3\n2.87\n0.43\n12\nيستطيع الطفل نسخ بعض الأرقام الحسابية\n90\n6.7\n3.3\n2.87\n0.43\nتاثير الروضة القرانية على الاطفال من ناحية الروحانيات.\n13\nيذكر أن محمد – صلى الله عليه وسلم – نبيه\n93.3\n6.7\n2.9\n0.254\n14\nيذكر أن القرآن الكريم كتاب الله\n90\n10\n2.9\n0.3\n15\nيذكر الطفل بعض الآيات القرآنية فى المنزل\n90\n6.7\n3.3\n2.87\n0.43\n16\nيذكر الطفل بعض الأحاديث النبوية فى المنزل\n73.3\n16.7\n10\n2.63\n0.669\nتاثير الروضة القرانية على الاطفال على معرفة الطفل لخصائص الماء وادراكه لاهميته\n17\nيذكر أهمية وجود الماء\n66.7\n30\n3.3\n(1/14)\n\n2.63\n0.556\n18\nيذكر أن الله سبحانه منزل المطر\n93.3\n3.3\n3.3\n2.9\n0.405\n19\nيذكر فائدة المطر\n63.3\n30\n6.7\n2.57\n0.626\n20\nيعدد بعض خصائص الماء\n36.7\n36.7\n26.7\n2.1\n0.803\n21\nيصف الشكل الخارجي للسمكة\n50\n20\n30\n2.2\n0.887\n22\nيحدد طريقة تنفس السمك\n23.3\n23.3\n53.3\n1.7\n0.837\n23\nيسمي بعض وسائل النقل في الماء\n73.3\n13.3\n13.3\n2.6\n0.724\nتاثير الروضة القرانية على معرفة الطفل بقدرة الله فى الكون\n24\nيذكر مظاهر قدرة الله في خلقه\n60\n26.7\n13.3\n2.47\n0.73\n25\nيصف بعض الكائنات التي تعيش في الرمال\n63.3\n30\n6.7\n2.57\n0.626\nوالجدول التالى (4) يعرض فى خلاصة نتائج استقصاء تاثيرروضة الاطفال القرانية اجمالا ويعرض النسبة المئوية لحالات الاستقصاء والتى اتضحت فى الاشكال السابق عرضها.\nالتاثير\nم\nالجانب\nالنسبة\nالمتوسط\nالانحراف المعياري\nيفعل\nبعض الأحيان\nلا يفعل\nالكلى\nتأثير روضة الأطفال على الجانب السلوكي العملي\n1\nتاثير الروضة القرانية على رفع الاحاسيس والمشاعر عند الطفل\n96.7\n3.3\n2.967\n0.1826\n2\nتاثير الروضة القرانية على اسلوب استيقاظ ونوم الطفل\n23.3\n70\n6.7\n2.167\n0.531\n3\nتاثير الروضة القرانية اسلوب دخول الطفل الخلاء والخروج منه\n46.7\n50\n3.3\n2.433\n0.568\n4\nتاثير الروضة القرانية حب الطفل للروضة والذهاب اليها.\n93.3\n6.7\n2.93\n0.254\n5\nتاثير الروضة القرانية على اسلوب تناول الطفل للطعام.\n83.3\n16.7\n2.8\n0.38\n6\nتاثير الروضة القرانية حب الطفل للقران الكريم\n40\n53.3\n6.7\n2.33\n0.61\n7\nتاثير الروضة القرانية على اسلوب اختيار الطفل لملابسه\n80\n20\n2.8\n0.407\n8\nتاثير الروضة القرانية تنمية المهارات عند الطفل\n86.7\n13.3\n2.86\n0.346\n9\nتاثير الروضة القرانية على اسلوب نظافة الطفل وممارسته الوضوء.\n76.7\n23.3\n2.76\n0.43\nتاثير روضة الاطفال القرانية على الجانب الاجتماعي\n10\nتاثير الروضة القرانية على علاقة الطفل مع اسرته\n73.3\n26.7\n2.7\n0.44\n11",
        "(1/15)\n\nتاثير الروضة القرانية على علاقة الطفل مع الله\n30\n56.7\n13.3\n2.17\n0.64\n12\nتاثير الروضة القرانية على علاقة الطفل مع اقاربه\n76.7\n23.3\n2.76\n0.43\n13\nتاثير الروضة القرانية على علاقة الطفل مع حاجاته\n83.3\n13.3\n3.3\n2.8\n0.4\n14\nتاثير الروضة القرانية على علاقة الطفل مع زملائه\n83.3\n13.3\n3.3\n2.8\n0.48\n15\nتاثير الروضة القرانية على علاقة الطفل مع الاجتماعيات.\n83.3\n16.7\n2.8\n0.37\nتأثير روضة الأطفال القرآنية على الجانب المعرفي\n16\nتاثير الروضة القرانية على الاطفال من ناحية الادراك المعرفى\n80\n20\n2.8\n0.406\n17\nتاثير الروضة القرانية على معرفة الاطفال للاعداد والارقام.\n83.3\n13.3\n3.3\n2.8\n0.484\n18\nتاثير الروضة القرانية على الاطفال من ناحية الروحانيات.\n86.7\n6.7\n6.7\n2.8\n0.55\n19\nتاثير الروضة القرانية على الاطفال على معرفة الطفل لخصائص الماء وادراكه لاهميته\n46.7\n50\n3.3\n2.43\n0.57\n20\nتاثير الروضة القرانية على معرفة الطفل بقدرة الله فى الكون\n56.7\n33.3\n10\n2.46\n0.68\nالأثر الحسي والمعنوي لرياض الأطفال القرآنية التابعة\nلجمعيات القرآن الكريم على المجتمع\n…بشكل عام لرياض الأطفال القرآنية التابعة لجمعيات تحفيظ القرآن الكريم أثر حسي ومعنوي على النحو التالي :\n1- دعم لبرامج التعليم العام :\nرياض الأطفال التابعة لجمعيات تحفيظ القرآن الكريم تساهم بشكل كبير في تخفيف الضغط على الوحدات الحكومية بتقديم نموذج في الغالب يكون أفضل ناحية الأداء والبيئة وأيضاً من القطاع الخاص وفي رياض الأطفال التابعة لدار عائشة رضي الله عنها قد أشاد بها المسئولين والمسئولات بالمحافظة واعتبروها من أفضل رياض أطفال في مدينة المجمعة بل وقد حُث على زيارتها من قبل المشرفات ورياض الأطفال الأخرى .\n2- توظيف السعوديات وتدريبهم :\n(1/16)",
        "\nنظراً لإقبال الكبير على رياض الأطفال التابعة لجمعيات تحفيظ القرآن الكريم فإن ذلك استلزم تعيين عدد كبير من المؤهلات السعوديات برواتب تضاهي القطاع الخاص ولكن لضعف الأمان الوظيفي فأنهن وبعد تدريبهن يتحولن للقطاع الحكومي .\n3- برامج متميزة للنشء:\nيُلحظ تعطش المجتمع لمثل هذه البرامج بشتى فئاته وتوجهاته وخاصة المقدمة للنشء وثقتهم في مخرجاته والقائمين عليها .\nالتوصيات\n…من خلال استعراض نتائج الدراسة يمكن وضع عدد من التوصيات التي آمل أن يكون لهذا الملتقى المبارك دور في ترجمتها إلى أرض الواقع والتوصيات هي :\n1) تعميم فكرة رياض الأطفال القرآنية والتوسع فيها من قبل جمعيات تحفيظ القرآن الكريم والاستفادة من التجارب القائمة .\n2) إنشاء مركز بحثي وتطويري لجمعيات تحفيظ القرآن الكريم يكون احد مهامه طرح برامج استراتيجيه للنشء .\nالخاتمة\nوفي الختام أشكر القائمين على الملتقى إتاحة الفرصة لي لطرح تجربتي ليتم إثرائها بالمداخلات والمقترحات لتنضج ويستفاد منها في الميدان .\n??\n??\n??\n??\n0\nرياض الأطفال القرآنية وتأثيرها على النشء ـــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ\n(1/17)\n"
    ]
}