{
    "partText": [
        "\nكتاب زواج عمر بن الخطاب من أم كلثوم بنت علي بن أبي طالب\nتأليف أبومعاذ الإسماعيلي\nمقدمة\nالحمدلله وحده والصلاة والسلام على من لا نبي بعده.... أما بعد...\nفهذه رسالة بديعة في بابها، وأحسب أن المؤلف لم يسبق في موضوعها وقد أجاد وأفاد مع حسن العبارة والأدب مع المخالف في الحوار والنقاش وهذه ظاهرة في عموم الرسالة ونحن في أمس الحاجة إلى الحوار الهادي والوصول إلى الحقيقة بأسلوب علمي وأدب إسلامي رصين....\nأيها القارئ الكريم الأحداث التاريخية التي لها آثار كبيرة في افتراق الأمة كثيرة وللأسف الشديد يهتم من الخطباء بل والكتاب على ترديدها ونشرها من غير تمحيص ولا تدقيق وهذا الصنيع له آثاره الكبيرة في تأصيل الافتراق وإذكاء العداوة واستمرارها ونجد من ضمن هؤلاء الخطباء من يرفع صوته داعياً لتوحيد الكلمة بين المسلمين وضرورة وقوفهم صفاً واحداً أمام اليهود والنصارى وسائر الكفار وهو بأفعاله يناقض أقواله وما لا خلاف فيه أن الاجتماع على الحق واجب شرعي وأمنية كل مسلم غيور وهذه الرسالة في صميم الأحداث التاريخية التي تعين في جلاء ووضوح الترابط الترابط الأسري بين آل رسول الله صلى الله عليه وآله وسلم وصحبه الكرام وإبراز هذا الحدث التاريخي وأمثاله، طلب شرعي لأنه يتفق مع النصوص الكثيرة الواردة في الكتاب والسنة التي فيها الثناء على أصحاب رسول الله صلى الله عليه وآله وسلم وفي مقدمتهم أهله الأطهار.\nثانياً: أن إبراز الأحداث التاريخي التي تبين وحدة الأمة الإسلامية وترابطها يساهم في وحدة الصف في هذا العصر والأمة في أمس الحاجة لهذه الوحدة.\nثالثاً: أن القصص التاريخية لها وقع في النفس وهي الوسيلة الحسنة التي يستفيد المسلمون منها والحديث عن أهمية هذا الموضوع يطول وليس هنا محل بسطه...\n(1/1)\n",
        "أيها القارئ الكريم لكثرة من تحدث عن هذا الزواج ما كنت أحسب أن أحداً أنكره لكثرة من أثبته من علماء السنة والشيعة وقد أجاد المؤلف في الرد على من أنكر هذا الزواج أو تأوله وينبغي أن تقرأ الرسالة بإنصاف وبدون أحكام مسبقة وهذا لا يمنع من رد الحجة بالحجة والحوار الهادئ الهادف للوصول إلى الحقيقة وأسأل الله سبحانه وتعالى أن يلهمنا الصواب والسداد وأن يجزل الأجر والثواب للمؤلف...\nصالح بن عبدالله الدرويش\nالقاضي بالمحكمة الشرعية الكبرى بالقطيف\nمقدمة\nإن الحمد لله، نحمده ونستعينه ونستغفره، ونعوذ بالله من شرور أنفسنا، ومن سيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله.\nوبعد:\nفقد قال الله تعالى< يا أيها الناس اتقوا ربكم الذي خلقكم من نفس واحدة وخلق منها زوجها وبث منهما رجالاً كثيراً ونساء واتقوا الله الذي تساءلون به والأرحام إنّ الله كان عليكم رقيباً> [سورة النساء آية 1]\nوقال رسول الله صلى الله عليه وآله وسلم: <كل نسب وصهر ينقطع يوم القيامة إلا نسبي وصهري>(1)\nوقال الله تعالى < يا أيها الذين آمنوا اتقوا الله وقولوا قولاً سديداً. يصلح لكم أعمالكم ويغفر لكم ذنوبكم ومن يطع الله ورسوله فقد فاز فوزاً عظيماً> [سورة الأحزاب 70-71]\nوقال أيضاً عزَّ وجلّ < يا أيها الذين آمنوا اتقوا الله حق تقاته ولا تموتن إلا وأنتم مسلمون> [201 سورة آل عمران ]\nهذا كلام الله عزَّ وجلَّ وهدي رسوله يوصينا بالتقوى وقول الحق ويبيِّن لنا نعمه وآلاءه التي لا تحصى بأن خلق لنا من أنفسنا ما تسكن إليه وترتاح لديه.\n(1/2)\n\nوإني قد عزمت حمداً وشكراً لهذه النعم في أول السنة الهجرية غرة المحرم عام 1241هـ الموافق السادس من شهر أبريل من السنة الميلادية 0002م، على الابتداء في بحثي هذا، وسميته (زواج عمر من أم كلثوم بنت علي بن أبي طالب ـ حقيقة وليس افتراءً ـ) وقد سميته بذلك ليكون مدخلاً للسرور لنفس المؤمن، فالمسألة هذه شائكة محيرة، حيَّرت كثيراً من علماء الشيعة وألف وصنَّف فيها كثيرون معظمهم من علماء الشيعة يردون هذا النكاح وينكرونه، لعلل كثيرة يدرك أولوا الألباب وأصحاب البصائر.\nوقد يتساءل القارئ، لماذا يرهق باحث نفسه لإثبات زواج عمر بن الخطاب من أم كلثوم بنت علي بن أبي طالب ـ رضي الله عنهم؟!! وما الذي يعنينا من هذا الزواج؟!! ولا يتصل مثل هذا الأمر بعقيدة ما أو تشريع؟!!\nوالجواب عن ذلك أن كثيراً من علماء الشيعة الإمامية الاثنى عشرية ينكرون هذا النكاح، ويشككون في حدوثه أصلاً، ويذهبون في تأويلهم لهذا النكاح كل مذهب، والروايات التي وردت فيه مذاهب شتى <سوف أستعرضها جميعها في بحثي هذا> ـ إن شاء الله ـ، وغرضهم من هذا بيان أن الخصومة والكراهية والتنافر دائمة وظاهرة بين الصحابة ـ رضوان الله عليهم ـ خاصة بين عليَّ ـ رضي الله عنه ـ وعمر بن الخطاب ـ رضي الله عنه ـ إذ يعتقد الإمامية أن الأخير(2) وغيره من الصحابة ممن تولوا خلافة المسلمين الراشدة بعد رسول الله صلى الله عليه وآله وسلم كانوا ظالمين لعلي ومغتصبين حق الخلافة منه، وأن الخلافة حق لعلي بالنص، وأن ما نحن عليه حتى الآن من ضلال وفساد إنما يرجع إلى غصب أهل البيت حقوقهم وتنحيتهم عن الخلافة الراشدة ابتداء من غصب أبي بكر الصديق للخلافة من علي ثم مَنْ بعده.\nولذلك تنصبُّ لعنات الشيعة على أول ظالم لأهل البيت وثاني ظالم لهم وثالث ورابع... إلخ وذلك في أدعيتهم وأذكارهم، حتى بلغ بهم الأمر ذكر هذه الأوراد في بيت الخلاء(3).",
        "(1/3)\n\nومن هنا كان لِزاماً عليهم <أي علماء الشيعة الإمامية> إنكار أي علاقة نسب أو مصاهرة بين الصحابة وأهل البيت، خاصة من يرونهم أعداء لأهل البيت ومغتصبين لحقوقهم مثل آل الخطاب وآل الزبير وآل طلحة وبني أمية، ومن هنا أنكروا تلك المصاهرات بين أهل البيت ومن سلف ذكرهم. وكان أول ما أنكروه زواج عمر من أم كلثوم بنت علي بن أبي طالب، ثم زواج السيدة سكينة بنت الحسين من مصعب بن الزبير ثم مصاهرات أخرى كثيرة سنأتي على ذكرها ـ إن شاء الله ـ في نهاية بحثنا هذا.\nولما سبق لزمهم إنكار هذا النكاح، إذ كيف يزوج علي ابنته لعمر بن الخطاب وهو الذي اغتصب الخلافة من علي، والشيعة يلعنونه، بل ويكفرونه فكيف يجيزون الزواج من كافر، بل يروي نعمة الله الجزائري في كتابه (الأنوار النعمانية) عن تعجب إبليس ممن هو أشد منه عذاباً ومكبل بالأصفاد والسلاسل ثم يكشف لنا الجزائري في روايته عن المفاجأة التي ادخرها لنهاية القصة إذ أن هذا الذي هو أشد عذاباً من إبليس ليس سوى عمر بن الخطاب...(4).\nهذا ويورد غيرهم من اللعنات والسباب على عمر بن الخطاب والصحابة عامة ما لا يمكن إيجازه هنا(5).\nومن هنا صنف علماء الشيعة الكتب المنفصلة لبيان إنكارهم لهذا الزواج.\nوذهبوا في هذا مذاهب شتى منها ما لا يتخيله عقل إبليس فضلاً عن عقول البشر، ومنها ما لا يقبله منطق وترده كتب الأنساب والتواريخ.\nومما لايتخيله عقل إبليس ما ادَّعاه الجزائري في <الأنوار النعمانية> وغيره من علماء الإمامية من أن عمر لم يتزوج بأم كلثوم ابنة علي، وإنما زوجه علي بشيطانة تشبه أم كلثوم تماماً استدعاها علي من نجران لهذا الأمر، ثم بعد أن مات عمر حوت ميراثه ورجعت إلى مقرها <نجران>.\nولعمري أي عقل يتقبل مثل هذا القول؟!\nوهل عندما مات عمر بن الخطاب وعادت أم كلثوم إلى بيت أبيها بعد وفاة زوجها، وتزوجت بعده ابن عمها هل التي خرجت لبيت أبيها كانت الشيطانة أم أم كلثوم!؟\n(1/4)",
        "\nوهل عندما أنجبت أم كلثوم لعمر بن الخطاب رقية وزيداً هل كانا من شيطانة؟!\nأما ما لا يقبله منطق وترده كتب الأنساب والتواريخ فهو ادِّعاء أحدهم أن أم كلثوم التي تزوجها عمر ليست هي ابنة علي، بل هي أم كلثوم بنت أبي بكر الصديق.\nوهذا والله من المضحكات المبكيات، لأمرين واضحين جليين لكل ذي بصر وبصيرة، أولهما: أن أم كلثوم بنت أبي بكر الصديق تزوجها طلحة بن عبيدالله وعلى هذا كل كتب الأنساب والتواريخ.\nثانيهما: أن أم كلثوم بنت أبي بكر الصديق عندما تولى عمر خلافة المسلمين كانت في بطن أمها فقد مات الصديق ولم تكن وُلدت أم كلثوم بعد، وإنما ولدت بعد مماته ـ رضي الله عنه ـ وليس هاهنا موضع البيان والتفصيل وإنما أردت أن يتنبه القارئ العزيز لأهمية مسألة هذا النكاح وإثباته ورد الشبهات التي تدور حوله أو التي يطرحها علماء الشيعة الإمامية في هذه المسألة بشكل خاص، وغيرها من المسائل التي تتعلق بالمصاهرات.\nفلو صحَّ ما ثبت فعلاً من نكاح عمر بن الخطاب من أم كلثوم لتبيَّن أن هذه المصاهرة إنما كانت لما بين عمر وعلي من مودة ومحبة وصفاء وإلا ما قبل أن يزوجه ابنته. وهذا فيما أرى أنصع دليل وأوضح برهان على أنه لا ظلم أو تظالم أو كراهية أو لعن أو سباب بين علي وعمر رضي الله عنهما، فقد كان علي وزيراً لأبي بكر وعمر في خلافتهما يشاورانه في الأمور ويدلي برأيه ومشورته وكثيراً ما أخذ بها <الصديق> و<الفاروق> ومن بعدهما <ذو النورين>.\nلقد كانت الأواصر والعلاقات بين الصحابة ـ رضوان الله عليهم ـ أشد عمقاً وترابطاً فهم كما وصفهم ومدحهم الله عز وجل في كتابه العزيز <محمدٌ رسول الله والذين معه أشداء على الكفار رحماء بينهم...> (الفتح).\nوختاماً قد أكون أسأت وأخطأت في هذا البحث، وذلك مرده إلى تقصيري وغواية الغوي وقد أكون أحسنت وأصبت فهذا من فضل الله وبتوفيقه عليه أتوكل وإليه أنيب.\nربنا لا تؤاخذنا إن نسينا أو أخطأنا.\n(1/5)\n",
        "ربنا ولا تحمل علينا إصراً كما حملته على الذين من قبلنا\nربنا ولا تحمِّلنا ما لا طاقة لنا به\nواعف عنَّ واغفر لنا وارحمنا انت مولانا فانصرنا على القوم الكافرين.\nوآخر دعوانا أن الحمد لله رب العالمين\nكتبه الفقير إلى رحمة ربه\nأبو مُعاذ الإسماعيلي\nأرض الكنانة\nغرة محرم 1241هـ ـ السادس من أبريل 0002م\nالهوامش\n(1)الحديث في صحيح الجامع الصغير وزيادته، للألباني ج2، ص 838.\n(2)اعتقاد الشيعة الإمامية بكفر عمر بن الخطاب والصديق أبي بكر وعثمان بن عفان أمر عقائدي معلوم لا ينكره أحد، ومن أراد أن يراجع من مراجعهم <بحار الأنوار> للمجلسي في المجلدات الثلاثة (الملاحم والفتن) رقم (92، 03، 13) والمجلدات هذه مخصصة للطعن في هؤلاء الثلاثة من الصحابة وعائشة وحفصة ـ رضوان الله عليهم وكذا بني أمية.\n(3) انظر نص الدعاء هذا في لئالي الأخبار لمحمد التوسيركاني 4/29.\n(4) أوردت ما يذكره الشيعة في سب ولعن الشيخين وهناك نص دعاء صنمي قريش وهو مشهور جداً وانظر دعاء زيارة عاشوراء، والدعاء الوارد في (زيارات وارث) ودعاء التاج وروضة المحتاج، والمصباح للكفعمي ص237 ط/ الأعلمي 4991م.\n(5)انظر الأنوار النعمانية، للجزائري. ج1 ص38 ـ 48 فصل نور مرتضوى.\nتمهيد\nالنكاح سنة نبوية\nلا شك أن النكاح من سنن الهدى، وقد دعا الرسول الكريم إلى النكاح وجعله من سننه صلى الله عليه وآله وسلم .\nوقد استنَّ صحابته ـ رضوان الله عليهم ـ بسنته في النكاح مَنْ استطاع منهم إلى ذلك سبيلاً، وقد كان رسول الله صلى الله عليه وآله وسلم يزوج من أصحابه الفقراء غير المقتدرين وغير المرغوب فيهم بين الناس، إما لفقرهم أو نسبهم أو حسبهم.\nوقد دعانا القرآن الكريم إلى النكاح فقال عز وجل: <وأَنكحوا الأيامى منكم> (النور:23).\n(1/6)\n\nوقال أيضاً: <يا أيها الناس اتقوا ربكم الذي خلقكم من نفس واحدة، وخلق منها زوجها وبث منهما رجالاً كثيراً ونساء واتقوا الله الذي تساءلون به والأرحام إن الله كان عليكم رقيباً> (النساء:1).\nفالنكاح سنة تحفظ المجتمع المسلم من الانهيار والفوضى.\nوقد مدح الله الرسل والأنبياء فقال: <ولقد أرسلنا رسلاً من قبلك وجعلنا لهم أزواجاً وذرية>، فذكر ذلك في معرض الامتنان وإظهار الفضل.\nوكذا كان دعاء الأنبياء والرسل، قال تعالى: <والذين يقولون ربنا هب لنا من أزواجنا وذرياتنا قرة أعين>.\nوأشار رسول الله صلى الله عليه وآله وسلم وآله، إلى النكاح وأهميته في إحصان المسلم، وذلك في العديد من الأحاديث النبوية الشريفة.\nوقد كان صلى الله عليه وآله وسلم وآله يتزوج من أصحابه ويزوجهم ليوثق أواصر المودة والمحبة بينه وبين صحابته، فتزوج من عائشة بنت أبي بكر الصديق ـ رضي الله عنهم ـ وأبو بكر رفيق رسول الله في الهجرة، وموضع سره ووزيره في أموره السياسية والاقتصادية والاجتماعية وفضائله من الصعب علينا إحصاؤها هنا.\nوتزوج من حفصة بنت الفاروق عمر بن الخطاب ـ رضي الله عنهما.\nكما زوج ابنتيه رقيه وأم كلثوم إلى عثمان بن عفان، وزوج ابنته زينب إلى العاص بين الربيع، وزوج علي بن أبي طالب وهو ابن عمه ابنته فاطمة الزهراء ـ رضوان الله عليهما ـ وهي قرة عينه وأحب بناته إليه، ولقد عاشت بعده وابتليت بفقده، فصبرت، وكانت أول أهل بيته لحوقاً به في الرفيق الأعلى، وكان منها ذريته الباقية إلى يوم القيامة وولداها الحسن والحسين سيدا شباب أهل الجنة، وحِب رسول الله وريحانتاه صلى الله عليه وآله وسلم وآله.\nفالرسول الكريم تزوج من صحابته وزوجهم فما ترفع عنهم ولا فارقهم أو أبعدهم عن مجلسه وأهله وإنما صاهرهم وصاهروه.",
        "(1/7)\n\nومن بعد رسول الله صلى الله عليه وآله وسلم وآله رغب الصحابة الكرام في أن يكون لهم صلة وسبب برسول الله لما ورد في الحديث الشريف عنه: <كل نسب وصهر ينقطع يوم القيامة إلى نسبي وصهري> (الحديث في صحيح الجامع الصغير ج2 ص 838).\nومن هنا رغب علي بن أبي طالب ـ رضي الله عنه ـ بعد وفاة السيدة فاطمة الزهراء ـ وبنصح منها في التزوج بأمامة بنت العاص بن الربيع وأمها هي السيدة زينب بنت رسول الله صلى الله عليه وآله وسلم وآله، فما أنكر أحد هذا الزوج، ولا تأول فيه وهو ثابت عند كل الطوائف والفرق.\nومن هنا أيضاً رغب عمر بن الخطاب في الزواج من أم كلثوم بنت علي وأمها فاطمة الزهراء ـ رضوان الله عليهم جميعاً ـ وذلك ليكون له سبب ونسب برسول الله صلى الله عليه وآله وسلم وآله.\nوكان ذلك في السنة السابعة عشرة من الهجرة.\nوقد نصَّت الروايات عند أهل السنة على هذا الزواج، وأن ثمرته كانت رقية وزيداً، وكذلك في مراجع ومصادر الشيعة الإمامية حتى عهد الشيخ المفيد ت314هـ الذي بدأ رفع راية التشكيك في تمام هذا الزواج وتبعه من بعده علماء وأئمة دون انتباه أو التفات لما سلف في مصادرهم من روايات.\nوسوف نعرض لكل ما أثير حول هذا الزواج في بحثنا هذا، ليصل القارئ الكريم إلى الحقيقة وليميز الحق من الباطل.\nأولاً: زواج عمر من أم كلثوم بنت علي\nفي مصادر أهل السنة\nأجمعت مصادر أهل السنة على زواج عمر من أم كلثوم ولا تكاد تجد اختلافاً في الروايات المختلفة والأسانيد التي ذكرت هذا الزواج.\nومن الروايات التي ذكرت هذا الزواج رواية <الطبري> ت 310هـ في تاريخه.(1)\nورواية الطبري ذكرها مختصرة ابن كثير الدمشقي ت477هـ في البداية والنهاية(2) في ذكر زوجات عمر وأولاده ونسائه وبناته.\nوكذلك ذكر الزواج في موضع آخر في الحديث عن علي بن أبي طالب في ذكر زوجاته وبنية وبناته.\n(1/8)",
        "\nقال: <فأول زوجة تزوجها علي ـ رضي الله عنه ـ فاطمة بنت رسول الله صلى الله عليه وآله وسلم بنى بها بعد وقعة بدر، فولدت الحسن وحسيناً ويقال: ومحسناً ومات وهو صغير وولدت له زينب الكبرى وأم كلثوم وهذه تزوج بها عمر بن الخطاب...>(3).\nوذكر الزواج <الذهبي> ت847هـ في تاريخ الإسلام في أحداث سنة سبع عشر قال: <وفيها تزوج عمر بأم كلثوم بنت فاطمة الزهراء وأصدقها أربعين ألف درهم فيما قيل>(4).\nوذكر الذهبي أيضاً هذا الزواج في <سير أعلام النبلاء> في ذكر نساء عمر بن الخطاب وأولاده قال: <وتزوج أم كلثوم بنت فاطمة الزهراء وأصدقها أربعين ألفاً فولدت له زيداً ورقية>(5).\nوذكر هذا الزواج أيضاً ابن الجوزي ت795هـ في كتابه <المنتظم> في ذكر أزواج وأولاد عمر بن الخطاب قال: <كان له من الولد: عبدالله، وعبدالرحمن، وحفصة وأمهم زينب بنت مظعون بن حبيب، وزيد الأكبر ورقية وأمهم أم كلثوم بنت علي بن أبي طالب، وأمها فاطمة بنت رسول اللهصلى الله عليه وآله وسلم وزيد الأصغر وعبيد الله وأمهما أم كلثوم بنت جرول....>(6).\nوذكر هذا الزواج الدياربكري في <تاريخ الخميس> وغيره من المؤرخين والمحققين في العديد من المصنفات ولم يختلف من هؤلاء المؤرخين واحد في حدوث هذا الزواج، وبأم كلثوم بنت علي ابنة فاطمة الزهراء وبأنها ولدت لعمر زيداً ورقية.\nولولا خشية الإطالة لنقلنا هنا كل هذه الروايات، ولكن ما سلف فيه الكفاية لمن أراد الهداية.\nأما كتب التراجم المختلفة فقد ذكرت هذا الزواج سواء في ترجمة عمر بن الخطاب أو ترجمة أم كلثوم بنت علي أو ترجمة أم كلثوم بنت أبي بكر الصديق.\nولا تجد أيضاً أيّ اختلاف في ذكر هذا الزواج وبأنه كان بأم كلثوم بنت علي لا غيرها مع كثرة من تسمين بأم كلثوم.\n(1/9)\n",
        "ولنبدأ من كتب التراجم بكتاب <الإصابة في تمييز الصحابة> لابن حجر العسقلاني ت258هـ فمكانة ابن حجر العسقلاني لا تجهل وتبحره في الحديث والتراجم ومعرفة الرجال وأحوالهم لا تنكر.\nقال ابن حجر في ترجمة أم كلثوم بنت علي:\n<... وقال ابن وهب عن عبدالرحمن بن زيد بن أسلم عن أبيه عن جده تزوج عمر أم كلثوم على مهر أربعين ألفا وقال الزبير ولدت لعمر ابنيه زيدا ورقية وماتت أم كلثوم وولدها في يوم واحد أصيب زيد في حرب كانت بين بني عدي فخرج ليصلح بينهم فشجه رجل وهو لا يعرفه في الظلمة فعاش أياماً وكانت أمه مريضة فماتا في يوم واحد....>(7).\nوقال أيضاً: <وذكر ابن سعد عن أنس بن عياض عن جعفر بن محمد عن أبيه أن عمر خطب أم كلثوم إلى علي فقال إنما حبست بناتي على بني جعفر فقال زوجنيها فوالله ما على ظهر الأرض رجل يرصد من كرامتها ما أرصد قال قد فعلت فجاء عمر إلى المهاجرين فقال زفوني فزفوه فقالوا بمن تزوجت قال بنت علي إني سمعت أن النبي صلى الله عليه وآله وسلم قال كل نسب وسبب سيقطع يوم القيامة إلا نسبي وسببي وكنت قد صاهرت فاحببت هذا أىضاً ومن طريق عطاء الخراساني أن عمر أمهرها أربعين ألفا وأخرج بسند صحيح أن ابن عمر صلى على أم كلثوم وابنها زيد فجعله مما يليه وكبر أربعاً وساق بسند آخر أن سعيد بن العاص هو الذي أبهم عليها>(8).\nـ وفي (أسد الغابة) في معرفة الصحابة) لابن الأثير ت630هـ ذكر الروايات نفسها مع اختلاف طفيف في اللفظ قال:\n<أم كلثوم بنت علي بن أبي طالب ، أمها فاطمة بنت رسول الله صلى الله عليه وآله وسلم ، ولدت قبل وفاة رسول الله صلى الله عليه وآله وسلم ....\nوتوفيت أم كلثوم وابنها زيد في وقت واحد، وكان زيد قد أصيب في حرب كانت بين بني عدي، خرج ليصلح بينهم، فضربه رجل منهم في الظلمة فشجه وصرعه، فعاش أياماً ثم مات هو وأمه، وصلى عليهما عبدالله بن عمر، قدمه حسن بن علي....>(9).\n(1/10)\n\nوالروايات السابقة نفسها تجدها باختلاف طفيف في اللفظ في طبقات ابن سعد، وعيون الأخبار لابن قتيبة وغيرها من المراجع.\nولقد ذكرت في ثنايا هذا البحث عشرات المراجع التي أشارت لهذا الزواج ونقلت النصوص المبينة لذلك نقلاً حرفياً.\nوأود أن أشير هنا إلى ما سبق بيانه من روايات:\nأولاً: نخرج من رواية الطبري وهو من أقدم المؤرخين توفي سنة 310هـ أن عمر بن الخطاب خطب أولاً أم كلثوم بنت أبي بكر ونظراً لشدة عمر المعروفة خشيت أم كلثوم بنت أبي بكر من الحياة معه فأبته فتدخل عمرو بن العاص لرفع الحرج عن عائشة أم المؤمنين لما قبلت العرض أول مرة وكان من عمرو ما كان من الإشارة للزواج من أم كلثوم بنت علي.\nثانياً: في رواية ابن كثير عن المدائني وأظنه اختصر الرواية من تاريخ الطبري ولم يضف إليها شيئاً يذكر.\nالمبحث الأول\nادعاء علماء الشيعة أن عمر تزوج\nأم كلثوم بنت أبي بكر وليس بنت علي بن أبي طالب\nمن التي تزوجها عمر بن الخطاب؟\nيحاول بعض علماء الشيعة إنكار ما تم من نكاح عمر بن الخطاب لأم كلثوم بنت علي بن أبي طالب، لأن مثل هذا الزواج وثبوته، يبين خطأ معتقدهم من أن علياً كان يلعن من اغتصبوا منه خلافته التي هو أحق الناس بها بعد رسول الله صلى الله عليه وآله وسلم.\nويذهب بعض علماء الشيعة مذاهب شتى لإنكار هذا الزواج، وقد ضاقت بهم السبل حتى طلع منهم عالم ليحل هذا الإشكال وكان مفتاح حله لهذا اللغز المستعصي هو أنه رأى فعلاً زواج عمر من أم كلثوم لكنها ليست أم كلثوم بنت علي بن أبي طالب، ولكنها أم كلثوم بنت أبي بكر الصديق، ومن هنا كان المخرج الذي اهتدى له عقله.",
        "(1/11)\n\nلقد ذكر هذا العالم الجليل القدر وهو السيد/ ناصر الحسين الموسوي اللكنوي الهندي ابن صاحب (عبقات الأنوار) ـ رأيه هذا في كتاب له سماه (إفحام الخصوم في نفي تزويج أم كلثوم) والكتاب لم ينشر بعد وهو مخطوط ولم أطلع عليه وإن كنت قرأت ما كتبه آية الله النجفي المرعشي المحقق لكتاب (إحقاق الحق) فقد أسهب في تعريفه وتعرضه للمسألة فمما قاله: <ثم ليعلم أن أم كلثوم التي تزوجها الثاني(1) كانت بنت أسماء وأخت محمد هذا(2) فهي ربيبة مولانا أمير المؤمنين ـ عليه السلام ـ ولم تكن بنته كما هو المشهور بين المؤرخين والمحدثين. وقد حققنا ذلك وقامت الشواهد التاريخية في ذلك، واشتبه الأمر على الكثير من الفريقين وإنى بعد ما ثبت وتحقق لدي أن الأمر كان كذلك استوحشت التصريح به في كتاباتي لزعم التفرد في هذا الشأن إلى أن وقفت على تأليف في هذه المسألة للعلامة المجاهد سيف الله المقتضي على أعداء آل الرسول آية الباري مولانا السيد ناصر الحسين الموسوي اللكنوي الهندي ابن الآية الباهرة صاحب العبقات ورأيته قدس الله سره أبان عن الحق وأسفر وسمى كتابه: (إفحام الخصوم في نفي تزويج أم كلثوم) ولعل الله تعالى شأنه يوفق أهل الخير لطبعه ونشره والنسخة موجودة في مكتبته العامرة الوحيدة عند نجله الأكرم حجة الإسلام السيد محمد سعيد آل العبقات أدام الله بركته ولعلنا نشير في المباحث الآتية إلى هذا الأمر ونتعرض لبعض تلك الأدلة والشواهد إن شاء الله>(3).\nالرد والجواب:\n(1/12)",
        "\nأولاً: يبدو أن علماء الشيعة الإمامية لديهم عقدة نفسية في مسألة البنوة هذه، فكلما تعرضوا لمسألة مصاهرة وزواج كان مخرجهم أن التي تزوجت ليست ابنته إنما هي ربيبته فأم كلثوم التي زوجها علي لعمر ليست ابنته وإنما هي ربيبته وهي أخت شقيقة لمحمد بن أبي بكر ومن قبل ادعى علماء الشيعة في مسألة زواج بنات رسول الله صلى الله عليه وآله وسلم زينب وأم كلثوم ومن قبلها رقية ـ أنهن لسن بنات رسول الله وإنما هن ربائبه، وليس لرسول الله صلى الله عليه وآله وسلم إلا ابنة واحدة وهي فاطمة ـ رضي الله عنها ـ.\nلقد ذكر ذلك العلامة جعفر مرتضى العاملي(4) وتبعه آخرون وسبقه آخرون هذا على الرغم من مخالفة هؤلاء لعلماء من الشيعة كثيرين من أمثال: الشيخ المفيد.\nوقد انتقد عالم من علماء الشيعة جعفر مرتضى هذا وبين عوار رأيه فكان من كلامه: <.. وفي ضوء هذه الرؤية خالف السيد مرتضى العاملي وبجرأة ما عليه العلماء وخاصة الشيخ المفيد في مسألة بنات النبي صلى الله عليه وآله وسلم ولم يجد بأساً في الخروج على اتفاقهم، فنفى أن يكون للنبي صلى الله عليه وآله وسلم من البنات غير السيدة الزهراء (ع) مع أن كلمات أعلام الشيعة منذ عهد الشيخ المفيد إلى ما يقرب عصرنا متضافرة على أن له من البنات غيرها، وإن لم نقل عن السيد مرتضى أنه يميل إلى عدم زواج السيدة خديجة (ع) من غير النبي صلى الله عليه وآله وسلم...>(5).\nـ وانتقد أيضاً نظرته هذه في موضع آخر من كتابه هذا(6).\nومال إلى هذا الرأي كثير من علماء الشيعة الإمامية وسيأتي تفصيل رأيهم والرد عليهم وإنما عرضنا ذلك هنا للمناسبة.\nوهكذا كلما حدثت مصاهرة أو نكاح اكتشف علماء الشيعة أنهن لسن بناته بل ربائبه حدث هذا في تبريرهم تزويج رسول الله صلى الله عليه وآله وسلم ابنته زينب من أبي العاص بن الربيع وابنتيه رقية وأم كلثوم لعثمان بن عفان.\n(1/13)\n",
        "وهم الآن يكتشفون الحادثة نفسها والفكرة الألمعية نفسها فأم كلثوم التي زوجها علي لعمر ليست ابنته وإنما هي ربيبته.\nأقول (شنشنة أعرفها من أخزم) هذه عادة قديمة دأب عليها علماء الشيعة وإن شاء الله نبين بطلانها.\nثانياً: هل توجد ابنة لأبي بكر اسمها (أم كلثوم):\nالجواب نعم ولكنها ابنته من (حبيبة بنت خارجة الخزرجية) وليس من أسماء بنت عميس وعلى هذا كتب التاريخ والأنساب كلها قاطبة لم يشذ واحد.\n- أم كلثوم بنت أبي بكر الصديق\nمن الواضح أن الكلام كله يدور حول هذه الشخصية التي يدعي الشيعة أو أحد علمائهم أنها هي التي تزوجها عمر بن الخطاب وزوجه إياها علي بن أبي طالب.\nإنها أم كلثوم بنت أبي بكر نعم هي أخت محمد بن أبي بكر من أبيه الصديق لكن أمها حبيبة بنت خارجة وأم محمد أسماء بنت عميس الخثعمية، ولم تلد أسماء لأبي بكر إلا محمداً هذا.\nمولد أم كلثوم بنت أبي بكر:\nمن الثابت عند علماء السير والتاريخ أنها ولدت بعد وفاة أبي بكر الصديق وهي أصغر بناته قال الحافظ ابن حجر <أم كلثوم بنت أبي بكر الصديق التيمية تابعية مات أبوها وهي حمل فوضعت بعد وفاة أبيها>(7).\nهذا ومن المعلوم أن رسول الله صلى الله عليه وآله وسلم انتقل إلى جوار ربه يوم الاثنين 31 ربيع الأول سنة 11هـ. 8 يونيه سنة 236م. ورسول الله على رأس الثالثة والستين من عمره(8).\nـ ثم تولى أبو بكر الصديق الخلافة وكانت مدة خلافته عامين ونصف أي كانت وفاة أبي بكر الصديق في السنة الثالثة عشرة من الهجرة وتوفى وهو في سن رسول الله صلى الله عليه وآله وسلم على رأس ثلاث وستين سنة وكان مولد الصديق بعد عام الفيل بعامين وأشهر.\nـ ثم تولى الخلافة عمر بن الخطاب ـ رضي الله عنه ـ في السنة الثالثة عشرة من الهجرة حتى السنة الثالثة والعشرين أي من (31 ـ 32هـ)، (436 ـ 446م).\n(1/14)\n\nوكانت مدة خلافته عشر سنين وستة أشهر وتوفى في شهر ذي الحجة سنة 32هـ كما سبق بيان ذلك وكان عمره عند الوفاة الثالثة والستين أيضاً.\nوالواضح من التواريخ السابقة أن أم كلثوم ابنة أبي بكر الصديق ـ رضي الله عنه ـ ولدت حتماً في السنة الرابعة عشر من الهجرة على رأسها أو فى أواخر السنة الثالثة عشرة من الهجرة بعد وفاة الصديق مباشرة، فقد أوصى أبو بكر بها عند موته.\nوتولى عمر بن الخطاب الخلافة من السنة الثالثة عشرة حتى السنة الثالثة والعشرين وأشهر فهل يمكننا أن نقطع جازمين بزواج عمر بن الخطاب من أم كلثوم ابنة أبي بكر الصديق وسنها عند وفاة عمر لم يبلغ تسع سنوات أو عشر، على أقصى تقدير، ولو صح ذلك فمتى أنجبت له (زيداً ورقية) كما تبين كتب الأنساب والتواريخ.\nـ إن عمر بن الخطاب خطب أم كلثوم عام سبعة عشر هجرياً أي بعد توليه الخلافة بأربع سنوات وهذا يعني أن أم كلثوم بنت أبي بكر كان عمرها أربع سنوات على أقصى تقدير. فكيف يُعقل أن يخطب خليفة المسلمين طفلة عمرها أربع سنوات، بينما أم كلثوم بنت علي وُلدت قبل وفاة الرسول صلى الله عليه وآله وسلم فهي أكبر سناً وعلى أقل احتمال بالنسبة لفارق السن يرجح أن الخليفة خطب أم كلثوم بنت علي وليس بنت أبي بكر.(9)\nوعلماء السير والتاريخ ذكروا من سيرة أم كلثوم بنت أبي بكر الصديق أمرين ذي أهمية بالنسبة لموضوعنا وبحثنا هذا وهما:\nمولدها بعد وفاة أبي بكر.\nوزواجها من طلحة بن عبيد الله وقد ولدت له محمداً وزكريا وعائشة.\nوهاك بيان المراجع التي ذكرت ذلك ونصوصاً من كلام العلماء:\nنص: قال ابن حجر <حبيبة بنت خارجة بن زيد أو بنت زيد بن خارجة الخزرجية زوج أبي بكر الصديق ووالدة أم كلثوم ابنته التي مات أبو بكر وهي حامل بها>(10).\n- ونقل صاحب (نساء من عصر التابعين):",
        "(1/15)\n\n<ومن الجدير بالذكر أن أبابكر ـ رضي الله عنه ـ قد ورثه أبوه (أبو قحافة) وزوجتاه: أسماء بنت عميس، وحبيبة بنت خارجة وأولاده: عبدالرحمن، ومحمد، وعائشة وأسماء وأم كلثوم<(11).\n- نص: قال ابن خلكان في وفيات الأعيان عن أم كلثوم: <تزوجها طلحة بن عبيد الله فولدت له محمداً وكان عاملاً على مكة، وولدت له زكريا وعائشة ثم قتل عنها فتزوجها عبدالرحمن بن عبدالله بن أبي ربيعة المخزومي>(12).\n- ونقل الشيخ الشبلنجي في كتابه (نور الأبصار) في حديثه عن أبي بكر الصديق:\n<أم كلثوم أصغر بناته أمها حبيبة بنت خارجة بن زيد توفى عنها أبو بكر وهي حُبلى بأم كلثوم فولدت بعد وفاته وتزوجها طلحة بن عبيدالله>(13).\n- قال ابن قتيبة في المعارف (أخبار أبي بكر ـ رضي الله عنه ـ):\n<وأما أم كلثوم بنت أبي بكر> فخطبها عمر إلى عائشة فأنعمت له وكرهته أم كلثوم فاحتالت حتى أمسك عنها وتزوجها طلحة بن عبيدالله فولدت له: زكريا وعائشة ثم قتل عنها...>(14).\nـ وقال في موضع آخر في أخبار ولد طلحة بن عبيدالله:\n<... ومنهم زكريا بن طلحة وأمه أم كلثوم بنت أبي بكر الصديق وأخته لأبيه وأمه عائشة بنت طلحة<(15).\n- وقال صاحب (الروضة الفيحاء في تواريخ النساء): <أم كلثوم بنت أبي بكر الصديق أمها حبيبة بنت خارجة بن زيد الأنصاري وهي أصغر بنات الصديق توفى أبو بكر وأمها حمل بها... فتزوجها طلحة ـ رضي الله عنه ـ...>(16).\n- وقال ابن الجوزي في (المنتظم) عند ذكر زوجات أبي بكر الصديق <والزوجة الثانية: حبيبة بنت خارجة بن زيد فولدت له أم كلثوم بعد وفاته، وكان أبو بكر لما هاجر إلى المدينة نزل على أبيها خارجة بن زيد...>(17).\n- وقال الذهبي في تاريخ الإسلام عن قصة تصدق طلحة بمال أتاه:\n(1/16)",
        "\n<قال أبو إسماعيل الترمذي ثنا سليمان بن أيوب بن سليمان بن عيسى بن موسى بن طلحة التميمي حدثني أبي عن جدي عن موسى بن طلحة أن أباه أتاه مال من (حضر موت) سبعمائة ألف فبات ليلته يتململ فقالت له زوجته: مالك؟ فقال: تفكرت فقلت: ما ظن رجل بربه يبيت وهذا المال في بيته قالت: فأين أنت عن بعض أخلائك فإذا أصبحت فاقسمها. فقال: إنك موفقة وهي أم كلثوم بنت الصديق. فقسمها بين المهاجرين والأنصار فبعث إلى على منها وأعطى زوجه ما فضل فكان نحو ألف درهم>(18).\nسادساً: الشكل التالي يوضح نسب أبي بكر الصديق وأولاده ذكوراً وإناثاً(19)\nمناقشة الروايات التي ذكرت خطبة عمر لأم كلثوم بنت أبي بكر\nمما يؤكد أن عمر بن الخطاب لم يخطب أم كلثوم بنت أبي بكر ضعف الروايات التي ذكرت ذلك وهذه الروايات هي:\nـ رواية ابن جرير الطبري ت310هـ وفيها <قال المدائني: وكان قد خطب أم كلثوم ابنة أبي بكر الصديق وهي صغيرة وراسل فيها عائشة فقالت أم كلثوم: لا حاجة لي فيه...>.(20)\nـ والرواية نفسها ينقلها ابن كثير الدمشقي ت447هـ في البداية والنهاية دون الإشارة إلى أنه نقلها بتمامها من ابن جرير الطبري.\nوفيها <قال المدائني: وكان قد خطب أم كلثوم ابنة أبي بكر وهي صغيرة...>(21).\nوقد وردت الرواية في (الأغاني) لأبي الفرج الأصفهاني، والعقد الفريد لابن عبدربه الأندلسي. وكلا العالمين يدور في قدحهما كلام كثير(22).\nولكن كلامنا هنا يدور حول سند الرواية.\nفالمتأمل في الرواية لا يجد لها سنداً متصلاً سوى (قال المدائني) دون ذكر أي سند فمن أين نقل المدائني الرواية وعمن أخذها؟\nوكذلك ذكر محمد بن جرير الطبري للرواية بـ (قال المدائني) فلم يصرح بالسماع منه ولا حتى بلقائه فأين الواسطة بين الطبري والمدائني وبين المدائني ومن نقل عنه!؟\nومعلوم أن وفاة الطبري سنة 310هـ.\nووفاة المدائني سنة 422هـ وقيل 522هـ.\n(1/17)\n",
        "فبين وفاة المدائني ووفاة الطبري ست وثمانون سنة.\nـ وإضافة إلى ما سبق فالمدائني يروي معظم أخباره دون سند وهو ليس بالقوي.\nقال الذهبي في (ميزان الاعتدال):\n<علي بن محمد أبو الحسن المدائني الإٍخباري صاحب التصانيف ذكره ابن عدي في الكامل فقال: علي بن محمد بن عبدالله بن أبي سيف المدائني مولى عبدالرحمن بن سُمرة ليس بالقوي في الحديث وهو صاحب الأخبار قلَّ ماله من الروايات المسندة...>(23).\nالهوامش :\n(1) يقصد بالثاني عمر بن الخطاب (حسب ترتيب الخلافة وتوليها).\n(2) يقصد أسماء بنت عميس الخثعمية وقد تزوجها أولاً جعفر الطيار وولدت له ثم تزوجها بعده أبو بكر الصديق وولدت له، ثم تزوجها بعده علي بن أبي طالب وولدت له، والمقصود بمحمد: محمد بن أبي بكر الصديق الذي ولاه علي مصر ثم قتله معاوية بن خديج (مرسل من قبل معاوية وقائد الجيش) ويقال أنه وضعه في جيفة حمار ثم أحرقه، كان محمد (حسب روايات المؤرخين) ممن نقموا على عثمان بن عفان، ولم يباشر قتله على الرأي الصواب عند أهل السنة. ويبدو أنه أخطأ وجعل أم كلثوم ابنة أبي بكر من أسماء والمعروف أنها ابنته من زوجة أخرى سيأتي ذكرها.\n(3) الفقرة منقولة بتمامها من (هامش إحقاق الحق وإزهاق الباطل) نور الله التستري، كتبها محقق الكتاب ج2 ص673 ط قديمة.\n(4) راجع رأيه في الصحيح من سيرة النبي ج1 ص321 ـ 621 تحت عنوانين (زوجتا عثمان هل هما بنات النبي صلى الله عليه وآله وسلم؟!، هل زينب ابنة الرسول صلى الله عليه وآله وسلم أم ربيبته.\n(5) انظر (هوامش نقدية على كتاب مأساة الزهراء) السيد محمد الحسيني ص93 ـ 04. وهذا الكتاب على صغر حجمه إلا أنه من أفضل الكتب التي أوصي القارئ الكريم بمطالعتها ليدرك خزعبلات وخرافات السيد جعفر مرتضى في التاريخ بشكل خاص.\n(6) انظر المرجع نفسه ص01.\n(7) المرجع السابق ص362 نقلاً من ابن حجر في الإصابة4/964.\n(1/18)\n\n(8) على ذلك كتب التاريخ وإن وجد اختلافات فهي طفيفة جداً. راجع تاريخ الإسلام، د. حسن إبراهيم ج1 ص051.\n(9) هذه كلها افتراضات يحتمها العقل مع أننا مؤمنين لما ثبت عندنا من سير وتواريخ رواه الثقات أن عمر بن الخطاب تزوج أم كلثوم بنت علي بن أبي طالب وليس أم كلثوم بنت أبي بكر، ولكن هذه الافتراضات الجدلية لمجاراة الخصم في فكره وعناده.\n(10) أعظم رجل، نقلاً من الإصابة 4/962.\n(11) نساء من عصر التابعين ج2 ص21 نقلاً من الطبقات (3/013)، تاريخ الإسلام للذهبي (3/021).\n(12) أعظم رجل، مرجع سابق ص362 نقلاً من وفيات الأعيان 3/07.\n(13) نور الأبصار ص701 نقلاً من ابن قتيبة وغيره.\n(14) المعارف ص571.\n(15) المرجع السابق ص332.\n(16) الروضة الفيحاء في تواريخ النساء ص072.\n(17) المنتظم لابن الجوزي ص65 ج4.\n(18) تاريخ الإسلام للذهبي ص625 عهد الخلفاء الراشدين. والرواية نفسها في سير أعلام النبلاء 1/13 وتهذيب تاريخ دمشق 7/48 وفيه <موفقة بنت موفق<.\n(19) استعنت في عمل الجدول (الشكل) بكتب الأنساب المختلفة، وكذلك كتاب (أطلس تاريخ الإسلام) د. حسين مؤنس، وقد أضفت للشكل الذي رسمه ص98 بعض الإضافات حسب الحاجة.\n(20) تاريخ الطبري ص 85، أحداث سنة ثلاث وعشرين تحت ذكر أسماء ولده ونسائه (أي عمر ابن الخطاب)\n(21) انظر الرواية في البداية والنهاية جـ5 ص 022.\n(22) أبو الفرج الأصفهاني مختلف فيه هل ولاؤه لبني أمية أم أنه شيعي، وقد صنف من الكتب ما يجعل العلماء يشكون في ولائه ومذهبه فقد ألف في أنساب الأمويين وصنف <مقاتل الطالبيين> وعدَّه بعض علماء الرجال عند الشيعة من الشيعة بينما ينفي الخوانساري كونه شيعياً، وقد امتلأ كتابه (الأغاني) بالكثير من المجون والسخف والتصريح بشرب الخمور واللهو مما يقدح في عدالته.",
        "(1/19)\n\nأما ابن عبدربه الأندلسي فقد اتهمه ابن كثير وغيره بالتشيع لموقفه من عبدالله القسري ولما سبق أعرضنا عما ذكره الرجلان من روايات فهما مقدوحان عند كلا الفريقين.\n(23) ميزان الاعتدال، الذهبي جـ3، ص 351، ترجمة رقم 1295\nالمبحث الثاني\nإدعاء علماء الشيعة\nأن عمر تزوج من شيطانة أو جنية تشبه (أم كلثوم)\nهل تزوج عمر من جنية؟!\nمن الوجوه والمخارج التي يراها علماء الشيعة لتفسير زواج عمر من أم كلثوم أن التي تزوجها عمر إنما هي جنية من نجران تشبهت بأم كلثوم بنت علي بعد أن استدعاها أمير المؤمنين علي وأمرها بالامتثال له والتزوج من عمر بن الخطاب.\nوهذه الرواية مذكورة في أكثر من كتاب من أمهات كتب الشيعة الإمامية، ويلهج بها أكثر من عالم، لذا رأيت بيانها.\nـ نقل نعمة الله الجزائري في (الأنوار النعمانية) هذا الوجه ونص كلامه:\n(1/20)",
        "\n<وأما الثاني وهو الوجه الخاص فقد رواه السيد العالم بهاء الدين علي بن عبدالحميد الحسيني النجفي في المجلد الأول من كتابه المسمى بالأنوار المضيئة قال: مما جاز لي روايته عن الشيخ السعيد محمد بن محمد بن النعمان المفيد (ره) رفعه إلى عمر بن أذينة قال قلت لأبي عبدالله ـ عليه السلام ـ إن الناس يحتجون علينا أن أمير المؤمنين ـ عليه السلام ـ زوج فلاناً ابنته أم كلثوم ـ وكان عليه السلام متكئاً فجلس، وقال: أتقبلون أن علياً ـ عليه السلام ـ أنكح فلاناً ابنته، إن قوماً يزعمون ذلك ما يهتدون إلى سواء السبيل ولا الرشاد، ثم صفق بيده وقال: سبحان الله ـ أمير المؤمنين ـ عليه السلام ـ يقدر أن يحول بينه وبينها كذبوا لم يكن ما قالوا. إن فلاناً خطب إلى علي ـ عليه السلام ـ بنته أم كلثوم فأبى فقال للعباس: والله لئن لم يزوجني لأنزعن منك السقاية وزمزم فأتى العباس علياً ـ عليه السلام ـ فكلمه فأبى عليه فألح عليه العباس فلما رأى أمير المؤمنين عليه السلام مشقة كلام الرجل على العباس وأنه سيفعل معه ما قال أرسل إلى جنية من أهل نجران يهودية يقال لها: سحيقة بنت حريرية فأمرها فتمثلت في مثال (أم كلثوم) وحجبت الأبصار عن أم كلثوم بها، وبعث بها إلى الرجل فلم تزل عنده حتى أنه استراب بها يوماً، وقال: ما في الأرض أهل بيت أسحر من بني هاشم، ثم أراد أن يظهر للناس فقتل، فأخذت الميراث وانصرفت إلى نجران وأظهر أمير المؤمنين ـ عليه السلام ـ أم كلثوم ـ وأقول وعلى هذا فحديث أول فرج غصبناه محمول على التقية والاتقاء من عوام الشيعة كما لا يخفى...>(1).\nـ وهذا النص ذكره غير واحد من علماء الشيعة في تفسير هذا الزواج ذكر نعمة الله الجزائري منهم: بهاء الدين علي بن عبدالحميد الحسني النجفي في الأنوار المضيئة. والشيخ محمد بن محمد بن النعمان الملقب بالمفيد.\nـ ولاحظ قوله (والاتقاء من عوام الشيعة) فحتى عوام الشيعة أنفسهم يجوز التقية عليهم.\n(1/21)\n",
        "الرد والجواب:\nـ أيها القارئ الكريم هل يقبل عقلك هذه الرواية بكل ما تحويه؟!\nأولاً: لقد دأب نعمة الله الجزائري على رواية الخرافات والسخافات في كتابه هذا الأنوار النعمانية، فمرة يروي أن العصفور يجب قتله لأنه سني يحب فلاناً وفلاناً ولا يتولى عليا ـ عليه السلام ـ ومن هنا وجب قتله [انظر الأنوار النعمانية ج1 ص53].\nومرة يروي عن مسخ بني أمية وزغاً [انظر الأنوار النعمانية ج4 ص56]، ورواياته كثيرة جداً هذا بخلاف ما يذكره من مجون ومن يطالع الفصل الذي عقده تحت عنوان (نور في المزاح والمطايبات والمضحكات)(2) يدرك ميل الرجل غير الطبيعي لروايات مثيرة للشهوة ومحركة لبواعث الغرائز هذا بخلاف كتابه (زهر الربيع) والفصل المعقود في نهاية الجزء الأول منه والذي يعف لساننا عن ذكر عنوانه(3).\nوأنقل شهادة واحد من علماء الإمامية في كتابات العلامة: نعمة الله الجزائري حيث كتب محقق الكتاب (الأنوار النعمانية) في هامش ص801 تعليقاً على ما يذكره الجزائري وينقله في فصل (نور في المزاح والمطايبات والمضحكات).\nقال: <والعجب من المصنف (ره) من نقله أمثال هذه الحكايات القبيحة في كتابه، ولذا حدثني من أثق به أن المجتهد الأكبر الفقيه المتضلع الكبير الحاج ميرزا أبو الحسن الشهير بـ (انكجي) رحمه الله كان يقول: لا يجوز مطالعة بعض الأبواب من كتب السيد الجزائري كهذا الباب من هذا الكتاب وسائر كتبه كزهر الربيع>(4).\nفهذه شهادة من واحد من علماء القوم وهو محقق كتاب الأنوار النعمانية(5).\nفهل يستوعب القارئ بعدما يطالع خرافات الجزائري في مجلداته الأربعة من الأنوار النعمانية هذه الخرافة أن علياً زوج عمر بن الخطاب جنية تشبه (أم كلثوم).\n(1/22)\n\nثانياً: ومما يعجب له الحليم ويتحير له اللبيب ذكر اسم الجنية التي استدعاها علي ـ رضي الله عنه ـ فاسمها سحيقة واسم أبيها أو أمها حريرية ولا أعلم السبب وراء ذكر الاسم غير إتقان الحبكة في القصة الخرافية.\nثالثاً: لماذا يرسل علي لجنية من أهل نجران، ولماذا يهودية؟!!\nهل الجنيات المسلمات لا يطاوعن علياً ـ رضي الله عنه ـ؟!\nأو أن علياً ـ رضي الله عنه ـ ليس له سلطان إلا على الجنيات اليهوديات؟!\nولماذا الجنية من أهل نجران؟!\nألا يوجد جنيات في الأماكن المجاورة للمدينة؟!!\nإن هذا أمر يدعو للعجب فلو كان لعلي فعلاً سلطان على الجن فكان من الممكن أن يأمر إحدى الجنيات من مكان قريب لتتشبه بأم كلثوم..؟!!\nرابعاً: لو صدقنا قدرة علي ـ رضي الله عنه ـ وسلطانه على الجن من حيث استدعائهم وامتثالهم لأمره فيكون علي ـ رضي الله عنه ـ بذلك أفضل من سليمان عليه السلام ـ إذ كان لسليمان سلطان على الجن، ولعلي أيضاً سلطان، ولكن يفضله علي بمزية ـ وهي أن الله عز وجل لم يستجب لدعاء سليمان إذ دعا ربه <قال رب اغفر لي وهب لي ملكاً لا ينبغي لأحد من بعدي إنك أنت الوهاب فسخرنا له الريح تجري بأمره رخاءً حيث أصاب والشياطين كل بناء وغواص وآخرين مقرنين في الأصفاد هذا عطاؤنا فامنن أو أمسك بغير حساب وإن له عندنا لزلفى وحسن مآب> (ص/53 ـ 04).\nوالنص واضح لا يحتاج إلى شرح فالله عز وجل استجاب لدعاء سليمان عليه السلام وجعل له بإذن الله سلطاناً على الريح والجن... لكن يبدو أنه حدث استثناء بعد ذلك حيث رأينا هنا سلطاناً على الجن من قبل علي بن أبي طالب ـ رضي الله عنه ـ كما تزعم الرواية.\nـ بل إن علياً بهذه الرواية يصبح أفضل من رسول الله وخاتم المرسلين ـ محمد صلى الله عليه وآله وسلم ـ فلم يكن للرسول سلطان على الجن احتراماً لدعوة سليمان ـ عليه السلام ـ.",
        "(1/23)\n\nقال البخاري عند تفسير هذه الآية: حدثنا إسحق بن إبراهيم أخبرنا روح ومحمد بن جعفر عن شعبة عن محمد بن زياد عن أبي هريرة ـ رضي الله عنه ـ عن النبي صلى الله عليه وآله وسلم قال: >إن عفريتاً من الجن تفلت علي البارحة ـ أو كلمة نحوها ـ ليقطع على الصلاة فأمكنني الله تبارك وتعالى منه وأردت أن أربطه إلى سارية من سواري المسجد حتى تصبحوا وتنظروا إليه كلكم فذكرت قول أخي سليمان ـ عليه الصلاة والسلام ـ >رب اغفر لي وهب لي ملكاً لا ينبغي لأحد من بعدي< قال روح: فرده خاسئاً>(6).\nـ فهل يعقل أن علياً ـ رضي الله عنه ـ أفضل من سليمان عليه السلام ـ وأفضل من خاتم المرسلين رسول الله صلى الله عليه وآله وسلم.\nنعم هناك بين علماء الشيعة خلاف في هل الأئمة المنصوص عليهم من علي بن أبي طالب حتى المهدي المنتظر أفضل من كل الأنبياء والرسل بما فيهم أولي العزم أم بغير أولي العزم على خلاف عند الشيعة الإمامية. وليس هذا موضع تفصيل هذا المعتقد لكن المراد أنه لم يقل أحد من علماء الشيعة على حد علمي أن علياً أفضل من رسول الله ـ أو لم يصرح أحد بذلك(7) فكيف نتقبل أن لعلي سلطان على الجن ولم يكن لرسول الله سلطان مثله؟!!\nخامساً: ذكرت كتب التاريخ والسير أن أم كلثوم ولدت لعمر بن الخطاب زيداً ورقية فهل ولدتهم الجنية أيضاً أم أم كلثوم الحقيقية.\nوسيأتي ذكر المراجع من أمهات كتب الشيعة التي تذكر ذلك بل وتذكر النكاح ذاته وكذلك مراجع أهل السنة في ذلك.\nسادساً: في الرواية <فأخذت الميراث وانصرفت> وهل مات عمر بن الخطاب عن زوجته الجنية المزعومة دون غيرها من زوجات وأبناء أشهرهم من علماء المسلمين وصحابة رسول الله: عبدالله بن عمر، وأخته أم المؤمنين السيدة حفصة وكذا زوجات عمر بن الخطاب فهل يمكن أن يحتال عليهم لتأخذ الجنية الميراث وترحل إلى نجران؟!!\n(1/24)",
        "\nـ إن عجبي ليس من هذه الرواية الخيالية بل الخرافية، وإنما شدة عجبي ممن يصدقون مثل هذه الروايات!! كيف تدخل عقولهم أصلاً؟!!\nـ سابعاً: في رواية الجزائري السابقة اسم الجنية (سحيقة بنت جريرية) وفي روايات أخرى يوردون اسمها (سحيقة بنت حريرية)(8).\nفلا يعلم ما اسمها الحقيقي بنت جريرية أم بنت حريرية، وهذا فيما أرى مهم جداً، ولولا أنه لا يوجد في مكتبتي ولا تحت يدي مراجع تختص بضبط أسماء أعلام الجنيات لعرفنا ضبط الاسم وما حدث فيه من تصحيف وتحريف.\nالهوامش :\n(1) الأنوار النعمانية ج1 ص38 ـ 48 فصل: نور مرتضوى.\n(2) الفصل في الأنوار النعمانية ج4 ابتداءً من ص69 ـ 851.\n(3) عنوان الفصل: (كتاب الأيك في معرفة .... علم لا منفعة فيه ولا ضرر) ص147 طبعة حديثة، 214 طبعة حجرية.\n(4) الأنوار النعمانية ج4 ص801 الهامش.\n(5) الذي كتب التعليقات في الهوامش العلامة: محمد علي القاضي الطباطبائي بن الحاج ميرزا باقر بن القاضي بن ميرزا محمد علي القاضي.\n(6) الحديث في البخاري ورواه مسلم والنسائي من حديث شعبة وراجع تفسير ابن كثير فقد نقل الروايات كلها في تفسير الآية ج4 ص73 تفسير سورة ص.\n(7) مع أن نعمة الله الجزائري كما ذكر في الأنوار النعمانية يقارن بين شجاعة علي وشجاعة رسول الله ويرى أن علياً أشجع وراجع في الأنوار النعمانية ذلك ج1 ص71 (نور نبوي).\n(8) انظر تراجم أعلام النساء ص203 س5.\nالمبحث الثالث\nإنكار الشيخ المفيد لهذا الزواج أصلاً\nوتفصيل الرد عليه ومن تبعه\n- ذهب بعض من علماء الشيعة إلى إنكار هذا الزواج أصلاً وأن عمر لم يتزوج أم كلثوم بنت علي وأن الروايات التي نقلت ذلك من طريق العامة والنواصب خاصة من النسابة الزبير بن بكار وهو من آل الزبير ومعروف عداوتهم لأهل البيت فهذه دعواهم.\n(1/25)\n",
        "ولما نظرت في علماء الشيعة وجدت أن أقدم من تحدث في هذه المسألة وأولهم هو (أبو القاسم علي بن أحمد الكوفي) المتوفى سنة 253هـ ثم من بعده الشيخ المفيد المتوفى سنة 314هـ ثم تبع الشيخ المفيد في إنكاره حيناً وتأويله على فرض صحة النكاح حيناً آخر تلميذه الشريف المرتضى في كتابه (الشافي).\nثم كل من جاءوا بعدهم ساروا على النهج نفسه متمسكين بالأدلة نفسها والبراهين ذاتها حتى المعاصرين نهجوا النهج نفسه.\nولمكانة الشيخ المفيد عند علماء الشيعة ولتفصيله للمسألة وما ذكره من براهين وأدلة واهية خاوية، ولتعلق الخاصة من علماء الشيعة والعامة منهم أيضاً باسم الشيخ المفيد، لذا رأيت عرض رأيه تفصيلاً أولاً وبيان الرد عليه.\nوهاك رأى الشيخ المفيد كما ذكره في (المسائل السروية) في المسألة العاشرة(1) منقول بنصه وهوامشه(2) ثم يليه الرد المفصل على كلامه.\nالرد والجواب:\nـ يذكر أولاً الشيخ المفيد تشكيكه في زواج عمر من أم كلثوم بنت علي، لأن هذا الخبر في نظره غير ثابت لأن طريقه من الزبير بن بكار، والزبير كما هو معلوم ينتهي نسبه إلى الزبير بن العوام والشيعة يدعون أن آل الزبير يكرهون علياً ويبغضونه لذلك ينفون أي علاقة زواج مع آل الزبير مثل زواج السيدة سكينة بنت الحسين من مصعب بن الزبير بن العوام.\nفالزبير بن بكار أو (بكار الزبيري) صاحب كتاب الموفقيات وكان نسابة وعمه أيضاً نسابة وهو مصعب بن عبدالله بن الزبير وقد أخذ بكار منه كثيراً ـ وهما عند الشيعة غير موثوق في نقلهما ولا مأمونين وجوابنا على ذلك:\nأولاً: هناك مصاهرات بين أهل البيت وآل الزبير وقد ذكر هذه المصاهرات علماء الأنساب من الشيعة والسنة ومنها:\n(1/26)\n\nعبدالله بن الزبير بن العوام كانت تحته حتى مقتله على يد الحجاج بن يوسف الثقفي واحدة عن أهل البيت وهي (أم الحسن) بنت الحسن بن علي بن أبي طالب قال ذلك واحد من أكابر علماء النسب (أبو الحسن العمري) في المجدي، وكذلك خرجت رقية بنت الحسن بن علي بن أبي طالب إلى عمرو بن المنذر بن الزبير بن العوام، وكذلك السيدة سكينة بنت الحسين بن علي بن أبي طالب تزوجها مصعب بن الزبير بن العوام وهذا مشهور معروف وراجع: هامش صفحة 88 من (عمدة الطالب في أنساب آل أبي طالب) لابن عنبه وهو شيعي نسابة معروف (847هـ ـ 828هـ) والكتاب طبعته مؤسسات الشيعة. فأين العداوة مع هذه المصاهرات بين آل الزبير وآل أبي طالب من ولد علي ـ رضي الله عنه ـ.\nثانياً: لقد ذكر هذا الزواج كثير من علماء الأنساب من الشيعة أىضاً ومن السنة فيكون خبر هذا الزواج ورد من أكثر من طريق حتى وصل إلى أكثر من حد التواتر فكيف يمكننا إنكار خبر متواتر على نقله من قبل علماء هذا المنهج وهم النسابون.\nوهاك بياناً بما ورد من خبر تزويج أم كلثوم من عمر بن الخطاب:\n1 ـ ذكر خبر تزويجها من عمر بن الخطاب صاحب (تاريخ الخميس في أحوال أنفس نفيس) الشيخ حسين بن محمد بن الحسن الدياربكري (ص482 ـ 582) والروايات التي ذكرها سندها وطريقها ابن قتادة من عاصم بن عمرو عن ابن إسحاق ثم رواية ذكرها: أبو عمرو، ثم ما أخرجه الإمام أحمد في المناقب عن طريق ابن السمان ثم رواية عن واقد بن محمد بن عبدالله بن عمر خرجها الدولابي، وخرج ابن السمان معناها مع اختصار اللفظ.\nثم رواية عن أسلم خرجها أبو عمرو والدولابي وابن السمان وهي عن مهر عمر لأم كلثوم وقدره أربعين ألف درهم.\nثم رواية عن أبي هريرة قال: <أم كلثوم بنت علي من فاطمة تزوجها عمر بن الخطاب فولدت له زيد بن عمر بن الخطاب>.\nوروايات أخرى كثيرة تحكي موتها وابنها زيد في ساعة واحدة وزواج أم كلثوم بعد عمر...",
        "(1/27)\n\nوالروايات معظمها عن ابن إسحاق والدولابي وابن السمان وعمار بن أبي عمار وأبو عمرو وأبو هريرة ولم يذكر في كل هذه الروايات (الزبير بن بكار) بل هناك من سبقوه وهم أعلم منه بالتاريخ والأنساب فالزبير بن بكار توفي سنة 652هـ.\nوقد وردت روايات عن ابن إسحاق (أبو عبدالله محمد بن إسحق بن يسار بن خيار) وهو من أصل فارسي توفي سنة 151هـ على أصح تقدير(3).\nفابن اسحاق سابق للزبير بن بكار بل وسابق لعمه مصعب بن عبدالله بن الزبير بن العوام بل وابن هشام(4) صاحب السيرة النبوية وهو أجل تلامذة ابن اسحاق ونقل السيرة عنه توفي سنة 312 أو 812هـ أي قبل الزبير بن بكار أيضاً.\nومما سبق يُعلم أن خبر التزويج ورد من طرق عديدة غير الزبير بن بكار (الذي لا يثق الشيعة والشيخ المفيد في أمانة نقله) ومن هذه الطرق ابن اسحاق والناقل عنه ابن هشام وكلاهما توفيا قبل الزبير بن بكار فيعتبر من جاء بعدهما عنهما نقل ومنهما أخذ ونهج بل الزبير بن بكار في طبقة جاءت بعدهم ونهلت من علومهم وقد ذكر ترتيب طبقات الرواة والنسابين صاحب (تاريخ آداب العرب) فراجع(5) ـ غير مأمور.\n2 ـ ذكر واحد من علماء النسب الشيعة الذين لهم مكانة مرموقة زواج أم كلثوم من عمر بن الخطاب وهذا العالم هو (أبو الحسن العمري) في كتابه (المجدي) يقول عنه صاحب مقدمة كتاب (عمدة الطالب في أنساب آل أبي طالب) لابن عنبه:\n(1/28)",
        "\n<من النسابين الأوائل الشيعة الشيخ العمري (أبو الحسن علي الصوفي نجم الدين أبو الحسن علي بن محمد بن علي بن محمد ينتهي نسبه إلى عمر بن علي زين العابدين (ع)، ولذلك قيل له العمري ويعرف بابن الصوفي النسابة كان حياً إلى ما بعد سنة 344هـ وعاصر السيدين المرتضى والرضى وبينه وبين ابن عنبه ثلاثة قرون تقريباً وله كتاب (المجدي في أنساب الطالبيين)(6) فأبو الحسن العمري إذاً من النسابين الشيعة بل هو شيخ هؤلاء النسابين ينقل عنه ابن عنبه وأبو نصر البخاري وغيرهما من نسابي الشيعة.\nيقول صاحب مقدمة كتاب (سر السلسلة العلوية) لأبي نصر البخاري، والكتاب جمعه وعلق عليه العلامة السيد/ محمد صادق بحر العلوم وهو من علماء الشيعة المعاصرين.\nيقول صاحب المقدمة عن مؤلف الكتاب (أبو نصر البخاري):\n>ومؤلف الكتاب، ينقل كثيراً عن أبي الحسن النسابة العمري الذي ينتهي نسبه إلى الإمام علي بن أبي طالب(7)<..\nفهذا هو أبو الحسن العمري النسابة الشيعي لا يشك في ذلك أحد يقول في كتابه الشهير (المجدي) عن بنات علي بن أبي طالب: <أم كلثوم من فاطمة (ع) واسمها رقية خرجت إلى عمر بن الخطاب فأولدها زيداً...>(8).\nـ فهل يمكننا بعد ذلك أن نذهب مذهب الشيخ المفيد والذي قد يؤخذ من قوله في الفقه ونترك قول إمام النسابين (أبي الحسن العمري) الذي صرح بزواج أم كلثوم من عمر بن الخطاب، وإن كان تعبيره بـ (خرجت إلى عمر بن الخطاب) يوحي بكثير من المرارة والأسى لخروجها هذا، وكأنه خروج من ملة الإسلام مما يدل على حدوث هذا الزواج وتألم الشيعة له وذهابهم في تأويله ـ بعدما أعياهم إنكاره ـ كل مذهب.\n3 ـ ذكر صاحب (الروضة الفيحاء في تواريخ النساء) تحت اسم أم كلثوم بنت علي بن أبي طالب:\n(1/29)\n",
        "أمها فاطمة الزهراء ولدت على عهد رسول الله(9) صلى الله عليه وآله وسلم تزوجها عمر ـ رضي الله عنه ـ ثم تزوجها بعده محمد بن جعفر بن أبي طالب ومات وتزوجها أخوه عون بن جعفر(10) فقتل ثم تزوجها عبدالله بن جعفر فماتت عنده وتوفيت هي وولدها زيد بن عمر ـ رضي الله عنه ـ في يوم واحد ولم يُعلم أيهما مات أولاً وصلى عليهما عبدالله بن عمر ـ رضي اله عنه ـ قدمه الحسين ـ رضي الله عنه ـ فكان بها سنتان لم يورث أحدهما من الآخر...>(11).\nـ وذكرها مرة أخرى فقال: <بنت علي بن أبي طالب ـ رضي الله عنه ـ وأمها فاطمة الزهراء ـ رضي الله عنها تزوجها الإمام عمر بن الخطاب ـ رضي الله عنه ـ في السنة السابعة عشرة وأصدقها أربعين ألف درهم فولدت له زيداً الأكبر ورقية وتوفى عنها..> ص133.\n4 ـ وهاك ضربة قاصمة للظهر ظهر الشيخ المفيد ومن تبعه من علماء الشيعة وعوامهم إذ نقل أمين الإسلام (وهذا لقبه) الطبرسي زواج عمر من أم كلثوم بنت علي بن أبي طالب في كتابه المشهور (إعلام الورى بأعلام الهدى) يقول:\n>وأما أم كلثوم فهي التي تزوجها عمر بن الخطاب وقال أصحابنا إنه عليه السلام إنما تزوجها منه بعد مدافعة كثيرة وامتناع شديد واعتلال عليه بشيء بعد شيء حتى ألجأته الضرورة إلى أن رد أمرها إلى العباس بن عبدالمطلب فزوجها إياه...> (ص402)(12).\nومعلوم عند الحاضر والغائب والقاصي والداني أن أبا الفضل بن الحسن الطبرسي الملقب بأمين الإسلام صاحب (إعلام الورى) من أجل علماء الشيعة وقد قال بهذا الزواج فهل ينكره منكر أو يرده جاحد وهو ليس من آل الزبير ولا هو بمقدوح أو مجروح عند علماء الشيعة!!\n(1/30)\n\n5 ـ وذكر قصة زواج عمر بن الخطاب من أم كلثوم بنت علي أيضاً صاحب (العقد الفريد) ابن عبدربه الأندلسي، وإن كان كتابه كتاب أدب وشعر وليس دين وفقه أو علم نسب ولكن ذكره هنا للاستئناس لا أكثر ذكر ذلك في المجلد السادس صفحة 09 وروايته: >.. وكان علي قد عزل بناته لولد جعفر بن أبي طالب فلقيه عمر فقال: يا أبا الحسن انكحني ابنتك أم كلثوم بنت فاطمة بنت رسول الله صلى الله عليه وآله وسلم قال: قد حبستها لابن جعفر قال عمر: إنه والله ما على الأرض أحد يرضيك من حُسن صحبتها بما أرضيك به فأنكحني يا أبا الحسن. فقال علي: قد أنكحتكها يا أمير المؤمنين. فأقبل عمر فجلس في الروضة بين القبر والمنبر واجتمع إليه المهاجرون والأنصار فقال: زفوني. قالوا: بمن يا أمير المؤمنين؟ قال: بأم كلثوم فإني سمعت رسول الله صلى الله عليه وآله وسلم يقول: <كل سبب ونسب ينقطع يوم القيامة إلا سببي ونسبي<(13) وقد تقدمت لي صحبة فأحببت أن يكون لي معها سبب فولدت له أم كلثوم زيد بن عمر ورقية بنت عمر...>(14).\n6 ـ وهاك ضربة أخرى قاصمة للظهر ذكرها صاحب كتاب (الأصيلي) العلامة النسابة المؤرخ صفي الدين محمد بن تاج الدين علي المعروف بابن الطقطقي الحسني ت/907هـ وقبل أن نورد هذه القاصمة لظهر من ينكر زواج عمر من أم كلثوم نعلق على الكتاب ومصنفه ومحققه ليتبين للقارئ ممن ننقل الآراء والأقوال.\nأما المصنف للكتاب فهو:\nصفي الدين بن محمد بن تاج الدين علي المعروف بابن الطقطقي الحسني توفي سنة 907هـ وهو من كبار علماء الشيعة خاصة في علم الأنساب كتب عنه آية الله العظمى السيد شهاب الدين الحسيني المرعشي النجفي:\n>هو السيدالشريف صفي الدين أبو عبدالله محمد بن تاج الدين أبي الحسن علي بن شمس الدين علي بن الحسن... ينتهي نسبه إلى الحسن المثنى بن الحسن المجتبى بن علي بن أبي طالب..<.\nوأبوه وأمه:",
        "(1/31)\n\nقال السيد المرعشي في مقدمة كتاب (اللباب) ص07 عن والده الشريف تاج الدين محمد <كان علامة نسابة جليلاً ولي نقابة العلويين بالنجف وكربلاء والحلة له من الكتب مشجر في النسب>.\nـ وقد مدح المصنف علماء كثيرين.\nقال كحالة في معجم المؤلفين: <محمد بن علي المعروف بابن الطقطقي مؤرخ من أهل الموصل خلف أباه في نقابة العلويين بالحلة والنجف>(15).\nـ وقال آية الله شهاب الدين المرعشي النجفي عنه أيضاً في مقدمة اللباب ص97:\n<كان علامة في جميع الفنون مؤرخاً نسابة متضلعاً في علم النسب ولي نقابة العلويين<(2).\nـ وقال عنه النسابة ابن عنبة في عمدة الطالب: <نقيب النقباء تاج الدين علي بن محمد بن رمضان يعرف بابن الطقطقي..>.(16)\nأما مشايخ المصنف وتلامذته:\nفهم كثر ويكفي أن نذكر أن من مشايخه:\nـ العلامة علي بن عيسى الأربلي صاحب كشف الغمة..\nـ السيد شرف الدين أبو جعفر بن محمد بن تمام بن علي بن تمام العبيدلي وغيرهما كثير. وقد عدد صاحب التحقيق من شيوخه ثلاثة وعشرين شيخاً(17).\nوكذلك تلامذته ومن تحدث عنه ومؤلفاته. ورحلاته إلى شيراز والموصل ومراغة وفراهان وبرزآبان وترجم له الشيخ عباس القمي في الكنى والألقاب(18).\nوكانت ولادته سنة 066هـ ووفاته سنة 907هـ وقيل 207هـ.\nأما بالنسبة للكتاب: فقد أثنى عليه المحقق ثناءً عطراً وذكر مدح شيخه علامة الأنساب في عصرنا الحالي المرعشي النجفي ووصايته تلميذه بالاطلاع الدائم على هذا الكتاب يقول المحقق: <وكان شيخنا ومعتمدنا في علم الأنساب العلامة النسابة الفقيه المرحوم السيد المرعشي النجفي قدس سره يعتمد على هذا ا لكتاب كثيراً وكان يوصيني بمطالعة الكتاب واستخراج ما فيه من الأنساب>(19).\n>وقال قدس سره في مقدمة كتاب لباب الأنساب للبيهقي: وكتاب الأصيلي مشجر ويعرف بالمشجر الأصيلي ألفه لأصيل الدين حسن بن الخواجة نصير الدين الطوسي...<(20).\nسبب تأليفه الكتاب:\n(1/32)",
        "\nوقد ألف ابن الطقطقي كتابه هذا وأهداه إلى أصيل الدين حسن بن الخواجة نصير الدين الطوسي بل وسماه على اسمه نسبة إليه وهو من كبار علماء الشيعة أما والده الخواجة نصير الدين الطوسي فتعامله مع التتار لا ينكره أحد من علماء الشيعة بل يذكرون كونه سبباً في جريان دماء المسلمين كالأنهار في نكبة التتار وراجع كتب الشيعة إن شئت لتعرف حقيقة الرجل(21).\nيقول صاحب المقدمة <وأما أصيل الدين أبو محمد الحسن الطوسي فقال في أعيان الشيعة 5/962 توفي في صفر سنة 517هـ قال في الدرر الكامنة : كان أصيل الدين بن الخواجة محمد بن محمد الطوسي كبير القدر عند المغول ووالي نظر الأوقاف والرصد>(22)... ثم ذكر تمجيد ابن الطقطقي له..\nالخلاصة:\nيستخلص القارئ اللبيب مما سبق أن مصنف كتاب (الأصيلي) وهو ابن الطقطقي من كبار علماء الشيعة وكذلك شيوخه وتلامذته.\nـ وأن الكتاب مهدى إلى ابن نصير الدين الطوسي والأولى تسميته بخائن الدين صاحب مذبحة بغداد وراجع إن أردت التحقق ما كتب عنه في تاريخ الطبري والبداية والنهاية لابن كثير، والكامل لابن الأثير وغيرها من كتب لتعلم أفعال نصير الدين هذا والكتاب مهدى لابنه (أصيل الدين) وهو كما يقرر صاحب الدرر الكامنة وقد نقل منه صاحب التحقيق أنه كان كبير القدر عند المغول أي: مثله مثل أبيه ولله در الشاعر القائل:\nبأبه اقتدى عدي في الكرم\nومن يشابه أبه فما ظلم\nـ وأما محقق الكتاب ومن جمعه ورتبه فهو السيد/ مهدي الرجائي أحد التلامذة النجباء لأحد المراجع وهو آية الله العظمي شهاب الدين المرعشي النجفي.\nـ وأما من تكفل بنشر وطبع الكتاب فهي مكتبة آية الله العظمي المرعشي النجفي في قم ـ إيران.\n- فالمصنف وكتابه والمهدى إليه والمحقق وأستاذه وشيخه والمكتبة التي أصدرت الكتاب كل هؤلاء لا شك أنهم شيعة إمامية.\n(1/33)\n",
        "- والآن إلى قاصمة الظهر يقول المصنف ابن الطقطقي في ذكر (بنات أمير المؤمنين علي ـ عليه السلام ـ) <عدتهن ثماني وعشرون بنتاً: زينب العقيلة لفاطمة بنت رسول الله صلى الله عليه وآله وسلم تزوجها عبدالله بن جعفر فولدت له علياً وجعفراً وعوناً وعباساً، وأم كلثوم الصغرى لم تبرز وأم كلثوم أمها فاطمة الزهراء ـ عليها السلام ـ تزوجها عمر بن الخطاب فولدت له زيداً ثم خلف عليها عبدالله بن جعفر...>(23).\nهذا نص كلام ابن الطقطقي الذي يثبت زواج عمر من أم كلثوم وقد علق المحقق السيد/ مهدي الرجائي في هامش الصفحة فقال:\n<قال في المجدي ص71: <خرجت أم كلثوم بنت علي من فاطمة واسمها رقية ـ عليها السلام ـ إلى عمر بن الخطاب فأولدها زيداً ومات هو وأمه في يوم واحد> وكان الشريف الزاهد النقيب الأخباري ببغداد أبو محمد الحسن بن القاسم بن محمد العويد العلوي المحمدي ـ يروي أن التي تزوجها عمر شيطانة وآخرون من أهلنا يزعمون أنه لم يدخل بها والمعول عليه من هذه الروايات ما رأيناه آنفاً من أن العباس بن عبدالمطلب زوجها عمر برضاء أبيها عليه السلام وإذنه وأولدها عمر زيداً.\nوقال الشريف المرتضى علم الهدى في رسائله 3/941. والذي يجب أن يعتمد عليه في نكاح أم كلثوم أن هذا النكاح لم يكن عن اختيار ولا إيثار ولكن بعد مراجعة ومدافعة كادت تقضي إلى المخارجة والمجاهرة.\n(1/34)\n\nفإنه روى أن عمر بن الخطاب استدعى العباس بن عبدالمطلب، فقال له: مالي؟ أبى بأس؟ فقال له ما يجب أن يقال لمثله في الجواب عن هذا الكلام، فقال له: خطبت إلى ابن أخيك على بنته أم كلثوم فدافعني ومانعني وأنف من مصاهرتي، والله لأعورن زمزم ولأهد من السقاية ولا تركت لكم يا بني هاشم منقبة إلا وهدمتها ولأقيمن عليه شهوداً يشهدون عليه بالسرق وأحكم بقطعه فمضى العباس إلى أمير المؤمنين ـ ع ـ فأخبره بما جرى وخوفه من المكاشفة التي كان ـ عليه السلام ـ يتحاماها ويفتديها بركوب كل صعب وذلول فلما رأى ثقل ذلك عليه قال له العباس رد أمرها إلي حتى أعمل أنا ما أراه ففعل ـ عليه السلام ـ ذلك وعقد عليها العباس. وهنا كلام طويل في النقض والإبرام لا مجال هنا لذكره>(24).\nهذا نص كلام المحقق وقد نقل أولاً كلام (العمري) في المجدي وهو شيخ النسابين وقد سبق بيانه في (ثالثاً) وقد ترجم له المحقق نفسه في الهامش فقال: <هو أبو الحسن العمري كان سيداً جليلاً نسابة فاضلاً مصنفاً محققاً صنف مبسوط نسب الطالبيين وهو كتاب كبير يكون في مجلدات كثيرة وصنف كتاب المجدي في الأنساب، نقيب مصر ولد بالبصرة سنة 843هـ ومات بالموصل سنة 064هـ>(25).\nورأى شيخ النسابين هذا (العمري) الذي ذكرناه آنفاً وذكره محقق الكتاب في الهامش يتوافق تماماً مع رأي ابن الطقطقي في الأصيلي.\nولكن المحقق هنا ذكر الحكاية المعتمدة عند الشيعة كما ذكرها (العمري) في المجدي.",
        "(1/35)\n\nوقد جمع في إيجاز الآراء الثلاثة السابقة الذكر فرأى يقول: تزوج عمر شيطانة وقد نقضناه وبينا فساده، ورأى يقول: أنه لم يدخل بها وهذا أمر جديد، وكيف ولدت له زيداً ورقية إن لم يدخل بها وعلى هذا كتب الأنساب والتاريخ من السنة والشيعة كما ذكرنا آنفاً ولسوف نذكر عشرات المراجع الأخرى، ورأى يقول: هو أول فرج غصب في الإسلام لله درهم وهل الفروج تغتصب؟! ألم يكن في استطاعة علي وهو المحارب الشجاع المغوار الذي ما كسر له سيف ـ ألم يكن في استطاعته رد عمر بن الخطاب!؟\nوهل يمكن لعمر بن الخطاب حسب نص الرواية المزعومة أن يهدم زمزم والسقاية ويتهم علياً بالسرقة ويحضر على ذلك شهوداً، وأين هذا كله من صحابة رسول الله صلى الله عليه وآله وسلم ليتركوا أحداً يهدم زمزم والسقاية!\nـ إن أقل الرجال مروءةً وشجاعةً وغنىً واعتداداً بالنفس إذا تقدم لزواج ابنته أو أخته من لا يرضاه أو لا يراه كُفِئاً رده دون خوف أو جزع فالعرب بشكل خاص في المسائل المتعلقة بالأنساب والفروج لا يخشون أحداً.\nـ لقد حاول علماء آخرون ممن أنكروا هذا الزواج أن يؤولوا حديث <هذا فرج غصبناه> بأنه ورد تقية لمجاراة العامة وهم أهل السنة وكذلك عامة الشيعة.\nوأنا والله في أشد العجب كيف يستخدمون التقية مع عامة الشيعة أنفسهم؟!!\nيقول نعمة الله الجزائري: <.. أقول وعلى هذا فحديث <أول فرج غصبناه> محمول على التقية والاتقاء من عوام الشيعة كما لا يخفى>(26).\nفسبحان الله يستخدم علماء الشيعة التقية مع أهل السنة وعوام الشيعة أيضاً وسيأتي نقض كل ذلك وبيان بهتانه وزوره حيث ذكر الشيعة أنفسهم العلماء منهم من الأحاديث الصحيحة ما يبين فساد مذهبهم وضعف رأيهم بل وعقلهم.\n(1/36)",
        "\nـ أما كون علي ـ رضي الله عنه ـ لم يباشر بنفسه تزويج أم كلثوم بل ترك الأمر لعمه العباس على حد زعم الرواية. فهذا عجيب جداً ولنا أن نتساءل لماذا يترك الأمر لعمه ليتولى تزويجها مع وجوده هو ووجود أخويها الحسن والحسين؟!\nوهل هناك كبير فرق بين أن يزوجها علي ويباشر العقد بنفسه كولي لها وبين أن يوكل العباس عمه فيزوجها هو ويباشر العقد بالوكالة عنه؟!! اللهم لا، لأنه في كلا الأمرين ظاهراً يكون راضياً.\nـ المهم لدينا أن الزواج تم وأن أم كلثوم ولدت لعمر زيداً ورقية كما ذكرت كتب الأنساب وكما نص علماء الشيعة أنفسهم.\n7 ـ وهذا عالم آخر وإن كان من علماء السنة إلا أن ميله واضح للشيعة ويستشهد الشيعة أنفسهم بما يذكره وهو محب الدين الطبري صاحب (ذخائر العقبي في مناقب ذوي القربى) يقول عند ذكره بنات علي ـ رضي الله عنه ـ.\n>وتزوج بنات علي بنو عقيل وبنو العباس ما خلا زينب بنت فاطمة كانت تحت عبدالله بن جعفر وأم كلثوم بنت فاطمة كانت تحت عمر بن الخطاب فمات عنها فتزوجها عون بن جعفر وماتت عنده..>(27).\n8 ـ وهذا عالم آخر من كبار علماء النسب نعم ينتهي نسبه إلى الزبير بن العوام ـ لكن بعد أن بينا المصاهرات بين أهل البيت وآل الزبير تكشفت لنا الخدعة في الادعاء القائل بعداوة آل الزبير لعلي وأهل البيت.\nلقد ذكر علماء الشيعة أنفسهم هذه المصاهرات.\nيقول الشيخ عباس القمي في كتابه (منتهى الآمال في تواريخ النبي صلى الله عليه وآله وسلم والآل):\n<وأما بنات الإمام الحسن فقد تزوج بعضهن واشتهرن وهن: الأولى أم الحسن وكانت مع زيد من أم واحدة تزوجها عبدالله بن الزبير بن العوام وبعد مقتل عبدالله أخذها زيد معه إلى المدينة الثانية:... الثالثة:...... الرابعة: رقية وكانت زوجاً لعمرو بن الزبير بن العوام..>(28).\n(1/37)\n",
        "ـ وهذا العالم الذي نود نقل رأيه من كبار علماء الأنساب قاطبة وهو (أبو عبدالله بن مصعب بن عبدالله بن ثابت بن عبدالله بن الزبير بن العوام) 651/ 632هـ.\nقال في كتابه (نسب قريش) وهو عمدة كتب الأنساب:\n>وزينب ابنة على الكبرى ولدت لعبدالله بن جعفر بن أبي طالب، وأم كلثوم الكبرى ولدت لعمر بن الخطاب، وأمهم فاطمة بنت النبي صلى الله عليه وآله وسلم...>(29).\nولنا تعليق على إدعاء الشيعة عداوة آل الزبير لأهل البيت فبعد ذكر المصاهرات التي سجلها علماء الشيعة أنفسهم إن ابن النديم في الفهرست وهو شيعي متزمت عندما ذكر ترجمة مصعب بن عبدالله الزبير، قال: <أبو عبدالله بن مصعب بن عبدالله بن ثابت بن عبدالله بن الزبير بن العوام. حجازي نزل بغداد راوية أديب محدث وهو عم الزبير بن أبي بكر وكان شاعراً وكان أبوه عبدالله من شرار الناس متحاملاً على ولد علي ـ ع ـ وخبره مع يحيى بن عبدالله معروف...>(30).\nهذا هو تحامل ابن النديم على هذا النسابة الجليل مع أنه لم يلمزه هو وإنما لمز أبوه عبدالله لكنه عند ذكره قال <راوية أديب محدث>.\nومع هذا فعند ترجمة ابن النديم للزبير بن بكار نفسه لم يطعن فيه مع أن ابن النديم معروف بشدة تشيعه ولكنه قال عنه <الزبير بن بكار: أبو عبدالله الزبير بن أبي بكر بكار بن عبدالله بن مصعب بن ثابت بن عبدالله بن الزبير بن العوام من أهل المدينة أخباري أحد النسابين وكان شاعراً صدوقاً راوية نبيل القدر وولي قضاء مكة...>(31).\nلقد وصفه ابن النديم بأنه صدوق وراوية نبيل القدر مع شدة تشيعه فهل خفى على ابن النديم أن يبين عداوته لأهل البيت وهي في جملة أو عبارة واحدة.\n(1/38)\n\nـ والخلاصة التي نخرج بها من ذلك كله إن الشيخ (المفيد) كان متحاملاً على الزبير بن بكار وعمه مصعب هذا صاحب (نسب قريش) لمجرد أن والد مصعب وهو عبدالله بن مصعب بن ثابت وهو جد الزبير بن بكار كان بينه وبين أحد أحفاد الحسين وهو (يحيى بن عبدالله) مشاكسات فرأوا أنه عدو لدود للعلويين، وعلى فرض صحة ذلك فهل العداوة تورث للأبناء والأحفاد ثم تسحب بشكل عام فيقال عداوة آل الزبير لأهل البيت وللعلويين خاصة!؟؟\nـ ثم إننا نشكك في وجود العداوة أصلاً، لأن الذي ذكر هذه العداوة بين يحيى بن عبدالله (أحد أحفاد الحسين) وبين عبدالله بن مصعب بن ثابت أحد أحفاد الزبير هو أبو الفرج الأصفهاني في كتابه الأغاني والطبري في تاريخه وكلاهما لنا عليهما كلام كثير.\nأما أبو الفرج الأصفهاني فأول كتاب ألفه هو (مقاتل الطالبيين) وقيل عنه في كتب التراجم ومن العجيب أن مروانياً يتشيع وعده كثير من علماء الشيعة، وإن كان الرجل مذبذب في عصر كان هناك تحولات كثيرة ووردت آراء كثيرة حوله.\nقال القاضي أبو علي المحسن بن أبي القاسم التنوخي: <ومن الرواة المتشيعين الذين شاهدناهم أبو الفرج الأصفهاني>.\nوقال محمد بن أبي الفوارس (833/ 214هـ) <وكان أموياً وكان يتشيع>.\nوقال ابن الأثير: <وكان شيعياً وهذا من العجب>.\nوقال الذهبي: <ومن العجائب أن مروانياً يتشيع>.\nوقال أىضاً: <شيعي وهذا نادر في أموي>.\nوقال ابن الجوزي: <وكان يتشيع ومثله لا يوثق به وبروايته>.\nوقال ابن حجر <شيعي زيدي وهذا نادر في أُموي>(32).\nوالحق أقول إنه وجد من علماء الشيعة من شكك في نسبة الرجل للتشيع مثل: الخوانساري في (روضات الجنات).\nلكن على أقل تقدير بعضهم رآه من رجال الشيعة وأنكره آخرون فلا نقبل قوله لا هنا ولا هناك على أقل افتراض للانصاف.\nولكني أشير هنا إلى مرجعين من أهم المراجع لمعرفة حقيقة الرجل:",
        "(1/39)\n\nـ كتاب (صاحب الأغاني أبو الفرج الأصفهاني) للدكتور محمد أحمد خلف الله ط1 دار الكاتب ـ القاهرة 8691 طبعة ثالثة.\nـ وكتاب (أبو الفرج الأصفهاني: عصره سيرة حياته ـ مؤلفاته) للدكتور حسين عاصي ط دار الكتب العلمية ـ بيروت 3141هـ ـ 3991م.\nوكلا الكتابين على النقيض تماماً في رؤيتهم لشخصية الأصفهاني من حيث مذهبه فبينما يؤكد د. محمد أحمد خلف الله تشيعه نجد على الجانب الآخر يؤكد د. حسين عاصي أمويته وعداوته لأهل البيت.\nوأياً كان الرأي نحن لا نثق في روايات الرجل لا لنا ولا علينا.\nـ أما الطبري في تاريخه فقد جمع الروايات دون بيان صحتها أو كذبها فهو نقل وجمع دون تحقيق أو تمحيص. ثم هو اعتمد في معظم رواياته (أكثر من 006 رواية) في تاريخه على روايات أبي مخنف لوط بن يحيى وهو شيعي متزمت ضعفه أهل العلم ولم يقبلوا روايته(33).\nقال أبو حاتم: <أبو مخنف متروك الحديث>.\nوقال ابن معين: <ليس بثقة، ليس بشيء>.\nوقال الدارقطني: <أبو مخنف إخباري ضعيف>.\nوقال الذهبي: <لوط بن يحيى أبو مخنف متروك>.\nوقال ابن حجر: <لوط بن يحيى إخباري تالف لا يوثق به تركه أبو حاتم وغيره>.\nوقال الكناني: <كذاب تالف>.\nوقال ابن تيمية: <لوط بن يحيى معروف بالكذب عند أهل العلم>.\n- وفصل ابن كثير شأن الرجل في ذكره لمقتل الحسين ـ رضي الله عنه ـ فقال: <وللشيعة والرافضة في صفة مصرع الحسين كذب كثير وأخبار باطلة وفيما ذكرنا كفاية، وفي بعض ما أوردناه نظر، ولولا أن ابن جرير وغيره من الحفاظ والأئمة ذكروه ما سقته وأكثره من رواية أبي محنف لوط بن يحيى وقد كان شيعياً وهو ضعيف الحديث عند الأئمة ولكنه إخباري حافظ عنده من هذه الأشياء ما ليس عند غيره، ولهذا يترامى عليه كثير من المصنفين في هذا الشأن ممن بعده والله أعلم>(34)\n(1/40)",
        "\nـ فهذا قول العلماء في لوط بن يحيى (أبو مخنف) الذي اعتمد عليه ابن جرير الطبري كثيراً في تاريخه(35) وهنا نجد أن الأصفهاني والطبري وكلاهما ذكر هذه العداوة بين أبي مصعب الزبيري صاحب (نسب قريش) وبين يحيى بن عبدالله أحد أحفاد الحسين.\nفهل من العدل أو الإنصاف أن نأخذ بقولهما هذا وقد بينا على ما اعتمداه؟!\nوهل من العدل والإنصاف أن نجعل مصعب الزبيري مثل أبيه في العداوة لأهل البيت والعلويين خاصة؟!!\nثم نجعل هذه العداوة تنتقل لأحد أحفاد الزبير بن العوام وهو الزبير بن بكار صاحب (الموفقيات)؟!!\nلا شك أن العاقل سيتدبر وينكر ما أورده الشيخ المفيد من رد قول الزبير بن بكار وإن كنا نقلنا خبر التزويج من أكثر من طريق غيره ومازال بقية.\n9 ـ وهاك ضربة أخرى قاصمة لظهر الشيخ المفيد ومن نحا نحوه فهذا واحد من علماء الشيعة القدماء الذين سبقوا الشيخ المفيد وهو لا شك أقرب عهداً بالحادثة والعالم هو (أبو القاسم علي بن أحمد الكوفي) صاحب (الاستغاثة في بدع الثلاثة) توفي سنة 253هـ بينما الشيخ المفيد توفي سنة 314هـ وقد صرح (الكوفي) بحدوث هذا الزواج وإن كان رآه غصباً وإكراهاً فكان مما قاله:\n>... فجمع عمر الناس فقال: إن هذا العباس عم علي بن أبي طالب وقد جعل إليه أمر ابنته أم كلثوم وقد أمره أن يزوجني منها فزوجه العباس بعد مدة يسيرة فحملوها إليه<(36).\nـ وكأن المحقق عز عليه مثل هذا التصريح فذكر في الهامش تعليقاً على القصة فقال: <هذا رأي صاحب الكتاب في وجه تزويج علي ـ عليه السلام ـ ابنته أم كلثوم من عمر. وقال الشيخ الجليل المفيد...>(37). ثم ذكر كلام الشيخ المفيد في المسألة.\n01 ـ ثم هاك ضربة قاصمة لظهر الشيخ المفيد المنكر لهذا الزواج وهذه الضربة من واحد هو أعظم علماء الشيعة الذين جمعوا الأحاديث وكتابه أعظم الكتب على الإطلاق.\n(1/41)\n",
        "إنه الكليني وكتابه (الكافي) ولولا خشية الإطالة لذكرت أقوال العلماء في الكليني الملقب بثقة الإسلام وفي (الكافي) وأحاديثه التي قال عنها عبدالحسين شرف الدين ـ مقطوع بصحة مضماينها وقال الإمام الحادي عشر عن الكافي (هذا كافٍ لشيعتنا) ومن أراد الاستزادة فعليه بكتب التراجم واختصاراً مقدمة (أصول الكافي) ليقرأ جمل الثناء على الكليني وكتابه (الكافي)، وأحاديث الكافي تزيد على عشرة آلاف حديث...\nـ لقد ذكر الكليني في (الكافي) أربعة أحاديث كلها تثبت زواج عمر من أم كلثوم بنت علي بن أبي طالب وهذه الأحاديث بسندها هي:\nباب تزويج أم كلثوم:\n1 ـ علي بن إبراهيم عن أبيه عن ابن أبي عمير عن هشام بن سالم وحماد عن زرارة عن أبي عبدالله ـ عليه السلام ـ في تزويج أم كلثوم فقال: إن ذلك فرجٌ غصبناه.\n2 ـ محمد بن أبي عمير عن هشام بن سالم عن أبي عبدالله ـ عليه السلام ـ قال: لما خطب إليه قال له أمير المؤمنين: إنها صبية. قال: فلقي العباس فقال له: مالي أبي بأس؟ قال وما ذاك؟ قال خطبت إلى ابن أخيك فردني أما والله لأعورن زمزم ولا أدع لكم مكرمة إلا هدمتها ولأقيمن عليه شاهدين بأنه سرق ولأقطعن يمينه. فأتاه العباس فأخبره وسأله أن يجعل الأمر إليه فجعله إليه>(38).\nوقد كتب المحقق تعليقاً في الهامش يشير إلى أن أم كلثوم المقصودة هي أم كلثوم بنت علي أمير المؤمنين ثم يشير إلى رأى الشيخ المفيد في المسائل السروية وكأن سلطان الشيخ المفيد ورأيه فوق أحاديث الكافي حتى وإن صحت.\nـ وهاك حديثان آخران ذكرهما الكليني في باب (المتوفى عنها زوجها المدخول بها أين تعتد وما يجب عليها).\n1 ـ حميد بن زياد عن ابن سماعة عن محمد بن زياد عن عبدالله بن سنان ومعاوية بن عمار عن أبي عبدالله (ع) قال: سألته عن المرأة المتوفى عنها زوجها أتعتد في بيتها أو حيث شاءت؟ قال: بل حيث شاءت، إن علياً (ع) لما توفى عمر أتى أم كلثوم فانطلق بها إلى قومه.\n(1/42)\n\n2 ـ محمد بن يحيى، وغيره عن أحمد بن محمد بن عيسى عن الحسين بن سعيد عن النضر بن سويد عن هشام بن سالم عن سليمان بن خالد قال: سألت أبا عبدالله (ع) عن امرأة توفى زوجها أين تعتد؟ في بيت زوجها تعتد أو حيث شاءت؟ قال: بلى حيث شاءت ثم قال: إن علياً (ع) لما مات عمر أتى أم كلثوم فأخذ بيدها فانطلق بها إلى بيته>(39).\n- هذه أربعة أحاديث أوردها الكليني في (الكافي) تثبت ما أنكره الشيخ المفيد ومن تبعه.\nـ وهاك ضربة قاصمة للظهر أيضاً اختم بها ما أريد سوقه من أدلة وبراهين في إثبات زواج عمر من أم كلثوم.\nـ فقد يدعي باحث إن أحاديث الكافي ليست كلها صحيحة والصواب أن فيها الصحيح والحسن والموثق والضعيف وأن العلماء حققوا ذلك وبينوا عدد الأحاديث الصحيحة والحسنة والموثقة والضعيفة وأن هذا مسطور في الكتب.\nنعم سلمنا بذلك وإن بالغ بعض العلماء كعبدالحسين شرف الدين وغيره لكن المعتدلين من علماء الشيعة بينوا وصرحوا أن في الكافي أحاديث ضعيفة وهذا هو الصواب.\nوالجواب عن ذلك أن واحداً من كبار علماء الإمامية وهو خاتمة المحدثين باقر علوم أهل البيت محمد باقر المجلسي ذكر في (مرآة العقول شرح أخبار آل الرسول) وهو شرح لأحاديث الكافي أن الحديثين في (تزويج أم كلثوم) الأول حسن والثاني حسن(40) وأن الحديثين في باب (المتوفى عنها زوجها المدخول بها أين تعتد وما يجب عليها).\nالحديث الأول: موثق والحديث الثاني: صحيح(41).\nـ فعلى الأقل هناك حديث واحد صحيح من الأحاديث الأربعة وآخر موثق واثنان في مرتبة الحسن وليس فيها حديث ضعيف(42).\nـ ولقد رد المجلسي على رأي الشيخ المفيد ومن تبعه الشريف المرتضى في إنكارهم زواج عمر من أم كلثوم على الرغم من وجود أحاديث صحيحة نصت على ذلك.\nوهاك رأى المجلسي ننقله نصاً وهو مصور بالملاحق ومنه:",
        "(1/43)\n\n>.. ولعل الفاضلين إنما ذكرا ذلك استظهاراً على الخصم وكذا إنكار المفيد (ره) أصل الواقعة إنما هو لبيان أنه لم يثبت ذلك من طرقهم، وإلا فبعد ورود تلك الأخبار وما سيأتي بأسانيد أن علياً ـ عليه السلام ـ لما توفى عمر أتى أم كلثوم فانطلق بها إلى بيته وغير ذلك مما أوردته في كتاب بحار الأنوار إنكار عجيب، والأصل في الجواب هو أن ذلك وقع على سبيل التقية والاضطرار ولا استبعاد في ذلك فإن كثيراً من المحرمات تنقلب عند الضرورة أحكامها وتصير من الواجبات...> ج2 ص54 (مرآة العقول).\n11 ـ وهذا عالم آخر من كبار علماء الشيعة يذكر عدة مصاهرات منها هذه المصاهرة وإن كان كلامه غير واضح إلا أنه يدل على وجود مثل هذه المصاهرات.\nيقول في (مناقب آل أبي طالب): <... ثم إن أولاده (أي أولاد المصطفى صلى الله عليه وآله وسلم من ذرية فاطمة الزهراء ـ رضي الله عنها) يتزوجون في الناس ولا يزوجون فيهم إلا اضطراراً، اجتهد عمر بن الخطاب في خطبة أم كلثوم اجتهاداً وروى في ذلك أخبار وتزوج الحجاج ابنة عبدالله بن جعفر فاستأجل منه سنة حتى خلص نفسه من أذاه، وتزوج المأمون بفاطمة بنت محمد بن علي النقي ـ عليه السلام ـ والكبراء يزوجونهم رغبة فيهم كما زوج المأمون ابنته من محمد بن علي بن موسى بن جعفر ـ عليه السلام ـ ورغب عبدالملك في (مصاهرة) زين العابدين فأبى وزوج الصاحب من شريف معدم...>(43).\n21 ـ وهذا واحد من كبار علماء الأنساب وأقدمهم من أعلام القرن الثالث الهجري وهو أحمد بن يحيى البلاذري صاحب (أنساب الأشراف).\nيقول: <وأم كلثوم تزوجها عمر بن الخطاب فولدت له زيد بن عمر وقتل عنها فخلف عليها محمد بن جعفر بن أبي طالب فتوفى عنها فخلف عليها عبدالله بن جعفر بعد زينب وتوفيت أم كلثوم وابنها زيد في يوم واحد فصلى عليهما عبدالله بن عمر...>(44).\n(1/44)",
        "\nـ وفي النسخة التي بتحقيق الشيخ محمد باقر المحمودي من كبار علماء الشيعة المعاصرين ما نصه في (أنساب الأشراف ج2):\n>وقال ابن الكلبي: ولدت أم كلثوم بنت علي لعمر: زيد بن عمر ورقية بنت عمر، فمات زيد وأمه في يوم واحد وكان موته من شجة أصابته وخلف على أم كلثوم بعد عمر عون بن جعفر بن أبي طالب ثم محمد بن جعفر ثم عبدالله بن جعفر<(45).\nتعليقنا على خبر ابن الكلبي في (أنساب الأشراف) للبلاذري:\nـ لكي نزيد القارئ الكريم بياناً ووضوحاً نشير إلى ما يلي:\nقد اعتمدنا في نقلنا على نسختين أحدهما بتحقيق الشيخ محمد باقر المحمودي وهو من علماء الشيعة.\nـ والرواية التي يذكرها البلاذري نقلاً عن (ابن الكلبي) لا يمكننا التشكيك فيها لأن ابن الكلبي نسابة من كبار علماء الشيعة وترجم له علماء الرجال من الشيعة أنفسهم.\nقال ابن النديم في (الفهرست) أخبار محمد بن السائب الكلبي وهشام الكلبي:\n<من علماء الكوفة بالتفسير والأخبار وأيام الناس ويتقدم الناس بعلم الأنساب... وتوفي محمد بن السائب الكلبي بالكوفة سنة ست وأربعين ومائة..>(46).\nوفي أخبار هشام الكلبي قال: <قال عنه الواقدي: عالم بالنسب وأخبار العرب وأيامها ومثالبها ووقائعها... وتوفى هشام سنة ست ومائتين>(47).\nـ وهذا عالم شيعي آخر وهو الشيخ عباس القمي في كتابه (منتهى الآمال) يقول عن ابن الكلبي:\n<هشام بن محمد بن السائب الكلبي أبو المنذر عالم اشتهر بفضله وعلمه كان عارفاً بالأيام والأنساب وهو من علماء مذهبنا قال كبرت سني حتى نسيت علمي، فأتيت أبا عبدالله (ع) فسقاني العلم بكأس ما إن شربتها حتى عاودنى ما علمته.\n(1/45)\n",
        "وقد اهتم به الصادق (ع) وقربه وبشَّه وقد صنف كتباً كثيرة في الأنساب والفتوحات والمثالب، والمقاتل وغيرها وهو الكلبي النسابة المعروف وكان أبوه محمد بن السائب الكلبي الكوفي من أصحاب الباقر (ع) عالماً صاحب تفسير، ونقل عن السمعاني قوله في ترجمته <إنه صاحب التفسير كان من أهل الكوفة وقائلاً بالرجعة، وابنه هشام ذو نسبٍ عالٍ وفي التشيع غالٍ>(48).\nوقال عنه الشيخ عباس القمي أيضاً في (الكُنى والألقاب): <الكلبي النسابة ويقال له ابن الكلبي أيضاً أبو المنذر هشام بن أبي النضر محمد بن السائب بن بشر الكلبي الكوفي كان من أعلم الناس بعلم الأنساب وقد أخذ بعض الأنساب عن أبيه أبي النضر محمد بن السائب الذي كان من أصحاب الباقر والصادق (ع) وأخذ أبو النضر نسب قريش عن أبي صالح عن عقيل بن أبي طالب... وكان نساباً عالماً بالتفسير توفي بالكوفة سنة 641هـ>(49).\nـ فإذا كان هذا هو ابن الكلبي نسابة شيعي(50) من كبار العلماء وأقدمهم نقل عنه البلاذري قوله في (أنساب الأشراف) فما القول بعد كلام ابن الكلبي الشيعي في إثباته لهذه المصاهرة؟!\nباقي أدلة تشكيك الشيخ المفيد والرد عليها:\nثم ذكر الشيخ المفيد من أدلة تشكيكه في زواج عمر من أم كلثوم اختلاف الروايات يقول: <والحديث بنفسه مختلف فتارة يروى: أن أمير المؤمنين ـ عليه السلام ـ تولى العقد له على ابنته، وتارة يروى أن العباس تولى ذلك عنه وتارة يُروى أنه لم يقع العقد إلا بعد وعيد من عمر وتهديد لبني هاشم وتارة يروى أنه كان عن اختيار وإيثار.\n(1/46)\n\nثم إن بعض الرواة يذكر أن عمر أولدها ولداً أسماه زيداً، وبعضهم يقول: إنه قتل قبل دخوله بها، وبعضهم يقول: إن لزيد بن عمر عقباً، ومنهم من يقول، إنه قتل ولا عقب له، ومنهم من يقول: إنه وأمه قتلا، ومنهم من يقول: إن أمه بقيت بعده، ومنهم من يقول: إن عمر أمهر أم كلثوم أربعين ألف درهم، ومنهم من يقول: مهرها أربعة آلاف درهم، ومنهم من يقول: كان مهرها خمسمائة درهم. وبدو هذا الاختلاف فيه يبطل الحديث فلا يكون له تأثير على حال>(51).\nهذا نص كلامه وأدلته الواهية التي عرضها فاقرأ واعجب. وسوف أفصل هنا كل كلمة قالها الشيخ المفيد ليعلم منهج القوم في الاستدلال على صحة الأحداث.\n- أولاً: اختلاف الروايات في مهر أم كلثوم، ووفاتها مع ابنها زيد في يوم واحد وقتلهما من عدمه هذا الاختلاف بين المؤرخين لا يعني عدم حدوث الزواج فلا علاقة تربط بينهما لقد اختلف العلماء والمؤرخون وكتاب السير في يوم دفن رسول الله صلى الله عليه وآله وسلم ، وكذا اختلفوا في تواريخ معارك وأحداث ووفيات كثير من المشاهير والعظماء بل ومولدهم أيضاً فهل هذا يعني عدم وجودهم أصلاً، لأن هناك اختلاف في يوم مولدهم أووفاتهم أو أسماء أبنائهم ولنعط أمثلة لهذه الخلافات ليعلم مقدارها وهل تنفي الحادثة أصلاً أم لا.\nـ والمثال هنا علي بن أبي طالب ـ رضي الله عنه ـ فقد اختلف في عدد أولاد علي ـ رضي الله عنه ـ الشيخ المفيد يذكر في (الإرشاد) أنهم سبعة وعشرون ولداً ذكراً وأنثى(52).\nثم يذكر أن من الشيعة من يحسب محسناً (السقط) فعلى هذا عدد أولاد علي ثمانية وعشرون(53).\nويذكر صاحب (أعيان الشيعة) الأمين عدد أولاد علي ويعدهم ثلاثة وثلاثين ويقول: <والذي وصل إلينا من كلام المؤرخين والنسابين وغيرهم يقتضي أنهم ثلاثة وثلاثون...>(54).",
        "(1/47)\n\nوالمسعودي زاد على عدد المفيد محسناً ومحمداً الأوسط وأم كلثوم الصغرى والبنت الصغيرة رملة الصغرى. ومعلوم أن المسعودي صاحب (مروج الذهب) من كبار علماء ومؤرخي الشيعة وفي الأنوار لأبي القاسم إسماعيل عدد أولاده اثنان وثلاثون 61 ذكراً، و61 أنثى وعند اليعمري عدد أولاده تسعة وعشرون 21 ذكراً، و71 أنثى.\nوالمحب الطبري ذكر في ذخائر العقبي في مناقب ذوي القربى عدد أولاده 41 ذكراً، و81 أنثى.\nوفي الصفوة عدد أولاده 41 ذكراً، و91 أنثى.\nوفي بغية الطالب عدد أولاده 51 ذكراً، و8 أنثى.\nوفي نسب قريش لمصعب الزبيري عدد آخر(55).\nوفي تاريخ الخميس للديار بكري عدد آخر(56).\nوفي تاريخ الطبري والبداية والنهاية لابن كثير والكامل لابن الأثير وغير ذلك من المراجع والكتب حتى كتب الشيعة أنفسهم اختلاف كثير جداً في عدد أولاد علي ـ رضي الله عنه ـ بل وفي أسماء كثير منهم وكذلك أبناء الحسن والحسين وغيرهما من الأئمة.\nوكتب الأنساب مبسوطة ومشروحة تبين المختلف فيهم وهل عقبوا أم لا... إلى غير ذلك(57).\nفهل معنى هذا الاختلاف في الأسماء والعدد وهل عقبوا أم لا؟ هل معناه أنهم لم يوجدوا أصلاً أم أنه اختلاف جائز فيه الترجيح بالأدلة والبراهين؟!\nـ الذي يريد أن يوحي به الشيخ المفيد بل صرح به أن اختلاف النسابين والمؤرخين في هل عقب زيد أم لا وهل مات وأمه في يوم واحد أم لا وهل وهل... هو أن يقنع القارئ أن مرد هذا الاختلاف كذب الرواية أصلاً وهيهات ثم هيهات.\nـ لقد اختلف علماء الشيعة في أولاد الحسين كما اختلفوا في اسم أم علي زين العابدين زوجة الحسين إلى أكثر من خمسة أسماء، كما اختلفوا في اسم أم المهدي المنتظر زوجة الحسن العسكري وهكذا تجد اختلافات كثيرة جداً لا حصر لها يذكرها علماء الشيعة أنفسهم فهل معنى هذا عدم وجود من اختلفوا فيهم، أو كذب الروايات كلها أصلاً؟!\n(1/48)",
        "\nـ ولندعم مثالنا السابق بمثال آخر لتظهر الصورة كاملة لدى القارئ اللبيب.\nذكر الشيخ (عباس القمي) وهو من علماء الشيعة في (نفس المهموم)(58) وفي كتاب آخر وهو (منتهى الآمال)(59) الاختلاف الحاصل في عدد أولاد الحسين فكان مما ذكره.\n>قال شيخنا المفيد (ره) وكان للحسين عليه السلام ستة أولاد..> ثم ذكر أسماءهم.\n>وقال علي بن عيسى الأربلي في كشف الغمة في ذكر أولاد الحسين ـ عليه السلام ـ وقال كمال الدين: كان له من الأولاد ذكور وإناث عشرة، ستة ذكور وأربع إناث... وقيل كان له أربع بنين وبنتان... وقال ابن الخشاب ولد له ستة بنين وثلاث بنات... وقال الحافظ عبدالعزيز بن أخضر الجنابذي: ولد الحسين بن علي بن أبي طالب عليه السلام ـ ستة: أربعة ذكور وابنتان...>(60).\nـ أما اسم زوجته التي هي أم علي زين العابدين فقال عن ذلك: <أقول: اختلفت روايات أرباب الحديث والسير في تعيين أم الإمام زين العابدين ـ عليه السلام...>(61).\nوذكر الشيخ عباس القمي عدة أسماء أوردها العلماء وهي: سلافة، وغزالة، وخولة، وبرة وسلامة.\nوشاه زنان بنت يزدجر بن كسرى، وشهر بانويه... ثم يجتهد الشيخ عباس القمي ليوفق بين هذه الاختلافات فيرى أن اسمها الأصلي سلافة وصحف إلى سلامة أو العكس وشاه زنان لقبها وشهر بانويه الاسم الذي سماها به علي ـ رضي الله عنه ـ وغزالة أو برة اسم أم ولد الحسين كانت تحضن علي ـ زين العابدين ابن الحسين عليه السلام وكان يسميها أماً... إلى آخر اجتهاداته.\nفماذا يقول الشيخ المفيد في كل هذه الاختلافات وكيف يوفق بينها وهل يؤدي هذا إلى إنكار أن زوجة الحسين وأم علي زين العابدين كانت من سلالة ملوك الفرس؟ وهل يجوز لنا أن نشكك في ذلك لاختلاف العلماء والمؤرخين في اسم أمه...؟!\n(1/49)\n",
        "ـ واختلفوا في اسم أم المهدي المنتظر فمن قائل اسمها نرجس وقيل سوسن وقيل صقيل قال الشيخ المفيد نفسه <وأمه أم ولد يقال لها نرجس>(62) وقيل اسم أمه (خمط)(63).\nويقول الشيخ زين الدين النباطي البياطي في (الصراط المستقيم) بعد ذكره الأئمة ومعجزاتهم وزوجاتهم وأولادهم صاغ قصيدة جمع فيها كل ذلك فكان مما ذكره عن أم المهدي المنتظر:\nومولد المهدي في شعبان\nخمس وخمسين ومائتان\nفي سر من رأى بدار العسكري\nونرجس الأم بقول الأكثر(64)\nوهناك اختلافات كثيرة جداً لا يمكننا هنا حصرها فهل يعني ذلك كذب كل هذه الروايات!!\nثانياً: ومع ذلك فنحن نبين للمفيد الراجح مما ذكر من أقوال وسبب الاختلاف:\nقوله: <فتارة يروى أن أمير المؤمنين ـ عليه السلام ـ تولى العقد له على ابنته وتارة يُروى أن العباس تولى ذلك عنه، وتارة يُروى: أنه لم يقع العقد إلا بعد وعيد من عمر وتهديد لبني هاشم وتارة يروى أنه كان عن اختيار وإيثار>.\nالقول الراجح والذي يتقبله العقل أن علياً زوج ابنته بنفسه وتولى العقد عن اختيار وإيثار أما رواية تولي العباس العقد نيابة عنه فهي رواية علماء الشيعة فقط وانظر (الكافي كتاب النكاح 5/643/2 حديث إسناده حسن، والاستغاثة في بدع الثلاثة 29، 39، وإعلام الورى للطبرسي ص402) وكل هؤلاء من علماء الشيعة وسوف نناقش من أقوالهم تفصيلاً قول صاحب الاستغاثة وقوله أن النكاح كان بعد تهديد ووعيد لبني هاشم فبني هاشم كثر ولهم مكانتهم وقرابتهم من رسول الله صلى الله عليه وآله وسلم بل مكانتهم في الجاهلية أيضاً كانت عظيمة فكيف بعد الإسلام ورسول الله فيهم وأوصى بهم فهل يقبلون تهديداً أو وعيداً وفيهم علي بن أبي طالب فارس بدر وأحد والخندق وحنين وخيبر والمواقع كلها ما عدا تبوك، هذا الفارس الذي قتل عمرو بن عبد ود في الخندق.\n(1/50)\n\nوالذي يروى الشيخ المفيد نفسه أنه قتل في بدر (على حد زعم المفيد) أكثر من نصف المشركين وحده بل وذكر أسماءهم <فذلك ستة وثلاثون رجلاً سوى من اختلف فيه أو شرك أمير المؤمنين (ع) فيه غيره وهم أكثر من شطر المقتولين ببدر على ما قدمناه>(65).\nهل يمكن لرجل فارس مغوار شجاع يرى نعمة الله الجزائري أنه أشجع من رسول الله صلى الله عليه وآله وسلم هل نصدق أنه يزوج ابنته تحت ضغط التهديد والوعيد مهما اختلفت الروايات والتأويلات وكلها صادرة من كتب الشيعة وعلمائهم.\nوراجع في ذلك: (الكافي: كتاب النكاح 5/643/2، الاستغاثة ص29، إعلام الورى ص402 وكذلك الأنوار النعمانية ج1 ص28 وغير ذلك من مراجع للشيعة كلها ترى أنه زواج بالغصب والإكراه وتحت وطأة التهديد والوعيد لبني هاشم ولفارسها علي بن أبي طالب.\nـ وأنا والله أنادي وقد بح صوتي يا عقلاء العالم هل يرضى علي الفارس المغوار الضيم ويزوج ابنته غصباً وكرهاً ويروى الشيعة بعد ذلك حديث <هذا فرج غصبناه>.\nولكن لا حياة لمن تنادي.\nـ أما الاختلاف الذي ذكره من كون عمر أولدها ولداً أسماه زيداً أو أنه قتل قبل الدخول بها، أو كان لزيد عقب أو لم يكن أو قتل هو وأمه في يوم واحد أم لا... فالجواب عن ذلك: أن الراجح أن عمر بن الخطاب أولدها زيداً ورقية ذكر ذلك علماء الشيعة أنفسهم وسبق نقل كلام صاحب (المجدي) النسابة العمري وكلام ابن الطقطقي في (الأصيلي) وكلام ابن عنبه في (عمدة الطالب) وغيرهم من علماء النسب الشيعة أما عند السنة فالأمر أشبه بالتواتر بل أكثر من المتواتر.\nأما كونه قتل قبل الدخول بها فقائله هو (المسعودي) صاحب مروج الذهب) أوحى بذلك وهو شيعي مغالٍ لا نأخذ بقوله وقد اطلعت على كتاب له (إثبات الوصية) مما يدل على غلوه في التشيع والقول أن زيداً قتل ولا عقب له وأنه وأمه ماتا في يوم واحد هو الصحيح وعلى هذا كل المراجع والكتب عند أهل السنة لم يشذ عن ذلك واحد.",
        "(1/51)\n\nـ أما الاختلاف حول مهرها فالمؤرخون عادة يبالغون في النقل فيما يتصل بمثل هذه الأمور لكن الراجح أنه أمهرها أربعين ألف درهم كما في (تاريخ الطبري 5/32، الطبقات الكبرى لابن سعد 8/364، الكامل لابن الأثير 3/35، وتهذيب تاريخ دمشق 6/82، وأعلام النساء 4/652 وتاريخ الخميس للديار بكري ص482.\nـ فهل هذا يعني بطلان الحديث وكذبه؟! لنا الله من تأويلات وافتراءات الشيخ المفيد واجتهاداته ولسوف نأتي على تأويلاته في مبحث آخر ـ إن شاء الله تعالى.\nوغير ذلك من مراجع وكتب تكاد تجمع على هذا، أما من ذكر الاختلاف وأن مهرها خمسمائة درهم أو عشرة ألاف درهم فهذا ذكره اليعقوبي في تاريخه 2/051 واليعقوبي من كبار علماء الشيعة. وعلى فرض صحة هذه الاختلافات وأن الحق عند اليعقوبي أو عند علماء السنة في مسألة المهر والاختلاف فيه هل هذا يمنع حدوث الزواج!!!؟ ويبطل الحديث كما يدعى الشيخ المفيد.\nالهوامش\n(1) المسائل السروية ص68 المسألة العاشرة.\n(2) رأي الشيخ المفيد مذكور مصوراً في ملاحق البحث، لذا رأيتُ عرض الرد مباشرة.\n(3) ابن اسحاق هو (أبو عبدالله محمد بن اسحق بن يسار بن خيار) فارسي الأصل عاش في المدينة وولد فيها محمد بن اسحق سنة 58هـ ولقي كثيرةً من علمائها ثم رحل سنة 511هـ إلى الأسكندرية وتلقى عن بعض علمائها ثم استقر به المقام في العراق، ولقى أبا جعفر المنصور وصنف بأمره كتاب السيرة لابنه المهدي من تاريخ بدء الخليقة إلى يومه ثم أمره باختصاره، وتوفى سنة 151هـ.\n(4) ابن هشام (أبو محمد عبدالملك بن هشام بن أيوب الحميري المعافري) أصله من البصرة ولد فيها ونشأ ثم رحل إلى مصر ولقى الإمام الشافعي روى سيرة ابن اسحق عن محمد بن زياد واختصر فيها أحياناً وصوب وحذف وأزاد توفى سنة 312هـ أو 812هـ في الفسطاط بمصر.\n(1/52)",
        "\n(5) تاريخ آداب العرب، ص993 حيث ذكر ابن اسحاق في الطبقة التي قبل طبقة الزبير بن بكار وقال: <وممن جاء بعدهم من أصحاب الأخبار... محمد بن سلام الجمحي والزبير بن بكار...<.\n(6) انظر مقدمة (عمدة الطالب) ص8.\n(7) مقدمة سر السلسلة العلوية ص6.\n(8) ليس تحت أيدينا للأسف كتاب (المجدي) هذا وهو العمدة في الأنساب لآل أبي طالب ومنه ينقل نسابو الشيعة كابن عنبه والبخاري وغيرهما ولكن ذكرت العبارة نقلاً من (عمدة الطالب) لابن عنبه هامش ص38 ومن شك فليراجع وكتب الأنساب تنقل من (المجدي) هذا كثيراً جداً.\n(9) معظم المراجع على أن أم كلثوم بنت علي ولدت في السنة السادسة من الهجرة أي عمرها عند وفاة الرسول صلى الله عليه وآله وسلم خمسة أعوام.\n(10) يدعى بعض علماء الشيعة إنكار زواج عمر من أم كلثوم بناءً على ثبوت زواجها من (عون بن جعفر) وأنه قتل في تستر وتستر كانت في عهد عمر بن الخطاب بلا خلاف، ولكن المجمع عليه عند العلماء أنه قتل يوم الحرة في المدينة وليس في تستر.\n(11) الروضة الفيحاء ص372.\n(12) إعلام الورى ص402.\n(13) هذا الحديث صحيح ذكره الألباني في الجامع الصغير وزيادته فراجع.\n(14) العقد الفريد ج4 ص09 والرواية نفسا مع تغييرات في الألفاظ وزيادات مذكورة في كل الكتب التي ذكرت القصة أو ترجمت لأم كلثوم أو عمر بن الخطاب وزوجاته أو علي بن أبي طالب وبناته.\n(15) مقدمة الأصيلي ص7 نقلاً من معجم المؤلفين لكحالة 11/15.\n(16) راجع مقدمة الأصيلي.\n(17) مقدمة الأصيلي ص5 نقلاً من (عمدة الطالب) لابن عنبه ص081.\n(18) انظر مقدمة الأصيلي ص8 ـ 01.\n(19) الكنى والألقاب ص133.\n(20) مقدمة الأصيلي ص51.\n(21) مقدمة الأصيلي ص51.\n(22) راجع غير مأمور الحكومة الإسلامية ص241، روضات الجنات 1/003، 103.\n(23) مقدمة الأصيلي ص71.\n(24) الأصيلي ص85.\n(25) الأصيلي ص85، 95 الهامش.\n(26) هامش ص54 من الأصيلي.\n(27) ذخائر العقبي ص711.\n(1/53)\n",
        "(28) منتهى الآمال ص933 ـ 043 ومراجع أخرى من كتب الشيعة ذكرت مصاهرات كثيرة بين أهل البيت وآل الزبير كزواج السيدة سكينة بنت الحسين من مصعب بن الزبير. وسيأتي تفصيل ذلك كله، ومن هنا يتضح للقارئ اللبيب أن إدعاء العداوة هذا وهمي ولا أساس له من الصحة.\n(29) نسب قريش (14 ص31 ـ 41).\n(30) الفهرست ص671.\n(31) الفهرست ص771. وفي هذا الكلام لابن النديم في مدح وتوثيق الزبير بن بكار أصدق دليل وأبلغ بيان لرد دعوى الشيخ المفيد من تشكيكه لأمانة الزبير بن بكار خاصة وأن ابن النديم كما لا يخفى من علماء الشيعة وتأمل مدح ابن النديم له بقوله <أحد النسابين وكان شاعراً صدوقاً راوية نبيل القدر وولى قضاء مكة..<.\n(32) كل ما سبق من أراء وأقوال عن الأصفهاني نقلناها من المرجعين (صاحب الأغاني) لمحمد خلف الله، وأبو الفرج الأصفهاني عصره...< لحسين عاصي.\n(33) أراء العلماء فيه الواردة راجع دفع الكذب المبين ص21، كشف الجاني ص25.\n(34) البداية والنهاية ج5 ص017.\n(35) ومن أراد الوقوف على حقيقة روايات أبي مخنف هذا في تاريخ الطبري فليراجع (مرويات أبي مخنف في تاريخ الطبري) د. يحيى اليحيى رسالة ماجستير.\n(36) الاستغاثة ص87 ـ 97.\n(37) المرجع السابق هامش ص97.\n(38) الحديثان من (باب تزويج أم كلثوم) الفروع من الكافي ج5 ص643.\n(39) الحديثان من (باب المتوفى عنها زوجها المدخول بها أين تعتد وما يجب عليها) الفروع من الكافي ج6 ص511 ـ 611.\n(40) انظر مرآة العقول ج20 ص24.\n(41) انظر مرآة العقول ج12 (2ص791).\n(42) لكي يكون القارئ اللبيب على بينة أشير هنا إلى معنى مصطلح الحديث الصحيح والموثق والحسن والضعيف عند الشيعة الإمامية <قال الشهيد الثاني في الرواية وشرحها أقسام الحديث الأولية أربعة الأول: الصحيح/ وهو ما اتصل سنده إلى المعصوم (ع) بنقل العدل الإمامي عن ثقة في جميع الطبقات حيث تكون متعددة.\n(1/54)\n\nالثاني: الحسن/ وهو ما اتصل سنده إلى المعصوم (ع) بإمام ممدوح من غير نص على عدالته مع تحقق ذلك في جميع مراتب رواة طريقه أو في بعضها.\nالثالث: الموثق/ سمي بذلك، لأنه راوية ثقة وإن كان مخالفاً ويقال له أيضاً (القوى) لقوة الظن بجانبه بسبب توثيقه وهو ما دخل في طريقه من نص الأصحاب على توثيقه مع فساد عقيدته بأن كان من أحد الفرق المخالفة للإمامية وإن كان من الشيعة (كالزيذي والفاطمي وغيرهما) ولم يشمل باقي الطريق على ضعف، وإلا لكان الطريق ضعيفاً فإنه يتبع الأقرب.\nالرابع: الضعيف/ وهو ما لا يجتمع فيه شروط أحد الثلاثة المتقدمة بأن يشمل طريقه على مجروح كأبي هريرة وسمرة بن جندب ومعاوية بن أبي سفيان ويزيد بن معاوية ونحوه أو مجهول الحال...> راجع حدائق الأنس للزنجاني ص29. والمقصود بالشهيد الثاني عند الشيعة زين الدين بن نور الدين علي بن أحمد بن محمد الجباعي العاملي مولده سنة 119هـ وتوفى سنة 649هـ.\nولمناسبة القول فالشهيد الأول عند الشيعة الإمامية هو شمس الدين محمد بن مكي قتل سنة 687هـ والشهيد الثالث عندهم هو نور الله التستري صاحب (إحقاق الحق) و(مصائب النواصب) و(مجالس المؤمنين) و(الصوارم المهرقة في نقض الصواعق المحرقة)...\n(43) المناقب لابن شهر آشوب 2/322 ـ 422.\n(44) أنساب الأشراف للبلاذري ج1 ص204 تحقيق د. محمد حميد الله.\n(45) أنساب الأشراف للبلاذري ج2 تحقيق الشيخ محمد باقر المحمودي.\n(46) الفهرست لابن النديم ص251 ـ 351.\n(47) الفهرست، ص351.\n(48) منتهى الآمال ج2 ص332.\n(49) الكنى والألقاب ص59 ج3.\n(50) يدعى الجزائري في الأنوار النعمانية وزهر الربيع، والنباطي في الصراط المستقيم أن الكلبي من علماء المسلمين وها هو يظهر لنا من ترجمة عباس القمي له أنه من علماء الشيعة وكذلك ترجمة ابن النديم وهو شيعي مثله.\n(51) المسائل السروية ص98 ـ 90.\n(52) الإرشاد، للمفيد ص681 س31.",
        "(1/55)\n\n(53) المرجع السابق ص781 ـ س3.\n(54) أعيان الشيعة ص623.\n(55) انظر نسب قريش ج2 ص: 4064.\n(56) انظر تاريخ الخميس للديار بكري ص482.\n(57) راجع كتب الأنساب لتعلم اختلاف النسابين أنفسهم حول كثير ممن يدعون من أهل البيت وهل عقبوا أم لا فراجع الأصيلي، وعمدة الطالب، ومنتهى الآمال وغيرها من الكتب.\n(58) انظر (نفس المهموم) ص674 ـ 774، ومنتهى الآمال ص156 ـ 256 وكلاهما للشيخ عباس القمي.\n(59) نفس المهموم ص674 ـ 774، ومنتهى الآمال ص156 ـ 256 وكلاهما للشيخ عباس القمي.\n(60) نفس المهموم 674 ـ 774، منتهى الآمال ص156 ـ 256.\n(61) نفس المهموم ص874 ـ 974.\n(62) الارشاد ص643 س7.\n(63) وذكر عبدالله شبر في (حق اليقين) عن المهدي <واسم أمه خمط وقيل نرجس...> ص222 في أحوال الغائب المستتر الإمام الثاني عشر. ص22 س20.\n(64) الصراط المستقيم ج2/712.\n(65) الإرشاد ص40.\n- ومن الشبهات التي أثارها الشيخ المفيد:\nيقول الشيخ المفيد في (جواب المسائل السروية) معللاً تزويج علي بن أبي طالب ابنته لعمر بن الخطاب <ثم إنه لو صح (أي زواج عمر من أم كلثوم) لكان له وجهان لا ينافيان مذهب الشيعة في ضلال المتقدمين على أمير المؤمنين ـ عليه السلام ـ أحدهما:\n(1/56)",
        "\nأن النكاح إنما هو على ظاهر الإسلام الذي هو الشهادتان والصلاة إلى الكعبة والإقرار بجملة الشريعة، وإن كان من الأفضل مناكحة من يعتقد الإيمان ويكره مناكحة من ضم إلى ظاهر الإسلام ضلالاً يخرجه عن الإيمان إلا أنه في الضرورة متى قادت إلى مناكحة الضال مع إظهاره كلمة الإسلام زالت الكراهة من ذلك وأمير المؤمنين ـ عليه السلام ـ كان مضطراً إلى مناكحة الرجل، لأنه تهدده وتواعده فلم يأمنه على نفسه وشيعته، فأجابه إلى ذلك ضرورة كما أنه في الضرورة يشرع إظهار كلمة الكفر، وليس ذلك بأعجب من قوم لوط <هؤلاء بناتي هن أطهر لكم< فدعاهم إلى العقد لهم على بناته وهم كفار ضلال قد أذن الله تعالى في هلاكهم، وقد زوج رسول الله صلى الله عليه وآله وسلم ابنتيه قبل البعثة كافرين كانا يعبدان الأصنام، أحدهما عتبة بن أبي لهب والآخر أبو العاص بن الربيع، فلما بعث صلى الله عليه وآله وسلم فرق بينهما وبين ابنتيه>(1).\nهذا هو كلام الشيخ المفيد ونخرج منه بعدة نقاط رئيسة:\nأولها: جواز مناكحة الضال المظهر للإسلام المبطن للكفر عند الشيعة الإمامية.\nثانيها: أن هذا فعل أمير المؤمنين علي ـ رضي الله عنه ـ وفعله حجة عند الشيعة(2).\nثالثها: أن هذا فعل نبي الله لوط ـ عليه السلام ـ في قوله لقومه <هؤلاء بناتي هن أطهر لكم>.\nـ ولنا أن نتساءل قبل الولوج في موضوع بحثنا: لماذا يؤخذ فعل علي بن أبي طالب ـ رضي الله عنه ـ حجة ولا ينظر لفعل رسول الله صلى الله عليه وآله وسلم.\n(1/57)\n",
        "فإن كان رسول الله ـ زوج بناته رقية وأم كلثوم لعثمان بن عفان، وزينب للعاص بن الربيع ومعلوم موقف ورأي الشيعة في كلا الصحابيين الجليلين، فلماذا تثار إذاً مشكلة زواج عمر من أم كلثوم بنت علي فنجد فريقاً ينكر الزواج أصلاً وفريقاً يرى أنه (أي عمر) تزوج جنية تشبه أم كلثوم وفريقاً آخر يرى أن عمر إنما تزوج أم كلثوم بنت أبي بكر لا بنت علي وفريقاً يرى أنه تزوجها قهراً وغصباً وبدون رضى علي ـ رضي الله عنه ـ وإن صح هذا الاحتمال الأخير والتأويل المفترى من أن هذا الزواج كان قهراً وغصباً فهل كان تزويج رسول الله لبناته من عثمان بن عفان والعاص بن الربيع قهراً وغصباً أيضاً!!!\nفكما رغب علي ـ رضي الله عنه ـ في الزواج من فاطمة الزهراء ـ ليكون له برسول الله صهر ونسب بجانب القرابة ثم تزوج بعد فاطمة أمامة بنت العاص كذلك رغب عمر في الزواج من أم كلثوم بنت علي وهي ابنة فاطمة ـ رضي الله عنها وهذا الزواج ثابت عند كلا الفريقين لم يحدث حوله كلام أو إنكار أو تأويل إلا في عصر الشيخ المفيد المتوفى سنة 314هـ أي في ابتداء القرن الرابع الهجري وقد بدأ يشكك في هذا الزواج ويعلل ويفند الأخبار الواردة فيه لكونه ورد عن طريق الزبير بن بكار وهو زبيري ينتهي نسبه لآل الزبير بن العوام ومعلوم عداوة الزبيريين للهاشميين عند الشيعة الإمامية.\nولقد نسي الشيخ المفيد أمرين مهمين:\nأولهما: أن هناك عدداً لا بأس به من المصاهرات بين آل الزبير وآل هاشم وقد أوردنا في الجداول الملحقة بالبحث هذه المصاهرات.\nثانيهما: أن الخبر ورد من طرق أخرى غير الزبير بن بكار فقد ذكر هذا الزواج العديد من علماء الأنساب من السنة والشيعة ممن سبقوا الزبير بن بكار وممن جاءوا بعده وقد سبق بيان ذلك ـ فراجعه غير مأمور.\nـ فالشيخ المفيد ت314هـ هو أول من أنكر وجود هذا الزواج ولم يكن قبله أحد تنبه لإنكار هذا الزواج.\n(1/58)\n\nيقول الشيخ المفيد <ثم إنه لو صح لكان له وجهان لا ينافيان مذهب الشيعة في ضلال المتقدمين على أمير المؤمنين ـ عليه السلام ـ أحدهما: أن النكاح إنما هو على ظاهر الإسلام الذي هو الشهادتان والصلاة إلى الكعبة والإقرار بجملة الشريعة.\nوإن كان الأفضل مناكحة من يعتقد الإيمان، وترك مناكحة من ضمَّ إلى ظاهر الإسلام ضلالاً لا يخرجه عن الإسلام، إلا أن الضرورة متى قادت إلى مُناكحة الضال مع إظهاره كلمة الإسلام زالت الكراهة من ذلك وساغ ما لم يكن بمستحب مع الاختيار.\nوأمير المؤمنين ـ عليه السلام ـ كان محتاجاً إلى التأليف وحقن الدماء، ورأى أنه إن بلغ مبلغ عمر عما رغب فيه من مناكحته ابنته أثر ذلك الفساد في الدين والدنيا، وأنه إن أجاب إليه أعقب صلاحاً في الأمرين، فأجابه إلى مُلتمسه لما ذكرناه.\nوالوجه الآخر: أن مناكحة الضال ـ كجحد الإمامة وادعائها لمن لا يستحقها ـ حرام إلا أن يخاف الإنسان على دينه ودمه، فيجوز له ذلك كما يجوز له إظهار كلمة الكفر المضادة لكلمة الإيمان وكما يحل له أكل الميتة والدم ولحم الخنزير عند الضرورات وإن كان ذلك محرماً مع الاختيار وأمير المؤمنين ـ عليه السلام ـ كان مضطراً إلى مناكحة الرجل، لأنه يهدده ويُواعده فلم يأمنه أمير المؤمنين ـ عليه السلام ـ على نفسه وشيعته فأجابه إلى ذلك ضرورةً...>(3).\n- ما سبق كان نص كلام المفيد الذي ينقله كل من يذكر مسألة التزويج هذه ذكره محقق كتاب (الأنوار النعمانية) ج1 ص18 هامش قال: <ومما هو جدير بالذكر هنا أن الشيخ الأعظم رئيس المذهب الشيخ المفيد قدس سره أنكر تزويج عمر من أم كلثوم في (المسائل السروية...)(4)>.\nثم نقل كلام الشيخ المفيد وقد سبق وبينا ردنا عليه.",
        "(1/59)\n\nـ ونقل أيضاً كلام الشيخ المفيد محقق كتاب (الاستغاثة في بدع الثلاثة) لأبي القاسم علي بن أحمد الكوفي قال في هامش ص97: <وقال الشيخ الجليل المفيد محمد بن محمد بن النعمان العكبري البغدادي المتوفى سنة 314هـ في جواب المسألة العاشرة من المسائل السروية لما سأله السائل عن حكم ذلك التزويج (ما نصه)...>(5) ثم نقل كلام الشيخ المفيد.\nـ ونقل كلام الشيخ المفيد أيضاً المجلسي في (مرآة العقول) ولكن ليرد عليه ويبين خطأه وبعد أن نقل كلام الشيخ المفيد كاملاً(6) من (المسائل السروية) نقل كلام السيد المرتضى وهو تلميذ الشيخ المفيد ورأيه لا يختلف عنه فقد ذهب المذهب نفسه من جواز مناكحة الضال على ظاهر الإسلام قال المرتضى: <... وأما تزويجه بنته فلم يكن ذلك عن اختيار، ثم ذكر رحمه الله تعالى الأخبار السابقة الدالة على الاضطرار، ثم قال: على أنه لو لم يجر ما ذكرنا فيه لم يمتنع أن يجوز له ـ عليه السلام ـ لأنه كان على ظاهر الإسلام والتمسك بشرائعه وإظهار الإسلام... وفعل أمير المؤمنين ـ عليه السلام ـ حجة عندنا في الشرع فلنا أن نجعل ما فعله أصلاً في جواز مناكحة من ذكروه...>(7).\nـ وقد رد المجلسي على الشيخ المفيد إنكاره زواج أم كلثوم من عمر بن الخطاب وسبق بيان ذلك الرد فلا حاجة لتكراره.\nـ ونقل كلام الشيخ المفيد أيضاً الشيخ الخطيب/ محمد رضا الحكيمي في كتابه (أعيان النساء عبر العصور المختلفة) وهو من المنكرين لحدوث هذا الزواج أصلاً قال: <والآن نورد كلام الشيخ الجليل محمد بن محمد بن النعمان البغدادي والمعروف بالشيخ المفيد...>(8).\nـ ونقل كلام الشيخ المفيد استشهاداً في إنكار الزواج أصلاً العلامة الشيخ محمد حسين الأعلمي الحائري في تراجم أعلام النساء. وذلك بعد أن نقل رواية زواجه بجنية من يهود نجران وكذا ذكر رأي المجلسي أيضاً لكنه لم يؤيده بل ذكر ما يخالف نصوصه التي ذكرها من أحاديث الكافي للكليني(9).\n(1/60)",
        "\n- فالحاصل أن معظم علماء الشيعة القدماء والمعاصرين يعتمدون كلام الشيخ وينقلونه وكأنهم لا يعلمون شيئاً عن فقه الإمامية وهاك الرد والجواب:\nـ إن الشيخ المفيد يؤول زواج عمر من أم كلثوم بأنه يجوز مناكحة الضال الذي يظهر الإسلام متى كانت هناك ضرورة، والوجه الثاني الذي يراه في التأويل بأن مناكحة الضال كجحد الإمامة وإدعائها لمن لا يستحقها ـ حرام.... إلى أخر حديثه.\nفخلاصة رأيه أن موافقة علي بن أبي طالب في تزويج ابنته أم كلثوم ممن أظهر الإسلام وإن ضم إلى الإسلام ضلالاً جائز أو ممن جحد الإمامة فهو حرام إلا في حال الضرورة مثل أكل الميتة والدم ولحم الخنزير عند الضرورات، وبما أن علي في ضرورة وانظر إلى تعبيره المهين لنفس وشخص علي بن أبي طالب <فلم يأمنه أمير المؤمنين عليه السلام على نفسه وشيعته>.\nفعلي الذي لم يخف على نفسه من قتال فرسان قريش وصناديدها في بدر وأحد والخندق وحنين وخيبر وغيرها من الغزوات يخاف من عمر بن الخطاب على نفسه.\nمع أن علماء الشيعة يدعون أن عمر بن الخطاب ـ رضي الله عنه ـ جباناً لم يقتل أحداً في بدر أو أحد أو الخندق أو حنين أو خيبر أو أي غزوة من غزوات الرسول صلى الله عليه وآله وسلم ولكن هنا يخافه علي ـ رضي الله عنه ـ على نفسه فيزوجه ابنته.\nـ وليس هذا موضع حديثنا ولكن موضع حديثنا هو كيف أباح الشيخ المفيد مناكحة الضال المظهر للإسلام أو من جحد الإمامة مع أن علماء الإمامية يرون أن من جحد الإمامة وإن صلى وصام بين الركن والمقام فهو كافر ومصيره نار جهنم لأنه من النواصب ولا تجوز مناكحة النواصب عند علماء الإمامية خاصة من أظهر نصبه وعداوته.\nولا خلاف في أن عمر من النواصب عند الإمامية لاغتصابه الخلافة وسعيه في الأرض فساداً فكيف يبيح الشيخ المفيد مناكحة الناصبي وهذا مخالف لعقائد الإمامية.\nوهاك أدلة من علماء الإمامية لبيان تحريم مناكحة الناصبي:\n(1/61)\n",
        "ـ قال الصدوق في رسالة العقائد <اعتقادنا في الظالمين أنهم ملعونون والبراءة منهم واجبة... والظلم هو وضع الشيء في موضعه ممن ادعى الإمامة وليس بإمام فهو الظالم الملعون ومن وضع الإمامة في غير أهلها فهو ظالم ملعون وقال النبي صلى الله عليه وآله وسلم من جحد علياً إمامته من بعدي فإنما جحد نبوتي ومن جحد نبوتي فقد جحد الله بربوبيته...>(10).\nـ وقال الشيخ المفيد نفسه في كتاب المسائل <اتفقت الإمامية على أن من أنكر إمامة أحد من الأئمة وجحد ما أوجبه الله تعالى له من فرض الطاعة فهو كافر ضال مستحق للخلود في النار...>(11).\nـ وقال الشيخ (شيخ الطائفة) الطوسي في (تهذيب الأحكام) وهو شرح لمقنعة الشيخ المفيد <قال الشيخ رحمه الله _أي الشيخ المفيد] ولا يجوز نكاح الناصبية المظهرة لعداوة آل محمد عليهم السلام ـ ولا بأس بنكاح المستضعفات منهن يدل على ذلك ما ثبت من كون هؤلاء كفاراً بأدلة ليس هذا موضع شرحها>(12).\nهذا كلام الشيخ المفيد نفسه وقد شرحه تلميذه الطوسي فقال: <إذا ثبت كفرهم فلا تجوز مناكحتهم حسب ما قدمناه ويزيد ذلك بياناً ما رواه...>(13) ثم ذكر الطوسي عدداً من الأحاديث نذكر منها:\nـ بسنده <عن أبي عبدالله ـ عليه السلام ـ قال: لا يتزوج المؤمن بالناصبية المعروفة بذلك>(14).\nـ بسنده <عن عبدالله بن سنان قال: سألت أبا عبدالله ـ عليه السلام ـ عن الناصب الذي عرف نصبه وعداوته هل يزوجه المؤمن وهو قادر على رده وهو لا يعلم برده قال: لا يتزوج المؤمن الناصبية ولا يتزوج الناصب مؤمنة ولا يتزوج المستضعف مؤمنة>(15).\n(1/62)\n\nـ بسنده <عن أبي جعفر ـ عليه السلام ـ قال: دخل رجل على علي بن الحسين ـ عليهما السلام ـ فقال: إن امرأتك الشيبانية خارجية تشتم علياً ـ عليه السلام ـ فإن سرك أن أسمعك ذلك منها أسمعتك؟ فقال: نعم قال: فإذا كان غداً حين تريد أن تخرج كما كنت تخرج فعد واكمن في جانب الدار قال: فلما كان الغد كمن في جانب الدار وجاء الرجل فكلمها فتبين ذلك منها فخلى سبيلها وكانت تعجبه>(16).\nـ بسنده <عن الفضيل بن يسار قال: سألت أبا جعفر ـ عليه السلام ـ عن المرأة العارفة هل أزوجها الناصب؟ قال: لا لأن الناصب كافر...>(17).\nـ بسنده <عن فضيل بن يسار عن أبي جعفر ـ عليه السلام ـ قال: ذكر الناصب فقال: لا تناكحهم ولا تأكل ذبيحتهم ولا تسكن معهم>(18).\nـ بسنده <عن أبي عبدالله ـ عليه السلام ـ قال: تزوجوا في الشكاك ولا تزوجوهم، لأن المرأة تأخذ من دين زوجها ويقهرها على دينه>(19).\n- وفي (بحار الأنوار) للمجلسي مثل هذه الأحاديث وراجع (باب نكاح المشركين والكفار)(20).\nومن هذه الأحاديث:\nـ بسنده <عن الفضل بن يسار قال: سألت أبا جعفر ـ عليه السلام ـ عن مناكحة الناصب والصلاة خلفه فقال: لا تناكحه ولا تصل خلفه>(21).\n- وفي كتاب (من لا يحضره الفقيه) لابن بابويه القمي الملقب بالصدوق أورد الأحاديث نفسها بزيادة أو نقصان في فصل (ما أحل الله عز وجل من النكاح وما حرم منه)(22).\nـ بسنده <عن أبي عبدالله ـ عليه السلام ـ قال: لا ينبغي للرجل المسلم منكم أن يتزوج الناصبية ولا يزوج ابنته ناصبياً ولا يطرحها عنده>(23).\nثم علق ابن بابويه القمي بعد هذا الحديث فقال: <قال مصنف هذا الكتاب ـ رحمه الله ـ من نصب حرباً لآل محمد ـ صلوات الله عليهم ـ فلا نصيب له في الإسلام فلهذا حرم نكاحهم>(24).\nـ الحديث مرسل: <وقال النبي ـ صلى الله عليه وآله ـ صنفان من أمتي لا نصيب لهم في الإسلام الناصب لأهل بيتي حرباً وغال في الدين مارق منه>(25).",
        "(1/63)\n\n<ومن استحل لعن أمير المؤمنين ـ عليه السلام والخروج على المسلمين وقتلهم حرمت مناكحته...>(26).\n- ومن أراد الاستزادة فعليه بالباب السابع من كتاب (النصب والنواصب) لمصنفه محسن المعلم (حكم النواصب عقيدة وتشريعاً) وقد فصل حكم النواصب في مسائل عديدة وما يهمنا هنا مسألة النكاح قال في المسألة الثانية عشرة (النكاح).\n<ولا يجوز للناصب التزويج بالمؤمنة، >لأن الناصبي شر من اليهودي والنصراني على ما روى في أخبار أهل البيت ـ عليهم السلام ـ وكذا العكس سواء الدائم أو المتعة وقد ادعى على ذلك الإجماع كما في (رفع الالتباس في أحكام الناس) ونقل عن الوسيلة لابن حمزة الجواز في المنقطع (أي نكاح المتعة) على الناصبية اختياراً والدائم اضطراراً. هذا وقد أفاض ـ أفاض الله عليه سحائب رحمته ـ القول في فروع المسألة وغيرها مما له ربط بالمقام وأورد الأدلة فراجع.\nوقد عمم معظم الفقهاء منع تزويج المؤمنة بالمخالف وادعى عليه الإجماع ويبدو أن للنكاح أهمية خاصة فهو من موارد الاحتياط المهمة>(27).\nهذا نص كلامه نقلته كما هو ليعلم أن الناصب لا تجوز مناكحته وقد نقله المصنف من كتب الفقه خاصة (رفع الالتباس في أحكام الناس)، و(الروضة البهية في شرح اللمعة الدمشقية) وهما من كتب الفقه.\nـ على أننا لا نريد أن نفصل في تعريف الناصب وحده عند الشيعة فالناصب ليس من نصب لآل محمد العداء فقط ولكن كل مخالف للشيعة الإمامية فهو ناصبي وكل من نصب العداء للشيعة فهو ناصبي بل وداخل في النواصب كل المذاهب والفرق كأهل السنة وغيرهم حتى الزيدية يعدونهم من النواصب.\n<وأما الزيدية القائلون بإمامته فهم عند الأئمة ـ عليهم السلام ـ في عداد النصاب بلا شك ولا ارتياب كما صرحت به أخبارهم المنقولة في كتاب الكشي وغيره>.\n(1/64)",
        "\nوقال الشيخ المامقاني في (تنقيح المقال 1/001): وروى أبو عمر والكشي عن أبي جعفر الجواد ـ عليه السلام ـ أن الزيدية والواقفية والنصاب بمنزلة واحدة.\nوحينئذ فيصح إطلاق الناصب على كل من خالف مظهراً العداوة للفرقة المحقة...>(28).\nوزيادة في بيان حد الناصب ذكر شُبر في (حق اليقين) ما نصه:\n<وقد رُوي بأسانيد معتبرة عن أبي عبدالله (ع) قال: ليس الناصب من نصب لنا أهل البيت لأنك لا تجد رجلاً يقول: أنا أبغض محمداً وآل محمد ولكن الناصب من نصب لكم وهو يعلم أنكم تتولونا وتتبرأون من عدونا وأنكم من شيعتنا، والأخبار في ذلك كثيرة قد ذكرنا جملة منها في شرحنا...>(29).\n- هل بعد ما سبق خفي على الشيخ المفيد ومن نقلوا رأيه وتبنوا قوله أن فقه الإمامية يمنع مناكحة النصاب ولا شك أن عمر بن الخطاب عند الشيعة الإمامية من أشد النصاب فكيف يزوجه علي ويبيح الشيخ المفيد ذلك ويرى جوازه.\n- وللقارئ أن يتأمل تأملاً دقيقاً في قوله: <وكما يحل له أكل الميتة والدم ولحم الخنزير عند الضرورات وإن كان ذلك محرماً مع الاختيار>.\nوهل يجيز الشيعة القياس، وهم من يرون أن أول من قاس إبليس ويروون القصص والروايات عن مناظرات بين الإمام جعفر الصادق ـ رضي الله عنه ـ وأبي حنيفة رحمه الله حول القياس ويشن الشيخ المفيد نفسه هجوماً شنيعاً على أبي حنيفة ويسميه الشيخ الضال ويصفه دائماً بالجهل والحمق وراجع إن أردت التأكد (المسائل الصاغانية) للشيخ المفيد وينكر عليه أشد الإنكار القياس.\nالمبحث الرابع\nأراء متفرقة لعلماء الشيعة على هامش مسألة\nزواج عمر من أم كلثوم\n\n- أراء متفرقة لعلماء الشيعة على هامش مسألة زواج عمر من أم كلثوم:\n- هل في هذا الزواج يعتبر عمر زانياً أم تعتبر أم كلثوم زانية وما عقابهما؟\nيقول نعمة الله الجزائري في كتابه (الأنوار النعمانية):\n(1/65)\n",
        "< وأما الشبهة الواردة على هذا وهي أنه يلزم أن يكون عمر زانياً في ذلك النكاح وهو مما لا يقبله العقل بالنظر إلى أم كلثوم. فالجواب عنها من وجهين:\nأحدهما: أن أم كلثوم لا حرج عليها في مثله لا ظاهراً ولا واقعاً وهو ظاهر، وأما هو فليس بزانٍ في ظاهر الشريعة، لأنه دخول ترتب على عقد بإذن الولي الشرعي، وأما في الواقع وفي نفس الواقع وفي نفس الأمر فعليه عذاب الزنى، بل عذاب كل أهل المساوئ والقبائح.\nالثاني: أن الحال لما آل إلى ما ذكرنا من التقية فيجوز أن يكون قد رضى ـ عليه السلام ـ بتلك المناكحة رفعاً لدخوله في سلك غير الوطي المباح...>(1).\n- وللقارئ الكريم أن يعجب من هذا الحديث. فعمر عند نعمة الله الجزائري ليس بزانٍ ولكنه في الواقع وفي نفس الواقع وفي نفس الأمر عليه عذاب الزنى بل عذاب كل أهل المساوئ والقبائح.\nهذا من أعجب العجب ولولا سخف هذا المنطق المعوج الذي يتبصره كل من له أدنى عقل لبينا الرد والجواب.\nـ والظاهر لي أن لدى نعمة الله الجزائري عقدة متأصلة من مسألة عذاب عمر بن الخطاب وهذه العقدة منتشرة لدى علماء الشيعة فجلهم يرون أن عذاب كل أهل الأرض يعذبه عمر فعذابه أشد من عذاب إبليس وعليه أوزار كل جريمة قتل وزنى.\nقال نعمة الله الجزائري في (الأنوار النعمانية):\n<... إنه قد وردت في روايات الخاصة أن الشيطان يغل بسبعين غلاً من حديد جهنم ويُساق إلى المحشر فينظر ويرى رجلاً أمامه تقوده ملائكة العذاب وفي عنقه مائة وعشرون غلاً من أغلال جهنم فيدنو الشيطان إليه ويقول: ما فعل الشقي حتى زاد علي في العذاب وأنا أغويت الخلق وأوردتهم موارد الهلاك، فيقول عمر للشيطان: ما فعلتُ شيئاً سوى أني غصبت خلافة علي بن أبي طالب. والظاهر(2) أنه استقل سبب شقاوته ومزيد عذابه ولم يعلم أن كل ما وقع في الدنيا إلى يوم القيامة من الكفر والنفاق واستيلاء أهل الجور والظلم إنما هو من فعلته هذه...>(3).\n(1/66)\n\nوواضح من الرواية مدى كراهية الشيعة لعمر فكيف لا يعده الجزائري ممن ينالون عقاب الزاني وأشد، ولو أحصى القارئ الكريم الكتب التي صنفت حول عمر بن الخطاب وبيان سبه ولعنه وكفره عند الشيعة لعلم أنها أكثر مصنفاتهم عدداً(4).\n- أيهما أعز وأولى عند علي بن أبي طالب حرصه على الخلافة وفوائدها أم بناته ورعايتهن:\nيقول نعمة الله الجزائري في الأنوار النعمانية ج1 ص28:\n<.. أما الأول فقد استفاض في أخبارهم عن الصادق ـ عليه السلام ـ لما سئل عن هذه المناكحة فقال >إنه أول فرج غصبناه< وتفصيل هذا أن الخلافة كانت أعز على أمير المؤمنين من الأولاد والبنات والأزواج والأموال...>.\nـ فتأمل واعجب من مدى الحرص والتكالب على الخلافة حتى تصبح أعز على أمير المؤمنين من الأولاد والبنات...\nولم يكن هذا الحرص عند من سبقوه، فانظر مدى نظرة الشيعة إلى الإمام علي ـ رضي الله عنه ـ حتى يصوروه في هذا التكالب على الخلافة!\n- تأويل علماء الشيعة في توكيل علي للعباس ليزوج ابنته أم كلثوم:\nيقول أبو القاسم الكوفي في (الاستغاثة في بدع الثلاثة) بعد أن ذكر قصة الزواج الذي رآه بالإكراه وتوكيل علي للعباس ليتولى هو العقد:\n<وأصحاب الحديث إن لم يقبلوا هذه الرواية منا فإنه لا خلاف بينهم في أن العباس هو الذي زوجها من عمر، وقد قيل لمن أنكر هذه الحكاية من فعل علي ما العلة التي أوجبت أن يجعل علي ـ عليه السلام ـ أمر ابنته أم كلثوم إلى العباس دون غيرها من بناته وليس هناك أمر يضطره إلى ذلك وهو صحيح سليم والرجل الذي زوجه العباس بزعمهم عنده مرغوب رضى فيه. أتقولون إنه أنف من تزويج ابنته أم كلثوم وتعاظم وتكبر عن ذلك فقد نجده قد زوج غيرها من بناته..>.\nوالجواب عما ذكره هذا الكوفي يتلخص في نقطتين:\nأولاً: الإجماع الذي ذكره لا وجود له أصلاً فكثير من علماء الشيعة ذكروا زواج عمر من أم كلثوم برضا علي وأن علياً هو الذي تولى العقد لا العباس.",
        "(1/67)\n\nثم ما الذي يشكل فارقاً في كون على تولي تزويجها بنفسه أو وكل العباس في ذلك!؟\nأليس قد تم الزواج وصار عمر صهراً لعلي!؟\nـ أما النقطة الثانية: فإن كان علي أنف من تزويج بنته بنفسه لعمر بن الخطاب فهاك مصاهرات عديدة تمت بين أهل البيت والصحابة رضوان الله عليهم ولم يأنف واحد من أهل البيت من عقد المصاهرة بنفسه لا توكيل غيره.\nـ وأول هذه المصاهرات زواج رسول الله صلى الله عليه وآله وسلم من عائشة بنت أبي بكر الصديق، ومن حفصة بنت عمر بن الخطاب والأربعة ـ رضوان الله عليهم أبو بكر وعمر وعائشة وحفصة ممن يرى الشيعة كفرهم ونفاقهم.\nفلم يأنف رسول الله من المصاهرة إليهم فكيف أنف على مما لم يأنف منه رسول الله!؟\nوبهذه المصاهرة صار بنو تيم وبنو عدي أصهار رسول الله، وبنو تميم وبنو عدي لهما النصيب الأكبر في قاموس شتائم الشيعة.\nـ وتزوج إسحاق بن جعفر بن أبي طالب من أم حكيم بنت القاسم بن محمد بن أبي بكر الصديق وهي أخت أم فروة(5).\nـ وتزوج علي بن أبي طالب من أسماء بنت عميس وقد كانت زوجة أبي بكر الصديق من قبل وولدت له محمد بن أبي بكر وهو ربيب علي لأنه رباه، وولاه بعد ذلك مصر.\nـ وتزوج علي بن أبي طالب من أم سعيد بنت عروة بن مسعود الثقفي من ثقيف.\nـ وتزوج أيضاً من أمامة بنت العاص بن الربيع وهو زواج مثبت في كل المراجع وكتب الأنساب ومعلوم رأى الشيعة في العاص بن الربيع.\n(1/68)",
        "\nـ والبيضاء عمة النبي صلى الله عليه وآله وسلم وهي توءم عبدالله والد رسول الله تزوجت من كريز بن ربيعة بن حبيب العبشمي وابنتها أروى بنت كُريز هي أم عثمان بن عفان ومعلوم أن عثمان بن عفان يتهمه الشيعة بأنه كان يتلوط به، وكان مخنثاً ويطلقون عليه اسم (نعثل) والنعثل هو ذكر الضبع وهو الذي وهو الذي يؤتى في دبره وكان لقباً لرجل يهودي يؤتى في دبره فشبهوا به عثمان (راجع المعنى اللغوي للكلمة في: تاج العروس للزبيدي، والقاموس المحيط للفيروز آبادي ولسان العرب لابن منظور) وقد عقد البياضي فصلاً عن عثمان بن عفان وإطلاق اسم نعثل عليه في كتابه (الصراط المستقيم) قال: >قال الكلبي في كتاب المثالب: كان عثمان ممن يُلعب به ويتخنث وكان يضرب بالدف>(6) وقال في تلقيبه بنعثل >في تسميته نعثل أقوال: ففي حديث شريك أن عائشة وحفصة قالتا له: سماك رسول الله نعثلاً تشبيهاً بيهودي، وقال الكلبي: إنما قيل نعثلاً تشبيهاً برجل لحياني من أهل مصر، وقيل من خراسان وقال الواقدي: شبه بذكر الضباع فإنه نعثل لكثرة شعره، وقال: إنما شبه بالضبع، لأنه إذا صاد صيداً قاربه ثم أكله، وإنه أتى بالمرأة لتحد فقاربها ثم أمر برجمها ويقال النعثل: التيس الكبير العظيم اللحية>(7).\nفهذا هو عثمان الذي جد ته لأمه هي البيضاء عمة رسول الله.\nـ وهناك العديد من المصاهرات الأخرى بين البيت العلوي والصحابة أعرضنا هنا عن ذكرها خشية الإطالة.\nالهوامش\n(1) الأنوار النعمانية ج1 ص38.\n(2) هذا تعليق نعمة الله الجزائري على الرواية.\n(3) الأنوار النعمانية ج1 ص18، 28.\n(1/69)\n",
        "(4) ومن شك فليراجع مصنفاتهم في سب الشيخين وخاصة سب عمر بن الخطاب ولعنه وليراجع القارئ: دعاء صنمي قريش وشروحه، فصل (كلام في خساسته وخبث سريرته) من كتاب (الصراط المستقيم إلى مستحقي التقديم) لزين الدين النباطي البياطي، باب كفر الثلاثة في بحار الأنوار للمجلسي ج8 ص802، باب مطاعن الخلفاء الثلاثة في (حدائق الشيعة) للأردبلي ص332، والمجلدات الثلاثة رقم 92، 03، 13 من موسوعة بحار الأنوار للمجلسي وهي تحوي السب والطعن في الخلفاء الثلاثة وعائشة وحفصة وبني أمية، وليراجع القارئ الكريم الذريعة إلى تصانيف الشيعة لأغابزرك الطهراني في مواضع مختلفة منه يذكر المصنفات التي ألفت حول دعاء صنمي قريش، وما صنف حول عمر بن الخطاب خاصة.\n(5) تراجم أعلام النساء ص062.\n(6) الصراط المستقيم ج3 ص82.\n(6) المرجع السابق ج3 ص03.\nالاستدراكات\nلتدعيم البحث بالجداول والأدلة\nالجداول والملخصات\nالمصاهرات بين البيت الهاشمي والبيت الزبيري\nـ سبق وذكرنا في البحث الرد على الشيخ المفيد في تشكيكه بزواج عمر من أم كلثوم وهو يشكك في الرواية لأنها نقلت من طريق الزبير بن بكار وهو زبيري ومعروف عداوة آل الزبير للهاشميين ولأن بكار الزبيري عمه مصعب بن عبدالله بن الزبير الذي كان له موقفاً قديماً فيه عداوة للهاشميين والعداوة عند الشيعة صفة وراثية تنتقل من العم إلى ابن الأخ وإلى الأحفاد بعد ذلك لهذا يكذبون بكار الزبيري.\nـ ولكي يثبت بالدليل القاطع تهافت علماء الشيعة على مسألة العداوة المفتعلة بين آل الزبير والهاشميين سوف نذكر هنا إحدى عشرة علاقة مصاهرة ثابتة في كتب الأنساب والتاريخ عند علماء الشيعة أولاً ثم علماء أهل السنة ثانياً.\nالمراجع والمصادر\nمرتبة حسب ورودها في هوامش البحث\nالقرآن الكريم:\n(1/70)\n\n1 ـ صحيح الجامع الصغير وزيادته، جلال الدين السيوطي، تحقيق ناصر الدين الألباني، ط المكتب الإسلامي بيروت ـ دمشق/ 8041هـ/ 8891م. أشرف على طبعه زهير الشاويش.\n2 ـ بحار الأنوار (ش)، محمد باقر المجلسي ت1111هـ، ط دار إحياء التراث العربي ومؤسسة التاريخ العربي (الطبعة الجديدة) لبنان ـ بيروت/ 2141هـ ـ 2991م.\n3 ـ البرهان في تبرئة أبي هريرة من البهتان، عبدالله بن عبدالعزيز بن علي الناصر، دار النصر للطباعة ـ القاهرة/ 9141هـ.\n4 ـ الأنوار النعمانية لنعمة الله الموسوي الجزائري ت2111هـ، نشر مطبعة شركت جاب/ إيران تحقيق محمد علي القاضي الطباطبائي.\n5 ـ حقيقة الشيعة، عبدالله الموصلي، ط5 مكتبة ابن تيمية ـ القاهرة/ 7141هـ ـ 7991م.\n6 ـ مع الشيعة الاثنى عشرية في الأصول والفروع، أ. د. علي أحمد السالوس، ط دار التقوى القاهرة/ مصر، ودار الثقافة/ الدوحة ـ قطر 7141هـ ـ 79991م.\n7 ـ دعاء التاج وروضة المحتاج، ط مجهولة السنة والتاريخ والمصنف.\n8 ـ تاريخ الرسل والملوك، محمد بن جرير الطبري ت013هـ، ط دار الفكر ـ بيروت لبنان/ 8141هـ ـ 89991م.\n9 ـ البداية والنهاية، ابن كثير الدمشقي ت477هـ، ط دار الفكر ـ بيروت/ لبنان 8141هـ ـ 7991م. تحقيق الشيخ محمد البقاعي.\n10ـ تاريخ الإسلام، شمس الدين الذهبي، ت 847هـ، ط دار الكتاب العربي ـ بيروت لبنان/ 7141هـ ـ 7991م.\n11 ـ سير أعلام النبلاء، شمس الدين الذهبي، ط دار الفكر بيروت ـ لبنان/ 7141هـ ـ 7991م.\n12ـ المنتظم، عبدالرحمن بن علي بن محمد بن الجوزي ت795هـ، ط دار الكتب العلمية بيروت/ لبنان/ 2141هـ ـ 2991م.\n13 ـ الإصابة في تمييز الصحابة، شهاب الدين أبو الفضل أحمد بن علي بن محمد بن محمد بن علي الكناني العسقلاني المصري الشافعي (ابن حجر) ت258هـ، ط دار الكتب العلمية بيروت ـ لبنان/ بدون تاريخ.",
        "(1/71)\n\n14ـ أسد الغابة في معرفة الصحابة، عز الدين بن الأثير ت036هـ، ط دار الفكر ـ بيروت لبنان/ 5141هـ ـ 5991م.\n15ـ نساء من عصر النبوة، أحمد خليل جمعة، ط دار ابن كثير/ دمشق ـ بيروت 4141هـ ـ 4991م.\n16ـ المسائل السروية ، الشيخ المفيد محمد بن محمد بن النعمان العكبري، ط مهر ـ قم 3141هـ تحقيق صائب عبدالحميد.\n17ـ الاستغاثة ، علي بن أحمد الكوفي (أبو القاسم الكوفي)، ط الناشر إحقاق الحق، باكستان ـ مجهولة التاريخ.\n18ـ مرآة العقول شرح أخبار آل الرسول ، محمد باقر المجلسي ت1111هـ ط دار الكتب الإسلامية ـ طهران/ 8041هـ. تصحيح الشيخ علي الأخوندي.\n19ـ أعيان النساء عبر العصور المختلفة ، الشيخ محمد رضا الحكيمي، ط مؤسسة الوفاء ـ بيروت/ لبنان/ 3041هـ ـ 3881م.\n20ـ تراجم أعلام النساء، إشراف رضوان دعبول، ط مؤسسة الرسالة ـ بيروت ودار البشر ـ عمان/ الأردن/ 9141هـ ـ 8991م.\n21ـ حق اليقين ، عبدالله شُبر، ط مركز انتشارات الأعلمي ـ طهران مطبعة العرفان ـ صيدا/ 2531هـ.\n22ـ تهذيب الأحكام ، شرح مقنعة الشيخ المفيد لأبي جعفر محمد بن الحسن الطوسي ت064هـ، ط3 دار الكتب الإسلامية/ طهران ـ إيران، تعليق وتحقيق السيد: حسن الموسوي الخرساني، تصحيح محمد الأخوندي.\n23ـ من لا يحضره الفقيه ، أبو جعفر محمد بن علي بن الحسين ابن بابويه القمي (الصدوق) ت183هـ، ط3 دار الكتب الإسلامية، طهران ـ إيران، تعليق وتحقيق السيد: حسن الخرسان، تصحيح الشيخ محمد الأخوندي.\n24ـ النصب والنواصب ، محسن المعلم، ط دار الهادي ـ بيروت/ لبنان 8141هـ ـ 7991م.\n25ـ إحقاق الحق وإزهاق الباطل ، نور الدين التستري المرعشي (الشهيد الثالث) تحقيق شهاب الدين المرعشي النجفي ت1141هـ.\n26ـ الصحيح من سيرة النبي الأعظم ـ صلى الله عليه وأهله وسلم ، جعفر مرتضى العاملي ط3 نشر جماعة المدرسين ـ قم ـ إبران/ 4141هـ.\n(1/72)",
        "\n27ـ هوامش نقدية على كتاب مأساة الزهراء ، محمد الحسيني، ط2 الكويت دور الطبع والنشر مجهولة/ 8141هـ ـ 7991م.\n28ـ حياة أعظم رجل بعد الأنبياء والرسل أبي بكر الصديق.\n29ـ تاريخ الإسلام، د. حسن إبراهيم حسن، ط7 إحياء التراث العربي ـ القاهرة 7041هـ ـ 7891م.\n30ـ نور الأبصار في مناقب آل بيت النبي المختار، الشيخ مؤمن بن حسن مؤمن الشبلنجي ط الدار العالمية ـ بيروت/ لبنان/ 5041هـ ـ 5891م.\n31ـ الروضة الفيحاء في تواريخ النساء.\n32ـ المعارف، أبو محمد عبدالله بن مسلم (ابن قتيبة) ت672هـ، ط6 الهيئة المصرية العامة للكتاب ـ القاهرة ـ 3991م. تحقيق د. ثروت عكاشة.\n33ـ أطلس تاريخ الإسلام، د. حسين مؤنس، ط الزهراء للطباعة ـ القاهرة.\n34ـ زهر الربيع، نعمة الله الجزائري الموسوي ت2111هـ ـ طبعة حجرية قديمة/ الناشر ناصر خسرو/ طهران، والطبعة الحديثة مؤسسة البلاغ/ لبنان 0141هـ/ 0991م. تحقيق محمد سعيد الطريحي.\n35ـ تاريخ آداب العرب، مصطفى صادق الرافعي.\n36ـ عمدة الطالب في أنساب آل أبي طالب ، جمال الدين أحمد بن علي الحسيني (ابن عنبة) ت828هـ.\n37ـ إعلام الورى بأعلام الهدى، أبو الفضل بن الحسن الطبرسي، ط3 دار الكتب الإسلامية إيران ـ قدم له محمد مهدي السيد حسن الخراسان.\n38ـ العقد الفريد، أحمد بن محمد بن عبدربه الأندلسي ت823هـ، ط2 مكتب تحقيق التراث بيروت ـ لبنان/ 6141هـ ـ 6991م.\n39ـ الأصيلي في أنساب الطالبيين، صفي الدين بن محمد بن تاج الدين علي الحسني (ابن الطقطقي) ت907هـ، ط نشر مكتبة آية الله العظمي المرعشي النجفي ـ قم 6731هـ تحقيق وجمع وترتيب السيد/ مهدي الرجائي.\n40ـ الكنى والألقاب، الشيخ عباس القمي.\n41ـ ذخائر العقبي في مناقب ذوي القربى، محب الدين الطبري.\n42ـ منتهى الأمال في تواريخ النبي والآل، الشيخ عباس القمي، ط الدار الإسلامية ـ بيروت/ لبنان 4141هـ ـ 4991م. تعريب أ/ نادر التقي .\n(1/73)\n",
        "43ـ نسب قريش، مصعب الزبيري.\n44ـ الفهرست، أبو الفرج محمد بن أبي يعقوب إسحاق بن النديم ت083هـ، ط دار الكتب العلمية بيروت ـ لبنان/ 6141هـ ـ 6991م. طبعه وشرحه وعلق عليه د. يوسف علي طويل.\n45ـ صاحب الأغاني أبو الفرج الأصفهاني، محمد خلف الله.\n46ـ أبو الفرج الأصفهاني عصر..، حسين عاصي.\n47ـ دفع الكذب المبين المفترى من الرافضة على أمهات المؤمنين، د. عبدالقادر بن محمد عطا صوفي ط مكتبة الغرباء الأثرية ـ السعودية./ 8141هـ ـ 7991م.\n48ـ كشف الجاني محمد التيجاني في كتبه الأربعة، عثمان بن محمد آل خميس الناصري أبي محمد التميمي ط2 مجهولة 8141هـ ـ 7991م.\n49ـ سبل الهدى والرشاد في سيرة خير العباد، محمد بن يوسف الصالحي الشامي ت249هـ، ط دار الكتب العلمية ـ بيروت/ لبنان/ 4141هـ ـ 3991م. تحقيق عادل أحمد عبدالموجود، والشيخ علي محمد معوض.\n50ـ الكافي، محمد بن يعقوب الكليني ت823هـ، ط دار الكتب الإسلامية ـ طهران ـ إيران، شرح وتعليق علي أكبر الغفاري وتصحيح وعناية الشيخ محمد الأخوندي.\n51ـ حدائق الأنس، إبراهيم الموسوي الزنجاني، ط دار الزهراء ـ بيروت/ لبنان 2041هـ/ 2891م.\n52 ـ مناقب آل أبي طالب، أبو جعفر محمد بن علي بن شهر آشوب السروي المازندراني ط دار الأضواء ـ بيروت/ لبنان، تحقيق وفهرسة د. يوسف البقاعي/ 2141هـ ـ 1991م.\n53ـ أنساب الأشراف، أحمد بن يحيى بن جابر البلاذري، حققه وعلق عليه الشيخ محمد باقر المحمودي ط مؤسسة الأعلمي للمطبوعات ـ بيروت/ لبنان 4931هـ ـ 4791م.\n55 ـ الإرشاد، محمد بن محمد بن النعمان العكبري (الشيخ المفيد) ت314هـ ط3 مؤسسة الأعلمي، بيروت ـ لبنان 9931هـ ـ 9791م.\n54ـ أعيان الشيعة، محسن الأمين ط دار التعارف للمطبوعات ـ بيروت ـ لبنان 3041هـ ـ 3891م.\n55 ـ تاريخ الخميس في أحوال أنفس نفيس، حسين محمد الحسن الديار بكري، ط مؤسسة شعبان ـ بيروت/ لبنان.\n(1/74)\n\n56ـ نفس المهموم في مصيبة سيدنا الحسين المظلوم ويليه نفثة المصدور فيما يتجدد به حزن العاشور الحاج عباس القمي، ط دار الرسول الأكرم، ودار المحجة البيضاء ـ بيروت/ لبنان.\n57ـ الصراط المستقيم إلى مستحقي التقديم ، الشيخ زين الدين أبي محمد علي بن يونس العاملي النباطي البياضي ـ ت778هـ، ط المكتبة المرتضوية مطبعة الحيدري ـ إيران صححه وعلق عليه وحققه محمد الباقر البهبودي.\n58ـ تاريخ اليعقوبي، أحمد بن أبي يعقوب بن جعفر بن وهب بن واضح، دار صعب ودار صادر ـ بيروت/ لبنان.\n59ـ إثبات الوصية للإمام علي بن أبي طالب، أبو الحسن علي بن الحسين بن علي المسعودي ت643هـ\n60ـ بل ضللت ـ كشف أباطيل التيجاني في كتابه (ثم اهتديت)، خالد العسقلاني، ط دار الإيمان ـ الاسكندرية/ 8141هـ ـ 7991م.\n61ـ كشف الغمة في معرفة الأئمة (ش) الأربلي ت396هـ ط النجف 4831هـ. قدم له جعفر السبحاني.\n62ـ تواريخ النبي والآل، (ش) محمد تقي التستري.\n63ـ الصوارم المهرقة في نقد الصواعق المحرقة، (ش) القاضي نور الله التستري الشهيد الثالث ت6101هـ، ط إبران 7631هـ عنى بتصحيحه جلال الدين الحسيني.\n64ـ شذرات الذهب في أخبار مَنْ ذهب، ابن العماد عبدالحي أحمد بن محمد العكري الحنبلي الدمشقي، ط دار ابن كثير دمشق ـ بيروت، 6041هـ = 6891م، تحقيق: محمود الأرناؤوط.\n65ـ تهذيب الكمال في أسماء الرجال، الحافظ جمال الدين أبوالحجاج يوسف المزيَّ، ت 247هـ، ط دار الفكر بيروت ـ لبنان، 4141هـ = 4991م. تحقيق: الشيخ أحمد علي عبيد وحسن أحمد أغا.\n66ـ تهذيب التهذيب، ابن حجر العسقلاني ت 258هـ، ط دار الفكر ـ بيروت ـ لبنان، 5141هـ = 5991م.\n67ـ الكاشف في معرفة من له رواية في الكتب الستة، محمد بن أحمد بن عثمان الذهبي، ت 847هـ، ط دار الفكر ـ بيروت ـ لبنان، 8141هـ = 7991م.\n68ـ تذكرة الحفاظ، الذهبي ت 847هـ، ط دار الكتب العلمية ـ بيروت ـ لبنان ـ 9141هـ = 8991م.",
        "(1/75)\n\n69ـ تيسير مصطلح الحديث، د.محمود الطحان، ط 6 مكتبة دار التراث، الكويت، 4041هـ = 4891م.\n70ـ ميزان الاعتدال، الذهبي ت 847هـ، ط دار المعرفة، بيروت ـ لبنان. تحقيق: علي محمد البجاوي.\n71ـ لسان الميزان، ابن حجر العسقلاني ت 258هـ، ط 3، مؤسسة الأعلمي للمطبوعات، بيروت ـ لبنان، 6041هـ = 6891م.\n72ـ ذيل ميزان الاعتدال، الحافظ أبو الفضل عبدالرحيم بن الحسين العراقي، ت 608هـ، ط مركز البحث العلمي وإحياء التراث الإسلامي، 6041هـ. تحقيق: عبدالقيوم عبدرب النبي.\nملحق: شرح المجلسي لحديثي الكافي في كتابه (مرآة العقول)\n(1/76)"
    ]
}