{
    "partText": [
        "\n\nبسم الله الرحمن الرحيم\nقال تعالى :",
        "(فما استمتعتم به منهن فآتوهن أجورهن)\n(النساء : 24)\nوعن عمران بن الحصين أنه قال : نزلت آية المتعة في كتاب الله ففعلناها مع رسول الله صلى الله عليه وسلم ولم ينزل قرآن يحرمه ولم ينه عنها حتى مات ، قال رجل برأيه ما شاء ، قال محمد (اي البخاري) يقال عمر رضي الله عنه.\nصحيح البخاري ، باب قوله تعالى : (وانفقوا في سبيل الله ولا تلقوا بأيديكم إلى التهلكة) من كتاب التفسير من جزئه الثالث ص 71.",
        "\nبسم الله الرحمن الرحيم\nالحمد لله وكفى ثم الصلاة على النبي المصطفى وعلى آله النجباء وصحبه الأصفياء ، وبعد.\nإن مسألة زواج المتعة من المسائل التي بحث فيها فقهاء المسلمين على اختلاف مذاهبهم ، وأولوها العناية الكبرى بحثا وتمحيصا بين مثبت لهذا النوع من الزواج ، وبين ناف له ، بعد اتفاقهم علي مشروعيته في صدر الإسلام ، وحيث إن دور هذه المسألة الخطيرة في صيانة عفة المجتمع وحفظه من الوقوع في مزالق الفساد ، دور هام يجب أن لا يغفله المشرع وخاصة ممن يحاول إصلاح المجتمع ، لكي يعيش حياة سعيدة تحفظ فيها عفة المرأة من الانزلاق وراء",
        "\nالشهوات المحرمة.\nوالذي يبدو لمن تتبع هذه المسألة في مختلف مواضعها من كتب التشريع ، سواء ما يتعلق منها بالتفسير والحديث ، أم كتب الفقه ، أن المسلمين على اختلاف مذاهبهم لا تكاد كلمتهم تختلف في أن هذا النوع من الزواج مما شرع في صدر الإسلام ، ونزلت فيه آية من الكتاب العزيز وهي آية : (فما استمتعتم به منهن فآتوهن أجورهن) ... وفسروا الاستمتاع فيها بنكاح المتعة (1) كما سوف يتضح من هذا البحث.\nإن تشريع الزواج المؤقت «أو زواج المتعة» لأن الزواج الدائم غير قادر في كل الحالات والظروف أن يفي باحتياجات البشر ، وأن الاقتصار على الزواج الدائم يستلزم حرمان كثير من النساء أو الرجال ممارسة حقهم في الحياة الجنسية ، لعدم قدرة البعض على تهيئة الظروف لمثل هذا الزواج ، ولهذا فإما أن يكبت الرجل أو المرأة ما بداخله",
        "__________________\n(1) انظر محمد تقي الحكيم : الزواج المؤقت : ص 34 ـ 35.\n(أو بداخلها) من غرائز وحب الالتقاء ، مما يؤدي بهم إلى نتائج وخيمة وآلام دائمة ، أو أن ينزلقوا في المحرمات ، وأن تنشئ المرأة علاقات غير شريفة قائمة على التستر بأوكار الليل وأجنحة الظلام وخوف العاقبة.\nومن هنا فإن للزواج المؤقت (زواج المتعة) ، بعد اعتراف الشريعة الإسلامية به ، علاقة طيبة وطبيعية ، يشعر فيها كل من المرأة والرجل بحكم كونها عقدا من العقود بكرامة الوفاء بالالتزام من الطرفين وفق الشروط التي شرعها المشرع في هذا العقد ، ولهذا فهو من هذه الناحية كالزواج الدائم مع فارق واحد ، وهو أن المرأة هنا تملك أن تحدد أمد العقد ابتداء ولا تملكها في الزواج الدائم ، بل تظل تحت رحمة الزوج إن شاء طلقها ، وإن شاء مد بها إلى نهاية الحياة ، فهي ليست سلعة تؤجر للمتعة ، وإنما هي كالطرف الآخر في المعاملة تعطي من الالتزامات بمقدار ما تأخذ منها وربما تكون هي الرابحة أخيرا باكتشافها لأخلاق الزواج ومعاملته ، وبرؤيتها له في مختلف حالاته ومباذله تستطيع",
        "\nتحديد موقفها منه فيما إذا كانت تقوى على تكوين علاقات دائمة معه بتحويل الزواج المؤقت إلى زواج دائم تأمن معه من الاختلاف نتيجة عدم توافق الطباع (1). ولهذه المصلحة أجاز الإسلام زواج المتعة ، بل اعتبره ضرورة من ضرورات الحياة ، حتى قام الإجماع على تشريعه من الكتاب والسنة النبوية ، وقد ورد ذلك في مصادر جمهور المسلمين المعتبرة ، ووصل إلى درجة من الكثرة لا نحتاج معها إلى تتبع واستيعاب كل الروايات ، بل قام الاجماع على تشريعها ، وهذا الإجماع موضع وفاق عند المسلمين من كل المذاهب الإسلامية (2) كما سوف نشير إليه إن شاء الله.\n* * *\n__________________",
        "(1) انظر المصدر السابق : ص 23 ـ 24.\n(2) انظر أحمد الوائلي : من فقه الجنس ـ ص 151.\nالشروط المعتبرة\nفي زواج المتعة وأنها كالدائم",
        "قبل أن نشير إلى مشروعية الزواج المؤقت الثابت بنص القرآن الكريم والسنة النبوية المتفق عليها ، نذكر بعض الشروط المعتبرة في زواج المتعة ، وأنها كالدائم باختصار :\n1 ـ الايجاب والقبول باللفظ الدال على إنشاء المعنى المقصود والرضا به.\n2 ـ القصد لمضمون المعنى وهو : متعت أو أنكحت أو زوجت.\n3 ـ أن يكون الايجاب والقبول باللغة العربية مع الامكان.",
        "4 ـ أن يكون الايجاب من طرف الزوجة والقبول من\nطرف الزوج مع تقدم الايجاب على القبول.\n5 ـ ذكر المهر في العقد المتفق عليه بين الطرفين.\n6 ـ ذكر الأجل المتفق عليه بين الطرفين في العقد طال أو قصر.",
        "7 ـ ألا تكون المرأة مما يحرم نكاحها سواء بالدائم أو المنقطع.\n8 ـ تجب العدة فيها بعد انقضاء المدة أو [بعد انقضاء المدة التي] وهبها الزوج ، وعدتها حيضتان إن كانت تحيض ، وإن كانت في سن من تحيض ولا تحيض فعدتها خمسة وأربعون يوما ، وإن كانت حاملا فعدتها أبعد الأجلين ، وأما عدتها من وفاة الزوج فأربعة أشهر وعشرة أيام إن لم تكن حاملا وإلا فبأبعد الأجلين كالزواج الدائم.\n9 ـ لا يجوز الجمع بين الأختين في نكاح المتعة كالدائم بلا فرق (1).\n__________________",
        "(1) انظر السيد أمير محمد القزويني : المتعة بين الإباحة والحرمة.\n10 ـ الأطفال الذين يولدون من الزواج المؤقت لا يختلفون في شئ من الحقوق عن الأطفال المتولدين من الزواج الدائم ، إلى غير ذلك من الشروط التي تشترط في الزواج الدائم فهي معتبرة في الزواج المؤقت.\n* * *\nمشروعية الزواج المؤقت",
        "من الكتاب والسنة\nهذا وقد دلت الأدلة القطعية من الكتاب والسنة وإجماع المسلمين وأقوال أئمتهم على أن المتعة كانت مشروعة في صدر الإسلام ومباحة بنص القرآن ، وأن كثيرا من الصحابة الكرام فعلوها في حياة النبي صلى الله عليه وآله بأمره وإذنه وترخيصه ، كما فعلوها بعد وفاته صلى الله عليه وآله ، ولم ينزل قرآن يحرمها ولم ينه عنها صلى الله عليه وآله حتى مات ، وإن نسخها عند من يقول بالنسخ ، فمنهم من يقول إنها نسخت بالسنة ، مع أن السنة من أخبار الآحاد لا ينسخ الحكم الثابت بنص من القرآن ، فكيف ينسخ ما هو ظني الصدور ، وهو الخبر الواحد ، لما هو قطعي الصدور ، وهو القرآن الكريم ، وتارة\nيقولون بأن آية المتعة نسخت بآية أخرى ، وهذا الاختلاف دليل على عدم نسخها ، وأنها ثابتة ومباحة إلى يوم القيامة ، كإباحة الزواج الدائم وملك اليمين ، «حلال محمد حلال إلى يوم القيامة ، وحرامه حرام إلى يوم القيامة».\nومما شنع به على الشيعة في قولهم بإباحة المتعة ما جاء في كتاب «وجاء دور المجوس» للدكتور الغريب ، ومن غريب قوله :",
        "«وما دمنا في صدد الحديث عن أكاذيب الرافضة «أي الشيعة» فمن المناسب أن نشير إلى كتاب اسمه «المتعة من متطلبات العصر» ... زعم الكاتب أن حجة أهل السنة في تحريم المتعة رفض الفاروق عمر بن الخطاب لها ، ولم يتوقف عند هذه الفرية بل وجه سهامه المسمومة إلى ثاني الخلفاء الراشدين ، وأشرنا قبل صفحات أن رسول الله صلى الله عليه وسلم هو الذي حرم المتعة» (1).\n__________________\n(1) عبد الله محمد الغريب : وجاء دور المجوس ـ ص 135.\nأقول : يظهر من صاحب هذا الكتاب أنه طعن حتى في صحاح أهل السنة ، ووجه إليهم الأكاذيب ، كما أنه كذب على رسول الله صلى الله عليه وآله في إرجاع تحريم المتعة إليه صلى الله عليه وآله وقديما قال رسول الله صلى الله عليه وآله : «من كذب علي متعمدا فليتبوأ مقعده من النار» ، فهذا شيخ الحديث وإمام أهل السنة يروي في صحيحه وهو أصح الكتب بعد القرآن عن عمران بن الحصين قوله : «نزلت آية المتعة في كتاب الله ففعلناها مع رسول الله صلى الله عليه وسلم ولم ينزل قرآن يحرمه ولم ينه عنها ...» فهذا الحديث كما سوف نشير إليه نص صريح على أن المتعة نزلت في كتاب الله ، ولم ينه عنها النبي صلى الله عليه وآله حتى مات ، ومن هنا يظهر أن التحريم لم يكن من النبي صلى الله عليه وآله ، كما يظهر ما في كتاب «وجاء دور المجوس» من أكاذيب وبهتان رمى بها طائفة كبيرة من المسلمين.",
        "وحسبك على إباحتها القرآن الكريم حيث يقول : (فما استمتعتم ...) الآية.\nما جاء في كتب أهل السنة والجماعة في إباحة زواج\nالمتعة :\n1 ـ صحيح البخاري وروايات إباحة المتعة :",
        "وحسبك على إباحة المتعة ما أخرجه البخاري في صحيحه من كتاب التفسير في باب قوله تعالى : (وأنفقوا في سبيل الله ولا تلقوا بأيديكم إلى التهلكة) ، عن عمران بن الحصين أنه قال : «نزلت المتعة في كتاب الله ، ففعلناها مع رسول الله صلى الله عليه وسلم ولم ينزل قرآن يحرمها ولم ينه عنها حتى مات ، قال رجل برأيه ما شاء قال محمد يعني البخاري يقال عمر» (1).\nأقول : هذا ما أخرجه البخاري في صحيحه ، وهو أصح الكتب بعد القرآن باجماع من يعتد به من علماء أهل السنة ، فقد نص بصريح العبارة التي لا تقبل التأويل على إباحة المتعة واستمرار هذه الإباحة إلى يوم القيامة ، كما أن هذا الحديث نص على عدم نزول قرآن يحرمها ، وأنه نص في عدم نهي النبي صلى الله عليه وآله عنها حتى التحق بالرفيق الأعلى ،\n__________________\n(1) صحيح البخاري : المطبعة العامرة المليجية ـ ط ـ 1 1332 ه‍ ـ ج 3 ـ 71.",
        "كما أنه صريح أيضا في أن المحرم لها هو الخليفة عمر بن الخطاب (رض) ، ومن هذه الرواية يظهر افتراء وكذب صاحب كتاب «وجاء دور المجوس» في قوله عن مؤلف كتاب المتعة : «ولم يتوقف عند هذه الفرية بل وجه سهامه المسمومة إلى ثاني الخلفاء الراشدين» وكان من اللازم أن يوجه هذا الكلام إلى شيخ الحديث البخاري الذي روى هذه الرواية ، ولكن الحق مر على ألسنة المنحرفين عن آل الرسول صلى الله عليه وآله.\nوأخرج البخاري أيضا في باب قوله تعالى : (يا أيها الذين آمنوا لا تحرموا طيبات ما أحل الله لكم) ، من كتاب التفسير عن إسماعيل عن قيس عن عبد الله ـ ابن مسعود ـ قال : كنا نغزو مع النبي صلى الله عليه وسلم وليس معنا نساء ، فقلنا ألا نستخصي فنهانا عن ذلك فرخص لنا بعد ذلك أن نتزوج المرأة بالثوب ، ثم قرأ عبد الله : (يا أيها الذين آمنوا لا تحرموا طيبات ما أحل الله لكم) (1).\n__________________\n(1) نفس المصدر : ص 84.",
        "أقول : وهذا الحديث أيضا نص في أن متعة النساء من الطيبات ، ولا شئ من الطيبات بحرام إلى يوم القيامة ، ولهذا لا يصح القول بأن المتعة بعد إباحتها حرمها رسول الله صلى الله عليه وآله. وعلى هذا فكل تأويل فيها غير مقبول ومردود ، لأنه مناف لنصها ، وعبد الله بن مسعود هو أحد القراء الأربعة الذين أمر الرسول صلى الله عليه وآله بتعلم القرآن منهم ، فهو أعرف من الآخرين بمداليل الآيات ومفاهيمها ، فهذا البخاري يحدثنا في صحيحه ص 201 من جزئه الثاني في باب مناقب عبد الله بن مسعود عن النبي صلى الله عليه وسلم أنه قال : «استقرؤوا القرآن من أربعة من عبد الله بن مسعود ...».\n2 ـ صحيح الإمام مسلم وإباحة المتعة ، وأن الناهي عنها الخليفة (رض) :\nوأما إمام الحديث عند أهل السنة الإمام مسلم ، فقد أخرج في صحيحه في باب نكاح المتعة عن إسماعيل عن قيس قال : سمعت عبد الله يقول : «كنا نغزو مع رسول الله صلى الله عليه وسلم ليس لنا نساء فقلنا ألا نستخصي فنهانا عن ذلك ثم\nرخص لنا أن ننكح المرأة بالثوب إلى أجل ثم قرأ عبد الله : (يا أيها الذين آمنوا لا تحرموا طيبات ما أحل الله لكم ولا تعتدوا إن الله لا يحب المعتدين) (1).",
        "وفي رواية أخرى كما في صحيح مسلم أيضا عن أبي نضرة قال : كنت عند جابر بن عبد الله ، فأتاه آت فقال : ابن عباس وابن الزبير اختلفا في المتعتين ، فقال جابر : فعلناهما مع رسول الله صلى الله عليه وسلم ثم نهانا عمر فلم نعد لهما» (2). وأخرج الإمام مسلم أيضا «... كان ابن عباس يأمر بالمتعة ، وكان ابن الزبير ينهي عنها ، قال : فذكر ذلك لجابر بن عبد الله ، فقال : على يدي دار الحديث ، تمتعنا مع رسول الله صلى الله عليه وسلم فلما قام عمر قال : إن الله كان يحل لرسوله ما شاء بما شاء ، وإن القرآن قد نزل منازله فأتموا الحج والعمرة لله كما أمركم الله ، وأبتوا نكاح هذه النساء ، فإن أوتي برجل نكح امرأة إلى أجل إلا رجمته بالحجارة» (3).\n__________________\n(1) صحيح مسلم : ج 4 (ص 130.\n(2) نفس المصدر : ص 131.",
        "(3) نفس المصدر : ص 38.\nوعن أبي موسى أنه كان يفتي بالمتعة ، فقال له رجل : رويدك ببعض فتياك ، فإنك لا تدري ما أحدث أميرالمؤمنين في النسك بعد ، حتى لقيه بعد ، فسأله ، فقال عمر : قد علمت أن النبي صلى الله عليه وسلم قد فعله وأصحابه ، ولكن كرهت أن يظلوا معرسين بهن في الأراك ثم يروحون في الحج تقطر رؤوسهم» (1).\nوفي صحيح مسلم أيضا عن عطاء أنه قال : «قدم جابر بن عبد الله معتمرا ، فجئناه في منزله فسأله القوم عن أشياء ثم ذكروا المتعة فقال : نعم استمتعنا على عهد رسول الله صلى الله عليه وسلم وأبي بكر وعمر» (2). وفي رواية جابر بن عبد الله قال : «كنا نستمتع بالقبضة من التمر والدقيق الأيام على عهد رسول الله صلى الله عليه وسلم وأبي بكر حتى نهى عنه عمر في شأن عمرو بن حريث» (3).\nأقول : هذا ما أخرجه إمام الحديث عند أهل السنة في",
        "__________________\n(1) نفس المصدر : 45 ـ 46.\n(2) نفس المصدر : ص 131.\n(3) نفس المصدر : ص 131.",
        "صحيحه ، من أن المتعة من الأمور التي وردت فيها النصوص الصريحة على إباحتها ، وأن الصحابة فعلوها في عهد رسول الله صلى الله عليه وآله وأبي بكر وشطر من حياة عمر حتى نهاهم عمر (رض) في شأن ابن حريث ، وأنها كانت من الطيبات ، ولا يعقل أن يحرم الله سبحانه على عباده ما أحله لهم من الطيبات ، أو يمنع رحمته عنهم ، ومن حيث إنه قد ثبت أن نكاح المتعة من الطيبات ، وإنها رحمة من الله رحم بها عباده ، علمنا أنها حلال إلى يوم القيامة بمقتضى تلك النصوص الصريحة الدالة على إباحتها وعدم تحريمها من النبي صلى الله عليه وآله ... «ءالله أذن لكم أم على الله تفترون».\n3 ـ مسند الإمام أحمد ، ومآثر الأناقة للقلقشندي وإباحة المتعة :\nروى الإمام أحمد إمام المذهب في مسنده عن عمران ابن الحصين قال : «نزلت آية المتعة في كتاب الله تبارك وتعالى ، وعملنا بها مع رسول الله صلى الله عليه وسلم فلم ينزل آية تنسخها\nولم ينه عنها النبي صلى الله عليه وسلم حتى مات» (1).",
        "وهذه الرواية نص صريح على عدم نزول آية أو وجود رواية تدل من قريب أو بعيد على نسخ أو تحريم زواج المتعة ، وما قيل في تحريمها لا يصار إليه لمخالفته لصريح القرآن الكريم والسنة الصحيحة ، ويؤيد ذلك ما جاء أيضا عن الإمام أحمد عن أبي النضر أنه قال :\n«قلت لجابر بن عبد الله إن ابن الزبير رضي الله عنه ينهى عن المتعة وابن عباس يأمر بها ، قال : فقال لي : على يدي جرى الحديث ، تمتعنا مع رسول الله صلى الله عليه وسلم ، قال عفان : ومع أبي بكر ، فلما ولي عمر رضي الله عنه خطب الناس فقال : إن القرآن هو القرآن ، وأن رسول الله صلى الله عليه وسلم هو الرسول ، وإنهما كانتا متعتان على عهد رسول الله صلى الله عليه وسلم إحداهما متعة الحج والأخرى متعة النساء» (2).\nوعن عبد الملك عن عطاء عن جابر بن عبد الله قال : «كنا نتمتع على عهد رسول الله صلى الله عليه وسلم وأبي بكر وعمر رضي\n__________________",
        "(1) الإمام أحمد : المسند : ج 4 ـ ص 436.\n(2) نفس المصدر : ج 1 ـ ص 52 ـ ط 1 ـ 1983.\nالله عنهما حتى نهانا عمر رضي الله عنه أخيرا يعني النساء» (1).\nيقول القلقشندي في أوليات الخليفة عمر (رض) عنه : «وهو أول من حرم المتعة بالنساء ، وهي أن تنكح المرأة على شئ إلى أجل ، وكانت مباحة قبل ذلك» (2). وهذا يدل دلالة واضحة على أن زواج المتعة حتى خلافة عمر بن الخطاب (رض) كانت مباحة ، فتحريمها تقول على الله سبحانه.",
        "4 ـ التفسير الكبير للفخر الرازي وإباحة المتعة :\nوحسبك على إباحة المتعة ما أخرجه الفخر الرازي في تفسير آية المتعة عن عمران بن الحصين أنه قال : «نزلت آية المتعة في كتاب الله تعالى ولم ينزل بعدها آية تنسخها ، وأمرنا بها رسول الله صلى الله عليه وسلم وتمتعنا بها ، ومات ولم ينهنا عنه ،\n__________________\n(1) نفس المصدر : ج 3 ـ ص 304.",
        "(2) القلقشندي : مآثر الانامة ـ ج 3 ـ ص 338.\nثم قال رجل برأيه ما شاء» (1) يقول الفخر الرازي : «روى محمد بن جرير الطبري في تفسيره عن علي بن أبي طالب رضي الله عنه أنه قال : لولا أن عمر نهى عن المتعة ما زنى إلا شقي» (2). وأنت خبير بأن تحريم زواج المتعة لم يكن من النبي صلى الله عليه وآله كما يدعيه البعض.\nيقول الفخر الرازي : «والقول الثاني : أن المراد بهذه الآية ـ آية المتعة ـ حكم المتعة ، وهي عبارة عن أن يستأجر الرجل المرأة بمال معلوم إلى أجل معين فيجامعها ، واتفقوا على أنها كانت مباحة في ابتداء الإسلام ، روى أن النبي صلى الله عليه وسلم لما قدم مكة في عمرته تزين نساء مكة ، فشكا أصحاب الرسول صلى الله عليه وسلم طول العزوبة ، فقال : استمتعوا من هذه النساء ، واختلفوا في أنها هل نسخت أم لا؟ ...» (3) وهذا الاختلاف دليل على عدم نسخها ، خصوصا وأن آية المتعة نزلت بعد قدوم النبي صلى الله عليه وآله إلى مكة في عمرته في\n__________________",
        "(1) الفخر الرازي : التفسير الكبير ـ ط 1 ـ المطبعة البهية المصرية ـ 1938 ـ ج 101 ـ ص 49 ، 50.\n(2) نفس المصدر : ص 50.\n(3) نفس المصدر : ص 50.\nالسنوات الأخيرة من حياته ، مع أن القائلين بالنسخ أو التحريم يستندون على آيات وروايات وردت قبل نزول آية المتعة ، والمعروف الثابت لدى علماء الأصول أن الناسخ لا يمكن أن يتقدم على المنسوخ لعدم وجود حكم يكون موضوعا للنسخ ، ومن هنا يعلم بطلان ما قيل في نسخ الآية ، مضافا إلى النصوص الصريحة الدالة على عدم النسخ ، وأن الصحابة كانوا يعملون بها حتى زمان الخليفة عمر (رض). ومما يدل على ذلك ما رواه الفخر الرازي أيضا فهو يقول :",
        "«روي عن عمر رضي الله عنه أنه قال في خطبته : متعتان كانتا على عهد رسول الله صلى الله عليه وسلم أنا أنهى عنهما وأعاقب عليهما ، ذكر هذا الكلام في مجمع الصحابة وما أنكر عليه أحد» (1). ولهذا روي «أن أبي بن كعب كان يقرأ : (فما استمتعتم به منهن إلى أجل مسمى ، فآتوهن أجورهن). وهذا أيضا هو قراءة ابن عباس ، والأمة ما أنكرت عليهما في هذه القراءة ، فكان ذلك إجماعا من\n__________________\n(1) نفس المصدر : ص 49.\nالأمة على صحة هذه القراءة ..» (1).",
        "ويقول الفخر الرازي أيضا : «الحجة الثانية على جواز نكاح المتعة ، أن الأمة مجمعة على أن نكاح المتعة كان حاجزا في الإسلام ، ولا خلاف بين أحد من الأمة فيه ، إنما الخلاف في جريان الناسخ ، فنقول : لو كان الناسخ موجودا لكان ذلك الناسخ إما أن يكون معلوما بالتواتر ، أو بالآحاد ، فإن كان معلوما بالتواتر ، كان علي بن أبي طالب وعبد الله بن عباس وعمران بن الحصين ، منكرين لما عرف ثبوته بالتواتر من دين محمد صلى الله عليه وسلم ، وذلك يوجب تكفيرهم ، وهو باطل قطعا ، وإن كان ثابتا بالآحاد فهذا أيضا باطل ، لأنه لما كان ثبوت إباحة المتعة معلوما بالاجماع والتواتر ، كان ثبوته معلوما قطعا ، فلو نسخناه بخبر الواحد لزم جعل المظنون رافعا للمقطوع ، وإنه باطل ، قالوا : ومما يدل أيضا على بطلان القول بهذا النسخ ان بعض الروايات تقول : إن النبي صلى الله عليه وسلم نهى عن المتعة وعن لحوم الحمر الأهلية يوم خيبر ، وأكثر الروايات أنه عليه الصلاة والسلام أباح المتعة في\n__________________\n(1) نفس المصدر : ص 51.\nحجة الوداع وفي يوم الفتح ، وهذان اليومان متأخران عن يوم خيبر ، وذلك يدل على فساد ما روى أنه عليه السلام نسخ المتعة يوم خيبر ، لأن الناسخ يمتنع تقدمه على المنسوخ ، وقول من يقول : إنه حصل التحليل مرارا والنسخ مرارا ضعيف ، لم يقل به أحد من المعتبرين ، إلا الذين أرادوا إزالة التناقض عن هذه الروايات» (1). وهذا المعنى سوف نشير إليه بأدلة صريحة رويت عن أهل السنة ، بأنه ما حلل شئ وحرم مرات متعددة كما حللت المتعة وحرمت مرات متعددة ، وهذا إن دل على شئ فإنما يدل على العبث في الأحكام الشرعية من قبل رسول الله صلى الله عليه وآله. وهذا لا يمكن أن يصار إليه لامتناع العبث منه صلى الله عليه وآله لأنه لا ينطق عن الهوى إن هو إلا وحي يوحى.",
        "الحجة الثالثة كما ذكرها الفخر الرازي في تفسيره الكبير : «ما روى أن عمر رضي الله عنه قال على المنبر : متعتان كانتا مشروعتين في عهد رسول الله صلى الله عليه وسلم وأنا أنهى عنهما متعة الحج ، ومتعة النكاح ، وهذا منه تنصيص على\n__________________\n(1) نفس المصدر : ص 52 ـ 53.\nأن متعة النكاح موجودة في عهد الرسول صلى الله عليه وسلم وقوله وأنا أنهى عنها ، يدل على أن الرسول صلى الله عليه وسلم ما نسخه ، وإنما عمر هو الذي نسخه ، وإذا ثبت هذا فنقول : هذا الكلام يدل على أن حل المتعة كان ثابتا في عهد الرسول صلى الله عليه وسلم وأنه عليه السلام ما نسخه ، وأنه ليس هناك ناسخ لها إلا نسخ عمر ، وإذا ثبت هذا وجب أن لا يصير منسوخا ، لأن ما كان ثابتا في زمن الرسول صلى الله عليه وسلم وما نسخه الرسول يمتنع أن يصير منسوخا بنسخ عمر ، وهذا هو الحجة التي احتج بها عمران بن الحصين حيث قال : «إن الله أنزل في المتعة آية ، وما نسخها بآية أخرى ، وأمرنا رسول الله صلى الله عليه وسلم بالمتعة ، وما نهانا عنها ، ثم قال رجل برأيه ما شاء ، يريد أن عمر نهي عنها» (1).",
        "أقول : وبعد كل هذا ، يحاول الفخر الرازي ، أن يثبت بأن المتعة وإن كانت مباحة في عهد رسول الله صلى الله عليه وآله ، إلا أنها نسخت بعد ذلك ، وهذه المحاولة لا تنهض دليلا أمام النصوص الصريحة التي رواها أصحاب الصحاح من أعلام أهل السنة. والأدلة التي استدل بها أوهى من بيت\n__________________\n(1) نفس المصدر : ص 52 ـ 53.\nالعنكبوت ، فراجع لتعلم صحة ذلك (1).",
        "5 ـ روايات الطبري في تفسيره وإباحة المتعة :\nروى الطبري في تفسيره عن محمد بن الحسين قال : «ثنا أسباط عن السدي ، فما استمتعتم به منهن إلى أجل مسمى ... فهذه المتعة» وعن مجاهد : «فما استمتعتم به منهن ، قال : يعني نكاح المتعة» ويقول الطبري : حدثنا أبو كريب ، قال : ثنا يحيى بن عيسى ، قال : ثنا نصير بن أبي الأشعث قال : ثنا حبيب بن ثابت عن أبيه قال : أعطاني ابن عباس مصحفا ، فقال هذا على قراءة أبي ، قال أبو بكر ، قال يحيى قرأت المصحف عند نصير فيه : فما استمتعتم به منهن إلى أجل مسمى» (2).\nوعن أبي نضرة قال : سألت ابن عباس عن متعة النساء ، قال : أما تقرأ سورة النساء ، قال : قلت بلى ، قال :\n__________________",
        "(1) نفس المصدر : ص 53.\n(2) ابن جرير الطبري : جامع البيان ط 2 ـ بولاق مصر ـ 1972 ـ ج 5 ـ ص 9.\nفما تقرأ فيها ، فما استمتعتم به منهن إلى أجل مسمى ، قلت لا لو قرأتها هكذا ما سألتك ، قال : فإنها كذا» (1).\nوفي رواية شعبة عن الحكم قال : سألته عن هذه الآية ، والمحصنات من النساء إلا ما ملكت أيمانكم ، إلى هذا الموضع ، فما استمتعتم به منهن أمنسوخة هي ، قال : لا ، قال : قال الحكم ، وقال علي رضي الله عنه لولا أن عمر رضي الله عنه نهى عن المتعة ما زنى إلا شقي» (2). وعن عمرو بن مرة أنه سمع سعيد بن جبير يقرأ : «فما استمتعتم به منهن إلى أجل مسمى فآتوهن أجورهن» (3).",
        "وهذه القراءة التي كان يقرأ بها سعيد بن جبير وهو من التابعين لدليل واضح على عدم تحريمها.\nوأما قول الطبري : «وأما ما روي عن أبي بن كعب وابن عباس من قراءتهما : فما استمتعتم به منهن إلى أجل مسمى ، فقراءة بخلاف ما جاءت به مصاحف المسلمين ،\n__________________\n(1) نفس المصدر : ص 9.",
        "(2) نفس المصدر : ص 9 ـ 10.\n(3) نفس المصدر : ص 9 ـ 10.\nوغير جائز لأحد أن يلحق في كتاب الله تعالى شيئا لم يأت به الخبر القاطع ..» (1). فهو قول باطل لأمرين :\nالأول : إن وجود الزيادة وهي ـ إلى أجل مسمى ـ في آية المتعة ليس من أجزاء الآية ، بل هي من قبيل الشرح والبيان والتفسير لمعنى الآية ، وهذا يدل دلالة قاطعة على إباحة زواج المتعة ، وأنها غير منسوخة ولا محرمة.",
        "الثاني : أما قراءة أبي بن كعب وابن عباس ، وكذلك عبد الله بن مسعود ، كما تقدم ، فهي المنظور لها دون غيرها من القراءات ، وذلك بمقتضى ما ورد عن النبي صلى الله عليه وآله من الأخذ عن هؤلاء ، وأن النبي صلى الله عليه وآله كان يخص أبي بن كعب بالقراءة ، كما جاء في الصحاح ، وعلى هذا يقال : إما أن تكون هذه الزيادة من جملة الآية ، أو أنها من قبيل الشرح والبيان ، فإن قيل بالأول ، يلزمه أن يكون أبي بن كعب وابن عباس حبر الأمة ، وعبد الله بن مسعود ، قد حرفوا القرآن الموجب لخروجهم عن الإسلام ، وهذا القول باطل\n__________________\n(1) نفس المصدر : ص 10.\nبإجماع المسلمين ، فيتعين القول الثاني ، وهو أن هذه الزيادة ـ إلى أجل مسمى ـ من قبيل البيان والتفسير لمعنى الآية الكريمة ، فتثبت إباحة المتعة وأنها غير منسوخة ولا محرمة.",
        "6 ـ روايات النيسابوري في تفسيره في إباحة المتعة :\nيقول النيسابوري في تفسيره غرائب القرآن بهامش جامع البيان : «اتفقوا على أنها ـ أي المتعة ـ كانت مباحة في أول الإسلام ، ثم السواد الأعظم من الأمة على أنها صارت منسوخة ، وذهب الباقون ومنهم الشيعة إلى أنها ثابتة كما كانت ، ويروى هذا عن ابن عباس وعمران بن الحصين ، قال عمارة : سألت ابن عباس عن المتعة أسفاح هي أم نكاح ، قال : لا سفاح ولا نكاح ، قلت فما هي ، قال : هي متعة كما يقال ..» (1).\nأقول : لا أدري ، أيوجد في الشريعة المقدسة ، أو العرف ، وسط بين السفاح ـ أي الزنا ـ وبين النكاح\n__________________",
        "(1) النيسابوري : تفسير غرائب القرآن : ج 5 ـ ص 16 ، 17.\nالصحيح ، فالنكاح إما أن يكون صحيحا أو غير صحيح ، فيدخل في السفاح ولا وسط بينهما ، فزواج المتعة ، لا يخلو ، إما أن يكون نكاحا صحيحا ، فتثبت مشروعيته وعدم نسخه لصحة هذا النكاح ، وإن كان زنا فكيف يبيح الإسلام الزنا؟ فما لكم كيف تحكمون ، نعوذ بالله من شطحات العقول.\nولا يجوز إدخاله في وطئ الشبهة ، لأن هذا النوع من الوطئ لا يكون إلا إذا اعتقد الزوج بأن هذه المرأة زوجته ،\nثم وطأها ، فتبين أنها أجنبية ، وهذا بخلاف زواج المتعة المتوقف على الإيجاب والقبول ورضا الطرفين.",
        "ومن أغرب ما يروى عن ابن عباس في المتعة ، قال : «إن الناس لما ذكروا الأشعار في فتيا ابن عباس في المتعة ، قال : قاتلهم الله إني ما أفتيت بإباحتها على الإطلاق ، لكني قلت إنها تحل للمضطر كما تحل الميتة والدم ولحم الخنزير» (1).\n__________________\n(1) نفس المصدر : ص 17.\nأقول : إن من ينظر إلى هذه الرواية وإسنادها إلى ابن عباس حبر الأمة ، يأخذه العجب من هذه الفتيا ، أيجوز لابن عباس أن يفتي بجواز الزنا في حال الضرورة ، كما يجوز أكل الميتة ولحم الخنزير للمضطر؟ أو أن فتوى ابن عباس بإباحتها ، لأنها مباحة في أصل الشريعة كالزواج الدائم وملك اليمين ، فبماذا يجيب الحاكم العادل ، أيباح الزنا للمضطر؟ مع أن الزاني لا يزني إلا وهو مضطر إليه ، فينتفي حينئذ الزنا من الشريعة الإسلامية.",
        "ومما يدل على إباحة المتعة وعدم نسخها كما يروي النيسابوري أيضا ، وهذا إن دل على شئ فإنما يدل على التناقض الحاصل في أقوال هؤلاء ، وعدم تحرزهم من مخالفة الشريعة ، فهو يروي عن «عمران بن الحصين إنه قال : نزلت آية المتعة في كتاب الله ولم ينزل بعدها آية تنسخها وأمرنا بها رسول الله صلى الله عليه وسلم وتمتعنا معه ، ومات ولم ينهنا ، ثم قال رجل برأيه ما شاء يريد أن عمر نهى عنها» (1). ولهذا كان أبي بن كعب يقرأ : «فما استمتعتم به\n__________________\n(1) نفس المصدر : ص 17.\nمنهن إلى أجل مسمى ... وبه قرأ ابن عباس أيضا ، والصحابة ما أنكروا عليهما فكان إجماعا ... وما يدل على ثبوت المتعة ما جاء في الروايات أن النبي صلى الله عليه وسلم نهى عن المتعة وعن لحوم الحمر الأهلية يوم خيبر ، وأكثر الروايات أنه صلى الله عليه وسلم أباح المتعة في حجة الوداع وفي يوم الفتح ، وذلك أن أصحابه شكوا إليه ...» (1). ومن هنا يعلم أن إباحة المتعة كانت في حجة الوداع وفي يوم الفتح ، وكل ذلك كان متأخرا عن يوم خيبر الذي يدعى فيه النهي.",
        "7 ـ الدر المنثور للسيوطي وروايات الإباحة :\nوفي الدر المنثور في التفسير بالمأثور عن ابن عباس قال : «كانت المتعة في أول الإسلام ، وكانوا يقرأون هذه الآية : (فما استمتعتم به منهن إلى أجل مسمى) الآية ، فكان الرجل يقدم البلدة ليس له بها معرفة فيتزوج بقدر ما يرى أنه يفرغ من حاجته لتحفظ متاعه وتصلح له\n__________________\n(1) نفس المصدر : ص 18.",
        "شأنه ...» (1).\nوأخرج عبد بن حميد وابن جرير وابن الأنباري في المصاحف والحاكم وصححه من طرق عن أبي نضرة قال : قرأت على ابن عباس : فما استمتعتم به منهن ... قال ابن عباس : فما استمتعتم به منهن إلى أجل مسمى ، فقلت : ما نقرؤها كذلك ، فقال ابن عباس : والله لأنزلها الله كذلك ، وأخرج ابن أبي داود في المصاحف عن سعيد بن جبير قال في قراءة أبي بن كعب : فما استمتعتم به منهن إلى أجل مسمى. أخرج عبد الرزاق عن عطاء أنه سمع ابن عباس يقرؤها فما استمتعتم به منهن إلى أجل ... وأخرج عبد بن حميد وابن جرير عن مجاهد ... قال يعني نكاح المتعة» (2).\n«وأخرج عبد الرزاق وابن أبي شيبة والبخاري ومسلم عن ابن مسعود قال : كنا نغزو مع رسول الله صلى الله عليه وسلم ... ورخص لنا أن نتزوج المرأة بالثوب إلى أجل ، ثم قرأ عبد الله ـ بن مسعود ـ (يا أيها الذين آمنوا لا تحرموا طيبات ما\n__________________",
        "(1) السيوطي : الدر المنثور ـ ج 8 ـ 140.\n(2) نفس المصدر : ص 140.\nأحل الله لكم)» (1).\nأقول : إذا كانت المتعة من الطيبات التي أحلها الله سبحانه للمؤمنين بنص القرآن ، ولا شئ من الطيبات بحرام ، فتثبت استمرارية إباحتها بالقياس المنطقي التالي :",
        "زواج المتعة من الطيبات\nولا شئ من الطيبات بحرام\nفالنتيجة : لا شئ من زواج المتعة بحرام.\nفدليل الصغرى والكبرى قوله تعالى : (يا أيها الذين آمنوا لا تحرموا طيبات ما أحل الله لكم) والمتعة حلال بنص الآية : (فما استمتعتم به منهن ...) فتثبت حلية زواج المتعة ، وعدم تحريمها ، وهذا القياس من الشكل الأول الذي تكون الصغرى فيه موجبة مع كلية الكبرى ، ولهذا تكون النتيجة صحيحة.",
        "والغريب من السيوطي أن ينسب التحريم إلى النبي صلى الله عليه وآله بعد إباحتها بآية الميراث تارة ، وبآية الطلاق تارة أخرى في\n__________________\n(1) نفس المصدر : ص 140.\nتفسيره (1). وهو نفسه ينسب التحريم في كتابه تاريخ الخلفاء إلى الخليفة عمر بن الخطاب (رض) في أولياته حيث يقول : «... وأول من سن قيام شهر رمضان ، وأول من عس بالليل ... وأول من حرم المتعة» (2). ويؤيد ذلك ، أن التحريم لم يكن من النبي صلى الله عليه وآله قوله في تفسيره : «وأخرج ابن أبي شيبة عن سعيد بن المسيب قال : نهى عمر عن متعتين متعة النساء ومتعة الحج» (3).",
        "ومما يدل على تناقض السيوطي قوله : «وأخرج عبد الرزاق وأبو داود في ناسخه وابن جرير عن الحكم ، أنه سئل عن هذه الآية أمنسوخة ، قال : لا ، قال علي : لولا أن عمر نهى عن المتعة ما زنا إلا شقي» (4) وأنت ترى أن الإمام عليا لم يقل لولا نهي النبي صلى الله عليه وآله عن المتعة ، ولهذا يحاول بعض الرواة أن يسند القول بالتحريم إلى الإمام علي عليه السلام ، مع أن المشهور من مذهب الإمام علي عليه السلام إباحتها إلى يوم\n__________________\n(1) نفس المصدر : ص 140.\n(2) السيوطي : تاريخ الخلفاء ص 136 ـ 137.",
        "(3) السيوطي : الدر المنثور : ج 8 ـ ص 141.\n(4) نفس المصدر : ص 141.\nالقيامة.\nوالذي يدل على نهي عمر بن الخطاب عن المتعة ما أخرجه السيوطي أيضا في تفسيره عن نافع أن ابن عمر سئل عن المتعة ، فقال : حرام ، فقيل له ، إن ابن عباس يفتي بها ، قال : فهلا ترمرم بها في زمان عمر» (1).",
        "وأخرج عبد الرزاق وابن المنذر من طريق عطاء عن ابن عباس قال : يرحم الله عمر ، ما كانت المتعة إلا رحمة من الله رحم بها أمة محمد ، ولولا نهيه عنها ما احتاج إلى الزنا إلا شقي ، قال : وهي التي في سورة النساء ، فما استمتعتم به منهن إلى كذا وكذا ... وأخبره أنه سمع ابن عباس يراها أنها حلال» (2).\nأقول : يظهر من هذه الرواية وغيرها ، أن المتعة كانت رحمة من الله لأمة محمد صلى الله عليه وآله ، وليس من المعقول أن ينهى النبي صلى الله عليه وآله عن هذه الرحمة ، ورحمة الله وسعت كل شئ ، كما أن صريح الروايات المتقدمة تسند التحريم إلى الخليفة\n__________________\n(1) نفس المصدر : ص 141.",
        "(2) نفس المصدر : ص 141.\nعمر بن الخطاب.\n8 ـ الجامع لأحكام القرآن للقرطبي وإباحة المتعة :\nيقول القرطبي في تفسيره : «وقال الجمهور : المراد نكاح المتعة الذي كان في صدر الإسلام. وقرأ ابن عباس وأبي وابن جبير (فما استمتعتم به منهن إلى أجل مسمى فآتوهن أجورهن) ، ثم نهى عنها النبي صلى الله عليه وسلم وقال سعيد بن المسيب : «نسختها آية الميراث ، إذ كانت المتعة لا ميراث فيها ... (1)». «وروى عطاء عن ابن عباس قال : ما كانت المتعة إلا رحمة من الله تعالى رحم بها عباده ، ولولا نهي عمر عنها ما زنا إلا شقي» (2). والملتفت إلى هاتين الروايتين يرى التناقض واضحا لا يحتاج إلى دليل ، فكيف يقال بأنها رحمة من الله ، ولولا تحريم عمر لها لما زنى إلا شقي ، وبين أن ينسب التحريم إلى نبي الرحمة والهدى صلى الله عليه وآله.",
        "__________________\n(1) القرطبي : الجامع لأحكام القرآن : ج 5 ـ ص 130.\n(2) نفس المصدر : ص 130.\nيقول القرطبي : «واختلف العلماء كم مرة أبيحت ونسخت ، ففي صحيح مسلم عن عبد الله قال : كنا نغزو ... فنهانا عن ذلك ، ثم رخص لنا أن ننكح المرأة بالثوب إلى أجل ، قال أبو حاتم البستي في صحيحه ، قولهم للنبي صلى الله عليه وسلم «ألا نستخصي» دليل على أن المتعة كانت محظورة قبل أن أبيح لهم الاستمتاع ، ولو لم تكن محظورة لم يكن لسؤالهم عن هذا المعنى ، ثم رخص لهم في الغزو أن ينكحوا المرأة بالثوب إلى أجل ثم نهى عنها عام خيبر ، ثم أذن فيها عام الفتح ، ثم حرمها بعد ثلاث ، فهي محرمة إلى يوم القيامة. وقال ابن العربي : واما متعة النساء فهي من غرائب الشريعة ، لأنها أبيحت في صدر الإسلام ، ثم حرمت يوم خيبر ، ثم أبيحت في غزوة أوطاس ، ثم حرمت بعد ذلك واستقر الأمر على التحريم ، وليس لها أخت في الشريعة إلا مسألة القبلة ، لأن النسخ طرأ عليها مرتين ثم استقرت بعد ذلك ، وقال غيره ممن جمع طرق الأحاديث فيها : إنها تقتضي التحليل والتحريم",
        "سبع مرات ... يقول القرطبي : وهذه الطرق كلها في صحيح مسلم ...» (1).\nأقول : يستفاد من هذا الكلام أمور :\nالأول : إباحة زواج المتعة بنصوص لا تقبل التأويل ، كتابا وسنة بإجماع المسلمين ، وأن المتعة لم تكن معروفة قبل ذلك وإنما شرعت في الإسلام ، وأنها كانت رحمة من الله رحم بها عباده ، وأما قول أبي حاتم : «إن المتعة كانت محظورة قبل أن أبيح لهم الاستمتاع ، ولو لم تكن محظورة لم يكن لسؤالهم عن هذا معنى» فهو قول باطل وبلا دليل ، فإن مجرد السؤال في قولهم «ألا نستخصي» ليس فيه دليل على أن المتعة كانت موجودة ، ولكنها محظورة ، ولو سلمنا وجودها قبل الإسلام ، فهل هي من جملة الأنكحة المتعارفة عندهم؟ أم أنها كانت سفاحا ، فعلى الأول ، فهي نكاح صحيح أقره الإسلام وأباحه للمسلمين ، ولهذا قال أبو عمر : «لم يختلف العلماء من\n__________________",
        "(1) نفس المصدر : ص 130 ـ 131.\nالسلف والخلف ان المتعة نكاح إلى أجل ...» وقال ابن عطية : «وكانت المتعة أن يتزوج الرجل المرأة بشاهدين وإذن الولي إلى أجل مسمى» (1). وعلى الثاني ، أي كون المتعة سفاحا ، فكيف يرخص النبي صلى الله عليه وآله للمسلمين السفاح ، مع أنها كانت رحمة رحم الله بها أمة محمد.\nالثاني : إباحة المتعة ، ثم تحريمها ، ثم إباحتها ، ثم تحريمها مرات متعددة ، فتارة أباحها لهم صلى الله عليه وآله في الغزو ، ثم نهى عنها عام خيبر ، ثم أباحها عام الفتح ، ثم حرمت ، كل هذا الاختلاف يدل على عدم تحريمها ، لأن إباحتها لهم لا تخلو ، إما أن تكون المتعة من الطيبات التي أحلها الله سبحانه ورحم بها عباده ، فلا يصح النهي عنها. وإن كانت من الخبائث والفواحش ، فكيف يبيح النبي صلى الله عليه وآله للمؤمنين الفواحش ، والله يقول في محكم كتابه : (قل إنما حرم ربي الفواحش ما ظهر منها وما بطن والإثم) (2). ولهذا روي عن الإمام مالك فيما لو فعلها أحد : «لا يرجم ، لأنّ نكاح\n__________________",
        "(1) نفس المصدر : ص 132.\n(2) سورة الأعراف : آية 33.\nالمتعة ليس بحرام ، ولكن لأصل آخر لعلمائنا غريب انفردوا به دون سائر العلماء وهو أن ما حرم بالسنة هل هو مثل ما حرم بالقرآن أم لا» (1) وهذا دليل على عدم تحريم المتعة.\nالثالث : تكرار النبي صلى الله عليه وآله في إباحة المتعة وتحريمها ، يوجب العبث في الشريعة الإسلامية وعدم استقرار الأحكام الشرعية ، مع أن حلال محمد حلال إلى يوم القيامة ، وحرامه حرام إلى يوم القيامة فإذا كانت المتعة حلالا وقد أباحها النبي صلى الله عليه وآله يلزمه استمرار هذه الإباحة ، وذلك للشك في تحريمها فيرجع إلى أصل إباحتها.",
        "الرابع : وأما دعوى الإجماع وانعقاده على تحريمها فدعوى باطلة ، لمخالفة جمع من الصحابة لهذا الإجماع ، يقول أبو بكر الطرسوسي : «ولم يرخص في نكاح المتعة إلا عمران بن الحصين وابن عباس ، وبعض الصحابة وطائفة من آل البيت». وقال أبو عمر : «أصحاب ابن عباس من\n__________________\n(1) القرطبي : نفس المصدر : 133.\nأهل مكة واليمن كلهم يرون المتعة حلالا وعلى مذهب ابن عباس» (1). ولأجل ذلك بطل الاجماع المدعى على الحرمة ، خصوصا وأنه لا إجماع في مقابل النص ، وقد ورد النص في إباحتها.",
        "9 ـ تفسير البغوي وإباحة المتعة :\nيقول البغوي في تفسير قوله تعالى : (فما استمتعتم به منهن ...) وقال آخرون : هو نكاح المتعة ، وهو أن تنكح امرأة إلى مدة ... وكان ذلك مباحا في ابتداء الإسلام». ويقول أيضا : «وكان ابن عباس رضي الله عنه يذهب إلى أن الآية محكمة ، وترخص في نكاح المتعة. روى عن أبي نضرة قال : سألت ابن عباس رضي الله عنه عن المتعة فقال : أما تقرأ في سورة النساء (فما استمتعتم به منهن إلى أجل مسمى)؟ قلت : لا أقرأها هكذا ، قال ابن عباس : هكذا أنزل الله ، ثلاث مرات ...». قال الربيع ابن سليمان :\n__________________\n(1) نفس المصدر : ص 133.",
        "سمعت الشافعي رضي الله عنه يقول : لا أعلم في الإسلام شيئا حرم ثم أحل ثم حرم غير المتعة» (1).\n10 ـ تفسير الخازن :\nوأما الخازن فيقول في تفسيره : «وقال قوم المراد من حكم الآية هو نكاح المتعة ، وهو أن ينكح امرأة إلى مدة معلومة بشئ معلوم ، فإذا انقضت المدة بانت منه بغير طلاق ... وكان هذا في ابتداء الإسلام ثم نهى رسول الله صلى الله عليه وسلم عن المتعة فحرمها» (2) ثم ذكر الروايات الواردة عن ابن عباس في قوله : واختلفت الروايات عن ابن عباس في المتعة ، فروي عنه أن الآية محكمة ، وكان يرخص في المتعة ..» (3) وهذا يخالف ما يراه من أن النبي صلى الله عليه وآله نهى عن المتعة ، وبهذا يحكم على ابن عباس بتحليل وإباحة ما نهى عنه رسول الله صلى الله عليه وآله. وهو كما ترى لا يصح الركون إليه.\n__________________",
        "(1) تفسير البغوي : ط 2 ـ دار المعرفة ـ بيروت ـ ج 1 ـ ص 414.\n(2) تفسير الخازن : دار العربية ـ مصر ـ ج 1 ـ ص 266.\n(3) نفس المصدر : ص 366.\n11 ـ تفسير ابن كثير :",
        "يقول ابن كثير في تفسير آية المتعة : «وقد استدل بعموم هذه الآية على نكاح المتعة ، ولا شك أنه كان مشروعا في ابتداء الإسلام ، ثم نسخ بعد ذلك ، وقد ذهب الشافعي وطائفة من العلماء إلى أنه أبيح ثم نسخ ، ثم أبيح ثم نسخ مرتين ، وقال آخرون : أكثر من ذلك ، وقال آخرون : إنما أبيح مرة ثم نسخ ... وقد روي عن ابن عباس وطائفة من الصحابة القول بإباحتها للضرورة ، وهو رواية عن الإمام أحمد ، وكان ابن عباس وأبي بن كعب وسعيد بن جبير والسدي يقرأون : «فما استمتعتم به منهن إلى أجل مسمى فآتوهن أجورهن فريضة» وقال مجاهد : نزلت في نكاح المتعة». (1)\nأقول : أما قوله : «وقد روي عن ابن عباس وطائفة من الصحابة القول بإباحتها للضرورة» يبطله استمرارية إباحتها بنص قراءة ابن عباس وأبي بن كعب وسعيد بن جبير\n__________________\n(1) تفسير ابن كثير ط 1 ـ بيروت 1966 ـ ج 2 ـ ص 44.",
        "والسدي من ذكرهم للأجل في قولهم «إلى أجل مسمى».\nوأما قول ابن كثير : «والعمدة ما ثبت في الصحيحين عن أمير المؤمنين علي بن أبي طالب ، قال : نهى رسول الله صلى الله عليه وسلم عن نكاح المتعة وعن لحوم الحمر الأهلية يوم خيبر» (1) ، فهو تشبث بالطحلب ، يبطله أيضا ما ثبت في الصحيحين وغيرهما من أن آية المتعة نزلت في كتاب الله ، وعمل بها الصحابة ولم ينزل قرآن يحرمها ولم ينه عنها النبي صلى الله عليه وآله حتى مات ، وعمل بها في زمن أبي بكر وشطر من حياة عمر ، فإن كانت هذه الرواية صحيحة ، فقد بطل القول بتحريمها من قبل النبي صلى الله عليه وآله لأنها نص صريح بعدم التحريم ، وإن لم تكن صحيحة ، يلزمه عدم صحة ما في الصحيحين ، وهذا مالا يرتضيه ابن كثير. أما إذا قلنا بصحة الروايتين ، الرواية القائلة بتحريمها يوم خيبر ـ مع أن إباحة المتعة متأخرة عن خيبر ـ فمقتضى الجمع بين الروايتين المتعارضتين السقوط ، والرجوع إلى الأصل ، ولما كان الأصل فيها هو الإباحة بإجماع المسلمين ، فيتعين القول\n__________________\n(1) نفس المصدر : ص 245.",
        "بالإباحة ، إضافة إلى ذلك ، فإن رواية التحريم مضطربة ، فهي لا تقف في وجه روايات الإباحة لتضاربها وعدم استقرارها مما يوهن تلك الرواية ، ويقوي روايات الإباحة لوجود العاضد من القرآن الكريم ، وإجماع المسلمين ، ومن هنا تثبت استمرارية المتعة.\nإلى هنا انتهينا من عرض الروايات المروية في كتب أهل السنة ، على إباحة المتعة ، وهناك الكثير من المصادر تركنا التعرض لها وذلك للاختصار ، فما ذكرناه ففيه الكفاية لطالب الحق ، وحفظ الشريعة من التغيير والتبديل استقينا ذلك من أصح الكتب والتفاسير عند أهل السنة. ومن أراد المزيد فعليه أن يرجع إلى المصادر التالية :\n1 ـ جامع الأصول لابن الأثير.\n2 ـ تيسير الوصول لابن الديبع ـ ج 4 ـ 262.",
        "3 ـ زاد المعاد لابن القيم ـ ج 1 ص 219 ، 444.\n4 ـ فتح الباري لابن حجر ـ ج 9 ـ ص 141.\n5 ـ كنز العمال للمتقي الهندي : ج 8 ـ ص 292 ، 293 ، 294.\n6 ـ مالك في الموطأ ـ ج 2 ـ ص 30.",
        "7 ـ الشافعي في كتاب الأم ـ ج 7 ـ ص 219.\n8 ـ البيهقي في السنن الكبرى ـ ج 5 ـ ص 21 ، ج 7 ـ ص 206.\n9 ـ تفسير الثعلبي.\n10 ـ تفسير أبي حيان ـ ج 3 ـ ص 218.",
        "11 ـ أحكام القرآن للجصاص ـ ج 1 ـ ص 342 ـ 345 ، ج 2 ـ ص 178 ـ 179.\n12 ـ النهاية لابن الأثير ـ ج 2 ـ ص 249.\n13 ـ الفائق للزمخشري ـ ج 1 ـ ص 331.\n14 ـ لسان العرب لابن منظور ـ ج 19 ـ ص 166.",
        "15 ـ تاج العروس ـ ج 10 ـ ص 200.\n* * *\nموقف الخليفة الثاني\nمن زواج المتعة",
        "إن المتتبع للروايات التي وردت في كتب أهل السنة المشار إليها يقطع بأن موقف الخليفة الثاني عمر ابن الخطاب كان موقفا معاكسا لمشروعية المتعة ، بجميع تلك الروايات تنص على أن المحرم لها هو الخليفة نفسه وذلك في قوله المشهور : «متعتان كانتا على عهد رسول الله صلى الله عليه وسلم حلالتان وأنا محرمهما ومعاقب عليهما متعة الحج ومتعة النساء». وهذه شهادة صريحة منه على إباحتها وأن الناهي عنها باعترافه هو نفسه ، مع شهادة كثير من الصحابة والتابعين بذلك ، ومن هنا كان موقف الشيعة من زواج المتعة مخالفا لموقف أهل السنة ، فالشيعة ـ إستنادا على آية المتعة وما ورد من\nنصوص على إباحتها ـ تمسكوا بالآية والأخبار الناصة على حليتها وإباحتها.\n* * *\nالنظرة الاجتماعية لزواج",
        "المتعة\nلا شك أن الإسلام هو الطبيب الاجتماعي الكبير الذي أنزله الله تعالى سبحانه لعلاج مشكلات الإنسان في شتى جوانب حياته ، وإشباع جميع غرائزه إشباعا كاملا ولما كانت غريزة الجنس إحدى هذه الغرائز بل أشدها خطرا على المجتمع ، عمد الشارع المقدس إلى إشباعها بتشريعه النكاح ، وجعل له أبعادا وشروطا لا يجوز أن يتخطاها حفاظا على صيانة المجتمع من التحلل والوقوع في مهاوي الفساد ، ولهذا أباح له من الزواج الدائم مثنى وثلاث ورباع إشباعا لتلك الغريزة المختلفة في طباع أفراد الإنسان شدة وضعفا ، فرب رجل لا يكتفي بواحدة وهو قادر على التزويج بأكثر وقد لا يقدر بعضهم على أن يقوم بما يجب\nعليه من الإنفاق لأكثر من واحدة مع حاجته الملحة إلى ثانية وثالثة ، فأما أن يقع في المحرم عن طريق غير مشروع ، وإما أن يكون له طريق آخر يبعده عن الوقوع في المحرم ، ولما كان الإسلام بوصفه آخر أطروحة سماوية ، لم يغفل هذه الناحية ، لذا أباح المتعة لئلا يقع مثل هذا الصنف من الرجال في جريمة الزنى فيتزوج بأكثر من واحدة من طريق المتعة. ولهذا كان سبب وقوع المجتمع في الزنا هو تحريم المتعة. ومن هنا كانت المتعة رحمة رحم الله بها أمة محمد صلى الله عليه وآله على حد تعبير ابن عباس ، وبهذا الزواج يتخلص المرء من الوقوع في الحرام. كما أن هذا النوع من الطيبات التي أحلت لقيام مجتمع طيب قائم على الارتباط المشروع دون الارتباط والعلاقة المحرمة (1). ولهذا كانت حكمته سبحانه ، حكمة سامية ، وغاية شريفة عالية ، وهي بقاء النسل وحفظ النوع ، فلو خلي الإنسان من الغريزة لبطلت أو ضعفت فيه الجبلة الإنسانية ، وعلى هذا لا يبقى للبشر على مر الأحقاب عين ولا أثر. يقول آل كاشف الغطاء : «من تلك\n__________________",
        "(1) انظر الكاظمي القزويني : المتعة بين الإباحة والحرمة.\nالشرائع مشروعية المتعة ، فلو أن المسلمين عملوا بها على أصولها الصحيحة من العقد والعدة والضبط وحفظ النسل منها لانسدت بيوت المواخير وأوصدت أبواب الزنا والعهار ، ولارتفعت أو قلت ويلات هذا الشر على البشر ، ولأصبح الكثير من المومسات المتهتكات مصونات محصنات ، ولتضاعف النسل وكثرت المواليد الطاهرة واستراح الناس من اللقيط والنبيذ ، وانتشرت صيانة الأخلاق وطهارة الأعراق ... ولله در عالم بني هاشم وحبر الأمة عبد الله بن عباس رضي الله عنهما في كلمته الخالدة الشهيرة التي رواها ابن الأثير في النهاية والزمخشري في الفائق وغيرهما حيث قال : ما كانت المتعة إلا رحمة رحم الله بها أمة محمد ولولا نهيه عنها ما زنى إلا شقي ... وفي الحق أنها رحمة واسعة وبركة عظيمة ولكن المسلمين فوتوها على أنفسهم ، وحرموا من ثمراتها وخيراتها ووقع الكثير في حمأة الخنا والفساد والعار والنار والخزي والبوار : «أتستبدلون الذي هو أدنى بالذي هو خير». فلا\nحول ولا قوة إلا بالله» (1).\nويقول أيضا : «أما النظر من الوجهة الأخلاقية والاجتماعية ، فأقول : أليس دين الإسلام هو الصوت الإلهي والنغمة الربوبية الشجية التي هبت على البشر بنسائم الرحمة ... وجاءت لسعادة الإنسان لا لشقائه ولنعمته لا لبلائه ، هو الدين الذي يتمشى مع الزمان في كل أطواره ويدور مع الدهر في جميع أدواره ، ويسد حاجات البشر في نظم معاشهم ومعادهم وجلب صلاحهم ودرء فسادهم ، ما جاء دين الإسلام ليشق على البشر ويلقيهم في حظيرة المشقة وعصارة البلاء والمحنة ... كلا بل جاء رحمة للعالمين ، وبركة على الخلق أجمعين ، ممهدا سبل الهناء والراحة ، ووسائل الرخاء والنعمة ، ولذا كان أكمل الأديان ، وخاتمة الشرائع ، إذ لم يدع نقصا في نواميس سعادة البشر ، يأتي دين بعده يكمله ، أو ثلمة في ناحية من نواحي الحياة فتأتي شريعة أخرى فتسدها» (2).",
        "__________________\n(1) انظر آل كاشف الغطاء : أصل الشيعة ـ ص 112 ـ 113.\n(2) نفس المصدر.\nوبالختام أرجو من الأخوة المسلمين لا سيما من يريد الحقيقة والمحافظة على شريعة الله من أن تمسها يد التغيير والتبديل أن يتركوا التعصب وينظروا بعين البصيرة والإنصاف إلى ما جاء في هذه المسألة من أقوال وآراء ومن تدليل واستدلال على صحة زواج المتعة ، وهذه الآراء مأخوذة من كتب علماء أهل السنة ومفسريهم لتكون أقرب إلى الاستدلال على حلال محمد صلى الله عليه وآله ، لكي نرفع الفرقة عن هذه الأمة التي مزقها الخلاف والاختلاف ، راجين من المولى أن ينفع بهذا السفر المؤمنين لما فيه خير الإسلام والمسلمين والحمد لله رب العالمين.",
        "تم استنساخه في العاشر من محرم الحرام\nسنة 1415 ه‍ الموافق 2 / 6 / 1994 م\nعلى يد مؤلفه الدكتور\nالسيد علاء الدين نجل العلامة الكبير آية الله المغفور له",
        "السيد أمير محمد الكاظمي القزويني\n* * *\nصدر للمؤلف :\n1 ـ الفكر التربوي عند الشيعة الإمامية.",
        "2 ـ الشيعة الإمامية ونشأة العلوم الإسلامية.\n3 ـ الثقلان كتاب الله وأهل البيت في السنة النبوية.\n4 ـ مع الدكتور موسى الموسوي في كتابه الشيعة\nوالتصحيح.",
        "5 ـ زواج المتعة في كتب أهل السنة.\nوقريبا سوف يصدر كتاب عقائد الشيعة الإمامية\nوأهل السنة والجماعة ـ بإذن الله.\n* * *",
        "مصادر البحث\n1 ـ صحيح البخاري.\n2 ـ صحيح مسلم.\n3 ـ مسند الإمام أحمد.",
        "4 ـ ماثر الأناقة للقلقشندي.\n5 ـ تفسير الفخر الرازي.\n6 ـ جامع البيان لابن جرير الطبري.\n7 ـ تفسير غرائب القرآن للنيسابوري.",
        "8 ـ الدر المنثور للسيوطي.\n9 ـ تاريخ الخلفاء للسيوطي.\n10 ـ الجامع لأحكام القرآن للقرطبي.\n11 ـ تفسير البغوي.",
        "12 ـ تفسير الخازن.\n13 ـ تفسير ابن كثير.\n14 ـ المتعة بين الإباحة والحرمة للسيد الكاظمي القزويني.\n15 ـ أصل الشيعة وأصولها للشيخ محمد حسين كاشف الغطاء.",
        "16 ـ الزواج المؤقت للسيد محمد تقي الحكيم.\n17 ـ من فقه الجنس للدكتور أحمد الوائلي.\n18 ـ وجاء دور المجوس لعبد الله محمد الغريب.\n* * *",
        "الفهرس\nالمقدمة\t7\nالشروط المعتبرة\t11\nفي زواج المتعة وأنها كالدائم\t11",
        "مشروعية الزواج المؤقت\t15\nمن الكتاب والسنة\t15\nصحيح البخاري وروايات إباحة المتعة :\t18\nصحيح الإمام مسلم وإباحة المتعة ، وأن الناهي عنها الخليفة (رض)\t20",
        "مسند الإمام أحمد ، ومآثر الأناقة للقلقشندي وإباحة المتعة\t23\nالتفسير الكبير للفخر الرازي وإباحة المتعة\t25\nروايات الطبري في تفسيره وإباحة المتعة\t31\nروايات النيسابوري في تفسيره في إباحة المتعة\t34",
        "الدر المنثور للسيوطي وروايات الإباحة\t37\nالجامع لأحكام القرآن للقرطبي وإباحة المتعة\t42\nتفسير البغوي وإباحة المتعة\t47\nتفسير الخازن\t48",
        "تفسير ابن كثير\t49\nموقف الخليفة الثاني\t53\nمن زواج المتعة\t53\nالنظرة الاجتماعية لزواج\t55",
        "المتعة\t55\nمصادر البحث\t61\n* * *"
    ]
}