{
    "partText": [
        "\nسنة الإبتلاء\nدراسة تحليلية موضوعية من آية 212 إلى 214 من سورة البقرة\n\nد/ إبتسام بنت بدر الجابري\n(1/1)\n",
        "المقدمة\nإن الحمد لله نحمده ونستعينه ونستغفره، ونعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله الله، وأشهد أن محمد عبده ورسوله –صلى الله عليه وسلم-\nأما بعد:\nفهذا بحث موجز حول ثلاث آيات من سورة البقرة من آية 212 - 214،ودراستها دراسة تحليليه موضوعية.\nوحيث أن أبرز الجوانب التي عالجتها هذه الآيات هو سنة الابتلاء كان عنوان البحث بذلك الاسم.\nوتتلخص أهمية هذا البحث في أنه يمثل نوع من أنواع التفسير الموضوعي وهو التفسير التحليلي الموضوعي.\nوبالنسبة لأهمية الموضوع، فإن ما تعانيه الأمة من محن وبلايا، تحتاج منا وقفة جادة مع كتاب الله، والرجوع إليه والتمسك به، حتى يحصل الاعتصام به من الفتن، والصبر على المحن، والنصرة على الأعداء.\nوفي هذه الآيات دلالة واضحة، على أن الإبتلاء هو سنة الله في الأولين والآخرين، وأن نصر الله قريب للمؤمنين.\nمما يحدوا بنا للصبر والثبات والإقدام، ويجنبنا الجزع و التسخط والإحجام.\nوينقسم البحث إلى فصلين\nالفصل الأول: المباحث التحليلية.\n(1/2)\n\nالفصل الثاني: المباحث الموضوعية.\nوينقسم الفصل الثاني إلى مباحث:\n1 - المعنى العام. ... 2 - أسباب النزول.\n3 - التزيين للدنيا. ... 4 - ميزان الفوقية.\n5 - الدنيا بالنسبة للآخرة. ... 6 - فوقية الدنيا والآخرة.\n7 - السخرية. ... 8 - يوم القيامة ووجه تسميتها بذلك.\n9 - الحساب. ... 10 - الأصل في الخلق.\n11 - مهمة الرسل. ... 12 - سنة الابتلاء.\n13 - أنواع الإبتلاء. ... 14 - ألا إن نصر الله قريب.\nالخاتمة تشتمل النتائج.\nوأخيرا أسأل الله العلي القدير أن يرزقنا صبرا وثباتا واحتسابا وأن ينصر أمتنا نصرا مؤزراً.\nوالحمد لله رب العالمين والصلاة والسلام على أفضل المرسلين.",
        "(1/3)\n\nالفصل الأول\n(1/4)",
        "\nالمباحث التحليلية\n(1/5)\n",
        "المباحث التحليلية\n(زين): قال الراغب: الزينة الحقيقية مالا يشين الإنسان في شيء من أحواله لا في الدنيا، ولا في الآخرة، فأما ما يزينه في حالة دون حالة فهو من وجه شين.\nوالزينة بالقول المجمل ثلاث: زينة نفسية كالعلم والاعتقادات الحسنة، وزينة بدنية: كالقوة وطول القامة؛ وزينة خارجية: كالمال والجاه (1).\nوقال الفيروز أبادي: الزين ضد الشين (2).\n(للذين كفروا): قال الراغب: الكفر في اللغة: ستر الشيء.\nوأعظم الكفر مجود الوحدانية أو الشريعة أو النبوة. (3)\nوقال الفيروز آبادي: الكفر ضد الإيمان (4).\n__________\n(1) مفردات غريب القرآن للراغب 1/ 218.\n(2) القاموس المحيط للفيروز آبادي/1554.\n(3) المفردات، 433 - 434.\n(4) القاموس/605.\n(1/6)\n\n(الحياة): قال الراغب: الحياة تستعمل على أوجه:\n1 - للقوة النامية في النبات والحيوان، ومنه قيل: نبات حي، قال عز وجل: ((اعلموا إن الله يحيى الأرض بعد موتها)) (1)\n\n2 - للقوة الحساسة، وبه سمي الحيوان حيواناً، قال عز وجل: ((وما يستوي الأحياء ولا الأموات)) (2).\n3 - للقوة الهاملة، كقوله تعالى: ((أومن كان ميتاً فأحييناه)) (3)\n4 - عبارة عن ارتفاع الغم، وعلى هذا قوله عز وجل: ((ولا تحسبن الذين قتلوا في سبيل الله أمواتاً بل أحياء عند ربهم)) (4) أي هم متلذذون، لما روي في الإخبار الكثيرة في أرواح الشهداء.\n5 - الحياة الآخروية الأبدية كقوله: ((يا ليتني قدمت لحياتي)) (5) يعني بها الحياة الأخروية الدائمة.\n__________\n(1) الحديد الآية: 17.\n(2) فاطر الآية: 22.\n(3) الأنعام الآية: 22.\n(4) آل عمران الآية: 169.\n(5) الفجر الآية: 24.",
        "(1/7)\n\n6 - الحياة التي يوصف بها الباري، فإنه قيل فيه تعالى: ((هو حي)) فمعناه: لا يصح عليه الموت، وليس ذلك إلا لله عز وجل.\n7 - والحياة باعتبار الدنيا والآخرة ضربان: الحياة الدنيا، والحياة الآخرة.\nقال عز وجل: ((فأما من طغى وآثر الحياة الدنيا)) (1) وقال: ((اشتروا الحياة الدنيا بالآخرة)) (2)). (3)\n\n(ويسخرون): أي يستجهلون؛ (4) وهذه الجملة في محل نصب حال.\n\nيعني: زينت لهم، والحال أنهم يسخرون من الذين آمنوا (5).\n__________\n(1) النازعات الآية: 24.\n(2) البقرة الآية: 86.\n(3) المفردات: 138 - 139.\n(4) القاموس: 519.\n(5) فتح القدير 1/ 212.\n(1/8)",
        "\n(من): قال الألوسي: من للتعدية، وتفيد معنى الإبتداء، كأنهم جعلوا لفقرهم، ورثاثة حالهم منشأ السخرية (1).\n(الذين آمنوا): قال ابن منظور: الأمان والأمانة بمعنى، وقد أمنت فأنا آمن، وآمنت غيري، من الأمن والأمانة، والأمن ضد الخوف والأمانة: ضد الخيانة، والإيمان ضد الكفر، والإيمان بمعنى التصديق وضده التكذيب. (2)\nوقال الراغب: أصل الأمن طمأنينة النفس، وزوال الخوف.\nوالإيمان يستعمل تارة اسماً للشريعة التي جاء بها محمد –صلى الله عليه وسلم-وتارة يستعمل على سبيل المدح، ويراد به إذعان النفس للحق على سبيل التصديق، وذلك باجتماع ثلاثة أشياء: تحقيق بالقلب، وإقرار باللسان، وعمل بحسب ذلك بالجوارح (3) وهذا هو المراد هنا –والله أعلم-.\n__________\n(1) روح المعاني: 2/ 10.\n(2) لسان العرب 13/ 21.\n(3) المفردات: 25 - 26.\n(1/9)\n",
        "وقال ابن فارس: الهمزة والميم والنون أصلان متقاربان: أحدهما الأمانة والتي هي ضد الخيانة، ومعناها سكون القلب، والآخر التصديق والمعنيان كما قلنا متقاربان. (1)\n\n(والذين اتقوا): يقول الألوسي: والذين اتقوا هم الذين آمنوا بعينهم، وآثر التعبير به مدحاً لهم بالتقوى، وإشعاراً بعلة الحكم، ويجوز أن يراد العموم ويدخل هؤلاء فيهم دخولاً أولياً (2) والثاني. أظهر .. –والله أعلم-.\n(فوقهم): قال الراغب: يستعمل في المكان والزمان، والجسم والعدد والمنزلة.\nوذلك أضرب .. باعتبار الفضيلة الدنيوية نحو ((ورفعنا بعضهم فوق بعض)) (3)؛والأخروية ((والذين اتقوا فوقهم يوم القيامة)) (4).\n__________\n(1) معجم مقاييس اللغة: 1/ 133.\n(2) روح المعاني 1/ 10.\n(3) الزخرف الآية: 32.\n(4) المفردات: 388.\n(1/10)\n\n(يوم القيامة): قال الراغب: القيامة عبارة عن قيام الساعة المذكورة في قوله ((ويوم تقوم الساعة-يوم يقوم الناس لرب العالمين .. )).\nوالقيامة: أصلها ما يكون من الإنسان من القيام دفعة واحدة، أدخل فيها الهاء تنبيهاً على وقوعها دفعة. (1)\n(والله): علم على المعبود بحق لا يطلق على غيره، والقائلون باشتقاقه اختلفوا فمنهم من قال هو من: لاه\n\nيليه: أي ارتفع. ومنهم من قال هو مشتق من: أله، وأله بمعنى تعبد؛ وقيل غير ذلك. (2)\n(يرزق): قال الراغب: الرزق يقال للعطاء الجاري تارة دنيوياً كان أم أخروياً، وللنصيب تارة، ولما يصل إلى الجوف ويتغذى به تارة؛ يقال: أعطى السلطان رْزقَ الجند، ورُزِقْتُ علماً. (3)\nوقال الفيروز أبادي: الرزق: ما ينتفع به (4).\n__________\n(1) المفردات: 416 - 417.\n(2) تفسير السمرقندي1/ 76،الدر المصون 1/ 56 - 57.\n(3) المفردات: 194.\n(4) القاموس: /94.",
        "(1/11)\n\n(من يشاء). قال الراغب: المشيئة عند أكثر المتكلمين كالإرادة سواء.\nوعند بعضهم المشيئة في الأصل: إيجاد الشيء وإصابته، وإن كان قد يستعمل في التعارف موضع الإرادة، فالمشيئة من الله تقتضي الإيجاد، ومن الناس هي الإصابة. (1)\n(بغير): قال الراغب: غير يقال على أوجه:\n1 - أن تكون للنفي المجرد من غير إثبات معنى به، نحو مررت برجل غير قائم أي لا قائم.\n2 - بمعنى إلا فيستثنى به، وتوصف به النكرة نحو مررت بقوم غير زيد. أي إلا زيداً.\n3 - لنفي صورة من غير مادتها. نحو الماء إذا كان حاراً غيره إذا كان بارداً.\n4 - أن يكون ذلك متناولاً لذات نحو ((اليوم تجزون عذاب الهون بما كنتم تقولون على الله غير الحق)) أي الباطل (2)\n(حساب): قال الفيروز أبادي: حسبه، حسباً، وحسباناً بالضم، وحسباناً وحساباً وحسبه وحسابه بكسرهن: عَدّ (3) والباء في غير للملابسة. أي رزقاً لا حساب به ولا عدد ولا ضبط لكثرته. (4)\n__________\n(1) المفردات: 368.\n(2) المفردات: /368.\n(3) القاموس: /74.\n(4) الفتوحات الالهية 1/ 168.\n(1/12)",
        "\n(كان الناس أمة واحدة): قال الزجاج: أي على دين واحد، والأمة، وهذا هو المراد به هنا. (1)\nقال الراغب: الأمة كل جماعة يجمعهم أمر ما، إما دين واحد، أو زمان واحد، أو مكان واحد.\nسواء كان ذلك الأمر الجامع تسخيراً أو اختياراً وجمعها أمم (2).\n(فبعث الله): أصل البعث إثارة الشيء وتوجيهه، يقال بعثته فانبعث، ((ولقد بعثنا في كل أمة رسولاً)) (3) نحو ((أرسلنا رسلنا)) (4).\n(النبيين): قال الراغب: النبأ خبر ذو فائدة يحصل به علم أو غلبة ظن.\n__________\n(1) معاني القرآن:1/ 282\n(2) المفردات:/23.\n(3) النحل الآية: 36.\n(4) المفردات: 52 - 53.\n(1/13)\n",
        "نبي: النبي بغير همز، فقد قال النحويون: أصله الهمزة، فترك همزه. واستدلوا بقولهم: مسيلمة نُبَيِّئُ سوْءٍ، وقال بعض العلماء: هو من النَّوَة: أي الرفعة، وسمي نبياً لرفعة محله على سائر الناس، المدلول بقوله ((ورفعناه مكاناً علياً)) فالنبي بغير الهمز أبلغ من النبي بالهمز، لأنه ليس كل متنبأ رفيع القدر والمحل (1).\n(مبشرين): قال الراغب: أبشرت الرجل وبَشَّرْتُهُ، وبَشَرْتُهُ: أخبرته بسار بسط بشرة وجهه، وذلك أن النفس إذا سرت انتشر الدم فيها انتشار الماء في الشجر (2).\n\nوقال ابن منظور: بشرته فاستبشر وبشر: فرح (3).\n(ومنذرين): قال الراغب: الإنذار إخبار فيه تخويف كما أن التبشير إخبار فيه سرور (4).\nوقال ابن منظور: أنذره خوفه وحذره، وكذلك حكى الزجاج: أنذرته إنذاراً ونذيراً. (5)\n__________\n(1) المفردات: 481 - 482.\n(2) المفردات: 48.\n(3) لسان العرب 4/ 61 - 62.\n(4) المفردات: 487.\n(5) لسان العرب: 5/ 200.\n(1/14)\n\n(وأنزل): قال الراغب: النزول في الأصل: انحطاط من علو، ونزل بكذا، وأنزله بمعنى، وإنزال الله تعالى نعمه ونقمه على الخلق وإعطاؤهم إياها، وذلك إما بإنزال الشيء نفسه كإنزال القرآن، وإما بإنزال أسبابه والهداية إليه كإنزال الحديد واللباس، ونحو ذلك قال ((وأنزلنا معهم الكتاب والميزان) (1)) (2).\n(معهم): أي مع جنسهم إذ المنزل عليهم الكتب بعض النبيين لا جميعهم (3).\n(الكتاب): الأصل في الكتابة النظم بالخط، لكن يستعار كل واحد للآخر، ولهذا سمي كلام الله وإن لم يكتب كتاباً؛ والكتاب في الأصل مصدر ثم سمي المكتوب فيه كتاباً، والكتاب في الأصل: اسم للصحيفة مع المكتوب فيه (4).\n(بالحق): الباء للملابسة؛ أي: اُنزله إنزالا متلبساً بالحق (5).\n__________\n(1) الحديد الآية: 25.\n(2) المفردات: 488.\n(3) الفتوحات الالهية 1/ 168.\n(4) المفردات: 423.\n(5) الفتوحات الالهية: 1/ 168.",
        "(1/15)\n\nوأصل الحق المطابقة والموافقة؛ والحق يقال على أوجه: منها الفعل و القول الواقع بحسب ما يجب وبقدر ما يجب وفي الوقت الذي يجب. (1)\n(ليحكم بين الناس): حكم أصله: منع منعاً لإصلاح.\nوالحكم بالشيء أن تقضي بأنه كذا أوليس بكذا سواء ألزمت ذلك غيرك أو لم تلزمه. (2)\nوقال الفيروز أبادي: الحكم بالضم القضاء (3).\n(بين): موضوع للخلالة بين الشيئين ووسطهما. (4)\n(الناس): أي المذكورين؛ والإظهار موضع الإخبار لزيادة التعيين. (5)\n(فيما اختلفوا فيه): اختلف: ضد اتفق (6) فيه: يعود إلى الدين (7).\n__________\n(1) المفردات: 125.\n(2) المفردات: 126 - 127.\n(3) القاموس: 1415.\n(4) المفردات: 67.\n(5) الفتوحات الالهية: 168.\n(6) القاموس: 1545.\n(7) الفتوحات الالهية: 168.\n(1/16)",
        "\n(إلا): للاستثناء.\n(الذين أوتوه): الإتيان مجيء بسهولة، والإتيان يقال: للمجيء بالذات، وبالأمر، وبالتدبير، ويقال في الخير والشر، وفي الأعيان والأعراض.\nوكل موضع ذكر فيه وصف آتينا، فهو أبلغ من كل موضع ذكر فيه أوتوا، لأن أوتوا قد يقال: إذا أولي من لم يكن منه قبول، وآتيناهم يقال فيمن كان منه قبول (1).\n(من بعد): البعد ضد القرب، وليس لها حد محدود (2).\n(ما جاءتهم البينات): بان واستبان وتبين، والبينة: الدلالة الواضحة عقلية كانت أو محسوسة. (3)\n__________\n(1) المفردات: 8 - 9.\n(2) المفردات: 52.\n(3) المفردات: 61.\n(1/17)\n",
        "(بغياً بينهم): البغي طلب تجاوز الاقتصاد فيما يتحري؛ تجاوزه أو لم يتجاوزه، فتارة يعتبر في القدر الذي هو الكمية، وتارة يعتبر في الوصف الذي هو الكيفية، يقال بغيت الشيء إذا طلبت أكثر ما يجب. والبغي ضربين: أحدهما محمود: وهو تجاوز العمل إلى الإحسان والفرض إلى التطوع.\nوالثاني مذموم: وهو تجاوز الحق إلى الباطل أو تجاوزه إلى الشبه (1) وهو المراد به هنا.\n(فهدى الله): الهداية دلالة بلطف. قال الراغب: (وهداية الله تعالى للإنسان على أربعة أوجه:\n1 - الهداية التي عم بجنسها كل مكلف من العقل والفطنة والمعارف الضرورية التي أعم منها كل شيء بقدر فيه حسب احتماله كما قال تعالى ((ربنا الذي أعطى كل شيء خلقه ثم هدى)) (2).\n\n2 - الهداية التي جعل للناس بدعائه إياهم على ألسنة الأنبياء وإنزال القرآن؛ ونحو ذلك وهو المقصود بقوله تعالى: ((وجعلنا منهم أئمة يهدون بأمرنا)) (3).\n__________\n(1) المفردات: 55.\n(2) طه الآية: 50.\n(3) الأنبياء الآية: 73.\n(1/18)\n\n3 - التوفيق الذي يختص به من اهتدى وهو المعني بقوله تعالى: ((والله يهدي من يشاء إلى صراط مستقيم)) (1).\n4 - الهداية في الآخرة إلى الجنة المعنيّ بقوله: ((سيهديهم ويصلح بالهم)) إلى قوله: ((الحمد لله الذي هدانا لهذا وما كنا لنهتدي لولا أن هدانا الله) (2)) (3).\n(الذين آمنوا لما اختلفوا فيه من الحق): أي للحق الذي اختلف فيه أهل الزيغ (4).\n(بإذنه): بأمره وإرادته (5).\n(والله يهدي من يشاء): سبق.\n(إلى صراط مستقيم): الصراط: الطريق المستقيم (6).\n__________\n(1) البقرة الآية: 213.\n(2) الأعراف الآية: 43.\n(3) المفردات: 538.\n(4) معاني القرآن1/ 285.\n(5) المفردات: 14\n(6) المفردات: 28.",
        "(1/19)\n\nوالاستقامة تقال في الطريق الذي يكون على خط مستو وبه شُبِّه طريق المُحِقِّ. (1)\n(أم حسبتم): أم منقطعة وهي مقدرة ببل والهمزة؛ و بل التي في ضمنها للإنتقال من إخبار إلى إخبار؛ والهمزة التي في ضمنها للإنكار ولتوبيخ، أي ما كان ينبغي لكم أن تحسبوا هذا الحسبان ولم حسبتموه؟ والغرض من هذا التوبيخ تشجيعهم على الصبر وحثهم عليه.\nوحسب هنا من أخوات ظن تنصب مفعولين ومعناها ظن (2).لكن الظن أن يخطر النقيضين بباله فيغلب أحدهما على الآخر. (3)\n(أن تدخلوا الجنة): الجنة: كل بستان ذي شجر يستر بأشجاره الأرض.\nوسميت الجنة بهذا الاسم إما تشبيها بالجنة في الأرض، وإن كان بينهما بوناً، وإما لستره نعمها عنا المشار إليها بقوله تعالى: ((فلا تعلم نفس ما اُخفي لهم من قرة أعين)) (4) (5).\n__________\n(1) المفردات: 418.\n(2) الفتوحات الالهية: 169.\n(3) المفردات118.\n(4) السجدة الآية: 17.\n(5) المفردات: 98.\n(1/20)",
        "\n(ولما يأتكم): الواو للحال، ولما بمعنى: لم؛ أي: والحال أنه لم يأتكم مثلهم بعد، ولم تبتلوا بما ابتلوا به من الأحوال الهائلة التي هي مثل في الفظاعة والشدة (1).\n\n(مثل): عبارة المشابهة لغيره في معنى من المعاني أي معنى كان. (2)\n\n(الذي خلوا): الذين مضوا. (3)\n(من قبلكم): من تقدمكم في الزمان. (4)\n(مستهم): المس يقال فيما يكون معه إدراك بحاسة اللمس، والمس يقال: في كل ما ينال الإنسان من الأذى. (5)\n__________\n(1) الفتوحات الالهية: 196.\n(2) الفتوحات: 169.\n(3) المفردات: 462.\n(4) المفردات: 158.\n(5) المفردات: 391.\n(1/21)\n",
        "(البأساء): البأس: العذاب والداهية. (1)\n(الضراء): الضر: سوء الحال. (2)\n(وزلزلوا): الزوال يقال في شيء قد كان ثابتاً قبل. (3)\nوقيل معناه: خوفوا. (4)\nومعناه كذلك: أزعجوا بأنواع البلاء. (5)\n(حتى يقول): بالنصب وهي قراءة الجمهور على أن حتى بمعنى إلى، وأن مضمرة أي: إلى أن يقول فهي غاية لما تقدم من المس والزلزال.\n__________\n(1) المفردات: 467.\n(2) القاموس: 684.\n(3) المفردات: 218.\n(4) تفسير المشكل من غريب القرآن 39\n(5) الفتوحات 169\n(1/22)\n\nو الرفع وهي قراءة نافع على أن الفعل بعدها حال مقارن لما قبلها. (1)\nوالقول: المركب من الحروف المبرز بالنطق مفرداً كان أو جملة. (2)\n(الرسول): أي جنسه. (3) والذين آمنوا: سبق.\n(معه): هو الظرف يجوز أن يكون منصوباً بيقول من حيث عمله في المعطوف؛ أي أنهم صاحبوه في هذا القول؟ وأن يكون منصوباً بآمنوا أي صاحبوه في الإيمان. (4)\n(متى): سؤال عن الوقت (5).\n(نصر الله): النصر العون. (6)\n(ألا): للاستفتاح. (7)\n__________\n(1) الفتوحات170.\n(2) المفردات: 415.\n(3) الفتوحات: 170.\n(4) الفتوحات: 170.\n(5) المفردات: 462.\n(6) المفردات: 495.\n(7) المفردات: 22.",
        "(1/23)\n\n(إن نصر الله): إن وأن ينصبان الأمر ويرفعان الخبر والفرق بينهما أن: وإن يكون ما بعده جملة مستقلة، وأن يكون ما بعده حكم مفرد يقع موقع مرفوع ومنصوب ومجرور. (1)\n(قريب): ضد بعيد: بمعنى قريب إتيانه. (2)\nفأعلم أولياءه أنه ناصرهم لا محالة وأن ذلك قريب منهم (3).\n__________\n(1) المفردات: 27.\n(2) الفتوحات: 170.\n(3) معاني القرآن1/ 287.\n(1/24)",
        "\nالمباحث الموضوعية\n\n1 - المعنى العام ... 2 - سبب النزول\n3 - التزيين للدنيا ... 4 - ميزان الفوقية\n5 - الدنيا بالنسبة للآخرة ... 6 - فوقية الدنيا والآخرة\n7 - السخرية ... 8 - يوم القيامة ووجه تسميتها بذلك\n9 - الحساب ... 10 - الأصل في الخلق.\n11 - مهمة الرسل. ... 12 - سنية الابتلاء.\n13 - ضرب الأمثلة في الذين تقدموا. 14 - نصر الله قريب.\n(1/25)\n",
        "المعنى العام ... :-\nالعنوان هو الفتنة والابتلاء، ومناسبة هذا العنوان أن الآيات الثلاث تمثل سنة الإبتلاء، وأثرها في سلوك كل من المؤمن والكافر.\nونجمل المعنى فيما يلي:\nأن الحياة الدنيا زُيّْنت للكفرة فافتتنوا بها، فما كان صنيعهم إلا العصيان والخذلان، والسخرية من المؤمنين والأبرار.\nثم بين سبحانه أن الأصل أن جميع الناس كانوا في ضلال وشقاء؛ فأرسل الرسل فأمن من آثر الحياة الآخرة، وعصى من افتتن بالحياة الدنيوية\nثم عقب أخيراً أن هذه سنته تعالى في الخليقة جمعاء من مرسلين ومن سواهم، و على الجميع الصبر والثبات والاحتساب تجاه هذه السنة. والله المستعان.\n(1/26)\n\nسبب النزول:-\nقال الله تعالى: (أم حسبتم أن تدخلوا الجنة ولما يأتكم مثل الذين خلوا من قبلكم ... ) الآية.\nقال قتادة و السدي رحمهما الله: نزلت هذه الآية في غزوة الخندق، حين أصاب المسلمين ما أصابهم من الجهد والشدة، والحر والبرد، وسوء العيش وأنواع الأذى؛ وكان كما قال الله تعالى: (وبلغت القلوب الحناجر) (1) وقال عطاء لما دخل رسول الله صلى الله عليه وسلم وأصحابه رضي الله عنهم المدينة اشتد الضر عليهم، بأنهم خرجوا بلا مال، وتركوا ديارهم وأموالهم بأيدي المشركين، وآثروا رضا الله ورسوله عليه الصلاة والسلام، وأظهرت اليهود العداوة لرسول الله صلى الله عليه وسلم، وأسر قوم من الأغنياء النفاق، فأنزل الله تعالى تَطييباً لقلوبهم (أم حسبتم أن تدخلوا الجنة .. ) (2) الآية.\nوقال عبد الرزاق – رحمه الله- أنبانا معمر عن قتادة قال: نزلت هذه الآية في يوم الأحزاب أصاب النبي – صلى الله عليه وسلم- يومئذ بلاء وحصر. (3)\n__________\n(1) الأحزاب: 10.\n(2) أسباب النزول. بهامشه الناسخ والمنسوخ لأبي الحسن بن علي الواحدي/44.\n(3) لباب النقول في أسباب النزول للسيوطي/41.",
        "(1/27)\n\nالتزيين للدنيا:\nيخبر الله تعالى أن الذين كفروا بالله وآياته ورسله، و لم ينقادوا لشرعه قد زينت لهم الحياة الدنيا.\nأما من هو المراد بالمزين؟ فنقول المزين حقيقة: هو الله سبحانه وتعالى، فهو الخالق البارئ بديع السماوات والأرض.\nولكن قد يقال أن الشيطان مزين بالإغواء والإغراء.\nوفي ذلك يقول ابن الجوزي – رحمه الله-: ((وإلى من يضاف هذا التزيين؟؛ فيه قولان: أحدهما: أنه مضاف إلى الله؛ وقرأ أبي بن كعب والحسن ومجاهد وابن محيصن وابن أبي عبلة: ((زَيَّن)) بفتح الزاي والياء، على معنى: زينها الله لهم.\n(1/28)",
        "\nوالثاني: أنه مضاف إلى الشيطان، روي عن الحسن (1).\nوخص الذين كفروا بالذكر لقبولهم التزيين جملة، وإقبالهم على الدنيا وإعراضهم عن الآخرة بسببها.\nوقد جعل الله ما على الأرض زينة لها، ليبلوا الخلق أيهم أحسن عملاً، قال تعالى: ((إنا جعلنا ما على الأرض زينة لها لنبوهم أيهم أحسن عملا)) (2).\nوالمؤمنون الذين هم على سنن الشرع، لم تفتنهم الزينة؛ والكفار تَملْكتهْمُ، لأنهم لا يعتقدون غيرها. (3)\n\nميزان الفوقية:\nإن التفاضل في ديننا لا يخضع لشرف، ولا لنسب، ولا جاه، ولا سلطان، ولا غير ذلك، من الاعتبارات الزائفة والزائلة.\nإنما هو ذو معيار واحد وهو تفاضل الدين.\n__________\n(1) زاد المسير في علم التفسير لابن الجوزي: (1/ 228)\n(2) الكهف: 7.\n(3) الجامع لأحكام القرآن للقرطبي 3/ 28 - 29.\n(1/29)\n",
        "فلا الأحساب والأجناس ولا الأموال هي ميزان الفوقية في ديننا، بل التنافس الحق، والتفاضل الحق، هو في مقدار الدين والإلتزام.\nقال الله – تعالى- ((يا أيها الناس إنا خلقناكم من ذكر وأنثى وجعلناكم شعوباً وقبائل لتعارفوا إن أكرمكم عند الله أتقاكم إن الله عليم خبير)) (1).\nوقال الرسول – صلى الله عليه وسلم-: ((لا فضل لعربي على أعجمي ولا لأعجمي على عربي ولا لأحمر على أسود ولا لأسود على أحمر إلا بالتقوى .. )) (2).\nومر رجل على رسول الله – صلى الله عليه وسلم- فقال لرجل عنده جالس (ما رأيك في هذا فقال رجل من أشراف الناس: هذا والله حري إن خطب أن ينكح، وإن شفع أن يشفع، وإن قال أن يسمع، فسكت رسول الله – صلى الله عليه وسلم- ثم مر رجل آخر فقال له رسول الله – صلى الله عليه وسلم- ما رأيك في هذا؟ فقال يا رسول الله: هذا\n__________\n(1) الحجرات: 13.\n(2) أخرجه الإمام أحمد 5/ 411.\n(1/30)\n\nرجل من فقراء المسلمين، هذا حري إن خطب إن لا ينكح، وإن شفع أن لا يشفع، وإن قال أن لا يسمع لقوله؛ قال رسول الله صلى الله عليه وسلم (هذا خير من ملء الأرض مثل هذا) (1).\nوبهذا الميزان كان يقاس الناس في زمن رسولنا – صلى الله عليه وسلم- فهو الميزان والمقياس للتزوج، وهو المقياس للإمارة، وهو المقياس للإمامة في الصلاة.\n__________\n(1) أخرجه البخاري كتاب الرقاق باب فضل الفقر 1153.",
        "(1/31)\n\nالدنيا بالنسبة للآخرة:\nالدنيا دار فناء وابتلاء، والآخرة دار بقاء وجزاء، ولا مقارنة بينهما.\nوقد جاء القرآن الكريم مؤكداً هذه الحقيقة، فقال الله تعالى: ((قل متاع الدنيا قليل)) (1) وقال تعالى: ((وما هذه الحياة الدنيا إلا لهو ولعب وإن الدار الآخرة لهي الحيوان لو كانوا يعلمون)) (2).\nوقال تعالى: ((اعلموا أنما الحياة الدنيا لعب ولهو وزينة وتفاخر بينكم وتكاثر في الأموال والأولاد كمثل غيث أعجب الكفار نباته ثم يهيج فتراه مصفراً ثم يكون حطاماً وفي الآخرة عذاب شديدة ومغفرة من الله ورضوان وما الحياة الدنيا إلا متاع الغرور)) (3) وغيرها من الآيات.\nوجاءت السنة النبوية مؤكدة هذا المعنى أيضا.\nفقد قال رسول الله – صلى الله عليه وسلم-: ((اللهم لا عيش إلا عيش الآخرة فأصلح الأنصار والمهاجرة)) (4) ومنها قوله عليه الصلاة والسلام أيضا: ((موضع سوط في الجنة خير من الدنيا وما فيها، ولغدوة في سبيل الله أو روحة\n__________\n(1) النساء: 77.\n(2) العنكبوت: 64.\n(3) الحديد: 20.\n(4) أخرجه البخاري كتاب الرقائق، باب ما جاء في الرقائق، ص 6413، 11/ 229، كتاب الجهاد، باب الصبر عند القتال ص 2834، 6/ 45، كتاب مناقب الأنصار باب دعاء النبي .. 7/ 118، ص 3795.\n(1/32)",
        "\nخير من الدنيا وما فيها)) (1) وقال عليه الصلاة والسلام ((والله ما الدنيا في الآخرة إلا مثل ما يجعل أحدكم إصبعه في اليم فلينظر بم يرجع)) (2).\nوفي هذا الحديث يقول القرطبي – رحمه الله- ((هذا نحو قوله تعالى (قل متاع الدنيا قليل)) وهذا بالنسبة إلى ذاتها؛ وأما بالنسبة إلى الآخرة فلا قدر لها ولا خطر، إنما أورد ذلك على سبيل التمثيل والتقريب، وإلا فلا نسبة بين المتناهي وبين مالا يتناهى، وإلى ذلك الإشارة بقوله (فلينظر بم يرجع).\nووجهه أن القدر الذي يتعلق بالإصبع من ماء البحر لا قدر له ولا خطر، وكذلك الدنيا بالنسبة للآخرة،\nوالحاصل أن الدنيا كالماء الذي يعلق في الإصبع من البحر؛ والآخرة كسائر البحر)) (3).\n__________\n(1) أخرجه البخاري كتاب الجهاد، باب فضل رباط يوم في سبيل الله 6/ 85، باب الحور العين وصفتهن 6/ 15.\n(2) أخرجه مسلم كتاب الجنة، باب فناء الدنيا وبيان الحشر يوم القيامة ص 55 - 17/ 192.\n(3) كلام القرطبي ذكره عنه ابن حجر في الفتح11/ 232.\n(4 (أخرجه الامام احمد 6/ 71\n(1/33)\n",
        "ولا يتعلق بها إلا من لا عقل له وقد قال النبي – صلى الله عليه وسلم- ((الدنيا دار من لا دار له ومال من لا مال له ولها يجمع من لا عقل له)) (1).\nوهذه الحقيقة عاشها الصحابة – رضوان الله عليهم- وعرفوها وكذا من سار على نهجهم من السلف الصالح – رضوان الله عليهم أجمعين- وعبروا عنها أحسن تعبير قولاً وعملاً.\nفها هو علي بن أبي طالب رضي الله عنه يقول: ((ارتحلت الدنيا مدبرة، وارتحلت الآخرة مقبلة، ولكل واحدة بنون، فكونوا أبناء الآخرة، ولا تكونوا من أبناء الدنيا، فإن اليوم عمل ولا حساب، وغداً حساب ولا عمل)) (2).\n\nفوقية الدنيا والآخرة\nوفوقية المتقين هذه شاملة لكلا الدارين الدنيا والآخرة، فهم فوق الكفرة والملحدين في الدنيا، كما وقع ذلك من ظهور الإسلام، وسقوط الكفر، وقتل أهله، وأسرهم وتشريدهم، وضرب الجزية عليهم، ولا مانع من حمل الآية هذه عليهم هذا لولا التقييد بكونه يوم القيامة.\n(1/34)\n\nفهم فوق الكفرة والملحدين في الآخرة، وهو المراد به في الآية لتقييدها كما أسلفنا بقوله (يوم القيامة) فالذين آمنوا وأعرضوا عن الدنيا، وأنفقوا ما حصل لهم منها في طاعة ربهم وبذلوه ابتغاء وجه الله؛ فازوا بالمقام الأسعد، والحظ الأوفر يوم معادهم، فكانوا فوق من سواهم من الكفرة وغيرهم في محشرهم ومنشرهم ومسيرهم ومأواهم، فاستقروا في الدرجات في أعلى عليين، وخلد أولئك في الدركات في أسفل سافلين. (1)\n\nالسخرية:\nيخبر تعالى أن الكافرين ممن افتتنوا بهذه الحياة الدنيا، كان حالهم السخرية والاستهزاء واحتقار المؤمنين.\n__________\n(1) (1 (أخرجه البخاري كتاب الرقاق باب في الأمل وطوله 11/ 235.\n(2) الجامع لأحكام القرآن للقرطبي 1/ 213. تفسير القرآن العظيم لابن كثير 1/ 267",
        "(1/35)\n\nوكانوا يسخرون منهم: قيل: لفقرهم، وقيل: لتصديقهم بالآخرة، وقيل: لاتباعهم النبي – صلى لله عليه وسلم- (1).\nوأيا كان سبب سخريتهم منهم، فالسخرية والاستهزاء أمرٌ ممقوت في شرعنا، ويعظم هذا الجرم أكثر لو كان الساخر والمسخور منه مسلمان قال – تعالى- محذراً عباده من مغبة هذا الأمر و هذه الجريمة ((يا أيها الذين آمنوا لا يسخر قوم من قوم عسى أن يكونوا خيراً منهم ولا نساء من نساء عسى أن يكن خيراً منهن ولا تلمزوا أنفسكم ولا تنابذوا بالألقاب بئس الاسم الفسوق بعد الإيمان ومن لم يتب فأولئك هم الظالمون)) (2).\nوقال الرسول – صلى الله عليه وسلم-: ((المسلم أخو المسلم لا يخونه ولا يكذبه ولا يخذله؛ التقوى هاهنا بحسب امرئ من الشر أن يحقر أخاه المسلم، كل المسلم على المسلم حرام عرضه وماله ودمه)) (3).\nوفي هذه الأزمان يتعرض المؤمنين لوجوه كثيرة من السخرية ويوصفون بالغباوة والجهل وسوء الرأي والتطرف والرجعية ... إلى غير ذلك؛ وهذه سنة ينبغي على المؤمنين الصبر عليها والثبات، وعدم الجزع أو التسخط أو التراجع.\n__________\n(1) زاد المسير 1/ 229، الجامع لأحكام القرآن 3/ 29.\n(2) الحجرات: 11.\n(3) البخاري كتاب الاكراه، باب يمين الرجل لصاحبه أنه أخوه إذا خاف عليه القتل أو نحوه 12/ 323.\n(1/36)",
        "\nيوم القيامة ووجه تسميتها بذلك:\nسمى الله اليوم الآخر بأسماء كثيرة، من أشهرها يوم القيامة؛ فقد ذكر هذا الاسم في حوالي سبعين آية من كتاب الله – تعالى- كقوله تعالى: ((الله لا إله إلا هو ليجمعنكم إلى يوم القيامة لا ريب فيه)) (1).\nوقوله: ((ونحشرهم يوم القيامة على وجوههم عمياً وبكماً وصماً)) (2) (3)\nوأما وجه تسميتها: قال القرطبي – رحمه الله-: ((واختلف في تسميتها بذلك على أربعة أقوال:-\nالأول: لوجود هذه الأمور فيها \" أي الأهوال\".\nالثاني: لقيام الخلق من قبورهم إليها؛ قال الله تعالى: ((يوم يخرجون من الأجداث سراعاً)) (4)\n__________\n(1) النساء:87.\n(2) الإسراء: 97.\n(3) القيامة الكبرى لعمر سليمان الاشقر: 19 - 20.\n(4) المعارج: 43.\n(1/37)\n",
        "الثالث: لقيام الناس لرب العالمين، كما روى مسلم عن ابن عمر – رضي الله عنهما- عن النبي – صلى الله عليه وسلم- ((يوم يقوم الناس لرب العالمين، قال: يوم أحدكم في رشحه إلى نصف أذنيه)) (1) قال ابن عمر – رضي الله عنهما- يقومون مائة سنة، ويروى عن كعب يقومون ثلاثمائة سنة.\nالرابع: لقيام الروح والملائكة صفاً، قال الله تعالى: ((يوم يقوم الروح والملائكة صفاً)) (2).\nقال علماؤنا: واعلم أن كل ميت مات فقد قامت قيامته، ولكنها قيامة صغرى وكبرى، فالصغرى هي ما يقوم على كل إنسان في خاصته من خروج روحه، وفراق أهله، وانقطاع سعيه، وحصوله على عمله، إن كان خيراً فخير، وإن كان شراً فشر، والقيامة الكبرى هي التي تعم الناس وتأخذهم أخذة واحدة، والدليل على أن كل ميت يموت فقد قامت قيامته قول النبي – صلى الله عليه وسلم- لقوم من الأعراب وقد سألوه متى القيامة؟ فنظر إلى أحدث إنسان منهم فقال: ((إن يعش هذا لم يدركه الهرم قامت عليكم ساعتكم)) (3) (4).\n__________\n(1) أخرجه البخاري كتاب الرقائق، باب من نوقش الحساب عذب 11/ 400 ص 6538.\n(2) النبأ: 38.\n(3) خ كتاب الأدب، باب ما جاء في قول الرجل ديلك 10/ 553، ص 6167.\n(4) التذكرة في أحوال الموتى وأمور الآخرة للقرطبي: 1/ 449 - 451.\n(1/38)\n\nالحساب:\nقال القرطبي – رحمه الله-: ((يعنى أن هذا الرزق دائم لا يتناهى، فهولا ينعد؛ وقيل: أن قوله (بغير حساب) صفة لرزق الله تعالى كيف يصرف؛ إذ هو جلت قدرته لا ينفق بعد، ففضله كله بغير حساب، والذي بحساب ما كان على عمل قدمه العبد؛ قال الله تعالى: ((جزاءً من ربك عطاءًً حساباً)) (1) ويحتمل أن يكون المعنى بغير احتساب من المرزوقين، كما قال: ((ويرزقه من حيث لا يحتسب)) (2) (3)\nقال ابن الجوزي – رحمه الله-: ((قيل أنه يرزق رزقاً واسعاً غير ضيق، وقيل: يرزق من يشاء بلا محاسبة في الآخرة)) (4)\n__________\n(1) النبأ: 26.\n(2) الطلاق: 3.\n(3) الجامع لأحكام القرآن 1/ 30.\n(4) زاد المسير 1/ 228 - 229.",
        "(1/39)\n\nوقال الشوكاني – رحمه الله-: ((أخرج ابن أبي حاتم عن عطاء – رحمه الله- قال: سألت ابن عباس – رضي الله عنه- عن هذه الآية (والله يرزق من يشاء بغير حساب) قال: تفسيرها ليس على الله رقيب، ولا من يحاسبه) وأخرج ابن أبي حاتم عن سعيد بن جبير – رحمه الله- قال: ((لا يحاسب الرب)) (1).\nوقال الراغب الأصبهاني – رحمه الله-: ((وقوله (ويرزق الله من يشاء بغير حساب) ففيه أوجهٌ، الأول: يعطيه أكثر مما يستحقه، والثاني: يعطيه ولا يأخذه منه، والثالث: يعطيه عطاءً لا يمكن للبشر إحصاؤه كقول الشاعر\nعطاياه يُحصى قبل إحصائها القَطْرُ\nوالرابع: يعطيه بلا مضايقة؛ من قولهم حاسَسْتُهُ إذا ضايقته.\nوالخامس: يعطيه أكثر مما يحسبه.\nوالسادس: أن يعطيه بحسب ما يعرفه من مصلحته، لا على حسب حسابهم، وذلك نحو ما نبه عليه بقوله تعالى: ((ولو أن يكون الناس أمة واحدة لجعلنا لمن يكفر بالرحمن)).\n__________\n(1) فتح القدير: 1/ 214.\n(1/40)",
        "\nوالسابع: يعطى المؤمن ولا يحاسبه عليه، ووجه ذلك أن المؤمن لا يأخذ من الدنيا إلا قدر ما يجب، وكما يجب وفي وقت ما يجب، ولا ينفق إلا كذلك، ويحاسب نفسه فلا يحاسبه الله حساباً يضره، كما روى ((من حاسب نفسه في الدنيا لم يحاسبه الله يوم القيامة)).\nوالثامن: يقابل الله المؤمنين في القيامة لا بقدر استحقاقهم بل بأكثر منه، كما قال عز وجل: ((من ذا الذي يقرض الله قرضاً حسناً فيضاعفه له أضعافاً كثيرة)) (1) (2)\nوالذي يظهر – والله أعلم- أن كل ذلك ينطبق على الآية.\n\nالأصل في الخلق:\nاختلف في قوله تعالى: ((كان الناس أمة واحدة)) هل كان حالهم الإسلام أم الكفر؟\n__________\n(1) البقرة: 245.\n(2) مفردات القرآن: 117.\n(1/41)\n",
        "فقيل: كان حالهم الإسلام بدليل قراءة ابن مسعود – رضي الله عنه- ((كان الناس أمة واحدة فاختلفوا)) واخرج ابن جرير و ابن أبي حاتم عن أبي بن كعب – رضي الله عنه- قال: ((كانوا أمة واحدة حيث عرضوا على آدم ففطرهم الله على الإسلام وأقروا له بالعبودية، فكانوا أمة واحدة مسلمين، ثم اختلفوا من بعد آدم)).\nوكذا أخرج البزار وابن جرير وابن المنذر وابن أبي حاتم والحاكم عن ابن عباس – رضي الله عنهما- قال: ((كان بين آدم ونوح عشرة قرون كلهم على شريعة من الحق، فاختلفوا فبعث الله النبيين؛ قال: وكذلك هي قراءة\n\nعبد الله – رضي الله عنه- ((كان الناس أمة واحدة فاختلفوا)) (1).\nوكذا أخرج عبد بن حميد وابن أبي حاتم عن قتادة قال: ((ذكر لنا أنه كان بين آدم ونوح عشرة قرون كلهم على الهدى وعلى شريعة من الحق؛ ثم اختلفوا فبعث الله نوحاً وكان أول رسول أرسله الله إلى أهل الأرض، وبعث عند اختلاف من الناس، وترك الحق، فبعث الله رسله وأنزل كتبه يحتج به على خلقه)).\nوقيل: بل المقصود به اجتماعهم على الكفر والضلال والشقاء.\n__________\n(1) الدر المنثور 1/ 582 - 583.\n(1/42)\n\nاخرج ابن جرير وابن أبي حاتم من طريق العوفي عن ابن عباس – رضي الله عنهما- ((كان الناس أمة واحدة)) قال: كفاراً.\nوكذا قيل: أن المراد أنهم كانوا جنساً واحداً في خلوهم عن الشرائع، وجهلهم بالحقائق، لولا من الله عليهم، وتفضله بإرسال الرسل إليهم (1).\nوالحق ((والله أعلم بالصواب) إن الله قد أخذ مواثيق عدة من عباده.\n1 - الميثاق الذي أخذه الله تعالى عليهم حين أخرجهم من ظهر أبيهم آدم – عليه السلام- وأشهدهم على أنفسهم ((ألست بربكم قالوا بلى)).\nوهو الذي قال به جمهور المفسرين – رحمهم الله- في هذه الآيات، وقد دلت عليه أحاديث ثابتة في الصحيحين و غيرهما، كما ورد في حديث أنس ابن مالك – رضي الله عنه- عن النبي – صلى الله عليه وسلم- قال: ((يقال للرجل من أهل النار يوم القيامة: أرأيت لو كان لك ما على الأرض من شيء أكنت مفتدياً به؟ قال: فيقول نعم، فيقول: قد أردت منك أهون من ذلك، قد أخذت عليك في ظهر آدم أن لا تشرك بي شيئاً فأبيت إلا أن تشرك بي)) (2).\n__________\n(1) الجامع لأحكام القرطبي: 1/ 30 - 31.\n(2) أخرجه البخاري كتاب أحاديث الأنبياء، باب خلق آدم وذريته، 6/ 363.",
        "(1/43)\n\n2 - ميثاق الفطرة وهو أنه تبارك وتعالى فطرهم شاهدين بما أخذه عليهم في الميثاق الأول، قال تعالى: ((فأقم وجهك للدين حنيفاً فطرة الله التي فطر الناس عليها لا تبديل لخلق الله)) (1).\nوقد دلت عليه أحاديث أيضاً ثابتة في الصحيحين وغيرهما، كما ورد في حديث أبي هريرة – رضي الله عنه- قال: قال رسول الله – صلى الله عليه وسلم- ((كل مولود يولد على الفطرة)) وفي رواية ((على هذه الملة فأبواهُ يهودانه وينصرانه ويمجسانه؛ كما تولد البهيمة بهيمة جمعاء، هل تحسون فيها من جدعاء)) (2).\n3 - الميثاق الثالث: هو ما جاءت به الرسل، وأنزل به الكتب، تجديداً للميثاق الأول، وتذكيراً به ((رسلا مبشرين منذرين لئلا يكون للناس على الله حجة بعد الرسل وكان الله عزيزاً حكيماً)) (3).\nفمن أدرك هذا الميثاق، وهو باق على فطرته التي هي شاهدة بما ثبت في الميثاق الأول، فإنه يقبل ذلك من أول مرة ولا يتوقف لأنه جاء موافقاً لما في فطرته، وما جبله الله عليه فيزداد بذلك يقينه، ويقوى إيمانه فلا يتلعثم ولا يتردد.\n__________\n(1) الروم: 30.\n(2) أخرجه البخاري كتاب التفسير، باب التبديل لخلق الله، 8/ 512.\n(3) النساء: 165.\n(1/44)",
        "\nومن أدركه وقد تغيرت فطرته عما جبله الله عليه، من الإقرار بما ثبت في الميثاق الأول، بأن كان قد اجتالته الشياطين عن دينه وهوّده أبواه أو نصراه أو مجساه، فهذا إن تداركه الله تعالى برحمته فرجع إلى فطرته، وصدق بما جاءت به الرسل، ونزلت به الكتب نفعه الميثاق الأول والثاني، وإن كذب بهذا الميثاق كان مكذباً بالأول، فلم ينفعه إقراره به يوم أخذه الله عليه حيث قال ((بلى)) جواباً لقوله تعالى: ((ألست بربكم)) وقامت عليه حجة الله، وغلبت عليه الشقوة وحق عليه العذاب (1).\nومن هنا يتبين لنا أن من قال أن الأصل هو التوحيد نظر إلى قضية الميثاق الأول والثاني؛ ومن قال أن الأصل هو الكفر والضلال نظر إلى التغير الحادث بعد ذلك والذي يصوبه بإذن الله إرسال الرسل وإنزال الكتب. وكل ذلك صواب والله أعلم.\nمهمة الرسل:\n__________\n(1) معارج القبول: 1/ 40 - 49.\n(1/45)\n",
        "الرسل لهم مهمات عدة؛ ومن هذه المهمات التبشير والإنذار وفي هذه المهمة يقول: د. عمر سليمان الاشقر: ((دعوة الرسل إلى الله تقترن دائماً بالتبشير والإنذار، ولأن ارتباط الدعوة إلى الله بالتبشير والإنذار وثيق جداً، فقد قصر القرآن مهمة الرسل عليهما في بعض آياته ((و ما نرسل المرسلين إلا مبشرين ومنذرين)) (1).\nوتبشير الرسل وإنذارهم دنيوي وأخروي، فهم في الدنيا يبشرون الطائعين بالحياة الطيبة ((من عمل صالحاً من ذكراً أو أنثى وهو مؤمن فلنحيينه حياة طيبة)) وخوف العصاة بالشقاء الدنيوي ((ومن أعرض عن ذكري فإن له معيشة ضنكاً)) (2).\nوفي الآخرة يبشرون الطائعين بالجنة ونعيمها ((ومن يطع الله ورسوله يدخله جنات تجري من تحتها الأنهار خالدين فيها، وذلك الفوز العظيم)) (3) ويخوفون المجرمين والعصاة عذاب الله في الآخرة ((ومن يعص الله ورسوله ويتعد حدوده يدخله ناراً خالداً فيها وله عذاب مهين (4))) (5).\n__________\n(1) الكهف56.\n(2) طه: 124.\n(3) النساء:13.\n(4) النساء: 14.\n(5) الرسل والرسالات: 47 - 48.\n(1/46)\n\nوهذا الأمر وهو التبشير والإنذار، مما لا تخفي مكانته في الدعوة، فالنفس مجبولة على حب الخير وكراهية الشر، وإن لم تبشر بالحق، وتنذر من الباطل لما استقامت.\nسنة الابتلاء:\nقال الله تعالى: ((الم أحسب الناس أن يتركوا أن يقولوا آمنا وهم لا يفتنون. ولقد فتنا الذين من قبلهم فليعلمن الله الذين صدقوا وليعلمن الكاذبين)) (1) ((أم حسبتم أن تدخلوا الجنة ولما يأتكم مثل الذين خلوا من قبل مستهم البأساء والضراء وزلزلوا حتى يقول الرسول والذين آمنوا معه متى نصر الله ألا إن نصر الله قريب)) (2) ((أم حسبتم أن تدخلوا الجنة ولما يعلم الله الذين جاهدوا منكم ويعلم الصابرين)) (3)\nفيقول في ذلك ابن القيم – رحمه الله- ((فالناس إذا أرسل إليهم الرسل بين أمرين: إما أن يقول أحدهم آمنا وإما أن لا يقول آمنا بل يستمر على عمل السيئات؛ فمن قال آمنا أمتحنه الرب عز وجل، وابتلاه وألبسه الابتلاء\n__________\n(1) العنكبوت: 1 - 3.\n(2) البقرة: 214.\n(3) آل عمران: 142.",
        "(1/47)\n\nوالاختبار؛ ليبين الصادق من الكاذب، ومن لم يقل آمنا فلا يحسب أنه يسبق الرب لتجربته فإن أحداً لن يعجز الله تعالى هذه سنته تعالى يرسل الرسل إلى الخلق فيكذبهم الناس ويؤذونهم؛ قال تعالى: ((وكذلك جعلنا لكل نبي عدواً شياطين الأنس والجن)) (1)،وقال تعالى: ((كذلك ما آتى الذين من قبلهم من رسول إلا قالوا ساحر أو مجنون)) (2).\nومن آمن بالرسل وأطاعهم عادوه وآذوه، فابتلي بما يؤلمه؛ وإن لم يؤمن بهم عوقب، فحصول ما يؤلمه أعظم وأدوم، فلا بد من حصول الألم لكل نفس سواء آمنت أم كفرت؛ لكن المؤمن يحصل له الألم في الدنيا ابتداءً ثم تكون له العاقبة في الدنيا والآخرة، والكافر تحصل له النعمة ابتداءً ثم يصير في الألم.\n(سأل رجل الشافعي) فقال: يا أبا عبد الله، أيهما أفضل للرجل أن يمكن أو يبتلى؟ فقال الشافعي: لا يمكن حتى يبتلى، فإن الله ابتلى نوحاً وإبراهيم وموسى وعيسى ومحمداً صلوات الله وسلامه عليهم أجمعين، فلما صبروا مكنهم فلا يظن أحد أنه يخلص من الألم البتة: وهذا أصل عظيم فينبغي للعاقل أن يعرفه وهذا يحصل لكل أحد .. )) (3)\n__________\n(1) الأنعام: 12.\n(2) الذاريات: 52.\n(3) الفوائد لابن قيم الجوزية: 154 - 155.\n(1/48)",
        "\nويقول – رحمه الله- أيضاً في موضع آخر: ((وإذا تأملت حكمته – سبحانه- فيما ابتلى به عباده وصفوته بما ساقهم به إلى أجل الغايات، وأكمل النهايات، التي لم يكونوا يعبرون إليها إلا على جسر من الابتلاء والامتحان، وكان ذلك الجسر لكماله كالجسر الذي لا سبيل إلى عبورهم إلى الجنة إلا عليه، وكان ذلك الابتلاء والامتحان عين المنهج في حقهم، والكرامة، فصورته صورة ابتلاء وامتحان، وباطنه فيه الرحمة والنعمة، فكم لله من نعمة جسيمة ومنة عظيمة، تجنى من قطوف الابتلاء والامتحان.\nفتأمل حال أبينا آدم وما آلت إليه محنته من الاصطفاء والاجتباء والتوبة والهداية ورفعة المنزلة، ولولا تلك المحنة التي جرت عليه، وهي إخراجه من الجنة وتوابع ذلك، لما وصل إلى ما وصل إليه، فكم بين حالته الأولى وحالته الثانية في نهايته.\nوتأمل حال أبينا نوح – صلى الله عليه وسلم- وما آلت إليه محنته وصبره على قومه تلك القرون كلها، حتى أقر الله عينه، وأغرق أهل الأرض بدعوته، وجعل العالم بعده من ذريته، وجعله خامس خمسة، وهم أولوا العزم الذين هم أفضل الرسل ... فإذا جئت إلى النبي – صلى الله عليه وسلم- وتأملت سيرته مع قومه وصبره في الله، واحتماله ما لم يحتمله نبي قبله، تلون الأحوال عليه من سلم وخوف، وغنى وفقر، وأمن و إقامه في وطنه وظعن عنه وتركه لله؛ ... وهو مع ذلك صابر على أمر الله يدعو إلى الله، فلم يؤذ نبي ما أوذي، ولم يحتمل في الله ما احتمله، ولم\n(1/49)\n",
        "يعط نبي ما أعطيه، فرفع الله له ذكره، وقرن اسمه باسمه، وجعله سيد الناس كلهم، وجعله أقرب الخلق إليه وسيلة، وأعظم عنده جاهاً، وأسمعهم عنده شفاعة، وكانت تلك المحن والابتلاء عين كرامته، وهي مما زاده الله بها شرفاً وفضلاً، وساقه بها إلى أعلى المقامات، وهذا حال ورثته من بعده الأمثل فالأمثل، كل له نصيب من المحنة يسوقه الله به إلى كماله بحسب متابعته له؛ ومن لا نصيب له من ذلك، فحظه من الدنيا حظ من خلق لها وخلقت له ... فلله سبحانه من الحكم في ابتلاءه أنبياءه ورسله وعباده المؤمنين ما تتقاصر عقول العالمين عن معرفته، وهل وصل من وصل إلى المقامات المحمودة، والنهايات الفاضلة، إلا على جسر المحنة والابتلاء)) (1).\nأنواع البلاء:\nإن الله عز وجل لم يجعل الابتلاء لعباده نوعاً واحداً، بل جعله أنواعاً مختلفة فهو سبحانه وتعالى يبتلي عباده بالتكاليف، ويبتليهم بالنعم، ويبتليهم بالنقم، يبتليهم بكل هذا لحكم كثيرة وفوائد جمة منها:\nتحقيق العبودية الكاملة لله في السراء والضراء، في العسر واليسر، وفي كل شأن من شؤون الحياة و في كل حين من الزمان.\n__________\n(1) مفتاح دار السعادة ومنشور ولاية العلم والإدارة: 1/ 299 - 301.\n(1/50)\n\nوالله ذكر في هذه الآية البأساء والضراء لأن من طبيعة الابتلاء بالشدة؛ وأما الزلزلة فهي أعلى مستوى وأشده من المحنة، وتتابع هذه الشدائد والرزايا على المؤمنين حتى ينزعجوا انزعاجاً شديداً، ويدخل الرعب والخوف إلى قلوبهم، إلى أن يصبح اضطراباً في القلوب، بحيث لا تستقر على حال وتكاد تزل عن الحق الذي آمنت به، ومن شأن هذه الأمور، أن توقظ الفطرة التي ما يزال فيها خير يرجى، وأن ترقق القلوب التي طال عليها الأمد، وأن تتجه بالبشر الضعاف إلى خالقهم القهار، يتضرعون إليه، ويطلبون رحمته وعفوه، ويعلنون بهذا التضرع عبوديتهم لله (1).\nنصر الله قريب:\nفهذه الآية تفيد إخباره أن الجنة التي أعدها الله لرسله وأتباعهم من المؤمنين، عزيزة غالية بعيدة المنال، لا يوصل إليها ألا بعد النجاح في الابتلاء والاختبار حتى يتبين المؤمن الصادق من المنافق الكاذب، وإذا اشتد البلاء والكرب فإن النصر قريب.\nوالعاقبة الحسنة للمؤمنين في الدنيا والآخرة، ولأعدائهم الهزيمة والخذلان في الدنيا، والنار في الآخرة.\n__________\n(1) في ظلال القرآن3/ 1336",
        "(1/51)\n\nفالجنة لا تنال بالراحة والكسل والتمني والتشهي والدعاوى الفارغة، وإنما تنال بالتوحيد والإخلاص، والصبر على الطاعات، واجتناب المحرمات، والجهاد في سبيله بالنفس والمال واللسان، والصبر على الشدائد والفتن والمصائب والكوارث واحتساب الأجر عند الله تعالى.\nوعلى المؤمنين عدم تعجل النصر فالنصر آتٍ بإذن الله والفرج مع شدة الكرب.\nوعن خباب بن الأرت رضي الله عنه قال: قلنا يا رسول الله ألا تستنصر لنا ألا تدعو الله لنا؟ فقال) إن من كان قبلكم، كان أحدهم يوضع المنشار على مفرق رأسه فيخلص إلى قدميه لا يصرفه ذلك عن دينه ويمشط بأمشاط الحديد ما بين لحمه وعظمه لا يصرفه ذلك عن دينه، ثم قال: والله ليتمن الله هنا الأمر، حتى يسير الراكب من صنعاء إلى حضرموت لا يخاف إلا الله والذئب على علمه ولكنكم تستعجلون \" (1)\nفلا يأس ولا قنوط، ولاكن صبر واحتساب حتى يأتي النصر.\nوما تأخر النصر إلا لحكمة أرادها سبحانه وتعالى\n__________\n(1) أخرجه البخاري في كتاب الإكراه، باب من اختار الضرب والقتل والهوان على الكفر12/ 330.\n(1/52)",
        "\nوقد تتحقق سنة النصر بغير صورتها الظاهرة من الغلبة على الأعداء والتمكين في الأرض، ويظن بعض الناس أن ذلك خلف للسنة ولوعد الله بنصر المؤمنين، وليس الأمر كذلك فالنصر ليس معناه مقتصراً على صورة واحدة وإنما هو صور متعددة، وأي تحقق لصورة معينة إنما هو تحقق للسنة، فسنة الله يأخذه أبداً، ووعد الله بنصر رسله والمؤمنين معه في مثل قوله تعالى (إنَّا لننصر رسلنا ..... ) غافر/51\nوهذا وعد يتحقق فسنة الله في قديم الدهر وحديثه أن ينصر عباده المؤمنين في الدنيا بوجه من وجوه النصر التالية:\n\n1 - النصر بالانتقام لهم ممن آذاهم، سواء كان ذلك بوجودهم أو في غيبتهم أو بعد موتهم؛ كما فعل بقتلة يحي و زكريا و شعيباً عليهم السلام.\n2 - النصر بغلبة الحجة والبرهان؛ وذلك كانتصار إبراهيم بحجته على قومه.\n3 - النصر بإنزال عقوبة الاستئصال أو غيرها من العقوبات الكونية؛ مثل عقابه لقوم نوح وصالح عليهما السلام وغيرهم.\n(1/53)\n",
        "4 - النصر بنجاة المؤمنين من كيد أعدائهم وسلامتهم من شرورهم؛ كانتصار إبراهيم عليه السلام بنجاته من النار التي أججها قومه لحرقه.\n5 - النصر بانتصار وانتشار فكرة الداعي باستشهاده في سبيل الله؛ كالنصر الذي ظفر به غلام أصحاب الأخدود مع سقوطه شهيداً على يد عدوه الملك الذي رماه بسهم من كنانة الغلام نفسه وقال كما ذكر له الغلام نفسه: باسم الله رب الغلام فرماه فأصابه.\n6 - النصر بإحباط الله لخطط الأعداء، وعدم تمكينهم من التغلب على قوة المسلمين، وبقاء المسلمين متمسكين بدينهم، رغم ضراوة الحرب ضدهم.\n7 - النصر بإزالة دولة الكفر، ولو بعد حين عن طريق الانهيار الذاتي، أو بتسلط دولة كافرة أخرى، ثم ظهور دولة الإسلام ظهوراً غير مصحوب بأعمال قتالية.\n8 - النصر بظهور الحق على الباطل، واعتراف أنصار الباطل في نفوسهم، بأنهم مبطلون وبأن خصومهم الدعاة هم المحقون. (1)\n__________\n(1) تفسير ابن كثير 4/ 83،في ظلال القرآن 5/ 3085\n(1/54)\n\nإلى غير ذلك من صور النصر التي نسأل الله أن يحققها وأن ينصر المسلمين نصراً مؤزراً.\n\nالخاتمة\nمما سبق يتبين:\n1 - أن سنة الله في ابتلاء عباده سنة جارية وماضية، لا تحيد عن أحد من البشر، فرداً أو جماعة، مسلماً أو كافراً.",
        "(1/55)\n\n2 - ظهر شدة التركيز والخطاب للمؤمنين بحتمية هذه السنة، وأنها سنة الله في الأمم السابقة واللاحقة، إلى أن يرث الله الأرض ومن عليها كل هذا؛ لأن المؤمنين هم الذين يستفيدون من ذلك لإيمانهم بالله، واحتسابهم الأجر منه سبحانه، لا أنهم فقط هم الذين تجري عليهم سنته هذه سبحانه وتعالى بل إن هذه السنة عامة بدليل قوله تعالى (إنا خلقنا الإنسان من نطفة أمشاج نبتليه) (1).\n3 - عدم الاغترار بزينة الدنيا الفانية.\n4 - لا مقارنة بين دار الدنيا ودار الآخرة.\n5 - الميزان الحقيقي للفوقية، وان المؤمنين ينالون الفوقية في الدارين الدنيا والآخرة.\n6 - السخرية هي دأب الكفرة وحالهم مع الصالحين.\n7 - وجه تسمية يوم القيامة بهذا الاسم.\n8 - يرزق الله من يشاء من عباده بغير حساب.\n9 - الأصل في الخلق الاسلام.\n10 - مهمة الرسل عليهم السلام التبشير و الإنذار.\n__________\n(1) الإنسان، آية: 2\n(1/56)",
        "\n11 - نصر الله قريب.\nالحمد لله رب العالمين، والصلاة والسلام على أفضل المرسلين نبينا محمد وعلى وآله وصحبه.\n(1/57)\n",
        "فهرس المراجع:\nالرقم ... اسم الكتاب ... المؤلف ... دار النشر\n1 ... أسباب النزول وبهامشة الناسخ والمنسوخ ... لأبي الحسن علي الواحدي ... عالم الكتب\n2 ... أسباب النقول في أسباب النزول ... للسيوطي ... دار الرسالة\n3 ... التذكرة في أحوال الموتى وأمور الاخرة ... للقرطبي ... دار الجيل بيروت\n4 ... الجامع لأحكام القرآن ... عبد الله بن أحمد الأنصاري القرطبي ... دارالكتاب العربي\n(1/58)\n\n5 ... الدر المنثور في التفسير بالمأثور ... جلال الدين السيوطي ... دار المعرفة\n6 ... الرسل والرسالات ... عمر سليمان الاشقر ... ط1412هـ مكتبة الفلاح\n7 ... الفتوحات الالهية ... سليمان بن عمر الشهيربالجمل\n8 ... الفوائد ... ابن القيم الجوزية حققه بشير محمد عيون ... هـ مكتبة دار الايمان\n9 ... القاموس المحيط ... للفيروزأبادي مجد الدين الفيروز أبادي\n10 ... القيامة الكبرى ... عمر سليمان الاشقر ... دار النفائس\n11 ... تفسير القران العظيم ... لابن كثير ... ط1403دار المعرفة\n13 ... روح المعاني في تفسير القرآن العظيم ... الألوسي البغدادي ... دار إحياءالتراث العربي ط4 1406\n14 ... زاد المسير في علم التفسير ... لابن قيم الجوزية ... ط3/ 1404هـ الكتاب الاسلامي\n15 ... صحيح مسلم بشرح النووي ... أبو الحسين سالم بن الحجاج القشيري ... المكتبة المصرية ...\nشرح محي الدين يحيى ابن شرف النووي\n16 ... فتح الباري ... لابن حجر أحمد بن علي بن حجر العسقلاني ... دار المعرفة\n\n18 ... فتح القدير ... محمد بن علي الشوكاني ... دار القياط 1409هـ\n19 ... في ظلال القرآن ... سيد قطب ... ط9/ 1400هـ دار الشروق",
        "(1/59)\n\n20 ... لسان العرب ... أبن المنظور ... دار صادر بيروت\n21 ... مسند الامام أحمد وبهامشه ... منتخب كنز العمال للإمام أحمد ... ط5/ 1405هـ المكتب الاسلامي\n22 ... مفتاح دار السعادة ... لابن قيم الجوزية ... دار الفكر\n23 ... معاني القرآن ... للزجاج أبي إسحاق إبراهيم بن السعدي تحقيق عبد الجليل شلبي ... ط 1/ 1408هـ عالم الكتب\n24 ... معارج القبول في شرح سلم الوصول ... للحكمي حافظ أحمد الحكم ... ط1/ 1411هـ دار الكتب العلمية\n25 ... معجم مقياس اللغة ... لأبي الحسن أحمد فارس ... ط12661دار الكتاب العربي\n(1/60)",
        "\nسنية الابتلاء\nملخص البحث\n___________________\nلا بد للمؤمن حتى يثبت على الصراط مهما تعددت الصعاب أن يعلم أن الإبتلاء سنة من السنن التي سنها الله على عباده وأن عليه الصبر والرضا والشكر، وعليه أن يتبين أمور:\n1 - أن سنة الله في ابتلاء عباده سنة جارية وماضية، لا تحيد عن أحد من البشر، فرداً أو جماعة، مسلماً أو كافراً.\n2 - ظهر شدة التركيز والخطاب للمؤمنين بحتمية هذه السنة، وأنها سنة الله في الأمم السابقة واللاحقة، إلى أن يرث الله الأرض ومن عليها كل هذا؛ لأن المؤمنين هم الذين يستفيدون من ذلك لإيمانهم بالله، واحتسابهم الأجر منه سبحانه، لا أنهم فقط هم الذين تجري عليهم سنته هذه سبحانه وتعالى بل إن هذه السنة عامة بدليل قوله تعالى (إنا خلقنا الإنسان من نطفة أمشاج نبتليه) (1).\n3 - عدم الاغترار بزينة الدنيا الفانية.\n4 - لا مقارنة بين دار الدنيا ودار الآخرة.\n5 - الميزان الحقيقي للفوقية، وان المؤمنين ينالون الفوقية في الدارين الدنيا والآخرة.\n6 - السخرية هي دأب الكفرة وحالهم مع الصالحين.\n7 - وجه تسمية يوم القيامة بهذا الاسم.\n8 - يرزق الله من يشاء من عباده بغير حساب.\n9 - الأصل في الخلق الإسلام.\n10 - مهمة الرسل عليهم السلام التبشير و الإنذار.\n__________\n(1) الإنسان، آية: 2\n(1/62)\n",
        "11 - نصر الله قريب.\nالحمد لله رب العالمين، والصلاة والسلام على أفضل المرسلين نبينا محمد وعلى وآله وصحبه.\n(1/63)\n"
    ]
}