{
    "partText": [
        "\nبسم الله الرحمن الرحيم\nشرح\nالأصول الثلاثة\nللإمام محمد بن عبد الوهاب\nرحمه الله تعالى\nبقلم الشيخ\nسليمان بن محمد اللهيميد\nالسعودية / رفحاء\nالموقع على الانترنت\nwww.almotaqeen.net\nبسم الله الرحمن الرحيم\nالحمد لله رب العالمين والصلاة والسلام على نبينا محمد وعلى آله وصحبه أجمعين . أما بعد :\nفهذا شرح ( للأصول الثلاثة ) للإمام محمد بن عبد الوهاب رحمه الله تعالى\nأسأل الله أن يحيينا على التوحيد ، وأن يميتنا على التوحيد\nوصلى الله وسلم على نبينا محمد\nبقلم\nسليمان بن محمد اللهيميد\nترجمة موجزة للمؤلف\nشيخ الإسلام المجدد محمد بن عبد الوهاب رحمه الله تعالى .\nهو العلامة المجدد الإمام ، شيخ الإسلام ، محمد بن عبد الوهاب بن سليمان الوهيبي التميمي .\nولد هذا العالم في بلدة العيينة سنة ( 1115ه ) .\nحفظ القرآن الكريم دون بلوغ عشر سنين ، وكانت له مشاركة في فنون كثيرة في التفسير والحديث ، والعقيدة والفقه ، والوعظ .\nوكان الشيخ ـ رحمه الله ـ قد وهبه الله فهماً ثاقباً وقدرة على الحفظ وصبراً على القراءة والتحصيل .\nله مؤلفات نافعة منها :\nكتاب التوحيد الذي هو حق الله على العبيد .\nوأصول الإيمان .\nوالأصول الثلاثة .\nومختصر زاد المعاد .\nومختصر الإنصاف .\nوكشف الشبهات ، وغيرها كثير .\nمات رحمه الله تعالى في أواخر سنة ( 1206ه ) عن إحدى وتسعين سنة قضاها في ميدان العلم والجهاد والدعوة فرحمه الله رحمة واسعة ، وأجزل له الأجر والمثوبة .\nقال المؤلف رحمه الله تعالى:\nم / ( بسم الله الرحمن الرحيم )\nابتدأ المؤلف كتابه بالبسملة اقتداء بكتاب الله عز وجل ، وتأسياً بالنبي - صلى الله عليه وسلم - ومراسلاته مثل : ( كتاب النبي - صلى الله عليه وسلم - إلى هرقل وفيه : بسم الله الرحمن الرحيم من محمد بن عبد الله ورسوله إلى هرقل عظيم الروم ) 0\n(1/1)\n",
        "وعملاً بحديث ( كل أمر ذي بال لا يبدأ فيه ببسم الله فهو أبتر ) رواه الخطيب في الجامع وضعفه الألباني . وفي رواية ( أقطع ) ، والمعنى : أنه ناقص البركة .\n(الله ) هو علم على الباري جل وعلا ولا يسمى به غيره ومعناه : المألوه : أي المعبود محبة وتعظيماً .\n( الرحمن ) اسم من أسماء الله المختصة به ، لا يطلق على غيره .\nوالرحمن معناه : المتصف بالرحمة الواسعة ، لأن ( فعلان ) في اللغة العربية تدل على السعة والامتلاء ، كما يقال : رجل غضبان إذا امتلأ غضباً .\n(الرحيم ) المراد به ذو الرحمة الواصلة .\nوإذا جمعا ـ الرحمن الرحيم ـ صار المراد بالرحمن : الموصوف بالرحمة الواسعة ، والمراد بالرحيم : الموصل رحمته من يشاء من عباده .\nواقتصر المؤلف على البسملة لأنها أبلغ الثناء والذكر .\nم / ( اعلم رحمك الله ) .\n( اعلم ) فعل أمر مبني على السكون ، من العلم ، وهو حكم الذهن الجازم المطابق للواقع : أي كن متهيئاً لما يلقى إليك من العلوم .\n( اعلم ) كلمة يؤتى بها عند ذكر الأشياء المهمة التي ينبغي للمتعلم أن يصغي إلى ما يلقى إليه منها .\nوما قرره المؤلف هنا من أصول الدين حقيق بأن يهتم به غاية الاهتمام ويعتنى به أشد الاعتناء ويصغى إليه حقيقة الإصغاء .\n( رحمك الله ) دعاء لك بالرحمة ، أي : غفر الله لك ما مضى ، ووفقك وعصمك فيما يستقبل وإذا قرنت الرحمة بالمغفرة ، فالمغفرة لما مضى ، والرحمة سؤال السلامة من ضرر الذنوب وشرها في المستقبل .\nوكثيراً ما يجمع رحمة الله عندما يرشد الطالب بتقرير الأصول المهمة بينها وبين الدعاء له ، وهذا من حسن عنايته ونصحه وقصده الخير للمسلمين .\nم / ( أنه يجب علينا تعلم أربع مسائل ، الأولى : العلم وهو معرفة الله ومعرفة نبيه ومعرفة دين الإسلام بالأدلة ) .\nأي يلزم كل فرد من أفراد المكلفين ، ذكراً أو أنثى ، حراً أو عبداً ، وهذه المسائل التي ذكرها المؤلف تشمل الدين كله فهي جديرة بالعناية لعظم نفعها .\n(1/2)\n\nالأولى العلم :\nوالعلم إذا أطلق فالمراد به العلم الشرعي الذي تفيد معرفته ما يجب على المكلف من أمر دينه .\nوالعلم الشرعي على قسمين : فرض عين ـ وفرض كفاية .\nوما ذكره رحمه الله : فهو فرض العين على الذكر والأنثى والحر والعبد أن يعرفه لا يعذر أحد بجهله .\nوفي الحديث عن أنس . قال : قال رسول الله - صلى الله عليه وسلم - ( طلب العلم فريضة على كل مسلم ) . رواه ابن ماجه\nقال أحمد : يجب أن يطلب من العلم ما يقوم به دينه ، قيل له : مثل أي شيء : قال : الذي لا يسعه جهله صلاته وصيامُه .\nفضل العلم:\n1) قال الله تعالى : ? شهد الله أنه لا إله إلا هو والملائكة وأولوا العلم قائماً بالقسط لا إله إلا هو العزيز الحكيم ? .\nقال القرطبي رحمه الله في تفسيره : ( هذه الآية دليل على فضل العلم وشرف العلماء ، فإنه لو كان أحد أشرف من العلماء لقرنهم الله باسمه واسم ملائكته كما قرن العلماء ) .\n2) وقال تعالى في شرف العلم لنبيه - صلى الله عليه وسلم - : ? وقل ربي زدني علماً ? .\nقال القرطبي رحمه الله : ( فلو كان شيء أشرف من العلم لأمر الله تعالى نبيه - صلى الله عليه وسلم - أن يسأله المزيد منه كما أمر أن يستزيده من العلم ) .\n3) وقال تعالى : ? إنما يخشى الله من عباده العلماء ? .\n4) عن معاوية - رضي الله عنه - قال : قال رسول الله - صلى الله عليه وسلم - : ( من يرد الله به خيراً يفقه في الدين ) رواه البخاري ومسلم\n5) عن أبي هريرة - رضي الله عنه - قال : قال رسول الله - صلى الله عليه وسلم - : ( من سلك طريقاً يلتمس فيه علماً سهل الله له به طريقاً إلى الجنة ) . رواه مسلم",
        "(1/3)\n\n6) وعن أبي الدرداء - رضي الله عنه - قال : سمعت رسول الله - صلى الله عليه وسلم - يقول : ( من سلك طريقاً يلتمس به علماً سهل الله له طريقاً إلى الجنة ، وإن الملائكة لتضع أجنحتها لطالب العلم رضاً بما يصنع ، وإن العالم ليستغفر له من في السموات ومن في الأرض ، حتى الحيتان في الماء ، وفضل العالم على العابد كفضل القمر على سائر الكواكب ، وإن العلماء ورثة الأنبياء ، وإن الأنبياء لم يُوَرِّثوا ديناراً ولا درهماً ، إنما ورَّثوا العلم ، فمن أخذه أخذ بحظ وافر ) . رواه أبو داود والترمذي\n( وهو معرفة الله ) .\nفسر العلم بأنه معرفة الله ، أي : أنه يجب على المسلم والمسلمة أن يعرف كل واحد ربه بذاته وصفاته وأفعاله ، ,انه ? ليس كمثله شيء وهو السميع البصير ? وأن يعرف العبد بأن الله تبارك وتعالى هو خالقه ورازقه والمتصرف في أمره ، بل وفي الكون كله ، وهو المستحق لأن يعبد وحده دون سواه ، وكل عبادة صرفت لغيره فهي عبادة باطلة ، وأن يؤمن بأن له الأسماء الحسنى والصفات العلى التي جاءت في كتاب الله وفي سنة رسوله - صلى الله عليه وسلم - .\nفمن عرف الله عز وجل حق المعرفة ، وقدره حق قدره ، فأقام فرائضه ، وأدى الواجبات ، وامتثل المأمور ، واجتنب المنهي ، وأحل الحلال معتقداً حله ، وحرم الحرام معتقداً تحريمه ، وهو في كل ذلك يرجو رحمته ويخشى عقوبته طيلة حياته ، فهو المؤمن حقاً ، له من ربه مغفرة وأجر عظيم .\nولهذه المعرفة بابان واسعان :\nأحدهما : النظر في مفعولاته .\nالثاني : التفكر في آياته وتدبرها .\nفالنوع الأول كقوله : ? إن في خلق السموات والأرض واختلاف الليل والنهار والفلك التي تجري في البحر بما ينفع الناس .... ? .\nوقوله : ? إن في خلق السموات والأرض واختلاف الليل والنهار لآيات لأولي الألباب ? .\n( ومعرفة نبيه )\n(1/4)",
        "\nأي تعرف نبيك وهو محمد بن عبد الله بن عبد المطلب الهاشمي القرشي المكي ، معرفة تستلزم قبول ما جاء به من الهدي ودين الحق وتصديقه فيما أخبر وامتثال أمره فيما أمر ، واجتناب ما نهى عنه وزجر ، وتحكيم شريعته.\nقال تعالى : ? فلا وربك لا يؤمنون حتى يحكموك فيما شجر بينهم ثم لا يجدوا في أنفسهم حرجاً مما قضيت ويسلموا تسليماً ?\n( وسيأتي تفاصيل هذا في الأصل الثالث من الأصول الثلاثة ) .\n( ومعرفة دين الإسلام بالأدلة )\nالإسلام : بالمعنى العام هو التعبد لله بما شرع منذ أن أرسل الله الرسل إلى أن تقوم الساعة كما ذكر الله ذلك في آيات كثيرة تدل على أن الشرائع السابقة كلها إسلام لله عز وجل .\nقال تعالى عن إبراهيم : ? ربنا وجعلنا مسلمين لك ومن ذريتنا أمة مسلمة لك ? .\nوالإسلام : بالمعنى الخاص بعد بعثة النبي - صلى الله عليه وسلم - يختص بما بعث به محمد - صلى الله عليه وسلم - ، لأن ما بعث به النبي - صلى الله عليه وسلم - نسخ جميع الأديان السابقة ، فصار من اتبعه مسلماً ومن خالفه ليس بمسلم .\nوهذا الدين الإسلامي هو الدين المقبول عند الله .\nقال تعالى : ? إن الدين عند الله الإسلام ? .\nوهذا الإسلام هو الدين الذي امتن الله به على محمد - صلى الله عليه وسلم - وأمته .\nقال تعالى : ? اليوم أكملت لكم دينكم وأتممت عليكم نعمتي ورضيت لكم الإسلام ديناً ? .\n( بالأدلة )\nأي معرفة دين الإسلام الذي تعبد الله الخلق به بالأدلة من الكتاب والسنة .\nوالأدلة : جمع دليل ، والدليل هو: ما يوصل به إلى المطلوب .\nوفيه إشارة إلى أنه لا يصلح فيه التقليد .\nوالتقليد هو : اتباع من ليس قوله حجة . ليخرج بذلك اتباع الرسول - صلى الله عليه وسلم - فليس تقليداً أنه اتباع للحجة وكذا اتباع أهل الإجماع لأن الإجماع حجه 0\nقال أبو عمر بن عبد البر وغيره : أجمع الناس على أن المقلد ليس معدوداً من أهل العلم ، وأن معرفة الحق بدليله.\n(1/5)\n",
        "قال ابن القيم : وهذا كما قال أبو عمر فإن الناس لا يختلفون في أن العلم هو المعرفة الحاصلة عن دليل ، وأما بدون الدليل فإنما هو تقليد 0\nم / ( الثانية العمل به )\nفالعمل هو : ثمرة العلم ، والعلم مقصود لغيره بمنزلة الشجرة ، فلا بد مع العلم بدين الإسلام من العمل به ، فإن الذي معه علم ولا يعمل به شر من الجاهل .\nواعلم أنه لا خير في علم لا يقترن بعمل مخلص متابع الرسول - صلى الله عليه وسلم - في عباداته ومعاملاته وأخلاقه وسائر شئون حياته ، وذلك بأن يؤدى حق وحق العبيد .\nواعلم أن العلم إن وجد لنفسه داراً مكث وإلا رحل عنك ، ودار العلم العمل ، والعلم لا يثبت إلا بالعمل .\nقال علي بن أبي طالب - رضي الله عنه - : {هتف العلم بالعمل فإن أجابه وإلا ارتحل } ـ ذكره الخطيب .\nوقال بعض السلف : { من عمل بما علم ورثه الله علم ما لم يعلم }.\nولذلك كان علماء السلف في الماضي والحاضر هم القمة ، لأنهم عملوا بما علموا في كل وقت ومكان في الأقوال والأفعال الظاهرة والباطنة في العبادات والمعاملات والأخلاق والسلوك .\nكان السلف - رضي الله عنهم - يتعلمون خمس أو عشر آيات ويعملون بمقتضاها ثم يحفظون غيرها .\nوقد ألف الخطيب البغدادي رسالة لطيفة سماها : ( العلم يقتضي العمل ، فحذار أن تتشبه باليهود والنصارى ، فاليهود يعلمون ولا يعملون ، والنصارى يعملون بلا علم ، فاليهود مغضوب عليهم والنصارى ضالون ) .\nقال شيخ الإسلام ابن تيمية رحمه الله تعالى : ( من انحرف من العلماء من أمة محمد - صلى الله عليه وسلم - ولم يعمل بعلمه ففيه شبه من اليهود ، ومن انحرف من العباد وعبد الله على جهل ففيه شبه من النصارى ) .\nوالرسول - صلى الله عليه وسلم - يقول : ( لا تزول قدما عبد يوم القيامة حتى يسأل عن أربع ، عن عمره فيما أفناه وعن علمه ماذا عمل فيه وعن ماله من أين اكتسبه وفيما أنفقه ، ... ) . رواه الترمذي\n(1/6)\n\nفاحذر يا أخي أن تكون قدوة سيئة بتركك للعمل ، فهذا ابن القيم يعتصر قلبه حزناً من ظاهرة التناقض فيقول في كتابه الفوائد : ( علماء السوء جلسوا على باب الجنة يدعون الناس إليها بأقوالهم ويدعون إلى النار بأفعالهم ، فكلما قالت أفواههم للناس هلموا ، قالت أفعالهم : لا تسمعوا منهم فلو كان ما دعوا إليه حقاً كانوا أول المستجيبين له ، فهم في الصورة أدلاء وفي الحقيقة قطاع طرق ) .\nنماذج مشرقة في تطبيق العمل بالعلم :\nعن سالم بن عبد الله بن عمر بن الخطاب ـ رضي الله عنهم ـ عن أبيه : أن رسول الله - صلى الله عليه وسلم - قال : ( نعم الرجل عبد الله لو كان يصلي من الليل ) قال سالم : فكان عبد الله بعد ذلك لا ينام من الليل إلا قليلاً ) .\n…………………… رواه البخاري ومسلم\nولما علم النبي - صلى الله عليه وسلم - علياً وفاطمة : أن يسبحا ثلاثاً وثلاثين ويحمدا ثلاثاً وثلاثين ويكبرا أربعاً وثلاثين وقال : ( فهو خير لكما من خادم ) قال علي - رضي الله عنه - : ما تركته منذ سمعته من النبي - صلى الله عليه وسلم - ، قيل له : ولا ليلة صفين ؟ قال : ولا ليلة صفين . رواه مسلم\nعن ابن عمر - رضي الله عنه - قال : سمعت رسول الله - صلى الله عليه وسلم - قال : ( ما حق امريء مسلم له شيء يوصي فيه ؛ يبيت ثلاث ليالٍ إلا ووصيته مكتوبة ) قال عبد الله بن عمر - رضي الله عنه - : ما مرت علي ليلة منذ سمعت رسول الله - صلى الله عليه وسلم - قال ذلك إلا وعندي وصيتي ) . رواه مسلم\nقال البخاري : ما اغتبت أحداً منذ علمت أن الغيبة حرام ، إني لأرجو أن ألقى الله ولا يحاسبني أني اغتبت أحداً .\nعن أبي أمامة - رضي الله عنه - قال : قال رسول الله - صلى الله عليه وسلم - : ( من قرأ آية الكرسي عقب كل صلاة ، لم يمنعه من دخول الجنة إلا أن يموت ) قال ابن القيم ـ رحمه الله ـ : بلغني عن شيخ الإسلام أنه قال : ما تركتها عقب كل صلاة إلا نسياناً أو نحوه .",
        "(1/7)\n\nقال الإمام أحمد بن حنبل : ( ما كتبت حديثاً إلا قد عملت به حتى مرَّ بي أن النبي - صلى الله عليه وسلم - احتجم وأعطى أبي طيبة ديناراً فاحتجمت وأعطيت الحجام ديناراً ) .\nولذلك نجد كتب المصطلح إذا ذكرت آداب طالب الحديث تذكر منها ( أدب التمسك بالسنن والعمل بها ) .\nقال العلامة السيوطي في التدريب : ( ينبغي أن يستعمل ما يسمعه من أحاديث العبادات والآداب وفضائل الأعمال فذلك زكاة الحديث وسبب حفظه ) .\nولهذا كان الحرص عند السلف على التمسك بالسنة والعمل بها شيء كبير ومهم .\nوكان وكيع ـ أحد كبار المحدثين ـ يقول :\n( إذا أردت أن تحفظ حديثاً فاعمل به ) .\nوكان الإمام المحدث إبراهيم بن إسماعيل يقول :\n( كنا نستعين على حفظ الحديث بالعمل به ) .\nم / ( الثالثة : الدعوة إلى الله ) .\nفإذا حصل له بتوفيق الله العلم بدين الإسلام والعمل به ، فيجب عليه السعي في الدعوة إليه كما هي طريقة الرسل وأتباعهم .\nقال تعالى : ? قل هذه سبيلي أدعو إلى الله على بصيرة أنا ومن اتبعني ... ? .\nوأعلى مراتب العلم : الدعوة إلى الله ونفي الشرك والفساد ، فإنه ما من نبي يبعث إلى قومه إلا ويدعوهم إلى طاعة الله وإفراده بالعبادة ، وينهاهم عن الشرك ووسائله وذرائعه .\nقال تعالى :? ولقد بعثنا في كل أمة رسولاً أن اعبدوا الله واجتنبوا الطاغوت ? .\nفضل الدعوة إلى الله والدلالة على الخير :\nـ عن سهل بن سعد - رضي الله عنه - أنه سمع النبي - صلى الله عليه وسلم - يقول يوم خيبر : ( لأعطين الراية رجلاً يفتح الله على يديه ) فقاموا يرجون لذلك أيهم يعطى فغدوا وكلهم يرجو أن يعطى ، فقال : ( أين علي ) فقيل : يشتكي عينيه ، فدعا له فبصق في عينيه فبرأ فكأنه حتى كأنه لم يكن به شيء ، فقال :\n(1/8)",
        "\nنقاتلهم حتى يكونوا مثلنا ، فقال : ( على رسلك حتى تنزل بساحتهم ثم ادعهم إلى الإسلام وأخبرهم بما يجب عليهم فوالله لأن يهدي الله بك رجلاً واحداً خير لك من حمر النعم ) متفق عليه .\nقال النووي رحمه الله تعالى في معنى قوله{ فوالله لأن يهدي الله بك رجلاً واحداً خير لك من حمر النعم } : هي الإبل الحمر ، وهي أنفس أموال العرب يضربون بها المثل في نفاسة الشيء وأنه ليس هناك أعظم منه ، وبأن تشبيه أمور الآخرة بأعراض الدنيا إنما هو للتقريب من الإفهام وإلا فذرة من الآخرة الباقية خير من الأرض بأسرها وأمثالها لو تصورت ، وفي هذا الحديث بيان فضل العلم والدعاء إلى الهدى وسن السنن الحسنة ) . أ . ه\n2) ـ وعن أبي هريرة - رضي الله عنه - أ ن رسول الله - صلى الله عليه وسلم - قال : ( من دعا إلى هدى كان له من الأجر مثل أجور من تبعه لا ينقص ذلك من أجورهم شيئاً ، ومن دعا إلى ضلالة كان عليه من الإثم مثل آثام من تبعه لا ينقص من آثامهم شيئاً ) . رواه مسلم .\n3) ـ وعن أبي مسعود عقبة بن عمرو الأنصاري البدري - رضي الله عنه - قال : قال رسول الله - صلى الله عليه وسلم - : ( من دل على خير فله مثل أجر فاعله ) . رواه مسلم .\nشروط الدعوة إلى الله :\n1ـ أن يكون على بصيرة فيما يدعو إليه .\nقال تعالى : ? قل هذه سبيلي أدعو إلى الله على بصيرة أنا ومن اتبعني ? .\nلأنه قد يدعو إلى شيء يظن أنه واجب وهو في الشرع غير واجب ، فيلزم عباد الله بما لم يلزمهم الله به ، وقد يدعو إلى ترك شيء يظن أنه محرم ، وهو في دين الله غير محرم .\nمثال :\nهناك من يقول : لا تستمع إلى القرآن من المسجل لأن هذا لم يكن معروفاً في عهد النبي - صلى الله عليه وسلم - وأصحابه ، فيكون بدعة ، وكل بدعة ضلالة .\nنقول : إن قائل هذا الكلام قد دعا إلى الله ، لكن على غير بصيرة ، لأن هذا المسجل وسيلة لحفظ القول المسموع ، والوسائل ليست كالمقاصد .\n(1/9)\n",
        "2ـ أن يكون على بصيرة بحال المدعو :\nعن ابن عباس - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - لما بعث معاذاً إلى اليمن قال له : ( إنك تأتي قوماً من أهل الكتاب ... )\nمتفق عليه .\nفأخبره النبي - صلى الله عليه وسلم - بذلك لأمرين :\nالأول/ أن يكون بصيراً بأحوال من يدعو .\nالثاني/ أن يكون مستعداً لهم ، لأنهم أهل كتاب وعندهم علم .\n3ـ الدعوة إلى الله بالرفق والحكمة والعفو .\nإن الطريق الأمثل الذي سلكه الأنبياء ـ عليهم السلام ـ هو الدعوة إلى الله تعالى بالرفق واللين والحكمة والموعظة الحسنة .\nيقول الله تعالى : ? وقولوا للناس حسناً ? .\nويقول سبحانه وتعالى عن رسول الله - صلى الله عليه وسلم - : ? فبما رحمة من الله لنت لهم ولو كنت فظاً غليظ القلب لانفضوا من حولك ? .\nويقول سبحانه : ? ادعُ إلى سبيل ربك بالحكمة والموعظة الحسنة وجادلهم بالتي هي أحسن ? .\nويقول سبحانه وتعالى مخاطباً موسى وهارون ـ عليهما السلام ـ حينما بعثهما إلى فرعون :\n? فقولا له قولاً ليناً لعله يتذكر أو يخشى ? .\nقال ابن كثير رحمه الله : ( هذه الآية فيها عبرة عظيمة ، وهو أن فرعون في غاية العتو والاستكبار ، وموسى صفوة الله من خلقه إذ ذاك ، ومع هذا أمر أن لا يخاطب فرعون إلا بالملاطفة واللين ) أ . ه\nوأما في السنة :\n1ـ عن أنس بن مالك - رضي الله عنه - أن أعرابياً بال في المسجد فقاموا إليه فقال رسول الله - صلى الله عليه وسلم - : ( دعوه ثم دعا بدلو من ماء فصب عليه ) متفق عليه .\nوفي رواية قال : ( إنما بعثتم ميسرين ولم تبعثوا معسرين ).\n2ـ وعن ابن مسعود - رضي الله عنه - قال : كأني أنضر إلى رسول الله - صلى الله عليه وسلم - يحكي نبياً من الأنبياء ـ عليهم السلام ـ ضربه قومه فأدموه وهو يمسح الدم عن وجهه ويقول ( اللهم اغفر لقومي فإنهم لا يعلمون ) رواه البخاري .\n(1/10)\n\n3ـ وعن عائشة عن النبي - صلى الله عليه وسلم - أنه قال : ( إن الرفق لا يكون في شيء إلا زانه , ولا ينزع من شيء إلا شانه ) رواه مسلم .\nم / ( الرابعة : الصبر على الأذى فيه ) .\nلأن من قام بدين الإسلام ودعا الناس إليه ، فقد تحمل أمراً عظيماً ، وقام مقام الرسل في الدعوة إلى الله .\nوالدعوة إلى الله تحتاج إلى صبر . ذلك أن أصحاب الدعوة إلى الله يطلبون إلى الناس أن يتحرروا من أهوائهم وأوهامهم ومألوفاتهم ، ويثوروا على شهوات أنفسهم ، ومعبودات آبائهم ، وعادات أقوامهم ، وامتيازات طبقاتهم ، وينزلوا عن بعض ما يملكون إلى إخوانهم ، ويقفوا عند حدود الله فيما أمر ونهى ، وأحل وحرم ، وأكثر الناس لا يؤمنون بهذه الدعوة الجديدة ، فلهذا يقاومونها بكل قوة ، ويحاربون دعاتها بكل سلاح ، مدلين بأنهم أكثر مالاً وأعز نفراً ، وأقوى نفوذاً ، وأوسع سلطاناً .\nفليس أمام دعاة الحق إلا أن يعتصموا باليقين ، ويتسلحوا بالصبر في وجه القوة الضاربة ، فالصبر هنا كما قال علي - رضي الله عنه - : ( سيف لا ينبو ، ومطية لا تكبو ، وضياء لا يخبو ) .\n# تعريف الصبر :\nقال ابن القيم : ( هو خلق فاضل من أخلاق النفس يمتنع به من فعل ما لا يحسن ولا يحمل ـ وهو قوة من قوى النفس التي بها صلاح شأنها وقوام أمرها ) .\n# فضل الصبر :\nلقد ذكر الله الصبر في كتابه العزيز في مواضع كثيرة ومناسبات عديدة ، وما ذاك إلا لفضله وعظمته وثمرته .\nوقد نقل العلامة ابن القيم في مدارج السالكين عن الإمام أحمد : ( الصبر في القرآن في نحو تسعين موضع ) .\n# الأدلة من القرآن :\nقال تعالى :? واستعينوا بالصبر والصلاة ? .\nقال ابن كثير : ( يقول الله تعالى آمراً عبيده فيم يؤملون من خير الدنيا والآخرة بالاستعانة بالصبر والصلاة ) .\nوقال تعالى : ? فاصبر إن وعد الله حق ? .\nأي اصبر على مخالفتهم وعنادهم فإن الله تعالى منجز لك ما وعدك من نصرة إياك عليهم .",
        "(1/11)\n\nوقال تعالى : ? فاصبر كما صبر أولوا العزم من الرسل ? .\nويقول تعالى : ? وإن تصبروا وتتقوا لا يضركم كيدهم شيئاً ? .\nفالله سبحانه وتعالى يرشدهم إلى السلامة من شر الأشرار وكيد الفجار باستعمال الصبر والتقوى والتوكل .\nويقول تعالى : ? ولقد كذبت رسل من قبلك فصبروا على ما كذبوا وأوذوا حتى أتاهم نصرنا ?\nوقال تعالى : ? وجعلناهم أئمة يهدون بأمرنا لما صبروا وكانوا بآياتنا يوقنون ? .\nقال سفيان : ( بالصبر واليقين تنال الإمامة في الدين ) .\nوأما السنة :\n1 ـ عن أبي هريرة - رضي الله عنه - قال : قال رسول الله - صلى الله عليه وسلم - : ( من يرد الله به خيراً يصب منه ) .\n2 ـ وعن أبي مالك الأشعري - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال :( ... والصبر ضياءً ) . رواه مسلم .\n3 ـ وقال النبي - صلى الله عليه وسلم - : ( واعلم أن في الصبر على ما تكره خيراً كثيراً ، وأن النصر مع الصبر ) .\nرواه مسلم ، وأحمد عن ابن عباس .\n4 ـ وعن صهيب - رضي الله عنه - قال : قال رسول الله - صلى الله عليه وسلم - : ( عجباً لأمر المؤمن إن أمره كله له خير وليس ذلك إلا للمؤمن ، إن أصابته ضراء صبر فكان خيراً له ، وإن أصابته سرّاء شكر فكان خيراً له ) . رواه مسلم .\n5 ـ وعن أبي سعيد الخدري - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال : ( ومن يتصبر يصبره الله ، وما أعطى الله أحداً عطاءً هو خير وأوسع من الصبر ) . متفق عليه .\n# أن مشاق الدعوة إلى الله التي أمر الله بالصبر عليها تتمثل في :\n1ـ تتمثل في إعراض الخلق عن الداعية .\nرأينا ذلك مع نوح - عليه السلام - حيث قال مناجياً ربه : ? رب إني دعوت قومي ليلاً ونهاراً فلم يزدهم دعائي إلا فراراً وإني كلما دعوتهم لتغفر لهم جعلوا أصابعهم في آذانهم واستغشوا ثيابهم وأصروا واستكبروا استكباراً ? .\n2ـ وتتمثل متاعب الدعوة في أذى الناس بالقول والفعل .\n(1/12)",
        "\nقال تعالى : ? لتبلون في أموالكم وأنفسكم ولتسمعن من الذين أوتوا الكتاب من قبلكم ومن الذين أشركوا أذىً كثيراً وإن تصبروا وتتقوا فإن ذلك من عزم الأمور ? .\n3ـ وتتمثل مشاق الدعوة كذلك في طول الطريق واستبطاء النصر .\nفقد جعل الله العاقبة للمتقين ، وكتب النصر لدعاة الحق من رسله وأتباعهم وورثتهم المؤمنين ، ولكن هذا النصر لا يتحقق بين عشية وضحاها ولا تشرق شمسه إلا بعد ليل طويل .\nيقول تعالى : ? حتى إذا استيئس الرسل وظنوا أنهم قد كذبوا جاءهم نصرنا فنجي من نشاء ولا يرد بأسنا عن القوم المجرمين ? .\n# ضرورة المحن لأهل الإيمان :\nوإنما كانت المحن ضرورة لأهل الإيمان لجملة معان وحكم نبه عليها القرآن :\n1ـ تطهير الصف المؤمن من أدعياء الإيمان من المنافقين والذين في قلوبهم مرض .\nقال تعالى : ? ما كان الله ليذر المؤمنين على ما أنتم عليه حتى يميز الخبيث من الطيب ? .\n2ـ تربية المؤمنين وصقل معادنهم وتمحيص ما في قلوبهم .\nقال تعالى : ? وليمحص الله الذين آمنوا ويمحق الكافرين ? .\n3ـ زيادة رصيدهم ومقامهم عند الله ،فهو يرفع درجاتهم ويضاعف حسناتهم .\nقال النبي - صلى الله عليه وسلم - : ( ما يصيب المؤمن من هم ولا غم ولا نصب ولا وصب ولا حزن ولا أذى حتى الشوكة يشاكها إلا كفر الله بها من خطاياه ) . رواه البخاري .\nم / ( والدليل قوله تعالى : ? والعصر إن الإنسان لفي خسر إلا الذين آمنوا وعملوا الصالحات وتواصوا بالحق وتواصوا بالصبر ? ) .\nأي الدليل على هذه المراتب الأربع قوله تعالى : ? والعصر ? .\n(1/13)\n",
        "فأقسم الله عز وجل في هذه السورة بالعصر الذي هو الدهر ، وهو محل الحوادث من خير وشر ، فأقسم تعالى به على أن الإنسان لفي خسر ، أي في خسارة وهلاك ? إلا الذين آمنوا وعملوا الصالحات ? فاستثنى من جنس الإنسان عن الخسران الذين آمنوا بقلوبهم وعملوا الصالحات بجوارحهم ? وتواصوا بالحق ? وهو أداء الطاعات وترك المحرمات ? وتواصوا بالصبر ? أي على المصائب والأقدار وأذى من يؤذي ممن يأمرونه بالمعروف وينهونه عن المنكر .\nففي هذه السورة الكريمة : التنبيه على أن جنس الإنسان كله في خسارة إلا من استثنى الله وهو من كمال قوته العلمية بالإيمان بالله ، وقوته العملية بالطاعات ، فهذا كماله في نفسه ثم كمل غيره بوصيته له في ذلك ، وأمره به وبملاك ذلك ، وهو الصبر ، وهذا غاية الكمال ومعنى ذلك في القرآن كثير .\nقال ابن القيم : ( جهاد النفس أربع مراتب :\nأحدها / أن يجاهدها على تعلم الهدى ودين الحق ، الذي لا فلاح لها ولا سعادة في معاشها ومعادها إلا به ، ومتى فاتها شقيت في الدارين .\nالثانية / أن يجاهدها على العمل به بعد علمه ، وإلا فمجرد العلم بلا عمل إن لم يضرها لم ينفعها .\nالثالثة / أن يجاهدها على الدعوة إليه وتعليمه من لا يعلمه .\nالرابعة / أن يجاهدها على الصبر على مشاق الدعوة إلى الله وأذى الخلق ) . أ . ه\nقال الشافعي : ( لو ما أنزل الله حجة على خلقه إلا هذه السورة لكفتهم ) . أ . ه\nومراده رحمه الله : أن هذه السورة كافية للخلق في الحث على التمسك بدين الله بالإيمان والعمل الصالح والدعوة إلى الله والصبر على ذلك ، وليس مراده أن هذه السورة كافية للخلق في جميع الشريعة .\nوقول الشافعي : ( لو ما أنزل الله على خلقه ... ) لماذا ؟\nلأن العاقل البصير إذا سمع هذه السورة أو قرأها فلا بد أن يسعى إلى تخليص نفسه من الخسران ، وذلك باتصافه بهذه الصفات الأربع : الإيمان ـ العمل الصالح ـ التواصي بالحق ـ التواصي بالصبر .\n(1/14)\n\nقال شيخ الإسلام : ( وهو كما قال ـ أي الشافعي ـ فإن الله أخبر أن جميع الناس خاسرون إلا من كان في نفسه مؤمناً صالحاً ، ومع غيره موصياً بالحق موصياً بالصبر ) . أ . ه\nم / ( وقال البخاري ـ رحمه الله ـ : بابٌ العلمُ قبل القول والعمل ، والدليل قوله تعالى : ? فاعلم أنه لا إله إلا الله واستغفر لذنبك ? فبدأ بالعلم قبل القول والعمل ) .\nاستدل البخاري رحمه الله بهذه الآية على وجوب البداءة بالعلم قبل القول والعمل ـ فترجم لذلك ـ وذلك أن الله أمر نبيه - صلى الله عليه وسلم - بأمرين : بالعلم ثم العمل .\nوالمبدوء به العلم في قوله : ? واستغفر لذنبك ? فدل على أن مرتبة العلم مقدمة على مرتبة العمل ، وهذا دليل أثري وهناك دليل عقلي نظري يدل على أن العلم قبل القول والعمل ، وذلك لأن القول أو العمل لا يكون صحيحاً مقبولاً حتى يكون على وفق الشريعة ، ولا يمكن أن يعلم الإنسان أن عمله على وفق الشريعة إلا بالعلم .\nقال الشاعر :\nوكل من بغير علم يعمل أعماله مردودة لا تقبل\nوقال ابن حجر ـ رحمه الله ـ في قوله تعالى ? فاعلم أنه لا إله إلا الله واستغفر لذنبك ? : ( قال ابن المنير : أراد به أن العلم شرط في صحة القول والعمل ، فلا يعتبران إلا به فهو متقدم عليهما لأنه مصحح للنية المصححة للعمل ، فنبه المصنف على ذلك حتى لا يسبق إلى الذهن من قولهم : ( وإن العلم لا ينفع إلا بالعمل ) تهوين أمر العلم والتساهل في طلبه ) . الفتح ج1 ص160.\nوسئل سفيان عن فضل العلم فقال : ( ألم تسمع قوله تعالى حين بدأ به فقال : ? فاعلم أنه لا إله إلا الله ? ثم أمره بالعمل بعد ذلك فقال : ? واستغفر لذنبك وللمؤمنين ? ، وفي شهادة أن لا إله إلا الله لا يغفر إلا بها من قالها غفر له ) .\nم / ( واعلمْ رحمَكَ اللهُ أَنَََََََّهُ يجبُ على كلِّ مسلمٍ ومسلمةٍ تعلّمُ ثلاث هذهِ المسائلِ والعملُ بهِنّ ) .",
        "(1/15)\n\nهذه المسائل الثلاث من أهم المسائل التي تتعلق بالتوحيد وحقوقه ، فيجب على كل مكلف من ذكر وأنثى وحر وعبد أن يتعلمهن ويعتقد معانيهن والعمل بمدلولهن فإن العمل هو ثمرة العلم .\nم / ( الأولى/ أن الله خلقنا ورزقنا ولم يتركنا هملاً بل أرسل إلينا رسولاً فمن أطاعه دخل الجنة ومن عصاه دخل النار ، والدليل قوله تعالى : ? إنا أرسلنا إليكم رسولاً شاهداً عليكم كما أرسلنا إلى فرعون رسولاً فعصى فرعون الرسول فأخذناه أخذاً وبيلاً ? ) .\n( أن الله خلقنا ) .\nقال تعالى : ? هل من خالق غير الله يرزقكم من السماء والأرض ? .\nفهذه الآية تفيد اختصاص الخلق بالله .\nقال تعالى : ? هو الذي خلقكم من طين ثم قضى أجلاً وأجل مسمى عنده ثم أنتم تمترون ? .\nوقال تعالى : ? ولقد خلقناكم ثم صورناكم ? .\nوقال تعالى : ? ولقد خلقنا الإنسان من صلصال من حمإ مسنون? .\nوقال تعالى : ? ومن آياته أن خلقكم من تراب ثم أنتم بشر تنتشرون ? .\nوقال تعالى : ? وخلق الإنسان من صلصال كالفخار ? .\nوقال تعالى : ? الله خالق كل شيء ? .\nوقال تعالى : ? والله خلقكم وما تعملون ? .\nوقال تعالى : ? وما خلقت الجن والإنس إلا ليعبدون ? .\nوأما الدليل العقلي على أن الله خلقنا :\nفقد جاءت الإشارة إليه في قوله تعالى : ? أم خلقوا من غير شيء أم هم الخالقون ? .\nفإن الإنسان لم يخلق نفسه ، لأنه قبل وجوده عدم ، والعدم ليس بشيء ، وما ليس بشيء لا يوجد شيئاً ، ولم يخلقه أبوه ولا أمه ولا أحد من الخلق ، ولم يكن ليأتي صدفة بدون موجد ، لأن كل حادث لا بد له من محدث ، ولأن وجود هذه المخلوقات على هذا النظام البديع والتناسق المتآلف يمنع منعاً باتاً أن يكون صدفة إذ الموجود صدفة ليس على نظام في أصل وجوده فكيف يكون منتظماً حال بقائه وتطوره .\nوقال تعالى : ? ما اتخذ الله من ولد وما كان معه من إله إذاً لذهب كل إله بما خلق ولعلا بعضهم على بعض ?.\n(1/16)",
        "\nإذ لو أثبتنا للعالم خالقين لكان كل خالق يريد أن يتفرد بما خلق ويستقل به كعادة الملوك ، إذ لا يرضى أن يشاركه أحد .\nوأما ما ورد من إثبات خالق غير الله كقوله تعالى : ? فتبارك الله أحسن الخالقين ? ، وكقوله - صلى الله عليه وسلم - : ( يقال لهم ـ أي للمصورين ـ أحيوا ما خلقتم ) . متفق عليه\nفهذا ليس خلقاً حقيقة ، وليس إيجاداً بعد عدم ، بل هو تحويل للشيء من حال إلى حال ، وأيضاً ليس شاملاً بل محصور بما يتمكن الإنسان منه ، ومحصور بدائرة ضيقة .\nولم ينكره أحد معلوم من بني آدم ، فلم يقل أحد من المخلوقين أن للعالم خالقين متساويين .\nفلم يجحد أحد توحيد الربوبية ، لا على سبيل التعطيل ، ولا على سبيل التشريك إلا ما حصل من فرعون فإنه أنكره على سبيل التعطيل مكابرة ، فإنه عطل الله من ربوبيته وأنكر وجوده ، قال تعالى :? فقال أنا ربكم الأعلى ? وقال : ? ما علمت لكم من إله غيري ? .\nوهذا مكابرة منه لأنه يعلم أن الرب غيره كما قال تعالى :? وجحدوا بها واستيقنتها أنفسهم ظلماً وعلواً ? .\n( ورزقنا ) .\nقال تعالى : ? إن الله هو الرزاق ذو القوة المتين ? .\nوقال تعالى : ? قل من يرزقكم من السماء والأرض أم من يملك السمع والأبصار ومن يخرج الحي من الميت ويخرج الميت من الحي ومن يدبر الأمر فسيقولون الله ? .\nوأما السُّنَّة :\nقوله - صلى الله عليه وسلم - في الجنين ( يبعث إليه ملك فيؤمر بأربع كلمات : بكتب رزقه وأجله وعمله وشقي أم سعيد ) .\nوأما الدليل العقلي على أن الله رزقنا :\nفلأننا لا نعيش إلا على طعام وشراب ، والطعام والشراب خلقه الله ، كما قال تعالى : ? أفرأيتم ما تحرثون أأنتم تزرعونه أم نحن الزارعون لو نشاء لجعلناه حطاماً فظلتم تفكهون إنا لمغرمون بل نحن محرومون أفرأيتم الماء الذي تشربون أأنتم أنزلتموه من المزن أم نحن المنزلون لو نشاء جعلناه أجاجاً فلولا تشكرون ? .\n( ولم يتركنا هملاً ) .\n(1/17)\n",
        "قال تعالى : ? أفحسبتم أنما خلقناكم عبثاً وأنكم إلينا لا ترجعون فتعالى الله الملك الحق لا إله إلا هو ? .\nقال ابن كثير في تفسير هذه الآية :\n(? أفحسبتم أنما خلقناكم عبثاً ? أي أفظننتم أنكم مخلوقون عبثاً بلا قصد ولا إرادة منكم ولا حكمة منا ، وقيل: للعبث ، أي لتلعبوا وتعبثوا كما خلقت إليها ثم لا ثواب ولا عقاب) . أ.ه\nوقال تعالى : ? أيحسب الإنسان أن يترك سدى ? .\nقال السدي : لا يُبَعث .\nوقال مجاهد والشافعي وعبد الرحمن بن زيد بن أسلم : يعني لا يؤمر ولا يُنهى .\nقال ابن كثير : ( والظاهر أن الآية تعم الحالين ، أي ليس يترك في هذه الدنيا مهملاً لا يؤمر ولا يُنهى ، ولا يترك في قبره سدى لا يبعث ، بل هو مأمور ومنهي في الدنيا , محشور إلى الله في الدار الآخرة ) . أ.ه\nوأما الدليل العقلي :\nفلأن وجود هذه البشرية لتحيا ثم تتمتع كما تتمتع الأنعام ثم تموت إلى غير بعث ولا حساب أمر لا يليق بحكمة الله عز وجل ، بل هو عبث محض ولا يمكن أن يخلق الله هذه الخليقة ويرسل إليها الرسل ويبيح لنا دماء المعارضين المخالفين للرسل ـ عليهم الصلاة والسلام ـ ثم تكون النتيجة لا شيء ، هذا مستحيل على حكمة الله عز وجل .\n( بل أرسل إلينا رسولاً ) .\nهو محمد - صلى الله عليه وسلم - أرسله الله بالهدى ودين الحق .\n( فمن أطاعه دخل الجنة ) .\nقال تعالى : ? وأطيعوا الله والرسول لعلكم ترحمون ? .\nوقال تعالى : ? وسارعوا إلى مغفرة من ربكم وجنة عرضها السموات والأرض أعدت للمتقين ? .\nوقال تعالى : ? ومن يطع الله والرسول فأولئك مع الذين أنعم الله عليهم من النبيين والصديقين والشهداء والصالحين وحسن أولئك رفيقاً ? .\nوقال الرسول - صلى الله عليه وسلم - : ( كل أمتي يدخلون الجنة إلا من أبى ، فقيل : ومن يأبى يا رسول الله ؟ قال : ( من أطاعني دخل الجنة ومن عصاني دخل النار ) . رواه البخاري\n( ومن عصاه دخل النار ) .\n(1/18)\n\nقال تعالى : ? ومن يعص الله ورسوله ويتعد حدوده يدخله ناراً خالداً فيها وله عذاب مهين ? .\nوقال تعالى : ? ومن يعص الله ورسوله فقد ضل ضلالاً مبيناً ? .\nوقال - صلى الله عليه وسلم - في الحديث السابق : ( ومن عصاني دخل النار ) .\nم / ( الثانية : أن الله لا يرضى أن يشرك معه أحدٌ في عبادته لا ملك مقرب ولا نبي مرسل ، والدليل قوله تعالى : ? وأن المساجد لله فلا تدعوا مع الله أحداً ? ) .\nهذه المسألة الثانية مما يجب علينا علمها ، أن الله سبحانه وتعالى لا يرضى أن يشرك معه في عبادته أحد ، لا ملك مقرب ولا نبي مرسل ، يعني فضلاً عن غيرهما من سائر المخلوقات ، لأن العبادة لا تصلح إلا لله .\nوالشرك أعظم ذنب عُصِيَ الله به ، وهو هضم للربوبية ، وتنقص للألوهية ، وهو : ( تسوية غير الله بالله في ما هو من خصائص الله ) .\nقال تعالى : ? إن الله لا يغفر أن يشرك به ويغفر ما دون ذلك لمن يشاء ? .\nوقال تعالى : ? إنه من يشرك بالله فقد حرم الله عليه الجنة ومأواه النار ? .\nوقال تعالى : ? إن الشرك لظلم عظيم ? .\nوقال - صلى الله عليه وسلم - : ( ألا أنبئكم بأكبر الكبائر ، ... الإشراك بالله ... ) . متفق عليه\nوقال - صلى الله عليه وسلم - : ( اجتنبوا السبع الموبقات ... فذكر منها : الشرك ) . متفق عليه\nوقال - صلى الله عليه وسلم - : ( من بدل دينه فاقتلوه ) . رواه البخاري\n# والشرك لا يرضاه الله ، بل أرسل الرسل وأنزل الكتب لمحاربة الكفر والشرك والقضاء عليها :\nقال تعالى : ? ولقد بعثنا في كل أمة رسولاً أن اعبدوا الله واجتنبوا الطاغوت ? .\n# وعلى الإنسان أن يخاف من الوقوع في الشرك :\nقال الخليل - عليه السلام - : ? واجنبني وبني أن نعبد الأصنام ? .\nقال الشيخ السعدي ـ رحمه الله ـ : ( فإذا كان الشرك ينافي التوحيد ويوجب دخول النار",
        "(1/19)\n\nوالخلود فيها وحرمان الجنة إذا كان أكبر ولا تتحقق السعادة إلا بالسلامة منه كان حقاً على العبد أن يخاف منه أعظم خوف وأن يسعى في الفرار منه ومن طرقه ووسائله وأسبابه ، ويسأل الله العافية منه كما فعل ذلك الأنبياء والأصفياء وخيار الخلق ) .\n# والشرك ينقسم إلى ثلاثة أقسأم :\n1 ـ شرك أكبر .\n2 ـ شرك أصغر .\n3 ـ شرك خفي .\nوذهب العلامة ابن القيم ـ رحمه الله ـ إلى أن الشرك نوعان : أكبر وأصغر ـ وهذا أظهر .\nالنوع الأول : الشرك الأكبر .\nالشرك الأكبر لا يغفره الله إلا بالتوبة ، وصاحبه إن لقي الله به فهو خالد في النار أبد الآبدين ودهر الداهرين .\nقال تعالى : ? إن الله لا يغفر أن يشرك به ويغفر ما دون ذلك لمن يشاء ? .\nوقال تعالى : ? ومن يشرك بالله فكأنما خر من السماء فتخطفه الطير أو تهوي به الريح في مكان سحيق ? .\nولذلك يقول المشركون من عباد قبور وغيرهم لآلهتهم في النار : ? تالله إن كنا لفي ضلال مبين إذ نسويكم برب العالمين ? .\nالنوع الثاني : الشرك الأصغر :\nوصاحبه إن لقي الله فهو تحت المشيئة ، إن شاء عفا عنه وأدخله الجنة وإن شاء عذبه ولكن مآله إلى الجنة ، لأن الشرك الأصغر لا يخلد صاحبه في النار .\nومن أنواع الشرك الأصغر : الحلف بغير الله ، إن لم يقصد تعظيم المحلوف به وإلا صار شركاً أكبر . عن ابن عمر - رضي الله عنه - قال : قال رسول الله - صلى الله عليه وسلم - : ( من حلف بغير الله فقد كفر أو أشرك ) رواه أبو داود , ومنه يسير الرياء .\nقال النبي - صلى الله عليه وسلم - :( أخوف ما أخاف عليكم الشرك الأصغر) فسئل عنه ، فقال :( الرياء) رواه أحمد\n(1/20)",
        "\nم / ( الثالثة : أن من أطاع الرسول ووحد الله لا يجوز موالاة من حاد الله ورسوله ولو كان أقرب قريب . والدليل قوله تعالى : ? لا تجد قوماً يؤمنون بالله واليوم الآخر يوادون من حاد الله ورسوله ولو كانوا آباءهم أو أبناءهم أو إخوانهم أو عشيرتهم أولئك كتب في قلوبهم الإيمان وأيدهم بروح منه ويدخلهم جنات تجري من تحتها الأنهار خالدين فيها رضي الله عنهم ورضوا عنه أولئك حزب الله ألا إن حزب الله هم المفلحون ? .\nالمسألة الثالثة مما يجب علينا علمها الولاء والبراء ، أي أن من أطاع الرسول فيما أمر به واجتنب ما نهي عنه ووحد الله في عبادته فإنه لا يجوز أن يوالي وأن يحب المحادون لله وهم الكفار , بل يقاطعهم , ويصادمهم ويعاديهم أشد العداوة ، ولو كان من حاد الله ورسوله ابنك أو أباك أو أخاك أو عشيرتك فإن الله قطع التواصل والتوادد والتعاقل والتوارث وغير ذلك من الأحكام .\nوقد جاءت نصوص كثيرة تبين تحريم موالاة الكفار :\nأ ) ـ قال تعالى : ? يا أيها الذين آمنوا لا تتخذوا بطانةً من دونكم لا يألونكم خبالاً ? وبطانة الرجل هم خاصة أهله الذين يطلعون على داخل أمره .\nقيل لعمر بن الخطاب - رضي الله عنه - : ( إن ههنا غلاماً من أهل الحيرة حافظ كاتب فلو اتخذته كاتباً , فقال : قد اتخذت إذاً بطانة من دون المؤمنين ) .\nففي هذا الأثر مع هذه الآية دليل على أن أهل الذمة لا يجوز استعمالهم في الكتابة التي فيها استطالة على المسلمين واطلاع على دواخل أمورهم التي يُخشى أن يفشوها إلى الأعداء من أهل الحرب .\nب ) ـ قال تعالى : ? يا أيها الذين آمنوا لا تتخذوا اليهود والنصارى أولياء بعضهم أولياء بعض ومن يتولهم منكم فإنه منهم إن الله لا يهدي القوم الظالمين ? .\n(1/21)\n",
        "وقال شيخ الإسلام ابن تيمية رحمه الله : ( أخبر الله في هذه الآية أن متوليهم هو منهم , وقال سبحانه وتعالى : ? ولو كانوا يؤمنون بالله والنبي وما أنزل إليه ما اتخذوهم أولياء ? فدل على أن الإيمان المذكور ينفي اتخاذهم أولياء ويضاده ولا يجتمع الإيمان واتخاذهم أولياء في القلب ودل ذلك على أن من اتخذهم أولياء ما فعل الإيمان الواجب من الإيمان بالله والنبي وما أنزل إليه ) . الفتاوى ( 7/ 18,17 ) .\nوقال ابن القيم : ( إن الله حكم ولا أحسن من حكمه أنه من تولى اليهود والنصارى فهو منهم ? ومن يتولهم منكم فإنه منهم ? ) . أحكام أهل الذمة ( 1 / 67 ـ 69 )\nج ) ـ قوله تعالى : ? لا تجد قوماً يؤمنون بالله واليوم الآخر يوادون من حاد الله ورسوله ولو كانوا آباءهم أو أبناءهم ... ? .\nقال شيخ الإسلام ابن تيمية : ( أخبر الله تعالى أنك لا تجد مؤمناً يواد المحادين لله ورسوله ، فإن نفس الإيمان ينافي موادته كما ينافي أحد الضدين الآخر ، فإذا وجد الإيمان انتفى ضده وهو موالاة أعداء الله ، فإذا كان الرجل يوالي أعداء الله بقلبه كان ذلك دليلاً على أن قلبه فيه الإيمان الواجب ) . مجموع الفتاوى ( 7 / 17 )\nد ) ـ وقال تعالى : ? قد كانت لكم أسوة حسنة في إبراهيم والذين معه إذ قالوا لقومهم إنا برآؤا منكم ومما تعبدون من دون الله كفرنا بكم وبدا بيننا وبينكم العداوة والبغضاء أبداً حتى تؤمنوا بالله وحده ... ? .\nالأدلة من السنة المطهرة :\nأ ) ـ عن عبد الله بن عمر قال : قال رسول الله - صلى الله عليه وسلم - :( من تشبه بقوم فهو منهم ) رواه أبو داود وأحمد\nقال شيخ الإسلام ابن تيمية : ( وهذا الحديث أقل أحواله أنه يقتضي تحريم التشبه بهم ، وإذا كان ظاهره يقتضي كفر المتشبه بهم ) . اقتضاء الصراط المستقيم ص83\n(1/22)\n\nفتبين من ذلك أن ترك هدي الكفار والتشبه بهم في أعمالهم وأقوالهم وأهوائهم من المقاصد والغايات التي أسسها وجاء بها القرآن الكريم وفصلها النبي الكريم - صلى الله عليه وسلم - لأمته .\nوهذا باب واسع نذكر منه نتفاً قليلة لتكون على بصيرة وتقف على أهمية هذا الأمر وخطورته ، حيث أنه لم يقتصر على العادات ، بل تعداها إلى غيرها من العبادات والآداب مثل :\n1 ـ الصلاة :\nـ عن أبي عمير بن أنس عن عمومة له من الأنصار قال : ( اهتم النبي - صلى الله عليه وسلم - للصلاة كيف يجمع الناس لها ؟ فقيل له : انصب راية عند حضور الصلاة فإذا رآها آذن بعضهم بعضاً فلم يعجبه ذلك ، قال : فذكر له القنع ـ يعني الشبور ـ وفي رواية : شبور اليهود ، فلم يعجبه ذلك وقال : ( هو من اليهود ) قال : فذكر له الناقوس ، فقال : ( هو من أمر النصارى ) فانصرف عبد الله بن زيد ابن عبد ربه وهو مُهَمٌّ لهمّ الرسول - صلى الله عليه وسلم - فأري الأذان في منامه ) . رواه أبو داود\nـ عن شداد بن أوس قال : قال رسول الله - صلى الله عليه وسلم - : ( خالفوا اليهود والنصارى فإنهم لا يصلون في نعالهم ولا في خفافهم ) . رواه أبو داود\nـ وعن مسروق عن عائشة : ( أنها كانت تكره أن يجعل المصلي يده في خاصرته وتقول : إن اليهود تفعله ) .\nرواه البخاري\n2 ـ الصوم :\nـ عن عمرو بن العاص - رضي الله عنه - أن رسول - صلى الله عليه وسلم - قال : ( فصل ما بين صيامنا وصيام أهل الكتاب أكلة السحر ) .\nرواه مسلم .\nـ وعن أبي هريرة - رضي الله عنه - قال : قال رسول الله - صلى الله عليه وسلم - : ( لا يزال الدين ظاهراً ما عجل الناس الفطر لأن اليهود والنصارى يؤخرون ) . رواه أبو داود\nقال شيخ الإسلام ابن تيمية ـ رحمه الله ـ : ( وهذا نص في أن ظهور الدين الحاصل بتعجيل الفطر هو لأجل مخالفة اليهود والنصارى ) .اقتضاء الصراط المستقيم ص60",
        "(1/23)\n\nـ وعن ليلى امرأة بشير بن الخصاصية قالت : أردت أن أصوم يومين مواصلة فنهاني عن بشير وقال : إن رسول الله - صلى الله عليه وسلم - نهاني عن ذلك وقال : ( إنما يفعل ذلك النصارى صوموا كما أمركم الله وأتموا الصيام كما أمركم الله ... ) . رواه أحمد\nقال شيخ الإسلام ابن تيمية رحمه الله : ( فعلل النهي عن الوصال بأنه صوم النصارى وهو كما قال رسول الله - صلى الله عليه وسلم - ويشبه أن يكون من رهبانيتهم التي ابتدعوها ) .\n3 ـ الجنائز :\nعن جرير بن عبد الله البجلي - رضي الله عنه - قال : قال رسول الله - صلى الله عليه وسلم - : ( اللحد لنا والشق لغيرنا ) . رواه أبو داود وأحمد وله ( والشق لأهل الكتاب ) .\nقال شيخ الإسلام ابن تيمية في هذا الحديث : ( وهو مروي من طرق فيها لين لكن يعضد بعضها بعضاً وفيه التنبيه على مخالفتنا لأهل الكتاب حتى في وضع الميت في أسفل القبر ) .\n4 ـ الآداب العامة :\nـ عن أبي هريرة - رضي الله عنه - قال : قال رسول الله - صلى الله عليه وسلم - : ( إن اليهود والنصارى لا يصبغون فخالفوهم ) . متفق عليه\nـ وعن أبي هريرة - رضي الله عنه - قال : قال رسول الله - صلى الله عليه وسلم - : ( غيروا الشيب ولا تشبهوا باليهود ولا النصارى ) . رواه أحمد\nـ وعن جابر بن عبد الله - رضي الله عنه - قال : قال رسول الله - صلى الله عليه وسلم - : ( لا تسلموا تسليم اليهود فإن تسليمهم بالرؤوس والأكف والإشارة ) . رواه الترمذي\nفثبت من كل ما تقدم أن مخالفة الكفار وترك التشبه بهم من مقاصد الشريعة .\nم / ( اعلم أرشدك الله لطاعته أن الحنيفية ملة إبراهيم أن تعبد الله مخلصاً له الدين وبذلك أمر جميع الناس ) .\n( اعلم أرشدك الله ) أي وفقك الله لما ينفعك في دنياك وآخرتك .\nوالرشد : الاستقامة على الطريق الحق ، ضد الغي .\n( لطاعته ) الطاعة : موافقة المراد فعلاً للمأمور وتركاً للمحظور .\n(1/24)",
        "\n( أن الحنيفية ) وهي الملة المائلة عن الشرك ، المبنية على الإخلاص لله عز وجل .\nوالحنيف : مشتق من الحنف ، وهو الميل . فالحنيف : المائل عن الشرك قصداً إلى التوحيد.\nوالحنيف : المستقيم المستمسك بالإسلام المقبل على الله المعرض عن كل ما سواه ، وكل من كان على دين إبراهيم .\nقال تعالى : ? ثم أوحينا إليك أن اتبع ملة إبراهيم حنيفاً ? .\n( أن تعبد الله مخلصاً له الدين وبذلك أمر جميع الناس )\nالعبادة في اللغة : الذل والخضوع .\nوفي الشرع : قال شيخ الإسلام : ( اسم جامع لكل ما يحبه الله ويرضاه من الأقوال والأعمال الظاهرة والباطنة ) .\nقوله ( أن تعبد الله مخلصاً له الدين ) أي الحنيفية وشريعة الخليل إبراهيم - عليه السلام - ، وجميع الأنبياء هي ما قررها المصنف ( أن تعبد الله مخلصاً له الدين ) فهذه هي حقيقة ملة إبراهيم عبادة الله بالإخلاص .\nوالإخلاص : حب الله وإرادة وجهه وترك عبادة ما سواه .\nفالعبادة لا تسمى عبادة وتنفع صاحبها عند الله إلا إذا كانت خالصة لله ليس فيها شرك ولا رياء ولا سمعة .\nقال تعالى : ? فاعبد الله مخلصاً له الدين ألا لله الدين الخالص ?\nوقال تعالى : ? وما أمروا إلا ليعبدوا الله مخلصين له الدين حنفاء ويقيموا الصلاة ويؤتوا الزكاة وذلك دين القيمة ? .\nوقال تعالى : ? فمن كان يرجو لقاء ربه فليعمل عملاً صالحاً ولا يشرك بعبادة ربه أحداً ? .\nوقال تعالى : ? ولقد بعثنا في كل أمة رسولاً أن اعبدوا الله واجتنبوا الطاغوت ? .\nوقال تعالى : ? واعبدوا الله ولا تشركوا به شيئاً ? .\nوقال تعالى : ? وقضى ربك ألا تعبدوا إلا إياه وبالوالدين إحساناً ? .\nوفي الحديث يقول الله تعالى : ( أنا أغنى الشركاء عن الشرك , من عمل عملاً أشرك معي فيه غيري تركته وشركه ) . رواه مسلم عن أبي هريرة\nوعند ابن ماجه ( ... فأنا منه بريء وهو للذي أشرك ) .\n# وعبادة الله هي أول الواجبات على العبد ، وهي حق الله المقدم على سائر الحقوق .\n(1/25)\n",
        "قال تعالى : ? واعبدوا الله ولا تشركوا به شيئاً وبالوالدين إحساناً ? .\nوقال تعالى : ? وقضى ربك ألا تعبدوا إلا إياه ... ? .\nوفي حديث معاذ - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال : ( يا معاذ ، أتدري ما حق الله على العباد ؟ وما حق العباد على الله ؟ قلت : الله ورسوله أعلم ، قال : فإن حق الله على العباد أن يعبدوه ولا يشركوا به شيئاً ، وحق العباد على الله أن لا يعذب من لا يشرك به شيئاً ) .\n# وعبادة الله واجبة على الإنسان من حين يبلغ سن التكليف إلى أن يموت .\nقال تعالى : ? واعبد ربك حتى يأتيك اليقين ? .\nوقال تعالى عن عيسى - عليه السلام - : ? وأوصاني بالصلاة والزكاة ما دمت حياً ? .\n# من لم يعبد الله صار عبداً للشيطان .\nقال تعالى : ? ألم أعهد إليكم يا بني آدم أن لا تعبدوا الشيطان إنه لكم عدو مبين وأن اعبدوني هذا صراط مستقيم ? .\n# من لم يعبد الله صار عبداً لدنياه .\nقال - صلى الله عليه وسلم - : ( تعس عبد الخميصة , تعس عبد الخميلة , إن أعطي رضي , وإن لم يعط لم يرض ) .\nوهذه العبادة : هي التي خلق لها الناس وخلق لها الثقلان , وهي توحيد الله , وفعل أوامره, واجتناب نواهيه\nكما قال الله تعالى : ? وما خلقت الجن والإنس إلا ليعبدون ? . يعني يوحدوني .\nمن فوائد هذه الآية :\n1ـ قوله : ? خلقت ? , أي أوجدت\nقوله : ? الجن ? هم عالم غيبي مخفي عنا , ولهذا جاءت المادة من الجيم والنون وهما يدلان على الخفاء والستر .\nومنه : الجَنة , والجِنة , والجُنة .\nقوله : ? الإنس ? , سموا بذلك لأنهم لا يعيشون بدون إيناس , فهم يأنس بعضهم ببعض ويتحرك بعضهم إلى بعض .\n(1/26)\n\n2ـ أن الحكمة من خلق الجن والإنس هي عبادة الله تعالى , ولهذا أعطى الله البشر عقولاً , فأرسل إليهم رسلاً , وأنزل إليهم كتباً ولو كان الغرض من خلقهم كالغرض من خلق البهائم لضاعت الحكمة من إرسال الرسل , وإنزال الكتب , لأنه في النهاية يكون كشجرة نبتت ونمت وتحطمت .\nولهذا قال الله تعالى : ? إن الذي فرض عليك القرآن لرآدك إلى معاد ? .\nفلا بد أن يردك إلى معادٍ تجازى على عملك إن خيراً فخير وإن شراً فشر .\nوليست الحكمة من خلقهم نفع الله ، ولهذا قال تعالى : ? ما أريد منهم من رزق وما أريد أن يطعمون ? .\n3 ـ أن الجن خُلق للغاية نفسها التي خلق الإنس من أجلها ، فالجن مكلفون بأوامر ونواهي ، فمن أطاع رضي الله عنه وأدخله الجنة ، ومن عصى وتمرد فله النار .\nيدل على ذلك نصوص كثيرة .\nففي يوم القيامة يقول الله تعالى مخاطباً كفرة الجن والإنس موبخاً : ? يا معشر الجن والإنس ألم يأتكم رسل منكم يقصون عليكم آياتي وينذرونكم لقاء يومكم هذا قالوا شهدنا على أنفسنا وغرتهم الحياة الدنيا وشهدوا على أنفسهم أنهم كانوا كافرين ? ففي هذه الآية دليل على بلوغ شرع الله الجن ، وأنه قد جاءهم من ينذرهم ويبلغهم .\nوالدليل على أنهم سيعذبون في النار قوله تعالى : ? قال ادخلوا في أمم قد خلت من قبلكم من الجن والإنس في النار ? .\nوقال تعالى : ? ولقد ذرأنا لجهنم كثيراً من الجن والإنس ? .\nوقال تعالى : ? لأملأن جهنم من الجنة والناس أجمعين ? .\nوالدليل على أن المؤمنين من الجن يدخلون الجنة قوله تعالى : ? ولمن خاف مقام ربه جنتان فبأي آلاء ربكما تكذبان ? والخطاب هنا للجن والإنس ، لأن الحديث في مطلع السورة فيهما .\nقال ابن مفلح في كتابه الفروع : ( الجن مكلفون في الجملة إجماعاً ، يدخل كافرهم النار إجماعاً ، ويدخل مؤمنهم الجنة وفاقاً لمالك والشافعي ... ) .\nم / ( وأعظم ما أمر الله به التوحيد : وهو إفراد الله بالعبادة )",
        "(1/27)\n\nالتوحيد : عرفه المؤلف بأنه إفراد الله بالعبادة .\nوهناك تعريف أعم : وهو إفراد الله سبحانه بما يختص به من الربوبية والألوهية والأسماء والصفات .\nوينقسم إلى ثلاثة أقسام :\nالأول / توحيد الربوبية : وهو إفراد الله بالخلق والملك والتدبير .\nقال تعالى : ? الله خالق كل شيء ?\nالثاني / توحيد الألوهية : وهو إفراد الله تعالى بالعبادة بأن لا يتخذ الإنسان مع الله أحداً يعبده ويتقرب إليه كما يعبد الله ويتقرب إليه .\nقال تعالى : ? ذلك بأن الله هو الحق وأن ما يدعون من دونه الباطل ?\nالثالث / توحيد الأسماء والصفات : وهو إفراد الله تعالى بما سمى به نفسه ووصف به نفسه في كتابه أو على لسان رسوله - صلى الله عليه وسلم - ، وذلك بإثبات ما أثبته ونفي ما نفاه من غير تحريف ولا تعطيل ومن غير تكييف ولا تمثيل .\nومراد المؤلف هنا : توحيد الألوهية ، وهو الذي ضل فيه المشركون الذين قاتلهم النبي - صلى الله عليه وسلم - واستباح دماءهم وأموالهم وأرضهم .\n# فهذا التوحيد هو أول دعوة الرسل , وأول منازل الطريق , وأول مقام يقوم فيه السالك إلى الله عز وجل.\nقال تعالى : ? لقد أرسلنا نوحاً إلى قومه فقال يا قوم اعبدوا الله ما لكم من إله غيره ?\nوقال هود - عليه السلام - لقومه : ? اعبدوا الله ما لكم من إله غيره ? .\nوقال تعالى : ? ولقد بعثنا في كل أمة رسولاً أن اعبدوا الله واجتنبوا الطاغوت ? .\nوقال تعالى : ? وما أرسلنا من قبلك من رسول إلا نوحي إليه أنه لا إله إلا أنا فاعبدون ? .\nوقال - صلى الله عليه وسلم - : ( أمرت أن أقاتل الناس حتى يشهدوا أن لا إله إلا الله وأن محمداً رسول الله ) . متفق عليه\nوإنما كان التوحيد أعظم ما أمر الله به لأنه الأصل الذي ينبني عليه الدين كله ، ولهذا بدأ به النبي - صلى الله عليه وسلم - في الدعوة إلى الله وأمر من أرسله للدعوة أن يبدأ به .\n# فضائل التوحيد :\n1 ـ أنه أكبر دعامة للرغبة في الطاعة .\n(1/28)",
        "\nلأن الموَحِّد يعمل لله سبحانه وتعالى ، وعليه فهو يعمل سراً وعلانية ، أما غير الموحد كالمرائي مثلاً ، فإنه يتصدق ويصلي ويذكر الله إذا كان عنده من يراه فقط ، ولهذا قال بعض السلف : ( إني لأود أن أتقرب إلى الله بطاعة لا يعلمها إلا هو ) .\n2 ـ أن الموحدين لهم الأمن وهم مهتدون .\nكما قال تعالى : ? الذين آمنوا ولم يلبسوا إيمانهم بظلم أولئك لهم الأمن وهم مهتدون ? .\nقوله تعالى : ? لم يلبسوا ? أي لم يخلطوا .\nقوله تعالى : ? بظلم ? الظلم هنا مقابل الإيمان وهو الشرك .\nولما نزلت هذه الآية شق ذلك على الصحابة ، قالوا : وأينا لم يظلم نفسه ؟ فقال النبي - صلى الله عليه وسلم - : ( ليس الأمر كما تظنون ، إنما المراد به الشرك ، ألم تسمعوا قول الرجل الصالح : ? إن الشرك لظلم عظيم ? ) . متفق عليه\nقوله تعالى : ? وهم مهتدون ? أي : في الدنيا إلى شرع الله بالعلم والعمل ، ومهتدون في الآخرة إلى الجنة .\n3 ـ أن التوحيد يكفر الذنوب .\nعن أنس - رضي الله عنه - قال : سمعت رسول الله - صلى الله عليه وسلم - يقول : ( قال الله تعالى : يا ابن آدم لو أتيتني بقراب الأرض خطايا ، ثم لقيتني لا تشرك بي شيئاً لأتيتك بقرابها مغفرة ) . رواه الترمذي\nلأن حسنة التوحيد عظيمة تكفر الخطايا الكبيرة إذا لقي الله وهو لا يشرك به شيئاً .\n4 ـ إن من فضل التوحيد أنه سبب لدخول الجنة بغير حساب .\nلحديث ابن عباس - رضي الله عنه - عن النبي - صلى الله عليه وسلم - أنه قال : ( عرضت علي الأمم فرأيت النبي ... فنظرت فإذا سواد عظيم ، فقيل لي هذه أمتك ، ومعهم سبعون ألفاً يدخلون الجنة بغير حساب ولا عذاب ... ثم قال : هم الذين لا يسترقون ولا يكتوون ولا يتطيرون وعلى ربهم يتوكلون ) . متفق عليه\n5 ـ أن الله أثنى على الأنبياء بتوحيدهم وسلامتهم من الشرك .\nقال تعالى : ? إن إبراهيم كان أمة قانتاً حنيفاً ولم يك من المشركين ?\nوقال تعالى : ? والذين هم بربهم لا يشركون ?\n(1/29)\n",
        "يجب أن نعلم أن ثناء الله على أحد من خلقه يقصد منه أمور :\nمحبة هذا الذي أثنى الله عليه خيراً .\nأن نقتدي به في هذه الصفات التي أثنى الله بها عليه لأنها محل الثناء .\nم / ( وأعظم ما نهى عنه الشرك , وهو دعوة غيره معه , والدليل قوله تعالى : ? واعبدوا الله ولا تشركوا به شيئاً ? ) .\nأعظم ما نهى الله عنه الشرك , لأنه أعظم ذنب عصي الله به ، وأي ذنب أعظم من أن يجعل مع الله شريك في ألوهيته أو ربوبيته أو أسمائه وصفاته ، وكما أن الشرك أظلم الظلم وأبطل الباطل كما تقدم ، فهو هضم للربوبية وتنقص للألوهية ، وسوء ظن برب العالمين ، وهو أقبح المعاصي ، لأنه تسوية المخلوق الناقص بالخالق الكامل من جميع الوجوه .\nالشرك أعظم الذنوب لأمور :\n1. لأنه تشبيه للمخلوق بالخالق في خصائص الأهلية .\n2. أن الله أخبر أنه لا يغفره لمن لم يتب منه .\nقال تعالى : ? إن الله لا يغفر أن يشرك به ويغفر ما دون ذلك لمن يشاء ? .\n3. أن الله أخبر أن الله حرم الجنة على المشرك ، وأنه مخلد في النار .\nقال تعالى : ? إنه من يشرك بالله فقد حرم الله عليه الجنة ومأواه النار وما للظالمين من أنصار ? .\n4. أن الشرك يحبط جميع الأعمال .\nقال تعالى : ? ولو أشركوا لحبط عنهم ما كانوا يعملون ? .\n5. أن المشرك حلال الدم والمال .\n6. أن الشرك أكبر الكبائر .\nقال تعالى : ? إن الشرك لظلم عظيم ? .\nم / ( فإذا قِيلَ لَكَ : مَا الأصُولُ الثلاثةُ التي يَجبُ علَى الإنسَان معْرفتُها ؟ فقلْ معرفة العبدِ ربّه ودينَه ونبيَه محمداً - صلى الله عليه وسلم - ) .\n( فإذا قيل لك ) أي سألك سائل ، والمؤلف رحمه الله أورد هذه المسألة بصيغة السؤال وذلك من أجل أن يتنبه الإنسان لها ، لأنها مسألة عظيمة وأصول كبيرة .\n(1/30)\n\nالأصول : جمع أصل ، والأصل لغة : ما يبنى عليه غيره ، أو ما يتفرع عنه غيره ، كأصل الجدار : وهو أساسه المستتر في الأرض المبني عليه الجدار ، وأصل الشجرة : وهو طرفها الثابت في الأرض .\nقال تعالى : ? ألم تر كيف ضرب الله مثلاً كلمة طيبة كشجرة طيبة أصلها ثابت وفرعها في السماء ? .\nوإنما قال ( هذه هي الأصول الثلاثة التي يجب على الإنسان معرفتها ) ، لأنها هي الأصول التي يُسأل عنها المرء في قبره إذا دفن وتولى عنه أصحابه كما ثبت ذلك بالأحاديث الصحيحة .\nعن أنس بن مالك - رضي الله عنه - قال : قال رسول الله - صلى الله عليه وسلم - : ( إن العبد إذا وضع في قبره وتولى عنه أصحابه إنه ليسمع قرع نعالهم ، أتاه ملكان فيقعدانه فيقولان له : ما كنت تقول في هذا الرجل محمد - صلى الله عليه وسلم - ؟ فأما المؤمن فيقول : أشهد أنه عبد الله ورسوله ، فيقال له : أنظر إلى مقعدك من\nالنار قد أبدلك الله تعالى به مقعداً من الجنة فيراهما جميعاً ، وأما المنافق والكافر فيقال له :\nما كنت تقول في هذا الرجل ؟ فيقول لا أدري كنت أقول ما يقول الناس ، فيقال : لا دريت ولا تليت ، ويضرب بمطارق من حديد ضربة بين أذنيه فيصيح صيحة يسمعها من يليه إلا الثقلين ) . رواه البخاري",
        "(1/31)\n\nوعن أبي هريرة - رضي الله عنه - قال : قال رسول الله - صلى الله عليه وسلم - : ( إذا قبر الميت ـ أو قال أحدكم ـ أتاه ملكان أسودان أزرقان يقال لأحدهما المنكر ، وللآخر النكير ، فيقولان : ما كنت تقول في هذا الرجل ؟ فيقول ما كان يقول فيه : هو عبد الله ورسوله ، أشهد أن لا إله إلا الله وأن محمداً عبده ورسوله ، فيقولان : قد كنا نعلم أنك تقول هذا ، ثم يفسح له في قبره سبعون ذراعاً في سبعين ، ثم ينور له فيه ، ثم يقال له : نم ، فيقول : أرجع إلى أهلي فأخبرهم ، فيقولان : نم كنومة العروس الذي لا يوقظه إلا أحب أهله إليه حتى يبعثه الله من مضجعه ذلك ، وإن كان منافقاً قال : سمعت الناس يقولون قولاً فقلت مثله : لا أدري ، فيقولان : قد كنا نعلم أنك تقول ذلك ، فيقال للأرض : التئمي عليه ، فتختلف أضلاعه ، فلا يزال فيها معذباً حتى يبعثه الله من مضجعه ذلك ) . رواه الترمذي\nم / ( فإذا قِيلَ لَكَ مَنْ رَبُّكَ ؟ فقلْ رَبِّيَ اللهُ الذي ربَّاني وربَّى جميع العالََمين بنعمه ، وهو معبودي ليسَ لي معبودٌ سِواهُ ، والدليل قوله تعالى : ? الحمدُ لله ربِّ العالَمين ? وكلُّ ما سوى اللهِ عَالَمٌ وأنَا واحدٌ مِنْ ذلكَ العالَم ) .\n( فإذا قيل لك من ربك ) أي : من خالقك ورازقك ومعبودك الذي ليس لك معبود سواه .\n( فقل ربي الله الذي رباني وربى جميع العالمين ، قال تعالى : ? الحمد لله رب العالمين ? )\nأي ربي الله ، والتربية عبارة عن الرعاية التي يكون بها تقويم المربي ، فالله عز وجل هو الذي رباني ورعاني وأمدني بالنعم كما أنه رب جميع العالمين .\nوالعالَمين :جمع عالَمْ ، وهو كل موجود سوى الله عز وجل .\nوقال الزجاج : العالم كل ما خلق الله في الدنيا والآخرة .\nقال القرطبي : وهذا هو الصحيح أنه شامل لكل العالمين كقوله تعالى : ? قال فرعون وما رب العالمين ، قال رب السموات والأرض وما بينهما إن كنتم مؤمنين ? .\n(1/32)",
        "\nقال الشيخ السعدي رحمه الله : ( ? رب العالمين ? الرب : هو المربي جميع العالمين ، وهم من سوى الله ، بخلقه إياهم وإعداده لهم الآلات وإنعامه عليهم بالنعم العظيمة التي لو فقدوها لم يكن لهم البقاء ، فما بهم من نعمة فمنه تعالى ) . أ . ه\nقال تعالى : ? وإن تعدوا نعمة الله لا تحصوها ? فلله نعمة الإيجاد ، ونعمة التغذية ، وسائر نعمه الظاهرة والباطنة . قال تعالى : ? هل أتى على الإنسان حين من الدهر لم يكن شيئاً مذكوراً ? أي : مضى عليه زمن طويل من العصور والدهور لم يكن فيها شيئاً مذكوراً ، أي موجوداً ، بل معدوماً ، وإنما أوجده الله من العدم ، ورزقه النعم ليعبده وحده .\nوتربية الله لخلقه نوعان : عامة وخاصة\nفالعامة : هي خلقه للمخلوقين ، ورزقهم ، وهدايتهم لما فيه مصالحهم التي فيها بقاؤهم في الدنيا .\nوالخاصة : تربية لأوليائه , فيربيهم بالإيمان ويوفقهم له , ويكملهم ويدفع عنهم الصوارف والعوائق الحائلة بينهم وبينه .\nوحقيقتها : تربية التوفيق لكل خير , والعصمة من كل شر , ولعل هذا المعنى هو السر في كون أكثر أدعية الأنبياء بلفظ الرب .\n( هو معبودي ليس لي معبود سواه ) أي وهو الذي أعبده وأتذلل له خضوعاً ، ومحبةً وتعظيماً , أفعل ما يأمرني به , وأترك ما ينهاني عنه فليس لي أحد أعبده سوى الله تعالى .\nقال تعالى : ? وما أرسلنا من قبلك من رسول إلا نوحي إليه أنه لا إله إلا أنا فاعبدون ? .\nوقال تعالى : ? وما أمروا إلا ليعبدوا الله مخلصين له الدين حنفاء ... ? .\n( وكل ما سوى الله عالم وأنا واحد من ذلك العالم )\nعالم : جمع عوالم , وعالمون , فالوجود قسمان : رب , ومربوب\nفالرب : هو المالك سبحانه المتفرد بالربوبية , والإلهية .\nوالمربوب : هو العالم , وهو كل من سوى الله من جميع الخلائق .\nوأنا أيها الإنسان واحد من جملة تلك المخلوقات المربوبة المتعبدة , بأن يكون الله وحده هو معبودها وحده .\n(1/33)\n",
        "م / ( فإذا قيل لك بم عرفت ربك ؟ فقل بآياته ومخلوقاته ، ومن آياته الليل والنهار والشمس والقمر . قال تعالى : ? ومن آياته الليل والنهار والشمس والقمر ? ومن مخلوقاته السموات السبع والأرضون السبع ، وما فيهن وما بينهما . قال تعالى : ? إن ربكم الذي خلق السموات والأرض في ستة أيام ? ) .\nأي : فإذا قال لك قائل : بم استدللت به على معرفتك معبودك وخالقك ؟\nفقل : بآياته ومخلوقاته التي نصبها دلالة على وحدانيته وتفرده بالربوبية والإلهية .\nوالآيات : جمع آية ، والآية : العلامة والدلالة والبرهان والحجة .\nوالمخلوقات : جمع مخلوق ، وهو ما أوجد بعد العدم .\nوآيات الرب سبحانه هي : دلالاته وبراهينه التي بها يعرفه العباد ، ويعرفون أسماءه وصفاته ، وتوحيده وأمره ونهيه .\nقال الشاعر :\nفواعجباً كيف يعصى الإله ... أم كيف يجحده الجاحد\nولله في كل تحريكة وفي ... كل تسكينة أبداً شاهد\nوفي كل شيء له آية ... تدل على أنه واحد\nفآيات الله كثيرة , ومخلوقاته عظيمة ، كلها تدل على أنه الرب العظيم ، وأنه الخلاق العليم وأنه المستحق لأن يعبد ، وأنه الذي يخلق ما يشاء ، ويعطي ويمنع وينفع ويضر ، بيده كل شيء سبحانه وتعالى ، فهو المستحق بأن نعبده بطاعته ودعائه .\n( ومن آياته الليل والنهار )\nأي في اختلافهما ، هذا يجيء ثم يذهب ويخلفه الآخر ويعقبه ولا يتأخر عنه لحظة ، كما قال تعالى : ? لا الشمس ينبغي لها أن تدرك القمر ولا الليل سابق النهار وكل في فلك يسبحون ?.\nوتارة يطول هذا ويقصر هذا ، وتارة يأخذ هذا من هذا ثم يتعاوضان ، كما قال تعالى : ? يولج الليل في النهار ويولج النهار في الليل ? أي يزيد من هذا في هذا ومن هذا في هذا .\nقال الشيخ السعدي ( 1/125 ) في قوله تعالى : ? واختلاف الليل والنهار ? :\n(1/34)\n\n(وهو تعاقبهما على الدوام إذا ذهب أحدهما خلفه الآخر ، وفي اختلافهما في الحر ، والبرد ، والتوسط ، وفي الطول والقصر وما ينشأ عن ذلك من الفصول التي بها انتظام مصالح بني آدم وحيواناتهم وجميع ما على وجه الأرض من أشجار ونباتات ، وكل ذلك بانتظام وتدبير وتسخير تنبهر له العقول وتعجز عن إدراكه من الرجال الفحول ما يدل ذلك على قدرة مصرفها وعلمه وحكمته ورحمته وعظمته وعظمة ملكه وسلطانه ، مما يوجب أن يؤلّه ويعبد ويفرد بالمحبة والتعظيم والخوف والرجاء وبذل الجهد في محابه ومراضيه ) أ.ه\n? ومن آياته الشمس والقمر ?\nالشمس ونورها وإشراقها ، والقمر وضياؤه وتقدير منازله في ملكه واختلاف سيره في سمائه\nليعرف باختلاف سيره ، وسير الشمس مقادير الليل والنهار والجمع والشهور والأعوام ، ويتبين بذلك حلول الحقوق وأوقات العبادات والمعاملات وكونهما يجريان هذا الجريان المتقن ، قال تعالى : ? لا الشمس ينبغي لها أن تدرك القمر ولا الليل سابق النهار وكل في فلك يسبحون ? كل هذا يدل على وحدانية موجبها تعالى وتقدس .\nولما كان الشمس والقمر أسن الأجرام المشاهدة في العالم العلوي والسفلي نبه تعالى على أنهما مخلوقان عبدان من عبيده تحت قهره وتسخيره .\nقال تعالى : ? لا تسجدوا للشمس ولا للقمر واسجدوا لله الذي خلقهن إن كنتم إياه تعبدون ? أي ولا تشركوا به فما تنفعكم عبادتكم له مع عبادتكم لغيره ، فإنه لا يغفر أن يشرك به .\n( ومن مخلوقات الله السموات السبع والأرضون السبع )",
        "(1/35)\n\nالسموات السبع وسعتها وارتفاعها ولطافتها واتساعها وكواكبها السيارة والثوابت ، ودوران ملكها وارتفاعها بغير عمد من تحتها ولا علائق من فوقها ، والأرضون السبع في كثافتها وانخفاضها وجبالها وبحارها وقفارها ووهادها وعرائها وما فيها من المنافع ، وسعة أرجائها وما فيها من أصناف المخلوقات من الحيوانات والنباتات وسائر الموجودات ، وما بين السموات والأرض من الأهوية والسحاب وغير ذلك دال على وحدانية الباري جل جلاله ، وعلى تفرده بالخلق والتدبير .\nفائدة : السموات سبع ، وقد جاء ذلك تصريحاً في عدة آيات .\nقال تعالى : ? قل من رب السموات السبع ? .\nوقال تعالى : ? هو الذي خلق لكم ما في الأرض جميعاً ثم استوى إلى السماء فسواهن سبع سموات وهو بكل شيء عليم ? .\nوقال تعالى : ? وقضاهن سبع سموات في يومين ... ? .\nوقال تعالى : ? الله الذي خلق سبع سموات ومن الأرض مثلهن ? .\nوأما بالنسبة للأرض فلم يأت في القرآن التصريح بذلك إلا في قوله تعالى : ? الله الذي خلق سبع سموات ومن الأرض مثلهن ? .\nفقيل : مثلهن في العدد لأن الكيفية والصفة مختلفة بالمشاهدة والأخبار .\nوقيل : ? ومن الأرض مثلهن ? أي غلظهن وما بينهن . والراجح الأول .\nوأما السنة فهي صريحة جداً أن الأرضين سبع كالسموات .\n1) عن سعيد بن زيد - رضي الله عنه - قال : سمعت رسول الله - صلى الله عليه وسلم - يقول : ( من أخذ شبراً من الأرض ظلماً طوقه من سبع أرضين ) . رواه مسلم\n2) وعن أبي سعيد الخدري - رضي الله عنه - عن رسول الله - صلى الله عليه وسلم - قال : ( قال موسى : يارب ، علمني شيئاً أذكرك وأدعوك به ، قال : قل يا موسى : لا إله إلا الله ، قال : كل عبادك يقولون هذا ، قال : يا موسى ، لو أن السموات السبع وعامرهن غيري والأرضين السبع في كفة ولا إله إلا الله في كفة مالت بهن لا إله إلا الله ) .\nرواه ابن حبان والحاكم وصححه\n# خلق الأرض كان قبل السماء .\n(1/36)",
        "\nقال تعالى : ? هو الذي خلق لكم ما في الأرض جميعاً ثم استوى إلى السماء فسواهن سبع سموات ... ? .\nوقال تعالى : ? قل أئنكم لتكفرون بالذي خلق الأرض في يومين وتجعلون له أنداداً ذلك رب العالمين ، وجعل رواسي من فوقها وبارك فيها وقدر فيها أقواتها في أربعة أيام سواء للسائلين ، ثم استوى إلى السماء وهي دخان فقال لها وللأرض ائتيا طوعاً أو كرهاً قالتا أتينا طائعين ، فقضاهن سبع سموات في يومين وأوحى في كل سماء أمرها ... ? .\nقال ابن كثير : ( فهذه وهذه دالتان على أن الأرض خلقت قبل السماء ، وهذا مما لا أعلم فيه نزاعاً بين العلماء إلا ما نقله ابن جرير عن قتادة أنه زعم أن السماء خلقت قبل الأرض ) .\nوأما قوله تعالى : ? أأنتم أشد خلقاً أم السماء بناها ، رفع سمكها فسواها ، وأغطش ليلها وأخرج ضحاها ، والأرض بعد ذلك دحاها ... ? والتي تدل بظاهرها على أن خلق السماء كان قبل خلق الأرض فقد أجاب ابن عباس كما في صحيح البخاري ، فقد سئل عن هذا بعينه فأجاب :\n( بأن الأرض خلقت قبل السماء وأن الأرض إنما دحيت بعد خلق السماء ) .\nوكذلك أجاب غير واحد من علماء التفسير قديماً وحديثاً .\nم / ( والرب هو المعبود , والدليل قوله تعالى : ? يا أيها الناس اعبدوا ربكم الذي خلقكم والذين من قبلكم لعلكم تتقون ، الذي جعل لكم الأرض فراشاً والسماء بناءً وأنزل من السماء ماءً فأخرج به من الثمرات رزقاً لكم فلا تجعلوا لله أنداداً وأنتم تعلمون ? قال ابن كثير : الخالق لهذه الأشياء هو المستحق للعبادة ) .\nمعنى كلمة الرب في أصل اللغة : مشتقة من التربية ، وهي إصلاح شؤون الغير ورعاية أمره ، ومنه قوله تعالى : ? وربائبكم اللاتي في حجوركم ? ، فسمى بنت الزوجة ربيبة لتربية الزوج لها .\nوتطلق كلمة الرب على المالك والمصلح .\nوتطلق على المعبود ، أي هو الذي يستحق أن يعبد ، أو هو الذي يعبد لاستحقاقه للعبادة .\n# لماذا كان الله هو الرب المعبود وحده دون سواه ؟\n(1/37)\n",
        "هناك دليل نقلي ودليل عقلي .\nأما الدليل النقلي :\nفقوله تعالى : ? يا أيها الناس اعبدوا ربكم الذي خلقكم ... ?\nشرح الآية :\nنداء من الله لجميع الخلق ، وهو أول أمر يمر بك في المصحف الكريم ، يبين الله فيه وحدانية ألوهيته بأنه تعالى هو المنعم على عبيده بإخراجهم من العدم إلى الوجود ، وإسباغه عليهم النعم الظاهرة والباطنة ، بأن جعل لهم الأرض فراشاً : أي مهداً كالفراش مقررة موطأة مثبتة بالرواسي الشامخات .\nوالسماء بناء وهو السقف ، كما قال تعالى : ? وجعلنا السماء سقفاً محفوظاً ? ، وأنزل لهم من السماء ماء ، والمراد به : السحاب هاهنا في وقت عند احتياجهم إليه ، فأخرج لهم به من أنواع الزروع والثمار مشاهد رزقاً لهم ولأنعامهم .\nقال ابن كثير : ( فهذا يستحق أن يعبد وحده ولا يشرك به غيره ، ولهذا قال : ? فلا تجعلوا لله أنداداً وأنتم تعلمون ? أي لا تجعلوا له أنداداً ، أمثالاً ونظراء بصرف شيء من أنواع العبادة وأنتم تعلمون أنها لا تماثله بوجه من الوجوه ، أو كنتم تعلمون تفرده بإيجاد المخلوقات وإنزال المطر وجعل الأرض فراشاً والسماء بناءً ... ) .\nومن الأدلة على أن الرب هو المستحق للعبادة قوله تعالى : ? إن ربكم الله الذي خلق السموات والأرض في ستة أيام ثم استوى على العرش ? .\nوقال تعالى : ? قل أغير الله أبغي رباً وهو رب كل شيء ? .\nوأما الدليل العقلي :\nفإن من معاني كلمة ( رب ) المعبود ، والمعبود هو الإله ، والإله هو المتصف بجميع الصفات الكاملة والقدرات الباهرة حتى لا يعجزه شيء ، ولا يلحقه عيب أو نقص ، وهذه المرتبة لا ينالها مخلوق على الإطلاق ، لأن كل مخلوق مهما عظمت منزلته فهو عاجز وناقص لا محالة ، فلزم أنه لا إله إلا الله كما لزم أنه لا معبود سوى الله ، كما لزم أنه لا رب سوى الله .\nم / ( وَأَنْواعُ العِبَادةِ التي أَمَرَ اللهُ بِهَا مِثلُ الإسلامِ ، والإيمانِ ، والإحسانِ ) .\n(1/38)\n\nلما بين المؤلف رحمه الله تعالى أن الواجب علينا أن نعبد الله وحده لا شريك له بين فيما يأتي شيئاً من أنواع العبادة .\nتعريف العبادة :\nالعبادة في اللغة بمعنى الذل والخضوع وما يشاكله من الطاعة والانقياد .\nوفي الشرع عرفها العلماء بتعاريف كثيرة .\nقال الشيخ ابن قاسم رحمه الله : ( وأحسن وأجمع ما عرفت به هو ما عرفها به شيخ الإسلام ابن تيمية بقوله :\nاسم جامع لكل ما يحبه الله ويرضاه من الأقوال الظاهرة والباطنة .\nوهو من أشمل ما عرفت به ، فكل فرد من أفراد العبادة داخل تحت هذه العبارة ، فالعبادة شملت جميع أنواع الطاعات ) . أ . ه\n( التي أمر الله بها )\nنقول : العبادات مأمور بها ، ولكن أحياناً أمر إيجاب وأحياناً أمر استحباب كما هو معروف في علم أصول الفقه ( أن المستحب مأمور به لكن لا على وجه الإلزام ) .\nومما يدل على أن المستحب مأمور به قوله تعالى ? وافعلوا الخير ? .\n( مثل الإسلام ، والإيمان ، والإحسان )\nهذه الثلاثة هي مراتب الدين وأصوله ، كما جاء في حديث جبريل أنه سأل النبي - صلى الله عليه وسلم - ما الإسلام ، ثم قال : فأخبرني عن الإيمان ... ثم قال له : فأخبرني عن الإحسان ... ثم قال - صلى الله عليه وسلم - : ( ... هذا جبريل أتاكم يعلمكم دينكم ) . رواه مسلم\nفجعل النبي - صلى الله عليه وسلم - هذه الأشياء هي الدين وذلك أنها متضمنة للدين كله .\n# الإسلام ، والإيمان :\nالإسلام بالمعنى العام : هو التعبد لله بما شرعه من العبادات التي جاءت بها رسله منذ أن أرسل الله الرسل إلى أن تقوم الساعة ، فيشمل ما جاء به نوح - عليه السلام - وكذلك بقية الأنبياء .\nوالإسلام بالمعنى الخاص بعد بعثة النبي - صلى الله عليه وسلم - يختص بما بُعِث به محمد - صلى الله عليه وسلم - ، لأن ما بعث به - صلى الله عليه وسلم - نسخ جميع الأديان السابقة .",
        "(1/39)\n\nوإذا قلنا : إن الإسلام هو التعبد لله بما شرع ، شمل ذلك الاستسلام له ظاهراً وباطناً ، فيشمل الدين كله عقيدة وعملاً ، وقولاً .\nالإيمان هو الأعمال الباطنة من العقيدة وأعمال القلوب .\n# الإحسان : ( هو أن تعبد الله كأنك تراه فإن لم تكن تراه فإنه يراك ) كما عرفه الرسول - صلى الله عليه وسلم - ، وهو أعلى مراتب العبادة وأعظمها .\nوقد جاء ذكره في القرآن في مواضع ، تارة مقروناً بالإيمان ، وتارة مقروناً بالإسلام ، وتارة مقروناً بالتقوى أو بالعمل الصالح .\nقال تعالى : ? ليس على الذين آمنوا وعملوا الصالحات جناح فيما طعموا إذا ما اتقوا وآمنوا وعملوا الصالحات ثم اتقوا وأحسنوا ... ? .\nوقال تعالى : ? بلى من أسلم وجهه لله وهو محسن فله أجره عند ربه ? .\nوالمقرون بالتقوى كقوله تعالى : ? للذين أحسنوا الحسنى وزيادة ? .\nوقد ثبت في صحيح مسلم عن النبي - صلى الله عليه وسلم - تفسير الزيادة بالنظر إلى وجهه تعالى في الجنة ، وهذا مناسب لجعله جزاءً لأهل الإحسان ، لأن الإحسان : أ، يعبد المسلم ربه في الدنيا على وجه الحضور والمراقبة ، كأنه يراه بقلبه وينظر إليه في حال عبادته فكان جزاء ذلك النظر إلى وجه الله عياناً في الآخرة .\nوعكس هذا ما أخبر الله تعالى به عن جزاء الكافرين في الآخرة : ? إنهم عن ربهم يومئذ لمحجوبون ? ، وجعل ذلك جزاءً لحالهم في الدنيا ، وهو تراكم الران على قلوبهم حتى حجبت عن معرفته في الدنيا ، فكان جزاؤهم على ذلك أن حجبوا عن رؤيته في الآخرة .\nوقوله - صلى الله عليه وسلم - في تفسير الإحسان : ( أن تعبد الله كأنك تراه ... ) يشير إلى أن العبد يعبد الله تعالى على هذه الصفة ، وهو استحضار قربه وأنه بين يديه كأنه يراه ، وذلك يوجب الخشية والخوف والهيبة والتعظيم ، كما جاء في رواية أبي هريرة : ( أن تخشى الله كأنك تراه ) ، ويوجب أيضاً النصح في العبادة وبذل الجهد في تحسينها وإتمامها وإكمالها .\n(1/40)",
        "\nفحقيقة الإحسان : أن يعمل العبد على مقتضى مشاهدته لله تعالى بقلبه وهو أن يتنوَّر القلب بالإيمان وتنفذ البصيرة في العرفان حتى يصير الغيب كالعيان ، وتتفاوت أهل هذه المقامات فيه بحسب قوة نفوذ البصائر .\nم / ( ومنه الدعاء , وفي الحديث \" الدعاء مخ العبادة \" والدليل قوله تعالى : ? وقال ربكم أتدعوني أستجب لكم إن الذين يستكبرون عن عبادتي سيدخلون جهنم داخرين)\nوقوله : ( ومنه ) الضمير في قوله ( ومنه ) يعود على ( أنواع ) أي من الأنواع ، ولذا جاءت صيغته تذكير .\nوبعد أسطر قال المصنف : ( ومن حرف منها شيئاً ) ، ومنها : صيغة مؤنث فتكون عائدة على العبادة .\nالدعاء :\nوهو من أنواع العبادة ، والدليل قوله تعالى :\n? وقال ربكم ادعوني أستجب لكم إن الذين يستكبرون عن عبادتي سيدخلون جهنم داخرين ?\nولم يقل يستكبرون عن دعائي ، بل قال : ? عن عبادتي ? ، وهذا دليل على أن الدعاء عبادة .\nوقال النبي - صلى الله عليه وسلم - : ( الدعاء مخ العبادة ) . رواه الترمذي ، وهو ضعيف .\nويغني عنه الحديث الآخر أن النبي - صلى الله عليه وسلم - قال : ( الدعاء هو العبادة ) . رواه الترمذي وأبو داود وأحمد\nوقال تعالى : ? ولا تدع من دون الله ما لا ينفعك ولا يضرك فإن فعلت فإنك إذاً من الظالمين ?\n? ولا تدع ? الخطاب للرسول - صلى الله عليه وسلم - ، والحكم له ولغيره ، أو كل من يصح خطابه ويدخل فيه الرسول - صلى الله عليه وسلم - . وهذا القول هو الصحيح .\n? من دون الله ? أي سوى الله .\n? ما لا ينفعك ? ما لا يجلب لك النفع لو عبدته .\n? ولا يضرك ? أي لو تركت عبادته فإنه لا يضرك .\n? فإن فعلت ? أي إن دعوت من دون الله ما لا ينفعك ولا يضرك . ? فإنك إذاً من الظالمين ? ونوع الظلم هنا ظلم شرك ، كما قال تعالى : ? إن الشرك لظلم عظيم ? .\n(1/41)\n",
        "فالدعاء هو أن يضرع إلى الله يدعوه ويسأله النجاة ويسأله الرزق ، وكل هذا عبادة ، فإذا صرفها لصنم أو لشجر أو لحجر أو لميت صار مشركاً بالله عز وجل .\nلكن دعاء الحي الحاضر القادر والاستعانة به في الشيء المقدور عليه لا بأس به ، ولا يعتبر داخلاً في الشرك ، فلو قلت لأخيك الحاضر : أعني على قطع هذه الشجرة ، أو على حفر هذه البئر فلا بأس بذلك ، كما قال سبحنه في قصة موسى : ? فاستغاثه الذي من شيعته على الذي من عدوه ? .\nم / ( والخوف ، والدليل : ? فلا تخافوهم وخافون إن كنتم مؤمنين ? )\nالخوف : هو الذعر ، وهو انفعال يحصل بتوقع ما فيه هلاك أو ضرر أو أذى .\nوالخوف أقسام :\nقال الشيخ السعدي رحمه الله : ( اعلم أن الخوف والخشية تارة يقع عبادة ، وتارة يقع طبيعة وعادة بحسب أسبابه ومتعلقاته ، فإن كان الخوف والخشية خوف تألّه وتعبد وتقرب بذلك الخوف إلى من يخافه وكان يدعو إلى طاعةٍ باطنةٍ وخوف سري يزجر عن معصية من يخافه كان تعلقه بالله من أعظم واجبات الإيمان وتعلقه بغير الله من الشرك الأكبر الذي لا يغفره الله ، لأنه أشرك في هذه العبادة التي هي من\nأعظم واجبات القلب غير الله مع الله ، وذلك كمن يخشى من صاحب القبر ، ويوقع به مكروهاً أو يغضب عليه فيسلبه نعمه أو نحو ذلك مما هو واقع من عباد القبور .\nوإن كان الخوف طبيعياً كمن يخشى من عدو أو سبع أو حية أو نحو ذلك مما يخشى ضرره الظاهري ، فهذا النوع ليس عبادة وقد يوجد من كثير من المؤمنين ولا ينافي الإيمان .\nوأما إن كان هذا خوفاً وهمياً ، كالخوف الذي ليس له سبب أصلاً أو له سبب ضعيف ، فهذا مذموم يدخل صاحبه في وصف الجبناء ، وقد تعوذ النبي - صلى الله عليه وسلم - من الجبن فهو من الأخلاق الرذيلة ) . أ . ه\nوالخوف من الله درجات :\nفمن الناس من يغلو في خوفه ، ومنهم من يفرط ، والخوف العدل هو الذي يرد عن محارم الله .\nأما آية الباب :\n(1/42)\n\nيقول تعالى : ? إنما ذلكم الشيطان يخوف أولياءه ? يعظمهم في صدوركم ويوهمكم أنهم ذو بأس فنهاكم أن تخافوا أولياءه الذين خوفكم إياهم .\n? وخافون ? وتوكلوا علي فإني كافيكم . ? إن كنتم مؤمنين ? فجعله شرطاً في صحة الإيمان .\nم / ( والرجاء ، ودليله : ? فمن كان يرجو لقاء ربه فليعمل عملاً صالحاً ولا يشرك بعبادة ربه أحداً ? )\nتعريفه :\nهو وصف قائم في القلب يؤدي إلى التوقع والأمل والطمع .\nويكون الرجاء توحيد إذا تعلق أمله وطمعه بالله .\nويكون شركاً أكبر إذا توقع أو طمع من مخلوق ما لا يقدر عليه إلا الله ، كأن يتوقع من مخلوق النصر ، أو تتوقع منه الولد أو الشفاء أو السلامة .\nقال تعالى : ? قل أفرأيتم ما تدعون من دون الله إن أرادني الله بضر هل هن كاشفات ضره ? .\nويكون الرجاء شرك أصغر ، كأن تتوقع وترجو الشفاء والخير من الله لكن بوسيلة محرمة ، كمن لبس حلقة أو خيطاً على أن تكون سبباً للشفاء .\nقال - صلى الله عليه وسلم - : ( من تعلق تميمة فقد أشرك ) .\n# واعلم أن الرجاء لا يصح إلا مع العمل .\nقال العلماء : والرجاء ثلاثة أنواع :\n1. رجاء رجل عمل بطاعة الله على نور من الله فهو راج لثوابه .\n2. رجاء رجل أذنب ذنباً ثم تاب منه فهو راج لمغفرة الله وعفوه وإحسانه وجوده وعلمه .\n3. رجل متماد في التفريط والخطايا يرجو رحمة الله بلا عمل ، فهذا هو الغرور والرجاء الكاذب .\nم / ( والتوكل ، ودليله : ? وعلى الله فتوكلوا إن كنتم مؤمنين ? )\nالتوكل : هو الاعتماد على الله سبحانه وتعالى في جلب المطلوب وزوال المكروه مع فعل الأسباب المأذون فيها.\nفمن جعل أكثر اعتماده على الأسباب نقص توكله على الله ، ويكون قادحاً في كفاية الله ، ومن جعل أكثر اعتماده على الله ملغياً للأسباب فقد طعن في حكمة الله ، لأن الله جعل لكل شيء سبباً .",
        "(1/43)\n\nوالنبي - صلى الله عليه وسلم - أعظم المتوكلين على الله ، ومع ذلك كان يأخذ بالأسباب ، فكان يأخذ الزاد في السفر ، ولما خرج إلى أحد ظاهر بين درعين ( أي لبس درعين ) ، ولما خرج مهاجراً أخذ من يدله على الطريق .\nالتوكل أنواع :\n1ـ التوكل على الله ، وهو من تمام الإيمان وعلامات صدقه ، وهو واجب لا يتم الإيمان إلا به .\n2ـ توكل السر , بأن يعتمد على ميت في جلب منفعة أو دفع مضرة ، فهذا شرك أكبر , لأنه لا يقع إلا ممن يعتقد أن لهذا الميت تصرفاً سرياً في اللون ، ولا فرق بين أن يكون نبياً ، أو ولياً ، أو طاغوتاً .\n3ـ التوكل على الغير فيما يتصرف فيه الغير مع الشعور بعلو مرتبته ، فهذا نوع من الشرك الأصغر ، أما لو اعتمد عليه على أنه سبب وأن الله تعالى هو الذي قدر ذلك على يده فإن ذلك لا بأس به إذا كان للمتوكل عليه أثر صحيح في حصوله .\n4ـ التوكل على الغير فيما يتصرف فيه المتوكل بحيث ينيب غيره في أمر تجوز فيه النيابة , كما لو وكلت شخصاً في بيع شيء أو شرائه ، فهذا لا بأس به بدلالة الكتاب والسنة والإجماع .\nقال تعالى حكاية عن يعقوب : ? يا بني اذهبوا فتحسسوا من يوسف وأخيه ? .\nووكل - صلى الله عليه وسلم - على الصدقة عمالاً وحفاظاً ، ووكل في إثبات الحقوق وإقامتها ، ووكل علي بن أبي طالب في هديه في حجة الوداع أن يتصدق بجلودها وجلالها .\nم / ( ودليل الرغبة والرهبة والخشوع قوله تعالى : ? إنهم كانوا يسارعون في الخيرات ويدعوننا رغباً ورهباً وكانوا لنا خاشعين ? )\nالرغبة : محبة الوصول إلى الشيء المحبوب .\nالرهبة : الخوف المثمر للهرب من المخوف ، فهو خوف مقرون بالعمل .\nالخشوع : الذل والتطامن لعظمة الله .\nفهذه عبادات قلبية من أجلّ العبادات ، وصرفها لغير الله شرك أكبر .\nيقول تعالى عن الأنبياء والصالحين : ? إنهم كانوا يسارعون في الخيرات ? أي في عمل القربات وفعل الطاعات .\n(1/44)",
        "\n? ويدعوننا رغباً ورهباً ? أي رغبة في رحمة الله ورهباً من عذاب الله .\n? وكانوا لنا خاشعين ? أي خاضعين متذللين .\nفدلت الآية على أن هذه الثلاثة الأنواع من أجل أنواع العبادة ، فمن صرف منها شيئاً لغير الله فهو مشرك .\nم / ( والخشية ، والدليل : ? فلا تخشوهم واخشون ?\nالخشية نوع من الخوف لكنها أخص منه . والفرق بينهما :\n1ـ أن الخشية تكون مع العلم بالمخشي وحاله ، كقوله تعالى : ? إنما يخشى الله من عباده العلماء ? ، والخوف قد يكون من الجاهل .\n2ـ أن الخشية تكون بسبب عظمة المخشي ، بخلاف الخوف فقد يكون من ضعف الخائف لا من قوة المخوف .\nوفي الآية الكريمة يقول تعالى : لا تخشوا الناس ، فإني ربكم ، واخشوني وحدي ، ونهى عن خشية غيره كما في الآية الثانية : ? فلا تخشوا الناس ? أي لا تخافوا منهم ? واخشون ? أي خافوا مني .\nفدلت الآيتان وما في معناهما : على أن الخشية عبادة من أجل العبادات ، فصرفها لغير الله شرك أكبر .\nقال شيخ الإسلام في مجموع الفتاوى ( 1 / 51 ) :\n( والسعادة في معاملة الخلق : أن تعاملهم لله ، فترجو الله فيهم ولا ترجوهم في الله ، وتخاف الله فيهم ولا تخافهم في الله ، وتحسن إليهم رجاء ثواب الله لا لمكافأتهم ، وتكف عن ظلمهم خوفاً من الله لا منهم ) . أ.ه\nم / ( والإنابة ، والدليل قوله تعالى : ? وأنيبوا إلى ربكم وأسلموا له ? )\nوالإنابة : الرجوع إلى الله بالقيام بطاعته واجتناب معصيته ، وهي قريبة من معنى التوبة إلا أنها أرق منها .\nقال تعالى : ? وأنيبوا إلى ربكم وأسلموا له ? أي : أقبلوا إلى ربكم وارجعوا إليه بالطاعة .\n? وأسلموا له ? أخلصوا له التوحيد .\n? من قبل أن يأتيكم العذاب ثم لا تنصرون ? أي : بادروا بالتوبة إلى العمل الصالح قبل حلول النقمة .\nوأمره عباده بالإنابة ظاهر في أنها عبادة وأنه يحبها ، فصرفها لغير الله شرك أكبر .\n(1/45)\n",
        "م / ( والاستعانة ، والدليل : ? إياك نعبد وإياك نستعين ? وفي الحديث : \" إذا استعنت فاستعن بالله \" . والاستغاثة , والدليل قوله تعالى : ? إذ تستغيثون ربكم فاستجاب لكم ? )\nالاستعانة : طلب العون والمؤازرة في الأمر .\nوالاستغاثة : طلب الغوث ، وهو إزالة الشدة .\nدليل الاستغاثة قوله تعالى : ? إياك نعبد وإياك نستعين ? .\nقال ابن قاسم رحمه الله : ( الدين كله يرجع إلى هذين المعنيين ، وسر الخلق والكتب والشرائع والثواب والعقاب يرجع إلى هاتين الكلمتين ، وعليهما مدار العبودية والتوحيد .\nالأول : تبرؤ من الشرك .\nالثاني : تبرؤ من الحول والقوة .\nوهذا المعنى في غير آية من كتاب الله ، وتقديم المعمول على العامل يفيد الحصر ، أي : نستعين بك وحدك دون كل من سواك .\nفهذا النوع أجل أنواع العبادة ، فصرفه لغير الله شرك أكبر .\nوكذلك قوله تعالى : ? إياك نعبد ? أي : لا نعبد أحداً سواك ، فالعبادة لله وحده والاستعانة به وحده جل وعلا وتقدس .\nوفي الحديث : إذا استعنت فاستعن بالله ) . رواه الترمذي\nحصر الاستعانة بالله وحده دون غيره من الخلق والدلالة على أنها أجل العبادات وعليها مدار الدين ، فإذا استعان أحد بغير الله فهو مشرك الشرك الأكبر .\n# الاستعانة والاستغاثة بالمخلوق على نوعين :\nـ الاستعانة والاستغاثة بالمخلوق فيما يقدر عليه ، وهذا جائز ، قال تعالى : ? وتعاونوا على البر والتقوى ? .\nوقال تعالى في قصة موسى - عليه السلام - : ? فاستغاثه الذي من شيعته على الذي من عدوه ? .\nوكما يستغيث الرجل بأصحابه في الحرب وغيرها مما يقدر عليه المخلوق .\nـ الاستغاثة والاستعانة بالأموات ، والاستغاثة بالأحياء والاستعانة بهم فيما لا يقدر عليه إلا الله من شفاء المرضى وتفريج الكربات ، ودفع الضر ، فهذا النوع غير جائز وهو شرك أكبر .\nم / ( والاستعاذة ، والدليل قوله تعالى : ? قل أعوذ برب الفلق ? و ? قل أعوذ برب الناس ? ) .\n(1/46)\n\n# أمر الله نبيه - صلى الله عليه وسلم - أن يستعيذ بفالق الإصباح من شر جميع المخلوقات ومن شر الغاسق والحاسد .\nوالفلق : الصبح .\nوقيل : سبب تخصيص المستعيذ به : أن القادر على إزالة هذه الظلمة عن العالم هو القادر على أن يدفع عن المستعيذ ما يخافه ويخشاه .\n# أمر نبيه - صلى الله عليه وسلم - أن يستعيذ من الوسواس الخناس ، يعني : الشيطان الجاثم على قلب الإنسان ، فإذا ذكر الله خنس وإذا عقل وسوس .\nوالأمر بالاستعاذة به تعالى كثير في الكتاب والسنة ، ففي الكتاب :\nقال تعالى : ? وإني أعيذها بك وذريتها من الشيطان الرجيم ? .\nقال تعالى : ? معاذ الله أن أكون من الجاهلين ? .\nقال تعالى : ? وإذا قرأت القرآن فاستعذ بالله من الشيطان الرجيم ? .\nومن السنة :\nقوله - صلى الله عليه وسلم - : ( أعوذ بكلمات الله التامات من شر ما خلق ) .\nتدل على أن الاستعاذة بالله عبادة من أجل العبادات فصرفها لغير الله شرك أكبر .\nم / ( والذبح ، والدليل : ? قل إن صلاتي ونُسُكي ومحياي ومماتي لله رب العالمين ? ومن السنة : \" لعن الله من ذبح لغير الله \" )\nالذبح : إزهاق الروح بإراقة الدم على وجه مخصوص .\nيقول تعالى : قل يا محمد لهؤلاء المشركين الذين يعبدون غير الله ويذبحون لغيره ? إن صلاتي ونسكي ? أي : ذبحي ? ومحياي ? أي : ما أحيا عليه من العمل الصالح ? ومماتي ? أي : ما أموت عليه ? لله رب العالمين ? لا شريك له في شيء من ذلك ولا في غيره من أنواع العبادات ، وهذا دليل على أن الذبح عبادة .\nومن السنة : ( لعن الله من ذبح لغير الله ) .\nفدل الحديث على أن الذبح عبادة ، لأن الله لعن من صرفه لغيره ، والعبادة كلها مختصة بالله ، فإذا صرفها أحد لغير الله بأن ذبح للأصنام ، أو للقبور المعبودة من دون الله إلتماساً لشفاعة أربابها أو للنيران أو للزهرة أو نحو ذلك فهو مشرك .\nوالذبح يقع على وجوه :",
        "(1/47)\n\n1ـ أن يقع عبادة ، بأن يقصد به تعظيم المذبوح له والتذلل له ، فهذا لا يكون إلا لله ، وصرفه لغير الله شرك أكبر .\n2ـ أن يقع إكراماً لضيف أو وليمة لعرس ، فهذا مأمور به إما وجوباً أو استحباباً .\n3ـ أن يقع على وجه التمتع بالأكل أو الاتجار به ، فهذا من قسم المباح .\nعن طارق بن شهاب أن رسول الله - صلى الله عليه وسلم - قال : ( دخل الجنة رجل في ذباب ، ودخل النار رجل في ذباب ) ، قالوا : كيف يا رسول الله ؟ قال : ( مر رجلان على قوم لهم صنم لا يجوزه أحد\nحتى يقرب له شيئاً ، فقالوا لأحدهما : قرب ، فقال : ليس عندي شيء أقرب ، قالوا له : قرب ولو ذباباً ، فقرب ذباباً فخلوا سبيله فدخل النار . وقالوا للآخر : قرب ، فقال : ما كنت لأقرب لأحد شيئاً دون الله عز وجل ، فضربوا عنقه فدخل الجنة ) . رواه أحمد في الزهد عن سلمان الفارسي موقوفا بسند صحيح .\nم / ( والنذر ، والدليل : ? يوفون بالنذر ويخافون يوماً كان شره مستطيراً ? )\nالنذر لغة : الإيجاب .\nوشرعاً : إيجاب المكلف على نفسه ما ليس واجباً عليه شرعاً .\nوالنذر عبادة ، لقوله تعالى : ? يوفون بالنذر ? فأثنى الله عليهم لإيفائهم بالنذر ، وهذا يدل على أن الله يحب ذلك وكل محبوبة لله من الأعمال فهو عبادة ، فمن الشرك أن تنذر لغير الله ، مثل : أن يقول لفلان علي نذر ، أو لهذا القبر علي نذر ، أو لجبريل علي نذر .\nوهذا النذر لغير الله لا ينعقد إطلاقاً ، ولا تجب فيه الكفارة ، بل هو شرك تجب التوبة منه كالحلف بغير الله .\nم / ( فمن صرف منها شيئاً لغير الله فهو مشرك كافر ، والدليل قوله تعالى : ? ومن يدع مع الله إله آخر لا برهان له به فإنما حسابه عند ربه إنه لا يفلح الكافرون ? )\nقوله : ( منها ) أي من أنواع العبادة .\nقال الشيخ السعدي في كلام له :\n(1/48)",
        "\n( فإن حد الشرك الأكبر وتفسيره الذي يجمع أنواعه وإفراده أن يصرف العبد نوعاً أو فرداً من إفراد العبادة لغير الله ، فكل اعتقاد أو قول أو عمل ثبت أنه مأمور به من الشارع فصرفه لله وحده توحيد وإيمان وإخلاص ، وصرفه لغيره شرك وكفر ، فعليك بهذا الضابط للشرك الأكبر الذي لا يشذ عنه شيء ) . أ . ه\nواستدل المصنف بقوله تعالى : ? ولا تدع من دون الله ... ? .\nووجه الدلالة : أن الله سبحانه وتعالى بين أن من يدعو مع الله إله آخر فإنه كافر ، لأنه قال : ? إنه لا يفلح الكافرون ? .\nم / ( الأصل الثاني / معرفة دين الإسلام بالأدلة ، وهو الاستسلام لله بالتوحيد ، والانقياد له بالطاعة ، والبراءة من الشرك وأهله ، وهو ثلاث مراتب : الإسلام ، والإيمان ، والإحسان ، وكل مرتبة لها أركان ) .\nلما فرغ المصنف رحمه الله من الأصل الأول , وشرحه وبسطه , شرع في الأصل الثاني من أصول الدين ، وهو معرفة دين الإسلام بالأدلة من الكتاب والسنة .\nقوله ( بالأدلة )\nتنبيه على أنه لا يسوغ التقليد في ذلك ، فيصير الرجل إمّعة ، بل لا بد أن يكون معه أدلة من كتاب الله وسنة رسوله - صلى الله عليه وسلم - على ما خلق له ، ليكون على نور ، وبرهان ، وبصيرة من دينه .\nفإن لم يكن على حقيقة من دينه ، فإنه يخشى عليه في حياته وبعد مماته عند سؤال الملكين إذا سألاه في القبر أن يحصل له الشك ، فيجيب بالجواب السيئ ، يقول : هاه هاه لا أدري ، سمعت الناس يقولون شيئاً فقلته ، بخلاف من يعرف أدلة دينه من الكتاب والسنة , وكان على القول الثابت في الدنيا ، فإنه حري بأن يقول عند سؤال الملكين : ربي الله ، وديني الإسلام ، ونبي محمد - صلى الله عليه وسلم - ، فإن من أسباب الثبات عند السؤال ، معرفة الدين بالحجج من الكتاب والسنة والعمل به .\nقوله ( الاستسلام لله بالتوحيد )\nأي الذل والخضوع لله ، بإفراده بالربوبية ، والخلق والتدبير ، وإفراده بجميع أنواع العبادة .\n(1/49)\n",
        "قوله ( والانقياد له بالطاعة )\nأي بفعل المأمورات من الطاعات ، وفعل الخيرات ، وترك المنهيات والمنكرات طاعة لله تعالى وابتغاء وجهه ، ورغبة فيما عنده وخوفاً من عقابه .\nقوله ( والبراءة من الشرك )\nفلا بد أن يتبرأ من الشرك ومن أهل الشرك ، في الاعتقاد والعمل والمسكن , بل من كل خصلة من خصالهم , ومن كل نسبة من النسب إليهم ، معادياً لهم أشد معاداة غير متشبه لهم في قول أو فعل .\nقال تعالى : ? قد كانت لكم أسوة حسنة في إبراهيم والذين معه إذ قالوا لقومهم إنّا برءآو منكم ومما تعبدون من دون الله كفرنا بكم وبدا بيننا وبينكم العداوة والبغضاء أبداً حتى تؤمنوا بالله وحده ? .\nوقد قسم المؤلف البراءة إلى قسمين :\nالبراءة من العمل وهو الشرك .\nالبراءة من العامل وهو المشرك .\nقوله ( وهو ثلاث مراتب ) سبق شرحها .\nوالدليل على ذلك قوله - صلى الله عليه وسلم - في الحديث الذي رواه عمر بن الخطاب - رضي الله عنه - حين جاء جبريل يسأل النبي - صلى الله عليه وسلم - عن الإسلام والإيمان والإحسان ، وبين له ثم قال : ( هذا جبريل أتاكم يعلمكم دينكم ) . رواه مسلم\nقوله ( وكل مرتبة لها أركان )\nأي وكل مرتبة من مراتب الدين الثلاث لها أركان لا تقوم إلا عليها ، وأركان الشيء أجزاؤه في الوجود التي لا يحصل إلا بحصولها ، وداخلة في حقيقته ، سميت بذلك : تشبيهاً لها بأركان البيت الذي لا يقوم إلا بها ، فمراتب الدين لا تتم إلا بأركانها .\nوفي الاصطلاح : عبارة عن جزء الماهية .\nم / ( فأركان الإسلام خمسة : شهادة أن لا إله إلا الله وأن محمداً رسول الله ، وإقام الصلاة وإيتاء الزكاة ، وصوم رمضان , وحج بيت الله الحرام )\nقوله ( فأركان الإسلام خمسة )\n(1/50)\n\nدليل ذلك حديث ابن عمر قال : سمعت رسول الله - صلى الله عليه وسلم - يقول : ( بني الإسلام على خمس : شهادة أن لا إله إلا الله وأن محمداً عبده ورسوله ، وإقام الصلاة ، وإيتاء الزكاة ، وحج البيت ، وصوم رمضان ) . متفق عليه\nوالمراد من الحديث :\nأن الإسلام مبني على هذه الخمس ، فهي كالأركان والدعائم لبنيانه ، والمقصود تمثيل الإسلام ببنيانه ، ودعائم البنيان هذه الخمس ، فلا يثبت البنيان بدونها ، وبقية خصال الإيمان كتتمة البنيان ، فإذا فقد منها شيء نقص البنيان وهو قائم لا ينقص بنقص ذلك ، بخلاف نقص هذه الدعائم الخمس فإن الإسلام يزول بفقدها جميعها بغير إشكال .\nوهذه الأركان قدمها على حسب الأهمية ، فبدأ بقطبها : شهادة أن لا إله إلا الله ، ثم ثنى بشهادة أن محمداً رسول الله ، وكثيراً ما تقرن بها ، ثم إقام الصلاة ، وإيتاء الزكاة ، وصوم رمضان ، وحج البيت الحرام .\nفهذه مباني الإسلام التي ابتني وتركب منها . ( وتأتي أدلتها )\nوكل خصلة من خصال الإسلام داخلة في الإيمان ، فما كان من الأعمال الباطنة فوصف الإيمان عليه أغلب من وصف الإسلام ، وما كان من الأعمال الدينية الظاهرة كالشهادتين والصلاة وأنواع العبادات التي تظهر ويطلع عليها الناس ، فوصف الإسلام عليها أغلب من وصف الإيمان ، فدائرة الإسلام أوسع من دائرة الإيمان ، كما أن دائرة الإيمان أوسع من دائرة الإحسان .\nم / ( فدليل الشهادة قوله تعالى : ? شهد الله أنه لا إله إلا هو والملائكة وأولوا العلم قائماً بالقسط لا إله إلا هو العزيز الحكيم ?\nومعناها : لا معبود بحق إلا الله ، [ لا إله ] نافياً جميع ما يعبد من دون الله . [ إلا الله ] مثبتاً العبادة لله وحده لا شريك له في عبادته ، كما أنه لا شريك له في ملكه .",
        "(1/51)\n\nوتفسيرها الذي يوضحها قوله تعالى : ? وإذ قال إبراهيم لأبيه وقومه إنني براء مما تعبدون ، إلا الذي فطرني فإنه سيهدين ، وجعلها كلمة باقية في عقبه لعلهم يرجعون ? ) .\nهذا شروع من المؤلف في بيان أدلة أركان الإسلام الخمسة .\nوالشهادة : خبر قاطع ، وأطلق المؤلف لفظ الشهادة على شهادة أن لا إله إلا الله لأنها أعظم شهادة في الوجود على أعظم مشهود به ، فلا ينصرف الإطلاق إلا إليها .\nودليلها قوله تعالى : ? شهد الله أنه لا إله إلا هو والملائكة وأولوا العلم قائماً بالقسط ... ? .\nقال ابن كثير : ( شهد تعالى وكفى به شهيداً ، وهو أصدق الشاهدين وأعدلهم وأصدق القائلين ? أنه لا إله إلا هو ? أي المنفرد بالإلهية لجميع الخلائق ، وأن الجميع عبيده وخلقه وفقراء إليه ، وهو الغني عما سواه ... ثم قرن شهادة ملائكته وأولي العلم بشهادته ... ) .\nومعنى : ( لا إله إلا الله ) أي لا معبود بحق إلا الله , أي أن يعترف الإنسان بقلبه ولسانه بأنه لا معبود بحق إلا الله .\nهذا هو المعنى الصحيح لهذه الكلمة .\n(1/52)",
        "\nقال الشيخ ابن باز رحمه الله رداً على من قال أن معناها ( لا إله في الوجود إلا الله ) قال : ( هذا ليس بصحيح , لأن الآلهة المعبودة من دون الله كثيرة وموجودة وتقدير الخبر بلفظ ( الوجود ) لا يحصل به المقصود من بيان أحقية ألوهية الله سبحانه وبطلان ما سواها , لأن القائل يقول : كيف تقولون ( لا إله في الوجود إلا الله ) وقد أخبر الله سبحانه عن وجود آلهة كثيرة للمشركين كما في قوله سبحانه : ? وما ظلمناهم ولكن ظلموا أنفسهم فما أغنت عنهم آلهتهم التي يدعون من دون الله من شيء ? وقوله سبحانه : ? فلولا نصرهم الذين اتخذوا من دون الله قرباناً آلهةً ? فلا سبيل إلى التخلص من هذا الاعتراض وبيان عظمة هذه الكلمة وأنها كلمة التوحيد المبطلة لآلهة المشركين وعبادتهم من دون الله إلا بتقدير الخبر بغير ما ذكره النحاة فهو كلمة ( حق ) لأنها هي التي توضح بطلان جميع الآلهة , وتبين أن الإله الحق والمعبود بالحق هو الله وحده كم نبه على ذلك جمع من أهل العلم , منهم : أبو العباس بن تيمية , وتلميذه ابن القيم , وآخرون رحمهم الله ومن أدلة ذلك قوله سبحانه : ? ذلك بأن الله هو الحق وأن ما يدعون من دونه هو الباطل ... ? ) . أ . ه\nوبعضهم فسرها بقوله : ( لا خالق ولا مدبر ولا رازق إلا الله ) .\nقال الشيخ محمد بن عثيمين رحمه الله : ( وتفسيرها بهذا باطل , لأن هذا التفسير لتوحيد الربوبية فقط , وهذا أقر به المشركون ولكن لم يدخلهم في الإسلام ولم يعصم دماءهم ولا أموالهم )\n# والتوحيد لا يتم إلا بركنين هما :\n1ـ الإثبات .\n2ـ النفي .\nإذ النفي المحض تعطيل محض , والإثبات المحض لا يمنع المشاركة .\nقال تعالى : ? واعبدوا الله ولا تشركوا به شيئاً ? .\nقوله ? واعبدوا ? في مقابل ( إلا الله )\nوالقرآن كله يدل على إثبات العبادة لله وحده .\n( فلا إله إلا الله ) اشتملت على أمرين هما ركناها : النفي , والإثبات\n(1/53)\n",
        "( فلا إله ) , نافياً وجود معبود بحق سوى الله .\n( إلا الله ) , مثبتاً العبادة لله وحده , دون كل من سواه .\nوالنفي المحض ليس بتوحيد , فلا بد من الجمع بين النفي والإثبات .\nقوله ( وتفسيرها الذي يوضحها قوله تعالى : ? وإذ قال إبراهيم لأبيه وقومه ... ?) .\n( وتفسيرها ) أي : تفسير شهادة لا إله إلا الله الذي بينها بياناً تاماً من القرآن , فإنه تعالى بينها في كتابه في غير موضع , ولم يَكِلْ عباده في بيان معناها إلا أحد سواه .\nوقوله تعالى : ? وإذ قال إبراهيم ... ?\nففي هذه الآية يخبر تعالى عن عبده ورسوله وخليله , إمام الحنفاء , ووالد من بعده من الأنبياء , أنه قال لأبيه آزر , وقومه أهل بابل , وملكهم النمرود ، وكانوا يعبدون الأصنام ? إنني براء ? أي بريء ? مما تعبدون ? من الأوثان , وهذا فيه معنى ( لا إله ) .\n? إلا الذي فطرني ? أي ابتدأ خلقي وبرأني , وفي هذا معنى ( إلا الله ) .\nفدلت الآية على ما دلت عليه ( لا إله إلا الله ) , فالخليل - عليه السلام - تبرأ من آلهتهم سوى الله , ولم يتبرأ من عبادة الله , بل استثنى من المعبودين ربه .\nقوله تعالى : ? وجعلها كلمةً باقية في عقبه لعلهم يرجعون ? أي : وجعل كلمة التوحيد وهي : ( لا إله إلا الله ) باقية في نسله وذريته يقتدي به فيها من هداه الله من ذريته .\n? لعلهم ? لعل أهل مكة وغيرهم ? يرجعون ? إلى دين الخليل .\nم / ( ودليل شهادة أن محمداً رسول الله قوله تعالى : ? لقد جاءكم رسول من أنفسكم عزيز عليه ما عنتم حريص عليكم بالمؤمنين رؤوف رحيم ? .\nومعنى شهادة أن محمداً رسول الله : طاعته فيما أمر وتصديقه فيما أخبر ، واجتناب ما نهى عنه وزجر ، وأن لا يعبد الله إلا بما شرع ) .\nالدليل على شهادة أن محمداً رسول الله قوله تعالى : ? لقد جاءكم رسول ... ? .\n(1/54)\n\nيقول الله ممتناً على المؤمنين بما أرسل إليهم رسولاً من أنفسهم ، أي من جنسهم وعلى لغتهم كما قال إبراهيم - عليه السلام - : ? ربنا وابعث فيهم رسولاً منهم ? ، وقال تعالى : ? لقد من الله على المؤمنين إذ بعث فيهم رسولاً من أنفسهم ? .\n? عزيز عليه ما عنتم ? أي : يعز عليه الشيء الذي يعنت أمته ويشق عليها .\n? حريص عليكم ? أي على هدايتكم ووصول النفع الدنيوي والأخروي إليكم .\nومقتضى هذه الشهادة : أن تصدق رسول الله - صلى الله عليه وسلم - فيما أخبر ، وأن تمتثل أمره فيما أخبر ، وأن تجتنب ما نهى عنه وزجر قال تعالى : ? وما آتاكم الرسول فخذوه وما نهاكم عنه فانتهوا واتقوا الله إن الله شديد العقاب ? .\nوقال - عليه السلام - : ( ما أمرتكم به فأتوا منه ما استطعتم ، وما نهيتكم عنه فاجتنبوه ) . متفق عليه\nومن مقتضى هذه الشهادة : أن لا تعتقد أن لرسول الله - صلى الله عليه وسلم - حقاً في الربوبية وتصريف الكون ، أو حقاً في العبادة ، بل هو عبد لا يعبد ، ورسول لا يكذب ، ولا يملك لنفسه ولا لغيره شيئاً من النفع أو الضر إلا ما شاء الله ، قال تعالى : ? قل لا أقول لكم عندي خزائن الله ولا أعلم الغيب ولا أقول لكم إني ملك إن أتبع إلا ما يوحى إلي ? .\nوقال تعالى : ? قل لا أملك لنفسي نفعاً ولا ضراً إلا ما شاء الله ولو كنت أعلم الغيب لاستكثرت من الخير وما مسني السوء إن أنا إلا نذير وبشير لقوم يؤمنون ? .\nومن مقتضى هذه الشهادة أن لا يعبد الله إلا بما شرع ، لا بالأهواء والبدع ، فإن الأصل في العبادات التشريع ، وكل بدعة ضلالة .\nقال ابن القيم : ( كل عمل بلا اقتداء فإنه لا يزيد عامله من الله إلا بعداً ، فإن الله تعالى إنما يعبد بأمره لا بالآراء والأهواء ) .\nم / ( ودليل الصلاة والزكاة وتفسير التوحيد قوله تعالى : ? وما أمروا إلا ليعبدوا الله مخلصين له الدين حنفاء ويقيموا الصلاة ويؤتوا الزكاة وذلك دين القيمة ? .",
        "(1/55)\n\nالصلاة لغة : الدعاء , ومنه قوله تعالى : ? وصل عليهم إن صلاتك سكن لهم ?\nوشرعاً : عبادة ذات أقوال وأفعال مفتتحة بالتكبير ومختتمة بالتسليم .\nوهي أعظم أركان الإسلام بعد الشهادتين , لحديث ابن عمر قال : سمعت رسول الله - صلى الله عليه وسلم - يقول : ( بني الإسلام على خمس : شهادة أن لا إله إلا الله وأن محمداً رسول الله , وإقام الصلاة ,... ) . متفق عليه\nوهي عمود الدين لقوله - صلى الله عليه وسلم - : ( رأس الأمر الإسلام , وعموده الصلاة , وذروة سنامه الجهاد في سبيل الله ) .\nرواه الترمذي\nوهي أول ما يحاسب عليه العبد لقوله - صلى الله عليه وسلم - ( أول ما يحاسب عليه العبد يوم القيامة الصلاة ؛ فإن صلحت صلح سائر عمله ، وإن فسدت فسد سائر عمله ) . رواه الطبراني\nوالدليل على أنها ركن قوله تعالى : ? وما أمروا إلا ليعبدوا الله مخلصين له الدين حنفاء ويقيموا الصلاة ويؤتوا الزكاة ? . أي ما أمر الذين كفروا إلا ليوحدوا الله ، ويفردوه بالعبادة ، ? حنفاء ? مائلين عن الأديان كلها إلى دين الإسلام ، قال تعالى : ? وما أرسلنا من قبلك من رسول إلا نوحي إليه أنه لا إله إلا أنا فاعبدون ? ، وهذا تفسير التوحيد .\nوأمروا أيضاً أن يقيموا الصلاة المكتوبة بأركانها وواجباتها وفي أوقاتها ، ويؤتوا الزكاة عند محلها ، وهذا هو دليل الصلاة والزكاة ، وأنهما ركنان من أركان الإسلام ، لا يستقيم بدونها ، وكثيراً ما يقرنهما تعالى في كتابه العزيز .\nم / ( ودليل الصيام قوله تعالى : ? يا أيها الذين آمنوا كتب عليكم الصيام كما كتب على الذين من قبلكم لعلكم تتقون ? )\nالصيام لغة : الإمساك .\nوشرعاً : الإمساك بنية عن الأكل والشرب وغيرهما من المفطرات من طلوع الفجر إلى غروب الشمس .\nوالدليل على وجوبه قوله تعالى : ? يا أيها الذين آمنوا كتب عليكم الصيام كما كتب على الذين من قبلكم لعلكم تتقون ? .\n(1/56)",
        "\nيقول الله تعالى مخاطباً للمؤمنين من هذه الأمة ، وآمراً لهم بالصيام ، وهو الإمساك عن الطعام والشراب والوقاع ، بنية خالصة لله عز وجل ، لما فيه من زكاة النفوس وطهارتها وتنقيتها من الأخلاط الرديئة والأخلاق الرذيلة ، وذكر أنه كما أوجبه عليهم فقد أوجبه على من كان قبلهم ، فلهم فيهم أسوة .\nوقوله ? لعلكم تتقون ? لأن الصوم فيه تزكية للبدن وتضييق لمسالك الشيطان ، ولهذا ثبت في الصحيحين : ( يا معشر الشباب ، من استطاع منكم الباءة فليتزوج ، ومن لم يستطع فعليه بالصوم فإنه له وجاء ) .\nوفي قوله : ? كما كتب على الذين من قبلكم ? فوائد :\nأهمية الصيام ، حيث فرضه الله عز وجل على الأمم من قبلنا ، وهذا يدل على محبة الله عز وجل له ، وأنه لازم لكل أمة .\nالتخفيف على هذه الأمة ، حيث أنها لم تكلف وحدها بالصيام الذي قد يكون فيه مشقة على النفوس والأبدان .\nالإشارة إلى أن الله تعالى أكمل لهذه الأمة دينها ، حيث أكمل لها الفضائل التي سبقت لغيرها .\nم / ( ودليل الحج قوله تعالى : ? ولله على الناس حج البيت من استطاع إليه سبيلاً ومن كفر فإن الله غني عن العالمين ? ) .\nالحج لغة : القصد .\nوشرعاً : قصد مكة لعمل مخصوص في زمن مخصوص .\nودليل الحج وأنه أحد الأركان الخمسة قوله تعالى : ? ولله على الناس حج البيت من استطاع إليه سبيلاً ? أي ولله فرض واجب على الناس ? حج البيت ? قصده لأداء النسك على المستطيع من الناس .\nوالاستطاعة : القدرة بنفسه على الذهاب ، ووجود الزاد والراحلة بعد قضاء الواجبات عليه .\nوهذه الآية نزلت في السنة التاسعة من الهجرة , وبها كانت فريضة الحج عند جمهور أهل العلم .\nقال ابن كثير في تفسيره : ( وقد وردت الأحاديث المتعددة بأنه أحد أركان الإسلام الخمسة ودعائمه وقواعده , وأجمع السلمون على ذلك إجماعاً ضرورياً , وإنما يجب على المكلف في العمر مرة واحدة بالنص والإجماع ) .\n(1/57)\n",
        "عن أبي هريرة - رضي الله عنه - قال : خطبنا رسول الله - صلى الله عليه وسلم - فقال : \" أيها الناس ، قد فرض عليكم الحج فحجوا \" فقال رجل : أكل عام يا رسول الله ؟ فسكت حتى قالها ثلاثاً ، فقال رسول الله - صلى الله عليه وسلم - : \" لو قلت نعم لوجبت ولما استطعتم \" ثم قال : \" ذروني ما تركتم فإنما أهلك من كان قبلكم كثرة سؤالهم واختلافهم على أنبيائهم , فإذا أمرتكم بشيء فأتوا منه ما استطعتم ، وإذا نهيتكم عن شيء فدعوه \" .\nوفي قوله : ? ومن كفر فإن الله غني عن العالمين ? دليل على أن ترك الحج ممن استطاع إليه سبيلاً يكون كفر لا يخرج عن الملة على قول جمهور العلماء ؛ لقول عبد الله بن شقيق : ( كان أصحاب رسول الله - صلى الله عليه وسلم - لا يرون شيئاً من الأعمال تركه كفر غير الصلاة ) . رواه الترمذي\nم / (المرتبة الثانية : الإيمان , وهو بضع وسبعون شعبة ؛ فأعلاها قول لا إله الله , وأدناها إماطة الأذى عن الطريق , والحياء شعبة من الإيمان )\n(المرتبة الثانية ) : أي من مراتب الدين .\nالإيمان لغة : التصديق . قال تعالى : ? وما أنت بمؤمن لهم ? أي : بمصدق .\nوشرعاً : ذهب عامة أهل السنة إلى أن الإيمان الشرعي هو اعتقاد بالقلب وقول باللسان وعمل بالجوارح .\nقال الإمام الأصبهاني : ( ولإيمان في لسان الشرع هو التصديق بالقلب والعمل بالأركان ) .\nوقال الإمام البغوي : ( اتفقت الصحابة والتابعون ومن بعدهم من علماء السنة على أن الأعمال من الإيمان ... وقالوا : إن الإيمان قول وعمل وعقيدة ) .\nوروى الإمام الالكائي عن الإمام البخاري قوله : ( لقيت أكثر من ألف رجل من العلماء بالأمصار فما رأيت أحد منهم يختلف في أن الإيمان قول وعمل , يزيد وينقص ) .\nوالنصوص عن الأئمة كثيرة جداً في قولهم : ( أن الإيمان قول وعمل ) , نقل كثير منهما المصنفون في عقيدة أهل السنة من الأئمة المتقدمين كالإمام الالكائي وابن بطة وابن أبي عاصم وغيرهم .\n(1/58)\n\nوأجمع أهل السنة على أن الإيمان يتفاضل , وجمهورهم على أنه يزيد وينقص .\n# أدلة الزيادة والنقصان :\nقوله تعالى : ? هو الذي أنزل السكينة في قلوب المؤمنين ليزدادوا إيماناً مع إيمانهم ? .\nقوله تعالى : ? وإذا تليت عليهم آياته زادتهم إيماناً ? .\nقوله تعالى : ? ويزداد الذين آمنوا إيماناً ? .\nقوله تعالى : ? الذين قال لهم الناس إن الناس قد جمعوا لكم فاخشوهم فزادهم إيماناً وقالوا حسبنا الله ونعم الوكيل ?\nومن السنة قوله - صلى الله عليه وسلم - عن النساء : ( ما رأيت من ناقصات عقل ودين أذهب للب الرجل الحازم من إحداكن ...) . متفق عليه\nـ قوله ( وهو بضع وسبعون شعبة )\nالبضع من الثلاثة إلى التسعة , والشعبة الطائفة من الشيء .\nـ قوله ( فأعلاها قول لا إله إلا الله ... )\nهذا أصله حديث متفق عليه عن أبي هريرة قال : قال رسول الله - صلى الله عليه وسلم - : ( الإيمان بضع وسبعون أو بضع وستون شعبة , فأفضلها قول لا إله إلا الله , وأدناها إماطة الأذى عن الطريق , والحياء شعبة من الإيمان ) .\nرواه مسلم هكذا بالشك , ورواه البخاري بلفظ \"بضع وستون\" بدون شك .\n# فوائد الحديث :\n1. أن الإيمان شعب كثيرة .\n2. أعلى شعب الإيمان قول لا إله إلا الله , لأنها كلمة الإخلاص , وكلمة الإسلام , وهي العروة الوثقى 0\nقال ابن رجب الحنبلي : ( ومن ترك الشهادتين خرج من الإسلام ) , والمقصود بالشهادتين كما لا يخفى ليس مجرد النطق بها , بل التصديق بمعانيها وإخلاص العبادة لله , والتصديق بنبوة محمد - صلى الله عليه وسلم - والإقرار ظاهراً وباطناً بما جاء به , فهذه هي الشهادة التي تنفع صاحبها عند الله , ولذلك ثبت في الأحاديث الصحيحة قوله - صلى الله عليه وسلم - : ( من قال لا إله إلا الله مخلصاً ) .\nوفي رواية : ( صدقاً ) وفي رواية : ( غير شاك ) وفي رواية : ( مستيقناً ) .",
        "(1/59)\n\n3. أن أصغر شعب الإيمان إماطة الأذى عن الطريق من شوك أو حجر ونحو ذلك مما يتأذى المار به 0\nوالأحاديث في فضل إماطة الأذى عن الطريق كثيرة منها :\nعن أبي هريرة رضي الله عنه قال : قال رسول الله - صلى الله عليه وسلم - : ( لقد رأيت رجلاً يتقلب في الجنة في شجرة قطعها من ظهر الطريق كانت تؤذي المسلمين ) . رواه مسلم\nوفي رواية : ( مر رجل بغصن شجرة على ظهر طريق فقال : والله لأُنحين هذا عن المسلمين لا يؤذيهم ، فأدخل الجنة ) .\nوفي رواية لهما : ( بينما رجل يمشي بطريق وجد غصن شوك على الطريق فأخره فشكر الله له فغفر له ) .\nم / ( وأركانه ستة : أن تؤمن بالله )\nوأركانه : أي أركان الإيمان الستة ، وهي أصوله التي تركب منها , والتي يزول بزوالها , ويكون بزوال الواحد من تلك الستة كافراً كفراً يخرج من الملة , وما عداها لا يزول بزواله , لكن منها ما يزول بزواله كمال الإيمان الواجب ، ومنها ما يزول بزواله كمال الإيمان المندوب .\n( الإيمان بالله ) ويتضمن أربعة أمور :\nـ الإيمان بوجود الله تعالى .\nقد دل على وجوده تعالى ، الفطرة ، والعقل , والشرع ، والحس .\n# أما دلالة الفطرة على وجوده : فإن كل مخلوق قد فطر على الإيمان بخالقه من غير سبق تفكير أو تعليم .\n# وأما دلالة العقل على وجوده : فلأن هذه المخلوقات سابقها ولاحقها لا بد لها من خالق أوجدها ، إذ لا يمكن أن توجِد نفسها بنفسها .\n# وأما دلالة الشرع على وجوده : فلأن الكتب السماوية كلها تنطق بذلك , وما جاءت به من الأحكام المتضمنة لمصالح الخلق دليل على أنها من رب حكيم عليم بمصالح خلقه .\n# وأما دلالة الحس على وجوده : فإننا نسمع ونشاهد من إجابة الداعين وغوث المكروبين ما يدل دلالة قاطعة على وجود الله تعالى .\nقال تعالى : ? ونوحاً إذ نادى من قبل فاستجبنا له ? .\nوقال تعالى : ? إذ تستغيثون ربكم فاستجاب لكم ? .\nـ الإيمان بربوبيته .\n(1/60)",
        "\nأي بأنه وحده الرب لا شريك له ولا معين , قال تعالى : ? ألا له الخلق والأمر ? .\nـ الإيمان بألوهيته .\nأي بأنه الإله الحق لا شريك له .\nـ الإيمان بأسمائه وصفاته .\nأي إثبات ما أثبته الله لنفسه في كتابه أو سنة رسوله - صلى الله عليه وسلم - من الأسماء والصفات على الوجه اللائق به من غير تحريف ولا تعطيل ولا تكييف ولا تمثيل .\nقال تعالى : ? ولله الأسماء الحسنى فادعوه بها ? .\nم / ( وملائكته )\nالملائكة : عالم غيبي مخلوقون عابدون لله تعالى , وليس لهم من خصائص الربوبية والألوهية شيء , خلقهم الله من نور , ومنحهم الانقياد التام لأمره . قال تعالى : ? ومن عنده لا يستكبرون عن عبادته ولا يستحسرون , يسبحون الليل والنهار لا يفترون ? .\nوهم عدد كثير لا يحصيهم إلا الله تعالى , وقد ثبت في الصحيحين من حديث أنس - رضي الله عنه - في قصة المعراج أن النبي - صلى الله عليه وسلم - رفع له البيت المعمور في السماء يصلي فيه كل يوم سبعون ألف ملك إذا خرجوا لم يعودوا إليه آخر ما عليهم .\nوالإيمان بالملائكة يتضمن أربعة أمور :\nـ الإيمان بوجودهم .\nـ الإيمان بما علمنا اسمه منهم كجبريل , ومن لم نعلم اسمه نؤمن بهم إجمالاً .\nـ الإيمان بما علمنا من صفاتهم كصفة جبريل ، فقد أخبر النبي - صلى الله عليه وسلم - أنه رآه على صفته التي خلق عليها وله ستمائة جناح قد سد الأفق .\nـ الإيمان بما علمنا من أعمالهم التي يقومون بها بأمر الله كتسبيحه والتعبد له ليلاً ونهاراً بدون ملل .\nوقد يكون لبعضهم أعمال خاصة , مثل :\nجبريل : الأمين على وحي الله .\nميكائيل : الموكل بالقطر , أي بالمطر والنبات .\nإسرافيل : المكل بالنفخ في الصور عند قيام الساعة .\nملك الموت : الموكل بقبض الأرواح عند الموت .\nومثل : الملائكة الموكلين بسؤال الميت إذا وضع في قبره .\nم / ( وكُتُبِهِ ورُسُلِهِ )\nالكتب : جمع كتاب بمعنى مكتوب .\n(1/61)\n",
        "والمراد بها هنا : الكتب التي أنزلها تعالى على رسله رحمة للخلق , وهداية لهم .\nوالإيمان بالكتب يتضمن أربعة أمور :\nالإيمان بنزولها من عند الله حقاً .\nالإيمان بما علمنا اسمه منها باسمه , كالقرآن والتوراة والإنجيل , وأما ما لم نعلم اسمه فنؤمن به إجمالاً .\nتصديق ما صح من أخبارها , كأخبار القرآن , وأخبار ما لم يبدل أو يحرف من الكتب السابقة .\nالعمل بأحكام ما لم ينسخ منها , والرضا والتسليم به .\n( ورسله )\nالرسل : جمع رسول , وهو من أوحي إليه من البشر بشرع وأمر بتبليغه .\nوالإيمان بالرسل يتضمن أربعة أمور :\nالإيمان بأن رسالتهم حق من الله , فمن كفر برسالة واحد منهم فقد كفر بالجميع .\nالإيمان بما علمنا اسمه منهم باسمه , مثل : محمد , ونوح , وإبراهيم , وعيسى ... وأما ما لم نعلم اسمه منهم فنؤمن به إجمالاً .\nالتصديق بما صح عنهم من أخبارهم .\nالعمل بشريعة من أرسل إلينا منهم .\nم / ( واليوم الآخر , وتؤمن بالقدر خيره وشره )\nاليوم الآخر : يوم القيامة الذي يبعث فيه الناس للحساب والجزاء , وسمي بذلك لأنه لا يوم بعده .\nوالإيمان باليوم الآخر يتضمن : الإيمان بما يكون بعد الموت في البرزخ , وبالحساب , والميزان , والجنة , والنار , والإيمان بعذاب القبر ونعيمه , وأكبر ذلك وأعظمه ، الإيمان ببعث هذه الأجساد , وإعادتها كما كانت أجساداً بعظامها وأعصابها , حتى يقع الثواب على هذا الجسد والروح جميعاً على ما فعلا من طاعة الله , أو يعاقبا على المعاصي التي صدرت منهما جميعاً .\nوللإيمان باليوم الآخر ثمرات جليلة منها :\nالرغبة في فعل الطاعة والحرص عليها .\nالرهبة في فعل المعصية والرضى بها .\nتسلية المؤمن عما يفوته من الدنيا بما يرجوه من نعيم الآخرة وثوابها .\nقوله ( وتؤمن بالقدر ... )\nالقدر : تقدير الله تعالى للكائنات , حسبما يبق به علمه واقتضته حكمته .\nوالإيمان بالقدر يتضمن أربعة أمور :\n(1/62)\n\nالإيمان بأن الله علم بكل شيء جملة وتفصيلاً , أزلاً وأبداً .\nالإيمان بأن الله كتب ذلك في اللوح المحفوظ .\nوفي هذين الأمرين يقول الله تعالى : ? ألم تعلم أن الله يعلم ما في السماء والأرض إن ذلك في كتاب إن ذلك على الله يسير ? .\nالإيمان بأن جميع الكائنات لا تكون إلا بمشيئة الله تعالى , قال تعالى : ? وربك يخلق ما يشاء ويختار ?\nالإيمان بأن جميع الكائنات مخلوقة لله , قال تعالى : ? الله خالق كل شيء ? .\nم / ( والدليل على هذه الأركان الستة قوله تعالى : ? ليس البر أن تولوا وجوهكم قبل المشرق والمغرب ولكن البر من آمن بالله واليوم الآخر والملائكة والكتاب والنبيين ? ودليل القدر قوله تعالى : ? إنا كل شيء خلقناه بقدر ? )\nأي الدليل على هذه الأركان الستة هي أركان الإيمان , لا يستقيم إيمان العبد إلا بها .\nقوله تعالى : ? ليس البر أن تولوا وجوهكم ... ? أي ليس البر كله أن تصلوا إلى بيت المقدس عندما حولوا إلى بيت الكعبة .\n? ولكن البر من آمن بالله ? أي بتفرده جل وعلا بالربوبية والألوهية , والأسماء والصفات .\n? واليوم الآخر ? أي بالبعث بعد الموت والحساب والحشر .\n? والملائكة ? أي بوجودهم , وأشرفهم السفرة .\n? والكتاب ? أي بجميع الكتب المنزلة من السماء على الأنبياء .\n? والنبيين ? أي : وآمن بأنبياء الله كلهم من أولهم إلى آخرهم .\nودليل القدر وأنه ركن من أركان الإيمان لا يستقيم الإيمان إلا به , قوله تعالى : ? إنا كل شيء خلقناه بقدر ?.\nقال ابن كثير في تفسيره : ( يستدل بهذه الآية الكريمة أئمة السنة على إثبات قدر الله السابق لخلقه وهو علمه بالأشياء قبل كونها , وكتابته لها قبل تبرمها ) .\nوقال رحمه الله عن تفسير الآية : ( وقوله تعالى : ? إنا كل شيء خلقناه بقدر ? كقوله : ? وخلق كل شيء فقدره تقديراً ? وكقوله : ? سبح اسم ربك الأعلى , الذي خلق فسوى , والذي قدر فهدى ? أي قدر قدراً وهدى الخلائق إليه ) .",
        "(1/63)\n\nم / ( المرتبة الثالثة : الإحسان ، وهو ركن واحد ، وهو أن تعبد الله كأنك تراه , فإن لم تكن تراه فإنه يراك ، والدليل قوله تعالى : ? إن الله مع الذين اتقوا والذين هم محسنون ? والدليل من السنة حديث جبريل المشهور ، عن عمر - رضي الله عنه - قال : قال جبريل للرسول - صلى الله عليه وسلم - : \" ... فأخبرني عن الإحسان ، قال : أن تعبد الله كأنك تراه فإن لم تكن تراه فإنه يراك \" ) .\nالمرتبة الثالثة من مراتب الدين : الإحسان , وقد سبق معناها ( أن تعبد الله كأنك تراه فإن لم تكن تراه فإنه يراك ) .\nوهذه العبادة ، أي عبادة الإنسان ربه كأنه يراه ، عبادة طلب وشوق ، وعبادة الطلب والشوق يجد\nالإنسان من نفسه حاثاً عليها لأنه يطلب هذا الذي يحبه , فهو يعبده كأنه يراه , فيقصده وينيب إليه ويتقرب إليه .\n( فإن لم تكن تراه فإنه يراك ) وهذه عبادة الهرب والخوف , ولهذا كانت هذه المرتبة الثانية في الإحسان .\nقال ابن القيم : ( وعبادة الرحمن غاية حبه ... مع ذل عابده , هما ركنان ، فالعبادة مبنية على هذين الأمرين : غاية الحب , وغاية الذل ) .\nوالدليل قوله تعالى : ? إن الله مع الذين اتقوا والذين هم محسنون ? أي أن الله عز وجل مع عباده الذين اتقوا المنهيات , والذين هم محسنون في العمل , يحفظهم ويكلؤهم ويؤيدهم , وهذه معية خاصة .\nوقوله تعالى : ? وما تكون في شأن وما تتلو منه ... ? أي وما تكون يا محمد ، في عمل من الأعمال ، وما تتلو من الله من قرآن نازل ، أو من شأن من قرآن نزل فيه ، ولا تعملون من عمل أنت وأمتك ? إلا كنا ? أي إلا ونحن عليكم شهوداً ، مشاهدون لكم , راءون سامعون ? إذ تفيضون فيه ? أي تأخذون في ذلك الشيء .\nومن السنة حديث جبريل المشهور .\nغالب هذا الحديث تقدم شرحه .\n(1/64)",
        "\nم / ( الأصل الثالث : معرفة نبيكم محمد - صلى الله عليه وسلم - , وهو محمد بن عبد الله بن عبد المطلب ابن هاشم , وهاشم من قريش , وقريش من العرب , والعرب من ذرية إسماعيل بن إبراهيم الخليل - عليه السلام - .\nوله من العمر ثلاث وستون سنة , منها أربعون قبل النبوة , وثلاث وعشرون نبياً رسولاً ، نبئ بإقرأ وأرسل بالمدثر , وبلده مكة وهاجر إلى المدينة )\n( الأصل الثالث ) أي من الأصول التي يجب على الإنسان معرفتها .\n# نسبه :\nقال ابن القيم في زاد المعاد ( 1/71 ) :\n( وهو خير أهل الأرض نسباً على الإطلاق ، فلنسبه من الشرف أعلى ذروة , وأعداؤه كانوا يشهدون له بذلك , ولهذا شهد له به عدوه إذ ذاك أبو سفيان بين يدي ملك الروم , فأشرف القوم قومه , وأشرف القبائل قبيلته ، وأشرف الأفخاذ فخذه .\nفهو محمد بن عبد الله بن عبد المطلب بن هاشم , وهاشم من قريش , وقريش من العرب , والعرب من ذرية إسماعيل بن إبراهيم الخليل ، وهذا لا خلاف فيه ) .\n# متى ولد ؟\nولد سيد المرسلين - صلى الله عليه وسلم - بشعب بني هاشم بمكة في صبيحة يوم الاثنين / التاسع من شهر ربيع الأول / عام الفيل .\nوقيل في الثاني عشر من ربيع الأول .\nواختلف في وفاة أبيه عبد الله : هل توفي ورسول الله - صلى الله عليه وسلم - حمل , أو توفي بعد ولادته ؟\nعلى قولين أصحهما : أنه توفي ورسول الله - صلى الله عليه وسلم - حمل .\nفلما كمل له أربعون , أشرق عليه نور النبوة , وأكرمه الله تعالى برسالته , وبعثه إلى خلقه , ولا خلاف في أن مبعثه - صلى الله عليه وسلم - كان يوم الاثنين ، واختلف في شهر المبعث :\nفقيل في ربيع الأول , وهذا مذهب طائفة كبيرة من العلماء .\nوقيل بل كان ذلك في رمضان , واحتج هؤلاء بقوله تعالى : ? شهر رمضان الذي أنزل فيه القرآن ? , واختار هذا القول بجي الصرصري .\n(1/65)\n",
        "( نبئ بإقرأ ) أي كان نبياً حين نزل عليه قوله تعالى : ? اقرأ باسم ربك الذي خلق , خلق الإنسان من علق , اقرأ وربك الأكرم , الذي علم بالقلم ... ? حيث جاءه الملك وهو في غار حراء , وكان يحب الخلوة فيه .\n( وأرسل بالمدثر ) أي صار رسولاً حين نزل عليه قوله تعالى : ? يا أيها المدثر , قم فأنذر , وربك فكبر , وثيابك فطهر , والرجز فاهجر ... ? فقام - عليه السلام - فأنذر وقام بأمر الله .\n# بلده مكة :\nأي ولد بها ونشأ فيها إلا ما كان منه وهو مع مرضعته السعدية في البرية , ثم رجع إليها في حضانة جده , ثم عمه , وأوحي إليه بها , وبقي بها ثلاث عشرة سنة بعد أن أوحي إليه .\n# وهاجر إلى المدينة :\nلما قررت قريش قتل النبي - صلى الله عليه وسلم - نزل جبريل إليه بوحي ربه تبارك وتعالى , فأخبره بمؤامرة قريش , وأن الله قد أذن له في الخروج .\nقال ابن القيم في زاد المعاد ( 1/101 ) :\n( ثم أذن الله لرسوله - صلى الله عليه وسلم - في الهجرة , فخرج من مكة يوم الاثنين في شهر ربيع الأول , وقيل في صفر , وله إذ ذاك ثلاث وخمسون سنة , ومعه أبو بكر الصديق , وعامر بن فهيرة مولى أبي بكر , ودليلهم عبد الله بن الأريقط الليثي , فدخل غار ثور هو وأبو بكر , فأقام فيه ثلاثاً , ثم أخذ على طريق الساحل , فلما انتهوا إلى المدينة ... ) . أ . ه\nوتوفي - عليه السلام - يوم الاثنين /12/ربيع الأول/11ه , وقد تم له ثلاث وستون سنة , وذلك بعد أن تكاملت الدعوة , وسيطر الإسلام على الموقف .\nم / ( بعثه الله بالنذارة عن الشرك , ويدعو إلى التوحيد , والدليل قوله تعالى : ? يا أيها المدثر , قم فأنذر , وربك فكبر , وثيابك فطهر , والجز فاهجر , ولا تمنن تستكثر , ولربك فاصبر ? ومعنى : ? قم فأنذر ? ينذر عن الشرك ويدعو إلى التوحيد ? وربك فكبر ? أي عظمه بالتوحيد ? وثيابك فطهر ? أي طهر أعمالك عن الشرك ? والرجز فاهجر ? الرجز : الأصنام , وهجرها تركها .\n(1/66)\n\nأخذ على هذا عشر سنين يدعو إلى التوحيد ) .\nذكر المصنف رحمه الله جملة مما يعرف به النبي - صلى الله عليه وسلم - , وأعظمها وأعلاها : معرفة ما بعث به النبي - صلى الله عليه وسلم - , وأنه بعث بالنذارة عن الشرك , والدعوة إلى التوحيد .\nوقدم المصنف النذارة عن الشرك قبل الدعوة إلى التوحيد لأن هذا مدلول كلمة التوحيد ( لا إله إلا الله ) ، ولأن الآية الآتية تقتضي ذلك , فبدأ بجانب التوحيد لكون العبادة لا تصح مع وجود المنافي , فلو وجدت والمنافي لها موجود لم تصح , ثم ثنى بالتوحيد , لأنه أوجب الواجبات , ولا يرفع عمل إلا به .\nوقوله ? يا أيها المدثر ... ? هذه أول آية أرسل بها , وأول أمر طرق سمعه في حال إرساله - صلى الله عليه وسلم - وذلك أنه - صلى الله عليه وسلم - لما رأى الملك الذي جاءه بحراء حين أنزل عليه ( اقرأ ) رعب منه ، فأتى أهله فقال : ( دثروني ) فأنزل الله ? يا أيها المدثر ? أي المدثر بثيابه , المستغشي بها من الرعب الذي حصل له من رزية الملك عند نزول الوحي , ? قم ? أي من دثارك , فأنذرهم وحذرهم من عذاب ربك إن لم يؤمنوا , وبهذا حصل الإرسال كما حصل بالأول النبوة .\n? وربك فكبر ? أي عظم ربك عما يقوله عبدة الأوثان .\n? وثيابك فطهر ? أي نفسك طهرها عن الذنوب , كنى النفس بالثوب لأنها تشتمل عليه ، وهذا قول المحققين من أهل التفسير .\n? والرجز فاهجر ? أي اترك الأوثان ولا تقربها .\n? ولا تمنن تستكثر ? أي لا تمن على الله لعملك فتستكثره ، أو لا يكثر من عملك في غيبك ، أو لا تضعف أن تستكثر من الخير .\n? ولربك فاصبر ? أي على طاعته وأوامره ، أو على ما أوذيت في الله .\nوقوله ( أخذ على هذا عشر سنين ... )\nأي أخذ رسول الله - صلى الله عليه وسلم - في بيان التوحيد والدعوة أليه ، وبيان الشرك والإنذار عنه والتحذير منه عشر سنين ، قبل فرض الصلاة التي هي عماد الدين ، وقبل بقية الشرائع ، وبهذا يتبين لك :",
        "(1/67)\n\nأن حقيقة ما بعث به النبي - صلى الله عليه وسلم - ودعت إليه الرسل كلهم ، هو الإنذار عن الشرك والنهي عنه , والدعوة إلى التوحيد وبيانه وتوضيحه ، كما قال تعالى : ? وما أرسلنا من قبلك من رسول إلا نوحي إليه أنه لا إله إلا أنا فاعبدون ? .\nوقال تعالى : ? ولقد بعثنا في كل قرية رسولاً أن اعبدوا الله واجتنبوا الطاغوت ? .\nوقال عن نوح , وهود , وصالح , وشعيب , أول شيء بدءوا به قومهم أن قالوا : ? اعبدوا الله ما لكم من إله غيره ?\nوخاتمهم محمد - صلى الله عليه وسلم - أول شيء دعاهم إليه أن قال : ( قولوا لا إله إلا الله تفلحوا ) فقالوا : ? أجعل الآلهة إلهاً واحداً إن هذا لشيء عجاب ? .\nوقال - صلى الله عليه وسلم - لمعاذ لما بعثه إلى اليمن : ( فليكن أول ما تدعوهم إليه شهادة أن لا إله إلا الله ) وفي رواية : ( إلى أن يوحدوا الله ) وفي رواية : ( فادعهم إلى توحيد الله ) .\nفالتوحيد هو الأصل ، وبقية شرائع الدين فرع عنه ، فإذا زال الأصل زال الفرع ، فأي بيان أبين من هذا .\nم / ( وبعد العشر عرج إلى السماء , وفرضت عليه الصلوات الخمس , وصلى في مكة ثلاث سنين ، وبعدها أمر بالهجرة إلى المدينة ) .\nالإسراء لغة : السير بالشخص ليلاً .\nوشرعاً : سير جبريل بالنبي - صلى الله عليه وسلم - من مكة إلى بيت المقدس .\nقال تعالى : ? سبحان الذي أسرى بعبده ليلاً من المسجد الحرام إلى المسجد الأقصى ? .\nوالمعراج : الآلة التي تعرج بها , وهي المصعد .\nوشرعاً : السلم الذي عرج به رسول الله - صلى الله عليه وسلم - من الأرض إلى السماء .\nقصة الإسراء والمعراج :\n(1/68)",
        "\n( أن النبي - صلى الله عليه وسلم - أتي بالبراق حتى جاء بيت المقدس ثم عرج به إلى السماء ، فوجد في السماء الأولى آدم ، وفي السماء الثانية عيسى ويحيى ، وفي السماء الثالثة يوسف ، وفي السماء الرابعة إدريس ، وفي السماء الخامسة هارون ، وفي السماء السادسة موسى ، وفي السماء السابعة إبراهيم مسنداً ظهره إلى البيت المعمور ، وفرضت عليه الصلوات الخمس ، ثم رجع من ليلته ... ) . متفق عليه\nوقت الإسراء :\nقال ابن تيمية : ( والمعراج إنما كان من مكة باتفاق أهل العلم ، وبنص القرآن والسنة المتواترة , كما قال تعالى : ? سبحان الذي أسرى بعبده ليلاً من المسجد الحرام إلى المسجد الأقصى ? ) . ( مجموع الفتاوى 3 / 387 )\nقال ابن القيم : ( وكان ذلك بعد المبعث بالاتفاق ) . ( زاد المعاد ج1 ص99 )\n# اختلف الناس ، هل كان الإسراء ببدنه - عليه السلام - وروحه ، أو بروحه فقط ؟\nعلى قولين :\nفالأكثرون من العلماء أنه أسري ببدنه وروحه يقظة لا مناماً .\nقال شارح الطحاوية : ( ومما يدل على أن الإسراء بجسده في اليقظة قوله تعالى : ? سبحان الذي أسرى بعبده ليلاً من المسجد الحرام إلى المسجد الأقصى ? ، والعبد عبارة عن مجموع الجسد والروح ، كما أن الإنسان اسم لمجموع الجسد والروح ) .\n# هل تكرر المعراج ؟\nقال ابن كثير : بعد أن ساق الأحاديث الواردة في الموضوع : ( وإذا حصل الوقوف على مجموع هذه الأحاديث صحيحها وحسنها وضعيفها ، فحُصِّل مضمون ما اتفقت عليه من إسراء رسول الله - صلى الله عليه وسلم - من مكة إلى بيت المقدس وأنه مرة واحدة ، وإن اختلفت عبارات الرواة في أدائه ، أو زاد بعضهم فيه ، أو نقص منه ، فإن الخطأ جائز على من عدا الأنبياء عليهم السلام ) .\nوقال ابن القيم : ( ثم أسري بروحه وجسده إلى المسجد الأقصى ، ثم عرج به إلى فوق السموات بجسده وروحه إلى الله ... وكان ذلك مرة واحدة ، هذا أصح الأقوال ) ( زاد المعاد ج1 ص99 )\n(1/69)\n",
        "وقال شارح الطحاوية : ( فالذي عليه أئمة النقل ، أن الإسراء كان مرة واحدة بمكة بعد البعثة ) . ( ص224 )\nم / ( وبعدها أمر بالهجرة إلى المدينة ، والهجرة : الانتقال من بلد الشرك إلى بلد الإسلام ، والهجرة فريضة على هذه الأمة من بلد الشرك إلى بلد الإسلام ، وهي باقية إلى أن تقوم الساعة ) .\nقوله ( وبعدها ) أي بعد الثلاث عشرة بعد بعثته - صلى الله عليه وسلم - ، أمر بمفرقة المشركين وأوطانهم , بحيث يتمكن من إظهار دينه , والدعوة إلى الله في غير بلادهم ، فإن ذلك واجب فرض , وما لا يتم الواجب إلا به فهو واجب\nوالهجرة واجبة على هذه الأمة من بلد الشرك إلى بلد الإسلام , قال تعالى : ? إن الذين توفاهم الملائكة ظالمي أنفسهم قالوا فيما كنتم قالوا كنا مستضعفين في الأرض قالوا ألم تكن أرض الله واسعة فتهاجروا فيها فأولئك مأواهم جهنم وساءت مصيراً , إلا المستضعفين من الرجال والنساء والولدان لا يستطيعون حيلة ولا يهتدون سبيلاً ? .\nقال ابن كثير في تفسيره ( 1/555 ) :\n( قال الضحاك : نزلت في ناس من المنافقين ، تخلفوا عن رسول الله - صلى الله عليه وسلم - بمكة وخرجوا مع المشركين يوم بدر ، فأصيبوا فيمن أصيب ، فنزلت هذه الآية الكريمة عامة في كل من أقام بين ظهراني المشركين وهو قادر على الهجرة , وليس متمكناً من إقامة الدين , فهو ظالم لنفسه مرتكب حراماً بالإجماع , وبنص هذه الآية حيث يقول تعالى : ? إن الذين توفاهم الملائكة ظالمي أنفسهم ? أي يترك الهجرة ? قالوا فيم كنتم ? أي لما مكثتم هاهنا وتركتم الهجرة ) .\nقال ابن قدامة في المغني ( 10/515 ) : ( فالناس في الهجرة على ثلاثة أضرب :\n(1/70)\n\nأحدها : من تجب عليه ، وهو من يقدر عليها ، ولا يمكنه إظهار دينه ، ولا يمكنه إقامة واجبات دينه مع المقام بين الكفار ، فهذا تجب عليه الهجرة لقوله تعالى : ? إن الذين توفاهم الملائكة ظالمي أنفسهم قالوا فيم كنتم قالوا كنا مستضعفين في الأرض قالوا ألم تكن أرض الله واسعة فتهاجرا فيها فأولئك مأواهم جهنم وساءت مصيراً ? وهذا وعيد شديد يدل على الوجوب .\nالثاني : من لا هجرة عليه , وهو يعجز عنها إما لمرض ، أو إكراه على الإقامة , أو ضعف من النساء والولدان وشبههم , فهذا لا هجرة عليه لقوله تعالى : ? إلا المستضعفين من الرجال والنساء والولدان لا يستطيعون حيلة ولا يهتدون سبيلاً ، فأولئك عسى الله أن يعفو عنهم وكان الله عفواً غفوراً ? .\nالثالث : من تستحب له ولا تجب عليه , وهو من يقدر عليها لكنه متمكن من إظهار دينه ، وإقامته في دار الكفر فتستحب له , ليتمكن من جهادهم وتكثير المسلمين ومعونتهم ) .\nقال الحافظ ابن حجر في الفتح ( 6/190 ) :\n( ... فمن به ـ أي البلد الذي لم يفتح المسلمون ـ من المسلمين أحد ثلاثة :\nالأول : قادر على الهجرة منها , لا يمكنه إظهار دينه ولا أداء واجباته ، فواجبة عليه .\nالثاني : قادر لكنه يمكنه إظهار دينه وأداء واجباته , فمستحبة لتكثير المسلمين بها , ومعونتهم وجهاد الكفار.\nالثالث : عاجز بعذر من أسر أو مرض أو غيره , فتجوز له الإقامة , فإن حمل نفسه وتكلف الخروج أُجر ) .\n# قوله تعالى : ? يا عبادي الذين آمنوا إن أرضي واسعة فإياي فاعبدون ?\nأمر الله تعالى عباده المؤمنين بالهجرة من البلد الذي لا يقدرون فيه على إقامة الدين , وأخبر أن الأرض غير ضيقة بل واسعة , تسع جميع الخلائق , فإذا كان الإنسان في أرض ولم يتمكن من إظهار دينه فيها , فإن الله قد وسع له الأرض ليعبده فيها كما أمر .\nمن السنة :",
        "(1/71)\n\nعن معاوية - رضي الله عنه - قال : قال رسول الله - صلى الله عليه وسلم - : ( لا تنقطع الهجرة حتى تنقطع التوبة , ولا تنقطع التوبة حتى تطلع الشمس من مغربها ) . رواه أبو داود\nمعنى قوله : ( لا تنقطع التوبة ... ) أي لا تنقطع الهجرة من دار الكفر إلى دار الإسلام إلى يوم القيامة .\nعن ابن عباس - رضي الله عنه - قال : قال رسول الله - صلى الله عليه وسلم - : ( لا هجرة بعد الفتح ولكن جهاد ونية ) . متفق عليه\nجاء في تحفة الأحوذي ( 5/214 ) وغيره : ( لا هجرة بعد الفتح ) أي فتح مكة .\nقال الخطابي : ( كانت الهجرة فرضاً على من أسلم ) .\nم / ( والدليل على الهجرة من السنة قوله - صلى الله عليه وسلم - : \" لا تنقطع الهجرة حتى تنقطع التوبة ولا تنقطع التوبة حتى تطلع الشمس من مغربها \" ) .\nفإذا طلعت الشمس من مغربها فهو أوان قيام الساعة , وهي أقرب علاماتها , وإذا طلعت لم تقبل توبة ، قال تعالى : ? يوم يأتي بعض آيات ربك لا ينفع نفساً إيمانها ? والمراد ببعض الآيات هنا طلوع الشمس من مغربها .\nفدل على أنها تقبل قبل طلوع الشمس من مغربها , وما دامت تقبل التوبة فلا تنقطع الهجرة .\nوفي الحديث : ( أنا بريء من مسلم بات بين ظهراني المشركين ) . رواه الترمذي\nوقال - صلى الله عليه وسلم - : ( الهجرة باقية ما قوتل العدو ) .\nم / ( فلما استقر بالمدينة أُمر ببقية شرائع الإسلام ، مثل : الزكاة , والصوم , والحج والجهاد , والأمر بالمعروف والنهي عن المنكر ) .\nأي لما هاجر من مكة إلى المدينة , واستقر بها , وفشا التوحيد ودان به أولئك وأقاموا , أمر ببقية شرائع الإسلام التي تعبّد الله به خلقه ، إذ عامة شرائع الإسلام لم تشرع إلا في المدينة .\n# أما الصيام :\nفقال ابن القيم في زاد المعاد ( 2/3 ) :\n( وكان فرضه ـ أي الصيام ـ في السنة الثانية من الهجرة ، فتوفي رسول الله - صلى الله عليه وسلم - وقد صام تسع رمضانات ) .\n# وأما الزكاة :\n(1/72)",
        "\nفظاهر كلام المؤلف أن الزكاة فرضت أصلاً وتفصيلاً في المدينة .\nوذهب بعض العلماء إلى أن الزكاة فرضت أولاً في مكة ، لكنها لم تقدر أنصابها ولم يقدر الواجب فيها , وفي المدينة قدرت الأنصاب وقدر الواجب .\nواستدل هؤلاء بأنه جاءت آيات توجب الزكاة في سور مكية , مثل قوله تعالى في سورة الأنعام : ? وآتوا حقه يوم حصاده ? ، وقوله تعالى : ? والذين في أموالهم حق معلوم للسائل والمحروم ? .\n# وأما الحج :\nفقد فرض في السنة التاسعة من الهجرة على الراجح .\nقال ابن القيم في زاد المعاد ( 2/101 ) :\nولما نزل فرض الحج , بادر رسول الله - صلى الله عليه وسلم - إلى الحج من غير تأخير , فإن فرض الحج تأخر إلى سنة تسع أو عشر , وأما قوله تعالى : ? وأتموا الحج والعمرة لله ? فإنها وإن نزلت سنة ست عام الحديبية , فليس فيها فرضية الحج , وإنما فيها الأمر بإتمامه وإتمام العمرة بعد الشروع فيهما , وذلك لا يقتضي الوجوب ) .\nم / ( أخذ على هذا عشر سنين , وبعدها توفي - صلى الله عليه وسلم - ، ودينه باق , وهذا دينه لا خير إلا دل الأمة عليه ولا شر إلا حذرها منه , والخير الذي دل عليه : التوحيد وجميع ما يحبه الله ويرضاه , والشر الذي حذر منه : الشرك وجميع ما يكرهه الله ويأباه ، وأكمل الله به الدين ، قال تعالى : ? اليوم أكملت لكم دينكم وأتممت عليكم نعمتي ورضيت لكم الإسلام ديناً ? )\n( أخذ ) أي النبي - صلى الله عليه وسلم - .\n( عشر سنين ) بعد هجرته - صلى الله عليه وسلم - ، توحى إليه الشرائع ، أركانها وواجباتها ومستحباتها وما ينافي ذلك .\n( وبعدها توفي - صلى الله عليه وسلم - ) لما تكاملت الدعوة , وسيطر الإسلام على الموقف , أخذت طلائع التوديع للحياة والأحياء من مشاعره - صلى الله عليه وسلم - , وتتضح بعباراته وأفعاله .\n(1/73)\n",
        "وفي أوائل صفر سنة ( 11ه ) , خرج النبي - صلى الله عليه وسلم - إلى أحد , فصلى على الشهداء كالمودع للأحياء والأموات ، ثم انصرف إلى المنبر فقال : ( إني فرطكم , وإني شهيد عليكم , وإني والله لأنظر إلى حوضي الآن ، وإني أعطيت مفاتيح خزائن الأرض ، أو مفاتيح الأرض ، وإني والله ما أخاف أن تشركوا بعدي ، ولكني أخاف عليكم أن تنافسوا فيها ) . متفق عليه\nبداية المرض :\nوفي اليوم التاسع والعشرين من شهر صفر سنة ( 11ه ) , وكان يوم الاثنين , شهد رسول الله - صلى الله عليه وسلم - جنازة في البقيع فلما رجع وهو في الطريق أخذه صداع في رأسه ، واتقدت الحرارة ، حتى إنهم كانوا يجدون سورتها فوق العصابة التي تعصب بها رأسه .\nوقد صلى النبي - صلى الله عليه وسلم - بالناس وهو مريض أحد عشر يوماً ، وجميع أيام المرض كانت ( 13 أو 14 يوماً ) .\nوثقل برسول الله - صلى الله عليه وسلم - المرض ، فجعل يسأل أزواجه : أين أنا غداً ؟ أين أنا غداً ؟ ففهمن مراده ، فأذنَّ له يكون حيث شاء ، فانتقل إلى عائشة ، يمشي بين الفضل بن عباس وعلي بن أبي طالب ، عاصباً رأسه تخط قدماه حتى دخل بيتها ، فقضى عندها آخر أسبوع من حياته - صلى الله عليه وسلم - .\nآخر يوماً من الحياة :\nروى أنس - رضي الله عنه - أن المسلمين بين هم في صلاة الفجر يوم الاثنين ، وأبو بكر يصلي بهم ، لم يفجأهم إلا رسول الله - صلى الله عليه وسلم - كشف ستر حجرة عائشة ، فنظر إليهم وهم في صفوف الصلاة ، ثم تبسم بضحك ، فنكص أبو بكر على عقبيه ليصل الصف ، وظن أن رسول الله - صلى الله عليه وسلم - يريد أن يخرج إلى الصلاة ، فقال أنس - رضي الله عنه - : وهمّ المسلمون أن يفتتنوا في صلاتهم ، فرحاً برسول الله - صلى الله عليه وسلم - فأشار إليهم بيد رسول الله - صلى الله عليه وسلم - أن أتموا صلاتكم ، ثم دخل الحجرة ، وأرخى الستر .\nثم لم يأت على رسول الله - صلى الله عليه وسلم - وقت صلاة أخرى .\n(1/74)\n\n( ودينه باق ، وهذا دينه لا خير إلا دل الأمة عليه ... )\nيقول تعالى ممتناً على عباده : ? اليوم أكملت لكم دينكم وأتممت عليكم نعمتي ورضيت لكم الإسلام ديناً ?\nفهذه الآية الكريمة تدل على تمام الشريعة وكمالها وكفايتها لكل ما يحتاجه الخلق الذين أنزل الله سبحانه قوله تعالى : ? وما خلقت الجن والإنس إلا ليعبدون ? .\nيقول الإمام ابن كثير في تفسيره ( 2/19 ) :\n( هذه أكبر نعم الله تعالى على هذه الأمة ، حيث أكمل تعالى لهم دينهم ، فلا يحتاجون إلى دين غيره ، ولا إلى نبي غير نبيهم - صلى الله عليه وسلم - ، ولهذا جعله الله تعالى خاتم الأنبياء ، وبعثه إلى الإنس والجن ، فلا حلال إلا ما أحله ، ولا حرام إلا ما حرمه ، ولا دين إلا ما شرعه .\nوكل شيء أخبر به فهو حق وصدق ، لا كذب فيه ولا خُلْف ، كما قال تعالى : ? وتمت كلمة ربك صدقاً وعدلاً ? أي : صدقاً في الإخبار ، وعدلاً في الأوامر والنواهي ، فلما أكمل لهم الدين تمت عليهم النعمة ) .\nفلا يتصور أن يجيء إنسان ويخترع في الشريعة شيئاً ، لأن الزيادة عليها تعد استدراكاً على الله تبارك وتعالى ، وتوحي بأن الشريعة ناقصة ، وهذا يخالف ما جاء به كتاب الله تبارك وتعالى .\nولقد قال رسول الله - صلى الله عليه وسلم - : ( إنه لم يكن نبي قبلي إلا كان حقاً عليه أن يدل أمته على خير ما يعلمه لهم ، وينذرهم شر ما يعلمه لهم ... ) . رواه مسلم\nوأخرج الطبراني في معجمه الكبير ( 1647 ) عن أبي ذر الغفاري - رضي الله عنه - قال : ( تركنا رسول الله - صلى الله عليه وسلم - وما طائر يقلب جناحيه في الهواء إلا وهو يذكر لنا منه علماً ، قال : فقال رسول الله - صلى الله عليه وسلم - : \" ما بقي شيء يقرب من الجنة ويباعد من النار ، إلا وقد بُيّن لكم \" ) .",
        "(1/75)\n\nفهذا الحديث النبوي الشريف فيه التصريح الجليّ الواضح بأن كل ما يقرب إلى الجنة قد بينه لنا رسول الله - صلى الله عليه وسلم - وأن كل ما يباعد عن النار إلا وقد بينه لنا رسول الله - صلى الله عليه وسلم - .فأي إحداث أو ابتداع إنما هو استدراك على الشريعة ، وجرأة قبيحة يُنادي بها صاحبها أن الشريعة لم تَكْفِ ولم تكتمل ، فاحتاجت إلى إحداثه وابتداعه .\nوهذا ما فهمه تماماً أصحاب النبي - صلى الله عليه وسلم - ، كما صح عن ابن مسعود - رضي الله عنه - أنه قال : ( اتبعوا ولا تبتدعوا فقد كفيتم وكل بدعة ضلالة ) .\nم / ( بعثه الله إلى الناس كافة ، والدليل قوله تعالى : ? قل يا أيها الناس إني رسول الله إليكم جميعاً ? ، وافترض الله طاعته على جميع الثقلين الجن والإنس )\n( بعثه الله ) أي أرسله إلى الناس .\n( كافة ) أي جميعاً .\n# الأدلة :\nقال الله تعالى : ? قل يا أيها الناس إني رسول الله إليكم جميعاً ?\nوقال تعالى : ? وما أرسلناك إلا كافة للناس بشيراً ونذيراً ?\nوقال تعالى : ? وأرسلناك للناس رسولاً وكفى بالله شهيداً ?\nوقال رسول الله - صلى الله عليه وسلم - : ( أعطيت خمساً لم يعطهن أحد من الأنبياء قبلي : ... وكان النبي يبعث إلى قومه خاصة وبعثت إلى الناس كافة ) . متفق عليه\nوقال - صلى الله عليه وسلم - : ( لا يسمع بي رجل من هذه الأمة يهودي ولا نصراني ثم لم يؤمن بي إلا دخل النار ) . رواه مسلم\nوافترض الله طاعته على جميع الثقلين الإنس والجن بإجماع المسلمين , وقرن طاعته بطاعة الله في غير موضع من كتابه ، قال تعالى : ? يا أيها الذين آمنوا أطيعوا الله ورسوله ولا تولوا عنه وأنتم تسمعون ? .\nم / ( والدليل على موته - صلى الله عليه وسلم - ? إنك ميت وإنهم ميتون ? ، والناس إذا ما توا يبعثون والدليل قوله تعالى : ? منها خلقناكم وفيها نعيدكم ومنها نخرجكم تارة أخرى ? )\n(1/76)",
        "\nأي إنك يا محمد ستموت ، وقام أبو بكر - رضي الله عنه - لما توفي رسول الله - صلى الله عليه وسلم - يبكي ، وقال : ( بأبي أنت وأمي ، أما الموتة التي كتبت عليك فقد متها ) .\nوقال تعالى : ? أفئن مات أو قتل انقلبتم على أعقابكم ? .\nنعم ، هو حي - صلى الله عليه وسلم - في قبره ، حياة برزخية ، أعلى وأمل من حياة الشهداء المذكورة في قوله تعالى : ? ولا تحسبن الذين قتلوا في سبيل الله أمواتاً بل أحياء عند ربهم يرزقون ? .\nوأما الحياة الجثمانية فلا ريب أنه مات - صلى الله عليه وسلم - ، وغسل وكفن وصلي عليه ، ودفن في ضريحه بالمدينة ، فموته - صلى الله عليه وسلم - معلوم بالسمع والمشاهدة ، مشهور يعلمه العام والخاص ، لا يمتري إلا مكابر .\n( والناس إذا ماتوا يبعثون )\nالإيمان بالبعث أحد أركان الإيمان الستة ، وهو إحياء الموتى حين ينفخ في الصور النفخة الثانية فيقوم الناس لرب العالمين .\nقال تعالى : ? والله أنبتكم من الأرض نباتاً ثم يعيدكم فيها ويخرجكم إخراجاً ? .\nوقال تعالى : ? ثم إنكم بعد ذلك لميتون ، ثم إنكم يوم القيامة تبعثون ? .\nوقال تعالى : ? زعم الذين كفروا أن لن يبعثوا قل بلى وربي لتبعثن ثم لتنبؤن بما عملتم وذلك على الله يسير ? .\nوقال - صلى الله عليه وسلم - : ( يحشر الناس يوم القيامة حفاة غرلاً ) . متفق عليه\nوأجمع المسلمون على ثبوته ، وهو مقتضى الحكمة ، حيث تقتضي أن يجعل الله لهذه الخليقة معاداً يجازيهم فيه على ما كلفهم به على ألسنة رسله ، قال تعالى : ? أفحسبتم أنما خلقناكم عبثاً وأنكم إلينا لا ترجعون ? .\nوقال تعالى لنبيه - صلى الله عليه وسلم - : ? إن الذي فرض عليك القرآن لرادك إلى معاد ? .\n( ومن كذب بالبعث فقد كفر )\nلقوله تعالى : ? زعم الذين كفروا أن لن يبعثوا قل بلى وربي لتبعثن ثم لتنبؤن بما عملتم وذلك على الله يسير ? .\n(1/77)\n",
        "وقال تعالى : ? وقالوا إن هي إلا حياتنا الدنيا وما نحن بمبعوثين ، ولو ترى إذ وقفوا على ربهم قال أليس هذا بالحق قالوا بلى وربنا قال فذوقوا العذاب بما كنتم تكفرون ? .\nوقال تعالى : ? الذين كفروا بآيات الله ولقائه أولئك يئسوا من رحمتي وأولئك لهم عذاب أليم ? .\nوقد ذكر الله تعالى في سورة خمس حوادث تدل على قدرة الله على البعث :\nقوله تعالى : ? وإذ قلتم يا موسى لن نؤمن لك حتى نرى الله جهرة فأخذتكم الصاعقة وأنتم تنظرون ، ثم بعثناكم من بعد موتكم لعلكم تشكرون ? .\nوقال تعالى في قصة البقرة : ? فقلنا اضربوه ببعضها كذلك يحي الله الموتى ويريكم آياته لعلكم تعقلون ?\nوقال تعالى : ?ألم تر إلى الذين خرجوا من ديارهم وهم ألوف حذر الموت فقال لهم الله موتوا ثم أحياهم ? .\nوقال تعالى : ? أو كالذي مر على قرية وهي خاوية على عروشها قال أنى يحي الله هذه بعد موتها فأماته الله مائة عام ثم بعثه ? .\nوقال تعالى : ? وإذ قال إبراهيم ربي أرني كيف تحيي الموتى قال أو لم تؤمن قال بلى ولكن ليطمئن قلبي قال فخذ أربعة من الطير فصرهن إليك ثم اجعل على كل جبل منهن جزءاً ثم ادعهن يأتينك سعياً واعلم أن الله عزيز حكيم ? .\nم / ( وبعد البعث محاسبون ومجزيون بأعمالهم ، والدليل قوله تعالى : ? ليجزي الذين أساءوا بما عملوا ويجزي الذين أحسنوا بالحسنى ? )\nالإيمان بالحساب ثابت بالكتاب والسنة وإجماع المسلمين .\nقال تعالى : ? إن إلينا إيابهم ، ثم إن علينا حسابهم ? .\nوقال تعالى : ? من جاء بالحسنة فله عشر أمثالها ومن جاء بالسيئة فلا يجزى إلا مثلها وهم لا يظلمون ? .\nوقال تعالى : ? ونضع الموازين القسط ليوم القيامة فلا تظلم نفس شيئاً وإن كان مثقال حبة من خردل أتينا بها وكفى بنا حاسبين ? .\nوقال تعالى : ? فمن يعمل مثقال ذرة خيراً يره ، ومن يعمل مثقال ذرة شراً يره ? .\n(1/78)\n\nوصح عن النبي - صلى الله عليه وسلم - :( أن من همّ بحسنة فعملها كتبها الله عنده عشر حسنات إلى سبعمائة ضعف إلى أضعاف كثيرة ، وأن من همّ بسيئة فعملها كتبها الله سيئة واحدة ) .\nوقد أجمع المسلمون على إثبات الحساب والجزاء على الأعمال ، وهو مقتضى الحكمة ، فإن الله تعالى أنزل الكتب ، وأرسل الرسل ، وفرض على العباد قبول ما جاءوا به ، والعمل بما يجب العمل به منه ، فلو لم يكن حساب ولا جزاء ، لكان هذا من العبث الذي ينزه الرب عنه ، وقد أشار إلى ذلك بقوله تعالى : ? فلنسألن الذين أرسل إليهم ولنسألن المرسلين ، فلنقصن عليهم بعلم وما كنا غائبين ? .\nم / ( وأرسل الله جميع الرسل مبشرين ومنذرين ، وأولهم نوح - عليه السلام - ، وآخرهم محمد - صلى الله عليه وسلم - ، وكل أمة بعث إليها رسولاً يأمرهم بعبادة الله وحده وينهاهم عن عبادة الطاغوت ) .\nالرسول : من أوحي إليه بشرع وأمر بتبليغه .\nبين المؤلف أن الله أرسل جميع الرسل مبشرين ومنذرين كما قال تعالى : ? رسلاً مبشرين ومنذرين ? يبشرون من أطاعهم بالجنة ، وينذرون من خالفهم بالنار .\n# عقيدة المؤمن بالرسل :\nس1) ما هو دليل الإيمان بالرسل ؟\nقال الله تعالى : ? إن الذين يكفرون بالله ورسله ويريدون أن يفرقوا بين الله ورسله ويقولون نؤمن ببعض ونكفر ببعض ويريدون أن يتخذوا بين ذلك سبيلاً أولئك هم الكافرون حقاً وأعتدنا للكافرين عذاباً مهيناً ، والذين آمنوا بالله ورسله ولم يفرقوا بين أحد منهم أولئك سوف يؤتيهم أجورهم ? .\nوقال رسول الله - صلى الله عليه وسلم - : ( آمنت بالله ورسله ) . متفق عليه\nس2) ما معنى الإيمان بالرسل ؟",
        "(1/79)\n\nهو التصديق الجازم بأن الله تعالى بعث إلى كل أمة رسولاً منهم يدعوهم إلى عبادة الله وحده ، والكفر بما يعبد من دونه ، وأن جميعهم صادقون مصدقون ، بارون راشدون ، كرام بررة ، أتقياء أمناء ، هداة مهتدون ، وأنهم بلغوا جميع ما أرسلهم الله به ، لم يكتموا ولم يغيروا ، ولم يزيدوا من عند أنفهم حرفاً .\nس3) هل اتفقت دعوة جميع الرسل فيما يأمرون به وينهون عنه ؟\nنعم ، اتفقت دعوتهم من أولهم إلى آخرهم على أصل العبادة وأساسها ، وهو التوحيد بأن يفرد الله تعالى بجميع أنواع العبادة اعتقاداً وقولاً وعملاً ، ويكفر بكل ما يعبد من دون الله .\nقال تعالى : ? ولقد بعثنا في كل أمة رسولاً أن اعبدوا الله واجتنبوا الطاغوت ? .\nوقال تعالى : ? واسأل من أرسلنا من رسلنا أجعلنا من دون الرحمن آلهة يعبدون ? .\nوأما الفروض المتعبدة بها فقد يفرض على هؤلاء من الصلاة والصوم ونحوها ، ما لا يفرض على الآخرين ، ويحرم على هؤلاء ما يحل للآخرين .\nقال تعالى : ? لكل جعلنا منكم شرعة ومنهاجاً ? .\nقال ابن عباس - رضي الله عنه - : ( ? شرعة ومنهاجاً ? سبيلاً وسنة ) .\nس4) هل قص الله جميع الرسل في القرآن ؟\nقد قص الله من أنبيائهم ما فيه كفاية وموعظة وعبرة ، وقد قال تعالى : ? ورسلاً قد قصصناهم عليك ورسلاً لم نقصصهم عليك ? .\nفنؤمن بجميعهم تفصيلاً فيما فصل ، وإجمالاً فيما أجمل .\nس5) من هم أولوا العزم من الرسل ؟\nهم خمسة ذكرهم الله في موضعين من القرآن :\n( أ ) ـ في سورة الشورى ، وهو قوله تعالى : ? شرع لكم من الدين ما وصى به نوحاً والذي أوحينا إليك وما وصينا به إبراهيم وموسى وعيسى أن أقيموا الدين ولا تتفرقوا فيه ? .\n( ب ) ـ في سورة الأحزاب ، قال تعالى : ? وإذ أخذنا من النبيين ميثاقهم ومنك ومن نوح وإبراهيم وموسى وعيسى بن مريم ? .\nس6) من أول الرسل وآخرهم ؟\nأولهم نوح - عليه السلام - .\n(1/80)",
        "\nقال تعالى : ? إنا أوحينا إليك كما أوحينا إلى نوح والنبيين من بعده ? .\nوقال تعالى : ? كذبت قبلهم قوم نوح والأحزاب من بعدهم ? .\nوآخرهم محمد - صلى الله عليه وسلم - .\nقال تعالى : ? ما كان محمد أبا أحد من رجالكم ولكن رسول الله وخاتم النبيين ? .\nوقال رسول الله - صلى الله عليه وسلم - : ( إنه سيكون بعدي كذابون ثلاثون كلهم يدعي أنه نبي وأنا خاتم النبيين ولا نبي بعدي )\nرواه الترمذي\nم / ( وافترض الله على جميع العباد الكفر بالطاغوت والإيمان بالله . قال ابن القيم : الطاغوت : ما تجاوز العبد حده من معبود أو متبوع أو مطاع )\nأراد شيخ الإسلام بهذا أن يبين أن التوحيد لا يتم إلا بعبادة الله وحده لا شريك له واجتناب الطاغوت\nوالطاغوت : مشتق من الطغيان , وهو مجاوزة الحد ، وقد فسره السلف ببعض أفراده .\nقال عمر بن الخطاب : ( الطاغوت الشيطان ) .\nوقال مالك : ( الطاغوت كل ما عبد من دون الله ) .\nوأجمع تعريف ما قاله ابن القيم وهو : ( ما تجاوز العبد حده من معبود أو متبوع أو مطاع ) .\nفالمتبوع : مثل الكهان والسحرة وعلماء السوء .\nوالمعبود : مثل الأصنام .\nوالمطاع : مثل الأمراء الخارجين عن طاعة الله .\n# لا يتم التوحيد إلا بتوحيد الله والكفر بما سوى الله .\nقال الشيخ السعدي : ( وحقيقة تفسير التوحيد : العلم والاعتراف بتفرد الرب بجميع صفات الكمال وإخلاص العبادة له وذلك يرجع إلى أمرين :\nنفي الألوهية كلها عن غير الله .\nإثبات الألوهية لله تعالى وحده لا شريك له .\nقال تعالى : ? فمن يكفر بالطاغوت ويؤمن بالله فقد استمسك بالعروة الوثقى لا انفصام لها ? .\n? فمن يكفر بالطاغوت ? يعني : يتبرأ منه ، ويعتقد بطلانه .\n? ويؤمن بالله ? يعني : يصدق أن الله معبوده وإلهه الحق .\n? فقد استمسك ? يعني : استعصم .\n? بالعروة الوثقى ? وهي : ( لا إله إلا الله ) كلمة التوحيد ، يعني : فقد استمسك بالعروة التي لا انقطاع لها.\n(1/81)\n",
        "قال تعالى : ? قل إنما أمرت أن أعبد الله ولا أشرك به إليه أدعو وإليه مئاب ? .\nوهذه الآية هي معنى ( لا إله إلا الله ) ، فدلت الآية على أنه لا بد في الإسلام من النفي والإثبات ، فيثبت العبادة لله وحده ، وينفي عبادة ما سواه .\nوقال - صلى الله عليه وسلم - في الصحيح : ( من قال لا إله إلا الله وكفر بما يعبد من دون الله حرم ماله ودمه وحسابه على الله )\nقال المصنف في كتاب التوحيد : ( وهذا من أعظم ما يبين معنى لا إله إلا الله ، فإنه لم يجعل التلفظ بها عاصماً للدم والمال ، بل ولا معرفة معناها مع التلفظ بها ، بل ولا الإقرار بذلك ، بل ولا كونه يدعوا إلا الله وحده لا شريك له ، بل لا يحرم دمه وماله حتى يضيف إلى ذلك الكفر بما يعبد من دون الله ... ) .\nم / ( والطواغيت كثيرة ، ورؤوسهم خمسة : إبليس لعنه الله ، ومن عبد وهو راض ، ومن دعا الناس إلى عبادة نفسه ، ومن ادعى شيئاً من علم الغيب ، ومن حكم بغير ما أنزل الله ) .\nقوله ( والطواغيت كثيرة ) أي إذا عرفت ما حده ابن القيم بتحقق ، تبين أن الطواغيت كثيرة جداً من بني آدم بلا حصر ، وذلك أن كل من تجاوز حده في الشرع ، صار بخروجه منه وتجاوزه طاغ .\n# وأكبر الطواغيت بالاستقراء والتأمل خمسة :\n[1] ـ إبليس لعنه الله .\nوهو رأسهم الأكبر ، وهو الشيطان الرجيم اللعين الذي قال الله له : ? وإن عليك لعنتي إلى يوم الدين ? .\nوإبليس ليس من الملائكة , لأن إبليس خلق من نار ، والملائكة خلقت من نور ، ولأن طبيعة إبليس غير طبيعة الملائكة ، فالملائكة وصفهم الله تعالى بأنهم ? لا يعصون الله ما أمرهم ويفعلون ما يؤمرون ? وأما الشيطان فإنه على العكس من ذلك .\nولكن لما وجه الخطاب إلى الملائكة بالسجود لآدم وكان إبليس من بينهم ، صار الخطاب متوجهاً إلى الجميع فلهذا استثناه الله تعالى فقال : ? فسجدوا إلا إبليس ? وإلا فأصله ليس منهم بلا شك ، كما قال تعالى :\n(1/82)\n\n? فسجدوا إلا إبليس كان من الجن ففسق عن أمر ربه ? .\n[2] ـ ومن عبد وهو راض .\nأي من عبد من دون الله وهو راض بتلك العبادة من العابد ، بأي نوع من أنواعها ، فهو طاغوت ، وسواء عبد في حياته أو بعد مماته إذا مات وهو راض بذلك .\n[3] ـ ومن دعا الناس إلى عبادة نفسه .\nأي من دعا إلى عبادة نفسه وإن لم يعبدوه فإنه من رؤوس الطواغيت ، سواءً أجيب لما دعا إليه أم لم يُجَبْ .\n[4] ـ ومن ادعى شيئاً من علم الغيب .\nمن ادعى شيئاً من علم الغيب فهو كافر ، لأنه مكذب لله عز وجل ، قال تعالى : ? قل لا يعلم من في السموات والأرض الغيب إلا الله وما يشعرون أيان يبعثون ? ، وإذا كان الله عز وجل يأمر نبيه محمداً - صلى الله عليه وسلم - أن يعلن للملأ أنه لا يعلم من في السموات والأرض الغيب إلا الله فإن من ادعى علم الغيب فقد كذب الله عز وجل في هذا الخبر .\nونقول لهؤلاء : كيف يمكن أن تعلموا الغيب والنبي - صلى الله عليه وسلم - لا يعلم الغيب ؟ هل أنتم أم الرسول - صلى الله عليه وسلم - أشرف ؟ فإن قالوا نحن أشرف من الرسول ، كفروا بهذا القول ، وإن قالوا هو أشرف ، فنقول : لماذا يحجب عنه الغيب وأنتم تعلمونه ، وقد قال الله عز وجل عن نفسه : ? عالم الغيب فلا يظهر على غيبه أحداً إلا من ارتضى من رسول فإنه يسلك من بين يديه ومن خلفه رصداً ? وهذه آية ثانية تدل على كفر من ادعى علم الغيب ، وقد أمر الله تعالى نبيه - صلى الله عليه وسلم - أن يعلن للملأ بقوله : ? قل لا أقول لكم عندي خزائن الله ولا أعلم الغيب ولا أقول لكم إني ملك إن اتبع إلا ما يوحى إليّ ? .\n[5] ـ ومن حكم بغير ما أنزل الله .\nكمن يحكم بقوانين الجاهلية ، والقوانين الدولية ، بل جميع من حكم بغير ما أنزل الله سواء كان بالقوانين ، أو بشيء مخترع ، وهو ليس من الشرع ، فهو طاغوت من أكبر الطواغيت .",
        "(1/83)\n\nفمن لم يحكم بما أنزل الله استخفافاً به ، أو احتقاراً له ، أو اعتقاداً أن غيره أصلح منه ، وأنفع للخلق ، أو مثله فهو كافر كفراً مخرجاً عن الملة .\nقال تعالى : ? ومن لم يحكم بما أنزل الله فأولئك هم الكافرون ? .\nوقال تعالى في سورة النساء : ? ألم تر إلى الذين آمنوا بما أنزل إليك وما أنزل من قبلك يريدون أن يتحاكموا إلى الطاغوت وقد أمروا أن يكفروا به ، ويريد الشيطان أن يضلهم ضلالاً بعيداً ...? إلى أن قال : ? ... فلا وربك لا يؤمنون حتى يحكموك فيما شجر بينهم ثم لا يجدوا في أنفسهم حرجاً مما قضيت ويسلموا تسليماً ? ، أقسم الله عز وجل بنفسه ، أنهم لا يؤمنون حتى يستكملوا ثلاثة أشياء :\n(1) أن يحكموا الرسول - صلى الله عليه وسلم - في جميع الأمور .\n(2) أن لا يجدوا في أنفسهم حرجاً مما قضى به .\n(3) أن يسلموا تسليماً كاملاً لحكمه .\nوينبغي لكل مسلم ومسلمة أن يعلم أن حكم الله ورسول مقدم على كل حكم ، فما من مسألة تقع بين الناس إلا ومردها إلى حكم الله ورسوله .\nوكيف يرضى العاقل أن تجرى عليه أحكام المخلوقين التي هي نخاثة أفكار ، وزبالة أذهان ، بدلاً من حكم الله الذي أنزله على رسوله ليخرج الناس من الظلمات إلى النور .\nوقد تغيرت الأحوال ـ خصوصاً في هذا الزمان ـ فاعتاضوا عن كلام الله ورسوله ، وحكم الله ورسوله ، بآراء اليهود والنصارى الذين لا يرقبون في مؤمن إلاً ولا ذمة ، ورضوا بتحكيم آراء الرجال .\nولله در العلامة ابن القيم حيث يقول :\nوالله ما خوفي الذنوب فإنها\nلكنما أخشى انسلاخ القلب عن\nورضاً بآراء الرجال وخرصها ... لعلى سبيل الله العفو والغفران\nتحكيم هذا الوحي والقرآن\nلا كان ذاك بمنّة المنان\nم / ( وفي الحديث : رأس الأمر الإسلام ، وعموده الصلاة ، وذروة سنامه الجهاد في سبيل الله ) .\n(1/84)",
        "\n( رأس الأمر ) رأس الدين الذي جاء به محمد - صلى الله عليه وسلم - هو الإسلام وهو : الاستسلام لله ، والانقياد له بالطاعة ، والخلوص من الشرك .\n( وعموده الصلاة ) وهذا فيه عظم شأن الصلاة ، وأنها من الدين بهذا المكان العظيم ، وهو أن مكانها من الدين مكان العمود من الفسطاط ، فكما أن عمود الفسطاط إذا سقطت سقط الفسطاط ، فكذلك إذا فقدت الصلاة سقط دين تاركها ، ولم يبق له دين .\n( وذروة سنامه الجهاد في سبيل الله ) ذروة الشيء أعلاه ، وذروة البعير أعلاه ، وهذا يفيد أن الجهاد هو أعلى وأرفع خصال الدين ، وذلك أن فيه بذل المهج التي ليس شيء أنفس منها ، ولا يعادلها البتة ، فيبذل مهجته ويبذل ماله لظهور الدين وتأييده وجهاد الكفار والمنافقين ، فبذلك استحق أن يكون من الدين بهذا المكان ، قال تعالى : ? يا أيها النبي جاهد الكفار والمنافقين ? .\nقوله ( وفي الحديث ) هو حديث رواه الترمذي في كتاب الإيمان برقم ( 6/26 ) وهو :\n(1/85)\n",
        "عن معاذ بن جبل - رضي الله عنه - قال : كنت مع النبي - صلى الله عليه وسلم - في سفر ، فأصبحت يوماً قريباً منه ونحن نسير ، فقلت : يا رسول الله ، أخبرني بعمل يدخلني الجنة ويبعدني من النار ، فقال : \" لقد سألتني عن عظيم ، وإنه ليسير على من يسره الله عليه ، تعبد الله ولا تشرك به شيئاً ، وتقيم الصلاة ، وتؤتي الزكاة ، وتصوم رمضان ، وتحج البيت \" ثم قال : \" ألا أدلك على أبواب الخير ؟ الصوم جُنَّة ، والصدقة تطفيء الخطيئة كما يطفيء الماء النار ، وصلاة الرجل من جوف الليل ، قال : ثم تلا : ? تتجافى جنوبهم عن المضاجع ? حتى بلغ ? يعلمون ? ثم قال : ألا أخبرك برأس الأمر وعموده وذروة سنامه ؟ قلت : بلى يا رسول الله ، قال : رأس الأمر الإسلام ، وعموده الصلاة ، وذروة سنامه الجهاد ، ثم قال : ألا أخبرك بملاك ذلك كله ؟ قلت بلى يا نبي الله ، فأخذ بلسانه وقال : كُفَّ عليك هذا ، فقلت : يا نبي الله ، وإنا لمؤاخذون بما نتكلم به ؟ فقال : ثكلتك أمك يا معاذ ، وهل يكب الناس في النار على وجوههم أو على مناخرهم إلا حصائد ألسنتهم .\nتم بحمد الله\n(1/86)\n"
    ]
}