{
    "partText": [
        "\nشرح كتاب الحدود في النحو\nللفاكهىّ\n(899 - 972 هـ)\n(1/34)\n",
        "[مقدمة الشرح للمؤلف]\nبسم الله الرحمن الرحيم\nرب يسر وأعن واختم بخير يا كريم\nنحمدك يا من من بالفضل على من شاء من عباده, وبلغه بخدمة العلم الشريف غاية مراده.\nونصلي ونسلم على من أرسل للعالمين هدى ورحمة, وخص بجوامع الكلم, وشرح صدره وملئ حكمة, فكان لا ينطق عن الهوى فيما يصدر عنه من قول وكلمة, صلى الله عليه وسلم, ما قام بالنفس ضمير وأعرب عنه فم وتكلم, وعلى آله الغر الكرام, وأصحابه مصابيح الظلام.\nأما بعد:\n(1/35)\n\nفقد كنت ألفت حدودا في النحو جمعتها من كتب [جمة] ثم سنح لي أن أضع عليها شرحا ممتزجا بكلماتها, يناسبها في الاختصار والإتقان, كافلًا لحل مبانيها وتوضيح معانيها, فوضعت هذه العجالة ملتقطة من نثارهم, سائلا من الله الحكيم الوهاب, أن يهديني طريق الصدق والصواب, فإنه الجدير بالإجابة, والمعول عليه في طلب الإصابة.\nفأقول مقتديا بأسلوب الكتاب العزيز, وعاملا بمقتضى الحديثين:",
        "(1/36)\n\nص: بسم الله الرحمن الرحيم. الحمد لله\n\n[شرح مقدمة المتن]\nش: {بسم الله الرحمن الرحيم. الحمد لله}\nالجار مع مجروره متعلق بمحذوف للعلم به, يقدر مؤخرًا للاهتمام أو للاختصاص, مناسبا لما جعلت التسمية مبدأ له, كما أفاده الزمخشري, إذ كل جار ومجرور - ليس بزائد, ولا مما يستثنى به - لابد أن يتعلق بالفعل, أو بما يشبهه, أو ما أول بما يشبهه, أو ما يشير إلى معناه.\n1 - و (الله):\nعلم على الذات الواجب الوجود, المستحق لجميع المحامد.\nولا خلاف أنه أعرف المعارف وإن كان علما.\n(1/37)",
        "\nوهو اسم لم يسم به أحد قط إلا الله.\nولمزيد الاعتناء به تكرر في القرآن العظيم ألفي مرة وخمسمائة وستين مرة.\n2 - و (الرحمن الرحيم):\nصفتان مشبهتان بنيتا للمبالغة من: رحم, بعد نقله 2 إلى (فعل) بضم العين. /\nوقدم (الرحمن) لأنه أبلغ, إذ الزيادة في البناء تدل على زيادة المعنى, كما في: قطع, وقطع.\nومن ثم أطلق جماعة (الرحمن): على مفيض جلائل النعم, و (الرحيم): على مقبض دقائقها.\n3 - و (الحمد) لغة:\nالثناء باللسان على الجميل الاختياري على قصد التعظيم سواء تعلق بنعمة أم لا.\n(1/38)\n",
        "ص: الذي أعطى من رفع قدره بالعلم مكانًا عليا.\n4 - و (الشكر):\nفعل يشعر بتعظيم المنعم بسبب كونه منعما على الشاكر أو غيره, سواء كان باللسان, أم بالجنان, أم بالأركان.\nفالحمد أعم متعلقًا وأخص موردا, والشكر بالعكس.\n5 - والمراد بالجميل:\nما يليق بالشخص ويحسن به, فهو متناول للفضائل والفواضل.\nوجملة (الحمد لله) إخبارية لفظا إنشائية معنى, إذ المراد بها: إيجاد الحمد, لا الإخبار بأنه سيوجد.\nوهي أبلغ صيغ الحمد, لدلالتها على اختصاص كل حمد بالله سبحانه.\nش: {الذي أعطى من رفع قدره} - أي محله - {بالعلم} الشرعي وما هو آله له - أي بسبب معرفته - {مكانا عليا} - أي\n(1/39)\n\nص: وشرفه باللغة العربية, فكان لفصيح الكلام كفوا ووليا.\nوأشهد أن لا إله\nمرتفعا - وهو كناية عن علو المنزلة دنيا وأخرى, قال تعالى: «يرفع الله الذين آمنوا منكم والذين أوتوا العلم درجات».\nورفعتها تدل على الفضل, إذ المراد كثرة الثواب, وبها ترفع الدرجات.\nش: {وشرفه} - أي عظمه - {باللغة العربية} - أي بمعرفتها - {فكان} بسبب ذلك {لفصيح الكلام} - أي للكلام الفصيح, من إضافة الصفة للموصوف.\n6 - وهو:\nالخالص من ضعف التأليف, وتنافر الكلمات, [والتعقيد]. مع فصاحتها - {كفوًا ووليا} له.\n{وأشهد} - أي أعلم وأتحقق - {أن لا إله} - أي معبود",
        "(1/40)\n\nص: إلا الله وحده لا شريك له, شهادة تلبس قائلها من الشرف حاليًا, وأشهد أن سيدنا محمدا\nش: بحق - {إلا الله} الواجب الوجود {وحده لا شريك له}: في ملكه, وذاته, وصفاته. {شهادة} - مفعول مطلق مؤكد - {تلبس قائلها} - أي الناطق بها - {من الشرف} - بيان لقولنا - {حليا} , قدم رعاية للسجع.\n{وأشهد} - أي أعلم وأتحقق - {أن سيدنا} - أي أفضلنا, [أي البشر]. من: ساد قومه يسودهم, فهو سيد.\nوأصله: سيود. وفيه إعلال معروف - {محمدا} 0 عطف بيان, أو بدل.\nوهو علم منقول من اسم مفعول المضعف, موضوع لمن كثرت خصاله الحميدة, سمى به نبينا بإلهام لذلك, فهو أبلغ من (محمود) /. 3\nواستعمال (السيد) في غير الله تعالى, شائع كثير, يشهد له الكتاب والسنة:\n(1/41)",
        "\nص: عبده ورسوله.\nفمن الكتاب قوله تعالى: «سيدًا وحصورًا» , و «ألفيا سيدها لدى الباب».\nومن السنة قوله - عليه الصلاة والسلام -: «أنا سيد ولد آدم ولا فخر» , و «قوموا لسيدكم».\nوحكى عن الإمام مالك - رحمه الله تعالى - الكراهة.\nوفي أذكار النووي عن ابن النحاس: جواز إطلاقه على غير الله إلا أن يعرف بأل, ثم قال: والأظهر جوازه معها\nش: {عبده ورسوله} خبر أن.\n(1/42)\n",
        "ص: الذي خصه بجوامع الكلم, واتخذه صفيا, صلى الله عليه وسلم.\n7 - والمشهور في تعريف الرسول:\nأنه إنسان أوحى إليه بشرع وأمر بتبليغه.\n8 - والنبي:\nأنه إنسان أوحى إليه بشرع وإن لم يؤمر بتبليغه.\nفكل رسول نبي ولا عكس.\n9 - {الذي خصه} الله {بجوامع الكلم} - أي:\nبالكلمات المحتوية على فوائد جليلة بألفاظ يسيرة, من غير إطناب ولا تطويل -\n{وأتخذه} - أي صيره - {صفيًا} , أي حبيبا مصافيا. وجملة {صلى الله عليه وسلم} جملة دعائية, أي اللهم صل وسلم عليه.\n10 - والصلاة من الله: رحمة, ومن الملائكة: استغفار, ومن المؤمنين: دعاء وتضرع.\n(1/43)\n\nص: وعلى آله\nوخص الأنبياء - عليهم الصلاة والسلام - من بين البشر: بالإفراد بلفظ الصلاة, تعظيمًا لهم.\n11 - والتسليم: التحية بالسلام.\n12 - ومعناها: الإخبار بالسلامة من كل مكروه.\nوالجمع بينهما مستحب, وإفراد أحدهما عن الآخر مكروه.\n13 - {وعلى آله} , فسر سيبويه:\nبالقوم الذين يؤول أمرهم إلى المضاف إليه.\nوهذا منه نص في أنه اسم جمع.\nوقيل: أصله: أهل. بدليل: تصغيره على: أهيل.\nخص استعماله في الأشراف وأهل الخطر.\nومذهب الشافعي - رضي الله عنه -: أن الشرع خص باسم",
        "(1/44)\n\nص: وأصحابه, وذريته بكرة.\n(آل النبي): مؤمنى بنى هاشم والمطلب, ابنى عبد مناف, من بين أهله كلهم أو من يرجع إليه بقرابة أو نحوها. للدليل المبين في محله.\nوإضافته للضمير جائزة - على الصحيح - وليست من لحن العامة.\nش: {وأصحابه}: جمع صحب, وهو اسم جمع لصاحب, بمعنى: الصحابي.\n14 - وهو: من اجتمع مؤمنا بمحمد - صلى الله عليه وسلم - ومات مؤمنا.\nوعطف (الأصحاب) على (الآل) الشامل لبعضهم: لتشمل الصلاة باقيهم.\n{وذريته}: كأولاد الحسن والحسين / ... 4\n15 - [بكرة}: أي أول النهار. وهو من الفجر على الصحيح.\n(1/45)",
        "\nص: وعشيا.\nش: 16 - {وعشيا}: أي آخر النهار. وهو من غروب الشمس.\n(1/46)\n",
        "ص: وبعد:\nفقد سألني من لا تسعني مخالفته أن أجمع له الحدود المختارة المستعملة في علم النحو\n\n[شرح لبيان المؤلف سبب تأليف المتن]\nش: {وبعد]:\nهو من الظروف المبنية على الضم, المنقطعة عن الإضافة. والعامل فيه: (أما) المحذوفة, لنيابتها عن الفعل.\nوحذفت لكثرة الاستعمال, واستغنى عنها بدخول الفاء في الجواب.\nوالأصل: مهما يكن من شئ بعد الحمد وما ذكر معه.\n{فقد سألني من لا تسعنى مخالفته} , من هو في الجلالة سيدى وجدى, فرع الشجرة الطيبة الأصل والفاصلة الكبرى, وناهيك بها من فضل, سلالة العلماء الأماثل الأكابر الأفاضل:\n{أن أجمع له} من كتب النحاة.\n{الحدود المختارة} عندهم, {المستعملة} على ألسنتهم {في علم النحو} , وهو ما سيجيء.\n(1/47)\n\nص: وحدود ما صم إليه.\nفأجبته إلى سؤاله, وشرعت فيه مقتصرا على ذكر الحدود فأقول. مستمدًا من الله التوفيق:\nش: {وحدود ما ضم إليه} , مما يذكر فيه تبعًا وهو من غيره, كالمضمر والوقف والإمالة.\n{فأجبته} بعد الاستخارة {إلى سؤاله} , راجيا من الله الثواب.\n{وشرعت فيه} حالة كونى {منتصرا} فيه {على ذكر الحدود}.\nوقد أذكر ما يترتب عليه ذلك أو يشعر به.\nإذا علمت ذلك {فأقول} حالة كونى {مستمدًا من الله} - أي طالبا منه - {التوفيق}.\n16 - وهو: خلق قدرة الطاعة في العبد, وبها يرتكب المأمورات, ويجتنب المنهيات, ويفوز بسعادة الدارين.\nوعكسه الخذلان-:",
        "(1/48)\n\nص: اعلم أن الحد والمعرف في عرف النحاة والفقهاء والأصوليين, اسمان لمسمى واحد. وهو: ما يميز الشيء عما عداه. ولا يكون كذلك إلا ما كان جامعا مانعا.\n\n[تعريف الحد عند النحاة والفقهاء والأصوليين, والمناطقة]\nش: {اعلم} - فعل أمر مأخوذ من: تعلم, يقتضى مفعولين سد مسدهما هنا (أن) مع اسمها وخبرها - {أن الحد, والمعرف} - بكسر الراء المشددة - {في عرف النحاة, والفقهاء, والأصوليين} , لا مطلقا: {إسمان لمسمى واحد} - أي معنى واحد -\n17 - {وهو} - أي المسمى الواحد -:\n{ما يميز الشيء عن} جميع {ما عداه}.\nكالحيوان الناطق, فإنه يميز الإنسان عن جميع ما عداه, مما شاركه في مطلق الحيوان.\n{ولا يكون كذلك} , أي ولا يميز الشئ عما عداه {إلا ما كان: جامعا} لأفراد المحدود فلا يخرج عنه شيء منها, {مانعا} من. خول غيرها فيه\nوخرج بعرف النحاة وما بعده: عرف المنطقيين, فإن المعرف -\n(1/49)",
        "\nبالمعنى المذكور عندهم - أعم من الحد لشموله له ولغيره, فهو عنده أربعة أقسام:\n19 - حد تام: وهو ما تركب من الفصل والجنس القريبين.\n20 - وناقص: وهو ما تركب من الفصل القريب وحده./\nأو: منه ومن الجنس البعيد.\n21 - ورسم تام: وهو ما تركب من الخاصة والجنس القريب\n22 - وناقص: وهو ما تركب من الخاصة وحدها.\nأو: منها ومن الجنس البعيد.\n(1/50)\n",
        "ص: فنبدأ بتعريف النحو.\n\nش: [تعريف النحو]\nوبيان: موضوعه, وفائدته, وغايته, واستمداده, ومسائله إذا عرفت ذلك {فتبدأ بتعريف النحو}:\nوهو لغة - يطلق على أحد معانٍ:\nبمعنى القصد, وبمعنى البيان, وبمعنى الجانب, وبمعنى المقدار, وبمعنى المثل, وبمعنى النوع, وبمعنى البعض, وبمعنى القريب, وبمعنى القسم.\nويجمع بعضها قول بعض الفضلاء:\nنحونا نحو دارك يا حبيبي: لقينا نحو ألف من رقيب\nوجدناهم مراضا نحو كلب: تمنوا منك نحوا من زبيب\n(1/51)\n\nص: فحده: علم بأصول\nوالظاهر أنه اصطلاحا منقول من النحو بمعنى القصد. وإطلاقه عليه من باب إطلاق المصدر على اسم المفعول, فالنحو إذًا بمعنى: المنحو. أي المقصود.\nوخص به هذا العلم وإن كان كل علم منحوا كاختصاص علم الأحكام الشرعية: بالفقه.\nوسبب تسميته بذلك قول سيدنا علي - رضي الله عنه -: انح هذا النحو. قسمى بذلك تبركا وتيمنا بلفظ الواضع له.\n23 - ش: {فحده} اصطلاحًا:\n24 - {علم بأصول}: أي بقواعد كلية منطبقة على جزئياتها.\nمنها:\nكل ما اشتمل على علم الفاعلية فهو مرفوع.\nوكل ما اشتمل على علم المفعولية فهو منصوب.\nوكل ما اشتمل على علم المضاف إليه فهو مجرور.",
        "(1/52)\n\nص: يعرف بها أحوال الكلم إعرابا وبناء\nوكل ما شابه الحرف شبها قويا يدنيه منه فهو مبنى.\nش: {يعرف بها} - أي بسببها - {أحوال الكلم} , أي الكلمات العربية.\n25 - و (الأحوال): ما يعرض للكلم بالتركيب, من الكيفية, والتقديم والتأخيرز\n{إعرابا وبناء} , أي من حيث الإعراب والبناء.\nفخرج عن الحد:\nما يعرف منه أحوال الكلم بالنسبة إلى المطابقة لمقتضى الحال وعدمها, وما يعرف منه أحوالها بالنسبة إلى كونها موزونة بأوزان خاصة.\nوإنما قيل: علم بأصول. ولم يقل: بأحوال. ليدخل فيه العلم بما هو كالمقدمات له, كالكلمة والكلم والإعراب والبناء وأنواعهما, وأقسام المعارف والنكرات. فإن هذه الأمور\n(1/53)",
        "\nأصول يعرف بها الأحوال وليست علمًا بالأحوال أنفسها.\nواعلم أن هذا الحد جار على عرف الناس الآن من جعل علم الصرف 6 قسما برأسه / غير داخل في علم النحو.\nوالمتعارف قديما: شمول علم النحو له.\nوممن سلك هذا العرق: البدر بن مالك, وكذا ناظر الجيش.\nوعليه فيقال في الحد عوض (إعرابًا وبناءً): إفرادًا وتركيبا. كما صنع ناظر الجيش.\nوأيضًا: ما وقع في كلام كثير في العرف القديم من عطف الصرف على النحو, يكون من عطف الخاص على العام تنويها به إذ هو الأصل.\nوموضوع هذا العلم: الكلمات العربية, لأنه يبحث فيها عن الحركات الإعرابية والبنائية.\n(1/54)\n",
        "وفائدته: الاحتراز عن الخطأ في اللسان.\n\nو[غايته]: الاستعانة على فهم معاني الكتاب والسنة.\nومسائل الفقه, ومخاطبة العرب بعضهم لبعض.\nواستمداده: من كلام العرب.\nومسائله: المطالب التي يبرهن عليها فيه, كعلمنا بأن الفاعل مرفوع. وها هنا كلام نفيس ذكره القطب في شرح الشمسية, وهو: أن حقيقة كل علم مسائل ذلك العلم, لأنه قد حصلت تلك المسائل أولا ووضع اسم العلم بإزائها, فلا يكون له ماهية وحقيقة وراء تلك المسائل. فتعريفه بحسب حده وحقيقته لا\n(1/55)\n\nيحصل إلا بجميع مسائله.\nورتب على ذلك كلاما مذكورا في محله.",
        "(1/56)\n\nص: الكلام: قول\n\nش: [تعريف الكلام]\n26 - حد {الكلام}:\n- وهو لغة: يطلق على: الخط والإشارة المفيدين, وما يفهم من حال الشئ, والتكليم الذي هو المصدر - وإطلاقه على هذه الأربعة مجاز -, وعلى ما في النفس من المعانى التي يعبر عنها, وعلى اللفظ المركب مطلقا.\nوهل هو حقيقة فيهما, أو في الأول فقط, أو الثاني فقط؟ .\nثلاثة مذاهب للنحاة -:\n{قول}: أي مقول, قوةً أو فعلًا, استعمالا للمصدر بمعنى المفعول. وسبيأتى حده.\nوإيثاره على (اللفظ): لكونه حنسًا قريبا بالنسبة للمصدر بمعنى المفعول. وسيأتي حده.\nوإيثاره على (اللفظ): لكونه حنسًا قريبا بالنسبة إلى (اللفظ) , إذ (اللفظ) يصدق عليه وعلى غيره. كما ستعرفه و (القول) وإن اطلق على غير اللفظ: من الرأى والاعتقاد, بطريق [المجاز أو] الاشتراك, [إلا أن] المراد به هنا: اللفظ.\n(1/57)",
        "\nص: مفيد, مقصود\nللقرينة الدالة على ذلك.\nفاستعماله في الحد أولى.\nوخرج به: غيره - كالخمسة الأول المذكورة - وإن كان مفيدا, فلا يسمى كلاما اصطلاحا:\nش: {مفيد} بالإسناد, بأن أفهم معنى يحسن السكوت عليه - كما سيجئ - خبريا كان أو إنشائيا.\n7 فخرج: / ما لا فائدة فيه. كالمركب الإضافي, والمزجى, والإسنادى المسمى به, والمتوقف على غيره: كإن قام زيد.\nوالمفيد بالمعنى المذكور يستلزم المركب, فلا حاجة لذكره.\n{مقصود} من المتكلم به إفادة السامع.\nفخرج به: غيره. كالصادر من النائم, والسكران, وما علم من الطيور.\nوبعضهم: أسقط هذا القيد [من] هذا الحد ولم يعتبره.\n(1/58)\n",
        "ص: لذاته.\nوصححه أبو حيان.\nواعتبره جمع كثير, وجزم به ابن مالك\nوممن اعتبره ابن هشام: فذكره في المغنى, والشذور. وأسقطه من الأوضح, والجامع, [والقطر].\nواعتذر عمن أسقطه ممن يعتبره: بأن المفيد بالمعنى المذكور يستلزمه, إذ حسن السكوت يستدعى أن يكون قاصدا لما تكلم به.\nوعليه فذكره في الحد من قبيل التصريح بما علم التزاما.\nش: {لذاته}:\n(1/59)\n\nفخرج به: المقصود لغيره. كصلة الموصول, نحو: جاء الذي قام أبوه. فإنها مفيدة بالضم إليه مقصودة لإيضاح معناه.\nوأما اتحاد الناطق, فلا يشترط في الكلام. وصححه ابن مالك وأبو حيان, قالا: كما أن اتحاد الكاتب لا يعتبر في كون الخط خطأ.\nوهذا منهما يشعر بتسليم صدور الكلام من ناطقين, واستشكله المرادى.\nوقيل: باشتراطه: لأن الكلام عمل واحد فلا يكون عامله إلا واحدا. وعليه يزاد في الحد: من ناطق واحد.\nوهذه الزيادة قال بعضهم: لم تنقل عن نحوى فيما نعلم, إنما ذكرها بعض من تكلم في الأصول.",
        "(1/60)\n\nص: وترادفه الجملة عند قوم.\nولعل مراده بهذا البعض: القاضى أبو بكر الباقلانى, فإن الزركشى نقلها عنه في شرحه على (جمع الجوامع).\nوبنى الإسنوى على هذه المسألة فروعا فقهية.\n\nش: [العلاقة بين الكلام والجملة]\n{وترادفه} - أي الكلام - {الجملة} - من: أجملت الشئ, إذا جمعته - {عند قوم} , فمفهومهما واحد.\n27 - والمترادفان: هما اللفظان المختلفان لفظًا المتحدان معنى.\nوهو ظاهر قول الزمخشرى في المفصل, بل ظاهر كلام الأندلسى في شرحه عليه أنه رأى الجميع. واختاره ناظر الجيش, وقال: إنه\n(1/61)",
        "\nص: والصحيح أنها أعم منه. بل قيل: إنه الصواب.\nالذي اقتضاه كلام النحاة.\nش: {والصحيح} عند غيرهم: {أنها أعم منه} عموما مطلقا, لصدقها عليه وعلى غيره, إذ شرطه الفائدة بخلافها.\nفكل كلام جملة ولا عكس بالمعنى اللغوى.\n- و (الأعم) هنا بمعنى: العام.\nفمن لمجرد الابتداء.\n\n[هذا بالنظر إلى المفهوم].\n8 نعم / إن نظر إلى موارد استعمال الكلام فهو باقٍ على أصله.\n{بل قيل: إنه الصواب}.\nوالمصوب لذلك هو جمال النحاة ابن هشام, قال في المغنى: والصواب أنها أعم منه, إذ شرطه الإفادة بخلافها. ولهذا تسمعهم يقولون: جملة الشرط, جملة الجواب, جملة الصلة. وكل ذلك ليس مفيداً.\n(1/62)\n",
        "ص: وعليه.\nوجعل ناظر الجيش: إطلاقها على ما ذكر إطلاقا مجازيا, لأنه كان جملة قبل, فأطلقت الجملة عليه باعتبار ما كان, كإطلاق (اليتامى) على البالغين نظرا إلى أنهم كانوا كذلك.\nش: {وعليه} - أي على الصحيح -:\n(1/63)\n\nص: فحدها: القول المركب: من الفعل مع فاعله, أو المبتدأ مع خبره, أو ما نزل منزلة أحدهما كضرب محمود وما قائم الزيدان\n\nش: [تعريف الجملة]\n28 - {فحدها: القول المركب} الإسنادى, أفاد ألم لم يفد.\nإما:\n- {من الفعل مع فاعله} الظاهر أو المضمر: كقام زيد, وقم.\n- {أو} من {المبتدأ مع خبره}: كزيد قائم.\n- {أو} من {ما نزل منزلة أحدهما} , أي منزلة الفعل مع فاعله, أو المبتدأ مع خبره.\nفالأول: {كضرب محمود} بالبناء للمجهول. فإن مرفوع الفعل ليس فاعلا, بل هو نائب عنه.\nوكذلك: كان زيد قائما. فإن مرفوع (كان) شبيه بالفاعل, لا فاعل اصطلاحا.\nنعم من ذهب: إلى أنهما فاعلان اصطلاحا - كالزمخشرى - فكل منهما مع عامله فعل وفاعل, لا مما نزل منزلة ذلك.\n{و} الثاني: {ما قائم الزيدان}. فإن مرفوع الوصف ليس خبرا عنه لما سيأتى, بل هو بمنزلة الخبر.",
        "(1/64)\n\nص: ثم: إن صدرت باسم. ولو مؤولا - فاسمية.\nأو بفعل فغعلية.\nوأما: ظننت زيدا قائما. فليس مما نزل منزلة أحدهما, بل هو جملة فعلية من فعل وفاعل بحسب الاصطلاح.\nفجعله في المغنى مما نزل منزلة ذلك غير ظاهر.\n\n[انقسام الجملة إلى اسمية, وفعلية, وظريفة]\nش: {ثم} الجملة بالنسبة إلى الاسمية, وعدمها ثلاثة أقسام:\n29 - لأنها: {إن صدرت باسم} وصفًا كان أو غيره - كما مر - {ولو} كان {مؤولا} من (أن) والفعل, نحو: \" وأن تصوموا خير لكم \", أي صومكم - {فاسمية} , بالنصب, أى سمى ذلك.\nنسبت إلى الاسم لتصدرها به.\n30 - {أو}: صدرت {بفعل} , كما مر, وكيقوم زيد - ولا فرق بين أن يكون متصرفًا أو جامدا, تامًا أو ناقصا - {ففعلية}. كذلك نسبت إلى الفعل لتصدُّرها به.\n(1/65)",
        "\nص: أو بظرف فظرفية.\n31 - {أو}: صدرت {بظرف} معتمد على ما سيأتى, نحو: أعندك أو في الدار زيد - {فطرفية}. كذلك نسبت إلى الظرف لتصدرها به.\nوهذا بناء على المختار من أن ما بعده مرفوع على الفاعلية 9 لما/ سيأتى.\nوعلى مقابل المختار: يرجع هذا القسم إلى أحد قسيميه.\nوحيث أطلق (الظرف, أو المجرور) , فالمراد به اصطلاحا: ما يشمل الآخر.\nوإذا ضكرا: فلكلٍ معنى.\n(1/66)\n",
        "ص: والمراد بالصدر: المسند, أو المسند إليه.\nوالمعتبر: ما هو صدر في الأصل.\nكالفقير والمسكين في اصطلاح الفقهاء. ونظير ذلك: الإسلام والإيمان, والمشرك والكافر.\nش: {والمراد بالصدر}: المفهوم من الفعل {المسند} مطلقا, {أو المسند إليه} - في الاسمية - لا غير.\nفلا يضر في التسمية: ما تقدم من الحروف لغرض ما ولو غير الإعراب والمعنى.\nفنحو: هل أو قد قام, أو يقوم زيد - جملة فعلية.\nوكذا نحو: \"فإن لم تفعلوا ولن تفعلوا\".\nفجعل الشرطية قسما برأسه - كما قيل - خلاف الظاهر. ونحو: هل قائم زيد, أو إن زيدا قائم - جملة اسمية.\n{والمعتبر} في الصدرية: {ما هو صدر في الأصل}.\nفلا يضر أيضا: تقدم المعمول لموجب أو مجوز.\n(1/67)\n\nفنحو: كيف جاء زيد؟ , و \"إياك نعبد\", و \"فريقا هدى\" - جملة فعلية.\nوكذا نحو: يا عبد الله, \" والأنعام خلقها لكم\", \"والليل إذا يغشى\".\nلأن صدوره في الأصل أفعال. والتقدير: أدعو عبد الله, وخلق الأنعام, وأقسم بالليل.\nوقد تكون الجملة ذات وجهين: اسمية الصدر فعلية العجز, كزيد يقوم أبوه. وفي المغنى: ينبغى أن يزاد عكس ذلك, نحو: ظننت زيدا أبوه قائم.",
        "(1/68)\n\nص: ثم:\nإن بنيت على مبتدأ فصغرى, أو أخبر عنه بجملة فكبرى.\n\nش: [انقسام الجملة إلى صغرى, وكبرى]\n{ثم} الجملة بالنسبة إلى الوصفية وعدمها, قسمان:\n32 - لأنها: {إن بنيت على مبتدأ} , بأن وقعت خبرا عنه, كزيد قام أبوه, أبو أبوه قائم - {فصغرى} , أي تسمى ذلك.\n33 - {أو: أخبر عنه بجملة} , اسمية أو فعلية - {فكبرى} كذلك. كالمثالين المذكورين.\nوقد تكون الجملة كبرى وصغرى باعتبارين: نحو: زيد أبوه غلامه منطلق.\nفمجموع هذا الكلام جملة كبرى لا غير, و (غلامه منطلق) صغرى لا غير.\nو(أبوه غلامه منطلق): كبرى باعتبار (غلامه منطلق) , صغرى باعتبار جملة الكلام.\n(1/69)",
        "\nص: القول: اللفظ الموضوع لمعنى.\nاللفظ:\n\nش: [تعريف القول]\n34 - حد {القول}:\nهو {اللفظ الموضوع لمعنى} مفردا كان أو مركبا, مفيدا أو غير مفيد.\nفـ (اللفظ): جنس يشمل المهمل والمستعمل.\nوما بعده: فصل يخرج الأول.\nفبين (اللفظ, والقول) عموم مطلق, لصدقهما على الثاني كزيد, وانفراد (اللفظ) بالأول كديز.\n10 فكل قول لفظ ولا عكس /, بالمعنى اللغوى.\nوشمل الحد: الكلام, والكلمة, والكلم شمولا بدليا.\nأي أنه يصدق على كل منها أنه قول حقيقة. فهو أعم منه مطلقا.\n\nش: [تعريف اللفظ]\n35 - حد {اللفظ}:\nوهو - لغة - مصدر بمعنى الرمى, ثم نقل في عرف النحاة ابتداء\n(1/70)\n",
        "ص: الصوت المشتمل على بعض الحروف الهجائية.\nتحقيقا أو تقديرا.\nأو بعد جعله بمعنى (الملفوظ) إلى قولهم:\nش: {الصوت} من الفم {المشتمل على بعض الحروف الهجائية} التي أولها الألف وآخرها الياء وإن لم يدل على معنى - كما مر\n{تحقيقا}: كزيد, وضرب.\n{أو تقديرا}: كالمقدر في نحو: اضرب, وزيد ضرب.\nفإنه في قوة الملفوظ به, فكان لفظا حكما.\nوخرج عن الحد: نحو صوت الغراب, ووقع حجر على حجر.\nوشمل: كلام الله تعالى. لكن منعوا إطلاق اللفظ عليه لرعاية الأدب, ولعدم الإذن من الشارع.\nقال الكافيجى: وهذا الاعتذار إنما يحتاج إليه إذا كان المراد منه كلام الله: الكلام اللفظي.\n(1/71)\n\nص: الصوت: عرض يخرج من داخل الرئة مع النفس. متصلًا بمقطع من مقاطع الحلق, واللسان, والشفتين.\n\nش: [تعريف الصوت]\n36 - حد {الصوت: عرض} يقوم بمحل {يخرج من داخل الرئة} إلى خارجها {مع النفس} مستطيلا ممتدًا {متصلا بمقطع من مقاطع} حروف {الحلق, واللسان, والشفتين}.\n37 - والمراد بالمقطع: المخرج. أي محل خروج الحرف.\nوإطلاقه عليه من إطلاق الحال على المحل, إذ المقطع: حرف مع حركة, أو حرفان ثانيهما ساكن. على ما صرح به ابن سينا [في الموسيقا] , والفارابى في (كتاب الألفاظ والحروف).",
        "(1/72)\n\nص: المفيد: ما دل على معنى يحسن سكوت المتكلم عليه, بحيث لا يصير السامع منتظرا لشيء آخر.\n\nش: [تعريف المفيد]\n38 - حد (المفيد) المأخوذ في حد الكلام:\n{ما} - أي قول - {دل على معنى يحسن سكوت المتكلم عليه} , أي على ذلك القول.\nوقيل: السامع. وقيل هما.\nوالأصح الأول, لأنه خلاف التكلم, فكما أن التكلم صفة المتكلم بكون السكوت صفته أيضا.\n39 - والمراد من حسن سكوته على القول المفيد:\nأن لا يكون ذلك القول محتاجا في إفادته السامع إلى شئ آخر, كاحتياج المحكوم عليه إلى المحكوم به أو عكسه.\nوهو المراد بقولهم: {بحيث لا يصير السامع} لكلام المتكلم {منتظرا} - أي محتاجا في حصول الفائدة - {لشئ آخر} تحصل به الفائدة. فلا يضره احتياجه إلى المتعلقات من المفاعيل ونحوها.\n(1/73)",
        "\nص: فهو مستلزم للتركيب.\nش: {فهو} بهذا المعنى {مستلزم للتركيب} , إذ الفائدة 11/ حيثما وقعت قيدا للفظ أو القول, فالمراد بها:\nالفائدة التامة - أي التركيبية - لا الناقصة إذ هى غير معتد بها فى نظرهم.\nفذكر (المركب) مع (المفيد) في الحد في عبارة بعضهم من قبيل التصريح بما علم التزاما.\nوبهذا استظهر رأى من جنح إلى أن قول الألفة: \" كاستقم \" مثال: لا تتميم للحد.\nوهذا الحد مبنى على عدم اشتراط إفادة المخاطب شيئا بجهله.\nوعليه: فنحو: السماء فوقنا, وتكلم رجل كلاما - كلام مفيد لصدق الحد عليه.\nوجرى عليه جمع, وصححه أبو حيان: قال: وإلا لكان الشئ الواحد كلاما وغير كلام إذا خوطب به من يجهله واستفاد مضمونه ثم خوطب به ثانيا.\nوقال أيضا: ولا وجه لمن علل ذلك بكونه معلوما لأن ذلك غير\n(1/74)\n",
        "موجب لعدم كلاميته, وإلا لزم في كل ما علم مدلوله أن لا يكون كلاما, واللازم باطل.\nوقطعنا بصدق يحقق كونه كلاما, لأن الصدق من صفات الخبر, والخبر قسم من الكلام.\nوذهب جماعة: إلى اشتراط ذلك. فلا يسمى ما مر كلاما.\nوجزم به ابن مالك.\nوعليه: فيحد المفيد: بما أفاد المخاطب ما يجهله.\nفلا يسمى ما لا يفيد ذلك كلاما, كالمعلوم بالضرورة ثبوته أو نفيه.\nلكن يستثنى المحال كما نقل عن سيبويه, كحملت الجبل.\n(1/75)\n\nص: وهو: ضم كلمة فأكثر إلى أخرى.\n\nش: [تعريف التركيب]\n40 - {وهو} أى التركيب:\n{ضم كلمة فأكثر إلى} كلمة {أخرى}. كبعليك, وغلام زيد.\nفضم أحد الكلمتين إلى الأخرى تركيب, والمجموع مركب. سواء كان بينهما نسبة أم لا.\nبخلاف التأليف, إذ يشترط فيه وقوع الألفه بين الجرئين. فهو أخص منه, وهو تركيب وزيادة.",
        "(1/76)\n\nص: الكلم: ما تركب من ثلاث كلمات فأكثر: أفاد أو لم يفد.\n\nش: [تعريف الكلم]\n41 - حد {الكلم}:\n- ويطلق لغة على: الكلام. نحو \" إليه يصعد الكلم الطيب\"-:\n{ما تركيب من ثلاث كلمات فأكثر:\nأفاد}: كزيد قام أبوه, أو أخوه قائم.\n{أو لم يفد}: كإن قام زيد.\nولا يشترط في الثلاث - على الصحيح -: أن تكون من الأنواع الثلاث. بل تكون أيضا من نوعين, ومن نوع واحد - كما مر - وإن أوهمت عبارة الألفية خلافه.\nوالصحيح: أن (الكلم) اسم جنس جمعى واحده (كلمة) , لا اسم حمع, ولا اسم جنس إفرادي لها.\n(1/77)",
        "\nص: فهو أخص من الكلام منها, وأعم منه بعدم اشتراط الفائدة والكلام عكسه.\nوجنح الرضى: إلى أنه اسم جنس حقه أن يصدق على القيل 12 والكثير, الاستعمال/ منع من صدقه على ما دون الثلاث.\n\nش: [العلاقة بين الكلم والكلام]\n{فهو أخص من الكلام} , باعتبار اشتراط التركيب {منها} , أى من الثلاث.\n{وأعم منه, بعدم} - أي بسبب عدم - {اشتراط الفائدة} فيه, كما علم من حده.\n{والكلام عكسه} , أى الكلام:\nفهو أخص من الكلم, بإشتراط الفائدة فيه, كما علم من حده.\nوأعم منه, بعدم اشتراط التركيب من الثلاث. بل يتركب أيضا من كلمتين: كهذا زيد, ومما زاد على الثلاث: كظننت زيدا قائماً أبوه.\n(1/78)\n",
        "فبينهما عموم من وجه.\nوالصور التي يتألف منها الكلام ستة:\nاسمان, فعل واسم, فعل وثلاثة أسماء, فعل وأربعة أسماء, جملة الشرط وجوابه, أو القسم وجوابه.\n(1/79)\n\nص: الكلمة: قول\n\nش: [تعريف الكلمة]\n42 - حد {الكلمة} - بفتح الكاف وكسر اللام أفصح من فتحها - أو كسرها - مع إسكان اللام فيهما -:\n{قول} , أى مقول.\nتحقيقا: كزيد.\nأو تقديرا: كالمقدر في (قم) , وكأحد جزئى العلم المضاف كعبد مناف. فإنه كلمة تقديرا, إذ لا تتأتى الإضافة إلا في كلمتين وإن كان مجموعهما كلمة تحقيقا, لما سيجئ إن شاء الله تعالى.\nوقد مر حده. وإيثاره على (اللفظ) لما مر.\nوخرج به: غيره. كالدوال الأربع من الخط والإشارة والعقد والنصب, المشاركة للكلمة في الدلالة على معنى.\nوصح الإخراج به وإن كان حنسا, لما قالوه: من أن الجنس إذا",
        "(1/80)\n\nص: مستقل.\nكان بينه وبين فصله عموم من وجه, صح أن يخرج به ما تناوله عموم فضله. و (القول) مع فصله الذي هو (مفرد) , كذلك, لصدقهما على (زيد) ونحوه, وانفراد (القول) بصدقه على المركب, و (المفرد) بصدقه على المعنى دون اللفظ كما يقال: معنى مفرد.\nوتحقيق ذلك: أن الجنس له جهتان حينئذ:\nفبالنظر إلى عمومه يفيد بيان أصل الذات, كما هو وظيفة الأجناس.\nوبالنظر إلى خصوصه يفيد الاحتراز, كما دأب الفصول.\nوخرج به: المركب. وسيأتى حدهما.\n{مستقل} , أى دال بالوضع.\nخرج به: أبعاض الكلمات الدالة على معنى. كحروف المضارعة وباء النسب وألف المفاعلة.\nفإنها ليست بكلمات لعدم استقلالها, أي لا ينطق بكل واحد\n(1/81)",
        "\nمنها وحده\n13 ومن أسقطه جنح إلى / ما قاله الرضى: من أنها مع ما هى فيه كلمتان صارتا كالكلمة الواحدة لشدة الامتزاج, فجعل الإعراب على آخرها, كالمركب المزجى.\n\n14 ش: [إطلاقات الكلمة]\nفائدة:\nإطلاق الكلمة على ثلاثة أقسام:\nحقيقى: وهو ما لابد من قصده, وهو إطلاقها على مفردات الكلام.\nومجازى مستعمل في عرفهم: وهو إطلاقها على أحد جزئى العلم المضاف, كما مر. والتعرض لهذا أجود.\nومجازى مهمل في عرفهم:\nوهو إطلاقها على الكلام. نحو. \" وكلمة الله هي العليا\".\nوهذا الإطلاق منكر في اصطلاحهم. ولذا لا يتعرض لذكره في كتب\n(1/82)\n",
        "ص: المفرد: ما لا يقصد بجزء منه الدلالة علي جزء معناه.\nالنحو بوجه, كما قال ابن مالك فى (شرح التسهيل) وإن ذكره فى (الألفية, فقد قيل: إنه من أمراضها التى لا دواء لها).\n\nش: [تعريف المفرد]\n43 - حد {المفرد} المأخوذ في حد الكلمة:\n{ما لا يقصد بجزء منه الدلالة} - بفتح الدال أفصح من كسرها - {على جزء معناه} المقصود. كزيد.\nفإن أجزاءه هي ذوات حروفه الثلاثة التى هي (ز ى د) , وهى غير مقصود بها الدلالة, بل لا تدل على معنى.\nوليست أجزاؤه (الزاى والياء والدال) كما وقع في عبارة بعضهم, لما بينته في شرحى على القطر.\nوشمل الحد: ما لا جزء له كهمزة الاستفهام علما, وماله جزء غير دال على معنى كما مر, وما له جزء دال على معنى, لكن لا يدل على جزء معناه المقصود كعبد الله علما, وما له جزء ذو معنى هو جزء\n(1/83)\n\nالمعنى المقصود, لكن لا يكوم مرادا, نحو: الحيوان الناطق علما, لأن المعنى - حينئذ -: الماهية الإنسانية مع التشخص.\nولا يخفى أن المراد: الدلالة الوضعية, وإلا فللحروف المفردة دلالة عقلية في الجملة.",
        "(1/84)\n\nص: ويقابله المركب.\nفحده: ما يقصد بجزء منه الدلالة على جزء معناه وللمفرد من حيث هو إطلاقات أربعة:\nفتارة يراد به: ما يقابل المثنى والمجموع.\n\nش: [تعريف المركب]\n44 - {ويقابله} هنا {المركب} , من تقابل الضدين, {فحده} - حينئذ -: {ما يقصد بجزء منه الدلالة على جزء معناه} المقصود. كغلام زيد.\nفإن كلا من جزئيه مقصود به الدلالة على جزء معناه.\nوالمراد بالأجزاء: ألفاظ مسموعة مترتبة. فلا يرد نحو: يضرب وضارب.\n[إطلاقات المفرد]\n{وللمفرد من حيث هو} عند لنحاة {إطلاقات أربعة: فتارة يراد به} عندهم: {ما يقابل المثنى والمجموع} / 14 على حده.\nوذلك في باب الإعراب\n(1/85)",
        "\nص: وتارة: ما يقابل المضاف وشبهه.\nفيقال: المفرد يرفع بالضمة أى ما لبس مثنى ولا مجموعا.\nفزيد, وقوم, وترك, وعبد الله, ورجال, ومسلمات - أسماء مفردة.\nش: {وتارة} يراد به: {ما يقابل المضاف} لما بعد - سواء كانت الإضافة لفظية أم معنوية - {أو شبهه}:\n45 - وهو مالا يتم معناه إلا بانضمام شى آخر إليه.\nسواء كان ذلك الشئ مرفوعا أم منصوبا أم مجرورا.\nوذلك في باب النداء, و (لا) التبرئة.\nفيقال: المنادى المفرد يبنى على ما يرفع به - أى ما ليس مضافا ولا شبهه -, واسم (لا) المفرد يبنى على ما ينتصب به لو كان معربا.\nفزيد, وهند - ومثناهما, وجمعهما مطلقا - وبعلبك, وقوم,\n(1/86)\n",
        "ص: وتارة. ما يقابل الجملة وشبهها.\nوتارة: ما يقابل المركب كما مر.\nوترك - أسماء مفردة.\nش: {وتارة} يراد به: {ما يقابل الجملة} , اسمية أو فعلية, صغرى أو كبرى, {وشبهها} من الظرف والجار والمجرور.\nوذلك في باب المبتدأ والخبر.\n46 - فيقال: الخبر المفرد: ما للعوامل تسلط على لفظه.\nفجميع ما تقدم من الأسماء مع المضاف وشبهه, أسماء مفردة.\n{وتارة} يراد به: {ما يقابل المركب} بأقسامه الآتية, {كما مر} أنفا.\nوذلك في باب العلم.\nفجميع ما تقدم من الأسماء - ما عدا المركب - أسماء مفردة.\n(1/87)\n\nص: وينقسم ثلاثة أقسام:\nمركب إضافي. ومزجي. وإسنادي.\n\nش: [أقسام المركب]\n{وينقسم} المركب {ثلاثة أقسام}\n- أى أنواع, من انقسام الكلى إلى حزئياته.\nوقد تطلق (الأقسام) على الأحزاء إذا لم يصدق اسم المقسوم على كل من أقسامه -:\n{مركب إضافى, و} مركب {مزجى, و} مركب {إسنادى}.\nولا يرد المركب من حرفن كإنما, أو من حرف واسم كياريد, أو من حرف وفعل كقد قام. لأنها إذا سمى بها حكيت كالمركب الإسنادى فالتحقت به.\nوأما المركب التوصيفى - كالحيوان الناطق - فملحق بالمفرد.",
        "(1/88)\n\nص: حد الإضافي:\nكل اسمين تنزل ثانيهما منزلة التنوين ... قبله.\n\nش: [تعريف المركب الإضافى]\n47 - {حد} المركب {الإضافى}:\nهو {كل اسمين تنزل ثانيهما} مما قبله - كغلام زيد - في إجراء الإعراب على ما قبله وبقائه على حاله. وذلك أن التنوين / معنى زائد على بنية الكلمة يأتى بعد 15 الإعراب, فيكون الإعراب جاريا على ما قبله.\nفكذلك هذا:\nإذا دخل عليه العامل - وإن جعل علما نحو: \" قال إني عبد الله\" - أجرى الإعراب مطلقا على الجزء الأول منه وأبقى الثاني منه على حاله كذلك.\nفالثاني بمنزلة التنوين في الإجراء وعدم التغيير بدخول العامل. ولفظ (كل): لا يذكر في الحد من جهة أنه لا يصدق على شيء منه الأفراد. ولا في المحدود من جهة أن الحد للماهية لا للأفراد.\nلكن قد يتساح بدخوله في الحد. كما وقع في عبارة بعضهم.\n(1/89)",
        "\nص: حد المزجى:\nكل اسمين تنزل ثانيهما منزلة تاء التأنيث مما قبلها.\n\nش: [تعريف المركب المزجى]\n48 - {حد} المركب {المزجى}:\nهو {كل اسمين تنزل ثانيهما} مما قبله - كبعلبك - {منزلة تاء التأنيث مما قبلها} - كفاطمة - في إجراء الإعراب عليها وبقاء ما قبلها مفتوحا وذلك أن ما قبل تاء التأنيث لا يكون إلا مفتوحا, والإعراب يكون جاريا عليها. فكذلك الاسم الثاني من نحو بعلبك يكون الإعراب عليه على اللغة الفصحى, والحرف الذي قبله - وهو اللام - لا يكون إلا مفتوحا, ما لم يكن ياء أو نونا فيسكن, نحو: قالى قلا, وباذنجانة.\n(1/90)\n",
        "ص: حد الإسنادي: كل كلمتين أسندت إحداهما إلى الأخرى.\nوأما المركب من الأعداء والظروف والأحوال:\nفمبنى على الفتح, مع جواز الإضافة أيضا فيما عدا الأول منها.\nوكذا المختوم بويه: مبنى. لكن على الكسر.\n\nش: [تعريف المركب الإسنادى]\n49 - {حد} المركب {الإسنادى}:\nهو {كل كلمتين أسندت إحداهما إلى} الكلمة {الأخرى}. سواء حصل مع الإسناد فائدة أم لا.\nويعبر عنه بالجملة, وهو مبنى وإن كان جزاه معربين.\nوإذا سمى به - كشاب قرناها, وبرق نحوه - حكى لفظه من غير تغيير, لأنه لا يتغير لفظه في الأصل.\nويحكم على محله بالرفع والنصب والجر.\nوكذلك إذا أجريته مجرى المفردات.\nوربما أضعف صدره إلى عجزه إن كان ظاهراً.\n(1/91)\n\nص: الاسم: كلمة دلت على معنى في نفسها, غير مقترنة بزمن معين.\n\nش: [تعريف الاسم]\n50 - حد {الاسم}:\nهو {كلمة دلت على معنى} كائن {في نفسها} أي في نفس الكلمة. والمراد يكون المعنى في نفسها: أن تدل عليه بنفسها من غير 16 حاجة إلى إنضمام كلمة أخرى إليها, لاستقلالها / بالمفهومية.\nفخرج: الحرف.\n{غير مقترنة} تلك الكلمة بهيئتها - بنصب (غير) مع جواز الرفع {بزمن معين} من أحد الأزمنة الثلاثة التي هي: الماضي, والحال, والاستقبال.\nفخرج: الفعل, لاقترانه به.",
        "(1/92)\n\nص: وضعا.\nودخل: نحو: الصبوح والغبوق, لدلالته على زمن غير معين.\n{وضعًا} , أي من حيث الوضع.\nفخرجت: الأفعال المجردة عن معنى الزمان بحسب الاستعمال, كنعم وبئس - كما ستعرفه -, وكذا المصرع على القول بأنه مشترك, كما سيجئ.\nوشمل الحد: أسماء الفاعلين, لوضعها في الأصل لذات قام بها الوصف من غير زمان. ودلالتها على الزمان عارضة لا أثر لها.\nوكذا أسماء الأفعال. قال شارح (اللب): فإنها موضوعة في الأصل لمصادر أو أصوات أو ظروف, ثم نقلت, ولا دلالة لما نقلت عنه على الزمان.\nوقرره صاحب (المتوسط). بأن المراد الدلالة الأولية, و (صه)\n-\n(1/93)",
        "\nمثلا -: إنما يدل أولا على (اسكت) , وبواسطته دل على (السكوت المقترن بالاستقبال).\nويشمل أيضا: اسم الموصول, وضمير الغيبة. لدلالتهما في نفسهما على معناهما الذي هو (الشئ المبهم) , واحتياجهما إلى لفظ آخر ليس لإفادة ذلك المعنى وحدثانه في ذلك اللفظ, بل لكشف ذلك الإبهام.\nقال الرضى: فهما مبهما, لكن اشترط فيهما من حيث الوضع: أنه لابد لهما من معين مخصص.\nوشمل أيضا: ما دل على الزمان بجوهره, كالأمس والغد, إذ المراد الدلالة بحسب الهيئة والنحاة وإن لم يصرحوا بقيد (الهيئة) فهو مراد في التعريف.\nقاله السعد التفتازانى, وقد أفصح به العضد.\n(1/94)\n",
        "ص: الفعل: كلمة دلت على معنى في نفسها, مقترنة بزمن معين.\nو(النفس) لا تختص بما له حياة, بل هي مشتركة بين معانٍ من جملتها: ذات الشئ. نحو: سكنت البصرة نفسها قاله ابن هشام فليس في الحد مجاز.\n\nش: [تعريف الفعل]\n51 - حد {الفعل}:\nهو {كلمة دلت على معنى} كائن {في نفسها}.\nأي من غير حاجة لانضمام غيرها إليها. كمامر.\nفخرج: الحرف.\n{مقترنة} تلك الكلمة الدالة - بالنصب, مع جواز الرفع - {بزمن معين} مما تقدم.\nفخرج: الاسم. لما مر.\n(1/95)\n\nص: وضعا.\n{وضعًا} , أي من حيث الوضع. كقام, وقم. وكذا: يقوم وإن قلنا 17 بأنه/ وضع مشتركا بين الحال والاستقبال.\nقال ابن الحاجب: فإنه مقترن بأحد الأزمنة على التحقيق باعتبار الوضع, فإن الواضع لم يضعه إلا دالًا على أحدهما أبدا, واللبس إنما حصل عند السامع لكون اللفظ يطلق على أحدهما أبدا, واللبس إنما حصل عند السامع لكون اللفظ يطلق على أحدهما تارة وعلى الآخر أخرى. لا أنه غير موضوع لأحدهما. بخلاف مثل (الصبوح, أو الغيوق فإنه لم يوضع قط دالا على أحدها لا بظهور ولا باشتراك.\nوخرج عن الحد: ما دلالته على الزمان من الأسماء عارضة, كأسماء الفاعلين.\nودخل من الأفعال: ما جرد عن معنى الزمان بحسب الاستعمال, كعسى وفعل التعجب, لوضعه في الأصل للدلالة على الزمان.",
        "(1/96)\n\nوهو ثلاثة أقسام:\nماض, ومضارع, وأمخر.\n\nش: [أقسام الفعل]\n{وهو ثلاثة أقسام} , عند جمهور البصريين.\nوقسمان عند الكوفيين والأخفش, بإسقاط (الأمر) بناء على أنه مقتطع من (المضارع) فهو - عندهم - معرب بلام مقدرة.\n- {ماض} -: أصله: ماضى, بالياء والتنوين, فحذفت الضمة للاستثقال, ثم الياء الساكنين.\n{ومضارع, وأمر} , برفعهما.\n(1/97)",
        "\nص: حد الماضي: كلمة دلت وضعا على حدث وزمان انقضى.\n\nش: [تعريف الفعل الماضي]\n52 - {حد} الفعل {الماضي}:\nهو {كلمة دلت وضعا على حدث وزمان}.\nدخل مع المحدود: قسيماه, لدلالتهما على ذلك.\nثم خرجا بقولهم: {انقضى} ذلك الزمان قبل التلفظ, لعدم انقضاء زمانهما قبل.\nكضرب, ودحرج, وانطلق, واستخرج. فإنها دالة وضعا على حدث وزمان انقضى.\nوقيد (الوضع) مدخل لنحو: إن ضربت. وكذا: بعت وتزوجت.\nمريدا الإنشاء, لدلالته في أصل وضعه على ذلك وإن كان الآن غير دال عليه لغرض.\nوأورد على الحد: نحو: خلق الله الزمان, فإن (خلق) هنا لا يدل على زمان لما فيه من التسلسل.\n(1/98)\n",
        "ص: حد المضارع: كلمة دلت وضعا على حدث وزمان غير منقض, حاضرا كان أو مستقبلا.\nوأجيب: بأن أفعال البارى - سبحانه وتعالى - لا تحتاج إلى زمان, ولكن لما كانوا لا يعقلون فعلًا إلا في زمان قالوا ذلك, فأجرى مجرى ما يعقلون.\n\nش: [تعريف الفعل المضارع]\n53 - {حد} الفعل {المضارع} - من المضارعة, وهي المشابهة -:\n{كلمة دلت وضعا على حدث وزمان}.\nدخل مع المحدود: قسيماه أيضا.\nثم خرج: (الماضي) بقولهم: {غير منقض} حالة التلفظ/, 18 لانقضاء زمنه.\nو(الأمر) بقولهم: {حاضرا} - أي حالا - {كان} ذلك الزمان - كيقوم الآن - {أو مستقبلا} , نحو: سيقوم.\nفإنه مستقبل أباد.\nبخلاف المضارع:\n- فإنه موضوع بالاشتراك لهما - كما أفهمه الحد - وهو مذهب\n(1/99)\n\nالجمهور.\nلأن إطلاقه على كل منهما لا يتوقف على مسموع, بخلاف إطلاقه على (الماضي) فإنه مجاز لتوقفه على مسموع.\nوقد يتعين لأحدهما.\n- وقيل: حقيقة في الأول مجاز في الثاني, بدليل حمله على الأول عند التجرد من القرائن. وهذا شأن الحقيقة.\n- وقيل: إير ذلك.\nوقيل (الوضع) مخرج, لما اقترن من (الماضي) بأداة شرط. لمامر\n54 - واعلم أن المراد بالزمان الحاضر: هو القدر المشترك بين الزمانين. ولهذا صح: زيد يصلى الآن. مع مضى بعض صلاته واستقبال بعضها.",
        "(1/100)\n\nص: حد الأمر: كلمة دلت على الطلب بذاتها, مع قبول ياء المخاطبة.\n55 - فيكون المضارع الحال: هو المقترن وجود لفظه بوجود جزء معناه, لا بوجود جميعه.\n\nش: [تعريف فعل الأمر]\n56 - {حد} فعل {الأمر}:\nهو {كلمة دلت على الطلب بذاتها}.\nأي بانضمام غيرها إليها.\nفخرج: ما لا دلالة له عليه أصلا. كالمضارع, وفعل لتعجب. وما دل عليه بواسطة. نحو: لا تضرب. فإن دلالته عليه بواسطة حرف النهي الذي هو طلب الترك.\nولابد {مع} ذلك من {قبول} ها {ياء المخاطبة» , أي ياء الفاعلة - وهي اسم مضمر عند سيبويه والجمهور. وبها تصير الضمائر إحدى وستين -\n(1/101)",
        "\nص: أو نون التوكيد.\nالحرف: كلمة دلت على معنى.\n{أو} قبول {نون التوكيد}.\nكما دخل, وكل, واشرب, وانبسط.\nفخرج: مالا يقبل أحدهما وإن دل على الطلب. كنزال ودراك مما هو اسم فعل.\n\nش [تعريف الحرف]\n57 - حد {الحرف}:\nهو {كلمة دلت على معنى}.\nدخل مع المحدود: قسيماه.\nثم خرج: (الفعل) , وبعض الأسماء. بقولهم: {في غيرها}.\nأي بسبب انضمام غيرها إليها:\nمن اسم كمررت بزيد, أو فعل كقد قام, أو حملة كحروف النفي والاستفهام والشرط.\nفالحرف مشروط في دلالته على معناه الذي وضع له: ذكر متعلقه.\nفإن لم يذكر متعلقه فلا دلالة على شيء.\n(1/102)\n",
        "ص: فقط.\nوهو - كما قال الرضى -: كالعلم المنصوب بجنب شئ ليدل على أن في الشئ / فائدة ما, فإن أفرد عنه بقى غير دال أصلا. ... 19\nوقد يحذف متعلقة للعلم به: كنعم, ولا.\nوأما: ذو, وفوق, وكل, وبعض وأمثالها وإن لم تذكر إلا بمتعلقها - فليس مشروطا في دلالة معناها, للقطع بفهم معنى (ذي) - وهو: صاحب - من لفظه. وكذا (فوق). وإنما شرط ليتوصل بـ (ذي) إلى الوصف بأسماء الأجناس, وبـ (فوق) إلى علو خاص. وقس على هذا.\n{فقط} خرج به: أسماء الشرط والاستفهام. فإنها كما تدل على معنى في نفسها تدل على معنى في غيرها, وهو معنى الشرط والاستفهام.\nوهذا القيد ذكره الجزولى. ولابد منه في الحد. وقد أشار إليه الرضى في شرحه, وابن هشام في الجامع - بقولهما: والحرف لا يدل على معنى إلا في غيره.\n(1/103)\n\nص: التثنية: جعل الاسم القابل.\n\nش [تعريف التثنية]\n58 - حد {التثنية}\n- أصلها العطف. وعدل عنه كراهية التطويل, وإرادة الاختصار. والرجوع إليه غير جائز لأنه أصل مرفوض, إلا في ثلاثة مواضع مذكورة في التسهيل -:\n{جعل الاسم}: يتصرف الناطق به على ذلك الوجه بعد الوضع من الواضع, لا يوضع الواضع.\nفخرج: نحو: زكًا. مما وضع لاثنين.\n{القابل} للتثنية - نعت للاسم -\nمخرج: لما لا يقبلها, فلا يثنى, وهو:\n59 - ما تؤدى تثنيته إلى اجتماع اعرابين, وهو المثنى والمجموع على حده. أو إلى إفراط الثقل, وهو الجمع المتناهى كمساجد.\nأو ما استغنى عن تثنيته بلفظ آخر غير مثنى, وذلك كألفاظ العدد كلها إلا مائة وألفا.",
        "(1/104)\n\nص: دليل اثنين, متفقين لفظًا.\n{دليل اثنين} - مفعول ثان لجعل -\nمخرج: لما لفظه تثنية مرادا به التكثير, كحنانيك وهذاذيك.\nومنه: ثم ارجع البصر كرتين, أي كرات.\nولما جعل لفظ التثنية فيه لشئ واحد, كالمقضين, والجملين.\n{متفقين لفظا} دائما.\nمخرج: للمختلفين. فلا يثنيان إلا على سبيل التغليب, كالقمرين والعمرين. قال أبو حيان: وما ورد منه مما روعى فيه التغليب يحفظ ولا يقاس عليه.\n(1/105)",
        "\nوصرحوا بأنه ملحق بالمثنى. فلهذا أسقطت ما في التسهيل من لفظ غالبا - بعد قوله: \" في اللفظ\" الموهم أن نحو (القمرين) مثنى حقيقة.\n{و} كذا {معنى} عند أكثر النحاة. ونسب إلى المحققين.\n20 فلا يجوز تثنية المشترك/, ولا المجاز بل ولا جمعهما.\nولحنوا الحريرى في قوله: وانثنى بلا عينين.\nوأورد عليهم تثنية العلم المشترك وجمعه, إذ يصح اتفاقا أن يقال: الزيدان, والزيدون. وأجبت عنه بما يطول ذكره.\n(1/106)\n",
        "ص: بزيادة في آخره تليها نون مكسورة.\nواختار ابن مالك: جواز ذلك إذا فهم المعنى. وصححه في (شرح التسهيل) .. وتعقبه ناظر الجيش بما سيأتي عنه.\n{بزيادة في آخره}: هي الألف رفعا والياء المفتوح ما قبلها جرا ونصبا, لتدل على أن الاسم المجعول مثنى.\n{تليها نون مكسورة} , للفرق بينها وبين نون الجمع, أو لالتقاء الساكنين.\nوتفسير: (الجعل) بمامر, هو ما صرح به ابن مالك (شرح التسهيل).\nويظهر - كما قيل - حمله على ما يفهم منه ابتداء وهو وضع الواضع.\nولا يضر دخول: نحو: زكا وزوح, لخروجه بـ (الزيادة).\nوإخراج: المصدر المجعول للاثنين خبرا أو نعتا بـ (الزيارة) , نحو: هذان رضا, ومررت برجلين رضا - غير ظاهر,, إذ لم يجعل دليل اثنين حتى يحترز عنه. وإنما أطلق على اثنين ولا يلزم من الإطلاق كونه دالًا عليهما.\n(1/107)\n\nص: المثنى: ما دل على اثنين بزيادة في آخره, صالحا للتجريد وعطف مثله عليه.\n\nش [تعريف المثنى]\n60 - حد {المثنى}:\nهو {ما دل على اثنين بزيادة في آخره}.\nأي بسببها. وقد مرت.\nفخرج: ما دل على أقل, أو أكثر, أو ذلك لكن بذاته, نحو: ملا, وكلتا, وشفع, وزوج.\n{صالحا للتجريد} عنها - بالنصب على الحال من الفاعل - فخرج: ما لا يصلح له. كالكليتين لآلة الحداد, والبحرين علما, واثنتين واثنين.\n{وعطف مثله عليه} [بالجر مطلقا على مدخول اللام]- فخرج: ما لا يصلح له. كالقمرين والأبوين والعمرين, مما يثنى بطريق التغليب, فإنه دال على اثنين, لكن إذا جرد لا يصلح لعطف مثله عليه, بل لمبانيه ومغايره نحو: قمر وشمس.",
        "(1/108)\n\nص: دون اختلاف معنى.\n{دون اختلاف معنى}:\nكالزيدان العاقلان.\nوهذا القيد زاده ابن مالك في (شرح كافيته):\nلاخراج: \" ما اتفق لفظه دون معناه. كالعين للباصرة ومنبع الماء, فلا يجوز تثنيته ولا جمعه. زوقد مر عنه جوازه.\nقال ناظر الجيش: والحق أن تثنية ما اختلف معناه وجمعه لا يجوز إلا سماعا. وينبغي أن يحكم على ما ورد من ذلك: أنه تثنية وجمع لغويان لا صناعيان/.\n(1/109)",
        "\nص: الجمع: الاسم الموضوع للآحاد المجتمعة. دالا عليها دلالة تكرار الواحد بالعطف.\n\nش [تعريف الجمع]\n61 - حد {الجمع}:\nهو {الاسم الموضوع للآحاد المجتمعة} حالة كونه {دالا عليها مثل {دلالة تكرار الواحد} منها {بالعطف} أي بحروفه.\nسواء كان له من لفظه واحد مستعمل - كالزيدون, والرجال والمسلمات - أم لم يكن: كعباديد, وشماطيط, وأبابيل.\nفمدلول السبكى. فدلالة الجمع على كل واحد من أفراده بالمطابقة ويكفيك فيه: إطباق الناس على أن الجمع كتكرار الواحد, وعدم جو هذا التكرار قياسا لعدم الفائدة فيه, لإغناء الجمع عنه.\nفلو كان دلالة الجمع على مفرده بالتضمن, لكان هذا التكر مشتملا على أعظم فائدة, وهي الانتقال من دلالة التضمن إلى (دلالة) المطابقة.\n(1/110)\n",
        "ص: اسم الجمع: الاسم الموضوع لمجموع الآحاد, دالًا عليها دلالة المفرد على جملة أجزاء مسماة.\nقال وتحقيقه:\nأن لفظ (رجال) - في الحقيقة - لفظ (رجل) , وإنما تغيرت هبئته فصار دالا على الآحاد ينصرف إلى كل منها وينصب إليه انصبابا واحدا.\nولم يكن دالا عليه بالتضمن لأنه لم يوضع لمجموع الثلاثة.\nثم أورد سؤالا وأجاب عنه.\n\nش [تعريف اسم الجمع]\n62 - حد {اسم الجمع}:\nهو {الاسم الموضوع لمجموع الآحاد} , حالة كونه {دالا عليها} مثل {دلالة المفرد على جملة أجزاء مسماه} وإن لم يكن له واحد من لفظه.\nكقوم, وركب, وصحب.\nفمدلوله مجموع الأفراد, وكل منها جزء مدلوله.\nودلالته على أحدها بالتضمن لأنه جزء المدلول.\n(1/111)\n\nص: اسم الجنس: الاسم الموضوع للحقيقة, ملغي فيه اعتبار الفردية.\nكالتخت, اسم لذى أجزاء, مدلوله مجموعها. وكالعشرة, مدلولها مجموع آحادها.\n\nش [تعريف اسم الجنس]\n63 - حد {اسم الجنس}:\nهو {الاسم الموضوع للحقيقة} من حيث هي, حالة كونه {ملغى فيه} وضعا {إعتبار الفردية}.\nسواء كان إفراديًا. كالماء والعسل, أو جمعيًا: كترك وروم فدلالته على كل من أفراده التزامية.\nوالفرق بينهما: أن الإفرادى منه ينتفى الواحد بنفيه. بخلاف الجمعى منه فإن الواحد والاثنين لا ينتفيان بنفيه.\nوهذا ثلاثة أقسام:\n- ما يميز واحده عنه بياء النسب: كروم ورومى, وزنح وزنجى.\n22 - وما يميز عنه بتاء التأنيث: / كتمر وتمرة, ونبق ونبقة.",
        "(1/112)\n\nص: والجمع قسمان:\nصحيح, ومكسر, لذكر أو لمؤنث.\nوهو الغالب. ومنه: الكلم.\n- وما يميز هو عن واحده بهاء: كسيارة وسيار, وكسأة وكمء.\n\nش [أقسام الجمع]\n{والجمع} الموضوع للآحاد المجتمعة {قسمان}:\nقسم {صحيح} مفرده, {و} قسم {مكسر} مفرده.\nوكل منهما إما:\n{لمذكر} كالزيدون والزيود, {أو المؤنث} كالمسلمات والهنود\n(1/113)",
        "\nص: جمع المذكر السالم: ما دل على أكثر من اثنين بزيادة في آخره, مع سلامة بناء واحده.\n\nش [تعريف جمع المذكر السالم]\n64 - حد {جمع المذكر السالم}\n- المسمى: بالجمع الذي على حد المثنى. لشبهه له في كونه أعرب بحرفين, وسلم فيه بناء الواحد, وختم بنون تحذف للإضافة -:\n{ما دل على أكثر من اثنين بزيادة في آخره}.\nفخرج ما دل على أكثر من اثنين بزيادة في آخره}.\nفخرج: ما دل على أقل, أو على ذلك لكن بجوهره كاسم الجمع.\n{مع سلامة بناء واحده} - أي صيغة مفرده - من التغيير حالة جمعه. [كالزيدون العاقلون].\nفخرج: ما لم يسلم فيه ذلك كجمع التكسير.\nولابد فيه من صلاحية عطف مثليه أو أمثاله عليه دون اختلاف معنى.\nوسمى سالما: لسلامة بناء واحده. مع قطع النظر عن الزيادة في آخره.\n(1/114)\n",
        "ص: جمع المؤنث السالم: ما جمع بألف وتاء مزيدتين.\n\nش [تعريف جمع المؤنث السالم]\n65 - حد {جمع المؤنث السالم}:\nهو {ما جمع بألف وتاء} حال كونهما {مزيدتين} على مفرده.\nليدلان على الجمع والتأنيث معا. كالمسلمات العاقلات.\nفخرج: نحو قضاة وأبيات, إذ الألف في الأول والتاء في الثاني أصليان.\nويظهر أن التقييد بالمزيدتين: للايضاح لا للإخراج, إذ لا إدخال ليخرج.\nقال جدى -[رحمه الله تعالى]-: إذ المتبادر مما جمع بألف وتاء كونهما مستحدثتين لأجل الجمع.\n(1/115)\n\nص: جمع التكسير: ما تغير فيه بناء واحده\nولهذا اقتصر ابن مالك على قوله:\nوما بتاء وألف قد جمعا\nوشمل الحد: ما كان مفرده مذكرا كحمامات, وما تغير فيه بناء مفرده كسجدات.\nفتقييدهم الجمع ب (التأنيث, والسلامة) جرى على الغالب.\nكما قاله الخبيصى.\n\nش [تعريف جمع التكسير]\n66 - حد {جمع التكسير}:\nهو {ما تغير فيه بناء واحده} - أي صيغة مفرده - حالة جمعه, تحقيقا أو تقديرًا, إما:",
        "(1/116)\n\nص: بزيادة أو نقص عنه, أو تبديل\n- {بزيادة} على مفرده فقط ليست عوضا عن شئ: كصنو صنوان.\nبخلاف نحو: الزيدون. فإن الواو عوض عن الضمة والنون عن لتنوين.\n- {أو نقص عنه} فقط: كتخمة وتخم.\n- {أو تبديل} للشكل من غير زيادة/ ولا نقص كأسد وأسد\nأو مع زيادة: كرسول ورسل.\nأو مع نقص: ككتاب وكتب.\nأو معهما: كغلام وغلمان.\nفكلمة (أول) هنا لمنع الخلو.\nوالتغيير كما يكون حقيقيا يكون تقديريا:\nنحو: فلك. مما الجمع واحد فيه متحد بالصورة.\n(1/117)",
        "\nص: لغير إعلال\nفالضمة فيه إذا كان مفردا ضمة (قفل) , وإذا كان جمعا ضمة (أسد).\nولابد أن يكون ذلك التغيير {لغير إعلال}. كمامر.\nبخلاف ما تغير لأجل الإعلال, فإنه جمع تصحيح لا تكسير, نحو: قاضون, والأعلون.\nأصلهما: قاضيون, والأعليون. نقلت حركة الياء إلى ما قبلها بعد سلب حركة ما قبلها طلبًا للخفة, ثم حذفت الياء لالتقاء الساكنين.\n(1/118)\n",
        "ص: المقصور: كل اسم معرب آخره ألف لازمة.\n\nش [تعريف المقصور]\n67 - حد {المقصور}:\nهو {كل اسم معرب} بدخول العامل, {آخره ألف لازمة} كالفتى, والعصا.\nفخرج بالاسم: غيره. كيخشى, وحتى, وإلى.\nوبالمعرب: المبنى. كمتى, وهذا.\nوبالألف: ما آخره ياء من المنقوص, والجارى مجرى الصحيح كظبى وجدى.\nوباللازمة: الأسماء الستة حالة النصب.\nوأما (الممدود) فلا يصدق عليه الحد. فلا حاجة إلى زيادة قيد لإخراجه.\nوما يقع في عبارة بعضهم من إطلاق المقصور على غير الاسم العرب, فتسامح.\nومسمى مقصورا: لأنه ضد الممدود, أو لأنه محبوس من الحركات. والقصر: الحبس.\n(1/119)\n\nص: الممدود: كل اسم معرب آخره همزة بعد ألف زائدة.\nفإن قلت: مقتضى هذا التعليل أن نحو (يخشى) يسمى, مقصورا.\nقلت لا يلزم ذلك, لأن المناسبة لا يلزم اطرادها. وذلك كالقارورة للزجاجة المعروفة, سميت بذلك لتقرر الماء فيها, أي اجتماعه. ولا يلزم منه تسمية (الزبر) ونحوه قارورة.\n\nش [تعريف الممدود]\n68 - حد {الممدود}:\nهو {كل اسم معرب آخره همزة} وقعة {بعد ألف زائدة} كحمراء وصحراء.\nفخرج بالمعرب: المبنى. كهؤلاء. واللأء.\nوبالهمزة: المقصور.\nوبالبعدية: نحو سبأ, ونبأ.",
        "(1/120)\n\nص: المنقوص: كل اسم معرب آخره ياء لازمة قبلها كسرة.\nوبالزائدة: المبدلة من أصل. نحو: داء, وماء. فإن الألف فيهما غير زائدة, لأن الحكم بزيادتها يوجب نقصا عن بناء أقل الأصول, لأن أقل ما تكون عليه الكلمة المعربة ثلاثة / أحرف أصول. بل هي 24 فيهما بدل من أصل. فهما من قبيل المهموز لا الممدود.\nوذكر (الاسم) في الحد: ليس للاعتراز به عن شئ, إذ لا يوجد فعل آخره همزة بعد ألف زائدة. وإنما يوجد بعد ألف منقلبة كيشاء.\nبل ليعلم من أول وهلة أن الممدود ليس من أصناف غيره.\nولا يسمى غير الاسم المعرب ممدودا إلا تسمحا.\n\nش [تعريف المنقوص]\n69 - حد {المنقوص}:\nهو {كل اسم معرب آخره ياء لازمة قبلها كسرة}.\nكالقاضى, والداعى.\nفخرج بالاسم: غيره. كيرمى, وفى.\nوبالمعرب: المبنى. كالذى, وذى.\nوبايلاء: ما ليس آخره ياء. كالمقصور.\n(1/121)",
        "\nوباللازمة: الأسماء الستة حالة الجر.\nوبالقبلية: ما آخره ياء ساكن ما قبلها. كظبى, وحدى.\nويسمى منقوصا: لنقص بعض الحركات منه, أو لحذف لامه لأجل التنوين. كذا قيل.\n(1/122)\n",
        "ص: المنصرف: كل اسم معرب سلم من مشابهة الفعل.\nما لا ينصرف: كل اسم معرب شابه الفعل بوجود علتين فرعيتين مختلفيتن\n\nش [تعريف المنصرف]\n7 - حد {المنصرف}:\nهو {كل اسم معرب سلم من مشابهة الفعل}.\nبأن لم يوجد فيه ما يمنع صرفه من العلل الآتية. كزيد, وعمرو, وبكر.\nفخرج: المبنى, وما وجد فيه ذلك. فلا يسمى منصرفا.\n\nش [تعريف مالا ينصرف]\n71 - حد {ما لا ينصرف} من الأسماء:\nهو {كل اسم معرب} قد {شابه الفعل بوجود علتين}\nلمنع الصرف - والباء للسببية - {فرعيتين} عن شئ {مختلفتين}: بأن [يكون] مرجع إحداهما اللفظ والأخرى المعنى. ليكمل\n(1/123)\n\nص: فيه من علل تسع, أو واحدة تقوم مقامهما.\nبذلك الشبه بالفعل.\nفخرج: ما كان فيه الاختلاف من جهة واحدة. كدربهم. فإنه ملحق بما عرى أصلا عن وجودهما.\n{فيه} - متعلق بوجود -\n{من علل تسع} - صفة للعتلين, أو حال منهما - كفاطمة, وإبراهيم, وعمر.\n- (أو) وجود {واحدة} منها {تقوم} في الاستقلال بالمنع من الصرف {مقامهما}: كحبلى, وصحراء, ومساحد.\nمن الصرف {مقامهما}: كحبلى, وصحراء, ومساحد.\nويشترط فيما فيه علتان: أن تكونا فيه على وجه مخصوص.\nأي ليس كل ما فيه علتان فرعيتان يمتنع صرفه.\nألا ترى: أن نحو (قائمة) فيه الصفة والتأنيث, وهما فرعيتان على. الجمود والتذكير. لأن الواضع لم يعتبر التأنيث الذي بغير",
        "(1/124)\n\nص: ويجمعها قوله:\nاجمع وزن عادلا أنث بمعرفة\nركب ورد عجمة فالوصف قد كملا\nالألف إلا مع العلمية, لأنه لا يكون لازما إلا معها.\n{و} العلل التسع {يجمعها} في بيت واحد {قوله} - هو على ما قيل - للعلامة ابن النحاس -: /\n{اجمع وزن عادلا أنث بمعرفة ... ركب وزد عجمة فالوصف قد كملا}\n- أي قد كمل به عدها. والألف للإطلاق -\nوأحسن منه, ومما في القطر - قول بعضهم:\nجمع ووزن وعدل وصف معرفة ... تركيب عجمة تأنيث زيادتها لذكرها كلها بصرائح أسمائها.\nوالجميع أخصر مما في (كافية ابن الحاجب).\n(1/125)",
        "\nص: والمراد بالجمع هنا: صيغة منتهى الجموع.\nأي ما كان أوله حرفا مفتوحا أي حرف كان, وثالثة ألغا غير عوض, يليها كسر أصلى ولو كان مقدرا, وبعدها حرفان أو ثلاثة وسطها ساكن كدراهم, ودنانير\nولا يخفى أن تسمية كل واحدة منها علة - مجاز لا حقيقة.\n72 - {والمراد بالجمع} المفهوم من الفعل {هنا} - أي في (باب ما لا ينصرف) -: {صيغة منتهى الجموع} المعبر عنها: بالجمع المتناهى, والجمع الذي لا نظير له في الآحاد العربية.\nو{أي} - حرف تفسير, وما بعده بدل أو عطف بيان -:\n{ما} - أي اسم - {كان أوله حرفا مفتوحا, أي حرف كان} من غير اعتبار حرف معين.\n{و} كان {ثالثه ألفا} تكون {غير عوض} عن شئ.\n{يليها كسر أصلى} لا عارض {ولو كان} الأصلى {مقدرا} غير ملفوظ به.\n{و} كان {بعدها حرفان أو ثلاثة} أحرف {وسطها ساكن}. وذلك: {كدراهم, ودنانير}.\n(1/126)\n",
        "ص: ودواب.\nوبالعدل: خروج الاسم عن صيغته الأصلية إلى أخرى, مع اتحاد المعنى, لغير إلحاق ولا إعلال.\n- فإن أولهما مفتوح, وثالثهما ألف غير عوض, ويليها كسر أصلى ملفوظ به, وبعدها في الأول حرفان وفي الثاني ثلاثة أحرف وسطها ساكن -\n{ودواب}: أصله: دوابب, أدغم أحد المثلين في الآخر أوله مفتوح, وثالثه ألف غير عوض, ويليها كسر أصلى مقدر, وبعدها حرفان.\n73 - {و} المراد {بالعدل} المانع من الصرف مع غيره:\n{خروج الاسم} بتغيير صورته - أي كونه مخرجا - {عن صيغته الأصلية} - أي عن صورته التي يقتضى الأصل أن يكون ذلك الاسم عليها - {إلى} صيغة {آخرى, مع اتحاد المعنى} - فخرج: المصغر, وحو. رحيل. [لتفاوت المعنى]- {لغير إلحاق} بشئ - فخرج: نحو كوثر. لإلحاقه بجعفر\n- {ولا إعلال}.\n(1/127)\n\nص: والعجمة:\nفخرج: نحو: مقام. لإعلاله.\nثم خروج الاسم:\n- تارة يكون عن أصل محقق يدل عليه غير منع الصرف. كثلاث, ومثلت.\nأصلهما: ثلاثة ثلاثة. ويدل عليه: أن في معناهما تكرارا دون لفظهما.\nوالأصل أنه إذا كان المعنى مكررا يكون اللفظ أيضا مكررا, كما في: جاء القوم ثلاثة ثلاثة فعلم أن أصلهما لفظ مكرر, وهو ما مر.\n26 - وتارة يكون [عن] أصل مقدر / مفروض. يكون الداعى إلى تقديره وفرضه منع الصرف لا غير. كعمر, وزفر. فإنهما لما وجدا غير متصرفين ولم يوجد فيهما سبب ظاهر إلا العلمية اعتبر فيهما العدل.\nولما توقف اعتبار العدل وجود أصل ولم يكن فيهما دليل على وجوده غير منع الصرف, قدر فيهما أن أصلهما (عامر, وزافر) , عدل عنهما إلى: عمر, وزفر.\n74 - {و} المراد {بالعجمة} المانعة مع غيرها:",
        "(1/128)\n\nص: كون الكلمة من أوضاع غير العرب, ثم تنقل في أول أحوالها علما إلى لسان العرب.\n{كون الكلمة من أوضاع غير العرب}.\nبأن تكون من وضع الفرس أو الروم أو الهند أو الإفرنج أو غير ذلك.\n{ثم تنقل} من لسان غيرهم بعد وضعها {في أول أحوالها علما} شخصيا {إلى لسان العرب}.\nكإبراهيم, وإسماعيل.\nفأول ما استعملتهما العرب استعملتهما علمين.\nبخلاف ما نقل إلى لسانهم نكرة, كديباج ولجام ونيروز.\nفإنه لنقله نكرة أشبه ما هو من كلام العرب, فصرف وتصرف فيه بإدخال الألف واللام عليه والاشتقاق منه.\nولا يشترط - على المشهور -: أن تكون علما في لسان العجم.\n(1/129)",
        "\nوقيل: نعم. فنحو: قالون, وبندار - منصرف على هذا دون الأول.\nوجميع أسماء الأنبياء - عليهم الصلاة والسلام - أعجمية إلا أربعة: محمد - صلى الله عليه وسلم -, وصالح, وشعيب, وهود - عليهم الصلاة والسلام -, فلهذا صرفت.\nوألحق بها في الصرف: نوح, ولوط, وشيث. لخفتها.\nفهذه السبعة منصرفة, ويجمعها:\nتذكر شعيبا ثم نوحا وصالحا ... وهودا ولوطا ثم شيئا محمدا\nوقيل: هود كنوح, لأن سيبويه قرنه معه. وأيد بما يقال: من\n(1/130)\n",
        "ص: وبالوصف: كونها دالة على ذات مبهمة باعتبار معنى هو مقصود بالوضع.\nأن العرب من ولد اسماعيل, ومن كان قبل ذلك فليس بعربى, وهود قبل إسماعيل - فيما يذكر -, فكان كنوح.\nوتعرف عجمة الكلمة:\nبنقل الأئمة لها, وبخروجها عن وزن الأسماء في اللسان العربى, وبأن يجتمع فيها من الحروف مالا يجتمع في كلام العرب:\nكالجيم والصاد: كصولجان, أو والقاف: كنجنيق, أو والكاف: نحو: سكرجة.\nوبغير ذلك كما قيل.\n75 - {و} المراد {بالوصف:\nكونها} - أي الكلمة {دالة على ذات مبهمة باعتبار معنى هو مقصود بالوضع} من الواضع.\n(1/131)\n\n27 كالأحمر, وغيره/ من المشتقات.\nفإنه اسم موضوع لذات مبهمة باعتبار صفة معينة من غير دلالة في اللفظ على خصوصية كونه إنسانا, بل جسما أو غيره.\nوتلك الصفة هي مقصوده بالوضع, إذ (أحمر) وضع لذات بسبب ملاحظة الحمرة فيها.",
        "(1/132)\n\nص: النكرة: ما شاع في جنس موجود في الخارج تعدده, أو مقدر وجود تعدده فيه.\n\nش: [تعريف النكرة]\n76 - حد {النكرة}\n- وهي أصل للمعرفة, لاندراج كل معرفة تحتها من غير عكس - {ما} - أى اسم - {شاع في جنس} عالٍ أو سافل:\n{موجود في الخارج تعدد}. كرحل.\nفإنه شائع في جنس الرجال الصادق على كل حيوان ناطق ذكر بالغ من بنى آدم. وتعدده في الخارج موجود مشاهد.\n{أو} في جنس {مقدر وجود تعدده فيه} - أى في الخارج - كشمس.\nفإنها تصدق بمتعدد لوضعها: للكوكب النهارى الناسخ ظهوره وجود الليل. وإن لم يوجد في الخارج غير هذا الفرد.\nفالمعتبر في النكرة: صلاحيتها للتعدد. لا وجود التعدد.\nثم إنها تتفاوت في نفسها كالمعارف, فبعضها أنكر من بعض.\n(1/133)",
        "\nص: المعرفة: ما وضع ليستعمل في معين.\nولما يعرف به التفاوت من غيره ضابط ذكرته في (شرح القطر).\nوخاصتها: أنها ما تقبل أل المؤثرة للتعريف, أو تقع موقع ما يقبلها.\n\nش: [تعريف المعرفة]\n77 - حد {المعرفة} - وهى الفرع -:\n{ما} - أى اسم - {وضع} بوضع جزئى أو كلى {ليستعمل في} شئ {معين}.\nسواء كان ذلك الشئ مقصودا للواضع كالعلم, أو غير مقصود كبقية المعارف.\nفإن كلا منها موضوع لمفهوم كلى شامل لأشخاص:\nفلفظ (أنا) - مثلا - وضع لمفهوم المتكلم من حيث إنه يحكى عن نفسه, فهو صالح لكل متكلم لكن إذا استعمل في معين خاص صار جزئيا وقصره عليه.\n(1/134)\n",
        "ص: وهي ستة أقسام.\nوكذا (اسم الإشارة) صالح لكل مشار إليه. فإذا استعمل في واحد عرفه وقصره عليه.\nو(أل) صالحة لأن يعرف بها كل نكرة. فإذا استعملت في واحد عرفته وقصرته على شئ بعينه.\nفالمعتبر في المعرفة: التعيين بعد الاستعمال.\nوهذا معنى قولهم: إنها كليات وضعا جزئيات استعمالا.\nهذا ما عليه الجمهور, وجرى عليه الرضى والسعد التفتازانى.\nلكن السيد في (حاشية / المطول) لم يرتضه, وجرى على ما 28 أفاده بعضهم:\nمن أن الوضع فيها كلى والموضوع له جزئى مشخص.\nوإليه جنح مولانا جامى في (شرح الكافية).\n\nش [أقسام المعرفة]\n{و} المعرفة {هى} عند الأكثر [ين] {ستة أقسام} بالاستقراء.\n(1/135)\n\nص: الضمير.\nوزاد ابن مالك سابعا, وهو المنادى المقصود. كيا رجل, لمعين.\nفتعريفه بالقصد عنده.\nولم يذكر المتقدمون, إما:\nلرجوعه إلى المعرف بأل. قال أبو حيان: وهو ما صححه أصحابنا.\nأو لما قاله الرضى: من أنه فرع المضمر, لأن تعريفه لوقوعه موقع كاف الخطاب.\n\nش [ترتيب المعارف من حيث الأعرفية]\nثم إن المعارف تتفاوت في نفسها:\nفأعرفها - بعد اسم الله, كمامر -:\n{الضمير}\n- ثم الذى يليه, وهكذا إلى آخرها. كما يدل على ذلك تعبيرنا بالفاء.",
        "(1/136)\n\nص: فالعلم, فاسم الإشارة, فاسم الموصول, فالمعرف بالأداة, والمضاف إلى واحد منها.\nواختار ابن مالك: أن ضمير الغائب بعد العلم.\n{فالعلم} بقسيمه.\n{فاسم الإشارة, فاسم الموصول}. ويسمى كل منهما: مبهما. والثاني: ناقصا أيضا.\n{فالمعرف بالأداة} , أى آلة التعريف.\n- وهى أل عند الخليل وسيبويه, أو اللام وحدها عند الأخفش وسيبويه على القول الآخر المشهور عنه.\n{والمضاف} - بالواو. وإضافته محضة - {إلى واحد منها} - أى من الخمسة - ولو بواسطة:\n-\n(1/137)",
        "\nما لم يكن متوغلا في الإبهام كغير ومثل, أو واقعا موقع نكرة: كجاء وحده\nنحو: غلامى - أو: غلام غلامى, مثلا - أو غلام زيد, أو هذا, أو الذى أكرمك, أو القاضى.\nوهو في رتبة ما أضيف إليه, إلا المضاف إلى الضمير فإنه في رتبة العلم - على الأصح - لئلا يلزم أعرفية الصفة على الموصوف فى نحو: مررت بزيد أخيك.\nوبهذا يعلم نكتة العدول إلى الواو.\nوكما أن التفاوت في التعريف يكون باعتبار الأقسام مع بعضها البعض, يكون في القسم الواحد باعتبار أنواعه:\nفالضمائر: أعرفها ضمير المتكلم, ثم المخاطب, ثم الغائب.\nوالأعلام: أعرفها أسماء الأماكن, ثم أسماء الأناس, ثم أسماء الأجناس.\n(1/138)\n",
        "ص: الضمير: ما دل وضعا على متكلم, أو مخاطب, أو غائب.\nوأسماء الإشارة: أعرفها ما كان للقريب, ثم للمتوسط, ثم للبعيد. وذو الأداة: الأعرف فيه ما كانت فيه أل للحضور, ثم للعهد الشخصى, ثم للجنسى.\nوالمراد بقولهم: إن هذا أعرف من هذا -: أن تطرق الاحتمال إليه أقل من تطرقه إلى الآخر.\n\nش [تعريف الضمير]\n78 - حد {الضمير}:\nهو {ما} - أى اسم - {ودل وضعا على متكلم} - كأنا وإياى - (أو) على {مخاطب} - كانت وإاياك - {أو} على {غائب} , كهو وإياه.\nتقدم ذكره لفظا ورتبة, أو لفظا لا رتبة, أو العكس, أو تأخر لفظاً ورتبة.\n(1/139)\n\nوقد يكون مفسره ذهنا, نحو: \" إنا أنزلناه \".\nفخرج عن الحد: ياء (إياى) , وكاف (إياك) , وهاء (إياه).\nفليست بضمائر لعدم دلالتها على ذلك, بل على تكلم وخطاب وغيبه, فهى حروف.\nوالدال على ذلك إنا هو (إيا) , لكنه لما وضع مشتركا بين ذلك وأرادوا بيان ما عنوا به احتاج إلى قرينة تبين ذلك.\nوشمل الحد أيضا: الضمير المشترك الذي لم يوضع لغائب فقط ولا لمخاطب فقط. لأنه إذا وضع لأحدهما صدق عليه الحد بالنظر إلى تلك الحيثية ثم إذا وضع للآخر منهما صدق عليه أيضا من حيثية أخرى. فلا حاجة إلى زيادة قيد آخر في الحد.\nومرادهم بالغائب: غير المتكلم والمخاطب اصطلاحاً.",
        "(1/140)\n\nص: وهو قسمان: مستتر, وبارز.\nفإن الحاضر الذي لا يخاطب يكنى عنه بضمير الغيبة, وكذا يكنى عن الله - تعالى - مع أن الغائب لا يطلق عليه تعالى.\nوأفهم الحد: أن ضمير الغائب العائد إلى نكرة معرفة مطلقا\n- وهو قول الجمهور من أقوال ثلاثة - لتخصيصه من عاد إليه من حيث هو مذكور.\nوثالثها: إن عاد إلى واجب التنكير كالحال والتمييز فهو نكرة, أو إلى جائزة كالفاعل والمفعول فهو معرفة.\nولا يعود ضمير الغائب على غير الأقرب إلا بدليل.\n\nش [أقسام الضمير]\n{وهو قسمان}:\nقسم {مستتر} في عامله لا يظهر لفظا, {و} قسم {بارز} لفظاً.\n(1/141)",
        "\nقص: حد المستتر: ما ليس له صورة في اللفظ, بل يدوى.\nوهو قسمان: مستتر وجوبا, ومستتر جوازا.\n\nش [تعريف الضمير المستتر]\n79 - {حد} الضمير {المستتر}:\nهو {ما ليس له صورة} ووجود {في اللفظ} - أى الملفوظ به -, {بل ينوى} فيه ويقدر.\nولا يكون إلا مرفوعا, كالمنوى في: قم, وزيد ضرب.\nوهذا المنوى لم تضع العرب له لفظا, وإنما عبروا عنه باستعارة لفظ المنفصل له, من نحو: أنت, وهو.\nوأجروا عليه أحكام اللفظ.\n\nش [أقسام الضمير المستتر]\n{وهو قسمان}:\nقسم {مستتر} في عامله {وجوبا} فيمتنع إظهاره لفظا.\n{و} قسم {مستتر} فيه {جوازا} فيصح إظهاره لفظاً.\n(1/142)\n",
        "ص: حد المستتر وجوبا: ما لا يخلفه ظاهر ولا ضمير منفصل.\nحد المستتر جوازا, ما يخلفه ذلك.\n\nش [تعريف الضمير المستتر وجوبا]\n80 - {حد} الضمير {المستتر وجوبا}:\n81 - هو {ما لا يخلفه} / اسم {ظاهر} -: وهو ما لم. 3 يكون عنه بالضمير - {ولا ضمير منفصل} عند إرادة حذفه وجعل الظاهر أو الضمير خلفه.\nكالمقدر في: فعل الأمر المسند إلى الواحد - كمامر - , وفي المضارع المبدوء بالهمزة أو بالنون أو بتاء خطاب الواحد - كأقوم, ونقوم, وتقوم -, وفي اسم الفعل غير ماض - كأو, ونزال - وفي (أفعل) في التعجب - نحو: ما أحسن زيدا.\n\nش [تعريف الضمير المستتر جوازا]\n82 - {حد} الضمير {المستتر جوازا}:\nهو {ما يخلفه ذلك}: من اسم ظاهر أو ضمير منفصل عند إرادة حذفه وجعل الظاهر أو الضمير خلفه.\n(1/143)\n\nص: حد البارز: ما له صورة في اللفظ.\nوهو قسمان: متصل ومنفصل.\nكالمرفوع بفعل الغائب, أو الغائبة, أو الصفات المحضة, أو اسم الفعل الماضي.\nنحو: زيد يقوم, وهند تقوم, وبكر قائم أو مضروب أو حسن, أو هيهات.\nفالضمير في هذه الأمثلة مستتر جوازا, بدليل جواز: زيد يقوم أبوه, أو ما يقوم إلا هو. وكذا الباقي.\n\nش [تعريف الضمير البارز]\n83 - {حد} الضمير {البارز}:\nهو {ماله صورة} ووجود {في اللفظ}.\nكأنا, وأنت, وكاف (أكرمك) , وهاء (غلامه).\n\n[أقسام الضمير البارز]\n{وهو قسمان}:\nقسم {متصل} بعامله, {و} قسم {منفصل} عنه. كما مثلنا.",
        "(1/144)\n\nص: حد المتصل: ما لا يبتدأ به, ولا يقع بعد إلا اختيارا.\nحد المنفصل: ما يبتدأ به, ويقع بعدها اختيارا.\n\nش [تعريف الضمير المتصل]\n84 - {حد} الضمير {المتصل}:\nهو {ما لا يبتدأ به} في أول الكلام.\n- فلا يقع صدرا, بل عجزا, فهو غير مستقل بنفسه. سواء كان مرفوعا أو منصوبا أو مجرورا -\n{ولا يقع} في الكلام {بعد إلا اختيارا} عند الجمهور. فلا يقال: أكرمت إلاك. إلا في ضرورة.\n\nش [تعريف الضمير المنفصل]\n85 - {حد} الضمير {المنفصل}:\nهو {ما يبتدأ به} في أول الكلام.\n- سواء كان مرفوعا أو منصوبا. فهو مستقل بنفسه. فيقال: أنا مؤمن, وإياك أكرمت.\nولا يكون مجرورا لئلا يلزم تقديم المجرور على الجار - {ويقع} في الكلام {بعدها} - أى [بعد] إلا - {اختيارا}.\n(1/145)",
        "\nص: العلم: ما وضع لمعين لا يتناول غيره.\nوهو قسمان: شخصي, وجنسي.\nفيقال: ما قام إلا أنا, وما أكرمت إلا إياك. كما يقال ذلك نظما\n\nش [تعريف العلم]\n86 - حد {العلم}:\nهو {ما} - أى اسم - {وضع لمعين} خارجا أو ذهنا {لا يتناول} ذلك الاسم {غيره}.\nفخرج بالمعين: النكرة.\nوبما بعده: بقية المعارف. فإن كلا منها وضع لمعين - وهو أجزئي مستعمل فيه - ويتناول غيره بدلا عنه.\nفأنت - مثلا - وضع لما يستعمل فيه من أي جزئي, [ويتناول] 31 - جزئيا آخر بدله, وهلم جرا. وكذا الباقي /.\n\nش [أقسام العلم]\n{وهو قسمان}: قسم {شخصي, و} قسم {جنسي}.\n(1/146)\n",
        "ص: حد الشخصي: ما وضع لمعين في الخارج لا يتناول غيره من حيث الوضع له.\nوهو أربعة أقسام: مرتجل, ومنقول, ولقب, وكنية.\n\nش [تعريف العلم الشخصي]\n87 - {حد} العلم {الشخصي}:\nهو {ما وضع لـ} شئ {معين} - خرج النكرة - {في الخارج}\n- خرج علم الجنس - {لا يتناول} ما وضع لذلك {غيره}.\nكأسماء الأماكن والأناس - خرج الضمير وغيره من أقسام المعرفة, لمامر -.\nوقولنا: {من حيث الوضع له} -: مدخل للعلم العارض الاشتراك, كزيد, مسمى به كل من جماعة.\n\nش [أقسام العلم الشخصي]\n{وهو أربعة أقسام} , أي أنواع:\nقسم {مرتجل, و} قسم {منقول} من غيره, {و} قسم {لقب} على شئ, {و} قسم {كنية} لشيء.\n(1/147)\n\nص: حد المرتجل: ما استعمل من أول الأمر علما.\nحد المنقول: ما استعمل قبل العلمية في غيرها.\n\nش [تعريف العلم المرتجل]\n88 - {حد} العلم {المرتجل}:\nهو {ما استعمل من أول الأمر علما}.\nبأن لم يكن موضوعا في الأصل لشئ, بل اخترع ابتداء للعلمية.\nفهو علم من أول أحواله - من قولهم: ارتجل الخطبة, إذا اخترعها من غير روية -\nسواء كان مقيسا: كعمران وحمدان وفقعس, أو شاذا: بفك ما يدغم كمحبب, أو فتح ما يكسر كموهب, أو كسر ما فتح كمعدى من قوله: معدى كرب, أو تصحيح ما يعل كمدين, أو إعلال ما يصحح كداران.\n\nش [تعريف العلم المنقول]\n89 - {حد} العلم {المنقول}:\nهو {ما استعمل قبل العلمية في غيرها}\nبأن كان في الأصل موضوعا لشئ ثم جعل علما على شئ آخر. فهو",
        "(1/148)\n\nعلم على ثاني أحواله.\nوهو أقسام:\n- لأن نقله إما من اسم: كحاتم, ومنصور, وحسن, وعباس, وزيدان, وزيدون, وبركات, وعساكر, وقوم, وترك, وتزال.\n- أو من فعل مجرد عن الفاعل: كشمر, ويشكر, وأصمت.\n- أو من جملة اسمية: كزيد قائم.\n- أو فعلية فاعلها:\n- إما ظاهر: كزاد الخير, ودام السرور, وطاب الزمان.\n- أو مستتر: نحو: يزيد, في قولهم: المال يزيد.\nأو بارز: كقوله:\nعلى اطرقا باليات الخيام.\n(1/149)",
        "\nص: حد اللقب: ما أشعر برفعة المسمى أو صفته.\n- أو من حرفين: كإنما.\n- أو من حرف واسم: كيازيد.\n- أو من حرف وفعل: كقد قام.\n- فهذه ثلاثة وعشرون قسما.\nثم هل المراد: ما سمع من كلامهم التسمية به ويقاس به غيره, أو يقتصر على ما سمع ووقع في كلامهم؟\nظاهر قول (التسهيل) في: \" باب التسمية بكائن ما كان - أن المراد: سمع أو لم يسمع.\n32 90 - {حد} العلم {اللقب}:\nهو {ما أشعر برفعة المسمى}.\n- أى بمدحه. سواء كان مضافا كزين العابدين, أو مفردا كالمسيح والصديق والفاروق -\n{أو} أشعر {ضعته} أى ذمه - كذلك.\nكبطة, وقفة, وعائد الكلب.\nوإنما قلنا (أشعر) دون (دل): لأن الواضع إنما وضعه لتعيين الذات معتبرا معنى المدح أو الذم, لا لهما معا, ولا للمعنى المذكور.\n(1/150)\n",
        "ص: حد الكنية: ما صدر باب أو أم مضافين.\n\nش [تعريف العلم الكنية]\n91 - {حد} العلم {الكنية}:\nهو {ما صدر بأب أو أم} حال كونهما {مضافين} لما بعدهما.\nكأبي بكر - رضي الله عنه - وأم سلمة.\nزاد الفخر الرازي والرضى في العلم الجنسى: أو ابن, أو بنت مضافين, كابن آوى, وبنت وردان.\nولا تكون إلا مضافة, بخلاف اللقب. كمامر.\nوالحكمة في الإتيان بها: قد يكون مجرد التفاؤل بالعقب, أو التعظيم, أو هما معا.\n(1/151)\n\nص: حد الجنسي: ما وضع لمعين في الذهن, أي ملاحظ الوجود فيه.\n\nش [تعريف العلم الجنسي]\n92 - {حد} العلم {الجنسي}:\nهو {ما وضع لـ} شئ {معين} - خرج به: النكرة - {في الذهن, أي ملاحظ الوجود فيه}.\nكأسامة, علم للسبع, أي لماهيته الحاضرة في الذهن.\nفهو في التعيين بمنزلة المعرف بلام الحقيقة, فقولك: أسامة أجرى من ثعالة, بمنزلة قولك: الأسد أجرى من الثعلب.\nوإجراء الأحكام اللفظية لعلم الشخص على علم الجنس - دليل اعتبار التعيين فيه.\nوبهذا القيد: خرج علم الشخص.\nويكون في الأشخاص: كأم عريط, للعقرب. وثعالة, للثعلب.\nوفي المعاني: كبرة, للمبرة. وفجار, للفجرة.",
        "(1/152)\n\nص: اسم الإشارة: اسم مظهر دل بإيماء على حاضر أو منزل منزلته.\nالموصول الإسمي: ما افتقر إلى الوصل\nتقول: لا تفارق برة, أي المبرة. ولا تقرب فجار, أي الفجرة.\n\nش [تعريف اسم الإشارة]\n93 - حد {اسم الإشارة}:\nهو {اسم مظهر دال بإيماء} - أي إشارة - {على} اسم {حاضر} حضورا عينينا -: كهذا البيت - أو ذهنيا -: نحو \" تلك الجنة\".\n{أو} على اسم {منزل منزلته} - أي الحاضر - كقوله: أولئك آبائي فجئني بمثلهم.\n\nش [تعريف الموصول الاسمي]\n94 - حد {الموصول الاسمي}.\nهو {ما افتقر} - أي احتاج - {إلى الوصل} - في تتميم فائدته. ولهذا سمي: ناقصا -:\n(1/153)",
        "\nص: بجملة خبرية معهودة, أو ظرف, أو جار ومجرور تامين, أو وصف صريح.\n- {بجملة} اسمية أو فعلية, {خبرية]-: أي محتملة للصدق والكذب في نفسها من غير نظر إلى قائلها - {معهودة} للمخاطب, ليتعرف الموصول بها.\nكجاء الذي أبوه قائم, أو قام أبوه.\nإلا في مقام التهويل والتعظيم فيحسن إبهامها.\n- {أو} إلى الوصل بشبهها, من: {ظرف, أو جار ومجرور} , يكونان {تأمين} - أي مفيدين ما يحسن السكوت عليه - 32 (متعلقين) / باستقر ونحوه مما هو فعل محذوف وجوبا: كجاء الذي عندك, أو في الدار.\nبخلاف: جاء الذي أمس, أو بك.\n- {أو} إلى الوصل بـ {وصف صريح} - أي خالص للوصفية, بأن لم تغلب عليه الاسمية-: كجاء الضارب أو المضروب.\nوالوصل بهذا الوصف خاص بأل الموصولة. وهو مع معموله مفرد: فهو مستثنى من قولهم: شرط الصلة أن تكون جملة أو شبهها.\n(1/154)\n",
        "ص: وإلى عائد أو خلفه\nوأما (ال) الداخلة على الصفة المشبهة كالحسن, فصحح فى (المغنى): أنها حرف تعريف كالداخلة على السالم من الوصفية كالرجل, أو على ما غلبت عليه الاسمية كالأبطح والأجرع.\n{و} افتقر مع ذلك {إلى عائد} مطابق للموصول في الإفراد والتذكير وفروعهما, ليرتبط الموصول بصلته.\nوذكره في اللفظ هو الغالب. وقد يحذف مطلقا إن ساغ الحذف.\n{أو} إلى اسم ظاهر هو الموصول ف 5 ي المعنى {خلفه} , أى قائم مقام العائد في الربط, كقوله:\nسعاد التى أضناك حب سعادا.\nأي حبها\n(1/155)\n\nص: الموصول الحرفي: ما أول ما صلته بالمصدر, ولم يحتج إلى عائد.\nفإن قلت: التعريف غير مانع, لصدقه بالنكرة الموصوفة بجملة, نحو: \" واتقوا يوما ترجعون فيه إلى الله\", فإنها مفتقرة إلى جملة وعائد.\nقلت: النكرة المذكورة وإن افتقرت في حال وصفها إلى ما ذكر, لكن هذا الافتقار ليس بلازم لزواله في حال عدم الوصف نحو: سرت يوما.\n\nش [تعريف الموصول الحرفى]\n95 - حد {الموصول الحرفى}:\nهو {ما أول مع صلته بالمصدر, ولم يحتج إلى عائد}\nيعود إليه. لكونه حرفا والضمير لا يعود إلا على الأسماء.\nفخرج: الاسمى. لاحتياجه إلى عائد, مع أنه لا يؤول بالمصدر.\nوالموصول الحرفى خمسة أحرف:\nأن, وأن, وكى, وما, ولو.\nكعجبت من أنك قائم, \" وأن تصوموا خير لكم \", \" ودوا ما",
        "(1/156)\n\nعنتم \", \" يود أحدهم لو يعمر \".\nوفي (المغنى) عند الكلام على (أن) المفتوحة المشددة, ما حاصلة:\nأن خبرها إن كان مشتقا فالمصدر المؤول من لفظه, ومنه: بلغنى أنك في الدار, أى استقرارك فيها: إذ الخبر في الحقيقة هو المحذوف.\nوإن كان جامدا قدر بالكون, فتقدير: بلغنى أن هذا زيد / -: 34 بلغنى كونه زيدا.\nلأن كل خبر جامد يصح نسبته إلى المخبر عنه بلفظ الكون. تقول: هذا زيد, وإن شئت قلت: هذا كائن زيدا. ومعناهما واحد. انتهى.\nهذا إذا كان مثبتا, فإن كان منفيا أتيت بلفظ (عدم) بدل أداة النفي وأضفته إلى المدصر الذي تقدره, فتقول في نحو: بلغنى أنك لم تنطلق -: بلغنى عدم انطلاقك.\nوالمراد بالتأويل: السبك, وإن حمل على التغيير.\nفيخرج بالمعية: الفعل المضاف إليه. نحو: هذا جاءني حين\n(1/157)",
        "\nص: الإعراب: أثر ظاهر أو مقدر يجلبه العامل\nفمت: فإنه مؤول بالمصدر, أى حين قيام. لكن لامع شئ آخر.\nوكذا نحو (هو) من قوله - تعالى -: \" اعدلوا هو أقرب للتقوى \".\n\nش [تعريف الإعراب]\n96 - وهو مصدر (أعرب) , يجئ لمعانٍ, منها: الإبانة, والتحسين, والتغيير.\nوالمناسب للمعنى الاصطلاحى من معانيه (الإبانة) , إذ القصد به إبانة المعانى المختلفة -:\n{أثر} من حركة أو حرف أو سكون أو حذف:\n{ظاهر} ذلك الأثر, {أو مقدر} وجوده لمانع.\n{يجلبه العامل} , أى بحدثه بدخوله لفظا أو تقديرا.\nبخلاف مالا يجلبه عامل: كحركة النقل, والإتباع, والحكاية, والتقاء الساكنين. فليس إعرابا.\n(1/158)\n",
        "ص: في آخر الكلمة حقيقة أو مجازا.\n{في آخر الكلمة}: من اسم متمكن, وفعل مضارع مجرد عن نونى الإناث والتوكيد. إذ لا يعرب من الكلمة سواهما.\nوالمراد بالآخر: ما كان آخرا {حقيقة} كدال زيد وميم يقوم, {أو مجازا} كدال يد. وكذا الأفعال الخمسة. فإن علامة الإعراب فيها النون وحذفها وليست آخر الكلمة ولا متصلة بالآخر, بل الضمير الذي هو فاعل, لكن الفاعل بمنزلة الجزء من الفعل.\nوكذا: اثنا عشر, واثنتا عشر [ة] , فإن الإعراب فيهما فى جزء الكلمة دون الجزء الثانى.\nقال ابن هشام: الذى يظهر لى في الجواب أنه حال محل النون, وهي بمنزلة التنوين.\nوالأثر الظاهر: كحركات آخر (زيد) في نحو: جاء زيد, ورأيت زيدا, ومررت بزيد. وكحركتى آخر (يضرب) في نحو: زيد يضرب, ولن يضرب وكسكون آخره في نحو: لم يضرب.\nوالمقدر: كالحركات / المنوية في آخر المقصور أو المضاف للياء في 35 نحو: جاء الفتى أو غلامى, ورأيت الفتى أو غلامى, ومررت بالفتى\n(1/159)\n\nأو غلامي.\nوكالحركتين المنويتين آخر الفعل المعتل بالألف في نحو: زيد يخشى, ولن يخشى.\nوكالسكون المنوى في آخر (يكن) في نحو: \" لم يكن الذين كفروا \".\nوالتقييد بالآخر: بيان لمحل الإعراب لا للاحتراز عن شئ, إذ العامل لا يجلب أثرا في غير الآخر.\nوهذا الحد بناء على القول بأن الإعراب لفظى.\nواختاره ابن مالك ونسبه إلى المحققين.\nقال المرادي: وهو أقرب إلى الصواب.\nوحده على القول بأنه معنوى:\nتغيير أواخر الكلم لفظا أو تقديرا, لاختلاف العوامل الداخلة عليها لفظا أو تقديرا.",
        "(1/160)\n\nص: البناء: ما جئ به لا لبيان مقتضى العامل من شبه الإعراب وليس حكاية, أو إتباعا.\n\nش [تعريف البناء]\n97 - حد {البناء}:\n- وهو لغة: وضع شئ على شئ يراد به الثبوت -:\n{ما} - أى شئ- {جئ به لا لبيان مقتضى العامل}\n- أى لا لبيان الأمر الذي يقتضيه العامل, أى يطلبه من فاعلية, أو مفعولية, أو إضافة - {من شبه الإعراب} - بيان لما, لصلاحيتها لكل ما لا يقعل, أى من الأمر المشابه للإعراب, في كونه: حركة ضم كحث, أو فتح كأين, أو كسر كأمس, أو سكون ككم. وكونه في آخر الكلمة لا فى أولها ولا في حشوها -\n{وليس} هو - أى ما جئ به -.\n{حكاية} , نحو: من زيد, ومن زيدًا, ومن زيد.\nفي جوب من قال: جاء زيد, ورأيت زيدً, ومررت بزيد.\n- {أو إتباعا} لما بعده, كقراءة بعضهم. \" الحمد لله \"\n(1/161)",
        "\nص: أو نقلا, أو تخلصا من سكونين.\nحد المبني:\n- بكسر الدال -\n- {أو نقلا} كقراءة ورش: \" ألم تعلم أن الله \".\n- {أو تخلصا من سكونين} نحو: \" من يشأ الله يضلله \"\nوهذا الحد بناء على أن البناء لفظى. وهو مذهب ابن مالك وجماعة, وحده - عند من يقول إنه معنوى -:\nلزوم آخر الكلمة حالة واحدة, لغير عامل ولا اعتلال.\n\nش [تعريف الاسم المبنى]\n98 - {حد} الاسم {المبني}:\n(1/162)\n",
        "ص: ما شابه الحرف شبها قويا يدنيه منه:\nفي وضعه, أو معناه, أو استعماله, أو افتقاره, أو إهماله, أو لفظه.\nهو {ما شابه الحرف شبها قويا يدنيه منه}.\nأي يقربه, بأن لم يكن ثم معارض يقتضى إعرابه.\nفإن عارضه معارض ألغى وجه الشبه لضعفه وأعرب الاسم ترجيحا لمقتضى الإعراب, فإنه داعية إلى الأصل.\nوذلك كأي الموصولة, وهذين, / واللذين. كما سيجئ.\n\nش [أنواع الشبه]\nوقولنا: {في وضعه, أو} في {معناه, أو}\nفي {استعماله, أو} في {افتقاره, أو}\nفي {إهماله, أو} في {لفظه}\n- بيان للوجوه المعتبرة في شبه الحرف. متعلق بـ (شابه).\nوقد يجتمع في مبنى شبهان فأكثر: كالمضمرات.\nفكلمة (أو) هنا لمنع الخلو.\n(1/163)\n\nولكل منها حد يتميز به.\nوالقول بأن سبب بناء الاسم هو المشابهة للحرف لا غير - هو الصحيح المختار.\nنقله جماعة من المتأخرين عن ظاهر كلام سيبويه. وجزم به ابن مالك في كتبه.\nثم إذا قلنا: بأن سبب البناء شئ واحد أو أكثر. فهل هو مجوز للبناء, أو موجب له؟ :\nمذهب الشيخ عبد القاهر: الأول, مستدلا بأي الموصولة.\nوالجمهور: الثاني. واعتذروا عن إعراب (أى).\nويحتاجون إلى الاعتذار عن إعراب (قد) الاسمية, فإنهم قالوا ببنائها مع جواز إعرابها بقلة.",
        "(1/164)\n\nص: حد الوضعي: أن يكون موضوعا في الأصل على حرف أو حرفين.\nوالأصل في البناء: السكون. وما بنى على حركة فلسبب.\n\nش [تعريف الشبه الوضعى]\n99 - {حد} الشبه {الوضعى} - أي المنسوب إلى الوضع -:\n{أن يكون الاسم موضوعا في الأصل} على خلاف أصل وضعه.\nبأن يوضع:\n{على حرف} واحد. كتاء (قمت) , فإنها كباء الجر ولامه.\n{أو} على {حرفين} وإن لم يكن ثانيهما حرف لين. كنا من (قمنا) , فإنها كقد وبل.\nفبوضع الاسم على ذلك استحق البناء, لمشابهته الحرف في أصل وضعه, إذ الأصل في وضع الاسم والفعل أن يكون على ثلاثة أحرف: حرف يبتدأ به, وحرف يوقف عليه, وحرف فاصل بينهما. والحروف إنما جئ بها لأنها اختصر بها الأفعال, إذ معنى: ما قام زيد -: انتفى القيام عن زيد.\nفلابد أن تكون أخصر من الأفعال وإلا لم يكن للعدول عنها إليها فائدة.\n(1/165)",
        "\nص: حد المعنوي: أن يتضمن الاسم معنى من معاني الحروف وإن لم يوضع لذلك المعنى حرف.\nوإنما أعرب نحو (أب, وأخ): لكونه ثلاثي الوضع.\nو(مع) - على الأصح _ للزومها الإضافة.\n\nش [تعريف الشبه المعنوي]\n100 - {حد} الشبه {المعنوي}:\nهو {أن يتضمن الاسم معنى من معاني الحروف} التي لا تليق بغيرها.\nفيصير مؤديا لذلك المعنى الذي يؤدي بالحرف.\nسواء وضع لذلك المعنى حرف أم لا. ولذا قلنا: {وإن يوضع لذلك المعنى حرف} مستعمل.\n37 فالأول: نحو. متى /. فإنها متضمنة معنى الاستفهام في نحو: \" متى نصر الله \", ومعنى الشرط في نحو: متى تقم أقم. ولكل من المعنيين حرف يؤدى به, فقولك: متى تقم أقم - بمنزلة: إن تقم أقم\n(1/166)\n",
        "ص: حد الاستعمالي: أن يكون الاسم نائبًا عن الفعل ولا يتأثر بالعامل.\nفقد أدى الاسم ما أداه الحرف من المعنى فبنى لذلك.\nوالثاني: كاسم الإشارة. فإنه يتضمن للإشارة التي من حقها أن يوضع لها حرف تؤدى به, إذ من عادة العرب الإطناب والاختصار وقد وضعوا لغبيرها من معاني الحروف حروفًا تؤدى بها.\nوالبناء في هذا أقوى من الذي قبله, لأنه لما لم يوضع لمعناه حرف استغناء عنه بالاسم صار الاسم فيه كأنه منزل منزلة الحرف لفظا ومعنى, فهو أقوى لصوقا به.\nوإنما أعرب (هذان, وهاتان): لضعف الشبه لمجيئهما على صور المثنى.\n\nش [تعريف الشبه الاستعمالى]\n101 - {حد} الشبه {الاستعمالى}:\nهو {أن يكون الاسم نائبا عن الفعل} - أي عاملا عمله - {ولا يتأثر بالعامل} , أي بدخوله عليه لا لفظا ولا محلا. وذلك اسم الفاعل: كهيهات. فإنه نائب عن (بعد) عامل عمله, ولا يتأثر بدخول العامل عليه بناء على أن اسم الفعل لا محل له من\n(1/167)\n\nص: حد الافتقاري: أن يكون الاسم لازم الافتقار إلى جملة يتم بها معناه.\nالإعراب. واختاره ابن مالك, وهو الصحيح فبنى لشبهه - في هذا الاستعمال - بالأحرف العاملة عمل الفعل, وهي (إن) وأخواتها. فإنها تعمل عمل الفعل ولا تتأثر بالعوامل.\nوخرج بانتفاء التأثر: المصدر الواقع بدلا من فعله. نحو: ضربًا زيدا. فإنه وإن ناب عن (اضرب) متأثر بالعوامل, فخالف الحرف, فبطل الشبه الموجب للبناء فأعرب جريا على أصله من الإعراب.\nوكذلك اسم الفاعل ونحوه مما يعمل عمل الفعل.\n\nش [تعريف الشبه الافتقارى]\n102 - {حد} الشبه {الافتقارى}:\nهو {أن يكون الاسم لازم الافتقار إلى جملة يتم بها معناه}.\nكاسم الموصول. فإن معناه متوقف على جملة الصلة الموضحة له.",
        "(1/168)\n\nوكذلك الظرف اللازم للإضافة إلى جملة, كحث, وإذا. فإن معناه متوقف على ما بعده غير مستقل بنفسه.\nفيسبب ذلك بنى لشبهه بالحروف فى ذلك, فإنها مفتقرة حال استعمالها إلى جملة يتم بها معناها.\nبخلاف: ما افتقاره عارض كافتقار / النكرة الموصوفة بجملة إلى 38 صفتها, نحو: \" واتقوا يوما ترجعون فيه \". فإن افقارها عارض, لجواز انفكاكها عن صفتها في بعض التراكيب. فلهذا أعربت.\nوبخلاف: ما لازم الإضافة إلى مفرد. كعند, وكلا, وكلتا.\nفإنها معربة لقوة جانب الاسمية فيها.\nوإنما أعرب (اللذان, واللتان): لما مر فى (ذين, وتين).\nوهذا الشبه جعله ابن هشام - تبعا للبدر بن مالك - قسما مما قبله, لا قسيما له. وعرف (الاستعمالى): بأنه ما يلزم طريقة من طرائق الحروف.\n(1/169)",
        "\nص: حد الإهمالي: أن يكون الاسم مشبها للحروف في كونه غير عامل ولا معمول.\n\nش [تعريف الشبه الإهمالى]\n103 - {حد} الشبه [الإهمالى]\nهو {أن يكون الاسم مشبها للحرف} المهمل - كبل, ولو - {قم كونه: غير عامل} فيما بعده, {وغير معمول} لما قبله.\nكأوائل السور. فإنها مشابهة للحروف المهملة في كونها لا عاملة ولا معمولة.\nوهذا بناء على القول بأن أوائل لا محل لها من الإعراب, لأن من المتشابه الذى لا يدرك معناه.\nومن هذا الشبه: الأسماء قبل التركيب, وأسماء حروف ... المسرودة كألف با تا ثا, وأسماء العدد كواحد اثنان.\nوهذا الشبه أدرجه قريب ابن هشام في الشبه الاستعمالى, فهو .. منه, كالافتقارى عندهما.\nوالأولى إفراد كل قسم على حدة.\n(1/170)\n",
        "ص: حد اللفظي: أن يكون الاسم المعرب مشبها للحرف في لفظه.\n\nش [تعريف الشبه اللفظى]\n104 - {حد} الشبه {اللفظى}:\nهو {أن يكون الاسم المعرب مشبها للحرف} العامل أو المهمل.\n{فى} صورة {لفظه}.\nكحاشا الاسمية, وذكر ابن مالك: أنها بنيت لشبهها بحاشا الحرفية في اللفظ.\nومثلها: (على) الاسمية, و (كلا) بمعنى: حقا.\nبنيا لمشابهة الأولى لـ (على) الحرفية, والثانية لـ (كلا) الحرفية ذكرهما ابن الحاجب.\nوكذا: (قد) و (عن) الاسميتان. ذكرهما في المغنى.\nوقد يقال: بنيا لشبههما للحرف في الوضع.\n(1/171)\n\nص: حد المعرب, ما سلم من مشابهة الحرف.\n\nش [تعريف الاسم المعرب]\n105 - {حد} الاسم {المعرب}:\nهو {ما سلم من مشابهة الحرف} المقتضية لبنائه.\nبأن لم يشبهه أصلا, أو أشبهه لكن مع قيام مانع اقتضى إعرابه كما تقدم.\nو(المعرب): مشتق من (الإعراب). فهو ما قام به الإعراب, أي: الأثر, أو التغيير. على القولين.\n39 ... وتعريفه / لما ذكر - على القولين - تعريف باللازم.\nوقوله في (القطر): المعرب -: ما تغير آخره بسبب العوامل الداخلة عليه. تعريف بالمفهوم.\nوقضيته أن الإعراب معنوى. وهو لا يناسب ما جرى عليه فى (الأوضح, والشذور, والجامع): من أنه لفظي.",
        "(1/172)\n\nص: العامل: ما آثر في آخر الكلمة من اسم أو فعل أو حرف.\nوالفعل ثلاثة أقسام: لازم, ومتعد, وواسطة.\n\nش [تعريف العامل]\n106 - حد {العامل} الجالب للإعراب:\n{ما} - أي شئ - {أثر} رفعا, أو نصبا, أو جرا, أو جزما {في آخر الكلمة} المعربة: {من اسم, أو فعل, أو حرف} - بيان لما -\nنحو: مر بكر بغلام زيد ولم يضحك.\nوالأصل فيه: أن يكون من الفعل, ثم من الحرف, ثم من الاسم.\nولا يؤثر العامل أثرين في محل واحد. ولا يجتمع عاملان على معمول واحد. ولا يمتنع أن يكون له معمولات.\n\nش [أقسام الفعل من حيث اللزوم والتعدى]\n{والفعل ثلاثة أقسام}:\n- قسم {لازم}: للزومه فاعله. ويقال له: قاصر, وغير متعد.\n- {و} قسم {متعد}: لمجاوزته فاعله.\n- {و} قسم {واسطة}. لا يوصف بلزوم ولا تعد. وهو الناقص, نحو: كان, وكاد, وأخواتهما.\n(1/173)",
        "\nص: حد اللازم: ما لا مفعول له. أو له بواسطة فقط.\nوأما ما يستعمل بالحرف وبتركه: كشكر, ونصح - فهو من قسم المتعدى - كما ستعرفه 0 فلا حاجة إلى عده قسما برأسه.\n\nش [تعريف الفعل اللازم]\n107 - {حد} الفعل {اللازم}:\n- هو {ما لا مفعول} به {له} أصلا: لا بنفسه, ولا بحرف جر.\nكالدال على حدوث ذات: كحدث المطر, ونبت الزرع.\nأو صفة حسية: كطال الليل, وخلق الثوب.\nأو على سجية: كجبن زيد وشجع.\n- {أو له} مفعول به, ولكن لا يصل إليه إلا {بواسطة فقط}: من حرف جر: كغضبت من زيد.\nأو تضمن معنى فعل متعد. كقوله:\nأرحبكم الدخول في طاعة الكرماني:\n(1/174)\n",
        "أي: وسعكم.\nأو صوغه على (أفعل): نحو -: \" أذهبتم طيباتكم \".\nأو (فعل): كفرحته.\nأو (فاعل): كجالسته.\nأو (استفعل): كاستحسنته.\nأو غير ذلك.\nوقد يحذف حرف الجر ويبقى المجرور على حاله شذوذا.\nوقد ينصب المجرور.\nوالحذف مع النصب مطرد عند أمن اللبس مع (أن, وأن).\n(1/175)\n\nص: حد المتعدي: ما له مفعول بغيرها.\nزاد في (المغنى, والأوضح): وكى.\nوعلامة اللازم: أن لا يصاغ منه اسم مفعول تام, وأن لا يصلح لما سيجئ.\n\nش [تعريف الفعل المتعدى]\n107 - {حد} الفعل {المتعدى}\nهو {ما له مفعول} به يصل إليه {بغيرها} , أى بغير واسطة.\n40 - إما دائما /: كأفعال الحواس. كسمعت كلام زيد.\n- أو تارة وتارة بها: كشكرته, وشكرت له - ونصحته ونصحت له.\n- أو تارة ولا يصل إليه أخرى: كفغر فاه وشحاه - أى فتحـ\n- وفغرفوه وشحا فوه - أي انفتح -.",
        "(1/176)\n\nص: أو عومل معاملته في العمل من الأسماء العشرة:\nوعلى هذا يحمل قول الجوهرى: يتعديان, ولا يتعديان.\nوعلامته: أن يصاغ منه اسم مفعول تام, وأن يصلح لأن يتصل به ضمير يعود على غير مصدر ذلك الفعل:\nبأن يتصل به ضمير غير المصدر: نحو: خالد أكرمته.\nأو ضمير مصدر غير ذلك الفعل: نحو: العلم فهمه زيد.\nوحكم المتعدى والقاصر بالنسبة إلى غير المفعول به - سواء.\n\nش [ما يعمل عمل الفعل]\n{أو عومل معاملته في العمل} - من رفع, ونصب - {من الأسماء العشرة}.\nوهي على سبيل التعداد.\n(1/177)",
        "\nص: اسم الفعل, والمصدر, وأسماء, واسم الفاعل, والمثال, واسم المفعول, والصفة المشبهة,\n- {اسم الفعل}: كهيهات العقيق.\n- {والمصدر} - أى المقدر بحرف مصدرى -: كيعجبنى ضربك عمرا غدا. وإلا فلا عمل له.\nواختار ابن مالك: أن تقديره بذلك ليس شرطا لازما لصحة عمله, بل غالبا.\n- {واسمه}: نحو: أظلوم إن مصابكم رجلا\nمما هو مبدوء بميم زائدة لغير المفاعلة.\n- {واسم الفاعل} - ولو مثنى ومجموعا -: كجاء الضارب زيدا.\n- {والمثال} كذلك, نحو: إنه لمنحار بوانكها.\n- {واسم المفعول} كذلك. كجاء المضروب عبده.\n- {والصفة المشبهة} باسم الفاعل, نحو: زيد حسن وجهه.\n(1/178)\n",
        "ص: واسم التفضيل, والظرف, والمجرور المعتمدان.\n- {واسم التفضيل} , نحو: زيد أحسن الناس تبسما.\n- {والظرف} - نحو: أعندك, أو ما عندك زيد -\n-[و] والجار و {المجرور} - نحو: أفى الدار, أو ما فى الحجرة زيد - {المعتمدان} لصحة عملهما على:\nنفى أو استفهام - كمامر - أو على موصوف: كمررت برحل عنده - أو فى كمه - صقر, أو على موصول: كجاء الذى عندك\n- أو في الدار - أخوه, [أو على مخبر عنه: كزيد عندك\n- أو في الدار - أخوه].\nوحينئذ يترجح فيما بعدهما - أو يجب فيه كونه فاعلا أو مبتدأ مخبرا عنه بأحدهما.\nوحيث أعرب فاعلا, فالمذهب المختار رفعه بأحدهما, لا بالفعل المحذوف, لنيابتهما عن ذلك المحذوف الذى هو متعلقهما المقدر باستقر وقربهما منه باعتمادهما.\nفإن لم يعتمدا: تعين - عند الجمهور - الابتداء. وجاز - عند غيرهم - الوجهان.\n(1/179)\n\nص: اسم الفعل: ما ناب عن الفعل, وليس فضلة, ولا متأثرا بعامل.\n\nش [تعريف اسم الفعل]\n108 - حد {اسم الفعل}:\nهو {ما ناب عن الفعل} معنى وعملا, {وليس فضلة} في الكلام, {ولا متأثرا بعامل} يدخل عليه.\n41 فلا يقع / مبتدأ ولا فاعلا ولا مفعولا ولا غير ذلك.\nبخلاف الحرف: فإنه وإن ناب عن الفعل يقع فضلة\nوالمصدر والصفة: فإنهما وإن نابا عن الفعل يتأثران بالعامل.",
        "(1/180)\n\nص: وهو قسمان: مرتجل ومنقول.\nحد المرتجل: ما وضع من أول الأمر اسما للفعل.\nحد المنقول: ما وضع لغيره\n\nش [أقسام اسم الفعل]\n{وهو قسمان}:\nقسم {مرتجل} ابتداء, {و} قسم {منقول} عن غيره.\n\nش [تعريف اسم الفعل المرتجل]\n109 - {حد} اسم الفعل {المرتجل}:\nهو {ما وضع من أول الأمر اسما للفعل}.\nبأن لم يوضع في الأصل لشئ, بل اخترع ابتداء اسما للفعل: كشتان, وصه.\nفهو اسم فعل على أول أحواله.\n\nش [تعريف اسم الفعل المنقول]\n110 - {حد} اسم الفعل {المنقول}:\nهو {ما وضع لغيره} - أى لغير اسم الفعل, بأن كان موضوعاً\n(1/181)",
        "\nص: ثم نقل إليه.\nالمصدر:\nفي الأصل لشئ - {ثم نقل} من ذلك الغير - أى الشئ - {إليه}.\nفهو اسم فعل على ثانى أحواله.\nونقله إما من:\nظرف: نحو - مكانك, بمعنى: اثبت. وعندك ولديك ودونك, بمعنى: خذ. أو جار ومجرور: نحو - إليك, بمعنى: تنح. وعلى, بمعنى: أولنى. وعليك, بمعنى: ألز. ومنه: \" عليكم أنفسكم \".\nأو مصدر استعمل فعله: نحو -: رويدا زيدا, بمعنى: أمهله. أو أهمل: وذلك قولهم: يله زيدا, أى دعه.\n\nش [تعريف المصدر]\n111 - حد {المصدر}:\n(1/182)\n",
        "ص: اسم دال بالأصالة على معنى قائم بفاعل أو صادر عنه حقيقة أو مجازا, أو واقع على مفعول.\nهو {اسم دال بالأصالة} - بفتح الهمزة, أى بالوضع - {على معنى} - هو الحدث -:\n- {قائم بفاعل} - كفرح زيد فرحا, وحسن زيد حسنا - {أو} على معنى {صادر عنه}: كقعد زيد قعودا, وضرب بكر ضربا.\nثم ذلك المعنى الصادر, إما:\n{حقيقة} - كما مثلنا -, {أو مجازا}: كمرض زيد مرضا, ومات بشر موتا, فإن صدورهما من المريض والميت مجاز.\n{أو} على معنى {واقع على مفعول}.\nقال ابن مالك: هو مصدر ما لم يسم فاعله: كزهو, وجنون.\nوقيد الأصالة: مخرج لاسم المصدر. فإن دلالته على الحدث إنما هي بالاستعمال, أى بإقامته مقام المصدر في بعض المواضع, كما يقام المصدر مقام اسم الفاعل واسم المفعول.\n(1/183)\n\nص: اسمه: ما ساوى مصدره في الدلالة, وخالفه بعلمية, أو بخلوه لفظا أو تقديرا دون عوض من بعض ما في فعله.\n\nش [تعريف اسم المصدر]\n112 - حد {اسمه}:\nهو {ما ساوى مصدره} المتقدم {في الدلالة} على معناه, {و} لكن {خالفه} , إما: {بعلمية}: بأن جعله الواضع علما على شئ, كيسار وفجار وسبحان.\nفإنه - حينئذ - لا يعمل عمل الفعل لمخالفته للمصادر الأصلية: 42 بكونه لا يقصد به الشباع, ولا يضاف, ولا يقبل أل, ولا يوصف, / ولا يقع موقع الفعل, ولا موقع ما يوصل بالفعل.\nولذلك: لم يقم مقام المصدر الأصلى في توكيد الفعل, أو بيان نوعه, أو عدده.\n{أو} خالفه {بخلوه لفظا أو تقديرا} - أى فيهما معا {دون عوض} عن شئ {من بعض ما} - أي شئ كائن - {في فعله}.",
        "(1/184)\n\nص: اسم الفاعل:\nكوضوء, وعسل. فإنهما مساويان للتوضوء والاغتسال في المعنى والشياع وجميع ما مر. وخالفاه بخلوهما دون عوض من بعض ما في فعليهما, وهما: توضأ, واغتسل. إذا حق المصدر أن يتضمن حروف الفعل بمساواة: كتوضأ توضؤا, أو بزيادة عليه: كدحرج دحرجة.\nوخرج عن الحد: ما خالفه بخلوه لفظا فقط. كقتال. فإنه مصدر (قاتل) مع خلوه من المدة الفاصلة بين فاء الفعل وعينه, لأنها وإن حذفت لفظا [فقد] اكتفى بتقديرها بعد الكسرة. وقد يقال: قيتال. بإثباتها.\nوقولنا (دون عوض): مخرج لنحو (عدة). فإنه مصدر (وعد) مع خلوه من الواو, ولكن جعلت التاء في آخره عوضا منها, فكأنها باقية.\nوكذا: (تعليم). فإنه مصدر (علم) مع خلوه من التضعيف, لكن جعلت التاء في أوله عوضا منه, فكأنه باقٍ.\n\nش [تعريف اسم الفاعل]\n113 - حد {اسم الفاعل}:\n(1/185)",
        "\nص: ما اشتق من مصدر فعل لمن قام به على معنى الحدوث.\nالمثال: ما حول للمبالغة والتكثير من اسم\nهو {ما اشتق} - أى أخذ - {من مصادر فعل} ثلاثى أو غيره {لمن قام} الفعل {به} - أى تلبس به - {على معنى الحدوث} - أى حدوث الفعل وصدوره عنه - كضارب, ومكرم. فهو دال على حدث وصاحبه.\nوخرج عن الحد: الفعل. فإنه اشتق لتعيين زمن الحدوث, لا للدلالة على من قام به.\nوكذا: اسم المفعول. فإنه إنما اشتق لمن وقع عليه,\nوكذا: أسماء الزمان والمكان. فإنها إنما اشتقت لما وقع فيها\nوكذا: الصفة المشبهة, واسم التفضيل. فإنهما اشتقا لمن قام به الفعل على معنى الثبوت, لا على معنى الحدوث.\n\nش [تعريف أمثلة المبالغة]\n114 - حد {المثال}:\nهو {ما حول} - بالبناء للمفعول مع تشدد الواو - {للمبالغة} في الفعل {والتكثير} فيه, {من} صيغة {اسم\n(1/186)\n",
        "ص: فاعل, إلى: فعال, أو مفعال, أو فعول, فاعل} الثلاثى {إلى}:\n- صيغة {فعال} - بفتح الفاء وتشديد العين - كقوله: أخا الحرب لباسا إليها جلالها\nوسمع: أما العسل فأنا / شراب. ... 43\n{أو} إلى {مفعال} - بكسر الميم -[كمضراب].\n{أو} إلى {فعول} - بفتح الفاء - كقوله:\nضروب بنصل السيف سوق سمانها\n(1/187)\n\nص: أو فعيل, أو فعل.\nوالتحويل إلى هذه الثلاثة بكثرة.\n{أو} إلى {فعيل} - بكسر العين وبعدها ياء - سمع من كلامهم: إن الله سميع دعاء من دعاه\n- {أو} إلى {فعل} - بكسر العين من غير ياء - كقوله:\nأتانى أنهم مزقون عرضى\nوالتحويل إلى هذين قليل. والثاني أقل\nوالمشهور: أن هذه الأمثلة لا تتفاوت في معناها.\nولدلالتها على المبالغة: لم تستعمل إلا حيث يمكن التكثير",
        "(1/188)\n\nص: اسم المفعول: ما اشتق من مصدر فعل لمن وقع عليه.\nالصفة المشبهة: ما اشتق من فعل لازم\nفلا يقال: موات, ولا قتال زيدا. بخلاف: قتال الناس.\nوإذا لم تدل على المبالغة لم تعمل.\n\nش [تعريف اسم المفعول]\n115 - حد {اسم المفعول}:\nهو {ما اشتق} - أى أحذ - {من مصدر فعل} ثلاثى أو غيره {لمن وقع} الفعل الصادر من غيره {عليه}.\nكمضروب, ومكرم. فهو دال على حدث ومفعوله.\nوخرج عن الحد: الفعل, واسم الزمان والمكان, واسم الفاعل, واسم التفضيل, والصفة المشبهة, لمامر\n\nش [تعريف الصفة المشبهة]\n116 - حد {الصفة المشبهة} باسم الفاعل:\nهو {ما اشتق} - أى أخذ - {من فعل لازم} - أي قاصر\n(1/189)",
        "\nص: مقصود ثبوت معناه.\nاسم التفضيل: ما اشتق من فعل\n- {مقصود} بما اشتق إفادة {ثبوت معناه} لموصوفه واستمراره دون حدوثه.\nفإذا قلت: زيد حسن. فمعناه: إثبات الحسن له واستمراره, لأنه متجدد حادث.\nفإذا قُصد بالصفة الحدوث, قيل: زيد حاسن الآن أو غدا.\nولهذا قيل في (ضيق \" لما قصد الحدوث: ضائق. قال الله - تعالى -: \" وضائق به صدرك \".\nوعلامتها: صحة تحويل إسنادها إلى ضمير موصوفها.\n\nش [تعريف اسم التفضيل]\n116 - حد {اسم التفضيل}:\nهو {ما اشتق} - أى أخذ - {من فعل}:\nثلاثى, متصرف, تام, مجرد لفظا وتقديرا, قابل للتفاوت, غير دال على لون ولا عيب, ولا منفى, ولا مبني للمفعول.\n(1/190)\n",
        "ص: لموصوف بزيادة على غيره.\n{لموصوف} قام به الفعل, متلبس {بزيادة على غيره} فى أصل ذلك الفعل.\nفهو دال على المشاركة والزيادة: كأكرم, وأعلم.\n- ويجوز تعلق الباء بـ (موصوف) , فهو ظرف لغو.\nأى لذات متصفة بتلك الزيادة -\nوخرج عن الحد: أسماء الزمان والمكان والآلة, لأن المراد 44 بالموصوف ذات مبهمة ولا إبهام في تلك الأسماء.\nوكذلك: ما عدا المحدود من الصفات.\n(1/191)\n\nص: التعجب: انفعال يحدث في النفس عند الشعور بأمر يجهل سببه.\n\nش [تعريف التعجب]\n117 - حد {التعجب}:\nهو {انفعال يحدث في النفس عند الشعور} من الشخص {بأمر] يحدث من خير وشر {يجهل سببه} , فلا يعرف ما هو.\nومن ثم قيل: إذا ظهر السبب بطل العجب.\nفلا يطلق على الله أنه متعجب, إذ لا يخفى عليه شئ. وما ورد منه في التنزيل يصرف إلى المخاطب.\nوله صيغ كثيرة دالة عليه. والموضوع منها لإنشاء التعجب ثلاث صيغ لا غير.",
        "(1/192)\n\nص: الفاعل: ما قدم الفعل التام أو شبهه عليه بالأصالة, وأسند إليه على جهة قيامه به أو وقوعه منه.\n\nش [تعريف الفاعل]\n118 - حد {الفاعل}:\nهو {ما} - أى اسم ولو مؤولا - {قدم:\n- الفعل التام} عليه - متصرفا كان أو جامدا -\n- {أو شبهه} مما يعمل عمله - كاسم الفاعل, والصفة المشبهة, والمصدر واسمه -\n{عليه} , ولكن {بالأصالة} - بفتح الهمزة - {وأسند} - يعنى ذلك الفعل التام أو شبهه - {إليه على جهة: - قيامه به} وإن لم يكن واقعا منه.\nكعلم زيد, و \"مختلف ألوانه\", \" أو لم يكفهم أنا أنزلنا \"\n{أو} على جهة {وقوعه منه}: كقام زيد, وبكر قائم أبوه. فخرج بتقديم ما ذكر عليه: المبتدأ, والخبر.\n(1/193)",
        "\nص: نائبه: ما حذف فاعله وأقيم مقامه.\nوبالتام: مرفوع (كان, وكاد) وأخواتهما وما تصرف منها.\nوبالأصالة: نحو - قائم زيد. إذ المسند فيه وإن قدم لفظا مؤخر رتبة.\nوبالإسناد إليه: المفعول فين حو: ضربت زيدا, وأنا ضارب خالدا.\nوبالقيد الأخير: ما ناب عن الفاعل: كضرب زيد, ومضروب غلامه - فإن إسناد ما ذكر إليه على جهة وقوعه عليه.\n\nش [تعريف نائب الفاعل]\n119 - حد {نائبه}:\nهو {ما} - أى اسم ولو مؤولا - {حذف فاعله}\n- للجهل به, أو لغرض لفظى أو معنوى - {وأقيم} هو - أي النائب: من مفعول به, أو مصدر أو ظرف متصرفين مختصين, أو مجرور - {مقامه} فى:\nإسناد العامل إليه, ووجوب تأخره عنه, واستحقاقه للاتصال به,\n(1/194)\n",
        "وامتناع حذفه, وتأنيث عامله لتأنيثه.\nكضرب زيد, ونحو: \" قل أوحى إليّ أنه استمع نفر من الجن\", وأكرم يوم الجمعة - أو في الدار - إكرام حسن.\nفخرج: نحو (درهما) من قولك: أعطى زيد درهما./ 44\nولا يخفى أن الإنابة متوقفة على تغيير العامل إلى طريقة:\nفعل, أو يفعل, أو مفعول.\nفالتغيير شرط فيها, لا أنه من تتمة الحد. كما توهمه عبارة (الشذور).\nوإذا وجد المفعول به: تعين إقامته ونصب ما عداه. فيقال: ضرب زيد يوم الجمعة أمام الأمير ضربا شديدا في داره.\nفإن لم يوجد: فالمصدر, أو الظرف, أو المجرور. ولا أولوية لبعض منها على بعض.\n(1/195)\n\nص: المبتدأ, الاسم المجرد عن عامل لفظي, لفظا أو حكما, مخبرا عنه أو وصفا رافعا لما انفصل وأغنى.\n\nش [تعريف المبتدأ]\n120 - حد {المبتدأ}\nهو {الاسم} - ولو مؤولا - {المجرد عن عامل لفظي} كقام, وكان, ولعل.\nوالتجرد عنه إما:\n- {لفظا} كزيد قائم, \" وأن تصوموا خير لكم\".\n- {أو حكما}: نحو: بحسبك درهم, ورب رجل عالم أكرمته مما هو مجرور بحرف زائد أو في حكمه.\nحالة كونه:\n- {مخبرا عنه} , كما مر.\n- {أو وصفا} مخبرا بها في المعنى {رافعا} ذلك الوصف {لما} - أى لشئ - {انفصل} في اللفظ - أى ظهر فيه - {وأغنى} في حصول الفائدة عن الخبر. سواء كان اسما ظاهرا نحو: أقائم الزيدان, أو ضميرا بارزا نحو قوله:",
        "(1/196)\n\nخليلي ما وافٍ بعهدى أنتما\nفاعلا كان - كمامر - أو نائبا عنه: نحو: ما مضروب العمران.\nوالمراد بالوصف: اسم الفاعل, واسم المفعول, والصفة المشبهة, واسم التفضيل, والمنسوب.\nلكن لابد في صحة الابتداء به: من أن يعتمد على نفى أو استفهام.\nوهذا الوصف لا خير له, لأنه في معنى الفعل إذ قصد به ما قصد بالفعل والفعل لا يخبر عنه.\nوتقييد الاسم بالمجرد: مخرج لما عداه من المرفوعات.\nوالعامل اللفظي: مخرج للمعنوي - وهو الابتداء - ومشعر بأنه عامل فيه. وهو كذلك بناء على رأى الجمهور: أن عامل المبتدأ معنوي.\n(1/197)",
        "\nص: خبره: ما يحصل به الفائدة مع مبتدأ غير الوصف المذكور.\nوخرج بقولنا (مخبرا عنه, أو وصفا): هيهات العقيق.\nفإنه ليس مخبرا عنه ولا وصفا وإن كان اسما مجرورا رافعا لمكتفى به.\nوخرج بما بعد الوصف: أقائم أبوه زيد. فإنه (قائما) لا يكتفى بمرفوعه.\nفزيد مبتدأ, و (أقائم) خبره, و (أبوه) فاعل (أقائم).\n\nش [تعريف الخبر].\n120 - حد {خبره}:\nهو {ما} - أى شئ - {يحصل به} - أى 46 بانضمامه - {الفائدة مع} اسم {مبتدأ} مخبر عنه به يكون / {غير الوصف المذكور} في حد المبتدأ السابق.\n(1/198)\n",
        "فخرج عن أن يكون خبرا:\nمرفوع الفعل من فاعل أو نائبه, لأنه متمم للفائدة مع فعل.\nومرفوع الوصف المذكور وإن تمت به الفائدة مع مبتدأ, لما مر من أن هذا الوصف لا خبر له.\nوالخبر قسمان: مفرد, وجملة.\n121 - والمفرد: ما لعوامل الأسماء تسلط على لفظه. كمامر.\nثم إن كان جامدا: لم يتحمل ضمير المبتدأ.\nأو مشتقا: تحمله, ما لم يرفع ظاهرا أو ضميرًا بارزًا.\n(1/199)\n\nص: المفعول به: ما وقع عليه فعل الفاعل.\nومنه: المنصوب على الاشتغال, أو التنازع,\n\nش [تعريف المفعول به]\n122 - حد {المفعول به}:\nهو {ما} - أى شئ - {وقع عليه فعل الفاعل}.\nكضربت زيدا.\nفخرج: بقية المفاعيل:\nإذ المفعول المطلق نفس الفعل الواقع, والمفعول له وقع لأجله الفعل, والمفعول فيه وقع فيه الفعل, والمفعول مع وقع معه الفعل.\nوالمراد بوقوع الفعل عليه: تعلقه به من غير واسطة, بحيث لا يعقل إلا به.\nفدخل: نحو -: أوجدت ضربا, وما ضربت زيدا.\nوخرج: نحو -: تضارب زيد وعمرو. مما دل على مفاعلة.\n{و} المفعول به {منه}:\nالاسم {المنصوب على الاشتغال}: كزيدا ضربته.\n- {أو} على {التنازع}: كلقيت وأكرمت خالدا.",
        "(1/200)\n\nص: أو الاختصاص, أو الإغراء, أو التحذير, أو النداء.\nالاشتغال: أن يتقدم اسم ويتأخر عنه فعل متصرف, أو وصف صالح للعمل. مشغول عن نصبه\n- {أو} على {الاختصاص}: نحو: نحن معاشر الأنبياء لا نورث.\n- {أو} على {الإغراء}: نحو: السلاح السلاح.\n- {أو} على {التحذير}: نحو: \" ناقة الله وسقياها\".\n- {أو} على {النداء}: كيا عبد المطلب.\n\nش [تعريف الاشتغال]\n123 - حد {الاشتغال}\n- وهو يجرى في النصب, والرفع. والمحدود الأول -:\n{أن يتقدم} في اللفظ {اسم} معرفة أو نكرة, {ويتأخر عنه} إما:\n- {فعل متصرف} - أى مختلفة أبنيته لاختلاف الزمن: كضرب, ودحرج, وأكرم -\n- {أو وصف صالح للعمل} فيما تقدم عليه.\n{مشغول} ذلك المتأخر من فعل أو وصف {عن نصبه} - أي\n(1/201)",
        "\nص: لفظاً أو محلاً. بالنصب لمحل ضميره أو لملابسه, بواسطة أو غيرها.\nالمتقدم - إما:\n{لفظا}: كزيدا ضربته. {أو محلا}: كهذا أكرمته.\n{بالنصب} - متعلق بـ (مشغول) - {لمحل ضميره) - أى المتقدم. كمامر -\n{أو} بالنصب {لملابسه} - أى الضمير -: كزيدا ضربت أخاه, أو: هذا ضربت غلامه.\nوالنصب للمحل أو للملابس, إما:\n{بواسطة}: كزيدا أو هذا مررت به أو بغلامه. {أو غيرها}. كمامر.\nوخرج بالفعل والوصف: غيرهما. كالمصدر, واسم الفعل, والحرف.\n47 - وبالمتصرف: الفعل / الجامد. كعسى, ونعم, وبئس.\nوبالصالح للعمل: نحو. زيد أنا الضارب, ووجه الأب زيد حسنه. لأن الصلة والصفة المشبهة لا يعملان فيما قبلهما, فلا يفسران عاملا.\nولهذا قال المرادى: المراد بالعامل هنا: ما يعمل فيما قبله.\n(1/202)\n",
        "ص: التنازع: أن يتقدم عاملان مذكوران فأكثر على معمول واحد\nوالأصل في ذلك الاسم المتقدم: جواز رفعه ونصبه, مالم يكن نكرة. وقد يعرض مانع فيعمل بمقتضاه.\n\nش [تعريف التنازع]\n124 - حد {التنازع}:\nهو {أن يتقدم} في اللفظ {عاملان} من فعل متصرف أو شبهه, {مذكوران} في اللفظ {فأكثر} - كثلاثة عوامل - اتفقا في العمل أو اختلفا فيه.\n{على معمول واحد} مطلوبا لكل منهما: من حيث كونه مرفوعا, أو منصوبا, أو مجرورا.\nنحو: لقيتنى وأكرمنى زيد, ولقيت وأكرمت زيدا.\nومنه قوله: أرجو وأخشى وأدعو الله متيقناً\n(1/203)\n\nص: فأكثر.\nأو: ضربنى وأكرمت زيدا, أو: ذهب ومررت بزيد.\n{فأكثر}: كالحديث: \" تسبحون, وتكبرون, وتحمدون دبر كل صلاة ثلاثا وثلاثين.\nفقد استبان لك: أن لا تنازع فيما تقدم, ولا لما حذف من العوامل, ولا بين حرفين, ولا بين حرف وغيره, ولا بين جامدين, ولا بين جامد وغيره, ولا بين اثنين أكد أحدهما بالآخر. لأن الطالب للمعمول إنما هو الأول, والثاني لم يؤت به للإسناد, بل لمجرد التقوية, فلا عمل له, بدليل قوله:\nأتاك أتاك اللاحقون احبسى احبسى\nفلو كان فيه تنازع لأضمر الفاعل في أحدهما.",
        "(1/204)\n\nص: الاختصاص: حكم علق بضمير ما تأخر عنه من اسم ظاهر معرف.\n\nش [تعريف الاختصاص]\n125 - {حكم علق} - بالبناء للمفعول - {بضمير ما} - أى الذى أو شئ - {تأخر عنه} - أى عن الضمير. سواء كان الضمير:\n- لمتكلم, وهو الغالب, نحو: نحن العرب أقرى الناس للضيف.\n- أو لغيره, نحو بك الله نرجو الفضل.\nوهو بمعنى ما تأخر عنه -\n{من اسم ظاهر} منصوب - بيان لما - {معرف} , إما:\nبأل, أو بالإضافة, أو بالعلمية. وقد مرت أمثلة ذلك.\nوربما كان (أيا \" في المذكر, نحو: أنا أفعل كذا أيها الرجل.\nو(أيه) في المؤنث, نحو: اللهم اغفر لنا أيتها العصابة /. 48\nوالغرض من ذكر الاسم الظاهر: تخصيص مدلوله بما نسب إليه.\n(1/205)",
        "\nص: الإغراء: تنبيه المخاطب على أمر محمود ليفعله.\nالتحذير: تنبيه المخاطب على أمر مكروه ليجتنبه.\n(فأيها الرجل) - مثلا ف المثال السابق - لم يرد به المخاطب, بل أريد به ما دل عليه ضمير المتكلم السابق, وهو (أنا).\n\nش [تعريف الإغراء]\n126 - حد {الإغراء}:\nهو {تنبيه المخاطب على أمر محمود} - من علم, وصلاة وغيرهما - {ليفعله} المخاطب فيرتكبه.\nنحو: الصلاة جامعة. بنصب (الصلاة) على الإغراء, بتقدير: احضروا. و (جامعة) على الحال.\nولا شك أن حضور الصلاة أمر محمود يطلب ارتكابه, لما يترتب عليه من الثواب بفعلها.\n\nش [تعريف التحذير]\n127 - حد {التحذير}:\nهو {تنبيه المخاطب على أمر مكروه} - من شر, وكذب وغيرهما - {ليتجتنبه} المخاطب فلا يرتكبه.\nنحو: إياك والأسد. أى: احذر تلاقى نفسك والأسد.\n(1/206)\n",
        "ص: حد المنادى: المطلوب إقباله\nفحذف الفعل, ثم المضاف الأول, ثم الثانى, وأنيب الثالث وهو الضمير, فانفصل لزوال الاتصال.\nولا شك أن تلاقى الأسد أمر مكروه على الاطلاق, لا سيما من الجبان. فالتباعد عنه مطلوب.\n\nش [تعريف المنادى]\n128 - {حد} الاسم {المنادى}\nهو {المطلوب إقباله}.\nأى توجهه إليك بوجهه أو بقلبه:\nكما إذا ناديت مقبلا عليك بوجهه حقيقة: كيازيد.\nأو حكما: كـ \"يا سماء\", و \" يا أرض\", و \" يا جبال\".\nفإنها نزلت أولا منزلة من له صلاحية النداء, ثم أدخل عليها حرف النداء وقصد نداؤها. فهى في حكم من يطلب إقباله.\n(1/207)\n\nص: بحرف نائب مناب أدعو لفظا وتقديرا.\n{بحرف] من أحرف النداء, وهى:\nيا, وأيا, وهيا, وأى, والهمزة.\n{نائب} في العمل {مناب} ما حذف وجوبا - وهو {أدعو} , أو أنادى - للتخفيف, والدلالة على الإنشاء.\nإذا لو أظهر لتوهم الإخبار.\nووجب: لامتناع الجمع بين العوض والمعوض منه.\nفخرج: نحو: ليقبل زيد.\nولا فرق في الحرف النائب, أو المطلوب إقباله [بين] أن يكون: {لفظا} - أى ملفوظا به - كيازيد, {أو تقديرا} - أى مقدرا - نحو: \"يوسف أعرض عن هذا \", \" يا ليتنا نرد\", \"يا ليتنى كنت معهم\".",
        "(1/208)\n\nص: الترخيم: حذف بعض الكلمة على وجه مخصوص.\n\nش [تعريف الترخيم]\n129 - حد {الترخيم}:\n- وهو لغة. ترقيق الصوت وتليينه -:\n{حذف بعض الكلمة} تخفيفا, حقيقة كان ذلك البعض / 49 أو مجازا.\n{على وجه مخصوص} عند النحاة.\nهو أن المرخم:\n- إن كان منادى:\n- فذو التاء منه: يرخم مطلقا.\n* ومجرده:\nنحو: جعفر. يرخم بشرط: ضمه, وعلميته, ومجاوزته ثلاثة أحرف\nونحوه: سلمان, ومنصور, ومسكين. بشرط: كون ما قبل الآخر حرف لين, ساكنا, زائدا, مكملا أربعة فصاعدا, وقبله حركة مجانسة.\nونحو: معدى كرب. بحذف الكلمة الثانية.\n(1/209)",
        "\nص: الاستغاثة: نداء من يخلص من شدة, أو يعين على مشقة.\n- وإن كان غير منادى: فيرخم بشرط: اضطرار الشاعر إليه, وصلاحيته لأن ينادى, ومجاوزته ثلاثة أحرف إن لم يختم بناء التأنيث.\n\nش [تعريف الاستغاثة]\n130 - حد {الاستغاثة}:\nهو {نداء من يخلص} المستغاث له {من شدة} وقع فيها, {أو يعين على} دفع {مشقة} عنه.\nفالمقصود منها: طلب النصرة والعون.\nنحو: يالله للمسلمين, وبالقومى لفرقة الأحباب.\n- بفتح لام المستغاث به وجوبا لوقوعه موقع المضمر, وجره بها للتنصيص على الاستغاثة. ما لم يكن: ضمير متكلم, أو معطوفا لم يتكرر معه [يا] فتكسر.\n- وكسر لام المستغاث له, وجره بها, مالم يكن: مضمرا غير الياء.\n(1/210)\n",
        "ص: الندبة: نداء المتفجع عليه لفقده\nفيفتح.\nوقد يجر بمن كما في (التسهيل, كقوله:\nيا للرجال ذوى الألباب من نفر ... لا يبرح السفه المردى لهم دينا\nوجوزوا نداء المتعجب منه معاملا معاملة المستغاث. كقولهم: ياللماء, وياللعشب.\nوذلك لأن الاستغاثة لطلب النصرة والعون, كما مر ورؤية الأمر العظيم المتعجب منه يقتضى بالعادة طلب الشخص من يرى ذلك.\nفكأنه استغاث عند رؤية ذلك الأمر العظيم بما هو من جنسه ليحضر.\n\nش [تعريف الندبة]\n132 - حد {الندبة}:\n- وهي في الغالب من النساء -:\n{نداء المتفجع عليه لفقده} , أما:\n(1/211)\n\nص: حقيقة أو حكماً, أو المتوجع منه محل ألم\n{حقيقة} , كقول حرير: وقمت فيه بأمر الله يا عمرا\n{أو حكما} , بأن ينزل الموجود منزلة المعدوم. كقول عمر بن الخطاب - رضي الله عنه -: واعمراه.\nحين أخبر بجدب شديد أصاب قوما من العرب.\n- {أو} نداء {المتوجع منه} , إما:\n{لكونه محل ألم} , كقوله:\nفواكبدا من حب من لا يحبني /",
        "(1/212)\n\nص: أو سببا له.\n{أو} لكونه {سببا له} - أى للألم - كقوله:\nتقول سلمى: وارز يتيه\nفالرزية سبب للألم, لا محله.\n(1/213)",
        "\nص: المفعول المطلق: المصدر الفضلة المؤكد لعامله.\n\nش [تعريف المفعول المطلق]\n133 - حد {المفعول المطلق}\n- أى الذى لم يقيد بأداة -:\n{المصدر الفضلة} المسلط عليه عامل من لفظه أو من معناه\n134 - و (الفضلة): ما استغنى عنه.\nونحو: خلق الله السماوات. مفعول به.\n- {المؤكد لعامله} إن كان مصدرا: نحو: \" فإن جهنم جزاؤكم جزاء موفورا\". وإلا فللمصدر المفهوم منه: كضربت ضربا, \"والصافات صفا\", وأنت مطلوب طلبا.\nويسمى: المبهم.\nوإن شئت قلت: هو مؤكد لعامله مطلقا. باعتبار ما تضمنه من الحدث دون الإخبار والزمن.\n(1/214)\n",
        "ص: أو المبين لنوعه, أو عدده.\n- {أو المبين لنوعه} - أى العامل -\n- ويسمى: المختص. لاختصاصه:\nبإضافة: كضربت ضرب الأمير. أو بوصف: كضربت ضربا أليما.\nأو بأل: كضربت الضرب. أى الضرب المعهود.\nويسمى: المختص.\n- {أو عدده} المعين أو المبهم: كضربت ضربة واحدة, أو ضربتين, أو ضربات.\nفهو ثلاثة أقسام. وقيل: قسمان. بإدراج هذا في الثاني.\nوخرج بـ (الفضلة): العمدة. نحو: قيامك قيام حسن, وجد جده.\nوبما بعدها: ما عداه من المصادر الواقعة فضلة:\nكقمت إجلالا لك, وكرهت ضربك. لانتفاء التوكيد وبيان النوع والعدد.\nوكذا الثاني في نحو: كرهت الفجور الفجور. لأنه وإن كان مؤكدا لكن لغير عامله.\n(1/215)\n\nص: المفعول له: المصدر: القلبى, الفضلة, المعلل لحدث شاركه وقتا وفاعلا.\n\nش [تعريف المفعول له]\n135 - حد {المفعول له}\n- يسمى أيضًا: المفعول لأجله, [ومن] أجله -:\n{المصدر, القلبى, الفضلة} - أى المستغنى عنه. كمامر - {المعلل} - بكسر اللام. أى الواقع علة - {الحدث} قد {شاركه} المعلل {وقتا وفاعلا} - أى فيهما معا -.\nسواء كان باعثا وغاية: كقمت إجلالا لك. أم باعثا فقط: كقعدت عن الحرب حينا.\nفخرج بـ (المصدر): نحو جئتك للسمن والعسل.\nوبـ (القلبى): نحو: جئتك قراءة العلم. كما قاله ابن الخباز وغيره. واعتمده ابن هشام في (أوضحه).\nوبـ (الفضلة): نحو: حصل لى رغبة في الخير.",
        "(1/216)\n\nوبـ (المعلل لحدث: بقية المفاعيل. إذ لا تعليل فيها.\nوبمشاركة الحدث له فيما مر: ما اختلف فيه زمان العلة والمعلول: كتهيأت اليوم للسفر غدا. / وما اختلف فيه فاعلهما: 51 كقمت لأمرك إياى. وما اختلف فيه الزمان والفاعل معا: كقوله - تعالى -: \" أقم الصلاة لدلوك الشمس\".\nفكل من الثلاثة وإن كان علة لحدث لا يسمى مفعولا له لانتفاء المشاركة.\n(1/217)",
        "\nص: المفعول فيه: ما ذكر فضلة لأجل أمر وقع فيه:\nمن اسم زمان مطلقا, أو مكان مبهم.\n\nش [تعريف المفعول فيه]\n136 - حد {المفعول فيه} المسمى ظرفا:\nهو {ما ذكر فضلة لأجل أمر وقع فيه} - أى فيما ذكر -:\n- من {اسم زمان} - بيان لما - {مطلقا}:\nسواء كان مبهما, أم مختصا, أم معدودا.\nكصمت يوم الخميس, أو حينا, أو أسبوعا.\n137 - والمختص: ما يقع جوابا لمتى. كيوم عرفة.\n138 - والمعدود: ما يقع جوابا لكم. كالأسبوع, والشهر.\n139 - والمبهم: ما لا يقع جوابا لشئ منهما. كحسين, ولحظة\n- {أو} اسم {مكان مبهم}:\nأى مفتقر إلى غيره في بيان حقيقته.\nوهو أسماء الجهات, ونحوهن في الإبهام والافتقار -: كجلست أمامك, وعندك.\nوأسماء المقادير: كسرت فرسخا أو بريدا.\n(1/218)\n",
        "ص: أو مادته مادة عامله.\n- {أو مادته مادة عامله}:\nوهو اسم المكان المشتق من المصدر: كجلست مجلسك, وسرنى جلوسى مجلسك.\nوخرج بـ (الفضلة): العمدة. كيوم الجمعة يوم عظيم.\nوبـ (أمر وقع فيه): بقية المفاعيل. لانتفاء وقوع ذلك فيها, نحو: \"يخافون يوما\". \"الله أعلم حيث يجعل رسالاته\"\nفيوما, وحيث - منصوبان على المفعول به, لا فيه.\nوبـ (اسم الزمان. إلى آخره): ما ليس بزمان ولا مكان ولا مادته مادة عامله وإن كان ذكر فضلة لأمر وقع فيه, نحو. \"وترغبون أن تنكحوهن\".\nوكذا ما خالف عامله في مادته. كجلست مرمى زيد.\n(1/219)\n\nفلا يجوز قياساً نصبه ظرفا لعدم الاتحاد, بل يجب التصريح معه بفي, كما يجب ذلك مع اسم المكان غير المبهم.\nونحو: دخلت الدار, وسكنت الشام - منصوب على التوسع. لكنه مع (دخلت) مطرد لكثرة استعماله.\nوجعل المتحد مع عامله في المادة قسيما للمبهم - هو ما صححه أبو حيان, وجرى عليه في (الأوضح, والشذور, والجامع).",
        "(1/220)\n\nص: المفعول معه: الاسم الفضلة, التالي واوا أريد بها التنصيص على المعية, مسبوقة بفعل أو ما فيه حروفه ومعناه.\n\nش [تعريف المفعول معه]\n140 - حد {المفعول معه}:\nهو {الاسم الفضلة, التالي واوا أريد بها التنصيص على\n141 - المعية} - المشاركة في العامل في وقت واحد - كحالة كونها / {مسبوقة}:\n- {بفعل} لازم أو متعد, ناصب لتاليها ولو تقديرا, كما في نحو: ما أنت وزيدا, [وكيف أنت وزيدا].\nإذ الأصل: ما تكون, وكيف تصنع. ثم حذف وحده فبرز الضمير وانفصل.\n- {أو} مسبوقة بشبهه: وهو {ما} - أى اسم - {فيه حروفه ومعناه}.\nكاسمى الفاعل والمفعول: كأنا سائر والنيل, والناقة متروكة وفصيلها.\n(1/221)",
        "\nفخرج بـ (الاسم): نحو: سرت والشمس طالعة. إذ التالى للواو جملة. فليس مفعولا معه.\nونحو: لا تأكل السمك وتشرب اللبن. إن قلنا: إن المؤول من (أن) والفعل لا يسمى مفعولا معه. كما هو ظاهر كلامهم.\nوبـ (الفضلة): العمدة. كاشترك زيد وعمرو.\nوبـ (التالى للواو): بقية المفاعيل, ومجرور (مع) , وباء المصاحبة: كجلست مع زيد, وبعتك الفرس بلجامه.\nوبـ (إرادة التنصيص على المعية بها): التالى لواو العطف.\nكجاء زيد وبكر قبله أو بعده, ومزجت عسلا وماء.\nواستفادة المعية في الثانى إنما هى من (مزجت).\nوبالقيد الأخير: نحو كل رجل وضيعته. لعدم سبق شئ من ذلك.\nونحو: هذا لك وأباك. لعدم حروف الفعل وإن كان فيه معنى: أنبه, وأشير, واستقر.\n(1/222)\n",
        "وأما تقدير الفعل فى: مالك وزيدا. دون هذا - فلأمر اقتضى ذلك. ذكرته في (شرح القطر).\n(1/223)\n\nص: الحال: وصف فضلة مسوق لبيان هيئة صاحبه. أو تأكيده, أو عامله.\n\nش [تعريف الحال]\n142 - حد {الحال} - تأنيثها أفصح من تذكيرها -:\n{وصف} - ولو مؤولا - {فضلة} - أى الواقع بعد تمام الجملة وإن توقفت الفائدة عليه - {مسوق} في الكلام:\n- {لبيان هيئة صاحبه} - أى كيفية وقوع الفعل منه أو عليه وصاحبه من الحال وصف له في المعنى:\nكجاء زيد راكبا, وركبت الفرس مسرحا.\nومنه: جاء زيد والشمس طالعة. أى مقارنا لطلوع الشمس.\n- {أو تأكيده} كجاء القوم طرًا.\nومنه قوله تعالى: \" لآمن من فى الأرض كلهم جميعا\".\n- {أو} تأكيد {عامله}:",
        "(1/224)\n\nص: أو مضمون الجملة قبله.\nمعنى فقط: نحو: \" ولا تعثوا في الأرض مفسدين\", أو معنى ولفظا: نحو: \" وأرسلناك للناس رسولا\"\n- {و} تأكيد {مضمون الجملة قبله}: كزيد أبوك عطوفا.\nومنه قوله: أنا ابن دارة معروفا بها نسبى\nوشرط هذه الجملة:\nأن يكون جزآها: / اسمين, معرفتين, جامدين. وأن يتأخر عنها 53 الحال لشبهها بالتأكيد.\nوعاملها محذوف وجوبا لتنزيل الجملة المذكورة بدلا من اللفظ به.\nوتقديره في نحو المثال: أحقه, أو أعرفه.\n(1/225)",
        "\nص: وهي قسمان: مؤكدة ومبنية:\nحد المؤكدة:\nوخرج بالوصف: نحو - رجعت القهقرى.\nوبالفضلة: العمدة. نحو: القائم زيد, وزيد قائم.\nوبما بعدها: النعت في نحو: رأيت رجلا فاضلا, ومررت برجل فاضل. والتمييز في نحو: لله دره فارسا.\nلأن النعت إنما يذكر لتخصيص المنعوت. والتمييز لبيان جنس المتعجب منه. وبيان حصل ضمنا. ورب شئ يقصد لمعنى خاص وإن لزم معنى آخر.\n\nش [أقسام الحال بحسب التبيين والتأكيد]\n{وهى} بحسب التأكيد والتبيين {قسمان:\nمؤكدة} لما قبلها, {ومبينة} له. وتسمى: مؤسسة أيضا.\nش [تعريف الحال المؤكدة]\n143 - {حد} الحال {المؤكدة}:\n(1/226)\n",
        "ص: ما استفيد معناها بدون ذكرها.\nهو {ما استفيد معناها} من غيرها {بدون ذكرها}.\nبأن يكون ما قبلها دالا عليها بالوضع, وإنما أفادت مجرد التوكيد.\nوتأنيث الضمير هنا وفيما بعد: باعتبار ما وقعت عليه (ما).\n\nش [أقسام الحال المؤكدة]\nوهي ثلاثة أقسام - كما يعلم من الحد السابق -:\n144 - مؤكدة لصاحبها: وهي ما استفيد معناها من صريح لفظ حبها.\nكما مثلنا.\n145 - ومؤكدة لعاملها: وهي ما استفيد معناها من صريح لفظ عاملها.\nكما مثلنا أيضا.\n146 - ومؤكدة لمضمون الجملة. كما مر.\n(1/227)\n\nص: حد المبينة: ما لم يستفد معناها بدون ذكرها.\nوهي خمسة أقسام:\nمقارنة, ومقدرة.\n\nش [تعريف الحال المبينة]\n{حد} الحال {المبينة}:\nهو {مالم يستفد معناها} من غيرها {بدون ذكرها}.\nبل هو متوقف على ذكرها, نحو: \" فخرج منها خائفا \".\n\nش [أقسام الحال المبينة]\n{وهي} بحسب الزمان {خمسة أقسام}:\n- حال {مقارنة} في الزمن لوجود عاملها.\n- {و} حال {مقدرة} - أى مستقبلة - فوجودها متأخر عن وجود عاملها.",
        "(1/228)\n\nص: ومتداخلة, ومتعددة, وموطئة.\nحد المقارنة: هي المبينة لهيئة صاحبها وقت وجود عاملها.\n- {و} حال {متداخلة}: لدخول صاحبها فيما قبلها.\n- {و} حال {متعددة} في اللفظ حقيقة أو حكما.\n- {و} حال {موطئة} - بكسر الطاء -: أى مهيئة.\nولكل منها حد يميزها.\n\nش [تعريف الحال المقارنة]\n148 - {حد} الحال {المقارنة:\nهي المبينة لهيئة صاحبها وقت وجود عاملها}.\nكراكبا, من: جاء زيد راكبا.\nفقد بينت هذه الحال هيئة زيد وقت مجيئه, كأنه قال: / جاءني زيد 54 في حال ركوبه.\nوربما كانت:\nمحكية - أى ماضية -: كجاء زيد أمس راكبا.\nأو موطئة - وهى الجامدة الموصوفة بصفة هى الحال في الحقيقة -:\n(1/229)",
        "\nص: حد المقدرة: هى التى يكون حصول مضمونها متأخرا عن حصول مضمون عاملها.\nنحو: جاء زيد رجلا محسنا. ومنه: \" فتمثل لها بشرا سويا \".\n\nش [تعريف الحال المقدرة]\n149 - {حد} الحال {المقدرة:\nهى التى يكون حصول مضمونها متأخرا} في الخارج {عن حصول مضمون عاملها}.\nكمررت برجل معه صقر صائدا به غدا. أى مقدرا الصيد به غدا\nومثله: مدحت الخليفة داعيا للوزير.\nومنه: \" ادخلوها خالدين\" إذ الخلود لا يكون مقارنا للدخول.\nوكذا: \" وتنحتون الجبال بيوتا\", إذ الجبل لا يكون بيتا فى حال النحت.\n(1/230)\n",
        "ص: وكل منهما قد تكون: متداخلة, أو متعددة.\nحد المتداخلة: هى التى صاحبها في حال أخرى.\n\nش [تذييل للمبحثين السابقين]\n{وكل منهما} - أى من المقارنة والمقدرة - {قد تكون: متداخلة, أو} حالا {متعددة}.\nش [تعريف الحال المتداخلة]\n150 - {حد} الحال {المتداخلة: هى التى} يكون {صاحبها في حال أخرى}.\nنحو: \" ما يأتيهم من ذكر من ربهم محدث إلا استمعوه وهم يلعبون\"\nفجملة (استمعوه) حال من مفعول (يأتيهم) , أو من فاعله.\nوجملة (وهم يلعبون) حال من فاعل (استمعوه).\nفالحالان متداخلان:\nإذ جملة (استمعوه) حال من مفعول (يأتيهم) , أو من أعله لاختصاصه بصفته, مع أنه سبق بالنفي.\n(1/231)\n\nوقرئ (محدثا) بالنصب على الحال من المستتر فى (من ربهم) وهو ضمير الفاعل, أو من الفاعل لما مر.\nوأما (لاهية):\nفإن جعل حالا من فاعل (يلعبون) فهو من التداخل أيضا, أو من فاعل (استمعوه) فهو من التعدد.\nومما يحتمل التعدد والتداخل: نحو: جاء زيد راكبا ضاحكا.\nفراكبا وضاحكا:\nإن جعلا حالين من (زيد) فهما من قبيل التعدد وإن جعل (راكبا) حالا من (زيد) و (ضاحكا) مالامن الضمير في (راكبا) فهما من قبيل التداخل.\nوهذا واجب عند من منع تعدد الحال قياسا على الزمان والمكان لأنها في المعنى ظرف.",
        "(1/232)\n\nص: حد المتعددة: وهى التى صاحبها صاحب حال أخرى.\n\nش [تعريف الحال المتعددة]\n151 - {حد} الحال {المتعددة} - وتسمى: المترادفة -:\n{وهى التى} يكون {صاحبها صاحب حال أخرى}.\nنحو: جاء زيد راكبا مستويا. وكقوله:\nعلى إذا ما زرت ليلى بخفية ... زيارة بيت الله رجلان حافيا\nفرجلان, وحافيا: حالان من فاعل الزيارة المحذوف, أى زيارتى.\nوجوز أن يكون (حافيا) حالا من الضمير المستكن في (رجلان) , فيكون من قبيل المتداخلة.\nوأما: لقيته مصعدا منحدرا. فقد جعله في (المغنى) من المتعددة, لكن مع اختلاف الصاحب. وأوجب كون الأولى من المفعول\n(1/233)",
        "\nوالثانية من الفاعل تقليلا للفصل.\nويظهر - كما قيل - أن تعدد الحال مع تعدد صاحبها, ليس فى الحقيقة من باب تعدد الحال, لأن كل حال راجع إلى صاحبه. وكلامه في (الأوضح) في باب المبتدأ يشهد لهذا.\nوبتقدير العدد: فما جعله واجبا, جعله الرضى حائزا على ضعف.\nوبينهما بون بعيد.\nولا يجوز في المثال كون الثانية مقيدة للأولى, لتنافيهما.\nفالتداخل مستحيل.\nواعلم: أن تعدد الحال مع اتحاد صاحبها, قال به الأخفش وابن جنى, وتبعهما ابن مالك قياسا على الخبر والنعت.\nوذهب الفارسي: إلى المنع - وتبعه ابن عصفور وجماعة - قياسا على الظرف.\n(1/234)\n",
        "ص: حد الموطئة: الجامدة الموصوفة بمشتق هى الحال فى الحقيقة.\n\nش [تعريف الحال الموطئة]\n152 - {حد} الحال {الموطئة} - بكسر الطاء -:\nهى {الجامدة الموصوفة بمشتق} أو شبهه, تكون {هى الحال في الحقيقة}.\nنحو: \" فتمثل لها بشرا سويا \".\nفبشرا: حل من فاعل (تمثل) , وهو الملك, وسويا: نعت (بشرا).\nوهو المسوغ لوقوع الحال جامدة.\nومثله: \" قرآنا عربيا\".\nولا فرق في الصفة بين أن تكون مشتقة - كما مثلنا - أو شبهها نحو \"فيها يفرق كل أمر حكيم. أمرا من عندنا\".\nفأمرا: حال من (أمر حكيم) و (من عندنا) نعت له, وهو\n(1/235)\n\nالمسوغ لوقوع الحال جامدة. قاله أبو حيان.\nوسميت هذه الحال موطئة, لأنها ذكرت توطئة للنعت بالمشتق.\nهذا ما صرح به فى (المغنى) , فإنه قال فيه: وإنما ذكر (بشرا) توطئة لذكر (سويا). انتهى.\nوفي كلام بعضهم ما يقتضى أن الموطئة هى صفة الحال, لا الحال الموصوفة والموطئة - لغة -: المهيئة.",
        "(1/236)\n\n. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .\n(1/237)",
        "\nص: التمييز: اسم نكرة فضلة, يرفع إبهام اسم, أو إجمال نسبة.\n\nش [تعريف التمييز]\n153 - حد {التمييز} - أى المميز. بكسر الياء -:\nهو {اسم} - ولو وصفا - {نكرة, لإضلة, يرفع:\n- إبهام اسم} مجمل / الحقيقة:\nكعشرين رجلا, وكم عبدا ملكت وكرطل زيتا, وشبر أرضا, وقفيز. برا, و {مثقال ذرة خيرا\", ونحى سمنا, ومثلها زيدا, وموضع راحة سحابا, وخاتم حديدا.\n- {أو} يرفع {إجمال نسبة}.\nكـ اشتعل الرأس شيبا\", و \"فجرنا الأرض عيونا\",\n(1/238)\n",
        "و \"أنا أكثر منك مالا\", وامتلأ الإناء ماء, ولله دره فارسا. وخرج بالنكرة: المعرفة. كزيد حسن وجهه, وما ورد في كلامهم مما ظاهره التعريف حكم بتنكيره معنى.\nوبالفضلة: العمدة. كزيد قائم.\nوبما بعدها: الحال, والنعت. فالأول مبين للهيئة لا رافع, والثانى مخصص أو مقيد ورفع الإبهام إنما حصل ضمنا. كما مر.\n(1/239)\n\nص: المستثنى: المخرج تحقيقا أو تقديرا, بإلا أو إحدى أخواتها من مذكور\n\n[تعريف المستثنى]\n154 - حد {المستثنى}:\nهو {المخرج} - مما سيأتى -:\n{تحقيقا} , وهو المتصل.\n{أو تقديرا} , وهو المنقطع.\n{بإلا} - وهى الأصل - {أو إحدى أخواتها} , من: غير, وسوى - بلغاتها - وخلا, وعدا, وحاشا - بلغاتها أيضا - وليس, ولا يكون.\nثم المخرج بـ حدها, إما:\n{من مذكور} في اللفظ متقدهم, وهو (التام). كجاء القوم إلا زيدا, أو إلا حماراً.",
        "(1/240)\n\nص: أو متروك بشرط الفائدة.\n{أو} من {متروك} - أى محذوف - وهو (المفرغ) , نحو: ما ضربت إلا زيدا, أو إلا حمارا.\nأى أحدا - فالأقسام أربعة - ويجرى - حينئذ - على حسب ما يقتضيه العامل.\nولا يكون إلا بعد نفى أو شبهه - عند الجمهور - لئلا يلزم الكذب.\nوجواز ابن الحاجب: وقوعه بعد الإيجاب بشرط: حصول الفائدة, وكونه فضلة نحو: قرأت إلا يوم الجمعة.\nفـ (المخرج: شامل لجميع المخصصات.\nوبـ (إلا): خرج ما عدا المحدود منها.\nوقولهم: {بشرط الفائدة}: لبيان أن لنكرة لا يستثنى منها فى الموجب ما لم تفد.\nفنحو: جاء قوم إلا رجلا, أو رجال إلا زيدا - غير جائز لعدم الفائدة.\n(1/241)",
        "\nص: وهو قسمان:\nمتصل, ومنقطع.\nحد المتصل: ما يكون المستثنى بعض المستثنى منه.\nبخلاف: قام رجال كانوا في دارك إلا رجلا, لوجودها - وأن المعرف بأل الجنسية كذلك ما لم يخصص, فنحو: قام القوم إلا رجلا - غير جائز. بخلاف: إلا رجلا منهم.\nوالاستثناء حقيقة في المتصل مجاز في المنقطع.\n\nش [أقسام المستثنى باعتبار الاتصال والانقطاع]\n{وهو قسمان}:\n- قسم {متصل} داخل في حكم دلالة المنطوق.\n- 57 - {و} قسم {منقطع} داخل في حكم دلالة المفهوم. /\n\nش [تعريف المستثنى المتصل]\n155 - {حد} المستثنى {المتصل}:\nهو {ما يكون المستثنى} المخرج تحقيقا مما قبله {بعض المستثنى منه}\n(1/242)\n",
        "ص: حد المنقطع: هو ما لا يكون المستثنى بعض المستثنى منه فلا يكون إلا من جنسه. سواء كان مخرجا من منعدد:\n- حسًا: كقام القوم إلا زيدا.\n- أو حكما: كضربت زيدا إلا يده. فإن أجزاء (زيد) يصح افتراقها حكما بالنسبة إلى بعض الأفعال وإن كان (زيد) مفردا متصل لأجزاء حسا.\nومن المتصل حسًا: \" فسجد الملائكة كلهم أجمعون.\nإلا إبليس\"\nإن قلنا: إن إبليس من الملائكة.\n\nش [تعريف المستثنى المنقطع]\n156 - {حد} المستثنى {المنقطع:\nهو ما لا يكون المستثنى} المخرج تقديرا مما قبله {بعض لستثنى منه}\nسواء كان من غير جنس ما قبله - وهو ظاهر - أم من جنسه:\nجاء القوم إلا زيدا, مشيرا بـ (القوم) إلى جماعة ليس زيد منهم.\nفقد استبان لك:\n(1/243)\n\nأن كل استثناء من غير الجنس منقطع.\nومن الجنس يحتمل الانقطاع والاتصال.\nفتعريف بعضهم المنقطع: يكون المستثنى من غير [جنس] المستنى منه - جرى على الغالب.",
        "(1/244)\n\nص: التابع: اللفظ المشارك لما قبله في إعرابه وعامله مطلقا وليس خبرا.\n\n[تعريف التابع]\n157 - حد {التابع}:\nهو {اللفظ المشارك لما قبله} - وهو المتبوع -:\n- {في إعرابه} - ولو محلا - من: رفع, ونصب, وجر, وجزم.\n- {و} فى {عامله. مطلقا. وليس} ذلك اللفظ المشارك {خبرا} لما قبله.\nفاللفظ: حنس.\nوالمشارك لما قبله في ذلك: مخرج ما ليس كذلك. كجاء زيد راكبا, واشتريت رطلا عسلا.\nومطلقا: مخرج للمفعول الثانى, والحال, والتمييز.\nفي نحو: أعطيت زيدا درهما, ولقيت بكرا راكبا, و \"فجرنا الأرض عيونا\".\nفإن المشاركة وإن كانت ثابتة في هذه الصور كلها, لكنها تزول عند تغيير العامل, نحو: أعطى زيد درهما, ومررت ببكر راكبا, وفجرت الأرض عيونا.\n(1/245)",
        "\nوبما بعده: مخرج للثانى من نحو: الرمان حلو حامض. فإنه وإن شارك ما قبله في ذلك ليس تابعا, بل خيرا.\nوشمل: الحد: نحو: يا زيد الفاضل, ويا سعيد كرز, ويا تميم أجمعون.\nإذ المشاركة فيما يشبه الإعراب كالمشاركة في الإعراب, على أن 58 البناء في هذا عارض./\nواعترض على الحد: بأنه غير جامع. لخروج:\nالتوكيد اللفظي, في مثل: نعم نعم زيد, وجاء جاء زيد.\nوعطف النسق, في مثل: جاء زيد وذهب بكر.\nوالبدل, في مثل: \" واتقوا الذي أمدكم بما تعملون - أمدكم بأنعام وبنين\". الآية.\nفإن كلا من هذه الصور لا يصدق عليه الحد, ضرورة أنه ليس مشاركا له في إعرابه إذ لا إعراب له لفظا ولا محلا, مع أن هذه الصور من أقسام التابع.\n(1/246)\n",
        "ص: وهو خمسة أقسام:\nنعت, وعطف بيان, وتوكيد, وبدل, ونسق.\nوأفهم الحد: أن العامل في التابع هو العامل في لمتبوع. وهو رأى ابن مالك وابن الحاجب.\nوخص الجمهور ذلك بغير البدل. وقالوا: إن العامل فيه محذوف من جنس الأول. وجزم في (شرح الشذور).\n\nش [أقسام التابع]\n{وهو خمسة أقسام} بالاستقراء:\n- {نعت} , ويرادفه: الوصف, والصفة.\n- {وعطف بيان} لما قبله.\n- {وتوكيد}: لفظى' أو معنوى.\n- {وبدل}.\n- {و} عطف {نسق}.\nوبعضهم أطلق (العطف) وجعله شاملا للبيان, وبعضهم فصل في التأكيد.\n(1/247)\n\nفعلى الأول: تكون الأقسام أربعة. وعلى الثانى: ستة.\nوإذا اجتمعت رتبت هكذا, فيقال:\nجاء أخوك الكريم محمد نفسه رجل صالح ورجل آخر.\nوترتيبها على خلاف هذا - قال أبو حيان -: خلاف الصواب.\nولكل منها حد يميزه:",
        "(1/248)\n\nص: النعت: التابع المشتق أو المؤول به, المباين للفظ متبوعه.\n\nش [تعريف النعت]\n158 - حد {النعت}:\nهو {التابع} لما قبله:\n- {المشتق} من المصدر - أى الدال على حدث وصاحبه -:\nكاسمى الفاعل والمفعول, والصفة المشبهة, واسم التفضيل.\nكجاء زيد الفاضل, أو المفضول, أو الحسن, أو الأفضل.\n- {أو المؤول به} - وهو ما أشبهه في المعنى -: كأسماء الإشارة غير المكانية, وذى بمعنى صاحب, والمنسوب.\nكجاءنى زيد هذا, أي الحاضر. أو: رجل ذو مال, أى صاحبه أو: دمشقى, أى منسوب إلى (دمشق).\n{المباين للفظ متبوعه}. كامر.\nفالتابع: جنس.\nوالمشتق أو المؤول به: مخرج لبقية التوابع ما عدا التوكيد اللفظى المشتق: كجاءنى القائم القائم. فإنه مخرج بالقيد الأخير.\nواشتراط الاشتقاق في النعت: هو مذهب الجمهور.\n(1/249)",
        "\nص: وهو ثلاثة أقسام: حقيقي, ومجازي, وسببي.\nحد الحقيقي: هو الجاري على ما قبله, مع رفعه لضميره.\nوأما ابن الحاجب: فلم ير ذلك شرطا. فلم يرتكب التأويل في غير المشتق لأنه عدول عن الأصل من غير ضرورة تدعو إليه.\n\nش [أقسام النعت]\n{وهو ثلاثة أقسام}:\nقسم {حقيقى, و} قسم {مجازى, و} قسم {سببى}.\n\nش [تعريف النعت الحقيقى]\n159 - {حد} النعت {الحقيقى}:\n{هو الجارى على ما قبله} - وهو متبوعه -: بأن كان معناه له.\nولابد {مع} ذلك من {رفعه لضميره} - أى ما قبله - فى الأحوال الثلاثة:\nكجاء زيد العاقل, أو رجل عاقل.\nورأيت زيدا العاقل, أو رجلاً عاقلاً.\n(1/250)\n",
        "ص: حد المجازي: هو الجارى على ما بعده, مع رفعه لضمير ما قبله.\nومررت بزيد العاقل, أو برجل عاقل.\nفالعاقل, وعاقل - كل منهما نعت حقيقى لجريانه على متبوعه, رافع لضميره المستتر فيه.\nوحينئذ يلزم أن يتبع منعوته في أربعة من عشرة:\nواحد من أوجه الإعراب, وواحد من الإفراد وفرعيه, وواحد من لتذكير وفرعه, وواحد من التنكير وفرعه. ما لم يمنع مانع.\n\nش [تعريف النعت المجازى]\n160 - {حد} النعت {المجازى}:\n{هو الجارى على ما بعده}: بأن كان معناه له.\nولابد {مع} ذلك من {رفعه لضمير ما قبله} - وهو متبوعه\n(1/251)\n\nص: حد السبي: هو الجاري على ما بعده مع رفعه, حال كون ما بعده متلبسا بضمير ما قبله.\n- في الأحوال الثلاثة أيضا.\nكمررت برجل حسن الوجه. بنصب (الوجه).\nفالحسن نعت مجازى لجريانه على منصوبه, رافع لضمير متبوعه.\nوهذا حكمه حكم ما قبله في تبعيته لمنعوته في أربعة من عشرة أيضا.\nوغالب النحاة يطلق على هذا: نعتا سببيا.\nوعلى هذا: فهو مستثنى من [إطلاق] قولهم: إن السببى يتبع منعوته في اثنين من خمسة.\n\nش [تعريف النعت السببى]\n161 - {حد} النعت {السببى}\n{هو الجارى على ما بعده} أيضا.\n{مع رفعه} - أى رفع ما بعده. فالمصدر مضاف لمفعوله 0 {حال كون ما بعده متلبسا} - أى مشتملا - {بضمير ما قبله} - وهو متبوعه - في الأحوال الثلاثة أيضا.",
        "(1/252)\n\nكجاء زيد العاقل أبوه, أو رجل عاقل أبوه.\nأو جاءت هند العاقل أبوها, أو امرأة عاقل أبوها.\nأو جاء الزيدان - أو الهندان - العاقل أبوهما.\nأو الزيدون العاقل أبوهم, أو رجال عاقل أبوهم.\nأو جاءت الهندات العاقل أبوهن.\n(1/253)",
        "\nص: عطف البيان: تابع موضح أو مخصص, جامد غير مؤول.\n\nش [تعريف عطف البيان]\n162 - حد {عطف البيان} - أى المعطوف للبيان -:\nهو {تابع} لما قبله:\n- {موضح} له إن كان معرفة. بأن يرفع الاشتراك الحاصل فيه, كـ: أقسم بالله أو حفص عمر.\n60 - {أو مخصص} له/ إن كان نكرة. بأن يقلل الاشتراك الحاصل فيه: كهذا خاتم حديد.\n{جامد غير مؤول} بمشتق. كما مثلنا.\nفالتابع: جنس.\nوموضح أو مخصص: مخرج بقية التوابع. ما عدا النعت, فإنه مخرج بالقيد الأخير.\nوعطف البيان - كالنعت الحقيقى -: يوافق متبوعه في أربعة من العشرة المتقدمة.\n(1/254)\n",
        "ويجوز إعرابه بدل كل من كل - من غير عكس - لما فيه من البيان.\nإلا إن امتنع الاستغناء عنه, أو إحلاله محل الأول.\nفيتعين كونه عطف بيان. بناء على أن البدل لابد أن يصلح للإحلال محل الأول.\nوفيه نظر ذكرته في (شرح القطر).\n(1/255)\n\nص: التوكيد: تابع يقصد به كون المتبوع على ظاهره.\n\nش [تعريف التوكيد]\n163 - حد {التوكيد} - أى المؤكد, بكسر الكاف -:\n{تابع} لما قبله {يقصد به كون المتبوع} باقيا {على ظاهره}.\nبيان ذلك:\nأن نحو: جاء القوم كلهم أو جمعيهم - ظاهر في نسبة المجئ وإسناده إلى جميع القوم, مع احتمال نسبته إلى البعض بارتكاب مجاز - كما سيجئ - فقصد بالتوكيد إبقاء المتبوع على ظاهره, مع إفادة",
        "(1/256)\n\nص: وهو قسمان: معنوى, ولفظى.\nحد المعنوى: التباع المقرر أمر المتبوع في النسبة,\nرفع توهم إرادة غيره.\nوهذا الحد ذكره ابن مالك في (شرح كافيته).\n\nش [أقسام التوكيد]\n{وهو} - أى التوكيد - {قسمان}:\nقسم {معنوى, و} قسم {لفظى}.\n\nش [تعريف التوكيد المعنوى]\n164 - {حد} التوكيد {المعنوى}:\nهو {التابع} لما قبله, {المقرر أمر المتبوع} - أى متبوعه: - {في النسبة}: بأن يرفع توهم الإسناد إلى غير المتبوع.\nكجاء زيد نفسه, أو جاءت هند نفسها - أو جاء الزيدان أو الهندان {أنفسهما] أ [و] نفساهما - أو الزيدون أنفسهم, أو جاءت الهندات أنفسهن\nفلو اقتصر على ذكر المتبوع - وهو المؤكد, بفتح الكاف - لاحتمل أن الجائى خبره أو غير ذلك, بارتكاب مجاز. فيذكر (النفس) ارتفع\n(1/257)",
        "\nص: أو الشمول.\nحد اللفظي: إعادة اللفظ الأول\nذلك الاحتمال.\nوالعين كالنفس. والجميع بينهما لفظا جائز بشرط تقدم (النفس).\n- {أو} فى {الشمول}: بأن يرفع توهم إرادة الخصوص فيما ظاهره العموم.\nكجاء القوم كلهم, أو جميعهم, أو عامتهم.\nفلو اقتصر على ذكر المتبوع - وهو المؤكد, بفتح الكاف - لاحتمل أن الجائي بعض القوم لا كلهم, بارتكاب مجاز. فيذكر (كل) - مثلا - ارتفع ذلك الاحتمال.\n61 ... لكن لابد أن يكون المؤكد / بهذه: ذا أجزاء يصح وقوع بعضها موقعه ولو بالنظر إلى العامل: كاشتريت العبد كله أو جميعه أو عامته. ليمكن توهم إرادة البعض بالكل. فيرفع بالتوكيد.\n\nش [تعريف التوكيد اللفظى]\n165 - {حد} التوكيد {اللفظى}:\nهو {إعادة اللفظ الأول}:\n- بعينه:\n(1/258)\n",
        "ص: أو موافقه.\nكقولك: أنت بالخير حقيق حقيق.\nوقوله: أتاك أتاك اللاحقون احبسى احبسى\nوقوله: لا لا أبوح بحب بثنة إنها:\nلكن يشترط الحرف غير الجوابى: أن لا يعاد إلا مع ما اتصل به: كعجبت منك منك. وما ورد بخلاف ذلك, شاذ.\n- {أو} إعادة {موافقه}:\nكقوله: أنت بالخير حقيق قمن\nومنه نحو: \" فجاجا. سبلا\". لأن معنى (الفجاج, والسبل)\nواحد, وهو: الطرق.\nوالتعبير بـ (الموافق) - كما في التسهيل - أولى من تعبير\n(1/259)\n\n(الشذور) بـ (المرادف) , لشموله لنحو: زيد عطشان نطشان, وحسن بسن.\nفإن كلا: (نطشان) , ويسن - كما لا يخفى - توكيد لفظى, ومع ذلك ليس مرادفا لما قبله - على الأصح - بدليل: أنه لا يفرد.\nوكل من المترادفين يصح إفراده. كما هو مقرر فى الإصول.\nوقد استفيد من الحد: اشتراط اتفاق [معنى] المؤكد والتوكيد اللفظى.\nومن هنا نشأ إشكال أورده بعض الفضلاء, وأجاب عنه الإمام السكى. فعليك بالمطولات إن أردت ذلك.\nوليس من التوكيد قول المؤذن: الله أكبر, الله أكبر.\nبخلاف قوله: قد قامت الصلاة, قد قامت الصلاة.",
        "(1/260)\n\nص: البدل: تابع مقصود بالحكم بلا واسطة.\n\nش [تعريف البدل]\n166 - حد {البدل}:\nهو {تابع} لما قبله, {مقصود} - أى مستقل - قصدا\n{بالحكم} المنسوب إلى ما قبله {بلا واسطة} يكون بها مستقلا قصدا بالحكم].\nفخرج بـ (مقصود بالحكم): بقية التوابع. ما عدا المعطوف ببل والإثبات.\nفإن ***, والتوكيد, وعطف البيان, والمعطوف بلا, وببل بعد النفي, ويلكن - غير مقصود بالحكم - وإنما المقصود بالحكم هو متبوع.\nوأما المعطوف ببقية حروف العطف, فغير مستقل بالحكم, بل هو ما قبله مقصودان به.\nوبلا واسطة: والمعطوف ببل بعد الإثبات. فإنه وإن كان مستقلا *** بالحكم, لكن بواسطة.\n(1/261)",
        "\nص: وهو أربعة أقسام:\nبدل كل, وبعض, واشتمال, ومباين.\nبدل كل:\n\nش [أقسام البدل]\n{وهو أربعة أقسام]- أى أنواع - بالاستقراء:\n- {بدل كل} من كل - ويعبر عنه بـ: بدل / الشئ من الشئ -:\nكجاء زيد أخوك.\n- {و} بدل {بعضهم} من كل: نحو: عموا وصموا كثير منهم.\n- وإدخال (أل) على (كل, وبعض) منعه الجمهور -\n- {و} بدل {اشتمال} مما قبله: كأعجبنى زيد علمه.\n- {و} بدل {مباين} للأول: نحو: عندك رجل حمار.\n\nش [تعريف بدل كل من كل]\n167 - حد {بدل كل} من كل:\n(1/262)\n",
        "ص: ما كان مدلوله عين مدلول الأول بحسب الماصدق.\nويسمى: البدل المطابق.\nهو {ما كان مدلوله عين مدلول الأول} - وهو المبدل منه - {بحسب الماصدق}.\nكجاء زيد أخوك. فأخوك بدل كل من (زيد). وهما متحدان ذاتا لا مفهوم, إذ مفهومهما مختلف.\n{ويسمى} - عند ابن مالك -: {البدل المطابق}. لوقوعه في اسم الله - تعالى - نحو: \" إلى صراط العزيز الحميد. الله\".\nفي قراءة الجر.\nفـ (الله) بدل من (العزيز) بدل مطابق ولا يقال فيه: بدل كل من كل. إذ (كل) إنما يقال فيما ينقسم ويتجرأ, تعالى الله عن ذلك. فالتعبير بالمطابقة أولى من تعبيرهم, لإطرادها وصدقها على ما لا يصدق عليه تعبيرهم. كمامر.\nوقد يتحد البدل والمبدل منه لفظا إذا كان مع الثاني زيادة بيان:\n(1/263)\n\nص: بدل بعض: ما كان مدلوله جزءا من الأول بحسب الماصدق.\nنحو: \"وترى كل أمة جاثية كل أمة تدعى\". وفي قراءة يعقوب.\nولا يحتاج في هذا البدل لضمير يربطه بالمبدل منه, لكونه عين المبدل منه.\n\nش [تعريف بدل بعض من كل]\n168 - حد {بدل بعض} من كل:\n{هو ما كان مدلوله جزءا من} مدلول {الأول} - أى المبدل منه - {بحسب الماصدق} أيضا.\nسواء كان ذلك الجزء قليلا, أم مساويا, أم كثيرا.\nكأكلت الرغيف ثلثه أو نصفه أو ثلثيه.\nإذ (بعض) يقع على: أقل الشئ, وعلى نصفه, وعلى أكثره.",
        "(1/264)\n\nص: بدل الاشتمال: ما كان بينه وبين الأول ملابسة بغير الكلية والجزئية.\nومذهب الكسائى وهشام: أنه لا يقع إلا على ما دون النصف.\nو[لهذا] منعا أن يقال: بعض الرجلين زيد. أى أحدهما.\nواتصال هذا البدل بضمير يربطه بالمبدل منه - ولو تقديرا - واجب عند الجمهور.\nواشترطت المغاربة فيه: صحة الاستغناء عنه بالمبدل منه, فلا يجوز عندهم: قطع زيد أنفه.\n\nش [تعريف بدل الاشتمال]\n169 - حد {بدل الاشتمال}:\nهو {ما كان بينه وبين الأول} - أى المبدل منه {ملابسة} إجمالا, تكون {بغير الكلية والجزئية}.\nإما:\n(1/265)",
        "\n63 - بأن / يدل على معنى فى متبوعه: كأعجبنى زيد علمه, والدار خشبها.\n- أو يستلزم معنى فيه: كأعجبنى زيد ثوبه, وقتل زيد غلامه.\nومنه: \" يسألونك عن الشهر الحرام قتال فيه\", لأن القتال فيه يستلزم معنى فيه, وهو ترك تعظيمه.\nوحكمه حكم بدل بعض: في اتصاله بالضمير مطلقا ..\nولابد فيه: من إمكان فهم معناه عند حذفه, وحسن الكلام بتقدير حذفه.\nولهذا جعل نحو: أعجبنى زيد أخوه - بدل إضراب, إذ لا يمكن فهم المعنى عند حذفه.\nوامتنع ورود نحو: أسرجت زيدا فرسه - لأنه وإن فهم معناه عند الحذف لا يحسن استعماله, بل لا يستعمل.\n(1/266)\n",
        "ص: البدل المباين: مالا ملابسة بينه وبين الأول بوجه ما.\nبدل إضراب,\nوبتقدير ورود مثله, يحمل على الغلط.\n\nش [تعريف البدل المباين]\n170 - حد {البدل المباين}:\nهو {ما لا ملابسة بينه وبين الأول} - أى المبدل منه - {بوجه ما}.\nبل يباينه لفظا ومعنى. ولهذا شبه بالمعطوف ببل.\n\nش [أقسام البدل المباين]\n{وهو ثلاثة أقسام} - أى أنواع -:\n- {بدل إضراب} - أى إضراب انتقال -: كقوله عليه الصلاة والسلام-: ما كتب الله له نصفها تلتها.\nومن النحاة من نفاه, وادعى أن ما استدلوا به على ثبوته -\n(1/267)\n\nص: والغلط, ونسيان.\nبدل الإضراب: ما يقصد ذكر تبوعه, كما يقصد ذكره.\nمحمول على إضمار (بل).\n- {و} بدل {الغلط}: كرأيت زيدا الفرس.\nومنهم: من خصه بالشعر. قال: لوجوده فيه دون النثر.\nومنهم: من عكس. قال: لأن الشعر - غالبا - إنما يقع عن ترو وفكر.\nومنهم: من نفاه مطلقا - وادعى أنه تطلبه فلم يجده , وأنه طالب به من لقيه فلم يعرفه.\nومذهب سيبويه والأكثرين: جوازه نثرا ونظما.\n{و} بدل {نسيان}: كجاءنى زيد بكر.\nش [تصريف بدل الإضراب]\n171 - حد {بدل الإضراب}:\nهو {ما يقصد ذكر متبوعه} قصدا صحيحا, {كما يقصد ذكره} ,",
        "(1/268)\n\nص: ويسمى بدل البداء.\nبدل الغلط\n[ولا تناسب بينهما] , لا بكلية ولا جزئية, ولا ملابسة [أصلا. كما علم من حد المقسم].\nكمررت برجل امرأة. أخبر أولا أنه مر برجل, ثم أضرب عنه إلى الإخبار بأنه مر بامرأة.\nوجعل منه ابن مالك وغيره: قوله - عليه الصلاة والسلام -: إن الرجل ليصلى الصلاة ما كتب له نصفها ثلثها ربعها. إلى عشرها.\nفثلثها وما بعده بدل إضراب انتقال - لا إضراب إبطال - من (نصفها).\n{و} لهذا {يسمى: بدل البداء}. / لأن المتكلم بخبر بشئ 64 ثم يبدو له أن يخبر بآخر من غير إبطال للأول.\nوبالقيد الأخير المعلوم من المقسم - أى *** التناسب -\nخرج: بدل كل, وبعض, واشتمال\n\nش [تعريف بدل الغلط]\n172 - حد {بدل الغلط}:\n(1/269)",
        "\nص: ما ذكر فيه الأول من غير قصد, بل سيق إليه اللسان.\nأى فهو بدل عما ذكر غلطا.\nبدل النسيان: ما يقصد ذكر متبوعه أيضا, ثم يتبين فساد قصده.\nهو {ما ذكر فيه الأول} - أى المبدل منه - {من غير قصد, بل سيق إليه اللسان}\nوبهذا فارق بدل النسيان وإن كان مثله في اللفظ: كعندى رجل حمار.\nأردت [أن تخبر بأن عندك حمارا, ولكن لسانك إلى (رجل).\n{أى فهو بدل عما ذكر غلطا}: أى عند اللفظ الذى هو لغط.\nلا أن البدل نفسه هو الغلط. كما قد يتوهم.\n\nش [تعريف بدل النسيان]\n173 - حد {بدل النسيان}:\nهو {ما يقصد ذكر متبوعه أيضا, ثم يتبين} بعد ذلك {فساد قصده}:\nكجاءنى زيد بكر قصدت أن تخبر أولا بمجئ زيد, فلما ذكرته تبين لك فساد قصدك وأن الصواب الإخبار بمجيء بكر.\n(1/270)\n",
        "ومعنى كونه بدل نسيان: أنه بدل عن شئ ذكر نسيانا.\nوهذا المثال يصلح مثالا للثلاثة. كما يصلح نحو: تصدقت بدرهم دينار.\n(1/271)\n\nص: عطف النسق: تابع بتوسط بينه وبين متبوعه أحد حروف العطف.\n\nش [تعريف عطف النسق]\n174 - حد {عطف النسق} - أى معطوف النسق -:\nهو {تابع} لما قبله. {يتوسط بينه وبين متبوعه} في اللفظ {أحد حروف العطف}.\nوالمراد بالتوسط: التوسط في الإتباع.\nفتبعية الثانى للأول في عطف النسق بواسطة الحرف, فهو متبع.\nفلا يرد التأكيد والنعت المقرونان بحرف العطف, لأن التبعية صلة فيهما وإن لم يوجد حرف.\nولهذا قال بعضهم. إطلاق العطف في هاتين الصورتين مجازى.\nوحروف العطف تسعة.\nبإسقاط (إما) - على المختار - بناء على أنها غير عاطفة, لمجامعتها الواو العاطفة لزوما, والعاطف لا يدخل على مثله.",
        "(1/272)\n\nفمنها الواو: وهى موضوعة للقدر المشترك بين المعية والترتيب وعكسه. وهو لمطلق الجمع حذرا من الاشتراك والمجاز.\nفقولك: جاء زيد وعمرو - محتمل للمعانى الثلاثة.\n- ومنها الفاء: وهى للترتيب والتعقيب وهو فى كل شئ بحسبه.\nكجاء زيد فعمرو, ودخلت البصرة فالكوفة, وتزوج بكر فولد له.\n- و [منها] ثم: [وهى] للترتيب والتراخى. كجاء زيد / 65 ثم عمرو.\n- و [منها] أو: [وهى] لأحد الشيئين أو الأشياء, مفيدة:\nبعد الطلب: إما:\nالتخيير - والجمع معه ممتنع -, أو الإباحة. وهو معها جائز.\nوبعد الخبر, إما:\nالشك, أو الإبهام, أو التقسيم.\n- و [منها] أم المتصلة: وهى المسبوقة إما:\nبهمزة التسوية, أو بهمزة يطلب بها وبأم التعيين.\n(1/273)",
        "\n- ومنها (لا): وهى لنفى الحكم عن تاليها وقصره على متلوها.\nولهذا لا يعطف إلا بعد الإيجاب.\n- ومنها (بل): وهى:\nبعد النفى أو النهى: لتقرير حكم متلوها وإثبات نقيضه لتاليها.\nوبعد الإيجاب: لصرف الحكم إلى ما بعدها.\n- وحكم (لكن) كبل واقعة بعد نفى أو نهى, إذ لا يعطف بها إلا بعد أحدهما.\nفإن وقع بعدها حملة, أو وقعت بعد إثبات, أو تلت واوا - فهى حرف ابتداء للاستدراك.\n- ومنها (حتى): وهى للغاية والتدريج.\nوشرط المعطوف بها:\nكونه بعضا من المعطوف عليه ولو تأويلا, وكونه اسما ظاهرا.\nقال ابن هشام: وكونه شريكا في العامل. فلا يجوز: صمت الأيام حتى يوم الفطر. بالنصب.\n(1/274)\n",
        "ص: الشرط: تعليق حصول مضمون جملة بحصول مضمون أخرى.\n\nش [تعريف الشرط]\n175 - حد {الشرط}\nهو {تعليق حصول مضمون جملة} - هى جملة جواب الشرط - {بحصول مضمون} جملة {أخرى} - هي جملة الشرط - كإن جاء زيد أكرمته, ولو جاء الشيخ لتمثلت بين يديه.\nوللشرط أدوات:\nمنها ما هو حرف باتفاق وهو مامر.\nوما هو حرف - على الأصح - وهو: (اذما).\nوما هو اسم باتفاق, وهو: (من, وما, وأى, وأين, وأنى, وحيثما, ومتى)\nوما هو اسم - على الأصح - وهو: (مهما).\nثم هذه الأدوات - ما عدا: لو - تجزم فعلين: يسمى الأول: شرط, والثانى جوابا وجزاء.\nفإن كان متفقين: كمضارعين - فالجزم للفظهما. أو: ماضيين فالجزم لمحلهما.\n(1/275)\n\nوإن كانا مختلفين: فلكل منهما حكمه.",
        "(1/276)\n\nص: الجر: الكسرة التي يحدثها العامل في آخر الاسم, سواء كان العامل حرفا أو مضافا.\n\nش [تعريف الجر]\n176 - حد {الجر} - ويعبر عنه الكوفي: بالخفض -:\nهو {الكسرة التي يحدثها العامل} بدخوله {في آخر الاسم} المعرب.\n{سواء كان} ذلك {العامل} المحدث لها:\n- {حرفا} ولو مقدرا. نحو: بزيد, وكم درهم اشتريت.\n- {أو} كان اسما {مضافا} لما عمل فيه: كغلام زيد.\nإذا الأصح - كما في الأوضح وغيره -: أن العامل في المضاف إليه:\nهو المضاف - لاتصال الضمير المضاف إليه به, وهو لا يتصل إلا بعامله, لا الإضافة نفسها, ولا الحرف المقدر. كما جنح / إلى\n(1/277)",
        "\nذلك بعضهم.\nوأما المجرور من التوابع: كمررت بغلام زيد - أو بزيد - الفاضل.\nفيرجع إلى المجرور بالحرف, أو المضاف.\nإذ الأصح - كما في (شرح الشذور, واللمحة): أن العامل في التابع هو العامل في المتبوع. إلا في البدل فعامله مقدر من لفظ الأول, فهو على نية تكرار العامل.\nوما فى أول (الأوضح) محمول على سبيل التجوز. كما قيل.\n(1/278)\n",
        "ص: الإضافة: إسناد اسم إلى غيره بتنزيله من الأول: منزلة التنوين, أو ما يقوم مقامه.\n\nش [تعريف الإضافة]\n182 - حد {الإضافة} - وهى لغة: الإسناد والإلصاق -:\n{اسناد اسم} جامد أو مشتق {إلى} اسم {غيره} ولو مؤولا {بتنزيله} - أى الغير - {من} الاسم {الأول: منزلة التنوين} فيه, {أو} منزلة {ما} - أى شئ - {يقوم مقامه} أى التنوين فيه.\nولهذا وجب تجريد الأول منه:\nتنوين ظاهر, أو مقدر: كدراهم زيد.\nأصله: دراهم. بغير تنوين لأنه غير منصرف. فلما أردت الإضافة نوبت صرفه وقدرت فيه التنوين ثم حذفته حين أضيف.\n- ومن نون تلى [علامة] الإعراب: وهى نون المثنى, والمجموع على حده, وما التحق بهما. لقيامهما في ذلك مقام تنوين المفرد.\nوأما: لا يزالون ضاربين القباب\n(1/279)\n\nفمؤول.\nفلو كان الإعراب تاليا لها وجب إثباتها: كنون المفرد, وجمع التكسير. نحو: شيطان الإنس شر من شياطين الجن.\n- ومن أل, لئلا يلزم تحصيل الحاصل. وأنه محال إلا فيما استثنى.\nوقد تحذف للإضافة تاء التأنيث عند أمن اللبس في كلمات سمعت.\nوفائدة الإضافة: التعريف, أو التخصيص, أو التخفيف, أو رفع القبح.\nوتصح بأدنى ملابسة.\nوالأصح: أن الأول هو المضاف والثاني هو المضاف إليه.\nوأن العامل في الثاني الجر هو الأول, لما مر.",
        "(1/280)\n\nص: التنوين: نون تثبت لفظا, لا خطا.\n\nش [تعريف التنوين]\n178 - حد {التنوين}\n- وهو في الأصل: مصدر (نونته): [أى] أدخلته نونا.\nفسمى [ما] به ينون الشئ - أعنى النون -\n[تنوينا. إشعارا بحدوثه وعروضه لما في المصدر من معنى الحدث.\nولهذا سمى سيبويه المصدر حدثا-:\n{نون} ساكنة زائدة {تثبت لفظا} بعد حركة الآخر, {لاخطا}.\nفلا تثبت فيه استغناء عنها بتكرار الحركة عند الضبط بالقلم.\nفخرج بقولنا (لا خطا): سائر النونات المزيدة ساكنة / أو غيرها 67 لثبوتها خطا.\nفظهر أن هذا الحد أحسن الحدود وأخصرها. كما قيل.\n(1/281)",
        "\nص: وهو ستة أقسام:\n\nش [أقسام التنوين]\n{وهو ستة أقسام} - أى أنواع - على المشهور.\nوزاد بعضهم: (تنوين الحكاية): كأن يسم بـ (عاقلة).\nفيحكيه بتنوينه. و (تنوين ضرورة في المنادى, وما لا ينصرف).\nوبعضهم: (تنوين شذوذ). حكى: هؤلاء قومك.\nوفائدته: مجرد تكثير اللفظ. كما قيل في ألف: قبعثرى.\nوجعل ابن الخبار: كلا من (تنوين المنادى, وتنوين مالا ينصرف)\nقسماً برأسه.\n(1/282)\n",
        "ص: تنوين تمكين, وتنكير, ومقابلة, وعوض,\nفعلى هذا تكون الأقسام عشرة. وقد نظمها بعضهم حيث قال: أقسام تنوينهم عشر عليك بها: فإن تقسيمها من خير ما حرزا\nمكن وعوض وقابل والمنكر زد ... رنم واحك اضطرر غال وما همزا\n- أحدها: {تنوين تمكين} , أو أمكنية لدلالته على أمكنية الاسم, أى قوته. وهو المراد عند الإطلاق. فإذا أريد غيره منها قيد.\n- {و} ثانيها: تنوين {تنكير}. لدلالته على غير معين.\n- {و} ثالثها: تنوين {مقابلة} لجعله في مقابلة نون جمع المذكر السالم.\n- {و} رابعها: تنوين {عوض}. لكونه عوضا عن حرف أو مضاف إليه مفرد أو جملة.\nوهذه الأربعة مع الأربعة المزيدة مختصة بالاسم.\n(1/283)\n\nص: وترنم, وغال.\n- {و} خامسها: تنوين {ترنم}. لوجود الترنم - أى ترجيع الصوت, يقال: ترنم بكذا, أى رفع صوته به مطريا مغنيا -\nهذا التنوين يستعمل في القوافى للتطريب.\nوذلك لأن حرف العلة مدة في الحلق, فإذا أبدل منه التنوين حصل الترنم, لأن التنوين غنة في الخيشوم. قاله السيد فى (شرح اللب).\n- {و} سادسها: تنوين {غال}. لمجاوزته حد الوزن\n- والغلو, لغة: الزيادة - فهو في آخر البيت - مثلا - بمنزلة الحزم - بمعجتين - في أوله.",
        "(1/284)\n\nوفائدته: الفرق بين الوقف والوصل.\nوجعله ابن يعيش: نوعا من الترنم زاعما أن الترنم يحصل بالنون نفسها لأنها حرف أغن.\nوهذان الأخيران لا يختصان بالاسم, بل يكونان في الفعل والحرف أيضا, ويجامعان أل, ويشتان خطا ووقعا - كما سيجئ - ويحذفان وصلا\nومن ثم قال ابن مالك وابنه وابن هشام / والحق أنهما نونان لا 68 تنوينان.\nوهو ظاهر لعدم صدق حد التنوين عليهما. وتسميتهما تنوينا مجاز لا حقيقة.\nولكل من هذه الأقسام حد يتميز به:\n(1/285)",
        "\nص: تنوين التمكين: اللاحق للاسم المعرب دلالة على بقاء أصالته.\nتنوين التنكير:\n\nش [تعريف تنوين التمكين]\n179 - حد {تنوين التمكين}:\nهو {اللاحق للاسم المعرب} المنصرف -: كزيد, ورجل -\n{دلالة على بقاء أصالته}: من كون الاسم لم يعرض له شبه الحرف فيبنى, ولا شبه الفعل فيمنع من الصرف.\nومن ثم سمى: صوفا. أيضا. فالصرف: هو تنوين التمكين الذى إذا عدمه الاسم لمشابهة الفعل قيل: منع من الصرف.\nوشمول (الصرف): لتنوين التنكير, والمقابلة, والعوض - كما قيل - منظور فيه. إذ المعروف اختصاصه بتنوين التمكين. كما أفصحت به (الألفية).\n\nش [تعريف تنوين التنكير]\n180 - حد {تنوين التنكير}:\n(1/286)\n",
        "ص: اللاحق لبعض الأسماء المبنية, إشعارا بأن المراد به غير معين.\nهو {اللاحق لبعض الأسماء المبنية} - كأسماء الأفعال والأصوات - {إشعارا بأن المراد به} - أى البعض {غير معين}.\nكصه - بالتنوين -: أى اسكت سكوتا ما فى وقت ما.\nويغيره: أى اسكت السكوت الآن.\nوكذلك: مه, وإبه, وسيبويه وعمر, وأحمد, مما نكر بعد العلمية والامتناع.\nوقولنا (إشعارا. إل آخره) , هو معنى قولهم: فرقا بين النكرة والمعرفة.\nووقوعه فى ([اب اسم الفعل) مسموع. وفى علم مختوم بوبه - كسيبويه - مطرد.\nوفيما قلنا, إشعار بأن اسم الفعل الخالى من التنوين من قبيل\n(1/287)\n\nص: تنوين المقابلة: اللاحق لما جمع بألف وتاء.\nالمعرف بلام العهد.\n\nش [تعريف تنوين المقابلة]\n181 - حد {تنوين المقابلة}:\nهو {اللاحق لما جمع بألف وتاء} مزيدتين على مفرده.\nكمسلمات. فإن التنوين فيه - عند الجمهور -: لمقابلة النون في جمع المذكر السالم.\nوالقول بأنه: للتمكين. مردوده, ببقائه مع التسمية به - كعرفات, وأذرعات - كما تبقى نون (مسلمين) مسمى به. ولو كان كذلك لذهب لأجل منع الصرف للعلمية والتأنيث.\nوما يرد توهم كونه عوضا من الفتحة نصبا. وجوده حالة الرفع والجر على أن الفتحة قد عوض عنها الكسرة, فما هذا العوض الثاني",
        "(1/288)\n\nص: تنوين العوض: اللاحق للاسم عوضا عن المضاف إليه.\nوقد مر أن تنوين التنكير: إنما يلحق [بعض] المبنيات.\nفتعين ما قالوه, وهو معنى مناسب./ 69\n\nش [تعريف تنوين العوض]\n182 - حد {تنوين العوض}:\nهو {اللاحق:\n- للاسم} - ككل, وبعض, وإذ - {عوضا عن المضاف ليه}: لتعاقبهما على آخر الكلمة.\nنحو: \" وكل في فلك \", \" تلك الرسل فضلنا بعضهم على بعض\", \"وأنتم حينئذ\".\nأى حين إذ بلغت الحلقوم. فحذفت الجملة المضافة لإذ تخفيفا, ألحق بإذ التنوين عوضا عنها لئلا تبقى الكلمة ناقصة.\nومثله: يومئذ, وساعتئذ, وعامئذ.\n(1/289)",
        "\nص: والجمع المتناهي المعتل اللام, عوضا عن الحرف.\nوالقول: بأن التنوين في مثل (كل, وبعض) للعوض, هو مذهب الجمهور.\nومذهب المحققين: أنه في ذلك للتمكين.\n- {والجمع} - بالجر عطفا على الاسم - {المتناهى, المعتل اللام} - كجوار, وغواش - {عوضا عن الحرف} الذى هو لامه.\nأصلهما: حوارى, وغواشى - بتنوين الصرف, نظرا إلى أن الأصل في الأسماء الصرف - استثقلت الضمة على الياء فحذفت, فاجتمع ساكنان: الياء والتنوين. فحذفت الياء.\nثم وجد بعد الإعلال صيغة منتهى الجموع حاصلة تقديرا, لأن ما حذف لعلة كالموجود, فحذف تنوين الصرف. ثم خيف رجوع الياء لزوال الساكنين في غير المنصرف المستثقل: لفظا - بكونه منقوصا -, ومعنى - بالفرعية - فعوض التنوين عن الباء.\nوبما تقرر علم أن موجب الإعلال مقدم على موجب منع الصرف\n(1/290)\n",
        "ص: تنوين الترنم: اللاحق للقوافى المطلقة.\n\nش [تعريف تنوين الترنم]\n183 - حد {تنوين الترنم}.\nهو {اللاحق:\n184 - للقوافى المطلقة}: [أى] التى آخرها حرف مد - وهو الألف, والواو, والياء - فى لغة كثير من تميم وقيس.\nوتسمى هذه الأحرف: أحرف الإطلاق.\n185 - وعرف بعضهم حرف الإطلاق: بأنه حرف مد يتولد من إشباع حركة الروى.\nوظاهره: أن حرف الإطلاق مختص بقوافى الشعر.\n186 - والقوافى: جمع قافية. وهى - على الأصح -:\nمن الحرف المتحرك قبل الساكنين الواقعين في آخر البيت إلى انتهائه.\nكقوله:\n(1/291)\n\nص: والاعاريض المضرعة والمقفاة.\nوقولى إن أصبت لقد أصابن\nوقوله: لما تزل بركيتا وكأن قدن\n- {والأعاريض:\nالمصرعة} , كقوله:\n70 ... أقلى اللوم عاذل والعتابن /\n{والمقفاه} , كقوله:\nقفانيك من ذكرى حبيب ومنزل\nوالفرق بين التقفية والتصريع:\n187 - أن التفقية - على المشهور -: جعل العروض الموافق",
        "(1/292)\n\nللضرب في الزنة موافقا له في الروى.\n188 - والتصريع: جعل العروض الذى حقه أن يخالف الضرب في الوزن موافقا له فيه.\n189 - والعروض: اسم لآخر جزء في النصف الأول من البيت.\n190 - والضرب: اسم لآخر جزء من البيت.\nواعلم: أن ظاهر قولهم: (تنوين ترنم) -: أنه محصل للترنم.\nوقد صرح بذلك ابن يعيش - كما مر عنه - وتبعه شارع (اللب)\nومذهب المحققين: أنه جئ به لقطع الترنم.\nإذ الترنم - وهو التغنى - يحصل بأحرف الإطلاق لقبولها الصوت بها, فإذا أنشدوا ولم يترنموا جاءوا بالتنوين في مكانها.\n(1/293)",
        "\nفعلى هذا يكون قولهم (تنوين ترنم):\nإما على حذف مضاف. كما قيل: هو الصواب.\nوإما على قولهم - كما قال ابن عقيل -:\nداود القياس.\nوفي الحديث: أن القدرية مجوس هذه الأمة.\nوداود ينفى القياس. والقدرية ينفون القدر, ويقولون الأمر أنفا.\nوما قاله ابن عقيل مبنى على أن القدرية طائفة ينكرون أن الله قدر الأشياء في القدم. وقد انقرضوا. وصار (القدرية) لقما للمعتزلة لإسنادهم أفعال العباد إلى أنفسهم وإثباتهم القدر فيها.\nفقول ابن هشام في (حواشيه على التسهيل): أن قول ابن عقيل ليس بشئ, لأنهم أثبتوا القدر لأنفسهم - مبنى الثانى. وكلامهم ابن عقيل على الأول.\n(1/294)\n",
        "ص: تنوين الغالي: اللاحق للقوافى المقيدة, والأعاريض المصرعة.\nنبه عليه الشمنى في حاشيته.\n\nش [تعريف تنوين الغالى]\n191 - حد {تنوين الغالى}:\nهو {اللاحق:\n192 - للقوافى المقيدة}: أى التى آخرها ساكن ليس حرف مد.\nكقوله: ويغدو على المرء ما يأتمرون\nوقوله: كان فقيرا معدما قالت وإنن\n- {والأعاريض المصرعة} , كقوله:\n(1/295)\n\nوقائم الأعماق خاوى المخترقن",
        "(1/296)\n\nص: القسم: جملة جى بها لتوكيد جملة خبرية أخرى, تالية, غير تعجبية.\n\nش [تعريف القسم]\n193 - حد {القسم}\n- هو مصدر ليس بجار على فعله, إذ قياسه: الإقسام. ويرادفه: الحلف, والإيلاء-:\nهو {جملة}: ملفوظة - كأقسمت بالله - أو مقدرة / كبالله - إنشائية - كما ذكر - أو خبرية - كأشهد لعمرو خارج, وعلمت لبكر داخل -\nاسمية - كأنا حالف بالله - أو فعلية - كما ذكر -\n{جئ بها لتوكيد جملة خبرية أخرى, [تالية] , غير تعجبية}: اسمية, أو فعلية [ترتبط إحداهما بالأخرى].\nفخرج بالخبرية: غيرها. فلا يقع مقسما عليها - خلافا لبعضهم - وجرى عليه في (التسهيل).\nوبأخرى: الجملة الثانية من نحو: زيد قائم زيد قائم.\n(1/297)",
        "\nفإنها يصدق عليها أنها جملة جئ بها لذلك, لكنها ليست أخرى, بل هى هى.\nوبالأخير: الجملة التعجبية. بناء على - الأصح - أنها خبرية.\nثم القسم:\n- إن علم بمجرد لفظه كونه الناطق به مقسما, سمي: صريحا.\n- كأقسم بالله, وأنا حالف بالله.\n- وإلا فغير صريح: كعاهدت الله, ونشدتك الله, وفى ذمتى ميثاق الله.\nفهذه لا يعلم بمجرد لفظها كون الناطق بها مقسما, بل بقرينة: كذكر جواب.\n(1/298)\n",
        "ص: العدد: ما وضع لكمية آحاد الأشياء.\n\nش [تعريف العدد]\n194 - حد {العدد}:\nهو {ما وضع لكمية آحاد الأشياء}.\nكذا قال ابن الحاجب. وقضيته: أن الواحد عدد. وكذا:\nالإثنان.\nوهو المناسب لقول النحاة: إن الواحد, والاثنين, وما وازن (فاعلا) يجرى على القياس.\nومن حده: بأنه ما ساوى نصف مجموع حاشيتيه القريبتين أو البعيدتين على السواء - عنده - ليس بعدد.\nأو: أنه كثرة متركية من الآحاد - فالاثنان أيضا كذلك.\nوأصول العدد: اتنا عشر:\nكلمة (واحد) , وعشرة, وما بينهما, ومائة, وألف.\n(1/299)\n\nص: الحكاية: إيراد لفظ المتكلم على حسب ما أورده في الكلام.\n\nش [تعريف الحكاية]\n195 - حد {الحكاية}:\nهو {إيراد} المرء {لفظ المتكلم على حسب ما أورده في الكلام} بأن يأتى باللفظ على الوجه الذى أتى به المتكلم من غير تقديم ولا تأخير. سواء كان المحكى مفردا أو جملة.\nهذا هو الأصل.\nفيقال: من زيدا - بالنصب - لمن قال: رأيت زيدا.\nو: من زيدٍ - بالخفض - لمن قال: مررت بزيد\nمراعاة للفظه.\nفزيدا - عند الجمهور - في محل رفع على أنه مبتدأ مؤخر, و (من) خبر مقدم.\nوعند سيبويه: بالعكس.",
        "(1/300)\n\nويجوز في الجمل أن تحكى على المعنى. وقد يتعين ذلك إذا كانت الجملة ملحونة, مع التنبيه على اللحن - في الأصح -.\nفيقال في الحكاية / من قال: جاء زيد - بالجر -: ... 72\nقال فلان جاء زيد - بالرفع - ولكنه خفض (زيدا).\n(1/301)",
        "\nص: المصفر: المزيد فيه ياء ساكنة ليل على:\nتقليل, أو تحقير, أو تقريب, أو تعطف.\n\nش [تعريف المصغر]\n196 - حد {المصغر}:\nهو {المزيد فيه} - أى اللفظ الذى زيد فيه - {ياء ساكنة} - تسمى: ياء التصغير وعلامته - {ليدل على:\n- تقليل}: إما لذات الشئ ككتيب, لو لكميته كدريهمات ودنينيرات, أو لمدته كقوله:\nذويهية تصغر منها الأنامل\nفإن الداهية إذا عظمت أسرعت فقلت مدتها.\n- {أو تحقير} لشأنه وقدره: كعويلم, وزويهيد.\n- {أو تقريب}: لزمانه, كقبيل أو بعيد. أو مكانه: كفويق وتحيت. أو منزلته: كصديقى.\n{أو تعطف}: كيابنى, وأحى, وحبيبى. ويقال له: التصغير الذي للشفقة.\n(1/302)\n",
        "والتصغير من خواص الأسماء\nوأما قوله: (شعر)\nيا أمبلح غزلانا شدن لنا\nفشاذ.\nولا يصغر منها إلا ما كان قابلا للتصغير\n(1/303)\n\nص: المنسوب: الملحق آخره ياء مشددة, ليدل على نسبته إلى المجرد عنها.\n\nش [تعريف المنسوب]\n197 - حد {المنسوب}:\nهو {الملحق آخره} - أى الذى ألحق آخره - {ياء مشددة}: يكسر لأحلها متلوها, وينتقل الإعراب إليها, ويحذف لها آخر الاسم:\nإن كان تاء تأنيث, أو علامة تثنية أو جمع تصحيح, وكذلك عجز المركب من المنسوب إليه ومن الياء مطلقا, وصدر إضافى تعرف أو خيف ليس.\n{ليدل} ذلك - أى المجموع المركب من المنسوب إليه, ومن الياء - {على نسبته} وإضافته {إلى المجرد عنها} - أى عن تلك الباء - وهو المنسوب إليه.\nفهما متغايران, أى لا يصدق أحدهما على الآخر.\nوخرج بقولنا (ليدل إلى آخره): نحو: كرس.\nفإذا أريد النسبة إلى (بغداد)., يقال له: بغدادي.",
        "(1/304)\n\nبإلحاق ياء مشدودة في الآخر ليكون معناه: الشئ المنسوب إلى بغداد.\nوكذلك النسبة إلى (مكة, وفاطمة) , لكن مع حذف تاء التأنيث حذرا من اجتماع تائي التأنيث عند نسبة مؤنثة في نحو: مكية, وفاطمية.\nإذ لو ثبتت لقيل: مكتبة, وفاطمتية.\nوالغرض من النسبة: أن يجعل المنسوب من آل المنسوب إليه, أو من أهل تلك البلدة, أو الصنعة.\nوفائدتها: فائدة الصفة\nوحكم المنسوب: حكم الصفة المشبهة المشتقة / في رفعها المضر 73 والظاهر على الفاعلية باطراد.\n(1/305)",
        "\nص: الإمالة: أن ينجو بالفتحة نحو الكسرة.\n\nش [تعريف الإمالة]\n198 - حد {الإمالة}\n- وهى مصدر: أملت الشئ إمالة, إذا عدلت به إلى غير الجهة التى هو فيها. من: مال الشئ يميل ميلا, إذا انحرف عن القصد -: {أن ينحو} جوازا {بالفتحة نحو الكسرة}.\nبأن يقصد بها العدول عن استوائها إلى جانب الكسرة.\nوذلك بأن تشوب الفتحة شيئا من صوت الكسرة, فتصير الفتحة بينها وبين الكسرة.\nسواء كان هنالك ألف أم لا, لكن إن كان هناك ألف فيلزم - لا محالة - صيرورتها بين الألف والياء\nوهذا الحد - ما قبله - لابن الحاجب. وهو أولى - كما قيل - من قول بعضهم: أن تنحو بالألف نحو الياء.\nومن قول بعضهم [أيضا]: أن تنحو بالفتحة والألف نحو الكسرة والياء.\n(1/306)\n",
        "لأن الفتحة قد تمال منفردة نحو: من الضرر. فلا يكون ما ذكروه جامعا.\nوالسبب المجوز للإمالة:\nإما قصد المناسبة لكسرة أو ياء, أو كون الألف منقلبة عن مكسور أو ياء, أو صائرة ياء مفتوحة, أو للفواصل, أو للإمالة قبلها على وجه.\nومحلها: الاسم, والفعل غالبا.\nوهي لغة لبعض العرب.\n(1/307)\n\nص: الوقف: قطع النطق عند إخراج آخر اللفظ.\n\nش [تعريف الوقف]\n199 - حد {الوقف} الاختيارى.\nهو {قطع النطق عند إخراج [آخر] اللفظ} - أي الملفوظ به - وإن لم يكن بعده شئ.\n[فهو أولى من قول البعض: قطع الكلمة عما بعدها. لأن الواقف قد يقف ولا يكون بعد ذلك شئ].\nولأنه يخرج الوقف على مثل (قل) عن كونه وقفا, لأنه ليس بكلمة, بل كلام.\nوتلزمه تغييرات كثيرة مختلفة في الحسن والمحل, ترجع إلى سبعة - كما قال المرادى-:\nالإسكان المجرد, والروم, والإشمام, والإبدال, وزيادة",
        "(1/308)\n\nالألف, والإثبات, والنقل.\n(1/309)",
        "\nص: الضرورة: ما لا يقع إلا في الشعر. سواء كان للشاعر عنه مندوحة\n\nش [تعريف الضرورة]\n200 - حد {الضرورة} - وهى كثيرة جدا حتى أفردها ابن عصفور بمصنف -:\n{ما لا يقع إلا في الشعر}. فلا يقع في غيره:\nكإثبات النون في الإضافة, وفك المدغم, وقطع همزة الوصل وتشديد المخفف, وتأنيث المذكر وعكوسها.\nوحذف نون: شتان, ولكن, ولم يكن قبل ساكن.\n{سواء كان للشاعر عنه} - أى عما ارتكبه في شعره:\n- {مندوحة} إلى غيره.\nبأن يمكنه الإتيان بعبارة أخرى تؤدى مقصوده: كدخول أل على 74 المضارع / في قوله: ما أنت بالحكم الترضى حكومته. فإنه ضرورة\n(1/310)\n",
        "ص: أم لا.\nلا تقع إلا في الشعر. وله مندوحة عنه, إذ يمكنه أن يقول: ما أنت بالحكم المرضى حكومته.\n- {أم لا} مندوحة للشاعر عنه, بأن لم يمكنه ذلك.\nثم الضرورة تتفاوت حسنا وقبحا:\n201 - فالحسنة: ما لا تستهجن ولا تستوحش منه النفس.\nكصرف مالا ينصرف, وقصر الجمع الممدود, ومد الجمع المقصور.\n202 - والقبيحة: ما تستوحش منه النفس وتستقبحه.\nكتنوين (أفعل) ,\nومن النقص المجحف كقول لبيد:\nدرس المنا بمتالع فأبان\nأراد (المنازل).\n(1/311)\n\nوالعدول من صيغة إلى أخرى, كقوله:\nجدلاء محكمة من نسة سلام\nأى سليمان.\nواستعمالها مخل بالفصاحة. قاله حازم الأندلسى فى (منهج البلغاء)\nوتفسير الضرورة بما ذكرنا, هو المختار والمعول عليه عندهم.\nواختار ابن مالك: أنها مالا مندوحة للشاعر عنها.\nفلهذا جنح إلى أن لا ضرورة في قوله (ما أنت بالحكم. إلى آخره) , لما مر.",
        "(1/312)\n\nقال الدماميني: وهذا ليس بمرض, لأن الشاعر لا يلزمه تخيل جميع العبارات التى يمكن أداء المقصود بها, فقد لا يحضره في وقت النظم إلا عبارة واحدة يحصل بها غرضه فيكتفى بها.\nولو فتحنا هذا الباب لاتسع الخرق, وأمكننا في كل ما يدعى أنه ضرورة أن ندعى أنه أمر اختيارى لتمكن الشاعر من أن يقول غير تلك العبارة ويعتبر تركيبا آخر يتم به الوزن.\nوهذا سهل على من له محاولة النظم, ولا يكاد يعوزه ذلك فى جميع الأشعار أو غالبها.\nثم ذكر أن المعول عليه ما ذكرنا.\nورأيت بحاشية بخط ابن هشام على مجموع, ما نصه - بعد أن ذكر التفسيرين المتقدمين-:\nوقيل: الضرورة: ما استعمله الشاعر في شعره ونثره. الجائز بخلافه.\nوهذا حسن جدًا.\n(1/313)",
        "\n. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .\n(1/314)\n",
        "ص: الخط: تصوير اللفظ المقصود تصويره برسم حروف هجائه\n\nش [تعريف الخط]\n203 - حد {الخط}:\nهو {تصوير اللفظ المقصود تصويره برسم حروف هجائه}.\nبأن يطابق المكتوب المنطوق به: فى ذوات الحروف, وعددها.\nثم ما قصد تصويره:\n- إن لم / يكن له مدلول تصح كتابته: كزيد, ورجل - كتب 75 مسماه.\nفإذا قيل: اكتب زيدا. فإنما تكتب مسمى الزاى والياء والدال.\nوهو بهذه الصورة: زيد.\n- وإن كان له ذلك: كلفظ الشعر, وقيل: اكتب شعرا:\n[فإن دلت قرينة على أن المقصود لفظ (الشعر) كتبت هذه الصورة: شعر].\nوإلا فمقتضاه أن تكتب ما يطلق عليه اسم الشعر.\n(1/315)\n\nص: بتقدير الابتداء والوقف.\nوالأصل في كلمة أن تكتب بصورة لفظها {بتقدير الابتداء} بها {والوقف} عليها.\nفلذلك كتب: (ابن) بهمزة الوصل, لأنك إذا ابتدأت به فلابد منها.\nو(ق) و (ع) بالهاء, لأنك إذا وقفت عليها قلت: قه, وعه. و (أنازيد) بالألف, لأن الوقف عليه بها.\nوكذا: أمر الواحد المؤكد: كاضربا.\nوالمنون المنصوب يكتب بها. وغيره بالحذف.\nفالكتابة مبناها على الوقف.\nوما ذكرنا من أن كل لفظ يكتب بالحروف التى ينطق بها - هو الأصل.\nوخرج عن هذا الأصل:\n- أسماء الحروف. فإنه يجب أن يقتصر في كتابتها على صورة مسماها, وهو أول كلمة. سواء قصد بها ذلك أم مسمى آخر.",
        "(1/316)\n\nفإذا قيل: اكتب حيم عين فاء راء - فتكتب: ج ع ف ر. وإن كان القياس أن تكتب بصورة لفطها.\nولذلك قال الخليل - لما سألهم: كيف تنطقون بالجيم من جعفر؟ فقالوا: حيم - فقال:\nإنما نطقتم بالاسم ولو تنطقوا بالمسئول عنه.\n- وإذا سمى رجل بـ (يس) - كتبت هكذا: يس.\nومنهم من يكتبه: ياسين. واختاره ابن الحاجب. رحمه الله تعالى\n(1/317)",
        "\nوالله - سبحانه وتعالى - أعلم بالصواب, وإليه المرجع والمآب.\n***\nأنجزت كتابة هذه النسخة الشريفة إن شاء الله تعالى\nظهرية يوم الخميس ثامن شهر جمادى الأخيرة,\nأحد شهور سنة خمس وتسعين وألف\nمن الهجرة النبوية, على مهاجرها أزكى\nالتحية. والحمد لله أولا وآخرا وباطنا\nوظاهرا. ولا حول ولا قوة\nإلا بالله العلي\nالعظيم\nآمين\n(1/318)\n"
    ]
}