{
    "partText": [
        "\nمقدمة التحقيق\nالحمدُ لله الذي دلّت بدائعُه على حِكمته، وشهدت صنائعُه بعِزَّته وعَظَمته، فكلّ مفطور شاهدٌ بوحدانيَّته، وكلّ مخلوق دالّ على إلاهيَّته وربوبيَّته، سبحانه هو المتوحِّدُ بصفات العلوِّ والتوحيد والتعظيم في أزله، المنفردُ بأسمائه الحسنى في قُدُسه، المُقدَّسُ عن الحاجات، المُبَرَّأ عن العاهات، المُنزَّهُ عن وجوه النقص والآفات، المتعالي عن أن يوصف بالجوارح والآلات، والحدود والغايات، والسُّكون والحركات، والدواعي والخَطَرات، الموجودُ بلا حدّ، الموصوفُ بلا كيف، المذكورُ بلا أين، المعبودُ بلا شَبَه، لا تتصوَّرُه الأوهام، ولا تَقدُرُه الأفهام، ولا يحيطُ بكُنه عَظَمته الدلائلُ والأعلام (1)، والصَّلاة والسلام على خاتم الأنبياء والمرسلين، وسيِّد الخلق أجمعين، سيِّدنا محمَّدٍ المبعوثِ رحمةً للعالمين، وعلى آله الطاهرين المطهَّرين، وصحبه الغرِّ الميامين، أما بعد:\nفهذا شرح العلامة الفقيه الأصوليّ المتكلِّم النَّظَّار الإمام أكمَلِ الدِّين محمَّد ابن محمَّد البابرتيِّ الحنفيِّ، المتوفى سنة 786، رحمه الله تعالى، على «وصيَّة» الإمام الأعظم أبي حنيفة النعمان بن ثابت رضي الله عنه وأرضاه، وهو شرحٌ مفيدٌ مختصرٌ في بيانِ بعضِ عقائد أهل السُّنَّة، ففي «الوصية» اثنتا عشرة مسألة من مسائل العقيدة، هي:\n1. تعريف الإيمان وزيادته ونقصانه والاستثناء فيه وحكم مرتكب الكبيرة.\n2. الأعمالُ فرائضُ وفضائلُ ومعاصٍ.\n3. الاستواء حق من غير أن تكون لله حاجةٌ له واستقرارٌ عليه.\n4. القرآنُ كلامُ الله غيرُ مخلوق.\n5. أفضلُ الأمة بعد النبي صلى الله عليه وسلم أبو بكر ثم عمر ثم عثمان ثم علي.\n6. خلق أفعال العباد.\n7. الرزق.\n8. استطاعةُ العبد على الفِعلِ معه لا قبلَه ولا بعدَه.\n__________\n(1) هذه الخطبة مقتبسة من الخطبة التي بدأ بها الإمام أبو بكر ابن فورك رحمه الله تعالى كتابه «مشكل الحديث وبيانه» بتصرف يسير.\n(1/1)\n",
        "9. المسحُ على الخُفَّين ثابتٌ والقَصرُ والإفطارُ في السفر رخصةٌ.\n10. القلم حق.\n11. عذاب القبر والجنة والنار والميزان وقراءة الكتب حق.\n12. البعث والرؤية والشفاعة وبراءة السيِّدة عائشة رضي الله عنها وخلود أهل الجنة والنار حق.\nوقد طبعت «الوصية» مرات، وطُبِعَ شرح ملا حسين إسكندر الرومي المتوفى نحو سنة 1084 عليها المسمى «الجوهرة المنيفة» في الهند ثم في قطر، وعُمدتُه فيه شرح البابرتي هذا كما صرَّح في مقدمته، ولا نعلم شرحَ البابرتي مطبوعاً من قبل، فرأينا نشرَه إسهاماً منَّا في إعادة نَشرِ عقائدِ أهل السُّنَّة، خصوصاً السادة الماتريديَّة أعلى اللهُ منارَهم، فإنَّ لهم كتباً عظيمةً فريدةً في التوحيد والعقائد وعلم الكلام، لم يُنشَر منها إلا القليل، وما نُشِرَ منها لم يُصادف العنايةَ التي تليق به.\nوهذا ــ أعني نشرَ عقائد أهل السنة ــ واجبٌ لا يَلتَفِتُ إليه كثيرٌ من أهل العلم في عصرنا، ظنَّاً منهم أنَّ مِثلَ هذه الكتبِ تُفرِّق بين المسلمين، وتَبذُرُ الخِلافَ بينهم، ونسيَ أولئك أنه قد كَثُرَ تبديعُ أهل الحق وتفسيقُهم وتضليلُهم في كتبِ خُصُومِهم، وقد طُبِعَت تلك الكتب مرَّاتٍ، وما زالت تُطبَعُ، وأكثرها يُوزَّعُ مجَّاناً، حتى صار الحقُّ باطلاً والباطلُ حقاً، وصار الانتسابُ إلى الأشاعرة أو الماتريديَّة تُهمةً عند بعض المُبتَدِئِين، حتى رأينا كبارَ أهلِ العلم من الفقهاء والمحدِّثين والمفسِّرين يُحاكَمون في عقائدهم من قِبَلِ طلبة الدراسات العليا بميزانِ كتب ابن تيمية وابن القيم، ويُرمَون بالتجهُّم والتعطيل لمخالفة ما عليه ابن تيمية بلا حياء ولا خجل، ويجري هذا وأمثاله تحت شِعارِ نشرِ العقيدةِ الصحيحةِ عقيدةِ السَّلَفِ وأهلِ الحديث.\n(1/2)\n\nومن الملاحظ بعد قراءة هذا الشرح ومقارنته بكتب مَن تقدَّم البابرتي من الماتريدية أنه قد استفاد في كثير من مباحثه من كتاب «تبصرة الأدلة» للإمام أبي المعين النسفي رحمه الله تعالى، بل كان أحياناً ينقل عبارته بحرفها، وكتاب «تبصرة الأدلة» هذا لا يستغني عنه باحثٌ في العقائد، وفيه من الفوائد ما لا تجده في غيره، واستفاد البابرتي أيضاً من كتاب «التوحيد» لإمام الهدى أبي منصور الماتريدي رضي الله عنه.\nواللهَ سبحانه نسأل أن يتقبَّل منَّا هذا العمل، وأن يرزقَنا الإخلاصَ في القول والعمل، ويُجنِّبَنا الخطأَ والغلطَ والوَهَمَ والزَّلَل.",
        "(1/3)\n\nترجمة المصنف\nهو العلامة المحقق المدقق المتبحِّر الفقيه الأصولي المحدِّث المتكلِّم الإمام أكملُ الدِّين أبو عبد الله محمد بن محمد (1) بن محمود بن أحمد البَابِرْتيُّ الرُّوميُّ الحنفيُّ، وُلِدَ سنة بضع عشرة وسبع مئة، وحصَّل مباني العلوم في بلاده، وتفقَّه على قوام الدين محمد بن محمد الكاكي، ثم رحل إلى حلب، فأنزله القاضي ناصر الدين بن العديم بالمدرسة السادحية، فأقام بها مدَّة وأخذ عن علمائها، ثم رحل إلى القاهرة بعد سنة 740، فأخذ عن أبي حيَّان الأندلسيِّ، وأبي الثناء شمس الدين الأصفهانيِّ شارح «مختصر ابن الحاجب» في الأصول، وسمع من ابن عبد الهادي والدلاصي، وفوَّض إليه شيخون أمور الخانقاه (2)، وقرَّره شيخاً بها، فباشَرَها أحسَنَ مباشرة، وعَظُمَ عنده جدّاً، ثمَّ عند مَن بعده إلى أن زادت عَظَمَتُه عند الظاهر برقوق بحيث كان يجيء إلى\n__________\n(1) بتكرار اسم محمد، وذكره بعضُ مَن ترجم له: محمد بن محمود بن أحمد، وكذا سيأتي في أول هذا الشرح، وكذا ذكره الحافظ ابن حجر وقال: ويقال: محمد بن محمد بن محمود، وعلَّق الأستاذ أحمد عبيد على «الأعلام» للزركلي فقال: الذي رأيتُه بخط المترجم رحمه الله: محمد بن محمد.\n(2) الخانقاه: كلمة فارسية معناها البيت، ثم أطلِقَت على المكان الذي يتخلَّى فيه الصوفية للعبادة، وهذه الخانقاه ــ وهي من أكبر الخوانق في القاهرة ــ أنشأها الأمير سيف الدين شيخون العمري (ت758) بالقاهرة سنة 756، ورتَّب بها دروساً لفقهاء المذاهب الأربعة، ودرساً للحديث، ودرساً لإقراء القرآن بالروايات، ولا تزال موجودة إلى اليوم، إلا أنها مخصَّصةٌ للصلاة فقط باسم جامع شيخون القبلي تجاه جامعه البحري، وهما واقعان بشارع شيخون بالقاهرة، ومبنى الدور العلوي الذي كان مخصَّصاً لسكنى الطلبة لا يزال موجوداً أيضاً داخل الجامع المذكور إلا أنه غير مستعمل. انظر «خطط المقريزي» 2: 421، والتعليق على «النجوم الزاهرة» 7: 131.\n(1/4)",
        "\nشُبَّاك الشيخونية فيُكلِّمُه وهو راكب، وينتظره حتى يخرج فيركب معه. وعُرِضَ عليه القضاءُ مِراراً فامتنع.\n1. قوام الدين الكاكي: هو العلامة الفقيه محمد بن محمد بن أحمد السِّنجاري، قرأ «الهداية» على علاء الدين عبد العزيز البخاري، وأخذ عن حسام الدين السِّغناقي، من تصانيفه «معراج الدراية شرح الهداية»، توفي رحمه الله تعالى بالقاهرة سنة 749 (1).\n2. أبو حيان الأندلسي: هو العلامة المفسِّر النحوي محمد بن يوسف بن علي الغرناطي المولد الجَيَّاني الأصل الأندلسي المالكي ثم الشافعي، ولد بغرناطة سنة 654، وقرأ بها القراءات والنحو واللغة، وخرج من الأندلس سنة 677 إلى المغرب ومصر والشام، وتوفي رحمه الله سنة 745 (2).\n3. شمس الدين الأصفهاني: هو العلامة الأصولي محمود بن عبد الرحمن ابن أحمد الأصفهاني، ولد بأصفهان سنة 674، وقدم دمشق ثم القاهرة، قال الإسنوي: كان إماماً بارعاً في العقليات عارفاً بالأصلين فقيهاً صحيحَ الاعتقاد محبَّاً لأهل الخير والصلاح طارحاً للتكلّف مجموعاً على العلم، توفي رحمه الله تعالى بالطاعون العام شهيداً إن شاء الله سنة 749 (3).\n4. ابن عبد الهادي: هو الحافظ شمس الدين محمد بن أحمد المقدسي ثم الدمشقي الصالحي، ولد سنة 705، وأخذ عن ابن تيمية والمزي والذهبي، وهو صاحب «تنقيح التحقيق» و «الصارم المنكي» و «طبقات علماء الحديث» و «المحرَّر»، وكلها مطبوعة، توفي رحمه الله تعالى سنة 744 (4).\n__________\n(1) «الفوائد البهية» للكنوي ص186، والسِّنجاري نسبة إلى سِنجار مدينة من نواحي الجزيرة بينها وبين الموصل ثلاثة أيام.\n(2) له ترجمة في «طبقات الشافعية» للسبكي و «الدرر الكامنة» لابن حجر وغيرها، وله ترجمة موسَّعة في مقدمة تفسيره «البحر المحيط».\n(3) «الدرر الكامنة» لابن حجر 4: 327، و «الفوائد البهية» ص198.\n(4) «الدر الكامنة» 3: 331 ــ 332، و «شذرات الذهب» 6: 141.\n(1/5)\n",
        "5. الدلاصي: هو ــ فيما يغلب على الظن ــ محمد بن أحمد بن أبي الربيع سليمان الدلاصي المصري، ولد بعد سنة760، وسمع من ابن خطيب المزة ومحمد بن عبد الخالق، وسمع منه العراقي وغيره، توفي رحمه الله سنة756 (1).\n6. قطب الدين الشيرازي: هو العلامة محمود بن مسعود بن مصلح الفارسي، قطب الدين الشيرازي الشافعي، ولد في شيراز سنة 634، وتعلَّم الطبَّ من والده، وأخذ العقليَّات عن النصير الطوسي، وولي قضاء سيواس ومليطة، قال ابن حجر: كان كثير المُخالَطة للملوك متحرِّزاً، وكان ظريفاً مزَّاحاً لا يحمل همَّاً، ولم يُغيِّر زيَّ الصُّوفيَّة، وكان يُجيدُ اللعب بالشِّطْرَنج ويُديمُه حتى في أوقات اعتكافه، وكان دَخلُه في العام ثلاثين ألفاً، فكان لا يدَّخرُ منها شيئاً، بل يٌنفِقُه على تلامذته، وكان إذا صنَّف كتاباً صام ولازم السَّهَرَ، ومُسوَّدته مُبيَّضة، وكان يخضعُ للفقراء، ويُلازِمُ الصَّلاة في الجماعة، وكان من بحور العلم ومن أفراد الذكاء، توفي رحمه الله في رمضان سنة710 (2).\n__________\n(1) «الدرر الكامنة» 3: 318.\n(2) «الدرر الكامنة» 4: 339 ــ 340. ولم يذكر مُتَرجِمو البابرتيِّ الشيرازيَّ في شيوخه، واستفدناه من كلام للبابرتي نفسه سيأتي تعليقاً عند الكلام على تصانيفه.\n(1/6)\n\nتفقَّه على البابرتي جماعةٌ من أهل العلم، منهم السَّيِّد الشريف العلامة أبو الحسن علي بن محمد الجرجاني المولود سنة 704، والمتوفى سنة 792 (1)، والعلامة الكبير النِّحرير شمس الدين محمد بن حمزة الفناري المولود سنة 751، والمتوفى سنة 834 (2)، والشيخ البارع بدر الدين محمود بن إسرائيل الشهير بابن قاضي سماوة المتوفى سنة 818 تقريباً (3)، ومنهم العلامة الفقيه الإمام سراج الدين أبو حفص عمر بن علي الكناني المتوفى سنة 829، المعروف بقارئ «الهداية»، وقد ذكر السخاوي في «الضوء اللامع» (4) أنه لُقِّبَ بقارئ «الهداية» لأنه قرأها على البابرتي ستَّ عشرة مرة، رحمهم الله تعالى. ومنهم بدر الدين محمد بن خاص بك السبكي الحنفي المتوفى سنة 813، وشمس الدين محمد بن حمزة بن محمد الرومي الفناري الحنفي المتوفى سنة 834 (5).\nقد أثنى على البابرتي جميعُ مَن ترجمه، ومن أقوالهم في ذلك:\n__________\n(1) انظر ترجمته الموسعة في «الفوائد البهية» للإمام اللكنوي ص125 ــ 137.\n(2) انظر ترجمته في «الفوائد البهية» ص166 ــ 167.\n(3) انظر ترجمته في «الشقائق النعمانية» لطاشكبري زاده ص33 ــ 34.\n(4) 6: 109.\n(5) استفدنا كونهما من تلاميذ البابرتي من ترجمة الأول في «إنباء الغمر» 1: 379، و «شذرات الذهب» 7: 104، ومن ترجمة الثاني في «إنباء الغمر» 1: 581، و «شذرات الذهب» 7: 209، ولم يذكرهما مَن ترجَمَ البابرتي.",
        "(1/7)\n\nقال ابن حجر في «إنباء الغمر»: كان حسنَ المعرفة بالفقه والعربيَّة والأصول. وقال في «الدرر الكامنة»: كان فاضلاً صاحبَ فنونٍ وافِرَ العقل. وقال ابن قُطْلُوبُغَا في «تاج التراجم» والسيوطي في «حسن المحاضرة» وابن الحنائي في «طبقات الحنفية»: علامة المتأخِّرين وخاتمة المُحقِّقين. وقال السيوطي في «بغية الوعاة»: كان علامةً فاضلاً ذا فنونٍ وافِرَ العقلِ قويَّ النفسِ عظيمَ الهيبة. ووصفه ابن تَغْري بَرْدي الأتابكي في «النجوم الزاهرة» بالعلامة إمام عصره ووحيد دهره وأعجوبة زمانه، وقال: كان واحدَ زمانه في المنقول والمعقول. ووصفه ابن إياس في «بدائع الزهور» بعظيم فقهاء الحنفيَّة العالم العلامة فريد دهره ووحيد عصره. وقال: كان إماماً فاضلاً بارعاً في العلوم وَرِعاً زاهداً صالحاً ديِّناً خيِّراً متنزِّهاً عن الدخول في المناصب الكبار، وكان ماهراً في الفقه والحديث والعربيَّة والنحو والأصول، مُشارِكاً عند المُباحثة في كل فنّ. وقال ابن العماد في «شذرات الذهب»: كان قويَّ النفس عظيمَ الهمَّة مهاباً عفيفاً، وكان حَسَنَ المعرفةِ بالفقه والعربيَّة والأصول، وكانت رسالته لا تُرَدُّ مع حُسنِ البشر والقيامِ مع مَن يَقصِدُه والإنصافِ والتواضُعِ والتلطُّفِ في المعاشرة والتنزُّه عن الدخول في المناصِبِ الكبار، وكان أربابُ المناصب على بابه قائمين بأوامره مُسرِعين إلى قضاء مآرِبِه. وقال اللكنوي في «الفوائد البهية»: لم تَرَ الأعيُنُ في وَقتِهِ مِثلَه، كان بارعاً في الحديث وعلومِهِ ذا عنايةٍ بالغةٍ باللغة والنحو والصَّرف والمعاني والبيان.\nوقد أغرب الحافظُ ابنُ حجر رحمه الله تعالى في قوله في «الدرر الكامنة»: ويُقال: إنه كان يعتقد مذهب الوحدة، ذكر ذلك عنه ابن خلدون. اهـ. وليس عندنا أيُّ إشارة من كلام البابرتي أو من كلام مُترجِميه تؤيِّد هذه الدعوى، وليُحرَّر أين ذكر ذلك ابنُ خلدون.\n(1/8)",
        "\nيُعَدُّ البابرتي من المكثرين في التصنيف، وقد تنوَّعت مؤلَّفاته في العلوم، وهو تصديق ما جاء في ترجمته من وصفِهِ بأنه ذو فنون.\nفله في التوحيد وعلم الكلام: «شرح الوصية» وهو هذا، و «الإرشاد» في شرح «الفقه الأكبر» لأبي حنيفة، و «شرح تجريد الكلام» للنصير الطوسي (1)، و «المقصد في الكلام»، و «الكواشف البرهانية» شرح «المواقف»، أشار إليه في مقدمة «النقود والردود» الآتي ذكره، وله أيضاً «شرح العقيدة الطحاوية» وهو مطبوع.\nوله في الفقه: «العناية شرح الهداية» وهو مطبوع على هامش «فتح القدير»، و «شرح الفرائض السِّراجيَّة»، و «مقدمة في الفرائض»، وشرح «تلخيص» الخلاطي «للجامع الكبير»، قال ابن قطلوبغا: قطعتان لم يكمل، وشرح «منشأ النظر في علم الخلاف» للإمام برهان الدين النسفي.\nوله في أصول الفقه: «التقرير» شرح أصول البزدوي، و «الأنوار شرح المنار» وقد ذكر هذا الأخير في كتابنا هذا (2)، و «شرح مختصر ابن الحاجب» وسماه «النقود والردود»، وهو في ثلاثة مجلدات كما في «كشف الظنون».\n__________\n(1) «تجريد العقائد» للطوسي مطبوع، وفي الطوسي كلام يُراجع في ترجمته، والمشهور عنه أنه متشيِّع، ويؤيِّده ما جاء من ذلك في المقصد السادس من «تجريده»، لكن قال البابرتي في أواخر شرحه المذكور ــ كما نقله عنه صاحب «أبجد العلوم» 2: 108 ــ: سمعت شيخي العلامةَ قطبَ الدين الشيرازيَّ قال: كان الناسُ مختلفين في أن هذا =\n= الكتاب ــ يعني التجريد ــ لخواجه نصير الدين أو لا؟ فسأل عن ذلك ابنَه خواجه أصيل الدين فقال: كان والدي وضعه إلى باب الإمامة وتوفي، فكمَّله ابنُ المطهَّر الحِلِّيُّ وكان من الشيعة وهو زائغٌ زيغاً عظيماً. اهـ. وابن المطهَّر هذا هو الذي ردَّ عليه ابن تيمية في «منهاج السنة»، وقد تتلمذ على الطوسي كما في «البداية والنهاية» لابن كثير 14: 125. قلنا: ومن هذا النص استفدنا أن الشيرازي من شيوخ البابرتي، ولم يذكره مترجموه.\n(2) ص128.\n(1/9)\n",
        "وله في التفسير: «حاشية على الكشَّاف» إلى تمام سورة آل عمران، وذكر السيوطي أن له تفسيراً، وقال إنه أكمله، وذكره ابن العماد وقال إنه تفسيرٌ حَسَنٌ، وذكره أيضاً صاحب «كشف الظنون».\nوله في الحديث: «تحفة الأبرار في شرح مشارق الأنوار»، وهو شرح «مشارق الأنوار النبوية مِن صِحاح الأخبار المصطفوية» للصغاني (1).\nوله في النحو: «شرح ألفية ابن معطي»، قال في «كشف الظنون» (2): ألَّفه في شهرين ببلدة كاردين سنة 741، وسماه بـ «الصَّدَفَة المَلِيَّة بالدّرَّة الألفيَّة».\nوله في الصَّرف: «شرح التصريف» ذكره في كتابه «شرح التلخيص» (3).\nوله في علم المعاني والبيان: «شرح التلخيص» يعني «تلخيص المفتاح» للخطيب القزويني، وقد سماه في مقدمته بـ «تلخيص التلخيص»، وهو مطبوع بتحقيق الدكتور محمد مصطفى رمضان صوفيه في ليبيا، وأصله رسالة علمية.\nوله في اللغة: ترتيب «تهذيب الأسماء واللغات» للإمام النووي.\n__________\n(1) تقاسمه ستة من طلبة الدراسات العليا في جامعة دمشق لتحقيقه كرسائل جامعية بإشراف العلامة الأستاذ الدكتور نور الدين عتر حفظه الله، ولم يتم حتى الآن.\n(2) 1: 155.\n(3) ص672.\n(1/10)\n\nوله أيضاً: «النكت الظريفة في ترجيح مذهب أبي حنيفة» (1).\nوكتابه «شرح الوصية» هذا ثابت النسبة إليه، نسبه إليه غيرُ واحدٍ من مُترجِميه، وكذا نسبه إليه الزَّبيدي في «إتحاف السادة المتقين» (2)، وذكر اللكنوي في «الفوائد البهية» أنه طالَعَه، بل نقل محقِّقُ «إنباء الغمر» لابن حجر (3) عن هامش نسخة دار الكتب المصرية من «إنباء الغمر» قولَ ناسخها إن «شرح الوصية» عنده بخطِّ البابرتي نفسه, وقد ذكرَ البابرتيُّ في هذا الشرح كتابَه «شرح المنار» في الأصول.\nتوفي البابرتي بمصر ليلة الجمعة تاسع عشر رمضان سنة 786، وقد جاوز السبعين، وحضر جِنازَتَه السلطان ــ وكان قد عاده في مرضه ــ، وهمَّ بحمل نعشِه غيرَ مرَّةٍ، فتحمَّله أكابر الأمراء عنه، وصلَّى عليه عزُّ الدين الرازي، ودفن بالخانقاه المذكورة سابقاً، رحمه الله تعالى ورضي عنه وأرضاه.\n__________\n(1) ذكره صاحب «كشف الظنون»، وقد ردَّ عليه في رسالته هذه مُعاصِرُه شارحُ «الطحاوية» ابنُ أبي العزِّ المتوفى سنة 793 في رسالة سمَّاها «الاتباع»، وقد طُبِعت في لاهور سنة 1401، ثم في عمَّان سنة 1405، وفيها مناقشات، وفي تحقيقها مؤاخذات منها ــ على سبيل المثال ــ قوله في حاشية ص53: «ما عرفنا «المحيط» ولا صاحبه» مع أن «الفوائد البهية» من مراجعه، وقوله في حاشية ص55: «مذهب أهل السنة ... ، وذهب أبو حنيفة وكثير من أصحابه ... »، وترجمته للإمام الحسن بن زياد في حاشية ص78 بخمس كلمات فقط هي: «اللؤلؤي الكوفي كذَّبه غيرُ واحد توفي سنة 402 (صوابه204)» وكأنه لم يجد في ترجمته غير تكذيبه، وانظر سيرته العطرة في «الإمتاع» للكوثري.\n(2) 2: 13.\n(3) 2: 180، ولا نعلم عن هذه النسخة غير ما ذكرنا، فلعل غيرنا يطلع عليها فيفيدنا به.",
        "(1/11)\n\nورثاه الشيخ شهاب الدين بن أبي حجلة بأبيات ذكر منها ابن إياس في «بدائع الزهور» (1):\nشيخٌ إلى سُبُلِ الرَّشادِ مسلك ... وسبيلُهُ في العِلمِ ما لا يُجهَلُ\nشيخٌ تبحَّرَ في العُلُوم فمَن رأى ... بَحْراً يَسُوغُ لِوَارِدِيهِ المَنهَلُ\nشيخٌ عليهِ مِنَ المَهابَةِ رَونَقٌ ... كالبَدرِ لكِنْ وجهُهُ مُتَهَلِّلُ\nشيخٌ تَقَدَّمَ في العُلُومِ كأنَّهُ ... إن عُدَّ أربابُ الفضائلِ أوَّلُ\nشيخٌ بِحُسْنِ بيانِهِ وشُرُوطِهِ ... ما بابُ بالمفتاحِ (2) بابٌ مُقفَلُ\nما قِيلَ هذا كامِلٌ في ذاتِهِ ... إلا وقُلتَ الشَّيخُ عندي أكمَلُ\n__________\n(1) ابن أبي حجلة: هو أحمد بن يحيى التلمساني الحنفي، ترجمه الحافظ ابن حجر في «الدرر الكامنة» 1: 329 ــ 331، وفي «إنباء الغمر» 1: 27، وأرَّخ وفاته فيهما سنة 776. وهنا إشكال لأنه رثى البابرتي، والبابرتي توفي سنة 786! فإما أن تاريخ الوفاة خطأ، أو أن الأبيات ليست له، أو أنه قال هذه الأبيات في مدح البابرتي لا في رثائه.\n(2) إشارة إلى «تلخيص المفتاح» للقزويني في البلاغة، وللبابرتي شرح عليه، ولو قال: «ما عادَ بالمفتاح بابٌ مُقفَلُ» لكان أجود.\n(1/12)",
        "\n(تنبيه): قال الأستاذ الزركلي في «الأعلام» (1) تعليقاً على قوله: «نسبة إلى «بَابَرْتَى» من أعمال دُجيل ببغداد، أو «بَابِرْت» التابعة لأرزن الروم ــ أرضوم ــ بتركيا»، قال: أما نسبته إلى «بَابَرْتَى» التي هي من أعمال «دُجيل»، وقد تكون اندرست أو تغيَّر اسمُها، فلم أجد في المصادر مَن ذكرها قبل السيوطي في «لب اللباب»، وعنه نقل وليُّ الله الدهلوي في رسالته «الانتباه»، وعنهما أخذ صاحب «الفوائد البهية». ويظهر أن السيوطي اعتمد في النسبة إلى هذه البلدة على ما جاء في «معجم البلدان» (2) من وصف «بَابَرْتَى» بفتح الباء الثانية، مع أن «معجم البلدان» نفسه يذكر بلدة أخرى هي «بَابِرْت»، ويضبطُها بكسر الباء التي قبل الراء، و «بَابِرْت» هذه باقية ومعروفة إلى اليوم، ... ، وهي على بُعد 100كم من «أرضروم» في تركيا، ... ، وعندي أن نسبة صاحب الترجمة إلى هذه البلدة أرجح، لقول ابن قاضي شهبة وابن إياس إنه رومي. انتهى (3).\n__________\n(1) 7: 42.\n(2) 1: 307.\n(3) مصادر ترجمة البابرتي:\n«الدرر الكامنة» لابن حجر 4: 250 ــ 251، و «إنباء الغمر» له 2: 179 ــ 181، و «تاج التراجم» لابن قطلوبغا (رقم199)، و «بغية الوعاة» للسيوطي 1: 239، و «حسن المحاضرة» له، و «طبقات الحنفية» لابن الحنائي (ترجمة234)، و «النجوم الزاهرة» لابن تَغْري بَرْدي الأتابكي 11: 302 ــ 303، و «بدائع الزهور في وقائع الدهور» لابن إياس 1: 2: 351 ــ 352، و «شذرات الذهب» لابن العماد الحنبلي 6: 293 ــ 294، و «الفوائد البهية» للكنوي ص195 ــ 199، و «الأعلام» للزركلي 7: 42، و «معجم المؤلفين» لعمر رضا كحالة 3: 691.\n(1/13)\n",
        "نسبة «الوصية» إلى أبي حنيفة\nقال العلامة السيِّد محمد مرتضى الزَّبيدي في «إتحاف السادة المتقين» (1) بعد أن ذكر أن الإمام الماتريدي رحمه الله تعالى بنى كتبه في العقائد على نصوص الإمام أبي حنيفة، وهي في خمسة كتب نُسِبَت إليه، وهي: «الفقه الأكبر» و «الفقه الأبسط» و «العالم والمتعلم» و «رسالة أبي حنيفة إلى البتي» و «الوصية»، قال رحمه الله: اختُلِفَ في ذلك كثيراً، فمنهم مَن يُنكِرُ عَزوَها إلى الإمام مطلقاً وأنها ليست مِن عَمَلِه. ومنهم مَن يَنسِبُها إلى محمد بن يوسف البخاري المكنى بأبي حنيفة، وهذا قولُ المعتزلة لِمَا فيها من إبطال نصوصهم الزائغة، وادِّعائهم كونَ الإمام منهم، كما في «المناقب الكردرية» (2)، وهذا كذبٌ منهم على الإمام، فإنه رضي الله عنهم وصاحباه أوَّلُ مَن تكلَّم في أصول الدِّين وأتقنَها بقواطع البراهين على رأس المئة الأولى، ففي «التبصرة البغدادية» (3): أول متكلِّمي أهل السنَّة من الفقهاء أبو حنيفة، ألَّف فيه «الفقه الأكبر» و «الرسالة» في نصرة أهل السنة، وقد ناظَرَ فرقةَ الخوارج والشيعة والقدرية والدهرية، وكانت دُعَاتُهم بالبصرة، فسافر إليها نيِّفاً وعشرين مرة، وفضَّهم بالأدلة الباهرة، وبلغ في الكلام إلى أنه كان المُشارَ إليه بين الأنام، واقتفى به تلامذته الأعلام. اهـ.\nوفي «مناقب الكردري» عن خالد بن زيد العمري: أنه كان أبو حنيفة وأبو يوسف ومحمد وزفر وحماد بن أبي حنيفة قد خصموا بالكلام الناسَ، أي: ألزموا المخالفين، وهم أئمة العلم (4).\nوعن الإمام أبي عبد الله الصيمري: أن الإمام أبا حنيفة كان مُتكلِّمَ هذه الأمة في زمانه وفقيههم في الحلال والحرام.\n__________\n(1) 2: 13 ــ 14.\n(2) «مناقب أبي حنيفة» للكردري ص122، وانظر أيضاً ص160.\n(3) يعني كتاب «أصول الدين» للأستاذ عبد القاهر البغدادي رحمه الله، وكلامه في ص162 منه بنحو ما هنا، وانظر أيضاً ص164 منه.\n(4) انظر «مناقب أبي حنيفة» للموفق المكي ص100.\n(1/14)\n\nوقد عُلِمَ مما تقدَّم أن هذه الكتب من تأليف الإمام نفسه، والصحيح أن هذه المسائل المذكورة في هذه الكتب من أمالي الإمام التي أملاها على أصحابه، كحماد، وأبي يوسف، وأبي مطيع الحكم بن عبد الله البلخي، وأبي مقاتل حفص ابن مسلم السمرقندي (1)، فهم الذين قاموا بجمعها، وتلقَّاها عنهم جماعةٌ من الأئمة، كإسماعيل بن حماد، ومحمد بن مقاتل الرازي، ومحمد بن سماعة، ونُصير ابن يحيى البلخي، وشداد بن الحكم، وغيرهم، إلى أن وصلت بالإسناد الصحيح إلى الإمام أبي منصور الماتريدي، فمَن عزاهنَّ إلى الإمام صحَّ لكون تلك المسائل من إملائه، ومَن عزاهنَّ إلى أبي مطيع البلخي أو غيره ممن هو في طبقته أو ممن هو بعدهم صحَّ لكونها مِن جَمعِه، ونظيرُ ذلك «المسندُ» المنسوبُ للإمام الشافعي، فإنه من تخريج أبي عمرو محمد بن جعفر بن محمد ابن مطر النيسابوري لأبي العباس الأصم من أصول الشافعي.\nونحن نذكر لك مَن نقل مِن هذه الكتب واعتمد عليها، فمِن ذلك فخرُ الإسلام علي بن محمد البزدوي قد ذكر في أول «أصوله» جملة من «الفقه الأكبر» وكتاب «العالم» و «الرسالة» (2)، وذكرَ بعضَ مسائلِ الكتب المذكورة في كُلّ من شروح «الكافي» لحسام الدين السِّغناقي، و «الشامل» للقوام الإتقاني، و «الشافي» لجلال الدين الكولاني، و «بيان الأصول» للقوام الكاكي، و «البرهان» للبخاري، و «الكشف» (3) لعلاء الدين البخاري، و «التقرير» لأكمل الدين البابرتي.\n__________\n(1) حماد بن أبي حنيفة هو راوي «الفقه الأكبر»، وأبو يوسف راوي «الرسالة» و «الوصية»، وأبو مطيع البلخي هو راوي «الفقه الأبسط»، وأبو مقاتل هو راوي «العالم والمتعلم»، والكتب الخمسة مطبوعة بتحقيق العلامة الكبير الشيخ الكوثري، وأسانيدها مثبتة هناك سوى «الوصية»، وسنذكر إسنادها قريباً.\n(2) انظر «أصول البزدوي» 1: 35 ــ 36 مع «كشف الأسرار».\n(3) يعني «كشف الأسرار عن أصول البزدوي»، وانظر منه 1: 35 ــ 38.",
        "(1/15)\n\nوذُكِرَت «الرسالة» بتمامها في أواخر «خزانة الأكمل» للهمداني، وذكرها الإمام الناطفي في «الأجناس».\nوذُكر كثيرٌ من مسائل كتاب «العالم» في «المناقب» للإمام نجم الدين النسفي وللخوارزمي، و «الكشف» لأبي محمد الحارثي الحافظ، وبعضها في نكاح أهل الكتاب في «المحيط البرهاني».\nوذكر بعضَ مسائل «الفقه الأكبر» شيخُ الإسلام محمدُ بن إلياس في «فتاويه»، وابنُ الهمام في «المسايرة».\nوذكر بعضَ مسائل «الفقه الأبسط» الإمامُ أبو المعين النسفي في «التبصرة» في فصل التقليد وغيره (1)، ونور الدين البخاري في «الكفاية» في فصل التنزيه، وحافظ الدين النسفي في «الاعتماد شرح العمدة» و «كشف المنار»، والناطفي في «الأجناس»، والقاضي أبو العلاء الصاعدي في كتاب «الاعتقاد»، وأبو شجاع الناصري في «البرهان الساطع» شرح عقائد الطحاوي، وأبو المحاسن محمود القونوي في شرحها أيضاً، وشرحه الفقيه عطاء بن علي الجوزجاني شرحاً نفيساً.\nوذكر «الوصية» بتمامها الإمام صارم المصري في «نظم الجمان» (2)، ومن المتأخرين القاضي تقي الدين التميمي في «الطبقات السنية» (3)، والقاضي أبو الفضل محمد بن الشحنة الحلبي في أوائل «شرح الهداية»، وذكر بعضَ مسائلها ابن الهمام في «المسايرة» (4)، وشرحها الشيخ أكمل الدين البابرتي.\n__________\n(1) نقل النسفي عن «الفقه الأكبر» و «العالم والمتعلم» في مواضع من «التبصرة»، منها 1: 25.\n(2) وتمام اسمه «نظم الجمان في طبقات أصحاب إمامنا النعمان» للشيخ صارم الدين إبراهيم بن محمد بن دقماق الحنفي المتوفى سنة 809. كذا في «كشف الظنون».\n(3) 1: 156 ــ 160، وقد قابلنا نص «الوصية» عليها، وأثبتنا الفروق في الحواشي.\n(4) بل نقل ابن الهمام عن «الوصية» صراحة في «المسايرة» ص378.\n(1/16)",
        "\nفقد ذكر جملاً من مسائل الكتب الخمسة منقولاً عنها في نحو ثلاثين كتاباً من كتب الأئمة، وهذا القدرُ كافٍ في تلقِّي الأمة لها بالقبول. والله أعلم. انتهى كلام السيد الزبيدي رحمه الله تعالى، وقد نقلناه بطوله لنفاسته، ويُضافُ إليه شروح الكتب المذكورة من قِبَل أئمة الحنفية وعلمائهم، وهو دليلٌ ظاهرٌ على قَبولِهم لِما فيها، وتصحيحِ نِسبَتِها إلى الإمام تأليفاً أو إملاءً.\nفقد شرح «الفقه الأكبر» (1) جماعةٌ من الفضلاء، منهم العلامة أبو الليث السمرقندي المتوفى سنة 373 (2)، والعلامة البزدوي صاحب الكتاب المشهور في الأصول المتوفى سنة 482، والبابرتي مؤلف هذا الكتاب وسمَّاه «الإرشاد»، وإلياس بن إبراهيم السِّينوبي المتوفى سنة 891، وهو شرح مفيد، وأبو المنتهى أحمد بن محمد المغنيساوي المتوفى سنة 939، وسمَّاه «الحكمة النبوية»، ومحيي الدين محمد بن بهاء الدين بن لطف الله البَيرامي المتوفى سنة 956 شرحاً جمع فيه بين الكلام والتصوُّف، وأتقَنَ المسائلَ وأوضَحَها غايةَ الإيضاح، سمَّاه «القول الفصل»، والعلامة علي القاري المتوفى سنة 1014 في مجلد وسمَّاه «منح الروض الأزهر» (3).\nواختصر «الحكمة النبوية» الحكيم إسحاق الرومي المتوفى سنة 950.\nونظمه أبو البقاء الأحمدي سنة 918، وسمَّاه «عقد الجوهر نظم نثر الفقه الأكبر»، ونظمه إبراهيم بن حسام الجِرمِياني المعروف بشريفي المتوفى سنة 1016.\nوشرح «الفقه الأبسط» إبراهيم بن إسماعيل الملطي من القرن الخامس، وعطاء بن علي بن محمد الجُوزجاني من القرن السابع.\n__________\n(1) غالب المذكور هنا مستفاد من «كشف الظنون» و «تاريخ التراث العربي» لسزكين.\n(2) وهو مطبوع، ونسبته لأبي منصور الماتريدي خطأ نبَّه عليه العلامة الكوثري في مقدمة «العالم والمتعلم» ص4.\n(3) وقد طُبِعَ غير مرة، وأفضلها الطبعة التي اعتنى بها العلامة الفقيه الشيخ وهبي سليمان غاوجي حفظه الله تعالى.\n(1/17)\n",
        "وشرح «الوصية» البابرتي ــ وهو كتابنا هذا ــ، وشرحها أيضاً علي القاري، وملا حسين بن إسكندر الرومي المتوفى حوالي سنة 1084، وشرحه مطبوع في الهند ثم في قطر، وعمدته فيه شرح البابرتي كما صرح في مقدمته، وشرحها الإمام الحُصُوني واسمه «ظهور العطية»، وشرحها نور الدين إبراهيم بن حسن أفندي الإشكُدْراي المتوفى سنة 1260، وهو مطبوع بإستنبول، ولها شرح مسمى بـ «خلاصة الأصول»، وآخر بـ «تلخيص خلاصة الأصول».\nوشرح «العالم والمتعلم» أبو بكر محمد بن الحسن بن فُورَك (ت406).\nوقال الكردري في «المناقب» (1)): رأيت بخط العلامة مولانا شمس الملة والدين الكردري البراتقيني العمادي هذين الكتابين ــ يعني «الفقه الأكبر» و «العالم والمتعلم» ــ وكتب فيهما أنهما لأبي حنيفة، وقد تواطَأَ على ذلك جماعةٌ كثيرةٌ من المشايخ.\nوقال مولانا العلامة المحقِّق الناقد الشيخ محمد زاهد الكوثري رحمه الله في مقدمة «العالم والمتعلم» (2): تلك الرسائل هي العمدة عند أصحابنا في معرفة العقيدة الصحيحة التي كان عليها النبيُّ صلى الله عليه وسلم وأصحابُه الغُرُّ الميامينُ ومَن بعدهم من أهل السنة على توالي السنين، وإمام الهدى أبو منصور الماتريدي رضي الله عنه وعن سائر الأئمة بنى توضيح الدلائل، على مسائل تلك الرسائل، كما جرى على ذلك الإمام المجتهد أبو جعفر الطحاوي في كتابه «بيان عقائد أهل السنة والجماعة على مذهب فقهاء الملة أبي حنيفة وأبي يوسف ومحمد بن الحسن» رضي الله عنهم المعروف بـ «عقيدة الطحاوي» (3)، فيتبيَّن من ذلك مبلغ أهمية تلك الرسائل عند الباحثين. اهـ.\n__________\n(1) ص 122.\n(2) ص3.\n(3) وغالب مسائل هذه الرسائل متفقة مع «عقيدة الطحاوي»، بل بعض مسائلها متفقة معها باللفظ أيضاً.\n(1/18)\n\nقلت: وتلقِّي الحنفيَّة لهذه الرسائل بالقبول يغني عن البحث في الأسانيد، فقد صرَّح غيرُ واحدٍ من أهل العلم من المحدِّثين والأصوليين بأن الحديث النبوي إذا تلقَّته الأمةُ بالقبول وعملت به كان ذلك تصحيحاً له، وإن كان لا يصح من جهة الإسناد، منهم ابن عبد البر وأبو إسحاق الإسفراييني وابن القيم وابن حجر وابن الهمام والسخاوي والسيوطي (1)، فإذا كان هذا في الحديث النبوي، والأمر فيه شديد، فكيف بالكتب والرسائل التي لا يُعتنى بنقلها كما يُعتنى بنقل الأحاديث، بل إن بعض الكتب المشهورة التي تتوفر الدواعي على نقلها من طرق لم تصل إلينا إلا من طرق غريبة وروايات آحاد، كـ «مسند أحمد» و «مصنف عبد الرزاق». والله تعالى أعلم.\n__________\n(1) انظر كلامهم والأمثلة على هذه القاعدة فيما كتبه العلامة المحقِّق المتفنِّن الشيخ عبد الفتاح أبو غدة رحمه الله تعالى آخر «الأجوبة الفاضلة» للإمام اللكنوي رحمه الله.",
        "(1/19)\n\nجاء إسناد «الوصية» في أول نسخة خطية محفوظة بمكتبة شيخ الإسلام عارف حكمت بالمدينة المنوَّرة بساكنها صلى الله عليه وسلم تحت رقم 234، وهو من رواية شيخ الإسلام مصطفى عاشر بإسناده إلى قوام الدين أمير كاتب بن أمير عمر الإتقاني المكنى بأبي حنيفة صاحب «غاية البيان» (1)، عن مفتي الأنام حسام الدين حسين بن علي بن الحجاج السِّغْناقي، عن الإمام حافظ الدين محمد بن محمد بن نصر البخاري، عن شمس الأئمة محمد بن عبد الستار بن محمد الكردري، عن الإمام الهمام برهان الدين أبي لحسن علي بن أبي بكر بن عبد الجليل الرشداني المرغيناني صاحب «الهداية»، عن الإمام ضياء الدين محمد بن الحسين النوسوخي، عن الإمام علاء الدين أبي بكر محمد بن أحمد السمرقندي، عن الإمام سيف الحق أبي المعين ميمون بن محمد بن محمد المكحولي النسفي، عن الإمام أبي طاهر محمد بن المهدي الحسيني، عن الإمام أبي يعقوب إسحاق ابن منصور السياري، عن الإمام أبي الفضل أحمد بن علي السليماني، عن الإمام أبي سعيد حاتم بن عقيل الجوهري، عن الإمام محمد بن سماعة التميمي، عن الإمام أبي يوسف يعقوب الأنصاري، عن الإمام الأعظم سيدي أبي حنيفة رضي الله عنه وعنهم أنه قال في إملاء وصيته: اعلموا أصحابي وفَّقكم الله تعالى أن مذهب أهل السنة والجماعة على اعتقاد اثنتي عشرة خصلة، فمن كان يستقيم على هذه الخصال فقد\n__________\n(1) الفقيه الحنفي المتوفى سنة 758. انظر ترجمته في «الدرر الكامنة» 1: 414 ــ 416، و «الفوائد البهية» ص50 ــ 52، وهو في طبقة شيوخ البابرتي، وشيخه حسام الدين السِّغناقي هو شيخ قوام الدين الكاكي الذي هو شيخ البابرتي، فالظاهر أن رواية «الوصية» وقعت للبابرتي من طريق الكاكي عن السِّغناقي، ولذا ذكرنا الإسناد من عنده، لأن الذي يهمُّنا تراجم السِّغناقي فمن فوقه، أي تراجم رجال الإسناد إلى عصر البابرتي، فوصولها إلى البابرتي وشرحه لها يغني عن تتبُّع الإسناد إلى ما بعد عصره، والله أعلم.\n(1/20)",
        "\nهدي إلى صراط مستقيم، أولها: الإيمان ... إلخ.\nوهذه تراجم رجال الإسناد:\n1. حسام الدين السِّغناقي: هو الحسين بن علي بن الحجاج السِّغناقي، علامة فاضل فقيه جدلي نحوي، صاحب المصنفات الجليلة، مثل «شرح الهداية» و «شرح أصول البزدوي» و «شرح التمهيد» للنسفي وغيرها، توفي سنة 710، رحمه الله تعالى (1).\n2. محمد بن محمد بن نصر البخاري: هو حافظ الدين أبو الفضل محمد بن محمد البخاري، الحافظ الثقة المتقن المُحقِّق المعروف بالرواية وجَودة السَّماع، تفقَّه على محمد بن عبد الستار الكردري وغيره، وأخذ عنه حسام الدين السِّغناقي وغيره، توفي سنة 693، رحمه الله تعالى (2).\n3. محمد بن عبد الستار الكردري: هو شمس الأئمة محمد بن عبد الستار ابن محمد العمادي الكردري البراتقيني، الإمام البارع فقيه المشرق، تفقَّه على برهان الدين المرغيناني وقاضي خان وغيرهما، وتفقَّه عليه جماعةٌ منهم حافظ الدين البخاري، توفي سنة 642، رحمه الله تعالى (3).\n__________\n(1) له ترجمة في «الجواهر المضية» لعبد القادر القرشي 2: 114 ــ 116، و «الدرر الكامنة» لابن حجر 2: 60 وهي فيه مما ألحقه السخاوي به، وقال: أهمله شيخُنا كعادته مع الحنفية، و «الفوائد البهية» للكنوي ص62.\n(2) له ترجمة في «الجواهر المضية» 3: 337، و «الفوائد البهية» ص199 ــ 200.\n(3) له ترجمة في «سير أعلام النبلاء» 23: 112 ــ 113، و «الجواهر المضية» 1: 627 ــ 629، و «الفوائد البهية» ص176 ــ 177.\n(1/21)\n",
        "4. برهان الدين المَرْغِيناني: هو أبو الحسن علي بن أبي بكر بن عبد الجليل الرشداني الفرغاني المرغيناني، العلامة المحقق شيخ الإسلام صاحب «الهداية»، تفقَّه على جماعة منهم الإمام نجم الدين أبو حفص عمر بن محمد النسفي، وفاق شيوخه وأقرانه، وتفقَّه عليه الجمُّ الغفير، وممن انتفع به كثيراً وتخرَّج به وروى «الهداية» للناس عنه شمس الأئمة محمد بن عبد الستار الكردري، توفي سنة 593، رحمه الله تعالى ورضي عنه (1).\nقلنا: وبهذا الإسناد يروي السِّغناقي «الهداية» عن مؤلفها، كما في «الجواهر المضية»، وبه من طريق السِّغناقي يرويها المتأخِّرون في أثباتهم.\n5. محمد بن الحسين النوسوخي: هو ضياء الدين محمد بن الحسين بن ناصر بن عبد العزيز النوسوخي، تفقَّه على الإمام علاء الدين أبي بكر محمد ابن أحمد السمرقندي مصنف «تحفة الفقهاء» شيخ الكاساني صاحب «البدائع» وروى عنه، وتفقَّه عليه المرغيناني صاحب «الهداية»، قال المرغيناني في «مشيخته» ــ كما في «الجواهرالمضية» ــ: أجاز لي جميع مسموعاته مشافهةً بمروٍ، وكتب بخط يده سنة خمس وأربعين وخمس مئة، ومن مسموعاته كتاب «الصحيح» لمسلم، توفي سنة 545، رحمه لله تعالى (2).\n6. أبو بكر محمد بن أحمد السمرقندي: هو علاء الدين محمد بن أحمد بن أبي أحمد السمرقندي صاحب «تحفة الفقهاء»، الإمام العلامة الفاضل الجليل القدر، تفقَّه على أبي المُعين النَّسَفي، وتفقَّه عليه الكاساني صاحب «البدائع» (3).\n__________\n(1) له ترجمة في «سير أعلام النبلاء» 21: 232، و «الجواهر المضية» 3: 228 ـ 230.\n(2) له ترجمة في «الجواهر المضية» 3: 146 ــ 147، و «الفوائد البهية» ص166.\n(3) له ترجمة في «الجواهر المضية» 3: 18، و «الفوائد البهية» ص158.\n(1/22)\n\n7. أبو المعين ميمون بن محمد النسفي: هو ميمون بن محمد بن محمد بن معبد بن مكحول، الإمام المتكلم الأصولي الفقيه الحجَّة، ولد سنة 418، وتوفي سنة 508، رحمه الله تعالى (1).\n8. أبو طاهر محمد بن المهدي الحسيني: كذا جاء هنا، والصواب: أبو طاهر المهدي بن محمد الحسيني، كما جاء في إسناد كتاب «العالم والمتعلم» لأبي حنيفة من طريق أبي المعين النسفي عن أبي طاهر هذا (2).\n__________\n(1) «الجواهر المضية» 3: 527، والعجب من الدكتور محمد بن عبد الرحمن الخميس صاحب كتاب «أصول الدين عند الإمام أبي حنيفة» ــ وهو رسالة الدكتوراة التي قدَّمها إلى جامعة الإمام محمد ابن سعود، وأجيزت مع مرتبة الشرف الأولى مع التوصية بالطبع والتبادل بين الجامعات، وقد درس في كتابه هذا إسناد كتب أبي حنيفة ومنها «الوصية» ــ أن يقول في كل من الكاساني والسمرقندي وأبي المعين النسفي أن مترجميهم لم يذكروا فيهم جرحاً ولا تعديلاً. أفلا يعلم أن هؤلاء ليسوا من رواة الحديث ليتكلم فيهم أهل الجرح والتعديل! وأنّ طلبَ النص على توثيق وتعديل هؤلاء مثلُ طلبِ النص على توثيق ابن دقيق العيد والشاطبي وابن الصلاح والنووي والسبكي وأمثالهم!! وأنّ مَن ارتضاه الناس إماماً في الفقه وصار أحد أركان مذهب فقهي متَّبع لا يُسأل عن مثله.\n(2) وهذا الإسناد يروي به الموفق المكي كتاب «العالم والمتعلم»، وقد ساقه في «مناقب أبي حنيفة» 1: 86، وقد رأيناه أيضاً أول نسخة خطية من «العالم والمتعلم» مصورة في مكتبة الجامعة الأردنية عن الأصل المحفوظ في مكتبة شستربتي، وهذا الإسناد يلتقي مع إسناد الوصية من النسفي إلى الجوهري.",
        "(1/23)\n\nولعله المهدي بن محمد الحسيني الموسوي، ولد بأصبهان سنة 483، ونشأ ببغداد، وسمع ابن طلحة النعالي وابن البطر (1)، قال السمعاني: كتبتُ عنه وخسف بجَنْزة (2) في سنة 534، فهلك فيها عالَمٌ لا يُحصَون من المسلمين منهم هذا الواعظ. ذكره الحافظ الذهبي في «تاريخ الإسلام» وفي «سير أعلام النبلاء» (3) لكن كناه فيهما أبا البركات لا أبا طاهر.\n9. أبو يعقوب إسحاق بن منصور السياري:\nكذا جاء هنا، والصواب في اسمه: أبو يعقوب يوسف بن منصور السياري، ويوسف هذا ترجمه عبد القادر القرشي واللكنوي، وذكرا أنه تفقَّه على أبي إسحاق محمد بن منصور النوقدي (4)، وذكرا في ترجمة إبراهيم بن إسماعيل بن أحمد الأنصاري الوائلي المتوفى سنة 534 (5) أنه سمع كتاب «العالم والمتعلم» على أبي يعقوب السياري بقراءة والده، والظاهر أنه سمعه وهو صغير فوالده توفي سنة 461.\n__________\n(1) ابن طلحة النعالي: هو الحسين بن أحمد بن محمد المتوفى سنة 493. له ترجمة في «السير» 19: 101. وابن البطر: هو أبو الخطاب نصر بن أحمد بن عبد الله بن البطر المتوفى سنة 494. له ترجمة في «السير» 19: 46.\n(2) من بلاد أذربيجان. «معجم البلدان» لياقوت الحموي 2: 171.\n(3) «السير» 20: 52، وذكره أيضاً ابن الجوزي في «المنتظم» 10: 88 وزاد في شيوخه: ثابت بن بندار وأبا الحسين بن الطيوري. ولم ينتبه الدكتور الخميس إلى القلب الواقع في اسمه فقال: لم أقف له على ترجمة!\n(4) «الجواهر المضية» 3: 641، و «الفوائد البهية» ص233، ولم ينتبه الدكتور الخميس إلى تحريف «يوسف» إلى «إسحاق» فقال: لم أقف له على ترجمة.\n(5) «الجواهر المضية» 1: 73 ــ 75، و «الفوائد البهية» ص9.\n(1/24)",
        "\nقلت: ولم أقف على تاريخ ميلاده ولا وفاته، لكن سماعه من النوقدي (ت434) يشير إلى أن ميلاه كان في أواخر القرن الرابع، وسماع إبراهيم بن إسماعيل الأنصاري الوائلي (ت534) منه ــ كما سلف قريباً ــ، وسماع المهدي بن محمد الحسيني (ت534) منه هنا، وتلمذة أبي اليسر البزدوي (ت493) عليه (1)، يشير إلى أن وفاته كانت في النصف الثاني من القرن الخامس. والله أعلم\nوقد وُصِفَ في إسناد الموفق المكي الذي أشرنا إليه سابقاً بالحافظ.\n10. أبو الفضل أحمد بن علي السليماني:\nهو الإمام الحافظ المُعمَّر محدِّث ما وراء النهر أبو الفضل أحمد بن علي بن عمرو السُّليماني البِيكَندي البُخاري المولود سنة 311، وسمع محمد بن حمدويه بن سهل المروزي (ت327)، وعلي بن سختويه وعلي بن إبراهيم بن معاوية، ومحمد بن إسحاق الخزاعي، ومحمد بن صابر بن كاتب، وصالح بن زهير البخاريين، وعلي بن إسحاق المادرائي، وأبا وعبد الله بن جعفر بن فارس، قال الذهبي: حدَّث عنه جعفر بن محمد المستغفري، وولده أبو ذر محمد بن جعفر، وجماعةٌ لا نعرفهم بتلك الديار. وتوفي سنة 404، رحمه الله تعالى (2).\n11. أبو سعيد حاتم بن عقيل الجوهري:\n__________\n(1) كما في ترجمة أحمد بن علي الظهير البلخي من «الفوائد البهية» للكنوي ص27.\n(2) ترجمته في «سير أعلام النبلاء» 17: 200، و «تذكرة الحفاظ» 3: 1036، و «العبر» للذهبي 3: 89، و «طبقات الشافعية الكبرى» لابن السبكي 4: 41، و «شذرات الذهب» 3: 172، وعنه نقولات كثيرة في كتب الجرح والتعديل المتأخرة كـ «تهذيب التهذيب»، ومع هذا قال الدكتور محمد الخميس: لم أقف له على ترجمة!!\n(1/25)\n",
        "هو أبو سعيد حاتم بن عقيل بن المهتدي بن إسحاق المراري اللؤلؤي (1)، ذكره السمعاني في «الأنساب» (2)، وقال: يروي عن عبد الله بن حماد الآملي (ت269) والفتح بن أبي علوان (3) ويحيى بن إسماعيل، روى عنه القاسم بن محمد بن القاسم بن خليل، توفي في ذي القعدة سنة 333.\nوذكره ابن ماكولا في «الإكمال» (4) وزاد في شيوخه: داود بن أبي العوام وعلي بن الحسين.\n12. محمد بن سماعة التميمي: هو أبو عبد الله محمد بن سماعة بن عبد الله التميمي الكوفي، قاضٍ فاضلٌ ثقةٌ، روى عن أبي يوسف ومحمد بن الحسن والليث بن سعد، وروى عنه الحسن بن محمد بن عنبر ومحمد بن عمران الضَّبِّيُّ، توفي سنة233 وقد جاوز المئة، رحمه الله تعالى (5).\n13. أبو يوسف: هو القاضي الإمام الحافظ يعقوب بن إبراهيم الأنصاري المتوفى سنة 182 رضي الله عنه، وقد كُتبت عنه الكتب والدراسات والرسائل، وهو أشهر من أن يُعرَّف به هنا.\n__________\n(1) فيكون نسبته «الجوهري» إلى صناعة الجواهر بقرينة نسبته «اللؤلؤي» هنا.\n(2) 5: 248.\n(3) وإسناد الموفق المكي إلى «العالم والمتعلم» الذي أشرنا إليه سابقاً هو من رواية أبي الفضل السليماني، عن أبي سعيد الجوهري، عن الفتح بن أبي علوان. ومحمد بن يزيد. فهذا يؤكد أنه هو.\n(4) 7: 239، وقال الدكتور الخميس: لم أقف له على ترجمة!\n(5) له ترجمة في «سير أعلام النبلاء» 10: 646 ــ 647، و «الجواهر المضية» 3: 168 ــ 170، و «لفوائد البهية» ص170 ــ 171، وهو مترجم تمييزاً في «تهذيب الكمال» و «تهذيب التهذيب» و «تقريب التهذيب» وفيه: صدوق، مع أن حقه أن يكون ثقة.\n(1/26)\n\nوالظاهر أن هذا الإسناد لا يصحُّ على منهج المحدِّثين لانقطاعه بين الجوهري وابن سماعة، ولعدم جزمنا بأن أبا طاهر الحسيني المترجم في «السير» هو نفسُه الذي في هذا الإسناد، لكن مثل هذا يُتسامح في عدم وقوفنا على ترجمته، فقد ضاعت تراجم كثيرين مثله لأنهم ليسوا من رواة الحديث، ولبُعدِ ديارِهم، وضياعِ كثير من كتب تواريخ تلك البلاد، وعدمِ اهتمام المشارقة بتراجم غير المحدِّثين من تلك الديار (1)، وتأخّر تدوين تراجم الحنفية، إضافةً إلى النظر في حال الأئمة الثقات الذين رووا هذه الرسالة بهذا الإسناد، ونقلهم إياها لِمَن بعدهم به، وتلقِّيهم لها بالقبول، بل تلقِّي الحنفيَّة جميعاً لها بالقبول ــ كما سلف نقلُه عن الزَّبيدي بتوسع ــ يغني عن البحث في الإسناد عند جماعة من أهل العلم، وهذه القرائن جميعها مع هذا الإسناد توثِّق نسبة هذه «الوصية» إلى الإمام أبي حنيفة رضي الله عنه.\nثم يُقال لِمَن لم يقتنع بهذا إننا ننشر شرح هذه الرسالة كعقيدة للبابرتي الذي ارتضاها فشرحها، ثم ننشره كعقيدة للحنفية الذين تواردوا على قبول ما فيها، فما في هذا الكتاب يُمثِّل عقيدة البابرتي أولاً، وعقيدة الحنفية ثانياً، سواء صحَّت نسبةُ المتن إلى الإمام الأعظم أبي حنيفة أم لم تصح. والله تعالى أعلم.\n__________\n(1) وتذكَّر ما قاله الحافظ الذهبي رحمه الله في «السير» في ترجمة الحافظ أحمد بن علي السليماني محدِّث ما وراء النهر: حدَّث عنه جماعةٌ لا نعرفهم بتلك الديار.",
        "(1/27)\n\nوصف الأصول الخطية\nكنا قد وقفنا على نسخة خطية مصوَّرة في مكتبة الجامعة الأردنية في عمَّان من هذا الشرح النفيس، فنظرنا فيه فوجدناه حريَّاً بالطبع والنشر لنفعِ أهل العلم وطلَّابه به، ولإظهار آثار الإمام البابرتي التي لم يُطبع منها إلا «العناية» و «شرح العقيدة الطحاوية» و «شرح التلخيص»، فتوجَّهت النيَّة إلى إخراجه إخراجاً يليق به، فسعينا في الحصول على نسخ أخرى منه، فتمكنَّا من الحصول على ثلاث نسخ أخرى منه، فصار عندنا أربع نسخ للشرح، وإليك وصفُها:\nأولاً: النسخة المرموز إليها بـ (ص)، وهي المعتمدة أصلاً في الأغلب:\nوهي نسخة مصوَّرة عن الأصل الخطي المحفوظ في مكتبة أيا صوفيا في إستانبول تحت رقم (2330)، وعدد أوراقها 46 ورقة، وفي كل صفحة منها 15 سطراً، وفي كل سطر منها 9 كلمات تقريباً، ويظهر على لوحة العنوان ختم وقف السلطان محمود خان الأول بن مصطفى الثاني المتوفى سنة 1168هـ (1)، وتحت العنوان نصُّ الوقف بتحرير أحمد شيخ زاده المفتش بأوقاف لحرمين الشريفين.\nوفي الورقة الأخيرة منها ما نصه: «وكان الفراغ من تحريره على يد العبد الضعيف النحيف المحتاج إلى رحمة ربه اللطيف برهان بن علي بن إسحاق حامداً لله ومصلياً على نبيه محمد وآله في تاريخ سنة إحدى وخمسين وثمان مئة».\nوهي نسخة مُتقنة جداً يَندُرُ وقوعُ الخطأ فيها، ويظهر أنها قوبلت على أصل جيِّد لوجود بعض التصحيحات على هوامشها، ولنفاسة هذه النسخة وقِدَمِها اعتمدناها أصلاً إلا إذا ترجَّح خلاف ما فيها.\nثانياً: النسخة المرموز إليها بـ (ف):\n__________\n(1) وفي ترجمته في «تاريخ الدولة العلية» للأستاذ محمد فريد بك المحامي ص326 أن من آثاره الحسان تأسيس أربع كتبخانات ألحقها بجوامع آيا صوفيا ومحمد الفاتح والوالدة وغلطا سراي. اهـ. فتكون هذه النسخة مما وقفه في آيا صوفيا رحمه الله تعالى.\n(1/28)",
        "\nوهي نسخة مصوَّرة عن الأصل الخطي المحفوظ في مكتبة أسعد أفندي في إستانبول تحت رقم (1210)، وعدد أوراقها 22 ورقة، في كل صفحة منها 23 سطراً، وفي كل سطر 12 كلمةً تقريباً.\nوقد انتهت إلينا هذه النسخة ناقصةَ الورقة الأخيرة التي يُذكر فيها عادةً اسمُ الناسخ وتاريخُ النسخ، لكن ذكر الأستاذ فؤاد سزكين في «تاريخ التراث العربي» أنها من القرن الثاني عشر الهجري، ويُؤيِّدُه أنّ على أحد هوامشها فائدةً منقولةً عن «شرح الأمالي» للعلامة علي القاري المتوفى سنة 1014، فهي بعد الألف جزماً.\nوعلى هوامش هذه النسخة تصحيحاتٌ تدل على أنها قُوبِلَت على أصلٍ جيِّد، وعليها بعضُ الفوائد التي تدل على أنها كانت بيد بعض أهل العلم.\nثالثاً: النسخة المرموز إليها بـ (ج):\nوهي نسخة مصوَّرة عن الأصل الخطي المحفوظ في الولايات المتحدة في مكتبة برنستون مجموعة جاريت برقم (2082)، ومنها صورة ميكروفيلم في مكتبة الجامعة الأردنية في عمَّان في شريط رقم (196)، وعدد أوراقها 28 ورقة. وهي أول نسخة وقفنا عليها، وعليها بدأ العمل.\nوهي نسخة جيِّدة إلى حدٍّ ما، مكتوبة بخط فارسيّ واضح، ويظهر أنها لم تُقابل بعد نسخها لوجود بعض التحريفات ووجود بعض السَّقْط فيها.\nوفي آخر هذه النسخة ما نصُّه: «تمَّ بعون الله تعالى وحُسنِ توفيقِه شرحُ كتاب «وصيَّة الإمام الأعظم» للشيخ أكمل الدِّين رحمهما الله تعالى بحرمة سيِّد المرسلين، آمين، سنة 1056».\nرابعاً: النسخة المرموز إليها بـ (ب):\nوهي نسخة وقفنا عليها بعد نهاية عملنا عند بعض الأساتذة، ولم نتبيَّن مصدرها، وهي نسخةٌ مُتقنةٌ يَندُرُ وقوعُ الخطأ فيها، ولنفاستها عُدنا وقابلنا عَمَلَنا عليها، فأفادتنا بعضَ الفوائد، وعدد أوراقها 42 ورقة، في كل صفحة منها 21 سطراً، وفي كل سطر منها 7 كلمات تقريباً.\n(1/29)\n",
        "وفي الصفحة الأخيرة منها ما نصه: «تمَّ الكتابُ المباركُ في يوم الجمعة رابع شهر ربيع الأول من شهور سنة إحدى وأربعين وألف ومئة (1141)، على يد أفقر العباد إلى رحمة ربه المُهيمن، السيد عبد الرحمن مُؤمِن، غفر اللهُ له ولوالديه ومشايخه ومُحبِّيه ولِمَن قرأ فيه ودعا له بالمغفرة» غفر الله لنا وله.\nوهذه النسخة مليئة بالفوائد على هوامشها، مما يدلّ على أنها كانت بيد بعض أهل العلم، وكان المُحشِّي عليها يختم تعليقاتِه بمصدره غالباً، فنقل عن «شرح العمدة» و «شرح المسايرة» لابن أبي شريف و «شرح الأمالي» للقاري، و «شرح الجوهرة» لعبد السلام اللقاني، و «شرح الفقه الأكبر» للبابرتي، و «شرحه» لأبي المنتهى، و «شرح العقائد النسفية» لابن غرس، وغيرها. وقال في الورقة 33: «سُئل شيخُنا محمد العشماوي»، قلنا: هو العلامة الفقيه المحدث المُسنِد محمد بن أحمد بن يحيى العشماوي الأزهري الشافعي المتوفى سنة 1167 (1)، فيحتمل أن يكون المُحشِّي هو الناسِخَ نفسَه.\nوقد نقلنا من هذه الفوائد مجموعة لا بأس بها ستراها معزوَّة إليها.\n__________\n(1) كما في «عجائب الآثار في التراجم والأخبار» للجبرتي 1: 280.\n(1/30)\n\nقمنا ــ بعون الله تعالى وتوفيقه ــ بنسخ النصِّ وتفصيلِه وضَبطِه ومُقابلةِ منسوختنا بالنسخ الثلاث، ثم على النسخة الرابعة، وإثبات الفروق المهمة بينها، وما كان فرقاً يسيراً لم نُشِر إليه خشيةَ إثقال الحواشي بما لا فائدة منه، وميَّزنا المتن عن الشرح بوَضعِه بين قوسين وتسويده، وقابلنا المتن على طبعة الإمام الكوثري للوصية ورمزنا إليها بـ (ز)، وقابلناه أيضاً على «الطبقات السنية» للتقي التميمي رحمه الله، فإنه نقل نصَّ «الوصية» كاملاً، وقابلناه أيضاً على نسخة خطية منسوخة سنة 1103 محفوظة في مكتبة مكة المكرمة برقم (40 ــ فقه حنفي)، وإليها الإشارة بقولنا: النسخة المكية، واستفدنا أيضاً من النسخة الأزهرية للمتن، وعَزَونا الآيات إلى مواضعها، وخرَّجنا الأحاديث التي استشهد بها المؤلف من الكتب الستة إن كان فيها ــ وهو الغالب ــ، وإلا توسَّعنا في تخريجه حسب ما يقتضيه المقام، وما سكتنا عنه فهو صحيح أو حسن، وما فيه ضعفٌ بيَّناه، مُستَرشدين في ذلك كُلّه بأقوال أهل العلم، وعلّقنا على مواضع من الشرح ببعض التوضيحات والتفسيرات والفوائد اللطيفة مما يتمِّم مقاصد الكتاب، خاصة فييما تُثار حوله في هذا العصر إشكالات ونقدات، وربما أطلنا التعليق حسب ما يقتضيه المقام.\nوهذا العمل المتواضع في خدمة عقيدة أهل السنة والجماعة أولاً، وفي خدمة الإمام البابرتي رحمه الله تعالى ثانياً، نضعه بين يدي أهل العلم وطلَّابه رجاء دعواتٍ صالحةٍ تلحقنا من المستفيدين منه.\nواللهَ سبحانه نسأل أن يتقبَّل منَّا هذا العمل خالصاً لوجهه الكريم، ويجعلَ ما أصبنا فيه في صحائف أعمالنا، ويتجاوزَ عما أخطأنا فيه أو زلَّ فيه القلم.\nبعمَّان الأردن في شعبان سنة 1426هـ ... ... ... ... المحققان\nوبه نستمدُّ ونستقيم",
        "(1/31)\n\nالحمدُ لله المتوحِّدِ بوجوب الوجود والبقاء، المتفرِّدِ بالقدرة الكاملة والعِزِّ والكبرياء، مُبدِع نظامِ الموجودات على أحسنِ الترتيبِ والولاء، ومخصِّص نوعِ الإنسان بإدراك حقائق الأشياء، والصلاةُ والسلام على خير البريَّةِ محمدٍ أشرفِ الأنبياء، وعلى آله وأصحابه البَرَرة الأتقياء.\nيقول العبدُ الفقير النحيف الحنيف، المرتجي من لطفِ ربِّه الخفي، محمد بن محمود بن أحمد المدعوُّ بالأكمَلِ الحنفي، يسَّرَ اللهُ أمنيَّتَه، وسهَّلَ عليه منيَّتَه: لمَّا رأيتُ كتابَ «الوصيَّة» المنسوبَ إلى الإمام الأعظمِ أقدمِ المجتهدين سراجِ الملَّة الحنفيَّة أبي حنيفة قدَّسَ اللهُ روحَه ونوَّر ضريحَه، وافياً لِمَا يُحتاجُ إليه في أصول الدين، كافياً لِمَا يَجِبُ الاعتقادُ به على المسلمين، جمعتُ له في كلام المشايخِ فوائدَ تُبيِّنُ ميامنَ فوائده، وتُعيِّنُ مكامِنَ فرائده، تُقرِّرُ ما أرادَ من معانيه، وتُحرِّرُ ما أفادَ من مبانيه، تُفصِحُ عن معاقِدِ القواعد، وتُوضحُ وجهَ الاستِدلال على العقائد، مُجيباً عمَّا يَرِدُ على ما فيه، مُشيراً إلى مذاهبِ مُخالفيه، وشَرَطتُ على نفسي أن لا أتجاوز المراد، ليكونَ سهلَ المأخَذِ سَلِسَ القِياد (1)\n__________\n(1) القِياد ــ بكسر القاف ــ: الحبل الذي يوضع في عنق الدابة فتقاد به، ثم قيل: فلان سَلِسُ القياد وصعبُه على المثل. «لسان العرب» (قود).\nوانفردت النسخة (ف) هنا بزيادة: «وجعلته تحفةً لحضرة الأمير الكبير الأجلّ العامل الكامل الفاضل البارع الورع التقي النقي، محبوبِ الملوك والسلاطين، المخصوصِ بعناية ربِّ العالمين، مَلاذِ الغُرباء والمساكين، وكهفِ الفُقراء والمظلومين، الذي لم تَزَل أنوارُ =\n= شمائلِه زاهرة، وأمواجُ بحورِ فيضِ فضائلِه زاخرة، أميرِ سيف الدولة والدِّين، قرابغا الخاصك، لا زالت أعلامُ السِّيادة بدوام دولته منصوبة، وأبوابُ السعادة ببقاء وجهه الكريم مفتوحة، أيَّده اللهُ تعالى إلى انتهاء الأدوار، وإلى انطواء صحائف الأعمال، وسألتُ الله أن يجعله نافعاً للطلبة، إنه أعزُّ مسؤول وأكرمُ مأمول، والله حسبي ونعم الوكيل».\n(1/32)",
        "\n، وسألتُ اللهَ تعالى أن يجعلَه لي ذُخراً لدارِ يوم القرار، ويحشُرُني به مع البَرَرة الأخيار، إنه على ذلك قدير، وبالإجابة جدير، وهو حسبُنا ونِعمَ الوكيل.\n[ماهية الإيمان وطريق وجوبه]\nقال الإمام الأعظم رضي الله عنه: (الإيمانُ إقرارٌ باللسان وتصديقٌ بالجَنان) (1).\nأقول: الكلام ها هنا في ماهيَّة الإيمان وطريق وجوبه:\n__________\n(1) هكذا في (ز) و النسخ الخطية للشرح، وفي نسخة المتن المكية ونسخته الأزهرية و «الطبقات السنية» 1: 156 قبل هذا ما نصُّه: «اعلموا يا أصحابي وإخواني أنَّ مذهب أهل السنة والجماعة على اثنتي عشرة خصلةً، فمَن كان يستقيمُ على هذه الخِصال لا يكونُ مُبتدِعاً، ولا صاحِبَ هوىً، فعليكم بهذه الخِصال حتى تكونوا في شفاعة سيِّدنا محمَّدٍ عليه الصلاة والسلام: الأولى: الإيمان ... »، وهذه الزيادة ثابتة أيضاً في نسخة دار الكتب المصرية للمتن فيما ذكر الأستاذ عناية الله إبلاغ في كتابه «الإمام الأعظم أبو حنيفة المتكلِّم» ص 124.\n(1/33)\n",
        "أما الأول فإنه في اللغة عبارة عن التصديق، قال الله تعالى خبراً عن إخوة يوسف عليه السلام: ?وَمَا أنْتَ بِمُؤْمِنٍ لَنَا? [يوسف: 17]، أي: بمُصدِّق. وعند المتكلِّمين: هو تصديقُ محمدٍ صلى الله عليه وسلم فيما جاء به من عند الله. فإنَّ فيه تصديقَ ما يجب التصديقُ به، كالإيمان بالله وملائكته وكُتُبه ورُسُله واليوم الآخر وغير ذلك ممَّا يجب الإيمانُ به على التفصيل، فمَن صدَّق الرسولَ فيما جاء به من عند الله فهو مؤمنٌ بينه وبين الله تعالى (1)، والإقرارُ شرطُ إجراءِ أحكام الإسلام عليه، هذا هو المرويُّ عن أبي حنيفة رحمه الله (2)، وإليه ذهب الشيخُ أبو منصور الماتريدي، وأبو الحسن الأشعري (3)\n__________\n(1) وليس المرادُ بالتصديق هنا العلمَ بصدق الخبر أو المُخبِر من غير إذعان وقبول، وإلا لزم أن يكون كل عالم بصدق النبي صلى الله عليه وسلم مؤمناً به، وليس الأمرُ كذلك، لأن كثيراً من الأحبار والرُّهبان وغيرهم كانوا يعلمون صدق نبينا صلى الله عليه وسلم، ولكنهم لم يُذعِنوا ويُسلِّموا لِمَا جاء به من عند الله، فلم يؤمنوا، بل إن إبليس كان مُصدِّقاً، ومع ذلك فهو كافرٌ جزماً، فالإيمان مجموع أمرين: الأول: العلم بصدق الخبر أو المُخبر، والثاني: الإذعان والقبول للخبر أو المُخبِر، وعليه يكون الإيمان من باب العلم ومن باب الكيفيات النفسانية. وانظر «المسامرة بشرح المسايرة» لابن أبي شريف ص352 ــ 353.\n(2) ذكر الإمام نحو هذا في «العالم والمتعلم» ص16، وذكر نحو ما في «الوصية» في «الفقه الأكبر» ص65، والأول ــ أي ما في «العالم والمتعلم» ــ مبين، والثاني ــ أي ما في «الوصية» و «الفقه الأكبر» ــ مُجمل، والمجمل محمول على المبين، ولذا اعتمده الماتريدية.\n(3) واسمه علي بن إسماعيل بن إسحاق، ولد بالبصرة سنة 260هـ، ومن المشهور أنه بقي على مذهب المعتزلة إلى سن الأربعين، ثم رجع إلى مذهب أهل السنة ورد على المعتزلة حتى صار إماماً لأهل السنة، وعُرف أتباعه بالأشاعرة، توفي رضي الله عنه ببغداد سنة324 هـ. وما ينسب إليه من أنه تراجع في كتابه «الإبانة» في آخر حياته عن معتقده الذي سار عليه الأشاعرة من بعده هراءٌ لا قيمة له، لأسباب منها: أننا نكاد نجزم بأن كتاب «الإبانة» الذي صنفه الأشعري ليس مطابقاً للذي بين أيدينا كما بيَّنه العلامة الشيخ وهبي سليمان غاوجي في رسالته «نظرة علمية في نسبة كتاب الإبانة إلى الأشعري»، على =\n= أنه مختلفٌ فيه أيضاً من حيث زمن تأليفه: هل كان أول رجوعه عن مذهب المعتزلة أم كان آخر حياته، والراجح عندنا أنه ألفه أول رجوعه عن مذهب المعتزلة عندما التقى بالبربهاري، وهو ما رجّحه الإمام الكوثري في مقدمة «تبيين كذب المفتري» وتابعته عليه الدكتورة فوقية حسين في تحقيقها للإبانة ص78.\nثم إنه ليس من المنهج العلمي الرصين أن نُغفِلَ ما اشتهر عن الأشعري واستفاض ونتعلق بكتاب لم تثبت مجموع رواياته على نص واحد، لأن المنهج العلمي في التعامل مع الروايات المختلفة عن أيّ إمام هو البحثُ عن المعتمد في مذهبه.\nكما أن ما في «الإبانة» مخالف لما نقله الإمام أبو بكر بن فورك رحمه الله تعالى عن الأشعري في كتابه «مجرد مقالات أبي الحسن الأشعري»، ومعلوم أن ما نقله ابن فورك هو ما استقر عليه الأشعري لاطلاعه على جميع كتبه أولاً، ولتلقِّيه هذه الأقوال عن أبي الحسن الباهلي عن الأشعري ثانياً.\nومن الدليل على أن «الإبانة» ليست آخر مؤلفات الأشعري أن فيها تكفيراً لبعض المخالفين، وهو خلاف ما رواه البيهقي ــ كما في «سير أعلام النبلاء» 15: 88 ــ قال: سمعت أبا حازم العبدوي، قال: سمعت زاهر بن أحمد السرخسي يقول: لما قَرُبَ حضورُ أجل أبي الحسن الأشعري في داري ببغداد دعاني فأتيتُه، فقال: اشهد علي أني لا أكفّر أحداً من أهل القبلة، لأن الكلّ يُشيرون إلى معبود واحد، وإنما هذا كله اختلافُ العبارات.\n(1/34)\n\n، والقاضي أبو بكر الباقلاني، وأبو إسحاق الإسفرايني. وإن كان ظاهرُ كلامِه في هذا الكتاب يدلّ على أن الإيمانَ مجموعُ الجزأين: الإقرارِ والتصديق.\nفإن قيل: على كلا التقديرين، شَطراً كان أو شَرطاً، لِمَ قدَّمَ الإقرارَ على التصديق، فإنَّ الإقرارَ وإن كان جزءاً لكنه يحتملُ السقوطَ بعُذرِ الإكراه، والتصديقُ لا يحتملُه؟\nأجيبَ: بأن التصديقَ القلبيَّ لمَّا كان أمراً باطناً لا يُطَّلعُ عليه، وكان الإقرارُ باللسان دليلاً على ذلك كما سيجيء تقريرُه (1)، قُدِّمَ على التصديق، ويُمكِنُ أن يكون هذا مَحمَلَ قوله صلى الله عليه وسلم: «الإيمانُ بِضعٌ وسبعون شُعبةً، أعلاها لا إله إلا الله، وأدناها إماطةُ الأذى عن الطريق» (2)، لم يذكر التصديق وإن كان هو الأصل.\nوأما وجوبُه فقد اختلفوا في طريقه، هل هو واجبٌ عَقلاً أو سَمعاً، فذهبت المعتزلةُ إلى الأول، والأشاعرةُ إلى الثاني.\nواختلفوا أيضاً في أنه هل يُعرَفُ حُسنُ الإيمان وشُكرُ المُنعِم وقُبحُ الكفر عقلاً أو لا؟ فقالت الأشاعرةُ والمُشبِّهةُ والخوارجُ والملاحدةُ والرافضةُ: لا يجبُ بالعقل شيءٌ، ولا يُعرَفُ به حُسنُ الإيمان وقُبحُ الكفر، وإنما يُعرَفُ بالشرع (3)\n__________\n(1) انظر ما سيأتي ص66 ــ 67.\n(2) أخرجه البخاري (9)، ومسلم (35)، وأبو داود (4676)، والترمذي (2614)، والنسائي 8: 110 (5004) و (5005)، وابن ماجه (57) من حديث أبي هريرة رضي الله عنه. وفي بعض ألفاظه: «بضع وستون»، وفي بعضها: «بضع وستون أو سبعون» على الشك.\n(3) يرى الأشاعرة أنه ليس للفعل نفسِه حُسنٌ وقُبحٌ ذاتيان، ولا لصفة تُوجِبهما، بل حُسنُ الفعل هو ورودُ الشَّرع بإطلاقه، أي الأذنُ لنا فيه، وقُبحُه ورودُ الشرع بمنعه.\nوالعقل عندهم ليس بحاكم بالأحكام التكليفية من الوجوب والندب والإباحة والكراهة والحرمة، واستدلوا على ذلك بقوله تعالى: ?لِئَلّا يَكُونَ للنَّاسِ عَلى الله حُجَّةٌ =\n= بَعْدَ الرُّسُلِ? [النساء: 165]،وجه الاستدلال: أنه لو كان العقلُ حُجَّةً على الناس في الأحكام لمَّا علّق الله الحجَّة على الرسل.\nواستدلوا أيضا بقوله تعالى: ?وَمَا كُنَّا مُعَذِّبينَ حتَّى نَبعَثَ رَسُولاً? [الإسراء: 15]، وجه الاستدلال: أن العذاب لا يقع إلا على مَن بلغته دعوة الرسول، فلو وجب الإيمانُ بالعقل لوجب قبل البعثة وفي كل زمان وترتَّب عليه العقاب، لأنه لا معنى للوجوب إلا هذا، ولكن لا يترتب العقاب على من لم يؤمن قبل البعثة بنص الكتاب العزيز، فبطل الوجوب بالعقل، لأنه إذا بطل الوجوبُ العقليُّ في زمن، بطل في غيره، لأن ما كان واجباً عقلاً لا ينقلب ولا يتغير، وإلا انقلبَ الواجبُ ممكناً، وهو محال.",
        "(1/35)\n\nوقالت المعتزلةُ: العقلُ يُوجِبُ الإيمانَ وشُكرَ المُنعِم وقُبحَ الكفر، ويَعرِفُ بذاته حُسنَ الأشياء، ويُثبِتُ الأحكام [حسب] (1) ما يقتضيه صلاحُ الخلق.\nوقال أصحابُنا رحمهم الله تعالى: العقلُ آلةٌ يعرفُ حُسنَ بعضِ الأشياءِ وقُبحَه، ووجوبَ الإيمانِ وشكرِ المُنعِم (2)\n__________\n(1) كلمة «حسب» ليست في الأصول الثلاثة، وأضفناها لتوضيح المعنى.\n(2) قال العلامة قاسم بن قُطلُوبُغا رحمه الله تعالى في حاشيته على «المسايرة» ص176: مذهب الماتريدية يُخالف مذهب المعتزلة من وجوه: أحدها: أن المعتزلة قد قرروا أن العقل يُدرك الحسن أو القبح في الفعل، ويُدرِك الحكم المترتِّب على أحدهما من غير توقّف على الشرع، والماتريدية قالوا: العقل يُدرك الحسن أو القبح، ولا يقضي في شيء بمقتضى ما أدركه، بل ينتظر ورود الشرع بهذا القضاء، فالعقل عند المعتزلة حاكم، وعند الماتريدية آلة للبيان وسبب الحكم.\nالوجه الثاني: أن الماتريدية لم يقولوا بما قال به المعتزلة مما استلزمه كلامهم (يعني =\n= وجوب فعل الأصلح والرزق والثواب على الطاعة والعقاب على المعصية على الله، وبيانه ــ كما في حاشية النسخة (ب) ــ: أن العقل عند المعتزلة إذا أدرك الحُسنَ والقُبحَ يُوجِبُ بنفسه على الله تعالى وعلى العباد مقتضاهما، وعند الحنفية الموجِبُ هو الله، والعقلُ آلةٌ يُعرَف به ذلك الحكمُ بواسطة إطلاعه على الحُسن والقُبح الكائنين في الفعل).\nالوجه الثالث: أن العقل مُدرِكٌ للحسن والقبح في جميع الأفعال عند المعتزلة على الوجه الذي قررناه، وعند الماتريدية لا يُدرِكهما في جميع الأفعال، وإنما يُدرِكُهما في بعضها دون البعض.\nوقال ص179: والفرق بين مذهبنا ومذهب الأشاعرة من وجهين: أنه قد يعرفُهما العقل بخلق الله تعالى العلمَ بعد توجُّهه بلا كسب أو معه، وإن لم يرد الشرع، ومن الواجب القول بذلك فيما يتوقف الشرع عليه كوجوب تصديق النبي، وإن كان في أول أقواله مثلاً، وحرمة تكذيبه، وإلا لزم الدور أو التسلسل. وأنه بعد ورود الشرع آلةٌ لمعرفة حُسنِ ما ورد به الشرعُ أو قُبحِه، لا فهم الخطاب وصدق الناقل فقط، فالعقل ليس بمعتبر كل الاعتبار في مواجب التكليف، لأن الأفعال مسندة إلى الله خلقاً، ولأن الوهم يُعارِضُه كثيراً، فلا يُكلَّف بالإيمان العاقل قبل البلوغ ولا من نشأ في شاهق جبل قبل إدراك الدعوة وزمان التجربة، فلا يُعذَّبان إن لم يعتقدا كفراً ولا إيماناً خلافاً للمعتزلة.\nواقتصر العلامة ابن أبي شريف رحمه الله في «المسامرة في شرح المسايرة» ص 183 على الوجه الأول إلا أنه زاده توضيحاً فقال: والفرق بين الأشاعرة والماتريدية: أن الأشاعرة قائلون بأن العقل لا يعرف حكماً من الأحكام إلا بعد بعثة نبي، أما الماتريدية فيقولون إن العقل قد يعرف بعض الأحكام قبل البعثة بخلق الله تعالى العِلمَ به: إما بلا كسب كوجوب تصديق النبي وحرمة الكذب الضار، وإما مع كسب النظر وترتيب المقدمات، وقد لا يُعرف إلا بالكتاب والنبي كأكثر الأحكام.\n(1/36)",
        "\nوالفرق بين قولنا وقول المعتزلة أنهم يقولون: العقلُ موجِبٌ لذاته، لأنهم يقولون: إنّ العبدَ موجِدٌ لأفعاله. وعندنا العقلُ آلةٌ للمعرفة، والموجِبُ هو اللهُ تعالى لكن بواسطة العقل (1)، كما أن الرسول مُعرِّفٌ للوجوب، والموجِبُ هو اللهُ تعالى حقيقةً، لكنْ بواسطة الرسول.\n__________\n(1) الباء في قوله: «بعقولهم» باء السببية، أي: معرفةُ الله واجبةٌ على الخلق بسبب عقولهم، والمُوجِبُ هو الله حقيقةً. والسبب عند الأشاعرة والماتريدية سبب عادي، لا مولِّد كما عند المعتزلة. أفاده العلامة المحقق ابن أبي شريف في «المسامرة» ص183.\n(1/37)\n",
        "ووجوبُ الإيمان بالعقل مرويٌّ عن أبي حنيفة رحمه الله، فقد ذكر الحاكمُ الشهيدُ في «المنتقى» (1) أنَّ أبا حنيفة رحمه الله قال: لا عُذرَ لأحدٍ في الجهلِ بخالِقِه لِمَا يرى من خَلقِ السماواتِ وخَلقِ نفسِه وغيرِه. وروي أنه قال: لو لم يُبعَثْ رسولٌ لوَجَبَ على الخلقِ معرفتُه بعقولهم. وعليه مشايخنا (2).\n__________\n(1) الحاكم الشهيد: هو محمد بن محمد بن أحمد بن عبد الله بن عبد المجيد المروزي السلمي الوزير الشهيد، أبو الفضل البلخي، قاضي بخارى وإمام الحنفية في عصره، كان فقيهاً محدِّثاً، قال السمعاني: كان يحفظ ستين ألف حديث، وتصانيفه تدل على كمال فضله كـ «الكافي» و «المنتقى». وقال الحاكم في «تاريخ نيسابور»: ما رأيت في جملة مَن كتبتُ عنهم من أصحاب أبي حنيفة أحفظَ للحديث وأهدى إلى رسومه وأفهمَ له منه. قُتِلَ شهيداً سنة 334 رحمه الله تعالى. قال الكفوي (ت990) في «كتائب الأخيار»: «الكافي» و «المنتقى» أصلان من أصول المذهب بعد كتب محمد، ولا يوجد «المنتقى» في زماننا. له ترجمة في «الجواهر المضية» للقرشي 3: 313 ــ 315، و «الفوائد البهية» للكنوي ص185.\n(2) أي: عامَّتُهم، وهو المشهور عن الإمام أبي حنيفة. قال الإمام ابن الهمام رحمه الله في «المسايرة» ص185: وقال أئمة بخارى: لا يجب إيمانٌ ولا يحرم كفرٌ قبل البعثة كقول الأشاعرة، وحملوا المرويَّ عن أبي حنيفة على ما بعد البعثة، وهو ممكنٌ في العبارة الأولى =\n= دون الثانية. وقال في «التحرير في أصول الفقه»: وحينئذ فيجب حمل الوجوب في قوله: «لوجب على الخلق معرفته بعقولهم» على معنى: ينبغي، أي: الذي ينبغي أن يُفعَل.\n(1/38)\n\nوقال الشيخ أبو منصور في الصبيِّ العاقل: إنه تجبُ عليه معرفةُ الله تعالى، وهو قول كثير من مشايخ العراق، لأن الوجوبَ على البالغ باعتبار العقل، فإذا كان الصبيُّ عاقلاً كان كالبالغ في وجوب الإيمان عليه، وإنما التفاوتُ بينهما في ضعف البِنية (1) وقوَّتِها، فلا جَرَمَ يفترقانِ في عمل الأركان فيما لا يتعلَّقُ بالجَنان.\nوذهب كثيرٌ من مشايخنا إلى أنه لا يجبُ على الصبيِّ شيءٌ قبلَ البلوغ لقوله صلى الله عليه وسلم: «رُفِعَ القلمُ عن ثلاثٍ: عن الصبيِّ حتى يحتلم» (2) الحديث. وحمَلَهُ الشيخُ أبو منصور على الشرائع. ولا خِلافَ بين أصحابنا في صحةِ إيمان الصبيِّ العاقل (3)\n__________\n(1) في (ج) وحدها: «البيِّنة»، والافترق في عمل الأركان مبنيٌّ على البِنية لا على البيِّنة.\n(2) أخرجه أبو داود (4399 ــ 4403)، والترمذي (1423)، والنسائي في «السنن الكبرى» (7305 ــ 7307)، وابن ماجه (2042) من حديث علي كرَّم اللهُ وجهه. وقد روي مرفوعاً وموقوفاً، ورجَّح النسائي الموقوف.\nوأخرجه أبو داود (4389)، والنسائي 6: 156 (3432)، وابن ماجه (2041) من حديث عائشة رضي الله عنها.\n(3) وبه قال المالكية والحنابلة، وعند الشافعية خلافٌ في صحَّة إسلام الصبيِّ محلّه بالنسبة إلى تعلّق أحكام الدنيا به، أما بالنسبة إلى أحكام الآخرة فلا خلاف في صحَّة =\n= إسلامه، وهو المنقول عن الشيخين. انظر «روضة الطالبين» للإمام النووي 5: 429 و432 و434 و8: 281، و «المسامرة» للعلامة ابن أبي شريف ص193 ــ 194.\nقلنا: لأن الصحة يتعلق بها أمران: الأول: اعتبار الشيء، والثاني: ترتّب الأحكام عليه، والخلاف في الثاني لا في الأول، لأن الإيمان هو التصديق المقطوع به، ومن قواعد الشريعة أنّ الأمرَ القطعيَّ لا يجوز إسقاطُه ولا إهمالُه، وعليه فلا يجوز عدم اعتبارُ صحة إسلام الصبيّ، وإنَّما الخلافُ في ترتّب أحكام الدنيا من توارُثٍ وغيره.\nوبذلك يُعلم أن قول ابن تيمية في «منهاج السنة النبوية» 8: 286: «مذهب الشافعي أن إسلام الصبي غير مُخرِجٍ له من الكفر» ليس بصحيح، فضلاً عمَّا فيه من إساءة أدب مع سيدنا علي عليه السلام، وكون الرافضي المردود عليه أساء الأدب في حق الخلفاء الثلاثة رضوان الله عليهم لا يُسوِّغ مقابلته بمثل صنيعه.\nوعلى حاشية النسخة (ب) هنا فائدة وهي: «ارتدادُ الصبيِّ العاقل صحيحٌ كإسلامه عندهما، وقال أبو يوسف: ارتدادُه ليس بصحيح، ويُجبَر الصبيِّ على الإيمان، ولا يُقتَل إن أبى، والجبرُ أعمُّ من الحبس والتهديد ونحوه. ملخصاً من ملا مسكين. قوله: «لا يُقتَل» لأنه ليس مخاطباً بالفروع التي عُلِمَت بمجيء الرسول، وهذا يتمشَّى على قول مشايخ العراق بأن وجوب الإيمان بالعقل، ووجوب الفروع بالرسول. وعند مشايخ بخارى وجوب الإيمان مع الفروع بالشرع مطلقاً، والصبي ليس بمخاطب لحديث: «رُفِعَ القلم» فلا يُحكَم بكفره على قولهم». اهـ.",
        "(1/39)\n\nاحتجَّت المعتزلةُ على أن الإيمانَ حَسَنٌ عقلاً بوجوه، وأنا أُورِدُ ها هنا وجهين اختصاراً:\nأحدهما: أنَّ شكرَ اللهِ واجبٌ عقلاً، ودَفْعَ الخوفِ عن نفسِه واجبٌ كذلك، وشُكرَ المُنعِم ودفعَ الخوف العقليَّين متوقِّفان على معرفة الله تعالى فتكون معرفةُ الله واجبةً بالعقل.\nوالثاني: لو ثبتَ الحُسنُ والقُبحُ شرعاً لَزِمَ انتفاؤُهما مطلقاً، لأنهما لو ثبتا بالشَّرع لم يحكم العقلُ بقُبحِ الكذب، فجاز وقوعُه من الشارع، فإذا حَكَمَ الشَّرعُ بقُبحِ شيءٍ لم يُجزَم بقُبحِه لجواز صدور الكذب حينئذ من الشارع، فلم يَثبُت الحُسنُ والقُبحُ أصلاً.\nوقالت الأشاعرةُ: الحَسَنُ والقبيح يُطلقان على أمورٍ: منها ما يكون صفةَ كمالٍ أو صفةَ نقصٍ، يُمدَحُ بها أو يُذمُّ. ومنها ما يكون ملائماً للطَّبعِ أو مُنافِراً له. ومنها ما يَتعلَّقُ به في الآجِلِ ثوابٌ أو عقابٌ.\nفإن كان المرادُ بالحَسَن ما يكون صفةَ كمالٍ، وبالقبيح ما يكون صفةَ نقصٍ، أو كان المرادُ بالحَسَن ما يكون ملائماً للطبع، وبالقبيح ما يكون مُنافِراً له، فلا خلاف في كونهما عقليَّين.\nوإن كان المرادُ بالحَسَن والقبيح ما يُثابُ به في الآجِلِ أو يُعاقَبُ عليه، فالعقلُ لا مجال له في إدراك ذلك، لقوله تعالى: ?وَمَا كُنَّا مُعَذِّبِينَ حَتَّى نَبْعَثَ رَسُوْلَاً? [الإسراء: 15]، نَفَى التعذيبَ إلا ببعثة الرُّسُل، فلو كان الفِعلُ قبيحاً بالعقل لَزِمَ وقوعُ التعذيبِ وإن لم يُوجَد الرسلُ.\nولأن شكرَ المُنعِم لو وجَبَ لوجَبَ لفائدة، وإلا لكان عَبَثاً وهو قبيح. والفائدةُ إما أن تعودَ إلى الربِّ وهو منزَّهٌ عنها، أو إلى العبد، إما في الدنيا أو في العُقبى، والأولُ ممنوعٌ لأنه إتعابُ النفسِ بلا فائدة، وكذا الثاني لأنه لا مجال للعقل في دَرْكِ أحوالِ الآجِل، وكذا دفعُ الخوفِ عن نفسه.\n(1/40)",
        "\nولقائل أن يقول: احتمالُ العقابِ بعدم الشُّكرِ قائمٌ، ودفعُ الخوفِ عن ذلك من أجلّ الفوائد، لأن احتمال العقاب إما أن يكون واقعاً في نفس الأمر أو لا، فإن كان واقعاً فدَفْعُه من الفوائد، وإن لم يكن واقعاً لَزِمَ ورودُ الشرع على خلاف الواقع، وهو محال.\nوالجواب عما تَلَوا (1): أنه محمولٌ على عذاب الدنيا كما جرى للمتقدِّمين من مُكذِّبي الرسل، أو هو محمولٌ على الشرائع.\nواعلم أن أصحابنا قد ذكروا أنا لا نعني بوجوب الإيمان بالعقل أنه يستحقُّ الثوابَ بفِعلِه والعقابَ بتَرْكِه، إذ هما يُعرَفان بالسَّمعِ، وإنما نعني به أن يثبتَ بالعقل نوعُ رجحانٍ للإتيان بالإيمان (2)\n__________\n(1) أي عن استدلالهم بقوله تعالى: ? وَمَا كُنَّا مُعَذِّبِينَ حَتَّى نَبْعَثَ رَسُوْلَاً ?.\n(2) قوله: «نوع رجحان» أي: أن يترجَّح بالعقل وقوع الفعل على عدم وقوعه، أو أن يترجَّح عدم وقوعه على وقوعه، فالأول هو الحسن، والثاني هو القبيح، من غير أن يترتب بالعقل الثوابُ على الأول والعقابُ على الثاني.\nومعنى الوجوب هو رُجحان الوقوع على عدم الوقوع مع ترتُّب الثواب على الفعل والعقاب على عدمه، والندب هو نفسه مع عدم ترتّب العقاب على فعله، والحرمة رجحان عدم الوقوع على الوقوع مع ترتب العقاب على فعله والثواب على تركه امتثالاً، والكراهة نفسه مع عدم ترتب العقاب على فعله، فالرجحان مع هذه الترتبات لا يكون عند الأشاعرة والماتريدية إلا بالشرع.\nأما حصول الرجحان بالعقل من غير الترتبات المذكورة ــ وهو ما سماه الشارح «نوعَ رجحان» ــ فقد يكون بالعقل أيضاً، كملائمة الشيء للطّباع أو منافرته لها، فليس هو رجحاناً مطلقاً، لأن الرجحان المطلق يستلزم هذه الترتبات. ... ... ... =\n= فإن قيل: كيف يُدرِكُ العقلُ هذا الرجحانَ ولا يترتَّبُ الثوابُ والعقابُ عليه؟ قلنا: لأن هذا الرجحان ليس ذاتياً، وإنما هو رجحانٌ نسبيٌّ، فالحكم بوجوب وقوعها أو عدمه لا بد معه من طلاقة في الصفات، وهذا ما لا يتحقّق لمخلوق أبداً، ولذلك قال تعالى: ?إنِ الحُكمُ إلا لله? [الأنعام: 57]، فصار عندنا ثلاثة أمور: الأول: إدراك الشيء من حيث كونه صفة كمال أو نقص. والثاني: رجحان الوقوع أو عدم الوقوع. الثالث: ترتّب الثواب والعقاب. والعقل له حكم في الأول والثاني دون الثالث. والله تعالى أعلم.\n(1/41)\n",
        "، بحيث لا يَحكُمُ العقلُ أنَّ التَّرْكَ والإتيانَ فيهما سيَّان، بل يحكم بأنَّ الإيمانَ يوجِبُ نوعَ مدحٍ، والامتناعَ عنه نوعَ ذمٍّ، فعلى هذا لا خلافَ بيننا وبين الأشاعرة في هذه المسألة.\nقال: (والإقرارُ وحدَه لا يكونُ إيماناً، لأنه لو كان إيماناً لكانَ المنافقونَ كلّهم مُؤمِنين، وكذلك المعرفةُ وحدها لا تكونُ إيماناً، لأنها لو كانت إيماناً لكانَ أهلُ الكتابِ كلّهم مُؤمِنين، قال الله تعالى في حقِّ المنافقين: ?واللهُ يَشْهَدُ إنَّ المُنَافِقِينَ لَكَاذِبُونَ? [المنافقون: 1]، وقال تعالى في حقِّ أهلِ الكتاب: ?الذينَ آتَيْنَاهُمُ الكِتَابَ يَعْرِفُونَهُ كَمَا يَعْرِفُونَ أبْنَاءَهُمْ? [البقرة: 146، الأنعام:20]).\nأقول: إذا عُرِفَ أنَّ الإيمانَ عبارةٌ عن التصديق (1)، فمَن جعله عبارةً عن مجرَّد الإقرار كالكرَّاميَّة، أو عن الإقرار بشرط المعرفة والتصديق كعبد الله ابن سعيد القطان (2)\n__________\n(1) في (ج): «عبارة عن إقرار باللسان وتصديق بالجنان»، والمثبت من (ص) و (ف) و (ب).\n(2) هو عبد الله بن سعيد بن محمد بن كُلَّاب القطان البصري، أحد المتكلمين في أيام المأمون، قيل إنه أخو يحيى بن سعيد القطان كبير المحدثين، وغلّطه الحافظُ ابن حجر في =\n= «اللسان» (رقم 4256 ــ بتحقيق الشيخ عبد الفتاح أبو غدة) وقال: إنه من توافُقِ الاسمين والنسبة. توفي بعد الأربعين ومئتين. قلنا: وهو معدود من متكلمي أهل السنة، وانظر عقيدته في «مقالات الإسلاميين» للإمام الأشعري ص169 وما بعدها. وقال التاج السبكي في «طبقات الشافعية» 2: 78: كان من كبار المتكلِّمين ومن أهل السنة، وبطريقته وطريقة الحارث المحاسبي اقتدى أبو الحسن الأشعري.\n(1/42)\n\n، أو عن المعرفة وحدها كجهم بن صفوان والمعتزلة (1)، فقد صَرَفَ الاسمَ عن المفهوم اللغويِّ بلا ضرورةٍ، ولو جازَ ذلك لَجَازَ في كُلِّ اسمٍ لغويٍّ، وفيه إبطالُ اللغاتِ ورَفْعُ الوصولِ إلى الدلائل السمعيَّة، وأيضاً فإن الدلائلَ تدلُّ على ذلك.\nأما على أن الإقرارَ ليس وحده بإيمانٍ، فيدلّ عليه قولُه تعالى في حقِّ المنافقين: ?واللهُ يَشْهَدُ إنَّ المُنَافِقِينَ لَكَاذِبُونَ? [المنافقون: 1]، أثبتَ لهم الكذبَ، ولا شكَّ في قيام الإقرار بهم، وقولُه تعالى: ? إلَّا مَنْ أُكْرِهَ وقَلْبُهُ مُطْمَئِنٌّ بِالإيمَانِ? [النحل: 106] فإنه يدلُّ على أن موضِعَ الإيمانِ القلبُ لا اللسانُ، وكذلك قوله تعالى: ?وَلَمَّا يَدْخُلِ الإيمَانُ في قُلُوبِكُمْ? [الحجرات: 14]، وقوله: ?أولئِكَ كَتَبَ اللهُ في قُلُوبِهُمُ الإيمَانَ? [المجادلة: 22].\nوكأنَّ الكرَّاميَّةَ إنما قالوا ذلك لِمَا رَأَوْا من إجراءِ أحكام الإسلام على الذين شَهِدوا باللسان، ولا كلامَ فيه، وإنما الكلامُ في اعتباره في حقِّ أحكام الآخرة، وهم في أحكام الآخرة كفَّارٌ، لقوله تعالى: ?اسْتَغْفِرْ لَهُمْ أوْ لا تَسْتَغْفِرْ لَهُمْ إنْ تَسْتَغْفِرْ لَهُمْ سَبْعِينَ مَرَّةً فَلَنْ يَغْفِرَ اللهُ لَهُمْ? [التوبة: 80]، وقوله: ? إنَّ المُنَافِقِينَ في الدَّرْكِ الأسْفَلِ مِنَ النَّارِ? [النساء: 145]، وقد قال تعالى في حقِّهم: ?مِنَ الَّذِينَ قَالُوا آمَنَّا بِأَفْوَاهِهِم وَلَمْ تُؤْمِنْ قُلُوبُهُمْ? [المائدة: 41]، ولو لم يكن بالقلب إيمانٌ لم يكن لهذا القول فائدةٌ، كمَن يقول لآخر: لم تُؤمِن يدك أو رجلك.\n__________\n(1) المثبت من (ج)، وفي (ص) و (ف) و (ب): «من المعتزلة».",
        "(1/43)\n\nوأما أنه ليس المعرفةُ وحدها، فيدلّ عليه قوله تعالى: ?الذينَ آتَيْنَاهُمُ الكِتَابَ يَعْرِفُونَهُ كَمَا يَعْرِفُونَ أبْنَاءَهُمْ? [البقرة: 146، الأنعام:20]، فإنَّ أهلَ الكتاب كانوا يعرفون النبيَّ صلى الله عليه وسلم بنَعتِه ومَبعَثِه واسمِه معرفةً جليَّةً يُميِّزون بينه وبين غيره بالوَصْفِ المعيّن المشخّص، كما يعرفون أبناءهم لا يَشتَبِهُ عليهم أبناءُهم مِن بين الصِّبيان، وعن ابن عباس رضي الله تعالى عنهما: لمَّا قَدِمَ رسولُ الله صلى الله عليه وسلم المدينةَ، قال عمرُ بنُ الخطَّاب رضي الله تعالى عنه لعبد الله بن سَلَام: قد أنزل اللهُ عزَّ وجلَّ على نبيِّه صلى الله عليه وسلم: ?الذينَ آتَيْنَاهُمُ الكِتَابَ يَعْرِفُونَهُ كَمَا يَعْرِفُونَ أبْنَاءَهُمْ? [البقرة: 146، الأنعام:20]، فكيف ــ يا عبدَ الله ــ هذه المعرفةُ؟ فقال عبدُ الله بنُ سلام: يا عمرُ، لقد عرفتُه حينَ رأيتُه كما أعرِفُ ابني إذا رأيتُه مع الصِّبيان يَلعَبُ، وأنا أشَدُّ معرفةً بمحمدٍ صلى الله عليه وسلم منِّي بابني. فقال عمر رضي الله تعالى عنه: وكيف ذلك يا ابنَ سلام؟ قال: لأني أشهَدُ أن محمَّداً رسولُ الله حقَّاً ويقيناً، وأنا لا أشهَدُ بذلك على ابني، لأني لا أدري ما أحدَثَ النِّساءُ، فلعلَّ والدتَه قد خانَتْ. فقبَّلَ عمرُ رضي الله تعالى عنه رأسَهُ، وقال: وفَّقَك اللهُ يا ابنَ سَلَام، فقد صَدَقتَ وأصَبْتَ (1)\n__________\n(1) أخرجه الثعلبي ــ كما في «الدر المنثور» للسيوطي 1: 357 ــ من طريق السُّدِّيِّ الصغير، عن الكلبي، عن ابن عباس. قلنا: والسُّدِّيّ الصغير ــ واسمه محمد بن مروان ــ والكلبي ــ وهو محمد بن السائب ــ متهمان بالكذب، وبين الكلبي وابن عباس مفاوز.\nوأخرج الطبري في «تفسيره» 7: 165 عن ابن جُريج قال: زعم أهلُ المدينة عن =\n= أهل الكتاب ممَّن أسلم أنهم قالوا: والله لنحن أعرفُ به من أبنائنا من أجل الصِّفة والنَّعت الذي نجدُه في الكتاب، وأما أبناؤنا فلا ندري ما أحدَثَ النِّساءُ.\n(1/44)",
        "\nومع ذلك ما كانوا مؤمنين حيثُ لم يُصدِّقوا. وقال تعالى: ?وَجَحَدْوا بِهَا وَاسْتَيْقَنَتْهَا أَنْفُسُهُمْ? [النمل: 14]، وقال: ?فَلَمَّا جَاءَهُمْ مَا عَرَفُوا كَفَرُوا بِهِ فَلَعْنَةُ اللهِ على الكَافِرِينَ? [البقرة: 89].\nواعلم أنَّ تحقيقَ معنى قولِنا: «الإقرارُ شرطُ إجراءِ الأحكام» هو أن الله تعالى خلقَ الإنسانَ ضعيفاً لا يَستَقِلّ بأمْرِ مَعاشِه، محتاجاً إلى تعاضُدٍ وتعارُضٍ وتعاوُنٍ وتعاوُضٍ (1)، ولا يتيسَّرُ إلا بتعريف ما في نفسه من المقاصِدِ والحاجاتِ لصاحبه بطريقٍ، كإشاراتٍ أو أمثلةٍ أو كتابةٍ أو ألفاظٍ تكونُ علاماتٍ للمقاصد الباطنة، وكانت الألفاظُ أسهلَ، لأنها أصواتٌ مقطَّعةٌ هي كيفيَّاتٌ مسموعةٌ حادثةٌ من إخراجِ النَّفَسِ الضروريِّ المُمتدِّ من آلةِ التَّنَفّسِ دونَ تكلّفٍ اختياريٍّ يحدُثُ عند الحاجة ويَنعدِمُ عند عَدَمِها، وأفيَدَ لأنها يُعبَّرُ بها عن الموجود والمعدوم والمعقول والمحسوس والغائب والشاهد، بخلاف الإشارة والمثال، إذ لا تُمكِنُ الإشارةُ إلى المعدوم والمعقول والغائب، وليس لكلِّ شيءٍ مثالٌ. فأنعمَ اللهُ تعالى على العباد ولَطَفَ بهم بإحداثِ الموضوعاتِ اللغويَّةِ بأن وضعَ الألفاظَ بإزاءِ المعاني ووقَّفهم (2) عليها أو بإحداث قُدرتِهم عليها على اختلاف الرأيَينِ، ليتوصَّلوا بها إلى تحصيل مقاصدهم (3).\n__________\n(1) التعاضد: إعانة البعض بعضاً وإعطاء القوة، والتعارض: طلب المعارضة وفعلها وهو ضد التسليم، والتعاون: المساعدة، والتعاوض: إعطاء العِوَض. اهـ من حاشية (ب).\n(2) المثبت من (ص) و (ب)، وتحرَّفت في (ف) إلى: «ووفّقهم».\n(3) وفيه أن اللغات ــ سواء كانت توقيفية أو وضعية ــ إنما يحتاج إليها المُتكلم =\n= للتعبيرعما يُريد أن يتكلم به، وهذا من سمات الاحتياج وعلامات الضَّعف التي يجب أن يُنزَّه عنها الخالقُ سبحانه وتعالى.\n(1/45)\n",
        "وكان حقيقةُ الإيمان ــ وهو التصديقُ القلبيُّ ــ أمراً باطناً لا يُطَّلَعُ عليه، وقد رتَّبَ اللهُ تعالى للعباد عليها مصالح، كالإرث والتزويج والابتداء بالتسليم وردِّه وحَقْنِ الدماء والأموال وغيرِ ذلك، فجُعِلَ الإقرارُ دليلاً على ما في الباطن ليُعلَمَ به وتترتَّب عليه المصالحُ المتعلِّقةُ بوجوده. وهذا ما وعدناه فيما تقدَّم من تقريره (1).\n[زيادة الإيمان ونقصانه]\nقال: (والإيمانُ لا يزيدُ ولا ينقُصُ؛ لأنه لا يُتصوَّرُ نقصانُهُ إلا بزيادةِ الكُفرِ، ولا تُتصوَّرُ زيادتُهُ إلا بنُقصانِ الكُفرِ، وكيف يجوزُ أن يكونَ الشخصُ الواحدُ في حالةٍ واحدةٍ مؤمناً وكافراً؟!).\nأقول: إذا ثبت أن الإيمانَ عبارةٌ عن تصديق العبد، وهو لا يتزايَدُ في نفسه، دلَّ أن الإيمانَ لا يزيدُ بانضمام الطاعات إليه، ولا ينقُصُ بارتكاب المعاصي، لأن التصديقَ قائمٌ في الحالَين كما كان قبلهما، واستدلّ الإمامُ رحمه الله على هذا بأن زيادةَ الإيمان لا تتصوَّر إلا بنقصان الكفر، ونقصانَه إلا بزيادة الكفر، واجتماعَهما في ذاتٍ واحدةٍ في حالةٍ واحدةٍ محالٌ، وهذا لأن الكفرَ ضدُّ الإيمان، وهو التكذيب والجحود، ولهذا قابَلَ اللهُ تعالى الكفرَ بالإيمان في قوله: ?فَمَنْ يَكْفُرْ بِالطَّاغُوتِ وَيُؤْمِنْ بِاللهِ? [البقرة: 256]، والمرادُ بهما التصديقُ والتكذيبُ، واجتماعُ الضِّدَّينِ في محلّ واحدٍ في حالةٍ واحدةٍ محالٌ. وأشار إلى هذا بقوله: «وكيف يجوزُ أن يكون يكونَ الشخصُ الواحدُ مؤمناً وكافراً في حالةٍ واحدةٍ».\n__________\n(1) قال في حاشية (ص) بياناً لقوله: «فيما تقدم تقريره» ــ وقال نحوه على حاشية (ب) أيضاً ــ: وهو قوله: «أجيب بأن التصديق القلبي لمّا كان أمراً باطناً لا يُطَّلعُ عليه، وكان الإقرار باللسان دليلاً على ذلك كما سيجيء تقريره قُدّم على التصديق». وقد سلفت هذه العبارة المحال إليها ص54.\n(1/46)\n\nوذهب الشافعيَّةُ وأصحاب الظاهر (1) إلى أن الإيمانَ يزيدُ ويَنقُصُ، مستدلِّين بقوله تعالى: ?زَادَتْهُمْ إيمَاناً? [الأنفال: 2]، وقوله: ?لِيَزْدَادُوا إيمَاناً مَعَ إيمَانِهِم? [الفتح: 4] وأمثالِهما، وبقوله صلى الله عليه وسلم: «الإيمانُ بِضعٌ وسبعون شُعبةً» (2) الحديث، قالوا: إنَّا نعلمُ بالضرورة أن التصديقَ وحده لم يكن كذلك، فدلَّ أن الإيمانَ يزيدُ ويتشعَّبُ بانضمام الطاعات (3).\nوالجوابُ: أن المرادَ من الزيادة في الآيتَينِ الزيادةُ بتجدُّدِ الأمثال، فإن بقاءَ الإيمان لا يُتصوَّر إلا بهذا الطريق، لأنه عَرَضٌ، وهو لا يبقى زمانَين، فكان بقاءُه بتجدُّدِ أمثالِه كسائر الأعراض (4).\n__________\n(1) قوله: «وأهل الظاهر» أثبتناه من (ف) و (ب)، ولم يرد في (ص) و (ج). والظاهرية يقولون بزيادة الإيمان ونقصانه.\n(2) سلف تخريجه قريباً.\n(3) الخلاف في هذه المسألة عند التحقيق خلافٌ لفظيٌّ، فمن قال بعدم زيادة الإيمان ونقصانه أراد أصل الإيمان وأساسه، وهو أقلّ قدرٍ يصير به المؤمن مؤمناً، وهو «مطلق الإيمان» الذي هو التصديق، ومن قال بزيادة الإيمان ونقصانه أراد كمال الإيمان، أي «الإيمان المطلق» الذي يدخل فيه العمل والإقرار، وهو الذي نفاه النبي صلى الله عليه وسلم عن الزاني وشارب الخمر والسارق في قوله: «لا يزني الزاني وهو مؤمن» الحديث الذي أخرجه البخاري (2475)، ومسلم (57)، وعليه فالإيمان المطلق يمنع دخول النار، ومطلق الإيمان يمنع الخلود. وانظر «الكليات» لأبي البقاء لكفوي ص212، و «الإرشاد» لإمام الحرمين ص396، و «شرح العقائد النسفية» للسعد التفتازاني ص128، و «المسايرة» للكمال ابن الهمام ص367 مع شرح ابن أبي شريف وحاشية ابن قطلوبغا.\n(4) وهو من الإدراكات الكُليَّة القلبيَّة وهي خمسة: التفكيرات والعلوم والاعتقادات والظنون والجهالات، والأولى أن يُطلَق على الإيمان أنه صفة كالعلم، وليس عَرَضاً.",
        "(1/47)\n\nأو يكون المرادُ الزيادةَ من حيث ثمراتُ الإيمان وإشراقُ نورِهِ وضيائِهِ في القلوب بالأعمال الصالحة، إذ الإيمانُ له نورٌ وضياءٌ، قال الله تعالى: ?أفَمَنْ شَرَحَ اللهُ صَدْرَهُ للإسلامِ فَهُوَ على نُورٍ مِنْ رَبِّهِ? [الزمر: 22] (1).\nوروي عن ابن عباس رضي الله تعالى عنهما وأبي حنيفة رحمه الله تعالى: أنهم كانوا آمنوا في الجملة ثم يأتي فرضٌ بعد فرضٍ فيؤمنون بكلِّ فرضٍ خاصٍّ فزادهم إيماناً بالتفصيل مع إيمانهم في الجملة (2)\n__________\n(1) زاد على حاشية (ص) ما نصُّه: وعنه صلى الله عليه وسلم: «إذا دخل النور القلب انشَرَحَ وانفَسَحَ. قيل: فما علامة ذلك يا رسول الله؟ قال: الإنابة إلى دار الخلود، والتجافي عن دار الغرور، والتأهُّب للموت قبل نزوله». اهـ. والحديث أخرجه ابن أبي شيبة 13: 221 بنحوه، والطبري في «تفسيره» 8: 27، والبيهقي في «الزهد الكبير» (974) من حديث ابن مسعود رضي الله عنه.\nوأخرجه ابن المبارك في «الزهد» (315)، وابن أبي شيبة 13: 221، والطبري في «تفسيره» 8: 26 من حديث أبي جعفر رجل من بني هاشم وليس محمداً الباقر مرسلاً.\n(2) أخرج الطبري في «تفسيره» 11: 85 ــ 86 عن ابن عباس في قوله تعالى: ?وإذا ما أنْزِلَتْ سُورةٌ فَمِنهُم مَنْ يَقُولُ أيُّكُمْ زادَتْهُ هذهِ إيماناً? [التوبة: 124] قال: كان إذا =\n= نزلت سورةٌ آمنوا بها، فزادهم الله إيماناً وتصديقاً، وكانوا يَستَبشِرون.\nوأخرج الطبري أيضاً 26: 84، والطبراني في «المعجم الكبير» (13028) عنه في قوله تعالى: ?لِيَزدادوا إيماناً مَعَ إيمانِهِم? [الفتح: 4] قال: إنَّ اللهَ بعث نبيَّه صلى الله عليه وسلم بشهادة أن لا إله إلا الله، فلما صدَّقوا بها زادهم الصَّلاةَ، فلما صدَّقوا بها زادهم الزَّكاةَ، فلما صدَّقوا بها زادهم الصِّيامَ، فلما صدَّقوا به زادهم الحجَّ، فلما صدَّقوا به زادهم الجهادَ، ثم أكمَلَ لهم دينَهم، فقال: ?اليومَ أكمَلتُ لكم دينَكم وأتمَمتُ عليكم نِعمَتي ورَضِيتُ لكمُ الإسلامَ دِيناً? [المائدة: 3]، قال ابن عباس: فأوثَقُ إيمانِ أهل السماء وأهل الأرض وأصدَقُه وأكمَلُه شهادةُ أن لا إله إلا الله. وذكره السيوطي في «الدر المنثور» 7: 514 وزاد نسبته إلى ابن المنذر وابن مردويه والبيهقي في «دلائل النبوة».\n(1/48)",
        "\nوأما الجوابُ عن الحديث فبأنَّ معنى الحديث: شُعَبُ الإيمان بِضعٌ وسبعون شُعبةً، لا أن الإيمان نفسَه بضعاً وسبعين شُعبة (1)، إذ لو كان الإيمانُ نفسُه بضعاً وسبعين شُعبةً لكانت إماطةُ الأذى من الطريق داخلةً فيه، وليس كذلك بالاتفاق (2).\nواعلم أنَّ إيمانَنا مثلُ إيمان الملائكة والرُّسُل عليهم السلام، نصَّ عليه أبو حنيفة رحمه الله تعالى في «العالم والمتعلِّم»، لأنَّا صدَّقنا وحدانيَّتَه وربوبيَّتَه وقُدرتَه كما صدَّقَ الأنبياءُ والرُّسُلُ عليهم السلام (3).\n__________\n(1) من قوله: «لا أن ... » إلى هنا أثبتناه من (ف) و (ب)، وسقط من (ص) و (ج).\n(2) قال العلامة الكوثري رحمه الله تعالى في تعليقه على «الفقه الأبسط» ص47: مهما كان الإيمان هو العقد الجازم لا يُمكن فيه احتمالٌ للنقيض أصلاً، فيكون إيمانُ المؤمنين على حدٍّ سواء، فالتفاضلُ بينهم بالأعمال التي هي من كمال الإيمان، وأما من جعل العملَ ركناً من الإيمان فلا يُمكنُه التملّص مما وقع فيه الخوارج أو المعتزلة.\n(3) انظر «العالم والمتعلِّم» ص18، وعلى حاشية النسخة (ب) هنا فائدة، وهي قوله: المثلية تقتضي المساواة في كل الصفات، والتشبيه لا يقتضيه، بل يكفي لإطلاقه المساواة في بعضها، ... ، قال في «مختصر الحكمة النبوية»: وفي كتاب «الخلاصة»: قال محمد: أكره أن تقول: إيماني كإيمان الملائكة. قلت: يُحمَل قول محمد من جهة القوة والضياء والنور، فإن إيماننا لا يُساوي ذلك، ويُحمَل قول أبي حنيفة من جهة أن المُؤمَن به مُتَّحد كإيمانهم. اهـ.\n(1/49)\n",
        "والإيمانُ مخلوقٌ، لأن العبدَ بجميع أفعاله مخلوقٌ، ولا يجوزُ أن يكونَ الإيمانُ اسماً للهداية أو التوفيق ــ وإن كان لا يُوجَدُ إلا بهما ــ كما زعم مَن قال إنه غيرُ مخلوق، لأنه مأمور به، والأمرُ إنما يكون بما هو داخلٌ تحتَ قدرتِهِ، وما كان كذلك كان مخلوقاً (1).\n[الاستثناء في الإيمان]\nقال: (والمؤمنُ مؤمنٌ حقَّاً، والكافرُ كافرٌ حقَّاً، وليسَ في الإيمانِ شكّ، كما أنه ليس في الكُفرِ شكّ، لقوله تعالى: ?أولئِكَ هُمُ المُؤمِنُونَ حقاً? [الأنفال: 4]، و?أولئِكَ هُمُ الكافِرُونَ حقاً? [النساء: 151]، والعاصون من أمةِ محمدٍ صلى الله عليه وسلم كلّهم مؤمنون وليسوا بكافرين).\n__________\n(1) من قال بأن الإيمانَ مخلوقٌ أراد به فِعلَ العبد ولفظَه، وهو صريح كلام الإمام هنا، ونقله ابن الهمام في «المسايرة» ص376 عن مشايخ سمرقند من الحنفية، وابنُ أبي شريف في «المسامرة» ص380 عن المحاسبي وجعفر بن حرب وابن كُلّاب وعبد العزيز المكي. ومن قال بأنه غير مخلوق ــ وهو ما نقله ابن الهمام عن مشايخ بخارى وفرغانة من الحنفية، وابنُ أبي شريف عن أحمد وجماعة من أهل الحديث، واختاره الكفويُّ في «الكليات» ــ أراد به كلمة الشهادة، لأن الإيمان هو التصديق، أي الحكمُ بالصِّدق، وهو إيقاع نسبة الصِّدق إلى النبي صلى الله عليه وسلم بالاختيار. وحقيقةُ الخلاف لفظيٌّ كما هو ظاهر. وقد احتج ابنُ الهمام على البخاريين بكلام الإمام في «الوصية»، فدلّ على أنها معتمدة عنده.\n(1/50)\n\nأقول: لمَّا كان الإيمانُ أمراً حقيقياً معلومَ الحدِّ، وهو تصديقُ محمدٍ صلى الله عليه وسلم فيما جاء به من عند الله، والكفرُ على ضِدِّ ذلك، فمَن قامَ به التصديقُ فهو مؤمنٌ حقاً، ومَن قامَ به خِلافُه فهو كافرٌ حقاً، كالقعود والسواد والبياض، لمَّا كانت معاني معلومةَ الحدِّ كان الذاتُ بها قاعداً أسودَ أبيضَ إذا وُجِدَت بحقيقتها، قال الله تعالى: ?أولئِكَ هُمُ المُؤْمِنُونَ حَقَّاً? [الأنفال: 4]، أتى بالجملة الاسميَّة مُبتدِئاً باسم الإشارة مفصِّلاً بضمير الفَصْلِ معرِّفاً بالخبر مؤكِّداً بالمصدر، وقال: ?أولئِكَ هُمُ الكَافِرُونَ حَقَّاً? [النساء: 151]، وكلّ ذلك يدلّ على قيام الإيمان والكفر بهم حقيقةً على ما عُرِفَ في موضعِه.\nقوله: (وليس في الإيمانِ شكّ) أي: لا يصحُّ أن يُقال: أنا مؤمنٌ إن شاء اللهُ، وهذا لأن هذا الكلامَ إنما يُلحَق فيما يُشكّ ثبوتُه في الحال، أو في معدومٍ على خطر الوجود، لا فيما هو ثابتٌ في الحال قطعاً (1).\n__________\n(1) وعبارة الإمام نجم الدين النسفي رحمه الله تعالى في «عقائده»: «ولا ينبغي أن يقول: أنا مؤمن إن شاء الله»، وهي أدقّ من عبارة الشارح هنا: «ولا يصح»، قال العلامة المحقق سعد الدين التفتازاني رحمه الله تعالى في «شرح العقائد النسفية» ص131: لأنه إن كان للشك فهو كفرٌ لا محالة، وإن كان للتأدب وإحالة الأمور إلى مشيئة الله تعالى، أو للشك في العاقبة والمآل لا في الآن والحال، او للتبرُّك بذكر الله تعالى، أو التبرِّي عن تزكية نفسه والإعجاب بحاله، فالأولى تركُه لِمَا أنه يوهم الشك، ولهذا قال: «لا ينبغي» دون أن يقول: «لا يجوز»، لأنه إذا لم يكن للشك فلا معنى لنفي الجواز، كيف وقد ذهب إليه كثير من السلف حتى الصحابة والتابعين.",
        "(1/51)\n\nوروي عن ابن مسعود رضي الله تعالى عنه أنه كان يقول: أنا مؤمنٌ إن شاء اللهُ (1). وهو قول الشافعي رحمه الله، واستدلَّ بأنَّا لا نَحمِلُ هذا على الشكِّ، بل على التبرُّك، كقوله تعالى: ?لَتَدْخُلُنَّ المَسْجِدَ الحَرَامَ إنْ شَاءَ اللهُ? [الفتح: 27]، ولم يُرِدْ به الشكَّ لأنه مستحيلٌ على الله تعالى، بل هو للتبرُّك والتعليم، أو يُحمَل على الشكِّ في المآلِ لا في الحال، لأن الإيمانَ المُنتَفَعَ به هو الباقي عند الموت، وكلّ أحدٍ شاكّ في ذلك، فنسأل اللهَ إبقاءَهُ عليه في تلك الحالة (2).\n__________\n(1) أخرج عبد الله بن أحمد في «السنة» (711) و (721) من طريق مغيرة الضَّبِّيِّ قال: قال رجلٌ لأبي وائل: سمعتَ ابنَ مسعود يقول: مَن شهد أنه مُؤمِنٌ فليَشهَد أنه في الجنَّة؟ قال: نعم. وذكر الإمام أحمد أنه يذهب إلى حديث ابن مسعود في الاستثناء في الإيمان، كما في «السنة» للخلال (149) و (1056).\n(2) قال الإمام أبو المعين النسفي رحمه الله تعالى في «تبصرة الأدلة» 2: 816: والذي يدلُ على صحة ما ذهبنا إليه أن الله تعالى شهد بالإيمان لِمَن آمَنَ بالله ورسله بقوله تعالى: ?آمَنَ الرَّسُولُ بِمَا أنْزِلَ إلَيْهِ مِنْ رَبِّهِ وَالمُؤْمِنُونَ? [البقرة: 285]، ومدح بقطعِ القولِ الذين قالوا: ?رَبَّنَا إنَّنا سَمِعْنَا مُنَادِيَاً يُنَادِيْ لِلإِيْمَانِ أَنْ آمِنُوا بِرَبِّكُمْ فَآمَنَّا? [آل عمران: 193] الآية، ولم يأمرهم بالاستثناء، وإن لم يكن لهم بالعاقبة علمٌ، وأمر أيضاً بالقول بذلك من غير الاستثناء بقوله تعالى: ?قُوْلُوْا آمَنَّا? [البقرة: 136].\n(1/52)",
        "\nوالحقُّ أنَّ هذا الاختلافَ بنائيٌّ، لأنّ الأعمالَ لمَّا كانت من الإيمان عند الشافعي رحمه الله (1)، كان حصولُ الشكِّ في العملِ يقتضي الشكَّ في حصول الإيمان. وعند أبي حنيفة رحمه الله تعالى وأصحابه رحمهم الله تعالى لمَّا كان الإيمانُ عبارةً عن التصديق، لم يكن الشكّ في العملِ موجِباً لوقوع الشكِّ في الإيمان.\n[حكم مرتكب الكبيرة]\nقوله: (والعاصون من أمةِ محمدٍ عليه السلام كلّهم مؤمنون) اختلف الناسُ في مُقتَرِفِ الكبيرة عَمداً غيرَ مُستَحِلّ لها ولا مُستَخِفٍّ بمَن نهى عنها، هل يبقى مؤمناً أو لا؟\n__________\n(1) جَعلُ الأعمال جزءاً من ماهية الإيمان هو قول الخوارج ولا تصح نسبته إلى الشافعي رضي الله عنه، وإنما يرى الشافعي أنها من كمال الإيمان كما سيأتي قريباً، والصحيح أن الاختلاف في مسألة الاستثناء مبني على تأثير الخاتمة في الحكم بالسعادة والشقاوة في الحال، فمن يستثني في الإيمان جهلاً بخاتمته يرى أن السعيد من سيُختم له =\n= بالإيمان، والشقي من سيُختَم له بالكفر، ومن لا يستثني يرى أن الحكم بالسعادة والشقاوة الآن غير مرتبط بالخاتمة، ولذا قال النسفي في «عقائده» بعد مسألة الاستثناء مباشرة: «والسعيد قد يشقى، والشقي قد يسعد، والتغيير يكون على السعادة والشقاوة دون الإسعاد والإشقاء، وهما من صفات الله تعالى، ولا تغيُّر على الله تعالى ولا على صفاته» وقد أشار شارحها العلامة التفتازني إلى ارتباط المسألتين ببعضهما.\n(1/53)\n",
        "فذهب أهلُ السنة إلى أنه لا يخرج من الإيمان لبقاء التصديق، والعاصي إذا مات بغير توبةٍ فهو في مشيئة الله، إن شاء عفا عنه وأدخَلَه الجنَّةَ بفضلِه وكَرَمِه، أو ببركةِ ما معه من الإيمان والطاعات، أو بشفاعةِ بعض الأخيار، وإن شاءَ عذَّبَه بقدرِ ذنبِه صغيرةً كان أو كبيرةً، ثمَّ عاقبةُ أمرِهِ الجنَّةُ، ولا يُخلَّد في النار (1).\nوكان أبو حنيفة رحمه الله تعالى يُسمَّى مرجئاً لتأخيره أمرَ صاحب الكبيرة إلى مشيئة الله تعالى، والإرجاءُ هو التأخيرُ، وكان يقول: إني لأرجو لصاحب الذنب الصغير والكبير، وأخافُ عليهما (2).\n__________\n(1) قال العلامة الكوثري رحمه الله تعالى في تعليقه على «الفقه الأكبر» ص72: وعدُّ مَن جعل مرتكبَ الكبيرة تحت مشيئة الله، إن شاء عفا عنه وإن شاء عذَّبه بها، من أهل الضلال، لا يكون إلا من المعتزلة أو الخوارج أو مَن سارَ سيرَهم وهو غيرُ شاعر.\n(2) انظر في الكلام على إرجاء أبي حنيفة وأنه محضُ السُّنَّة «تأنيب الخطيب» للعلامة الكوثري ص62 وما بعدها، و «الرفع والتكميل» للعلامة اللكنوي ص352 ــ 373 مع تعليق العلامة الشيخ عبد الفتاح أبو غدة عليه، وتدبَّر كلمة الذهبي في ترجمة مسعر بن كدام من «الميزان»: الإرجاءُ مذهبٌ لعدَّةٍ من جِلّة العُلماء لا ينبغي التحامُلُ على قائله.\nأما الإرجاء البِدعيُّ المذموم فهو الاعتقاد بأنه لا يضرّ مع الإيمان ذنبٌ كما لا تنفعُ مع الكفر طاعةٌ، والإمام أبو حنيفة وأصحابه بريئون من هذا.\n(1/54)\n\nوذهب الخوارجُ إلى أن مَن عصى صغيرةً أو كبيرةً فهو كافرٌ مخلَّدٌ في النار، لقوله تعالى: ?وَمَنْ يَعْصِ اللهَ وَرَسُولَهُ وَيَتَعَدَّ حُدُودَهُ يُدْخِلْهُ نَاراً خَالِداً فيها? [النساء: 14]، والذنوبُ كلّها في تحقيق اسم العِصيان واحدةٌ، وقال تعالى: ?وَاتَّقُوا النَّارً التي أُعِدَّتْ للكَافِرِينَ? [آل عمران: 131]، فلمَّا كانت للكافرين فكُلّ مَن أُوعِدَها فهو كافرٌ، فثبتَ بمجموع الآيتَين أن العاصي كافرٌ، وحُكمُه الخلودُ في النار.\nوقالت المعتزلةُ: إن كانت المعصيةُ كبيرةً فاسمُ مُقترفِها الفاسقُ لا المؤمن ولا الكافر، فيخرجُ بها عن الإيمان ولا يدخلُ في الكفر، فيكون له منزلةٌ بين منزلتَين، لأن الناس اختلفوا في تسميته، فالسُّنيَّةُ قالوا: إنه مؤمنٌ بما معه من التصديق فاسقٌ بما اكتسب من الذنب. والخوارج قالوا: إنه كافرٌ وهو فاسقٌ، والحسنُ البصريُّ قال: إنه منافقٌ لمخالفةِ فِعلِه قولَه، ولقوله صلى الله عليه وسلم: «ثلاثٌ من علاماتِ النِّفاق: إذا اؤتُمِنَ خانَ، وإذا وعدَ أخلَفَ، وإذا حدَّثَ كذبَ» (1)، وهو فاسق، فاتَّفق الكلّ على إطلاق اسم الفاسق، واختلفوا فيما وراء ذلك، فأخذنا بالمتَّفَقِ عليه، وتركنا المُختَلَفَ فيه، وحكمُه أنه يُخلَّدُ في النار إن مات بغير توبةٍ، لقوله تعالى: ?وَمَنْ يَقْتُلْ مُؤمِنَاً مُتَعَمِّدَاً فَجَزَاؤُهُ جَهَنَّمُ خَالِدَاً فِيهَا? [النساء: 39].\n__________\n(1) أخرجه البخاري (33) و (2682) و (3749) و (6095)، ومسلم (59)، والترمذي (2631)، والنسائي 8: 116 (5021) من حديث أبي هريرة رضي الله عنه.\nوأخرجه النسائي 8: 117 (5023) من حديث عبد الله بن مسعود رضي الله عنه.\nوأخرجه البخاري (34) و (2459) و (3178)، ومسلم (58)، وأبو داود (4688)، والترمذي (2633)، والنسائي 8: 116 (5020) من حديث عبد الله بن عمرو بلفظ: «أربع مَن كُنَّ فيه كان منافقاً خالصاً ... » وزاد: «وإذا خاصَمَ فَجَرَ».",
        "(1/55)\n\nوإن كانت المعصيةُ صغيرةً واجتنبَ الكبائرَ لا يجوز التعذيبُ عليها، لقوله تعالى: ?إنْ تَجْتَنِبُوا كَبَائِرَ مَا تُنْهَوْنَ عَنْهُ نُكَفِّرْ عَنْكُمْ سَيِّئَاتِكُمْ وَنُدْخِلْكُمْ مُدْخَلاً كَرِيمَاً? [النساء: 31].\nوالصحيحُ ما ذهبَ إليه أصحابُنا أهلُ السُّنَّة، لقوله تعالى: ?يَا أيُّهَا الذينَ آمَنُوا كُتِبَ عَلَيْكُمُ القِصَاصُ في القَتْلَى? [البقرة: 178]، فسمَّى قاتلَ النفسِ عَمداً مؤمناً مع أنه كبيرة، وأبقى الأُخُوَّةَ الثابتةَ بالإيمان بقوله: ?فَمَنْ عُفِيَ لَهُ مِنْ أخِيهِ شَيْءٌ? [البقرة: 178]، وما أخرج من استئهال التخفيف والرحمة بقوله: ?ذلِكَ تَخْفِيفٌ مِن رَبِّكُمْ وَرَحْمَةٌ? [البقرة: 178]، والاستدلالُ بهذه الوجوه مرويٌّ عن ابن عباس رضي الله تعالى عنهما.\nولأن الله تعالى قال: ?يَا أيُّهَا الذينَ آمَنُوا تُوبُوا إلى الله تَوْبَةً نَصُوحَاً عَسَى رَبُّكُمْ أنْ يُكَفِّرَ عَنْكُمْ سَيِّئَاتِكُمْ? [التحريم: 8]، وقال: ?وَتُوْبُوا إلى الله جَمِيعَاً? [النور: 31]، والأمرُ بالتوبةِ لِمَن لا ذنبَ له محالٌ، والصغائرُ مع اجتناب الكبائر مغفورةٌ عندهم، فدلّ أنها في أصحاب الكبائر.\n(1/56)",
        "\nولأن الإيمانَ هو التصديقُ، والكفرَ هو التكذيبُ، ومَن ارتكبَ كبيرةً كان التصديقُ معه باقياً، وما دام التصديقُ موجوداً كان التكذيبُ معدوماً لتضادِّهما، فبطلَ القولُ بكفرِه والتكذيبُ معدومٌ، أو بزوالِ الإيمان والتصديقُ موجودٌ، أو بثبوتِ النِّفاق والتصديقُ في القلب باقٍ، ولأنَّ الفِسقَ في اللغة الخروجُ، فمَن خرجَ عن ائتمارِ أمرٍ من أوامر الله تعالى يكون فاسقاً، والعِصيانُ مخالفةُ الأمرِ فِعلاً لا جُحوداً وتكذيباً، وليس من ضرورةِ مخالفة الأمر والخروجِ عن الائتمار التكذيبُ، فكان التصديقُ باقياً، فكان مؤمناً ضرورةً، والأخذُ بالمُتَّفق عليه وتَرْكُ المختلف فيه (1) خروجٌ عن جميع أقاويل السلف فكان باطلاً.\nوإذا ثبت بقاءُ الإيمان فنقول: إنه يدخل الجنَّةَ لا محالةَ لقوله تعالى: ?إنَّ الذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ كَانَتْ لَهُمْ جَنَّاتُ الفِرْدَوْسِ نُزُلاً? [الكهف: 107]، وصاحبُ الكبيرة مؤمنٌ وقد عَمِلَ الصالحات.\nوالجواب عمَّا تمسَّكوا به أنَّ الأصلَ عندنا أنَّ ما وردَ من الآيات في الوعيد مقروناً بذِكرِ الخلود فهو في المُستَحلِّين لذلك، لِمَا أنهم كفروا باستِحلالِهم ذلك فأُوعِدوا على كُفرِهم في الحقيقة. وقد قيل في قوله تعالى: ?وَمَنْ يَقْتُلْ مُؤْمِنَاً مُتَعَمِّدَاً? [النساء: 39] أي: متعمِّداً لإيمانه، أي: قصَدَ قتلَه لأجل أنه مُؤمِنٌ، ومَن هذا قَصْدُه يكون كافراً، فأما مَن لم يقصِد لإيمانه فحكمُه ما مرَّ في قوله تعالى: ?يَا أيُّهَا الذينَ آمَنُوا كُتِبَ عَلَيْكُمُ القِصَاصُ في القَتْلَى? [البقرة: 178].\n[العمل ليس جزءاً من الإيمان]\n__________\n(1) تحرَّف في (ج) و (ب) إلى: «والأخذ بالمختلف فيه وترك المتفق عليه».\n(1/57)\n",
        "قال: (العَمَلُ غيرُ الإيمانِ، والإيمانُ غيرُ العملِ، بدليلِ أنَّ كثيراً من الأوقاتِ يَرتَفِعُ العملُ عن المُؤمِنِ، ولا يجوزُ أن يُقال: ارتَفَعَ عنه الإيمانُ، فإنَّ الحائِضَ رَفَعَ (1) اللهُ سبحانه وتعالى عنها الصَّلاةَ، ولا يجوزُ أن يُقال: رفَعَ عنها الإيمانَ وأمَرَها بتَرْكِ الإيمانِ، وقد قالَ لها الشَّارعُ: دَعِي الصَّومَ ثمَّ اقضِيهِ، ولا يجوزُ أن يُقال: دَعِي الإيمانَ ثمَّ اقضِيهِ، ويجوزُ أن يُقال: ليس على الفقير الزكاة، ولا يجوزُ أن يُقال: ليس على الفقير الإيمانُ. وتقديرُ الخيرِ والشرِّ كلِّه من اللهِ تعالى؛ لأنه لو زعمَ أحدٌ أنَّ تقديرَ الخيرِ والشَّرِّ مِن غيرِه لصارَ كافراً بالله تعالى وبَطَلَ توحيدُهُ)\nأقول: اختلف العلماءُ في أن الأعمال هل هي من الإيمان أم لا؟ فنفى ذلك الإمامُ رحمه الله، وذهب إليه أهلُ الحديث، ويُحكى ذلك عن مالكٍ والشافعيِّ والأوزاعيِّ وأهلِ الظاهر وأحمدَ بنِ حنبلٍ رحمهم الله، فإنهم قالوا: الإيمانُ هو التصديقُ بالجَنانِ والإقرارُ باللسانِ والعملُ بالأركانِ. ونُقِلَ أن المعتزلة جعلوا الإيمانَ اسماً للتصديقِ بالله وبرسوله وللكَفِّ عن المعاصي.\n__________\n(1) في نسخ (ص) و (ف) و (ج) و (ز): «يرفع»، والمثبت من «الطبقات السنية» و (ب)، وهو الأحسن والأجود.\n(1/58)\n\nثم القائلون بأن الأعمالَ داخلةٌ تحت اسم الإيمان اختلفوا: فقال الشافعيُّ رحمه الله: الفِسقُ لا يُخرِجُ عن الإيمان، وهذا في غاية الصعوبة، لأنه إذا كان اسماً لمجموعِ أمورٍ فعند فَوَاتِ بعضِها يفوتُ ذلك المجموعُ، إذ المجموعُ ينتفي بانتفاءِ جُزئِهِ، فوجبَ أن ينتفيَ الإيمانُ (1).\nوأما المعتزلة فأصلُهم مطَّرِدٌ لأنهم قالوا: إن الفاسقَ يخرجُ من الإيمان ولا يدخلُ في الكفر كما تقدَّم، وتشبَّثوا على مدَّعاهم بقوله تعالى: ?وَمَا كَانَ اللهُ لِيُضِيعَ إيْمَانَكُمْ? [البقرة: 143]، ووجهُ الاستدلال أنه لو لم يكن العملُ من مفهوم الإيمان لم يكن العملُ نفسَ مدلولِ الإيمان ولا جزءَ مدلولِهِ ولا لازِمَ مدلولِهِ، فلم يصحَّ إطلاقُ الإيمان عليه، لكن أطلَقَ اللهُ الإيمانَ عليه بقوله: ?وَمَا كَانَ اللهُ لِيُضِيعَ إيْمَانَكُمْ? [البقرة: 143] أي: صلاتَكم إلى بيت المَقدِسِ بالنَّقلِ عن المفسِّرين، فيكونُ العملُ إيماناً.\n__________\n(1) لم يقل الشافعي رضي الله عنه بأن العملَ جزءٌ من ماهية الإيمان حتى يُلزَم بهذا، قال الحافظ ابن حجر رحمه الله تعالى في «فتح الباري» 1: 46: السلفُ قالوا: الإيمانُ اعتقادٌ بالقلب ونطقٌ باللسان وعملٌ بالأركان، وأرادوا بذلك أنّ الأعمالَ شرطٌ في كماله. وقال العلامة علي القاري رحمه الله في «شرح بدء الأمالي» ص32 بعد أن نقل عن مالك والشافعي والأوزاعي أن الأعمال داخلة في مسمى الإيمان، قال: والظاهر ــ كما قال بعضُ المحقِّقين ــ أن مُرادهم أنها داخلةٌ في الإيمان الكامل، لا أنه ينتفي الإيمان بانتفائها كما هو مذهب المعتزلة والخوارج.\nقلنا: فاعتراض المصنف متَّجهٌ على الخوارج وعلى بعض أهل الحديث ممن لا عناية لهم بالفقه الذين يقولون بأن العمل جزءٌ من حقيقة الإيمان لا من كماله فحسب، ويُسمُّون مَن يقول بأن العمل ليس ركناً من الإيمان مُرجئاً.",
        "(1/59)\n\nوالجواب: أنّا لا نُسلِّمُ أنه أطلق الإيمانَ على الصَّلاة، بل معناه التصديقُ أيضاً، أي: ما كان اللهُ لِيُضيعَ إيمانَكم بالصَّلاة إلى بيت المَقدِسِ، فلم يُطلِقِ الإيمانَ على العمل.\nوأيضاً هذا الدليلُ مقلوبٌ بأن يُقال: لو كان العملُ جزءَ مفهومِ الإيمان لم يصحَّ إطلاقُ الإيمان عليه، وقد أُطلِقَ. لا يُقال: لا نُسلِّمُ أنه لو كان العملُ جزءَ مفهومِ الإيمان لم يصحَّ إطلاقُه عليه، فإنه يصحُّ إطلاقُ اسمِ الكلّ على الجزء مجازاً، لأنا نقول حينئذ يكون حَمْلُ الإيمان على الصلاة وحدها بطريق المجاز، والأصلُ عدمُه، فالترجيحُ معنا لِمَا فيه من مراعاة معنى اللغة، لأنه في اللغة التصديقُ لا العبادةُ.\nولنا أن الأعمال عُطِفَت على الإيمان في غير موضعٍ، قال الله تعالى: ?الذِينَ يُؤْمِنُونَ بِالغَيْبِ وَيُقِيمُونَ الصَّلَاةَ? [البقرة: 3]، وقال تعالى: ?إنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ? [البقرة: 277]، وأمثالهما كثيرة، والمعطوفُ يُغايرُ المعطوفَ عليه.\nفإن قيل: العملُ جزءٌ لمفهوم الإيمان، والجزءُ مغايرٌ للكلِّ، فلا يلزمُ من عطفِ العمل على الإيمان خروجُ العمل عن مفهوم الإيمان.\n(1/60)",
        "\nأجيب: بأنا لا نُسلِّمُ أن الجزء مغايرٌ للكلّ، فلو سُلّم فلو لم يكن (1) العملُ خارجاً عن الإيمان لَزِمَ تكرارٌ بلا فائدة، ولأنه شرطٌ لصحَّةِ الأعمال، قال الله تعالى: ?وَمَنْ يَعْمَلْ مِنَ الصَّالِحَاتِ وَهُوَ مُؤْمِنٌ? [طه: 112]، والشرطُ يُغايرُ المشروطَ، وقد خاطبَ اللهُ تعالى باسم الإيمان ثمَّ أوجَبَ الأعمالَ فقال: ?يَا أيُّهَا الذِينَ آمَنُوا كُتِبَ عَلَيْكُم? [البقرة: 178 و183]، وذا دليلُ التغايُرِ وقَصْرِ اسمِ الإيمان على التصديق، ولهذا فَزِعَ أعداءُ الله لَمَّا عايَنُوا العذابَ إلى التصديق دون غيره من الأعمال، نحو قول الله تعالى حكايةً عن فرعون حين أدرَكَهُ الغَرَقُ: ?آمَنْتُ أنَّهُ لَا إلَهَ إلَّا الذي آمَنَتْ بِهِ بَنُو إسْرَائِيلَ? [يونس:90]، وعن قوم يونُسَ: ?آمَنَّا باللهِ وَحْدَهُ وَكَفَرْنَا بِمَا كُنَّا بِهِ مُشْرِكِينَ? [غافر: 84].\nوقد استدلَّ الإمامُ رحمه الله تعالى في المتن بجواز ارتفاعِ الأعمال عن المؤمن كارتفاع الصلاةِ عن الحائض والصومِ عنها، وسقوطِ الزكاة والحجِّ عن الفقير، والصلاةِ عن المريضِ العاجِزِ عن الإيماءِ، مع عدم ارتفاعِ الإيمان عنهم، فلو كان العملُ إيماناً لم يكن الفقراءُ كلُّهم مؤمنين، وهذا خَلْفٌ من القول.\n__________\n(1) في (ص) و (ج) و (ب): «أجيب بأنه لو لم يكن ... »، والمثبت من (ف).\n(1/61)\n",
        "(واعلم أن تقدير الخير والشرِّ كلِّه من الله تعالى) لأنه خالقُ جميع المُمكِنات، ومِن جُملَتِهِ الشرُّ، فيكونُ خالقاً له أيضاً، فمَن زعمَ أن الشرَّ لا يكونُ من الله تعالى يكونُ كافراً لإشراكه بالله تعالى، ولهذا قال الإمام رحمه الله تعالى: (لأنه لو زعمَ أحدٌ أن تقديرَ الخيرِ والشرِّ من عنده لصارَ كافراً بالله تعالى وبَطَلَ توحيدُه) وكيف ذلك وقد قال الله تعالى:?إنَّا كُلَّ شَيْءٍ خَلَقْنَاهُ بِقَدَرٍ? [القمر: 49]، وقال تعالى: ?قُلْ كُلّ مِن عِنْدِ الله? [النساء: 78]، وقال النبيُّ عليه السلام: «القَدَرُ خَيرُه وشَرُّه مِنَ الله تعالى» (1) وهو حديثٌ مشهورٌ، وتمامُ البحث في هذا يجيءُ مستوفىً في الفصل الذي يليه إن شاء اللهُ تعالى.\n[الأعمال فرائض وفضائل ومعاصٍ]\nقال: (والثاني: نُقِرُّ بأنَّ الأعمالَ ثلاثةٌ: فريضةٌ وفضيلةٌ ومعصيةٌ (2)).\n__________\n(1) أخرجه الإمام أبو حنيفة في «الفقه الأبسط» ص42 عن علقمة بن مرثد، عن يحيى بن يَعمَرَ، عن ابن عمر، ضمن حديث مطوَّل بقصة قدوم جبريل في صورة أعرابي. وهذا إسناد صحيح. وأصله في «صحيح مسلم» (8) من حديث عمر رضي الله عنه.\nوأخرجه أبونعيم في «مسند أبي حنيفة» ص152من طرق عن الإمام، به. ... =\n= وأخرجه الطبراني في «المعجم الكبير» (13581) من طريق عطاء، عن ابن عمر.\nوقد تابَعَ الشارحُ في القول بشُهرة هذا الحديث الإمامَ النسفيَّ في «تبصرة الأدلة» 2: 717، والظاهر أنهما إنما أرادا شُهرة معناه.\n(2) ذِكرُ الإمام رضي الله عنه لهذه الأحكام الشرعية، مع أن كلامه في العقائد ليس ذكراً أصيلاً، وإنما هو تمهيدٌ ومقدمةٌ لبيان تعلقات مشيئته تعالى بها، وهذا لا يُعاب في العلوم، كما أنه سيذكر في آخر هذا المتن بعضَ القضايا الفقهية لا بالنظر إليها من جهة كونها أعمالاً، وإنما من جهة طريق ثبوتها.\n(1/62)\n\nأقول: أراد بالأعمال ما يتعلّقُ بالآخرة يُثابُ به أو يُعاقَبُ عليه، وإلا فالأعمال ليست مُنحصِرةً في ثلاثة.\nوالفريضةُ مشتقَّةٌ من الفَرْضِ، وهو القَطعُ والتقديرُ، قال الله تعالى: ?سُوْرَةٌ أَنزَلْنَاهَا وَفَرَضْنَاهَا? [النور: 1] أي: قدّرنا وقطعنا الأحكام فيها، وكلّ ما ثبتَ بدليلٍ قطعيٍّ لا شُبهةَ فيه يُسمَّى فَرْضاً وفريضةً، لأنه مقطوعٌ علينا، فيكفرُ جاحِدُه ويفسقُ تارِكُه.\nوالفضيلةُ من الفَضْلِ، وهو الزيادة، والمرادُ به السُّنَن والنوافل، والسُّنَّةُ نوعان: سنَّةُ الهُدى وتاركُها يستوجِبُ إساءةً، كالجماعة والأذان. وزوائدُ وتاركُها لا يستوجِبُ إساءةً، كسِيَرِ النبيِّ عليه السلام في لباسه وقيامه وقعوده.\nوالنَّفْلُ: ما يُثابُ على فِعلِه ولا يُعاقبُ على تَرْكِه.\nفإن قيل: هذا التقسيمُ يُنبِئُ أنَّ المشروعاتِ عند الإمام أيضاً ثلاثةٌ، كما هي عند الشافعيِّ، لأنه ما ذكرَ الواجِبَ. أجيب: بأنه يُمكِنُ أن يكونَ الواجبُ داخلاً تحت الفريضة، لأنه فرضٌ عندَه عَمَلاً (1).\nوالمعصيةُ: فِعلٌ قبيحٌ مَنهيٌّ عنه يُعاقَبُ بإتيانه.\n__________\n(1) قال العلامة الشيخ عبد الغني النابلسي رحمه الله تعالى في «كشف الستر عن فرضية الوتر» ص5: والفرض على نوعين: فرضٌ عَمَليٌّ، وفرضٌ اعتقاديٌّ. والفرضُ العمليُّ لا يكفر جاحدُه، والفرضُ الاعتقاديُّ يكفر جاحدُه. ومعنى كونه فرضاً عَمَلياً أنه من جهة العمل فقط محكومٌ عليه بأنه فرضٌ لا من جهة الاعتقاد.",
        "(1/63)\n\nقال: (فالفريضةُ بأمرِ الله ومشيئتِه ومحبَّتِه ورِضاه وقضائِه وقَدَرِه وتخليقِه وحُكمِه وعِلمِه وتوفيقِه وكتابتِه في اللوح المحفوظ (1)، والفضيلةُ ليست بأمرِ الله تعالى، ولكن بمشيئتِه ومحبَّتِه ورضاه وقضائِه وقَدَرِه وحُكمِه وعِلمِه وتوفيقِه وتخليقِه وكتابتِه (2) في اللوح المحفوظ (3)).\nأقول: اتفقَ المسلمون على أن الفرضَ إنما هو بأمرِ الله تعالى، لكنهم اختلفوا في مدلول الأمر، فذهبت المعتزلةُ إلى أن مدلولَ الأمرِ هو الإرادةُ، فكلّ ما أمرَ اللهُ به أرادَ وجودَه، وكلّ ما لم يُرِدْ لم يأمُرْ به.\nوذهب أهلُ السنَّة إلى أن الأمرَ قد يَنفَكّ عن الإرادة، كالحاكم إذا قَتَلَ ابنُه رجلاً عَمداً فإنه يأمُرُ بقَتلِه ولا يكون مُريداً له، والمُنازِعُ مكابِرٌ مُقتضى الوجدان.\nوعرَّفوه (4) بأنه قول القائل لغيره على سبيل الاستعلاء: افعَلْ.\n__________\n(1) سقطت من «الطبقات السنية» الألفاظ: ومحبته وقضائه وحكمه وعلمه وتوفيقه.\n(2) سقطت من «الطبقات السنية» الألفاظ: وقضائه ورضاه حكمه وعلمه وتوفيقه.\n(3) زاد في (ز) بعد هذا: وإلا لكانت فريضةً، لكنها بمشيئتِه ومحبَّتِه ورضاه وقدرِه وقضائِه وحكمِه وعلمِه وتوفيقِه بإعطاء سلامةِ الأسبابِ والاستطاعةِ المقارِنةِ وتخليقِه أي تكوينِه، لأن الله خالِقُ أفعال العباد كما سيجيء البحث في ذلك، وكتابتِه في اللوح المحفوظ. وستأتي هذه الفقرة في الشرح قريباً، وكونُها من الشرح لا من المتن ظاهرٌ.\n(4) أي: الأمر.\n(1/64)",
        "\nوالمشيئةُ والإرادةُ واحدةٌ عند المتكلِّمين خلا الكرَّاميَّة (1) فإنهم قالوا: المشيئةُ: صفةٌ أزليَّةٌ واحدةٌ لله تعالى، وإرادتُه حادثةٌ في ذاتِه متعدِّدةٌ على عَدَدِ المُرادات، يُحدِثُ كلَّ إرادةٍ منها قبلَ حدوثِ ما هو المرادُ بها، ثم يُعقِبُها حدوثَ ما هو المرادُ بها، وهو باطلٌ، لأن الإرادة لو حدثت في ذات الباري لكان محلَّاً للحوادث، وهو يؤدِّي إلى القول بحدوث الباري، وهو باطلٌ بالاتفاق.\nوذهبت المعتزلةُ إلى أن إرادتَه قائمةٌ بذاتها حادثةٌ لا في محلّ، وهو محالٌ، لأن وجودَ كلّ مُحدَثٍ موقوفٌ على تعلّقِ الإرادة به، فلو كانت الإرادةُ مُحدَثةً احتاجت إلى إرادةٍ أخرى ولَزِمَ التَّسلسُلُ. وأيضاً فإن الإرادةَ الحادثةَ صفةٌ، وقيامُ الصفة بنفسها غيرُ معقول.\nوفسَّرَها الكَعْبيُّ (2) بأنه إذا وُصِفَ الله تعالى بالإرادة، فإنْ كانَ ذلك فِعْلَه فمعناه أنه فَعَلَ وهو غيرُ سَاهٍ ولا مُكرَهٍ ولا مُضْطَرٍ، وإن كان فِعْلَ غيرِ الله فمعناه أنه أمَرَ به. وهو مبنيٌّ على أن الإرادةَ مدلولُ الأمرِ، وقد مرَّ بطلانُه.\n__________\n(1) في (ج) و (ب): «خلافاً للكرامية»، والمثبت من (ص) و (ف).\n(2) هو أبو القاسم عبد الله بن أحمد بن محمود البلخي الكَعبي (ت319)، وإليه تُنسَب الكَعبيَّة، قال الأستاذ عبد القاهر البغدادي في «الفرق بين الفِرَق» ص181: كان حاطِبَ ليلٍ، يدَّعي في أنواع العلوم على الخصوص والعموم، ولم يَحظَ في شيءٍ منها بأسراره، ولم يُحِط بظاهره فضلاً عن باطنه.\n(1/65)\n",
        "وقال النجَّارُ (1): إنه غيرُ مغلوبٍ ولا مُستَكرَهٍ. وهو فاسدٌ، لأن الجمادَ غيرُ مغلوبٍ ولا مستكرَهٍ، مع أنه ليس بمُريد.\nوعندنا هي صفةٌ توجِبُ تخصيصَ المفعولاتِ بوجهٍ دون وجهٍ ووقتٍ دون وقتٍ. إذ لولا الإرادة لوقعت المفعولاتُ كلّها في وقتٍ على صفةٍ واحدةٍ، لا سيَّما عند تجانُسِ المفعولات، ولَمَا كان وقتٌ لوجودِه أولى من وقتٍ، ولا كيفيَّةٌ ولا كميَّةٌ أولى مما سواهما، فإذا خَرَجَت على الترتيب والتوالي على حسب ما تقتضيه الحكمةُ البالغةُ كان ذلك دليلاً على اتِّصافِ الفاعل بالإرادة، قال الله تعالى: ?وَيَفْعَلُ اللهُ مَا يَشَاءُ? [إبراهيم: 37]، وقال: ?يَحْكُمُ مَا يُرِيدُ? [المائدة: 1]، وقال: ?يُرِيدُ اللهُ بِكُمُ اليُسْرَ? [البقرة: 185]، فيَبطُلُ به قولُ مُنكِرِها.\nوالرِّضا من الله: هو إرادةُ الثوابِ على الفِعل ِأو تَرْكُ الاعتراض. والمحبَّةُ قريبٌ منه.\nوالقضاءُ: عبارةٌ عن وجودِ جميعِ المخلوقات في الكتاب المبين واللوح المحفوظ مُجتمعةً ومُجمَلةً على سبيل الابتداع.\n__________\n(1) هو أبو عبد الله الحسين بن محمد بن عبد الله النجَّار، من متكلمي المُجبِرة، وإليه تُنسَب النجَّارية، وهي فرقة وافقت المعتزلةَ في أصول، وأهلَ السنة في أصول، وانفردت بأصول، وهم فرق. انظر «الفرق بين الفِرَق» لعبد القاهر البغدادي ص 207 ــ 209.\n(1/66)\n\nوالقَدَرُ: عبارةٌ عن وجودها منزَّلةً في الأعيان بعدَ حصولِ شرائطِها مفصَّلةً واحداً بعد واحدٍ على سنن القضاء. وإلى هذا أشار بقوله تعالى: ?وإنْ مِنْ شَيْءٍ إلَّا عِنْدَنَا خَزَائِنُهُ وَمَا نُنَزِّلُهُ إلَّا بِقَدَرٍ مَعْلُومٍ? [الحجر: 21] (1).\nوالتخليقُ: هو التكوينُ، وهو عندنا صفةٌ غيرُ القدرة، خلافاً للأشعريَّة (2)\n__________\n(1) هذا قول السادة الماتريدية، وأما السادة الأشاعرة فالقدرُ عندهم: إيجادُ الله تعالى الأشياءَ على قدرٍ مخصوصٍ ووجهٍ معيَّنٍ أراده تعالى. فيرجع عندهم لصفة فعل، لأنه عبارة عن الإيجاد، وهو من صفات الأفعال. والقضاءُ عندهم: إرادةُ الله الأشياءَ في الأزل على ما هي عليه فيما لا يزال، فهو من صفات الذات عندهم. فالقدرُ حادثٌ والقضاءُ قديمٌ عند الأشاعرة. وانظر «تحفة المريد» للعلامة الباجوري 2: 17، ط مصر.\n(2) صفة التكوين عند الماتريدية صفة حقيقية كالعلم والقدرة والإرادة، وعند الأشاعرة هي تعلقات صفة القدرة، قال التفتازاني في «شرح العقائد النسفية» ص90 في توضيح مذهبهم: الإيجادُ أمرٌ اعتباريٌّ يحصل في العقل من نسبة الفاعل إلى المفعول. اهـ.\nوذكر العلامة ابن الهمام في «المسايرة» ص88 ــ 93 أن صفة التكوين قال بها الحنفية من عهد الماتريدي، وشكَّك في نسبة القول بها إلى أبي حنيفة وأصحابه، بل رأى أن في كلام أبي حنيفة ما يؤيد مذهب الأشاعرة، وناقشه في ذلك مناقشة علمية هادئة العلامة قاسم ابن قُطلُوبُغا في حاشيته على «المسايرة»، فراجع كلامهما ففيه فوائد جمة.",
        "(1/67)\n\n، وقد استخرَجَه علماءُنا من قوله تعالى: ?إنَّما قَوْلُنَا لِشَيْءٍ إذَا أَرَدْنَاهُ أنْ نَقُوْلَ لَهْ كُنْ فَيَكُوْنُ? [النحل: 40]، والحاصِلُ من مفهومه أن القدرةَ نِسبَتُها إلى جانب الوجودِ والعَدَمِ سواءٌ (1)، والتكوينُ إنما هو باعتبار النَّظَر إلى جانب الوجود.\nوحُكمُه وعِلمُه وتوفيقُه كلّها صفاتٌ أزليَّةٌ ثابتةٌ لذاته تعالى وتقدَّسَ، والفريضةُ مستلزِمةٌ لها كلِّها.\nوالفضيلةُ ليست بأمرِ الله (2)، وإلا لكانت فريضةً، لكنها بمشيئتِه ومحبَّتِه ورضائِه وقضائِه وقدرِه وحكمِه وعلمِه وتوفيقِه بإعطاء سلامةِ الأسبابِ والاستطاعةِ المقارِنةِ وتخليقِه أي تكوينِه، لأن الله تعالى خالِقُ أفعال العباد كما سيجيء البحث في ذلك، وكتابتِه في اللوح المحفوظ.\nقال: (والمعصيةُ ليست بأمْرِ اللهِ ولكنْ بمشيئتِه لا بمحبَّتِه، وبقضائِه لا برِضاه، وبتقديرِه لا بتوفيقِه، وبخُذلانِه وعِلمِه وكتابتِه في اللوح المحفوظ).\nأقول: اختلفوا في أن المعصية هل هي بإرادة الله تعالى أو لا؟ فذهب أهلُ السُّنَّة إلى الأول، والمعتزلةُ إلى الثاني، ثم اختلفوا في المباحات، فمنهم مَن زَعَمَ أنه تعالى مريدٌ لها، ومنم مَن زعمَ أنه تعالى غيرُ مريدٍ لها، والحاصل أنَّ عند المعتزلة: كلّ ما أمرَ اللهُ تعالى به أرادَ وجودَه وإن علمَ أنه لا يُوجَد، وكلّ ما نهى عنه كَرِهَ وجودَه وأرادَ أن لا يُوجَد وإن علمَ أنه يوجد.\n__________\n(1) صحيح أن نسبتها إلى الوجود والعدم على السواء، ولكن بالإرادة يتخصَّص أحد الجانبين ويترجَّح على الآخر.\n(2) أي: على سبيل الوجوب، بل هي بأمر الله تعالى على سبيل الندب. اهـ من حاشية النسخة (ب).\n(1/68)",
        "\nوعندنا كلّ ما عَلِمَ اللهُ تعالى أنه يوجَد أرادَ وجودَه، سواء أمرَ به أو لم يأمُرْ، وما عَلِمَ أنه لا يوجَدُ لم يُرِدْ وجودَه، سواء أمرَ به أو لم يأمُرْ، فاللهُ سبحانه أرادَ الكفرَ من الكافر كسباً له قبيحاً مذموماً، وكذا في غيره من المعاصي. وإليه ذهب الأشعري.\nتمسَّك المعتزلة بقوله تعالى: ?وَمَا اللهُ يُرِيدُ ظُلْمَاً لِلعِبَادِ? [غافر: 31]، فإنه نصٌّ في نفي إرادة الظلم، وعندكم هو مريدٌ للكلّ ظُلماً كان أو غيرَه، وبأنّ إرادةَ السَّفَه وما لا يرضى به والأمرَ بما لا يريدُ سَفَهٌ في الشاهد فكذا في الغائب.\nولنا قوله تعالى: ?فَمَنْ يُرِدِ اللهُ أنْ يَهْدِيَهُ يَشْرَحْ صَدْرَهُ لِلإسْلَامِ وَمَنْ يُرِدْ أنْ يُضِلَّهُ يَجْعَلْ صَدْرَهُ ضَيِّقَاً حَرَجَاً? [الأنعام: 125]، أخبَرَ أنه يريدُ ضلالَ بعضٍ ويجعلُ ما به يحصُلُ ضلالُه، وهو ضيق القلب. وقوله تعالى حكاية عن نوح عليه السلام: ?وَلَا يَنْفَعُكُمْ نُصْحِي إنْ أَرَدْتُ أنْ أنْصَحَ لَكُمْ إنْ كَانَ اللهُ يُرِيدُ أنْ يُغْوِيَكُمْ? [هود: 34]، فإنه نصٌّ في إرادة الإغواء. وقوله تعالى: ?وَلَوْ شَاءَ اللهُ مَا أَشْرَكُوا? [الأنعام: 107]، ?وَلَوْ شَاءَ رَبُّكَ لآمَنَ مَنْ في الأرْضِ كُلُّهُمْ جَمِيعَاً? [يونس: 99]، فعندهم اللهُ شاءَ عدمَ شِركِهم ومع ذلك أشركوا، وشاء إيمانَ مَن في الأرض وما آمنوا، وهو تكذيبٌ لله تعالى في خَبَرِه، وهو كفرٌ.\n(1/69)\n",
        "والجواب عما تمسَّكوا به من الآية أن أهلَ اللغة قالوا: إذا قيل: لا أريدُ ظُلمَك، فمعناه: لا أريدُ أن تُظلَمَ أنت من غير تعيين الفاعل، وإذا قيل: لا أريدُ ظُلماً لك، فمعناه لا أريد أن أظلِمَك، ونحن نقول: لا يريد اللهُ أن يظلمَ أحداً، فهذا اللفظ وإن احتمل المعنيين، فنحن نعيِّنُ أحدَهما، وهو أن المراد: لا أريدُ أن أظلِمَك، بما مرَّ من الدلائل، فيكون معنى الآية: وما اللهُ يريدُ أن يظلمَ عبادَه فيُعذِّبَهم بغير ذنبٍ، أو يزيدَ على قدرِ ما يستحقُّون من العذاب.\nوعن المعقول أن إرادة السَّفَه وما لا يرضى به حكمةٌ إذا تعلَّقت به حميدةٌ، وهي تحقيقُ ما عَلِمَ على ما عَلِمَ، والأمرُ بما لا يريدُ ليتحقَّقَ به عِلمُه، وهو واقعٌ، فإن إبراهيم عليه السلام أُمِرَ بذَبْحِ الولدِ بدليل: ?يَا أبَتِ افْعَلْ مَا تُؤْمَر? [الصافات: 102]، وإرادةُ الله تعالى أنْ لا يُوجَدَ ذبحُ ولدِه، بل ذبحُ الكبشِ. على أن السَّفَهَ عند الأشعريِّ ما نُهِيَ عنه، ولا نهيَ لأحدٍ على الله تعالى، فلا يُتصوَّرُ في فِعلِه السَّفَه.\nروي أن جماعةً من القدريَّة دخلوا على أبي حنيفة رحمه الله تعالى شاهِرِين سُيوفَهم، فقالوا: أنت الذي يقول: إن اللهَ تعالى شاءَ الكُفرَ من عباده، ثم يُعاقبُهم على ذلك؟ فقال رحمه الله تعالى: أتُحارِبونَ بسيوفكم أم تُناظِرون بعقولكم؟ فقالوا: نُناظِرُ بعقولنا، وغَمَدُوا سيوفَهم، فقال: أخْبِرُوني، هل عَلِمَ اللهُ في الأزل ما يوجَدُ من هؤلاء أم لا؟ قالوا: نعم، قال: فإذا عَلِمَ اللهُ منهم الكفرَ، فهل شاءَ أن يُحقِّقَ عِلمُه كما عَلِمَ أم شاءَ أن يصيرَ علمُه جَهلاً. فعرفوا صحَّةَ كلامِه وبُطلانَ مذهبِهم، فرجعوا عن ذلك وتابوا.\nفإن قيل: لو كان الكُفرُ مُراداً لَوَجَبَ الرِّضا به، والرِّضا بالكُفرِ كُفرٌ، وأيضاً لو كان الكُفرُ مُراداً لكان الكافرُ مُطيعاً بكُفرِه، لأن الطاعةَ تحصيلُ مُرادِ المُطاع.\n(1/70)\n\nفالجواب عن الأول: أن الرِّضا بالكفر من حيثُ هو قضاءُ الله طاعةٌ، والرِّضا بالكفر من هذه الحيثيَّة ليس بكفرٍ.\nوعن الثاني: أن الطاعةَ موافَقَةُ الأمر، والأمرُ غيرُ الإرادة، فالطاعةُ تحصيلُ المأمور به لا تحصيلُ المراد.\nقيل في بيان كيفيَّة وقوع الشرِّ في قضائه تعالى أن الأمورَ الممكنةَ في الوجود، منها أمورٌ يجوز أن يتعرَّى وجودُها عن الشرِّ أصلاً كالملائكة، ومنها أمورٌ لا يُمكِنُ أن تكون فاضلةً فضيلتَها اللائقةَ بها إلا وتكون بحيث يَعرِضُ منها شرٌّ عند ملاقاتها لِمَا يُخالِفُها، وذلك مثل النار، فإنها لا تفضلُ فضيلتها ولا تكمُلُ معاونتُها في تكميل الوجود، إلا أن تكونَ تؤذي وتُؤلِم ما يتَّفِقُ لها مُصادَمَتُه من أجسامٍ حيوانيَّةٍ، وتكون بحيث يَعرِضُ منها تفريقُ أجزاءِ بعضِ المركَّبات بالإحراق.\nوالأشياء باعتبار الشرِّ وعَدَمِه تنقسم إلى: ما لا شرَّ فيه، وإلى ما يغلبُ الخيرُ فيه على شرِّه ــ وهما قد ذكرناهما ــ، وإلى ما يكون شرَّاً على الإطلاق، وإلى ما يكون الشرُّ فيه غالباً، وإلى ما يتساوى فيه الخيرُ والشرُّ.",
        "(1/71)\n\nوإذا كان الجودُ المحضُ الإلهيُّ مبدأً لفيضان الوجود الخيريّ الصواب، كان وجود القسم الأول واجباً فيضانُه، مثل وجود الجواهر العقلية، وكذا القسم الثاني يجب فيضانُه، فإنّ تركَ الخيرِ الكثير تحرُّزاً من شرٍّ قليلٍ شرٌّ كثيرٌ، وذلك مثل النار والأجسام الحيوانيَّة، فإنه لا يمكنُ أن تكون لها فضيلتُها إلا أن تكون بحيث يمكن أن تتأدَّى أحولها في حركاتها وسَكَناتها إلى اجتماعاتٍ ومصادماتٍ مؤذيةٍ، وأن تتأدِّى أحوالها وأحوال الأمور التي في العالم إلى أن يقعَ لها خطأُ عقدٍ ضارّ في المعاد أو في الحق أو فرطِ هيجانٍ غالبٍ عاجلٍ من شهوةٍ أو غضبٍ ضارٍّ في أمر المعاد، وتكون القوى المذكورة لا تغني غناها، إلا أن تكون بحيث لها عند التلاقي مثلُ هذه الأشياء، ويكون ذلك (1) في أشخاصٍ أقلَّ من أشخاص السالمين وأوقاتٍ أقلَّ من أوقات السلامة، ولأن هذا معلومٌ في العناية الأولى، فهو كالمقصود بالعَرَض، فالشرُّ داخلٌ في القدرة بالعَرَضِ، كأنه مرضيٌّ به بالعرض.\nوفي الجملة الحاصِلُ في المذهب أن كلَّ حادثٍ كان بإرادة الله على أيِّ وصفٍ كان، إلا أن الطاعةَ بمشيئته وإرادتِه ورضاه ومحبَّتِه وأمرِه وقضائِه وقَدَرِه، والمعصيةَ بقضائِه وقدرتِه وإرادتِه ومشيئتِه، وليس بأمرِه ورضاه ومحبَّتِه، لأن محبَّتَه ورضاه يَرجِعان إلى كونِ الشيء مُستَحسناً، وذا يَليقُ بالطاعات دون المعاصي.\n__________\n(1) قوله: «ويكون ذلك» متعلق بقوله: «فإن تركَ الخير الكثير تحرُّزاً من شرٍّ قليلٍ شرٌّ كثيرٌ» بدليل أن التصادم للأجسام القليلة في أوقات قليلة. اهـ من حاشية النسخة (ب).\n(1/72)",
        "\nوعند الأشعريّ المحبَّةُ والرِّضا بمعنى الإرادة، فيَعُمَّان كلَّ موجودٍ كالإرادة (1)، وأوَّلَ قولَه تعالى: ?ولَا يَرْضَى لِعِبَادِهِ الكُفْرَ? [الزمر: 7] بعباده المؤمنين بدليل الإضافة إليه. والحق ما ذكرناه.\n__________\n(1) قال إمام الحرمين رحمه الله هذا القول في «الإرشاد» ص239: ومن حقّق من أئمتنا لم يَكِع عن تهويل المعتزلة، وقال: المحبة بمعنى الإرادة وكذلك الرضا، والرب تعالى يحبُّ الكفرَ ويرضاه كفراً معاقباً عليه. اهـ. ونقل معناه عنه ابنُ الهمام في «المسايرة» ص138، وقال: ونقله بعضهم عن الأشعري، ثم قال: وهذا خلافُ كلمة أكثر أهل السنة، وهو وإن كان لا يَلزمُهم به ضررٌ في الاعتقاد، إذ كان مناطُ العقاب مخالفةَ النهي وإن كان متعلقه محبوباً كما يتضح لك، لكنه خلاف النصوص التي سُمعت مثل قوله تعالى: ?ولا يَرْضَى لِعِبَادِهِ الكُفْرَ ? [الزمر: 7]. اهـ.\nونقل ابنُ فورك في «مجرد مقالات الأشعري» ص69 عن الأشعري قوله: للإرادة =\n= أسماء وأوصاف، منها القصد والاختيار، ومنها الرضا والمحبة، ومنها الغضب والسخط، ومنها الرحمة، وكل ذلك مما يجري على الله عز وجل ويُوصَف به. اهـ.\nوعلى هذا فإن الأشعري يعتبر أن الرضا والمحبة من أسماء الإرادة، وليس فيهما معنى زائدٌ على الإرادة، فالمحبة ليست شيئاً غير الإرادة، فمعنى قول إمام الحرمين: «إن الله يحبُّ الكفر» أي يريد وقوعه من الكافر فيخلقه له.\nولا يُعارض هذا قول الأشعري في «رسالة أهل الثغر» ص231: إن رضاه تعالى عن عباده الطائعين هو إرادته لنعيمهم، لأنه إذا أطلق المحبة والرضا على الفعل عنى بهما إرادة الوقوع، وإذا أطلقهما على الفاعل عنى بهما إرادة الثواب. فهو يقول بأن الله سبحانه يحبُّ الكفر ــ بمعنى يريد وقوعه ــ، ولا يحبُّ الكافر ــ بمعنى أنه لا يريد إثابته على كفره.\n(1/73)\n",
        "[الاستواء على العرش]\nقال: (والثالث: نُقِرُّ بأن الله تعالى على العَرشِ استوى (1)، من غيرِ أن تكونَ له حاجةٌ واستقرارٌ عليه (2)، وهو حافِظُ العَرشِ وغيرِ العرشِ من غير احتياج، فلو كان مُحتاجاً لَمَا قَدَِرَ على إيجادِ العالَمِ وتدبيرِه كالمخلوقين، ولو كان محتاجاً إلى الجلوس والقرار فقبلَ خَلْقِ العرشِ أين كان الله؟ تعالى اللهُ عن ذلك علوَّاً كبيراً).\n__________\n(1) زاد في «الطبقات السنية»: «أي استولى»، وليس في شيء من نسخ المتن أو الشرح، فهي زيادة مقحمة، على أن الشارح مال إلى هذا التأويل في آخر كلامه، فراجِعه.\n(2) في (ص) و (ف) و (ج) من نسخ الشرح وفي (ز): «واستقرَّ عليه»، والمثبت من (ب) و «الطبقات السنية» ونسخة المتن المكية ونسخة المتن الأزهرية والطبعة الهندية لشرح ملا حسين على «الوصية»، وكذا نقلها عن «الوصية» العلامة الشيخ عبد الغني الميداني رحمه الله تعالى في «شرح العقيدة الطحاوية» ص74، ويُرجِّحُ ما أثبتنا قوله: «ولو كان محتاجاً إلى الجلوس والقرار ... »، على أن تقدير ما في نسخ الشرح المذكورة و (ز): «من غير أن تكونَ له حاجةٌ، ومن غير أن يكونَ استقرَّ عليه» ليُناسِبَ ما بعده.\n(1/74)\n\nأقول: اعلم أن العالَمَ ــ وهو ما سوى الله تعالى ــ مُحدَثٌ، لأنه مُتغيِّرُ، وكلّ متغيِّرٍ حادثٌ، وحينئذ يستحيلُ أن يكونَ الباري تعالى وتقدَّسَ متمكِّناً في مكانٍ، لأن العراءَ عن المكان ثابتٌ في الأزل، إذ هو غيرُ المُتمكِّن، وقد تبيَّنَ أن ما سوى الله حادثٌ، فلو تمكَّنَ بعد خَلْقِ المكان لتغيَّرَ عمَّا كان عليه، ولَحَدَثَ فيه مماسَّة، والتغيُّرُ وقبولُ الحوادث من أمارات الحَدَث، وهو على القديم محالٌ (1)، وإلى هذا أشار بقوله: «فقبلَ خَلْقِ العرشِ أين كان اللهُ؟» (2)\n__________\n(1) هذا الكلامُ أصلٌ من أصول الاعتقاد عند أهل السنة، وذلك لأن «ما ثبتَ قِدَمُه استحالَ عَدَمُه» والحدوثُ يستلزمُ العَدَمَ السابقَ واللاحقَ في الذات أو في الصفات، وهو محالٌ على الله تعالى.\n(2) طرحُ هذا السؤال مهمٌّ لفهم مسألة التنزيه، لأنه ينقُلُ الإنسانَ من حالة التخيُّل التي تؤدي إلى التجسيم إلى حالة التعقّل التي تؤدي إلى التنزيه، فيتحصَّلُ له بإدراك هذه المسألة أن كلّ ما سوى الله حادثٌ، وهذا يستلزمُ أن الله كان ولم يكن معه شيء من هذا العالم، كما في قوله صلى الله عليه وسلم في الحديث الذي أخرجه البخاري (3192): «كان الله ولم يكن شيء غيره»، فإذا أدرَكَ هذه القضيَّةَ وأدرَكَ أن الإله لا يتغيَّر ــ لأن التغيُّر من صفات الحوادث، وبه استدل سيدنا إبراهيم عليه السلام على أن الكوكب والقمر والشمس ليست آلهة ــ، فوجبَ في العقل أن يبقى الإله على ما هو عليه قبلَ خَلقِ العالم، فيسهُلُ على المُعتَقِدِ بذلك أن يُدرِكَ تنزُّهَه سبحانه عن كل ما حدث بعد خلق العالم كالمكان والزمان والحدّ والجهة وغيرها، فإذا أردت أن تسلك طريق التنزيه فما عليك إلا أن تتعقّلَ هذه =\n= القضيَّةَ، وإياك والتخيَّل فإنه أصل التجسيم.\nوإذا لم تُرِد هذا التفصيل فقل: كان اللهُ ولا مكان ولا جهة، ولمَّا خلقهما لم يتغيَّر عليه شيء، لأنه سبحانه لا يَكتَسِبُ صفاتِه من خَلقِه، كما قال الإمام الطحاوي رحمه الله تعالى في «عقيدته» المشهورة: «ما زال بصفاته قديماً قبل خلقه، لم يَزدَدْ بكونِهم ــ أي بوجودهم وحدوثهم ــ شيئاً لم يكن قبلهم من صفاته». والله الهادي.",
        "(1/75)\n\nوذهبت المشبِّهةُ والمجسِّمةُ والكرَّاميَّةُ إلى أنه تعالى متمكِّنٌ على العرش، واحتجُّوا بقوله تعالى: ?الرَّحْمَنُ عَلَى العَرْشِ اسْتَوَى? [طه: 5]، وبأنه موجودٌ قائمٌ بنفسه، والعالَمُ موجودٌ قائمٌ بنفسه، ولن يُعقَلَ القائمان بأنفسهما من غير أن يكون أحدهما في جهةٍ من صاحبه.\nوالجواب: أن الآية من المتشابهات (1)\n__________\n(1) كلام الشارح رحمه الله يُشير إلى الطريقة في التعامُلِ مع النصوص المُتشابهة، ويُمكن أن يزداد الأمرُ تفصيلاً ووضوحاً بأمور:\nالأول: أن النصوص المُتشابهة لا تَصلُحُ أن تُتَّخَذَ أصولاً ثم يُبنى عليها ما يُعارِض محكمات الأدلة النقلية وقواطع الأدلة العقلية، فلا يجوز أن يُتَشَبَّثَ بظواهرها من غير ردِّها إلى الأصول الثابتة بالقواطع العقلية والنقلية (النصوص المُحكَمة).\nالثاني: أن النصوص المُتشابهة يجب أن تفهم على أساس التنزيه، لأن التنزيه مفهومٌ كليٌّ يدخلُ في فهم كلِّ نصٍّ من النصوص الشرعية، وليس مفهوماً جزئياً يتمُّ إدخالُه في بعض النصوص دون بعض، بل هو جزءٌ من ماهيَّة النصِّ الذي لا يصحُّ فهمُ النصِّ بدونه\nالثالث: أن التنزيه مُقدَّمٌ على الإثبات، لأنه الأصلُ، والناظرُ في النصوص الشرعية يجدُ هذا الكلام واضحاً، كما في قوله تعالى: ?ليسَ كمِثْلِهِ شَيءٌ وَهُوَ السَّميعُ البَصيرُ?، فقدَّم اللهُ سبحانه النفيَ الذي يُرادُ به التنزيهُ على الإثبات، وكذلك كلمة التوحيد المشرَّفة «لا إله إلا الله» قدَّم فيها النفيَ الذي يُراد به التنزيه على الإثبات، خلافاً لِمَا يفعلُه بعضهم من تقديم الإثبات على التنزيه مُدَّعين فهمَ السلف، وليتهم أثبتوا ونزَّهوا كما ادَّعَوا، بل أثبتوا وغالوا في الإثبات وتركوا التنزيه بحجَّة أنه باب إلى التعطيل، فوقعوا في التجسيم.\nالرابع: التفويضُ والتأويلُ طريقان من طرق التنزيه، وليسا أصلاً من أصول الاعتقاد، بل الأصل كما ذكرنا هو التنزيه، فالتنزيه سابقٌ عليهما، لأنه مفهومٌ كليٌّ قطعيٌّ، والتأويلُ والتفويضُ طريقان للاجتهاد في فهم النصِّ، ودع عنك ما يُشاغب به بعضهم من خطر التأويل، فضلاً عمن يذكر المُؤوِّلة والمعطلة والملاحدة في سياق واحد، فإنه تهويلٌ لا قيمة له، لأن التنزيه في حقيقته هو نفيُ النقص عن الله، وهو المرحلة الأولى في فهم النص، فإذا فُهِمَ النصُّ على هذا الأساس يكون المرادُ من النصِّ معنىً كماليّاً حتماً، ثم يأتي في المرحلة الثانية الاجتهادُ في تحديد هذا المعنى الكماليّ المراد، فمن لم يُعيِّنه وأحال علمَه إلى الله فهو المفوِّض، ومن اجتهد في تحديد المعنى الكماليّ المراد فهو المؤوِّل، ومن هنا لم يكن في الخطأ في التأويل خطرٌ، لأنه اجتهادٌ في إطار الكمال، فلو أخطأ في نسبة أيِّ معنى كمالي إلى الله لا يضرُّ، لأن الكمالات جميعها يجوز نسبتُها إلى الله، ولكن على المجتهد أن يتحرَّى الأصوب والأقرب، وفي الجملة هو مأجور على اجتهاده. أما من يُخطيء فينسبُ النقص إلى الله مُدَّعياً الإثبات فإنه على خطر عظيم، لأنه يكون بذلك قد نقضَ أصلاً من أصول الاعتقاد وهو التنزيه.\nوإذا تقرَّر عندك هذا علمتَ أن مَن يعترضُ على التأويل أو التفويض، إنما يعترض في واقع الأمر على التنزيه. فتدبَّر.\n(1/76)",
        "\n، وما يكون كذلك لا يصلُحُ دليلاً على أمرٍ قطعيٍّ، والدلائلُ العقليَّةُ مُخالِفةٌ، على أن مذهب السلف الذين كانوا مُتجشِّمين بخَرْطِ القتاد وعَرَقِ القِرْبةِ (1)\n__________\n(1) تحرَّف في (ج) إلى: «متجشِّمين بخيط العباد»، والمثبت من (س) و (ص) و (ب). قال حمزة غفر الله له: وأذكر هنا من باب نسبة الفضل إلى أهله أننا وقفنا أولاً على =\n= النسخة (ج)، كما سلفت الإشارة إلى ذلك في المقدمة، وتأخّر حصولنا على النسخ الأخرى حوالي سبعة أشهر، وفي تلك الفترة وقفتُ على هذا التحريف الواقع في نسخة (ج)، ولم أهتدِ إلى تصويبه، فكتبتُ إلى فضيلة العلامة المحقِّق الأستاذ الشيخ محمَّد عوامة حفظه الله تعالى، فأجابني في رسالته المؤرَّخة بـ 10/ 6/1426: ويبدو لي ــ والله أعلم ــ أنه محرَّفٌ عن «متجشِّمين خَرطَ القتادَ»، يريد رحمه الله الثناءَ على السلف الصالح رضي الله عنهم في شدة تمسُّكهم بالنصوص والوقوف عندها، والتزام الحقِّ الذي تدلّ عليه نصوصُ الكتاب والسنة. قال الثعالبي في «ثمار القلوب» ص595 (990): «من أمثال العرب في الأمر دونه مانعٌ، قولُهم: من دون ذلك خَرطُ القتاد، لأن شَوكَ القتاد مانعٌ من خرطِ وَرَقِه، وشوكُ القتاد مضروبٌ به المثلُ في الخشونة والشِّدَّة». انتهى كلامه جزاه الله عنا خيراً، و «خرط القتاد» وإن كان تركيباً مشهوراً فيما ذكر الثعالبي، فاستعماله في مثل سياق كلام الشارح هنا غريبٌ يصعُبُ تقديره، فكان لا بدَّ من التنويه بإفادة الشيخ حفظه الله.\nوأما «عَرَق القِربة» فيقال: جَشِمتُ إليك عَرَقَ القِربة، وتجشَّمتُ لك عَرَقَها، بمعنى الشِّدَّة والتعب والتكلّف في الشيء. «لسان العرب» (عرق).\n(1/77)\n",
        "في إظهار ما هو الحقُّ في أمر الدِّين في المتشابهات التصديقُ وتفويضُ تأويلها إلى الله تعالى، وما ذلك إلا لتعذّرِ إدراكها، وأما على مذهب الخلف فإنه لا تكون ثبتاً أيضاً، لأن الآية مُحتَمِلة، فإن الاستواء جاء بمعنى التمام، كما قال تعالى: ?وَلَمَّا بَلَغَ أَشُدَّهُ وَاسْتَوَى? [القصص: 14]، والاستيلاءِ كقول الشاعر:\nقَدِ اسْتَوَى بِشْرٌ على العِراقِ ... ... مِنْ غَيرِ سَيْفٍ ودَمٍ مُهْرَاقِ (1)\n__________\n(1) البيت في مادة «سوا» من «الصحاح» للجوهري و «لسان العرب» لابن منظور غير منسوب، ونسبه العلامةُ السيِّدُ مرتضى الزبيدي رحمه الله في «تاج العروس» وغيرُه للأخطل، ونسبه ابنُ فورك في «مجرد مقالات الأشعري» للحطيئة، وبشر المذكور فيه هو بشر بن مروان بن الحكم الأموي، وهو يُرجِّحُ أن البيت للأخطل لأنه أموي، بخلاف =\n= الحطيئة فقد أدرك الجاهلية والإسلام.\nوقد أنكر بعضُهم الاستدلال في العقائد بقول شاعر نصراني، ولم يَدرِ المسكين أن الاستدلال به على معنى كلمة في اللغة لا على عقيدة، وغفل أو تغافل عن استدلاله هو وغيره بكلام عبدة الأوثان من أهل الجاهلية في اللغة. وفي الباب غيره أيضاً، قال الشاعر:\nإذا ما غزا قَوماً أباحَ حَريمَهم ... وأضحَى على ما مَلَّكُوهُ قد استَوى\nوبه استدلَّ به الإمام ابن الجوزي في «دفع شبه لتشبيه» ص18 من طبعة الكوثري، وص121 من طبعة السقاف، وقال آخر:\nفلمَّا عَلَونا واستَوَينا عليهمُ ... جَعَلناهُمُ مَرعَىً لِنَسْرٍ وطائرِ\nوبه استدل الإمام ابنُ الهمام في «المسايرة» ص35.\n(1/78)\n\nوالاستقرارِ كقوله تعالى: ?وَاسْتَوَتْ على الجُوْدِيِّ? [هود: 44]، ومع الاحتمال لا يكون حُجَّةً، لأن تأويلَ كلِّ مجتهدٍ لكونه ثابتاً بالرأي لا يكون حُجَّةً على غيره، على أن الترجيحَ للاستيلاء لأنه تعالى تمدَّحَ به، والاستواء للمدح فيما بينهم يُفهم منه الاستيلاء، وتخصيصُه باعتبار أعظم المخلوقات (1)\n__________\n(1) من يقول بأن المرادَ بالاستواء الاستيلاءُ يقول بأنه استيلاءٌ مجرَّدٌ عن معنى المغالبة، كما في قوله تعالى: ?لِمَنِ المُلْكُ اليَومَ لله الواحِدِ القَهَّارِ? [غافر: 16]، والملك لله في ذلك اليوم وقبله، فلا يَرِدُ عليه أنه كان غيرَ مستولٍ ثم استولى. وقد قرَّر شيخ الإسلام تقي الدين السبكي رحمه الله تعالى في «السيف الصقيل» ص98 ــ 99 أن المرادَ الاستيلاءُ بحق وكمال، وهو المعبَّر عنه باستواء كمال الملك، ثم قال: والمُقدِمُ على هذا التأويل لم يرتكب محذوراً ولا وَصَفَ اللهَ تعالى بما لا يجوز عليه.\nواعلم أن هذا التأويل ليس قولَ المعتزلة وحدهم كما يُشيعه بعضهم، فقد جوَّزه (نقول: جوَّزوه تجويزاً وإن اختار بعضهم غيره من المعاني التي يحتملها لفظ «استوى») =\n= الماتريدي في «التأويلات» 3: 285، وابن الهمام في «المسايرة» ص34، وأقرَّه ابنُ أبي شريف في «شرحها». ونقله الإمام أبو المعين النسفي المتوفى سنة 508 في «تبصرة الأدلة» 1: 184 عن الماتريدية فقال: إن أصحابنا أوّلوا هذا التأويل ولم يختصَّ به المعتزلة. واختاره الغزالي في «الاقتصاد في الاعتقاد» ص38، وابنُ قطلوبغا في «حاشيته» على «المسايرة» ص34، وأبو السعود في «تفسيره» 5: 3، وغيرهم.\nوقريبٌ منه جداً قول الإمام محمد بن جرير الطبري (ت310) رحمه الله تعالى في «تفسيره» 1: 192: «علا علوَّ مُلكٍ وسُلطان، لا علوَّ انتقال وزوال» وهو وإن قاله في تفسير قوله تعالى: ? ثُمَّ اسْتَوَى إلى السَّمَاءِ? [البقرة: 19]، فقد أحال عليه في تفسير قوله: ? ثُمَّ اسْتَوَى عَلَى العَرْشِ ? [الأعراف: 54]، فتأمَّل.",
        "(1/79)\n\nوقولهم: القائمان بالذات يكون كلّ واحدٍ منهما بجهة من صاحبه لا محالة. قلنا: مطلقاً أم بشرط تناهيهما؟ الأول ممنوعٌ، والثاني مُسلّمٌ، لكن التناهي على الباري محالٌ.\nوكلام الإمام رحمه الله يشير إلى مذهب السلف، فإنه قال: «نُقِرُّ بأن اللهَ استوى على العرشِ مِن غيرِ أن يكونَ له حاجةٌ واستقرَّ عليه» أي: من غير أن استقرَّ عليه، فإنه أقرَّ بالمُحتَمِل (1) وصَدَّقَه واعتقدَ حَقِّيَّتَه فيما هو عند الله تعالى، وأنكرَ المُحتَمَلَ المُخالِفَ لدليل العقل (2)، ونفى في ضمن ذلك الاحتياجَ عن الباري تعالى، لأن الاحتياجَ يستلزمُ الاستكمال، وهو على الله محال.\n__________\n(1) يعني الدليل النقليّ الذي يحتمل معانٍ منها ما يجوز في حق الله ومنها ما لا يجوز.\n(2) أي أنكر المعنى الذي هو مُحتمَلٌ في اللفظ من جهة اللغة، لكنه مُخالِفٌ لدليل العقل، وهذا هو مذهب المفوِّضة من السلف: عدم تعيين المعنى المراد من اللفظ المتشابه الذي يحتمل عدَّة معانٍ، مع الجزم بنفي إرادة معناه الظاهر الذي لا يجوز على الله سبحانه. وهو المسمَّى بتفويض المعنى، وليس مذهبهم إثبات الحقيقة وتفويض الكيفية. وكونُ =\n= التفويض في المعنى صريحٌ في كلامهم لمن تأمَّله بإنصاف، بل صريحٌ في كلام الذهبي، وانظر إن شئت «السير» 8: 105.\nفأنت ترى أن السلف والخلف متفقون على تنزيه الله عن المعنى الظاهر الذي لا يليق به سبحانه، فالواجب التنزيه، ثم المكلّف بالخيار إن شاء فوَّض تعيين المعنى الكمالي المراد إلى الله سبحانه، وإن شاء حمل اللفظ على معنى كمالي مُحتَمَل يليق به سبحانه.\n(1/80)",
        "\n[القرآن كلام الله غير مخلوق]\nقال: (والرابع (1): نقرُّ بأن القرآنَ كلامُ الله غيرُ مخلوق ووحيُه وتنزيلُه، لا هو ولا غيرُه، بل هو صفتُه على التحقيق، مكتوبٌ في المصاحف، مقروءٌ بالألسنة، محفوظٌ في الصدور، غيرُ حالّ فيها، والحِبرُ والكاغَدُ والكتابةُ كلّها مخلوقةٌ لأنها أفعالُ العباد، وكلامُ الله سبحانه وتعالى غيرُ مخلوق، لأنَّ الكتابةَ والحروفَ والكلماتِ والآياتِ دلالةُ القرآن لحاجة العباد إليها، وكلامُ الله تعالى قائمٌ بذاته، ومعناه مفهومٌ بهذه الأشياء، فمَن قال بأن كلام الله تعالى مخلوقٌ فهو كافرٌ (2) بالله العظيم، والله تعالى معبودٌ لا يزال عمَّا كان، وكلامُه مقروءٌ ومكتوبٌ ومحفوظٌ من غير مزايلةٍ عنه).\nأقول: إجماع الأنبياء صلواتُ الله تعالى عليهم وسلامُه وتوافُقُهم تواتَرَ على أن الله تعالى متكلِّمٌ بكلامٍ أزليٍّ واحدٍ، وثبوتُ نُبُوَّتِهم غيرُ متوقِّفٍ على كلامه تعالى، لأن الأنبياء عليهم السلام إذا ادَّعَوُا النبوَّةَ وأظهروا المعجزةَ على وفقِ دعواهم يُعلَمُ صِدقُهم من غير أن يتوقَّفَ صِدقُهم على كلامه تعالى، فيجب الإقرارُ بكلامه تعالى.\n__________\n(1) من هذه الفقرة حتى الفقرة الثانية عشرة تكرَّرت كلمة «فصل» قبل كل فقرة في نسخ الشرح، ولم ترد في نسخ المتن.\n(2) أي: بعد إقراره بأن كلامه تعالى قائم بذاته، لأنه يصير قائلاً بقيام الحوادث بذات الله. أما من قال بحدوث كلامه تعالى ونفى قيامه بذاته ــ كالمعتزلة ــ فلا يكفر.\n(1/81)\n",
        "واتفقَ المسلمون على إطلاق لفظ المتكلّم على الله، واختلفوا في معناه، فعندنا كلامُه تعالى صفةٌ قائمةٌ بذاته غيرُ مخلوقةٍ ليست من جنسِ الحروف والأصوات، غيرُ متجزٍّ منافٍ للسكوت والخَرَس مكتوبٌ في المصاحف مقروءٌ بالألسن محفوظٌ في الصدور غيرُ حالّ فيها لا هو ولا غيرُه كسائر صفاته المقدَّسة عن شائبة الحدوث والحلول والتغيُّر، وهو به آمِرٌ ناهٍ مُخبِرٌ وليس ببدعٍ حيثُ المرجعُ واحدٌ، وهو الإخبارُ، إذ الأمرُ عبارةٌ عن تعريف أنه لو فَعَلَه استحقَّ المدحَ ولو تَرَكَه استحقَّ الذمَّ، والنهيُ بالعكس، وقد جاز في الشاهد كمن اصطلح مع غِلمانه أنه إذا قال: «زيد»، كان أمراً بالصوم لبشرٍ بالنهار، وأمراً بالفِطرِ في الليل، ونهياً عن الخروج، وإخباراً بدخول الأميرِ البلدَ، واستخباراً من مبارك عن أولاده، ثم قال: «زيد»، فُهِمَ منه هذه الأشياءُ كلّها، فكان أمراً ونهياً وخَبَراًً واستخباراً بلا استحالةٍ، فكذا في الغائب.\nوالحِبْرُ والكاغَدُ (1) والعباراتُ مخلوقةٌ لأنها أفعال العباد، وسيأتي كونُها مخلوقةً لله تعالى، وسُمِّيت العباراتُ كلامَ الله تعالى لأنها دلالة على كلام الله لحاجة العباد إليها، فإن معناه إنما يُفهَم بها، فإن عُبِّرَ عنه بالعربيَّة فهو قرآن لأنه عَلَمُه بالغَلَبة (2)، وإن عُبِّرَ عنه بالعِبريَّة فهو توراة، وإن عُبِّرَ عنه بالسُّوريَّة (3) فهو إنجيل، واختلافُ العباراتِ لا يستلزمُ اختلافَ الكلام، كما أن اللهَ يُسمَّى بعباراتٍ مختلفةٍ مع أن ذاتَه واحدةٌ.\n__________\n(1) الكاغَدُ: هو القرطاس، والمراد هنا الأوراق والصحف.\n(2) أي: لأن القرآن عَلَمٌ على كلام الله إن عُبِّر عنه بالعربية. والله أعلم.\n(3) أي: بالسريانية.\n(1/82)\n\nوقالت المعتزلة: كلامُ الله تعالى مخلوقٌ غيرُ قائمٍ بذاته، وقبلَ خَلقِه ما كان متكلِّماً، وإنما صار متكلِّماً بإحداث الحروف في اللوح المحفوظ لقوله تعالى: ?إنَّا جَعَلْنَاهُ قُرْءَانَاً عَرَبِيَّاً? [الزخرف: 3]، والجَعْلُ والتخليقُ واحدٌ، ولأن الكلام في الشاهد من جنس الحروف والأصوات، ففي الغائب كذلك، ويستحيلُ قيامُ الصوت والحرف بالقديم.\nوالجواب: أن الآية محمولةٌ على العبارات المُحدَثة، ولا نُنازعُهم في ذلك، ويُؤيِّدُ هذا قوله صلى الله عليه وسلم: «القرآنُ كلامُ الله غيرُ مخلوق» (1)، وقولُهم: «الكلام في الشاهد من جنس الحروف والأصوات» ممنوعٌ، بل الكلام في الشاهد هو المعنى القائم بالذات، بدليل قول الأخطل:\nإنَّ الكَلامَ لَفِي الفُؤَادِ وإنَّمَا ... جُعِلَ اللِّسَانُ على الفُؤَادِ دليلاً\nوكذا أخبَرَ اللهُ عن اليهود بقوله: ?وَيَقُولُونَ في أَنفُسِهِمْ لَولَا يُعَذِّبُنَا اللهُ بِمَا نَقُولُ? [المجادلة: 8]، أي: يقولون في قلوبهم: لولا يُعذِّبُنا الله بما نقول لمحمَّدٍ في خبثنا إياه. ويقول الرجلُ لغيره: لي معك كلامٌ أُريدُ أن أُخبِرَك به (2)\n__________\n(1) لم نقف عليه مرفوعاً ولا موقوفاً. ولو كان في الباب حديث كهذا لما وقعت الفتنة المشهورة ولا الخلاف الطويل الذي نشأ عنه التبديع والتفسيق والتضليل والتكفير!!\n(2) وأنت ترى أن الاستدلال على ثبوت الكلام النفسي في الشاهد ـ أي في المخلوق ـ ومثله يجوز الاحتجاج فيه ببيت شعر مهما كان قائله، على أن المصنف استدل بالقرآن أيضاً كما ترى، ويضاف إليهما قول عمر رضي الله عنه يوم السقيفة: «فزوَّرتُ في نفسي مقالة» أخرجه ابن هشام في «السيرة» 4: 227، وابن جرير الطبري في «التاريخ» 2: 235، والخطيب في «الفصل للوصل المدرج في المتن» 1: 491 بإسناد صحيح عنه.\nومن هذا تعلم بطلان ما يذيعه بعضهم من أن الأشاعرة والماتريدية بنوا مذهبهم في إثبات الكلام النفسي على بيت لشاعر نصراني!\nواعلم أن وصف كلام الله بالنفسي جاء لاعتبارين: الأول: أنه ليس بحرف ولا صوت ولا متجزِّئ ولا متبعِّض، فكما أنك تجد في نفسك كلاماً هذه صفته، فكذلك كلام الله سبحانه، ولا يُراد بهذا تشبيه كلامه سبحانه بكلامنا النفسي.\nوالثاني: أنه قائم بذات الله، وفيه رد على المعتزلة القائلين بعدم جواز قيام الصفات بالذات، فالنفسي هنا بمعنى الذاتي، أي هو قائم بذات الله كالعلم والقدرة والإرادة ...\nوقد توسَّع الإمام الباقلاني في «الإنصاف» في إثبات الكلام النفسي، فليُراجع.",
        "(1/83)\n\nولأن التَّعرِّي عن الكلام لو ثبت في الأزل ثم اتَّصَفَ به لتغيَّرَ به عمَّا كان عليه، وهو من أمارات الحدث.\nوقالت الحنابلة والكرَّاميَّةُ: كلامُ الله تعالى ليس غيرَ الحروفِ المؤلّفةِ والأصواتِ المقطَّعةِ وأنه حالّ في المصاحف والألسنة، ومع ذلك هي قديمة، لأن كلامَ الله مسموعٌ، لقوله تعالى: ?فَأَجِرْهُ حَتَّى يَسْمَعَ كَلَامَ الله? [التوبة: 6]، وقد دلَّ الدليلُ على أن كلامَهُ قديمٌ، فوجبَ أن تكون الحروفُ المسموعةُ قديمةً، وهو باطلٌ، لأنها تتوالى ويقع بعضها مسبوقاً ببعض (1)، وكلّ مسبوق حادثٌ، والآيةُ محمولةٌ على العبارات المُحدَثة كما تقدَّم.\nفإن قيل: أخبَرَ اللهُ عن أمورٍ ماضيةٍ كقوله تعالى: ?إنَّا أرْسَلْنَا نُوْحَاً? [نوح: 1]، وقال تعالى: ?إنا أنزلناه?، وهو إنما يصحُّ إذا سبقَ المُخبَر عنه على الخَبَرِ، وإلا يَلزَمُ الكذبُ، وإن سبق يكون الأزليُّ مسبوقاً بغيره، وهو محال.\nوالجواب: أن إخبارَ الله تعالى لا يتعلّقُ بزمانٍ، لأنه أزليٌّ، والمخبَرُ عنه متعلِّقٌ بزمان، والتغيُّرُ على المُخبَرِ عنه لا على الإخبار الأزليّ، كما أن الله تعالى كان عالماً في الأزل بأنه سيخلقُ العالَمَ، ثم لمَّا خَلَقَه فيما يزال كان عالماً به بأنه قد خلقَه، والتغيُّرُ على المعلوم لا على العِلم عندنا، ولا على الذات عندهم.\n__________\n(1) قال أبو بكر ابن العربي رحمه الله في «العواصم من القواصم»: ومَن زعم أن السين التي بعد الباء قديمة فقد أنكر الحس.\n(1/84)",
        "\nثم عند الشيخ أبي منصور الماتريديِّ: كلامُه غيرُ مسموعٍ لاستحالة سماعِ ما ليس بصوتٍ، إذ السماعُ في الشاهد يتعلَّقُ بالصَّوتِ ويدورُ معه وجوداً وعدماً، وذكر في «التأويلات» (1) أن موسى عليه السلام سمعَ صوتاً يدلّ على كلام الله تعالى، وخُصَّ بكونه كليمَ الله لأنه سمعَ مِن غيرِ واسطةِ الكتابِ والمَلَكِ، لا أنه ليس فيه واسطة الصوت والحرف.\nوعند الشيخ أبي الحسن الأشعري كلامُه مسموعٌ لِمَا أن كلّ موجودٍ كما يجوز أن يُرى يجوز أن يُسمَع. وعند ابن فورك عند قراءة القارئ شيئان: صوتُ القارئ وكلامُ الله تعالى.\nوقول الإمام رحمه الله تعالى: (غير حالّ فيها) أي: في المصاحف والألسن والصدور، (والحِبرُ والكاغَدُ والكتابةُ مخلوقةٌ) إشارة إلى نفي مذهب الحنابلة، (فمَن قالَ بأنَّ كلامَ اللهِ تعالى مخلوقٌ فهو كافر) إشارة إلى ردِّ مذهب المعتزلة، وقوله: (بالله العظيم) متعلِّقٌ بـ (كافر)، ويُمكن أن يكون قَسَماً.\nقال أبو يوسف رحمه الله تعالى: ناظرتُ أبا حنيفة في خَلقِ القرآن ستة أشهر فاتَّفق رأيي ورأيُه أنَّ مَن قال بخلقِ القرآن فهو كافر (2)\n__________\n(1) انظر «تأويلات أهل السنة» 1: 528، ط مؤسسة الرسالة.\n(2) أخرجه البيهقي في «الأسماء والصفات» ص251 بإسناده إلى أبي يوسف، فذكره إلا إنه قال: «سنةً جرداءَ» بدل «ستةَ أشهر»، وقال البيهقي: رواة هذا كلهم ثقات.\nقال الإمام سعد الدين التفتازاني رحمه الله في «شرح المقاصد»، ونقله عنه العلامة الكوثري في تعليقه على «الأسماء والصفات»: انتظم من المقدمات القطعية والمشهورة قياسان، يُنتِجُ أحدُهما قِدَمَ كلام الله تعالى، وهو أنه من صفات الله وهي قديمة، والآخرُ حدوثَه، وهو أنه من الأصوات وهي حادثة، فاضطر القوم إلى نفي أحد القياسين ومنعِ بعض المقدمات ضرورة امتناع حقِّيَّة النقيضين، فمنعت المعتزلة كونه من صفات الله تعالى، والكرَّاميَّةُ كونَ كل صفة قديمةً، والأشاعرةُ كونه من جنس الأصوات والحروف، والحشويةُ كونَ المنتطم من الحروف حادثاً، ولا عبرة بكلام الكرَّاميَّة والحشوية، فبقي النزاع بيننا وبين المعتزلة، وهو في التحقيق عائدٌ إلى إثبات كلام النفس ونفيه، وأن القرآن هو أو هذا المؤلف من الحروف الذي هو كلام حسِّيٌّ أو لا؟ فلا نزاع لنا في حدوث الكلام الحسي، ولا لهم في قِدَمِ النفسيِّ لو ثبت، وعلى البحث والمناظرة في ثبوت الكلام النفسي وكونه هو القرآن ينبغي أن يحمل ما نُقِلَ من مناظرة أبي حنيفة وأبي يوسف ستةَ أشهر، ثم استقرَّ رأيُهما أن مَن قال بخلق القرآن كافر.\n(1/85)\n",
        "والله أعلم بالصواب.\n[أفضل الأمة بعد النبي صلى الله عليه وسلم]\nقال: (والخامس: نقرُّ بأنَّ أفضلَ هذه الأمَّة بعد نبيِّنا محمدٍ صلى الله عليه وسلم أبو بكرٍ الصِّدِّيقُ، ثم عمرُ، ثم عثمانُ، ثم عليٌّ رضوان الله عليهم أجمعين، لقوله تعالى: ?وَالسَّابِقُونَ السَّابِقُونَ * أُولئِكَ المُقَرَّبُونَ * في جَنَّاتِ النَّعِيمِ? [الواقعة: 10 ــ 12]، وكلّ مَن كان أسبَقَ فهو أفضَلُ، ويُحبُّهم كلّ مؤمنٍ تقيٍّ، ويُبغِضُهم كلُّ منافقٍ شقيٍّ).\nأقول: أجمَعَ أهلُ السُّنَّة والجماعة على أن أفضلَ هذه الأمَّة بعد النبيِّ صلى الله عليه وسلم أبو بكر رضي الله تعالى عنه، وأكثرُ المعتزلة وجميعُ الروافض يزعمون أن أفضلَ الأمَّة عليٌّ كرَّم الله وجهه، والإماميَّةُ يزعمون أن مَن سوى عليٍّ وابنَيهِ وفاطمةَ ونفرٍ يسيرٍ من الصحابة ارتدُّوا بعد وفاة النبي صلى الله عليه وسلم.\nلنا أن ابن عمر رضي الله تعالى عنهما قال: كنَّا في زمن النبيِّ صلى الله عليه وسلم لا نَعدِلُ بأبي بكرٍ أحداً ثم عمر ثم عثمان، ثم نترك أصحابَ النبيِّ صلى الله عليه وسلم لا نُفاضِلُ بينهم. أورده البخاري في «الصحيح» (1).\nوعن عائشة رضي الله تعالى عنها قالت: قال رسول الله صلى الله عليه وسلم: «ادْعِي لي أبا بكرٍ وأخاكِ حتَّى أكتبَ كتاباً، فإني أخافُ أن يَتَمَنَّى مُتَمَنٍّ ويقولَ قائلٌ: أنا، ويأبى اللهُ والمؤمنونَ إلا أبا بكرٍ» (2).\nوعن عمرو بن العاص أنه قال: قلتُ للنبي صلى الله عليه وسلم: أيُّ الناسِ أحبُّ إليك؟ قال: «عائشة». قلتُ: مِنَ الرِّجال؟ قال: «أبوها». قلتُ: ثم مَن؟ قال: «عمر» (3).\n__________\n(1) برقم (3655) و (3697)، وأخرجه أيضاً أبو داود (4627) و (4628).\n(2) أخرجه مسلم (2387) من حديث عائشة رضي الله عنها، وهو بنحوه في «صحيح البخاري» (5666)، وعند مسلم: «ويقول قائل: أنا أولى».\n(3) أخرجه البخاري (3662) و (4358)، ومسلم (2384)، والترمذي (3885) و (3886) من حديث عمرو بن العاص.\n(1/86)\n\nوقالت امرأةٌ: إن جئتُ ولم أجِدْكَ ــ كأنها تريدُ الموتَ ــ؟ قال: «إن لم تَجِديني فَأْتِي أبا بكرٍ» (1). والأحاديث في الصِّحاح.\nوقال عمر: أبو بكرٍ سيِّدُنا وأحبُّنا إلى رسولِ الله صلى الله عليه وسلم (2).\nوقال رسول الله صلى الله عليه وسلم لأبي بكر: «أنتَ صاحبي في الغارِ وصاحبي على الحَوضِ» (3).\nوقال: «لا ينبغي لِقَومٍ فيهم أبو بكرٍ أن يَؤُمَّهم غَيرُهُ» (4).\nوقال: «أنا أوَّلُ مَن تَنْشَقُّ عنه الأرضُ، ثمَّ أبو بكر، ثمَّ عمر» (5).\nوقال صلى الله عليه وسلم بمحضرٍ من الصحابة: «وما فَضَلَكم أبو بكرٍ بكثرةِ الصِّيامِ والصَّلاة، ولكنْ فَضَلَكم بشيءٍ وُقِّرَ في قلبِهِ» (6)\n__________\n(1) أخرجه البخاري (3659) و (7220) و (7361)، ومسلم (2386)، والترمذي (3676) من حديث جبير بن مطعم رضي الله عنه.\n(2) أخرجه الترمذي (3656) بإسناد حسن عن عائشة، عنه، بلفظ: «أبو بكر سيِّدُنا وخيرُنا وأحبُّنا إلى رسول الله صلى الله عليه وسلم».\nوأخرج البخاري (3754) عن جابر بن عبد الله قال: كان عمر رضي الله عنه يقول: «أبو بكر سيِّدُنا، وأعتَقَ سيِّدَنا».\n(3) أخرجه الترمذي (3670) من حديث عبد الله بن عمر رضي الله عنه. وأخرجه الطبراني في «المعجم الكبير» (12127) من حديث ابن عباس رضي الله عنهما. وأخرجه الطبري ــ كما في «فتح الباري» للحافظ ابن حجر 8: 318 ــ من حديث علي كرّم الله وجهه. وأسانيدها ضعيفة.\n(4) أخرجه الترمذي (3673) من حديث عائشة رضي الله عنها، وإسناده ضعيف.\n(5) أخرجه الترمذي (3692) من حديث عبد الله بن عمر رضي الله عنهما، وضعَّفه بعاصم بن عمر بن حفص العمري.\n(6) قال الحافظ العراقي في تخريج «الإحياء» 1: 100: أخرجه الترمذي الحكيم في «نوادر الأصول» من قول بكر بن عبد الله المزني، ولم أجده مرفوعاً. وقال العجلوني في «كشف الخفاء» 2: 248: هو عند الحكيم الترمذي وأبي يعلى عن عائشة، وأحمد بن منيع عن أبي بكر، كلاهما مرفوعاً.\nونسبه ابنُ القيِّم في «المنار المنيف» ص115 إلى أبي بكر بن عيَّاش المقرئ من كلامه في أبي بكر الصديق رضي لله عنه.\nوقوله: «وُقِّرَ» كذا ضُبطت في (ص) و (ف)، ويجوز ضبطه بالبناء للفاعل: «وَقَرَ».",
        "(1/87)\n\nولمَّا خرج من الغار قال: «أَبشِرْ يا أبا بكرٍ، فإنَّ اللهَ يَتَجَلَّى للنَّاسِ عامَّةً ولك خاصَّةً» (1).\nوالأحاديثُ الصحيحةُ الواردةُ في فضائل أبي بكر كثيرةٌ، ولا يخفى أنَّ مَن أُوتِيَ طبعاً سليماً وعقلاً مستقيماً لا حاجةَ له إلى ذلك، فإن تواتُرَ كونِهِ صِدِّيقاً يكفي مؤونة أفضليَّتِه رضي الله تعالى عنه.\nثم بعده عمرُ رضي الله تعالى عنه، فإنه قال صلى الله عليه وسلم: «لو كانَ بعدي نبيٌّ لكانَ عمرُ بنُ الخطَّاب» (2).\nوقال عليه السلام: «أبو بكرٍ وعمرُ سيِّدا كُهولِ أهلِ الجنَّةِ مِنَ الأوَّلين والآخِرين إلا النَّبيِّين والمُرسَلِين» (3).\nوقال عليه السلام: «ما مِن نبيٍّ إلا وله وزيرانِ مِن أهلِ السَّماءِ ووزيرانِ مِن أهلِ الأرضِ، فأمَّا وزيراي مِن أهلِ السَّماءِ فجبرئيلُ وميكائيلُ، وأمَّا وزيراي مِن أهلِ الأرضِ فأبو بكرٍ وعمرُ» (4).\nوقال: «إنِّي لأنظُرُ إلى شياطينِ الإنسِ والجِنِّ قد فرُّوا مِن عمر» (5).\n__________\n(1) باطل، أخرجه ابن عدي في «الكامل» 5: 1858، والخطيب في «تاريخ بغداد» 12: 19 من حديث جابر، وحَكَما عليه بالبطلان، واتَّهما به عليَّ بنَ عبدة المُكْتِبَ أحدَ رواته. ثم ذكر الخطيب أن أبا حامد أحمدَ بنَ علي بن حسنويه المقرئ سرقه من عليِّ بن عبدة فركَّب له إسناداً ورواه، قال: ولم يكن بثقة.\n(2) أخرجه الترمذي (3686) من حديث عقبة بن عامر رضي الله عنه.\n(3) أخرجه الترمذي (3665) و (3666)، وابن ماجه (95) من حديث علي رضي الله عنه. وأخرجه الترمذي (3664) من حديث أنس رضي الله عنه. وأخرجه ابن ماجه (100) من حديث أبي جحيفة رضي الله عنه.\n(4) أخرجه الترمذي (3680) من حديث أبي سعيد الخدري. وإسناده ضعيف.\n(5) أخرجه الترمذي (3691) من حديث عائشة رضي الله عنها.\n(1/88)",
        "\nوعن ابن عباس رضي الله تعالى عنهما: إني لَواقِفٌ في قومٍ فدعَوُا (1) اللهَ لعمر، وقد وُضِعَ على سريره (2)، إذا رجلٌ من خلفي قد وضع مِرفَقَه على مَنكِبي يقول: يرحمُك اللهُ، إن كنتُ لأرجو أن يَجعَلَك اللهُ مع صاحِبَيك، لأني كثيراً ما كنتُ أسمَعُ رسولَ الله صلى الله عليه وسلم يقول: كنتُ وأبو بكر وعمرُ، وفعلتُ وأبو بكر وعمرُ، وانطلقتُ وأبو بكر وعمرُ، ودخلتُ وأبو بكر وعمرُ، وخرجتُ وأبو بكر وعمرُ، فالتَفَتُّ فإذا عليُّ بنُ أبي طالب كرَّم اللهُ وجهَه (3).\nثم بعده عثمان رضي الله تعالى عنه، هو الظاهر من مذهب أصحابنا، بخلاف ما روي عن أبي حنيفة رحمه الله تعالى أنه كان يُفضِّلُ عليَّاً على عثمان رضي الله تعالى عنهما (4).\nوجه الظاهر قوله عليه السلام: «ألا أسْتَحيي مِن رجلٍ تَستَحي منه الملائكةُ» حين سألَتْهُ عائشةُ رضي الله تعالى عنها عن تسويةِ ثيابِه وجلوسِه بدخول عثمان رضي الله تعالى عنه، ولم يفعل ذلك بدخول أبي بكر وعمر رضي الله تعالى عنهما (5).\nوقوله عليه السلام: «لِكُلِّ نبيٍّ رفيقٌ، ورفيقي ــ يعني في الجنَّةِ ــ عثمانُ» (6)\n__________\n(1) تحرَّف في الأصول الخطية إلى: «في يوم قد غفر»، والمثبت من مصدر التخريج.\n(2) في الأصول الخطية: «على الأرض سريره»، والمثبت من مصدر التخريج.\n(3) أخرجه البخاري (3677) من حديث ابن عباس رضي الله عنهما.\nوأخرج نحوه البخاري (3685)، ومسلم (2389)، وابن ماجه (98) عنه أيضاً.\n(4) انظر «الفقه الأكبر» للإمام أبي حنيفة ص64، و «السير الكبير» للإمام محمد بن الحسن ص546، و «الانتقاء» لابن عبد البر ص163، و «مناقب أبي حنيفة» للموفق المكي ص75 و76، و «مناقبه» للكردري ص155 و345.\n(5) أخرجه مسلم (2401) من حديث عائشة رضي الله عنها.\n(6) أخرجه الترمذي (3698) من حديث طلحة بن عبيد الله رضي الله عنه، وقال: هذا حديث غريب ليس إسناده بالقوي، وهو منقطع.\nوأخرجه ابن ماجه (109) من حديث أبي هريرة. وإسناده ضعيف.\n(1/89)\n",
        "وروى أبو داود (1) عن محمَّدِ بنِ الحنفيَّةِ أنه قال: قلتُ لأبي: أيُّ الناسِ خيرٌ بعد رسول الله صلى الله عليه وسلم؟ قال: أبو بكر. قلتُ: ثمَّ مَن؟ قال: عمر. ثمَّ خشيتُ أن أقولَ: ثمَّ مَن؟ فيقول: عثمان، فقلتُ: ثمَّ أنتَ يا أبَتِ؟ فقال: ما أنا إلا رجلٌ من المسلمين. فخشيةُ محمَّدِ بنِ الحنفيَّةِ عن قول عليٍّ: «ثمَّ عثمان» دليلٌ على أنه عرف رأيَ أبيه أنه كان يُفضِّلُ عثمانَ على نفسِه.\nوفضائلُه من بين الصحابة كتجهيزِ جيشِ العُسرة، وإقامةِ النبيِّ صلى الله عليه وسلم يدَه مقامَ يدِه في بيعةِ الرِّضوان (2)، وتزويجِ النبيِّ عليه السلام ببنتَيهِ رقيَّةَ وأمِّ كلثوم منه، وجَمعِه القرآنَ، مشهورةٌ.\nثم بعده عليٌّ كرَّمَ الله وجهه، لقوله صلى الله عليه وسلم: «لا يُحِبُّكَ إلا مُؤمِنٌ، ولا يُبغِضُكَ إلا مُنافِقٌ شقيٌّ» (3).\nوقوله عليه السلام: «إنَّ عليَّاً منِّي وأنا منه، وهو وليُّ كلِّ مؤمنٍ» (4).\nوقوله عليه السلام: «أنتَ أخي في الدُّنيا والآخِرَةِ» (5).\n__________\n(1) برقم (4629)، وأخرجه أيضاً البخاري (3671).\n(2) أما تجهيزُه رضي الله عنه جيشَ العُسرة فأخرجه البخاري تعليقاً (2778)، والترمذي (3699) و (3707)، والنسائي 6: 233 ـ 236 من حديثه. وأخرجه الترمذي (3700) من حديث عبد الرحمن بن خباب، و (3701) من حديث عبد الرحمن ابن سمرة.\nوأما إقامة النبي صلى الله عليه وسلم يده الشريفة مقام يده يوم بيعة الرضوان فأخرجه البخاري (3698) و (4066)، والترمذي (3706) من حديث عبد الله بن عمر رضي الله عنهما.\n(3) أخرجه مسلم (78)، والترمذي (3736)، وابن ماجه (114) من حديثه هو رضي الله عنه.\n(4) أخرجه الترمذي (3712) من حديث عمران بن حصين رضي الله عنه.\nوأخرج البخاري (2700) و (4251)، والترمذي (3716) من حديث البراء رضي الله عنه: أن النبي صلى الله عليه وسلم قال لعلي: «أنت مني وأنا منك».\n(5) أخرجه الترمذي (3720) من حديث من حديث ابن عمر، وإسناده ضعيف.\n(1/90)\n\nوكان عند النبيِّ عليه السلام طَيرٌ مَشوِيٌّ، فقال: «اللهُمَّ ائتِني بأحَبِّ خَلْقِكَ إليكَ يأكُلُ معي هذا الطَّيرَ»، فجاء عليٌّ رضي الله عنه فأكَلَ معه (1).\nوقال صلى الله عليه وسلم يوم خيبر: «لأُعطِيَنَّ هذه الرَّايةَ غداً رجلاً يفتَحُ على يديه يُحِبُّ اللهَ ورسولَه، ويُحِبُّه اللهُ ورسولُه»، ثم أعطى الرايةَ عليَّاً رضي الله تعالى عنه (2).\nوقد استدلَّ الإمامُ على أفضليَّتِهم بقوله تعالى: ?وَالسَّابِقُونَ السَّابِقُونَ * أُولئِكَ المُقَرَّبُونَ? [الواقعة: 10 ــ 11]، ولا شكَّ أنَّ مَن كانَ أسبَقَ كان أفضَلَ.\nوقوله: (ويحبُّهم كلّ مؤمنٍ تقيٍّ) إشارة إلى قوله صلى الله عليه وسلم: «مَن أحَبَّهم فبِحُبِّي أحَبَّهم، ومَن أبغَضَهم فبِبُغْضي أبغَضَهم» (3)، ولا شكَّ أنه لا يُحِبُّهم بحُبِّه عليه السلام إلا مؤمنٌ تقيٌّ، ولا يُبغِضُهم إلا منافِقٌ شقيٌّ.\nثم قيل: لا يُفضَّل أحدٌ بعد الصحابة رضي الله تعالى عنهم أجمعين إلا بالعلم والتقوى. وقيل: فَضْلُ أولادِهم على ترتيب فَضْلِ آبائهم، إلا أولاد فاطمة رضي الله تعالى عنها فإنهم يُفضَّلون على أولادهم لقُربِهم من رسول الله صلى الله عليه وسلم، ولأنهم العِترةُ الطاهرةُ والذُّرِّيَّةُ الطيِّبةُ الذين أذهَبَ اللهُ عنهم الرِّجْسَ وطهَّرَهم تطهيراً.\nوإنما تصدِّى الإمامُ لبيان أفضليَّتِهم، ولم يذكر ترتيبَ خِلافتِهم، لأن ثبوت الأفضليَّة لواحدٍ منهم مُستلزِمٌ لتعيُّنه للإمامة، لأن إمامة المفضول مع وجود الفاضل لا يجوز عندهم.\n__________\n(1) أخرج الترمذي (3721)، والنسائي في «الكبرى» (8341) من حديث أنس بن مالك رضي الله عنه. وإسناده ضعيف.\n(2) أخرجه البخاري (2942) و (3009) و (3701) و (4210)، ومسلم (2406) من حديث سهل بن سعد رضي الله عنهما.\n(3) أخرجه الترمذي (3862) من حديث عبد الله بن مغفل، وإسناده ضعيف.",
        "(1/91)\n\n[خلق أفعال العباد]\nقال: (السادس: نقرُّ بأن العبدَ مع أعمالِه وإقرارِه ومعرفتِه مخلوقٌ، فلمَّا كان الفاعلُ مخلوقاً فأفعالُه أولى أن تكون مخلوقةً).\nأقول: قال أهلُ السنة: أفعالُ العبادِ وجميعِ الحيوانات مخلوقةٌ لله تعالى، لا خالِقَ لها غيرُهُ، وهو مذهبُ الصحابة والتابعين رضوان الله عليهم أجمعين.\nوقالت المعتزلة: هم موجِدونَ لأفعالهم الاختياريَّةِ، وكانوا لا يتجاسَرونَ على تسميةِ العبدِ خالقاً إلى أن نشأ الجُبَّائي، فرأى أنْ لا فرقَ بين الإيجاد والخلق، فسمَّى العِبادَ خالِقين لأفعالِهم، ولم يُبالِ بخَرْقِ الإجماع.\n(1/92)",
        "\nوقال الجبريَّة ورئيسُهم جهمُ بن صفوان الترمذيُّ، وهو مذهب أبي الحسن الأشعريِّ (1): لا فِعلَ للعبد أصلاً ولا اختيارَ ولا قُدرةَ لهم على أفعالهم، وهي كلّها اضطراريَّةٌ كحركات المُرتَعِش وحركات العروق النابضة، وإضافتُها إلى الخلق مجازٌ، وهي على حسب ما يُضافُ إلى محلِّه لا إلى محصِّلِه، فعندهم: جاء زيدٌ وذهب عمرٌو، كقولك: طال الغلامُ وابيضَّ الشعرُ. ومبنى المذهبين ــ أي الجبريَّة والقدريَّة ــ أصلٌ لهما، وهو أن دخولَ مقدورٍ واحدٍ تحت قُدرة قادِرَين محالٌ اعتباراً بالشاهد الذي هو دليل الغائب، وهذا لأن ما كان مقدوراً للقادر لا بدَّ وأن يحصُلَ عندما يدعوه الداعي إلى فِعلِه، وأن لا يحصُلَ عندما يَصرِفُه الصارِفُ عن فِعلِه، فلو فَرَضْنا مقدوراً واحداً بين قادِرَين، وحصل الداعي إلى الفِعلِ في حقِّ أحدِهما، وحصل الصارفُ عن الفِعلِ في حقِّ الآخر، لَزِمَ أن يوجَدَ ذلك الفِعلُ وأن لا يوجَدَ، وهذا محالٌ، فالقولُ بوجود مقدورٍ تحت قدرة قادِرَين محالٌ.\n__________\n(1) نسبة الجبر إلى مذهب الأشعري ليس بصحيح، بل مذهب الأشعري إثبات اختيار العبد ووقوع الفعل بخلق الله عند اختيار العبد له، قال الباقلاني في «الإنصاف»: ويجب أن يُعلم أن العبد له كسبٌ وليس مجبوراً بل مكتسبٌ لأفعاله من طاعة ومعصية. اهـ. وإطلاقات بعض الأشاعرة ما يُوهِم الجبر، يُفهَم في ضوء قولهم إن إمكان الاختيار يُنافي الجبر. ومذهبُ الماتريدية في هذا الباب أوضحُ من مذهب الأشاعرة، وبعضُ الأشاعرة كإمام الحرمين على قول الماتريدية. والله تعالى أعلم.\n(1/93)\n",
        "وإذا عُرِفَ هذا فالجبريَّةُ قالوا: لا قدرةَ للعبد على الاختراع لِمَا تبيَّن، فكان اللهُ مُختَرِعَها ضرورةً. وقالت المعتزلة: قدرةُ العبد على الأفعال ثابتةٌ ضرورةَ الأمرِ بها بقوله: ?وَأَقِيمُوا الصَّلَاةَ وءاتُوا الزَّكَاةَ? [البقرة: 43] وغيرهما، والأمرُ للعاجِزِ محالٌ، فانتَفَت قدرةُ الباري عنها ضرورةً.\nثم احتجَّ كلّ واحدٍ من الفريقين على ما ادَّعاه بالمعقول والمنقول، وأجاب عما ادَّعاه الآخرُ، فقال الأوَّلون: الأول: لو كان الفِعلُ باختيارِ العبد وقدرتِه، فإذا اختار العبدُ وأراد ما يُناقِضُ مرادَ الله تعالى، بأنْ أرادَ العبدُ تسكينَ جسمٍ أرادَ اللهُ تحريكَه، فإما أن يقعَ مرادُهما، فيلزم جمعُ النَّقيضَين، أو لم يقع مرادُ واحدٍ منهما فيلزمُ رفعُ النقيضَين، أو يقعُ مرادُ أحدِهما دون الآخر، فيلزمُ الترجيحُ بلا مرجِّح، لأن قدرتَه تعالى وإن كانت أعمَّ من قدرة العبد لكنهما بالنسبة إلى هذا المقدور متساويتان في الاستقلال بالتأثير في ذلك المقدور الواحد، والشيءُ الواحدُ وحدةً حقيقيَّةً لا يقبلُ التفاوُتَ، فإن القدرتَين بالنسبة إلى اقتضاء وجود هذا المقدور على السَّويَّة، إنما التفاوتُ في أمورٍ خارجةٍ عن هذا المعنى، وإذا كان كذلك امتنعَ الترجيح.\nوأما الثاني فنحو قوله تعالى: ?اللهُ خَالِقُ كُلِّ شَيْءٍ? [الرعد: 16]، وأفعالُ العباد شيءٌ، فيكونُ اللهُ خالِقَها، وقوله تعالى: ?واللهُ خَلَقَكُمْ وَمَا تَعْمَلُونَ? [الصافات: 96]، وقوله تعالى: ?مَنْ يَشَأِ اللهُ يُضْلِلْهُ وَمَنْ يَشَأْ يَجْعَلْهُ عَلَى صِرَاطٍ مُسْتَقِيمٍ? [الأنعام: 39]، وأمثال ذلك كثيرة.\n(1/94)\n\nوأجابت المعتزلةُ عن المعقول بأنَّ عند اجتماعِ القدرتَين يقع مرادُ الله تعالى دون مراد العبد، ولا نُسلِّمُ أن القدرتَين متساويتان في الاستقلال بالتأثير في ذلك المقدور، بل هما متفاوتتان في القوَّة والضعف، ولذلك يقدِرُ قادرٌ على حركةِ مسافةٍ في مدَّةٍ لا يقدرُ قادرٌ آخرُ عليها في تلك المدة، ولو كانت القُدَرُ متساويةً لكانت المقدوراتُ متساويةً، وليس كذلك.\nوعن المنقول بالمعارضة بالآيات التي أضافت الأفعال إلى العباد وعلّقتها بمشيئتِهم، كقوله تعالى: ?فَوَيْلٌ لِلذِينَ يَكْتُبُونَ الكِتَابَ بِأَيدِيهِمْ? [البقرة: 79]، ?إنْ يَتَّبِعُونَ إلَّا الظَّنَّ? [الأنعام: 116]، ?حَتَّى يُغَيِّروا مَا بِأَنْفُسِهُمْ? [الأنفال: 53، الرعد: 11]، ?بَلْ سَوَّلَتْ لَكُمْ أَنْفُسُكُمْ أَمْرَاً? [يوسف: 18 و83]، ?فَطَوَّعَتْ لَهُ نَفْسُهُ? [المائدة: 30]، ?كُلّ امْرِئٍ بِمَا كَسَبَ رَهِينٌ? [الطور: 21]، ?فَمَنْ شَاءَ فَلْيُؤْمِنْ وَمَنْ شَاءَ فَلْيَكْفُرْ? [الكهف: 29]، ?اعْمَلُوا مَا شِئتُمْ? [فصلت: 40]، ?فَمَنْ شَاءَ ذَكَرَهُ? [عبس: 12]، ?لِمَنْ شَاءَ مِنْكُمْ أنْ يَتَقَدَّمَ أوْ يَتَأَخَّرَ? [المدثر: 37].\nواستدلّوا على مُدَّعاهم بالمعقول قالوا: لو لم يكن العبدُ مختاراً لقَبُحَ تكليفُه، لأنه حينئذ تكون أفعالُه جاريةً مجرى أفعال الجمادات، واللازم باطلٌ باتفاق العقلاء على أن التكليفَ ليس بقبيح.\nوأجابت الجبريَّةُ بأنّ ما ذكرتُم مشتَرَكُ الإلزام لوجهين:\nالأول: أن الفِعلَ المأمورَ به عند استواء داعي الفِعلِ وداعي التَّرْكِ وعند مرجوحيَّتِه ممتنعٌ، وعند رجحان الداعي واجبٌ، فيكون الفعلُ إما ممتنعاً وإما واجباً، فلا يكون مقدورَ العبد، فيقبُحُ التكليف به.\nوالثاني: أن الفِعلَ المأمورَ به إن عَلِمَ اللهُ وقوعَه وجبَ وقوعُه، وإن علمَ عدم وقوعِه امتنعَ وقوعُه، فلا يكونُ مقدوراً للعبد، فيقبُحُ التكليفُ به.",
        "(1/95)\n\nوأصحابُنا أهلُ السنة رحمهم الله لمَّا وجدوا تفرقةً بديهيَّةً بين ما نُزاولُه ــ أي: نُباشِرُه ــ من الأفعال الاختياريَّة، وبين ما نُحِسُّه من الجمادات من الحركات الصادرة بدون شعورٍ واختيارٍ، فإنهم علموا بالبديهة التي يصيرُ دافِعُها مُكابِراً أن للاختيار مَدْخلاً في الأول دون الثاني.\nومنعُهم الدليلَ الدالَّ على أن الله تعالى خالقُ كلِّ شيءٍ، عن إضافة الفِعلِ إلى اختيار العبد مطلقاً جمعوا بين أمرين وقالوا: الأفعال واقعةٌ بقدرةِ الله وكَسْبِ العبد على معنى أن الله تعالى أجرى عادتَه بأن العبدَ إذا صَمَّمَ العَزْمَ على فِعلِ الطاعة يخلُقُ اللهُ تعالى فِعلَ الطاعة فيه، وإذا عزمَ على فِعلِ المعصية يخلُقُ فِعلَ المعصية فيه، وعلى هذا يكون العبدُ كالموجِدِ لفِعلِه، وإن لم يكن موجِداً حقيقةً، وهذا القدرُ كافٍ في الأمرِ والنهي، وإذا عُرِفَ استحالةُ قدرة الاختراع للعبد وثبوتُ الفِعلِ والقدرةِ له ثبتَ جوازُ دخولِ مقدورٍ واحدٍ تحت قدرةِ قادِرَين: إحداهما: قدرة الاختراع، والأخرى: قدرة الاكتساب، وإنما المستحيلُ دخولُه تحت قدرتَين كلّ واحدة منهما قدرة الاختراع أو قدرة الاكتساب، والأَوْلى أن يُسلَكَ في هذا المقام طريقةُ السلف رحمهم الله تعالى، وتُترَك المناظرةُ فيه، ويُفوَّضُ علمُه إلى الله تعالى (1).\nوقوله: (مع أعماله وإقراره ومعرفته) يشير إلى أن الإيمان مخلوقٌ، وقد تقدَّم فيما مضى (2).\n__________\n(1) والواجب على المكلف في مسألة الكسب أن يعتقد أمرين: الأول: أن الله سبحانه وتعالى خالق كل شيء، لِما ذكر المؤلف من الأدلة. والثاني: أن العبد ليس مُجبَراً على فِعله المخلوق لله، وما بين هذين الأصلين هو ما يُسمَّى بمسألة الكسب، وتحريرها بالتفصيل الذي يذكره المُتكلّمون ليس واجباً عينياً.\n(2) انظر ص71.\n(1/96)",
        "\nوقوله: (فأفعالُه أَوْلَى أن تكونَ مخلوقةً) لأن فيه إظهارَ كمال القدرة بكونه قادراً على أفعال الغير، وبه تمتاز القدرةُ القديمةُ عن القدرة الحديثة، والمشيئةُ الشاملةُ عن المشيئة القاصرة. وبه يظهر أنه مُتصرِّفٌ في مقدور عباده مُستبِدٌّ بتحصيل مراده.\n[الرزق]\nقال: (والسابع: نقرُّ بأنَّ اللهَ تعالى خلقَ الخلقَ ولم يكن لهم طاقةٌ، لأنهم ضعفاءُ عاجِزون، واللهُ خالِقُهم ورازِقُهم، لقوله تعالى: ?واللهُ الّذِي خَلَقَكُمْ ثُمَّ رَزَقَكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يُحْيِيكُمْ? [الروم: 40]، والكَسْبُ حلالٌ، وجَمعُ المالِ من الحلال حلالٌ، وجمعُ المالِ من الحرام حرامٌ. والناسُ على ثلاثة أصنافٍ: المؤمِنُ المُخلِصُ في إيمانه، والكافِرُ الجاحِدُ في كُفرِه، والمُنافِقُ المُداهِنُ في نِفاقِه. واللهُ تعالى فرضَ على المُؤمِنِ العملَ، وعلى الكافرِ الإيمانَ، وعلى المُنافقِ الإخلاصَ، لقوله تعالى: ?يَا أيُّهَا النَّاسُ اتَّقُوا رَبَّكُمْ? [النساء: 1]، يعني: أيها المؤمنون أطيعوا (1)، وأيها الكافرون آمِنوا، وأيها المنافقون أخلِصوا).\nأقول: الخلقُ والإيجادُ بمعنىً واحدٍ، والخلقُ بمعنى المخلوق كالضَّرب بمعنى المضروب.\nصانعُ العالم أوجَدَ المخلوقاتِ كلّها وهم ضعفاء لا قدرةَ لهم على تدبير أحوالهم عاجزون عمَّا يتمُّ به قوامُ بَدَنِهم، وإليه الإشارةُ بقوله تعالى: ?اللهُ الّذِي خَلَقَكُمْ مِنْ ضَعْفٍ? فرزقهم وقوَّاهم وجعلَ لهم السَّمعَ والأبصارَ والأفئدةَ كما أشار إليه بقوله: ?ثُمَّ جَعَلَ مِن بَعْدِ ضَعْفٍ قُوَّةً? [الروم: 54]، وقال: ?واللهُ الَّذِي خَلَقَكُمْ ثُمَّ رَزَقَكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يُحْيِيكُمْ? [الروم: 40].\n__________\n(1) زاد في «الطبقات السنية» بعد هذا: «بالعمل الصالح».\n(1/97)\n",
        "والرِّزقُ عندنا عبارة عن الغِذاء، كما جاء في قوله تعالى: ?وَمَا مِنْ دَابَّةٍ في الأَرْضِ إلَّا عَلَى اللهِ رِزْقُهَا? [هود: 6] حلالاً كان ذلك أو حراماً، وكلّ يستوفي في مدةِ حياتِه ما قُدِّرَ له، قال عليه السلام: «إنَّ رُوحَ القُدُسِ نَفَثَ في رُوْعي أنَّ نَفْساً لن تَمُوتَ حتَّى تَسْتَكْمِلَ رِزْقَها، ألا فاتَّقوا اللهَ وأجْمِلُوا في الطَّلَبِ» (1)، فعلى هذا لا يُمكنُ أن يأكلَ أحدٌ رزقَ غيره أي غذاءَه، ولا أن يأكلَ غيرُه رزقَه.\nوعند المعتزلة أنه عبارةٌ عن المُلْكِ، وقد جاء به قوله تعالى: ? وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ ? [البقرة: 3]، فلا يكون الحرامُ رزقاً، لأنه غير ملكٍ، ويأكلُ غيرُه رزقَه أي مُلكَه، وهو يأكلُ رزقَ غيرِه.\n__________\n(1) أخرجه ابن أبي شيبة 13: 227، وهنَّاد في «الزهد» (494)، والبيهقي في «شعب الإيمان» (10376)، والقضاعي في «مسند الشهاب» (1151)، والبغوي في «شرح السنة» (4112) من حديث عبد الله بن مسعود رضي الله عنه. وإسناده ضعيف لإبهام الراوي عن عبد الله، وقد أسقِطَ في بعض الروايات.\nوأخرجه الحاكم في «المستدرك» 2: 5 من وجه آخر متصل، لكن إسناده ضعيف.\nوأخرجه الطبراني في «المعجم الكبير» (7694)، وأبو نعيم في «الحلية» 10: 27 من حديث أبي أمامة رضي الله عنه، وإسناده ضعيف.\nوأخرجه الشافعي في «مسنده» 1: 233، ومن طريقه البيهقي في «الشعب» (1185) من حديث المطلب بن حنطب مرسلاً. وإسناده حسن.\nوأخرجه البزار 7: 315 من حديث حذيفة بن اليمان، وفي إسناده ضعف.\nوله دون النفث في الرَّوع شاهد من حديث جابر رضي الله عنه عند ابن ماجه (2144)، وصححه ابن حبان (3239). فالحديث بطرقه وشاهده صحيح. والله أعلم.\nوالرُّوع ــ بضم الراء ــ: النَّفْس، أما الرَّوع ــ بضم الراء ــ فهو الخوف والفَزَع.\n(1/98)\n\nوالشيخ أبو الحسن الرُّسْتَغْفَني (1) وأبو إسحاق الإسفرايني ما حقَّقا الخلافَ في هذه المسألة، وقالا: الخلافُ لفظيٌّ، وهو الصواب.\nولعلَّ هذا الفصلَ إلى هاهنا إشارة إلى ما ذكرنا من بحث الرِّزق، وإلا فقد عُلِمَ من الفصل المتقدِّم أن العبدَ مع أعماله ومعرفته مخلوقٌ (2).\n(والمُؤمِنُ المُخلِصُ) أي: المُصدِّقُ المُقِرُّ عن صميم قلبه (والكافرُ الجاحدُ) أي: المُصِرُّ (والمُنافقُ المُداهنُ) أي: الذي أقرَّ بلسانه ولم يؤمن بقلبه وداهَنَ مع المؤمنين في نِفاقِه، ولم يشدَّ في إظهار الكفر والعناد كالكفار.\nقوله: (واللهُ تعالى فرضَ على المؤمِنِ العملَ) يشير إلى أن التكرار ليس بواجبٍ كما هو مذهبُه أن الأمرَ المطلَقَ لا يقتضي التكرارَ (3) (وعلى الكافر الإيمانَ) وهذا أيضاً على مذهبِه حيثُ لا يكونُ الكافرُ مُخاطَباً بالعبادات قبل الإيمان (وعلى المُنافقِ الإخلاصَ) لأنه هو المنتفي عنه، وأما الأحكامُ فقد كانت جاريةً عليهم بواسطة الإقرار.\n__________\n(1) هو أبو الحسن علي بن سعيد الرُّسْتَغْفَني، من كبار أصحاب الإمام الماتريدي، ومن كبار مشايخ سمرقند، له كتاب «إرشاد المهتدي» و كتاب «الزوائد والفوائد» في أنواع العلوم. انظر ترجمته في «الجواهر المضية» للقرشي 2: 570، و «تاج التراجم» لابن قطلوبغا ص118، و «الفوائد البهية» للكنوي ص65، ورُسْتَغْفَن إحدى قرى سمرقند، والضبط الذي تراه هو ضبط ياقوت الحموي في «معجم البلدان»، وكذا جاءت مضبوطة في (ص)، بينما ضبطها عبد القادر القرشي بضم التاء.\n(2) يعني أنه ذكر خلق العباد في الفقرة السادسة، وأعاده في هذه الفقرة، وزاد ذِكرَ الرزق مع الخلق فيها، فلعله قصد الرزق هنا، وذكر الخلق معه تتميماً للفكرة.\n(3) انظر هذه المسألة في «أصول السرخسي» 1: 20، و «كشف الأستار عن أصول البزدوي» لعلاء الدين البخاري 1: 281 وما بعدها.",
        "(1/99)\n\nواستدلَّ على هذه الأمور الثلاثة بقوله تعالى: ?يَا أيُّهَا النَّاسُ اتَّقُوا رَبَّكُمْ? [النساء: 1]، وجعل التقوى عبارة عمَّا ينبغي لكلِّ واحدٍ منهم كما فسَّره في المتن.\nفإن قيل: هذا مُخالِفٌ لمذهبه لأن استعمال التقوى في هذه المعاني إما أن يكون بطريق الحقيقة أو لا، فإن كان يلزمُ عمومُ المُشتَرَك، وإن لم يكن يلزمُ الجمعُ بين الحقيقة والمجاز.\nأجيب: بأن هذا عملٌ بعموم المجاز، لأن التقوى عبارة عن اجتناب الفواحش، ولا شكَّ أن كلَّ واحدٍ من هذه المعاني اجتنابٌ عن الفاحشة، فلا يكون مخالفاً.\n[الاستطاعة مع الفعل]\nقال: (والثامن: نقرُّ بأن الاستطاعةَ مع الفِعلِ، لا قبلَ الفعلِ ولا بعدَ الفِعلِ، لأنه لو كان قبلَ الفِعلِ لكان العَبدُ مُستغنياً عن الله تعالى وقتَ الحاجة، وهذا خِلافُ حُكمِ النصِّ، لقوله تعالى: ?واللهُ الغَنِيُّ وَأَنْتُمُ الفُقَرَاءُ? [محمد: 38]، ولو كان بعدَ الفِعلِ لكان من المحال، لأنه حصولٌ (1) بلا استطاعةٍ ولا طاقةٍ).\nأقول: الاستطاعةُ والقدرةُ والقوَّةُ والطاقةُ (2) مُترادِفةٌ إذا أضيفت إلى العباد، وهي نوعُ حِدَّة تترتَّبُ على إرادة الفِعلِ إرادةً جازمةً، مؤثِّرةً في وجود الفعلِ، وهي عندنا مقارنةٌ للفعل، لأنها لو لم تُقارِن فإمَّا أن تقدَّمت أو تأخَّرت، والثاني باطلٌ بالإجماع؛ لأنه يلزم منه حصولُ الفعل بلا استطاعةٍ وطاقةٍ، وهو محال. وكذا لو تقدَّمت لاستحالة وجودها عند الفعلِ لأنها عَرَضٌ، وهو لا يبقى زمانَين، وإذا لم تَبْقَ القدرة إلى زمان الفِعلِ يلزمُ وقوعُه بلا قدرةٍ، وهو محالٌ، كالأخذ بلا يد، ولكان مستغنياً عن الله وقتَ الحاجة، وهو خلافُ النصِّ، لأن مقتضاه الافتقارُ إلى الله تعالى لقوله تعالى: ?واللهُ الغَنِيُّ وَأَنْتُمُ الفُقَرَاءُ? [محمد: 38].\n__________\n(1) في (ز): «لأنه يلزم حصولُ الفعل ... »، والمثبت من سائر النسخ.\n(2) زاد في (ب) وحدها: وكذلك الوُسْعُ.\n(1/100)",
        "\nوقالت المعتزلةُ وجمهورُ الكرَّاميَّة: هي سابِقةٌ على الفِعلِ، إذ لو لم تكن سابقةً على الفعل ولم تكن موجودةً حالَ عدمِ الفِعلِ لكان الأمرُ بالفِعلِ ولا استطاعةَ (1) له وقتَ الأمرِ تكليفَ العاجز، وهو محالٌ لقوله تعالى: ? لا يُكَلِّفُ اللهُ نَفْسَاً إلَّا وُسْعَهَا? [البقرة: 286].\nقلنا: قد يُرادُ بالاستطاعة سلامةُ الأسباب والآلات، وهي المعنيَّةُ بقوله تعالى: ?مَنِ اسْتَطَاعَ إلَيْهِ سَبِيلاً? [آل عمران: 97]، إذ المرادُ بها الزادُ والراحلةُ لا حقيقةُ قدرة الفِعلِ، والتكليفُ يعتمدُ ذلك، إذ العادةُ جَرَتْ بأن المكلَّفَ لو قصدَ تحصيلَ الفِعلِ عند سلامة الأسباب والآلات لحصلت له القدرةُ الحقيقيَّةُ، وإنما لا تحصل لاشتغالِه بضدِّ المأمور به مُضيِّعاً للقدرة الحقيقيَّة، والمُضيِّعُ للقدرة غيرُ معذور، فأما عند عدم سلامة الأسباب والآلات فلم يُكلّف الفعل، إذ لا تحصلُ القدرة عند قَصْدِه مُباشَرَةِ الفِعلِ، فكان ممنوعَ القدرةِ أصلاً، فكان معذوراً، وإذا كان التكليفُ معتمداً على سلامة الأسباب، وبكونُ الأسبابِ سالمةً لم يلزم تكليف العاجز.\n__________\n(1) تحرَّفت في (ص) و (ج) إلى: «بالفعل والاستطاعة ... »، والمثبت من (ف) و (ب)، وهو الصواب، فإنه يريد أن الأمرَ بالفِعلِ حالَ عدم الاستطاعة وقتَ الأمر تكليفٌ للعاجز.\n(1/101)\n",
        "[وجوب اعتقاد مشروعية\nالمسح على الخفين والقصر والإفطار في السفر]\nقال: (والتاسع: نُقِرُّ بأن المسحَ على الخُفَّينِ واجبٌ للمُقيم يوماً وليلةً، وللمسافر ثلاثةَ أيامٍ ولياليها، لأن الحديث ورد هكذا، فمَن أنكره يُخشى عليه الكفرُ، لأنه قريبٌ من الخبر المُتواتر، والقَصْرُ والإفطارُ في السَّفَرِ رُخصةٌ بنصِّ الكتاب، لقوله تعالى: ?وَإذا ضَرَبْتُمْ في الأَرْضِ فَلَيْسَ عَلَيْكُمْ جُنَاحٌ أنْ تَقُصُرُوا مِنَ الصَّلاةِ? [النساء: 101]، وفي الإفطار قوله تعالى: ?فَمَن كَانَ مِنْكُمْ مَريضَاً أوْ عَلَى سَفَرٍ فَعِدَّةٌ مِنْ أيَّامٍ أُخَرَ? [البقرة: 184]).\nأقول: المسحُ على الخُفَّين مقدار ثلاثِ أصابِعَ واجبٌ للمقيم يوماً وليلةً، وللمسافر ثلاثةَ أيامٍ ولياليها، لِمَا روى عليٌّ وجماعةٌ من الصحابة رضي الله تعالى عنهم عن النبيِّ أنه قال: «يَمسَحُ المُقيمُ يوماً وليلةً، والمسافرُ ثلاثةَ أيامٍ ولياليهنَّ» (1)، والأثرُ اشتهر عنه عليه السلام، منه قول المغيرة، وحديث سلمان: أنه صلى الله عليه وسلم صلَّى يومَ الفَتحِ خمسَ صلواتٍ بوضوءٍ واحدٍ ومسحَ على خُفَّيهِ (2). وقالت عائشة رضي الله تعالى عنها: «ما زالَ رسولُ الله صلى الله عليه وسلم يَمسَحُ على الخُفَّين بعدَ نزولِ المائدةِ» (3)\n__________\n(1) أخرجه مسلم (276)، والنسائي 1: 84، وابن ماجه (552) من حديث علي كرم الله وجهه، قال: جعل رسول الله صلى الله عليه وسلم ثلاثة أيام ... ، فذكره.\nوأخرجه كذلك أبو داود (157)، والترمذي (95) من حديث خزيمة بن ثابت.\nوأخرجه أحمد 5: 214 من حديث خزيمة رضي الله عنه مرفوعاً من قوله صلى الله عليه وسلم.\n(2) لم نجده من حديث سلمان رضي الله عنه بهذا اللفظ، لكن أخرجه مسلم (277)، وأبو داود (172)، والترمذي (61) من حديث بريدة رضي الله عنه.\nوأخرج ابن ماجه (563) عن سلمان قال: رأيت رسول الله صلى الله عليه وسلم يمسح على الخفّين والخمار. وإسناده ضعيف.\n(3) قول عائشة أخرجه الدارقطني (746)، وإسناده ضعيف.\nوأخرج البخاري (3787)، ومسلم (272)، وأبو داود (154)، والترمذي (93) و (94)، والنسائي 1: 81، وابن ماجه (543) عن جرير بن عبد الله البجلي: أنه بال ثم توضَّأ ومسحَ على خُفَّيه، ثم قام فصلى، فسُئِلَ، فقال: رأيتُ النبيَّ صلى الله عليه وسلم صنعَ مِثلَ هذا. قال إبراهيم النخعي: كان أصحابُ عبد الله بن مسعود يُعجِبُهم هذا الحديث، لأن إسلام جرير كان بعد نزول سورة المائدة.\n(1/102)\n\nوذكر في «المبسوط» (1) ثبوتَ المسح بآثارٍ مشهورةٍ قريبةٍ من التواتر، وعن الحسن البصريِّ رحمه الله: أدركتُ سبعينَ نفراً من أصحاب رسول الله صلى الله عليه وسلم كلّهم يَرَونَ المسحَ على الخُفَّين (2).\nوقال أبو حنيفة رحمه الله تعالى: ما قلتُ بالمسح عليهما حتى جاء في الآثار مثلَ ضوءِ النهار. وعنه: حتى رأيتُ شعاعاً كشعاع الشمس. وقال أبو يوسف رحمه الله تعالى: يجوز نسخُ الكتاب بخَبَرِ المسحِ لشُهرتِه. وقال الكرخيُّ رحمه الله: مَن أنكر المسحَ عليهما نخشى عليه الكُفرَ، لأن الآثارَ جاءت في حيِّز التواتر (3). وذكر في «المجتبى» (4) أنَّ على قياس قول أبي يوسف رحمه الله مُنكِرَه كافرٌ، لأن حديث المسح بمنزلة المتواتر عنده، ومنكِرُ المتواتر كافرٌ.\n__________\n(1) انظر «المبسوط» للإمام السرخسي رحمه الله تعالى 1: 97 ــ 99.\n(2) نسبه ابن الهُمام في «فتح القدير» 1: 143 لابن المنذر، وذكره ابنُ عبد البر في «التمهيد» 11: 137، وفي «الاستذكار» 1: 288 دون إسناد.\n(3) ذكر قولَ أبي حنيفة ــ باللفظ الأول ــ وقولَ أبي يوسف وقولَ الكرخيِّ الإمامُ السرخسيُّ في «المبسوط» 1: 98، وابنُ نُجَيم في «البحر الرائق» 1: 173، وابنُ الهُمام في «فتح القدير» 1: 143. وذكر الكاساني في «بدائع الصنائع» 1: 7 قول أبي حنيفة فقط، وذكره الكردري في «المناقب» ص155 عن عبد الله بن المبارك عن أبي حنيفة. ورواه ابن عبد البر في «الانتقاء» ص165 من طريق أبي مطيع، عن أبي حنيفة.\n(4) لعله يريد كتاب العلامة الفقيه الأصولي أبي الرجاء مختار بن محمود الزاهدي المتوفى سنة 658 المسمى «المجتبى»، وقد ذكره العلامة اللكنوي في «الفوائد البهية» ص213، وصاحب «كشف الظنون» 2: 1592 باسم «المجتبى في الأصول». ثم ذكر اللكنوي أنه طالع من كتبه «المجتبى شرح القدوري» في الفقه، وكذا سمَّاه الزركلي في «الأعلام» 7: 193، فليُحرَّر.",
        "(1/103)\n\nقيل: ومن الدليل على أن منكِرَ المسح ضالّ مُبتدِعٌ ما روى أبو حنيفة رحمه الله تعالى عن قتادة أنه لمَّا قَدِمَ الكوفةَ اجتمع به، فقال قتادة: أنت مِنَ الذين اتخذوا دينَهم شِيَعاً. فقال أبو حنيفة رحمه الله تعالى: أنا أُفضِّلُ الشيخين، وأحبُّ الخَتَنَين، وأرى المَسحَ على الخُفَّين. فقال له قتادة: أصبتَ فالزَم، ثلاث مرَّات (1).\nوقالت الخوارج والإماميَّة: لا يجوز المسحُ عليهما، وهو قول أبي بكر بن داود (2)، وخالَفَ أباه في ذلك.\n__________\n(1) ذكر الكاساني في «بدائع الصنائع» 1: 7 أن أبا حنيفة قال في شرائط السنة والجماعة: أن تُفَضِّلَ الشيخين، وتُحبَّ الخَتَنَين، وأن ترى المسحَ على الخُفَّين، وأن لا تُحرِّمَ نبيذَ التمر، يعني المثلَّث. وذكر نحوه السمرقندي في «تحفة الفقهاء» 3: 328، والكاساني أيضاً في «البدائع» 5: 117، وابن نُجيم في «البحر الرائق» 1: 173، والكردري في «مناقب أبي حنيفة» ص149.\n(2) هو أبو بكر محمد بن داود بن علي بن خلف الأصبهاني المعروف بالظاهري، كان فقيهاً أديباً شاعراً ظريفاً، له كتاب سماه «الزهرة» وهو مجموع أدب أتى فيه بكل غريبة ونادرة وشعر رائق، وله في الفقه «الوصول إلى معرفة الأصول» و «الإنذار» و «الإعذار» و «الانتصار»، توفي سنة 297، وعمره 42 سنة، وأبوه داود الظاهري معروف. انظر ترجمته في «وفيات الأعيان» 4: 259 ـ 261.\n(1/104)",
        "\nفإن قيل: ما وجه قوله: «واجب»، وقد ذكر في «الهداية» وعامَّة الكتب أنه جائز، حتى اختلفوا في الأفضليَّة، فمنهم مَن ذهب إلى أن المسحَ أفضلُ، وذهب عامَّتُهم إلى أن الغسلَ أفضلُ، ومن الصحابة مَن أنكره كابن عباسٍ وعائشة وأبي هريرة، حتى قال ابن عباس رضي الله عنهما: «والله ما مسحَ رسولُ الله صلى الله عليه وسلم بعدَ نزولِ المائدةِ» (1)\n__________\n(1) أخرج ابن أبي شيبة 1: 180 من طريق عكرمة، عن ابن عباس، قال: سبق الكتابُ الخُفَّين. وأخرج أيضاً من طريق سعيد بن جبير، عنه، قال: ما أبالي مسحتُ على الخُفَّين أو مسحتُ على ظهر بُختي هذا.\nوأخرج ابن أبي شيبة أيضاً والبيهقي 1: 273 من طريقين عن فطر قال: قلت لعطاء: إنَّ عكرمة يقول: قال ابن عباس: سبق الكتابُ المسحَ على الخُفَّين. فقال عطاء: كذب عكرمةُ، أنا رأيتُ ابنَ عباس يمسحُ عليهما.\nوأخرج البيهقي 1: 273 من طريق عبد الرزاق، عن ابن جريج، أخبرني خصيف، أن مِقسَم مولى عبد الله بن الحارث أخبره، أنَّ ابنَ عباس أخبره، قال: كنتُ أنا عند عمر حين سأله سعدٌ وابنُ عمر عن المسح على الخُفَّين، فقضى لسعد. قال: فقلت لسعد: قد علمنا أنَّ رسول الله صلى الله عليه وسلم مسحَ على خُفَّيه، ولكن أقَبْلَ المائدة أم بعدَها؟ لا يُخبِرُك أحدٌ أنَّ رسول الله صلى الله عليه وسلم مسحَ بعدَ المائدة. فسكت عمر. وهذه الرواية أقرب الروايات إلى لفظ المصنف.\nوأخرج عبد الرزاق (768)، وابن أبي شيبة 1: 180مختصراً، والبيهقي 1: 273 من طريقين عن ابن طاوس، عن أبيه، عن ابن عباس أنه قال في خبر سعد: لو قلتُم بهذا في السفر البعيد والبرد الشديد! قال البيهقي: فهذا تجويزٌ منه للمسح في السفر البعيد والبرد الشديد بعد أن كان يُنكِرُه على الإطلاق، وقد روي عنه أنه أفتى به للمقيم والمسافر جميعاً. ثم أخرج من طريق شعبة، عن قتادة، سمعت موسى بن سلمة قال: سألتُ ابنَ عباس عن المسح على الخُفَّين، فقال: للمسافر ثلاثة أيام وليالهنّ، وللمقيم يوم وليلة. وهذا إسناد صحيح.\n(1/105)\n",
        "وقالت عائشة رضي الله تعالى عنها: «لَأَنْ تُقطَعَ قَدَمايَ أحبُّ إليَّ مِن أنْ أمسَحَ على الخُفَّين» (1).\nأجيب: بأن المرادَ واجبٌ اعتقادُ جوازِه، بدليل المقام، فإن أصولَ الكلام لا يُبحَثُ فيه عن الفروع بالجواز وعَدَمِه، وإنما يُبحَثُ فيه عن الاعتقادات، وما روي من إنكار الصحابة فقد صحَّ رجوعُهم إلى قول عامَّةِ الصحابة.\n__________\n(1) أخرج ابن أبي شيبة في «مصنفه» 1: 179 بإسناد صحيح عن القاسم بن محمد، عن عائشة قالت: لأن أحزَّهما بالسَّكاكين أحبُّ إليَّ مِن أن أمسح عليهما.\nوأخرج أيضاً 1: 180 بإسناد صحيح عن عروة بن الزبير، عن عائشة قالت: لأن أحزَّ أواخِرَ أصابعي بالسِّكين أحبُّ إليَّ من أن أمسح عليهما.\nقال الحافظ ابن حجر في «التلخيص الحبير» 1: 158: وروى الدارقطني من حديث عائشة إثباتَ المسح على الخُفَّين، ويؤيِّد ذلك حديثُ شريح بن هانئ في سؤاله إياها عن ذلك، فقالت له: سل ابنَ أبي طالب. وفي رواية أنها قالت: لا عِلمَ لي بذلك.\nقلنا: رواية الدارقطني تقدَّمت قريباً، وإسنادها ضعيف. أما إحالتها السائل على عليّ فهو في «صحيح مسلم» (276)، فلعلها كانت تُنكِرُ المسح، فروجِعَت بفعل النبي - صلى الله عليه وسلم -، فأحالت بعد ذلك مَن يسألها على عليّ لعِلمِه بذلك دونها. والله أعلم.\nأما أبو هريرة فقد أخرج ابن أبي شيبة 1: 180 عنه قال: ما أُبالي على ظَهرِ خُفَّيَّ مسحتُ أو على ظهر حمار. وإسناده قوي، وقال الإمام أحمد ــ كما في «التلخيص الحبير» 1: 158 ــ: لا يصحُّ حديثُ أبي هريرة في إنكار المسح، وهو باطل!\n(1/106)\n\nوكذلك قوله: (والقَصرُ والإفطارُ في السَّفَرِ رُخصةٌ) المراد به اعتقادُ حقِّيَّة التبديل والتأخير في أحكام الشرع باعتبار مصالح العباد فضلاً من الله الرحيم الودود. وأما بيانُ أنه رخصةُ إسقاطٍ أو رخصةُ ترفيهٍ، والأخذُ بالعزيمة أولى أو بالرخصة، فموضعُه علمٌ آخر، وله مجالٌ أوسعُ من مجالنا هذا، وقد ذكرناه في «شرح المنار» (1).\nقوله تعالى: ?وَإذا ضَرَبْتُمْ في الأَرْضِ? [النساء: 101]، أي: إذا سافرتُم فلا إثمَ عليكم في قَصْرِ الصلاة.\nفإن قيل: دلّت الآيةُ على جواز القَصرِ في السفر مطلقاً حتى أخذ بعمومها نفاةُ القياس ولم يُقدِّروه بمدَّة، وهو مذهب داود الظاهريّ (2)، وأنتم قيَّدتُمُ النصَّ بلا دليل.\nفالجواب: أن مطلقَ الضَّرْبِ ليس بمرادٍ بالإجماع، فقدَّرناه بثلاثة أيام بقوله صلى الله عليه وسلم: «يَمسَحُ المُقيمُ ... » (3) الحديث، لا يُقال: الحديث ورد في المسح فأنتم أبطلتُم النصَّ بالقياس وذلك لا يجوز، لأنا نقول: الحديث ورد لبيان مدة السفر، ولا تفاوت بينهما في ذلك.\nوقوله تعالى: ?فَمَن كَانَ مِنْكُمْ مَريضَاً? [البقرة: 184] الآية، دليلٌ على جواز الإفطار في السفر.\n[القلم حق]\nقال: (والعاشر: نقرُّ بأن الله تعالى أمرَ القَلَمَ بأن يكتُبَ، فقال القلمُ: ماذا أكتُبُ يا ربّ؟! فقال الله تعالى: اكتُبْ ما هو كائنٌ إلى يوم القيامة، لقوله تعالى: ?وَكُلّ شَيْءٍ فَعَلُوهُ في الزُّبُرِ* وَكُلّ صَغِيرٍ وَكَبِيرٍ مُسْتَطَرٍ? [القمر: 52 ــ 53]).\n__________\n(1) «منار الأنوار» للإمام أبي البركات عبد الله بن أحمد النسفي (ت710) رحمه الله تعالى، وهو متن معتمد في أصول الفقه عند الحنفية، ولهم به اعتناء خاص، فتناولوه بالشرح والتحشية والاختصار والنظم والتدريس. وانظر في ذلك «كشف الظنون».\n(2) انظر «المحلى» لابن حزم 5: 19، وقد ذكر أن أقل ما يُطلق عليه اسم السفر هو مسافة ميل، والميل ألفا ذراع.\n(3) سلف تخريجه قريباً.",
        "(1/107)\n\nأقول: روي عن ابن عباس رضي الله تعالى عنهما أنه قال: أوَّلُ ما خلقَ اللهُ تبارك وتعالى اللوحَ المحفوظَ، حَفِظَه بما كتب فيه ممَّا كان وممَّا يكون، ولا يَعلَمُ ما فيه إلا اللهُ تعالى، وهو من درَّةٍ بيضاءَ، قوائمُهُ ياقوتتان حمراوان، وهو في عِظَمٍ لا يُوصَفُ، وخلق اللهُ سبحانه وتعالى قَلَماً من جَوهَرٍ، طولُهُ خمسُ مئة عام، مشقوقُ السِّنِّ، يَنبُعُ النّورُ منه كما يَنبُعُ من أقلام أهل الدُّنيا المِداد، قال أبو الحسن: ثم نُودِيَ بالقلمِ أنِ اكتُب، فاضطَرَبَ من هَولِ النِّداء، حتى صار له ترجيعٌ في التسبيحِ كصوتِ الرَّعدِ القاصِفِ، ثم جرى في اللوح بما أجراه اللهُ تعالى فيما هو كائنٌ وما يكونُ إلى يوم القيامة، فامتلأ اللوحُ وجَفَّ القلمُ، وسَعِدَ مَن سَعِدَ، وشَقِيَ مَن شَقِيَ (1).\nولعلَّ هذا معنى قوله تعالى: ?وَكُلّ شَيْءٍ فَعَلُوهُ في الزُّبُرِ * وَكُلّ صَغِيرٍ وَكَبِيرٍ مُسْتَطَرٌ? [القمر: 52 ــ 53]، أخبَرَ اللهُ تعالى أن جميعَ ما فعلَه الأمم كان مكتوباً عليهم، قال مقاتل: ?كُلّ شَيْءٍ فَعَلُوهُ في الزُّبُرِ? أي: مكتوب عليهم في اللوح المحفوظ ?وَكُلّ صَغِيرٍ وَكَبِيرٍ? من الخلق والأعمال ?مُسْتَطَرٌ? مكتوبٌ على فاعليه قبل أن يفعلوه.\n__________\n(1) أخرجه الطبري في «التفسير» 27: 153، والطبراني في «الكبير» (10605)، والحاكم في «المستدرك» 2: 516 و 565، وأبو نعيم في «الحلية» 1: 325 من طريق سعيد بن جبير، عن ابن عباس من قوله. والظاهر ــ والله أعلم ــ أنه من روايته عن أهل الكتاب.\nوأخرج نحوه الطبراني في «الكبير» (12511)، وأبو نعيم في «الحلية» 4: 305 بإسناد ضعيف عن ابن عباس مرفوعاً.\nوقوله هنا: «قال أبو الحسن» لم نتبيَّنه، وليس في مصادر التخريج.\n(1/108)",
        "\n[عذاب القبر والجنة والنار والميزان وقراءة الكتب حق]\nقال: (والحادي عشر: نقرُّ بأن عذابَ القبرِ كائنٌ لا محالة، وسؤالَ مُنكَرٍ ونَكيرٍ حقٌّ لورود الأحاديث، والجنَّةَ والنارَ حقٌّ، وهما مخلوقتان لأهلهما، لقوله تعالى في حقِّ المؤمنين: ?أُعِدَّتْ لِلمُتَّقِينَ? [آل عمران: 133] وفي حقِّ الكفرة: ?أعِدَّتْ لِلكافِرِينَ? [البقرة: 24، آل عمران: 131]، خلقهما اللهُ للثواب والعقاب، والميزانَ حقٌّ لقوله تعالى: ?وَنَضَعُ المَوَازِينَ القِسْطَ لِيَوْمِ القِيَامَةِ? [الأنبياء: 47]، وقراءةَ الكُتُبِ حقٌّ (1) لقوله تعالى: ?اقْرَأ كِتَابَكَ كَفَى بِنَفْسِكَ اليَوْمَ عَلَيْكَ حَسِيبَاً? [الإسراء: 14]).\nأقول: الأصلُ في هذا كلِّه أن كلَّ ما ورد به السَّمعُ وأمكَنَ في ذاته يجب تصديقُه، ولا شكَّ في إمكان هذه الأشياء، وتَواتَرَت الدلائلُ السمعيَّةُ، فيجبُ التصديقُ بعذاب القبر للكفَّار، ولبعض العُصاة من المؤمنين، بإعادة الحياة في الجسد وإن توقَّفنا في إعادة الروح، ثم قيل: العذابُ على الروح، وقيل: على البدن، وقيل: عليهما فلا نشتغل بكيفيَّته.\n__________\n(1) سقط قوله: «حق» من «الطبقات السنية»، وهو ثابت في سائر النسخ.\n(1/109)\n",
        "والأصل في ذلك قوله تعالى في قوم نوح عليه السلام: ?أُغْرِقُوا فَأُدْخِلُوا نَارَاً? [نوح: 25]، والفاء للتعقيب بلا تراخٍ، ولن يكون ذلك إلا في الدنيا، لأن إغراقَهم كان فيها، فكذلك إدخالُ النار، وقال تعالى في حقِّ آل فرعون: ?النَّارُ يُعْرَضُونَ عَلَيْهَا غُدُوَّاً وَعَشِيَّاً? أي: في الدنيا ?وَيَوْمَ تَقُومُ السَّاعَةُ أَدْخِلُوا آلَ فِرْعَوْنَ أَشَدَّ العَذَابِ? [غافر: 46]، وقال تعالى حكايةً عن الكفار: ?رَبَّنَا أَمَتَّنَا اثْنَتَينِ وَأَحْيَيْتَنَا اثْنَتَيْنِ? [غافر: 11]، وذلك دليلٌ على أن في القبر حياةً وموتاً آخرَ، وقوله صلى الله عليه وسلم: «استَنْزِهوا من البَولِ، فإنَّ عامَّةَ عذابِ القبرِ منه» (1)، وما رُوي أنه قال في سعد بن معاذ: «لقد ضَغَطَتْهُ الأرضُ ضَغْطةً اختَلَفَ لها ضُلُوعُه» (2)\n__________\n(1) أخرجه الدارقطني في «سننه» (459) من حديث أنس رضي الله عنه. وإسناده ضعيف، وقال الدارقطني: المحفوظ مرسل.\nوأخرجه الطحاوي في «شرح مشكل الآثار» (5194)، والطبراني في «المعجم الكبير» (11120)، والدارقطني في «سننه» (466) من حديث ابن عباس رضي الله عنهما. وإسناده ضعيف أيضاً.\nوأخرج أحمد 2: 326 و388 و389، وابن ماجه (348) من حديث أبي هريرة مرفوعاً: «أكثر عذاب القبر من البول». وإسناده صحيح.\n(2) لم نقف عليه بهذا اللفظ، وأخرج أحمد 3: 360 و377، والطبراني (5346)، والبيهقي في «إثبات عذاب القبر» (113) من حديث جابر رضي الله عنه مرفوعاً بلفظ: «لقد تضايق على هذا العبد الصالح قَبرُه حتى فرَّجَه اللهُ عزَّ وجلَّ عنه». وإسناده حسن.\nوأخرج أحمد 6: 55 و98، والطحاوي في «شرح مشكل الآثار» (273) و (274) و (275)، وابن حبان (3112) من حديث عائشة رضي الله عنها مرفوعاً: «للقبر =\n= ضغطةٌ لو نجا منها أحدٌ لنجا سعدُ بنُ معاذ». وإسناده صحيح.\nوأخرج النسائي 4: 100 ــ 101، والطحاوي (276) من حديث ابن عمر رضي الله عنه مرفوعاً: «هذا الذي تحرَّكَ له العرشُ، وفُتِحَت له أبوابُ السَّماء، وشَهِدَه سبعون ألفاً من الملائكة، لقد ضُمَّ ضمَّةً ثم فُرِّج عنه». وإسناده صحيح.\n(1/110)\n\n، وما روي أنه عليه السلام خرجَ بعدما غربَتِ الشمسُ، فسمعَ صوتاً فقال: «إنَّ اليهودَ تُعَذَّبُ في قُبُورِها» (1)، والروايات المأثورة فيه أكثر من أن تُحصى.\nواحتجَّ المخالِفُ ــ أي: المُنكِرُ لعذاب القبر ــ بقوله تعالى في صفة أهل الجنة: ?لَا يَذُوقُونَ فِيهَا المَوْتَ إلَّا المَوْتَةَ الأُوْلَى? [الدخان: 56]، فإنه يدلُّ على أنّ أهلَ الجنة لا يذوقون إلا الموتةَ الأولى (2)، فلو كان في القبر حياةٌ أخرى وموتٌ آخرُ لذاقوا مرَّتَين، فيكون مُنافياً لِمَا دلَّت عليه الآيةُ بصريحها، وقوله: ?وَمَا أَنْتَ بِمُسْمِعٍ مَنْ في القُبُورِ? [فاطر: 22] يدلّ على أنه لا يُمكِنُ إسماعُ مَن في القبور، فلو كان المدفونُ في القبر حيَّاً لأمكَنَ إسماعُهُ، فيكون مُنافياً للآية.\nوأُجيبَ عن الأولى بأن معناه أن نعيمَ الجنَّةِ لا ينقطعُ بالموت كما انقطَعَ نعيمُ الدنيا. وعن الثانية أن عدمَ إسماعِ مَن في القبور لا يستلزِمُ عدمَ إدراك المدفون.\n__________\n(1) أخرجه البخاري (1375)، ومسلم (2869)، والنسائي 4: 102 من حديث أبي أيوب الأنصاري رضي الله عنه.\n(2) من قوله: «فإنه يدل» إلى هنا سقط من (ج) و (ف)، وأثبتناه من (ب) ومن حاشية (ص) وصُحِّح عليه هناك.",
        "(1/111)\n\nوأما سؤال مُنكر ونكير فقد أنكرَتْهُ الجهميَّةُ وبعضُ المعتزلة، لأن سؤالَ مَن لا حياةَ له محالٌ. قلنا: ممكنٌ بإعادةِ الرُّوحِ في الجسد (1)، أو بخَلْقِ الحياة فيه بلا روحٍ، بحيث يَعقِلُ السؤالَ ويَقدِرُ على الجواب، قال صلى الله عليه وسلم: «إذا قُبِرَ الميِّتُ أتاه مَلَكانِ أسودانِ أزرقانِ يُقال لأحدهما: المُنكَر، وللآخر: النَّكير، فيقولان: ما كنتَ تقولُ في هذا الرجل؟ فيقول: عبدُ الله ورسولُه، أشهدُ أن لا إلهَ إلا اللهُ، وأشهدُ أن محمَّداً رسولُ الله، فيقولان: قد كُنَّا نعلمُ أنك تقولُ هذا، ثمَّ يُفسَحُ له في قَبرِه سبعونَ ذراعاً في سبعين، ثمَّ يُنوَّرُ له فيه، ثمَّ يُقال له: نَمْ، فيقول: أرجِعُ إلى أهلي فأُخبِرُهم، فيقولان: نَمْ كنومة العَروسِ الذي لا يُوقِظُه إلا أحبُّ أهله، حتَّى يَبعَثَه اللهُ مِن مَضجَعِه ذلك، وإن كان مُنافِقاً قال: سمعتُ الناسَ يقولون فقلتُ مِثلَهم، لا أدري، فيقولان: قد كُنَّا نعلمُ أنَّك تقول ذلك، فيُقال للأرض: التَئِمِي عليه، فتلتئمُ عليه، فتختلفُ أضلاعُه، فلا يزالُ فيها مُعذَّباً حتَّى يَبعَثَه اللهُ مِن مَوضِعِه ذلك» (2). والأحاديث الواردة فيه كثيرة.\n__________\n(1) من غير معلوميَّة كيفيَّة الإعادة. اهـ من حاشية النسخة (ج).\n(2) أخرجه بهذا اللفظ الترمذي (1071) من حديث أبي هريرة رضي الله عنه.\nوأخرج نحوه البخاري (1338) و (1374)، ومسلم (2870)، وأبو داود (4751)، والنسائي 4: 97 (2050) و (2051) من حديث أنس رضي الله عنه.\n(1/112)",
        "\n(والجنةُ والنارُ) اللتان هما دارُ الثواب والعِقاب مخلوقتان الآن، وذهب عبَّادٌ الصَّيمري (1) وأبو هاشم وعبدُ الجبَّار إلى أنهما غيرُ مخلوقتَين الآن، فزعمَ (2) عبَّاد أنه يستحيلُ ذلك في العقل قبلَ حلولِ المكلَّفين، وخالفه أبو هاشم، وزعم أنَّ خَلْقَهما الآن غيرُ ممتنعٍ عقلاً، وإنما هو ممتنعٌ سَمْعاً.\nاستدلّ عبَّاد بأنَّ الجنَّةَ لو كانت مخلوقةً الآن لكان عرضُها عرضَ السماوات والأرض، واللازمُ باطلٌ، فالملزومُ مِثلُه، أما الملازَمة فلقوله تعالى: ?وَجَنَّةٍ عَرْضُهَا السَّمَاوَاتُ وَالأرْضُ? [آل عمران: 133]، وأما بطلانُ اللازم فلأنه إنما كان عرضُها عرض السماوات والأرض إذا وقعت في أحياز السماوات والأرض، إذ لو وقعت في غير أحيازهما أو في بعض أحيازهما لم يكن عرضُها عرضَهما، ووقوعُهما في جميع أحيازِهما إنما يُمكِنُ بعدَ فناءِ السماوات والأرض لاستحالة تداخُلِ الأجسام، وهو محالٌ.\n__________\n(1) هو عبَّاد بن سليمان ــ أو سلمان ــ الصَّيمَريُّ المعتزلي، من كبار المعتزلة، وإليه تُنسَب العبَّادية منهم. انظر ترجمته في «سير أعلام النبلاء» للذهبي 10: 551، و «لسان الميزان» لابن حجر (رقم الترجمة 4076 ــ طبعة الشيخ عبد الفتاح أبو غدة رحمه الله).\n(2) من قوله: «الصيمري» إلى هنا سقط من (ف).\n(1/113)\n",
        "والجواب: أن المرادَ: مِثلُ عَرضِ السماوات والأرض، لقوله تعالى: ?كَعَرْضِ السَّمَاءِ وَالأرْضِ? [لحديد: 21]، ولأنه يمتنعُ أن يكونَ عرضُهما عينَ عرضِ الجنة، وحينئذ يجوز أن يكونَ فوق السماء السابعة فضاءٌ يكون عرضُه مثلَ عرضِ السماوات والأرض والجنة فيه، يُؤيِّدُه ما روي أنه عليه السلام قال: «الدَّرَجَةُ السُّفلى من الجنَّةِ فوقَ السماءِ السابعةِ» (1).\nوقال أبو هاشم والقاضي عبد الجبار: لو كانت الجنَّةُ مخلوقةً الآن لَمَا كانت دائمةً، واللازمُ باطلٌ، أما الملازَمة فلقوله تعالى: ?كُلّ شَيْءٍ هَالِكٌ إلَّا وَجْهَهُ? [القصص: 88]، فإنه يدلّ على أنَّ ما سوى اللهِ ينعدِمُ، والجنةُ مما سواه تعالى فتنعدِمُ، فلا تكون دائمةً.\nوأما بطلان اللازم فلقوله تعالى: ?أُكُلُهَا دَائِمٌ? [الرعد: 35] أي: مأكولُ الجنَّةِ دائمٌ، وإذا كان مأكولُ الجنَّة دائماً يكونُ وجودُ الجنَّة دائماً، إذ دوامُ مأكولِ الجنة بدون دوامِ الجنَّة غيرُ معقولٍ.\n__________\n(1) لم نجده مرفوعاً، وذكر الحافظ ابن رجب في «التخويف من النار» ص45 عن ابن عباس وابن مسعود وعبد الله بن سَلَام وقتادة ومجاهد موقوفاً عليهم: إن الجنة في السماء السابعة. وانظر «المستدرك» للحاكم: (4/ 612)، و «حلية الأولياء» لأبي نعيم 7: 103، و «شعب الإيمان» للبيهقي (366).\nومما يُذكر هنا أن ابن حزم يقول إن الجنة في السماء السادسة تمسُّكاً بقوله تعالى: ?عِنْدَ سِدْرَةِ المُنْتَهَى * عِنْدَهَا جَنَّةُ المَأوَى? [النجم: 14 ــ 15]، وسدرة المنتهى في السماء السادسة. قاله المناوي في «فيض القدير» 3: 362.\n(1/114)\n\nوالجواب أولاً بمَنعِ الملازَمة بأنا لا نُسلِّمُ لزومَ عدمِ دوامِها مِن كونِها مخلوقةً الآن. قولهما: «قوله تعالى: ?كُلّ شَيْءٍ هَالِكٌ إلَّا وَجْهَهُ? [القصص: 88] يدلّ على أنَّ ما سوى الله تعالى ينعدِمُ». قلنا: لا نُسلِّمُ أنَّ قولَه: ?كُلّ شَيْءٍ هَالِكٌ إلَّا وَجْهَهُ? [القصص: 88] يدلّ على أنَّ ما سوى الله تعالى يَنعدِمُ، فإنَّ معناه أنَّ كُلّ شيءٍ مما سوى الله تعالى معدومٌ في ذاته وبالنَّظَرِ إلى ذاته مِن حيث هو (1)، مع قَطعِ النَّظَرِ عن مُوجدِه، لأن كلّ ما سواه ممكنٌ، والممكنُ بالنظر إلى ذاته لا يستحقُّ الوجودَ، فلا يكون بالنَّظر إلى ذاته موجوداً، وليس معناه أن ما سواه تعالى يَطرأُ عليه العَدَمُ، فلا ىَلزَمُ من كونِ الجنَّةِ مخلوقةً الآن طريانُ (2) العدم عليها، ولئن سُلِّمَ أن معناه أن كلّ شيءٍ مما سوى الله تعالى يَطرأُ عليه العَدَمُ، فهو مخصوصٌ بقوله تعالى: ?أُكُلُهَا دَائِمٌ? [الرعد: 35]، فإنه يدلّ على أن الجنةَ دائمةٌ لِمَا سبق، وحينئذ يكون معناه أنَّ كلّ شيءٍ ممَّا سوى الله تعالى غيرَ الجنَّة يَطرأُ عليه العَدَمُ، وإنما خُصِّصَ جمعاً بين الدليلين، ومتى كان مخصوصاً لا يلزمُ مِن كونِ الجنة مخلوقةً الآن طريان العَدَمِ عليها.\n__________\n(1) في (ج): «من حيث هو ممكن»، والمثبت من (ص) و (ف) و (ب)، وهما بمعنى.\n(2) الذي رأيناه في معاجم اللغة من مصادر الفعل «طرأ»: الطّرْء والطّروء بالهمز، والطّروّ بلا همز. والمراد حدوث العدم ووقوعه عليها.",
        "(1/115)\n\nوثانياً بمَنعِ بطلان التالي بأنا لا نُسلّمُ دلالةَ قولِه: ?أُكُلُهَا دَائِمٌ? [الرعد: 35] على دوام الجنَّة، لأنه متروكُ الظاهر، لأن المرادَ بالأكُلِ المأكولُ، ويمتنعُ دوامُ المأكول، لأن المأكولَ لا محالة يفنى بالأكل، فلا يُمكِنُ أن يكون دائماً، بل معناه أنه كلّما فَنِيَ شيءٌ من المأكول بالأكلِ حَدَثَ عَقِيبَه مِثلُه، وذلك لا يُنافي عَدَمَ الجنَّة طرفةَ عَين.\nولنا قوله تعالى: ?وَجَنَّةٍ عَرْضُهَا السَّمَاوَاتُ وَالأرْضُ أُعِدَّتْ لِلمُتَّقِينَ? [آل عمران: 133]، وقوله تعالى:?أُعِدَّتْ لِلذينَ آمَنُوا بِالله وَرُسُلِهِ? [الحديد: 21]، وقوله تعالى: ?وَاتَّقُوا النَّارَ الَّتِي أُعِدَّتْ لِلكَافِرِينَ? [آل عمران: 131] وما لم يكن مخلوقاً لم يكن مُعَدَّاً حقيقةً، لأن أهلَ اللغة اتَّفقوا على أن إعدادَ الشيءِ يُنبِئُ عن وجودِه وثبوتِه والفراغِ منه.\nفإن قيل: جازَ أن يُرادَ به المبالغةُ (1)، كقوله تعالى: ?إنَّكَ مَيِّتٌ وَإنَّهُمْ مَيِّتُونَ? [الزمر: 30]، ?وَنُفِخَ في الصُّورِ? [الكهف: 99]، وغير ذلك.\n__________\n(1) أي: جاز أن يُراد بالإعداد المبالغة. اهـ من حاشية النسخة (ب).\n(1/116)",
        "\nأجيب: بأن الأصلَ في الكلام الحقيقةُ، ولا مصيرَ إلى المجاز إلا عند التعذّر، وليس فليس، وقوله: ?اسْكُنْ أنْتَ وَزَوْجُكَ الجَنَّةَ? [البقرة: 35]، وقوله تعالى: ?قُلْنَا اهْبِطُوا مِنْهَا جَمِيعَاً? [البقرة: 38]، وقوله تعالى: ?وَلَقَدْ رءَاهُ نَزْلَةً أُخْرَى * عِنْدَ سِدْرَةِ المُنْتَهَى * عِنْدَهَا جَنَّةُ المَأْوَى? [النجم: 13 ــ 15]، وقوله عليه السلام: «أعدَدْتُ لعِبادي الصالِحِين ما لا عَينٌ رأت، ولا أُذُنٌ سمعت، ولا خَطَرَ على قَلبِ بَشَرٍ» (1)، وقوله عليه السلام: «رأيتُ عمرَو بنَ عامرٍ الخُزَاعيَّ في النَّار» (2)، وأمثاله كثيرة.\n(والميزانُ حقّ) للكفار والمسلمين، وهو عبارة عمَّا يُعرَفُ به مقاديرُ الأعمال، ويُوزِنُ أعمالَهم خيراً كان أو شرَّاً. ويُتوقَّفُ في كيفيَّتِه، والأصلُ فيه قولُه تعالى: ?وَنَضَعُ المَوَازِينَ القِسْطَ لِيَوْمِ القِيَامَةِ? [الأنبياء: 47]، وقوله: ?وَالوَزْنُ? أي: وزنُ الأعمال ?يَوْمَئِذٍ الحَقُّ فَمَنْ ثَقُلَتْ مَوَازِينُهُ فَأُولئِكَ هُمُ المُفْلِحُونَ * وَمَنْ خَفَّتْ مَوَازِينُهُ? [الأعراف: 8 ــ 9] الآية، وقوله تعالى: ?فَأَمَّا مَنْ ثَقُلَتْ مَوَازِينُهُ * فَهُوَ في عِيْشَةٍ رَاضِيَةٍ * وَأَمَّا مَنْ خَفَّتْ مَوَازِينُهُ * فَأُمُّهُ هَاوِيَةٌ? [القارعة: 6 ــ 9].\n__________\n(1) أخرجه البخاري (3244) و (4779) و (4780)، ومسلم (2824)، والترمذي (3197)، وابن ماجه (4328) من حديث أبي هريرة رضي الله عنه.\n(2) أخرجه البخاري (3521) و (4623)، ومسلم (2856) من حديث أبي هريرة.\n(1/117)\n",
        "سُئل رسولُ الله صلى الله عليه وسلم عن وزن الأعمال وهي أعراض ... ، فقال عليه السلام: «تُوزَنُ صحائفُ الأعمال والكرامُ الكاتبون يكتبون الأعمالَ في صحائفَ هي أجسام» (1). وعن النبي عليه السلام قال: «إنَّ اللهَ تعالى يَستَخلِصُ رجلاً مِن أمَّتي على رؤوس الخلائقِ يومَ القِيامةِ، فيَنشُرُ عليه تسعةً وتسعين سِجِلاًّ، كلّ سِجِلّ مِثلُ مَدِّ البصر، ثم يقول له: أتُنكِرُ مِن هذا شيئاً؟ أظَلَمَكَ كَتَبَتي الحافِظون؟ فيقول: لا يا ربّ، فيقول: ألَكَ عُذرٌ [أو حسنةٌ، فيُبْهَتُ الرجلُ، ويقول:] لا يا ربّ، فيقول: بلى، إنَّ لك عندنا حسنةً، وإنه لا ظُلمَ عليكَ اليومَ، فتُخرَجُ بِطاقةٌ فيها: أشهدُ أن لا إلهَ إلا اللهُ، وأنَّ محمَّداً رسولُ الله، فيقول: احْضُرْ وَزنَكَ، فيقول: ما هذه البِطاقةُ مع هذه السِّجِلَّات؟! فيقول: إنَّك لا تُظلَمُ، قال: فتُوضَعُ السِّجِلَّات في كفَّةٍ والبِطاقةُ في كفَّةٍ، فطاشَتِ السِّجِلَّات وثَقُلَتِ البطاقةُ، قال: فلا يَثقُلُ مع اسمِ اللهِ شيءٌ» (2).\nوقيل: يخلُقُ اللهُ بقدرِ الحسنات أجساماً نورانيَّةً، وبقدرِ السيئات أجساماً ظلمانيَّةً، فتُوزَنُ تلك الأجسامُ.\nهذا والحقُّ ما قدَّمنا من التوقُّفِ في الكيفيَّة، لأن الدلائلَ لمَّا دلَّت على ثبوت الميزان نعتقدُ حقِّيَّتَه ولا نَشتَغِلُ بكيفيَّتِه، ونَكِلُ عِلمَ ذلك إلى الله تعالى، واللهُ تعالى قادرٌ على أن يُعرِفَ عِبادَه مقاديرَ أعمالِهم بأيِّ طريقٍ شاء.\nفإن قيل: لِمَ جمعَ الموازينَ وهو واحدٌ؟\nأجيب: بأن الموازينَ جمعَ موزونٍ، كمناشيرَ جمعِ منشورٍ، وهو العمل الذي له وزنٌ وخطرٌ عند الله، أو جمع ميزانٍ، وذكره بلفظ الجمع استِعظاماً له.\n__________\n(1) لم نقف عليه، وذكر قوله: «توزن صحائف الأعمال» الحافظ ابن حجر في «فتح الباري» 13: 539 نقلاً عن القرطبي من قول ابن عمر.\n(2) أخرجه الترمذي (2639)، وابن ماجه (4300) من حديث عبد الله بن عمرو.\n(1/118)\n\n(وقراءةُ الكتبِ يومَ القيامةِ حقٌّ) قال الله تعالى: ?وَنُخْرِجُ لَهُ يَوْمَ القِيَامَةِ كِتَابَاً يَلْقَاهُ مَنْشُورَاً * اقْرَأْ كِتَابَكَ? [الإسراء: 13 ــ 14]، ويُعطي كتابَ المؤمِنِ بيمينِه، وكتابَ الكافرِ بشِمالِه أو من وراء ظهرِه، قال الله تعالى: ?فَأَمَّا مَنْ أُوتِيَ كِتَابَهُ بِيَمِينِهِ فَيَقُولُ هاؤُمُ اقْرَؤُوا كِتَابِيَهْ? إلى قوله: ?وَأَمَّا مَنْ أُوتِيَ كِتَابَهُ بِشِمَالِهِ فَيَقُولُ يَا لَيْتَنِي لَمْ أُوْتَ كِتَابِيَهْ? [الحاقة: 16 ــ 25]، وقوله تعالى: ?وَأَمَّا مَنْ أُوتِيَ كِتَابَهُ وَرَاءَ ظَهْرِهِ * فَسَوْفَ يَدْعُو ثُبُورَاً * وَيَصْلَى سَعِيرَاً? إلى قوله: ?إنَّهُ ظَنَّ أنْ لَنْ يَحُورَ? [الانشقاق: 10 ــ 14] أي: ما يرجع.\nوهي كتبٌ كتبَها الحَفَظَةُ أيَّام حياتهم في الدنيا، قال الله تعالى: ?أَمْ يَحْسَبُونَ أنَّا لَا نَسْمَعُ سِرَّهُمْ وَنَجْوَاهُمْ بَلَى وَرُسُلُنا لَدَيْهِمْ يَكْتُبُونَ? [الزخرف: 80].",
        "(1/119)\n\n[البعث والرؤية والشفاعة حق\nوتفضيل عائشة رضي الله عنها وبراءتها عما قيل فيها\nوخلود أهل الجنة وأهل النار فيهما]\nقال: (والثاني عشر: نقرُّ بأنَّ اللهَ تعالى يُحيي هذه النُّفُوسَ بعدَ الموتِ، ويَبعَثُهم في يومٍ كان مِقدارُه خمسينَ ألفَ سنةً للجزاءِ والثوابِ وأداءِ الحقوقِ، لقوله تعالى: ?وَأَنَّ اللهَ يَبْعَثُ مَنْ في القُبُورِ? [الحج: 7]. ولقاءُ الله تعالى لأهلِ الجنَّةِ حقٌّ بلا كيفيَّةٍ ولا تشبيهٍ ولا جِهَةٍ. وشفاعةُ نبيِّنا محمَّدٍ صلى الله عليه وسلم حقّ (1) لكلّ مَن هو مِن (2) أهلِ الجنَّةِ، وإنْ كانَ صاحبَ الكبيرة. وعائشةُ بعدَ خديجةَ الكبرى رضي الله تعالى عنهما أفضلُ نساءِ العالَمِين، وأمُّ المؤمنين، ومطهَّرةٌ عن الزنا بريئةٌ عمَّا قالت الروافضُ، فمَن شهدَ عليها بالزنا فهو ولدُ الزنا. وأهلُ الجنَّةِ في الجنَّةِ خالدونَ، وأهلُ النَّارِ في النَّارِ خالدونَ، لقوله تعالى في حقِّ المؤمنين: ?أُوْلئِكَ أَصْحَابُ الجَنَّةِ هُمْ فِيهَا خَالِدُونَ? [البقرة: 82]، وفي حقِّ الكفّار: ?أوْلئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ? [البقرة: 39]).\nأقول: اختلفَ الناسُ في المعادِ، فأطبَقَ المِلِّيُّون على المعادِ البَدَنيِّ، بعد اختلافِهم في معنى المعاد، فمَن ذهب إلى إمكان إعادة المعدوم قال: إنَّ اللهَ تعالى يُعدِمُ المُكلَّفينَ ثمَّ يُعيدُهم. ومَن ذهب إلى امتناع إعادة المعدوم قال: إنَّ اللهَ تعالى يُفرِّقُ أجزاءَ أبدانِهم الأصليَّة، ثم يُؤلِّفُ بينها ويخلقُ فيها الحياة.\nوأما الأنبياء عليهم السلام الذين سبقوا على نبيِّنا محمَّدٍ عليه السلام فالظاهر من كلام أُمَمِهم أنَّ موسى عليه السلام لم يذكر المعادَ البدنيَّ، ولا أُنزِلَ عليه في التوراة، لكن جاء ذلك في كتب الأنبياء عليهم السلام الذين جاءوا بعده كحِزقيل وشعيباً عليهما السلام، ولذلك أقرَّ اليهود به.\n__________\n(1) لفظة «حق» لم ترد في (ص) و (ف) و (ب) ولا في «الطبقات السنية»، وأثبتناها من (ج) و (ز).\n(2) في (ز): «لكل مَن هو مؤمنٌ من ... ».\n(1/120)",
        "\nوأما في الإنجيل فقد ذُكِرَ أن الأخيارَ يصيرون كالملائكة، وتكونُ لهم الحياةُ الأبديَّة والسعادةُ العظيمة، والأظهرُ أن المذكور فيه المعادُ الروحانيُّ.\nوأما القرآن الكريم فقد جاء فيه المعادُ الروحانيُّ والجسمانيُّ، أما الروحانيُّ فقوله تعالى: ?فَلَا تَعْلَمُ نَفْسٌ مَا أُخْفِيَ لَهُمْ مِنْ قُرَّةِ أَعْيُنٍ? [السجدة: 17]، وقوله تعالى: ?لِلذِينَ أحْسَنُوا الحُسْنَى وَزِيَادَةٌ? [يونس: 26]، وأما الجسمانيُّ فقد جاء في القرآن العظيم أكثرَ من أن يُحصى، وأكثرُه ممَّا لا يقبل التأويل، كقوله تعالى: ?مَنْ يُحْيِي العِظَامَ وَهِيَ رَمِيمٌ * قُلْ يُحْيِيهَا الّذي أنْشَأَهَا أوَّلَ مرَّةٍ وَهُوَ بِكُلِّ خَلْقٍ عَلِيمٌ? [يس: 78 ــ 79]، وقوله تعالى: ?فَإِذَا هُمْ مِنَ الأَجْدَاثِ إلى ربِّهِمْ يَنْسِلُونَ? [يس: 35]، وقوله تعالى: ?وَقَالُوا لِجُلُودِهِمْ لِمَ شَهِدْتُمْ عَلَيْنَا? [فصلت: 21]، وقوله تعالى: ?أَفَلَا يَعْلَمُ إذَا بُعْثِرَ مَا في القُبُورِ? [العاديات: 9]، وما استدلَّ به في المتن من قوله تعالى: ?وَأَنَّ اللهَ يَبْعَثُ مَنْ في القُبُورِ? [الحج: 7] إلى غير ذلك ممَّا لا يُحصَى.\nوإذا عُرِفَ هذا فنقولُ: أجمعَ المسلمون على أن الله تعالى يُحيي الأبدانَ بعدَ موتِها وتفرُّقِها لأنه ممكنٌ عقلاً، والصادقُ أخبَرَ به فيكون حقَّاً.\nأما إمكانُه فلأنه إنما يثبتُ بالنظر إلى القابل والفاعل: أما بالنظر إلى القابل فلأن أجزاءَ الميت قابلةٌ للجمعِ والحياة، وإلا ــ أي: إن لم تكن قابلةً للجمع والحياة ــ لم تتَّصِف بالجمع والحياة أولاً، وهو باطلٌ.\n(1/121)\n",
        "وأما بالنظر إلى الفاعل، فلأن الله تعالى عالمٌ بأعيان أجزاء كلِّ شخصٍ على التفصيل، أصليَّةً كانت أو فضليَّةً، لكونه عالماً بجميع الجزئيَّات، وقادراً على جمعِ الأجزاء الأصليَّة لكل واحدٍ وإيجادِ الحياة فيها لشمول قدرتِه كلّ الممكنات، وإذا كان كذلك وجبَ أن يكون إحياءُ الأبدان ممكناً.\nوأما إخبار الصادق به فلأنه ثبت بالتواتر أن النبيَّ عليه السلام كان يُثبِتُ المعادَ الجسمانيَّ، وقد تُلِيَ عليك الآن بعضُ ما جاء في الكلام العزيز.\nفإن قيل: كلام الإمام رحمه الله في المتن لا يدلّ على المعاد الجسمانيِّ، لأنه ذكر أن اللهَ تعالى يُحيي هذه النفوسَ بعدَ الموت، وهو لا يُفيدُ إعادة البدن.\nأجيب: بأن المرادَ منه البدنُ بدليل الدليل، وهو قوله تعالى: ?وَأَنَّ اللهَ يَبْعَثُ مَنْ في القُبُورِ? [الحج: 7] إذ لا خفاءَ أنَّ ما في القبور هو البدنُ، ويُمكنُ أن يكونَ اختيارُه هذه اللفظةَ نفياً لقولِ مَن ينفي المعادَ الروحانيَّ والجسمانيَّ، فقال: «هذه النفوس» إشارة إلى حَشرِ الأرواح، وأشار بالدليل إلى حشر الأجساد.\nومن الناس مَن أنكرَ الحشرَ الجسمانيَّ، واستَدَلَّ بوجوهٍ:\n(1/122)\n\nالأول: أنه لو ثبت المعادُ الجسمانيُّ، فإما أن يكون وصولُ الثواب والعقاب في الأفلاك أو في العناصر (1)، والثاني هو التناسُخُ، والأولُ يُوجِبُ انخراق الأفلاك، ويلزم أيضاً حصول الجنَّةِ فوق الأفلاك، لأن وصولَ الثواب إلى المكلَّف في الجنة، والجنةُ في السماء على تقدير ثبوتها، فيلزم عدم كُريَّة الأفلاك، وأيضاً يلزم دوام الاختراق مع دوام الحياة، وهو ممتنع، وأيضاً يلزم تولّدَ البَدَن من غير التوالُد، وهو ممتنعٌ، وأيضاً يلزم أن تكون القوَّةُ الجسمانيَّةُ غيرَ متناهيةِ التحريك، لأن وصولَ الثواب دائماً ووصولَ العقاب بالنسبة إلى البعض دائماً يُوجِبُ التحريكات غير المتناهية (2).\nوأُجيبَ عن هذه الوجوه بأنها استبعاداتٌ، ولا امتناعَ في شيءٍ ممَّا ذكروا، وأيضاً الأفلاك حادثةٌ لِمَا ذُكِرَ أن ما سوى الله حادثٌ، فيكون عدمُها جائزاً، وحينئذ جاز انخراقُها أيضاً، وحصول الجنة في الأفلاك جائزٌ، وكُريَّتُها ممنوعةٌ، ولئن سُلِّمَ فلا تنافي، ودوام الحياة مع دوام الاختراق ممكنٌ، لأن الله تعالى قادرٌ على كلِّ مقدورٍ، والتولّدُ ممكنٌ كما في حقّ آدم (3)، والقوَّةُ الجسمانيَّةُ قد لا تتناهى انفعالاتُها (4) وكذا فِعلُها بواسطةٍ، فكانت الضرورةُ قاضيةً بثبوت المعاد الجسمانيِّ من دين محمَّدٍ صلى الله عليه وسلم.\n[الرؤية حق]\n__________\n(1) العنصر أصل كل شيء، ويُراد به الحرارة والرطوبة واليبوسة والبرودة. اهـ من حاشية النسخة (ب).\n(2) في الأصول الخطية: «الغير المتناهية»، وهو خطأ، فلا يجوز تعريف «غير» في اللغة.\n(3) في (ف) وحدها: «خلق آدم».\n(4) بمعنى أن الله يُمدُّها بالقوى كما أمدَّها في الدنيا، وإنما انقطع قواها في الدنيا لِقَطعِ إمداد الله عنها، وأما في الآخرة لا يُقطَعُ عنها الإمداد. اهـ من حاشية النسخة (ب).",
        "(1/123)\n\nقوله: (ولقاءُ الله تعالى لأهلِ الجنَّةِ حق) يعني أن اللهَ تعالى يصحُّ أن يُرى في الآخرة، بمعنى أنه يَنكشِفُ (1) لعباده المؤمنين في الآخرة انكشافَ البدرِ المرئيِّ خلافاً للمعتزلة.\nقوله: (بلا كيفيَّةٍ ولا تشبيهٍ ولا جهةٍ) يعني من غيرِ ارتسامِ صورةِ المرئيِّ في العين أو اتِّصالِ شُعاعٍ خارجٍ من العين إلى المرئيِّ وحصول مواجَهَةٍ، خلافاً للمشبِّهةِ والكرَّاميَّةِ، فإنهم جوَّزوا الرؤيةَ لاعتقادِهم كونَه تعالى في الجهة والمكان، تعالى اللهُ عن ذلك عُلُوَّاً كبيراً. واعتمادنا في ذلك على الأدلة السمعيَّةِ، ونشتغلُ بالمعقول في دفعِ شُبَهِهم.\nأما الأول ــ وهو صحَّةُ الرؤية ــ فيدلّ عليه وجوه:\nالأول: أن موسى صلواتُ الله تعالى عليه وسلامُه سأل الرؤية، فلو استحالتِ الرؤيةُ لكانَ سؤالُ موسى جهلاً وعبثاً.\nالثاني: أن الله تعالى علّقَ الرؤيةَ باستقرارِ الجبل، واستقرارُ الجبل من حيث هو ممكنٌ، فكذا المعلَّق باستقرار الجبل أيضاً ممكنٌ، فالرؤيةُ ممكنةٌ.\nالثالث: قوله تعالى: ?وُجُوهٌ يَوْمَئِذٍ نَاضِرَةٌ * إلى رَبِّهَا نَاظِرَةٌ? [القيامة: 22 ــ 23]، وجهُ الاحتجاج أن النظرَ إما أن يكون عبارة عن الرؤية، أو عن تقليب الحَدَقة نحوَ المرئيِّ طلباً للرؤية، والأول هو المطلوب، والثاني تعذَّرَ حملُهُ على ظاهره، فيُحمَل على الرؤية التي هي كالمسبَّبِ للنظر بالمعنى الثاني، وإطلاقُ السبب وإرادة المسبَّب من أحسن وجوه المجاز.\n__________\n(1) علق هنا في حاشية (ب) على قوله «ينكشف» فقال: صوابه: أن الله يكشِفُ الحِجابَ عن المؤمنين فيرونه كما يرون القمر، لأن التغيُّر واقعٌ بالمخلوق لا على الله. اهـ.\n(1/124)",
        "\nالرابع: قوله تعالى: ?كَلَّا إنَّهُمْ عَنْ رَبِّهِمْ يَوْمَئِذٍ لَمَحْجُوبُونَ? [المطففين: 5]، وجه الاحتجاج أنه تعالى أخبَرَ عن الكفار على سبيل الوعيد أنهم عن ربِّهم يومئذ لمحجوبون، وذلك يدلُّ على أنَّ المؤمنين يومئذٍ غيرُ محجوبين عن ربِّهم، وإلا لم يكن للإخبارِ عن الكفار على سبيل الوعيد أنهم عن ربِّهم يومئذ لمحجوبون فائدةٌ، وإذا لم يكن المؤمنون يومئذٍ عن ربِّهم محجوبين فيَرَونَه.\nوفي هذه الوجوه كلّها سؤالاتٌ وأجوبةٌ تُطلَبُ في المطوَّلات.\nوأما الثاني ــ وهو أنه يُرى بلا تشبيهٍ ولا ارتسامِ صورةِ المرئيِّ في العين أو اتصالِ الشُّعاعِ إلى المرئيِّ أو حصولِ المواجَهَةِ ــ فلِمَا عُرِفَ أن الله تعالى مُنَزَّهٌ عن الجهة مقدَّسٌ عن المكان مُتعالٍ عن المواجهةِ.\nواحتجَّتِ المعتزلةُ بوجوه:\nمنها قولُه تعالى: ?لَا تُدْرِكُهُ الأَبصَارُ? [الأنعام: 103]، فإنَّه يقتضي أنْ لا تُدركَه الأبصارُ في شيءٍ من الأوقات، لأن قولَنا: «تدركُه الأبصارُ»، يُناقِضُ قولَنا: «لا تُدرِكُه الأبصارُ»، بدليل استعمال كلّ من القولَينِ في تكذيبِ الآخرِ، وصِدْقُ أحدِ النقيضَين يستلزِمُ كذبَ الآخرِ، وصِدْقُ قولِه تعالى: ?لَا تُدْرِكُهُ الأبْصَارُ? [الأنعام: 103] يُوجِبُ كَذِبَ قولِنا: «تُدرِكُه الأبصارُ»، وكذبُه يستلزمُ كذبَ قولِنا: «يُدرِكُه بصرٌ واحدٌ أو بصران»، إذ لا قائلَ بالفرق.\n(1/125)\n",
        "وأُجيبَ: بأن الإدراكَ هو الإحاطةُ، وهي رؤيةُ الشيء من جميع جوانِبِه، لأن أصلَه من اللحوق، والإحاطةُ إنما تتحقَّقُ في المرئيِّ الذي يكون له جوانبُ، فمعنى الآية: نفيُ الرؤية على سبيل الإحاطة، ولا يلزمُ من نفي الرؤية على سبيل الإحاطة نفيُ الرؤية، فإنّ نفيَ الرؤية على سبيل الإحاطة أخصُّ من نفي الرؤية مطلقاً، ولا يلزم من نفي الأخصِّ نفيُ الأعمِّ (1).\nوأيضاً معنى الآية: لا تُدرِكُهُ جميعُ الأبصارِ، وذلك لأن الأبصارَ جمعٌ مُعرَّفٌ باللام مفيدٌ للعموم، فلا يُناقِضُ إدراكَ بعضِ الأبصار (2).\nومنها قوله تعالى لموسى عليه السلام: ?لَنْ تَرَانِي? [الأعراف: 143]، وجه الاستدلال أن كلمة «لن» لتأبيد النفي بدليل قولِه: ?قُلْ لَنْ تَتَّبِعُوْنَا? [الفتح: 15]، فنفيُ الرؤيةِ على سبيل التأبيد في حقِّ موسى عليه السلام يستلزِمُ نفيَها في حقِّ غيره، إذ لا قائلَ بالفرقِ.\nوأجيب: بأنَّا لا نُسلّمُ أن كلمة «لن» لتأبيد النفي، بل لتأكيد النفي، بدليل قوله تعالى: ?وَلَنْ يَتَمَنَّوْهُ أَبَدَاً بِمَا قَدَّمَتْ أَيْدِيهِمْ? [البقرة: 95]، فإنه قيَّدَ بقوله: ?أَبدَاً?، ومع هذا لم يستلزم تأبيد النفي، لأنهم يتمنَّونَ في الآخرة (3)، على أن نفيَ الرؤية على التأبيد لا يقتضي نفيَ صحَّةِ الرؤية.\n__________\n(1) وقع في هذا الجواب اختلاف بين النسخ لا يؤثر على المعنى، والمثبت من (ب)، وهو أتمُّ ما في النسخ وأجوده.\n(2) فتكون الآية من باب سَلبِ العموم لا عموم السَّلب.\n(3) أفاد على حاشية (ب) دليلاً آخر على أن «لن» لا تفيد تأبيد النفي، وهو وقوع الغاية بعدها كما في قوله تعالى: ?لن نَبرَحَ عليه عاكِفِينَ حتَّى يَرْجِعَ إلينا مُوسَى?.\n(1/126)\n\nومنها أن الإبصارَ في الشاهد تجب له شروطٌ ثمانيةٌ: سلامةُ الحواسِّ لأن عند عدمها لا تجب الرؤية، وكونُ الشيءِ جائزَ الرؤية، والمقابَلَةُ المخصوصة بين الرائي والمرئيِّ كالجسم المحاذي للرائي، وكونُ المرئيِّ في حُكم المُقابِل كالأعراض القائمة بالجسم المُقابِل فإنها في حكم محالِّها المقابِلة، وعدمُ القُربِ المُفرِط وبُعدِه، وأن لا يكون المرئيُّ في غاية اللطافة، وأن لا يكون في غاية الصِّغَر، وأن لا يكون بينهما حِجابٌ. لأنَّا نعلمُ بالضرورةِ أننا لا نُبصِرَ الشيءَ عند عدم أحدِ هذه الشروط، ونُبصِرُه إذا حصل هذه الشروط، وإن لم تجب الرؤية إذا حصل هذه الشروط جازَ أن يكون بحضرتِنا جبالٌ وأشخاصٌ لا نراها.\nوالشروط الستة الأخيرة، أي: المقابَلة وما في حُكمها وعدم غاية القُربِ والبُعدِ وعدم غاية اللطافة وعدم غاية الصِّغَر وعدم الحجاب لا يُمكن اعتبارُها في رؤية الله تعالى، لأن هذه الستة إنما تُعتَبَرُ فيما شأنُه أن يكون في جهةٍ وحيِّزٍ، واللهُ تعالى منزَّهٌ عن الجهة والحيِّز.\nبقي شرطان: سلامة الحاسَّة وجواز الرؤية، وسلامة الحاسَّة حاصلةٌ الآن، فلو صحَّ رؤيتُه وجبَ أن نراه تعالى لحصول الشرطين، واللازمُ باطلٌ فالملزومُ مثلُه.\nوالجواب: بأن الغائبَ عن الحِسِّ ــ وهو الله تعالى وتقدَّسَ ــ ليس كالشاهد، فلعلّ رؤيتَه تتوقّفُ على شرطٍ لم يحصل الآن، وهو ما يخلقُه اللهُ في الأبصار ما تقوى به على رؤيته، أو بأنه لم تكن الرؤيةُ واجبةَ الحصول عند تحقُّقِ هذه الشرائط، فإن الرؤية بخَلقِ الله تعالى، والشروط الثمانية معدَّات، ولا تجب الرؤيةُ عند وجود معدَّاتِها.",
        "(1/127)\n\n[الشفاعة حق]\nقوله: (وشفاعةُ نبيِّنا محمَّدٍ عليه السلام ... إلخ) شفاعة نبيِّنا محمَّدٍ عليه السلام لأهل الكبائر قبلَ التوبة حقٌّ، لأنه تعالى أمرَ النبيَّ بالاستغفار لذنوب المؤمنين بقوله: ?وَاسْتَغْفِرْ لِذَنْبِكَ وَلِلمُؤْمِنِينَ وَالمُؤْمِنَاتِ? [محمد: 19] (1)\n__________\n(1) على حاشية (ب) هنا فائدة لطيفة في معنى قوله: ?وَاسْتَغْفِرْ لِذَنْبِكَ? والتوفيق بينه وبين ثبوت العصمة له صلى الله عليه وسلم، ورأينا أنه لا بأس بذِكرها هنا، وهي:\nقيل إنه خطابٌ له والمرادُ أمَّتُه، ويحتمل أن يكون أُمِرَ بذلك على سبيل التعبُّد المحض، وهو العبادة بمقتضى الأمر مع ترك النَّظر عن البحث في الحقيقة والحِكمة، ولعل حِكمتَها لتكون زيادةً له في رفع الدرجات وتذكيراً لنعمة العِصمةِ بطلب دوامها وإشارةً إلى أنها محضُ فضلٍ بلا وجوب ولا استحقاق، ونكتةُ إضافة الذنب إليه تقريرُ النِّعمة عليه بأنَّ هذا الذنبَ الذي عُصِمَ منه هو ذنبٌ له بحسب الإمكان العقلي والقبول البشري بقطع النظر عن النبوة، وفي العصمة من ذلك من المِنَّة عليه ما لا يخفى. اهـ ملخَّصاً من شرح صغرى الصغرى للسنوسي رحمه الله. ... ... ... ... ... =\n= قلنا: وللعلامة المحدث الشيخ عبد الله بن الصديق الغماري رحمه الله تعالى كلام مفيد حول قوله تعالى: ?لِيَغْفِرَ لَكَ اللهُ ما تَقَدَّمَ مِنْ ذَنْبِكَ وَمَا تَأخَّرَ? ذكره في «خواطر دينية» ص176 ــ 179نذكر ملخَّصَه هنا للفائدة، فقلَّ مَن يتنبَّه إلى مثله في مثل موضعه، وهو أن الغفران معناه الستر، والستر نوعان: ستر بين العبد وبين وقوع الذنب، وهو موافق لمعنى العصمة، وستر بين العاصي وبين العقاب على ذنبه، والمراد في الآية الأول، وعبَّر بالمغفرة عن العصمة لأن المقام مقام امتنان، فيكون معنى الآية: لِيُظهِرَ اللهُ عِصمَتَكَ للناس.\n(1/128)",
        "\n، وصاحبُ الكبيرة مؤمنٌ لِمَا سبقَ، فيَستَغفِرُ له امتثالاً لأمرِه تعالى وصيانةً لِعِصمته صلى الله عليه وسلم عن مخالفة أمرِه، وإذا استغفرَ النبيُّ عليه السلام لصاحبِ الكبيرة قبلَ توبتِه، يَقبلُ اللهُ شفاعتَه عليه السلام تحصيلاً لمرضاته عليه السلام لقوله تعالى: ?وَلَسَوْفَ يُعْطِيكَ رَبُّكَ فَتَرْضَى? [الضحى: 5]، ولقوله تعالى: ?يَوْمَ نَحْشُرُ المُتَّقِينَ إلى الرَّحمَنِ وَفْدَاً * وَنَسُوقُ المُجْرِمِينًَ إلى جَهَنَّمَ وِرْدَاً* لَا يَمْلِكُونَ الشَّفَاعَةَ إلَّا مَنِ اتَّخَذَ عِنْدَ الرَّحْمَنِ عَهْدَاً? [مريم: 85 ــ 87]، وصاحبُ الكبيرةِ اتَّخذ عند الرَّحمن عهداً فيكون داخلاً تحت هذه الآية، وقوله تعالى: ?وَلَا يَشْفَعُونَ إلَّا لِمَنِ ارْتَضَى? [الأنبياء: 28]، وصاحب الكبيرة مرتضىً بحسب إيمانِه وطاعتِه، والاستثناءُ من النفي إثباتٌ، فوجبَ ثبوتُ الشفاعة له، وقوله - صلى الله عليه وسلم -: «شفاعتي لأهلِ الكبائرِ مِن أُمَّتي» (1) وهو حديثٌ مشهورٌ دالّ على أنَّ شفاعةَ النبيِّ ثابتةٌ لأهل الكبائر، سواء كان قبل التوبة أو بعدها.\nوذهبت المعتزلةُ إلى أنَّ شفاعةَ النبيِّ لا أثرَ لها في إسقاط العذاب، واحتجُّوا بآيات:\nمنها قولُه تعالى: ?وَاتَّقُوا يَوْمَاً لا تَجْزِي نَفْسٌ عَنْ نَفْسٍ شَيْئَاً? [البقرة: 48 و123]، دلَّت الآيةُ على أنه لا تجزي نفسٌ عن نفسٍ شيئاً على سبيل العموم، فإن النكرةَ في سياقِ النفي تعمُّ، وتأثيرُ شفاعة النبيِّ عليه السلام مُنافٍ لمقتضى الآية، فلا يثبتُ التأثير.\nومنها قولُه تعالى: ?مَا لِلظالِمِينَ مِنْ حَمِيمٍ وَلَا شَفِيعٍ يُطَاعُ? [غافر: 18]، نفى اللهُ سبحانه وتعالى الشفيعَ للظالمين على سبيل العموم، والعُصاةُ ظالِمون، فلا يكون لهم شفيعٌ أصلاً.\n__________\n(1) أخرجه أبو داود (4739)، والترمذي (2435) من حديث أنس.\nوأخرجه الترمذي (2436) من حديث جابر بن عبد الله رضي الله عنهما.\n(1/129)\n",
        "ومنها قولُه تعالى: ?مِنْ قَبْلِ أنْ يَأْتِيَ يَوْمٌ لَا بَيْعٌ فِيهِ وَلَا خُلَّةٌ وَلَا شَفَاعَةٌ? [البقرة: 254]، دلَّت الآيةُ على سبيل الظهور على نفي الشفاعة على الإطلاقِ، فيلزمُ نفيُ شفاعةِ النبيِّ عليه السلام في حقِّ العُصاة.\nوأُجيبَ عن الكلِّ بأنها غيرُ عامَّةٍ في الأعيان والأزمان، فلا تتناول محلّ النِّزاع، ولئن سُلِّمَ أنها عامَّةٌ في الأعيان والأزمان، حتى تكون متناولةً لِمحلِّ النِّزاع، فمخصوصةٌ بما ذكرنا من الآيات الدالَّة على ثبوت الشفاعة في حقِّ العُصاة، فتُأوَّلُ الآياتُ بتخصيصها بالكفار جمعاً بين الأدلة.\n[تفضيل عائشة وبراءتها عما قيل فيها]\nواعلم أنَّا نعتقدُ أنَّ (عائشةَ رضي الله تعالى عنها وعن أبيها بعدَ خديجةَ الكبرى رضي الله تعالى عنها أفضلَ نساءِ العالَمِين (1)\n__________\n(1) وهو قول بعض أهل العلم. وقال آخرون: أفضل نساء العالمين السيدة فاطمة عليها السلام، وهو الأشبه بمذهب الأشعري كما قال الأستاذ عبد القاهر التميمي في «أصول الدين» ص161، قلنا: وهو الأرجح من حيث الأدلة. ... ... ... =\n= وتوقّف بعضُهم في الترجيح بين فاطمة وعائشة، واختاره العلامة علي القاري في «شرح بدء الأمالي» ص26 فقال: وهو المذهب الأسلم كما قاله ابن جماعة، وإليه مال القاضي أبو جعفر الاستروشني من الحنفية وبعض الشافعية لتعارض الأدلة في ذلك، لقوله عليه السلام لفاطمة: «أمَا تَرضَينَ أن تكوني سيِّدةَ نساءِ أهلِ الجنَّة أو نساء هذه الأمَّة»، ولقوله عليه السلام: «فضلُ عائشةَ على النِّساء كفضلِ الثّريدِ على سائرِ الطعام» رواهما الشيخان [البخاري (3624) و (3411)، ومسلم (2450) و (2431) على الترتيب]. قلنا: وفي المسألة تفصيل ليس هذا محله، وعلى كلِّ حال فلا يجب على المكلف بعد الاعتراف بفضل أزواج النبي صلى الله عليه وسلم وبناته واعتقاد رفعة منزلتهن أن يعتقد تفضيل واحدة بعينها، فالمسألة خلافية، ولا يترتب عليها أثر.\n(1/130)\n\n، وأمَّ المؤمنين، ومطهَّرةً عن الزنا بريئةً عمَّا قالت الروافِضُ) خذلَهُمُ اللهُ تعالى (فمَن شَهِدَ عليها بالزِّنا فهو ولدُ الزِّنا) بل هو كافرٌ، لأنه يُنكِرُ الآياتِ الدالَّةَ على براءةِ ساحتِها رضي الله تعالى عنها، ومَن أنكرَ آيةً من القرآن فقد كفر.\n[خلود أهل الجنة وأهل النار فيهما]\nقوله: (وأهلُ الجنَّةِ في الجنَّةِ خالدونَ ... إلخ) إشارة إلى أن العفوَ عن الكفرِ لا يجوز عقلاً عندنا خلافاً للأشعريِّ، وتخليدُ المؤمنين في النار وتخليدُ الكافرين في الجنَّة عنده يجوزُ عقلاً أيضاً، إلا أن السَّمْعَ وردَ بخِلافِه، له أنه تصرُّفٌ في مُلكِهِ، فلا يكون ظُلماً، إذ الظلمُ تصرُّفٌ في مُلكِ الغير. وعندنا لا يجوز؛ لأن الحِكمةَ تقتضي التَّفرِقَةَ بين المُحسِنِ والمُسيءِ، ولهذا استبعدَ اللهُ تعالى التَّسوِيَةَ بينهما بقوله: ?أَمْ نَجْعَلُ الذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ كَالمُفْسِدِينَ في الأرْضِ أَمْ نَجْعَلُ المُتَّقِينَ كَالفُجَّارِ? [صاد: 28]، ?أَمْ حَسِبَ الذِينَ اجْتَرَحُوا السَّيِّئَاتِ أنْ نَجْعَلَهُمْ كَالذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ سَوَاءً مَحْيَاهُمْ وَمَمَاتُهُمْ سَاءَ مَا يَحْكُمُونَ? [الجاثية: 21]، ?أفَنَجْعَلُ المُسْلِمِينَ كَالمُجْرِمِينَ * مَا لَكُمْ كَيْفَ تَحْكُمُونَ? [القلم: 35 ــ 36]، وتخليدُ المُؤمِن في النَّار، وتخليدُ الكافر في الجنَّةِ ظُلمٌ، لأنه وَضْعُ الشيءِ في غير مَوضِعِه، والإساءةُ في حقِّ المُحسِن، والإكرامُ في حقِّ المُسيءِ وضعُ الشيء في غير مَوضعِه (1)، فكان ظلماً، تعالى عن ذلك علوَّاً كبيراً.\n__________\n(1) من قوله: «والإساءة» إلى هنا سقط من (ج).",
        "(1/131)\n\nوالتصرُّفُ في مُلكِهِ إنما يجوزُ إذا كانَ على وجه الحِكمة، وأما على خِلاف الحِكمة يكون سَفَهَاً، فثبتَ أن أهلَ الجنَّة في الجنَّة خالدونَ، وأهلَ النَّار في النَّار خالدون، كما قال الله تعالى في حقِّ أهل الجنة: ?أُوْلئِكَ أَصْحَابُ الجَنَّةِ هُمْ فِيهَا خَالِدُونَ? [البقرة: 82]، وفي حقِّ أهل النار: ?أُوْلئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ? [البقرة: 39].\nذكر الشيخُ أبو منصورٍ الماتريديُّ رحمه الله في «التوحيد» (1) في الفرق بين الكفرِ وما دونه من الذنوب في جوازِ العَفْوِ عمَّا دونَ الكفرِ وامتناعِه فيه: أنَّ الكفرَ مذهبٌ يُعتَقَدُ، والمذاهبُ تُعتقدُ للأبد، فعلى ذلك عقوبتُه. وسائرُ الكبائر لا تُفعَلُ للأبد، بل (2) في أوقاتِ غلبةِ الشهواتِ، فعلى ذلك عقوبتُها. ولأن الكفرَ قبيحٌ لعينه لا يحتمل الإطلاقَ ورَفْعَ الحرمة عنه، فعلى ذلك عقوبتُه لا تحتملُ الارتفاعَ والعفوَ عنه في الحكمة، وسائر المآثِمِ يجوزُ رفعُ الحرمة عنها في العقل، فكذا عقوبتُه، ولأن العفوَ عن الكافر [عفوٌ] في غير موضع العفو، لأنه يُنكِرُ المُنعِمَ ويرى ذلك حقَّاً، ولا كذلك سائرُ المآثم فصاحبُها يعرِفُ المُنعِمَ والعفوَ، فيجوزُ العفوُ عنه في الحكمة.\n__________\n(1) انظر ص362 منه، وما ستراه بين حاصرتين مستدرك منه\n(2) تحرَّف في (ص) و (ج) إلى: «لا تفعل إلا بدليل في»، والمثبت من (ف) و (ب).\n(1/132)",
        "\nوهذا آخر ما أردنا إيراده في شرح هذه «الوصية» المباركة، جعله الله نافعاً لطالبيه، وشافعاً لمؤلفه وناظريه، والحمد لله وحده، وصلى الله على محمَّد وآله (1).\nمصادر ومراجع التحقيق:\n1. الإبانة عن أصول الديانة للأشعري، تحقيق د. فوقية حسين، مصر.\n2. أبجد العلوم لصدِّيق حسن خان القنوجي، تحقيق عبد الجبار زكار، بيروت.\n3. الاتباع لابن أبي العز، تحقيق د. عاصم القريوتي.\n4. إتحاف السادة المتقين لمحمد مرتضى الزبيدي، مصورة بيروت عن المصرية.\n5. إثبات عذاب القبر للبيهقي، تحقيق د. شرف القضاة، عمان.\n6. إحياء علوم الدين للغزالي، مصورة بيروت عن المصرية.\n7. الإرشاد لإمام الحرمين الجويني، مؤسسة الكتب الثقافية، مصر، 1405.\n8. الاستذكار لابن عبد البر، تحقيق د. محمود القيسية وحسان عبد المنان، دار النداء، دبي.\n9. الأسماء والصفات للبيهقي، تحقيق الكوثري، مصر.\n10. أصول الدين عند الإمام أبي حنيفة، للدكتور محمد الخميس، دار الصميعي، الرياض.\n11. أصول الدين لعبد البقاهر البغدادي، دار الفكر، بيروت.\n12. أصول السرخسي، تحقيق أبو الوفا الأفغاني، بيروت.\n13. الأعلام للزركلي، الطبعة الرابعة، بيروت.\n14. الاقتصاد في الاعتقاد للغزالي، دار الكتب العلمية، بيروت، 1403.\n15. الإكمال لابن ماكولا، دار الكتب العلمية، بيروت، 1411.\n16. الإمام الأعظم أبو حنيفة المتكلم، عناية الله إبلاغ.\n17. إنباء الغمر في أبناء العمر، لابن حجر، الهند، 1387.\n__________\n(1) وكان الانتهاء ــ بحمد الله تعالى وتوفيقه وفضله وكرمه ــ من خدمة هذا الشرح المفيد وتخريج أحاديثه والتعليق عليه على حسب الطاقة بعد غروب يوم الأحد الحادي عشر من شهر شعبان من شهور سنة 1426 من هجرة سيد الأنام، عليه الصلاة والسلام، سائلين الله سبحانه أن يتقبَّلَه منَّا ويَغفِرَ لنا ولمؤلفه وللمستفيدين منه بجاه سيد الأولين والآخرين. والحمد لله رب العالمين.\n(1/133)\n",
        "18. الانتقاء في فضائل الأئمة الثلاثة الفقهاء لابن عبد البر، تحقيق الكوثري، مصورة بيروت عن المصرية.\n19. الأنساب للسمعاني، تحقيق المعلمي اليماني، بيروت.\n20. الإنصاف فيما يجب اعتقاده ولا يجوز الجهل به للباقلاني، تحقيق الكوثري، مصر.\n21. البحر الرائق شرح كنز الدقائق لابن نجيم، دار المعرفة، بيروت.\n22. بدائع الزهور في وقائع الدهور، لابن إياس، تحقيق محمد مصطفى، مصر، 1402.\n23. بدائع لصنائع للكاساني، دار الكتاب العربي، بيروت، 1402.\n24. البداية والنهاية لابن كثير، مكتبة المعارف، بيروت.\n25. بغية الوعاة للسيوطي، تحقيق محمد أبو الفضل إبراهيم، دار الفكر، 1399.\n26. تاج التراجم لابن قطلوبغا، مصر.\n27. تاج العروس شرح القاموس، لمحمد مرتضى الزبيدي.\n28. تاريخ الأمم والملوك للطبري، دار الكتب العلمية، بيروت، 1407.\n30. تاريخ الدولة العلية العثمانية لمحمد فريد بك، تحقيق د. إحسان حقي، بيروت.\n31. تاريخ بغداد للخطيب البغدادي، مصورة بيروت عن المصرية.\n32. تأنيب الخطيب على ما ساقه في ترجمة أبي حنيفة من الأكاذيب للكوثري، بيروت.\n33. تأويلات أهل السنة للماتريدي، تحقيق فاطمة الخيمي، مؤسسة الرسالة، 1425.\n34. تبصرة الأدلة لأبي لمعين النسفي،\n35. تحفة الفقهاء للسمرقندي، دار الكتب العلمية، بيروت، 1405.\n36. تحفة المريد شرح جوهرة التوحيد للباجوري، مصر.\n37. التخويف من النار لابن رجب الحنبلي، دار البيان، دمشق، 1399.\n38. تذكرة الحفاظ للذهبي، مصورة بيروت عن المصرية.\n39. تفسير أبي السعود (إرشاد العقل السليم)، دار إحياء التراث العربي، بيروت.\n41. تفسير الطبري (جامع البيان)، دار الفكر، بيروت، 1405.\n41. تقريب التهذيب لابن حجر العسقلاني، تحقيق محمد عوامة، دار الرشيد.\n42. التلخيص الحبير لابن حجر، تحقيق عبد الله اليماني، مصورة بيروت.\n43. التمهيد لابن عبد البر، المغرب.\n(1/134)\n\n44. تهذيب الكمال في أسماء الرجال للمزي، تحقيق د. بشار عواد، مؤسسة الرسالة.\n45. التوحيد للماتريدي، تحقيق د. فتح الله خليف، دار الجامعات المصرية، الإسكندرية.\n46. جامع الترمذي، العزو لترقيم أحمد شاكر.\n47. الجواهر المضية في طبقات لحنفية لعبد القادر القرشي، تحقيق عبد الفتاح الحلو، مؤسسة الرسالة.\n48. حاشية ابن قطلوبغا على المسامرة، مطبوع بذيل المسايرة الآتي.\n49. الحلية لأبي نعيم الصفهاني، دار الكتاب العربي، بيروت، 1405.\n50. خواطر دينية لعبد الله الغماري، مكتبة القاهرة، مصر.\n51. الدر المنثور في التفسير بالمأثور للسيوطي، دار الفكر، بيروت، 1413.\n52. الدرر الكامنة في أعيان المئة الثامنة، لابن حجر، بيروت.\n53.دفع شبه التشبيه بأكف التنزيه لابن الجوزي، تحقيق الكوثري، مصر.\n54. دفع شبه التشبيه بأكف التنزيه لابن الجوزي، تحقيق حسن السقاف، عمان.\n55. رسالة أهل الثغر للأشعري، تحقيق عبد الله الجنيدي، مكتبة العلوم والحكم، 1409.\n56. الرفع والتكميل في الجرح والتعديل للكنوي، تحقيق عبد الفتاح أبو غدة، بيروت.\n57. روضة الطالبين للنووي، المكتب الإسلامي، بيروت.\n58. الزهد الكبير للبيهقي، تحقيق عامر حيدر، مؤسسة الكتب الثقافية، بيروت.\n59. الزهد لعبد الله بن المبارك، تحقيق حبيب الرحمن الأعظمي، بيروت.\n60. الزهد لهناد بن السري، تحقيق الفريوائي، دار الخلفاء للكتاب الإسلامي، الكويت.\n61. السنة لعبد الله بن أحمد، تحقيق القحطاني، الدمام، 1406.\n62. السنة للخلال، تحقيق د. عطية الزهراني، دار الراية، الرياض، 1410.\n63. سنن ابن ماجه، العزو لترقيم محمد فؤاد عبد الباقي.\n64. سنن أبي داود، العزو لترقيم محمد محيي الدين عبد الحميد.\n65. سنن الدارقطني، تحقيق شعيب الأرنؤوط وجماعة، مؤسسة الرسالة.\n66. السنن الكبرى للبيهقي، مصورة بيروت.\n67. السنن الكبرى للنسائي، تحقيق حسن شلبي، مؤسسة الرسالة.",
        "(1/135)\n\n68. سنن النسائي (المجتبى)، عناية عبد الفتاح أبو غدة، بيروت.\n69. سير أعلام النبلاء للذهبي، تحقيق شعيب الأرنؤوط وجماعة، مؤسسة الرسالة.\n70. السير الكبير لمحمد بن الحسن.\n71. سيرة ابن هشام، تحقيق طه عبد الرؤوف سعد، مصر.\n72. السيف الصقيل في الرد على ابن زفيل للسبكي، تكملة الكوثري، مصر.\n73. شذرات الذهب في أخبار من ذهب لابن العماد الحنبلي،\n74. شرح التلخيص لأكمل الدين البابرتي، تحقيق د. محمد مصطفى صوفيه، ليبيا.\n75. شرح السنة للبغوي، تحقيق شعيب الأرنؤوط، المكتب الإسلامي، بيروت.\n76. شرح العقائد النسفية لسعد الدين التفتازاني، مع حاشية الخيالي، البابي الحلبي، مصر.\n77. شرح العقيدة الطحاوية لعبد الغني الميداني، ت: مطيع لحافظ ورياض المالح، دمشق.\n78. شرح بدء الأمالي لعلي القاري، مصورة عن الطبعة التركية.\n79. شرح مشكل الآثار للطحاوي، تحقيق شعيب الأرنؤوط، مؤسسة الرسالة.\n80. شعب الإيمان للبيهقي، تحقيق محمد السعيد بسيوني زغلول، بيروت، 1410.\n81. الصحاح للجوهري، تحقيق أحمد عبد الغفور عطار.\n82. صحيح ابن حبان بترتيب ابن بلبان، تحقيق شعيب الأرنؤوط، مؤسسة الرسالة.\n83. صحيح البخاري، العزو لترقيم محمد فؤاد عبد الباقي.\n84. صحيح مسلم، العزو لترقيم محمد فؤاد عبد الباقي.\n85. الضوء اللامع لأهل القرن التاسع للسخاوي، مصورة بيروت.\n86. طبقات الحنفية لابن الحنائي، تحقيق سفيان عايش وفراس مشعل، عمَّان، 1425.\n87. الطبقات السنية في تراجم الحنفية لتقي الدين التميمي، تحقيق عبد الفتاح الحلو.\n88. طبقات الشافعية الكبرى للسبكي، تحقيق الحلو والطناحي، بيروت.\n89. العالم والمتعلم لأبي حنيفة، ضمن مجموع بتحقيق الكوثري، مصر.\n90. العبر في أخبار من غبر للذهبي، تحقيق د. صلاح الدين المنجد، الكويت.\n91. عجائب الآثار في التراجم والأخبار لعبد الرحمن بن حسن الجبرتي، دار الجيل.\n(1/136)",
        "\n92. العواصم من القواصم لأبي بكر بن العربي المعافري، الطبعة الكاملة.\n93. فتح الباري بشرح صحيح البخاري لابن حجر العسقلاني، السلفية.\n94. فتح القدير، لابن الهمام السيواسي، مصورة بيروت عن المصرية.\n95. الفرق بين الفرق لعبد القاهر البغدادي، تحقيق محمد محيي الدين عبد الحميد، مصر.\n96. الفصل للوصل المدرج في المتن للخطيب، تحقيق الزهراني، الرياض، 1418.\n97. الفقه الأبسط لأبي حنيفة، ضمن مجموع بتحقيق الكوثري، مصر.\n98. الفقه الأكبر لأبي حنيفة، ضمن مجموع بتحقيق الكوثري، مصر.\n99. الفوائد البهية في طبقات لحنفية للكنوي، مصورة بيروت.\n100. فيض القدير شرح الجامع الصغير للمناوي، مصورة بيروت عن المصرية.\n101. كشف الأسرار عن أصول البزدوي، تحقيق محمد المعتصم بالله البغدادي، بيروت.\n102. كشف الخفاء ومزيل الإلباس للعجلوني، تحقيق القلاش، مؤسسة الرسالة.\n103. كشف الستر عن فرضية الوتر لعبد الغني النابلسي، تحقيق الكوثري، مصر.\n104. كشف الظنون في أسامي الكتب والفنون لحاجي خليفة، بيروت.\n105. الكليات لأبي البقاء الكفوي.\n106. لسان العرب لابن منظور المصري، دار صادر، بيروت.\n107. لسان الميزان لابن حجر العسقلاني، تحقيق عبد الفتاح أبو غدة، بيروت.\n108. المبسوط للسرخسي، مصورة بيروت.\n109. مجرد مقالات أبي الحسن الأشعري لأبي بكر ابن فورك، تحقيق دانيال جيماريه، دار المشرق، بيروت.\n110. المحلى لابن حزم، تحقيق أحمد شاكر، مصورة بيروت.\n111. المسامرة بشرح المسايرة لابن أبي شريف، تحقيق محيي الدين عبد الحميد، مصر.\n112. المسايرة في العقائد المنجية في الآخرة لابن الهمام، مع شرحها المسامرة، تحقيق محمد محيي الدين عبد الحميد، مصر.\n113. المستدرك للحاكم، مصورة بيروت.\n114. مسند أبي حنيفة لأبي نعيم الأصفهاني، تحقيق نظر الفاريابي، الرياض، 1415.\n115. مسند أحمد بن حنبل، مصورة بيروت عن المصرية.\n(1/137)\n",
        "116. مسند البزار، تحقيق د. محفوظ الرحمن زين الله، مكتبة العلوم والحكم، 1409.\n117. مسند الشافعي، دار الكتب العلمية، بيروت.\n118. مسند الشهاب للقضاعي، تحقيق حمدي السلفي، مؤسسة الرسالة، بيروت.\n119. مصنف ابن أبي شيبة، الطبعة الهندية.\n120. مصنف عبد الرزاق، تحقيق حبيب الرحمن الأعظمي، المكتب الإسلامي، بيروت.\n121. معجم البلدان لياقوت الحموي، دار صادر، بيروت.\n122. المعجم الكبير للطبراني، تحقيق حمدي السلفي.\n123. معجم المؤلفين لعمر رضا كحالة، مؤسسة الرسالة، بيروت.\n124. مقالات الإسلاميين للأشعري، تحقيق عبد العزيز الوكيل، دار الفكر، بيروت.\n125. المنار المنيف في الصحيح والضعيف لابن القيم، تحقيق عبد الفتاح أبو غدة.\n126. مناقب الإمام أبي حنيفة للكردري، دار الكتاب العربي، بيروت.\n127. مناقب الإمام أبي حنيفة للموفق الكي، دار الكتاب العربي، بيروت.\n128. المنتظم لابن الجوزي، دار صادر، 1358.\n129. منهاج السنة النبوية لابن تيمية، تحقيق محمد رشاد سالم.\n130. ميزان الاعتدال في نقد الرجال للذهبي، تحقيق البجاوي، بيروت.\n131. النجوم الزاهرة في أخبار مصر والقاهرة، لابن تغري بردي الأتابكي، مصر.\n132. الوصية لأبي حنيفة، ضمن مجموع بتحقيق الكوثري، مصر.\n133. وفيات الأعيان لابن خلكان، تحقيق إحسان عباس، دار صادر، 1398.\nفهرس الموضوعات\nمقدمة التحقيق ........................................................... 5\nترجمة المصنف ............................................................ 8\nاسمه ومولده وحياته ..................................................... 8\nشيوخه .................................................................. 9\nتلاميذه ................................................................ 11\nثناء أهل العلم عليه .................................................... 12\n(1/138)\n\nتصانيفه ................................................................ 13\nنسبة «شرح الوصية» إليه ............................................... 16\nوفاته ................................................................... 16\nنسبة «الوصية» إلى أبي حنيفة ............................................ 19\nالكلام على إسناد «الوصية» ............................................. 26\nوصف الأصول الخطية ................................................. 34\nعملنا في الكتاب ....................................................... 37\nمقدمة الشارح .......................................................... 51\nماهية الإيمان ............................................................ 52\nطريق وجوب الإيمان ................................................... 55\nالتحسين والتقبيح العقليين ............................................. 55\nوجوب الإيمان بالعقل عند أبي حنيفة ................................... 58\nوجوب الإيمان على الصبي العاقل ...................................... 59\nصحة إيمان الصبي بلا خلاف ........................................... 59\nأدلة المعتزلة في حسن الإيمان ووجوبه عقلاً والجواب عليها ............... 60\nتحقيق معنى وجوب الإيمان بالعقل عند لماتريدية ........................ 62\nالإقرار لا يكفي وحده في الإيمان ........................................ 63\nزيادة الإيمان ونقصانه .................................................. 67\nالإيمان مخلوق .......................................................... 71\nالاستثناء في الإيمان ..................................................... 71\nحكم مرتكب الكبيرة ................................................... 74",
        "(1/139)\n\nالعمل شرط كمال في الإيمان وليس جزءاً منه ............................ 78\nتقدير الخير والشر من الله ............................................... 81\nالأعمال ثلاثة: فرائض وفضائل ومعاص ................................ 82\nالفريضة بأمر الله ومشيئته ومحبته ورضاه ................................. 83\nالمشيئة والإرادة ......................................................... 84\nالرضا .................................................................. 85\nالقضاء والقدر ......................................................... 86\nصفة التكوين .......................................................... 86\nالفضيلة ليست بأمر الله ولكن بمشيئته ومحبته ورضاه .................... 87\nالمعصية ليست بأمر الله ولكن بمشيئته لا بمحبته ......................... 87\nكيفية وقوع الشر في قضائه تعالى ......................................... 90\nالمحبة والرضا عند الأشعري ............................................ 91\nالاستواء على العرش ................................................... 92\nالقرآن كلام الله غير مخلوق .............................................. 99\nأقضل الأمة بعد النبي صلى الله عليه وسلم ............................................. 105\nفضائل أبي بكر الصديق ............................................... 105\nفضائل عمر .......................................................... 108\nفضائل عثمان ......................................................... 109\nفضائل علي ........................................................... 110\nفضل أولاد الصحابة ومن بعدهم ..................................... 112\nخلق أفعل العباد ...................................................... 112\n(1/140)",
        "\nالرزق ................................................................ 117\nالناس ثلاثة: مؤمن مخلص ومنافق مذاهن وكافر جاحد .............. 119\nمعنى «يا أيها الناس اتقوا ربكم» ....................................... 120\nالاستطاعة مع الفعل لا قبله ولا بعده ................................. 120\nوجوب اعتقاد مشروعية المسح على الخفين ............................ 122\nوجوب اعتقاد مشروعية الفصر والإفطار في السفر .................... 127\nالقلم حق ............................................................ 129\nعذاب القبر والجنة والنار والميزان وقراءة الكتب حق .................. 130\nعذاب القبر .......................................................... 131\nالجنة والنار ........................................................... 133\nالميزان ................................................................ 137\nقراءة الكتب .......................................................... 138\nالبعث والمعاد ......................................................... 140\nالرؤية ................................................................ 143\nالشفاعة .............................................................. 147\nوتفضيل عائشة وبراءتها عما قيل فيها .................................. 149\nخلود أهل الجنة وأهل النار فيهما ...................................... 150\nمصادر ومراجع التحقيق ............................................. 151\n(1/141)\n"
    ]
}