{
    "partText": [
        "\n\nبسم الله الرحمن الرحيم\nتقديم :",
        "الحمد لله منزل الكتاب عربيا هدى للعالمين ، والصلاة والسلام على نبيه المعلم الأمين ، وعلى آله وأصحابه والآخذين بهديه إلى يوم الدين.\nوبعد ، فإن علم النحو أقدم علوم العربية وضعا ، وقد سبقت البصرة إلى فتح بابه ، ووضع أسسه ، وتأليف الكتب فيه ، إذ بدأ أبو الأسود الدؤلي (ت 69 ه‍) بضبط المصحف للتمييز بين حركات الإعراب المختلفة (1) ، كما نسب إليه وضع أول فصول النحو بتوجيه من علي بن أبي طالب رضي الله عنه (2) ، ثم توالى من بعد أبي الأسود تلامذته .. إلى أن كان عيسى بن عمر الثقفي (ت 149 ه‍) فوضع في النحو كتابين هما : الجامع والإكمال ، أثنى عليهما تلميذه الخليل بن أحمد الأزديّ بقوله :\n__________________\n(1) أخبار النحويين البصريين ص 12",
        "(2) المصدر السابق ، وبغية الوعاة 2 / 22 وخزانة البغدادي 1 / 136\n(3) أخبار النحويين البصريين 25 وبغية الوعاة 2 / 237\nغير أن الزمن عوّض عن فقد هذين الكتابين بمعجزة القرن الثاني ، بالخليل نفسه (ت حوالي 175 ه‍) بعد أن قضى من عمره شطرا يشافه الأعراب ويحفظ عنهم ، يعمل في ذلك فكره ، يستقرىء ويستنبط ، يقيس ويعلل .. دون أن يضع في ذلك كتابا ، غير أن ثمار قياسه ونظراته وتعليلاته آتت أكلها في كتاب تلميذه النابه سيبويه (ت حوالي 180 ه‍) الذي سار في لقاء أبناء البادية والأخذ عن فصائحها سيرة شيخه الخليل ، الذي كان «يحفظ نصف اللغة» (1) حتى قال المبرد : «إن المفتشين من أهل العربية ، ومن له المعرفة باللغة تتبعوا على سيبويه الأمثلة ، فلم يجدوه ترك من كلام العرب إلا ثلاثة أمثلة : منها الهند لع وهي بقلة ، والدّرداقس وهو عظم القفا ، وشمنصير وهو اسم أرض» (2).\nثم عكف على وضع كتابه ، ملتزما مراجعة الخليل ، ينقل أقواله ، ويستضيء برأيه في كثير مما جاء في كتابه من مسائل النحو ، مما يطالع المتصفح لكتاب سيبويه من أمثال قوله : (وسألته) أو (قال) أو ما أشبه ذلك (3).",
        "وقد أحدث كتاب سيبويه منذ حياة صاحبه أوسع الأصداء ، وأقبل عليه المشتغلون في إكبار وتعظيم ، بما تميز به من أمانة في النقل ، وغزارة في المادة ، وتنوع في الأساليب الفصيحة .. في حسن تقليب لها ، ونظر فيها ، وموازنة بينها .. ثم من ذوق في الاختيار ، وتوخ للمعنى والتزام جانبه بقوة فيما يختاره ويأخذ به من وجوه ، بعيدا عن الأحكام المسبقة والقواعد المطلقة .. مما يفتح ذهن القارىء ، ويأخذ بيده ليشارك في استنباط هذه القواعد التي تهتدي في دروبها ـ بين\n__________________\n(1) أخبار النحويين البصريين 41\n(2) رسالة مخطوطة لأبي جعفر النحاس فيما يتعلق بالكتاب 2 / أ. وانظر المنصف لابن جني (البابي الحلبي) 1 / 31 و «شمنصير» في القاموس (شمر) 2 / 64 جبل لهذيل.",
        "(3) أخبار النحويين البصريين 31\nهذا الجم الغزير من الشواهد والنصوص ـ بالذوق ، ودقة النظر ، وحسن التمييز ، معتمدا في ذلك كله : نصوص القرآن الكريم ، وطرفا من الحديث الشريف ، والشعر العربي الموثوق به ، وما سمعه من كلام الأعراب وأقوالهم.\nوهكذا نال هذا الكتاب في وقت مبكر أوسع ما يستحقه من اهتمام وإعجاب ، «حتى صار علما عند النحويين ، فكان يقال بالبصرة : قرأ فلان الكتاب ، فيعلم أنه كتاب سيبويه ، وقرأ نصف الكتاب ، فلا يشك أنه كتاب سيبويه» (1). وكان أبو عثمان المازني (ت 248 ه‍) يقول : «من أراد أن يعمل كتابا كبيرا في النحو بعد سيبويه فليستح» (2).\nوسمع غير واحد من الجرمي قوله : «أنا مذ ثلاثون سنة أفتي الناس في الفقه من كتاب سيبويه .. إذ كان كتاب سيبويه يستعلم منه النظر والقياس» (3) ورأى فيه المبرد عملا كاملا متفردا في قوله : «لم يعمل كتاب في علم من العلوم مثل كتاب سيبويه ، ذلك أن الكتب المصنفة في العلوم مضطرة إلى غيرها ، وكتاب سيبويه من فهمه لا يحتاج إلى غيره» (4).",
        "ولم يقتصر هذا الإدراك لأهمية «الكتاب» على علماء البصرة ، بل إن الكسائى رأس الكوفة (ت نحو 187 ه‍) وجد الفوز بأرومة هذا العلم أن يقرأ الكتاب ، إذ ورد للأخفش قوله : «جاءنا الكسائي إلى البصرة ، فسألني أن أقرأ عليه أو أقرته كتاب سيبويه ، ففعلت ، فوجه إليّ خمسين دينارا» (5).\n__________________\n(1) أخبار النحويين البصريين 39 وبغية الوعاة 1 / 466\n(2) أخبار النحويين البصريين 39",
        "(3) من رسالة أبي جعفر النحاس 1 / أ\n(4) المصدر السابق.\n(5) من رسالة أبي جعفر النحاس 2 / ب والمبلغ عنده (مائتا دينار). وانظر كذلك : أخبار النحويين البصريين ص 40\nوهذا الفراء وهو خليفة الكسائي «كان زائد العصبية على سيبويه ، وكتاب سيبويه تحت رأسه» (1).",
        "ثم نسمع الجاحظ (ت 255 ه‍) وهو يخاطب محمد بن عبد الملك الزيات بقوله : «أردت أن أهدي إليك شيئا ، ففكرت فإذا كل شيء عندك ، فلم أر أشرف من هذا الكتاب ، وقد اشتريته من ميراث الفراء» فقال الزيات : «والله ما أهديت إليّ شيئا أحب إليّ منه» (2).\nوحين يمضي على تأليف الكتاب أربعة قرون نسمع الزمخشري أحد كبار علماء القرن السادس وهو ينشد في «الكتاب» قوله :\n* * *\nوازداد الاهتمام بالكتاب ، واتسعت دائرته بتقدم الزمن ، فعكف عليه الكثيرون من العلماء عبر العصور ، يشرحون نصه وعباراته ، أو يقتصرون على شرح أبياته ، أو يعنون بالأمرين معا.",
        "فقد تعاور شرح نصه تسعة وعشرون عالما ، بدأوا بتلميذه الأخفش الأوسط في مطلع القرن الثالث ، حتى الباقلّاني أواخر القرن الهجري الثامن.\n__________________\n(1) بغية الوعاة 2 / 333\n(2) سيبويه إمام النحاة للأستاذ علي النجدي ناصف ص 193 والمدارس النحوية د. شوقي ضيف 59",
        "(3) بغية الوعاة 2 / 230\nكما أقبل على شرح أبياته ما يربو على ثمانية عشر شارحا ، تقدمهم أبو العباس المبرّد (ت 285 ه‍) وكان آخرهم حسبما وصل إلينا هو عفيف الدين ربيع بن محمد الكوفي (ت حوالي 682 ه‍) (1).\nويأتي شرح أبي سعيد السيرافي (ت 368 ه‍) أكمل شروح الكتاب على الإطلاق وأكثرها إحاطة وشهرة ، كما شهد بذلك كل من ترجم لأبي سعيد أو تحدث عنه ، حتى «حسده عليه أبو علي الفارسي» وغيره من معاصريه (2). وقد أشار التوحيدي إلى شدة اهتمام أبي علي وتلامذته بهذا الشرح ، إلى أن ظفر بشراء نسخة منه بألفي درهم (3).\nكما كان ابنه يوسف من أبرز من عكف على شرح أبياته ، وقدم له جل همه ، وخالص علمه وجهده ، فوصفه ابن خلّكان بأنه «الغاية في بابه» (4) مما جعل بعضهم ينسبه إلى أبي سعيد نفسه (5) كما نسب إلى يوسف إتمام شرح أبيه لكتاب سيبويه (6).",
        "* * *\nولما كان «للكتاب» هذه الأهمية البالغة في صرح العربية وقواعدها ، وكانت\n__________________\n(1) انظر لهذا وتفصيلاته : تاريخ الأدب العربي ـ بروكلمان 2 / 136 وكذلك : كتاب سيبويه وشروحه للدكتورة الحديثي ص 243 وما بعدها.",
        "(2) معجم الأدباء 8 / 147 وبغية الوعاة 1 / 508\n(3) الإمتاع والمؤانسة 1 / 131\n(4) وفيات الأعيان 6 / 70\n(5) معجم الأدباء 8 / 149",
        "(6) البداية والنهاية 11 / 319\nشواهده وأبياته هي الدعائم الأساسية التي تقوم عليها هذه القواعد وتتوثق ، وكانت اللغة العربية الأصيلة مما يقوم عليه وجودنا ـ إذ تشكل أقوى الروابط التي تشدنا إلى مجموعة خطيرة من القيم : فيما بيننا وبين تراثنا الروحي والعلمي من جهة ، وما بين أقطار أمتنا العربية والإسلامية من جهة أخرى ـ لكل هذه الأصول وغيرها .. رأيت من سديد العمل أن أسعى إلى جمهور هذه الشواهد ألمّ شتاتها ، وأجمع من الأنحاء شروحها ، لأخرج إلى النور أكمل ما رأيته منها ، مشفوعا بمعظم ما وصل الينا من هذه الشروح ، أو الردود عليها ، مخطوطة أو مطبوعة .. فيسهل بذلك حزنها ، ويقرب بعيدها ، ويتبسط لأذهان الأحفاد بعض أسمى ما تركه الأسلاف والأجداد ، وتتوثق بعد ذلك هذه الرابطة المصيرية بين أطراف تاريخ الأمة المجيد وأجيالها المتعاقبة.\nوقد تم لي ذلك باختيار «شرح أبيات سيبويه» ليوسف بن أبي سعيد السيرافي أحد أعلام القرن الهجري الرابع. فنهضت بعبء تحقيقه أولا ، ثم بدراسته وصاحبته وبعض أندادهما من مختلف الوجوه .. مكتفيا من ذلك هنا بالقدر الذي يعرّف بابن السيرافي وناقده الغندجانيّ ؛ إذ لا يزالان مغيّبين إلى حد كبير عن أنظار المصريين.\nوقد منّ الله تعالى على هذا الشرح بطبعتين سابقتين :",
        " ـ نهض بالأولى مجمع اللغة العربية بدمشق بين عامي 1396 ـ 1397 ه‍.\n ـ وظهرت الطبعة الثانية في دار المأمون للتراث بدمشق عام 1402 ه‍ وكان لا بد بعد نفاد الطبعتين واستمرار الحاجة إلى الكتاب ، من إخراج هذه الطبعة الثالثة بجهود دار العصماء بدمشق المخلصة.\nومما تجدر الإشارة إليه في جهود التحقيق ، ما عمدت إليه بفضل الله تعالى ـ من إغناء هذا الشرح بإيراد نقدات أبي محمد الأعرابي في كتابه\" فرحة الأديب\" في الحواشي ، مقابل مواضعها في صفحات ابن السيرافي مما يرقى بالكتاب في مدارج الكمال من جهة ويجعل الفائدة المنشودة قريبة ميسرة من جهة أخرى ، إضافة إلى جهود علمية نافعة كثيرة يلمسها القارئ في هذا الكتاب وحواشيه ، والله تعالى ولي العون والسداد والتوفيق\n",
        "1 ـ حياة ابن السيرافي\nاسمه ونسبه :\nهو أبو محمد يوسف (1) بن أبي سعيد الحسن (2) بن عبد الله بن المرزبان السيرافيّ. كان جد يوسف مجوسيا اسمه بهزاد ، ثم أسلم فسماه ابنه أبو سعيد عبد الله (3).\nأصله من فارس ، وحدّث عن أبيه فقال «أصل أبي من سيراف ، وبها ولد ، وبها ابتدأ بطلب العلم ، وخرج منها قبل العشرين ، ومضى إلى عمان وتفقه بها ، ثم عاد إلى سيراف .. ودخل بغداد ، وخلف القاضي أبا محمد بن معروف.» (4).",
        "هذا عن أبيه ، فما القول في أصوله الأولى قبل سيراف ..\nيحدثنا في ذلك ابن حوقل فيقول :\n__________________\n(1) ترجمته في : المنتظم لابن الجوزي 7 / 187 ووفيات الأعيان 6 / 70 ومعجم الأدباء 20 / 60 ومرآة الجنان 2 / 429 والبداية والنهاية 11 / 319 والجواهر المضيّة في طبقات الحنفية 2 / 226 والبلغة للفيروزابادي (تر 417) 291 وبغية الوعاة 2 / 355 وكشف الظنون 1 / 108 وهدية العارفين 2 / 549 وتذكرة النوادر 127",
        "(2) ترجمته في : نزهة الألبّاء (تر 118) 307 وإنباه الرواة 1 / 313 ووفيات الأعيان 1 / 360 ومعجم الأدباء 8 / 145 والبلغة (تر 99) 61 وتاج التراجم 82 وبغية الوعاة 1 / 507 وشذرات الذهب 3 / 65\n(3) وفيات الأعيان 1 / 360 و 6 / 70\n(4) وفيات الأعيان 1 / 360 ومعجم الأدباء 8 / 149\n«وبفارس سنّة جميلة ، وعادة فيما بينهم كالفضيلة ، من تفضيل أهل البيوتات القديمة ، وإكرام أهل النعم الأولية» ثم أخذ في تعداد هذه البيوتات إلى أن قال :",
        "«وأهل المرزبان بن فرابنداد أقدم أهل هذه البيوتات في العجم ، وأكبرهم عددا ، منهم أبو سعيد الحسن بن عبد الله ..» (1).\nهذه الحقيقة الهامة ، قد تفسر لنا الكثير من جوانب حياة أبي سعيد وسلوكه ، وحرصه على أن يصل طريفه بتالده في حياته الخاصة والعامة ، انطلاقا من تمسك الفرس بهذه الأصول وتكريمها ، وكذلك تحوّل ولده عن حرفته للسير بتوجيه من والده (2) على الطريق العلمي النبيل ، للحفاظ على السمعة النقية ، والمجد الذائع الذي حققه أبو سعيد في أوساط الدولة ومجالسها الراقية.\nنقول هذا دون أن نغفل ما كان عليه أبو سعيد من تديّن وتقوى ، وأثر ذلك في قويم مسلكه ، ونقاء معاملاته.\nمولده :",
        "كان مولد يوسف في بغداد سنة 330 ه‍ (3) بعد أن استقر والده فيها ، وهذا تاريخ صحيح وإن لم يصرح به غير ابن خلكان ، إلا أنهم اتفقوا على أنه توفي سنة 385 وعمره خمس وخمسون سنة (4).\n__________________\n(1) المسالك والممالك 209\n(2) نقل التوحيدي في : (المقابسات 112) قول أبي سعيد السيرافي يوصي ولده بقوله : «تركت لك هذه الكتب تكتسب بها خير الأجل ، فإذا رأيتها تخونك فاجعلها طعمة للنار».",
        "(3) وفيات الأعيان 6 / 71\n(4) وفيات الأعيان 6 / 71 والمنتظم لابن الجوزي 7 / 187 ومعجم الأدباء 20 / 60 وبغية الوعاة 2 / 355\nونقدّر أنه حين ولد في بغداد ، كان أبوه قد بزغ فيها نجمه ، فقد جاء لياقوت في أبي سعيد قوله : «أفتى في جامع الرصافة خمسين سنة على مذهب أبي حنيفة ، فما وجد له خطأ ، ولا عثر له على زلة» (1) كما اتفقت كتب التراجم على أنه توفي سنة 368 ه‍ عن أربع وثمانين سنة ، فمولده إذن هو سنة 284 ه‍ ورزق بولده يوسف وسنّه تجاوز الخامسة والأربعين.\nسيراف :",
        "أما سيراف التي ينتسب إليها أبو سعيد ـ وبقيت تلازم اسم ولده بالرغم من استقراره في بغداد .. ـ فهي ميناء صخري على الساحل الشرقي للخليج العربي ، وقد كان لها في تاريخ الفرس حرمة دينية قديمة ، وتروى عنها بعض الأساطير ، واسمها مركّب من (شير) بمعنى اللبن و (آب) أي الماء ، ثم عربت فقلبت الشين إلى السين ، والباء إلى الفاء (2).\nوتعد سيراف حتى قبيل منتصف القرن الرابع أكبر مدينة في إقليم فارس بعد شيراز ، وتأتي أهميتها وهي القاحلة ـ «لا زرع فيها ولا ضرع إلا ما يحمل إليها من البلدان» (3) ـ من أنها كانت مركز التبادل التجاري الوحيد على الساحل الشرقي بين فارس والهند. «فهي مشتبكة البناء ، كثيرة الأهل ، يبالغون في نفقات الأبنية ، حتى إن الرجل من التجار لينفق على داره زيادة على ثلاثين ألف دينار ، ويعملون فيها بساتين ، وإنما سقيها وفواكههم وأطيب مائهم من جبل مشرف عليهم يسمى حم» (4).\n__________________\n(1) معجم الأدباء 8 / 150",
        "(2) معجم البلدان 3 / 211\n(3) معجم البلدان 3 / 212\n(4) المسالك والممالك لابن حوقل 198\nوحين مر بها ياقوت فيما بعد ، دهش إذ لم يجد فيها شيئا مما قرأه عند ابن حوقل ، فلم يسعه إلا أن يقول : «كذا كانت في أيامه» واضطربت نفسه بحثا عن السبب فيما أصابها .. إلى أن وجده فقال : «فمنذ أن عمّر ابن عميرة جزيرة قيس ، صارت فرضة الهند ، وإليها منقلب التجار ، خربت سيراف وغيرها. ولقد رأيتها ، وليس بها قوم إلا صعاليك ، ما أوجب لهم المقام إلا حب الوطن» (1).",
        "ثم يمر بها في حديثه ثانية ، فيعرّفها بعبارة هادئة ، يستمدها من واقعها القائم بعيدا عن التأثر والانفعال فيقول : «سيراف ، بليد على ساحل البحر من أرض فارس ، رأيته أنا وبه أثر عمارة قديمة ، وجامع حسن ، إلا أنه الآن خراب» (2).\nونعود إلى تعليله السالف لخرابها فنقول : إنه ـ على وجاهته ـ غير كاف ليجعل من المدينة الصخرية العامرة خرابا .. قد يصح أن يخلق جلتها ويذهب بروائها وبهجتها ، أما أن يخرب بنيانها فأمر يحتاج إلى مزيد من البحث ..\nويأتينا الجواب قائلا : «سيراف بلد على الخليج ، خربتها الزلازل سنة 977 م» (3) أي 367 ه‍. ثم نجد رديفا لهذا الخبر في أمثالهم : «ولا كزلازل سيراف» (4).\nوهكذا يتبين ـ والمنطقة كما يبدو لم تألف الزلازل ـ أن زلزالا مدمرا لم يسمع بمثله قد اختارها فقوض عامرها بعيد منتصف القرن الهجري الرابع ، فباتت به مضرب الأمثال.",
        "__________________\n(1) معجم البلدان 3 / 212\n(2) معجم البلدان 8 / 145\n(3) المنجد ـ فردينان توتال (سيرجان) 276",
        "(4) معجم البلدان 3 / 631\nغير أن هذا الزلزال لم يستطع أن يمس ذكر هذه البلدة التي «خرج منها جماعة من العلماء» (1) من مثل أبي سعيد وولده (2) ، حفظوا وجودها نابضا على الأيام.\nمصور توضيحي (3)\n",
        "__________________\n(1) وفيات الأعيان 1 / 360 ـ 361\n(2) انظر ـ على سبيل المثال ـ ابن أبي الفتح السيرافي. بغية الوعاة 1 / 112\n(3) استعنت لتحديد أماكن هذه البلدان في إقليم فارس (الأهواز) بمصورات ومراجع : ",
        "\nنشأته وتحصيله :\nنشأ يوسف في بغداد ، وبها قضى حياته ، ولم يعرف عنه رحلة إلى غيرها قط ، إذ كفاه أبوه مؤونة كل شيء ، فسارت حياته في طريق هادئة.\nفقد بدأ تعليمه على يد والده ، وتوسع في ذلك في حلقاته فيما بعد ، فلم يسع إلى شيخ غيره .. ولا ضير في ذلك ، وأبو سعيد هو «شيخ الشيوخ وإمام الأئمة معرفة بالنحو واللغة والشعر والعروض والقوافي والقرآن والفرائض والحديث والكلام والحساب والهندسة» (1).",
        "غير أن أبا محمد لم يعتكف في محراب العلم كوالده ، ولم يصرف همه إليه وحده ، كيف .. وهو يرى في أبيه مثلا لا يشجعه على هذا ، إذ كان أبو سعيد ـ مع غزارة علمه وسعة شهرته ، وكثرة أعماله ـ ـ يحيا بأسرته في عيش هو أقرب إلى الكفاف ، فلقد كان «زاهدا ورعا ، لم يأخذ على الحكم أجرا» (2) «ولا يأكل إلا من كسب يده ، فلا يخرج من بيته إلى مجلس الحكم ، ولا إلى مجلس التدريس في كل يوم إلا بعد أن ينسخ عشر ورقات يأخذ أجرها عشرة دراهم تكون قدر مؤونته ، ثم يخرج إلى مجلسه» (3) مما حدا بابنه إلى أن يحترف عملا آخر ،\n__________________\nأ ـ المصورات : (أطلس التاريخ الإسلامي). صنع : هاري رهازارد ، ترجمة خورشيد ورفاقه. (وخريطة المملكة الإسلامية). مستمدة من خريطة : واصف والخضري وأطلس سبرونر. (وبلدان الخلافة الشرقية) لمؤلفه ليسترنج الخارطة (6) مقابل ص 283\nب ـ المراجع : الأنساب للسمعاني. والمسالك والممالك لابن حوقل. ومعجم البلدان لياقوت.",
        "(1) معجم الأدباء 8 / 150\n(2) بغية الوعاة 1 / 507\n(3) إنباه الرواة 1 / 313 ـ 314\nفكان يحضر مجالس أبيه العلمية ، وخاصة مجالس النحو واللغة ، ثم ينصرف إلى دكانه التي كان يعمل فيها سمانا (1) يضمن لنفسه عيشا أفضل.",
        "غير أن ميله إلى العلم سرعان ما غلبه على أمره ، واستحوذ على كل جهده واهتمامه ، وذلك في موقف كان يمكن أن يمر دون أن يترك أثرا ، روى خبره أبو العلاء المعري فقال :\n«حدثني عبد السلام البصري خازن دار العلم ببغداد ـ وكان لي صديقا صدوقا ـ قال : كنت في مجلس أبي سعيد السيرافي ، وبعض أصحابه يقرأ عليه (إصلاح المنطق) لابن السكّيت ، فمضى ببيت حميد بن ثور ، وهو :\n«فقال أبو سعيد : ومطوية ، أصلحه بالخفض ، ثم التفت إلينا فقال : هذه واو ربّ ، فقلت : أطال الله بقاء القاضي ، إن قبله ما يدل على الرفع .. فقال : وما هو؟ فقلت :\nومطوية الأقراب ...",
        "«فعاد وأصلحه. وكان ابنه أبو محمد حاضرا ، فتغير وجهه لذلك ، فنهض لساعته ووقته ـ والغضب يستطير في شمائله إلى دكانه ، فباعها واشتغل بالعلم إلى أن برع فيه وبلغ الغاية ، فعمل شرح [أبيات] إصلاح المنطق» (2). نذكر هذا دون أن نغفل ما تقدم من قول في استعداد ابن السيرافي للاعتكاف العلمي ـ استمرارا لتاريخ\n__________________\n(1) وفيات الأعيان 6 / 71\n(2) وفيات الأعيان 6 / 70",
        "أسرته المعروف من جهة واقتداء بسيرة أبيه العلمية ومجالسه وتأثيره من جهة أخرى ـ ليكون حلقة أصيلة في هذه السلسلة العريقة بعد ذلك.\nوبالنظر لسعة علم والده ، وتشعب معارفه ، وشهرة مجالسه ، فقد اكتفى ولده ـ كما تقدم ـ بالأخذ عنه دون غيره ، فكان من نتيجة ذلك أن بقي في دائرة معارف أبيه وطرائقه ، مما حدا ببعضهم إلى أن ينسب إلى أبي سعيد من مؤلفات ابنه ما ينم عن جودة وإتقان ، ومنه كتابه محور بحثنا «شرح أبيات كتاب سيبويه» (1) ، كما كان من نتائج ذلك تعمده إغفال ذكر أبيه في هذا الشرح على الأقل ، مكتفيا عند الضرورة بعبارة (قيل فيه ..) في محاولة للتأكيد على أنها ثماره الخاصة ، ونتاجه الشخصي.\nوإغفال ذكر الشيوخ ممن سمع عنهم ، أمر لم نألفه في المؤلفات القائمة بذاتها ، فكيف بكتاب يشرح لغيره ، وينظر في الشروح المتقدمة. وقد سبقه أبوه إلى شرح كتاب سيبويه «من أوله إلى آخره ، بغريبه ، وأمثاله ، وشواهده ، وأبياته» (2).\nعلومه :",
        "وهكذا تحددت طريق أبي محمد في خلال تحصيله ، فقد برع في ميداني النحو واللغة فذكر بهما ، وأكدت ذلك دروسه ، ثم نطقت به تآليفه.\n«فهو عالم بالنحو» وأتم بعد أبيه كتاب «الإقناع في النحو .. وإذا تأملته لم تجد بين اللفظين والقصدين تفاوتا كثيرا» وكذلك «كانت كتب اللغة تقرأ عليه مرة رواية ، ومرة دراية ، وقرىء عليه كتاب (البارع) للمفضل بن سلمة ، وهو\n__________________\n(1) معجم الأدباء 8 / 149 وبغية الوعاة 1 / 508",
        "(2) الإمتاع والمؤانسة 1 / 131\nكتاب كبير في عدة مجلدات ، هذب به كتاب (العين) المنسوب إلى الخليل بن أحمد ، وأضاف إليه في اللغة طرفا صالحا» (1).\nهذا مع أن «بضاعته قوية في العلوم الباقية» (2) بدليل أنه تصدّر في مجلس أبيه بعد موته ، و «خلفه في جميع علومه» (3) بعد أن عرفنا غنى معارف أبيه ، وكثرة العلوم التي كانت تقرأ عليه. لهذا يبعد أن نسلّم بعبارة ياقوت على إطلاقها ، لأن حال أبي محمد لا يؤكد صحتها ، وهذه كتبه وما خلفه من آثار تبين أنه «رأس في العربية واللغة» (4) وجاءت بضاعته في غيرهما موضع نقد وتجريح ، تناول الغندجاني في «فرحة الأديب» جانبا منها.\nوبذلك نستطيع أن نفسر خلافته أباه في مجلسه على أنه ملأ فراغه في حلقات النحو واللغة ، مع المشاركة بمعارف قريبة فيما يعرض له أثناء ذلك من العلوم الأخرى.",
        "أثره ومشاركاته :\nتبين لنا مما تقدم ، مدى الأثر الذي تركه ابن السيرافي فيما فقهه من علوم ، ونستطيع الجزم بأن أثره كان محصورا فيما قدّمه من جهوده في علمي النحو واللغة في ميدانين بارزين :\nأولهما : مجالس التدريس ، فقد «تصدر في مجلس أبيه بعد موته ، وكان يفيد الطلبة في حياته» (5) ، «ولم يزل أمره على سداد واشتغال وإفادة إلى أن توفي» (6).\n__________________",
        "(1) وفيات الأعيان 6 / 70 وما بعدها ، ومرآة الجنان 2 / 429\n(2) الجواهر المضيّة في طبقات الحنفية 2 / 226\n(3) معجم الأدباء 20 / 60\n(4) المصدر السابق",
        "(5) الجواهر المضيّة .. الموضع السابق.\n(6) وفيات الأعيان 6 / 70\nوثانيهما : ميدان التأليف ، وقد كان أبو محمد ـ فيما يبدو ـ حريصا على أن يقدم فيه أكبر قدر ممكن من المؤلفات القيمة.\nأما مجالس التدريس ، فهى على أهميتها ، ومواظبة ابن السيرافي على أدائها إلى أن وافته المنية سنة 385 ه‍ ـ إلا أنّ أثره فيها لم يتضح ـ فيما وصل إلينا من أخبار ـ كما لم يكن له من تلامذته من كان نابه الذكر ، فلم يبلغ بذلك شأو أبيه الذي كان من تلامذته : في النحو أمثال ابن مجاهد وأبي بكر بن دريد ، وفي القراءات أمثال أبي بكر بن السراج والمبرمان (1) ، كما كان أبو حيان التوحيدي أحد تلامذته الذين اشتد إعجابهم به طويلا ، ونوّه بذكره في معظم كتبه «فمن ذا مثله ومن ذا يجري مجراه» (2).",
        "مؤلفاته :\nفإذا قصّر أبو محمد عن أبيه في مجال التدريس ، فقد عوض عن ذلك في ميدان التأليف الفسيح ، فكان منه عدد من المؤلفات الثمينة ، الدالة على فضله وسعة اطلاعه.\nومما يلفت النظر في مؤلفاته انتماؤها إلى لون واحد ، فقد سخرها جميعا لشرح شواهد العربية في أبرز كتبها المشهورة المتداولة. وهذه الكتب هي :\n(1) شرح أبيات إصلاح المنطق. ورد في : وفيات الأعيان 6 / 70 ومعجم الأدباء 20 / 60 ومرآة الجنان 2 / 429 والجواهر المضيّة 2 / 226 والبلغة للفيروز أبادي 291 وبغية الوعاة 2 / 355 وخزانة الأدب 1 / 405 وكشف الظنون 1 / 328 وهدية العارفين 2 / 549 وتذكرة النوادر ص 127 ومعجم المؤلفين 13 / 291 والأعلام",
        "__________________\n(1) إنباه الرواة 1 / 313 ومعجم الأدباء 8 / 145\n(2) المقابسات 54 ، 58\nللزركلي 9 / 298 وأورده بروكلمان 2 / 206 للسيرافي أبي سعيد ، وقال : منه نسخة في كوبريلي رقم (1296).",
        "(2) شرح أبيات المجاز لأبي عبيدة. ورد في : وفيات الأعيان 6 / 70 ومرآة الجنان 2 / 429 وهدية العارفين 2 / 549 ومعجم المؤلفين 13 / 291\n(3) شرح أبيات معاني الزجّاج. ورد في : وفيات الأعيان 6 / 70 ومرآة الجنان 2 / 429 وهدية العارفين 2 / 549\n(4) شرح أبيات سيبويه. وهو كتابنا موضوع البحث. نسخته المصورة في معهد المخطوطات (56 نحو) في القاهرة ، وأشار مترجم بروكلمان 2 / 137 إلى وجود نسخة أخرى في نور عثمانية 4576 طبقبو 2601 ولم نهتد إلى ذلك.\nوقد ورد في : وفيات الأعيان 6 / 70 ومعجم الأدباء 20 / 60 ومرآة الجنان 2 / 429 والجواهر المضيّة 2 / 226 والبلغة 291 وبغية الوعاة 2 / 355 ومواضع كثيرة في خزانة الأدب منها 2 / 198 وهدية العارفين 2 / 549 وتذكرة النوادر 127 والأعلام 9 / 298",
        "(5) شرح أبيات الغريب المصنّف لأبي عبيد القاسم بن سلّام. ورد في : وفيات الأعيان 6 / 70 ومعجم الأدباء 20 / 60 ومرآة الجنان 2 / 429 والبلغة 291 وبغية الوعاة 2 / 429 ومعجم المؤلفين 13 / 291 والأعلام 9 / 298\n(6) شرح الفصيح : لم يذكره سوى البغدادي في خزانة الأدب 3 / 317\n(7) أكمل كتاب «الإقناع» في النحو. وهو لأبيه أتمه بعد وفاته. ورد ذلك في : وفيات الأعيان 6 / 70 والجواهر المضيّة 2 / 226 وتاج التراجم في طبقات الحنفية 82 وبغية الوعاة 2 / 355 ومعجم المؤلفين 13 / 291 والأعلام 9 / 298\n(8) ما أضافه إلى كتاب «البارع» في اللغة للمفضل بن سلمة ، وهو كتاب",
        "كبير في عدة مجلدات. ورد في : وفيات الأعيان 6 / 70 ومرآة الجنان 2 / 429\n(9) وانفرد ابن كثير بقوله : إنه «تمم شرح أبيه لكتاب سيبويه». جاء ذلك في : البداية والنهاية 11 / 319\n* * *\nهذه جملة كتبه ، وهي للمتأمل تشير إلى الاتجاه الذي ندب له ابن السيرافي نفسه ، وأفرغ فيه جهده. ونحن ـ على أية حال ـ لا نستطيع أن نمر مرورا عابرا بهذه الظاهرة ، التي تمثلت عند ابن السيرافي .. إذ لا بد ـ وراء هذا الإلحاح على شرح الشواهد من دوافع نكشف عنها ، وتعليلات نتلمسها ، مما ورد تفصيله في الدراسة المعنية بشروح شواهد العربية في نشأتها وتاريخها (1).",
        "صلاته العلمية :\nلا بد لنا قبل أن نطوي صفحة الحديث عن الجانب العلمي من حياة ابن السيرافي من الالتفات إلى مدى هذه الصلات العلمية والعقلية التي كانت تربطه بمعاصريه ، خصوصا وأن القرن الهجري الرابع كان حافلا بأعلام اللغة والنحو من أصحاب المؤلفات القيمة والمعاجم الكبرى.\nفإن جاز لنا أن نكتفي بما بين أيدينا من أخبار ، حكمنا بضعف الصلة بين ابن السيرافي وبين علماء عصره وأدبائه ، وقد ساعد على ذلك تجنبه شيوخ العلوم المختلفة في مرحلة التحصيل اكتفاء بما كان عند والده منها. فلم يعرف له من هذه العلاقات العلمية المثمرة سوى ما ذكر بأنه «كان بينه وبين أبي طالب أحمد بن أبي بكر العبدي النحوي مباحث ومناظرات منقولة بين الناس» (2).\n__________________",
        "(1) عساي أقوم بنشرها عما قريب إن شاء الله.\n(2) بغية الوعاة 6 / 71\nهذا كل ما قيل في صلاته بعلماء عصره ، مع أن عصره كان يزخر ـ كما قلنا ـ بأعلام الأدب واللغة والنحو وغيرها .. أمثال : أبي الطيب اللغوي ت 351 ه‍ وأبي الفرج الأصفهاني ت 356 ه‍ وحمزة الأصفهاني ت 360 ه‍ وأبي علي الفارسي ت 377 ه‍ وأبي بكر الزبيدي ت 379 ه‍ والمحسّن التنوخي ت 384 ه‍ والمرزباني ت 384 ه‍ والرماني ت 384 ه‍ والصاحب بن عباد ت 385 ه‍ والجوهري ت 392 ه‍ وابن جني ت 392 ه‍ والتوحيدي ت 400 ه‍ وأندادهم .. على حين قلّ أن نجد كتابا من نتاج ذلك القرن يخلو من ذكر لأبي سعيد في مجالسه ومناظراته.\nولا تعليل لتقلص نشاط أبي محمد وصلاته ـ بالقياس إلى أبيه ـ سوى بتقلص قدراته عنه من جهة ، وباستعداد مزاجه لهذا المسلك بعد ذلك.",
        "خلقه :\nأجمع كل من ترجم لابن السيرافي على استقامة دينه ، وطيب خلائقه ، فقرن في ذلك بوالده ، فهو «الفاضل ابن الفاضل» (1) «والإمام ابن الإمام» (2) ، «يرجع إلى علم ودين» (3) وقد رأينا ورع أبي سعيد وتقشفه ، فكان ابنه كذلك «صالحا ورعا متقشفا» (4).\nأما ما رأيناه من انفعاله ، وانصرافه غاضبا في أحد دروس والده في مطلع حياته ـ فإنما كان بدافع حبه لأبيه ، وإعجابه بمعرفته ، وغيرته بالتالي على سمعته العلمية ، بدليل توجهه في الحال لبيع دكانه ، والانقطاع إلى العلم ليكون مؤهلا لصون جهود والده الشيخ. كما أنه سلوك ينتمي إلى الفتوة وعنفوان الشباب. هذا\n__________________",
        "(1) مرآة الجنان 2 / 429\n(2) الجواهر المضية 2 / 226\n(3) المنتظم لابن الجوزي 7 / 187\n(4) بغية الوعاة 2 / 355",
        "بالإضافة إلى ما فيه من دلالة على سداد تصرفه إذ عالج الموقف بإصلاح نفسه ليبدأ نتاجه باحتواء «إصلاح المنطق» ذلك الكتاب الذي تعثرت في أحد أبياته رواية أبيه ، ولم يتوجه بسخطه إلى المتطاول على علمه.\nثم كان منه هذا العكوف على العلم وكتبه ، فزاد ذلك من تهذيب نفسه ، ورأى فيه المؤرخون أهلا للثناء والتقدير.\nوفاته :\nلم يطل بابن السيرافي العمر إثر والده ، فمات بعده ببضعة عشر عاما ، في سن مبكرة نسبيا.",
        "كان ذلك «ليلة الأربعاء ، لثلاث بقين من شهر ربيع الأول سنة خمس وثمانين وثلاثمائة ، وعمره خمس وخمسون سنة وشهور : ودفن من الغد ، وصلّى عليه أبو بكر محمد بن موسى الخوارزميّ. ذكر ذلك هلال بن المحسّن بن الصابىء الكاتب في تاريخه» (1) فرثاه الشريف الرضي بقصيدة رقيقة مطلعها :\nرحمهم الله جميعا.\n__________________\n(1) وفيات الأعيان 6 / 71",
        "(2) ديوانه (صادر) 1 / 644\n2 ـ تحقيق الكتاب\nهل كان لابن السيرافي حقا؟\nفلقد مر بنا إغفال بعض العلماء والدارسين في القديم والحديث نسبة هذا الشرح إلى ابن السيرافي ، وإلحاقه بتراث أبيه أبي سعيد (1) .. بمثيرات علمية لدى الأقدمين قد يكون لها في تصورهم ما يبررها (2) ، أما تردد بعض المحدثين في هذه النسبة فمرده إلى اشتهار اشتغال أبيه بكتاب سيبويه وشرحه من جهة ، ومرورهم غير متلبثين للتدقيق بهذا الموضوع من جهة أخرى. بل إن بعضهم ذكر أن هذا الشرح ـ المنسوب إلى أبي سعيد ـ موجود فى معهد المخطوطات بجامعة الدول العربية في القاهرة عن أحمد الثالث 2401 في 112 ورقة تم نسخها سنة 443 (3) وهذه الأوصاف كلها تنطبق على شرح ابنه أبي محمد الذي اعتمدناه في إخراج هذا النص.",
        "والأدلة على صحة نسبته إلى ابن السيرافي جلية واضحة ينطق بها ما يلي :\n__________________\n(1) معجم الأدباء 8 / 149 وبغية الوعاة 1 / 508 وبروكلمان 2 / 137 و 188 و «كتاب سيبويه وشروحه» تأليف د ة. الحديثي ص 246\n(2) انظر ما تقدم في الصفحات 7 و 18",
        "(3) انظر : كتاب سيبويه وشروحه ص 246\n1 ـ السطر الثاني من الشرح نفسه إذ يبدأ بقوله : «قال أبو محمد يوسف ابن أبي سعيد الحسن بن عبد الله السيرافي ..». مما هو باد في الصورة أدناه.\n\n2 ـ مطلع كل رد في (فرحة الأديب) وهو يبدأ بقوله : قال ابن السيرافي وقبل ذلك كله قوله في سطوره الأولى : «تأملت ما فسره أبو محمد يوسف بن الحسن بن عبد الله السيرافي من أبيات كتاب سيبويه ..» وهو ما تراه جليا في صورتها المجاورة.",
        "\n3 ـ ما ذكره البغدادي في مواضع كثيرة في خزانته من التصريح باسم ابن السيرافي مقرونا باسم كتابه : شرح أبيات سيبويه ، حين كان ينقل شيئا من معانيه وآرائه (1).\nمكانته :\nوهذا الشرح قيّم في ذاته بسبب مما يأتي :",
        "1 ـ لقد استوفى جوانب العمل كلها. وهي :\nآ ـ اللغة ، إذ يلمس القارىء تمكن ابن السيرافي من ناصية اللغة وغرائبها ، مع الدقة والتركيز.\nب ـ المعالجة النحوية ، فيبدأ بذكر الموضع الذي أورد سيبويه البيت من أجله ، يلتفت بعده إلى إعراب ما قد يشكل في البيت مما له أثر في توجيه معناه ، ثم يأخذ بالوجه الذي يشد من أزر المعنى ويخدمه.\nج ـ الرواية واستقصاء وجوهها واختلافاتها ، وبيان ما يفضّله منها.",
        "د ـ الحرص على نسبة كل بيت إلى قائله ما أمكن ، مع إيراد اختلاف الأقوال في ذلك ، وترجيح ما يراه منها أقرب إلى الصواب في رأيه.\nه ـ وكذلك شرحه للمعاني وإيراد أخبارها باقتضاب عابه عليه الأسود الغندجاني.\n2 ـ سبقه النسبي : إذ لم يتقدمه من شراح أبيات سيبويه ـ وقد بلغ عددهم ثمانية عشر شارحا ـ سوى : شرح المبرد (ت 285 ه‍) والزجّاج (ت 310 ه‍) والمراغي (قرأ على الزجاج) وابن النحاس (ت 338 ه‍) ومبرمان (ت 345 ه‍) تتالى ظهورها في خلال قرن كامل.\n3 ـ منهجه في الشرح : فلقد حرص بالتزام ويقظة على استكمال جوانب",
        "__________________\n(1) انظر ـ على سبيل المثال ـ الخزانة 2 / 198 نهاية الصفحة.\nالشرح كلها ، وبذل للحفاظ على هذا المنهج جهدا ملحوظا ، هذا مع أنه لم يسبق إلى مثل هذا الشرح المستوفي ، إذ ليس في أيدينا مما تقدمه من شروح سوى شرح ابن النحاس (1) ، فإن كانت الشروح الأخرى تسلك نهج ابن النحاس ، فالبون كبير بينهما. فابن النحاس يقتصر ـ وبعبارة مقتضبة جدا ـ على ذكر موضع الاستشهاد مشيرا إلى أنها ضرورة أو لغة قوم. معرضا ـ إلا ماندر ـ عن كل شرح للفظ أو معنى ، أو التفات إلى رواية أو نسبة.\n4 ـ تأثيره فيما تلاه : وهذا التأثير في الحقيقة لا يقتصر على النص وحده ؛ بل إن لصاحبه الأثر الأكبر ، بما اختطه لنفسه من تخصص في شرح الشواهد ، فجعله فنا قائما بذاته ، ينفرد بأسبابه وطرائقه وأدواته .. فتوالت بعده الشروح ، وكثر الشارحون ، حتى بلغت قمتها عند عبد القادر البغدادي ت 1093 ه‍.",
        "عنوان الكتاب :\nونتوقف ثانية عند قضية العنوان ، إذ تطالعنا لهذا الشرح ثلاثة عنوانات متباينة :\n ـ أولها (شرح أبيات الكتاب) أخذ به كل من : الفيروزأبادي في البلغة 291 والسيوطي في بغية الوعاة 2 / 355\n ـ وثانيها (شرح أبيات سيبويه) وقد ورد في : معجم الأدباء 20 / 60 والجواهر المضيّة في طبقات الحنفية 2 / 226 وخزانة البغدادي 2 / 198",
        " ـ ثم يطالعنا العنوان الثالث الذي جمع بين ألفاظ سابقيه فكان : (شرح أبيات كتاب سيبويه) وذلك في : وفيات الأعيان 6 / 70 ومرآة الجنان 2 / 429 وتذكرة النوادر 127 أما «فرحة الأديب» فلم يقدم لهذا النص عنوانا محددا بالرغم من دورانه حوله من جوانب متعددة ..\nوقد رجّح لدي الأخذ بالعنوان الثاني وروده على صفحة المخطوط نفسه كما يظهر في صورتها التالية لهذا الكلام ؛ إذ يثير لدينا احتمال مطابقته لما أراده ابن\n__________________\n(1) كان في عداد مراجعي المخطوطة. ثم طبع بعد ذلك.",
        "\nالسيرافي لنصه هذا في أصله المتداول ، مع افتقار العنوانات الأخرى إلى أدلة إضافية.\nنسخ الكتاب :\nلم يكن لهذا النص عمليا سوى نسخة واحدة ، وقد ظننت لفترة طويلة أن ثمة نسخة أخرى لهذا النص في مكتبة نور عثمانية باستانبول (4576) استنادا",
        "إلى ما أورده بروكلمان في كتابه (المترجم) 2 / 188 مع أنه أشار في 2 / 137 إلى وجود رد على ما شرح من الشواهد «مستخرج من نسخة نور عثمانية 4576 طوب قبو 2601 للأسود الغندجاني ..» بعبارة هي إلى الإثارة أقرب.\n\nوتوالت رسائلي إلى المكتبة في استانبول طوال ثلاثة أعوام ، إلى أن أبلغت بخلو مكتبتهم من نسخة لشرح ابن السيرافي ، تلك التي أطلبها ..\nوفي كل حال فإن نسختنا قيّمة نفيسة ، يشهد لها بذلك ما يلي :",
        "1 ـ أنها قريبة العهد من حياة مؤلفها المتوفى سنة 385 ه‍ فقد ضمّت صفحتها الأخيرة ما يشير إلى تاريخ نسخها وهو سنة 443 ه‍ مما يشير إليه السهم في صورتها على الصفحة السابقة.\n2 ـ أنها تامة سليمة الخط لا ينقصه الوضوح.\n3 ـ ما بدا من علم ناسخها وسداد معرفته : في صواب عباراته ، وصحة ألفاظه ، ودقة رسمه.\nطبعات الكتاب :",
        "بقي هذا الشرح مخطوطا إلى عهد قريب ، غير أنني علمت ـ وقد فرغت من إعداده دراسة وتحقيقا ـ أن الجزء الأول منه قد ظهر مطبوعا في القاهرة بتحقيق الدكتور محمد علي الرّيح هاشم. وإذ تم لي الاطلاع على المطبوع لم أجده مغنيا عن تقديم عملي هذا للطباعة .. وسأكتفي من ملاحظاتي على هذا المطبوع بالنقاط التالية :\n ـ ما كان من وقوع المحقق في شباك أبيات سيبويه الخمسين المجهولة القائل ، فكان يشير إلى أن هذا البيت أو ذاك من أبيات سيبويه الخمسين .. مستندا إلى خزانة البغدادي حينا ، وإلى الأستاذ عبد السلام هارون في طبعته لكتاب سيبويه حينا آخر .. من ذلك ما ورد على سبيل المثال في حواشي الصفحات 161 ، 260 ، 261 ، 273 ، 279 وغيرها .. فقد غاب عن المحقق ما قدمه ابن السيرافي في هذا الجانب الفسيح من أبيات سيبويه.\n ـ غموض منهج التحقيق ؛ ذلك أن كتاب ابن السيرافي في أحد جوانبه كتاب في النحو أولا ، وفي شرح شواهد النحو ثانيا ، وفي شرح شواهد سيبويه على وجه الخصوص. فكان يقدّر لمنهج التحقيق أن يتجه إلى وضعه في مكانه من\nقافلة كتب النحو أولا ، ومن كتب شرح الشواهد ثانيا ، ومن كتب شرح شواهد سيبويه على وجه الخصوص. والفوائد من ذلك جمة يلمسها المتخصصون ..",
        " ـ إضافة إلى ما اعتور النص أحيانا كثيرة من أخطاء مطبعية وغيرها ، امتد أثرها إلى الشواهد الشعرية نفسها.\n ـ وكذلك حرمانه من أية فهارس تنظم شذراته ، وتسهل الانتفاع به ـ عدا ثبتا بمراجع التحقيق ختم به النص في جزئه الثاني ، كأنه يؤكد خلو النية من إلحاق الطبعة بفهارس تالية.\nهذا وقد أشرت إلى بعض العثرات الجديرة من سقط وشبهه في حواشي التحقيق.\nخطة التحقيق :",
        "عمدت بعد الاطمئنان إلى تمام النص إلى توثيق نصوصه وشواهده في أسفار اللغة ومناهل الشعر ومصنفات الأمثال وكتب الأنساب والأخبار وأيام العرب ..\nأما الشرح فقد جمعت له كل ما وصل إلى عصرنا وبلغته مقدرتي من شروح أبيات سيبويه مطبوعة أو مخطوطة ، فاجتمع لدي منها :\n ـ شرح أبيات سيبويه لأبي جعفر النحاس (ت 338 ه‍).\n ـ تفسير عيون سيبويه لهارون بن موسى القرطبي (ت 401 ه‍).",
        " ـ فرحة الأديب للأسود الغندجاني في الرد على شرح ابن السيرافي. (كان حيا سنة 430 ه‍).\n ـ شرح الأعلم الشنتمري (ت 476 ه‍) المسمى : «تحصيل عين الذهب.» مطبوع في هامش الكتاب (بولاق).\n ـ الفصول والجمل في شرح أبيات الجمل ، وإصلاح ما وقع في أبيات سيبويه وفي شرحها للأعلم من الوهم والخلل لابن هشام اللخمي (ت 557 ه‍).\n ـ شرح أبيات سيبويه والمفصل ، لعفيف الدين ربيع بن محمد الكوفي (ت حوالي 696 ه‍).",
        "هذا خلاف شروح أخرى كنت أعود إليها ، ليست لأبيات سيبويه ، بل هي لشواهد المغني والمفصل وألفية ابن مالك .. كل هذا لأضع النص في مكانه من شروح الشواهد ، فيبتدى ما بينها من تأثر وتأثير ، وتبادل الأخذ والعطاء.\nفكنت أقارن بين شرح ابن السيرافي وشرح غيره ، وأشير إلى ما أراه أجود وأوفى في أحيان كثيرة.\nأما فيما يتعلق بالتوجيه النحوي في هذه الشروح ، فلا أذكر شيئا ما اتفقت ، وأشير إلى ما أراه جديرا عند تباينها.\nوقد التزمت ذكر مواضع ورود كل شاهد في كتب النحو ، من شروح شواهد سيبويه أو غيرها ، مخطوطة أو مطبوعة ، مرتبة حسب تقدمها الزمني ، مما تنطق به الحواشي ، فيتضح بذلك منشأ الرأي وخط تطوره ، كما أنه أدعى إلى سهولة العودة إليه على سبيل التتبع أو التوسع عند الحاجة.",
        "أما فيما يتعلق ب (فرحة الأديب) فقد التزمت إيراد ردود الأسود الغندجاني (1) بتمامها في مواقعها من النص ، سدا لما قد يكون من ثغراته ، واستكمالا للفائدة منه. وذلك بما تميز به أبو محمد الأعرابي من توسع في الرواية ، وإتقان للأنساب ومعرفة بالأماكن ، واستيعاب لحوادث العرب وأخبارها .. وذلك بعد أن تم لي تحقيق هذا النص وإقامته من أربع نسخ منه لدي ، أبرزها نسخة تامة بخط عبد القادر البغدادي نفسه (2).\n__________________\n(1) راوية عالم ثبت من غندجان بفارس (كان موجودا سنة 430 ه‍) اختط لمؤلفاته الرد على ما اشتهر من أسفار العلماء بأسلوب التهكم والسخرية وضرب الأمثال ، بلا استثناء ، فكان منها : (ضالّة الأديب) في الرد على ابن الأعرابي في النوادر ، و (نزهة الأديب) في الرد على أبي علي في التذكرة و (إصلاح ما غلط فيه النمري في شرح مشكل أبيات الحماسة) وقد خصّ ابن السيرافي بكتابين هما : (فرحة الأديب) في الرد على شرح أبيات سيبويه و (قيد الأوابد) في الرد على شرح أبيات إصلاح المنطق.\n(2) معدّ للطباعة مستقلا مع تقديم واف ..",
        "كما ترجمت للأعلام الواردة في ثنايا النص ، من شعراء وعلماء وأمراء وغيرهم ، مشيرا باستقصاء ما وسعني ذلك إلى كل ما عرفت من مصادر ترجمتهم.\nأما ما يلاحظ من وجود ألفاظ متمّمة دخلت النص فمصدر ذلك شروح أبيات سيبويه الأخرى ، أو نص الكتاب (طبعة بولاق) حين يكون ذلك ضروريا مناسبا.\nهذا ومع اهتمام ابن السيرافي الواضح بعزو كل بيت إلى قائله ـ إذ توصل إلى معرفة الشاعر في (129) موضع ، وصحح النسبة عند سيبويه في واحد وثلاثين موضعا (1) ـ فقد أغفل عددا أسعفتني المصادر بنسبة حوالي خمسة وأربعين موضعا منها (2).\nوقد ذيلت التحقيق بفهارس فنية جامعة ، شملت على التوالي : الموضوعات ، وشواهد النحو ، واللغة ، والآيات ، والأمثال ، ثم القوافي ، والأعلام ، فالقبائل والأقوام ، فالأمكنة والبلدان ، فالأيام والوقائع والأفراس ، وأخيرا ثبت بمصادر التحقيق.",
        "فإن أحسنت فتلك بغيتي ، وإن قصرت دون الغاية فشفيعي أنني لم آل إلى الأحسن جهدا.\nوالله من وراء القصد ، هو حسبي ونعم الوكيل. \nالمحقق\n__________________",
        "(1) هذا بعد أن تبين أن الأبيات المجهولة القائل في كتاب سيبويه ليست خمسين كما ساد الظن حتى الآن ، بل إنها في الحقيقة (342) موضع. انظر لهذا : أسطورة الأبيات الخمسين .. في مجلة المجمع م 49 ج 2 / 309 للدكتور رمضان عبد التواب.\n(2) انظر لهذا ما كتبته في مجلة المجمع م 49 ج 4 / 882"
    ]
}