{
    "partText": [
        "\nوبين الخبر، كما كرر (فلا تحسبهم) لما تراخى ما بين مفعولي (لا تحسبن) في قوله تعالى: (ولا تحسبن الذين يفرحون بما أوتوا، ويحبون أن يحمدوا بما لم يفعلوا، فلا تحسبنهم بمفازة من العذاب)، ومثله قوله تعالى: (وهم بالآخرة هم كافرون)، وهذا قول الجرمي، وهو الحق، وقال المبرد: أنكم مخرجون: مبتدأ، خبره: إذا متم، والجملة الاسمية: خبر أنكم الأولى، أي أنكم وقت موتكم إخراجكم، ويجوز وقوع (ان) المكسورة خبرا للأحرف الستة، كقوله: \n851 - إن الخليفة، إن الله سربله ... لباس ملك به تزجى الخواتيم\nوقوله: \n852 - لقد علم الحي اليمانون أنني ... إذا قلت أما بعد: إني خطيبها\nبكسر (إن)، وروي: أني بالفتح، على أن يكون (أني) تكريرا لأنني الأولى، كما قلنا في الآية الكريمة، (تخفيف إن مفتوحة ومكسورة وأثره) قوله: (وتخفف المكسورة. . إلى آخره)، إذا خففت المكسورة، بطل اختصاصها بالأسماء فيغلب الإلغاء، قال تعالى في الأعمال: (وإن كلا لما ليوفينهم)، بتخفيف\n(4/365)\n",
        "(إن)، ولا يجوز عند الكوفيين اعمال المخففة، والآية رد عليهم، قال المصنف: ويلزمها اللام مع التخفيف، سواء أعملت أو أهملت، أما مع الإهمال فللفرق بين المخففة والنافية، وأما مع الأعمال فللطرد، وهو خلاف مذهب سيبويه، وسائر النجاة، فإنهم قالوا: المعملة لا يلزمها اللام، لحصول الفرق بالعمل، وقال ابن مالك، وهو حسن: يلزمها اللام إن خيف التباسها بالنافية، فعلى قوله، تلزم اللام إن كان الاسم مبنيا أو معربا مقصورا، وأما إن دخلت على الأفعال: لزمت اللام، وقولهم: أما إن جزاك الله خيرا، لم تدخل فيه اللام، لأن الدعاء لا تدخله (إن) النافية، فإذا دخلت المخففة على الفعل، لزم عند البصرية، كونه من نواسخ الابتداء، حتى لا تخرج (ان) بالتخفيف عن أصلها بالكلية، والكوفيون يعممون جواز دخولها على الأفعال كلها، قياسا، كقوله: \n853 - تالله ربك إن قتلت لمسلما ... وجببت عليك عقوبة المتعمد\nوقولهم: إن يزينك لنفسك، وإن يشينك لهبه، وهو عند البصريين شاذ، واختلف في هذه اللام الفارقة، فمذهب أبي علي وأتباعه أنها غير لام الابتداء التي\n(4/366)\n\nتجامع المشددة، بل هي لام أخرى للفرق، إذ لو كانت للابتداء لوجب التعليق في: إن علمت لزيدا قائما، ولما دخلت فيما لا تدخله لام الابتداء في نحو: إن قتلت لمسلما، وإن يزينك لنفسك، وذهب جماعة إلى أنها لام الابتداء، والجواب عن قولهم: إن علمت لزيدا قائما، أن التعليق واجب، لو دخلت على أول مفعولي أفعال القلوب، إلا أنها لا تدخل بعد الأفعال الناسخة للابتداء إلا على الجزء الأخير وهو الخبر، وتدخل مع المثقلة، إما على المبتدأ المؤخر، أو الخبر، أو القائم مقامه، وفي الأمثلة الواردة في التنزيل: لم تدخل إلا على ما كان خبرا في الأصل، نحو: (وإن كانت لكبيرة)، و: (وإن كنت من قبله لمن الغافلين)، و: (وإن وجدنا أكثرهم لفاسقين) و: (وإن نظنك لمن الكاذبين)، ولما نصب الأول لخلوه عن مانع ومعلق، فلا بد من نصب الثاني، وإن دخله لام الابتداء، قال تعالى: (وإن يكاد الذين كفروا ليزلقونك)، و: (وإن كادوا ليفتنونك)، وأما قوله: إن قتلت لمسلما، و: ان يزينك لنفسك فشاذ، وفرق الكسائي بين (إن) مع اللام في الأسماء، وبينها معها في الأفعال، فجعلها في الأسماء: المخففة، وأما في الأفعال فقال: إن، نافية، واللام بمعنى (إلا)، لأن المخففة بالاسم أولى، نظرا إلى أصلها، والنافية بالفعل أولى، لأن معنى النفي راجع إلى الفعل، وغيره من الكوفيين قالوا: إنها نافية مطلقا، دخلت في الفعل، أو في الاسم، واللام بمعنى (إلا)،",
        "(4/367)\n\nوقال البصريون: لو كانت اللام بمعنى (إلا)، لجاز: جاءني القوم لزيدا أي: إلا زيدا، ولا يلزم ما قالوا، إذ ربما اختص بعض الأشياء ببعض المواقع، كاختصاص (لما) بالاستثناء بعد النفي، ومنع أبو علي في المكسورة المخففة المهملة، من تقدير ضمير الشأن بعدها وجوز ذلك بعضهم قياسا على المفتوحة، وقد مر ذلك في باب الضمائر، قوله: (وتخفف المفتوحة فتعمل في ضمير شأن مقدر)، قد مر ذلك في ضمير الشأن، مع الخلاف في ذلك، وحكى بعض أهل اللغة أعمالها في المضمر في السعة نحو قولهم: أظن أنك قائم، وأحسب أنه ذاهب، وهذه رواية شاذة غير معروفة، وأما في الضرورة فجاء في المضمر فقط، قال: \nفلو أنك في يوم الرخاء سألتني ... طلاقك لم أبخل وأنت صديق - 396\nوقال: \n854 - بأنك ربيع وغيث مريع ... وأنك هناك تكون الثمالا\nقوله: (ويلزمها مع الفعل. . . إلى آخرة)، قد مضى شرحه في نواصب المضارع،\n(4/368)",
        "\nوإذا دخلت على الجملة الاسمية، فقد تكون الجملة مجردة، كقوله:\nفي فتية كسيوف الهند قد علموا ... أن هالك كل من يحفى وينتعل - 624\nوقد تكون مصدرة بلا، نحو: علمت أن لا شئ لك، أو بأداة الشرط، نحو: علمت أن من يضربك أضربه، أو: برب، نحو: علمت أن رب خصم لي، على مذهب الكوفيين، أو: بكم، نحو: علمت أن كم غلام لي.\n\nبقية الأحرف معانيها واستعمالاتها\nقال ابن الحاجب:\n(كأنك، للتشبيه، وتخفف، فتلغى على الأصح، ولكن، للاستدراك يتوسط بين كلامين متغايرين معنى، وتخفف فتلغى، ويجوز معها الواو، وليت للتمني، وأجاز الفراء: ليت زيدا قائما ولعل، للترجي، وشذ الجر بها).\nقال الرضي:\nفي (كأن) قولان، قال بعضهم: انها غير مركبة، لعدم الدليل عليه، ومذهب الخليل: أن أصل كأن زيدا أسد: إن زيدا كالأسد، قدمت أداة التشبيه لتؤذن من أول الأمر بقصد التشبيه، فوجب فتح (ان) المكسورة، رعاية للفظ الكاف، لأنها لا تدخل إلا على لفظ المفردات، ففتحت لفظا، وهي في المعنى باقية على حالها، لم تصر\n(4/369)\n",
        "بالفتح حرفا مصدريا، فصار الكاف مع (ان) كلمة واحدة، فلا عمل للكاف، كما كان لها حين كانت في محل خبر (إن)، لصيرورتها كجزء الحرف، كما ذكرنا في كاف (كذا) و (كأين)، ولا تقتضي ما تتعلق به، كما كانت تقتضيه حين كانت في محل الخبر، لأنها خرجت بالجزئية عن كونها جارة، فإذا خففت (كأن) فالأصح إلغاؤها، وقد جاء: \n855 - كأن وريديه رشاء خلب\nوقال: \n856 - وصدر مشرق اللون ... كأن ثدياه حقان\nوإذا لم تعملها لفظا، ففيها ضمير شأن مقدر عندهم، كما في (أن) المخففة، ويجوز أن يقال: ان ذلك غير مقدر بعدها لعدم الداعي إليه، كما كان في (أن) المخففة، لكن لما لزم الفعلية التي تليها، ما لزم (أن) المخففة من حروف العوض، قوي إضمار الشأن بعدها، إجراء لها مجرى (أن)، ولزوم حرف العوض بعدها في الفعلية، يقوي كونها مركبة من الكاف وأن، ويجئ بعد المهملة، اسمية، كقوله: \n(4/370)\n\n857 - عبأت له رمحا طويلا وألة ... كأن قبس يعلى بها حين تشرع\nوفعلية، كقوله تعالى: (كأن لم تغن بالأمس)، وقوله رضي الله عنه في نهج البلاغة: (كأن قد وردت الأظعان)، وقوله: \nأفد الترحل غير أن ركابنا ... لما تزل برحالنا وكأن قد - 513\nأي: وكأن قد زالت بها، وإن جاء بعدها مفرد كقوله: \n859 - ويوما توافينا بوجه مقسم ... كأن ظبية تعطو إلى وارق السلم\nبرفع ظبية، يجوز أن يكون (ظبية تعطو) جملة اسمية، وأن يكون (تعطو) صفة ظبية، واسم كأن محذوف، أي: كأنها ظبية، ويروى: كأن ظبية بالنصب على إعمال (كأن)، ويروى بجرها، على أن (أن) زائدة، أي: كظبية،",
        "(4/371)\n\nقوله: (ولكن)، هي عند البصريين مفردة، وقال الكوفيون: هي مركبة من (لا) و (إن) المكسورة، المصدرة بالكاف الزائدة، وأصله: لا كإن، فنقلت كسرة الهمزة إلى الكاف، وحذفت الهمزة، ف (لا) تفيد أن ما بعدها ليس كما قبلها بل هو مخالف له نفيا وإثباتا، و (إن) تحقق مضمون ما بعدها، ولا يخفى أثر التكلف فيما قالوا، وهو نوع من علم الغيب، وفيه نقل الحركة إلى المتحرك، وهو كما قالوا ان (كم) مركبة من الكاف و (ما)، والأصل عدم التركيب، قوله: (بين كلامين متغايرين معنى)، أي: في النفي والأثبات، والمقصود: التغاير المعنوي لا اللفظي، فإن اللفظي قد يكون نحو: جاءني زيد، لكن عمرا لم يجئ، وقد لا يكون، كقوله تعالى: (ولو أراكهم كثيرا) إلى قوله: (ولكن الله سلم)، أي: ولكن الله لم يركهم كثيرا، وتقول: زيد حاضر، لكن عمرا مسافر، ولا يلزم التضاد بينهما تضادا حقيقيا بل يكفي تنافيهما بوجه ما، قال تعالى: (إن الله لذو فضل على الناس ولكن أكثر الناس لا يشكرون)، فإن عدم الشكر غير مناسب للإفضال، بل اللائق به أن يشكر المفضل، ومثله كثير، فإذا خففت ألغيت، والأخفش ويونس، أجازا إعمالها مخففة، ولا أعرف به شاهدا، ويجوز دخول الواو عليها مشددة ومخففة، ويجوز كون الواو عاطفة للجملة على الجملة، وجعلها اعتراضية أظهر من حيث المعنى، وجاء في الشعر حذف نون المخففة للساكنين، قال: \n(4/372)",
        "\n860 - فلست بآتيه ولا مستطيعه ... ولاك اسقني إن كان ماؤك ذا فضل\nقوله: (وليت للتمني. . إلى آخره)، قد مضى شرحه في أول هذا الباب، قوله: (ولعل للترجي، وشذ الجر بها)، فيها إحدى عشرة لغة، أشهرها: لعل، جاء: لعن بعين غير معجمة، و: لغن، بغين معجمة، وآخرهما نون، وجاء: رعن، ورغن، بجعل الراء مقام اللام، ولأن، وأن، ولعاء بالمد، قال: \n861 - لعاء الله فضلكم علينا ... بشئ أن أمكم شريم\nوقد يقال: لعلت، كربت، وعقيل: يجرون بلعل، مفتوحة اللام الأخيرة ومكسورتها، وكذا، بعل، مكسورة اللام ومفتوحتها، قال: \n862 - فقلت ادع أخرى وارفع الصوت جهرة ... لعل أبي المغوار منك قريب\nوهي مشكلة، لأن جرها، عمل مختص بالحروف، ورفعها، لمشابهة الأفعال، وكون حرف عاملا عمل الحروف والأفعال في حالة واحدة مما لم يثبت، وأيضا، الجار لابد له من متعلق، ولا متعلق لها هنا، لا ظاهرا ولا مقدرا، فهي مثل (لولا)، الداخلة على المضمر المجرور، عند سيبويه: جارة لا متعلق لها،\n(4/373)\n",
        "وفي البيت الذي أنشدناه، إن روي بفتح اللام الأخيرة، يحتمل أن يقال: اسم لعل، وهو ضمير الشأن، مقدر، وأبي المغوار مجرور بلام مقدرة، حذفت لتوالي اللامات، أي: لعله لأبي المغوار منك: جواب قريب، ويجوز أن يقال: ثاني لأمي لعل محذوف، واللام المفتوحة جارة للمظهر، كما نقل عن الأخفش أنه سمع من العرب فتح لام الجر، الداخلة على المظهر، ونقل أيضا، ذلك عن يونس وأبي عبيدة والأحمر، وإن روي بكسر اللام، فضمير الشأن، أيضا مقدر، مع حذف ثاني لأمي لعل، لاجتماع الأمثال، ثم أدغمت الأولى، في لام الجر، ويجوز في هذه الرواية أن يقال: الأصل: لعا، أي انتعش، دعاء له، فأدغم تنوينه في لام الجر، وهذه الوجوه متعذرة فيما أنشده أبو عبيدة: \n863 - لعل الله يمكنني عليها ... جهارا من زهير أو أسيد\nبجر (الله)، واللام الأولى في (لعل) زائدة عند البصرية، أصلية عند الكوفية، لأن الأصل عدم التصرف في الحروف بالزيادة، إذ مبناها على الخفة، والبصرية نظروا إلى كثرة التصرف فيها والتلقب بها، وجواز زيادة التاء فيها، فإن سمي بها لم تنصرف عند البصريين، للتركيب والعلمية، وكذا عند الكوفيين، لشبه العجمة والعلمية، لأنها ليست من أوزان كلامهم،\n(4/374)\n\n(أحوال الاسم والخبر بعد هذه الأحرف) واعلم أن حال الاسم والخبر بعد دخول هذه الأحرف عليهما كحالهما قبل دخولها، لكنه يجب تأخير الخبر ههنا، إلا أن يكون ظرفا أو جارا أو مجرورا، فيجوز توسطه بين هذه الحروف وأسمائها، نحو: ان في الدار زيدا، وإن كان الاسم مع ذلك نكرة، وجب تأخيره، نحو: (إن لدينا أنكالا) كما في المبتدأ والخبر، وكل ذلك قد ذكرناه في باب المرفوعات، في خبر (ان)، ولا يجوز حذف أسمائها التي ليست بضمير الشأن إلا في الشعر، على قلة وضعف، كقوله: \n864 - فلو كنت ضبيا عرفت قرابتي ... ولكن زنجي غليظ المشافر\nفيمن روى برفع (زنجي) أي: ولكنك زنجي، ومن روى بنصبه، فالخبر محذوف، أي: ولكن زنجيا هكذا، لا يعرف قرابتي، وأما ضمير الشأن فيجوز حذفه في الشعر كثيرا، كقوله: \nإن من لام في بني بنت حسان ... ألمه، وأعصه في الخطوب - 395\nوقوله: ",
        "(4/375)\n\nإن من يدخل الكنيسة يوما ... يلق فيها جآذرا وظباء - 77\nوذلك لأن أداة الشرط، لا تعمل فيها العوامل اللفظية المتقدمة، وأما في غير الشعر ففيه خلاف، والأصح جوازه قليلا، لكن بشرط ألا يلي الأحرف فعل صريح، لكراهة دخول الأحرف المختصة بالاسم على الفعل الصريح، فلا تقول: ان قام زيد بمعنى إنه قام زيد، وحكى الخليل عن بعض العرب: إن بك زيد مأخوذ، أي: إنه، وتقول: إن في الدار يجلس أخواك، قال: \n865 - كأن على عرنينه وجبينه ... أقام شعاع الشمس أو طلع البدر\nوإنما جاز حذف ضمير الشأن من غير ضعف، لبقاء تفسيره، وهو الجملة فهو كالزائد، وجاء في الخبر: (ان من أشد الناس عذابا يوم القيامة: المصورون)، وعند الكسائي: (من) فيه زائدة، وعند ابن كيسان الحروف في مثله، غير عاملة لفظا، كالمكفوفة، وإذا علم الخبر جاز حذفه مطلقا، سواء كان الاسم معرفة أو نكرة، والكوفيون يشترطون تنكير الاسم، لكثرة ما جاء كذلك، نحو قوله: \n866 - إن محلا وإن مرتحلا ... وإن في السفر إذ مضوا مهلا\nأي: ان لنا محلا في الدنيا، ومرتحلا في الآخرة، وإن في رحيل السفر إذ مضوا إلى الآخرة مهلا، أي سبقا، أي: لا يرجع الراحلون إلى الآخرة،\n(4/376)",
        "\nوتقول: إن مالا وإن ولدا، وإن غيرها إبلا أو شاء، أي: إن لنا ذلك، والفراء يشترط في جواز حذف أخبارها: تكرير (ان)، كما قيل، ان أعرابيا قيل له: إن الزبابة الفأرة، فقال: ان الزبابة، ان الفأرة، أي: هما مختلفان، والرد على المذهبين: ما روي أن المهاجرين قالوا: يا رسول الله، ان الأنصار نصرونا ووصلونا، قد فضلونا، وآوونا، وفعلوا بنا، فقال عليه الصلاة والسلام: \nألستم تعرفون ذلك، قالوا: بلى يا رسول الله، فقال عليه السلام: ان ذلك، أي: ان ذلك كذلك، وما روي من قول عمر بن عبد العزيز، لمن مت إليه بقرابة: ان ذلك، أي مصدق، ثم ذكر المات حاجته، فقال عمر: لعل ذلك، أي: لعل مطلوبك حاصل، وقال تعالى: (ان الذين كفروا ويصدون عن سبيل الله)، أي: هلكوا، وقيل: \nالخبر: يصدون، والواو زائدة، وقال الشاعر: \n867 - خلا أن حيا من قريش تفضلوا ... على الناس أو أن الأكارم نهشلا\nقال ابن يعيش: لم يأت خبر (ان) المحذوف، الا ظرفا أو جارا ومجرورا، قال: \nوالجيد أن يقدر في: ان ذلك، ولعل ذلك: الظرف، أيضا، أي ان لك ذلك، ولعل لك ذلك، وأقول: لا ملجئ إلى جعل جميع الأخبار المحذوفة ظروفا، فلم نرتكبه\n؟ بل نقدر\n(4/377)\n",
        "ما يستقيم به معنى الكلام، ظرفا كان، أو، لا، وقد يسد مسد الخبر: واو المصاحبة، نحو: ان كل رجل وضيعته، والحال نحو: ان ضربي زيدا قائما، وأما قولك: ليت شعري، فالشعر بمعنى الفطنة، مصدر من شعرت اشعر كنصرت أنصر، أي فطنت له، قال سيبويه: أصله: ليت شعرتي حذفوا الهاء في الإضافة كما في قولهم: أبو عذرها، فلعلة لم يثبت عنده مصدرا إلا بالهاء، كالنشدة، والا فلا موجب لجعل المصدر من باب الهيئة كالجلسة والركبة، والتزم حذف الخبر في: ليت شعري، مردفا باستفهام، نحو: ليت شعري: أتأتيني أم لا، وهذا الاستفهام مفعول (شعري)، كما ذكرنا في أفعال القلوب في نحو: علمت أزيد عندك أم عمرو، أي ليت علمي بما يسأل عنه بهذا الاستفهام حاصل، وقال المصنف: هذا الاستفهام قائم مقام الخبر، كالجار والمجرور، في: ليتك في الدار، وفيه نظر، لأن (شعري) مصدر، معناه متعلق بمضمون الجملة الاستفهامية فهي من حيث المعنى مفعول (شعري)، ومفعول المصدر لا يكون ذلك المصدر حتى يخبر به عنه، لأن علمك بالشئ: غير ذلك الشئ، وقال ابن يعيش: الاستفهام ساد مسد الخبر، كسد جواب (لولا) مسد خبر المبتدأ، وفيه، أيضا، لأن محل خبر (شعري) الذي هو مصدر، بعد جميع ذيوله، من فاعله ومفعوله، فمحله بعد الاستفهام، فكيف يكون الاستفهام في مقام الخبر، ومقامه بعده، بل هو خبر وجب حذفه بلا ساد مسده، لكثرة الاستعمال،\n(4/378)\n\nوقد يحذف الاستفهام مع العلم، نحو قوله: \n868 - ليت شعري مسافر بن أبي عمرو، وليت يقولها المحزون\nأي: ليت شعري أنجتمع أم لا، ومسافر، منادي، وقد يخبر ههنا، بشرط الإفادة، عن نكرة بنكرة، لأنا ذكرنا في باب المبتدأ، أن التخصيص غير مشروط في المبتدأ، مع حصول الفائدة، وإنما لم يخبر عن المبتدأ المنكر بخبر مؤخر، لئلا يلتبس المبتدأ بالخبر، وذلك لتوافق اعرابيهما، وأما ههنا فالإعرابان مختلفان، قال: \nفإن شفاء عبرة مهراقة. . . - 724\nعلى ما أنشد سيبويه، ويجوز، أيضا، الأخبار عن النكرة بالمعرفة، نحو: ان كريما أبوك، قال تعالى: (فإن حسبك الله)، كما قلنا في باب كان، في: \n. . أظبي كان أمك أم حمار - 512\nويجوز أن يكون (كفافا) في قوله: \n869 - فليت كفافا كان خيرك كله ... وشرك عني ما ارتوى الماء مرتوي",
        "(4/379)\n\nاسم ليت، والجملة خبره، على أن يروى (خيرك) بالنصب، فيكون اسم كان، أيضا نكرة، لكونه ضميرا راجعا إلى (كفافا)، وإن روي برفعه، فاسم (ليت)، ضمير شأن محذوف، وقوله (خيرك وشرك) اسم كان، كفافا، خبره، ولم يثن لكونه مصدرا في الأصل، و (عني) متعلق بكفافا، أي، مكفوفين عني، والماء، على هذا الوجه، منصوب، أي: ما ارتوى من الماء مرتو، وقيل: شرك مرتو، بتقدير: مرتويا: اسم وخبر، معطوف على اسم كان وخبره، أعني خيرك كفافا، أي: كان خيرك كفافا وشرك مرتويا عني، أي كافا، فحذف النصب\nضرورة كما في قوله: \n870 - فلو أن واش باليمامة داره ... وداري بأعلى حضر موت، اهتدى ليا\nويكون الماء، على هذا الوجه، مرفوعا، فاعل (ارتوى)، أي: ما دام الماء ريان،\n(4/380)",
        "\nحروف العطف\n(الواو، الفاء، ثم، حتى)\nمعانيها وأحكامها\nقال ابن الحاجب:\n(الحروف العاطفة: الواو، والفاء، وثم، وحتى، وأو، وإما، وأم، ولا، وبل، ولكن، فالأربعة الأولى للجمع فالواو للجمع مطلقا، لا ترتيب فيها، والفاء للترتيب، وثم مثلها بمهلة، وحتى مثلها، ومعطوفها جزء من متبوعه لتفيد قوة أو ضعفا).\nقال الرضي:\nاعلم أن بعضهم عد (أي) المفسرة منها، وعند الأكثرين: أن ما بعدها عطف بيان لما قبلها، كما قال بعضهم: ان (بل) التي بعدها مفرد، نحو: جاءني زيد بل عمرو، أو: ما جاءني زيد بل عمرو، ليست منها، لأن ما بعدها بدل غلط مما قبلها، وبدل الغلط بدونها غير فصيح، وأما معها ففصيح مطرد في كلامهم، لأنها موضوعة لتدارك مثل هذا الغلط، قوله: (للجمع)، مراد النجاة بالجمع ههنا: ألا تكون لأحد الشيئين أو الأشياء، كما كانت (أو) و (إما)، وليس المراد: اجتماع المعطوف والمعطوف عليه في الفعل،\n(4/381)\n",
        "في زمان أو في مكان، فقولك جاءني زيد وعمرو، أو: فعمرو، أو: ثم عمرو، أي حصل الفعل من كليهما، بخلاف: جاءني زيد أو عمرو، أي حصل الفعل من أحدهما دون الآخر، قوله: (فالواو للجمع مطلقا)، معنى المطلق، أنه يحتمل أن يكون حصل من كليهما في زمان واحد، وأن يكون حصل من زيد أولا، وأن يكون حصل من عمرو أولا، فهذه ثلاثة احتمالات عقلية، لا دليل في الواو على شئ منها، هذا مذهب جميع البصريين والكوفيين، ونقل بعضهم عن الفراء والكسائي وثعلب، والربعي، وابن درستويه، وبه قال بعض الفقهاء: انها للترتيب، دليل الجمهور: استعمالها فيما يستحيل فيه الترتيب، وفيما: الثاني فيه قبل الأول، كقوله: \n871 - أغلى السباء بكل أدكن عاتق ... أو جونة قدحت وفض ختامها\nوقوله تعالى: (واسجدي واركعي)، وقوله تعالى: (نموت ونحيا)، والأصل في الاستعمال: الحقيقة، ولو كانت للترتيب، لتناقض قوله تعالى: (وادخلوا الباب سجدا وقولوا حطة)، وقوله تعالى في موضع آخر: (وقولوا حطة وادخلوا الباب سجدا)، إذ القصة واحدة، ثم اعلم أن الواو، مرة تجمع وتشرك الاسمين فصاعدا، في فعل واحد، نحو: قام زيد وعمرو، أي حصل منهما القيام، ومرة تجمع الفعلين فصاعدا في اسم واحد نحو: \n(4/382)\n\nزيد قام وقعد، أي حصل كلا الفعلين من زيد، ومرة تجمع مضموني الجملتين فصاعدا في الحصول، نحو: قام زيد، وقعد عمرو، ونحو: زيد قائم وعمرو قاعد، فإن قلت: لو لم تجئ بالواو في عطف الجملة، لعلم، أيضا، حصول مضموني الجملتين، فما فائدتها؟\nقلنا: بلى، ولكن كان يحتمل احتمالا مرجوحا: أن يكون الكلام الأول غلطا، ويحتمل حصول أحد الأمرين، فبالواو صار نصا في حصول الأمرين معا، ففائدة الواو في مثله، كفائدة (لا) في مثل قولك: ما جاءني زيد ولا عمرو، كما يجئ، فكأنه زائد يفيد النص، وإن لم يعده النجاة في الزوائد، واعلم أنك إذا نفيت نحو: جاءني زيد وعمرو، مثلا، وقلت: ما جاءني زيد وعمرو، بلا قيد، فهو في الظاهر نفي للاحتمالات الثلاثة، أي: لم يجيئا، لا في وقت واحد، ولا مع الترتيب والأكثر على ألا يعطف على المنفي بالواو، الا وبعد الواو (لا)، نحو: ما جاءني زيد ولا عمرو، وذلك لأن الواو، وإن كان في الظاهر للجمع المشتمل على الاجتماع في وقت، وعلى الترتيب، إلا أنه، لما كان يستعمل كثيرا للاجتماع في وقت، كما في المفعول معه، وواو الصرف، ومع العطف أيضا، نحو: كل رجل وضيعته، وكيف أنت وقصعة من ثريد، خيف أن يكون مراد المتكلم: ما جاءني زيد مع عمرو، فيكون قد نفى الاجتماع في وقت، لا ترتب مجئ أحدهما على مجئ الآخر، فجئ بلا، في الأغلب دفعا لهذا التوهم، وبيان أن المراد نفي الاحتمالات الثلاثة، وقد تزاد فيما لا يحتمل الترتيب طردا، كقوله تعالى: (ولا تستوي الحسنة ولا",
        "(4/383)\n\nالسيئة)، وقوله: (وما يستوي الأحياء ولا الأموات)، وإن أردت نفي بعض الاحتمالات دون بعض، فلا بد من القيد، نحو: ما، جاءني زيد وعمرو معا، أو ما جاءني زيد أولا وعمرو ثانيا، أو: ما جاءني زيد ثانيا وعمرو أولا، فينتفي بعد أن تيد بأحد الاحتمالات الاحتمالان الآخران، وأما لو كررت العامل فقلت: ما جاءني زيد، وما جاءني عمرو، فهو، عند سيبويه: \nنفي للمجيئين، المنقطع أحدهما عن الآخر، كأن المخاطب توهم أنه حصل مجئ كل واحد منهما، لكن منقطعا عن مجئ الآخر، فرفعت بهذا الكلام وهمه، وعند المازني: هو أيضا، نفي للاحتمالات الثلاثة، كما كان من دون تكرير العامل، وهذا القول أقرب، وتكون فائدة تكرير الفعل المنفي، كفائدة زيادة (لا) بعد الواو، وأكثر، قوله: (والفاء للترتيب)، اعلم أن الفاء تفيد الترتيب، سواء كانت حرف عطف أو، لا، فإن عطفت مفردا على مفرد، ففائدتها: أن ملابسة المعطوف لمعنى الفعل المنسوب إليه وإلى المعطوف عليه: بعد ملابسة المعطوف عليه بلا مهلة، فمعنى قام زيد فعمرو: أي حصل قيام عمرو عقيب قيام زيد بلا فصل، ومعنى ضربت زيدا فعمرا، أي وقع الضرب على عمرو عقيب وقوعه على زيد، وإذا دخلت على الصفات المتتالية والموصوف واحد، فالترتيب ليس في ملابستها لمدلول عاملها، كما كان في نحو: جاءني زيد فعمرو، بل في مصادر تلك الصفات، كقولك: جاءني زيد، الآكل فالنائم، أي: الذي يأكل فينام، كقوله: \n(4/384)",
        "\nيا لهف زيابة للحارث ... الصائح فالقائم فالآيب - 340\nأي: الذي يصبح فيغنم فيؤوب،.\nوإن لم يكن الموصوف واحدا، فالترتيب في تعلق مدلول العامل بموصوفاتها كما في الجوامد نحو قولهم في صلاة الجماعة: يقدم الأقرأ، فالأفقه، فالأقدم هجرة، فالأسن، فالأصح، وإن عطفت الفاء جملة على جملة، أفادت كون مضمون الجملة التي بعدها عقيب مضمون الجملة التي قبلها بلا فصل، نحو: قام زيد فقعد عمرو، وقد تفيد الفاء العاطفة للجمل: كون المذكور بعدها، كلاما مرتبا على ما قبلها في الذكر، لا أن مضمونها عقب مضمون ما قبلها في الزمان، كقوله تعالى: (ادخلوا أبواب جهنم خالدين فيها فبئس مثوى المتكبرين)، وقوله: (وأورثنا الأرض، نتبوأ من الجنة حيث نشاء فنعم أجر العاملين)، فإن ذكر ذم الشئ أو مدحه يصح بعد جري ذكره، ومن هذا الباب عطف تفصيل المجمل، على المجمل، كقوله تعالى: (ونادى نوح ربه، فقال رب إن ابني من أهلي)، الآية، وتقول: أجبته فقلت لبيك، وذلك أن موضع ذكر التفصيل، بعد الاجمال، ومنه قوله تعالى: (وكم من قرية أهلكناها فجاءها بأسنا بياتا)، لأن تبييت البأس تفصيل للإهلاك، المجمل، وقد تجئ الفاء العاطفة للمفرد، بمعنى (إلى)، على ما حكى الزجاجي، تقول\n(4/385)\n",
        "العرب: مطرنا ما زبالة فالثعلبية، بحذف (بين) مع كونه مرادا، ويقيم المضاف إليه مقام المضاف ويعربه بإعرابه، وهذا كما تقول: هي أحسن الناس ما بين قرن إلى قدم، وما بين قرن فقدم، وما قرنا فقدما، ولا يجوز حذف (ما) لكونه موصولا فلا تقول: \nمطرنا زبالة فالثعلبية، ولا: هي أحسن الناس قرنا فقدما، وحكي اجازته عن هشام، ومثل قوله: \n872 - قفا نبك من ذكرى حبيب ومنزل ... بسقط اللوى بين الدخول فحومل\nفتوضح فالمقراة لم يعف رسمها ... لما نسجتها من جنوب وشمأل الفاء فيه بمعنى (إلى)، أي: منازل بين الدخول إلى حومل، إلى توضح إلى المقراة، فإن قلت: كيف هذا وأنت لا تقول: خرجت إلى زيد إلى عمرو، إذ الفعل لا يتعلق به حرفا جر بمعنى واحد، كما مر، بلا عطف، قلت: يستعمل في تحديد الأماكن، نحو قولك: اشتريت ما بين الموضع الفلاني، إلى دار زيد، إلى دار عمرو، إلى دار خالد، بحذف الواو تخفيفا، لدلالة الكلام عليه، قال النابغة الجعدي: \n873 - أيا دار سلمى بالحرورية اسلمي ... إلى جانب الصمان فالمتثلم\nأقامت به البردين ثم تذكرت ... منازلها بين الدخول فجرثم ومسكنها بين العروب إلى اللوى ... إلى شعب ترعى بهن فغيهم\n(4/386)\n\nفإذا أكثر ذلك مع حرف الجر، أعني (إلى) فحذفه مع فاء العطف التي هي بمعناه: \nأولى، بل هو واجب لامتناع اجتماع حرفي عطف، ويجوز أن يكون المعنى: قفا نبك بين منازل الدخول فمنازل حومل، فمنازل توضح فمنازل المقراة، وكذا في غير هذا الموضع، وأما قوله: \n874 - يا درامية بالعلياء فالسند ... أقوت وطال عليها سالف الأمد\nفالفاء فيه لإفادة الترتيب في الذكر، لأنه يذكر في تعريف الأمكنة: الأخص بعد الأعم، فكأن العلياء موضع وسيع، تشتمل على مواضع منها السند، فهو كقولك: داري ببغداد فالكرخ، فإذا نفيت، مثلا، قولك: جاءني زيد فعمرو، فقلت: ما جاءني زيد فعمرو، فأنت ناف لتعقيب مجئ عمرو لمجئ زيد، فيمكن أن يحصل المجيئان في حالة، وأن يحصل مجئ عمرو قبل مجئ زيد، هذا الذي ذكرنا كله، حكم فاء العطف، والتي لغير العطف، أيضا، لا تخلو من معنى الترتيب، وهي التي تسمى فاء السبية، وتختص بالجمل، وتدخل على ما هو جزاء، مع تقدم كلمة الشرط نحو: إن لقيته فأكرمه، ومن جاءك فأعطه، وبدونها، نحو: زيد فاضل فأكرمه، وتعريفه بأن يصلح تقدير (إذا) الشرطية قبل الفاء، وجعل مضمون الكلام السابق شرطها، فالمعنى في مثالنا: إذا كان كذا، فأكرمه، وهو كثير في القرآن المجيد، وغيره، قال تعالى: (أم لهم ملك السماوات والأرض وما بينهما، فليرتقوا في الأسباب)، وقال تعالى: (قال أنا",
        "(4/387)\n\nخير منه خلقتني من نار وخلقته من طين، قال فاخرج منها)، أي: إذا كان عندك هذا الكبر فاخرج، وقال: (رب فأنظرني)، أي إذا كنت لعنتني فأنظرني، وقال: (فإنك من المنظرين)، أي إذا اخترت الدنيا على الآخرة فإنك من المنظرين، (قال فبعزتك)، أي إذا أعطيتني هذا المراد فبعزتك (لأغوينهم) وكثيرا ما تكون فاء السببية بمعنى لام السببية، وذلك إذا كان ما بعدها مسببا لما قبله، كقوله تعالى: (اخرج منها فإنك رجيم)، وتقول: أكرم زيدا فإنه فاضل، فهذه تدخل على ما هو الشرط في المعنى، كما أن الأولى دخلت على ما هو الجزاء في المعنى، وذلك أنك تقول: زيد فاضل فأكرمه، وتعكس فتقول: أكرمه فإنه فاضل، ثم اعلم أنه لا تنافي بين السببية والعاطفة، فقد تكون سببية وهي مع ذلك عاطفة جملة على جملة، نحو: يقوم زيد فيغضب عمرو، لكن لا يلازمها العطف نحو إن لقيته فأكرمه، ثم إنه قد يؤتى في الكلام بفاء موقعها موقع السببية، وليست بها، بل هي زائدة، وفائدة زيادتها: التنبيه على لزوم ما بعدها لما قبلها لزوم الجزاء للشرط، كما تقدم في الظروف المبنية، وقد تجئ زائدة في غير هذا الموضع المذكور، نحو: زيد فوجد، عند الأخفش، وقوله: \nلا تجزعي ان مفغسا أهلكته ... فإذا هلكت فعند ذلك فاجزعي - 46\nثم اعلم أن إفادة الفاء للترتيب، لا ينافيها كون الثاني المترتب يحصل بتمامه في زمان طويل، إذا كان أول أجزائه متعقبا لما تقدم، كقوله تعالى: (ألم تر أن الله أنزل من السماء ماء\n(4/388)",
        "\nفتصبح الأرض مخضرة)، فإن اخضرا الأرض، يبتدئ بعد نزول المطر، لكن يتم في مدة ومهلة، فجئ بالفاء، نظرا إلى أنه لا فصل بين نزول المطر وابتداء الاخضرار، ولو قال: ثم تصبح، نظرا إلى تمام الاخضرار، جاز، وكذا قوله تعالى: (ثم جعلناه نطفة في قرار مكين ثم خلقنا النطفة علقة)، نظرا إلى تمام صيرورتها علقة، ثم قال: (فخلقنا العلقة مضغة، فخلقنا المضغة عظاما، فكسونا العظام لحما)، نظرا إلى ابتداء كل طور، ثم قال: (ثم أنشأناه خلقا آخر)، إما نظرا إلى تمام الطور الأخير، وإما استبعادا لمرتبة هذا الطور الذي فيه كمال الانسانية، من الأطوار المتقدمة، قوله: (وثم مثلها بمهلة)، أي مثل الفاء في الترتيب، إلا أنها تختص بالمهلة والتراخي، ومن ثم قال سيبويه في: مررت بزيد ثم عمرو: ان المرور: مروران، ولا تكون إلا عاطفة، ولا تكون للسببية، إذ لا يتراخى المسبب عن السبب التام، ولا تعطف المفصل على المجمل كالفاء، وقد تجئ في الجمل خاصة، لاستبعاد مضمون ما بعدها عن مضمون ما قبلها، وعدم مناسبته له كما ذكرنا في قوله تعالى: (ثم أنشأناه خلقا آخر)، وكقوله تعالى: (خلق السماوات والأرض وجعل الظلمات والنور، ثم الذين كفروا بربهم يعدلون)، فالاشراك بخالق السماوات والأرض مستبعد، غير مناسب وهذا المعنى: فرع التراخي ومجازه، وكذا في قوله تعالى: (فلا اقتحم العقبة) ثم قال: (ثم كان من الذين آمنوا)، فإن الأيمان بعيد المنزلة من فك الرقبة، والأطعام، بل لا نسبة بينه وبينهما، وكذا قوله (وأن استغفروا ربكم ثم توبوا إليه)، فإن بين توبة العبد، وهي انقطاع العبد إليه بالكلية وبين طلب المغفرة بونا بعيدا،\n(4/389)\n",
        "وقد تجئ (ثم) لمجرد الترتيب في الذكر، والتدرج في درج الارتقاء وذكر ما هو الأولى ثم الأولى من دون اعتبار التراخي والبعد بين تلك الدرج ولا أن الثاني بعد الأول في الزمان، بل ربما يكون قبله، كما في قوله: \n875 - إن من ساد ثم ساد أبوه ... ثم قد ساد قبل ذلك جده\nفالمقصود ترتيب درجات معالي الممدوح، فابتدأ بسيادته، ثم بسيادة أبية، ثم بسيادة جده، لأن سيادة نفسه أخص ثم سيادة الأب ثم سيادة الجد، وإن كانت سيادة الأب مقدمة في الزمان على سيادة نفسه، فثم، ههنا، كالفاء في قوله تعالى (فبئس مثوى المتكبرين) كما ذكرنا، وقد تكون ثم، والفاء، أيضا، لمجرد التدرج في الارتقاء، وإن لم يكن الثاني مترتبا في الذكر على الأول، وذلك أن تكرر الأول بلفظه، نحو: بالله، فبالله أو: والله ثم والله، وقوله تعالى: (وما أدراك ما يوم الدين، ثم ما أدراك ما يوم الدين)، وقوله: (كلا سوف تعلمون ثم كلا سوف تعلمون)، وأما قوله تعالى: (فإلينا مرجعهم ثم الله شهيد على ما يفعلون)، فأقام العلة مقام المعلول، وقوله تعالى: (وإني لغفار لمن تاب وآمن وعمل صالحا ثم اهتدي)، أي بقي على ذلك الهدى من التوبة والأيمان والعمل الصالح، كما قيل في: (اهدنا الصراط\n(4/390)\n\nالمستقيم)، أي أبقنا عليه، فاستعمل (ثم)، نظرا إلى تمام البقاء، واستبعادا لمرتبة البقاء عليها من مرتبة ابتدائها، لأن البقاء عليها أفضل، فيكون كما قلنا في قوله: (ثم أنشأناه خلقا آخر)، من الوجهين، (همزة الاستفهام مع هذه الأحرف) وقد تدخل همزة الاستفهام المفيدة للإنكار على واو العطف، كقوله تعالى: (ولقد أنزلنا إليك آيات بينات، وما يكفر بها إلا الفاسقون، أو كلما عاهدوا عهدا نبذه فريق منهم)، الآية، فقوله: أو كلما، عطف على (لقد أنزلنا)، والهمزة لأنكار الفعل، وقد يكون الاستفهام للتوبيخ، أو التقرير، إذا دخلت همزته على جملة منفية، كقوله تعالى: (قالوا لولا أوتي مثل ما أوتي موسى، أو لم يكفروا. . .)، عطف (لم يكفروا) على: (قالوا لولا أوتي)، وكذا تدخل على فاء العطف، للإنكار، كقوله تعالى: (ومنهم من يستمعون إليك) أفأنت تسمع الصم)، فقوله (أنت تسمع الصم)، عطف على: (ومنهم من يستمعون)، أي بعضهم يستمع إليك غير سامع في الحقيقة، أفأنت تسمع هؤلاء الصم،",
        "(4/391)\n\nوكذا قوله: (ومنهم من ينظر إليك، أفأنت تهدي العمى)، أي ينظر إليك، غير مبصر في الحقيقة، وتكون الهمزة للتوبيخ أو التقرير إذا دخلت على النفي، وقد تدخل على فاء السببية كقوله تعالى: (من إله غير الله يأتيكم بضياء، أفلا تسمعون)، أي إذا، كان كذا فلم لا تسمعون، وكذا قوله تعالى: (من إله غير الله يأتيكم بليل تسكنون فيه أفلا تبصرون) فالفاء للسببية والهمزة للتوبيخ، أو التقرير، وكذا تدخل همزة الإنكار على (ثم)، المفيدة للاستبعاد، كقوله تعالى: (ماذا يستعجل منه المجرمون، أثم إذا ما وقع آمنتم به)، فثم، ههنا، مثلها في قوله تعالى: (ثم الذين كفروا بربهم يعدلون)، لأن الأيمان بالشئ مستبعد من استعجاله، استهزاء، وهذه الحروف، ليست بعاطفة على معطوف عليه مقدر، كما يدعيه جار الله في الكشاف، ولو كانت كما قال، لجاز وقوعها في أول الكلام، قبل تقدم ما يكون معطوفا عليه، ولم تجئ إلا مبنية على كلام متقدم، (زيادة هذه الأحرف) وهذه الحروف الثلاثة، تجئ عند الأخفش زائدة، والبصريون يؤولون فيما يقبل التأويل، صيانة للحروف من الزيادة،\n(4/392)",
        "\nأما الواو، فمثل قوله تعالى: (فلما أسلما وتله للجبين وناديناه)، قال البصريون: \nجواب (لما) محذوف، أي. . وتله للجبين وناديناه، كان هناك ما لا يوصف من ألطافه تعالى، وكذا قوله: \n876 - فلما أجزنا ساحة الحي وانتحى ... بنا بطن خبت ذي حقاف عقنقل\nوأما قوله: \n877 - ولما رأي الرحمن أن ليس فيهم ... رشيد، ولا ناه أخاه عن الغدر\nوصب عليهم تغلب ابنة وائل ... فكانوا عليهم مثل راغية البكر فالمعنى: غضب عليهم، وصب بحذف المعطوف عليه، وكذا قوله: \n878 - فإذا وذلك يا كبيشة لم يكن ... إلا كلمة حالم بخيال\nأي: فإذا إلمامك وذلك الإلمام، وأما الفاء ففي قوله: \nأراني إذا ما بت، بت على هوى ... فثم إذا أصبحت، أصبحت غاديا\n- 640\nقيل: الفاء زائدة، وقيل: بل الزائد (ثم) لحرمة التصدر، وأجاز الأخفش: زيد فوجد، وزيد فقائم، قياسا على زيادة الفاء مستدلا بقول الشاعر: \n(4/393)\n",
        "وقائلة خولان فانكح فتاتهم ... واكرومة الحيين خلو كما هيا - 76\nوالفاء في قوله: \nأبا خراشة أما أنت ذا نفر ... فان قومي لم تأكلهم الضبع - 240\nزائدة عند البصريين دون الكوفيين، كما مر في بابه، وأما (ثم) فقال الأخفش: هي زائدة في قوله تعالى: (حتى إذا ضاقت عليهم الأرض بما رحبت، وضاقت عليهم أنفسهم، وظنوا أن لا ملجأ من الله إلا إليه، ثم تاب عليهم)، ولا منع من ارتكاب حذف المعطوف عليه، أي: ألهمهم الإنابة، ثم تاب عليهم، وكل ما جاء من مثله، فإن أمكن الاعتذار عنه، فهو أولى، وإلا، فليحكم بزيادة الحرف، وأنشد أبو زيد لزيادة (أم) قول الراجز: \n879 - يا دهر، أم ما كان مشيي رقصا ... بل قد تكون مشيتي توقصا\nقوله: (وحتى مثلها)، يعني: مثل (ثم) في الترتيب والمهلة، وقال الجزولي: المهلة في (حتى)، أقل منها في (ثم) فهي متوسطة بين الفاء، التي لا مهلة فيها، وبين (ثم)، المفيدة للمهلة، والذي أري: أن (حتى) لا مهلة فيها، بل (حتى) العاطفة، تفيد أن المعطوف هو\n(4/394)\n\nالجزء الفائق، إما في القوة أو في الضعف على سائر أجزاء المعطوف عليه، وقد يكون تعلق الفعل في المعطوف عليه والمعطوف، بما بعد (حتى) أسبق من تعلقه بالأجزاء الأخر، كقولك: توفي الله كل أب لي، حتى آدم، وقد يكون تعلقه به في أثناء تعلقه بالأجزاء الأخر، نحو: مات الناس حتى الأنبياء، فالمقصود: أن الترتيب الخارجي، لا يعتبر فيها، أيضا، كما لا يعتبر فيها المهلة، بل المعتبر فيها ترتيب أجزاء ما قبلها، ذهنا، من الأضعف إلى الأقوى، كما في مات الناس حتى الأنبياء، أو من الأقوى إلى الأضعف، كما في: قدم الحجاج حتى المشاة.\n\n(أو، إما، أم أم المتصلة، والمنقطعة)\nقال ابن الحاجب:\n(وأو، وإما، وأم، لأحد الأمرين مبهما، وأم المتصلة لازمة لهمزة الاستفهام، يليها أحد المستويين والآخر الهمزة، بعد ثبوت أحدهما، لطلب التعيين، ومن ثم، لم يجز: أرأيت زيدا، أم عمرا، ومن ثم كان جوابها بالتعيين دون: نعم، أو: لا، والمنقطعة، كبل والهمزة، مثل: إنها لأبل أم شاء، و: إما، قبل المعطوف عليه لازمة مع إما، جائزة مع أو).\nقال الرضي:\nاعلم أن الأحرف الثلاثة لأحد الأمرين، أو أحد الأمور، و (أو)، و (إما)",
        "(4/395)\n\nالعاطفتان في المعنى سواء، الا في شئ واحد، وهو أن (أو)، تجئ بمعنى (إلى) أو (إلا)، وتجئ، أيضا، للأضراب بمعنى (بل) فلا يكون، إذن، بعدها الا الجمل، فلا تكون حرف عطف، بل حرف استئناف وإذا كانت حرف عطف، فقد تعطف المفرد على المفرد، نحو: جاءني زيد أو عمرو، وقد تعطف الجملة على الجملة، نحو: ما أبالي: أقمت أو قعدت، وتقول في الاستئناف: أنا أخرج اليوم، ثم يبدو لك الإقامة فتقول: أو أقيم، أي: \nبل أقيم على كل حال، وهي في هذه الصورة محتملة للعطف فتكون على ذلك التقدير مترددا بين الخروج والإقامة، وأما قوله: \n881 - بدت مثل قرن الشمس في رونق الضحى ... وصورتها أو أنت في العين أملح\nفلا يحتمل العطف إذ لا يصح قيام الجملة بعدها مقام قوله: قرن الشمس، كما هو حق المعطوف، وكذا في قوله تعالى: (وأرسلناه إلى مائة ألف أو يزيدون)، أي: بل يزيدون، وإنما جاز الاضراب ببل في كلامه تعالى، لأنه أخبر عنهم بأنهم مائة ألف، بناء على ما يحرز الناس من غير تعمق، مع كونه تعالى عالما بعددهم وأنهم يزيدون، ثم أخذ، تعالى، في التحقيق، فأضرب عما يغلط فيه غيره بناء منهم على ظاهر الحزر، أي أرسلناه إلى جماعة يحزرهم الناس مائة ألف وهم كانوا زائدين على ذلك، وكذا قوله تعالى: (كلمح البصر)، بناء على ما يقول الناس في التحديد ثم أضرب\n(4/396)",
        "\nعما يغلطون فيه، في هذه القضية ان قالوا ذلك، وحق وقال: (أو هو أقرب)، أي بل هو أقرب، وقالوا: ان ل: أو، إذا كان في الخبر ثلاثة معان: الشك، والأبهام، والتفصيل، وإذا كان في الأمر، فله معنيان: التخيير والإباحة، فالشك: إذا أخبرت عن أحد الشيئين ولا تعرفه بعينه، والابهام إذا عرفته وتقصد أن تبهم الأمر على المخاطب، فإذا قلت: جاءني زيد أو عمرو، ولم تعرف الجائي منهما، فأو، للشك، وإذا عرفته وقصدت الإبهام على السامع، فهو للإبهام، كقول لبيد: \n882 - تمنى ابنتاي أن يعيش أبوهما ... وهل أنا الا من ربيعة أو مضر\nوالظاهر: أنه كان يعرف أنه من أيهما، وقال الله تعالى: (أتاها أمرنا ليلا أو نهارا)، والتفصيل: إذا لم تشك، ولم تقصد الإبهام على السامع، كقولك: هذا إما أن يكون جوهرا أو عرضا، إذا قصدت الاستدلال على أنه جوهر لا عرض أو على أنه عرض لا جوهر، أو على أنه لا هذا ولا ذاك: \nوأما في الأمر، فإن حصل للمأمور بالجمع بين الأمرين فضيلة وشرف، في الغالب، فهي للإباحة، نحو: تعلم الفقه أو النحو، وجالس الحسن أو ابن سيرين، وإلا فهي للتخيير، نحو: اضرب زيدا أو عمرا، والفرق بينهما أن الإباحة يجوز فيها الجمع بين الفعلين والاقتصار على أحدهما، وفي التخيير يتحتم أحدهما، ولا يجوز الجمع،\n(4/397)\n",
        "هذا ما قيل، وينبغي أن تعرف أن جواز الجمع بين الأمرين في نحو: تعلم الفقه أو النحو، لم يفهم من (اما) و (أو)، بل ليستا إلا لأحد الشيئين في كل موضع، وإنما استفيدت الإباحة مما قبل العاطفة وما بعدها معا، لأن تعلم العلم خير، وزيادة الخير خير، فدلالة (أو) و (إما) في الإباحة والتخيير، والشك والأبهام والتفصيل على معنى أحد الشيئين أو الأشياء على السواء، وهذه المعاني تعرض في الكلام، لا من قبل (أو)، و (إما) بل من قبل أشياء أخر، فالشك من قبل جهل المتكلم وعدم قصده إلى التفصيل أو الإبهام، والتفصيل من حيث قصده إلى ذلك، والإباحة، من حيث كون الجمع يحصل به فضيلة، والتخيير من حيث لا يحصل به ذلك، وأما في سائر أقسام الطلب، فالاستفهام نحو: أزيد عندك أو عمرو، لا يعرض فيه شئ من المعاني المذكورة، وأما التمني نحو: ليت لي فرسا أو حمارا، فالظاهر فيه جواز الجمع، إذ في الغالب من العادات أن من يتمنى أحدهما لا ينكر حصولهما معا، وأما التحضيض، نحو: هلا تتعلم الفقه أو النحو، وهلا تضرب زيدا أو عمرا، والعرض نحو: ألا تتعلم الفقه أو النحو وألا تضرب زيدا أو عمرا، فكالأمر، في الإباحة والتخيير بحسب القرينة، ولما كثر استعمال (أو) في الإباحة التي معناها جواز الجمع، جاز استعمالها بمعنى الواو، قال: \nوكان سيان أن يسرحوا غنما ... أو يسرحوه بها واغبرت السوح -\nفإن (سيان) بمعنى: مستويان، وهو بين الشيئين، وقال: \n883 - سيان كسر رغيفه ... أو كسر عظم من عظامه\nوقد تجئ (أو) بمعنى (إلى) أو (إلا) كما تقدم في نواصب المضارع، وإذا نفيت الخبر، نحو: رأيت زيدا أو عمرا، فإن أردت نفي رؤيتهما معا، قلت: ما رأيت واحدا\n(4/398)\n\nمنهما أو: ما رأيت أحدهما، أو: ما رأيت زيدا ولا عمرا، وإن أردت نفي رؤية أحدهما لا رؤيتهما، فإن تعين عندك ذلك الواحد، وقصدت تعيينه للمخاطب، سميته، نحو: ما رأيت زيدا، أو: ما رأيت عمرا، وإن لم يتعين عندك، أو تعين وقصدت الإبهام قلت: ما رأيت زيدا أو عمرا، فيكون المعنى: ما رأيت أحدهما ورأيت الآخر، وكذا إن نفيت الأمر وهو النهي، كما إذا قلت مثلا في: اضرب زيدا أو عمرا: \nلا تضرب زيدا أو عمرا، فالقياس يقتضي أن يكون المعنى: لا تضرب أحدهما واضرب الآخر، كما كان في الأمر معناه: اضرب أحدهما ولا تضرب الآخر، فإن قلت: فلا يبقى، إذن، فرق بين الأمر والنهي، ولا بين الخبر المثبت والمنفي في: رأيت زيدا أو عمرا، وما رأيت زيدا أو عمرا، قلت: لا يبقى فرق في أصل الوضع، إلا إذا كان المعدود أكثر من اثنين فإنك إذا قلت: اضرب زيدا أو عمرا أو خالدا، فالمعنى أضرب أحدهم ولا تضرب الباقيين، وإذا قلت: لا تضرب زيدا أو عمرا أو خالدا، فالمعنى: لا تضرب أحدهم واضرب الباقيين، وكذا في الخبر، نحو: رأيت زيدا أو عمرا أو خالدا، وما رأيت زيدا أو عمرا أو خالدا، وهذا القياس هو مقتضى أصل الوضع، ثم بعد ذلك، جرت عادتهم أنه إذا استعمل لفظ (أحد)، أو ما يؤدي معناه، في الأثبات، فمعناه: الواحد فقط، وإذا استعمل في غير الموجب فمعناه، العموم في الأغلب، ويجوز أن يراد الواحد فقط، أيضا، تفسير ذلك: أنك إذا قلت في الموجب مصرحا بالواحد: رأيت واحدا من زيد وعمرو، مثلا، وكذلك فيما يؤدي معنى الواحد، نحو: رأيت رجلا منهما، أو: رأيت زيدا أو عمرا، فإن كل واحد من الألفاظ الثلاثة أفاد أنك رأيت واحدا منهما فقط، وإذا قلت في غير الموجب: ما رأيت واحدا منهما، أو: ما رأيت رجلا منهما، أو: \nما رأيت زيدا أو عمرا، فإن كل واحد من الألفاظ الثلاثة، وإن احتمل أن تريد به الواحد",
        "(4/399)\n\nفقط فيكون المعنى: ما لقيت واحدا منهما ولقيت الآخر، لكن الأظهر والأغلب في الاستعمال، أن يكون المراد: ما لقيت واحدا منهما فكيف بما فوق الواحد، أي أن المراد نفي رؤيتهما كليهما، وإنما كان كذلك لأن الأصل عدم الرؤية، فإذا قلت: لقيت واحدا منهما أو ما يؤدي معناه نحو: لقيت زيدا أو عمرا فقد أخرجت واحدا منهما مما كان أصله، أي عدم الرؤية، فيبقى الآخر على أصله، أي غير مرئي، وأما إذا قلت: ما لقيت واحدا منهما، أو ما يؤدي معناه، وهو: ما لقيت زيدا أو عمرا، والأصل عدم الرؤية، ولم يصرح فيه إلا بعدم رؤية واحد منهما، فبقاء الآخر على أصله من عدم الرؤية أولى، فيكون نفيا لمطلق الرؤية، فإن قلت: فإذا كان الأصل عدم الرؤية، كان عليك ألا تأتي بمفعول لرأيت، لا واحدا ولا أكثر، حين تخشى توهم المخاطب أن هذا الأصل لم يبق على حاله، بل كان يكفيك أن تقول: ما لقيت من جنس الرجال، فما دعاك إلى تقييد نفي الرؤية بواحد؟\nقلت قصد المبالغة، وبيان ذلك أن الأصل، أي عدم الرؤية، بقي على حاله، ولم ينتف بتعلقها بأقل ما يكون أي الواحد، فما زاد، وإذا تقرر هذا ظهر لك علة قولهم: ان النكرة في غير الواجب تفيد العموم في الأغلب، وذلك أن النكرة تفيد الوحدة، والوحدة في غير الموجب تفيد العموم في الأغلب، كما مضى، فإن قصدت التنصيص على العموم قلت: ما لقيت من رجل، ومن واحد، وإذا قلت: ما لقيت رجلين، أو رجالا، فالمعنى: ما لقيت مثنى واحدا من هذا الجنس، وما لقيت جماعة واحدة منه، فمع عدم (من) يحتملان الاستغراق وغيره، ومع (من) يصير الأول نصا في استغراقه لجميع مثنيات هذا الجنس، والثاني نصا في استغراقه لجميع جماعاته، فظهر أن معنى: ما رأيت زيدا أو عمرا: ما رأيت زيدا ولا عمرا، في الأظهر، وكذا معنى، لا تضرب زيدا أو عمرا، ويحتمل احتمالا مرجوحا: لا تضرب أحدهما\n(4/400)",
        "\nواضرب الآخر، ويندفع هذا الاحتمال بمثل القرينة التي في قوله تعالى: (ولا تطع منهم آثما أو كفورا)، إذ لا يجوز أن يريد: لا تطع واحدا منهما وأطع الآخر، لقرينة الإثم والكفر، فلفظة (أو) في جميع الأمثلة، موجبة كانت، أو، لا، مفيدة لأحد الشيئين أو الأشياء، ثم معنى الوحدة في غير الموجب يفيد العموم، فلم تخرج (أو) مع القطع بالجمع في الانتهاء في نحو: (ولا تطع منهم آثما أو كفورا)، عن معنى الوحدة التي هي موضوعة له، والله أعلم، وأما (إما) فهي بمعنى (أو) في جميع الأحكام المذكورة، إلا أن المعطوف عليه بإما، لابد أن يكون مصدرا بإما أخرى، نحو: جاءني إما زيد وإما عمرو، فمبنى الكلام مع (إما)، على أحد الشيئين، أو الأشياء، وأما مع (أو) فإن تقدم (إما) على المعطوف عليه، نحو: جاءني إما زيد أو عمرو، فالكلام مبني على ذلك، وإن لم يتقدم، جاز أن يعرض للمتكلم معنى أحد الشيئين بعد ذكر المعطوف عليه، نقول مثلا: قام زيد، قاطعا بقيامه، ثم يعرض الشك، أو قصد الإبهام فتقول: أو عمرو، ويجوز أن يكون شاكا أو مبهما من أول الأمر، وإن لم يأت بحرف دال عليه، كما تقول مثلا: جاءني القوم، وأنت عازم من أول الأمر على الاستثناء بقولك: إلا زيدا، فإما الثانية، في كل كلام، لا بد لها من تقدم (إما) أخرى داخلة على المعطوف عليه، بخلاف (أو)، فإنه يجوز فيه تقدم (إما) عليه، وعدم تقدمها، نحو: جاءني إما زيد أو عمرو، و: جاءني زيد أو عمرو، وقد جاءت (إما) غير مسبوقة بإما أخرى، لكنها تقدر، حملا على الكثير الشائع من استعمالها، أنشد الفراء: \n(4/401)\n",
        "884 - تلم بدار قد تقادم عهدها ... وإما بأموات ألم خيالها\nأي: إما بدار، وإما بأموات، وقد تخلف الثانية (إلا)، قال: \n885 - فإما أن تكون أخي بصدق ... فأعرف منك غثي من سميني\nوإلا فاطرحني واتخذني ... عدوا أتقيك وتتقيني وتلزم الثانية الواو، وربما ترد بلا واو، نحو خذ إما هذا، إما ذاك، قال: \n886 - يا ليتما أمنا شالت نعامتها ... إما إلى جنة، إما إلى نار\nويروى: إيما إلى جنة. . . وهي لغة في إما، وقالوا: إن (إما) لا تستعمل في النهي، وحكى قطرب فتح همزة (إما) العاطفة، وهي عند سيبويه: مركبة من: إن وما، بدليل حذف (ما) للضرورة قال: \n887 - سقته الرواعد من صيف ... وإن من خريف فلن يعد ما\nفارتكب الشاعر حذف (إما) الأولى، وحذف (ما) من الثانية، وقال: \n(4/402)\n\n888 - لقد كذبتك نفسك فاكذبنها ... فإن جزعا وإن إجمال صبر\nقال: التقدير: إما تجزع جزعا. . .، ولا منع من تغير معنى الكلمة وحالها بالتركيب، كما مضى من كون: (مما) بمعنى (ربما)، وقال غيره: هو مفرد غير مركب، إذ الافراد أصل في الحروف، وتأول البيتين بإن الشرطية، وشرطها: (كان)، المحذوفة، أي: فإن كان جزعا، ومنع أبو علي، وعبد القاهر من كونها عاطفة، لأن الأولى داخلة على ما ليس بمعطوف على شئ، والثانية مقترنة بواو العطف، فلا تصلحان للعطف، وشبهة من جعلها حرف عطف: كونها بمعنى (أو) العاطفة، ولا يلزم ذلك، فإن معنى (أن) المصدرية هو معنى (ما) المصدرية، والأولى تنصب المضارع، بخلاف الثانية، وقال الأندلسي: إما الأولى مع الثانية حرف عطف، قدمت تنبيها على أن الأمر مبني على الشك، والواو جامعة بينهما، عاطفة لأما الثانية على الأولى، حتى تصيرا كحرف واحد، ثم تعطفان معا: ما بعد الثانية على ما بعد الأولى، وهذا عذر بارد من وجوه: لأن تقدم بعض العاطف على المعطوف عليه وعطف بعض العاطف على بعضه، وعطف الحرف على الحرف، غير موجودة في كلامهم،",
        "(4/403)\n\nفالحق: أن الواو هي العاطفة، و (إما) مفيدة لأحد الشيئين، غير عاطفة، والواو في نحو قوله: إما إلى جنة إما إلى نار: مقدرة، قوله: (وأم المتصلة، لازمة لهمزة الاستفهام. . إلى آخره)، اعلم أن (أم) على ضربين: متصلة ومنفصلة، فالمتصلة تختص بثلاثة أشياء: أحدها تقدم الهمزة، إما للاستفهام نحو: أزيد عندك أم عمرو، أو للتسوية، نحو: (سواء عليهم أستغفرت لهم أم لم تستغفر لهم) وقد يجئ شرح همزة التسوية، وهذه الهمزة قد تكون مقدرة قبل (أم) المتصلة في الشعر، قال: \n889 - لعمري ما أدري، وإن كنت درايا ... بسبع رمين الجمر أم بثمان وقال: \n890 - لعمرك ما أدري وإن كنت داريا ... شعيث ابن سهم أم شعيث ابن منقر\nوقال: \n891 - كذبتك عينك، أم رأيت بواسط ... غلس الظلام من الرباب خيالا\nوليس بكثير، وربما تجئ (هل) قبل المتصلة على الشذوذ، نحو: هل زيد عندك أم عمرو، وإنما لزمت الهمزة في الأغلب، دون (هل)، لأن (أم) المتصلة لازمة لمعنى الاستفهام وضعا، وهي، مع أداة الاستفهام التي قبلها، بمعنى: أي الشيئين، فشاركت همزة الاستفهام\n(4/404)",
        "\nالتي هي أيضا عريقة في باب الاستفهام، وعادلتها حتى كانتا معا بمعنى (أي)، وأما (هل)، فإنها دخيلة في معنى الاستفهام، لأن أصلها (قد)، نحو قوله تعالى: (هل أثر على الإنسان حين من الدهر)، لمنقطعة، فقد لا يتقدمها الاستفهام، وقد يتقدمها الاستفهام بالهمزة أو بهل، ولا نفع بعد غيرهما من أسماء الاستفهام، إذا كان الاستفهام بأم عن اسم داخل في عموم اسم الاستفهام المتقدم، وفي الحكم المنسوب إليه، لأن أسماء الاستفهام إذا استفهم بها، عمت في الجميع فتغني عن كل استفهام بعدها، فلا تقول: من عندك أم عندك عمرو، لأن معنى قولك: أم عندك عمرو، مستفاد من قولك: من عندك؟، وإذا لم يكن داخلا في عموم الاستفهام المتقدم، نحو: من عندك أم عندك حمار، وأين زيد أم عندك عمرو، أو في الحكم المنسوب إليه نحو: من عندك أم ضربت عمرا، ومن تضرب أم من تشتم: جاز وقوعها بعدها، وثانيها: أنه يجب أن يستفهم بها عن شيئين أو أشياء، ثابت أحدهما، أو أحدها عند المتكلم، لطلب التعيين، لأنها مع الهمزة بمعنى (أي) ويستفهم بأي، عن التعيين، فيكون المعطوف مع المعطوف عليه بتقدير استفهام واحد، لأن المجموع بمعنى (أي)، فجوابه بالتعيين، وأما في المنقطعة، فلا يثبت أحد الأمرين عند المتكلم، بل، ما قبل (أم) وما بعدها على كلامين، لأنه اضراب عن الكلام الأول، وشروع في استفهام مستأنف، فهي، إذن، بمعنى (بل) التي تدل على أن الأول وقع غلطا في نحو قولهم: انها لأبل، أم شاء، أو بمعنى (بل) التي تكون للانتقال من كلام إلى كلام آخر، لا لتدارك الغلط، كما\n(4/405)\n",
        "في قوله تعالى: (أم يقولون افتراه)، وقوله: (أم اتخذ مما يخلق بنات)، وفيها مع معنى (بل) معنى الهمزة الاستفهامية في نحو: انها لأبل، أم شاء، والهمزة الانكارية في نحو: (أم يقولون افتراه)، وقد تجئ بمعنى (بل) وحدها، كقوله تعالى: (أم أنا خير من هذا الذي هو مهين)، إذ لا معنى للاستفهام ههنا، وكذا إذا جاءت بعدها أداة الاستفهام كقوله تعالى: (أم هل تستوي الظلمات والنور) وقوله تعالى: (أم من هذا الذي هو جند لكم)، وقوله: \n892 - أم كيف ينفع ما تعطي العلوق به ... رئمان أنف، إذا ما ضن باللبن\nفهي في مثله بمعنى (بل) وحدها، والمقصود أن الكلام معها على كلامين، دون المتصلة، ولهذا سميت منقطعة، وسميت الأولى متصلة، لكونهما مع الهمزة التي قبلها، كأي، وجواب المنقطعة: لا، أو: نعم، لأنه استفهام مستأنف، وثالثها: أنه يليها المفرد والجملة، بخلاف المنقطعة، فإنه لا يليها إلا الجملة ظاهرة\n(4/406)\n\nالجزأين، نحو: أزيد عندك أم عندك عمرو، أو مقدرا أحدهما نحو: انها لإبل أم شاء، أي: أم هي شاء، قال جار الله: لا يجوز حذف أحد جزأي الجملة بعد المنقطعة في الاستفهام لئلا تلتبس بالمتصلة، ويجوز في الخبر، إذ لا يلتبس، ثم اعلم أنه إذا ولى المتصلة مفرد، فالأولى أن يلي الهمزة قبلها مثل ما وليها، سواء، لتكون (أم) مع الهمزة بتأويل (أي)، والمفردان بعدهما بتأويل المضاف إليه (أي)، فنحو: أزيد عندك أم عمرو، بمعنى: أيهما عندك، و: أفي السوق زيد أم في الدار، بمعنى: في أي الموضعين هو؟\nوتجوز المخالفة بين ما ولياهما، نحو: أعندك زيد أم عمرو، و: أزيد عندك أم في الدار، و: ألقيت زيد أم عمرا، جوازا حسنا كما قال سيبويه، لكن المعادلة أحسن، وإن ولي (أم) والهمزة، جملتان مشتركتان في أحد الجزأين، فإن كانتا فعليتين مشتركتين في الفاعل، نحو: أقمت أم قعدت، و: أنام زيد أم انتبه، فهي متصلة، ويجوز مع عدم التناسب بين معنى الفعلين أن تكون منقطعة، نحو: أقام زيد أم تكلم، وإن كانتا فعليتين متساويتي النظم، مشتركتين في الفعل، نحو: أقام زيد أم قام عمرو، أو اسميتين كذلك مشتركتين في جزء، نحو: أزيد قائم أم هو قاعد، و: \nأزيد أخي أم عمرو هو، فالأولى أن (أم) في الصور الثلاث منقطعة، لأنك كنت قادرا على الاكتفاء بمفرد منها لو قصدت الاتصال، والمفرد أدل على كونها متصلة، وعلى كون ما قبلها وما بعدها في تقدير كلام واحد، فلو أردت الاتصال قلت في الأولى، أزيد قام أم عمرو، وفي الأخيرتين أقائم زيد أم قاعد، و: أزيد أخي أم عمرو، فعدولك إلى الجملتين مع",
        "(4/407)\n\nالقدرة على المفردين، دليل الانفصال، وأما في الفعليتين المشتركتين في الفاعل، فلا تقدر على الاكتفاء بمفردين منهما، لأن كل فعل لا بد له من فاعل، وأما إن جئت بعدهما بجملتين غير مشتركتين في جزء، نحو: أزيد قائم، أم عمرو قاعد، و: أقائم زيد أم قاعد عمرو، و: أقام زيد أم قعد عمرو، وكذا: أضرب زيد عمرا أم قتله خالد، لأن المشترك فيه فضلة لا جزء جملة، فالمتأخرون على أنها منفصلة، لاغير، والمصنف والأندلسي، جوزا الأمرين، فإن كانت متصلة فالمعنى: أي هذين الأمرين كان، وليس ما ذهبا إليه ببعيد، بلى، إن وقع الاختلاف بين الجملتين: إما بكون إحداهما اسمية والأخرى فعلية، نحو: أقام زيد أم عمرو قاعد، أو بتقديم خبر إحدى الاسميتين وتأخير خبر الأخرى نحو: أقائم زيد، أم عمرو قاعد، و: أبكر قائم، أم قائم عمرو، فالظاهر فيها الانفصال، أما قوله تعالى: (سواء عليكم أدعوتموهم أم أنتم صامتون) 1، فجاز اختلاف الجملتين مع أنها متصلة لأمنهم من الالتباس بالمنقطعة، لأن التسوية لا معنى فيها للمنفصلة، فعلى هذا، إن كان بعد (أم) مفرد لفظا، وتقديرا، فهي متصلة قولا واحدا، وقبلها الهمزة في الأغلب لفظا أو تقديرا، وإن كان بعدها جملة فإن لم يكن قبلها الهمزة لا ظاهرة ولا مقدرة فهي منقطعة قولا واحدا، إلا في الشاذ القليل، نحو: هل زيد قائم أم عمرو، وإن كان قبلها الهمزة ميزت المتصلة عن المنفصلة بما ذكرت لك الآن، وقال سيبويه: (أم) في قولك: أزيد عندك أم لا: منقطعة، كان عند السائل أن زيدا عنده فاستفهم ثم أدركه مثل ذلك، الظن في أنه ليس عنده فقال: \nأم لا، وإنما\n(4/408)",
        "\nعدها منقطعة، لأنه لو سكت على قوله: أزيد عندك لعلم المخاطب أنه يريد: أهو عندك أم ليس عندك، فلا بد أن يكون لقوله: أم لا فائدة مجددة، وهي تغير ظن كونه عنده إلى ظن أنه ليس عنده، وهذا معنى الانقطاع والأضراب، (شرح معنى التسوية في الهمزة وأم) وأما همزة التسوية وأم التسوية، فهما اللتان تليان قولهم سواء وقولهم لا أبالي، ومتصرفاته، نحو، قولك: سواء علي أقمت أم قعدت، ولا أبالي أقام زيد أم قعد، فعند النجاة: قولهم أقمت أم قعدت، جملتان في تقدير مفردين معطوف أحدهما على الآخر بواو العطف، أي سواء علي قيامك وقعودك، فقيامك مبتدأ، وقعودك عطف عليه، وسواء خبر مقدم، وقد أجاز أبو علي، أيضا، أن يكون (سواء) مبتدأ، و: أقمت أم قعدت خبره، لكونهما في الظاهر فعلين، قال أبو علي: إنما جعل الفعلان مع الحرفين في تأويل اسمين، بينهما واو العطف، لأن ما بعد همزة الاستفهام، وما بعد عديلتها مستويان في علم المستفهم، لأنك إنما تقول: أقمت أم قعدت، إذا استوى عندك قيام المخاطب وقعوده، فتطلب بهذا السؤال: التعيين، فلما كان الكلام استفهاما عن المستويين، أقيمت همزة الاستفهام وعديلتها مع ما بعدهما مقام المستويين، وهما: قيامك وقعودك، وهذا كما أيم لفظ النداء مقام الاختصاص في: أنا أفعل كذا أيها الرجل، لجامع الاختصاص، فكل منادى مختص، ولا ينعكس، وكل استفهام بأم المتصلة تسوية، ولا ينعكس، والذي يظهر لي أن (سواء) في مثله، خبر مبتدأ محذوف، تقديره: \nالأمر ان سواء\n(4/409)\n",
        "علي، ثم بين الأمرين بقوله: أقمت أم قعدت، وهذا كما في قوله تعالى: (فاصبروا أو لا تصبروا، سواء عليكم) أي: الأمران سواء، وسواء، لا يثني ولا يجمع، وكأنه في الأصل مصدر، وحكى أبو حاتم تثنيته وجمعه، ورده أبو علي، وقولك: أقمت أم قعدت بمعنى: إن قمت وإن قعدت، والجملة الاسمية المتقدمة، أي: الأمران سواء، دالة على جواب الشرط، أي: إن قمت، وإن قعدت فالأمران سواء علي، ولا شك في تضمن الفعل بعد سواء، وما أبالي، معنى الشرط، ولذلك استهجن الأخفش، على ما حكى أبو علي عنه في الحجة: أن يقع بعدها الابتدائية، نحو: سواء علي، أو: ما أبالي: أدرهم مالك أم دينار، ألا ترى إلى إفادة الماضي في مثله معنى المستقبل، وما ذلك إلا لتضمنه معنى الشرط، وأما قوله تعالى: (سواء عليكم أدعوتموهم أم أنتم صامتون) فلتقدم الفعلية، وإلا لم يجز، ومن وقوع الاسمية موقع الفعلية قوله تعالى: (هل لكم فيما ملكت أيمانكم من شركاء فيما رزقناكم فأنتم فيه سواء)، أي: فلتستووا، لتقدم الاستفهام الدال عليه، ومن ذلك قوله: \nلو بغير الماء حلقي شرق ... كنت كالغصان بالماء اعتصاري - 644\nوكذلك استقبح الأخفش وقوع المضارع بعدهما، نحو: سواء علي أتقوم أم تقعد، وما أبالي أتقوم أم تقعد، لكون إفادة الماضي معنى الاستقبال أدل على إرادة معنى الشرط فيه،\n(4/410)\n\nقال أبو علي: ومما يدل على ما قال الأخفش: أن ما جاء في التنزيل من هذا النحو، جاء على مثال الماضي، قال الله تعالى: (سواء علينا أجزعنا أم صبرنا)، و: (سواء عليهم أأنذرتهم)، و: (سواء عليهم أستغفرت لهم أم لم يستغفر لهم)، وقال: \n893 - سواء عليك اليوم، أنصاعت النوى ... بخرقاء، أم أنحى لك السيف ذابح\nوقال: \n894 - ما أبالي أنب بالحزن تيس ... أم جفاني بظهر غيب لئيم\nوأما قوله: \nفإنك لا تبالي بعد حول أظبي ... كان أمك أم حمار - 512\nفقد مر في باب كان، أن تقديره: أكان ظبي كان أمك، نحو: (وإن أحد من المشركين استجارك)، وإنما أفادت الهمزة فائدة (ان) الشرطية، لأن (إن) تستعمل في الأمر المفروض وقوعه، المجهول في الأغلب، فلا يقال: إن غربت الشمس، وكذا حرف الاستفهام، يستعمل فيما لم يتيقن حصوله، فجاز قيامها مقامها، فجردت عن معنى الاستفهام،",
        "(4/411)\n\nوكذا (أم)، جردت عن معنى الاستفهام وجعلت بمعنى (أو)، لأنها مثلها في إفادة أحد الشيئين أو الأشياء، فمعنى سواء علي أقمت أم قعدت: إن قمت أو قعدت، ويرشدك إلى أن (سواء) ساد مسد جواب الشرط، لاخبر مقدم: أن معنى سواء أقمت أم قعدت، ولا أبالي أقمت أم قعدت، في الحقيقة، واحد، و: لا أبالي، ليس خبرا لمبتدأ، بل المعنى: إن قمت، أو قعدت فلا أبالي بهما، وقول ابن سينا: \n895 - سيان عندي إن بروا وإن فجروا ... فليس يجري على أمثالهم قلم\nيقوي ذلك، وإن لم يكن الاستشهاد بمثله مرضيا، وأما مجئ الهمزة وأم، أو الهمزة وأو، بعد باب: دريت وعلمت، نحو: ما أدري أزيد عندك أم عمرو، ولا أعلم أزيد عندك أو عمرو، فليس من هذا الباب، إذ لا معنى للشرط فيه، كما في الذي نحن فيه، وإن قصدت معنى التسوية في الشرط في غير لفظي سواء وما أبالي، فالغالب التصريح بأو في موضع أم، بلا همزة استفهام قبلها، نحو: لأضربنه قام أو قعد، والمعنى ذلك المعنى، والتقدير ذاك التقدير، إذ المقصود: إن قام أو قعد فلأضربنه، أي قيامه وقعوده مستويان عندي، لا يمنعني أحدهما من ضربه، ويجب تكرير الشرط سواء كان مع (أو) أو مع (أم)، لأن المراد: \nالتسوية في الشرط بين شيئين أو أكثر، فلا يجوز: ما أبالي قام، ولا: لأضربنه قام،\n(4/412)",
        "\nوإنما غلب في سواء وما أبالي: الهمزة وأم المتصلة، مع أنه لا معنى للاستفهام ههنا، بل المراد الشرط، لأن بين لفظي: سواء، ولا أبالي، وبين معنى الهمزة وأم المتصلة جامعا ومناسبة، وهو التسوية، فهي التي جوزت الإتيان بهما بعد اللفظين، بتجريد الهمزة وأم عن معنى الاستفهام وجعلهما بمعنى: إن، وأو، كما تقدم، ويجوز، مع هذا، بعد سواء، ولا أبالي: أن تأتي بأو، مجردا عن الهمزة نحو: سواء علي قمت أو قعدت، ولا أبالي قمت أو قعدت، بتقدير حرف الشرط، قال: \n896 - ولست أبالي بعد آل مطرف ... حتوف المنايا أكثرت أو أقلت\nوقال أبو علي: لا يجوز (أو) بعد سواء، فلا تقول: سواء علي قمت أو قعدت قال: لأنه يكون المعنى: سواء علي أحدهما، ويرد عليه أن معنى (أم)، أيضا، أحد الشيئين أو الأشياء، فيكون معنى سواء علي أقمت أم قعدت: سواء علي أيهما فعلت، أي الذي فعلت من الأمرين، لتجرد (أي) عن معنى الاستفهام وهذا أيضا ظاهر الفساد، وإنما لزمه ذلك في أو، في أم، لأنه جعل (سواء) خبرا مقدما، ما بعده مبتدأ، والوجه كما ذكرنا أن يكون (سواء) خبر مبتدأ محذوف ساد مسد جواب الشرط، وجوز الخليل في غير سواء، ولا أبالي: أن يجري مجراهما فيذكر بعده (أم) والهمزة، نحو: لأضربنه: أقام أم قعد، مستدلا بصحة قولك: لأضربنه: أي ذلك كان، وهو بمعنى أقام أم قعد، وليس ما قال ببعيد، لأن معنى التسوية مع غيرها، أيضا ظاهر، أي قيامه وقعوده مستويان عندي، لا يمنعني أحدهما من ضربه، كما تقدم ذكره، قال: \n(4/413)\n",
        "897 - إذا ما انتهى علمي تناهيت عنده ... أطال فأملى أم تناهى فأقصرا\nروي: أو تناهى، فالهمزة في (أطال) ليست استفهامية، بل: أطال، ماض من الإطالة، وروي: أم تناهى، فالهمزة استفهامية، وطال: ماض من الطول، ولا تجئ بالهمزة قبل (أو)، فلا تقل: لا أبالي أقمت أو قعدت، ولا: \nلأضربنه أقام أو قعد، لأنك إنما جئت بالهمزة مع أم) وإن لم يكن فيها معني، الاستفهام، لما فيها من معنى التسوية ههنا، وليس في الهمزة مع (أو) معنى التسوية، وقولك: لأقتلنه كائنا من كان، ولأفعلنه كائنا ما كان، (كائنا) فيهما، حال من المفعول، و (من) و (ما) في محل النصب على أنهما خبران لكائنا، وهما موصوفان، والضمير الراجع إليهما من الصفة محذوف أي: كأنه، وفي (كائنا) و (كان) ضمير راجع إلى ذي الحال، أي: كائنا أي شئ كأنه، قال المصنف: كل موضع قدرت فيه الجملتان، أي المعطوفة إحداهما على الأخرى: \nبالحال، فأو، نحو: لأضربنه قام أو قعد، إذ المعنى: قائما كان أو قاعدا، وإن قدر الكلام بالتسوية من غير استفهام، فأم، نحو: ما أبالي أقمت أم قعدت، هذا كلامه، ولقائل أن يطالبه باختصاص معنى الحالية بأو، وقد ذكرنا أن كل موضع يجوز فيه (أو) يجوز فيه (أم) وبالعكس، واعلم أن الفرق بين (أو) و (أم) المتصلة، في الاستفهام: أن معني قولك: أزيدا رأيت أو عمرا: أأحدهما رأيت، وجوابه: لا، أو نعم، ومعنى قولك: \nأزيدا رأيت أم عمرا: أيهما رأيت، وجوابه بالتعيين، كأن تقول: زيدا، أو تقول: \nعمرا، فالسؤال\n(4/414)\n\nبأو، لا يمكن أن يكون بعد السؤال بأم، لأنك في (أم) عالم بوجود أحدهما عنده، فكيف تسأل عما تعلم، وتقول: أزيد أفضل أم عمرو، أي: أيهما أفضل من الآخر، ففيه ذكر المفصول معنى، ولو قلت: أزيد أفضل أو عمرو، لم يجز، الا إذا كان المفضول معلوما للمخاطب، إذ المعنى: أأحدهما أفضل، وذلك إنما يكون إذا قال لك، مثلا، شخص: عندي رجل أفضل من بكر، ثم حضر زيد وعمرو، فتقول: أزيد، أو عمرو أفضل، أي: أأحدهما أفضل من بكر، وحيث أشكل عليك الأمر في (أو) و (أم) المتصلة، فقدر (أو)، ب (أحدهما) و (أم) ب (أيهما)، تقول: الحسن أو الحسين أفضل، أم بن الحنفية، والمراد: أأحدهما أفضل من ابن الحنفية أم ابن الحنفية أفضل من أحدهما، والمعنى: أيهما أفضل من أحدهما وابن الحنفية، والجواب: أحدهما، قوله: (ومن ثم لم يجز: أرأيت زيدا أم عمرا)، أي لأنه لم يلهما المستويان إذ أحدهما فعل والآخر اسم، وقد تقدم أن سيبويه قال: إن مثل هذا جائز حسن إلا أن نحو: أزيدا رأيت أم عمرا، أحسن وأولى، قوله: (ومن ثم كان جوابها: التعيين)، أي لكونها لطلب التعيين،",
        "(4/415)\n\nمعنى: (لا وبل ولكن)\nوشرط العطف بها\nقال ابن الحاجب:\n(ولا، وبل، ولكن، لأحدهما معينا، ولكن لازمة للنفي).\nقال الرضي:\nاعلم أن (لا) لنفي الحكم عن مفرد، بعد إيجابه للمتبوع، فلا تجئ إلا بعد خبر موجب، أو أمر، ولا تجئ بعد الاستفهام والتمني والعرض والتحضيض ونحو ذلك، ولا بعد النهي، تقول: ضربت زيدا لا عمرا، واضرب زيدا لا عمرا، ولا تعطف بها الاسمية، ولا الماضي على الماضي فلا يقال: قام زيد لا قعد، لأنه جملة، ولفظة (لا) موضوعة لعطف المفردات، وقد تعطف مضارعا على مضارع، وهو قليل، نحو: أقوم، لا أقعد، والمجوز: مضارعته للاسم، فكأنك قلت: أنا قائم لا قاعد، ولا يجوز تكريرها، كسائر حروف العطف، لا تقول: قام زيد لا عمرو، لا بكر، كما تقول: قام زيد وعمرو وبكر، ولو قصدت ذلك: أدخلت الواو في المكرر، فقلت:\nولا بكر ولا خالد، فتخرج (لا) عن العطف، وتتمحض لتأكيد النفي، لدخول العاطف عليها، وهذه الزائدة لا تدخل على العلم، تقول أنت غير قائم ولا قاعد، وغير القائم ولا القاعد، ولا تقول: أنت غير زيد ولا عمرو، بل تقول: غير زيد وعمرو، وقد مر هذا في قسم الأسماء، ومنع الزجاج من مجئ (لا) العاطفة بعد الفعل الماضي، ورد عليه بقول امرئ القيس:\n(4/416)",
        "\n898 - كأن دثارا حلقت بلبونه ... عقاب تنوفى، لا عقاب القواعل\nتنوفى، ثنية، والقواعل: صغار الجبال، وقال بعضهم (ليس) أيضا تكون عاطفة، كلا، قال: \nوإذا أقرضت قرضا فاجزه ... إنما يجزي الفتى ليس الجمل - 727\nوالظاهر: أنها على أصلها، والخبر محذوف، أي: ليس الجمل جازيا، وأما (بل)، فإما أن يليها مفرد، أو جملة، وفي الأول هي لتدارك الغلط، ولا يخلو أن تكون بعد نفي أو نهي، أو بعد إيجاب أو أمر، فإن جاءت بعد إيجاب أو أمر، نحو: قام زيد، بل عمرو، فهي لجعل المتبوع في حكم المسكوت عنه، منسوبا حكه إلى التابع، فيكون الأخبار عن قيام زيد، غلطا، يجوز أن يكون قد قام وأن لم يقم، أفدت ببل أن تلفظك بالاسم المعطوف عليه، كان غلطا، عن عمد، أو عن سبق لسان، ونقل صاحب المغني عن الكوفيين: أنهم لا يجوزون العطف ببل، بعد الإيجاب، والظاهر أنه وهم من الناقل، فإنهم يجوزون عطف المفرد بلكن بعد الموجب حملا على (بل)، كما نقل عنهم ابن الأنباري والأندلسي، فكيف يمنعون هذا، وإذا عطفت ببل مفردا بعد النفي أو النهي، فالظاهر أنها للأضراب أيضا، ومعنى الأضراب: جعل الحكم الأول، موجبا كان أو غير موجب: كالمسكوت عنه بالنسبة\n(4/417)\n",
        "إلى المعطوف عليه، ففي قولك: ما جاءني زيد، بل عمرو، أفادت (بل) أن الحكم على زيد بعدم المجئ كالمسكوت عنه، يحتمل أن يصح هذا الحكم فيكون زيد غير جاء، ويحتمل ألا يصح فيكون قد جاءك، كما كان الحكم على زيد بالمجئ في: \nجاءني زيد بل عمرو، احتمل أن يكون صحيحا وألا يكون، وهذا الذي ذكرنا: ظاهر كلام الأندلسي، وقال ابن مالك: بل، بعد النفي والنهي، كلكن، بعدهما، وهذا الإطلاق منه يعطي أن عدم مجئ زيد في قولك: \nما جاءني زيد بل عمرو، متحقق بعد مجئ (بل)، أيضا، كما كان كذلك في: ما جاءني زيد لكن عمرو، بالاتفاق، وبه قال المصنف، لأنه قال في: ما جاءني زيد بل عمرو، يحتمل إثبات المجئ لعمرو، مع تحقق نفيه عن زيد، والظاهر ما ذكرناه أولا، وهذا كله حكم (بل) بالنظر إلى ما قبلها، وأما حكم ما بعد (بل)، الآتية بعد النفي أو النهي، فعند الجمهور أنه مثبت، فعمرو، جاءك في قولك: ما جاءني زيد بل عمرو، فكأنك قلت: بل جاءني عمرو، ف (بل)، أبطلت النفي والاسم المنسوب إليه المجئ، قالوا: والدليل على أن الثاني مثبت، حكمهم بامتناع النصب في: ما زيد قائما بل قاعد، ووجوب الرفع كما مر في بابه، وعند المبرد: أن الغلط في الاسم المعطوف عليه فقط، فيبقى الفعل المنفي مسندا إلى الثاني، فكأنك قلت: بل ما جاءني عمرو، كما كان في الأثبات: الفعل الموجب مسندا إلى الثاني، وإذا ضممت (لا) إلى (بل) بعد الإيجاب أو الأمر، نحو: قام زيد، لابل عمرو، و: اضرب زيدا، لابل عمرا، فمعنى (لا) يرجع إلى ذلك الإيجاب أو الأمر المتقدم، لا إلى ما بعد (بل)، ففي قولك: لا بل عمر، نفيت بلا: القيام عن زيد، وأثبته لعمرو ببل، ولو لم تجئ بلا، لكان قيام زيد كما ذكرنا، في حكم المسكوت عنه، يحتمل أن يثبت وألا يثبت، وكذا في الأمر، نحو: اضرب زيدا، لابل عمرا، أي: لا تضرب زيدا، بل اضرب عمرا، ولولا (لا) المذكورة، لاحتمل أن يكون أمرا بضرب زيد، وألا يكون مع الأمر بضرب عمرو، وكذا (لا) الداخلة على (بل) بعد النهي والنفي: \n(4/418)\n\nراجعة إلى معنى ذلك النفي أو النهي، مؤكدة لمعناهما، وما بعد (بل) باق على الخلاف المذكور، بين المبرد والجمهور، ولا تجئ (بل) المفردة، العاطفة للمفرد، بعد الاستفهام، لأنها لتدارك الغلط الحاصل من الجزم بحصول مضمون الكلام أو طلب تحصيله ولا جزم في الاستفهام، لا بحصول شئ، ولا بتحصيله، حتى يقع الغلط فيتدارك، وكذا قيل: إنها لا تجئ بعد التحضيض والتمني والترجي والعرض، والأولى أنه يجوز استعمالها بعد ما يستفاد منه معنى الأمر والنهي، كالتحضيض والعرض، وأما (بل) التي تليها الجمل، ففائدتها الانتقال من جملة إلى أخرى، أهم من الأولى، وقد تجئ للغلط، والأولى تجئ بعد الاستفهام أيضا كقوله تعالى: (أتأتون الذكران من العالمين)، إلى قوله: (بل أنتم قوم عادون) والتي لتدارك الغلط نحو: ضربت زيدا، بل أكرمته، وخرج زيد، بل دخل خالد، وقد تشترك الجملتان في جزء، وقد لا تشتركان، وأما لكن فشرطها مغايرة ما قبلها لما بعدها، نفيا وإثباتا، من حيث المعنى، لا من حيث اللفظ، كما مر في المثقلة، فإذا عطفت بها المفرد، ولا يكون في ذلك المفرد معنى النفي، لأن حروف النفي إنما تدخل الجمل، وجب أن يكون (لكن) بعد النفي، لتغاير ما بعدها لما قبلها، نحو: ما جاءني زيد لكن عمرو، وقد مر معنى الاستدراك في المشددة، فعدم مجئ زيد، باق على حاله، لم يكن الحكم به منك غلطا، وإنما جئت بلكن، دفعا لتوهم المخاطب أن عمرا، أيضا، لم يجئ كزيد، فهي في عطف المفرد نقيضة (لا) لأنها للأثبات للثاني بعد النفي عن الأول، و (لا) للنفي عن الثاني بعد الاثبات للأول،",
        "(4/419)\n\nوأجاز الكوفيون مجئ (لكن) العاطفة للمفرد بعد الموجب أيضا، نحو: جاءني زيد لكن عمرو، حملا على (بل)، وليس لهم به شاهد، وكون وضع (لكن) لمغايرة ما بعدها لما قبلها يدفع ذلك، إلا أن: لا يسلموا هذا الوضع، وإذا وليها جملة، وجب، أيضا: المغايرة المذكورة، كما ذكرنا في المشددة، وتقع بعد جميع أنواع الكلام، إلا بعد الاستفهام والترجي والتمني والعرض والتحضيض، على ما قيل، وذهب يونس إلى أنها في جميع مواقعها مخففة من الثقيلة وليست بحرف عطف، وليها مفرد أو جملة، وذلك لجواز دخول الواو عليها، ففي المفرد يقدر العامل بعدها، ويشكل ذلك عليه، إذا وليها مجرور بلا جار، نحو: ما مررت بزيد لكن عمرو، فالأولى، كما قال الجزولي، إنها في المفرد عاطفة إن تجردت عن الواو، وأما مع الواو فالعاطفة هي الواو، و (لكن) لمجرد الاستدراك، واختار فيما بعدها الجمل أن تكون مخففة لا عاطفة، صحبتها الواو أو، لا، لموافقتها الثقيلة في مجئ الجملة بعدها، وهي مع الواو ليست عاطفة اتفاقا، وأما المجردة عنها فإن وليها المفرد فعاطفة، خلافا ليونس، وإن وليها جملة فقيل عاطفة، وهو ظاهر مذهب الزمخشري، فلا يحسن الوقف على ما قبلها، وقيل مخففة، كما هو مذهب الجزولي، فيحسن الوقف على ما قبلها، لكونها حرف ابتداء،\n(4/420)",
        "\nحروف التنبيه (ألا - أما - ها)\nقال ابن الحاجب:\n(حروفا لتنبيه: ألا وأما، وها).\nقال الرضي:\nاعلم أن (ألا) و (أما)، حرفا استفتاح يبتدأ بهما الكلام، وفائدتهما المعنوية: توكيد مضمون الجملة، وكأنهما مركبتان من همزة الإنكار وحرف النفي، والإنكار نفي، ونفي النفي إثبات، ركب الحرفان لإفادة الأثبات والتحقيق، فصارا بمعنى (إن)، الا أنهما غير عاملين، يدخلان على الجملة، خبرية كانت أو طلبية، سواء كانت الطلبية أمرا أو نهيا، أو استفهاما، أو تمنيا، أو غير ذلك، وتختصان بالجملة بخلاف (ها)، وفائدتهما اللفظية كون الكلام بعدهما مبتدأ به، وقد نسب التنبيه إليهما، كما هو مذهب المصنف في هذا الكتاب، وتدخل (ألا) كثيرا على النداء، و (أما) كثيرا على القسم، وقد تبدل همزة (أما) هاء، وعينا، نحو: هما، وعما، وقد تحذف ألفها في الأحوال الثلاث، نحو: أم، وهم، وعم، وقد تجئ (ألا) عند الخليل حرف تحضيض، أيضا كما ذكرنا عنه في قوله:\nألا رجلا جزاه الله خيرا. . . - 158\n(4/421)\n",
        "وقد جاءت (أما) بمعنى (حقا) فتفتح (أن) بعدها كما مر في باب (ان)، وأما (أما) و (ألا) للعرض، فهما حرفان يختصان بالفعل ولا شك في كونهما، إذن، مركبين من همزة الإنكار وحرف النفي، وليستا كحرفي الاستفتاح، لأنهما بعد التركيب تدخلان على الجملتين: الاسمية والفعلية بلا خلاف، واللتان للعرض تختصان بالفعلية على الصحيح، كما قال الأندلسي، وأجاز المصنف دخولهما على الاسمية أيضا، كما مر في باب (لا) التبرئة، وأما (ها) فتدخل، من جميع المفردات، على أسماء الإشارة كثيرا، لما ذكرنا في بابها، ويفصل كثيرا، بين أسماء الإشارة وبينها، إما بالقسم نحو: ها الله ذا، وقوله: \nتعلمن، ها، لعمر الله، ذا قسما ... فاقصد بذرعك وانظر أين تنسلك - 400\nوإما بالضمير المرفوع المنفصل، نحو: (ها أنتم أولاء) وبغيرهما قليلا، نحو قوله: \nها إن تا عذرة إن لم تكن نفعت ... فإن صاحبها قد تاه في البلد - 401\nوقوله: \nونحن اقتسمنا المال نصفين بيننا ... فقلت لهم هذا لها، ها وذاليا - 402\nأي: وهذا ليا، ومذهب الخليل أن (ها) المقدمة في جميع ذلك، كانت متصلة باسم الإشارة، أي كان القياس: الله هذا، ولعمرك هذا قسما، وأنتم هؤلاء، وإن هاتا عذرة، والدليل على أنه فصل حرف التنبيه عن اسم الإشارة ما حكى أبو الخطاب عمن يوثق به: هذا\n(4/422)\n\nأنا أفعل، وأنا هذا أفعل، في موضع: ها أنا ذا أفعل، وحدث يونس: هذا أنت تقول كذا، واعلم أنه ليس المراد بقولك: ها أنذا أفعل: أن تعرف المخاطب نفسك وأن تعلمه أنك لست غيرك، لأن هذا محال، بل المعنى فيه وفي: ها أنت ذا تقول وها هوذا يفعل: استغراب وقوع مضمون الفعل المذكور بعد اسم الإشارة من المتكلم أو المخاطب أو الغائب، كأن معنى: ها أنت ذا تقول، وها أنت ذا يضربك زيد: أنت هذا الذي أري لا من كنا نتوقع منه ألا يقع منه أو عليه مثل هذا الغريب، ثم بينت بقولك: تقول، وقولك: يضربك زيد: الذي استغربته ولم تتوقعه، قال الله تعالى: (ها أنتم أولاء تحبونهم): فالجملة بعد اسم الإشارة لازمة، لبيان الحالة المستغربة، ولا محل لها، إذ هي مستأنفة، وقال البصريون هي في محل النصب على الحال، أي: ها أنت ذا قائلا، قالوا: \nوالحال ههنا لازمة، لأن الفائدة معقودة بها، والعامل فيها حرف التنبيه، أو اسم الإشارة، ولا أري للحال فيه معنى، إذ ليس المراد: أنت المشار إليه في حال قولك، وجوز بعضهم أن تكون (ها) المقدمة في نحو: ها أنت ذا تفعل: غير منوي دخولها على (ذا)، استدلالا بقوله تعالى: (ها أنتم هؤلاء. . .) ولو كانت هي التي كانت مع اسم الإشارة، لم تعد بعد (أنتم)، ويجوز أن يعتذر للخليل بأن تلك الإعادة للبعد بينهما، كما أعيد: (فلا تحسبنهم) لبعد قوله تعالى: (لا تحسبن الذين يفرحون)، وأيضا قوله تعالى: (ها أنتم هؤلاء)، دليل على أن المقصود في (ها أنتم أولاء) هو الذي كان مع اسم الإشارة، ولو كان في",
        "(4/423)\n\nصدر الجملة من الأصل، لجاز من غير اسم الإشارة نحو: ها أنت زيد، وما حكى الزمخشري من قولهم: ها إن زيدا منطلق، وها، افعل كذا، مما لم أعثر له على شاهد، فالأولى أن نقول: ان هاء التنبيه مختص باسم الإشارة، وقد يفصل عنه كما مر، ولم يثب دخولها في غيره، من الجمل والمفردات، وقد عد ابن مالك (يا) من حروف التنبيه، قال: وأكثر ما يليها، منادى أو أمر، نحو: ألا يا اسجدوا) أو تمن نحو: (يا ليتني كنت معهم) أو تقليل نحو: ما وي يا ربتما غارة. . . 744\nوقد يليها فعل المدح والذم والتعجب، ومن جعلها حرف نداء فقط، قدر في جميع هذه المواضع منادى، بخلاف من جعلها حرف تنبيه، ولجميع حروف التنبيه صدر الكلام، كما للاستفهام، كما تقدم، إلا (ها) الداخلة على اسم الإشارة غير مفصولة، فإنها تكون، إما في الأول، أو الوسط، بحسب ما يقع اسم الإشارة،\n(4/424)",
        "\nحروف النداء\nقال ابن الحاجب:\n(حروف النداء، يا: أعمها، وأيا، وهيا، للبعيد، وأي والهمزة للقريب).\nقال الرضي:\nوقد تنوب (وا) مناب (يا) في النداء، والمشهور استعمالها في الندبة، وقد جاء (آ) بهمزة بعدها ألف، و: (آي) بهمزة بعدها ألف، بعدها ياء ساكنة، فيا: أعمها، أي ينادى بها القريب والبعيد، وقال الزمخشري: هي للبعيد، قال: وأما يا ألله، ويا رب، مع كونه تعالى أقرب إلى كل شخص من حبل وريده، فلاستصغار الداعي لنفسه واستبعاده لها عن مرتبة المدعو تعالى، وما ذكره المصنف: أولى، لاستعمالها في القريب والبعيد على السواء، ودعوى المجاز في أحدهما، أو التأويل خلاف الأصل، وأيا، وهيا وآ، وآي، ووا، في البعيد، وأي، والهمزة، في القريب،\n(4/425)\n",
        "(حروف الإيجاب)\nألفاظها - الفرق بينها في الاستعمال\nقال ابن الحاجب:\n(حروف الإيجاب: نعم، وبلى، وإي، وأجل، وجير وإن، فنعم مقررة لما سبقها، وبلى، مختصة بإيجاب النفي، وإي، إثبات بعد الاستفهام، ويلزمها القسم وأجل، وجير، وإن، تصديق للخبر).\nقال الرضي:\nقوله: (مقررة لما سبقها)، أي مثبتة لما سبقها من كلام خبري سواء كان موجبا نحو: نعم في جواب من قال قام زيد، أي: نعم قام، أو منفيا، نحو نعم، في جواب من قال: ما قام زيد، أي: نعم ما قام، وكذا تقرر ما بعد حرف الاستفهام مثبتا كأن، نحو نعم في جواب من قال أقام زيد، أي نعم قام، أو منفيا نحو نعم في جواب من قال ألم يقم زيد، أي: نعم، لم يقم، فنعم، بعد الاستفهام ليست للتصديق، لأن التصديق إنما يكون للخبر، فالأولى أن يقال: هي بعد الاستفهام، لإثبات ما بعد أداة الاستفهام نفيا كان أو إثباتا، ومن ثم قال ابن عباس رضي الله عنهما: لو قالوا في جواب: (ألست بربكم): نعم، لكان كفرا، فيصح بهذا الاعتبار، أن يقال لها حرف إيجاب، أي إثبات ما بعد حرف الاستفهام لكن الأظهر في الاستعمال أن يقال: الإيجاب في الكلام المثبت، لا المنفي، والمستفهم عنه،\n(4/426)\n\nوجوز بعضهم إيقاع نعم موقع بلى، إذا جاءت بعد همزة داخلة على نفي لفائدة التقرير، أي الحمل على الإقرار والطلب له، فيجوز أن يقال في جواب: (ألست بربكم) و: (ألم نشرح لك صدرك): نعم، لأن الهمزة للإنكار دخلت على النفي فأفادت الإيجاب، ولهذا عطف على: ألم نشرح قوله: (ووضعنا عنك وزرك)، فكأنه قال: شرحنا لك صدرك ووضعنا عنك وزرك، فتكون (نعم) في الحقيقة، تصديقا للخبر المثبت المؤول به الاستفهام مع النفي، لا تقريرا لما بعد همزة الاستفهام، فلا يكون جوابا للاستفهام لأن جواب الاستفهام يكون بما بعد أداته، بل هو كما لو قيل قام زيد بالأخبار، فتقول: نعم، مصدقا للخبر المثبت، فالذي قاله ابن عباس رضي الله عنهما، مبني على كون (نعم) تقريرا لما بعد الهمزة، والذي جوزه هذا القائل، مبني على كونه تقريرا لمدلول الهمزة مع حرف النفي، فلا يتناقض القولان، والدليل على جواز استعمال ما قال هذا القائل، قول الشاعر: \n899 - أليس الليل يجمع أم عمرو ... وإيانا فذاك لنا تداني\nنعم، وأرى الهلال كما تراه ... ويعلوها النهار كما علاني أي: أن الليل يجمع أم عمرو وإيانا، نعم، وقد اشتهر في العرف ما قال هذا لقائل، فلو قيل لك: أليس لي عليك دينار، فقلت: نعم، لزمت بالدينار بناء على العرف الطارئ على الوضع،",
        "(4/427)\n\nوفي (نعم) أربع لغات: المشهورة، فتح النون والعين، والثانية: كسر العين، وهي كنانية، والثالثة كسر النون والعين، والرابعة: نحم، بفتح النون وقلب العين المفتوحة حاء، كما قلبت الحاء عينا في (حتى)، وتقع (نعم) في جواب الأمر، نحو: نعم لمن قال: زرني، أي: أزورك، وتقول نعم لمن قال: لا تضربني، أي: لا أضربك، ولو قلت نعم، في جواب التحضيض نحو: هلا تزورني، كان المعنى: الإيجاب، أي نعم، أزورك، وكذا في جواب العرض نحو: ألا تزورنا، قوله: (وبلى مختصة بإيجاب النفي)، يعني أن (بلى) تنقض النفي المتقدم، سواء كان ذلك النفي مجردا، نحو: بلى في جواب من قال: ما قام زيد، أي: \nبلى، قد قام، أو كان مقرونا باستفهام، فهي إذن، لنقض النفي الذي بعد ذلك الاستفهام كقوله تعالى: (ألست بربكم قالوا بلى) أي بلى أنت ربنا، وزعم بعضهم أن (بلى) تستعمل بعد الإيجاب مستدلا بقوله: \n900 - وقد بعدت بالوصل بيني وبينها ... بلى، إن من زار القبور ليبعدا\nأي: ليبعدن، بالنون الخفيفة، واستعمال (بلى) في البيت لتصديق الإيجاب: شاذ، وزعم الفراء أن أصلها (بل) زيدت عليها الألف للوقف، فلذا كانت للرجوع عن النفي، كما كانت (بل) للرجوع عن الجحد في: ما قام زيد، بل عمرو، والأولى كونها حرفا برأسها،\n(4/428)",
        "\nولا يجاب بنعم وبلى، ولا بغيرهما من حروف الإيجاب: استفهام ألا إذا كان بالحرف، وهو الهمزة وهل، وأما الأسماء الاستفهامية، فان جواب (من): ما هو الخص منه، فلو قلت في جواب، من جاءك: شخص أو إنسان، لم يجز، لأن الأول أعم، والثاني مساو، فلم تعرف السائل ما لم يعرفه، بل تقول إما: رجل، أو: زيد، وكذا (من) الداخلة على الاسم، كما يقال: من الرجل، فتقول: زيد، أو: واحد من بني تميم، وأما جواب (ما)، فإن كان سؤالا عن الماهية، فنحو: إنسان، أو فرس، أو بقر، أو غير ذلك من الأنواع، وإن كان سؤالا عن صفة الماهية، نحو: ما زيد، فنحو: عالم، أو ظريف، أو فارس، كما تقدم في الموصولات، وجواب (أي) المضاف إلى المعارف: معرفة نحو: زيد أو عمرو، أو: \nأنا، أو: \nذاك، في جواب من قال: أي الرجال فعل ذلك، أو نكرة مختصة بالوصف، نحو: رجل رأيته في موضع كذا، وجواب (أي) المضاف إلى النكرة: ما يصلح وصفا لتلك النكرة نحو: عالم، أو كتاب، في جواب: أي رجل، أو نكرة مخصصة بالنعت، وجواب (كيف)، لا يكون إلا نكرة، وجواب (كم) تعيين العدد، معرفة كان أو نكرة، ومنع ابن السراج كونه معرفة، وجواب (متى) و (أيان): تعيين الزمان دون المبهم منه، وجواب (أين) و (أتى): \nالمكان الخاص، وجواب الهمزة مع (أم) الاسم وجواب الهمزة وحدها، أو مع (أو) وجواب (هل): نعم أو: بلى أو: لا، قوله: (وإي، إثبات بعد الاستفهام ويلزمها القسم)،\n(4/429)\n",
        "لاشك في غلبة استعمالها مسبوقة بالاستفهام، وذكر بعضهم أنها تجئ لتصديق الخبر، أيضا، وذكر ابن مالك أن (إي) بمعنى (نعم) فإن أراد أنه يقع مواقع نعم، فينبغي أن يقع بعد الخبر، موجبا كان أو منفيا فيكون لتقرير الكلام السابق كنعم، سواء، يقال: لا تضربني فتقول: إي والله لا أضربك، وكذا يقال: ما ضرب زيد فتقول: إي والله ما ضرب، وهذا مخالف للشرطين اللذين ذكرهما المصنف، أعني لزوم سبق الاستفهام وكونها للأثبات، وإن أراد أنه للتصديق مثل (نعم)، وإن لم يقع مواقعها، فكذا جميع حروف التصديق ولا يستعمل بعد (إي)، ولعمري، تقول: إي والله، وإي الله بحذف حرف القسم ونصب (الله) وإي ها الله ذا، وإي وأي لعمري، وإذا جاء بعدها لفظة (الله)، فإن كان مع (ها) نحو: إي، ها الله ذا، فقد مرت الوجوه الجائزة فيه في باب القسم، ويجب جر (الله) إذن، لنيابة حرف التنبيه عن الجار، وإن تجردت عن (ها)، فالله، منصوب بفعل القسم المقدر، وفي ياء (إي) ثلاثة أوجه، حذفها للساكنين، وفتحها، تبيينا لحرف الإيجاب، وإبقاؤها ساكنة، والجمع بين ساكنين مبالغة في المحافظة على حرف الإيجاب بصون آخره عن التحريك والحذف وإن كان يلزم ساكنان على غير حده، لأنهما في كلمتين، إجراء لهما مجرى كلمة واحدة، كالضالين، وتمود الثوب، كما في: ها الله، وهذا، أيضا من خصائص لفظ (الله)،\n(4/430)\n\nقوله: (وأجل وجير وإن تصديق للخبر)، سواء كان الخبر موجبا أو منفيا، ولا تجئ بعد ما فيه معنى الطلب، كالاستفهام والأمر وغيرهما، وحكى الجوهري عن الأخفش، أن (نعم) أحسن من (أجل)، في الاستفهام، وأجل، أحسن من نعم في الخبر، فجوز على ما ترى، مجيئها في الاستفهام، أيضا، وأما (جير) فقد مضى شرحها في القسم في حروف الجر، وأما (إن) فقال سيبويه: هي في قول ابن قيس الرقيات: \n901 - ويقلن شيب قد علاك، ... وقد كبرت فقلت إنه\nوالهاء للسكت، وقيل إن (ان) فيه للتحقيق، والهاء اسمها والخبر محذوف، أي: انه كذلك، وقول ابن الزبير، لفضالة بن شريك حين قال له: لعن الله ناقة حملتني إليك: إن وراكبها، نص في كونها للتصديق، لكنه يدل على أنها تجئ لتقرير مضمون الدعاء، وهو خلاف ما قال المصنف من أن ثلاثتها، لتصديق الخبر،",
        "(4/431)\n\nحروف الزيادة ومواضع زيادة كل منها\nقال ابن الحاجب:\n(حروف الزيادة: إن، وأن، وما، ولا، ومن، والباء واللام، فإن مع ما النافية، وقلت مع المصدرية، ولما، وأن، مع لما، وبين لو، والقسم وقلت مع الكاف، وما مع إذا ومتى، وأي وأين وإن شرطا وبعض حروف الجر، وقلت مع المضاف، ولا، مع الواو بعد النفي وبعد أن المصدرية، وقلت قبل القسم، وشذت مع المضاف، ومن، والباء، واللام، تقدم ذكرها).\nقال الرضي:\nقيل، فائدة الحرف الزائد في كلام العرب: إما معنوية، وإما لفظية، فالمعنوية، تأكيد المعنى، كما تقدم في (من) الاستغراقية، والباء في خبر ما، وليس، فإن قيل: فيجب ألا تكون زائدة إذا أفادت فائدة معنوية، قيل: إنما سميت زائدة، لأنه لا يتغير بها أصل المعنى، بل لا يزيد بسببها إلا تأكيد المعنى الثابت وتقويته، فكأنها لم تفد شيئا، لما لم تغاير فائدتها العارضة: الفائدة الحاصلة قبلها،\n(4/432)",
        "\nويلزمهم أن يعدوا، على هذا، (إن)، ولام الابتداء، وألفاظ التأكيد، أسماء كانت، أو، لا: زوائد، ولم يقولوا به، وبعض الزوائد يعمل، كالباء، ومن، الزائدتين، وبعضها لا يعمل، نحو: (فيما رحمة)، وأما الفائدة اللفظية، فهي تزيين اللفظ، وكون زيادتها أفصح، أو كون الكلمة أو الكلام، بسببها، تهيأ لاستقامة وزن الشعر أو لحسن السجع، أو غير ذلك من الفوائد اللفظية، ولا يجوز خلوها من الفوائد اللفظية والمعنوية معا، وإلا، لعدت عبثا، ولا يجوز ذلك في كلام الفصحاء، ولا سيما في كلام الباري تعالى وأنبيائه، وأئمته، عليهم السلام، وقد تجتمع الفائدتان في حرف، وقد تنفرد إحداهما عن الأخرى، وإنما سميت هذه الحروف زوائد، لأنها قد تقع زائدة لا لأنها لا تقع إلا زائدة، بل وقوعها غير زائدة أكثر، وسميت، أيضا: حروف الصلة لأنها يتوصل بها إلى زيادة الفصاحة، أو إلى إقامة وزن أو سجع أو غير ذلك، أما (إن) فتزاد مع (ما) النافية كثيرا لتأكيد النفي، وتدخل على الاسم والفعل، نحو: وما إن طبنا جبن ولكن ... منايانا ودولة آخرينا - 261\nونحو قوله: \n(4/433)\n",
        "902 - ما إن جزعت ولا هلعت ... ولا يرد بكاي زندا\nوقلت زيادتها مع (ما) المصدرية نحو: انتظرني ما إن جلس القاضي، ومع (ما) الاسمية نحو قوله تعالى: (ولقد مكناهم في ما إن مكناكم فيه)، وكذا بعد (ألا) الاستفتاحية، نحو: ألا إن قام زيد، وكذا مع (لما) بل زيادة (أن) المفتوحة بعدها، هي المشهورة، تقول: لما أن جلست جلست، فتحا وكسرا، والفتح أشهر، وأما (أن)، فتكثر زيادتها بعد لما، نحو: (فلما أن جاء البشير)، وبين (لو) والقسم، وقد مر في القسم أن مذهب سيبويه كونها موطئة للقسم قبل (لو) كما أن اللام موطئة قبل (إن) وسائر كلمات الشرط، كقوله تعالى: (وإذا أخذ الله ميثاق النبيين، لما آتيتكم من كتاب وحكمة. .) الآية، ويجئ الكلام فيه، وقد تزاد في الإنكار، نحو: أنا أنيه، وقلت بعد كاف التشبيه نحو: ويوما توافينا بوجه مقسم ... كأن ظبية تعطو إلى وارق السلم - 858\nبالجر، وليست في قوله تعالى: (وأن عسى أن يكون)، و: (وأن لو استقاموا)، و: (وأن أقم وجهك): زائدة، كما توهم بعضهم بل: الأوليان مخففتان، والثالثة مفسرة، كما تقدم في نواصب الفعل،\n(4/434)\n\nوأما (ما) فتزاد مع الخمس الكلمات المذكورة، إذا أفادت معنى الشرط نحو: إذا ما تكرمني أكرمك بغير الجزم، ومتى ما تكرمني أكرمك بمعنى متى تكرمني، ولا تفيدها (ما) معنى التكرير، ولو أفادته لم تكن زائدة، فمن قال: ان (متى) للتكرير، فمتى ما، مثله، ومن قال ليست للتكرير، فكذا: متى ما، وأيا ما تفعل أفعل، وأينما تكن أكن، و: (فإما نذهبن بك)، وقد تدخل بعد (أيان) أيضا، قليلا، ويجئ حكم (ما) مع أن، في نوني التوكيد، قوله: (شرطا)، تقييد لجميع ما ذكر من: إذا، ومتى، وأي، وأين، وإن، لأنها كلها تستعمل شرطا وغير شرط، وزيادة (ما) فيها مختصة بحال الشرطية، ولم يعدوا (ما) الكافة، وإن لم يكن لها معنى، من الزوائد، لأن لها، تأثيرا قويا، وهو منع العامل من العمل، وتهيئته لدخول ما لم يكن له أن يدخله، وعلى مذهب من أعمل (ليتما)، وإنما، وأخواتها، تكون (ما) زائدة، وليست في: حيثما، وإذا ما، زائدة، لأنها هي المصححة لكونهما جازمتين، فهي الكافة لهما، أيضا، عن الإضافة، وينبغي ألا تعد في نحو: بعين ما أرينك، و: \nمن عضة ما ينبتن سكيرها - 242\nزائدة، لأنها هي المصححة لدخول النون في الفعل على ما يجئ في بابها، وقد مضى الخلاف في مثل: (مثلا ما) في الموصولات،",
        "(4/435)\n\nوقد تزاد بعد بعض حروف الجر، نحو: (فبما رحمة)، و: (عما قليل) و: (مما خطيئاتهم)، وزيد صديقي، كما عمرو أخي، وقيل إنها بعد حرف الجر: نكرة مجرورة، والمجرور بعدها بدل منها، وكذا قيل في: لا سيما زيد، بالجر، كما مر في باب الاستثناء، و (ما) في هذه اللفظة: لازمة، وقلت زيادتها بعد المضاف، نحو: من غير ما جرم، و: (أيما الأجلين قضيت)، و: (مثل ما أنكم تنطقون)، وقيل فيها أيضا، إنها نكرة، والمجرور بدل منها، وأما (لا) فتزاد بعد الواو العاطفة بعد نفي أو نهي، وقد مر ذكرها في باب حروف العطف، نحو: ما جاءني زيد ولا عمرو، وهي، وإن عدت زائدة، لكنها رافعة لاحتمال أحد المجيئين دون الآخر، كما مر في حروف العطف، والعجب، أنهم لا يرون تأثير الحروف معنويا، كالتأكيد في الباء، ورفع الاحتمال في (لا) هذه، وفي (من) الاستغراقية: مانعا من كون الحروف زائدة، ويرون تأثيره لفظيا، ككونها كافة: مانعا من زيادتها، وتزاد بعد (أن) المصدرية، نحو: (ما منعك أن لا تسجد)، و: (لئلا يعلم أهل الكتاب)، وجاءت قبل المقسم به كثيرا، للإيذان بأن جواب القسم منفي، نحو: لا والله لا أفعل، قال: \n(4/436)",
        "\n903 - لا وأبيك ابنة العامري ... لا يدعي القوم أني أفر\nوجاءت قبل (أقسم) قليلا، وعليه حمل قوله تعالى: (لا أقسم بيوم القيامة)، بعد المضاف نحو: في بئر لا حور سرى وما شعر - 250\nوالحور: الهلكة، وأما (من)، والباء، واللام، والكاف، فقد تقدم ذكرها في حروف الجر.\n\nحرفا التفسير (أي، وأن)\nواختصاص كل منهما\nقال ابن الحاجب:\n(حرفا التفسير: أي، وأن، فأن مختصة بما في معنى القول).\nقال الرضي:\nاعلم أن الفرق بين (أي) و (أن): أن (أي)، يفسر بها كل مبهم، من المفرد، نحو جاءني زيد أي أبو عبد الله، والجملة نحو: هريق دمه أي مات، قال:\n(4/437)\n",
        "904 - وترمينني بالطرف، أي أنت مذنب ... وتقلينني لكن إياك لا أقلي\nو (أن) لا تفسر إلا مفعولا مقدرا للفظ دال على معنى القول، مؤد معناه، كقوله تعالى: (وناديناه أن يا إبراهيم)، فقوله: يا إبراهيم، تفسير لمفعول نادينا، المقدر، أي: ناديناه بشئ، وبلفظ هو قولنا يا إبراهيم، وكذلك قولك كتبت إليه أن قم، أي: كتبت إليه شيئا هو: قم، فأن، حرف دال على أن (قم) تفسير للمفعول به المقدر لكتبت، وقد يفسر المفعول به الظاهر، كقوله تعالى: (إذ أوحينا إلى أمك ما يوحى، أن اقذفيه)، وقوله تعالى: (ما قلت لهم إلا ما أمرتني به، أن اعبدوا الله)، فقوله: اعبدوا الله، تفسير للمضمر في (به)، وفي أمرت معنى القول، وليس مفسرا لما، في قوله: ما أمرتني، لأنه مفعول لصريح القول، وقد جوز بعضهم ذلك، مستدلا بهذه الآية، ولا استدلال بالمحتمل، وأجيب بأن (أن) مصدرية، وذلك على مذهب من جوز دخول الحرف المصدري على الجملة الطلبية، وعند صاحب هذا المذهب، يجوز أن يكون جميع (أن) المحكوم بكونها مفسرة: مصدرية، إذا دخلت على أمر أو نهي متصرف، لأن له، إذن، مصدرا، واستدل سيبويه على جواز كونها مصدرية بدخول حرف الجر عليها في نحو: أوعزت إليه بأن قم، ويجوز أن يقال: هي زائدة، لكراهة دخول الجار على ظاهر الفعل، والمعنى: أوعز إليه بهذا اللفظ،\n(4/438)\n\nوقيل إن (أن) في قوله (ان اعبدوا): زائدة، والأصل عدم الحكم بالزيادة، ما كان للحكم بالأصالة محتمل، وتمسك المجيز لتفسيرها مفعول صريح القول بقوله تعالى: (وانطلق الملأ منهم أن امشوا. . .) قال: التقدير: قائلا بعضهم لبعض أن امشوا، وأجيب: إما بأنه زائد، أو بأن صريح القول المقدر كالفعل المؤول بالقول في عدم الظهور، أو بأن انطلق متضمن لمعنى القول، لأن المنطلقين من مجلس يتفاوضون فيما جرى فيه، أو بأن: انطلق الملأ بمعنى: انطلقوا في القول وشرعوا فيه، وينبغي أن تعرف أن ما بعد (أن) المفسرة، ليس من صلة ما قبلها، بل يتم الكلام دونه، ولا يحتاج إليه إلا من جهة تفسير المبهم المقدر فيه، فقوله تعالى: (وآخر دعواهم أن الحمد لله رب العالمين)، ليست (أن) فيه مفسرة، لأن قوله تعالى: (أن الحمد لله رب العالمين) خبر المبتدأ المتقدم، ولا منع، لو ارتكب مرتكب أن المسماة بالمفسرة: زائدة في مفعول ما هو بمعنى القول، فمعنى أمرة أن قم: أي قال له قم، بتأويل أمر، بقال، أو بتقدير (قال) بعده على الخلاف المذكور في أفعال القلوب، و (أن) زائدة، وهذا يطرد في جميع الأمثلة،",
        "(4/439)\n\nالحروف المصدرية\nوما يقع بعد كل منها من الجمل\nقال ابن الحاجب:\n(حروف المصدر: ما، وأن وأن، فالأولان للفعلية وأن للاسمية).\nقال الرضي:\nأما (ما) فتوصل بالفعل المتصرف، إذ الذي لا يتصرف لا مصدر له، حتى يؤول الفعل مع الحرف به، ولا توصل بالأمر، لأنه ينبغي أن يفيد المصدر المؤول به (ما)، مع الفعل، ما أفاده (ما) مع ذلك الفعل، وإلا فليسا مؤولين به، ألا ترى أن معنى: (. . بما رحبت)، وبرحبها، شئ واحد، وكذا معنى علمت أنك قائم، وعلمت قيامك: شئ واحد، والمصدر المؤول به (أن) مع الأمر، لا يفيد معنى الأمر، فقولك كتبت إليه أن قم: ليس بمعنى القيام، لأن قولك بالقيام ليس فيه معنى طلب القيام، بخلاف قولك: أن قم، ويتبين بهذا أن صلة (أن) لا تكون أمرا ولا نهيا، خلافا لما ذهب إليه سيبويه وأبو علي، ولو جاز كون صلة الحرف أمرا، لجاز ذلك في صلة (أن) المشددة، و (ما) و (كي) و (لو)، ولا يجوز ذلك اتفاقا، وتختص (ما) المصدرية بنيابتها عن ظرف الزمان المضاف إلى المصدر المؤول هي وصلتها، به، نحو: لا أفعله ما ذر شارق، أي مدة ما ذر، أي مدة ذرور، وصلتها، إذن، في الغالب، فعل ماضي اللفظ مثبت، كما ذكرنا، أو منفي بلم، نحو: تهددني\n(4/440)",
        "\nما لم تلقني ومعناها الاستقبال، كما مر في باب الماضي، ويقل كونها فعلا مضارعا، وصلة (ما) المصدرية، لا تكون، عند سيبويه، إلا فعلية، وجوز غيره أن تكون اسمية، أيضا، وهو الحق، وإن كان ذلك قليلا، كما في نهج البلاغة: (بقوا في الدنيا، ما الدنيا باقية)، وقال الشاعر: \n905 - أعلاقة أم الوليد بعدما ... أفنان رأسك كالثغام المخلس\nوأجاز ابن جني، كون صلتها جارا ومجرورا، فيجوز على مذهبه: ما خلا زيد وما عدا زيد، بالجر، و (ما) مصدرية، وأما (أن) المصدرية، فلا تدخل إلا على الفعل المتصرف، وهو إما ماض، كقوله تعالى: (لولا أن من الله علينا)، أو مضارع، ولها فيه خاصة، تأثيران آخران: نصبه وتخصيصه بالاستقبال، أو، أمر أو نهي، على مذهب سيبويه، كما مر، وتميم، وأسد، يقلبون همزتها عينا، وينشدون: \nأعن ترسمت من خرقاء منزلة ... ماء الصبابة من عينيك مسجوم - 835\nوأما (أن) المشددة، فتوصل بمعموليها إذا كانت عاملة، وإذا كفت، فبالجملة الاسمية أو الفعلية، ومن الحروف المصدرية (كي)، إذا دخلتها لام التعليل، نحو: لكي تخرج، وهي بمعنى (أن) وتختص بالمضارع، وقد ذكرنا الخلاف فيها، في نواصب الفعل المضارع، فمن حتم كونها حرف جر، لم يجعلها في مثالنا مصدرية، بل قدر (أن) بعدها،\n(4/441)\n",
        "ومنها (لو) إذا جاءت بعد فعل يفهم منه معنى التمني، نحو قوله تعالى: (ودوا لو تدهن)، وقال:\n906 - تجاوزت أحراسا إليها ومعشرا ... علي حراصا، لو يسرون مقتلي\nوصلتها كصلة (ما) إلا أنها، لا تنوب عن ظرف الزمان، وقد يستغني بلو، عن فعل التمني، فينصب الفعل بعدها مقرونا بالفاء نحو: لو كان لي مال فأحج، أي أتمنى وأود لو كان لي مال، قال تعالى: (لو أن لي كرة فأكون من المحسنين).\n\nحروف التحضيض اختصاصها بالفعل\nقال ابن الحاجب:\n(حروف التحضيض: هلا، وألا، ولولا، ولو ما، لها صدر الكلام وتلزم الفعل لفظا أو تقديرا).\nقال الرضي:\nاعلم أن معناها إذا دخلت في الماضي: التوبيخ واللوم على ترك الفعل، ومعناها في المضارع: الحض على الفعل والطلب له، فهي في المضارع بمعنى الأمر،\n(4/442)\n\nولا يكون التحضيض في الماضي الذي قد فات، إلا أنها تستعمل كثيرا في لوم المخاطب على أنه ترك في الماضي شيئا، يمكنه تداركه في المستقبل، فكأنها من حيث المعنى، للتحضيض على فعل مثل ما فات، وقلما تستعمل في المضارع، أيضا، الا في موضع التوبيخ واللوم على ما كان يجب أن يفعله المخاطب قبل أن يطلب منه، فإن خلا الكلام من التوبيخ، فهو العرض، فتكون هذه الأحرف للعرض، وتستعمل في ذلك المعنى: (ألا) مخففة، أيضا، و (لو) التي فيها معنى التمني، نحو: لو نزلت فأكلت، و (أما) نحو: أما تعطف علي، قوله: (وتلزم الفعل لفظا)، نحو: (لولا أرسلت. . .) و: (لو ما تأتينا) أو تقديرا نحو قوله: \nتعدون عقر النيب أفضل مجدكم ... بني ضوطرى، لولا الكمي المقنعا - 159\nويجوز: هلا زيدا ضربته، وجاءت الاسمية بعدها في ضرورة الشعر، نحو قوله: \nيقولون ليلى أرسلت بشفاعة ... إلي فهلا نفس ليلى شفيعها - 645\nوإذا وليها الظرف فهو منتصب بالفعل الذي بعده، لا بمقدر قبله، كما في قوله تعالى: (ولولا إذ دخلت جنتك قلت. . .)، لأن الظرف يتسع فيه، وأما إذا كان الفاصل منصوبا غير الظرف، نحو: هلا زيدا ضربت فهو على الخلاف الذي مضى، ولزومها صدر الكلام لما مر قبل،",
        "(4/443)\n\nوقد تجئ الفعلية بعد (لولا) غير التحضيضية، قال:\n907 - ألا زعمت أسماء أن لا أحبها ... فقلت: بلى، لولا ينازعني شغلي\nفتؤول بلو لم، فهي، إذن، (لو) التي هي لامتناع الثاني لامتناع الأول، وقيل:\nهي (لولا) المختصة بالاسمية، والفعل صلة لأن، المقدرة، كما في قولهم: تسمع بالمعيدي، لا أن تراه.\n\n(حرف التوقع)\nمعناه، وشرطه، وأوجه استعماله\nقال ابن الحاجب:\n(حرف التوقع: قد، وهي في الماضي للتقريب وفي المضارع للتقليل).\nقال الرضي:\nهذا الحرف، إذا دخل على الماضي أو المضارع فلا بد فيه من معنى التحقيق، ثم إنه ينضاف في بعض المواضع إلى هذا المعنى، في الماضي: التقريب من الحال مع التوقع، أي يكون مصدره متوقعا لمن تخاطبه واقعا عن قريب، كما تقول لمن يتوقع ركوب الأمير:\nقد ركب. .، أي: حصل عن قريب ما كنت تتوقعه، ومنه قول المؤذن:\nقد قامت الصلاة،\n(4/444)",
        "\nففيه، إذن، ثلاثة معان مجتمعة: التحقيق، والتوقع والتقريب، وقد يكون مع التحقيق: التقريب فقط، ويجوز أن تقول: قد ركب، لمن لم يكن يتوقع ركوبه، ولا تدخل على الماضي غير المتصرف، كنعم وبئس وعسى وليس، لأنها ليست بمعنى الماضي حتى تقرب معناها من الحال، وتدخل، أيضا، على المضارع المجرد من ناصب وجازم وحرف تنفيس، فينضاف إلى التحقيق في الأغلب: التقليل، نحو: ان الكذوب قد يصدق، أي، بالحقيقة يصدر منه الصدق، وإن كان قليلا، وقد تستعمل للتحقيق مجردا عن معنى التقليل، نحو: (قد نرى تقلب وجهك في السماء)، وتستعمل، أيضا، للتكثير في موضع التمدح، كما ذكرنا في (ربما) قال تعالى: (قد يعلم الله المعوقين)، وقال: \n908 - قد أترك القرن مصفرا أنامله ... كأن أثوابه مجت بفرصاد\nولا تفصل من الفعل، إلا بالقسم، نحو: قد والله لقوا الله، وقد، لعمري، قال كذا، وقد يغني عن الفعل دليل فيحذف بعدها، قال: \nأزف الترحل غير أن ركابنا ... لما تزل برحالنا وكأن قد - 513\n(4/445)\n",
        "حرفا الاستفهام - الفرق بين (الهمزة، وهل)\nقال ابن الحاجب:\n(حرفا الاستفهام: الهمزة، وهل، لهما صدر الكلام تقول: أزيد قائم، و: أقام زيد، وكذا هل، والهمزة أعم تصرفا، تقول: أزيدا ضربت، و: أتضرب زيدا وهو أخوك، و: أزيد عندك، و: أثم إذا ما وقع، و: أفمن كان، و: أو من كان، دون هل).\nقال الرضي:\nقوله: (لهما صدر الكلام)، لما مر في باب (إن)، قوله: (أزيد قائم، و: أقام زيد، وكذلك هل) يعني تدخلان على الجملة الاسمية والفعلية، إلا أن الهمزة تدخل على كل اسمية، سواء كان الخبر فيها اسما أو فعلا، بخلاف (هل) فإنها لا تدخل على اسمية خبرها فعل نحو: هل زيد قام، إلا على شذوذ، وذلك لأن أصلها: أن تكون بمعنى (قد)، فقيل: أهل، قال:\n909 - أهل عرفت الدار بالغريين\nوكثر استعمالها كذلك، ثم حذفت الهمزة لكثرة استعمالها، استغناء بها عنها وإقامة لها مقامها، وقد جاءت على الأصل نحو قوله تعالى: (هل أتى على الإنسان)، أي:\nقد أتي،\n(4/446)\n\nفلما كان أصلها (قد) وهي من لوازم الأفعال، ثم تطفلت على الهمزة، فإن رأت فعلا في حيزها، تذكرت عهودا بالحمى، وحنت إلى الألف المألوف وعانقته، وإن لم تره في حيزها تسلت عنه ذاهلة، ومع وجود الفعل، لا تقنع به مفسرا أيضا، للفعل المقدر بعدها، فلا يجوز اختيارا: هل زيدا ضربته، كما مر في المنصوب على شريطة التفسير، قوله: (والهمزة أعم)، يعني أنها تستعمل فيما لم تستعمل فيه (هل)، منها: أنه لا يقال: هل زيد خرج، لا على كون زيد مبتدأ، ولا على كونه فاعلا لفعل مقدر، ولا يقال: هل زيدا ضربت على أن زيدا منصوب بما بعده، ولا بمقدر، ولا يقال: هل زيدا ضربته على أن زيدا منصوب بمقدر، كل ذلك لما تقدم، ومنها: أن الهمزة تستعمل في الأثبات للاستفهام أو للإنكار أيضا، قال تعالى: (أتقولون على الله ما لا تعلمون)، وقال الشاعر: \n910 - أطربا وأنت قنسري، ومن ذلك: أزيدنيه، في الإنكار، ولا تستعمل (هل) للإنكار، وإذا دخلت الهمزة على النافي، فلمحض التقرير، أي حمل المخاطب على أن يقر بأمر يعرفه، نحو: (ألم نشرح) و: (ألم يجدك)، و: (أليس ذلك بقادر) وهي في الحقيقة للإنكار،",
        "(4/447)\n\nوإنكار النفي إثبات، وأما (هل) فلا تدخل على النافي أصلا، ومنها: أن الهمزة تستعمل مطردا مع (أم) التسوية، ولا تستعمل (هل) معها، إلا شاذا، كما مر، وتختص (هل) بحكمين دون الهمزة، وهما كونها للتقرير في الأثبات، كقوله تعالى: (هل ثوب الكفار)، أي ألم يثوب، وقولهم: هذه بتلك وهل جزيتك يا عمرو وإفادتها إفادة النافي، حتى جاز أن يجئ بعدها (الا) قصدا للإيجاب، كقوله تعالى: (هل جزاء الإحسان إلا الإحسان) وقال: \n911 - وهل أنا الا من غزية إن غوت ... غويت، وإن ترشد غزية أرشد\nومن خصائص الهمزة أن تدخل على الفاء، والواو، وثم، كما تقدم في حروف العطف، ولا تدخل (هل) عليها، لأنها فرع الهمزة فلا تتصرف تصرفها، وهذه الحروف تدخل على (هل) ولا تدخل على الهمزة، لكونها أصلا في الاستفهام الطالب للتصدر، قال تعالى: (فهل أنتم مسلمون)، وقال الشاعر: \nوهل أنا إلا من غزية. . . البيت، وتقول: إن أكرمتك فهل تكرمني، ولا تقول: فأتكرمني كما مر في الجوازم، وتقول: أسلم عليه ثم هل يلتفت إلي، ولا تجئ الهمزة بعد (أم) ويجوز ذلك في (هل) وسائر كلم الاستفهام، لعروض معنى الاستفهام فيها، كما تبين من مذهب سيبويه، أعني حذف همزة الاستفهام قبل هذه الأسماء وعراقة الهمزة في الاستفهام فلا يجمع بين حرفي استفهام، قال: \n(4/448)",
        "\n912 - أم هل كبير بكى لم يقض عبرته ... إثر الأحبة يوم البين مشكوم\nوقال الله تعالى: (أم من يجيب المضطر إذا دعاه)، وقال الشاعر: \nأم كيف ينفع ما تعطي العلوق به ... رئمان أنف إذا ما ضن باللبن -\nوغير ذلك، وإذا جاءت (أم) بعد اسم الاستفهام، فلا بد من إعادة ذلك الاسم بعد (أم)، نحو: من يطعمني، أم من يستقيني، و: أين آكل أم أين أشرب، إذا قصدوا إشراك ما بعد أم، فيه 4، فلا يجوز: من يطعمني أم يسقيني، وإن لم يقصد إشراكه فيه، نحو: من يطعمني أم يسقيني زيد، جاز، وإنما وجب إعادته مع الأشراك فيه، لأن (أم) منقطعة، إذا المتصلة لا بد لها من تقدم الهمزة، وأم المنقطعة حرف استئناف وهي بمعنى (بل) وساذج الاستفهام الذي هو معنى الهمزة، فلا تفيد معنى الأسماء الاستفهامية المتقدمة، لأن معناها: أشياء مقرونة بمعنى الاستفهام فإذا قصدت معناها ولم يستفد من (أم) لا بالعطف، لأن المنقطعة حرف استئناف، كما ذكرنا، ولا بالتضمين، كما تضمنت معنى الهمزة، لم يكن لك بد من التصريح بها بعد (أم)، وأما (هل)، فيجوز فيها ترك الإعادة، لأنها لساذج الاستفهام كالهمزة، ويجوز الإعادة تشبيها بأخواتها الاسمية في عدم العراقة وقد جمعهما الشاعر في قوله: \n913 - هل ما علمت وما استودعت مكتوم ... أم حبلها إذ نأتك اليوم مصروم أم هل كبير بكى لم يقض عبرته ... إثر الأحبة يوم البين مشكوم وربما أبدلت هاء (هل) همزة،\n(4/449)\n",
        "ومن خواص الهمزة: جواز ذكر المفرد، بعدها، اعتمادا على ما سبق من ذكر ما يتم به ذلك المفرد في كلام متكلم آخر، نحو قولك منكرا، أو مستفهما: أزيد، أو: أزيدا، أو: أبزيد، جوابا لمن قال: جاءني زيد، أو: رأيت زيدا، أو: مررت بزيد، ولا تقول: هل زيد، وهل زيدا، وهل بزيد.\n\nحرفا الشرط (إن، ولو)، والفرق بينهما - (أما) ومعناها\nقال ابن الحاجب:\n(حروف الشرط: ان، ولو، وأما، لها صدر الكلام، فإن للاستقبال، ولو للمضي، ويلزمان الفعل لفظا أو تقديرا، ومن ثم قيل: لو أنك بالفتح، لأنه فاعل، وانطلقت، بالفعل، موضع: منطلق، ليكون كالعوض، وإن كان جامدا، جاز لتعذره).\nقال الرضي:\nإنما كان لها صدر الكلام، لما تقدم في باب (إن)، قوله: (فإن، للاستقبال، يعني سواء دخلت على المضارع أو الماضي، وكذا لو، للمضي على أيهما دخلت، قال تعالى: (لو يطيعكم في كثير من الأمر)،\n(4/450)\n\nهذا وضعهما، كما مر في الظروف المبنية، ومر فيها طرف من أحوالهما\n1، ومذهب الفراء: أن (لو) تستعمل في المستقبل، كإن، وذلك مع قلته، ثابت لا ينكر، نحو: اطلبوا العلم ولو بالصين، ثم إن النجاة قالوا: ان (لو) لامتناع الثاني لامتناع الأول، وقال المصنف: بل هي لامتناع الأول لامتناع الثاني، قال: وذلك لأن الأول سبب والثاني مسبب، والمسبب قد يكون أعم من السبب، كالإشراق، الحاصل من النار، والشمس، قال: فالأولى أن يقال: لانتفاء الأول لانتفاء الثاني، لأن انتفاء المسبب يدل على انتفاء كل سبب، وفيما قال نظر، لأن الشرط عندهم ملزوم، والجزاء لازم، سواء كان الشرط سببا كما في قولك: لو كانت الشمس طالعة لكان النهار موجودا، أو شرطا، كما في قولك: \nلو كان لي مال لحججت، أو، لا شرطا ولا سببا، كقولك: لو كان زيد أبي لكنت ابنه، ولو كان النهار موجودا لكانت الشمس طالعة، والصحيح أن يقال كما قال المصنف: هي موضوعة لامتناع الأول لامتناع الثاني، أي أن امتناع الثاني دل على امتناع الأول، لكن لا للعلة التي ذكرها، بل لأن (لو) موضوعة ليكون جزاؤها مقدر الوجود في الماضي، والمقدر وجوده في الماضي يكون ممتنعا فيه، فيمتنع الشرط الذي هو ملزوم، لأجل امتناع لازمه، أي الجزاء، لأن الملزوم ينتفي بانتفاء لازمه، وقد يجئ جواب (لو) قليلا، لازم الوجود في جميع الأزمنة في قصد المتكلم، وآية ذلك أن يكون الشرط مما يستبعد استلزامه لذلك الجزاء، بل يكون نقيض ذلك الشرط أنسب، وأليق باستلزام ذلك الجزاء، فيلزم استمرار وجود ذلك الجزاء على كل تقدير، لأنك تحكم في الظاهر أنه لازم للشرط الذي نقيضه أولى باستلزام ذلك الجزاء، فيكون ذلك الجزاء لازما لذلك الشرط ولنقيضه، فيلزم وجوده أبدا، إذ النقيضان لا يرتفعان،",
        "(4/451)\n\nمثاله: لو أهنتني لأكرمتك، فإذا استلزمت الإهالة الاكرام، فكيف لا يستلزم الاكرام والاكرام، ومنه قوله تعالى: (ولو أن ما في الأرض من شجرة أقلام) إلى قوله: (ما نفدت كلمات الله)، أي: لبقيت، وقول عمر رضي الله عنه: نعم العبد صهيب\nلو لم يخف الله لم يعصه، أي: لو أمن لأطاع، وقوله تعالى: (ولو أسمعهم لتولوا)، ولكون (لو) بمعنى الماضي وضعا، لم يجزم بها إلا اضطرارا، لأن الجزم من خواص المعرب والماضي مبني، قال: \n914 - لو يشأ، طار به ذو ميعة ... لاحق الآطال نهد ذو خصل\nوزعم بعضهم أن جزمها مطرد على بعض اللغات، قوله: (وتلزمان الفعل لفظا أو تقديرا)، أما في نحو: لو ذات سوار لطمتني، ولو زيدا ضربته، فلا كلام في تقدير الفعل، وأما في نحو: لو زيدا ضربت، فينبغي أن يكون على الخلاف الذي ذكرنا في: إن زيدا ضربت، وجاء في الضرورة، شرطها: اسمية، قال: \nلو بغير الماء حلقي شرق ... كنت كالغصان بالماء اعتصاري - 644\nوهذا من باب وضع الاسمية موضع الفعلية، كما في قوله: \n. . . فهلا نفس ليلى شفيعها - 645\nقوله: (ومن ثم قيل: لو أنك بالفتح، لأنه فاعل)، هذا مذهب المبرد، أعني\n(4/452)",
        "\nتقدير الفعل بعد (لو) التي تليها (أن)، وقال السيرافي: ان الذي عندي: أنه لا يحتاج إلى تقدير الفعل، ولكن (أن) تقع نائبة عن الفعل الذي يجب وقوعه بعد (لو)، لأن خبر (أن)، إذن، فعل، ينوب لفظه عن الفعل بعد (لو)، فإذا قلت: لو أن زيدا جاءني، فكأنك قلت: لو جاءني زيد، قوله: (انطلقت موضع منطلق)، يعني أن (أن) إذا وقعت بعد (لو) المحذوف شرطها، فخبرها إن كان مشتقا وجب أن يكون فعلا، لأن الفعل المقدر، لابد له من مفسر، و (أن) لكونها دالة على معنى التحقيق والثبوت: تدل على معنى (ثبت)، فلزم أن يكون خبر (أن) فعلا ماضيا، لا اسم فاعل، ليكون كالعوض من لفظ الفعل المفسر، وأما المعنى فقد ذكرنا أن (أن) دلت عليه، وإن لم يكن مشتقا، جاز، للتعذر، كقوله تعالى: (ولو أن ما في الأرض من شجرة أقلام. . .)، وأما قوله تعالى: (يودوا لو أنهم بأدون في الأعراب)، فلأن (لو) بمعنى (أن) المصدرية، وليست بشرطية، لمجيئها بعد فعل دال على التمني، ومنهم من لا يشترط مجئ الفعل في خبر (أن) الواقعة بعد (لو)، وإن كان مشتقا، أيضا، كما ذهب إليه ابن مالك، قال الأسود بن يعفر: \n915 - هما خيياني كل يوم غنيمة ... وأهلكتهم لو أن ذلك نافع\nوقال كعب: \n(4/453)\n",
        "916 - أكرم بها خلة لو أنها صدقت ... موعودها، أو لو أن النصح مقبول\nومع هذا، فلا شك أن استعمال الفعل في حيز خبر (أن) الواقعة بعد (لو) أكثر وإن لم يكن لازما، وإذا حصل الفعل، فالأكثر كونه ماضيا، لكونه كالعوض من شرط (لو)، الذي هو الماضي، وقد جاء مضارعا، قال: \n917 - تمد بالأعناق أو تلويها ... وتشتكي لو أننا نشكيها\nوجواب (لو) إما فعل مجزوم بلم، نحو: لو ضربتني لم أضربك، أو ماض في أوله لام مفتوحة، وتحذف هذه اللام قليلا، وإن وقعت (لو) مع ما في حيزها صلة، فحذف اللام كثير، نحو: جاءني الذي لو ضربته شكرني، وذلك للطول، وكذا إذا طال الشرط بذيوله، كقوله تعالى: (ولو أن ما في الأرض من شجرة أقلام) إلى قوله: (ما نقدت)، ولا يكون جواب (لو) اسمية، بخلاف جواب (إن)، لأن الاسمية صريحة في ثبوت مضمونها واستقراره، ومضمون جواب (لو) منتف ممتنع، كما ذكرنا، وأما قوله تعالى: (ولو أنهم آمنوا واتقوا لمثوبة من عند الله خير)، فلتقدير القسم قبل (لو) وكون الاسمية جواب القسم لا جواب (لو)، كما في قوله تعالى: (وإن أطعتموهم\n(4/454)\n\nإنكم لمشركون)، وقوله تعالى: (كلا لو تعلمون، علم اليقين، لترون الجحيم)، وجواب القسم ساد مسد جواب (لو)، وذهب جار الله إلى أن الاسمية في الآية جواب (لو)، قال: وإنما جعل جوابها اسمية، للدلالة على استقرار مضمون الجزاء.\n\nاجتماع الشرط والقسم تفصيل ذلك\nقال ابن الحاجب:\n(وإذا تقدم القسم أول الكلام على الشرط، لزمه الماضي لفظا أو معنى، وكان الجواب للقسم لفظا، مثل: والله إن أتيتني أو إن لم تأتني: لأكرمنك، وإن توسط بتقدم الشرط أو غيره، جاز أن يعتبر، وأن يلغي، كقولك: أنا والله إن تأتني آتك وإن أتيتني لآتينك، وإن أتيتني فوالله لآتينك، وتقدير القسم كاللفظ به، مثل: لئن أخرجوا و: إن أطعتموهم. .).\nقال الرضي:\nاعلم أن القسم إذا تقدم على الشرط، فإما أن يتقدم على القسم، ما يطلب الخبر،",
        "(4/455)\n\nنحو: أزيد والله إن أتيته يأتك، وإن زيدا والله إن أكرمته يجازك، أو لا يتقدم، والأول قد يجئ الكلام عليه في قوله: وإن توسط بتقدم الشرط. . . وكلامه الآن فيما لم يتقدم عليه طالب خبر، بدليل قوله: أول الكلام، فنقول: \nإذا تقدم القسم أول الكلام، ظاهرا أو مقدرا، وبعده كلمة الشرط، سواء كانت (إن) أو (لو) أو (لولا)، أو أسماء الشرط، فالأكثر والأولى: اعتبار القسم دون الشرط، فيجعل الجواب للقسم ويستغنى عن جواب الشرط، لقيام جواب القسم مقامه، أما في (إن) فكقوله تعالى: (لئن أخرجوا لا يخرجون معهم، ولئن قوتلوا لا ينصرونهم)، الآية، وأما في (لو) فكقوله تعالى: (ولو أنهم آمنوا واتقوا لمثوبة من عند الله خير)، وقوله تعالى: (لو تعلمون علم اليقين لترون الجحيم)، وتقول: والله أن لو جئتني لجئتك، واللام جواب القسم، لا جواب (لو)، ولو كانت جواب (لو)، لجاز حذفها، ولا يجوز في مثله، وكذا تقول: والله لو جئتني ما جئتك، ولا تقول: لما جئتك ولو كان الجواب للو، لجاز ذلك، و (أن) التي بين (لو) والقسم عند سيبويه: \nموطئة كاللام قبل (إن) وقبل أسماء الشرط، وعند غيره زائدة، وأما في (لولا) فتقول: والله لولا زيد لضربتك، قال: \n918 - والله لولا شيخنا عباد ... لكمرونا اليوم أو لكادوا\nواللام جواب القسم، لا جواب (لولا) ولذا لم يجز حذفها، وأما في أسماء الشرط فكقوله تعالى: (وإذ أخذ الله ميثاق النبيين لما آتيتكم من كتاب\n(4/456)",
        "\nوحكمة) إلى قوله (لتؤمنن به) وقوله: (لمن تبعك منهم لأملأن جهنم)، ويجوز قليلا، في الشعر: اعتبار الشرط وإلغاء القسم مع تصدره، كقول الأعشى: \n919 - لئن منيت بنا عن غب معركة ... لا تلفنا عن دماء القوم ننتفل\nوقال: -\n920 - لئن كان ما حدثته اليوم صادقا ... أصم في نهار القيظ للشمس باديا\nوقال: -\n921 - حلفت له: إن تدلج الليل لا يزل ... أمامك بيت من بيوتي سائر\nوأما لو عكس الأمر، يعني تقدم الشرط على القسم، فالواجب: اعتبار الشرط،.\nولك بعد ذلك إلغاء القسم نحو: إن جئتني والله أكرمك، واعتباره مع اعتبار الشرط نحو: إن جئتني فوالله لأكرمنك، وتعليل هذه الأحكام مبني على مقدمة، وهي أن أداتي القسم والشرط: \nأصلهما التصدر، كالاستفهام، لتأثيرهما في الكلام معنى، ثم إن كلا منهما لكثرة استعمالهم له، وبعدهما عما يؤثران فيه، أي جوابهما، قد يسقط عن درجة تصدره على جوابه، فيلغى باعتباره، أي: لا يكون في الجوابين علامتاهما، أما الشرط فنحو: آتيك ان تأتني، وأما\n(4/457)\n",
        "ألقم فنحو: زيد والله القائم، وزيد قائم والله، فيضعف أمرهما، فلا يكون لهما جواب لفظا، وأما من حيث المعنى، فالذي يتقدم على الشرط جوابه، وكذا ما يتقدم على القسم أو يتخلله القسم، لكن القسم أكثر إلغاء من الشرط، لأنه أكثر دورانا في الكلام، حتى رفع الله المؤاخذة به بلا نية، لتمرن ألسنتهم عليه، وسمعاه لغوا فقال تعالى: (لا يؤاخذكم الله باللغو في أيمانكم)، وأيضا، تأثيره في الأصل، في معنى الجواب: أقل من تأثير الشرط في جوابه، لأن القسم مؤكد للمعنى الثابت فيه، فهو كالزائد الذي يتم معنى الكلام بدونه، والشرط مورد في جوابه معنى لم يكن فيه، وهو التوقيف، فكانت أداة القسم أليق بالإلغاء عن جوابه، من أداة الشرط، فلهذا قد يلغى القسم عن الجواب مع إمكان أن لا يلغي، بخلاف الشرط، تقول: أنا والله أكرمك بالإلغاء، وقد أمكنك أن تعتبره فتقول: لأكرمنك، ولا تقول: أنا إن لقيني أكرمك بالرفع على أن (أكرمك) خبر المبتدأ وأداة الشرط ملغاة، بل تقول: أكرمك باعتبار الشرط، والجملة الشرطية خبر المبتدأ، ولهذا حمل قوله: \nإنك إن يصرع أخوك تصرع - 566\nعلى التقديم والتأخير، لضرورة الشعر، فإذا تقررت هذه المقدمة، قلنا: إذا تقدم القسم على كلمات الشرط، فاعتبار القسم أولى، لتقوي القسم بالتصدر الذي هو أصله، وضعف الشرط بالتوسط، ولا استدلال فيه للكوفيين على أن إعمال الأول في باب التنازع أولى، لأن الأول، وإن كان بعد من الثاني، إلا أن هذا البعيد تقوى بالتصدر الذي هو حقه وأصله، والقريب ضعيف بالتوسط الذي هو خلاف وضعه وأصله،\n(4/458)\n\nوجاز، قليلا بالنظر إلى ضعف القسم في نفسه، كما ذكرنا: أن يرجح الشرط فيعتبر، لأجل كونه أقرب إلى الجواب، ويلغى القسم، كما مر في قوله: \nلئن منيت بنا عن غب معركة. . . البيت - 919\nوإذا تقدم الشرط على القسم، وجب اعتباره، لتقوية بالتصدر مع كونه في الأصل أقوى من القسم، ويجوز لك بعد هذا: اعتبار القسم لإمكانه، نحو: إن أتيتني فوالله لآتينك، فالقسم وجوابه: جواب الشرط، ويجوز إلغاء القسم لتوسطه كما ذكرنا: أنه قد يلغى لضعفه مع إمكان اعتباره، فتقول: إن أتيتني والله آتك، فاتك جواب الشرط، والشرط وجوابه دال على جواب القسم وساد مسده، وأما إذا تقدم (لو) و (لولا) على القسم، فالواجب إلغاء القسم، لأن جوابهما لا يكون إلا جملة فعلية خبرية، ولا يصح أن يكون جملة قسمية تقول: لو جئتني والله، لأكرمنك، ولولا زيد والله لضربتك، قوله: (وإن توسط)، أي القسم، قوله: (بتقدم الشرط)، قد ذكرناه، قوله: (أو غيره) يعني طالب الخبر، كالمبتدأ بلا ناسخ أو مع الناسخ، جاز أن يعتبر القسم وأن يلغي، سواء تقدم على الشرط أو تأخر عنه، فإن تقدم مع الإلغاء فنحو: أنا والله إن أتيتني آتك، ألغيت القسم مع تقدمه على الشرط، وجواز اعتباره، لتقدم المبتدأ عليه، فالجملة الشرطية مع الجواب خبر المبتدأ، والقسم لغو، كما في: زيد والله يقوم، وتقول مع الاعتبار: أنا والله إن تأتني لآتينك، اعتبرته نظرا إلى تقدمه على الشرط وجعلت الجملة القسمية مع جوابها خبر المبتدأ فهو كقولك: زيد والله ليقومن، وهذا كله بناء على ما تقدم من أنه، لضعفه، قد يلغى مع إمكان الاعتبار، إذا كان هناك لجوابه طالب آخر،",
        "(4/459)\n\nوإن تأخر عن الشرط مع الإلغاء، فنحو: أنا إن أتيتني والله آتك، ألغيته لتقدم طالبين للجواب عليه، أعني المبتدأ، والشرط، وتقول مع الاعتبار: أنا إن أتيتني فوالله لآتينك، جعلت الجملة القسمية مع جوابها جواب الشرط، والجملة الشرطية مع جوابها خبر المبتدأ، وإن توسط القسم بتوسط غير الشرط، أي طالب الخبر عليه، ولم يكن هناك لا شرط متقدم على القسم ولا متأخر عنه، فإن كان الخبر جملة، جاز أن يعتبر القسم وأن يلغى نحو: أنا والله لأقومن، وأنا والله أقوم، وإن كان الخبر مفردا، وجب إلغاء القسم لاستحالة اعتباره، لأن جواب القسم لا يكون إلا جملة، وذلك نحو: أنا والله قائم، وعلى هذا، لا يحسن إطلاق قول المصنف: وإن توسط بتقدم غير الشرط، جاز اعتباره وإلغاؤه، وطريق الحصر أن نقول: \nالقسم إما أن يتقدم أول الكلام، أو يتوسطه، أو يتأخر عنه، فإن تقدم، وجب اعتباره، سواء وليه الشرط نحو: والله إن أتيتني لآتينك، أو، لا، نحو: والله إني آتيك، وإن توسط الكلام، فإما أن يتقدم عليه الشرط، أو، لا، فإن تقدم عليه وجب اعتبار الشرط، وجاز إلغاء القسم واعتباره، سواء تقدم على ذلك الشرط طالب خبر، نحو: أنا إن أتيتني فوالله لآتينك، وأنا إن أتيتني والله آتك، أو لم يتقدم عليه ذلك نحو: إن أتيتني فوالله لآتينك وإن أتيتني والله آتك، وإن لم يتقدم الشرط على هذا القسم المتوسط، فإما أن يتأخر عنه الشرط أو، لا، فإن تأخر، فإن اعتبرت القسم ألغيت الشرط، نحو: أنا والله إن أتيتني لآتينك، وإن ألغيته اعتبرت الشرط نحو: أنا والله إن تأتني آتك، وإن لم يتأخر عنه الشرط، فإن جاء\n(4/460)",
        "\nبعد القسم جملة جاز اعتباره والغاؤه، نحو: أنا والله لآتينك، وأنا والله آتيك، وإن جاء بعده مفرد وجب إلغاؤه نحو: أنا والله قائم، وإن تأخر القسم عن الكلام وجب إلغاؤه نحو: أنا قائم والله، وإن أتيتني آتك والله، هذا، وكل موضع قلنا إن (إن) وما تضمن معناها من الأسماء فيه ملغاة، أي لا جواب لها ظاهرا، فالأولى أن لا تعمل ظاهرا في الشرط أيضا، كما ذكرناه في الجوازم، فيقل نحو: أجيئك أن تجئني، ووالله إن تجئني لأكرمنك، وقد جاء ذلك في الشعر، كقوله: \n922 - فإن يك من جن لأبرح طارقا ... وإن يك إنسا، ماكها الأنس تفعل\nوقوله: \n923 - فإن تبتئس بالشنفري أم قسطل ... لما اغتبطت بالشنفري قبل أطول\nوقوله: \nلئن تك قد ضاقت عليكم بيوتكم ... ليعلم ربي أن بيتي واسع - 798\nوقوله: \n(4/461)\n",
        "924 - إما ترينا حفاة لا نعال لنا ... إنا كذلك ما نحفى ونتعل\nفقول المصنف: لزمه الماضي لفظا أو معنى ليس على الإطلاق، والأولى أن يقول: \nالأكثر كونه ماضيا لفظا أو معنى، ويعني بالمعنى، نحو: إن لم تزرني لأزورنك، وقد تبين، أيضا، أن قوله: وكان الجواب للقسم لفظا، ليس بحتم، بل قد يجئ الجواب للشرط، كقوله: \nلئن منيت بنا عن غب معركة. . البيت - 919\nثم اعلم أنه لو وقع جواب القسم المتقدم على (ان) الشرطية، وما تضمن معناها: \nفعلا ماضيا، نحو: لفعل، وما فعل، وإن فعل، فالمراد الاستقبال، لكونه سادا مسد جواب الشرط، قال الله تعالى: (ولئن أتيت الذين أوتوا الكتاب بكل آية، ما تبعوا قبلتك)\nو: (لئن زالتا إن أمسكهما من أحد من بعده) و: (لئن أرسلنا ريحا) إلى قوله: (لظلوا)، قوله: (وتقدير القسم كاللفظ به)، أي القسم المقدر كالملفوظ به، سواء كان هناك لام موطئة، كما في قوله: (لئن أخرجوا. . .)، أو لم تكن، كما في قوله: \n(4/462)\n\n(وإن أطعتموهم انكم لمشركون)، وقال بعضهم ان قوله: (إنكم لمشركون) جواب الشرط، والفاء مقدرة، ولم يقدر قسما، وهو ضعيف، لأن ذلك إنما يكون لضرورة الشعر، كقوله: \nمن يفعل الحسنات الله يشكرها. . . - 678\n(تقدم الهمزة على أدوات الشرط) وأما إذا تقدمت همزة الاستفهام على كلمة الشرط، سواء كانت تلك الكلمة اسما جازما، كمن، وما، وأين، ونحوها، أو حرفا كإن، ولو: فالجزاء لتلك الكلمة، والاستفهام داخل على الجملتين: الشرط والجزاء، لكونهما كجملة واحدة، نحو: أمن يضربك تضربه، بجزم تضرب، وكذا: ألو ضربك لضربته، وكذا: أئن تأتني آتك، بالجزم، ويونس يرفع الجزاء، لاعتماده على الهمزة، ولا يفعل ذلك في غير الهمزة من كلم الاستفهام، بل يقول: من إن أضربه يضربني، بالجزم لا غير، اتفاقا، لأن الهمزة هي الأصل في باب الاستفهام، ويقول في الهمزة: أئن أتيتني آتيك، بتقدير: آتيك إن أتيتني، وكذا: أمن تزره يكرمك، بالرفع، والحق هو الأول، أعني مذهب سيبويه، لأن كلمات الشرط، إنما تلغى إذا تقدم",
        "(4/463)\n\nعليها ما يستحق الجواب، على ما مضى، وههنا ليس كذلك، فالأولى أن يجعل الجواب للشرط، ويجعل الاستفهام داخلا على الشرط والجزاء معا، كدخول الموصول عليهما معا نحو: جاءني الذي إن تأته يشكرك، بجزم يشكرك، والدليل عليه قوله تعالى: (أفإن مت فهم الخالدون)، والفاء في (فهم) لجواب الشرط، وفي (أفإن) للسببية، ولو كان التقدير: أفهم الخالدون، لم يقل: فإن مت، بل كان يقول: أئن مت فهم الخالدون، أي: أفهم الخالدون إن مت، والأصل عدم الحكم بزيادة الفاء، وأما الهمزة الداخلة على (إذا) فهي في الحقيقة داخلة على ما هو في موضع الجزاء، لأنه ليس بجزاء، كما مضى في الظروف المبنية، بل هو موضوع موضع الجزاء لغرض ذكرته هناك، فليست (إذا)، إذن، مع جملتيها، كإن مع جملتيها، بل مرتبة جزائها التقدم، من حيث المعنى، على (إذا) لأنه عاملها، كما تبين في الموضع المذكور، الاستفهام داخل في الحقيقة عليه، فمن ثم لم تأت الفاء في قوله تعالى: (. . أئذا كنا عظاما ورفاتا أئنا لمبعوثون خلقا جديدا)، لأن التقدير: أئنا لفي خلق جديد إذا متنا، ولهذا كثيرا ما يكرر الاستفهام في (إنا) نحو قوله: (أئذا كنا ترابا وعظاما أئنا لمدينون)، لطول الكلام وبعد العهد بالاستفهام حتى يعلم أن حق الاستفهام أن يدخل على ما هو في موضع الجواب، كما كرر قوله: (فلا تحسبنهم) بعد قوله: ولا تحسبن الذين. . .) لما طال الكلام، والفاء في (فلا تحسبنهم) زائدة،\n(4/464)",
        "\nوالعامل في (إذا) قوله (لمدينون) مع أن في أوله همزة الاستفهام، و (إن)، ولا يعمل في غير هذا الموضع ما بعدهما فيما قبلهما، وذلك للغرض المذكور فيما تقدم، فهو مثل قولك: أما يوم الجمعة فإن زيدا قائم، انتصاب (يوم) بقائم، على الصحيح، على ما يجئ مع كونه خبرا لأن، لغرض أذكره هناك، (دخول الشرط على الشرط) ثم اعلم أن الشرط إذا دخل على شرط، فإن قصدت أن يكون الشرط الثاني مع جزائه، جزاء للأول، فلا بد من الفاء في الأداة الثانية، لما ذكرنا في الجوازم عند ذكر مواقع دخول الفاء في الجزاء، تقول: إن دخلت الدار فإن سلمت فلك كذا، وإن سألت فإن أعطيتك فعلي كذا، لأن الإعطاء بعد السؤال، وإن قصدت إلغاء أداة الشرط الثاني، لتخللها بين أجزاء الكلام، الذي هو جزاؤها معنى، أعني الشرط الأول مع الجزاء الأخير، فلا يكون في أداة الشرط الثاني فاء، كقوله: \n925 - فإن عثرت بعدها، إن وألت ... رجلي من هاتا فقولا: لا لعا\nفهو بمنزلة: والله إن أتيتني لآتينك، فثاني الشرطين لفظا: أولهما معنى، ومثله: إن تبت إن تذنب: ترحم، أي: إن أذنبت فإن تبت ترحم، وكذا إن كان أكثر من شرطين، نحو: إن سألت إن لقيتني إن دخلت الدار: \nأعطيتك، أي: \nإن دخلت الدار فإن لقيتني فإن سألتني أعطيتك، فقولك فإن سألتني مع الجزاء: جواب: \n(4/465)\n",
        "فإن لقيتني، وقولك: فإن لقيتني مع جزائه جواب: إن دخلت. . . وعلى هذا فقس، إن كان أكثر.\n\n(أما) بيان معناها، وتفصيل أحكامها\nقال ابن الحاجب:\n(وأما: للتفصيل، والتزم حذف فعلها، وعوض بينها وبين فائها: جزء مما في حيزها مطلقا، مثل: أما يوم الجمعة فزيد منطلق، وقيل: هو معمول المحذوف مطلقا، وقيل: إن كان جائز التقديم، فمن الأول، وإلا فمن الثاني).\nقال الرضي:\nاعلم أن (أما) موضوعة لمعنيين: لتفصيل مجمل، نحو قولك: هؤلاء فضلاء، أما زيد ففقيه، وأما عمرو فمتكلم، وأما بشر فكذا، إلى آخر ما تقصد، ولاستلزام شئ لشئ، أي أن ما بعدها شئ يلزمه حكم من الأحكام، ومن ثم قيل إن فيها معنى الشرط، لأن معنى الشرط، أيضا، هو استلزام شئ لشئ، أي استلزم الشرط للجزاء، كما ذكرنا في الظروف المبنية، والمعنى الثاني، أي الاستلزام: لازم لها في جميع مواقع\n(4/466)\n\nاستعمالها، بخلاف معنى التفصيل فإنها قد تتجرد عنه، وقد التزم بعضهم هذا المعنى فيها، أيضا في جميع مواقعها، وحمل عليه قوله تعالى: (والراسخون في العلم) بعد قوله: (فأما الذين في قلوبهم زيغ)، على معنى: (وأما الراسخون)، وهذا، وإن كان محتملا في هذا المقام، إلا أن جواز السكوت على مثل قولك: \nأما زيد فقائم، يدفع دعوى لزوم التفصيل فيها، وأما بيان معنى الشرط فيها، فبأن نقول: هي حرف بمعنى (إن)، وجب حذف شرطها لكثرة استعمالها في الكلام، ولكونها في الأصل موضوعة للتفصيل وهو مقتض تكررها، كما ذكرنا من قولنا: أما زيد ففقيه، وأما عمرو فمتكلم. . .\nفيؤدي إلى الاستثقال، لهذا أيضا، وأيضا، حذف ذلك وجوبا لغرض معنوي، وذلك أنهم أرادوا أن يقوم ما هو الملزوم حقيقة في قصد المتكلم مقام الشرط الذي يكون هو الملزوم في جميع الكلام، تفسير ذلك: أن أصل: أما زيد فقائم: أما يكن من شئ فزيد قائم يعني: \nإن يكن، أي ان يقع في الدنيا شئ، يقع قيام زيد، فهذا جزم بوقوع قيامه وقطع به، لأنه جعل وقوع قيامه وحصوله لازما لوقوع شئ في الدنيا، وما دامت الدنيا باقية، فلا بد من حصول شئ فيها، ثم، لما كان الغرض الكلي من هذه الملازمة المذكورة بين الشرط والجزاء: \nلزوم القيام لزيد، حذف الملزوم الذي هو الشرط، أي: (يكن من شئ)، وأقيم ملزوم القيام وهو زيد، مقام ذلك الملزوم، وبقيت الفاء بين المبتدأ والخبر، لأن فاء السببية: \nما بعدها لازم لما قبلها، فحصل غرضك الكلي، وهو لزوم القيام لزيد، فلهذا الغرض وتحصيله جاز وقوع الفاء في غير موقعها، فقد تبين أنه حصل لهم من حذف الشرط وإقامة جزء الجزاء موقعه، شيئان مقصودان مهمان: أحدهما تخفيف الكلام بحذف الشرط الكثير الاستعمال، والثاني قيام ما هو",
        "(4/467)\n\nالملزوم حقيقة في قصد المتكلم مقام الملزوم في كلامهم، أعني الشرط، وحصل، أيضا من قيام جزء الجزاء موقع الشرط ما هو المتعارف عندهم من شغل حيز واجب الحذف بشئ آخر، ألا ترى أن حذف خبر المبتدأ بعد (لولا)، وبعد القسم، لم يحذف وجوبا إلا مع سد جواب (لولا) وجواب القسم مسده، وحصل أيضا، بقاء الفاء متوسطة للكلام كما هو حقها، ولو لم يتقدم جزء الجزاء لوقعت فاء السببية في أول الكلام، وكذا، يتقدم على الفاء من أجزاء الجزاء: المفعول به، أو الظرف، نحو: (فأما اليتيم فلا تقهر)، وأما يوم الجمعة فأنا ذاهب، إذا قصدت أنهما ملزومان لحكم، والمعنى أن عدم القهر ينبغي أن يكون لازما لليتيم، وذهابي: لازما ليوم الجمعة، وكذا غير ذلك من معمولات الخبر كالحال نحو: أما مجردا فإني ضاربك، والمفعول المطلق نحو: أما ضرب الأمير فإني ضاربك، والمفعول له، نحو أما تأديبا فأنا ضاربك، فلا يستنكر عمل ما بعد فاء السببية يما قبلها، وإن كان ذلك ممتنعا في غير هذا الموضع، لأن تقديم المعمولات المذكورة، لأجل الأغراض المهمة المذكورة، ولا تقول، مثلا: إن جئتني، زيدا فأنا ضارب، على أن زيدا مفعول ضارب، إذ لم يحصل بالتقديم شئ من تلك الأغراض، ثم إنه يجوز التقديم للأغراض المذكورة وإن كان هناك مانع من التقديم غير الفاء، نحو: أما يوم الجمعة فإن زيدا سائر وكذا نحو: أما زيدا فما أضرب، ولا تقدم من اجزاء الجملة شيئين فصاعدا، لأنك لا تتجاوز قدر الضرورة، فلا تقول: أما زيد، طعامك فلا يأكل، وقد تقع كلمة الشرط، مع الشرط، من جملة أجزاء الجزاء، مقام الشرط، كقوله\n(4/468)",
        "\nتعالى: (فأما إن كان من المقربين، فروح وريحان) أي: أما يكن شئ، فإن كان المقربين فله روح وريحان، فقوله: روح، جواب (أما)، استغنى به عن جواب، والدليل على أنها ليست جواب (ان): عدم جواز: أما إن جئتني أكرمك، جوب أما إن جئتني فأكرمك، مع أنك تجوز إن ضربتني أكرمك بالجزم، أكثر من: إن ضربتني فأكرمك، قال تعالى: (وأما إذا ما ابتلاه فقدر عليه رزقه فيقول)، أي: أما يكن من شئ، فإذا ما ابتلاه يقول، وإنما وجبت الفاء في جواب (أما)، ولم يجز الجزم وإن كان فعلا مضارعا، فلم يجز: أما زيد يقم: لأنه لما وجب حذف شرطها فلم تعمل فيه، فتح أن تعمل في الجزاء الذي هو أبعد منها، من الشرط، ألا ترى أنه إذا حذف الجزاء في نحو: آتيك إن أتيتني، فالأصل ألا تعمل الأداة في الشرط، فالجزاء، بعدم الانجزام عند حذف الشرط أولى، وأما قولهم: افعل وإلا أضربك، فإنما انجزم الجزاء لعدم لزوم حذف الشرط ههنا، و (أما): بمعنى (إن)، كما ذكرنا، وأما تفسير سيبويه لقولهم: أما زيد فقائم، بمهما يكن من شئ فزيد قائم، فليس لأن (أما بمعنى مهما)، وكيف، وهذه حرف، و (مهما) اسم، بل قصده إلى المعنى البحت، لأن معنى مهما يكن من شئ فزيد قائم: إن كان شئ فزيد قائم، أي: هو قائم البتة، ويجوز أن يكون (أما) عند الكوفيين: (إن) الشرطية ضمت إليها (ما) عند حذف شرطها، على ما بينت من مذهبهم في: أما أنت منطلقا، انطلقت\n(4/469)\n",
        "ولا تحذف الفاء في جواب (أما)، إلا لضرورة الشعر، نحو قوله: \n926 - فأما الصدور، لا صدور لجعفر ... ولكن أعجازا شديدا ضريرها،\nأو مع قول محذوف يدل عليه محكية، كقوله تعالى: (وأما الذين كفروا، أفلم تكن آياتي)، أي فيقال لهم: أفلم تكن، ولا يقع بين (أما) وفائها، جملة تامة مستقلة، نحو: أما زيد قائم، فعمرو كذا، لأن الواقع بينهما، كما مضى، جزء الجزاء، المقصود كونه ملزوما للحكم الذي تضمنه ما بعد الفاء، فلا يكون جملة تامة مستقلة، واعلم أنه يأتي بعد (أما)، ما يتكرر ذكره بعد فائها، وذلك إما مصدر مكرر ضمنا بأن يذكر بعد الفاء ما اشتق من ذلك المصدر، نحو: أما سمنا، فسمين، وأما علما فعالم، وإما صفة تكرر لفظها بعد الفاء، نحو قولك: أما صديقا مصافيا فليس بصديق، وأما عالما فعالم ونحو ذلك، وإما غير ذلك نحو: أما البصرة فلا بصرة لك، وأما أبوك فلا أبا لك، وأما العبيد فذو عبيد، وأما زيد فقد قام زيد، فالمنكر من المصدر والوصف، يجب عند الحجازيين، نصبهما، ويختار ذلك بنو تميم، لا إلى حد الوجوب، والمعرف من المصدر، يجب رفعه عند بني تميم، على ما يعطيه ظاهر لفظ سيبويه، والأولى أنهم يجيزون الرفع والنصب فيه، كما يجئ، وأما الحجازيون\n(4/470)\n\nفإنهم يجيزون فيه الرفع والنصب، والمعرف من الوصف، مرفوع عند الجميع بلا خلاف، وأما غير المصدر والوصف، فمرفوع عند الجميع معرفا كان أو منكرا إلا ما سيجئ، فالرفع في جميع ما يجوز فيه الرفع من ذلك، على الابتداء عند الفريقين، وأما النصب، فإن سيبويه ذكر أن ذلك، في المصدر، معرفا كان أو منكرا، على أنه مفعول له عند الحجازيين، فقال شراح كلامه: وذلك لأنه رآهم ينصبون المعرفة والنكرة فلا يصلح للحال فيبقى مفعولا له، فمعنى، أما سمنا فسمين: مهما يذكر زيد لأجل السمن فهو سمين، وكذا المعرف نحو: أما العلم فعالم، أي: مهما يذكر زيد لأجل العلم فهو عالم، قال سيبويه: ونصب المنكر عند بني تميم على الحال، قال: لأنهم لما لم يجيزوا في معرف المصدر إلا الرفع، علمنا أن نصب المنكر على الحال، والعامل فيه إما محذوف قبله، كما تقول في أما علما فعالم: مهما تذكر زيدا عالما فهو عالم، أو المذكورة بعده، أي: عالم، في مثالنا، فيكون حالا مؤكدة، قال سيبويه: أما الرفع في المصدر فعلى أنه مبتدأ، والعائد إليه محذوف، فمعنى أما العلم فعالم، أي: فعالم به، كقوله تعالى: (واتقوا يوما لا تجزى نفس عن نفس شيئا)\nأي: لا تجزى فيه، أقول: والدليل على أنه يجوز عند بني تميم نصب معرف المصدر: أنهم جوزوا، على ما حكى سيبويه عنهم، أما العلم فعالم بزيد، أي فهو عالم بزيد العلم، فكذا ينبغي أن يجوز عندهم: أما الضرب فضارب، أي: فأنا ضارب الناس، فيكون نصب المصدر المعرف، على أنه مفعول مطلق لما بعد الفاء،",
        "(4/471)\n\nوأما نصب الوصف المنكر، فعلى الحال عند الجميع، والعامل فيه أحد الشيئين المذكورين في المصدر الواقع حالا عند بني تميم، وأقول: كون المصدر المنصوب مفعولا له عند الحجازيين، لا دليل عليه، ولو كان كذا لجاز: أما للسمن فسمين، وأما للعلم فعالم، والأولى أن يقال: المنصوب عند بني تميم والحجازيين في الصفة على أنه حال مما بعد الفاء، وفي المصدر المعرف، على أنه مفعول مطلق لما بعد الفاء، وأما المرفوع فعلى أنه مبتدأ، ما بعد الفاء خبره، بلا تقدير ضمير، كل ذلك عند كلا الفريقين، وكشف القناع عنه أن نقول: إن مثل هذا الكلام إنما يقال إذا ادعى شخص ثبوت الأشياء المذكورة أو يدعى له ذلك، فيسلم السامع بعض تلك الدعاوي أو يدفع، كما تقول، مثلا: أنا سمين وأنا عالم، فيقول السامع: أما سمنا فلست بسمين، وأما علما فعالم، فهذا حال، لأن المعنى: أما إذا كنت سمينا، وادعيت ذلك فلست بسمين، وأما إذا كنت عالما، أي أبديت من نفسك العلم وتزينت به وادعيت ذلك، فأنت في الحقيقة كذلك، كما يقال: إذا كنت مؤمنا فكن مؤمنا، وإذا كنت عالما فأنا عالم مثلك، وإذا كنت في أمر فكن فيه، ومنه قوله تعالى: (يا أيها الذين آمنوا آمنوا)، على أحسن التأويلات، أي: يا أيها المدعون للأيمان: آمنوا حقيقة، فالحال، على هذا، مما بعد الفاء، والتقدير: إن يكن شئ فأنت عالم عالما أي: أنت عالم حقيقة، حين كنت عالما صورة، وفي زي العلماء، والمصدر المنكر بمعنى الوصف، حال أيضا، على هذا الوجه، أو نجعله مفعولا مطلقا، على أن معنى، أما سمنا فسمين: إن يكن شئ فهو سمين سمنا، وكذا في نحو: أما سمنا فلا سمن، أي: أما يكن شئ فلا سمن فيه سمنا،\n(4/472)",
        "\nوأما المصدر المعرف، فمفعول مطلق، لا غير، مما بعد الفاء، فمعنى، أما العلم فعالم: \nأما يكن شئ فزيد عالم العلم، وأما الكلام على أنه كيف يعمل ما بعد الفاء فيما قبلها في نحو: أما سمنا فما أنت بسمين، أو فأنت سمين، فقد مر أنه للغرض المذكور، وأما الرفع نحو: أما السمن فسمين وأما العلم فعالم، فإنما جاز ذلك لتضمن الخبر معنى المبتدأ لأن التقدير: أما السمن فأنت صاحبه، وسمين، وعالم، في مثله، خبر مبتدأ محذوف، أي: أنت سمين، وزيد عالم، ومعنى سمين وعالم: ذو سمن وذو علم، فهو كالظاهر القائم مقام المضمر، نحو: لا أري الموت يسبق الموت شئ ... نغص الموت ذا الغنى والفقيرا - 60\nوكذا حال الرفع في غير المصدر، نحو: أما العبيد فذو عبيد، أي أنت صاحبهم ولم تقل: \nفذوهم، لأن (ذو) لا يضاف إلى مضمر، وكذا الوصف المرفوع، نحو: أما العلم فعالم، أي: فأنت عالم أي: فأنت هو، وأما نحو: أما العلم فلا علم، وأما العالم فلا عالم، فاستغراق: لا علم، ولا عالم، كالضمير الراجع إلى المبتدأ، وقولك: أما العلم، فلك علم، أي لك شئ منه، وأما العالم فلست بعالم أي: لست به، وإنما اكتفوا، مطردا، في مثل هذا الخبر، الساد مسد المضمر، وإن لم يطرد ذلك في غيره، على الأصح، كما مضى في باب المبتدأ، نحو: زيد ضرب زيد، لأنهم لما غيروا المبتدأ والخبر ههنا عن حالهما بتوسط الفاء بينهما فكأنهما ليسا بمبتدأ وخبر، وأما غير المصدر والصفة، نحو: أما العبيد فذو عبيد، فالوجه فيه الرفع في جميع اللغات، معرفا كان أو، لا،\n(4/473)\n",
        "وروى يونس عن بعض العرب نصبه، قال سيبويه 11: هي خبيثة قليلة، قال، ومع ذلك، لا يجوز هذا النصب الضعيف في المعرف، إلا إذا كان غير معين، ليكون في موضع الحال، كما في: الجماء الغفير، وأما إذا أردت بالعبيد عبيدا معينة، فلا يجوز فيه إلا الرفع، كما في قولك: أما البصرة فلا بصرة لك، وأما أبوك فلا أبا لك، أقول: أما الحمل على الحال في مثله فضعيف، ولا معنى له، بل هو على أنه مفعول به لما بعد الفاء، لأن معنى ذو عبيده: أي يملكهم، وذلك، كما روى الكسائي: أما قريشا فأنا أفضلهم، أي أغلبهم في الفضل، وقولهم: أما أن يكون عالما فهو عالم، (أن) فيه مبتدأ، أي: أما كونه عالما فحاصل، والخبر مدلول ما بعد الفاء، وكذا قولهم: أما أن لا يكون عالما فهو عالم، أي: أما عدم كونه عالما فليس بحاصل، وقال سيبويه: (لا) في: أن لا يكون، زائدة، كما في قوله: (لئلا يعلم أهل الكتاب)، وفي الصور التي ذكرتها خبط كثير للنجاة، وهذا الذي ذكرته أقرب عندي، وقد تحذف (أما) لكثرة الاستعمال نحو قوله تعالى: (وربك فكبر، وثيابك فطهر، والرجز فاهجر)، و: (هذا، فليذوقوه)، و: (فبذلك فليفرحوا)، وإنما يطرد ذلك، إذا كان ما بعد الفاء أمرا أو نهيا، وما قبلها منصوب به أو بمفسر به، فلا يقال: \n(4/474)\n\nزيدا فضربت، ولا زيدا فضربته، بتقدير (أما)، وأما قولك: زيد فوجد، فالفاء فيه زائدة، وقوله: \nوقائلة خولان فانكح فتاتهم. . . - 76\nقد ذكرنا في باب المبتدأ، أن مثله على كلامين عند سيبويه، وعلى زيادة الفاء عند الأخفش، وإنما جاز تقدير (أما) بالقيد المذكور، لأن الأمر، لالزام الفعل لفاعله، والنهي لالزام ترك الفعل لفاعله، فناسبا إلزام الفعل أو تركه للمفعول وذلك بأن يقدر (أما) قبل المنصوب، وتدخل فاؤها على الأمر والنهي، فإن ما قبل فاء (أما) ملزوم لما بعدها، كما ذكرنا، وأما قوله تعالى: (وإذ لم يهتدوا به فسيقولون)، وقوله: (فإذا لم تفعلوا وتاب الله عليكم فأقيموا. . .) فلإجراء الظرف مجرى كلمة الشرط، كما ذكر سيبويه في نحو قولهم: زيد حين لقيته فأنا أكرمه، على ما مر في الجوازم، وذلك في (إذ) مطرد، على ما مر في الظروف المبنية، ويجوز أن يكون قوله: وإذ اعتزلتموهم وما يعبدون)، وقوله: (فإذ لم تفعلوا وتاب الله عليكم)، من باب: (والرجز فاهجر) أي: مما أضمر فيه (أما)، وإنما جاز إعمال المستقبل الذي هو (سيقولون) و (فأووا)، و: (فأقيموا): \nفي الظروف الماضية التي هي: إذ لم يهتدوا، و: إذ اعتزلتموهم و: إذ لم تفعلوا، وإن",
        "(4/475)\n\nكان وقوع الفعل المستقبل في الزمن الماضي محالا لما ذكرنا في نحو: أما زيد فمنطلق، من الغرض المعنوي، أي قصد الملازمة، حتى كأن هذه الأفعال المستقبلة، وقعت في الأزمنة الماضية، وصارت لازمة لها، كل ذلك لقصد المبالغة، قوله: (وهو معمول لما في حيزها)، أي: ما بين (أما) والفاء: معمول لما في حيز الفاء، أي لما بعدها، وليس ذلك بمطلق عند المصنف، لأن المبتدأ في نحو: أما زيد فقائم، خارج عنه، إذ العامل فيه الابتداء عنده، وكذا أداة الشرط مع الشرط في نحو قوله: (فأما إن كان من المقربين)، خارجة عنه، قوله: (مطلقا) أي سواء كان ما بعد الفاء شئ يجب له صدر الكلام كإن، وما، النافية في نحو: أما يوم الجمعة فإنك مسافر، أو لم يكن، وذلك للغرض المذكور، هذا مذهب المبرد، واختاره المصنف، وقال بعضهم: هو معمول للمحذوف مطلقا، أي سواء كان بعد الفاء شئ يمنع من عمل ما بعد الفاء فيما قبلها، أو، لا، فنحو أما زيد فقائم، عنده، بتقدير: أما ذكر زيد فهو قائم، وأما يوم الجمعة، فزيد قائم، أي: أما ذكرت يوم الجمعة. .، وليس ذلك بشئ، إذ لو كان كذلك لجاز النصب في نحو: أما زيد فقائم، على تقدير: أما ذكرت زيدا فهو قائم، ولا يجوز اتفاقا، ولجاز الرفع في أما يوم الجمعة فزيد قائم، ولا يجوز إلا بتأويل بعيد أي قائم فيه، وإنما ارتكب هؤلاء هذا المذهب، نظرا إلى أن ما بعد الفاء لا يعمل فيما قبلها، ولا يفصل بين المبتدأ والخبر بالفاء في نحو: أما زيد فقائم،\n(4/476)",
        "\nولم يتنبهوا إلى أن التقديم في مثل هذا المقام الخاص للأغراض المذكورة، وذهب المازني إلى أنه: إن لم يكن بعد الفاء مستحق للتصدر، كإن، و (ما)، أو مانع آخر من عمل العامل فيما قبله، ككون العامل صفة ومعموله قبل موصوفة، نحو: أما زيدا فانا رجل ضارب، أو كون المعمول تمييزا وعامله اسم تام، نحو: أما درهما فعندي عشرون، أو كون العامل مع نون التأكيد نحو: أما زيدا فلأضربنه، أو صلة نحو: أما القميص فأن تلبس خير لك، فإن لم يكن أحدها، فالعمل لما بعد الفاء، وإن كان بعد الفاء أحد هذه الموانع، فالعامل هو المقدر، وهو معنى قوله: وإلا فمن الثاني، وليس، أيضا بشئ، لأنه إذا جاز التقديم المذكور مع المانع الواحد، وهو الفاء، فلا بأس بجوازه مع مانعين أو أكثر، لأن الغرض مهم، فيجوز، لتحصيله، إلغاء مانعين فصاعدا، والدليل على ذلك: امتناع النصب في نحو: أما زيد، فإنه قائم، ولو كان معمولا لمقدر لم يمتنع تقدير ناصب، نحو: ذكرت، وغيره، قال ابن خروف: وقد تبدل الميم الأولى من (أما) ياء، قال: \n927 - رأت رجلا أيما إذا الشمس عارضت ... فيضحى، وأما بالعشي فيخصر\n(4/477)\n",
        "حرف الردع وأوجه استعماله\nقال ابن الحاجب:\n(حرف الردع: كلا، وقد جاء بمعنى: حقا).\nقال الرضي:\nالردع بمعنى الزجر، تقول لشخص، فلأن يبغضك، فيقول: كلا، ردعا لك،.\nأي: ليس الأمر كما تقول، وتكون، أيضا، ردعا للطالب، كقوله تعالى: (رب ارجعون لعلي أعمل صالحا فيما تركت، كلا)، وقد يكون (كلا) بيانا لكونه منكرا، كقوله تعالى: (واتخذوا من دون الله آلهة ليكونوا لهم عزا، كلا)، وقد يكون (كلا) بمعنى (حقا) كقوله تعالى: (كلا، والقمر)، و: (كلا إن الإنسان ليطغى)، فيجوز أن يجاب بجواب القسم، كما في الآية، وأن لايجاب، كقوله تعالى: (كلا بل تحبون العاجلة)، و: (كلا إذا بلغت التراقي)، وليست للردع، إذ لا معنى له إلا بالنظر إلى ما قبلها، وقد تحتمل المعنيين، كما في قوله: (ثم يطمع أن أزيد، كلا إنه كان لآياتنا عنيدا)\n(4/478)\n\nوإن كانت بمعنى (حقا) لم يجز الوقف عليها، لأنها من تمام ما بعدها ويجوز ذلك إذا كانت للردع، لأنها ليست من تمام ما بعدها، وكأن الفعل الذي هي من تمامه محذوف، لأن الحرف لا يستقل، أي: كلا لا تقل، أو ليس الأمر كذا، وإذا كانت بمعنى (حقا) جاز أن يقال إنها اسم، بنيت لكون لفظها كلفظ الحرفية، ومناسبة معناها لمعناها، لأنك تردع المخاطب عما يقوله تحقيقا لضده، لكن النجاة حكموا بحرفيتها إذا كانت بمعنى (حقا) أيضا، لما فهموا من أن المقصود تحقيق الجملة، كالمقصود بإن، فلم يخرجها ذلك عن الحرفية.\n\n(تاء التأنيث) المراد منها، وأحكامها\nقال ابن الحاجب:\n(تاء التأنيث الساكنة، تلحق الماضي لتأنيث المسند إليه، فإن كان ظاهرا غير حقيقي فمخير، وأما إلحاق علامة التثنية والجمعين فضعيف).\nقال الرضي:\nاعلم أنه إنما جاز إلحاق علامة التأنيث بالمسند، مع أن المؤنث هو المسند إليه دون المسند، للاتصال الذي بين الفعل، وهو الأصل في الأسناد وبين الفاعل، وذلك الاتصال من جهة احتياجه إلى الفاعل وكون الفاعل كجزء من أجزاء الفعل، حتى سكن اللام من نحو: ضربت، لئلا يتوالى أربع حركات فيما هو كالكلمة الواحدة، ألا ترى إلى وقوع الفاعل بين الفعل وإعرابه في نحو يضربان، وتضربون، وتضربين، فتأنيث الفعل لتأنيث فاعله مثل تثنية الفاعل وجمعة لأجل تكرير الفعل مرتين أو أكثر، كقول الحجاج:",
        "(4/479)\n\nيا حرسي: اضربا عنقه، أي: اضرب اضرب، وقوله تعالى: (رب ارجعون)، أي: أرجعني، أرجعني، ارجعني، وهذه التاء ساكنة بخلاف تاء الاسم، لأن أصل الاسم الأعراب وأصل الفعل البناء، فنبه من أول الأمر بسكون هذه على بناء ما لحقته لأنها كالحرف الأخير مما تلحقه، وبحركة تلك على إعراب ما وليته، ودليل كونها كلام الكلمة: دوران الأعراب عليها في نحو: قائمة، وتقلب الاسمية في الوقف هاء، بخلاف الفعلية، إذ القلب تصرف وهو بالمعرب أولى، ولكون أصل التاء الفعلية هو السكون، لم ترد اللام المحذوفة للساكنين في: رمتا، وغزتا، لأن التاء، وإن تحركت لأجل الألف التي بعدها، وهي كجزء الكلمة، فالحركة باعتبارها كاللازمة، إلا أن أصل البناء السكون، فالحركة عليها كلا حركة، بخلاف حركة اللام في: لم يخافا ولم يخافوا، و: خافا، و: خافوا، و: خافي، و: خافن، وبيعن وقولن، فإن عين الفعل في هذه لم تحذف لأن سكون لام المضارع ليس بأصل حتى إذا تحرك لعارض قلنا: الحركة كالعدم كما قلنا في التاء الفعلية، بل أصله تحرك اللام، وكذا الأمر، أصله المضارع، والأصل في، اضرب: لتضرب، كما بينا، فأصل لام: \nلم يخافا، وخافا، ولم يقولا وقولا: هو الحركة، وهي الآن متحركة بحركة كاللازمة، لأنها لأجل اتصال الضمير المرفوع الذي هو كجزء الكلمة، بخلاف نحو: لم يخف الله، وخف الله، ولم يبع الثوب، وبع الثوب، ولم يقل الحق، وقل الحق، لأن اللام وإن كان أصلها الحركة، الا أنها عارضة ليست كاللازمة، لأن الكلمة الثانية منفصلة، وكذا لم ترد اللام في: اخشون، واخشين، وإن تحركت الواو، والياء، لأن أصل هذين الحرفين: السكون، كالتاء الفعلية،\n(4/480)",
        "\nوجاءت لغة ضعيفة، باعتداد حركة التاء، لكون الألف كجزء الكلمة، فقالوا: \nرماتا وغزاتا، ولا تقول: رمات المرأة، لأن الحركة لأجل كلمة منفصلة، ليست كجزء ما قبلها، إذ الظاهر ليس في الاتصال كالضمير، قوله: (وأما إلحاق علامة التثنية والجمعين فضعيف)، يعني نحو: قاما أخواك، وقاموا إخوتك، وقمن النساء، فتكون الألف والواو والنون مثل التاء، حروفا منبئة من أول الأمر، أن الفاعل مثنى أو مجموع، ولا تكون أسماء ضمائر، لئلا يلزم، إذن، تقدم الضمير على مفسره من غير فائدة، كما حصلت في: نعم رجلا، وربه عبدا، وفي باب التنازع، ولكونها حروفا لا ضمائر، جاز استعمال الواو في غير العقلاء، نحو: أكلوني البراغيث، وقيل: إنما فعل ذلك، لأن الأكل في الأصل موضوع للعقلاء، وجاز استعمال النون في الرجال كقوله: \n. . . يعصرن السليط أقاربه - 366\nويجوز أن يريد بالأقارب: النسوة، هذا ما قاله النجاة، ولا منع من جعل هذه الأحرف ضمائر وإبدال الظاهر منها، وأما الفائدة في مثل هذا الأبدال فما مر في بدل الكل من الكل، أو تكون الجملة خبر المبتدأ المؤخر، والغرض كون الخبر مهما،\n(4/481)\n",
        "(التنوين) أنواعه - حذفه في العلم\nقال ابن الحاجب:\n(التنوين نون ساكنة، تتبع حركة الآخر، لا لتأكيد الفعل وهو للتمكن، والتنكير، والعوض، والمقابلة، والترنم، - ويحذف من العلم موصوفا بابن، مضافا إلى علم).\nقال الرضي:\n(التنوين في الأصل، مصدر (نونت) أي أدخلت نونا)، قوله: (نون ساكنة)، يدخل فيه نون (من)، ولم يكن، قوله: (تتبع حركة الآخر) يخرج أمثالها، لأن آخر هذه الكلمات نون ساكنة، لا أن نونها تتبع حركة أواخرها، وقد استفيد منه أن التنوين وجودي، بعد الحركة، وإنما أطلق قوله حركة الآخر، ولم يقل آخر الاسم: ليشمل تنوين الترنم في الفعل، كقوله:\n. . . وقولي إن أصبت لقد أصابن - 4\nقوله: (لا لتأكيد الفعل) يخرج نون التوكيد الخفيفة، وإنما لم يجعل للتنوين في الكتابة، في الرفع والجر، صورة، لأن الكتابة مبنية على الوقف، والتنوين يسقط في الوقف رفعا وجرا، فلذا كتب في حال النصب ألفا، لأنه يقلب ألفا فيه، وقد ذكرنا أقسام التنوين في أول الكتاب، قوله: (ويحذف من العلم الموصوف بابن مضافا إلى علم)، نحو: جاءني زيد\n(4/482)\n\nابن عمرو، وذلك لكثرة استعمال (ابن) بين علمين وصفا، فطلب التخفيف لفظا بحذف التنوين من موصوفة، وخطا بحذف ألف (ابن)، وكذلك في قولك: هذا فلان بن فلان، لأنه كناية عن العلم، وكذا: طامر بن طامر، وهي بن بي، وضل بن ضل، لأنه قد يعبر به عمن لا يعرف، على إجرائه مجرى العلم، وإن كان يدخل فيه كل من كان بهذه الصفة، فإن لم يكن بين علمين، نحو: جاءني كريم ابن كريم، أو: زيد ابن أخينا، لم يحذف التنوين لفظا، ولا الألف خطا، لقلة الاستعمال، وكذا إذا لم يقع صفة نحو: زيد: ابن عمرو، على أنه مبتدأ وخبر، لقلة استعماله أيضا كذلك، مع أن التنوين حذف في الموصوف لكونه مع الصفة كاسم واحد، والتنوين علامة التمام، وليست هذه العلة موجودة في المبتدأ والخبر، وحكم (ابنة): حكم (ابن)، وفي الوصف ببنت، وجهان، كما مر في باب النداء، وحذفه في نحو قوله: \nوحاتم الطائي وهاب المئي - 529\nوقوله: \n928 - فألفيته غير مستعتب ... ولا ذاكر الله إلا قليلا\nضرورة، وقرئ في الشذوذ: (قل هو الله أحد الله الصمد)،",
        "(4/483)\n\n(نون التوكيد) صورها واستعمالاتها\nقال ابن الحاجب:\n(نون التوكيد: خفيفة ساكنة، ومشددة مفتوحة، تختص بالفعل المستقبل، في الأمر والنهي والاستفهام والتمني والعرض والقسم، وقلت في النفي، ولزمت في قسم مثبت، وكثرت في مثل: إما تفعلن، وما قبلها، مع ضمير المذكرين، مضموم، ومع المخاطبة مكسور، وفيما عداه مفتوح، - وتقول في التثنية وجمع المؤنث: اضربان واضربنان ولا تدخلهما الخفيفة خلافا ليونس، وهما في غيرهما مع الضمير البارز كالمنفصل، فإن لم يكن، فكالمتصل، ومن ثم قيل: هل ترين وترون وترين، واغزون واغزن واغزن، والمخففة تحذف للساكنين وفي الوقف فيرد ما حذف، والمفتوح ما قبلها تقلب ألفا).\nقال الرضي:\nإنما حركت المشددة بالفتحة لثقلها وخفة الفتحة، وكسرت بعد ألف الاثنين وألف الفصل، نحو: اضربان واضربنان، تشبيها بنون الأعراب التي في المضارع، فإنها تكسر بعد الألف نحو: تضربان، وكذا النون في الاسم المثنى نحو: الزيدان، قوله: (تختص بالفعل المستقبل)، إنما لم تدخل على الحال والماضي، لما مر في المضارع، ودخولها في الأغلب المشهور في مستقبل فيه معنى الطلب، كالأمر والنهي\n(4/484)",
        "\nوالاستفهام والتمني والعرض، وأما في المستقبل الذي هو خبر محض فلا تدخل إلا بعد أن يدخل على الفعل ما يدل على التأكيد أيضا، كلام القسم نحو: والله لأضربن، و (ما) المزيدة نحو: إما تفعلن، ليكون ذاك الأول توطئة لدخول نون التأكيد، وإيذانا به، ثم الطلب على ضربين: إما طلب وجود الفعل، أو عدمه، كما في الأمر والنهي والتحضيض والعرض والتمني، أو السؤال عن حصول الفعل كما في الاستفهام، نحو: افعلن ولا تفعلن، وهلا تفعلن وألا تفعلن وليتك تفعلن وهل تفعلن، وكذا جميع أدوات الاستفهام، اسمية كانت أو حرفية، قال:\n929 - أفبعد كندة تمدحن قبيلا\nوتقول: كم تمكثن، وانظر متى تفعلن، قال:\n930 - فأقبل على رهطي ورهطك نبتحث ... مساعينا حتى نرى كيف نفعلا\nوالخبر المصدر بحرف التأكيد نحو: والله لتضربن، وكذا كل أداة شرط بعدها (ما) الزائدة، سواء جاز حذفها كما في: إما تفعلن، ومتى ما تفعلن، وأيهم ما يفعلن، وأيا ما تفعلن، وأينما تكونن، أو كانت لازمة لكلمة الشرط، كإذما، وحيثما، وقد تدخل نون التأكيد اختيارا في جواب الشرط أيضا، إذا كان الشرط مما يجوز دخولها فيه نحو قوله:\n931 - فمهما تشأ منه فزارة تعطكم ... ومهما تشأ منه فزارة تمنعا\nوقوله:\n(4/485)\n",
        "932 - نبتم نبات الخيزراني في الوغى ... حديثا متى ما يأتك الخير ينفعا\nلكنه أقل من دخولها في الشرط، وربما دخلت في الشرط بلا تقدم (ما) نحو: إن تفعلن أفعل، قال:\n933 - من تثقفن منهم فليس بآيب ... أبدا وقتل بني قتيبة شافي\nوتجئ النون، أيضا، بعد الأفعال المستقبلة التي تلحق أوائلها (ما) المزيدة في غير الشرط، اختيارا، لكن قليلا، نحو: بجهد ما يبلغن، وبعين ما أرينك، أي: أتحقق الذي أراه فيك، وبألم ما تختتنه، يضرب لمن يطلب أمرا لا يناله إلا بمشقة، و:\nومن عضة ما ينبتن شكيرها - 242\nيضرب لمن كان له أصل وأمارة تدل على كون شئ آخر، وقلما يقولن، وكثر ما يقولن، وربما يقولن، وإنما كان دخولها مع (ما) التي في الشرط أكثر منها في غيره، لأن الشرط يشبه النهي في الجزم وعدم الثبوت، وأما قوله:\n934 - ربما أوفيت في علم ... ترفعن ثوبي شمالات\n(4/486)\n\nفضرورة، وإنما حسن الزيادة، (ما) في (رب)، وترفعن، في حيزها\n1، وتجئ النون بعد المنفي بلا، إذا كانت (لا) متصلة بالمنفي، قياسا عند ابن جني، لأنها، إذن، تشبه النهي، واستشهد بقوله تعالى: (واتقوا فتنة لا تصيبن الذين ظلموا منكم خاصة)، وقيل: إن (لا) في الآية للنهي وقد تجئ مع (لا) النافية منفصلة، نحو: لا في الدار يضربن زيد، وعند أبي علي، لا تجئ بعد النفي اختيارا، لعريه من معنى الطلب، وتجرده من (ما) المؤكدة في الأول، قال سيبويه: تدخل بعد (لم) تشبيها لها بلاء النهي من جهة الجزم، قال:\n935 - يحسبه الجاهل ما لم يعلما ... شيخا على كرسيه معمما\nوربما لحقت المضارع خاليا من جميع ما ذكرنا، قال سيبويه: ويجوز في الضرورة:\nأنت تفعلن،",
        "(4/487)\n\nقيل: وتدخل اسم الفاعل اضطرارا، تشبيها له بالمضارع، قال:\n936 - أريت إن جاءت به أملودا ... مرجلا ويلبس البرودا أقائلن أحضروا الشهودا\n937 - يا ليت شعري عنكم حنيفا ... أشاهرن بعدنا السيوفا\nوهذا كما شبه به في دخول نون الوقاية في قوله:\nوليس حاملني إلا ابن حمال - 286\nثم إن النون تلزم من هذه المواضع المذكورة: المقسم عليه مثبتا نحو: والله لأقومن، بشرط أن يتعلق به جار سابق، كقوله تعالى: (ولئن متم أو قتلتم لألى الله تحشرون)، وقوله:\nلئن تك قد ضاقت عليكم بيوتكم ... ليعلم ربي أن بيتي واسع - 798\nشاذ عند البصريين، كما ذكرت، وأكثر دخولها في الأمر والنهي والاستفهام، ومع (إما)، وعند الزجاج هي لازمة مع (إما)، خلافا للمبرد، قال:\n938 - فإما تريني ولي لمة ... فإن الحوادث أودى بها\nوترك النون معها، جيد عند غيره، وإن كان الأكثر إثباتها،\n(4/488)",
        "\nقوله: (وما قبلها مع ضمير المذكرين، مضموم)، لأن ضمير المذكرين، أعني الواو، إما أن ينضم ما قبلها، كانصروا واغزوا، أو يفتح، كاخشوا، وارضوا، فالمضموم ما قبلها يحذف إذا اتصلت به نون التأكيد للساكنين في كلمتين، إلا أنهما، على كل حال، كلمتان، والثقل حاصل بوجود الواو المضموم ما قبلها، وعليها دليل إذا حذفت، وهو ضمة ما قبلها، قال سيبويه: لو قالوا اضربون واضربين، كما قيل: اضربان لم يكن خارجا عن القياس، كتمود الثوب، ومديق، والمفتوح ما قبلها يحرك للساكنين بالضم، وإنما لم يحذف لأنه ليس بمدة، كما يجئ في التصريف في باب التقاء الساكنين، وإنما ضم، ولم يكسر، ولم يفتح، اجراء لما قبل نون التوكيد في جمع المذكر في جميع الأنواع، مجرى واحدا، بالتزام الضمة فيه، قوله: (ومع المخاطبة مكسور)، لأن ضمير المخاطبة ياء، فإن كان ما قبلها مكسورا، كاضربي واغزي وارمي، حذفت الياء للساكنين، كما قلنا في الواو، وإن كان ما قبلها مفتوحا حرك بالكسر، كاخشين وارضين اجراء لما قبل النون في المخاطبة في جميع الأنواع مجرى واحدا، مع أن الكسر للساكنين هو الأصل، وقال ابن مالك: حذف ياء الضمير بعد الفتحة لغة طائية، نحو: ارضن في: أرضي،\n(4/489)\n",
        "قوله: (وفيما عداه مفتوح) أي فيما عدا المذكور، وما عداه: الواحد المذكر، نحو: اضربن، واغزون، وارمين، واخشين، والمثنى، نحو: اضربان، وجمع المؤنث نحو: اضربنان، وليس ما قبلها في المثنى وجمع المؤنث مفتوحا، بل هو ألف، بلى قبل الألف فتحة، ولعل هذا مراده، أما فتح ما قبلها في الواحد المذكر، فلتركيب الفعل مع النون وبنائه على الفتح، لكون النون كجزء الكلمة، وإنما ردت اللامات المحذوفة للجزم أو الوقف في نحو: ليغزون واغزون، وليرمين، وارمين، وليخشين، لأن حذفها كان للجزم أو للوقف الجاري مجراه، ومع قصد البناء على الفتح للتركيب: لا جزم ولا وقف، وهذا الذي ذكرناه من كونه مبنيا على الفتح مذهب سيبويه، والمبرد، وأبي علي، وقال الزجاج والسيرافي، بل الحركة للساكنين، معربا كل الفعل أو مبنيا، لأنه بلحاق النون، بعد الفعل عن شبه الأسماء فعاد إلى أصله من البناء، والأصل في البناء السكون فلزم تحريك للساكنين، فحرك بالفتح صيانة للفعل من الكسر أخي الجر، بلا ضرورة، كما كانت في: اضربن إلا أنه تحريك للساكن بحركة كالحركة اللازمة، لكون اللام متحركة في الأصل أي المضارع، وكون النون كجزء الكلمة لاتصاله بنفس الفعل، لا بالضمير كما في: اخشون واخشين، بخلاف (الرجل) في: اضرب الرجل، فلكونها كاللازمة ردت العين المحذوفة للساكنين في: قومن، ولم ترد في: (قم الليل)،\n(4/490)\n\nهذا كله على مذهب الجمهور، الذاهبين إلى بناء ما اتصل به النون، وأما على مذهب من قال: الفعل باق على ما كان عليه قبل دخول النون من الأعراب أو البناء، فإنه يقول: إنما ردت اللام، وفتحت في الناقص، نحو: اغزون وارمين، إذ لو لم ترد، لقيل: اغزن بالضم، وارمن بالكسر، فكان يلتبس بالأول: جمع المذكر، وبالثاني: الواحد المؤنث، ففتحوا ما قبل النون في كل واحد مذكر، صحيحه ومعتله، وأما رد اللام في: ارضين واخشين، فلطرد الباب فقط، إذ لم يكن يلتبس به شئ آخر، هذا، ولغة طئ على ما حكى عنهم الفراء: حذف الباء الذي هو لام في الواحد المذكر بعد الكسر والفتح في المعرب والمبني، نحو: والله ليرمن زيد، وارمن يا زيد، وليخشن زيد، واخشن يا زيد، وعليه قوله:\n939 - إذا قال قدني قال بالله حلفة ... لتغنن عني ذا إنائك أجمعا\nوإنما لم تحذف الألف في: اضربان وإن التقى ساكنان، كما حذفوا الواو والياء في: اضربن، واضربن، خوف اللبس بالواحد، لأن النون إنما كسرت لأجل الألف كما ذكرنا، فلو حذفت الألف لانفتحت النون، مع أن الألف أخف من الواو والياء، وأيضا، المد فيه أكثر منه في الواو والياء، والمد يقوم مقام الحركة، والنون كبعض الكلمة، فصار: اضربان، كالضالين.\nوأما الألف في: اضربنان، فلم تحذف لأنها مجتلبة للفصل بين النونات فلو حذفت لحصل الوقوع فيما فر منه،",
        "(4/491)\n\nوأما حذف النون التي هي علامة الرفع في الأمثلة الخمسة فلأن الفعل صار مبنيا عند الجمهور، وعند غيرهم لاجتماع النونات، قوله: (ولا تدخلهما الخفيفة)، أي لا تدخل الخفيفة المثنى، وجمع المؤنث، لأنه يلزم التقاء الساكنين على غيره حده، وأما مع المثقلة فلأن النون المدغمة، وإن كانت ساكنة، فهي كالمتحركة، لأنه يرتفع اللسان بها، وبالمتحركة ارتفاعه واحدة، فهما كحرف واحد متحرك، ولا يجوز، عند سيبويه، أيضا، إلحاقها في نحو: اضرباني، بنون الوقاية واضربان، نعمان، وإن كان يزول التقاء الساكنين الممنوع بالإدغام في نون الوقاية ونون نعمان، لأن النونين المدغم فيهما ليستا بلازمتين، وأما يونس والكوفيون، فجوزوا إلحاق الخفيفة بالمثنى وجمع المؤنث، فبعد ذلك، إما أن تبقى النون عندهم ساكنة، وهو المروي عن يونس، لأن الألف قبلها، كالحركة لما فيها من المدة، كقراءة نافع: (ومحياي) أو قراءة أبي عمرو: (واللاي) وقولهم: التقت حلقتا البطان، ولا شك أن كل واحد في مقام الشذوذ، فلا يجوز القياس عليه،\n(4/492)",
        "\nوإما أن تحرك بالكسر للساكنين، وعليه حمل قوله تعالى: (ولا تتبعان)، بتخفيف النون، واعلم أن كلا من الثقيلة والخفيفة حرف برأسها، عند سيبويه، وعند أكثر الكوفيين: المخففة فرع المثقلة، قوله: (وهما في غيرهما)، أي النونان في غير المثنى وجمع المؤنث مع الضمير البارز وهو الواو والياء، قوله: (كالمنفصل)، أي: كالكلمة المنفصلة، يعني يجب أن يعامل آخر الفعل مع النونين معاملته مع الكلمة المنفصلة، من حذف الواو والياء، أو تحريكهما ضما وكسرا، وغرضه من هذا الكلام: بيان الأفعال المعتلة الآخر عند لحاق النون بها، وقد بينا نحن حكم جميعها في ضمن الكلام السابق، ومعنى كلامه: أن النونين حكمهما مع المثنى وجمع المؤنث ما ذكر، ومع غيرهما، على ضربين، إما مع ضمير بارز وهو شيئان: جمع المذكر نحو اغزوا وارموا، واخشوا، والواحد المؤنث نحو: ري، واغزي وارمي واخشي، وإما مع ضمير مستتر وهو الواحد المذكر، نحو: ره، واغز وارم واخشن فالنون مع الضمير البارز كالكلمة المنفصلة، فتقول: اغزن وارمن بحذف الواو، كما حذفتها مع الكلمة المنفصلة نحو: اغزوا الكفار، وارموا الغرض وكذا: اغزن وارمن يا امرأة، بحذف الياء كما حذفت في: اغزي الجيش وارمي الغرض، وتضم الواو المفتوح ما قبلها نحو: اخشون، كما ضممتها مع المنفصلة، نحو: اخشووا الرجل، وتكسر الياء المفتوح\n(4/493)\n",
        "ما قبلها كما كسرتها مع المنفصلة، تقول: اخشين، كاحشي الرجل، قوله (فإن لم يكن بارز)، وهو في الواحد المذكر، نحو: اغز، وارم واخش، فالنون كالمتصل، أي كالكلمة المتصلة، ويعني بها ألف التثنية نحو: اغزون وارمين واخشين، برد اللامات وفتحها، كما قلت: اغزوا وارميا واخشيا، قال: لما كان النون بعد الضمير البارز، صار كالكلمة المنفصلة، لأن الضمير فاصل، ولما لم يكن ضمير بارز، كان النون كالضمير المتصل، هذا زبدة كلامه، ويرد عليه أن المتصل ليس هو الألف فقط، بل الواو والياء في: ارضوا، وأرضي، متصلان، أيضا، وأنت لا تثبت اللام معهما كما تثبتها مع الألف، فليس قوله، إذن، فكالمتصل، على إطلاقه، بصحيح، وأيضا يحتاج إلى التعليل فيما قاس النون عليه من المتصل، والمنفصل، إذا سئل، مثلا: لم لم تحذف اللام في: اخشيا وارميا واغزوا كما حذفت في: اخش وارم واغز، ولم ضمت الواو في: ارضوا الرجل وكسرت الياء في: أرضي الرجل، ولم تحذفا، كما في: ارموا الرجل وارمي الغرض، وكل علة تذكرها في المحمول عليه فهي مطردة في المحمول، فما فائدة الحمل، وإنما يحمل الشئ على الشئ، إذا لم يكن المحمول في ثبوت العلة فيه كالمحمول عليه، بل يشابهه من وجه فيلحق به لأجل تلك المشابهة، وإن لم تثبت العلة في المحمول، كحمل (إن) على الفعل المتعدي وإن لم يكن في (إن) العلة المقتضية للرفع والنصب كما كانت في المتعدي، قوله: (والمخففة تحذف للساكنين)، وذلك إذا لاقى المخففة ساكن بعدها، كقوله: \n940 - لا تهين الفقير علك أن تركع ... يوما والدهر قد رفعه\n(4/494)\n\nحطا لها عن التنوين لازم للاسم المتمكن في الوصل إذا تجرد عن المانع وهو الإضافة واللام، بخلاف النون الخفيفة، فإنها قد تترك بلا مانع، وأيضا، ينبغي أن يكون للنون اللاحقة للاسم، فضل على النون اللاحقة للفعل، فالتنوين يحذف في الموصوف بابن، وابنة، بالشرط المذكور، قياسا، وفي غيره للضرورة، كقوله: \nوحاتم الطائي وهاب المئي - 529\nوالنون الخفيفة تحذف للساكنين مطلقا، وقال سيبويه، عن يونس: إنه إذا جاء بعد النون المخففة في: اضربان واضربنان، ساكن، تبدلها همزة، نحو: اضرباء الرجل واضربناء الرجل، قال سيبويه: لو جوزنا إلحاق الخفيفة بالمثنى، فالقياس حذفها للساكنين كما تحذف اتفاقا في المفردين: المذكر والمؤنث، وجمع المذكر، فيسقط الألف، أيضا، في اللفظ، للساكنين، وإذا وقف على فعل في آخره نون خفيفة، فحكمها حكم التنوين، أعني أنه، تقلب المفتوح ما قبلها ألفا، نحو: اضربا، في: اضربن، قال سيبويه: وقياس مذهب يونس في: اضربان، واضربنان، أن تقلب النون الخفيفة ألفا، فتمد فيها المدة الطولى بقدر ألفين، وقال الزجاج: لو مدت الألف وطال مدها، ما زادت على الألف، لأنها حرف، لا تتكرر ولا يؤتي بعدها بمثلها،",
        "(4/495)\n\nوقال السيرافي: ليس هذا الرأي الذي أنكره الزجاج بمنكر، وذلك أنه يقدر أن المد الذي يزاد بعد النطق بالألف الأولى يرام به ألف آخر، وإن لم ينفصل عن الأول ولم يتميز، وتحذف في الوقف: المضموم ما قبلها والمكسور ما قبلها، نحو: اضربن واضربن، وكان يونس يقول: أقلبها واوا بعد الضمة في نحو: اخشون، وياء بعد الكسرة في نحو: اخشين، فأقول: اخشوو، واخشيي، قال الخليل: لا أرى ذلك إلا على مذهب من قال من أهل اليمن: هذا زيدو، ومررت بزيدي، وهي غير فصيحة، وأما في نحو: اضربن واضربن، فيقول يونس: اضربو واضربي وفاقا لغيره في اللفظ، إلا أن الواو والياء، عنده، عوضان من النون، وعند غيره: هما الضميران المردودان بعد حذف النون كما يجئ، ويقول في: هل تضربن، وهل تضربن: هل تضربو وهل تضربي، بلا نون، والواو والياء بدلان من النون الخفيفة، وعند غيره: هل تضربون وهل تضربين، والواو والياء ضميران ردا بعد حذف نون التأكيد، فترد النون التي سقطت لأجل نون التأكيد، كما يجئ، قوله: (فيرد ما حذف)، يعني إذا حذفت النون، أعيد إلى الفعل الموقوف عليه: ما أزيل في الوصل بسببها، من الواو، والياء وحدهما، كما تقول في: اضربن واضربن، واخشون واخشين: اضربوا واضربي، واخشوا واخشي، أو، من الواو والياء مع النون التي بعدهما، كما تقول في: هل تضربن، وهل تضربن، وهل تخشون وهل تخشين: هل تضربون وهل تضربين، وهل تخشون وهل تخشين، وهذا أيضا، بناء على أنهم قدروا النون المخففة، المحذوفة للوقف: معدومة من أصلها لعدم لزومها للفعل، بخلاف التنوين، فإن الوقف في: جاءني قاض، بغير رد الياء على\n(4/496)",
        "\nالأفصح، لكون التنوين لازما، إذ لم يكن مانع، فكأنه ثابت أيضا، مع عروض الحذف، هذا آخر شرح المقدمة، والحمد لله على إنعامه وإفضاله، بتوفيق إكماله، وصلواته على محمد وكرام آله، وقد تم تمامه، وحم اختتامه، في الحضرة المقدسة الغروية، على مشرفها صلوات رب العزة وسلامه،\nفي شوال سنة ست وثمانين وستمائة،\n(4/497)\n",
        "(استطرد في ذكر بعض أحكام مفيدة)\n\nولنذكر أحكام هاء السكت، وإن كان المصنف ذكر بعضها في التصريف، وحرف التذكير، والإنكار، وشين الكشكشة وسين الكسكسة، أما هاء السكت، فهي هاء تزاد في آخر الكلمة الموقوف عليها في موضعين: أحدهما:\nإذا كان آخرها ألفا، والكلمة حرف أو اسم عريق البناء، نحو: لا، وذا، وهنا، وذلك لأن الألف حرف خفي، إذا جئت بعدها بحرف آخر، وذلك في الوصل، تبين النطق بها، وإذا لم تأت بعدها بشئ، وذلك في الوقف، خفيت، حتى ظن أن آخر الكلمة مفتوح، فلذا وصلت بحرف، ليبين جوهرها، واختاروا أن يكون ذلك الحرف هاء، لمناسبتها خفائها حرف اللين، فإذا جاءت ساكنة بعد الألف، فلا بد من تمكن مد الألف، ليقوم ذلك مقام الحركة فيمكن الجمع بين ساكنين، فتبين الألف بذلك التمكين والمد، وأما في الأسماء المتمكنة، نحو: أفعى وحبلى، أو العارضة البناء نحو: لا فتى، فلا تزيد هاء السكت، إما لخوف التباس هاء السكت بهاء الضمير المضاف إليه، فإن\n(4/498)\n\nالاسم العريق البناء، لا يضاف منه إلا (كم) و (لدن) و (لدى)، وإما لكون الأعراب مقدرا في أفعى، وشبه الحركة الأعرابية في: لا فتى، وسنذكر أنها لا تلحق المتحركة بحركة إعرابية أو شبه الأعراب، وأما ألف نحو: هذا، وهؤلاء، فليس الحركة الأعرابية فيه مقدرة بل لو كان مكان الألف حرف صحيح، أيضا، لكان محركا بحركة بنائية نحو: هو، وهي، وهؤلاء، ولا تلحق هذه الهاء ساكنا آخر، غير الألف المذكورة، سواء، كان واوا أو ياء، كهمو، وهذي، أو غيرهما، ككم ومن، وذلك لأن الألف أخفى، فهي إلى البيان أحوج، بلى، تلحق الألف والواو والياء في الندبة، نحو: وا غلاماه، و: وا غلامكموه، و: وا غلامكيه، وفي الإنكار نحو: آلاميراه، و: آلأميروه، و: الأميرية، لقصدك إلى زيادة مد الصوت فيهما، وثاني الموضعين: إذا وقفت على كلمة متحركة الآخر غير إعرابية ولا مشبهة بالاعرابية، لبيان تلك الحركة اللازمة، إذ لو لم تزد الهاء لسقطت الحركة للوقف، وإنما لم تبين الأعرابية، لعروضها وسرعة زوالها: وذلك قولك: هما رجلانه، وضاربانه، وهنه، وضربتنه، وهلمه، وضربكه، وويحكه، وثمه، واضربنه، وانطلقنه وضربنه، وعصايه، وغلاميه، وقاضيه، وهوه، وهيه، وأينه، وكيفه وغير ذلك، ودخولها فيما قبل آخره ساكن، أقوى وأكثر من دخولها فيما قبل آخره متحرك، حتى لا يجتمع ساكنان، لو أسكن الآخر،",
        "(4/499)\n\nولم يلحقوها النونات في الأمثلة الخمسة، نحو: يضربانه، ويضربونه، وتضربينه. .، لأن النون علامة الرفع فهي كالحركة الأعرابية، وقد منع بعض البصريين أن يقال: انطلقنه، وضربنه لالتباس الأول بضمير المصدر، والثاني بالمفعول به، وليس بشئ، لأن الخليل حكى: انطلقنه عن العرب، ولو كان اللبس مانعا لم يقولوا: أعطيتكه، وإنه، وليته ولعله، واعلمنه، وقد استعملوا في بعض ذلك: الألف مكان الهاء، لمشابهتها لها وذلك في: أنا، وحيهلا، ولم يلحقوها آخر نحو: لا رجل، ويا زيد، ونحو: خمسة عشر، لأن حركة البناء عارضة، فتشبه، لذلك، الحركة الأعرابية، وكذا لم يلحقوها آخر الماضي المجرد، لأنه إنما حرك، كما ذكرنا في بابه، لمشابهته المعرب، فكأن حركته إعرابية، فلم يقولوا: ضربه، وإذا كانت الكلمة مما ذهب لامها، جزما، أو وقفا، فإن بقيت على حرف واحد، فهاء السكت واجبة، نحو: ره، وقه، لاستحالة الوقف على المتحرك والابتداء بالساكن، وإن كانت على أكثر من حرف نحو: اغزه، وارمه، واخشه، ولم يغزه، ولم يرمه، ولم يخشه، فالهاء في مثلها ليست بواجبة، لكنها ألزم ههنا منها في نحو: ثمة، ومسلمونه، لأنك إذا لم تأت بها سكنت آخر الكلمة بعد حذف حرف منها، وهو إجحاف، وهي في نحو: أعه وأقه، في قولك إن تع أعه، وإن تق أقه، ألزم منها في:\n(4/500)",
        "\nاغزه ولم يرمه، لأن الاجحاف ههنا أكثر لو سكن العين، وذلك بحذف الفاء واللام وإسكان العين، وبعض العرب لا يلحقون هاء السكت، من المتحرك الآخر، إلا ما حذف من آخره شئ، ولا يقفون على ما لم يحذف منه شئ، كأنا، ولعل وليت، وسائر ما ذكرنا، إلا بالإسكان، وروى يونس وعيسى بن عمر: أن بعض العرب يقف على المحذوف الآخر أيضا، نحو: اغز، وارم، بالإسكان من غير هاء، قال سيبويه: هذه أقل اللغتين، وإلحاق الهاء في نحو: علام، وإلام، وحتام، وبم، وفيم وعم: أجود من حذفها، لأنه حذف منها الألف، كما حذف في نحو: اغزه، وارمه واخشه:\nالحرف الأخير، ويجوز إسكانها وإن صارت الميم على حرف واحد، لأنها امتزجت بحرف الجر قبلها، فصارتا معا، كحسام، لأن الجار لا ينفك عن المجرور، وهذا المجرور لكونه على حرف، صار كبعض حروف الجار، فالاتصال حاصل من الطرفين، وإذا وقفت على نحو: مجئ م جئت، فقلت: مجئ مه، فالهاء لازمة كما في: قه وره، لأن المضاف لكونه اسما، لا يمتزج بالمجرور امتزاج حرف الجر، بمجروره، وتحذف هاء السكت عند الوقف، في الدرج كهمزة الوصل، إلا أن يجرى الوصل مجرى الوقف، كقوله تعالى: (هلك عني سلطانيه، خذوه فغلوه) 4 وصلا، وحقها السكون وإن وقعت بعد الألف، لأن اجتماع الساكنين محتمل في الواقف، ويحركها من يثبتها وصلا بعد الألف مجريا للوصل مجرى الوقف: إما بالضمة، تشبيها لها\n(4/501)\n",
        "بهاء الضمير، أو بالكسرة للساكنين، وروي على الوجهين:\n941 - يا مرحباه بمار عفراء\nوأما سين الكسكسة، وهي في لغة بكر بن وائل، فهي السين التي تلحقها بكاف المؤنث في الوقف، إذ لو لم تلحقها لسكنت الكاف، فتلتبس بكاف المذكر، وجعلوا ترك السين في الوقف علامة المذكر، فيقولون أكرمتكس فإذا وصلوا لم يأتوا بها، لأن حركة الكاف، إذن، كافية، في الفصل بين الكافين، وقوم من العرب يلحقون كاف المؤنث: الشين في الوقف، فإذا وصلوا حذفوا، وغرضهم: ما مر في إلحاق السين، وناس كثير من تميم ومن أسد يجعلون مكان كاف المؤنث في الوقف شينا، قال:\n942 - تضحك مني أن رأتني أحترش ... ولو حرشت لكشفت عن حرش\nوذلك أيضا، للغرض المذكور، وإنما أبدلوها شيئا، لأنها مهموسه مثلها ولم يجعلوا مكانها مهموسة من الحلق، لأنها ليست حلقية، وقد يجري الوصل مجرى الوقف فيقال: إنش ذاهبة، قال:\n943 - فعيناش عيناها وحيدش جيدها ... ولكن عظم الساق منش دقيق\n(4/502)\n\nوأما حرف الإنكار، فهو زيادة تلحق آخر المذكور في الاستفهام بالألف خاصة، إذا قصدت إنكار اعتقاد كون المذكور على ما ذكر، أو إنكار كونه على خلاف ما ذكر، كما تقول، مثلا، جاءني زيد، فيقول من يقصد تكذيبك، وأن زيدا لا يأتيك أزيدنيه، أي: كيف يجيئك، فهذه العلامة بيان أنه لا يعتقد أنه أتاك، ويقول ذلك: من لا يشك أن زيدا جاءك، وينكر أنه لا يجيئك، فكأنه يقول: من يشك في ذلك، وكيف لا يجيئك، قال الأخفش: إن هذه الزيادة موضوعة لإنكار كون المذكور على ما ذكر، فقط، فإن أريد إنكار كونه بخلاف ما ذكر، فهو على وجه الهزء والسخرية، فكأنه يقول: كيف لا يجيئك زيد وأنت الجليل العظيم، كقوله تعالى: (ذق إنك أنت العزيز الكريم)، هذا قوله، والأولى أن يقال إنه لإنكار كونه على خلاف ما ذكر، لا على وجه السخرية، وإنما تلحق هذه الزيادة بشرط الوقف، والإنكار بهمزة الاستفهام بلا فصل بينها، وبين الاسم المذكور، فإن وصل الاسم بما بعده، أو كان استفهاما على وجه الحقيقة، لا على وجه الإنكار، لم تلحق، وكذا لا تلحق، إذا فصل بين الهمزة والمذكور بقول أو ما يفيد فائدته، نحو: أتقول زيد، أو: أتتكلم زيد، والأغلب، مع حصول الشرائط وقصد إلحاق زيادة الإنكار: حكاية ذلك المذكور بلفظه وبحركته، إعرابية كانت أو بنائية، نحو: أذهبتوه، لمن قال: ذهبت، و: أأنا انيه، لمن قال: أنا فاعل، وربما زيدت مدة الإنكار من غير حكاية اللفظ المذكور، بل تلحق العلامة بما يصح المعنى بلحاقها به من جملة كلامك، فتقال لمن قال ذهبت: أذهبتاه، ومنه حكاية سيبويه: سمعنا من قيل له أتخرج إذا أخصبت البادية، فقال: أأنا إنيه،",
        "(4/503)\n\nمنكرا لرأيه أن يكون على خلاف ذلك، ولو حكى لقال: أتخرجوه، ثم نقول: آخر الكلمة إما أن يكون ساكنا أو متحركا، والساكن إما حرف علة أو حرف صحيح، فالأول نحو: جاءني القاضي، ورأيت المعلي، وزيد يغزو، وحكمه أن يزاد على آخره مثل آخره، فيجتمع ساكنان فتحذف أولهما فتقول: القاضية و: المعلاه، وأيغزوه، وإن كان الساكن صحيحا، تنوينا كان أو غيره، فلا بد من تحريكه بالكسر للساكنين فلا تكون زيادة الإنكار، إذن، إلا الياء، نحو: أزيدنيه، و: ألم تضربيه، وإن كان متحركا فمدة الإنكار على وفق تلك الحركة، بنائية كانت أو أعرابية، فتكون بعد الضمة واوا، وبعد الفتحة ألفا، وبعد الكسرة ياء، نحو: أزيدوناه، و: أزيدينيه، و: آلأميراه، فليس مدة الإنكار، إذن، كعلامة الندبة، لأن تلك يجب كونها ألفا، إلا عند اللبس، ويجوز لك أن تلحق مدة الإنكار بإن، مزيدة بعد المذكور، مدخلا في أوله همزة الاستفهام، فلا تكون المدة، إذن، إلا ياء، لأنك تكسر نون (إن) للساكنين، وزيادة (ان) للبيان والإيضاح لأن حرف المد، والهاء، خفيان، فهي زائدة، كما في: ما إن فعل، قال المصنف: الظاهر أنهم لم يزيدوا (إن) إلا فيما آخره ساكن محافظة على ذلك الساكن، لأنه إن لم تزد (إن) تحرك الساكن إن كان صحيحا، وسقط إن كان مدة، ورد قوله بمجيئها بعد المتحرك في: أأنا إنيه، لأن نون (أنا) متحركة، وأجاب بأن الزيادة إنما تكون في حال الوقف، والوقف على (أنا) بالألف، فصار، وإن لم يكن فيه ألف، لمجئ (ان) بعده، في حكم الموقوف عليه بالألف، ولو لم تزد (إن) لقيل: أأناه بحذف إحدى الألفين،\n(4/504)",
        "\nوقياس ما قاله أن قال: المعلى إنيه و: القاضي إنية، و: أيغزو إنيه، أن أريد، وهذا الذي قال، من تخصيص (إن) بالساكن آخره، قياس منه لم يأت في كلام النجاة، ثم اعلم أنه يجوز لك الإنكار والحكاية مع ترك مدة الإنكار وإن كان الكلام وقفا، وأما إذا أردت الوصل فإنه يجب ترك الزيادة نحو: أزيدا يا فتى، كما تترك العلامات في (من) حين تقول: من يا فتى، وإنما يجوز إثبات التنوين ههنا في حال الوقف، لقصد الحكاية، ومع زيادة الإنكار يتوسط التنوين ويبقى الهاء موقوفا عليه، فلا يستنكر بقاء التنوين في الوقف، ومدة الإنكار تقع في منتهى الكلام بعد الصفة والمعطوف، وغير ذلك، نحو: أزيدا وعمرنيه، فيمن قال: لقيت زيدا وعمرا، و: أزيدا الطويلاه، وإذا قال: ضربت عمر، قلت أضربت عمراه، فتدخل همزة الإنكار على الجملة والمفرد، وعلى أي قسم شئت من أقسام الكلام بخلاف ألف الندبة كما مر في المنادي، وأما حرف التذكير، فليس في كلام فصيح، وإنما يكون ذلك إذا نطق من يتذكر، بكلمة ولا يريد أن يقف ويقطع كلامه، فيصل آخر تلك الكلمة بمدة تجانس حركتها، إن كان متحركا، كما تقول في: قال، ويقول، ومن العام: قالا، فتمد فتحة اللام إلى أن تتذكر ما نسيت وتصله به، ويقولوا، ومن العامي، وتصله بياء ساكنة إن كان الآخر ساكنا صحيحا، تنوينا كان أو غيره، نحو: هذا سيفني إذا أردت: سيف من صفته كيت وكيت، وتقول في: قد فعل، وفي الألف واللام في نحو: الحارث مثلا: قدي ... وألي ...\n(4/505)\n",
        "وإن كان آخره ساكنا حرف مد، نحو القاضي، والعصا، ويغزو، مددت ذلك الحرف إلى أن تتذكر، ولا تجتلب مدة أخرى، ويجوز أن يقال: إنك تجتلبها وتحذف الأولى، كما قيل في مدة الإنكار، ولا تلي هذه الزيادة هاء السكت، بخلاف زيادة الإنكار، لأن هذه إنما تزاد إذا لم تقصد الوقف، تم الكتاب بحمد الله، وعونه، وحسن توفيقه، والله أعلم بالصواب، وإليه المرجع والمآب،،\n(4/506)\n\nالختام\n\nهذا ما وفق الله تعالى إليه، وأعان عليه، مما وسعه الجهد، وبلغته المقدرة، من إبراز هذا الأثر النافع، في هذه الصورة، التي لم تبلغ الأمل المنشود، ولكنها، إن شاء الله، قد حققت الانتفاع به والإفادة منه، وما يزال الرجاء قائما بأن يهيئ الله تعالى لهذا الكتاب العظيم من يوفيه حقه مما كنت أرجو أن أقوم به، وإني أعيد ما قلته في تقديمي لهذا الكتاب: إنه حسبي ممن يطلع عليه فيرضى عنه: دعوة صالحة، وممن يرى فيه شيئا من القصور أو التقصير، أن يلتمس العذر ويدعو بالمغفرة، والحمد لله الذي هدانا لهذا، وما كنا لنهتدي لولا أن هدانا الله، وله الحمد في الأولى والآخرة، وصلى الله على سيدنا محمد وعلى آله وصحبه، أجمعين، ورحم الله أسلافنا وشيوخنا وكل من له حق علينا، وغفر لهم، آمين.\nيوسف حسن عمر",
        "(4/507)\n"
    ]
}