{
    "partText": [
        "بسم الله الرحمن الرّحيم\nبين يدي هذا الكتاب\nالحمد لله ربّ العالمين وأفضل الصّلاة وأتمّ التسليم على سيّدنا محمّد وعلى آله وصحبه أجمعين ، وعلى دعاة الحق وقادة الخير بإحسان إلى يوم الدّين.\nوأمّا بعد ،",
        "تعدّ مقدّمة العلّامة المعروف بابن الحاجب الكردي ـ المسمّاة بالشافية الّتي جمع فيها خلاصة فنّ الصرف في أوراق قليلة ـ من أفضل المتون في هذا الفن ، وقد اهتمّ بها العلماء بالشرح والتعليق عليها ما بين مطول ومختصر ومتوسط ، وأفضل هذه الشروح هو شرح رضي الدين (1) ، وهذا الشرح الّذي بين أيدينا من شروح هذه المقدّمة لم يطبع ـ فيما نعلم ـ حتّى الآن ، وهو شرح نفيس موسوم «بالكمال» هو اسم اشتهر به مؤلفه محمّد الشهير بكمال الدين ، ومعروف في كردستان لدى علمائه وطلّابه وان كان شارحه من الفرس.\nوقد اهتمّ بهذا الشرح علماء الكرد وطلّابه بالتعليق والتوضيح عليه ، ومنهم من حفظه كلّه «كان ذلك في مدرسة بيارة الدينيّة بكردستان العراق» ، ومنهم من قال فيه :\n__________________\n(1) وقد طبع هذا الشرح ـ رضي الدّين ـ لأوّل مرّة بصورة محقّقة عام 1975 م في بيروت ، واعيد طبعه في إيران حوالي عام 1363 ه‍ ش.",
        "\nويوجد من هذا الشرح في كردستان نسخ مخطوطة كثيرة ، وكان لديّ منها ثلاث نسخ مخطوطة للتحقيق والإخراج والمطابقة بصورة مضبوطة ، وعلى طرفي صفحاته عدّة حواشي لعلماء الكرد كالعلّامة الملّا علي القزلجي والملّا جامي الچوري ، وابن الحاج وغيرهم ـ رحمهم‌الله ـ وما استغنيت عنها لتوضيح وإخراج الكتاب مستفيدا من تعليقاتهم وتقاريرهم.\nولا يزال هذا الشرح يعرفه طلّاب العلوم الدينيّة في كردستان ، ويستفيدون منه بصورة مخطوطة ويهتمّون به ، ولهذا رأى بعض الخيّرين إخراجه وطبعه لمزيد الفائدة ولشمولها.\nوإذ وكّل إليّ أمر كتابته ومراجعته لم أعزم على تحقيقه ومقابلة نسخه لأن لذلك أهله ورجاله وهذا ما ليس في وسعي بل الغرض إخراجه بصورة تليق به ، ولست ادّعي إكمال «الكمال» ، فإن يكن هذا العمل شافيا بما قصدنا مؤدّيا الغرض كان ذلك أملنا وان تكن الاخرى فهذا جهد المقلّ (لا يُكَلِّفُ اللهُ نَفْساً إِلَّا وُسْعَها).",
        "وهذا الشرح ربّما توجد فيه مميّزات تجعله جديرا بأن يهتم به بطبعه وإخراجه والتعليق عليه ، وبأن يستفاد منه في مجال الدراسة في كافّة مدارس العلوم الشرعيّة.\nوأهمّها ـ فيما أعلم ـ :\n1 ـ كثرة الاستشهاد بآيات القرآن الكريم ، وأحيانا بالأحاديث النبويّة.\n2 ـ كثرة الاستشهاد بالشواهد الشعرية.",
        "3 ـ الوسطية ، بمعنى انّه ليس بالمختصر كالشرح النظام ، ولا بالمطوّل كشرح رضي الدين ـ أي هو بين هذا وذاك ـ وخير الامور أوسطها.\n4 ـ مزج الشرح بالمتن كالشرح النظام وغيره ، وهذا أرجح الأساليب في تبين المتون وإن كان من جهة اخرى أصعب من غيره.\n5 ـ اهتمامه ببيان المعاني اللّغوية وبيان لفظ الكلمة وتشكيلها ، فقلّما تمر عليه كلمة إلّا ويبيّن معناها اضافة إلى بيان المعاني الشعرية أحيانا.\nمنهج العمل على الكتاب :",
        "على الرغم من قلّة المراجع لتحقيق الكتاب بصورة كاملة قمت :\n1 ـ بترتيب الكتاب بعناوين لرؤوس المطالب.\n2 ـ بجعل المتن بين قوسين () ، والآيات بين ، ورؤوس المطالب بين المعكوفين [] ، والموازين الصرفية بين «».\n3 ـ بتخريج الآيات القرآنية الكريمة ، والأحاديث النبويّة الشريفة على قلّته.",
        "4 ـ بتصحيح ألفاظ الكتاب بمقابلة النسخ الّتي معنا.\n5 ـ بتوضيح المعاني اللّغوية للكلمات الّتي قد يخفى معناها على القارئ.\n6 ـ ببيان وتوضيح معنى الشاهد ولغته بصورة مختصرة فيما لا بدّ منه لبيان مفردات الشاهد ومعناه ، وعزونا الشعر إلى قائله ان كان منسوبا معتمدا على كتب أهل هذا الفن.\n7 ـ اعتمدت في تصحيح المتن والساقط منه وفي بيان انّ الكلمة من المتن أو الشرح على شرحي الرضي والنظام.",
        "8 ـ وما استغنيت من الحواشي لعلماء الكرد على طرفي الصفحات في الشرح مستفيدا من تعليقاتهم.\nوفي بعض المواضع كتبت وجمعت بعض الأبيات الّتي كانت ضمن الحواشي لملّا عليّ القزلجي (رحمه‌الله) أداء لحق له علينا نحن معشر الطلّاب.\n9 ـ رأيت من الخير ان نقدّم الشرح بترجمتين للماتن والشارح.\n10 ـ وأخيرا أرجو من الأساتذة الكبار وأهل الاختصاص أن يتفضلوا عليّ بكل ملاحظة تظهر لهم على الكتاب ، شاكرا لهم ذلك.",
        "\nصاحب المتن في سطور\nهو أبو عمرو عثمان بن عمر بن أبي بكر بن يونس ، الفقيه المالكي ، المعروف بابن حاجب الملقّب بجمال الدين ، كان والده الأمير عزّ الدين موسك من بيك الصلاحي وكان كرديّا. [ويقال : انّ أباه كان من أهل مريوان بكردستان الإيران من قرية «موسك» قرب مدينة مريوان].\nواشتغل ولده أبو عمر المذكور بالقاهرة بالقرآن الكريم ، ثمّ بالفقه على مذهب الإمام مالك (رحمه‌الله) ، ثمّ بالعربيّة ، ثمّ بالقراءات ، وبرع في علومها وأتقنها غاية الإتقان ، ثمّ انتقل إلى دمشق ودرس بجامعها في زاوية المالكيّة ، وتبحّر في الفنون وكان الأغلب عليه علم العربيّة.",
        "وصنّف مختصرا في مذهبه ، ومقدّمة وجيزة في النحو وسمّاها «الكافية» ، واخرى مثلها في الصرف وسمّاها «الشّافية» وشرح المقدّمتين ، وصنّف في اصول الفقه ، وكلّ تصانيفه في نهاية الحسن ، وخالف النّحاة في مواضع ، وأورد عليهم إشكالات وإلزامات تبعد الإجابة عنها.\nوكان من أحسن خلق الله ذهنا ، ثمّ عاد إلى القاهرة وأقام بها ، ثمّ انتقل إلى الإسكندريّة للإقامة بها فلم تطل مدّته هناك. وتوفّى ضاحي نهار الخميس السادس والعشرين من شوّال سنة ستّ وأربعين وستمائة. ودفن خارج باب البحر بتربة الشيخ صالح ابن أبي سامة.\nوكان مولده في آخر سنة سبعين وخمسمائة ب (أسنا) ـ رحمه‌الله تعالى ـ ، وأسنا بليدة من أعمال القوصية بالصعيد الأعلى من مصر. (1)\n__________________",
        "(1) علمائنا في خدمة العلم والدين لملّا عبد الكريم المدرّس. نقلا عن وفيات الأعيان لابن خلّكان الكردي.\nنبذة عن الشّارح\nهو ميرزا كمال الدين محمّد بن معين الدين الفارسي الشيرازي (الفسائي) (1) الاصفهاني (2) ، المشهور بميرزا كمالا (3) ، وميرزا كمال الدين (4) من علماء الإمامية في القرن الهجري الثاني عشر ، وصهر الملّا محمّد تقي المجلسي الأوّل ، وصاحب يد بيضاء في الفقه والتفسير ، وأديب فاضل.\nمن خلال الآثار والتواريخ وأقوال الطلبة والعلماء الذين عاصروا ميرزا كمال الدين ، يتّضح بأنّه كان من أشهر فضلاء عصره (5) ، وأستاذا وباحثا ورعا (6) ، وعالما حاذقا (7) ، وشيخا محقّقا (8) ، وأديبا مفوّها (9).",
        "ولكنّه لم تتوفّر أي معلومات حول تفاصيل حياة ميرزا كمال الدين ومسانيده\n__________________\n(1) روضات الجنّات ، ج 6 ، ص 325.\n(2) ريحانة الأدب ، ج 6 ، ص 63.",
        "(3) روضات الجنّات ، ج 6 ، ص 325.\n(4) مفاخر الاسلام ، ج 8 ، ص 355.\n(5) روضات الجنّات ، ج 6 ، ص 325.\n(6) مفاخر الاسلام ، ج 8 ، ص 355.",
        "(7) المصدر السابق ، ص 356.\n(8) طبقات أعلام الشيعة ، ص 618.\n(9) المصدر السابق.\nالروائية وإجازاته (1) ، إلّا أنّه اشير في تاريخ فاضل الهندي (2) إلى شخص باسم ميزا ابراهيم القاضي ، تتلمذ على يد العلّامة كمال الدين الفسائي (3). وذكر العلّامة النوري في كتابه «الفيض القدسي» عن إجازة السيد محمّد باقر هزار جريبي ، والتي منحها للعلّامة بحر العلوم ، حيث ينقل عن استاذه الحاج الشيخ محمّد بواسطة واحدة بأنّه كتب في إجازته : «ولولدي العزيز أن يروي بهذه أسانيد وغيرها ، والتي قرأتها عن أستاذي المحقّق المتّقي العلّامة ميرزا كمال الدين محمّد بن معين الفسوي الفارسي من التفسير وغيره» (4).",
        "وأيضا يمكن من خلال البحث في أقوال المحقّقين والعلماء المشهورين ، الإشارة إلى عالمين وهما : محمّد زمان الكاشاني (5) ومحمّد رضي ابن ميرزا محمد مسيح طبيب (6) ، اللّذان تتلمذا على يد العلّامة الفسائي. ويذكر أنّ محمّد رضي تمكّن من قراءة كتاب «مطوّل التفتازاني» في درس الأستاذ العلّامة الفسائي ، وقد أيّد الأستاذ هذا الكتاب من خلال التوقيع على إنهاء الدراسة ، وهذا الكتاب موجود حاليّا في المكتبة الوطنية الايرانية تحت رقم (42170) (7).\nالمحدّث النيشابوري يقول : كان العلّامة الفسائي من أجلّ المشايخ ، وكان يروي\n__________________\n(1) روضات الجنّات ، ج 6 ، ص 325.",
        "(*) بهاء الدين محمّد بن تاج الدين حسن بن محمّد الاصفهاني ، المشهور بفاضل الهندي ، من علماء أواخر عهد الصفوية ، وكان أستاذا بارزا في العلوم الرسمية والحكمة والفنون الدينية. ولد عام 1062 هجرية ، وقضى فترة الطفولة في الهند ، ولذلك سمّي بالهندي. روضات الجنّات ، ج 7 ، ص 357.\n(2) روضات الجنّات ، ج 6 ، ص 325.\n(3) مفاخر الاسلام ، ج 8 ، ص 355.\n(4) طبقات أعلام الشيعة ، ص 618.",
        "(5) المصدر السابق.\n(6) المصدر السابق.\nعن نجيب الدين محمّد السراوي ، وروى عنه نور الدين علي السراوي (1).\nهو الصهر الرابع (2) للعلّامة المجلسي الأوّل ، وزوج إحدى بناته (3) ، ولكنّه كان غريبا بين أصهار العلّامة المجلسي ، حيث لم يتمّ التطرّق إلى سيرته الذاتية حتّى في المصادر الرئيسية ، رغم أنّه كان من فطاحل العلماء ، إنّه كان قويّا في الأدب (4).",
        "وهو كسائر العلماء والفضلاء الذين عاصروه ، كان كاتبا ، فبالاضافة إلى التدريس وتربية التلاميذ ، إشتغل بالتأليف والتصنيف وشرح الآثار ، ومن خلال ما جاء في التواريخ ، فإنّ العلّامة كانت له الآثار والتأليفات التالية :\n1 ـ شرح تائيّة دعبل الخزاعي ، تمّ تأليفه عام 1103 هجري (5) ، وتمّ طبعه في طهران عام 1308 هجري شمسي (6).\n2 ـ شرح شواهد المطوّل ، الذي كان يدرّسه لتلميذه محمّد رضي بن ميرزا مسيح طبيب على الظاهر ووقع عليه.\n3 ـ شرح قصيدة عينيّة الحميري (7).",
        "4 ـ بياض الكمالي ، الذي يشمل أبحاث متنوّعة في الرّجال والتاريخ (8). وهذه المجموعة القيّمة التي كتبها المؤلّف بخطّه كوصيّة لبعض أبنائه ، أو أحد تلاميذه أو\n__________________\n(1) روضات الجنّات ، ج 6 ، ص 326.\n(*) أصهاره الثلاثة الباقين حسب سنة الوفاة ، هم : الملّا محمّد صالح المازندراني ، الملّا محمّد علي الاسترابادي ، الملّا ميرزا الشيرواني. مفاخر الاسلام ، ج 8 ، ص 343 ـ 347.",
        "(2) الذريعة ، ج 3 ، ص 170.\n(3) مفاخر الاسلام ، ج 8 ، ص 355.\n(4) ريحانة الأدب ، ج 6 ، ص 63.\n(5) طبقات أعلام الشيعة ، ص 618.",
        "(6) المصدر السابق ، ص 619.\n(7) ريحانة الأدب ، ج 6 ، ص 63.\nأصدقائه ، وذلك لأنّ أكثر ما جاء فيه من عناوين وفوائد ، على شكل خطاب لمخاطب واحد. فمثلا يقول : «يجب أن تقرأ الكتاب ... الذي كتبه الكاتب ... في الموضوع ... والموجود لدى فلان» ، أو يقول : «يجب أن تؤلّف في الموضوع الفلاني». وقد ألّف هذا الكتاب في حياة العلّامة المجلسي والسيد مير علاء الدين الگلستانة ، وذلك لأنّه يذكر العلّامة المجلسي فيه بهذا التعبير «مولانا حفظه الله ورعاه!» ، وقد جعل الكتاب في أكثر من ألف بيت ، وقد رأيت هذا الكتاب في مكتبة لسيد محمّد علي هبة الدين الشهرستاني (1).\n5 ـ شرح كافية ابن الحاجب (2).",
        "6 ـ شرح شافية ابن حاجب : حيث ألّف كتابين منفصلين يشرح فيهما شافية ابن حاجب. تسمّى أحدهما «العجالة» وألّفه عام 1108 ، والكتاب الثاني «القيود الوافية» ، ويختلف إلى حدّ ما مع الكتاب الأوّل (3).\nيبدأ هذا الشرح بجملة «الحمد لله المنعوت بكمال الجلال والجبروت ...» ، وكتبه في مدينة أحمد آباد في الهند ، وفرغ من كتابته وتأليفه في الثالث والعشرين من جمادي الاولى عام 1118 (4). ولكن يا للأسف ، ليست لدينا ما يؤيّد يوم بدء شروعه بالتأليف. ويعود تاريخ النسخة الموجودة في مكتبة المولا محمّد علي الخوانساري إلى عام 1122 (5).\n__________________\n(1) الذريعة ، ج 3 ، ص 170.",
        "(*) جمال الدين أبو عمرو عثمان بن عمر بن أبي بكر النحوي المعروف (570 ـ 646) ، وهو إيراني الأصل وكردي القومية ، ولد في مصر ، وله تأليفات في النحو والصّرف والفقه والأصول.\nقاموس دهخدا ، الطبعة القديمة ، ج 1 ، قاموس المعين ، الأعلام ، ج 5 ، دائرة المعارف الاسلامية الكبيرة ، ج 6 ، ص 296 ـ 299.\n(2) طبقات أعلام الشيعة ، ص 619.\n(3) الذريعة ، ج 17 ، ص 227.",
        "(4) المصدر السابق.\nيقول الشيخ آغا بزرك الطهراني أيضا في كتاب طبقات أعلام الشيعة : «لقد رأيت حاشية حبيب الله المشهور بميرزا جان الشيرازي مكتوبا بخطّ ميرزا كمال على شرح مختصر العضدي. ونسخة هذا الكتاب موجودة ضمن ممتلكات الحاج علي محمّد نجف آبادي ، وكذلك رأيت بعض ممتلكاته وخاتمه الذي حكّت عليه العبارة التالية (أغثنا يا من له القدرة والكمال)» (1).\nفيما مضى تكلّمنا عن الإبهام الموجود في حياة الأستاذ ، وغربته العجيبة ، والآن يجب أن نعرف بأنّ سلالة ميرزا كمال الدين تعرّضوا لنفس الغربة التي تعرّض لها الأستاذ ، وعلى العكس باقي أصهار العلّامة المجلسي.\nوذكر ميرزا حيدر علي المجلسي ، المتوفّى عام 1214 ، في ختام رسالته التي كتبها عام 1194 ، وعند ما يتطرّق إلى أحفاد العلّامة المجلسي الأوّل من بناته الأربعة يقول : «ولم يبق أحد من أبناء ميرزا كمال الفسائي ، وفي حال وجود أحدهم فلا علم لي بذلك».",
        "السيد أحمد البهبهاني حفيد العلّامة المجلسي الأوّل من ابنته آمنه بيكم ، وكذلك الملّا محمّد صالح المازندراني الذي ألّف كتاب «مرآة الأحوال» في الهند عام 1220 وأتمّه عام 1225 ، يقول فيه : «وأمّا أبناء المرحوم المغفور له العلّامة ميرزا كمال محمّد الفسائي ، فأمرهم مجهول» (2).\nوحول كيفيّة حياة ميرزا كمال ، والمواضيع والحوادث التي تعرّض لها ، والمواقف التي اتّخذها والتي تحصل غالبا للعلماء والعارفين وتجعل حياتهم شيّقة وذات معان وعبر تختلف عن حياة الآخرين ، فإنّه لم تصلنا أي معلومات عن ذلك ، بل إنّنا نجد اختلافا كبيرا في تاريخ وفاته ، وعلى أي حال فإنّ طول حياته وتاريخ وفاته تحوم حوله غيوم من الشك والإبهام.\n__________________\n(1) طبقات أعلام الشيعة ، ص 618 ـ 619.",
        "(2) مفاخر الاسلام ، ج 8 ، ص 356.\nلو قلنا بصحّة قول الشيخ آغا بزرك الطهراني في «طبقات أعلام الشيعة» ، والذي يذكر فيه تاريخ تأليف كتاب «شرح العجالة» في عام 1108 ، وكتاب «شرح القيود الوافية» عام 1118 ، عند ذلك يمكن القول بأنّ تاريخ وفاة ميرزا كمال ، كان بعد تاريخ تأليف الكتاب المذكور. كما أنّ مؤلّف كتاب «مفاخر الاسلام» يعتبر تاريخ تأليف كتاب «شرح قصيدة الخزاعي» دليلا على حياة ميرزا كمال في عام 1103 ، أي تاريخ الانتهاء من تأليف الكتاب. لذلك يمكن القول على أقوى الاحتمالات ، بأنّ الاستاذ ميرزا كمال الفسائي خلال الفترة بين 1103 ـ 1118 كان على قيد الحياة ، والله أعلم بالصّواب. (1)\n__________________\n(1) استفدت في شرح أحوال الشارح من مقالة الأخ زاهد ويسي ، فجزاه الله خيرا.",
        "المصادر والمراجع :\n1 ـ دائرة المعارف الاسلامية الكبيرة ، ج 3 (ابن أرق ـ ابن سيرين) ، تحت إشراف كاظم بجنوردي ، طهران 1374 ه‍ ش.\n2 ـ روضات الجنّات في أحوال العلماء والسادات ، العلّامة المحقّق آية الله العظمى مير سيد محمد باقر الخوانساري الاصفهاني ، انتشارات كتابفروشي اسلاميه.\n3 ـ ريحانة الأدب في تراجم المعروفين بالكنية أو اللّقب ، تأليف الاستاذ العلّامة ميرزا محمد علي مدرّس ، الطبعة الثانية ، تبريز.",
        "4 ـ قاموس الدكتور محمد معين ، الأعلام ، انتشارات أمير كبير ، طهران.\n5 ـ طبقات أعلام الشيعة ، تأليف الشيخ آغا بزرك الطهراني ، انتشارات جامعة طهران.\n6 ـ الذريعة إلى تصانيف الشيعة ، تأليف الشيخ آغا بزرك الطهراني ، انتشارات كتابفروشي اسلاميه.\n7 ـ مفاخر الاسلام ، تأليف الشيخ علي دواني ، الطبعة الاولى ، نشر مركز فرهنگي قبله.",
        "8 ـ لغت نامه دهخدا ، علي أكبر دهخدا ، الطبعة القديمة.\n9 ـ علماؤنا في خدمة العلم والدّين لملّا عبد الكريم المدرّس.\n\n"
    ]
}