{
    "partText": [
        "\nشرح\nعلى \" رسالة في أصول التفسير\" للسيوطي\nلفضيلة الشيخ الدكتور / عبدالكريم بن عبدالله الخضير\nحفظه الله ورعاه\nكان هذا الشرح ضمن دورة المتون المختصرة والمحاضرات العلمية بجامع نورة بنت عبد الله بمدينة الرياض لعام 1424هـ ، ويقع الشرح في أربعة أشرطة.\nوهذه الفوائد سأذكرها على نقاط، وهي بالتأكيد لا تغني عن الأصل . والله الموفق\nفوائد على رسالة في أصول التفسير للسيوطي ( 1/1) 1 :\n1- تأخر التصنيف المستقل الجامع في علوم القرآن، حتى ذكر السيوطي أن أول من صنف فيه البلقيني (ت:824هـ) لكن هذا غير صحيح !\nفابن الجوزي ألّف وهو متوفى سنة 597هـ، والطوفي والزركشي كلهم قبل البلقيني !\nلكن يبدو أن السيوطي أول ما وقف على كتاب البلقيني.\n2- تقدم التصنيف في علوم الحديث على التصنيف في علوم القرآن مع أن علوم الحديث يخدم السنة وعلوم القران يخدم القران ، وذلك لان علوم الحديث يعرف به الصحيح من غيره، أما القرآن فقد تولاه الله بحفظه.\n3- رسالة السيوطي هذه منتزعة من كتاب للسيوطي اسمه (( النقايه )) يضم 14 علماً ، صدَّره بعلم العقيدة ثم التفسير...حتى ذكر الطب والتشريح !\nأما العقدية فجرى فيها على مذهبه الأشعري.\nورسالة السيوطي هذه طبعها جمال الدين القاسمي سنة 1330هـ وعلق عليها.\nونُظِمَ كتاب (( النقايه )) ، نظمه : القنائي وغيره.\nونظم ما يتعلق بعلوم القرآن على وجه الخصوص بمنظومة التفسير للشيخ الزمزمي.\n4- يستحق إطلاق لفظ ( الحافظ ) على السيوطي ، وإن لوحظ عليه في العقيدة والسلوك كأعمال القلوب والاقتداء ببعض الصوفية فله نزعات وأثنى عليهم، ورسالته شاهدة على ذلك في آخر كتاب (( النقايه))\n5- جاء التحدي في الإتيان بالقرآن : بمثله وَ بعشر سور وَ وبسورة ولم يأت التحدي بآية ؟ لماذا ؟\nلأن من الآيات كلمة مثل ( مدهمتان )فهل يعجز البشر عن مثلها.\n(1/1)\n",
        "ومع ذلك فالآية معجزة في موضعها ، فلا أحد يستطيع - مثلا - أن يحذف كلمة ( مدهمتان ) ويأتي بمرادف لها .\nفوائد على رسالة في أصول التفسير للسيوطي ( 1/2) 2 :\n1- الذي يطلب العلم ويريد فضل العلماء ، وهو لا يحفظ القرآن يُخفق.\n2- الفرق بين كتابي السيوطي \" التحبير \" وَ \" الإتقان \"\nأن \" التحبير \" : هو الذي ألفه السيوطي أولاً وبه أكثر من (100) نوع، وهو كتاب متقن ومضبوط.\nأما \" الإتقان \" : فهو أوسع من التحبير وضم بعض الأنواع إلى بعض ، واستفاد من كتب لم يطلع عليها حين ألف كتابه \" التحبير\" ، والإتقان فيه زوائد لا توجد في \" التحبير\".\n3- أفضل طبعات كتاب \" الإتقان \" - إن وجدت - هي طبعة الكلستيه سنة 1278هـ فيها تعليقات وتصويبات للشيخ نصر الهوريني.\nويناسب طلاب العلم طبعة محمد أبو الفضل إبراهيم فهي جيدة واطلع على طبعة الكلستيه وغيرها فهي مناسبة ، وان كانت لا تسلم من الأخطاء\n4- هل تفسير \" أضواء البيان \" و تفسير \" السعدي \" ، من التفسير بالرأي ؟\nتفسير أضواء البيان في أحكام القرآن غالباً ، وفيه مباحث لغوية وبيانيه وغيرها لكن هو معدود في كتب أحكام القرآن على طريقة الفقهاء المجتهدين، فليس من كتب التفسير بالرأي بل هو استنباط من القران وهو معتمد على كتب المتقدمين يرجح ويختار بينها ويرد ويفند ، وإذا قلنا أن 70% أخذه في جملته من تفسير القرطبي ، والبقية من الكتب الأخرى.\nوهو مجتهد من أهل النظر ، والآلة مكتملة عنده.\nأما تفسير \" السعدي \" فقد اعتمد على كتب التفسير الموثوقة اعتماداً كلياً وصاغها بأسلوبه المناسب لأهل العصر ، وله استنباطات وتوجيهات يستقل بها كغيره من أهل العلم.\n5- ترتيب آيات القرآن الكريم توقيفي ، أما ترتيب السور فقد اختلف العلماء والخلاف يرتفع بإجماع الصحابة على كتابتهم المصحف على هذه الكيفية وهذا الترتيب.\n(1/2)\n\nويبقى من الآثار المترتبة على أن هل ترتيب السور توقيفي أو اجتهادي ، هل يجوز قراءة السورة قبل السورة التي قبلها ، بمعنى: هل تجوز قراءة سورة الناس في الركعة الأولى وقراءة سورة الفلق في الركعة الثانية ؟\nنقول : الترتيب في اصله اجتهادي ، والرسول قرأ في صلاة الليل البقرة والنساء وآل عمران.\nوالذين يقولون : لا يجوز أو يكرهونه كراهية شديدة ، يقولون : إطباق الصحابة على هذا الترتيب يجعله مثل ترتيب الآيات .\nوعلى كل حال فالقران محفوظ بحفظ الله جل وعلا.\n6- معرفة المكي والمدني من متين العلم لا من ملحه ، فإذا وجدت آية مدنية في سورة مكية لابد من معرفتها .\nمعرفة المتقدم من المتأخر ، معرفة الناسخ من المنسوخ .\nفوائد على رسالة في أصول التفسير للسيوطي ( 2/1) :\n1- ما نزل من القران بالنهار أكثر مما نزل بالليل ، ومما نزل بالليل سورة الفتح لقول الرسول : (( لقد أنزل الليلة سورة هي أحب علي مما طلعت عليه الشمس وقرأ {إنا فتحنا لك فتحاً مبينا..} )\n2- ذكر المصنف أن من القرآن ما نزل بالصيف والشتاء.\nفمثال الصيفي/ آية الكلالة لقول النبي لعمر بن الخطاب ألا تكفيك آية الصيف.\nومثال الشتائي/ الآيات العشر في براءة عائشة لأنها ذكرت أن النبي يتحدر منه العرق في يوم شاتي .\nواقتصروا على الصيف والشتاء مع أن الفصول أربعة الصيف والربيع والشتاء والخريف ؛ إما لأن كل واحد منها تابع لما قبله أو انه لم يرد أن هذه نزلت في الربيع أو الخريف.\nومن الأنواع الفراشي أي الذي نزل على فراش النبي كالآيات في الذين خلفوا.\n3- من قال إن معرفة أسباب النزول قيمتها لا تعادل التعب من ورائها وهي مجرد سرد تاريخي.\nليس بصحيح ، وان قيل هذا.\nلأن معرفة السبب تورث العلم بالمسبب.\nفكم من كلام يستغلق من كلام الله وسنة رسوله بل حتى كلام الناس العادي وكم بيت شعر لا يفهم إلا بسببه ، فكما قيل: إذا عرف السبب بطل العجب.",
        "(1/3)\n\nومن فوائد معرفة السبب / يدل على أن الراوي ضبط ، وهذا في غير القران.\nومن فوائد معرفة السبب / قصر عموم اللفظ عليه عند الحاجة ، مثل : التعارض فعند قول الله ( فأينما تولوا فثم وجه الله) عمومه يدل على أن أي جهة اتجهت إليها تصلي لها ! فهل يعمل بهذا العموم؟\nلا، لأن السبب احتجنا إليه وهو أنهم اجتهدوا فصلوا فتبين أنهم صلوا إلى غير القبلة، فنزلت الآية.\nفبعد التحري والاجتهاد إذا تبين انك أخطأت فصلاتك صحيحة.\nنعم ، القاعدة العبرة بعموم اللفظ لا بخصوص السبب والخلاف فيها لا يكاد يذكر وبعضهم ينقل الإجماع فيها ، والخلاف معروف في مذهب مالك وان لم يكن هو المعتمد.\nومن فوائد معرفة السبب / إدخال السبب في النص ، فلا يتطرق إليه إخراج بحال لان دخوله قطعي.\n4- ما روي في سبب النزول عن صحابي فحكمه الرفع، لان النزول النبي طرف فيه فهو ينسب شيئا إلى النبي وان لم يصرح برفعه، وقال بهذا جمع من أهل العلم.\nورأى بعضهم: انه من قبيل الموقوف حتى يصرح بأن هذا هو السبب وانه ليس بناتج عن استنباط.\n* الحاكم يرى أن تفسير الصحابي له حكم الرفع !\nوحمل أهل العلم كلامه على سبب النزول.\n5- صح من أسباب النزول كثير ، فكتب التفسير سيما التي تعنى بالآثار مملوءة بأسباب النزول وفيها الصحيح والضعيف، وتعدد السبب لنازل واحد.\nوللحافظ ابن حجر كتاب في أسباب النزول وصفوه بأنه نفيس لكني لم أقف عليه، والحافظ من أهل التحري والتثبت ، وان كان آخره لم يبيض كما قال السيوطي وغيره ، لكن الحافظ من أهل التحري وليس بجمّاع كالسيوطي.\nويضاف إليه ما ذكره الحافظ ابن كثير في تفسيره فهو جهبذ نقّاد.\nللواحدي كتاب في أسباب النزول وهو قبلهم ، لكن فيه الضعيف كثير، ويستفاد منه.\n6- جاء في الصحيح أن عمر بن الخطاب قال: وافقت ربي في ثلاث الحجاب و الصلاة خلف المقام ولما رفع نساء النبي أصواتهن قال عمر عسى ربه إن طلقكن أن يبدله أزواجا خير منكن.\n(1/4)",
        "\nقال الشيخ عبد الكريم: موافقات عمر أكثر من ثلاث تبلغ نحو عشرين، جمعت في مصنف جمعها السيوطي و غيره.\n7- أول ما نزل سورة اقرأ ، و أول ما نزل بعد انقطاع فترة الوحي المدثر، و أول ما نزل بالمدينة ( ويل للمطففين) ، وقيل: البقرة.\nفوائد على رسالة في أصول التفسير للسيوطي ( 2/2) :\nسئل الشيخ هذا السؤال :\nس/كتب التفسير تزخر بمرويات التابعين فهل يعني ذلك أنها تبقى في حيز الضعف والإرسال رغم أن هؤلاء التابعين جالسوا الصحابة وأخذوا عنهم ، خاصة الثقات منهم كسعيد بن جبير ومجاهد وابن المسيب وغيرهم ؟\nفأجاب الشيخ - حفظه الله -\nما يقوله التابعي من تلقاء نفسه تفسيراً وتوضيحاً لكتاب الله عز وجل فهو خير ما يعتمد عليه في التفسير، بعد تفسير القران بالقران وبالسنة وبأقوال الصحابة.\nفهم اعرف الناس بالتفسير بعد الصحابة ، وأما ما ينقلونه عن الصحابة فهو أفضل منه إذا كانت الأسانيد نظيفة ومتصلة.\nوما ينقله التابعون عن النبي فيرفعونه إليه فهو من المراسيل\nقال الحافظ العراقي :\nواحتج (مالكٌ) كذا (النعمان)***وتابِعُوهما به ودانوا\nاحتجوا بالمراسيل لهذا الأمر الذي ذكر.\nالتابعون أهل علم و دين و ورع وتقدم وملازمة الصحابة ، ولا يظن بهم أن يسقطوا واسطة ضعيفة ، ولذا ينقل الطبري أن التابعين بأسرهم قبلوا المراسيل ، ولم يُعرف إنكاره إلا في حدود المائتين ،\nولذا يقول الحافظ العراقي:\nواحتج (مالكٌ) كذا (النعمان)***وتابِعُوهما به ودانوا\nورده جماهر النقاد*** للجهل بالساقط في الإسناد\nوصاحب التمهيد عنهم نقله*** و(مسلم) صدر الكتاب اصّله\nفالمرسل ضعيف عند الجمهور.\nوسئل الشيخ - أيضاً -\nس/أيها يقدم في التفسير ، قول الصحابي أم قول أهل اللغة ؟\nج/لاشك أن الصحابة من أهل اللغة ، وهم عربٌ اقحاح فيقدم قولهم على كل حال.\n* الفائدة من معرفة الليلي والنهاري والصيفي والشتائي والفراشي هي:\nالعناية بهذا الكتاب العظيم بحيث يعرف جميع ما يتعلق به.\n(1/5)\n",
        "فأنت إذا أعجبت بشيء تريد أن تتعرف بجميع ما يتعلق به.\nفعنايتنا بكتاب الله يجب أن تكون فوق هذا لأنه شرف لنا ( وانه لذكر لك ولقومك) شرف لك ولقومك.\nهو الكتاب الذي من قام يقرؤه*** كأنما خاطب الرحمن بالكلم\nوسئل الشيخ - أيضاً - :\nس/ما نزل في طريق الهجرة كقوله تعالى ( ثاني اثنين إذ هما في الغار...الآية) مكيٌ أم مدني ؟\nج/الأظهر أنه مدني.\nوسئل الشيخ - أيضاً - :\nس/ ما أفضل طبعات تفسير ابن كثير ؟\nج/ طبعات تفسير ابن كثير كثيرة جداً ، لكن من أصحها إن لم نجزم بأنها الأصح طبعة خرجت حديثا في 15 جزء طُبعت في مصر مطبعة أولاد الشيخ وهي محققة ومخرجة.\nطبعة البنا والتي أصلها طبعة الشعب ، والحق بها الإضافات التي أضافها ابن كثير ، طبعة جيدة.\nلان طبعة الشعب ما يوجد فيها من كلام هو الأصح على الإطلاق ، لأنه اعتُمِدَ فيها على أقدم النسخ وهي النسخة الأزهرية ، فما تفرع عن طبعة الشعب كطبعة البنا يكون صحيحاً.\nلان الحافظ ابن كثير ألّف الكتاب في العرضة الأولى خالية من النقول لم ينقل فيها عن الرازي ولا عن الزمخشري ولا عن القرطبي ولا عن البيضاوي ، فالنقل عن هؤلاء غير موجود في طبعة الشعب ، لأنها العرضة الأولى.\nولذا فالبعض يتهم طبعة الشعب بأن فيها خروم وإسقاط !!\nوبعد ذلك أضاف الحافظ هذه النقول و أفاد منها ، ووجدت في النسخ المتأخرة.\nبالنسبة للطبعة التي حققها/سامي السلامة وطبعتها دار طيبة ، من الطبعات الجيدة ولا أقول أحسن الطبعات ، إنما هي طبعة جيدة لا سيما الإصدار الثاني فهي أفضل من الأولى بكثير، لأنه استدرك فيها كثير من الأخطاء.\nطبعة الشيخ مقبل الوادعي وهو الشيخ المعروف بتجرده وتحقيقه، لا تناسب مستواه وليس فيها شيء يذكر.\nوسئل الشيخ - أيضاً -\nس/ ما هي أفضل روايات الموطأ ، رواية الليثي أم القعنبي أم الشيباني أم ما ذا ترون ؟وما أفضل شروح الموطأ ؟\n(1/6)\n\nج/اعتنى أهل العلم برواية يحيى بن يحيى ، وأكثر الشروح على هذه الرواية ، لاشك أن هذا يدل على أن لها منزلة عندهم سيما الأئمة الكبار كابن عبد البر و الباجي وغيرهم اعتنوا برواية يحيى بن يحيى وان وجد في بعض الروايات زيادات مثل : رواية أبي مصعب ورواية محمد بن الحسن وغيرها روايات يكمل بعضها بعضاً.\nوالمعتمد عند المالكية رواية يحيى بن يحيى.\nأما الشروح للموطأ ، فأفضل شرح على الإطلاق \"التمهيد\" لابن عبد البر وقد عني فيه ببيان المعاني والأسانيد وكمله بـ \" الاستذكار\" الذي جمع فيه و أفاض في ذكر مذاهب علماء الأمصار، فهما عبارة عن كتاب واحد متكامل .\nفـ\"التمهيد\" ترتيبه يصعب على المتعلمين لان الإمام ابن عبد البر رتبه على شيوخ مالك ورتب الشيوخ على طريقة المغاربة في ترتيب الحروف.\nلكن ذيلت هذه المشكلة فرتب على أحاديث الموطأ، مثل: الشيخ عطيه سالم رتب الشرح على أحاديث الموطأ فأفاد و أجاد - رحمه الله -.\nوالصبغة في كتاب \"الاستذكار\" الفقه وذكر أقوال الفقهاء وأدلتهم.\nوالإمام ابن عبد البر يشرف طالب العلم بالقراءة له فهو إمام من أئمة المسلمين.\nوإذا قال طالب العلم هذه شروح مطولة ، فشرح الزرقاني متوسط وأفضل منه شرح الباجي لكن شرح الزرقاني أسهل من شرح الباجي.\nفائدة /طبعة تفسير ابن أبي حاتم الأخيرة التي هي في عشرة مجلدات طبعة ملفقة !\nوان كانت تحل بعض الإشكال ، لأن الكتاب ضروري لطالب العلم ، والكتاب الموجود منه محقق في جامعة أم القرى رسائل دكتوراه.\nفائدة /تتعد القراريط بتعدد الجنائز في الصلاة ، وفضل الله واسع.\nفائدة /كتاب \" التذكار\" للقرطبي كتاب جيد ومهم لطالب العلم وهو في فضائل القرآن وآداب حملته، وهو نظير كتاب النووي\"التبيان\" وكتاب ابن كثير \" فضائل القرآن\".\nهل تثبت القراءة بخبر الواحد إذا صح ؟\nمحل خلاف بين أهل العلم طويل.",
        "(1/7)\n\nحجة من اثبت /أننا لو بحثنا في أسانيد هذه القراءات ما وجدنا جميعها روي بالتواتر ، ولذا يكتفون بصحة السند ، ويتزعم هذا القول ابن الجزري وطائفة وبالغ ابن الجزري في الرد على مخالفيه.\nأما جمهور أهل العلم/فلا تثبت القراءة عندهم إلا بما يثبت به العلم القطعي، وهو التواتر.\nوالمتواتر: ما رواه جمع تحيل العادة تواطئهم على الكذب عن مثلهم إلى أن ينتهي الإسناد إلى شيء محسوس.\nوهذا التواتر ينكره بعض أهل العلم، بل ينكرون تقسيم الأخبار عموما إلى متواتر وآحاد ، ويقولون: هذا التواتر لا يعرفه المتقدمون و إنما دخل على علوم النقل(علوم القرآن وعلوم السنة) من جهة أصحاب الأصول ، وأرباب الأصول تأثروا بعلم الكلام ، وإلا فالأصل أن التواتر لا وجود له.\nمع أن التواتر موجود في كلام أشد الناس عداوة لأهل البدع وهو شيخ الإسلام ابن تيمية - رحمه الله - فهو يثبت المتواتر، ويُعرِّفه بالتعريف الذي ذكرناه واعتمده أهل العلم.\nويقسم الأخبار إلى الأقسام المعروفة عند أهل العلم ، ويمثل بأمثلتهم.\nويثبت بعض القضايا بالتواتر سواء كان التواتر لفظي أو معنوي، فيثبت في كل مؤلف من مؤلفاته ما يناسبه من الأمثلة.- فمثلا-في كتابه \" منهاج السنة\"يثبت فضائل أبو بكر وعمر بن الخطاب - رضي الله عنهما- بالتواتر المعنوي وأن ذلك حصل في وقائع كثيرة مجموعها يفيد العلم القطعي الضروري، وان لم تكن مفرداتها كذلك.\nفالمقصود أن الأخبار متفاوتة عند جميع العقلاء ، فخبر الواحد ليس كخبر الاثنين وخبر الثقة الثبت ليس كمن هو دونه، وهكذا تختلف الأخبار قوة وضعفا تبعا لاختلاف الرواة كمّاً وكيفاً، عدداً و وصفاً.\nالحاصل/أن الأكثر على أن القراءة لابد أن تثبت بطريق قطعي ملزم.\nلان القران شانه عظيم.\nقد يقول قائل: لو بحثنا في أسانيد هذه القراءات بما في ذلك القراءات السبع أو العشر لا نجد من الطرق العدد الذي يطلب للتواتر ؟\n(1/8)",
        "\nقلنا/ الصحابة اجمعوا على ما بين الدفتين ، وإجماعهم حجة قطعية ملزمة لم يخالف منهم أحد.\nثم التواتر لا يلزم فيه نقل هذا التعدد ، بل من التواتر ما يسمى تواتر الطبقة .\nبمعنى: أن هذا القران المحفوظ بين الدفتين تلقته الأمة كافةً عن كافة، تلقاه جبريل عن الله - تعالى- وتلقاه الرسول - صلى الله عليه وسلم- عن جبريل ، وتلقاه الصحابة عن الرسول وهكذا.\nفما بين الدفتين لا يجري فيه الخلاف.\nفوائد على رسالة في أصول التفسير للسيوطي ( 3/1) :\n1- اشتهر من الصحابة بحفظ القرآن/عثمان وعلي و أُبي بن كعب و زيد بن ثابت وابن مسعود وأبو الدرداء ومعاذ بن جبل وأبو زيد الأنصاري - أحد عمومة انس- .\nثم أبو هريرة وابن عباس وعبد الله بن السائب.\nهؤلاء اشتهروا بحفظ القران ، منهم من أكلمه في عهد الرسول ، ومنهم من أكلمه بعد وفاته صلى الله عليه وسلم.\n2- يُنسب إلى علي بن أبي طالب مصحف ، ويقال له : مصحف علي !\nفي نهايته : ( وكتب علي بن أبو طالب )!!\nواستدل الحافظ ابن كثير على أن هذا المصحف لا تثبت نسبته لعلي بن أبي طالب بهذا اللحن الشنيع.\nونحن نعلم أن علي بن أبي طالب هو واضع علم اللغة العربية وهو عربي قح، لا يمكن أن يقع في هذا اللحن.\nومع الأسف الشديد فالذين طبعوا تفسير ابن كثير يكتبونها ((علي بن أبي طالب))!\nويذكرون استدراك ابن كثير!\nومثلها الوثيقة المزورة التي كُتبت بين النبي ويهود خيبر.\nفي نهايتها (( وكتب علي بن أبو طالب)) ، واستنكرها الحافظ ابن كثير في البداية والنهاية بسبب اللحن.\nومع ذلك فالذين طبعوا الكتاب ، طبعوها على الصواب ((علي بن أبي طالب))!\nفوائد على رسالة في أصول التفسير للسيوطي ( 3/2) :\n1- الذي يجب هو أن نخضع القواعد النحوية للقران ، لا أن نخضع القران للقواعد النحوية.\n2- كتب غريب القران كثيرة ، من اجمعها: \" المفردات\" للراغب الأصفهاني.\n(1/9)\n",
        "ومن أنفسها على اختصار كتاب \" غريب القران\" لابن عزيز السجستاني، فهو مختصر وصغير و متعوب عليه.\n3- هل في القران الكريم ألفاظ أعجمية ؟\nلا خلاف في كون القران نزل بلغة العرب [ بلسان عربي مبين] ووجود مثل هذه الكلمات مع ألوف مؤلفة من كلمات القران هل يخرج عن كونه عربي ؟\nفهذه الكلمات التي هي نحو( 60 ) كلمة ، لا تخرج القران عن كونه عربي ، بمعدل كل ( 10 ) صفحات يوجد كلمة واحدة فقط !\nفهذه لا تخرجه عن كونه عربي.\nمنهم/ من ينفي ، ويقول : لا توجد لفظة بغير العربية في القران ، وحمل الخلاف في الألفاظ، أما التراكيب فلا توجد إجماعا، فالجمل الأعجمية لا توجد إجماعا.\nومنهم/ من قال بالتوافق، فهذه الكلمات تكلمت بها العرب وتكلم بها غيرهم على لفظ واحد.\n4- الترادف في الألفاظ من كل جهة أنكره جمع من أهل العلم .\nإذ لابد من الفروق في بعض الكلمات التي ادعي ترادفها.\nفكتاب \" الفروق اللغوية \" لأبي هلال العسكري ، لو اطلع عليه طالب العلم - وهو مهم - يجعل الإنسان يتحسس في كل كلمة .\n5- سئل الشيخ\nما قولكم في كتاب (( أحكام القران )) للجصاص ، وما أحسن طبعاته ؟\nالجصاص من كبار الحنفية ، و أطال النفس في أوله كثيراً ، ويشم منه شوب الاعتزال ، فيقرأ منه طالب العلم ويفيد على حذر.\nوأفضل طبعاته الطبعة التركية في ثلاثة أسفار.\n6- العام الذي بقي على عمومه ، قال السيوطي : انه عزيز، ولا يوجد له إلا قوله تعالى: (( والله بكل شيء عليم )) ، وَ (( خلقكم من نفس واحدة )) .\nلكن هذا الحصر فيه نظر ظاهر.\nأين قوله تعالى (( و الله على كل شيء قدير )) ، وفي النصوص من العموم ما هو باقي على عمومه شيء كثير ، واستعرض ابن تيمية العمومات التي في سورة الفاتحة والورقة الأولى من سورة البقرة ولم يدخلها أي تخصيص فذكر أمثلة كثيرة جداً في مجموع الفتاوى.\nالحاصل أن هذا الحصر ليس بصحيح.\nفوائد على رسالة في أصول التفسير للسيوطي ( 4/1) :\n(1/10)\n\n1- مسألة : نسخ الكتاب بالسنة .\nالجمهور لا يجيزونه ، لان الأضعف عندهم لا ينسخ الأقوى .\nلكن أجازه أهل التحقيق من أهل العلم ، لأن الكل وحي .\n2- مسألة : تخصيص القران الكريم للسنة .\nقال المؤلف السيوطي : هو عزيز - يعني : نادر - ثم قال ولم يوجد له إلا قوله تعالى : (( حتى يعطوا الجزية )) فهذه تخص عموم قوله صلى الله عليه وسلم (( أمرت أن أقاتل الناس حتى يشهدوا ألا إله إلا الله ))\nقال الشيخ عبد الكريم الخضير [ وهذا الحصر لا يسلم له ] .\n3- قد يقول قائل :ما الفائدة من النسخ ، والله تعالى يعلم المصالح ويعلم ما سيؤل إليه الأمر ، فلماذا لا يقرر الحكم الأخير من البداية ؟\nنقول :\nالحكم المناسب في وقت نزول المنسوخ هو ما يقرره النص المنسوخ .\nبمعنى : آيات إقرار شرب الخمر في بداية الأمر والتساهل فيه ثم التدرج في نسخه ناسب التدريج في الخمر لأنهم ألفوه.\nالرافضة تبعا لليهود يقولون النسخ لا يجوز لأنه يدل على انه ظهر لله وبدى له ما كان خفي عليه - تعالى الله عما يقولون - .\nفوائد على رسالة في أصول التفسير للسيوطي ( 4/2) :\n1- أسماء الأنبياء في القرآن ( 25 ) ، كلها ممنوعة من الصرف إلا ستة :\nصالح - محمد - شعيب - نوح - لوط - هود .\n2- ذكر السيوطي الملائكة المذكورين في القران ، ولم يذكر مالك .\n3- لم يُذكر في القرآن من الكنى إلا أبو لهب ! مع أن الكنية أفضل من الاسم ؟\nيقال : أ- أن اسمه محرم ، وهو : عبد العزى .\nب - في كنيته ما يدل على مآله .\n4- ذكر السيوطي مجموعة من المبهمات في القرآن وهي أكثر مما ذكر ، و من أجمع ما أولف في المبهمات كتاب للسهيلي في مبهمات القران .\n5- كتب إعراب القران\nأما كتب المتقدمين فتصلح لطالب العلم المتمكن لأنه يحسن التعامل معها ، وبعضهم ربما أعرب بألفاظ قد لا تكون متداولة بين المتأخرين ، وهذا شان المتقدمين .",
        "(1/11)\n\n- فمثلا - لو قرأت في تفسير الطبري وجدته يعرب بعض الكلمات باصطلاحات لا نعرفها ولا يعرفها آحاد المتعلمين .\nأما تفسير أبو حيان فهو اقرب من الطبري ، لأنه بعد أن استقرت الاصطلاحات التي نعرفها .\nوأقول لابد أن يعرف الطالب اللغة العربية ثم يُعْرِب القران ثم ينظر إلى كتب إعراب القران ليختبر نفسه.\nويستفيد مما كتبه المتأخرون لأنهم يعربون كل حرف في القرآن .\nأما المتقدمون فلا يعربون كل شيء ، فقد يكون ظاهرا عندهم وخفي كل الخفاء على المتأخرين !\nومن الكتب المتأخرة المفضلة عندي كتاب محيي الدين درويش .\n6- كتاب \" في ظلال القران \" تفسير معاصر ، والمفسر ليس من أهل العلم فلا يطمع من يقرا هذا التفسير أن يعرف مراد الله من كلامه .\nإنما هو تفسير توضيحي إجمالي مقرون بالواقع ، إن قراه الطالب استفاد فائدة مناسبة كما يقرأ في غيره من التفاسير .\n7- أشد التفاسير ضرر على طلاب العلم تفسير \" الرازي \".\n8- سؤال / نريد بعض التفاسير التي تعنى بالقران الكريم من جهة البلاغة ؟\nالجواب / تفسير أبي السعود فيه من هذا ، حتى كانت الصيغة على الكتاب ، وان كان تفسير الزمخشري فيه من هذا الجانب ، وتفسير البيضاوي على اختصاره فيه ، وتفسير الطبري إلا أن كون شهرته بأنه تفسير أثري غطت على الجوانب الأخرى ، وإلا فيه شيء من البيان .\n9- التفسير الميسر الذي طبعته الوزارة جيد وميسر ، ذكروا أن عليه ملاحظات لكني لم أقف على شيء منها .\nوهو كتاب في الجملة نافع ، لكن لا يربى طالب العلم على مثل هذه التفاسير .\n1 وهذه الفوائد من الشريط الأول - الوجه الأول-.\n2 وهذه الفوائد من الشريط الأول - الوجه الثاني-.\n??\n??\n??\n??\nشرح على \" رسالة في أصول التفسير\" للسيوطي\n15\n(1/12)"
    ]
}