{
    "partText": [
        "\n((.. يريد أنه لما أصابها الوَلَهُ اشتد عليه ذلك؛ فأظلم كل شيء بينها وبينه، وهذا كلام مستعمل، يقال: فلان قال كذا وفعل كذا؛ فاسودَّت الدنيا في عيني، ويقال: كان كذا من فلان؛ فاسودَّ ما بيني وبينه، وقد يؤدي لفظ الطائي معنى آخر، وهوأن الأشياء أظلمت دونها؛ أي: غيرها)) (1).\nوـ تأويل البيت بما يناسب السياق الغير لغوي:\nكان أبوالعلاء في تأويله للأبيات يراعي السياق غير اللغوي (سياق الحال)، ويحاول أن يأتي بتأويله منسجما مع هذا السياق، ومثال ذلك:\nـ قال أبوالعلاء عند قول أبي تمام:\nيَتَساقَونَ في الوَغى كَأسَ مَوتٍ ... وَهيَ مَوصولَةٌ بِكَأسِ رَحيقِ [بحر الخفيف]\n((هذا يحتمل غير وجه، من ذلك أن المسلمين الذين يقاتلون الكفار يدخلون الجنة؛ فيسقون من الرحيق المختوم، ولا يمتنع أن يريد سبي نسائهم، وتمتع الذين يقاتلونهم بهن؛ فيجعل الريق مثل الرحيق، وقد يمكن أن يكون الطائي علم أن الممدوح يستعمل الشراب؛ فقال هذه المقالة؛ أي: إنه إذا تفرغ عن قتال الأعداء رجع إلى حالة السلم)) (2).\n\nـ العنصر السادس من عناصر المنهج: الاهتمام بالجوانب الدلالية للكلمة المشروحة:\nكان أبوالعلاء يهتم بالكلمة دلاليا، ويسعى لتوضيح الجوانب الدلالية للكلمة ويتجلى هذا الاهتمام الدلالي في الاهتمام بتتبع التطور الدلالي للفظة وتحديد استعمالها، وما يصاحبها من ألفاظ أخرى.\nـ الاهتمام بتتبع التطور الدلالي للفظة:\nاهتم أبوالعلاء بتتبع التطور الدلالي للفظة، والمواضع والنصوص التي جمعها البحث تثبت أنه كان على علم بهذا التطور وبمظاهره التي تتمثل في ثلاثة مظاهر وهي: تخصيص الدلالة، تعميم الدلالة، تغيير مجال استعمال الكلمة.\n_________\n(1) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [3/ 248].\n(2) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [2/ 434].\n(1/357)\n",
        "أي أن معنى الكلمة يحدث فيه تضييق أواتساع أوانتقال. فهناك تضييق عند الخروج من معنى عام إلى خاص، وهناك اتساع عكس ما سبق؛ أي: عند الخروج من معنى خاص إلى معنى عام، وهناك انتقال عندما يتعادل المعنيان، أوإذا كانا لا يختلفان من جهة العموم والخصوص، كما في ((حالة انتقال الكلمة من المحل إلى الحال، أومن السبب إلى المسبب ... ولسنا في حاجة إلى القول بأن الاتساع والتضييق ينشآن من الانتقال في أغلب الأحيان، وأن انتقال المعنى يتضمن طرائق شتى، يطلق عليها النحاة (1) أسماء اصطلاحية)) (2)، و ((من هذه الأسماء الاصطلاحية: المجاز المرسل والاستعارة)) (3).\nويظهر التطور الدلالي عند أبي العلاء في مظهرين فقط: الاتساع والانتقال. فأما عن المظهر الأول للتطور الدلالي ـ الاتساع الدلالي ـ فيظهر نظريا في قول أبي العلاء: ((المعاني تحدثُ في الأسماء لأغراض تقع لم تكن قديمة)) (4).\nوتظهر تطبيقا في الأمثلة التالية:\nـ مَعْقِل: ((أصل ذلك في الجبل، يقال: قد عَقَلَ الوعْلُ؛ إذا حصل في موضع عال لا يوصل إليه فيه، ثم قيل لكل حصن معقل، ثم كثر الكلام حتى قيل: فلان معقلي؛ أى: الذي أمتنع به، وكذلك سيف فلان معقله؛ أي: يقوم له مقام المعقل)) (5).\n_________\n(1) هكذا نقلها د. رمضان عبد التواب في كتابه التطور اللغوي، عن كتاب اللغة لفندريس، ترجمة عبد الحميد الدواخلي ومحمد القصاص.\n(2) اللغة لفندريس، 256، نقلا عن التطور اللغوي، مظاهره وعلله وقوانينه: د. رمضان عبد التواب، ص 114 ـ 115 (ط الأولى، مكتبة الخانجي)\n(3) التطور اللغوي، مظاهره وعلله وقوانينه: د. رمضان عبد التواب، ص 114 ـ 115، وينظر أيضا: دور الكلمة في اللغة: ستيفن أولمان، ترجمة: د. كمال بشر، ص 162 ـ 163، (بدون تاريخ للطبعة ـ مكتبة الشباب).\n(4) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [4/ 26، ب 40].\n(5) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [3/ 28].\n(1/358)\n\nـ وقال: الإياب: ((أصل الإياب أن يجيء الرجل مع الليل، وكثر ذلك حتى قيل للغائب إذا قدم قد آب)) (1).\nـ وقال: اللِّبان: ((مصدر لابنه يُلابِنُه لِبانًا؛ إذا رضع من لَبن أمه، وربما أخرج إلى غير الإنس على التوسع والمجاز)) (2).\nـ وقال: اغلولب: ((أصل اغلولب في غلظ العنق، ثم استعمل في غيره؛ فقالوا: نخل مغلولب؛ أي: غلاظ، ونبت مغلولب؛ أي: كثر واتصل بعضه ببعض)) (3).\nـ وقال: الصعبة: ((يراد بالصعبة: كل أمر مستصعب، وأصل ذلك في الإبل، ثم استعمل في جميع الأشياء)) (4).\nـ وقال: تَشَاجَرَ: ((تشاجرت الخطوب؛ أي: لقي بعضها بعضًا وتشابكت، ومن ذلك تشاجرت الرماح؛ إذا دخل بعضها في بعض عند الطعان ومنه اشتقاق الشجر لاشتباك الأغصان، ثم كثر ذلك حتي قيل شجره بالرمح؛ إذا طعنه)) (5).\nـ وقال: الوشيج: ((أصل الوشيج كل ما وشج بعضه في بعض؛ أي: اتصل، وأكثر ما يستعمل ذلك في أصول الرماح، ثم يقال لكل ما اتصل وشيج)) (6).\nـ وقال: الفَرْج: ((الفرج موضع المخافة، كأنهم يريدون أن المكان قد حفظ إلا ذلك الموضع، وهومأخوذ من فرج الدُّرَّاعة والقميص)) (7).\nـ وقال: المعين: ((الماء الذي يجري على وجه الأرض، وقد كثر ذلك حتى صار الناس يسمون الماء الذي يستقي من الآبار معينا؛ لأنه ينبع من الأرض؛\n_________\n(1) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [1/ 293].\n(2) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [4/ 11].\n(3) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [1/ 104].\n(4) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [2/ 270].\n(5) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [1/ 38].\n(6) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [1/ 99].\n(7) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [1/ 15].",
        "(1/359)\n\nفيفرقون بينه وبين المختزن من ماء المطر وغيره)) (1).\nومما يتعلق بهذا المظهر أيضا تنبيه أبي العلاء المتكرر على الأصل الدلالي المأخوذ منه الكلمة، وقد أحصى البحث 38 موضعًا، نص فيه أبوالعلاء على الأصل الدلالي، وفيما يلي بعضها:\nـ وقال: الخداج: ((النقصان، وأصله في الولد أن يخرج ناقصًا)) (2).\nـ وقال: الفينان: ((الشعر الطويل، وكأنه أخذ من الفنن وهوالغصن المتشعب)) (3).\nـ وقال: الخبت: ((موضع بعينه، وأصل الخبت كل موضع اطمأن، وهومع ذلك سهل)) (4).\nـ وقال: التوجين: ((أصل التوجين تليين الشيء ودَقُّهُ، ومنه قيل لمدقة القَصَّار الميجنة)) (5).\nـ وقال: النياط: ((يستعملون النياط في معنى البُعْد، وأصل النياط من ناطَ الشيءَ بالشيء؛ إذا علقه به)) (6).\nـ وقال: الترهات: ((الأمور المشكلة، وأصله في الطرق المتشعبة عن الطريق الأعظم)) (7).\nـ وقال: سَوْرَة الغضب: ((حدته، وأصله من سار يسور؛ إذا وثب)) (8).\nـ وقال: أضغاث الأحلام: ((هوالمختلط منها المشتبه، وأصله من الضغث، وهو أن يقبض الرجل ملء كفه من النَّبْت؛ فيكون منه ضروب مختلقة)) (9).\n_________\n(1) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [3/ 331]، ولمزيد من الأمثلة: [الرُّمَّة: 3/ 27]، [الصعود:1/ 158]، [الرقيق:2/ 439]، [المريرة:1/ 227]، [الخول:1/ 27]، [قَوَّسَ:2/ 179].\n(2) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [1/ 16].\n(3) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [1/ 324].\n(4) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [1/ 282].\n(5) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [4/ 175].\n(6) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [1/ 225].\n(7) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [1/ 151].\n(8) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [1/ 250].\n(9) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [1/ 320]، وموضع بقية الأمثلة: [الزَّبْي:3/ 35]، [المتلدد:2/ 420]، [السَّجْر:1/ 22]، [المرمريس:2/ 280]، [النَّعي:4/ 5]، [المتون:1/ 379]، [مُعنقة:1/ 336]، [الحدب:1/ 145]، [السورة:1/ 115]، [الانحتات:2/ 281]، [الإيعاث:1/ 320]، [الذنوب:1/ 85]، [خمر مشمولة:3/ 56]، [النمنمة:2/ 373]، [عتبة:4/ 302]، [البهاليل:1/ 341]، [المناقب:1/ 233]، [المجتبى:2/ 247]، [أشبى الرجل:1/ 183]، [الرادع:2/ 437]، [الارتجال:2/ 279]، [الوطفاء:1/ 24]، [الحصداء:3/ 103]، [القعود:1/ 116]، [الرذية:2/ 223]، [اللزاز:4/ 36]، [فتق:2/ 445].\n(1/360)",
        "\nأما المظهر الثاني من مظاهر التطور الدلالي ـ وهومظهر الانتقال ـ فيتمثل في تنبيه أبي العلاء على استعارات أبي تمام سواء التي تفرد بها أوالتي اتفق فيها مع غيره من الشعراء.\nوالانتقال الدلالي ـ كما سبق وأن أشرت ـ يتضمن طرائق شتى يطلق عليها النحاة أسماء اصطلاحية: المجاز المرسل والاستعارة. فالمجاز هو: ((اسم لما أريد به غير ما وضع له لمناسبة بينهما ... والمجاز إما مرسل، أواستعارة؛ لأن العلاقة المصححة له إما أن تكون مشابهة المنقول إليه بالمنقول عنه في شيء، وإما أن تكون غيرها، فإن كان الأول يسمى المجاز: استعارة)) (1). وهوأيضًا: ((ما جاوز وتعدى عن محله الموضوع له إلى غيره لمناسبة بينهما، وإما من حيث الصورة، أومن حيث المعنى اللازم المشهور، أومن حيث القرب والمجاورة)) (2).\nوباعتبار أن المجاز المرسل والاستعارة نوعان من التطور الدلالي نجد أن أبا العلاء كان متنبها لهذا الأمر ومنبِّها عليه في مواضع كثيرة في شرحه قولا وتطبيقا، أما القول فقوله: ((.. يستعار ما هوللشيء المقارب غيره؛ فينقل إلى ما قاربه)) (3).\nأما التطبيق فيظهر في ستة وخمسين موضعا، منها اثنا عشر موضعا نص أبوالعلاء فيها على تفرد أبي تمام بهذه الاستعارات، وفيما يلي أمثلة لبعض الانفرادات الاستعارية عند أبي تمام:\nـ قال أبوالعلاء عند قول أبي تمام:\nمَنَعَ الزِّيارَةَ وَالوِصالَ سَحائِبٌ ... شُمُّ الغَوارِبِ جَأبَةُ الأَكتافِ [بحر الكامل]\n_________\n(1) التعريفات: الجرجاني، ص 257 ـ 258، دار الريان. للتراث، تحقيق: إبراهيم الإبياري\n(2) التعريفات: الجرجاني، ص 258 ـ 259\n(3) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [3/ 49 ب2].\n(1/361)\n",
        "((.. استعار: ((الشمَّ)) في صفة السحاب، وما يعرف ذلك لأحد قبله)) (1).\nـ وقال أبوالعلاء عند قول أبي تمام:\nلا يَأسَفونَ إِذا هُمُ سَمِنَت لَهُم ... أَحسابُهُم أَن تُهزَلَ الأَعمارُ [بحر الكامل]\n((.. قابل سِمَنَ الحسب بهزال الأعمار، ولم يستعمل ذلك في العمر قبل الطائي، إلا أن يكون شيئا غير مشهور)) (2).\nـ وقال أبوالعلاء عند قول أبي تمام:\nفَإِذا نِعمَةُ امرِئٍ فَرِكَتهُ ... فَاهتَصِرها إِلَيكَ وَلهى عَروبا [بحر الخفيف]\n((.. ((فَرِكَتهُ)): من فَرْك النساء، وهوبغضهن لأزواجهن، وما أَخرج الفِرْك من الحيوان إلى غيره أحد قبل الطائي)) (3). ـ وقال أبوالعلاء عند قول أبي تمام:\nلا يُسعِدُ المُشتاقَ وَسنانُ الهَوى ... يَبِسُ المَدامِعِ بارِدُ الأَنفاسِ [بحر الكامل]\n((الوسنان: الناعس واستعاره هاهنا للهوى، ولم يستعمل ذلك من قبل الطائي)) (4) ..\nتعليل اهتمام أبي العلاء بالتنبيه على التطور الدلالي للكلمات المشروحة:\nبعد أن أوضحنا اهتمام أبي العلاء (5) بالتطور الدلالي للألفاظ المشروحة، قد يثور سؤال: لماذا كان اهتمام أبي العلاء بهذا التطور؟\nوللإجابة عن هذا السؤال نمهد بالحقائق اللغوية الآتية:\n_________\n(1) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [2/ 389].\n(2) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [2/ 176 ـ 177].\n(3) يُنْظَرُ ديوان أبيس تمام بشرح التبريزي: [1/ 172].\n(4) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [2/ 243].وبقية المواضع التي تفرد فيها أبوتمام ينظر ديوان أبي تمام: [1/ 136]، [1/ 268]، [1/ 29]، [2/ 227]، [2/ 243]، [2/ 438]، [2/ 438]، [3/ 223]، [3/ 49]، [3/ 58]. أما المواضع التي اشترك فبها أبوتمام مع بقية الشعراء: [1/ 118]، [1/ 264ـ 265]، [1/ 394]، [2/ 155]، [2/ 223]، [2/ 229]، [2/ 231]، [2/ 361]، [2/ 379]، [2/ 380]، [2/ 381]، [2/ 421]، [3/ 108]، [3/ 14]، [3/ 38]، [4/ 28]، [4/ 34 ـ 35].\n(5) وسيأتي فيما بعد أن التبريزي كان يهتم بهذا التطور الدلالي للألفاظ بصورة أشد من أبي العلاء.\n(1/362)\n\n1ـ أن المفردات لا تستقر على حال، وذلك لأن ((الحياة تشجع على تغير المفردات؛ لأنها تضاعف الأسباب التي تؤثر في الكلمات، فالعلاقات الاجتماعية والصناعات، والعُدد المتنوعة تعمل على تغير المفردات، وتقصي الكلمات القديمة، أوتحور معناها، وتتطلب خلق كلمات جديدة)) (1).\n2ـ إن كل جماعة لغوية تترابط لغويا، وتتحول إلى جماعة ثقافية متميزة تصوغ بين الحين والآخر مدلولات جديدة للكلمات بحكم استخدامها للأشياء ومرورها بتجارب مختلفة، ولهذا كانت المدلولات سابقة لدوالها (2).\n3ـ اللغة ليست هامدة أوساكنة بحال من الأحوال، بالرغم من أن تقدمها قد يبدو بطيئا في بعض الأحايين، فالأصوات والتراكيب والعناصر النحوية وصيغ الكلمات ومعانيها معرضة كلها للتغير والتطور (3).\n4ـ تزداد سرعة التطور اللغوي بازدياد انتشار اللغة بين غير أهليها، وبازدياد عدد الذين يتكلمونها وتنوعهم (4).\n5ـ لغة الشعر ((تنحو إلى استعمال كلمات قديمة؛ لأن الشعر يمتد تاريخيا في ثقافات متنوعة، ويعتمد على التعلم، وعلى شعر سابق)) (5).\n6 ـ تتميز اللغة ((بأنها تستطيع أن تضفي على نفسها شكلا من أشكال عدة من خلال تعدد وظائفها: البلاغية، القانونية، الطقوسية، العاطفية ... ومن الطبيعي أن الانتقال من المفاهيم إلى الرؤيا يؤسس إزاحة ما داخل اللغة، وكلما اتسعت تلك الإزاحة اقترب النص خطوة أخرى من الشعرية)) (6). ومن الطبيعي أن ((الإزاحة اللغوية، بمعنى الخروج على العرف اللغوي للوظيفة الإبلاغية للغة، لا بد وأن يتبعها نوع من الغموض يتسع كلما اتسعت مساحة تلك\n_________\n(1) التطور اللغوي: د. رمضان عبد التواب، ص 11، 12.\n(2) التحليل الدلالي، إجراءاته ومناهجه: د. كريم زكي حسام الدين،1/ 11\n(3) دور الكلمة في اللغة: د. كمال بشر، ص 153\n(4) التطور اللغوي: د. رمضان عبد التواب، ص 12.\n(5) مقال بعنوان: ((مقدمة لدراسة التطور الدلالي في العربية الفصحى في العصر الحديث))، بقلم: أحمد محمد قدور، مجلة عالم الفكر، مارس 1986 ص 44، الكويت\n(6) د. عبد العزيز موافي: الرؤية والعبارة، مدخل إلى فهم الشعر، ص 301 مكتبة الإسرة، 2010، الهيئة المصرية العامة للكتاب.",
        "(1/363)\n\nالإزاحة)) (1).\nإذا علمنا هذه الحقائق، وأضفنا إليها حقيقة أن الفاصل الزمني بين أبي تمام وبين أبي العلاء هو مائتان وثمانية عشر عاما (218) (2) أدركنا مدى التطور اللغوي الذي قد يصيب ألفاظ اللغة، ومدى سوء الفهم الذي قد يقع فيه قارئ ديوان أبي تمام بعد هذه الفترة التاريخية الكبيرة؛ لذلك وحرصا من أبي العلاء على الفهم الصحيح للديوان كان يقوم بالتحديد الدلالي للألفاظ المشروحة، وتتبع هذا التطور. وقد أحسن أبوالعلاء صنعا لأهل عصره، ومن أتى بعده لفهم الديوان. ولم يفتأ تلميذه التبريزي أن اقتفي أثره في هذا الأمر.\nوقد نبه علماء التفسير على أهمية مراعاة التطور الدلالي للألفاظ بمرور الزمن؛ ((فإن كثيرا من الألفاظ كانت تستعمل في زمن التنزيل لمعان ثم غلبت على غيرها بعد ذلك بزمن قريب أو بعيد (...) فعلى المدقق أن يفسر القرآن بحسب المعاني التي كانت مستعملة في عصر نزوله)) (3).\n_________\n(1) د. عبد العزيز موافي: الرؤية والعبارة، مدخل إلى فهم الشعر، ص 302\n(2) توفي أبوتمام سنة 231هـ، وتوفي أبوالعلاء سنة 449هـ، ينظر ص 12، 27\n(3) تفسير المنار، 1/ 20، وقد نبه علماء الشريعة أيضا على أهمية الأساس اللغوي في فهم النصوص الشرعية، فهو: ((الأساس الأول في النص، وهوأساس عام لكل نص في كل لغة، فلا يتوقع فهم لمن لا يعرف لغة ما لنص مكتوب بها، فإذا أضفنا إلى ذلك ما تتميز به اللغة العربية من أساليب متعددة منها الحقيقة والمجاز، وما طرأ على المفردات اللغوية على سعتها من تغير في الدلالات، وما تتسع له اللغة من الاشتقاق، عرفنا كيف يخطئ في الفهم، ويقع في التناقض، من يجهل هذه الجوانب اللغوية في التعامل مع النصوص الواردة بها))، أسباب ورود الحديث، تحليل وتأسيس: د. محمد رأفت سعيد، ص 34.\n(1/364)",
        "\nوننتقل الآن إلى العنصر التالي (1).\n_________\n(1) وقبل أن ننتقل بالحديث إلى جزئية أخرى من البحث نحب أن نشير إلى ما يمكن تسميته بالإثراء الدلالي عند أبي العلاء:\nفأبوالعلاء لم يكن يتتبع فقط الأصل الدلالي والتطور اللغوي، بل يقترح أيضا استعمالات دلالية جديدة، إثراء للمعاني والألفاظ. ندلل على ما نقول بما يلي:\nـ يقول أبوالعلاء: ((والدهاريس: تستعمل في الدواهي، ويجوز أن تنقل الدهاريس إلى صفات الإبل والناس؛ لأنه يراد صفتها بالصبر والجرأة على السير، كما يقال للرجل إذا نُعِت بالفطنة والنكارة إنه داهية)) [2/ 256 ب7]\nـ وقال أيضا: ((الإقراب: أكثر ما يستعمل في الإناث، يقال: فرس مقربة؛ تُشَدُّ قريبا من بيت مالكها؛ لأنه يخاف أن ينزوعليها فحل لئيم. وربما استعمل ذلك في الذكور، وقياس كلامهم يوجب أن كل فرس يجوز أن يوصف بمقرب؛ لأن من شأنهم أن يقربوه)). [2/ 409 ب7].\n\nـ وقال: ((الصامت: من المال ما كان من فضة أوذهب، ويجوز أن يعني به كل ما لا ينطق، إلا أن أعرف ما يستعمل في الذهب والورق)) [1/ 321].\nـ وقال: ((والقبيلة عندهم من أب واحد، والقبيل: الجماعة من الناس، ويجوز أن يكونوا من آباء متفرقين، وإذا جُعِل الكلام على الاستعارة جاز أن يوضع كل واحد منها في موضع الآخر)) [3/ 71 ب23].\nوالمتأمل في هذه النصوص يجد فيها دعوة للإثراء الدلالي، بل يكاد الباحث أن يقول إن فيها بذورا وإرهاصاتٍ لما يعرف حديثا بنظرية التحليل التكويني Componential Analysis [وهي نظرية تهدف إلى التحليل التكويني أوالمكوناتي للكلمة بوصفها وسيلة أوتقنية إلى تحديد البنية الداخلية للكلمة والمتمثلة في العناصر أوالمكونات الدلالية Semantic components المميزة للكلمة، والتي يمكن استنباطها من وجودها في عدة سياقات، (ينظر: علم الدلالة: د. أحمد مختار عمر، ص: 114، وما بعدها. والتحليل الدلالي.: د. كريم زكي حسام الدين 1/ 103 وما بعدها).]، وتزداد هذه الإرهاصات وضوحا إذا ضممنا لها النصوص التي تضم تعميمات دلالية قالها أبوالعلاء:\n· ... أنف كل شيء أوله [2/ 250].\n· ... سَرَعان كل شيء أوله [2/ 423].\n· ... كل من ضرب برجله الأرض أوغيرها فهوراكض [3/ 10].\n· ... كل صوت دقيق يقال له صريف [2/ 386].\n· ... وقد يمكن أن يسمى كل مقام معرسا [1/ 24].\nوإذا أضفنا إلى ما سبق حرص أبي العلاء على إبراز الفروق الدلالية الدقيقة بين الكلمات تزداد هذه البذور وضوحا، ومن ذلك:\n· ... شزرا: من قولهم: نظر إليه شزرا؛ إذا أحدَّ إليه بمؤخرة عينه، وهونظر الغضبان [1/ 380]\n· ... الظهور: جمع ظهر من الأرض وهوما ظهر منها، والبطون جمع بطن، وإذا كانت الأرض غير مسكونة فظهورها ما ارتفع منها وبطونها ما كان واديا أووهدا، وإذا كانت مسكونة فظهورها ما ظهر من جدرانها، وبطونها ما بطن من الدور والبيوت [2/ 265].\n· ... الوَكَّاف: من المطر الذي يدوم، إلا أنه يس بشديد كالوبل [3/ 13].\n(1/365)\n",
        "ـ العنصر السابع من عناصر المنهج عند أبي العلاء: الشرح بالإعراب:\nالاعتماد على الإعراب كوسيلة من وسائل الشرح والإبانة عن المعنى أمر اعتمد عليه أبو العلاء، وهو بالطبع لم ينفرد به، فقد اهتم مفسرو القرآن بإعرابه اهتماما بالغا، ((والكتب المؤلفة في هذا العلم كثيرة جدا، مختلفة ترتيبا وحدا)) (1). واستعانوا بالنحو ((في توضيح الآيات في كتبهم المفسرة)) (2). إيمانا منهم بقيمته البيانية، يقول العُكْبَري: ((وأقوم طريق يُسلك في الوقوف على معناه، ويتوصل به إلى تبيين أغراضه ومغزاه معرفة إعرابه)) (3).\nوقد اعتمد أبوالعلاء في بعض مواضع الديوان (4) على الإعراب فقط كوسيلة للشرح؛ بمعنى أن أبا العلاء كان يكتفي فقط في شرح البيت بذكر الوظائف النحوية لألفاظ البيت، من ابتداء، أوخبرية، أوفاعلية، أومفعولية ... ومن ذلك:\nـ قال أبوالعلاء عند قول أبي تمام:\n_________\n(1) العُكْبَري: التبان في إعراب القرآن، ص2 تحقيق علي محمد البجاوي ج، ط عيسى البابي الحلبي\n(2) العُكْبَري: التبان في إعراب القرآن، مقدمة المحقق علي محمد البجاوي ج\n(3) السابق، ص 1\n(4) تسعة مواضع تقريبا.\n(1/366)\n\nهَذا إِلى قِدَمِ الذِّمامِ بِكَ الَّذي ... لَوأَنَّهُ وَلَدٌ لَكانَ وَصيفا [بحر الكامل]\n((((هذا)):في موضع نصب بفعل مضمر؛ كأنه قال: أذكر هذا الشيء أوأعُدُّه، أونحوذلك من المضمرات، ويجوز أن يكون في موضع رفع، ويكون المعنى: هذا الذي أذكره إلى قِدَم الذمام أومعه، فيكون ((هذا)) مبتدأ، والخبر قوله ((إلي قدم الزمام)))) (1).\nـ وقال عند قول أبي تمام:\nيَقولونَ إِنَّ اللَّيثَ لَيثُ خَفِيَّةٍ ... نَواجِذُهُ مَطرورَةٌ وَمَخالِبُه [بحر الطويل]\n((... والأجود أن يكون ((لَيثُ خَفِيَّةٍ)) مرفوعًا على خبر ((إنَّ))، ويكون على تقدير قولهم: الرجل فلان؛ أي: الرجل الذي حقه أن يُذْكَر ويُوصف، والمعني: الليث الذي يُرهَب صولته لَيثُ خَفِيَّةٍ، فإنْ نصب ((لَيثَ خَفِيَّةٍ)) على البدل ضَعُف المعنى؛ لأن الغرض يصير أنه أخبر عن ليث خفية بأن نواجذه مطرورة ومخالبه، وهذا معلوم لا يفتقر إلى الإخبار عنه، إلا أنه على ضعفه قد يحتمل أن يقال)) (2).\nوأبوالعلاء في هذين الموضعين وغيرهما يشير من طرف خفي إلى النحو كأداة للتفسير والإبانة عن ((المعنى الدلالي)) (3)، حيث إنه ((يساعد على تفسير لغة المتكلم)) (4)، ويساعد على ((كشف العلاقات بين الكلمات، وترابطها داخل التركيب)) (5). فللنحو ((طاقة مبدعة في إضاءة النص وتفسيره)) (6).\n********\n_________\n(1) ديوان أبي تمام: [2/ 385 ـ 386ب39].\n(2) ديوان أبي تمام: [1/ 229ب33]، وتنظر بقية المواضع التالية: [3/ 16]، [2/ 294]، [1/ 346 ـ 347]، [4/ 82]، [1/ 38]، [1/ 85]، [2/ 201].\n(3) اللغة وأنظمتها بين القدماء والمحدثين: د. نادية رمضان النجار، ص 152، [دار الوفاء]\n(4) اللغة وأنظمتها بين القدماء والمحدثين: د. نادية رمضان النجار، ص 151\n(5) اللغة وأنظمتها بين القدماء والمحدثين: د. نادية رمضان النجار، ص 151.\n(6) النحووالدلالة: د. محمد حماسة عبد اللطيف، ص 28، [ط2، دار الشروق 200].",
        "(1/367)\n\nـ العنصر الثامن من عناصر المنهج عند أبي العلاء: دعم الشرح وتأييده بالآيات القرآنية والأحاديث النبوية والشعر والأمثال العربية وأقوال الأدباء:\nمن الأمور التي كان يستند إليها أبوالعلاء في شرحه الاعتماد على القرآن الكريم والأحاديث النبوية والشعر والأمثال العربية، وأقوال الأدباء. فقد استند إلى كل هذا عند شرحه لأبيات أبي تمام، وأدلة على صحة ما وصل إليه من المعاني التي يرمي إليها أبوتمام، والتي يقصدها.\nوكان للشعر نصيب كبير في دعم الشرح عنده، ولم يقتصر في استشهاداته الشعرية على شعراء عصر معين بل تنوعت استشهاداته من شعراء من العصر الجاهلي (1)، والأموي (2)، والعباسي (3).\nأما بقية الاستشهادات، فتتمثل في:\n· ستة مواضع للآيات القرآنية. وثلاثة مواضع لقراءاته.\nمثال ذلك قول أبي العلاء عند قول أبي تمام:\nقَد حَلَّ في صَخرَةٍ صَمّاءَ مُعنِقَةٍ ... فَانحِت بِرَأيِكَ في أَوعارِها دَرَجا [بحر البسيط]\n_________\n(1) مثل امرئ القيس، وتأبط شرا، الأفوه الأودي، أحيحة بن الجلاح، دريد بن الصمة، وزيد الخيل، وضمرة بن ضمرة)). وإشارة أبي العلاء لشعر هؤلاء الشعراء ((الجاهليين)) وغيرهم دليل على أهمية هذا الشعر في تفسير النصوص، ومدى ما يتمتع به من قدرة بيانية صادقة، وليس كما يدعي المستشرقون وأذنابهم ـ من بني جلدتنا ـ من أن الشعر الجاهلي ((معظمه منحول))، لا يمت بصلة إلى العصر الجاهلي. [ينظر هنا كلام قيم قاله العلامة ((محمود محمد شاكر)) في مقدمة كتاب: ((الظاهرة القرآنية مشكلات الحضارة)): لمالك بن نبي، ترجمة د. عبد الصبور شاهين، ص42وما بعدها، الهيئة العامة لقصور الثقافة، آفاق عربية 72ـ73، ط4، 2003]\nوقد استند كثير من مفسري القرآن إلى الشعر الجاهلي كوسيلة لتفسير الآيات القرآنية، حتى عدت تلك التفاسير مصدرا من مصادر الأدب الجاهلي. ويأتي على رأس هذه التفاسير تفسير: ((جامع البيان في تفسير القرآن))، لشيخ المفسرين أبي جعفر محمد بن جرير الطبري\n(2) مثل يزيد بن الطثرية، عبيد الله بن قيس الرقيات، الطرماح، قيس بن الملوح، أبو وجزة، ذوالرمة.\n(3) مثل أبي نواس، البحتري.\n(1/368)",
        "\n((وانحت بكسر الحاء أفصح من فتحها، وقد حكي الفتح، وقرأ الحسن البصري رحمه الله: چ تَنْحَتُون چ [الشعراء 149])) (1).\n· وسبعة مواضع للحديث النبوي.\nمثال ذلك قوله عند قول أبي العلاء:\nخَوَّلتَهُ عَيشًا أَغَنَّ وَجامِلاً ... دَثرًا وَمالاً صامِتًا وَأَثاثا [بحر الكامل]\n((والدَّثْرُ الكثير، وجمعه دثور، وفي الحديث: ذهب أهل الدثور بالأجور)) (2).\n· وثمانية مواضع للأمثال العربية.\nومن أمثلة دعم الشرح بالأمثال قوله عند قول أبي تمام:\nفَما قِدحاكَ لِلباري وَلَيسَت ... مُتونُ صَفاكَ مِن نُهَزِ المُرادى [بحر الوافر]\n((... ويحتمل أن يريد بقوله: ((فَما قِدحاكَ لِلباري))؛ أي: أنك لا تترك قدحك لمن يبريه؛ فيفسده بالبَرْي الزائد على الحد، كما قالوا في المثل: ((هومُغْرًى بنحت أثلته))؛ إذ كان ينقصه ويعيبه)) (3).\nوقوله عند قول أبي تمام:\nوَنَحنُ نُزَجّيهِ عَلى الكُرهِ وَالرِّضا ... وَأَنفُ الفَتى مِن وَجهِهِ وَهوأَجدَعُ [بحر الطويل]\n((... نُزَجّيهِ: نحمله ونسوقه على أن يسير. يقول: نحن على سخط راضون به؛ لأنه لا بد منه، وإن كنا نبغضه، فمثله مثل الأنف الأجدع، يعلم الفتى أنه قبيح، وقد ثبت أنه من وجهه، وهذا مثل قديم، يقولون: منك أنفك وإن كان أجدع، ومنك عيصك وإن كان أشِبا)) (4).\n_________\n(1) ينظر ديوان أبي تمام: [1/ 336ب29] وينظر أيضا: [3/ 344]، [4/ 177ب1]\n(2) ينظر ديوان أبي تمام: [1/ 321ب30] وينظر أيضا: [1/ 183ب15]، [2/ 409ب7]، [3/ 138ب37]، [2/ 312ب12]، [1/ 292ـ 293ب7]، [2/ 265ب17]\n(3) ديوان أبي تمام بشرح التبريزي: [1/ 379].\n(4) ديوان أبي تمام بشرح التبريزي: [2/ 423]. وينظر أيضا: [3/ 117ب12]، [2/ 423ب2]، [1/ 11ب3]، [1/ 131ـ 132]، [2/ 324ب15]، [2/ 175ب40]، [1/ 379ب41]، [1/ 391ـ 392ب24].\n(1/369)\n",
        "· موضع لقول أحد التابعين.\nقال عند قول أبي تمام:\nغادَرتَ أَرضَهُمُ بِخَيلِكَ في الوَغى ... وَكَأَنَّ أَمنَعَها لَها مِضمارُ [بحر الكامل]\n((المضمار: الغاية التي تُجْرى إليها الخيل، وفي حديث الحسن البصري رضي الله عنه: إن الله جعل الصوم مضمارا لعباده)) (1).\n· موضع لقول أحد الأدباء:\nقال عند قول أبي تمام:\nأَلَهفي إِذا ما ارتَدى لِلرَّدى ... أَلَهفي إِذا ما احتَبى لِلحِباءِ [بحر المتقارب]\n((ارتدى افتعل من الرداء وهو السيف في هذا الموضع، وفي كلام لبعضهم: العرب أفضل الناس، العمائم تيجانها، والسيوف أرديتها، والحُبى حِيطانها)) (2).\n******\n_________\n(1) ديوان أبي تمام بشرح التبريزي: [2/ 181ب54].\n(2) ديوان أبي تمام بشرح التبريزي: [4/ 29ب37].\n(1/370)\n\nالفصل الثاني\nمنهج التبريزي في شرح ديوان أبي تمام\nويشتمل على:\n1) توثيق الرواية.\n2) توظيف القرائن.\n3) توظيف الخصائص والسمات الأساسية للبيئة اللغوية الفصيحة المستقرة في عصره في شرح الديوان.\n4) الاعتماد على الاستعمال اللغوي (أوالكلامي) للألفاظ.\n5) الاهتمام الدلالي بالكلمة.\n6) الحرص على ذكر غرض القصيدة وسبب قولها قبل الشروع في شرحها.\n7) الحرص على ذكر بحر ووزن القصيدة ولقب القافية.\n8) دعم الشرح بالآيات القرآنية والأحاديث النبوية، وبالأبيات الشعرية، والأمثال.",
        "(1/371)\n\nسنقوم بإذن الله في هذا الفصل بعرض منهج التبريزي في شرح ديوان أبي تمام، الذي يوافق في معظمه مع منهج أبي العلاء.\n\n1) العنصر الأول من عناصر المنهج: توثيق الرواية:\nكان التبريزي يهتم بتوثيق الرواية على نهج أستاذه، ويتمثل ذلك في رواية الروايات المختلفة للبيت قيد الشرح، وذكر الروايات الفردية أوالثنائية أوالثلاثية أوالرباعية للبيت الذي يشرحه، وفيما يلي هذا الإحصاء الذي قام به البحث (1).\nالأبيات التي شرحها التبريزي ... الرواية الأحادية ... الرواية الثنائية ... الرواية الثلاثية ... الرواية الرباعية ... الرواية سداسية\n2288 ... 196 بالإضافة إلى 7 أبيات لمعظم ألفاظ البيت. ... بيتا ... أبيات ... بيتا ... 1\nالمجموع الكلي للأبيات ذات الروايات المختلفة: 266\n\nونلاحظ أن:\n• التبريزي في بعض الأبيات يقدم رواية أخرى فقط بدون أي شرح آخر (2).\n• وكان التبريزي في بعض الأحيان يقدم الرواية الأخرى بقوله: ((والرواية الصحيحة)) (3).\n• وفي بعض المواضع يقول: ((والرواية المعروفة ....)) (4).\n_________\n(1) العدد الإجمالي للأبيات التي شرحها التبريزي ينظر فيه مجلة فصول، مجلة النقد الأدبي\n(العنوان: تراثنا النقدي الجزء الأول مقال: خصائص الشروح العربية على ديوان أبي تمام، للهادي الجطلاوي) [1/ 137].\n(2) ينظر على سبيل المثال ديوان أبي تمام بشرح التبريزي: [3/ 124]، [3/ 182]، [3/ 285]، [3/ 312]، [3/ 313]، [3/ 347]، [3/ 64]، [4/ 34]، [4/ 45]، [4/ 452]، [4/ 475]، [4/ 82]، [4/ 97]\n(3) ينظر ديوان أبي تمام بشرح التبريزي:2/ 384 ب32\n(4) قال التبريزي عند قول أبي تمام:\nفَتىً دَخَرَ الدُّنيا أُناسٌ وَلَم يَزَل ... لَها باذِلاً فَانظُر لِمَن بَقِيَ الذُّخرُ [بحر الطويل]\n((الرواية المعروفة: ((لم يزل لها داحرا)) والذي غيرها بـ ((باذل)) إنما كره لفظ ((داحر))، وذلك يدل على سُخْف رأي وجهل)). يُنْظَرُ ديوان أبي تمام بشرح الخطيب التبريزي: [4/ 574ب29]، وينظر أيضا: [4/ 330ب11] و [1/ 251ب35].\n(1/372)",
        "\nوفي ثنايا شرح التبريزي نقرأ ما يفيد إحاطته بكل نسخ ديوان أبي تمام التي كانت متاحة لديه. قال عند قول أبي تمام:\nسَهمُ الخَليفَةِ في الهَيجا إِذا سُعِرَت ... بِالبيضِ وَالتَفَّتِ الأَحقابُ وَالغُرُضُ [بحر البسيط]\n((في النسخ كلها: ((سهم الخليفة))،وفي ((ذكرى حبيب)) لأبي العلاء: شهم الخليفة)) (1).\nونلاحظ مدى التثبت الذي كان يتحراه التبريزي في شرحه للديوان عند قوله: ((وسمعت بعض من يتقن هذا الديوان من رؤساء الكُتَّاب ينشد ...)) (2).\nوالتبريزي كان حريصا أشد الحرص أن يأخذ رواية عن ((الرواة المتقنين))، و ((أصحاب النقل)) (3). وهويعلم ما ((يجوز أن يكون مفترى على العرب)) من غيره (4)، وما قد ((حُكِيَ)) على وجه مخصوص (5).\nوكان يستند في روايته للغة والشعر على فحول اللغويين، مثل: الأصمعي، أبي عبيدة، والفراء، والنضر بن شميل، وابن الأعرابي (6).\n_________\n(1) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [2/ 285ب7]، وقال في موضع آخر عند قول أبي تمام:\nإِن زارَ مَيدانًا مَضى سابِقًا ... أَونادِيًا قامَ إِلَيهِ الجُلوس [بحر السريع]\n((لإعجابهم به، وفي نسخة: إن زار ميدانا سبى أهله)) [2/ 278].\n(2) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [1/ 51]\n(3) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [1/ 54]\n(4) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [3/ 91، ب 12 ـ 13].\n(5) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [4/ 27، ب 42].\n(6) يُنْظَرُ ديوان أبي تمام بشرح الخطيب التبريزي: 2/ 34ب7، 1/ 312ب2\n(1/373)\n",
        "ونزعة التبريزي إلى التثبت تظهر في رفضه كل أمر لا يقوم عليه دليل، قال التبريزي: ((.. وكان الزجاج يذهب إلى أن الإستبرق سُمِّي بالفعل الماضي من البرق؛ إذا بني على استفعل، وهذه دعوى لا تثبت)) (1).\n*******\n\n2) العنصر الثاني من عناصر المنهج: توظيف القرائن:\nمن الأمور التي اتكأ عليها التبريزي لتوضيح معاني أبيات أبي تمام ((القرائن))، فقد كانت مصباحًا يهديه إلى تلك المعاني، وقائدًا يقوده إليها. وقد استغل هذه القرائن في مائة وخمسين موضعًا تقريبا.\nويمكن أن نصنف هذه المواضع إلى نوعين من القرائن:\n1) قرائن ((السياق اللغوي Linguistic Context)) ، أو ((قرائن السياق الداخلي للحدث اللغوي Verbal Context)) .\n2) قرائن ((السياق غير اللغوي of Situation Context)) .\nوتحت قرينة السياق اللغوي يمكن أن نضع مجموعة من القرائن الفرعية التي استخدمها التبريزي في شرحه:\n(1) القرينة اللفظية.\n(2) القرينة المعجمية.\n(3) القرينة النحوية.\n(4) القرينة الصرفية.\n(5) القرينة العروضية.\n(6) قرينة الاستعمال اللغوي.\n(7) قرينة خصائص الشاعر الأسلوبية.\n(8) قرينة خصائص الصنعة الشعرية.\nوتحت قرائن السياق غير اللغوي يمكن أن نضع ما يلي:\n(1) القرينة الجغرافية.\n_________\n(1) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [2/ 415 ب19].\n(1/374)\n\n(2) القرينة التاريخية.\n(3) القرينة العرفية.\n[أ] قرائن السياق اللغوي:\nكانت قرائن السياق اللغوي تُكَأَةً تعينه على الشرح، وهوـ في كثير من المواضع ـ لا يشير إلى استخدامها، ولكننا نفهمها ضمنًا.\nقال أبوتمام يمدح سليمان بن وهب:\nلَم أَزَل بارِدَ الجَوانِحِ مُذ خَضـ ... خَضتُ دَلوي في ماءِ ذاكَ القَليبِ [بحر الخفيف]\n((... وجعل الدلومثلا للرجاء، وأراد ((ماء القليب)): جود الممدوح)) (1).\nوقد يشير التبريزي إلى القرينة التي أوضحت ـ أورجحت، أورفضت ـ عند شرح المعنى، وهوفي أغلب الأحيان لا يذكر اسم هذه القرينة.\n1ـ القرينة اللفظية.\nـ نرى ذلك مثلاعند قول أبي تمام:\nصاغَهُمُ ذوالجَلالِ مِن جَوهَرِ المَجـ ... دِ وَصاغَ الأَنامَ مِن عَرَضِه [بحر المنسرح]\n((هذا مأخوذ من الجوهر والعرض اللذين وضعهما المتكلمون؛ لأن ((الجوهر)) عندهم أثبت من العرض، وقد يجوز أن يجعل الجوهر هاهنا من الجواهر التي هي در وياقوت، ونحوذلك، وهوأبلغ من الوجه الأول، إلا أن مجيء ((العرض)) يُحْوِج إلى التأويل المتقدم)) (2).\nـ ومن ذلك قوله:\nإِمليسُهُ إِمليدُهُ لَوعُلِّقَت ... في صَهوَتَيهِ العَينُ لَم تَتَعَلَّقِ\nيُرقى وَما هُوبِالسَّليمِ وَيَغتَدي ... دونَ السِّلاحِ سِلاحَ أَروَعَ مُملِقِ [بحر الكامل]\n_________\n(1) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [1/ 124ب30]، ولمزيد من المواضع في نفس هذه الجزئية تُنْظَرُ المواضع الآتية: [1/ 12ب7]، [2/ 370ب36]، [2/ 102ب4]، [4/ 18ب19].\n(2) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [2/ 317ب5].",
        "(1/375)\n\n((مجيء ((يُرقى)) في أول هذا البيت يدل على أنه أراد بـ ((العين)) في البيت الأول: التي تصيب الإنسان، ومثل هذا كثير يتفق في الشعر، يكون البيت يحتمل وجوهًا، فإذا سُمِع البيت الذي يليه؛ قصره على واحد من تلك الوجوه)) (1).\nـ وقال:\nفَامدُد عِناني بِوَأى ضِلعُهُ ... تَثبُتُ وَالعُذرَةُ مِنهُ تَنوس [بحر السريع]\n((أي احملني على فرس هذا صفته، ... و ((ضلعه تثبت))؛ أي: متمكنة مساندة في خلقه، ... وعند أبي عبد الله: ((ضلعه تُذْرع))؛ أي: طويل الضلع؛ تذرع لطولها ذرعًا، ولا تشبر، والأول هوالوجه لذكره النَّوْس مع الثبات)) (2).\n2ـ القرينة النحوية.\nـ ومثال ذلك:\nيَقولُ مَن تَقرَعُ أَسماعَهُ ... كَم تَرَكَ الأَوَّلُ لِلآخِرِ [بحر السريع]\n((جعل ((مَنْ)) في معنى الجمع؛ لأنها عامَّة، تقع على الواحد والاثنين، والمذكر، والمؤنث، والجمع (...) ولولا ذلك لم يَحْسُن أن يقول ((أسماعه))؛ لأنه يجمع سمع الإنسان الواحد، وإن كان ذلك جائزًا؛ فليس بحسن، كما لا يحسن أن تقول: ضربت أعناقه، ولا شججت رءوسه، وإنما يجوز ذلك أن يجمع الشيء، ويضاف إليه ما حوله، كما يقال: ركبت أصلاب الناقة؛ لأنه يجعل كل فقارة صلبا)) (3).\n3ـ القرينة الصرفية.\nـ قال عند قول أبي تمام:\nوَلِلكَذَجِ العُليا سَمَت بِكَ هِمَّةٌ ... طَموحٌ يَروحُ النَّصرُ فيها وَيَغتَدي [بحر الطويل]\n_________\n(1) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [2/ 416ـ 417ب20، 21].\n(2) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [2/ 276ب7].\n(3) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [2/ 161ب6].\n(1/376)",
        "\n((... ((الكذج)): كلمة لم تستعملها العرب، ولا استعملت الكاف والذال والجيم فيما يعرف من الثلاثي)))) (1).\nـ وقال:\nسَقاهُم كَما أَسقاهُمُ في لَظى الوَغى ... بِبيضِ صَفيحِ الهِندِ وَالسُّمُرِ الذُّبلِ [بحر الطويل]\n((... و ((الذُّبل)) جمع ((ذَبُول))؛ لأن ((فَعُولا)) بابه أن يجمع على ((فُعُل))، وجمع ((فاعل)) على هذا المثال قليل؛ فكان حمله على ((فَعُول)) أوجب)) (2).\nـ وقال:\nصافي الأَديمِ كَأَنَّما أَلبَستَهُ ... مِن سُندُسٍ بُردًا وَمِن إِستَبرَقِ [بحر الكامل]\n((ولو كان ((السندس)) عربيًّا لكان اشتقاقه من ((السَّدُوس)) وهو: الطيلسان الأخضر)) (3).\n4ـ القرينة العروضية.\nـ قال عند قول أبي تمام:\nقَتَلَتهُ سِرًّا ثُمَّ قالَت جَهرَةً ... قَولَ الفَرَزدَقِ لا بِظَبيٍ أَعفَرِ [بحر الكامل]\n((اكتفى بعجز بيت الفرزدق، لأنه لم يقدر أن يزيد على ذلك من أجل إقامة الوزن، والبيت مشهور، قد روي في شعر الفرزدق، وروي لغيره:\nأَقولُ لَهُ لَمّا أَتاني نَعِيُّهُ ... بِهِ لا بِظَبيٍ بِالصَّريمَةِ أَعفَرا [بحر الطويل])) (4).\nـ وكما قال عند قول أبي تمام:\n_________\n(1) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [2/ 28ب31].\n(2) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [4/ 521ب14].\n(3) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [2/ 416ب19]، ويُنْظَرُ أيضًا الموضعان الآتيان: [1/ 61ـ 62]، [4/ 422ب5].\n(4) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [4/ 451ب7].\n(1/377)\n",
        "مَن يَسأَلِ اللهَ أَن يُبقي سَراتَكُمُ ... فَإِنَّما سالَهُ أَن يُبقِيَ الكَرَما [بحر البسيط]\n((... وإن همزت ((يسأل)) فإنه أحسن، وإن تخالفت اللغتان، وإن لم تهمزها فجائز، والاختيار الهمز؛ لأنه أصح للوزن)) (1).\nـ وأيضًا: فَما أَبقَيتَ لِلسَّيفِ اليَماني ... شَجًا فيهِم وَلا الرُّمحِ الرُّدَيني\nوَقائِعُ أَشرَقَت مِنهُنَّ جَمعٌ ... إِلى خَيفَي مِنًى فَالمَوقِفَينِ [بحر الوافر]\n((وثنى ((الخَيْف)) وهوما ارتفع من المسيل، وانحدر عن الجبل، لأنه أراد إقامة الوزن، ذلك جائز على معنى الاتساع، وإنما يجيء في الشعر القديم ((خيف منى))،و ((الخيف من منى)) على التوحيد، إلا أن التثنية والجمع في مثل هذه الأشياء جائزان)) (2).\n5ـ قرينة الاستعمال اللغوي.\nـ قال عند قول أبي تمام:\nيَنبوعُها خَضِلٌ وَحَليُ قَريضِها ... حَليُ الهَدِيِّ وَنَسجُها مَوضونُ [بحر الكامل]\n((... و ((الخضل)): الذي قد ابتل، ويجوز أن يكون الطائي لم يقله على هذا النظم؛ لأن الينبوع لا يحسن أن يوصف بـ ((خَضِل))، ولكن لوقال: ((غَدِق)) لكان أشبه؛ إذ كانوا يقولون: ((خضلَ ثوبُه))؛ إذا أصابه قطر فبله.)) (3).\nـ وقال عند قول أبي تمام:\nقَومٌ غَدا طارِفُ المَديحِ لَهُم ... وَوَسمُهُم لائِحٌ عَلى تُلُدِه [بحر المنسرح]\n((و ((وسم)) ـ بالسين غير معجمة ـ؛ أي: علامة بالميسم، وهوأشبه من ((الوشم)) بالشين في هذا البيت؛ لأن الوشم يُستَعمل في الأكف والأذرع)) (4).\n_________\n(1) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [3/ 175ب52].\n(2) يُنْظَرُ شرح التبريزي: [3/ 299ب14]، ولمزيد من المواضع تُنْظَرُ المواضع الآتية: [1/ 427ب8]، [1/ 429 ـ 430ب12]، [4/ 362ب8]، [4/ 570ب11]، [2/ 98ب2].\n(3) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [3/ 330ب42].\n(4) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [1/ 432ب20].\n(1/378)\n\nـ وقال عند قول أبي تمام:\nوَبَيَّنَ اللهُ هَذا مِن بَرِيَّتِهِ ... في قَولِهِ خُلِقَ الإِنسانُ مِن عَجَلِ [بحر البسيط]\n((... واختلف المفسرون في قوله تعالى: چ ? ? ? SS S S ? ? ? چ [الأنبياء: 37]، فقال قوم: هوعلى القلب، كأنه قال: خُلِقت العجلة من الإنسان، وقال بعضهم إنما المعنى: أنه يكثر العجلة؛ فهو مائل في جانبها؛ فكأنه خلق منها، ومثل ذلك يتردد في الكلام، تقول للصبي الذي يحب اللعب ويكثره: ما أنت إلا مخلوق من لعب ...)) (1).\n6ـ قرينة خصائص الشاعر الأسلوبية:\nـ وقال عند قول أبي تمام:\nفَتًى دَخَرَ الدُّنيا أُناسٌ وَلَم يَزَل ... لَها باذِلًا فَانظُر لِمَن بَقِيَ الذُّخرُ [بحر الطويل]\n((الرواية المعروفة: ((لم يزل لها داحرا))، والذي غيرها بـ: ((باذل)) إنما كره لفظ ((داحر))، وذلك يدل على سُخْف رأي وجهل، وفي قوله: ((داحر)) ضرب من الصناعة التي كان يتبعها الطائي؛ لأن ((داحرا)) تصحيف ((داخر)))) (2).\nـ قال عند قول أبي تمام:\nمَضَوا لَم يُخزِ قائِلَهُم خُمولٌ ... وَلَم يُجدِب فَعالَهُمُ جُدوبُ [بحر الخفيف]\n((((يُجْدِب)): يَعِيبُ، وإن رويت: ((جَدُوبُ)) بفتح الجيم فهو: ((فَعُول))، من ((جَدَبْتُه))؛ إذا عبته، وإن رويتَ: ((جُدُوب)) ـ بالضم ـ فهوأشبه بصنعة أبي تمام؛ لأنه يريد جمع جدب)) (3).\n_________\n(1) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [3/ 90ب12، 13] ولمزيد من المواضع في نفس هذه الجزئية تُنْظَرُ المواضع الآتية: [4/ 374ب1]، [1/ 428ب10]، [1/ 414 ـ 415ب25]\n(2) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [4/ 574ب30]. ونلفت الانتباه أن هذه هي رواية البيت كما رواها التبريزي.\n(3) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [4/ 559ب26].",
        "(1/379)\n\nـ ومنه قوله عند قول أبي تمام:\nتُثَفّى الحَربُ مِنهُ حينَ تَغلي ... مَراجِلُها بِشَيطانٍ رَجيمِ [بحر الوافر]\n((... ((تُثَفّى)) من الأثافي .. ومن قال ((أَثَّفَتْ)) فوزن ((أُثْفية)) عنده ((فُعْلية)). وهاتان الروايتان أولى بصنعة الطائي، من رواية من روى: ((تصلى الحرب منه)).)) (1).\nـ ومنه قوله عند قول أبي تمام:\nأَإِلى بَني عَبدِ الكَريمِ تَشاوَسَت ... عَيناكَ وَيلَكَ خِلفَ مَن تَتَفَوَّقُ [بحر الكامل]\n((.ومن روى ((خِلْف)) ـ بفتح الخاء ـ فهوبعيد من مذهب الطائي، وله مذهب في القياس)) (2).\nـ وقال عند قول أبي تمام:\nجَرى حاتِمٌ في حَلبَةٍ مِنهُ لَوجَرى ... بِها القَطرُ شَأوًا قيلَ أَيُّهُما القَطرُ [بحر الطويل]\n((والرواية المعروفة: ((بها القطر شأوا واحدا جمس القطر))؛وهوأشبه بكلام\nالطائي)))) (3).\nـ ومنه قوله عند قول أبي تمام:\nقَد كِدتُ أَن أَنسى ظِماءَ جَوانِحي ... مِن بُعدِ شُقَّةِ مَورِدي عَن مَصدَري [بحر الكامل]\n((والأشبه أن يكون مد ((الظماء))؛ لأنه تكرر في شعره ممدودا، وذلك رديء؛ لأنه قليل في المستعمل)) (4).\nوالتبريزي في اعتماده على أسلوب الشاعر كقرينة لبيان النص يسلك مسلك أستاذه الذي أشرنا إليه من قبل.\n_________\n(1) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [3/ 162ب17].\n(2) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [4/ 396ب18].\n(3) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [4/ 574ب29] ولمزيد من المواضع في نفس هذه الجزئية تُنْظَرُ المواضع الآتية: [2/ 38ب27]، [1/ 407ب6]، [3/ 325ب13]، [4/ 470ب1]، [1/ 395ب39]، [2/ 288ب6]، [2/ 17ب29].\n(4) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [4/ 455ب26].\n(1/380)",
        "\nولعل في منهجهما هذا إشارة إلى أن الوزن والقافية لا يمثلان أي عبء على الشاعر المتمكن من لغته وأنه رغم وجود هذين القيدين يمكن أن يكون له أسلوب. وهما في هذا يتفقان مع النقاد العرب الذين ((انتهوا إلى أن أعلى مراتب البراعة السيطرة على القيد المضروب، وفك الحصار المفروض، حتى لا أثر لهما في المنجز من اللغة)) (1).\nولعل في منهجهما هذا أيضا رد قديم على أصحاب ((قصيدة النثر)) و ((النثيرة)) الذين يرون ((في انبناء البيت على الانتظام رتابة مملة كما عدوا القافية قيدا شكليا يحول عمل الشاعر إلى جري وراء الموافقة الصوتية على حساب المعنى))، والذين يدعون ـ كما يقول أحد دعاتهم أدونيس ـ أن ((الشعر هو الكلام الموزون المقفى، عبارة تشوه الشعر، فهي العلامة والشاهد على المحدودية والانغلاق، وهي إلى ذلك معيار يناقض الطبيعة الشعرية العربية ذاتها)) (2).\n7ـ قرينة خصائص الصنعة الشعرية.\nقال أبوتمام:\nمِن كُلِّ ريمٍ لَم تَرُم سوءًا وَلَم ... تَخلِط صِبى أَيّامِها بِتَصابي [بحر الكامل]\n((.. وتخفيف الريم في هذا الموضع أجود في صناعة الشعر؛ لأنه يصير مجانسا لـ ((تَرُمْ)))) (3).\n[ب] قرائن السياق غير اللغوي:\nأما قرائن السياق غير اللغوي فقد تنوعت بين القرائن التاريخية، الجغرافية، والعرفية وغيرها. أما القرينة التاريخية فتظهر عند قوله على بيت أبي تمام:\n_________\n(1) حمادي صمود: الشعر وصفة الشعر في التراث، ص 78، مقال بمجلة فصول ع تراثنا النقدي ج1/ ديسمبر 1985م\n(2) السابق ص 76\n(3) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [1/ 76 ـ 77ب4] ويُنْظَرُ أيضًا الموضعان الآتيان: [4/ 450ب6]، [1/ 9].\n(1/381)\n",
        "وَلَو عَلِمَ الشَيخانِ أُدٌّ وَيَعرُبٌ ... لَسُرَّت إِذَن تِلكَ العِظامُ الرَّمائِمُ [بحر الطويل]\n((وليس بحسن أن يُجعل ((أُدٌّ)) في هذا البيت أبا تميم بن مُرّ بن أُد بن طابخة بن إلياس بن مضر؛ لأن أُد بن طابخة لم يكن أبا لكل العرب، ولأن القول أعم في المدح)) (1).\nأما الجغرافية فتظهر عند قول أبي تمام:\nحَطَطتَ بِها يَومَ العَروبَةِ عِزَّهُ ... وَكانَ مُقيمًا بَينَ نَسرٍ وَفَرقَدِ [بحر الطويل]\n((واستعماله ((نَسرا)) و ((فرقدا)) بغير ألف ولام: أحسن من قوله ((كوَجْدِ فرزدق))، ومن قوله: ((ما بين أندلُس إلى صنعاء))؛ لأن ((الفرزدق)) و ((الأندلس)) لا يعرف غيرهما، مما له هذا الاسم، والنسر والفرقد: معهما غيرهما؛ فيحسن فيهما التنكير؛ لأجل الاشتراك)) (2).\nوالعرفية فنلحظها عند قول أبي تمام:\nوَإِن خَفَرَت أَموالَ قَومٍ أَكُفُّهُم ... مِنَ النَّيلِ وَالجَدوى فَكَفّاهُ مَقطَعُ [بحر الطويل]\n((يقول إذا كانت يد الرجل كالخفير لماله؛ تحفظه من السؤال؛ فكفاه مقطع؛ أي يُقطع فيهما الطريق على المال؛ لأن العادة جارية بأن المال يؤخذ في قطع\nالطريق)) (3).\nوهذه القرائن السياقية غير اللغوية لهي دليل واضح على ثقافة التبريزي الواسعة التي تحيط بمعظم جوانب الثقافة العربية.\n_________\n(1) ديوان أبي تمام بشرح التبريزي: [3/ 182ب29]، وينظر أيضا: [2/ 32ـ33ب2].\n(2) ديوان أبي تمام بشرح التبريزي: [2/ 26ب24]، وينظر أيضا: [1/ 26ب6]\n(3) ديوان أبي تمام بشرح التبريزي: [2/ 330ب32]. وينظر أيضا: [3/ 277ب28]، [1/ 208ب28]، [3/ 346ب6]، [2/ 349ب27]، [4/ 44ب7]، [2/ 179ب51].\n(1/382)\n\n3) العنصر الثالث من عناصر المنهج: توظيف الخصائص والسمات الأساسية للبيئة اللغوية الفصيحة المستقرة في عصره في شرح الديوان:\nعلى نهج أستاذه كان التبريزي يستخدم خصائص البيئة اللغوية المستقرة في عصره لشرح الديوان، فهي عنده أيضًا كانت بمثابة المعيار الثابت الذي يحتكم إليه ـ عند شرحه ـ لبيان اقتراب أوابتعاد الديوان من هذا المعيار.\nوقبل تقديم هذا الاقتراب أوالابتعاد يجب أن نقدم تصور التبريزي للغة.\n* اللغة عند التبريزي:\nمن خلال تتبع شرح التبريزي نستطيع أن نرسم صورة للغة عنده، وهي كالتالي:\nتنقسم اللغة عنده إلى قسمين: لغة العامة، ولغة أهل العلم.\nأما لغة العامة فهي تتسم بـ:\n• أن لها كيانها الخاص وأساليبها الخاصة بها وألفاظًا مصطلحًا عليها داخلها.\nـ قال التبريزي عند قول أبي تمام:\nأَخَرِستَ إِذ عايَنتَني حَتّى إِذا ... ما غِبتَ عَن بَصَري ظَلِلتَ تَشَدَّقُ [بحر الكامل]\n((هذا معنى يتردد في كلام الخاص والعام، يقول: إذا رآني سكتَ فلم ينطق، وإذا غبت تشدق بالقول)) (1).\nـ وقال التبريزي: ((العامة يقولون: نظر إليهم الزمن إذا فعل بهم فِعْلا قبيحًا، وقد استعملوا ذلك في العصر القديم ... وإنما هواصطلاح من العامة؛ لأن النظر إلى الإنسان ممن فوقه جائز أن يجلب إليه خيرا أوشرا)) (2).\nـ وقال: ((والعامة إذا قالوا للرجل هوابن الطريق؛ نسبوه إلى أنه وُجِدَ منبوذًا)) (3).\nـ وقال التبريزي عند قول أبي تمام:\n_________\n(1) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [4/ 395ب12].\n(2) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [4/ 471ب2].\n(3) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [2/ 179 ب51].",
        "(1/383)\n\nرَأى الرومُ صُبحًا أَنَّها هِيَ إِذ رَأَوا ... غَداةَ التَقى الزَّحفانِ أَنَّهُما هُما [بحر الطويل]\n((.. ((أنهما هي)) يعني المنية، وهذا كلام يستعمله العامة كثيرا، إذا أشرف على الرجل منهم أمر قال: هي هي؛ أي: هذه القصة هي المنية التي تُنْتَظر)) (1).\nـ وقال التبريزي عند قول أبي تمام:\nلَم يُسَوَّد وَجهُ الوِصالِ بِوَسمٍ الحُبِّ حَتّى تَكَشخَنَ العُشّاقُ [بحر الخفيف]\n((.. ((تَكَشخَنَ)) كلمة عامية لا تعرفها العرب، وإذا حُمِلَت على القياس فالصواب: تَكشَّخَ)) (2).\nـ وقال التبريزي عند قول أبي تمام:\nكَساكِ مِنَ الأَنوارِ أَصفَرُ فاقِعٌ ... وَأَبيَضُ ناصِعٌ وَأَحمَرُ ساطِعُ [بحر الطويل]\n((والاشتقاق لا يمنع أن يوصف الأبيض بالفاقع؛ إلا أنهم لم يستعملوه (...) وأهل البصرة يقولون: حَمَامٌ فَقِيع، وهي كلمة عامية، وقد طعن فيها بعض أهل العلم)) (3).\nـ وقال التبريزي عند قول أبي تمام:\nلَبَّيتَ صَوتًا زِبَطرِيًّا هَرَقتَ لَهُ ... كَأسَ الكَرى وَرُضابَ الخُرَّدِ العُرُبِ [بحر البسيط]\n((.. ((زِبَطرِيّ)): منسوب إلى زبطرة .. ، والعامة يقولون: زَبَطْرة؛ بفتح الزاي، وليس في كلام العرب مثل: دَمَقْس في الرباعي ..)) (4).\nـ وقال التبريزي عند قول أبي تمام:\n_________\n(1) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [3/ 241 ب39].\n(2) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [4/ 405 ـ 406 ب6]، وفي هذا البيت دليل على استعمال أبي تمام للغة العامية في بعض أبياته، ونلاحظ أن التبريزي لجأ إلى اللغة العامية لتفسير أبيات أبي تمام، حيث لا يكون معنى البيت واضحا إلا إذا لجأ إلى هذه اللغة.\n(3) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [4/ 581 ـ 582ب7].\n(4) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [1/ 61ـ 62].\n(1/384)",
        "\nلَجادَ بِها مِن غَيرِ كُفرٍ بِرَبِّهِ ... وَآساهُمُ مِن صَومِهِ وَصَلاتِهِ [بحر الطويل]\n((الصواب ((وآساهم))؛ لأنه من تصييره إياهم أسوته؛ أي: مثله، إلا أن العامة يقولون: واساه، وقد استعملوا مثل ذلك في مواضع كثيرة، مثل: آكله، وآخاه)) (1).\nوقد توجد ألفاظ مشتركة بينها وبين لغة أهل العلم، ولكنها ذات دلالة مختلفة؛ أي تستقل لغة العامة بدلالة مستقلة عن لغة أهل العلم، قال التبريزي: ((والشمائل أكثر ما تستعمل العرب في معنى الخلائق ... والعامة يقولون: فلان حسن الشمائل يريدون به حُسْن الخلق والقد، والاشتقاق يجيز ذلك)) (2).\n...\nأما اللغة التي تقابل اللغة العامية ـ وهي التي اعتمد عليها وعلى خصائصها وسماتها في شرح الديوان ـ فهي اللغة التي سماها التبريزي لغة ((أهل العلم)) (3)، و ((أصحاب اللغة)) (4)، و ((أهل اللغة)) (5)، و ((كلام العرب)) (6).\nوهذه اللغة تتميز بما يلي:\n1ـ أنها لغة اصطلاحية:\nقال التبريزي: ((وأصل الهبوط: الانحدار، وجرى الاصطلاح على أن يقولوا: نزلنا أرض كذا، وهبطنا؛ إذا حلوها، وإن كانت مرتفعة)) (7).\n2ـ أنها لغة تتكون من عدة لغات، ودليل ذلك:\nـ قال التبريزي عند قول أبي تمام:\n_________\n(1) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [1/ 309 ـ 310].\n(2) يُنْظَرُ ديوان أبي تمام بشرح الخطيب التبريزي: [2/ 243ب5].\n(3) يُنْظَرُ ديوان أبي تمام بشرح الخطيب التبريزي: [3/ 216 ب23]، [4/ 582 ب7].\n(4) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [1/ 352 ـ 353 ب27].\n(5) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [1/ 184 ب17].\n(6) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [4/ 358 ب3].\n(7) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [1/ 223 ـ 224ب15].\n(1/385)\n",
        "أَسقى طُلولَهُمُ أَجَشُّ هَزيمُ ... وَغَدَت عَلَيهِم نَضرَةٌ وَنَعيمُ [بحر الكامل]\n((يقال: سقى، وأسقى، قال قوم هما بمعنى واحد (...) وأنشدوا قول لبيد:\nسَقى قَومي بَني مَجدٍ وَأَسقى ... نُمَيرًا وَالقَبائِلَ مِن هِلالِ [بحر الوافر]\nفجمع بين اللغتين)) (1).\nـ وقال التبريزي عند قول أبي تمام:\nإِذا سيلَ سُدَّ العُذرُ عَن صُلبِ مالِهِ ... وَإِن هَمَّ لَم تُسدَر عَلَيهِ المَسالِكُ [بحر الطويل]\n((قوله: ((سِيل)) .. على لغة من قال سِلْتُ أسال)) (2).\nـ وقال: ((وأما الباه: فلغة في الباءة، وهوالنكاح ... ويقال إن فيها أربع لغات: الباءة، والباهة، والباء، والباه)) (3).\n3ـ ومن هذه اللغات ما يتميز ببعض الخصائص:\nمثل قول التبريزي: ((يقال: عَقِدُ الرملِ وعَقَدَهُ، وهوما يُعْقَد منه، والذين يسكنون نجدًا ونحوها يقولون: عَقْد الرمل)) (4).\n4ـ ومن هذه اللغات الفصيح والرديء:\nـ قال التبريزي عند قول أبي تمام:\nلِمْ لَم أَمُت حُزُنًا لِمَ لَم أَمُت أَسَفًا ... لِمْ لَم أَمُت جَزَعًا لِمْ لَم أَمُت كَمَدا [بحر البسيط]\n((سَكَّنَ الميم في ((لم))، وحكي ذلك عن العرب واللغة الفصيحة غيرها)) (5).\nـ وقال التبريزي عند قول أبي تمام:\n_________\n(1) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [3/ 289ب1].\n(2) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [2/ 460ب11].\n(3) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [3/ 346ب6]، وينظر أيضا: [1/ 62]، [3/ 175ب52]\n(4) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [1/ 423ب1].\n(5) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [4/ 187].\n(1/386)\n\nأَخَذتَها لَبْوَةَ العِرّيسِ مُلبِدَةً ... في الغابِ وَالنَّجمُ أَدنى مِن مَناكِحِها [بحر البسيط]\n((يقال: ((لَبُؤَة)) على مثال سَبُعَة؛ فهذه اللغة الفصيحة)) (1).\nـ وقال: ((يقال: جاء القوم بأجمُعِهم؛ بضم الميم، وهوأفصح عندهم من أجمَعِهم بالفتح؛ لأن أجمع مقصور على التوكيد)) (2).\nـ وقال: ((وهَلَك بفتح اللام اللغة الفصيحة، وحكى بعضهم: هَلِكَ)) (3).\nـ وقال التبريزي عند قول أبي تمام:\nصَدَّعتَ جِريَتَهُم في عُصبَةٍ قُلُلٍ ... قَد صَرَّحَ الماءُ عَنها وَانجَلى الزَّبَدُ [بحر البسيط]\n((و ((قُلُل)): جمع قليل، وربما قالوا: قُلَل، فإن صَحَّ ذلك؛ فإنهم فتحوا للتضعيف (...)؛ وهي لغة رديئة)) (4).\n5ـ ومن اللغات الفصيحة ما هو اللغة العالية:\nقال التبريزي عند قول أبي تمام:\nأَيُرضِخُنا رَضخَ النَّوى وَهومُصمِتٌ ... وَيَأكُلُنا أَكلَ الدَّبا وَهوجائِعُ [بحر الطويل]\n((يقال: رضخ النوى؛ إذا دَقَّه ليعلفه الإبل، ويقال بالحاء أيضا، والحاء عندهم هي اللغة العالية)) (5).\n6 ـ وأنها لغة متطورة بدليل قول التبريزي عند قول أبي تمام:\nقَلتًا مِنَ الريقِ ناقِعَ الذَّوبِ إِلا أَنَّ بَردَ الأَكبادِ في جَمَدِه [بحر المنسرح]\n_________\n(1) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [1/ 353 ـ 354ب31].\n(2) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [3/ 301ب21].\n(3) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [2/ 455ب2].\n(4) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [2/ 13ـ14ب13].\n(5) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [4/ 582ب10]، ولاشك أن أبا العلاء هوصاحب هذا المصطلح.",
        "(1/387)\n\n((الهاء في ((جمده)) لا تعود إلى الريق، بل يعود إلى: القلْت، الذي هوكناية عن الفم. وسقط قول العائب: ما معنى جَمَد الريق؟، إذا كان الجمد كناية عن الأسنان. وهذا ظاهرٌ حَسَنٌ، وليس لأحد أن يقول: الجُمُود يستعمل فيما كان سائلا قبل؛ لأنهم توسعوا في استعماله واستعمال الذوب، ألا تراهم يقولون فيمن لا يبكي عند الرزايا: هوجماد الحاجبين)) (1).\nوبدليل استخدامه للفظة ((المحدثين))، ولم يقل العامة:\nـ قال عند قول أبي تمام:\nحَتّى كَأَنَّ جَلابيبَ الدُّجى رَغِبَت ... عَن لَونِها وَكَأَنَّ الشَّمسَ لَم تَغِبِ [بحر البسيط]\n((والدجية: الظلمة، وقال قومٌ: لايقال دُجية إلا لليل مع غيم، فأما المحدثون فيعبرون بالدجى عن الليل، ولا يفرقون بين المقمر وغيره)) (2).\nـ وقال عند قول أبي تمام:\nفَأُقسِمُ لَوسَأَلتِ دُجاهُ عَنّي ... لَقَد أَنباكِ عَن وَجدٍ عَظيمِ [بحر الوافر]\n((هكذا يروى على توحيد ((الدجى))، والمعروف أنها جمع دجية، ولكن المحدثين يستعملونها في معنى الواحد، وذلك جائز على معنى الجنس)) (3).\nـ وقال عند قول أبي تمام:\nما يُبالونَ إِذا ما أَفضَلوا ... ما بَقِي مِن مالِهِم أَوما هَلَك [بحر الرمل]\n((إن كان استعمل لغة طيئ فهي ((بقا))، في لفظ الألف على وزن ((رحا))، وإن كان استعمل اللغة الأخرى، وهي أضعف اللغتين، فقد ألفتها العامة، وكثرت في أشعار المحدثين، وهي في الشعر الأول قليلة)) (4).\n_________\n(1) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [1/ 426ب7].\n(2) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [1/ 53 ـ 54ب27].\n(3) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [3/ 161ب8].\n(4) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [2/ 455ب2].\n(1/388)",
        "\nهذا هو تصور التبريزي للغة، فهي في تصوره: عامية، وفصيحة. واللغة الفصيحة تتكون من ((لغات))، منها الرديء (1) ومنها الفصيح، وأن من اللغات الفصيحة ((اللغات العالية))، وأنها متطورة.\nوهنا نود إيراد ملحوظتين:\n1ـ أن التبريزي اعتمد على اللغة العامية لتفسير بعض أبيات أبي تمام الذي لجأ هو نفسه إليها.\n2ـ التبريزي اتخذ من اللغة الفصحى معيارا أساسيا في شرح الديوان، معتمدا على خصائصها وسماتها، وبيان مدى اقتراب أبي تمام من هذا المعيار، أوابتعاده عنه.\nوبعد أن قدمنا تصور التبريزي للغة، سنحاول في الصفحات التالية عرض العنصر الثاني من عناصر المنهج عند التبريزي وهو: توظيف الخصائص والسمات الأساسية للبيئة اللغوية الفصيحة المستقرة في عصره في شرح الديوان، وسنوضح كيف استغل خصائص اللغة الفصحى، وكيف استخدمها كمعيار ثابت أوضح من خلاله مدى اقتراب أبي تمام منه أوابتعاده، وهو في ذلك يحذو حذو أستاذه أبي العلاء.\n• توظيف خصائص اللغة الراقية في شرح الديوان:\nاعتمد التبريزي على خصائص اللغة الراقية في شرحه للديوان، وتتمثل تلك الخصائص التي اعتمد عليها في: الخصائص الصرفية، والخصائص النحوية، وتوظيف الاستعمال اللغوي، هذا بالإضافة إلى توظيفه لخصائص البيئة الأدبية التي استقر عليها الشعراء.\nوقبل أن نشرع في توضيح هذه الخصائص نشير إلى ما يدل على اعتماد التبريزي على خصائص اللغة الراقية، وهوتكراره لكلمة ((يقال)) ومشتقاتها: ((يقولون، وهومن قولهم، قيل)). وتكاد هذه اللفظة تذكر مع كل بيت يشرحه التبريزي، بل قد تذكر في البيت الواحد ثلاث مرات.\nـ قال عند قول أبي تمام:\n_________\n(1) مصطلح الرديء عند التبريزي يعني: قليل الاستعمال، [4/ 456].\n(1/389)\n",
        "وَرَأيُكَ مِثلُ رَأيِ السَّيفِ صَحَّت ... مَشورَةُ حَدِّهِ عِندَ المِصاعِ [بحر الوافر]\n((يقال مَشُورة ومَشْوَرة، وهومن قولهم: شار الأمرَ يشوره إذا عرضه)) (1).\nـ وقال عند قول أبي تمام:\nأيُّ ندى بين الثرى والجبوب ... وسؤددٍ لدنٍ ورأي صليب [بحر الرجز]\n((الجبوب: يقال إنها الأرض الغليظة، وقيل: الطين اليابس، وقيل: هي ظاهر الأرض)) (2).\n[أ] توظيف الخصائص الصرفية:\nوظف التبريزي الخصائص الصرفية عند شرحه لبعض أبيات الديوان، وقد أخذ هذا التوظيف أشكالا متعددة:\n· توظيفها لبيان مدي اقتراب أبي تمام من هذه الخصائص الصرفية.\nـ قال عند قول أبي تمام:\nأَحسِن بِأَيّامِ العَقيقِ وَأَطيِبِ ... وَالعَيشِ في أَظلالِهِنَّ المُعجِبِ [بحر الكامل]\n((وقال: ((أطيب))؛ فصحح الياءَ؛ لأن التعجب شأنه ذلك، يظهر فيه التضعيف، ويصح المعتلُّ، إذا بنيته على ((ما أَفْعَله))؛ فإنه يصح مُعتله، ولا يظهر مضعفه، تقول: ما أقولَهُ للحق، وما أعزَّهُ، وما أشدَّه؛ فتدغم، فإذا صرت إلى لفظ ((أفعل به))، قلت: أقْوِلْ به وأعزز، ولم يقولوا: أعزَّ بفلان ألبتة)) (3).\nـ وقال عند قول أبي تمام:\nلَمّا أَطالَ ارتِجالَ العَذلِ قُلتُ لَهُ ... ألحَزمُ يَثني خُطوبَ الدَهرِ لا الخُطَبُ [بحر البسيط]\n_________\n(1) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [2/ 340ب29].\n(2) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [4/ 47ب1].\n(3) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [1/ 92].\n(1/390)\n\n((قطع ألف الوصل في أول النصف الثاني من البيت؛ إذ كان ما قبله موضع وقف؛ لأنه قال: ((قلت له))، ثم ابتدأ بأول الكلام المحكيِّ)) (1).\nـ وقال عند قول أبي تمام:\nكَأَنَّ السَحابَ الغُرَّ غَيَّبنَ تَحتَها ... حَبيبًا فَما تَرقا لَهُنَّ مَدامِعُ [بحر الطويل]\n((يقول: أكثرت عليها السحاب من أمطارها حتى كأنها دُفِنَ فيها حبيبٌ، فهي تبكي عليه، يعني الرياض، وخفف الهمزة في ((ترقأ)) وهوجائز بلا خلاف)) (2).\n· ويُوظف التبريزي الخصائص الصرفية بصورة أخرى، حيث يقوم من خلالها من الوقوف على مدى ابتعاد أبي تمام عنها:\nـ قال عند قول أبي تمام:\nخَلائِقٌ فيهِ غَضَّةٌ جُدُدٌ ... لَيسَت بِمَنهوكَةٍ وَلا لُبُسِ [بحر المنسرح]\n((... و ((لُبُس)) جمع لَبِيس، وفعيل إذا كان بمعنى مفعول؛ فليس بابه أن يجمع على فُعُل، ولكنه قد يدخل الباب على الباب، كما قالوا، ((قتيل وقُتَلاء، وأسير وأسراء))، وإنما القياس: قَتْلى، وأسرى)) (3).\nـ وقال عند قول أبي تمام:\nأَما وَأَبيها لَورَأَتني لَأَيقَنَت ... بِطولِ جَوًى يَنفَضُّ مِنهُ الحَيازِمُ [بحر الطويل]\n((... والحيازم: أراد الحيازيم؛ فحذف الياء، وإنما الواحد ((حيزوم))، وحذف هذه الياء في الجمع يجترئ عليه الشعراء كثيرًا، كما قالوا: عصافر، ومصابح في جمع عصفور، ومصباح)) (4).\nـ وقال عند قول أبي تمام:\n_________\n(1) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [1/ 242ب12].\n(2) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [4/ 580 ـ 581 ب4].\n(3) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [2/ 240ب16].\n(4) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [3/ 177ـ 178ب6].",
        "(1/391)\n\nالشَرقُ غَربٌ حينَ تَلحَظُ قَصدَهُ ... وَمَخالِفُ اليَمَنِ القَصِيِّ شَآمُ [بحر الكامل]\n((... وقد تردد مجيء ((الشآم)) في شعر الطائي على ((فَعال))، وقد جاء ذلك في الشعر القديم إلا أنه شاذ)) (1).\nـ وقال عند قول أبي تمام:\nلَم يُسَوَّد وَجهُ الوِصالِ بِوَسم الحُبِّ حَتّى تَكَشخَنَ العُشّاقُ [بحر الخفيف]\n((.. ((تكشخن)): كلمة عامية لا تعرفها العرب، وإذا حُمِلتْ على القياس، فالصواب ((تَكشَّخَ))؛ لأنك إذا بنيت ((تَفَعَّل)) من سكران فالوجه أن تقول: ((تَسَكَّر))، وأما مثل: تَسَكْرن من السَّكران، وتَعَطْشَن من العَطْشان فمعدوم قليل)) (2).\nـ وقال عند قول أبي تمام:\nآثارُ أَموالِكَ الأَدثارِ قَد خَلُقَت ... وَخَلَّفَت نِعَمًا آثارُها جُدُدُ [بحر البسيط]\n((الأدثار: يحتمل وجهين: أحدهما: أن يكون جمع ((دثْر)) من المال؛ وهوالكثير، والمعروف في جمعه: ((دُثُور)) و ((فَعْل)) ليس بابه أن يجمع على ((أَفْعَال))، ولكنه قد جاء في مواضع، مثل: ((زَنْد وأَزْنَاد، وفرخ وأفراخ، ....)) والآخر: أن يكون من قولهم ((أثر داثر، وربع داثر؛ أي: طامس))؛فيجمع على أفعال)) (3).\n· وقد وظف الخصائص الصرفية لبيان عربية لفظةٍ أوأعجميتها:\n((الياقوت: كلمة قد استعملتها العرب، فهي كلمة أعجمية في الأصل، وليس لها اشتقاق في كلامهم؛ لأنهم لم يحكوا ((أليقْتُ)))) (4).\n· وقد وظف الخصائص الصرفية في تفضيل رواية لبيت على رواية أخرى:\n_________\n(1) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [3/ 154ب24].\n(2) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [4/ 405ب6].\n(3) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [2/ 21ب51]، ولمزيد من المواضع في هذه الجزئية تُنْظَرُ المواضع الآتية: [2/ 191ب2]، [4/ 521ب14]، [4/ 523ب22]\n(4) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [1/ 106].\n(1/392)",
        "\nقال التبريزي عند قول أبي تمام:\nوَبَيَّتَّ البَياتَ بِعَقدِ جَأشٍ ... أَشَدَّ قُوًى مِنَ الحَجَرِ الصَّلودِ [بحر الوافر]\n((... ومن روى: ((أَمَرَّ قوًى)): فالمعنى أشدَّ إمرارًا؛ أي: فتلا، و ((أَشَدَّ قُوًى)) أجود الروايتين؛ لأن المعروف أمررت الحبل بالهمز، وهم يجتنبون أن يبنى فعل التعجب على أَفْعَلَ في التفضيل، إلا في أشياء مسموعة)) (1).\n_________\n(1) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [2/ 38ب27]. ونضيف في ختام هذه الجزئية أن التبريزي كان يتطرق للخصائص الصرفية لمجرد الاستطراد فقط، وليس لهدف معين:\nـ قال عند قول أبي تمام:\nأَمُقرانُ يا ابنَ بَناتِ العُلوجِ ... وَنَسلَ اليَهودِ شِرارِ البَشَر [بحر المتقارب]\n((اليهود تستعمل بألف ولام، وبغيرها، ولم تجئ هذه اللفظة في القرآن إلا بالألف واللام)) [4/ 376ب1]\nـ وقال عند قول أبي تمام:\nإِن كانَ وَجهُكَ لي تَترى مَحاسِنُهُ ... فَإِنَّ فِعلَكَ بي تَترى مَساويهِ [بحر البسيط]\n((... ((تترى)) يجوز فيها التنوين وتركه، فإذا لم تنون فألفها للتأنيث، وإن نونت فألفها للإلحاق، والتاء في أولها بدل من الواو، كأنهم قالوا: وَتْرَى؛ ثم قلبوا الواوتاء و ((مساويه)): أصلها الهمز؛ لأنه من ساءَ يسوء، والتخفيف مطرد)) [4/ 292ب2]\nـ وقال عند قول أبي تمام:\nأَلِكني إِلى حَيِّ الأَراقِمِ إِنَّهُ ... مِنَ الطائِرِ الأَحشاءِ تُهدى المَآلِكُ [بحر الطويل]\n\n((و ((ألكني)) إذا قيل إنها من المالُكة؛ فهي كلمة شاذة؛ لأنك لوبنيت الفعل من ((المالُكة)) على ثلاث؛ لقلت: ألك، فإن قلتَ في المضارع: يالِك؛ وجب أن تقول إذا أمرت: اِيلِكَ، وإن بنيتَه على يَالُكُ؛ وجب أن نقول: ولُك، مثل: اُُومر من أمر يأمر، وإن بني الماضي على ألِك؛ وجب أن يقال: ايلَك، في وزن ايذَن، وإذا بُني الفعل على ((أفعل))؛ فالوجه أن يقال: آلِكني، مثل: آذِنِّي، وقد ادعى بعض أهل العلم أن أصل أَلِكني: آلكني؛ فحذفت المدة لكثرة الاستعمال، وقال قومٌ: الأصل أن يقال: مَلْأكة، ومَالَكة كما يقال: جذب وجبذ؛ وإنما ألْإِكْنِي في معنى أَلِكْني؛ فنقلت كسرةُ الهمزة إلى اللام وحذفت، وذلك كثير موجود، وهذا أقيس من الوجه الأول)) [2/ 459ب7] ولمزيد من المواضع في هذه الجزئية تُنْظَرُ المواضع الآتية: [1/ 353ب31]، [1/ 61 ـ 62]، [2/ 460ب10].\n(1/393)\n",
        "[ب] توظيف الخصائص النحوية:\nاستغل التبريزي الخصائص النحوية أيضا في شرحه لبعض أبيات الديوان، مبينًا مدى اقتراب أبي تمام من هذه الخصائص أوابتعاده عنها.\nومن أمثلة المواضع التي ابتعد فيها أبوتمام عن الخصائص النحوية، التالي:\nـ قال عند قول أبي تمام:\nلازالَ جودُكَ يَخشى البخلُ صَولَتَهُ ... وَزالَ عودُكَ تَسقي رَوضَهُ الدِيَمُ [بحر البسيط]\n((إذا صحت هذه الرواية؛ فقد حذف ((لا)) في قوله: ((وزَال عودك))؛ لأنه أراد: ((ولا زال عودك))؛ وحذفها في هذا الموضع قليل، وإنما كثر في القسم، كما جاء في الآية: چ ? ? ? ? ?چ [يوسف: 85]؛ أي: لا تفتأ، ومثله كثير، فأما في مثل بيت الطائي فحذفها مفقود؛ لأنه يؤدي إلى اللبس)) (1).\nـ وقال عند قول أبي تمام:\nنَقولُ إِن قُلتُمُ لا لا مُسَلَّمَةً ... لِأَمرِكُم وَنَعَم إِن قُلتُم نَعَما [بحر البسيط]\n((((لا))، ((نعم)) يُحكيان، وهما ينوبان عن جملتين (...) والغالب عليها ألا يدركهما إعراب، وقد أعرب الطائي ((نعم)) في هذا البيت (...) ونصب الطائيُّ\n((نعم)) في القافية؛ لأنه أخرجها من بابها، وجعلها مفعولة للقول)) (2).\nـ وقال عند قول أبي تمام:\nمَلَكَ الكِلالُ رِقابَها وَأُنوفَها ... فَنُعوبُها دينٌ لَها وَسُعومُها [بحر الكامل]\n((وكون الفاء في قوله: ((فنعوبها)) واوا أحسن، وعليه يصح المعنى، ولعل الطائي قاله كذلك)) (3).\n_________\n(1) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [3/ 247ب2].\n(2) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [3/ 174ب48].\n(3) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [3/ 277ب29].\n(1/394)\n\nـ وقال عند قول أبي تمام:\nبِكَ عادَ النِّضالُ دونَ المَساعي ... وَاهتَدَينَ النِّبالُ لِلأَغراضِ [بحر الخفيف]\n((... وقوله ((واهتدين النبال)): قد مر القول في أنه يردد مثل هذا الفعل الذي يتقدم فيه الضمير قبل الذكر، وهوعربي إلا أنه قليل)) (1).\nـ وقال عند قول أبي تمام:\nما كُنتُ أَحسِبُ أَنَّ الدَهرَ يُمهِلُني ... حَتّى أَرى أَحَدًا يَهجوهُ لا أَحَدُ [بحر البسيط]\n((أصل أحد أن يستعمل في النفي، فيقال: ((ما جاءني أحد، ولا رأيت أحدًا، ولا مررت بأحدٍ))، ويقبح أن نقول: ((جاءني أحدٌ)) ... ولكن العرب خصت النفي بأشياء لم تستعملها في غيره، كقولهم: ((ما بالدار دَيَّار)) ... إلا أن الشعراء ربما أخرجت ((أحدًا)) إلى غير هذا النوع، وذلك من الضرورات)) (2).\n· ومن المواضع التي اقترب فيها الطائي من الخصائص النحوية:\nـ قال عند قول أبي تمام:\nما خالِدٌ لي دونَ أَيّوبٍ وَلا ... عَبدُ العَزيزِ وَلَستُ دونَ وَليدِ [بحر الكامل]\n((و ((وليد)): يعنى به الوليد بن عبد الملك؛ فحذف الألف واللام، وهوجائز، وقد استعمل ذلك الطائي كثيرًا في مواضع، وهوجائز إلا أن تركه أحسن)) (3).\nـ وقال عند قول أبي تمام:\nأُمنِيَّةٌ ما صادَفوا شَيطانَها ... فيها بِعِفريتٍ وَلا بِمَريدِ [بحر الكامل]\n((.. يقال: ما صادفته حاضرًا، وما صادفته بحاضر؛ فيدخلون الباء إذا كان في أول الكلام نفي أوشيء يشابه النفي)) (4).\n_________\n(1) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [2/ 313ب17].\n(2) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [4/ 340ب2].\n(3) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [1/ 395ب39].\n(4) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [1/ 396ب44].وتُنْظَرُ أيضا المواضع الآتية: [1/ 91ب31]، [1/ 440ب52]، [2/ 161ب6].",
        "(1/395)\n\n· ومن المواضع التي استغل فيها الخصائص النحوية لتوضيح المعنى التالي:\nـ قال عند قول أبي تمام:\nطَبَلَت رَبيعَ رَبيعَةَ المُهمى لَها ... فَوَرَدنَ ظِلَّ رَبيعَةَ المَمدودا [بحر الكامل]\n((... والأحسن أن تكون الإضافة هاهنا على معنى ((من))؛ لأنها إذا كانت بمعنى\n((اللام)) جاز أن يتوهم السامع أنه ربيع لربيعة، دون غيرها من القبائل)) (1).\nـ وقال عند قول أبي تمام:\nيَغشَونَ أَسفَحَهُم مَذانِبَ طَعنَةٍ ... سَيحٍ وَأَشنَعَ ضَربَةٍ أُخدودا [بحر الكامل]\n((... وتخفض ((سيح)) بجعله صفة للطعنة، وإن شئت نصبته على تقدير ((يسيح سيحا))، والأحسن خفض ((ضربة))؛ لأنه عطفه على قوله ((أسفحهم))؛ فوجب أن يكون على تقدير قولك: ((وأشنعهم ضربة))، ولا يكون ذلك إلا في المعنى، والنصب جائز، ولكن هذا الوجه أبين وأحسن، وإنما قبح النصب لأجل حذف المضاف، كما قبح في قولك: ((مررت بأشرف القوم وأحسن وجها))، وأنت تريد: ((وأحسنهم وجها)))) (2).\n******\n\n4 ـ العنصر الرابع من عناصر المنهج: الاعتماد على الاستعمال اللغوي (أوالكلامي) للألفاظ.\nتوظيف الاستعمال اللغوي للغة الراقية:\n_________\n(1) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [1/ 411 ـ 412ب16].\n(2) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [1/ 417ب32].\n(1/396)",
        "\nمن الأمور المهمة التي كان يعتمد عليها التبريزي في شرح الديوان توظيفه لما يمكن أن نسميه بـ ((المسموع اللغوي)) أو ((الاستعمال اللغوي)) الذي كان يقبله ويسلم به دون مناقشة (1).\nومن خلال هذا التوظيف لـ ((المسموع اللغوي)) استطاع التبريزي أن يتمكن من عدة أمور، منها:\n[1] بيان الانحرافات الاستعمالية التي خرج بها أبوتمام على الاستعمال المتعارف عليه\n[2] رد بعض الروايات للديوان.\n[3] بيان معنى البيت قيد الشرح، وإبراز كثير من الجوانب بلاغية فيه.\nوقبل توضيح ما سطرناه آنفا نحب أن نثبت الأمور التالية:\n[أ] أن مصطلح ((الاستعمال اللغوي)) تردد ذكره عند التبريزي صراحة في مواضع عدة من شرحه، بأشكال وألفاظ متعددة:\n[1] فتارة يستخدم لفظ ((استعمل)) بأشكال متعددة: ((يُسْتَعمل))، ((اسْتُعمل))،\n((المستعمل))، ((استعملوا))، ((يستعملون))، ((الاستعمال)) (2).\n[2] وتارة يستخدم للتعبير عن نفس المصطلح قوله: ((وقد حكيت)) (3)، ((وأهل اللغة يحكون)) (4).\n_________\n(1) وما إكثار التبريزي لكلمة ((يقال)) إلا دليل على ما نقول.\n(2) وهذا اللفظ هوالأكثر استخداما، وعدد المواضع التي ورد فيها هذا اللفظ في ديوان أبي تمام 59 موضعا، وهي: [1/ 184، ب18]، [1/ 205، ب19]، [1/ 337، ب32]، [1/ 366، ب35]، [1/ 374،ب18]، [1/ 380 ب45]، [1/ 411،ب15]، [1/ 427، ب8]، [1/ 430 431،ب14]، [1/ 432، ب30]، [1/ 442، ب59]، [1/ 62]، [2/ 10، 11، ب3]، [2/ 144،ب13]، [2/ 169، ب12]، [2/ 231، ب27]، [2/ 243، ب5]، [2/ 255، ب4]، [2/ 26،ب24]، [2/ 35، ب10]، [2/ 59، ب1]، [2/ 6، ب8]، [2/ 96، ب2]، [2/ 99،ب3]، [3/ 191، ب44]، [3/ 195، ب1]، [3/ 212، ب3]، [3/ 236، ب19]، [3/ 237،ب23]، [3/ 239، ب27]، [3/ 266،ب34]، [3/ 266،ب39]، [3/ 276، ب25]، [3/ 280 ب6]، [3/ 287، ب2]، [3/ 313، ب12]، [3/ 348، ب17]، [3/ 76، ب3]، [4/ 137، ب1]، [4/ 155،ب2]، [4/ 170،ب2]، [4/ 212،ب4]، [4/ 225،ب1]، [4/ 26]، [4/ 306،6]، [4/ 346، ب9] [4/ 357،ب5]، [4/ 358،ب3]، [4/ 374،ب1]، [4/ 39،ب6]، [4/ 456،ب26]، [4/ 527،ب8] [4/ 545،ب2]، [4/ 556،ب13]، [4/ 575، ب33]، [4/ 581، ب7]، [4/ 69، ب24]، [4/ 8، ب2]\n(3) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [1/ 166ب34]، [4/ 27ب42].\n(4) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [2/ 16ب25].\n(1/397)\n",
        "[3] وتارة يستخدم كلمة: ((والعادة))،أو ((لأن العادة)) (1)،أو ((جرت العادة)) (2).\n[4] وتارة يستخدم عبارة: ((وهذا كما نقول في الكلام)) (3).\n[5] وتارة يستخدم كلمة: ((تردد ذكر)) (4)، ((تردد الكلام)) (5).\n[6] وتارة يستخدم عبارة: ((والأكثر في كلامهم)) (6)، ((وكثر ذلك حتى قالوا)) (7).\n[7] وتارة يستخدم عبارة: ((ولم يزل القائل يستعير)) (8).\n[8] وتارة يستخدم لفظتا: ((معروف)) (9) ((وغير معروف)) (10).\n[9] وتارة يستخدم عبارة: ((ولم يذكروا)) (11). [10] وتارة يستخدم لفظة: ((الغالب)) (12)\n[11] وتارة يستخدم عبارة: ((ومن كلام العرب)) (13).\n[12] وتارة يستخدم عبارة: ((قليل في كلامهم)) (14).\n_________\n(1) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [3/ 212].\n(2) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [2/ 317ب4].\n(3) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [4/ 348 ـ 349ب8].\n(4) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [2/ 426ب9].\n(5) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [3/ 90ب13س].\n(6) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [4/ 476].\n(7) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [1/ 427ب8]، [4/ 427ب12]. .\n(8) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [4/ 121ب3].\n(9) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [3/ 161ب8]، [4/ 578ب47].\n(10) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [4/ 569ب8].\n(11) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [4/ 545ب1].\n(12) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [1/ 425ب7].\n(13) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [2/ 154ب2].\n(14) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [4/ 347ب2].\n(1/398)\n\n[ب] أن التبريزي كان على وعي بالتطور الدلالي للألفاظ المستعملة، فهوعلى وعي بأن اللفظة كانت تستخدم في معنى معين في وقت من الأوقات ثم حدث لها تطور دلالي بعد ذلك، وفيما يلي أمثلة:\nـ قال: ((.. أصل ((الوادي)) من قولهم: ((وَدَى)) إذا سال، ثم أهملوا هذه الكلمة؛ فلم يستعملوها إلا في ودى البائل)) (1).\nـ وقال: ((.. أصل: ((الترشيح)) تربية الوحشية ولدها، وتعليمها إياه المشي؛ ثم يستعمل ذلك في كل شيء)) (2).\nـ وقال: ((.. ((الخُوط)): الغصن، وجمعه: خيطان، وكثُر ذلك حتى قالوا: رجل خُوط؛ إذا كان شابا قويا)) (3).\n[ج] أن من المسموع عند التبريزي ما هورديء، والسبب قلة الاستعمال:\nـ قال عند قول أبي تمام:\nقَد كِدتُ أَن أَنسى ظَماءَ جَوانِحي ... مِن بُعدِ شُقَّةِ مَورِدي عَن مَصدَري [بحر الكامل]\n((والأشبه أن يكون مد ((الظماء))؛ لأنه تكرر في شعره ممدودا، وذلك رديء؛ لأنه قليل في المستعمل)) (4).\nـ وقال: ((الإصاخة: إمالة الأذن للسمع، وقد حكيت بالسين، وهي رديئة)).\n\nوظيفة الاستعمال اللغوي عند التبريزي:\n(أ) الوظيفة الأولى: بيان الانحرافات الاستعمالية عند أبي تمام:\n_________\n(1) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [1/ 184ب18].\n(2) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [1/ 374ب18].\n(3) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [1/ 427ب8]، وتُنْظَرُ أيضًا المواضع الآتية: [3/ 287ب2]، [3/ 276ب25]\n(4) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [4/ 455ب26].",
        "(1/399)\n\nتوافق علماء اللغة في عصرنا الحديث على أن النظام اللغوي ينقسم إلى مستويين: مستوى اللغة Language ، ويقصد به بنية اللغة الأساسية، أو ((هي النظام المرتَّب للكلام المستخدم من قِبَل البشر كوسيلة اتصال فيما بينهم)) (1). ومستوى الكلام Speech ، ويعني اللغة في حالة التفاعل الفعلي بها أو ((فعل أو حدث الكلام)) (2).\nوينقسم المستوى الثاني إلى قسمين آخرين ((أولهما: الاستخدام العادي للغة، وثانيهما: الاستخدام الأدبي لها، وهذا المستوى الثاني هو مجال البحث الأسلوبي باعتبار أن الفرق بين الاستخدام العادي للغة والاستخدام الأدبي لها يكمن في أن هناك انحرافا في المستوى الثاني عن النمط العادي)) (3). والانحراف ـ هنا ـ يعني ((الخروج على ما هو مألوف في الاستعمال اللغوي مما يشكل في النهاية ما يسمى الخاصية الأسلوبية)) (4).\nوالمألوف من الاستعمال اللغوي هو المستوى المثالي أو العادي الذي أقامه النحاة واللغويون، وهو ((يعتمد النحوَ التقعيديَّ في تشكيل عناصره، كما يعتمد اللغة في تنسيق هذه العناصر. وثمرة الترابط بين ما يقول به النحاة وما يقول به اللغويون ظهورُ مثالية اللغة في استخدامها المألوف، وهي مثالية افتراضية أكثر منها تطبيقية واقعية)) (5).\n_________\n(1) 554 P. Language : THE NEW LEXICON WEBSTER S DICTIONARY\n(2) 954 P. Speech : THE NEW LEXICON WEBSTER S DICTIONARY\n(3) د. فتح الله أحمد سليمان: الأسلوبية، مدخل نظري ودراسة تطبيقية، ص 10، الدار الفنية، رى.\n(4) السابق: ص10\n(5) د. محمد عبد المطلب: البلاغة والأسلوبية، ص 268، سلسلة أدبيات، الشركة المصرية العالمية للنشر، لونجمان، ط1، 1994م\n(1/400)",
        "\nوقد جعل البلاغيون هذا المستوى ((الخلفية الوهمية وراء الصياغة الفنية، التي يمكن أن يقيسوا إليها عملية العدول في هذه الصياغة)) (1).\nوالانحراف الأدبي الذي يتميز به النص الشعري بشكل عام على ضربين:\n((الأول: انحراف بلاغي، يأتي من خارج النص (استعاري أو كنائي)، الثاني: انحراف دلالي، يأتي من داخل النص، إعادة شحن الدال بدلالة جديدة)) (2).\nوقد استخدم التبريزي الاستعمال اللغوي الثابت عنده وفي عصره كمعيار ينطلق منه لتوضيح الانحرافات التي كان يخرج أبوتمام بها بعيدا عن هذا الاستعمال، وأهم هذه المواضع التي استخدم فيها ((الاستعمال)) لبيان تلك الانحرافات التالي: قال عند قول أبي تمام:\nكُلُّ شَيءٍ غَثٌّ إِذا عادَ وَالمَعروفُ غَثٌّ ما كانَ غَيرَ مُعادِ [بحر الخفيف]\n((.. أصل الغث من قولهم: ((لحم غث))؛ إذا لم يكن سمينًا، و ((حديث غث))؛ إذا لم يكن عليه طلاوة، فاستعار ((الغثاثة)) هاهنا في الأشياء كلها، وإنما المعروف أن يستعمل في الحديث)) (3).\nـ وقال عند قول أبي تمام:\nفَطَحطَحتُ سَدّاً سَدُّ ياجوجَ دونَهُ ... مِنَ الهَمِّ لَم يُفرَغ عَلى زُبرِهِ قِطرُ [بحر الطويل]\n((وجمع ((زُبْرةً)) على ((زُبْر))، وذلك جمع غير معروف، وإنما يقال: ((زُبْرة وزُبَر))، وكذلك جاء القرآن)) (4).\nـ وقال: ((الأَرْية واحدة الأرْي، وهوالعسل، وقلما تستعمل هذه الكلمة موحدة)) (5).\nـ وقال عند قول أبي تمام:\n_________\n(1) السابق: ص 269\n(2) عبد العزيز موافي: الرؤية والعبارة، مدخل إلى فهم الشعر، ص262\n(3) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [1/ 366ب35].\n(4) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [4/ 569ب8].\n(5) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [3/ 235ب12].\n(1/401)\n",
        "فَكَّت أَكُفُّ المَوتِ غُلَّ قَصائِدي ... عَنهُ وَضَيغَمُها عَلَيهِ يَزيرُ [بحر الكامل]\n((قوله ((يَزِير)) يقال: زأر الأسد، يزئر، ويزأَر، فقوله: ((يَزِيرُ)) على لغة من قال: يزئر، والمستعمل في كلام العرب أنهم إذا ألقوا حركة الهمزة على ما قبلها طرحوها من الكلمة، والقياس أن يقولوا إذا خففوا الهمزة يزئر: ((يَزِرُ))، وإذا خففوا من يزأر قالوا: ((يزَرُ)))) (1).\nـ وقال:\nفي صَدرِهِ مِن هُمومٍ يَعتَلِجنَ بِهِ ... وَساوِسٌ فُرَّكٌ لِلخُرَّدِ العُرُبِ [بحر البسيط]\n((... ((الفُرَّك)): جمع ((فَرُوك))، من قولهم: ((فركت المرأة زوجها))؛ إذا أبغضته، وكأنه هاهنا مستعار موضوع في غير موضعه)) (2).\nـ وقال:\nجَثَمَت طُيورُ المَوتِ في أَوكارِها ... فَتَرَكنَ طَيرَ العَقلِ غَيرَ جُثومِ [بحر الكامل]\n((... طيور جمع طير، وطير جمع طائر، وقلما يقولون طيور، إلا أنه قد جاء، وربما استعملوا الطير في معنى الواحد)) (3).\nـ وقال:\nوَلوعٍ بِسوءِ الظَّنِّ لا يَعرِفُ الوَفا ... يَبيتُ عَلى سَلمٍ وَيَغدوعَلى حَربِ [بحر الطويل]\n((((ولوع)): بناه على وَلِعَ يَوْلَعُ، والمستعمل في الأكثر: ((أُولِع بالشيء)) و ((الرجل مولع))،ولكن ((ولع)) جائزة، ولا يقولون: ((الرجل وَلِع بكذا))؛ لأنهم استغنوا بالمولع، ولكن ولع جائزة)) (4).\nـ وقال:\n_________\n(1) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [4/ 358ب3].\n(2) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [4/ 546ب3].\n(3) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [3/ 266ب39].\n(4) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [4/ 155ب2].\n(1/402)\n\nاستَنبَتَ القَلبُ مِن لَوعاتِهِ شَجَرًا ... مِنَ الهُمومِ فَأَجنَتهُ الوَساويسا [بحر البسيط]\n((وأكثر ما تستعمل العرب ((الوساويس)) بغير الياء، ويجوز أن يكون الطائي سمعه في الشعر القديم، أواجترأ على المجيء به لعلمه أن مثله كثير)) (1).\nـ وقال:\nلَئِن كانَ أَمسى في عَقَرقُسَ أَجدَعا ... لَمِن قَبلُ ما أَمسى بِمَيمَذَ أَخرَما [بحر الطويل]\n((((مَيمَذَ)) اسم أعجمي، وليس يوافق شيئا من أسماء العربية؛ لأن الممذ ليس بمستعمل؛ فيكون من باب كوكب، ولا ((اليَمَذُ)) بمعروف؛ فيجعل من باب ((مَفْعَل)))) (2).\n(ب) الوظيفة الثانية: رد بعض روايات الديوان أوترجيح عدم قولها:\nـ قال عند قول أبي تمام:\nصَلَتانُ يَبسُطُ إِن رَدى أَوإِن عَدا ... في الأَرضِ باعًا مِنهُ لَيسَ بِضَيِّقِ [بحر الكامل]\n((... وإن رواه راو ((صَلْتان)) ـ بسكون اللام ـ فهو ((فَعْلان)) من ((الصَّلْت))، والاشتقاق واحد، إلا أن ((فَعْلان)) من هذا غير معروف)) (3).\nـ وقال عند قول أبي تمام:\nيَنبوعُها خَضِلٌ وَحَليُ قَريضِها ... حَليُ الهَدِيِّ وَنَسجُها مَوضونُ [بحر الكامل]\n((.. الينبوع: النهر الكثير الماء، وهو ((يَفْعُول)) من النبع، و ((الخضل)): الذي قد ابتل، ويجوز أن يكون الطائي لم يقله على هذا النظم؛ لأن الينبوع لا يحسن أن يوصف بـ ((خَضِل))، ولكن لوقال: ((غَدِق)) لكان أشبه؛ إذ كانوا يقولون:\n((خضلَ ثوبُه))؛ إذا أصابه قطر فبله ..)) (4).\n_________\n(1) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [2/ 255ب4].\n(2) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [3/ 336 ـ 237ب19]، ولمزيد من المواضع في هذه الجزئية تُنْظَرُ المواضع الآتية: [1/ 443ب59]، [4/ 455ب26]، [2/ 16ب25].\n(3) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [2/ 412ب13].\n(4) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [3/ 330ب42].",
        "(1/403)\n\n(ج) الوظيفة الثالثة: استغلال الاستعمال اللغوي لبيان معنى البيت قيد الشرح، وما يحيط به من ظلال بلاغية:\nاستغل التبريزي في بعض الأحيان ((الاستعمال اللغوي)) ليوضح بعض الجوانب الدلالية والبلاغية للبيت قيد الشرح، ومثال ذلك ما يلي:\nـ قال أبوتمام يمدح خالد بن يزيد بن مَزْيَد الشيباني:\nجَعَلَ الدَّجى جَمَلًا وَوَدَّعَ راضِيًا ... بِالهونِ يَتَّخِذُ القُعودَ قَعودا [بحر الكامل]\n((... والقعود: ما يقتعد من الإبل؛ أي: ما يركب، ولا يستعمل ذلك إلا فيما كان فتيَّ السن، قريب العهد بالركوب)) (1).\nوالمتأمل في معنى البيت السابق يجد أن توضيح التبريزي لكيفية استعمال ((قَعُود)) أضاف معنى بلاغيا لطيفا إلى البيت، وهوشدة هوان من تركه الممدوح.\nـ وقال عند قول أبي تمام:\nأَصغى إِلى البَينِ مُغتَرًّا فَلا جَرَما ... أَنَّ النَّوى أَسأَرَت في قَلبِهِ لَمَما [بحر البسيط]\n((.. والناس يضعون ((لا جرم)) في موضع الشماتة واستحقاق المصاب للمصيبة؛ فيقولون: كان فلان رجل سوءٍ، لا جرم أن الله أهلكه)) (2).\nـ وقال:\nنِعمَ الفَتى اِبنُ الأَعمَشِ الغَثُّ الذَّفِر ... لَولا الحِلاقُ وَالجُنونُ وَالبَخَر [بحر الرجز]\n((.. ((الذفر)) بالذال المعجمة أوجه؛ لأنهم يستعملون ((الذفر)) في حدة الرائحة من طيبٍ أونتن، ويقولون: ((ذَفِرٌ))، ولا يستعملون ((دفر)) بالدال المعجمة إلا بسكون الفاء)) (3).\nـ قال أبوتمام:\n_________\n(1) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [1/ 411ب15].\n(2) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [3/ 166ب1].\n(3) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [4/ 374ب1].\n(1/404)",
        "\nإِلَيكَ وَيلُكَ عَمَّن كانَ مُمتَلِئًا ... وَيلًا عَلَيكَ وَوَيحًا غَيرَ مُنقَضِبِ [بحر البسيط]\n((.. ((ويح)) كلمة تقال عند الترحم، وقيل: بل ((ويح)) قريبة من الويل، إلا أنها أقل جفاء منها، وقال بعضهم: ((ويح)) كلمة فيها استعتاب، يقال للرجل: ويحك، أما تفيق، ويحك، أما تصنع كذا؟!)) (1).\nومن أمثلة ظلال المعاني، قال التبريزي عند قول أبي تمام:\nيا طالِبًا مَسعاتَهُم لِيَنالَها ... هَيهاتَ مِنكَ غُبارُ ذاكَ المَوكِبِ [بحر الكامل]\n((أصل السعي المشيُ في الحاجة، ثم اخْتصت هذه الكلمة فجعلت المسعاة المكرمة التي يسعى لها، وأصل الكلمة أن تقع على الصغير والكبير ... ولكن الكلمة غلب عليها إرادة المدح، كما غلب على قولهم الساعي أن المراد به الذي يأخذ الصدقة من العرب)) (2).\nوقد يدخل التبريزي ـ من خلال الاستعمال اللغوي ـ في بعض الاستطرادات اللغوية البعيدة عن البيت وشرحه، ولكنها لا تخلومن فائدة للقارئ (3).\n*****\n\n5) العنصر الخامس من عناصر المنهج: الاهتمام الدلالي بالكلمة:\nمن الأمور اللافتة للنظر أن التبريزي كان يهتم بدلالة الكلمة اهتماما شديدا ويتمثل هذا الاهتمام في:\nـ الاهتمام بالأصل الدلالي للكلمة وتتبع التطور الدلالي لها:\nكان يهتم بالإبانة عن أصل الدلالي للكلمة، وكان هذا من مقتضيات شرح الديوان، وتوضيح معاني أبي تمام الذي كان كثير الاستعارات.\n_________\n(1) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [4/ 545 ـ 546ب2]، واستغل التبريزي الاستعمال في ضبط بنية الكلمة، يُنْظَرُ: [2/ 103ب11 رتك النعام]، [4/ 545ب1 نكب].\n(2) يُنْظَرُ ديوان أبي تمام بشرح الخطيب التبريزي: [1/ 98ـ 99].\n(3) تُنْظَرُ أيضًا المواضع الآتية: [2/ 317، ب4]، [2/ 63، ب9]، [2/ 96، ب2]، [3/ 157، ب48]، [3/ 26، ب34]، [3/ 266، ب39]، [4/ 361، ب4].\n(1/405)\n",
        "كان التبريزي يوضح الأصل الدلالي للفظة، ثم يوضح ((الانتقالة الدلالية)) التي حدثت لها على يد أبي تمام أوعلى يد البيئة اللغوية. وكان تارة يعبر عن هذا الانتقال الدلالي باستخدامه للكلمات: ((وأصل ذلك في ...))، وكان تارة أخرى يعبر عن هذا الانتقال بمصطلح ((الاستعارة))، على أساس أن الاستعارة ((في الجملة أن يكون للفظ أصل في الوضع اللغوي معروفٌ تدل الشواهد على أنه اختص به حين وضع، ثم يستعمله الشاعر أوغير الشاعر في غير ذلك الأصل، وينقله إليه نقلا غير لازمٍ؛ فيكون هناك كالعارية)) (1).\nوفيما يلي أمثلة توضح تعبيره عن الانتقال الدلالي بمصطلح ((وأصل ذلك ..)):\nـ قال أبوتمام:\nأَغَرُّ يَداهُ فُرصَتا كُلِّ طالِبٍ ... وَجَدواهُ وَقفٌ في سَبيلِ المَحامِدِ [بحر الطويل]\n((.. ((الفرصة)): الشيء الذي يغتنمه الإنسان، وهولا يتفق له في كل وقت، وأصل ذلك في قسمة الماء، يقال: أخذوا فرصتهم من السقي؛ إذا أخذوا حظهم منه)) (2).\nـ قال أبوتمام:\nمُتَهَلِّلا في الرَّوعِ مُنهَلًّا إِذا ... ما زَنَّدَ اللَّحِزُ الشَّحيحُ وَصَرَّدا [بحر الكامل]\n((... و ((زند الرجل))؛ إذا ضيق على نفسه وبَخِل، وأصل ((التزنيد)) في حياء الناقة، يقال: زندها؛ إذا جمع حياءها بِزَنْد)) (3).\nـ قال أبوتمام:\nمَذِلَت وَلَم تَكتُم جَفاءَكَ تَكْتُمُ ... إِنَّ الَّذي يَمِقُ المَذولَ لَمُغرَمُ [بحر الكامل]\n_________\n(1) عبد القاهر الجرجاني: أسرار البلاغة، ص 30، قرأه وعلق عليه: أبوفهر محمود محمد شاكر، مطبعة مدني.\n(2) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [2/ 72ب13].\n(3) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [2/ 104ب13].\n(1/406)\n\n((يقال: ((مَذِل بسره))؛ إذا أفشاه، ولم يحفظه .... وأصل ((المذل)) السخاء؛ أي: أنه يسخو بسره)) (1).\nـ قال أبوتمام:\nهَدَمَت مَساعيهِ المَساعي وَابتَنَت ... خِطَطَ المَكارِمِ في عِراضِ الفَرقَدِ [بحر الكامل]\n((أصل ((الخط)): ما كان كل واحد منهم يَخُط عليه؛ إذا أرادوا أن يعمروا موضعًا، وهوما يكفيه لداره، ثم صارت عبارة عن البناء)) (2).\nـ قال أبوتمام:\nفَالرَّبعُ قَد عَزَّني عَلى جَلَدي ... ما مَحَّ مِن سَهلِهِ وَمِن جَلَدِه [بحر المنسرح]\n((مح الربع: إذا خَلُقَ، وأصل ذلك في الثوب)) (3).\nـ قال أبوتمام:\nسَأوطِئُ أَهلَ العَسكَرِ الآنَ عَسكَرًا ... مِنَ الذُلِّ مَحّاءً لِتِلكَ المَعالِمِ [بحر الطويل]\n((.. ((العسكر)) موضوع اللغة فيه أنه الجماعة الذين يجتمعون للحرب، قصر على هذا الوجه، إلا أن يخرج منه على معنى الاستعارة ... وإنما أجاز الطائي أن يقول: ((أهل العسكر)) على سبيل الاتساع)) (4).\nـ قال أبوتمام:\nمَضى ما كانَ قَبلُ مِنَ الدَّعارَه ... فَبانَ وَأُطفِئَت تِلكَ الحَرارَه [بحر الوافر]\n((أصل ((الدعارة)): الفساد في العود والنخر، يقال: عودٌ دَعِرٌ كثيرُ الدخان، ومنه قالوا: رجلٌ داعِرٌ ودُعَر)) (5).\n_________\n(1) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [3/ 214ب10].\n(2) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [2/ 50ب23].\n(3) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [1/ 428ب10].\n(4) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [3/ 220ب3].\n(5) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [4/ 367ب1].",
        "(1/407)\n\nـ قال أبوتمام:\nثُمَّ انصَرَفتُ إِلى نَفسي لِأَظأَرَها ... عَلى سِواكُم فَلَم تَهشَش إِلى أَحَدِ [بحر البسيط]\n((.. يقال: ((ظأرتُ)) الرجل على الشيء؛ إذا عطفته عليه، وأصل ذلك: عطف الناقة على ولد غيرها، ثم استعير في جميع الأشياء)) (1).\nـ قال أبوتمام:\nأَقبَلتَهُ فَخمَةً جَأواءَ لَستَ تَرى ... في نَظمِ فُرسانِها أَمتًا وَلا عِوَجا [بحر البسيط]\n((((فخمة)): كتيبة كبيرة، وأصل الفخامة في بني آدم عظم الجسم، وكثرة اللحم)) (2).\nـ قال أبوتمام:\nأَبَلِّهِمُ ريقًا وَكَفًّا لِسائِلٍ ... وَأَنضَرِهِم وَعدًا إِذا صَوَّحَ الوَعدُ [بحر الطويل]\n((((صوح))؛ أي: يَبِسَ، ولم يكن له منفعة، أُخذ من ((تصويح الروض))، وهو يُبْسه والتواؤه)) (3).\nـ قال أبوتمام:\nوَلَوتَراهُم وَإِيّانا وَمَوقِفَنا ... في مَأتَمِ البَينِ لِاِستِهلالِنا زَجَلُ [بحر البسيط]\n((أصل ((المأتم)): النساء يجتمعن في فرح أوحزن، والمراد هنا معنى الحزن)) (4).\nـ قال أبوتمام:\nلَمّا استَحَرَّ الوَداعُ المَحضُ وَانصَرَمَت ... أَواخِرُ الصَّبرِ إِلّا كاظِمًا وَجِما [بحر البسيط]\n((((الكاظم)) الذى يكظم غيظه؛ أي يستُر عليه، وأصل الكظم: التضييق والخنق)) (5).\n_________\n(1) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [4/ 337ب9].\n(2) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [1/ 333ب19].\n(3) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [1/ 91ب28].\n(4) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [3/ 6ب6].\n(5) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [3/ 167ب6].\n(1/408)",
        "\nـ قال أبوتمام:\nذوناظِرٍ حَدِبٍ وَسَمعٍ عائِرٍ ... نَحوالطَّريدِ الصارِخِ المَجهودِ [بحر الكامل]\n((((عائر)) منتشر في كل جهة، وأصله من قولهم: ((فرسٌ عائر)) وهوالذي يذهب في الأرض كيف يشاء، يمينًا وشمالا، وخلفا وقداما)) (1).\nـ قال أبوتمام:\nعَودٌ تُساجِلُهُ أَيّامُهُ فَبِها ... مِن مَسِّهِ وَبِهِ مِن مَسِّها جُلَبُ [بحر البسيط]\n((.. ((الجُلَبُ)): جمع جُلْبَة، وهوالأثر في ظهر البعير وغيره من أثر حمل أونحوه، وأصل ذلك من قولهم: ((أجلبَ الجُرح وجلب)) إذا علته قشرة للبرء)) (2).\nومن أمثلة التعبير عن الانتقال الدلالي بمصطلح ((الاستعارة)) ما يأتي، قال أبوتمام:\n_________\n(1) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [2/ 145ب24].\n(2) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [1/ 248ب28]، ولمزيد من الألفاظ التي ردها التبريزي لأصلها الدلالي تُنْظَرُ المواضع الآتية: [تخدد1/ 111، ب]، [اسحنكك1/ 120، ب32]، [السدك1/ 122]، [اللحي1/ 124]، [يفتق1/ 128]، [الورق1/ 181، ب10]، [اللقح1/ 191، ب38]، [البري1/ 222، ب13]، [جزع1/ 223 ـ 224، ب15]، [المرثعن1/ 279، ب10]، [المرتاد1/ 309، ب1]، [الممتاح1/ 309، ب2]، [السبائب1/ 317، ب19]، [نزع1/ 396، ب45]، [التثقيف1/ 397، ب49]، [علل السرى1/ 411، ب13]، [القود1/ 433، ب22]، [الأفد1/ 434، ب26]، [السلسال1/ 63، ب]، [الصيد1/ 89]، [السعي1/ 98]، [اللهام2/ 10، ب3]، [أنجم2/ 103 ـ 104، ب12]، [الدلح2/ 114، ب19]، [التجعد2/ 121، ب16]، [الكنود2/ 134، ب4]، [العشار2/ 164، ب57]، [الوغ2/ 17 ـ18، ب31]، [فصوص2/ 234، ب1]، [السواد2/ 250، ب7]، [الكفل2/ 251، ب28]، [الارتكاض2/ 288، ب3]، [المحرم2/ 300، ب26]، [العرامة2/ 355]، [الروادف2/ 379،ب12]، [الغريف2/ 39، ب28]، [العلوق2/ 446]، [العاتق2/ 453، ب9]، [التدرأ2/ 462، ب18]، [دحل3/ 139، ب38]، [جف القلم3/ 158، ب53]، [النئيم3/ 276، ب25]، [القرم3/ 280، ب8]، [الثعبان3/ 312، ب1]، [الفري3/ 359،ب40]، [ساور4/ 107، ب1]، [شذب4/ 116، ب19]، [الشقيق4/ 137، ب6]، [الدمى4/ 142، ب6]، [المنطق4/ 212، ب4]، [الدجال4/ 307، ب8]، [هياج4/ 328،ب1]، [العطف4/ 359، ب3]، [الرمة4/ 460، ب4]، [الفولف4/ 473، ب7]، [الركوب4/ 48،ب11]، [فضى4/ 554، ب10]، [تصدت4/ 567، ب1]، [أرأم4/ 571، ب17]، [شرع4/ 583].\n(1/409)\n",
        "قَرُبَ الحَيا وَانهَلَّ ذاكَ البارِقُ ... وَالحاجَةُ العُشَراءُ بَعدَكَ فارِقُ [بحر الكامل]\n((.. استعار العشراء من النوق للحاجة التي قد دنا قضاؤها)) (1).\nـ قال أبوتمام:\nفَتَصَلّى مُحَمَّدُ بنُ مُعاذٍ ... جَمرَةَ الحَربِ وَامتَرى الشُّؤبوبا [بحر الخفيف]\n((((الشؤبوب)) سحابة دقيقة العرض، شديدة الوقع، ثم استعير ذلك في الحروب)) (2).\nـ قال أبوتمام:\nلَهُ وَقعَةٌ كانَت سَدًى فَأَنَرتَها ... بِأُخرى وَخَيرُ النَّصرِ ما كانَ مُلحَما [بحر الطويل]\n((((السدى)) ضد اللُّحمة، وهذا مستعار من: سدى الثوب ونيره ولحمته)) (3).\nـ قال أبوتمام:\nأُقاتِلُ الهَمَّ بِإيجافِهِ ... فَإِنَّ حَربَ الهَمِّ حَربٌ ضَروس [بحر السريع]\n((.. يقال: ((حرب ضروس))؛ استعير لها ذلك من الناقة السيئة الخلق، يقال: ((ضرست الناقة حالبها))؛ إذا عضته، وهي ضروس)) (4).\nـ قال أبوتمام:\nوَتَحتَ ذاكَ قَضاءٌ حَزُّ شَفرَتِهِ ... كَما يَعَضُّ بِأَعلى الغارِبِ القَتَبُ [بحر البسيط]\n((استعار حز الشفرة للقضاء، وقد استعملوا نحوا من ذلك في الشفرة، فقالوا في المثل: لم أجد لشفرتي مَحَزًّا)) (5).\n_________\n(1) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [2/ 452ب1].\n(2) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [1/ 169ب42].\n(3) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [3/ 240ب26].\n(4) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [2/ 277ب8].\n(5) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [1/ 249ب32]، وقد أحصى البحث تسعة وثلاثين موضعا ـ غير ما سبق ذكر فيها التبريزي لفظ الاستعارة، وهي: [يطم 1/ 104]، [التلاع 1/ 164، ب27]، [اللفح 1/ 191، ب38]، [الكلكل1/ 224،ب17]، [استحقب1/ 239، ب1]، [لع1/ 296، ب2]، [العرين1/ 331، ب9]، [الخلف1/ 332، ب13]، [الإسناد1/ 363، ب23]، [عور الكلام1/ 363، ب25]، [الغث1/ 366، ب35]، [أرث1/ 378، ب39]، [1/ 420، ب40]، [العقد1/ 442 ـ443، ب60]، [المعروف1/ 442، ب57]، [الولوغ2/ 17 ـ 18، ب31]، [الوخد2/ 17، ب29]، [الكفر2/ 180، ب53]، [عتاق2/ 232، ب33]، [غازل2/ 280، ب18]، [جناح السمو2/ 288، ب6]، [النحيض2/ 289، ب9]، [اللجلجة2/ 291،ب16]، [الرعب2/ 368 ـ 369، ب31]، [الأخلاف2/ 457، ب3]، [أطرق2/ 68، ب2]، [الفيء3/ 140، ب50]، [مثعنجر3/ 155، ب30]، [الهدف3/ 197، ب19]، [الأديم3/ 198، ب21]، [العلوق3/ 274، ب16]، [مطر ضرب3/ 292، ب27]، [الخمس3/ 35، ب15]، [يجم الجد3/ 37، ب21]، [النار4/ 121، ب3]، [فرق4/ 393، ب2]، [الخلف4/ 396، ب18]، [البله4/ 398، ب25]، [اليد4/ 520، ب9]، [بعاع4/ 575، ب33]\n(1/410)\n\nومن المواضع التي كان يتبع فيها التطور الدلالي للكلمة المواضع التالية:\nـ قال عند قول أبي تمام:\nوَهَل يُبالي إِقضاضَ مَضجَعِهِ ... مَن راحَةُ المَكرُماتِ في تَعَبِه [بحر المنسرح]\n((.. ((إقضاض مضجعه)) من قولهم: ((أقض مضجعه))، وأصل ذلك أن يكون فيه\n((القضة))، وهي: الحصى، فيمنع المضطجع من النوم، ثم قيل لكل ساهر: قد أقض مضجعه عليه، ولوكان على فرش وطيء)) (1).\nـ وقال:\nأَقَرمَ بَكرٍ تُباهي أَيُّها الحَفَضُ ... وَنَجمَها أَيُّهَذا الهالِكُ الحَرَضُ [بحر البسيط]\n((... ويقال للجمل الذي يُحمل عليه متاع ((حَفَضُ)) ... ثم سموا المتاع حفضا)) (2).\nـ وقال عند قول أبي تمام:\nفَانهَض وَإِن خِلتَ الشِّتاءَ مُصَمِّمًا ... حَزنَ الخَليفَةِ جامِحًا في المِسحَلِ [بحر الكامل]\n((.. أصل ((التصميم)) أن يُصِيب السيف غير مفصل؛ فيقطع، وإنما أخذ من صميم الشيء وهوخالصه وأشده، ومن ذلك قالوا للشدة صمة، ثم قيل لكل جاد في أمر مصمم)) (3).\n_________\n(1) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [1/ 273ب28].\n(2) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [3/ 283ب1].\n(3) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [3/ 45ب47].",
        "(1/411)\n\nومن الأمور التي أشار إليها اللغويون ـ وتعد سببا في التطور الدلالي للفظة ـ ((كثرة الاستعمال))، وكثرة دوران اللفظة في الحديث؛ فإننا ((نلاحظ أن معنى الكلمة يزيد تعرضا للتغير كلما زاد استعمالها، وكثر ورودها في نصوص مختلفة؛ لأن الذهن في الواقع يُوجَّه في كل مرة في اتجاهات جديدة، وذلك يوحي إليها بخلق معان جديدة؛ ومن هنا ينتج ما يسمى بـ ((التأقلم))، ويجب أن يفهم من هذا الاسم قدرة الكلمات على اتخاذ دلالات متنوعة؛ تبعا للاستعمالات المختلفة التي تستعمل فيها، وعلى البقاء في اللغة مع هذه الدلالات)) (1).\nوقد كان التبريزي ـ في أحيان كثيرة ـ يشير إلى التطور الدلالي للكلمة قيد الشرح، وينص صراحة على أن السبب هو ((كثرة الاستعمال)) مستخدما نفس المصطلح، وإليك الأمثلة:\nـ قال أبوتمام:\nلَحظَ الأَسيرِ حَلَقاتِ كَبلِهِ ... حَتّى كَأَنّي جِئتُهُ بِعَزلِهِ [بحر الرجز]\n((... أصل ((الأسر)) أن يشد الرجل بالقد، ثم كثر ذلك حتى سمي ((الأخيذ)) أسيرا، وإن لم يشدد بالقد)) (2).\nـ وقال عند قول أبي تمام:\nمَقاماتُنا وَقفٌ عَلى الحِلمِ وَالحِجى ... فَأَمرَدُنا كَهلٌ وَأَشيَبُنا حَبرُ [بحر الطويل]\n((.. ((المقامات)) جمع مقامة، ولا يمتنع أن يكون جمع مقام، وأصل ذلك: الموضع الذي يقومُ فيه القائم لخطبة أوفصل أمر، ثم كثر ذلك حتى سموا العشيرة مقامة؛ لأنهم يُقامُ فيهم)) (3).\nـ وقال عند قول أبي تمام:\n_________\n(1) د. رمضان عبد التواب: التطور اللغوي، مظاهره وعلله وقوانينه، ص 113.\n(2) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [4/ 532ب16].\n(3) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [4/ 573ب22].\n(1/412)",
        "\nلي مِن أَبي جَعفَرٍ آخِيَّةٌ سَبَبٌ ... إِن تَبقَ يُطلَب إِلى مَعروفِيَ السَّبَبُ [بحر البسيط]\n((أصل ((الآخية)) أن يدفن حبل في التراب، ثم تخرج منه عروة؛ فيشد فيها الفرس ثم كثر ذلك حتى قالوا: ((لي عنده آخية))؛أي شيء أعتمد عليه من ود أوخدمة)) (1).\nـ وقال عند قول أبي تمام:\nشِدادَ الأَسرِ سالِمَةَ النَواحي ... مِنَ الإِقواءِ فيها وَالسِنادِ [بحر الوافر]\n((أصل ((الأسر)) في شد الشيء بالقد؛ ولذلك سُمِّي الأسير أسيرا؛ لأنهم يربطونه بالقد، ثم كثر ذلك حتى قالوا: هو شديد الأسر؛ أي: الخلق)) (2).\nـ وقال عند قول أبي تمام:\nلَهُم سَلَفٌ سُمرُ العَوالي وَسامِرٌ ... وَفيهِم جَمالٌ لا يَغيضُ وَجامِلُ [بحر الطويل]\n((.. ((السامر)): القوم الذين يتحدثون بالليل في القمر، وقيل: إن السمر ظل القمر، ثم كثر ذلك حتى سُمي الحديث في الليل سَمَرًا)) (3).\nـ وقال عند قول أبي تمام:\nسَلِسَ اللُّبانَةِ وَالرَّجاءِ بِبابِهِ ... كَثَبَ المُنى مُمتَدَّ ظِلِّ المَطلَبِ [بحر الكامل]\n((... وكأن أصل ((اللبانة)) أن يطلب الرجلُ من الآخر لبنا، ثم كثر ذلك حتى سميت كل حاجة لبانة)) (4).\n_________\n(1) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [1/ 243ب14].\n(2) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [1/ 380ـ 381ب46].\n(3) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [3/ 114ب6].\n(4) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [1/ 102]، وقد جاء في معجم أساس البلاغة مادة لبن 844: ((لَبَنْت القومَ: سقيتهم اللبن))، والانتقال الدلالي للفظة لبانة من معنى ((طلب الرجل من الآخر لبنا)) إلى ((كل حاجة لبانة)) قد يبدو بعيدا، ولكن هذا قد يدخل ضمن ((تغير مجال الاستعمال الدلالي))، فمن الأمور التي شغل بها اللغويون أنفسهم تحديد مفهوم التغير الدلالي، وثمة تقسيمات عديدة في هذا الأمر منها ((التقسيم المنطقي القائم على وجود خمسة مظاهر: تعميم الدلالة وتخصيصها، ورقيها وانحطاطها، وتغير مجال الاستعمال))، ينظر: د. محمد حسن عبد العزيز: المعجم التاريخي للغة العربية، ص 387\n(1/413)\n",
        "ـ وقال عند قول أبي تمام:\nلَورَأَينا التَّوكيدَ خُطَّةَ عَجزٍ ... ما شَفَعنا الأذانَ بِالتَّثويبِ [بحر الخفيف]\n((.. ((التثويب)): الدعاء الثاني، من قولهم: ((ثَوَّبَ الرجلُ بأصحابه؛ إذا دعاهم مرة بعد مرة، وأصله من ((يثوب))؛ إذا رجع، وقال قوم: أصل التثويب من الثوب ... ثم كثر ذلك حتى سُمي كل دعاء تثويبا)) (1).\nوكان التبريزي ينبه على استخدام المحدثين، وتطور اللغة عندهم:\nقال أبوتمام:\nفَأُقسِمُ لَوسَأَلتِ دُجاهُ عَنّي ... لَقَد أَنباكِ عَن وَجدٍ عَظيمِ [بحر الوافر]\n((هكذا يروى على توحيد ((الدجى))، والمعروف أنها جمع ((دُجْية))، ولكن المحدثين يستعملونها في المعنى الواحد، وذلك جائز على معنى الجنس)) (2).\nوقد سبق أن ذكرنا أن ((مظاهر التطور الدلالي ثلاثة: تخصيص الدلالة، وتعميم الدلالة، وتغيير مجال استعمال الكلمة؛ أي: أن معنى الكلمة يحدث فيه تضييق أواتساع أوانتقال، فهناك تضييق عند الخروج من معنى عام إلى معنى خاص، وهناك اتساع في الحالة العكسية، أي عند الخروج من معنى خاص إلى معنى عام ... وهناك انتقال عندما يتعادل المعنيان، أوإذا كانا لا يختلفان من جهة العموم والخصوص، كما في حالة انتقال الكلمة من المحل إلى الحال، أومن السبب إلى المسبب، أومن العلامة الدالة إلى الشيء المدلول عليه ... ولسنا في حاجة إلى القول بأن الاتساع والتضييق ينشآن من الانتقال في الأغلب الأحيان، وأن انتقال المعنى\n_________\n(1) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [1/ 126ب38]. وتوجد خمسة مواضع أخرى ـ غير المواضع السابقة ـ ذكر فيها التبريزي مصطلح ((الكثرة))، وهي: [الفند1/ 440، ب52]،\n[الغانية1/ 408، ب8]، [الشأو1/ 183]، [اليمن4/ 140، ب5]، [الإشواء4/ 40، ب1].\n(2) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [3/ 161ب8].\n(1/414)\n\nيتضمن طرائق شتى، يطلق عليها النحاة أسماء اصطلاحية، ومن هذه الأسماء الاصطلاحية: المجاز المرسل والاستعارة وغير ذلك)) (1).\nوكان التبريزي على وعي بمظاهر التطور الدلالي هذه؛ فنجد عنده ((النقل الدلالي)) باستخدام لفظ ((نقل)):\nـ قال عند قول أبي تمام:\nبِكَ عادَ النِّضالُ دونَ المَساعي ... وَاهتَدَينَ النِّبالُ لِلأَغراضِ [بحر الخفيف]\n((... أصل ((النضال)) في الرمي ... ثم نقل ذلك إلى الحرب والتفاخر)) (2).\nـ وقال عند قول أبي تمام:\nنَأَت بِهِ الدارُ عَن أَقارِبِهِ ... فَأُلقِيَ الحَبلُ فَوقَ غارِبِهِ [بحر المنسرح]\n((يقال في المثل: ((ألقى حَبْلَه على غاربه))؛ إذا ترك يفعل ما يشاء ويذهب حيث أراد، وأصل ذلك في البعير، يجعل الحبلُ على غاربه، ويُخَلَّى في الرعي، ثم نقل ذلك إلى الآدميين)) (3).\n_ وقال عند قول أبي تمام:\nفَلَمّا تَراءَت عَفاريتُهُ ... سَنا كَوكَبٍ جاهِلِيِّ السَّناءِ [بحر المتقارب]\n((.. ((عفاريت)): جمع ((عفريت))، وهوالخبيث المنكر، وأصله أن يستعمل في الجن، ثم نقل إلى الإنس)) (4).\nـ وقال عند قول أبي تمام:\nتَجِد صِلًّا تَخالُ بِكُلِّ عُضو ... لَهُ مِن شِدَّةِ الحَرَكاتِ قَلبا [بحر الوافر]\n((أصل ((الصل)) في الحية الذكر، ثم نقل إلى وصف الرجل على معنى المدح)) (5).\n_________\n(1) التطور اللغوي: ص 114 ـ 115.\n(2) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [2/ 313ب17].\n(3) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [4/ 151ب1].\n(4) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [4/ 17ب19].\n(5) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [4/ 303ب4].",
        "(1/415)\n\nـ وقال عند قول أبي تمام:\nمِنَ القِلاصِ اللَّواتي في حَقائِبِها ... بِضاعَةٌ غَيرُ مُزجاةٍ مِنَ الكَلِمِ [بحر البسيط]\n((... أصل ((الإزجاء)): السوق، يقال: ((أزجيت الناقة))؛ إذا سقتها، و ((فلان يزجي مطيته ويزجيها))؛ وكأن ذلك يكون بعد كلالها وإعيائها، ثم نقل ذلك إلى البضائع؛ فقيل: ((بضاعة مزجاة)) ...)) (1).\nـ وقال عند قول أبي تمام:\nوَوَفَيتُ إِنَّ مِنَ الوَفاءِ تِجارَةً ... وَشَكَرتُ إِنَّ الشُكرَ حَرثٌ مُطعِمُ [بحر الكامل]\n((... أصل ((الحرث)): العمل في الأرض للزراعة، ثم سمي ((الكسب)) حرثا، وكذلك الزرع)) (2).\nونلمح عند التبريزي ما يفيد بأن الدلالة يمكن أن ((تُخَصَّصَ))؛ أي يتم معها\n((تضييق المعنى))، وأنه كان على وعي بذلك:\nـ وقال عند قول أبي تمام:\nلَهُم نَسَبٌ كَالفَجرِ ما فيهِ مَسلَكٌ ... خَفِيٌّ وَلا وادٍ عَنودٌ وَلا شِعبُ [بحر الطويل]\n((... أصل ((الوادي)) من قولهم: ((وَدَى))؛ إذا سال؛ ثم أهملوا هذه الكلمة؛ فلم يستعملوها إلا في ((ودى البائل)) ..)) (3).\nـ وقال عند قول أبي تمام:\n_________\n(1) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [3/ 186ب12].\n(2) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [3/ 202ب60]، ولمزيد من المواضع في هذه الجزئية تُنْظَرُ المواضع الآتية: [السدى1/ 234ـ 235]، [الوغى1/ 59]، [ينع2/ 347ب19]، [عين1/ 323ب3]. وقد يكون من قبيل النقل الدلالي قول التبريزي: ((... وهومن قولهم ....))، و ((... وهومأخوذ من ...)). يُنْظَرُ [1/ 375ب23،ب30].\n(3) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [1/ 184ب18].\n(1/416)",
        "\nلِيَهنِئ تَنوخًا أَنَّهُم خَيرُ أُسرَةٍ ... إِذا أُحصِيَت أولى البُيوتِ وَعُدَّتِ [بحر الطويل]\n((أصل ((البيت)): ما بني من مدر أوشعر أوأدم، وهذا اسم عام، ثم قالوا: ((فلان من أهل بيت))؛ يريدون به الشرف؛ فهذا تخصيص وقع بلفظ العموم، كما يقال: فلان إنسان؛ يريدون به المدح، وقد علم أن بني آدم كلهم يقع عليهم هذا الاسم)) (1).\nـ وقال عند قول أبي تمام:\nنُبُوالمَقيلِ بِهِ وَالمَبيتِ أَقعَصَهُ وَاختِلافُ الهَواءِ [بحر المتقارب]\n((... ((المقيل)): الموضع الذي يقيل فيه الإنسان؛ أي: ينام في وقت الهاجرة، وسمي ما شرب في ذلك ((قَيْلا))، وكان أصل ((القيل)): الإقامة في الموضع ثم خُصَّ به شيء دون شيء ...)) (2).\nـ وقال عند قول أبي تمام:\nوَلَوعَضَلتَ عَنِ الأَكفاءِ أَيِّمَها ... وَلَم يَكُن لَكَ في أَطهارِها أَرَبُ\nكانَت بَناتِ نُصَيبٍ حينَ ضَنَّ بِها ... عَنِ المَوالي وَلَم تَحفِل بِها العَرَبُ [بحر البسيط]\n((... ((الأيم)) التي لا زوج لها، ويقال: ((تأيم الرجل))؛ إذا لم يتزوج، وقد كثر استعمال هذه الكلمة في الرجل إذا ماتت امرأته، وفي المرأة إذا مات زوجها، والشعر القديم يدل على أن ذلك بالموت، وبترك التزويج من غير موت)) (3).\nونلمح عنده من النصوص ما يفيد فهمه ووعيه بـ ((تعميم الدلالة)):\nـ وقال عند قول أبي تمام:\nبيضٌ وَسُمرٌ إِذا ما غَمرَةٌ زَخَرَت ... لِلمَوتِ خُضتَ بِها الأَرواحَ وَالمُهَجا [بحر البسيط]\n((.. أصل ((الغمرة)) في الماء الكثير، ثم استعملت لكل أمر شديد)) (4).\n_________\n(1) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [1/ 307ب38].\n(2) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [4/ 20ب27].\n(3) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [1/ 253ب42].\n(4) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [1/ 334ب21].\n(1/417)\n",
        "ـ ((.. ((الدجية)) الظلمة، وقال قوم: لا يقال ((دجية)) إلا لليل مع غيم، فأما المحدثون فيعبرون بالدجى عن الليل، ولا يفرقون بين المقمر وغيره)) (1).\nـ وقال عند قول أبي تمام:\nمَنَعتَ إِلّا مِنَ الأَكفاءِ ناكِحَها ... وَكانَ مِنكَ عَلَيها العَطفُ وَالحَدَبُ [بحر البسيط]\n((يقال: ((حَدِبَ الرجلُ على ولده أوجاره، يحدب حَدَبًا))؛ إذا أشفق عليه وعطف، وأصل ذلك أن المرأة إذا أشفقت على ولدها حَنَتْ ظهرها مكبة عليها؛ فكأنها أصابها الحدب)) (2).\nـ وقال عند قول أبي تمام:\nفَإِن تَكُ أَحيانًا شَديدَ شَكيمَةٍ ... فَإِنَّكَ تَمحوها بِما فيكَ مِن شَكمِ [بحر الطويل]\n((... أصل ((الشكيمة)): حديدة اللجام التي تُجْعل في فم الفرس؛ فيقال: ((يلوك الشكيمة))، ثم اتسع في ذلك؛ فقيل: فلان شديد الشكيمة؛ إذا كان شديد النفس)) (3).\nـ وقال عند قول أبي تمام:\nبِغُربَةٍ كَاغتِرابِ الجودِ إِن بَرَقَت ... بِأَوبَةٍ وَدَقَت بِالخُلفِ وَالكَذِبِ [بحر البسيط]\n((((الودق)):دنوالسحاب من الأرض، ثم سُمِّي الغيث ((ودقًا))،على معنى الاتساع)) (4).\nـ وقال عند قول أبي تمام:\nكَيوسُفَ لَمّا أَن رَأى أَمرَ رَبِّهِ ... وَقَد هَمَّ أَن يَعرَورِيَ الذَّنبَ أَحجَما [بحر الطويل]\n((... ((يعرورى)) يحتمل وجهين: أحدهما: أن يكون من ((عروت الأمر))؛ إذا أتيته، والآخر: أن يكون من قولهم: ((اعروريتُ الدابة))؛ إذا ركبتها عُريا، إلا أن هذه الكلمة وقع فيها اتساع، فقالوا: ((اعرورى المفازة))؛ إذا ركبها)) (5).\n_________\n(1) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [1/ 54].\n(2) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [1/ 253ب40].\n(3) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [4/ 496ب17].\n(4) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [4/ 550ب23].\n(5) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [3/ 240ب31]، ولمزيد من المواضع ة تُنْظَرُ المواضع الآتية: [2/ 430]، [1/ 406]، [1/ 94]، [1/ 374ب18]، [3/ 319،320ب22]، [1/ 426].\n(1/418)\n\nويدخل في جزئية تتبع التطور الدلالي عند التبريزي اهتمامه بتوضيح أصل الكلمة غير العربي:\nقال أبوتمام:\nأَرى أَلِفاتٍ قَد كُتِبنَ عَلى راسي ... بِأَقلامِ شَيبٍ في مَهارِقِ أَنقاسِ [بحر الطويل]\n((((المهارق)): جمع ((مُهْرق))، وهوالقرطاس، وأصله فارسي معرب، وقد تكلموا به قديما)) (1).\nوقد سبق في موضع متقدم من هذا البحث تعليل اهتمام أبي العلاء بتتبع التطور الدلالي للألفاظ، وهو نفس التعليل الذي يمكن أن يقال عن اهتمام التبريزي لهذا التطور الدلالي.\nولعل في تتبع كل من أبي العلاء والتبريزي للتطور الدلالي للكلمة تنبيه يجب أن يهتم به كل من يتصدى لشرح النصوص القديمة.\nوقبل أن نترك هذا المقام نحب أن نقول: إن عدد الألفاظ التي ذكر التبريزي لها أصلا دلاليا في شرحه لديوان أبي تمام وشروحاته الأخرى يصلح أن يكون لبنة متواضعة من لبنات المعجم التاريخي الذي يسعى مجمع اللغة لإنجازه، هذا المعجم الذي ((سيحدث ثورة في الدراسات التاريخية واللغوية، وسيكشف للباحثين عن كنوز مدفونة وعن معارف لم تكن متاحة من قبل)) (2) (3).\n_________\n(1) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [4/ 597ب1].\n(2) د. محمد حسن عبد العزيز: المعجم التاريخي للغة العربية وثائق ونماذج، ص 42، دار السلام للطباعة والنشر، ط1، 2008م، القاهرة\n(3) وقبل أن نترك هذا المقان أيضا نحب أن نعرض بعض القضايا الدلالية التي أثارها التبريزي في شرحه وهي كالتالي:",
        "(1/419)\n\n_________\n[1] التعميم الدلالي: أشار التبريزي في مواضع عديدة من شرحه إلى بعض ((التعميمات الدلالية))، فهو لا يفتأ يذكر ذلك، إذا سنحت الفرصة لهذا، وفيما يلي أمثلة على هذه\nالتعميمات:\nـ قال: ((أصل ((الفُرَّاط)): القوم الذين يتقدمون ((الوُرَّاد))، وكل متقدم فارط)) [1/ 275ب38]. وقال: ((العُرضة: كل شيء جعلته وقاية للشيء)) [3/ 253ب23]. وقال: ((والعرب تسمي كل عود لين خيزرانًا)) [3/ 396ب11]. وقال: ((((الخبل)): فساد الأعضاء، ثم يستعار ذلك في كل فساد)) [3/ 227ب29].وقال: ((.. كيماء كل شيء: جوهره)) [3/ 254ب28]. وقال: ((سرعان كل شيء: أوله)) [3/ 235ب14].وقال: ((كل شيء بلغت مشقته، وأخذ بصعوبة، فهومجهود)) [2/ 53ب37]. وقال: ((ريعان كل شيء أوله)) [4/ 530ب3]. وقال: ((ويقال للذي ينقش الدينار واشٍ، وكذلك لكل ناقش شيئا)) [1/ 25ـ 26]. وقال: ((كل صوت منخفض فهو وسوسة ووسوس)) [4/ 546ب3]، [2/ 245ب8].وقال: ((أصل ((الفرس)) دق العنق، ثم جعل كل قتلٍ فَرْسًا)) [2/ 241ب18].وقال: ((((السكن)) يقع على المذكر والمؤنث؛ لأنه يجري مجرى المصادر، وإن وقع على جمعٍ فجائز، وفي الكتاب العزيز: {وَاللَّهُ جَعَلَ لَكُمْ مِنْ بُيُوتِكُمْ سَكَنًا} [النحل:80]، وكل ما سُكِنَ إليه يجوز أن يقال له ذلك)) [4/ 211ب1]. وقال: ((وقد يجوز أن يسمي كل ما يلبس لَبُوسًا)) [4/ 23ب31].وقال: ((قيل لكل من نهض بشيء قد استقل به)) [3/ 287ب2]. وقال: ((بيضة كل شيء معظمه)) [1/ 246ب23]. وقال: ((كل كثير عندهم خضرم)) [1/ 392ب27].\nولقد أشار البحث في موضع سابق إلى أن هذه التعميمات الدلالية قد تحمل في باطنها ما يعرف عند علماء الدلالة بـ ((نظرية التحليل التكويني)). وقد تكون هذه التعميمات طريقا يمكن أن نسلكها لمواجهة طوفان الألفاظ الأجنبية التي تدخل لغتنا كل يوم، وتساعدنا على وضع مسميات عربية لها.\n[2] أمن اللبس: اهتم التبريزي بوضوح المعنى اهتمامًا بالغا، وتجلى هذا الاهتمام في اهتمامه بـ ((أمن اللبس)).\nوقد استغل التبريزي هذا المصطلح كقرينة لتوضيح وجود خلل في بيت أبي تمام التالي:\nلازالَ جودُكَ يَخشى صَولَتَهُ ... وَزالَ عودُكَ تَسقي رَوضَهُ الدِيَمُ [بحر البسيط]\n((.. إذا صحت هذه الرواية فقد حذف ((لا)) في قوله: ((وَزالَ عودُكَ))؛ لأنه أراد ((ولا زال عودك))، وحذفها في هذا الموضع قليل، وإنما كثر في القسم، كما جاء في الآية: {قَالُوا تَاللَّهِ تَفْتَأُ\n(1/420)",
        "\n_________\nتَذْكُرُ يُوسُفَ} [يوسف: 85]؛ أي: ((لا تفتأ))، ومثله كثير، فأما في مثل بيت الطائي فحذفها مفقود؛ لأنه يؤدي إلى اللبس)) [3/ 247ب2]، ويُنْظَرُ أيضًا الموضع الآتي: [2/ 57ـ58ب46].\nوقد أشار التبريزي إلى أن اللغة قد توظف بعض الوسائل لتفادي هذا ((اللبس))، منها\n((المبادلة بين الواو والياء)) قال أبوتمام:\nراحٌ إِذا ما الراحُ كُنَّ مَطِيَّها ... كانَت مَطايا الشَوقِ في الأَحشاءِ [بحر الكامل]\n((... الراح الأولى الخمر، وهي من ذوات الياء، لقولهم: ((رِياح)) في معنى ((راح))، ومنها اشتقاق ((الأريحيّ والأريحية)) ... وكأنهم إذا استعملوا الشيء بالواووالياء؛ فرقوا بإبدال إحداهما من الأخرى؛ ليكون ذلك أقل للبس؛ لأنهم لو قالوا: ((رجل أروحي))؛ لالتبس بالنسب إلى أروح، إذا قلت: ((هذا أروح من هذا، وهذا ظليم أروح))؛ فيؤثرون الفرق في كثير من الكلام؛ إذا وجدوا سبيلا إليه)).يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [1/ 27ـ 28ب9] وتُنْظَرُ أيضا المواضع الآتية: [4/ 155ب2]، [1/ 166ب34]، [2/ 19ب40].\n[3] طرائق متنوعة في تسمية الأشياء: ذكر التبريزي ـ في معرض شرحه للديوان ـ بعض طرق لتسمية الأشياء، لعل من المفيد إثباتها هنا:\n(أ) تسمية الشيء باسم ما جاوره:\n((... ((الثغب)) ـ بتحريك الغين وتسكينها ـ مثل الغدير، وقد ذكر في الأضداد؛ لأن الماء نفسه يسمى ((ثَغَبًا))، والموضع الذي هوفيه يقال له: ((ثغب))؛ وليس هذا من التضاد، وإنما من تسمية الشيء باسم ما جاوره)) [2/ 71ب10].\n((... ((الهواء)) المكان الخالي، والناس يعبرون به عن النسيم والريح والحر والبرد، وإنما يُعنى به الأشياء التي تحدث في الهواء، أي ما بين السماء والأرض، وذلك شائع في كثير من الكلام، يسمى الشيء باسم ما ضُمِّنَه وقَرُبَ منه)) [4/ 20ب27].\n(ب) وصف الشيء بحالته الأولى:\n((... ((العَصِيم)) بقية عَرق الإبل إذا جف، ويجوز أن يعني به هاهنا ((العرق)) وإن لم يجف؛ لأن الشيء قد يوصف بحالته الأولى بعد انتقاله إلى الحالة الثانية، فإذا رأيت رجلا كهلا أوشيخًا تعرفه وليدًا؛ فجائز أن تقول: ((هذا الطفل الذي رأيته يوم كذا))،وهوفي تلك الحال مُسِن كبير)).يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [4/ 534ب7]، ويُنْظَرُ أيضًا ـ في نفس هذه الجزئية ـ الموضعان الآتيان: [ابن الغزال1/ 427ب8]، [الطائر2/ 357ب28]، [3/ 358]\n(ج) تسمية الشيء باسم بعضه، وتسمية البعض باسم الشيء:\n(1/421)\n",
        "_________\n((... ولا يمتنع أن يسمى الشجر باسم الثمر، والثمر باسم الشجر، كما يقال زيتون وتين؛ فيقع ذلك على الثمر والشجر)) [4/ 472ب6].\n(د) أخذ الشيء اسم الشيء للتشابه في الشكل:\n((... وأصل ((السلسال)) الماء الصافي السهل الدخول في الحلق، ويجب أن يكون أصله من الماء الذي يجري مستطيلا على وجه الأرض، كأنه مأخوذ من سلسة البرق، وسلسلة الحديد)) [1/ 63ب47]، ويُنْظَرُ أيضًا: [3/ 47ب1].\n(هـ) استعارة اسم لآخر إذا كانا متقاربين:\n((... ((البشرة)) باطن الجلد في القول الغالب، والأدمة ظاهره، وقال قوم: ((البشرة)) لما ظهر، وهذان القولان متقاربان؛ لأنه يجوز أن يستعار أحد الاسمين للآخر من أجل المقاربة)) [3/ 198ب21].\n(و) التسمية بالمصدر:\nـ قال: ((... ((الضفر)): فتلٌ ليس يبلغ في القوة ((المغار))، ويسمى الحبل المضفور ((ضَفْرًا))، سموه بالمصدر)) [1/ 332ب14].\nـ وقال: ((. ((صِيان الشيء وصوانه)): ما صين به، وهومن ذوات الواو، وإنما قلبت ياء في ((صيان))؛ لانكسار ما قبلها، وكأن الصيان في الحقيقة مصدر سُمِّي به الشيء)) [3/ 294ب1].\nـ وقال: ((... سموا الدية ((عقلا))؛ لأنهم كانوا يؤدونها من الإبل؛ فيعلقونها عند بيت القتيل، أوبفناء القوم الذين يقبلون الدية، ثم سمي الشيء باسم المصدر)) [3/ 292ب25].\n[4] التنبيه على الألفاظ الحادثة في الإسلام والمولدة والمهملة والمفقودة في السماع:\nيقر التبريزي في ثنايا شرحه بوجود ألفاظ حادثة في الإسلام، وأخرى مولدة، وأخرى مهملة وأخرى مفقودة من المسموع اللغوي:\nـ قال عند قول أبي تمام: ((يقال للمدينة التي حولها قرى وضياع ((كورة))، وهي كلمة مستعملة في الإسلام، ويجب ألا يكون اسمها عربيا)) [4/ 346ب9].\nـ وقال عند قول أبي تمام:\nحَمراءُ في صُفرَةٍ عُلَّت بِغالِيَةٍ ... كَأَنَّما قُطِفَت مِن خَدِّ مُهديها [بحر البسيط]\n((قوله ((عُلَّت بِغالِيَةٍ)):الغالية ضرب من الطيب، ويقال: إن هذا الاسم حَدَث في الإسلام)) [4/ 288ب2].\n(1/422)\n\n_________\nـ وقال عند قول أبي تمام: ((... ((مُنْجَمِش)) [منفعل]، من ((التجميش))، وبعضُ أهل اللغة يزعم أن التجميش كلمة مولدة، وقال بعضهم: ((الجمش)) قرص خفيف، والمستعمل ((جَمَّشْتُه)) بالتشديد)) [4/ 225ب1].\nـ وقال عند قول أبي تمام:\nرَضوى وَقُدسَ وَيَذبُلاً وَعَمايَةً ... وَيَرمرَماً وَمُتالِعاً وَمُواسِلا [بحر الكامل]\n((قد تردد ذكر هذه الجبال في شعر الطائي، إلا ((يرمرمًا))، فلم يذكره قبل ذكره في هذا البيت، وإذا حُمِل هذا الاسم على موجب الاشتقاق؛ فهومن اليرم؛ بني على ((فَعَلْعَل))، و ((اليرم)) كلمة ((مهملة))، ويجوز أن تكون فيما فقد من المسموع)) [4/ 117ب21].\n[5] قبول استخدام المحدثين للغة:\nقال أبوتمام:\nفَأُقسِمُ لَوسَأَلتِ دُجاهُ عَنّي ... لَقَد أَنباكِ عَن وَجدٍ عَظيمِ [بحر الوافر]\n((هكذا يروى على توحيد ((الدجى))، والمعروف أنها جمع دجية، ولكن المحدثين يستعملونها في معنى الواحد، وذلك جائز على معنى الجنس، كما قال: ((مثل الفراخ نُتِفت حواصله))، فأما القياس فهوالجمع)) [3/ 161ب8].\n[6] التدرج الدلالي:\nأشار التبريزي إلى بعض الألفاظ التي تشير إلى تدرج دلالي بتغير حروف فيها:\n((... ((شوازب)): ضوامر، ((الشواسب)) ـ بالسين ـ أشد ضمرًا من الشوازب، ثم ((الشواسف)) أشد منها)) [4/ 16ب17].\n[7] الترادف:\nيقف التبريزي من الترادف موقفًا كالذي يقفه بعض المحدثين من علماء اللغة، فنحن لا نجد التبريزي يتخذ موقفا صارما منه، سواء بالإنكار أوالتأييد، بل نجد عنده ما يسمى بـ ((الترادف الكامل Perfect Synonymy)) [وهوتطابق اللفظين تمام المطابقة، يُنْظَرُ: د. أحمد مختار عمر: علم الدلالة، ص 220 عالم الكتب ط 5، 1998]،أو ((التماثل Sameness)) ، ونجد أيضا عنده ما يسمى بـ ((شبه الترادف Quasi Synonymy)) أو ((التقارب Contiguity))\n[وذلك حين يتقارب اللفظان تقاربا شديدا؛ لدرجة يصعب معها ـ بالنسبة لغير المتخصص ـ التفريق بينهما. . يُنْظَرُ: د. أحمد مختار عمر: علم الدلالة، ص 220ـ 221] وأمثلة الترادف الكامل، قال عند قول أبي تمام:",
        "(1/423)\n\n6) العنصر السادس من عناصر المنهج: الحرص على ذكر غرض القصيدة وسبب قولها قبل الشروع في شرحها:\nكان التبريزي حريصًا على ذكر غرض القصيدة قبل البدء في شرحها، فكانت عادته أن يذكر غرض القصيدة من مدح، أورثاء، أوهجاء.\nوهذا النص ـ أوالذكر ـ لغرض القصيدة من الأهمية بمكان، فهو من الأدوات الرئيسية لفهم القصيدة، وقد أشار إلى هذا بعض النقاد المعاصرين فقالوا: ((... [إن] غياب الموضوع عن القصيدة هوـ فيما يبدوـ أبرز الأسباب التي تتسبب في غياب الدلالة عنها؛ إذ إن وضوح الموضوع (أوالغرض) الذي تتحدث عنه القصيدة هوالشفرة الرئيسية لتتبع المسارات الدلالية، وإن زرعت ببعض المتاريس التعبيرية التي تعوق مهمة القراءة والفهم. وعلى امتداد مسيرة الشعر العربي منذ العصر الجاهلي وحتى زمن الحداثة الشعرية العربية المعاصرة، كان الموضوع أوالغرض الشعري حاضرا في القصيدة جنبا إلى جنب مع شكلها، وكان حضورا واضحًا متحددًا في ذاته من ناحية،\n_________\nصَرِّد وَنَكِّد وَزَنِّد أَنتَ مَعذورُ ... أُسدُ الشَرى لَيسَ تُنميها الخَنازيرُ [بحر البسيط]\n((... التزنيد، والتنكيد، والتصريد: قطع الشرب)) [4/ 372ب1].\nـ وقال عند قول أبي تمام:\nيا مَوتُ حَسبُكَ إِذ أَقصَدتَ مُهجَتَهُ ... أَولا فَدونَكَ لا حَسَبٌ وَلابَجَلُ [بحر البسيط]\n((.. الكلمتان (حسب ـ بجل) في معنى واحد، وكررهما لاختلاف اللفظين)) [4/ 124ب12]. وقال: ((الشك والريب واحد)) [1/ 41].\nومن أمثلة شبه الترادف: قال: ((العزاء والصبر والتسلي والقناعة متقاربة في المعنى)) [4/ 394ب9]. وقال: ((و ((السدى)) و ((الندى)) متقاربان، وربما فرق أصحاب النقل بينهما، وقال بعضهم: ((الندى ما لم يكن فوق الأرض))، و ((السدى: ما وقع على التراب)) [1/ 234ب3].\n[8] التعليل الدلالي:\nكان التبريزي في مواضع كثيرة يعلل لتسمية الأشياء، ولماذا سميت بأسمائها.\nـ ((يقال: ((سنة عارمة))؛ أي: شديدة، وقيل: إنما سميت عارمة من قولهم: ((عَرَمْت العظم))؛ إذا عرقت ما عليه من اللحم)) [2/ 74ب27].\n(1/424)",
        "\nوحضورا يشكل سياقا تُفْهم أفكار القصيدة ومعانيها في ضوئه من ناحية أخرى؛ أي أن الحضور الموضوعي في القصيدة كان ينهض بوظيفتين مزدوجتين: إحداهما ذاتية، هي وضوح الفكرة العامة للقصيدة، والأخرى سياقية هي تحديد مفردات المعنى الشعري. ونستطيع القول ـ بعبارة أخرى ـ إن هذا الحضور الموضوعي يعني ـ في أحد وجوهه ـ ملمحًا من ملامح تماسك النص، وتماسك عناصره اللغوية والدلالية؛ أي يعني وضوحه، أوإن هذا التماسك أحد مؤشرات وضوحه وأسبابه في الوقت نفسه)) (1).\nولقد اعتبر د. تمام حسان ذكر الظروف التي قيلت فيها القصيدة من القرائن الخارجية التي تعين على فهم النص، وعدم الوقوع في ((لبس)) عند فهمه، فقال عند سرده لأنواع القرائن: ((... القرائن الخارجية، وهي ما يسمونه context of situation ، أوالظروف التي صاحبت إنتاج النص، ومنها أسباب نزول الآيات القرآنية، وذكر الظروف التي قيلت من أجلها الخطبة أوالقصيدة)) (2).\nوقد استعان التبريزي بالغرض الشعري في بعض المواضع لتفسير بعض أبيات أبي تمام، واستخدامه كقرينة لتوضيح المعنى، ومنها:\n[1] قال أبوتمام يمدح أبا المغيث الرافقي، ويعتذر إليه:\nسَأَجهَدُ عَزمي وَالمَطايا فَإِنَّني ... أَرى العَفولا يُمتاحُ إِلّا مِنَ الجَهدِ [بحر الطويل]\n((((العفو)): السير السهل، ويجوز أن يكون من ((العفو)) في معنى الكثير وقد علم أن الطائي يعتذر في هذه القصيدة؛ فيجوز أن يريد بـ ((العفو)) غفران الذنب س)) (3).\n[2] قال أبوتمام يهجوعَياشَ بن لَهِيعة بعد موته:\nفيمَن يَشُنُّ الشِّعرُ غاراتِهِ ... بَعدَكَ أَوأَمثالَهُ السائِرَه [بحر السريع]\n_________\n(1) د. عبد الرحمن محمد القعود: الإبهام في شعر الحداثة، ص 177ـ 178 [سلسلة عالم المعرفة ع 279، مارس 2002، الكويت].\n(2) مقال: اللغة والنقد الأدبي، د. تمام حسان، مجلة فصول، مجلة النقد الأدبي، المجلد الرابع، العدد الأول، 1983 بعنوان: النقد الأدبي والعلوم الإنسانية، ص 127\n(3) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [2/ 112ب11].\n(1/425)\n",
        "((... هذا البيت يشهد للمذموم بأنه كان رئيسًا؛ لأن الطائي جعله أهلا للهجاء، وليس المدح، وليس المدح بأدل على الرياسة من الهجو؛ لأن صاحب ذلك لا يكون إلا ذا شرف وموضع)) (1).\n*****\n\n7) العنصر السابع من عناصر المنهج: الحرص على ذكر بحر ووزن القصيدة ولقب القافية:\nحرص التبريزي على ذكر بحر القصيدة ولقب قافيتها (2). وذكر الوزن في بداية القصيدة له أهميته، فقد يكون الوزن مرتبطا بمعنى القصيدة، فـ ((الوزن ليس عنصرا مستقلا عن القصيدة، يضاف إلى محتواها من الخارج، لكنه جزء لا ينفصل من سياق المعنى)) (3)، و ((التفاعل الحادث بين الوزن والعناصر الشعرية الأخرى هوالذي يكسب هذه القصيدة أوتلك أهمية أوهيبة وجلالا)) (4).\nوقد يكون لذكر البحر غرض تعليمي، وقد يكون حاجزا لمن يريد أن يعبث بألفاظ القصيدة، أوهاديا لمن يرويها على وجود خلل ما بها.\n\n8) العنصر الثامن من عناصر المنهج: دعم الشرح بالآيات القرآنية والأحاديث النبوية، وبالأبيات الشعرية، والأمثال:\nاشترك كلٌّ من أبي العلاء والتبريزي في دعم شرحهما للديوان بالآيات القرآنية والأحاديث النبوية (5)، والأبيات الشعرية والأمثال. وكان الدور الأكبر في الشرح\n_________\n(1) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [4/ 362ب6].\n(2) وقد اتبع سنة التبريزي هذه في ذكر بحر القصيدة من علمائنا المحققين في عصرنا الحديث الشيخ العلامة أبوفهر، محمود محمد شاكر، ثم اتبعه كبار المحققين من بعده.\n(3) يُنْظَرُ: جون كوين: بناء لغة الشعر ص45، ترجمة د. أحمد درويش [مكتبة الزهراء].ود. حماسة عبد اللطيف: بناء الجملة في الشعر العربي، ص39، [مكتبة الخانجي، القاهرة، ط1، 1990]\n(4) د. محمد حماسة عبد اللطيف: الإبداع الموازي، ص 71. [دار غريب، ط 1، 2001].\n(5) يُنْظَرُ ديوان أبي تمام بشرح الخطيب التبريزي: [1/ 50]، [1/ 441ب54]، [4/ 99ب2]، [1/ 66]، [4/ 8ب2]، [3/ 37ب21]، [1/ 331]، [1/ 148]، [1/ 301]، [4/ 336]، [4/ 561].\n(1/426)\n\nمسنودًا إلى الشعر، ثم الأمثال (1)، ونادرا ما كان الاستشهاد بآيات القرآن (2) والأحاديث النبوية.\nوكان أبوالعلاء أكثر الرجلين استشهادا بالشعر. وقد تنوعت عصور الشعراء المُسْتَشْهَد بهم عندهما. والثبت التالي يوضح الشعراء الذين جاء ذكرهم في هذه الاستشهادات:\nم ... الاسم ... وفاته ... العصر التاريخي ... الفترة الزمنية لحياته قبل نهاية عصر الاحتجاج (150هـ) أو بعدها ... عدد مرات الاستشهاد في الديوان\n1 ... ابن أحمر ... ... ... جاهلي ... قبل نهاية عصر الاحتجاج ... مرات\n2 ... أبو قيس بن الأسلت ... 1هـ ... جاهلي ... قبل نهاية عصر الاحتجاج ... مرة واحدة\n3 ... ابن الخَرِع عوف بن عطية ... ... ... جاهلي/إسلامي ... قبل نهاية عصر الاحتجاج ... مرة واحدة\n4 ... ابن الرومي ... 281هـ ... عباسي ... بعد نهاية عصر الاحتجاج ... مرة واحدة\n5 ... عبيد الله بن قيس الرقيات ... 85هـ ... أموي ... قبل نهاية عصر الاحتجاج ... مرة واحدة\n6 ... تميم بن أُبَيِّ بن مُقْبل ... 37هـ ... جاهلي/إسلامي ... قبل نهاية عصر الاحتجاج ... مرات\n7 ... أبو حية النميري ... 183هـ ... أموي/عباسي ... بعد نهاية عصر الاحتجاج ... مرتان\n8 ... أبو دهبل وهب بن زمعة ... 63هـ ... أموي ... قبل نهاية عصر الاحتجاج ... مرة واحدة\n9 ... أبو دواد الرؤاسي ... ... ... إسلامي/فارسي ... قبل نهاية عصر الاحتجاج ... مرة واحدة\n10 ... أبو ذؤيب الهُذلي ... 27هـ ... جاهلي/إسلامي ... قبل نهاية عصر الاحتجاج ... مرة\n11 ... أبو زبيد الطائي ... 62هـ ... جاهلي/إسلامي ... قبل نهاية عصر الاحتجاج ... مرات\n12 ... أبو سلمى المزني ... ... ... جاهلي ... قبل نهاية عصر الاحتجاج ... مرة واحدة\n13 ... أبو شاس ... ... ... عباسي ... ... ... مرة واحدة\n14 ... أبو الشيص محمد بن علي ... 196هـ ... عباسي ... بعد نهاية عصر الاحتجاج ... مرتان\n15 ... أبو النجم ... 130هـ ... أموي ... قبل نهاية عصر الاحتجاج ... مرات\n_________\n(1) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [1/ 388 ب11].\n(2) يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [4/ 456 ب27]، [2/ 245]، [4/ 48]، [2/ 67ب26]. وقد لاقى الشعر اهتماما كبيرا من اللغويين، واعتبروه الدعامة الأولى لهم، حتى لقد تخصصت كلمة الشاهد فيما بعد وأصبحت مقصورة على الشعر فقط؛ لذلك نجد كتب الشواهد لا تحوي غير الشعر ولاتهتم بما عداه. ينظر: البحث اللغوي عند العرب، د. أحمد مختار عمر، 39",
        "(1/427)\n\n16 ... أبو نُخَيلة ... 145هـ ... عباسي ... قبل نهاية عصر الاحتجاج ... مرة واحدة\n17 ... أبو نواس ... 198هـ ... عباسي ... بعد نهاية عصر الاحتجاج ... مرة\n18 ... أبو وجزة ... 130هـ ... أموي ... قبل نهاية عصر الاحتجاج ... مرة واحدة\n19 ... أحيحة بن الجُلاح ... 29ق هـ ... جاهلي ... قبل نهاية عصر الاحتجاج ... مرات\n20 ... الأخطل ... 90هـ ... أموي ... قبل نهاية عصر الاحتجاج ... مرة\n21 ... الأسود بن يعفر ... 22ق. هـ ... جاهلي ... قبل نهاية عصر الاحتجاج ... مرتان\n22 ... ذو الإصبع العدواني ... 22ق. هـ ... جاهلي ... قبل نهاية عصر الاحتجاج ... مرة واحدة\n23 ... أعشى باهلة ... ... ... جاهلي ... قبل نهاية عصر الاحتجاج ... مرة واحدة\n24 ... الأعشى ميمون بن قيس ... 7هـ ... جاهلي ... قبل نهاية عصر الاحتجاج ... مرة\n25 ... الأغلب العِجْلي ... 21هـ ... جاهلي/إسلامي ... قبل نهاية عصر الاحتجاج ... مرة واحدة\n26 ... الأفوه الأودي ... 50ق. هـ ... جاهلي ... قبل نهاية عصر الاحتجاج ... مرات\n27 ... امرؤ القيس ... 80ق. هـ ... جاهلي ... قبل نهاية عصر الاحتجاج ... مرة\n28 ... أوس بن حُجْر التميمي ... 2 ق. هـ ... جاهلي ... قبل نهاية عصر الاحتجاج ... مرات\n29 ... البحترى ... 284هـ ... عباسي ... بعد نهاية عصر الاحتجاج ... مرة\n30 ... البرج بن مِسْهر ... 30ق. م ... جاهلي ... قبل نهاية عصر الاحتجاج ... مرتان\n31 ... بشار بن برد ... 167هـ ... عباسي ... بعد نهاية عصر الاحتجاج ... مرات\n32 ... بشر بن أبي خازم ... 22ق. هـ ... جاهلي ... قبل نهاية عصر الاحتجاج ... مرات\n33 ... البعيث المُجَاشعي ... 134هـ ... أموي ... قبل نهاية عصر الاحتجاج ... مرة واحدة\n34 ... تأبط شرا ... 80ق. هـ ... جاهلي ... قبل نهاية عصر الاحتجاج ... 4مرات\n35 ... توبة بن الحمير ... 85هـ ... أموي ... قبل نهاية عصر الاحتجاج ... مرة واحدة\n36 ... جران العود ... ... ... جاهلي/إسلامي ... قبل نهاية عصر الاحتجاج ... مرتان\n37 ... جرير ... 110هـ ... أموي ... قبل نهاية عصر الاحتجاج ... مرة\n38 ... جميل بثينة ... 82هـ ... أموي ... قبل نهاية عصر الاحتجاج ... مرتان\n39 ... الحطيئة ... 45هـ ... أموي ... قبل نهاية عصر الاحتجاج ... مرات\n40 ... حميد بن ثور ... 30؟ هـ ... مخضرم ... قبل نهاية عصر الاحتجاج ... مرات\n41 ... خداش بن زهير ... ... ... جاهلي ... قبل نهاية عصر الاحتجاج ... مرات\n42 ... دِعْبِل الخُزاعي ... 246هـ ... عباسي ... بعد نهاية عصر الاحتجاج ... مرات\n43 ... ديك الجن ... 235هـ ... عباسي ... بعد نهاية عصر الاحتجاج ... مرات\n44 ... ذو الرمة غيلان بن عقبة ... 117هـ ... أموي ... قبل نهاية عصر الاحتجاج ... مرة\n45 ... الراعي النميري ... 90هـ ... أموي ... قبل نهاية عصر الاحتجاج ... مرات\n46 ... رؤبة بن العجاج ... 145هـ ... مخضرم ... قبل نهاية عصر الاحتجاج ... مرات\n47 ... الرياحي ... 68هـ ... أموي ... قبل نهاية عصر الاحتجاج ... مرة واحدة\n(1/428)",
        "\n48 ... زهير بن أبي سلمى ... 13ق. هـ ... جاهلي ... قبل نهاية عصر الاحتجاج ... مرة\n49 ... زيد الخيل ... 9هـ ... جاهلي/إسلامي ... قبل نهاية عصر الاحتجاج ... مرات\n50 ... الشَّمَّاخ ... 22هـ ... إسلامي ... قبل نهاية عصر الاحتجاج ... مرات\n51 ... الشنفرى ... 70ق. هـ ... جاهلي ... قبل نهاية عصر الاحتجاج ... مرتان\n52 ... طرفة بن العبد ... 60ق. هـ ... جاهلي ... قبل نهاية عصر الاحتجاج ... مرات\n53 ... الطِّرِمَّاح ... 125هـ ... أموي ... قبل نهاية عصر الاحتجاج ... مرات\n54 ... طفيل الغنوي ... 13ق. هـ ... جاهلي ... قبل نهاية عصر الاحتجاج ... مرتان\n55 ... عامر بن الطفيل ... 11هـ ... إسلامي ... قبل نهاية عصر الاحتجاج ... مرات\n56 ... عَبِيد بن الأبرص ... 25ق. هـ ... جاهلي ... قبل نهاية عصر الاحتجاج ... مرتان\n57 ... العجاج ... 90هـ ... أموي ... قبل نهاية عصر الاحتجاج ... مرات\n58 ... علقمة بن عَبْدة ... 20هـ ... إسلامي ... قبل نهاية عصر الاحتجاج ... مرات\n59 ... عمر بن أبي ربيعة ... 93هـ ... أموي ... قبل نهاية عصر الاحتجاج ... مرات\n60 ... عمرو بن كلثوم ... 40ق. هـ ... جاهلي ... قبل نهاية عصر الاحتجاج ... مرات\n61 ... عنترة بن شداد ... 22ق. هـ ... جاهلي ... قبل نهاية عصر الاحتجاج ... مرات\n62 ... الفرزدق ... 110هـ ... أموي ... قبل نهاية عصر الاحتجاج ... مرة\n63 ... الفِنْد الزماني ... 70ق. هـ ... جاهلي ... قبل نهاية عصر الاحتجاج ... مرات\n64 ... القطامي ... 130 هـ ... أموي ... قبل نهاية عصر الاحتجاج ... مرات\n65 ... قيس بن الخطيم ... 2 ق. هـ ... جاهلي ... قبل نهاية عصر الاحتجاج ... مرات\n66 ... كثير عزة ... 105هـ ... أموي ... قبل نهاية عصر الاحتجاج ... مرة\n67 ... كعب بن زهير ... 26 هـ ... إسلامي ... قبل نهاية عصر الاحتجاج ... مرتان\n68 ... كعب بن مامة ... ... ... جاهلي ... قبل نهاية عصر الاحتجاج ... مرات\n69 ... الكميت ... 126 هـ ... أموي ... قبل نهاية عصر الاحتجاج ... مرات\n70 ... لبيد بن ربيعة ... 41هـ ... جاهلي/إسلامي ... قبل نهاية عصر الاحتجاج ... مرة\n71 ... المتنبي ... 354هـ ... عباسي ... بعد نهاية عصر الاحتجاج ... مرات\n72 ... متمم بن نويرة ... 30هـ ... إسلامي ... قبل نهاية عصر الاحتجاج ... مرات\n73 ... المُرَقِّش الأَكْبَر ... 75ق. هـ ... جاهلي ... قبل نهاية عصر الاحتجاج ... مرات\n74 ... مسلم بن الوليد الأنصاري ... 208هـ ... عباسي ... بعد نهاية عصر الاحتجاج ... مرات\n75 ... مهلهل بن ربيعة ... ... ... جاهلي ... قبل نهاية عصر الاحتجاج ... مرات\n76 ... النَّابغَة الذُّبْيَاني ... 18ق. هـ ... جاهلي ... قبل نهاية عصر الاحتجاج ... مرة\n77 ... النَّابِغَة الجَعْدي ... 50 هـ ... أموي ... قبل نهاية عصر الاحتجاج ... مرات\n78 ... النمر بن تَوْلَب ... 14 هـ ... إسلامي ... قبل نهاية عصر الاحتجاج ... مرات\n79 ... الحارث بن حلزة ... 54ق. هـ ... جاهلي ... قبل نهاية عصر الاحتجاج ... مرة\n(1/429)\n",
        "ونلحظ على هذا الجدول التالي:\n1ـ عدد الأبيات المستشهد بها لشعراء معروفين في الشرح 521 بيتا تقريبا، وهي نسبة كبيرة تقرب من خُمْس الأبيات التي شرحها أبو العلاء والتبريزي، وتشير إلى أهمية الشعر في تفسير النصوص العربية، وأنه من الأهمية بمكان الرجوع إليه في تحديد معاني الألفاظ والقواعد النحوية، يقول أبو حاتم الرازي:\n((ثم إن للغة العرب ديوانًا ليس لسائر لغات الأمم، وهو الشعر الذي قد قيدوا به المعاني الغربية والألفاظ الشاردة؛ فإذا أحْوِجوا إلى معرفة معنى حرف مستصعب ولفظ نادر التمسوه في الشعر الذي هو ديوان لهم، مُتفق عليه، مَرْضي بحُكمه، مجتمع على صحة معانيه وإحكام أصوله، محتج به على ما اخْتُلِفَ فيه من معاني الألفاظ وأصول اللغة)) (1).\n2ـ أن عدد الشعراء المستشهد بهم قبل عام 150هـ؛ أي قبل عصر الاحتجاج ثمانية وستون شاعرا، وعدد الشعراء بعد هذا التاريخ عشرة شعراء فقط، وهذا يدل على قبول أبي العلاء والتبريزي لمبدأ نقاء اللغة الذي حدده اللغويون، قال الأصمعي: ختم الشعر بابن هرمة، وقال أبو عبيدة: افتتح الشعر بامرئ القيس، وختم بابن هرمة (2). ولكن هذا القيد ليس لازما إن وجد من الشعراء المتميزون، من أمثال: ابن الرومي، أبو حية النميري، أبو الشيص محمد بن علي، أبو نواس، البحترى، بشار بن برد، دِعْبِل الخُزاعي، ديك الجن، المتنبي، مسلم بن الوليد الأنصاري. وقد اتبع الزمخشري هذه السنة، فقد كان يستدل ((بنصوص الشعر والنثر الشائع منها وغير الشائع، القديم منها والمعاصر له)) (3).\n_________\n(1) كتاب الزينة في الكلمات الإسلامية العربية، 94 تحقيق حسين بن فيض الله الهمداني، مركز الدراسات والبحوث اليمني، صنعاء.\n(2) د. أحمد مختار عمر: البحث اللغوي عند العرب، 43\n(3) الكشاف: 1/ 5، مقدمة المحقق يوسف الحمادي، وينظر أيضا د. إبراهيم أنيس: من أسرار اللغة، ص 13\n(1/430)\n\n3ـ وقد وظفت هذه الاستشهادات: لبيان معنى لفظة، أولبيان بعض الجوانب النحوية أوالصرفية أوعروضية، أوالتنبيه على تناص أوسرقة شعرية (1)، أوتوضيح مسألة بلاغية، أوبيان استعمال لغوي، أولتوضيح جوانب تاريخية أوجغرافية.\nومن أمثلة هذه الاستشهادات الشعرية:\nقال أبو العلاء عند قول أبي تمام:\nعَجائِبًا زَعَموا الأَيّامَ مُجفِلَةً ... عَنهُنَّ في صَفَرِ الأَصفارِ أَو رَجَبِ [بحر البسيط]\n((أكثر ما يستعمل زعم مع أنَّ، كما قال الحارث اليشكري:\nزَعَمُوا أَنَّ كُلَّ مَن ضَرَبَ العَيرَ مَوالٍ لَنا وَأَنّا الوَلاءُ [بحر الخفيف])) (2).\nقال أبو العلاء عند قول أبي تمام:\nمُتَدَسِّمُ الثَوبَينِ يَنظُرُ زادَهُ ... نَظَرٌ يُحَدِّقُهُ وَخَدٌّ صُلَّبُ [بحر الكامل]\n((وأكثر ما استعملت نظرت مع إلى، وقد تستعمل متعدية بغير حرف خفض، يقال: نظرت الرجل في معنى نظرت إليه، قال ابن قيس الرقيات:\nظاهِراتُ الجَمالِ وَالسَّروِ يَنظُرنَ كَما يَنظُرُ الأَراكَ الظِّباءُ [بحر الخفيف])) (3).\nوقال التبريزي عند قول أبي تمام:\nوَالجَعفَرِيّونَ استَقَلَّت ظُعنُهُم ... عَن قَومِهِم وَهُمُ نُجومُ كِلابِ [بحر الكامل]\n((الظعن: الإبل بما تحمل من النساء (...) ويقال للنَّعْش ظَعَن؛ لأن الميت يظعن فيه، قال طُفيل الغنوي:\nحَتّى يُقالَ وَقَد عوليتُ في حَرَجٍ ... أَينَ ابنُ عَوفٍ أَبو قُرّانَ مَجعولُ [بحر البسيط])) (4).\n_________\n(1) ينظر على سبيل المثال يُنْظَرُ ديوان أبي تمام بشرح التبريزي: [1/ 7]، [1/ 28]، [1/ 35]، [1/ 65]، [1/ 416 ب30]، [4/ 378 ب2]، [4/ 455 ب24].\n(2) ديوان أبي تمام بشرح التبريزي: [1/ 43ب6].\n(3) ديوان أبي تمام بشرح التبريزي: [1/ 132ب10].\n(4) ديوان أبي تمام بشرح التبريزي: [1/ 86ب26].",
        "(1/431)\n\nومن أمثلة استشهاد التبريزي بالمثل في الشرح:\nإِذا ما اِمتَطَينا العيسَ نَحوَكَ لَم نَخَف ... عِثارًا وَلَم نَخشَ اللُتَيّا وَلا الَّتي [بحر الطويل]\n((أصل ((التي)) و ((الذي)) في كلامهم أن يكونا اسمين ناقصين لا يتمان إلا بصلة؛ وشذ قولهم في المثل: ((فعله بعد اللتيا والتي))؛ أي بعد المشقة والجهد)) (1).\n******\n_________\n(1) يُنْظَرُ ديوان أبي تمام بشرح الخطيب التبريزي بقية مواضع استشهاد التبريزي للأمثال العربية: [1/ 308ب44]، [2/ 15ب21]، [1/ 319ب26]، [1/ 81]، [1/ 388ب11]، [4/ 530ب2]، [1/ 384ب1]، [2/ 146ب34]، [4/ 577ب44]، [2/ 332ب42]، [3/ 188ب32]، [1/ 113 ـ 114]، [4/ 170ب2]، [2/ 40ـ 41ب39]، [1/ 249]، [4/ 455ب24]، [4/ 561ب34]، [4/ 145ب13]، [2/ 94ب30]، [4/ 151ب1]، [2/ 332ب42]، [4/ 585ب23]، [4/ 24ب34]، [4/ 53]، [2/ 332ب42]، [3/ 39ب23]\n(1/432)",
        "\nالفصل الثالث:\nمنهجا أبي العلاء والتبريزي: العلاقات الداخلية والخارجية\nويشمل المباحث الآتية:\nـ المبحث الأول: مقارنة بين منهجي أبي العلاء والتبريزي.\nـ المبحث الثاني: أوجه التشابه بين منهجي أبي العلاء والتبريزي ومنهج مفسري القرآن الكريم.\nـ المبحث الثالث: بين منهج أبي العلاء والتبريزي والمناهج الأدبية المعاصرة.\n(1/433)\n",
        "ـ المبحث الأول: مقارنة بين منهجي أبي العلاء والتبريزي.\nاتفق التبريزي مع أبي العلاء في عناصر المنهج التالية:\n[1] توثيق الرواية.\n[2] توظيف الخصائص والسمات الأساسية للبيئة اللغوية الفصيحة المستقرة في عصره في شرح الديوان:\n[3] الاعتماد على الخصائص الأسلوبية العامة للغة والاستعمال اللغوي أوالكلامي.\n[4] توظيف خصائص الصنعة الشعرية.\n[5] توظيف قرينة السياق اللغوي وغير اللغوي.\n[6] الاهتمام بالجوانب الدلالية للكلمة.\n[7] دعم الشرح بالآيات القرآنية، والقراءات والأحاديث النبوية، والأمثال العربية.\nوتفرد أبوالعلاء عن التبريزي بالعنصرين التاليين:\n[1] تأويل البيت كل التأويلات الممكنة في غياب القرينة المحددة لمعنى معين.\n[2] الشرح بالإعراب.\nوتفرد التبريزي بالعناصر التالية:\n[1] ذكر غرض القصيدة، وسبب قولها قبل الشروع في شرحها.\n[2] ذكر بحر القصيدة ولقب القافية.\n[3] ذكر مفرد الجموع، وجموع المفرد، والمذكر والمؤنث، وكون اللفظة من الأضداد أم لا.\n(1/434)\n\nونلاحظ على هذا المنهج عدة ملحوظات:\nالملحوظة الأولى: يمكن تقسيم عناصر المنهج عندهما إلى مجموعتين\n\nعناصر متعلقة بالنحو ... عناصر بعيدة عن النحو والتصريف\nوالتصريف والعروض\nـ توثيق الرواية.\nـ الشرح بالإعراب. ... ـ غرض القصيدة.\nـ القرائن النحوية والصرفية ... ـ توظيف خصائص الصنعة الشعرية ...\nـ ذكر البحر ....\nويمكن أن نقرأ هذا التقسيم بأنه لايكفي للوقوف على معنى النص الاقتصار على الجوانب النحوية والصرفية والعروضية فقط، بل لابد مع تلك العناصر عناصر أخرى. وهذا يتفق مع ما توصل إليه أحد الباحثين د. عبد الحكيم راضي من ((عدم كفاية كل من النحو والغريب والتصريف للحكم على لغة الشعر)) (1).\nويصدق على ما سبق قول علمين من أعلام ثقافتنا، أما الأول فقدامة بن جعفر إذ يقول: ((العلم بالشعر ينقسم أقسامًا، فقسم ينسب إلى علم عروضه ووزنه، وقسم ينسب إلى علم قوافيه ومقاطعه، وقسم ينسب إلى علم غريبه ولغته، وقسم ينسب إلى علم معانيه والمقصد به، وقسم ينسب إلى علم جيده ورديئه. وقد عني الناس بوضع الكتب في القسم الأول وما يليه إلى الرابع (...) ولم أجد أحدًا وضع في نقد الشعر وتخليص جيده من رديئه كتابًا، وكان الكلام عندي في هذا القسم أولى بالشعر من سائر الأقسام المعدودة، لأن علم الغريب والنحو وأغراض المعاني محتاج إليه في أصل الكلام العام للشعر والنثر)) (2). ومعنى ما ذهب إليه قدامة أن المعرفة\n_________\n(1) النقد اللغوي في التراث العربي: ص 86، مجلة فصول، تراثنا النقدي ج2\n(2) أبو الفرج قدامة بن جعفر: نقد الشعر، ص61، تحقيق د. محمد عبد المنعم خفاجي، دار الكتب العلمية بيروت لبنان",
        "(1/435)\n\n((بالغريب والنحو والمعاني لازمة لكل من الشعر والكلام العادي وأنها كافية في هذا الأخير، لكنها غير كافية بالنسبة للشعر؛ إذ يبقى هناك معرفة الجودة والرداءة)) (1).\nأما القول الثاني فقول ابن خلدون حيث يرى ((أن استفادة المعاني على الإطلاق من تراكيب الكلام على الإطلاق يتوقف على معرفة الدلالات الوضعية مفردة ومركبة، والقوانين اللسانية في ذلك هي علوم النحو والتصريف والبيان)) (2).\nفهو لم يفرد النحو ولا التصريف بمسئولية الإبانة عن المعنى بل أشرك معهما البيان.\nالملحوظة الثانية: أن المنهجين يكمل بعضهما بعضا، والهدف في النهاية الوصول إلى المعنى الصحيح للبيت، فإن كان أبوالعلاء أغفل ذكر غرض القصيدة وبحرها، فإن التبريزي كان حريصا أشد الحرص على هذين الأمرين، لأهميتها في فهم النص (3).\nالملحوظة الثالثة: العدد الإجمالي لأبيات أبي تمام: 7496 بيتًا، شرح منها أبوالعلاء 830 بيتًا؛ أي: بنسبة 11% من أبيات الديوان، أما التبريزي فقد شرح\n_________\n(1) د. عبد الحكيم راضي: النقد اللغوي في التراث العربي: ص 87، مجلة فصول، تراثنا النقدي ج2\n(2) المقدمة: 3/ 961، تحقيق د. علي عبد الواحد وافي، مكتبة الأسرة، الهيئة المصرية العامة للكتاب.\n(3) وقد سبق أن أوضح البحث في موضع سابق (ص 175) أنه على امتداد مسيرة الشعر العربي منذ العصر الجاهلي حتى زمن الحداثة الشعرية العربية المعاصرة، كان الموضوع أوالغرض الشعري حاضرا في القصيدة جنبا إلى جنب مع شكلها، وكان حضورا واضحًا متحددًا في ذاته من ناحية، وحضورا يشكل سياقا تُفْهم أفكار القصيدة ومعانيها في ضوئه من ناحية أخرى؛ أي إن الحضور الموضوعي في القصيدة كان ينهض بوظيفتين مزدوجتين: إحداهما ذاتية، هي وضوح الفكرة العامة للقصيدة، والأخرى سياقية هي تحديد مفردات المعنى الشعري. ينظر: د. عبد الرحمن محمد القعود: الإبهام في شعر الحداثة، ص 177ـ 178\n(1/436)",
        "\n2288 بيتًا، تتضمن 830 بيتا التي شرحها أبوالعلاء؛ أي أن الأبيات التي انفرد بها التبريزي شارحا 1458 بيتا؛ أي بنسبة 19.5%.\nونلاحظ أن أبا العلاء لم يطبق منهجه إلا على هذا العدد القليل من أبيات أبي تمام 830 بيتًا، ويبدو أنه لم يقصد بشرحه لديوان أبي تمام إلا الأبيات المشكلة التي تحتمل أكثر من تأويل؛ لذلك لا نجد هذا العنصرـ عنصر تأويل البيت كل التأويلات الممكنة ـ عند التبريزي؛ وكأن التبريزي ترك هذه الأبيات لأبي العلاء، الأغزر علما، والأكثر إحاطة باللغة لتوضيح هذه الأبيات والوقوف على معانيها، وتقديم التأويلات الممكنة لها. أما الأبيات التي شرحها التبريزي فلم يصادف فيها هذا الغموض، أوما هومعقد؛ لذلك غاب هذا العنصر عنه.\nالملحوظة الرابعة: لقد سار التبريزي على منهج أستاذه في شرح الديوان، فقد وضع أبوالعلاء الأساس، وقام التبريزي بالبناء على هذا الأساس وتطويره، ومد أركانه وجنباته.\nلقد ارتكز أبوالعلاء على ((المسموع اللغوي)) أوعلى ((الاستعمال اللغوي)) كأداة لشرح الأبيات التي شرحها؛ ثم توسع التبريزي كثيرا في الاستناد إلى ((المسموع اللغوي)) أو ((الاستعمال اللغوي))؛ فقد كان هوالأساس في الشرح (1).\n_________\n(1) يراجع العنصر الثالث من عناصر المنهج عند التبريزي (ص 130)، وتراجع عبارات التبريزي في الاستعمال اللغوي: فهويستخدم لفظ ((استعمل)) بأشكال متعددة: ((يُسْتَعمل))، ((اُسْتُعمل))، ((المستعمل))، ((استعملوا))، ((يستعملون))، ((الاستعمال))، وتارة يستخدم للتعبير عن نفس المصطلح قوله: ((وقد حكيت))، ((وأهل اللغة يحكون))، ((والعادة))،أو ((لأن العادة))،أو ((جرت العادة)).، ((وهذا كما نقول في الكلام))، وتارة يستخدم كلمة: ((تردد ذكر))، ((تردد الكلام))، ((والأكثر في كلامهم))، ((وكثر ذلك حتى قالوا))، ((ولم يزل القائل يستعير))، ((معروف))، ((وغير معروف))، ((ولم يذكروا))، ((الغالب))، وتارة يستخدم عبارة: ((ومن كلام العرب))، وتارة يستخدم عبارة: ((قليل في كلامهم)).\n(1/437)\n",
        "وقد استغل التبريزي هذا العنصر ووظفه بحيث يظهر الانحرافات الاستعمالية عند أبي تمام، ورد بعض روايات الديوان؛ لأنها لا تناسبه، أوترجيح عدم قولها، كما استخدمه لإبراز ما وراء الكلمة من ظلال بلاغية.\nولا شك أن اتفاق أبي العلاء والتبريزي على ((المسموع اللغوي)) ـ كأداة للشرح ـ أمر له دلالته ((المهمة))، وهي: ((أن التفسير للنصوص العربية يجب أن يكون في حدود المستعمل عند أهل العربية))، بمعنى أن المفسر للنص العربي لا يجوز أن يأتي بتفسير للنص العربي ليس معروفا عند العرب (1).\nأما العنصر المهم الثاني الذي اهتم به التبريزي اهتماما بالغا مقتديا بأستاذه أبي العلاء فهوعنصر ((الاهتمام الدلالي بالكلمة))، هذا الاهتمام الذي يظهر في بيان الأصل الدلالي المأخوذ منه الكلمة، وتتبع التطور الدلالي للكلمة، والاهتمام بالمعنى السياقي. وهذه كلها أمور مهمة جدا في تفسير النص، والوقوف على المعنى الصحيح، أوالتأويل المناسب له، وقد أشار البحث في موضعين آخرين أسباب اهتمام أبي العلاء والتبريزي بتتبع التطور الدلالي للكلمة.\n********\n_________\n(1) وهذا هوالمنهج الذي اعتمد عليه مفسروالقرآن بالمأثور، ومنهم مثلا الإمام ((الطبري))، حيث إن منهجه في التفسير يستند إلى ((الرجوع إلى اللغة ولسان العرب، وإلى الشعر العربي)). [ينظر: مدخل إلى علم التفسير، د. محمد بلتاجي، ص 111، مكتبة الشباب، 2000].\n(1/438)\n\nـ المبحث الثاني:\nأوجه التشابه بين منهجي أبي العلاء والتبريزي وبين منهج مفسري القرآن الكريم.\nتعددت مناهج تفسير القرآن الكريم واتجاهاتُه، ما بين تفسير بالمأثور وتفسير بالرأي وتفسير إشاري.\nومن هذه التفاسير ما هو مقبول، ومنها ما هو غير مقبول، وقد وضع علماءُ أهل السنة والجماعة شروطا وقواعد ومنهجا يكون بها التفسير ((مقبولا)).\nويبدوتأثُّرُ أبي العلاء (ت449 هـ)، والتبريزي (ت 512هـ) بمنهج مفسري القرآن ((المقبولين)) في كثير من عناصر المنهج عندهما.\nوقبل الشروع في إظهار هذا التشابه يجب النص على أن علماء التفسير بدورهم متأثرون بعلماء أصول الفقه أصحاب قصب السبق في وضع آليات لفهم النصوص العربية وفقهها، فقد، ((دخلت مناهج تفسير النصوص، طور التدوين والتسجيل، منذ القرن الثاني الهجري على يد الإمام الشافعي، والذي يرجع إليه الفضل في تأصيل هذه القواعد، وضبطها في نسق فكري خاص، كان أساسًا ونبراسًا لكل الجهود التي عنيت فيما بعد بمناهج التفسير، وقوانين الاستنباط من النصوص)) (1).\nوالقواعد التي أصلها علماء الأصول ((لا تقتصر أهميتها على فهم النصوص الشرعية فحسب، بل تتعداها إلى فهم جميع النصوص العربية)) (2).\nولم يؤثر علماء الأصول فقط على المفسرين بل على النحاة واللغويين ونقاد الشعر أيضا، فها هو ابن جني العظيم نجد في كتاباته ((ما يدل في وضوح على أنه تأثر في وضع أصول التصريف والنحو بأصول الفقهاء والمتكلمين جميعا)) (3).\nوعند نقاد الشعر القدماء نجد النقد الذي يفرق بين ((اللغة العادية ولغة الأدب)) وهو بهذا ((يجاري منطلقات علم الأصول)) (4).\n_________\n(1) د. محمد قاسم المنسي: في التفسير الفقهي، ص 43، مكتبة الشباب، 1997م\n(2) د. عبد العزيز رمضان سمك: أصول الفقه الإسلامي، ص 193، دار النهضة العربية\n(3) د. شوقي ضيف: المدارس النحوية، ص 268\n(4) د. عبد الحكيم راضي: النقد اللغوي في التراث العربي، ص 85، مجلة فصول ع تراثنا النقدي ج2، 1986م، الهيئة المصرية العامة للكتاب.",
        "(1/439)\n\nونلخص أوجه التشابه بين منهجي أبي العلاء والتبريزي والمفسرين في العناصر التالية:\n1) وجه التشابه الأول: الاهتمام بأسباب نزول الآيات القرآنية، وهو يقابل اهتمام التبريزي بذكر غرض القصيدة (1):\nاهتم مفسرو القرآن من أهل السنة والجماعة بمعرفة أسباب نزول الآيات القرآنية؛ وذلك لأهمية هذا الأمر في الوقوف على معنى الآية، قال السيوطي:\n((... قال ابن دقيق العيد: بيان سبب النزول طريق قوي في فهم معاني القرآن. وقال ابن تيمية: معرفة سبب النزول يعين على فهم الآية؛ فإن العلم بالسبب يورث العلم بالمسبب)) (2).وقال الواحدي عن أسباب النزول إنها ((أولى ما تصرف العناية إليها لامتناع معرفة تفسير الآية وقصد سبيلها، دون الوقوف على قصتها وبيان شئونها)) (3).\nومن نفيس ما قيل في أسباب النزول قول الشاطبي: ((معرفة أسباب التنزيل لازمة لمن أراد علم القرآن، والدليل على ذلك أمران: أحدهما: أن علم المعاني والبيان الذي يعرف به إعجاز نظم القرآن، فضلا عن معرفة مقاصد كلام العرب، إنما مداره على معرفة مقتضيات الأحوال: حال الخطاب، من جهة نفس الخطاب، أوالمخاطِب، أوالمخاطَب، أوالجميع ... الوجه الثاني: وهوأن الجهل بأسباب التنزيل\n_________\n(1) أما وجه التشابه بين المنهجين في ((توثيق الرواية)) فهوفي حق القرآن الكريم وقراءاته الصحيحة أمر مفروغ منه؛ إذ إنه ((قطعي الثبوت))؛ تكفل الله بحفظه.\n(2) الإتقان في علوم القرآن، ص 40، [دار مصر للطباعة، مكتبة مصر]، وقد اعتبر د. تمام حسان أسباب النزول من ((القرائن الخارجية)) التي تحمي من اللبس، [ينظر مقال: اللغة والنقد الأدبي، د. تمام حسان [مجلة فصول، مجلة النقد الأدبي، المجلد الرابع، العدد الأول، 1983 بعنوان: النقد الأدبي والعلوم الإنسانية، الهيئة المصرية العامة للكتاب] ص 127).\n(3) أسباب النزول: ص 16، [دار الريان للتراث، تحقيق د. السيد الجميلي].\n(1/440)",
        "\nموقع في الشبه والإشكالات، ومورد للنصوص الظاهرة مورد الإجمال حتى يقع الاختلاف، وذلك مظنة وقوع النزاع)) (1).\nولأهمية هذه المعرفة فقد عُنِي ((سلف الأمة وخلفها عناية خاصة مما أفرد له بالتأليف جماعة سخرهم الله لحفظ أسباب نزول آياته كما حفظ كتابه، ومن هؤلاء: على بن المديني، شيخ البخاري والواحدي، والجعبري وابن حجر، والسيوطي وغيرهم)) (2).\nوقد كان التبريزي حريصًا على ذكر غرض القصيدة قبل البدء في شرحها، فهويَنُصُّ على ـ أويذكر ـ غرض القصيدة من مدح، أورثاء، أوهجاء. وهذا النص ـ أوالذكر ـ لغرض القصيدة من الأهمية بمكان، فهومن الأدوات الرئيسية لفهم القصيدة، فـ ((عندما يتقدم بنا العصر تتطور الحاجة إلى فهم النص لأسباب أخرى لا علاقة لها بفهم المفرادت أو التراكيب، لكنها متعلقة بغياب أمر آخر له أهميته ونعني به الوسط الذي قيلت فيه القصيدة، حين تتجه مسمياتها إلى بيئة معينة أو مقصد آخر خفي على السامع أو القارئ. (...) فإدراك المناسبة أمر مهم لفهم إشارات النص وتلمس مقاصده، وإلا لأصبح الفهم عقيما وأحيانا بعيدا كل البعد من مراد الشاعر أو هدف القصيدة، وهذا هو أحد مبررات قيام الشرح بجانب القصيدة حينما يتقادم العهد فيخفى أصل المناسبة أو دلالتها، وهي من ضرورات كل عصر لفهم شعره، لذلك كان الاهتمام بها ممتدا عبر العصور)) (3).\n****\n2) وجه التشابه الثاني: الاعتماد على ((لغة العرب))، وهو يقابل عند أبي العلاء والتبريزي العنصرين: ((توظيف الخصائص والسمات الأساسية للبيئة اللغوية الفصيحة المستقرة في عصرهما في شرح الديوان))، و ((الاعتماد على الخصائص الأسلوبية العامة للغة والاستعمال\n_________\n(1) الموافقات: 3/ 294ـ 294، [مكتبة الأسرة 2006، الهيئة المصرية العامة للكتاب].\n(2) القرآن: د. عبد الفتاح أبوسنة، ص 78، [دار الشروق، ط1، 1995م].\n(3) د. سليمان الشطي: المعلقات وعيون العصور، ص 43\n(1/441)\n",
        "اللغوي (أوالكلامي) للألفاظ والألفاظ المصاحبة والألفاظ الأكثر شيوعا))، و ((دعم الشرح بالأبيات الشعرية)):\nوضع علماء أهل السنة والجماعة قواعد ومناهج لتفسير القرآن، بها يكون التفسير ((مقبولا))، منها: أن يكون ((موافقا للغة العرب))؛ وذلك لأن القرآن ((نزل بلسان العرب على الجملة، فطلبُ فهمه إنما يكون من هذا الطريق خاصة؛ لأن الله تعالى يقول: {إِنَّا أَنْزَلْنَاهُ قُرْآنًا عَرَبِيًّا لَعَلَّكُمْ تَعْقِلُونَ (2)} [يوسف:2] إلى غير ذلك مما يدل على أنه عربي، وبلسان العرب)) (1).\nفلابد لقبول التفسير أن يكون مستندا إلى ((دليل شرعي أو لغوي)) (2). وحتى التفسير بالرأي يُقبل إذا كان معتمدا على ((ما نقل عن النبي ـ صلى الله عليه وسلم ـ وأصحابه، وأن يكون عارفا بقوانين اللغة، خبيرا بأساليبها)) (3). أما التفسير الذي يجب الابتعاد عنه فهو التفسير القائم على ((التهجم والجرأة على تعيين مراد الله تعالى مع الجهل بقوانين اللغة والشريعة)) (4).\nوالرفض للتفسير المذهبي؛ لأنه رأي طائفي، ((ينتمي إلى مذهب خاص، ويتبنى وجهة نظر معينة لطائفة معينة، وهو بهذا ينحرف باللفظ عن معناه الأصلي في اللغة والشرع إلى معانٍ أخري بعضها بعيد، وبعضها غير ظاهر أصلا)) (5).\n_________\n(1) الموافقات: الشاطبي، ص 2/ 54، وقال الشاطبي أيضا في كتابه ((الاعتصام)) تحت عنوان ((في مأخذ أهل البدع بالاستدلال)): ((... ومنها ـ أي من المآخذ على أهل البدع ـ تخرصهم على الكلام في القرآن والسنة العربيين، مع الغرو [كذا] عن علم العربية الذي يفهم به عن الله ورسوله، فيفتاتون على الشريعة بما فهموا)). الاعتصام، [1/ 206]، مكتبة الأسرة 2009، تعليق: محمد رشيد رضا.\n(2) دراسات في التفسير: د. محمد نبيل غنايم، ص 38، [دار الهداية، ط2، 1992م].\n(3) دراسات في التفسير: د. محمد نبيل غنايم، ص 39\n(4) دراسات في التفسير: د. محمد نبيل غنايم، ص 39\n(5) دراسات في التفسير: د. محمد نبيل غنايم، ص 40.\n(1/442)\n\nومن الشروط التي وضعت لآداب مفسر القرآن: ((أن يكون ملما بالعلوم التي تعينه على أداء مهمته والقيام بالتفسير بالصورة الصحيحة، وقد أحصى العلماء هذه العلوم في خمسة عشر علما، أحدهما: اللغة ... ، الثاني: النحو .. ، الثالث: التصريف .. ، الرابع: الاشتقاق ...)) (1). وبناء على ما سبق ((ينبغي على العاقل ألا يقف موقف القائل في كتاب الله إلا إذا زود نفسه بزاد عظيم مما نص العلماء الفاقهون على أنه يجب أن يتزود به من يعرض لهذا الأمر الخطير من علم كاف باللغة، وأساليب البيان)) (2).\nوبسبب اهتمام المفسرين بالشعر الجاهلي وسيلة مهمة لشرح كتاب الله عدت كتب التفسير مصدرا من مصادر هذا الشعر. فمع اتساع الدولة الإسلامية ((استحدثت علوم كثيرة كالتفسير والحديث والفقه واللغة والنحووالبلاغة، وهذه كلها تحتاج إلى الأدب،؛ لهذا لا يخلو كتاب ألف في أحد هذه العلوم من آثار أدبية جاهلية؛ إذ أن جميع هذه العلوم تعتمد في تقرير أسسها ومبادئها على كلام العرب القدامى الفصيح، وبسبب ذلك دون كثير من الأدب الجاهلي في ثنايا هذه العلوم)) (3)\nوهكذا تبدوأهمية الأساس اللغوي كمنطلق للتفسير، وهذا هو نفس المنطلق الذي انطلق منه أبوالعلاء، وتبعه تلميذه التبريزي، وقد عرضنا عند الحديث عن منهجيهما مدى احتفائهما بالاستعمال اللغوي أوالمسموع اللغوي، وخاصة عند التبريزي، الذي كان يردد في كل بيت يشرحه لفظة ((يقال))،وكلمة ((المستعمل)).\nوهذا التأكيد على الأساس اللغوي كمنطلق للتفسير أمر له اعتباره في تفسير النص، وأنه لا بد أن يكون الركيزة الأولى لتفسير أية نص، وأنه لا مجال بحق لـ ((شطحات الذهن)) في هذا الأمر، والمنهج الأدبي الذي يتعامل مع النص الأدبي ولا يكون من إجراءاته الاعتماد على ((اللغة)) هومنهج ـ لا شك ـ ناقص.\n_________\n(1) السيوطي: الإتقان في علوم القرآن، ص 552 ـ 553.\n(2) مدخل إلى علم التفسير: د. محمد بلتاجي، ص 160، [مكتبة الشباب، 2000].\n(3) في تاريخ الأدب الجاهلي: د. علي الجندي، ص 144 [دار المعارف، ط2]",
        "(1/443)\n\nبقي أن نثبت في ختام هذه الجزئية أن المعتزلة ـ وهم أصحاب المنهج العقلي في الإسلام ـ اعتمدوا في فهمهم للنصوص على اللغة أيضا كأداة للتأويل فقد حظيت عندهم ((بجانب عظيم من الاهتمام)) (1).\n****\n3) وجه التشابه الثالث: تأويل الآية كل التأويلات الممكنة باستغلال\n((المعاني المعجمية، أوالصرفية))، والجمع بين ((القراءات))، وهذا يتفق مع منهج أبي العلاء في تأويل البيت كل التأويلات الممكنة في غياب القرينة المحددة لمعنى معين، والجمع بين الروايات المختلفة للبيت المشروح:\nنص العلماء على أنه إذا وجدت لفظة في كتاب الله ـ ولها أكثر من معنى ـ فإن تفسير اللفظة بأحد هذه المعاني يعد ((مقبولا))، قال السيوطي: ((والخلاف بين السلف في التفسير قليلٌ، وغالب ما يصح عنهم من الخلاف يرجع إلى اختلاف تنوع لا اختلاف تضاد؛ وذلك صنفان؛ أحدهما: أن يعبر واحد منهم عن المراد بعبارة غير عبارة صاحبه، تدل على معنًى في المسمى غير المعنى الآخر، مع اتحاد المسمى، كتفسيرهم {الصِّرَاطَ الْمُسْتَقِيمَ} [الفاتحة:6] بعض بالقرآن، وبعض بالإسلام (...) الثاني: أن يذكر كل منهم من الاسم العام بعض أنواعه على سبيل التمثيل، وتنبيه المستمع على النوع، لا على سبيل الحد المطابق للمحدود في عمومه وخصوصه (...) وهذان الصنفان اللذان ذكرناهما في تنوع التفسير ـ تارة لتنوع الأسماء والصفات، وتارة لذكر بعض أنواع المسمى ـ هوالغالب في تفسير سلف الأمة الذي يظن أنه مختلف. ومن التنازع الموجود عنهم ما يكون اللفظ فيه محتملا للأمرين، إما لكونه ((مشتركا في اللغة))، كلفظ ((القسورة))، الذي يراد به الرامي، ويراد به الأسد، ولفظ: ((عسعس))، الذي يراد به إقبال الليل وإدباره، وإما لكونه متواطئا في الأصل؛ لكن المراد به أحد النوعين أوأحد الشخصين، كالضمائر في قوله: {ثُمَّ دَنَا فَتَدَلَّى\n_________\n(1) موقف المعتزلة من تفسير القرآن والأحاديث المروية، د. مصطفى الصاوي الجويني، مقال بمجلة العربي ع 122، ص138\n(1/444)",
        "\n(8)} [النجم: 8]، وكلفظ الفجر والشفع والوتر وأشباه ذلك؛ فمثل هذا قد يجوز أن يراد به كل المعاني التي قالها السلف، وقد لا يجوز ذلك)) (1).\nوالاعتداد بـ ((القراءات القرآنية)) أمر مقبول، وإهمالها أمر مرفوض. فقد أجمع المسلمون على ((الاعتماد على ما صح عن هؤلاء الأئمة (أئمة القراءات السبعة)، مما رووه ورأوه من القراءات، وكتبوا في ذلك مصنفات؛ فاستمر الإجماع على الصواب، وحصل ما وعد به من حفظ الكتاب، وعلى هذا الأئمة المتقدمون، والفضلاء المحققون، كالقاصي أبي بكر بن الطيب والطبري وغيرهما. قال ابن عطية: ومضت الأعصار والأمصار على قراءة السبعة، وبها يصلى؛ لأنها ثبتت بالإجماع)) (2). وذهب جماعة من الفقهاء والقراء والمتكلمين إلى أن الأمة يحرم عليها إهمال شيء من السبعة (3).\nوقد صنع المحدثون نفس الشيء في الحديث النبوي؛ فقد أوضح العلماء أنه لا ينبغي للمسلم ((أن يأخذ السنة من حديث واحد، دون أن يضم إليه ما ورد في موضوعه مما يؤيده أويعارضه، أويوضح إجماله، أويخصص عمومه أويقيد إطلاقه)) (4)، فهذا هوالمنهج الصحيح مع الأحاديث النبوية الصيحة ((أن يجمع بين هذه الروايات، وذلك بحسن توجيهها في الموضوع الذي وردت فيه ـ بلا تعسف ـ ودون أن يهمل رواية منها؛ فالجمع مقدم؛ لأن إعمال النص الصحيح خير من إهماله)) (5).\nوعلى هذا النهج سار أبوالعلاء، فلم يكن يهمل شيئا من روايات أبي تمام التي استوثق من صحتها، والتي وردت إليه من ((العلماء الثقات)) و ((النسخ المختلفة))\n_________\n(1) الإتقان في علوم القرآن، ص 548.\n(2) القرطبي: الجامع لأحكام القرآن، 1/ 40، [دار الريان للتراث].\n(3) القرآن: د. عبد الفتاح أبوسنة، ص 61.\n(4) كيف نتعامل مع السنة؟: د. يوسف القرضاوي، ص 132، [دار الشروق ط3، 2005].\n(5) أسباب ورود الحديث، تحليل وتأسيس: د. محمد رأفت سعيد، ص 37.\n(1/445)\n",
        "التي اطلع عليها للديوان. وكان التبريزي في بعض الأحيان يكتفي في شرح البيت بذكر الرواية المختلفة فقط للبيت.\nويتفق أبو العلاء والتبريزي بجوار اتفاقهما مع مفسري أهل السنة في تفسير اللفظ كل التفسيرات الممكنة مع المعتزلة، فقد كانوا يرون ـ كما يمثل رأيهم المرتضي: ((حملَ الكلام على بعض ما يحتمله إذا كان له شاهد من اللغة وكلام العرب؛ لأن الواجب على من يتعاطى تفسير غريب الكلام والشعر أن يذكر كل ما يحتمله الكلام من وجوه المعاني)) (1). وهذا عين ما كان يفعله أبو العلاء.\n****\n4) وجه التشابه الرابع: لجوء المفسرين ـ في أحيان كثيرة ـ للقرائن السياقية لفهم النص، وسبق أن أوضحنا أن أبا العلاء والتبريزي سارا على هذا النهج:\nلجأ المفسرون في أحيان كثيرة إلى ((السياق)) لتفسير النص القرآني، وما اهتمامهم الشديد بأسباب النزول إلا دليل على هذا، وقد مر بنا قول ابن دقيق العيد أن: ((بيان سبب النزول طريق قوي في فهم معاني القرآن))، وقول ابن تيمية: ((معرفة سبب النزول يعين على فهم الآية؛ فإن العلم بالسبب يورث العلم بالمسبب)) (2).\nولايعدو بنا الصواب إن قلنا إن القرآن الكريم نفسه، يوظف القرائن في فهم آياته، فـ ((القرآن ـ وهوأسمى نص عربي ـ يرصد من القرائن الحالية التي تتمثل في أسباب النزول، ومن القرائن المقالية التي تتمثل في تراكيب النص، وفي الآيات التي تفسر آيات أخرى، ما يحول بين اللبس وسياق الكريم)) (3).\n_________\n(1) أمالي المرتضي، غرر الفوائد ودرر القلائد، ص 18/ 19\n(2) الإتقان في علوم القرآن: ص 40.\n(3) ينظر مقال: اللغة والنقد الأدبي، د. تمام حسان [مجلة فصول، مجلة النقد الأدبي، المجلد الرابع، العدد الأول، 1983 بعنوان: النقد الأدبي والعلوم الإنسانية، الهيئة المصرية العامة للكتاب] ص 122). وأضاف د. تمام ـ في نفس المصدر ـ ((وفي دراسة هذه الظاهرة (ظاهرة وجود قرائن) في القرآن وجدت عشرات الأمثلة لتراكيب من قبيل ما قدمنا منذ قليل، وقد رصد القرآن لها من القرائن ما أزال عنها اللبس)).\n(1/446)\n\nولا نحتاج إلى مزيد كلام لإثبات تأثر أبي العلاء والتبريزي بهذا النهج في ((استخدام القرائن)) فقد وَظَّف أبوالعلاء عددا كبيرا من قرائن ((السياق\nاللغوي))، مثل: القرائن النحوية والصرفية والعروضية والصوتية، والصنعة الشعرية، وقرينة الاستعمال اللغوي والتناص والبلاغية.\nكما وظف عددا من ((قرائن سياق الحال))، مثل: القرائن الشرعية، والثقافية، والطبيعية. ولم يتخلف التبريزي عن نهج أستاذه في هذه الجزئية؛ فسار على نهجه؛ واستعان بها في شرح الأبيات.\nوفي الوقت الذي كانت القرائن تعين كلا من أبي العلاء والتبريزي في تحديد معاني الأبيات المشروحة عند أبي تمام ـ كان غيابها بمثابة ((الضوء الأخضر)) ـ إن صح التعبير ـ لتقديم أكثر من ((تأويل للنص المشروح))، إذ إن ((تعدد المعنى يكشف عن عدم كفاية القرائن)) (1).\nولم تكن وظيفة القرائن عند أبي العلاء مقصورة فقط على كشف المعنى، بل استخدمت أيضا: لرد رواية، أو ترجيح رواية على رواية، أو لرد الروايات المصحفة.\n*****\n5) وجه التشابه الخامس: اهتمام المفسرين بالجوانب الدلالية للآية أوالكلمة وخاصة في تطورها الدلالي، وكذلك اهتم أبوالعلاء والتبريزي:\nاهتم مفسرو القرآن بالجوانب الدلالية للآية أوالكلمة قيد التفسير؛ ولا غرو في هذا الاهتمام، فما كان التفسير أصلا إلا لبيان معاني الكلام (2).\nوقد نبه كثير من الجهابذة والمحققين من علماء الأمة على أهمية التطور الدلالي للألفاظ، ومدى الخطورة التي يمكن أن تقع إذا نزلت ((الألفاظ الشرعية على\n_________\n(1) البيان في روائع القرآن: د. تمام حسان، 1/ 164\n(2) وقد سبقهم في هذا أيضا علماء الأصول، فكتبهم مترعة بالمباحث الدلالية التي تتحدث عن العام وأقسامه، والمطلق والمشترك، ودلالة العام بين القطعية والظنية، وصيغ العموم ...",
        "(1/447)\n\nالمصطلحات المستحدثة على مر العصور)) (1)؛ إذ ((إن هناك ألفاظا كثيرة بدلت في مجالات شتى يصعب حصرها. ثم لا يزال هذا التبدل يتسع، مع تغير الزمن وتبدل المكان، وتطور الإنسان، إلى أن تصبح الشقة بعيدة بين المدلول الشرعي الأصلي للفظ، والمدلول العرفي أوالاصطلاحي الحادث المتأخر، وهنا ينشأ الغلط وسوء الفهم غير المقصود، كما ينشأ الانحراف والتحريف المتعمد)) (2) (3).\nوقد ذكر السيوطي مجموعة من العلوم الواجبة لإتقان القرآن، منها:\n[1] في معرفة الوقف والابتداء. قال السيوطي: ((قال ابن الأنباري: من تمام معرفة القرآن معرفة الوقف والابتداء فيه، وقال النِّكْزاوي: باب الوقف عظيم القدر، جليل الخطر؛ لأنه لا يتأتى لأحد معرفة معاني القرآن ولا استنباط الأدلة الشرعية منه إلا بمعرفة الفواصل)) (4).\n[2] في معرفة إعرابه. يقول السيوطي ((ومن فوائد هذا النوع معرفة المعنى؛ لأن الإعراب يميز المعاني، ويوقف على أغراض المتكلمين (...) وعلى الناظر في كتاب الله تعالى الكاشف عن أسراره النظر في الكلمة وصيغتها ومحلها)) (5).\n[3] معرفة الحقيقة والمجاز. [4] في فواصل الآي. [5] في مفردات القرآن.\nوهذه العلوم لا تخدم إلا الإبانة عن النواحي الدلالية للكلمة منفردة، أو في سياقها. وقد مر بنا كيف كان اهتمام أبي العلاء والتبريزي بالكلمة دلاليا، وما يتعلق\n_________\n(1) كيف نتعامل مع السنة النبوية؟:د. يوسف القرضاوي، ص198، [دار الشروق ط3، 2005]\n(2) كيف نتعامل مع السنة النبوية؟: د. يوسف القرضاوي، ص198.\n(3) ومن العلماء الذي تناولوا هذا الأمر بالحديث الإمام الغزالي في كتابه ((إحياء علوم الدين)) يُنْظَرُ: إحياء علوم الدين: 1/ 32، باب ((بيان ما بدل من ألفاظ العلوم))، [دار المعرفة ـ بيروت]\n(4) الإتقان في علوم القرآن: ص 113.\n(5) الإتقان في علوم القرآن: ص 269\n(1/448)",
        "\nبها من تخصيص للدلالة أوتعميم أوتغيير للدلالة، وكيف كان الإعراب نفسه وسيلة للشرح.\n*****\n(1/449)\n",
        "ـ المبحث الثالث:\nبين منهج أبي العلاء والتبريزي والمناهج الأدبية المعاصرة.\nبعد الانتهاء من عرض أوجه التشابه بين منهج أبي العلاء والتبريزي ومنهج مفسري القرآن، يمكن للباحث أن يقرر في اطمئنان أن منهج أبي العلاء والتبريزي هوـ في معظمه ـ منهجٌ لمفسري القرآن من أهل السنة والجماعة المستند بدوره على منهج علماء الأصول.\nولاجدال أن عقلية فذة مثل عقلية أبي العلاء في سعة ثقافتها واطلاعها على العربية حين تعتمد هذا ((المنهج)) طريقا لتفسير النص؛ فإن هذا تصريح ضمني بمدى سلامة هذا المنهج وأصالته. ويزداد الوثوق بهذا المنهج حينما يأتي التبريزي ـ وهوأيضا علم من أعلام اللغة ـ ويسير على نفس الطريق.\nومنهجا أبي العلاء والتبريزي يقدمان ما يمكن أن نسميه ((فهما مبدئيا للنص))، وليس من المعقول أن تنطلق دلالات النص الأدبي أو قراءاته من لا شيء، بل لا بد من أساس تنطلق منه، وفهم مبدئي سليم تصدر عنه، حتى تكون الدلالات والقراءات المقدمة والمقترحة مقبولة، فالذي يبني بناء لا يمكن أن يصعد للأدوار العليا قبل أن يصنع الأدوار السفلى، والمقدمات الصحيحة تأتي بنتائج صحيحة، وما فشل المناهج الأدبية الحديثة من بنيوية وتفكيكية في تفسير النص الأدبي إلا دليل على صحة ما نرمي إليه.\nلقد وضع مفسرو القرآن ((منهجا)) لتفسير النص القرآني، ثم أتي أبوالعلاء والتبريزي وأعطى كل منهما إمكانية تطبيق هذا المنهج على ((نص أدبي)). وهما بهذا الصنيع يكونان قد سلكا طريقا ـ لهما ولغيرهما ـ يلتمسون فيه ((تفسيرا منهجيا)) للنص الأدبي.\nإن الارتباط أوالتشابه الوثيق بين منهجهما ومنهج مفسري القرآن يجعل الباحث مطمئنا لهذا ((المنهج))؛ فالنفس تطمئن لكل ما هو مرتبط بـ ((النص القرآني))، ويطمئن إلى أن المفسرين والأصوليين ـ من أهل السنة والجماعة ـ لابد أن ينهجوا من الطرق أقومها، ومن السبل أوضحها لتفسير النص القرآني.\n(1/450)\n\nوالباحث يدعوالأدباء والنقاد إلى وضع نظرية عربية نقدية لتفسير النصوص الأدبية، يكون منهج أبي العلاء والتبريزي لبنة فيها، تلك اللبنة التي تستند بدورها على منهج محكم لتفسير النص القرآني (1).\nإن الدرسات اللغوية المتعلقة بالنص القرآني ((تشكل ـ إلى جانب المؤلفات البلاغية المعروفة ـ أساسا صالحا لدراسات عربية متجددة في الأسلوب؛ وبذلك تلعب دورا لعله يفوق بكثير ذلك الدور الذي لعبته البلاغة اليونانية القديمة بالنسبة للدرس الأسلوبي الحديث عند الأوربيية)) (2).\nوالباحث إذ يدعو إلى هذا المنهج يدعو من جهة أخرى إلى طرح المناهج الأدبية الدخيلة علينا (3)، المنبتة الصلة بالبيئة العربية، والقادمة إلينا من الغرب.\nإن الكثير من تلك المناهج والنظريات الأدبية منبت الصلة بتراثنا الثقافي العربي، ذا خلفية أيديولوجية وفلسفية غريبة عنا، وهذا ما يؤكده الباحثون الذين يؤكدون على\n_________\n(1) بين يدي الباحث كتاب بعنوان ((موسوعة النظريات الأدبية))، يحتوي على سبعين نظرية أدبية، للدكتور: نبيل راغب، ليس من بينها للأسف الشديد حديث واحد عن نظرية أدبية نقدية عربية.\n(2) مقال بعنوان: ((النقد اللغوي في التراث العربي)): د. عبد الحكيم راضي، ص 88 [مجلة فصول مجلة النقد الأدبي، تراثنا النقدي ج2، 1986م].\n(3) ونضيف إلى المناهج الأدبية أيضا ((الأعمال الأدبية)) التي لا تتفق مع عاداتنا وثقافتنا. فقد كانت تلك الأعمال إحدى الطرق لإبعاد المسلمين عن دينهم، وبهذه الأعمال صيغت عقول وأفكار كثير من الأدباء والمفكرين، ((منسلخة تماما عن الدين، إن لم تكن ساخرة مستخفة مستهزئة)). [ينظر: واقعنا المعاصر: محمد قطب، ص 288، دار الشروق ط2، 2006]. وفي مقال بجريدة الأهرام 7مايو2002، ص 11، بعنوان ((حرب باردة جديدة)) للأستاذ فهمي هويدي، قال فيه: ((ليست مصادفة أن تلجأ وزارة الدفاع الأمريكية إلى إنشاء مكتب\n((للتأثير الاستراتيجي)) (...) ومن يطالع كتاب ((الحرب الباردة الثقافية)) لمؤلفه الأمريكي فرانسيس سوندر يكشف أن ذلك المكتب كان النواة التي بدأت بها المخابرات المركزية، ويدهش للكيفية التي مورست بها تلك الحرب في مجالات الإعلام والفنون والآداب، واستخدمت لأجلها أسماء كبيرة، وإصدارات محترمة ومؤسسات قامت بأدوار مهمة في حياتنا العقلية والثقافية)).",
        "(1/451)\n\nارتباط النقد الأدبي في القرون الثلاثة الأخيرة ـ على الأقل ـ بالفكر الفلسفي الذي يتذبذب ((بين الوهم والحقيقة، واليقين والشك، وجاءت التفسيرات المختلفة لمعنى النص انعكاسا لتناقضات الفلسفة حول الحقيقة والوجود والذات)) (1)، إننا دائمًا نجد تلك الوشائج القوية ((بين تطورات الفكر العلمي ـ الفلسفي وتطورات الدراسات الأدبية واللغوية)) (2) في الغرب.\nوخير مثال على تلك المناهج الأدبية التي جثمت على صدورنا ما يزيد عن ثلاثة عقود من الزمان، وكان لها من الآثار السلبية ما لا يعلمه إلا الله ما يعرف بـ ((البنيوية)) (3)، و ((التفكيكية)) (4).\n_________\n(1) المرايا المحدبة من البنيوية إلى التفكيك: د. عبد العزيز حمودة، ص 96، [سلسلة عالم المعرفة، ع 232، يناير1998م، المجلس الوطني للثقافة والفنون والآداب، الكويت].\n(2) المرايا المحدبة: د. عبد العزيز حمودة، ص 99، وينظر أيضا الصفحات التالية: 61، 113، 164\n(3) البنيوية ـ كواحدة من أكثر التيارات العقلية أهمية وانتشارا ـ تقوم على دراسة البني أوالنماذج الكامنة في السلوك الاجتماعي، والثقافة، وتركيب المادة الفيزيائية. إنها تقدم ((منهجية)) معقولة ومنطقية لدراسة كثير من العلوم والمجالات المختلفة، مثل: البيولوجيا والجيولوجيا والأنثربولوجيا، وعلم اللغة، والنقد الأدبي. إن البنيوية التي تقوم على أساس نظرية الاتصال وتدرس العلاقات بين الأشكال بدلا من دراسة طبيعة هذه الأشكال نفسها: عاملة على إيجاد ((لغة)) في العلامات والرموز داخل تلك الأشياء. وبتحليل الشيء قيد البحث ـ سواء أكانت رواية أم أنظمة اتصال أم نظم سياسية ـ فإن البنيوية تحاول الكشف عن ((أطر)) الاتصال الموحَّدة من خلال تركيب ثنائي للعلاقات، تلك العلاقات التي تكتسب معانيها من داخلها ـ وليس من طبيعتها الخارجية ـ من خلال موضع كل علامة من الأخري. ينظر: LEXICON UNIVERSAL ENCYCLOPEDIA, vol18 , p303 ,(structuralism)\n(4) شاع هذا المصطلح في النظرية الأدبية، وفي النقد الأدبي والفني منذ أواخر الستينيات في القرن العشرين، وبالتحديد بعد أن نشر الفيلسوف المعاصر جاك دريدا كتابه المشهور الأول:\n((في علم نظم الكتابة)). وهومنهج يستخدم ((الشك)) بهدف هدم أنواع ((اليقين)) الفلسفية والعلمية والدينية، وهدم ـ أوتفكيك ـ كل أنواع ((الوحدة)) الاجتماعية أوالسياسية، أوالثقافية. [مصطلحات الفكر الحديث: سامي خشبة، 1/ 226ـ 227، مكتبة الأسرة، الهيئة المصرية العامة للكتاب، 2006].\n(1/452)",
        "\nإن المعتنق لهاتين النظريتين النقديتين يجد نفسه في نهاية الأمر أمام مأزقين خطيرين:\nأما المأزق الأول: فهومأزق ((عَقَدي))، يتمثل في ((أَنْسَنَة الدين))؛ أي ((إرجاع الدين إلى الإنسان وإحلال الأساطير محل الدين)) (1). وقد قام البعض بالفعل بهذه ((الأنسنة))؛ أي ((أنسنة الدين، وتطبيق المبادئ النقدية الوافدة على النصوص المقدسة)) (2). بل تعدى الأمر لما أخطر من ذلك؛ فالقول بما يسمى عند التفكيكيين بـ ((موت المؤلف)) قاد إلى ((رفض وجود الله ذاته وثالوثه: العقل والعلم والقانون)) (3).\nأما المأزق الثاني: هومأزق ((فهم النص)). لقد اكتشف البنيويون أنفسهم في نهاية المطاف ((بعد كل الرفض لكل المدارس السابقة، وبعد دعاوى علمية النقد، أن البديل البنيوي، وهوالنموذج اللغوي، فشل في تحقيق الدلالة أوالمعنى. لقد انشغلوا ـ في حقيقة الأمر ـ بآلية الدلالة، ونسوا ماهية الدلالة. انهمكوا في تحديد الأنساق والأنظمة وكيف تعمل، وتجاهلوا الـ ((ماذا يعني النص؟)))) (4). لقد تحولت البنيوية إلى ((تدريب لغوي يتوقف عند تحديد العلاقات بين العلامات، والبنى المكون للنص، وكيف تعمل، دون كثير اهتمام بالمعنى)) (5). ومما يقره أيضا د. عبد العزيز حمودة:\n_________\n(1) المرايا المحدبة: د. عبد العزيز حمودة، ص 35\n(2) المرايا المحدبة: د. عبد العزيز حمودة، ص 64\n(3) المرايا المحدبة: د. عبد العزيز حمودة، ص 105، وينظر أيضا: التأويل العبثي للوحي والنبوة والدين: د. محمد عمارة، ص 23هدية مجلة الأزهر، جمادى الآخرة 1432هـ\n(4) المرايا المحدبة: د. عبد العزيز حمودة، ص9\n(5) المرايا المحدبة: د. عبد العزيز حمودة، ص207\n(1/453)\n",
        "((قد تمثل فشل البنيوية الجوهري في نهاية المطاف في قدرتها المكتسبة الجديدة على تحقيق تحليل لغوي بنائي للنص مع فشل كامل في تحقيق معنى النص)) (1).\nأما التفكيكية فهي تقوم على ((غياب المركز الثابت للنص، إذ لا توجد نقطة ارتكاز ثابتة يمكن الانطلاق منها لتقديم تفسير معتمد، أوقراءة موثوق بها، أوحتى عدد من التفسيرات والقراءات للنص، بل إن ما هو مركزي، أوجوهري في قراءة ما يصبح هامشيا في قراءة أوقراءات أخرى، وبالتالي فإن ما هو هامشي في قراءة ما يصبح مركزيا أومركزا في قراءة أوقراءات أخرى، ويستتبع ذلك بالطبع ما أسماه التفكيكيون ((اللعب الحر Free play)) للغة. وحيث إنه لا يوجد مركز ثابت ولا قراءة معتمدة أوموثوق بها أو قراءة مفضلة، وإن الوحدات اللغوية المكونة للنص في حالة لعب حر، إذن لا توجد قراءة نقدية واحدة بل إن كل قراءة نقدية هي في حقيقة الأمر فشل الناقد في قراءة النص، وحتى تفسح المجال لمحاولة من جديد، بصورة لا نهائية. وهكذا يستبدل بالمفهوم التقليدي لتعدد قراءات النص الواحد حسب قدرته على الإيحاء عن طريق الرمز، مفهوم لا نهائية القراءات)) (2).\nإن الأخذ بالمنهج التفكيكي أدي إلى فتح ((أبواب الجحيم: أبواب الشك وفوضى النقد)) (3).\nهذه الفوضى هي ما يؤكدها أحد كبار نقاد الأدب المعاصرين، إذ يقول على استحياء، وفي عبارة رقيقة: ((... ومع كثرة من غمرتهم دوامة التفكيك لدينا، واستخدموا بعض تقنياته، فإن البحث العميق قد انتهى إلى ضيق هامشه في الثقافة العربية إلى حد كبير)) (4).\n_________\n(1) المرايا المحدبة: د. عبد العزيز حمودة، ص181\n(2) المرايا المحدبة: د. عبد العزيز حمودة، ص56\n(3) المرايا المحدبة: د. عبد العزيز حمودة، ص37، وينظر أيضا: ص164\n(4) مقال بعنوان: ((المشهد النقدي اليوم))،للدكتور صلاح فضل، جريدة الأهرام، 1 يوليو2002\n(1/454)\n\nبعد هذه الكلمات السريعة أعود فأقول: لابد من الرجوع لتراثنا، نتمسك به، ونذب عنه، ونأخذ منه ما ينير الطريق.\n***",
        "(1/455)\n\nالخاتمة\n(1/456)",
        "\nأخيرا وبعد معايشة الموضوع، توصل البحث للنتائج التالية:\n1) مذهب أبي تمام في الغريب والبديع كان فيه خير للغة؛ إذ اضطر الشارحون إلى توظيف ثقافتهم كلها لشرح ديوانه؛ مما عاد بالفائدة عليها.\n2) احتجاج بعض اللغويين بشعر أبي تمام، مثل: الزمخشري، والرضي، والمبرد.\n3) كان لأبي العلاء المنتهى في حفظ اللغات وتصحيحها، وحذق النحو.\n4) كان أبو العلاء على علم بالأساليب الشائعة في اللغة وغير الشائعة، وبالألفاظ ذات الأصول العربية وغير العربية، والمبتذل وغير المبتذل، وما نُطِق به وما لم ينطق به، كما كان على علم باللغات المحيطة بالعرب، مثل اللغة النبطية.\n5) قرأ أبو العلاء القرآن بروايات، وسمع الحديث على ثقات.\n6) أبو العلاء رائد من رواد علم الأسلوب العربي.\n7) ينبغي لمن يتصدى لشرح شعر شاعر أن يكون مُلِمًّا بالخصائص الأسلوبية لهذا الشاعر.\n8) التبريزي علَمٌ من أعلام اللغة، وإمام من أئمة العربية رغم تحامل المتحاملين عليه.\n9) القياس الذي يتردد عند أبي العلاء يتردد بمعنى أنه عملية شكلية يتم فيها إلحاق أمر ما بآخر لما بينهما من شبه أو علة، فيعطي الملحق حكم ما ألحق به.\n10) عدم تقيد أبي العلاء والتبريزي بمذهب نحوي معين.\n11) لجوء التبريزي عند شرح الديوان للغة على كافة مستوياتها وفي جميع أطوارها: فصيحة وعامية، نثرا وشعرا، قديمة وحديثة.\n12) قيام الأصول النحوية من سماع وقياس بدور مهم في الشرح.\n13) اتساع دائرة السماع عندهما لما بعد 150 هـ.\n(1/457)\n",
        "14) اللغة عند أبي العلاء والتبريزي مستويات، منها اللغة العالية، ولم ينسباها إلى قبيلة معينة.\n15) وقوف لغويينا القدامى أمام كل لفظة في اللغة تحليلا ودراسة.\n16) دراسة اشتقاق الكلمة وسيلة لفهم معناها.\n17) تجويز أبي العلاء والتبريزي لصياغة الفعل من الاسم الجامد.\n18) دلالات الأوزان الصرفية متطورة ومتداخلة أحيانا، ويجب السعي دوما للوقوف على معانيها.\n19) ذكر الوزن وسيلة من وسائل الشرح.\n20) قد يقوم المصدر مقام الاسم.\n21) إمكانية تثنية المصدر المؤكد لعامله وجمعه لغرض بلاغي.\n22) الجمع قد يبنى على النسب.\n23) عدم تحديد المصطلحات النحوية يمثل مشكلة في فهم الكتب التراثية.\n24) ظاهرة التذكير والتأنيث لا تجري في اللغة على قياس مطرد، وأن المعول عليه فيها هو السماع.\n25) عبدون وحمدون أسماء أعجمية لتأثرها بالبيئة الأندلسية واللغة الأسبانية.\n26) التناسق اللفظي قد يكون له تأثيره على ضبط الكلمة وإعرابها وبنيتها.\n27) العرب تثني الشيء وتجمعه؛ لأنها تضيف إليه ما يقرب منه.\n28) أهمية قانون المماثلة الصوتي في تفسير بعض الأمور الصرفية في مثل: اتصل، اصطبر.\n29) حذف حرف من الكلمة لضعفه ولطول الكلمة.\n30) الإبدال والإعلال من وسائل اللغة للتخفيف والهروب من استثقال التشديد والتقاء ساكنين.\n31) استخدام التبريزي لمصطلح همزة البين بين عند شرح قول أبي تمام:\nتَاللهِ نَدري أَالإِسلامُ يَشكُرُها ... مِن وَقعَةٍ أَم بَنو العَبّاسِ أَم أُدَدُ\n32) تجويز أبي العلاء مد المقصور في الشعر والنثر.\n(1/458)\n\n33) يجوز تخفيف الهمزة إذا لم توجد لفظة مشابهة حروفا وضبطا للفظ الذي خففت همزته، وإن وجد لفظ مشابه وجب وجود قرينة تمنع اللبس.\n34) من أنواع الهمزات همزة التعجب.\n35) مصطلح البنية عند التبريزي يشمل التراكيب التي تتكون من كلمتين أو أكثر، وأن مصطلح البنية قديم، وأقدم من استخدمه على وجه التقريب المبرد 285هـ.\n36) أشار التبريزي إلى أن أبنية اللغة ((متفق عليها))؛ بمعنى: أن قبول اللغويين لبنية معينة ليس ناتجا عن علة معينة، أولسبب معين، وإنما قبولهم لبنية معينة يكون بسبب الاتفاق الذي وقع في اللغة حول هذه البنية.\n37) أشار أبوالعلاء إلى أن البنى الصرفية تكونت وتحددت لدي علماء اللغة بعد استقراء وإنعام للنظر طويلين لهذه الألفاظ، وأن منها ما هو مستنكر، ومنها ما هو مستعمل وغير مستعمل.\n38) الأبنية المستقرة تحدد الطريقة التي يمكن أن يكون عليها اسم أعجمي لو رغبنا في النطق به.\n39) الأبنية المستقرة والمعلومة والمحددة عند اللغويين كانت بمثابة ((المعيار والقرينة)) التى يعرف بها ما يوافق الأسماءَ العربية من الأسماء الأعجمية.\n40) وجود قانون صوتي يمنع تجمع أحرف معينة عند تكوين بنية الكلمة، كأن تجتمع الكاف والذال والجيم في كلمة، أوتجتمع أحرف من حروف الحلق.\n41) معظم الألفاظ تتخذ من مكوناتها الداخلية ما تحتاط به من التباس معناها بمعنى لفظة أخرى مشابهة لها.\n42) اللغة العامية قد تكون مفيدة أحيانا في دراسة الفصحى.\n43) البنية الخماسية لا مذهب لها في الاشتقاق.\n44) الألفة وكثرة الاستعمال تؤثران على بنية الكلمة وحروفها.\n45) الأسماء ثنائية الحروف عند التبريزي يحكم بأصلية حرفيها وحذف حرف ثالث.",
        "(1/459)\n\n46) الأسماء الأعجمية قد توافق في بنيتها بنى الأسماء العربية.\n47) انتقال الكلمة من المصدرية إلى الاسمية له في اللغة شواهد عديدة، ولا تتخلى الكلمة عند الانتقال عن مصدريتها تماما.\n48) الأفعال التي تتعدي بحرف الجر يمكن أن يفصل بينها وبين حرف الجر فاصل.\n49) قياسية التضمين في تحويل الفعل اللازم إلى متعد والعكس.\n50) جواز إضافة بعض الشيء إلى كله.\n51) موافقة أبي العلاء لمن أجاز إضافة أفعل إلى ما هو ليس ببعضه؛ لأن الإضافة يتسع فيها جدا.\n52) كل الجمل لها محال إعرابية عند أبي العلاء.\n53) التتبع التاريخي للمصطلحات النحوية أمر له فوائده الجمة، ولابد للباحث في كتب التراث من الإلمام بهذه المصطلحات.\n54) اللغة في بعض الأحيان تكسر المألوف لإثارة الذهن.\n55) جواز أن تقع من على ما لا يعقل؛ إذا خلط الإنس بغيرهم.\n56) إمكانية إشراب اسم معنى فعل؛ فينصب اسما تاليا عليه.\n57) اهتمام أبي العلاء والتبريزي بإبراز وسائل التماسك النصي، ومن أهمها التناص الذي أخذ عندهما أشكالا مختلفة.\n58) الاهتمام بمناهج العلماء في كتبهم أمر من الأهمية بمكان.\n59) كان لأبي العلاء والتبريزي في شرحهما للديوان منهج متكامل يتمثل في العناصر التالية:\n• توثيق الرواية.\n• توظيف قرينة السياق.\n• توظيف الخصائص والسمات الأساسية للبيئة اللغوية الفصيحة المستقرة في عصرهما.\n• توظيف خصائص الصنعة الشعرية.\n(1/460)",
        "\n• تأويل البيت كل التأويلات الممكنة في غياب القرينة المحددة لمعنى معين.\n• الاهتمام بالجوانب الدلالية للكلمة.\n• ذكر غرض القصيدة، وسبب قولها قبل الشروع في شرحها.\n• ذكر بحر القصيدة ولقب القافية.\n• ذكر مفرد الجموع، وجموع المفرد، والمذكر والمؤنث، وكون اللفظة من الأضداد أم لا.\n60) أثبت البحثُ أوجه التشابه التي بين هذا المنهج وبين المنهج الذي اعتمده مفسروالقرآن.\n61) خطورة تبني المذاهب الأدبية الحديثة مثل: البنيوية والتفكيكية، والتي لا تناسب ثقافتنا ولا معتقداتنا.\n62) ينبغي لمن يتصدى لتفسير النصوص العربية أن يكون ملمًّا بلغة العرب، واسع العلم بها، عالمًا بطرائق استعمال ألفاطها وأساليبها.\n63) أشار البحث إلى أن كثيرا من العلوم اللغوية والاتجاهات الأدبية والتي أُخذت من الغرب لها بذور وإرهاصات في تراثنا القديم، مثال ذلك: علم الأسلوب، علم النص، نظرية التحليل التكويني.\n****\n(1/461)\n",
        "قائمة المراجع\nأولا ـ المراجع العربية\n1) آفاق التناصية المفهوم والمنظور، د. محمد خير البقاعي، الهيئة المصرية العامة للكتاب / دراسات أدبية 1998م\n2) الإبداع الموازي، محمد حماسة عبد اللطيف، [دار غريب، ط 1، 2001].\n3) الإبهام في شعر الحداثة، د. عبد الرحمن محمد القعود، [سلسلة عالم المعرفة ع 279، مارس 2002، الكويت]\n4) أبوالعلاء المعري، د. عائشة عبد الرحمن، سلسلة أعلام العرب، رقم 38\n5) أبو العلاء المعري، الزاهد المفترى عليه، د. عبد المجيد دياب، المكتبة الثقافية 405، الهيئة المصرية العامة للكتاب 1986م\n6) الإتقان في علوم القرآن، مكتبة مصر، دار مصر للطباعة.\n7) الاجتهاد والتقليد في الإسلام، د. طه جابر فياض العلواني، دار الأنصار القاهرة ط1، 1979م\n8) الاحتجاج بالشعر في اللغة، الواقع ودلالته، د. محمد حسن حسن جبل، [دار الفكر العربي]\n9) إحياء علوم الدين، دار المعرفة ـ بيروت\n10) أساس البلاغة، الزمخشري، ط دار الشعب، 1960\n11) أسباب النزول، الواحدي النيسابوري، [دار الريان للتراث، تحقيق د. السيد الجميلي].\n12) أسباب ورود الحديث، تحليل وتأسيس، د. محمد رأفت سعيد، كتاب الأمة ـ وزارة الشئون الإسلامية، قطر 1994\n13) الاستدلال النحوي، نحونظرية معاصرة لأصول النحوالعربي، د. محمد عبد العزيز عبد الدايم، 2008، وبدون بيانات أخرى.\n14) أسرار البلاغة، عبد القاهر الجرجاني، قرأه وعلق عليه: أبوفهر محمود محمد شاكر، مطبعة مدني.\n15) الأسلوب، دراسة لغوية إحصائية، د. سعد مصلوح، عالم الكتب، ط3، 1992م\n16) الأسلوبية، مدخل نظري ودراسة تطبيقية، د. فتح الله أحمد سليمان، الدار الفنية، بدون بيانات أخرى.\n17) أسماء الله الحسنى، دراسة في البنية والدلالة، د. أحمد مختار عمر، الهيئة المصرية العامة للكتاب، مكتبة الأسرة2000\n18) الأشباه والنظائر في النحو: السيوطي، دار الكتب العلمية، بيروت، لبنان.\n19) أصول التفكير النحوي، د. علي أبو المكارم: دار غريب ط1، 2006م\n20) أصول الفقه الإسلامي، د. عبد العزيز رمضان سمك، [دار النهضة العربية، ط1، 2003].\n21) أضواء على لغتنا السمحة، محمد خليف التونسي، كتاب العربي، الكتاب التاسع 1985م، الكويت.\n22) الاعتصام، الشاطبي، تحقيق: السيد محمد رشيد رضا، مكتبة الأسرة، 2009\n23) إعراب القرآن وبيانه، محيي الدين الدرويش، دار ابن كثير للطباعة والنشر، دمشق.\n24) الأعلام: الزركلي، ط15، دار العلم للملايين 2002\n25) الأغاني، لأبي الفرج الأصفهاني، تحقيق: مصطفى السقا، 1961، دار الكتب المصرية.\n(1/484)\n\n26) الإغراب في جدل الإعراب، ولمع الأدلة في أصول النحو، قدم لهما وعني بتحقيقهما: سعيد الأفغاني، مطبعة الجامعة السورية، 1957م\n27) الاقتراح، في علم أصول النحو، السيوطي، قرأه وعلق عليه د. محمود سليمان ياقوت، [دار المعرفة الجامعية، 2006].\n28) أمالي المرتضي، غرر الفوائد ودرر القلائد، للشريف المرتضي علي بن الحسين الموسوي العلوي تحقيق: محمد أبو الفضل إبراهيم، ط1، 1954 م دار إحياء الكتب العربية\n29) امرؤ القيس، د. الطاهر أحمد مكي، حياته وشعره، وما بعدها، ط5، دار المعارف 1985م\n30) إنباه الرواة على أنباه النحاة، جمال الدين أبي الحسن علي بن يوسف القفطي، تحقيق: محمد أبوالفضل إبراهيم، ط1، دار الفكر العربي، 1986\n31) الإنصاف في مسائل الخلاف: أبي البركات عبد الرحمن بن محمد بن أبي سعيد الأنباري، [دار الطلائع، 2009].\n32) أوضح المسالك إلى ألفية ابن مالك: ابن هشام، [تحقيق محمد محيي الدين عبد الحميد، المكتبة العصرية، بيروت].\n33) الباعث الحثيث شرح اختصار علوم الحديث، أحمد محمد شاكر، مكتبة التراث، ط3، 1979م\n34) البحث اللغوي عند العرب، د. أحمد مختار عمر، [عالم الكتب، ط 6، 1988].\n35) بغية الوعاة في طبقات اللغويين والنحاة، جلال ال الدين السيوطي، تحقيق: محمد أبوالفضل إبراهيم، ط2، دار الفكر، 1979م\n36) البلاغة والأسلوبية د. محمد عبد المطلب، سلسلة أدبيات، الشركة المصرية العالمية للنشر، لونجمان، ط1، 1994م\n37) بناء الجملة العربية، [دار غريب للطباعة والنشر، ط1، 2002]\n38) بناء لغة الشعر، جون كوين، ترجمة د. أحمد درويش، [مكتبة الزهراء]\n39) البيان في روائع القرآن: د. تمام حسان، [مكتبة الأسرة، الهيئة المصرية العامة للكتاب، 2002].\n40) تاريخ الآداب العربية، كارل بروكلمان، ترجمة د. عبد الحليم النجار، دار المعارف\n41) تاريخ الإسلام، ووفيات المشاهير والأعلام، للذهبي، تحقيق: بشار عواد معروف، دار الغرب الإسلامي، ط1، 2003\n42) تاريخ العرب قبل الإسلام، د. السيد عبد العزيز سالم، الهيئة العامة لقصور الثقافة، ذاكرة الكتابة ط2، 2000.\n43) تاريخ النقد الأدبي عند العرب، طه أحمد إبراهيم، دار الكتب العلمية، بيروت ـ لبنان.\n44) التأويل العبثي للوحي والنبوة والدين، د. محمد عمارة، [هدية مجلة الأزهر، جمادى الآخرة 1432هـ]\n45) تأويل مشكل القرآن، ابن قتيبة، ط2، دار التراث 1973م\n46) تجريد الأغاني، ابن واصل الحموي، القسم الثاني، تحقيق: طه حسين، إبراهيم الإبياري، سلسلة الذخائر 22، الهيئة العامة لقصور الثقافة 1998\n47) التحليل الدلالي: إجراءاته ومناهجه، د. كريم زكي حسام الدين، دار غريب، ط1، 2000\n48) تداخل الأصول اللغوية وأثره في بناء المعجم، عبد الرزاق بن فراج الصاعدي، الناشر: عمادة البحث العلمي، الجامعة الإسلامية بالمدينة المنورة، المملكة العربية السعودية، ط1 1422هـ",
        "(1/485)\n\n49) التطور اللغوي، مظاهره وعلله وقوانينه: د. رمضان عبد التواب، ط 1، مكتبة الخانجي.\n50) التعريفات، الجرجاني، دار الريان. للتراث، تحقيق: إبراهيم الإبياري.\n51) تفسير المنار، السيد محمد رشيد رضا، الهيئة المصرية العامة للكتاب 1990،\n52) التماسك النصي ودور المعاني النحوية فيه، د. محمد البدري عبد العظيم كامل، [رسالة دكتوراه، كلية دار العلوم، 2007]\n53) التنبيه على أمالي أبي علي القالي، لأبي عبيد عبد الله بن عبد العزيز البكري، الجزء الثاني من الأمالي، [الذخائر، الهيئة العامة لقصور الثقافة،183]\n54) تهذيب سير أعلام النبلاء، ط مؤسسة الرسالة، تحقيق: شعيب الأرنؤوط وآخرون.\n55) تهذيب النحو: د. عبد الحميد السيد طلب، مكتبة دار العلوم، مطبعة الإرشاد.\n56) تيارات الفكر الإسلامي، د. محمد عمارة، ط1، دار الشروق 1991م\n57) الجامع لأحكام القرآن: القرطبي، [ط2، القاهرة، مطبعة دار الكتب، 1966]\n58) الجملة في الشعر العربي، د. محمد حماسة عبد اللطيف، مكتبة الخانجي ط1، 1990م، القاهرة\n59) حاشية الصبان على شرح الأشموني، [تحقيق: طه عبد الرؤوف سعد، المكتبة التوفيقية]\n60) الحيوان لأبي عثمان عمرو بن بحر الجاحظ، تحقيق عبد السلام هارون، طبعة الحلبي ط2\n61) الخصائص، لأبي الفتح عثمان بن جني، تحقيق محمد علي النجار، سلسة الذخائر، الهيئة العامة لقصور الثقافة، رقم 146، 2006\n62) الخصومات البلاغية والنقدية في صنعة أبي تمام، د. عبد الفتاح لاشين، دار المعارف.\n63) خطوات التفسير البياني، د. محمد رجب البيومي، سلسلة مجمع البحوث الإسلامية، السنة التاسعة والعشرون ـ الكتاب الأول 1419/ 1998م\n64) دراسات في التفسير: د. محمد نبيل غنايم، [دار الهداية، ط2، 1992م]\n65) دراسات في الفلسفة الإسلامية، د. عبد اللطيف محمد العبد، مكتبة النهضة الإسلامية، 1979م\n66) دلائل الإعجاز، عبد القاهر الجرجاني، قراءة وتعليق: محمود محمد شاكر ط3، 1992 مطبعة المدني.\n67) دور الكلمة في اللغة، ستيفن أولمان، ترجمة، د. كمال بشر، [بدون تاريخ للطبعة ـ مكتبة الشباب].\n68) ديوان أبي تمام بشرح الخطيب التبريزي، [المجلد الأول ط5، المجلد الثاني ط5 ـ 2006، المجلد الثالث ط4، المجلد الرابع ط1ـ 1965]، دار المعارف.\n69) ديوان حسان بن ثابت، تحقيق د. سيد حنفي حسنين، سلسلة الذخائر 171، الهيئة العامة لقصور الثقافة.\n70) ديوان عبيد الله بن قيس الرقيات، تحقيق وشرح: محمد يوسف نجم، دار صادر، بيروت\n71) ديوان المتنبي، [دار صادر، بيروت].\n72) الرؤية والعبارة، مدخل إلى فهم الشعر د. عبد العزيز موافي، مكتبة الإسرة، 2010، الهيئة المصرية العامة للكتاب.\n73) الرسالة، للشافعي، إعداد ودراسة د. محمد نبيل غنايم، سلسلة تقريب التراث،، ط1، 1988م، مركز الأهرام للترجمة والنشر.\n74) رسالة الصاهل والشاحج: لأبي العلاء، تحقيق: د. عائشة عبد الرحمن، ط2، دار المعارف 1984م\n(1/486)",
        "\n75) رسالة في الطريق إلى ثقافتنا، محمود محمد شاكر، الهيئة المصرية العامة للكتاب، مكتبة الأسرة، 1997م.\n76) رسالة الملائكة: ص 236، تحقيق محمد سليم الجندي، دار صادر بيروت، 1412هـ، 1992م\n77) رسالتان لابن الأنباري، الإغراب في جدل الإعراب، ولمع الأدلة في أصول النحو: لأبي البركات الأنباري، [تحقيق سعيد الأفغاني، مطبعة الجامعة السورية، 1957م]\n78) الزوائد في الصيغ في اللغة العربية في الأسماء، د. زين كامل الخويسكي، ص4، دار المعرفة الجامعية ط2\n79) سقط الزند: دار صادر بيروت، 1957م\n80) السلسلة الصحيحة، الألباني، [مكتبة المعارف للنشر والتوزيع، الرياض، 1415هـ، 1995]\n81) السلسلة الضعيفة، الألباني، [مكتبة المعارف للنشر والتوزيع، الرياض، 1415هـ، 1995]\n82) سير أعلام النبلاء، الإمام شمس الدين محمد بن أحمد بن عثمان الذهبي، تحقيق شعيب الأرنؤوط، وصالح السمر ـ مؤسسة الرسالة، ط1، 1982\n83) شذا العرف في فن الصرف، الشيخ أحمد الحملاوي، [المكتبة الثقافية، بيروت لبنان].\n84) شرح ابن عقيل، [الهيئة العامة لشئون المطابع الأميرية، 1994م]\n85) شرح الرضي لكافية ابن الحاجب، [تحقيق: د. حسن بن محمد بن إبراهيم الحفظي، طباعة إدارة الثقافة والنشر بجامعة محمد بن سعود، المملكة العربية السعودية]\n86) شرح شافية ابن الحاجب، تأليف الشيخ رضي الدين محمد بن الحسن الاستراباذي النحوي، [تحقيق: محمد نور الحسن، محمد الزفزاف، محمد محي الدين عبد الحميد، دار الكتب العلمية، 1982م]\n87) شرح شافية ابن الحاجب: حسن بن محمد بن شرفشاه الحسيني الأستراباذي، ركن الدين، تحقيق: د. عبد المقصود محمد عبد المقصود، الناشر: مكتبة الثقافة الدينية، ط1، 1425 هـ/2004م\n88) شروح الشعر الجاهلي: د. أحمد جمال العمري، الجزء الثاني: مناهج الشراح، [دار المعارف، ط 1، 1981م]\n89) شعر أبي تمام دراسة نحوية: د. شعبان صلاح، ص 125، [دار الثقافة العربية، ط1، 1991م].\n90) الشعراء وإنشاد الشعر، على الجندي، دار المعارف.\n91) ضحى الإسلام، أحمد أمين، [الهيئة المصرية العامة للكتاب، مكتبة الأسرة، 1997م]\n92) طائر الشعر، د. يوسف نوفل، الهيئة العامة لقصور الثقافة، كتابات نقدية ط1، 2010م، 187\n93) طبقات فحول الشعراء، محمد بن سلام الجمحي، تحقيق: محمود محمد شاكر، دار المدني\n94) ظاهرة التخفيف في النحو العربي، د. أحمد عفيفي، الدار المصرية اللبنانية، ط1، 1996م\n95) الظاهرة القرآنية مشكلات الحضارة، مالك بن نبي، ترجمة د. عبد الصبور شاهين، الهيئة العامة لقصور الثقافة، آفاق عربية، ط4، 2003\n(1/487)\n",
        "96) العربية بين نحوالجملة ونحوالنص، الجزء الثاني، كتاب المؤتمر الثالث للعربية والدراسات النحوية، 1413هـ، 2005م، كلية دار العلوم، قسم النحووالصرف والعروض، جامعة القاهرة.\n97) العربية، دراسة في اللغة واللهجات والأساليب، يوهان فك:، ترجمة د. رمضان عبد التواب، [ط1، 1980، الخانجي]\n98) العلامة الإعرابية في الجملة بين القديم والحديث، محمد حماسة عبد اللطيف، دار غريب 2001م.\n99) علم الأسلوب مبادئه وإجراءاته، د. صلاح فضل، دار الشروق، ط1، 1998\n100) علم الدلالة، د. أحمد مختار عمر، عالم الكتب، ط5، 1998\n101) علم اللغة العام، الأصوات، د. كمال بشر، دار المعارف، 1980\n102) علم اللغة النصي بين النظرية والتطبيق، د. صبحي إبراهيم الفقي، دار قباء، 2000\n103) فقه اللغة وسر العربية: لأبي منصور الثعالبي، [تحقيق: مصطفى السقا، إبراهيم الأبياري، عبد الحفيظ شلبي، الهيئة العامة لقصور الثقافة، سلسلة الذخائر 168]\n104) الفكر اللغوي عند أبي العلاء المعري في ضوء علم اللغة الحديث، د. جمال محمد طلبة في كتابه، [الكتاب بدون بيانات]\n105) الفلسفة الإسلامية مدخل وقضايا، د. حامد طاهر، بدون بيانات أخرى.\n106) في تاريخ الأدب الجاهلي: د. علي الجندي [دار المعارف، ط2]\n107) في التطور اللغوي، د. عبد الصبور شاهين، مكتبة الشباب، 1989م\n108) في التفسير الفقهي، د. محمد قاسم المنسي، مكتبة الشباب، 1997م\n109) قراءات أسلوبية في الشعر الحديث، د. محمد عبد المطلب، [الهيئة المصرية العامة للكتاب، 1995]\n110) القرآن: د. عبد الفتاح أبوسنة، [دار الشروق، ط1، 1995م].\n111) القرطبي، الجامع لأحكام القرآن، [دار الريان للتراث].\n112) قصص العرب، محمد أحمد جاد المولى وآخرون، سلسة الذخائر، الهيئة العامة لقصور الثقافة رقم 176، 2009\n113) قضية الشعر الجاهلي: أبوفهر محمود محمد شاكر، [الناشر مطبعة المدني بمصر، ط1، 1418هـ، 1997]\n114) القواعد والأصول الجامعة، الشيخ عبد الرحمن بن ناصر السعدي، ط1، 1413هـ / 1993م، مكتبة ابن تيمية، القاهرة\n115) الكتاب، [تحقيق وشرح د. عبد السلام هارون، مكتبة الخانجي، القاهرة].\n116) كتاب الزينة في الكلمات الإسلامية العربية لأبي حاتم أحمد بن حمدان الرازي، تحقيق حسين بن فيض الله الهمداني، مركز الدراسات والبحوث اليمني، صنعاء\n117) الكشاف، [شرحه وضبطه يوسف الحمادي، الناشر: مكتبة مصر].\n118) كفاية الطالب في نقد كلام الشاعر والكاتب، ضياء الدين بن الأثير، تحقيق د. النبوي عبد الواحد شعلان، ط 1، الزهراء للإعلام العربي، 1994\n119) الكلمة: دراسة لغوية معجمية، د. حلمي خليل، دار المعرفة الجامعية ـ الإسكندرية، ط2، 1993\n120) الكليات، معجم في المصطلحات والفروق اللغوية: لأبي البقاء الكفوي، [تحقيق: د. عدنان درويش ـ محمد المصري، ط2، 1419هـ، 1998، مؤسسة الرسالة للطباعة]\n121) كيف نتعامل مع السنة؟: د. يوسف القرضاوي، دار الشروق ط3، 2005\n(1/488)\n\n122) لسان العرب، لابن منظور، [ترتيب طبعة دار المعارف، تحقيق: عبد الله علي الكبير وآخرون].\n123) اللغة العبرية، تطبيقات في المنهج المقارن، د. محمد صالح توفيق، [دار الهاني للطباعة، 2004]\n124) اللغة العربية معناها ومبناها، د. تمام حسان، دار الثقافة، طبعة 1994م، الدار البيضاء المغرب\n125) اللغة وأنظمتها بين القدماء والمحدثين، د. نادية رمضان النجار، دار الوفاء، الإسكندرية، ط1\n126) لغويات جديدة، د. أحمد محمد الحوفي، دار المعارف، بدون تاريخ.\n127) اللمع في العربية ابن جني، ت: سميح أبو مغلي، دار مجدلاوي للنشر، عمان 1988م\n128) محاضرات مجمعية، د. شوقي ضيف، [مجمع اللغة العربية، القاهرة، 1998]\n129) مختار الصحاح، عني بترتيبه: السيد محمود خاطر\n130) المدارس النحوية، د. شوقي ضيف، [دار المعارف، ط 9].\n131) مدخل إلى علم التفسير، د. محمد بلتاجي، [مكتبة الشباب، 2000].\n132) المدخل إلى علم اللغة ومناهج البحث اللغوي، د. رمضان عبد التواب، مكتبة الخانجي، ط3، 1996م\n133) مدخل إلى علم لغة النص، د. إلهام أبوغزالة، على خليل حمد، [الهيئة العامة المصرية للكتاب، سلسلة الألف كتاب الثاني، ط2، 1999]\n134) المذاهب النحوية في ضوء الدراسات اللغوية الحديثة، د. مصطفى عبد العزيز السنجرجي، [دار الفيصلية، مكة المكرمة، ط1، 1986م].\n135) المذكر والمؤنث، أبو الحسن أحمد بن فارس، تحقيق رمضان عبد التواب، ط1 القاهرة 1969م\n136) المذكر والمؤنث، للفراء، تحقيق: رمضان عبد التواب، 74، ط2 مكتبة دار التراث.\n137) مراكز الدراسات النحوية، د. عبد الهادي الفضلي، [مكتبة المنار، الأردن، ط1، 1986م].\n138) المرايا المحدبة من البنيوية إلى التفكيك، د. عبد العزيز حمودة، [سلسلة عالم المعرفة، ع 232، يناير1998م، المجلس الوطني للثقافة والفنون والآداب، الكويت]\n139) المزهر في علوم اللغة وأنواعها، [تحقيق: محمد أبوالفضل إبراهيم وآخرون، مكتبة دار التراث ط3].\n140) مشكلات نحوية: د. محمد عبد المجيد الطويل، ط1، 2002، مكتبة زهراء الشرق.\n141) المصدر المؤول بحث في التركيب والدلالة، د. طه محمد الجندي، [الناشر دار الثقافة العربية]\n142) المصطلح النحوي، نشأته وتطوره حتى أواخر القرن الثالث الهجري، عوض حمد القوزي، الناشر: عمادة شئون المكتبات، جامعة الرياض، ط1، 1981م\n143) مصطلحات الفكر الحديث، سامي خشبة، مكتبة الأسرة، الهيئة المصرية العامة للكتاب، 2006\n144) المعاجم العربية المجنسة، د. محمد عبد الحفيظ العريان، الناشر: دار المسلم 1984م\n145) معاني الأبنية في العربية، د. فاضل صالح السامرائي، [ط2، 1428هـ 2007م، دار عمار للنشر والتوزيع، الأردن]\n146) معجم الأدباء أوإرشاد الأريب لمعرفة الأديب، ياقوت الحموي، ط1، دار الكتب العلمية، 1991م",
        "(1/489)\n\n147) معجم الأوزان الصرفية، د. إميل بديع يعقوب، ط1 عالم الكتب، بيروت 1993م\n148) المعجم التاريخي للغة العربية وثائق ونماذج، د. محمد حسن عبد العزيز، دار السلام للطباعة والنشر والتوزيع والترجمة، ط1، 2008م\n149) معجم شواهد النحوالشعرية، د. حنا جميل حداد، دار العلوم للطباعة والنشر 1404هـ، 1984م، الرياض، المملكة العربية السعودية\n150) المعجم الفلسفي، مجمع اللغة العربية، ط القاهرة 1983\n151) معجم القراءات القرآنية، د. أحمد مختار عمر، عبد العال سالم مكرم، ط2، مطبوعات جامعة الكويت\n152) معجم المؤلفين، تراجم مصنفي الكتب العربية، عمر رضا كحالة، مؤسسة الرسالة.\n153) معجم مصطلحات النحووالصرف والعروض والقافية باللغتين العربية والإنجليزية، د. محمد إيراهيم عبادة، دار المعارف]\n154) المعجم الوافي في أدوات النحوالعربي، د. على توفيق الحمد، يوسف جميل، دار الأمل، ط2، 1414هـ، 1993م\n155) المعجم الوسيط، ط3، مجمع اللغة العربية.\n156) المعلقات وعيون العصور، د. سليمان الشطي، عالم المعرفة، ع 380، سبتمبر 2011م، الكويت.\n157) المُغرب في حُلى المغرب، المقري، ت: د. شوقي ضيف، دار المعارف، ط4\n158) مغني اللبيب عن كتب الأعاريب، دار الفكر، بيروت، ط6، تحقيق: د. مازن المبارك ومحمد على حمد الله، 1985م]\n159) المقتضب، محمد بن يزيد العباس، المبرد، المحقق: محمد عبد الخالق عظيمة، الناشر: عالم الكتب، بيروت\n160) المقدمة، عبد الرحمن بن خلدون، تحقيق د. علي عبد الواحد وافي، مكتبة الأسرة 2006\n161) الممتع الكبير في التصريف، علي بن مؤمن بن محمد، الحَضْرَمي الإشبيلي، أبو الحسن المعروف بابن عصفور الناشر: مكتبة لبنان، الطبعة: الأولى 1996\n162) من أسرار اللغة، د. إبراهيم أنيس، [مكتبة الأنجلو، ط7، 1994م].\n163) من علم العروض والقافية، د. محمد بدوي المختون، دار الثقافة العربية\n164) منهاج البلغاء وسراج الأدباء، حازم القرطاجني:، تحقيق محمد الحبيب ابن الخوجة، دار الغرب الإسلامي.\n165) منهج البحث التاريخي، د. حسن عثمان، دار المعارف، ط7، 1996م\n166) الموافقات، [مكتبة الأسرة 2006، الهيئة المصرية العامة للكتاب].\n167) مواقف النحاة من القراءات القرآنية، د. شعبان صلاح،112، دار غريب، 2005\n168) الموسوعة الإسلامية العامة: وزارة الأوقاف، القاهرة 1424هـ، 2003م\n169) الموسوعة الثقافية، دار المعرفة بإشراف د. حسين سعيد، ط دار الشعب.\n170) موسوعة كشاف اصطلاحات الفنون والعلوم، محمد على التهانوي، تحقيق: د. على دحروج وآخرون، مكتبة لبنان ناشرون، ط1، 1996م\n171) موسوعة النظريات الأدبية، د. نبيل راغب، الشركة المصرية العالمية للنشر لونجمان، ط1، 2003\n172) نظرة جديدة في موسيقى الشعر، د على يونس، الهيئة المصرية العامة للكتاب 1993م.\n173) النحوالوافي، الأستاذ عباس حسن، دار المعارف.\n174) نظرية اللغة في النقد الأدبي، د. عبد الحكيم راضي، ط 1، 2003، المجلس الأعلى للثقافة\n(1/490)",
        "\n175) نفاضة الجراب في علالة الاغتراب: لسان الدين بن الخطيب، ت: د. أحمد مختار العبادي، دار الكاتب العربي للطباعة والنشر.\n176) نفح الطيب من غصن الأندلس الرطيب، المقري، ت: إحسان عباس، دار صادر بيروت، 1988م\n177) نقد الشعر، أبو الفرج قدامة بن جعفر، تحقيق د. محمد عبد المنعم خفاجي، دار الكتب العلمية بيروت لبنان\n178) النقد المنهجي عند العرب ومنهج البحث في الأدب واللغة، د. محمد مندور، مكتبة الأسرة، الهيئة المصرية العامة للكتاب، 2007\n179) همع الهوامع في شرح جمع الجوامع، السيوطي، تحقيق وشرح د. عبد العال سالم مكرم، دار البحوث العلمية 1975م، الكويت\n180) واقعنا المعاصر، محمد قطب، دار الشروق ط2، 2006\n181) الوافي بالوفيات، صلاح الدين خليل بن أيبك الصفدي، تحقيق إبراهيم شبوح، ط1 بيروت 2004\n182) وحي القلم: مصطفى صادق الرافعي، مكتبة الأسرة 2003\n\nثانيا المراجع الأجنبية\n1 - A dictionary of philosophy , M.Rosenthal and P.Yudin , (First printing 1967)\n2 - Oxford Advanced learner, s Dictionary of Current English , S.Hornby , (Oxford University Press)\n3 - LEXICON UNIVERSAL ENCYCLOPEDIA , by Lexicon Publications, Inc , 1984\n4 - The study of language : G.Yule , Cambridge University 1995\n5 - WEBSTER S NEW WORLD DICTIONARY , David B.Guralnik.\nثالثا: المجلات والدوريات\n1) جريدة الأهرام، 1 يوليو2002\n2) مجلة الأزهر الأعداد الصادرة في: رجب 1399هـ يونيه 1979م / جمادى الآخرة 1432هـ\n3) مجلة التراث العربي، دمشق العدد 108 السنة السابعة والعشرون - كانون الأول 2008 - ذو الحجة 1428\n4) مجلة الدراسات الشرقية: ع 15، يوليو 1995م.\n5) مجلة عالم الفكر، مارس 1986\n6) مجلة العربي الكويتية، الأعداد: 122/ 232 / 247\n7) مجلة فصول، مجلة النقد الأدبي:\n·، المجلد الرابع، العدد الأول، 1983 بعنوان: النقد الأدبي والعلوم الإنسانية، الهيئة المصرية العامة للكتاب.\n· المجلد السادس، العدد الأول، 1985م، بعنوان: تراثنا النقدي، الجزء الأول\n· المجلد السادس، العدد الثابي، 1986م، بعنوان: تراثنا النقدي، الجزء الثاني\n(1/491)\n",
        "ملخص الرسالة\nهذه الرسالة بعنوان: ((شرحا أبي العلاء والخطيب التبريزي على ديوان أبي تمام، دراسة نحوية صرفية)). وهي مقسمة إلى: مقدمة وتمهيد وبابين وخاتمة.\nأما المقدمة فتناولت أسباب اختيار الموضوع وأهميته والدراسات السابقة.\nويتناول التمهيد الحديث عن ديوان أبي تمام وقيمته الأدبية وشراحه، وتراجم مختصرة عن أبي تمام وأبي العلاء والتبريزي.\nأما الباب الأول فعنوانه: ((الدراسة النحوية والصرفية لشرح أبي العلاء والتبريزي)). تناول الباحث في المبحث الأول الأصول النحوية عندهما. والمبحث الثاني دراسة الآراء الصرفية والنحوية عندهما. أما المبحث الأخير فتناول وسائل التماسك النصي التي أبرزها أبوالعلاء والتبريزي عند شرحهما للديوان.\nأما الباب الثاني فعنوانه: ((منهج أبي العلاء والتبريزي في شرح الديوان))، تناول فيه الباحث منهج أبي العلاء والتبريزي في شرح الديوان، وأوجه التشابه بين منهجيهما ومنهج مفسري القرآن، ثم الختام بأهم التتائج التي توصل إليها الباحث.\n\n****\n(1/492)\n\nThe thesis, summary\n،\nThe explication of ,al-Ma،ari and ,al-Tabrizi on Abu Tammam, s divan , a syntactical and morphological study , is the adress of this thsis . It is divided into : an introduction , a preface , two sections and concluding section .\nThe introduction gives information about : The causes of choosing the thsis , its importance and the previous studies concerning this thsis .\nThe preface offers information about Abu Tammam, s divan , its literary value and its commentators . It also contains short biographies about Abu Tammam , ,al-Ma،ari and ,al-Tabrizi .\nThe first section has the adress : the morphological and syntactical study of ,al-Ma،ari and ,al-Tabrizi , s explication . It also includes the means of textual cohesiveness which were exposed by ,al-Ma،ari and ,al-Tabrizi during their explication .\nOn the other hand , the scond section has the adress ، The method of ,al-Ma،ari and ,al-Tabrizi in their explication on Abu Tammam, s divan . It includes the method of ,al-Ma،ari and ,al-Tabrizi in their explication and aspects of agreement between their method and the method of the Quran, s commentators\nFinally , this thsis is concluded by the more important results which were discovered by the researcher.\n\n****\n\nCairo university\nFaculty of Dar Al-oloom\n\n،The explication of ,al-Ma،ari and ,al-Tabrizi on Abu Tammam, s divan , a syntactical and morphological study ,\n\nA thesis of master,s degree\n\nPreparing by :\nEhab Abd Al-Hameed Abd Al-Sadek Salama\nUnder the auspices of professor :\n\nMohammad Gamal Sakr\n\nThe assistant professor of syntax , morphology and prosody.",
        "(/493)\n"
    ]
}