{
    "partText": [
        "\n\n[شرح ديكنقوز]\n\"فصار لاه ثم أدخلوا الألف واللام\" عوضا عن الهمزة المحذوفة ولذلك قيل في ندائه يا ألله، وإنما اختص القطع بالنداء هناك لتمحض الحرف للتعويض ولا يلاحظ معها شائبة تعريف أصلا حذرا من اجتماع أداتين للتعريف، وأما في غير النداء فيجري الحرف على أصله \"ثم أدغم فصار الله وقيل أصله الإله\" معرفا كما اختاره صاحب الكشاف وأبو البقاء \"فحذفت الهمزة الثانية\" وعوض عنها اللام للزوم حرف التعريف فنقل حركة الهمزة الثانية وعوض عنها لزوم حرف زائد للتعريف \"ونقلت حركة الهمزة\" بعد حذف الهمزة \"إلى اللام\" الأولى \"فصار اللاه ثم أدغم\" فصار الله وهذا صريح في أن الحذف على قياس التخفيف بنقل حركة الهمزة إلى اللام، كما اختاره أبو البقاء؛ إذ الحذف الغير القياسي أن تحذف الهمزة مع حركتها ولم تنقل إلى شيء، فيكون ذكر هذا القول هنا على سبيل الاستطراد؛ إذ الكلام ها هنا في الهمزة المبتدأ بها من غير أن يتصل بها كلمة أخرى، ويعد ذلك في الحذف على غير القياس، وليس الأمر كذلك على هذا القول فلزوم الحذف ولزوم التعويض بحرف التعريف ووجوب الإدغام ونقل الحركة في كلمتين في حرفين غير متجانسين على سبيل اللزوم ولا نظير له ونقل الحركة إلى مثل ما بعدها، وذلك يوجب اجتماع المثلين المتحركين وتسكين المنقول إليه الموجب لكون النقل عملا كلا عمل وإدغام المنقول إليه فيما بعد الهمزة وذلك بمعزل عن القياس؛ لأن الهمزة في تقدير الثبوت كل ذلك من خواص هذا الاسم يمتاز بها عن نظائره امتياز مسماه عن سائر الموجودات بما لا يوجد إلا فيه، كما أن التفخيم من خواصه وظاهر عبارة صاحب الكشاف يدل على أن الحذف ابتدائي من غير قياس حيث اكتفى على قوله فحذفت الهمزة ولم يتعرض لنقل الحركة، وصرح به أبو علي حيث قال: همزة إله حذفت حذفا من غير إلقاء النظر إلى وجوب الإدغام والتعوض فإن المحذوف قياسا في حكم الثابت، وما كان في حكم الثابت يمنع الإدغام لعدم اجتماع المثلين حينئذ، ويمنع التعويض أيضا للزوم اجتماع العوض والمعوض عنه. والحاصل أنه إذا كان حذف الهمزة على القياس يكون لزوم الحذف والتعويض ووجوب الإدغام على غير القياس، وإن كان الأول على غير القياس يكون الثاني على القياس، فهذا الاسم لا يخلو عن خلاف قياس ففيه توفيق بين الاسم والمسمى حيث كان الحق تعالى خراجا عن دائرة العقل وعن طرق القياس \"كما\" حذفت الهمزة \"في يرى\" تشبيه الجلالة بيرى إنما هو في لزوم يرى حذف الهمزة ونقل حركتها إلى ما قبلها لا في الإدغام، وقصد بهذا التشبيه ربط بحث يرى بما تقدم \"أصله يرأي فقلبت الياء ألفا\" لتحركها و\"لفتح ما قبلها ثم لين الهمزة\" لسلب حركتها \"فاجتمع ثلاث سواكن\" الراء والهمزة والألف \"فحذفت الهمزة وأعطي حركتها إلى الراء فصار يرى وهذا التخفيف\"؛ أي تخفيف الهمزة بالحذف \"واجب في يرى\" إلا في ضرورة الشعر كقوله:\nألم تر ما لاقيت والدهر أعصر ... ومن يطل العيش يرأي ويسمع\nوتقول أخبرني ما رأيت من العجائب في الدهر الطويل، فإن من يتمتع بطول العمر ويعيش زمانا\n__________\n\n[الفلاح شرح المراح] لابن كمال باشا\n\"فصار لاه ثم أدخلوا\" عليه \"الألف واللام\" ثم أدغم اللام الداخلة في لام الكلمة \"فصار الله\" اعلم أن الأفعال بمعنى بمفعول من أله يأله بالفتح فيهما ألهة؛ أي عبد فمعنى إله مألوه معبود كقولنا: إمام بمعنى مؤتم به فعلى هذا في الألف واللام مذهبان: أحدهما أن يكونا عوضين عن الهمزة المحذوفة، ومع هذا يفيد التعريف أيضا وهو مذهب أبي علي النحوي، واستدل عليه بكون همزته للقطع حالة النداء حيث يقال: يا ألله بالقطع، وثانيهما أن يكونا للتعريف لا لتعويض، وهو مذهب جمهور أئمة اللغة، واستدلوا عليه بأنه لو كانتا عوضا من الهمزة لما اجتمعتا حينئذ مع المعوض في قولهم الإله، وقالوا وقعت الهمزة للزومها، والمصنف أطلق القول ولم يقيد بكونهما للتعريض أو للتعريف ليشمل المذهبين، هذا وقد جوز سيبويه أن يكون أصل اسم الله تعالى لاه بغير همزة من لاه يليه؛ أي تستر ثم لما أدخلت عليه الألف واللام أجرى مجرى اسم العلم كالحسن والعباس إلا أنه يخالف سائر الأعلام من حيث إنه كان في الأصل صفة، وقولهم: يا ألله بقطع الهمزة إنما جاز؛ لأنه ينوي به الوقف على حرف النداء تفخيما للاسم كذا في مختار الصحاح \"وقيل أصله\"؛ أي أصل اسم الله \"الإله فحذفت الهمزة الثانية\" المكسورة تخفيفا \"فنقل حركتها\"؛ أي كسرتها \"إلى اللام\" الساكنة قبلها \"فصار اللاه\" فاجتمع حرفان متجانسان متحركان فأسكن الأول للإدغام \"ثم أدغم\" في الثاني قياسا فعلى هذا لا يكون حذف الهمزة شاذا؛ لأن الهمزة إذا تحركت وسكن ما قبلها كان في تخفيفها أن تحذف الهمزة وأعطي حركتها إلى ما قبلها، كما في مثل الأحمر \"وكما في يرى\"؛ أي في مضارع رأى مطلقا دون ماضيه \"أصله يرأي فقلبت الياء ألفا\" لتحركها و\"لفتحة ما قبلها ثم لين الهمزة\" بحذف حركتها \"فاجتمع ثلاث سواكن\" الراء والهمزة والألف المنقلبة من الياء\" فحذفت الألف\"؛ أي الهمزة \"فأعطي حركتها\" التي هي الفتحة \"للراء\" الذي قبلها \"فصار يرى وهذا التخفيف واجب في يرى\" حتى لا يجوز استعمال الأصل والرجوع إليه إلا في ضرورة الشعر كقوله:\nألم تر ما لاقيت والدهر أعصر ... ومن يتمل العيش يرأي ويسمع\n(1/107)\n",
        "\n[شرح ديكنقوز]\nكثيرا يرى أشياء عجيبة وغريبة، ولا يجوز هذا التخفيف في أى لعدم سكون ما قبل الهمزة إلا في ضرورة الشعر كقوله:\nصاح هل ريت أو سمعت براع ... رد في الضرع ما ثوى في الحلاب\nثوى تمكن واستقر الحلاب المحلب يقول الفائت لا يتدارك \"دون أخواتها\" من الفعل والاسم مما فيه همزة متحركة ما قبلها ساكن \"لكثرة استعماله مع اجتماع حرف العلة بالهمزة في الفعل الثقيل\" في يرى دون أخواتها \"ومن ثمة\"؛ أي ومن أجل أن وجوب حذف الهمزة في يرى لاجتماع الشرائط الثلاثة المذكورة \"لا يجب\" أن يقال \"ينى\" بحذف الهمزة \"في ينأى\" لفقدان الشرط الأول \"وأن\" يقال \"يسل في يسأل\" لفقدان الشرط الثاني \"و\" أن يقال \"مرى في مرأى\" لفقدان الشرط الثالث \"وتقول في إلحاق الضمائر\" بالماضي \"رأى رأيا رأوا إلى آخره\"؛ أي إلى رأيت رأينا \"وإعلال الياء سيجيء في قلب الناقص\" إن شاء الله تعالى. وأما ذكر قلب ياء يرى ألفا هنا فلذكره في التثنية على صورة لفظ يرى \"المستقبل\" عند إلحاق الضمائر به \"يرى يريان ترون ترى تريان يرين ترى يريان ترون ترين تريان ترين أرى نرى\" ولما كان في صيغ المستقبل بحث متعلق بالهمزة أوردها على التمام بخلاف الماضي \"وحكم يرون\" في تخفيف الهمزة وقلب الياء \"كحكم يرى، ولكن حذف الألف الذي في يرون لاجتماع الساكنين بواو الجمع\"؛ لأن أصله يرأيون قلبت الياء ألفا كما في يرى فالتقى ساكنان الألف المقلوبة من الياء وواو الجمع فحذفت الألف المقلوبة فصار يرون ثم حذفت الهمزة كما في يرى \"وحركت الياء في يريان\" بعد عود ألف يرى في التثنية ياء لالتقاء الساكنين وعدم إمكان حذف أحدهما للالتباس، مع أن الحركة عليه ثقيلة \"لطرو الحركة\" فهي كالمعدومة فلم تثقل عليه واختير الفتح؛ لأن الألف لا بد أن يكون ما قبلها مفتوحا \"ولا تقلب الياء ألفا\" بعدما تحركت مع أنها متحركة وما قبلها مفتوح؛ لأنه يلزم الوقوع في المحذور الذي فروا منه أعني التقاء الساكنين \"لأنها إذا قلبت\" الياء \"ألفا يجتمع الساكنان\" ألف التثنية والألف المقلوبة من الياء ثم تحذف\" الألف المقلوبة لدفع اجتماع الساكنين \"فيلتبس حينئذ\" يريان \"بالواحد\" في اللفظ بحذف\n__________\n\n[الفلاح شرح المراح] لابن كمال باشا\n\"دون أخواتها\" المراد من أخوات كلمة يرى الكلمات التي فيها الهمزة سواء وجد حرف العلة أو لا \"لكثرة الاستعمال\" في يرى دون أخواتها \"مع اجتماع حرف العلة بالهمزة في الفعل الثقيل\" من الاسم فهذه شروط ثلاثة فمتى اجتمعت هذه الشروط في كلمة وجب تخفيفها وجوبا غير قياس، كما سيصرح به ومتى انتفى واحد منها لم يجب التخفيف \"ومن ثم\"؛ أي ومن أجل أن وجوب التخفيف مشروط بهذه الثلاثة \"لا يجب\" أن يخفف ويقال \"ينى في ينأى\"؛ أي يبعد بل يجوز بعد قلب الياء ألفا أن تخفف الهمزة بحذفها ونقل حركتها إلى النون قبلها ويجوز إبقاؤها لفقدان الشرط الأول وهو كثرة الاستعمال \"و\" لا يجب أيضا يسل بحذف الهمزة ونقل حركتها إلى السين قبلها \"في يسأل\" لفقدان الشرط الثاني وهو اجتماع حرف العلة بالهمزة \"و\" لا في \"مرى\" بفتح الميم والراء والتنوين \"في مرأى\" اسم مكان من رأى بل يجوز بعد قلب الياء ألفا أن تخفف الهمزة بحذفها ونقل حركتها إلى الراء قبلها وإن لم يستعمل كما سيجيء وجاز إبقاؤها لفقدان الشرط الثالث، وهو اجتماع حرف علة مع الهمزة في الفعل وعلى بقائها قول الشاعر:\nحمامة جرعى حومة الجندل اسجعي ... فأنت بمرأى من سعاد ومسمع\n\"وتقول في إلحاق الضمائر\" مستكنة كانت أو بارزة \"رأى رأيا رأو إلى آخره وإعلال الياء\" الذي في آخر رأى \"سيجيء في باب الناقص\" إن شاء الله تعالى فلم نذكره ها هنا \"المستقبل\" من رأى عند إلحاق الضمائر \"يرى يريان يرون ترى تريان يرين ترى تريان ترون ترين تريان ترين أرى نرى\" وحكم \"يرون كحكم يرى\" في التخفيف والإعلال \"لكن حذف\" على صيغة المجهو \"الألف\" المنقلبة من الياء \"الذي في يرون لاجتماع الساكنين بواو الجمع\" ولم يحذف ذلك الألف في يرى يعني أن أصل يرون يرأيون على وزن يعلمون فقلبت الياء الفا لتحركها وانفتاح ما قبلها، كما في يرأى فالتقى ساكنان هذا الألف وواو الجمع بعدها فحذفت الألف؛ لأن الواو علامة فبقي يرون ولم يحذف هذا الألف في يرى لعدم التقاء الساكنين ثم لينت الألف والهمزة فاجتمع ثلاث سواكن الراء والهمزة والواو، فحذفت الهمزة وأعطي حركتها التي هي الفتحة للراء الساكنة قبلها كما في يرى فصار يرون قيل: ويجوز أن تلين الهمزة أولا وتحذف ثم تقلب الياء ألفا فتحذف، ومن قال: معنى كلامه أن حكم يرون في الإعلال كحكم يرى إلا أن حذف الهمزة في يرون لاجتماع الساكنين بسبب الاتصال بواو الجمع، وفي يرى لكثرة الاستعمال فقد غلظ لفظا ومعنى، ومن ركب متن عمياء فقد خبط خبط عشواء \"وحركت الياء في يريان\" وتريان أيضا \"لطرو الحركة\"؛ أي عروضها يعني أن هذه الفتحة عارضة لأجل الألف فيهما؛ لأن ما قبل الألف لا بد وأن يكون مفتوحا، ولولا الألف لكانت الياء مضمومة كما في المفرد \"ولا تقلب الياء\" في يريان \"ألفا\" مع وجود علة القلب وهو تحركها وانفتاح ما قبلها \"لأنه إذا قلبت ألفا يجتمع الساكنان\" ألف التثنية والألف المنقلبة من الياء \"ثم حذفت فيلتبس بالواحد\"؛ أي فيلزم حذف الألف المنقلبة من الياء؛ لأن ألف التثنية علامة فبقي يران، فيلزم التباس التثنية بالمفرد\n(1/108)\n\n\n[شرح ديكنقوز]\nالنون \"في مثل لن يرى\"؛ أي عند دخول الناصب قوله: \"بيرى\" بدل من الواحد؛ أي فيلتبس بيرى؛ لأن نون التثنية تسقط بالناصب فتقول في يريان عند دخول لن نحو لن يريا، فلو قلبت الياء ألفا وحذف الألف لالتقاء الساكنين، وقيل: لن يرا لم يعلم أنه مثنى حذف نونه بالناصب أو واحد من غير سقوط حرف، وإنما قيدنا الالتباس بكونه في اللفظ؛ إذ لا التباس في الخط؛ لأن التثنية تكتب بالألف بخلاف ألف المفرد المقلوبة من الياء فإنها تكتب بالياء \"وأصل ترين\" للواحدة المخابطة \"ترأيين على وزن تفعلين فحذفت الهمزة كما\" حذفت \"في يرى فصار تريين ثم جعلت الياء\" الأولى \"ألفا\" لتحركها و\" لفتحة ما قبلها فصار تراين ثم حذفت الألف لاجتماع الساكنين فصار ترين\" ولك أن تقول حذفت كسرة الياء بعد حذف الهمزة ثم الياء لاجتماع الساكنين، لكن ما ذكر المصنف أولى؛ لأنه تدريج في التخفيف \"وسوى بينه\"؛ أي بين ترين للواحدة المخاطبة في اللفظ \"وبين جمعه اكتفاء بالفرق التقديري\" فوزن الواحدة تفين بحذف العين واللام ووزن الجمع تفلن بحذف العين فقط \"كما\" اكتفى \"في ترمين\" بالفرق التقديري بين الواحدة المخاطبة وبين جمعها \"وسيجيء\" إن شاء الله تعالى \"في باب الناقص\"؛ أي ترمين مشترك في اللفظ مع جماعة الإناث، وسنذكر الفرق التقديري بينهما هناك إن شاء الله تعالى \"وإذا أدخلت النون الثقيلة\" على ترين \"في الشرط\" حال دخول حرف الشرط عليه \"كما في قوله تعالى: {فَإِمَّا تَرَيِنَّ مِنَ الْبَشَرِ أَحَدًا} حذفت النون\" التي للإعراب \"علامة للجزم وكسرت ياء التأنيث\" يعني أنه لما ألحق النون الثقيلة بآخر ترين بعد دخول حرف الشرط عليه، أعني إما سقوط النون بها وصار إما ترين اجتمع ساكنان أحدهما ياء الضمير والثاني أولى نوني الثقيلة فحركت ياء الضمير دفعا لأجل اجتماع الساكنين؛ إذ لم يمكن حذف أحدهما، أما الضمير فلعدم ما يدل عليه، وأما النون المدغمة؛ فلأنه يلزم من حذفها إبطال الغرض وخص الكسر \"حتى يطرد بجميع نونات التأكيد\" فإن نونات التأكيد يكون ما قبلها مكسورا في الواحدة الحاضرة لأجل ياء الضمير فأبقى على الكسر بعد حذف الياء دلالة عليها، نحو: اضربن وفيما لم تحذف الياء تكسر الياء أيضا اطرادا للباب؛ لأن الياء تصير قبل نون التأكيد نحو: إما ترين \"كما\" كسر ياء التأنيث \"في اخشين\" أصله اخشين فلما ألحق نون التأكيد واجتمع ساكنان كسر الياء ليطرد \"ويجيء تمامه في باب اللفيف الأمر\" الحاضر من ترأى نحو\n__________\n\n[الفلاح شرح المراح] لابن كمال باشا\n\"في مثل لن يرمي\"؛ إذ لا يعلم حينئذ أنه مفرد لم يحذف منه حرف أو مثنى حذف منه النون بدخول لن، ولهذا لم يقلب ألفا وهذا الالتباس في التلفظ لا في الكتابة؛ لأن ألف التثنية يكتب على صورة الألف؛ لأنها ليست بمنقلبة من الياء وألف المفرد يكتب على صورة الياء لانقلابه منه قوله: \"بيرى\" بدل من قوله بالواحد فتقدير الكلام هكذا فيلتبس يريان بيرى في مثل لن يرى \"وأصل ترين ترئيين على وزن تفعلين فحذفت الهمزة كما\" تحذف \"في يرى\"؛ أي حذف حركتها فالتقى ساكنان الراء والهمزة فحذفت الهمزة وأعطي حركتها للراء قبلها \"فصار تريين ثم جعلت الياء\" الأولى التي هي لام الكلمة \"ألفا\" لتحركها و\"لفتحة ما قبلها فصار تراين\" بسكون الألف والياء \"ثم حذفت الألف لاجتماع الساكنين\"في غير حده \"فصار ترين\" بفتح الراء وسكون الياء، ويجوز أن يقلب الياء الأولى التي هي لام الكلمة ألفا أو لا لتحركها وانفتاح ما قبلها ثم يحذف لاجتماع الساكنين الألف والياء بعدها، فصار ترأين ثم تلين الهمزة فيحذف وتعطي حركتها إلى الراء قبلها، فصار ترين \"وسوى بينه وبين جمعه\" الضميران يرجعان إلى ترين؛ أي لم يفرق لفظا بين الواحدة المخاطبة والجمع المخاطب بعد تخفيف الهمزة وإعلال الياء حيث يقال فيهما ترين \"واكتفى بالفرق التقديري كما\" اكتفى به \"في ترمين\" وبيانه أن الياء في الواحدة ضمير، كما في تضربين والياء التي هي لام الكلمة محذوفة، وأما في الجمع فالياء لام الكلمة وأما الهمزة التي هي عين الفعل فمحذوف فيهما فوزن ترين تفين إن كان واحدة، وتفلن إن كان جميعا \"وسيجيء\" هذا البحث \"في باب الناقص\" إن شاء الله تعالى \"وإذا أدخلت النون الثقيلة في الشرط\"؛ أي إذا أردت إدخال النون الثقيلة على ترين الذي هو المخاطبة المفردة عند دخول الشرط الجازم عليه \"كما في قوله تعالى: {فَإِمَّا تَرَيِنَّ مِنَ الْبَشَرِ أَحَدًا} \" أصل إما بكسر الهمزة إن ما فأدغم النون في الميم بعد قلبها إليها فهو شرط جازم \"حذفت\" منه \"النون\"؛ أي نون الإعراب أولا \"علامة للجزم\" فبقي الياء الساكنة ثم أدخلت النون الثقيلة عليه فيجتمع ساكنان الياء والنون الأولى فحركت \"وكسرت ياء التأنيث\" أما التحريك فلدفع التقاء الساكنين، وأما الكسر فلما ذكره المصنف من قوله: \"حتى يطرد بجميع نونات التأكيد\"؛ أي حتى يطرد نون المثقلة الداخلة على ترين بجميع نونات التأكيد الداخلة على غيره من الأفعال في كون ما قبلها مكسورا \"كما\" حذفت نون الإعراب عند دخول النون الثقيلة وكسرت الياء التي قبلها \"في اخشين\" إلا أن النون فيه حذفت للوقف؛ لأنه أمر الواحدة المخابطة، وفي مثل إما ترين حذفت للجزم بحرف الشرط \"ويجيء تمامه\"؛ أي تمام الحذف والكسر \"في باب اللفيف\" إن شاء الله تعالى \"الأمر\" الحاضر من ترى إلخ.",
        "(1/109)\n\n\n[شرح ديكنقوز]\n\"ره ريا روا ري ريا رين ولا تجعل الياء ألفا في ريا\" وإن لم يلتبس إذا جعلت ألفا وحذفت لاجتماع الألفين \"تبعا ليريان ويجوز\"؛ أي يجب فإن الجواز يستعمل فيما يعم الوجوب في ره \"بهاء في الوقف\"؛ أي عند الوقف نحوه ره أصله ارأي \"فحذفت همزته\"؛ أي العين \"كما\" حذفت \"في يرى ثم حذفت الياء لأجل السكون\"؛ أي لعلامة الوقف ثم استغني عن همزة الوصل ثم ألحق هاء السكت؛ لئلا يلزم الابتداء بالساكن إن أسكن الراء للوقف أو الوقف على المتحرك إن لم يسكن فصار ره \"و\" تقول في ر وأخواته \"بالنون الثقيلة رين ريان رون رين ينان فيجيء بالياء في رين\"؛ أي أعيدت اللام المحذوفة \"لانعدام السكون\" الوقفي بسبب اتصال نون التأكيد؛ إذ السكون الوقفي إنما يكون حيث يكون السكون الجزمي ولا جزم في وسط الكلمة؛ إذ لا إعراب في الوسط فلا وقف فيه أيضا، فإن نون التأكيد لما اختص بالفعل صار كجزء منه وبمنزلة الداخل وامتزجا فصارا كأنهما كلمة واحدة، فأعيد ما حذف لأجل السكون أو نقول الياء في الناقص بمنزلة الحركة في الصحيح، فإذا ألحق نون التأكيد بآخر الصحيح جيء بالحركة؛ دفعا لالتقاء الساكنين فينعدم السكون فلا يكون الآخر محلا للسكون، فكذا إذا ألحقت بآخر الناقص يجيء بما هو بمنزلة الحركة؛ أعني اللام لانعدام السكون وكون الآخر محلا له \"كما\" أعيدت الياء \"في ارمين\" لذلك \"ولم تحذف واو الجمع في رون لعدم ضم ما قبلها\" فلو حذفت لم يبق هو وليس له ما يدل عليه أيضا، وذلك لا يجوز ولا يعاد اللام فيه؛ لأن حذفه كان لالتقاء الساكنين؛ إذ أصله ريو فأسكنت الياء ثم حذفت لالتقاء الساكنين فبقي روا فلما ألحق به النون التقى ساكنان، ولا مجال لحذف شيء منهما كما ذكرنا في \"إما ترين\" فحرك الواو بحركة تناسبه فحركته عارضة فلو أعيدت اللام وقيل: ريون اجتمع ساكنان حقيقة، فيلزم الوقوع فيما فر منه وكذا رين\n__________\n\n[الفلاح شرح المراح] لابن كمال باشا\n\"ره ريا روا ري ريا رين\" يعني لما وجب التخفيف في مضارع رأي كما مر يجيء صيغة الأمر الحاضر منه بعد التخفيف على هذا الوزن؛ لأنك لو حذفت حرف المضارعة من نرى بقي ما بعده متحركا والياء تسقط من آخر علامة للأمر، فبقي على حرف واحد مفتوح وهو الراء، وقس عليه التثنية والجمع، وقد يجيء أمر الحاضر منه على الأصل، نحو: ارأ كارع؛ لأنك لو حذفت حرف المضارعة من ترى بقي ما بعده ساكنا فاجتلبت الهمزة المكسورة والياء تسقط من آخره، فصار رأ، ثم بعد ذلك يجوز تصريفه على هذا الأصل كتصريف أرض، ويجوز تخفيفه ليكون على حرف واحد كما يجيء، وإنما جاز ذلك مع عدم جواز الاستعمال على الأصل في مضارعه بناء على قلة الاستعمال في الأمر بالنسبة إلى المضارع، لكن التخفيف أفصح، ولهذا لم يذكر المصنف مجيئه على الأصل، كما ذكره الزنجاني حيث قال: وإذا أمرت منه قلت: على الأصل ارأ كارع، وعلى الحذف روقس الأمر الغائب على ما ذكرناه من جواز الأمرين، فيجوز لير على التخفيف وليرأ على الأصل \"ولا تجعل الياء ألا في ريا\" مع وجود عليته، وهو تحرك الياء وانفتاح ما قبلها \"تبعا ليريان\" وقد مر أن ياءه لم تقلب ألفا لئلا يلزم الالتباس بالواحد في مثل لن يرى فيكون تثنية أمر المخاطب تابعا لتثنية الغائب من المضارع، ولو قال تبعا لتريان بالتاء المثناء من فوق كما وقع في بعض النسخ لكان أظهر؛ لأن تثنية أمر المخاطب مأخوذ من تثنية المخاطب من المضارع \"ويجوز\" استعمال هذا الأمر \"بهاء الوقف نحوه\" يعني لا يجب استعمال هذا الأمر على الوقف دائما، لكن إذا استعمل على الوقف وجب إلحاق هاء السكت في آخره؛ لئلا يكون الابتداء والوقف على حرف واحد الذي هو غير جائز؛ لأن الابتداء لا يمكن إلا بالمتحرك والوقف يقتضي السكون، فلو كان الابتداء والوقف على حرف واحد يلزم أن يكون الحرف الواحد متحركا وساكنا معا وهو غير جائز، وأما إذا لحق هاء السكت فلا يلزم ذلك؛ لأن المراد بها التوصل إلى بقاء الحركة التي قبلها في الوقف، كما زادوا همزة الوصل ليتوصل بها إلى بقاء السكون الذي بعدها في الابتداء، قوله: \"فحذفت همزته\"؛ أي همزة ارأي \"كما\" حذفت \"في يرى ثم حذفت الياء\" من آخره \"لأجل السكون\" بيان لأخذ الأمر الذي على حرف واحد من ترأى على الأصل؛ يعني حذفت الهمزة من ارأي ونقلت حركتها إلى الراء فاستغني عن الهمزة، فصار ري ثم حذفت الياء علامة للأمر فبقي على حرف واحد \"وتقول بالنون الثقيلة\" المؤكدة في الأمر الحاضر \"رين ريان رون\" بضم الواو المجانسة بينهما \"رين\" بكسر الياء لما مر \"ريان رينان فيجيء بالياء في رين لانعدام السكون\"؛ يعني أن الأمر من الفعل الصحيح مبني على السكون بسقوط الحركة، ومن الناقص بسقوط لام الكلمة منزلة الحركة منه كما مر، فإذا أدخل عليه النون المؤكدة يكون الأمر من الصحيح مبنيا على الفتح، فكان كأنه أعيدت الحركة المحذوفة فأعيدت اللام من الناقص؛ لأن حذفها إنما هو لكون الأمر ساكنا، فلما أدخل النون عليه يجب أن يكون ما قبله متحركا فأعيدها ما حذف لأجل السكون، وهو لام الكلمة في الناقص منزلة الحركة من الصحيح فقال: رين بالياء المفتوحة \"كما\" يجيء الأمر بإعادة الياء \"في ارمين\" لانعدام سكون ما قبل النون \"ولم يحذف واوا الجمع في رون\" بضم الواو مع أن القياس الحذف، كما في اضربن وانصرن \"لانعدام ضمة ما قبلها\" يعني إنما يحذف واو الجمع من الأمر عند دخول نون التأكيد إذا كان ما قبلها ضمة تدل على الواو المحذوفة وها هنا تتعدم الضمة؛ لأن الراء قبلها مفتوح فلو حذفت لم يوجد ما يدل عليها فلم تحذف\n(1/110)",
        "\n\n[شرح ديكنقوز]\n\"بخلاف اغزن\" فإن واو الجمع حذفت فيه؛ لأن ضمة الزاي تدل على الواو المحذوفة ولم يعد اللام هنا أيضا؛ لأنه لو أعيد وقيل: اغزون نحو: انصرن لزم إسكان الواو لثقل الضم عليه فيجتمع ساكنان، وهو إن كان على حده إلا أن الكلمة ثقلت واستطالت بسبب نون التأكيد، فيلزم حذفه فتكون الإعادة كلا إعادة، وكذا اغزن، وكذلك ارمن وارمن \"و\" تقول في روا وأخواته \"بالنون الخفيفة رين رون رين\" وأحكامها كأحكام الثقيلة \"الفاعل\" من يرى \"راء إلخ\" على وزن فاع فأصله رائي أعل كإعلال رام \"ولا يحذف همزته\"؛ أي همزة راء \"لما\"؛ أي للوجه الذي \"يجيء في\" اسم \"المفعول\" منه \"وقيل\" لا تحذف همزته \"لأن ما قبلها ألف والألف لا تقبل الحركة\" وطريق تخفيف الهمزة المتحركة الساكن ما قبلها بالحذف بأن تنقل حركتها إلى ما قبلها كما مر \"ولكن يجوز لك أن تجعل\" همزته \"بين بين\" المشهور \"كما\" جعلتها بين بين \"في سائل\" وقائل كما مر \"وقس على هذا\"؛ أي على يرى في تخفيف الهمزة باب الأفعال من الرؤية لكون ما استعمل من الرؤية في هذا الباب كثير الاستعمال ماضيا كان \"نحو أرى\" أصله أرأى أو مضارعا نحو \"يرى\" أصله يرئي أو أمرا نحو أر أصله ارأي، وفاعلا أو مفعول نحو: مر ومري أومصدرا نحو \"إراءة\" أصله ارآيا على وزن أفعالا قلبت الياء همزة لوقوعها طرفا بعد ألف زائدة فصار اراء؛ لأن الواو والياء إذا وقعتا طرفا بعد ألف زائدة تقلبان ألفا إما لعدم اعتدادهم بالألف فصار حرف العلة كأنه ولي الفتحة فقلبت ألفا لتحركها وانفتاح ما قبلها أو لتنزيلهم الألف منزلة الفتحة لزيادتها عليها، أو أنها جوهرها فقلبوا حرف العلة ألفا كما يقلبونها بعد الفتحة، فالتقى ألفان فكرهوا حذف إحداهما أو تحريك الأولى؛ لئلا يعود الممدود مقصورا فحركوا الأخيرة لالتقاء الساكنين فصار همزة، وأما إذا لم يكونا بعد ألف زائدة بأن كانت الألف منقلبة عن حرف أصلي فلا تقلبان ألفا لئلا يتوالي في الكلمة إعلالان؛ إعلال العين وإعلال اللام، وذلك نحو: روي وثوي من رويت وثويت إلا أن عينهما أعلتا وسلمت لاماهما، وكان الأصل أن يعتل اللام ويصح العين لكنهما ألحقا في الشذوذ بالرؤية والغاية، ثم نقلت حركة الهمزة التي هي العين إلى الراء في أرى وحذفت كما في الفصل فصار اراء ثم عوض\n__________\n\n[الفلاح شرح المراح] لابن كمال باشا\n\"بخلاف اغزن\" فإن ما قبل النون الثقيلة فيه مضموم وهو الزاي؛ لأن أصله اغزووا بضم الزاي والواو الأولى التي هي لام الكلمة، فاستثقلت الضمة على الواو فأسقطت ثم حذفت هي لالتقاء الساكنين؛ لأن الثانية علامة الجمع فبقي اغزوا بضم الزاي ثم لما أدخل عليه النون اجتمع ساكنان واو الجمع والأولى من النون الثقيلة فحذفت الواو، وإن كانت علامة لتدل الضمة التي قبلها عليها \"و\" تقول \"بـ\" النون \"الخفيفة رين\" بإعادة الياء وفتحها \"رون\" بضم الواو \"رين\" بكسر الياء \"و\" اسم \"الفاعل\" من رأى يرأي \"راء\" أصله رائي فاستثقلت الضمة على الياء فأسقطت فاجتمع ساكنان الياء والتنوين؛ لأن التنوين عبارة عن نون ساكنة فحذفت الياء؛ لأن التنوين علامة التمكن فبقي راء \"رائيان\" على الأصل \"إلى آخره\"؛ أي راءان رائية رائيتان رائيات ورواء وأصل راءون رائيون على وزن ضاربون فاستثقلت الضمة على الياء لالتقاء الساكنين الياء والواو ونقلت الضمة على الهمزة بعد سلب حركتها لأجل الواو فصار راءون وأصل رواء روائي على وزن نواصر، فأسكنت الياء للثقل ثم حذفت لطول البناء ثم عوض التنوين من الياء أو من حركتها فصار رواء، والباقي جار على الأصل \"لا تحذف همزته\"؛ أي همزة اسم الفاعل مع أنه مأخوذ من المضارع وقد عرفت أنه لا يستعمل بالهمزة فناسب أن يحذف همزته أيضا \"لما يجيء في\" اسم \"المفعول\" عن قريب \"وقيل\" لا تحذف همزته \"لأن ما قبلها ألف والألف لا تقبل الحركة، ولكن يجوز لك أن تجعل\" همزته \"بين بين\" المشهور بجعل الهمزة بين مخرجها ومخرج الألف \"كما\" تجعل \"في سائل وقائل وقس على هذا\"؛ أي على يرى \"أرى يرى إراءه\" يعني كما يجب التخفيف في مضارع رأى لكثرة استعماله دون أخواته، كذلك يجب التخفيف إذا بنيت الأفعال من رأى، وقلت: أرى يرى في ماضيه ومضارعه معا لكثرة استعمالهما دون أخواتهما، قال ابن الحاجب: إذا كان الماضي من الرؤية على وزنه أفعل حذفت الهمزة حذفا لازما في الماضي والمستقبل جميعا وقيل: أرى يرى، فالتزموا كلهم التخفيف لكثرته في كلامهم، ولهذا لم يلزم في قولهم: أنأى ينئي على وزن أعطى يعطي، بل جرى في جواز التخفيف كغيره؛ لأنه لم يكثر تلك الكثرة إلى ها هنا عبارته موافقا لما في الجابردي، وأما كيفية التخفيف في أرى يرى فهو أن أصلهما أرأى يرئي على وزن أعطى يعطي نقلت حركة الهمزة إلى الراء الساكن قبلها فيهما ثم حذفت وإعلال الياء ظاهر، وذكر في شرح الهادي لاحتمال الحذف ها هنا وجها آخر، وهو أنه اجتمع في أرأى همزتان بينهما حرف ساكن، والساكن حاجز غير حصين، فكأنهما قد توالتا فحذفت الثانية على حد حذفها في أأكرم ثم أتبع سائر الباب، وفتحت الراء لمجاورة الألف التي هي لام الفعل فلا يستعمل ها هنا على الأصل حتى هجر ورفض، واعترض عليه بعض الفضلاء بأن هذه العلة توجب الاطراد في مثل: ينىئي مضارع نأى وأنأى ينئيى، وقد عرفت أنه ليس بواجب وأصل إرأة إرآي على وزن إكرام، فخففت الهمزة بنقل حركتها إلى الراء وحذفها فصار إراي، وقلبت الياء همزة لوقوعها في الطرف بعد ألف زائدة فصار إروا، ثم عوض الهاء من الهمزة فصار إراة هذا هو العمدة فيه وإن جاز غيره، وإذا علمت ما تلوناه كله ظهر بطلان ما ذكره بعض الشارحين من أن معنى قوله: وقس\n(1/111)\n",
        "\n[شرح ديكنقوز]\nتاء التأنيث عن الهمزة المحذوفة كما عوض عن الواو في إقامة فصار إراءة ويجوز إراء بلا تعويض؛ لأن ما حذف منه كان محذوفا من فعله فلم يحتج إلى لزوم التعويض، بخلاف إقامة ويجوز إراية بالياء أيضا؛ نظرا إلى أنها لم تقع طرفا بسبب التاء على اعتبار تقديم حذف العين والتعويض عنه على قلب الياء أو بسبب أن التاء لازمة كسقاية، فإن تاء التأنيث يعتد بها حينئذ بخلاف ما إذا كانت عارضة، حيث لا يعتد بها نحو: بناءة فإنه يقال للمذكر بناء ومن قلب نظر إلى التاء كلمة أخرى فكأن الياء متطرفة \"المفعول\" من يرى \"مرئي إلخ\" مرئيان مرئيون إلخ \"أصله مرأوي فأعل كما\"؛ أي كإعلال الذي وقع \"في مهدي\" كما مر في المضمرات \"ولا يجب حذف همزته؛ لأن وجوب حذف الهمزة من فعله\" أعني يرى غير قياس كما مر\" حيث قال وهذا التخفيف واجب في يرى لكثرة الاستعمال، فإن كثرة الاستعمال غير موجبة للحذف، بل إنما يصار إليها إذا لم يوجد قياس موجب الحذف، وإذا ثبت الحكم في محل على خلاف القياس لا يتعداه كما تقرر في موضعه \"فلا يستتبع\" الفعل \"المفعول وغيره\" من الفاعل والأمر وغيرهما \"و\" إنما \"حذف\" الهمزة وجوبا \"في نحو مرى\" يعني في غير الفعل \"أصله مرأي\"؛ أي اسم مفعول من باب الأفعال مع أن وجوب الحذف في أفعل غير قياس \"لكثرة\" استعمال \"مستتبعه\"؛ أي نحو مرر بخلاف مرأي فإن مستتبعه قليل وهو المضارع فقط \"وهو\" ذلك المستتبع الكثير \"أرى يرى وأخواتهما\"؛ أي الأمر والنهي \"والموضع\" من الثلاثي الآتي \"يجوز\" الحذف \"بالقياس على نظائرها\" من المضارع واقع في كلامهم \"إلا أنه\"؛ أي حذف الهمزة في هذه الأشياء المذكورات \"غير مستعمل\"؛ أي غير واقع في كلامهم \"المجهول رؤي\" على الأصل \"يرى\" على الحذف أصله يرأي \"إلى آخرها. المهموز الفاء يجيء من خمسة أبواب\" من باب نصر\n__________\n\n[الفلاح شرح المراح] لابن كمال باشا\nعلى هذا أرى يرى أنه يجب التخفيف في مضارعه دون ماضيه، كما يجب في مضارع رأى دون ماضيه، وإنما قالوا ذلك لقصور نظرهم عن تحقيقات القوم واستعمالاتهم، فلا تكن من القاصرين \"و\" اسم \"المفعول\" من رأى يرى \"مرئي إلى آخره\" بسكون الراء وكسر الهمزة وتشديد الياء \"أصله مرءوي\" على وزن مضروب \"فأعل\" بقلب الواو ياء لاجتماعهما وسبق أحدهما بالسكون وإدغام الياء في الياء وكسر الهمزة للياء \"كما\" وقع الإعلال هكذا \"في مهدي\" أصله مهدوي كما سبق، وإذا عرفت كيفية الإعلال في المفرد من اسم المفعول أمكنك القياس عليه في سائر تصاريفه، وهو مرئيان مرئيون مرئية مرئيتان ومرائي ولا يجب\" بل يجوز \"حذف همزته\"؛ أي اسم المفعول \"لأن وجوب حذف الهمزة في فعله\" الذي هو يرى \"غير قياس\" بل التزموه لكثرة الاستعمال، ولهذا لم يجب في ينثي \"كما مر\" وكلما يثبت على خلاف القياس لا يستتبع شيئا آخره غيره \"فلا يستتبع\" الشيء يطلب أن يكون ذلك الشيء تابعا له كحذف الهمزة في أأكرم، فإنه يجعل حذف الهمزة من يكرم وتكرم وسائر تصاريفه تابعا لنفسه فيحذف منها، وإذا علمت معنى يستتبع علمت معنى لا يستتبع \"وحذفت\" الهمزة وجوبا \"في نحو مرى\" بضم الميم وفتح الراء وتنوينه، وهو اسم مفعول من باب الأفعال أصله مرأي بوزن مكرم فقلبت الياء ألفا لتحركها وانتفاح ما قبلها، فاجتمع ساكنان الألف والتنوين فحذفت الألف من التلفظ وأعطي التنوين لما قبلها ثم لينت الهمزة، فاجتمع ثلاث سواكن فحذفت الهمزة وأعطي حركتها لما قبلها، وانتقل التنوين أيضا فصار مرى هذا تخفيف بعد الإعلال ويجوز بالعكس، وقد مر نظيره، وإنما وجب ذلك مع أن وجوب حذف الهمزة في فعله الذي هو يرى غير قياس، بل التزموا الكثرة الاستعمال أيضا \"لكثرة مستتبعه\" والقليل يتبع الكثير كثيرا \"وهو أرى يرى وأخواتهما\" كاسم الفاعل والزمان والمكان وإن كان الحذف فيهما غير قياسي بخلاف مرئي فإنما فرض مستتبعا له واحد فقط وهو يرى \"و\" اسم \"الموضع\" من يرى الذي هو الثلاثي \"مرأى\" بفتح الميم وسكون الراء وفتح الهمزة وتنوينها وأصله مرأي على وزن منصرفا فاستثقلت الضمة على الياء فأسقطت فالتقى ساكنان الياء والتنوين فحذفت الياء من التلفظ وأعطي التنوين لما قبلها فصار مرأى \"و\" اسم \"الآلة مرأى\" وهو كالموضع في أصله وإعلاله وزنه لكن الميم منه مكسور \"وإذا حذفت الهمزة\"؛ أي إذا أردت حذفها تخفيفا \"في هذه الأشياء\" وهو اسم الفاعل والمفعول والموضع والآلة من يرى الذي هو الثلاثي \"يجوز\" لك حذفها \"بالقياس إلى نظائرها\" التي حذفت الهمزة منها تخفيفا، نحو: مسلة وغيرها \"إلا أنه\"؛ أي حذف الهمزة في هذه الأشياء \"غير مستعمل\" في كلامهم\" المجهول\" من رأى يرى الذي هو الثلاثي \"رؤي يرى إلى آخرهما\" الماضي لا يخفف كما في المعلوم والمضارع يخفف كما في المعلوم أيضا، فيقال في الماضي رؤي رؤيا رؤوا رؤيت رؤيتان رؤين رؤيت رؤيتما رؤيت رؤيتما رؤيتن رؤيت رؤينا، وفي المضارع يرى يريان يرون ترى تريان يرين ترى تريان ترون ترين تريان تررين أرى نرى، وكيفية تخفيف همزته ظاهر مما سبق، وأما إعلال يائه كإعلال ياء رمى يرمي وسيأتي في باب الناقص \"المهموز الفاء يجيء من خمسة أبواب\" باستقراء كلامهم، وهي ما عدا الباب السادس\n(1/112)\n\n\n[شرح ديكنقوز]\n\"نحو: أخذ يأخذو\" من باب ضرب نحو: \"أدب يأدب\" من المأدبة بمعنى الضيافة من الأديب، فإنه من باب حسن \"و\" من باب فتح نحو: \"أهب يأهب و\" من باب \"علم نحو: أرج يأرج و\" من باب حسن نحو: \"أسل يأسل\" ولا يجيء من باب فعل يفعل بكسر العين فيهما \"والمهموز العين يجيء من ثلاثة أبواب من باب فتح \"نحو رأى يرأى و\" من باب علم نحو: \"يئس ييأس و\" من باب حسن نحو: \"لؤم يلؤم\" ولا يجيء من غيرها \"المهموز اللام يجيء من أربعة أبواب\" من باب ضرب \"نحو هنأ يهنئ و\" من باب فتح نحو: \"سبأ يسبأ و\" من باب علم نحو: \"صدئ يصدأ و\" من باب حسن نحو: \"جزؤ يجزؤ\" ولا يجيء من غيرها تقديم مثال باب فتح على مثال باب علم في المواضع الثلاثة، إنما هو لفتحة عين ماضيه، وأما تقديم مثال باب نصر على مثال باب ضرب فلكثرة استعمال المهموز الفاء من باب نصر بالنسبة إلى استعماله من باب ضرب، ولكثرة استعمال خصوص المثال أعني أخذ \"ولا يجيء في المضاعف إلا مهموز الفاء نحو: أن يئن\" أنينا كل ذلك بالاستقراء والسماع \"ولا تقع الهمزة في موضع حرف العلة\"، والغرض من هذا الكلام وما تفرع عليه دفع توهم أن المهموز قسم من أقسام السبعة فلا يجتمع مع قسم آخر منها لئلا يلزم تداخل الأقسام، وإلا فهذا الحكم وما تفرع عليه ضروري لا يحتاج إلى تعليمه \"ومن ثمة\"؛ أي ومن أجل عدم وقوع الهمزة موضع حرف العلة \"لا يجيء في المثال إلا مهموز العين واللام نحو: ود\" من باب ضرب \"ووجأ\" من باب فتح ويسمى باسميهما فيقال المثال المهموز العين والمثال المهموز اللام \"و\" لا يجيء \"في الأجوف إلا مهموز الفاء واللام نحو: أن\" من باب نصر \"وجاء\" من باب ضرب ويقال الأجوف المهموز الفاء والأجوف المهموز اللام \"و\" لا يجيء \"في الناقص إلا مهموز الفاء والعين\" نحو: أبى ورأى و\" يجيء\" في اللفيف المفروق إلا مهموز العين نحو: رأى من باب ضرب \"و\" لا يجيء \"في المقرون إلا مهموز الفاء نحو: أوى\" من باب ضرب \"وتكتب الهمزة في الأول\"؛ أي حال كونها في أول كلمة \"على صورة الألف في كل الأحوال\"؛ أي سواء كانت مفتوحة \"نحو: أخ و\" مضمومة نحو: \"أم\" أو مكسورة، نحو: \"إبل\" وسواء كانت أصلية نحو: إبل، أو منقلبة نحو: أحد أصله وحد، وسواء كانت همزة قطع نحو: أكرم، أو همزة وصل نحو: اضرب وانصر \"لخفة الألف\" فإن الألف تشارك الهمزة في المخرج وهو أخف حروف اللين فأبدلوا الهمزة\n__________\n\n[الفلاح شرح المراح] لابن كمال باشا\n\"نحو أخذ يأخذ\" بفتح العين في الماضي وضمها في الغابر \"وأدب يأدب\" أعلم أن أدب يأدب يجيء من الباب الخامس ومعناه ظاهر، والصفة منه أديب، ومنه ضربته تأديبا، ويجيء من الباب الثاني ومعناه حينئذ دعا القوم إلى طعامه، والصفة منه آداب، والمراد ها هنا هو الثاني فافهم \"وأهب يأهب\" بفتح العين فيهما يقال: تأهب الرجل إذا استعد \"وأرج يأرج\" بكسر العين في الماضي وفتحها في الغابر، يقال: أرج الطيب إذا فاح \"وأسل يأسل\" بضم العين فيهما يقال: رجل أسيل الخد؛ أي لين الخد طويلة وكل مسترسل أسيل \"والمهموز العين يجيء من ثلاثة أبواب\" بالاستقراء أيضا \"نحو: رأى يرأى\" بفتح العين في الماضي والغابر \"ويئس ييأس\" بكسر العين في الماضي وفتحها في الغابر \"ولؤم يلؤم\" بضم العين فيهما ولا يجيء من غير هذه الثلاثة \"المهموز اللام يجيء من أربعة أبواب\" بالاستقراء أيضا \"نحو هنؤ يهنؤ\" بضم العين فيهما، وهو المراد ها هنا، وأيضا يجيء بكسر العين في الماضي وفتحها في الغابر وهنأ الطعام من باب قطع وضرب \"وسبأ يسبأ\" بفتح العين فيهما؛ أي اشترى الخمر ليشربها \"وصدئ يصدأ\" بكسر العين في الماضي وضمها في الغابر \"وجزأ يجزؤ\" بفتح العين في الماضي وضمها في الغابر من جزأت الشيء بالزاي المعجمة؛ أي قسمته ولا يجيء من الباب السادس ولا من الثاني إلا هنأ يهنأ وهو شاذ \"ولا يجيء في المضاعف إلا مهموز الفاء\" بدلالة استقراء كلامهم \"نحو أن يئن\"؛ أي فزع يفزع والأصل أنن يأنن على حد فريفر \"ولا تقع الهمزة موقع حرف العلة\" وإلا لم يكن المعتل معتلا وهو ظاهر \"ومن ثم\"؛ أي ومن أجل أن الهمزة لا تقع موقع حرف العلة \"لا يجيء من المثال\"؛ أي من معتل الفاء \"إلا مهموز العين واللام نحو وأديئد\" يقال: وأد ابنته؛ أي دفنها في القبر وهي حية \"ووجأ يجأ\" يقال: وجأته بالسكين؛ أي ضربته به، يقال: وجأه يجأه مثل وضعه يضعه، ولا يجيء مهموز الفاء من المثال، وإلا لم يكن المثال مثالا \"ولا\" يجيء \"في الأجوف إلا مهموز الفاء واللام نحو آن، \" أصله أين فقلبت الياء ألفا لتحركها وانفتاح ما قبلها يقال: آن أينه؛ أي حان حينه وآن له أن يفعل كذا من باب باع؛ أي حان \"وجاء\" أصله جيأ فقلبت الياء ألفا ولا يجيء منه مهموز العين، وإلا لم يكن الأجوف أجوف أيضا \"و\" لا يجيء \"في الناقص إلا مهموز الفاء والعين\" وإلا لم يكن الناقص ناقصا أيضا \"نحو أبى يأبى ورأى يرى و\" لا يجيء \"في اللفيف المفروق إلا مهموز العين نحو وأي\"؛ أي وعد \"و\" لا يجيء \"في\" اللفيف \"المقرون إلا مهموز الفاء نحو أوي\"؛ أي رجع وإلا لم يكن المفروق مفروقا ولا المقرون مقرونا، ولما فرغ من الأحكام اللفظية للهمزة شرع في أحكام كتابتها؛ إذ يحتاج إلى بيانها دون سائر الحروف؛ لأنه ليس للهمزة صورة مخصوصة تكتب بها دائما كسائر الحروف فقال: \"وتكتب الهمزة\" إذا كانت \"في الأول على صورة الألف\" مطلقا؛ أي مفتوحا كان أو مكسورا أو مضموما \"نحو أب وأم وإبل\" وسواء كان للقطع نحو: أكرم أو للوصل نحو: اضرب، وسواء كانت أصلية نحو إبل، أو منقلبة من الواو نحو: إثم واحد \"لخفة الألف\" في الكتابة.",
        "(1/113)\n\n\n[شرح ديكنقوز]\nألفا في الخط للتخفيف؛ لأن التخفيف كما هو مطلوب في اللفظ مطلوب في الكتابة أيضا، فهذه الهمزة وإن لم يكن تخفيفها لفظا لما مر من أن الهمزة لا تخفف في الأول لكن أمكن تخفيفها خطا فخففوها؛ لأن ما لا يدرك كله لا يترك كله \"وقوة الكاتب عند الابتداء على وضع الحركات\" وإن كان على الألف فلا يرد أن الألف لا تقبل الحركة، فكيف تكتب الهمزة على صورة الألف في الأول الذي هو محل الحركات \"و\" تكتب الهمزة \"في الوسط إذا كانت ساكنة على وفق حركة ما قبلها، نحو: رأس ولؤم وذئب للمشاكلة\"؛ أي لتوافق صورة الهمزة حركة ما قبلها ولتوافق طريق تخفيفها \"وإذا كانت\" الهمزة المتوسطة \"متحركة\" سواء كان ما قبلها ساكنا أو متحركا \"تكتب على وفق حركة نفسها حتى يعلم حركتها نحو\" يسال ويلؤم ويسئم ونحو \"سأل ولؤم وسئم\" وإنما لم يورد أمثلة المتحركة الساكن ما قبلها لمكان الاختلاف فيها، فمنهم من يحذفها إن كان تخفيفها بالنقل، نحو: يسل وبلم ويسم والإدغام كيسل، ومنهم من يحذف المفتوحة بعد النقل فقط نحو: يسل، والأكثر على حذف المفتوحة بعد الألف نحو: يسأل، ومنهم من يحذفها في الجميع وأشار بالمثال إلى أن هذا الحكم إذا كان حركة ما قبلها فتحة، فيعلم منه أن كتابة نحو: جؤن ومئر على طريق تخفيفها؛ إذ الأصل أن يكون الكتابة على طراز اللفظ، ولو قال على طريق تخفيف الهمزة بدل قوله: على وفق حركة نفسها كما قاله غيره لشمل نحو: جؤن ومئر، إلا أنه عدل عنه إلى ما في الكتابة ليشمل الساكن ما قبلها، وحكم نحو: مئر وجؤن قد علم بطريق آخر كما ذكرنا على أنهما كانا مستثنيين في تخفيف الهمزة من حكم أخواتها \"وإذا كانت\" الهمزة \"متحركة\" حال كونها \"في آخر الكلمة تكتب على وفق حركة ما قبلها\" إذا كان ما قبلها متحركا \"لا على وفق حركة نفسها؛ لأن الحركة المتطرفة عارضة\" والعارض كالمعدوم فصار كأنها لا حركة لها \"نحو قرأ وطرؤ وفتئ\" ويعلم من هذا أن الهمزة المتطرفة إذا كانت ساكنة ومتحركا ما قبلها نحو: لم يقرأ ولم يردئ، فالأولى أن تكتب على وفق حركة ما قبلها \"وإذا كان ما قبلها\"؛ أي ما قبل الهمزة المتطرفة \"ساكنا لا تكتب\" تلك الهمزة \"على صورة شيء\" لا على حركة نفسها \"لطرو حركتها و\" لا على حركة ما قبلها لغرض \"عدم حركة ما قبلها نحو: خبء ودفء وبرء\" بل تحذف من الخط فإن شكل الهمزة وصورتها الخطية، وهو شكل أحد حروف اللين، وأما المكتوبة في خبء ودفء وبرء فإنما هو علامة للهمزة وأمارة لها ليعلم أن هناك همزة في الخط فتلفظ، وأما كتابة نحو: البطؤ والوطئ بالواو والياء فليس على قانون علم الخط، بل من جهل الكاتب بصورة الخط.\n__________\n\n[الفلاح شرح المراح] لابن كمال باشا\n\"وقوة الكاتب عند الابتداء على وضع الحركات\" يعني أن الهمزة لم توضع لها صورة مخصوصة بالأصالة كما توضع لسائر الحروف، فيكون الأصل فيها أن لا توجد في الكتابة أصلا لعدم صورتها وتوجد في التلفظ عليها، وإذا لم يكن لها وجود في الكتابة لم يتصور وضع الحركة في الكتابة عليها، لكن قد تكتب على صورة حرف من الحروف لعارض، فتكتب في الأول على صورة الألف لخفة الألف كتابة، وقوة الكاتب عند الابتداء على وضع الحركات عليها، وحاصله أن الأصل أن لا تكتب الهمزة ولا حركتها لكنهما تكتبان في الأول للعلة المذكورة \"و\" تكتب الهمزة \"في الوسط إذا كانت ساكنة على وفق حركة ما قبلها\" مفتوحا تكتب على صورة الألف، وإن كان مضموما تكتب على صورة الواو، وإن كان مكسورا على صورة الياء كما يكون تخفيفها بالقلب كذلك \"نحو: رأس ولؤم وذئب للمشاكلة\"؛ أي ليكون الهمزة مشاكلة لحركة ما قبلها \"و\" الهمز في الوسط \"إذا كانت متحركة\" سواء كان ما قبلها ساكنا أو متحركا أيضا \"تكتب على وفق حركة نفسها حتى يعلم\" أن \"حركتها\" من أي نوع هي، فإن كانت الهمزة الواقعة في الوسط مفتوحة تكتب على صورة الألف، وإن كانت مكسورة تكتب على صورة الياء وإن كانت مضمومة تكتب على صورة الواو، ولا اعتبار لحركة ما قبلها حينئذ \"نحو: سأل ولؤم وسئم\" ونحو: يسأل ويلؤم ويسئم إلا إذا كانت الهمزة مفتوحة وما قبلها مكسورا أو مضموما، فإنها تكتب في الأول على صورة الياء، وفي الثاني على صورة الواو، نحو: مئر وفئة وجؤن ومؤجل كما يكون تخفيفها كذلك، لكن المصنف أطلق القول ولم يستثن الصورتين، كما استثناه في بيان التخفيف، والأولى أن يستثنيهما أو يقول تكتب حينئذ على نحو ما تخف به ليتم البيان، \"وإذا كانت\" الهمزة \"متحركة\" وما قبلها متحركا أيضا وكانت \"في آخر الكلمة تكتب\" حينئذ \"على وفق حركة ما قبلها \"فإن كان ما قبلها مفتوحا فتكتب على صورة الألف، وإن كان مكسورا فعلى صورة الياء، وإن كان مضموما فعلى صورة الواو، و\"لا\" تكتب \"على وفق حركة نفسها\" مع أن هذا أولى ليعلم حركتها \"لأن الحركة المتطرفة\"؛ أي الواقعة في الطرف \"عارضة\"؛ أي غير ثابتة على وجه واحد؛ لأن آخر الكلمة محل التغيير، فتغير بحسب ما يقتضيه العامل \"نحو: قرأ وطرؤ وفتئ، وإذا كان ما قبلها ساكنا لا تكتب\" الهمزة \"على صورة شيء\"؛ أي لم تكتب على صورة حرف من الحروف \"لطرو حركتها وعدم حركة ما قبلها\" فلم يكن لها وجود في الكتابة، بل في التلفظ فقط، كما هو الأصل فيها على ما مر \"نحو: خبء ودفء وبرء\"، فإذا قلت: رأيت خبأ ودفأ وبرأ ألا يكون الألف فيها على صورة الهمزة، بل هي ألف الوقف عوضا من التنوين، كما في رأيت زيدا\n(1/114)",
        "\n\n[شرح ديكنقوز]\n\"الباب الرابع في المعتل\":\nقدم ما يكون حرف العلة فيه غير متعدد لكثرة أبحاثه واستعماله، ولأن الواحد قبل المتعدد قبل المتعدد، وقدم معتل الفاء منه على معتل العين لتعدم الفاء على العين \"ويقال للمعتل الفاء\" بإضافة المعتل إلى الفاء إضافة لفظية مثل الحسن الوجه؛ أي الذي اعتل فاؤه \"معتل\" بدون الإضافة إلى الفاء؛ لأن حرف العلة لما كان في أوله كان كأنه هو المعتل لظهور كونه معتلا من أول الأمر، ولأنه لا يجب الاطراد في التسمية \"ويقال له مثال أيضا؛ لأن ماضيه مثل الصحيح في الصحة وعدم الإعلال\" عطف تفسير للصحة دفعا لتوهم كون المراد منها كون حروفه حروفا صحيحة ليس فيها حرف علة ويلزم كونه مثله في تحمل الحركات كوعد ووعد \"وقيل\" إنما سمي مثالا \"لأن أمره\"؛ أي الحاضر \"مثل أمر الأجوف\" في الوزن \"نحو: عد\" من تعد \"وزن\" من تزن فزن عد بزن تجده موازيا له في الوزن \"وهو\"؛ أي المثال يجيء من خمسة أبواب من باب ضرب وعلم وفتح وحسن وحسب، نحو: وعد يعد ووجل يوجل ووهب يهب ووجه يوجه وومق يمق \"ولا يجيء\" المثال \"من فعل يفعل\"؛ أي من باب نصر بالاستقراء \"إلا وجد يجد\" كائنا \"في لغة بني عامر\" وفي لغة غيرهم من باب ضرب \"فحذفت الواو في يجد\" أصله يوجد \"في\" قياس \"لغتهم لثقل الواو مع ضم ما بعدها وقيل هذه\"؛ أي يجد بالضم \"لغة ضعيفة\" لخروجها عن القياس واستعمال الفصحاء \"فأتبع ليعد في الحذف\" يعني أن الحذف في يجد على طريق الاتباع لا على طريق القياس \"وحكم الواو والياء إذا وقعتا في أول الكلمة كحكم الصحيح\" في الصحة وعدم الإعلال سواء كانتا مفتوحتين أو مضمومتين \"نحو: وعد ووعد ووقر ووقر\" من الوقر وهو ثقل الأذن، وهو متعدلا من الوقور بمعنى القعود في البيت ولا من الوقار وهو الرزانة؛ لأنهما لازمان، وقوله: وقر يدل على أنه متعد \"وينع وينع\" ولم يورد من اليائي إلا مثال واحد تنبيها على قلته \"ونظائرها\" نحو: ومفق وومق \"ويسر ويسر\" فلا تعلان في أول الكلمة \"لقوة المتكلم عند الابتداء\" فإن الإعلال إنما هو للتخفيف وتسهيل التكلم عن المتكلم وعند الابتداء يقوى المتكلم على التكلم؛ إذ لم يعرض له فتور وعي في الكلم بعد فلا يحتاج إلى التخفيف والتسهيل \"وقيل\" إنما لا يعلان في الأول لـ\"أن الإعلال\" مصدر المجهول؛ أي كون الحرف معلا \"قد يكون بالسكون أو بالقلب\"؛ أي بانقلابه \"إلى حرف العلة أو بالحذف\"؛ أي بكونه محذوفا \"وثلاثتها لا يمكن\" أما السكون فلتعذره لاستلزامه الابتداء بالساكن \"وكذلك\"؛ أي كالسكون \"القلب\" متعذر \"لأن المقلوب\" به \"غالبا\" احتراز عن بعض حروف الإبدال \"يكون بحرف العلة\"؛ يعني الألف والياء زائدتان في المنصوب للتأكيد والمقام يقتضيه \"وحرف العلة\"؛ أي الألف \"لا يكون إلا ساكنا\" فيلزم الابتداء بالساكن\n__________\n\n[الفلاح شرح المراح] لابن كمال باشا\n\"الباب الرابع في المثال\":\nقدمه على سائر المعتلات؛ لأن حرف العلة في الكلمة، إما أن يكون واحدا أو متعددا، فإن كان واحدا قدم على ما يكون فيه متعددا؛ لأن الواحد قبل المتعدد ثم ما يكون فيه حرف العلة واحدا على ثلاثة أقسام؛ لأن حرف العلة إما أن يكون فاء الكلمة أو عينها أو لامها، فإن كان فاء قدمت عليهما؛ لأن الفاء مقدم عليهما \"ويقال للمعتل الفاء مثال؛ لأن ماضيه مثل الصحيح في الصحة\"؛ أي في تحمل الحركات \"وعدم الإعلال\" وعدم الحروف في الإخبار، فيقال: وعدو وعدت كما يقال ضرب وضربت، وهذا الوجه كما يفيد التسمية يفيد التقديم فافهم \"وقيل\" يقال للمعتل الفاء مثال \"لأن أمره مثل أمر الأجوف\" في الوزن \"نحو: عد\" من المثال \"وزن\" من الأجوف \"وهو\" إنما \"يجيء من خمسة أبواب\" باستقراء كلامهم \"ولا يجيء من فعل\" بفتح العين \"يفعل\" بضم \"العين \"إلا وجد يجد\" أصله يوجد بضم الجيم المشهور كسرها \"وهو لغة بني عامر، فحذفت الواو في يجد\" وإن لم يقع بين ياء وكسرة كما في يعد \"في لغتهم لثقل الواو مع ضم ما بعدها\" في الصحاح، ويجد بالضم لغة عامرية لا نظير لها في باب المثال \"وقيل\" حذفت الواو في يجد بالضم في لغتهم؛ لأن \"هذه\"؛ أي لغة بني عامر \"لغة ضعيفة\" لا يعتد به ولا يعول عليه لعدم موافقته لاستعمال الفصحاء \"فأتبع\" يجد \"ليعد في الحذف\"؛ أي في حذف الواو وإن لم يقع بين ياء وكسرة، ولما بين أنه لا يجيء من الباب الأول بعد ذكر أنه يجيء من خمسة أبواب بين الخمسة بناء على أن أصل الأبواب ستة معهودة فلم يحتج إلى تفصيل تلك الخمسة التي هي ما عدا الباب الأول \"وحكم الواو والياء إذا وقعنا في أول الكلمة كحكم الصحيح\" في عدم الإعلال مفتوحين كانتا أو مضمومتين أو مكسورتين \"نحو وعد\" بفتح الواو \"ووعد\" بضمها \"ووقر ووقر\" بسلامة الواو عن التغيير في الكل \"ويسر\" بفتح الياء \"ويسر\" بضمها بسلامة الياء فيهما \"ونظائرها\" نحو: يمن ويمن ووضع ووضع \"لقوة المتكلم عند الابتداء\" وقدرته على تلفظ الحرف الثقيل من غير تغيير \"وقيل\" لا يعل الواو والياء في الأول لعدم إمكان الإعلال في الأول، وذلك لأن \"الإعلال قد يكون بالسكون أو بالقلب إلى حرف علة أو بالحذف\" ولا رابع سواها \"وثلاثتها\"؛ أي كل من هذه الثلاثة \"لا يمكن\" في الابتداء فتعين عدم الإعلال فيه \"أما\" عدم إمكان الإعلال \"بالسكون فلتعذره\"؛ أي لتعذر الابتداء بالساكن \"وكذا القلب\"؛ أي كما يمتنع الإعلال بالسكون يمتنع الإعلال بالقلب \"لأن\" الحرف \"المقلوب به غالبا يكون بحرف العلة وحرف العلة\" المقلوب به \"لا يكون إلا ساكنا\" ألفا كان أو واوا أو ياء وإن أمكن تحريكها فيلزم الابتداء بالساكن فيمتنع الإعلال بالقلب أيضا والياء في قوله يكون بحرف العلة زائدة في المنصوب، فتقدير الكلام يكون المقلوب به\n(1/115)\n",
        "\n[شرح ديكنقوز]\n\"وأما\" أنه لا يمكن \"بالحذف فلنقصانه\"؛ أي فللزوم نقصانه \"من القدر الصالح في الثلاثي ولاتباع الثلاثي في الزوائد\" منه وإن لم يلزم ذلك النقصان فيها المصدر المضاف إلى المفعول \"ولا يعوض\"؛ أي لا يقع التعويض \"بالتاء في الأول و\" لا في \"الآخر\" مع أنه لو عوض فيه لا يلزم ذلك النقصان \"حتى لا يلتبس\" الماضي \"بالمستقبل\" بالتعويض في الأول نحو: تعد \"والمصدر\" بالتعويض في الآخر نحو: عدة \"في نفس الحروف\" إن اندفع الالتباس بالحركات \"ومن ثمة\"؛ أي ومن أجل أن عدم التعويض بالتاء في الأول لئلا يلتبس بالمضارع \"لا يجوز إدخال التاء في الأول\" عوضا عن الواو المحذوفة \"في مثل عدة\" بل أدخلت في الآخر؛ لأن أصل عدة وعد بكسر الواو نقلت حركة الواو إلى العين لثقلها عليه مع إعلال فعلها، وحذفت الواو ثم زيدت التاء عوضا عنها، وقيل أصلها وعدة حذفت الواو مثل ما ذكرنا ولزم تاء التأنيث كالعوض من المحذوف فإن زال أحد الوصفين لا تحذف، ولذا لم يحذف من نحو: الوعد لعدم الكسرة ولا من الوصال لعدم اعتلال فعله نحو: يواصل \"للالتباس\"؛ أي لئلا يلزم الالتباس بالمستقبل \"ويجوز\" عطف على قوله ولا يجوز؛ أي ويجوز إدخال التاء في الأول \"في التكلان\" مصدر من الوكل وهو تفويض الأمر إلى الغير أصله الوكلان \"لعدم الالتباس\" بالمستقبل؛ لأن المستقبل لا يجيء على صورة التكلان \"وعند سيبويه يجوز حذف التاء\" التي هي عوض عن الواو في العدة مطلقا \"كما في قول الشاعر:\nوأخلفوك عد الأمر الذي وعدوا\nبحذف التاء من عد الأمر؛ إذ أصله عدة الأمر، يقول: أنت الذي أخلفوك ما وعدوا \"لأن التعويض من الأمور الجائزة عنده\" لا من الأمور الواجبة فلا يلزم من حذف العوض محذور \"وعند الفراء لا يجوز الحذف\"؛ أي حذف التاء في حال من الأحوال \"لأنها عوض من المحذوف\" وهو الواو في العدة فلو حذف العوض أيضا لم يبق ما يدل على المحذوف فيلزم الإجحاف\n__________\n\n[الفلاح شرح المراح] لابن كمال باشا\nحرف العلة قال بعض الشارحين: إن الحرف المقلوب به لا يكون إلا ساكنا إن كان ألفا، ولو كان غير الألف أمكن تحريكه، ولكن يلزم تحصيل الحاصل، وأنت تعلم أن هذا شرح لا يطابق المتن ولا يطابق الواقع أيضا تدبر قوله: \"وأما بالحذف\" عطف على قوله: أما بالسكون؛ أي أما عدم إمكان الإعلال بالحذف في الأول \"فلنقصانه\" الضمير يرجع إلى الكلمة إما باعتبار اللفظ أو باعتبار المذكور \"من القدر الصالح\" على تقدير الحذف \"في الثلاثي\" المجرد، وقد مر أن القدر الصالح أن يوجد ثلاثة أحرف حرف يبتدأ به وحرف يوقف عليه وحرف يتوسط بينهما \"ولاتباع الثلاثي في الزوائد\"؛ لأن الثلاثي أصل والزوائد فرع والفرع تابع للأصل والإضافة إضافة المصدر إلى مفعوله الثاني ويجوز أن يكون مصدرا مجهور مضافا إلى ما يقوم مقام الفاعل والمآل واحد فافهم قوله: \"ولا يعوض بالتاء\" جواب دخل مقدر تقديره أنا لا نسلم أنه يلزم من حذف حرف العلة من الثلاثي النقصان من القدر الصالح، وإنما يلزم ذلك إذا لم يعوض المحذوف بحرف، وأما إذا عوض فلا، وحاصل الجواب أنه لو عوض بها لعوض بالتاء؛ إذ هو المشهور فيما بينهم كما في عدة والعويض بها غير ممكن؛ لأنه لو عوض بها لعوض \"في الأول أو الآخر\"؛ إذ لا يكون العوض إلا في محل التغيير الذي هو طرفا الكلمة وذا غير جائز لما ذكره بقوله: \"حتى لا يلتبس بالمستقبل\" على تقدير التعويض في الأول \"والمصدر\" على تقدير التعويض في الآخر \"في نفس الحرف\" لا في الصيغة وهذا القدر من الالتباس يمنع جواز التعويض \"ومن ثمة\"؛ أي ومن أجل أن علة عدم التعويض في الأول لزوم الالتباس \"لا يجوز إدخال التاء في الأول\" عوضا عن الواو المحذوفة \"في مثل عدة للالتباس\" بامستقبل مع أن المحذوفة من الأول؛ لأن أصل عدة وعد بكسر الواو وسكون العين، فنقلت كسرة الواو إلى ما بعدها ثم حذفت ساكنة؛ لئلا يزيد إعلاله على إعلال فعله وهو يعد ثم لزم التاء كالعوض، وقيل: الأصل وعد بكسر الواو فحذفت الواو لما ذكرنا ثم زيدت التاء عوضا عنها قوله: \"ويجوز في التكلان العدم لالتباس\" عطف على قوله: لا يجوز فيكون مجموع المعطوف والمعطوف عليه مرتبا على قوله ومن ثم فحاصل معنى كلامه أنه ومن أجل أن علة عدم التعويض في الأول لزوم الالتباس لا يجوز إدخال التاء في الأول في مثل عدة، ويجوز في مثل التكلان للزوم الالتباس في الأول وعدم لزومه في الثاني، فلا يرد أن يقال لا طائل تحت قولهم للالتباس، وهو ظاهر لمن له ذوق سليم والتكلان بوزن السلطان اسم من التوكل وهو إظهار العجز والاعتماد على الغير، وأصله وكلان فحذفت الواو وعوضت التاء في أوله لعدم التباسه بالمستقبل من وكل يكل ومن غيره لا في الصيغة ولا في نفس الحروف؛ إذ لا يجيء على هذا الوزن مستقبل أصلا \"وعند سيبويه يجوز حذف التاء\" التي هي عوض من الواو المحذوفة من الأول في مثل: عدة ومقة ويجوز إثباتها أيضا فلا يكون واجب الثبوت \"كما في قول الشاعر:\nوأخلفوك عد الأمر الذي وعدوا\nأصله عدة الأمر فحذفت التاء التي هي عوض من الواو \"لأن التعويض من الأمور الجائزة عنده\" لا من الأمور الواجبة وإلا لما حذفها الشاعر، وأخلف متعد إلى مفعولين الأول الكاف والثاني عدو هو مصدر مضاف إلى مفعوله وهو الأمر يقال أخلفه ما وعده إذا قال شيئا ولا يفعله في المستقبل، وقوله: وعدوا أصله الذي وضميره محذوف، وتقدير الكلام وأخلفوك عدة الأمر الذي وعدوه لك \"وعند الفراء لا يجوز الحذف\"؛ أي لا يجوز حذف التاء في مثل: عدة ومقة \"لأنها عوض من الحذف\"؛ أي من الواو المحذوفة والعوض لا يجوز حذفه؛ لأنه لم يبق حينئذ شيء يدل\n(1/116)\n\n\n[شرح ديكنقوز]\n\"إلا في\" حال \"الإضافة\" فإنه يجوز فيها \"لأن الإضافة تقوم\" بسبب استلزامها المضاف إليه \"مقامها\"؛ أي مقام التاء فيجوز حذفها. وحاصل هذا الاستثناء جواب عن استدلال سيبويه بقول الشاعر على جواز الحذف مطلقا، وبيانه أن حذف التاء في الشعر إنما هو في حال الإضافة ودعواه مطلق فلم يثبت به فلم يتم التقريب \"وكذلك\"؛ أي مثل حكم العدة \"حكم الإقامة\" أصلها أقواما نقلت حركة الواو إلى ما قبلها وقلبت ألفا وحذفت إحدى الألفين على اختلاف المذهبين لالتقاء الساكنين وعوضت عنها الياء في الآخر كما في العدة \"و\" كذلك حكم \"الاستقامة ونحوهما\" كالإجابة والاستجابة \"ومن ثمة\"؛ أي ومن أجل أن حكمها حكم العدة \"حذفت التاء في قوله تعالى: {وَأَقَامَ الصَّلَاةَ} \" أصله إقامة الصلاة للإضافة كما حذفت في عد الأمر \"وتقول في إلحاق الضمائر وعد وعدا وعدوا إلى آخره ويجوز\"؛ أي يجب \"في وعدت إدغام الدال في التاء لقرب مخرجهما\" فكأنهما من جنس واحد فيثقل فيجب الإدغام \"المستقبل يعد إلى آخره أصله يوعد\" بدليل أن حروف ماضيه هي حروف مضارعه والفاء في الماضي واو، فوجب أن تقدر الواو في المضارع بعد حرف المضارعة، فوجب أن يكون الأصل يوعد \"فحذفت الواو؛ لأنه يلزم الخروج من الكسرة التقديرية\" أعني الياء \"إلى الضمة التقديرية\" أعني الواو \"ومن الضمة التقديرية إلى الكسرة التحقيقية\" التي هي كسرة العين \"ومثل هذا\" الخروج \"ثقيل\" وليس كذلك يوعد لسهولة النطق به لانضمام ما قبلها، فلذلك ثبتت إحداهما وسقطت في الأخرى، وهذا الثقل وإن لم يزم من اجتماع هذه الأمور الثلاثة إلا أنه لما لم يمكن حذف غير الواو تعين الواو للحذف، وإن لزم منه أيضا توالي الكسرات إلا أنه أهون من فساد حذف الآخرين \"ومن ثمة\"؛ أي ومن أجل ثقل هذا الخروج\n__________\n\n[الفلاح شرح المراح] لابن كمال باشا\nعلى المحذوف ولأنه يلزم النقصان من القدر الصالح \"إلا في الإضافة\" فإن الحذف فيها جائز \"لأن الإضافة\"؛ أي المضاف إليه \"تقوم مقامها\"؛ أي مقام التاء ولذلك حذفها الشاعر في عد الأمر \"وكذلك حكم الإقامة والاستقامة ونحوهما\" كالإجابة والاستجابة؛ يعني كما لا يجوز حذف التاء في عدة إلا في الإضافة، كذلك لا يجوز حذف التاء في الإقامة والاستقامة ونحوهما إلا في الإضافة؛ لأن التاء فيهما عوض من الواو كما في عدة؛ لأن أصلهما إقوامة واستقوامة فأرادوا أن يعلوا المصدر لاعتلال أقام واستقام فنقلوا الفتحة من الواو إلى ما قبلها، ولما انفتح ما قبلها وكانت في الأصل متحركة قلبت ألفا فاجتمع ألفان أولاهما منقلبة عن واو هي عين المصدر، وثانيهما زائدة وهي ألف أفعالة فحذفت الأولى التي هي العين وبقيت الألف الزائدة فيلزم التاء كالعوض من الواو كما في العدة، وقيل المحذوف الألف الزائدة \"ومن ثمة\"؛ أي ومن أجل أن حكمها كحكم العدة في عدم جواز حذف التاء بغير الإضافة وجوازه بالإضافة \"حذفت\" التاء التي هي عوض من الواو \"في قوله تعالى: {وَأَقَامَ الصَّلَاةَ وَآَتَى الزَّكَاةَ} \"؛ لأن أقام مصدر مضاف إلى الصلاة \"وتقول في إلحاق الضمائر للماضي من المثال وعد وعدا وعدو إلخ\"؛ أي وعدت وعدتا وعدن وعدت وعدتما وعدتم وعدت وعدتما وعدتن وعدت وعدتا بسلامة الواو في الكل كالصحيح \"ويجوز في وعدت\" بالحركات الثلاث في التاء \"إدغام الدال في التاء لقرب مخرجهما\" بعد قلب الدال تاء كما قالوا في أخذت أخت بإبدال الذال تاء وإدغامها فيها وهو الأكبر، كذا في الصحاح، ويحتمل أن يكون المراد بالعكس؛ أي قلب التاء دالا وإدغام الدال في الدال كما هو مذهب بعض العرب، قال بعض المحققين: ومن العرب من يقلب تاء المتكلم والمخاطب التي هي ضمير الفاعل في فعلت وفعلت إلى ما قبلها إذا كان ما قبلها أحد حروف ثلاثة الطاء المهملة والزاي المعجمة والدال المهملة ثم أدغموا الأولى في الثانية، وإنما فعلوا ذلك تشبيها لهذه التاء بتاء الافتعال من حيث اتصلت بما قبلها وما قبلها ساكن، كما أسكنت الفاء في افتعل ولم يمكن فصلها من الفعل فصارت مثل كلمة واحدة فأشبهت بتاء الافتعال، فقالوا في حبطت حبط وفي فزت فزو في وعدت وعد بقلب التاء دالا، كما قلبوها في ادان وإدغام الدال الأولى الأصلية في الدال الثانية المنقلبة من التاء، ثم قال ذلك البعض إن هذا القلب والإدغام شاذ رديء وأسند فقال قال سيبويه: أعرب اللغتين وأجودهما أن لا تقلب تاء الضمير؛ لأن التاء ها هنا علامة إضمار، وإنما جاءت لمعنى وليست تلزم الفعل ألا ترى أنك إذا أضمرت غائبا قلت: فعل ولم يكن فيه تاء، والتاء في افتعل ليست كذلك ولكنها دخلته زيادة لا تفارقه وتاء الإضمار بمنزلة المنفصل \"المستقبل\" من وعد عند إلحاق الضمائر \"يعد إلخ\"؛ أي يعدان يعدون تعد تعدان يعدن تعد تعدان تعدون تعدين تعدان تعدن أعد نعد \"وأصل يعد يوعد فحذفت الواو\" التي وقعت بين ياء مفتوحة وعين مكسورة \"لأنه\"؛ أي الشأن \"يلزم الخروج من الكسرة التقديرية\" التي هي الياء \"إلى الضمة التقديرية\" التي هي الواو \"ومن\" تلك \"الضمة التقديرية إلى الكسرة التحقيقية\" وهي كسرة العين \"ومثل هذا ثقيل\" على اللسان، وهو ظاهر ولا يمكن إزالة هذا الثقل بحذف الياء؛ لأنها علامة ولا بإسكانه لتعذر الابتداء بالساكن ولا بحذف كسرة لعين لئلا يلزم التقاء الساكنين، ولو حرك بحركة غير الكسرة يلزم تغيير البناء، وقيل: إنما حذفت الواو؛ لأن الياء تقارب الكسرة فوقع الفاء فاصلة بين قريبين، وكل ذلك في بناء المعلوم من وعد يعد، ولو بني منه المجهول زالت الكسرة فلم يحذف الواو فيقال: يوعد بإثبات الواو وفتح العين \"ومن ثمة\"؛ أي ومن أجل أن مثل هذا الانتقال ثقيل",
        "(1/117)\n\n\n[شرح ديكنقوز]\n\"لا يجيء\" لغة \"على وزن فعل\" بكسر الفاء وضم العين؛ إذ فيه الخروج من الكسرة إلى الضمة \"وفعل\" بالعكس؛ إذ فيه الخروج من الضمة إلى الكسرة، ولهذا جعلوا هذه الصيغة في الفعل المبني للمفعول كما مر \"إلا حبك\" بكسر الفاء وضم العين \"ودئر\" على العكس فلما استثقل أحدهما وحده فكيف إذا اجتمعا \"وحذفت الواو\" في تعد وأخواتها \"أيضا\"؛ أي كما في يعد وإن لم توجد العلة المذكورة \"في يعد\" فيها \"للمشاكلة\" وطردا للباب \"وحذفت\" الواو \"في\" مثل \"يضع\" ويقع ويدع ويسع \"لأن أصله يوضع\" بكسر العين وكذا أصل أمثاله \"فحذفت الواو\" للعلة المذكورة في يعد \"ثم جعل يضع\" بفتح العين \"نظر إلى حرف الحلق\" فإن حرف الحلق ثقيل فتكون فتحة العين مقاومة لثقله، إلا أنه يرد عليه أنه لِمَ لَمْ تعد الواو وبعد زوال المانع؛ أعني كسرة ما بعدها ويشكل أيضا بمثل يسع فإن ماضيه وسع مكسور العين فلم حكم بأنه في الأصل يفعل بكسر العين وهو شاذ. والجواب أنه وقعت هذه الأفعال محذوفة الواو مفتوحة العين فذكروا ذلك التأويل لئلا يلزم منه هدم قاعدتهم، وإلا فمن لهم بذلك، وكذا جميع العلل المذكورة في هذا الفن فإنها مناسبات تذكر بعد الوقوع، والأصل هو المسموع فاحفظ هذا فإنه ينفعك في مواضع كثيرة \"ولا تحذف\" الواو \"في يوعد؛ لأن أصله يؤوعد\" فلم توجد العلة الموجبة للحذف فلما كانت الهمزة المقدرة مانعة من سقوط الواو مع أنها لم تكن مانعة عن قلب الواو ياء في يوسر؛ لأنه على تقدير سقوط الواو بقي الثقل بالخروج من الضمة إلى الكسر فلم يترك الأصل ولأن الواو تفوت بضمة ما قبلها فقويت على الثبات \"والأمر عد إلى آخره\" وإنما لم يذكر حذف الواو في الأمر؛ لأنه فرع المضارع فيعلم حكمه من حكمه، أو لأنه مأخوذ من تعد بلا واو \"الفاعل واعد\" بسلامة الواو \"المفعول موعود\" بسلامتها \"والموضع موعد\" بسلامة الواو على وزن مفعل بفتح الميم وكسر العين \"والآلة ميعد\" أصله موعد على وزن مفعل بكسر الميم وفتح العين \"فقلبت الواو ياء\" لسكونها و\"لكسرة ما قبلها وهم\"؛ أي الصرفيون \"يقلبونها\"؛ أي الواو \"ياء مع الحاجز\"؛ أي المانع \"في نحو قنية\" أصله قنوة مصدر من باب نصر بمعنى الحفظ، وذلك الحاجز فيها هو النون الساكنة \"وبغير الحاجز\" في موعد \"يكونون\"؛ أي الصرفيون \"أقلب\" منهم مع الحاجز؛ أي بالطريق الأولى فاعلم أن ابن الحاجب اعتبر الحرف الساكن حاجزا، حيث حكم بأن قلب واو قنوة ياء شاذ لعدم كسرة ما قبلها، ويعضده عدم كتابة همزة خبء بالألف وبرء بالواو ودفء بالياء، ونقل السيد ركن الدين عن ابن القطاع أن ياء قنية أصلية؛ لأنها من قنيت لا من قنوت، فإن مصدر قنوت قنوة فعلى هذين القولين لا استشهاد في قنية، إلا أن الظاهر من كلام الزمخشري لما كان ياء قنية مقلوبة من الواو وأن هذا القلب على القياس تبعه المصنف في ذلك، ولعل ما ذهب إليه الزمخشري والمصنف أظهر؛ إذ يرد على ابن الحاجب جواز الإمالة في شملال وعدم جوازها في عتيا، ويرد على المنقول عن ابن القطاع أن مجيء قنيت قنية لا يمنع من استعمال قنوت قنية بالقلب أيضا.\n__________\n\n[الفلاح شرح المراح] لابن كمال باشا\n\"لا يجيء لغة على وزن فعل\" بكسر الفاء وضم العين \"وفعل\" بضم الفاء وكسر العين \"إلا حبك\" على الوزن الأول وهو اسم قبيلة، وقيل اسم لكل شيء فيه تكسر كالرملة إذا مرت بها الريح، وقد أجيب بأنه من تداخل اللغتين؛ لأنه يقال: حُبك بضم الحاء والباء جميعا كعنق، ويقال: حِبك بكسرهما أيضا كإبل والمتكلم بحبك بكسر الحاء وضم الباء كأنه قصد الحبك بكسرهما أولا، فلما تلفظ بالحاء مكسورة غفل عن ذلك وقصد اللغة الأخرى وهي الحبك بضمتين، إلا أن هذا التداخل ليس بشائع؛ لأنه في كلمة واحدة \"ودئل\" على الوزن الثاني وهو دويبة يشبه ابن العرس، وقيل: هو اسم قبيلة لأبي الأسود الدؤلي فيكون من قبيل الأعلام، والأعلام لا يعول عليها في الأبنية لجواز أن تكون منقولة من الفعل كشمر إذا سمي به قيل، وأيضا يجوز أن يكون منقولا على تقدير كونه اسما لدويبة \"وحذفت\" الواو \"في تعد\" ونعد وأعد وفي صيغة أمره وهي عد \"أيضا\"؛ أي كما حذف في يعد إن لم يتحقق علة الحذف فيها، وهي وقوع الواو بين ياء وكسرة \"للمشاكلة\"؛ أي لئلا يختلف المضارع في البناء؛ لأنهم لو قالوا: أنا أوعد وهو يعد لاختلف المضارع فيكون مرة بواو وأخرى بلا واو، فحمل ما لا علة فيه على ما فيه علة لتكون الأمثلة مشاكلة غير مختلفة، كما حذفوا الهمزة من يكون حملا لأكرم للمشاكلة، قوله: \"وحذف في مثل يضع\" جواب دخل مقدر، وهو أن أصل يضع يوضع بفتح الضاد فوقع الواو بين ياء وفتحة فلم يوجد علة الحذف فيه ولم يحمل على ما فيه علة أيضا مع أنه حذف، وحاصل الجواب أن الواو حذف في مثل يضع ويسع ويقع ويهب وغيرها مما عينه ولامه حرف حلق وإن كان عين الفعل مفتوحا \"لأن أصله يوضع\" بكسر الضاد \"فحذفت الواو\" لوجود علة الحذف وهو وقوعه بين ياء وكسره \"ثم جعل يضع نظرا إلى حرف الحلق\" يعني جعل الضاد بعد حذف الواو مفتوحا تخفيفا؛ لأن حرف الحلق ثقيل والكسرة أيضا ثقيلة، والثقيل على الثقيل وعلى ما يقارنه ثقيل، لكن بعد هذا التخفيف لم يعيدوا الواو المحذوفة؛ لأن الفتح عوض عن حرف الحلق، والأصل إنما هو الكسرة، فاعتبروا الأصل وألغوا الفتحة العارضة، وإنما لم يحذف الواو من يوجل؛ لأن فتحته أصلية لا عارضة، وقوله: \"ولا تحذف في يوعد؛ لأن أصله يؤوعد\" جواب دخل مقدر أيضا تقديره إن الواو في يوعد من أوعد وقع بين ياء وكسرة كما في يعد، فوجد فيه علة الحذف أيضا، بل هو أثقل من يوعد؛ لأن ياءه مضمومة وياء يعد مفتوحة، ومع هذا لم يحذف الواو، وتحقيق الجواب إنما لم يحذف الواو في يوعد؛ لأن أصله يؤوعد؛ لأن المضارع هو الماضي مع زيادة حرف المضارعة، فلما كان الماضي أوعد كان مضارعه يؤوعد فوقع الواو بين همزة مفتوحة وكسرة لا بين ياء وكسرة ثم لما حذفوا الهمزة لم يجمعوا على الفعل حذف الفاء أيضا؛ فرارا من كثرة الحذف واعتبارا بالأصل وإن وقع بين ياء وكسرة ظاهرا بخلاف يعد، فإنه لم يحذف منه شيء سوى الواو فجاز ذلك، كذا حققه ابن الحاجب \"و\" يجيء \"الأمر\" الحاضر من يعد \"عد\" عدا عدوا عدى عدا عدن \"و\" اسم \"الفاعل\" منه \"واعد\" واعدان واعدون واعدة واعدان واعدات وأواعد، أصله وواعد الواو الأولى فاء الفعل والثاني منقلب من ألف اسم الفاعل لاجتماع الساكنين بألف التكثير، ولم يحذف أحدهما للالتباس ثم أبدلت الواو الأولى همزة لتحركها في أول الكلمة \"و\" اسم \"المفعول موعود\" موعدان موعودون موعودة موعودتان وعودات ومواعد \"و\" اسم \"الموضوع موعد\" بكسر العين \"و\" اسم \"الآلة ميعد\" أصله موعد بكسر الميم وسكون الواو وفتح العين \"فقلبت الواو ياء لكسرة ما قبلها\" كما في ميزان أصله موزان \"وهم\"؛ أي والحال أن الصرفيين \"يقلبونها ياء مع الحاجز\"؛ أي المانع الغير القوي، وهو الحرف الساكن كالنون \"في نحو قنية\" أصله قنوة فقلبوا الواو ياء؛ نظرا إلى كسرة القاف، قوله: \"وبغير الحاجز\" متعلق بقوله: \"يكونون\" والمعنى وهم يكونون بغير الحاجز \"أقلب\"؛ أي يرون القلب بغير الحاجز أولى من القلب بالحاجز هذا الذي ذكره المصنف هو أحكام المثال الواوي. وأما اليائي فلم يحذف منه الياء وإن وقعت بين ياء وكسرة، نحو: يسر ييسر وينع يينع؛ لأن الياء أخف من الواو بدليل أنهم قلبوا الواو ياء في نحو: ميزان وسيد كذا قيل، ولعل المصنف لم يذكره لعدم اعلاله.\n(1/118)",
        "\n\n[شرح ديكنقوز]\n\"الباب الخامس في الأجوف\":\nأي معتل العين قدمه على الناقص لتقدم العين على اللام ولأنه يصير في الأخبار على ثلاثة أحرف، والناقص يصير فيه على أربعة أحرف والثلاثة متقدمة على الأربعة، ولأن بعض الأجوف لا يعتل بخلاف الناقص \"ويقال له\"؛ أي للمسمى بالاسم الأجوف \"الأجوف لخلو جوفه\"؛ أي ما هو كالجوف له \"عن الحرف الصحيح\" أو لوقوع حرف العلة في جوفه \"ويقال له ذو الثلاثة لصيرورته على ثلاثة أحرف في المتكلم\" الثلاثي المجرد ويسمى غيره بذي الثلاثة تبعا له، ولما كان المتكلم مقدما على غيره كما مر اعتبره في صيرورته على ثلاثة أحرف وإن كان المخاطب أيضا كذلك \"نحو: قلت\" فإنه وإن كان جملة إلا أن الصرفيين يسمونه الفعل الماضي للمتكلم لشدة اتصال الضمير المرفوع بالفعل خصوصا المتكلم كأنه حرف من حروفه \"وهو\"؛ أي الأجوف \"يجيء من ثلاثة أبواب\" بالاستقراء من باب نصر \"نحو: قال يقول و\" من باب ضرب نحو: \"باع يبيع و\" من باب علم نحو \"خاف يخاف\" وأما باب حسن فلم يجيء منه إلا طال يطول ولذلك لم يعتبره \"قال بعض الصرفيين أصلا\" ضابطا \"شاملا\" وقوله: \"في باب الإعلال\" إما متعلق بقوله شاملا فيكون في قوة قولنا شاملا؛ لأنواع الإعلال، وإما متعلق بقوله قال فيكون التقدير قال بعض الصرفيين في حق باب الإعلال أصلا متناولا لجميع أنواع الإعلال فحذف صلة الشمول لدلالة صلة قال عليها وإما صفة بعد صفة لأصلا \"يخرج\"؛ أي يحصل \"جميع المسائل\" والأحكام المتعلقة بالإعلال \"منه\"؛ أي من ذلك الأصل\n__________\n\n[الفلاح شرح المراح] لابن كمال باشا\n\"الباب الخامس في الأجوف\":\nوجه تقديمه على الناقص واللفيف ظاهر مما ذكرناه في المثال، والمراد من الأجوف ما يكون عينه حرف علة \"ويقال له\"؛ أي ويسمى الأجوف \"أجوف لخلو جوفه\"؛ أي وسطه \"عن الحرف الصحيح\" فكأنه ليس في وسطه حرف \"ويقال له ذو الثلاثة\" أيضا \"لصيرورته على ثلاثة أحرف في المتكلم\"؛ أي لصيرورة ماضيه عند الإخبار عن نفسك على ثلاثة أحرف إذا كان ثلاثيا \"نحو: قلت\" وبعت، وأما الرباعي والمزيدات فمحمول على الثلاثي، وهذا القدر كاف في التسمية وتخصيص المتكلم بالذكر مع أن المخاطب على ثلاثة أحرف أيضا لظهور التلفظ به، فإن قلت: التاء ليست من حروف الماضي، بل هو فاعل فبقي الماضي على حرفين فلِمَ يصر على ثلاثة أحرف؟ قلت: إنهم عدوا الضمير المرفوع البارز المتصل جزءا من الفعل لشدة اتصاله بالفعل ويجرون عليه أحكام الجزء، كما مر تحقيقه في الباب الأول، فإن قلت: سلمنا أنه جزء لكن لا نسلم أنه حرف؛ لأنه ضمير والضمير اسم فلِمَ يصدق أنه على ثلاثة أحرف؟ قلت: يطلق لغة أنه حرف وإن لم يصح إطلاقه اصطلاحا \"وهو\"؛ أي الأجوف \"يجيء من ثلاثة أبواب\" وهي الأبواب التي سميت دعائم الأبواب، وقد مر أنه ما يختلف حركة عين ماضيه وحركة مضارعه وهي الباب الأول والثاني والرابع \"نحو: قال يقول وباع يبيع وخاف يخاف\" وسيجيء أصلها وإعلالها على التفصيل، ولم يجئ من غير هذه الأبواب الثلاثة باستقراء كلامهم إلا نادرا، نحو: طال يطول من الباب الخامس \"قال بعض الصرفيين أصلا\" الأصل القانون وهو أمر كلي ينطبق على جميع جزئياته كقول النحاة الفاعل مرفوع، فقوله: \"شاملا\" صفة كاشفة له \"في باب الإعلال\"؛ أي الإعلال لحرف العلة سواء وقع عين الكلمة أو لامها \"يخرج\"؛ أي يحصل \"جميع المسائل منه\"؛ أي من ذلك الأصل الشامل إجمالا؛ يعني أن من علم هذا الأصل قدر على أن يعل أي كلمة عرضت عليه قدرة تامة، فكان كأنه قد حصل له جميع المسائل الإعلالية بالفعل\n(1/119)\n",
        "\n[شرح ديكنقوز]\n\"وهو\"؛ أي ذلك الأصل \"قولهم: إن الإعلال في حروف العلة\" حال كونه \"في غير الفاء\" الذي وقع في الابتداء، فإنه ليس قوله شيء حتى يدخل في ستة عشر وجها، وأما الفاء الذي لم يقع في الابتداء فهو داخل فيها نحو: موسى وميزان \"يتصور فيه ستة عشر وجها؛ لأنه\"أي الشأن \"يتصور في حروف العلة\" التي هي غير الفاء الابتدائي \"أربعة أوجه الحركات الثلاث والسكون و\" يتصور \"فيما قبلها أيضا\"؛ أي كما يتصور في حروف العلة \"كذلك\"؛ أي مثل ما يتصور في حروف العلة من الحركات والسكون \"فاضرب الأربعة\" الأول التي هي أحوال حروف العلة من الحركات الثلاث والسكون \"في الأربعة\" الثانية التي هي أحوال ما قبل حروف العلة من الحركات الثلاث والسكون \"حتى يحصل لك ستة عشر وجها\" ثم اترك حروف العلة \"الساكنة التي فوقها\"؛ أي ما قبلها فكان ما قبل الحروف فوقها \"ساكن لتعذر اجتماع الساكنين فبقي لك خمسة عشر\" وجها \"الأربعة منها\" حاصلة \"إذا كان ما قبلها\"؛ أي ما قبل حرف العلة \"مفتوحا\" وحرف العلة مع أحد الأحوال الأربعة \"نحو: قول\" مصدر \"وبيع وخوف وطول ولا تعتل\" الصورة \"الأولى\" وهي ما كان حرف العلة فيه ساكنا وما قبلها مفتوحا نحو: قول \"لأن حروف العلة إذا سكنت\"؛ أي وجدت على صفة السكون \"جعلت من جنس حركة ما قبلها\"؛ أي في جميع الأوقات \"للين عريكة الساكن واستدعاء ما قبلها\" أعني الحركة فإن الحركة بعد الحرف لما ذكر في علم الكلام ولأن الابتداء بالساكن إذا كان مصوتا؛ أعني حرف مد ممتنع بالاتفاق، وأما الابتداء بالساكن الصامت؛ أعني غير حرف المد فقد جوزه قوم، ولا شك أن الحركات أبعاض المصوتات لما ذكر في ذلك العلم، فكما لا يمكن الابتداء بالمصون لا يمكن الابتداء ببعضه ويمكن الابتداء بالصامت الساكن، فيجوز أن يقدم الصامت الساكن على الحركة، ولا يجوز أن تقدم الحركة على الحرف وإلا يلزم الابتداء بالساكن الممتنع اتفاقا \"نحو: ميزان أصله موزن\" قلبت الواو ياء \"ويوسر أصله ييسر\" قلبت الياء واوا \"إلا إذا انفتح ما قبلها\"؛ أي إلا وقت انفتاح ما قبلها فإنها لا تجعل من جنس حركة ما قبلها \"لخفة الفتح والسكون\" يعني أن القلب إنما هو للتخفيف، وإذا كان حرف العلة ساكنا وما قبلها مفتوحا فالخفة حاصلة فلا يحتاج إلى القلب \"وعند بعضهم يجوز القلب نحو قال\" نظرا إلى العلة المقتضية وقصدا إلى زيادة التخفيف، وقد جاء: تبت إليك فتقبل تابتي صمت إليك فتقبل صامتي؛ أي توبتي وصومتي ذكر الواحدي في تفسير قوله تعالى: {إِنْ هَذَانِ لَسَاحِرَانِ} قال ابن عباس رضي الله عنهما: هي لغة بلحرث وهي قبيلة من اليمن \"ويعل نحو اغزيت أصله\"؛ أي الياء\n__________\n\n[الفلاح شرح المراح] لابن كمال باشا\n\"وهو\"؛ أي ذلك الأصل \"قولهم: إن الإعلال في حروف العلة\" إذا كان \"في غير الفاء يتصور فيه ستة عشر وجها\" عقلا وذلك \"لأنه\"؛ أي الشأن \"يتصور في حروف العلة أربعة أوجه الحركات الثلاث والسكون و\" يتصور \"فيما قبلها أيضا\"؛ أي كما يتصور في حروف العلة \"كذلك\" أربعة أوجه الحركات الثلاث والسكون \"فاضرب الأربعة\" الكائنة فيما قبلها \"في الأربعة\" الكائنة فيها \"حتى يحصل لك ستة عشر وجها ثم اترك\" إعلال الحروف \"الساكنة التي فوقها\"؛ أي قبلها حرف \"ساكن لتعذر اجتماع الساكنين فبقي لك\" بعد إسقاط واحد من ستة عشر \"خمسة عشر وجها إلا أربعة\" منها يتصور في حرف العلة \"إذا كان ما قبلها مفتوحا\" وهي إما ساكنة أو مفتوحة أو مكسورة أو مضمومة \"نحو: قول وبيع وخوف وطول\" قوله: \"ولا يعل الأولى\" شروع في بيان كيفية إعلال كل واحد من الوجوه الخمسة عشر وجودا وعدما، والمراد من الأولى حرف العلة التي وقعت عين الكلمة ساكنة مفتوحا ما قبلها، نحو: قول وبيع مصدرين، وإنما لم يعل حينئذ \"لأن حرف العلة؛ إذ أسكنت جعلت من جنس حركة ما قبلها للين عريكة الساكن\"؛ أي طبيعته \"واستدعاء\" حركة \"ما قبلها\" جعلها من جنس نفسها للتوافق \"نحو: ميزان أصله مزان\" بكسر الميم وسكون الواو فجعلت الواو من جنس كسرة الميم وهو الياء للتوافق، فصار ميزان \"ويوسر أصله ييسر\" بض الياء الأولى وسكون الثانية فجعلت الثانية من جنس ضمة الأولى وهو الواو، فصار يوسر، قوله: \"إلا إذا انفتح ما قبلها\" استثناء من قوله: جعلت من جنس حركة ما قبلها، وإنما لم تجعل حروف العلة حينئذ من جنس الفتحة وهو الألف \"لخفة الفتحة والسكون\"؛ إذ منشأ القلب النقل وهو إنما يتحقق بشرطين؛ أحدهما كونها متحركة وثانيهما كون ما قبلها مفتوحا، ولما انتفى الشرط الأول لم يتم النقل فلم يقلبونها ألفا لعدم موجبه إلا من اجتزأ بأحد الشرطين، فإنه يقلبها ألفا، ويقول في مثل غيب وبيت وبيع وقول غاب وبات وباع وقال وإلى هذا أشار بقوله: \"وعند بعضهم يجوز القلب نحو قال\" مصدرا. ذكر الواحدي في الوسيط في تفسير قوله تعالى: {إِنْ هَذَانِ لَسَاحِرَانِ} أنه قال ابن عباس رضي الله عنهما: إنه لغة بلحرث بن كعب، في قال مصدرا أجمع النحويون بأن هذه لغة حارثية، وذلك أن بلحرث بن كعب وخثعما وزبيدا وقبائل من اليمن يجعلون ألف التثنية في الرفع والنصب والخفض على لفظ واحد، ويقولون: أتاني الزيدان ورأيت الزيدان ومررت بالزيدان، وذلك أنهم يقلبون كل ياء ساكنة انفتح ما قبلها ألفا فعاملوا ياء التثنية أيضا هذه المعاملة إلى هنا كلامه. وأما قول الشاعر:\nتبت إليك فتقبل تابتي ... وصمت ربي فتقبل صامتي\nأي توبتي وصومي فشاذ عند الأولين، وكذا ياجل أصله ييجل، قوله: \"ويعل نحو اغزيت أصله\n(1/120)\n\n\n[شرح ديكنقوز]\nواو ساكن؛ إذ أصل اغزيت \"اغزوت بواو ساكن\" قلبت الواو ياء وإن كانت ساكنة وما قبلها مفتوحا \"تبعا ليغزي\" وكما يجيء إن شاء الله تعالى، وطرد الباب لا يقتضي أصالة المتبوع وفرعية التابع كما مر في أول الكتاب \"ويعل نحو كينونة\" إذا أصله كونونة بالواو؛ لأنه مأخوذ \"من الكون\" مصدر كان يكون \"مع سكون الواو وانفتاح ما قبلها\" وأنتم قلتم إذا كان كذلك لا يعل \"لأن أصله\"؛ أي أصل لفظ كينونة \"كيونونة عند الخليل\" على وزن فيعلولة اجتمعت الواو والياء وسبقت إحداهما بالسكون وقلبت الواو ياء \"فأدغمت\" الياء في الياء فصار كينونة \"كما\" أدغمت \"في ميت أصله ميوت\" على وزن فيعل قلبت الواو ياء لما مر ثم أدغمت الياء في الياء فصار ميت \"ثم خففت\" الياء الثانية المتحركة التي هي عين الفعل؛ لأنها تغيرت بالقلب من الواو وأغناهم هذا التغيير عن التغيير الثاني بالحذف؛ لأن التغيير يؤنسهم بالتغيير \"فصارت كينونة كما خففت\" تلك الياء \"في ميت\" إلا أنهم التزموا هذا التخفيف في كينونة لكثرة حروف الكلمة مع التأنيث ولم يلتزموا في ميت لعدم هذه العلة فيه. والحاصل أن كينونة مغير عن أصله بلا خلاف؛ إذ ليس في كلامهم فعلولة إلا نادرا كصعقوقة، فقال البصريون منهم الخليل: إنه مغير عن كينونة بحذف العين بدليل عوده إليه في قوله: حتى يعود الأصل كينونة، ووجود فيعولة كحيقورة، وهي كل شيء لا يدوم على حالة واحدة ويضمحل كالسحاب قال الشاعر:\nكل أنثى وإن بدا لك منها ... آية الحب حبها حيقور\n\"وقيل\"؛ أي قال الكوفيون \"أصله\"؛ أي أصل كينونة \"كونونة بضم الكاف\" على وزن سرجوجة وهي الطبيعة \"ثم فتح\" الكاف؛ أي غيرت بإبدال ضمة أوله فتحة ثم إبدال الواو ياء كما عند البصريين \"حتى لا تصير الياء واوا في نحو الصيرورة\" مصدر صار يصير \"والغيبوبة\" مصدر غاب يغيب \"والقيلولة\" مصدر قال يقيل؛ إذ لو بقي على صيرورة مثلا بالضم لزم قلب الياء واوا لسكونها وانضمام ما قبلها فيلتبس بالواوي \"ثم جعلت الواو\" في الواويات\n__________\n\n[الفلاح شرح المراح] لابن كمال باشا\nاغزوت بواو ساكن تبعا ليغزي\" جواب دخل مقدر تقديره إن قولكم: حروف العلة لا تعل إذا كانت ساكنة وما قبلها مفتوحا منقوض بأغزيت، فإن الواو فيه ساكنة وما قبلها مفتوح مع أنه يعل بالقلب. وتحقيق الجواب أن الواو لما أعل في مضارعه الذي هو يغزي بضم الياء وكسر الزاي بقلبها ياء لتطرفها وانكسار ما قبلها يعل في ماضيه بقلبها ياء أيضا حملا على المضارع؛ أي حملوا ما لا علة فيه على ما له علة، وكذلك استغزيت وتغزيت، قال سيبويه: سئل الخليل عن قولهم: أغزيت واستغزيت، فقال: إنما قلبت الواو في هذه الأفعال الماضية لأجل انكسار ما قبلها في المضارع في قولك: يغزي بضم الياء وكسر الزاي ويستغزي، فحملوا الماضي على مضارعه، وأعلوه كما أعلوا مضارعه ليكون العمل من باب واحد لا يقال إن الماضي سابق والمضارع لاحق واتباع السابق على اللاحق في الإعلال محال؛ لأنا نقول: إنا لا نسلم أن اتباع السابق على اللاحق في الإعلال محال؛ لأنهم أعلوا المصدر تبعا للفعل كما في عدة وقيام مع أن المصدر سابق على الفعل كما مر، وليس اتباع الماضي على المضارع قياسا مطردا حتى يلزم إعلال وعد تبعا ليعد، بل هو مسموع مقصور، وقيل: إنما يعل نحو: أغزيت؛ لأنه لما زاد على ثلاثة أحرف ثقل والياء ضعيف ولم يمنع مانع عن قلبها ياء فكان قلب الواو ياء أحسن، ولذلك قالوا في الثلاثي غزوت بإثبات الواو وفي الرباعي أغزيت بقلبها ياء قوله: \"ويعل نحو كينونة\" عطف على قوله: ويعل نحو: اغزيت فيكون جوا بالدخل مقدر مقرر ثمة؛ يعني يعل نحو: كينونة \"من الكون\" بقلب واوه ياء \"مع سكون الواو\" فيه \"وانفتاح ما قبلها\" وهو الكاف \"لأن أصله كيونونة\" بفتح الواو على وزن فيعلولة \"عند لخليل\" فلم يكن مما نحو فيه، بل يعل لوجود علة الإعلال فيه لأنه اجتمعت الواو والياء وسبقت إحداهما بالسكون فقلبت الواو ياء \"فأدغمت\" الياء الأولى في الياء المنقلبة من الواو التي هي عين الكلمة فصار كينونة بتشديد الياء وفتحها \"كما\" قلبت الواو ياء وأدغمت الياء \"في\" حو \"ميت أصله ميوت\" بتقديم الياء الزائدة على الواو التي هي عين الكلمة \"ثم خففت\" كينونة بحذف الياء الثانية المنقلبة عن الواو \"فصارت كينونة كما خففت\" الياء المنقلبة بحذفها \"في ميت\" وهذا التخفيف فيهما بطريق الجواز، لكنه أحسن في كينونة ذكر ابن الحاجب ويخفف نحو كينونة وقيلولة بحذف العين العين كما يخفف ميت وسيد إلا أن الحذف في كينونة وقيلولة أكثر منه في باب سيد وميت؛ لطوله بالزيادة وتاء التأنيث، فكان التخفيف فيه أحسن. ا. هـ. والميت صفة مشبهة تقول: مات يموت ويمات أيضا فهو ميت، ويستوي في المذكر والمؤنث، قال الله تعالى: {لِنُحْيِيَ بِهِ بَلْدَةً مَيْتًا} ولم يقل ميتة، قال الفراء: يقال لمن لم يمت إنه مائت عن قليل وميت، ولا يقولون لمن مات هذا مائت كذا في الصحاح \"وقيل أصلها كونونة بضم الكاف ثم فتحت\" الكاف؛ لأنه لو لم يفتح يلزم ضم هذا الوزن في اليائيات أيضا؛ لئلا يختلف حركة فاء الواوي حركة فاء اليائي منه فيلزم قلب الياء واو في اليائي لضمة ما قبلها وهو ثقيل مع أنه في البناء الطويل ففتحت الفاء في الواوي \"حتى لا يصير الياء واوا في\" اليائيات \"نحو صيرورة\" مصدر من صار الشيء يصير \"وقيلولة\" مصدر قال يقيل من باب باع ومعناه نام في الظهيرة \"وغيبوبة\" مصدر غاب يغيب من باب باع، تقول: غاب غيبة وغيبا وغيابا وغيبوبا ومغيبا \"ثم جعلت الواو ياء\"؛ أي قلبت بعد فتح الكاف في كونونة وإن لم يوجد فيه علة القلب",
        "(1/121)\n\n\n[شرح ديكنقوز]\n\"وتبعا لليائيات\" ولم يعكس \"لكثرتها\"؛ أي اليائيات بالنسبة إلى الواويات على أن الخفيف أولى من الثقيل، وقوله: حتى يصير إلى آخره وقوله تبعا لليائيات إشارة إلى رد ما قيل من الأمر في هذا لو كان كما قال الكوفيون لم يكن لإبدال الواو ياء والضمة فتحة وجه، قوله: \"ومن ثمة\" إشارة إلى ما تضمنه قوله لكثرتها لا إليه ولأجل قلة الواويات \"قيل لا يجيء من الواويات غير الكينونة والديمومة\" مصدر دام يدوم دوما \"والسيدودة\" مصدر ساد يسود \"والهيعوعة\" مصدر هاع يهوع بمعنى قاء \"قال\" الإمام \"ابن جني في الثلاثة الأخيرة\"؛ أي فيما كان ما قبل حرف العلة مفتوحا مع الحركات الثلاث في حرف العلة، نحو: بيع وخوف وطول \"يسكن حرف العلة فيها\" أولا \"للخفة\"؛ أي ليحصل الخفة \"ثم تقلب ألفا\" قوله: \"لاستدعاء الفتحة\" الألف إشارة إلى المقتضي، وقوله: \"ولين عريكة الساكن\" إشارة إلى انتفاء المانع، وهذا الإسكان والقلب إنما يتحقق بشروط سبعة أشار إلى الأول بقوله: \"إذا كن\"؛ أي حروف العلة \"في فعل\" لثقله \"أو في اسم على وزن فعل\" لشبهه بالثقيل وإلى الثاني بقوله: \"إذا كانت حركتهن غير عارضة\" إذ العارض كالمعدوم فتحصل الخفة فلا يحتاج إلى الإعلال وإلى الثالث بقوله: \"ولا يكون فتحة ما قبلها في حكم السكون\"؛ إذ لا يبقى في الفتحة حينئذ قوة لاستدعاء الواو للعطف، والجملة الحالية عطف على إذا كان؛ لأن الحال في معنى الظرف فيجوز العطف عليه، فيكون تقديره إذا كن في فعل وقت كون حركتهن غير عارضة، وحال عدم كون فتحة ما قبلها في حكم السكون، وحال عدم وجود الاضطراب في معنى الكلمة التي فيها حرف العلة، وحال عدم لزوم ضم حروف العلة في مضارع فعل؛ أي ماض فيه حرف العلة، وحال عدم ترك إعلال حروف العلة للدلالة على الأصل، وأشار إلى الرابع بقوله: \"ولا يكون\"؛ أي لا يوجد \"في معنى الكلمة اضطراب\" وتحرك؛ إذ لا يبقى فيها على تقدير الإعلال ما يدل على اضطراب معناها، وإلى الخامس بقوله: \"ولا يجتمع فيه\" على تقدير الإعلال \"إعلالان\"؛ إذ هو مخل بالكلمة، وإلى السادس بقوله: \"ولا يلزم ضم حروف العلة في مضارعه\"؛ أي مضارع الفعل الذي هو الماضي؛ إذ هو مرفوض، وإلى السابع بقوله: \"ولا يترك\" الإعلال \"للدلالة على الأصل\"؛ إذ يفوت الغرض على تقدير الإعلال، وإنما كان الأصل في هذه الشروط هو الشرط الأول؛ إذ هو متعلق بنفس الكلمة وذاتها، وباقيها إما متعلق بحركة نفس حرف العلة أو حركة ما قبلها؛ أي إعلالها من حيث ترتب مفسدة أو فوت مصلحة، وإما متعلق بمعنى الكلمة قدمه وجعل بواقي الشروط قيودا له ظرفا أو حالا ثم قدم الشرط الثاني على الثالث؛ لأن الثاني حال حركة نفس حرف العلة التي هي عارضة للإعلال والثالث حال\n__________\n\n[الفلاح شرح المراح] لابن كمال باشا\n\"تبعا لليائيات لكثرتها\"؛ أي اليائيات وقلة الواويات مع أن جعل الثقيل خفيفا أولى من عكسه \"ومن ثم\"؛ أي ومن أجل أن اليائيات كثيرة من الواويات \"قيل لا يجيء من الواويات\" مصدر على هذا الوزن \"غير الكينونة والديمومة\" مصدر من دام الشيء، تقول: دام يدوم ويدام دوما ودواما وديمومة \"والسيدودة\" مصدر من ساد قومه، يقال: ساد يسود سيادة وسيدودة وسوددا بضم السين وسودة \"والهيعوعة\" مصدر من هاع يقال: هاع يهوع وهواعا بضم الهاء وهيعوعة؛ أي قاء \"قال ابن جني\" في بيان كيفية إعلال \"الثلاثة الأخيرة\" وهي بيع وخوف وطول \"تسكن حروف العلة\" أولا \"فيها\"؛ أي في هذه الثلاثة \"للخفة\"؛ أي للتخفيف \"ثم تقلب ألفا لاستدعاء الفتحة\"؛ أي لاستدعاء فتحة ما قبلها موافقة ذلك الحرف لها \"ولين عريكة الساكن\" فإن قلت: لو أسكن حروف العلة أولا يحصل التخفيف على ما ذكرتم فلم يحتج إلى القلب وإلا واجب القلب في مثل قول مصدرا وليس كذلك، قلت: إنما قلبوها ألفا بعد الإسكان؛ لأنهم لو اقتصروا على الإسكان لالتبس المتحرك في الأصل بالساكن فيه، ألا يرى أنهم لو أعلوا نحو بوب بالتحريك بإسكان الواو فقط، لم يعلم أن الواو في الأصل متحرك ثم طرأ عليه الإعلال أم ساكن مثل فلس كيوم فأعلوها بالإبدال بعد الإسكان تنبيها على أنها متحركة في الأصل مع أن الألف أخف من الواو والياء الساكنتين كذا حققه ابن الحاجب، ثم إن هذا الإعلال في هذه الثلاثة مشروط بشروط سبعة ذكرها المصنف. الأول ما ذكره بقوله: \"إذا كن\"؛ أي حروف العلة \"في فعل\" مطلقا أما في الفعل الثلاثي المجرد فيعل على الوجه المذكور أصالة لوجود الشرائط كلها، نحو: قال وباع كما يجيء، وأما في المزيد فيه فلا يعل بالأصالة لعدم انفتاح ما قبلها، نحو: أقام وأباع أصلهما أقوم وأبيع بسكون القاف والياء لكنهم قلبوها ألفا وإن لم يوجد فيهما موجب القلب، وهو انفتاح ما قبلها حملا على الثلاثي ثم حلموا الإقامة والإباعة على أقام وأباع كذا قيل \"أو في اسم\" كائن \"على وزن فعل\" والمراد منه اسم ثلاثي على وزن فعل ثلاثي، لكن أطلق القول فيهما بناء على ظهور المراد بقرينة الأمثلة فافهم، والثاني ما ذكره بقوله: \"إذا كانت حركتهن غير عارضة\" فلا تعل إذا كانت حركتها عارضة؛ إذ لا اعتبار بالعارض فيكون في حكم الساكن، والثالث ما أشار إليه بقوله: \"ولا يكون فتحة ما قبلها في حكم السكون\"؛ أي لا بد وأن يكون فتحة ما قبلها أصلية لا عارضية، والرابع ما ذكره بقوله: \"ولا يكون في معنى الكلمة اضطراب\"، والخامس أشار إليه بقوله: \"ولا يجتمع فيها\"؛ أي في حروف العلة \"إعلالان متواليان في حرفين أصليين في كلمة واحدة\"، والسادس ما ذكره بقوله: \"ولا يلزم ضم حروف العلة في مضارعه\"؛ أي في مضارع الفعل على تقدير الإعلال، والسابع ما أشار إليه بقوله: \"ولا يترك\"؛ أي الإعلال \"للدلالة على الأصل\"؛ أي ليدل على أن أصل المعتلات إما واو أو ياء فمتى اجتمعت الشروط\n(1/122)",
        "\n\n[شرح ديكنقوز]\nحركة ما قبلها وحال نفسها مقدم على حال غيرها وأيضا مفهوم الثاني وجودي؛ لأن قوله غير عارضة وإن كان العدول بحسب الظاهر، إلا أن المراد منه التحصيل على ما سنشير إليه إن شاء الله تعالى، وقدم الثالث على الرابع؛ لأن الثالث حال الكلمة بالنظر إلى نفسها والرابع حالها بالنظر إلى معناه، ولا شك أن الأول مقدم على الثاني، وإنما قدم الشروط الأربعة الأول على الثلاثة الأخيرة؛ لأن الأربعة الأولى متعلقة بقابلية المحل وإمكان الإعلال، والثلاثة الأخيرة متعلقة بترتب الفساد أو بترتب فوت المصلحة على الإعلال بعد الإمكان في ذاته والأول مقدم على الثاني، وقدم الخامس على السادس؛ لأن الخامس فساد في نفس الكلمة والسادس فساد في غيرها، وقدم السادس على السابع؛ لأن دفع الضرر مقدم على جلب المنفعة فافهم، وذكر الشرط الثاني بلفظ الماضي حيث قال: إذا كان لكونه مناسبا لكون الحركة لازمة غير عارضة وتفنن بالعدول إلى المضارع والحال في غير الشرطين الأولين؛ تنبيها على تفاوت الحال بينهما وبين غيرهما بالوجودية والعدمية وبالتعليق بنفس الكلمة وبنفس الحروف التي فرض ورود الإعلال عليها والتعليق بغيرها \"ومن ثم\"؛ أي ومن أجل أن الثلاثة الأخيرة تعل إذا تحققت جملة الشروط السبعة المذكورة \"يعل نحو قال أصله قول ونحو دار أصله دور\" أسكنت الواو فيهما ثم قلبت ألفا \"لوجود الشرائط المذكورة\" فيهما؛ إذ الأول فعل والثاني اسم على وزن فعل ووجود باقي الشرائط فيهما ظاهر، والأنسب أن يؤخذ قوله: \"ويعل مثل ديار\" مع لاحقه إلى قوله للمتابعة عن جميع ما يعل فيه حرف العلة لانتفاء شرطه؛ لئلا يقع الفصل بين ما يعل لاجتماع الشرائط وبين ما لا يعل لانتفاء شرط، إلا أنه قدمه اهتماما لدفع السؤال المقدور ورعاية لمناسبة ما تقدم في تحقق الإعلال، وأصل ديار دوار أعل \"تبعا لواحده\" يعني دار أو هو قد أعل كما مر \"و\" يعل \"نحو قيام\" أصله قوام \"تبعا لفعله\" أعني قام وهو قد أعل كما ترى \"و\" يعل \"مثل سياط\" أصله سواط \"تبعا لواو واحدة\" وهو سوط وإنما قال لواو واحده ولم يقل تبعا لواحده كما قال في ديار؛ لأن واحده لم يعل، بل كان في حكم ما أعل بسبب واوه \"وهي\"؛ أي واو سوط وإن لم يعل إلا أنها \"مشابهة بألف دار في كونها ميتة\"؛ أي ساكنة، والدار قد أعل فكأن سوطا قد أعل لمشابهته بما أعل \"أعني تعل هذه الأشياء\" التي هي ديار وقيام وسياط \"وإن لم تكن أفعالا ولا على وزن أفعال\" وحد الوزن نظرا إلى المعنى؛ إذ معنى قوله ولا على وزن أفعال ولا على وزن فعل \"للمتابعة\" لتلك الأشياء التي هي دار وقام وسوط. واعلم أن هذه الأشياء أعلت بالتبعية، وإن لم تكن من الثلاثة الأخيرة التي اشترط ابن جني في إعلالها الشرائط المذكورة، إلا أنها لما ناسبتها في كون حرف العلة ما قبله متحرك ذكرها بقوله: \"ولا يعل\" عطف على قوله: يعل في قوله ومن ثمة يعل نحو قال؛ أي فمن أجل أن الثلاثة الأخيرة إنما تعل إذا وجدت الشرائط المذكورة أجمع لا يعل \"نحو الحوكة\" جمع الحائك \"والخونة\" جمع الخائن \"وحيدي\" وهو الحمار الذي يميل عن ظله لنشاطه \"وصوري\" اسم ماء بقرب المدينة لانتفاء الشرط الأول فيها وهو أحد الأمرين أما انتفاء الأمر الأول؛ أعني كون حروف العلة في أفعال فظاهر ولذلك لم يتعرض المصنف له، وأما انتفاء الأمر الثاني؛ أعني كونهن في اسم على وزن فعل فتعرض له بقوله: \"لخروجهن عن وزن الفعل بعلامة التأنيث\" وهي التاء في الأولين والألف في\n__________\n\n[الفلاح شرح المراح] لابن كمال باشا\nكلها في كلمة أعلت وإلا فلا \"ومن ثم\"؛ أي ومن أجل أن الإعلال مشروط بهذه الشروط \"يعل نحو قال أصله قول\" بفتح الواو فأسكنت وقلبت ألفا فصار قال \"ودار\" وهو اسم بوزن فعل \"أصله دور\" بفتح الواو فقلبت ألفا فصار دار \"لوجود الشرائط المذكورة\" كلها فيهما قوله \"ويعل في مثل ديار\" إلى قوله للمتابعة جواب دخل مقدر تقديره ظاهر؛ أي ويعل حروف العلة في مثل ديار أصله دوار \"تبعا لواحده\" يعني قصد قلب الواو اتباعا لواحده لا لوجود شرط الإعلال، لكن لما كان ما قبلها مكسورا قلبت ياء لا ألفا فيكون ديارا تابعا لواحده في مطلق الإعلال \"و\" كذلك \"مثل قيام\" أصله قوام فأعل \"تبعا لفعله\" الذي هو قام \"و\" كذلك \"مثل سياط\" أصله سواط فأعل واوه \"تبعا لواو واحده\" الذي هو سوط بفتح السين وسكون الواو وكذلك ثوب وثياب، ولما توجه أن يقال إن واو واحده لا يعل لفقدان شرط الإعلال لسكونها فكيف يعل سياط تبعا له، أجاب بقوله: \"وهي\"؛ أي واو واحده \"مشابهة بألف دار في كونها ميتة\"؛ أي ساكنة فكانت كأنها قد تعل \"أعني تعل هذه الأشياء، وإن لم تكن فعلا ولا\" اسما \"على وزن فعل\" حتى يتحقق شروط الإعلال للمتابعة بأشياء أخر وهي دار وقام وسوط \"ولا يعل نحو الحوكة\" بفتح الواو جمع حائك الإعلال وعدمه جائزان فيه، أما عدم الإعلال فلما ذكره المصنف، وأما الإعلال فبالنظر إلى تحرك الواو وانفتاح ما قبلها، قال في مختار الصحاح: حاك الثوب نسجه، وبابه قال حوكا وحياكة فهو حائك وتوم حاكة وحوكة أيضا بفتح الواو \"والخونة\" جمع خائن \"وحيدي\" بفتحات يقال حمار حيدي؛ أي يحيد عن ظله ويميل عنه لنشاطه \"وصوري\" بفتحات اسم ماء من مياه العرب \"لخروجهن\"؛ أي لا تعل حروف العلة فيهن لانعدام الشرط الأول لخروجهن \"عن وزن الفعل بعلامة التأنيث\" وهي التاء في الأوليين والألف في الأخريين، هذا مختار ابن جني\n(1/123)\n",
        "\n[شرح ديكنقوز]\nالأخيرين \"وقيل\" إنما لم تعل حروف العلة في هذه الأشياء \"حتى يدللن\" هذه الأشياء \"على الأصل\"؛ أي على أن أصل حيدي ياء وأصل غيره واو، ولو أعللن لم يعلم أيها يائي \"و\" من ثمة لا يعل \"نحو: دعوا القوم لطرو حركته\" بسبب التقاء الساكنين ولم يوجد الشرط الثاني؛ أعني عدم عروض حركة حرف العلة \"و\" من ثمة لا يعل \"نحو عوروا جتور؛ لأن حركة العين\" في عور \"و\" حركة \"التاء\" في اجتور \"في حكم السكون\"؛ لأن العين والتاء في حكم الساكن \"أي\" العين في عور \"في حكم عين أعور\"؛ لأنه بمعناه \"و\" التاء في اجتور في حكم \"ألف تجاور\"؛ لأنه بمعنه فانتفى الشرط الثالث وهو عدم كون فتحة ما قبلها في حكم السكون، وإنما حمل الثلاثي هنا على المزيد؛ لأنهم يقولون: الأصل في الألوان والعيوب افعل وافعال بدليل اختصاصهما بهما والبواقي محذوفات منهما فلا تعل كما لا يعل الأصل، وهذا عكس سائر الأبواب فإن في سائر الأبواب يتبع المزيد المجرد وها هنا يتبع المجرد المزيد، ومنهم لم يلمح إلى عدم إعلال الأصل الذي هو افعل وافعال فأعل المجرد فقال: عار يعار قال قائلهم:\nوسائلة بظهر الغيب عني ... أعارت عنه أم لم تعارا\nفالهمزة في أعارت للاستفهام والألف في تعارا مبدلة من نون التأكيد المخففة أصله تعارن، قال في الإقليد: لقوله أعارت وجه عندي، وهو أنه أسند الفعل إلى العين بخلاف قولهم عور الرجل، فالفعل مسند إلى الرجل لا إلى جزء منه، ولا شك أن العيب المضاف إليه الكل أعلى رتبة من العيب المضاف إلى الجزء، فلما انتقصت رتبة العيب في البيت ساغ أن لا يلتفت إليه في كونه عيبا حتى كان عار ليس من أفعال العيوب، ولذلك أعل وإنما لم يعل أعور لعدم موجب الإعلال بسكون ما قبل الواو وشرط قلبها ألفا أن تكون متحركة وما قبلها مفتوحا أو محمولا على ما كان قبلها مفتوحا، صرح به ابن الحاجب وهنا ليس كذلك؛ إذ لا شيء يحمل هو عليه؛ إذ هو أصل عور كما ذكرنا فلا مجال للحمل عليه مع أنه لم يعل عور، إلا أن ابن الحاجب ناقض نفسه حيث قال: ولم يعل باب اعوار واسواد للبس فالواجب عليه أن يقول لعدم موجب الإعلال، وهذا الذي ذكرناه يوافق ما في الصحاح حيث قال فيه: إنما صح أعور لسكون ما قبلها اللهم إلا أن يقال إنه نظر إلى أن اعور ثلاثي واعوار سداسي، فالثلاثي أصل للسداسي ولم ينظر إلى استعمال الألوان والعيوب. والحاصل أنه نظر إلى جانب اللفظ دون جانب المعنى كما نظر من أعله إلى أنه كلمة من باب خاف فوجب موجب الإعلال فأعل فحينئذ يكون ما قبل الواو في اعور في حكم المفتوح، فوجب أن يعل بالنقل والقلب والاستغناء إلا أنه لم يعل لئلا يلتبس بمضاعف فأعل، ولم يعل تجاور لعدم موجب الإعلال بسكون ما قبل الواو ولم يستعمل ما يحمل هو عليه؛ إذ لم يجئ جار من الجوار مع أن الألف لا تقبل نقل الحركة إليها، ولو اعتبر فتحة الجيم في تجاور بناء على أن السكون ليس بحاجز ولو قلبت الواو ألفا لزم حذف إحدى الألفين لتجاور الساكنين فيلتبس بمضارع باب علم في الوقف \"و\" من ثمة لا يعل \"نحو الحيوان حتى تدل حركته على اضطراب معناه\"؛ لأن في معناه اضطرابا وحركة فلم يوجد الشرط الرابع، وهو عدم وجود الاضطراب في معنى الكلمة ولخروجه عن وزن الفعل بزيادة الألف والنون فلم يوجد الشرط الأول أيضا، ولم يذكره المصنف؛ لأن مقصوده بيان انتفاء الإعلال لانتفاء شرط واحد من تلك الشرائط السبع \"والموتان محمول عليه\"؛ أي على الحيوان في عدم الإعلال وإن لم يوجد في معناه اضطراب \"لأنه نقيضه\"\n__________\n\n[الفلاح شرح المراح] لابن كمال باشا\n\"وقيل\" لا تصل حروف العلة فيهن \"ليدللن على الأصل\"؛ أي على أن أصله واوي أو يائي كما في القود \"و\" لا يعل \"نحو دعوا القوم\" بفتح العين وضم الواو لانتفاء الشرط الثاني \"لطرو الحركة\" على الواو لسكونها لالتقاء الساكنين الواو ولام التعريف \"و\" لا يعل \"نحو عور\" بكسر الواو \"واجتور\" لفقدان الشرط الثالث، وهو أن لا يكون فتحة ما قبلها في حكم السكون \"لأن حركة العين\" في عور \"و\" حركة \"التاء\" في اجتور \"في حكم السكون\" قوله \"أي في حكم عين أعور وألف تجاور\" تفسير يفيد التعليل؛ يعني أن عين عور في حكم عين أعور وتاء اجتور في حكم ألف تجاور؛ لأن عور في معنى أعور واجتور بمعنى تجاور، ويمتنع إعلال الواو في أعور وتجاور لسكون ما قبلها فيمتنع فيما هو في معناهما كذا ذكره ابن جني، وقال الرضي: وأما العيوب المحسوسة فليس الغالب فيها المزلد فيه لكن بعضها المزيد فيه أكثر استعمالا من غيره كأحول وأعور، فإنهما أكثر استعمالا من حول وعور، ولذلك لم يقلب واوهما حملا على أحول وأعور، قال بعض المحققين: ومنهم من نظر إلى الأصل ولم ينظر إلى البناء الذي سكن ما قبل الواو فيه، بل اعتبر خصوص الفعل الثلاثي وأعله جريا على القياس، فقال في عور عار وفي يعور يعار كخاف يخاف \"و\" لا يعل \"نحو الحيوان\" والجولان بفتحات لفقدان الشرط الرابع وهو أن لا يكون في معنى الكلمة اضطراب، وإنما لم يعل حينئذ \"حتى يدل حركته\"؛ أي حركة نحو الحيوان والمراد حركة حرف العلة في نحو الحيوان \"على اضطراب معناه\"؛ أي أنهم قصدوا ببقاء حركة حرف العلة فيه التنبيه على حركة مدلول اللفظ فلم يعلوه قوله: \"والموتان\" بالفتحات \"محمول عليه\" جواب دخل مقدر وهو ظاهر، يعني لا يعل الموتان مع أنه ليس في معناه اضطراب حملا على الحيوان، وإنما حملوه عليه \"لأن نقيضه\" وهم يحلمون النقيض على النقيض، كما يحملون النظير على النظير، في الصحاح الموتان بالتحريك خلاف الحيوان يقال: اشتر الموتات\n(1/124)\n\n\n[شرح ديكنقوز]\nوالنقيض يحمل على النقيض، ولو ذكره فيما انتفى فيه الشرط الأول لكان له وجه، إلا أنه أراد التنبيه على أنه كما أن الإعلال يكون بالتبعية والحمل على ما يناسبه، كما في ديار وغيره، ويكون عدم الإعلال أيضا بالتبعة والحمل على ما يناقضه وراعى صنعة الطباق \"و\" من ثمة لا يعل \"نحو: طوى حتى لا يجتمع فيه إعلالان\"؛ إذ قد أعل طوى مرة؛ إذ أصله طوي قلبت الياء ألفا فلم تقلب الواو ألفا لانتفاء الشرط الخامس؛ وهو عدم اجتماع الإعلالان بتقدير الإعلال ولم يعكس؛ لأن الإعلال بالآخر أولى \"و\" لم يعل طويا\"؛ لأنه \"محمول عليه\"؛ أي على طوى في عدم إعلال الواو \"وإن لم يجتمع\" فيه إعلالان \"و\" لا يعل \"نحو حيي\" بقلب الياء الأولى ألفا \"حتى لا يلزم ضم الياء في المضارع\"؛ أي في مضارعه؛ يعني لانتفاء الشرط السادس؛ وهو عدم لزوم ضم حرف العلة في مضارعه \"يعني إذا قلبت\" العين من حيي ألفا \"وقلت حاي يجيء مستقبله\" حينئذ \"يحاي\" يعني وجب القلب في مضارعه أيضا تبعا للماضي كما في خاف يخاف \"و\" من ثمة \"لا\" يعل \"نحو القود والصيد حتى يدل على الأصل\" يعني لانتفاء الشرط السابع؛ وهو عدم الترك للدلالة على الأصل؛ يعني لو قلبت واو القود ألفا وقيل القاد لم يعلم أنه واوي أو يائي، وكذا الصيد \"الأربعة\" الأخرى من تلك الخمسة عشر وجها كائنة \"إذا كان ما قبلها\"؛ أي ما قبل حرف العلة \"مضموما\" مع الأحوال الأربعة بحرف العلة \"نحو ميسر وبيع ويغزو ولن يدعو يجعل\" الياء؛ أي حرف العلة \"في\" الصورة \"الأولى\" أعني نحو ميسر \"واو الضمة ما قبلها ولين عريكة الساكن فصار موسرو\" حرف العلة \"في\" الصورة \"الثانية\" أعني نحو بيع \"تسكن للخفة\" لثقل الكسرة على الياء خصوصا بعد الضم \"ثم يجعل واو الضمة ما قبلها ولين عريكة الساكن فصار بوع\" وهذه لغة \"وإذا جعلت حركة ما قبل حرف العلة\"؛ أي الياء في الصورة الثانية \"من جنسه\" وهو الكسر بعد تسكين حرف العلة، كما هو الأصل في إعلال الياء، ولهذا كان بيع أفصح \"فصار حينئذ بيع\"\n__________\n\n[الفلاح شرح المراح] لابن كمال باشا\nتشتر الحيوان؛ أي اشتر الأرضين والدور ولا تشتر الرقيق والدواب \"و\" لا يعل \"نحو طوى\" بفتح الواو لفقد الشرط الخامس؛ وهو أن لا يجتمع في الكلمة إعلالان، اعلم أن طوى يجيء من الباب الثاني، يقال: طواه يطويه طيا، ومن الباب الرابع، يقال: طوي بكسر الواو يطوي طوى، ومعناه حينئذ الجوع كذا في مختار الصحاح، والمصنف اعتبر مجيئه من الباب الثاني فقال: ولم يعل \"حتى لا يجمع فيه إعلالان\" يعني أنطوى أعل ياؤه بقلبه ألفا كما في رمى فلو أعل واوه أيضا بقلبها ألفا يجتمع إعلالان متواليان في حرفين أصليين فيلزم إجحاف الكلمة، وهو غير جائز، وإنما اعتبروا القيد الأول ليخرج الإعلال في نحو: يقي أصله يوقي بضم الياء، فأعل بالحذف والإسكان وذلك جائز؛ لأنهما ليسا بمتواليين بل بينهما وسط، وإنما جاز إعلالان إذا توسط بينهما حرف؛ لأنه لا يلزم منه إجحاف مثل إجحاف المتواليين؛ لأن العليل سريع النزع عند تخلل فاصل ويتضاعف ضعفه إذا توالى عليه علتان من غير فاصل، وإنما اعتبروا القيد الثاني ليخرج الإعلالان في نحو: قاض أصله قاضي فأعل بالإسكان والحذف وذلك جائز؛ لأنهما ليسا في حرفين، بل في حرف واحد وهو الياء، وليخرج الإعلالات في نحو: إقامة أصله إقوامة فأعل بالنقل والقلب والحذف، هذا ولو اعتبر مجيئه من الباب الرابع فهو إنما لم يعل حملا على قوي أو حملا على هوي أصله قوو فقلبت الواو الأخيرة ياء لكسر ما قبلها، ولم يقلب الأولى ألفا لئلا يجتمع فيه إعلالان فحمل طوى عليه وإن انتفى الإعلالان فيه؛ لأنهما من باب واحد لكنهما من فعل مكسور العين كذا ذكره ابن الحاجب، وبيان الثاني أن هوي أصله هوى بفتحات قلب الياء ألفا لتحركها وانفتاح ما قبلها ولم يقلب الواو ألفا؛ لئلا يجتمع إعلالان فحمل عليه طوى، وإن لم يلزم إعلالان؛ لأن الأصل فعل بفتح العين لخفته وكثرته وفعل بالكسر فرع عليه، فحمل الفرع على الأصل كذا حققه الجاربردي، وقيل: إنما لم يعل طوي بالكسر حتى لا يلزم ضم الياء في مضارعه كما في حيي \"وطويا محمول عليه\" فلم يقلب الواو فيه ألفا \"وإن لم يجتمع فيه إعلالان و\" لا يعل \"نحو حيي\" لفقدان الشرط السادس وهو أن لا يلزم ضم حرف العلة في مضارعه؛ أي لا يعل حيي بقلب الياء الأولى ألفا \"حتى لا يلزم ضم الياء في المضارع؛ يعني إذا قلت حاي\" بإعلال الياء بقلبها ألفا \"يجيء مستقبله يحاي\" بضم الياء؛ لأن إعلال الماضي يوجب إعلال المستقبل عندهم والضم على الياء ثقيل مرفوض في كلامهم \"و\" لا يعل \"نحو: القود\" وهو القصاص لانعدام الشرط السابع؛ وهو أن لا يترك الدلالة على الأصل؛ أي لا يعل نحو القود بقلب الواو ألفا حتى يدل بقاء الواو وعدم إعلالها \"على الأصل\"؛ أي على أصل باقي المعتلات؛ يعني أنهم صححوا القود والصيد تنبيها على أن الأصل المعتلات إما واو أو ياء، كما أعربوا أيا وأية ومع وجود موجب البناء؛ تنبيها على أن الأصل في أخواتهما الإعراب، وفي هذا ضرب من الحكمة في هذه اللغة العربية فيحفظ ولا يقاس، فلا يقال في أباع أبيع كذا حققوه \"الأربعة\" الأخرى من خمسة عشر وجها \"إذا كان ما قبلها\"؛ أي ما قبل حروف العلة \"مضموما\" وحروف العلة حينئذ إما ساكنة أو مكسورة أو مضمومة أو مفتوحة \"نحو ميسر وبيع ويغزو ولن يدعو تجعل في الأولى\"؛ أي يجعل الياء في الصورة الأولى \"واو الضمة ما قبلها ولين عريكة الساكن فصار موسر\" وهو اسم فاعل من أيسر \"وفي الثانية تسكن\" الياء \"للخفة ثم تجعل واو الضمة ما قبلها ولين عريكة الساكن فصار بوع، وإذا جعلت حركة ما قبل حرف العلة\" وهي الياء ها هنا \"من جنسها\" وهي الكسرة \"يجوز فصار حينئذ بيع\" والثاني هو الأصل في الإعلال هذا في اليائي، وأما الواوي نحو: قوو على صيغة المجهول",
        "(1/125)\n\n\n[شرح ديكنقوز]\nوهذه أفصح \"و\" حرف العلة \"يسكن في\" الصورة \"الثالثة\" أعني يغزو \"للخفة\" لثقل الضمة على الواو \"فصار يغزو\" بسكون الواو \"ولا يعل\" حرف العلة \"في\" الصورة \"الرابعة لخفة الفتحة\" على الواو؛ إذ المقصود من الإعلال التخفيف وهو حاصل بدونه \"ومن ثمة\"؛ أي ومن أجل أن الفتحة خفيفة \"لا يعل غيبة\" بضم الغين المعجمة وفتح الياء مبالغة غائب \"ولا نومة\" بضم النون وفتح الواو مبالغة نائم كضحكة مبالغة ضاحك كما مر \"الأربعة\" الأخرة من تلك الوجود ثابتة \"إذا كان ما قبلها\"؛ أي ما قبل حرف العلة \"مكسورا\" مع الأحوال الأربعة بحرف العلة \"نحو: موزان وادعوة ورضيوا وترميين وفي\" الصورة \"الأولى\"؛ أعني نحو موزان \"تجعل\" حرف العلة وهي الواو \"ياء كما مر\" من أن حروف العلة إذا أسكنت جعلت من جنس حركة ما قبلها \"وفي\" الصورة \"الثانية\" وهي نحو: دعوة \"تجعل\" حرف العلة وهي الواو \"ياء لاستدعاء ما قبلها ولين عريكة الفتحة\" لكونها أخت السكون \"فصار داعية، ولا يعل مثل دول\" مع أنه من الصورة الثانية \"لأن الأسماء التي ليست بمشتقة من الفعل لا تعل بحال لخفتها\" لبعدها من الفعل الثقيل \"إلا إذا كانت على وزن الفعل\" فحينئذ يعل نحو: دور \"وهو\"؛ أي الدول \"ليس\" بمشتق من الفعل \"ولا على وزن الفعل\" وهو ظاهر \"وفي\" الصورة \"الثالثة\" وهي رضيوا \"يسكن\" حرف العلة \"للخفة\" لنقل الضمة على الياء \"ثم يحذف\" حرف العلة \"لاجتماع الساكنين\" ثم ضم ما قبل واو الجمع لصيانته عن التغيير \"فصار رضواو\" الصورة \"الرابعة\" وهي نحو: ترميين \"مثلها\"؛ أي مثل الصورة الثالثة \"في الإعلال\"؛ أي تسكن الياء من ترميين لثقل الكسرة عليها ثم تحذف لاجتماع الساكنين و\"الوجوه الثلاثة\" من الخمسة عشر وجها ثابته \"إذا كان ما قبلها\"؛ أي ما قبل حرف العلة حرفا صحيحا \"ساكنا\" أو ما هو في حكمه مع حركات حرف العلة \"نحو: يخوف ويبيع ويقول تعطي حركاتهن\"؛ أي حركات حروف العلة في هذه الثلاثة \"إلى ما قبلها لضعف حروف العلة\"؛ لأنها حروف تتولد من الحركات \"وقوة الحرف الصحيح ولكن يجعل\" حرف العلة \"في يخوف ألفا لفتحة ما قبلها\" بسبب نقل فتحة الواو إليه \"ولين عريكة الساكن العارض\" بسكونه، وإنما قال العارض؛ لأن الإعلال إنما هو للتخفيف كما مر، فإذا كان سكونه عارضا لا تحصل الخفة؛ إذ الحركة ثابتة في التقدير فيجب الإعلال بخلاف ما كان أصليا نحو: الخوف؛ فإنه لا يحتاج إلى الإعلال لحصول الخفة بالفتحة والسكون الأصلي \"فصرن يخاف ويبيع ويقول ولا يعل نحو: أعين\" جمع عين \"وأدور\" جمع دار وأقوس وأثوب وأنيب مع أنها من صور الوجوه الثلاثة\n__________\n\n[الفلاح شرح المراح] لابن كمال باشا\nليجوز فيه إبقاء الواو بعد إسكانها، ويجوز قلبها ياء بنقل حركتها إلى القاف بعد سلب حركتها \"ويسكن في الثالثة\"؛ أي تسكن الواو في الثالثة \"للخفة\" ثم أبقي لكون ما قبلها مضموما \"فصار يغزو\" بسكون الواو \"ولا يعل في الرابعة\"؛ أي ولا يعل الواو في الرابعة وهو لن يدعو \"لخفة لفتحة\" على حروف العلة \"ومن ثمة\"؛ أي ومن أجل أن الفتحة خفيفة على حروف العلة \"لا يعل غيبة\" بضم الغين المعجمة وفتح الياء جمع غائب \"ونومة\" وزن غيبة يقال: رجل نومة؛ أي كثير النومة \"الأربعة\" الأخرى من خمسة عشر وجها \"إذا كان ما قبلها مكسورا\" وحروف العلة حينئذ إما ساكنة أو مفتوحة أو مضممة أو مكسورة \"نحو: موزان وداعوة ورضيوا وترميين وفي الأولى تجعل ياء\"؛ أي يجعل الواو في موزان ياء \"لما مر\" من أن حروف العلة إذا سكنت جعلت من جنس حركة ما قبلها للين عريكة الساكن واستدعاء ما قبلها \"و\" الواو \"في الثانية تجعل ياء لاستدعاء ما قبلها ولين عريكة الفتحة فصار داعية\" قوله: \"ولا يعل مثل: دول\" جواب دخل مقدر تقديره ظاهر، والدول بكسر الدال وفتح الواو جمع دولة بفتح الدال، والدولة في الحرب أن تدال إحدى الفئتين على الأخرى \"لأن الأسماء التي ليست بمشتقة من الفعل لا تعل لخفتها إلا إذا كان\" اسم كان يرجع إلى الأسماء باعتبار ما ذكر أو ما سبق \"على وزن الفعل وهو ليس على وزن الفعل\" وإنما قال: ليست بمشتقة؛ لأن الأسماء المشتقة فيها نوع ثقل لدلالتها على النسبة فتعل تخفيفا \"وفي الثالثة\" وهو رضيوا \"تسكن\" الياء \"للخفة ثم تحذف لاجتماع الساكنين\" هما الياء وواو الجمع ولم يحذف الواو؛ لأنهما علامة ثم ضم الضاد بعد سلب حركتها للواو إما بضمة الياء المحذوفة أو بضمة من خار \"فصار رضوا\" بضم الضاد \"والرابعة مثلها في الإعلال\" يعني يعل ترمين بإسكان الياء تخفيفا ثم حذفها لالتقاء الساكنين \"الثلاثة\" الأخرى من خمسة عشر وجها \"إذا كان ما قبلها ساكنا\" وحروف العلة حينئذ إما مفتوحة أو مكسورة أو مضمومة ولا يمكن سكونها كما مر \"نحو يخوف ويبيع ويقول يعطي حركتهن\" وهي الفتح والكسر والضم \"إلى ما قبلهن\" في الكل وهو الخاء والياء والقاف \"لضعف حروف العلة وقوة الحرف الصحيح\" في تحمل الحركات \"ولكن تجعل في يخوف ألفا لفتحة ما قبلها ولين عريكة الساكن العارض بخلاف الخوف\"؛ أي لا يعل الواو في المصدر لكون سكونه أصليا، وكذا الياء في نحو البيع \"فصرن يخاف ويبيع ويقول\" بمد الواو الياء، قوله: \"ولا يعل نحو أعين وأدور\" جواب دخل مقدر وهو أن قولكم إذا كان حروف العلة متحركة وما قبلها ساكنا يعل بنقل حركتها إلى ما قبلها منقوض بنحو: أعين وأدور؛ لأنها لم تعل فيهما مع أنهما متحركة وما قبلها ساكن، وتحقيق الجواب أنه إنما لا يعل أدور وأعين على وزن أفعل بفتح الهمزة وسكون الفاء وضم العين\n(1/126)",
        "\n\n[شرح ديكنقوز]\n\"حتى لا يلتبس بالأفعال\" فنحو: أعين جمع أعيان المعنى فإذا قوبل بالأفعال وهو جمع أيضا، انقسم الآحاد إلى الآحاد فيلتبس كل واحد من ذلك النحو بواحد من الأفعال، مثلا إذا أعل أعين بنقل الحركة وكسر العين صيانة للياء وقيل أعين التبس بمتكلم مضارعان يعين بمعنى إصابة العين، وكذا لو أعل أدور بنقل الحركة وقيل أدور التبس بمتكلم مضارع دار يدور \"و\" لا يعل \"نحو جدول\" مع أنه من تلك الصور \"حتى لا يبطل الإلحاق\" فإنه ملحق بجعفر \"و\" لا يعل \"نحو قوم\" مع أنه من الوجوه الثلاثة \"حتى لا يلزم الإعلال في الإعلال\"؛ إذ أصله قووم فلو نقلت حركة الواو الثانية إلى الأولى لكونها في حكم الحرف الصحيح؛ إذ الجنس بالجنس يتقوى، وإن قلت ألفا يلزم أن تقلب الواو الأولى أيضا ألفا لانفتاح ما قبلها وتحركها بحركة لازمة غير عارضة؛ إذ معنى عروض الحركة أن لا تكون ثابتة مقررة ويكون في معرض الزوال بعد تحرك الحرف بها كحركة الواو في دعوا القوم؛ إذ لو قلت: دعوا زيدا ووقفت على دعوا وابتدأت القوم لم تثبت، بل تزول بخلاف حركة الواو الأولى بعد التحرك بها، وتقول إنها وإن كانت عارضة إلا أنها ليست من خارج، بل إحدى حروف الكلمة فكأنها أصلية غير عارضة، ولذلك جاز اخصم بالمجتلبة مع كسرة الخاء، ولم يجز اخصم بالمجتلبة مع فتح الخاء كما مر، وإنما لم يكتف بأن يقول: حتى لا يلزم اجتماع الإعلالين، بل قال: حتى لا يلزم الإعلال في الإعلال؛ لأن الإعلال الثاني يلزم من الإعلال الأول بخلاف نحو طوى \"و\" لا يعل \"نحو الرمي\" مع أنه من الوجوه الثلاثة \"حتى لا يلزم\" الحرف \"الساكن في آخر المعرب\" بالحركة من غير ضرورة؛ إذ لو نقلت حركة الياء إلى الميم ثم قلبت الياء ألفا في النصب لفتحة ما قبلها وتحركها في الأصل وكسر الميم في الجر؛ لأن المنقول هو الكسر حينئذ ولا موجب لتغييره وأبقى الياء على حاله لموافقة حركة ما قبلها إياه وضم الميم في الرفع وقبل الياء واوا وأبدل ضمته كسرة لصيانة الياء يلزم في آخره حرف ساكن في الأحوال كلها بلا ضرورة؛ إذ أصل الخفة حاصل بسبب سكون ما قبلها ولهذا احتمل الحركات الثلاث وقوي عليها كما حصل إذا سكن هو نفسه بخلاف العصا فإن ما قبله فيه متحرك، وبخلاف نحو: يخوف؛ إذ لم يلزم من الإعلال محظور \"و\" لا يعل \"نحو: تقويم وتبيان ومقوال ومخياط\" مع أنها من الوجوه الثلاثة \"حتى لا يجتمع الساكنان\" فيها \"بتقدير الإعلال\" بالنقل والقلب، فإن اجتماع الساكنين محظور في نفسه، ومع ذلك يستلزم محظورا آخر وهو الالتباس في كل واحد منها أما في تقويم؛ فلأنه لو أعل وحذف أحد الساكنينن وقيل: تقيم يلتبس بمضارع أقام في الصورة وبمضارع يفعل بالكسر في الوقف، وأما في تبيان؛ فلأنه يلتبس ببناء ما لم يسم فاعله من مضارع بأن يبين في الصورة أو ببناء ما يسمى فاعله من مضارع يفعل بالفتح في الصور، وأما مقوال ومخياط فلم يدر أمفعل هو أم فعال وأما مقول \"ومخيط\" فلم يعلا مع أنهما من الوجوه الثلاثة ولا يجتمع الساكنان فيهما بتقدير الإعلال؛ لأنه \"منقوص\" من المقوال و\" من المخياط\"؛ إذ أصلهما مقوال ومخياط فقصرا\n__________\n\n[الفلاح شرح المراح] لابن كمال باشا\n\"حتى لا يلتبس بالأفعال\"؛ لأنه لو أعل بنقل حركتها إلى ما قبلها فيقلب الياء واوا في أعين لسكونها وانضمام ما قبلها فيصير أعون وأدور بمد الواو فيهما، فيلتبس الأول بالمتكلم وحده من مضارع عان والثاني بالمتكلم وحده مضارع دار، والضمير المستتر في لا يلتبس يرجع إلى نحو وإنما قال بالأفعال دون الفعلين؛ لأن لفظ نحو يفهم منه معنى الجمع \"و\" لا يعل\" \"نحو: جدول\" وهو النهر الصغير وهو جواب أيضا عن الدخل المذكور \"حتى لا يبطل الإلحاق\" يعني أن جدول ملحق بجعفر ليعامل معاملته في الأحكام اللفظية، فيقال: جدول وجديول وجداول كما يقال جعفر وجعيفر وجعافر، فلو أعل فات الغرض من الإلحاق \"و\" لا يعل \"نحو: قوم\" بتشديد الواو \"حتى لا يلزم الإعلال في الإعلال\"؛ يعني لو أعل لأعل بنقل حركة الواو الثانية إلى الواو الأولى وقلبها ألفا لتحركها في الأصل وانفتاح ما قبلها، وقلبت الأولى ألفا أيضا لتحركها وانفتاح ما قبلها، فيلزم اجتماع الإعلالين في حرفين متواليين وهو باطل لاستلزامه حذف إحدى الألفين لالتقاء الساكنين واستلزام الحذف إجحاف الكلمة كذا قيل \"و\" لا عل \"نحو الرمي\" مصدرا بنقل حركة الياء إلى الميم الساكن قبلها \"حتى لا يلزم\" وقوع \"الساكن في آخر\" الاسم \"المعرب\" بالحركة، وتحقيقه أنه لو أسكن الياء بنقل حركتها إلى ما قبلها يتوارد الإعراب على ما قبل ذلك الساكن حينئذ؛ لأن الحركة المنقولة إليه هي التي تختلف بحسب العوامل، ويكون الياء الساكنة تابعة لحركة ما قبلها؛ يعني تصير في حالة النصب ألفا وفي حالة الرفع واوا، فيكون الإعراب في وسط المعرب وهو غير جائز، وهذا إنما يلزم من وقوع الحرف الساكن بالطريق المذكور في آخر المعرب بالحركة، فلو وقع حرف ساكن في آخر المعرب لكن لا على الطريق المذكور صح؛ لعدم لزوم وقوع الإعراب في وسط المعرب في نحو: العصا والرحى فافهم كذا حققه المحققون \"و\" لا يعل \"نحو: تقويم وتبيان ومقوال\" بكسر الميم؛ أي كثير القول \"ومخياط\" مع أن حروف العلة فيها وما قبلها ساكن \"حتى لا يجتمع ساكنان بتقدير الإعلال\" أحدهما حرف العلة التي أسكنت ونقلت حركتها إلى ما قبلها وثانيهما ما بعدها، ولا يجوز حذف أحدهما لئلا يلزم إجحاف الكلمة \"ومخيط منقوص من المخياط\n(1/127)\n",
        "\n[شرح ديكنقوز]\n\"فلا يعل\" مقول تبعا لمقوال ولا مخياط \"تبعا له\"؛ أي لمخياط \"فإن قيل: لم تعل إقامة\" بالنقل والقلب، وأصله أقوام \"مع حصول اجتماع الساكنين إذا أعلت كإعلال أخواتها\" من التقويم وغيره \"قلنا: أعلت تبعا لقام فإنه ثلاثي أصيل في الإعلال\"؛ أي أباح ضرورة التبعية محظور اجتماع الساكنين مع عدم الالتباس بحذف أحد الساكنين بسبب تعويض الهاء بخلاف أخواتها \"فإن قيل: لِمَ لا يعل التقويم تبعا لقام وهو ثلاثي أصيل في الإعلال قلنا\"؛ لأنه \"أبطل قوله\"؛ أي القائل وقوله: \"قوم\" مقول القول \"استتباع قام\" للتقويم؛ أي أبطل قوم أن يطلب ويستدعي قام تبعية التقويم في الإعلال \"وإن كان\" قام ثلاثيا \"أصيلا في الإعلال لقوة قوم في الأخوة مع التقويم\"؛ لأنه فعله وهو مصدره وليس قام في الأخوة مع التقويم بتلك المرتبة فلم يستتبعه في الإعلال \"ولا يصلح أقام أن يكون مقويا لقام\" هذا جواب لمقدر، وهو أن يقال: لِمَ لا يجوز أن يتقوى قام في استتباع التقويم بأقام، فإنه قد أعل مثل قام؟ والجواب: أن أقام وإن أعل مثل قام إلا أنه أعل بتبعية قام ولم يعل بالأصالة والاستقلال، فلا اعتبار بإعلاله فكان إعلاله هو إعلال قام فلم يكن شيئا آخر غير قام، فلا يصلح أن يكون مقويا لقام، وهذا معنى قوله: \"لأنه\"؛ أي أقام \"ليس من ثلاثي أصيل ولا يعل مثل ما أقوله\" فعل التعجب \"وأغيلت المرأة\"؛ أي سقت ولدها الغيل، وهو بالفتح اسم لبن المرأة الحامل \"واستحوذ\"؛ أي غلب مع أنها من الوجوه الثلاثة \"حتى يدللن على الأصل\" أنه واوي أو يائي\n__________\n\n[الفلاح شرح المراح] لابن كمال باشا\nفلا يعل تبعا له، فإن قيل: لِمَ لا يعل الإقامة\" أصله إقوام، وقد مر كيفية إعلاله في هذا الباب \"مع حصول اجتماع الساكنين\" فيها \"إذا أعللت\" أنت \"كإعلال أخواتها\" المراد من أخوات الإقامة ما يكون فيه حروف العلة متحركة وما قبلها ساكنا مثل: تبيان \"قلنا\" أعلت الإقامة \"تبعا لقام فإنه ثلاثي\" يعني يعل أقام تبعا لقام الذي هو الثلاثي \"أصيل\" ثم أعل الإقامة تبعا لفعله؛ لأن المصادر تتبع أفعالها كما في قام قياما \"في الإعلال\" ويعد عدة فيكون الإقامة تابعة لقام بواسطة فعلها، وقد مر منا هذا التفضيل، والمصنف لم يفصله قصرا للمسافة \"فإن قيل: لِمَ لا يعل التقويم تبعا لقام\" كما تعل الإقامة تبعا له \"وهو\"؛ أي والحال أن قام \"ثلاثي أصيل في الإعلال\" بالنسبة إلى التقويم كما يكون أصيلا بالنسبة إلى الإقامة \"قلنا\" إنما لا يعل التقويم تبعا لقام \"لأنه أبطل قوله\" قوله: فاعل أبطل وضميره يرجع إلى المتكلم المعهود وقوله: \"قوم\" مقول هذا القول، وقوله: \"استتباع\" مفعول أبطل، وهو مصدر مضاف إلى فاعله وهو \"قام\" وذكر مفعوله متروك وهو التقويم، فتقدير الكلام أبطل قول القائل قوم استتباع قام التقويم في الإعلال \"وإن كان\" قام ثلاثيا \"أصيلا في الإعلال\" قوله: \"لقوة قوم في الأخوة مع التقويم\" علة لأبطل، وتحقيق إبطاله أنه قد مر أن قوم لا يعل لئلا يلزم الإعلال في الإعلال، وقد عرفت أن المصدر يتبع فعله في الإعلال وجودا وعدما، وأن التقويم مصدر قوم، فثبت أن التقويم الذي مصدر قوم لا يعل تبعا له، ولم يكن تابعا لقام في الإعلال، وإن كان أصيلا فيه لقوة مؤاخاة الفعل مع مصدر لكونه مشتقا منه بالذات، وضعف مؤاخاته مع مصدر غيره وإن تلاقيا في الاشتقاق، فالمراد منه قوله أبطل قوله قوم استتباع قام أنه أبطل عدم إعلال قوم استتباع قام التقويم في الإعلال. وحاصله أنه اجتمع في التقويم سبب الإعلال وهو قام وسبب عدمه وهو قوم، لكن لما كان سبب عدم الإعلال قويا وراجحا على سبب الإعلال ترجح به عدم الإعلال فيه فلم يعل، قوله: \"ولا يصلح أقام أن يكون مقويا لقام\" في الإعلال \"لأنه ليس من ثلاثي أصيل\" جواب دخل مقدر تقديره إن ما ذكرتم من أن سبب عدم الإعلال في التقويم قوي وراجح على سبب العلال، إنما يكون إذا اعتبر سبب الإعلال قام وحده، وهو محال لم لا يجوز أن يكون أقام بسبب إعلاله مقويا ومرجحا لقام، فيكون قام بهذا الاعتبار سببا غالبا راجحا على سبب عدم الإعلال فيعل، وتحقيق الجواب أنه لا يجوز أن يكون أقام مقويا ومرجحا لقام؛ لأنه ليس بثلاثي أصيل في الإعلال؛ إذ قد مر أن الفعل الثلاثي المجرد أصيل في الإعلال لوجود موجبه فيه، وهو تحرك حرف العلة وانفتاح ما قبلها مثل: قال وباع، وأما المزيد فيه فيعل تبعا للثلاثي لانعدام موجبه نحو: أقام وأباع، وإلى هذا التفصيل أشار بقوله: ليس من ثلاثي أصيل، وإذا لم يكن أقام أصيلا في الإعلال لم يكن مقويا لقام، وإذا لم يكن مقويا له لم يكن غالبا على سبب عدم الإعلال فلم يكن مستتبعا وهو المطلوب، قوله: \"ولا يعل مثل ما أقوله وأعيلت المرأة واستحوذ حتى يدللن على الأصل\" معطوف على قوله: ولا يعل أعين وأدور فيكون جوابا لسؤال مقدر ثمة. وحاصله أنه لا يعل باب ما أفعله؛ أي فعل التعجب ولا يعل أيضا بعض من اليائيات، نحو: أغيلت المرأة؛ أي سقت ولدها الغيل، يقال: أضرت الغيلة بولد فلان إذا أتيت أمه وهي ترضعه، والغيل بالفتح اسم ذلك اللبن وأخيلت الناقة وأغيمت السماء وبعض من الواويات نحو استحوذ عليهم الشيطان؛ أي غلب حتى يدللن على أن أصل المعتلات إما واو أو ياء على قياس ما مر في نحو: القود والصيد؛ يعني لا يعل نحو: القود والصيد ليدل على أصل طائفة من الألفاظ، وهي الأسماء، ولا يعل مثل أغيلت المرأة ليدل على أصل طائفة أخرى ها هنا، وهي الأفعال، وتخصيص هذه الكلمات بهذه الدلالة محمول على السماع فلا يقاس عليها غيرها، وفي هذا نوع مخالفة لما في الصحاح حيث قال: استحوذ عليهم الشيطان؛ أي غلب، وهذا جاء بالواو على أصله، كما جاء استروح واستصوب، وقال أبو زيد: هذا الباب كله يجوز أن يتكلم به على الأصل، تقول العرب: استصاب واستصوب واستجاب واستجوب وهو قياس مطرد عندهم\n(1/128)\n\n\n[شرح ديكنقوز]\n\"وتقول في إلحاق الضمائر: قال قالا قالوا إلخ وأصل قول\" كنصر \"فجعل الواو ألفا كما\"؛ أي كالجعل الذي \"مر\" في الثلاثة الأخيرة من الأربعة الأول من الخمسة عشر وجها وهو أن تسكن الواو ثم تقلب ألفا \"وأصل قلن قولن\" كنصرن \"فقلبت الواو ألفا\" كما مر، ثم حذفت الألف لاجتماع الساكنين فصار قلن ثم ضم القاف حتى يدل على الواو المحذوفة \"ولا يضم الفاء\" وهو الخاء \"في خفن\" لتلك الدلالة \"لأن الأصل في النقل\"؛ أي فيما يمكن \"نقل حركة الواو إلى ما قبلها\"؛ أي أن يعل ذلك بنقل حركة الواو إلى ما قبلها دلالة عليها لا بحذفها والإتيان بحركة أخرى من خارج لتلك الدلالة \"لسهولتها\"؛ أي سهولة الواو في النقل؛ إذ لا شك أن نقل موجود أسهل من تحصيل معدوم \"ولا يمكن هذا النقل\"؛ أي نقل حركة الواو في قلن \"لأنه لا يلزم فتح المفتوحة\"؛ لأن حركة الواو فتحة وما قبلها مفتوح أيضا وهو تحصيل الحاصل وهو محال، وإذا لم يمكن الأصل فيه أتي بحركة من خارج لتلك الدلالة \"ولا يفرق بينه\"؛ أي بين قلن في جمع المؤنث من الماضي \"وبين جمع المؤنث في الأمر\" وهو قلن أيضا \"لأنهم لا يعتبرون الاشتراك الضمني\"؛ أي الاشتراك الغير القصدي، فإن اعتبر الاشتراك لزم من الإعلال بدون القصد الاشتراك بينهما \"ويكتفون بالفرق التقديري\" وها هنا الفرق التقديري حاصل؛ إذ أصل قلن ماضيا قولن كما مر وأصله أمرا أقولن \"كما\" أنهم لم يعتبروا الاشتراك الضمني \"في بعن وهو مشترك بين المعلوم والمجهول أيضا\"؛ أي كاشتراك أقلن واكتفوا بالفرق التقديري بينهما فيه أيضا؛ إذ أصله معلوما بيعن بفتح الباء والياء ومجهولا\n__________\n\n[الفلاح شرح المراح] لابن كمال باشا\nانتهى قال ابن الحاجب في كافية التصريف: ولا يعل باب ما أفعله لعدم تصرفه، وقال بعض شارحيته: وإنما لم يعو افعل التعجب نحو ما أقول زيدا وأقول به وما أبيعه وأبيع به؛ لأنه لو أعل لكان للحمل على قال وباع مثلا، لكنه لما لم يتصرف تصرف الأفعال لم يحملوه على المتصرف في الإعلال أو لأنهم قصدوا الفرق بين باب التعجب وغيره في المعتل العين بترك الإعلال في التعجب وارتكاب الإعلال في غيره، وباب التعجب أولى بالتصحيح لشبهه بالاسم في عدم التصرف وأنت تعلم أن هذين الدليلين غير ما ذكره المصنف فافهم \"وتقول في إلحاق الضمائر\" للأجوف الواوي \"قال قالا قالوا إلخ\"؛ أي قالت قالتا قلن قلت قلتما قلتم قلت قلتما قلتن قلنا \"وأصل قال قول\" بفتح الواو \"فجعل الواو ألفا كما مر\" وهو إشارة إلى ما نقله عن ابن جني؛ أي يسكن الواو أولا للتخفيف ثم قلبت ألفا لاستدعاء الفتحة ولين عريكة الساكن \"وأصل قلن\" بضم القاف \"قولن\" بفتح القاف والواو \"فقلبت الواو ألفا لتحركها وانفتاح ما قبلها\" وهو القاف فصار قالن \"ثم حذفت\" الألف \"لاجتماع الساكنين\" الألف المقلوبة واللام \"فصار قلن\" بفتح القاف \"ثم ضم القاف حتى يدل\" الضم \"على الواو المحذوفة\" بعد قلبها ألفا وعلى هذا القياس قلت وقلتما وقلتم وقلت وقلتما وقلتن وقلت وقلنا وقس على ذلك سائر الأجوف الواوي الذي يجيء من باب قال، نحو: صان، وهذا بالحقيقة معنى قولهم: إذا اتصل بالأجوف ضمير المتكلم أو المخاطب أو جمع المؤنث الغائبة نقل فعل بفتح العين من الواوي إلى فعل بضم العين دلالة عليها \"ولا يضم\" ما قبل الواو \"في خفن\" حتى يدل على الواو المحذوفة كما في قلن \"لأن الأصل في النقل\"؛ أي في نقل حركة حروف العلة إلى ما قبلها في إعلال الواويات \"نقل حركة الواو إلى ما قبلها لسهولتها\" هذا الضمير يرجع إلى نقل حركة الواو وتأنيثه باعتبار المضاف إليه، ولو قال: لأن الأصل في الإعلال نقل حركة الواو لسهولتها لكان أولى وأظهر فافهم \"ولا يمكن هذا\"؛ أي نقل حركة الواو إلى ما قبلها \"في قلن\" كما يمكن في خفن \"لأنه يلزم فتحة المفتوحة\"؛ لأن حركة الواو فتحة أيضا وهو تحصيل الحاصل ولا يلزم في خفن؛ لأن حركة الواو كسرة وحركة الخاء فتحة فحيث أمكن يراعى هذا الأصل، وحيث امتنع يراعى أصل آخر وهو ضم ما قبل الواو ودلالة عليها \"ولا يفرق بينه\"؛ أي يسوي لفظا بين جمع المؤنث في الماضي \"وبين جمع المؤنث في الأمر\" من الأجوف الواوي حيث يقال فيهما: قلن بضم القاف \"لأنهم لا يعتبرون الاشتراك الضمني\"؛ أي الصوري اللفظي \"ويكتفون بالفرق التقديري\" وتحقيق الفرق التقديري أن أصل قلن على تقدير كونه جمعا من الماضي، قولن بفتح القاف والواو وأن ضمة القاف للدلالة على الواو المحذوفة كما مر، وأما على تقدير كونه جمعا من الأمر فأصله أقولن بضم الهمزة والواو وسكون القاف، فنقل ضمة الواو إلى القاف فاستغني عن الهمزة ثم حذفت الواو لالتقاء الساكنين فيكون ضمة القاف ضمة الواو كما سيجيء \"كما\" يكتفون بالفرق التقديري \"في بعن وهو مشترك بين المعلوم والمجهول أيضا\"؛ أي كما هو مشترك بين معلوم الأمر والماضي فيكون بعن مشتركا بين ثلاثة أحدهما جمع المؤنث في الأمر، وأصله حينئذ بيعن بكسر الهمزة والياء وسكون العين، فنقلت كسرة الياء إلى ما قبلها فاستغني عن الهمزة فحذفت الياء لالتقاء الساكنين فيكون كسرة الباء بنقطة وكسرة الياء بنقطتين. وثانيها جمع المؤنث من الماضي المعلوم، وأصله حينئذ بيعن بفتح الباء والياء معا وسكون العين، فقلبت الياء ألفا لتحركها وانفتاح ما قبلها فالتقى ساكنان الألف المقلوبة والعين فحذفت الألف فصار بعن بفتح الباء ثم كسر الباء حتى يدل على الياء المحذوفة، كما ضم القاف في قلن للدلالة على الواو فصار بعن، وثالثها جمع المؤنث من الماضي المجهول، وأصله حينئذ بيعن بضم الباء وكسر الياء وسكون العين، فنقلت كسرة الياء إلى ما قبلها بعد سلب حركته فحذفت الياء لالتقاء الساكنين فصار بعن بكسر الباء أيضا، قوله:",
        "(1/129)\n\n\n[شرح ديكنقوز]\nبيعن بضم الباء وكسر الياء \"أو وقع\" الاشتراك بين الماضي والأمر \"في\" مثل \"قلن من غرة الواضع\"؛ أي من غفلته عن الوضع الأول بأن وضع لهذا أولا قصدا ولهذا ثانيا قصدا غافلا عن الوضع الأول، فيكون اللفظ مشتركا بالوضع القصدي من غير قصد الاشتراك، وهذا إنما يكون على تقدير أن كون الواضع غير الله تعالى، كما هو مذهب البهشمية، فيكون السبب في وقوع المشترك في اللغة حينئذ هو الغرة، وأما على تقدير أن يكون الواضع هو الله تعالى، كما هو مذهب الأشعري فلا يستقيم وعلى هذا فسبب وقوع الاشتراك الابتداء \"كما وقع\" الاشتراك بالوضع القصدي من غير قصد الاشتراك من تلك الغرة على ذلك المذهب \"في\" فعل \"الاثنين والجماعة من الأمر والماضي في تفعل\" تقول: تكسر تكسر اتكسروا في الماضي \"وتفاعل\" نحو: تباعد تباعدا تباعدوا أمرا وتباعد تباعدا تباعدوا ماضيا \"وتفعلل\" نحو: تدحرج تدحرجا تدحرجوا أمرا وماضيا \"ولا يفرق\" بعد الإعلال \"بين فعلن\" بضم العين \"وفعلن\" بفتحها \"نحو: طلن\" أصله طولن طولن\" بضم العين لا طولن بفتحها \"لأن الفعيل\" من الصفة المشبهة \"يجيء من فعل\" بضم العين \"غالبا ومن فعل\" بالفتح نادرا كالسخين من باب نصر، ولما جاء الصفة المشبهة من طلن على طويل علم أنه ليس من طول بالفتح، بل من طول بالضم بتاء على الغالب \"كما يعلم الفرق بين بعن وخفن من مستقبلهما؛ أعني يعلم من يخاف أن أصل خفن خوفن بالكسر؛ لأن باب فعل يفعل\" بفتح العين فيهما \"لا يجيء إلا من حروف الحلق\" عينا ولاما وليس في خفن حرف منها عينا أو لاما، فلا يظن أنه من فعل بالفتح، ولم يجئ فعل بالضم يفعل بالفتح فعلم أن أصله خوفن بالكسر \"ويعلم من بيع أن أصل بعن بيعن؛ لأن الأجوف لا يجيء من باب فعل يفعل\" بالكسر فيهما، ولم يجئ أيضا فعل بالضم يفعل بالكسر، فتعين أن أصله بيعن بفتح الياء \"المستقبل\" من قال \"يقول إلى آخره\"؛ أي يقولان يقولون تقول تقولان يقلن تقول تقولان تقولون تقولين تقولان تقلن أقول تقول \"أصله يقول كينصر وإعلاله مر\" وهو أن حركة حرف العلة أعطيت إلى ما قبلها فحذفت الواو بعد نقل حركتها إلى ما قبلها \"كما\" في \"يقلن\" أصله يقولن \"لاجتماع الساكنين الأمر قل إلخ\"؛ أي قولا قولوا قولي قولا قلن \"أصله أقول\" كانصر \"فنقلت حركة الواو إلى القاف\" كما مر في يقول \"ثم حذفت الواو لاجتماع الساكنين ثم حذفت الألف\"؛ أي همزة الوصل\n__________\n\n[الفلاح شرح المراح] لابن كمال باشا\n\"أو وقع من غرة الواضع\" عطف على قوله؛ لأنهم لا يعتبرون الاشتراك فيكون دليلا آخر على عدم الفرق بين الماضي والأمر في مثل قلن؛ أي لم يفرق بينهما؛ لأنه وقع الاشتراك من غرة الواضع الغرة بالكسر الغفلة؛ يعني أن الواضع وضع أولا لفظ قلن لجمع المؤنث في الماضي ثم غفل عن وضعه هذا لهذا فوضع الجمع المؤنث في الأمر أيضا، فاتفق الاشتراك من غير قصد وأنت خبير بأن هذا الدليل إنما يتم إذا كان واضع الألفاظ الإنسان الذي من شأنه النسيان، وفيه كلام بين في موضعه \"كما\" وقع الاشتراك \"في الاثنين والجماعة من الأمر والماضي في تفعل\" حيث يقال في تثنية الماضي والأمر تفعلا وفي جمعهما تفعلوا \"وتفاعل\" حيث يقال في تثنيتها تفاعلا وفي جمعهما تفاعلوا \"وتفعلل\" حيث يقال فيهما تفعللا وتفعللوا \"ولا يفرق بين فعلن\" بضم العين \"و\" بين \"فعلن\" بالفتح لفظا \"في نحو: طلن\" بضم الطاء أصله طولن بضم الواو، قلبت الواو ألفا فالتقى ساكنان فحذفت ثم نقلت ضمتها إلى ما قبلها على ما هو الأصل في الإعلال، كما مر في نقل كسرتها إلى ما قبلها في نحو: خفن فصار طلن \"وقلن\" وإنما لم يفرق بينهما لفظا اكتفاء بالفرق التقديري وذلك \"لأنه\"؛ أي الشأن \"يعلم من الطويل أن أصل طلن\" بضم الطاء \"طولن\" بفتح الطاء وضم الواو \"لأن الفعيل يجيء من فعل\" بضم العين \"غالبا\" فعلم أن أصله كذلك بناء على هذا الغالب، وقد مر أن أصل قلن قولن بفتحتين فافترقا بالفرق التقديري \"كما يعلم الفرق بين خفن وبعن من مستقبلهما\" يعني يعلم من يخاف أن أصل خفن خوفن بكسر الواو \"لأن باب فعل يفعل\" بالفتح فيهما \"لا يجيء إلا من حروف الحلق\"؛ أي إلا من الكلمات التي في عينها أو في لامها حروف الحلق، وليس في يخاف حرف حلق حتى يحتمل كونه من الثالث، فتعين أنه من الباب الرابع لانحصار فتح العين في المضارع فيهما قوله: \"ويعلم\" عطف على قوله يعلم من يخاف؛ أي يعلم \"من يبيع أن أصل بعن بيعن\" بفتحتين \"لأن الأجوف لا يجيء\" إلا من الأبواب الثلاثة التي سميت دعائم الأبواب كما مر، فلا يجيء \"من باب فعل يفعل\" بالكسر فيهما فتعين أنه من الباب الثاني لانحصار كسر العين في المضارع فيهما \"المستقبل\" من الأجوف الواوي \"يقول إلى آخره\"؛ أي يقولان يقولون تقول تقولان يقلن تقول تقولان تقولون تقولين تقولان تقلن أقول تقول \"أصله يقول\" بضم الواو وسكون القاف \"وإعلاله\" في قوله والثلاثة إذا كان ما قبلها ساكنا، نحو: يخوف ويبيع ويقول يعطي حركتهن إلى ما قبلهن لضعف حروف العلة وقوة الحرف الصحيح \"فحذفت الواو\" بعد نقل حركتها إلى القاف \"في يقلن\" أصله يقولن \"لاجتماع الساكنين\" الواو واللام \"والأمر\"؛ أي أمر الحاضر \"قل إلخ\"؛ أي قولا قولوا قولي قولا قلن \"أصله أقول\" بضم الهمزة والواو وسكون القاف \"فنقلت حركة الواو إلى القاف وحذفت\" الواو \"لاجتماع الساكنين\" الواو واللام \"ثم حذفت الألف\"؛ أي همزة الوصل\n(1/130)",
        "\n\n[شرح ديكنقوز]\n\"لانعدام الاحتياج إليها\" بحركة ما قبلها قدم حذف الواو على حذف الألف؛ لأن سبب حذف الواو؛ أعني اجتماع الساكنين مقدم على سبب حذف الألف؛ أعني عدم الاحتياج؛ لأن سبب اجتماع الساكنين؛ وهو أخذ حركة الواو مقدم على سبب عدم الاحتياج إليها؛ أعني إعطاء الحركة إلى القاف ضرورة، ولو منع التقديم الزماني فلا مجال يمنع التقديم الذاتي، وأيضا دفع بقاء الساكنين أمر ضروري ولا ضرورة في حذف الألف \"ويحذف الواو في قل الحق وإن لم يجتمع فيه الساكنان\" بحسب الظاهر على تقدير ثبوت الواو بأن تقول قول الحق\"؛ لأن الحركة فيه حصلت بالخارجي\" وهو لام التعريف في الحق \"فيكون\" حركة اللام في قل الحق \"في حكم السكون\"؛ لأن العارض كالمعدوم فيتحقق اجتماع الساكنين \"تقديرا\" فحذف الواو لدفعه \"بخلاف قولا وقولن؛ لأن الحركة فيهما حصلت بالداخليين\" فلم يتحقق اجتماع الساكنين فلم يحذف الواو بمنزلة الداخليين، ولذلك قال وهو بمنزلة الداخلي، وإنما قال الداخليين للمبالغة في كونهما بتلك المنزلة \"وهما ألف الفاعل ونون التأكيد\" أما كون ألف الفاعل بمنزلة الداخلي، فلما مر من أن الألف كجزء من الفعل فلذا لم يذكره وأما كون نون التأكيد بمنزلة الداخلي فتعرض له بقوله \"وهو\"؛ أي نون التأكيد \"بمنزلة الداخلي\"؛ لأنه به يتحقق معنى الفعلية؛ لأن التأكيد في الحوادث يكون \"ومن ثمة\"؛ أي ومن أجل أنه بمنزلة الداخلي \"جعلوا معه\" آخر \"المضارع مبنيا نحو هل يفعلن\" مع وجود سبب الإعراب وهو حرف المضارعة؛ إذ صار آخره وسطا ولا إعراب في الوسط ولم يقع الإعراب على النون؛ لأنه مشابه بالتنوين في كونه في آخر الكلمة والتنوين لا يقع محل الإعراب؛ إذ ليس من الكلمة ولا بمنزلة جزء منها، وكذلك لا يقع ما يشابهه محل الإعراب \"ويحذف الألف في دعتا\" أصله دعوتا قلبت الواو ألفا فحذفت الألف لاجتماع الساكنين \"وإن حصلت الحركة\" في تاء دعتا \"بألف الفاعل\" الذي هو بمنزلة الداخلي \"لأن التاء ليست من نفس الكلمة\"؛ لأنها جيء بها لبيان تأثير الفاعل فلم تعتبر حركتها فاجتمع ساكنان تقديرا وإن لم يجتمعا بحسب الظاهر \"بخلاف اللام في قولا\"؛ لأنها من نفس الكلمة فاعتبرت حركتها فلم يجتمع ساكنان تقديرا؛ يعني أن الحركة والمتحرك كليهما عارضان في دعتا، فكانت الحركة في حكم السكون، والحركة وإن كانت عارضة في قولا إلا أن المتحرك ليس بعارض، بل هو أصلي فتقوى الحركة بمعروضها فلم تكن في حكم السكون \"وتقول في الأمر بنون التأكيد المشددة قولن\" بالفتح \"قولان قولن\" بالضم \"قولن\" بالكسر\n__________\n\n[الفلاح شرح المراح] لابن كمال باشا\n\"لانعدام الاحتياج إليها\" ولما توجه أن يقال إذا كان موجب حذف الواو أن يجتمع الساكنان، فلم لم يعيدوها في مثل قل الحق بكسر اللام لزوال موجب الحذف فيه، أجاب عنه بقوله: \"وتحذف الواو في قل الحق وإن لم يتمع فيه ساكنان؛ لأن الحركة\"؛ أي حركة اللام فيه \"إنما حصلت بالخارجي\"؛ أي بالأمر الخارجي وهو لام التعريف في الحق الذي هو مفعول قل، والمفعول لا يلازم الفعل وما حصل بالأمر الخارجي الغير اللازم عارض \"فتكون\"؛ أي حركة اللام \"في حكم السكون تقديرا بخلاف قولا\" يعني لم يحذف الواو في قولا، وإن كانت حركة اللام بسبب ألف التثنية لا بالأصالة؛ إذ الأصل في الأمر البناء على السكون \"و\" كذلك في \"قولن\" بإلحاق نون التأكيد \"لأن الحركة فيهما حصلت بالداخلين وهما ألف الفاعل\" في الأول وقد مر أن الضمير المرفوع المتصل بمنزلة جزء الكلمة، ولهذا أسكنوا ما قبلها \"ونون التأكيد\" في الثاني \"وهو\"؛ أي نون التأكيد \"بمنزلة الداخلي\" أيضا \"ومن ثمة\"؛ أي ومن أجل أنه بمنزلة الداخلي \"جعلوا معه آخر الفعل مبنيا\" مع وجود علة الإعراب \"في نحو هل يفعلن\" لتركبه مع الفعل ولا إعراب في الوسط كما مر في فصل الأمر. ولما توجه أن يقال لو صح ما ذكرتم يلزم أن لا يحذف الألف في مثل: دعتا ويقال دعاتا لحصول حركة التاء بالداخلي وهو ألف التثنية، أجاب بقوله: \"ويحذف الألف في دعتا\" أصله دعوتا بفتحات قلبت الواو ألفا لتحركها وانفتاح ما قبلها فصار دعاتا فحذفت الألف \"وإن حصلت الحركة\"؛ أي حركة التاء \"بألف الفاعل؛ لأن التاء ليست من نفس الكلمة\"؛ لأن هذه التاء هو عين التاء في دعتا، وقد مر أن هذه التاء حرف التأنيث وليست بجزء من الكلمة ولا فاعل، فكانت الحركة التي فيها في شيء أجنبي من الفعل والفاعل مع أنها قد حصلت بسبب الغير الذي هو ألف التثنية، والشيء الأجنبي منهما لا يلازم الفعل حكما وحركة ما لا يلازم لا يلازم أيضا، فثبت أن حركة التاء في مثل دعتا ورمتا عارضة لا اعتبار لها \"بخلاف اللام في\" قوله: \"قولا\" فإنه يلازم الفعل لكونه جزءا منه فيلازم حركته أيضا وإن كانت بسبب الغير كما في دعتا، وحاصل الفرق بين قولا وقل الحق ودعتا أن اللام في قولا لا جزء من الكلمة فحركت بسبب الألف الذي هو كجزء من الكلمة في اللزوم، فتكون هذه الحركة كأنها أصلية، فلذلك لم يحذف فيه الواو، وأما اللام في قل الحق، وإن كانت جزء من الكلمة إلا أن لام التعريف التي بسببها حركت لام الكلمة ليست كجزء من الكلمة في اللزوم، فيكون حركة اللام عارضة فلهذا حذفت فيه الواو، أما التاء في دعتا فليست بجزء من الكلمة فالحركة عليها وإن كانت حاصلة بسبب ما هو كجزء من الكلمة لا تلزم الكلمة، فلذلك حذفت الواو فيه أيضا \"وتقول\" في أمر الحاضر \"بنون التأكيد\"؛ أي عند إلحاق نون التأكيد المشددة \"قولن\" بفتح اللام \"قولن\" بضم اللام \"قولن\" بكسر اللام\n(1/131)\n",
        "\n[شرح ديكنقوز]\n\"قولان قلنان و\" تقول \"بالخفيفة قولن\" بالفتح \"قولن\" بالضم \"قولن\" بالكسر على قياس الصحيح \"الفاعل قائل إلخ\" قائلان قائلون قوال قول وقولة قائلة قائلتان قائلات وقوائل \"أصله قاول\" كناصر \"فقلبت الواو ألفا لتحركها وانفتاح ما قبلها كما\" قلبت \"في كساء أصله كساو\" من الكسوة \"وجعل واوه ألفا لوقوعه في الطرف\" وعدم اعتبارهم بالألف حاجزا فصار كأن الواو ولى الفتحة فقلبت ألفا لتحركها وانفتاح ما قبلها أو لتنزيلهم الألف منزلة الفتحة فالتقى ألفان، فكرهوا حذف إحداهما أو تحريك الأولى لئلا يعود الممدود مقصورا والمقصور اسم معتل اللام يكون ما قبل آخر نظيره من الصحيح فتحة كعصا ونظيره فرس، والممدود اسم معتل اللام يكون ما قبل آخر نظيره من الصحيح ألفا ككساء وهو نظير كتاب، فإذا حذف إحدى الألفين في كساء لو حركت الأولى لم يعلم أن ما قبل آخره ألف في الأصل أم لا، وهذا معنى عود الممدود مقصورا \"ثم\" لما لم يمكن حذف إحدى الألفين ولا تحريك الأولى \"جعل\" الألف المقلوبة \"همزة\" دفعا لالتقاء الساكنين واختص الهمز لقربها من الألف \"ولا اعتبار بألف اسم الفاعل في قائل؛ لأنها ليست بحاجزة\" مانعة \"حصينة\"؛ أي قوية فلا يمنع من كون القاف ما قبل الواو والقاف مفتوحة فقلبت الواو ألفا لتحركها وانفتاح ما قبلها \"فاجتمع ألفان\" وهو التقاء الساكنين \"ولا يمكن إسقاط الألف الأولى\" لدفعه \"لأنه\"؛ أي اسم الفاعل حينئذ \"يلتبس بالماضي\" ولا يكفي الإعراب فارقا؛ لأنه يزول بالوقف \"وكذلك\"؛ أي كالألف الأولى الألف \"الثانية\" في عدم إمكان سقوطها للالتباس بالماضي \"فحركت الأخيرة فصارت همزة\" ولم تتحرك الأولى لئلا يلزم تغيير العلامة؛ إذ هي علامة اسم الفاعل أو حملا على كساء ونقطت هذه الهمزة كما نقطها الحريري في الرسالة الرقطاء، وهي التي إحدى حروف كل كلمة منها منقوطة والأخرى غير منقوطة في نحو: قائل خطأ، وحكي أن أبا علي الفارسي دخل على واحد من المنتمين للعلم، فإذا بين يديه جزء فيه مكتوب قائل منقوطا بنقطتين من تحت، فقال له أبو علي: هذا خط من؟ قال: خطي فالتفت إلى صاحبه كالمغضب، وقال قد أضعنا خطواتنا في زيارة مثله وخرج من ساعته \"ويجيء\" اسم الفاعل \"في البعض\" من الأجوف \"بالحذف\"؛ أي بحذف العين \"نحو هاع\" من الهرع وهو القيء \"ولاع\" من اللوع وهو الهم والمصيبة وإحراق العشق القلب \"والأصل هائع ولائع\" حذفت الألف المقلوبة من العين على غير القياس فصار هاع ولاع بوزن قال \"ومنه\"؛ أي مما يجيء بالحذف \"قوله تعالى: {عَلَى شَفَا جُرُفٍ هَارٍ} ؛ أي هائر\" منهدم فحذفت العين كما مر\n__________\n\n[الفلاح شرح المراح] لابن كمال باشا\n\"قولان قلنان بالخفيفة\"؛ أي وبالنون الخفيفة المؤكدة \"قولن\" بفتح اللام للمفرد المذكر \"قولن\" بضم اللام \"للجمع\" المذكر \"قولن\" بكسر اللام للمفرد المؤنث \"اسم الفاعل\" من الأجوف \"قائل إلخ\"؛ أي قائلان قائلون قائلة قائلتان قائلات وقوائل \"أصله قاول\" بكسر الواو \"فقلبت الواو ألفا لتحركها وانفتاح ما قبلها كما في كساء\" بكسر الكاف \"أصله كساو\" من الكسوة \"وجعلوا الواو ألفا\" في كساء \"لوقوعها في الطرف وانفتاح ما قبلها وهو السين\"؛ إذ لا اعتبار بالألف؛ لأنها ليست بحاجزة حصينة فاجتمع ساكنان هما الألفان ولم يمكن حذف إحداهما؛ لئلا يلزم التباس البناء ببناء آخر \"ثم جعلت\" الألف المقلوبة من الواو \"همزة\" بالتحريك لدفع التقاء الساكنين فصار كساء \"ولا اعتبار لألف الفاعل\" في مثل قاول كما في كساء \"لأنها ليست بحاجزة حصينة\" كما في قنية \"فاجتمع ألفان\" ألف الفاعل والألف المقلوبة من الواو \"ولا يمكن إسقاط\" الألف \"الأولى؛ لأنه يلتبس\" اسم الفاعل حينئذ \"بالماضي\" في حقيقة الحروف وهو ظاهر \"وكذلك\" يلتبس اسم الفاعل بالماضي لو أسقطت الألف \"الثانية\" في الصورة لا في الحقيقة؛ إذ ألف الماضي مقلوبة من عين الكلمة وألف الفاعل على تقدير حذف الثانية هي الألف الزائدة للفاعل، ولما لم يمكن حذف إحداهما وجب تحريك إحداهما ضرورة امتناع الساكنين \"فحكت\" الألف \"الأخيرة\" المقلوبة من الواو \"فصارت همزة\"؛ لأن الألف إذا تحركت تهمز وإنما حركت الأخيرة؛ لأنها جزء من الكلمة ومتحرك في الأصل دون الأولى؛ لأنها زيدت ساكنة فتحريك المتحرك في الأصل أولى ولأن الثانية عين الكلمة، وهي متحركة في نظائرنا من الصحيح نحو: ناصر وضارب، ومما يجب أن يعلم أنه إذا أعل فعل أعل فاعله، نحو: قال وقائل وباع وبائع، وإذا لم يعل فعل لم يعل فاعله، نحو: عور وعاور وسود وساود كذا حقق \"ويجيء في البعض بالحذف\"؛ أي ويجيء اسم الفاعل في بعض الأجوف بحذف حرف العلة منه \"نحو: هاع ولاع الأصل هائع ولائع\" على وزن ضارب؛ يعني قد يحذف الألف المقلوبة من حروف العلة لاجتماع الساكنين وإن التبس بالماضي في الصور، لكن هذا الحذف ليس بقياس مطرد، بل مقصور على السماع الهائع يجوز أن يكون واويا من هاع أصله هوع؛ أي قاء ويجوز أن يكون يائيا من هاع أصله هيع؛ أي جبن واللاع واوي من لاعه الحب يلوعه والتاع فؤاده؛ أي احترق من الشوق، يقال: رجل هاع ولاع؛ أي جبان جزوع \"ومنه\" ومن البعض الذي جاء بالحذف \"قوله تعالى\" {أَمْ مَنْ أَسَّسَ بُنْيَانَهُ} \" {عَلَى شَفَا جُرُفٍ هَارٍ} ؛ أي هائر\" فحذفت الياء لما مر، فوزنه قبل الحذف فاعل وبعده فال، وهذا مخالف لما في الصحاح حيث قال يقال حرف هار خفضوه في موضع الرفع وأرادوا هائر، وهو مقلوب من الثلاثي إلى الرباعي، كما قلبوا شائك السلاح إلى شاك السلاح، فيكون هار مما جاء بالقلب لا مما جاء بالحذف، ولما في الكشاف حيث قال: وهار\n(1/132)\n\n\n[شرح ديكنقوز]\n\"ويجيء\" اسم الفاعل في بعض الأجوف \"بالقلب\" المكاني وهو نقل حرف عار عن عارضه من الحركة والسكون مكان حرف آخر، وكل واحد منهما معروض للعارض الآخر \"نحو: شاك أصله شائك\"؛ أي إذا لم يقلب بالمكان كان حقه أن يقال شائك، وأصله شاوك من الشوك، وهو تمام السلاح من باب علم فوضع العين موضع اللام واللام موضع العين فقيل شاكو فوزنه فالع، فأعل إعلال غاز، فعلى هذا يقال: جاءني شاك ومررت بشاك ورأيت شاكيا، وأما من قال جاءني شاك بالرفع ورأيت شاكا ومررت بشاك بالجر، فقد حذف حرف العلة التي هي العين طلبا للتخفيف، وكثر فيه قلب الواو همزة على مقتضى القياس فيقال: شائك \"وحاد أصله واحد\" فنقل الواو إلى موضع الدال فتعذر الابتداء بألف فقدم الحاء عليه فصار حادو فأعل إعلال غاز فوزنه عالف، ولا يختلجن في قلبك استبعاد القلب المكاني \"إذ يجوز\" هذا \"القلب في كلامهم نحو: القسي\" بكسر القاف والسين \"أصله قووس\" بضمها جمع قوس \"فقدم السين\" إلى موضع الواو الأولى وأخرت هي إلى موضع السين فبقي القاف والواو الثانية في موضعهما \"فصار قسوو\" بغير الإدغام فالإعلال مقدم عليه فوزنه فلوع \"مثل عصوو\" جمع عصا \"ثم جعل قسي\" بضم القاف؛ أي قلبت الواوان؛ أعني واو فعول والواو التي هي اللام ياءين \"لوقوع الواوين\" المذكورين \"في الطرف\" في الجمع والأولى مدة زائدة فلم يعتد بها حاجزا، فصارت الواو التي هي اللام ياء كأنها وليت الضمة فكأنه في التقدير قسو بواو واحدة أو تنزل الواو التي هي مدة منزلة الضمة، فقلبت الواو التي هي لام ياء على حد قلبها في أدل فصار قسوي، فاجتمع الواو والياء والسابقة ساكنة فقلبت الواو للياء وأدغمت الياء في الياء وكسروا ما قبل الياء صيانة لها \"ثم كسر القاف إتباعا لما بعدها\" فصار قسي \"كما\" فعلوا هذا الصنيع \"في عصو\" بالنقل فصار عصي وزنه فعيل، والأصل عدم الاتباع فيهما \"ومنه\"؛ أي ومن القلب المكاني \"أينق\" وزنه أعفل \"أصله أنوق\" جمع ناقة على وزن أفعل \"ثم قدم الواو على النون\" ليسكن وليحصل الخفة \"فصار أونق ثم جعل الواو ياء على غير القياس\" للتخفيف \"فصار أينق\". \"المفعول مقول إلخ أصله مقول فأعل كإعلال يقول\"؛ أي فأعطى حركة الواو إلى ما قبلها فصار مقوول \"فاجتمع ساكنان\n__________\n\n[الفلاح شرح المراح] لابن كمال باشا\nوزنه فعل قصر عن فاعل كخلف من خالف ونظيره شاك وصات في شائك وصائت، وألفه ليست بألف فاعل إنما هي عينه وأصله هو روشوك وصوت، فعلى هذا لا يكون من الحذف ولا من القلب تدبر، ولعل اختلاف هذه الأقوال مبني على اختلاف أئمة اللغة فيه؛ إذ كل من هؤلاء القائلين ممن يعتمد فلا ينسبون إلى الخبط والسهو \"ويجيء بالقلب\"؛ أي ويجيء اسم الفاعل في بعض الأجوف بالقلب المكاني تخفيفا على خلاف القياس أيضا \"نحو: شاك أصله شائك\" من الشوكة وهي شدة البأس، ومنه شاكي السلاح فقلبت الياء كافا؛ أي قدم الكاف التي هي لام الكلمة إلى موضع العين وأخر الياء إلى موضع اللام فصار شاكي فأعل كإعلال قاض، فصار شاك فوزنه قبل القلب فاعل وبعده فالع وبعد الإعلال فال، وأنت تعلم أن ما ذكره المصنف غير ما ذكر في الكشاف من قصر ألف اسم الفاعل فيه، واعلم أنه قد جوز ابن الحاجب في شاك القلب المكاني والحذف أيضا؛ أي حذف الألف المقلوبة من الواو التي هي عين الكلمة لالتقاء الساكنين كما في هاع \"وحاد أصله واحد\" فقلبت الكلمة؛ أي أخرت الواو آخر الكلمة فوقع الألف في الأول فامتنع الابتداء به، فقدم الحاء عليها فصار حاد، ثم قلبت الواو ياء لتطرفها وانكسار ما قبلها فصار حادي فأعل كإعلال قاض، فوزنه قبل القلب فاعل وبعده عالف وبعد الإعلال عال، وأنت خبير بأن ذكر هذا المثال استطراد؛ لأنه ليس اسم الفاعل من الأجوف الذي نحن فيه، بل من المثال، ولما كان في القلب المكاني في اسم الفاعل نوع استبعاد لمخالفته القياس أراد أن يزيل ذلك الاستبعاد بإيراد نظائره فقال: \"ويجوز القلب\" المكاني في كلامهم \"نحو: قسي\" بكسرتين \"أصله قووس\" بضمتين \"فقدم السين\" التي هي لام الكلمة على الواو الأولى التي هي عين الكلمة \"فصار قسو ونحو عصو\" بضمتين على وزن فعلو \"ثم جعل قسي\" يعني قلبت الواو المشددة ياء \"لوقوع\" هذين \"اواوين في الطرف\" وتحقيقه قلبت الواو الأخيرة ياء لوقوعها في الطرف فاجتمع الواو والياء وسبقت إحداهما بالسكون فقلبت الواو ياء وأدغمت الياء في الياء ثم كسر ما قبلها وهو السين لأجل الياء \"ثم كسر القاف\" أيضا \"إتباعا لما بعدها\" وهو السين فصار قسي بوزن فلعو بكسرتين \"كما\" جعل الواو ياء وكسر ما قبلها للياء وما قبل ما قبلها إتباعا \"في عصي\" وهي جمع العصا وأصله عصوو بضمتين فقلبت الواو الأخيرة ياء لتطرفها فاجتمع الواو والياء وسبقت إحداهما بالسكون، فقلبت الواو ياء وأدغمت الياء في الياء وكسر الصاد لأجل الياء ثم كسر العين إتباعا له، فصار عصي بكسرتين لكن ضم العين لغة فيه \"ومنه\"؛ أي ومن البعض الذي جاء بالقلب المكاني \"أينق\" بضم النون وهو جمع ناقة \"أصله أنوق\" فاستثقلوا الضمة على الواو \"ثم قدم الواو على النون\" دفعا لذلك الثقل \"فصار أونق\" بسكون الواو وضم النون \"ثم جعل الواو ياء على غير قياس\" فوزنه قبل القلب أفعل وبعده أعفل. اسم \"المفعول\" من الأجوف \"مقول إلى آخره\"؛ أي مقولان مقولون مقولة مقولتان مقولات ومقاول \"أصله مقوول\" على وزن منصور \"فأعل كإعلال يقول\" يعني نقلت ضمة الواو إلى القاف \"فاجتمع ساكنان\" هما الواوان، ولا يمكن تحريك إحداهما؛ لئلا يلزم الثقل أو كون البناء مجهولا فوجب حذف إحداهما لامتناع",
        "(1/133)\n\n\n[شرح ديكنقوز]\nفحذفت الواو الزائدة\" للمفعول \"عند سيبويه؛ لأن الحذف بالزائد أولى\" لا بغيره \"و\" حذفت \"الواو الأصلي\"؛ أي عين الفعل دون واو المفعول \"عند\" أبي الحسن \"الأخفش؛ لأن\" الواو \"الزائد\"؛ أي واو المفعول \"علامة\" للمفعول \"والعلامة لا تخذف، وقال سيبويه في جوابه\"؛ أي في جواب الأخفش؛ أي في جواب دليله، لا نسلم أن الواو علامة للمفعول، بل هي إشباع الضمة لرفضهم مفعلا في كلامهم كما مر، والعلامة إنما هي الميم فقط يدل على ذلك كونها علامة المفعول في المزيد فيه من غير واو، ولئن سلمنا أن الواو علامة، لكن لا نسلم أن العلامة لا تحذف، بل إنما \"لا تحذف العلامة إذا لم يوجد فيه\"؛ أي هناك \"علامة أخرى\" غير المحذوف \"وفيه\"؛ أي في مقول \"يوجد علامة أخرى\" للمفعول \"وهي الميم فيكون وزنه\"؛ أي وزن مقول \"عنده\"؛ أي عند سيبويه \"مفعل\" بفتح الميم وضم الفاء وسكون العين \"وعند الأخفش\" يكون وزنه \"مفول\" بفتح الميم وضم الفاء، فإن قيل: إذا اجتمع الزائد مع الأصلي فالمحذوف هو الأصلي كالياء من غاز مع التنوين، وإذا التقى ساكنان والأول حرف مد يحذف الأول كما هو في قل وبع وخف، قلنا: كل ذلك إنما يكون إذا كان الثاني من الساكنين حرفا صحيحا، وأما ها هنا فليس كذلك بل هما حرفا علة \"وكذلك\"؛ أي كمقول \"مبيع\" أصله مبيوع \"يعني أعل كإعلال يبيع\"؛ أي أعطى حركة الياء إلى ما قبلها \"فصار مبيوع\" بسكون الياء والواو \"فاجتمع الساكنان\" الياء والواو \"فحذفت الواو\" لدفعه \"عند سيبويه \"على أصله \"فصار مبيع\" بضم الباء وسكون الياء \"ثم كسر الباء\" المنقوطة بنقطة واحدة \"حتى تسلم الياء\" المنقوطة بنقطتين من قلبها واوا لضمة ما قبلها ويسلم البناء من الالتباس بالواوي \"وعند الأخفش حذف الياء\" أعني العين على أصله لدفع التقاء الساكنين ولم تقلب واوا على ما هو مقتضى القياس لبقاء التقاء الساكنين فصار مبوع \"فأعطى الكسرة لما قبلها\" لتدل عليها ولئلا يلتبس بالواوي \"كما مر في بعت\" هكذا وقع في النسخ التي رأيناها، والصواب أن لفظ مر وقعت سهوا من الكاتب؛ لأن هذه حوالة تغرى؛ أي كما أعطيت الكسرة لما قبلها في بعت؛ إذ أصله بيعت قلبت الياء ألفا فاجتمع ساكنان فحذفت الألف ثم كسرت الباء لتدل على الياء؛ لئلا يلتبس\n__________\n\n[الفلاح شرح المراح] لابن كمال باشا\nالتلفظ بهما ساكنين \"فحذفت الواو\" الثانية \"الزائدة\" الحاصلة من إشباع ضمة الواو الأولى \"عند سيبويه؛ لأن الحذف للزائد أولى\" من الحذف للأصل \"و\" حذف \"الواو الأصلي\" أولى \"عند\" أبي الحسن \"الأخفش؛ لأن\" الواو \"الزائدة علامة\" للمفعول \"والعلامة لا تحذف\" وهذا التعليل ألا يطابق لما نقله ابن الحاجب عن الأخفش أيضا حيث قال: وأما حجة الأخفش في حذف العين دون واو المفعول، فهو أن واو المفعول وإن كانت زائدة فقد جاء لمعنى وهو المد والعين لم يأت لمعنى، ويبقى التنوين الذي جاء لمعنى وإبقاء الحرف الذي جاء لمعنى أولى، كما تقول: مررت بقاض فيحذف الياء؛ لأنهما لم تأت لمعنى ويبقى التنوين الذي جاء لمعنى الصرف، ثم قال: وشيء آخر يدل على صحة مذهبه وهو أن هذه العين قد اعتلت في قال وقيل ولما اعتلت بالإسكان والقلب في أصل مقول، كذلك اعتلت بالحذف واو مفعول الذي هو العين؛ لأن إعلال الاسم فرع إعلال الفعل، وهكذا نقله السعد التفتازاني عن الأخفش أيضا \"قال سيبويه في جوابه\"؛ أي جواب قول الأخفش \"العلامة لا تحذف إذا لم يوجد علامة أخرى\" وأما إذا وجدت فقد جاء حذفها اكتفاء بالباقية \"وفيه\"؛ أي والحال أن في المفعول \"يوجد علامة أخرى وهي الميم\" دل هذا الكلام على أن الميم\" دل هذا الكلام على أن الميم علامة والواو علامة أخرى عند سيبويه، وهو غير مطابق لما نقله صاحب النجاح عن سيبويه أيضا حيث قال: وحجة سيبويه؛ يعني على أن المحذوف هو الواو الزائدة أن علامة اسم المفعول الميم دون الواو ألا يرى إلى استمرار مجيء الميم في الثلاثيات وغيرها دون الواو، لكن الواو نشأت من إشباع ضمة ما قبلها لرفضهم مفعلا في كلامهم إلا مكرما ومعونا، والتوفيق بينهما أن هذا الكلام الزامي بناء على أن الميم والواو علامتان عند الأخفش \"فيكون وزنه عنده\"؛ أي وزن اسم المفعول عند سيبويه \"مفعلا\" بفتح الميم وضم الفاء وسكون العين، وعند الأخفش مفعولا، وكذلك مبيع\" أصله مبيوع بوزن منصور \"يعني أعل كإعلال يبيع\" يعني أعل بنقل حركة الباء ما قبلها وهو الياء \"فصار مبتوع\" بضم الباء وسكون الياء والواو جميعا \"فاجتمع ساكنان\" هما الواو والياء \"فحذفت الواو عند سيبويه\" لما مر من أنه زائد، والزائد أولى بالحذف \"فصار مبيع\" بضم الباء وسكون الياء \"ثم كسر الباء\" بنقطة \"حتى تسلم الياء\" بنقطتين عن انقلابها واوا؛ إذ لو لم يكسر لقلب الياء واوا لضمة ما قبلها فيلتبس اليائي بالواوي \"وعند الأخفش حذف الياء\" لاجتماع الساكنين لما مر من أن الواو علامة، والعلامة لا تحذف \"فأعطى الكسرة لما قبلها\" ليدل على الياء المحذوفة، وأيضا لو لم يكسر لالتبس اليائي بالواوي، كما في بعت أصله بيعت بفتحتين فقلبت الياء ألفا لتحركها وانفتاح ما قبلها، فالتقى ساكنان الألف والعين فحذفت الألف فبقي بعت بفتح الباء ثم كسر ليدل على الباء المحذوفة، كما ضم القاف في قلت ليدل على الواو المحذوفة\n(1/134)",
        "\n\n[شرح ديكنقوز]\nبالواوي \"فصار مبوع ثم جعل الواو ياء\" لسكونها ما قبلها \"كما\" جعل ياء \"في ميزان\" ذلك فصار مبيع \"فيكون وزنه مفعل عند سيبويه وعند الأخفش\" يكون وزنه \"مفيل. الموضع مقال أصله مقول\" بفتح الميم والواو \"فأعل كما\"؛ أي كالإعلال الذي \"في يخاف\"؛ أي بنقل حركة الواو إلى ما قبلها ثم قلبها ألفا \"وكذلك\"؛ أي كمقال \"مبيع أصله مبيع\" بفتح الميم وسكون الباء وكسر الياء \"فأعل\"؛ أي وقع الإعلال فيه \"كما\" وقع \"في يبيع واكتفى بالفرق التقديري\" في مبيع \"بين الموضع\"؛ أي اسم المكان \"و\" بين \"اسم المفعول\" فإن تقدير اسم المفعول مبيوع واسم المكان مبيع كما مر، وكيف لا يكتفي به \"وهو\"؛ أي الفرق التقديري \"معتبر عندهم\" وذلك \"كما\"؛ أي كاعتبارهم إياه \"في الفلك\" بضم الفاء وسكون اللام فإنك \"إذا قدرت سكونه\"؛ أي سكون عينه وهو اللام \"كسكون\" عين \"أسد\" بالضم والسكون جمع أسد بفتحتين \"يكون\" الفلك جمعا \"نحو قوله تعالى: {حَتَّى إِذَا كُنْتُمْ فِي الْفُلْكِ وَجَرَيْنَ بِهِمْ} \" فإن جرين مسند إلى ضمير الفلك، فلو لم يكن الفلك جميعا لقيل جرى بالإفراد والتذكير على الأصل، كما في الفلك المشحون وفي مثله \"و\" لذلك قال المصنف إذا قدرت سكونه في الموضعين بتذكير الضمير الراجع إلى الفلك أو جرت لكونه بمعنى السفينة كما في قوله تعالى \" {وَالْفُلْكَ تَجْرِي فِي الْبَحْرِ بِأَمْرِهِ} \" ولا يدل جرين على جرت لثبوت الأيام فعلن، وإنما وجب أن يقال جرى حينئذ؛ لأن ضمير الجمع لا يرجع إلى المفرد \"وإذا قدرت سكونه كسكون قرب\" بضم القاف وسكون الراء مصدر قرب وهو مفرد \"يكون الفلك \"واحدا\" نحو قوله تعالى: {فِي الْفُلْكِ الْمَشْحُونِ} فإن الفلك هنا مفرد؛ إذ لو كان جمعا لوجب أن يقال المشحونة أو المشحونات لوجوب التطابق بين الصفة والموصوف في التذكير والتأنيث والآلة مقوال ومقول، وقد تقدم أنهما لا يعلان، ولذلك لم يذكرهما المصنف \"المجهول\" من قال \"قيل إلخ أصله قول\" كنصر \"فأسكنت الواو للخفة\"؛ لأن الكسرة ثقيلة على الواو خصوصا صامع ضم ما قبلها\" فصار قول\" إلى قلنا بالضم في الكل \"وهو لغة ضعيفة لثقل اجتماع الضمة والواو وفي لغة\" أخرى \"أعطى كسرة الواو\" في قول \"إلى ما قبلها\" بعد حذف حركته وإنما لم يذكره؛ لأنه لازم من إعطاء الحركة إليه فعلم بالالتزام ولم يعكس لعدم الاستلزام في العكس \"فصار قول\" بكسر القاف وسكون الواو \"ثم صار الواو ياء لكسرة ما قبلها\" وسكونها ولم يذكره اكتفاء بما علم التزاما مما سبق؛ إذ إعطاء حركة الواو إلى ما قبلها يستلزم سكونها ولم يعكس اكتفاء بما علم مطابقة فيما سبق قصدا إلى موافقة ما ذكره صريحا \"فصار قيل\" وهذه أفصح اللغات؛ إذ لا ثقل فيها \"وفي لغة\" أخرى \"تشم\" كسرة ما قبل الياء ضمة أو يوقع الإشمام بتذكير يشم، وهذه لغة فصيحة لوجود الخفة إلا أنها غير أفصح لوجود الإشمام \"حتى يعلم أن أصل\" حركة \"ما قبلها مضموم\"؛ أي ضمة\n__________\n\n[الفلاح شرح المراح] لابن كمال باشا\n\"فصار مبوع\" بفتح الميم وكسر الباء وسكون الواو \"ثم جعل الواو ياء\" لسكونها وانكسار ما قبلها كما في ميزان \"فيكون وزنه مفعل\" بكسر الفاء وسكون العين \"عند سيبويه وعند الأخفش مفيل\"؛ لأن العين محذوف عنده، قال المازني: وكلا القولين حسن، وقول الأخفش أقيس اسم \"الموضع\" من قال يقول \"مقال أصله مقول\" بسكون القاف وفتح الواو \"فأعل\" بنقل حركتها إلى ما قبلها ثم قلبها ألفا \"كما في يخاف\" أصله يخوف بسكون الخاء وفتح الواو \"وكذلك مبيع\" أصله مبيع بكسر الياء وسكون ما قبلها \"فأعل\" بنقل كسرتها إلى ما قبلها \"كما\" أعل به \"في يبيع\" لما مر فصار مبيع بكسر الباء ومد الياء، كما كان كذلك في اسم المفعول \"فاكتفى بالفرق التقديري بين الموضع وبين اسم المفعول\" وإن اتحدا لفظا، وبيانه أنه إن كان اسم الموضع كان كسرة ما قبل الياء هي كسرة الياء التي هي عين الكلمة، وإن كان اسم مفعول كانت كسرته من خارج؛ إذ حركة عين الكلمة حينئذ ضمة محذوفة \"وهو\"؛ أي الفرق التقديري \"معتبر عندهم كما\" اعتبر \"في الفلك\" بضم الفاء سكون اللام وهو واحد وجمع ويذكر ويؤنث \"إذا قدرت سكونه\"؛ أي سكون اللام فيه \"كسكون\" السين في \"أسد يكون\" فلك \"جمعا؛ لأن أسدا بضم الهمزة وسكون السين جمع أسد بفتحتين وإسكان السين فيه يكون علامة الجمع اعتبر السكون في الفلك أيضا علامة للجمع \"نحو قوله تعالى: {حَتَّى إِذَا كُنْتُمْ فِي الْفُلْكِ وَجَرَيْنَ بِهِمْ} \" ضمير جرين يرجع إلى الفلك، ولو لم يكن جمعا لما صح رجوعه إليه \"وإذا قدرت سكونه كسكون قرب يكون واحد\"؛ لأن هذا السكون ليس علامة للجمع \"نحو قوله تعالى: {فِي الْفُلْكِ الْمَشْحُونِ} \" ولو كان جمعا لوجب أن يقال المشحونة أو المشحونات \"المجهول\" من الماضي \"قيل إلى آخره\"؛ أي قيلا قيلوا قيلت قيلتا قلن قلت قلتما قلتم قلت قلتما قلتن قلت قلنا \"أصله قول\" بضم القاف وكسر الواو فاستثقلت الكسرة على الواو \"فأسكنت الواو للخفة فصار قول\" بضم القاف وسكون الواو فأبقى على هذا في بعض اللغة \"وهو لغة ضعيفة لثقل الضمة\" التي في القاف \"والواو\" بعدها \"وفي لغة\" أخرى \"أعطى كسرة الواو لما قبلها\" وهو القاف بعد سلب ضمتها \"فصار قول\" بكسر القاف وسكون الواو \"ثم صار الواو ياء لكسرة ما قبلها\" فصار قيل وهذا أفسح اللغات الثلاث، وهو الإتيان بالياء الخالصة والكسر الخالصة \"وفي اللغة تشم حتى يعلم أن أصل ما قبلها مضموم\"؛ أي ما قبل الياء مضموم في الأصل، والإشمام تهيئة الشفتين للتلفظ بالضم، ولكن لا يتلفظ به تنبيها على ضمة ما قبل الواو، وكذا ذكروه وذكر ابن الحاجب في بيان هذه اللغة\n(1/135)\n",
        "\n[شرح ديكنقوز]\nمثل المفتون بمعنى الفتنة أو يريد أن ما قبلها مضموم في الأصل، وحقيقة هذا الإشمام أن تنحو بكسر فاء الفعل نحو الضمة فتميل الياء الساكنة بعدها نحو الواو قليلا؛ إذ هي تابعة لحركة ما قبلها، وهذا مراد النحاة والقراء فيما وقع الإشمام في غير آخر الكلمة لا ضم الشفتين فقط بعد الإسكان كما في الوقف، فإن الإشمام في الوقف على آخر الكلمة بعد إسكان الحرف المضموم الموقوف عليه هو أن تضم الشفتين فقط، مثلا إذا أردت أن تشم في وقف يستعين تسكن النون وتضم شفتيك بعد إسكانها من غير حركة \"وكذلك بيع\" مجهول باع \"واختير وانقيد و\" كذلك \"قلن وبعن\"؛ أي فيما اتصل به ما يسكن لامه وحذف العين للساكنين من نحو: اخترن وانقدن له، فالكسر فيما اتصل له ما يسكن لامه فرع على لغة قيل بالكسر الخالص والضم فيه فرع على لغة قول وبوع بالضم الخالص \"يعني يجوز فيهن\"؛ أي بيع واختير وانقيد وقلن وبعن \"ثلاث لغات\" كسر ما قبلها في كل المطردة وضمه في كلها والإشمام في كلها \"ولا يجوز الإشمام في مثل أقيم لانعدام ضمة ما قبل الياء\"؛ إذ أصله أقوم وإذ لا ضمة فلا إشمام \"ولا يجوز\" أن يقال أقوم \"بالواو\" الساكنة \"أيضا\"؛ أي كما لا يجوز الإشمام \"لأن جواز الواو\" كان \"لانضمام ما قبل حرف العلة\" في الأصل \"وهو ليس بموجود\" في أقيم لما عرفت أن أصله أقوم بسكون القاف \"وسوى في مثل قلن وبعن بين المعلوم والمجهول\" أما في قلن فعلى لغة قول في المجهول؛ إذ تقول في المعلوم قال قالا قالوا قالت قالتا قلن بضم القاف وسكون اللام وفي المجهول على تلك اللغة قول قولا قولوا قولت قولتا قلن بضم القاف وسكون اللام أيضا فوقع التسوية بين المعلوم والمجهول، وأما على لغة قيل في المجهول فلا تسوية بينهما، في المعلوم قلن بضم القاف وفي المجهول تستعمل بكسرها، وأما في بعن، فعلى لغة بيع في المجهول تقول في المعلوم باع باعا باعوا باعت باعتا بعن بكسر الباء، وفي المجهول على تلك اللغات بيع بيعا بيعوا بيعت بيعتا بعن فوضعت التسوية بينهما، وأما على لغة بوع في المجهول فلا تسوية؛ إذ تقول على هذه اللغة في المعلوم بعن بكسر الباء وفي المجهول بعن بالضم \"اكتفاء بالفرق التقديري\" فإن أصل قلن في المعلوم قولن بفتح القاف وفي المجهول قولن بضمهما، وكذلك أصل بعن معلوما بيعن بفتح الباء ومجهولا بيعن بضم الباء، فالضم والكسر في المعلومين عارضان وفي المجهولين أصليان \"وأصل يقال\" في مجهول يقول \"يقول كينصر فأعل كإعلال يخاف\"؛ أي بنقل حركة الواو إلى ما قبلها وقلبها ألفا.\n__________\n\n[الفلاح شرح المراح] لابن كمال باشا\nالثالثة ومنهم من يشم الفاء الضم؛ لأنهم أرادوا البيان، وقد كان في الفاء ضمة فأرادوا أن ينقلوا إليها كسرة العين فلم يمكنهم أن يجمعوا في الفاء الكسرة والضمة فأشموا الكسرة، فصارت الحركة في الفاء بين الضمة والكسرة بمنزلة الحركة في كافر وجائر؛ لأنها بين الكسرة والفتحة، فعلى هذا يكون المراد من الإشمام ها هنا أن يتلفظ حركة بين حركتين ويتبعه أن يتلفظ حرف بين حرفين فيكون ما بعد القاف بين الواو والياء؛ لأن ما ذكروه من تهيئة الشفتين من غير تلفظ كما صرح به السعد التفتازني حيث قال: وحقيقة هذا الإشمام يعني الإشمام في بيع أن تنحو بكسرة فاء الفعل نحو الضمة، فتميل الياء الساكنة بعدها نحو الواو قليلا؛ إذ هي تابعة لحركة ما قبلها، وهذا مراد النحاة والقراء لا ضم الشفتين فقط مع كسرة الفاء كسرا خالصا كما في الوقف، ولا الإتيان بضمة خالصة بعد ياء ساكنة إلى ها هنا عبارته، فظهر من ذلك كله أن ما ذكروه غير صحيح \"وكذلك بيع\" في جواز اللغات الثلاث أصله بيع بضم الباء وكسر الياء فأسكن الياء للخفة، فصار بيع بالضم والسكون ثم صار الياء واوا لسكونها وانضمام ما قبلها، فصار بوع، وهذه لغة ضعيفة لما مر في قول وفي لغة أعطيت كسرة الياء إلى ما قبلها بعد سلب حركة ما قبلها فصار بيع، وهذا أفصح اللغات الثلاث وهو الإتيان بالياء الخالصة والكسرة، وفي لغة يشم ليعلم أن ما قبلها مضموم في الأصل \"واختير\" بضم الهمزة وهو يأتي \"وانقيد\" بالضمة أيضا وهو واوي وإعلالهما ظاهر مما مر وقس عليها نظائرهما، فمن قال قيل وبيع بالياء والكسرة الخالصتين قال اختير وانقيد بالياء الكسرة الخالصتين أيضا، ومن أشم في قيل وبيع أشم فيهما أيضا، ومن قال قول وبوع قال اختور وانقود، وإنما أجرى هذا الباب مجرى الثلاثي؛ لأن أصل اختير اختير بضم التاء بنقطتين من فوق وكسر الياء بنقطتين من تحت فلفظ تير من اختير مثل بيع، وأصل انقيد انقود بضم القاف وكسر الواو للفظ قود من القود مثل قول و\"قلن\" أصله قولن بضم القاف فأسكنت الواو فالتقى ساكنان الواو واللام فحذفت الواو، فمن قال: قيل كسر القاف وقال قلن بكسر القاف، ومن قال: قول لم يكسر بل أبقى على ضمه فقال قلن بضم القاف \"وبعن\" أصله بيعن بكسر الياء فأسكنت الياء فالتقى ساكنان فحذفت الياء فبقي بعن بضم الباء فمن قال: بيع بكسر الياء قال بعن بكسر الباء، ومن قال: بوع لم يكسر ويجوز الإشمام فيهما أيضا \"يعني يجوز فيهن ثلاث لغات\" الياء والياء والإشمام \"ولا يجوز الإشمام في مثل أقيم\" واستقيم \"لعدم ضم ما قبل الباء\"؛ لأن أصلهما أقوم واستقوم بسكون القاف وكسر الواو فيهما فنقلت كسرة الواو إلى القاف ثم قلبت ياء لانكسار ما قبلها فيهما فصار أقيم واستقيم، ولما لم يكن القاف مضموما في الأصل لم يجز الإشمام؛ لأن الإشمام إنما هو للدلالة على ضمة ما قبل حرف العلة ولا ضمة ها هنا، وبهذه العلة أيضا لا يجوز أن يتلفظ بالواو ويقال أقوم واستقوم، كما يجوز أن يقال قول، وإلى هذا أشار بقوله: \"ولا يجوز بالواو أيضا\"؛ أي كما لا يجوز بالإشمام \"لأن جواز الواو\" في قول وبوع إنما هو \"لانضمام ما قبل حرف العلة\" في الأصل \"وهو\"؛ أي انضمام ما قبلها \"ليس بموجود\" في أقيم إذا قد عرفت أن أصل أقيم أقوم بسكون القاف بخلاف قيل مبيع، فإن الأصل فيهما قبل الإعلال الضم كما عرفته؛ فلذلك حسن الواو والإشمام فيهما دون أقيم واستقيم هذا ولو قال المصنف: ولا يجوز الإشمام والواو لعدم ضم ما قبل الواو لكان أخصر، لكنه فصلهما ولم يلتفت إلى اشتراكهما في الدليل تسهيلا على المبتدي \"وسوى في مثل قلن وبعن بين المعلوم والمجهول اكتفاء بالفرق التقديري\" وتحقيقه أن أصل قلن إذا كان معلوما قولن بفتحتين كما مر، فقلبت الواو ألفا لتحركها وانفتاح ما قبلها فالتقى ساكنان الواو واللام فحذفت الواو فبقي قلن بفتح القاف، ثم ضم القاف ليدل على الواو المحذوفة، فصار قلن بضم القاف، وإذا كان مجهولا يكون أصله قولن بضم القاف وكسر الواو فاستثقلت الكسرة على الواو فأسكنت فحذفت لالتقاء الساكنين، فبقي قلن بضم القاف فضمة القاف على الأول عارضة لأجل الدلالة المذكورة وعلى الثاني أصلية، وقد عرفت أن كسر القاف لغة في المجهول فلا يلتبس بالمعلوم حينئذ، وما ذكره المصنف من الاستواء على لغة الضم فافهم \"وأصل يقال يقول\" بضم الياء وسكون القاف وفتح الواو \"فأعل كإعلال يخاف\" يعني نقلت فتحة الواو إلى القاف الذي قبلها ثم قلبت ألفا لتحركها وانفتاح ما قبلها، فصار يقال، كما نقلت فتحة الواو إلى ما قبلها ثم قلبت ألفا في يخاف أصله يخوف بسكون الخاء وفتح الواو كما مر، وقس عليه يباع وينقاد ويختار.\n(1/136)\n\n\n[شرح ديكنقوز]\nالباب السادس في الناقص\nأي معتل اللام \"ويقال له\"؛ أي لمعتل اللام \"ناقص لنقصانه في الآخر\" إما من بعض الحركات كما في حالة الرفع نحو: يرمي، أو من الحروف كما في حالة الجزم نحو: لم يرم \"و\" يقال له أيضا \"ذو الأربعة؛ لأنه يصير على أربعة أحرف في الإخبار عن نفسك نحو: رميت\" ولا يلزم تسمية الصحيح بذي الأربعة؛ إذ لا يجب الاطراد في التسمية، ووجه اعتبار الإخبار قد مضى في الأجوف \"وهو\"؛ أي الناقص \"لا يجيء\" بالاستقراء \"من باب فعل يفعل\" بكسر العين فيهما، وقد علم من تخصيصه بالذكر أنه يجيء من الأبواب الباقية، نحو: رمى يرمي وغزا يغزوا ورضى يرضى ورعى يرعى وزكا يزكو \"وتقول في إلحاق الضمائر رمى رميا رموا رميت رمتا رمين إلى آخره، ورمى أصله رمي فقلبت الياء ألفا لتحركه وانفتاح ما قبلها كما\" قلبت الواو ألفا \"في قال\" لذلك \"وأصل رموا رميوا فقلبت الياء ألفا لتحركها وانفتاح ما قبلها\" وإنما قلبت ألفا حينئذ؛ لئلا يلزم أربع حركات متواليات موجبة لزيادة الثقل اثنتان تحقيقتان حركتها وحركة ما قبلها، واثنتان تقديريتان هما الياء؛ لأنهما مركبة من كسرتين ولم يعتبروا حركة ما بعدها؛ إذ لا اعتبار بالحركة الطرفية لكونها في محل التغيير وثلاث حركات متواليات ليست في تلك المرتبة من الثقل، ولهذا جوزوا ضرب ولم\n__________\n\n[الفلاح شرح المراح] لابن كمال باشا\n\"الباب السادس في\" بيان \"الناقص\":\nقيل هو في استعمال علماء هذا الفن عبارة عما كان في آخره حرف علة، ويرد عليه اللفيف مقرونا كان أو مفروقا مثل طوى ووفى؛ لأنه يصح أن يقال ما كان في آخره حرف علة مع أنه لا يقال في استعمالهم إنه ناقص، فالأولى أن يقال ما كان في آخره حرف علة وكان غير لفيف \"يقال له\"؛ أي لما صدق عليه أنه \"ناقص لنقصانه في الآخر\" بسقوط حرف العلة من آخره حالة الجزم نحو لم يغزوا رم ولم يخش، وقيل لسقوط الحركة من آخره حالة الرفع نحو: يغرو ويرمي ويخشى، ولا يبعد أن يقال معنى قوله لنقصانه في الآخر لنقصانه من الحرف الصحيح في الآخر، كما يقال في الأجوف يقال له أجوف لخلو جوفه من الحرف الصحيح؛ يعني أنه لما كان لحرف العلة نقصان بالنسبة إلى الحرف الصحيح لعدم ثباتها على حالها؛ لأنها تارة تعل بالحذف نحو: قاض ورام، وتارة تحذف بالجزم نحو: لم يغز ولم يرم نزلوا وجودها منزلة عدمها فسموا ما كان في آخره حرف علة ناقصا، سواء ثبتت تلك الحروف أو سقطت، فإن قيل: فعلى ما ذكرتم من سبب تسمية الناقص ناقصا يلزم أن يسمى اللفيف ناقصا لنقصانه بسقوط حرف علة من آخره حالة الجزم وبسقوط الحركة حالة الرفع، ولذلك يقال حكم لام اللفيف كحكم لام الناقص لنقصانه من الحرف الصحيح في الآخر، أجيب بأن تسمية الشيء بالشيء لا تقتضي اختصاصه به، وهذا معنى قولهم: إن وجه التسمية لا يوجب الاطراد، وبهذا الجواب يندفع أيضا ما سيورد على قوله: \"وذو الأربعة؛ لأنه يصير على أربعة أحرف في الإخبار عن نفسك\" على صيغة الماضي \"نحو رميت\" من أن ما ذكرتم يقتضي أن يسمى الفعل الصحيح والمضاعف واللفيف بذوات الأربعة؛ لكون ماضيها على أربعة أحرف عند الإخبار عن نفسك نحو: ضربت ومددت وطويت، ووجه التخصيص بالإخبار ما مر في الأجوف \"وهو\"؛ أي الناقص يجيء من جميع الأبواب إلا أنه \"لا يجيء من باب فعل يفعل\" بكسر العين فيهما باستقراء كلامهم، ويجيء من الخمسة الباقية نحو: دعا يدعو ورمى يرمي ورعى يرعى ورضى يرضى وسرو يسرو \"وتقول في إلحاق الضمائر\"؛ أي في اتصال الضمائر المرفوعة مستكنة كانت أو بارزة \"رمى رميا رموا إلى آخره\"؛ أي رمت رمتا رمين رميت رميتما رميتم رميت رميتن رميت رمينا \"أصله رمي\" بفتح الياء \"فقلبت الياء\" فيه \"ألفا لتحركها وانفتاح ما قبلها\" فصار رمى \"كما في قال\" يعني كما يقلب حرف العلة في ماضي الأجوف الواو ألفا لتحركها",
        "(1/137)\n\n\n[شرح ديكنقوز]\nيجوزوا ضربت وكذلك الواو مع قبلها \"فصار رماوا فاجتمع ساكنان فحذفت الألف\" دعا لاجتماع الساكنين دون الواو؛ لأنه ضمير وهو لا يحذف \"فصار رموا\" بفتح الميم \"وكذلك؛ أي مثل رموا في حذف لام الفعل بسبب الإعلال \"رضوا إلا أنهم ضموا الضاد فيه\"؛ أي في رضوا \"بعد الحذف\"؛ أي حذف لام الفعل \"حتى\" يصح واو الجمع أو \"لا يلزم الخروج من الكسرة إلى الواو\" وهو مستثقل، فإن أصله رضوا بدليل الرضوان قلبت الواو ياء لتطرفها وانكسار ما قبلها فصار رضيوا، فاستثقلت الضمة على الياء فحذفت فاجتمع ساكنان، فحذفت الياء لدفعه دون الواو؛ لأنه ضمير فصار رضوا بكسر الضاد وسكون الواو فضم الضاد لتصح واو الجمع؛ إذ لو يضم لقلب ياء لسكونها وانكسار ما قبلها أو لئلا يلزم الخروج من الكسرة إلى الواو فصار رضوا \"وأصل رمت رميت فحذفت الياء\" بعد قلبها ألفا لتحركها وانفتاح ما قبلها وحذفت لاجتماع الساكنين \"كما\" قلبت وحذفت \"في رموا ويحذف الياء\" بعد القلب \"في رمتا\" أصله رميتا قلبت الياء ألفا لتحركها وانفتاح ما قبلها فصار رماتا فحذفت الألف لاجتماع الساكنين فيه صورة \"لأنه\"؛ أي الشأن وإن لم يجتمع الساكنين حقيقة \"يجتمع\" فيه \"الساكنان تقديرا وتمامه مر في قولا\" حيث قال هناك ويحذف الألف في ادعتا وإن حصلت الحركة بألف الفاعل؛ لأن التاء ليست من نفس الكلمة بخلاف اللام في قولا \"ولا يعل\" حرف العلة \"في رمين كما مر في القول\" من أن حروف العلة الساكنة إنما تعل إذا لم يكن ما قبلها مفتوحا، وأما إذا كان ما قبلها مفتوحا فلا تعل لخفة الفتحة والسكون \"المستقبل يرمي إلخ أصله يرمي\" كينصر \"فأسكنت الياء لثقل الضمة عليها\" فصار يرمي \"ولا تعل\" الياء بإسكانها \"في مثل يرميان؛ لأن حركته خفيفة\" وهي الفتحة \"وأصل يرمون يرميون فأسكنت الياء\" بنقل ضمها إلى الميم بعد سلب حركته \"ثم حذفت لاجتماع الساكنين\" فصار يرمون أو تقول لما أسكنت الياء اجتمع ساكنان وحذفت فصار يرمون بكسر الميم وسكون الواو، ثم أبدلت كسرة الميم إلى الضمة صيانة لواو الجمع، وكلام المصنف ها هنا ظاهر في إعلاله الأول؛ إذ لم يتعرض لإبدال كسرة الميم إلى الضمة إلا أنه يحتمل الثاني أيضا بقرينة قوله في إعلاله رامون ثم ضم الميم لاستدعاء الواو الضمة \"وسوى\" لفظا \"بين\" جمع \"الرجال و\" بين جمع \"النساء في مثل يعفون\"؛ أي في الغيبة من الناقص الواوي تقول: الرجال يعفون والنساء يعفون\n__________\n\n[الفلاح شرح المراح] لابن كمال باشا\nوانفتاح ما قبلها نحو قال كذلك تقلب في الناقص الياء ألفا لتلك العلة \"وأصل رموا رميوا\" بضم الياء \"فقلبت الياء\" فيه \"ألفا\" لتحركها وانفتاح ما قبلها \"فاجتمع ساكنان\" هما الألف المنقلبة من الياء وواو الجمع \"فحذفت الألف\"؛ لأن الواو علامة الفاعل فحذفها مخل بالمقصود، ولأنه لو حذفت لم يدل عليها شيء، وإنما بقي فتحة الميم ولم تبدل إلى الضمة مع اقتضاء الواو ضمة ما قبلها لمجانستها إياها؛ لأن الميم ليست بما قبلها على الحقيقة كما مر في أول فصل الماضي ولتدل على الألف المحذوفة \"وكذلك رضوا\" أصله رضيوا بضم الياء بعد أن قلبت الواو ياء؛ لأنه من الواويات فأسكنت الياء تخفيفا لثقل الضمة عليها سيما إذا كان قبلها كسرة، فالتقى ساكنان ثم حذفت الياء كما حذفت في رموا دون الواو؛ لأنها علامة فصار رضوا بكسر الضاد ولم تقلب الواو ياء لسكونها وكسر ما قبلها؛ لأنها ضمير، والضمائر لا تتغير كما لا تحذف \"إلا أنه ضمت الضاد فيه بعد الحذف\"؛ أي بعد حذف الياء لالتقاء الساكنين \"حتى لا يلزم الخروج من الكسرة إلى الواو\"؛ أي من الكسرة التحقيقية إلى الضمة التقديرية وعينت الضمة لمجانستها الواو هذا إعلال رضوا على ما فهم من عبارة المصنف، وفيه إعلال آخر وهو نقل ضمة الياء إلى الضاد بعد سلب حركة الضاد ثم حذفت الياء لالتقاء الساكنين \"وأصل رمت رميت\" بفتح الياء \"فحذفت الياء\" بعد قلبها ألفا لتحركها وانفتاح ما قبلها لالتقاء الساكنين \"كما\" تحذف \"في رموا\" بعد قلبها ألفا لالتقاء الساكنين، ولما توجه أن قال: لِمَ حذفت الياء في الثانية رمت بعد قلبها ألفا مع عدم موجب الحذف، وهو التقاء الساكنين أجاب بقوله: \"وتحذف الياء\" بعد قلبها ألفا \"في رتا\" أصله رميتا بفتح الياء \"وإن لم يجتمع\" فيه \"الساكنان\" لفظا؛ لأن تاء التأنيث قد حركت بألف الفاعل \"لأنه يجتمع الساكنان تقديرا\" وحكما \"وتمامه\"؛ أي تمام بحث الحذف وجودا وعدما، فالمضاف محذوف \"قد مر في\" قل و\"قولا\" وقولن ودعتا \"ولا تعل\" ياء مثل \"رمين\" ورميت إلى آخره \"لما مر في القول\" من أن حروف العلة إذا سكنت جعلت من جنس حركة ما قبلها إلا إذا انفتح ما قبلها لخفة الفتحة والسكون \"المستقبل يرمي إلخ\"؛ أي يرميان يرمون ترمي ترميان يرمين ترمي ترميان ترمون ترمين ترميان ترمين أرمي نرمي \"أصله يرمى\" بضم الياء \"فأسكنت الياء لثقل الضمة عليها\" فصار يرمي بسكون الياء \"ولا تعل\" الياء \"في مثل يرميان\" ويرضيان \"لأن حركته\" وهو الفتحة \"خففة وأصل يرمون يرميون\" بضم الياء \"فأسكنت الياء\" لاستثقالهم الضمة عليها إما بإسقاطها وإما بنقلها إلى ما قبلها، فالتقى ساكنان \"ثم حذفت\" الياء \"لاجتماع الساكنين\" فصار على الثاني يرمون بضم الميم، وعلى الأول يرمون بكسر الميم ثم ضم الميم لما ذكرنا في رضوا فصار يرمون بضمها \"وسوى\" ولم يفرق لفظا \"بين الرجال والنساء\"؛ أي بين لفظ جمع المذكر الغائب وجمع المؤنثة الغائبة \"في مثل يعفون\"؛ أي في كل فعل مضارع ناقص واوي على وزن يعفل بضم العين، فيقال: الرجال يعفون والنساء يعفون\n(1/138)",
        "\n\n[شرح ديكنقوز]\nاكتفاء بالفرق التقديري \"و\" تلك \"الواو في\" جمع \"النساء أصلية\"؛ إذ أصله يعفون بضم الفاء وسكون الواو على وزن ينصرون\"والنون\" فيه \"علامة التأنيث\"؛ أي علامة المؤنث فوزنه يفعلن وعلم من ذلك أن الواو في يعفون إذا كان جمعا للرجال زائدة وعلامة لجمع المذكر وأن النون للإعراب، ولذا سقط في الجزم والنصب نحو: لم يغزو لن يغزو أصله يعفون مثل ينصرون، استثقلت الضمة على الواو فأسقطت، فاجتمع ساكنان فحذفت لام الفعل فصار يغزون فوزنه يعفون \"ومن ثمة\"؛ أي ومن أجل أن النون في جمع النساء علامة \"لا تسقط في قوله تعالى: {إِلَّا أَنْ يَعْفُونَ} \"؛ أي المطلقات، ولم تكن علامة لسقطت حالة النصب كما هو حال نون الإعراب \"وأصل ترمين\" للواحدة المخاطبة \"ترميين\" مثل تضربين \"فأسكنت الياء\" لثقل الكسرة عليها \"ثم حذفت\" تلك الياء \"لاجتماع الساكنين\" دون الأخرى لكونها علامة فصار ترمين فوزنه تفعين \"وهو\"؛ أي ترمين \"مشترك في اللفظ مع جماعة النساء\" اكتفاء بالفرق التقديري، فإن أصله إذا كان جمع النساء ترمين بكسر الميم وسكون الياء مثل تضربن فوزنه تفعلن \"فإذا أدخلت\" أنت \"الجازم\" على ترمي \"تسقط\" أنت \"الياء منه علامة للجزم\" تقول لم يرم؛ لأن حرف العلة في الناقص بمنزلة الحركة في الصحيح \"ومن ثمة\"؛ أي من أجل أن الياء تسقط علامة للجزم كالحركة في الصحيح \"تسقط الياء\" للوقف في النقص \"في حالة الرفع علامة للوقف في قوله تعالى: {وَاللَّيْلِ إِذَا يَسْرِ} \" أصله يسري سقط الياء للوقف في النقص سقوط الحركة في الصحيح نحو: ليضرب \"وتنصب\" أنت الياء \"إذا أدخلت\" على يرمي \"الناصب\" تقول لن يرمي \"لخفة النصب\" استعمل ألقاب الإعراب من الجزم والرفع والنصب؛ لأن المضارع معرب كما مر \"ولم تنصب\" أنت الياء بعد قلبها ألفا لتحركها وانفتاح ما قبلها \"في مثل لن يخشى؛ لأن الألف لا يحتمل الحركة\"؛ أي لا يتحمل الحركة كقوله:\n__________\n\n[الفلاح شرح المراح] لابن كمال باشا\nاكتفاء بالفرق التقديري وهو معتبر عندهم \"و\" بيان الفرق التقديري وهو أن \"الواو في\" جمع \"النساء أصلية\" لكونها لام الفعل \"والنون\" ضمير الجمع و\"علامة التأنيث\" والفعل مبني معها فوزنه يفعلن مثل ينصرن، وأما الواو في الرجال فهو ضمير الجمع؛ لأن أصل يعفون على ذلك التقدير يعفون بضم الواو فاستثقلت الضمة عليها فأسقطت، فالتقى ساكنان هما الواوان فحذفت الأولى؛ لأنها لام الفعل وهو محل التغير، ولأن الثانية علامة الفاعل والنون للإعراب والفعل معرب فوزنه يفعون بسكون الفاء وضمالعين \"ومن ثم\"؛ أي ومن أجل أن النون في مثل يعفون لجمع المؤنث ضمير الجمع وعلامة التأنيث \"لا تسقط\" في جمع المؤنث بدخول أن الناصبة \"في قوله تعالى: \" {إِلَّا أَنْ يَعْفُونَ} \" فإن قلت: لِمَ لَمْ يبين في أثناء بحث اليائيات اشتراك لفظي جمع المذكر الغائب وجمع المؤنث الغائبة في مثل يعفون مع أنه من الواويات؟ قلت: لمناسبة مثل يعفون لما قبله ولما بعده، أما لما قبله فلكونه جمعا للمذكر الغائب مثل يرمون، وأما لما بعده فلكونه مشتركا مثل ترمين، مع أن المصنف لم يذكر في باب الناقص بحث الواويات على التفصيل حتى يبين مثل يعفون فيه، بل قاس الناقص الواوي على الناقص اليائي وقال: وحكم غزا يغزو مثل رمى يرمي في كل الأحكام \"وأصل ترمين ترميين\" بكسر الياء الأولى \"فأسكنت الياء\" بحذف كسرتها تخفيفا، فالتقى ساكنان هما الياءان \"ثم حذفت\" تلك الياء التي حذفت كسرتها؛ لأنها آخر الكلمة وهو محل التغيير ولأن الثانية ضمير، والضمائر لا تتغير \"لاجتماع الساكنين وهو\"؛ أي ترمين \"مشترك في اللفظ مع جاعة النساء\" يعني لم يفرق في اللفظ بين الواحدة المخاطبة وبين جمع المخاطبة اكتفاء بالفرق التقديري فوزن الواحدة تفعين بحذف اللام ووزن الجمع تفعلن بإثبات اللام \"وإذا أدخلت\" على مضارع الناقص اليائي الحرف \"الجازم تسقط\" منه في المفرد المذكر والمفرد المؤنث الغائبيين والمفرد المخاطب وفي صيغة المتكلم \"الياء\" وكذا الواو وإذا أدخلت الجازم على مضارع الناقص الواوي نحو: لم يغز \"علامة\" للجزم؛ لأن حرف العلة في الناقص بمنزلة الحركة في الصحيح، وذلك لأن حروف العلة أشبهت الحركات من حيث إنها مركبة منها والحركات مأخوذة منها على اختلاف فيه، وعلى كلا التقديريين فالمناسبة حاصلة فأجروا تلك الحروف في الفعل المعتل اللام مجرى الحركة في أن حذفوها في حال الجزم وأيضا الحركات لا تقوم بها، كما لا تقوم بنفسها فحذفت في الجزم حذف الحركة كذا قيل، وقد وقع في بعض النسخ وإذا أدخلت الجوازم بصيغة الجمع والمراد واحد؛ لأن الجمع المحلي باللام قد يراد به المفرد كما ثبت في موضعه فاندفع ما قيل إنه يلزم أن يكون سقوط الياء بدخول جوازم ثلاث وليس كذلك \"ومن ثم\"؛ أي ومن أجل أن الياء تسقط في الناقص في حال الجزم علامة له لتنزله منزلة الحركة \"وتسقط في حالة الرفع علامة للوقف في\" مثل \"قوله تعالى: {وَاللَّيْلِ إِذَا يَسْرِ} \" أصله إذا يسري؛ لأن الأصل في الوقف إسقاط حركة آخل الكلمة، فلما تنزلت حروف العلة منزلة الحركة في الناقص أسقطت في حالة الرفع للوقف، كما تسقط الحركة في حالة الرفع للوقف \"وتنصب\"؛ أي وتفتح حرف العلة في الفعل الناقص ولم يحذف \"إذا أدخلت\" عليه الحرف \"الناصب لخفة النصب\"؛ أي الفتح على حرف العلة نحو: لن يرمي ولن يغزو بفتح الياء والواو، قوله: \"ولن تنصب في مثل لن يخشى؛ لأن الألف لا يتحمل الحركة\" جواب دخل مقدر تقديره إن قولكم وتنصب حرف العلة إذا دخل النواصب لخفة النصب منقوض بمثل: لن يخشى؛ إذ حرف العلة فيه ساكن مع الناصب، وتحقيق الجواب أن أصله يخشي بفتح الشين وضم الياء، فقلبت الياء ألفا لتحركها وانفتاح ما قبلها، والألف لا يحتمل الحركة أصلا حتى يصير مفتوحا فبقيت ساكنة مع الناصب أيضا، وكذلك كل فعل\n(1/139)\n",
        "\n[شرح ديكنقوز]\nولا يحسبون الحكم عجزا ... لما عدم السنون احتمالي\nأي تحملي؛ إذ لو حركت لحرجت عن أصل وضعها وهو السكون \"الأمر\" منه \"ارم إلى آخره أصله ارمي\" بسكون الياء \"فحذفت الياء علامة للجزم فبقي ارم\"هذا لمشاكلة قوله: فإذا أدخلت الجازم تسقط الياء علامة للجزم، وإلا فالوجه أن يقول للوقف أو للسكون كما في بعض النسخ \"وأصل ارموا ارميوا\" كاضربوا \"فأسكنت الياء ثم حذفت لاجتماع الساكنين\" كما في يرموا بلا فرق \"وأصل ارمي\" بالياء للواحدة المخاطبة \"ارميي\" كاضربي \"فسكنت الياء الأصلية\" لاستثقال الكسرة عليها لا حاجة إلى هذا القيد؛ إذ يعلم من قوله: فأسكنت أن المراد بالياء الياء الأصلية، ولذا لم يذكره في إعلال ترمين إلا أنه ذكره هنا؛ لئلا يتردد السامع في الأمرين من أن إطلاق لفظ الياء؛ أي الياءين هو؛ أي المستكن أو المحذوف \"ثم حذفت\" تلك الياء \"لاجتماع الساكنين\" دون الزائدة؛ لأنها ضمير\" وتقول بنون التأكيد الثقيلة \"المشددة\" ارمين \"بفتح الياء\" ارميان ارمن \"بضم الميم\" ارمن \"بكسر الميم\" ارميان ارمينان وتقول \"بالخفيفة رامين بفتح الياء ارمين بضما لميم ارمن بكسر الميم. الفاعل رام إلخ أصله رامي\" على وزن ضارب \"فأسكنت الياء في حالتي الرفع والجر\" لاستثقال الضمة والكسرة على الياء \"ثم حذفت الياء لاجتماع الساكنين\" من الياء والتنوين؛ لأنه نون ساكنة تتبع حركة الآخر؛ أي تأتي بعد الحركة لا كنون حسن فإنها قبل الحركة، فإذا صار الميم آخرا تتبع حركته وتأتي بعدها وليست بعارضة لحرف كالحركة، بل هي حرف مستقل زيدت علامته للتمكن والعلامة لا تحذف \"ولا تسكن\" الياء \"في حالة النصب\" بل تحرك بالفتحة على ما هو مقتضى حالة النصب \"لخفة النصب\"؛ أي الفتحة على الياء، وإنما قال النصب للمشاكلة، وهذا كثير في كلامهم مر \"وأصل رامون راميون\" على وزن ضاربون \"فأسكنت الياء\" بأن حذف حركتها \"ثم حذفت\" الياء \"لاجتماع الساكنين\" دون الواو؛ لأنه علامة الرفع \"ثم ضم الميم لاستدعاء\" صيانة \"الواو الضمة وإذا أضفت\" أنت \"التثنية\"؛ أي تثنية رام \"إلى نفسك\"؛ أي ياء المتكلم \"فقلت\" جواب الشرط؛ أي فقد قلت \"رامياي في حالة الرفع\" أصله راميان فلما أضفته إلى ياء المتكلم أسقطت نون التثنية؛ لأنها تؤذن بتمام الكلمة، والإضافة تؤذن بعدم تمامها بدون المضاف إليه، فلو لم يسقط النون حالة الإضافة لاجتمع النقيضان فصار رامياي \"و\" قلت \"راميي في حالتي\" الإضافة و\"النصب والجر\" بثلاث ياءات\n__________\n\n[الفلاح شرح المراح] لابن كمال باشا\nناقص عين مضارعه مفتوحة نحو: لن يرضى \"الأمر رام إلى آخره\"؛ أي ارميا ارموا ارمي ارميا ارمين \"أصله ارمي\" بإثبات الياء المضمومة؛ لأنه لو حذف من ترمي حرف المضارعة بقي ما بعده ساكنا فاجتلبت الهمزة مكسورة فصار ارمي \"فحذفت الياء علامة للجزم\"؛ أي للوقف كما حذفت الحركة من الصحيح فصار أم \"وأصل ارموا ارميوا\" بكسر الميم وضم الياء \"فأسكنت الياء\" لثقل الضمة عليها إما بإسقاطها عنها وإما بنقلها إلى ما قبلها بعد سلب حركته \"ثم حذفت\" الياء \"لاجتماع الساكنين\" فصار على الثاني ارموا بضم الميم وعلى الأول ارموا بكسر الميم ثم ضم الميم لأجل الواو فصار ارموا بالضم \"وأصل ارمى\" للواحدة المخاطبة \"ارميي\" بياءين أولهما لام الفعل مكسورة وثانيهما ضمير المخاطبة ساكنة \"فأسكنت الياء\" الألى \"الأصلية\" لاستثقال الكسرة عليها فالتقى ساكنان هما ياءان \"ثم حذفت\" تلك الياء \"لالتقاء الساكنين\" فصار ارمى \"وتقول\" في الأمر بنون التأكيد\" المشددة \"ارمين\" بفتح الياء \"ارميان\" على قياس اضربن اضربان \"ارمن\" بضم الميم وحذف الواو \"ارمن\" بكسر الميم وحذف الياء \"ارميان ارمينان و\" تقول \"بالنون الخفيفة ارمن\" بفتح الياء \"ارمن\" بضم الميم \"ارمن\" بكسر الميم \"و\" اسم \"الفاعل رام إلى آخره\"؛ أي راميان رامون رامية راميتان راميات وروام \"أصله رامي فأسكنت الياء في حالة الرفع والجر\" لاستثقال الضمة والكسرة على الياء، فالتقى ساكنان الياء والتوين \"ثم حذفت الياء لاجتماع الساكنين \"وأعطى التنوين لما قبلها فصار رام ولم يحذف التنوين لدلالته على التمكن، وهو نون ساكنة تتبع حركة حرف توجد في آخر الكلمة \"ولا تسكن\" الياء \"في حالة النصب لخفة النصب\"؛ أي الفتح فيقال جاءي رام ومررت برام ورأيت راميا \"وأصل رامون راميون\" بضم الياء فاستثقلت الضمة عليها \"فأسكنت الياء\" فاجتمع ساكنان الياء والواو \"ثم حذفت\" الياء \"لاجتماع الساكنين\" دون الواو؛ لأنهما علامة فصار رامون بكسر الميم وسكون الواو \"ثم ضم الميم لاستدعاء الواو الضمة\"؛ يعني لو لم يضم الميم لزم أن يجعل الياء واوا لسكونها وانكسار ما قبلها وهو غير جائز؛ إذ العلامة لا تتغير كما لا تحذف فوجب ضم ما قبلها لتسلم الواو \"وإذا أضفت التثنية؛ أي تثنية اسم الفاعل من الفعل الناقص اليائي \"إلى نفسك\"؛ أي إلى ضمير دال على نفسك وهو ياء المتكلم كما في غلامي \"فقلت رامياي في حالة الرفع\"؛ لأن أصله في تلك الحالة راميان كما بين في النحو فلما أضيف إلى الياء سقطت النون؛ لأنها توزن بتمام الكلمة والإضافة توزن بعدم تمام الكلمة بدون المضاف إليه فيكون بينهما تضاد، فإذا قصد إلى أحدهما وجب ترك الآخر فصار رامياي \"وراميي في حالة النصب والجر\n(1/140)\n\n\n[شرح ديكنقوز]\nأصله راميين فلما أضيف إلى ياء المتكلم سقطت النون فصار رامي ثم قلت رامي \"بإدغام علامة النصب والجر\"؛ أعني الياء الثانية \"في ياء الإضافة\" وهي الياء الثالثة \"وإذا أضفت الجمع\"؛ أي جمع رام \"إلى نفسك فقلت راميي\" بياءين \"في جميع الأحوال\"؛ أي حال الرفع والنصب والجر \"أصله في حالة الرفع راموي\" أصله رامون سقطت النون بالإضافة فصار راموي \"فأدغم\"؛ أي وقع الإدغام في راموي \"لأنه\"؛ أي الشأن \"اجتمع الحرفان\" هما الواو والياء \"من جنس واحد في العلية\"؛ أي في كونهما حرفي علة وسبقت إحداهما الأخرى بالسكون فقلبت الواو ياء كما هو القاعدة، فصار رامي فأدغم الياء الأولى في الثانية فصار رامي، ثم كسر الميم لتصح الياء فصار رامي، وأما في حالتي النصب والجر فأصله راميين فلما أضيف إلى ياء المتكلم سقطت النون فصار راميي، ثم أدغم الياء الأولى في الثانية فصار رامي. \"المفعول مرمى إلخ أصله مرموي فأدغم كما في رامي\" حالة الرفع بلا فرق \"وإذا أضفت التثنية\"؛ أي تثنية مرمي \"إلى ياء الإضافة فقلت مرمياي في حالة الرفع\" أصله مرميان سقطت النون بالإضافة \"و\" قلت \"في حالتي النصب مرميي بأربع ياآت\" أولها منقلبة عن واو المفعول وثانيها لام الفعل وثالثها علامة النصب والجر ورابعها ياء الإضافة \"وإذا أضفت الجمع\"؛ أي جمع مرمي المذكر السالم \"إلى ياء الإضافة فقلت مرميي أيضا\"؛ أي كالتثنية إلا أن لام الكلمة مكسورة هنا ومفتوحة في التثنية \"بأربع ياءات في كل الأحوال\"؛ أي في حالة الرفع والنصب والجر، أما في حالة الرفع فأصله مرميون فلما أضيف إلى ياء المتكلم وسقطت النون، صار مرميوي فأعل كما في راموي فكسرت الياء الأصلية لصيانة الياء المقلوبة، وأما في حالتي النصب والجر فأصله مرميين، فصار بعد الإضافة إلى ياء المتكلم مرميي فأدغمت الثالثة في الرابعة فصار مرميي بكسر الياء الثانية المدغم فيها. \"الموضع مرمى\" بفتح الميمين أصله مرمي\n__________\n\n[الفلاح شرح المراح] لابن كمال باشا\nبإدغام علامة النصب والجر في ياء الإضافة\"؛ لأن أصله في تلك الحالتين راميين بفتح الياء الأصلية وسكون الياء الثانية التي هي علامة النصب في النصب والجر في الجر، فلما أضيف إلى ياء المتكلم سقطت النون لما ذكر في حالة الرفع فصار راميي بثلاث ياءات، أولاها مفتوحة وثانيتها ساكنة وثالثتها مفتوحة أيضا، فوجب إدغام الثانية في الثالثة؛ لأنهما متجانسان أولاهما ساكنة فصار رامييا بفتح الياءين وتشديد الثانية. واعلم أن في قولهم وإذا أضفت التثنية إلى نفسك فقلت حزازة؛ لأن جزاء الشرط إذا كان ماضيا بغير قد لم يجز دخول الفاء فيه، فحق العبارة أن يقال إذا أضفت قلت فكان هذا سهوا من الكاتب، فحينئذ لا بد من تقدير قد ليصح، وكذلك الحال فيما بعده في مواضع \"وإذا أضفت الجمع\" من اسم الفاعل من الناقص اليائي \"فقلت رامي\" بكسر الميم وفتح الياء المشددة \"في جميع الأحوال\"؛ أي في حالة الرفع والنصب والجر \"و\" ذلك؛ لأن \"أصله في حالة الرفع راموي فأدغم\" الواو في الياء بعد قلبها ياء \"لأنه اجتمع الحرفان\" اللذان \"من جنس واحد في العلية\"؛ أي في كونها حرفي علة قبل قلب الواو ياء في الذات بعد قلبها إياها لاجتماعهما وسبق إحداهما بالسكون، فصار رامي بضم الميم ثم كسرت لأجل الياء فصار رامي، وأصله في حالة النصب والجر راميين بكسر الميم والياء الأولى الأصلية وسكون الياء الثانية، هي علامة النصب في النصب والجر في الجر فأسكنت الياء لثقل الكسرة عليها فالتقى ساكنان فحذفت الأولى؛ لأن الثانية علامة فصار راميين بياء واحدة ساكنة فلما أضيف إلى ياء المتكلم سقطت النون فصار راميي بياءين أولاهما ساكنة وثانيتهما مفتوحة، فوجب إدغام الأولى في الثانية بالضرورة فصار رامي اسم \"المفعول\" من رمى يرمي \"مرمى إلى آخره\"؛ أي مرميان مرميون مرمية مرميتات ومرامي \"أصله مرموي فأدغم \"الواو في الياء بعد قلبها ياء\" كما \"أدغم في رامي وإذا أضفت التثنية\"؛ أي تثنية اسم المفعول \"إلى ياء الإضافة\" ولو قال إل ياء المتكلم لكان أظهر \"فقلت مرمياي في حالة الرفع\" أصله مرميان فحذفت النون بالإضافة فصار مرمياي \"وفي\" حالة \"النصب والجر مرميي بأربع ياءات\"؛ لأن أصله مرميين بفتح الياء الأولى وتشديدها وسكون الياء الثانية ففيه ثلاث ياءات، فلما أضيف إلى ياء المتكلم صارت أربعة وحذفت نون التثنية ثم أدغم ما قبل ياء الإضافة التي هي علامة في ياء الإضافة، فصار مرميي بياءين مفتوحين مشددتين \"وإذا أضفت الجمع\" من اسم المفعول \"إلى ياء المتكلم فقلت مرميي أيضا\"؛ أي كما في التثنية \"بأربع ياءات في كل الأحوال\"؛ لأن أصله في حالة الرفع مرميون، فلما أضيف إلى ياء المتكلم حذفت النون فصار مرميوي، فاجتمعت الواو والياء وسبقت إحداهما بالسكون فقلبت الواو ياء وأدغمت الياء في الياء، فصار مرميي بضم الياء الأولى ثم كسرت لأجل الياء الثانية، فصار مرميي بكسر الياء الأولى وفتح الثانية المشددتين، وأصله في حالة النصب والجر مرميي بكسر الياء الأولى المشددة وسكون الثانية ثم أضيف إلى ياء المتكلم حذفت النون، فصار مرميي فأدغمت الثالثة التي هي علامة في الرابعة لسكون الأولى وفتح الثانية، فصار مرميي بكسر الياء الأولى وفتح الثانية المشددتين، فالجمع مثل التثنية في كون كل منهما بأربع ياءات لا في الحركات والسكنات اسم \"الموضع\" من رمى يرمي \"مرمى\" بفتح الميمين أصله مرمي بضم الياء وتنوينها، فاستثقلت الضمة على الياء فأسكنت، فالتقى ساكنين الياء والتنوين فحذفت الياء فاتصل التنوين بما قبله فصار مرمى، لكنه يكتب بالياء للدلالة على الياء المحذوفة",
        "(1/141)\n\n\n[شرح ديكنقوز]\nقلبت الياء ألفا وحذفت لالتقاء الساكنين الياء والتنوين \"الأصل فيه\"؛ أي في مرمى \"أن يأتي على وزن مفعل بكسر العين\"؛ لأنه من يفعل بالكسر \"إلا أنهم فروا من توالي الكسرات\" ففتحوا العين كما مر في فصل اسم المكان. \"الآلة مرمى\" بكسر الميم الأولى وفتح الثانية أصله مرمي فأعل مثل مرمي \"المجهول رمى يرمى\" مثل ضرب يضرب \"إلخ ولم يعل رمى\" بسلب حركة الياء \"لخفة الفتحة\" عليها كما في يرميان \"وأصل يرمي يرمى\" كيضرب \"قلبت الياء ألفا كما\" قلبت \"في رمى\" معلوما \"وحكم\" الناقص الواوي \"مثل غزا يغزو\" كحكم الناقص اليائي \"مثل رمى يرمي في كل الأحكام\" التي ذكرت في اليائي \"إلا في هذا الحكم وهو \"أنهم يبدلون الواو ياء في نحو أغزيت\" أصله اغزوت \"تبعا ليغزى\" أصله يغزو قلبت الواو ياء لتطرفها وانكسار ما قبلها كما مر في أوائل باب الأجوف، وإنما أخر الواوي عن اليائي مع أن الأصل تقديم الواوي لقوة الواو؛؛ لأن الواوي لا يجيء من أول الدعائم واليائي يجيء منه وليفرع عليه بحث الإبدال لمناسبة إبدال الواو ياء ولذلك قال: \"مع أن الياء من حروف الإبدال\" الإبدال جعل حرف مكان حرف غيره لا للإدغام، فخرج بقوله مكان حرف تعويض همزة ابن واسم، وبقوله غيره ردوا وأب وأخ في النسبة، وبقوله لا للإدغام جعل الطاء مكان تاء الافتعال لإرادة الإدغام \"وحروفها\"؛ أي حروف الإبدال وتأنيث الضمير باعتبار المعنى بقرينة إضافة الحروف إليه؛؛ إذ المصدر يتناول الكثير، ويمكن أن يقرأ الإبدال بفتح الهمزة جمع بدل وإضافة الحروف إليه بيانية،؛ أي الحروف التي هي المبدلات كما في قوله وحروفها سطضظ خفق عند الزمخشري، وعند المصنف خمسة عشر وهي ما يجمعه \"استنجده يوم صال زط\" ومعنى\n__________\n\n[الفلاح شرح المراح] لابن كمال باشا\n\"الأصل فيه\"أي في الموضع \"أن يأتي على وزن مفعل بكسر العين\" وذلك؛ لأن الموضع مما يكون عين مضارعه مكسورا أن يأتي بالكسر تبعا لعين مضارعه \"إلا أنهم قد فروا عن توالي الكسرات\"؛ لأن الياء كسرتان ففتحوا العين في الموضع من الناقص سواء كان عين مضارعه مكسورا أو مفتوحا أو مضموما لذلك، وقد مر ذلك في فصل الموضع اسم \"الآلة مرمى بكسر أوله المجهول\" من الناقص اليائي من الماضي \"رمى\" ومن المضارع \"يرمي إلى آخرهما\"؛ أي رميا رميوا رميت رميتا رمين رميت رميتا رميتم رميت رميتما رميتن رميت رمينا بضم الراء وكسر الميم في الكل يرميان يرميون ترمي ترميان يرمين ترمي ترميان ترميون ترميين ترميان ترمين أرمي نرمي بضم حروف المضارعة وفتح الميم في الجميع \"ولم يعل رمى لخفة الفتحة\" على الياء مع أن ما قبلها ليست بمفتوحة حتى يقلب ألفا \"وأصل يرمى يرمي\" بضم الياء \"فقلبت الياء ألفا\" لتحركها وانفتاح ما قبلها \"كما\" قلبت ألفا كذلك \"في رمى\" ولما بين أحكام الناقص اليائي أحال عليه أحكام الناقص الواوي فقال: \"وحكم غزا يغزو مثل: رمى يرمي في كل الأحكام إلا أنهم يبدلون الواو ياء في نحو: أغزيت تبعا ليغزى\" كما مر بيانه \"مع أن الياء من حروف الإبدال\" وهو جعل حرف مكان حرف آخر ويحرك بحركته ومعاني القيود ظاهرة لمن له عقل سليم ويجري في الأنواع الثلاثة للفظ، أما في الاسم فنحو: تراث أصله وراث، وأما في الفعل فنحو: هراق أصله أراق، وأما الحرف فنحو: ألا فعلت أصله أن لا فعلت، وطرق معرفة الإبدال خمسة؛ أحدها أن يعرف بأمثلة اشتقاقه كالتاء في تراث الهمزة في أجوه، فإن أمثلة اشتقاق الأول ورث ويرث ووارث وموروث وميراث، فإذا وجد التاء في تراث علم أن التاء أبدلت من الواو أصله وراث فعال اسم الميراث، وثانيها أنه يعرف بقلة الاستعمال كقولهم: الثعالي في الثعالب والأراني في الأرانب؛ لأن الثعالي جاء بمعنى الثعالب واستعماله قليل بالنسبة إلى الثعالب، فيعلم أن الياء فيه هو الأصل والياء مبدل عنه، وكذا الحال في الأراني والأرانب، وثالثها أنه يعرف بكون البدل في اسم يكون فرعا عن أصل والحرف زائد في الفرع كضويرب تصغير ضارب، فإنا لا نشك في أنه تصغير ضارب، والمصغر فرع المكبر فضويرب فرع لضارب والألف فيه زائدة، فعلم أن الواو في ضويرب مبدلة من الألف في ضارب؛ لأنه الأصل وضويرب فرعه، ورابعها أنه يعرف البدل في اسم يكون فرعا عن أصل وحرف البدل أصل كمويه تصغير ماء، فإنه فرع عن ماء والهاء فيه أصلي؛ لأن أصل ماء ماه بدليل ماه يموه، فالهمزة مبدلة عن الهاء؛ لأن التصغير يرد الأشياء إلى أصولها، وخامسها أنه يعرف بأنه لو لم يجعل مبدلا للزم بناء مجهول كاصطبر يحكم بأن أصله اصتبر؛ لأنه لو لم يكن كذلك لوجب أن يكون وزنه افطعل، وهو بناء مجهول كذا قرروه \"وحروفها\" الضمير يرجع إلى الإبدال فالأولى حروفه بالتذكير قولك \"استنجده يوم صال زط\" وهي خمسة حرفا يقال استنجده فأنجده؛ أي استعان به فأعانه، ويقال سال عليه وثب وزط اسم قبيلة، وهو فاعل صال ويوم ظرف استنجده ومضاف إلى الجملة الفعلية، وجعل سيبويه حروف الإبدال أحد عشر، فقال: في كتابه حروف البدل أحد عشر حرفا منها ثمانية أحرف من حروف الزيادة، وهي الهمزة والألف والنون والهاء والياء والتاء والميم والواو منها ثلاثة من غيرها، وهي الطاء والدال والجيم، وعند الزمخشري ثلاثة عشر يجمعها قولك: استنجده يوم طال. وقال ابن الحاجب: حروفها أربعة عشر يجمعها قولهم: أنصت يوم جد طاء زل. وقال: إن ما ذهب إليه الزمخشري وهم منه؛ لأنه أسقط الصاد والزاي وهما من حروف الإبدال؛ لقولهم صراط في سراط وزقر في سقر، وزاد السين وليست من حروف الإبدال، ولا يرد عليه اسمع أصله استمع فأبدل السين من الياء؛ لأن مثل هذا يعد من باب الإدغام لا من باب الإبدال، فإن من قال في اسمع بإبدال السين من التاء ورد عليه نحو: اذكر واظلم من حروف\n(1/142)",
        "\n\n[شرح ديكنقوز]\nاستنجده استعان به وزط اسم قبيلة وصال؛ أي حمل من الحملة، وما قيل إن حروفها عند الزمخشري ثلاثة عشر، وهي ما جمعه استنجده يوم صال خلاف ما صرح به في المفصل حيث قال فيه وحروفه حروف الزيادة والطاء والدال والجيم والصاد والزاي، ويجمعها قولك: استنجده يوم صال زط إلى هذا عبارته بمتنها في الكتب المصححة الحاضرة، مع أنه ذكر الصاد والزاي في المفصل أيضا، نعم من الناس من يقول: إنها ثلاثة عشر يجمعها قولك: استنجده يوم صال، بل منهم من يقول: إنها أحد عشرة ثمانية من حروف الزوائد، وهي غير السين واللام وثلاثة من غيرها، وهي الجيم والطاء والدال، وعند ابن الحاجب أربعة عشر يجمعها قولك: أنصت يوم جد طاء زل أنصت؛ أي اسكت ويوم ظرفه وجد مبتدأ مضاف إلى طاء، وهو اسم رجل وزل من الزلل خير مبتدأ والظرف مضاف إلى الجملة؛ أي اسكت في هذا اليوم واعترض على من عد السين من حروف الإبدال منهم الزمخشري والمصنف، ثم قال: وإلا ورد اسمع ورد واذكر واظلم؛ يعني أن المراد ما لا يكون والإدغام وإلا لورد اذكر واظلم أصلهما؛ إذ تكر واظتلم فإن الذال والطاء ليستا من حروف الإبدال اتفاقا، ولعل الزمخشري والمصنف نظرا إلى الوقوع في الجملة حيث حكى المبرد عن بعض العرب أنه يقول استخذ فلان أرضا، يريد اتخذ فيبدل في إحدى التاءين سينا، ولا شك أن هذا الإبدال ليس للإدغام مع أن المصنف قد ظفر بنص من سيبويه في اتخذ كما يجيء إن شاء الله تعالى. ثم شرع في بيان كون أي حرف من الحروف المذكورة من أي حرف يبدل مراعيا في ذلك ترتيب الحروف المذكورة فقال: \"الهمزة\" منها \"أبدلت وجوبا\"؛ أي إبدالا واجبا لا يجوز غيره مطردا غير موقوف على السماع في إيحاده؛ أي قياسا \"من الألف في نحو صحراء\"؛ أي فيما فيه الألف الممدودة \"لأن همزتها ألف في الأصل كألف سكرى\"؛ لأن الألف الممدودة عند سيبويه في الأصل مقصور زيدت قبلها ألف لزيادة المد وذلك؛ لأنها للزومها صارت كلام الفعل فجاز زيادة الألف قبلها كما في كتاب فاجتمع ألفان، فلو حذفت أحدهم لصار الاسم مقصورا كما كان وضاع العمل \"ثم جعلت\"ألف التأنيث \"همزة لوقوعها طرفا بعد ألف زائدة\" دفعا لالتقاء الساكنين دون الزائدة لزيادة المدة لتبقى على مدها ولا يعود الممدود مقصورا، وإنما قلبت همزة ولم تقلب واوا أو ياء مع أن مناسبة حروف العلة بعضها لبعض أكثر؛ لأنه لو قلبت إحداهما لاحتيج إلى قلبها همزة كما في كساء ورداء لكونما قبلها ألفا فيهما فيضيع العمل بقطع المسافة \"ومن ثمة\"؛ أي من أجل كون همزة صحراء ألفا في الأصل وليست بأصلية \"لا يجوز جعلها\"؛ أي همزة صحراء \"همزة\"؛ أي إبقاؤها \"في نحو صحارى\" بفتح الراء جمع صحراء، فإذا أردت أن تجمعها أدخلت بين الحاء والراء وكسرت الراء كما تكسر ما بعد ألف الجمع في مثل مصابيح ومساجد وجعافر، فتقلب الألف التي بعد الراء ياء للكسرة التي قبلها وتقلب ألف التأنيث أيضا ياء لاستدعاء الياء، وتدغم إحدى الياءين في الأخرى فصار صحاري بياء مشددة ثم حذفوا الياء المدغمة للتخفيف، كما في سيد وأبدلوا من الياء الباقية ألفا للتخفيف في الجمع الثقيل فلزم فتح الراء فصار صحارى \"يعني لو كانت\"\n__________\n\n[الفلاح شرح المراح] لابن كمال باشا\nالإبدال وليس كذلك؛ لأن هذا من باب الإدغام والمراد من قولهم حروف الإبدال إبدال من غير؛ إذ كل واحد منها باب على حياله، وأنت تعلم أن زيادة السين يرد على ما ذكره المصنف أيضا، وإنما سميت بحروف البدل لجعل بعضها في موضع بعض، والعلة في إبدال بعضها ببعض إرادة التشاكل والتسهيل والحسن في المسموع والتوسع في التمثيل، والفرق بين حروف الزيادة وحروف البدل أن حروف الزيادة تأتي للمعاني وحروف البدل للألفاظ من تحسين وتسهيل على اللسان قوله: \"الهمزة أبدلت\" شروع في تفصيل الإبدال وبيانه أن؛ أي حرف يبدل من؛ أي حرف فالهمزة تبدل \"وجوبا مطردا من الألف\" اعلم أن إبدالها من حروف اللين، وهي الألف والواو والياء على ثلاثة أقسام: قسم يجب اطراد إبدالها، وقسم يجوز إرداده، وقسم يمتنع الإطراد، فابتدأ بالقسم الأول ثم الثاني ثم الثالث فقال: الهمزة أبدلت من الألف وجوبا \"في نحو صحراء\" وذلك لأن \"همزتها\" ألف في الأصل \"كألف سكرى\" يعني أن أصل صحراء صحرى بألف التأنيث كسكرى وعطشى، إلا أنه لما زيدت قبلها ألف للبناء والمد \"جعلت\" ألف التأنيث \"همزة لوقوعها طرفا بعد ألف زائدة\" ساكنة فلو لم تجعل همزة لاجتمع ساكنان، ولا تجعل الزائدة همزة، ولم يمكن حذفها أيضا لفوات غرض المد ولم يمكن حذف الثانية؛ لأنها علامة التأنيث \"ومن ثم\"؛ أي ومن أجل أن همزته ألف في الأصل \"لا يجوز جعلها\"؛ أي جعل همزة صحراء \"همزة في نحو صحارى\" بفتح الراء ويجوز بكسر الراء وتشديد الياء؛ لأنهم لما كسروا الراء للجمع قلبت الألف الزائدة ياء لانكسار ما قبلها، ثم جعلت الهمزة المتطرفة ألفا، ثم جعلت ياء لانكسار ما قبلها أيضا؛ لأن الياء الأولى المنقلبة من الألف ليست بحاجزة حصينة أو؛ لأن الياء كسرة فاجتمع ياءان فأدغمت الأولى في الثانية فصار صحارىيبكسر الراء وفتح الياء المشددة، ثم خففت بحذف الياء الأولى، ثم أبدلت كسرة الراء فتحة للخفة فجعلت الياء الثانية ألفا لتحركها وانفتاح ما قبلها فصار صحارى بفتح الراء \"يعني لو كانت\" الهمزة\n(1/143)\n",
        "\n[شرح ديكنقوز]\nهمزة صحراء \"في الأصل همزة لجاز صحاريئ بالهمزة\" بعد الياء \"في صورة ما\"؛ أي في صورة من الصور من هذا النحو على مثال هجاريع مع أنه لم يجز \"كما يجوز جعل الهمزة\" في \"نحو خطية\"؛ إذ يجوز خطيئة بالهمزة أيضا فظهر أن همزة صحراء ليست بأصلية \"و\" أبدلت الهمزة أيضا \"من الواو\" التي هي الفاء \"وجوبا مطرد في نحو أواصل\"؛ أي فيما اجتمع فيه واوان متحركان في أول الكلمة وأواصل جمع واصلة أصله وواصل الواو الأولى هي الفاء الثانية منقلبة من ألف اسم الفاعل لاجتماع الساكنين بألف التكسير، كما في ضوارب ولم تحذف إحداهما للالتباس ولم تقلب ياء؛ لئلا يقع علوي؛ أي الألف بين سفليين؛ أي الياء والكسرة، وإنما وجب قلب الواو \"فرارا من اجتماع الواوات\" عند العطف مع أن الواوين إذا تحركتا أحسن لهما من الاستثقال الحاصل بقلب أولاهما همزة \"و\" من الواو التي هي عين مكسورة قلبت الفاء \"في نحو قائل\"؛ أي في اسم الفاعل من الأجوف الواوي أصله قاول \"كما مر في\" باب الأجوف في بحث اسم الفاعل من أن همزته مبدلة وجوبا من الألف المبدلة من الواو لعلة مرت هناك \"و\" من الواو التي هي عين مضمومة \"في أدؤر\"؛ أي في جمع القلة من الاسم الثلاثي الأجوف الواوي الذي واحده على وزن الفعل، والأدؤر جمع قلة للدار أصله أدور قلبت الواو همزة \"لثقل الضمة على الواو\" في الجمع الثقيل مع كون واحدة على وزن الفعل الثقيل، وإنما لم يزيلوا هذا الثقل بنقل حركة الواو إلى ما قبلها؛ لئلا يلتبس بمتكلم المضارع كما في أدور جمع دور كما مر، وإما قلبت مع كون واحدة على وزن الفعل احترازا من نحو أدور جمع دور، فإنه لم يجز قلبها همزة؛ لأن خفة الاسم قاومت ثقل الحركة، وأما الذي واحده وزن الفعل فهو ثقيل بسبب كون واحده على وزن الثقيل الذي هو الفعل فوجب إزالة ثقل الحركة عن الواو، والزمخشري عد أدور من الجائز، ولعله نظر إلى الخفة التي حصلت بسبب سكون ما قبلها وبسبب سكون وسط واحده، وإن كان بعد الإعلال \"و\" من الواو التي هي لام \"في نحو كساء\"؛ أي في اسم معرب آخره واو قبله ألف أصله كساو، وإنما قلبت الواو همزة في هذا النحو \"لوقوع الحركات المختلفة على الواو\" على تقدير عدم القلب ثم إن المصنف راعى ترتيب حروف الكلمة حيث قدم أواصل على قائل، وقدم قائل على كساء وعكس الزمخشري وابن الحاجب نظرا إلى أن التغيير بالآخر أولى \"و\" أبدلت الهمزة أيضا \"من الياء وجوبا مطردا في نحو بائع\"؛ أي في اسم الفاعل من الأجوف اليائي \"كما\"؛ أي كالإبدال الذي \"مر\" في قائل، واعلم أن الهمزة في قائل وبائع وكساء، وإن كانت مقلوبة من الألف كما ذكره في الأجوف إلا أن تلك الألف لما كانت مقلوبة من الواو والياء جعلها مقلوبة منهما هنا قصرا للمسافة، كما صرح صاحب المغرب بهذا التعليل حيث قال: لأن الهمزة إنما أبدلت من الألف المبدلة من الواو والياء، وأشار إلى المذهبين فإن بعض النحويين يزعم أن الهمزة منقلبة عن الألف التي هي بدل عن الواو والياء في قائل وبائع وكساء، وبعضهم يزعم أن الهمزة منقلبة عن نفس الواو والياء أولا من غير واسطة، فأشار هنا إلى المذهب الأخير؛ إذ المتبادر من عبارته هنا إبدالها من نفس الواو والياء، وأشار في الأجوف إلى المذهب الأول حيث قال: فقلبت الواو ألفا ثم جعلت همزة \"و\" أبدلت الهمزة \"جوازا\"؛ أي إبدالا يصح أن يقع ويصح أن لا يقع، ويرتكب بأن تبقى الهمزة على أصلها\n__________\n\n[الفلاح شرح المراح] لابن كمال باشا\n\"في الأصل همزة\" لا مبدلة من الألف \"لجاز صحاريئ\" على وزن مصابيح \"بالهمزة في صورة ما\" من صور استعمالاته \"كما يجوز في نحو خطيئة\" بالهمزة في خطية بالتشديد، ولما لم يجز ذلك علم أنها ليست بهمزة في الأصل، بل هي مبدلة من الألف \"و\" الهمزة أبدلت \"من الواو وجوبا مطردا\" أيضا سواء وقعت الواو في أول الكلمة أو في وسطها أو في آخرها، فالأول \"في نحو أواصل\" أصله وواصل على وزن فواعل جمع واصل كنواصر جمع ناصر، وإنما وجب إبدال الهمزة من الواو ها هنا \"فرارا عن اجتماع الواوات\" المراد من هذا الجمع ما فوق الواحد، قال ابن الحاجب: وإذا جمعت واصل قلت: وواصل على وزن فواعل فاجتمع الواوان اجتماعا لازما، فأبدلت الأولى همزة فلو حملناه على حقيقته وجب حملها على حالة العطف، لكن الأول أقرب؛ لأن واو العطف لا يلزم الكلمة حتى لزم الإبدال لأجلها \"و\" الثاني \"نحو قائل كما مر\" من أن الواو في اسم الفاعل من قال لما قلبت ألفا اجتمع ألفان، ولا يمكن إسقاط أحدهما لئلا يلتبس بالماضي فحركت الأخيرة، فصارت همزة فإبدال الهمزة وإن كان من الألف بالذات لكنها مبدلة من الواو باعتبار أن الألف واو في الأصل فافهم \"ونحو أدؤر لثقل الضمة على الواو\" في وجوب الإبدال في مثله انظر في الصحاح الدار مؤنث وجمع القلة أدؤر بالهمزة، وهي مبدلة من واو مضمومة، ولك أن لا تهمز وجمع الكثرة ديار مثل: جبل وأجبل وجبال، وفي مختار الصحاح جمع القلة أدؤر بالهمزة وتركه \"و\" الثالث \"نحو كساء\" أصله كساو من الكسوة فأبدلت الهمزة من الواو وجوبا \"لوقوع الحركات المختلفة\" الإعرابية \"على الواو\" الضعيفة على تقدير عدم إبدالها \"و\" الهمزة أبدلت \"من الياء وجوبا مطردا\" أيضا \"في نحو بائع لما مر\" من أن الياء في بايع لما قلبت ألفا اجتمع ألفان فحركت الأخيرة فصارت همزة. ولما فرغ من القسم الأول وهو ما يجب اطرادا إبدال الهمزة من حروف اللين فيه شرع في القسم الثاني، وهو ما يجوز إبدال الهمزة فيه فقال: \"وجوازا\n(1/144)\n\n\n[شرح ديكنقوز]\n\"مطردا من الواو المضمومة نحو: أجوه\" أصله وجوه جمع وجه \"لثقل الضمة على الواو\" ولم يجب لعدم كون واحده على وزن الفعل \"و\" ابدلت جوازا غير مطرد \"من الواو الغير المضمومة\" من المكسورة \"نحو: إشاح\" لثقل الكثرة على الواو أصله وشاح \"و\" من المفتوحة \"نحو: أحد أحد في الحديث\" لثقل الحركة على الواو، ولم يذكره اكتفاء بذكره في الياء أصله وحد وحد روي أن سعد بن أبي وقاص كان يشير بأصبعيه، فقال عليه السلام: \"أحد أحد\"؛ أي أشر بأصبع واحدة \"و\" أبدلت \"من الياء\" جوازا غير مطرد \"نحو قطع الله أديه\" أصله يديه \"لثقل الحركة على الياء و\" أبدلت \"من الهاء\" جوازا غير مطرد نحو: أل فعلت وألا فعلت، أصلهما هل فعلت وهلا فعلت، وإن كان في بعض الصور لازما \"نحو: ماء أصله ماء\" إلا أنه غلب صور الجواز عليه فعده من الجائز حيث سكت عن التقييد، ولم يفصله إلى جائز ولازم. ونقول المراد من الواجب ما له سبب موجب وبالجائز ما ليس له سبب موجب فليس لقلب الهاء همزة سبب موجب، بل هو على خلاف القياس فيكون من الجائز فللزوم لا ينافي الجواز، وهذا شاذ لقلته \"ومن ثمة\"؛ أي ومن أجل أن أصله ماء \"يجيء جمعه مياه\" وتصغيره مويه فإنهما يردان الشيء إلى أصله، وإنما تعرض لبيان أصله وإثباته؛ تنبيها على أن الإبدال هنا لازم وإخراجا له حكم سوابقه لما دخل في حكم الجواز، ولذلك لا يقال ماء على الأصل \"و\" أبدلت \"من الألف\" جوازا غير مطرد \"في نحو قوله: هيجت شوق المشتئق\" بكسر الهمزة أصله مشتاق اسم فاعل فلما زال المانع من الحركة عاد إلى أصله وهي الكسرة، وهذا أيضا شاذ؛ لأنه يزيد ثقلا، صدره:\nيا دار مي بدكاديك البرق ... صبر فقد هيجت شوق المشتئق\nوالدكاديك جمع دكداك وهي الرمل المتراكم، والبرق بضم الباء وفتح الراء جمع برقة، وهي أرض غليظة فيها\n__________\n\n[الفلاح شرح المراح] لابن كمال باشا\nمطردا\"؛ أي أبدلت الهمزة بطريق الجواز المطرد \"من الواو المضمومة\" المفردة الوائعة في أول الكلمة، وإنما قلنا المفردة احترازا عن مثل أواصل لوجوب الإبدال فيه لتعدد الواو \"نحو: أجوه لثقل الضمة على الواو\" أصله وجوه جمع وجه، فإن شئت همزت الواو وقلت: أجوه، وإن شئت تركتها على حالها، وقلت: وجوه، وكذلك أورى أصله وأورى مجهول واري فالوا والثانية في وروى إنما هي منقلبة عن ألف واري، فلم يجب همزة الأول؛ لأن الثانية غير لازمة، ألا ترى أنك إذا بنيت الفعل للفاعل الذي هو أصل قلت: واري بخلاف الواو الثانية من وواصل، فإنها لازمة فكان واو وري واوا مفردة مضمومة في أول الكلمة كما في أجوه، قوله: \"ومن الواو الغير المضمومة\" شروع في قسم الثالث وهو ما يمتنع اطراد إبدال الهمزة من حروف اللين، وإنما لم يقيد ها هنا بقوله جوازا غير مطرد؛ استغناء بما سياتي في آخر الباب من أن الموضع الذي لم يقيد من الصور المذكورة يكون جائزا غير مطرد، وقس عليه ما عداه من الصور التي لم تقيد بشيء، والواو الغير المضمومة إما مكسورة \"نحو إشاح أصله وشاح\" بكسر الواو وضمها فأبدلت الهمزة منها تخفيفا فصار إشاح بكسر الهمزة وضمها، لكن لما كان الكسر أشهر وأفصح اعتبره المصنف، قال في الصحاح: الوشاح شيء ينسج من أديم عرضا ويرصع بالجواهر وتشده المرأة بين عاتقيها وكشحيها، يقال: وشاح وإشاح ووشاح وأشاح \"و\" إما مفتوحة \"نحو أحد أحد\" الذي جاء \"في الحديث\" أصله وحد وحد، فأبدلت الهمزة من الواو تخفيفا، وسبب ورود هذا الحديث أن النبي عليه الصلاة والسلام رأى سعد بن أبي وقاص يشير بأصبعيه في التشهد، فقال عليه السلام: \"أحد أحد\"؛ أي أشر بأصبع واحدة \"و\" الهمزة أبدلت \"من الياء جوازا غير مطرد نحو: قطع الله أديه\" للدعاء عليه أصله يديه فأبدلت الهمزة من الياء \"لثقل الحركة على الياء ومن الهاء\" جوازا غيرمطرد \"نحو ماء أصله ماه\" وأصله موه بالتحريك؛ لأنه يجمع على أمواه في القلة وعلى مياه في الكثرة نحو: جمل وجمال وأجمال، فقلبت الواو ألفا والهاء همزة فصار ماء \"ومن ثم\"؛ أي ومن أجل أن أصل ماء ماه \"يجيء جمعه مياه\" بالهاء لا بالهمزة وأصله مواه، فقلبت الواو ياء لانكسار ما قبلها؛ لأن جمع التكسير يرد الأشياء إلى أصولها وكذلك التصغير، فيقال: مويه، قال ابن الحاجب: إن إبدال الهمزة عن الهاء في نحو: ماء شاذ لقلته ولازم؛ إذ لم يثبت النقل باستعمال الهاء في ماء \"و\" الهمزة أبدلت \"من الألف\" جوازا غير مطرد \"في نحو قوله\"؛ أي الشاعر \"هيجت شوق المشتئق\" بكسر الهمزة أصله مشتوق؛ إذ هو اسم فاعل من اشتاق من الشوق، فقلبت الواو ألفا لتحركها وانفتاح ما قبلها، فصار مشتاق كمنقاد ومختار ثم أبدلت الهمزة من الألف فصار مشتئق فعل هذا يكون الإبدال باعتبار الأصل من الواو لا من الألف، كما في قائل أو كساء، لكن المصنف لم يلتفت إلى هذا الأصل، بل نظر إلى الظاهر أو لأن قلب الواو ألفا ها هنا أوجب من قلبها ألفا، ثم لأن ما قبل الواو وهو التاء ها هنا مفتوحة لا حاجز بينهما، وما قبل الواو في قاول ألف ساكنة وما قبل ذلك الألف مفتوح، ولما كان قلبها ها هنا أوجب كان كأنها ألف في الأصل بخلاف ألف قاول تدبر وتمام البيت:\nيا دار مي بدكاديك البرق ... صبرا فقد هجيت شوق المشتئق\nومي: اسم الحبيبة، والدكادكي: جمع دكداك وهو ما التبد من الرمل بالأرض ولم يرتفع، والبرق بضم الباء وفتح الراء جمع برقة، وهي أرض فيها حجارة ورمل وطين مختلط، وهيجت معناه حركت وأظهرت، وفاعله يرجع إلى دار، ومفعوله شوق المشتئق، وأراد بالمشتئق نفسه",
        "(1/145)\n\n\n[شرح ديكنقوز]\nحجارة ورمل صبرا؛ أي أعطني صبرا هيجت حركت وزادت يريد بالمشتئق نفسه \"ونحو قراءة من قرأ بالهمزة وهو أيوب السختياني \"ولا الضألين\" وقراءة عمرو بن عبيد ولا جأن بفتح الهمزة فيهما؛ إذ لا مقتضى للعدول عن الفتح الخفيف أصله الضالين بالألف، لأنه اسم فاعل، وإنما أخر الإبدال من الألف عن الإبدال من الهاء مع أن المناسب أن يقدم الإبدال من الألف عليه؛ لئلا يقع الفصل بينها وبين أختيها نظرا إلى أن الإبدال من الهاء في ماء لازم كما ذكرنا، والإبدال من الألف في المشتق غير لازم ولازم الإبدال في بابه مقدم على غيره، فإن قيل: فعلى هذا يلزم أن يقدم الإبدال من الهاء على الإبدال من الواو والياء؛ إذ الإبدال فيهما غير لازم، قلنا: الإبدال فيهما وإن كان غير لازم إلا أنه ليس بشاذ؛ إذ الحركة مطلقا عليهما ثقيلة بخلاف الإبدال من الهاء فإنه شاذ كالإبدال من الألف في نحو المشتئق؛ إذ لا تخفيف فيهما، بل فيهما ثقل، وإنما جعل إبدال الهمزة من الألف من غير المطرد، وإن كان أصحاب هذه اللغة طردوه جدا كما طردوه في الهرب عن التقاء الساكنين وأن كونه في لغة ضعيفة لا ينافي كونه مطردا؛ نظرا إلى عدم اطراده في جميع اللغات \"و\" أبدلت \"من العين\" جوازا غير مطرد \"نحو: أباب بحر ضاحك زهوق\" أصله عباب، وهذا الإبدال أشد لكونه في غاية القلة، ولذا أخره والعباب ارتفاع الماء ضحك البحر كناية عن املائه وتموجه وزهوق؛ أي عميق قوله: \"لاتحاد مخرجهن\"؛ أي الهمزة والهاء والألف والعين وهو الحلق تعليل لإبدال الهمزة من الهاء والألف والعين \"والسين\" منها \"أبدلت\" جوازا غير مطرد \"من التاء نحو استخذ أصله اتخذ عند سيبويه\" على ما حكى المبرد عن بعض العرب كما مر، أبدلت الأولى سينا، ومن أنكر كون السين من حروف الإبدال أنكر كون أصله اتخذ، بل يقول إنه استفعل من استخذ يستخذ كما مر \"لقربها في المهموسية. التاء\" منها \"أبدلت من الواو\" التي هي فاء جوازا غير مطرد \"من التاء نحو استخذ أصله اتخذ عند سيبويه\" على ما حكى المبرد عن بعض العرب كما مر، أبدلت الأولى سينا ومن أنكر كون السين من حروف الإبدال أنكر كون أصله اتخذ، بل يقول إنه استفعل من استخذ يستخذ كما مر \"لقربها في المهموسية. التاء\" منها \"أبدلت من الواو\" التي هي فاء جوازا غير مطرد \"نحو تخمة\" بضم التاء وفتح الخاء والميم والعامة تقول: تخمة بتسكين الخاء أصله وخمة؛ لأنه من الوخامة بمعنى الثقلة أبدلت من الواو فصار تخمة \"و\" من الواو التي هي لام نحو \"أخت\" أصله أخو بالتحريك كأخ فإن أصله أيضا أخو بالتحريك حذفت اللام منهما على غير القياس لكثرة استعمالهما وهو الواو؛ لأنك تقول في التثنية أخوان ولم يعرض عنه للمذكر وعوض للمؤنث فرقا بينهما ولم يعكس لكثرة استعمال المذكر، ولأن التعويض فرع كالمؤنث وخص التاء للتعويض لمجيئه للتأنيث وضم الهمزة في أخت دون أخ لأجل التاء التي ثبتت في الوصل والوقف كالاسم الثلاثي، فكأن الضم أجعل دليلا على أن التاء عوض عن الواو، ولأن التاء ثابتة في الوصل والوقف، وأنها بمنزلة الحرف الأصلي، وأن الاسم بها كالثلاثي قيل في تثنيته أختان بالتاء دون أخوان بالواو، وإن كانت التثنية ترد على الأصل، وأما الأخ فلما لم يعوض عن الواو فيه شيء فكأنه لم يكن فيه واو من الأصل وأنه ثنائي فلم يحتج فيه إلى الدليل \"لقرب مخرجهما و\" أبدلت التاء \"من الياء\" جوازا غير مطرد \"نحو ثنتان أصله ثنيان\" في عدد المؤنثين؛ لأنه من ثنيت \"وأسنتوا\" بفتح الهمزة من باب الإفعال؛ أي أجدبوا \"أصله اسنيوا\" بالياء وأصله أسنووا بالواو بدليل سنوان، أبدلت الياء من الواو فصار أسنيوا، ثم أبدلت التاء من الياء فصار اسنتوا، وإنما قلنا التاء أبدلت الياء دون الواو؛ لأن حكم الواو الرابعة قلبها ياء\n__________\n\n[الفلاح شرح المراح] لابن كمال باشا\n\"و\" في \"نحو قراءة من قرأ ولا الضألين بفتح الهمزة\" وهي في الأصل ألف اسم الفاعل، قال في الكشاف وقرأ أيوب السختياني ولا الضألين بالهمزة، كما قرأ عمرو بن عبيد ولا جأل هذه لغة من جد في الهرب من التقاء الساكنين \"و\" الهمزة أبدلت \"من العين\" جواز غير مطرد \"نحو: أباب بحر ضاحك زهوق\" والأصل عباب بالعين المهملة أبدلت منها همزة، فصار أباب والعباب بالضم معظم الماء وكثرته وارتفاعه، وعباب البحر أكثر ماء وضاحك؛ أي يضحك بالموج يقال: ضحك البحر إذا هاج من عظم والزهوق البعيد؛ أي بعيد القعر قوله: \"لاتحاد مخرجهن\" علة لإبدال الهمزة من الهاء وإبدالها من الألف وإبدالها من العين كلها وضمير مخرجهن يرجع إلى الهمزة والهاء والألف والعين جميعا \"السين أبدلت من التاء\" بنقطتين من فوق جوازا غير مطرد \"نحو استخذ أصله اتخذ\" بتاءين \"عند سيبويه\" فأبدلت السين من التاء الأولى \"لقربهما في المهموسية\" ومن أنكر كون السين من حروف الإبدال أنكر أن أصله اتخذ في الصحاح، حكى المبرد أن بعض العرب يقول: استخذ فلان أرضا يريد اتخذ فيبدل من إحدى التاين سينا، كما أبدلوا التاء مكان السين في قولهم: ست، ويجوز أن يكون أراد استفعل من اتخذ يتخذ فحذف إحدى التاءين تخفيفا، كما قالوا: ظلت من ظللت انتهى كلامه \"التاء أبدلت من الواو\" جوازا غير مطرد \"نحو تخمة\" بضم التاء وفتح الخاء، ويجوز إسكانها أصله وخمة في مختار الصحاح تقول: اتخم من الطعام وعن الطعام، والاسم التخمة بفتح الخاء والعامة تسكنها \"وأخت\" أصله أخو بفتحتين فضمت الهمزة لتدل على الواو لا الخاء، بل أسكنت لوقوعها بين الشديدين بعد القلب، وإنما قلنا إن أصله أخو بدليل أن جمعه أخوات فأبدلت التاء من الواو فيهما \"لقرب مخرجهما\"؛ أي مخرج الواو والتاء \"و\" التاء أبدلت \"من الياء\" أيضا \"نحو ثنتان\" بنقطتين من فوق بعد النون \"أصله ثنيان\" بنقطتين من تحت؛ لأنه من ثنى الشيء؛ أي عطفه فاثنان عدد المذكر وثنتان عدد المؤنث \"وأسنتوا أصله أسنيسوا\" فأبدلت التاء من الياء فيهما\n(1/146)",
        "\n\n[شرح ديكنقوز]\n\"حتى لا تقع الحركة\" مطلقا \"على الياء\" الضعيف \"و\" أبدلت التاء \"من السين\" جوازا غير مطرد \"نحو ست أصله سدس\" كما مر في المضاعف \"ونحو\" قاتل الله بني السعلات. \"عمرو بن يربوع شرار النات\" غير أعفاء ولا أكيات. النات الأصل الناس، والأكيات الأصل الأكياس جمع كيس، والمنادي محذف؛ أي يا قوم السعلات النساء الضخمات الخبيثات، وعمرو بدل من ابن، وشرار الناس صفة عمرو، وعمرو هنا اسم قبيلة، وشرار جمع شرير، وأعفاء جمع عفيف يريد يا قوم قاتل الله هؤلاء الجماعة؛ فإنهم شرار الناس وغير أعفاء وغير أكياس. وذكر في الضرام من حكايات العرب أن عمرو بن يربوع تزوج سعلاة، وهي أنثى أخبث الجن وولدت له أولاد ثم بغت ثم تناسل الأولاد فصار عمرو بن يربوع اسم قبيلة، فعلى هذا السعالي جمع سعلاة بمعنى الغول \"و\" أبدلت التاء جوازا غير مطرد \"من الصاد نحو لصت\" أصله لص بالتشديد \"لقربهن\"؛ أي التاء والسين والصاد \"في المهموسية و\" أبدلت التاء \"من الياء\" جوازا غير مطرد \"نحو الذعالت\" أصله الذعالب لكثرة استعماله جمع ذعلبة بكسر الذال، وهي الناقة السريعة، وأما الذعاليب فجمع ذعلوب بضم الذال، وهي قطعة حزمة. \"النون\" منها \"أبدلت من الواو\" جوازا غير مطرد \"نحو صنعاني\" فكأنهم قالوا صنعاوي كصحراوي ثم أبدلوا من الواو النون، وقيل: النون أبدلت من الهمزة في صنعاء، والأول هو الأصح؛ إذ لا مقاربة بين الهمزة والنون بخلاف الواو والنون وصنعاء ممدودة قصبة باليمن \"لقرب النون من حروف العلة و\" أبدلت النون \"من اللام\" على الضعف لمخالفة استعمال الفصحاء \"نحو: لعن\" أصله لعل لكثرة استعماله، وقيل إنهما لغتان لقلة التصرف في الحروف و\"لقربهما في المجهورية\" وفي المخرج أيضا ولذلك يدغم فيه. \"ومنها الجيم أبدلت\" جوازا غير مطرد \"من الياء المشددة\" في الوقف لاشتراك الجيم والياء في المخرج لكونهما في وسط اللسان واشتراكهما في صفة الجهر، قال أبو عمرو: قلت لرجل من بني حنظلة ممن أنت؟ فقال: فقيمج أصله فقيمي، وفقيم اسم قبيلة، فقلت: من أيهم؟ فقال: مرج بتشديد الراء أصله مرمى، وقد يجري الوصل مجرى الوقف \"نحو: أبو علج\" أصله أبو علي في قوله:\nخالي عويف وأبو علج ... المطعمان الشحم بالعشج\nوبالغداة كتل البرنج ... يقلع بالواد وبالصيصج\nأصله بالعشي والبرني أجود التمر، والصيصي القرن، والكتل بضم الكاف وفتح التاء المجتمع، الواد الوتد أدغم التاء في الدال \"حتى لا تقع الحركات المختلفة على الياء\" الضعيف \"و\" أبدلت الجيم جوازا غير مطرد \"من الياء غير المشددة حملا على المشددة\" وإنما قال: حملا على المشددة؛ لأن إبدال الجيم من الياء المشددة كثير شائع في استعمال الفصحاء سواء كانت متطرفة في الوقف كفقيمج أو في الوصل كأبي علج أو غير متطرفة كأجل بمعنى أيل، وسواء كان في النثر كالمثال الأول أو في الشعر كالمثال الثاني والثالث في قوله:\nكأن في أذنابهن الشول ... من عيس الصيف قرون الأجل\nالشول جمع شائل وهو المرتفع، والعيس ما يتعلق بأذناب الإبل من أبوالها وأبعارها فجف عليها في الصيف\n__________\n\n[الفلاح شرح المراح] لابن كمال باشا\n\"حتى لا تقع الحركة على الياء\" الضعيفة، يقال القوم أسنتوا في موضع كذا إذا لبثوا فيه سنة \"ومن السين\" جوازا غير مطرد أيضا \"نحو ست أصله سدس\" كما مر في المضاعف \"ونحو\" قول الشاعر: قاتل الله بني السعلات \"عمرو بن يربوع شرار النات\" أصله شرار الناس \"ومن الصاد\" جوازا غير مطرد أيضا نحو \"لصت\" أصله لص وهو السارق، وإنما أبدلت التاء من السين والصاد فيهما \"لقربهن\"؛ أي التاء والسين والصاد \"في المهموسية و\" التاء أبدلت \"من الباء\" بنقطة \"نحو الذعالت\" أصله الذعالب جمع ذعلبة، وهي الناقة السريعة السير، وقيل هي النعامة وما قبل الذعالب أخلاق من الثياب جمع ذعلوب فهو سهو؛ لأن جمع ذعلوب ذعاليب على زنة مفاتيح لا ذعالب بوزن مساجد الذي نحن فيه، وفي الصحاح الذعالب قطع الخرق واحدها ذعلوب \"النون أبدلت من الواو\" جوازا غير مطرد \"نحو صعاني\" الصنعاء ممدود وهي قصبة اليمن، فإذا نسب إليه، فالقياس أن يقال صنعاوي بالواو؛ لأن الاسم الممدود إذا نسب إليه فقياسها قلب الهمزة واو كزكراوي وخنفاوي، وكذلك بهراني أصله بهراء بالمد وهي قبيلة من قضاعة، فالقياس أن يقال بهراوي، لكن النون أبدلت من الواو فصار صنعاني وبهراني \"لقرب النون من حروف العلة\" وقد سبق بيان قربه منها، قال ابن الحاجب: إبدال النون من الواو في النسب في هذين الصورتين فقط \"و\" النون أبدلت \"من اللام\" أيضا جوازا غير مطرد \"نحو لعن\" أصله لعله، وهو حرف من الحروف المشبهة بالفعل فأبدلت النون المشددة من اللام المشددة \"لقربهما\"؛ أي اللام والنون \"في المجهورية\" قال بعض المحققين: هذا الإبدال ضعيف؛ لأن لعن في لعل\"الجيم أبدلت من الياء المشددة\" جوازا غير مطرد \"نحو قول الشاعر: خالي\nعويف و\" هو اسم رجل \"أبو علج\" أصله أبو علي آخر البيت: المطعمان الشحم بالعشج. أصله بالعشي فأبدلت الجيم المشددة في الموضعين \"حتى لا يقع الحركات المختلفة على الياء\" الضعيفة \"ومن الياء غير المشددة حملا على المشددة\n(1/147)\n",
        "\n[شرح ديكنقوز]\nوالأجل أصله إيل وهو الوعل شبه البعرات المتعلقة بأذناب الإبل في الصيف بقرون الإبل، وأما إبدال الجيم من الياء المخففة فلا يحفظ ذلك إلا في الشعر، ولذلك قيل إن هذا الإبدال حسن بشروط ثلاثة تشديد الياء والوقف والشعر، فإن اختل أحدها فهو قليل \"نحو: لاهم إن كنت قبلت حجتج\"؛ أي حجتي \"فلا يزال شاحج يأتيك بج\"؛ أي بي \"أقمر نهات ينزى وفرتج\"؛ أي وفرتي لاهم بمعنى اللهم الشاحج الحمار أقمر أبيض نهات صوات ينزى يحرك الوفرة الشعر إلى شحمة الأذن فلا يزال دأبه يقول: إن قبلت حجي ووقفتي؛ لأني أتيت بيتك للحج مرارا كثيرة راكبا على حمار ذي قوة يحركني حتى يتحرك شعر رأسي. \"الدال أبدلت من التاء\" جوازا غير مطرد \"نحو فزد\" أصله فزت؛ أي ظفرت \"واجدمعوا\" أصله اجتمعوا \"لقرب مخرجيهما الهاء أبدلت من الهمزة\" جوزا غيرمطرد \"نحو هرقت\" لاتحادهما في المخرج أصله أرقت \"و\" أبدلت \"من الألف\" جوازا غير مطرد \"نحو حيهله\" أصله حيهلا بالألف دون الهاء \"وأنه\" أصله أنا بالألف دون الهاء؛ لأنهما إنما زيدا للوقف والأكثر في الاستعمال الوقف على حيهلا وأنا بالألف دون الهاء، فظهر أن الأصل فيهما الألف \"و\" أبدلت الهاء \"من الياء\" جوازا غير مطرد \"في هذه أمة الله\" أصله هذي؛ لأنه ثبت أن الياء للتأنيث في باب تضربين واضربي، ولهذا عد كثير من النحاة الياء من علامة التأنيث وأبدلت الهاء من الألف والياء \"لمناسبتها\"؛ أي الهاء \"بحروف العلة في الخفاء ومن ثمة\"؛ أي ومن أجل خفاء الهاء \"لا تمتنع الإمالة\" وهي أن تنحو بفتحة ما قبل الألف نحو الكسرة \"في مثل بضربها أو تمتنع في أكلت عنبا\" واعلم أن سبب جواز الإمالة قصد المناسبة لكسرة ما قبل الألف أو بعدها، والكسرة إنما تؤثر في الإمالة إذا تقدمت على الألف بحرف كعماد أو بحرفين أولهما ساكن كشملال، وأما إذا تقدمت عليها بحرفين متحركين أو أكثر مثل: أكلت عنبا لا تؤثر، وأما قولهم يريد أن ينزعها ويقربها وهو عندها وله درهما فسوغه وإن كان شاذا كون الهاء خفيفة فلا يعتد بها، فكأنه لم يفصل بين الألف والكسرة بأكثر من حرف بخلاف أكلت عنبا، فإن الياء ليست بخفيفة \"و\" أبدلت الهاء في الوقف \"من التاء وجوبا مطردا في مثل طلحة\"؛ أي في الاسم المفرد في آخره\n__________\n\n[الفلاح شرح المراح] لابن كمال باشا\nنحو\" قول الشاعر \"لاهم إن كنت قبلت حجتج، فلا يزال شاحج\" الرواية الصحيحة شاحجي \"يأتيك بج\" لاهم بضم الهاء وفتح الميم المشددة مقصورة من اللهم، والشحيج البغل والحمار والغراب صوته المراد من الشاحج ها هنا البغل المصوت والحمار المصوت، وكنى به عن قدرته على السفر فأصل حجتج وبج حجتي وبي فأبدلت الجيم المخففة من الياء المخففة حملا على الياء المشددة \"الدال أبدلت من التاء\" جوازا غير مطرد \"نحو: فزد\" أصله فزت على وزن قلت من فاز يفوز؛ أي ظفر \"واجدمعوا\" أصله اجتمعوا فأبدلت التاء من الدال فيهما \"لقرب مخرجهما\"؛ أي الدال والتاء \"والهاء أبدلت من الهمزة\" جواز غير مطرد \"نحو: هرقت\" من أرقت الماء، وأما من قال أهرقت الماء فليس الهاء بدلا حينئذ، وإنما هي زائدة على خلاف القياس \"و\" أبدلت \"من الألف\" أيضا جوازا غير مطرد \"نحو حيهله\" أصله حيهلا. اعلم أن حيهله مركب من حي بمعنى أقبل أوائت مرين أولهما يعدي بعلى، فيقال حي على الصلاة؛ أي أقبل عليها، وثانيهما يعدي بنفسه ومن هلا بمعنى أسرع واستعجل أمرا، لكن المركب إما بمعنى أسرع أيضا فيعدي إما بإلى أو الباء أو بمعنى أقبل فيعدي بعلى أو بمعنى ائت فيعدي بنفسه، ولك أن تستعملها مفردين ومركبين، وفي المركب لغات ذكروها في المطولات \"وأنه\" أصله أنا وهو ضمير المتكلم فأبدلت الهاء من الألف \"ومن الياء في هذه أمه الله\" أصله هذي \"لمناسبتها\"؛ أي لمناسبة الهاء \"بحروف العلة في الخفاء ومن ثم\"؛ أي ومن أجل أن الهاء مناسبة بحروف العلة في الخفاء \"لا تمتنع الإمالة\" وهي في اللغة مصدر قولك: أملت الشيء إمالة إذا عدلت به إلى غير الجهة التي فيها، وفي الاصطلاح أن تنحى الفتحة نحو الكسرة؛ أي هو عدول الفتحة عن استوائها إلى الكسرة، وذلك بأن تشرب الفتحة شيئا من صوت الكسرة فتصير الفتحة بينها وبين الكسرة، ومن جملة الأسباب المقتضية لإمالة الفتحة أن يقع الكسرة قبل الفتحة الممالة إما بلا واسطة حرف نحو: عماد أو بواسطة حرف ساكن نحو: شملال، ولا يجوز بواسطة المتحرك نحو: عنبا إلا إذا كانت الفتحة الممالة على الهاء نحو أن ينزعها، وذلك لأن الهاء خفيفة فكأنها معدومة، فكأنك قلت: أن ينزعا فتميل فتحة العين إلى الكسرة لكون ما قبلها مكسور أو من هذا القسم ما ذكره بقوله: \"في مثل يضربها\" بفتح الياء، ولو قال: لن يضربها لكان أظهر لكنه تسامح بناء على ظهور المراد، فجاز إمالة فتحة الهاء فيه بناء على أن الهاء كأنها معدومة، فكأنك قلت: يضربا فوقع الكسرة قبل الفتحة الممالة بلا واسطة \"ويمتنع\" الإمالة \"في مثل أكلت عنبا\" لتوسط الحرف المتحرك بين كسرة العين وفتحة الباء، وإنما امتنعت الإمالة إذا توسط المتحرك دون الساكن؛ لأنهم إنما قصدوا بالإمالة تناسب الأصوات وتقريب الحروف بعضها من بعض على عادتهم المألوفة في طالب المشاكلة ليحسن الصوت ويخف النطق به، وإذا توسط بين الكسرة والفتحة الممالة حرف متحرك تمتنع التشاكل لبعده عنها حينئذ، بخلاف ما إذا توسط ساكن؛ لأن الساكن ضعيف فهو حاجز كلا حاجز، اعلم أن الإمالة ليست لغة جميع العرب، بل لغة بعضهم وأشد حرصا عليها بنو تميم كذا حقق \"و\" الهاء أبدلت \"من التاء وجوبا مطردا\" في حالة الوقف في الأسماء المؤنثة بالتاء \"نحو: طلحة\"\n(1/148)\n\n\n[شرح ديكنقوز]\nتاء التأنيث لا في الوصل \"للفرق بينهما وبين التاء التي في الفعل\" نحو: ضربت ولم يعكسوا؛ لأنهم لو قالوا ضربه في ضربت لالتبس بضمير المفعول \"الياء أبدلت من الألف وجوبا\" مطردا \"نحو مفيتيح\" تصغير مفتاح ومفاتيح جمعه؛ أي فيما وقع الألف بعد كسرة \"و\" أبدلت الياء \"من الواو وجوبا\" غير مطرد \"نحو: ميقات\"؛ أي فيما إذا كان الواو ساكنا وما قبلها مكسورا وقوله: \"لكسرة ما قبلهما\"؛ أي الواو والألف وسكونهما واستدعاء الكسرة الياء تعليل لإبدال الياء من الألف والواو جميعا \"و\" أبدلت الياء \"من الهمزة جوازا\" غير مطرد \"نحو: ذيب\" أصله ذئب؛ أي فيما يكون الهمزة ساكنة وما قبلها مكسورا للين عريكة الساكن واستدعاء ما قبلها، وقد مر في المهموز، ولذا لم يذكره \"و\" أبدلت جوازا غير مطرد \"من أحد حرفي التضعيف نحو: تقضي البازي\" في قول العجاج:\nإذا الكرام ابتدروا الباع بدر ... تقضي البازي إذا البازي كسر\nأبصر خربان فضاء فانكدر\nأصله تقضض فاستثقلوا ثلاث ضادات، فأبدلوا من إحداهن ياء كما مر في المضاعف، قال الجوهري: لم يستعملوا القض من تفعل إلا مبدلا. قوله: ابتدروا؛ أي عجلوا الباع قدر مد اليدين، وربما يعبر بالباع عن الشرف والكرم وهو المراد هنا، بدر؛ أي أسرع، وتقضي بكسر الضاد ونصب الياء مصدر من التفعل أصله تقضض أبدلت الياء من الضاد لما ذكر وخصت الأخيرة بالإبدال؛ لأن الثقل إنما نشأ منها وإنما خصت الياء؛ لأن الأصل في الإبدال حروف العلة لكثرة دورها والواو ثقيل بالنسبة إلى الألف والياء، وقد يكون ما قبل المبدل منه مكسورا كما في تصدية فيمن جعلها من صد يصد، وقد يكون مضموما كما في تقضي البازي فلا يصلح الألف للإبدال حينئذ فتعين الياء، ولأنها لام الفعل وهو المحل للتغيير، وكسرت الضاد المضمومة لأجل الياء كما في التمني والترجي وانتصابه على أنه مفعول مطلق لبدر؛ أي أسرع ذلك الممدوح إلى الشرف إسراعا مثل إسراع البازي عند نزوله من الهواء على الصيد كاسرا جناحيه، قوله: أبصر بدل منكسر أو حال بتقدير قد الخربان جمع خرب بفتحتين، وهو ذكر البازي ابتدر في نزوله \"و\" أبدلت الياء \"من النون\" جوازا غير مطرد \"نحو أناسي\" أصله أناسين؛ لأنه جمع إنسان \"ودينارا\" أصله دنار بالتشديد فأبدلت النون فيهما ياء \"لقرب الياء من النون\" في الغنة والمدة وكسر ما قبلها، ثم أدغمت الياء في الياء \"و\" أبدلت الياء \"من العين\" جوازا غير مطرد \"نحو ضفادي\" بسكون الياء؛ لأنه حكاية من قوله\nومنهل ليس له حوازق ... وبضفادي جمة نقانق\nالمنهل المورد والمشرب، الحوازق جمع حازقة وهي الجانب الجم ما اجتمع من ماء البئر، النقانق جمع نقنقة وهي صوت الضفدع، المعنى رب مشرب ماء ليس له جوانب تمنع الوارد إليه، بل كلها سهلة لمن يرده والضفادع ماءه المجتمع الأصوات بإضافة الضفادي إلى الجم والجم إلى الضمير المنهل أصله ضفادع جمع ضفدع بكسر الدال وسكون الفاء \"لثقل العين\"؛ لأنه من حروف الحلق وهي ثقيلة وكسرة ما قبلها\n__________\n\n[الفلاح شرح المراح] لابن كمال باشا\nامرأة \"ورحمه\" بالهاء فيهما والأصل طلحة، ورحمة بالتاء فيهما فأبدلت منها الهاء \"للفرق بينهما\" الضمير يرجع إلى طلحة ورحمة، والمراد للفرق حالة الوقف بين التاء التي في الاسم \"وبين التاء التي في الفعل\" نحو: ضربت هند والتخفيف لما كثر تأنيثه أولى، وقيل أعطى التخفيف بالقلب للاسم وبالتسكين لفعل للتعادل ولم يعكس؛ لئلا بلتبس بالضمير المنصوب \"الياء أبدلت من الألف وجوبا مطردا\" كما في التصغير \"نحو: مفيتيح\" في تصغير مفتاح \"ومن الواو\" وجوبا مطردا أيضا \"نحو: ميقات\" أصله موقات، وكذلك ميزان أصله موازن، وإنما أبدلت الياء منها \"لكسرة ما قبلها\" أما في ميقات فظاهرة، وأما في مفيتيح؛ فلأنه لما صغر مفتاح وجب كسر ما قبل الألف فوجب قلبها ياء \"و\" الياء أبدلت \"من الهمزة\" أيضا \"جوازا\" غير مطرد \"نحو: ذيب\" بالياء أصله ذئب بالهمزة \"ومن إحدى حرفي التضعيف\" أيضا جوازا غير مطرد \"نحو: تقضي البازي أصله تقضض \"كما مر\" في باب المضاعف \"و\" الياء أبدلت \"من النون\" أيضا جوازا غير مطرد \"نحو: أناسي\" بفتح الهمزة وكسر السين وفتح الياء المشددة صلة أناسين؛ لأنه جمع إنسان كمصباح ومصابيح، فلما كسر السين للجمع قلبت الألف ياء لانكسار ما قبلها، ثم أبدلت الياء من النون وأدغم الأولى في الثانية فصار أناسي \"ودينار\" أصله دننار بتضعيف النون بدليل أن جمعه دنانير، فأبدلت الياء من النون الأولى \"لقرب الياء من النون و\" الياء أبدلت \"من العين\" أيضا جوازا غير مطرد \"نحو: ضفادي\" في قول الشاعر:\nومنهل ليس له حوازق ... وبضفادي جمة نقانق\nفأبدلت العين في ضفادع وهو جمع ضفدع ياء، وكان ينبغي أن يقول: وبضفادع جمة، لكن لو قال كذلك لانكسر البيت، فأبدلت من العين ياء والياء يسكن في موضع الجر، فاستوى فيه وزن الشعر: المنهل المورد وهو عين ماء ترده الإبل في المراعي، والحوازق بالحاء المهملة والزاي المعجمة جمع حازق والحزق الحبس؛ يعني أن هذا المنهل ليس له جوانب تمنع الماء أن يبسط حوله، والنقانق بفتح النون جمع نقنقة وهي صوت الضفدع، والجمة الكثيرة، وإنما أبدلت الياء من العين \"لثقل العين\" بالنسبة إلى الياء وكسرة ما قبلها، ولا ثقل في الكسرة مع الياء لتجانسهما",
        "(1/149)\n\n\n[شرح ديكنقوز]\nالمستدعية للياء \"و\" أبدلت الياء \"من التاء جوازا\" غير مطرد \"نحو: ايتصلت\" أصله بالواو العاطفة في قوله:\nقام بها ينشد كل منشد ... وايتصلت بمثل ضوء الفرقد\nالفرقد الكوكب \"لأن أصله\"؛ أي أصل الياء في ايتصلت \"واو ساكنة\" ما قبلها مكسور؛ إذ أصله أوتصلت من الوصل، قلبت الواو تاء على القياس؛ لأن فاء الافتعال إذا كان واوا قلبت الواو تاء كما مر في المضاعف، وهذا لغة بني تميم، ثم أبدل الشاعر الياء من التاء وإن لم يكن بينهما مناسبة، إلا أن التاء لما أبدلت من الواو وبين الياء والواو مناسبة، فكأن المناسبة حاصلة بين الياء والتاء فأبدلها منها، وأما أهل الحجاز فيقلبون الواو ياء لانكسار ما قبلها ويتركون الياء على حالها فانزالت كسرة ما قبلها، كما في واو اتعد لا يقلبون الواو ياء لعدم علة القلب حينئذ، ولهذا حمل الزمخشري والمصنف قول الشاعر: وايتصلت على أن الياء أبدل من التاء في ايتصلت، ولم يجعلاه بدلا من الواو على لغة أهل الحجاز، وما وقع في النسخ من ايتصلت بدون الواو فخطأ كأنه وقع من الكاتب؛ إذ لو كان بدون الواو يكون ما قبله مكسورا، فيحتمل أن يكون الياء مبدلة من الواو على لغة أهل الحجاز فلا يتعين؛ لأن يكون مثالا لإبدال الياء من التاء، وأما إذا كان مع الواو فحينئذ لا يكون ما قبله مكسورا فلا يحتمل أن يكون الياء مبدلة من الواو على تلك اللغة، فتعين أن يكون مثالا لإبدال الياء من التاء، قال ابن الحاجب: إنما أبدلت التاء ياء لكونها إحدي حرفي التضعيف \"و\" أبدلت الياء \"من الباء\" جوازا غير مطرد نحو \"نحو الثعالي\" في قوله:\nكأن رحلي على شغواء جادرة ... ظمياء قد بل من طل خوافيها\nلها أشارير من لحم مشرحة ... من الثعالي ووخز من أرانيها\nالشغواء العقاب، الجادرة المكتنزة الصلبة، شبه راحلته في سرعتها بعقاب، وظمياء معناها ما تضرب إلى السواد عطشى إلى دم الصيد، والطل مطر ضعيف، والخوافي ريش جناحها، وإذا بلها الطل أسرعت والضمير في لها للعقاب؛ أي لها في وكرها، أشارير جمع أشرارة براءين غير معجمتين، وهي قطعة من القديد، مشرحة مقطعة، الوخز الشي القليل؛ يعني أنها تصيد لفرخها، الثعالب والأرانب أصل الثعالي والأراني الثعالب والأرانب \"و\" أبدلت الياء \"من السين\" جوازا غير مطرد \"نحو: السادس\" في قوله:\nإذا ما عد أربعة فسال ... فزوجك خامس وأبوك سادي\nأصله سادس، الفسال جمع فسل بفتح الفاء وسكون السين وهو الرجل الخسيس؛ يعني إذا عد أربعة من أراذل القوم فزوجك خامسها وأبوك سادسها \"ومن الثاء\" أبدلت جوازا غير مطرد \"نحو: الثالي\" في قوله:\nقد مر يومان وهذا الثالي ... وأنت بالهجران لا تبالي\nأصله الثالث؛ يعني مضى يومان وهذا اليوم الثالث وأنت لا تبالي ولا تكترث بالفراق \"لكثرة ما قبلهن\"؛ أي الياء والسين والثاء \"الواو أبدلت من الألف وجوبا مطردا نحو: ضوارب\"؛ أي فيما وقع الألف قبل الألف للتكسير، فإنه جمع ضارب فلما زيد الألف بعد الألف في اسم الفاعل للتكسير اجتمع الألفان، فأبدلت الواو من الأولى \"لقربهما في العلية واجتماع الساكنين\" وعدم إمكان حذف أحدهما للالتباس بالواحد، كما مر في أواصل \"و\" أبدلت الواو \"من الياء وجوبا مطردا نحو: موقن\"؛ أي إذا كانت الياء ساكنة وما قبلها مضموما أصله ميقن \"لضمة ما قبلها\" واستدعاء الضمة الواو ولم يوجد قوله وجوبا مطردا هنا في أكثر النسخ مع وجوب ذكره، ولعله سقط سهوا من كاتب فانتشر نسخة ذلك الكاتب \"و\" أبدلت الواو\n__________\n\n[الفلاح شرح المراح] لابن كمال باشا\n\"و\" الياء أبدلت \"من التاء\" أيضا \"جوازا\" غير مطرد \"نحو ايتصل\" أصله اتصل بالتضعيف، فأبدلت الياء من إحدى التاءين، وإنما قلنا إن أصله اتصل \"لأن أصله واو ساكن\" وقد مر أن الواو والياء إذا وقعتا قبل تاء الافتعال تقلبان تاء وتدغمان في تاء الافتعال، نحو: اتعد واتسر فكذلك ها هنا أصله أوتصل فقلبت الواو تاء ثم أبدال الياء من تلك التاء فصار ايتصل \"و\" الياء أبدلت \"من الباء\" بنقطة واحدة جوازا غير مطرد \"نحو: الثعالي\" أصله الثعالب وكذلك الأراني أصله أرانب كما في قول الشاعر يصف عقابا:\nلها أشارير من لحم متمرة ... من الثعالي ووخز من أرانيها\nالأشارير قطع من لحم قديد، وتمييز اللحم تجفيفها، والوخز الشيء القليل، يقول إنها تصيد الثعالب والأرانب لفرخها \"ومن السين\" أيضا جوازا غير مطرد \"نحو: السادي\" أصله السادس \"ومن الثاء\" بنقط ثلاث جوازا غير مطرد \"نحو: الثالي\" أصله ثالث كما في قول الشاعر:\nقد مر يومان وهذا الثالي ... وأنت بالهجران لا تبالي\nوإنما أبدلت الفاء من هذه الحروف في هذه الصور \"لكسرة ما قبلهن\"؛ أي ما قبل الباء والياء والسين والثاء كما ترى \"الواو أبدلت من الألف وجوبا مطردا نحو: ضوارب\" جمع ضارب فلما اجتمع مع ألف الجمع ألفان فأبدلت الواو من الألف الأولى، الذي هو ألف اسم الفاعل في ضارب \"لقربهما\"؛ أي الواو الألف \"في العلية\"؛ أي في كونهما حرفي علة \"واجتماع الساكنين\" هما الألفان المذكوران \"و\" أبدلت أيضا \"من الياء\" وجوبا مطردا \"نحو: موقن\" أصله ميقن فأبدلت الواو من الياء \"لضمة ما قبلها\" وإنما لم يذكر قيد الوجوب والاطراد ها هنا اكتفاء بما علم مما مر في باب الأجوف بقوله: إن حرف العلة إذا سكنت جعلت من جنس حركة ما قبلها للين عريكة الساكن واستدعاء\n(1/150)",
        "\n\n[شرح ديكنقوز]\n\"من الهمزة جوازا مطردا نحو لوم\"؛ أي فيما كان الهمزة ساكنة وما قبلها مضموما أصله لؤم \"كما مر\" من أن عريكة الساكنة لينة وما قبلها مستدع \"الميم أبدلت من الواو\" جوازا غير مطرد \"نحو فم\"؛ أي أبدلت الميم من الواو في فم وحده؛ إذ لم يقع في كلامهم مثله فيلحقوه به وليس مثله إلا ذو ولم يقع إلا مضافا فاستغني عن إبدال واوه ميما، وأصل فم فوه بدليل أفواه حذفت الهاء منه على غير القياس لخفائها وكثرة استعماله، ثم قلبت الواو ميما \"لاتحاد مخرجهما\" الكلي أو لقرب مخرجهما الجزئي فكأنما متحدان مخرجا جزئيا؛ لأنه لو لم تقلب ميما وجب أن تقلب ألفا لتحركها وانفتاح ما قبلها، وأن يحذف لالتقاء الساكنين التنوين والألف فيلزم أن يصير الاسم المتمكن على حرف واحد وهو غير موجود في كلامهم، وإنما عده من الجائز حيث سكت عن التقييد مع أنه لازم؛ لأن لزوم قلب الواو ميما إنما حصل من حذف الهاء وليس لحذفه سبب موجب، بل هو على خلاف القياس لكثرة الاستعمال فيكون جائزا لا واجبا \"و\" الميم أبدلت أيضا \"من اللام\" جوازا غير مطرد؛ أي من لام التعريف \"نحو قوله عليه السلام: \"ليس من امبر امصيام في امسفر\" بدليل كثرة استعمال اللام في التعريف؛ أي ليس من البر الصيام في السفر إذا تضرر الصائم \"لقربهما\"؛ أي لمناسبة الميم واللام \"في المجهورية و\" أبدلت الميم \"من النون الساكنة\" جوازا غير مطرد \"نحو: عمبر\" أصله عنبر، وقد مر البحث عنه آخر فصل الماضي \"و\" أبدلت الميم \"من\" النون \"المتحركة\" جوازا غير مطرد \"نحو: البنام في قوله:\nيا هال ذات المنطق التمتام ... وكفك المخضب البنام\nأصله البنان هال منادي مرخم أصله هالة اسم امرأة التمتام الذي يكثر التاء في كلامه والواو في وكف للقسم على سبيل الاستعطاف وليس بقسم على الحقيقة، المخضب من الخضاب صفة كفك ومضاف إلى البنام البنان أطراف الأصابع، وقوله: \"لقربهما\"؛ أي الميم والنون \"في المجهورية\" تعليل إبدال الميم من النون الساكنة والمتحركة معا \"و\" أبدلت الميم \"من الباء\" جوازا غير مطرد \"نحو\" قولهم: \"ما زلت راتما\" على هذا؛ أي راتبا بمعنى ثابتا \"لاتحاد مخرجهما\" ولاتحادهما في المجهورية \"الصاد أبدلت\" جوازا مطردا \"من السين نحو أصبغ\" أصله أسبغ؛ أي أتم \"لقرب مخرجهما\" واتحادهما في الصفير \"الألف أبدلت من أختيها\"؛ أي الواو والياء \"وجوبا مطردا نحو: قال وباع\"؛ أي فيما إذا تحركتا وانفتح ما قبلهما أصلهما قول وبيع كما مر \"و\" أبدلت الألف \"من الهمزة جوازا مطردا نحو رأس\"؛ أي فيما إذا كانت الهمزة ساكنة وما قبلها مفتوحا أصله رأس \"كما مر\" في المهموز من أن الهمزة إذا كانت ساكنة\n__________\n\n[الفلاح شرح المراح] لابن كمال باشا\nما قبلها نحو: ميزان أصله موزان ويوسر أصله ييسر، \"و\" أبدلت \"من الهمزة جوازا مطردا نحو: لوم\" أصله لؤم بالهمزة \"كما مر\" في باب المهموز من استدعاء ما قبلها ولين عريكة الساكن \"والميم أبدلت من الواو\" جوازا غير مطرد \"نحو: فم\" أصله فوه فحذفوا الهاء حذفا غير قياسي، كما حذفوا حروف العلة لمشابهتها في خفائها إياها، ولم يكن في كلامهم اسم متمكن على حرفين ثانيهما واو فأبدلت منها الميم \"لاتحاد مخرجهما و\" الميم أبدلت \"من اللام\" أيضا جوازا غير مطرد \"نحو قول النبي عليه السلام: \"ليس من امبر امصيام في امسفر\"؛ أي ليس من البر الصيام في السفر، روي أن النمر بن تولب سأل النبي عليه السلام فقال: أمن امبر امصيام في امسفر؟؛ أي أمن البر الصيام في السفر؟ فأجاب النبي عليه السلام بهذا القول، قيل: إنه لم يرو عن النبي عليه السلام غير هذا الحديث، ومن كمال الفصاحة إخراج الجواب على ما وقع في السؤال، البر الطاعة فأبدلت الميم من لام التعريف في الموضعين \"لقربما\"؛ أي الميم واللام \"في المجهورية\" وإبدال الميم من لام التعريف لغة حمير ونفر من طيء \"و\" الميم أبدلت \"من النون الساكنة\" أيضا جوازا غير مطرد \"نحو \"عمبر\" أصله عنبر \"ومن المتحركة\" أيضا كما في قول الشاعر:\nيا هال ذات المنطق التمتام ... وكفك المخضب البنام\nهال مرخم هالة، وهي اسم امرأة، والتمتام الذي فيه تمتمة، وهو الذي يتردد في التاء، والمخضب مشددة للمبالغة، والبنام البنان فأبدلت الميم من النون \"لقربهما في المجهورية و\" الميم أبدلت \"من الباء\" بنقطة من تحت جوازا غير مطردا أيضا \"نحو: ما زلت راتما\" أصله راتبا فأبدلت الميم من الباء \"لاتحاد مخرجهما\" يقال: رتب يرتب رتوبا؛ أي ثبت وانتصب قائما \"الصاد أبدلت من السين\" جوازا غير مطرد. اعلم أن الصاد تبدل من السين التي بعدها غين أو خاء معجمتين أو قاف أو طاء مهملة على سبيل الجواز، ولا يمتنع توسط حرف أو حرفين بينهما وبين السين وذلك \"نحو أصبغ\" أصله أسبغ؛ أي أتم فأبدل الصاد من السين وصلخ والأصل سلخ، تقول: سلخت جلد الشاة إذا نزعته، ومس صقر وأصله سقر، وهو اسم من أسماء النار، والنخل باصقات والأصل باسقات؛ أي طوال، وصراط أصل سراط والذي سوغ هذا الإبدال شدة استعلاء ما ذكرناه في الحروف الأربعة مع أن السين حرف مهموس بينهما منافرة فأبدلت الصاد \"لقرب مخرجهما\"؛ أي مخرج السين والصاد وليوافق ما بعدها من الحروف الأربعة في الاستغلاء فيتجانس الصوت \"الألف أبدلت من أختيها\" وهما الواو والياء \"وجوبا مطردا\" إذا تحركتا وانفتح ما قبلهما كما مر \"نحو قال\" أصله قول \"وباع\" أصله بيع فأبدل منهما لتحركهما وانفتاح ما قبلهما \"و\" الألف أبدلت \"من الهمزة\" أيضا \"جوازا مطردا نحو: رأس\n(1/151)\n",
        "\n[شرح ديكنقوز]\nوما قبلها مفتوحا جعلت ألفا للين عريكة الساكن واستدعاء ما قبلها \"اللام أبدلت من النون\" جوازا غير مطرد \"نحو: أصيلال\" في قوله:\nوقفت فيها أصيلالا أسائلها ... أعيت جوابا وما بالربع من أحد\nوالمعنى وقفت بدار الحبيبة أحيانا وسألتها عن الحبيبة فعجزت عن الجواب، وما بها أحد يجيبني أصله أصيلان تصغير أصلان، وهو جمع كبعير وبعران، والأصيل هو الوقت بعد العصر إلى المغرب، صغر أصلان فقيل أصيلان ثم أبدل من النون لام فقيل أصيلان \"وبدأت من الضاد أيضا\" جوازا غير مطرد \"نحو: اضطجع\" في قوله:\nلما رأى أن لا دعة ولا شبع ... مال إلى أرطاء حقفا فالطجع\nرأى؛ أي الذئب الدعة سعة العيش الحقف الرمل المجتمع أصله اضطجع \"لاتحادهن\"؛ أي اللام والنون والضاد \"في المجهورية. الزاي أبدلت من السين\" جوازا غير مطرد \"نحو: يزدل\" أصله يسدل بضم الياء والسدل الإرخاء لاتحاد مخرجهما وقربهما في الهمس، ولما كان السين حرفا مهموسا والدال حرفا مجهورا كرهوا الخروج من حرف إلى حرف ينافيه قرب أحدهما من الآخر بأن أبدلوا من السين زايا؛ لأنها من مخرجها وأختها في الصفير وتوافق الدال في الجهر فيتجانس الصوتان \"و\" أبدلت \"من الصاد\" أيضا جوازا غير مطرد \"نحو قول حاتم\" الطائي حين أسر في عنزة فأمرته أم المنزل أن يقصد ناقة لها، فقام حاتم إلى الناقة فنحرها فلامته على ذلك، فقال حاتم \"هكذا فزدي أنه\"؛ أي هكذا فصد الكرام أصله فصدي، وأنا تأكيد لياء الإضافة والهاء فيه للوقف لقرب مخرجهما واتحادها في الصفير، ولم يذكره المصنف اكتفاء بما ذكره في إبدال الصاد من السين \"الطاء أبدلت من التاء وجوابا مطردا\" في باب افتعل \"نحو اصطبر\" أصله فحصت من باب فتح؛ أي فتشت؛ أي فيما إذا كان قبل تاء الضمير من الحروف المستعلية المطبقة تشبها لتاء الضمير بتاء الافتعال في أنها كجزء من الفعل، ولهذا قال سيبويه: وأعرب اللغتين وأجودهما أن لا تقلب؛ لأن هذا الضمير لازم كتاء الافتعال في اللزوم \"لقرب مخرجهما والموضع الذي لم يقيد\" الابدال \"فيه بالوجوب والمطرد والجواز المطرد\" قوله: \"من الصور المذكورة\" بيان للموضع الذي لم يقيد؛ أي من إبدال حرف بحرف منذ شرع في بحث الإبدال \"يكون\" الإبدال في ذلك الغير المقيد \"جائزا غير مطرد\" كما قررنا في مواضع\n__________\n\n[الفلاح شرح المراح] لابن كمال باشا\nلما مر\" باب المهموز من أن الهمزة إذا كانت ساكنة وما قبلها متحركا تبدل إلى حرف يناسب حركة ما قبلها للين عريكة الساكن واستدعاء ما قبلها \"اللام أبدلت من النون\" جوازا غير مطرد \"نحو: أصيلال\" أصله أصيلان بوزن فعيلان بضم الفاء وفتح العين فأبدلت اللام من النون \"ومن الضاد\" والمعجمة جوازا غير مطرد \"نحو: الطجع\" أصله اضطجع فأبدلت اللام من الضاد \"لاتحادهن\"؛ أي اللام والنون والضاد \"في المجهورية. الزاي أبدلت من السين\" جوازا غير مطرد \"نحو يزدل\" أصله يسدل وسدل الثوب إرخاؤه، اعلم أن الزاي تبدل من السين والصاد أيضا بشرطين؛ أحدهما أن تكون ساكنة بنفسها، والآخر أن يقع بعدها دال مهملة، والذي يسوغ إبدال السين زايا عند وجود هذين الشرطين أن الدال حرف مجهور والسين حرف مهموس وبينهما مباينة، فقلبوا السين إلى الزاي؛ ليوافق السين المخرج والدال في الجهر فيتجانس الصوت ويسهل الكلمة على اللسان \"و\" الزاي أبدلت \"من الصاد\" جوازا غير مطرد \"نحو قول حاتم الطائي\" بالحاء المهملة وكسر التاء واو \"هكذا فزدي أنه\" أصله فصدي أنا فقوله أنه تأكيد لياء المتكلم في فزدي حكي أنه كان مشهورا بالكرم فلما أسر، وأقام في الأسر برهة من الزمان فبينما هو ذات ليلة على باب الخباء مقيد؛ إذ طرق صاحب الخباء ضيف فرحب به وأنزله وأمر بعض خدمه أن يأتي حاتما ببعير ليفزده لأجل الضيف، فلما أتي حاتم بالبعير نحره فلامه الخدم وقالوا أمرناط بفصده، فكيف أقدمت على نحره؟ فقال: هكذا فزدي أنه فقال الضيف: لصاحب الخباء من هذا الأسير؟ فقال: هو حاتم الطائي فاستوهبه منه فوهبه إياه ثم أطلقه \"الطاء أبدلت من التاء وجوبا مطردا في\" باب \"الافتعال\" كما مر من أن تاء الافتعال إذا وقعت بعد أحد الحروف الأربعة التي هي الحروف المطبقة المستعلية، وهي الصاد والضاد والطاء والظاء يقلب وجوبا طاء مهملة؛ لما بين حروف الإطباق وبين التاء من التضاد والتنافر وجمع المتضادين ثقيل فطلبوا حرفا من مخرج التاء ليوافق التاء في المخرج، ويوافق الحروف المطبقة في الإطباق ليسهل النطق بها، وهو الطاء نحو: اصطبر أصله اصتبر و\"اضطرب\" أصله اضترب، ونحو: اطلب أصله اطتلب، ونحو: اظلم أصله اظتلم \"و\" كذلك الحال في \"فحصط\" أصله فحصت على صيغة المتكلم، قوله: \"لقرب مخرجهما\"؛ أي مخرج التاء والطاء إشارة إلى ما ذكرناه \"والموضع الذي لم يقيد\" الإبدال \"فيه\" بشيء من الوجوب المطرد أو الجواز المطرد \"من الصورة المذكورة\" من أول بحث الإبدال إلى هاهنا \"يكون\" الإبدال فيه \"جائزا غير مطرد\"؛ أي سماعا لا يقاس عليه إلا مثل موقن؛ فإن إبدال الواو من الياء فيه واجب مطرد مع أنه لم يقيد به لعلة ذكرناها، ثم فلا يرد أن يقال في هذا القول خبط؛ لأن الإبدال في مثل موقن واجب مطرد مع أنه لم يقيده بشيء\n(1/152)\n\n\n[شرح ديكنقوز]\nالباب السابع في اللفيف\nيقال له اللفيف للف\": أي اجتماع \"حرفي العلة فيه\" يقال للمجتمعين من قبائل شتى لفيف فيفهم تعريفه من وجه تسميته \"وهو على ضربين\" أحدهما \"مفروق\" وهو ما فرق فيه بين حرفي العلة \"و\" ثانيهما \"مقرون\" هو ما قرن فيه بين حرفي العلة بأن لا يدخل بينهما حرف آخر. لم يعرفهما لإغناء اسميهما من اللف المعبر عنه، وقدم المفروق لتقدم الفاء على العين ولأنهما إذا اجتمعا تقوى أحدهما بالآخر فيغلبان على الحرف الصحيح فيكون البعد عن الصحيح، بخلاف ما إذا لم يجتمعا فهو أقرب إلى الصحيح، وما هو أقرب إلى الصحيح فهو أحق بالتقديم اللفيف \"المفروق مثل وقى يقي وحكم فائهما كحكم فاء وعد يعد\"؛ أي حكم فاء وقى كحكم فاء وعد وحكم فاء يقي كحكم فاء يعد، وحكم فاء وعد يعد قد مر في المثال \"وحكم لامها كحكم لام رمى يرمي\" وحكم لامهما قد مضى في الناقص؛ أي حكم لام اللفيف المفروق كحكم لام المعتل اللام \"وكذلك\"؛ أي مثل وقى يقي فاء ولاما \"حكم أخواتهما\" من الفاعل والمفعول وغيرها فاء ولاما مثلا حكم فاء واق وموقى كحكم فاء واعد وموعود وحكم لامهما كحكم لام رام ومرمى، وعلى هذا \"الأمر\" منهما \"ق\" أصله أوقى على وزن اضرب وإعلاله كإعلال أخواته وأتقن قواعد بابي المثال والناقص \"قياقوا في قياقين وتقول بنون التأكيد\" الثقيلة \"قين قيان قن قن قيان قينان وبالخفيفة قين قن قن الفاعل واق\" أصله واقي إعلاله كإعلال رام وإعلاله هو \"المفعول موقى\" حاله في الأصل والإعلال كحال مرمى \"الموضع موقى\"\n__________\n\n[الفلاح شرح المراح] لابن كمال باشا\n\"الباب الرابع\": من الأبواب السبعة المذكورة في الخطبة \"في اللفيف\":\nوهو في اللغة ما اجتمع من الناس من قبائل شتى، ومنه قوله تعالى: {جِئْنَا بِكُمْ لَفِيفًا} ؛ أي مجتمعين مختلطين ثم نقله أرباب هذا الفن إلى هذا المعنى، وهو ما فيه حرفا علة لاجتماع الحرفين المعتلين في ثلاثية، وهذا معنى قوله يقال له لفيف للف حرفي العلة فيه \"وهو\"؛ أي اللفيف \"على ضربين\" أحدهما \"مفروق و\" الآخر \"مقرون\" وهذا حصر عقلي؛ لأن حرفي العلة في الكلمة الثلاثية، إما أن يتوسط بينهما حرف صحيح أو لا، فإن كان الأول يسمى مفروقا لوجود الفارق بينهما، وإن كان الثاني يسمى مقرونا \"المفروق\" قدمه لكون فائه حرف علة وهو مقدم على العين، وبعضهم قدم المقرون نظرا إلى كثرة أبحاثه بالنسبة إلى المفروق ولكل وجهة، والقسمة العقلية تقضي أن يكون للمفروق أربعة أقسام؛ لأن حرف العلة اثنان واو وياء وموضعهما اثنان أيضا الفاء واللام والاثنان في الاثنين بأربعة، لكن ليس في كلامهم من هذا النوع ما فاؤه ياء إلا يديت بمعنى أنعمت، فالفاء فيما عداه واو لا غير واللام لا يكون إلا ياء؛ لأنه ليس في كلامهم فعل فاؤه واو ولامه واو، فانحصر باستقراء كلامهم في قسم واحد وهو ما فاؤه واو ولامه ياء لا يجيء إلا من ثلاثة أبواب باستقراء كلامهم؛ علم يعلم حسب يحسب ضرب يضرب، فالأول مثل وجي يوجى والثاني مثل ولي يلي والثالث \"مثل وقى يقي وحكم فائهما؛ أي فاء الماضي والمضارع \"كحكم\" فاء الماضي والمضارع من \"وعد يعد\" فكما لا يعل الفاء من المثال الواوي في الماضي لا يعل فاء اللفيف المفروق في الماضي أيضا، وكما يعل الفاء بالحذف في المضارع من المثال الواوي إذا كان مكسور العين لوقوعها بين ياء وكسرة يعل الفاء بالحذف أيضا في المضارع من اللفيف المفروق إذا كان مكسور العين لوقوعها بين ياء وكسرة؛ لأن اللفيف المفروق مثال باعتبار الفاء كما يكون ناقصا باعتبار اللام، ولهذا قال المصنف \"وحكم لامهما\"؛ أي لام الماضي والمضارع \"كحكم رمى يرمي\"؛ أي كما يعل حرف العلة بقلبها ألفا في الماضي من الناقص إذا كان مفتوح العين لتحركها وانفتاح ما قبلها، كذلك يعل حرف العلة بقلبها ألفا في الماضي من اللفيف إذا كان مفتوح العين لذلك وكما يسكن الياء في المضارع من الناقص إذا كان مكسور العين لثقل الضمة على الياء، كذلك يسكن في المضارع من اللفيف لثقل الضمة عليها \"وكذلك\"؛ أي كحكم الماضي والمضارع \"حكم أخواتهما\" من التثنية والجمع ومن الأمر والنهي واسم الفاعل والمفعول والمكان والزمان والآلة \"الأمرق\"؛ أي الأمر من وقى يقي يجيء على حرف واحد للمفرد المذكر، وذلك لأنك قد عرفت أن اللفيف المفروق كالمثال فاء وكالناقص لاما، فحذفت الواو من يوقي كما حذفت من يوعد فبقى يقي، ثم حذف حرف المضارعة للأمر فحذفت الياء أيضا علامة للجزم، كما تحذف من ارم علامة له فلا جرم يبقى على حرف واحد وهو القاف المكسورة، ولذلك يجب إلحاق هاء السكت في آخره عند الوقف لئلا يكون الابتداء والوقف على حرف واحد وقس عليه \"قياقواقي قياقين وتقول\" في الأمر \"بنون التأكيد\" المثقلة \"قين\" بفتح الياء \"قيان قن\" بضم القاف وحذف الواو \"قن\" بكسر القاف وحذف الياء \"قيان قينان و\" تقول \"بالخفيفة قين قن\" بضم القاف \"بكسر القاف اسم \"الفاعل واق\" أصله واقي فأعل كإعلال رام واقيان واقون واقية واقيتان واقيات وأواق \"و\" اسم \"المفعول موقى\" بكسر القاف وتشديد الياء أصله موقوي فاجتمع الواو والياء وسبقت إحداهما بالسكون، فقلبت الواو ياء فأدغمت ثم كسرت القاف لأجل الياء كما في مرمى موقيان موقيون موقية موقيتان موقيات ومواقي \"و\" اسم \"الوضع موقى\" بفتح القاف أصله موقي بتنوين الياء فأعل كإعلال مرمى، وإنما فتحوا العين في الموضع من اللفيف سواء كان عين مضارعه مفتوحا أو مكسورا أو مضموما كما في الناقص، ولم يكسروها كما في المثال مع أن اللفيف كالمثال فاء كما يكون كالناقص لاما لخفة الفتحة بالنسبة إلى الكسرة",
        "(1/153)\n\n\n[شرح ديكنقوز]\nكمرمى \"والآلة ميقى\" أصله موقى أعل فاؤه كفاء ميعد ولامه كلام مرمى \"المجهول وقى يوقي\" كرمى يرمي. اللفيف \"المقرون نحو: طوى يطوي إلى آخره وحكمهما\" لاما \"كحكم الناقص\"؛ لأنهما ناقصان من حيث اللام \"ولا يعل عينهما كما مر في باب الأجوف\" من لزوم اجتماع الإعلالين \"الأمر اطو اطويا اطووا اطوي اطويا اطوين\" كارم ارميا ارموا ارمي ارميا ارمين \"وتقول بنون التأكيد\" الثقيلة \"اطوين اطويان اطون اطون اطويان اطوينان و\" تقول \"بالخفيفة اطوين اطون اطون وتقول في الأمر من روى يروي\" من باب علم من الري وهو ضد العطش، لا من الرواية من باب ضرب لئلا يتكرر المثال \"ارو ارويا اروي ارويا اروين الثقيلة اروين ارويان اروون اروين ارويان اروينان و\" تقول \"بالخفيفة منه اروين اروون اروين وإذا أردت أن تعرف أحكام نون التأكيد في الناقص واللفيف\" وإنما خصصهما لكون أحكام اتصال النونين بغيرهما ظاهرا \"فانظر إلى حروف العلة\" التي في آخر الكلمة \"إن كانت أصلية\"؛ أي من نفس الكلمة \"محذوفة في الواحد ترد\" تلك الحروف المحذوفة \"لأن حذفها كان للسكون وهو انعدم بدخول النون\"؛ لأن بدخول النون يبنى على الفتح للتركيب ولا سكون مع البناء على الفتح \"وتفتح\" تلك المردودة \"لخفة الفتحة\" عليها \"نحو\" الياء في \"اطوين و\" الواو في \"اغزون و\" الياء في \"اروين كما\" ترد المحذوفة وتفتح \"في\" التثنية \"نحو: اطويا واغزوا وارويا\" يعني إذا لم يكن النونان مع ضمير بارز كانتا كالكلمة المتصلة مثل ألف التثنية، فكما أن الفعل المعتل اللام المحذوف لامه لأجل السكون إذا التقى بكلمة متصلة به كألف التثنية عادت اللام وفتحت لانعدام موجب السقوط وهو كونه\n__________\n\n[الفلاح شرح المراح] لابن كمال باشا\n\"والآلة ميقى\" أصله موقي بكسر الميم وبتنوين الياء فقلبت الواو ياء لانكسار ما قبلها كما في ميزان ثم أعل كإعلال مرمى \"والمجهول وقي يوقى\" إلى آخرهما ولما زالت الكسرة من عين المضارع أعيدت الواو المحذوفة كما في مجهول المثال مثل يوعد. اللفيف \"المقرون\" وهو الذي لا يتوسط بين حرفي العلة حرف صحيح بل هما مقرونان، ولذلك سمي مقرونا والقسمة العقلية تقضي أن يكون هذا النوع أربعة أقسام لما مر في المفروق، لكن لم يجئ ما يكون عينه ولامه ياء فبقي ثلاثة أقسام ولا يجيء اللفيف المقرون بالاستقراء إلا من علم يعلم نحو: قوي يقي وضرب يضرب \"نحو: طوى يطوي إلخ\" لكنهم التزموا فيما يكون الحرفان فيه واوين كسر العين فقلبوا فيه الواو الأخيرة ياء دفعا للثقل، نحو: قوي أصله قوو وإنما جاء في هذا النوع يفعل بالكسر حال كون العين واو؛ لأن العبرة في هذا الباب باللام، ولهذا لا يعل العين \"وحكمهما\"؛ أي حكم طوى يطوي \"كحكم الناقص\" في الإعلال عند وجود موجبه والتصحيح عند انتفائه \"ولا يعل عينهما\"؛ أي الماضي والمضارع \"لما مر في باب الأجوف\" من أنه لا يعل طوى عنيه بعد إعلال لامه لكونه محل التغيير حتى لا يجتمع فيه إعلالان \"الأمر اطو اطويا اطووا اطوى اطويا اطوين وتقول\" في الأمر \"بنون التأكيد المشددة اطوين\" بفتح الياء \"اطويان اطون\" بضم الواو وحذف واو الضمير \"اطون\" بكسر الواو وحذف الياء \"اطويان اطوينان و\" الأمر بنون \"الخفيفة اطوين\" بفتح الياء \"اطون\" بضم الواو وحذف الضمير \"اطون\" بكسر الواو وحذف الياء \"وتقول في الأمر بنون التأكيد\" المشددة \"من روى\" الماء \"يروي\" روى بوزن رضا وريا أيضا بكسر الراء وفتحها وهو من الباب الرابع، وإذا بنيت من الباب الثاني يكون من روى الحديث يرويه رواية، وقد ذكرناه في الخطبة \"اروين\" بفتح الياء \"ارويان اروون\" بضم الواو الثانية وفتح الأولى \"اروين\" بكسر الياء \"ارويان اروينان وبالخفيفة اروين\" بفتح الياء \"اروين\" بفتح الياء \"اروون\" بضم الواو الثاني وفتح الأول \"اروين\" بكسر الياء \"وإذا أردت أن تعرف أحكام\" ما قبل \"نون التأكيد\" مشددة كانت أو مخففة من الحذف والإثبات والإعادة ومن الفتح والكسر والضم \"في الناقص\" واويا كان أو يائيا \"واللفيف\" أيضا مفروقا كان أو مقرونا \"فانظر إلى حرف العلة\" التي قبل نون التأكيد \"إن كانت أصلية\" بأن كانت لام الكلمة \"محذوفة\" علامة للجزم \"ترد\" ذلك الحرف المحذوف عند اتصال نون التأكيد بها \"في الواحد؛ لأن حذفها كان للسكون\"؛ أي ليكون آخر الأمر ساكنا؛ إذ الحرف الأخير من الناقص كحركة الحرف الأخير من الصحيح فيكون إسكان الناقص بحذف الحرف الأخير، كما يكون إسكان الصحيح بحذف حركة الحرف الأخير \"وهو\"؛ أي السكون \"انعدم بدخول النون\" المؤكدة لوجوب تحرك ما قبل النون في الصحيح لئلا يجتمع ساكنان الحرف الأخير وأولى نوني التأكيد فتقول: اضربن بتحريك الباء، فكان كأنه ردت الحركة المحذوفة لأجل السكون فوجب رد ما حذف لجل السكون في الناقص واللفيف أيضا، ثم لما ردت تلك المحذوفة وجب تحريكها لئلا يجتمع ساكنان \"وتفتح\" تلك الحروف المردودة \"لخفة الفتحة نحو: اطوين\" بفتح الياء المحذوفة للسكون المردودة بدخول النون \"واغزون\" بفتح الواو أيضا \"كما\" ترد المحذوفة من الواحد وتفتح \"في اطويا واغزوا\" وارويا؛ أي في التثنية هذا إذا كانت حروف العلة التي قبل نوني التأكيد أصلية\n(1/154)",
        "\n\n[شرح ديكنقوز]\nفي الآخر وخفة الفتحة، كذلك نونا التأكيد إذا لم يكونا مع ضمير بارز كانتا متصلتين بالفعل؛ إذ لا حاجز حينئذ عن اتصالهما به فيصيران بمنزلة جزئه كألف التثنية فيرد بسببهما ما يرد بسبب ألف التثنية \"وإن كان\" حروف العلة \"ضميرا فانظر إلى ما قبلها فإن كان ما قبلها مفتوحا تحرك\" تلك الحروف بحركة موافقة لها \"لطرو حركتها\" بسبب اجتماع الساكنين أحدهما حرف العلة والآخر أولى نوني التأكيد \"وخفة حركة ما قبلها\" بسبب خفة حركتها وهي الفتحة \"نحو اروون\" بضم واو الضمير \"واروين\" بكسر ياء الضمير \"كما\" حركت واو الضمير بحركة موافقة لها \"في قوله تعالى: {وَلا تَنْسَوُا الْفَضْلَ بَيْنَكُمْ} \" وحركت ياء الضمير بحركة موافقة لها في قولك: يا هند لم تري القوم \"وإن كان\" ما قبل حرف العلة \"غير مفتوح\" سواء كان مضموما أو مكسورا \"بحذف\" حرف العلة \"وإن كان ضميرا \"لعدم الخفة فيما قبلها نحو: اطون\" بضم العين أصله اطوون حذفت واو الجمع لاجتماع الساكنين وضمة ما قبلها \"واطون\" بكسرها أصله اطوين حذفت ياء الضمير لالتقاء الساكنين مع كسرة ما قبلها \"كما\" حذفت واو الضمير في اللفظ دون الخط لئلا يلتبس بالواحد \"في اعزو القوم و\" كذلك \"في يا امرأة اغزي القوم\" يعني إذا كان حرف العلة ضميرا يكون النونان كالكلمة المنفصلة، فكما أن الفعل المعتل اللام إذا اتصل بالكلمة المنفصلة يتحرك الضمير بحركة مناسبة لذلك الضمير إذا كان ما قبله مفتوحا ويحذف إذا كان ما قبله غير مفتوح، فكذلك إذا اتصل بالنونين؛ يعني إذا كان ما قبل الضمير مفتوحا يتحرك الضمير بحركة مناسبة له، وإذا كان غير مفتوح يحذف؛ لأن تخلل الضمير يمنعهما عن اتصالهما بالفعل \"الفاعل\" من طوى يطوي \"طاو\" أصله طاوي أعل كإعلال رام \"ولا يعل واوه\"؛ أي عينه \"كما لم يعل \"في طوى وتقول\" في اسم الفاعل \"من الري ريان\" للمفرد المذكر \"ريانان\" للتثنية أصله رويانان \"رواء\" لجمعه أصله رواي قلبت الياء همزة لوقوعها طرفا بعد ألف زائدة \"ريا\" للمفرد المؤنث \"رييان\" لتثنيتها قلبت ألف التأنيث ياء لاجتماع الألفين وعدم إمكان حذف إحداهما للالتباس بالمفرد \"رواء\" لجمعها \"أيضا\"؛ أي كجمع المذكر واكتفى في الجمعين بصيغة واحدة لقلة استعماله فلم يبال بالالتباس مع الاكتفاء بالقرائن \"ولم يجعل واوهما\"؛ أي الجمعين \"ياء كما\" جعل الواو ياء \"في سياط حتى لا يجتمع الإعلالان أحدهما\" قلب الواو التي هي عين الفعل ياء و\" ثانيهما \"قلب الياء التي هي لام الفعل همزة\" كما ذكرنا، وهذا القلب أيضا إعلال في اصطلاحهم ألا يرى إلى قول الزمخشري في المفصل وأما قولهم رواء مع سكونها في ريان انقلابها؛ فلئلا يجمعوا بين الإعلالين قلب الواو التي هي عين ياء وقلب الياء التي هي لام همزة وإلى قوله في موضع آخر منه\n__________\n\n[الفلاح شرح المراح] لابن كمال باشا\n\"وإن كان ضميرا نظرا إلى ما قبلها\"؛ أي ما قبل حرف العلة التي هي ضمير \"فإن كان ما قبلها مفتوحا تحرك\" ذلك الحرف الذي هو الضمير بحركة من جنس نفسها \"لطرو حركتها\" حينئذ؛ لأنها إنما هي لاجتماع الساكنين \"وخفة\" حركة \"ما قبلها\" وهي الفتحة \"نحو: ارون\" بضم الواو الثاني الذي هو ضمير جماعة الذكور وفتح الواو الأول الذي هو عين الكلمة \"واروين\" بكسر الياء التي هي ضمير الواحدة وفتح الواو \"كما\" حركت واو الضمير بحركة من جنسها \"في قوله تعالى: {وَلا تَنْسَوُا الْفَضْلَ بَيْنَكُمْ} \" لطرو الحركة عليها؛ لأنها لاجتماع الساكنين وخفة فتحة ما قبلها \"وإن كان\" ما قبلها \"غير مفتوح\" بأن كان مكسورا أو مضموما \"تحذف\" حرف العلة التي هي الضمير لالتقاء الساكنين ولا تحرك وإن كانت الحركة عارضة \"لعدم الخفة فيما قبلها\"؛ لأنه ليس بمفتوح مع أن الحركة التي قبلها تدل عليها كضمة الواو \"في نحو اطون\" لجماعة الذكور \"و\" ككسرته في \"اطون\" للواحدة وكضم الميم في ارمن لجماعة الذكور وككسرته في ارمين للواحدة المخاطبة \"كما في اغزو القوم\" يعني يحذف حرف العلة التي هي الضمير بدخول نون التأكيد لالتقاء الساكنين، كما حذف عند الاتصال إلى ساكن آخر غير نون التأكيد لالتقاء الساكنين، لكن في اللفظ لا في الكتابة، والفرق ما مر من أن نون التأكيد في حكم داخل الكلمة فتكون الكلمة معها مبنية كالمركب بخلاف المفعول فإنه فضلة في الكلام \"و\" كذا الحال في \"يا امرأة اغزي القوم\" لكن المثال الأول نظير اطون بضم الواو الثاني نظير اطون بالكسر اسم \"فاعل\" من طوى \"طاو\" طاويان طاوون طاوية طاويتان طاويات وطواو أصله طواوي فأعل كإعلال رام \"ولا يعل واوه\" الذي هو عينه\" كما\" لا يعل الواو \"في طوى\" لئلا يجتمع إعلالان \"وتقول\" في الصفة المشبهة \"من الري\" بالكسر والفتح كما مر، وإنما قلنا في الصفة المشبهة ولم نقل في اسم الفاعل؛ لأن الري من أفعال الطبيعة فلم يجئ منه إلا الصفة المشبهة التي ليست على زنة فعله، ولذلك أفرده بالذكر ولم يكتف بذكر الفاعل من طوى \"ريان ريانان رواء\" بكسر الراء \"ريارييان رواء أيضا\"؛ أي كجمع المذكر؛ يعني يستوي الجمعان في اللفظ على وزن عطشان عطشانان عطاش عطشى عطشيان عطاش \"ولا يجعل واوهما\"؛ أي واو الجمعين وهو رواء \"ياء كما\" جعل واو الجمع لكسرة ما قبلها ياء \"في سياط حتى لا يجتمع الإعلالان\" أحدهما \"قلب الواو التي هي عين الفعل ياء\" فرضا \"و\" ثانيهما \"قلب الياء التي هي لام الفعل همزة\" لوقوعها بعد ألف زائدة للتكسر. فإن قلت: قد مر أن الإعلال إنما لا يجوز إذا لم يتوسط بينهما حرف، أما إذا توسط جاز كما في يقي وأصله يوقى فأعل الواو بالحذف والياء بالإسكان لتوسط القاف\n(1/155)\n",
        "\n[شرح ديكنقوز]\nوإعلال اسم الفاعل من نحو: قال وباع أن تقلب عنيه همزة وإلى قول ابن الحاجب وصح رواء جمع ريان كراهة إعلالين، وهذا الإطلاق في كلامهم أكثر من أن يحصي، وأما قولهم الإعلال تغيير حرف العلة للتخفيف فلا ينافيه؛ لأن في اجتماع حروف العلة في روى مع كون الياء عرضة لتوارد الحركات من الثقل المحسوس ما ليس في الهمزة، ولهذا أطلقوا الإعلال على قلب الألف همزة في قائل مع غاية الخفة في الألف؛ لأن اجتماع الألفين أثقل من الهمزة، واعلم أن اجتماع الإعلالين إنما لا يجوز إذا كانا من جنس واحد وكانا مواليين بحيث لا يكون بينهما فاصل، ولم يكونا في محل واحد، فخرج بالقيد الأول نحو: يقال، وبالثاني نحو: قه، وبالثالث، نحو: يدعى أصله يدعو قلبت الواو ياء ثم الياء ألفا، واعتمدوا في ترك هذه القيود على لفظ الاجتماع وعلى لفظ الإعلالين، فإنه حكم ليس بتعريف فلا يكون قولهم اجتماع الإعلالين ممتنع كلاما من غير روية \"وتقول في تثنية المؤنث في حالتي النصب والخفض\"؛ أي الجر \"رييين\" بأربع ياءات، الأولى منقلبة عن العين التي هي الواو، والثانية اللام، والثالثة منقلبة عن ألف التأنيث، والرابعة علامة النصب والجر، وأدغمت الأولى في الثانية \"مثل عطشيين\" في تثنية عطشي \"وإذا أضفته\"؛ أي تثنية المؤنث \"في حالة النصب\"؛ أي رييين \"إلى ياء المتكلم قلت: رأيت رييي بخمس ياءات\" الياء \"الأولى منقلبة عن الواو التي هي عين الفعل، والثانية لام الفعل، والثالثة منقلبة عن ألف التأنيث، والرابعة علامة النصب، والخامسة ياء الإضافة\"؛ أي ياء المتكلم أدغمت الأولى في الثانية المفتوحة الرابعة في الخامسة المفتوحة والثالثة مخففة مفتوحة \"المفعول مطوى\" أصله مطووي أعل كإعلال مرمى \"الموضع مطوى\" أصله مطوي أعل كإعلال مرمى \"الآلة مطوى\" أصله مطوي أعل كإعلال يرمي \"وحكم لام هذه الأشياء\"؛ أي الفاعل والمفعول والموضع والآلة ومجهول الماضي ومجهول المضارع من اللفيف المقرون \"كحكم لام الناقص\" كما أشرنا إليه \"وحكم عينهن كحكم عين طوى يطوي\" في عدم الإعلال في الكلمة التي \"اجتمع فيها إعلالان بتقدير إعلالها\"؛ أي إعلال عين تلك الكلمة كطاوو مطوى ويطوي \"و\" في الكلمة \"التي لم يجتمع فيها الإعلال يكون حكمها\"؛ أي حكم العين \"أيضا\" كالتي اجتمع فيها إعلالان \"حكم عين طوى\" في عدم الإعلال للمتابعة \"نحو طويا\" فإنه لو أعل عين طويا لم يلزم اجتماع الإعلالين إلا أنه لا يعل تبعا لطوى \"وطاويان وطوى\" مجهول طوى، فإنه لو أعل الواو فيهما بقلبها ألفا أو بإسكانها لثقل الكسرة عليها ولم يلزم اجتماع الإعلالين إلا أنه لم يعل حملا على طوى، والحمد لله رب العالمين.\n__________\n\n[الفلاح شرح المراح] لابن كمال باشا\nبينهما، قلت: الألف واسطة كلا واسطة للزوم سكونها، ولأنها ليست أصلية، والواسطة المعتبرة هي الأصلية \"وتقول في تثنية المؤنث في حالة النصب \"والخفض\"؛ أي الجر \"رييين\" بأربع ياءات وهو \"مثل عطشيين\" في الوزن؛ لأنه بياءين \"وإذا أضفته\" في النصب أو الجر \"إلى ياء المتكلم فقلت\" رأيت \"رييي\" ومررت برييي \"بخمس تاءات الأولى منقلبة عن الواو التي هي عين الفعل، والثانية لام الفعل، والثالثة منقلبة عن ألف التأنيث، والرابعة علامة النصب\" أو الجر وهذه الأربعة هي أربعة في رييين بترك الإضافة \"والخامسة ياء الإضافة و\" اسم \"المفعول مطوى\" مطويات مطويون مطوية مطويتان مطويات \"و\" اسم \"الموضع مطوى\" بالفتح \"و\" اسم \"الآلة مطوى\" بالكسر \"المجهول طوى يطوى إلى آخرهما، وحكم لام هذه الأشياء كحكم\" لام \"الناقص\" في الإعلال \"وحكم عينهن كحكم\" عين \"طوى\" المعلوم في عدم الإعلال \"في\" الكلمة التي اجتمع فيها إعلالان بتقدير إعلالها\"؛ أي إعلال عنيهن \"و\" أما وفي الكلمة التي لم يجتمع فيها إعلالان\" بتقدير إعلال العين \"فقد يكون حكمها أيضا\"؛ أي كالتي اجتمع فيها إعلالان \"كحكم\" عين \"طوى\" في عدم الإعلال وإن لم يجتمع إعلالان بتقدير الإعلال \"للمتابعة لطوى\" ونظيره أنه لا يعل قواما تبعا لقاوم \"نحو طويا\" المعلوم وطويا المجهول \"وطاويان\" وكذا راويان والله أعلم.\n(1/156)\n\n\n[شرح ديكنقوز]\nالفهرست\nصحيفة\n2 خطبة الكتاب\n6 الباب الأول في بيان بناء الصحيح\n24 فصل في بيان أمثلة الماضي\n34 فصل وتدخل المضمرات في الماضي وأخواته\n45 فصل في المستقبل\n52 فصل في الأمر والنهي\n65 فصل في اسم الفاعل\n74 فصل في اسم المفعول\n78 فصل في اسم الآلة\n80 الباب الثاني في المضاعف\n98 الباب الثالث في المهوز\n115 الباب الرابع في المعتل\n119 الباب الخامس في الأجوف\n137 الباب السادس في الناقص\n153 الباب السابع في اللفيف",
        "(1/156)\n"
    ]
}