{
    "partText": [
        "\nشروط الإسلام\nونواقضه العشرة\nالحمد لله رب العالمين، والصلاة والسلام على رسول الله خاتم النبيين، وعلى آله وصحبه ومن والاه إلى يوم الدين.\nأما بعد: فاعلم أخي المسلم؛ رحمنا الله وإياك:\nأن الأصول الثلاثة التي يجب على كل مسلم ومسلمة تعلمها هي: معرفة العبد ربه، ودينه، ونبيه محمدًا (.\nربنا: هو الله جل جلاله رب العالمين الذي خلقنا وخلق جميع المخلوقات ورزقهم، وربانا وربي جميع العالمين بنعمته وهو معبودنا، ليس لنا معبودٌ سواهُ، وهو الإله الحق ولا إله غيره، وكل معبود سواه باطل.\nديننا: الإسلام؛ هو الاستسلام لله بالتوحيد والانقياد له بالطاعة، والبراءة من الشرك وأهله.\nنبينا: محمد بن عبد الله بن عبد المطلب بن هاشم، وهاشم من قريش، وقريش من العرب، والعرب من ذرية إسماعيل بن إبراهيم الخليل على نبينا وعليهما الصلاة والسلام.\nوهو خاتم الأنبياء والمرسلين، ورسول الله إلى الناس أجمعين، وهو خير الخلائق وأفضلهم وأكرمهم على الله تعالى وأعلاهم درجة وأقربهم إلى الله وسيلة. وهو المبعوث إلى الثقلين بالحق والهدى بعثه الله رحمة للعالمين، قال تعالى: (وَمَا أَرْسَلْنَاكَ إِلَّا رَحْمَةً لِلْعَالَمِينَ( [الأنبياء: 107].\nوإذا عرفت هذا أخي الحبيب، فاعلم أن أصل الدين وقاعدته أمران:\nالأول: الأمر بعبادة الله وحده لا شريك له، والحرص على ذلك، والموالاة فيه، وتكفير من تركه.\nالثاني: الإنذار عن الشرك في عبادة الله، والتغليظ في ذلك، والمعاداة فيه، وتكفير من فعله.\n\nمفتاح الإسلام\n«شهادة أن لا إله إلا الله، وأن محمدًا رسول الله».\nالشهادتان: وهما مفتاح الإسلام، ولا يمكن الدخول إلى الإسلام إلا بهما. ومعناهما:\nأولا- شهادة «لا إله إلا الله» تعني:\nنفي حق العبادة عن كل ما عُبد من دون الله تعالى. أي: لا معبود بحق إلا الله لا شريك له.\nثانيا- شهادة «محمد رسول الله»:\n(1/1)\n",
        "هي الإقرار باللسان والاعتقاد الجازم بالقلب والإيمان أن محمد بن عبد الله هو مرسلٌ من عند الله، أنزل عليه كتابه وائتمنه على دينه وكلفه بتبليغ رسالته؛ من أطاعه دخل الجنة ومن عصاه دخل النار، وأن الله قد عصمه من الزلل في تبليغه لهذه الرسالة وجعل طاعته طاعةً له سبحانه فقال: (مَنْ يُطِعِ الرَّسُولَ فَقَدْ أَطَاعَ اللَّهَ( [النساء: 80]، ونهانا عن مخالفة أمره فقال: (وَمَنْ يَعْصِ اللَّهَ وَرَسُولَهُ وَيَتَعَدَّ حُدُودَهُ يُدْخِلْهُ نَارًا خَالِدًا فِيهَا وَلَهُ عَذَابٌ مُهِينٌ( [النساء: 14].\n\nشروط لا إله إلا الله\n1- العلم: بمعناها نفيًا وإثباتًا؛ بحيث يعلم القلب ما ينطق به اللسان؛ فمن تلفظ بها وهو لا يعرف معناها ومقتضاها فإنها لا تنفعه؛ لأنه لم يعتقد ما تدلُّ عليه، كالذي يتكلم بلغه لا يفهمها.\nقال الله تعالى: (فَاعْلَمْ أَنَّهُ لَا إِلَهَ إِلَّا اللَّهُ( [محمد: 19]، وقال تعالى: (إِلَّا مَنْ شَهِدَ بِالْحَقِّ وَهُمْ يَعْلَمُونَ( [الزخرف: 86]، أي بـ «لا إله إلا الله» وهم يعلمون بقلوبهم معنى ما ينطقون به بألسنتهم. وقال النبي (: «من مات وهو يعلم أن لا إله إلا الله دخل الجنة» [رواه مسلم].\nومعناها: لا معبود بحق إلا الله، والعبادة: هي كل ما يحبه الله ويرضاه من الأقوال، والأ‘مال الظاهرة والباطنة.\n2- اليقين: هو كمال العلم بها، المنافي للشك والريب، وأن يكون القائل مستيقنًا بمدلول هذه الكلمة يقينًا جازمًا؛ لأن الإيمان لا يغني فيه إلا اليقين. قال تعالى: (إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ آَمَنُوا بِاللَّهِ وَرَسُولِهِ ثُمَّ لَمْ يَرْتَابُوا وَجَاهَدُوا بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ فِي سَبِيلِ اللَّهِ أُولَئِكَ هُمُ الصَّادِقُونَ( [الحجرات: 15]، وقال (: «أشهد أن لا إله إلا الله، وأني رسول الله، لا يلقي الله بهما عبدٌ غير شاك فيهما إلا دخل الجنة» [رواه مسلم].\n(1/2)\n\n3- الإخلاص: المنافي للشرك، وتصفية العمل بصالح النية عن جميع شوائب الشرك، وهو ما تدل عليه لا إله إلا الله. قال تعالى: (أَلَا لِلَّهِ الدِّينُ الْخَالِصُ( [الزمر: 3]، وقوله: (وَمَا أُمِرُوا إِلَّا لِيَعْبُدُوا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ حُنَفَاءَ( [البينة: 5].\n\nقال (: «أسعد الناس بشفاعتي يوم القيامة من قال: لا إله إلا الله خالصًا مخلصًا من قلبه» [رواه البخاري].\n4- المحبة: لهذه الكلمة ولما دلت عليه، والسرور بذلك. قال تعالى: (وَمِنَ النَّاسِ مَنْ يَتَّخِذُ مِنْ دُونِ اللَّهِ أَنْدَادًا يُحِبُّونَهُمْ كَحُبِّ اللَّهِ وَالَّذِينَ آَمَنُوا أَشَدُّ حُبًّا لِلَّهِ( [البقرة: 165].\nأخبر الله تعالى في هذه الآية؛ أن عباده المؤمنين أشدُّ حبًا له؛ وذلك لأنهم لم يتخذوا من دونه أندادًا، وعلامة حب العبد ربه تقديم أمره وإن خالفت هواه، وبغض ما يبغض، والولاء والبراء في الله، واتباع رسوله واقتفاء أثره وقبول هديه (.\nوقال (: «ثلاث من كن فيه وجد حلاوة الإيمان: أن يكون الله ورسوله أحب إليه مما سواهما، وأن يحب المرء لا يحبه إلا لله، وأن يكره أن يعود في الكفر بعد إذ أنقذه الله منه كما يكره أن يلقى في النار..» [متفق عليه].\n5- الصدق: المنافي للكذب المانع من النفاق، وأن يقوله المرء صادقًا من قلبه، ويصدق لسانه قلبه.\nقال تعالى: (فَلَيَعْلَمَنَّ اللَّهُ الَّذِينَ صَدَقُوا وَلَيَعْلَمَنَّ الْكَاذِبِينَ( [العنكبوت: 3]، وقال تعالى: (وَالَّذِي جَاءَ بِالصِّدْقِ وَصَدَّقَ بِهِ أُولَئِكَ هُمُ الْمُتَّقُونَ( [الزمر: 33].\nقال (: «ما من أحد يشهد أن لا إله إلا الله، وأن محمدًا عبده ورسوله، صدقًا من قلبه إلا حرمه الله على النار».\n[رواه البخاري ومسلم].\n6- الانقياد: يعني لحقوقها، وهي الأعمال الواجبة إخلاصًا لله وطلبًا لمرضاته، والمنافي لترك ذلك.",
        "(1/3)\n\nقال تعالى: (وَأَنِيبُوا إِلَى رَبِّكُمْ وَأَسْلِمُوا لَهُ( [الزمر: 54]، وقوله تعالى: (وَمَنْ يُسْلِمْ وَجْهَهُ إِلَى اللَّهِ وَهُوَ مُحْسِنٌ فَقَدِ اسْتَمْسَكَ بِالْعُرْوَةِ الْوُثْقَى( [لقمان: 22]، أي: بـ «لا إله إلا الله» فهذا هو الانقياد لله تعالى بعبادته وحده.\nقال (: «لا يؤمن أحدكم حتى أكون أحب إليه من ولده ووالده والناس أجمعين» [رواه مسلم]. إن هذه هي المحبة المطلقة والانقياد التام بالنبي (.\n7- القبول: المنافي للرَّد، فقد يقولها من يعرفها لكن لا يقبلها ممن دعاه إليها تعصبًا أو تكبرًا.\nقال تعالى: (إِنَّهُمْ كَانُوا إِذَا قِيلَ لَهُمْ لَا إِلَهَ إِلَّا اللَّهُ يَسْتَكْبِرُونَ( [الصافات: 35]، فجعل الله علَّة تعذيبهم وسببه هو استكبارهم عن قول: (لا إله إلا الله)، وتكذيبهم من جاء بها. قال (: «مثل ما بعثني الله به من الهدى والعلم كمثل الغيث الكثير أصاب أرضًا، فكان منها نقية قبلت الماء فأنبتت الكلأ والعشب الكثير، وكانت منها أجادب أمسكت الماء فنفع الله بها الناس فشربوا وسقوا وزرعوا. وأصاب منها طائفة أخرى إنما هي قيعان لا تمسك ماء ولا تنبت كلأ...» [رواه البخاري].\nواعلم أخي المسلم: أن المقصود من هذه الشروط ليس مجرد التلفظ بالشهادتين، وإنما المقصود التقيد بالمعنى والعمل بالمقتضى؛ لأنَّ هاتين الشهادتين أساس صحة الأعمال وقبولها، إذ لا صحة لعمل ولا قبول إلاَّ بالإخلاص لله تعالى، والمتابعة لرسوله (، فبإخلاص العبادة لله والخضوع والطاعة: تتحقق شهادة أن: «لا إله إلا الله». وبالمتابعة لرسول الله ( والإذعان لما أمر به ونهى عنه: تتحقق شهادة أن «محمدًا رسول الله». وهذان أمران لا نجاة للمسلم إلا بهما، ويحرم التحاكم إلى غيرهما.\n\nنواقض الإسلام\nاعلم أخي المسلم علمنا الله وإياك طريق الحق: أنَّ للإسلام نواقض، ومن أهم هذه النواقض وأخطرها وأكثرها وقوعًا عشر نواقض:\nالناقض الأول: الشرك في عبادة الله:\n(1/4)",
        "\nوهو من أعظم نواقض الإسلام، ولهذا حذر الله منه في القرآن وذم أهله وذكر مصيرهم المشين؛ فقد تكررت لفظة الشرك وما تصرف منها أكثر من مائة وستين مرة، قال الله تعالى: (إِنَّ اللَّهَ لَا يَغْفِرُ أَنْ يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَنْ يَشَاءُ( [النساء: 48]، وقوله تعالى: (إِنَّهُ مَنْ يُشْرِكْ بِاللَّهِ فَقَدْ حَرَّمَ اللَّهُ عَلَيْهِ الْجَنَّةَ وَمَأْوَاهُ النَّارُ وَمَا لِلظَّالِمِينَ مِنْ أَنْصَارٍ( [المائدة: 72].\nوالشرك: هو أن يُجْعَلَ مع الله شريكًا سواء كان في الربوبية أو الألوهية؛ إلاَّ أنه يكثر إطلاقه على الشرك في الألوهية.\nوالشرك نوعان: وهما:\n* الشرك الأكبر: وهو مخرج من الإسلام، وصاحبه إن لقي الله به، فهو مخلد في النار. لا يغفره الله إلا بالتوبة.\n* الشرك الأصغر: وهو لا يخرج من الإسلام، ولا ينافي أصل التوحيد ولكنه ينافي كماله، وصاحبه إن لقي الله به، فهو تحت المشيئة: إن شاء عفا عنه، وإن شاء عذَّبه.\n\nالناقض الثاني: من جعل بينه وبين الله وسائط:\nفيدعوهم، ويسألهم الشفاعة، ويتوكل عليهم؛ فقد كفر إجماعًا؛ لأنه لا واسطة بين الخالص والمخلوق إلا في تبليغ الشرائع.\nالناقض الثالث: من لم يكفر المشركين:\nأو شك في كفرهم، أو صحح مذهبهم؛ كفر إجماعًا؛ لأنه لم يعرف الإسلام.\nالناقص الرابع: الاعتقاد بعدم اكتمال الإسلام أو قبول حكم غيره:\n(1/5)\n",
        "من اعتقد أن غير هدي النبي ( أكمل من هديه، أو أنَّ حكم غيره أحسن من حكمه؛ كالذي يفضِّل حكم الطواغيت على حكمه، كتفضيل الحكم بالقوانين المخالفة للكتاب والسنة، أو من اعتقد بأن النظام الإسلامي لا يصلح تطبيقه في هذا الزمان، أو أن الإسلام كان سببًا في تخلف المسلمين، أو أنه ينحصر في علاقة المرء بربه دون أن يتدخل في شؤون الحياة الأخرى. قال تعالى: (وَمَنْ لَمْ يَحْكُمْ بِمَا أَنْزَلَ اللَّهُ فَأُولَئِكَ هُمُ الْكَافِرُونَ( [المائدة: 44]، وقال تعالى: (فَلَا وَرَبِّكَ لَا يُؤْمِنُونَ حَتَّى يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ ثُمَّ لَا يَجِدُوا فِي أَنْفُسِهِمْ حَرَجًا مِمَّا قَضَيْتَ وَيُسَلِّمُوا تَسْلِيمًا( [النساء: 65]. ومن استحل الحكم بغير ما أنزل الله؛ يكفر، ولو قال: إن حكم الله أفضل، وعمله هو استحلال له.\nالناقض الخامس: من أبغض شيئًا مما جاء به الرسول (:\nولو عمل به كفر؛ لأنه من النفاق الاعتقادي، الذي صاحبه في الدرك الأسفل من النار. قال تعالى: (ذَلِكَ بِأَنَّهُمْ كَرِهُوا مَا أَنْزَلَ اللَّهُ فَأَحْبَطَ أَعْمَالَهُمْ( [محمد: 9].\nالناقض السادس: من استهزأ بشيء من دين الرسول (:\nأو ثوابه أو عقابه ولو هازلاً؛ فقد كفر؛ لأن الله تعالى يقول: (قُلْ أَبِاللَّهِ وَآَيَاتِهِ وَرَسُولِهِ كُنْتُمْ تَسْتَهْزِئُونَ * لَا تَعْتَذِرُوا قَدْ كَفَرْتُمْ بَعْدَ إِيمَانِكُمْ( [التوبة: 65، 66].\nالناقض السابع: ممارسة أنواع السحر:\nمن مارس السحر أو آمن به فقد كفر، والدليل قول الله تعالى: (وَمَا يُعَلِّمَانِ مِنْ أَحَدٍ حَتَّى يَقُولَا إِنَّمَا نَحْنُ فِتْنَةٌ فَلَا تَكْفُرْ( [البقرة: 102].\nالناقض الثامن: مظاهرة المشركين ومعاونتهم على المسلمين:\nومن فعل ذلك فقد كفر، والدليل قوله تعالى: (وَمَنْ يَتَوَلَّهُمْ مِنْكُمْ فَإِنَّهُ مِنْهُمْ إِنَّ اللَّهَ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ( [المائدة: 51].\n(1/6)\n\nالناقض التاسع: الاعتقاد في إمكان الخروج عن الشريعة:\nمن اعتقد أن بعض الناس يسعه الخروج عن شريعة محمد ( كما وسع الخضر الخروج عن شريعة موسى (؛ فهو كافر؛ لأن الله تعالى يقول: (وَمَنْ يَبْتَغِ غَيْرَ الْإِسْلَامِ دِينًا فَلَنْ يُقْبَلَ مِنْهُ وَهُوَ فِي الْآَخِرَةِ مِنَ الْخَاسِرِينَ( [آل عمران: 85].\nالناقض العاشر: الإعراض عن دين الله تعالى:\nوهو الإعراض الكلي عن دين الله، أو عما لا يصح الإسلام إلا به، لا يتعلمه ولا يعمل به، والدليل قوله تعالى: (وَمَنْ أَظْلَمُ مِمَّنْ ذُكِّرَ بِآَيَاتِ رَبِّهِ ثُمَّ أَعْرَضَ عَنْهَا إِنَّا مِنَ الْمُجْرِمِينَ مُنْتَقِمُونَ( [السجدة: 22]. والإعراض هو؛ الإعراض عن تعلُّم أصل الدين الذي به يكون المرء مسلمًا.\nوأخيرًا.. اعلم أخي المسلم: هداك الله إلى الحق؛ لا فرق في جميع هذه النواقض بين الهازل والجاد والخائف؛ إلا المكره، والإكراه يكون بالضرب والقتل والتعذيب بالفعل، لا بمجرد التهديد؛ ففي هذه الحالة لا يكفر، ما دامت الموافقة باللسان والقلب مطمئن بالإيمان.\nواحذرها أخي الحبيب كلُّها فإنها من أعظم ما يكون خطرًا، وأكثر ما يكون وقوعًا، فينبغي للمسلم أن يحذرها ويخاف منها على نفسه. ونعوذ بالله من موجبات غضبه وأليم عقابه.. اللهم آمين.\nفإذا عرفت هذا فاعلم: أن تحقيق التوحيد هو تخليصه من شوائب الشرك والبدع، وهو أساس الدين الذي لا يصحُّ للعبد إسلام إلاَّ به، ولا يقبل منه صلاة ولا زكاة ولا صوم ولا حج إذا لم يكن موحدًا لله؛ لأنَّ غير الموحد مشرك والمشرك عمله محبط وذنبه غير مغفور. قال تعالى: (وَلَقَدْ أُوحِيَ إِلَيْكَ وَإِلَى الَّذِينَ مِنْ قَبْلِكَ لَئِنْ أَشْرَكْتَ لَيَحْبَطَنَّ عَمَلُكَ وَلَتَكُونَنَّ مِنَ الْخَاسِرِينَ( [الزمر: 65].\nوصلى الله على نبينا محمد وعلى آله وصحبه أجمعين.\n\n* * * *",
        "(1/7)\n"
    ]
}