{
    "partText": [
        "\nبسم الله الرحمن الرحيم\n(1/1)\n",
        "بسم الله الرحمن الرحيم\n\n) وقال الذين كفروا إن هذا إلا إفك افتراه وأعانه عليه قوم آخرون فقد جاؤوا ظلما وزورا\n\nوقالوا أساطير الأولين اكتتبها فهي تملى عليه بكرة وأصيلا (\n\n(الفرقان 4-5)\n\nتمهيد\nمن المضحكات المبكيات أن يستشهد النصاري بالقرآن الكريم لأثبات صحة كتبهم المحرفة (كما سوف نثبت في هذا البحث) وذلك بعد فشلهم في إثبات صحة كتابهم اللهم إلا بحجج واهية سوف نبرهن علي فسادها في بحثنا هذا بأمر الله وهم في هذا يحاولون في أستماته خداع أتباعهم من خراف الكنيسة والذين هم في معظمهم لم يقرأوا كتبهم ولو لمرة واحدة وحتي من قرأها منهم لم يفقه ماهو مكتوب فيها . وهم في مجملهم ممن ينطبق عليهم أيضا قوله تعالي :\n\n) كَمَثَلِ الْحِمَارِ يَحْمِلُ أَسْفَاراً بِئْسَ مَثَلُ الْقَوْمِ الَّذِينَ كَذَّبُوا بِآياتِ اللَّهِ وَاللَّهُ لا يَهْدِي الْقَوْمَ الظَّالِمِينَ( (الجمعة: من الآية5)\n\nوهم ظالمين حقا فقد ظلموا أنفسهم باتباعهم ما يروج له رهبانهم وقساوستهم من تعاليم تخالف حتي ما جاء في كتبهم حتي أن كل من له فهم سليم يتذكر قول الله فيهم :\n\n)اتَّخَذُوا أَحْبَارَهُمْ وَرُهْبَانَهُمْ أَرْبَاباً مِنْ دُونِ اللَّهِ وَالْمَسِيحَ ابْنَ مَرْيَمَ وَمَا أُمِرُوا إِلَّا لِيَعْبُدُوا إِلَهاً وَاحِداً لا إِلَهَ إِلَّا هُوَ سُبْحَانَهُ عَمَّا يُشْرِكُونَ( (التوبة:31)\nالغرض من البحث :\n(1/2)\n\nهو الرد علي رسالة من صديق نصراني طلب مني الرد علي كتيب منتشر علي الأنترنت بعنوان \" ميزان الحق \" كاتبه يدعي الدكتور فاندر يروج أن القرآن يشهد بصحة الإنجيل والتوراة الموجودة بين أيدينا الآن مستغلا جهل النصاري بالقرآن الكريم ناهيك عن ضحالة علمهم بكتبهم ويورد فيه حجج أوهي من خيوط العنكبوت سنوضحها في بحثنا هذا بحول الله وقوته وهذا البحث أهديه لصديقي النصراني ولكل نصراني أو يهودي يبحث عن الحق وكل ماعليه هو أن يسأل نفسه اين الحق أهو في الكتيب الزائف محل البحث أم في هذا البحث الذي سيكشف بأمر الله زيف ما يروج له أحبار النصاري وألباسهم الحق بالباطل كما جرت عليه العادة في كتبهم سواء التي يقدسونها أو التي يؤلفونها لتعمية وخداع أتباعهم . والله المستعان .\n\nأقسام البحث :\n\n1. معني ومفهوم التحريف عامة وفي كتب اليهود والنصاري خاصة .\n\n2. الرد علي الكتيب موضوع البحث وأثبات أن القرآن لا يقول بصحة كتب اليهود والنصاري المتداولة منذ عهد الرسول عليه الصلاة والسلام كما يدعي كاتب البحث وسأعتمد في هذه النقطة علي القرآن نفسه وعلي الآيات التي ادرجوها في غير موضعها وهم يعلمون .\n\n3. أثبات تحريف كتبهم من كتبهم نفسها مستشهدا بأعداد وأصحاحات من كتبهم المحرفة .\n\n4. أثبات أن كتبهم لا محل لها من العقل وأنها لا تتماشي مع الفطرة ولا النفسية السوية بحال من الأحول .",
        "(1/3)\n\nمقدمة لابد منها\n\nمعنى التحريف لغة واصطلاحاً\n\n· التحريف لغةً\n\nحرف الشيء: طرفه وجانبه، وتحريفه: إمالته والعدول به عن موضعه إلى طرفٍ أو جانب .\n\n· التحريف اصطلاحاً\n\nأمّا التحريف في الاِصطلاح فله معانٍ كثيرة منها:\nالتحريف الترتيبي:\nأي نقل الإصحاح أو عدد من مكانه إلى مكان آخر .\n\nمثال للتحريف الترتيبي من الإنجيل :\n\nمتي 21: 12 – 19 ]\n\n\" ودخل يسوع الى هيكل الله و اخرج جميع الذين كانوا يبيعون و يشترون في الهيكل و قلب موائد الصيارفة و كراسي باعة الحمام . و قال لهم مكتوب بيتي بيت الصلاة يدعى و انتم جعلتموه مغارة لصوص . و تقدم اليه عمي و عرج في الهيكل فشفاهم . فلما راى رؤساء الكهنة و الكتبة العجائب التي صنع و الاولاد يصرخون في الهيكل و يقولون اوصنا لابن داود غضبوا. و قالوا له اتسمع ما يقول هؤلاء فقال لهم يسوع نعم اما قراتم قط من افواه الاطفال و الرضع هيات تسبيحا . ثم تركهم و خرج خارج المدينة الى بيت عنيا و بات هناك . و في الصبح اذ كان راجعا الى المدينة جاع . فنظر شجرة تين على الطريق و جاء اليها فلم يجد فيها شيئا الا ورقا فقط فقال لها لا يكن منك ثمر بعد الى الابد فيبست التينة في الحال \" .\n\nواضح أن المسيح في النص السابق قد دخل الهيكل وطرد باعة الحمام والصيارفة قبل ذهابه إلي بيت عنيا ولعنة شجرة التين .\n\nوالآن لنري ماذا يقول مرقس 11 : 11 حول هذا الموضوع :\n(1/4)",
        "\n\" فدخل يسوع اورشليم و الهيكل و لما نظر حوله الى كل شيء اذ كان الوقت قد امسى خرج الى بيت عنيا مع الاثني عشر . و في الغد لما خرجوا من بيت عنيا جاع . فنظر شجرة تين من بعيد عليها ورق و جاء لعله يجد فيها شيئا فلما جاء اليها لم يجد شيئا الا ورقا لانه لم يكن وقت التين . فاجاب يسوع و قال لها لا ياكل احد منك ثمرا بعد الى الابد و كان تلاميذه يسمعون . و جاءوا الى اورشليم و لما دخل يسوع الهيكل ابتدا يخرج الذين كانوا يبيعون و يشترون في الهيكل و قلب موائد الصيارفة و كراسي باعة الحمام . و لم يدع احد يجتاز الهيكل بمتاع . و كان يعلم قائلا لهم اليس مكتوبا بيتي بيت صلاة يدعى لجميع الامم و انتم جعلتموه مغارة لصوص \".\n\nناقض مرقس متي كما هو واضح بمقارنة النصين السابقين من إنجيلي متي ومرقس فعند متي الترتيب هو دخول المسيح الهيكل اولا ولكن عند مرقس كان دخول المسيح للهيكل في النهاية وهو تسمية أصغر محكمة إبتدائية شهادة زور يعاقب عليها مدعوها وهذا ما نسميه بالتحريف الترتيبي فمن المؤكد هنا أن إما متي اومرقس أو كلاهما كاذب .\n\nالتحريف المعنوي:\n\nويراد به حمل اللفظ على معانٍ بعيدة عنه لم ترتبط بظاهره، مع مخالفتها للمشهور أو المتعارف عليه من تفسيره كحالة صاحب الكتيب محل البحث والنقض والذي سوف نثبته بأمر الله في الوريقات التالية .\nوكمثال علي التحريف المعنوي نورد الأعداد التالية :\n\nمن [ لوقا 22: 70 ]\nفقال الجميع افانت ابن الله فقال لهم انتم تقولون اني انا هو\n\nحيث يوهم كهنة النصاري أتباعهم بأن كلمة أنتم تقولون أني أنا هو تعني نعم بينما المتعارف عليه هو أن معناها هذا زعمكم وذلك في محاولة ميئوس منها لثبات ألوهية المسيح\n\nالتحريف اللفظي، وهو على قسمان :\n\n1. التحريف بالزيادة:\nبمعنى أنّ بعض الكتاب الذي بين أيدينا ليس من الكلام المنزل وكمثال له من الإنجيل نورد الآتي من [ مرقص 13-14 ] :\n(1/5)\n",
        "\" فمتى نظرتم رجسة الخراب التي قال عنها دانيال النبي قائمة حيث لا ينبغي ليفهم القارئ فحينئذ ليهرب الذين في اليهودية الى الجبال \"\nوكذلك الحال في [ متي 14-15] :\n\" فمتى نظرتم رجسة الخراب التي قال عنها دانيال النبي قائمة في المكان المقدس ليفهم القارئ \"\nومن الواضح هنا أن النص الأصلي يقول \"فمتى نظرتم رجسة الخراب فحينئذ ليهرب الذين في اليهودية الى الجبال\". أما جملة ولا أقول كلمة \" التي قال عنها دانيال النبي قائمة حيث لا ينبغي ليفهم القارئ \" هي مضافة للنص الأصلي .\n\n2. التحريف بالنقص:\nبمعنى أنّ بعض الكتب التي بين أيدينا منقوصة\n\nوكمثال لهذه الحالة نورد التالي من [حزقيال 23].\n\n\" 43 فقلت عن البالية في الزنى الان يزنون زنى معها و هي ***** \" .\n\nوأيضا نجده في [الملوك الثاني 5].\n\n\" 6 واتى بالكتاب الى ملك اسرائيل يقول فيه ***** فالان عند وصول هذا الكتاب اليك هوذا قد ارسلت اليك نعمان عبدي فاشفه من برصه \" .\n\nطبعا النجوم ***** ليست من عندنا ولكنها وضعت في البايبل للتعوض عن كلمات مفقودة أو ترك مكانها فراغ .\n\nوفي خاتمة المقدمة نقول نحن المسلمون أن كتب اليهود والنصاري محرفة ولا نقول زائفة فقد يكون فيها أجزاء ولو ضئيلة يري الإنسان فيها بعض الحق وإن كان أغلبها ضلال وسنورد في الباب الثاني المزيد من التحريفات بأنواعها بأمر الله .\n(1/6)\n\nالباب الأول\n\nالقرآن يشهد بتحريف كتب اليهود والنصاري\n\n) إِنَّ الَّذِينَ يَكْتُمُونَ مَا أَنْزَلْنَا مِنَ الْبَيِّنَاتِ وَالْهُدَى مِنْ بَعْدِ مَا بَيَّنَّاهُ لِلنَّاسِ فِي الْكِتَابِ أُولَئِكَ يَلْعَنُهُمُ اللَّهُ وَيَلْعَنُهُمُ اللَّاعِنُونَ(\nفي الآيات التالية يخبرنا الحق سبحانه وتعالي بأن كتب اليهود والنصاري محرفة وأعتقد أن النصوص التي سأوردها لا تحتاج من لتعليق :\n\n) فَوَيْلٌ لِّلَّذِينَ يَكْتُبُونَ الْكِتَابَ بِأَيْدِيهِمْ ثُمَّ يَقُولُونَ هَذَا مِنْ عِندِ اللّهِ لِيَشْتَرُواْ بِهِ ثَمَناً قَلِيلاً فَوَيْلٌ لَّهُم مِّمَّا كَتَبَتْ أَيْدِيهِمْ وَوَيْلٌ لَّهُمْ مِّمَّا يَكْسِبُونَ ( [البقرة : 79]\n\n) أَفَتَطْمَعُونَ أَن يُؤْمِنُواْ لَكُمْ وَقَدْ كَانَ فَرِيقٌ مِّنْهُمْ يَسْمَعُونَ كَلاَمَ اللّهِ ثُمَّ يُحَرِّفُونَهُ مِن بَعْدِ مَا عَقَلُوهُ وَهُمْ يَعْلَمُونَ ( [البقرة : 75]\n\n) مِّنَ الَّذِينَ هَادُواْ يُحَرِّفُونَ الْكَلِمَ عَن مَّوَاضِعِهِ وَيَقُولُونَ سَمِعْنَا وَعَصَيْنَا وَاسْمَعْ غَيْرَ مُسْمَعٍ وَرَاعِنَا لَيّاً بِأَلْسِنَتِهِمْ وَطَعْناً فِي الدِّينِ وَلَوْ أَنَّهُمْ قَالُواْ سَمِعْنَا وَأَطَعْنَا وَاسْمَعْ وَانظُرْنَا لَكَانَ خَيْراً لَّهُمْ وَأَقْوَمَ وَلَكِن لَّعَنَهُمُ اللّهُ بِكُفْرِهِمْ فَلاَ يُؤْمِنُونَ إِلاَّ قَلِيلاً ( [النساء : 46]\n\n) فَبِمَا نَقْضِهِم مِّيثَاقَهُمْ لَعنَّاهُمْ وَجَعَلْنَا قُلُوبَهُمْ قَاسِيَةً يُحَرِّفُونَ الْكَلِمَ عَن مَّوَاضِعِهِ وَنَسُواْ حَظّاً مِّمَّا ذُكِّرُواْ بِهِ وَلاَ تَزَالُ تَطَّلِعُ عَلَىَ خَآئِنَةٍ مِّنْهُمْ إِلاَّ قَلِيلاً مِّنْهُمُ فَاعْفُ عَنْهُمْ وَاصْفَحْ إِنَّ اللّهَ يُحِبُّ الْمُحْسِنِينَ ( [المائدة : 13]",
        "(1/7)\n\n) يَا أَيُّهَا الرَّسُولُ لاَ يَحْزُنكَ الَّذِينَ يُسَارِعُونَ فِي الْكُفْرِ مِنَ الَّذِينَ قَالُواْ آمَنَّا بِأَفْوَاهِهِمْ وَلَمْ تُؤْمِن قُلُوبُهُمْ وَمِنَ الَّذِينَ هِادُواْ سَمَّاعُونَ لِلْكَذِبِ سَمَّاعُونَ لِقَوْمٍ آخَرِينَ لَمْ يَأْتُوكَ يُحَرِّفُونَ الْكَلِمَ مِن بَعْدِ مَوَاضِعِهِ ( [المائدة : 41]\n\nوسأكتفي بهذه الآيات الخمسة السابقة لأثبات مايقوله القرآن صراحة في تحريفهم لكتبهم ويفهمه كل من لديه أدني قدر من العقل.\n\nبالنسبة لمقدمة الكتيب والتي يقول فيها ناشر الكتاب :\n\n((الحمد لله أننا نعيش في عصر العلم والتنوّرالذي لا مكان فيه للمتعصب والناموسي, إن أوساط الدنيا مفتوحة للبحث الموضوعي والتفاهم المبني على أسس الحقيقة, فإن كنت من الذين يفتشون عن الحق فندعوك للدراسة الخالية من العواطف لتجد جوهر الوحي وتلبس قوة العلي, الحمد لله مرة أخرى لأن الخبير الدكتور فاندر ألف منذ أكثر من مائة سنة هذا الكتاب الشهير ميزان الحق ولم نجد حاجة للتغيير فيه لأن مقارناته متينة ومبنية على احترام وفهم وعدل, فيسرنا أن ننشر كتابه مرة أخرى عسى أن بعض الشباب يغادرون جو القرون الوسطى وينطلقون إلى حرية الفكر والحياة المبنية على الواقع والمنطق والمحبة.))\n(1/8)",
        "\nفنقول له نعم الحمد لله دائما وأبدا ونحمد الله أننا نعيش في عصر العلم والنور الذي لا مكان فيه لجهل القرون الوسطي يوم كانت النصرانية تحكم أوروبا يوم أن كان الإنسان يمتهن عقلة أو يحرق حيا لمجرد أنه عالم أو لمجرد أنه يقول بكروية الأرض ذات الأطراف الأربعة في الكتاب المقدس أو أن يقول بدوران الأرض الثابتة فيما يدعي بالكتاب المقدس ناهيك عن من يحاول أن يقول أن الأرانب لا تجتر أو أنه لا مكان لطيور بأربعة أرجل خارج تحريفات ما يدعي بالكتاب المقدس كل هذا والحمد لله بالرغم من أن الإسلام كان منارة العلم والتنوير في شتي أنحاء الأرض في نفس الوقت في الأندلس المسلمة والتي لولاها بعد فضل الله لظل العالم حتي الآن تحت سلطان الخرافة الذي كانت تحكم به الكنيسة وخلفاء المسيح علي الأرض الباباوات الذين أمتهنوا عقول البشر إلي درجة أن باعوا الجنة لأتباعهم ولولا مارتن لوثر وثورته الشهيرة عليهم لكان قراء هذا الكتاب من النصاري لازالوا يدفعون أموالهم مقابل صك غفران يضمن لهم مكان في الجنة الموهومة أو الملكوت المزعوم .\n\nأما بالنسبة الدكتور فاندر مؤلف الكتيب والذي حوله الناشر إلي خبير لمجرد أنه كتب ما يوافق هواه فهو نكره بصفة عامة ولم يسمع به من قبل وليسأل أي قارئ منكم نفسه من هو دكتور فاندر ؟ هذا هو حال النصاري فمن يمنح القداسة لإنسان لم يستحم أربعين سنة متصلة يمكنه أن يجعل من النملة فيل وذلك ليريح عقله المكدود المثقل بتخاريف منبعها التحريف وتخرصات الكهنة المسيطرين علي عقله بما لم ينزل الله به من سلطان .\nولنستعرض معا ما أفتراه الكاتب في كتيبه الهزيل ذو العشرين صفحة والتي معظمها نسخ ولصق وإلباس للحق بالباطل .\n\nونبدأ بالرد علي قوله :\n\n(( يشهد المصحف يشهد أنه وُجد في جزيرة العرب زمن صاحب القرآن أمتان مختلفتان في الدين )).\n(1/9)\n",
        "ولا نعترض أو نقول بأنه لم يوجد يهود أو نصاري في شبة الجزيرة العربية وليس جزيرة العرب كما وصفها صاحب الكتيب , ولكننا نبين جهله في قوله ( يشهد المصحف ) فكلمة القرآن لا تكافئ كلمة المصحف إلا لمن ليس له دراية بالمعاني والمسميات و كلمة مصحف مأخوذة من الصحيفة و هي القرطاس المكتوب ، و المصحف ـ مثلث الميم ـ هو ما جُمع من الصحف بين دفتي الكتاب المشدود ، و لذلك قيل للقرآن مصحف ، و عليه فكل كتاب يسمى مصحفاً. وجهله هنا هو خطأ لا نلومه عليه ونعذره لجهله وهو ليس متفردا بهذا ولكنه خطأ شائع بين قومه يعملون به أحيانا عن جهل وأحيانا لمجرد الأفتراء كأن يوهموا أتباعهم مثلا بأن كلمة مصحف عثمان تكافئ مثلا قرآن عثمان مع أن عثمان رضي الله عنه لا علاقة له بالقرآن سوي نفس العلاقة التي تربط كاتب هذا البحث وكل المسلمين بالقرآن .\n\nأما بالنسبة للآيات التي أوردها صاحب الكتيب بأن القرآن يقول بصحة كتبهم فسأقوم بوضع الآيات وتفنيدها لكي يظهر الحق ويمحق الباطل :\n\nيقول صاحب الكتيب مستشهدا بصحة كتابه من القرآن قائلا وهو يستشهد بسورة [الأعراف : 169] علي أن كتاب اليهود أو ما يسمي بالعهد القديم عند النصاري ورثوه جيلا بعد جيل من أبائهم أو كما يقول نصا ((وفي سورة الأعراف يصرح بأن اليهود تلقوا الكتاب - التوراة - بالتوارث عن آبائهم في آية 169)).\n\nفي محاولة رخيصة من صاحب الكتيب ألبس فيها الحق بالباطل قرر أن يخرج الآية القرآنية عن سياقها الواضح لكل من يقرآها وبعد أن كانت الآية تقول بتحريفهم حولها قلم صاحب الكتيب للنقيض ليستشهد بها علي صحة زعمه الكاذب وبمراجعة ما ورد بالآية كاملة وهو الذي الذي بترة منها نجد الآية تقول :\n(1/10)\n\n) فَخَلَفَ مِن بَعْدِهِمْ خَلْفٌ وَرِثُواْ الْكِتَابَ يَأْخُذُونَ عَرَضَ هَذَا الأدْنَى وَيَقُولُونَ سَيُغْفَرُ لَنَا وَإِن يَأْتِهِمْ عَرَضٌ مِّثْلُهُ يَأْخُذُوهُ أَلَمْ يُؤْخَذْ عَلَيْهِم مِّيثَاقُ الْكِتَابِ أَن لاَّ يِقُولُواْ عَلَى اللّهِ إِلاَّ الْحَقَّ وَدَرَسُواْ مَا فِيهِ وَالدَّارُ الآخِرَةُ خَيْرٌ لِّلَّذِينَ يَتَّقُونَ أَفَلاَ تَعْقِلُونَ ( [الأعراف : 169]\n\nوتفسير هذه الآية الواضحة حتي يفهم النصاري ويكتشفوا خداع صاحب الكتيب يقول :\n\n[ فجاء من بعد هؤلاء الذين وصفناهم بَدَلُ سوء أخذوا الكتاب من أسلافهم, فقرءوه وعلموه, وخالفوا حكمه, يأخذون ما يعرض لهم من متاع الدنيا من دنيء المكاسب كالرشوة وغيرها; وذلك لشدة حرصهم ونَهَمهم, ويقولون مع ذلك: إن الله سيغفر لنا ذنوبنا تمنيًا على الله الأباطيل, وإن يأت هؤلاء اليهودَ متاعٌ زائلٌ من أنواع الحرام يأخذوه ويستحلوه, مصرِّين على ذنوبهم وتناولهم الحرام, ألَمْ يؤخذ على هؤلاء العهود بإقامة التوراة والعمل بما فيها, وألا يقولوا على الله إلا الحق وألا يكذبوا عليه, وعلموا ما في الكتاب فضيعوه, وتركوا العمل به, وخالفوا عهد الله إليهم في ذلك؟ والدار الآخرة خير للذين يتقون الله, فيمتثلون أوامره, ويجتنبون نواهيه, أفلا يعقل هؤلاء الذين يأخذون دنيء المكاسب أن ما عند الله خير وأبقى للمتقين؟ ].\n\nصديقي النصراني هل لاحظت كذب صاحب الكتيب وكيف أنه أخذ جزء من الآية أقتطعه إقتطاعا ليدلس عليك وهذا هو غالبا منهج رهبانكم من النصاري الذين يتصدون لمثل هذا الموضوع وهو ما ستراه واضحا جليا في الآيات التالية التي أقتطعوها وأخرجوها عن سياقها محاولين أيهامكم بعكس ماتقول .",
        "(1/11)\n\nيقول صاحب الكتيب حرفيا مواصلا تضليله لأتباعه : (( حتى أن القرآن يأمر محمداً أن يسأل أهل الكتاب إن حصل عنده شك في القرآن ليتثبَّت به,قال في سورة يونس 10 :94 ) فَإِنْ كُنْتَ فِي شَكٍّ مِمَّا أَنْزَلْنَا إِلَيْكَ فَاسْأَلِ الَّذِينَ يَقْرَأُونَ الْكتَابَ مِنْ قَبْلِكَ ( .\n\nولنري ماذا تقول الآية هنا والتي أخرجها عن سياقها ومعناها\n) فَإِن كُنتَ فِي شَكٍّ مِّمَّا أَنزَلْنَا إِلَيْكَ فَاسْأَلِ الَّذِينَ يَقْرَؤُونَ الْكِتَابَ مِن قَبْلِكَ لَقَدْ جَاءكَ الْحَقُّ مِن رَّبِّكَ فَلاَ تَكُونَنَّ مِنَ الْمُمْتَرِينَ ( [يونس : 94].\n\nيقول تفسير هذه الآية :\nالقول في تأويل قوله تعالى : { فإن كنت في شك مما أنزلنا إليك فاسأل الذين يقرءون الكتاب من قبلك } يقول تعالى ذكره لنبيه محمد صلى الله عليه وسلم : فإن كنت يا محمد في شك من حقيقة ما أخبرناك وأنزل إليك من أن بني إسرائيل لم يختلفوا في نبوتك قبل أن تبعث رسولا إلى خلقه , لأنهم يجدونك عندهم مكتوبا ويعرفونك بالصفة التي أنت بها موصوف في كتابهم في التوراة والإنجيل ; فاسأل الذين يقرءون الكتاب من قبلك من أهل التوراة والإنجيل كعبد الله بن سلام ونحوه من أهل الصدق والإيمان بك منهم دون أهل الكذب والكفر بك منهم . وبنحو الذي قلنا في ذلك قال أهل التأويل . (الطبري).\n\nأي أن الكلام كان مقصورا فقط علي نبوة الرسول علية الصلاة والسلام وليس عن القرآن كما يقول المحرف صاحب الكتيب .\n(1/12)",
        "\nوهو ايضا ما ينفيه العقل بداهة فالله يقول في الآية ) فإن كنت في شك مما أنزلنا إليك ( وكلمة \" أنزلنا \" فعل ماضي مما يعني أن الله يتحدث عن جزء معين وليس كل القرآن لأن القرآن حين نزول هذه الآية لم يكن قد أنزل كاملا ونقول لمن يجهل أن القرآن أنزل علي الرسول في ثلاثة وعشرون عاما . مما ينفي بداهة ان الآية تعني أن نسأل في أمور القرآن كلها من قرأ الكتاب من قبلنا ونلاحظ هنا دقة اللفظ القرآني ) الَّذِينَ يَقْرَؤُونَ الْكِتَابَ ( فالله لم يقل أهل الكتاب وهو الأسم الذي يوصف به اليهود والنصاري وهذا لأن أهل الكتاب ليسوا أهلا لهذا فهم ممن قال فيهم الله :\n) وَدَّ كَثِيرٌ مِنْ أَهْلِ الْكِتَابِ لَوْ يَرُدُّونَكُمْ مِنْ بَعْدِ إِيمَانِكُمْ كُفَّاراً حَسَداً مِنْ عِنْدِ أَنْفُسِهِمْ مِنْ بَعْدِ مَا تَبَيَّنَ لَهُمُ الْحَقُّ ( (البقرة: من الآية109)\n\nوقال فيهم ايضا :\n\n) يَا أَهْلَ الْكِتَابِ لِمَ تَلْبِسُونَ الْحَقَّ بِالْبَاطِلِ وَتَكْتُمُونَ الْحَقَّ وَأَنْتُمْ تَعْلَمُونَ ( (آل عمران:71)\nوقال عنهم :\n\n) قُلْ يَا أَهْلَ الْكِتَابِ لِمَ تَكْفُرُونَ بِآيَاتِ اللَّهِ وَاللَّهُ شَهِيدٌ عَلَى مَا تَعْمَلُونَ ( (آل عمران:98)\nويتضح من هذا أن الله عز وجل لم يسأل نبيه أن يسأل أهل الكتاب لأنه وصفه في عمومهم أنهم يلبسون الحق بالباطل ويكفرون بآيات الله ويودوا لو يردوا المسلمين إلي الكفر حسدا منهم وبداهة لا يمكن تحكيم مؤلف الكتيب محل البحث لأن إجابته معروفة مقدما وإنما يسأل أهل العلم بالكتاب من اليهود والنصاري الذين اسلموا في عهده عليه الصلاة والسلام .\nولأننا أهل حق ولإزالة اللبس من عقول النصاري وإعلام من لا يعلم من المسلمين نطرح هذا السؤال :\n\nهل كان رسول الله صلي الله عليه وسلم يشك في انه النبي المنتظر ؟\n(1/13)\n",
        "والإجابة ببساطة هي أن الرسول عليه الصلاة والسلام لما نزلت هذه الآية قال لا أشك ولا أسأل والخطاب في هذه الآية علي سبيل المجاز ففي لسان العرب قد يقول أحدهم لأبنه مثلا لو كنت أبني فأفعل ما أمرك بك وهو يعلم تمام العلم انه أبنه وهو مانجده أيضا في قوله تعالي :\n\n) وَإِذْ قَالَ اللَّهُ يَا عِيسَى ابْنَ مَرْيَمَ أَأَنْتَ قُلْتَ لِلنَّاسِ اتَّخِذُونِي وَأُمِّيَ إِلَهَيْنِ مِنْ دُونِ اللَّهِ ( (المائدة: من الآية116).\n\nوالله هنا يعلم أن المسيح عليه السلام لم يقل هذا .\n\nسؤال أخر نطرحه لكشف الغمة عن أعين النصاري :\n\nهل كتبهم تبشر بالرسول عليه الصلاة والسلام حتي يقول الله لرسوله أن يسألهم عنها ؟\n\nنجد في سفر أشعياء علي سبيل المثال ما نصه :\n\n29: 12 او يدفع الكتاب لمن لا يعرف الكتابة و يقال له اقرا هذا فيقول لا اعرف الكتابة .\n\nوهذا النص حقيقة غير أنه يثبت أمارات النبي عليه الصلاة والسلام في كتبهم فهو نص مضحك جدا ومن أكثر النصوص المحرفة سطوعا حيث نجد أن النص يقول [اقرا هذا فيقول لا اعرف الكتابة] والأصح طبعا هو أن يكون هكذا [اقرا هذا فيقول لا اعرف القراءة وليس الكتابة] وهو من النبوءات التي حرفها قلم الكتبة لأنه من البديهي أنه مثلا إذا أعطي أحدهم إنسان كوب من الماء قائلا له أشرب فسيكون الرد لا اريد الشرب وليس لا اريد الأكل ولزيادة توضيح هذا التحريف الموجود في النسخة العربية كل ما علينا هو مضاهتها بالنسخ الأخري من كتبهم وما أكثرها حيث نجد في نسخة الكتاب المقدس طبعة ((جمعية الكتاب المقدس بلبنان)) وله نسخة إليكترونية علي الأنترنت في هذا الرابط لمن لا يملك نسخة ورقية http://www.elkalima.com/gna/ot/isaiah/chapter29.htm يقول في نفس الفقرة السابقة من سفر أشعياء :\n\n12 ثمَ تُناوِلونَهُ لِمَنْ لا يَعرِفُ القِراءةَ وتقولونَ لَه: «إقرأْ هذا». فيُجيبُ: «لا أعرِفُ القِراءةَ».\n(1/14)\n\nهكذا يستوي النص ويصح فمن كان أميا عندما يطلب منه أن يقرأ سيقول لا أعرف القراءة وليس لا أعرف الكتابة .\n\nوقد يسأل نصراني وماذا يثبت هذا غير التحريف الواضح ؟ فنقول له أنه يثبت نبوة الرسول عليه الصلاة والسلام ويحدثنا عن الواقعة الشهيرة للوحي مع الرسول علية الصلاة والسلام في لقاءهم الأول في غار حراء عندما جاءه الملك فقال: اقرأ فقال رسول الله صلى الله عليه وسلم: فقلت ما أنا بقارئ قال: فأخذني فغطني حتى بلغ مني الجهد ثم أرسلني فقال: اقرأ فقلت: ما أنا بقارئ فأخذني فغطني الثانية حتى بلغ مني الجهد ثم أرسلني فقال: اقرأ فقلت: ما أنا بقارئ فأخذني فغطني الثالثة حتى بلغ مني الجهد فقال )اِقرَأ بِاِسمِ رَبِّكَ الَّذي خَلَقَ( .\n\nفالنص السابق هو نبؤة لما حدث لرسول الله صلي الله عليه وسلم مع ملاك الله جبريل .\n\nقد يقول قائلهم الآن وكيف تستشهدون بنبؤة أشعياء هنا عن نبوة الرسول عليه الصلاة والسلام فنقول له أننا لا نقول أن كتابكم مزيف أو أنه لا أصل له ولكن نقول أنه محرف أي تلاعبت به الأيدي فحذفت وأضافت الكثير وبقي القليل والنذر اليسير الذي لم يفلح قلم الكتبه في تحريفه تماما مثل نبؤة أشعياء السابقة عن الرسول عليه الصلاة والسلام .\n\nثم نكمل نقطة أخري مع صاحب الكتيب حيث يقول محاولا أثبات صحة التوراة والإنجيل مستشهدا بآيات من القرآن الكريم لن أشرحها بالترتيب لأن الأستشهاد جاء ببعض الآيات كاملا والبعض الآخر أقتص منه أو أقتطع منه كلمات كثيرة للتلبيس علي أتباعه ولإيهامهم بأن النص يؤيد قوله الفاسد لذا فسنرد علي هذه الآيات حسب التصنيف وأول هذه الآيات هي أول ما أستشهد به وهي قول الحق سبحانه وتعالي :\n\n) قُلْ مَنْ أَنزَلَ الْكِتَابَ الَّذِي جَاء بِهِ مُوسَى نُوراً وَهُدًى لِّلنَّاسِ تَجْعَلُونَهُ قَرَاطِيسَ تُبْدُونَهَا ( .",
        "(1/15)\n\nوقد أقتطع أول اللآية ووضع القسم الثاني وحذف الثلث الأخير الآية والتي تثبت تلاعبهم بكتبهم والنص الكامل للآية هو كما قال تعالي :\n\n) وَمَا قَدَرُواْ اللّهَ حَقَّ قَدْرِهِ إِذْ قَالُواْ مَا أَنزَلَ اللّهُ عَلَى بَشَرٍ مِّن شَيْءٍ قُلْ مَنْ أَنزَلَ الْكِتَابَ الَّذِي جَاء بِهِ مُوسَى نُوراً وَهُدًى لِّلنَّاسِ تَجْعَلُونَهُ قَرَاطِيسَ تُبْدُونَهَا وَتُخْفُونَ كَثِيراً وَعُلِّمْتُم مَّا لَمْ تَعْلَمُواْ أَنتُمْ وَلاَ آبَاؤُكُمْ قُلِ اللّهُ ثُمَّ ذَرْهُمْ فِي خَوْضِهِمْ يَلْعَبُونَ ( [الأنعام : 91]\n\nومن هذه الآية يتضح غرض صاحب الكتيب بتضليل عوام النصاري بوضع نصوص مبتورة معتمدا علي جهل النصاري بالقرآن الكريم وثقتهم العمياء الموضوعة في غير محلها في أناس من عينة صاحب الكتيب يتلاعبون بهم ويلبسون الحق بالباطل وهم يعلمون والآية السابقة كما يتبين من سياقها تتحدث وتخاطب اليهود الذين لم يقدروا الله حق قدره ووضعوا كتابهم في أواراق منفصلة يظهرون بعضها ويخفون أكثرها ويعلمون الناس مالم ينزل الله به من سلطان لكتم الحق وأتباعا لأهوائهم المريضة كحالة صاحب الكتيب موضوع البحث الذي أظهر ثلث الآية وأخفي ثلثيها لإيهام أتباعه بصحة مايقول وهو ما يمكننا تسميته بشغل الثلاث ورقات .\n\nأما الآية الأخري التي أقتطع منها محاولا تضليل النصاري والتدليس علي المسلمين فهي قوله تعالي :\n\n) وَأَنزَلَ التَّوْرَاةَ وَالإِنجِيلَ ( [آل عمران : 3].\n\nوالآية كاملة كما قال الحق سبحانه وتعالي تقول :\n\n) نَزَّلَ عَلَيْكَ الْكِتَابَ بِالْحَقِّ مُصَدِّقاً لِّمَا بَيْنَ يَدَيْهِ وَأَنزَلَ التَّوْرَاةَ وَالإِنجِيلَ ( [آل عمران : 3].\n(1/16)",
        "\nيبدو أن صاحب الكتيب خاف علي اتباعه من النصاري من إيراد أن الآية تقول أن الله أنزل الكتاب (القرآن) علي رسوله عليه الصلاة والسلام بالحق مثلما كانت التوراة والأنجيل يوم نزولهم. ولهذا فأقتطع النصف الأول من الآية فالتصديق هنا أما أن يكون للكل أو الرفض للكل .\n\nثم نأتي علي بعض الآيات التي أوردها كاملة وأخفي ماقبلها ومابعدها لأخفاء الحق وللنصب علي القارئ النصراني الذي يجهل القرآن فنجده يقول بتبجح معهود ممن هم علي شاكلته :\n\n(( وقال في سورة الأعراف 7 :159 مادحاً اليهود ) وَمِنْ قَوْمِ مُوسَى أُمَّةٌ يَهْدُونَ بِالحَقِّ وَبِهِ يَعْدِلُونَ ( وقال البيضاوي على هذه الآية ما ملخصه ومن بني إسرائيل طائفة يهدون الناس محقين أو بكلمة الحق وبالحق يعدلون بينهم في الحكم والمراد بها : الثابتون على الإيمان القائمون بالحق من أهل زمانه, وقيل هم مؤمنو أهل الكتاب ,هذه الآية تشهد أن الكتاب المقدس كان موجوداً بصحته وسلامته من كل تغيير في زمن إتيان القرآن وكانت أمة موجودة عاملة بأوامره ونواهيه)) .\n\nولنري معا أو لنفضح معا كذب ها المتبجح صاحب الكتب بإيراد الآيات كاملة حيث يقول الحق سبحانة وتعالي :\n\n) وَمِن قَوْمِ مُوسَى أُمَّةٌ يَهْدُونَ بِالْحَقِّ وَبِهِ يَعْدِلُونَ * وَقَطَّعْنَاهُمُ اثْنَتَيْ عَشْرَةَ أَسْبَاطاً أُمَماً وَأَوْحَيْنَا إِلَى مُوسَى إِذِ اسْتَسْقَاهُ قَوْمُهُ أَنِ اضْرِب بِّعَصَاكَ الْحَجَرَ فَانبَجَسَتْ مِنْهُ اثْنَتَا عَشْرَةَ عَيْناً قَدْ عَلِمَ كُلُّ أُنَاسٍ مَّشْرَبَهُمْ وَظَلَّلْنَا عَلَيْهِمُ الْغَمَامَ وَأَنزَلْنَا عَلَيْهِمُ الْمَنَّ وَالسَّلْوَى كُلُواْ مِن طَيِّبَاتِ مَا رَزَقْنَاكُمْ وَمَا ظَلَمُونَا وَلَكِن كَانُواْ أَنفُسَهُمْ يَظْلِمُونَ ( [الأعراف : 159-160] .\n(1/17)\n",
        "الله سبحانه وتعالي في هذه الآيات يتحدث عن بني إسرائيل في عهد موسي عليه السلام وليس في زمن نزول القرآن واصفا قوما منهم بأنهم كانوا يعدلون ويقيمون شرع الله ثم يكمل حديثه حول بني إسرائيل في عهد موسي حيث فرهم شيعا أو أثني عشر سبطا وثم يكمل لنا قصة وحيه إلي موسي عليه السلام أي أن الموضوع ليس كما يحاول صاحب الكتيب المتبجح إيهام اتباعه بقوله ((هذه الآية تشهد أن الكتاب المقدس كان موجوداً بصحته وسلامته من كل تغيير في زمن إتيان القرآن وكانت أمة موجودة عاملة بأوامره ونواهيه )) .\n\nونحن نسأل كل نصراني قرأ كلمات هذا الكاذب هل وجد فعلا في الايات ما حاول هذا المخادع إيهامه به أم أنه علم يقينا أنه كاذب أشر.\n\nولنكمل مع الكاذب لفضح كذبه وكما يقول المثل الشعبي خليلك مع الكذاب لحد باب الدار فنجده يورد قول الحق سبحانه وتعالي :\n\n) وَكَيْفَ يُحَكِّمُونَكَ وَعِندَهُمُ التَّوْرَاةُ فِيهَا حُكْمُ اللّهِ ( [المائدة : 43].\n\nثم يتابع بكذب وخداع لا يحسده عليه سوي إبليس وشياطين الأنس من من هم علي شاكلته قائلا :\n\n((وملخص مفهوم هاتين الآيتين أنه يتعجب من تحكيم اليهود لصاحب القرآن مع أنهم لا يؤمنون به والحال أن التوراة التي فيها حكم الله هي عندهم وليسوا بمؤمنين به والحال أن التوراة التي فيها حكم الله هي عندهم وليسوا بمؤمنين بالتوراة لإعراضهم عن تحكيمها بينهم, والله أنزل التوراة تهدي إلى الحق وهي نور يكشف ما اشتبه من الأحكام, تحكم بها الأنبياء المسلمون أنفسهم لربانيي اليهود وتحكم بها أيضاً ربانيوهم وأحبارهم بسبب أمر الله لهم أن يحفظوا كتابه من التضييع والتحريف فلذا هم عليه رقباء لم يمكّنوا أحداً من تحريفه أو تغييره, فهل هذه الآيات تسمع دعوى التحريف والتغيير للتوراة )).\n\nولنقرأ معا الآية كاملة ولنري أسباب نزولها لفضح صاحب التدليس في هذه الآيات التي أورد المدلس آحداهما يقول الحق سبحانه وتعالي :\n(1/18)\n\n) وَكَيْفَ يُحَكِّمُونَكَ وَعِندَهُمُ التَّوْرَاةُ فِيهَا حُكْمُ اللّهِ ثُمَّ يَتَوَلَّوْنَ مِن بَعْدِ ذَلِكَ وَمَا أُوْلَئِكَ بِالْمُؤْمِنِينَ * إِنَّا أَنزَلْنَا التَّوْرَاةَ فِيهَا هُدًى وَنُورٌ يَحْكُمُ بِهَا النَّبِيُّونَ الَّذِينَ أَسْلَمُواْ لِلَّذِينَ هَادُواْ وَالرَّبَّانِيُّونَ وَالأَحْبَارُ بِمَا اسْتُحْفِظُواْ مِن كِتَابِ اللّهِ وَكَانُواْ عَلَيْهِ شُهَدَاء فَلاَ تَخْشَوُاْ النَّاسَ وَاخْشَوْنِ وَلاَ تَشْتَرُواْ بِآيَاتِي ثَمَناً قَلِيلاً وَمَن لَّمْ يَحْكُم بِمَا أَنزَلَ اللّهُ فَأُوْلَئِكَ هُمُ الْكَافِرُونَ( [المائدة : 43-44]\n\nالآية هنا تستعجب من حال اليهود الذين جاؤا يحكموا الرسول في قضية زنا المتهم وفيها احد أشرافهم من أجل الحصول علي حكم مخفف له بالرغم من عدم إيمانهم بالرسول صلوات ربي وتسليمه عليه فالله يستنكر عليهم فعلتهم هذه وتفسير الآية يقول : [إنَّ صنيع هؤلاء اليهود عجيب, فهم يحتكمون إليك -أيها الرسول- وهم لا يؤمنون بك, ولا بكتابك, مع أن التوراة التي يؤمنون بها عندهم, فيها حكم الله, ثم يتولَّون مِن بعد حكمك إذا لم يُرضهم, فجمعوا بين الكفر بشرعهم, والإعراض عن حكمك, وليس أولئك المتصفون بتلك الصفات, بالمؤمنين بالله وبك وبما تحكم به].\nأظن أن الأمر واضح فهم اي اليهود بعد أن حرفوا كلام الله كما سنثبت في الباب التالي بأمر الله يكفرون كفرا علي كفرهم في هذه الآية إذا يتغاضون عما يؤمنوا به من أجل إنقاذ أحد اشرافهم وهو كفر علي كفر . وهو بعكس مايرمي إليه صاحب الكتيب الكذاب .\n\nوننتقل الآن مع هذا الأفاك من شغل الثلاث ورقات إلي دعارة المنطق حيث يقول ببجاحته المعهودة بعد أن يورد ثلاث آيات قرآنية ما نصه :\n\nحيث يورد سورة المائدة 5 :45",
        "(1/19)\n\nوَكَتَبْنَا عَلَيْهِمْ فِيهَا - أي في التوراة - أَنَّ النفْسَ بِالنَّفْسِ وَالْعَيْنَ بِالعَيْنِ وَالْأَنْفَ بِالأَنْفِ وَالأُذُنَ بِالأُذُنِ وَالسِّنَّ بِالسِّنِّ وَالْجُرُوحَ قِصَاصٌ\nثم يعلق قائلا فهذه الآية منقولة من سفر الخروج 21 :23-25 ونصه وَإِنْ حَصَلَتْ أَذِيَّةٌ تُعْطِي نَفْساً بِنَفْسٍ وَعَيْناً بِعَيْنٍ وَسِنّاً بِسِنٍّ وَيَداً بِيَدٍ وَرِجْلاً بِرِجْلٍ.\n\nثم يورد قول الحق في سورة الأنبياء 21 :105 مقحما فيه تعليقه\n\nوَلَقَدْ كَتَبْنَا فِي الزَّبُورِ - كتاب داود - مِنْ بَعْدِ الذكْرِ - أي التوراة - أَنَّ الْأَرْضَ - أرض الجنة أو الأرض المقدسة - يَرِثُهَا عِبَادِيَ الصالِحُونَ - عامة المؤمنين ملخصاً من البيضاوي, فهذه الآية مقتبسة من مزمور 37 :29 ونصه الصدِّيقُونَ يَرِثُونَ الْأَرْضَ وَيَسْكُنُونَهَا إِلَى الْأَبَدِ ,\nويتابع بالآية الثالثة من سورة الأعراف 7 :40 متابعا بتعليقه\n\nإِنَّ الَّذِينَ كَذَّبُوا بِآيَاتِنَا وَا سْتَكْبَرُوا عَنْهَا لا تُفَتَّحُ لَهُمْ أَبْوَابُ السَّمَاءِ وَلَا يَدْخُلُونَ الْجَنَّةَ حَتَّى يَلِجَ الْجَمَلُ فِي سَمِّ الْخِيَاطِ\nفهذه الآية مقتبسة من الإنجيل كما في بشارة متى 19 :24 قال وَأَقُولُ لَكُمْ أَيْضاً : إِنَّ مُرُورَ جَمَلٍ مِنْ ثَقْبِ إِبْرَةٍ أَيْسَرُ مِنْ أَنْ يَدْخُلَ غَنِيٌّ إِلَى مَلَكُوتِ اللهِ وفي بشارة مرقس 10 :25 لفظ العدد بعينه وفي بشارة لوقا 18 :25 قال لِأَنَّ دُخُولَ جَمَلٍ إلى آخر العدد بلفظه,\n\nثم يتابع لزيادة التضليل قائلا :\n(1/20)",
        "\n((فهذه الاقتباسات الثلاثة أحدها من التوراة وثانيها من الزبور وثالثها من الإنجيل هي برهان جلي بأن الكتب المنزَلة التي كانت بأيدي اليهود والنصارى هي التي بأيدينا الآن وتُسمى بالأسماء التي كانت بعينها, ومثال ذلك إذا ما اقتبسنا أبياتاً من مثنوي جلال الدين الرومي أو من الديوان المنسوب لعلي ابن أبي طالب أو من كتاب آخر مشهور فمن أول نظرة من القارئ الخبير يحكم حكماً قطعياً بأن هذه المصنفات موجودة في وقتنا الحاضر, كذلك كان ينبغي لعلماء القرآن المنصفين أن يحكموا بأن الآيات التي اقتبسها من الكتاب المقدس تدل على أنه كان موجوداً في زمن محمد بل الآيتان المقتبستان من التوراة والزبور في قوله وكتبن الهم فيها أي التوراة وقوله ولقد كتبنا في الزبور فيهما برهان صريح أن هذين السفرين كانا موجودين حينئذ كما هما الآن)) .\n\nومبدئيا يسعدنا فضح صاحب الكتيب بأثبات أن الإنجيل المشار إليه في القرآن غير الأناجيل المزعومة لديهم إذ يقول الحق سبحانه وتعالي :\n\n) ثُمَّ قَفَّيْنَا عَلَى آثَارِهِمْ بِرُسُلِنَا وَقَفَّيْنَا بِعِيسَى ابْنِ مَرْيَمَ وَآتَيْنَاهُ الْأِنْجِيلَ ( (الحديد: من الآية27)\n\nأي أن القرآن يقول بأن الإنجيل الذي يعنيه قد أنزل علي عيسي عليه السلام وهو ليس الإناجيل الأربعة المنسوبة لمتي ومرقس ولوقا ويوحنا ولا يمت لها بصلة .\n\nولنقف عند الآيات ونري مدي تضليله هنا وسنبدأ من الآية الثالثة\n) إِنَّ الَّذِينَ كَذَّبُواْ بِآيَاتِنَا وَاسْتَكْبَرُواْ عَنْهَا لاَ تُفَتَّحُ لَهُمْ أَبْوَابُ السَّمَاء وَلاَ يَدْخُلُونَ الْجَنَّةَ حَتَّى يَلِجَ الْجَمَلُ فِي سَمِّ الْخِيَاطِ وَكَذَلِكَ نَجْزِي الْمُجْرِمِينَ( [الأعراف : 40]\n(1/21)\n",
        "يدعي الكاذب هنا أن هذه الآية مقتبسة من قول المسيح هذا إن كان قد قال في إنجيلهم \" إِنَّ مُرُورَ جَمَلٍ مِنْ ثَقْبِ إِبْرَةٍ أَيْسَرُ مِنْ أَنْ يَدْخُلَ غَنِيٌّ إِلَى مَلَكُوتِ الله \" ولنلاحظ معا الفارق الرهيب بين النصين فنجد أن النص القرآني يتحدث عن عقاب من أسماهم الله بالمجرمين الذين أستكبروا عن آيات الله وكذبوا بها وهو ما يراه كل من له عقل أنه حق ففي أي دين أو ملة كل من يكذب ويستكبر مصيرة جهنم . أما النص الإنجيلي الذي يدعي الكاذب أنه النص المقبس منه فهو يتحدث عن الأغنياء نعم النص الإنجيلي يقول : \" إِنَّ مُرُورَ جَمَلٍ مِنْ ثَقْبِ إِبْرَةٍ أَيْسَرُ مِنْ أَنْ يَدْخُلَ غَنِيٌّ إِلَى مَلَكُوتِ الله \" . وهو مالا يقبله عقل ولا منطق سوي من كان عقله منحرفا أو عاني من الفقر ويحقد علي كل من آتاه الله المال والغني وإن كانت الكنيسة لن تعدم الرد بقولها مثلا أن المقصود هنا هو الغني الذي لا يتبع يسوع مثلا من المسلمين أو اليهود وغيرهم من الملل الأخري وهو ما سبق وأوضحنا أنه يسمي تحريف معنوي في المقدمة أي تحميل النص مالا يحتمل .\n\nخلاصة القول في هذه الآية أنها تتحدث المجرمين والنص الإنجيلي يتحث عن الأغنياء وإن كانت محاولة بائسة ممن يئس من أثبات صحة كتابة.\n\nوننتقل الآن للآية الثانية من سورة [الأنبياء : 105]\n\n) وَلَقَدْ كَتَبْنَا فِي الزَّبُورِ مِن بَعْدِ الذِّكْرِ أَنَّ الْأَرْضَ يَرِثُهَا عِبَادِيَ الصَّالِحُونَ ( .\n\nوفيها تطوع الكاذب مشكورا (من إبليس طبعا) بوضع كلمة التوراة كدلالة علي كلمة الذكر وهو من أمانيه حيث أن الذكر المقصود هنا هو اللوح المحفوظ ولنراجع تفسير الآية حيث يقول :\n\n[ (ولقد كتبنا في الزبور) بمعنى الكتاب أي كتب الله المنزلة (من بعد الذكر) بمعنى أم الكتاب الذي عند الله (أن الأرض) أرض الجنة (يرثها عبادي الصالحون)] .\n(1/22)\n\nأما هذا النص بدون تأويله والآية الأولي التي أوردها مبتورة من سورة [المائدة : 45]\n) وَكَتَبْنَا عَلَيْهِمْ فِيهَا أَنَّ النَّفْسَ بِالنَّفْسِ وَالْعَيْنَ بِالْعَيْنِ وَالأَنفَ بِالأَنفِ وَالأُذُنَ بِالأُذُنِ وَالسِّنَّ بِالسِّنِّ وَالْجُرُوحَ قِصَاصٌ .(\nوالآية كاملة كالتالي :\n\n) وَكَتَبْنَا عَلَيْهِمْ فِيهَا أَنَّ النَّفْسَ بِالنَّفْسِ وَالْعَيْنَ بِالْعَيْنِ وَالأَنفَ بِالأَنفِ وَالأُذُنَ بِالأُذُنِ وَالسِّنَّ بِالسِّنِّ وَالْجُرُوحَ قِصَاصٌ فَمَن تَصَدَّقَ بِهِ فَهُوَ كَفَّارَةٌ لَّهُ وَمَن لَّمْ يَحْكُم بِمَا أنزَلَ اللّهُ فَأُوْلَئِكَ هُمُ الظَّالِمُونَ (\nبتر هذا الدجال نصف الآية والتي تتحدث عن من يتجاوز عن الأقتصاص من خصمه وأعتبارها كفارة له عن ذنوبه وهذا كما هو واضح غير موجود بالنص المدعي الأقتباس منه في سفر الخروج 21 :23-25 ونصه وَإِنْ حَصَلَتْ أَذِيَّةٌ تُعْطِي نَفْساً بِنَفْسٍ وَعَيْناً بِعَيْنٍ وَسِنّاً بِسِنٍّ وَيَداً بِيَدٍ وَرِجْلاً بِرِجْلٍ.\n\nوهو لا يسمح كما نري بالعفو من المعتدي في حقه بالتازل للمخطئ وشتان ما بين الفهمين فهم يطالب بأخذ الحق فقط وفهم يرتقي بالأنسان للعفو والصفح عمن أساء إليه وهو قادر علي عقابه والعفو عند المقدرة .\nولا أدري لماذا لا يملك صاحب هذا الكتيب روحا مرحه ولماذا لم يكمل باقي الأعداد التي يحاول يائسا أثبات أنها من عند الله وأعتقد أنه لا مانع من الترويح قليلا عن أنفسنا بإيراد الأعداد التي تلي النص الذي أستشهد به هذا الكاذب لوضع بسمه علي شفة القراء حيث نجد النصوص التالية تقول :\n\n21: 28 و اذا نطح ثور رجلا او امراة فمات يرجم الثور و لا يؤكل لحمه و اما صاحب الثور فيكون بريئا",
        "(1/23)\n\nولا ندري ما الحكمة من هذا النص المضحك والحكم بأن يرجم الثور لماذا الرجم مطلوب لذاته ولماذا لا يذبح أو يقتل بأي طريقة حسبما يري الناس هل من حكمة في رجم الثور هل ستجمع الثيران الأخري لتشهد رجمه ليكون لها أي للثيران عظة وتخويف من أن تأتي بمثل هذا الفعل , ولا يكتفي مؤلف هذا النص بهذا القدرمن الكوميديا الهزلية ولكنه يتابع قائلا في العدد الذي يليه :\n\n21: 29 و لكن ان كان ثورا نطاحا من قبل و قد اشهد على صاحبه و لم يضبطه فقتل رجلا او امراة فالثور يرجم و صاحبه ايضا يقتل\nلله الأمر من قبل ومن بعد إن تغاضينا عن النص الأول وجدنا النص الثاني يضعنا في معضلة فكيف يكون الثور نطاحا من قبل هل أبوه مثلا (أبو الثور) من كبار القوم أو عضو مجلس شعب مثلا نجح في تهريبه من النطحة الأولي ولم يتمكن في الثانية , (فعلا اصحاب العقول في راحة) وفي نهاية النص وبعد الكوميديا الهزلية نجد أن مؤلف النص ينهي نصه نهاية درامية لا يقبلها عقل ولا منطق فينهي هذا السخف برجم صاحب الثور ولنتخيل معا المشهد التالي :\n\nالحاخام كوهين يجلس في بيته ممسكا ببعض أوراق التوراة يقرأ منها في خشوع وفجأة يسمع طرق شديد علي الباب فينهض مسرعا ويفتح الباب فيجد أحد رجال الشرطة عابسا وهو يقول :\n\nالشرطي : أنت الحاخام كوهين\n\nالحاخام كوهين : نعم انا هو خير\n\nالشرطي : أنت مطلوب القبض عليك\n\nالحاخام كوهين بدهشة : أنا .. أزاي أكيد حضرتك غلطان .\n\nالشرطي : لا غلطان ولا حاجة .. أتفضل معايا بهدوء من فضلك\n\nالحاخام كوهين : طيب ايه تهمتي .\n\nالشرطي : هتعرف في التحقيق\n\nيرتدي الحاخام كوهين ثيابه كامله ويذهب مع الشرطي إلي المحقق وأمام بيت المحقق يلمح ثوره واقفا فيبتسم الحاخام كوهين قائلا في نفسه تلاقي الثور تاه وجايبني علشان أخده والله فيهم الخير ويصيح هاليلويا هاليلويا فيرمقه الشرطي بأستغراب فيبتسم كوهين خجلا ويسير معه إلي أن يصلا إلي المحقق .\n(1/24)",
        "\nالمحقق : أسمك ووظيفتك\n\nالحاخام كوهين : أنا حاخام يا ابني وأسمي كوهين\nالمحقق وهو يشير من النافذه بأتجاة الثور : الثور ده بتاعك ؟\n\nالحاخام كوهين : أيوه يا بني كتر خيركم ده تايه مني بقي له يومين\n\nالمحقق للكاتب : أثبت عندك أعترافه\nالحاخام كوهين : أيوه يا ابني أثبت الرب يباركك ثم يتابع قائلا ممكن اخد الثور وامشي .\n\nفيبتسم المحقق بجانب فمه ويقول بسخرية : تمشي أيه يا سيدي أنت مقبوض عليك\n\nالحاخام كوهين : مقبوض عليه ليه\n\nالمحقق : الثور بتاعك نطح شالوم وقتله\n\nالحاخام كوهين : الثور قتل شالوم .. طيب وتقبضوا عليه ليه ؟\n\nالمحقق : أنت هتستهبل ولا ايه .. أنت مش عارف سفر الخروج 21: 29 .\n\nالحاخام كوهين يضيق عينيه ويحاول جاهدا أن يفكر ثم يقول : عافه يا أبني بس مش واخد بالي بس أيه علاقته بموضوعنا.\n\nالمحقق يخرج من درج مكتبه ورقه ويعطيها لكوهين وهو يقول : ولكن ان كان ثورا نطاحا من قبل و قد اشهد على صاحبه و لم يضبطه فقتل رجلا او امراة فالثور يرجم و صاحبه ايضا يقتل واخد بالك وصاحبه أيضا يقتل\nيغشي علي كوهين ويسقط أرضا وتنتهي القصة\n\nالقصة الخيالية السابقة ليست بقصد السخرية ولكن بالتأكيد هناك العديد من الناس الذين وقعوا تحت حكم هذا النص واجهوا مثل هذا الموقف هل فكرت يا صديقي في هذا أن يقتل إنسان بسبب ثور بسبب حيوان أعجم هل هذا كلام الله .\n\nالمهم عودة لموضوعنا لم يدعي رسول الله علية الصلاة والسلام أن دين الإسلام لا علاقة له باليهودية أو النصرانية أو أنه جاء بديانه من إله لم يرسل رسل من قبله ولكنه وكما يقول المولي عز وجل في سورة (النحل:64) :\n\n) وَمَا أَنْزَلْنَا عَلَيْكَ الْكِتَابَ إِلَّا لِتُبَيِّنَ لَهُمُ الَّذِي اخْتَلَفُوا فِيهِ وَهُدىً وَرَحْمَةً لِقَوْمٍ يُؤْمِنُونَ ( .\n(1/25)\n",
        "بسبب هذا نعامل اليهود والنصاري كأهل كتاب وهي ميزة لهم علي باقي الملل والديانات الأخري كالبوذية والهندوسية مثلا فالرسول عليه الصلاة والسلام جاء ليكمل ويختم الأنبياء من آدم وحتي المسيح عليه السلام فإن كان هناك تشابها في شئ فهو يؤكد صدق الرسول عليه الصلاة والصلام أثبات نبوته وليس العكس وهو ما يؤكد أيضا علي صحة القرآن الكريم وصدق ما فيه فالرسول عليه الصلاة والسلام كان أميا أي أنه لم يقرأ كتب اليهود والنصاري وهذا معروف ومعلوم للجميع ونورد هنا آية قرآنية لأثبات هذا إذ يقول المولي عز وجل :\n\n) وَمَا كُنتَ تَتْلُو مِن قَبْلِهِ مِن كِتَابٍ وَلَا تَخُطُّهُ بِيَمِينِكَ إِذاً لَّارْتَابَ الْمُبْطِلُونَ ( [العنكبوت : 48] .\n\nوهي تؤكد علي معجزة بينة للرسول وهي أنه امي وجاء بمثل هذا القرآن والآية تخبرنا أن الرسول عليه الصلاة والسلام لم يكن يقرأ أو يكتب حتي لا يكابر الكافرون ويقولون أن القرآن من تأليفه .\n\nومن ناحية أخري فإن التوراة والإنجيل لم تكن متداولة أو موجوده كما يظن النصاري في عهد رسول الله عليه الصلاة والسلام ولم يكن حتي مسموحا بقراءتها لعوام النصاري واليهود قبل ثورة مارتن لوثر علي الكنيسة وقيامه بطباعتها رغما عن أنف الكنيسة وكما قلنا سلفا نؤكد ثانية نحن لا نقول أن الكتاب مزيف لا اصل له ولكنه محرف أي أنه قد يوجد به قليلا من الصدق .\n\nأما قول كاتب الكتيب أن القصص القرآني مأخوذ من التوراة والأنجيل أو كما يقول حرفيا :\n(1/26)\n\n((عدا ذلك أن كثيراً من القصص الواردة في القرآن وردت في الكتاب المقدس ومن أمثال ذلك قصة يوسف - سورة يوسف - وقد تكون في القرآن مغيرة عن الأصل تغييراً يطابق التقاليد اليهودية المتأخرة أكثر من آيات التوراة المتقدمة كما شرحنا ذلك في كتاب تنوير الأفهام في مصادر الإسلام وكذلك يشتمل القرآن على مقتبسات كثيرة جداً من أسفار الكتاب المقدس لا يمكن تعليلها ولا فهمها إلا بمراجعة الأصل فنقتصر على ذكر واحدة منها)).\n\nفنقول أن هذا نوع من التلبيس وإستغفال للقارئ النصراني والغرض منه إيهامه بأشياء لا وجود له خارج عقل صاحب الكتيب (في حالة وجود عقل) ونحن إنما نقول هذا لأن المسلمين يؤمنون بمن سبقهم من الرسل ويقص علينا القرآن قصصهم أيضا كما حدثت فوجود تشابه لا يعني شئ وإن كان له معني فهو صدق الرسول عليه الصلاة والسلام وصدق القرآن المنزل عليه وحتي نؤكد للقارئ المسيحي الدجل الذي يقوم به صاحب الكتيب من تخريف بل وتحريف كتابه تعالوا معا لنري هل أخذ القرآن قصة يوسف عليه السلام من العهد القديم ام لا وأستعدوا للضحك لأن بقصة يوسف الموجودة في العهد القديم تخاريف لا يصدقها سوي المجانين ولإيضاح هذا وأثباته تعالوا نري التخريف بعينه إذ يذكر العهد القديم في سفر التكوين التالي :\n39: 1 و اما يوسف فانزل الى مصر و اشتراه فوطيفار خصي فرعون رئيس الشرط رجل مصري من يد الاسمعيليين الذين انزلوه الى هناك",
        "(1/27)\n\nفنري هنا في هذا العدد أن من أشتري يوسف من الإسماعليين هو فوطيفار (خصي) فرعون رئيس الشرط هل لاحظ القاري كلمة خصي والتي تعني أنه بلا خصيتين و الخصي هو من تسل خصيتاه لكي تسلب رجولته و كان هذا العمل شائعا في الماضي كثيرا، خصوصا في العوائل الحاكمة و المالكة فكانوا يخصون الرجال الذين كانوا يترددون بين الحريم و يحتاج الى دخولهم الى بيت الحريم لاجل الخدمة و سائر الاعمال اللازمة لكي يضمنوا بشكل كامل عدم صدور خيانة منهم. ونتوقف في هذا العدد عند هذه النقطة ثم نكمل مع سفر التكوين أيضا فنجده يقول :\n\n39: 7 و حدث بعد هذه الامور ان امراة سيده رفعت عينيها الى يوسف و قالت اضطجع معي\n(((زوجة الخصي !!!!! ))) تطلب من يوسف أن يمارس معها الزنا وقد يسأل نصراني وماذا في هذا فنجيبه يالها من معجزة لا يأتي بمثلها سوي مغفل ولا يصدقها سوي من سفه نفسه فهل يمكن للخصي أن يتزوج هل للخصيان زوجات سبحان الله هذه المعجزة مع كل ما قرأت من كتب لم أجد لها مثيل خصي سلبت رجولته وله زوجة ومن يدري ربما عند إصدار النسخة المنقحة المعدلة ينجب أطفال أيضا .\n\nأما الرواية القرآنية فتقول أنها كانت زوجة عزيز مصر أي أن سيده الذي أشتراه كان عزيز مصر وليس (((خصي !!)))\n\n) وَقَالَ نِسْوَةٌ فِي الْمَدِينَةِ امْرَأَةُ الْعَزِيزِ تُرَاوِدُ فَتَاهَا عَن نَّفْسِهِ قَدْ شَغَفَهَا حُبّاً إِنَّا لَنَرَاهَا فِي ضَلاَلٍ مُّبِينٍ ( [يوسف : 30].\n\nوالفرق بين النص القرآني والتوراتي هو الفرق بين الثريا والثري جاء النص القرآني ليكشف زيف وكذب النص التوراتي الملفق الذي وصل بمؤلفه من السفه بأن يجعل للخصي زوجة جاء النص القرآني ليعطينا الحكمة والموعظة ولم يأتي ككتاب مواليد وشهر عقاري ليذكر لنا الأسماء والأماكن بل ويناقض نفسه فيها كما نري في مئات الأعداد الملفقة في كتب اليهود والنصاري والتي سنذكرها في موضعها في الباب القادم .\n(1/28)",
        "\nوليسمح لي صاحب الكتيب أن أطرح سؤالا وأسأله لماذا لم يأخذ القرآن قصة مثل قصة شمشون عندما ربط الثعالب في بعضها البعض وأطلقها في حقول الفلسطنيين هل لسخف القصة مثلا أو لإنعدام الحكمة فيها ؟ ولماذا لم يقتبس أيضا قصة أو قصة لوط لما أغتصبته أبنتاه مثلا هل لسفالتها وللأسوة السيئة التي تقدمها القصة لمن يؤمن بمثل هذا الكتاب ؟ ولماذا لم ينتحل قصة دياثة أبراهيم وهو منكم براء هل لأنها تشجع مثلا علي إخراج جيل من القوادين ؟ ولماذا ولماذا ولماذا .... ولماذا ؟.\n\nوننتقل الآن للفقرة التالية حيث يقول صاحب الكتيب ما نصه :\n\nورد في سورة آل عمران 3 :93 اسم إسرائيل بدل يعقوب وأنه حرم على نفسه طعاماً, فمن المستحيل أننا نقدر أن نفهم لماذا أبدل اسم يعقوب بإسرائيل وما هو نوع الطعام الذي حرمه على نفسه إلا بمراجعة التوراة, اُنظر سفر التكوين 32 :22-31 حيث تجد ذلك مشروحاً شرحاً وافياً .\n\nوسورة آل عمران يقول فيها المولي عز وجل :\n\n) كُلُّ الطَّعَامِ كَانَ حِلاًّ لِّبَنِي إِسْرَائِيلَ إِلاَّ مَا حَرَّمَ إِسْرَائِيلُ عَلَى نَفْسِهِ مِن قَبْلِ أَن تُنَزَّلَ التَّوْرَاةُ قُلْ فَأْتُواْ بِالتَّوْرَاةِ فَاتْلُوهَا إِن كُنتُمْ صَادِقِينَ ( [آل عمران : 93]\n\nوسؤال صاحب الكتيب من باب التنطع فماذا سيستفيد الناس من معرفة سبب تغيير أسم يعقوب عليه السلام إلي إسرائيل ؟\n\nأما ما أستفاده النصاري واليهود من معرفة سبب تغيير أسم يعقوب عليه السلام إلي إسرائيل وهو ما أخفاه صاحب الكتب وخجل من إيراد النص بسببه هو كفر ما بعده كفر ولمعرفة مدي إستفادة النصاري واليهود بهذا النص دعونا نراجع النص التوراتي المشار إليه والذي هو أجدر به أن يوضع في كتاب الكوميديا الإلهية (هذا إن رضي مؤلفه) حيث يقول شارحا سبب تسمية يعقوب عليه السلام بإسرائيل فيقول مخبرا عن يعقوب :\n(1/29)\n",
        "\" ثم قام في تلك الليلة و اخذ امراتيه و جاريتيه و اولاده الاحد عشر و عبر مخاضة يبوق . اخذهم و اجازهم الوادي و اجاز ما كان له . فبقي يعقوب وحده و صارعه انسان حتى طلوع الفجر . و لما راى انه لا يقدر عليه ضرب حق فخذه فانخلع حق فخذ يعقوب في مصارعته معه . و قال اطلقني لانه قد طلع الفجر فقال لا اطلقك ان لم تباركني . فقال له ما اسمك فقال يعقوب . فقال لا يدعى اسمك في ما بعد يعقوب بل اسرائيل لانك جاهدت مع الله و الناس و قدرت . و سال يعقوب و قال اخبرني باسمك فقال لماذا تسال عن اسمي و باركه هناك . فدعا يعقوب اسم المكان فنيئيل قائلا لاني نظرت الله وجها لوجه و نجيت نفسي .\"\n\nوفي القصة تخريف وتحريف وتجديف غني عن الشرح ولكنا سنشرحه لمن في قلبه مرض عسي أن يهديه الله ويشرح صدره فنجد النص يقول أن يعقوب (تصارع مع الرب !!!!؟؟؟؟؟) ولم يقدر عليه الرب ولم يطلقه أي لم يطلق يعقوب الرب ليعود ولا أدري أين يعود ومن أين أتي ربهم وماعلاقة طلوع الفجر بطلبه من يعقوب إطلاقه هل هو مثل سندريلا مثلا مرتبط بموعد ينتهي فيه مفعول السحر أم أنهم يعبدون دراكولا مثلا أم ماذا ؟ ثم نجد يعقوب يطلق علي أسم المكان الذي (صارع !!!) فيه الرب فنيئيل وذلك لأنه علي حد قول مؤلف السفر المحرف رأي الله وجه لوجه وهو تحريف تشهد عليه كتب اليهود والنصاري نفسها إذ أنه من المفترض عندهم أن الله لا يراه احد كما جاء في في رسالة تيموثاوس الأولي إذ يقول بولس عن الله :\n6: 16 الذي وحده له عدم الموت ساكنا في نور لا يدنى منه الذي لم يره احد من الناس و لا يقدر ان يراه الذي له الكرامة و القدرة الابدية امين\n\nويقول عنه كاتب إنجيل يوحنا 18 :1 \" الله لم يره أحد قط \".\n\nوايضا يخبرنا صاحب رسالة يوحنا الأولي 4 : 12 \" الله لم ينظره أحد قط \"\n(1/30)\n\nولكن لكثرة التحريفات نجد أن يعقوب رأي الرب وتصارع معه ولا ندري هل كان يصارعه وهو مغمض العينين وما هي الحكمة المستفادة من هذه القصة أساسا ونري ايضا تناقضا رهيبا أخر في موضوع رؤية وجه الله في قصة موسي ايضا الذي رأه وجها لوجه بحسب ما يخبرنا سفر الخروج الذي يقول فيه محرفه :\n\n33: 11 و يكلم الرب موسى وجها لوجه كما يكلم الرجل صاحبه.\n\nهل لا حظتم عبارة \" كما يكلم الرجل صاحبه\" والتي تؤكد رؤية موسي لوجه الله والآن نمضي للأمام تسعة أعداد فقط في نفس السفر فنجد قصة تحكي عكس هذا تماما إذ يقول محرف السفر :\n\n33: 20 و قال لا تقدر ان ترى وجهي لان الانسان لا يراني و يعيش .\n\nفهل رأي موسي وجه الله أم لم يره ؟؟؟\n\nويكمل صاحب الكتيب عملية النصب علي قرائه في نقطة أخري فنجده يقول ما نصه :\n\n(( وورد في الأحاديث المحمدية ( ويقصد هنا الأحاديث النبوية ) فقرات منقولة عن الكتاب المقدس, من أمثال ذلك ما ورد في كتاب - مشكاة المصابيح ص487 من طبعة سنة 1297 هـ الباب الأول والفصل الأول في كلامه عن وصف الجنة وأهلها - قال رسول الله قال الله تعالى أعددتُ لعبادي الصالحين ما لا عين رأت ولا أذن سمعت ولا خطر على قلب بشر فلا يشك أحد أن هذا الحديث منقول من الرسالة الأولى لبولس الرسول إلى أهل كورنثوس 2 :9, ومما هو جدير بالملاحظة هنا أنه بينما يقرر محمد أن هذا الوصف من كلام الله ينكر كثيرون من علماء الإسلام أن بولس رسولٌ وأن رسائله موحى بها من الله.))\n\nوللنصاري واليهود العذر في تصديق هذا التلفيق إذ يبدو ولأول وهلة أن كلام هذا الكاذب صحيح فلقد أورد نصان متشابهان تقريبا ولكن بفحص النص المنسوب لبولس والذي خاف صاحب الكتيب أن يكتبة لعلة فيها تكشف زيفه كما سنوضح نجده يقول :\n2: 9 بل كما هو مكتوب ما لم تر عين و لم تسمع اذن و لم يخطر على بال انسان ما اعده الله للذين يحبونه",
        "(1/31)\n\nوهذه الفقرة إن صح نسبتها إلي بولس فعلا فهي إنما تدل علي ان التوراة التي كانت نوجودة في عصر بولس ليست هي التوراة المستخدمة الآن وبالطبع سيسأل النصرأني واليهودي لماذا ؟ ونجيبه قائلين بأنه لو دقق في النص سيجد بولس يقول \" بل كما هو مكتوب \" وكلمة كما هو مكتوب تعني وجود النص الذي يستشهد به بولس في العهد القديم ولتأكيد هذه المعلومة نورد النصوص الآتية والتي بها كلمة كما هو مكتوب والتي تدل علي أنها تقصد أنه مكتوب في العهد القديم فنري مثلا في إنجيل مرقس :\n\n7: 6 فاجاب و قال لهم حسنا تنبا اشعياء عنكم انتم المرائين (كما هو مكتوب) هذا الشعب يكرمني بشفتيه و اما قلبه فمبتعد عني بعيدا\n\nأو في يوحنا :\n\n12: 14 - 15 و وجد يسوع جحشا فجلس عليه ( كما هو مكتوب ) . لا تخافي يا ابنة صهيون هوذا ملكك ياتي جالسا على جحش اتان\n\nوالكثير من النصوص الأخري ولو فحص القارئ كتب اليهود والنصاري تحت المجهر فلن يجد جملة (ما لم تر عين و لم تسمع اذن و لم يخطر على بال انسان ما اعده الله للذين يحبونه) في العهد القديم مما يعني أن العهد القديم الموجود في أيام بولس تم حذف هذا الجزء منه علي الأقل وهو ما يثبت تحريف كتب اليهود والنصاري .\n\nونتابع مع المؤلف وهو يستعرض عضلاته بشرح ما يعينيه الكتاب المقدس وهو شرح فيه أخطاء جسيمة أظنها من جهله فقط فلا أري سبب يجعله يتعمد فعل هذا سوي جهله فنجده يقول مانصه :\n(1/32)",
        "\nينقسم الكتاب المقدس في الغالب (( ولا أدري لماذ في الغالب اللهم إلا أتباع الظن ؟؟؟ )) إلى قسمين العهد القديم ويتضمن الأسفار المقدسة القانونية عند الأمة اليهودية وكُتبت في الأصل باللغة العبرانية ما عدا القليل منها فإنه كتب باللغة الآرامية, والعهد الجديد وقد كُتب باللغة اليونانية (( وهذا جهل منه فالعهد الجديد يقال أنه كتب باليونانية ماعدا إنجيل متي فيقال انه كتب بالعبرية لأنه موجه لليهود حسب زعمهم )), أما اليهود فلا يؤمنون إلا بواحد منهما أما نحن المسيحيين فنؤمن بالعهدين كليهما, ولكن القرآن يشير إلى الأسفار المقدسة جميعها بكتاب واحد هو الكتاب المقدس (( وهنا أيضا يكذب حيث أن القرآن لم يذكر كلمة الكتاب المقدس ولو لمرة واحدة )) مع أنه يذكر له ثلاثة أقسام وهي التوراة والزبور والإنجيل (( ولم يقسم القرآن بالطبع الكتاب المقدس المزعوم ثلاثة أقسام لأنه لم يذكره أساسا وإنما يتحدث عما أنزله الله علي بني إسرائيل والمسيح ويتحدث عن إنجيل واحد وليس أربعة انجيل وأكثر من عشرون رسالة ))\nثم يتابع قائلا مانصه :\n\nويقسم اليهود أسفارهم أو كتبهم إلى ثلاثة أقسام وهي الناموس والأنبياء والمزامير .\n\nوهو جهل منه بكتابه الذي يدافع عنه ولا يعلم عنه شيئا إذ لا يقسم اليهود كتبهم ثلثة أقسام بل خمسة اقسام بيانها كالتالي :\n\nالقسم الأول\n\nالأسفار الخمسة المنسوبة إلى موسى والتي يطلق عليها التوراة\n1. سفر التكوين\n\n2. سفر الخروج\n\n3. سفر اللاويين\n\n4. سفر العدد\n\n5. سفر التثنية\n\nالقسم الثاني\n\nالأسفار التاريخية وهي ثلاثة عشر سفراً.\n\n1. يشوع\n\n2. القضاة\n\n3. راعوث\n\n4. صموئيل الأول\n\n5. صموئيل الثاني\n\n6. الملوك الأول\n\n7. الملوك الثاني\n\n8. أخبار الأيام الأول\n\n9. أخبار الأيام الثاني\n\n10. عزرا\n\n11. نحميا\n\n12. إستر\n\n13. يونان\nالقسم الثالث\n\nأسفار الأنبياء وهي خمسة عشر سفراً\n\n1. أشعيا\n\n2. إرميا\n\n3. حزقيال\n\n4. دانيال\n\n5. هوشع\n(1/33)\n",
        "6. يوثيل\n\n7. عاموس\n\n8. عوبديا\n\n9. ميخا\n\n10. ناحوم\n\n11. حبقوق\n\n12. صفنيا\n\n13. حجي\n\n14. زكريا\n\n15. ملاخي\n\nالقسم الرابع\n\nأسفار الحكمة والشعر ( الأسفار الأدبية مع أنه لا علاقة لها بالحكمة ولا الأدب وننصح بمراجعة نشيد الإنشاد ) وهي خمسة أسفار.\n\n1. أيوب\n\n2. الأمثال\n\n3. الجامعة\n\n4. نشيد الأنشاد\n\n5. مراثي إرميا\n\nالقسم الخامس\n\nسفر الإبتهالات والأدعية سفر واحد\n\n1. سفر المزامير.\n\nهذه هي أسفار النسخة العبرانية المعتمدة لدى اليهود والبروتستانت من النصارى أما الكاثوليك والأرثوذكس فيعتمدون النسخة اليونانية وهي تزيد على العبرانية بسبعة أسفار وهي :\n\n1. سفر طوبيا : ويضم 14 إصحاحاً، ومكانه بعد سفر نحميا.\n\n2. سفر يهوديت : ويضم 16 إصحاحاً، ومكانه بعد سفر طوبيا.\n\n3. تتمة سفر أستير : وهو يكمِّل سفر أستير الموجود في طبعة دار الكتاب المقدس، ويضم الإصحاحات من 10-16.\n\n4. سفر الحكمة : لسليمان الملك، ويضم 19 إصحاحاً، ومكانه بعد سفر نشيد الأنشاد.\n\n5. سفر يشوع بن سيراخ: ويضم 51 إصحاحاً، ويقع بعد سفر الحِكمة.\n\n6. سفر نبوة باروخ: ويضم 6 إصحاحات، ومكانه بعد سِفر مراثي إرميا.\n\n7. تتِمة سفر دانيال: وهو مكمِّل لسفر دانيال الذي بين أيدينا، ويشمل بقية إصحاح 3، كما يضم إصحاحين آخرين هما 13 و14.\n\n8. سفر المكابيين الأول : ويضم 16 إصحاحاً، ومكانه بعد سفر ملاخي.\n\n9. سفر المكابيين الثاني: ويضم 15 إصحاحاً، ومكانه بعد سفر المكابيين الأول.\n\n10. المزمور 151: مكانه بعد مزمور 150 لداود النبي والملك.\nطبعا نجد هنا أن العدد عشرة وليس سبعة فقط وذلك لأنهم كما هو موضح بأعلاه يعتبرون تتمة أستير مكملة لسفر أستير وتتمة دانيال مكملة لسفر دانيال ويجعلون سفري المكابيين الأول والثاني سفرا واحدا .\n(1/34)\n\nوهو ما نسميه تحريف بالزيادة أو النقصان حسب عقيدة صاحبه فإن كان صاحبه من الكاثوليك أوالأرثوذكس فهو تحريف بالزيادة بالنسبة لليهود والبروتستانت أما إن كان صاحب العقيدة من اليهود أو البروتستانت فهو تحريف بالنقصان بالنسبة للكاثوليك أوالأرثوذكس وهو ما يؤكد تحريف كتبهم فإن طوائفهم نفسها مختلفة في عدد الأسفار التي يؤمنون بها فبينما الكاثوليك والأرثوذكس يؤمنون بثلاثة وسبعون سفرا او كتابا نجد أن نجد اليهود و البروتستانت يؤمنون بسته وستون فقط وبكل بجاحة يقولون ان كتابهم غير محرف ويتطوع صاحب الكتيب محل البحث مشكورا (من إبليس) بمحاولة مضحكة لمحاولة أثبات صحة كتبهم من القرآن بعدما يئسوا من أقناع الناس بل وأنفسهم به من مصادرهم والجدير بالذكر أن الأسفار السبعة المختلف عليها بينهم لا يضعها من يؤمنون بها من الكاثوليك والأرثوذكس فيما يدعي بالكتاب المقدس ولا ندري السبب هل هي عورة مثلا أم أن بها سفه فوق العادة أم أن بهم أشياء يخشون كشفها علي الملأ بوضعها فيما يسمي بالكتاب المقدس وللتأكد من سبب اهمالهم لها وعدم وضعها مع باقي الأسفار المقدسة لديهم في كتاب واحد دعونا نري بعض ما هو موجود بها وسيقتصر البحث علي سفرين فقط وهما :\n\nالسفر الأول : سفر طوبيا :\n\nنجد فيه طوبيا والذي تفسيرة \"الله طيب\" إنسان صالح يمشي في طريق الرب وادبه أبوه منذ صغره على تقوى الله واجتناب كل خطيئة بحسب مايقول السفر ويبدو انه من الشخصيات المرشحة بقوة مع يسوع ليكون أبن الله وممن تنطبق عليهم شروط الذبيحة المزعومة حيث أنه بلا خطيئة فلم يذكر أنه سكر مثل نوح أو أباح زوجته لملك مصر كإبراهيم أو زني وقتل وإنجب أبناء زنا مثل داوود بحسب ما تخبر كتبهم ويبدو أن لهذه الأسباب خافت الكنيسة من وضعه مع باقي الشخصيات والأنبياء اللصوص والزناه الذين تتحدث عنهم كتبهم حتي لا يصرخ في وجهوههم قائلا من منكم يبكتني علي خطيئة .",
        "(1/35)\n\nالسفر الثاني :سفر دانيال أو تتمة سفر دانيال :\n\nوفيه من الخرافات والخيال الذي لا يرقي سوي لحواديت قبل النوم التي تحكي عن أبو رجل مسلوخة مثلا وهو شخصية خيالية الغرض منها إخافة الأطفال الأشقياء فنجد فيه أنه هناك تنين كان حيا وكان يعبده الناس والمعروف حتي للأطفال الذين لازالوا يخشون ابو رجل مسلوخة ان التنين حيوان خرافي لم يكن موجودا في يوم من الأيام وهو ذلك الحيوان الذي يطير ويخرج النار من فمه والدخان من أنفه وأنصح بمراجعة أليس في بلاد العجائب لمعرفة شكلة علي وجه التحديد لكل من يؤمن بأن هذا السفر من عند الله ورواية دانيال المحرفة تقول في الإصحاح الرابع عشر:\n\nوكان في بابل تنين عظيم وكان اهلها يعبدونه . فقال الملك لدانيال اتقول عن هذا ايضا انه نحاس ها انه حي ياكل ويشرب ولا تستطيع ان تقول انه ليس الها حيا فاسجد له . فقال دانيال اني انما اسجد للرب الهي لانه هو الاله الحي . وانت ايها الملك اجعل لي سلطانا فاقتل التنين بلا سيف ولا عصا فقال الملك قد جعلت لك . فاخذ دانيال زفتا وشحما وشعرا وطبخها معا وصنع اقراصا وجعلها في فم التنين فاكلها التنين فانشق .\n\nوقتل دانيال التنين مجدوا الرب وسبحوا للرب يا من تؤمنون بهذا فها هو ربكم قد نصر دانيال علي التنين ولله الأمر من قبل ومن بعد .\n\nونتابع مع صاحب الكتيب فنجده يقول في النقطة التالية :\n\nوكثيراً ما يشير القرآن إلى أنبياء العهد القديم ويعلق على الإيمان بهم أهمية عظيمة ومن ذلك قوله في سورة البقرة 2 :136\n) قُولُوا آمَنَّا بِاللَّهِ وَمَا أُنْزِلَ إِلَيْنَا وَمَا أُنْزِلَ إِلَى إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ وَيَعْقُوبَ وَالْأَسْبَاطِ وَمَا أُوتِيَ مُوسَى وَعِيسَى وَمَا أُوتِيَ النبِيُّونَ مِنْ رَبِّهِمْ لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِنْهُمْ وَنَحْنُ لَهُ مُسْلِمُونَ ( وجاء مثل ذلك قي سورة آل عمران 3 :84\n(1/36)",
        "\nوهنا بالطبع لا يشير القرآن الكريم لأنبياء العهد القديم الموجودين بكتبكم فأنبياء الله في القرآن ليسوا بزناة ولا سراق ولا لصوص ولكنهم رجال بشر أصطفاهم الله وفضلهم بالنبوة وعرفوا طرق الله وسبله وفنوا أعمارهم في الدعوة لله ولأعلاء كلمة لا إله إلا الله التي هي الغرض الرئيسي من بعثتهم وهو مالا يتفق مع عصابة كتابتكم والتي نجد فيها الزاني كداوود وشمشون مثلا والسارق كيعقوب الذين كفروا في أخر أيامهم كسليمان والذي فضل أن يكون ديوثا علي يصون عرض زوجته واغتنم مكاسب كثيرة من دياثته كإبراهيم أو بالمختصر من قال فيهم يسوع كل الذين جاؤا قبلي سراق ولصوص شتان الفراق بين أنبياؤكم وأنبياء الله المذكورين في القرآن كإبراهيم خليل الله الذي جعله الله للناس إماما أو كسليمان الذي آتاه الله حكما وعلما وملكا لا ينبغي لأحد من بعده أو داوود الذي كانت تسبح الطير معه الأواب إلي مرضاة الله والذي وصفه الله بأنه نعم العبد .\n\nيا نصاري أفيقوا يقول المثل \"فاقد الشئ لا يعطيه\" فكيف يرسل الله أنبياء زناه وسراق يقولون لكم لا تسرق ولا تزني هل لديكم عقول تفكرون بها أم أنكم تنقادون كالعميان إلي حفرة من النار يقودكم إليها أحباركم ورهبانكم كما يقول الله عز وجل :\n\n) اتَّخَذُوا أَحْبَارَهُمْ وَرُهْبَانَهُمْ أَرْبَاباً مِنْ دُونِ اللَّهِ وَالْمَسِيحَ ابْنَ مَرْيَمَ وَمَا أُمِرُوا إِلَّا لِيَعْبُدُوا إِلَهاً وَاحِداً لا إِلَهَ إِلَّا هُوَ سُبْحَانَهُ عَمَّا يُشْرِكُونَ( (التوبة:31)\nويتابع صاحب الكتيب في محاولات تثير الشفقة لفشله الذريع وتثير الغيثيان من أستخفافه بعقول أتباعه فيقول ما نصه :\n(1/37)\n",
        "(( من هنا يظهر جلياً أن القرآن يتفق مع الإنجيل في الشهادة بأن كل أسفار الكتاب في تلك الأقسام الثلاثة موحى بها, وقد يطلق أيضاً المسيحيون اسم الإنجيل على كل أسفار العهد الجديد كما يطلقه عليها القرآن ومن أسباب ذلك أن العهد الجديد يبتدئ بالبشائر الأربع ومنها أن الإنجيل معناه خبر سار أو بشارة وهذا الخبر السار خلاصة العهد الجديد من أوله إلى آخره فسُمي به وذلك واضح من بشارة مرقس 13 :10 حيث يقول وَيَنْبَغِي أَنْ يُكْرَزَ أَوَّلاً بِالإِنْجِيلِ فِي جَمِيعِ الأُمَمِ ومن مواضع أخرى كثيرة, وكان العهد الجديد - أي الإنجيل - منتشراً في عصر محمد في قسم عظيم من العالم بين الشعوب المسيحية لذلك لم يقتبس منه القرآن فقط آية موجودة في ثلاثة من أقسامه - بشائره - أي بشارة متى 19 :24 وبشارة مرقس 10 :25 وبشارة لوقا 18 :25 كما ورد في سورة الأعراف 7 :40 بل اقتبس منه أيضاً محمد نفسه كما تقدم ذكره, وعلى هذا ينبغي لكل ذي عقل سليم خال من التعصب الذميم أن يعترف بأن القرآن يشير إلى الكتاب المقدس بأنه كتاب منتشر في عصره وموحى به من الله تعالى, ويذكر القرآن الكتابَ المقدس بالاحترام والتعظيم ويلقّبه بأعظم الألقاب مثل قوله كلام الله - سورة البقرة 2 :75 - و الفرقان - سورة الأنبياء 21 :48 - و وضياء وذكرى للمتقين - سورة الأنبياء 21 :48 - و كتاب الله - سورة البقرة 2 :101 -)).\n\nطبعا بعدما وضحنا في كل ما سبق كذب واستغفال صاحب الكتيب لأتباعه يصبح قوله ((من هنا يظهر جلياً أن القرآن يتفق مع الإنجيل في الشهادة بأن كل أسفار الكتاب في تلك الأقسام الثلاثة موحى بها )) هباء منثورا فالقرآن كما أوضحنا من قبل يقول صراحة بتحريف كتب اليهود والنصاري وسنورد آية أخري إضافة إلي ما سبق وأوردناه في أول البحث فيقول عز من قال :\n(1/38)\n\n) يَا أَهْلَ الْكِتَابِ لِمَ تَلْبِسُونَ الْحَقَّ بِالْبَاطِلِ وَتَكْتُمُونَ الْحَقَّ وَأَنْتُمْ تَعْلَمُونَ( (آل عمران:71) .\n\nوسنؤكد هذا من كتب اليهود والنصاري نفسه في الباب التالي بأمر الله\n\nويعود صاحب الكتيب بخيبة أمله ليقول ان القرآن أقتبس في سورة الأعراف الآية 40 من من متي ومرقس ولوقا وهو النص الذي كشفناه سابقا والذي يقول بأن مرور الجمل من ثقب الأبرة أهون من دخول غني ملكوت الله وهو ما وضحنا أنه لا يتفق مع الآية القرانية التي يتوعد الله فيها المجرمين وليس الأغنياء ونوردها ثانية عسي أن يفهم من كان علي عقله غشاوة فيقول الله :\n\n) إِنَّ الَّذِينَ كَذَّبُواْ بِآيَاتِنَا وَاسْتَكْبَرُواْ عَنْهَا لاَ تُفَتَّحُ لَهُمْ أَبْوَابُ السَّمَاء وَلاَ يَدْخُلُونَ الْجَنَّةَ حَتَّى يَلِجَ الْجَمَلُ فِي سَمِّ الْخِيَاطِ وَكَذَلِكَ نَجْزِي الْمُجْرِمِينَ (\nثم يقول بل أقتبس منه محمد عليه الصلاة والسلام وهذا ما وضحناه سلفا من أن النص المنسوب لبولس في هذا الموضوع يبين تحريف العهد القديم.\n\nوفي حالة تدعوا للضحك علي ضياع عقل صاحب الكتيب نجده يقول ما نصه :\n\n((ويذكر القرآن الكتابَ المقدس بالاحترام والتعظيم ويلقّبه بأعظم الألقاب )).\n\nوقد وضحنا أن القرآن لم يذكر ما يسمي بالكتاب المقدس علي الإطلاق وأن كلمة الكتاب المقدس نفسها لم تذكر فيما يدعي كتابا مقدسا نفسه ولنا سؤال للعبقري صاحب الكتيب لو فرضنا جدلا أن القرآن يذكره فأيهما يذكر الكتاب ذو السته والستين سفرا أم ذو السبع اسفار المضافة ؟ ويالها من خيبة إذا كان اليهود والنصاري بطوائفهم لم يتفقوا علي ما يمكن تسميته بالكتاب المقدس فكيف لهذا السفيه أن يدعي ان القرآن يعظم من شأنه ؟\nولنسأل النصاري واليهود أي توراة من المذكورة هنا هي كلمة الله ؟ ان اليهود والنصارى بين أيديهم ثلاث نسخ مشهورة من التوراة ، وهي التي تتفرع عنها جميع النسخ والترجمات الأخرى وهي :",
        "(1/39)\n\n\n1. النسخة العبرية : وهي المقبولة والمعتبرة لدى اليهود وجمهور علماء البروتستانت وهي مأخوذة من النسخة الماسورية وما ترجم عنها .\n\n2. النسخة اليونانية : وهي المعتبرة عند النصارى الكاثوليك ، والارثوذكس وهي التي تسمى السبعينية وما ترجم عنها .\n\n3. النسخة السامرية : وهي المعتبرة والمقبولة لدى السامريين من اليهود .\n\nوسنوضح لكم فيما يلي بعض الإختلافات والتباين بين النسخ:\n\nإذا قارنا بين النسخ الثلاث فيما اتفقت في ذكره من أخبار وقصص نجد بينها اختلافاً كبيراً ومن من الأمثلة على ذلك :\n\n1. أن اليهود ذكروا تاريخ مواليد بني آدم إلي نوح عليه السلام ، ونصوا على عمر كل واحد منهم ، وكذلك عمره حين ولد له أول مولود ، وبعقد مقارنة بين ما ورد في النسخ الثلاث في أعمار من ذكروا حين ولد لهم أول مولود تتبين اختلافات واضحة ، فمن ذلك :\n\nالاسم\nالنسخة العبرانية\nالنسخة السامرية\nالنسخة اليونانية\n\nآدم\n130\n130\n230\n\nشيث\n105\n105\n205\n\nآنوش\n90\n90\n190\n\nقينان\n70\n70\n170\n\nيارد\n162\n62\n262\n\nمتوشالح\n187\n67\n187\n\nلامك\n182\n53\n188\n\nمن آدم للطوفان\n1656\n1307\n2262\n\nفهذه أمثلة تدل على تحريفهم وتبديلهم لكلام الله _ إن ثبت أن ما سبق هو من كلام الله المنزل _ حيث لا يمكن الجمع بين هذه الروايات المتناقضة .\n\n2. اختلاف المدة من الطوفان إلى ولادة إبراهيم عليه السلام\n\n- فى العبرية 292 سنة.\n\n- فى اليونانية 1072 سنة.\n\n- فى السامرية 942 سنة.\n\n3. اختلاف المدة من خلق آدم إلى ميلاد عيسى عليه السلام\n\n- فى العبرية 4004 سنة.\n\n- فى اليونانية 5872 سنة.\n\n- فى السامرية 4700 سنة.\n\n4. اسم الجبل الذى أوصى موسى ببناء الهيكل عليه:\n\n- فى العبرية: جبل عيبال وهو جبل للعن وهو أجرد يابس.\n\n- فى السامرية: جبل جرزيم وهو جبل مناسب للبركة لكثرة مياهه.\n\n- فى اليونانية: جبل عيبال هو جبل البركة ، وبنى عليه مذبح للرب (تثنية 26: 11)\n\n5. الوصايا العشر:\n(1/40)",
        "\n- فى العبرية: واليونانية: عشر وصايا.\n\n- فى السامرية: احدى عشر.\n\n6. أعداد بنى إسرائيل وأولاده عند دخولهم مصر:\n\n- فى السامرية: 75\n\n- فى اليونانية: 70\n\n7. يوم القيامة:\n\n- فى العبرية واليونانية لا يوجد ذكر لها.\n\n- وفى السامرية صرَّحَ بها موسى عليه السلام.\n\nوطبقاً للموسوعة البريطانية فإن النص السامري يختلف عن النص اليوناني في الأسفار الخمسة بما يزيد على (أربعة آلاف اختلاف) ، ويختلف عن النص العبري القياسي بما يربو على (ستة آلاف اختلاف) .وسنذكر بعض هذه الاختلافات علي سبيل المثال لا الحصر :\n\n1. مما زادت به السامرية وهو غير موجود في العبرية : (( كانت كل أيام سام ستمائة سنة ومات )) ( التكوين 11:11 ).\n\n2. وأيضاً جاء في العبرانية : (( وقال قابيل لهابيل أخيه ، ولما صارا في الحقل قام قابيل )) ( التكوين 4:8 ) ولم يذكر فيه مقال قابيل، وقد جاء النقص تاماً في السامرية، وفيه : (( قال نخرج إلى الحقل)).\n\n3. ومما زادت به العبرانية عن السامرية الآيات العشر الأول في الاصحاح الثلاثين من سفر الخروج ، وقد بدأ الاصحاح الثلاثون في السامرية بالفقرة 11 .\n\n4. من زيادات السامرية على العبرانية ما وقع بين الفقرتين 10 - 11 من ( العدد 10 ) وفيه: (( قال الرب مخاطباً موسى : أنكم جلستم في هذا الجبل كثيراً ، فارجعوا ، وهلموا إلى جبل الأمورانيين وما يليه إلى العرباء ، وإلى أماكن الطور والأسفل قبالة التيمن وإلى شط البحر أرض الكنعانيين ولبنان وإلى النهر الأكبر نهر الفرات ، هوذا أعطيتكم فادخلوا ، ورثوا الأرض التي حلف الرب لآبائكم إبراهيم وإسحاق ويعقوب أنه سيعطيكم إياها ، ولخلفكم من بعدكم )) ( العدد 10 :10 ).\n(1/41)\n",
        "5. ومثله ما وقع في ( الخروج 11 ) بين الفقرتين 3 - 4 ، ولاتوجد في العبرانية وفيه : (( وقال موسى لفرعون : الرب يقول : إسرائيل ابني ، بل بكري ، فقلت لك : أطلق ابني ليعبدني ، وأنت أبيت أن تطلقه ، ها أنا سأقتل ابنك بكرك ( الخروج 11:7 ) وفي العبرانية مثله في ( 9 :1 – 3(\n\n6. ومنه الخلاف المشهور بين السامريين والعبريين في الجبل المقدس الذي أمر الله ببناء الهيكل فيه ، فالعبرانيون يقولون : جبل عيبال ، لقوله : (( تقيمون هذه الحجارة التي أنا أوصيكم بها اليوم في جبل عيبال )) ( التثنية 27:4 ) ، وفي السامرية أن الجبل جرزيم : (( تقيمون الحجارة هذه التي أنا موصيكم اليوم في جبل جرزيم)).\n\n7. وعند دراسة أعمار الآباء في الإصحاح الخامس من سفر التكوين حسب العبرانية يفهم منه أن طوفان نوح حصل بعد 1656 سنة من خلق آدم ، وتعتبره اليونانية قد حصل سنة 2262 ، والسامرية 1307 . فكيف يجمع بين النصوص الثلاثة ؟\n\n8. ثم حسب النص العبراني فإن ميلاد المسيح سنة 4004 من خلق آدم وهو في اليونانية سنة 5872 ، وفي السامرية 4700 .\n\n9. ومثله الخلاف في مقدار الزمن بين الطوفان وولادة إبراهيم ، فإنه في العبرانية 292 سنة ، وهو في اليونانية 1072 سنة ، وفي السامرية 932 سنة .... وغير ذلك مما يحتاج ذكره وشرحه إلي مجلدات\n\nونحن نسأل البروتستانت والكاثوليك والأرثوذكس أن يتفقوا أولا علي كتاب واحد قبل أن يحاولوا إيهام أتباعهم بوجوده أو الإستشهاد بالكتب الأخري لأثبات كتاب هم في الحقيقة مختلفين عليه ونذكرهم بما قيل في رؤيا يوحنا اللاهوتي :\n\n\" لاني اشهد لكل من يسمع اقوال نبوة هذا الكتاب ان كان احد يزيد على هذا يزيد الله عليه الضربات المكتوبة في هذا الكتاب . و ان كان احد يحذف من اقوال كتاب هذه النبوة يحذف الله نصيبه من سفر الحياة و من المدينة المقدسة و من المكتوب في هذا الكتاب. \"\n(1/42)\n\nونسألهم أيكم هو المقصود بهذا النص البروتستانت أم الكاثوليك والأرثوذكس .\nونتابع مع صاحب الكتيب فنجده يقول :\n\n(( وفي البيضاوي وكتاب أسباب النزول يشير إلى مقام الكتاب المقدس في تفسير آية 23 من سورة آل عمران بأن محمداً طلب من اليهود التوراة لتكون حكماً بينه وبينهم,\nطبعا لن نعاود القول بأن القرآن لم يذكر مايدعي بالكتاب المقدس إطلاقا ولكن سنري ماذا تقول سورة آل عمران الآية 23 لنفضح كذبه يقول المولي عز وجل :\n\n) أَلَمْ تَرَ إِلَى الَّذِينَ أُوْتُواْ نَصِيباً مِّنَ الْكِتَابِ يُدْعَوْنَ إِلَى كِتَابِ اللّهِ لِيَحْكُمَ بَيْنَهُمْ ثُمَّ يَتَوَلَّى فَرِيقٌ مِّنْهُمْ وَهُم مُّعْرِضُونَ ( [آل عمران : 23] .\n\nيتحدث الله عن عن واقعة بعينها سبق الإشارة إليها من قبل وهي تروي أن أثنان من اليهود أتهما بالزني وأراد أحبار اليهود ألا يقيموا عليهم حد الرجم الموجود في كتابهم لغرض في أنفسهم وأتفقوا أن يذهبوا للرسول عليه الصلاة والسلام طالبين تحكيم الشرع المنزل عليه عسي أن يكون أخف وأهون مما هو موجود في كتبهم وهي القصة التي نزلت فيها آيه :\n\n) وَكَيْفَ يُحَكِّمُونَكَ وَعِندَهُمُ التَّوْرَاةُ فِيهَا حُكْمُ اللّهِ ثُمَّ يَتَوَلَّوْنَ مِن بَعْدِ ذَلِكَ وَمَا أُوْلَئِكَ بِالْمُؤْمِنِينَ ( [المائدة : 43]\n\nوالتي تتعجب من حال اليهود الذين لا يؤمنون بالقرآن ولا بنبوة الرسول عليه الصلاة والسلام ومع ذلك تركوا ما يؤمنوا به وطلبوا تحكيم الرسول حسب الشرع المنزل إليه من عند الله وهو وإن دل فأنما يدل علي أن اليهود كفروا كفرا فوق كفرهم بتنحية كتابهم وأخذ التحكيم مما لا يؤمنون به والواقعة تدل بوضوح علي أن اليهود طلبوا تحكيم الرسول وليس العكس وهو ما يعطي الميزة للرسول وللقرآن ولكن الرسول طلب منهم أن يحكموا كتابهم لأنه ليس من العقل في شئ أن يطلب الأنسان حكم مالا يؤمن به وهو ليس بمستغرب علي اليهود حتي من كتبكم المحرفة .",
        "(1/43)\n\nثم يتابع المضلل قوله :\n\n(( وفوق ذلك يفيد القرآن أن نوع الوحي الذي أُوحي به إلى محمد كالذي أوحي به إلى الأنبياء المتقدمين كما يدل على ذلك قوله :\n\n) قُلْ إِنَّ الْهُدَى هُدَى اللهِ أَنْ يُؤْتَى أَحَدٌ مِثْلَ مَا أُوتِيتُمْ ( سورة آل عمران ( 73(\nوقوله : )إِنَّا أَوْحَيْنَا إِلَيْكَ كَمَا أَوْحَيْنَا إِلَى نُوحٍ وَالنبِيِّينَ مِنْ بَعْدِهِ ( سورة النساء ) 163 )\n\nوقوله : ) كَذَلِكَ يُوحِي إِلَيْكَ وَإِلَى الَّذِينَ مِنْ قَبْلِكَ اللهُ الْعَزِيزُ الْحَكِيمُ ( سورة الشورى ( 3))\n\nنشكر الصاحب الكتيب علي إعترافه الضمني ( وإن كان لن يقدم ولن يؤخر ) بقوله : ((وفوق ذلك يفيد القرآن أن نوع الوحي الذي أُوحي به إلى محمد كالذي أوحي به إلى الأنبياء المتقدمين)) .\n\nوالآيات التي يستشهد بها إن دلت فإنما تدل أن محمد عليه الصلاة والسلام أوحي إليه من عند الله كما تذكر الآيات التي استشهد بها وهو إما أن يقبل الآيه بأكملها وإما يرفضها بأكملها وإن كنت أعلم أنه بنهجه هذا كمن قال الله فيهم :\n\n) أَفَتُؤْمِنُونَ بِبَعْضِ الْكِتَابِ وَتَكْفُرُونَ بِبَعْضٍ فَمَا جَزَاء مَن يَفْعَلُ ذَلِكَ مِنكُمْ إِلاَّ خِزْيٌ فِي الْحَيَاةِ الدُّنْيَا وَيَوْمَ الْقِيَامَةِ يُرَدُّونَ إِلَى أَشَدِّ الْعَذَابِ وَمَا اللّهُ بِغَافِلٍ عَمَّا تَعْمَلُونَ ( [البقرة : 85]\n\nأما بخصوص أن نفس الوحي الذي جاء للرسول عليه الصلاة والسلام هو نفس الوحي الذي جاء للأنبياء من قبله فهذا مالا ننكره بل ونؤيده بآيات أوضح من التي آتي بها صاحب الكتيب ويذكر فيها كتب بعينها كقوله تعالي :\n\n) إِنَّا أَنزَلْنَا التَّوْرَاةَ فِيهَا هُدًى وَنُورٌ ( [المائدة : 44]\n(1/44)",
        "\n) وَقَفَّيْنَا عَلَى آثَارِهِم بِعَيسَى ابْنِ مَرْيَمَ مُصَدِّقاً لِّمَا بَيْنَ يَدَيْهِ مِنَ التَّوْرَاةِ وَآتَيْنَاهُ الإِنجِيلَ فِيهِ هُدًى وَنُورٌ وَمُصَدِّقاً لِّمَا بَيْنَ يَدَيْهِ مِنَ التَّوْرَاةِ وَهُدًى وَمَوْعِظَةً لِّلْمُتَّقِينَ ( [المائدة : 46].\n\nفنحن كمسلمين نقول أن التوراة والإنجيل المرسلين من عند الله فيهم هدي ونور ولكنا نعترض علي الكتب المحرفة التي يطلق عليها نفس الأسم اليوم والتي يقول اليهود والنصاري أنها من عند الله بالرغم أنهم أخفوا الكثير منها أو اضاعوه وأضافوا الكثير إليها مما أملته عليهم شياطينهم وهو مصدقا لقول الحق :\n\n) يَا أَهْلَ الْكِتَابِ قَدْ جَاءكُمْ رَسُولُنَا يُبَيِّنُ لَكُمْ كَثِيراً مِّمَّا كُنتُمْ تُخْفُونَ مِنَ الْكِتَابِ وَيَعْفُو عَن كَثِيرٍ قَدْ جَاءكُم مِّنَ اللّهِ نُورٌ وَكِتَابٌ مُّبِينٌ ( [المائدة : 15]\n\nيا أهل الكتاب من اليهود والنصارى, قد جاءكم رسولنا محمد صلى الله عليه وسلم يبيِّن لكم كثيرًا مما كنتم تُخْفونه عن الناس مما في التوراة والإنجيل, ويترك بيان ما لا تقتضيه الحكمة. قد جاءكم من الله نور وكتاب مبين: وهو القرآن الكريم. وهذه الآية وحدها كفيلة بدحض هذا الكتيب محل البحث وكفيلة بأثبات أن القرآن يقول بتحريف كتبكم .\n\nويتابع صاحب الكتيب قائلا وكأنه عالم ضليع في الهندسة :\n\n(( مما ذكر تعلم أن التنزيل المنسوب إلى القرآن يجب أن ينسب إلى الأسفار المتقدمة عليه حيث أن من أول البديهيات المسلم بها في علم أصول الهندسة هو أنه إذا ساوى شيئان ثالثاً فهما متساويان لبعضهم الا محالة , فأسفار العهدين منزلة من عند الله بنفس التنزيل الذي ينسبه القرآن لنفسه وعليه فالقرآن يأمر أتباعه أن يعترفوا بالأسفار المتقدمة عليه كما يعترفون به بلا أقل تمييز وهم مأمورون أيضاً أن يعتقدوا بأن القرآن نزل مصدِّق الكتاب اليهود والنصارى ))\n(1/45)\n",
        "طبعا كلامه عن أساسيات علم الهندسة سوف تتوقف عند المعادلة النصرانية الشهيرة ( 1+1+1=1 ) والله أنه مما يضحك الثكلي أن يتحدث نصراني عن الحساب أو الهندسة فحسب كلامه هذا يمكننا أن نقول أن الآب مثلا وضع علي الصليب أو أن الروح القدس هو من تجسد أو أن الأبن أرسل الروح القدس هنا طبعا سيحاول الكاتب نسيان علم الهندسة وسيلعن اليوم الذي قال فيه هذه العبارة . ولا أدري لماذا أليس بديهيات علم الهندسة تقول إذا ساوى شيئان ثالثاً فهما متساويان لبعضهم لا محالة حسب زعمه وأنا أوافقه طبعا وأسأله أن يطبق نفس المعيار علي الآب والأبن والروح القدس أليس الثلاثة متساويين ولايسعني الآن سوي أن أقول كم من الخرافات ترتكب بأسم الهندسة .\n\nويعود ثانية لأضحاكنا بعد كل ما أثبتنا ولا مانع من إعادة الرد علي قوله :\n\n(( ولزيادة التوكيد على أن التوراة والإنجيل موحى بهما جاء في القرآن تهديد صارم لمن يكفر بهما أو يظن بهما الظنون ومن ذلك قوله :\n\n) الَّذِينَ كَذَّبُوا بِالْكتَابِ وَبِمَا أَرْسَلْنَا بِهِ رُسُلَنَا فَسَوْفَ يَعْلَمُونَ إِذِ الْأَغْلاَلُ فِي أَعْنَاقِهِمْ وَالسَّلاَسِلُ يُسْحَبُونَ فِي الْحَمِيمِ ثُمَّ فِي النارِ يُسْجَرُونَ ( (سورة غافر 70-72 ) ))\nوكلامه أثبتنا سلفا أنه محاولة ساذجة لألباس الباطل ثوب الحق وذلك لأننا كما سبق قلنا بأن كل نؤمن بكل الكتب التي أوحي بها الله كما نؤمن بأنها عدا القرآن محرفة وأثبتنا تحريفها في هذا البحث والبقية تأتي في الباب التالي بإذن الله ونوضح له أن هذه الآية تقول الَّذِينَ كَذَّبُوا بِالْكتَابِ (أي القرآن) أي أنها موجه لأمثاله ونحن كما سبق نقر بأننا نؤمن بكل الكتب التي أنزلها الله من عنده ونقول أنه أنزل فيها الهدي والنور والحكمة أما المتداولة بين أيدينا الآن ومن قبل بعثة الرسول فقد طالها أقلام الكتبة بالتحريف والخرافات .\n\nوينهي ضلاله بقوله :\n(1/46)\n\n(( ويشهد القرآن أن أسفار العهد القديم تتفق مع أسفار العهد الجديد في المسائل العمومية ومن ذلك قوله :\n\n) وَقَفَّيْنَا عَلَى آثَارِهِمْ بِعِيسَى ابْنِ مَرْيَمَ مُصَدِّقا لمَا بَيْنَ يَدَيْهِ مِنَ التوْرَاةِ وَآتَيْنَاهُ الْإِنْجِيلَ فِيهِ هُدًى وَنُورٌ وَمُصَدِّقا لمَا بَيْنَ يَدَيْهِ مِنَ التوْرَاةِ وَهُدًى وَمَوْعِظَةً لِلْمُتَّقِينَ ( (سورة المائدة 46 ) ))\n\nولا أدري ماذا تعني المسائل العمومية ؟؟؟؟\n\nوهي عبارة غامضة لم يشأ أن يفصلها ويوضحها ولنري معا ماهي المسائل العمومية المزعومة التي تتفق فيها اسفار العهد القديم مع العهد الجديد :\n\n· هل مثلا يقول اليهود بالتثليث والثالوث المقدس ؟ أليس هذه مسأله عمومية ؟\n· هل يقسم اليهود الرب للاهوت وناسوت ؟ أليست هذه مسائل عمومية ؟\n· هل يقول اليهود أن الإله صلب ؟ أليست هذه مسائل عمومية ؟\n· هل يقول اليهود أن الإله مات ؟ أليست هذه مسائل عمومية ؟\n· هل يقول اليهود حتي بأن العهد الجديد من عند الله؟\n· هل يؤمن اليهود حتي بالأسفار السبعة الزائدة عند الكاثوليك والأرثوذكس ؟\nقطعا وبالتأكيد كل الأجابات ردها سيكون بالنفي لأن اليهود أنفسهم يقولون ان كتابكم مزيف وليس من عند الله بل ويقولون في المسيح وأمه ما يعف لساني عن ذكره في تلمودهم فأين هي المسائل العمومية يا صاحب الكذبة الجلية .\n\nأما ما ترمي إليه الآية 46 من سورة المائدة فهو أن الله أرسل عبده ورسوله عيسي بن مريم ليكمل ما أرسل به الأنبياء من قبله ولإعلان التوحيد وليعلم الناس أن الله واحد أو كما يقول المسيح في الإنجيل المنسوب ليوحنا :\n17: 3 و هذه هي الحياة الابدية ان يعرفوك انت الاله الحقيقي وحدك و يسوع المسيح الذي ارسلته\nوهي ما يتفق مع مفهومنا الإسلامي فنقول نشهد أن لا إله إلا الله وأن عيسي رسول الله أو أن لا إله إلا الله وإن موسي رسول الله .",
        "(1/47)\n\nالله هو الإله الحقيقي وحده ومحمد أو عيسي أو موسي أو إبراهيم هو رسله الذين أرسلهم .\n\nوفي ختام هذا الباب أذكر لكم قول الله سبحانه وتعالي فيكم :\n\n) يَا أَهْلَ الْكِتَابِ لِمَ تَلْبِسُونَ الْحَقَّ بِالْبَاطِلِ وَتَكْتُمُونَ الْحَقَّ وَأَنتُمْ تَعْلَمُونَ (\n(1/48)",
        "\nالباب الثاني\n\nأثبات تحريف كتب اليهود والنصاري مما يدعي بالكتاب المقدس\n\n\" كيف تقولون نحن حكماء و شريعة الرب معنا حقا انه الى الكذب حولها قلم الكتبة الكاذب \" أرميا (8 : 8)\n\nيقول اليهود والنصاري بأن كتبهم لم تحرف وإنها بنفس حالتها الأصلية التي أنزلها الله علي رسله ويقولون بإستحالة تحريفها لأن كلام الله لا يمكن ان يحرفه إنسان أو حتي شيطان وهنا نطرح سؤال هل هناك أي نسخة أصلية من أي سفر من الأسفار المزعومة لديهم والموجودة بين دفتي ما يدعي بالكتاب المقدس ؟ والإجابة بحسب ما أضلهم به أحبارهم هي نعم أما الإجابة الصحيحة التي يعلمها خاصتهم هي أنه لا يوجد ولا نص واحد له مخطوطة أصلية علي الإطلاق وأن كل النصوص الأصلية فقدت بأكملها وحتي لا يظن القارئ النصراني أننا نتحدث بلا بينة ولنظل في بحثنا هذا نقدم الدليل والبرهان سنستشهد علي صحة ما نقول من كتاب \" عصمة الكتاب المقدس \" للكاتب السير فردريك كينيون\" وهو كتيب كما هو واضح من أسمه يدافع عن الكتاب المقدس ويحاول أثبات عصمته من التحريف فنجده يقول تحت عنوان \" ضياع النسخ الأصلية \" :\n\n(( قد يندهش البعض إذا عرفوا أن هذه المخطوطات جميعها لا تشتمل على النسخ الأصلية والمكتوبة بخط كتبة الوحي أو بخط من تولوا كتابتها عنهم. فهذه النسخ الأصلية جميعها فقدت ولا يعرف أحد مصيرها.))\n\nإذن النسخ الأصلية فقدت كلها ولا يعرف أحد مصيرها . ثم يتابع محاولا استجداء عطف القارئ وتضليله قائلا :\n\n(( على أن الدارس الفاهم لا يستغرب لهذا قط، لأنه لا توجد الآن أيضاً أية مخطوطات يرجع تاريخها لهذا الماضي البعيد. ومن المسلم به أن الكتاب المقدس هو من أقدم الكتب المكتوبة في العالم، فقد كتبت أسفاره الأولي قبل نحو 3500 سنة. ))\n(1/49)\n",
        "أي أنه وببساطة يقارن بين كلام الله وكتبه وبين كتب قدامي البشر مثل الأوديسا والألياذة وملحمة جلجامش مثلا وهو قياس فاسد فلو كان لهذه الكتب قيمة لما سمح الله بفقدانها أما سواء كان للأعمال الأدبية لليونان او الفرس أو المصريين القدماء مثلا ذات قيمة او نفع فلا يملك مؤلفها أن يحفظها من الضياع لأنه لا سلطان له يتيح له هذا لأنه مجرد إنسان لا يضمن ما يفعل بكتبه بعد وفاته أما بخصوص قوله أنه لا توجد مخطوطات ترجع إلي هذا الماضي البعيد فهو أستهانة بعقل القارئ أو إستغلالا لجهله حيث أن هناك العديد من المخطوطات بنفس قدم أو تسبق ظهور مخطوطات الكتاب المسمي بالمقدس لازالت بين أيدينا إلي اليوم مثل كتاب الموتي مثلا الذي كان يقدسه الفراعنه أو ملحمة جلجامش ومن الكتب التي لازالت موجودة أيضا سابقة للتوارة هو كتاب مصري منذ عهد الفراعنة يسمي \"قرطاس أحمس\" أو \"بردية رايند\" كتب منذ أكثر من خمسة وثلاثون قرنا وهو موجود في المتحف البريطاني وهو منسوخ من كتاب سابق له كتب في عهد أمنمحات الأول سنة 2200 ق.م أي منذ أكثر من 4200 سنة تقريبا ويوجد أيضا كتاب \"فن الحرب\" أو \" Ping-Fa\" ويعود للقرن الرابع قبل الميلاد أي اقدم بحوالي من اربعة قرون عن كتب العهد الجديد .\n\nوهنا لنا الحق أن نسأل ولماذا يسمح الله بضياع كتبه كلها وما هي الحكمة من هذا ؟\n\nوتأتي الإجابة من السير فردريك كينيون حيث يقول متابعا :\n\n(( ونحن نعتقد أن السر من وراء سماح الله بفقد جميع النسخ الأصلية للوحي هو أن القلب البشري يميل بطبعه إلي تقديس وعبادة المخلفات المقدسة؛ فماذا كان سيفعل أولئك الذين يقدسون مخلفات القديسين لو أن هذه النسخ كانت موجودة اليوم بين أيدينا؟ أية عبادة لا تليق إلا بالله كانت ستقدَّم لتلك المخطوطات التي كتبها أواني الوحي بأنفسهم؟ ألا نتذكر ماذا فعل بنو إسرائيل قديماً بالحية النحاسية التي كانت واسطة إنقاذهم من الموت، وكيف عبدوها؟ )).\n(1/50)\n\nوياله من سر حقا لقد شهد شاهد من أهلها فهو يقر أمر واقع بالفعل من عبادة وتقديس القديسين ومخلفاتهم عند النصاري وهو ما يصل إلي حد الصلاة لهم والإيمان بأنهم قادرين علي فعل شئ وهو ما نسميه الشرك بالله , وفي محاولة مستميته لأقناع أو إستغفال القارئ يحاول السير فردريك كينيون أن يخلط الأوراق ببعضها حتي يلتبس الأمر علي القارئ متعللا بعبادة بني إسرائيل للحية النحاسية ولا أدري ماهي العلاقة بين كلام الله وبين التماثيل والأوثان والدليل علي زيف كلامه أن معظم النصاري اليوم يظنون أن ما بين أيديهم له نسخ اصلية بخط كتابها وبالرغم من هذا نجد منهم من يقول أو يسمح لهم بقراءته في الحمام مثلا والنصاري كما هو معروف لا يؤمنوا أو يكفروا إلا بما يقول لهم أحبارهم ورهبانهم عليه فقط كصلاتهم وصيامهم اللتان لم يؤمروا بهم في كتبهم والتي هي من أختراع رهبانهم وكهنتهم حتي أن كل جماعة منهم لها صيام خاص بها علي حسب الطائفة التي ينتمي غليها ولعل كتاب الآب متي المسكين حول الصيام الذي أثار زوبعة في الكنيسة الأرثوذكسية والذي أوقف طبعه وسحب من الأسواق لأنه يفضح هذا هو خير دليل علي ما أقول . والسبب الحقيقي وراء ضياع النسخ الأصليه هو أن كل هذه الرسالات السابقة للرسول عليه الصلاة والسلام من آدم إلي المسيح عليهم السلام إنما هي رسالات وقتيه أرسلت لأقوام معينين فقط وليس للعالمين ولعل قول المسيح للمرأة الكنعانية بحسب إنجيل متي والفينيقة السورية بحسب إنجيل مرقس \" لم ارسل الا الى خراف بيت اسرائيل الضالة \" هو خير دليل علي ذلك وقد يقول قائل نتفق معك من حيث أن الأنبياء كلهم كانت رسالتهم لبني إسرائيل ما عدا المسيح الذي جاء للعالمين مستشهدا بالإنجيل المنسوب لمتي إذ يقول :\n\n28: 19 فاذهبوا و تلمذوا جميع الامم و عمدوهم باسم الاب و الابن و الروح القدس .",
        "(1/51)\n\nفنقول له وما أكثر ما يمكننا قوله وأثباته لكل من له عقل يعي أن هذا النص إن هذا النص تم أضافته في القرن الرابع الميلادي ولا توجد مخطوطة منسوخة قبل هذا التاريخ توجد بها هذه العبارة وحتي يتأكد القارئ من صحة كلامنا فنحن نستشهد بما فعله التلاميذ أنفسم في ما يسمي بأعمال الرسل فنجد أن بطرس نفسه وهو أعظم التلاميذ فنجده يقول في أعمال الرسل 10 : 28 وهذا بعد قيامة المسيح المزعومة :\n\n\" فقال لهم انتم تعلمون كيف هو محرم على رجل يهودي ان يلتصق باحد اجنبي او ياتي اليه \" .\n\nويقول ايضا في نفس السفر :\n\" 10: 42 و اوصانا ان نكرز للشعب و نشهد بان هذا هو المعين من الله ديانا للاحياء و الاموات \"\n\nأي أن كرازة وتبشير التلاميذ مقصورة علي الشعب فقط أي اليهود وليس للأممين أو للعالم أجمع ولزيادة التأكيد نجد أن التلاميذ أنفسهم لم يغادروا أورشليم إلا مضطرين وحتي لما تشتتوا في إنطاكيا وفينيقية وقبرص لم يقوموا بتبشير أحد سوي اليهود فقط وهذا نراه واضحا في أعمال الرسل إذا يقول مؤلفه متحدثا عن تلاميذ المسيح :\n\n11: 19 اما الذين تشتتوا من جراء الضيق الذي حصل بسبب استفانوس فاجتازوا الى فينيقية و قبرس و انطاكية و هم لا يكلمون احدا بالكلمة الا اليهود فقط .\n\nفإن كان المسيح قد قال لتلاميذه أن يعمدوا جميع الأمم فلماذا لم يكلم التلاميذ أحد الأممين عن المسيح وأقتصر عملهم فقط علي اليهود ؟\n(1/52)",
        "\nوللمزيد من الأثبات نجد ان بولس نفسه صاحب النصيب الوافر في تأليف ما يدعي بالعهد الجديد لا يبدأ كلامه ولا يحيي أحد بأسم الثالوث المقدس أو الآب والأبن والروح القدس ولكنه غالبا ما يقول : \" نعمة لكم و سلام من الله ابينا و الرب يسوع المسيح \" ولا يذكر الأقنوم الثالث علي الإطلاق وذلك قطعا لجهله به بل إن كلمة الثالوث المقدس لا وجود لها في العهد الجديد او القديم مطلقا وهي كلمة مستحدثه في أواخر القرن الرابع الميلادي أي في نفس التوقيت الذي أضيف نص \" فاذهبوا و تلمذوا جميع الامم و عمدوهم باسم الاب و الابن و الروح القدس \" وهو أيضا نفس التوقيت التي وضع في قانون الإيمان المدعي بواسطة أثناسيوس ونحن الآن أمام ثالوث من نوع جديد فالنص مضاف في اواخر القرن الرابع الميلادي وكلمة ثالوث مقدس ظهرت في القرن الرابع الميلادي وقانون الإيمان المعدل والذي اضيف فيه نص :\n\nوأؤمن بالروح القدس الرب المحيي المنبثق من الآب الذي هو مع الآب والابن يسجد له، وأؤمن بكنيسة واحدة مقدسة جامعة رسوليه وأعترف بمعمودية واحدة لمغفرة الخطايا وأترجى قيامة الموتى والحياة في الدهر الآتي، آمين.\"\n\nحيث أن هذا النص لم يكن موجود في قانون الإيمان الأول الذي كانت صيغته :\n\n\"أومن بإله واحد آب ضابط الكل خالق السماء والأرض وكل ما يرى وكل ما لا يرى. وبرب واحد يسوع المسيح ابن الله الوحيد المولود من الآب قبل كل الدهور، إله من إله، نور من نور، إله حق من إله حق، مولود غير مخلوق مساوٍ للآب في الجوهر، الذي به كان كل شيء، الذي من أجلنا نحن البشر ومن أجل خلاصنا نزل من السماء وتجسد بالروح القدس من مريم العذراء، وصار إنساناً وصُلب أيضاً عنا على عهد بيلاطس البنطي، تألم وقبر وقام في اليوم الثالث كما في الكتب وصعد إلى السماء وجلس عن يمين الآب وسيأتي بمجد ليدين الأحياء والأموات الذي ليس لملكه انقضاء. آمين \"\n(1/53)\n",
        "بل أن كلاهما من مستحدثات القرن الرابع الميلادي فالنص الأول قبل الإضافة والذي يقول : (أومن بإله واحد آب ضابط ) إلي أن ينتهي بـ (الذي ليس لملكه انقضاء) قد كتب في سنة 325 م في نيقية أما النص المضاف له والمشار له سلفا والخاص بالروح القدس المنبثق فقد تمت إضافته سنة 381 م في المجمع المسكوني الثاني بالقسطنطينية في عهد الأمبراطور الروماني ثيودوسيوس والذي يعتبر اول من عمد بالثالوث ولم يسبقه أحد في هذا علي الإطلاق وهو ما يثبت ايضا أن نص \" فاذهبوا و تلمذوا جميع الامم و عمدوهم باسم الاب و الابن و الروح القدس\" إنما هو نص يوضع مع ما يسمي بالتحريف بالزيادة وقد أضيف للإنجيل المنسوب لمتي في أواخر القرن الرابع الميلادي لأنه بديهيا لو كان هذا النص موجود فعلا لما كان هناك حاجة لعقد المجمع المسكوني الثاني ولكان يكفيهم الأستشهاد به والذي كان توصياتة أو قراراته إضافة الفقرة التي تتعلق بالروح القدس فيما يسمي قانون الإيمان ووحدانية المعمودية لغفران الخطايا . ولما كان الأمبراطور الروماني ثيودوسيوس أول من عمد بالثالوث ولكان سبقه الآلاف او الملايين من النصاري السابقين له .\n\nوبأثبات زيف النص القائل : \" فاذهبوا و تلمذوا جميع الامم و عمدوهم باسم الاب و الابن و الروح القدس \" . وبوجود النصوص التالية \"\n\n\" فاجاب و قال لم ارسل الا الى خراف بيت اسرائيل الضالة \" متي 15: 24\n\n\" هؤلاء الاثنا عشر ارسلهم يسوع واوصاهم قائلا الى طريق امم لا تمضوا والى مدينة للسامريين لا تدخلوا . بل اذهبوا بالحري الى خراف بيت اسرائيل الضالة \" متي \" 10: 5 – 6\n(1/54)\n\nوالتي تؤكد نهي المسيح لتلاميذه أن يذهبوا للأمم تصريحه للمرأة الكنعانية أو الفنيقية بأنه أرسل فقط لبني إسرائيل يتبين لنا أن المسيح مثله مثل كل الرسل السابقين له أتي برسالة لقوم معينيين وليس للعالم أجمع وضياع كتابه أو كتب من قبله والذي يقر به النصاري واليهود وهو ما أثبتناه بالنص من كتاب \" عصمة الكتاب المقدس \" للسير فردريك كينيون \" أمر بديهي لعدم وجود مصلحة ترتجي من هذه الكتب ولأن الكتب أنتفي الغرض الذي أنزلت من اجله .\n\nولأثبات أن ضياع هذه الكتب لإنتفاء الغرض منها كان حتما مقضيا نسأل اليهود والنصاري :\n\nهل تعهد الله بحفظ هذه الكتب ؟\nهل يوجد في ما يدعي الكتاب المقدس إشارة أو تلميح بأن الله تعهد بهذا ؟\nويأتي الرد بسرعة البرق ليحيلنا إلي قول المسيح في إنجيل مرقس :\n\n13: 31 السماء و الارض تزولان و لكن كلامي لا يزول\nأو لأنجيل لوقا حيث يقول المسيح إن كان قد قال :\n\n21: 33 السماء و الارض تزولان و لكن كلامي لا يزول\nأو لأنجيل متي :\n\n24: 35 السماء و الارض تزولان و لكن كلامي لا يزول\nهكذا أفهمهم أحبارهم ورهبانهم وهذا هو الرد الفوري الآلي الاعقلاني الذي دربهم عليه كهنتهم والذي يجيبون به عن سؤالهم عن إذا ما كان الله قد تعهد بحفظ كتابه أم لا , وهنا نقع مع ما يسمي بالتحريف المعنوي والذي يعني إخراج النص عن سياقه الأصلي وإلباسه مفهوم غير الذي يقوله فبمراجعة الأناجيل الثلاثة التي يقول فيها المسيح \" السماء و الارض تزولان و لكن كلامي لا يزول\" نجد أن الكلام هنا لا علاقة له بحفظ كتاب الله أو كلام الله ولكننا نجد المسيح يتحدث عن الأيام الأخيرة مخبرا عما سيحدث فيها ومبلغا بما يجب أن يفعله الناس يومها وسأورد النص كاملا من إنجيل مرقس 13: 1 – 32 :",
        "(1/55)\n\n\" و فيما هو خارج من الهيكل قال له واحد من تلاميذه يا معلم انظر ما هذه الحجارة و هذه الابنية . فاجاب يسوع و قال له اتنظر هذه الابنية العظيمة لا يترك حجر على حجر لا ينقض . و فيما هو جالس على جبل الزيتون تجاه الهيكل ساله بطرس و يعقوب و يوحنا و اندراوس على انفراد . قل لنا متى يكون هذا و ما هي العلامة عندما يتم جميع هذا . فاجابهم يسوع و ابتدا يقول انظروا لا يضلكم احد . فان كثيرين سياتون باسمي قائلين اني انا هو و يضلون كثيرين . فاذا سمعتم بحروب و باخبار حروب فلا ترتاعوا لانها لا بد ان تكون و لكن ليس المنتهى بعد . لانه تقوم امة على امة و مملكة على مملكة و تكون زلازل في اماكن و تكون مجاعات و اضطرابات هذه مبتدا الاوجاع . فانظروا الى نفوسكم لانهم سيسلمونكم الى مجالس و تجلدون في مجامع و توقفون امام ولاة و ملوك من اجلي شهادة لهم . و ينبغي ان يكرز اولا بالانجيل في جميع الامم . فمتى ساقوكم ليسلموكم فلا تعتنوا من قبل بما تتكلمون و لا تهتموا بل مهما اعطيتم في تلك الساعة فبذلك تكلموا لان لستم انتم المتكلمين بل الروح القدس . و سيسلم الاخ اخاه الى الموت و الاب ولده و يقوم الاولاد على والديهم و يقتلونهم . و تكونون مبغضين من الجميع من اجل اسمي و لكن الذي يصبر الى المنتهى فهذا يخلص . فمتى نظرتم رجسة الخراب التي قال عنها دانيال النبي قائمة حيث لا ينبغي ليفهم القارئ فحينئذ ليهرب الذين في اليهودية الى الجبال . و الذي على السطح فلا ينزل الى البيت و لا يدخل لياخذ من بيته شيئا . و الذي في الحقل فلا يرجع الى الوراء لياخذ ثوبه . و ويل للحبالى و المرضعات في تلك الايام . و صلوا لكي لا يكون هربكم في شتاء . لانه يكون في تلك الايام ضيق لم يكن مثله منذ ابتداء الخليقة التي خلقها الله الى الان و لن يكون . و لو لم يقصر الرب تلك الايام لم يخلص جسد و لكن لاجل المختارين الذين اختارهم قصر الايام . حينئذ ان قال لكم\n(1/56)",
        "\nاحد هوذا المسيح هنا او هوذا هناك فلا تصدقوا . لانه سيقوم مسحاء كذبة و انبياء كذبة و يعطون ايات و عجائب لكي يضلوا لو امكن المختارين ايضا . فانظروا انتم ها انا قد سبقت و اخبرتكم بكل شيء . و اما في تلك الايام بعد ذلك الضيق فالشمس تظلم و القمر لا يعطي ضوءه . و نجوم السماء تتساقط و القوات التي في السماوات تتزعزع . و حينئذ يبصرون ابن الانسان اتيا في سحاب بقوة كثيرة و مجد . فيرسل حينئذ ملائكته و يجمع مختاريه من الاربع الرياح من اقصاء الارض الى اقصاء السماء . فمن شجرة التين تعلموا المثل متى صار غصنها رخصا و اخرجت اوراقا تعلمون ان الصيف قريب . هكذا انتم ايضا متى رايتم هذه الاشياء صائرة فاعلموا انه قريب على الابواب . الحق اقول لكم لا يمضي هذا الجيل حتى يكون هذا كله . السماء و الارض تزولان و لكن كلامي لا يزول . و اما ذلك اليوم و تلك الساعة فلا يعلم بهما احد و لا الملائكة الذين في السماء و لا الابن الا الاب \"\n\nأي أن المسيح يقول \" السماء و الارض تزولان و لكن كلامي لا يزول \" حول ما سيحدث في الأيام الأخيرة وليس حول الكتاب أو كلام الله كما هو مبين في النص السابق وهو ما يوضح تحريف الكهنة وتضليلهم لأتباعهم بإعطائهم إجابات وتفسيرات مغلوطة وهم يعلمون هذا تمام العلم وهو ما يدحض قول اي نصراني بأن الله تعهد بحفظ كتبه المنزلة إليهم أو التي من قبلهم .\nوهذا النص السابق من إنجيل مرقس كفيل بتدمير العقيدة المسيحية من جذورها ففيه قدر من التحريف بكافة أشكاله وأنواعه علاوة علي أنه يثبت كذب المسيح علي تلاميذه بإبلاغهم أشياء لم ولن تحدث ولإيضاح هذا نقول بفضل الله :\n\nأولا انواع التحريف الموجودة بالنص :\n\n1. تحريف بالزيادة :\n\nوهو ما نجده في قول المسيح :\n\" فمتى نظرتم رجسة الخراب التي قال عنها دانيال النبي قائمة حيث لا ينبغي ليفهم القارئ فحينئذ ليهرب الذين في اليهودية الى الجبال \".\n(1/57)\n",
        "والكلمات الزائدة التي وضعها محرف الإنجيل بفرض صحة الباقي هي :\n\n\" التي قال عنها دانيال النبي قائمة حيث لا ينبغي ليفهم القارئ \"\n\nوهي تتضح من جملة ليفهم القارئ والتي وضعها ناسخ الإنجيل ولم تكن موجود في النص الأصلي ومن هنا يتبين أن النص الأصلي كالتالي :\n\n\" فمتى نظرتم رجسة الخراب فحينئذ ليهرب الذين في اليهودية الى الجبال \".\n\nيقول النصاري الحرف يقتل ونجد هنا أحدي عشر كلمة وليس حرف زائدة علي النص ومضافة له .\n\n2. تحريف معنوي :\n\nوهو في تفسير الآباء للنص ولإيهامهم أتباعهم بأشياء لم تقال في النص ولم يقصدها النص وكمثال لهذا للنظر تفسير تادرس يعقوب ملطي لهذه الأعداد السابقة من إنجيل مرقس حيث يقول مفسر للنص تحت عنوان علامات المنتهي :\n\nتم هذا التساؤل فيما كان السيد \"يخرج\" من الهيكل، أما سرّه فغالبًا أن هذا التلميذ أراد أن يسمع من فم معلمه ما جال في خواطر التلاميذ أن السيد جاء ليطهر الهيكل حتى يجعله مركز مملكته وقصره الملوكي، من خلاله يملك على العالم. فجاءت إجابة السيد المسيح تحطم خواطرهم المادية تمامًا، على نقيض ما كانوا يتوقعون، فقد استغل السيد المسيح هذا السؤال ليعُلن لتلاميذه عن إزالة الهيكل تمامًا، وخراب أورشليم، بل ونهاية العالم المادي كله حتى يسحب قلوبهم إلى الملكوت الروحي والمجد السماوي الأخروي.\n\nيقول القديس كيرلس الكبير: [توقع (التلاميذ) أن يُعجب بالمنظر حين يراه، لكنه هو الله، عرشه السماء. أقول في لطفه لم يعطِ اهتمامًا للأبنية الأرضية بكونها تافهة بل وتُحسب كلاشيء تمامًا، إن قورنت بالمواضع العلوية. لقد أوقف الحوار الخاص بهذه الأبنية ووجهه إلى ما هو لازم لنفعهم. إن كان الهيكل بالنسبة لهم يستحق أن ينال كل الإعجاب، لكنه في الوقت المناسب يُخرب من أساساته حين يهدمه الرومان وتُحرق أورشليم بالنار، فينال إسرائيل جزاءه لقتله الرب، فقد حلت بهم هذه الأمور بعد صلب المخلص.].\n(1/58)\n\nيأول المفسر هنا هذا النص بخراب هيكل اليهود ويستشهد بأحد الآباء وهو القديس كيرلس لكبير الذي يؤيده في تفسيره هذا ونحن نقول وأي إنسان له عقل يقول أن هذا النص لا علاقة له بموضوع خراب هيكل اليهود لأن هذا عكس ما يقوله النص نفسه . ولو فرضنا جدلا حتي صحة كلام المفسرين بأن هذا النص يتحدث عن خراب هيكل اليهود فسيصبح النص مكذوب لأن هناك شواهد من النص لم ولن تكتمل مثل قول المسيح :\n\n\" و حينئذ يبصرون ابن الانسان اتيا في سحاب بقوة كثيرة و مجد . فيرسل حينئذ ملائكته و يجمع مختاريه من الاربع الرياح من اقصاء الارض الى اقصاء السماء \" .\n\nفهل ابصر الناس أبن الإنسان (المقصود به هنا المسيح ) أتيا سواء في سحاب او في غيره ؟؟؟ وهل أرسل ملائكته ليجمع مختاريه ؟؟؟ ولنري المزيد من التحريف المعنوي حول هذه النقطة من المفسر حيث يقول :\n\n(( تحقق قول السيد حرفيًا إذ شاهد بعض السامعين إن لم يكن جميعهم الأحداث الخاصة بخراب الهيكل وتحطيم أورشليم. أما بقية الأحداث فقد تحققت فعلاً بقبول الأمم للسيد المسيح في حياتهم وأنه قد جاء يعلن مجده في داخلهم )).\n\nوياله من أستخفاف بالعقول يحول الكلام عن الشواهد التي ستحدث والتي قال عنها المسيح في النص :\n\n\" فاجابهم يسوع و ابتدا يقول انظروا لا يضلكم احد \" .\n\nفإن لم يكن ما قاله المفسر تضليل فما هو التضليل إذا يحول أمارات وعلامات يصفها المسيح بتفاصيلها إلي كلام يستغفل به الناس ممن سفهوا أنفسهم ولغوا عقولهم ونقصد هنا قوله :\n\n\" أما بقية الأحداث فقد تحققت فعلاً بقبول الأمم للسيد المسيح في حياتهم وأنه قد جاء يعلن مجده في داخلهم \" .\n\nما علاقة إعلان مجده بداخلهم بما يقوله النص من أمارات وإشارات قيام الساعة .\n\nومع المزيد من التحريف المعنوي نجده يقول حول عدم معرفة المسيح بميعاد يوم القيامة أو الساعة كما يقول النص التالي :",
        "(1/59)\n\n\" و اما ذلك اليوم و تلك الساعة فلا يعلم بهما احد و لا الملائكة الذين في السماء و لا الابن الا الاب \"\n\nنجد هنا المسيح ينكر علمه بالساعة وينسبه للآب فقط أما مفسرنا فيكمل تضليله نقلا عن الآباء قائلا :\n\n(( أولاً: يقول القديس أمبروسيوس أن السيد المسيح هو الديان وهو الذي قدم علامات يوم مجيئه لذا فهو لا يجهل اليوم. هذا وإن كان يوم مجيئه هو \"السبت\" الحقيقي الذي فيه يستريح الله وقديسوه فكيف يجهل هذا اليوم وهو \"رب السبت\" )) .\n\nونقول سبحان الله المسيح ينفي معرفته بالساعة ويكذبه القديس أمبروسيوس قائلا أنه لا يجهل هذا إن لم يكن هذا لي لأعناق النصوص وتفسير النصوص بعكس ما ترمي إليه فماذا يكون إذا ؟؟؟\n\nثم يتابع مفسرنا علي لسان الآباء كاتبا ما نصه :\n\n(( ثانيًا: يرى القديس أغسطينوس أن السيد المسيح لا يجهل اليوم، إنما يعلن أنه لا يعرفه، إذ لا يعرفه معرفة من يبيح بالأمر. لعله يقصد بذلك ما يعلنه أحيانًا مدرس حين يُسأل عن أسئلة الامتحانات التي وضعها فيجيب أنه لا يعرف بمعنى عدم إمكانيته أن يُعلن ما قد وضعه، وأيضًا إن سُئل أب اعتراف عن اعترافات إنسان يحسب نفسه كمن لا يعرفها. يقول القديس أغسطينوس: [حقًا إن الآب لا يعرف شيئًا لا يعرفه الابن، لأن الابن هو معرفة الآب نفسه وحكمته، فهو ابنه وكلمته وحكمته. لكن ليس من صالحنا أن يخبرنا بما ليس في صالحنا أن نعرفه... إنه كمعلم يعلمنا بعض الأمور ويترك الأخرى لا يعرفنا بها. إنه يعرف أن يخبرنا بما هو لصالحنا ولا يخبرنا بالأمور التي تضرنا معرفتها.] )).\n(1/60)",
        "\nتأمل عزيزي القارئ أستخفافه بعقول القارئ في قوله \" أن السيد المسيح لا يجهل اليوم، إنما يعلن أنه لا يعرفه \" هل يعني هذا سوي أن المسيح يكذب ؟ فإن أنكر أحدهم معرفته بشئ وهو يعلمه فهو كاذب لا محالة هكذا يقول المنطق وإلا لكان بهذا المنطق الملائكة أيضا تعلم ميعاد الساعة فالإنكار كان ضمني للمسيح ولهم كما يقول النص \" و اما ذلك اليوم و تلك الساعة فلا يعلم بهما احد و لا الملائكة الذين في السماء و لا الابن \" . أما مثال المدرس وأب الأعتراف فهي تندرج تحت بند القياس الفاسد لأن من يسأل المدرس أو أب الأعتراف يعلم تمام العلم أنه يعرف وإن انكر , اما تلاميذ المسيح فمن أين لهم بعلم التلميذ بأستاذه أو بسأئل أب الأعتراف بالأب , وهذا يتضح جليا إذ عرفنا أن التلاميذ أنفسهم أي من كانوا مع المسيح خطوة بخطوة لم يدركو أنه هو الرب أو أبن الرب حتي قيامته من بين الأموات المزعومة ويؤكد هذا إنجيل مرقس : 9 : 31-32 :\n\n\" لانه كان يعلم تلاميذه و يقول لهم ان ابن الانسان يسلم الى ايدي الناس فيقتلونه و بعد ان يقتل يقوم في اليوم الثالث . و اما هم فلم يفهموا القول و خافوا ان يسالوه \".\n\nمما يعني أن التلاميذ أنفسهم لم يفهموا ما يقوله الآباء والكنيسة لأتباعها , وموضوع جهل المسيح لا يتعلق فقط بموضوع الساعة وإنما يتعلق ايضا بصغائر الأشياء البديهية فكما تخبرنا الأناجيل نجد أن المسيح كان يجهل حتي ميعاد أو موسم ظهور التين وهو ما يعرفه أي فلاح وبستاني علي الأقل وياله من إله هذا من يجهل ما يعلمه خلقه وسنورد لكم القصة من إنجيل مرقس 11 : 12-13 :\n\n\" وفي الغد لما خرجوا من بيت عنيا جاع . فنظر شجرة تين من بعيد عليها ورق وجاء لعله يجد فيها شيئا فلما جاء اليها لم يجد شيئا الا ورقا لانه لم يكن وقت التين \" .\n\nلا حظوا معي كلمة \" جاع \" فهل يجوع الإله ؟\n(1/61)\n",
        "ولا حظوا جملة \" وجاء لعله يجد فيها شيئا \" فهل الذي يجهل ما تحمله الشجرة يعلم ما في نفوس الناس ؟\nولا حظوا ايضا جملة \" فلما جاء اليها لم يجد شيئا الا ورقا لانه لم يكن وقت التين \" فهل الذي يجهل المواسم يمكن أن يكون جديرا بلقب فلاح أو بستاني ناهيك عن كون إله ؟.\n\nولنري المزيد من التحريف المعنوي حول هذه النقطة في التفاسير فبخصوص جوع المسيح يقول القديس أغسطينوس:\n[أي شيء يجوع إليه المسيح أو يعطش سوى أعمالنا الصالحة؟] لقد جاع عبر الأجيال مشتهيًا أن يجد ثمرًا مفرحًا للسماء، لكن شجرة التين، أي الأمة الإسرائيلية التي قدم لها كل الإمكانيات للإثمار أنتجت ورقًا ظاهرًا دون ثمر.\n\nهل هذا تفسير يقبله عقل النص يقول جاع وذهب ليأكل التين فيحولها فم الكهنه إلي قصص واهية لا وجود لها خارج رؤوسهم.\n\nويقول المفسر نقلا عن القديس كيرلس الأورشليمي :\n\nأن السيد المسيح يعرف تمامًا أنه ليس وقت للتين، لكنه جاء لا ليلعن الشجرة في ذاتها، إنما لينزع اللعنة التي حلت بنا بلعنه للأوراق التي بلا ثمر.\nالنص يقول أن المسيح كان جائعا وذهب ليأكل ولم يجد ثمر وهذا دليل علي جهله بموسم التين ولكن المفسر يقول أن المسيح يعرف ويتابع أن المسيح كان يعني الذهاب لينزع اللعنة التي حلت بنا . القارئ العزيز أستحلفك بالله هل يوجد كذب وأفتراء وتحوير وتحريف للكلم عن موضعه مثل هذا؟.\n\nثم نجده يتحدث عن لعن شجرة التين الوارد بعد قصة جهله بأعداد قلائل إذ يقول النص في مرقس :\n\n\" فاجاب يسوع و قال لها لا ياكل احد منك ثمرا بعد الى الابد و كان تلاميذه يسمعون ...... و في الصباح اذ كانوا مجتازين راوا التينة قد يبست من الاصول \".\n(1/62)\n\nوهو ما يعني أن المسيح غضب لما لم يجد فيها ثمار ولعنها وجعلها تيبس ولنري معا تفسير هذا الجزء أيضا مع المفسر تادرس يعقوب حيث يقول نقلا عن القديس يوحنا الذهبي الذي يقول ردا علي سؤال : كيف يأمر السيد بيبوسة شجرة التين ولم يكن وقت للتين؟ قائلاً أنه لأمر تافه أن نهتم بلعن شجرة ولا نتأمل ما قصده الرب بهذا العمل المعجزي لنمجده! .\n\nأي عمل معجزي يقصد ؟؟؟!!!!!!!!!!!!!!!! إن كان هناك معجزة بحق فهي في عقل ضعف العقول الذين يتقبلون هذه التحاريف البينة .\n\nولا ينسي المفسر أن يدلي بدلوه في هذا الشأن فيقول ضاربا بعقول البشر عرض الحائط قائلا :\n\n(( يتساءل البعض: لماذا طلب السيد المسيح ثمرًا في غير أوانه، وإذ لم يجد لعن الشجرة؟\n\nيجيب البعض أن فلسطين قد عُرفت بنوعين من شجرة التين، فإنه وإن كان الوقت ليس وقت تين بوجه عام، لكن وجود الورق على الشجرة يعني أنها من النوع الذي ينتج ثمرًا مبكرًا، وأنه مادام يوجد ورق كان يجب أن تحمل الثمر. ولعل في هذا الأمر أيضًا إشارة إلى حالة العالم في ذلك الحين، فإنه لم يكن وقت تين، إذ كان العالم حتى ذلك الحين لا يحمل ثمرًا روحيًا حقيقيًا، لأنه لم يكن قد تمجد السيد بصليبه، ليقدم ثمر طاعته للآب. وكان يليق بالأمة اليهودية وقد سبقت العالم الوثني في معرفة الله واستلام الشريعة والنبوات أن تقدم ثمرًا، فأخرجت أوراقًا بلا ثمر، لذا استحقت أن تجف لتحل محلها شجرة تين العهد الجديد المثمرة.)).\n\nبقدرة قادر تحولت شجرة التين إلي رمز إلي الأمة اليهودية حقيقة رأيت من الحواة الكثير والكثير ولكن لم أري مثل هذا من قبل .",
        "(1/63)\n\nونضيف للتحريفات أيضا اخطأ علمية كونية فلو أن الشمس أظلمت لأصبحت الكرة الأرضية في شتاء قارس لا يطيقة حتي الدب القطبي وينتج عنه إنعدام الحياة علي كوكب الأرض وكان لا حاجة للمسيح ان يقول لهم صلوا لكي لا يكون هروبكم في الشتاء لأن لإظلام الشمس وحده كفيل بجعل الشتاء كصيف شديد الحرارة مقارنة به , وايضا نجد أن كاتب هذا النص وبخصوص موضوع نجوم السماء التي ستتساقط فهذا النص يبين جهل الكاتب بنجوم السماء وأحجامها فالنص قد يصور في مخيلة الناس أن نجوم السماء بحجم حبات البرتقال أو الليمون مثلا وانها ستتساقط علي الأرض ولا يعلم أن فيها ما هو أكبر من الأرض الآلاف المرات وبالطبع فكل من يسمع هذا الكلام ليس عليه أن ينتظر لا عودة المسيح ولا عودة الحياة نفسها فأي من إظلام الشمس او تساقط النجوم كفيل بمنع المسيح نفسه عن الآتيان الذي لم ولن يحدث أولا لتدمير الكوكب وثانيا لعدم وجود حياة علي سطح الأرض في حالة إستمرار وجودها وهو ما اعتبره من باب الخيال العلمي .\n\nوبهذا نجد ان نص \" السماء و الارض تزولان و لكن كلامي لا يزول \" لا علاقة له بحفظ الكتب التي يقدسها اليهود او النصاري ولا يعتد به في الرد من قيب أو من بعيد .\n\nولعل النص التالي من رؤيا يوحنا ( 22: 18 – 19 )هو خير دليل علي إمكانية التحريف والحذف واإضافة في كتب اليهود والنصاري والنص يقول :\n\n\" لاني اشهد لكل من يسمع اقوال نبوة هذا الكتاب ان كان احد يزيد على هذا يزيد الله عليه الضربات المكتوبة في هذا الكتاب . و ان كان احد يحذف من اقوال كتاب هذه النبوة يحذف الله نصيبه من سفر الحياة و من المدينة المقدسة و من المكتوب في هذا الكتاب . \"\n(1/64)",
        "\nالبديهي والمعروف أن أي تشريع سماوي أو قانون أرضي حتي يوضع لتجنب حدوث حالة أو فعل قابل للحدوث من الناس أو المواطنين ووجود هذا النص يثبت أن الرب يتوعد الذين سيقومون بتحريف كتابه بعقوبات شديدة مما يؤكد إمكانية تحريفه ولمزيد من الإيضاح دعونا نتخيل مثلا دولة ما أو حكومة ما تصدر قانونا بأن كل من سيسرق تنين سيعاقب بالسجن عشر سنوات أو أن كل من يقتل ملاك يعدم سيكون قطعا قانون أقل ما يوصف به من وضعه أنه مجنون أو متخلف عقليا وذلك لإستحالة حدوث الشياء التي سن من أجلها القانون وسيتم رفع القانون لعدم نفعه وإستحالة حدوث ما صدر من أجله وبالتالي يكون النص السابق من رؤيا يوحنا إما أن يكون دليلا علي إمكانية تحريف الكتب أو ان من وضعه أبله ولا يعي ما يقول .\n\nقد يقول قائل منهم أن المقصود في هذا النص بقوله \" و ان كان احد يحذف من اقوال كتاب هذه النبوة \" هو الكتاب الموجود به النص فقط فهو هنا يثبت علي الأقل إمكانية تحريف سفر الرؤيا . وتظل باقي الأسفار الأخري في العهدين القديم والجديد بلا تعهد من الرب بحفظها .\n\nوقد يخطر الآن علي بال القارئ السؤال التالي : وماذا عن القرآن هل تعهد الله بحفظه فنقول له نعم أقرأ سورة [الحجر : 9] إذ يقول المولي عز وجل :\n\n) إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحَافِظُونَ (\n\nوقد يقول قائلهم الآن وماذا يعني الذكر هنا ولماذا يعني القرآن فقط أليس كل كلام الله يعتبر ذكرا ايضا والإجابة في الآيات السابقة لهذه الآية إذ يقول الله سبحانه وتعالي مخبرا عن ما قاله الكفار عن الرسول :\n\n) وَقَالُواْ يَا أَيُّهَا الَّذِي نُزِّلَ عَلَيْهِ الذِّكْرُ إِنَّكَ لَمَجْنُونٌ ( [الحجر : 6]\n\nوالخطاب هنا كان من مشركي مكة للرسول علية الصلاة والسلام يقولون له فيه يا من إنزل عليه القرآن أنت مجنون ومن سياق الآيات يتضح وبلا ادني شك أن المقصود هنا هو القرآن والقرآن فقط .\n(1/65)\n",
        "وربما يآتي احدهم بسؤال أخر ويقول هل يوجد في القرآن أي تحذير من تحريفه مثل الموجود في سفر رؤيا يوحنا فنقول لهم أن الله سبحانه وتعالي كونه تعهد بحفظه كما اوضحنا في الآية السابقة لم يكن له حاجة أن يضع اي عقاب لمن يحاول فعل هذا لأنه أمر مستحيل ضمنه الله عز وجل .\n\nوبهذا نكون قد اثبتنا أن الرب لم يتعهد بحفظ كتبه علي الإطلاق وأنه أعلن عن عقوبة لمن يحرفه وهو ما يدلل كما أثبتنا من قبل علي إمكانية تحريفه.\n\nولمزيد من الدلائل حول تحريف ما يسمي بالكتاب المقدس نعرض عليكم الإصحاحات التاية التي تصرخ بأن هذا الكتاب تم تحريف عدة مرات علي مر العصور فلن أعتمد علي النصوص الواضحة التي يحرفها الكهنة تحريف معنوي ولكن سوف أنسف اي إدعاء من جذوره ونبدأ بطرح السؤال التالي :\n\nماذا تعني توراة موسي التي أنزلها الله عليه ؟\n\nيتفق المسلمون واليهود والنصاري أنها اللوحين اللذان كتبهم الرب وأعطاهم لموسي في جبل حوريب .\n\nونسأل هل ما كان فب اللوحين كافيا لملء337 صفحة بالخط المنمنم كالذي نجدهم مثلا في نسخة الكتاب المدعو مقدسا ؟\n\nوللرد علي هذا السؤال دعونا نبحر مع هذا البحث القيم للدكتور حمدي عبد العال من كتاب \" كتاب الملة والنحلة في اليهودية والمسيحية والاسلام\" والذي انقله بتصرف للتدليل علي حجم التوراة الفعلي وإنه يختلف تمام الإختلاف مع كل هذه الكتب الخمسة المدعوة زورا بأنها التوراة الأصلية وستكون جميع الشواهد من الكتاب نفسه أي كما يقال من فمك أدينك يقول الباحث :\n\nان مسألة تحريف الكتاب المقدس قد انتهى الجدل فيها بين الثقاة من العلماء والباحثين ، ولم يعد بينهم خلاف يذكر حول تحريف الكتاب المقدس ، والتفاوت بينهم ، إنما هو من حيث الكم والكيف فيما يقدمونه من أدلة ، ونحن فيما نقدمه هنا من أدلة . ليس إلا إضافة أو تذكير بما أقاموه من أدلة :\n\n· تضخم التوراة بفعل اليهود :\n(1/66)\n\nوسنعتمد في هذا على التوراة نفسها ، فالتوراة التي بين أيدينا الآن . لا يمكن أن تكون كلماتها بنفس الكم الذي نزلت به ، فنحن نرى أسفارها الخمسة تملأ 379 صفحة بالحروف الصغيرة تزيد أو تنقص بحسب نسخها المختلفة، بينما التوراة نفسها تحدد لنا الصورة التي نزلت بها ، بشكل لا وجه فيه للمقارنة بين حجمها الحالي وحجمها الذي نزلت به ، حيث يذكر سفر الخروج [ 24 : 12 ] ، أن موسى تلقي التوراة مكتوبة على لوحين من حجر :\n\n( وَقَالَ الرَّبُّ لِمُوسَى : اصْعَدْ إِلَى الْجَبَلِ وَامْكُثْ هُنَاكَ لأُعْطِيَكَ الْوَصَايَا وَالشَّرَائِعَ الَّتِي كَتَبْتُهَا عَلَى لَوْحَيِ الْحَجَرِ لِتُلَقِّنَهَا لَهُمْ )\nويذكر سفر الخروج أيضاً في [ 32 : 15 ] :\n\n( ثُمَّ نَزَلَ مُوسَى وَانْحَدَرَ مِنَ الجَبَلِ حَامِلاً فِي يَدِهِ لَوْحَيِ الشَّهَادَةِ ، وَقَدْ نُقِشَتْ كِتَابَةٌ عَلَى وَجْهَيْ كُلٍّ مِنْهُمَا، وَكَانَ اللهُ قَدْ صَنَعَ اللَّوْحَيْنِ وَنَقَشَ الْكِتَابَةَ عَلَيْهِمَا )\nوقد يتبادر إلى الذهن ، أنه لا مانع عقلاً من أن يكون اللوحان من العظم والاتساع ، بحيث يملأ المسطر عليها 379 صفحة من الورق كما نراها الآن وهو مالا يتماشي مع النص السابق من كون ان موسي حمل بيديه لوحي الشهادة منحدرا من الجبل ولكنا دعونا نري ما يقوله الكتاب نفسه حول ذلك :\n\nنجد ان التوراة نفسها تدفع هذا الاحتمال ولا تعطي أي أمل لمؤيديه حين تحدد حجم اللوحين بالتابوت الذي أمر الله موسى أن يصنعه ويحفظ فيه التوراة :\n\nفقد جاء في سفر الخروج [ 25 : 10 ، 16 ] :\n\n( تابوتاً من خشب طوله ذراعان ونصف وعرضه ذراع ونصف وارتفاعه ذراع ونصف ، وتضع في التابوت الشهادة التي أعطيك )",
        "(1/67)\n\nولأن طول المقياس المسمي بالذراع يختلف طوله من زمن إلي زمان ومن مكان إلي مكان فمثلا الذراع الملكي طوله 52.3 سم بينما الذراع العادي يساوي 45 سم أما الذراع المقود في النص السابق والذي كان يعتمد اليهود عليه فطوله 17.5 بوصة أو ما يعادل 44.5 سم . والفروق كما هو واضح بين الثلاثة طفيف بالذات غن الأشياء التي سنقيسها في النص لا تزيد عن ذراعان ونصف فتكون أبعاد التابوت الذي كان يحتفظ فيه باللوحين كالتالي : ( 111.25 سم X 66.75 سم X 66.75 سم ) أو ( 43.75 بوصة X 26.25 بوصة X 26.25 بوصة ).\nمما يعني أنه كان في حجم صندوق متوسط الحجم يمكن لطفل صغير أن يجلس بداخله .\n\nوقد يرد على الذهن احتمال أن ما كتب على اللوحين ، بلغت حروفه حداً من الصغر ، بحيث إذا نقلت كلماته على الورق ، ملأت صفحات عديدة ، ونحن نرى الآن القرآن الكريم يكتب في صفحة واحدة لا تزيد كثيراً عن ذراع في ذراع وبالرغم من إستحاله حدوث هذا لأنها لن تمكن القارئ من قراءتها . نجد التوراة نفسها تدفع هذا الاحتمال ، حين تحدد لنا الزمن الذي يستغرقه كتابتها وقراءتها ، بحيث لا يبقى لدينا أدنى شك في تقدير حجمها ، وأنها لا تزيد عن كلمات لا تملأ أكثر من بضع ورقات فيقول كاتب سفر التثنية [ 31 : 9 ]\n\n( وَكَتَبَ مُوسَى كَلِمَاتِ هَذِهِ التَّوْرَاةِ وَسَلَّمَهَا لِلْكَهَنَةِ بَنِي لاَوِي حَامِلِي تَابُوتِ عَهْدِ الرَّبِّ وَإِلَى سَائِرِ شُيُوخِ بَنِي إِسْرَائِيلَ. وَأَمَرَهُمْ مُوسَى قَائِلاً: فِي خِتَامِ السَّبْعِ السَّنَوَاتِ، فِي مِيعَادِ سَنَةِ الإِبْرَاءِ مِنَ الدُّيُونِ، فِي عِيدِ الْمَظَالِّ عِنْدَمَا يَجْتَمِعُ جَمِيعُ الإِسْرَائِيلِيِّينَ لِلْعِبَادَةِ أَمَامَ الرَّبِّ إِلَهِكُمْ فِي الْمَوْضِعِ الَّذِي يَخْتَارُهُ، تَتْلُونَ نُصُوصَ هَذِهِ التَّوْرَاةِ فِي مَسَامِعِهِمْ ).\n(1/68)",
        "\nويحدد لنا سفر يشوع [ 8 :32 ] الزمن بدقة أكثر ، حين يذكر أن يشوع نقش نسخة من التوراة على الحجر وتلاها على الشعب في جلسة واحدة :\n\n( وكتب هناك على الحجارة نسخة توراة موسى . وبعد ذلك قرأ جميع كلام التوراة ، البركة واللعنة ، حسب كل ما كتب في سفر التوراة لم تكن كلمة من كل ما أمر به موسى لم يقرأها يشوع قدام كل جماعة إسرائيل ) .\n\nولكن قد يرد احتمال أخير :\n\nأليس من الجائز أن يكون موسى عليه السلام قد تلقى مع اللوحين نصوص أخرى ، وأن المجموع هو ما يطلق عليه التوراة .\n\nولكن هذا الاحتمال الأخير نجد ما يرده من سفر الملوك الأول [ 8 : 9 ] حيث يذكر بوضوح أن سليمان حين نقل التابوت إلى المعبد الذي بناه ، لم يكن فيه سوى اللوحين :\n\n( وَلَمْ يَكُنْ فِي التَّابُوتِ سِوَى لَوْحَيِ الْحَجَرِ اللَّذَيْنِ وَضَعَهُمَا مُوسَى فِي حُورِيبَ حِينَ عَاهَدَ الرَّبُّ أَبْنَاءَ إِسْرَائِيلَ بَعْدَ خُرُوجِهِمْ مِنْ دِيَارِ مِصْرَ )\n\nوأخيراً فإن التوراة تحدد لنا على لسان موسى عليه السلام قبل موته مضمون التوراة ، بأنه عبارة عن الوصايا العشر ، وهي فقط ما كتب في اللوحين وهو ما نجده يقال علي لسان موسي في التثنية ( 5 : 1 - 22 ) :\n(1/69)\n",
        "\" و دعا موسى جميع اسرائيل و قال لهم اسمع يا اسرائيل الفرائض و الاحكام التي اتكلم بها في مسامعكم اليوم و تعلموها و احترزوا لتعملوها . الرب الهنا قطع معنا عهدا في حوريب . ليس مع ابائنا قطع الرب هذا العهد بل معنا نحن الذين هنا اليوم جميعا احياء . وجها لوجه تكلم الرب معنا في الجبل من وسط النار . انا كنت واقف بين الرب و بينكم في ذلك الوقت لكي اخبركم بكلام الرب لانكم خفتم من اجل النار و لم تصعدوا الى الجبل فقال . انا هو الرب الهك الذي اخرجك من ارض مصر من بيت العبودية . لا يكن لك الهة اخرى اقامي . لا تصنع لك تمثالا منحوتا صورة ما مما في السماء من فوق و ما في الارض من اسفل و ما في الماء من تحت الارض . لا تسجد لهن و لا تعبدهن لاني انا الرب الهك اله غيور افتقد ذنوب الاباء في الابناء و في الجيل الثالث و الرابع من الذين يبغضونني . و اصنع احسانا الى الوف من محبي و حافظي وصاياي . لا تنطق باسم الرب الهك باطلا لان الرب لا يبرئ من نطق باسمه باطلا . احفظ يوم السبت لتقدسه كما اوصاك الرب الهك . ستة ايام تشتغل و تعمل جميع اعمالك . و اما اليوم السابع فسبت للرب الهك لا تعمل فيه عملا ما انت و ابنك و ابنتك و عبدك و امتك و ثورك و حمارك و كل بهائمك و نزيلك الذي في ابوابك لكي يستريح عبدك و امتك مثلك . و اذكر انك كنت عبدا في ارض مصر فاخرجك الرب الهك من هناك بيد شديدة و ذراع ممدودة لاجل ذلك اوصاك الرب الهك ان تحفظ يوم السبت . اكرم اباك و امك كما اوصاك الرب الهك لكي تطول ايامك و لكي يكون لك خير على الارض التي يعطيك الرب الهك . لا تقتل . و لا تزن . و لا تسرق . و لا تشهد على قريبك شهادة زور . و لا تشته امراة قريبك و لا تشته بيت قريبك و لا حقله و لا عبده و لا امته و لا ثوره و لا حماره و لا كل ما لقريبك . هذه الكلمات كلم بها الرب كل جماعتكم في الجبل من وسط النار و السحاب و الضباب و صوت عظيم و لم يزد و كتبها\n(1/70)\n\nعلى لوحين من حجر و اعطاني اياها \" .\n\nأي أن التوراة المنزلة علي موسي عليه السلام والتي كتبت علي اللوحين لا تعدو أن تكون حوالي صفحة واحدة من الحجم الصغير A4 وتصبح أقل بعد حذف الأعداد الخمسة الأولي لأنها مقدمة بدأ بها موسي عليه السلام ليروي لبني إسرائيل عن التوراة والعدد الأخير الذي يؤكد لهم موسي فيها بكل وضوح إن هذه هي الكلمات التي كلم الرب موسي بها فقط ولم يزد عنها ولو حرف .أما باقي ما يسمي بالأسفار الخمسة المنسوبة إلي موسي فهي من تأليف الكهنة وما أنزلها الله بل أفتروها .\n\nهذا بإيجاز فيما يختص بالعهد القديم أما العهد الجديد الذي يؤمن به النصاري وحدهم ويقول اليهود بانه مزيف فله قصص أخري فنحن لا نجد مثلا ايا من كتبة الأناجيل يخبرنا بانه يكتب بوحي الله أو بأمر من الله ولكننا نجد مجرد قصص عن حياة المسيح مملؤة بالتناقضات كما سنوضح لاحقا بل إننا نجد أحد الكتاب المنسوب لهم إنجيل مرقص يقول في مقدمة الإنجيل المنسوب له :\n\" اذ كان كثيرون قد اخذوا بتاليف قصة في الامور المتيقنة عندنا . كما سلمها الينا الذين كانوا منذ البدء معاينين و خداما للكلمة . رايت انا ايضا اذ قد تتبعت كل شيء من الاول بتدقيق ان اكتب على التوالي اليك ايها العزيز ثاوفيلس . لتعرف صحة الكلام الذي علمت به .\"",
        "(1/71)\n\nلم يقول لوقا المنسوب له افنجيل إن صحت نسبته إليه أن الله اوحي له ولكنه علي النقيض تماما يقول أنه رأي ايضا أن يكتب مثله مثل الكثيرون الذين كتبوا من قبله ولا ندري من هم ولا اين كتاباتهم والأرجح أنها التي أحرقت وحرم علي العوام قراءتها بعد إنعقاد مجمع نيقية 325 م. المهم عودة إلي المدعو لوقا نجد أنه في نهاية النص يقول انه يكتب إلي العزيز ثاوفليس أي أنه وببساطة لم يقل أنه يكتب لليهود أو الأممين ليخبرهم ولكنه يخبرنا أنها رسالة منه موجهة إلي صديق له يدعي ثاوفليس فقط ولكن التحريف المعنوي كما عودنا الكهنة والذي يستخدمونه دائما في حالة نسيانهم تحريف وتأليف نص هو من يقنع من سفه نفسه بأن هذا الكلام موحي به ولنقدم لكم التحريف المعنوي الذي أوحي به الكهنة لتباعهم ليخرج هذا النص عن مساره الأصلي ويحوله للنقيض فنجد القس منيس عبد النور يقول مفسرا أو محرفا هذا النص :\n\n(( قال البشير لوقا هذه الآية بصفته من الرسل، الذين حلّ فيهم روح الله. فقوله: »رأيت أن أكتب« معناه أن الروح القدس ألهمه ليكتب تاريخ المسيح وميلاده ومعجزاته وآلامه وموته وقيامته، ليكون أساساً يبني المؤمنون عليه إيمانهم. ومع أن الله ألهم هذا الرسول بالروح القدس، إلا أنه لم يغضّ الطرف عما به من القُوى العقلية، فتحرَّى الحق، وترأس الروح القدس على هذه القُوى، وأرشدها وصانها من الزلل )) .\n(1/72)",
        "\nقمة الأستهانة بعقول الناس يقول \" قال البشير لوقا هذه الآية بصفته من الرسل، الذين حلّ فيهم روح الله \" وهو مالم يدعيه كاتب الإنجيل نفسه ولا تؤيده اي شواهد في أيا من كتب العهد الجديد ويصف كاتب الإنجيل نفسه بانه ليس شاهد عيان إن يقول \" كما سلمها الينا الذين كانوا منذ البدء معاينين و خداما للكلمة \" أي أنه مثله مثل نصاري اليوم والنصاري علي مر التاريخ يردد كلام قد سمعه وما انزل الله به من سلطان ولكن القس منيس بالسلطة الممنوحة له ولا أدري من من يرفع لوقا إلي مصاف الرسل الذين شاهدوا المسيح ويدعي أنه ممن حل فيهم روح الله مناقضا ما يقوله لوقا نفسه من انه رأي هو أيضا ولأثبات كذب منيس عبد النور وتلبيسة علي أتباعه دعونا نري من هو لوقا والكلام هنا فنجد أن لوقا شخص مخلتف عليه من حيث اسمه حيث يقول تادرس يعقوب ملطي عن سيرة لوقا في تفسيرة للإنجيل المنسوب له :\n\n(( كلمة \"لوقا\" غالبًا اختصار للكلمة اللاتينية \"لوقانوس Lucanus \" أو \"لوكيوس\" وتعني \"حامل النور\"، أو \"المستنير\". ))\nنجده يقول غالبا أي علي ارجح الظنون وطبعا الظنون لا تغني عن شئ هذا من ناحية الأسم . فماذا عن ناحية الهوية هل هو من التلاميذ أم لا ؟ يخبرنا تادرس يعقوب بالتالي :\n(1/73)\n",
        "(( رأى البعض أنه كان أحد السبعين رسولاً، بل وأحد التلميذين اللذين ظهر لهما السيد بعد قيامته في طريقهما إلى عمواس (لو 24: 12)، وأن الرسول لم يذكر اسمه بروح التواضع؛ غير أن الرأي الغالب بين الدارسين المحدثين أنه لم يكن من الرسل، بل قَبِل الإيمان على يديّ الرسول بولس، مدلّلين على ذلك أولاً بافتقار السند التاريخي، وثانيًا لأن هذا الفكر يبدو متعارضًا مع مقدمة الإنجيل، إذ يقول الكاتب عن الأمور المختصة بالسيد المسيح: \"كما سلّمها إلينا الذين كانوا من البدء معاينين وخدامًا للكلمة\" (لو 1: 2)، وكأن الكاتب لم ينظر السيد المسيح بل سجّل ما تسلمه خلال التقليد بتدقيقٍ شديدٍ وتحقق من الذين عاينوا بأنفسهم. ولعلّه لهذا السبب يُعلق أحد الدارسين على هذا الإنجيل بقوله: \"إنه عمل وليد إيمان الجماعة، قام على التقليد، وليس عملاً فرديًا\".)) .\n\nنجد ان النصاري أنفسهم مختلفين فيه وان الرأي الغالب والذي يعني أغلب الظن أنه ليس من التلاميذ وهذا أمر بديهي لأنه لم يذكر اسمه بينهم ولكنه من تلاميذ بولس وحتي بولس نفسه لم يري المسيح وإن كان معاصرا له بحسب ما تخبرنا كتبهم ونجد في النهاية ما يقوله أحد دارسي إنجيل لوقا من أن هذا الإنجيل عمل وليد إيمان قام علي التقليد أي أنه وببساطة ليس وحيا من عند الله وهو مالم يدعيه لوقا نفسه وبالتالي يفضح كذب منيس عبد النور في قوله بان لوقا من التلاميذ أو أنه يوحي إليه .\n\nولوقا هنا هو ابرز مثال عن باقي الكتاب المنسوب لهم الأناجيل والرسائل الذين لم يدعوا أيضا مثل هذا الأمر علي الإطلاق ولم يقل احدهم أنه يكتب بوحي من الله .\n\nومن لوقا ننتقل إلي يوحنا وليوحنا واقعة فريدة في حياة المسيح هذا في حالة حدوثها طبعا إذ يخبرنا كاتب إنجيل مرقس بهذه الرواية :\n(1/74)\n\n\"و بعد ستة ايام اخذ يسوع بطرس و يعقوب و يوحنا و صعد بهم الى جبل عال منفردين وحدهم و تغيرت هيئته قدامهم . و صارت ثيابه تلمع بيضاء جدا كالثلج لا يقدر قصار على الارض ان يبيض مثل ذلك . و ظهر لهم ايليا مع موسى و كانا يتكلمان مع يسوع . فجعل بطرس يقول ليسوع يا سيدي جيد ان نكون ههنا فلنصنع ثلاث مظال لك واحدة و لموسى واحدة و لايليا واحدة . لانه لم يكن يعلم ما يتكلم به اذ كانوا مرتعبين . و كانت سحابة تظللهم فجاء صوت من السحابة قائلا هذا هو ابني الحبيب له اسمعوا . فنظروا حولهم بغتة و لم يروا احدا غير يسوع وحده معهم . و فيما هم نازلون من الجبل اوصاهم ان لا يحدثوا احد بما ابصروا الا متى قام ابن الانسان من الاموات. \" مرقس 9 : 2 - 9\n\nنري المسيح هنا يوصي تلاميذه بأخبار الناس عن هذه الواقعة بعد صلبه وقيامة من الأموات وشهود العيان أي من رأي هذه الواقعة والمذكور اسمائهم في النص هم بطرس ويعقوب ويوحنا ومع هذا فأنه بالبحث الدقيق في إنجيل يوحنا ورسائل بطرس ويعقوب لم نجد أحدهم قد كتب هذه الواقعة علي الإطلاق ولكن كتبها مرقس الذي لم يكن موجودا أساسا في هذه الواقعة . وهذا بالرغم من أن مرقس كان طفلا صغيرا عند حدوث هذه الواقعة ناهيك عن عدم رؤيته لما حدث فيها . وعدم ذكر يوحنا أو بطرس أو يعقوب لهذه الواقعة ينفي وقعوها من الأساس لأن حسب لإنجيل مرقس المسيح أمرهم بأبلاغها بعد وفاته ومن الممكن ايضا أن تكون وقعت وفي هذه الحالة يثت عدم صحة الكتب المنسوبة لهم لعدم ذكرهم هذه الواقعة الفريدة والتي امروا بإبلاغها . تخيل عزيزي القارئ أنك مكان أيا منهم فهل كنت ستنسي ما حييت مثل هذه القصة ؟ ناهيك عن انك مأمور بإبلاغها في وقت محدد .",
        "(1/75)\n\nومن مرقس نذهب إلي لوقا ونشاهد صراعه مع متي حول ذهاب المسيح إلي مصر لنري إذا كان المسيح قد جاء أم لا ولنتأكد من صحة مايروي حول قدوم العائلة المقدسة إلي مصر يخبرنا متي في الإنجيل المنسوب إليه بالتالي بعد أن أنتهي من قصة ذهاب المجوس للمسيح الطفل قائلا :\n\n\" و بعدما انصرفوا اذا ملاك الرب قد ظهر ليوسف في حلم قائلا قم و خذ الصبي و امه و اهرب الى مصر و كن هناك حتى اقول لك لان هيرودس مزمع ان يطلب الصبي ليهلكه . فقام و اخذ الصبي و امه ليلا و انصرف الى مصر . و كان هناك الى وفاة هيرودس لكي يتم ما قيل من الرب بالنبي القائل من مصر دعوت ابني \" مرقس 2 : 13 – 15\n\nالنص هنا لا يحتاج لتحريف معنوي ولذا يأخذه الكهنة علي انه قضية مسلم بها تدل علي ذهاب المسيح إلي مصر ونحن نري من قول متي مايرونه ولكن يبدو أن لوقا لا يري ما نراه مع أنه حسب وصف نفسه في مقدمة إنجيله تتبع كل شئ بتدقيق فنجده يقول في الإنجيل المنسوب إليه بعد واقعة ختان المسيح في اليوم الثامن من مولده :\n\n\" و لما اكملوا كل شيء حسب ناموس الرب رجعوا الى الجليل الى مدينتهم الناصرة . و كان الصبي ينمو و يتقوى بالروح ممتلئا حكمة و كانت نعمة الله عليه . و كان ابواه يذهبان كل سنة الى اورشليم في عيد الفصح . و لما كانت له اثنتا عشرة سنة صعدوا الى اورشليم كعادة العيد \" لوقا 2 : 39 - 40\n(1/76)",
        "\nوهو ما ينفي اي قول بأن المسيح هرب من هيرودس إلي مصر فبحسب ما يقول لوقا بعد ان تم ختانه في اليوم الثامن من ميلاد كان الصبي ينمو ويتقوي وكان ابواه مواظبين علي الذهاب إلي أورشليم في عيد الفصح إلي أن يقول . ولما كانت له اثنتا عشرة سنة صعدوا الى اورشليم كعادة العيد أي ان المسيح وابواه كانوا مواظبين علي الذهاب إلي الهيكل لمدة أثنا عشر سنة في عيد الفصح ونضيف أيضا أن قصة حلم يوسف الموجودة في الإنجيل المنسوب لمتي والتي طلب منه فيها أن يأخذ المسيح وأمه ويهربا غلي مصر لم يذكرها لوقا ولم تلميحا . وهنا سيقوم الكهنة بما نسميه بالتحريف المعنوي ايضا لإذا أنهم سيقومون بلي أعناق النصوص وتحويلها إلي عكس ما تقول بالرغم من تناقض متي مع لوقا وهو إن يدل فإنما يدل علي إن أحداهما أو كلاهما كاذب . ناهيك عن ما اورده متي من ان ذهاب المسيح إلي مصر تم حتي \" لكي يتم ما قيل من الرب بالنبي القائل من مصر دعوت ابني \" وهي فرية لا اساس لها ولتوضيح هذا تعالوا نفهم معني كلمة \" لكي يتم ما قيل من الرب \" وهي تعني وجود نبؤة من الرب علي لسان أحد كتاب العهد القديم وبالبحث في العهد القديم لن تجد عبارة \" من مصر دعوت ابني \" سوي في نص واحد موجود في سفر هوشع ويمكن للقارئ العادي أن يتأكد من ان هذه العبارة ليست نبؤة عن شئ سيحدث في المستقبل ولكنها تخبرنا عن شئ حدث بالفعل حيث نجد في سفر هوشع ما نصه :\n\n\" 11: 1 لما كان اسرائيل غلاما احببته و من مصر دعوت ابني \"\n\nوفيها يتحدث الرب عن حبه لبني إسرائيل وإخراجه لهم من مصر بحسب القصة الموجودة في سفر الخروج وهي ليست نبؤة ولكنه دجل من متي حاول به أعطاء بعض المصداقية لروايته عن هروب المسيح إلي مصر وعودته المزعومة التي تنفيها رواية لوقا .\n\nومتي استاذ في هذا المجال وإن لم يكن بارعا فيه ونجده أيضا يخبرنا عن نبؤة زائفة أخري يدعي أنها تتكلم عن المسيح فيقول :\n(1/77)\n",
        "\" فستلد ابنا و تدعو اسمه يسوع لانه يخلص شعبه من خطاياهم . و هذا كله كان لكي يتم ما قيل من الرب بالنبي القائل . هوذا العذراء تحبل و تلد ابنا و يدعون اسمه عمانوئيل الذي تفسيره الله معنا \" متي 1 : 21 - 23\n\nوبالبحث عن النص الأصلي المزعوم أنه نبؤة بميلاد المسيح نجد ان هذا النص موجود في سفر أشعيا إذ يقول:\n\n7: 14 و لكن يعطيكم السيد نفسه اية ها العذراء تحبل و تلد ابنا و تدعو اسمه عمانوئيل .\n\nوهنا لنا ان نتوقف قليلا كميات من التحريف المختلفة والمتعددة والتي سنبينها بامر الله بالتفصيل :\n\nأولا : فساد الأستشهاد بهذه النبؤة وذلك لعدة أسباب أولها :\n\nكلمة عذراء الموجودة في النص لا يصح ترجمتها عذراء ولكن تترجم شابة سواء أن كانت متزوجة ام لا , وهي بالعبرية التي هي اللغة الأصلية للنص تسمي \" عِلما \" وهي مؤنث \" عِلم \" أما العذاراء فتسمي \"بتولا\" وهذا ما نسميه تحريف في الترجمة لأثبات فكرة ما لا وجود لها .\n\nوللمزيد من التأكد أورد لكم النص العبري مع النص المترجم وبالإنجليزية والمعتمد لدي اليهود :\n\n?? ????? ?????? ??????? ????, ?????--????: ?????? ?????????, ????? ????????? ????, ???????? ??????, ???????? ???.\n\nوهذا هو النص المترجم بالإنجليزية كما يعتمده اليهود\n\nTherefore the Lord Himself shall give you a sign: behold, (((the young woman))) shall conceive, and bear a son, and shall call his name Immanuel.\n\nوالنص كما نلاحظ مكتوب فيه (the young woman) أي (المرأة الشابة) وليس (العذراء) وإليكم رابط الموقع اليهودي للتأكد من صحة ما كتب :\n\nhttp://www.mechon-mamre.org/p/pt/pt1007.htm\n(1/78)\n\nوقد يقول هنا النصراني ومالنا ومال اليهود لنؤمن بنصوص وهو ما يخالف المنطق لأن اشعياء من كتب اليهود أساسا واسفر نفسه مكتوب اساسا باللغة العبرية وهم بحسب ما تدعون لم يحرفوا كتبهم وعموما ولأننا كمسلمين أهل كرم ونقطع الطريق إلي منتهاه فسوف نحيل القارئ إلي أكثر النسخ دقة في العالم بشهادة كل علماء الكتاب المقدس بمخلتف اتجاهتهم وطوائفهم وهي النسخة المنقحة من الكتاب المقدس لترجمة الملك جيمس وهي ما تسمي \" Revised Standard Version \" أو \" النسخة المنقحة القياسية \" حيث سنجد فيها نفس ما ذكره اليهود في ترجمتهم الإنجليزية لترجمة كلمة \"علمه\" the young woman أي المرأة الشابة وليس العذراء وهذا هو الرابط ليطلع القارئ بنفسه علي المكتوب في هذه النسخة :\n\nhttp://www.hti.umich.edu/cgi/r/rsv/rsv-idx?type=DIV1&byte=2608974\n\nثانيا : تناقض متي مع نفسه ومع اشعياء :\n\nنجد متي يقول في نفس الإنجيل :\n\n1: 25 و لم يعرفها حتى ولدت ابنها البكر و دعا اسمه يسوع\nوهنا توجد نقطتان الأولي نص اشعياء يقول : \" ها العذراء تحبل و تلد ابنا و تدعو اسمه عمانوئيل \" وكلمة تدعو أسمه عمانوئيل تعود علي االمرأة المذكورة في النص والمترجمة بالعذراء أما في نص متي فنجد أن الطفل دعي يسوع ومن دعاه بهذا الأسم أبوه يوسف النجار وليس أمه بحسب ما يقول النص \" و لم يعرفها حتى ولدت ابنها البكر و دعا اسمه يسوع \" وكما هو معروف دعا تقال للمذكر وليس للمؤنث وبهذا تكون النبؤة غير صحيحة بالنسبة للأسم وبالنسبة لمن اطلق الأسم .\n\nثالثا : عمانويل :\n\nفي كل كتب العهد الجديد لن تجد من دعا المسيح بأسم عمانؤئيل علي الإطلاق ولكننا نجد يسوع والمسيح والسيد أما عمانؤيل فلا وجود لها خارج إنجيل متي الذي أفتري الكذب من أحد نصوص لوقا .\n\nرابعا : تحريفات في الترجم لأستخدامها في التحريف المعنوي",
        "(1/79)\n\nيروج الكهنة في الكنيسة لأتباعهم أن تفسير النص القائل \" ولكن يعطيكم السيد نفسه اية \" تدل علي أن الله سيعطيهم نفسه هو كآية وهو ما سمعته من مبشر في إحدي دول جنوب شرق آسيا كان يتلاعب بعقول بعض البوذيين بغرض إدخالهم في النصرانية وقد تعمد مترجم نص اشعياء هذا إلي العربية وضع ترتيب الجملة بهذا الشكل حتي يستطيع أن يضللهم بسهولة وسوف نراجع الآن النص العربي لكتاب الحياة لنجد النص يقول :\n\n\" وَلَكِنَّ السَّيِّدَ نَفْسَهُ يُعْطِيكُمْ آيَةً \"\n\nولنري الإنجليزي لهذا العدد لنتاكد من ان المترجم إلي العربية تعمد هذا ففي نسخة الملك جيمس نجد النص بالصورة التالية :\n\n\"Therefore the Lord himself shall give you a sign.\"\n\nوترجمتة الحرفية تقول : ومن أجل هذا الرب نفسه سوف يعطيكم آية.\n\nولو كان يقصد مارمي إليه مترجم النص بأن الرب يعطي نفسه هو كآية لقال :\n\n\"Therefore the Lord shall give you himself as a sign.\"\n\nومن هنا يتضح لنا سؤ نية المترجم الذي ترجم النص علي هواه من اجل أن يجد ما يمكن أن يؤيد كلامه ويقنع به ضعاف العقول والجهال ممن لم يطلعوا علي ما يدعي بالكتاب المقدس .\n\nوعودة مع التلبيس علي الأفهام نجد أن كاتب متي يتطوع بترجمة أسم عمانويل إذ يقول :\n\" هوذا العذراء تحبل و تلد ابنا و يدعون اسمه عمانوئيل الذي تفسيره الله معنا \" متي 1 : 23\n(1/80)",
        "\nوكل نصراني يظن كما أوهمه الكهنة والرهبان أن كون أسم عمانويل يعني الله معنا يعني أن المقصود هو يسوع لا محالة وأنه إله , وترجمة الأسماء فيما يدعي بالكتاب المقدس نجده نادرا في نصوص معدودة وعودة إلي عمانويل الذي تفسيره الله معنا نقول للنصاري أن هذا التفسير لا يعني شئ علي الإطلاق وهو مجرد أسم عادي لا دلالة له إلا لمن يرد أن يصدق الباطل وكدليل علي هذا نورد لكم بعض أسماء الأنبياء والرسل الموجودة في كتبكم وتفسيرها ونسمع بعدها رأيكم . فنجد مثلا أسم طوبيا ومعناه \" الرب طيب \" ونجد أيضا يوكابد أم موسي عليه السلام ومعناه \" الله تمجد\" وهوشع تعني الله مخلصنا و \" عسائيل \" وهو ابن صروبة أخت داود ، أخو يوآب وابيشاى معني أسمه \" الله يعمل \" أي أنها مجرد أسماء مثل عمانؤيل لا تقدم ولا تؤخر والقاعدة تقول الأسماء لا تعلل , وقد فسر متي أسم عمانؤيل لغرض في نفسه بينما نجده لا يفسر معني اسم باراباس الذي ذكره في نفس الإنجيل 27 :6 وذلك لسبب في نفسه ايضا إذ أن باراباس تعني أبن الرب باليونانية ولهذا قصة أخري ليس محلها الآن .\n\nوعودة إلي نص اشعياء الذي أفتري منه متي النبؤة سنوضح الآن لكل ذي عقل أن هذه النبؤة قد تمت حتي قبل أن يولد يسوع بمئات السنين ولأثبات هذا علينا بمراجعة القصة كاملة في إشعياء من اولها :\n(1/81)\n",
        "\" ثم عاد الرب فكلم احاز قائلا . اطلب لنفسك اية من الرب الهك عمق طلبك او رفعه الى فوق . فقال احاز لا اطلب و لا اجرب الرب . فقال اسمعوا يا بيت داود هل هو قليل عليكم ان تضجروا الناس حتى تضجروا الهي ايضا . و لكن يعطيكم السيد نفسه اية ها العذراء تحبل و تلد ابنا و تدعو اسمه عمانوئيل . زبدا و عسلا ياكل متى عرف ان يرفض الشر و يختار الخير . لانه قبل ان يعرف الصبي ان يرفض الشر و يختار الخير تخلى الارض التي انت خاش من ملكيها . يجلب الرب عليك و على شعبك و على بيت ابيك اياما لم تاتي منذ يوم اعتزال افرايم عن يهوذا اي ملك اشور . و يكون في ذلك اليوم ان الرب يصفر للذباب الذي في اقصى ترع مصر و للنحل الذي في ارض اشور . فتاتي و تحل جميعها في الاودية الخربة و في شقوق الصخور و في كل غاب الشوك و في كل المراعي . في ذلك اليوم يحلق السيد بموسى مستاجرة في عبر النهر بملك اشور الراس و شعر الرجلين و تنزع اللحية ايضا . و يكون في ذلك اليوم ان الانسان يربي عجلة بقر و شاتين . و يكون انه من كثرة صنعها اللبن ياكل زبدا فان كل من ابقي في الارض ياكل زبدا و عسلا . و يكون في ذلك اليوم ان كل موضع كان فيه الف جفنة بالف من الفضة يكون للشوك و الحسك . بالسهام و القوس يؤتى الى هناك لان كل الارض تكون شوكا و حسكا . و جميع الجبال التي تنقب بالمعول لا يؤتى اليها خوفا من الشوك و الحسك فتكون لسرح البقر و لدوس الغنم . و قال لي الرب خذ لنفسك لوحا كبيرا و اكتب عليه بقلم انسان لمهير شلال حاش بز . و ان اشهد لنفسي شاهدين امينين اوريا الكاهن و زكريا بن يبرخيا . فاقتربت الى النبية فحبلت و ولدت ابنا فقال لي الرب ادع اسمه مهير شلال حاش بز . لانه قبل ان يعرف الصبي ان يدعو يا ابي و يا امي تحمل ثروة دمشق و غنيمة السامرة قدام ملك اشور .\"\n(1/82)\n\nونتوقف عند القصة قليلا فنجد أن آحاز كان يكلم الرب وطلب منه الرب أن يطلب منه ما يشاء فقال له آحاز أنه لا يجربه ولا يطلب شيئا فقال الرب أنه سوف يعطيهم آية أو معجزة وهي أن شابة وليست عذراء كما أوضحنا من قبل ستحبل وتلد صبيا وتسميه عمانؤيل وقبل أن يعرف هذا الصبي الخير واالشر ستخلي الأرض التي سيدخلها من ملكها ثم يعطيه أمارات لذلك اليوم لم نراها في وجود يسوع ولا اقصد طبعا تصفير الرب للذباب أو حلاقته لأرجله بموسي مستأجرة فهذا عبارة عن تخريف مرضي القلوب , ولكن أتحدث عن الخير الذي يقول الرب أنه سيعم الناس كما قال إن من له عجلة بقر وشاتين ستدران له ألبان بكميات وفيرة جدا لدرجة أنه سيأكل الزبد منه وأن كل من بقي في الأرض سيأكل زبدا وعسلا ثم يختم النص قائلا علي لسان أشعياء فأقتربت من النبية فحبلت وولدت .وبهذا تنتهي النبؤة قبل ميلاد يسوع بمئات السنين.\n\nوتأكيد علي هذا دعونا نري رأي \" موسوعة الكتاب المقدس\" \" Encyclopedia Biblica \" في هذا الموضوع فنجدها تقول :\n\nالعلامة ( هيتزيج ) Hitzig و العلامة ( ريوس ) Reuss يروا ان عمانوئيل هو نفسه هو ( ماهير شلال حاش بز) ذلك الطفل الذى ولدته النبية لاشعياء عقب مقابلته للملك آحاز\n\nوتقدم الموسوعة ايضا رأيا قويا يدعمه نص اشعياء ولغته حيث جاء بها :\n\n\" ان العلماء ( روردا ) و (كونين ) و ( سميث ) و ( سمند ) و ( دوم ) و ( شينى ) و ( مارتى ) لهم وجهة نظر مختلفة ولكنها تبدو لاول وهلة انها وجهة نظر مثيرة ولكنها مع ذلك تتفق اتفاقا كليا مع قواعد اللغة العبرية .",
        "(1/83)\n\nوملخص رأيهم ان اشعياء لم يكن يشير الى شخص محدد وانما كان يقول فقط ان امرأة شابة ستصبح ام فى خلال عام وسوف تسمى ابنها \" الله معنا \" لانه قبل ان يبدأ الطفل فى نضجه العقلى فان اراضى فقح بن رمليا ملك اسرائيل و رصين ملك ارام سوف تنهب وتدمر . ومن يأخذ بهذ الرأى سيعتبر كلمتى ( عمانو ئيل ) فى هذه الاية وغيرها ما هى الا خبر معناه : الله مع يهوذا , وليس اسم علم .\"\n\nوبهذا يتضح لنا كذب نبؤة متي الملفقة .\n\nوهذا غيض من فيض أو قطرة من محيط التحاريف ونختتم الباب بما رود في سفر أرميا 23 : 36 محدثا من يدعوا القدسية لكتاب ما أنزل الله به من سلطان .\n\n\" اما وحي الرب فلا تذكروه بعد لان كلمة كل انسان تكون وحيه اذ قد حرفتم كلام الاله الحي رب الجنود الهنا \"\n(1/84)",
        "\nالباب الثالث\n\nأثبات أن كتب اليهود والنصاري الموجودة بين أيدينا اليوم غير الموجودة في أيام المسيح والرسل\n\nنورد هنا بعض النصوص التي أستشهد بها كتبة الأناجيل لا يوجد لها آثر في الكتب مما يؤكد أن الكتب الموجودة في عهد المسيح ليست هي الكتب الموجودة بين أيدينا الآن :\n\n· \" من امن بي كما قال الكتاب تجري من بطنه انهار ماء حي \" (يوحنا 7: 38)\n\nولا نجد في الكتاب هذه الجملة في أيا من كتب اليهود والنصاري مما يعني أن المسيح كان يستشهد من كتاب في العهد القديم لا آثر له الآن .\n\n· \" بل كما هو مكتوب ما لم تر عين و لم تسمع اذن و لم يخطر على بال انسان ما اعده الله للذين يحبونه كورنثوس \" الأولي (2: 9)\n\nوهذه الجملة أيضا غير موجودة في العهد القديم مما يدل علي أن العهد القديم الموجود أيام بولس غير الموجود بين ايدينا الآن .\n\n· \" و تنبا عن هؤلاء ايضا اخنوخ السابع من ادم قائلا هوذا قد جاء الرب في ربوات قديسيه \" رسالة يهوذا (1: 14)\n\nوالمشكلة هنا أن السفر المستشهد به هنا وهو سفر أخنوخ موجود فعلا وتوجد به هذه العبارة لكن الكنيسة تعتبره من الأسفار المزيفة التي لا تؤمن بها ولا ندري ايهما اصدق هل هو يهوذا أم كهنة النصاري وهل يستشهد يهوذا بسفر مزيف ؟؟.\n\n· \" او ما قراتم في التوراة ان الكهنة في السبت في الهيكل يدنسون السبت و هم ابرياء \" (12: 5)\n\nولا ندري أين يوجد في التوارة مثل هذا النص فبمراجعة الأسفار الخمسة الأولي والتي تسمي التوراة لن تجد لهذا النص أصل وتظل النتيجة كما هي لو راجعت العهد القديم كله .\n\nونورد الآن أسماء أسفار كاملة يستشهد بها كتبة العهد القديم ويستدلون بها علي صحة ما يقولون وهي ما بين مفقود لا آثر له أو غير معترف به ويورد ضمن الكتب التي تعتبرها الكنيسة مزيفة وبيان هذه الأسفار كالتالي :\n\n1. سفر حروب الرب وقد جاء ذكر اسم هذا السفر في ( العدد 21 : 14 ) :\n(1/85)\n",
        "· \" لذلك يقال في كتاب حروب الرب واهب في سوفة و اودية ارنون\"\n\n2. سفر ياشر وقد جاء ذكر اسم هذا السفر في ( يشوع 10 : 13 )\n· \" فدامت الشمس و وقف القمر حتى انتقم الشعب من اعدائه اليس هذا مكتوبا في سفر ياشر فوقفت الشمس في كبد السماء و لم تعجل للغروب نحو يوم كامل \"\n3. سفر أمور سليمان جاء ذكره في ( الملوك الأول11 : 41 )\n· \" و بقية امور سليمان و كل ما صنع و حكمته اما هي مكتوبة في سفر امور سليمان \".\n\n4. بقية امور يهوياقيم و رجاساته التي عمل ذكرها في ( الأيام الثاني 36: 8 )\n· \" وبقية امور يهوياقيم و رجاساته التي عمل وما وجد فيه ها هي مكتوبة في سفر ملوك اسرائيل ويهوذا وملك يهوياكين ابنه عوضا عنه \".\n\n5. سفر المراثي ( الأيام الثاني35: 25 )\n\n· \" و رثى ارميا يوشيا و كان جميع المغنين و المغنيات يندبون يوشيا في مراثيهم الى اليوم و جعلوها فريضة على اسرائيل و ها هي مكتوبة في المراثي \".\n\n6. أسفار أخبار ناثان النبي وأخيا الشيلوني ورؤي عدو الرائي ( أخبار الأيام الثاني9 : 29 )\n\n· \" و بقية امور سليمان الاولى و الاخيرة اما هي مكتوبة في اخبار ناثان النبي و في نبوة اخيا الشيلوني و في رؤى يعدو الرائي على يربعام بن نباط \".\n\n7. سفري أخبار شمعيا النبي وعدو الرائي (أخبار الأيام الثاني 12 :15 ).\n\n· \" و امور رحبعام الاولى و الاخيرة اما هي مكتوبة في اخبار شمعيا النبي و عدو الرائي عن الانتساب و كانت حروب بين رحبعام و يربعام كل الايام \".\n\n8. سفر شريعة الله المنسوب ليشوع ( يشوع 24: 26 )\n\n· \" و كتب يشوع هذا الكلام في سفر شريعة الله و اخذ حجرا كبيرا و نصبه هناك تحت البلوطة التي عند مقدس الرب \".\n\n9. سفر توراة موسى ( يشوع 8: 31 )\n\n· \" كما امر موسى عبد الرب بني اسرائيل كما هو مكتوب في سفر توراة موسى مذبح حجارة صحيحة لم يرفع احد عليها حديدا و اصعدوا عليه محرقات للرب و ذبحوا ذبائح سلامة \" .\n(1/86)\n\n10. سفر شريعة موسى ( يشوع 23: 6 )\n\n· \" فتشددوا جدا لتحفظوا و تعملوا كل المكتوب في سفر شريعة موسى حتى لا تحيدوا عنها يمينا او شمالا \"\n\n11. سفري أخبار صموئيل الرائي وأخبار جاد الرائي ( الأيام الأول 29:29 )\n\n· \" و امور داود الملك الاولى و الاخيرة هي مكتوبة في اخبار صموئيل الرائي و اخبار ناثان النبي و اخبار جاد الرائي \"\n\nوهذا علي سبيل المثال لا الحصر مما يدل علي ضياع اسفار عديدة أستشهد بها كتاب العهد القديم والعديد منها موجود ولكن الكنيسة تصنفه تحت بند الأسفار المزيفة ولا ندري أيهما نصدق ! .\n\nومن الأسفار الغير معترف بها والتي أوردناها سلفا سفر ياشر وهذا هو رابط لهذا السفر لمن يريد الإطلاع عليه وهو باللغة الإنجليزية :\n\nhttp://www.earth-history.com/Pseudepigrapha/Jas/jasher-cont.htm",
        "(1/87)\n\nالمراجع\n\nأولا :المراجع العربية\n\n· القرآن الكريم .\n\n· تفاسير القرآن .\n\n· الأحاديث النبوية .\n\n· السيرة النبوية .\n\n· كتاب الملة والنحلة في اليهودية والمسيحية والاسلام للدكتور حمدي عبد العال.\n\n· بحث أدلة تحريف الكتاب المقدس .\n\n· كتب العهد القديم .\n\n· كتب العهد الجديد .\n\n· كتب الأبوكريفا القانونية المعتمدة لدي الأرثوذكس والكاثوليك .\n\n· تفسير العهد الجديد للأستاذ تادرس يعقوب مالطي .\n\n· كتاب القديس مرقس وتأسيس كنيسة الأسكندرية للدكتور سمير فوزي .\n\n· كتاب إضمحلال الإمبراطورية الرومانية وسقوطها لإدوارد جيبون .\n\nثانيا : المراجع الأجنبية\n\n· The Bible King James Version.\n\n· The Bible Revised Standard Version.\n\n· The Bible Hebrew - English Version. According to the Masoretic Text and the JPS 1917 Edition\n(1/88)"
    ]
}