{
    "partText": [
        "\nصوفيات\nخطاب مفتوح\nإلى حضرة السماحة\nشيخ مشايخ الطرق الصوفية\nمن : عبد الرحمن الوكيل\nتقديم\nفضيلة الشيخ محمد علي عبد الرحيم\nالحمد لله القائل في مخكم كتابه: {هُوَ الَّذِي أَرْسَلَ رَسُولَهُ بِالْهُدَى وَدِينِ الْحَقِّ لِيُظْهِرَهُ عَلَى الدِّينِ كُلِّهِ وَلَوْ كَرِهَ الْمُشْرِكُونَ}. [التوبة: 33] .\nوأشهد أن لا إله إلا الله، من عرفه وآمن به، واستجاب له ولرسوله (، هُدي إلى صراط مستقيم، وأشهد أن سيدنا محمداً عبده ورسوله، اصطفاه الله تعالى لإبلاغ رسالته، وإخراج الناس من الضلالة إلى نور العرفان، صلى الله عليه وعلى آله وصحابته أجمعين.\nوبعد: فإن مؤلف هذا الكتاب الشيخ عبد الرحمن الوكيل قد عرفته وهو طالب في كليات الأزهر، ومنتسباً لجماعة أنصار السنة المحمدية، فبحكم دراسته العالية بالأزهر، غلبته الناحية الأدبية، وبرز فيها، وبحكم انتسابه للجماعة، لم تلعب بعقله كتب علماء الكلام، فعرف التوحيد الخالص مستمداً من كتاب الله تعالى، والسنة الصحيحة، وتتلمذ في ذلك على كتب أهل السنة ككتب شيخ الإسلام أحمد بن تيمية ــ رحمه الله تعالى ــ فاتسع قلبه وعقله لكل كتاب ينأى عن التأويل، وينبو عن التحريف، وقد أسعفه أدبه بالقلم السيال مجدداً تراث أهل السنة والجماعة.\nولما كان الشيخ عبد الرحمن ــ رحمه الله تعالى ــ موفور الحظ من الإجادة، وجمال\nالبلاغة، ووضوح المعنى، وغزارة المادة، وسعة الاطلاع، وشرف الغاية، ونبالة المقصد:\nفقد جمع فأوعى علمًا مصفًى من شوائب البدع وخرافات الصوفية.\nهيأه ذلك إلى أن يستوعب كتب التوحيد الخالص، فوجد أن التصوف دخيل على الأمة الإسلامية، ينفي ما وصف الله نفسه في كتابه وما وصفه نبيه الكريم (، فأعلن الحرب في كتابته، على كل ما هو غير إسلامي، من بدع تفشت بين المسلمين، فأفسدت عقائدهم، وأبعدتهم عن دينهم.\n(1/1)\n",
        "وكان أكبر خطر تصدى له الشيخ ــ رحمه الله ــ: مهازل الصوفية. واعتقاداتهم، واتخاذهم الأضرحة أربابًا من دون الله، يُشَدّ إليها الرحال، وتُقام لها الموالد، ويُنذر إليها القرابين، رجاء منفعة أو دفع مضرة. أوضح ذلك في كتبه، بقريحة وقادة، وعقل ناضج، ودل بكتابته على أن العلم لا آخر له، وأن الفضل لا حدّ له.\nلقد أنار بكتبه الطريق، وأوضح الحقائق، وأبرز للناس الحق الذي كتمه العلماء، فانطبق عليهم قول الله ــ عز وجل ــ: {إِنَّ الَّذِينَ يَكْتُمُونَ مَا أَنْزَلْنَا مِنَ الْبَيِّنَاتِ وَالْهُدَى مِنْ بَعْدِ مَا بَيَّنَّاهُ لِلنَّاسِ فِي الْكِتَابِ أُولَئِكَ يَلْعَنُهُمُ اللَّهُ وَيَلْعَنُهُمُ اللاعِنُونَ}. [البقرة :\n159] .\nإن القارئ المنصف لكتبه ــ رحمه الله ــ يعرف أ ن الشيخ رد كثيرًا من الشبهات،\nوقضى على الخزعبلات التي أذاعها أولئك الذين عميت بصائرهم من علماء السوء\nوالمتصوفة، الذين هم أعظم الناس جهلاً بالدين، وأشرهم عداءً لأصحاب العقيدة\nالسليمة من أهل السنة والجماعة.\nبصّر الشيخ ( المؤلف ) الناس بالحق، ووقف موقف المرشد الناصح الأمين فجزاه الله خيرًا عن الإسلام والمسلمين.\nوإني لم أكتب هذه الكلمة عن هوى، بل عاشرته طويلاً منذ تخرجه إلى أن عيَّن مدرسًا للدين بالمدارس الثانوية، ثم انتُدب مدرسًا بمعهد الرياض العلمي الديني تحت رعاية الملك عبد العزيز ــ رحمه الله ــ في أول مؤسسة علمية دينية بالرياض.\nتبدأ بالمعهد الديني وكلَّيَّتي الشريعة واللغة العربية، فزاملني مدة وجوده بالرياض إلى أن رجع إلى عمله بمصر، وأخيرًا انتدب أُستاذًا بكلية الشريعة بمكة عدة سنين إلى أن توفاه الله تعالى 22 جمادى الأولى عام 1390 هـ .\nوعَقِبَ وفاة مؤسس الجماعة الأول أُستاذنا الشيخ محمد حامد الفقي، اختير الشيخ عبدالرحمن الوكيل رئيسًا لها فكان خير خلف لخير سلف، وإذا كان المرء يُذكر بآثاره بعد موته كما قال الشاعر:\n(1/2)\n\nوإنما المرءُ حديثٌ بعدَه\nفكُن حديثًا حسنًا لمن وَعَى\nفالحديث عن الشيخ يتمثل في كتبه التي ألَّفها، وهذا الكتاب الذي نقدمه للقارىء أحد\nمآثره الكريمة، وغفر الله لنا وله، وجمعنا وإيَّاه في دار الكرامة، وصلى الله وسلَّم وبارك\nعلى نبينا محمد وعلى آله وصحبه.\nمحمد علي عبدالرحيم\nالرئيس العام لجماعة أنصار السنة المحمدية\nمقدمة\nالحمد لله الذي علَّم بالقلم، علَّم الإنسان ما لم يعلم، والصلاة والسلام على من أخرج الناس بإذن ربهم من الظلمات إلى النور، ووصَّاهم فيما وصَّاهم بقوله: {وَاجْتَنِبُوا قَوْلَ الزُّورِ}. [الحج: 30] .\nوبعد: فإن أخانا الأستاذ النابه الشيخ عبدالرحمن الوكيل ــ المعروف بين قراء الهدي النبوي بهادم الطواغيت ــ قد أصبح إخصائيًّا في تشريح التصوف والإحاطة بوظائف أعضائه، بما لم يتخصص به طبيب بشري في أي نوع من الطب، مهما علا كعبه، ولكنه يختلف مع المتخصصين في ذلك العلم اختلافًا كبيرًا، فكلاهما في الغاية التي قصدها على طرفي نقيض، فالطبيب يتعلم وينبغ ليُصحّ ويُشفي.\nوالأستاذ الوكيل يتعلم وينبغ ليمرَّض ويشفي !\nفلقد عرف من مكايد الصوفية وختلها ودسها وجنايتها على الأديان عامة ــ وعلى الإسلام خاصة ــ ما جعله يواصل السهر، ويضاعف الجهد فيما يقضي على سحرها، ويرد كيدها في نحرها، حتى عرف من مقاتلها ووسائل الإجهاز عليها ما كاد يكون فيه نسيج وحده. ولسنا نحيل القراء على مجاهل من علم الأستاذ في هذا الفن الرفيع.\nولكنا نحيلهم على كل ما كتبه في \"مجلة الهدي النبوي\" من بضع سنين إلى اليوم،\nحتى أصبح كل موضوع مما كتب ــ بعد أن نشر مسلسلاً ــ رسالة قيمة فيما تعرضت له\nمن بحث. سنقوم بطبعها وإخراجها للناس قريبًا بعون الله، كشأن هذه الرسالة التي\nنقدمها للقراء، والتي أعجلنا بعض الإخوان في طبعها، ولاسيما أنصار السنة\nبالسودان.",
        "(1/3)\n\nوكان لتوجيه هذا الخطاب إلى شيخ الطرق الصوفية، الذي كانت وليدته هذه الرسالة سبب لم يكن يخطر على البال، ذلك بأن مشيخة الطرق الصوفية قدمت منذ عام تقريباً بلاغًا إلى نيابة الصحافة تشكو فيه جماعة أنصار السنَّة المحمدية بالجيزة لما نشروه في إمساكية شهر رمضان عن الصوفية حيث قالوا: إنها \"دسيسة يهودية\" وقد ستدعت النيابة رئيس الفرع وبعض أعضاء مجلس الإدارة، فوكلوا الدفاع عنهم إلى الأستاذ عبدالرحمن. فتوجه معهم إلى النيابة وطلب منها أن تقفه موقف الاتهام دون من قدمت في حقهم الشكوى.\nولعل هذه هي المرة الأولى التي طلب فيها محام في قضية أن يكون متهمًا فيها !!\nبل وأن يكون له الشرف بموقفه من هذه القضية، على شرط واحد، هو أن يتولى الدفاع بنفسه، ولقد أُجيب إلى طلبه فأثبت بأدلة لا تنقضي مستعيناً بكتب هي موضع ثقة العلماء أخرجها من وعائه ــ شأنه دائمًا مع خصومه فينقلبوا صاغرين ــ بأن الصوفية هي أكبر دسيسة أوحى بها الشيطان إلى أوليائه من اليهود الذين لبسوا مسوح الإسلام زوراً في الصَّدر الأول، فأفسدوا بها على الناس دينهم، كما أفسدوه على بني البشر\nجميعًا من قبل، وإنها لوباءٌ عالميٌّ نفثه الشيطان قديمًا في كل أمّة من يوم نوح عليه\nالسلام، فمشى في دينها مشي السرطان في أنسجة الجلد.\nولقد اقتنعت النيابة بما أدلى به الأستاذ من حجج ليس للشك إليها من سبيل، وبذلك\nحفظت الشكوى وكفى الله المؤمنين القتال.\nفرأى بعد ذلك أن يوجه خطابًا لشيخ مشايخ الطرق الصوفية بصفته هذه، وبصفته عالمًا كبيرًا من علماء المسلمين يخرج فيه من خبء الصوفية ما يجعل شيخها والناس على بصيرة، متحاكمًا وإياه إلى كتاب الله وسنة رسوله، ولكن يظهر أن الدنيا غلبت الشيخ على أمره فغض النظر عما وجهه إليه الأستاذ من أدلة قاطعة وأسلوب نير مقنع، وآثر المنصب الخطير وما يجره من مال كثير على الحق والدار الآخرة، والله يهدي من يشاء إلى صراط مستقيم.\n(1/4)",
        "\nمحمد صادق عر نوس\nجماعة أنصار السنة المحمدية\nالخطاب\nمعذور !! شكوتنا إلى النيابة أيّها السيَّد، ولك العذر فيما فعلت. فاتّهام الصوفية بأنها دسيسة يهودية، أو أمشاج من المجوسية قضاء عاصف عليها، وعلى ما تغلّه عليكم صناديق الأضرحة من مال وفير، وغلات تأتيكم رغداً من كل مكان.\nلسنا نعيبك يا صاحب السماحة في شكاتك، ولا في ثورتك، إذ قضى الله أن تتولى زعامة هذه الجماعة التي قال لها رب العالمين:{أَلَمْ أَعْهَدْ إِلَيْكُمْ يَا بَنِي آدَمَ أَنْ لا َعْبُدُوا الشَّيْطَانَ إِنَّهُ لَكُمْ عَدُوٌّ مُبِينٌ}. [يس: 60]. وندعو ربّنا أن تسمع لقوله.\nأملنا في الشيخ:\nوكنا سيدي ننظر ونترقَّب ــ وأنت من كبار شيوخ الأزهر ــ أن تقود هذه الجماعة الحيرى إلى سواء السّبيل، إلى الحقيقة الروحية القدسية من هدي الإسلام وبصيرته المشرقة.\nنعم، كنا ــ وما زلنا ــ نأمل أن تفعل ذلك. وأوقن أنك لو فعلته لكنت البطل الديني الأول، الذي تهتف باسمه الأحقاب، وترتل الثناء عليه مزامير القرون.\nضحية:\nهذا يا صاحب السماحة رجاء شاب كان صوفيًّا تجرَّع زعافها شهدًا، وذاق مرّها\nرحيقًا، ثم تهللت في روحه المظلم إشراقات الهداية القرآنية، فإذا هو يكاد يقضي\nعجبًا من العجب. رأى الماضي الذي كان فيه ماضي الكفر يغتال مهجة إيمانه،\nوالشرك يعصف بالحشاشة الولهى من توحيده، فيا حرَّ قلباه!!\nكان الشاب اليتيم الروح ينتظر أن يمشي على الماء، ويطير في الهواء، ويمتزج بالروح الإلهي الأعظم، ويمرق كالشهاب من بين حُجب السويَّة والغيريَّة، ليرى حقيقة الوحدة الوجودية، كما وعدته الصوفية!! فعلام مشيت؟ على الجمر المدمدم من سقر..\nوفي أي الأجواء طرت؟ أتذكر يا سيدي قصة المشرك قصَّها الله: {وَمَنْ يُشْرِكْ بِاللَّهِ فَكَأَنَّمَا خَرَّ مِنَ السَّمَاءِ فَتَخْطَفُهُ الطَّيْرُ أَوْ تَهْوِي بِهِ الرِّيحُ فِي مَكَانٍ سَحِيقٍ}. [الحج: 31].\n(1/5)\n",
        "لقد كنت أنا يا شيخ الصوفية الأكبر أحد أبطال هذه المأساة الدامية.. وبم امتزجت أنا يا سيدي؟ بالشيطان ينفث في دمي إثمه وغوايته، ويندلع من عيني لهبًا يحرق معاني القداسة، ويتأجج في أعماقي غليلاً يهفو بنفسي إلى كل حمأة دنسة، لا غاية لها سوى التحرّق في جحيم الغواية..\nوهل رأيت أنا حقيقة الوحدة الكبرى؟ آه من هذه الأسطورة الساجية الفتون، المكحولة الآثام!! ما هي؟ وعدتني الصوفية أنني سأصير بها إلهًا فأحقّق هتفة الشاعر المتوهج الغليل:\nآه يا يوم التلاقي!!\nليتني كنت إلهًا!!\nلأبحت الناس للناس\nخدودًا وشفاهًا\nوأُصبح وأُمسي وأنا الإنسان الإلهي بحقيقته، أو الإله الإنساني في صورته، والذي\nيصرف الوجود بأقداره ومشيئته، ويدين الكون لنزغاته ونزواته، ويسخَّر الجنّ والريح\nوالعواصف في سبيل شهواته. ولم لا؟\nفالصوفية على يد عفيف التلمساني أباحت الأم والأخت. وابن عربي في كتابه \"الفصوص\" من الفص المحمدي يقول يا سيدي ــ وإني والله لشديد الخجل ــ إن الله ربّه يتجلّى أعظم ما يتجلّى في صورة المرأة، وأن الله ربّه يكون وقت اتّصال الزوجين في مظاهر ثلاثة: فاعل، ومنفعل، ثم فاعل ومنفعل معًا في مجلى واحد.\nماذا كان ينبغي:\nلقد أخرجني قول الحق عن طوري، فذكرت ما فيه خدش لحياء، حتى العجوز الشوهاء.ولكن ليعذرني القرّاء. فإن شيخ الصوفية يشكونا إلى النيابة، لأننا نبصّرهم بما دسَّه اليهود والمجوس في الإسلام، فحسبوه إيمانًا عذريّ الروح، قدسيّ المشاعر. وكان ينبغي للشيخ أن يقصّ لأتباعه تلك الوثنيات التي سجلها الصوفية في كتبهم، ويقرأ معها كتاب الله. فإن رضي أتباعه بما في كتب سادتهم وتركوا القرآن وراءهم ظهريًّا، كان حقًّا مقدسًا على الشيخ أن يخلف مكانه، فارًّا بإيمانه إلى ربه، منيبًا بالهدى إلى\nربه، وإلى هدي الرسول (.\nلماذا أكتب للشيخ:\n(1/6)\n\nوإني لأحسن الظن بالشيخ، فأقول: لعله لم يقرأ كتب أولئك القوم الذين تربع هو على كرسيهم، ولذا أقدّم للشيخ هذه الصور المفجعة مما رسمه زعماء الصوفية بظنونهم وأوهامهم من صور لربهم ــ تعالى جدّ ربنا ــ ولرسولهم ــ وبرَّأ الله رسولنا ــ ولأوليائهم\nــ حاشا أولياء الرحمن الذين أثنى عليهم في كتابه من المؤمنين المتقين ــ مطالبًا الشيخ\nــ هدانا الله وإياه ــ أن يصرح بما يراه، فإن أنكر بالعزم الشجاع على القائلين بهذه الزّندقات، كنّا أول من يهلّل له، ويهتف باسمه الكريم، وإن سكت عن ذلك، أو لم ينكر عليهم، فسنظلّ يا سيدي نضرب بمعول الحق معبد الطاغوت وهيكل الصنم حتى يخرّ على سدنته وعبَّاده، ولن يخيفنا في سبيل الله تهديد، ولن يروَّعنا وعيد دمَّرينا ــ إذا استطعت ــ يا عواصف الشر الباغية، وتلهبي ــ لتُحرقينا ــ أيتها الأحقاد العاتية. لن نهابك .. فإن حسبنا من الله رحمته الراعية: {فَإِنْ تَوَلَّوْا فَقُلْ حَسْبِيَ اللَّهُ لا إِلَهَ إِلَّا هُوَ عَلَيْهِ تَوَكَّلْتُ وَهُوَ رَبُّ الْعَرْشِ الْعَظِيمِ}. [التوبة: 129].\nالإله عند الصوفية:\nيدَّعي الصوفية أنهم هم الذين يعرفون الله حق معرفته، ويصِمون سواهم بعمى البصيرة، وفساد الذّوق، وغباء الفكر، وتبلّد الشعور.\nفما هي معرفة الصوفية بالله؟ وما فهمهم في الله؟\nأدعوك بالله يا صاحب السماحة إلى قراءة \"فصوص الحكم\"، و \"عنقاء مغرب\"،\nو \"ترجمان الأشواق\"، و\"مواقع النجوم \"، وكلها لابن عربي، وإلى قراءة: \"الإنسان الكامل\" للجيلي، وإلى \"ديوان ابن الفارض\" وشرحه للنابلسي، وبخاصة تائيَّته الكبرى وشرحها للقاشاني، وإلى كتاب \"الطبقات الكبرى\" للشعراني، وكتاب \"الإبريز\" للدباغ،\nو\"روض القلوب المستطاب\" لحسن رضوان، بل حتى إلى مجموع الأوراد التي يتعبد به الصوفية في عصرك.\nولماذا أدعوك إلى تلاوة هذه الكتب؟ إنكم يا صاحب السماحة تسمون ابن عربي",
        "(1/7)\n\n\"الشيخ الأكبر، والكبريت الأحمر\" وتسمّون الجيلي \"العارف الربانيّ، والمعدن الصمداني\" وتسمّون ابن الفارض \"سلطان العاشقين\" وتسمون الشعراني \"الهيكل الصمداني والقطب الرباني\".\nفأنا أدعوك إذن إلى تلاوة كتب يقدسها الصوفية، ويُجِلُّون ــ ولا أقول يعبدون ــ أربابها، فإن كان ما فيها هو دين الصوفية، فلنقرأ معها آية واحدة من القرآن كآية الكرسي وقارن بين ما تلوت من صوفية، وبين ما وعيت من الهداية القرآنية، وسيروعك، بل ربما استفزَّ نقمتك، واستثار لعنتك: أن تجد الصوفية في هذه الكتب يفهمون في ربهم فهمًا شرًّا من فهم النصارى والمجوس في ربهم.\nوإني لعلى استعداد كبير لملاقاة سماحتكم ومناقشتكم في هذا، فاختر يا سماحة\nالشيخ أي مكان شئت، حتى ولو قبَّة البدوي.\nوسأذكر لك هنا بعض نصوص قاطعة الدلالة على حقيقة معتقد الصوفية في ربهم، وسأختار لك يا سيدي أهون ما في هذه الكتب التي تقدسونها، وتجعلون أضرحة أربابها مطافات تستروحون عندها ــ بزعمكم ــ أرواح الله وأنسام الجنة، وتسألون صياخيدها الجلاميد سكينة الروح، وطمأنينة الشعور، وامتزاجكم بحقيقة الذات الإلهية، كما تزعمون.\nرأي ابن الفارض:\nسلطان عاشقيكم يا شيخ الصوفية من المؤمنين بأسطورة \"الاتحاد\" أي امتزاج العبد بربه، وصيرورة المخلوق خالقًا، والعدم الذاتي وجودًا واجبًا، وإليك ما يقوله:\nجلت في تجليها الوجود لناظري\nففي كل مرئيًّ أراها برؤية\nأي إن حقيقة معبوده بدت له ماثلة في كل عيان، فهو يراها في كل ما تراه عيناه.\nفما هذه المظاهر المادية إلا أجزاء منثورة من الحقيقة الإلهية، أو هي إذا تجمعت تكون هي الحقيقة الإلهية بذاتها.\nويريد ابن الفارض أن يثبت لنا أنه اتحد بربه فيقول:\nوأشهدت غيبي إذ بدت، فوجدتني\nهنالك إيَّاها بجلوة خلوتي\nأي نظر إلى حقيقة نفسه فوجدها هي بذاتها: الحقيقة الإلهية:\nففي الصَّحو بعد المحو، لم أكُ غيرها\nوذاتي بذاتي إذ تحلّت تجلّتِ\n(1/8)",
        "\nوالصّحو عند الصوفية: هو رجوع العارف إلى الإحساس بعد غيبته بوارد قوي. وهنا يشهد العارف في حال الصّحو أعيان الموجودات على أنها ليست عين ذات إلهه، وإنما هي مظاهر له.\nأما المحو عند الصوفية: فهو امَّحاء الكثرة والخلقيَّة، وتجلي الوحدة في حقيقتها، وهنا يرى الصوفي في الخلق عين الحق. يرى المربوب عين الرب، يرى العبد نفسه عين الإله. فثمَّت فارق عند الصوفية بين حال الصّحو وحال المحو، ولكن ابن الفارض كان جريئًا كل الجرأة في إباحته سرَّ الصوفية الخفي، وهو إيمانهم بأن لا خالق ولا خلق، بل الكل شيء واحد. فيقول:\nففي الصَّحو بعد المحو، لم أكُ غيرها\nوذاتي بذاتي إذ تحلّت تجلّتِ\nأي إنّه ليس كمن سبقوه. بل إنّه ليرى نفسه هي حقيقة الذات الإلهية في حال الصّحو، وفي حال المحو.\nوإليك تسويته بين الذاتين، إذ يقول: \"وذاتي بذاتي، إذ تحلّت\" فهو يتكبر عن قوله:\n\"وذاتي بذاته\" بل أراد أن يتعالى حتى ليجعل ذات ربه هي ذاته، لا العكس.\nويقول مستكبرًا متعاليًا، جاعلاً صفات ربه من صفاته:\nفوصفي، إذ لم تدع باثنين وصفها\nوهيئتها، إذ واحد نحن هيئتي\nفإن دُعِيَتْ كنت المجيَب، وإن أكن\nمنادًى أجابت من دعاني ولبتٍ\nوصفُه هو وصف ربه، لأنه بذاته هو الرب، فلا فرق ولا سوى. بل اتحدت الإنية والأينيَّة. فإن دُعي ربه أجاب ابن الفارض، لأنه هو الرب. وإن دُعي ابن الفارض أجاب الرب الذي هو ابن الفارض! سبحانك ربنا. ولكن هل تلمح التكبّر على الرب متجسد البغي في قوله: \"أجابت من دعاني ولبت\" يريد أن يقول: إن الرب حين يُدعى يُجيب عنه ابن الفارض، إمَّا إن دُعي ابن الفارض أجاب الرب ولبَّى!! ألا يريد ابن الفارض إشعارنا أنه هو الأصل، وأن ربه هو الفرع؟\nثم يقول:\nفقد رُفعت تاءُ المخاطب بيننا\nوفي رفعِها عن فرقة الفرق رفعتي\n(1/9)\n",
        "يعني أنه لا يخاطبه؛ لأن الخطاب يشعر بالإثنينية، إذ يوجد مخاطَب ومخاطِب. فيقال: أنت كذا وأنت كذا.. ولكنه وقد أصبح، وذاته ذات الرب وذات الرب ذاته، فلا يقول: أنت أنت. وإنما يقول: أنا. أنا: لأن أنت صارت أنا. يعني صار الرب عبدًا، والعبد ربًّا، ثم يقول، ليدلل على أنه هو ربه، إذ قد اتحد به:\nولا فلكُ إلا من نور باطني\nبه ملك يهدي الهدى بمشيئتي\nولا قطر إلا حلّ من فيض ظاهري\nبه قطرة، عنها السحاب سحَتِ\nولولاي لم يوجد وجودٌ ولم يكن\nشهود ولم تُعهد عهودٌ بذمّة\nفلا حي إلاّ من حياتي حياته\nوطوع مرادي كل نفس مريدةِ\nوكل الجهاتِ الستّ نحوي توجَّهت\nبما ثم من نسك وحج وعمرةِ\nلها صلواتي بالمقامِ أقيمهما\nوأشهد فيها أنها لي صلَّتِ\nكلانا مصلّ واحد ساجد إلى\nحقيقته بالجمع في كل سجدةِ\nولكن كلمة \"كلانا\" هذه تشعر بأن هناك اثنين. لهذا يستدرك ابن الفارض سريعًا، ليؤكد مرَّة ومرَّة ومليون مرة: أن الذات الإلهية هي بعينها ذوات الخلق.\nفالكثرة هي بعينها الواحد، وذاته هو قد اتحدت بربه فأصبحا واحدًا فيقول:\nوما كان لي صلى سواي ولم تكن\nصلاتي لغيري في أداء كلّ ركعةِ\nولست أدري لِمَ يُغرم الصوفية دائمًا بجعلهم حقيقة إلههم تتجلى في الأنوثة الفاتنة!!\nإن هذا ليدفعنا إلى البحث فيما يكمن من نزوات ملتهبة وراء هذا الشعور.\nأيحقّ لي القول: أن الصوفية لما يئسوا من المرأة في الواقع نشدوها في الخيال، ثم صور لهم غليل الحرمان أنها هي تلك الذات الإلهية! واسمع لابن الفارض يقول:\nففي النشأةِ الأولى تراءت لآدم\nبمظهر حوَّا قبل حكم النبوَّة\nوتظهرُ للعشاقِ في كل مظهر\nمن اللبس في أشكالِ حسنٍ بديعةٍ\nففي مرَّة لُبْنَى وأخرى بُثَينة\nوآونة تُدعى بعزَّة عزتِ\nولن سواها. لا. ولا كنَّ غيرها\nوما إن لها في حسنها من شريكةِ\nيعني أن قيسًا ما أحب لبنى في الحقيقة، إذ كانت لبنى هذه هي ذات إله ابن الفارض متجسدة في صورة امرأة معشوقة!!\n(1/10)\n\nتعاليت يا ربي سبحانك، وكذلك جميل بثينة، وكُثير عزّة.\nكل هؤلاء العشاق لو عقلوا لعلموا أن رب ابن الفارض هو بذاته كان بثينة، وكان عزّة، وكان ليلى.\nأفهمت يا سيدي؟ لماذا يكنى الصوفية عن ربهم باسم ليلى وسعاد؟ لأن ابن الفارض وابن عربي وغيرهما يؤكدون لهم إن إلههم تتجلى حقيقته الحقَّة في صورة المرأة!!\nوأعتذر إلى قرائي الأحبة عن إثارتي غثيان نفوسهم بهذا القيء القذر من الكفر.\nواقرأ يا صاحب السماحة شرح القاشاني لأبيات هذه القصيدة ــ والقاشاني زعيم لكم ــ مخافة أن تتهمني بتخريج الأبيات تخريجاً يوافق هواي. ثم اقرأ كذلك شرح النابلسي، وهو ربّ من أرباب الصوفية. وحسبنا هذا من سلطان عاشقيكم.\nرأي ابن عربي:\nأما ابن عربي فرأيه في ربه أظهر من أن يخفى. إنَّه يراه كل كائن، وكل موجود، ولهذا\nكان عبَّاد الصنم عنده ناجين، وعبَّاد العجل فالحين، وما أخطأ المسيحيون ــ عند ابن عربي ــ إلا بسبب أنهم قصرَّوا العبادة في مظاهر ثلاثة، وكان واجبًا عليهم عبادتهم إيَّاه في كل مظاهره، فمن عبد الحجر فقد عبد ربهم المتجلي في صورة الحجر. وهكذا، إذ يقول ابن عربي: \"فإن العارف من يرى الحقّ في كل شيء، بل يراه عين كل شيء\"(1).\nفابن عربي من أصرح الدّعاة إلى وحدة الوجود، بل هو زعيمها الأول بين الصوفية، ولكنا نختار لك من كفرياته هذا النص الذي يدلنا على رأي ابن عربي في ربّه وتجليه في صورة المرأة التي يتَّصل بها زوجها.\nقال: \"ولما أحبّ الرّجل المرأة طلب الوصلة، أي غاية الوصلة التي تكون في المحبة، فلم يكن في صورة النشأة العنصرية أعظم وصلة من النكاح؛ ولهذا تعمّ الشهوة أجزاءه كلها. ولذلك أمر بالاغتسال منه. فعمَّت الطهارة كما عمَّ الفناء فيها عند حصول الشهوة. فإن الحق غيور على عبده أن يعتقد أنه يلتذّ بغيره.\nفطهره بالغسل، ليرجع بالنظر إليه فيمن فني فيه. إذ لا يكون إلا ذلك، فإذا شاهد",
        "(1/11)\n\nالرجل الحقَّ في المرأة كان شهودًا في منفعل، وإذا شاهده في نفسه من حيث ظهور المرأة\nعنه شاهده في فاعل، وإذا شاهده في نفسه من غير استحضار صورة ما تكون عنه\nكان شهوده في منفعل عن الحق بلا واسطة. فشهوده للحق في المرأة أتمّ وأكمل، لأنه يشاهد الحق من حيث هو فاعل منفعل، ومن نفسه من حيث هو منفعل خاصة، فلهذا أحب، (، النساء لكمال شهود الحق فيهن، إذا لا يُشاهَد الحق مجردًا عن المواد أبدًا\"(2).\nهذا نص الفصوص نلخصه في كلمات: إنّ ربّ ابن عربي يتجلى بصورة عظيمة، أو أكمل تجلي في صورة المرأة، إنَّ الزوجة والزوج وقت اتصالهما يكونان الله، إن الله دائمًا لا يظهر إلا في جسد، إن الله يحب أن يفهم الزوج أنه كان يلتذّ بربهّ، وكذا الزوجة!\nوما أحبّ يا صاحب السماحة أن أدلك على مكان الكفر الدّنس المجرم في هذه الزندقة، فإنها أظهر من أن تخفى على سماحتكم.\nوإليك ما يقوله عن الله: \"ألا ترى الحق يظهر بصفات المحدثات، وأخبر بذلك عن نفسه، وبصفات النقص، وبصفات الذم\"(3).\nويقول داعيًا إلى عبادة الأصنام حقّ: \"والعارف المكمل من رأى كل معبود مجلّى\nللحق يعبد فيه، ولذلك سموه كلهم إلهًا، مع اسمه الخاص بحجر، أو شجر، أو حيوان،\nأو إنسان، أو كوكب، أو مَلَك\"(4).\nفهل رأيت يا صاحب السماحة شيخكم الأكبر وكبريتكم الأحمر، ماذا يقول عن الله رب العالمين؟ أعتقد أنك الآن آسف إذ شكوتنا إلى النيابة.\nولست أطيل عليك في ذكر النصوص. فهذا النص أهون ما في الفصوص من شرك ووثنيَّة فاجرة.\nإن المسيحية الضالة لما تخيلت أن الله يتجسد اختارت لتجسده جسدًا نظيفًا كريمًا، جسد عيسى، أما شيخكم الأكبر فاختار أجسادًا تحتقرها الحقارة، وتخزى من دناءتها المهانة.\nاختار الأصنام، وعجل السامري، وغير ذلك، ثم اختار الأجساد الرقيقة التي\nتكشف عن دخيلة نفسية هذا الرجل، اختار أجساد النساء، وجعل ظهور الله فيها\nأكمل ظهور!!\n(1/12)",
        "\nإنَّ ابن عربي أحب امرأة ذات مرَّة. ومن حبه لها جعلها ربّه نفسه، وزعم لها أن اكتشف فيها الذات الإلهية. حسبنا من ابن عربي هذا.\nولي أمل كبير، أن يدلي لنا شيخ الصوفية العالم الكبير برأيه في هذا، بدل أن يشكونا إلى النيابة.\nرأي عبدالكريم الجيلي:\nوالجيلي في كتابه: \"الإنسان الكامل\" إنّما يهدف إلى حقيقة واحدة. هو أنه يوجد إنسان يبلغ مرتبة الإلهية، أو بمعنى أصرح: إنَّ الإنسان في نهايته يصير إلهًا. ولذا يقول:\nلي الملكُ في الدارين لم أر فيهما\nسواي فأرجو فضلَه أو فأخشاه\nوقد حزتُ أنواعَ الكمال وإنني\nجمال جلالِ الكلّ ما أنا إلا هو\nفمهما ترى من معدنٍ ونباته\nوحيوانه مع إنسِه وسجاياه\nومهما ترى من أبحرٍ وقفاره\nومن شجر أو شاهقٍ طال أعلاه\nومهما ترى من صورة معنوية\nومن مشهدٍ للعين طاب محياه\nومهما ترى من هيئةٍ ملكية\nومن منظرٍ إبليسُ قد كان معناه\nومهما ترى من شهوةٍ بشريّة\nلطبع وإيثار الحقّ تعاطاه\nومهما ترى من عرشه ومحيطه\nوكرسيه أو رفرفٍ عزّ مجلاه\nومهما ترى من سدرة لنهاية\nومن جرس قد صلصلا منه طرفاه\nفإنّي ذاك الكلّ والكلّ مشهدي\nأنا المتجلي في حقيقته لا هو\nوإني ربّ للأنام وسيّد\nجميع الورى اسم ذاتي مسمّاه(5)\nأرأيت إلى أيّ أسطورة يهدف الجيلي هو الآخر؟ أرأيت زندقته الآثمة في قوله: \"أنا المتجلّي في حقيقته لا هو\". وتصريحه بأنّه ربّ للأنام وسيد و...و...\nفهل يريد صاحب السماحة شيئًا أدلّ على الزندقة المجوسية من هذه الأبيات التي يعترف فيها الجيلي بأنَّه \"هو الله\"؟\nواقرأ لحسن رضوان منظومته الكبيرة. واقرأ لمحمد الدمرداش المحمدي:\nلقد كنت دهرًا قبل أن يكشف الغطا\nإخالك أنّي ذاكر لك شاكر(6)\nفلما أضاء الليل أصبحت شاهدًا\nبأنَّك مذكور وأنَّك ذاكر\nحتى الدمرداش المحمدي نفسه كشف عنه الغطاء فرأى أن لا فرق بينه وبين الله. فهو الله والله هو نفسه. ويقول:\nهو الواحد الموجود في الكلّ وحده\nسوى أنّه في الوهم سمى بالسّوى(7)\n(1/13)\n",
        "والسوى معناه \"الغير\" يريد الرجل أن يقول: ليس هناك ربّ وخلق، وإنما الخالق والمخلوق شيء واحد، غير أن الوهم هو الذي جعلهم يفرضون أن هذا العالم هو سوى الله أي غيره.\nوالحقيقة: أنه لا سوى ولا غيريَّة عند كل الصوفية.\nوحسبنا هذا القدر إشارة إلى حقيقة معتقد الصوفية في ربّهم.\nفهم يدينون بأنه لا يوجد غير الله. وما هذا الكون بكلياته وجزئياته، بخنازيره وكلابه، بقذاراته وأرجاسه، ما ذاك كله إلا رب الصوفية ومعبودهم. ولهذا يقول محمد بهاء الدين البيطار في كتابه:\"النفحات الأقدسية\"(8):\nوما الكلب والخنزير إلاّ إلهنا\nوما الله إلا راهب في كنيسة\nأضع لك ــ بعدما سمعت كفر هؤلاء ــ بعض آي من القرآن، فلن تعرف حقيقة الظلام إلا بإشراق النور، ولن تعرف الشر إلا باكتناه الخير. وإن كان كفرهم بغير حاجة إلى دليل.\nيقول رب العالمين: {وَقَالُوا اتَّخَذَ الرَّحْمَنُ وَلَداً * تَكَادُ السَّمَاوَاتُ يَتَفَطَّرْنَ مِنْهُ وَتَنْشَقُّ الْأَرْضُ وَتَخِرُّ الْجِبَالُ هَدّاً * أَنْ دَعَوْا لِلرَّحْمَنِ وَلَداً * وَمَا يَنْبَغِي لِلرَّحْمَنِ أَنْ يَتَّخِذَ وَلَداً * إِنْ كُلُّ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ إِلَّا آتِي الرَّحْمَنِ عَبْداً * لَقَدْ أَحْصَاهُمْ وَعَدَّهُمْ عَدّاً * وَكُلُّهُمْ آتِيهِ يَوْمَ الْقِيَامَةِ فَرْداً}. [مريم: 88-94].\nوقوله: {وَمَا اخْتَلَفْتُمْ فِيهِ مِنْ شَيْءٍ فَحُكْمُهُ إِلَى اللَّهِ ذَلِكُمُ اللَّهُ رَبِّي عَلَيْهِ تَوَكَّلْتُ وَإِلَيْهِ أُنِيبُ * فَاطِرُ السَّمَاوَاتِ وَالْأَرْضِ جَعَلَ لَكُمْ مِنْ أَنْفُسِكُمْ أَزْوَاجاً وَمِنَ الْأَنْعَامِ أَزْوَاجاً يَذْرَأُكُمْ فِيهِ لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السَّمِيعُ الْبَصِيرُ}. [الشورى:10-11].\nوقوله: {قُلْ هُوَ اللَّهُ أَحَدٌ * اللَّهُ الصَّمَدُ* لَمْ يَلِدْ وَلَمْ يُولَدْ * وَلَمْ يَكُنْ لَهُ كُفُواً أَحَدٌ }. [سورة الإخلاص].\n(1/14)\n\nأين من هذا التنزيه الأعظم؟ أين من هذا السموّ الأعلى؟\nتلك الوثنيات السالفة، التي ينعب بها ابن الفارض، وينعق ابن عربي، وينبح الجيلي؟!!\nيا عجبًا يا سيدي الشيخ!! أتغار على الصوفية؟!\nحجة داحضة:\nولقد ناقشت أحد أتباعكم \"الغلابة\" فاعترف أولاً بالفصوص، وأنها لابن عربي، وبالطبقات، وأنها للشعراني، وأنهما كتابان عظيمان. فجئت بالمسكين أمام مكبر الصوت. وطلبت منه أن يقرأ في الطبقات بعض كرامات سيده علي وحيش. فما إن قرأ، ورأى الجريمة الفاضحة حتى ضرب الأرض بالكتاب قائلاً: هذا مدسوس على\nالشعراني!!\nفقلت له: إني معك. ولكن هل يستطيع الصوفية إنكار هذا الكتاب؟ هل يعترفون مثلك: أنه مدسوس على الشعراني؟\nفقال: من لم يعترف بذلك كان كافراً.\nوهكذا إذا لزمت أتباعك الحجة في شيء قالوا: مدسوس.. فليكن يا سماحة\nالشيخ، غير إنّي قلت له: سل الصوفية وشيخهم الكبير: أن يستنكروا هذه الكتب،\nوما فيها، وأن لا يدينوا بما فيها. فإن فعلوا كان الخير كل الخير. وكفى الله المؤمنين القتال.\nفهل تستطيع يا صاحب السماحة، أن تفعل شيئاً من هذا؟\nهل يمكن أن تُصدر بيانًا تقول فيه، مثلاً: لما وجدناه في كتاب \"الفصوص\" و\"الطبقات\" و.. و.. مما يخالف الإسلام الذي جاء به كتاب الله وسنة رسوله، (، فإنَّا نطلب من أتباعنا أن لا يقرأوا ما فيها، وأن لا يعبدوا الله بما فيها؟؟ هذه واحدة.\nأو هل تستطيع أن تقول مثلاً: إن كتاب \"الفصوص\" أو \"الطبقات\" أو...أو... مدسوس على ابن عربي، أو الشعراني أو...أو... لأن في هذه الكتب كفراً وزندقة؟؟\nليتك تفعل يا سيدي الشيخ. ولكنك لو فعلت أحدهما لثار عليك الصوفية، كما ثار القساوسة من قبل على هرقل؛ لأنهم قد يرتابون في الوجود المطلق وتعيناته، ولا يرتابون في هذه الكتب معاني ونسباً.\nهل تلبي هذا الرجاء فتصدر منشورًا بتحريم التديّن بما في هذه الكتب؟\nهل تثور لله يا سيدي الشيخ، ولا تخاف على منصبك الكبير من ثورة أتباعك؟",
        "(1/15)\n\nليتك تفعل يا سيدي الشيخ!! وإنا لمنتظرون.\nإن أتباعك يؤمنون ويدينون بكل حرف في هذه الكتب أكثر مما يتديّنون بكلّ بكتاب الله. ولكن، إذا لقوا الذين آمنوا قالوا: مدسوس علينا، وإذا خلوا إلى زعمائهم قالوا: نخدع المؤمنين.. وإلاّ فإنّي أجهر بصوتي عاليًا متحدّيًا أيّ صوفي أن يستطيع الجهر بأن هذه الكتب مدسوسة.\nفما هي بمدسوسة، ولكنها تُرْس الذي ينأد تحت صدمة الحق الصاعقة.\nويقول آخرون: إن ما فيها أسرارًا ورموزًا، لا يفقهها إلا الأقطاب العارفون. فأنّى لك أيها الشاب بفهمها؟!\nيا سيدي الشيخ من خصائص القرآن: أنه {بَيَانٌ لِلنَّاسِ} وفي الناس الأمّيّ والمتعلّم، والجاهل والعالم، ومع كل هذا فهو بيان لهم جميعًا.\nفعلى فرض تصديق أن كتبكم رموز، أفيعبد الله بالرّموز؟ وبما لا يفهم المتعبّد؟\nأيعبد الله بغير ما شرع القرآن، وفصّلته سنة النبي الكريم، عليه الصلاة والسلام؟\nوهل تفهمون أنتم هذه الرموز، أو لا تفهمونها؟ فإذا كنتم تفهمونها وجب عليكم بيانها، حتى يدين بها أتباعكم على بصيرة. وإذا كنتم لا تفهمونها وجب تركها إذن.\nفهل تستطيع يا سيدي بيان هذه الرموز، كما يزعم أتباعك؟\nلقد قرأت شرح القاشاني للفصوص، وبالي أفندي وغيرهما، وقرأت شرح النابلسي\nوالقاشاني لديوان ابن الفارض، وقرأت والله، وقرأت فما وجدت رموزًا، ولكنها دلائل\nصريحة على حقيقة معتقد الصوفية في ربهم.\nأي رمز في قول ابن عربي: \"إن العارف المكمل من يرى الله في كل شيء، بل يراه عين كل شيء\" إن ابن الفارض عربي خشي أن يفهم الناس في حرف \"في\" الظرفيَّة المجازيَّة، فقطع الشَّكّ باليقين. فقال: \"بل عين كل شيء\".\nأهناك رموز؟ أم هناك تصريح وتصريح، وبيان جليّ؟؟\n(1/16)",
        "\nألا إنَّ الحق بيَّن يا سماحة الشيخ، فاهتف به لربك، ومن أجل ربك. وإلاّ فالحساب بين يدي ربك عسير {إِذْ تَبَرَّأَ الَّذِينَ اتُّبِعُوا مِنَ الَّذِينَ اتَّبَعُوا وَرَأَوُا الْعَذَابَ وَتَقَطَّعَتْ بِهِمُ الْأَسْبَابُ}. [البقرة:166].\nرأي الصوفية في الرسول:\nأنت تحبّ الرسول يا سماحة الشيخ؟ أليس كذلك؟؟\nوالرسول ( يقول لنا: \"لا يؤمن أحدكم حتى يكون هواه تبعًا لما جئت به\".\nفهل هوى الصوفية تبع لما جاء به الرسول الكريم؟\nها أنت قرأت رأيهم وظنَّهم ــ وأستغفر الله ــ بل معتقدهم في الله. أعقيدتهم تلك تبع لما جاء به محمد رسول الله (؟\nثم اقرأ يا سيدي كتب الصوفية فستجد أن أهون ما فيها عن الرسول: هو أن النور\nالمحمدي قديم، وأن الله خلق الكائنات جميعها من نوره. وستجد مثلاً كتاب \"جامع\nالأصول\" يقول: \"صور الحق هو محمد لتحقّقه بالحقيقة الأحدية والواحديّة\"(9).\nوستجد مثلاً محمد الدمرداش الخلوتي المحمدي يقول: \"حقيقة الحقائق هي المرتبة الإنسانية الكمالية الإلهية الجامعة لسائر المراتب كلها. وهي المسماة بحضرة الجمع، وبأحديَّة الجمع، وبمقام الجمع وبها تتم الدائرة، وهي أول مرتبة تعينت في غيب الذات. وهي الحقيقة المحمدية\"(10).\nوستجدهم يعرَّفون الحقيقة المحمدية بأنها: \"الذات مع التعين الأول، وهي اسم الله الأعظم\".\nونحن نعلم من القرآن قول الله تعالى آمرًا للرسول: {قُلْ إِنَّمَا أَنَا بَشَرٌ مِثْلُكُمْ}.\n[فصلت: 6].\nفهل من خصائص البشرية أنها بأفرادها هي الذات مع التعين الأول؟\nهل خلق من نورك يا شيخ الصوفية كل شيء، كما خلق من محمد؟ لأنك بشر مثله!!\nونحن نعلم من القرآن والسنة أن أول خلق الله هو العرش، ثم القلم، فأين مكان الحقيقة المحمدية من هذا؟\n(1/17)\n",
        "ونعلم بالتواتر القطعي زواج عبدالله من آمنة، وأنهما أنجبا طفلاً بعد تسعة أشهر، وأن هذا الطفل سُمَّيَ محمدًا، وأنه تربى ونشأ، كما ينشأ الأطفال والشّبَّان: راعي غنم، ثم تاجرًا ، ثم كاملاً في الأدب والأخلاق، والسخاء والبرّ، والإحسان في كل ما أعطاه الله، ثم أصطفاه الله واختاره، ( خاتم النبيين.\nفمحمد القديم ــ عندكم ــ من والده؟ وكيف خُلِق؟\nومالي أسأل وهذا واحد منكم يقول: \"ولما كانت بشريَّته ( نورًا محضًا كانت فضلاته مقدسة طاهرة، ولم يكن لجسمه الشريف ظلّ كالأجسام الكثيفة. وهذا النور المحمدي هو المعنى بروح الله المنفوخ في آدم. قال تعالى: {وَنَفَخْتُ فِيهِ مِنْ رُوحِي}. [صّ: 72]. فروح الله نور محمد (\". ويقول: \"فشأن محمد في جميع تصرفاته شأن الله. فما في الوجود إلا محمد\". ويقول: \"لا يدري لحقيقته غاية، ولا يعلم لها نهاية. فهو الغيب الذي نؤمن به \"(11).\nهذا ما يدين به الصوفية.\nأما القرآن العظيم فيؤكد لنا بشرية عبده ورسوله محمد (، وأنه مثلنا في بشريته. ومن فهم قوله: {بَشَرٌ مِثْلُكُمْ}. [فصلت: 6]. لعلم أنه يوحي بالفهم إلى أن بشريَّتنا كالقاعدة، ومحمد( منسوب إليها. وهذا أبلغ في الدلالة على بشريَّته من قوله: أنتم بشر مثله.\nإنه يعرفنا بشرية محمد بما نعرفه نحن من خصائص هذه البشريَّة ولوازمها. ولذا يقول عنه: إنه كان يأكل الطعام، ويمشي في الأسواق. وأن الرّسل جميعًا بشر جسد يأكلون الطعام، وكل من أكل الطعام فلابد أن تكون له فضلات، وله مخارج بشرية تخرج منها تلك الفضلات، ويترتب على خروجها في الأنبياء ما يترتب عليها في البشر، ولذلك كان ( يتوضَّأ ويغتسل ويتنظف ويتطيب. ورد على اليهود والنصارى حين ادَّعوا بنوَّة الله بقوله: {بَلْ أَنْتُمْ بَشَرٌ مِمَّنْ خَلَقَ}.[المائدة: 18]. وعلى النصارى حين ادَّعوا بنوَّة عيسى بقوله عنه وعن أمه: {كَانَا يَأْكُلانِ الطَّعَامَ}. [المائدة: 75]. بل وأخبر\n(1/18)\n\nــ سبحانه ــ عن عبده ورسوله أنه سيموت: {إِنَّكَ مَيِّتٌ وَإِنَّهُمْ مَيِّتُونَ }. [الزمر: 30]. وموته ــ كما تفيد الآية ــ مثل موتنا(12).\nثم إن الله تعالى وصفه بأعظم ما يوصف به البشر المؤمنون، وصفه بالعبودية في أعز مقاماته، (، وأسمى أحواله الشريفة، فهو يصفه بالعبودية في ليلة بلغ فيها سنام الذروة العليا من السّموّ، حيث كُرَّمت فيه الإنسانية، وتألقت أمجادها ليلة الإسراء والمعراج: {سُبْحَانَ الَّذِي أَسْرَى بِعَبْدِهِ لَيْلاً مِنَ الْمَسْجِدِ الْحَرَامِ إِلَى الْمَسْجِدِ الْأَقْصَى}. [الاسراء: 1]. ثم وصفه بالعبودية في مقام الدعوة، إذ يقول: {وَأَنَّهُ لَمَّا قَامَ عَبْدُ اللَّهِ يَدْعُوهُ} [الجن: 19]. ثم وصفه بالعبودية في مقام من أجل مقاماته، وهو مقام التحدي بالمعجزة الكبرى: القرآن {وَإِنْ كُنْتُمْ فِي رَيْبٍ مِمَّا نَزَّلْنَا عَلَى عَبْدِنَا} [البقرة: 23]. ويقول الرسول (: \"لا تطروني كما أطرت النصارى المسيح ابن مريم، إنما أنا عبد، فقولوا: عبد الله ورسوله\". وعلمنا في التشهد أن نقول: \"وأشهد أن محمدًا عبده ورسوله\". وفي حديث الشفاعة: \"إن المسيح يقول لهم: اذهبوا إلى محمد عبد غفر الله ما تقدم من ذنبه وما تأخَّر\".\nها أنت ترى أن عظمة محمد ( تتجلى في كمال عبوديته، لا في تشريكه في الربوبية والإلهية، كما ينعق زعماء الصوفية.\nولقد تزعَّمت يا سيدي الشيخ هؤلاء الصوفية أفلا تحكم بينهم بكتاب الله وهدي رسول الله (؟!\nهلاَّ وجّهتهم وجهة دينية صحيحة، تجعلهم يؤمنون بأن المصدر الأوحد للتشريع: هو\nالقرآن تفصَّله السنَّة. وبأن لا قيمة في التشريع بعده لأي كتاب آخر؟\nألا تدلهم ــ وأنت من كبار شيوخ الأزهر ــ على الحق الذي ينبغي أن يؤمنوا به؟ ليتك يا سماحة الشيخ تفعل ذلك.\nوأظن أن هذا خير مئات المرَّات من شكواك ــ من يدلكم على الخير ويهديكم سواء السبيل ــ إلى النيابة.",
        "(1/19)\n\nوإليك يا سماحة الشيخ ما يقوله قطب من أقطابكم: هو قطب الواصلين سيدكم وسندكم عبدالعزيز الدّباغ ــ وسل يا سماحة الشيخ عن مقامه عند الصوفية ومكانته العظمى ــ إنه يقول: \"واعلم أن أنوار المكونات كلها من عرش وفرش وسموات وأرضين وجنات وحجب وما فوقها وما تحتها إذا جمعت كلها وجدت بعضًا من نور النبي، وأن مجموع نوره لو وضع على العرش لذاب، ولو وضع على الحجب السبعين التي فوق العرش لتهافتت. ولو جمعت المخلوقات كلها ووضع ذلك النور العظيم عليها لتهافتت\nوتساقطت\"(13).\nأين هذا من قول الله تعالى للرسول: {لَيْسَ لَكَ مِنَ الْأَمْرِ شَيْءٌ}. [آل عمران: 128] . وقوله: {قُلْ مَا كُنْتُ بِدْعاً مِنَ الرُّسُلِ وَمَا أَدْرِي مَا يُفْعَلُ بِي وَلا بِكُمْ}. [الاحقاف: 9]. وقوله: {قُلْ إِنِّي لا أَمْلِكُ لَكُمْ ضَرّاً وَلا رَشَداً * قُلْ إِنِّي لَنْ يُجِيرَنِي مِنَ اللَّهِ أَحَدٌ وَلَنْ أَجِدَ مِنْ دُونِهِ مُلْتَحَداً}. [الجن: 21ــ22].\nأيرضيك يا سماحة الشيخ ما يقول سيدكم الدباغ؟ وهل تجد نسبًا بين قوله وقول رب العالمين ــ جل جلاله ــ؟ أم تجد قولة الدباغ قيئًا من فم الكفر المتقيح وقول الله هو قول الله الحق المبين؟\nثم إليك ما يرويه الشعراني عن شيخكم الأكبر ابن عربي: \"وقال في قوله تعالى:\n{وَلا تَعْجَلْ بِالْقُرْآنِ مِنْ قَبْلِ أَنْ يُقْضَى إِلَيْكَ وَحْيُهُ}. [طه: 114]. اعلم أن\nرسول الله ( أُعطي القرآن مجملاً قبل جبريل من غير تفصيل الآيات والسور.\nفقيل له: ولا تعجل بالقرآن الذي عندك قبل جبريل، فتلقيه على الأمة مجملاً، فلا يفهمه أحد عنك لعدم تفصيله\"(14).\nأين هذا من قوله تعالى: {إِنَّهُ لَقَوْلُ رَسُولٍ كَرِيمٍ * ذِي قُوَّةٍ عِنْدَ ذِي الْعَرْشِ مَكِينٍ * مُطَاعٍ ثَمَّ أَمِينٍ * وَمَا صَاحِبُكُمْ بِمَجْنُونٍ * وَلَقَدْ رَآهُ بِالْأُفُقِ الْمُبِينِ * وَمَا هُوَ عَلَى الْغَيْبِ بِضَنِينٍ}. [التكوير: 19ــ 24].\n(1/20)",
        "\nوقوله تعالى: {تَنْزِيلٌ مِنْ رَبِّ الْعَالَمِينَ * وَلَوْ تَقَوَّلَ عَلَيْنَا بَعْضَ الْأَقَاوِيلِ * لَأَخَذْنَا مِنْهُ بِالْيَمِينِ * ثُمَّ لَقَطَعْنَا مِنْهُ الْوَتِينَ * فَمَا مِنْكُمْ مِنْ أَحَدٍ عَنْهُ حَاجِزِينَ}. [الحاقة: 43 ــ47]. وقوله: {وَأَنْزَلَ اللَّهُ عَلَيْكَ الْكِتَابَ وَالْحِكْمَةَ وَعَلَّمَكَ مَا لَمْ تَكُنْ تَعْلَمُ وَكَانَ فَضْلُ اللَّهِ عَلَيْكَ عَظِيماً}. [النساء: 113].\nوقوله: {وَقَالَ الَّذِينَ كَفَرُوا لَوْلا نُزِّلَ عَلَيْهِ الْقُرْآنُ جُمْلَةً وَاحِدَةً كَذَلِكَ لِنُثَبِّتَ بِهِ فُؤَادَكَ وَرَتَّلْنَاهُ تَرْتِيلاً * وَلا يَأْتُونَكَ بِمَثَلٍ إِلَّا جِئْنَاكَ بِالْحَقِّ وَأَحْسَنَ تَفْسِيراً}. [الفرقان: 32 ــ33].\nوقوله تعالى: {وَالنَّجْمِ إِذَا هَوَى * مَا ضَلَّ صَاحِبُكُمْ وَمَا غَوَى * وَمَا يَنْطِقُ عَنِ الْهَوَى * إِنْ هُوَ إِلَّا وَحْيٌ يُوحَى * عَلَّمَهُ شَدِيدُ الْقُوَى * ذُو مِرَّةٍ فَاسْتَوَى * وَهُوَ بِالْأُفُقِ الْأَعْلَى}. [النجم: 1ــ7].\nالآيات قاطعة الدلالة على أن الذي علَّم الرسول ( هو جبريل.\nوإذا علمنا قوله تعالى: {إِنَّا أَنْزَلْنَاهُ فِي لَيْلَةِ الْقَدْرِ}. [القدر: 1]. فهمنا أن جبريل كان هو الذي يلقيه للرسول إذن من أول ليلة كما قال الله تعالى: {وَإِنَّهُ لَتَنْزِيلُ رَبِّ الْعَالَمِينَ * نَزَلَ بِهِ الرُّوحُ الْأَمِينُ}. [الشعراء: 192 ــ193].\n(1/21)\n",
        "فمتى علم الرسول القرآن مجملاً؟ الله تعالى يقول له: {وَكَذَلِكَ أَوْحَيْنَا إِلَيْكَ رُوحاً مِنْ أَمْرِنَا مَا كُنْتَ تَدْرِي مَا الْكِتَابُ وَلا الْأِيمَانُ} [الشورى: 52]. هل علمه قبل الرسالة أو بعدها؟ والله يقول: {وَإِذَا تُتْلَى عَلَيْهِمْ آيَاتُنَا بَيِّنَاتٍ قَالَ الَّذِينَ لا يَرْجُونَ لِقَاءَنَا ائْتِ بِقُرْآنٍ غَيْرِ هَذَا أَوْ بَدِّلْهُ قُلْ مَا يَكُونُ لِي أَنْ أُبَدِّلَهُ مِنْ تِلْقَاءِ نَفْسِي إِنْ أَتَّبِعُ إِلَّا مَا يُوحَى إِلَيَّ إِنِّي أَخَافُ إِنْ عَصَيْتُ رَبِّي عَذَابَ يَوْمٍ عَظِيمٍ * قُلْ لَوْ شَاءَ اللَّهُ مَا تَلَوْتُهُ عَلَيْكُمْ وَلا أَدْرَاكُمْ بِهِ فَقَدْ لَبِثْتُ فِيكُمْ عُمُراً مِنْ قَبْلِهِ أَفَلا تَعْقِلُونَ }. [يونس: 15ــ 16].\nيعلَّم الله الرسول أن يبرهن على صدق رسالته، وأن القرآن من عند الله بأنه ( لبث أعوامًا من قبل بعثته لم يجئهم فيها بشيء يدل على أن عنده من القدرة ما يؤلف مثله، فيزيد فيه أو ينقص منه، أو يبدل بعض نصوصه أو شرائعه وأحكامه، فلو كان القرآن من عنده لجاءهم به قبل ذلك، هذا يثبت قطعًا عدم معرفة الرسول بشيء من القرآن إلا وقت أن أُوحي إليه، حتى لكان يسأله أعداؤه محرجين متعنتين. فما كان يحير جوابًا حتى يجيئه جبريل به من عند ربه، ولقد سئل ( عن الروح وفتية الكهف وذي القرنين. فقال: غدًا أجيبكم، ولم يقل إن شاء الله، فحبس الله الوحي عنه حتى اشتد عليه الأمر جدًا، فلما أتاه سأله عن علة التأخّر؟ فأنزل الله: {وَمَا نَتَنَزَّلُ إِلَّا بِأَمْرِ رَبِّكَ لَهُ مَا بَيْنَ أَيْدِينَا وَمَا خَلْفَنَا وَمَا بَيْنَ ذَلِكَ وَمَا كَانَ رَبُّكَ نَسِيّاً }. [مريم: 64].\nوقد تظاهرت الدلالات القطعية من القرآن والسنة والعقل السليم على أن الذي جاءه به جبريل. فكيف بابن عربي يزعم هذا الزعم الباطل؟!\n(1/22)\n\nوليغفر لنا القراء التطويل في الرد على من ضلاله بدهي يلمحه الطفل؛ لأن قومًا يُحسبون من العلماء يدينون بما يقوله ابن عربي من الكفر والمحال.\nفما رأي صاحب السماحة والرجاحة العقلية في هذه الوثنيات.\nألا تذهب نفسك حسرات عليهم؟ ألا يروعك ويروع إيمانك أن تسمع ممن أنت لهم الزعيم هذا القول عن النبي الأعظم؟\nلا تشغل نفسك يا سماحة الشيخ بشكوانا إلى النيابة، بل {تَعَالَوْا إِلَى كَلِمَةٍ سَوَاءٍ بَيْنَنَا وَبَيْنَكُمْ أَلَّا نَعْبُدَ إِلَّا اللَّهَ وَلا نُشْرِكَ بِهِ شَيْئاً وَلا يَتَّخِذَ بَعْضُنَا بَعْضاً أَرْبَاباً مِنْ دُونِ اللَّهِ}. [ آل عمران: 64]. {تَعَالَوْا نَدْعُ أَبْنَاءَنَا وَأَبْنَاءَكُمْ وَنِسَاءَنَا وَنِسَاءَكُمْ وَأَنْفُسَنَا وَأَنْفُسَكُمْ ثُمَّ نَبْتَهِلْ فَنَجْعَلْ لَعْنَتَ اللَّهِ عَلَى الْكَاذِبِينَ} [آل عمران: 61].\nنحب أن نحتكم وإياكم إلى كتاب الله وسنة رسوله الكريم ( نحب أن تقرع الحجة\nبالحجة، والبرهان بالبرهان، نريد أن تتلاقى العقول والأفكار في حلبة المحجة البيضاء\nليلها كنهارها، لا يزيغ عنها إلا هالك، فهل من حجة؟\nهل من برهان؟ هل من أثارة دليل؟\nإني أضع نفسي ــ وأنا جندي الكتيبة الأخيرة من أنصار السنة ــ تحت أمرك. فقل لي: أي مكان نلقاك فيه لتحجنا بالحق الذي أنزل الله. ولا أقول أنا المصيب قبل المحاجة، وإنما أقول لك ما يقول رب العالمين آمرًا نبيه الذي كان على يقين الحق:\n{وَإِنَّا أَوْ إِيَّاكُمْ لَعَلَى هُدىً أَوْ فِي ضَلالٍ مُبِينٍ}. [سبأ: 24].\nبالله يا صاحب السماحة: قل لي عن مكان نلتقي فيه، وسأكون ــ ومعي حجَّة\nربي ــ وحدي. هذا هو الصواب. وتلك هي الغاية المرجوّة.\nفهل تدعونا يا صاحب السماحة إلى المناقشة؟",
        "(1/23)\n\nوإذا كانت كبرياء منصبكم هذا الخطير الكبير تحول بينك وبين أن تساجل شابًّا مثلي. فتفضل بالرد على كتابنا. وسأتوسل إلى أصحاب هذه المجلة الأجلاء أن ينشروا لك ردك الكريم في أبرز صفحاتها، أو أصدر أمرك إلى جندي من جنودك ليرد علينا وسنتلقى رده كما نتلقى الأمل كان يعصف به اليأس(15).\nفهل تفعل يا صاحب السماحة؟ إن هذا لهو العدل. وإن هذا لهو الصواب.\nأما أن تشكونا إلى النيابة ــ وإنّا لنجلها ونحترمها ــ فذلك حيد عن السبيل السوي، وتنكب عن الجادة، وفرار من صدمة الحق، لا نرضاه لك ولا لأي عالم من علماء الأزهر الأجلاء.\nأولياء الصوفية:\nلن نناقشك يا صاحب السماحة هنا في التوسل بالأولياء، وأنه شرك، بل أشدّ عمهًا\nمن شرك الجاهلية. لن نناقشك في هذا. ذلك لأن الصوفية إنما يدينون بهذه العقيدة\nــ لا إجلالاً للأولياء بل لما يجمع من غلات وافرة باسم الأولياء ــ لن نناقشك في هذه المسألة؛ لأنكم لا ترجعون فيها إلى كتاب الله ولا إلى سنة رسول الله ــ وهما حجَّتنا ــ وما يجوز لنا أن نناقش قومًا لا يعترفون بهذه الحجة فيما نكلمهم فيه.\nولكننا سنناقشك فيما تصفون به أولياءكم من أقطاب وأوتاد وأنجاب؟ وأصحاب النَّيبَة(16) .. الكرام.\nوالقطب، وما أدراك ما القطب! سنفرد له بمشيئة الرحمن بحثًا خاصًّا به هو وأذنابه من أوتاد وأنجاب.\nيا صاحب السماحة: كل صوفي يؤمن بـ \"بالطبقات الكبرى\" لقطبهم الرباني وهيكلهم الصمداني سيدهم عبدالوهاب الشعراني، بل إن من يؤرخ لأولياء الصوفية ومجاذيبها يجعل الطبقات هذه أهم مصادره التي يرجع إليها في تاريخ حياتهم.\n(1/24)",
        "\nفاسمع إذن ما يتحدث به الشعراني عن أخلاق أوليائكم ــ وكلما ذكر اسم واحد ترضَّى عنه ــ: \"ومنهم الشيخ إبراهيم العريان كان إذا دخل بلدًا سلَّمم على أهلها صغارًا وكبارًا بأسمائهم، كأنه تربى بينهم، وكان يطلع المنبر ويخطبهم عريانًا، فيقول: السلطان ودمياط، وباب اللوق، بين الصّورين، وجامع طولون، الحمد لله رب العالمين، فيحصل للناس بسط عظيم\"(17).\nأفي الشريعة الإسلامية يجوز كشف العورة يا صاحب السماحة، وعلى المنبر؟\nيا لخزي الصوفية بهذا الولي المهتوك العورة. تصور أيها السيد في خيالك الرحيب صورة ولي جعل ضريحة معبدًا قدسيًّا، كان يقف على المنبر ليعظ الناس، ويؤدبهم، ويكون لهم الأسوة بهتك السوأة، وتعرية الجسم كله؟ هل تُطيق أن تتصور في ذهنك الأزهري أو الإنساني هذه الصورة الرائعة؟ ألا نعرف من القرآن أن الذنب الأول من الإنسانية\nــ ممثلة في آدم عليه السلام ــ كان جزاؤه هتك العورة؟ ألا فاقرأ قصة آدم يا سيدي، ثم اسمع أدب وليكم المهتوك السوأة يحدثنا عنه في خشوع التقديس هيكلكم الشعراني، إذ يقول مرَّة أخرى عن هذا الولي: \"وكان يخرج الرّيح بحضرة الأكابر ثم يقول: هذه ضرطة فلان. ويحلف على ذلك. فيخجل ذلك الكبير منه\".\nأمسكوا أنوفكم أيها القراء من نتن وقذارة وليهم العريان.\nوأعجب من عجب الكفر أن يكون وليًّا عندكم من يستحل الكذب المفضوح العريان ويحلف عليه بالله!! ولكن لا عجب فهو من العريان ولي الشيطان.\nوعجب لا ينتهي ــ بل ليس عجبًا ــ أن يكون من أوليائكم من يخرج مثل هذه الروائح المنتنة في مجالس العظماء، ثم يلقي تبعتها على سواه!!\n(1/25)\n",
        "وليس الشعراني يا سماحة الشيخ هو الذي يمجد وحده كشف العورة، ويدلل بها على قطبية الولي الصوفي، بل غيره أيضًا. وإليك ما يقوله \"قطب الواصلين\" الدباغ: \"إن غير الولي إذا انكشفت عورته نفرت منه الملائكة الكرام؛ لأن الحياء يغلب عليهم، والمراد بالعورة: العورة الحسية وهي ظاهرة. والعورة المعنوية: التي تكون بذكر المجون وألفاظ السفه. وأما الولي: فإنها لا تنفر منه، إذا وقع له ذلك؛ لأنه إنما يفعله لغرض صحيح. فيترك ستر عورته لما هو أولى منه؛ لأن أقوى المصلحتين يجب ارتكابه ويؤجر على ستر عورته\"(18).\nأيوجد في نزوات الإباحية والمجون أوقح من هذا؟! قطب الواصلين يدعو الولي إلى هتك العورة!! قطب الواصلين يزعم في جرأة متبجحة آثمة أن كشف العورة يؤجر الولي عليه!!\nجرَّد أيها الشيخ الكبير حملة من علمك وسلطانك القوي على هذه العورات التي يهتكها لكم أقطابكم، فذلك خير لكم من شكوانا إلى النيابة.\nثم اسمع ــ سمعت الخير يا سماحة الشيخ ــ الشعراني يقول عن كرامات سيدكم الغمري: \"ودخل عليه سيدي محمد بن شعيب فرآه جالسًا في الهواء. وله سبع عيون\" ثم يقول واصفًا لشيخه وملاه شمس الدين الحنفي: \"وهو أحد من أظهره الله تعالى على الوجود، وصرفه في الكون، ومكنه في الأحوال، وأنطقه بالمغيبات، وخرق له العوائد، وقلب له الأعيان\".\nواسمع ما يقول أيضًا عن ولي سمَّاه الشيخ أبو علي: \"وكان كثير التطورات تدخل عليه بعض الأوقات تجده جنديًّا، ثم تدخل عليه فتجده سبعًا، ثم تدخل عليه فتجده فيلاً، ثم تدخل عليه فتجده صبيًّا، وكان يقبض من الأرض ويناول الناس الذهب\nوالفضة\"(19).\nثم ذكر عنه كلامًا أستحي من ذكره هنا. فاقرأه يا سيدي فإنه حديث البغي أوجعها الشبق.\nواقرأ كرامات وأخلاق سيدكم علي وحيش وأبو خودة، وسيدكم الحريثي. ثم اقرأ\n(1/26)\n\nماذا كان يفعل المجرمون قوم لوط ولقد زاد أقطابكم هؤلاء عليهم فجعلوا من الحُمر نساء لهم على قارعة الطريق، وبمشهد من العامة في السوق، ثم يقول عن سيدكم السيد البدوي: \"وسبب حضوري مولد السيد البدوي كل سنة أن شيخي العارف بالله تعالى محمد الشناوي أخذ عليَّ العهد في القبة تجاه وجه سيدي أحمد البدوي وسلمني إليه بيده، فخرجت اليد الشريفة من القبر، وقبضت على يدي، قال سيدي الشناوي: يكون خاطرك عليه، واجعله تحت نظرك. فسمعت سيدي أحمد يقول من القبر: نعم.. ولما دخلت بزوجتي فاطمة أم عبدالرحمن، وهي بكر. مكثت خمسة أشهر لم أقرب منها فجاءني، وأخذني وهي معي وفرش لي فرشًا فوق ركن قبته التي على يسار الداخل، وطبخ لي حلوى، ودعا الأحياء والأموات إليه، وقال: أزل بكارتها هنا، فكان الأمر تلك الليلة.. وتخلفت عن ميعاد حضوري للمولد سنة 948 هجرية.. وكان هناك بعض الأولياء فأخبرني أن سيدي أحمد البدوي كان ذلك اليوم يكشف الستر عن الضريح ويقول: أبطأ عبدالوهاب ما جاء\".\nهنا يكاد يفقد الإنسان عقله، إذ لا يتصور ممن به مسكة من عقل أن يهرف ويخرف ويقيء هذا الكفر، ولكن الصوفية أعداء العقل، إذ جعلوا الذوق الفردي أساس المعرفة وطريقها ولهذا تختلف الحقائق عندهم باختلاف الأذواق، فقد يرى صوفي الشيء حقًّا، ويراه غيره باطلاً، ولا تعارض. وكلاهما على حق عند الصوفية وهذا سر \"من اعترض\nانطرد\" فالصوفية ينكرون على العقل معرفته ومنطقه، ووضعه الجزئيات تحت كليات\nعامة ولا يدينون بغير \"الذوق\" ولهذا كان من اصطلاحاتهم المشهورة \"من ذاق عرف\" فركنوا أمر الشرع إلى أذواقهم(20) ومواجيدهم الخاصة. فالشعراني يؤكد لنا أن سيده البدوي حي على الرغم من موته، يطبخ، ويغسل، ويفرش الفراش للزوجين، ليفضّ الزوج بكارة وجه أمامه، وعلى قبته، وأنه كان يحدّث الأولياء، ويسأل عن الشعراني: لماذا\nلم يجيء مولده!!",
        "(1/27)\n\nأسألك أيها الشيخ الكبير أهذا من الحق؟! إن رسول الله سيد الخلق لم يستطع بعد موته عملاً لأعز أهله، فلم يفصل في الخصومة، بين أبي بكر وزيره الأول وابنته فاطمة، ذلك لأنه ميت. أما سيدكم البدوي فيطبخ ويغسل ويعطي العهود و..و.. ألا يريد الشعراني من طرف خفي تفضيل سيده البدوي على سيد الخلق؟!!\nأجبني أجبني أيها الشيخ الكبير. وليتك تشكونا إلى النيابة مرة أخرى، حتى نختصم وإياك إليها، وتضع بين يديها هذه المخزيات القاتلة، والله إنَّا نرحب بذلك أيها الشيخ الكبير، فيه وافعل. فإنَّا واجدون في كل رجالها من احتفظ بعقله ولم يبعه في سوق الصوفية الكاسد.\nالكلاب من أولياء الصوفية:\nقد نرتضي يا سماحة الشيخ ــ إذا سلب منَّا الإيمان والعقل ــ أن يكون لنا سيدهم البدوي وليًّا من دون الله. ولكني أعتقد أنه لا يرتضي إنسان ــ ولو كان ممرور العقل ــ أن تكون له الكلاب أولياء من دون الله.\nولست أدري لماذا رضي الصوفية بهذا؟! أي دين هذا الذي تصير فيه الكلاب آلهة؟ إن البشرية في الأغوار السحيقة من تاريخها المظلم، وفي عهود وثنياتها لم تؤله الكلاب يومًا. ولكن الصوفية على لسان هيكلها الشعراني أرادت التجديد، فألهَّت الكلاب. وما أشنع يا سيدي على الصوفية بهذا. وإنما أقص الحق من دينهم: وإليك\nما يقص الهيكل الصمداني والقطب الرباني سيدكم وأستاذكم الشعراني عن كرامات سيدكم يوسف العجمي: \"ولقد وقع بصره على كلب، فانقادت له جميع الكلاب!\nإن وقف وقفوا، وإن مشى مشوا، فأعلموا الشيخ بذلك فأرسل خلف الكلب،\nوقال: اخسأ، فرجعت الكلاب تعضه... ووقع بصره على كلب، فانقادت إليه جميع\nالكلاب، وصار الناس يهرعون إليه في قضاء حوائجهم. فلما مرض ذلك الكلب، اجتمع\n(1/28)",
        "\nحوله الكلاب يبكون ويظهرون الحزن عليه، فلما مات، أظهرت الكلاب البكاء والعويل، وألهم الله تعالى بعض الناس فدفنوه، فكانت الكلاب تزور قبره حتى ماتت، فهذه نظرة إلى كلب فعلت ما فعلت، فكيف لو وقعت على إنسان\"؟\nأين ضريح هذا الكلب؟ وما أكثر الكلاب التي لها أضرحة! وأي ركام من السحت الآثم يُجبى باسم هذا الكلب العظيم عند الصوفية!!\nأترضى يا صاحب السماحة هذا من قطبكم الشعراني؟! إني أسأل ضميرك الديني: أسأل علمك الذي أخذته من الأزهر، ثم بلغت به هذا المنصب الكبير الخطير، منصب القوامة على دين الصوفية، وهو بزعمهم الحقيقة الروحية من إسلامهم، التي تجمعت فيه كل الإمكانيات الروحية العظمى لهذا الدين، كما حببت إليكم أمشاج المجوسية والنصرانية، التي دسها المقنعون من أعداء الإسلام في كأس من الرحيق، وأبرزوها لكم في شفوف زعموا أنها إسلامية، وإن في الرحيق تتذوقون زعاف الصل، وسم الأفعوان وإن في الشفوف ــ لو تبصرون ــ عدوًّا لكم في يده خنجر يقطر سمًّا.\nيقول ببغاوات الصوفية ــ كلما صدمهم الحق وصعقهم ــ إن ذلك مدسوس على الشعراني، فهل تسجل لك في سجل شهداء الحق حسنة كبرى، فتعلن في جرأة المؤمن القوي: لما في كتاب الشعراني من خرافات ووثنيات، تعلن أنه مدسوس وتحذر الناس من\nقراءتها؟؟ وأنا حسبي منك هذا.\nولكنك لن تستطيع يا سماحة الشيخ، فإن كثيرًا من أولئك قد يرتابون في حقيقة القرآن، ولا يرتابون في حقيقة \"الطبقات\"، وإلا فإني أتحدى صوفيًّا منكم أن ينكر على \"الطبقات\" زيغها وإلحادها، وأن يعترف بأنها مدسوسة على الشعراني.\nولو كانت مدسوسة يا سماحة الشيخ ما تعبد بها الصوفية أبدًا ولا رأوها إشعاعًا من النور الذاتي، أو لمحات من قدس أقداس الحقيقة المحمدية، ولا نفحة من نفحات سر أسرار الحضرة الملكوتية.\nعذري لي أيها الشيخ الكبير، إذا آلمك الحق، فألم الحق هو اللذة الروحية.\nكرامات الصوفية:\n(1/29)\n",
        "ثم إليك يا سماحة الشيخ الكبير الجليل، ما يقول سيدكم ومولاكم \"المعصوم بعناية الله وحسن توفيقه من الذنوب والمساوئ، العالم العلامة الشيخ عبدالرؤوف المناوي\"(21) يتحدث عن كرامات الأولياء وأنواعها، فيقول: \"النوع الأول: إحياء الموتى، وهو أعلاها، فمن ذلك أن أبا عبيد اليسري غزى ومعه دابة فماتت، فسأل الله أن يحييها، فقامت تنفض أذنيها..\nوأن مفرجًا الدّماميني أحضر له فراخ مشوية، فقال: طيري بإذن الله تعالى، فطارت.\nووضع الكيلاني يده على عظم دجاجة أكلها، وقال لها: قومي بإذن الله، فقامت..\nومات لتلميذ أبي يوسف الدّهماني ولد، فجزع عليه، فقال له الشيخ: قم بإذن الله، فقام وعاش طويلاً.\nوسقط من سطح الفارقي طفل فمات، فدعى الله فأحياه\"(22).\nويتحدث أحد الصوفية عن كرامات ولي محدث هو سلامة الراضي فيقول: \"حملت إحدى زوجات الإخوان، وفي التاسع مات الجنين، وبقي عشرة أيام ميتَّا ببطن أمه، وعند الوضع ذاكر هذا الأخ شيخنا. فعندما سمع شيخنا مذاكرته. قال: كذلك\nيا فلان؟! وبتمامها تم الوضع طبيعيًّا، كأن لم يكن هناك وليد مات منذ عشرة أيام.. وأحد الإخوان كف بصره فذاكر حضرة الأستاذ. فقال له: إن كتمت الأمر أبصرت.. فرضي بالشرط فمسح على عينيه فأبصر. وكان لبعض وجهاء بندر الجيزة ابنة وحيدة أصابتها حمى وبعد شفائها خرست فلم تتكلم أبدًا فعرضوها على الأطباء سنوات فلم تشف، فأحضروها لشيخنا فما حكوا له حكايتها حتى تألم لها، ونظر إليها نظرة، فسألها عن اسمها فنطقت به. وهكذا استمر يسألها وتجيب، وذهب خرسها\nفي الحال \"(23).\n(1/30)\n\nيؤمن الصوفية إذن يا سماحة الشيخ بأن بعض البشر من غير الرُّسل قادرون على إحياء الموتى، فأثبتوا معجزات الرُّسل ــ التي أكرمهم الله بها لإثبات رسالاتهم ــ لأشخاص من الدهماء البُلْه المعتوهين. فماذا بقي من الإعجاز للرسل؟ ماذا بقي لإبراهيم، وموسى، وعيسى، إن الله تعالى أجرى على أيدي رسله تلك المعجزات ليتحدوا بها أقوامهم ليؤمنوا، وليقيم الحجة عليهم، وليصدقوا بأن تلك الرسالات من عند الله لا من عند رسله. ولم تكن المعجزة طوع إرادة الأنبياء كما يدعي أولياؤكم أن كراماتهم تحت إرادتهم بل كانت بيد الله وإرادته وحده ولكن أولياء الصوفية عندكم يفعلون تلك المعجزات من تلقاء أنفسهم كلما أرادوا وفي أي وقت شاءوا!! فهم بذلك أعلى من المرسلين، إذ لم تكن المعجزة بمشيئة أحد من الرسل كما نطق القرآن، ولكن الله كان يأمر موسى ــ مثلاً ــ أن يضرب البحر بعصاه، ويأمره أن يلقيها فتلتقم ما كان يصنع السحرة، ويأمره أن يضرب بها الحجر فينبجس منه اثنتا عشرة عينًا، وهكذا، وما كان جبريل ينزل بأمر محمد ( ولا بمشيئته، بل بأمر الله وحده: {وَمَا نَتَنَزَّلُ إِلَّا بِأَمْرِ رَبِّكَ}. [مريم: 64]. وأولياء الصوفية يخرقون سنن الله الكونية ويبدلون في خلقه، ويحوَّلون ما يشاءون إلى غير حقيقته، ووقتما يشاءون ــ سبحان ربنا وتعالى عن ذلك علوًّا كبيرًا ــ.\nثم ماذا يعود على الناس من دجاجة الكيلاني أو إتيان الحريثي ووحيش الفاحشة في الحمير. أو نحو ذلك من الإفك الذي يسمّونه كرامات.",
        "(1/31)\n\nثم بربك يا سماحة الشيخ قل إذا جاز عند الصوفية أن تظهر معجزات أولى العزم من الرسل على يد البُله والمجاذيب، والمخرفين والمشعوذين والحواة، أفلا يجوز عند الصوفية أيضًا أن يظهر قرآن آخر على يد شخص غير سيد الخلق محمد صلوات الله وسلامه عليه؟! إن هذه كتلك، وما جاز على أحد المثلين جاز على الآخر، ما الذي يمنع من أن يجيء شخص ويزعم أن الله أوحى إليه قرآنًا ما دمتم قد أثبتم أن المعتوهين المأفونين من الذين تزعمون أنهم أولياء، يحيون الموتى؟!\nيا سماحة الشيخ قد أثبتم لأوليائكم حياة كحياة الله وقدرة كقدرة الله. فالله تعالى يقول: {مَنْ يُحْيِي الْعِظَامَ وَهِيَ رَمِيمٌ * قُلْ يُحْيِيهَا الَّذِي أَنْشَأَهَا أَوَّلَ مَرَّةٍ}. [يّس: 78 ــ 79]. وقد زعم المناوي أن بعض أوليائكم فعل ذلك، ومن قدر أن يعطي الحياة للميت لابد أن يكون حيًّا لا يموت. وهذا ولا شك اعتقاد الألوهية، بل والربوبية، في غير الله.\nآه يا سيدي الشيخ!! بودّي أن تمسك بكتاب الله، بالنفس الخاشعة، وبالقلب\nالمستعير، وبالعين المخضلة بالدموع، ثم تقرأ بعض آياته، ويقيني أنك لو فعلت، لثرت ثورة\nالعاصفة على عاد، تدمَّر الصوفية وهياكلها، وتلعن طقوسها وكهنوتها..\nنحن الآن في القرن العشرين، قرن تحطيم الذرة أفلا تستطيع يا سماحة الشيخ أن تحطّم هذه الطواغيت، وتطيح بتلك الأصنام؟!\nإن بنفسي هامسًا يهمس بصوت خفيًّ: إنك في طوايا نفسك يا سيدي، وأنت ذو الشيبة الفضلى، حزين آسف ندمان، ولكن ماذا يجديك الأسف والندم والحزن؟! إذا لم تعلنها ثورة عاتية على دين الصوفية، وما يؤمنون به من هذه الكتب الملحدة التي تنزو من مستنقعاتها الزندقة.\n(1/32)",
        "\nإن الصوفية عندكم زهادة وروحانية، ولكني أسألك: أليس في الإسلام ــ كتابه ورسوله وهداه ــ ما يشبع رغبات الروح الإنسانية، ويسمو بها إلى القدس الأسمى من الإيمان والتقوى، والطهر والصفاء؟ أيحول الإسلام بينك وبين زكاء النفس وطهرها الصادق وأنت عليه القادر؟\nإن في الإيمان بالله وآياته وكتابه ورسله، وفي الإحسان وتقدير نعم الله وشكرها أيها السيد لواحًة وسط صحراء الحياة، ترش من سلسها القدسي صفاء الروحية، ورحيق القداسة، وعبادتك الله كأنك تراه تجردك من ظلمات المادة، وتطلقك بخصائص الروحانية فيك في ملكوت الله الأسمى تسبيحًا وتقديسًا لا امتزاجًا ولا اتحادًا، كما\nيكفر هؤلاء الطواغيت.\nيا صاحب السماحة ــ غير معلم ــ ليس الزهد من شعائر الإسلام(24)، ولا من شرائعه في شيء، مهما حاول الصوفية قدامى ومحدثون، أن يخلعوا عليه ثوبًا إسلاميًا، فإن معنى كلمة \"الزهد\" في لغة العرب التي نزل بها القرآن: تحقير الشيء وتهوين شأنه.\nقال الله تعالى على لسان السيَّارة الذين اشتروا يوسف: {وَشَرَوْهُ بِثَمَنٍ بَخْسٍ دَرَاهِمَ مَعْدُودَةٍ وَكَانُوا فِيهِ مِنَ الزَّاهِدِينَ}. [يوسف: 20]. فهو بهذا المعنى يمقته الله ورسوله، ويبرأ منه كل مؤمن بالله وحكمته ورحمته، إذ معناه: تحقير نعم الله وتصغيرها، وإنما في الإسلام الذي أكمل ربنا به الدين وأتم به النعمة \"تزكية النفس\"، \"وتطهيرها\"، و\"التقوى\"، و\"الهدى\"، و\"الإيمان\"، و\"الإحسان\"، و\"الصلاح\" قال الله تعالى: {قَدْ أَفْلَحَ مَنْ تَزَكَّى}. [الأعلى: 14]. وقال: {قَدْ أَفْلَحَ مَنْ زَكَّاهَا}. [الشمس: 9]. وقال: {لَقَدْ مَنَّ اللَّهُ عَلَى الْمُؤْمِنِينَ إِذْ بَعَثَ فِيهِمْ رَسُولاً مِنْ أَنْفُسِهِمْ يَتْلُو عَلَيْهِمْ آيَاتِهِ وَيُزَكِّيهِمْ}. [آل عمران: 164].\nفمن أين جاء الصوفية بهذا الزهد والتحقير لآلاء الله ونعمه وبره والتهوين من شأنها، الذي هو كفر بها وجحود لها؟!\n(1/33)\n",
        "خبرني يا سماحة الشيخ، وإلا فأنا أخبرك: إنهم جاءوا به من منبع الصوفية الأول، وهو طقوس الهندوكيين، الذين لا يعرفون لهم ربا إلا سادتهم وكبراءهم، ورجومهم وطواغيتهم، وما دانوا به لكل مادة عظمت في عيونهم العمياء، وكبرت في نفوسهم المظلمة من كواكب وصخور، بل وبهائهم وأنعام، دخلت من مسارب ما زعموه فلسفة، وتغلغلت حتى أرتهم كل نعم الله حقيرة، وأنه لا سمو ولا عظمة إلا في أن يتحدوا بمن أوحى إليهم الشيطان أنه الحقيقة الأولى التي صدر عنها كل الموجودات، وهذا هو\nأساس زهد الصوفية، وعليه قام دين الصوفية ويقوم من قديم وحديث إلى أن يطهر الله\nالقلوب والأرض منها.\nإن في الإسلام شريعة الروح والجسد، فلِمَ لا تعبدون الله بما شرع الله، لا بما شرعه لكم زعماؤكم، إن التصوف العملي عندكم قائم على الزهد والعبادة، ولكن زهد الصوفية غير التقوى المقررة في الإسلام، والعبادة في الصوفية غيرها في الإسلام، فلِمَ\nلا تعبدون الله بما في القرآن والسنة؟\nولكني فوق هذا لا أرى عندكم زهدًا ولا أرى عبادة، أو لعلني أرى زهد ذلك الذي يجمع قوت الفقراء لتتخم به بطون الصوفية الزعماء، أو زهد ذلك النهم المستشري، وذلك التكالب الضاري على صناديق الأضرحة وسحتها؟ أو زهد. أو زهد؟\nوهل عبادة تلك الرقَّصات وذلك التخلغ والتمجن التي تزعمونها ذكر الله؟\nوهل عبادة تلك السَّجدات على الأنصاب، واللثمات للأصنام والاستشفاع بها؟\nوهل عبادة تلك الصلوات الشرّكيَّة على من تزعمون أنه رسولكم؟ وهل.. وهل؟؟\nفالجانب العملي من الصوفية كما ترى ــ يا سيدي ــ باطل وبدع، بل ومنكر وزور، فما بالك بالجانب النَّظريّ؟\nإن التصوف النظري عندكم قائم على معرفة ربكم بالأذواق، واستشعار حقيقته بالمواجيد، وعلى أن الصوفي الحق من يرى أنه الرب، أو أن الرب حالٌّ فيه: أو أنه اتحد\nبربه، كما تقول وحدة الوجود وزعيمها ابن عربي، أو كما تقول أسطورة الحلول وزعيمها\n(1/34)\n\nالحلاج، أو أسطورة الاتحاد، وزعيمها ابن الفارض.\nأراني استطردت حيث كنت لا أريد.\nفلأرجع إلى ذكر أقطابكم، لعلها ترفه عنكم بعض ما آلمناكم به.\nيقول الكبريت الأحمر، والشيخ الأكبر محي الديّن ابن عربي، متحدثًا عن كرامات أوليائه الصوفية: \"ومنها سماع نطق الجمادات على مراتب نطقها في العوائد وخرقها\"(25) ولكن الله يقول: {وَإِنْ مِنْ شَيْءٍ إِلَّا يُسَبِّحُ بِحَمْدِهِ وَلَكِنْ لا تَفْقَهُونَ تَسْبِيحَهُمْ}. [الإسراء: 44]. فهل نصدَّق ابن عربي الدجال الكذاب لِنُكَذَّب...؟؟\nويقول: \"ومنها: مكالمته للعالم الأعلى، ومحادثته لهم\"(26).\nهل كلم أبو بكر العالم الأعلى، بل هل كلم رسول من قبل سيد الخلق العالم الأعلى؟ اللهم إلا من يجيئه من الملائكة بالوحي؟ بل هل كلم سيد الخلق العالم الأعلى، إلا في ليلة الإسراء والمعراج؟ وجبريل في أوقات الوحي؟!\nومن الرسل عند ابن عربي وعند شيوخ الصوفية بجانب أوليائهم؟ وهذا أبو يزيد البسطامي يقول: \"تالله إن لوائي أعظم من لواء محمد: لوائي من نور تحته الجان والجن والإنس كلهم من النبيين\"(27). ويقول: \"لأن تراني مرة خير لك من أن ترى ربك ألف مرة\"(28).\nوحسبك يا سماحة الشيخ هذه الفواجع.\nويقول ابن عربي: حاكيًا عن أستاذكم البسطامي قوله: \"لو أن العرش وما حواه مائة ألف مرة في زاوية من زوايا قلب العارف لما أحس به، فقلب العبد الخصوصي بيت الله، وموضع نظره ومعدن علومه، وحضرة أسراره، ومهبط ملائكته، وخزانة أنواره، وكعبته المقصودة، وعرفاته المشهودة\"(29).\nحسبك هذا، وسنزيدك إن شاء الله في رسالة أخرى.",
        "(1/35)\n\nولكني أقول لك: اقرأ يا سماحة الشيخ في كتاب عبدالرؤوف المناوي كيف كان يخاطب الشافعي في قبره، والشافعي ــ ( ــ بريء ممن يكفر بسببه. واقرأ فيه عن ذي النون المصري أن روحه كانت تدبر أجسامًا عدة، وعن الجنيد: أنه استخدم إبليس وجعله خادمًا له مدة طويلة، واقرأ فيه عن الخواص: أنه كانت تنزل له الموائد من السماء وأنه كان إذا ظمىء سقاه الخضر.\nثم اقرأ فيه عن طيفور بن عيسى الشهير بأبي يزيد البسطامي: تفضيله الأولياء على الأنبياء، وأنه كان يقول: \"سبحاني ما أعظم شأني\" وأنه كان يقول: \"ما الجنة إلا لعبة صبيان. هب لي هؤلاء، ما هؤلاء حتى تعذبهم\"؟ وأن رجلاً دق الباب على أبي يزيد فقال: \"من تطلب؟ فقال له الطارق: أبا يزيد. فرد أبو يزيد، وقال له: ما في البيت غير الله\"(30).\nثم اقرأ في \"الطبقات\" للشعراني قول إبراهيم الدسوقي \"أنا في السماء شاهدت ربي، وعلى الكرسي خاطبته. أنا بيدي أبواب النار أغلقتها، وبيدي جنة الفردوس فتحتها، من زارني أستكته جنة الفردوس، وما كان ولي متصلاً بالله إلا وهو يناجي ربه كما كان موسى يناجي ربه\"(31).\nثم اقرأ للدباغ في كتابه \"الإبريز\" قوله عن نفسه: \"إني أرى السموات السبع والأرضين السبع، والعرش داخله وسط ذاتي. وكذا ما فوق العرش من السبعين حجابًا\"(32).\n(1/36)",
        "\nواقرأ فيه أيضًا: \"وقد يغيب الغوث عن الديوان فلا يحضره، فيحصل بين أولياء الله تعالى من أهل الديوان ما يوجب اختلافهم فيقع منهم التصرف الموجب؛ لأن يقتل بعضهم بعضًا، فإن كان غالبهم اختار أمرًا وخالف الأقل في ذلك، فإن الأقل يحصل فيهم التصرف السابق فيموتون جميعًا، وقد اختلفوا ذات يوم في أمر، فقالت طائفة منهم قليلة: إن لم يكن ذلك الأمر فلنمت. فقالت الطائفة الكثيرة: فموتوا إن شئتم. فماتت الطائفة القليلة. إن أهل الديوان إذا اجتمعوا فيه اتفقوا على ما يكون من ذلك الوقت إلى مثله في الغد، فهم يتكلمون في قضاء الله تعالى في اليوم المستقبل والليلة التي تليه، ولهم التصرف في العوالم كلها السفلية والعلوية وحتى في الحجب السبعين، وحتى في عالم الرّقا، وهو ما فوق الحجب السبعين، فهم الذين يتصرفون فيه، وفي أهله، وفي خواطرهم\nوما تهجس به ضمائرهم، فلا يهجس في خاطر واحد منهم شيء إلا بإذن أهل التصرف، وإذا كان هذا في عالم الرّقا الذي هو فوق الحجب السبعين التي هي فوق العرش، فما ظنك بغيره من العوالم\"(33).\nهل أدلك يا سيدي الشيخ على مكان الكفر الوثني الزنديق في هذه المجوسيات؟\nأو أنها أظهر من أن تخفى، وبخاصة على فضيلتكم، وأنت المعروف بين الأزهريين بسعة العلم ووفرة الاطلاع.\n(1/37)\n",
        "العالم كله حيّه وجماده، علوية وسفليه، وخواطر الناس ونفوسهم والعرش وما فوقه، كل أولئك بيد بعض أقطابكم يتصرفون فيها ويتقاتلون من أجلها، فماذا أبقيتم لرب العالمين؟ ثم قارن بين هذا وبين جواب المشركين للرسول ( في هذه الآيات: {قُلْ لِمَنِ الْأَرْضُ وَمَنْ فِيهَا إِنْ كُنْتُمْ تَعْلَمُونَ * سَيَقُولُونَ لِلَّهِ قُلْ أَفَلا تَذَكَّرُونَ * قُلْ مَنْ رَبُّ السَّمَاوَاتِ السَّبْعِ وَرَبُّ الْعَرْشِ الْعَظِيمِ * سَيَقُولُونَ لِلَّهِ قُلْ أَفَلا تَتَّقُونَ * قُلْ مَنْ بِيَدِهِ مَلَكُوتُ كُلِّ شَيْءٍ وَهُوَ يُجِيرُ وَلا يُجَارُ عَلَيْهِ إِنْ كُنْتُمْ تَعْلَمُونَ * سَيَقُولُونَ لِلَّهِ قُلْ فَأَنَّى تُسْحَرُونَ}. [المؤمنون: 84 ــ 89].\nأو يرضيك أن يكون مشركو الجاهلية أبرّ دينًا وأصفى عقيدة، وأسمى فهمًا لقدرة الله وجلاله أكثر من أقطابكم؟!\nواأسفاه يا سماحة الشيخ، إذا تعارضت الدنيا مع الدّين!!\nويا أسفاه إذا خشينا على السلطان، ولم نخش يوم الدّيَّان!!\nومالنا نأسف يا سماحة الشيخ ونحن نستطيع بعون الله أن نتوب إليه متابًا!\nإن في مقدورك أيها الشيخ وعظ هؤلاء الضاربين في غياهب الباطل، المدلجين في ظلمات الضلال، فأرشدهم، فإن استمعوا لك كنت المصلح الأكبر، وإلا فدعهم مرتَّلاً قول ربك: {إِنْ أُرِيدُ إِلَّا الْأِصْلاحَ مَا اسْتَطَعْتُ وَمَا تَوْفِيقِي إِلَّا بِاللَّهِ}. [هود: 88].\nثم تعال نسر على الأنوار القدسية المشرقة من كتاب الله، وعلى الإشعاع الهادي من\nسنة رسوله (.\nاقرأ ما كتبته لك يا سماحة الشيخ، وهو أهون ما في تلك الكتب التي يحتكم إليها\nأتباعك في دينهم، بل اقرأ ــ وفي نفسك قبس من نور القرآن ــ \"دلائل الخيرات\" أو \"مجموع الأوراد\" أو تلك الأحزاب التي يرتلها أتباعك حتى الآن.\nبل اقرأ مزج الصلوات المشيشية لشيخ معاصر من شيوخ السجادات الصوفية.\n(1/38)\n\nاقرأ هذه الأشياء الحاضرة، حتى لا تقول: ما لنا ولابن عربي وابن الفارض وسواهم، فتلك أمّة قد خلت لها ما كسبت وعليها ما اكتسبت.. فما زال أتباعك اليوم في أورادهم وأحزابهم وآرائهم يدينون بدين ابن عربي، ويتغزلون في ربهم بما تغزل به ابن الفارض، ويفهمون في أقطابهم تلك القدرات التي قررها لهم الشعراني والدباغ وأمثالهم.\nنعم، مازلتم ــ وستظل الصوفية إن لم ترجع إلى القرآن ــ تقتبسون هداكم من \"الفصوص\" و \"الفتوحات\"، و \"ديوان ابن الفارض\" و..و..\nثم إني سأبين لكم في رسالة أخرى ما في \"دلائل الخيرات\" و \"مجموع الأوراد\"، وأحزابكم من ضلالات ووثنيات، وقد كتبنا ذلك في \"مجلة الهدي النبوي\" وسنطبعه بمشيئة الله إذا أعان الله وأمدّ لنا في الأجل، وسيظهر لك جليًّا أن كل صوفي فيكم هو صورة من ابن عربي في عقيدته، وابن الفارض في دينه، والشعراني في خرافاته وأساطيره.\nخاتمة\nوالآن أشفق يا سماحة الشيخ على شيبتك الفضلى، وشيخوختك الكريمة، غير أني أبعث إليك برجاء: أن تقرأ ما كتبته، ولست بطامع في أن ترد على ما كتبت، فهل يخالف الشيخ الكريم ظني فيردّ علي؟\nإن أتباعك أنفسهم ينتظرون ذلك منك، لأني حدثت الكثير منهم، وقلت لهم: لن يستطيع أحد الرد على هذه الحقائق التي تصعق وتدمر، وإن أتباعك لينظرون إليك نظر الغرقى إلى الشاطىء، لعلك تسكن من قلقهم، وتهدي من حيرتهم، فتثبت لهم أن هذا الشاب النكرة إنما يهرف بما لا يعرف، وأنه ضالٌّ مُضلّ، وأنه..وإني لمترقب من سماحتك مثل هذا الرد.\nوكما تنازلت وتفضلت فشكوت إخواننا أنصار السنة بالجيزة إلى النيابة وكان\nلي شرف الوقوف معهم، فإني أرجوك أن تتنازل مرة أخرى وتشرفنا برد على بعض\nما سقناه لك، وإن كان الأمل يخيل إليّ أنك ستدعوني إلى مناظرة علنية، ومرحى بها مرحى، حتى وإن كانت عند وثن الشعراني!!\nوإذا لم تفعل يا سماحة الشيخ، فإني سأطبع آلاف النسخ من هذا الخطاب(34) وأقوم",
        "(1/39)\n\nبتوزيعها على كثير من أقطابكم وأتباعكم فإذا لم يتحرك أحد للرد علي فسيفهم الكثيرون ما لا يسركم أن يفهموه، بل ما يسوءكم، ويطيح بالكثير من صولتكم ودولتكم.\nوكل هذا لا نبتغي به حربًا بلا غاية، وإنما نبتغي به شيئًا واحدًا، هو الذياد عن الدين الحق، والدفاع عن السنة النبوية، ولن يخيفنا في سبيل الله بطش ولا جبروت، فالصوفية مع الأسف محسوبون على الإسلام، بل يفهم الكثيرون فيهم أنهم يمثلون الإسلام في حقائقه العليا، وروحيته العظمى، فحق علينا الكشف عن حقيقة هؤلاء القوم حتى\nلا يحتج بهم على الإسلام، وحتى يعلم الناس أن هدايتهم ورشدهم وسعادتهم في القرآن والسنة، وأنه لا يجوز لنا الاقتداء إلا برسول الله، أعلم الخلق بربه، وأعظمهم طاعة لربه.\nصرخة لربه.. تدوي من الأعماق أيها الشاردون.. لعلكم تسمعونها فتثوبون إلى رشدكم:\nعودوا إلى القرآن والسنة.. ثم انظروا حواليكم بعد عودتكم، ألا ترون الإسلام رفَّاف العلم على كل مناحي العالم الإنساني!!\nألا ترون الدنيا يسودها الصفاء والخير، ويفيض من ينابيعها الحب والجمال والسلام، وتغمرها بأنوارها السماء؟! دعوة من الروح أيها الحائرون.\nلا خلاص لكم من آلامكم ومتاعبكم إلا إذا عدتم إلى الله تتلون كتابه، وتعملون\nبشريعته، وتهتدون بهدي رسوله.\nوإنني بنضالي لهؤلاء الصوفية، أعلم أني أضع قدمي على شفا الخطر، ولكن؛ لأن يكون الصوفية خصمائي في الدنيا، خير من أن يكون الله خصيمي يوم القيامة.\nفاشكنا إلى النيابة يا سماحة الشيخ ــ وإن النيابة لتؤمن بالحق وتدافع عن الحق، وتعين على قول الحق ــ ما شئت ــ فوالله ــ إني إن شاء الله ــ لن أضع القلم إلا إذا أصميت الباطل وأدميت، أو تهدمت أنا وقضيت.\nوإذا شئت أن تعرف من أكون، فإني واحد من آلاف من جنود أنصار السنة، ولكني لست النَّابه المقدَّم فيهم، فما بالك بسواي يا سيدي الشيخ، إنهم جنود يتسلحون بالقرآن والسنة وحدهما، يذودون بحججهما عن دين الله.\n(1/40)",
        "\nأسأل الله لي ولكم الهداية والرشاد، وأدعوه سبحانه أن يثبتنا على الحق، وأن يزيدنا قوة على قول الحق، وأن يجعلني وإياكم من حزبه المفلحين.\n{رَبَّنَا لا تُزِغْ قُلُوبَنَا بَعْدَ إِذْ هَدَيْتَنَا وَهَبْ لَنَا مِنْ لَدُنْكَ رَحْمَةً إِنَّكَ أَنْتَ الْوَهَّابُ}. [آل عمران: 8].\nالفهرس\nالموضوع\nالصفحة\nتقديم فضيلة الشيخ محمد علي عبدالرحيم\n1\nمقدمة\n5\nالخطاب\n8\nأملنا في الشيخ\n8\nضحية\n8\nماذا كان ينبغي\n10\nلماذا أكتب للشيخ\n11\nالإله عند الصوفية\n11\nرأي ابن الفارض\n13\nرأي ابن عربي\n17\nرأي عبدالكريم الجيلي\n21\nحجة داحضة\n24\nرأي الصوفية في الرسول (\n27\nأولياء الصوفية\n37\nالكلاب من أولياء الصوفية\n44\nكرامات الصوفية\n46\nخاتمة\n60\nالفهرس\n63\n(1) (ص374) \"فصوص الحكم\" شرح بالي أفندي، (ص382) \"فصوص الحكم\" شرح القاشاني، طبع استانبول،\n(1/191) \"فصوص الحكم\" بشرح الدكتور أبو العلا عفيفي.…\n(2) (ص437) من \"فصوص الحكم\" شرح القاشاني طبع باستانبول، (ص217) من \"فصوص الحكم\"\nبتحقيق الدكتور أبو العلا عفيفي، (ص420) من \"فصوص الحكم\" شرح بالي أفندي ط 1309 هجرية.\n(3) …(ص103) \"فصوص الحكم\" شرح بالي أفندي من الفص الإبراهيمي.\n(4) (ص380) \"فصوص الحكم\" شرح بالي أفندي.\n(5) (ص22) من كتاب \"الإنسان الكامل\" لعبدالكريم الجيلي ط 1293هـ.\n(6) (ص16) من رسالة \"القول الفريد في معرفة التوحيد\" لمحمد الدمرداش المحمدي.\n(7) (ص14) من رسالة \"القول الفريد\" المتقدمة.\n(8) (1/338) طبع سنة 1314هـ.\n(9) (ص107) من تأليف أحمد ضياء الدين الكمشخانلي النقشبندي ط 1328هـ.\n(10) (ص7) من رسالته المسماة \"رسالة في معرفة الحقائق والمعاني من قوله تعالى: {وَلَقَدْ آتَيْنَاكَ سَبْعاً مِنَ الْمَثَانِي}\" .\n(11) …هذه النصوص الثلاثة المذكورة من (ص13،9،11) على الترتيب من كتاب \"النفحات الأقدسية في شرح الصلوات الإدريسية\".\n(1/41)\n",
        "(12) كنت أناقش رجلاً يحمل شهادة التخصص. فقال لي تدليلاً على ضلال أنصار السنة ما يأتي: \"حسبكم أنكم تقولون: إنّ محمداً ميت، أيها الضالون\" فقلت له ضاحكًا مشفقًا: \"أيها الأخ\nما نحن نقول ذلك، وإنما يقوله الله ربي وربك {إِنَّكَ مَيِّتٌ}. ففأفأ الشيخ وثأثأ وتأتأ!!\nيا للضحك المبكي!!\n(13) (2/84) من كتاب \"الإبريز\" للدباغ ط 1292هـ.\n(14) …(ص6) من كتاب \"الكبريت الأحمر\" على هامش \"اليواقيت والجواهر\" والكتابان للشعراني طبع سنة 1307هـ.\n(15) …تفضل أحد الأوتاد من الصوفية في الوجه القبلي فرد علينا ردًّا كريمًا. أجمل ما فيه نباح الكلب المسعور أوجعته على أم ناصيته الضربة.\n(16) هم يسمونهم النوبة أي الذين يتناوبون التصرف في العالم وحراسته، ولقد أخطأ قلمي فكتبتها\n\"النيبة\" ولعلها كرامة أصحاب النيبة.\n(17) (2/129) \"الطبقات الكبرى\" ط ابن شقرون.\n(18) (2/43) من كتاب \"الإبريز\" ط 1292هـ وقد جاء في كتاب \"جامع الأصول في الأولياء\" لأحمد ضياء\nالدين الكمشخاني (ص133) عن أنواع الأولياء المتصرفين قوله: \"والرحمانيون، وهم ثلاثة أيضا وهم عند الوحي والحوادث يجلسون عرايا على حجر مليح، ويسمعون الوحي ويفهمون المراد منه\". فتأمل في أولياء مهتوكي العورة يسمعون الوحي ويفهمونه!!\n(19) لا حاجة لذكر أرقام الصفحات فحسب القارئ أن يمسك بالطبقات ويطلع أسماء هؤلاء الأوتاد في الفهرس ثم يقرأ ما كتب عنهم في صلب الكتاب حسب الرقم الذي تشير إليه الفهرس.\n(1/42)\n\n(20) نكتب هنا كلمة قصيرة عن الذوق عند الصوفية: الذوق كما يقول القيصري الصوفي في كتابه \"مطلع خصوص الكلم\" (ص193) هو \"ما يجده العالم على سبيل الوجدان والكشف لا البرهان والكسب، ولا على طريق الأخذ بالإيمان والتقليد\"، ويقول ابن عربي في \"الفصوص\" (107) بتحقيق الدكتور أبو العلاء عفيفي: \"اعلم أن العلوم الذوقية الحاصلة لأهل الله مختلفة باختلاف القوى الحاصلة، مع كونها ترجع إلى عين واحدة\"، فالذوق إذن لا يخضع للفكر ولا يمكن الاستدلال عليه بالعقل، ولا يستمد من الحس ولا من التجربة. وبهذا استطاع الصوفية ـ كما خيل إليهم ـ أن يتخلصوا من ربقة العقل، وأن يفروا من حقائق الدين التي تصدم أذواقهم ومعارفهم. ومن ذلك نفهم لماذا ينفر الصوفية من الدليل العقلي والحجة القرآنية، ولماذا لا يرتضونهما ونفهم أيضًا لماذا يرد في كل كلامهم مالا يتلاءم مع العقل والشرع.\n(21) هذه بعض ألقابه عند الصوفية سجلت على كتاب \"الكواكب الدرية\".\n(22) …(ص11) من كتاب \"الكواكب الدرية في تراجم السادة الصوفية\" لعبدالرؤوف المناوي ط سنة 1938م.\n(23) (256ـ257) من كتاب \"طبقات الشاذلية الكبرى\" للحسن بن الحاج محمد الكوهن الفاسي ط أولى 1347 هجرية.",
        "(1/43)\n\n(24) …لعل قصده ـ رحمه الله ـ الزهد غير المشروع، قال ابن القيم ـ رحمه الله ـ: \"ومن منازل إياك نعبد وإياك نستعين منزلة الزهد\"، وساق بعض الآيات ثم قال: \"والقرآن مملوء من التزهيد في الدنيا والإخبار بخستها وقلتها وانقطاعها وسرعة فنائها والترغيب في الآخرة والإخبار بشرفها ودوامها\". ثم قال ـ رحمه الله ـ: \"ومتعلقه ـ أي الزهد ـ ستة أشياء لا يستحق العبد اسم الزهد حتى يزهد فيها، وهي: المال، والصور، والرياسة، والناس، والنفس، وكل ما دون الله، وليس المراد رفعها من الملك فقد كان سليمان وداود عليهما السلام من أزهد أهل زمانهما ولهما من المال والملك والنساء ما لهما، وكان نبينا ( من أزهد البشر على الإطلاق وله تسع نسوة، وكان علي بن أبي طالب، وعبدالرحمن بن عوف، والزبير، وعثمان ـ ( ـ من الزهاد مع ما كان لهم من الأموال، وكان الحسن بن علي ـ ( ـ من الزهاد، وكان عبدالله بن المبارك من الأئمة الزهاد مع مال كثير، وكذلك الليث بن سعد من أئمة الزهاد وكان له رأسمال يقول: \"لولا هو لتمندل بنا هؤلاء..إلخ، ثم قال: \"ثم اختلف هؤلاء في متعلق الزهد، فقالت طائفة: الزهد إنما هو في الحلال؛ لأن ترك الحرام فريضة، وقالت فرقة: بل الزهد لا يكون إلا في الحرام وأما الحلال فنعمة من الله تعالى على عبده، والله يحب أن يرى أثر نعمته على عبده فشكره على نعمه والاستعانة بها على طاعته واتخاذها طريقًا إلى جنته أفضل من الزهد فيها، والتخلي عنها ومجانبة أسبابها والتحقق أنها إن شغلته عن الله فالزهد فيها أفضل، وإن لم تشغله عن الله بل كان شاكرًا لله فيها فحاله أفضل، والزهد فيها تجريد القلب عن التعلق بها والطمأنينة إليها والله أعلم\" \"مدارج السالكين \" جـ2، ثم قال في موضع آخر: \"والذي أجمع عليه العارفون أن الزهد سفر القلب من وطن الدنيا وأخذه في منازل الآخرة، وعلى هذا صنف المتقدمون كتب الزهد، كالزهد لعبدالله بن المبارك، وللإمام أحمد، ولوكيع،\n(1/44)",
        "\nولهناد بن السري ولغيرهم\" المرجع نفسه.\n(25) (ص75) من كتاب \"مواقع النجوم\" لابن عربي ط 1325هـ بمصر.\n(26) (ص81) من كتاب \"مواقع النجوم\" لابن عربي.\n(27) عن السهلجي والشعراني في \"لطائف المنن والأخلاق\" (1/125ـ 126)، وانظر كتاب \"شطحات الصوفية\" للدكتور عبدالرحمن بدوي.…\n(28) …نفس المصدر.\n(29) …(ص141) من كتاب \"مواقع النجوم\" لابن عربي.\n(30) لا داعي لذكر رقم الصفحات فحسبك أن تقرأ في فهرس كتاب \"طبقات المناوي\" أسماء أوليائهم، ثم تطالع ما كتب في صلب الكتاب عنهم وعن زندقاتهم أو كراماتهم كما يزعم المناوي.\n(31) كتاب \"الطبقات\" للشعراني جـ 1 تحت كرامات الدسوقي.\n(32) (2/73) من كتاب \"الإبريز\" لعبد العزيز الدباغ ط 1292هجرية.\n(33) (2/9) من كتاب \"الإبريز\" للدباغ.\n(34) أعاننا الله ـ سبحانه وتعالى ـ فطبعنا هذا الخطاب، فإن الله تعالى قد وفق إخواننا أنصار السنة هنا وفي السودان، فالحوا في طلب طبعه، ولست أدري كيف أشكر هؤلاء الكرام جميعًا؟ أعانهم الله دائمًا على نصرة دينه والقيام بطاعته.\n??\n??\n??\n??\nصوفيات 17\n(1/45)\n"
    ]
}