{
    "partText": [
        "\n\nدليل الكتاب :\nمقدّمة المركز\t5",
        "تمهيد\t7\nسلامة القرآن من التحريف\t9\nحسبنا كتاب الله\t11\nمعاني التحريف\t13",
        "التحريف بالترتيب\t13\nالتحريف بالزيادة\t14\nالتحريف بالنقصان\t15\nتنبيهان\t17",
        "الاول : نفي قصد التغلب في البحث العلمي\t17\nالثاني : طرح البحث تارة على صعيد الروايات وتارة على صعيد الاقوال\t19\nالتحريف بالنقصان حسب الروايات\t23\nالقسم الاول : الحمل على اختلاف القراءات\t23",
        "القسم الثاني : ما نزل لا بعنوان القرآن\t24\nالقسم الثالث : ما يصحّ حمله على نسخ التلاوة\t24\nالقسم الرابع : الروايات القابلة للحمل على الدعاء\t25\nالبحث في سند الروايات\t26",
        "كتاب فصل الخطاب\t31\nالتحريف بالنقصان حسب الاقوال\t35\nملحق البحث\t37\n1 ـ حول قرآن علي عليه‌السلام\t37",
        "2 ـ موقف العلماء من الميرزا النوري وكتابه\t38\n3 ـ حول جمع القرآن الموجود\t40\n4 ـ مسألة تهذيب كتب الحديث من مثل هذه الروايات\t41\nبسم الله الرحمن الرحيم",
        "مقدّمة المركز :\nلا يخفى أنّنا لازلنا بحاجة إلى تكريس الجهود ومضاعفتها نحو الفهم الصحيح والافهام المناسب لعقائدنا الحقّة ومفاهيمنا الرفيعة ، ممّا يستدعي الالتزام الجادّ بالبرامج والمناهج العلمية التي توجد حالة من المفاعلة الدائمة بين الاُمّة وقيمها الحقّة ، بشكل يتناسب مع لغة العصر والتطوّر التقني الحديث.\nوانطلاقاً من ذلك ، فقد بادر مركز الابحاث العقائدية التابع لمكتب سماحة آية الله العظمى السيد السيستاني ـ مدّ ظلّه ـ إلى اتّخاذ منهج ينتظم على عدّة محاور بهدف طرح الفكر الاسلامي الشيعي على أوسع نطاق ممكن.\nومن هذه المحاور : عقد الندوات العقائديّة المختصّة ، باستضافة نخبة من أساتذة الحوزة العلمية ومفكّريها المرموقين ، التي تقوم نوعاً على الموضوعات الهامّة ، حيث يجري تناولها بالعرض والنقد",
        "والتحليل وطرح الرأي الشيعي المختار فيها ، ثم يخضع ذلك الموضوع ـ بطبيعة الحال ـ للحوار المفتوح والمناقشات الحرّة لغرض الحصول على أفضل النتائج.\nولاجل تعميم الفائدة فقد أخذت هذه الندوات طريقها إلى شبكة الانترنت العالمية صوتاً وكتابةً.\nكما يجري تكثيرها عبر التسجيل الصوتي والمرئي وتوزيعها على المراكز والمؤسسات العلمية والشخصيات الثقافية في شتى أرجاء العالم.\nوأخيراً ، فإنّ الخطوة الثالثة تكمن في طبعها ونشرها على شكل كراريس تحت عنوان «سلسلة الندوات العقائدية» بعد إجراء مجموعة من الخطوات التحقيقية والفنيّة اللازمة عليها.",
        "وهذا الكرّاس الماثل بين يدي القارئ الكريم واحدٌ من السلسلة المشار إليها.\nسائلينه سبحانه وتعالى أن يناله بأحسن قبوله.\n\nبسم الله الرحمن الرحيم",
        "تمهيد :\nالحمد لله رب العالمين ، والصلاة والسلام على محمد وآله خير الخلق أجمعين ، ولعنة الله على أعدائهم أجمعين من الاوّلين والاخرين.\nموضوع تحريف القرآن لا يكفيه مجلس واحد ولا مجلسان ولا ثلاثة مجالس إذا أردتم أن نستوعب البحث ونستقصي جوانبه المتعددة المختلفة ، أمّا إذا أردتم الافتاء أو نقل الفتاوى عن الاخرين من كبار علمائنا السابقين والمعاصرين ، فأنقل لكم الفتاوى ، ولكنّكم تريدون الادلّة بشيء من التفصيل.\nفإليكم الان صورةً مفيدة عن هذا الموضوع ، وبالله التوفيق.",
        "سلامة القرآن من التحريف\nلا ريب ولا خلاف في أنّ القرآن المجيد الموجود الان بين أيدي المسلمين هو كلام الله المنزل على رسوله صلى‌الله‌عليه‌وآله‌وسلم ، وهو المعجزة الخالدة له ، وهو الذي أوصى أُمّته بالرجوع إليه ، والتحاكم إليه ، وأفاد في حديث الثقلين المتواتر بين الفريقين أنّ القرآن والعترة هما الثقلان اللذان تركهما في أُمّته لئلاّ تضلّ ما دامت متمسّكة بهذين الثقلين.\nهذا الحديث مروي بهذه الصورة التي أنتم تعلمونها ، وفي أحد ألفاظه : «إنّي تارك فيكم الثقلين : كتاب الله وعترتي أهل بيتي ، ما إن تمسّكتم بهما لن تضلّوا بعدي أبداً ، وإنّهما لن يفترقا حتّى يردا عَلَيّ الحوض».\nإلاّ أنّ بعض العامة يروون هذا الحديث بلفظ : «إنّي تارك فيكم الثقلين كتاب الله وسنّتي» ، وقد أفردنا رسالة خاصة بهذا الحديث ،",
        "وهي رسالة مطبوعة منتشرة في تحقيق هذا الحديث سنداً ، ودلالةً ، إلاّ أنّي ذكرته هنا لغرض ما.\nأئمّتنا صلوات الله عليهم اهتمّوا بهذا القرآن بأنواع الاهتمامات ، فأمير المؤمنين أوّل من جمع القرآن ، أو من أوائل الذين جمعوا القرآن ، وهو والائمّة من بعده كلّهم كانوا يحثّون الاُمّة على الرجوع إلى القرآن ، وتلاوة القرآن ، وحفظ القرآن ، والتحاكم إلى القرآن ، وتعلّم القرآن ، إلى آخره.\nوهكذا كان شيعتهم إلى يومنا هذا.\nوالقرآن الكريم هو المصدر الاوّل لاستنباط الاحكام الشرعية عند فقهائنا ، يرجعون إلى القرآن في استنباط الاحكام الشرعية واستخراجها.",
        "إذن ، هذا القرآن الكريم ، هو القرآن الذي أنزله الله سبحانه وتعالى ، وهو الذي اهتمّ به أئمّتنا سلام الله عليهم ، وطالما رأيناهم يستشهدون بآياته ، ويتمسّكون بآياته ، ويستدلّون بها في أقوالهم المختلفة ، فإذا رجعنا إلى الروايات المنقولة نجد الاهتمام بالقرآن الكريم والاستدلال به في كلماتهم بكثرة ، سواء في نهج البلاغة أو في أُصول الكافي أو في سائر كتبنا ، والمحدّثون أيضاً عقدوا لهذا الموضوع أبواباً خاصة ، ولعلّ في كتاب الوافي أو بحار الانوار غنىً\nوكفاية عن أي كتاب آخر ، حيث جمعوا هذه الروايات في أبواب تخص القرآن الكريم.\nحسبنا كتاب الله :\nالنبي صلى‌الله‌عليه‌وآله‌وسلم خلّف في أُمّته القرآن ، وأمرهم بالتمسّك بالقرآن مع العترة ، وعلى فرض صحّة الحديث الاخر ، أمرهم بالتمسّك بالكتاب والسنّة ، إلاّ أنّ من الاصحاب الذين يقتدي بهم العامّة من قال : حسبنا كتاب الله ، ففرّق هذا القائل وأتباعه بين الكتاب والعترة ، أو بين الكتاب والسنّة ، وحرموا الاُمّة الانتفاع والاستفادة من العترة أو من السنّة ، وقالوا : حسبنا كتاب الله ، إلاّ أنّهم لم يحافظوا على هذا القرآن الكريم ، هم الذين قالوا : حسبنا كتاب الله ، تركوا تدوين الكتاب الكريم إلى زمن عثمان ، يعني إلى عهد حكومة الاُمويين ، فالقرآن الموجود الان من جمع الاُمويين في عهد عثمان ، كما أنّ السنّة الموجودة الان بيد العامّة هي سنّة دوّنها الاُمويّون ، ولسنا الان بصدد الحديث عن هذا المطلب.",
        "المهم أن نعلم أنّ الذين قالوا : حسبنا كتاب الله ، لم يرووا القرآن ، تركوا تدوينه وجمعه إلى زمن عثمان.\nولكن عثمان الذي جمع القرآن هو بنفسه قال : إنّ فيه لحناً ،\nوالذين جمعوا القرآن على عهد عثمان وتعاونوا معه في جمعه قالوا : إنّ فيه غلطاً ، قالوا : إنّ فيه خطأ.\nإلاّ أنّك لا تجد مثل هذه التعابير في كلمات أهل البيت عليهم‌السلام ، لا تجد عن أئمّتنا كلمة تشين القرآن الكريم وتنقص من منزلته ومقامه ، بل بالعكس كما أشرنا من قبل ، وهذه نقطة يجب أن لا يغفل عنها الباحثون ، وأُؤكّد أنّك لا تجد في رواياتنا كلمة فيها أقل تنقيص للقرآن الكريم.",
        "فالذين قالوا : حسبنا كتاب الله ، وأرادوا أن يعزلوا الاُمّة عن العترة والسنّة ، أو يعزلوا السنّة والعترة عن الاُمّة ، هم لم يجمعوا القرآن ، وتركوا جمعه إلى زمن عثمان ، وعثمان قال : إنّ فيه لحناً. وقال آخر : إنّ فيه غلطاً. وقال آخر : إنّ فيه خطأ. (1)\nثمّ جاء دور العلماء ، دور الباحثين ، دور المحدّثين ، فمنذ اليوم الاوّل جعلوا يتّهمون الشيعة الاماميّة الاثني عشرية بأنّهم يقولون بتحريف القرآن.\n__________________\n(1) راجع : الدرّ المنثور في التفسير بالمأثور 2 / 47 ، تفسير الرازي 22 / 74 ، الاتقان في علوم القرآن 1 / 316 ، فتح الباري 8 / 301 ، معالم التنزيل.",
        "معاني التحريف\nإنّ للتحريف معاني عديدة :\nالتحريف بالترتيب :\nهناك معنى للتحريف لا خلاف بين المسلمين في وقوعه في القرآن الكريم ، يتّفق الكل على أنّ القرآن الموجود ليس تدوينه بحسب ما نزل ، يختلف وضع الموجود عن تنزيله وترتيبه في النزول ، وهذا ما ينصّ عليه علماء القرآن في كتبهم ، فراجعوا إن شئتم كتاب الاتقان لجلال الدين السيوطي ، ترونه يذكر أسامي السور ، سور القرآن الكريم بحسب نزولها.",
        "وأيّ غرض كان عندهم من هذا الذي فعلوا؟ لماذا فعلوا هكذا؟ هذا بحث يجب أن يطرح ، فقد قلت لكم إنّ المجلس الواحد لا يكفي.\nترتيب السور وترتيب الايات يختلف عمّا نزل عليه القرآن\nالكريم ، ترون آية المودة مثلاً وضعت في غير موضعها ، آية التطهير وضعت في غير موضعها ، ترون آية (أكملت لكم دينكم) وضعت في غير موضعها ، سورة المائدة التي هي بإجماع الفريقين آخر ما نزل من القرآن الكريم ، ترونها ليست في آخر القرآن ، بل في أوائل القرآن ، ما الغرض من هذا؟ فهذا نوع من التحريف لا ريب في وقوعه ، وقد اتفق الكلّ على وقوعه في القرآن.\nالتحريف بالزيادة :",
        "وهناك معنى آخر من التحريف اتفقوا على عدم وقوعه في القرآن ، ولا خلاف في ذلك ، وهو التحريف بالزيادة ، اتفق الكل وأجمعوا على أنّ القرآن الكريم لا زيادة فيه ، أي ليس في القرآن الموجود شيء من كلام الادميين وغير الادميين ، إنّه كلام الله سبحانه وتعالى فقط.\nنعم ينقلون عن ابن مسعود الصحابي أنّه لم يكتب في مصحفه المعوّذتين (1) ، قال : لانّهما ليستا من القرآن.\nإلاّ أنّ الكل خطّأه ، حتّى في رواياتنا أيضاً خطّأه الائمّة سلام الله عليهم.\n__________________",
        "(1) مسند أحمد 5 / 129 ، الاتقان في علوم القرآن 1 / 271.\nفليس في القرآن زيادة ، وهذا معنى آخر من التحريف.\nالتحريف بالنقصان :\nالمعنى الذي وقع فيه النزاع هو التحريف بمعنى النقصان : بأن يكون القرآن الكريم قد وقع فيه نقص ، بأن يكون غير مشتمل أو غير جامع لجميع ما نزل من الله سبحانه وتعالى بعنوان القرآن على رسوله الكريم صلى‌الله‌عليه‌وآله‌وسلم ، هذا هو الامر الذي يُتّهم الشيعة الاماميّة بالاعتقاد به.",
        "تنبيهان\nالاول : نفي قصد التغلب في البحث العلمي\nقبل كلّ شيء ، لابد من أن أُذكّركم بمطلب ينفعنا في هذا البحث وفي كلّ بحث من البحوث :\nدائماً يجب أن يكون الذين يبحثون في موضوع من المواضيع العلمية ، وبعبارة أُخرى : على كلّ مختلفين في مسألة ، سواء كان هناك عالمان يختلفان في مسألة ، أو فرقتان وطائفتان تختلفان في مسألة ، يجب أن يكونوا ملتفتين وواعين إلى نقطة ، وهي أن لا يكون القصد من البحث هو التغلّب على الطرف الاخر بأيّ ثمن ، أن لا يحاولوا الغلبة على الخصم ولو على حساب الاسلام والقرآن ، دائماً يجب أن يحدّد الموضوع الذي يبحث عنه ، ويجب أن يكون الباحث ملتفتاً إلى الاثار المترتّبة على بحثه ، أو على الاعلان عن وجهة نظره في تلك المسألة.",
        "لاحظوا لو أنّ السنّيّ إتّهم الطائفة الشيعية كلّها بأنّهم يقولون بنقصان القرآن ، فهذا خطأ إن لم يكن هناك تعصّب ، إن لم يكن هناك عداء ، إن لم يكن هناك أغراض أُخرى ، هذا خطأ في البحث.\nفيجب على الباحث أن يحدّد موضوع بحثه ، فالتحريف بأيّ معنى؟ قلنا : للتحريف معاني متعددة ، ثمّ إنّك تنسب إلى طائفة بأجمعها إنّهم يقولون بتحريف القرآن ، هل تقصد الشيعة كلّها بجميع فرقها ، أو تقصد الشيعة الامامية الاثني عشرية.\nلو قرأت كتاب منهاج السنة لرأيته يتهجّم على الطائفة الشيعية بأجمعها وبجميع أشكالها وأقسامها وفرقها ، إذا سألته بأنّ هذه الاشياء التي تنسبها إلى الشيعة هم لا يقولون بها ، يقول : إنّما قصدت الغلاة منهم ، إنّك تسبّ الشيعة بأجمعها ، ثمّ عندما تعتذر تقول قصدت بعضهم ، هذا خطأ في البحث إنْ لم يكن غرض ، إن لم يكن مرض.\nإذن ، يجب أن يحدّد البحث ، فتقول في الطائفة الشيعية الاثني عشرية من يقول بتحريف القرآن بمعنى نقصان القرآن ، لا أن تقول إنّ الشيعة تقول بتحريف القرآن ، التحريف بمعنى النقصان ، ففي الشيعة من لا يقول بتحريف القرآن ، في الشيعة من لا يقول بنقصان القرآن ، في الشيعة من ينفي نقصان القرآن ، فكيف تنسب إلى كلّهم",
        "هذا القول.\nفلو أنّ شيعيّاً أيضاً بادر وانبرى للدفاع عن مذهبه ، وعن عقائده ، فاتّهم السنّة كلّهم بأنّهم يقولون بتحريف القرآن ، وبنقصانه ، إذن ، وقع وفاق بين الجانبين من حيث لا يشعرون على أنّ القرآن محرّف وناقص ، وهذا ممّا ينتفع به أعداء الاسلام وأعداء القرآن.\nفلا يصحّ للشيعي أن ينسب إلى السنّي أو إلى السنّة كلّهم بأنّهم يقولون بتحريف القرآن ونقصانه ، كما لا يصحّ للسنّي أن يطرح البحث هكذا.\nالثاني : طرح البحث تارة على صعيد الروايات وتارة على صعيد الاقوال",
        "في كلّ بحث ، تارة يطرح البحث على صعيد الروايات ، وتارة يطرح البحث على صعيد الاقوال ، وهذا فيه فرق كثير ، علينا أن ننتبه إلى أنّ الاقوال غير الروايات ، والروايات غير الاقوال ، فقد تكون هناك روايات وأصحاب المذهب الرواة لتلك الروايات لا يقولون بمضامينها ومداليلها ، وقد يكون هناك قول وروايات الطائفة المتفق عليها تنافي وتخالف ذلك القول.\nإذن ، يجب دائماً أن يكون الانسان على التفات بأنّه كيف\nيطرح البحث ، وما هو بحثه ، وما هي الخطوط العامّة للبحث ، وما هو الموضوع الذي يبحث عنه ، وكيف يريد البحث عن ذلك الموضوع ، هذا كلّه إذا كان الغرض أن يكون البحث موضوعياً ، أن يكون البحث علميّاً ، لا يكون فيه تهجّم أو تعصّب أو خروج عن الانصاف.\nفالنقطة التي أُؤكّد عليها دائماً هي : أنّ أبناء المذهب الواحد إذا اختلفوا في رأي ، عليهم أن يطرحوا البحث فيما بينهم بحيث لا ينتهي إلى الاضرار بالمذهب ، وأيضاً الطائفتان من المسلمين ، إذا اختلفتا في رأي ، في قضيّة ، في مطلب ، عليهما أن يبحثا عن ذلك الموضوع بحيث لا يضرّ بالاسلام كلّه ، بحيث لا يضرّ القرآن كلّه.",
        "أيصح أنّك إذا بحثت مع سنّي حول شيء من شؤون الخلافة مثلاً ، وأراد أن يتغلّب عليك فيضطرّ إلى إنكار عصمة النبي مثلاً ، هذا ليس أُسلوب البحث ، هذا غرض من الباحث ، وقد شاهدناه كثيراً في بحوث القوم ، وهذا من جملة نقاط الضعف المهمّة الكبيرة عندهم ، إنّهم إذا تورّطوا ، وخافوا من الافحام ، نفوا شيئاً ممّا لا يجوز نفيه ، أو أنكروا أصلا مسلّماً من أُصول الاسلام.\nوعلى كلّ حال ، فهذه أُمور أحببت أنْ أُذكّركم بها ، لانّها تفيد دائماً ، وفي بحثنا أيضاً مفيدة جدّاً.\nلا يمكن أن ننسب إلى السنّة كلّهم أنّهم يقولون بنقصان القرآن ، هذا لا يجوز ، كما لا يجوز للسنّي أن ينسب إلى الطائفة الشيعية الاثني عشرية أنّها تقول بنقصان القرآن ، هذا لا يجوز.\nثمّ على كلّ باحث أن يفصل بين الروايات ، وبين الاقوال ، وهذا شيء مهم جدّاً ، ففي مسألة تحريف القرآن بمعنى النقصان ، تارة نبحث عن الموضوع على صعيد الروايات ، وتارة نبحث عن الموضوع على صعيد الاقوال ، والروايات والاقوال تارةً عند السنّة ، وتارة عند الشيعة الامامية الاثني عشرية.",
        "التحريف بالنقصان حسب الروايات\nإنّ الروايات الواردة في كتبنا نحن الامامية ، فيما يتعلّق بموضوع نقصان القرآن الكريم ، يمكن تقسيمها إلى أقسام عديدة ، وهذا التقسيم ينطبق في رأيي على روايات أهل السنة أيضاً ، لانّي أُريد أن أبحث عن المسألة بحثاً موضوعيّاً ، ولست في مقام الدفاع أو الردّ :\nالقسم الاول : الحمل على اختلاف القراءات\nإنّ كثيراً من الروايات الواردة في كتبنا وفي كتبهم قابلة للحمل على اختلاف القراءات ، وهذا شيء موجود لا إنكار فيه ، الاختلاف في القراءات شيء موجود ، في كتبنا موجود ، في رواياتنا ، وفي روايات متعددة.",
        "إذن ، لو أنّ شيعيّاً أراد أن يتمسّك برواية قابلة للحمل على\nالاختلاف في القراءة ليفحم الخصم بأنّك تقول بتحريف القرآن ، أو في رواياتكم ما يدلّ على تحريف القرآن ، هذا غير صحيح ، كما لا يصحّ للسنّي أن يتمسّك بهكذا روايات موجودة في كتبنا.\nفهذا قسم من الروايات.\nالقسم الثاني : ما نزل لا بعنوان القرآن",
        "نزل عن الله سبحانه وتعالى ، ونزل بواسطة جبرئيل ، لكن لا بعنوان القرآن ، وقد وقع خلط كبير بين القسمين ، ما نزل من الله سبحانه وتعالى على رسوله بعنوان القرآن ، وما نزل من الله سبحانه وتعالى على رسوله لا بعنوان القرآن ، وقع خلط كبير بين القسمين من الروايات ، وهذا موجود في رواياتنا وفي رواياتهم أيضاً.\nالقسم الثالث : ما يصحّ حمله على نسخ التلاوة\nوهذا البحث بحث أصولي ، ولابدّ أنّكم درستم أو ستدرسون هذا الموضوع ، مسألة النسخ كما في الكتب الاصوليّة.\nفبناءً على نسخ التلاوة ، ووجود نسخ التلاوة ، وأن يكون هناك لفظ لا يتلى إلاّ أنّ حكمه موجود.",
        "إذ النسخ ينقسم إلى ثلاثة أقسام :\nمنسوخ اللفظ والحكم.\nمنسوخ الحكم دون اللفظ.\nومنسوخ اللفظ دون الحكم.",
        "هذه ثلاثة أقسام في النسخ ، يتعرضون لها في الكتب الاصوليّة ، وفي علوم القرآن أيضاً يتعرضون لهذه البحوث.\nفلو أنّا وافقنا على وجود نسخ التلاوة ، فقسم من الروايات التي بظاهرها تدلّ على نقصان القرآن ، هذه الروايات قابلة للحمل على نسخ التلاوة.\nالقسم الرابع : الروايات القابلة للحمل على الدعاء\nفهناك بعض الروايات تحمل ألفاظاً توهّم أنّها من القرآن ، والحال أنّ النبي صلى‌الله‌عليه‌وآله‌وسلم كان يدعو بها ، هذه أيضاً موجودة في كتبهم وفي كتبنا.",
        "وتبقى في النتيجة أعداد قليلة من الروايات ، هي لا تقبل الحمل ، لا على نسخ التلاوة بناءً على صحّته ، ولا على الحديث القدسي ، ولا على الاختلاف في القراءات ، ولا على الدعاء ، ولا على وجه آخر من الوجوه التي يمكن أن تحمل تلك الروايات عليها ، فتبقى هذه الروايات واضحة الدلالة على نقصان القرآن.\nالبحث في سند الروايات :\nحينئذ تصل النوبة إلى البحث عن سند تلك الروايات ، لانّ الرواية إنّما يصحّ الاستناد إليها في مسألة من المسائل ، في أي باب من الابواب ، إنّما يصحّ التمسّك برواية إذا ما تمّ سندها ، وتمّت دلالتها على المدعى.\nفلو فرضنا أنّ الرواية لا تقبل الحمل على وجه من الوجوه المذكورة وغيرها من الوجوه ، فحينئذ تبقى الرواية ظاهرة في الدلالة على نقصان القرآن ، فتصل النوبة إلى البحث عن سندها.",
        "هنا نقطة الخلاف بيننا وبين أهل السنّة ، ومع الاسف فإنّنا وجدنا الروايات التي تدلّ دلالة واضحة على نقصان القرآن ولا تقبل الحمل على شيء من الوجوه الصحيحة أبداً ، وجدنا تلك الروايات كثيرةً عدداً وصحيحة سنداً في كتب أهل السنّة.\nاللهمّ ، إلاّ أن نجد في المعاصرين ـ كما نجد مَن يقول بما نقول ـ بأنْ لا كتاب صحيح عند السنّة من أوّله إلى آخره أبداً ، ونحن أيضاً منذ اليوم الاوّل قلنا بالنسبة إلى كتبهم : إنّهم تورّطوا عندما قالوا بصحّة الكتب الستة ولا سيّما الصحيحين ، ولاسيّما البخاري ، بناءاً على المشهور بينهم حيث قدّموه على كتاب مسلم ، وقالوا بأنّه\nأصحّ الكتب بعد القرآن المجيد ، تورّطوا في هذا.\nنعم ، نجد الان في ثنايا كتب المعاصرين ، وفي بعض المحاضرات التي تبلغنا عن بعضهم ، أنّهم ينكرون أو ينفون القول بصحّة الكتابين أيضاً ، وهذا يفتح باباً لهم ، كما يفتح باباً لنا.",
        "وأمّا بناءاً على المشهور بينهم من صحّة الصحيحين والكتب الاربعة الاُخرى ، بالاضافة إلى كتب وإن لم تسمّ بالصحاح إلاّ أنّهم يرون صحّتها ككتاب المختارة للضياء المقدسي ، الذي يرون صحّته ، والمستدرك على الصحيحين ، حيث الحاكم يراهُ صحيحاً ، وغيره أيضاً ، ومسند أحمد بن حنبل الذي يصرّ بعض علمائهم على صحّته من أوّله إلى آخره ، وهكذا كتب أُخرى.\nفماذا يفعلون مع هذه الروايات؟ وماذا يقولون؟ روايات لا ريب في دلالتها على التحريف ، يعني كلّما حاولنا أن نحملها على بعض المحامل الصحيحة ونوجّهها التوجيه الصحيح ، لا نتمكّن ...\nأمّا نحن ، فقد تقرّر عندنا منذ اليوم الاوّل ، أنْ لا كتاب صحيح من أوّله إلى آخره سوى القرآن ، هذا أوّلاً.\nوثانياً : تقرّر عندنا أنّ كلّ رواية خالفت القرآن الكريم فإنّها تطرح ... نعم ، كلّ خبر خالف الكتاب بالتباين فإنّه يطرح ، إن لم يمكن تأويله ، وفرضنا أنّ هذا القسم الاخير لا يمكن تأويله.",
        "نعم في رواياتنا ـ ونحن لا ننكر ـ توجد روايات شاذة ، قليلة جدّاً ، هذه لا يمكن حملها على بعض المحامل.\nلكن هذه الروايات أعرض عنها الاصحاب ، السيّد المرتضى رحمة الله عليه المتوفى قبل ألف سنة تقريباً يدّعي الاجماع على عدم نقصان القرآن ، مع وجود هذه الروايات الشاذة ، يدّعي الاجماع على ذلك ، فيدلّ على إعراضهم عن هذه الروايات وعدم الاعتناء بها ، وكذلك الطبرسي في مجمع البيان ، والشيخ الطوسي في التبيان ، وهكذا كبار علمائنا (1).\nوالاهمّ من ذلك كلّه ، لو أنّكم لاحظتم كتاب الاعتقادات للشيخ الصدوق (2) ، فنصّ عبارته : ومن نسب إلينا أنّا نقول بأنّ القرآن أكثر من هذا الموجود بين أيدينا فهو كاذب علينا.\nمع العلم بأنّ الصدوق نفسه يروي بعض الروايات الدالة على التحريف في بعض كتبه ، وقد تقرّر عندنا في الكتب العلمية أنّ الرواية أعمّ من الاعتقاد ، ليس كلّ راو لحديث يعتقد بما دلّ عليه الحديث ، يشهد بذلك عبارة الصدوق رحمة الله عليه الذي هو رئيس المحدّثين ، فإنّه قد يروي بعض الروايات التي هي بظاهرها",
        "__________________\n(1) راجع : التبيان في تفسير القرآن 1 / 3 ، مجمع البيان في تفسير القرآن 1 / 15.\n(2) الشيخ الصدوق أولاً : يلقّب برئيس المحدّثين ، وثانياً : في كتابه الاعتقادات يذكر هذا المطلب ، وثالثاً : الشيخ الصدوق من قدماء علمائنا.\nتدلّ على نقصان القرآن ، لكنّه يقول : من نسب إلينا أنّا نقول بأنّ القرآن أكثر ممّا هو الان بأيدينا فهو كاذب علينا.",
        "إذن ، لا يقول بمضامين هذه الروايات ، فهذه نقطة أُخرى.\nلقد تتبّعت كتبنا منذ القديم ، كتبنا في الحديث ، كتبنا في التفسير ، كتبنا في علوم الحديث ، وفي الاصول أيضاً ، وفي الفقه أيضاً في أبواب القراءة حيث تطرح مسألة نقصان القرآن ، فلم أجد من علمائنا الكبار الذين يُرجع إليهم ويعتمد عليهم في المذهب من يقول بنقصان القرآن بعدد أصابع اليد الواحدة.\nإلاّ أنّك إذا راجعت كتاب البخاري الذي التزم فيه بالصحة ، وإذا راجعت كتاب مسلم الذي التزم فيه بالصحة ، والكتب الاُخرى ، ككتاب مسند أحمد وغيره وغيره ... بل لقد ذكرت في كتابي في هذا الموضوع اسم أربعين عالماً من كبار علماء القوم ، في مختلف القرون ، يروون أحاديث التحريف ، ومن بينهم أكثر من عشرة يلتزمون بصحّة تلك الاحاديث التي رووها في كتبهم ، فلو أردنا أن ننسب هذا القول إلى قوم من المسلمين فبالاحرى أن ينسب إلى ...\nأمّا نحن ، فلا نقول هكذا ، لانّه قد قلنا إنّ البحث على صعيد الاقوال يجب أن لا يختلط بالبحث على صعيد الاحاديث ، ففي",
        "الاقوال نجدهم أيضاً يدّعون الاجماع على عدم نقصان القرآن.\nإذن ، القرآن غير ناقص ، لا عندنا ولا عندهم ، ولو كان هناك قول فهو قول شاذّ منّا ومنهم ، لكن الروايات عندهم كثيرة ، وهي عندهم صحيحة ، أكثرها عن عمر بن الخطّاب ، وعن عائشة ، وعن أبي موسى الاشعري ، وعن زيد بن ثابت ، وعن عبدالله بن العباس ، وعن جماعة آخرين من كبار القرّاء عندهم ، من أُبي بن كعب ، وعبدالله بن مسعود ، هم يروون تلك الاحاديث ، ولا يوجد عُشر أعشارها في كتبنا.\nإلاّ أنّ الطريق الصحيح أن نقول ببطلان هذه الاحاديث كما يقولون ، ويبقى عليهم أن يرفعوا اليد عن صحّة الصحيحين والصحاح الستّة ، فلو رفعوا اليد عن هذا المبنى المشتهر بينهم ، وأيضاً رفعوا اليد عمّا اشتهر بينهم من عدالة الصحابة أجمعين ، فلو أنّا وجدناهم لا يقولون بعدالة الصحابة ، ووجدناهم لا يقولون بصحّة الصحيحين أو الصحاح ، ارتفع النزاع بيننا وبينهم ، لانّ النزاع سيبقى في دائرة الروايات الموجودة في كتبهم ، إذ المفروض أنّهم على صعيد الاقوال لا يقولون بتحريف القرآن ، وإنْ كنت عثرت على أقوال أيضاً منهم صريحة في كون القرآن ناقصاً.\nكتاب فصل الخطاب :",
        "إلاّ أنّهم ما زالوا يواجهون الطائفة الشيعية بكتاب فصل الخطاب للميرزا النوري ، صحيح أنّ الميرزا نوري من كبار المحدّثين ، إنّنا نحترم الميرزا النوري ، الميرزا النوري رجل من كبار علمائنا ، ولا نتمكّن من الاعتداء عليه بأقل شيء ، ولا يجوز ، وهذا حرام ، إنّه محدّث كبير من علمائنا ، لكنّكم لم تقرأوا كتاب فصل الخطاب ، لربّما قرأتم كتباً لبعض الهنود ، أو الباكستانيين ، أو بعض الخليجيين ، أو بعض المصريين ، الذين يتهجّمون على الشيعة ، ولا يوجد عندهم في التهجّم إلاّ نقاط منها مسألة تحريف القرآن ، وليس عندهم إلاّ الميرزا النوري وكتاب فصل الخطاب ، هذا تقرؤونه ، وما زالوا يكرّرون هذا ، ما زالوا وحتّى يومنا هذا ، بعضهم يحاول أن ينسب إلى الطائفة هذا القول من أجل كتاب فصل الخطاب ، ولكنّكم لو قرأتم كتاب فصل الخطاب لوجدتم خمسين بالمائة من رواياته من أهل السنّة أو أكثر من خمسين بالمائة ، ولوجدتم أنّ فصل الخطاب يشتمل على الروايات المختلفة التي تقبل الحمل على اختلاف القراءات ، وتقبل الحمل على الحديث القدسي ، وتقبل الحمل على الدعاء ، ولا يبقى هناك إلاّ القليل الذي\nأشرت إليه من قبل ، والذي يجب أن يدرس من الناحية السندية.\nوحتّى أنّي وجدت كتاباً قد أُلّف من قبل بعضهم ، نظير كتاب فصل الخطاب ، إلاّ أنّ الحكومة المصريّة صادرت هذا الكتاب وأحرقته بأمر من مشيخة الازهر ، وحاولوا أن يغطّوا على هذا الامر ، فلا ينتشر ولا يسمع به أحد ، إلاّ أنّ الكتاب موجود عندنا الان في قم ، كتاب صادرته الحكومة المصريّة.\nوالفرق بيننا وبينهم ، أنّا إذا طبع عندنا كتاب فصل الخطاب مرّةً واحدة منذ كذا من السنين ، ليست هناك حكومة تصادر هذا الكتاب ، إلاّ أنّهم لو أنّ باحثاً كتب شيئاً يضرّ بمذهبهم بأيّ شكل من الاشكال حاربوه وطاردوه وصادروا كتابه وحرّقوه وحكموا عليه بالسجن ، والكتاب الذي أشرت إليه موجود عندنا في قم ولا يجوز لي إظهاره لكم ، وقد ذكرت لكم من قبل إنّا لا نريد أن نطرح المسألة بحيث تضرّ بالاسلام والقرآن.",
        "وعلى الجملة ، فإنّ هذا الموضوع يجب أن يبحث عنه في دائرة البحث العلمي الموضوعي ، وعلى صعيدي الاقوال والروايات كلاًّ على حدة ، بحيث يكون بحثاً موضوعيّاً خالصاً بحتاً ، ولا يكون هناك تهجّم من أحد على أحد ، ولو أنّ السنّي أراد أن يواجه شيعيّاً عالماً مطّلعاً على هذه القضايا لافحم في أوّل\nلحظة ، ولكنّهم ينشرون كتبهم على مختلف اللغات وبأشكال مختلفة ، ولربّما حتّى في موسم الحجّ يوزّعون كتبهم على الحجّاج ، حتّى ينتشر هذا الافتراء منهم على هذه الطائفة ، إلاّ أنّ واحداً منهم لا يستعد لانْ يباحث في مثل هذا الموضوع الحسّاس الذي طالما حاولوا أن يخصموا به هذه الطائفة المظلومة منذ اليوم الاوّل.\nإنّ الفرق بيننا وبينهم هو أنّهم دائماً يحاولون أن يغطّوا على مساويهم وسيّئاتهم ، ثمّ يتهجّمون على الاخرين بالافتراء والشتم ، ولست بصدد التهجّم على أحد ، وإنّما البحث ينجرّ أحياناً وينتهي إلى ما لا يقصده الانسان.\nفنرجع إلى ما كنّا فيه وحاصله : أمّا على صعيد الروايات ، فروايات التحريف بمعنى نقصان القرآن في كتب أولئك القوم هي أكثر عدداً وأصحّ سنداً ، ومن أراد البحث فأهلاً وسهلاً ، أنا مستعد أن أُباحثه في هذا الموضوع.",
        "التحريف بالنقصان حسب الاقوال\nوأمّا على صعيد الاقوال ، فنحن وهم متفقون على أنّ القرآن الكريم سالم من النقصان ، وليس فيه أي تحريف بمعنى النقصان ، ولم يقع فيه أي نقيصة ، هذا متفق عليه بين الطائفتين ، ولا يُعبأ بالشذوذ الموجود عندنا وعندهم.\nفالقرآن مصون من التحريف ، سالم من النقيصة ، ليس بيننا وبين الفرق الاُخرى من المسلمين خلاف في أنّه القرآن العظيم الكريم الذي يجب أن يُتلى ، يجب أن يتّبع ، يجب أن يتحاكم إليه ، يجب أن ينشر ، يجب أن يُدرس ، وإلى آخره ، هذا هو القرآن.\nإلاّ أنّ في ثنايا أحاديثهم ما يضرّ بهذا القرآن ، ممّا نقل عن عثمان بسند صحيح أنّ فيه لحناً ، وعن ابن عبّاس أنّ فيه خطأ ، وعن آخر أنّ فيه غلطاً ، وهذه الاشياء غير موجودة في رواياتنا أبداً ، والمحققون من أهل السنّة يعرضون عن هذه النقول ، وقول",
        "بعض الصحابة : حسبنا كتاب الله ، فالغرض منه شيء آخر ، كان الغرض من هذه المقولة عزل الاُمّة عن العترة الطاهرة ، وعزل العترة عن الاُمّة ، وعلى فرض صحّة الحديث القائل : إنّي تارك فيكم الثقلين كتاب الله وسنّتي ، فقد عزلوا السنّة عن الاُمّة والاُمّة عن السنّة أيضاً عندما قالوا : حسبنا كتاب الله ، لكنّ قولهم حسبنا كتاب الله يقصد منه شيء آخر أيضاً ، أليس الوليد قد رماه ومزّقه ، ألم يقل :\nأليس عبد الملك بن مروان الذي هو خليفة المسلمين عندهم ، عندما أُخبر أو بُشّر بالحكم وكان يقرأ القرآن قال : هذا فراق بيني وبينك؟!\nإذن ، لم يبق القرآن كما لم تبق العترة ولم تبق السنّة.\nأكانت هذه الخطّة مدبّرة ، أو لا عن عمد قال القائل كذا وانتهى الامر إلى كذا ، لكنّ الله سبحانه وتعالى يقول : (أَفَإِنْ مَاتَ أَوْ قُتِلَ انْقَلَبْتُمْ عَلَى أَعْقَابِكُمْ وَمَنْ يَنْقَلِب عَلَى عَقِبَيْهِ فَلَنْ يَضُرَّ اللهَ شَيْئاً وَسَيَجْزِي اللهُ الشَّاكِرِينَ) (1).",
        "__________________\n(1) سورة آل عمران 3 / 144.\nملحق البحث (1)\n1 ـ حول قرآن علي عليه‌السلام :",
        "هذا الموضوع تعرّضت له في بحثي حول تحريف القرآن (2) ، فهو يشكّل فصلاً من فصول الكتاب ، أو شبهةً من شبهات تحريف القرآن ، صحيح أنّ أمير المؤمنين عليه‌السلام جمع القرآن ، وقد أشرت إلى هذا من قبل ، فالامام جاء بالقرآن إليهم ، فرفضوه ، وهذا أيضاً موجود ، كان لعلي قرآن ، هذا موجود والكل يذكره ، علي جمع القرآن الكل يذكره ، حتى جاء في فهرست النديم أيضاً أنّ قرآن علي كان موجوداً عند أحد علماء الشيعة الكبار في عصر النديم ، أتذكر يقول : رأيته عند أبي يعلى الجعفري ، فهذا القرآن الان\n__________________\n(1) يعقب المركز ندواته العقائدية بالاجابة على الاسئلة ، وتتميماً للفائدة نذكر في هذا الملحق الاجابة على بعض الاسئلة مع الاختصار وحذف الاسئلة والاكتفاء بوضع عنوان لكل سؤال.\n(2) التحقيق في نفي التحريف عن القرآن الشريف : 89.",
        "موجود عند الامام الحجة عجّل الله تعالى فرجه كسائر المواريث الموجودة عنده.\nويختلف هذا القرآن عن القرآن الموجود الان في الترتيب أوّلاً ، ويختلف عن القرآن الموجود في أنّ عليّاً قد أضاف في هوامش الايات بعض الفوائد التي سمعها من النبي والمتعلّقة بتلك الايات ، ذكرها في الهوامش.\nأمّا أن يكون ذلك القرآن يختلف عن هذا القرآن في ألفاظه أي في سور القرآن ومتن القرآن ، هذا غير ثابت عندنا ، غاية ما هناك أنّه يختلف مع هذا القرآن الموجود في الترتيب ، وفي أنّ فيه إضافات أمير المؤمنين تتعلّق بالايات وقد سمعها من النبي ، فكتبها في هوامش تلك الايات ، إذن ، هذا الموضوع لا علاقة له بمسألة نقصان القرآن.\nوهذا القرآن موجود عند الامام الثاني عشر عليه‌السلام كما في رواياتنا.",
        "2 ـ موقف العلماء من الميرزا النوري وكتابه :\nلقد ردّ عليه العلماء ، وكتبت ردود كثيرة على كتابه ، من المعاصرين له ومن كبار علمائنا المتأخرين عنه ، هناك كتاب في\nالرد على فصل الخطاب ، كتاب كبير وضخم ، ردّ على روايات فصل الخطاب واحده واحدة ، ونظر فيها واحداً واحداً ، وهذا المؤلّف معاصر له ، إلاّ أنّ هذا الكتاب غير مطبوع الان.\nولاحظوا أنتم كتاب آلاء الرحمن في تفسير القرآن للشيخ البلاغي الذي هو معاصر للشيخ النوري ، لاحظوا هذا الكتاب وانظروا كيف يردّ عليه بشدّة.",
        "أمّا أنْ نكفّره ونطرده عن طائفتنا ونخرجه عن دائرتنا ، كما يطالب بعض الكتّاب المعاصرين من أهل السنّة ، فهذا غلط وغير ممكن أبداً ، وهل يفعلون هذا مع كبار الصحابة القائلين بالنقصان ، ومع كبار المحدّثين منهم الرواة لتلك الاقوال؟\nهذا ، وشيخنا الشيخ آقا بزرك الطهراني تلميذ المحدّث الميرزا النوري ، في كتاب الذريعة إلى تصانيف الشيعة ، تحت عنوان فصل الخطاب ، يصرُّ على أنّ الميرزا النوري لم يكن معتقداً بمضامين هذه الروايات ، ولم يكن معتقداً بكون القرآن ناقصاً ومحرّفاً ، فهذا ما يقوله شيخنا الشيخ الطهراني الذي هو أعرف بأحوال أُستاذه وبأقواله ، وهذا كتاب الذريعة موجود ، فراجعوه.\nولو سلّمنا أنّ الشيخ النوري يعتقد بنقصان القرآن ، فهو قوله ، لا قول الطائفة ، قول الواحد لا ينسب إلى الطائفة ، وكلّ بحثنا عن\nرأي الطائفة ، ولم يكن بحثنا عن رأي الشيخ النوري ، كنّا نبحث عن مسألة التحريف على ضوء الاقوال عند الطائفة كلّها ، على ضوء الروايات عند الطائفة كلّها ، لا على رأي واحد أو اثنين ، وإلاّ لذكرت خمسين عالماً كبيراً هو أكبر من الشيخ النوري وينفي التحريف.",
        "3 ـ حول جمع القرآن الموجود :\nإنّه لم يكن لائمّتنا عليهم‌السلام دور في جمع هذا القرآن الموجود ، إلاّ أنّهم كانوا يحفظون هذا القرآن ، ويتلون هذا القرآن ، ويأمرون بتلاوته ، وبالتحاكم إليه ، وبدراسته ، ولا تجد عنهم أقلّ شيء ينقص من شأنه.\nالقرآن كان مجموعاً على عهد رسول الله صلى‌الله‌عليه‌وآله‌وسلم ، مكتوباً على الخشب والحجر وأشياء أُخرى كانوا يكتبون عليها ، وكانت هذه مجتمعةً في مكان واحد ، إلاّ أنّها غير مرتّبة ، ومبعثرة غير مدوّنة ، عند أبي بكر ، ثمّ عند عمر ، ثمّ عند حفصة ، حتّى جاء عثمان وقد حصل الترتيب على الشكل الموجود الان في زمن عثمان.\nإلاّ أنّكم لو تلاحظون روايات القوم في كيفيّة جمعه وتدوينه ، لاخذتكم الدهشة ، ولا شيء من مثل تلك الروايات في كتب",
        "أصحابنا.\nوعندما أرادوا جمع القرآن وتدوينه وترتيبه ، طالبوا من كتب قرآناً لنفسه بإحضار نسخته ، فأخذوها وأحرقوها ، أمّا قرآن علي عليه‌السلام فهو باق كما ذكرنا من قبل.\n4 ـ مسألة تهذيب كتب الحديث من مثل هذه الروايات :\nأمّا كتب أصحابنا فهي تشتمل على روايات تدلُّ على الجبر ، وأُخرى على التفويض ، وهكذا أشياء أُخرى ممّا لا نعتقد به ، ولذلك أسباب ليس هنا موضع ذكرها ، ولكنّ الذي يسهّل الخطب أنّه لا يوجد عندنا كتاب صحيح من أوّله إلى آخره سوى القرآن الكريم ، بخلاف كتب القوم ، فقد ذكرنا أنّ كثيراً منهم التزم فيها بالصحّة ، والروايات الباطلة في كتبهم كثيرة جدّاً ، وقد حصلت عندهم الان فكرة تهذيب كتبهم ، ولكنّ هذا أمر عسير جدّاً ولا أظنّهم يوفّقون.",
        "نعم ، شرعوا بتحريف كتبهم في الطبعات الجديدة ، خاصّةً فيما يتعلّق بمسائل الامامة والخلافة ، من مناقب علي وأهل البيت عليهم‌السلام ، ومساوىء مناوئيهم ، وقد سمعت بعضهم في المدينة المنوّرة أنّه قد قرّروا إسقاط سبعين حديثاً من أحاديث صحيح\nمسلم من هذا القبيل.\nهذا ، ومن شاء الوقوف على تفاصيل القضايا والمسائل في موضوع تحريف القرآن فليرجع إلى كتابنا (التحقيق في نفي التحريف عن القرآن الشريف).\nوصلّى الله على محمّد وآله الطاهرين."
    ]
}