{
    "partText": [
        "\nرسالة\nعِقد الدرر\nفيما صَحَّ في فضائل السور\nتأليف الفقير لعفو ربه:\nأبي خالد أيمن بن عبدالعزيز أبانمي\nبسم الله الرحمن الرحيم\nالحمد لله الذي جعل القرآن الكريم خير كتبه وأفضلها ، وصيّره خاتماً لها ومهيمنا عليها ، سبحانه اصطفى أمة محمد - صلى الله عليه وسلم - فجعلها خير أمة أخرجت للناس ، ثم أختار مِن أمته مَن جعلوا القرآن لهم نبراس ، فكانوا خياراً من خيار جمعوا بين خيرية الأمة وخيرية الكتاب (خيركم من تعلم القرآن وعلمه)، ثم أفاض عليهم جلّ وعلا من جوده حتى جعلهم من أهله وخاصته (أهل القرآن أهل الله وخاصته) فمن ذا يفتخر بنسبٍ بعد نسب أهل القرآن ؟ بل جعل إكرام حملة القرآن من إجلال الله (إن من إجلال الله إكرام ذي الشيبة المسلم ، وحامل القرآن غير الغالي فيه والجافي عنه) ، فلقد جعلهم تبارك وتعالى في المكان الأعلى والمحل الأسمى في الدنيا (يؤم القوم أقرؤهم لكتاب الله) وفي الآخرة (يجيء صاحب القرآن يوم القيامة فيقول القرآن:يا رب حلِّه، فيلبس تاج الكرامة، ثم يقول: يارب زده ، فيلبس حُلة الكرامة) حتى صار صاحب القرآن في أعلى المنازل في الجنة (يقال لصاحب القرآن اقرأ وارتق ورتل كما كنت ترتل في الدنيا فإن منزلتك عند آخر آية تقرؤها ) نسأل الرحيم الرحمن أن يجعلنا من أهل القرآن ويسكننا أعلى الجنان آمين.\nوبعد .. فإن المسلم ليفرح وهو يرى إقبالا كبيرا على القرآن الكريم حفظاً وتلاوة ومدارسة وتدبراً وتحكيماً مما يبشر بخير ويعد بمستقبل مشرق لهذه الأمة ، حتى نشأ في كثير من أقطار المسلمين حلقات القرآن الكريم لتحفيظه ، وفتحت الدروس لتفسيره ، وبثت الإذاعات والفضائيات الخاصة لتبليغه ، وتسابق الصغار والكبار على تلاوته وترديده ، حتى أضحى أكثر الكتب قراءة في العالم ، وحفظ في الصدور قبل الصحف والمراسم.\n(1/1)\n",
        "ومع زحمة الحياة وانشغال الناس بالدنيا وذهاب بركة الأوقات، صار حفظ القرآن صعباً على بعض الناس نظرا لما يحتاجه من الوقت والتفرغ وصفاء الذهن، ولم يكن أمام الواحد منهم إلا وقت قصير وجهد ضعيف لحفظ بعض سور من القرآن، فيأتي السؤال المتكرر: بمباذا يبدأ ؟ وأي سورة يختار ؟ فرأيت أن أرتب القرآن حسب الأفضل من منطوق الأحاديث الصحيحة حتى يحصل المرء في وقت قصير وجهد قليل على أجور عظيمة وفضائل كثيرة ، وحتى يبدأ بالأهم فالمهم ، والعمر قصير والموفق من استثمره في طاعة الله ، فرتبت سور القرآن حسب الأفضل والأهم وذلك مما ورد فيها نص صحيح بتفضيلها ، وهي كذلك لمن يحب قراءة القرآن ويريد ترديد السور التي فيها فضل زائد عن غيرها مع التنبيه أنه لا ينبغي أن يتخذ شيء من القرآن مهجورا ، إضافة إلى انتشار الأحاديث الضعيفة والموضوعة في فضائل السور بين الناس مع أن في الصحيحة غُنية ، فجمعت هذه الرسالة ونظمتها حتى تكون كالعقد الذي يحلي به المسلم حياته وأسميتها (عقد الدرر فيما صح في فضائل السور) وقبل البدء في المقصود لا بد من الإشارة إلى بعض النقاط المهمة كما يلي :\n- بحثت عن الأحاديث في فضائل السور في كثير من كتب الصحاح والسنن والمسانيد والمعاجم والكتب الخاصة بفضائل القرآن بحيث أحرص أن لا يفوتني أي حديث في فضائل السور حسب الطاقة وجهد الانسان الضعيف، وأخذت أحكام المحدثين على هذه الأحاديث وأثبت منها ما كان صحيحاً أو حسناً وما لم أذكره في هذه الرسالة فهو إما ضعيف لا يقبل التحسين أو موضوع وما أكثرها حسب أحكام جهابذة المحدثين. ومن وجد حديثاً صحيحاً فيه فضل أو معنى غير ما ذكر فليدلني عليه مشكورا مأجوراً.\n(1/2)\n\n- قال القاضي العلامة أبو بكر بن العربي المالكي ت 543هـ : وقد اقتحم الناس في فضل القرآن وسوره أحاديث كثيرة منها ضعيف لا يعول عليه ، ومنها مالم يُنزل الله بها من سلطان ، وأشبه ما جُمع في ذلك كتاب ابن أبي شيبة وكتاب أبي عبيد وفيها باطل عظيم وحشو كثير. وقد ذكر الحاكم وغيره من شيوخ المحدثين أن رجلاً من الزهاد انتدب في وضع أحاديث في فضل القرآن وسوره فقيل له: لم فعلت هذا ؟ فقال : رأيت الناس زهدوا في القرأن فأحببت أن أرغبهم فيه ، فقيل له إن النبي - صلى الله عليه وسلم - قال ( من كذب علي فليتبوأ مقعده من النار ) فقال: أنا ما كذبت عليه ، إنما كذبت له !.أ.هـ ومن ذلك ما اشتهر من طبع سور خاصة من القرآن في مصحف صغير تسمى سور المنجيات يحوي سور يس والدخان والواقعة وغيرها وهذا بدعة من جهتين ، الأولى : أنه طبع لبعض سور القرآن وهجر لباقي السور وهذا أمر محدث نهى عنه الصحابة رضي الله عنهم فالمصحف يجب أن يحوي جميع سور القرآن حسب ترتيب المصحف العثماني الذي أجمع عليه الصحابة رضي الله عنهم لا أن يقتصر على بعضها، والثانية : أنه لا يوجد أي حديث صحيح في فضل يس أو الدخان أو الواقعة وكل الأحاديث الواردة في فضلها إما ضعيف أو موضوع ما عدا حديث واحد في يس اختلف في ضعفه وتحسينه وقد أثبته في هذه الرسالة. ويا عجباً .. كيف إسراعهم وجهدهم في نشر الأكاذيب على رسول الله - صلى الله عليه وسلم - وترك الأحاديث الصحيحة التي فيها فضل وغنية عن ما عداها. (انظر فتاوى اللجنة الدائمة 2/340)\n- فضائل السور منها ما هو شامل لمن قرأها ولمن حفظها ، ومنها ما هو خاص بمن حفظها ، ومن فضائل السور ما يلزم مع القراءة التدبر والتفكر ومنها ما يحصل بمجرد القراءة، وفضل الله واسع.",
        "(1/3)\n\n- منهجي في ترتيب السور حسب الأفضل وذلك بالنظر في الفضائل الواردة في السورة وأقارنها مع غيرها فأقدم الأفضل والأكثر فضائل من وجهة نظري واجتهادي على ضوء النصوص الصحيحة فإن استويتا قدمت الأكثر آيات، لحديث (يقال لصاحب القرآن اقرأ وارتق ورتل كما كنت ترتل في الدنيا فإن منزلتك عند آخر آية تقرؤها ).\n- لم استوعب في تخريج الأحاديث كل من خرّج الحديث حتى لا تطول الرسالة ويذهب مقصودها بل اقتصرت على البعض واقتصرت على بعض أحكام المحدثين إذ المقصود معرفة درجة الحديث.\n- من أراد حفظ القرآن فالأولى له أن يحفظه كاملا حتى يحوز تلك الفضائل كلها ، فإن لم يستطع بدأ بالأهم فالمهم.\nأيمن بن عبدالعزيز أبانمي\naaabanmy@gmail.com\nفضل حفظ القرآن الكريم\nحافظ القرآن مع الملائكة الكرام البررة:\nعن عائشة- رضي الله عنه - قالت قال رسول الله- صلى الله عليه وسلم - ( مثل الذي يقرأ القرآن ، وهو حافظ له ، مع السفرة الكرام البررة ، ومثل الذي يقرأ ، وهو يتعاهده ، وهو عليه شديد ، فله أجران )\nرواه البخاري في صحيحه (4937) وفي روايات أخرى لفظ (وهو ماهر به) بدل لفظ (وهو حافظ له)\nكل آية بدرجة في الجنة:\nعن عبدالله بن عمرو بن العاص- رضي الله عنه - قال رسول الله - صلى الله عليه وسلم - ( يقال لصاحب القرآن اقرأ وارتق ورتل كما كنت ترتل في الدنيا فإن منزلتك عند آخر آية تقرؤها )\n(1/4)",
        "\nرواه أبو داود والترمذي وقال :حسن صحيح وكذا الألباني في صحيح الترمذي (2914) وصحيح أبي داود (1464) وصحيح الترغيب (1426). قال في عون المعبود شرح سنن أبي داود ( ويؤخذ من الحديث أنه لا ينال هذا الثواب الأعظم إلا من حفظ القرآن وأتقن أداءه وقراءته كما ينبغي له . قال الخطابي : جاء في الأثر أن عدد آي القرآن على قدر درج الجنة , يقال للقارئ اقرأ وارتق الدرج على قدر ما تقرأ من آي القرآن , فمن استوفى قراءة جميع القرآن استولى على أقصى درج الجنة , ومن قرأ جزء منها كان رُقِيه من الدرج على قدر ذلك , فيكون منتهى الثواب عند منتهى القراءة).\nوقال ابن حجر الهيتمي (الخبر المذكور خاص بمن يحفظه عن ظهر قلب لا بمن يقرأ بالمصحف ، لأن مجرد القراءة في المصحف لا يختلف الناس فيها ولا يتفاوتون، وإنما الذي يتفاوتون فيه هو الحفظ عن ظهر قلب ، فلهذا تفاوتت منازلهم في الجنة بحسب تفاوت حفظهم) الفتاوى الحديثية (156)\nحفظ القرآن كاملا سبب للنجاة من النار\nعن عقبة بن عامر- رضي الله عنه - عن النبي- صلى الله عليه وسلم - قال ( لو جعل القرآن في إهاب ، ثم ألقي في النار ؛ ما احترق ) وفي رواية (ما مسته النار)\nرواه أحمد (4/155) والدارمي (3192) وحسنه الألباني في السلسلة الصحيحة (3562) وصحيح الجامع (5282) ومشكاة المصابيح (2082). قال أبو عبيد في كتابه فضائل القرآن (23): أراد بالإهاب قلب المؤمن وجوفه الذي قد وعى القرآن. وروى أبو الفضل الرازي عن يزيد بن عمرو قال سألت الأصمعي عن الحديث فقال : (في إهاب) يعني في إنسان، أراد أن من علمه الله القرآن من المسلمين وحفَّظه إياه لم تحرقه النار يوم القيامة إن ألقي فيها بالذنوب. (فضائل القرآن للرازي 155)\nسورة الفاتحة\nأعظم سورة في القرآن\n(1/5)\n",
        "عن أبي سعيد المُعلَّى- رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال لأُُبي بن كعب: ( ألا أعلمك أعظم سورة في القرآن قبل أن تخرج من المسجد ) . فأخذ بيدي ، فلما أردنا أن نخرج ، قلت : يا رسول الله ، إنك قلت ( لأعلمنك أعظم سورة من القرآن ) . قال: ( { الحمد لله رب العالمين } هي السبع المثاني ، والقرآن العظيم الذي أوتيته )\nرواه البخاري برقم 4474 و 4647 و 4703 و 5006\nلم ينزل في الكتب السماوية مثلها :\nعن أبي هريرة - رضي الله عنه - عن أبي بن كعب - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم - ( والذي نفسي بيده ما أُنزلت في التوراة ، ولا في الإنجيل ، ولا في الزبور ، ولا في الفرقان مثلها . وإنها سبع من المثاني ، والقرآن العظيم الذي أعطيته )\nرواه الترمذي وقال حسن صحيح وصححه ابن خزيمة (500) وابن حبان والحاكم وابن جرير الطبري في تفسيره والبيهقي في شعب الإيمان 1514 وصححه الألباني في صحيح الترمذي 2875 وصحيح الترغيب 1453\nالفاتحة نور لم يؤتَ إلا لنبينا محمد - صلى الله عليه وسلم - :\nعن ابن عباس - رضي الله عنه -؛ قال : بينما جبريل قاعد عند النبي - صلى الله عليه وسلم - . إذ سمع نقيضا من فوقه . فرفع رأسه . فقال: ( هذا باب من السماء فُتح اليوم . لم يفتح قط إلا اليوم . فنزل منه ملك . فقال : هذا ملك نزل إلى الأرض . لم ينزل قط إلا اليوم . فسلَّم وقال : أبشر بنورين أوتيتهما لم يؤتهما نبي قبلك . فاتحة الكتاب وخواتيم سورة البقرة . لن تقرأ بحرف منهما إلا أُعطيته ) ( نقيضا) صوتا كصوت الباب إذا فُتح (شرح النووي على مسلم)\nرواه مسلم في صحيحه 806\nالفاتحة أفضل القرآن\nعن أنس بن مالك- رضي الله عنه -قال كان النبي - صلى الله عليه وسلم - في مسير فنزل ونزل رجل إلى جانبه قال فالتفت النبي - صلى الله عليه وسلم - فقال: ( ألا أخبرك بأفضل القرآن ؟ ) قال: بلى. فتلا { الحمد لله رب العالمين } .\n(1/6)\n\nرواه ابن حبان في صحيحه (774) والحاكم 1/560 وقال: صحيح على شرط مسلم والمنذري وصححه الألباني في صحيح الترغيب والترهيب 1454 والسلسلة الصحيحة 1499\nوجوب وفضل قراءتها في كل صلاة\nعن عبادة بن الصامت- رضي الله عنه - قال قال رسول الله - صلى الله عليه وسلم - ( لا صلاة لمن لم يقرأ بفاتحة الكتاب )\nمتفق عليه رواه البخاري 756 ومسلم 394\nعن أبي هريرة- رضي الله عنه -قال قال رسول الله - صلى الله عليه وسلم - ( من صلى صلاة لم يقرأ فيها بأم القرآن فهي خداج ثلاثا ، غير تمام ) . فقيل لأبي هريرة : إنا نكون وراء الأمام . فقال : اقرأ بها في نفسك ، فإني سمعت رسول الله صلى الله عليه وسلم يقول : قال الله تعالى : قسمت الصلاة بين وبين عبدي نصفين . ولعبدي ما سأل . فإذا قال العبد : الحمد لله رب العالمين ، قال الله تعالى : حمدني عبدي . وإذا قال : الرحمن الرحيم . قال الله تعالى : أثنى علي عبدي . وإذا قال مالك يوم الدين . قال : مجدني عبدي ( وقال مرة : فوض إلي عبدي ) فإذا قال : إياك نعبد وإياك نستعين . قال : هذا بيني وبين عبدي ولعبدي ما سأل . فإذا قال : اهدنا الصراط المستقيم صراط الذين أنعمت عليهم غير المغضوب عليهم ولا الضالين . قال : هذا لعبدي ولعبدي ما سأل .\nرواه مسلم في صحيحه 395وأبو داود 821 والترمذي 2953 وغيرهم\nقراءة الفاتحة في الرُقية يشفي بإذن الله من الأمراض",
        "(1/7)\n\nعن أبي سعيد الخدري- رضي الله عنه -أن رهطا من أصحاب رسول الله - صلى الله عليه وسلم - انطلقوا في سفرة سافروها ، حتى نزلوا بحي من أحياء العرب ، فاستضافوهم فأبوا أن يضيفوهم ، فلدِغ سيد ذلك الحي ، فسعوا له بكل شيء لا ينفعه شيء ، فقال بعضهم : لو أتيتم هؤلاء الرهط الذين قد نزلوا بكم ، لعله أن يكون عند بعضهم شيء ، فأتوهم فقالوا : يا أيها الرهط ، إن سيدنا لُدِغ ، فسعينا له بكل شيء لا ينفعه شيء ، فهل عند أحد منكم شيء ؟ فقال بعضهم : نعم ، والله إني لراقٍ ، ولكن والله لقد استضفناكم فلم تضيفونا ، فما أنا براق لكم حتى تجعلوا لنا جُعلا ، فصالحوهم على قطيع من الغنم ، فانطلق فجعل يتفل ويقرأ : { الحمد لله رب العالمين } . حتى لكأنما نشط من عِقال ، فانطلق يمشي ما به قلبة ، قال : فأوفوهم جُعلهم الذي صالحوهم عليه ، فقال بعضهم : اقسموا ، فقال الذي رقى : لا تفعلوا حتى نأتي رسول الله صلى الله عليه وسلم فنذكر له الذي كان ، فننظر ما يأمرنا ، فقدموا على رسول الله - صلى الله عليه وسلم - فذكروا له ، فقال : ( وما يدريك أنها رقية ؟ أصبتم ، اقسموا واضربوا لي معكم بسهم ) وفي رواية عند الترمذي وابن ماجه: أنه قرأ عليه الفاتحة سبع مرات ، وأن الجُعل كان ثلاثين شاة.\nمتفق عليه رواه البخاري 5749 ومسلم 2201 ورواه الترمذي وابن ماجه وصححه الألباني في صحيح الترمذي 2063 وصحيح ابن ماجه 1763\nآية الكرسي\n(سورة البقرة آية 255)\nآية الكرسي أعظم آية في القرآن وهي تقدس الله عند ساق العرش\n(1/8)",
        "\nعن أبي بن كعب- رضي الله عنه -قال قال رسول الله - صلى الله عليه وسلم - ( يا أبا المنذر أتدري أي آية من كتاب الله معك أعظم ؟ ) قال: قلت: الله وسوله أعلم. قال : ( يا أبا المنذر أتدري أي آية من كتاب الله معك أعظم ؟ ) قلت: { الله لا إله إلا هو الحي القيوم } قال : فضرب في صدري وقال ( ليهنك العلم أبا المنذر). رواه مسلم في صحيحه (810) وزاد في رواية عند أحمد وابن أبي شيبة وعنده بإسناد مسلم ( والذي نفسي بيده إن لهذه الآية لساناً وشفتين ، تقدس الملك عند ساق العرش ) صححه الهيثمي في مجمع الزوائد 6/324 وقال:رجاله رجال الصحيح وصححه الألباني في صحيح الترغيب 1471\nفضل قراءتها عند النوم وفي البيت وأنها تحفظ من الشيطان وغيره:\n(1/9)\n",
        "عن أبي هريرة- رضي الله عنه -قال وكّلني رسول الله - صلى الله عليه وسلم - بحفظ زكاة رمضان ، فأتاني آتٍ ، فجعل يحثو من الطعام ، فأخذته وقلت : والله لأرفعنك إلى رسول الله - صلى الله عليه وسلم - ، قال : إني محتاج وعليَّ عيال ولي حاجة شديدة ، قال : فخليت عنه ، فأصبحت فقال النبي - صلى الله عليه وسلم - : ( يا أبا هريرة ما فعل أسيرك البارحة ؟ ) قال : قلت : يا رسول الله ، شكا حاجة شديدة وعيالا ، فرحمته فخليت سبيله ، قال : ( أما إنه قد كذبك ، وسيعود ) . فعرفت أنه سيعود ، لقول رسول الله - صلى الله عليه وسلم - إنه سيعود ) . فرصدته ، فجاء يحثو من الطعام ، فأخذته فقلت : لأرفعنك إلى رسول الله - صلى الله عليه وسلم - ، قال : دعني فإني محتاج وعلي عيال ، لا أعود ، فرحمته فخليت سبيله ، فأصبحت فقال لي رسول الله صلى الله عليه وسلم : ( يا أباهريرة ما فعل أسيرك ) . قلت : يا رسول الله شكا حاجة شديدة وعيالا ، فرحمته فخليت سبيله ، قال : ( أما إنه كذبك ، وسيعود ) . فرصدته الثالثة ، فجاء يحثو من الطعام ، فأخذته فقلت : لأرفعنك إلى رسول الله ، وهذا آخر ثلاث مرات تزعم لا تعود ، ثم تعود ، قال : دعني أعلمك كلمات ينفعك الله بها ، قلت ما هو ؟ قال : إذا أويت إلى فراشك ، فاقرأ آية الكرسي : { الله لا إله إلا هو الحي القيوم } حتى تختم الآية ، فإنك لن يزال عليك من الله حافظ ، ولا يقربنك شيطان حتى تصبح ، فخليت سبيله فأصبحت ، فقال لي رسول الله - صلى الله عليه وسلم - : ( ما فعل أسيرك البارحة ؟ ) قلت : يا رسول الله ، زعم أنه يعلمني كلمات ينفعني الله بها فخليت سبيله ، قال : ( ما هي ) . قلت : قال لي : إذا أويت إلى فراشك ، فاقرأ آية الكرسي من أولها حتى تختم : { الله لا إله إلا هو الحي القيوم } وقال لي : لن يزال عليك من الله حافظ ، ولا يقربك شيطان حتى تصبح - وكانوا أحرص شيء على الخير - فقال النبي - صلى الله عليه وسلم - :\n(1/10)\n\n( أما إنه قد صدقك وهو كذوب ، تعلم من تخاطب منذ ثلاث ليال يا أبا هريرة ) . قال : لا ، قال : ( ذاك شيطان ).\nرواه البخاري في صحيحه 2311 و 5010 . وفي رواية أبي أيوب الأنصاري ( آية الكرسي ، اقرأها في بيتك فلا يقربك شيطان ولا غيره ) رواه الترمذي وأحمد وصححه الألباني في صحيح الترمذي 2880 وصحيح الترغيب 1469\nقراءتها في الصباح والمساء تجير من الشياطين :\nعن أُبي بن كعب - رضي الله عنه -أنه كان له جُرنٌ من تمر فكان ينقص فحرسه ذات ليلة فإذا هو بدابة شبه الغلام المُحتلِم، فسلم عليه، فرد عليه السلام، فقال ما أنت ؟ جني أم إنسي ؟ قال: جني. قال: فناولني يدك، فناوله يده فإذا يده يد كلب وشعره شعر كلب، فقال له أُبي: هذا خلق الجن ؟ قال: قد علمت الجن أن ما فيهم رجلا أشد مني، قال: فما جاء بك؟ قال: بلغنا أنك تحب الصدقة فجئنا نُصيب من طعامك. قال: فما ينجينا منكم ؟ قال: هذه الآية التي في سورة البقرة { الله لا إله إلا هو الحي القيوم } من قالها حين يمسي أُجِيرَ منا حتى يصبح ، ومن قالها حين يصبح أُجِيرَ منا حتى يمسي. فلما أصبح أتى رسول الله - صلى الله عليه وسلم - فذكر ذلك له ، فقال : ( صدق الخبيث )\nرواه الطبراني في الكبير (514) والحاكم في مستدركه 1/562 وابن حبان في صحيحه (784) وصححه الألباني في صحيح الترغيب 662و 1470 . الجرن : موضع تجفيف التمر.\nقراءة آية الكرسي بعد كل صلاة تُدخل الجنة :\nعن أبي أمامة الباهلي- رضي الله عنه - قال قال رسول الله - صلى الله عليه وسلم - ( من قرأ آية الكرسي دبر كل صلاة مكتوبة ، لم يمنعه من دخول الجنة إلا أن يموت )",
        "(1/11)\n\nرواه النسائي في عمل اليوم والليلة 100 وابن السني 121 ورواه الطبراني بأسانيد أحدها صحيح (الأوسط 8064) وذكره ابن الجوزي في الموضوعات 1/397 وقال ابن عبدالهادي في المحرر 124 : لم يصب من ذكره في الموضوعات فإنه حديث صحيح. وصححه ابن حبان كما في بلوغ المرام 97 ، وقال الشوكاني في تحفة الذاكرين 199 : في إسناد النسائي الحسن بن بشر قال النسائي لا بأس به وقال في موضع آخر ثقة. وصححه الألباني في صحيح الجامع 6464 وصحيح الترغيب 1595 وقال في السلسلة الصحيحة 972: صحيح بمجموع طرقه وحسنه الوادعي في الصحيح المسند 118. وللحديث طرق عدة عن علي وأنس وجابر والحسن بن علي وأبي أمامة كلها ضعيفة إلا الأخير.\nسورة الإخلاص\nسورة الإخلاص تعدل ثلث القرآن\nعن أبي سعيد الخدري- رضي الله عنه - أن رجلا سمع رجلا يقرأ : { قل هو الله أحد } . يرددها ، فلما أصبح جاء إلى النبي - صلى الله عليه وسلم - فذكر له ذلك ، وكأن الرجل يتقالّها ، فقال - صلى الله عليه وسلم - : ( والذي نفسي بيده ، إنها لتعدل ثلث القرآن )\nرواه البخاري في صحيحه 7374 و 5013\nعن أبي سعيد الخدري- رضي الله عنه - قال النبي - صلى الله عليه وسلم - لأصحابه : ( أيعجز أحدكم أن يقرأ ثلث القرآن في ليلة ؟ ) فشق ذلك عليهم وقالوا : أينا يطيق ذلك يا رسول الله ؟ فقال : ( الله الواحد الصمد ثلث القرآن )\nرواه البخاري في صحيحه 5015 ومسلم في صحيحه 811\nسورة الإخلاص تجلب محبة الله ودخول الجنة\nعن عائشة- رضي الله عنه -أن النبي - صلى الله عليه وسلم - بعث رجلا على سرية ، وكان يقرأ لأصحابه في صلاته فيختم بـ { قل هو الله أحد } فلما رجعوا ذكروا ذلك للنبي - صلى الله عليه وسلم - فقال : ( سلوه لأي شيء يصنع ذلك ) . فسألوه فقال : لأنها صفة الرحمن ، وأنا أحب أن أقرأ بها ، فقال النبي - صلى الله عليه وسلم - ( أخبروه أن الله يحبه). وفي رواية أخرى عن أنس ( حُبك إياها أدخلك الجنة )\n(1/12)",
        "\nرواه البخاري في صحيحه 7375 و 774 ومسلم 813\nعن أبي هريرة- رضي الله عنه - قال : أقبلت مع النبي - صلى الله عليه وسلم - فسمع رجلا يقرأ { قل هو الله أحد } فقال رسول الله - صلى الله عليه وسلم - ( وجبت (قلت : ما وجبت ؟ قال : ( الجنة ).\nرواه أحمد والترمذي وصححه الألباني في صحيح الترمذي 2897و أحمد شاكر في تعليقه على مسند أحمد 15/165 وحسنه الوادعي في الصحيح المسند 1445\nقصر في الجنة بقراءتها عشر مرات\nعن معاذ بن أنس الجهني- رضي الله عنه - قال قال رسول الله - صلى الله عليه وسلم - ( من قرأ { قل هو الله أحد } عشر مرات بنى الله له قصراً في الجنة )\nرواه أحمد 3/437 والطبراني في الأوسط (283) وأخرجه الهيثمي وضعفه في مجمع الزوائد 7/148 وصححه الألباني في صحيح الجامع 6472 وحسنه لغيره في السلسة الصحيحة (589)\nقراءة سورة الإخلاص في الوتر\nعن أبي بن كعب - رضي الله عنه - قال: كان رسول الله - صلى الله عليه وسلم - يقرأ في الركعة الأولى من الوتر بـ { سبح اسم ربك الأعلى } وفي الثانية بـ { قل يا أيها الكافرون } وفي الثالثة بـ { قل هو الله أحد }\nرواه عن أبي بن كعب أبو داود والنسائي في سننهما وصححه الألباني في صحيح أبي داود 1423 وصحيح النسائي 1699 وصححه الشوكاني في تحفة الذاكرين212 ورواه عن عبدالله بن عباس أحمد والترمذي وصححه الألباني في صحيح الترمذي 462\nسنية قراءتها في راتبة الفجر وراتبة المغرب وركعتي الطواف\nعن أبي هريرة- رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قرأ في ركعتي الفجر { قل يا أيها الكافرون } و { قل هو الله أحد }\nرواه مسلم (726)\nعن عبدالله بن عمر- رضي الله عنه -قال رمقت النبي - صلى الله عليه وسلم - أربعا وعشرين مرة أو خمسا وعشرين مرة يقرأ في الركعتين قبل الفجر وبعد المغرب { قل يا أيها الكافرون } و { قل هو الله أحد }\n(1/13)\n",
        "رواه أحمد والنسائي وصححه أحمد شاكر في تعليقه على مسند أحمد 8/61 وحسنه الألباني في صحيح النسائي (991) وصححه بنحوه في الصحيحة (3328)\nوروى سنية قراءتها في ركعتي الطواف خلف المقام الإمام مسلم في حديث جابر الطويل في وصف حج النبي صلى الله عليه وسلم رقم 1218\nسورتا المعوذتين\nالمعوذتان لم يُر مثهما قط :\nعن عقبة بن عامر- رضي الله عنه - قال قال رسول الله - صلى الله عليه وسلم - ( ألم تر آيات أنزلت الليلة لم ير مثلهن قط ؟ قل أعوذ برب الفلق ، وقل أعوذ برب الناس )رواه مسلم في صحيحه 814\nالمعوذتان خير سورتين والأمر بقراءتهما في كل وقت :\nعن عقبة بن عامر- رضي الله عنه - قال قال رسول الله - صلى الله عليه وسلم - ( ألا أعلمك سورتين من خير سورتين قرأ بهما الناس ) فأقرأني : قل أعوذ برب الفلق وقل أعوذ برب الناس فأقيمت صلاة الصبح ، فتقدم فقرأ بهما ثم مر بي فقال : ( كيف رأيت يا عقبة بن عامر ؛ اقرأ بهما كلما نمت وقمت )\nرواه أبو داوود والنسائي واللفظ له 5439 وابن خزيمة في صحيحه (534) و وصححه الألباني في صحيح أبي داود (1462) وحسنه في صحيح النسائي ( 5452) وصححه الطحاوي في شرح مشكل الآثار 1/114\nأبلغ استعاذة عند الله\nعن عقبة بن عامر - رضي الله عنه -قال قال رسول الله - صلى الله عليه وسلم - ( لن تقرأ شيئا أبلغ عند الله من { قل أعوذ برب الفلق } و { قل أعوذ برب الناس } )\nرواه النسائي وصححه الألباني في صحيح النسائي برقم 952\nالحافظة من الجان وعين الإنسان :\nوعن أبي سعيد الخدري - رضي الله عنه - قال : كان رسول الله - صلى الله عليه وسلم - يتعوذ من الجان ، وعين الإنسان ، حتى نزلت المعوذتان ، فلما نزلت أخذ بهما وترك ما سواهما\nرواه الترمذي وابن ماجه وصححه الألباني في صحيح الترمذي برقم 2058 وصحيح ابن ماجه 2846 وصحيح الكلم الطيب برقم 189\nالمعوذتان أفضل ما يستعاذ به\n(1/14)\n\nعن عقبة بن عامر- رضي الله عنه - قال بينا أنا أسير مع رسول الله - صلى الله عليه وسلم - بين الجحفة والأبواء إذ غشيتنا ريح وظلمة شديدة فجعل رسول الله - صلى الله عليه وسلم - يتعوذ بـ { أعوذ برب الفلق } و { أعوذ برب الناس } ويقول ( يا عقبة تعوذ بهما فما تعوذ متعوذ بمثلهما ) قال: وسمعته يؤمنا بهما في الصلاة.\nرواه أبو داود وصححه الألباني في صحيح أبي داود 1463 وصحيح الجامع 2593\nسور المعوذات\n(الإخلاص والفلق والناس)\nلم ينزل في الكتب السماوية مثل المعوذات والأمر بقراءتها كل ليلة :\nقال رسول الله - صلى الله عليه وسلم - في حديث عقبة بن عامر- رضي الله عنه - ( يا عقبة ألا أعلمك سورا ما أنزلت في التوراة و لا في الزبور و لا في الإنجيل و لا في الفرقان مثلهن ، لا يأتين عليك ليلة إلا قرأتهن فيها ، { قل هوالله أحد } و { قل أعوذ برب الفلق } و { قل أعوذ برب الناس }\nرواه أحمد 4/158 وأخرجه الهيثمي في مجمع الزوائد7/151 وقال :رجاله ثقات وكذا قال الشوكاني في تحفة الذاكرين 444 وصححه الألباني في الصحيحة 2861\nالمعوذات أفضل ما يستعاذ به :\nوعن عبد الله بن حبيب الأسلمي - رضي الله عنه -أنه مشى إلى جنب رسول الله وما أحد مع رسول الله - صلى الله عليه وسلم - غيره فوضع رسول الله - صلى الله عليه وسلم - يده على صدره ثم قال: قل. قلت: ما أقول؟ قال: { قل هو الله أحد } { قل أعوذ برب الفلق } من شر ما خلق حتى فرغت منها. ثم قال: ( قل ). قلت ما أقول؟ قال: { قل أعوذ برب الناس } قلت: قل أعوذ برب الناس حتى فرغت منها. فقال رسول الله - صلى الله عليه وسلم - : هكذا فتعوذ فما تعوذ العباد بمثلهن قط )\nرواه النسائي في سننه الكبرى 7796 وأخرجه الهيثمي في مجمع الزوائد 7/152 وقال :رجاله رجال الصحيح ، ووثق رجاله ابن حجر العسقلاني في بذل الماعون 91 والشوكاني في تحفة الذاكرين 445\nقراءتها ثلاث مرات في الصباح والمساء تكفيك من كل شيء :",
        "(1/15)\n\nعن عبدالله بن خبيب- رضي الله عنه - قال قال رسول الله - صلى الله عليه وسلم - : قل { قل هو الله أحد } والمعوذتين حين تمسي وحين تصبح ثلاث مرات تكفيك من كل شيء )\nرواه ابو داود والترمذي وقال حسن صحيح وحسنه الألباني في صحيح أبي داود برقم 5082 وصحيح الترمذي برقم 3575\nقراءة المعوذات بعد كل صلاة :\nوعن عقبة بن عامر- رضي الله عنه - قال : أمرني رسول الله - صلى الله عليه وسلم - أن أقرأ المعوذات دبر كل صلاة\nرواه النسائي وصححه الألباني في صحيح النسائي (1335) والسلسلة الصحيحة (1514)\nقراءة المعوذات ثلاث مرات قبل النوم\nعن عائشة - رضي الله عنه -أن النبي - صلى الله عليه وسلم - كان إذا أوى إلى فراشه كل ليلة ، جمع كفيه ثم نفث فيهما ، فقرأ فيهما : { قل هو الله أحد } و { قل أعوذ برب الفلق } و { قل أعوذ برب الناس } ثم يمسح بهما ما استطاع من جسده ، يبدأ بهما على رأسه ووجهه ، وما أقبل من جسده ، يفعل ذلك ثلاث مرات .\nرواه البخاري في صحيحه برقم 5017\nقراءة المعوذات في الرقية\nعن عائشة- رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - كان إذا اشتكى يقرأ على نفسه بالمعوذات وينفث، فلما اشتد وجعه كنت أقرأ عليه وأمسح بيده رجاء بركتها.\nمتفق عليه رواه البخاري 5016 ومسلم 2192\nقراءة المعوذات في الوتر\nوعن عائشة- رضي الله عنه - قالت : كان رسول الله - صلى الله عليه وسلم - يقرأ في الركعتين اللتين يوتر بعدهما ب { سبح اسم ربك الأعلى } و { قل يا أيها الكافرون } ويقرأ في الوتر { قل هو الله أحد } و { قل أعوذ برب الفلق } و { قل أعوذ برب الناس }\nرواه الترمذي وابن ماجه وحسنه ابن حجر العسقلاني في نتائج الأفكار 1/497 وابن الملقن في البدر المنير 4/331 وصححه الألباني في صحيح الترمذي 463 وصحيح ابن ماجه 971\nسورة الكافرون\nسورة الكافرون تعدل ربع القرآن\n(1/16)",
        "\nعن عبدالله بن عمر- رضي الله عنه - قال قال رسول الله - صلى الله عليه وسلم - : { قل هو الله أحد } تعدل ثلث القرآن و { قل يا أيها الكافرون } تعدل ربع القرآن ، وكان يقرأ بهما في ركعتي الفجر وقال هاتان الركعتان فيهما رغب الدهر.\nأي ما يرغب فيهما من الثواب العظيم ولذا سميت ركعتا الفجر بصلاة الرغائب. (النهاية في غريب الحديث لابن الاثير 2/238 )\nرواه الحاكم في المستدرك 1/566 والطبراني في معجمه الكبير 3/203 وحسنه المنذري وصححه لغيره الألباني في صحيح الترغيب 583 وصحيح الجامع 4405 وقال في الصحيحة (586): حسن بمجوع طرقه ، وروى شطره الأول الترمذي عن ابن عباس وصححه الألباني في صحيح الترمذي 2894\nقراءتها قبل النوم براءة من الشرك\nعن فروة بن نوفل - رضي الله عنه -عن أبيه أنه أتى النبي - صلى الله عليه وسلم - فقال : يا رسول الله علمني شيئا أقوله إذا أويت إلى فراشي فقال: ( اقرأ { قل يا أيها الكافرون } ثم نَمّ على خاتمتها فإنها براءة من الشرك)\nرواه أبو داود والترمذي وابن حبان في صحيحه (789) والمنذري وحسنه وصححه ابن حجر في تغليق التعليق 4/408 وابن تيمية في مجموع الفتاوى 16/541 وصححه الألباني في صحيح الترمذي 3403 وصحيح أبي داود 5055\nقراءة سورة الكافرون في الوتر\nعن أبي بن كعب- رضي الله عنه - قال: كان رسول الله - صلى الله عليه وسلم - يقرأ في الركعة الأولى من الوتر ب { سبح اسم ربك الأعلى } وفي الثانية ب { قل يا أيها الكافرون } وفي الثالثة ب { قل هو الله أحد }\nرواه عن أبي بن كعب أبو داود والنسائي في سننهما وصححه الألباني في صحيح أبي داود 1423 وصحيح النسائي 1699 وصححه الشوكاني في تحفة الذاكرين212 ورواه عن عبدالله بن عباس أحمد والترمذي وصححه الألباني في صحيح الترمذي 462\nسنية قراءتها في راتبة الفجر وراتبة المغرب وركعتي الطواف\n(1/17)\n",
        "عن أبي هريرة- رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قرأ في ركعتي الفجر { قل يا أيها الكافرون } و { قل هو الله أحد } رواه مسلم (726)\nعن عبدالله بن عمر- رضي الله عنه - قال رمقت النبي - صلى الله عليه وسلم - أربعا وعشرين مرة أو خمسا وعشرين مرة يقرأ في الركعتين قبل الفجر وبعد المغرب { قل يا أيها الكافرون } و { قل هو الله أحد }\nرواه أحمد والنسائي وصححه أحمد شاكر في تعليقه على مسند أحمد 8/61 وحسنه الألباني في صحيح النسائي (991) وصححه بنحوه في الصحيحة (3328)\nوروى سنية قراءتها في ركعتي الطواف خلف المقام الإمام مسلم في حديث جابر الطويل في وصف حج النبي صلى الله عليه وسلم رقم 1218\nآخر آيتين من سورة البقرة\nتعطى بكل حرف ما فيه من دعاء :\nعن ابن عباس- رضي الله عنه - ؛ قال : بينما جبريل قاعد عند النبي - صلى الله عليه وسلم - إذ سمع نقيضا من فوقه ، فرفع رأسه ، فقال: ( هذا باب من السماء فُتِح اليوم . لم يُفتح قط إلا اليوم . فنزل منه مَلَك . فقال : هذا مَلَك نزل إلى الأرض . لم ينزل قط إلا اليوم . فسلَّم ، وقال : أبشر بنورين أوتيتهما لم يُؤتَهما نبي قبلك . فاتحة الكتاب وخواتيم سورة البقرة . لن تقرأ بحرف منهما إلا أُعطيته) . (إلا أعطيته) أي مما فيها من الدعاء والمرجو أن هذا لا يختص به بل يعمه وأمته صلى الله عليه وسلم (شرح النسائي للسندي)\nرواه مسلم في صحيحه 806 والنسائي 911\nمن كنز تحت العرش :\nعن عقبة بن عامر- رضي الله عنه - قال رسول الله - صلى الله عليه وسلم - ( اقرأوا هاتين الآيتين من آخر سورة البقرة فإن ربي أعطانيها من تحت العرش) وفي رواية أخرى عن حذيفة بن اليمان وأبي ذر بنحوه وفيه (من كنز تحت العرش لم يُعطَها نبي قبلي )\n(1/18)\n\nرواه القاسم بن سلام في فضائل القرآن ص163 وأحمد 4/158 والبيهقي في شعب الإيمان 392 وصححه الذهبي في العلو 107-108 وحسنه ابن كثير في تفسير القرآن 1/506 وصححه الهيثمي في مجمع الزوائد 6/327 والشوكاني في فتح القدير 1/462 والألباني في صحيح الجامع 1172 و 1060وقال عن حديث حذيفة في السلسلة الصحيحة 1482 :إسناده صحيح على شرط مسلم.\nمن قرأ بهما في ليلة كفتاه :\nعن أبي مسعود عقبة بن عمرو- رضي الله عنه - قال قال رسول الله - صلى الله عليه وسلم - ( من قرأ بالآيتين من آخر سورة البقرة في ليلة كفتاه )\nمتفق عليه رواه البخاري 5008 ومسلم 808 . ومعنى (كفتاه) : أي أجزأتاه عن صلاة القيام لتلك الليلة ، وقيل : كفتاه ما يكون من الآفات ، وقيل : كفتاه من كل شيطان فلا يقربه تلك الليلة ، وقيل : أي حسبه بهما فضلاً وكفتاه أجراً وثواباً ، والظاهر أنه يشمل كل تلك المعاني والحمد لله.\nالشيطان لا يقرب الدار ثلاث ليال :\nعن النعمان بن بشير- رضي الله عنه -عن النبي - صلى الله عليه وسلم - قال ( إن الله كتب كتابا قبل أن يخلق السماوات والأرض بألفي عام أنزل منه آيتين ختم بهما سورة البقرة ، لا يُقرآن في دار فيقربها شيطان ثلاث ليال )\nرواه الحاكم (2/260) وقال: صحيح على شرط مسلم وابن حبان في صحيحه (782)و الترمذي وصححه الألباني في صحيح الترمذي 2882 وصحيح الترغيب 1467\nسورة البقرة وآل عمران\nسورة البقرة منفرة للشيطان من البيت\nعن أبي هريرة - رضي الله عنه - قال قال النبي - صلى الله عليه وسلم - ( لا تجعلوا بيوتكم مقابر . إن الشيطان ينفِر من البيت الذي تُقرَأ فيه سورة البقرة )\nرواه مسلم 780 والترمذي 2877 وغيرهم\nالملائكة تتنزل لقراءة سورة البقرة :",
        "(1/19)\n\nعن أسيد بن حضير - رضي الله عنه - بينما هو يقرأ من الليل سورة البقرة ، وفرسه مربوط عنده ، إذ جالت الفرس ، فسكت فسكتت ، فقرأ فجالت الفرس ، فسكت وسكتت الفرس ، ثم قرأ فجالت الفرس ، فانصرف ، وكان ابنه يحيى قريبا منها ، فأشفق أن تصيبه ، فلما اجّتَره رفع رأسه إلى السماء حتى ما يراها ، فلما أصبح حدث النبي - صلى الله عليه وسلم - فقال :( اقرأ يا ابن حضير ، اقرأ يا ابن حضير ) قال : فأشفقت يا رسول الله أن تَطَأ يحيى ، وكان منها قريبا ، فرفعت رأسي فانصرفت إليه ، فرفعت رأسي إلى السماء ، فإذا مثل الظلة فيها أمثال المصابيح ، فخرجت حتى لا أراها ، قال : ( وتدري ما ذاك ؟ ) . قال : لا ، قال : ( تلك الملائكة دَنت لصوتك ، ولو قرأت لأصبحت ينظر الناس إليها ، لا تتوارى منهم )\nمتفق عليه رواه البخاري (5018) ومسلم (796) وفي رواية عند ابن حبان في صحيحه (776) (تلك الملائكة تنزلت لقراءة سورة البقرة ، أما إنك لو مضيت لرأيت العجائب) صححه الألباني في صحيح الترغيب 1464\n(فجالت) أي وثبت واضطربت ، (فلما اجتره) أي اجتر ولده من المكان الذي هو فيه حتى لا تطأه الفرس. (فتح الباري 9/64)\nسنام القرآن :\nعن عبدالله بن مسعود - رضي الله عنه - عن النبي - صلى الله عليه وسلم - قال: ( إن لكل شيء سناما ، و سنام القرآن سورة البقرة ، و إن الشيطان إذا سمع سورة البقرة تقرأ خرج من البيت الذي يقرأ فيه سورة البقرة )\nرواه الحاكم موقوفا ومرفوعا 1/561 والبيهقي (2377) وحسنه الألباني في السلسلة الصحيحة 588 وروى أوله الترمذي عن أبي هريرة وضعفه الألباني في ضعيف الترمذي 2878 وحسنه لغيره في صحيح الترغيب 1461. وسنام القرآن : سنام كل شيء أعلاه وسميت البقرة بذلك إما لطولها واحتوائها على أحكام كثيرة أو لما فيها من الأمر بالجهاد وبه الرفعة الكبيرة (تحفة الأحوذي شرح سنن الترمذي)\nبركة سورة البقرة وعدم قدرة السحرة عليها :\n(1/20)",
        "\nعن أبي أمامة الباهلي - رضي الله عنه - قال : سمعت رسول الله - صلى الله عليه وسلم - يقول ( اقرؤوا سورة البقرة . فإن أخذها بركة . وتركها حسرة . ولا يستطيعها البَطَلة . قال معاوية بن سلام : بلغني أن البطلة السحرة )\nرواه مسلم 804\nالبقرة وآل عمران تحاجان عن أصحابها يوم القيامة :\nعن أبي أمامة الباهلي - رضي الله عنه - قال : سمعت رسول الله - صلى الله عليه وسلم - يقول ( اقرؤوا القرآن . فإنه يأتي يوم القيامة شفيعاً لأصحابه . اقرؤوا الزهراوين : البقرة وسورة آل عمران . فإنهما تأتيان يوم القيامة كأنهما غمامتان . أو كأنهما غَيايَتان . أو كأنهما فِرقان من طير صَواف . تُحاجّان عن أصحابهما . اقرؤوا سورة البقرة . فإن أخذها بركة . وتركها حسرة . ولا يستطيعها البَطَلة . قال معاوية بن سلام : بلغني أن البَطَلة السحرة.\nرواه مسلم 804 وسميتا الزهراوين لنورهما وهدايتهما وعظيم أجرهما ، والغيايتان: مثنى غياية وهي كل شيء أظل الإنسان فوق رأسه كالسحابة. (وفرقان من طير صواف) : أي قطيعان أو جماعتان من الطير. (شرح النووي على مسلم)\nالبقرة وآل عمران تتقدم سور القرآن يوم القيامة\nعن النواس بن سمعان الكلابي - رضي الله عنه - قال سمعت النبي - صلى الله عليه وسلم - يقول ( يُؤتى بالقرآن يوم القيامة وأهله الذين كانوا يعملون به ، تََقدُمُهُ سورة البقرة وآل عمران ) قال نواس : وضرب لهما رسول الله صلى الله عليه وسلم ثلاثة أمثال ما نسيتهن بعد . قال : كأنهما غمامتان أو ظُلَّتان سوداوان بينهما شَرقٌ ، أو كأنهما حِِزقُان من طير صواف، تُحاجَّان عن صاحبهما )\nرواه مسلم 805 والترمذي 2883 ( بينهما شَرقٌ ) أي ضياء ونور\nسنية قراءة آيتان من البقرة وآل عمران في راتبة الفجر :\n(1/21)\n",
        "عن عبدالله بن عباس - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - كان يقرأ في ركعتي الفجر : في الأولى منهما { قولوا آمنا بالله وما أنزل إلينا } البقرة 136. الآية التي في البقرة . وفي الآخرة منهما : { قل يا أهل الكتاب تعالوا } الآية آل عمران 52\nرواه مسلم في صحيحه 727 والنسائي 943\nسنية قراءة آخر عشر آيات من آل عمران عند الاستيقاظ من النوم وأهمية التفكر فيها :\nعن عبدالله بن عباس - رضي الله عنه - قال بت عند خالتي ميمونة أم المؤمنين رضي الله عنها ، قال : فاضطجعت على عرض الوسادة ، واضطجع رسول - صلى الله عليه وسلم - وأهله في طولها ، فنام رسول الله - صلى الله عليه وسلم - حتى انتصف الليل ، أو قبله بقليل ، أو بعده بقليل ، ثم استيقظ رسول الله - صلى الله عليه وسلم - فجلس ، فمسح النوم عن وجهه بيده ثم قرأ العشر آيات خواتيم سورة آل عمران ، ثم قام إلى شَنٍّ مُعلَّقة ، فتوضأ منها فأحسن وضوءه ، ثم قام يصلي . قال عبد الله بن عباس رضي الله عنهما : فقمت ، فصنعت مثل ما صنع ، ثم ذهبت فقمت إلى جنبه ، فوضع رسول الله صلى الله عليه وسلم يده اليمنى على رأسي ، وأخذ بأذني اليمنى يفتلها بيده ، فصلى ركعتين ، ثم ركعتين ، ثم ركعتين ، ثم ركعتين ، ثم ركعتين ، ثم ركعتين ، ثم أوتر ، ثم اضطجع حتى جاءه المؤذن ، فقام فصلى ركعتين خفيفتين ، ثم خرج فصلى الصبح .\nمتفق عليه رواه البخاري 1198و 4570 ومسلم 763\n(1/22)\n\nعن عبيد بن عمير أنه قال لعائشة رضي الله عنها : أخبرينا بأعجب شيء رأيتيه من رسول الله ؟ قال : فسكتت ثم قالت : لما كانت ليلة من الليالي قال : يا عائشة ! ذريني أتعبد الليلة لربي قلت : والله إني أحب قربك ، وأحب ما يسرك . قالت : فقام فتطهر ، ثم قام يصلي ، قالت : فلم يزل يبكي حتى بل حجره ، قالت : وكان جالسا فلم يزل يبكي حتى بل لحيته . قالت : ثم بكى حتى بل الأرض . فجاء بلال يؤذنه بالصلاة ، فلما رآه يبكي ، قال : يا رسول الله ! تبكي وقد غفر الله لك ما تقدم من ذنبك وما تأخر ؟ قال : أفلا أكون عبدا شكورا ؟ لقد أنزلت على الليلة آية ؛ ويل لمن قرأها ولم يتفكر فيها : { إن في خلق السموات والأرض } الآية كلها ) وفي رواية ( لقد نزلت عليَََّ الليلة آيات ويل لمن قرأها و لم يتفكر فيها : { إن في خلق السموات و الأرض } )\nرواه ابن حبان في صحيحه (620) والمنذري وحسنه الألباني في صحيح الترغيب 1468 السلسلة الصحيحة 68\nسورة الملك\nسورة تبارك تشفع لصاحبها حتى يغفر له\nعن أبي هريرة - رضي الله عنه - قال قال رسول الله - صلى الله عليه وسلم - ( إن سورة من القرآن ثلاثون آية شفعت لرجل حتى غفر له وهي { تبارك الذي بيده الملك }\nرواه أحمد وأبو داود (1400)والترمذي وحسنه (2891) والحاكم وصححه (1/565) وابن حبان في صحيحه (787) ، وأعلّه البخاري وله شاهد بإسناد صحيح كما قال ابن حجر العسقلاني في تلخيص الحبير 1/382 وصححه ابن تيمية في مجموع الفتاوى 22/277 والشوكاني في نيل الأوطار 2/227 وأحمد شاكر في تعليقه على مسند أحمد 15 /129 وحسنه الألباني في صحيح الترمذي 2891 وصحيح الجامع 2091\nسورة تبارك تخاصم عن صاحبها حتى تُدخله الجنة\nعن أنس بن مالك - رضي الله عنه - قال قال رسول الله - صلى الله عليه وسلم - ( سورة من القرآن ما هي إلا ثلاثون آية خاصمت عن صاحبها حتى أدخلته الجنة وهي سورة تبارك )",
        "(1/23)\n\nرواه الطبراني في الأوسط (3654) وقال الهيثمي في مجمع الزوائد 7/130: رجاله رجال الصحيح وحسنه الألباني في صحيح الجامع (3644)\nقراءتها كل ليلة تمنع من عذاب القبر\nعن عبد الله بن مسعود - رضي الله عنه - قال : من قرأ { تبارك الذي بيده الملك } كل ليلة ؛ منعه الله عز وجل بها من عذاب القبر . وكنا في عهد رسول الله نسميها المانعة ، وإنها في كتاب الله عز وجل سورة من قرأ بها في كل ليلة ، فقد أكثر وأطاب .\nرواه النسائي في عمل اليوم والليلة (711) والطبراني في الأوسط (6216) وقال الهيثمي في مجمع الزوائد 7/127 :رجاله ثقات وحسنه الألباني في صحيح الترغيب 1589و 14750، وذكر الألباني في الصحيحة (1140) أن أبا الشيخ رواه مرفوعا بإسناد حسن ورواه الحاكم مطولا ومرفوعا (2/498) وقال:صحيح الإسناد ووافقه الذهبي وهو في حكم المرفوع.\nسنية قراءتها قبل النوم\nعن جابر بن عبدالله - رضي الله عنه - قال : كان النبي - صلى الله عليه وسلم - لا ينام حتى يقرأ { ألم تنزيل } السجدة و ( { تبارك الذي بيده الملك }\nرواه أحمد والترمذي وصححه الألباني في صحيح الترمذي3404 والسلسلة الصحيحة 585\nسورة الكهف\nحفظ عشر آيات من أولها يعصم من الدجال :\nعن أبي الدرداء - رضي الله عنه - قال قال رسول الله - صلى الله عليه وسلم - ( من حفظ عشر آيات من أول سورة الكهف ، عصم من الدجال )\nرواه مسلم في صحيحه 809\nفضل قراءة سورة الكهف مطلقاً:\nعن أبي سعيد الخدري - رضي الله عنه - قال : قال رسول الله - صلى الله عليه وسلم - ( من قرأ سورة الكهف كما أنزلت كانت له نورا إلى يوم القيامة ، من مقامه إلى مكة )\n(1/24)",
        "\nرواه النسائي في السنن الكبرى (9442) والطبراني في الأوسط (1478) والمنذري وصححه الهيثمي في مجمع الزوائد 1/244 وقال : رجاله رجال الصحيح ، وصححه الألباني في صحيح الترغيب 225و1437 وإرواء الغليل 3/94 والصحيحة 2651 وقال : إسناده صحيح على شرط الشيخين ، ورجح ابن الملقن في البدر المنير 2/292 أنه موقوف على أبي سعيد الخدري\nفضل قراءتها يوم الجمعة:\nعن قيس بن عباد عن أبي سعيد الخدري - رضي الله عنه - قال :قال رسول الله - صلى الله عليه وسلم - ( من قرأ سورة الكهف يوم الجمعة أضاء له من النور ما بينه وبين البيت العتيق) وفي رواية (أضاء له من النور ما بين الجمعتين)\nرواه النسائي والحاكم مرفوعا وموقوفا 2/368 ورواه المنذري والبيهقي في شعب الإيمان 2/474 وذكر أن المحفوظ وقفه على أبي سعيد الخدري ، وكذا رجح وقفه الذهبي في المهذب 3/1181 والشوكاني في تحفة الذاكرين 435 ورجح رفعه الألباني في صحيح الجامع 6470 و6471وصحيح الترغيب736 وقال الشيخ ابن باز: ومثل هذا لا يعمل من جهة الرأي بل يدل على أن لديه فيه سنة. مجموع الفتاوى 12/415\nسور المفصل\nومقدار المفصل على الراجح من سورة ق حتى سورة الناس كما في حديث أوس بن حذيفة الذي رواه أبوداود 1393 وحسّنه ابن كثير في فضائل القرآن 148\nفضلت بالمفصل :\nعن واثلة بن الأسقع الليثي - رضي الله عنه - قال قال رسول الله - صلى الله عليه وسلم - ( أعطيت مكان التوراة السبع وأعطيت مكان الزبور المئين وأعطيت مكان الإنجيل المثاني وفضلت بالمفصل ) ويقصد بالسبع:السور السبع الطوال من البقرة حتى الأنفال والتوبة. والمئين: هي السور التي يكون عدد آياتها مائة آية فأكثر.والمثاني: سورة الفاتحة وسميت بذلك لإنها تُثنى في كل صلاة.\nرواه أحمد 4/107 والبيهقي في شعب الإيمان 2/465 أخرجه المنذري في الترغيب والترهيب وحسنه الألباني في صحيح الترغيب 1457 وصححه بمجموع طرقه في السلسلة الصحيحة 1480وصحيح الجامع 1059\n(1/25)\n",
        "لباب القرآن :\nعن أبي الأحوص عن ابن مسعود - رضي الله عنه - قال (إن لكل شيء سناما ، وإن سنام القرآن سورة البقرة ، وإن لكل شيء لبابا ؛ وإن لباب القرآن المفصل ). ولباب الشيء خالصه\nرواه الطبراني والدارمي في فضائل القرآن 2/539 وأخرجه الهيثمي في مجمع الزوائد 7/162 وقال:فيه عاصم بن بهدلة وهو ثقه وفيه ضعف وبقية رجاله رجال الصحيح. وحسنه الألباني في السلسلة الصحيحة 2/135 ومشكاة المصابيح2120\nسور المفصل كلها محكمة :\nومن فضائل المفصل أن كل سوره محكمة كما قال تعالى (منه آيات محكمات هنَّ أم الكتاب) فعن سعيد بن جبير عن ابن عباس - رضي الله عنه - قال : جمعت المحكم في عهد رسول الله - صلى الله عليه وسلم - وتوفي وأنا ابن عشر سنين ، فقلت له : وما المحكم ؟ قال : المفصل .\nرواه البخاري في صحيحه برقم 5036 -5035\nسنية قراءة المفصل في الصلاة\nعن سليمان بن يسار عن أبي هريرة - رضي الله عنه - قال : ما صليت وراء أحد أشبه صلاة برسول الله - صلى الله عليه وسلم - من فلان . قال سليمان : كان يطيل الركعتين الأوليين من الظهر ، ويخفف الأخريين ، ويخفف العصر ويقرأ في المغرب بقصار المفصل ، ويقرأ في العشاء بوسط المفصل ، ويقرأ في الصبح بطوال المفصل\nرواه النسائي برقم 983 وصححه النووي في المجموع 3/383وابن تيمية في اقتضاء الصراط المستقيم 1/320 وقال : إسناده على شرط مسلم وصححه ابن عبدالهادي في المحرر 113: والألباني في صحيح النسائي 983\nسورة الفتح\nأحب من الدنيا جميعا\nعن عمر بن الخطاب - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم - ( لقد أنزلت عليَّ الليلة سورة هي أحب إلي مما طلعت عليه الشمس ثم قرأ (إنا فتحنا لك فتحاً مبيناً)) وفي رواية لمسلم في صحيحه برقم 1786 عن أنس (أحب إلي من الدنيا جميعاً)\n(1/26)\n\nرواه البخاري في صحيحه برقم 4177 و أحمد ومالك 1/203والترمذي 3262 والنسائي وغيرهم. ومن كمال محبة النبي صلى الله عليه وسلم محبة سورة الفتح وتكرار قراءتها لمحبة النبي لهذه السورة ولما أدخلته من السرور على النبي صلى الله عليه وسلم\nسورة الزلزلة\nالسورة الجامعة الفاذّة :\nعن عبدالله بن عمرو بن العاص رضي الله عنهما أن رجلا أتى رسول الله - صلى الله عليه وسلم - فقال : يا رسول الله أقرئني قال : ( اقرأ من ذوات الراء ) - أي التي تبدأ بـ ( ألر) - قال : يا رسول الله ثقل لساني وغلظ جسمي قال : ( اقرأ من الحواميم ) فقال مثل قوله الأول قال : ( أُقرِئك من المُسبِحات ) فقال مثل قوله الأول قال : ( عليك بالسورة الجامعة الفاذّة { إذا زلزلت الأرض زلزالها } فقال الرجل: والذي بعثك بالحق لا أزيد عليها أبدا ، ثم أدبر الرجل، فقال رسول الله - صلى الله عليه وسلم - : ( أفلح الرويجل أفلح الرويجل )\nرواه أحمد وأبو داود والحاكم وصححه 3/532 وابن حبان في صحيحه (773) وصححه الحاكم 2/523 ووافقه الذهبي وصححه ابن حجر العسقلاني في نتائج الأفكار 3/271 و أحمد شاكر في تعليقه على مسند أحمد 10 /81 وضعفه الألباني في ضعيف أبي داود 1399\nسور المسبحات\n(الحديد والحشر والصف والجمعة والتغابن والأعلى)\nعن العرباض بن سارية - رضي الله عنه - قال (كان النبي - صلى الله عليه وسلم - يقرأ المُسبِحات قبل أن يرقد ويقول إن فيهن آية أفضل من ألف آية )\nرواه أحمد 4/128 وأبو داود والترمذي وقال حديث حسن غريب وحسنه ابن حجر في الفتوحات الربانية 3/157 ونتائج الأفكار 3/63 وضعفه الشوكاني في فتح القدير 5/235 وضعفه الألباني في ضعيف أبي داود (5057 ) لكن حسَّن الحديث في صحيح الترمذي ( 3406). قال ابن كثير: الآية المشار إليها في الحديث هي قوله تعالى ( هو الأول والآخر والظاهر والباطن وهو بكل شيء عليم) الحديد 3",
        "(1/27)\n\nو(قيل هي { لو أنزلنا هذا القرآن }إلى آخر سورة الحشر وهذا مثل الاسم الأعظم من بين سائر الأسماء في الفضيلة فعلى هذا فيهن أي في مجموعهن . وعن الحافظ ابن كثير أنه هو الأول والآخر والظاهر والباطن وهو بكل شيء عليم.(الحديد3) ، وقال القاري : والأظهر أنها هي الآية التي صُدِّرت بالتسبيح , وفيهن بمعنى جميعهن، والخيرية لمعنى الصفة التنزيهية الملتزمة للنعوت الإثباتية . وقال الطيبي : أخفى الآية فيها كإخفاء ليلة القدر في الليالي وإخفاء ساعة الإجابة في يوم الجمعة محافظة على قراءة الكل لئلا تشذ تلك الآية . (تحفة الأحوذي)\nسورة الأعلى\nكان النبي - صلى الله عليه وسلم - يحب سورة الأعلى\nعن علي بن أبي طالب - رضي الله عنه - أن النبي - صلى الله عليه وسلم - كان يحب { سبح اسم ربك الأعلى }\nرواه أحمد والبزار (775) وابن جرير الطبري وصححه في مسند علي برقم 222، وضعفه ابن عدي في الكامل في الضعفاء 2/318 والهيثمي في مجمع الزوائد 7/193 لضعف ثوير بن أبي فاخته ، وضعفه العراقي في تخريج الإحياء 1/154 وأحمد شاكر في تعليقه على مسند أحمد 2/105 و الألباني في السلسلة الضعيفة 4266 ، لكن يشهد لمتنه كثرة قراءة النبي لهذه السورة في كثير من المواضع كالوتر والجمعة والعيدين وصلاة الظهر والعصر وقبل النوم على قول أن الأعلى من المسبحات التي كان يقرأها قبل النوم وأنها أفضلها كما قال أبي بن كعب أن أفضل المسبحات ( سبح اسم ربك الأعلى) أخرجه أبوعبيد (499)\nسنية قراءتها في الجمعة والعيدين\nعن النعمان بن بشير - رضي الله عنه - أن النبي - صلى الله عليه وسلم - كان يقرأ في العيدين والجمعة بـ { سبح اسم ربك الأعلى } و { هل أتاك حديث الغاشية } وربما اجتمعا في يوم فيقرأ بهما\nرواه مسلم (878)\nقراءتها في الظهر والعصر\n(1/28)",
        "\nعن جابر بن سمرة - رضي الله عنه - أن النبي - صلى الله عليه وسلم - كان يقرأ في الظهر ب { سبح اسم ربك الأعلى } وفي الصبح ، بأطول من ذلك .\nرواه مسلم في صحيحه 460\nعن أنس بن مالك - رضي الله عنه - أن النبي - صلى الله عليه وسلم - كان يقرأ في الظهر والعصر { سبح اسم ربك الأعلى } و { هل أتاك حديث الغاشية }\nرواه الطبراني في الأوسط (5220) وأخرجه الهيثمي في مجمع الزوائد 2/119 وقال: رجاله رجال الصحيح وصححه الألباني في السلسلة الصحيحة 1160\nسنية قراءة سورة الأعلى في الوتر\nعن أبي بن كعب - رضي الله عنه - قال: كان رسول الله - صلى الله عليه وسلم - يقرأ في الركعة الأولى من الوتر بـ { سبح اسم ربك الأعلى } وفي الثانية بـ { قل يا أيها الكافرون } وفي الثالثة بـ { قل هو الله أحد }\nرواه عن أبي بن كعب أبو داود والنسائي في سننهما وصححه الألباني في صحيح أبي داود 1423 وصحيح النسائي 1699 وصححه الشوكاني في تحفة الذاكرين212 ورواه عن عبدالله بن عباس أحمد والترمذي وصححه الألباني في صحيح الترمذي 462\nسورة السجدة (ألم تنزيل)\nسنية قراءتها في صلاة الفجر من يوم الجمعة\nعن أبي هريرة - رضي الله عنه - قال :كان النبي - صلى الله عليه وسلم - يقرأ في الجمعة ، في صلاة الفجر : { ألم تنزيل } السجدة و { هل أتى على الإنسان }\nمتفق عليه رواه البخاري في صحيحه 891 ومسلم 879\nسنية قراءتها قبل النوم\nعن جابر بن عبدالله - رضي الله عنه - قال : كان النبي - صلى الله عليه وسلم -لا ينام حتى يقرأ { ألم تنزيل } السجدة و { تبارك الذي بيده الملك }\nرواه أحمد 3/340 والترمذي والدارمي في كتاب فضائل القرآن 2/547 وأبو عبيد في فضائل القرآن وصححه الألباني في صحيح الترمذي3404 والسلسلة الصحيحة 585\nسورة الإسراء (بني إسرائيل) وسورة الزمر\nسنية قراءتها قبل النوم\n(1/29)\n",
        "عن عائشة- رضي الله عنه - قالت : كان النبي - صلى الله عليه وسلم -لا ينام حتى يقرأ بني إسرائيل ، والزمر\nرواه الترمذي وحسنه ابن حجر العسقلاني في نتائج الأفكار 3/65 وصححه الألباني في السلسلة الصحيحة 641 وصحيح الترمذي2920 والوادعي في الصحيح المسند 1638\nوصيغة (كان لا ينام حتى يقرأ) تفيد المداومة والاستمرار ، ويجمع بين هذا الحديث وحديث ( كان لا ينام حتى يقرأ السجدة وتبارك ) أنه كان يفعل هذا تارة وذاك تارة وكل راوٍ نقل ما سمع.\nسورة الإنسان\nسنية قراءتها في صلاة الفجر من يوم الجمعة\nعن أبي هريرة- رضي الله عنه - قال :كان النبي- صلى الله عليه وسلم - يقرأ في الجمعة ، في صلاة الفجر :\n{ ألم تنزيل } السجدة و { هل أتى على الإنسان } متفق عليه رواه البخاري في صحيحه 891 ومسلم 879\nسورة يس\nعن معقل بن يسار- رضي الله عنه - قال رسول الله - صلى الله عليه وسلم -( اقرؤوا يس على موتاكم ) أي على المحتضرين كما قال ابن حبان في صحيحه 7/269 : أراد به من حضرته المنية لا أن الميت يُقرأ عليه. ورجح هذا المعنى ابن القيم في كتاب الروح\nرواه أبو داود وابن ماجه وصححه ابن حبان (3002) وصححه الحاكم في المستدرك 1/565 وحسنه السيوطي في الجامع الصغير لكن ضعفه الدارقطني وابن القطان في الوهم والإيهام 5/49 وقال الدارقطني :لا يصح في هذا الباب حديث. (تلخيص الحبير 2/104) وضعفه النووي في الأذكار 192 والذهبي في ميزان الاعتدال 4/550 والألباني في السلسلة الضعيفة5861 وضعيف أبي داود 3121 وضعيف ابن ماجه 273 وضعيف الجامع 5785 وابن باز في مجموع الفتاوى 13/93 وقال شيخ الإسلام ابن تيمية في الاختيارات 91 \"والقراءة على الميت بعد موته بدعة بخلاف القراءة على المحتضر فإنها تستحب بـ (يس)\" وهذا مبني على ثبوت الحديث.\nسورة العصر\n(1/30)\n\nعن عبيدالله بن حصن - رضي الله عنه -قال: كان الرجلان من أصحاب رسول الله - صلى الله عليه وسلم - إذا التقيا لم يفترقا حتى يقرأ أحدهما على الآخر سورة العصر ثم يسلم أحدهما على الآخر.\nأخرجه الطبراني في الأوسط (5124) وقال الشافعي : لو لم ينزل الله حجة على عباده إلا هذه السورة لوسعتهم",
        "(1/31)\n"
    ]
}