{
    "partText": [
        "\nعقيدة أهل البيت\nعليهم السلام\nبقلم\nعبد الله بن جوران الخضير\n* حقوق الطبع محفوظة *\n* الطبعة الرابعة *\n(1425هـ - 2005م)\n* طبعة منقحة ومزيدة *\n* ومرتبة ترتيباً جديداً *\nالمقدمة\nالحمد لله العزيز الغفار القائل: ((وَالْعَصْرِ * إِنَّ الإِنسَانَ لَفِي خُسْرٍ * إِلاَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَتَوَاصَوْا بِالْحَقِّ وَتَوَاصَوْا بِالصَّبْرِ)) [العصر:3].\nوالصلاة والسلام على سيدي ومولاي سيد الأنام وغرة الزمان محمد بن عبد الله القائل: (تركتكم على المحجة البيضاء ليلها كنهارها لا يزيغ عنها إلا هالك), وأكرر السلام على الآل الأطهار، السادة الأخيار، وعلى الصحب الكرام البررة الأعلام.\nأما بعد...\nفإن الله تبارك وتعالى قد بعث حبيبه وخليله وصفوة خلقه محمداً صلى الله عليه وسلم بالتوحيد الصافي النقي؛ لينشره بين الناس ويبثه فيهم، وقد قام بأبي هو وأمي صلوات الله وسلامه عليه بهذا الأمر خير قيام، فنشر التوحيد، وحارب الشرك بكل صوره وأشكاله، وما توفاه الله جل وعلا إلا بعد أن بلغ رسالة ربه كاملة، وحتى أنزل الله جل وعلا عليه قوله: ((الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمْ الإِسْلامَ دِيناً)) [المائدة:3].\nوقام أصحابه رضي الله عنهم بعده بهذه المهمة خير قيام، ومن هؤلاء الصحابة الكرام أهل بيته الأطهار، السادة الأخيار، وعلى رأسهم الحبر البحر التقي النقي ابن عم الرسول صلى الله عليه وسلم وزوج البتول سيدة نساء العالمين علي بن أبي طالب عليه السلام، وكذا قام بهذه الدعوة المباركة سبطا رسول الله صلى الله عليه وسلم وريحانتاه من الدنيا وحبيباه السيدان الجليلان: الحسن والحسين عليهما السلام، وكذا البحر الزخار ترجمان القرآن عبد الله بن العباس رضي الله عنهما.\n(1/1)\n",
        "وجاء بعدهم خير خلف لخير سلف من أئمة أهل البيت، كالإمام السجاد علي بن الحسين عليه السلام، وولده الذي بقر العلوم وحصَّل الفهوم محمد بن علي عليه السلام، وأخيه زيد عليه السلام الذي كان قوي الفهم صافي الذهن، والإمام المقدم الحسن المثنى بن الحسن بن علي بن أبي طالب، والإمام الصادق أبي عبد الله جعفر بن محمد عليه السلام الذي سارت الركبان بذكر محاسنه، وغيرهم كثير ممن جاء بعدهم، حيث كانوا على خطا جدهم رسول الله صلى الله عليه وسلم سائرين، ولسنته متبعين.\nولكن كما قيل: لا يخلو بحر من كدر، ولا ماء من عكر؛ فإن بعض الناس لما رأوا سيرة هؤلاء الأمجاد منتشرة بين الناس كانتشار النور عند الإصباح، صاروا يكذبون عليهم وينسبون إليهم من الباطل المحال ما تقشعر منه الأبدان، وتصطك الآذان، خاصة في أعظم أركان الدين وما يتعلق بذات الله جل جلاله.\nفرأيت أن من الواجب عليَّ تجاه هؤلاء الصفوة الإبدال أن أذكر محاسن كلامهم في توحيد ربهم، وأبين بعدهم عن كل عيب ونقيصة مما نسبه إليهم أهل البهتان، ولقد مضيت في هذه الرسالة من بعد المقدمة، على النحو الآتي:\nالفصل الأول: أهمية التوحيد وأقسامه:\nالمبحث الأول: الغاية من بعثة الأنبياء.\nالمبحث الثاني: فضل التوحيد وأقسامه.\nالفصل الثاني: توحيد الربوبية:\nالمبحث الأول: التعريف بتوحيد الربوبية.\nالمبحث الثاني: أهمية الإيمان بالقضاء والقدر.\nالمطلب الأول: ثمرات الإيمان بالقضاء والقدر.\nالمطلب الثاني: المنحرفون في القدر.…\nالمطلب الثالث: الصبر على قضاء الله وقدره.\nالفصل الثالث: توحيد الألوهية:\nالمبحث الأول: التعريف بتوحيد الألوهية.\nالمبحث الثاني: التحذير من خطر الشرك بالله.\nالمبحث الثالث: سؤال وجواب في توحيد الألوهية.\nالمبحث الرابع: أمثلة دالة على وقوع الشرك في الناس.\nالفصل الرابع: توحيد الأسماء والصفات:\nالمبحث الأول: قواعد في فهم الأسماء الحسنى وإثباتها.\n(1/2)\n\nالمبحث الثاني: قواعد في فهم الصفات العلى ومعرفتها.\nالمبحث الثالث: قواعد مشتركة في أدلة أسماء الله وصفاته.\nالمبحث الرابع: أمثلة لبعض صفات الله سبحانه وتعالى.\nثم قائمة المراجع التي نهلت منها في سبيل إيجاد هذه المعلومات.\nوأسأل الله جل في علاه أن يجعل هذا العمل خالصاً لوجهه الكريم، وسبباً موصلاً إلى محبة النبي صلى الله عليه وسلم وآله الطيبين المباركين، وأن يجعلهم ذخراً لي يوم المعاد، وأن يشفعهم فيَّ كما دافعت عنهم في هذا الكتاب، وذلك يوم لا ينفع مال ولا بنون إلا من أتى الله بقلب سليم، وآخر دعوانا أن الحمد لله رب العالمين.\nالفصل الأول\nأهمية التوحيد وأقسامه\nويتضمن المباحث الآتية:\nالمبحث الأول: الغاية من بعثة الأنبياء والرسل.\nالمبحث الثاني: أهمية التوحيد وأقسامه.\nالمبحث الأول:\nالغاية من بعثة الأنبياء عليهم السلام\nخلق الله الثقلين (الإنس والجن) لعبادته وأوجبها عليهم، وهذه الغاية بينها الله سبحانه في كتابه حيث قال: ((وَمَا خَلَقْتُ الْجِنَّ وَالإِنسَ إِلاَّ لِيَعْبُدُونِ)) [الذاريات:56]، وقال تعالى: ((وَقَضَى رَبُّكَ أَلاَّ تَعْبُدُوا إِلاَّ إِيَّاهُ)) [الإسراء:23].\nوأرسل إليهم رسله، وأنزل عليهم كتبه؛ ليرشدوا العباد إلى توحيده تبارك وتعالى، كما قال تعالى: ((وَلَقَدْ بَعَثْنَا فِي كُلِّ أُمَّةٍ رَسُولاً أَنْ اُعْبُدُوا اللَّهَ وَاجْتَنِبُوا الطَّاغُوتَ)) [النحل:36].\nفكل الرسل بدءوا دعوتهم بتوحيد الله تبارك وتعالى، ابتداءً من نوح عليه السلام وانتهاء بمحمد صلى الله عليه وسلم، كما قال تعالى: ((لَقَدْ أَرْسَلْنَا نُوحاً إِلَى قَوْمِهِ فَقَالَ يَا قَوْمِ اعْبُدُوا اللَّهَ مَا لَكُمْ مِنْ إِلَهٍ غَيْرُهُ إِنِّي أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ عَظِيمٍ)) [الأعراف:59].",
        "(1/3)\n\nوقال تعالى: ((وَإِلَى عَادٍ أَخَاهُمْ هُوداً قَالَ يَا قَوْمِ اعْبُدُوا اللَّهَ مَا لَكُمْ مِنْ إِلَهٍ غَيْرُهُ أَفَلا تَتَّقُونَ)) [الأعراف:65].\nوقال تعالى: ((وَإِلَى ثَمُودَ أَخَاهُمْ صَالِحاً قَالَ يَا قَوْمِ اعْبُدُوا اللَّهَ مَا لَكُمْ مِنْ إِلَهٍ غَيْرُهُ)) [الأعراف:73].\nوقال تعالى: ((وَإِلَى مَدْيَنَ أَخَاهُمْ شُعَيْباً قَالَ يَا قَوْمِ اعْبُدُوا اللَّهَ مَا لَكُمْ مِنْ إِلَهٍ غَيْرُهُ)) [الأعراف:85].\nوهذا خاتم الأنبياء والمرسلين محمد صلى الله عليه وسلم ظل في مكة ثلاثة عشر عاماً وهو يدعو قومه إلى توحيد الله تبارك وتعالى وينهاهم عن الشرك، كما قال تعالى: ((قُلْ تَعَالَوْا أَتْلُ مَا حَرَّمَ رَبُّكُمْ عَلَيْكُمْ أَلاَّ تُشْرِكُوا بِهِ شَيْئاً)) [الأنعام:151].\nقال الحاج مير سيد علي الحائري:\nبدأ سبحانه بالتوحيد ونهى عن الشرك، وقدم الشرك؛ لأنه رأس المحرمات، ولا يقبل الله معه شيئاً من الطاعات(1).\nوقد كان الأنبياء عليهم السلام عابدين لله حق العبادة غير مشركين به شيئاً، وعلى هذا سار أئمة آل البيت عليهم السلام منقادين، وامتثله الصحابة الكرام رضي الله عنهم باختيارهم منحازين، فقد استجاب الصحابة رضي الله عنهم صغاراً وكباراً، ذكوراً وإناثاً، عبيداً وأحراراً، لهذه العقيدة الداعية إلى توحيد الله، المعظمة له تبارك وتعالى حق تعظيمه، وهذا ما كان النبي صلى الله عليه وسلم يربي عليه أصحابه في كل مكان وفي كل زمان، ويجعل محبة الله تبارك وتعالى والخوف منه تملأ قلوبهم.\n(1/4)",
        "\nفعن معاذ بن جبل رضي الله عنه قال: كنت رديف النبي صلى الله عليه وسلم فقال: (يا معاذ! هل تدري ما حق الله على العباد؟) -يقول ثلاثاً- قال: الله ورسوله أعلم! فقال رسول الله صلى الله عليه وسلم: (حق الله عز وجل على العباد أن لا يشركوا به شيئاً)، ثم قال صلى الله عليه وسلم: (هل تدري ما حق العباد على الله عز وجل إذا فعلوا ذلك؟) قال: قلت: الله ورسوله أعلم، قال صلى الله عليه وسلم: (أن لا يعذبهم). أو قال: (أن لا يدخلهم النار)(2).\nفأنت ترى أن الله عز وجل ما خلق الخلق إلا ليعبدوه وحده لا شريك له، وبذلك أمرهم سبحانه وتعالى، وقد بعث الله الرسل عليهم السلام من أولهم إلى خاتمهم -وهو المصطفى صلى الله عليه وسلم - ليدعوا الناس إلى عبادة الله وحده، فمن أطاع فله الجنة، ومن عصى فله النار، والعياذ بالله.\nالمبحث الثاني:\nفضل التوحيد وأقسامه\nسبق أن بينّا أن الله خلق الإنس والجن من أجل تحقيق العبادة الخالصة له، وما ذلك إلا لعظمها وفضلها، ولذلك أثنى الله سبحانه على إبراهيم عليه السلام وشهد له أنه على الدين الحنيف ولم يكن من المشركين، كما قال سبحانه: ((إِنَّ إِبْرَاهِيمَ كَانَ أُمَّةً قَانِتاً لِلَّهِ حَنِيفاً وَلَمْ يَكُنْ مِنَ الْمُشْرِكِينَ)) [النحل:120].\nقال أمين الدين الطبرسي: ((كَانَ أُمَّةً)) كان وحده أمة من الأمم؛ لكماله في صفات الخير، وقال مجاهد: كان مؤمناً وحده منفرداً دهره بالتوحيد والناس كفار.\nقال قتادة: كان إماماً، هدى... قدوة يؤتم به ((قَانِتاً)) مطيعاً ((لِلَّهِ)) دائماً على عبادته، ((حَنِيفاً)) مستقيماً في الطاعة، مائلاً إلى الإسلام غير زائل عنه، ((وَلَمْ يَكُنْ مِنَ الْمُشْرِكِينَ)) تكذيب لكفار قريش في زعمهم أنهم على ملّة إبراهيم(3).\n(1/5)\n",
        "وقد أثنى الله تبارك وتعالى على أهل الجنة، وكان من أول أسباب دخولها أنهم لم يشركوا بربهم شيئاً، فقال: ((وَالَّذِينَ هُمْ بِرَبِّهِمْ لا يُشْرِكُونَ)) [المؤمنون:59].\nقال الفيض الكاشاني: الذين هم بربهم لا يشركون شركاً جلياً ولا خفياً(4).\nفلاحظ أنهم لم يشركوا بالله شركاً جلياً واضحاً كعبادة الأصنام، ولا شركاً خفياً كالرياء وإرادة الإنسان بعمله الدنيا، ونحو ذلك، وهذا يدل دلالة واضحة على ضرورة العبادة التامة لله سبحانه، وعدم الالتفات للناس.\nوقد وردت عن أئمة آل البيت عليهم السلام نصوص كثيرة في هذا المعنى، منها:\n- عن أبي حمزة، عن أبي جعفر عليه السلام قال: سمعته يقول: ما من شيء أعظم ثواباً من شهادة أن لا إله إلا الله؛ لأن الله عز وجل لا يعدله شيء، ولا يشركه في الأمر أحد(5).\n- وعن الرضا عليه السلام، عن آبائه عليهم السلام قال: قال رسول الله صلى الله عليه وسلم: (التوحيد ثمن الجنة)(6).\n- وعن علي عليه السلام قال: قال رسول الله صلى الله عليه وسلم: (ما جزاء من أنعم الله عليه بالتوحيد إلا الجنة)(7).\n- وعن الرضا، عن آبائه عليهم السلام قال: سمعت النبي صلى الله عليه وسلم يقول: (قال الله عز وجل: إني أنا الله لا إله إلا أنا فاعبدوني، ومن جاء منكم بشهادة أن لا إله إلا الله بإخلاص دخل في حصني، ومن دخل في حصني أمِن من عذابي)(8).\nوقد وصف النبي صلى الله عليه وسلم في الحديث أناساً موحدين لله تبارك وتعالى يدخلون الجنة يوم القيامة من غير حساب؛ لقوة تعلقهم بربهم وتوحيدهم إياه، ولعدم تذللهم لغيره، ولقوة اعتمادهم عليه عند المصائب والهموم، فقال صلى الله عليه وسلم: (هم الذين لا يسترقون، ولا يكتوون، وعلى ربهم يتوكلون)(9).\nفتأمل نفسك أيها القارئ الكريم! هل أنت ممن قام بما أمره الله به من العبادة وترك الشرك؟ أو هل أنت ممن تعلق بالمخلوقين فدعاهم ورجاهم من دون الله سبحانه وتعالى؟\n(1/6)\n\nوبحسب إجابتك تعرف موقعك، أأنت مع من أنعم الله عليهم بالتوحيد الخالص، أم أنت مع الذين تذللوا لغير الله واعتمدوا على سواه من بشر وغيرهم، ولكل من هؤلاء الفريقين حساب وجزاء.\nأقسام التوحيد:\nالتوحيد وإفراد الله بما يستحقه من خصائص بحسب ما جاء في القرآن ثم من خلال استقراء النصوص المباركة من قبل الأئمة عليهم السلام، يمكن تقسيمه وحصره في ثلاثة أنواع: توحيد الربوبية، وتوحيد الألوهية، وتوحيد الأسماء والصفات.\nوبيان كل واحد منها سيأتي مفصلاً في موضعه بإذن الله، وبمعرفة التوحيد يدرك الإنسان هل هو سائر في ركب المرسلين عليهم الصلاة والسلام، وكذا أتباعهم من الأئمة عليهم السلام والصالحين من بعدهم، أو أنه حائد عن دربهم؟ وكل امرئ حَكَمٌ ومسئولٌ عن عمله.\nالفصل الثاني:\nتوحيد الربوبية\nويتضمن المباحث الآتية:\nالمبحث الأول: التعريف بتوحيد الربوبية.\nالمبحث الثاني: الإيمان بالقضاء والقدر. وفيه مطالب:\nالمطلب الأول: ثمرات الإيمان بالقضاء والقدر.\nالمطلب الثاني: المنحرفون في القدر.\nالمطلب الثالث: الصبر على قضاء الله وقدره.\nالمبحث الأول:\nالتعريف بتوحيد الربوبية\nوهو إفراد الله بأفعاله، كالخلق والرزق والإحياء والإماتة وإنزال الغيث وإنبات الزرع.\nومعناه: إيمان المسلم بوحدانية الله عز وجل، والاعتقاد الجازم بأنه لا خالق ولا مالك ولا متصرف أو مدبر في الخلق والملك إلا هو سبحانه، لا شريك له ولا ند له.\nوهذه العقيدة هي فطرة الله التي فطر الناس عليها، لا ينكرها ولا يماري فيها إلا جاهل أو متكبر، فينبغي على العبد أن يعلم أن الله سبحانه له الخلق والملك والتدبير.\nوأدلة ذلك من كتاب ربنا سبحانه وتعالى كثيرة، فمما جاء من الآيات الدالة على تفرده بالخلق، قوله سبحانه: ((هَلْ مِنْ خَالِقٍ غَيْرُ اللَّهِ يَرْزُقُكُمْ مِنْ السَّمَاءِ وَالأَرْضِ لا إِلَهَ إِلاَّ هُوَ)) [فاطر:3].",
        "(1/7)\n\nومما جاء من الآيات الدالة على تفرده بالملك، قوله سبحانه وتعالى: ((تَبَارَكَ الَّذِي بِيَدِهِ الْمُلْكُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ)) [الملك:1].\nومما جاء من الآيات الدالة على تفرده بالتدبير، قوله سبحانه: ((أَلا لَهُ الْخَلْقُ وَالأَمْرُ تَبَارَكَ اللَّهُ رَبُّ الْعَالَمِينَ)) [الأعراف:54].\nولقد أقر كفار قريش بهذه العقيدة، وهم من أكابر الوثنيين، فكانوا يعلمون حقيقة أن الله عز وجل هو الخالق وحده لا شريك له، وأنه لا رزق إلا من عنده، ولا يحيي ولا يميت إلا هو، ولا مدبر للأمور إلا هو، وأن جميع السموات ومن فيهن، والأرضين السبع ومن فيهن تحت تصرفه وقهره.\nقال تعالى: ((وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَ السَّمَوَاتِ وَالأَرْضَ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ لَيَقُولُنَّ اللَّهُ)) [العنكبوت:61].\nوقال سبحانه: ((قُلْ مَنْ يَرْزُقُكُمْ مِنْ السَّمَاءِ وَالأَرْضِ أَمَّنْ يَمْلِكُ السَّمْعَ وَالأَبْصَارَ وَمَنْ يُخْرِجُ الْحَيَّ مِنْ الْمَيِّتِ وَيُخْرِجُ الْمَيِّتَ مِنْ الْحَيِّ وَمَنْ يُدَبِّرُ الأَمْرَ فَسَيَقُولُونَ اللَّهُ فَقُلْ أَفَلا تَتَّقُونَ * فَذَلِكُمْ اللَّهُ رَبُّكُمْ الْحَقُّ فَمَاذَا بَعْدَ الْحَقِّ إِلاَّ الضَّلالُ فَأَنَّا تُصْرَفُونَ)) [يونس:31-32].\nوقال عز ثناؤه: ((قُلْ لِمَنْ الأَرْضُ وَمَنْ فِيهَا إِنْ كُنتُمْ تَعْلَمُونَ * سَيَقُولُونَ لِلَّهِ قُلْ أَفَلا تَذَكَّرُونَ * قُلْ مَنْ رَبُّ السَّمَوَاتِ السَّبْعِ وَرَبُّ الْعَرْشِ الْعَظِيمِ * سَيَقُولُونَ لِلَّهِ قُلْ أَفَلا تَتَّقُونَ * قُلْ مَنْ بِيَدِهِ مَلَكُوتُ كُلِّ شَيْءٍ وَهُوَ يُجِيرُ وَلا يُجَارُ عَلَيْهِ إِنْ كُنتُمْ تَعْلَمُونَ * سَيَقُولُونَ لِلَّهِ قُلْ فَأَنَّا تُسْحَرُونَ)) [المؤمنون:84-89].\n(1/8)",
        "\nلكن في عصرنا الحاضر نرى كثيراً من الناس يخالفون فطرة الله عز وجل في خلقه، معتقدين بأن للأولياء والصالحين حق التصرف والتدبير في خلق الله وملكه معه سبحانه، وخاصة آل البيت عليهم السلام كعلي بن أبي طالب عليه السلام.\nفقد نسبوا زوراً لأمير المؤمنين الإمام علي عليه السلام بأنه هو رب الأرض(10)، وأنه المتصرف بالدنيا والآخرة كيف يشاء )11(، وله جزئية إلهية في الخلق والرزق وإحياء الأموات(12)، وقد أحيا رسول الله صلى الله عليه وسلم (13)، وله من الأمر ما يشاء من استحضار السحب وإنزال الأمطار وصوت الرعود(14).\nبل زادوا في ذلك بأن بمقدوره عليه السلام أن يركب السحاب ويذهب عليها لأي مكان يريد(15)، سالكين في إمكانية وقوع هذه الخوارق مخرجاً سمجاً لا ينطلي على العقلاء، وهو أن هذه الأمور والأعمال الخارقة كلها قد أذن الله في وقوعها على يده، وهذا القول زعموه من بعد عجزهم عن إيجاد دليل وحجة من القرآن أو السنة النبوية المباركة على ذلك.\nوهذه المعتقدات الخطيرة منافية لتوحيد الله عز وجل في ربوبيته؛ لأن الله جل شأنه يقول: ((أَلَمْ تَعْلَمْ أَنَّ اللَّهَ لَهُ مُلْكُ السَّمَوَاتِ وَالأَرْضِ وَمَا لَكُمْ مِنْ دُونِ اللَّهِ مِنْ وَلِيٍّ وَلا نَصِيرٍ)) [البقرة:107].\nوقال تعالى: ((الَّذِي لَهُ مُلْكُ السَّمَوَاتِ وَالأَرْضِ وَلَمْ يَتَّخِذْ وَلَداً وَلَمْ يَكُنْ لَهُ شَرِيكٌ فِي الْمُلْكِ)) [الفرقان:2].\nوقال تعالى: ((هَلْ مِنْ خَالِقٍ غَيْرُ اللَّهِ يَرْزُقُكُمْ مِنْ السَّمَاءِ وَالأَرْضِ)) [فاطر:3].\nوقال تعالى: ((الَّذِي يُرْسِلُ الرِّيَاحَ فَتُثِيرُ سَحَاباً فَيَبْسُطُهُ فِي السَّمَاءِ كَيْفَ يَشَاءُ)) [الروم:48].\nوقال تعالى: ((هُوَ الَّذِي يُرِيكُمْ الْبَرْقَ خَوْفاً وَطَمَعاً وَيُنْشِئُ السَّحَابَ الثِّقَالَ)) [الرعد:12].\n(1/9)\n",
        "وقد ذكر العلامة الكشي في رجاله بأن أقواماً من الناس يُحَدِّثون الناس بأحاديث منكرة ومكذوبة على جعفر بن محمد عليه السلام وعلى آله الطاهرين عليهم السلام، فيزعمون: بأن علياً في السحاب يطير مع الريح، وأنه كان يتكلم بعد الموت، وأنه كان يتحرك على المغتسل، وأن إله السماء وإله الأرض الإمام، فجعلوا لله شريكاً جهلاً وضلالاً، والله ما قال جعفر شيئاً من هذا قط، وكان جعفر أتقى لله وأورع من ذلك، فسمع الناس ذلك فضعفوه، ولو رأيت جعفرَ لعلمت أنه واحد الناس(16).\nوهنا قد يتساءل العاقل اللبيب ويقول: كيف نوفق بين ما نعتقده في توحيد الله عز وجل في خلقه وملكه وتدبيره وحده لا شريك له، وأنه لا ند ولا نظير له، وبين ما جرى للأنبياء والرسل والأولياء من المعاجز والكرامات الكثيرة: من إحياء الموتى، وشفاء المرضى، وتحويل العصا إلى ثعبان وغيرها؛ أليس في ذلك مشاركة في التصرف بخلق الله وملكه؟\nوالجواب من وجوه:\nأولاً: أننا لا ننكر ما حصل للأنبياء والرسل عليهم الصلاة والسلام من الآيات والمعجزات، ولا ننكر ما يحصل للأولياء والصالحين من الكرامات؛ لأنه حق ثابت ورد في كتاب الله عز وجل وفي سنة نبيه محمد صلى الله عليه وسلم، ومما أجمع أئمة الإسلام عليه.\nقال تعالى: ((أَلا إِنَّ أَوْلِيَاءَ اللَّهِ لا خَوْفٌ عَلَيْهِمْ وَلا هُمْ يَحْزَنُونَ * الَّذِينَ آمَنُوا وَكَانُوا يَتَّقُونَ)) [يونس:62-63].\nفكل مؤمن هو ولي لله عز وجل بقدر إيمانه وتقواه، وقد يُظهر الله على يديه ما يظهر من خوارق العادات، وهي الكرامات.\nثانياً: لا بد للمسلم أن يتأكد من صحة الروايات التي تُروى عن كرامات الأولياء والصالحين، حتى لا ينسب إليهم أعمالاً لم يعملوها، وهذا يدخله في الكذب، كما كُذِب على أمير المؤمنين علي عليه السلام فنسبوا إليه كرامات وأقوالاً وأعمالاً لم يعملها، كما أسلفنا في القول من قبل.\n(1/10)\n\nثالثاً: ليس بلازم أن كل ولي تقع له كرامة لابد أن تقع لغيره من الأولياء، وليس بحتم لازم أن كل من ظهرت له كرامة فهي الدلالة على أنه أفضل من غيره من الأولياء.\nوالعكس صحيح؛ من أن عدم وقوعها لا يدل على نقصهم؛ لأن وقوع الكرامة تأييد وتثبيت وإعانة للشخص في دينه، ولهذا كانت الكرامات في عهد التابعين أكثر منها في عهد الصحابة رضي الله عنهم، لأن الصحابة رضي الله عنهم عندهم من التثبيت والتأييد والنصر ما يستغنون به عن الكرامات، وهو وجود النبي صلى الله عليه وسلم، ووقوعها بعد عهد التابعين كان أكثر ممن قبلهم، وهذا معلوم مشاهد.\nفلا يلزم على هذا أن تقع الكرامات والمعاجز لكل ولي، بل الكثير من الأولياء لم تحصل لهم الخوارق.\nرابعاً: قد تُنسب بعض الكرامات زوراً إلى بعض الناس، لأننا لوفتشنا عن دلائل إيمان هذا الرجل والتزامه بالهدي النبوي، لوجدناه عاصياً مفرطاً في الطاعات، لا يحافظ على الصلوات المفروضة، فضلاً عن محافظته على السنن المؤكدة، بل قد نجده أيضاً يدعو غير الله، ويتوجه بالعبادات إلى الأموات، فكيف يمكن أن نطلق على مثل هذا أنه ولي متقٍ، يحبه الله ويتولاه؟!\nولنتذكر أن أعظم كرامة تقع للعبد المسلم هي هدايته إلى الحق، وثباته على الصراط المستقيم وفق ما ثبت عن النبي صلى الله عليه وسلم، وفهمه ونشره أصحابه وآله رضي الله عنهم.\nوبعد ما سبق بيانه نحتاج إلى التوسع شيئاً قليلاً في جانب من جوانب توحيد الربوبية، وهو معتقد توحيد الله بالتدبير، وأن الله سبحانه له الخلق والأمر، أو ما يسمى الإيمان بالقضاء والقدر.\nالمبحث الثاني:\nالإيمان بالقضاء والقدر",
        "(1/11)\n\nيؤمن المسلم بقضاء الله وقدره وحكمته ومشيئته، وأنه لا يقع شيء في الوجود أو في أفعال العباد إلاّ بعد علم الله به وتقديره، وأنه تعالى عدلٌ في قضائه وقدرته، حكيم في تصرفه وتدبيره، وأن حكمته تابعة لمشيئته، ما شاء كان، وما لم يشأ لم يكن، ولا حول ولا قوة لأحد إلا به سبحانه.\nقال رسول الله صلى الله عليه وسلم: (لا يؤمن أحدكم حتى يؤمن بالقدر خيره وشره وحلوه ومره)(17).\nوقال أمير المؤمنين عليه السلام: لكل أمة مجوس، ومجوس هذه الأمة الذين يقولون لا قدر(18).\nوبيّن الإمام أبو الحسن موسى عليه السلام لأحد الأتباع معنى القضاء والقدر بياناً شافياً، فقال له: لا يكون شيء إلا ما شاء الله وأراد وقدّر وقضى، قلت: ما معنى شاء؟ قال: ابتداء الفعل، قلت: ما معنى قدر؟ قال: تقدير الشيء من طوله وعرضه، قلت: ما معنى قضى؟ قال: إذا قضى أمضاه، فذلك الذي لا مرد له(19).\nواعلم أن الإيمان بقضاء الله وقدره يتضمن أربعة أمور لا ينفصل بعضها عن الآخر، وهي:\nالأول: الإيمان بأن الله تعالى عَلِم بكل شيء جملةً وتفصيلاً، أزلاً وأبداً، سواء كان ذلك مما يتعلق بأفعاله سبحانه أو بأفعال عباده.\nقال تعالى: ((وَسِعَ كُلَّ شَيْءٍ عِلْماً)) [طه:98].\nالثاني: الإيمان بأن الله كتب مقادير الخلق في اللوح المحفوظ عنده.\nفيؤمن أهل السعادة والإتباع الصحيح للنبي صلى الله عليه وسلم وآله عليهم السلام أن الله سبحانه قد علم كل ما يكون وما سيكون قبل أن يخلق الخلق، وأنه سبحانه قد وسع كل شيء علماً، فلا يقع أمر في ملكه إلا بعلمه، ولا يخفى عليه أي أمر يحدث من أحد من خلقه، حتى قبل أن يفعله العبد يعلمه الله سبحانه وتعالى، وهذا يدل على أنه قد أحاط علمه بكل شيء سبحانه.\nوهذا العلم الأزلي قد تم تدوينه في اللوح المحفوظ عنده سبحانه في السموات العلى.\n(1/12)",
        "\nقال سبحانه وتعالى: ((أَلَمْ تَعْلَمْ أَنَّ اللَّهَ يَعْلَمُ مَا فِي السَّمَاءِ وَالأَرْضِ إِنَّ ذَلِكَ فِي كِتَابٍ إِنَّ ذَلِكَ عَلَى اللَّهِ يَسِيرٌ)) [الحج:70].\nقال أمين الدين أبو علي الطبرسي: وهذا تسلية لرسول الله صلى الله عليه وسلم مما كان يلقاه منهم، أي: وكيف يخفى عليه أعمالهم وقد علم بالدليل أنه سبحانه يعلم كل ما يحدث في السموات والأرض وقد كتبه في اللوح المحفوظ قبل حدوثه، وحفظ ذلك وإثباته والإحاطة به عليه يسير(20).\nوقال تعالى: ((مَا أَصَابَ مِنْ مُصِيبَةٍ فِي الأَرْضِ وَلا فِي أَنْفُسِكُمْ إِلاَّ فِي كِتَابٍ مِنْ قَبْلِ أَنْ نَبْرَأَهَا إِنَّ ذَلِكَ عَلَى اللَّهِ يَسِيرٌ)) [الحديد:22].\nقال أمين الدين أبو علي الطبرسي: ((مَا أَصَابَ مِنْ مُصِيبَةٍ)) مثل: قحط المطر، وقلة النبات، ونقص الثمرات ((وَلا فِي أَنْفُسِكُمْ)) من الأمراض والثكل بالأولاد ((إِلاَّ فِي كِتَابٍ)) يعني: إلا وهو مثبت مذكور في اللوح المحفوظ ((مِنْ قَبْلِ أَنْ نَبْرَأَهَا)) أي: من قبل أن نخلق الأنفس. والمعنى: أنه تعالى أثبتها في اللوح المحفوظ قبل أن يخلق الأنفس ليستدل ملائكته به على أنه عالم لذاته يعلم الأشياء بحقائقها(21).\nوقال تعالى: ((قَدْ جَعَلَ اللَّهُ لِكُلِّ شَيْءٍ قَدْراً)) [الطلاق:3].\nقال أمين الدين الطبرسي: أي تقديراً وتوقيتاً، وفيه بيان لوجوب التوكل على الله؛ لأنه إذا علم كل شيء بتقديره وتوقيته لم يبق إلا التسليم لذلك والتفويض إليه(22).\nوقال الكاشاني في قوله تعالى: ((مَا أَصَابَ مِنْ مُصِيبَةٍ إِلاَّ بِإِذْنِ اللَّهِ)) [التغابن:11]: إلا بتقديره ومشيئته(23).\nأما السيد عبدالله شبر فقال: بقضائه وعلمه(24).\nوقال السيد محمد الحسيني الشيرازي: فالله سبحانه هو الذي يقدر الأشياء، فلولا تقديره لم يقع شيء في الكون(25).\n(1/13)\n",
        "وقال ناصر مكارم الشيرازي: فما يجري من حوادث كلها بإذن الله لا يخرج عن إرادته أبداً، وهذا هو معنى (التوحيد الأفعالي) وإنما بدأ بذكر المصائب باعتبارها هي التي يستفهم عنها الإنسان دائماً ويشغل تفكيره، وعندما نقول يقع ذلك بإرادة الله، فإنما نعني الإرادة التكوينية لا الإرادة التشريعية(26).\nوعن حمدان بن سلمان قال: كتبت إلى الرضا عليه السلام أسأله عن أفعال العباد: أمخلوقة أم غير مخلوقة؟ فكتب: أفعال العباد مقدرة في علم الله تعالى قبل خلق العباد بألفي عام(27).\nوعن أمير المؤمنين علي عليه السلام قال: قال رسول الله صلى الله عليه وسلم: (إن الله عز وجل قدّر المقادير ودبّر التدابير قبل أن يخلق آدم بألفي عام)(28).\nوعن أبي عبدالله عليه السلام قال: أول ما خلق الله القلم، فقال له: اكتُبْ، فكتب ما كان وما هو كائن إلى يوم القيامة(29).\nوعن ابن عباس قال: إن أول ما خلق الله من شيء القلم، فأمره أن يكتب ما هو كائن إلى يوم القيامة، والكتاب عنده. ثم قرأ: ((وَإِنَّهُ فِي أُمِّ الْكِتَابِ لَدَيْنَا لَعَلِيٌّ حَكِيمٌ)) [الزخرف:4] (30).\nوقال مير سيد علي الحائري: قال صلى الله عليه وسلم: (يدخل الملك على النطفة بعدما تستقر في الرحم بأربعين أو بخمس وأربعين ليلة، فيقول: أشقي أم سعيد؟ فيكتبان، فيقول: أي رب! أذكر أم أنثى؟ فيكتبان، ويكتب عمله ورزقه وأجله، ثم يطوي الصحف فلا يزاد فيها ولا ينقص، ثم يقول الملك: يا رب! ما أصنع بهذا الكتاب؟ فيقول: علّقه في عنقه إلى قضائي عليه.\n(1/14)\n\nأقول(31): ولا يتنافى هذا مع اختيار العبد الصلاح والفساد، ولا يدل على الجبر في الشقاوة والسعادة، لأن المراد بهذا الكتاب إظهار علمه للملك، وليست هذه الكتابة من موجبات الفعل أبداً، بل هو إظهار سابق علمه تعالى بأن هذا العبد يؤول أمره إلى هذا، فمثاله مثال أنك تعلم من ضمير السلطان أنه يقتل غداً زيداً السارق، فتخبر ابنك بأن زيداً غداً مقتول، فيُقتل غداً، فهل القتل مسبب عن خبرك لابنك أو أن إخبارك له من موجبات قتله؟ فالحال الحال، والمثال المثال، فأمر الله تعالى للملك بالكتابة لسابقة علمه لا أنه قضى عليه بالسعادة أو الشقاوة، نعم! الجبر حاصل في التكوينيات، كالذكر والأنثى والطول والقصر ومثالها، وذلك لمقتضى الحكمة، لكن الأفعال الصادرة منك بحسب مشتهيات نفسك اختيارية، وإنما دواعيها ميل خاطرك ونفسك(32). انتهى.\nالثالث: الإيمان بأن جميع الكائنات لا تكون إلا بمشيئة الله تعالى، سواء كانت مما يتعلق بفعله أم مما يتعلق بفعل المخلوقين.\nقال تعالى: ((وَمَا تَشَاءُونَ إِلاَّ أَنْ يَشَاءَ اللَّهُ رَبُّ الْعَالَمِينَ)) [التكوير:29].\nقال السيد محمد حسين فضل الله: فقد تملكون في كيانكم حركة المشيئة الذاتية فيما تملكون من عناصر الاختيار، ولكن مشيئتهم لابد أن تخضع للمشيئة الإلهية في تقدير النظام الكوني الذي تتحرك الأشياء في دائرته، فلا يملك العبد استقلالاً مطلقاً عن الله حتى في نطاق حريته المربوطة بالمشيئة الإلهية بطريقة أخرى(33).\nوقال تعالى: ((وَيَفْعَلُ اللَّهُ مَا يَشَاءُ)) [إبراهيم:27].\nقال السيد عبدالله شبر: من تثبيت المؤمن وتَخلِيَة الكافر وكفره(34).\nوقال محمد حسين فضل الله: مما تقتضيه الحكمة في تدبير أمور الناس وفي شؤون الحياة؛ لأنه هو الذي لا راد لمشيئته، فإذا أراد شيئاً كان(35).\nوقال تعالى: ((وَلَوْ شَاءَ اللَّهُ لَسَلَّطَهُمْ عَلَيْكُمْ)) [النساء:90].\nقال الشيخ محمد السبزواري النجفي:",
        "(1/15)\n\nوهذا إخبار عن مقدوره تعالى، فلو أراد فإنه يفعل ويجعلهم يقاتلونكم... ولكن لم يشأ بل قذف في قلوبهم الرعب(36).\nوقال محمد جواد مغنية: إن الله سبحانه لا يتدخل بمشيئته التكوينية في شيء من أمور الناس والمسلمين، ولكن الله سبحانه صرفهم عن ذلك بوقوفهم على الحياد، فقوله: ((وَلَوْ شَاءَ اللَّهُ لَسَلَّطَهُمْ عَلَيْكُمْ)) [النساء:90] معناه: لجرّأهم عليكم ولم يجعل لكم هيبة في نفوسهم تبعثهم على طلب الموادعة والمتاركة، وليس هذا من باب المشيئة التكوينية، بل من المشيئة التوقيفية إن صح التعبير(37).\nوأعمال الإنسان متنوعة، وكلها واقعة بعلم الله سبحانه وبقدره وفق ما بينه أمير المؤمنين.\nفجاء عن الحسين بن علي عليه السلام قال: سمعت أبي علي بن أبي طالب عليه السلام يقول: الأعمال على ثلاثة أحوال: فرائض وفضائل ومعاصي، فأما الفرائض فبأمر الله تعالى وبرضى الله وبقضائه وتقديره ومشيئته وعلمه، وأما الفضائل فليست بأمر الله ولكن برضى الله وبقضاء الله وبقدرة الله وبمشيئة الله وبعلم الله، وأما المعاصي فليست بأمر الله، ولكن بقضاء الله وبقدر الله وبعلمه، ثم يعاقب عليها(38).\nوإذا فهم المسلم المعنى الحق لمفهوم القضاء والقدر ذهب عنه إشكالٌ ولبسٌ كبير في هذا المعتقد.\n(1/16)",
        "\nفعن يونس قال: قال الرضا عليه السلام: يا يونس، لا تقل بقول القدرية؛ فإن القدرية لم يقولوا بقول أهل الجنة ولا بقول أهل النار ولا بقول إبليس، فإن أهل الجنة قالوا: (الحمد لله الذي هدانا لهذا وما كنا لنهتدي لولا أن هدانا الله)، ولم يقولوا بقول أهل النار، فإن أهل النار قالوا: (ربنا غلبت علينا شقوتنا) وقال إبليس: (رب بما أغويتني، فقلت: يا سيدي، والله ما أقول بقولهم، ولكني أقول: لا يكون إلا ما شاء الله وقضى وقدر. فقال: ليس هكذا يا يونس، ولكن لا يكون إلا ما شاء الله وأراد وقدر وقضى، أتدري ما المشيئة يا يونس؟ قلت: لا، قال: هو الذِكْرُ الأول، وتدري ما الإرادة؟ قلت: لا، قال: العزيمة على ما شاء. وتدري ما التقدير؟ قلت: لا، قال: هو وضع الحدود من الآجال والأرزاق والبقاء والفناء. وتدري ما القضاء؟ قلت: لا، قال: هو إقامة العين، ولا يكون إلا ما شاء الله في الذكر الأول(39).\nالرابع: الإيمان بأن جميع الكائنات مخلوقة لله تعالى بذواتها، وصفاتها، وحركاتها.\nقال تعالى: ((اللَّهُ خَالِقُ كُلِّ شَيْءٍ وَهُوَ عَلَى كُلِّ شَيْءٍ وَكِيلٌ)) [الزمر:62].\nوقال تعالى عن نبيه إبراهيم أنه قال لقومه: ((وَاللَّهُ خَلَقَكُمْ وَمَا تَعْمَلُونَ)) [الصافات:96].\nوقال تعالى: ((وَخَلَقَ كُلَّ شَيْءٍ فَقَدَّرَهُ تَقْدِيراً)) [الفرقان:2].\nوعن الرضا عليه السلام فيما كتب للمأمون: من محض الإسلام أن الله تبارك وتعالى لا يكلف نفساً إلا وسعها، وأن أفعال العباد مخلوقة لله خلق تكوين، والله خالق كل شيء، ولا نقول بالجبر والتفويض(40).\nالمطلب الأول:\nثمرات الإيمان بالقضاء والقدر\nإن الإيمان بالقضاء والقدر له ثمرات عظيمة في صحة عقيدة وإيمان المسلم.\nفمن ثمراته: طمأنينة القلب وارتياحه وعدم التقلب وعدم القلق في هذه الحياة؛ لأن المؤمن بقضاء الله وقدره لا يتأثر بما يتعرض له من مشاق الحياة؛ لأنه مؤمن بما يصيبه، فهو مقدَّر لابد، ولا راد له.\n(1/17)\n",
        "قال تعالى: ((مَا أَصَابَ مِنْ مُصِيبَةٍ فِي الأَرْضِ وَلا فِي أَنْفُسِكُمْ إِلاَّ فِي كِتَابٍ مِنْ قَبْلِ أَنْ نَبْرَأَهَا إِنَّ ذَلِكَ عَلَى اللَّهِ يَسِيرٌ)) [الحديد:22].\nلذلك فإن المؤمن بالقضاء والقدر يشعر بالطمأنينة والشكر لربه عند قول النبي صلى الله عليه وسلم لعلي بن أبي طالب عليه السلام: (ما أصابك لم يكن ليخطئك، وأن ما أخطأك لم يكن يصيبك)(41)، بخلاف من لا يؤمن بالقضاء والقدر فإنه تأخذه الهموم والأحزان حتى تضيق به الدنيا ويحاول الخلاص منها ولو بالانتحار.\nومنها: الثبات على مواجهة الأزمات، واستقبال مشاق الحياة بقلب ثابت ويقين صادق لا تزلزله الأحداث؛ لأنه يعلم أن هذه الحياة دار ابتلاء وامتحان، كما قال تعالى: ((الَّذِي خَلَقَ الْمَوْتَ وَالْحَيَاةَ لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلاً وَهُوَ الْعَزِيزُ الْغَفُورُ)) [الملك:2].\nوقال تعالى: ((وَلَنَبْلُوَنَّكُمْ حَتَّى نَعْلَمَ الْمُجَاهِدِينَ مِنْكُمْ وَالصَّابِرِينَ وَنَبْلُوَ أَخْبَارَكُمْ)) [محمد:31].\nلذلك فإن الأنبياء والرسل جرى لهم من المحن والشدائد الكثير لكنهم واجهوها بالإيمان الصادق والعزم الثابت حتى اجتازوها بنجاح، وما ذاك إلا لإيمانهم بقضاء الله وقدره واستشهادهم به، ولتذكرهم الدائم بقوله تعالى: ((قُلْ لَنْ يُصِيبَنَا إِلاَّ مَا كَتَبَ اللَّهُ لَنَا هُوَ مَوْلانَا وَعَلَى اللَّهِ فَلْيَتَوَكَّلْ الْمُؤْمِنُونَ)) [التوبة:51].\nومنها: تحويل المحن إلى منح والمصائب إلى أجر، قال تعالى: ((مَا أَصَابَ مِنْ مُصِيبَةٍ إِلاَّ بِإِذْنِ اللَّهِ وَمَنْ يُؤْمِنْ بِاللَّهِ يَهْدِ قَلْبَهُ وَاللَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ)) [التغابن:11].\n(1/18)\n\nقال الشيخ محمد باقر الناصري: أي بعلم الله، أو بمعنى تَخليَة الله بينكم وبين من يريد فعلها، وقيل: هو خاص فيما يفعله تعالى أو يأمر به. ومن يؤمن بالله ويرضى بقضائه يهد الله قلبه حتى يصبر ولا يجزع لينال الثواب، وقيل: إن المعنى: يهد قلبه، فإن ابتلي صبر، وإن أعطي شكر، وإن ظلم غفر(42).\nومن الثمرات أيضاً: الاعتماد على الله تعالى عند فعل الأسباب بحيث لا يعتمد على السبب نفسه؛ لأن كل شيء بقدر الله تعالى، وأن لا يعجب بنفسه عند حصوله على مراده؛ لأن حصوله نعمة من الله تعالى، بما قدره من أسباب الخير والنجاح، وإعجابه بنفسه ينسيه شكر هذه النعمة.\nالمطلب الثاني:\nالمنحرفون في القدر\nمن الطوائف التي ضلت في اعتقادها بالقضاء والقدر: القدرية والجبرية.\nفالجبرية قالوا: إن العبد مجبر على عمله من عند الله وليس له به إرادة ولا قدرة.\nوقولهم معلوم بطلانه عند أهل الإيمان؛ لأنهم يعلمون أن الله تعالى أثبت للعبد إرادة ومشيئة وأضاف العمل إليه، قال تعالى: ((مِنْكُمْ مَنْ يُرِيدُ الدُّنْيَا وَمِنْكُمْ مَنْ يُرِيدُ الآخِرَةَ)) [آل عمران:152].\nوقال تعالى: ((وَقُلْ الْحَقُّ مِنْ رَبِّكُمْ فَمَنْ شَاءَ فَلْيُؤْمِنْ وَمَنْ شَاءَ فَلْيَكْفُرْ)) [الكهف:29].\nوقال تعالى: ((مَنْ عَمِلَ صَالِحاً فَلِنَفْسِهِ وَمَنْ أَسَاءَ فَعَلَيْهَا وَمَا رَبُّكَ بِظَلاَّمٍ لِلْعَبِيدِ)) [فصلت:46].\nوأما القدرية فقالوا: إن العبد مستقل بعمله في الإرادة والقدرة، وليس لمشيئة الله تعالى وقدرته فيه أثر، فلا يعلم الله شيئاً إلا بعد وقوعه من العبد.",
        "(1/19)\n\nوبيان بطلان اعتقادهم واضح كبطلان قول الجبرية، وذلك أن الله تعالى خالق كل شيء، وكل شيء كائن بمشيئته سبحانه، وقد بين الله تعالى في كتابه أن أفعال العباد تقع بمشيئته، قال تعالى: ((وَلَوْ شَاءَ اللَّهُ مَا اقْتَتَلَ الَّذِينَ مِنْ بَعْدِهِمْ مِنْ بَعْدِ مَا جَاءَتْهُمْ الْبَيِّنَاتُ وَلَكِنْ اخْتَلَفُوا فَمِنْهُمْ مَنْ آمَنَ وَمِنْهُمْ مَنْ كَفَرَ وَلَوْ شَاءَ اللَّهُ مَا اقْتَتَلُوا وَلَكِنَّ اللَّهَ يَفْعَلُ مَا يُرِيدُ)) [البقرة:253].\nوالاعتقاد الصحيح الذي يتوسط هذين الطرفين، والذي أجمع عليه المسلمون من فهمهم لكتاب الله عز وجل ولسنة النبي المصطفى صلى الله عليه وسلم، أن ما يقع على العبد من المصائب، أو يكون بفعله من الأعمال علمُه عند الله عز وجل علم أزلي من قبل أن يخلق السموات والأرض، وكتبها من بعد ذلك وأثبتها في اللوح المحفوظ، وشاء الله أن يحصل هذا الفعل للعبد فخلقه في هذه الدنيا، ويسر له ما أراد فعله، قال تعالى: ((وَاللَّهُ خَلَقَكُمْ وَمَا تَعْمَلُونَ)) [الصافات:96].\nفهذه العقيدة مفتاح إلى السعادة وإلى المعتقد المبارك الذي ينبغي على كل مسلم أن يحققه في نفسه، فمن علم أن الله بيده كل شيء وأنه المتصرف في كونه والمدبر له من بعد خلقه له، يجد ذلاً وفقراً واحتياجاً إليه سبحانه، فلن يدعو إلا العزيز القوي، ولن يتوكل إلا على الحي القيوم، ولن يلجأ إلى أحد من الخلق الضعفاء المفتقرين إلى عون الله سبحانه وتعالى.\nالمطلب الثالث:\nالصبر على قضاء الله وقدره\nمن الأمور الهامة المتعلقة بمعتقد القضاء والقدر، الصبر على ما قدره الله سبحانه والرضا به، وهذا مطلب هام يغفل عنه بعض أهل الإسلام.\nوالصبر: هو حبس النفس عن الجزع، وحبس اللسان عن التشكّي والتسخّط، وحبس الجوارح عن لطم الخدود وشق الجيوب ونحوها عند المصيبة، والرضا بما قدره الله.\nوالصبر على ثلاثة أنواع:\nالنوع الأول: الصبر على ما أمر الله به.\n(1/20)",
        "\nالنوع الثاني: الصبر عن ما نهى الله عنه.\nالنوع الثالث: الصبر على قضاء الله وقدره عند المصائب، وهذا هو محور البحث.\nفاعلم رحمك الله أن عدم الصبر على قضاء الله وقدره يسخط الرب وينافي كمال التوحيد؛ لما فيه من عدم الاستسلام والرضا والإيمان بقضاء الله وقدره.\nفيجب على المؤمن أن يصبر على ما أصابه، وليعلم بأن الله عز وجل قد قدّر له ذلك، وأن يستسلم له بإخلاص، ومن فعل ذلك يعوضه ربه عما أصابه وما فاته في الدنيا والآخرة.\nقال تعالى: ((وَلَنَبْلُوَنَّكُمْ بِشَيْءٍ مِنْ الْخَوْفِ وَالْجُوعِ وَنَقْصٍ مِنْ الأَمْوَالِ وَالأَنفُسِ وَالثَّمَرَاتِ وَبَشِّرْ الصَّابِرِينَ * الَّذِينَ إِذَا أَصَابَتْهُمْ مُصِيبَةٌ قَالُوا إِنَّا لِلَّهِ وَإِنَّا إِلَيْهِ رَاجِعُونَ * أُوْلَئِكَ عَلَيْهِمْ صَلَوَاتٌ مِنْ رَبِّهِمْ وَرَحْمَةٌ وَأُوْلَئِكَ هُمْ الْمُهْتَدُونَ)) [البقرة:155-157].\nوقد مر النبي صلى الله عليه وسلم على امرأة وهي تبكي عند قبر ولدها، فنهاها عن ذلك وأمرها بالصبر، وقال لها: الأجر مع الصدمة الأولى(43).\nوعن أبي عبد الله عليه السلام أنه قال: من رضي القضاء أتى عليه القضاء وهو مأجور، ومن سخط القضاء أتى عليه القضاء وأحبط الله عمله.\nوروي عنه عليه السلام: رأس طاعة الله الصبر والرضا.\nوروي عنه عليه السلام: أعلمُ الناس بالله أرضاهم بقضاء الله(44). انتهى.\nوفي عصرنا الحاضر نرى كثيراً من المسلمين هداهم الله للحق يقومون بإحياء ذكرى وفاة بعض الأولياء والصالحين واستشهادهم، ويقومون بأعمال مخالفة لما شرع الله عز وجل، ومخالفة لما نهى عنه النبي صلى الله عليه وسلم والأئمة عليهم السلام، من لطم للخدود وشق للجيوب وضرب للرؤوس بالخناجر والسيوف وضرب الطبول ولبس السواد، والإتيان بالشعراء والشاعرات وغيرها، معتقدين بأنها تحيي ذكراهم وتقربهم عند النبي وأهل بيته الطاهرين عليهم السلام وتشفعهم فيهم.\n(1/21)\n",
        "ويمكن توضيح الصواب والمنهج الحق في هذا المعتقد وفق الأمور الآتية:\nأولاً: إن الاحتفال بيوم الميلاد أو الوفاة ليس من هدي النبي صلى الله عليه وسلم بل هو من هدي المخالفين لشريعة الإسلام.\nفقد قُتل بعض الأنبياء وعذبوا، وهم مرسلون من الله عز وجل لدعوة البشر وتعليمهم، منهم: نبي الله زكريا الذي قُتل وعُذب وقطع رأسه وأحرق، ثم من بعد ذلك وقع هذا الفعل الشنيع في بعض الصحابة رضي الله عنهم، مثلما حصل لحمزة وجعفر بن أبي طالب وحنظلة رضي الله عنهم وغيرهم، حتى إن النبي صلى الله عليه وسلم بكى واشتد حزنه عليهم، إلا أنه لم يأمر الصحابة بإقامة المآتم لهم ومجالس العزاء والندب، أو باتخاذ هذه الأيام مناسبة أو أعياداً لذكرى وفاتهم، مثلما يفعل بعض الناس في هذا العصر.\nثانياً: إن الله عز وجل حثنا على الصبر في كثير من الآيات في القرآن الكريم، وكذلك فعل النبي صلى الله عليه وسلم، وأقوال الأئمة عليهم السلام ليست ببعيدة عنا، وعلى ما جاء فيها من احتساب الأجر كما سبق ذكره.\nثالثاً: إن الأعمال التي يعملها الناس في هذا العصر من لبس السواد وضرب الرؤوس بالسيوف والسلاسل وغيرها مخالفة لأمر النبي صلى الله عليه وسلم وكذلك لأقوال الأئمة عليهم السلام.\nفعن أمير المؤمنين علي بن أبي طالب عليه السلام قال: قال رسول الله صلى الله عليه وسلم: (أربعة لا تزال في أمتي إلى يوم القيامة: الفخر في الأحساب، والطعن في الأنساب، والنياحة)(45).\nوهذا ما حققه عملياً عليه السلام ونصح به المسلمين، حينما ورد الكوفة قادماً من صفين، فلما مر بالشاميين وسمع بكاء الناس على قتلى صفين، فقال عليه السلام لشرحبيل الشامي: أتغلبكم نساؤكم على ما أسمع؟ ألا تنهونهن عن هذا الرنين؟(46).\n(1/22)\n\nوهذا ما سار عليه آله عليهم السلام، فعن الصادق عن آبائه قال: نهى رسول الله صلى الله عليه وسلم عن الرَنَّة عند المصيبة ونهى عن النياحة والاستماع إليها، ونهى عن اتباع النساء للجنائز(47).\nوكان من تحذيراته صلى الله عليه وسلم للنساء خاصة في أواخر حياته، ما جاء عن أبي عبد الله عليه السلام قال: لما فتح رسول الله صلى الله عليه وسلم مكة بايع الرجال ثم جاء النساء، فقالت أم حكيم: يا رسول الله، ما ذلك المعروف الذي أمرنا الله أن لا نعصيك فيه؟ فقال: (لا تلطمن خداً، ولا تخمشن وجهاً، ولا تنتفن شعراً، ولا تَشُقنَّ جيباً، ولا تسوِّدنَّ ثوباً)(48).\nحتى ولو كان إظهار الحزن في اللباس دون صراخ أو عويل ولطم؛ لقول أمير المؤمنين عليه السلام فيما علّم أصحابه: لا تلبسوا السواد؛ فإنه لباس فرعون(49).\nوعن محسن بن أحمد قال: قلت لأبي عبد الله عليه السلام: أُصلّي في القُلُنُسَوة السوداء؟ فقال: لا تصلّ فيها؛ فإنها لباس أهل النار(50).\nوقد يتعاطف كثير من الناس مع ما حدث للإمام الحسين عليه السلام وأهل بيته الطاهرين من الظلم وسفك للدماء، فيحيون ما وقع لهم، يقولون: إننا نعمل تلك العروض من ضرب بالسيوف والسلاسل ولطم الخدود وغيرها لإحياء ذكرى يوم استشهاد الإمام الحسين عليه السلام الذي لم يصب أحد من المسلمين بمثل مصيبته.\nوفرق بين التعاطف والشعور الإيجابي تجاه المصاب بالحسين عليه السلام، وبين أن المسلم تقوده عواطفه إلى أن يفعل المخالفات تجاه آل البيت عليهم السلام، وهذه المقولة والحجة التي يبرر بها فعل بعض المسلمين تجاه مصابنا في حق سيد شباب أهل الجنة يمكن أن توجه للحق وفق الأمر التالي:\nإن وفاة النبي صلى الله عليه وسلم وفقدان الأمة الإسلامية له أعظم من قتل الأنبياء والرسل والصالحين، لا يستثنى منهم أحد.",
        "(1/23)\n\nفعن عمر بن سعيد بن هلال قال: قلت لأبي عبد الله عليه السلام: أوصني؟ قال: أوصيك بتقوى الله -إلى أن قال-: وإذا أصبت بمصيبة فاذكر مصابك برسول الله صلى الله عليه وسلم ؛ فإن الناس لم يصابوا بمثله أبداً(51).\nومع أن مصابنا بالنبي صلى الله عليه وسلم كان أعظم من مصائب الناس أجمعين، إلا أن النبي صلى الله عليه وسلم أوصى ابنته الحبيبة وسيدة النساء فاطمة الزهراء عليها السلام بالصبر، والتزامها الشرع الصحيح عند وفاته.\nفعن عمر بن أبي المقداد قال: سمعت أبا جعفر عليه السلام يقول: تدرون ما قوله تعالى: ((وَلا يَعْصِينَكَ فِي مَعْرُوفٍ)) [الممتحنة:12] قلت: لا، قال: إن رسول الله صلى الله عليه وسلم قال لفاطمة عليها السلام: (إذا أنا مت فلا تخمشي عليَّ وجهاً، ولا ترخي عليَّ شعراً، ولا تنادي بالويل والثبور، ولا تقيمي عليَّ نائحة، قال: إن هذا المعروف الذي قال الله عز وجل)(52).\nوأما الحسين عليه السلام الذي ينتسب إليه كثير من الناس ويبكون ليوم استشهاده، فقد حرّم هذه الأفاعيل أيضاً وتبرأ منها، ناهجاً سنة جده المصطفى صلى الله عليه وسلم.\nفعن محمد بن علي عليه السلام قال: لما هَمَّ الحسين بالشخوص إلى المدينة أقبلت نساء بني عبد المطلب فاجتمعن للنياحة، فمشى فيهن الحسين عليه السلام، فقال: أنشدكن بالله أن تبدين هذا الأمر معصية لله ورسوله(53).\nوعن علي بن الحسين عليه السلام قال: إن الحسين قال لأخته زينب: يا أختاه! إني أقسمت عليك فأبرِّي قسمي: لا تشقي عليَّ جيباً، ولا تخمشي عليَّ وجهاً، ولا تدعي عليَّ بالويل والثبور إذا أنا هلكت(54).\nوقد يتعجب كثير من الناس من هذا الكلام ويتساءلون: كيف ينهى النبي صلى الله عليه وسلم عن البكاء، وقد بكى نبي الله يعقوب عليه السلام عند فقدان ابنه حتى ابيضّت عيناه؟ ألا ينافي ذلك الصبر على قضاء الله وقدره؟\n(1/24)",
        "\nفنقول: إن النبي صلى الله عليه وسلم لم ينه عن البكاء، ولكنه نهى عن غير ذلك مما قد يصاحب البكاء والحزن: من لطم الخدود، وضرب الصدور بالسلاسل، وشق الرؤوس بالخناجر والسيوف، ونهى عن الصراخ والنياحة والعويل ولبس السواد والإتيان بالشاعرات والنائحات، وغيرها من الأعمال الوحشية كما أسلفنا.\nوقد قال صلى الله عليه وسلم يوم وفاة ابنه إبراهيم: (ما كان من حزن في القلب أو العين فإنما هو رحمة، وما كان من حزن اللسان وباليد فهو من الشيطان)(55).\nوأما نبي الله يعقوب عليه السلام فقد صبر على قضاء الله وقدره عندما فقد ابنه يوسف عليه السلام، كما قال الله عز وجل عن نبيه يعقوب: ((فَصَبْرٌ جَمِيلٌ وَاللَّهُ الْمُسْتَعَانُ عَلَى مَا تَصِفُونَ)) [يوسف:18].\nيقول ناصر مكارم الشيرازي عن شدة بكاء نبي الله يعقوب عليه السلام:\nإن قلوب العباد مركز للعواطف، فلا عجب أن ينهل دمع عينهم مدراراً، المهم أن يسيطروا على أنفسهم ولا يفقدوا توازنهم، ولا يقولوا شيئاً يسخط الرب، ومن الطريف أن مثل هذا السؤال وجه إلى النبي صلى الله عليه وسلم حين بكى على موت ولده إبراهيم حيث قالوا له: يارسول الله، أتنهانا عن البكاء وتبكي؟ فأجابهم النبي الكريم صلى الله عليه وسلم: (تدمع العين، ويحزن القلب، ولا نقول ما يسخط الرب)، وفي رواية أخرى أنه قال: (ليس هذا بكاء، إنه رحمة)، وهذه إشارة إلى أن ما في صدر الإنسان هو القلب، وليس الحجر، وطبيعي أن يتأثر الإنسان أمام المسائل العاطفية، وأبسط هذا التأثر هو انهلال الدمع(56).\nإذاً: يجب على من يحب النبي صلى الله عليه وسلم وأهل بيته وأصحابه أن يسير على نهجهم، ويتبع أمرهم الذي يحث على التمسك بالشرع، ولا يخالف كتاب الله الذي أمر بالصبر والمصابرة عند المصائب.\nالفصل الثالث\nتوحيد الألوهية\nويتضمن المباحث الآتية:\nالمبحث الأول: التعريف بتوحيد الألوهية.\nالمبحث الثاني: سؤال وجواب في توحيد الألوهية.\n(1/25)\n",
        "المبحث الثالث: التحذير من خطر الشرك.\nالمبحث الرابع: أمثلة دالة على وقوع الشرك في الناس.\nالمبحث الأول:\nالتعريف بتوحيد الألوهية\nوهو إفراد الله بالعبادة.. كالصلاة والرجاء والاستغاثة والاستعاذة والاستعانة... إلخ.\nفالله خلق العالم من الإنس والجن لعبادته وحده لا شريك له، فأوجبها عليهم في هذه الدنيا الفانية للاختبار، ولأنه سبحانه هو المستحق إلى أن تصرف إليه هذه العبادات.\nقال تعالى: ((وَمَا خَلَقْتُ الْجِنَّ وَالإِنسَ إِلاَّ لِيَعْبُدُونِ)) [الذاريات:56].\nوقال تعالى: ((وَقَضَى رَبُّكَ أَلاَّ تَعْبُدُوا إِلاَّ إِيَّاهُ)) [الإسراء:23].\nفمن عبد الله وحده أنجاه الله وأدخله جنته تكريماً له لما فعل، ومن عبد غير الله، أو جعل لربه نداً أو مساوياً عاقبه الله بنار جهنم خالداً فيها.\nولأجل هذا المقصد العظيم أرسل الله تبارك وتعالى لهذا العالم الرسل؛ ليعلموا البشرية ما أمر الله به وما نهى عنه من العبادات والمعاملات والعقائد والتشريع والسياسة وغيرها من أمور البشر، وذلك لكمال حكمه وقضائه وعدله، والتي لا تصرف إلا له سبحانه.\nولعظم هذا المقصد فكل الرسل بدؤوا دعوتهم بتوحيده عز وجل، ابتداءً من نوح وختاماً بمحمد صلوات الله وسلامه عليهم أجمعين.\nقال تعالى: ((وَلَقَدْ بَعَثْنَا فِي كُلِّ أُمَّةٍ رَسُولاً أَنْ اُعْبُدُوا اللَّهَ وَاجْتَنِبُوا الطَّاغُوتَ)) [النحل:36].\nوقال تعالى: ((وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رَسُولٍ إِلاَّ نُوحِي إِلَيْهِ أَنَّهُ لا إِلَهَ إِلاَّ أَنَا فَاعْبُدُونِ)) [الأنبياء:25].\nقال أبو جعفر محمد الطوسي: بأنه لا معبود على الحقيقة سواه ((فَاعْبُدُونِ)) أي: وجهوا العبادة إليه من دون غيره(57).\nوقال الحاج سلطان الجنابذي: بالتوحيد وخلع الأنداد لا بالإشراك واتخاذ الأنداد(58).\nوقال محمد جواد مغنية: ما أرسل رسولاً إلا بالتوحيد والإخلاص لله في العبادة(59).\n(1/26)\n\nإذاً: ما العبادة؟ وما تعريف شهادة (لا إله إلا الله)؟\nالعبادة: هي اسم جامع لكل ما يحبه الله ويرضاه من الأقوال والأعمال الباطنة والظاهرة، ولها أركان وشروط(60).\nومعنى شهادة (لا إله إلا الله): أي: (لا معبود بحق(61) إلا الله)، ولها أركان وشروط أيضاً(62).\nواعلم -رحمك الله- أن العبادة لها أنواع كثيرة، يجب صرفها جميعاً لله وحده لا شريك له، ومنها: الدعاء بأنواعه من استغاثة واستعانة واستعاذة، ومنها: الذبح والنذر والصلاة والزكاة والصيام والحج وقراءة القرآن... إلخ، فمن صرف شيئاً منها لغير الله فقد أشرك به عز وجل.\nقال تعالى: ((إِنَّ اللَّهَ لا يَغْفِرُ أَنْ يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَنْ يَشَاءُ)) [النساء:116].\nوقال تعالى: ((وَلا تُشْرِكُوا بِهِ شَيْئاً)) [النساء:36].\nقال الشيخ محمد السبزواري النجفي في تفسير هذه الآية: أمر سبحانه بعبادته؛ لأن العبادة منحصرة بذاته عز وجل، لا بشيء غيره من الأشياء في السموات ولا في الأرض، إذ ليس فيها كائن قابل لأن يشاركه في الألوهية، بل كل شيء مخلوق له، مفتقر إليه(63).\nوقال أمين الدين الطبرسي فيها أيضاً:\nأي وحدوه وعظموه ولا تشركوا في عبادته غيره، فإن العبادة لا تجوز لغيره؛ لأنها لا تُستحق إلا بفعل أصول النعم ولا يقدر عليها سواه تعالى(64).\nوكذلك قال ناصر مكارم الشيرازي:\nلا تجعل معبوداً آخر مع الله: لا في العقيدة ولا في العمل ولا في الدعاء ولا في العبودية.\nوقال أيضاً: إن للشرك ثلاثة آثار سيئة جداً في وجود الإنسان:\n1- الشرك يؤدي إلى الضعف والعجز والذلة، في حين أن التوحيد هو أساس الحركة والنهوض والرفعة.\n2- الشرك موجب للذم واللوم؛ لأنه خط انحرافي واضح في قبالة منطق العقل، ويعتبر كفراً واضحاً بالنعم الإلهية.",
        "(1/27)\n\n3- الشرك يكون سبباً في أن يترك الله سبحانه وتعالى الإنسان إلى الأشياء التي يعبدها، ويمتنع عن حمايته، وبما أن هذه المعبودات المختلفة والمصطنعة لا تملك حماية أي إنسان أو دفع القدر عنه، لأن الله لا يحمي مثل هؤلاء(65).\nالتفريق بين الربوبية والألوهية:\nإن هؤلاء الناس الذين بُعث فيهم الرسل يقرون بموجب فطرتهم ونظرهم في الكون بأن الله هو ربهم الخالق والرازق والمحيي والمميت.\nلهذا قال تعالى في حقهم: ((وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَ السَّمَوَاتِ وَالأَرْضَ لَيَقُولُنَّ خَلَقَهُنَّ الْعَزِيزُ الْعَلِيمُ)) [الزخرف:9].\nوقال تعالى: ((وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَ السَّمَوَاتِ وَالأَرْضَ لَيَقُولُنَّ اللَّهُ)) [الزمر:38].\nوالآيات في هذا المعنى كثيرة، ولكنَّ هذا لا ينفعهم؛ لأن هذا إقرار بالربوبية فقط، ولا ينفع الإقرار بالربوبية، لأنه معرفة مجردة من العمل حتى يكون معها الإقرار بالألوهية، وهي العمل وعبادة الله وحده لا شريك له.\nولذا ركزت دعوة الرسل على توحيد الألوهية، وإفراد الله بالعبادة وحده من دون شريك ولا ند ولا واسطة.\nفهذا نبي الله نوح عليه السلام دعا قومه إلى عبادة الله وحده وترك الأصنام التي جعلوها واسطة بينهم وبين الله يعبدونها ويتشفعون بها، وبقي فيهم ألف سنة إلا خمسين عاماً يدعوهم إلى التوحيد، فكان ردهم كما قال تعالى: ((وَقَالُوا لا تَذَرُنَّ آلِهَتَكُمْ وَلا تَذَرُنَّ وَدّاً وَلا سُوَاعاً وَلا يَغُوثَ وَيَعُوقَ وَنَسْراً)) [نوح:23].\nوذكر السيد عبد الله شبر معنى الأسماء الواردة في الآية، فقال:\nهم أسماء قوم صلحاء بين آدم ونوح، فلما ماتوا صوروهم تبركاً بهم، فلما طال الزمان عُبِدوا، ثم انتقلت إلى العرب.\n(1/28)",
        "\nوقال القمي: كانوا قوماً مؤمنين قبل(66) نوح فماتوا، فحزن عليهم الناس، فجاء إبليس فاتخذ لهم صورهم ليأنسوا بها، فلما جاءهم الشتاء أدخلوهم البيوت، فمضى ذلك القرن وجاء القرن الآخر فجاءهم إبليس، فقال لهم: إن هؤلاء آلهة كان آباؤكم يعبدونها فعبدوهم وضل منهم بشر كثير، فدعا عليهم نوح فأهلكهم الله، وقال: كانت ود صنماً لكليب، وسواع لهذيل، ويغوث لمراد، ويعوق لهمدان، ونسر لحصين(67).\nوهذا خليل الله إبراهيم عليه السلام لما جاء بعد نوح، تبرأ من قومه وأبيه لعبادتهم الأصنام والكواكب حين جعلوها واسطة بينهم وبين الله كما يدعون، وتحمل الأذى في دعوتهم، ومدح الله نبيه الخليل لتمسكه بالتوحيد الخالص هو وأولاده.\nقال تعالى: ((وَإِذْ قَالَ إِبْرَاهِيمُ لأَبِيهِ وَقَوْمِهِ إِنَّنِي بَرَاءٌ مِمَّا تَعْبُدُونَ * إِلاَّ الَّذِي فَطَرَنِي فَإِنَّهُ سَيَهْدِينِ)) [الزخرف:26-27].\nقال السيد محمد تقي المدرسي:\nكانت رسالة إبراهيم عليه وعلى نبينا وآله السلام موجهة ضد استمرارية الأمر الواقع ضد عبادة الآباء وتقديس شرعهم ومعتقداتهم وتاريخهم، لذلك قال لأبيه: إنني براء مما تعبدون من دون الله، ويعتبر هذا من أهم ما يتميز به إبراهيم الخليل من بين سائر الرسل، وتبرؤ إبراهيم مما عبده آباؤه قطع صلاته بهم، واختط لنفسه ولآله من بعده خطاً جديداً نظيفاً وهو التوحيد(68).\nوأما عن الشرك الواقع في بني إسرائيل، فقال تعالى عن قصة موسى عليه السلام: ((وَجَاوَزْنَا بِبَنِي إِسْرَائِيلَ الْبَحْرَ فَأَتَوْا عَلَى قَوْمٍ يَعْكُفُونَ عَلَى أَصْنَامٍ لَهُمْ قَالُوا يَا مُوسَى اجْعَل لَنَا إِلَهاً كَمَا لَهُمْ آلِهَةٌ قَالَ إِنَّكُمْ قَوْمٌ تَجْهَلُونَ)) [الأعراف:138].\nقال أبو جعفر الطوسي: وتوهمهم أنه يجوز عبادة غير الله... فقال لهم موسى: إنكم قوم تجهلون من المستحق للعبادة، وما الذي يجوز أن يتقرب به إلى الله تعالى(69).\n(1/29)\n",
        "وقال أيضاً مير سيد علي الطهراني:\nوطلبوا من موسى أن يعين لهم تمثالاً يتقربون بعبادته إلى الله، وهذا القول هو الذي حكاه عن عبدة الأوثان، حيث قالوا: ((مَا نَعْبُدُهُمْ إِلاَّ لِيُقَرِّبُونَا إِلَى اللَّهِ زُلْفَى)) [الزمر:3].\nوهذا يوسف عليه السلام في السجن يدعو صاحبيه إلى التوحيد عندما سألاه عن تعبير الرؤيا، وقبل أن يجيبهما قال لهما: ((يَا صَاحِبَيِ السِّجْنِ أَأَرْبَابٌ مُتَفَرِّقُونَ خَيْرٌ أَمْ اللَّهُ الْوَاحِدُ الْقَهَّارُ * مَا تَعْبُدُونَ مِنْ دُونِهِ إِلاَّ أَسْمَاءً سَمَّيْتُمُوهَا أَنْتُمْ وَآبَاؤُكُمْ مَا أَنزَلَ اللَّهُ بِهَا مِنْ سُلْطَانٍ إِنْ الْحُكْمُ إِلاَّ لِلَّهِ أَمَرَ أَلاَّ تَعْبُدُوا إِلاَّ إِيَّاهُ ذَلِكَ الدِّينُ الْقَيِّمُ وَلَكِنَّ أَكْثَرَ النَّاسِ لا يَعْلَمُونَ)) [يوسف:39-40].\nوهذا خاتم الأنبياء والمرسلين محمد صلى الله عليه وسلم، وهو الذي كان معروفاً عند العرب قبل البعثة بالصادق الأمين، مكث في مكة ثلاثة عشر عاماً يدعوهم إلى عبادة الله وحده بقوله: (لا إله إلا الله) وترك ما كان يعبد آباؤهم، ففهموا معنى هذه الشهادة التي يدعو إليها، واعتذروا له قائلين: إنا لا نعبد هذه الأصنام لاعتقاد أنها آلهة مستقلة، وإنما نعبدها لأجل أنها تماثيل لأشخاص كانوا عند الله من المقربين فنحن نعبدها لأجل الشفاعة (70).\nولضلالهم العميق نسوا صدقه وأمانته واتهموه بالسحر والكذب، وقالوا له: أتعبد إلهاً واحداً من غير واسطة وتهمل آلهة آبائنا؟! هذا شيء عجيب!\nقال تعالى: ((وَعَجِبُوا أَنْ جَاءَهُمْ مُنْذِرٌ مِنْهُمْ وَقَالَ الْكَافِرُونَ هَذَا سَاحِرٌ كَذَّابٌ * أَجَعَلَ الآلِهَةَ إِلَهاً وَاحِداً إِنَّ هَذَا لَشَيْءٌ عُجَابٌ)) [ص:4-5].\n(1/30)\n\nوقال تعالى: ((إِنَّهُمْ كَانُوا إِذَا قِيلَ لَهُمْ لا إِلَهَ إِلاَّ اللَّهُ يَسْتَكْبِرُونَ * وَيَقُولُونَ أَئِنَّا لَتَارِكُوا آلِهَتِنَا لِشَاعِرٍ مَجْنُونٍ)) [الصافات:35-36].\nوشرح بعض العلماء سبب وقوع كفار مكة في الخطأ وعلى ماذا استندوا، فقال ناصر مكارم الشيرازي:\nإن المشركين يستندون إلى الأوهام، فلا دليل لهم على ما يدعون سوى أنهم كالببغاء يقلدون آباءهم في التمسك بالخرافات والأساطير التي لا أساس لها من الصحة... ويقبلون الشرك من غير دليل صحيح عليه(71).\nومع كل هذا الضلال لم ييأس النبي صلى الله عليه وسلم من هذه الدعوة المباركة، بل بدأ بها مبتدئاً بأقربائه، فدعا عمه أبا طالب الذي حماه من ظلم قريش، وعند احتضاره للموت، قال له: (قل يا عم كلمة أشهد لك بها عند الله تعالى، فقال: لولا أن تقول العرب: إن أبا طالب جزع عند الموت لأقررت بها عينك)، وروي أنه قال: (أنا على دين الأشياخ، وقيل: إنه قال: أنا على دين عبد المطلب). وقيل غير ذلك(72).\nواستمر النبي صلى الله عليه وسلم في هذه الدعوة حتى دخل كثير من الناس في دين الإسلام -دين التوحيد- وبلغ قريشاً اليأس من محاربة هذا الدين الجديد الذي يسفه تعلقهم بآلهتهم المزعومة، التي لهم فيها المآرب الشخصية، وجلب الأرزاق من الحجيج الذين يفدون على مكة فيتوسلون بهذه الآلهة الباطلة لتتوسط لهم عند الخالق العظيم، فبذلوا للنبي صلى الله عليه وسلم المغريات، وأصبحت العروض تأتي إليه لكي يترك تلك الدعوة، فلم يلتفت إلى ذلك، بل استمر متحملاً مع أصحابه في سبيل دعوة التوحيد أذى قريش وجبروتهم وطغيانهم، حتى انتصرت دعوته بعد ثلاثة عشر عاماً، ولله الحمد والمنة.",
        "(1/31)\n\nأما في عصرنا الحاضر فإننا نرى كثيراً من الناس -هداهم الله إلى الحق- يسيرون على طريق أهل الجاهلية، مع أنهم يقولون: (لا إله إلا الله)، ثم تراهم يجعلون الأولياء والصالحين شفعاء ووساطات بينهم وبين الله في جميع أنواع العبادات من الدعاء والخوف والنذر والتبرك.\nومع هذا التوضيح قد تتلجلج في صدور بعض المسلمين شبهات ووساوس قد تنخر في هذا الجانب العظيم والركن الوثيق من أركان الإيمان، وهذا ما سيكون مبحثنا في القادم من المباحث بعون الله ومنته.\nالمبحث الثاني:\nسؤال وجواب في توحيد الألوهية\nفي هذا المبحث نتناول بعض التساؤلات المتعلقة في جانب العبادة بالبيان والرد، بغية إظهار الحق جلياً لا لبس فيه، خاصة في أعظم ما يقدمه المسلم لنفسه تجاه ربه ألا وهو: كمال العبودية لله سبحانه.\nسؤال (1):\nنرى كثيراً من ضعفاء الناس والمحتاجين يذهبون لأهل الجاه في البلد لكي يتوسطوا لهم عند أصحاب السلطة والرياسة لقضاء حوائجهم الدنيوية.\nونحن لنا حاجاتنا مع الله، فلما كنا نحب الأولياء وخاصة من آل بيت النبي ونتبع طريقهم لأنه هو الحبل المؤدي إلى صراط النجاة، فمن باب أولى أنهم لن يتركوا من يودهم ويحبهم، فحينئذٍ سيكونون لنا وسائط عند الله عز وجل في الدنيا والآخرة.\nالجواب:\nأولاً: إن هذا الكلام غير صحيح، بل فيه طعن في علم الله عز وجل ورحمته بخلقه، وفيه أيضاً تشبيه للخالق بالمخلوق.\nفإن أصحاب السلطة والنفوذ لا يحيطون بكل ما يحصل بين الناس وبكل ما يحتاجونه من نصرة ومساعدة، وربما لا يعطون كل ذي حق حقه، ولا يستطيعون أن يسمعوا ويروا كل أحوال الناس وما يحتاجون إليه، وهذا الميت إذا طلب منه التوسط هل سيسمع من عند قبره فقط أو يسمع البعيد أيضاً، وهل بمقدوره أن يسمع جميع من يدعونه في وقت واحد؟\nوإذا كان لا يستطيع ذلك في الدنيا وهو حي فكيف بعد موته؟! وهل من يستطيع ذلك غير الله؟!\n(1/32)",
        "\nأما الله عز وجل فإنه يعلم كل ما كان وما سيكون وما لم يكن لو كان كيف يكون، ولا يظلم عباده أبداً، ويسمع كل من يناجيه من مختلف البلدان والألسن والأزمنة سبحانه وتعالى.\nثانياً: إن الله تبارك وتعالى قد بيّن كيفية نهج الأنبياء عليهم السلام في اللجوء إليه سبحانه في كتابه العزيز.\nفهذا نوح عليه السلام نادى ربه فنجاه من الكرب العظيم، وإبراهيم عليه السلام صدع في قومه مظهراً تعلقه بربه، فقال: ((وَإِذْ قَالَ إِبْرَاهِيمُ لأَبِيهِ وَقَوْمِهِ إِنَّنِي بَرَاءٌ مِمَّا تَعْبُدُونَ * إِلاَّ الَّذِي فَطَرَنِي فَإِنَّهُ سَيَهْدِينِ * وَجَعَلَهَا كَلِمَةً بَاقِيَةً فِي عَقِبِهِ لَعَلَّهُمْ يَرْجِعُونَ)) [الزخرف:26-28], وهذا موسى عليه السلام تحدى آل فرعون، فالتجأ إلى ربه، فقال عند اقتراب جيش فرعون من بني إسرائيل: ((قَالَ كَلاَّ إِنَّ مَعِي رَبِّي سَيَهْدِينِ)) [الشعراء:62]، وزكريا عليه السلام لما نزل به العجز نادى ربه نداءً خفياً، وأيوب عليه السلام عندما مسه الضر نادى ربه وحده، ويوسف عليه السلام نادى ربه في حال الفتنة، فقال: ((مَعَاذَ اللَّهِ إِنَّهُ رَبِّي أَحْسَنَ مَثْوَايَ)) [يوسف:23]، ويونس عليه السلام نادى الله وحده في الظلمات.\nوسيد البشر نبينا محمد صلى الله عليه وسلم قال لصاحبه وهما في الغار: ما ظنك باثنين الله ثالثهما؟! فقال تعالى: ((إِذْ يَقُولُ لِصَاحِبِهِ لا تَحْزَنْ إِنَّ اللَّهَ)) [التوبة:40].\nلذلك فمن جعل بينه وبين الله من الواسطات، فإنه ما أحسن الظن بربه أنه هو كاشف الضر والنافع والرزاق، وما سار على نهج المرسلين، وللعلم فإنه ما اتخذ إنسان الواسطة إلا أنه شبه الخالق بالمخلوق.\n(1/33)\n",
        "ثالثاً: إن طلب السؤال من العبد لربه لا يحتاج إلى واسطة كما يظنه بعضهم، فالدعاء وغيره من العبادات الخاصة والمتوجه إلى الله عز وجل، ولا شأن للأنبياء والأولياء فيها، إنما أمرهم منحصر في تبليغ الناس رسالة الله تبارك وتعالى، وتعليم الناس شرع ربهم سبحانه من بعد أن يسألهم الناس.\nوقد بين ذلك الله عز وجل في كتابه العزيز؛ فقال تعالى: ((يَسْأَلُونَكَ عَنْ الأَهِلَّةِ قُلْ هِيَ مَوَاقِيتُ لِلنَّاسِ)) [البقرة:189]، وقال تعالى: ((يَسْأَلُونَكَ عَنْ الشَّهْرِ الْحَرَامِ قِتَالٍ فِيهِ قُلْ قِتَالٌ فِيهِ كَبِيرٌ)) [البقرة:217].. وقال تعالى: ((يَسْأَلُونَكَ عَنْ الْخَمْرِ وَالْمَيْسِرِ قُلْ فِيهِمَا إِثْمٌ كَبِيرٌ وَمَنَافِعُ لِلنَّاسِ وَإِثْمُهُمَا أَكْبَرُ مِنْ نَفْعِهِمَا)) [البقرة:219].. وقال تعالى: ((وَيَسْأَلُونَكَ عَنْ الْيَتَامَى قُلْ إِصْلاحٌ لَهُمْ خَيْرٌ وَإِنْ تُخَالِطُوهُمْ فَإِخْوَانُكُمْ)) [البقرة:220].. وقال تعالى: ((وَيَسْأَلُونَكَ عَنْ الْمَحِيضِ قُلْ هُوَ أَذًى)) [البقرة:222].. وقال تعالى: ((وَيَسْأَلُونَكَ عَنْ الرُّوحِ قُلْ الرُّوحُ مِنْ أَمْرِ رَبِّي وَمَا أُوتِيتُمْ مِنْ الْعِلْمِ إِلاَّ قَلِيلاً)) [الإسراء:85].\n(1/34)\n\nفهذه الآيات جميعها فيها لفظ (يسألونك)، وفيها الرد التعليمي (قل)، إلا آية واحدة جاءت على خلاف هذا النسق، وهي قوله تعالى: ((وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌ أُجِيبُ دَعْوَةَ الدَّاعِي إِذَا دَعَانِي فَلْيَسْتَجِيبُوا لِي وَلْيُؤْمِنُوا بِي لَعَلَّهُمْ يَرْشُدُونَ)) [البقرة:186] فلم يقل سبحانه: (قل)، بل قال سبحانه مباشرة: (فإني قريب)، لأن طلب السؤال خاص بالله ولا يحتاج إلى واسطة بين العبد وربه، حتى من النبي صلى الله عليه وسلم، والصالحين من باب أولى، ولأن النبي صلى الله عليه وسلم هو رسول بين الله والناس في تبليغ الرسالة والشرع، وأما الدعاء والعبادة فليس بين العبد وربه حجاب أو واسطة، وهو مصداق قوله تعالى: ((أُجِيبُ دَعْوَةَ الدَّاعِي إِذَا دَعَانِي)) [البقرة:186].\nرابعاً: إن الله هو وحده الذي كشف ضر الأنبياء والمرسلين، وهو الذي حفظهم، مثلما حفظ موسى في التابوت وهو رضيع، وأنجى يونس من بطن الحوت، وسائر الأنبياء عليهم الصلاة والسلام.\nفالسؤال العظيم:\nإذا أصابك الكرب هل يقدر الله على كشفه أم لا ؟\n- وهل يعلم سبحانه بحالك ويسمع صوتك أم لا ؟ وأليس اللهُ بكافٍ عباده ؟\n- أليس الله يجيب المضطر إذا دعاه ويكشف السوء ؟\n- وهل الأولياء والصالحون من الوسطاء يخافون عليك أكثر من الله ؟\nأو سيلطفون بك أكثر من الله ؟ أو سيحبونك أكثر من الرحمن الرحيم ؟\nفنعلم يقيناً أنك ستقول: الأمر لله وحده..\nإذاً: يا عبد الله.. لماذا لا تلجأ إلى الله مباشرة دون واسطة ؟!\nونقول لك أيضاً: لماذا تجعل في عبادتك واسطة من الأولياء والصالحين ؟\nأتظن أن هؤلاء الأولياء أعلم من الله بحالك وأقدر على عطاء سؤالك ؟\nفإن قلت: (نعم).. فهذا كفر بالله عز وجل، وإن قلت: (لا).. فنقول لك: فلماذا تعدل عن سؤال الله عز وجل إلى سؤال غيره ؟!\nسؤال (2):",
        "(1/35)\n\nإن الله عز وجل يقول: ((يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَابْتَغُوا إِلَيْهِ الْوَسِيلَةَ)) [المائدة:35]. ونحن المذنبون نعلم أن الصالحين لهم من الجاه والمنزلة عند الله ما نؤمل به أننا إذا توسلنا إليه بهم وتقربنا إليه من طريقهم أن يستجيب الله ما طلبناه منه من قضاء الحوائج ودفع الضر وجلب النفع.\nالجواب:\nلا حجة لهؤلاء على ما استدلوا به في تلك الآية الكريمة من وجوه:\nالوجه الأول: أن الوسيلة الشرعية التي أمر الله بها في القرآن الكريم إنما هي عبادة الله عز وجل والتقرب إليه بما شرع(73)، لا أن يكون التقرب بأن يشرك معه في عبادته من دعاء وتوسل وشفاعة ورجاء وخوف أحد من الأولياء والصالحين.\nقال تعالى: ((أُوْلَئِكَ الَّذِينَ يَدْعُونَ يَبْتَغُونَ إِلَى رَبِّهِمْ الْوَسِيلَةَ أَيُّهُمْ أَقْرَبُ وَيَرْجُونَ رَحْمَتَهُ وَيَخَافُونَ عَذَابَهُ إِنَّ عَذَابَ رَبِّكَ كَانَ مَحْذُوراً)) [الإسراء:57].\nقال مير سيد الحائري الطهراني:\n((أُوْلَئِكَ الَّذِينَ يَدْعُونَ)) إلى الله ويطلبون القربة و((الْوَسِيلَةَ)) بالعبادة إليه ((أَيُّهُمْ)) أفضل و((أَقْرَبُ))، وذكر ذلك حثاً على الاقتداء بهم وترك هذه الطريقة الخبيثة، فليكن الإنسان يرجو رحمة الله ويخاف عذابه ((إِنَّ عَذَابَ رَبِّكَ)) يجب أن يحذر منه(74).\nوقال الشيخ محمد باقر الناصري:\nأي يطلبون التقرب إليه بفعل الطاعات... لأن الأنبياء مع علو مرتبتهم وشرف منزلتهم لم يعبدوا غير الله، فأنتم أولى أن لا تعبدوا غير الله(75).\n(1/36)",
        "\nالوجه الثاني: إذا أذنب الإنسان أو أخطأ فعليه أن يتوب إلى الله عز وجل، ولا يحتاج إلى واسطة تقربه إلى ربه، كما قال تعالى: ((أَمَّنْ يُجِيبُ الْمُضطَرَّ إِذَا دَعَاهُ وَيَكْشِفُ السُّوءَ)) [النمل:62]، وأما من جعل في عبادته واسطة تقربه ويتشفع بها عند ربه فإنه يتعبد كما يتعبد النصارى باتخاذهم عيسى وأمه مريم العذراء عليهما السلام شفعاء عند الله، وكما يتعبد العرب في الجاهلية للصالحين واتخاذهم اللات والعزى شفعاء ووسطاء.\nوقال تعالى: ((مَا الْمَسِيحُ ابْنُ مَرْيَمَ إِلاَّ رَسُولٌ قَدْ خَلَتْ مِنْ قَبْلِهِ الرُّسُلُ وَأُمُّهُ صِدِّيقَةٌ كَانَا يَأْكُلانِ الطَّعَامَ انظُرْ كَيْفَ نُبَيِّنُ لَهُمْ الآيَاتِ ثُمَّ انظُرْ أَنَّى يُؤْفَكُونَ * قُلْ أَتَعْبُدُونَ مِنْ دُونِ اللَّهِ مَا لا يَمْلِكُ لَكُمْ ضَرّاً وَلا نَفْعاً وَاللَّهُ هُوَ السَّمِيعُ الْعَلِيمُ)) [المائدة:75-76].\nفقوله تعالى: ((كَانَا يَأْكُلانِ الطَّعَامَ)) [المائدة:75] يبين لنا فيه حكمة عظيمة من أن عيسى ابن مريم عليه السلام كان وأمه يأكلان الطعام، فقد أراد الله سبحانه أن يبين لنا صفة الحاجة والفقر في المسيح وأمه، وأن صفتي الحاجة والفقر لا يليقان بمقام الإله العظيم، وأنهما عبدان مخلوقان لله، ولا يملكون لأنفسهم ولا لغيرهم ضراً ولا نفعاً، لذلك ذكرت الآية التي بعدها على حصر النفع والضر بيد الله تبارك وتعالى.\nوهذا ما أكده العلامة ناصر مكارم الشيرازي أيضاً، فقال عن تلك الآية:\nإن من تكون له أم حملته في رحمها، ومن يكون محتاجاً إلى كثير من الأمور، فكيف يمكن أن يكون إلهاً؟ ثم إذا كانت أمه صدّيقة فذلك لأنها هي أيضاً على رسالة المسيح، منسجمة معه، وتدافع عن رسالته، لهذا فقد كان عبداً من عباد الله المقربين، فينبغي أن لا يتخذ معبوداً كما هو السائد بين المسيحيين الذين يخضعون أمام تمثاله إلى حد العبادة(76).\nوقال محمد جواد مغنية:\n(1/37)\n",
        "فإن المراد من (ما) كل ما اتخذ معبوداً من المخلوقات، فيدرج فيه عيسى ومريم والأصنام... أما وجه الاحتجاج على النصارى بهذه الآية: فلأن الإله المعبود هو الذي يملك لعباده ضراً ونفعاً، وأما العاجز فمحال أن يكون إلهاً، وقد ذكرت الأناجيل أن عيسى الذي يَدَّعُون له الألوهية قد أهين وصُلب ودُفن بعد أن وضعوا إكليل الشوك على رأسه، ومن لا يملك لنفسه ضراً ولا نفعاً، فبالأولى أن لا يملكها لغيره، ومن كان هذا شأنه لا يعبده عاقل، قال إبراهيم لأبيه: ((إِذْ قَالَ لأَبِيهِ يَا أَبَتِ لِمَ تَعْبُدُ مَا لا يَسْمَعُ وَلا يُبْصِرُ وَلا يُغْنِي عَنْكَ شَيْئاً)) [مريم:42]، وكان لأعرابي صنم يقدسه ويعبده وجاءه ذات يوم ليسجد له كعادته فرأى ثعلباً بالقرب منه، فظن أن الثعلب قصده ليتبرك به، وحين أراد السجود له رأى قذارة الثعلب على رأسه، فثاب إليه رشده، وأخذ يحطم الصنم ويقول:\nأرب يبول الثعلبان برأسه ……لقد ذل من بالت عليه الثعالب(77)\nوهذا ما نعتقده بنبينا محمد صلى الله عليه وسلم، فقد رماه قومه بالحجارة، ووصفوه بالكاهن والساحر والمجنون، ورُمي على رأسه الشريف صلى الله عليه وسلم سلا الجزور، وهُزم في معركة أحد، وكسرت رباعيته، وشق رأسه الشريف، وطُرد من أرضه وأهله، وحاولوا قتله.\nوكذلك الأنبياء والرسل من قبله، كإبراهيم ونوح وزكريا ويوسف وغيرهم، فهم لا يملكون النفع والضر للناس وهم في قبورهم، بل هم مأمورون بتبليغ الناس ما شرع الله عز وجل لهم من توحيده وغير ذلك من العبادات والمعاملات، محذرين من خالفهم بنار جهنم، مبشرين من أطاعهم بجنة عرضها كعرض السموات والأرض.\nوما وقع على الآل من بيت النبي صلى الله عليه وسلم من كرب وضيق يدل على ضعف حالهم وقلة حيلتهم في دفع قدر الله عنهم، لأنهم لا يملكون لأنفسهم قوة في دفع القتل عنهم وهم أحياء مثل ما وقع لعلي والحسين عليهما السلام، فكيف سيملكون الحول والقوة لغيرهم وهم أموات؟\n(1/38)\n\nولهذا قال تعالى: ((وَالَّذِينَ تَدْعُونَ مِنْ دُونِهِ لا يَسْتَطِيعُونَ نَصْرَكُمْ وَلا أَنفُسَهُمْ يَنصُرُونَ)) [الأعراف:197].\nوقال تعالى على لسان نبيه محمد صلى الله عليه وسلم: ((قُلْ لا أَمْلِكُ لِنَفْسِي نَفْعاً وَلا ضَرّاً إِلاَّ مَا شَاءَ اللَّهُ وَلَوْ كُنتُ أَعْلَمُ الْغَيْبَ لاسْتَكْثَرْتُ مِنْ الْخَيْرِ وَمَا مَسَّنِي السُّوءُ إِنْ أَنَا إِلاَّ نَذِيرٌ وَبَشِيرٌ لِقَوْمٍ يُؤْمِنُونَ)) [الأعراف:188].\nقال محمد جواد مغنية:\nهذه عقيدة المسلمين بنبيهم محمد صلى الله عليه وسلم أشرف خلق الله أجمعين، لا يملك لنفسه شيئاً فضلاً عن أن يملك لغيره، وهذا الاعتقاد بمحمد صلى الله عليه وسلم هو نتيجة حتمية لعقيدة التوحيد... ولكن(78) مهمة الرسول تنحصر بتبليغ الناس رسالات ربهم وإنذار من عصى بالعقاب، وبشارة من أطاعه بالثواب، وأما علم الغيب والنفع والضر فبيد الله وحده(79).\nبل إن النبي صلى الله عليه وسلم تبرأ من أن يملك ضراً أو نفعاً أو هداية لأحد من الخلق استقلالاً من غير إذن الله في هذا.\nوقال تعالى على لسان نبيه محمد صلى الله عليه وسلم: ((قُلْ إِنِّي لا أَمْلِكُ لَكُمْ ضَرّاً وَلا رَشَداً)) [الجن:21].\nقال أبو جعفر الطوسي:\nأمر الله تعالى نبيه محمداً صلى الله عليه وسلم أن يقول للمكلفين:...إني لا أقدر على دفع القدر عنكم ولا إيصال الخير إليكم، وإنما يقدر على ذلك الله تعالى، وإنما أقدر على أن أدعوكم إلى الخير وأهديكم إلى طريق الرشاد، فإن قبلتم نلتم الثواب والنفع، وإن رددتموه نالكم العقاب وأليم العذاب(80).\nوقال السيد محمد تقي الدين المدرسي:",
        "(1/39)\n\nوهذه قمة التجرد لله وتوحيده، ودليل إخلاص المساجد له من قبل الرسول صلى الله عليه وسلم، والآية تحريض على التوجه لله وحده؛ لأنه الذي يملك الضر والرشد، كما أن فيها تحريضاً على الاعتماد على مواهب الله للنفس البشرية والسعي الذاتي كمنهجية سليمة وكجزء من الطريقة(81).\nسؤال (3):\nإن الآيات السابقة قد نزلت فيمن عبد الأصنام، فكيف تجعلون الأنبياء والصالحين كالأصنام؟\nالجواب:\nأولاً: قبل الرد على الشبهة لنتذكر الآيات الكريمة الآتية، قال تعالى: ((وَمَا يَسْتَوِي الأَحْيَاءُ وَلا الأَمْوَاتُ إِنَّ اللَّهَ يُسْمِعُ مَنْ يَشَاءُ وَمَا أَنْتَ بِمُسْمِعٍ مَنْ فِي الْقُبُورِ)) [فاطر:22].. وقال تعالى: ((وَالَّذِينَ يَدْعُونَ مِنْ دُونِ اللَّهِ لا يَخْلُقُونَ شَيْئاً وَهُمْ يُخْلَقُونَ * أَمْوَاتٌ غَيْرُ أَحْيَاءٍ وَمَا يَشْعُرُونَ أَيَّانَ يُبْعَثُونَ)) [النحل:20-21].\nولنسأل أنفسنا التساؤل الآتي: هل الأحجار تبعث الأموات ؟!\nالجواب البديهي أن نقول: لا، فهي تماثيل للصالحين، وقوله: (والذين) هي أداة صلة موصولة بالعقلاء على الدوام، وليس لها علاقة بالجمادات.\nثانياً: إن الآيات نزلت في عبادة المشركين، ومن ماثلهم ممن جعل الوسائط من الأولياء والصالحين بينهم وبين الله في عباداتهم، سواء كان توسلاً أو استغاثة أو شفاعة أو غيرها من العبادات، وسواء أكان عن طريق الأصنام أو الصور أو الأضرحة أو آثارهم.\nفالنصارى يتوسلون ويتشفعون بعيسى وبأمه مريم العذراء عليهما السلام ومشركو العرب في الجاهلية يتوسلون ويتشفعون باللات والعزى ومناة وآلهة أخرى من الأولياء والصالحين.\nقال مير سيد علي الطهراني:\nولما اعتذر المشركون: إننا لا نعبد هؤلاء الأصنام لاعتقادنا أنها آلهة مستقلة، وإنما نعبدها لأجل أنها تماثيل لأشخاص كانوا عند الله من المقربين فنحن نعبدها لأجل الشفاعة(82).\n(1/40)",
        "\nوكما في عصرنا الحاضر فإننا نرى كثيراً من الناس سلكوا مسلك هؤلاء المخالفين، فإنهم يتوسلون ويتشفعون بالرسول صلى الله عليه وسلم وبالأئمة من أهل بيته عليهم السلام، وغيرهم من الأولياء والصالحين، فالأمر سواء.\nسؤال (4):\nإن الأولياء والصالحين وهم في قبورهم ليسوا كالجمادات، بل هم أحياء يسمعوننا ويعلمون ما يحصل بين الناس، كما قال عز وجل: ((وَلا تَحْسَبَنَّ الَّذِينَ قُتِلُوا فِي سَبِيلِ اللَّهِ أَمْوَاتاً بَلْ أَحْيَاءٌ عِنْدَ رَبِّهِمْ يُرْزَقُونَ)) [آل عمران:169]. وكما ثبت عن النبي صلى الله عليه وسلم بأنه يردّ السلام على من يسلم عليه وهو في قبره.\nلذلك فإننا نتوجه إلى أضرحة الأولياء والصالحين ونطلب منهم المدد وأن يتوسطوا لنا ويقربونا عند الله تعالى لقضاء حوائجنا من النفع والضر والرزق والشفاء في الدنيا والآخرة.\nالجواب:\nهذا تساؤل حق يراد به إثبات باطل، ولبيان مجانبته عن إثبات الحق نذكر الآتي:\nأولاً: إن الاستدلال بهذه الآية على أن الأموات يسمعون ويعلمون ما يحصل بين الناس هو استدلال باطل، وليس له من الحق شيء.\nبل الشهداء والصالحون لهم حياة برزخية غيبية لا نعلم كيفيتها، وهم مشغولون بالنعيم الذي أنعم الله عليهم به.\nقال ناصر مكارم الشيرازي عن حياة الشهداء:\nوالمقصود من الحياة في الآية هي الحياة البرزخية في عالم ما بعد الموت لا الحياة الجسمانية، وإن لم تختص حياة البرزخية بالشهداء، فللكثيرين من الناس حياة برزخية أيضاً، ولكن حيث إن حياة الشهداء من النمط الرفيع جداً(83).\nوقال الحاج سلطان الجنابذي أيضاً:\nحياة أتم وأكمل وأشرف وأعلى من هذه الحياة الدانية عند ربهم يرزقون بالرزق المناسب لمقامهم عند الرب(84).\n(1/41)\n",
        "وعن أمير المؤمنين عليه السلام عن النبي صلى الله عليه وسلم في حديث طويل في وصف الشهيد، قال: (ويجعل الله روحه في حواصل من طير خضر تسرح في الجنة حيث يشاء، ويأكل من ثمارها، وتأوي إلى قناديل من ذهب معلقة بالعرش)(85).\nوإذا مات الإنسان وفارق الدنيا ستنقطع أعماله، ويكون مصيره في القبر، إما منعم وإما معذب، فهو في كلتا الحالتين مشغول بما أسلف في دنياه من نعيم أو جحيم، أو بما يقدم له من أعمال نص عليها نبينا صلى الله عليه وسلم.\nقال صلى الله عليه وسلم: (إذا مات الإنسان انقطع عنه عمله إلا من ثلاث: صدقة جارية، أو علم كان علمه للناس فانتفعوا به، أو ولد صالح يدعو له)(86).\nثانياً: وأما سماع النبي صلى الله عليه وسلم سلامنا وصلاتنا له فإنها من خصائصه لا يشاركه فيها أحد من الخلق؛ لأنها ثبتت بالنص الشرعي الذي لا يقاس عليه غيره من الخلق.\nفعن أمير المؤمنين عليه السلام قال: سمعت رسول الله صلى الله عليه وسلم يقول: (لا تتخذوا قبري مسجداً، ولا بيوتكم قبوراً، وصلوا عليَّ حيثما كنتم؛ فإن صلاتكم وسلامكم يبلغني)(87).\nثالثاً: وأما قولهم بأنهم يذهبون إلى أضرحة الأولياء والصالحين ويطلبون منهم التوسط إلى الله عز وجل لقضاء حوائجهم، فهذا من الشرك بالله عز وجل، ذلك أن أهل البيت عليهم السلام لا يسمعونهم، ولا يستجيبون لهم من باب أولى، بل هم براء منهم وممن توسل بهم، كبراءة الذئب من دم نبي الله يوسف عليه السلام، ولنا فيهم -ومن قبلهم في رسول الله صلى الله عليه وسلم - أسوة حسنة فيما ثبت عنهم بالنص الصحيح.\nوهذا كما قال تعالى: ((وَمَنْ أَضَلُّ مِمَّنْ يَدْعُو مِنْ دُونِ اللَّهِ مَنْ لا يَسْتَجِيبُ لَهُ إِلَى يَوْمِ الْقِيَامَةِ وَهُمْ عَنْ دُعَائِهِمْ غَافِلُونَ)) [الأحقاف:5].\nقال المولى محسن الكاشاني:\n(1/42)\n\nإنكار أن يكون أحد أضل من المشركين، حيث تركوا عبادة السميع المجيب القادر الخبير إلى عبادة من لا يستجيب لهم ولو سمع دعاءهم، فضلاً أن يعلم سرائرهم ويراعي مصالحهم إلى يوم القيامة ما دامت الدنيا، وهم عن دعائهم غافلون؛ لأنهم إما جمادات، وإما عباد مسخرون مشتغلون بأحوالهم(88).\nوقال السيد محمد تقي المدرسي:\nهكذا هم الشركاء، إنهم لو دعاهم الإنسان إلى يوم القيامة لما استجابوا له، بل هم غافلون عن دعائه يشغلهم شَأْنُهُمُ الخاص عن شؤون الداعين، سواء كان الشركاء الحجرية أو الأموات ممن يزعم الشركاء المشركون أنهم شفعاؤهم يوم القيامة، أو الأصنام البشرية التي تعبد من دون الله، فإن لكل واحد منهم سبب لغفلته عما يدعونهم، أما الأحجار فإنها لا تعي شيئاً، وأما الأموات فهم عند ربهم مجزيون بأعمالهم(89).\nولنتذكر أن يوم القيامة ستظهر الدعاوى الصادقة من الباطلة، وذلك حين يرى كل مخلوق النار والحساب.\nقال تعالى: ((إِذْ تَبَرَّأَ الَّذِينَ اتُّبِعُوا مِنْ الَّذِينَ اتَّبَعُوا وَرَأَوْا الْعَذَابَ وَتَقَطَّعَتْ بِهِمْ الأَسْبَابُ * وَقَالَ الَّذِينَ اتَّبَعُوا لَوْ أَنَّ لَنَا كَرَّةً فَنَتَبَرَّأَ مِنْهُمْ كَمَا تَبَرَّءُوا مِنَّا)) [البقرة:167].\nوقال تعالى: ((وَإِذَا رَأَى الَّذِينَ أَشْرَكُوا شُرَكَاءَهُمْ قَالُوا رَبَّنَا هَؤُلاء شُرَكَاؤُنَا الَّذِينَ كُنَّا نَدْعُو مِنْ دُونِكَ فَأَلْقَوْا إِلَيْهِمْ الْقَوْلَ إِنَّكُمْ لَكَاذِبُونَ)) [النحل:86]، وكأن الرد عليهم كما في قوله: ((وَأَنذِرْهُمْ يَوْمَ الآزِفَةِ إِذْ الْقُلُوبُ لَدَى الْحَنَاجِرِ كَاظِمِينَ مَا لِلظَّالِمِينَ مِنْ حَمِيمٍ وَلا شَفِيعٍ يُطَاعُ)) [غافر:18].",
        "(1/43)\n\nوقال تعالى عن عيسى عليه السلام: ((وَإِذْ قَالَ اللَّهُ يَا عِيسَى ابْنَ مَرْيَمَ أَأَنتَ قُلْتَ لِلنَّاسِ اتَّخِذُونِي وَأُمِّي إِلَهَيْنِ مِنْ دُونِ اللَّهِ قَالَ سُبْحَانَكَ مَا يَكُونُ لِي أَنْ أَقُولَ مَا لَيْسَ لِي بِحَقٍّ إِنْ كُنتُ قُلْتُهُ فَقَدْ عَلِمْتَهُ تَعْلَمُ مَا فِي نَفْسِي وَلا أَعْلَمُ مَا فِي نَفْسِكَ إِنَّكَ أَنْتَ عَلاَّمُ الْغُيُوبِ)) [المائدة:116]، فقال عيسى متبرئاً: ((مَا قُلْتُ لَهُمْ إِلاَّ مَا أَمَرْتَنِي بِهِ أَنْ اعْبُدُوا اللَّهَ رَبِّي وَرَبَّكُمْ وَكُنتُ عَلَيْهِمْ شَهِيداً مَا دُمْتُ فِيهِمْ فَلَمَّا تَوَفَّيْتَنِي كُنتَ أَنْتَ الرَّقِيبَ عَلَيْهِمْ وَأَنْتَ عَلَى كُلِّ شَيْءٍ شَهِيدٌ)) [المائدة:117].\nأي: ليس لي علم إلا بما شاهدته وحضرته حال معيشتي معهم، وأما وأنا غائب عنهم فلا أعلم عنهم شيئاً.\nوقال تعالى: ((إِنْ تَدْعُوهُمْ لا يَسْمَعُوا دُعَاءَكُمْ وَلَوْ سَمِعُوا مَا اسْتَجَابُوا لَكُمْ وَيَوْمَ الْقِيَامَةِ يَكْفُرُونَ بِشِرْكِكُمْ وَلا يُنَبِّئُكَ مِثْلُ خَبِيرٍ)) [فاطر:14].\nقال السيد محمد تقي المدرسي:\nفكيف يسمعون نجواكم أو سركم، أو حين تدعونهم في الظلمات؟ ولو افترضنا أنهم سمعوا دعاءكم لم يستجيبوا لكم؛ لأنهم لا يملكون دفع الضر عن أنفسهم، فكيف بجلب الخير لكم؟ ((وَيَوْمَ الْقِيَامَةِ يَكْفُرُونَ بِشِرْكِكُمْ)) الملائكة والأنبياء كعيسى والأولياء الصالحون سيكفرون بشرككم ((وَلا يُنَبِّئُكَ مِثْلُ خَبِيرٍ)) الخبير هو الذي خَبَرَ الشيءَ، وعرف أبعاده، وَمَنْ أَخْبَرُ من الرب وهو الخالق المحيط بكل شيء علماً؟(90).\nوقال محمد جواد مغنية:\n(1/44)",
        "\n((إِنْ تَدْعُوهُمْ لا يَسْمَعُوا دُعَاءَكُمْ)) إن كانوا بلا إحساس وشعور كالأحجار والأشجار والكواكب ((وَلَوْ سَمِعُوا)) إن كانوا من الإنس أو الجن أو الملائكة ((مَا اسْتَجَابُوا لَكُمْ)) لأنهم لا يملكون لأنفسهم نفعاً ولا ضراً، فكيف يملكون ذلك لغيرهم؟ ((وَيَوْمَ الْقِيَامَةِ يَكْفُرُونَ بِشِرْكِكُمْ)) يبرأون منكم ويوبخونكم على الشرك والضلال ((وَلا يُنَبِّئُكَ مِثْلُ خَبِيرٍ)) بمصير هؤلاء المكذبين بنبوتك يا محمد وغيرهم من العصاة والطغاة(91).\nوقال تعالى: ((وَيَوْمَ نَحْشُرُهُمْ جَمِيعاً ثُمَّ نَقُولُ لِلَّذِينَ أَشْرَكُوا مَكَانَكُمْ أَنْتُمْ وَشُرَكَاؤُكُمْ فَزَيَّلْنَا بَيْنَهُمْ وَقَالَ شُرَكَاؤُهُمْ مَا كُنْتُمْ إِيَّانَا تَعْبُدُونَ)) [يونس:28].\nقال محمد حسين فضل الله:\n((وَيَوْمَ نَحْشُرُهُمْ جَمِيعاً)) فلا يتخلف منهم أحد ((ثُمَّ نَقُولُ لِلَّذِينَ أَشْرَكُوا مَكَانَكُمْ أَنْتُمْ وَشُرَكَاؤُكُمْ)) قفوا... لا تتحركوا، وليلزم كل واحد منكم مكانه، وليلزم كل واحد من شركائكم مكانه، وواجهوا الحقيقة الساحقة التي تتساقط فيها الآمال أمام تساقط المواقف، فهاهم أولاء الذين أشركوهم بعبادة ربهم، وعبدوهم من دونه، لا يتعرفون بهم، ولا يملكون لهم نفعاً ولا شفاعة ((فَزَيَّلْنَا بَيْنَهُمْ)) أي: قطعنا الروابط بينهم، فلا صلة تربطهم بهم , وهاهم يواجهونهم بالتنكر لهم والرفض لعبادتهم ليتخلصوا من مسؤوليتهم، فينكروا عليهم عبادتهم لهم؛ لئلا يتحملوا مسؤولية شركهم وضلالهم من موقع الإغراء والخديعة والتضليل، فما كانوا يمارسونه معهم ((وَقَالَ شُرَكَاؤُهُمْ مَا كُنْتُمْ إِيَّانَا تَعْبُدُونَ)) لأننا لم نأمركم بذلك ليكون عملكم عبادة لنا من موقع الخضوع والطاعة للأمر الصادر منا، وربما كان ذلك على سبيل الكناية من جهة عدم استحقاقهم للعبادة حتى لا يواجهوا مسؤولية ذلك أمام الله(92).\nالمبحث الثالث:\n(1/45)\n",
        "خطر الوقوع في الشرك\nإن التوحيد الخالص للَّه يعني عدم الإشراك به سبحانه؛ لأن الشرك ظلم عظيم، وخطر جسيم، كما قال تعالى: ((إِنَّ الشِّرْكَ لَظُلْمٌ عَظِيمٌ)) [لقمان:13] وقال تعالى: ((إِنَّ اللَّهَ لا يَغْفِرُ أَنْ يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَنْ يَشَاءُ)) [النساء:116].\nقال الشيخ محمد السبزواري النجفي:\nأي أنه تعالى غفار للذنوب، ولكن الشرك به لا يغفره مطلقاً، وقد حكم على المشرك به بالخلود في عذاب النار؛ لأن أثر هذا الذنب لا ينمحي ولا يشمله العفو إلا أن يتوب المشرك ويرجع إلى الإسلام والتسليم لله تعالى بالوحدانية والربوبية، فتجبُّ توبته ما قبلها من الشرك ((وَيَغْفِرُ مَا دُونَ ذَلِكَ)) أي: ما سوى الشرك، من المعاصي وصغار الذنوب؛ فإنه يغفرها بلا توبة ((لِمَنْ يَشَاءُ)) للذين يريد لهم المغفرة والتجاوز تفضلاً منه وكرماً؛ لأن مقتضى هذه الحالة هو الوقوف بين الخوف والرجاء، فلا إغراء فيه بعدم التوبة(93).\nوهناك خطر على عمل وإيمان العبد لم يستثن منه أحد، ولا عصمة لبشر من العقاب إن وقع منه.\nوهو ما جاء في قوله تعالى مخاطباً نبيه محمداً صلى الله عليه وسلم: ((وَلَقَدْ أُوحِيَ إِلَيْكَ وَإِلَى الَّذِينَ مِنْ قَبْلِكَ لَئِنْ أَشْرَكْتَ لَيَحْبَطَنَّ عَمَلُكَ وَلَتَكُونَنَّ مِنْ الْخَاسِرِينَ)) [الزمر:65].\nقال السيد محمد الحسيني الشيرازي:\nأكد الله سبحانه شأن التوحيد حتى إن كل أحد أشرك حبط عمله ولو كان نبياً... ولقد أوحي إليك يا رسول الله وإلى الذين من قبلك من الأنبياء والرسل لئن أشركت بالله ودعوت معه غيره ليحبطن عملك، وحبط العمل بطلانه، بأن لا يكون له ثواب، أي: لم يكن لك أجرٌ على أعمالك الحسنة، ولتكونن حيث أشركت من الخاسرين الذين خسروا أنفسهم وأهليهم ودنياهم وآخرتهم، وتوجه الخطاب إلى الرسول وسائر الرسل لتنبيه الناس بأن الأمر هكذا حتى بالنسبة إلى أعظم الناس(94).\n(1/46)\n\nوهذا ما كان يعلمه خليل الرحمن إبراهيم عليه السلام، كان يخاف على نفسه وعلى أولاده من الشرك، وقد ذكر تعالى عنه قوله: ((وَاجْنُبْنِي وَبَنِيَّ أَنْ نَعْبُدَ الأَصْنَامَ)) [إبراهيم:35].\nوهذا خاتم الأنبياء والمرسلين محمد صلى الله عليه وسلم كان يخاف على أمته من الشرك أيضاً.\nروى المجلسي في بحاره أن النبي صلى الله عليه وسلم قال: (إن أخوف ما أخاف عليكم الشرك الأصغر! قيل: وما الشرك الأصغر يا رسول الله؟ قال: الرياء)(95).\nوعن جابر بن عبد الله رضي الله عنهما عن النبي صلى الله عليه وسلم أنه قال: (الموجبتان: من مات يشهد أن لا إله إلا الله وحده لا شريك له دخل الجنة، ومن مات يشرك بالله شيئاً يدخل النار)(96).\nوعن الرضا علي بن موسى عليه السلام عن آبائه عليهم السلام قال: قال رسول الله صلى الله عليه وسلم: (إن لا إله إلا الله كلمة عظيمة كريمة على الله عز وجل، من قالها مخلصاً استوجب الجنة، ومن قالها كاذباً عصمت ماله ودمه وكان مصيره إلى النار)(97).\nقال المجلسي معلقاً على قوله صلى الله عليه وسلم: (ومن قالها كاذباً): أي في الإخبار عن الإذعان لها، والتصديق بها(98).\nولهذا فقد بين سبحانه أن الشرك لا يغفره بدون التوبة، وهذا يوضح لك شدة خطره، فمن مات على الشرك فقد باء بالخسران والعياذ بالله، ولهذا حذر منه الأنبياء والأئمة عليهم السلام، وجعلوا الوقوع فيه موجباً للنار وبئس المصير، وأمروا بالتوحيد الخالص لله، وهذا هو الطريق للفوز برضا الله ودخول جنته.\nولما كان آل بيت النبي صلى الله عليه وسلم يحذرون من الإشراك بالله سبحانه ولو كان يسيراً حقيراً في أعين العوام، وهذا ما كان يخشاه أمير المؤمنين علي عليه السلام مثل ما جاء عنه أنه إذا توضأ لم يدع أحداً يصب عليه الماء، فقيل له: يا أمير المؤمنين، لم لا تدعهم يصبون عليك الماء؟ فقال: لا أحب أن أشرك في صلاتي أحداً(99).",
        "(1/47)\n\nلذلك سوف نذكر بعض المعتقدات والعبادات التي انحرفت فئة من الناس فيها عن الطريق المستقيم من بعد أن بينا خطر الوقوع في الشرك، سائلين المولى عز وجل أن يكون هذا الكتاب حجة لنا لا علينا.\nالمبحث الرابع:\nأمثلة لوقوع الشرك بين الناس\nأولاً: الصور والتماثيل:\nمن المداخل الخطيرة لباب الشرك والتي تعد من الأمور العظيمة التي نهى عنها الله عز وجل: الصور، وذلك لما يفعله ذلك المصور من تصاوير يضاهي بها خلق الله عز وجل.\nنقل النوري الطبرسي عن كتاب لب اللباب: أنه يخرج عنق من النار، فيقول: أين من كذب على الله؟ وأين من ضاد الله؟ وأين من استخف بالله؟ فيقولون: ومن هذه الأصنام الثلاثة؟ فيقول: من سحر فقد كذب على الله، ومن صوَّر التصاوير فقد ضاد الله، ومن تراءى في عمله فقد استخف بالله(100).\nوالمقصود من التصاوير التي حذر النبي صلى الله عليه وسلم منها: إما أن تكون تصوير ذوات الأرواح، لا سيما تصوير المعظمين من البشر كالأنبياء والأولياء والعلماء وغيرهم، أو ما يكون رسماً في قماش، سواء أكان هذا الرسم عن طريق رسم الصورة على لوحة أو ورقة أو جدار، وكل ذلك يعد من الفعل المحرم؛ لأنه يعد وسيلة من الوسائل المؤدية إلى الشرك وفساد العقيدة بين الناس؛ لأن أول شرك حدث في الأرض كان بسبب التصوير ونصب الصور.\nجاء في الخبر عن أبي جعفر عليه السلام: أن إبليس هو أوّل من صور صورة على مثال آدم عليه السلام ليفتن بها الناس، ويضلهم عن عبادة الله، ثم صوّر صورة (وُدّ)، وهكذا بعده (سواع) (فيغوث) ثم (يعوق)، حتى بعث الله إدريس عليه السلام فحذرهم من عبادة الأصنام ونهاهم عنها(101).\nولهذا لعن النبي صلى الله عليه وسلم المصورين، وأخبر أنهم أشد الناس عذاباً يوم القيامة، وأمر بطمس الصور، وأخبر أن الملائكة لا تدخل بيتاً فيه صورة، كل ذلك من أجل مفاسدها وشدة مخاطرها على الأمة في عقيدتها.\n(1/48)",
        "\nوأما اليوم فإننا نرى كثيراً من الناسَ -هداهم الله إلى الحق- يعلقون صور الأنبياء والأولياء والعلماء وغيرهم في المساجد ومجالس الذكر والبيوت، وغيرها من الأماكن، أو يعلقون صورة النبي صلى الله عليه وسلم وآل بيته الطاهرين، وصورة نبي الله نوح وسليمان بن داود عليهم السلام وغيرهم، سالكين بذلك مسلك المخالفين من النصارى والمشركين وغيرهم من غير علم.\nوقد نقل النوري الطبرسي من كتاب عوالي اللآلي أن النبي صلى الله عليه وسلم قال: (إن أهل هذه الصور يُعذَّبُون يوم القيامة، يُقال: أحيوا ما خلقتم)(102).\nوروى المجلسي في بحاره: أن رجلاً قال لابن عباس رضي الله عنهما: إني أصور هذه الصور، فأفتني فيها! قال: سمعت رسول الله صلى الله عليه وسلم يقول: (كلُ مصور في النار، يجعل له لكل صورة صورها نفساً فتعذبه في جهنم)(103).\nوقد بوب ابن بابويه القمي في كتاب (من لا يحضره الفقيه) باباً بعنوان: ذكر جمل من مناهي النبي صلى الله عليه وسلم، ثم قال: ونهى عن التصاوير وقال: (من صور صورة كلفه الله يوم القيامة أن ينفخ فيها وليس بنافخ)(104).\nوعن أبي جعفر عليه السلام قال: إن الذين يؤذون الله ورسوله هم المصورون يكلفون يوم القيامة أن ينفخوا فيها الروح(105).\nوعن أبي عبد الله عليه السلام، عن أبيه، عن آبائه قال: قال أمير المؤمنين: إياكم وعمل الصور؛ فإنكم تُسألون عنها يوم القيامة(106).\nوعن محمد بن مروان، عن أبي عبد الله عليه السلام قال: سمعته يقول: ثلاثة يعذبون يوم القيامة: من صور صورة من الحيوان يُعذب حتى ينفُخ فيها، وليس بنافخ(107).\nوهذا ما وصى به النبي صلى الله عليه وسلم أصحابه، وخص علياً عليه السلام بذلك.\nفعن أبي عبد الله عليه السلام قال: قال أمير المؤمنين عليه السلام: بعثني رسول الله صلى الله عليه وسلم إلى المدينة، فقال: (لا تدع صورة إلا محوتها، ولا قبراً إلا سويته، ولا كلباً إلا قتلته)(108).\n(1/49)\n",
        "وقد يقول قائل: هذا النهي الصريح من سيدنا المصطفى صلى الله عليه وسلم إنما جاء في حق أولئك الذين يصورون الصور على شكل التماثيل المنحوتة، ولم يأت النهيُ عن التصوير الذي يُعرف بالرسم، أو ما يوضع على الجدار والقماش، فلم التشديد على الناس في ذلك؟\nوالجواب على هذه المقولة يأتي من نهي أحبابنا من آل البيت الأطهار عليهم السلام، فمن ذلك:\nعن جراح المدائني، عن أبي عبد الله عليه السلام قال: لا تبنوا على القبور ولا تصوروا سقوف البيوت، فإن رسول الله صلى الله عليه وسلم كره ذلك(109).\nومن المعلوم بداهة أن السقوف لا يمكن وضع التماثيل بها، فكان النهي عن التصاوير التي على شكل الرسم.\nوجاء في الأخبار الصحيحة النهي الصريح عن التصاوير المرسومة، والتي تكون في الستور، فجاء أن رسول الله صلى الله عليه وسلم كان إذا رأى ستراً فيه التصاوير أمر أن تقطع رأس تلك الصور(110).\nوضرر هذا الأمر يبلغ إلى أمر خطير وهو: نزع البركة وذهاب الخير من البيوت، عند نفور الملائكة من التصاوير.\nوهذا ما نقله النوري الطبرسي عن درر اللآلي: عن النبي صلى الله عليه وسلم أنه قال: (لا تدخل الملائكة بيتاً فيه صورة ولا كلب ولا جنب)(111).\nولعل المحب لآل بيت النبي صلى الله عليه وسلم ينشرح صدره بتفسير الدميري للحديث السابق حيث يقول: وأما قوله صلى الله عليه وسلم: (لا تدخل الملائكة بيتاً فيه كلب ولا صورة)، فقال العلماء: سبب امتناعهم من البيت الذي فيه الصور كونها معصية فاحشة، وفيها مضاهاة خلق الله تعالى، وبعضها في صورة ما يعبدون من دون الله عز وجل (112).\nولحرص الأئمة عليهم السلام على التوحيد وإخلاص العمل لله، فقد حذروا من الصلاة في مكان يكون فيه تماثيل أو تصاوير مرسومة، ونهوا عنه في فتاواهم عليهم السلام.\n(1/50)\n\nفعن عبد الله بن الحسن، عن جده علي بن جعفر، عن أخيه موسى عليه السلام قال: وسألته عن البيت قد صوّر فيه طير أو سمكة أو شبهه، يعبث به أهل البيت، هل تصلح الصلاة فيه؟ قال: لا، حتى يُقطع رأسه أو يفسده، وإن كان قد صلى فليس عليه إعادة. وسألته عن الدار والحجرة فيها تماثيل: أيُصلى فيها؟ قال: لا يُصلى فيها وشيء منها مستقبلك، إلا أن لا تجد بُداً فتقطع رؤوسها، وإلا فلا تصل فيها(113).\nوعن الحسن، عن جده علي بن جعفر، عن أخيه موسى بن جعفر عليه السلام قال: سألته عن مسجد يكون فيه تصاوير وتماثيل: يُصلى فيه؟ فقال: تُكسر رؤوس التماثيل وتلطخ رؤوس التصاوير -أي: المرسومة- ويصلى فيه ولا بأس(114).\nوعن أبي بصير قال: قلت لأبي عبد الله عليه السلام: إنا نبسط عندنا الوسائد فيها التماثيل -أي: المرسومة- ونفترشها، فقال: لا بأس بما يُبسط منها ويفترش ويوطأ، إنما يكره منها ما نصب على الحائط والسرير(115).\nولله در الإمام جعفر عليه السلام، من هذه الإجابة التي تخرج من مشكاة النبوة، حين أوضح بالتفصيل أن ما يكون مهاناً من هذه الرسوم فلا بأس باقتنائه، أما ما يكون فيه دلالة على التعظيم، مثل أن يوضع على الجدران؛ فهذا قد بين حرمته وعظيم جرمه.\nوعن سعد بن إسماعيل، عن أبيه، قال: سألت أبا الحسن الرضا عليه السلام عن المصلى والبسائط يكون عليها التماثيل: أيقوم عليه فيصلي أم لا؟ فقال: والله إني لأكره. وعن رجل دخل على رجل عنده بساط عليه تمثال فقال: أتجد ههنا مثالاً؟ فقال: لا تجد عليه ولا تصل عليه(116).\nوكل ما سبق ذكره من الأقوال والتحذيرات عن النبي صلى الله عليه وعلى آله الطيبين الطاهرين في هذا الجانب العظيم لم يكن إلا لسد باب عظيم يدخل منه الشرك إلى المسلمين من جانب التعظيم والغلو، وهم لا يشعرون، مثلما حدث لمن سبق من الأمم الغابرة.\nثانياً: الغلو في الصالحين:",
        "(1/51)\n\nمما يقود إليه أمر التفريط والتهاون في التوحيد، الإفراط والغلو في الصالحين، وهذا الأمر من أشنع وأخطر ما يهدم جناب التوحيد، ولربما هو الباب إلى كل شرك وشر.\nوالغلو: مجاوزة الحد، كأن يجعل للصالحين حقاً من حقوق الله الخاصة به؛ فإن حق الله الذي لا يشاركه فيه مشارك هو الكمال المطلق، والغنى المطلق، والتصرف المطلق من جميع الوجوه، وأنه لا يستحق العبادة والتأليه أحد سواه سبحانه.\nفمن غلا في أحد من المخلوقين حتى جعل له نصيباً من هذه الأشياء فقد ساوى به رب العالمين، وذلك أعظم الشرك.\nومن رفع أحداً من الصالحين فوق منزلته التي أنزله الله بها فقد غلا فيه، وذلك وسيلة إلى الشرك وهدم للدين.\nقال رسول الله صلى الله عليه وسلم: (لا ترفعوني فوق حقي، فإن الله تعالى اتخذني عبداً قبل أن يتخذني نبياً)(117).\nوالناس في تعاملهم مع الصالحين على ثلاثة أقسام:\nأهل الجفاء: الذين يهضمونهم حقوقهم، ولا يقومون بحقهم من الحب والموالاة لهم والتوقير والتبجيل.\nأهل الغلو: الذين يرفعونهم فوق منزلتهم التي أنزلهم الله.\nأهل الحق: الذين يحبونهم ويوالونهم، ويقومون بحقوقهم الحقيقية، ولكنهم يبرؤون من الغلو فيهم، وادعاء عصمتهم.\nوأهل الصلاح يتبرؤون من أن يدّعوا لأنفسهم حقاً من حقوق ربهم الخاصة، كما قال تعالى عن عيسى ابن مريم: ((سُبْحَانَكَ مَا يَكُونُ لِي أَنْ أَقُولَ مَا لَيْسَ لِي بِحَقٍّ)) [المائدة:116] وهذا ما سار عليه وانتهجه واعتقده الآل الكرام عليهم السلام.\nولنأخذ مثالاً على ذلك:\nهذا أمير المؤمنين علي بن أبي طالب عليه السلام قد انقسم فيه المسلمون على ثلاثة أصناف، منهم من غلا في حبه، وجعل له المنزلة المساوية لمنزلة الرب جل جلاله(118).\n(1/52)",
        "\nومن أمثلة غلوهم فيه عليه السلام: زعمهم أن الله قد عرض ولايته عليه السلام على الأنبياء والمرسلين، فقبلها بعضهم وأنكرها آخرون، ولما وقع الإنكار حدثت البلايا، ذلك أن المصائب نزلت على الرسل والأنبياء، مثل ما لقي آدم من المعصية، وما لقي نوح من الغرق، وما لقي إبراهيم من النار، وما لقي يوسف من الجب، وما لقي أيوب من البلاء، وما لقي داود من الخطيئة، وما لقي يونس من الغرق(119).\nوالأدهى من ذلك دعواهم أن الذي أنجاهم هو أمير المؤمنين بنفسه بأمر الله(120).\nومن يقرأ مثل هذه الروايات يجد أن إدراج لفظ الجلالة في سياق الكلام ما هو إلا لذرّ الرماد على العيون، ولتلطيف العبارة الشنيعة، وإلا فأمير المؤمنين -كما زعموا- قد أعطي التصرف المطلق، المنبثق من القدرة الذاتية.\nومنهم من غلا في بغضه كالخوارج والنواصب ومن ماثلهم.\nومنهم من أعطاه حقه ومنزلته في المحبة والموالاة التي تليق به، ولم يغلُ في منزلته وهم أهل الحق.\nوقد حذَّر أمير المؤمنين عليه السلام من خطورة الغلو خاصة فيه، فقال: يهلك فيّ اثنان: محب غالٍ، ومبغض غالٍ(121).\nوقال أمير المؤمنين عليه السلام: وسيهلك فيَّ صنفان: محب مفرط يذهب به الحب إلى غير الحق، ومبغض مفرط يذهب به البغض إلى غير الحق، وخير الناس فيّ حالاً النمط الأوسط فالزموه(122).\nوقال أمير المؤمنين عليه السلام: دعاني رسول الله صلى الله عليه وسلم فقال: (إن فيك مثلاً من عيسى، أبغضته يهود خيبر حتى بهتوا أمه، وأحبته النصارى حتى أنزلوه المنزلة التي ليسَ له، ألا فإنه يهلك فيَّ اثنان: محب مفرط يفرط بما ليس فيَّ، ومبغض يحمله بغضي على أن يبهتني، ألا إني لست بنبي ولا يوحى إلي، ولكني أعمل بكتاب الله وسنة نبيه ما استطعت، فما أمرتكم من طاعة الله فحق عليكم طاعتي فيما أحببتم أو كرهتم)(123).\n(1/53)\n",
        "بل اشتد وعيده عليه السلام وقوله على من غلا فيه ورفع من مكانته فيما ليس له، فقال: اللهم إني بريء من الغلاة كبراءة عيسى ابن مريم من النصارى، اللهم اخذلهم أبداً، ولا تنصر منهم أحداً (124).\nوهذا ما فطن إليه سائر الأئمة عليهم السلام فنبهوا عليه، وتكاثرت عباراتهم حوله.\nفقال الصادق عليه السلام: الغلاة شر خلق الله، يصغرون عظمة الله، ويدّعون الربوبية لعباد الله، والله إن الغلاة لشر من اليهود والنصارى والمجوس والذين أشركوا(125).\nوهذا التحذير الخطيرمن الأئمة عليهم السلام يقودنا إلى التفتيش عن أساس الغلو ومنشأه فيهم، وهو ما كفانا مؤنته أبا عبد الله عليه السلام.\nفعن أبان بن عثمان قال: سمعت أبا عبد الله عليه السلام يقول: لعن الله عبد الله بن سبأ إنه ادّعى الربوبية في أمير المؤمنين، وكان والله أمير المؤمنين عبداً طائعاً، الويل لمن كذب علينا، وإن قوماً يقولون فينا ما لا نقول في أنفسنا، نبرأ إلى الله منهم، نبرأ إلى الله منهم(126).\nوالأمر لم يكن خافياً عن انتباه الأئمة؛ إلى حال بعض محبيهم من شيعتهم وما سيؤدي إليه فرط حبهم فيهم، فتكلموا فيه وحذروا منه، فجاء عن ابن أبي نجران عن عبد الله قال: قال أبو عبدالله عليه السلام: إنا أهل بيت صدّيقون، لا نخلو من كذاب يكذب علينا، ويسقط صدقنا بكذبه علينا عند الناس(127).\n(1/54)\n\nولنتذكر دائماً أن الأئمة؛ يرجون رحمة الله ويخافون عقابه، وهم يدعون الله سبحانه دائماً وليس لهم من ميزة عن غيرهم، وهذا لسان قولهم ينطق بهذا: فيقول الإمام جعفر بن محمد الصادق عليه السلام: فوالله ما نحن إلا عبيد الذي خلقنا واصطفانا، ما نقدر على ضر ولا نفع، إن رحمنا فبرحمته، وإن عذبنا فبذنوبنا، والله ما لنا على الله من حجة، ولا معنا من الله براءة، وإنا لميتون ومقبورون ومنشورون ومبعوثون وموقوفون ومسؤولون، ويلهم! ما لهم لعنهم الله؟! فقد آذوا الله وآذوا رسول الله صلى الله عليه وسلم في قبره، وأمير المؤمنين وفاطمة والحسن والحسين وعلي بن الحسين ومحمد بن علي صلوات الله عليهم... أشهدكم أني امرؤ ولدني رسول الله صلى الله عليه وسلم، وما معي براءة من الله، إن أطعته رحمني، وإن عصيته عذبني عذاباً شديداً(128).\nثالثاً: الغلو في القبور:\nومن الغلو في حب الصالحين أيضاً ما نشاهده في كثير من بلدان المسلمين من بناء الأضرحة وتجصيصها وجعلها مزارات تعبد بالنذر والذبح والتوسل مع الله، ويُطاف بها ويستغاث ويطلب المدد والعون من أصحابها، وتقدم لها القرابين وأكاليل الزهور والبخور وتهدر فيها الأموال، ظناً منهم أن لها الزلفى عند الله سبحانه وتعالى، إلى غير ذلك من البدع المشابهة لعقائد اليهود والنصارى.\nقال النبي صلى الله عليه وسلم: (لا تتخذوا قبري قبلة ولا مسجداً؛ فإن الله عز وجل لعن اليهود حين اتخذوا قبور أنبيائهم مساجد)(129).\nوعن زرارة قال: قلت لأبي جعفر عليه السلام: الصلاة بين القبور! قال: صلِّ بين خِلالها، ولا تتخذ شيئاً منها قبلة؛ فإن رسول الله صلى الله عليه وسلم نهى عن ذلك، وقال: (لا تتخذوا قبري قبلة ولا مسجداً، فإن الله عز وجل لعن الذين اتخذوا قبور أنبيائهم مساجد)(130).",
        "(1/55)\n\nوعن أمير المؤمنين عليه السلام قال: سمعت رسول الله صلى الله عليه وسلم يقول: (لا تتخذوا قبوركم مساجدكم، ولا بيوتكم قبورا)(131) أي: مثل المقابر لا تُصلى فيها النوافل والمستحبات.\nوتجاوز النهي والتحذير عن الصلاة في المقابر إلى النهي عن البناء أو تزيين القبور.\nفعن علي بن جعفر قال: سألت أبا الحسن موسى عليه السلام عن البناء على القبر والجلوس عليها: هل يصلح؟ قال: لا يصلح البناء عليه، ولا الجلوس، ولا تجصيصه، ولا تطيينه(132).\nوعن أبي عبد الله عليه السلام قال: لا تبنوا على القبور ولا تصوروا سقوف البيوت؛ فإن رسول الله صلى الله عليه وسلم كره ذلك(133).\nوعن الصادق عن آبائه عليهم السلام في حديث المناهي قال: نهى رسول الله صلى الله عليه وسلم أن تجصص المقابر ويصلى فيها، ونهى أن يصلي الرجل في المقابر والطرق والأرحية والأودية ومرابط الإبل وعلى ظهر الكعبة(134).\nوعن الصادق عن آبائه عليهم السلام في حديث المناهي أيضاً: أن رسول الله صلى الله عليه وسلم نهى أن يأكل الإنسان بشماله، وأن يأكل وهو متكىء، ونهى أن تجصص المقابر ويصلى فيها(135).\nوعن أبي عبدالله عليه السلام قال: قال أمير المؤمنين عليه السلام: بعثني رسول الله صلى الله عليه وسلم في هدم القبور وكسر الصور(136).\nوعن أبي عبد الله عليه السلام أنه قال: مِن أكلِ السحت سبعة: الرشوة في الحكم، ومهر البغي، وأجر الكاهن، وثمن الكلب، والذين يبنون البنيان على القبور... الخبر(137).\nوجاء في بعض الروايات الأسباب المانعة من هذا الفعل.\nفروى النوري الطبرسي عن العلامة الحلي في كتابه (النهاية) عن النبي صلى الله عليه وسلم أنه نهى أن يجصص القبر أو يبنى عليه وأن يقعد عليه أو يكتب عليه؛ لأنه من زينة الدنيا فلا حاجة بالميت إليه(138).\nوقال الصادق عليه السلام: كل ما جُعل على القبر من غير تراب القبر فهو ثقلٌ على الميت(139).\n(1/56)",
        "\nهذا هو حال وحرص آل البيت الكرام عليهم السلام على التوحيد من خلال فتاواهم، لا ما ينسب إليهم من الكذب المخالف للقرآن، وهديهم عليهم السلام، فإن النبي صلى الله عليه وسلم نهى عن البناء على القبر وعن تجصيصه، وأمر بعبادة الله سبحانه وتعالى مباشرة دون واسطة، وكذا الأئمة عليهم السلام نهوا عن ذلك وحذروا منه.\nومن العجيب! أن تجد من الناس من يستدل على مشروعية الطواف على القبور والحج إليها بروايات مكذوبة، وبقصص عجيبة، هي في الحقيقة من الوهم وتلبيس الشيطان؛ فإن كل من يعظم قبراً لإمام أو عالم، كالحسين عليه السلام أو غيره كالبدوي والعيدروس مثلاً، تجده يتعلق بتلك القصص المكذوبة أو التي قد تقع من أوهام العوام حول بركة أحد الأشخاص، ويترك كتاب الله الذي فيه: ((وَأَنَّ الْمَسَاجِدَ لِلَّهِ فَلا تَدْعُوا مَعَ اللَّهِ أَحَداً)) [الجن:18]، وأيضاً فيه قوله: ((أَمَّنْ يُجِيبُ الْمُضطَرَّ إِذَا دَعَاهُ وَيَكْشِفُ السُّوءَ وَيَجْعَلُكُمْ خُلَفَاءَ الأَرْضِ أَئِلَهٌ مَعَ اللَّهِ)) [النمل:62] وقوله: ((وَإِذَا مَسَّكُمْ الضُّرُّ فِي الْبَحْرِ ضَلَّ مَنْ تَدْعُونَ إِلاَّ إِيَّاهُ فَلَمَّا نَجَّاكُمْ إِلَى الْبَرِّ أَعْرَضْتُمْ وَكَانَ الإِنْسَانُ كَفُوراً)) [الإسراء:67].\nأفنتعلق بتلك القصص التي تخالف كتاب الله وسار على منهجه الآل الكرام عليهم السلام أم أننا نسير على هدى وصراط واضح سار عليه صفوة الخلق عليه الصلاة والسلام وحث عليه آل بيته عليهم السلام، فإن لم يكن مع هؤلاء الحق... إذاً فمن سيكون معه الحق؟!!\nرابعاً: الدعاء وأنواعه:\n(1/57)\n",
        "الدعاء من أهم العبادات التي تقرب الإنسان إلى ربه، سواءً أكان مستغيثاً أم مستعيناً أم متعوذاً بالله عز وجل، وذلك لتضمنه طلب الثواب، والخوف من العقاب، والافتقار واللجوء إليه، وهو سلاح المظلومين ومفزع الضعفاء المكسورين، وسبب السعادة في الدارين، فمن صرف شيئاً من الدعاء لغير الله فقد أشرك بالله شركاً أكبر.\nوالدعاء أنواع، فمنه المشروع ومنه المحرم غير المشروع، وبيان ذلك على النحو التالي:\nالدعاء المشروع ينقسم إلى نوعين:\nالنوع الأول: دعاء الله وحده فيما لا يقدر عليه إلا هو سبحانه:\nأرسل الله عز وجل الرسل ليعلّموا البشرية توحيده في الدعاء والتضرع إليه وحده، وقد كان العرب قبل البعثة يدعون ربهم ويجعلون الوسائط بينهم وبين ربهم في الدعاء، من الأنبياء والأولياء والصالحين، معتقدين بأنها تشفع لهم وتقربهم عند ربهم.\nفأتاهم النبي صلى الله عليه وسلم معلماً وآمراً بإفراد الله عز وجل في الدعاء، سواءً أكان دعاء استغاثة أو استعانة أو استعاذة أو غيرها من دون وسيط ولا شفيع، امتثالاً لأمره تعالى: ((وَأَنَّ الْمَسَاجِدَ لِلَّهِ فَلا تَدْعُوا مَعَ اللَّهِ أَحَداً)) [الجن:18].\nولقوله تعالى: ((وَمَنْ يَدْعُ مَعَ اللَّهِ إِلَهاً آخَرَ لا بُرْهَانَ لَهُ بِهِ فَإِنَّمَا حِسَابُهُ عِنْدَ رَبِّهِ إِنَّهُ لا يُفْلِحُ الْكَافِرُونَ)) [المؤمنون:117].\nوقوله تعالى: ((قُلْ إِنَّمَا أَدْعُو رَبِّي وَلا أُشْرِكُ بِهِ أَحَداً)) [الجن:20].\nوقوله تعالى: ((أَمَّنْ يُجِيبُ الْمُضطَرَّ إِذَا دَعَاهُ وَيَكْشِفُ السُّوءَ)) [النمل:62].\nوقوله تعالى: ((إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ)) [الفاتحة:5].\nوقوله تعالى عن الاستغاثة: ((إِذْ تَسْتَغِيثُونَ رَبَّكُمْ فَاسْتَجَابَ لَكُمْ)) [الأنفال:9].\nوقاله تعالى: ((قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ)) [الفلق:1].\n(1/58)\n\nوقد علَّم النبي صلى الله عليه وسلم عبد الله بن العباس رضي الله عنهما وهو غلام أصولَ التوحيد، وقال له: (يا غلام، ألا أعلمك كلمات ينفعك الله بهنّ؟ فقلت: بلى، فقال:احفظ الله يحفظك، احفظ الله تجده أمامك، تعرف إلى الله في الرخاء يعرفك في الشدة، إذا سألت فاسأل الله، وإذا استعنت فاستعن بالله)(140).\nالنوع الثاني: طلب الدعاء من المخلوق الحي فيما يقدر عليه:\nومن الأدعية المباحة: أن يطلب الإنسان من أخيه الحي الحاضر أمراً يقدر على فعله في الدين أو الدنيا، كأن يطلب منه أن يدعو له في صلاته أو عند ذهابه للحج، أو أن يستغيثه على النجاة من حيوان مفترس أو من الغرق، أو يستعين به على ركوب دابته، أو يستعيذ به من شر أذى أعداء له ليدافع عنه... إلخ.\nوقد أجاز الشارع هذه الأدعية بقيود، منها:\n1- أن يكون الداعي على قيد الحياة.\n2- أن يكون حاضراً غير غائب.\n3- أن يكون مستطيعاً وقادراً على الفعل غير عاجز عنه وفي حدود قدرة البشر.\nقال تعالى: ((وَتَعَاوَنُوا عَلَى الْبِرِّ وَالتَّقْوَى وَلا تَعَاوَنُوا عَلَى الإِثْمِ وَالْعُدْوَانِ)) [المائدة:2].\nوقال تعالى في قصة موسى عليه السلام: ((فَاسْتَغَاثَهُ الَّذِي مِنْ شِيعَتِهِ عَلَى الَّذِي مِنْ عَدُوِّهِ)) [القصص:15].\nأما الدعاء الممنوع:\nفمثاله: دعاء المخلوق فيما لا يقدر عليه إلا الله، كأن يدعو الإنسان مستغيثاً مستعيناً بالأموات من الأولياء والصالحين أو بالأحياء الغائبين، وينزل بهم حوائجه من طلب الشفاء من المرض وتفريج الكرب ودفع الضرر عنه، فهذا النوع شرك أكبر.",
        "(1/59)\n\nوهذه الأمور ليست بمهجورة، أو أنها من نسج الخيال أو من وقع المحال، لإننا نرى كثيراً من الناس -هداهم الله إلى توحيده- يشدون الرحال إلى أضرحة الأولياء والصالحين يدعونهم مستغيثين مستعينين بحجة أنها تقربهم إلى الله لقضاء حوائجهم ودفع الهموم والأحزان عنهم، سالكين بهذه الأعمال مسلك العرب في الجاهلية، ولا يخفى عليك -كما مر ذكره- أن هؤلاء يستدلون بقصص كثيرة معرضين عن كتاب الله سبحانه، فلنتأمل في الآيات الآتية:\nقال تعالى: ((إِنَّ الَّذِينَ تَدْعُونَ مِن دُونِ اللَّهِ عِبَادٌ أَمْثَالُكُمْ فَادْعُوهُمْ فَلْيَسْتَجِيبُواْ لَكُمْ إِن كُنتُمْ صَادِقِينَ)) [الأعراف:194].\nوقال تعالى: ((وَالَّذِينَ يَدْعُونَ مِنْ دُونِ اللَّهِ لا يَخْلُقُونَ شَيْئاً وَهُمْ يُخْلَقُونَ)) [النحل:20].\nوقال تعالى: ((فَمَا أَغْنَتْ عَنْهُمْ آلِهَتُهُمْ الَّتِي يَدْعُونَ مِنْ دُونِ اللَّهِ)) [هود:101].\nقال أبو جعفر محمد الطوسي:\nلأنهم كانوا يسمونها آلهة، ويطلبون الحوائج منها كما يطلب الموحدون من الله، ومعنى (من دون الله): مَنْ مَنزلته أدنى مِنْ منزلة عبادة الله؛ لأنه من (الأدون) وهو الأقرب إلى جهة السفل(141).\nوقال تعالى على لسان نبيه محمد صلى الله عليه وسلم: ((قُلْ إِنِّي لَنْ يُجِيرَنِي مِنْ اللَّهِ أَحَدٌ وَلَنْ أَجِدَ مِنْ دُونِهِ مُلْتَحَداً)) [الجن:22].\nقال محمد جواد مغنية:\n... وهذه آية من عشرات الآيات التي تدل بصراحة ووضوح على أن الإسلام يرفض فكرة الواسطة بين الله وعباده، ويضع الإنسان أمام خالقه مباشرة يخاطبه ويناجيه بما شاء، ويتقرب إليه بفعل الخيرات من غير شفيع ولا وسيط(142).\n(1/60)",
        "\nولما أنزل الله على نبيه محمد صلى الله عليه وسلم قوله: ((وَأَنذِرْ عَشِيرَتَكَ الأَقْرَبِينَ)) [الشعراء:214] صعد النبي صلى الله عليه وسلم على الصفا وجمع عشيرته، وقال: (يا بني عبد المطلب، يا بني هاشم، يا بني عبد مناف، يا بني قصي، اشتروا أنفسكم من الله؛ فإني لا أغني عنكم من الله شيئاً، يا عباس عم محمد، يا صفية عمته، يا فاطمة ابنته، ثم نادى كل رجل باسمه وكل امرأة باسمها)(143).\nوهذا تحذير من النبي صلى الله عليه وسلم لعشيرته وأمته أن يتخذوه بعد مماته إلهاً يدعونه ويتشفعون به كما يفعل كفار قريش بالصالحين، وكما يفعل النصارى بعيسى ابن مريم.\nولهذا حرص الأئمة عليهم السلام على نصح وتعليم الأمة بأن يتوجهوا بدعائهم إلى الله وحده.\nفعن الحسن بن المغيرة أنه سمع أبا عبد الله عليه السلام يقول: إن فضل الدعاء بعد الفريضة على الدعاء بعد النافلة كفضل الفريضة على النافلة، قال: ثم قال: ادعه، ولا تقل: قد فُرِغ من الأمر؛ فإن الدعاء هو العبادة، إن الله يقول: ((إِنَّ الَّذِينَ يَسْتَكْبِرُونَ عَنْ عِبَادَتِي سَيَدْخُلُونَ جَهَنَّمَ دَاخِرِينَ)) [غافر:60] وقال: ((ادْعُونِي أَسْتَجِبْ لَكُمْ)) [غافر:60]. وقال: إذا أردت أن تدعو الله فمجده وحمده وسبحه وهلله وأثن عليه، وصل على النبي صلى الله عليه وسلم، ثم سل تُعط(144).\nوالسبب في حث الأئمة أحبابهم بأن يحرصوا على دعاء الله وحده لأهمية تعلق المسلم بالدعاء لعظمه عند الله.\nفعن النبي صلى الله عليه وسلم قال: (الدعاء مخ العبادة، وما من مؤمن يدعو الله إلا استجاب له، إما أن يعجل له في الدنيا، أو يؤجل له في الآخرة، وإما أن يكفر عنه من ذنوبه بقدر ما دعا ما لم يدع بمآثم)(145).\nوقال النبي صلى الله عليه وسلم: (افزعوا إلى الله في حوائجكم، والجؤوا إليه في ملماتكم، وتضرعوا إليه وادعوه؛ فإن الدعاء مخ العبادة)(146).\n(1/61)\n",
        "وقال النبي صلى الله عليه وسلم: (الدعاء مخ العبادة، ولا يهلك مع الدعاء أحد)(147).\nفيا له من عمل يسير وطريق موجز قصير في قضاء الحاجات وتفريج الكربات بين العبد وسيده ومالك أمره، من دون صرف أموال ولا قطع مسافات ولا اختيار وساطات، فلله الحمد والمنة والشكر.\nخامساً: التوسل:\nومن أنواع الأدعية التي جاء النص على تأكيدها التوسل إلى الله عز وجل، وقد أفردناه منفصلاً لأهميته، وكثرة الخلاف فيه.\nوالتوسل: مصدر توسل يتوسل، أي: اتخذ وسيلة إلى مقصوده، فأصله طلب الوصول إلى الغاية المقصودة.\nوينقسم التوسل إلى قسمين: مشروع وممنوع:\nالقسم الأول: التوسل المشروع:\nمن الأمور التي يحبها الله عز وجل من عباده التقرب له والتودد إليه والتوسل بما شرع الله عز وجل من الفرائض، كالصلاة والزكاة والصوم والنوافل، وترك المحرمات واجتناب المنهيات، والتوسل إليه بأسمائه الحسنى، وبصفاته العلى، والتقرب إليه بالعمل الصالح.\nفعن أبي جعفر عليه السلام قال: قال الله عز وجل: من أهان لي ولياً فقد أرصدته لمحاربتي، وما تقرب إليَّ عبد بمثل ما افترضت عليه، وإنه ليتقرب إليَّ بالنافلة حتى أحبه، فإذا أحببته كنت سمعه الذي يسمع به، وبصره الذي يبصر به، ويده التي يبطش بها، ورجله التي يمشي بها، وإن دعاني أجبته، وإن سألني أعطيته... الخبر(148).\nفهذه دعوة مستجابة، وسؤال مجاب للولي الحبيب القائم بأمر الله.\nوهذا التوسل المشروع هو الذي جاء الحث عليه والترغيب فيه من الله سبحانه بقوله تعالى: ((يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَابْتَغُوا إِلَيْهِ الْوَسِيلَةَ)) [المائدة:35].\nقال السيد محمد الحسيني الشيرازي:\nالسبب الذي يقربكم إليه سبحانه من فعل الخيرات والأعمال الصالحة(149).\nوقال بعضهم: ما تتوسلون به إلى ثوابه من الطاعات(150).\nوالتوسل له أنواع مشروعة يتوسل بها العبد إلى ربه، منها:\n1- التوسل بالإيمان:\n(1/62)\n\nوهو أن يتوسل المؤمنون بإيمانهم، كقوله تعالى: ((رَبَّنَا إِنَّنَا سَمِعْنَا مُنَادِياً يُنَادِي لِلإِيمَانِ أَنْ آمِنُوا بِرَبِّكُمْ فَآمَنَّا رَبَّنَا فَاغْفِرْ لَنَا ذُنُوبَنَا وَكَفِّرْ عَنَّا سَيِّئَاتِنَا وَتَوَفَّنَا مَعَ الأَبْرَارِ)) [آل عمران:193].\n2- التوسل بتوحيد الله عز وجل:\nوهذا التوسل حرص عليه الأنبياء في دعائهم، كدعاء نبي الله يونس حين ابتلعه الحوت، قال تعالى: ((فَنَادَى فِي الظُّلُمَاتِ أَنْ لا إِلَهَ إِلاَّ أَنْتَ سُبْحَانَكَ إِنِّي كُنتُ مِنْ الظَّالِمِينَ * فَاسْتَجَبْنَا لَهُ وَنَجَّيْنَاهُ مِنْ الْغَمِّ وَكَذَلِكَ نُنْجِي الْمُؤْمِنِينَ)) [الأنبياء:87-88].\n3- التوسل بأسماء الله الحسنى وبصفاته العلى:\nقال تعالى: ((وَلِلَّهِ الأَسْمَاءُ الْحُسْنَى فَادْعُوهُ بِهَا)) [الأعراف:180].\nوكما يقال في الدعاء: (يا حي يا قيوم برحمتك أستغيث)(151).\nوكما يقال: (اللهم إني أسألك بأسمائك الحسنى)(152) ثم تذكر مرادك.\n4- التوسل بالأعمال الصالحة:\nومن المشروع أن يتوسل الإنسان إلى ربه بالأعمال الصالحة، كالصلاة وبر الوالدين وحفظ الحقوق والأمانة وقراءة القرآن وغيرها.\nكقولك: اللهم إني فعلت ذلك -أي: من مساعدة الفقراء والمحتاجين ونصرة المسلمين وما أشبه ذلك- من أجلك سبحانك، ثم تذكر مرادك.\n5- التوسل بطلب الدعاء من الأنبياء والصالحين الأحياء:\nفعن أبي جعفر عليه السلام قال: مرّ أعمى على رسول الله صلى الله عليه وسلم، فقال النبي صلى الله عليه وسلم: تشتهي أن يرد الله عليك بصرك؟ قال: نعم، فقال له: توضأ وأسبغ الوضوء، ثم صل ركعتين، وقل: اللهم إني أسألك وأرغب إليك وأتوجه إليك بنبيك نبي الرحمة، يا محمد إني أتوجه بك إلى الله ربي وربك أن يرد عليّ بصري، قال: فما قام حتى رجع الأعمى وقد رد الله عليه بصره(153).",
        "(1/63)\n\nويفيد هذا الحديث: أن الرسول صلى الله عليه وسلم دعا للأعمى وهو حي، فاستجاب الله دعاءه وأمره أن يدعو لنفسه، ويتوجه إلى الله بدعاء نبيه، فقبل الله منه.\nوهذا الدعاء خاص في حياته صلى الله عليه وسلم ولا يمكن الدعاء بعد الوفاة؛ لأن آل بيته عليهم السلام والصحابة لم يفعلوه، ولم يستفد منه العميان بعد هذه الحادثة، فتنبه رعاك الله، وكذا الأعمى لم يقل مباشرة هذا الكلام، وإنما لقي النبي صلى الله عليه وسلم ثم قال ما قال.\nالقسم الثاني: التوسل الممنوع:\nالتوسل الممنوع هو الذي لا أصل له في الدين، مثل ما يفعله بعض جهلة المسلمين اليوم من اجتناب العمل الصالح والتوسل به، ولجوئهم إلى التوسل بواسطة الأنبياء والأولياء والصالحين.\nفمنهم من يتوسل بجاه الرسول صلى الله عليه وسلم ؛ كقوله: (يا رب بجاه محمد وآل محمد اغفر لي) فهذه بدعة(154)؛ لأن الصحابة رضي الله عنهم لم يفعلوا ذلك ولم يفعله آل البيت عليهم السلام.\nفإن المسلمين توسلوا بالعباس عم النبي صلى الله عليه وسلم حياً بدعائه، ولم يتوسلوا بالرسول صلى الله عليه وسلم بعد موته عندما طلبوا نزول المطر(155).\nوأيضاً: التوسل بالجاه أمر حادث، والصحابة والأئمة عليهم السلام ليس بخافٍ عنهم مكانة النبي صلى الله عليه وسلم عند الله، فلم يتوسلوا بهذه المقولة.\nوكيف يتوسل إلى الله بأمر مخلوق، مثل الجاه والمكانة؟\nوهذا مثل الحلف بالمخلوق، ولا يفعل مثل تلك الأعمال أو يقول تلك الأقوال إلا من جهل جادة الصواب، وغفل عن صحيح الجواب، واتبع ميراثاً خاطئاً بعيداً عن سبيل الرشاد؛ لذلك يجب على العبد المحب لآل البيت والمتبع لهدي المصطفى صلى الله عليه وسلم أن يتبع ما جاء به الأثر الصحيح.\nسادساً: الشفاعة:\nومن أنواع الأدعية التي جاء الخبر بذكرها: الشفاعة، وهي التوسط للغير بجلب منفعة أو دفع مضرة.\n(1/64)",
        "\nوالشفاعة حق، وهي ما يعتقد به المسلم من شفاعة النبي صلى الله عليه وسلم لأهل الموقف للفصل بينهم، وشفاعته في دخول الجنة، وتشفعه لمن يستحق أن يدخل النار أن لا يدخلها، كما يعتقد المسلم أيضاً أن هناك شفاعة للملائكة وللشهداء في أهلهم، وشفاعة للصيام والقرآن وغيرها.\nواعلم -رحمك الله- بأن للشفاعة شرطين لابد من تحقيقهما جميعاً حتى يتحقق المقصود يوم القيامة، وهما:\nالشرط الأول: الإذن من الله عز وجل:\nقال تعالى: ((يَوْمَئِذٍ لا تَنفَعُ الشَّفَاعَةُ إِلاَّ مَنْ أَذِنَ لَهُ الرَّحْمَنُ وَرَضِيَ لَهُ قَوْلاً)) [طه:109].\nقال الشيخ محمد باقر الناصري:\nوصف سبحانه القيامة يتبعون صوت داعي الله الذي ينفخ في الصور وهو إسرافيل، لا عوج لدعاء الداعي ولا يعدل عنه أحد، وهناك خضعت الأصوات بالسكون لعظمة الرحمن، فلا تسمع منهم إلا همساً، ولا تنفع في ذلك اليوم شفاعة أحد، إلا من أذن الله له أن يشفع ورضي قوله من الأنبياء والأولياء والصديقين والشهداء(156).\nبل إن الله سبحانه نفى أن يكون لأي مخلوق أدنى شفاعة يوم القيامة إلا بعد إذنه سبحانه وتعالى، قال تعالى: ((مَنْ ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلاَّ بِإِذْنِهِ)) [البقرة:255].\nقال أبو جعفر الطوسي:\nإن أحداً ممن له شفاعة لا يشفع إلا بعد أن يأذن الله في ذلك ويأمره به، فأما أن يبتدئ أحد بالشفاعة من غير إذن، كما يكون فيما بيننا، فليس ذلك لأحد(157).\nويا حسرة من يظن أن هناك مخلوقاً بإمكانه الشفاعة أو النصرة لمن يدعوه من غير إذن الله له.\nقال تعالى: ((لَيْسَ لَهُمْ مِنْ دُونِهِ وَلِيٌّ وَلا شَفِيعٌ لَعَلَّهُمْ يَتَّقُونَ)) [الأنعام:51].\nقال الشيخ محمد السبزواري النجفي:\nفقد حصر الولاية به سبحانه، ثم الشفاعة التي أوردها بصيغة المبالغة ليهتم الناس بها، وإن كان النبي صلى الله عليه وسلم وأهل بيته يشفعون من بعد إذنه سبحانه(158).\nوقال السيد محمد الحسيني الشيرازي:\n(1/65)\n",
        "وليس المراد أن الله يشفع، إذ لا معنى لشفاعته، بل المراد أن الشفاعة بيده، فلا يشفع أحد إلا بإذنه(159).\nالشرط الثاني: الرضا عن الشافع والمشفوع له:\nقال تعالى: ((وَكَمْ مِنْ مَلَكٍ فِي السَّمَوَاتِ لا تُغْنِي شَفَاعَتُهُمْ شَيْئاً إِلاَّ مِنْ بَعْدِ أَنْ يَأْذَنَ اللَّهُ لِمَنْ يَشَاءُ وَيَرْضَى)) [النجم:26].\nقال السيد محمد الطبطبائي:\nالفرق بين الإذن والرضا أن الإذن إعلام ارتفاع المانع من قبل الآذن، والرضا ملاءمة نفس الراضي للشيء وعدم امتناعها، فربما تحقق الإذن بشيء مع عدم الرضا، ولا يتحقق رضا إلا مع الإذن بالفعل أو بالقوة، والآية مسوقة لنفي أن يملك الملائكة من أنفسهم الشفاعة مستغنين في ذلك عن الله سبحانه، كما يروم إليه عبدة الأصنام؛ فإن الأمر مطلقاً إلى الله تعالى، فإنما يشفع من يشفع منهم بعد إذنه تعالى له في الشفاعة ورضاه بها، وعلى هذا فالمراد بقوله: ((لِمَنْ يَشَاءُ)) الملائكة، ومعنى الآية: كثير من الملائكة في السموات لا تؤثر شفاعتهم أثراً إلا من بعد أن يأذن الله لمن يشاء منهم -أي: من الملائكة- ويرضى بشفاعته(160).\nوهذه الشفاعة المباركة لا تتحقق لكل مخلوق، بل هي مقتصرة على فئة معينة دون غيرهم.\nقال تعالى: ((فَمَا تَنْفَعُهُمْ شَفَاعَةُ الشَّافِعِينَ)) [المدثر:48].\nقال مير سيد علي الحائري الطهراني:\nلو اجتمع الأنبياء والملائكة على شفاعتهم لا تنفعهم تلك الشفاعة، وليس المراد أنهم لا يشفعون لهم، إذ الشفاعة موقوفة بالإذن وقابلية المحل، فلو وقعت من المأذون للقابل قبلت، والكافر ليس بقابل لها، فلا إذن في الشفاعة له ولا شفاعة، فلا نفع في الحقيقة(161).\nوقال الشيخ محمد باقر الناصري:\nشفاعة الأنبياء والملائكة لا تنفع الكفار المنكرين، وإنما الشفاعة للمؤمنين الموحدين(162).\nوما من شفاعة إلا بيده سبحانه، ولا تقع إلا بعد إذنه لمن يشفع.\n(1/66)\n\nقال تعالى: ((قُلْ لِلَّهِ الشَّفَاعَةُ جَمِيعاً)) [الزمر:44].\nقال الشيخ محمد السبزواري النجفي:\nلا يشفع أحد إلا بإذنه، ولا يملك أحد الشفاعة إلا بتمليكه، والذي على هذه الصفة لا يقدر أحد أن يتكلم في أمره دون إذنه ورضاه؛ فإن أزمة الأمور كلها بيده(163).\nوقال السيد محمد تقي المدرسي:\nيزعم البشر أن باستطاعته التهرب من المسؤولية بسببهم، وذلك بإلقاء مسؤولية ضلاله وانحرافه عليهم، كأن يلقي بمسؤولية انحرافه وضلاله على والديه، أو السلطات الحاكمة، أو المجتمع، ولكن الله ينسف فكرة الشفاعة عموماً، فيقول: ((أَوَلَوْ كَانُوا لا يَمْلِكُونَ شَيْئاً وَلا يَعْقِلُونَ)) [الزمر:43] كالنفع والضر والموت والحياة، أو أقل من ذلك؛ لأن الملك كله لله عز وجل، ((وَلا يَعْقِلُونَ)) [الزمر:43] لأنهم لو كانوا يعقلون لم يكونوا ليأمروا بما يخالف رضا الله تعالى، فهم إذن لا قوة لهم ولا علم، ومن يكون هكذا لا يكون شفيعاً.\nإن الشفيع الحقيقي هو الله الذي بيده ناصية كل شيء، وإذا كان ثمة آخرون فإنما يشفعون بإذنه، فإذا أراد البشر أن يفر من عذاب الله فليهرب إليه تعالى، فليس من ملجأ منه إلا إليه، وكلنا يخشى من ذنوبه ولن نجد غافراً للسيئات التي احتطبناها سوى الله , ومن عادة البشر أنه إذا أذنب ذنباً حاول تبريره، أو اخترع لنفسه شفيعاً يزعم أنه سوف يخلصه من ذنبه، والله يقول له: لماذا تذهب هنا وهناك؟ تعال إليّ، حتى ولو كنت مذنباً تعال، فأنا الذي أخلصك من الذنب، لا أولئك الشفعاء، ولا تلك التبريرات فالله هو الشفيع حقاً؛ لأنه هو السلطان في السموات والأرض، فهو الذي يدبر الأمور اليوم، وإليه المصير، حيث الحساب الدقيق والجزاء الأوفى(164).انتهى.",
        "(1/67)\n\nمع ذلك فإننا نرى كثيراً من الناس -هداهم الله للحق- يسافرون إلى أضرحة الأولياء والصالحين طالبين منهم الحاجات، ويتقربون إلى الله بشفاعة هؤلاء الصالحين وبمحبتهم لهم بأن يقضوا حوائجهم؛ وينسون أن الله ليس بينه وبين خلقه واسطة، بل يدعى سبحانه مباشرة، فيكشف الضر ويجيب المضطر، أو قد يؤخر الإجابة لحكمة منه، أو يؤخرها له يوم القيامة، أو يدفع عنه من الشر مثلها، والداعي في كل هذه الأحوال في عبادة لله، كما قال جلَّ ذكره: ((وَقَالَ رَبُّكُمْ ادْعُونِي أَسْتَجِبْ لَكُمْ إِنَّ الَّذِينَ يَسْتَكْبِرُونَ عَنْ عِبَادَتِي سَيَدْخُلُونَ جَهَنَّمَ دَاخِرِينَ)) [غافر:60] فسمى الدعاء عبادة, وما حال أولئك الذين يسافرون إلى الأضرحة والقبور ويطلبون حاجاتهم من الأولياء والصالحين إلا كحال عبادة النصارى وتشفعهم بعيسى ابن مريم، وكحال العرب في الجاهلية بتشفعهم وتقربهم إلى الله بأضرحة الصالحين وتماثيلهم.\nوهؤلاء وصفهم الله بقوله: ((وَيَعْبُدُونَ مِنْ دُونِ اللَّهِ مَا لا يَضُرُّهُمْ وَلا يَنْفَعُهُمْ وَيَقُولُونَ هَؤُلاءِ شُفَعَاؤُنَا عِنْدَ اللَّهِ)) [يونس:18].\n(1/68)",
        "\nوقد أنكر عليهم سبحانه وتعالى، فقال: ((قُلْ أَتُنَبِّئُونَ اللَّهَ بِمَا لا يَعْلَمُ فِي السَّمَوَاتِ وَلا فِي الأَرْضِ سُبْحَانَهُ وَتَعَالَى عَمَّا يُشْرِكُونَ)) [يونس:18] أي: أن الله سبحانه وتعالى ليس بحاجة إلى وسيط أو شفيع ليرفع إليه حاجات الخلق؛ لأنه لا يخفى عليه شيء من حال عباده، بل أنكر عليهم التوسط بالأولياء والصالحين، وأنهم لا يملكون لأنفسهم نفعاً ولا ضراً، بل هم يتقربون إليه بالأعمال الصالحة خوفاً من عذابه ورجاء رحمته، فقال تعالى: ((قُلْ ادْعُوا الَّذِينَ زَعَمْتُمْ مِنْ دُونِهِ فَلا يَمْلِكُونَ كَشْفَ الضُّرِّ عَنكُمْ وَلا تَحْوِيلاً * أُوْلَئِكَ الَّذِينَ يَدْعُونَ يَبْتَغُونَ إِلَى رَبِّهِمْ الْوَسِيلَةَ أَيُّهُمْ أَقْرَبُ وَيَرْجُونَ رَحْمَتَهُ وَيَخَافُونَ عَذَابَهُ إِنَّ عَذَابَ رَبِّكَ كَانَ مَحْذُوراً)) [الإسراء:56-57].\nوقال الحاج سلطان الجنابذي أيضاً:\nويعبدون من دون الله ما لا يضرهم ولا ينفعهم من الأصنام والكواكب عبادة العبيد، ومن الأهوية والآراء والشياطين عبادة اتباعية، ومن غير من نصبه الله من رؤسائهم الدنيوية أو رؤسائهم الدينية بزعمهم عبادة طاعة، والمقصود من نفي الضر والنفع نفي ما يتوهمونه ضراً ونفعاً مما يؤول إلى دنياهم من غير نظر إلى عبادتهم، وإلا فهي عبادتهم إياها، تضر غاية الضرر، ويقولون: ((هَؤُلاءِ شُفَعَاؤُنَا عِنْدَ اللَّهِ)) [يونس:18] كما يقول الوثني: إن أصنامنا شفعاؤنا عند الله، وكما يقول أكثر الصابئين: إن الكواكب شفعاؤنا، والبعض يقول: هي قديمة مستقلة في الآلهة، كما يقول الزرداشتيون: النار تشفع لنا عند الله، وكما يقول المطيعون لمن يزعمونهم رؤساء الدين: هؤلاء وسائط بيننا وبين الله وأسباب قربنا إلى الله، والحال أنها وسائل الشيطان وأسباب القرب إلى الجحيم والنيران(165).\nوقال الشيخ محمد السبزواري النجفي أيضاً:\n(1/69)\n",
        "يدعون أنهم بعبادتهم لها تقربهم إلى الله زلفى وتشفع لهم عنده، وأنه هو أذِن لهم بعبادتها وسيشفعها بهم يوم القيامة، وتوهموا -بعقيدتهم القبيحة- أن عبادة الله من خلالها تكون أشد تعظيماً لله، فاجتمع عندهم قبح القول وقبح العمل(166).\nفإذا كان هذا هو تمام القول في المعتقد الصحيح في قضية الشفاعة، التي نسأل الله أن نكون من أهلها ليجيرنا من نار جهنم، فهل تسألها أيها العبد -المحب للنبي وأهل بيته عليهم السلام - من الله الذي بيده كل شيء أو تسألها ممن لا يملك لنفسه شيئاً؟\nسابعاً: مسبة الدهر والرياح ونحوها:\nومن الأشياء التي يقع فيها بعض الناس بحكم العادة، وهي مما ينقص التوحيد ويسيء إلى العقيدة مسبة الدهر والرياح وما أشبه ذلك، من توجيه الذم إلى مخلوقات فيما ليس لها فيه تصرف، فيكون هذا الذم في الحقيقة موجهاً إلى الله سبحانه؛ لأنه الخالق المتصرف الآمر لها , فمنهم من ينسب الهلاك إلى الدهر، لتعاقب الأيام والليالي عليهم.\nقال تعالى: ((وَقَالُوا مَا هِيَ إِلاَّ حَيَاتُنَا الدُّنْيَا نَمُوتُ وَنَحْيَا وَمَا يُهْلِكُنَا إِلاَّ الدَّهْرُ وَمَا لَهُمْ بِذَلِكَ مِنْ عِلْمٍ إِنْ هُمْ إِلاَّ يَظُنُّونَ)) [الجاثية:24].\nقال أمين الدين الطبرسي:\nأي نموت نحن ويحيا أولادنا، أو يموت بعض منا ويحيا بعض، أو يصيبنا الأمرّان: الموت والحياة، يريدون الحياة في الدنيا والموت بعدها، وليس وراء ذلك حياة: ((وَمَا يُهْلِكُنَا إِلاَّ الدَّهْرُ)) وما يحيينا إلا الأيام والليالي، وكانوا يضيفون كل حادثة تحدث إلى الدهر ويجعلونه المؤثر في هلاك النفس(167).\nومنهم من يسب الدهر والوقت، وربما يلعنه، وهذا ناشئ من ضعف الدين والجهل العظيم، فإن الدهر ليس عنده من الأمر شيء، فإنه مُدبَّر مُصرَّف، والتصاريف الواقعة فيه من تدبير العزيز الحكيم، فالسب واللعن في الحقيقة سيقع على المدبِّر لها.\n(1/70)\n\nقال رسول الله صلى الله عليه وسلم: (لا تسبوا الدهر فإن الدهر هو الله، ولا تسبوا السلطان؛ فإنه فيء الله في أرضه، ولا تسبوا الأموات فتؤذوا الأحياء، ولا تسبوا الأموات؛ فإنهم قد أفضوا إلى ما قدموا)(168).\nقال أمين الدين الطبرسي:\nإن أهل الجاهلية كانوا ينسبون الحوادث المجحفة والبلايا النازلة إلى الدهر، فيقولون: فعل الدهر كذا وكانوا يسبون الدهر، فقال صلى الله عليه وسلم: إن فاعل هذه الأمور هو الله، فلا تسبوا فاعلها، وقيل معناه: فإن الله مصرف الدهر ومدبره، والوجه الأول أحسن، فإن كلامهم مملوء من ذلك، ينسبون أفعال الله إلى الدهر(169).\nومنهم من يسب الرياح إذا رأى منها ضرراً، من قلع الأشجار، وهدم البيوت مثلاً، وقد نهى النبي صلى الله عليه وسلم عن سب الرياح وغيرها من مخلوقاته، وقال: (لا تسبوا الرياح؛ فإنها مأمورة، ولا تسبوا الجبال ولا الساعات، ولا الأيام ولا الليالي فتأثموا وترجع عليكم)(170).\nقال المجلسي معلقاً: بيان الغرض النهي عن سب الرياح والبقاع والجبال والأيام والساعات؛ فإنها مقهورة تحت قدرة الله سبحانه، مسخرة له تعالى، لا يملكون تأخراً عما قدمهم إليه، ولا تقدماً إلى ما أخرهم عنه، فسبهم سب لمن لا يستحقه، ولعن من لا يستحق اللعن يوجب رجوع اللعنة على اللاعن، بل هو مظنة الكفر والشرك لولا غفلتهم عما يؤول إليه، كما ورد في الخبر: (لا تسبوا الدهر؛ فإنه هو الله) أي: فاعل الأفعال التي تنسبونها إلى الدهر، وتسبونه بسببها هو الله تعالى(171).\nقال رسول الله صلى الله عليه وسلم: (لا تسبوا الليل والنهار ولا الشمس ولا القمر ولا الريح؛ فإنها تُبعث عذاباً على قوم ورحمة على آخرين)(172).\nوجاءنا الهدي المبارك فيما نقوله تجاه هذه الأمور، فقال صلى الله عليه وسلم: (لا تسبوا الريح؛ فإنها بُشُر وإنها نُذُر وإنها لواقح، فاسألوا الله من خيرها، وتعوذوا به من شرها)(173).",
        "(1/71)\n\nفلذلك يجب على المؤمن أن يعلم أن التصاريف واقعة بقضاء الله وقدره وحكمته، فلا يتعرض لانتقاص أمر قد خلقه وأوجده الله سبحانه، بل يرضى بتدبير الله، ويسلم لأمره، وبذلك يتم توحيده وطمأنينته.\nثامناً: الحلف بغير الله:\nالحلف واليمين من الأقوال العظيمة والدالة على إيمان العبد وتعلقه بالله، ذلك أن الحلف: هو تأكيد لشيء بذكر معظم بصيغة مخصوصة، إما بحرف الباء أو التاء أو الواو، مثل: بالله أو تالله أو والله.\nويشرع أن يحلف المسلم أيضاً بأسماء الله وصفاته ونحوها: كرب الكعبة، أو بالعزيز، أو والذي خلقك؛ وذلك لأن الصفة تابعة للموصوف.\nومن حلف بغير الله أو جعل له مساوياً أو نداً في حلفه مع ربه فقد أشرك في تعظيم الله عز وجل، وذلك هو الشرك الأكبر، لكن لو حلف معتقداً بأن المحلوف به أقل من ذلك فقد أشرك بالله شركاً أصغر.\nوقد كثر بين الناس اليوم الحلف بالله كذباً أو بغيره شركاً، كمن يحلف بالأمانة أو بالوالدين أو بالشرف أو بالأولاد أو بحياة النبي صلى الله عليه وسلم وأهل بيته عليهم السلام، ومنهم من يحلف بالأحياء والموتى من الأولياء والصالحين تعظيماً لهم وخوفاً من عقابهم.\nفإذا اُستُحلِف ذلك الشخص بالله عز وجل حلف بالله دون تردد، وإن كان كاذباً، وإذا اسْتُحلِف بالنبي أو بأهل بيته أو بالولي الفلاني نراه يتكعكع ويتلعثم في قوله، ولن يحلف به إلا وهو صادقاً.\nوقد روى النوري الطبرسي أن النبي صلى الله عليه وسلم قال: (من حلف بغير الله فقد كفر وأشرك)(174). وروى أيضاً: (من حلف بغير الله فقد أشرك)(175).\nوقال صلى الله عليه وسلم: (لا تحلفوا بآبائكم ولا بالأنداد، ولا تحلفوا إلا بالله، ولا تحلفوا بالله إلا وأنتم صادقون)(176).\nوعن الصادق عن آبائه عن النبي صلى الله عليه وسلم في حديث المناهي أنه نهى أن يحلف الرجل بغير الله، وقال: (من حلف بغير الله فليس من الله في شيء) ونهى أن يقول الرجل للرجل: (لا وحياتك وحياة فلان)(177).\n(1/72)",
        "\nوقال الشيخ المفيد:\nولا يمين عند آل محمد عليهم السلام إلا بالله عز وجل وبأسمائه الحسنى، ومن حلف بغير اسم من أسماء الله تعالى فقد خالف السنة، ويمينه باطلة لا توجب حنثاً ولا كفارة، ولا يمين بالله تعالى في معصية لله، فمن حلف بالله أن يعصيه فقد أثم وكفارة يمينه ترك الفعل لما حلف عليه والاستغفار من يمينه في الباطل(178).\nومن الأمور المنافية لكمال التوحيد ما يفعله الناس اليوم من كثرة حلفهم بالله عز وجل، وإن لم تكن الحاجة تدعوهم إليه، وهذا يدل على استخفافهم بربهم وعدم تعظيمهم له، قال تعالى: ((وَلا تُطِعْ كُلَّ حَلاَّفٍ مَهِينٍ)) [القلم:10]، وقال عز وجل: ((وَاحْفَظُوا أَيْمَانَكُمْ)) [المائدة:89].\nقال السيد محمد حسين فضل الله:\nمن هؤلاء الذين يكثرون الحلف على كل شيء مما يثيرونه أمام الآخرين، أو مما يختلفون فيه معهم، من القضايا المتعلقة بالدين وبالحياة وبالأوضاع المحيطة بهم، سواءً أكانت حقاً أم باطلاً؛ لأنهم لا يشعرون بالثقة في أنفسهم، أو بثقة الناس بهم، ولذلك فإنهم يلجئون لتأكيد الثقة إلى أسلوب الحلف، ولو على حساب المقدسات التي يحلفون بها، كما في الحلف بالله، حيث يسيئون إلى موقع عظمته بالقسم به في قصة كاذبة باطلة... وإذا حدقت بهؤلاء فيما يتصفون به من صفات أخلاقية على صعيد الواقع فسترى المهانة النفسية، والحقارة العلمية التي توحي بكل سقوط وانحطاط(179).\nوإذا قال قائل: يحدث أحياناً بيننا كثير من الحلف من غير قصد، كالحلف على الامتناع من ترك لباس أو أكل، أو مثل ما نقول: لا والله، وبلى والله، أيكون ذلك من الحلف الكاذب؟\nفنقول له: لا حرج في ذلك الحلف؛ لأنه من باب اللغو، قال تعالى: ((لا يُؤَاخِذُكُمْ اللَّهُ بِاللَّغْوِ فِي أَيْمَانِكُمْ)) [المائدة:89].\nوشرح الشيخ محمد السبزواري النجفي هذه الآية بقوله:\n(1/73)\n",
        "اللغو: هو الكلام خالي القصد والهدف، والذي لا يعتد به؛ لأنه يصدر دون عقد القلب عليه، واللغو في الأيمان هو ما يقوله الناس كثيراً في محادثاتهم: بلا والله، ولا والله، وبظن وقوع الأمر كذلك، فالله تعالى -رحمة منه- لا يُؤاخذ عباده على تلك الأيمان اللاغية التي يستعملونها في كلامهم ومحادثاتهم، ويقول لهم: ((وَلَكِنْ يُؤَاخِذُكُمْ بِمَا عَقَّدْتُمْ الأَيْمَانَ)) [المائدة:89] أي أنه يحاسبكم على الأيمان المقصود الصادر عن عقد القلب والنية بجرم تام(180).\nوروى أبو بصير عن أبي عبد الله عليه السلام في قول الله عز وجل: ((لا يُؤَاخِذُكُمْ اللَّهُ بِاللَّغْوِ فِي أَيْمَانِكُمْ)) [البقرة:225] قال: هو لا والله وبلى والله(181).\nوعن مَسْعَدَة بنِ صَدَقةَ، عن أبي عبد الله عليه السلام: قال: سمعته يقول في قول الله عز وجل: ((لا يُؤَاخِذُكُمْ اللَّهُ بِاللَّغْوِ فِي أَيْمَانِكُمْ)) [البقرة:225]، قال: اللغو قول الرجل: لا والله، وبلى والله، ولا يعقد على شيء(182).\nلذا فالواجب على كل مسلم حفظ يمينه وكلامه وتعظيمه لله، وإن استلزم أن يقسم فليقسم بالله سبحانه ولا شيء غيره.\nتاسعاً: التبرك:\nمما يلحق بالغلو وتعظيم الأئمة والصالحين قضية التبرك، التي تناولها العلماء بالشرح والبيان.\nوالتبرك معناه: طلب البركة، وهي نعمة أنعم الله بها على خلقه إذا جاءوا ملتمسين بها للخير على ما جاء في كتاب الله عز وجل وسنة نبيه محمد صلى الله عليه وسلم.\nوالتبرك له أنواع كثيرة منها:\nالتبرك بالأقوال: وهذا كقراءة القرآن الكريم وقراءة الأدعية والأذكار المأثورة عن النبي صلى الله عليه وسلم.\nالتبرك بالأمكنة: فهناك أمكنة قد اختصها الله تبارك وتعالى بفضل منه، وجعل فيها مزية وزيادة في البركة، مثل: مكة والمسجد الحرام فيها، والمدينة النبوية، والمسجد النبوي، والمسجد الأقصى ومسجد قباء، وسائربيوت الله (المساجد).\n(1/74)\n\nالتبرك بالأزمنة: ومن الأزمنة التي جعل الله تبارك وتعالى فيها البركة والفضل العظيم شهر رمضان، وليلة القدر، ويوم الجمعة، ومثل الثلث الأخير من الليل وغيرها.\nولنكن على بينة أن أعظم البركة والخير والأجر هو في اتباع سنة النبي صلى الله عليه وسلم وترك ما نهى عنه، وعدم الزيادة على ما شرعه وما أقر به، لذلك فقد جعل النبي صلى الله عليه وسلم التحذير من البدع من سنته وذكر بها عند الاستفتاح لكل حديث وخطبة يخطبها النبي صلى الله عليه وسلم على منبره، وجعلها سنة يتداولها أهل الصلاح والاستقامة، وهو قوله صلى الله عليه وسلم في أكثر خطبه: (وكل محدثة بدعة، وكل بدعة ضلالة، وبالبدع هدم السنن)(183).\nوقال الإمام علي عليه السلام: سمعت رسول الله صلى الله عليه وسلم يقول: (عليكم بسنتي، فعمل قليل في سنة خير من عمل كثير في بدعة)(184).\nوعن منصور بن أبي يحيى، قال: سمعت أبا عبد الله عليه السلام يقول: صعد رسول الله صلى الله عليه وسلم المنبر فتغيرت وجنتاه والتمع لونه، ثم أقبل بوجهه، فقال: (يا معشر المسلمين، إنما بعثت أنا والساعة كهاتين، قال: ثم ضم السباحتين، ثم قال: يا معشر المسلمين، إن أفضل الهدى هدى محمد، وخير الحديث كتاب الله، وشر الأمور محدثاتها، ألا وكل بدعة ضلالة، ألا وكل ضلالة ففي النار)(185).\nوقال أمير المؤمنين علي عليه السلام قبل موته: أيها الناس، كل امرئ لاق ما يفر منه في فراره، والأجل مساق النفس، والهرب منه موافاته، كم اطردت الأيام أبحثها عن مكنون هذا الأمر فأبى الله إلا إخفاءه، هيهات! علم مخزون، أما وصيتي: فالله لا تشركوا به شيئاً، ومحمد صلى الله عليه وسلم فلا تضيعوا سنته، أقيموا هذين العمودين(186).",
        "(1/75)\n\nولو نظرنا في حالنا الآن لوجدنا كثيراً منا على خلاف ما شرعه النبي صلى الله عليه وسلم، منحرفين عن هديه تاركين سننه، مبتدعين سنناً أخرى، فإننا نرى كثيراً من الناس -هداهم الله تعالى إلى الصواب- يتعلقون بغير الله في طلبهم البركة.\nفمن البركات الباطلة التي يتعبد بها الناس في هذا الزمان أنهم يتبركون في تعظيمهم للاحتفالات والابتهالات الإسلامية (كما يدّعون) كيوم مولد النبي صلى الله عليه وسلم، والأولياء والصالحين وغيرهم كثير، وتعظيمهم لذكرى وفاة النبي صلى الله عليه وسلم واستشهاد بعض الأولياء والصالحين، وكذا الاحتفال بليلة القدر أو الإسراء والمعراج، والاحتفال بهجرة النبي صلى الله عليه وسلم، ويوم فتح مكة، وغيرها من البدع.\nفكل هذه المناسبات المحدثة هل ثبت لدينا بدليل واحد أن نبينا صلى الله عليه وسلم جعل لها يوماً للاحتفال بها؟ دلالة منه على أهمية هذه المناسبة وتذكيراً لنا بها؟!\nبل هل ثبت عند من بعده كأمير المؤمنين علي عليه السلام لما تولى الخلافة أنه خصص يوماً لتذكر وفاة النبي صلى الله عليه وسلم أو لمناسبة مولده أو إسرائه ومعراجه؟!\nفإذا لم يثبت عندنا لتلك المناسبات بأي دليل مقبول، فلم نفعل أمراً نظن فيه الحب والتقرب إلى آل البيت وهم أعلم الناس بالله سبحانه، فهل بلغنا علم لم يبلغهم؟!\nأو هل نحن أعلم بالله أو أكثر حباً للنبي صلى الله عليه وسلم منهم؟! وهل سبقناهم إلى علم فاتهم وقصر علمه عنهم؟!\n(1/76)",
        "\nوالخطب ليس بيسير، فقد تجاوز الأمر في الاعتقاد إلى التبرك ببعض الأماكن، كتقبيلهم جدران الكعبة والتمسح بها، والتمسح كذلك بمقام نبي الله إبراهيم عليه السلام، والسفر إلى أضرحة الصالحين للدعاء وطلب الحوائج والتبرك والمسح عليها، والأخذ من ترابها وقماشها الملون، وغيرها من الأفعال الشركية(187)، ولهذا حذر النبي صلى الله عليه وسلم فئة من الصحابة في غزوة حنين عندما طلبوا منه أمراً ليتبركوا به، وذلك لقرب عهدهم بالإسلام وتأثرهم بالجاهلية، وظنهم أن هذه الأفعال لا حرج في فعلها.\nوذكر الشيخ زين الدين النباطي في كتابه الصراط المستقيم:\nأنه كان للمشركين شجرة يسمونها ذات أنواط يعلقون عليها أسلحتهم(188)، فقال المسلمون للنبي صلى الله عليه وسلم: اجعل لنا ذات أنواط! فقال: (هذا مثل قول قوم موسى: ((اجْعَل لَنَا إِلَهاً كَمَا لَهُمْ آلِهَةٌ)) [الأعراف:138] لتركبن سنن من كان قبلكم)(189).\nوقال شارح نهج البلاغة: قد جاء في المسانيد الصحيحة أن رسول الله صلى الله عليه وسلم قال: (لتركبن سنن من كان قبلكم حذو النّعل بالنّعل، والقذّة بالقذّة، حتى لو دخلوا جحر ضبّ لدخلتموه، فقيل: يا رسول الله، اليهود والنصارى؟ قال: فمن ذلك؟!(190))(191).\nفعليك أيها المسلم بخير الهدي وبالصراط القويم ولا يغرنك فعل الكثرة من العوام.\nعاشراً: شرك الخوف:\nالمسلم متعلق بالله ظاهراً وباطناً؛ لأنه يريد تحقيق العبادة في كل شيء حتى في أحاسيسه وفكره، رغبة ورهبة، حباً وطمعاً، حتى في الخوف.\nوالخوف: هو انفعال يحصل بتوقع ما فيه هلاك أو ضرر أو أذى.\nوقد نهى الله عز وجل المؤمنين أن يخافوا غيره، وأمرهم أن يقصروا خوفهم عليه، فلا يخافون إلا إياه، وهذا هو الإخلاص الذي أمر الله به عباده الموحدين، فإذا أخلصوا له في الخوف وفي جميع العبادات أعطاهم ما يرجون، وأمنهم من مخاوف الدنيا والآخرة.\n(1/77)\n",
        "عن جعفر بن محمد عليه السلام قال: من خاف الله عز وجل أخاف الله منه كل شيء، ومن لم يخف الله عز وجل أخافه الله من كل شيء(192).\nوعن أبي عبد الله عليه السلام قال: من عرف الله خافه، ومن خاف الله حثه الخوف من الله على العمل بطاعته والأخذ بتأديبه، فَبَشَّر المطيعين المتأدبين بأدب الله والآخذين عن الله أنه الحق على الله أن ينجيهم من مضلات الفتن(193).\nواعلم رحمك الله أن الخوف من الله تعالى درجات بين الناس، فمنهم من يغلو في خوفه، ومنهم من يفرط، ومنهم من يعتدل في خوفه.. وهذا هو الصواب.\nفيجب على المؤمن أن يسير إلى الله بين الخوف والرجاء، بحيث لا يذهب مع الخوف وحده فيقنط من رحمة الله، ولا يذهب مع الرجاء وحده حتى يأمن من مكر الله؛ لأن القنوط من رحمة الله والأمن من مكر الله ينافيان التوحيد.\nلذلك فإن الله عز وجل يقول: ((وَادْعُوهُ خَوْفاً وَطَمَعاً)) [الأعراف:56].\nواعلم رحمك الله بأن الخوف الحاصل عند الناس على أنواع ثلاثة:\nالنوع الأول: خوف طبيعي:\nوهو كخوف الإنسان من السباع والنار، وهذا لا يلام عليه العبد؛ لأنه أمر طبعي مفطور عليه خلقة. قال تعالى عن موسى عليه السلام: ((فَأَصْبَحَ فِي الْمَدِينَةِ خَائِفاً يَتَرَقَّبُ)) [القصص:18].\nالنوع الثاني: خوف الطاعة:\nوهو أن يترك الإنسان ما يجب عليه من الجهاد، والأمر بالمعروف والنهي عن المنكر لغير عذر خوفاً من الناس مثلاً، فهذا محرم، وهو نوع من أنواع الشرك بالله المنافي لكمال التوحيد، قال تعالى: ((وَمِنْ النَّاسِ مَنْ يَقُولُ آمَنَّا بِاللَّهِ فَإِذَا أُوذِيَ فِي اللَّهِ جَعَلَ فِتْنَةَ النَّاسِ كَعَذَابِ اللَّهِ)) [العنكبوت:10].\nقال محمد الكرمي:\n(1/78)\n\nومن الناس من يستسهل أمر العقيدة، ويراها لزاماً إذا واتته الصدف بها ولم يجد مزاجاً له عليها، فمتى افتتن في حقها انقلب عنها، وجعل تعذيب الناس على الحق كتعذيب الله له على الباطل، فكيف أن الإنسان يترك فعل الحرام لأجل خوفه من عذاب الآخرة، كذلك يترك العقيدة المخالفة لأجل خوفه من الناس في حال أنه لا سواء بين العذابين، فعذاب الناس منقطع وعذاب الله دائم(194).\nوعن أمير المؤمنين عليه السلام أنه قال: من طلب رضا الله بسخط الناس رد الله ذامَّه من الناس حامداً، ومن طلب رضا الناس بسخط الله رد الله حامده من الناس ذاماً(195).\nالنوع الثالث: خوف السر:\nوهو خوف فئة من الناس من أضرحة الأنبياء والأولياء، فتراهم يتقربون إليهم بشتى أنواع العبادات من نذر وذبح وحلف خوفاً على أنفسهم وأولادهم وأموالهم من سخط وغضب صاحب ذلك القبر، أو يخاف من ولي مخافة ربما تزيد على مخافة الله عز وجل من انقطاع رزقه وفقره بسبب ذاك الولي، وهذا من الشرك الأكبر.\nقال تعالى: ((إِنَّمَا يَعْمُرُ مَسَاجِدَ اللَّهِ مَنْ آمَنَ بِاللَّهِ وَالْيَوْمِ الآخِرِ وَأَقَامَ الصَّلاةَ وَآتَى الزَّكَاةَ وَلَمْ يَخْشَ إِلاَّ اللَّهَ)) [التوبة:18].\nقال السيد محمد حسين الطبطبائي:",
        "(1/79)\n\nالخشية الدينية وهي العبادة، من دون الخشية الغريزية التي لا يسلم منها إلا المقربون من أولياء الله كالأنبياء، قال تعالى: ((الَّذِينَ يُبَلِّغُونَ رِسَالاتِ اللَّهِ وَيَخْشَوْنَهُ وَلا يَخْشَوْنَ أَحَداً إِلاَّ اللَّهَ)) [الأحزاب:39]، والوجه في التكنية عن العبادة بالخشية أن الأعرف عند الإنسان من علل اتخاذ الإله للعبادة الخوف من سخطه أو الرجاء لرحمته، ورجاء الرحمة أيضاً يعود بوجه إلى الخوف من انقطاعه وهو السخط، فمن عبد الله سبحانه أو عبد شيئاً من الأصنام فقد دعاه إلى ذلك، إما الخوف من شمول سخطه، أو الخوف من انقطاع نعمته ورحمته، فالعبادة ممثلة للخوف والخشية مصداق لها لتمثيلها إياها، وبينها حالة الاستلزام(196).\nوقال تعالى: ((إِنَّمَا ذَلِكُمْ الشَّيْطَانُ يُخَوِّفُ أَوْلِيَاءَهُ فَلا تَخَافُوهُمْ وَخَافُونِي إِنْ كُنْتُمْ مُؤْمِنِينَ)) [آل عمران:175].\nقال الشيخ محمد السبزواري النجفي:\n((فَلا تَخَافُوهُمْ)) أي: لا تفزعوا منهم أيها المؤمنون؛ لأني ناصركم ومعينكم ((وَخَافُونِي)) واحذروا مني؛ لأن السعادة الأبدية الطيبة هي أن يخاف العبد مولاه وربه الذي بيده أزمّة أموره في الدنيا والآخرة، فينبغي أن تتقوني ((إِنْ كُنْتُمْ مُؤْمِنِينَ)) أي: بمقتضى إيمانكم، ولا يجوز أن ينحصر خوفكم بغير الله تعالى؛ لأن المخلوقين أمورهم بيده سبحانه وهم ضعفاء مفتقرون إليه(197).\nوكيف يخاف العبد المتعلق بالله الطائع له من أحد من الخلق؟ أليس الله بكاف عباده مما يضرهم؟\nقال تعالى: ((أَلَيْسَ اللَّهُ بِكَافٍ عَبْدَهُ وَيُخَوِّفُونَكَ بِالَّذِينَ مِنْ دُونِهِ وَمَنْ يُضْلِلْ اللَّهُ فَمَا لَهُ مِنْ هَادٍ)) [الزمر:36].\nقال محمد الكرمي:\n(1/80)",
        "\nأليس الله المقتدر على كل شيء بكاف عبده الملتجئ إليه؟ بلى هو كاف له، ولا يجوز أن يتخوف بالشركاء المتخذين للجهلاء؛ فإنهم ومهما كانوا لا وزن لهم، وضلال الضال إنما جاءه لانصرافه عن ربه، وهداية المهتدي إنما حصل له لإقباله عليه، ولئن سألت يا محمد هؤلاء المشركين المعاصرين لكم من هو خالق هذه السموات العظيمة والأرض الجسيمة ليقولن لكم: الله خلق ذلك، فقل لهم حينذاك: أفرأيتم أن ما تدعون من دون الله هذا الخالق، هل بهن أن يكشفن الضر عني إن أراده الله لي؟ أو أنهن هل يستطعن أن يقفن أمام وصول رحمته إلي إن أراد لي رحمة؟ فحتماً سيجيبون: لا، ليست بالأصنام أن تدفع عذاب الله أو أن تجلب رحمته، فقل: إذاً حسبي الله عن كل ما سواه، وعليه فليتوكل المتوكلون(198).\nلهذا ليكن دائماً قولك يا عبد الله: (حسبي الله ونعم الوكيل) ولن يضرك شيء في الدنيا إلا ما قدره الله عليك.\nالحادي عشر: شرك المحبة:\nإن أصل التوحيد وروحه يكمن في إخلاص المحبة لله وحده، وهي أصل التألّه والتعبد له، بل هي حقيقة العبادة، ولا يتم التوحيد حتى تكمل محبة العبد لربه وتسبق جميع المحاب وتغلبها، بحيث تكون سائر محاب العبد تبعاً لهذه المحبة التي بها سعادة العبد وفلاحه.\nولما كان الإنسان يدور في حياته إقبالاً وإدباراً للأشياء حوله حباً أو كرهاً، كانت المحبة على أنواع كثيرة متنوعة هي كالآتي:\nالنوع الأول: محبة الله عز وجل:\nوهي إفراد المحبة المستلزمة للذل والخضوع، وكمال الطاعة وإيثار المحبوب على غيره، فهذه المحبة خالصة لله، ولا يجوز أن يشرك معه فيها أحد.\n(1/81)\n",
        "وهذا كحب نبي الله إبراهيم عليه السلام لربه عند استجابته في ذبح ابنه إسماعيل لرؤيا رآها في منامه، ورؤيا الأنبياء حق، فقال تعالى: ((فَلَمَّا بَلَغَ مَعَهُ السَّعْيَ قَالَ يَا بُنَيَّ إِنِّي أَرَى فِي الْمَنَامِ أَنِّي أَذْبَحُكَ فَانظُرْ مَاذَا تَرَى قَالَ يَا أَبَتِ افْعَلْ مَا تُؤْمَرُ سَتَجِدُنِي إِنْ شَاءَ اللَّهُ مِنْ الصَّابِرِينَ)) [الصافات:102].\nالنوع الثاني: المحبة لله:\nوهي محبة أنبياء الله ورسله وأتباعهم، وأن يحب العبد ما يحبه الله من الأعمال والأشخاص، ويبغض ما يبغضه الله من الأعمال والأشخاص، وأن يوالي أولياء الله عز وجل ويعادي أعداءه، وهذا هو كمال إيمان العبد وتوحيده.\nفعن البراء بن عازب قال: (كنت عند رسول الله صلى الله عليه وسلم فقال: أتدرون أي عرى الإيمان أوثق؟ قلنا: الصلاة، قال: إن الصلاة لحسنة وما هي بها، قلنا: الزكاة، فقال: لحسنة وما هي بها، فذكرنا شرائع الإسلام، فقال: أوثق عرى الإيمان أن يحب الرجل في الله ويبغض في الله)(199).\nوقال النبي صلى الله عليه وسلم في جواب شمعون بن لاوي بن يهودا من حواريي عيسى: (...وأما علامة البار فعشرة: يحب في الله، ويفارق في الله، ويغضب في الله، ويرضى في الله، ويعمل لله، ويطلب إليه، ويخشع لله خائفاً مخوفاً طاهراً مخلصاً مستحيياً مراقباً، ويحسن في الله)(200).\nوعن النبي صلى الله عليه وسلم أنه قال: (ثلاث من كن فيه وجد طعم الإيمان: من كان الله ورسوله أحب إليه مما سواهما، ومن كان يحب المرء لا يحبه إلا لله)(201).\nوهذا ما فعله الصحابة رضي الله عنهم في تحقيق المحبة الصحيحة المباركة، وكان فيهم أمير المؤمنين علي عليه السلام، فيتذكر بحسرة وأسى ما آل إليه أمره في الكوفة بين نفر من الناس لم يعرفوا حق الصحابة رضي الله عنهم، وكيف أنهم حققوا المحبة الخالصة لله وحده.\n(1/82)\n\nفقال أمير المؤمنين عليه السلام: ولقد كنا مع رسول الله صلى الله عليه وسلم نقتُل آباءنا وأبناءنا وإخواننا وأعمامنا ما يزيدنا ذلك إلا إيماناً وتسليماً، ومضينا على اللقم، وصبرنا على مضض الألم وجِدّاً في جهاد العدو(202).\nوعن أبي جعفر عليه السلام قال: إذا أردت أن تعلم أن فيك خيراً فانظر إلى قلبك، فإن كان يحب أهل طاعة الله ويبغض أهل معصيته ففيك خير والله يحبك، وإن كان يبغض أهل طاعة الله ويحب أهل معصيته فليس فيك خير والله يبغضك، والمرء مع من أحب(203).\nالنوع الثالث: المحبة الطبيعية:\nوهي المحبة الفطرية التي فطر عليها الإنسان، كمحبة الوالدين والزوجة والأولاد، ومحبة الطعام واللباس وغيرها، ما لم تكن على محبة الله وطاعته.\nوالحذر من أن تقودك المحبة الطبيعية إلى تغليبها أكثر وأعظم من حب الله وطاعته.\nقال تعالى: ((قُلْ إِنْ كَانَ آبَاؤُكُمْ وَأَبْنَاؤُكُمْ وَإِخْوَانُكُمْ وَأَزْوَاجُكُمْ وَعَشِيرَتُكُمْ وَأَمْوَالٌ اقْتَرَفْتُمُوهَا وَتِجَارَةٌ تَخْشَوْنَ كَسَادَهَا وَمَسَاكِنُ تَرْضَوْنَهَا أَحَبَّ إِلَيْكُمْ مِنْ اللَّهِ وَرَسُولِهِ وَجِهَادٍ فِي سَبِيلِهِ فَتَرَبَّصُوا حَتَّى يَأْتِيَ اللَّهُ بِأَمْرِهِ وَاللَّهُ لا يَهْدِي الْقَوْمَ الْفَاسِقِينَ)) [التوبة:24].\nقال محمد جواد مغنية:\nوالإنسان بفطرته يحب نفسه وأهله وأمواله، والدين لا يأبى ذلك، ولا يحجز على أحد أن يستمتع بما يشاء، ويحب من يريد، شريطة أن يتقي الله في هذا الاستمتاع والحب، وأن يكون على حساب جهوده، لا على حساب الآخرين(204).\nلذلك فإن النبي صلى الله عليه وسلم جعل حب الله ورسوله شرطاً من شروط الإيمان:\nفقال صلى الله عليه وسلم: (لا يؤمن أحدكم حتى يكون الله ورسوله أحب إليه مما سواهما)(205).\nالنوع الرابع: محبة مع الله:",
        "(1/83)\n\nوهي أن تكون محبه غير الله كمحبة الله أو أكثر من محبة الله، بحيث إذا تعارضت محبة الله ومحبة غيره قدّم محبة غير الله، والخشية من جعل هذه المحبة نداً لله يقدمها على محبة الله أو مساوية بها.\nوهذا ما نلاحظه في عصرنا، فإننا نجد كثيراً من الناس يأتون إلى أضرحة الأولياء والصالحين بتلهف وشوق وبكاء لا يمكن أن يفعل عند الدعاء لله في الخلوة، وكذلك يرون أن زيارتهم لقبر الرسول صلى الله عليه وسلم أو آل بيته عليهم السلام أحب إليهم وأعظم مكانة وقصداً من زيارة بيت الله الحرام.\nولهذا فقد نُسِب إلى أبي جعفر الباقر عليه السلام كذباً وزوراً ما يخالف الأصول الشرعية، والنهج النبوي المبارك، مثل أنه قال: من زار الحسين يوم عاشوراء حتى يظل عنده باكياً لقي الله عز وجل يوم القيامة بثواب ألفي ألف حجة، وألفي ألف عمرة، وألفي ألف غزوة، وثواب كل حجة وعمرة وغزوة كثواب من حج واعتمر وغزا مع رسول الله صلى الله عليه وسلم ومع الأئمة الراشدين صلوات الله عليهم(206).\nوهذا كذب مفضوح على الإمام الباقر عليه السلام، فلو كانت زيارة الحسين يوم عاشوراء والبكاء عند قبره أعظم ثواباً من الحج والعمرة لجاء حتماً ذكرها في كتاب ربنا العزيز، وهذا مما يبين لنا أنهم قد كذبوا على الأئمة في شتى الأمور كهذا القول وغيره، وهم بريئون منه.\nوقال تعالى حكاية عمن عبد غير الله: ((تَاللَّهِ إِنْ كُنَّا لَفِي ضَلالٍ مُبِينٍ * إِذْ نُسَوِّيكُمْ بِرَبِّ الْعَالَمِينَ)) [الشعراء:97-98].\nقال الشيخ محمد السبزواري النجفي:\nحيث جعلناكم مساوين في العبادة والخضوع لرب العالمين، هذا بناء على كون الخطاب للأصنام، وقيل: يقولون لمن تبعوهم: أطعناكم كما أطعنا الله فصرتم أرباباً(207).\n(1/84)",
        "\nوهذه المساواة التي أرادها الشيخ بشرحه للآية المباركة لا تتعرض للمساواة القلبية أو الباطنية فقط، لكنها ابتداء تتكلم عن المساواة الظاهرية في جوارح العباد، والدالة فيما بعد على ما في القلب من توقير وتعظيم للمتوجه إليه بالمساواة.\nومنهم من يكون جل اهتمامه متعلقاً بالدنيا وزينتها، حتى أصبحوا عباداً لها، ولو فتشت عن قلوبهم لوجدتها ممتلئة من محبة متاع الدنيا.\nوقد سمعنا من القصص الشيء الكثير عن أولئك العباد وما جرى لهم عند احتضارهم، فكانوا يقولون لهم: قولوا: (لا إله إلا الله) فتجد أحدهم قلبه الذي تعلق بتجارة العقارات يأبى أن يقول كلمة التوحيد، فيهذي بما يدل على تعلق فؤاده بالبيع والشراء، ومنهم من كان يُغَنِّي عند احتضاره، ومنهم من طلب الخمر.\nولهذا قال المصطفى صلى الله عليه وسلم: (تعِس عبد الدينار، تعس عبد الدرهم، تعس ولا انتعش بين أن محبها عبد لها، من عبد حجراً فهو عابد صنم)(208).\nوهؤلاء هم الذين قال الله فيهم: ((وَمِنْ النَّاسِ مَنْ يَتَّخِذُ مِنْ دُونِ اللَّهِ أَندَاداً يُحِبُّونَهُمْ كَحُبِّ اللَّهِ وَالَّذِينَ آمَنُوا أَشَدُّ حُبّاً لِلَّهِ)) [البقرة:165].\nقال السيد محمد تقي المدرسي:\nلنظرتهم الجامدة، فهم يقدسون الشمس -مثلاً- بدلاً من أن يعبدوا الذي خلق الشمس ونظّم سيرها، وهو الله، لماذا؟ لأنهم ينظرون إلى ظاهر الشمس دون أن يستدلوا بها على ربها، كذلك فهم يرتبطون بأصحاب المال والجاه والعلم دون أن يفكروا أن هؤلاء جميعاً عباد الله، وأن الله هو الذي أعطاهم هذه النعم، فأولى بهم وأجدر أن يتصلوا بالله مباشرة، ولا يسمحوا لأنفسهم بأن يستعبدها هؤلاء الوسطاء: ((وَالَّذِينَ آمَنُوا أَشَدُّ حُبّاً لِلَّهِ)) [البقرة:165] فبالرغم من إنشاء علاقة بينهم وبين أصحاب المال والجاه والعلم، فهم لا يسمحون لأنفسهم بالعبودية لهؤلاء، بل يبقون أبداً مرتبطين بالله ارتباطاً أشد(209).\n(1/85)\n",
        "وبعد هذه النصوص والأخبار لنفرق بين الحب الذي يجر إلى التقديس والتعظيم لأمور عدة من غير بيان للحق والأثر الصحيح، حتى يبعد صاحبه عن محبة الله، وبين الحب المتوجه للأولياء والعلماء والأماكن والأزمان الذي يكون في مرضاة الله تعالى ووفق ما يحبه الله تعالى، وتبعاً لأمره الكريم.\nالثاني عشر: شرك الطاعة:\nيؤمن المسلم بوجوب محبة علماء الإسلام واحترامهم وتوقيرهم والتأدب معهم؛ لأنهم هم العارفون بشرع الله والمتفقهون في دينه، والعاملون بعلمهم على هدى وبصيرة.\nولأن العلماء من خير البرية؛ لأنهم أشد الناس خشية لله سبحانه، قال تعالى: ((إِنَّمَا يَخْشَى اللَّهَ مِنْ عِبَادِهِ الْعُلَمَاءُ)) [فاطر:28]، وقال تعالى: ((أُوْلَئِكَ هُمْ خَيْرُ الْبَرِيَّةِ * جَزَاؤُهُمْ عِنْدَ رَبِّهِمْ جَنَّاتُ عَدْنٍ تَجْرِي مِنْ تَحْتِهَا الأَنْهَارُ خَالِدِينَ فِيهَا أَبَداً رَضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ ذَلِكَ لِمَنْ خَشِيَ رَبَّهُ)) [البينة:7-8].\nواعلم رحمك الله أن طاعة العلماء فرض على الناس بقيدها، وهي أن تكون تابعة لطاعة الله ورسوله وإلا فلا طاعة لهم، ودليل ذلك قوله تعالى: ((يَا أَيُّهَا الَّذِينَ آمَنُوا أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَأُوْلِي الأَمْرِ مِنْكُمْ)) [النساء:59].\nفمن تمعن في الآية الكريمة يلاحظ أن الله جعل طاعته مستقلة، وطاعة رسوله مستقلة أيضاً، بينما جعل طاعة أولي الأمر تابعة، ولهذا لم تسبق طاعة ولي الأمر بالفعل (وأطيعوا)، فلا طاعة لمخلوق في معصية الخالق.\nوأولو الأمر هم أهل الشأن من العلماء والأمراء؛ لأن العلماء يسند إليهم أمر الشرع والعلم به، والأمراء يُسند إليهم تنفيذ الشرع وإمضاؤه.\nوإذا استقام العلماء والأمراء استقامت أمور الناس، وبفسادهم تفسد الأمور؛ لأن العلماء أهل الإرشاد والدلالة، والأمراء أهل الإلزام والولاية.\n(1/86)\n\nويجب على المسلم أن يستفتي من اعتقد أنه يفتيه بشرع الله وسنة رسوله محمد صلى الله عليه وسلم بالأحاديث الصحيحة والفهم الصحيح الذي سار عليه وانتهجه آل البيت عليهم السلام، ولا يقلد عالماً معيناً في كل ما يقول ويلتزم بمذهبه التزاماً أعمى؛ لأن العلماء بشر يصيبون ويخطئون، فقد يخطئ أحدهم الحق في مسألة من المسائل، لا عن قصد وعمد ولكن عن غفلة وسهو، أو عدم إحاطة بالمسألة الشرعية.\nفلهذا ينبغي للمسلم العاقل أن لا يتعصب لرأي عالم دون الآخر، بل يجعل نصب عينيه قوله تعالى: ((فَاسْأَلُوا أَهْلَ الذِّكْرِ إِنْ كُنتُمْ لا تَعْلَمُونَ)) [الأنبياء:7].\nولو نظرنا في أحوال المسلمين اليوم -إلا من رحمه الله- لوجدناهم قد أشركوا في طاعة الله عز وجل، تاركين شرعه وسنة نبيه وحبيبه المصطفى صلى الله عليه وسلم ومعرضين عن ما نقله إلينا آل بيته عليهم السلام، متبعين طريقة الأولياء من الأمراء والعلماء الضلال.\nفجعلوا حرياتهم وأفعالهم وتفكيرهم في أسر وقيد متين لا ينفك غله، ولا يستبين أمره في سبيل معرفة الحق من الضلال، وليس في مقدورهم النقاش أو السؤال لمعرفة السبب في الفعل أو الترك، أو للتفريق بين الهدي النبوي الصحيح، أو ما أحدثوه في دين الله من الشرك والبدع والخرافات من الاستغاثة بالأموات والدعاء من دون الله والاحتفال بأعياد الميلاد وغيرها من البدع الصادرة عن عقائد أحبار اليهود(210) ورهبان النصارى(211)، لكنه إن بدر منه التفاتة للسؤال بين يدي مقلده لكان هذا وسماً عليه بالعار والتأنيب، وحكماً بالخروج من الطاعة والانقياد وحب آل البيت عليهم السلام، إلى الضلال والبغض والشك بأقوالهم على لسان المبلغين عنهم.\nوهذا ما جرّ كثيراً من المسلمين إلى الوقوع في معتقد خطير، وهو أن أحدهم إذا قيل له: نهى الله عز وجل في كتابه أو نهى نبيه محمد صلى الله عليه وسلم عن كذا أو كذا، لرد وقال مباشرة: لكن العالم الفلاني قال كذا وكذا.",
        "(1/87)\n\nوهذا من الشرك المنافي لتوحيد الله عز وجل في طاعته، وذلك أنهم أطاعوا العلماء في تحريم ما أحل الله، وفي تحليل ما حرم الله عز وجل.\nوهو ما قال الله تعالى فيه: ((اتَّخَذُوا أَحْبَارَهُمْ وَرُهْبَانَهُمْ أَرْبَاباً مِنْ دُونِ اللَّهِ)) [التوبة:31].\nقال أبو جعفر عليه السلام: أما المسيح فعصوه وعظموه في أنفسهم حتى زعموا أنه إله، وأنه ابن الله... وأما أحبارهم ورهبانهم فإنهم أطاعوهم، وأخذوا بقولهم واتبعوا ما أمروهم به ودانوا بما دعوهم إليه، فاتخذوهم أرباباً بطاعتهم لهم وتركهم ما أمر الله وكتبه ورسله فنبذوه وراء ظهورهم، وما أمرهم به الأحبار والرهبان اتبعوه وأطاعوهم وعصوا الله، وإنما ذكر هذا في كتابنا لكي نتعظ بهم(212).\nوقال الإمام جعفر بن محمد الصادق عليه السلام: أما والله ما دعوهم إلى عبادة أنفسهم، ولو دعوهم إلى عبادة أنفسهم لما أجابوهم، ولكن أحلوا لهم حراماً وحرموا عليهم حلالاً، فعبدوهم من حيث لا يشعرون.\nوقال عليه السلام: (من أطاع رجلاً في معصية الله فقد عبده)(213).\nوقال عليه السلام أيضاً: (أما والله ما صاموا لهم ولا صلوا ولكنهم أحلوا لهم حراماً وحرموا عليهم حلالاً فاتبعوهم)(214).\nوقال عليه السلام أيضاً: (أما إنهم لم يتخذوهم آلهة، إلا أنهم أحلوا حراماً فأخذوا به وحرموا حلالاً فأخذوا به، فكانوا أربابهم من دون الله)(215).\nواتباع الأحبار والرهبان والعلماء من غير دليل بقصد مخالفة شرع الله يوقع في أمر خطير، قال تعالى: ((وَإِنْ أَطَعْتُمُوهُمْ إِنَّكُمْ لَمُشْرِكُونَ)) [الأنعام:121].\nقال السيد محمد حسين فضل الله:\n(1/88)",
        "\nإشراك العبادة الذي يعني الطاعة والخضوع، فإذا كان هناك وحي الله ووحي الشيطان، واختار الإنسان غير وحي الله فإن ذلك يعني التمرد على الله والخضوع لغيره، وذلك هو الشرك الغير مباشر؛ لأن قضية التوحيد ليست مجرد فكرة تعيش في العقل، كما تعيش المعادلات الرياضية المجردة، بل هي فعل إيمان يتحرك في الفكر ليحرك المشاعر والأفعال والأقوال والمواقف لتكون -كلها- صورة حية له، لتتحول الحياة من حوله إلى فعل إيمانه بالله وفي طريق الله(216).\nوقال الشيخ محمد السبزواري النجفي:\nتسمعوا منهم وتذعنوا لقولهم في استحلال الحرام ((إِنَّكُمْ لَمُشْرِكُونَ)) [الأنعام:121] بترك دين الله والميل إلى دينهم، فإن ذلك شرك به تعالى وإدخال لغير حكمه في أحكامه(217).\nوقال أمين الدين الطبرسي: لأن من اتبع غير الله في دينه فقد أشرك به(218).\nولقد علمنا ربنا سبحانه وتعالى ماذا نفعل إن اختلفنا في حكم شرعي، وماذا نتبع.\nفقال تعالى: ((وَمَا اخْتَلَفْتُمْ فِيهِ مِنْ شَيْءٍ فَحُكْمُهُ إِلَى اللَّهِ)) [الشورى:10].\nقال الفيض الكاشاني:\nوما اختلفتم فيه من شيء من المذاهب واخترتم لأنفسكم من الأديان فحكم ذلك كله إلى الله يوم القيامة، وقيل: وما اختلفتم فيه من تأويل متشابه فارجعوا إلى المحكم من كتاب الله، ذلكم الله ربي عليه توكلت في مجامع الأمور، وإليه أنيب وأرجع(219).\nوهذا الباب والمعتقد من أخطر المعتقدات التي تهوي بفاعله إلى الشرك، ولو أن المسلم فكّر في كل ما ينقل أو يقدم إليه من قبل المشايخ والأئمة، وسأل عن صحة الخبر وبحث في مصادر الفتاوى لوجد أن أغلب الفتاوى لا سند لها، والله يعصمنا من الزلل في ديننا.\nالثالث عشر: الذبح:\nالذبح: هو إزهاق الروح بإراقة الدم لحيوان مأكول شرعاً، على وجه مخصوص، يقصد به تعظيم المذبوح له و التذلل له والتقرب إليه، وهذا لا يكون إلا لله وحده لا شريك له.\n(1/89)\n",
        "والذبح من العبادات والطاعات الدالة على ذل العبد لله سبحانه، فمن صرف وقصد في ذبحه ونيته لغير الله عز وجل فقد أشرك بالله شركاً أكبر مخرجاً عن ملة الإسلام.\nقال تعالى: ((قُلْ إِنَّ صَلاتِي وَنُسُكِي وَمَحْيَاي وَمَمَاتِي لِلَّهِ رَبِّ الْعَالَمِينَ * لا شَرِيكَ لَهُ وَبِذَلِكَ أُمِرْتُ وَأَنَا أَوَّلُ الْمُسْلِمِينَ)) [الأنعام:162-163].\nقال الشيخ محمد باقر الناصري:\nفالنسك كل ما تقرب به إلى الله تعالى إلا أن الغالب عليه أمر الذبح(220).\nوقرن الله بين الصلاة والنحر لأهميتهما ودلالتهما على تعظيم أمر الله.\nقال تعالى: ((فَصَلِّ لِرَبِّكَ وَانْحَرْ)) [الكوثر:2].\nقال ناصر مكارم الشيرازي:\nنِعم واهب النَّعم هو سبحانه، لذلك ليس ثمة معنى للعبادات إن كانت لغيره، خاصة وأن كلمه (رب) تعني استمرارية النعمة والتدبير والربوبية، وبعبارة أخرى العبادات سواء كانت صلاة أم نحراً، تختص بالرب وولي النعمة وهو سبحانه وتعالى، والأمر بالصلاة والنحر للرب مقابل ما كان يفعله المشركون في سجودهم للأصنام ونحرهم لها، بينما كانوا يرون نعمهم من الله، وتعبير ((لِرَبِّكَ)) دليل واضح على وجوب قصد القربة في العبادات(221).\nوينبغي أن نعلم أن الذبح لغير الله ينقسم إلى قسمين:\nالقسم الأول: أن يكون الذبح لغير الله فرحاً أو إكراماً للضيف، فهذا لا حرج فيه بل هو من الأمور المعتادة التي قد تكون مطلوبة تارة وغير مطلوبة تارة أخرى، فالأصل أنها مباحة.\nفعن أبي عبد الله عليه السلام قال: مما علّم رسول الله صلى الله عليه وسلم فاطمة ' أن قال لها: (يا فاطمة، من كان يؤمن بالله واليوم الآخر فليكرم ضيفه)(222).\nومن الذبح الجائز أيضاً ما يكون اتباعاً لسنة النبي صلى الله عليه وسلم، مثل: الذي يذبح للمولود وهو ما يسمى بالعقيقة. فعن أبي عبد الله عليه السلام قال: عقيقة الغلام والجارية كبش(223).\n(1/90)\n\nالقسم الثاني: أن يكون الذبح تعظيماً وتقرباً لغير الله، وإن ذُكر اسم الله ابتداء قبل الذبح، وهذا من الشرك الأكبر المخرج من ملة الإسلام، وهو ما يفعله بعض الناس هداهم الله في تقربهم للأنبياء والرسل والأولياء عن طريق الذبح، زاعمين بأن صدقة تلك الذبائح وثوابها لهم، وحقيقة الأمر أنهم يذبحون وينحرون للأولياء حفاظاً على أموالهم وأولادهم، لجلب الخير لهم ودفع المصائب عنهم.\nومنهم من يذبح تقرباً وتعظيماً لقدوم سلطان للبلد مثلاً، أو لبعض العادات مثل ما يذبح تحت أقدام العروس عند دخولها لبيت زوجها، وهذا من الشرك؛ لأنها لم تذبح إكراماً ولا ضيافة ولا إخلاصاً لله عز وجل، بل رأينا بأعيننا أناساً يقومون بإسالة دماء الدجاج والخراف وغيرها على سياراتهم بقصد أن تحفظ وألا يحدث لها شيء من الحوادث، وكل هذا بسبب الجهل بالتوحيد وما كان عليه نبي الهدى صلى الله عليه وسلم وآل بيته الطاهرين من اعتقاد أن النفع والضر بيد الله وحده لا شريك له.\nفعن عباس بن يزيد، عن أبي عبد الله عليه السلام قال: قلت له: إن هؤلاء العوام يزعمون أن الشرك أخفى من دبيب النمل في الليلة الظلماء على المسح الأسود! فقال: لا يكون العبد مشركاً حتى يصلي لغير الله، أو يذبح لغير الله، أو يدعو لغير الله عز وجل (224).\nوعن أبي عبد الله عليه السلام قال: ذكر أن سلمان قال: إن رجلاً دخل الجنة في ذباب، وآخر دخل النار في ذباب، فقيل له: وكيف ذا يا أبا عبد الله؟\nقال: مرّا على قوم في عيد لهم وقد وضعوا أصناماً لهم، لا يجوز بهم أحد حتى يقرّب إلى أصنامهم قرباناً، قلَّ أم كَثُر، فقالوا لهما: لا تجوزا حتى تقرّبا كما يقرب كل من مر، فقال أحدهما: ما معي شيء أقربه، فأخذ أحدهما ذباباً فقربه، ولم يقرب الآخر قال: لا أقرب إلى غير الله عز وجل شيئاً، فقتلوه فدخل الجنة، ودخل الآخر النار(225).",
        "(1/91)\n\nفإذا كان هذا قد دخل النار من أجل أنه قرّب ذباباً لهذه الأصنام من دون الله عز وجل، فكيف بمن يذبح ما غلا ثمنه من بهيمة الأنعام تقرباً لأي مخلوق من دون الله عز وجل؟\nالرابع عشر: النذر:\nبعد بيان ما يصنعه بعض الناس في عبادة النحر، كان لزاماً أن أتحدث عن عبادة مقاربة لها ولها صلة بالنحر، وضل في مفهومها وسبيلها أيضاً طائفة من المسلمين، وتعد باباً إما إلى أبواب الخير أو إلى الشرك -والعياذ بالله- تلك هي عبادة النذر.\nوالنذر: هو إلزام المكلف نفسه لله شيئاً غير واجب عليه عند حصوله على ما يتمناه ويطلبه من ربه، مثل أن يقول: عليّ نذر لله إن حصل كذا وكذا، أو سأفعل كذا وكذا بما يرضي الله عز وجل.\nوالنذر من العبادات التي امتدح الله عز وجل الموفين بها، وكذلك أمر نبيُّه محمد صلى الله عليه وسلم بالوفاء من ألزم بها نفسه.\nقال تعالى: ((يُوفُونَ بِالنَّذْرِ وَيَخَافُونَ يَوْماً كَانَ شَرُّهُ مُسْتَطِيراً)) [الإنسان:7].\nقال السيد محمد الحسيني الشيرازي:\nأي كانوا في الدنيا بحيث إذا نذروا وفّوا به ولم يخشوا، والنذر هو أن يلزم الإنسان على نفسه خيراً لأجله سبحانه، كأن ينذر الصيام والصدقة أو ما أشبهه(226).\nواعلم رحمك الله أن النذر عبادة(227)، كالصلاة والتوسل وغيرها من العبادات التي لا يجوز صرفها إلا لله وحده، ومن صرفها لغير الله فقد أشرك وكفر.\nواعلم وفقني الله وإياك أن الأصل في عقد النذر ابتداء أنه مكروه؛ لأنه إلزام لنفس الإنسان مما جعله الله في حلٍّ منه، وفى ذلك زيادة تكليف على نفسه.\nولأن الغالب أن الذي ينذر يندم بعد عقد النذر أو عند الوفاء، وتجده يسأل في كيفية الخلاص مما نذر به لثقله ومشقته عليه، ولا سيما مع ما يفعله بعض الناس إذا مرض، أو تأخرت عنه حاجة يريدها، نسمعه ينذر، وكأن لسان حاله وباطنه يقول: إن الله لن ينعم عليه بجلب الخير أو دفع الضرر عنه إلا إذا أعطاه مقابله كذا وكذا، وهذا سوء ظن بالله عز وجل.\n(1/92)",
        "\nومن الناس من ينذر ويصرف نذره لغير الله عز وجل، مثل من يقول للرسول أو الولي الفلاني: عليَّ نذر، أو لهذا القبر عليَّ نذر، أو للملك الفلاني عليَّ نذر وما أشبه ذلك.\nفهذا النذر المبذول لغير الله لا ينعقد إطلاقاً، ولا تجب فيه كفارة إن لم يتيسر فعله، بل هو شرك تجب التوبة منه كالحلف بغير الله، فلا ينعقد وليس فيه كفارة.\nومنهم من ينذر في معصية الله عز وجل كأن يقول: عليَّ نذر إن حصل كذا وكذا أن أسرق أو أشرب الخمر.\nوهذا النذر منعقد في الذمة، ولكن لا يجوز الوفاء به، وعليه كفارة يمين، كالحلف بالله على المحرَّم ينعقد وفيه كفارة.\nوكل ما سبق بيانه من أحكام تتعلق بالنذر وانعقاده بالنية، ومن مشروعيته أو عدمها ليست بخافية على الله سبحانه.\nقال تعالى: ((وَمَا أَنفَقْتُمْ مِنْ نَفَقَةٍ أَوْ نَذَرْتُمْ مِنْ نَذْرٍ فَإِنَّ اللَّهَ يَعْلَمُهُ)) [البقرة:270].\nقال مير سيد علي الحائري الطهراني:\nأي نذر كان في طاعة أو معصية (والنذر) عقد الضمير على شيء والتزامه وهو في الشرع التزام بر وخير، ولا يقع في أمر غير مشروع ((فَإِنَّ اللَّهَ يَعْلَمُهُ)) [البقرة:270] الضمير راجع إلى (ما)، فإن الله يجازيكم عليه إن خيراً فخير وإن شراً فشر، فهو ترغيب وترهيب ووعد ووعيد(228).\nوهذا ما بينه النبي صلى الله عليه وسلم موافقاً للآية السابقة، فقال صلى الله عليه وسلم: (من نذر أن يطيع الله فليطعه، ومن نذر أن يعصي الله فلا يعصه)(229).\nوعن إسماعيل بن سعد الأشعري، عن أبي الحسن الرضا عليه السلام قال: سألته عن رجل حلف في قطيعة رحم؟ فقال: قال رسول الله صلى الله عليه وسلم: (لا نذر في معصية، ولا يمين في قطيعة رحم... الحديث)(230).\n(1/93)\n",
        "وفي الحديث أن رجلاً من الصحابة اسمه أبو إسرائيل نذر أن يصوم فلا يفطر، وأن يقوم فلا يقعد، وألا يستظل ولا يتكلم، فأسقط النبي صلى الله عليه وسلم عنه كل ما لا طاعة فيه، وألزمه بما فيه طاعة، فقال: (مروه فليتكلم وليقعد وليستظل وليتم صومه)(231).\nوعن أبي جعفر عليه السلام قال: النذر نذران، فما كان لله وفَّى به، وما كان لغير الله فكفارته كفارة يمين(232).\nوقال أيضاً: لا نذر في معصية ولا فيما لا يملك ابن آدم(233).\nوقد يتساءل القارئ ويقول: كيف تكرهون ما أثنى الله على من وفَّى به؟\nفالجواب: إننا لا نقول: إن الوفاء هو المحرم حتى يقال: إننا هدمنا النص، إنما نقول: المحرم أو المكروه كراهية شديدة هو عقد النذر والدخول فيه ابتداء، وفرق بين عقده والوفاء به، فالعقد ابتدائي، والوفاء في ثاني الحال تنفيذ لما فعلت.\nوالعبد المحب لربه متعلق بربه وسيده في السراء والضراء، ولسانه وفعله متبع لما يريده خالقه، فهو إما عبد شاكر أو صابر.. حتى يلقى الله على ذلك.\nالخامس عشر: الرياء:\nالإخلاص لله هو أساس الدين، وروح التوحيد والعبادة، وهو أن يقصد العبد بعمله كله وجه الله وثوابه وفضله، فيقوم بأصول الإيمان وشرائع الإسلام، وحقائق الإيمان التي هي الإحسان، وبحقوق الله وحقوق عباده، مكملاً لها، قاصداً بها وجه الله والدار الآخرة، لا يريد بذلك رياء ولا سمعة، ولا رئاسة، ولا دنيا، وبذلك يتم إيمانه وتوحيده.\nومن أعظم ما ينافي هذا صرف شيء من العبادة لأجل المخلوقين، والعمل لأجل مدحهم وتعظيمهم، أو العمل لأجل الدنيا، فهذا يقدح في الإخلاص والتوحيد.\nقال المفسرون: والرياء من الشهوة الخفية؛ لأنه شهوة الصيت والجاه بين الناس بأنه متين الدين مواظب على نوافل العبادات، وهذه هي الشهوة الخفية، أي: ليست كشهوة الطعام والنكاح وغيرها من الملاذ الحسية(234).\n(1/94)\n\nوعن أمير المؤمنين عليه السلام أنه قال: ثلاث علامات للمرائي: ينشط إذا رأى الناس، ويكسل إذا كان وحده، ويحب أن يحمد في جميع الأمور(235).\nوقد ذكر المجلسي في بحاره أوصافاً للمرائين منها:\n- الرياء بالقول: كرياء(236) أهل الدين بالوعظ والتذكير والنطق بالحكمة وحفظ الأخبار والآثار لأجل الاستعمال في المحاورة، إظهاراً لغزارة العلم ولدلالته على شدة العناية بأقوال السلف الصالحين، وتحريك الشفتين بالذكر في محضر الناس، والأمر بالمعروف والنهي عن المنكر بمشهد الخلق، وإظهار الغضب للمنكرات، وإظهار الأسف على مقارفة الناس بالمعاصي وتضعيف الصوت في الكلام.\n- الرياء في العمل: كمراءات المصلي بطول القيام ومدته، وتطويل الركوع والسجود، وإطراق الرأس وترك الالتفات، وإظهار الهدوء والسكون، وتسوية القدمين واليدين , وكذلك بالصوم وبالحج وبالصدقة وبإطعام الطعام، وبالإخبات بالشيء عند اللقاء؛ كإرخاء الجفون وتنكيس الرأس والوقار في الكلام، حتى إن المرائي قد يسرع في المشي إلى حاجته فإذا اطلع عليه واحد من أهل الدين رجع إلى الوقار وإطراق الرأس خوفاً من أن ينسبه إلى العجلة وقلة الوقار، فإن غاب الرجل عاد إلى عجلته، فإذا رآه عاد إلى خشوعه , ومنهم من يستحي أن يخالف مشيته في الخلوة لمشيته بمرأى من الناس، فيكلف نفسه المشية الحسنة في الخلوة، حتى إذا رآه الناس لم يفتقر إلى التغيير ويظن أنه تخلص به من الرياء، وقد تضاعف به رياؤه؛ فإنه صار في خلواته أيضاً مرائياً.",
        "(1/95)\n\n- المراءاة بالأصحاب والزائرين والمخالطين: كالذي يتكلف أن يزور عالماً من العلماء ليُقال: إن فلاناً قد زار فلاناً أو عابداً من العباد لذلك، أو ملكاً من الملوك وأشباهه ليقال: إنهم يتبركون به، وكالذي يكثر ذكر الشيوخ ليُري أنه لقي شيوخاً كثيراً واستفاد منهم، فيباهي بشيوخه، ومنهم من يريد انتشار الصيت في البلاد لتكثر الرحلة إليه، ومنهم من يريد الاشتهار عند الملوك لتقبل شفاعته، ومنهم من يقصد التوصل بذلك إلى جمع حُطام وكسب مال ولو من الأوقاف وأموال اليتامى وغير ذلك(237).انتهى\nولخطر الرياء وفداحة إثمه جاء التنبيه عليه في كتاب الله عز وجل.\nقال تعالى: ((قُلْ إِنَّمَا أَنَا بَشَرٌ مِثْلُكُمْ يُوحَى إِلَيَّ أَنَّمَا إِلَهُكُمْ إِلَهٌ وَاحِدٌ فَمَنْ كَانَ يَرْجُوا لِقَاءَ رَبِّهِ فَلْيَعْمَلْ عَمَلاً صَالِحاً وَلا يُشْرِكْ بِعِبَادَةِ رَبِّهِ أَحَداً)) [الكهف:110].\nوعن أبي جعفر عليه السلام قال: سُئل رسول الله صلى الله عليه وسلم عن تفسير قول الله: ((فَمَنْ كَانَ يَرْجُوا لِقَاءَ رَبِّهِ)) [الكهف:110] فقال: (من صلى مراءاة الناس فهو مشرك، ومن زكى مراءاة الناس فهو مشرك، ومن حج مراءاة الناس فهو مشرك، ومن عمل عملاً مما أمر الله به مراءاة الناس فهو مشرك، ولا يقبل الله عمل مراء)(238).\nوقال الرسول صلى الله عليه وسلم: (إن أخوف ما أخاف عليكم الشرك الأصغر! قالوا: وما الشرك الأصغر يارسول الله؟ قال: الرياء، يقول الله تعالى إذا جازى العباد بأعمالهم: اذهبوا إلى الذين كنتم تراءونهم في الدنيا فاطلبوا جزاءكم منهم)(239).\nوعنه صلى الله عليه وسلم قال: (يقول الله سبحانه: أنا خير شريك، من أشرك معي شريكاً في عمله فهو لشريكي دوني؛ لأني لا أقبل إلا ما أخلص لي)(240).\nوقال أمير المؤمنين عليه السلام: واعملوا في غير رياء ولا سمعة؛ فإنه من يعمل لغير الله يَكِلَهُ الله إلى من عمله له(241).\n(1/96)",
        "\nوقال الصادق عليه السلام: لا تُراءِ بعملك من لا يحيي ويميت، ولا يغني عنك شيئاً، والرياء شجرة لا تثمر إلا الشرك الخفي، وأصلها النفاق، يُقال للمرائي عند الميزان: خذ ثوابك ممن عملت له ممن أشركته معي، فانظر من تدعو، ومن ترجو، ومن تخاف، واعلم أنك لا تقدر على إخفاء شيء من باطنك عليه وتصير مخدوعاً، قال الله عز وجل: ((يُخَادِعُونَ اللَّهَ وَالَّذِينَ آمَنُوا وَمَا يَخْدَعُونَ إِلاَّ أَنفُسَهُمْ وَمَا يَشْعُرُونَ)) [البقرة:9] وأكثر ما يقع الرياء في النظر والكلام والأكل والمشي والمجالسة واللباس والضحك والصلاة والحج والجهاد وقراءة القرآن وسائر العبادات الظاهرة، ومن أخلص باطنه لله وخشع له بقلبه ورأى نفسه مقصراً بعد بذل كل مجهود، وجد الشكر عليه حاصلاً، فيكون ممن يرجى له الخلاص من الرياء والنفاق إذا استقام على ذلك على كل حال(242).\nوعن أبي جعفر وأبي عبد الله عليهما السلام قالا: لو أن عبداً عمل عملاً يطلب به وجه الله والدار الآخرة، ثم أدخل فيه رضا أحد من الناس كان مشركاً(243).\nوعن أبي جعفر عليه السلام قال: ما بين الحق والباطل إلا قلة العقل، قيل: وكيف ذلك يا بن رسول الله؟ قال: إن العبد يعمل العمل الذي هو لله رضا، فيريد به غير الله، فلو أنه أخلص لله لجاءه الذي يريد في أسرع من ذلك(244).\nوالخزي على المرائي يوم القيامة حين يكشف عن عمله ونيته ويُفضح على رؤوس الخلائق.\nقال رسول الله صلى الله عليه وسلم: (أخاف عليكم الشرك الأصغر! قالوا: وما الشرك الأصغر؟ قال رسول الله صلى الله عليه وسلم: هو الرياء، يقول الله تعالى يوم القيامة إذا جازى العباد بأعمالهم: اذهبوا إلى الذين كنتم تراءون في الدنيا فانظروا هل تجدون عندهم الجزاء؟).\nوقال صلى الله عليه وسلم: (استعيذوا من جُبّ الخزي! قيل: وما هو يا رسول الله؟ قال: وادٍ في جهنم أعد للمرائين).\n(1/97)\n",
        "وقال صلى الله عليه وسلم: (إن المرائي ينادى يوم القيامة: يا فاجر، يا غادر، يا مرائي، ضلّ عملك وبطل أجرك، اذهب فخذ أجرك ممن كنت تعمل له)(245).\nوعنه صلى الله عليه وسلم: (إن أول من يدعى يوم القيامة رجل جمع القرآن، ورجل قُتل في سبيل الله، ورجل كثير المال، فيقول الله عز وجل للقارئ: ألم أعلمك ما أنزلت على رسولي؟ فيقول: بلى يا رب، فيقول: ما عملت فيما علمت؟ فيقول: يا رب، قمت به آناء الليل وأطراف النهار، فيقول الله: كذبت، وتقول الملائكة: كذبت، ويقول الله تعالى: إنما أردت أن يقال: فلان قارئ، فقد قيل ذلك.\nويُؤتى بصاحب المال، فيقول الله تعالى: ألم أوسع عليك المال حتى لم أدعك تحتاج إلى أحد؟ فيقول: بلى يا رب، فيقول: فما عملت بما آتيتك؟ قال: كنت أصل الرحم وأتصدق، فيقول الله: كذبت، وتقول الملائكة: كذبت، ويقول الله سبحانه: بل أردت أن يقال: فلان جواد، وقد قيل ذلك.\nويُؤتى بالذي قُتل في سبيل الله، فيقول الله: ما فعلت؟ فيقول: أمرت بالجهاد في سبيلك فقاتلت حتى قتلت، فيقول الله: كذبت، وتقول الملائكة: كذبت، ويقول الله سبحانه: بل أردت أن يقال: فلان شجاع جريء فقد قيل ذلك، ثم قال رسول الله صلى الله عليه وسلم: أولئك أول خلق الله تسعر بهم نار جهنم)(246). انتهى.\nولخطورة هذا الأمر أسهبنا القول في بيانه؛ لأنه من الأمور الجسيمة التي تحبط عمل المسلم من غير أن يشعر أو يعلم، ولربما يعلم أن هذا خطر لكنه لا يراعي فيه عظمة الله سبحانه من أن تصرف له العبادة وحده سبحانه وتعالى.\nالسادس عشر: السحر:\nالإنسان فيه طبع الفضول واللهفة على معرفة الغيب أو لتحقيق أمر عجزت عنه الماديات المعلومة بأي وسيلة كانت، والحذر إن كان هذا السبيل بوساطة طريق شقي فيه الخطر والوبال على الإنسان وغيره، ومن تلك الأمور الخفية قضية السحر.\n(1/98)\n\nوالسحر: أمر خفي يحصل بين الساحر والشياطين من أعمال خفية لا تدركها الأبصار، وذلك من خلال رقى غير شرعية، وعزائم وطلاسم واستعمال للدخان وأدوية وإراقة دماء من البهائم وغيرها، حيث يقوم الساحر بتسخير أرواح خبيثة لتنفيذ ما يطلبه منها: إما بعقد الرجل عن زوجته أو إلقاء البغضاء بينهما أو بين أحد من الخلق، وغيرها من الأمور، وهذا لا يمكن وقوعه إلا بعد أن يأذن الله فيه إذناً كونياً قدرياً.\nوللسحرة علامات يتصفون بها ويعرفون من خلالها، ومنها:\n1- أنه يدّعي التدين، واضعاً أحياناً في يده خواتم ومسابيح لجذب الناس إليه، مع استخدام نسب شريف لأجل الإيهام بالصلاح.\n2- لا يكون حافظاً لكتاب الله، ولا لعلومه الشرعية الدالة على تبصره بالفقه.\n3- يسأل عن اسم أم المريض غالباً.\n4- يجهر بقراءة القرآن على المريض ابتداء فقط عند الرقى.\n5- يخبر عن أمور من الغيبيات كنوع المرض ومكان السحر، أو يدل المريض على أناس يتآمرون عليه.\n6- يطلب أحياناً من المريض خصلات من شعر أو ملابس، أو إراقة دماء من البهائم.\n7- يعطي للمريض التمائم والحُجُب والطلاسم أو شيئاً من الخَرَز والخيوط، ويحذر من فتح المغلق منها.\nولفداحة وضرر هذا الفعل والمعتقد فقد ذكر الله سبحانه أمر السحر في كتابه، وبيَّن منشأه وأساسه وسوء عاقبة من يعلمه للناس.\nفقال تعالى: ((وَاتَّبَعُوا مَا تَتْلُو الشَّيَاطِينُ عَلَى مُلْكِ سُلَيْمَانَ وَمَا كَفَرَ سُلَيْمَانُ وَلَكِنَّ الشَّيَاطِينَ كَفَرُوا يُعَلِّمُونَ النَّاسَ السِّحْرَ)) [البقرة:102].\nقال المولى نور الدين الكاشاني:",
        "(1/99)\n\n((وَاتَّبَعُوا مَا تَتْلُو الشَّيَاطِينُ)) ما تقرأه من السحر لينقاد لهم الناس ((عَلَى مُلْكِ سُلَيْمَانَ)) على عهده زعماً منهم أنه بالسحر ما نال ((وَمَا كَفَرَ سُلَيْمَانُ)) ولا استعمل السحر كما زعم هؤلاء ((وَلَكِنَّ الشَّيَاطِينَ كَفَرُوا يُعَلِّمُونَ النَّاسَ السِّحْرَ)) كفروا بتعليمهم الناس السحر(247).\nولانعدام الخير في هذا الأمر فليس لمن تعلم السحر من حظ أو خير في الآخرة.\nقال تعالى: ((وَلَقَدْ عَلِمُوا لَمَنْ اشْتَرَاهُ مَا لَهُ فِي الآخِرَةِ مِنْ خَلاقٍ وَلَبِئْسَ مَا شَرَوْا بِهِ أَنفُسَهُمْ لَوْ كَانُوا يَعْلَمُونَ)) [البقرة:102].\nقال الكاشاني: ((وَلَقَدْ عَلِمُوا)) هؤلاء المتعلمون ((لَمَنْ اشْتَرَاهُ)) بدينه الذي ينسلخ عنه بتعلمه، ((مَا لَهُ فِي الآخِرَةِ مِنْ خَلاقٍ)) من نصيب في ثواب الجنة. وقال: وفي العيون عن الصادق صلى الله عليه وسلم قال: لأنهم يعتقدون أن لا آخرة، فهم يعتقدون أنها إذا لم تكن فلا خلاق لهم في دار الآخرة بعد الدنيا، وإن كانت بعد الدنيا آخرة، فهم مع كفرهم بها لا خلاق لهم فيها. انتهى(248).\nولأجل ذلك فقد حذر النبي صلى الله عليه وسلم من السحر وتعلمه والإتيان إليه، وجعله من المهلكات، قال صلى الله عليه وسلم: (اجتنبوا السبع الموبقات! قالوا: وما هي؟ قال صلى الله عليه وسلم: الإشراك والسحر...)(249).\nوعلى هذا التحذير سار وفعل وأمر الأئمة عليهم السلام اقتداء بالنبي صلى الله عليه وسلم.\nوعن جعفر بن محمد، عن أبيه، أن علياً عليه السلام قال: من تعلم شيئاً من السحر قليلاً أو كثيراً فقد كفر، وكان آخر عهده بربه، وحَدُّه أن يقتل إلا أن يتوب(250).\n(1/100)",
        "\nوعن أبي عبد الله عليه السلام: أنه سُئل عن المعوّذتين أنهما من القرآن؟ فقال الصادق: هما من القرآن... إلى أن قال: وهل تدري ما معنى المعوّذتين؟ وفي أي شيء نزلت؟ إن رسول الله صلى الله عليه وسلم سحره لبيد بن أعصم اليهودي، فقال أبو بصير لأبي عبد الله: وما كان ذا؟ وما عسى يبلغه من سحره؟ فقال أبو عبد الله: بلى كان النبي صلى الله عليه وسلم يرى أنه يجامع ولا يجامع، وكان يريد الباب ولا يبصره حتى يلمسه بيده، والسحر حق، وما سلط السحر إلا على الفرج والعين(251).\nفالسحر له خطر ملموس وشر معلوم شاع خطبه بين جهلة العوام ودعاة السوء من بعض من يدعي العلم، وليس أساسه إلا الكفر ونشر الفساد والبعد عن الدين وفتنة الناس والكذب عليهم.\nفعن أبي عبد الله، عن آبائه، عن علي عليه السلام في حديث: نحن أهل بيت عصمنا الله أن نكون فتانين أو كذابين أو زنّائين، فمن كان فيه شيء من هذه الخصال فليس منا ولا نحن منه(252).\nالسابع عشر: الكهانة والروحانية والعرافة:\nمما يلحق بقضية السحر وخطورتها، عمل الكهانة والتنجيم وادعاء ما ليس للإنسان علم به.\nفالكهانة: معرفة أمور غيبية، يُحدِّث بها ذلك المدّعي الذي يكون ظاهره التدين والصلاح، ويطلق عليه بالروحاني المعالج للناس الناصح لهم، سواء بالاستخارة أو بالكشف على فعل أمر ما أو بتركه أو بالإخبار عن مرض أو عما سيحدث في المستقبل أو عن أمر مفقود، فيصدّقه العوام على ما يقوله.\nوقد جاء في القرآن كيفية تلقي الساحر الخبر من قرينه الجنّي.\nفقال تعالى: ((هَلْ أُنَبِّئُكُمْ عَلَى مَنْ تَنَزَّلُ الشَّيَاطِينُ * تَنَزَّلُ عَلَى كُلِّ أَفَّاكٍ أَثِيمٍ * يُلْقُونَ السَّمْعَ وَأَكْثَرُهُمْ كَاذِبُونَ)) [الشعراء:221-223].\n(1/101)\n",
        "وعن أمير المؤمنين عليه السلام أنه قال: (كنا مع رسول الله صلى الله عليه وسلم ذات ليلة، إذ رُمي بنجم فاستنار، فقال رسول الله صلى الله عليه وسلم للقوم: ما كنتم تقولون في الجاهلية إذا رأيتم مثل هذا؟ قالوا: كنا نقول: مات عظيم ووُلد عظيم. فقال صلى الله عليه وسلم: فإنه لا يُرمى لموت أحد ولا لحياة أحد، ولكن ربنا إذا قضى أمراً سبح حملة العرش: قضى ربنا بكذا، فتسمع ذلك أهل السماء التي تليهم، فيقولون ذلك حتى بلغ ذلك إلى السماء الدنيا، فيسرق الشياطين السمع، فربما اعتقلوا شيئاً فأتوا به إلى الكهنة فيزيدون وينقصون، فتخطئ الكهنة وتصيب , ثم إن الله عز وجل منع السماء بهذه النجوم، فانقطعت الكهانة فلا كهانة). وتلا جعفر بن محمد عليه السلام: ((إِلاَّ مَنْ اسْتَرَقَ السَّمْعَ فَأَتْبَعَهُ شِهَابٌ مُبِينٌ)) [الحجر:18]، وقوله عز وجل: ((وَأَنَّا كُنَّا نَقْعُدُ مِنْهَا مَقَاعِدَ لِلسَّمْعِ فَمَنْ يَسْتَمِعْ الآنَ يَجِدْ لَهُ شِهَاباً رَصَداً)) [الجن:9](253) انتهي.\nوللكهنة أساليب وطرق متنوعة يمارسون بها عملهم وكذبهم على الناس، وذلك من خلال مخادعتهم لأصحاب العقول والعقائد الضعيفة، ومن تلك الطرق:\n1- قراءة الفنجان.\n2- قراءة الكف.\n3- (الخيرة)، وذلك من خلال فتح القرآن الكريم، وقراءة الآيات وتفسيرها بلا علم أو دليل.\n4- النظر في وجه المخدوع، وإخباره بما سيقع له بعد ذلك.\n5- ذكر رؤيا للمخدوع بأنه رآه في المنام وسيحصل له كذا وكذا.\nوقد حكم الله تعالى على أمثال هؤلاء ومن تبعهم بالشرك؛ لأسباب منها:\nالأول: تقربهم إلى الشياطين واستعانتهم بها من دون الله.\nالثاني: ادعاء مشاركة الله عز وجل في علم الغيب الذي يختص به سبحانه.\n(1/102)\n\nذلك أن الساحر وأمثاله يلبّس على العوام بفعله من باب ادعاء معرفة الغيب، مع أن الله تعالى قال: ((قُلْ لا يَعْلَمُ مَنْ فِي السَّمَوَاتِ وَالأَرْضِ الْغَيْبَ إِلاَّ اللَّهُ)) [النمل:65] فعلم الغيب المطلق لا يعلمه إلا الله سبحانه، ولهذا قال سبحانه: ((وَعِنْدَهُ مَفَاتِحُ الْغَيْبِ لا يَعْلَمُهَا إِلاَّ هُوَ)) [الأنعام:59] وقد يُطلع بعض رسله على شيء من علم الغيب وليس علم الغيب كله، كما قال سبحانه: ((فَلا يُظْهِرُ عَلَى غَيْبِهِ أَحَداً * إِلاَّ مَنْ ارْتَضَى مِنْ رَسُولٍ)) [الجن:27] وبهذا يتضح معنى هذه الآيات.\nولعظم وخطورة هذا العمل جاء الوعيد الشديد على من عمل أو أعان أو ذهب إلى السحرة لمجرد السؤال.\nفعن أمير المؤمنين عليه السلام قال: إن الله أوحى إلى نبي في نُبُوَّته: أخبر قومك أنهم استخفوا بطاعتي وانتهكوا معصيتي... إلى أن قال: وأخبر قومك أنه ليس مني من تَكَهّن و تُكَهّن له، أو سَحَر أو سُحِر له(254).\nوعن أمير المؤمنين عليه السلام أنه قال: من جاء عرافاً فسأله وصدّقه بما قال فقد كفر بما أنزل على محمد، وكان يقول: إن كثيراً من الرقى وتعليق التمائم شعبة من الإشراك(255).\nوعن أبي سعيد قال: قال رسول الله صلى الله عليه وسلم: (لا يدخل الجنة عاق ولا منّان ولا ديّوث ولا كاهن، ومن مشى إلى كاهن فصدّقه بما يقول فقد برئ مما أنزل الله على محمد صلى الله عليه وسلم)(256).\nوعن الهيثم قال: قلت لأبي جعفر عليه السلام: إن عندنا بالجزيرة رجلاً ربما أخبر من يأتيه يسأله عن الشيء يُسرق أو شبه ذلك، أفنسأله؟ قال: قال رسول الله صلى الله عليه وسلم: (من مشى إلى ساحر أو كاهن أو كذاب فصدّقه بما يقول فقد كفر بما أنزل على محمد صلى الله عليه وسلم من الكتاب)(257).\nفتأمل أيها المسلم كيف أن الأئمة عليهم السلام كانوا يستعيذون بالله العظيم من شرور الكهنة والمشعوذين في أدعيتهم.",
        "(1/103)\n\nفعن مسعدة بن صدقة قال: سألت أبا عبد الله جعفر بن محمد عليه السلام أن يعلمني دعاء أدعو به في المهمات، فأخرج إليّ أوراقاً من صحيفة عتيقة، فقال: أتنسخ ما فيها، فهو دعاء جدّي علي بن الحسين زين العابدين عليه السلام للمهمات؟ فكتب ذلك:...وأعوذ بك من شر كل كاهن وساحر(258).\nوكان الإمام أبو جعفر عليه السلام يقول في دعائه: الله لا إله إلا هو له الأسماء الحسنى، له الخلق والأمر، منزل التوراة والإنجيل والزبور والفرقان العظيم من شر كل طاغ وباغ ونافث وشيطان وسلطان وساحر وكاهن(259).\nفهذا هو التعليم المبارك الذي سار عليه الآل في مدرستهم المباركة عليهم السلام، وكانوا يعلمونه شيعتهم وأحبابهم، ليكونوا جميعاً على نهج خير الخلق جميعاً محمد صلى الله عليه وسلم.\nالثامن عشر: لبس الحلقة والخيط والتمائم والخواتم ونحوها لرفع البلاء أو دفعه:\nمن المعتقدات التي انجرف الناس بها إلى الشرك بالله عز وجل لبس الخيط والحلقة والتمائم والخواتم، ونحوها من الأشياء التي يعتقد الإنسان بأنها تدفع أو ترفع البلاء عنه أو تجلب الخير له، كما يفعل بعض الناس هداهم الله تعالى بوضع الخيوط والحلقات والتمائم والخواتم بأيديهم أو في أعناقهم أو في أي مكان لجلب الخير والبركة لهم أو لدفع الضرر والمصائب والأمراض عنهم.\nوالحكم في هذه الأمور يتردد بين الشرك الأصغر والشرك الأكبر بحسب ما يعتقد به الإنسان.\nفإن اعتقد الإنسان بهذه الأشياء أنها تنفع وتضر لبركتها أو أنها تؤثر من دون الله فقد أشرك شركاً أكبر.\nومن اعتقد بأنها سبب، وليس لها تأثير بنفسها فقد أشرك شركاً أصغر، وذلك لأنه التجأ إلى سبب غير شرعي ولا قدري، ولم يأمر به الله تبارك وتعالى، ولم يدلنا عليه نبيه محمد صلى الله عليه وسلم.\nولجهل بعض الناس بمعرفة الأسباب التي يشرع الأخذ بها، أو غيرها من الأسباب الباطلة، ينبغي أن نعرف جميعاً أن الأسباب تنقسم إلى ثلاثة أقسام:\nالأول: سبب شرعي:\n(1/104)",
        "\nوهو ما ثبت في كتاب الله تبارك وتعالى وسنة رسوله محمد صلى الله عليه وسلم، مثل: قراءة القرآن على المريض والأدعية الثابتة وغيرها.\nالثاني: سبب قدري:\nوهو ما عرف مثلاً أنه علاج نافع مجرب لألم أو مرض على أن يكون أثره ظاهراً كالأدوية والإبر وغيرها.\nالثالث: سبب وهمي:\nوهو ما يتوهم الإنسان بأنه نافع ويخفف عنه الآلام والأمراض بمجرد شعور نفسي فقط وليس له طريق شرعي ولا قدري، كوضع الحلق والخيوط والتمائم على الأيدي والأعناق، سواء كانت هذه الحلق والخيوط والتمائم وغيرها من ولي صالح أو من مُشَعوذ أو من شخص يدعي بأنه يعالج الناس بالقرآن.\nقال الله تعالى: ((قُلْ أَفَرَأَيْتُمْ مَا تَدْعُونَ مِنْ دُونِ اللَّهِ إِنْ أَرَادَنِي اللَّهُ بِضُرٍّ هَلْ هُنَّ كَاشِفَاتُ ضُرِّهِ)) [الزمر:38].\nقال السيد محمد حسين فضل الله:\nفهل يملك هؤلاء في تغيير إرادة الله في عباده فيما قد قدّره لهم من مرض أو فقر أو خوف أو غير ذلك مما يتمثل في النقص بالنفس والمال ونحوهما، فيرفعون عنه ذلك فيما لا يريد الله أن يرفعه، فلو أراد الله أن ينزل المطر على الناس هل يستطيعون أن يحبسوه، أو أراد أن يعطي الصحة لإنسان هل يملكون نزعها عنه وهكذا... ويبقى السؤال دون الجواب الإيجابي... لأنهم يعرفون أن هؤلاء الذين يتخذون شركاء لا يملكون شيئاً من ذلك من قريب أو من بعيد(260).\nوقال الله تعالى: ((وَإِنْ يَمْسَسْكَ اللَّهُ بِضُرٍّ فَلا كَاشِفَ لَهُ إِلاَّ هُوَ وَإِنْ يُرِدْكَ بِخَيْرٍ فَلا رَادَّ لِفَضْلِهِ يُصِيبُ بِهِ مَنْ يَشَاءُ مِنْ عِبَادِهِ وَهُوَ الْغَفُورُ الرَّحِيمُ)) [يونس:107].\nقال السيد عبد الله شبر:\n(1/105)\n",
        "((وَإِنْ يَمْسَسْكَ اللَّهُ بِضُرٍّ)) يصيبك ببلاء أو شدة أو مرض، وقوله تعالى: ((فَلا كَاشِفَ لَهُ إِلاَّ هُوَ)) لا يقدر على دفعه غيره، قوله تعالى: ((وَإِنْ يُرِدْكَ بِخَيْرٍ)) من نعمة وخصب وصحة، قوله تعالى: ((فَلا رَادَّ)) مانع. قوله تعالى: ((لِفَضْلِهِ)) الذي أراد به. قوله تعالى: ((يُصِيبُ بِهِ)) بالخير. قوله تعالى: ((مَنْ يَشَاءُ مِنْ عِبَادِهِ وَهُوَ الْغَفُورُ)) لذنوبهم. قوله تعالى: ((الرَّحِيمُ)) بهم ليتعرضوا لرحمته بالطاعة ولا ييأسوا من غفرانه بالمعصية(261).\nوكان النبي صلى الله عليه وسلم ينهى الصحابة رضي الله عنهم عن هذه الخرافات محذراً من لبسها أو الاعتقاد بها، وذلك لقرب عهدهم بالإسلام وتأثرهم بالجاهلية.\nفأورد المجلسي في بحاره من حديث عمران بن حصين أن رجلاً دخل على النبي صلى الله عليه وسلم (262) وفي عضده حلقة من صفر(263) -وفي رواية: وفي يده خاتم من صفر-، فقال: ما هذا؟ قال: من الواهنة... قال: (أما إنها لا تزيدك إلا وهناً)(264).\nوقال المجلسي أيضاً: نهى النبي صلى الله عليه وسلم عن التمائم والتِّوَلة(265)، فالتمائم ما يعلق من الكتب والخرز وغير ذلك، والتِّوَلة ما تتحبب به النساء إلى أزواجهن كالكهانة وأشباهها، ونهى عن السحر(266).\nوعن أمير المؤمنين عليه السلام أنه كان يقول: كثير من الرقى وتعليق التمائم شعبة من الإشراك(267).\nفإذا كان الأمر وفق ما جاء في كتاب الله وهدي المصطفى صلى الله عليه وسلم وما نقله إلينا أحبابنا آل البيت عليهم السلام، فهل نتبعهم ونسير على الهدي المبارك، أو نحيد عن جادتهم؟\nالتاسع عشر: التطير (التشاؤم):\nمما يلتحق بباب ادعاء معرفة الغيب، والسعي لكشف الغائب عن الإنسان، اعتقاد التطير والتفاؤل والتفرس بالعلامات المشاهدة.\nوالتطير هو التشاؤم، وهو رجوع ذلك الشخص العازم وتأثره على فعل أمرٍ من أمور الدنيا أو الدين بسبب تشاؤمه من أمرٍ مرئي أو مسموع أو معلوم.\n(1/106)\n\nوالتطير أنواع، منها:\nالتطير المرئي: وهو تطير ذلك الشخص عند رؤيته شيئاً يتشاءم منه، كالبومة والثعبان والهر الأسود وغيرها من الأشياء.\nالتطير السمعي: وهو تطير ذلك الشخص المتشائم من أقوال الناس عنه، كقولهم له: يا خسران، يا فقير، وغيرها من الألفاظ.\nالتطير المعلوم: وهو ما يتطير به الناس من الأيام والأشهر، كيوم الأربعاء مثلاً، ويزعمون أنه يوم شؤم، أو من شهر شوال، فتجدهم لا يعقدون النكاح فيه.\nولما كان للطيرة آثار خطيرة على عقيدة المسلم، وذلك لاستجابة ذلك المتطير خائفاً تاركاً حاجته وعمله خشية المصائب والهموم؛ لأجل ذلك حَكَم الشارع على المتطير بالشرك لتعلقه بغير الله عز وجل، واعتقاده بحصول الضرر عليه من مخلوق لا يملك لنفسه ضراً ولا نفعاً، ولكونه متأثراً من وسوسة الشيطان له داخلاً بقلبه من الخوف والخشية من دون الله وهو منافٍ للتوكل على الله سبحانه وتعالى.\nقال الشيخ ناصر مكارم الشيرازي:\nقد يروج بين أبناء البشر والأقوام والشعوب المختلفة التفاؤل والتشاؤم، فيتفاءلون بأمور وأشياء ويعتبرونها دليل النجاح، ويتشاءمون بأمور وأشياء ويعتبرونها آية الهزيمة والفشل، في حين لا توجد أية علاقة منطقية بين النجاح والإخفاق وبين هذه الأمور، وبخاصة في مجال التشاؤم، حيث كان له دائماً جانب خرافي غير معقول، وإن هذين الأمرين وإن لم يكن لهما أي أثر طبيعي إلا أنه يمكن أن يكون لهما أثر نفسي لا ينكر، وأن التفاؤل غالباً يوجب الأمل والتحرك، ولكن التشاؤم يوجب اليأس والوهن والتراجع(268).\nولأجل هذا نهى الشارع الحكيم في القرآن الكريم والسنة الصحيحة عن التشاؤم بشدة؛ لأن التطير داء قديم ذكره الله تبارك وتعالى عن الأمم الكافرة، حيث كانوا يتطيرون بأفضل الخلق وهم الأنبياء عليهم الصلاة والسلام.",
        "(1/107)\n\nمثل ما جاء في قصة فرعون وقومه، ومعاداتهم لنبي الله موسى عليه السلام، قال تعالى: ((فَإِذَا جَاءَتْهُمْ الْحَسَنَةُ قَالُوا لَنَا هَذِهِ وَإِنْ تُصِبْهُمْ سَيِّئَةٌ يَطَّيَّرُوا بِمُوسَى وَمَنْ مَعَهُ أَلا إِنَّمَا طَائِرُهُمْ عِنْدَ اللَّهِ وَلَكِنَّ أَكْثَرَهُمْ لا يَعْلَمُونَ)) [الأعراف:131].\nقال السيد محمد الحسيني الشيرازي:\n((فَإِذَا جَاءَتْهُمْ الْحَسَنَةُ)) أصابهم الخير كالخصب والسعة والصحة وما أشبهه ((قَالُوا لَنَا هَذِهِ)) أي: إنا نستحق ذلك، وهذا من حسن حظنا، وعلو طالعنا، فلم يكونوا يشكرون الله سبحانه على ما أنعم عليهم ((وَإِنْ تُصِبْهُمْ سَيِّئَةٌ)) كالجوع والقحط والمرض ونحوها ((يَطَّيَّرُوا بِمُوسَى وَمَنْ مَعَهُ)) من المؤمنين، فكانوا يقولون: هذا من شؤم موسى وسوء طالعه... فكان آل فرعون يرون البلايا من موسى عليه السلام ولم يكونوا يعلمون أنها من سوء أعمالهم ((أَلا)) أي: تنبيه أيها المخاطب ((إِنَّمَا طَائِرُهُمْ)) والشؤم الذي كان يلحقهم لم يكن من عند موسى ولأجله، بل من ((عِنْدَ اللَّهِ)) فإنه كان يضر بهم بالبلاء عقوبة لأعمالهم ((وَلَكِنَّ أَكْثَرَهُمْ لا يَعْلَمُونَ)) ذلك بل كانوا يزعمون الشؤم من موسى(269).\nوهذا ما وقع -أيضاً- مع قوم نبي الله صالح أنهم قالوا: ((قَالُوا اطَّيَّرْنَا بِكَ وَبِمَنْ مَعَكَ قَالَ طَائِرُكُمْ عِنْدَ اللَّهِ بَلْ أَنْتُمْ قَوْمٌ تُفْتَنُونَ)) [النمل:47].\nقال السيد محمد الحسيني الشيرازي:\n(1/108)",
        "\n((قَالُوا اطَّيَّرْنَا بِكَ وَبِمَنْ مَعَكَ)) تشاءمنا بك وبمن على دينك من المؤمنين فأنتم شؤم علينا توجبون لنا الفقر والقحط والمشاكل ((قَالَ)) لهم صالح ((طَائِرُكُمْ عِنْدَ اللَّهِ)) أي: أن الشؤم أتاكم من عند الله حيث كفرتم، وللكفر نكبة ومشاكل، كما قال سبحانه: ((وَمَنْ أَعْرَضَ عَنْ ذِكْرِي فَإِنَّ لَهُ مَعِيشَةً ضَنكاً)) [طه:124] وقد كانت الأمم تتشاءم بالطائر الخاص كالبوم والغراب لما كان عندهم مشهوراً أن الإنسان إذا وقع عينه على الطائر الفلاني عند حاجة له فإنها لا تقضى تأثراً من ذلك الطائر، ثم سمي كل تشاؤم بالشر طائر، وإن كان من شخص أو حيوان برّي، واشتق منه التطير ((بَلْ أَنْتُمْ قَوْمٌ تُفْتَنُونَ)) أي: تختبرون بالخير والشر، فإن الفتنة بمعنى الاختيار، كما قال تعالى: ((إِنَّمَا أَمْوَالُكُمْ وَأَوْلادُكُمْ فِتْنَةٌ)) [التغابن:15] يعني: ليس هذا الذي يصيبكم من المشاكل بسببي وإنما هي فتنة وامتحان لكم(270). انتهى.\nفمن توكل على الله وعظَّم قدره وعلم أن كل شيء بقضائه وقدره، مضى في أمره ولم يتردد في قصده ولم يثنه عن عزمه ما يعترضه من أوهام البشر وتخيلاتهم الفاسدة التي توهن من إقدام العبد المريض فقط.\nالفصل الرابع\nتوحيد الأسماء والصفات\nويتضمن المباحث الآتية:\nالمبحث الأول: التعريف بتوحيد الأسماء والصفات.\nالمبحث الثاني: قواعد في فهم وإثبات الأسماء الحسنى.\nالمبحث الثالث: قواعد في فهم ومعرفة الصفات العلى.\nالمبحث الرابع: قواد مشتركة في أدلة أسماء الله وصفاته.\nالمبحث الخامس: أمثلة دالة على بعض صفات الله جل وعلا.\nالمبحث الأول:\nالتعريف بتوحيد الأسماء والصفات\nإن أطيب ما في الحياة أن يعرف العبد أسماء وصفات سيده، وأحب ما في الوجود إلى قلبه هو الله سبحانه وتعالى، وأن يعطر لسانه بذكره سبحانه بأسمائه وصفاته المتناثرة في كتاب الله وسنة حبيبنا محمد صلى الله عليه وسلم.\n(1/109)\n",
        "جاء في القرآن الكريم أسماء كثيرة لله، كقوله تعالى: ((وَهُوَ الْحَكِيمُ الْعَلِيمُ)) [الزخرف:84] وفي غيرها من الآيات، وجاءت صفات لله أيضاً، كقوله تعالى: ((إِنَّ اللَّهَ يُحِبُّ الْمُتَّقِينَ)) [التوبة:4] فما الواجب علينا تجاه هذه الأسماء والصفات؟\nفيجب على المسلم أن يثبت لله عز وجل أسماء وصفات حقيقية له على الوجه اللائق بجلاله وعظمته، على وفق ما جاء في كتابه وفي سنة نبيه محمد صلى الله عليه وسلم الصحيحة، من غير تحريف ولا تكييف ولا تمثيل ولا تعطيل، خلافاً لما عليه أهل البدع الذين ينفون ما أثبته الله لنفسه من الأسماء والصفات، أو ينفون بعضاً منها ويثبتون البعض الآخر تحكماً منهم، ويجعلون مرجعهم في ذلك ما قررته عقولهم القاصرة وما قرره لهم علماؤهم.\nوقد انقسم الناس في تقرير ومعرفة أسماء الله وصفاته إلى ثلاثة أقسام: ممثل ومعطل ومعتدل.\n1- الممثلة: وهؤلاء مثلوا أو شبهوا الله بخلقه، وجعلوا صفاته سبحانه من جنس صفات المخلوقين، ولذلك سموا (بالممثّلة أو المشبّهة) وأول من قال هذه المقالة هشام بن الحكم وهشام بن سالم الجواليقي وغيرهما.\nفعن محمد بن الفرج الرخجي قال: كتبت إلى أبي الحسن عليه السلام أسأله عما قال هشام بن الحكم في الجسم وهشام بن سالم في الصورة؟ فكتب: دع عنك حيرة الحيران، واستعذ بالله من الشيطان، ليس القول ما قال الهشامان(271).\nوعن الصقر بن دلف قال: سألت الرضا عليه السلام عن التوحيد، وقلت له: إني أقول بقول هشام بن الحكم. فغضب ثم قال: ما لكم ولقول هشام، إنه ليس منا من زعم أن الله عز وجل جسم، ونحن منه براء في الدنيا والآخرة(272).\n2- المعطلة: وهؤلاء نفوا عن الله ما وصف به نفسه، أو وصفه به رسوله صلى الله عليه وسلم من صفات الكمال، زاعمين أن إثباتها يقتضي التشبيه والتجسيم، فهم على طرفي نقيض مع المشبهة، وهم في هذا التعطيل متفاوتون.\n(1/110)\n\n3- المعتدلة: هم أهل الحق والإنصاف، وهم الفرقة الناجية المنصورة.\nفهم يثبتون لله عز وجل الأسماء والصفات على ظاهرها كما جاء في كتابه وسنة نبيه محمد صلى الله عليه وسلم وأهل بيته الطاهرين على لغة العرب، فيثبتون صفات حقيقية تليق بجلال الله عز وجل وعظمته، لا تماثل صفات المخلوقين ولا تُعرف كيفيتها، وليس للعقل نصيب في تغيير معناها، سالكين قول الله عز وجل: ((لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السَّمِيعُ البَصِيرُ)) [الشورى:11].\nفعند قوله تعالى: ((لَيْسَ كَمِثْلِهِ شَيْءٌ)) ينفون كل ما يماثل أسماء الله وصفاته.\nوعند قوله تعالى: ((وَهُوَ السَّمِيعُ البَصِيرُ)) [الشورى:11] يثبتون لله عز وجل الأسماء والصفات الحقيقية اللائقة بجلال الله عز وجل.\nويتذكرون مع الإثبات والنفي الآيات المباركة التالية: قال تعالى: ((وَلا يُحِيطُونَ بِهِ عِلْماً)) [طه:110].\nوقال تعالى: ((وَلا تَقْفُ مَا لَيْسَ لَكَ بِهِ عِلْمٌ إِنَّ السَّمْعَ وَالْبَصَرَ وَالْفُؤَادَ كُلُّ أُوْلَئِكَ كَانَ عَنْهُ مَسْئُولاً)) [الإسراء:36].\nوقال تعالى: ((هَلْ تَعْلَمُ لَهُ سَمِيّاً)) [مريم:65].\nوقال تعالى: ((وَلَمْ يَكُنْ لَهُ كُفُواً أَحَدٌ)) [الإخلاص:4].\nوقال تعالى: ((فَلا تَجْعَلُوا لِلَّهِ أَندَاداً)) [البقرة:22].\nوقال تعالى: ((فَلا تَضْرِبُوا لِلَّهِ الأَمْثَالَ)) [النحل:74].\nوهذا ما سار عليه واعتقده أئمة آل البيت عليهم السلام، وعلموه شيعتهم وأحبابهم، أن يتقيدوا بالقرآن الكريم، ولا يتجاوزوه إلى أفهامهم القاصرة.",
        "(1/111)\n\nفعن محمد بن عبيد قال: دخلت على الرضا عليه السلام، فقال لي: قل للعباسي يكفّ عن الكلام في التوحيد وغيره، ويكلم الناس بما يعرفون، ويكف عما ينكرون، وإذا سألوك عن التوحيد فقل كما قال الله عز وجل: ((قُلْ هُوَ اللَّهُ أَحَدٌ * اللَّهُ الصَّمَدُ * لَمْ يَلِدْ وَلَمْ يُولَدْ * وَلَمْ يَكُنْ لَهُ كُفُواً أَحَدٌ)) [الإخلاص]، وإذا سألوك عن الكيفية فقل كما قال الله عز وجل: ((لَيْسَ كَمِثْلِهِ شَيْءٌ))، وإذا سألوك عن السمع فقل كما قال الله عز وجل: ((وَهُوَ السَّمِيعُ البَصِيرُ)) [الشورى:11] فكلّم الناس بما يعرفون(273).\nوعن المفضل قال: سألت أبا الحسن عليه السلام عن شيء من الصفة، فقال: لا تجاوز ما في القرآن(274).\nوعن اليقطيني قال: قال الرضا عليه السلام: للناس في التوحيد ثلاثة مذاهب: نفي وتشبيه وإثبات بغير تشبيه، فمذهب النفي لا يجوز، ومذهب التشبيه لا يجوز؛ لأن الله تبارك وتعالى لا يشبهه شيء، والسبيل في الطريقة الثالثة إثبات بلا تشبيه(275).\nوعن عبد الرحيم القصير قال: كتبت على يدي عبدالملك بن أعين إلى أبي عبد الله عليه السلام بمسائل فيها: أخبرني عن الله عز وجل هل يوصف بالصورة وبالتخطيط؟ فإن رأيت -جعلني الله فداك- أن تكتب إليَّ بالمذهب الصحيح من التوحيد؟\nفكتب بيدي عبدالملك بن أعين: سألت رحمك الله عن التوحيد وما ذهب إليه من قبلك، فتعالى الله الذي ليس كمثله شيء وهو السميع البصير، تعالى الله عما يصفه الواصفون المشبهون لله تبارك وتعالى بخلقه المفترون على الله، واعلم رحمك الله أن المذهب الصحيح في التوحيد ما نزل به القرآن من صفات الله عز وجل، فانفِ عن الله البطلان والتشبيه، فلا نفي ولا تشبيه، هو الله الثابت الموجود تعالى الله عما يصفه الواصفون، ولا تعْدُ القرآن فتضل بعد البيان(276).\n(1/112)",
        "\nفالله نسأل بأسمائه الحسنى وصفاته المباركة العلى أن يوفقنا إلى كل خير، وأن يحشرنا مع النبي صلى الله عليه وسلم وآله المباركين عليهم السلام في مستقر رحمته.\nالمبحث الثاني:\nقواعد في فهم الأسماء الحسنى وإثباتها\nمع ما سبق بيانه ومعرفته بأن لله سبحانه وتعالى أسماء وصفات تفهم وفق لغة العرب، ولكن ينبغي معرفة أن للأسماء الحسنى قواعد تُعين على فهم هذه الأسماء المباركة ومعرفتها.. وهي كالآتي:\nأولاً: أسماء الله كلها حسنى، لأنها متضمنة صفات كمال لا نقص فيها بوجه من الوجوه.\nقال تعالى: ((وَلِلَّهِ الأَسْمَاءُ الْحُسْنَى فَادْعُوهُ بِهَا)) [الأعراف:180].\nومثال ذلك: (الرحمن)، فهو اسم من أسماء الله الحسنى، دال على صفة عظيمة وهي الرحمة الواسعة.\nومن ثم نعرف أنه ليس من أسماء الله (الدهر) في قوله صلى الله عليه وسلم: (لا تسبوا الدهر؛ فإن الله هو الدهر)(277) لأنه لا يتضمن معنى يبلغ غاية الحسن، ولأن إسناد السب والذم لن يقع على الجمادات والمخلوقات، إنما سيكون لمدبر هذه المخلوقات وهو المتصرف بها كما أسلفنا.\nثانياً: أسماء الله غير محصورة بعدد معين:\nلقوله صلى الله عليه وسلم في الحديث المشهور: (أسألك بكل اسم هو لك، سميت به نفسك، أو أنزلته في كتابك، أو علمته أحداً من خلقك، أو استأثرت به في علم الغيب عندك)(278).\nوما استأثر الله به في علم الغيب عنده لا يمكن حصره ولا الإحاطة به.\nوالجمع بين هذا الحديث وبين قوله صلى الله عليه وسلم في الحديث: (إن لله تسعة وتسعين اسماً -مائة إلا واحداً- من أحصاها دخل الجنة)(279) يكون كالآتي:\nأن من أسماء الله تسعة وتسعين اسماً من أحصاها دخل الجنة، وليس المراد حصر أسمائه تعالى بهذا العدد، ونظير هذا أن تقول: عندي مائة درهم أعددتها للصدقة، فلا ينافي أن يكون عندك دراهم أخرى أعددتها لغير الصدقة.\n(1/113)\n",
        "ومعرفة القواعد المتعلقة بالأسماء والصفات لله تعالى تعصمنا من أن نطلق على الله سبحانه اسماً لا يليق به أو لم يسم به نفسه سبحانه؛ لأنه لا أحد أعلم بالله منه هو سبحانه، فدلالة التعظيم والتوقير والحب لله سبحانه أن تتعلم أسماءه ومن ثم يلهج لسانك بها.\nالمبحث الثالث:\nقواعد في فهم الصفات العلى ومعرفتها\nلله سبحانه وتعالى صفات لا حصر لها دالة على الذات المقدسة، وقد وضع العلماء وفقهم الله مجموعة من القواعد لفهم ومعرفة صفات الله تعالى.. هي كالتالي:\nأولاً: صفات الله تنقسم إلى قسمين: ثبوتية وسلبية:\n* فالثبوتية: ما أثبتها الله لنفسه، كالحياة والعلم والقدرة، فيجب إثباتها لله على الوجه اللائق به؛ لأن الله أثبتها لنفسه وهو أعلم بصفاته.\n* والسلبية: هي التي نفاها الله عن نفسه كالظلم، فيجب نفيها عن الله؛ لأن الله نفاها عن نفسه، لكن يجب مع النفي اعتقاد ثبوت ضدها لله على الوجه الأكمل؛ لأن النفي لا يكون كمالاً حتى يتضمن ثبوتاً.\nمثال ذلك: قوله تعالى: ((وَلا يَظْلِمُ رَبُّكَ أَحَداً)) [الكهف:49].\nفيجب نفي الظلم عن الله مع اعتقاد ثبوت العدل لله على الوجه الأكمل.\nثانياً: الصفات الثبوتية تنقسم إلى قسمين: ذاتية وفعلية:\n* فالذاتية: هي التي لم يزل ولا يزال الله سبحانه وتعالى متصفاً بها كالسمع والبصر.\n* والفعلية: هي التي تتعلق بمشيئته سبحانه، إن شاء فعلها وإن شاء لم يفعلها كالاستواء على العرش والمجيء، وربما تكون الصفة ذاتية فعلية باعتبارين كالكلام، فإنه باعتبار أصل الصفة صفة ذاتية؛ لأن الله لم يزل ولا يزال متكلماً، وباعتبار آحاد الكلام صفة فعلية؛ لأن الكلام متعلق بمشيئته يتكلم بما شاء متى شاء.\nثالثاً: صفات الله كلها عليا، فهي صفات كمال ومدح ليس فيها نقص بوجه من الوجوه، كما قال تعالى: ((وَلِلَّهِ الْمَثَلُ الأَعْلَى)) [النحل:60].\nوهي تنقسم إلى قسمين:\n(1/114)\n\n1- صفة الكمال على الإطلاق: فهي ثابتة لله عز وجل، كالعزيز - العليم - الجبار، والقادر... ونحو ذلك.\n2- صفة الكمال بقيد: فهذه لا يوصف الله بها إلا مقيدة، مثل: المكر والخداع والاستهزاء... وما أشبه ذلك.\nفتكون صفة كمال في مقابل من يفعلون ذلك، كما نقيد ذلك ونقول: ماكر بالماكرين، مستهزىء بالمستهزئين، كقوله تعالى: ((وَإِذَا خَلَوْا إِلَى شَيَاطِينِهِمْ قَالُوا إِنَّا مَعَكُمْ إِنَّمَا نَحْنُ مُسْتَهْزِئُونَ * اللَّهُ يَسْتَهْزِئُ بِهِمْ)) [البقرة:14-15]. خادع للمخادعين، كقوله تعالى: ((يُخَادِعُونَ اللَّهَ وَهُوَ خَادِعُهُمْ)) [النساء:142] كائد بالكائدين، كقوله تعالى: ((إِنَّهُمْ يَكِيدُونَ كَيْداً * وَأَكِيدُ كَيْداً * فَمَهِّلْ الْكَافِرِينَ أَمْهِلْهُمْ رُوَيْداً)) [الطارق:15-17].\nوعلى هذا فلا يصح أن نذكرها مطلقة ونصف الله بالماكر أو المستهزىء أو المخادع أو نقول: إن من أسمائه (الماكر والمستهزيء).\nرابعاً: أن باب الصفات أوسع من باب الأسماء:\nوذلك لأن كل اسم متضمن لصفة(280)، ولأن من الصفات ما يتعلق بأفعال الله تعالى وأفعاله لا منتهى لها، كما أن أقواله لا منتهى لها، قال الله تعالى: ((وَلَوْ أَنَّمَا فِي الأَرْضِ مِنْ شَجَرَةٍ أَقْلامٌ وَالْبَحْرُ يَمُدُّهُ مِنْ بَعْدِهِ سَبْعَةُ أَبْحُرٍ مَا نَفِدَتْ كَلِمَاتُ اللَّهِ إِنَّ اللَّهَ عَزِيزٌ حَكِيمٌ)) [لقمان:27].",
        "(1/115)\n\nومن أمثلة ذلك أن من صفات الله تعالى المجيء والإتيان والأخذ والإمساك والبطش، إلى غير ذلك من الصفات التي لا تحصى،والواردة في القرآن الكريم، كما قال تعالى: ((وَجَاءَ رَبُّكَ)) [الفجر:22]، وقال: ((هَلْ يَنظُرُونَ إِلاَّ أَنْ يَأْتِيَهُمْ اللَّهُ فِي ظُلَلٍ مِنْ الْغَمَامِ)) [البقرة:210]، وقال: ((وَيُمْسِكُ السَّمَاءَ أَنْ تَقَعَ عَلَى الأَرْضِ إِلاَّ بِإِذْنِهِ)) [الحج:65]، وقال: ((إِنَّ بَطْشَ رَبِّكَ لَشَدِيدٌ)) [البروج:12]، وقال: ((يُرِيدُ اللَّهُ بِكُمْ الْيُسْرَ وَلا يُرِيدُ بِكُمْ الْعُسْرَ)) [البقرة:185].\nفنصف الله تعالى بهذه الصفات على الوجه اللائق به ولا نسميه بها، فلا نقول: من أسمائه: الجائي والآتي والآخذ والممسك والباطش والمريد والماكر، ونحو ذلك، وإنما نخبر بذلك عنه ونصفه بها.\nفالالتزام بالوارد من الصفات فيه العصمة للعبد من أن يصف الله بما لا علم له، فيقع في وصف يقصر عن الله سبحانه.\nالمبحث الرابع:\nقواعد مشتركة في أدلة أسماء الله وصفاته\nهناك قواعد تشترك في البيان في الأسماء والصفات لله تعالى ينبغي على العبد المحب لربه أن يعرفها ويدرسها، ومن تلك القواعد المباركة ما يأتي:\nأولاً: إن أسماء الله وصفاته لا تثبت بالعقل إنما هو إثبات توقيفي شرعي من كتاب الله وسنة نبيه محمد صلى الله عليه وسلم:\nفأسماء الله وصفاته من الأمور الغيبية، ولا يمكن في الأمور الغيبية أن يدركها العقل، وحينئذ فالواجب علينا أن لا نصف الله بما لم يصف به نفسه، ولا نكيّف صفاته، لأن ذلك ممتنع وغير جائز.\nقال أمير المؤمنين علي عليه السلام واعظاً الناس في ذكر ملك الموت: هل تحس به إذا دخل منزلاً؟ أم هل تراه إذا توفى أحداً؟ بل كيف يتوفى الجنين في بطن أمه؟ أيلج عليه من بعض جوارحها؟ أم الروح أجابته بإذن ربها؟ أم هو ساكن معه في أحشائها؟ كيف يصف إلهه من يعجز عن صفة مخلوق مثله؟!(281).\nوالأمثلة الدالة على ما نقول:\n(1/116)",
        "\nنعيم الجنة: فنحن الآن لا ندرك على الحقيقة نعيم الجنة من حيث الحقيقة مع أنه مخلوق، وفي الجنة فاكهة ونخل ورمّان وسُرُر وأكواب وأنهار، لكننا لا ندرك حقيقة هذه الأشياء كما هي، ولو قيل لأي إنسان: صفها لنا كما هي؟ فلن يتمكن من ذلك؛ لقوله تعالى: ((فَلا تَعْلَمُ نَفْسٌ مَا أُخْفِيَ لَهُمْ مِنْ قُرَّةِ أَعْيُنٍ جَزَاءً بِمَا كَانُوا يَعْمَلُونَ)) [السجدة:17].\nولقول النبي صلى الله عليه وسلم عن نعيم الجنة: (وفيها ما لا عين رأت، ولا أذن سمعت، ولا خطر على قلب بشر)(282).\nولهذا فلو أعمل أي مسلم نظره وطبق هذه القاعدة النافعة على صفات الله لوجد السلامة والراحة، وانقطاع الطمع عن أن يطلب ما ليس له إليه سبيل، ومن ذلك قوله تعالى: ((مَا مَنَعَكَ أَنْ تَسْجُدَ لِمَا خَلَقْتُ بِيَدَيَّ)) [ص:75].\nفإن ظاهر الآية يدل على أن لله يدين حقيقيتين يجب علينا إثباتهما له، وهذا هو الحق الواجب الإيمان به.\nفإن قال قائل: لعل المراد بهما القوة؟\nقلنا له: هذا صرف للكلام عن ظاهره، فلا يجوز القول به؛ لأنه تقوُّل على الله بغير علم ولا يستقيم عقلاً.\nوالله سبحانه يحذرنا من التقول عليه بقوله: ((وَأَنْ تُشْرِكُوا بِاللَّهِ مَا لَمْ يُنَزِّلْ بِهِ سُلْطَاناً وَأَنْ تَقُولُوا عَلَى اللَّهِ مَا لا تَعْلَمُونَ)) [الأعراف:33].\nفالواجب فهم النص على ظاهره، وهذا ما فعله الذين يجالسون النبي صلى الله عليه وسلم ويسمعون آيات الصفات، فكانوا يعلمون كيف يفهمونها، وما المراد بها.\nثانياً: كل اسم لله عز وجل فإنه يدل على ذاته وعلى الصفة التي يتضمنها، ولا يتم الإيمان بالاسم والصفة إلا بإثبات ذلك كله.\nومثال ذلك:\nاسم: (العظيم) فلا يتم الإيمان به حتى نؤمن بإثباته اسماً من أسماء الله، دالاً على ذاته تعالى، وعلى ما تضمنه من الصفة وهي (العظمة).\n(1/117)\n",
        "اسم: (الرحمن) فلا يتم الإيمان به حتى نؤمن بإثباته اسماً من أسماء الله، دالاً على ذاته تعالى، وعلى ما تضمنه من الصفة وهي (الرحمة).\nثالثاً: يلزم من إثبات الأسماء والصفات التخلي عن أربعة أمور:\n1- التمثيل: وهو اعتقاد أن أية صفة من صفات الله تعالى مماثلة لصفات المخلوقين وهذا قول باطل.\n2- التكييف: وهو التساؤل عن كيفية أسماء الله وصفاته، كما يقول القائل: كيف يد الله؟ كيف وجه الله... إلخ؟\nوهذا قول باطل؛ لأن الكيفية لا تدرك إلا بواحد من أمور ثلاثة: مشاهدة الشيء، أو مشاهدة نظيره، أو خبر صادق عنه، وكلها منتفية في حق الله، فنحن لم نر الله في الحياة الدنيا، وليس له من مثيل سبحانه، ولم يخبرنا جل وعلا عن كيفية صفاته، فانعدم السبيل إلى معرفة الكيف.\n3- التحريف: أي التحريف المعنوي: وهو صرف اللفظ عن ظاهره. كإنكارهم صفة اليد لله عز وجل وتحريفها (بالقوة أو النعمة)، وإنكارهم صفة الوجه لله عز وجل وتحريفها (بالثواب)، وإنكارهم صفة المجيء، والإتيان لله عز وجل وتحريفها (بمجيء الأمر).\n4- التعطيل: هو إنكار ما أثبت الله لنفسه من الأسماء والصفات سواء كان كلياً أو جزئياً، وسواء كان ذلك بتحريف أو بجحود.\nفالخلاصة:\nأن كل اسم وصفة لله عز وجل يتوجه عليهما ثلاثة أسئلة:\nالسؤال الأول: هل هي حقيقية؟ ولماذا؟\nالسؤال الثاني: هل يجوز تكييفها؟ ولماذا؟\nالسؤال الثالث: هل تماثل صفات المخلوقين؟ ولماذا؟\nوجواب السؤال الأول: نعم حقيقية؛ لأن الأصل في الكلام إعمال الحقيقة، فلا يُعدل عنها إلا بدليل صحيح يمنع منها.\nوجواب السؤال الثاني: لا يجوز تكييفها، فلا نقول: كيف هي صفات الله؟ لقوله تعالى: ((وَمَا خَلْفَهُمْ وَلا يُحِيطُونَ بِهِ عِلْماً)) [طه:110] ولأن العقل قاصر عن إدراك كيفية صفات الله.\nوجواب السؤال الثالث: لا تماثل صفات المخلوقين؛ لقوله تعالى: ((لَيْسَ كَمِثْلِهِ شَيْءٌ)) [الشورى:11].\n(1/118)\n\nوهذا الاعتقاد هو القول الحق الذي تتضافر عليه الأدلة، وتجتمع حوله الأقوال، وتطمئن إليه النفوس بإذن الله تعالى،وسنده ومعتمده كتاب الله سبحانه وتعالى.\nالمبحث الخامس:\nمن صفات الله تبارك وتعالى\nبعد بيان جملة مباركة من القواعد المتعلقة بصفات الله تعالى.. أبيّن في هذا المبحث أمثلة على صفات الله، أثبتها الله لنفسه في كتابه الكريم، وفي سنة نبيه محمد صلى الله عليه وسلم، وفهمها أهل العلم، ومن تلك الصفات العُلى:\nأولاً: صفة الوجه:\nمن الصفات التي ثبتت لله عز وجل صفة الوجه، وهي صفة حقيقية تليق بجلاله، ولا تماثل صفات المخلوقين، ولا نعلم كيفيتها.\nقال تعالى: ((كُلُّ مَنْ عَلَيْهَا فَانٍ * وَيَبْقَى وَجْهُ رَبِّكَ ذُو الْجَلالِ وَالإِكْرَامِ)) [الرحمن:26-27].\nوقال تعالى: ((كُلُّ شَيْءٍ هَالِكٌ إِلاَّ وَجْهَهُ)) [القصص:88].\nوقد ثبت عن النبي صلى الله عليه وسلم وعن أهل بيته الطاهرين عليهم السلام أنهم كانوا يدعون الله عز وجل ويسألونه لذة النظر إلى وجهه الكريم سبحانه وتعالى.\nقال النبي صلى الله عليه وسلم: من دعا به عقيب كل صلاة مكتوبة حُفِظ في نفسه وداره وماله وولده، والدعاء هو: (اللهم اغفر لي ما قدمت وما أخرت، وما أعلنت وما أسررت، وإسرافي على نفسي... ثم قال: والرضا بالقضاء، وبرد العيش بعد الموت، ولذة النظر إلى وجهك الكريم، وشوقاً للقائك، من غير ضراء مضرة ولا فتنة مضلة)(283).\nوكانت فاطمة الزهراء سيدة النساء ' تدعو في صلواتها الخمس: (سبحانك من يعلم جوارح القلوب، سبحانك من يحصي عدد الذنوب... إلى أن قالت: وأسألك الرضا بعد القضاء، وأسألك لذة النظر إلى وجهك...)(284).\nوقالت الزهراء ' أيضاً: (الحمد لله الذي لا يحصي مدحه القائلون، والحمد لله الذي لا يحصي نعماءه... إلى أن قالت: والنظر إلى وجهك فارزقني(285))(286).\nشبهة أن (الوجه) يراد به الثواب:",
        "(1/119)\n\nوقد أوّل بعضهم صفة الوجه أنها تعني (الثواب) وقالوا: المراد بالوجه في الآيات الثواب، أي: كل شيء يفنى إلا الثواب!\nوالجواب على هذا التأويل من عدة وجوه:\nأولاً: إنه مخالف لظاهر اللفظ؛ فإن ظاهر اللفظ أن هذا وجه خاص، وليس هو الثواب كما مر علينا في دعاء النبي صلى الله عليه وسلم، ودعاء سيدة نساء العالمين '.\nثانياً: لو سلمنا أن (الوجه) يُراد به الثواب، فهل يمكن أن يوصف الثواب بهذه الصفات العظيمة: ((ذُو الْجَلالِ وَالإِكْرَامِ)) [الرحمن:27]، هذا لا يمكن؛ لأننا لو قلنا مثلاً: ثواب المتقين ذو جلال وإكرام! فهذا لا يجوز أبداً ولا يستقيم عقلاً، لكن الصواب أن نقول: إن الله تعالى وصف هذا الوجه بأنه ذو الجلال والإكرام.\nثالثاً: نقول للمتأولين: ما تقولون في قول الرسول صلى الله عليه وسلم: (إن لله سبعين ألف حجاباً من نور وظلمة لو كشفها عن وجهه لاحترقت سبحات وجهه ما أدرك بصره من خلقه)(287).\nفهل الثواب له هذا النور الذي يحرق ما انتهى إليه بصر الله من الخلق؟! أبداً، لا يمكن ولا يكون.\nفإذا عرفنا فساد هذا التأويل، كان الواجب علينا أن نفسر هذا الوجه بما أراده الله، وهو أنه: وجه قائم به تبارك وتعالى، موصوف بالجلال والإكرام ونعوت الجمال، يليق بجلال الله وعظمته.\nفإن قلت: هل كل ما جاء من كلمة(الوجه) مضافاً إلى الله يُراد به وجه الله الذي هو صفته؟\nفالجواب: هذا هو الأصل؛ كما في قوله تعالى: ((وَلا تَطْرُدْ الَّذِينَ يَدْعُونَ رَبَّهُمْ بِالْغَدَاةِ وَالْعَشِيِّ يُرِيدُونَ وَجْهَهُ)) [الأنعام:52]. وقوله: ((وَمَا لأَحَدٍ عِنْدَهُ مِنْ نِعْمَةٍ تُجْزَى * إِلاَّ ابْتِغَاءَ وَجْهِ رَبِّهِ الأَعْلَى * وَلَسَوْفَ يَرْضَى)) [الليل:19-21]. وما أشبهها من الآيات.\nفالأصل أن المراد بالوجه المضاف إلى الله عز وجل هو صفة من صفاته.\nفإن قيل:\nما المراد بالوجه في قوله تعالى: ((كُلُّ شَيْءٍ هَالِكٌ إِلاَّ وَجْهَهُ)) [القصص:88]؟\n(1/120)",
        "\nفإن قلت: المراد بالوجه الذات؛ فيخشى أن تكون حرّفت، وإن أردت بالوجه نفس الصفة أيضاً؛ فتكون قد وقعت في محظور خطير وهو ما ذهب إليه بعض من لا يقدرون الله حق قدره؛ حيث قالوا: إن الله يفنى إلا وجهه، فماذا تصنع؟!\nفالجواب:\nإن أردت بقولك: إلا ذاته؛ فهذا يعني: أن الله تعالى يبقى هو نفسه مع إثبات الوجه لله؛ وهذا صحيح، ويكون هنا عبَّر بالوجه عن الذات لمن كان له وجه.\nوإن أردت بقولك (الذات):أي أن الوجه عبارة عن الذات بدون إثبات الوجه؛ فهذا تحريف وهو غير مقبول.\nوعليه فنقول: ((إِلاَّ وَجْهَهُ)) [القصص:88] أي: إلا ذاته المتصفة بالوجه، وهذا ليس فيه تأويل ولا تحريف؛ لأن الفرق بين هذا وبين قول أهل التحريف واضح، لأنهم يقولون: إن المراد بالوجه (الذات)، وأنه سبحانه لا وجه له، ونحن نقول: المراد بالوجه الذات، وله وجه سبحانه، وعُبِر به عن الذات، وهذا كثير في كلام العرب، فتراهم يقولون: أقبل على القوم بوجهه.\nوهذا معلوم عند أهل اللغة، وممن فقه علومها وسبر أغوارها، وعلى رأس أهل العربية آل البيت الأطهار، فكانوا يعلمون استخدام هذا اللفظ وغيره، وسار على دربهم أحبابهم.\nومن أدلة ذلك ما جاء عن سهل بن سعد قال: بينا أبو ذر قاعد مع جماعة من أصحاب رسول الله صلى الله عليه وسلم وكنت يومئذ فيهم، إذ طلع علينا علي بن أبي طالب عليه السلام فرماه أبو ذر بنظره، ثم أقبل على القوم بوجهه، فقال: من لكم برجل محبته تساقط الذنوب عن محبيه كما تساقط الريح العاصف الهشيم من الورق عن الشجر؟(288).\nفهل يفهم عاقل من هذه الرواية أن علياً عليه السلام أقبل على أصحاب النبي صلى الله عليه وسلم بوجهه فقط دون ذاته؟ ولله المثل الأعلى.\nواعلم رحمك الله أن هذا الوجه العظيم الموصوف بالجلال والإكرام وجه لا يمكن الإحاطة به وصفاً ولا علماً ولا نظراً؛ فإن الله تعالى فوق ذلك وأعظم شأناً؛ كما قال تعالى: ((وَلا يُحِيطُونَ بِهِ عِلْماً)) [طه:110].\n(1/121)\n",
        "فإن حاول أحد أن يتصور هذه الكيفية بقلبه أو يتحدث عنها بلسانه فإنه مبتدع ضال قائل على الله بغير علم.\nرؤية المؤمنين لربهم في الجنة:\nمن أعظم النعم التي يمتن الله بها على عباده المؤمنين في الجنة لذة النظر إلى وجهه الكريم، فيمكّن لهم القدرة على النظر إليه بأعينهم بنظرة حقيقية، وهذه القدرة في النعيم ستكون قاصرة في إدراك الإحاطة به، لعظمته سبحانه؛ لأن الله تعالى يقول: ((لا تُدْرِكُهُ الأَبْصَارُ)) [الأنعام:103]، وقال تعالى: ((وَلا يُحِيطُونَ بِهِ عِلْماً)) [طه:110]، ونحن نعلم ربنا بقلوبنا، ولكن لا ندرك كيفيته وحقيقته سبحانه، وفي يوم القيامة سنرى ربنا بأبصارنا، ولكن لن تدركه -تحيط به- أبصارنا.\nومما جاء في إثبات إمكانية رؤيته سبحانه في الآخرة ما يأتي:\nقال تعالى: ((وُجُوهٌ يَوْمَئِذٍ نَاضِرَةٌ * إِلَى رَبِّهَا نَاظِرَةٌ)) [القيامة:23].\nوقال تعالى: ((عَلَى الأَرَائِكِ يَنظُرُونَ)) [المطففين:23].\nوقال تعالى: ((لِلَّذِينَ أَحْسَنُوا الْحُسْنَى وَزِيَادَةٌ)) [يونس:26]، والزيادة هي النظر إلى وجه الله عز وجل (289)، بعد أن حاز المؤمنون الحسنى وهي النعيم والسعادة في الجنة.\nوقال تعالى: ((لَهُمْ مَا يَشَاءُونَ فِيهَا وَلَدَيْنَا مَزِيدٌ)) [ق:35].\nوعن أبي عبد الله عليه السلام قال: إن لله كرامة في عباده المؤمنين في كل يوم جمعة، فإذا كان يوم الجمعة بعث الله إلى المؤمن ملكاً معه حلة فينتهي إلى باب الجنة... إلى أن قال: فإذا اجتمعوا تجلى لهم الرب تبارك وتعالى، فإذا نظروا إليه خروا له سجداً، فيقول: عبادي! ارفعوا رؤوسكم ليس هذا يوم سجود ولا يوم عبادة، قد رفعت عنكم المؤنة، فيقولون: يا رب، وأي شيء أفضل مما أعطيتنا، أعطيتنا الجنة، فيقول: لكم مثل ما في أيديكم سبعين ضعفاً , فيرجع المؤمن في كل جمعة بسبعين ضعف مثل ما في أيديهم، وهو قوله: ((وَلَدَيْنَا مَزِيدٌ)) [ق:35] (290).\n(1/122)\n\nوقد ورد في الأدعية الثابتة عن الأئمة عليهم السلام أنهم كانوا يحرصون على سؤال الله تعالى رؤيته ولقاءه يوم القيامة ويعلمون أحبابهم أن يتعلموها... ومن ذلك:\nما جاء في دعاء يوم الجمعة:\n(وتلقن بها عند فراق الدنيا حجتي، وأنظر بها إلى وجهك الكريم يوم القيامة، وعليَّ منك نور وكرامة...)(291).\nفي تسبيح ليلة السبت:\n(اجعل لنا منزلاً مغبوطاً، ومجلساً رفيعاً، وظلاً ومرتفعاً جسيماً جميلاً، ونظراً إلى وجهك يوم تحجبه عن المجرمين)(292).\nومن أدعية الإمام الكاظم عليه السلام:\n(وأسألك لي ولها الأجر يوم القيامة، والعفو يوم اللقاء، وبرد العيش عند الموت، وقرّة عين لا تنقطع، ولذة النظر إلى وجهك، وشوقاً إلى لقائك...)(293).\nومن أدعية مناجاة الخائفين:\n(إلهي لا تغلق على موحديك أبواب رحمتك، ولا تحجب مشتاقيك عن النظر إلى جميل رؤيتك...)(294).\nومن دعاء ليلة الجمعة:\n(اللهم حبب إلينا لقاءك، وارزقنا النظر إلى وجهك، واجعل لنا في لقائك نضرة وسروراً...)(295).\nومع كل هذه الأدلة الواضحة والبراهين الساطعة على قضية إثبات رؤية المؤمنين لربهم في الجنة إلا أن هناك طائفة عارضت كل تلك الأدلة، وأنكرت إمكانية رؤية أهل الجنة لله عز وجل، واستدلوا بأدلة في غير محلها أو باطلة في فحواها، منها:\nالأول: قالوا: إن الله لا يُرى، بل الذي يُرى هو (النور).\nالثاني: قالوا: إن الله نفى إمكانية الرؤية في القرآن، ودليل ذلك قوله تعالى: ((وَلَمَّا جَاءَ مُوسَى لِمِيقَاتِنَا وَكَلَّمَهُ رَبُّهُ قَالَ رَبِّ أَرِنِي أَنظُرْ إِلَيْكَ قَالَ لَنْ تَرَانِي وَلَكِنْ انظُرْ إِلَى الْجَبَلِ فَإِنْ اسْتَقَرَّ مَكَانَهُ فَسَوْفَ تَرَانِي فَلَمَّا تَجَلَّى رَبُّهُ لِلْجَبَلِ جَعَلَهُ دَكّاً وَخَرَّ مُوسَى صَعِقاً)) [الأعراف:143].\nووجه الدلالة: أن الله نفى الرؤية بأداة (لن) التي تفيد النفي المؤبد، والنفي خبر، وخبر الله تعالى صدق لا يدخله النسخ.",
        "(1/123)\n\nالثالث: قالوا: إن الله عز وجل نفى رؤيته إطلاقاً، فقال: ((لا تُدْرِكُهُ الأَبْصَارُ وَهُوَ يُدْرِكُ الأَبْصَارَ وَهُوَ اللَّطِيفُ الْخَبِيرُ)) [الأنعام:103].\nالرابع: قالوا: العقل يمنع ويحيل إمكانية رؤيته سبحانه، إذ لو كان سبحانه يُرى للزم أن يكون جسماً، والجسم ممتنع على الله تعالى؛ لأنه يستلزم التركيب، والتركيب يستلزم التشبيه والتمثيل، فوجب نفي الرؤية.\nوأما الرد على هذه الشبه فنقول:\nأما الشبهة الأولى وهي قولهم: إن الله لا يرى بل الذي يرى هو(النور)، فهذا القول باطل، لأنه رد للنصوص الصريحة التي فيها إثبات الرؤية.\nفإن الله عز وجل وصف وجهه بأن له نوراً، مثل ما جاء في قول النبي صلى الله عليه وسلم عن ربه عز وجل: (إن لله سبعين ألف حجاباً من نور وظلمة، لو كشفها عن وجهه لأحرقت سُبحات وجهه ما أدرك بصره من خلقه)(296)؛ لذا فإن رؤية الله عز وجل في الدنيا مستحيلة، لأن الحال البشرية لا تقوى على تحمل رؤيته سبحانه وتعالى.\nوجاء في كتاب الله عز وجل وصف لا يليق أن يطلق على النور، مثل قوله تعالى: ((وَيَبْقَى وَجْهُ رَبِّكَ ذُو الْجَلالِ وَالإِكْرَامِ)) [الرحمن:27] وهذا وصف متعلق بالوجه، من أن لوجه الله جلالاً وإكراماً، ولا يمكن أن يقال هذا للنور.\nوأما الشبهة الثانية وهي قولهم: إن الله عز وجل قال لموسى: (لن تراني) و(لن) تفيد النفي المؤبد كما في اللغة العربية.\nوهذا قول باطل من وجوه:\nالأول: أن (لن) ليست للنفي المؤبد، وبرهان ذلك كما قال سبحانه عن المشركين: ((وَلَنْ يَتَمَنَّوْهُ أَبَداً)) [البقرة:95] أي: الموت، ومع ذلك فإن الكفار سيقولون بعد مدة في النار: ((وَنَادَوْا يَا مَالِكُ لِيَقْضِ عَلَيْنَا رَبُّكَ)) [الزخرف:77] والكفار لم يتمنوه فقط بل طلبوه، فدل على أن (لن) لا تفيد النفي المؤبد.\nولله در ابن مالك النحوي حين قال:\nومن رأى النفي بلن مؤبدا ……فقوله اردد وسواه فاعضدا\n(1/124)",
        "\nالثاني: أن موسى طلب الرؤيا في الدنيا بقوله لربه: ((قَالَ رَبِّ أَرِنِي أَنظُرْ إِلَيْكَ)) [الأعراف:143] أي: الآن، فأخبره الله بقوله: ((لَنْ تَرَانِي)) أي: في الدنيا، فدل على جواز الطلب، لكن بين الله له تعذر تحقق ذلك في الدنيا، وهو فهم معلوم؛ لأنه لم يقل سبحانه لنبيه: إني لا أرى.\nوهذا ما فهمه آل بيت النبي صلى الله عليه وسلم، فعن الرضا عليه السلام قال: لما بعث الله عز وجل موسى بن عمران واصطفاه نجياً وفلق له البحر ونجَّى بني إسرائيل وأعطاه التوراة والألواح رأى مكانه من ربه عز وجل، فقال موسى: يا رب، فإن كان آل محمد كذلك، فهل في أصحاب الأنبياء أكرم عندك من صحابتي؟ قال الله عز وجل: يا موسى، أما علمت أن فضل صحابة محمد على جميع صحابة المرسلين كفضل آل محمد على جميع آل النبيين، وكفضل محمد على جميع النبيين، فقال موسى: يا رب، ليتني كنت أراهم! فأوحى الله عز وجل إليه: يا موسى، إنك لن تراهم فليس هذا أوان ظهورهم، ولكن سوف تراهم في الجنات، جنات عدن والفردوس بحضرة محمد، في نعيمها يتقلبون، وفي خيراتها يتبحبحون(297).\nالثالث: إن رؤية الله تعالى في الدنيا مستحيلة؛ لأن الحال البشرية لا تقوى على تحمل رؤية الله عز وجل ؛ كيف وقد قال النبي صلى الله عليه وسلم عن ربه عز وجل: (إن لله سبعين ألف حجاباً من نور وظلمة لو كشفها عن وجهه لأحرقت سبحات وجهه ما أدرك بصره من خلقه)(298). ومعلوم أن بصر الله يدرك كل شيء يرى.\nوهذا ملاحظ ومعلوم أن عين البشر لا تحتمل رؤية كل شيء في الحياة الدنيا، ومن أمثلة ذلك ضعفها عن رؤية الشمس المتواجدة يومياً، وهي من المخلوقات الضعيفة، فكيف الحال برؤية وجه الجبار سبحانه وتعالى الذي هو أعظم شأناً ووجوداً ونوراً من المخلوقات الضعيفة؟\n(1/125)\n",
        "الرابع: أن موسى عليه السلام كان أعلم بربه من هؤلاء النفاة، ولهذا نجده قد طلب ما يجوز له طلبه، لكن الله سبحانه أخبره أنه لم يحن وقت الرؤية بعد، بمثال ضربه له سبحانه وهو تعليق الرؤية بقدرة الجبل العظيمة من تحمل رؤيته.\nومما يدل على جواز وصحة ما سأله كليم الله موسى عليه السلام: أن الله لم ينكر عليه طلبه، مثل ما أنكر على نوح عليه السلام لما سأله ما لا يجوز له، وهو نجاة ابنه الكافر.\nقال تعالى: ((قَالَ يَا نُوحُ إِنَّهُ لَيْسَ مِنْ أَهْلِكَ إِنَّهُ عَمَلٌ غَيْرُ صَالِحٍ فَلا تَسْأَلْنِي مَا لَيْسَ لَكَ بِهِ عِلْمٌ إِنِّي أَعِظُكَ أَنْ تَكُونَ مِنْ الْجَاهِلِينَ)) [هود:46]، وبهذا الوجه يتبين أن الآية دليل عليهم لا لهم.\nوأما الشبهة الثالثة في قوله تعالى: ((لا تُدْرِكُهُ الأَبْصَارُ وَهُوَ يُدْرِكُ الأَبْصَارَ وَهُوَ اللَّطِيفُ الْخَبِيرُ)) [الأنعام:103].\nفالجواب: أن الآية فيها نفي الإدراك لا نفي الرؤية.\nوالإدراك مثلما هو معلوم في اللغة العربية أعم من الرؤية، والرؤية لا تستلزم الإدراك؛ ألا ترى أن الرجل يرى السماء ولا يحيط بها إدراكاً، وكذا الحال مع البحر!\nفإذا أثبتنا أن الله تعالى يُرى؛ لم يلزم من هذا الإثبات أن يُدرك سبحانه بهذه الرؤية؛ لأن الإدراك أخص معنى من مطلق الرؤية.\nولهذا نقول: إن نفي الإدراك يدل على وجود أصل الرؤية؛ لأن نفي الأخص يدل على وجود الأعم، ولو كان الأعم منتفياً؛ لوجب نفيه.\nولقيل: لا تراه الأبصار؛ لأن نفيه يقتضي نفي الأخص، ولا عكس، ولأنه لو كان الأعم منتفياً؛ لكان نفي الأخص إيهاماً وتلبيساً ينزَّه عنه كلام الله عز وجل، وعلى هذا تكون الآية دليلاً على من ينفي لا دليلاً له.\nوأما الشبهة الرابعة في قولهم: لو كان الله يُرى لزم أن يكون جسماً، والجسم ممتنع على الله تعالى؛ لأنه يفيد التركيب؛ وهذا يستلزم التشبيه والتمثيل.\n(1/126)\n\nفالجواب: نقول ابتداء: إن كان يلزم من رؤية الله تعالى أن يكون جسماً؛ فلنثبت الجسمية له سبحانه على سبيل الجدل والتسليم الافتراضي، لكننا نعلم علم اليقين أنه لا يماثل أجسام المخلوقين؛ لأن الله تعالى يقول: ((لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السَّمِيعُ البَصِيرُ)) [الشورى:11].\nلكننا نقول: لا نسلم أنه لابد أن يكون جسماً حتى يُرى، فالإنسان يرى النور، والنور ليس بجسم.. وهكذا.\nثم إن لفظ الجسم لا يُثبت ولا يُنفى لله حتى يستفصل عن معناه، فإن أريد به ما هو مركب من لحم وعظم وغيرهما فباطل.\nوإن أريد به ما هو قائم بذاته متصف بصفات الكمال فهو حق وثابت لله عز وجل، لكن لا يطلق هذا اللفظ لا نفياً ولا إثباتاً، لعدم وروده في الكتاب والسنة، بل نقتصر على ما ورد فيهما.\nثانياً: صفة العين:\nومن الصفات التي ثبتت لله عز وجل صفة العين، وهي صفة حقيقية تليق بجلال الله عز وجل لا تماثل صفات المخلوقين، ولا نعرف كيفيتها.\nقال تعالى: ((وَاصْبِرْ لِحُكْمِ رَبِّكَ فَإِنَّكَ بِأَعْيُنِنَا)) [الطور:48].\nوقال تعالى: ((وَحَمَلْنَاهُ عَلَى ذَاتِ أَلْوَاحٍ وَدُسُرٍ * تَجْرِي بِأَعْيُنِنَا جَزَاءً لِمَنْ كَانَ كُفِرَ)) [القمر:13-14].\nوقال تعالى: ((وَأَلْقَيْتُ عَلَيْكَ مَحَبَّةً مِنِّي وَلِتُصْنَعَ عَلَى عَيْنِي)) [طه:39].\nقال قطب الدين الراوندي في كتاب الخرائج والجرائح:\nوقد أخبرنا جماعة من أصحاب الحديث بأصبهان، وجماعة منهم من همدان وخراسان سماعاً وإجازة عن مشايخهم الثقات بأسانيد مختلفة -من حديث طويل- قال النبي صلى الله عليه وسلم لأصحابه: (ما بعث الله نبياً إلا وقد أنذر قومه الدجال، وإن الله أخره إلى يومكم هذا، فمهما تشابه عليكم من أمره فإن ربكم ليس بأعور)(299).",
        "(1/127)\n\nوعن النزال بن سبرة قال: خطبنا علي بن أبي طالب عليه السلام فحمد الله وأثنى عليه، ثم قال: سلوني أيها الناس قبل أن تفقدوني ثلاثاً، فقام إليه صعصعة بن صوحان، فقال: يا أمير المؤمنين، متى يخرج الدجال؟ فقال له علي عليه السلام: اقعد فقد سمع الله كلامك وعلم ما أردت، والله ما المسؤول عنه بأعلم من السائل، ولكن لذلك علامات وهيئات يتبع بعضها كحذو النعل بالنعل، وإن شئت أنبأتك بها! قال: نعم يا أمير المؤمنين، فقال... يخرج من بلدة يقال لها: أصفهان من قرية تعرف باليهودية، عينه اليمنى ممسوحة والأخرى في جبهته تضيء كأنها كوكب الصبح، فيها علقة كأنها ممزوجة بالدم، بين عينيه مكتوب كافر يقرأه كل كاتب وأمي، ينادي بأعلى صوته، يسمع ما بين الخافقين من الجن والإنس والشياطين، يقول: إليَّ أوليائي، أنا الذي خلق فسوّى وقدّر فهدى أنا ربكم الأعلى. وكذب عدو الله، إنه الأعور، يطعم الطعام ويمشي في الأسواق، وإن ربكم ليس بأعور(300).\nوقد أنكر بعضهم صفة العين، وأولوها بالرؤية بدون عين، وقالوا: (بأعيننا) برؤية منا، ولكن لا عين، والعين لا يمكن أن تثبت لله عز وجل أبداً، لأن العين جزء من الجسم؛ فإذا أثبتنا العين لله؛ أثبتنا تجزئة وجسماً، وهذا شيء ممتنع فلا يجوز، ولكنه ذكر العين من باب تأكيد الرؤية؛ يعني: كأنما نراك ولنا عين.\nفنقول لهم: هذا القول خطأ من عدة أوجه:\nالوجه الأول: أنه مخالف لظاهر اللفظ.\nالوجه الثاني: أنه مخالف لما أثبته الله عز وجل في كتابه وما أثبته نبيه محمد صلى الله عليه وسلم وأهل بيته الطاهرين عليهم السلام وفق لغة العرب.\nالوجه الثالث: أنه لا دليل على أن المراد بالعين مجرد الرؤية.\nالوجه الرابع: أننا إذا قلنا بأنها الرؤية، وأثبت الله لنفسه عيناً، فيلزم من ذلك أنه يرى بتلك العين، وحينئذٍ يكون في الآية دليل على أنها عين حقيقية.\n(1/128)",
        "\nالوجه الخامس: لا يلزم من إثبات صفة العين لله عز وجل أن تكون مماثلة ومجزأة كالمخلوقين، فكل المخلوقات من البشر والحيوانات والحشرات لهم أعين متشابهة بالأسماء فقط ولكنها مختلفة في الأحجام والأشكال، فمنها الكبير والصغير والضخم والدقيق... إلخ، فهل يلزم من ذلك أن أعينهم متماثلة بالكيفية والجزئية؟!\nولله المثل الأعلى، فإننا نؤمن ونثبت ما أثبته الله عز وجل وما أثبته النبي صلى الله عليه وسلم وأهل بيته الطاهرين عليهم السلام من الصفات، كالعين وغيرها من الصفات الثابتة، من غير تحريف ولا تكييف ولا مماثلة، ونقول: نؤمن ونثبت هذه الصفات، وليس كمثله شيء.\nفإذا قال المنكرون:\nأنتم تثبتون الصفات بظاهر الآية والحديث، من غير تأويل ولا تكييف ولا تمثيل، والله عز وجل يقول: ((فَإِنَّكَ بِأَعْيُنِنَا)) [الطور:48] والظاهر من الآية على حسب طريقتكم أنكم جعلتم النبي صلى الله عليه وسلم في عين الله أو في وسطها لوجود الباء الظرفية في كلمة ((بِأَعْيُنِنَا)) أي: داخل أعيننا، فإن قلتم بهذا كفرتم، لأنكم جعلتم الله محلاً للخلائق، فأنتم حلولية، وإن لم تقولوا به تناقضتم!\nفالجواب:\nإن القرآن نزل وفق لغة العرب، والباء تستعمل في استعمالات عدة، وهنا استعملت لتفيد معنى المصاحبة، فإذا قلت: أنت بعيني؛ يعني: أن عيني تصحبك وتنظر إليك، لا تنفك عنك؛ فالمعنى: أن الله عز وجل يقول لنبيه: اصبر لحكم الله؛ فإنك محوط بعنايتنا وبرؤيتنا لك بالعين حتى لا ينالك أحد بسوء.\nولا يمكن أن تكون الباء هنا للظرفية؛ لأنه يقتضي أن يكون رسول الله صلى الله عليه وسلم في عين الله، وهذا محال.\nوأيضاً؛ فإن رسول الله صلى الله عليه وسلم خوطب بذلك وهو في الأرض، فإذا قلتم: إنه كان في عين الله! كانت دلالة القرآن كذباً.\nوقال المنكرون أيضاً:\n(1/129)\n",
        "إن الله عز وجل ذكر (العين) بصيغة الجمع، كما في قوله تعالى: ((تَجْرِي بِأَعْيُنِنَا))، وفي قوله: ((فَإِنَّكَ بِأَعْيُنِنَا)) [الطور:48]، وبصيغة المفرد كما في قوله تعالى: ((وَلِتُصْنَعَ عَلَى عَيْنِي)) [طه:39]، فكيف تخرجون من هذا التناقض؟ وكم عين لله إذاً؟\nوالجواب من وجوه:\nأولاً: لا تعارض بين الآيات، وذلك لأن المفرد المضاف يعم فيشمل كل ما ثَبَت لله من عين، وحينئذٍ لا منافاة بين المفرد وبين الجمع أو التثنية.\nوإن كان أقل الجمع اثنين؛ فلا منافاة؛ لأننا نقول: هذا الجمع دال على اثنتين؛ فلا ينافيه، وإن كان أقل الجمع ثلاثة؛ فإن هذا الجمع لا يُراد به الثلاثة، وإنما يراد به التعظيم والتناسب بين ضمير الجمع وبين المضاف إليه.\nثانياً: أن قوله تعالى: ((تَجْرِي بِأَعْيُنِنَا)) [القمر:14]، وقوله: ((فَإِنَّكَ بِأَعْيُنِنَا)) [الطور:48] وقوله: ((وَلِتُصْنَعَ عَلَى عَيْنِي)) [طه:39] معناها واحد ويفيد الاعتناء والحفظ والحفاوة من الله عز وجل لأوليائه، وهذا كما يقال على لسان العرب: أنت بعيني وبقلبي... إلخ، وعلى ضوء هذا البيان نكون بذلك أثبتنا صفة العين لله عز وجل مع تفسيرها، مخالفين مذهب من أنكر صفة العين وصرف معناها.\nثالثاً: أنه قد دل الحديث الصحيح كما أسلفنا(301) عن الرسول صلى الله عليه وسلم وأهل بيته الطاهرين أن لله عز وجل عينين اثنتين فقط، حين وصف الدجال وقال: (وإن ربكم عز وجل ليس بأعور). ولا يقال (أعور) في اللغة العربية إلا لعور العين، وهذا يدل على أن لله تعالى عينين اثنتين فقط لا مثيل ولا شبيه لهما، ولا نعرف كيفيتهما، ونقول كما قال الله عز وجل عن نفسه: ((لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السَّمِيعُ البَصِيرُ)) [الشورى:11].\nثالثاً: صفة الكلام:\nالكلام صفة من صفات الله عز وجل، وهو كلام حقيقي، يتكلم به الله متى شاء، كيف شاء، بما شاء، بحرف وصوت لا يماثل أصوات المخلوقين.\n(1/130)\n\nولهذا كان القرآن كلام الله تعالى غير مخلوق.\nقال تعالى: ((وَمَنْ أَصْدَقُ مِنْ اللَّهِ حَدِيثاً)) [النساء:87].\nوقال تعالى: ((وَمَنْ أَصْدَقُ مِنْ اللَّهِ قِيلاً)) [النساء:122].\nوقال تعالى: ((وَإِذْ قَالَ اللَّهُ يَا عِيسَى ابْنَ مَرْيَمَ)) [المائدة:116].\nوقال تعالى: ((وَكَلَّمَ اللَّهُ مُوسَى تَكْلِيماً)) [النساء:164].\nوقال تعالى: ((وَلَمَّا جَاءَ مُوسَى لِمِيقَاتِنَا وَكَلَّمَهُ رَبُّهُ)) [الأعراف:143].\nوقال تعالى: ((وَنَادَيْنَاهُ مِنْ جَانِبِ الطُّورِ الأَيْمَنِ وَقَرَّبْنَاهُ نَجِيّاً)) [مريم:52].\nوقال تعالى: ((وَنَادَاهُمَا رَبُّهُمَا أَلَمْ أَنْهَكُمَا عَنْ تِلْكُمَا الشَّجَرَةِ)) [الأعراف:22].\nوقال تعالى: ((وَإِنْ أَحَدٌ مِنْ الْمُشْرِكِينَ اسْتَجَارَكَ فَأَجِرْهُ حَتَّى يَسْمَعَ كَلامَ اللَّهِ)) [التوبة:6].\nوقال تعالى: ((وَقَدْ كَانَ فَرِيقٌ مِنْهُمْ يَسْمَعُونَ كَلامَ اللَّهِ ثُمَّ يُحَرِّفُونَهُ مِنْ بَعْدِ مَا عَقَلُوهُ وَهُمْ يَعْلَمُونَ)) [البقرة:75].\nوعن أبي عبدالله قال: قال رسول الله صلى الله عليه وسلم: (لقد أسرى بي ربي عز وجل، فأوحى إليَّ من وراء حجاب ما أوحى، وكلمني بما كلم به، وكان مما كلمني به أن قال: يا محمد، إني أنا الله لا إله إلا أنا عالم الغيب والشهادة)(302).",
        "(1/131)\n\nوفي إعلام الورى: كان رسول الله صلى الله عليه وسلم لا يكف عن عيب آلهة المشركين ويقرأ عليهم القرآن، فيقولون: هذا شعر محمد، ويقول بعضهم: بل هو كهانة، ويقول بعضهم: بل هو خطب، وكان الوليد بن المغيرة شيخاً كبيراً وكان من حكام العرب يتحاكمون إليه في الأمور وينشدونه الأشعار، فما اختاره من الشعر كان مختاراً، وكان له بنون لا يبرحون من مكة، وكان له عبيد عشرة، عند كل عبد ألف دينار يتّجر بها، وَمَلَكَ القنطار في ذلك الزمان، والقنطار جلد ثور مملوء ذهباً، وكان من المستهزئين برسول الله صلى الله عليه وسلم، وكان عم أبي جهل بن هشام، فقال له: يا أبا عبد شمس، ما هذا الذي يقول محمد، سحر أم كهانة أم خطب؟ فقال: دعوني أسمع كلامه، فدنا من رسول الله صلى الله عليه وسلم وهو جالس في الحجر، فقال: يا محمد، أنشدني من شعرك؟ قال: (ما هو بشعر، ولكنه كلام الله الذي بعث أنبياءه ورسله)(303).\nوعن أبي معمر السعداني: أن رجلاً أتى أمير المؤمنين عليه السلام، فقال: يا أمير المؤمنين، إني قد شككت في كتاب الله المنزل، قال له علي: ثكلتك أمك... إلى أن قال: فإياك أن تفسر القرآن برأيك حتى تفقهه عن العلماء، فإنه رُبَّ تنزيل يشبه كلام البشر وهو كلام الله، وتأويله لا يشبه كلام البشر، كما ليس شيء من خلقه يشبهه، كذلك لا يشبه فعله تبارك وتعالى شيئاً من أفعال البشر، ولا يشبه شيء من كلامه كلام البشر(304).\n(1/132)",
        "\nونقل المجلسي في بحاره عن الطبرسي أنه قال في قوله تعالى: ((قُلْ أُوحِيَ إِلَيَّ أَنَّهُ اسْتَمَعَ نَفَرٌ مِنْ الْجِنِّ)) [الجن:1] أي: استمع القرآن طائفة من الجن، وهم جيل رقاق الأجسام خفية على صورة مخصوصة بخلاف صورة الإنسان والملائكة، فإن الملك مخلوق من النور، والإنس من الطين، والجن من النار، فقالوا -أي الجن- بعضها لبعض: ((إِنَّا سَمِعْنَا قُرْآناً عَجَباً)) [الجن:1] العجب ما يدعو إلى التعجب منه لخفاء سببه وخروجه عن العادة ((يَهْدِي إِلَى الرُّشْدِ)) [الجن:2] أي: الهدى ((فَآمَنَّا بِهِ)) [الجن:2] أي: بأنه من عند الله ((وَلَنْ نُشْرِكَ بِرَبِّنَا أَحَداً)) [الجن:2] فنوجه العبادة إليه، وفيه دلالة على أنه صلى الله عليه وسلم كان مبعوثاً إلى الجن أيضاً وأنهم عقلاء مخاطبون وبلغات العرب عارفون، وأنهم يميزون بين المعجز وغير المعجز، وأنهم دعوا قومهم إلى الإسلام وأخبروهم بإعجاز القرآن وأنه كلام الله تعالى(305).\nوجاءت النصوص والأخبار الدالة على تعظيم مدرسة آل بيت النبي عليهم السلام لكلام الله؛ فعن عثمان بن عيسى قال: سألته (الإمام الصادق عليه السلام) عن بيع المصاحف وشرائها، فقال: لا تشتر كلام الله، ولكن اشتر الحديد والجلود والدفتر، وقل: أشتري هذا منك بكذا وكذا(306).\nوعن أبي عبد الله عليه السلام قال: تعلموا العربية؛ فإنها كلام الله الذي تكلم به خلقه (ونطقوا به الماضين) وبلغوا بالخواتيم(307).\nوعن ابن عباس قال: قال رسول الله صلى الله عليه وسلم: (إن الله عز وجل ناجى موسى بن عمران بمائة ألف كلمة وأربعة وعشرين ألف كلمة في ثلاثة أيام ولياليهن، ما طعم فيها موسى ولا شرب فيها، فلما انصرف إلى بني إسرائيل وسمع كلام الآدميين مقتهم لما كان وقع في مسامعه من حلاوة كلام الله عز وجل)(308).\n(1/133)\n",
        "بل إن النبي صلى الله عليه وسلم كان يذكّر أصحابه بكلام الله ووجوب تعظيمه، ومن أمثلة ذلك: عن أبي عبد الله عليه السلام قال: كان رسول الله صلى الله عليه وسلم إذا أراد أن يبعث سرية دعاهم فأجلسهم بين يديه، ثم يقول: (سيروا باسم الله وبالله، وفي سبيل الله، وعلى ملة رسول الله، لا تغلوا ولا تمثلوا ولا تغدروا ولا تقتلوا شيخاً فانياً ولا صبياً ولا امرأة، ولا تقطعوا شجراً إلا أن تضطروا إليها، وأيما رجل من أدنى المسلمين أو أفضلهم نظر إلى رجل من المشركين فهو جار حتى يسمع كلام الله، فإن تبعكم فأخوكم في الدين، وإن أبى فأبلغوه مأمنه واستعينوا بالله عليه)(309).\nوقال الرسول صلى الله عليه وسلم: (من كان له إلى الله تعالى حاجة فليقل خمس مرات: (ربنا) يُعْطَ حاجته، ومصداق ذلك في كلام الله في قوله تعالى: ((رَبَّنَا مَا خَلَقْتَ هَذَا بَاطِلاً)) [آل عمران:191] إلى آخر الآيات فيها (ربنا) خمس مرات، ثم قال تعالى: ((فَاسْتَجَابَ لَهُمْ رَبُّهُمْ)) [آل عمران:195])(310).\nوقد أنكر بعضهم صفة الكلام لله عز وجل، وقالوا: إن القرآن ليس بكلام الله، وإن الله لا يتكلم، وأن الكلام مخلوق، ألا تقرؤون قول الله عز وجل: ((اللَّهُ خَالِقُ كُلِّ شَيْءٍ وَهُوَ عَلَى كُلِّ شَيْءٍ وَكِيلٌ)) [الزمر:62].\nوالجواب من وجوه:\nأولاً: إن كلام الله تعالى، صفة من صفاته، وصفات الخالق لا تشبه صفات المخلوق، قال تعالى: ((لَيْسَ كَمِثْلِهِ شَيْءٌ)) [الشورى:11].\nثانياً: أن مثل هذا التعبير ((كُلِّ شَيْءٍ)) [الزمر:62] عام قد يراد به الخاص؛ مثل قوله تعالى عن ملكة سبأ: ((وَأُوتِيَتْ مِنْ كُلِّ شَيْءٍ)) [النمل:23] وقد خرج شيء كثير لم يدخل في ملكها منه شيء؛ مثل ملك سليمان، وقال عن الريح: ((تُدَمِّرُ كُلَّ شَيْءٍ بِأَمْرِ رَبِّهَا)) [الأحقاف:25]، ثم قال: ((فَأَصْبَحُوا لا يُرَى إِلاَّ مَسَاكِنُهُمْ)) [الأحقاف:25]، فلم تدمر المساكن.\n(1/134)\n\nثالثاً: وإذا قلنا: إن كلام الله مخلوق، لزم عن ذلك عدة أمور، منها:\n1- تكذيب القرآن؛ لأن الله يقول: ((وَكَذَلِكَ أَوْحَيْنَا إِلَيْكَ رُوحاً مِنْ أَمْرِنَا)) [الشورى:52]. فجعله الله تعالى موحياً إلى الرسول صلى الله عليه وسلم، ولو كان مخلوقاً؛ ما صح أن يكون موحياً به، فإذا كان وحياً؛ لزم ألا يكون مخلوقاً، لأن الله هو الذي تكلم به.\n2- إذا قلنا: إنه مخلوق؛ فإنه يلزم عن ذلك إبطال مدلول الأمر والنهي والخبر؛ لأن هذه الصيغ لو كانت مخلوقة، لكانت مجرد شكل خلق على هذه الصورة؛ كما خلقت الشمس على صورتها، والقمر على صورته، والنجم على صورته.. وهكذا.\n3- وإذا قلنا: إن الكلام مخلوق، وقد أضافه إلى نفسه إضافة خلق؛ صح أن نطلق على كل كلام من البشر وغيرهم أنه كلام الله؛ لأن كل كلام الخلق مخلوق، وبهذا التزم أهل الحلول والاتحاد، حيث يقول قائلهم:\nوكل كلام في الوجود كلامه ……سواء علينا نثره ونظامه\nوهذا اللازم باطل، وإذا بطل اللازم بطل الملزوم.\nرابعاً: أن نقول: إذا جوّزتم أن يكون الكلام -وهو معنى لا يقوم إلا بمتكلم- مخلوقاً؛ لزمكم أن تجوّزوا أن تكون جميع صفات الله مخلوقة؛ إذ لا فرق؛ فقولوا إذاً: سمعه مخلوق، وبصره مخلوق... وهكذا.\nرابعاً: صفة اليد:\nومن الصفات التي ثبتت لله عز وجل صفة اليد، وهي صفة حقيقية تليق بجلاله، ولا مثيل لها ولا نعرف كيفيتها، وهي من الصفات الخبرية الغيبية التي ليس للعقل فيها مجال.\nقال تعالى: ((مَا مَنَعَكَ أَنْ تَسْجُدَ لِمَا خَلَقْتُ بِيَدَيَّ)) [ص:75].\nوقال تعالى: ((وَقَالَتْ الْيَهُودُ يَدُ اللَّهِ مَغْلُولَةٌ غُلَّتْ أَيْدِيهِمْ وَلُعِنُوا بِمَا قَالُوا بَلْ يَدَاهُ مَبْسُوطَتَانِ يُنفِقُ كَيْفَ يَشَاءُ)) [المائدة:64].",
        "(1/135)\n\nوقال تعالى: ((وَمَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ وَالأَرْضُ جَمِيعاً قَبْضَتُهُ يَوْمَ الْقِيَامَةِ وَالسَّموَاتُ مَطْوِيَّاتٌ بِيَمِينِهِ سُبْحَانَهُ وَتَعَالَى عَمَّا يُشْرِكُونَ)) [الزمر:67].\nوعن أبي جعفر قال: قال رسول الله صلى الله عليه وسلم: (المتحابون في الله يوم القيامة على أرض زبرجدة خضراء في ظل عرشه عن يمينه، وكلتا يديه يمين، وجوههم أشد بياضاً، وأضوأ من الشمس الطالعة، يغبطهم بمنزلتهم كل ملك مقرب وكل نبي مرسل، يقول الناس: من هؤلاء؟ فيقال: هؤلاء المتحابون في الله)(311).\nوقد أنكر بعضهم صفة اليد لله عز وجل، وقالوا: إن المراد باليد (القوة والنعمة) وقالوا أيضاً: لا يمكن أن نثبت لله يداً حقيقية؛ لأنه يلزم من ذلك التجسيم لله عز وجل.\nوالجواب من وجوه:\nأولاً: أن تفسير اليد بالقوة والنعمة مخالف لظاهر اللفظ، وما كان مخالفاً لظاهر اللفظ مردود إلا بدليل.\nثانياً: يمتنع غاية الامتناع أن يراد باليد النعمة أو القوة في مثل قوله: ((لِمَا خَلَقْتُ بِيَدَيَّ)) [ص:75]، لأنه يستلزم أن تكون النعمة نعمتين فقط، ونعم الله لا تحصى!!\nويستلزم أن القوة قوتان، والقوة بمعنى واحد لا تتعدد، فهذا التركيب يمنع غاية المنع أن يكون المراد باليد القوة أو النعمة.\nثالثاً: قال تعالى: ((قَالَ يَا إِبْلِيسُ مَا مَنَعَكَ أَنْ تَسْجُدَ لِمَا خَلَقْتُ بِيَدَيَّ أَاسْتَكْبَرْتَ أَمْ كُنتَ مِنْ الْعَالِينَ)) [ص:75] فلو كان المراد باليد في الآية (القوة)؛ ما كان لآدم فضل وخصوصية على خلق إبليس، بل ولا على أي جماد؛ لأنهم كلهم سيكونون قد خلقوا بقوة الله، فتشابهوا من هذه الجهة، والله هو القوي على كل شيء، وقوة الله ظاهرة في كل أمر، ولما صح الاحتجاج على إبليس؛ إذ إن إبليس سيقول: وأنا يارب خلقتني بقوتك؛ فما فضله عليَّ؟!\n(1/136)",
        "\nرابعاً: يقال: إن هذه اليد التي أثبتها الله جاءت على وجوه متنوعة يمتنع أن يراد بها النعمة أو القوة؛ فجاء فيها القبض والبسط واليمين، وكل هذه يمتنع أن يراد بها القوة؛ لأن القوة لا توصف بهذه الأوصاف.\nخامساً: لا يلزم من إثبات اليد لله عز وجل أن نمثل الخالق بالمخلوقين، فكل المخلوقات من البشر والحيوانات لهم أيدي، متشابهة في الأسماء ولكنها مختلفة في الأحجام والشكل، منها الكبير والصغير، والقصير والطويل... إلخ، فهل يلزم من ذلك أن أيديهم متشابهة ومتماثلة.\nفلا يلزم من هذا مماثلة صفة الخالق للمخلوق، فعلينا أن نؤمن ونثبتها بهذه الصفة وغيرها من الصفات الثابتة لله عز وجل، من غير تمثيل ولا تكييف، ونقولُ: ((لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السَّمِيعُ البَصِيرُ)) [الشورى:11].\nخامساً: صفة الضحك:\nالضحك صفة من الصفات التي أثبتها النبي صلى الله عليه وسلم، وهي صفة حقيقية تليق بجلال الله عز وجل لا يماثل ضحك المخلوقين ولا يجوز تكييفه، ولا أن نقول بأن لله فماً وأسناناً وما أشبه ذلك، ولكن نثبت الضحك لله على وجه يليق به سبحانه وتعالى.\nقال أمير المؤمنين عليه السلام: يضحك الله عز وجل إلى رجل في كتيبة يعرض لهم سبع أو لص فحماهم أن يجوزوا(312).\nوعن أمير المؤمنين عليه السلام أنه قال: ثلاثة يضحك الله إليهم يوم القيامة: رجل يكون على فراشه مع زوجته وهو يحبها، فيتوضأ ويدخل المسجد فيصلي ويناجي ربه، ورجل أصابته جنابة فلم يصب ماء فقام إلى الثلج فكسره ثم دخل فيه واغتسل، ورجل لقي عدواً وهو مع أصحابه فجاءهم مقاتل فقاتل حتى قتل(313).\nومع كل هذه النصوص المباركة إلا أن هناك بعض الناس أنكروا صفة الضحك لله عز وجل، وقابلوا النصوص الصريحة بالتأويل الفاسد، فحرفوا معنى الضحك إلى الرضا بالثواب أو بإرادة الثواب.\n(1/137)\n",
        "وقالوا: إن المراد بالضحك هو الرضا؛ لأن الإنسان إذا رضِيَ عن الشيء سُرَّ به وضحك، والمراد بالرضا الثواب أو إرادة الثواب.\nوقالوا: يلزم أيضاً من إثبات صفة الضحك لله تعالى أن يكون مماثلاً للمخلوقين.\nوتفنيد هذه الشبه من وجوه، منها:\nأولاً: أن قولهم بأن المراد بالضحك الرضا والثواب فهو قول باطل، وهو تحريف للكلم عن مواضعه، فما الذي أدراكم أن المراد به الرضا والثواب؟!\nفأنتم الآن قلتم على الله ما لا تعلمون من وجهين:\nالوجه الأول: صرفتم النص عن ظاهره بلا علم.\nالوجه الثاني: أثبتم له معنىً خلاف الظاهر بلا علم.\nثم نقول لهم: ما تقولون في الإرادة؟ إذا قلتم: إنها ثابتة لله عز وجل ؛ فإن قاعدتكم تنتقض؛ لأن للإنسان إرادة؛ كما قال تعالى: ((مِنْكُمْ مَنْ يُرِيدُ الدُّنْيَا وَمِنْكُمْ مَنْ يُرِيدُ الآخِرَةَ)) [آل عمران:152].\nفللإنسان إرادة، بل للجدار إرادة؛ كما قال تعالى: ((فَوَجَدَا فِيهَا جِدَاراً يُرِيدُ أَنْ يَنقَضَّ فَأَقَامَهُ)) [الكهف:77].\nفأنتم إما أن تنفوا الإرادة عن الله عز وجل كما نفيتم ما نفيتموه من الصفات، وإما أن تثبتوا لله عز وجل ما أثبته لنفسه، وإن كان للمخلوق نظيره في الاسم لا في الحقيقة.\nثانياً: القول بأنه يلزم من إثبات صفة الضحك لله أن يكون مماثلاً للمخلوقين، فهذا باطل أيضاً، لأن الذي قال: (يضحك) هو الذي أنزل عليه قوله تعالى: ((لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السَّمِيعُ البَصِيرُ)) [الشورى:11].\nومن جهة أخرى؛ فالنبي صلى الله عليه وسلم لا يتكلم في مثل هذا إلا عن وحي؛ لأنه من أمور الغيب، ليس من الأمور الاجتهادية التي قد يجتهد فيها الرسول صلى الله عليه وسلم، ثم يقره الله على ذلك أو لا يقرُّه، ولكنه من الأمور الغيبية التي يتلقاها الرسول صلى الله عليه وسلم عن طريق الوحي.\nسادساً: صفة الغضب والسخط والكراهية والبغض:\n(1/138)\n\nومن الصفات التي ثبتت لله عز وجل صفة الغضب والسخط والكراهية والبغض، وهي من الصفات الحقيقية الثابتة لله عز وجل اللائقة بجلاله، لا تماثل صفات المخلوقين، ولا نعرف كيفيتها.\nقال تعالى: ((وَمَنْ يَقْتُلْ مُؤْمِناً مُتَعَمِّداً فَجَزَاؤُهُ جَهَنَّمُ خَالِداً فِيهَا وَغَضِبَ اللَّهُ عَلَيْهِ وَلَعَنَهُ)) [النساء:93].\nوقال تعالى: ((ذَلِكَ بِأَنَّهُمْ اتَّبَعُوا مَا أَسْخَطَ اللَّهَ وَكَرِهُوا رِضْوَانَهُ)) [محمد:28].\nوقال تعالى: ((فَلَمَّا آسَفُونَا انتَقَمْنَا مِنْهُمْ)) [الزخرف:55].\nوقال تعالى: ((وَلَكِنْ كَرِهَ اللَّهُ انْبِعَاثَهُمْ فَثَبَّطَهُمْ)) [التوبة:46].\nوعن خالد أن رسول الله صلى الله عليه وسلم قال: (من عادى عماراً عاداه الله، ومن أبغض عماراً أبغضه الله)(314).\nوعن النبي صلى الله عليه وسلم أنه قال: (من أسخط والديه فقد أسخط الله، ومن أغضبهما فقد أغضب الله)(315).\nوقال الرسول صلى الله عليه وسلم عن فضل قريش والأنصار: (من أبغض قريشاً أبغضه الله... ومن أبغض الأنصار أبغضه الله)(316).\nوعن رسول الله صلى الله عليه وسلم أنه قال: (إن الله كره لكم ثلاثاً: قيل وقال، وكثرة السؤال، وإضاعة المال، ونهى عن عقوق الأمهات، ووأد البنات، ومِنْ منع وهات)(317).\nوعن جعفر بن محمد عن آبائه في وصية النبي صلى الله عليه وسلم لعلي عليه السلام قال: (وكره الله لأمتي الغسل تحت السماء إلا بمئزر، وكره دخول الأنهار إلا بمئزر؛ فإن فيها سكاناً من الملائكة)(318).\nوقد أنكر بعضهم تلك الصفات الثابتة لله عز وجل، وقالوا: إن الله لا يغضب ولا يسخط ولا يكره ولا يبغض، وإن المراد هو الانتقام؛ أو إرادة الانتقام، لأن تلك الصفات صفات المخلوقين، ولا يجوز لنا أن نشبّه الخالق بالمخلوق.\nوالجواب عن هذه الدعوى من وجوه... منها:",
        "(1/139)\n\nأولاً: أن السخط والغضب غير الانتقام، والانتقام نتيجة الغضب والسخط، كما نقول: إن الثواب نتيجة الرضا، فالله سبحانه وتعالى يسخط على هؤلاء القوم ويغضب عليهم ثم ينتقم منهم.\nوإذا قال قائل: إن العقل يمنع ثبوت السخط والغضب لله عز وجل.\nفنقول: بل العقل يدل على السخط والغضب، فإن الانتقام من المجرمين وتعذيب الكافرين دليل على السخط والغضب.\nونقول: وقوله تعالى: ((فَلَمَّا آسَفُونَا انتَقَمْنَا مِنْهُمْ)) يردُّ على المنكر؛ لأنه جعل الانتقام غير الغضب وهو الأسف؛ لأن الشرط غير المشروط.\nثانياً: قولهم بأن تلك الصفات تشابه صفات المخلوقين قول باطل من وجهين:\nالوجه الأول: أن الله عز وجل أثبت لنفسه تلك الصفات في كتابه، وهو أعلم بنفسه، وأثبتها أيضاً نبيه محمد صلى الله عليه وسلم وأهل بيته الطاهرين وأنتم تنفون تلك الصفات وتحرفونها، فهل أنتم أعلم من الله بنفسه، وأعلم من الرسول صلى الله عليه وسلم ومن أهل بيته؟!!\nالوجه الثاني: أن الغضب والسخط والكراهية والبغض يتفاوت بين المخلوقات في المماثلة والكيفية ولله المثل الأعلى، فكيف نصف الخالق بصفات المخلوق!!!\nوالأمر بيّن لا خفاء فيه لمن وضع الأمور في مواضعها حسب ما جاء في الكتاب والسنة الصحيحة وفق فهم آل بيت النبي عليهم السلام وهم أهل اللغة العربية وخير من فهم مرادها.\nسابعاً: صفة العلو والاستواء:\nيؤمن المسلم بأن الله عز وجل في السماء مستوٍ على عرشه استواء يليق بجلاله، لا يماثل استواء المخلوقين، ولا نعرف كيفيته، وقد أثبت الله عز وجل استواءه على العرش في مواضع من كتابه، منها:\nقال تعالى: ((إِنَّ رَبَّكُمْ اللَّهُ الَّذِي خَلَقَ السَّمَوَاتِ وَالأَرْضَ فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ)) [يونس:3].\nوقال تعالى: ((اللَّهُ الَّذِي رَفَعَ السَّمَوَاتِ بِغَيْرِ عَمَدٍ تَرَوْنَهَا ثُمَّ اسْتَوَى عَلَى الْعَرْشِ)) [الرعد:2].\n(1/140)",
        "\nوقال تعالى: ((الرَّحْمَنُ عَلَى الْعَرْشِ اسْتَوَى)) [طه:5].\nوقال تعالى: ((ثُمَّ اسْتَوَى عَلَى الْعَرْشِ الرَّحْمَنُ)) [الفرقان:59].\nوقال تعالى عن علوه في السماء: ((يَا عِيسَى إِنِّي مُتَوَفِّيكَ وَرَافِعُكَ إِلَيَّ)) [آل عمران:55].\nوقال تعالى: ((بَلْ رَفَعَهُ اللَّهُ إِلَيْهِ)) [النساء:158].\nوقال تعالى: ((إِلَيْهِ يَصْعَدُ الْكَلِمُ الطَّيِّبُ وَالْعَمَلُ الصَّالِحُ يَرْفَعُهُ)) [فاطر:10].\nوقال تعالى عن فرعون: ((وَقَالَ فِرْعَوْنُ يَا هَامَانُ ابْنِ لِي صَرْحاً لَعَلِّي أَبْلُغُ الأَسْبَابَ * أَسْبَابَ السَّمَوَاتِ فَأَطَّلِعَ إِلَى إِلَهِ مُوسَى وَإِنِّي لأَظُنُّهُ كَاذِباً وَكَذَلِكَ زُيِّنَ لِفِرْعَوْنَ سُوءُ عَمَلِهِ وَصُدَّ عَنْ السَّبِيلِ وَمَا كَيْدُ فِرْعَوْنَ إِلاَّ فِي تَبَابٍ)) [غافر:36-37].\nوقال تعالى: ((أَأَمِنتُمْ مَنْ فِي السَّمَاءِ أَنْ يَخْسِفَ بِكُمْ الأَرْضَ فَإِذَا هِيَ تَمُورُ * أَمْ أَمِنتُمْ مَنْ فِي السَّمَاءِ أَنْ يُرْسِلَ عَلَيْكُمْ حَاصِباً فَسَتَعْلَمُونَ كَيْفَ نَذِيرِ)) [الملك:16-17].\nوعن أبي الصديق الناجي قال: خرج سليمان بن داود عليهم الصلاة والسلام يستسقي بالناس، فمر على نملة مستلقية على قفاها رافعة قوائمها إلى السماء وهي تقول: اللهم إنا خلق من خلقك ليس لنا غنى عن رزقك، فإما أن تسقينا وإما أن تهلكنا. فقال سليمان للناس: ارجعوا فقد سقاكم بدعوة غيركم(319).\n(1/141)\n",
        "وعن علي عليه السلام: أنه بعث إلى رسول الله صلى الله عليه وسلم من اليمن بذهبة في أديم مقروظ -يعني: مدبوغ بالقرظ- لم تحصل من ترابها، فقسمها رسول الله صلى الله عليه وسلم بين خمسة نفر: الأقرع بن حابس، وعُيَيْنَةَ بن حصن بن بدر، وزيد الخيل، وعلقمة بن علاثة، وعامر بن الطفيل، فوجد في ذلك ناس من أصحاب رسول الله صلى الله عليه وسلم وقالوا: نحن كنا أحق بهذا. فبلغه ذلك صلى الله عليه وسلم، فقال: ألا تأمنوني وأنا أمين من في السماء، يأتيني خبر السماء صباحاً ومساء (320).\nوقد أنكر بعضهم صفة العلو والاستواء لله عز وجل، وقالوا: لو كان العلو والاستواء لذات الله عز وجل لكان الله في جهة، وإذا كان في جهة كان سبحانه وتعالى محدوداً وجسماً وهذا ممتنع!\nوبيان الصواب في هذا من وجوه، منها:\nأولاً: أن قولهم هذا مخالف لما أثبته الله في كتابه وما أثبته نبيه صلى الله عليه وسلم وآل بيته الطاهرون.\nثانياً: نقول: ما هو الحد والجسم الذي تريدونه؟\nأتريدون بالحد أن شيئاً من المخلوقات كالعرش وغيره يحيط بالله عز وجل؟ فهذا باطل ومنتفٍ عن الله، وليس بلازم في إثبات العلو أيضاً لله.\nأو تريدون بالحد أن الله بائن -أي: منفصل- عن خلقه غير حال فيهم؟ فهذا حق من حيث المعنى، ولكن نحتاط فلا نطلق لفظه لا نفياً ولا إثباتاً؛ لأننا نثبت ما أثبته الله لنفسه وما أثبته له نبيه صلى الله عليه وسلم فقط، من غير تمثيل ولا تكييف ولا تحريف.\nوأما الجسم فنقول: ماذا تريدون بالجسم؟\nأتريدون أنه جسم مركب من عظم ولحم وجلد ونحو ذلك؟\nفهذا باطل ولا يجوز في حق الله؛ لأن الله ((لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السَّمِيعُ البَصِيرُ)) [الشورى:11].\nأم تريدون بالجسم ما هو قائم بنفسه متصف بما يليق به؟ فهذا حق من حيث المعنى، لكن لا نطلقه أيضاً لا نفياً ولا إثباتاً، لما سبق بيانه.\n(1/142)\n\nوقال أهل التحريف أيضاً: إن معنى الاستواء على العرش يعني (الاستيلاء) بدعوى: أن معنى قوله تعالى: ((ثُمَّ اسْتَوَى عَلَى الْعَرْشِ)) [الأعراف:54] أي: استولى عليه.\nوقالوا: لو أثبتنا أن الله عز وجل مستوٍ على عرشه بالمعنى الذي تقولون وهو العلو للزم من ذلك أن يكون محتاجاً إلى العرش، وهذا مستحيل!\nوالرد عليهم من وجوه:\nأولاً: أن قولهم هذا مخالف لما أثبته الله عز وجل في كتابه وما أثبته نبيه صلى الله عليه وسلم وآل بيته الطاهرون.\nثانياً: هذا القول مخالف لظاهر اللفظ؛ لأن مادة (الاستواء) إذا تعدت بحرف (على) فهي بمعنى العلو، وهذا ظاهر في اللغة، ومواردها في القرآن وفي كلام العرب كثيرة.\nثالثاً: أنه يلزم عنه لوازم باطلة، منها:\nأ- أن يكون الله عز وجل حين خلق السموات والأرض لم يكن مستولياً على عرشه؛ لأن الله يقول: ((خَلَقَ السَّمَوَاتِ وَالأَرْضَ فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ)) [الأعراف:54]، فمن الذي كان قبل الله ليستولي الله على العرش بعده؟\nو(ثم) في اللغة تفيد الترتيب، فيلزم أن يكون العرش قبل تمام خلق السموات والأرض لغير الله!\nب - أن الغالب من كلمة (استولى) أنها لا تكون إلا بعد مغالبة! ولا أحد يغالب الله.\nأين المفر والإله الطالب ……والأشرم المغلوب ليس الغالب\nجـ - من اللوازم الباطلة لهذه المقولة أنه يصح أن نقول: إن الله استوى على الأرض والشجر والجبال؛ لأنه مستولٍ عليها، وهذه لوازم باطلة، وبطلان اللازم يدل على بطلان الملزوم.\nوأما قولهم: يلزم أن يكون محتاجاً إلى العرش. فنقول: لا يلزم.\nلأن استواءه على العرش هو استواء خاص يليق بجلاله، وهو فوق العرش غير محتاج إليه، وليس كالمخلوق يحتاج إلى ما يستوي عليه، وعليه فمعنى كونه مستوياً على العرش أنه فوق العرش ولكنه ليس محتاجاً إليه، وبهذا تبطل حججهم السلبية.\nثامناً: صفة النزول:",
        "(1/143)\n\nومن دلائل الإيمان بصفات الله عز وجل إثبات صفة النزول لله عز وجل، نزولاً حقيقياً يليق بجلاله إلى سماء الدنيا، ولا يماثل نزوله نزول أحد من خلقه، ولا نعرف كيفية نزوله.\nفعن جابر الجعفي قال: سمعت أبا عبد الله عليه السلام يقول: إن الله تبارك وتعالى ينزل في الثلث الباقي من الليل إلى السماء الدنيا، فينادي: هل من تائبٍ يتوب فأتوب عليه، وهل من مستغفر يستغفر فأغفر له، وهل من داعٍ يدعوني فأفك عنه، وهل من مقتور يدعوني فأبسط له، وهل من مظلوم يستنصرني فأنصره(321).\nوعن أبي عبد الله عليه السلام قال: إن للجمعة حقاً وحرمة، فإياك أن تضيّع أو تقصر في شيء من عبادة الله والتقرب إليه بالعمل الصالح وترك المحارم كلها؛ فإن الله يضاعف فيه الحسنات، ويمحو فيه السيئات، ويرفع فيه الدرجات، قال: وذكر أن يومه مثل ليلته، فإن استطعت أن تحييها بالصلاة والدعاء فافعل؛ فإن ربك ينزل في أول ليلة الجمعة إلى سماء الدنيا، فيضاعف فيه الحسنات ويمحو فيه السيئات، وإن الله واسع كريم(322).\nوقد أنكر أهل التحريف صفة النزول، وقالوا: ليس لله نزول، بل الذي ينزل هو أمر الله.\nوقال آخرون: بل الذي ينزل رحمة الله!\nوقال آخرون: بل الذي ينزل مَلَك من ملائكة الله!\nوهذا جميعه باطل؛ فإن أمر الله نزوله دائم أبداً ولا يتعلق بوقت من ليل أو نهار، ولا يختص نزوله في الثلث الأخير من الليل، كما قال سبحانه: ((يُدَبِّرُ الأَمْرَ مِنْ السَّمَاءِ إِلَى الأَرْضِ ثُمَّ يَعْرُجُ إِلَيْهِ)) [السجدة:5] وقال سبحانه: ((وَإِلَيْهِ يُرْجَعُ الأَمْرُ كُلُّهُ)) [هود:123].\nوأما قولهم: تنزل رحمة الله إلى السماء حين يبقى ثلث الليل الآخر!\nفسبحان الله! فهل الرحمة لا تنزل إلا في هذا الوقت! قال سبحانه: ((وَمَا بِكُمْ مِنْ نِعْمَةٍ فَمِنْ اللَّهِ)) [النحل:53]. كل النعم من الله، وهي من آثار رحمته، وهي تترى على العباد في كل وقت!!\n(1/144)",
        "\nثم نقول: أي فائدة لنا بنزول الرحمة إلى السماء الدنيا؟!\nونقول أيضاً لمن قال: (إنه مَلك من ملائكته): هل من المعقول أن الملك من ملائكة الله يقول: مَن يدعوني فأستجيب له... إلخ؟!\nفتبين بهذا أن هذه الأقوال تحريف باطل يبطله الحديث.\nوقالوا أيضاً: كيف تقولون: إن الله ينزل؟! إذا نزل فأين العلو؟\nوإذا نزل فأين الاستواء على العرش؟ وإذا قلنا بالنزول؛ فالنزول حركة وانتقال!! وإذا نزل فالنزول حادث، والحوادث لا تقوم إلا بحادث -أي: مخلوق-!!.\nفنقول: هذا جدال عقيم باطل، وبعقل فلسفي سقيم، وهو ليس بمانع من القول بحقيقة النزول وفق النصوص الواضحة الباهرة.\nهل أنتم أعلم بما يستحقه الله عز وجل من الرسول صلى الله عليه وسلم؟!\nفالرسول صلى الله عليه وسلم ما قال هذه الاحتمالات أبداً؛ وهو الحريص على تنزيه الله عن كل ما يتبادر إلى الذهن أن فيه تنقصاً لله جل وعلا.\nوأنتم أيها المتأولون المخالفون تأتون الآن وتجادلون بالباطل وتقولون: كيف.. وكيف؟!\nلكن أحباب آل البيت عليهم السلام يلقون بـ(كيف) في البحر، ويقولون: ينزل الله عز وجل إلى السماء الدنيا نزولاً يليق بجلاله، وهو مستوٍ على عرشه، وعالٍ على خلقه، ولا يحيط به شيء من مخلوقاته، ولا نعرف كيفية نزوله ولا شبيه ولا مثيل له، وعقولنا أقصر وأدنى وأحقر من أن تحيط بالله عز وجل.\nولا يلزم من نزوله سبحانه خلو العرش منه، ولله المثل الأعلى، فإن العبد يمكنه أن ينزل يده عن كرسيه ولا يخلو الكرسي عنه، والله تعالى أعلى عن المثل.\nفالسموات مطويات بيمينه، والأرض جميعاً قبضته يوم القيامة، ثم لا يلزم من نزوله الحركة والانتقال، ولا يلزم من إثبات الحركة أي نقص أو عيب.\nوكل هذا الإشكال إنما وقع لأنهم قاسوا الله بالمخلوقات بعقولهم الضعيفة الناقصة القاصرة، والله فوق ذلك.\nوأما قول بعض الناس: إننا إذا أثبتنا النزول لله فهذا يعني أن الله ينزل ويصعد في كل لحظة لاختلاف الليل والنهار.\n(1/145)\n",
        "فنقول: وهذا من جهلهم بربهم الذي ليس كمثله شيء سبحانه وتعالى عما يقولون علواً كبيراً، وذلك أنهم ما قدروا الله حق قدره.\nولو كان الأمر يقدّر بهذا التقدير، وهو أن نقيس الله على أحوالنا لضلّ الناس وما عرفوا قدر ربهم وعظمته، وذلك أن هذا الكلام يصدق كذلك على دعوى من يدعي أن الله عز وجل لا يمكن أن يسمع جميع الداعين على اختلاف أوقاتهم وسؤالاتهم وأماكنهم واختلاف لغاتهم، وكذا لا يمكن أن يحاسب كل العالمين في يوم واحد، ولا يمكن أن يسمع كل المتكلمين، ولا يرى كل العالمين، وهذا كفر بالله وخروج عن الإسلام، وطعن في الذات الإلهية.\nتاسعاً: صفة المعيّة:\nتنقسم معيّة الله سبحانه إلى قسمين:\nالقسم الأول: معيّة عامة:\nوهي معيّة لكل أحد من خلقه، من المؤمنين والكفار، وتكون معية الله عز وجل لهم في سمعه وبصره وعلمه وسلطانه، وغير ذلك من معاني الربوبية.\nقال تعالى: ((هُوَ الَّذِي خَلَقَ السَّمَوَاتِ وَالأَرْضَ فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ يَعْلَمُ مَا يَلِجُ فِي الأَرْضِ وَمَا يَخْرُجُ مِنْهَا وَمَا يَنْزِلُ مِنْ السَّمَاءِ وَمَا يَعْرُجُ فِيهَا وَهُوَ مَعَكُمْ أَيْنَ مَا كُنْتُمْ وَاللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ)) [الحديد:4].\nوقال تعالى: ((مَا يَكُونُ مِنْ نَجْوَى ثَلاثَةٍ إِلاَّ هُوَ رَابِعُهُمْ وَلا خَمْسَةٍ إِلاَّ هُوَ سَادِسُهُمْ وَلا أَدْنَى مِنْ ذَلِكَ وَلا أَكْثَرَ إِلاَّ هُوَ مَعَهُمْ أَيْنَ مَا كَانُوا)) [المجادلة:7].\nالقسم الثاني: معية خاصة وتنقسم إلى قسمين:\n1- معية خاصة مقيدة بوصف: ولا تكون إلا للمؤمنين، كما قال الله عز وجل: ((إِنَّ اللَّهَ مَعَ الَّذِينَ اتَّقَوْا وَالَّذِينَ هُمْ مُحْسِنُونَ)) [النحل:128].\nوقال تعالى: ((وَاصْبِرُوا إِنَّ اللَّهَ مَعَ الصَّابِرِينَ)) [الأنفال:46].\n(1/146)\n\nوقال تعالى: ((كَمْ مِنْ فِئَةٍ قَلِيلَةٍ غَلَبَتْ فِئَةً كَثِيرَةً بِإِذْنِ اللَّهِ وَاللَّهُ مَعَ الصَّابِرِينَ)) [البقرة:249].\n2- معية خاصة مقيدة بشخص: كما قال الله عز وجل عن نبيه محمد صلى الله عليه وسلم وعن صاحبه: ((إِذْ يَقُولُ لِصَاحِبِهِ لا تَحْزَنْ إِنَّ اللَّهَ مَعَنَا)) [التوبة:40].\nوكما قال عز وجل لموسى وهارون: ((إِنَّنِي مَعَكُمَا أَسْمَعُ وَأَرَى)) [طه:46]. والمعية الخاصة بوصف أو بشخص متضمنة للنصرة والمحبة والتأييد.\nوإذا قال قائل: ألا يوجد تناقض بين معية الله عز وجل لخلقه وبين علوّه؟\nفالجواب: لا تناقض بينهما، لوجوه ثلاثة:\nالوجه الأول: أن الله جمع بينهما فيما وصف به نفسه، ولو كان هناك تناقض ما صح أن يصف الله بهما نفسه.\nالوجه الثاني: أن نقول: ليس بين العلو والمعية تعارض أصلاً، إذ من الممكن أن يكون الشيء عالياً وهو معك، ومنه ما يقوله العرب: القمر معنا ونحن نسير، مع أن القمر والشمس في السماء، فإذا أمكن اجتماع العلو والمعية في المخلوق، فاجتماعهما في الخالق من باب أولى.\nالوجه الثالث: أنه لو تعذر اجتماعهما في حق المخلوق لم يكن متعذراً في حق الخالق؛ لأن الله أعظم وأجل، ولا يمكن أن تقاس صفات الخالق بصفات المخلوقين، لظهور التباين بين الخالق والمخلوق.\nوكان من دعاء الرسول صلى الله عليه وسلم عند السفر: (اللهم أنت الصاحب في السفر، والخليفة في الأهل والمال والولد)(323).",
        "(1/147)\n\nوثبت في مستدرك الوسائل عن أمير المؤمنين، عن الرسول صلى الله عليه وسلم أنه قال: إذا قال العبد: ((بسم الله الرحمن الرحيم)) [الفاتحة:1] قال الله عز وجل: بدأ عبدي باسمي، حق عليَّ أن أْتمم له أموره وأبارك له في أحواله، فإذا قال: ((الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ)) [الفاتحة:2] قال عز وجل: حمدني عبدي وعلم أن النعم التي له من عندي والبلايا التي اندفعت عنه بتطوَّلي، أشهدهم أني أضيف له نعم الدنيا إلى نعيم الآخرة وأدفع عنه بلايا الآخرة كما دفعت عنه بلايا الدنيا، فإذا قال: ((الرَّحْمَنِ الرَّحِيمِ)) [الفاتحة:3] قال الله عز وجل: شهد لي بأني الرحمن الرحيم، أشهدكم لأوفِّرنّ من رحمتي حظه، ولأجزلن من عطائي نصيبه، فإذا قال: ((مَالِكِ يَوْمِ الدِّينِ)) [الفاتحة:4] قال الله عز وجل: أشهدكم كما اعترف بأني أنا المالك ليوم الدين لأسهلن يوم الحساب حسابه، ولأتقبلن حسناته، ولأتجاوزن عن سيئاته، فإذا قال العبد: ((إِيَّاكَ نَعْبُدُ)) [الفاتحة:5] قال الله عز وجل: صدق عبدي إياي يعبد لأثيبنه على عبادته ثواباً يغبطه كل من خالفه في عبادته لي، فإذا قال: ((وَإِيَّاكَ نَسْتَعِينُ)) [الفاتحة:5] قال الله عز وجل: بي استعان وإليّ التجأ أشهدكم لأعيننه على أمره، ولأغيثنه في شدائده ولآخذن بيده يوم القيامة عند نوائبه، وإذا قال: ((اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ)) [الفاتحة:6] إلى آخرها قال الله: هذا لعبدي ولعبدي ما سأل، قد استجبت لعبدي وأعطيته ما أمل وأمنته مما منه وجل(324).\nالخاتمة\nفكن يا أخي الحبيب على بصيرة في دينك، وعند مناجاتك لخالقك؛ فإن هذا شرع تحتاج دائماً إلى التفقه والعلم فيه، وأن تسير فيه على نور، وخير نور كتاب الله وسنة نبيه المصطفى صلى الله عليه وسلم ومدرسة آل البيت عليهم السلام.\n(1/148)",
        "\nوالله سبحانه مولانا وسيدنا نسأله بأسمائه الحسنى وصفاته العلى، أن يجمع قلوب عباده المؤمنين على سنة نبيه الكريم صلى الله عليه وسلم، وعلى منهج آله الطاهرين عليهم السلام، الذين لم يغيروا نهجه، ولم يحيدوا عن دربه، فكانوا أضواء حق، وسبل خير للمؤمنين جميعهم.\nونختم بدعاء سيدنا ومولانا محمد صلى الله عليه وسلم الذي كان يقوله في دعاء القيام:\n(اللهم رب جبرائيل وميكائيل وإسرافيل فاطر السموات والأرض عالم الغيب والشهادة أنت تحكم بين عبادك فيما كانوا فيه يختلفون، اهدنا إلى ما اختُلِف فيه من الحق بإذنك، إنك تهدي من تشاء إلى صراط مستقيم).\nآمين.. …آمين.. …آمين..\nقائمة المراجع\n1- القرآن الكريم.\n2- الاحتجاج - أبو منصور أحمد بن علي الطبرسي - نشر مرتضى مشهد مقدسي (1413هـ).\n3- الاختصاص - محمد بن محمد بن النعمان الملقب (بالمفيد) - انتشارات كنكرة جهاني - قم - (1413هـ).\n4- إرشاد القلوب - حسن بن أبي الحسن الديلمي - انتشارات شريف رضى - (1412هـ).\n5- الاستبصار - أبو جعفر الطوسي - دار الكتب الإسلامية - طهران - (1390هـ).\n6- أعلام الدين - حسن بن أبي الحسن الديلمي - مؤسسة آل البيت (4) قم - (1408هـ).\n7- إعلام الورى - أمين الدين فضل بن حسن الطبرسي - دار الكتب الإسلامية - طهران.\n8- إقبال الأعمال - سيد علي بن موسى طاوس - دار الكتب الإسلامية - طهران - (1367هـ).\n9- أمالي الصدوق - لأبي جعفر محمد بن بابويه القمي المعروف بـ(الصدوق) - انتشارات كتابخانه إسلامية - (1362هـ).\n10- أمالي الطوسي - تأليف شيخ الطائفة أبي جعفر محمد بن الحسن الطوسي - انتشارات دار الثقافة - قم - (1414هـ).\n11- أمالي المفيد - انتشارات كنكرة جهاني - للشيخ المفيد - قم - (1413هـ).\n12- الأنوار النعمانية - السيد نعمة الله الجزائري - الطبعة الرابعة - مؤسسة الأعلمي للمطبوعات - بيروت - (1404هـ).\n(1/149)\n",
        "13- أوائل المقالات - تأليف الشيخ المفيد محمد بن محمد بن النعمان - انتشارات كنكرة جهاني شيخ مفيد - قم (1413هـ).\n14- بحار الأنوار - تأليف الشيخ محمد باقر المجلسي - مؤسسة الوفاء - بيروت - لبنان - (1404هـ).\n15- البلد الأمين - لإبراهيم بن علي العاملي الكفعمي - جاب سنكي.\n16- تأويل الآيات الظاهرة - للسيد شرف الدين حسين استرابادي - انتشارات جامعة مدرسين - قم - (1409هـ).\n17- تهذيب الأحكام - أبو جعفر محمد بن الحسن الطوسي - دار الكتب الإسلامية - طهران - (1365هـ).\n18- تفسير الأمثل - ناصر مكارم الشيرازي، الطبعة الأولى، مؤسسة البعثة للطباعة والنشر - بيروت.\n19- تفسير البرهان - السيد هاشم الحسيني الشيرازي، الطبعة الأولى، مؤسسة البعثة للطباعة والنشر - طهران.\n20- تفسير بيان السعادة - الحاج سلطان محمد الجنابذي، الطبعة الثانية، مطبعة جامعة طهران.\n21- تفسير التبيان - أبو جعفر محمد بن الحسن الطوسي، الطبعة الأولى، تحقيق: أحمد حبيب العاملي، قم، مكتب الإعلام الإسلامي.\n22- تفسير تقريب القرآن - السيد محمد الحسيني الشيرازي، الطبعة الأولى، مؤسسة الوفاء - بيروت.\n23- تفسير جامع الجوامع - أمين الدين أبو علي الفضل الطبرسي، الطبعة الثالثة، مؤسسة النشر والطبع، جامعة طهران.\n24- تفسير الجديد - الشيخ محمد السبزواري النجفي، الطبعة الأولى، دار التعارف للمطبوعات - بيروت.\n25- تفسير الجوهر الثمين - السيد عبد الله شبر، الطبعة الأولى، مكتبة الألفين - الكويت.\n26- تفسير شبر - السيد عبد الله شبر، الطبعة الأولى، دار البلاغة للطباعة والنشر - بيروت.\n27- تفسير الصافي - المولى محسن الملقب بـ(الفيض الكاشاني)، الطبعة الأولى، دار المرتضى للنشر - مشهد.\n28- تفسير العياشي - أبو النضر محمد بن مسعود بن عياش، طهران - المكتبة العلمية الإسلامية.\n(1/150)\n\n29- تفسير القمي - علي بن إبراهيم القمي - الطبعة الثالثة - قم - مؤسسة دار الكتاب للطباعة والنشر.\n30- تفسير الكاشف - محمد جواد مغنية، الطبعة الثالثة، دار العلم للملايين.\n31- تفسير كنز الدقائق، الشيخ محمد بن محمد القمي المشهدي، الطبعة الأولى، مؤسسة الطباعة والنشر، وزارة الثقافة والإرشاد - طهران.\n32- تفسير مجمع البيان - أمين الدين أبو علي الفضل الطبرسي، بيروت: دار إحياء التراث العربي، (1379هـ).\n33- تفسير مختصر مجمع البيان - الشيخ محمد باقر الناصري، الطباعة الثانية، قم: مؤسسة النشر الإسلامي التابعة لجماعة المدرسين.\n34- تفسير المعين - المولى نور الدين محمد بن مرتضى الكاشاني، الطبعة الأولى، قم: مكتبة آية الله العظمى المرعشي النجفي.\n35- تفسير مقتنيات الدرر - مير سيد علي الحائري الطهراني، طهران: دار الكتب الإسلامية.\n36- تفسير من هدي القرآن - السيد محمد تقي المدرسي، الطبعة الأولى، دار الهدى.\n37- تفسير المنير - محمد الكرمي، قم، المطبعة العلمية (1402هـ).\n38- تفسير من وحي القرآن - السيد محمد حسين فضل الله، الطبعة الثالثة، بيروت، دار الزهراء للطباعة والنشر.\n39- تفسير الميزان - السيد محمد حسين الطبطبائي، الطبعة الثالثة، طهران: دار الكتب الإسلامية.\n40- تفسير نور الثقلين - الشيخ عبد علي بن جمعة الحويزي، الطبعة الثانية - قم: المطبعة العلمية.\n41- التوحيد - الصدوق - انتشارات جامعة مدرسين - قم - (1398هـ).\n42- ثواب الأعمال - لأبي جعفر محمد بن علي بن بابويه القمي - انتشارات شريف رضى - قم - (1346هـ).\n43- الخرائج والجرائح - لقطب الدين الراوندي - مؤسسة إمام مهدي (عج) قم - (1409هـ).\n44- الخصال - لأبي جعفر محمد بن علي بن بابويه القمي (الصدوق) - انتشارات جامعة مدرسين - قم - (1403هـ).\n45- دعائم الإسلام - لنعمان بن محمد التميمي المغربي - دار المعارف - مصر - (1385هـ).",
        "(1/151)\n\n46- رجال الكشي - تأليف محمد بن عمر بن عبد العزيز الكشي - انتشارات دانشكار - مشهد - (1348هـ).\n47- روضة الواعظين - لمحمد بن حسن فتال النيسابوري - انتشارات رضى - قم-.\n48- شرح نهج البلاغة - عبدالحميد بن أبي الحديد المعتزلي - كتابخانة آية الله المرعشي - قم- (1404هـ).\n49- الصراط المستقيم إلى مستحقي التقديم - للشيخ زين الدين محمد العاملي النباطي - جاب كتابخانة حيدرية - النجف - (1348هـ).\n50- عدة الداعي: ابن فهد الحلى - دار الكتاب الإسلامي - (1407هـ).\n51- علل الشرائع: أبو جعفر محمد بن علي بن بابويه القمي (الصدوق) - انتشارات مكتبة الداوري - قم -.\n52- العمدة: لابن بطريق يحيى بن حسن الحلي - انتشارات جامعة مدرسين - قم - (1407هـ).\n53- عوالي اللآلى: لابن أبي جمهور الأحسائي - انتشارات سيد الشهداء (ع) - قم - (1405هـ).\n54- عيون أخبار الرضا (ع): لأبي جعفر محمد بن علي (الصدوق) - انتشارات جهان - (1378هـ).\n55- فلاح السائل: للسيد علي بن موسى بن طاوس - انتشارات دفتر تبليغات إسلامي - قم.\n56- قصص الأنبياء (ع): للسيد نعمة الله الجزائري - انتشارات كتابخانة آية الله المرعشي - قم - (1404هـ).\n57- قصص الأنبياء (ع): لقطب الدين الراوندي - جاب بنياد بزوهش هاي استان قدس رضوي - (1409هـ).\n58- كشف الغمة في معرفة الأئمة: لأبي الحسن علي بن عيسى الأربلي - جاب مكتبة بني هاشم تبريز - (1381هـ).\n59- كنز الفوائد: لأبي الفتح كراجكي - انتشارات دار الذخائر - قم - (1410هـ).\n60- المؤمن: تأليف حسين بن سعيد الأهوازي - انتشارات مدرسة الإمام المهدي (عج) - قم - (1404هـ).\n61- مجموعة ورام: لورام بن أبي فراس - انتشارات مكتبة الفقيه - قم.\n62- المحاسن: لأحمد بن محمد بن خالد البرقي - دار الكتب الإسلامية - قم - (1371هـ).\n63- متطرفات السرائر: لمحمد بن إدريس الحلي - انتشارات جامعة مدرستين - قم - (1411هـ).\n(1/152)",
        "\n64- مدينة المعاجز: السيد هاشم البحراني - مؤسسة المعارف الإسلامية - قم. ط. الأولى.\n65- مسكن الفؤاد: سيد ثاني: كتابخانة بصرتي قم.\n66- مستدرك الوسائل: لحسين النوري الطبرسي - مؤسسة آل البيت عليهم السلام - قم - (1408هـ).\n67- مصباح الكفعمي: لإبراهيم بن علي العاملي الكفعمي - انتشارات رضى - قم - (1405هـ).\n68- المقنعة: للشيخ المفيد - انتشارات كنكرة جهاني - قم - (1413هـ).\n69- مكارم الأخلاق: تأليف رضى الدين حسن بن فضل الطبرسي - انتشارات شريف رضى - قم - (1412هـ).\n70- مناقب آل أبي طالب (ع): لأبي جعفر محمد بن علي بن شهر آشوب المازندراني - مؤسسة انتشارات العلامة - قم - (1379هـ).\n71- نهج البلاغة - من كلام أمير المؤمنين أبي الحسن علي بن أبي طالب عليه السلام اختاره الشريف الرضي - انتشارات دار الهجرة - قم.\n72- النوادر: السيد فضل الله الراوندي - مؤسسة دار الكتاب - قم.\nالفهرس\nالمقدمة…3\nالفصل الأول: أهمية التوحيد وأقسامه…7\nالمبحث الأول: الغاية من بعثة الأنبياء عليهم السلام…7\nالمبحث الثاني: فضل التوحيد وأقسامه…9\nالفصل الثاني: توحيد الربوبية…15\nالمبحث الأول: التعريف بتوحيد الربوبية…13\nالمبحث الثاني:الإيمان بالقضاء والقدر…17\nالمطلب الأول: ثمرات الإيمان بالقضاء والقدر…23\nالمطلب الثاني: المنحرفون في القدر…25\nالمطلب الثالث: الصبر على قضاء الله وقدره…27\nالفصل الثالث: توحيد الألوهية…45\nالمبحث الأول: التعريف بتوحيد الألوهية…34\nالمبحث الثاني: سؤال وجواب في توحيد الألوهية…41\nالمبحث الثالث: خطر الوقوع في الشرك…55\nالمبحث الرابع: أمثلة على وقوع الشرك بين الناس…58\nأولاً: الصور والتماثيل:…58\nثانياً: الغلو في الصالحين:…63\nثالثاً: الغلو في القبور:…67\nرابعاً: الدعاء وأنواعه:…70\nخامساً: التوسل:…75\nسادساً: الشفاعة:…79\nسابعاً: مسبة الدهر والرياح ونحوها:…84\nثامناً: الحلف بغير الله:…86\nتاسعاً: التبرك:…89\n(1/153)\n",
        "عاشراً: شرك الخوف:…92\nالحادي عشر: شرك المحبة:…96\nالثاني عشر: شرك الطاعة:…101\nالثالث عشر: الذبح:…105\nالرابع عشر: النذر:…108\nالخامس عشر: الرياء:…111\nالسادس عشر: السحر:…115\nالسابع عشر: الكهانة والروحانية والعرافة:…118\nالثامن عشر: لبس الحلقة والخيط والتمائم...إلخ:…121\nالتاسع عشر: التطير (التشاؤم):…124\nالفصل الرابع: توحيد الأسماء والصفات:…173\nالمبحث الأول: التعريف بتوحيد الأسماء والصفات…128\nالمبحث الثاني: قواعد في فهم الأسماء الحسنى وإثباتها…132\nالمبحث الثالث: قواعد في فهم الصفات العلى ومعرفتها…134\nالمبحث الرابع: قواعد مشتركة في أدلة أسماء الله وصفاته…137\nالمبحث الخامس: من صفات الله تبارك وتعالى…141\nأولاً: صفة الوجه:…141\nثانياً: صفة العين:…151\nثالثاً: صفة الكلام:…155\nرابعاً: صفة اليد:…159\nخامساً: صفة الضحك:…161\nسادساً: صفة الغضب والسخط والكراهية والبغض:…163\nسابعاً: صفة العلو والاستواء:…165\nثامناً: صفة النزول:…168\nتاسعاً: صفة المعيّة:…171\nالخاتمة…174\nقائمة المراجع…174\nالفهرس…180\n(1) تفسير مقتنيات الدرر: (4/284).\n(2) التوحيد: (28)، بحار الأنوار: (3/10).\n(3) تفسير جامع الجوامع: (2/312).\n(4) تفسير الصافي: (3/402)، تفسير معين: (2/908)، تفسير كنز الدقائق: (9/195).\n(5) بحار الأنوار: (3/3)، التوحيد: (19)، ثواب الأعمال: (3).\n(6) بحار الأنوار: (3/3). وانظر: الأمالي للطوسي: (569)، مجموعة ورام: (2/70).\n(7) بحار الأنوار: (3/5). وانظر: الاختصاص: (225)، الأمالي للصدوق: (386)، الأمالي للطوسي: (429، 569)، التوحيد: (22).\n(8) بحار الأنوار: (3/6). وانظر: التوحيد: (24)، عيون الأخبار: (2/134)، كشف الغمة: (2/135).\n(9) بحار الأنوار: (59/70)، (60/15).\n(10) بحار الأنوار: (7/326)، (7/194)، وانظر: تأويل الآيات: (736).\n(11)الكافي: (1/408).\n(1/154)\n\n(12) انظر: بحار الأنوار: (42/17-50) (باب جوامع معجزاته)، (42/50-56) باب غرائب معجزاته، وانظر كتاب: مدينة المعاجز للسيد هاشم البحراني.\n(13) انظر: إرشاد القلوب: (265).\n(14) بحار الأنوار: (27/32)، الاختصاص: (327).\n(15) الاختصاص: (199).\n(16) رجال الكشي: (324)، بحار الأنوار: (25/302).\n(17) التوحيد: (379).\n(18) بحار الأنوار: (5/120).\n(19) الكافي: (1/150)، بحار الأنوار: (5/122)، المحاسن: (1/244).\n(20) تفسير جامع الجوامع: (3/59).\n(21) تفسير مجمع البيان: (5/240)، تفسير شبر: (1/540).\n(22) تفسير جامع الجوامع: (4/706)، وانظر: التبيان: (10/33)، الجديد: (7/178).\n(23) الصافي: (5/184)، تفسير المعين: (3/1521).\n(24) تفسير شبر: (1/557)، انظر: تفسير الجوهر الثمين: (6/227).\n(25) تفسير تقريب القرآن: (28/129).\n(26) تفسير الأمثل: (18/355).\n(27) عيون الأخبار: (1/136)، كنز الدقائق: (18/135)، بحار الأنوار: (5/29)، التوحيد: (416).\n(28) التوحيد: (376)، بحار الأنوار: (5/93)، عيون الأخبار: (1/140) (2/31).\n(29) بحار الأنوار: (54/366)، تفسير القمي: (2/198).\n(30) بحار الأنوار: (54/371).\n(31) أي صاحب التفسير: مير سيد علي الحائري.\n(32) تفسير مقتنيات الدرر: (2/162)، وانظر: بحار الأنوار: (57/383).\n(33) تفسير من وحي القرآن: (24/111).\n(34) تفسير شبر: (1/259)، وانظر: الجوهر الثمين: (3/359).\n(35) تفسير من وحي القرآن: (13/129).\n(36) تفسير الجديد: (2/322)، وانظر: مقتنيات الدرر: (3/152).\n(37) الكاشف: (2/402).\n(38) التوحيد: (369)، بحار الأنوار: (5/29)، عيون الأخبار: (1/142)، كشف الغمة: (2/288).\n(39) بحار الأنوار: (5/116)، تفسير القمي: (1/24).\n(40) بحار الأنوار: (5/30).\n(41) بحار الأنوار: (2/154)، أعلام الدين: (346)، الخصال: (2/543).\n(42) مختصر مجمع البيان: (3/431).",
        "(1/155)\n\n(43) مستدرك الوسائل: (2/351)، وانظر أيضاً: بحار الأنوار: (79/93)، دعائم الإسلام: (1/222).\n(44) مستدرك الوسائل: (2/411).\n(45) بحار الأنوار: (22/451)، وانظر: مستدرك الوسائل: (13/93)، وسائل الشيعة: (17/128)، الخصال: (1/226).\n(46) نهج البلاغة: (532)، وسائل الشيعة: (3/275)، مستدرك الوسائل: (2/455)، بحار الأنوار: (32/619).\n(47) بحار الأنوار: (78/257)، من لا يحضره الفقيه: (4/3)، وسائل الشيعة: (3/272)، وانظر: أمالي الصدوق: (422).\n(48) انظر: بحار الأنوار: (21/134)، الكافي: (5/527)، مستدرك الوسائل: (2/449)، وسائل الشيعة: (20/211)، تفسير القمي: (2/364).\n(49) من لا يحضره الفقيه: (1/251)، وسائل الشيعة: (4/383)، وانظر: الخصال: (2/614)، علل الشرائع: (2/346).\n(50) الكافي: (3/403)، تهذيب الأحكام: (2/213)، وسائل الشيعة: (4/384)، علل الشرائع: (2/346).\n(51) مستدرك الوسائل: (2/443)، وانظر: الكافي: (8/168)، بحار الأنوار: (22/545)، أمالي الصدوق: (681)، أمالي المفيد: (194).\n(52) مستدرك الوسائل: (2/451)، وانظر: الكافي: (5/527)، وسائل الشيعة: (3/272)، بحار الأنوار (22/460).\n(53) مستدرك الوسائل: (2/453).\n(54) مستدرك الوسائل: (2/451)،وانظر: بحار الأنوار:(45/2)، الإرشاد: (2/93): إعلام الورى: (239).\n(55) مستدرك الوسائل: (2/463).\n(56) تفسير الأمثل، وانظر: تفسير الكاشف، تفسير من وحي القرآن (سورة يوسف:18).\n(57) تفسير التبيان: (7/240).\n(58) تفسير بيان السعادة: (3/47).\n(59) تفسير الكاشف: (5/270).\n(60) أركان العبادة ثلاثة لابد من اجتماعها جميعاً دون استثناء، وهي: المحبة والرجاء والخوف. وشروطها: الإخلاص والمتابعة في العمل.\n(1/156)",
        "\n(61) وذكرنا كلمة الحق زيادة في التعريف؛ لأن كثيراً من الناس يعبدون آلهة لكنها آلهة باطلة ليست آلهة حقة، وليس لها من حق الألوهية شيء، قال تعالى: (ذلك بأن الله هو الحق وأن ما يدعون من دونه هو الباطل وأن الله هو العلي الكبير). [الحج:62].\nقال مير سيد علي الطهراني: لأن بعض الناس يعبدونه تعالى ويعبدون غيره معه كما كان لبعض المشركين آلهة متعددة يعبدون إلهاً لأمر وإلهاً لأمر وهكذا. (مقتنيات الدرر: 3/99).\n(62) وشهادة لا إله إلا الله لها ركنان: الأول: النفي وهو (لا إله)، والثاني: الإثبات وهو (إلا الله).\nوشروطها سبعة: الأول: العلم، الثاني: اليقين، الثالث: الإخلاص، الرابع: الصدق، الخامس: المحبة، السادس: الانقياد، السابع: القبول.\n(63) الجديد: (2/288).\n(64) تفسير مجمع البيان: (2/45).\n(65) تفسير الأمثل: (8/394).\n(66) وفي الأصل (والقمي قال: كان قوم مؤمنين).\n(67) تفسير الجوهر الثمين: (6/290)، وانظر: الصافي: (5/232)، البرهان: (5/388)، نور الثقلين: (5/425)، كنز الدقائق: (13/458)، بيان السعادة: (4/206).\n(68) تفسير من هدي القرآن: (12/461)، وانظر: تفسير الميزان: (18/99)، الجديد: (6/348).\n(69) تفسير التبيان: (4/527).\n(70) انظر: مقتنيات الدرر: (9/217)، وانظر: تفسير الجديد: (6/171).\n(71) تفسير الأمثل: (10/473).\n(72) بحار الأنوار: (35/155).\n(73) انظر: التوسل المشروع (ص:75) من هذا الكتاب.\n(74) تفسير مقتنيات الدرر: (6/246).\n(75) مختصر مجمع البيان: (2/225).\n(76) تفسير الأمثل: (4/105).\n(77) تفسير الكاشف: (3/106)، وانظر: تفسير الميزان: (6/77)، مختصر مجمع البيان: (1/419).\n(78) في الأصل (ولكنه).\n(79) تفسير الكاشف: (3/431)، وانظر: من هدي القرآن: (3/512).\n(80) تفسير التبيان: (10/157)، وانظر: مجمع البيان: (5/373)، جامع الجوامع: (4/759).\n(81) تفسير من هدي القرآن: (16/466).\n(1/157)\n",
        "(82) تفسير مقتنيات الدرر: (9/217)، وانظر: تفسير الجديد: (6/171).\n(83) تفسير الأمثل: (2/605).\n(84) تفسير بيان السعادة: (1/313).\n(85) تفسير نور الثقلين: (1/409)، وانظر: مستدرك الوسائل: (11/10)، بحار الأنوار: (97/12).\n(86) شرح نهج البلاغة: (20/258)، بحار الأنوار: (2/23)، عوالي اللآلي: (1/97).\n(87) بحار الأنوار: (80/324)، مستدرك الوسائل: (3/343)، كنز الفوائد (2/152).\n(88) تفسير الصافي: (5/11)، وانظر: كنز الدقائق: (12/171)، الجوهر الثمين: (6/7).\n(89) تفسير من هدي القرآن: (13/131).\n(90) تفسير من هدي القرآن: (11/39).\n(91) تفسير الكاشف: (6/284)، وانظر: من وحي القرآن: (19/104).\n(92) تفسير من وحي القرآن: (11/292).\n(93) تفسير الجديد: (2/297)، وانظر: تفسير جامع الجوامع: (1/261)، تفسير الوجيز: (1/318).\n(94) تفسير تقريب القرآن: (24/30).\n(95) بحار الأنوار: (72/266).\n(96) بحار الأنوار: (3/5).\n(97) بحار الأنوار: (3/5).\n(98) بحار الأنوار: (3/5).\n(99) انظر: من لا يحضره الفقيه: (1/43).\n(100) مستدرك الوسائل: (3/454)، (13/110).\n(101) انظر: قصص الأنبياء: (67).\n(102) مستدرك الوسائل: (13/210).\n(103) بحار الأنوار: (80/245).\n(104) من لا يحضره الفقيه:(4/5) وانظر:وسائل الشيعة:(17/297) بحار الأنوار:(80/244)، مجموعة ورام:(2/256).\n(105) وسائل الشيعة: (5/307)، بحار الأنوار: (76/287)، المحاسن: (2/616).\n(106) مستدرك الوسائل: (13/210).\n(107) الخصال: (1/108)، ثواب الأعمال: (223)، وسائل الشيعة: (17/297)، بحار الأنوار: (73/350).\n(108) وسائل الشيعة: (3/562).\n(109) وسائل الشيعة: (3/562).\n(110) شرح نهج البلاغة: (9/234).\n(111) مستدرك الوسائل: (3/453).\n(112) انظر: بحار الأنوار: (62/54).\n(113) بحار الأنوار: (80/288).\n(114) وسائل الشيعة: (5/172).\n(115) وسائل الشيعة: (12/220).\n(116) وسائل الشيعة: (3/462).\n(1/158)\n\n(117) نوادر الراوندي: (16).\n(118) انظر: (ص:14) من هذا الكتاب.\n(119) انظر: تفسير نور الثقلين: (3/435)، بحار الأنوار: (61/52)، قصص الأنبياء للجزائري: (438)، المناقب: (4/138).\n(120) انظر: الأنوار النعمانية: (1/31)، بحار الأنوار: (26/5).\n(121) بحار الأنوار: (25/285).\n(122) شرح نهج البلاغة: (8/112)، بحار الأنوار: (23/372).\n(123) بحار الأنوار: (35/317)، العمدة: (211).\n(124) بحار الأنوار: (25/284), أمالي الطوسي: (650), المناقب: (1/263).\n(125) المصدر السابق\n(126) بحار الأنوار: (25/286).\n(127) بحار الأنوار: (25/287).\n(128) رجال الكشي: (225، 226).\n(129) من لا يحضره الفقيه: (1/178)، وسائل الشيعة: (3/235)، (5/161)، بحار الأنوار: (79/20).\n(130) بحار الأنوار: (80/313)، علل الشرائع: (2/358).\n(131) مستدرك الوسائل: (2/379).\n(132) الاستبصار: (1/217).\n(133) وسائل الشيعة: (3/210)، تهذيب الأحكام: (1/461)، بحار الأنوار: (73/159)، المحاسن:(2/612).\n(134) وسائل الشيعة: (5/158)، (3/211).\n(135) من لا يحضره الفقيه: (4/3)، بحار الأنوار: (73/328)، الأمالي للصدوق: (422)، مجموعة ورام: (2/256).\n(136) الكافي: (6/528)، وسائل الشيعة: (3/211)، بحار الأنوار: (76/286)، المحاسن: (2/614).\n(137) مستدرك الوسائل: (2/347).\n(138) مستدرك الوسائل: (2/347).\n(139) وسائل الشيعة: (3/202).\n(140) بحار الأنوار: (79/138)، مستدرك الوسائل: (2/426).\n(141) تفسير التبيان: (6/62)، وانظر: تفسير الميزان: (11/3).\n(142) تفسير الكاشف: (7/441).\n(143) إرشاد القلوب: (32).\n(144) الكافي: (3/341).\n(145) وسائل الشيعة: (7/27).\n(146) مستدرك الوسائل: (5/174).\n(147) بحار الأنوار: (90/300).\n(148) مستدرك الوسائل: (3/58)، المؤمن: (32)، عوالي اللآلي: (4/103)، بحار الأنوار: (84/31)، الكافي: (2/352).\n(149) انظر: تفسير تقريب القرآن: (6/83).",
        "(1/159)\n\n(150) انظر: تفسير شبر: (1/112)، تفسير الوجيز: (1/378).\n(151) الكافي: (2/524 , 562).\n(152) مستدرك الوسائل: (5/78).\n(153) مستدرك الوسائل: (6/390)، بحار الأنوار: (88/373).\n(154) وهذا التوسل البدعي قد يؤدي إلى الشرك، وذلك إن اعتقد بأن الله يحتاج إلى واسطة.\n(155) انظر: من لا يحضره الفقيه (1/449).\n(156) مختصر مجمع البيان: (2/320).\n(157) التبيان في تفسير القرآن: (2/308).\n(158) الجديد في تفسير القرآن: (3/34).\n(159) تقريب القرآن: (7/92).\n(160) الميزان في تفسير القرآن: (19/41)، وانظر: تفسير جامع الجوامع: (4/620)، كنز الدقائق: (21/497)، مقتنيات الدرر: (10/272)، الجديد: (7/49).\n(161) تفسير مقتنيات الدرر: (11/299).\n(162) مختصر مجمع البيان: (3/496).\n(163) تفسير الجديد: (6/171)، وانظر: تفسير التبيان: (9/33).\n(164) تفسير من هدي القرآن: (11/498).\n(165) تفسير بيان السعادة: (2/296).\n(166) تفسير الجديد: (3/411).\n(167) جامع الجوامع: (4/537).\n(168) جامع الأخبار: (160)، وانظر: شرح نهج البلاغة: (7/198)، عوالي اللآلي (1/56)، كنز الفوائد: (1/49).\n(169) مجمع البيان: (5/78).\n(170) من لا يحضره الفقيه: (1/544)، وسائل الشيعة: (7/508)، بحار الأنوار: (56/2)، (57/9)، علل الشرائع: (2/577).\n(171) بحار الأنوار: (57/9).\n(172) بحار الأنوار: (57/19).\n(173) تفسير العياشى: (2/239)، مستدرك الوسائل: (6/176)، بحار الأنوار: (57/12-19).\n(174) مستدرك الوسائل: (16/65).\n(175) مستدرك الوسائل: (16/50).\n(176) عوالي اللآلي: (3/443).\n(177) انظر: من لا يحضره الفقيه: (4/10)، وسائل الشيعة: (23/259)، بحار الأنوار: (89/175)، أمالي الصدوق: (347).\n(178) المقنعة: (54) باب الأيمان والأقسام.\n(179) من وحي القرآن: (23/50).\n(180) تفسير الجديد: (2/512).\n(181) من لا يحضره الفقيه: (3/361).\n(182) الكافي: (7/443).\n(1/160)",
        "\n(183) مستدرك الوسائل: (12/325).\n(184) إرشاد القلوب: (1/165)، أمالي الطوسي: (522).\n(185) أمالي المفيد: (187)، بحار الأنوار: (2/263)، مستدرك الوسائل، (12/324).\n(186) نهج البلاغة: (207)، الكافي: (1/299)، بحار الأنوار: (42/207).\n(187) أما ما يفعله الصحابة رضوان الله عليهم عند تبركهم بوضوء النبي ص وجسمه وملابسه وريقه وعرقه، فإنما هذه من خصوصيات النبي ص لا يشاركه فيها أحد.\n(188) أنواط: هي شجرة كانوا يعبدونها ويعلقون عليها أي للبركة. انظر: بحار الأنوار (9/67).\n(189) الصراط المستقيم (فصل:106).\n(190) إن خطاب النبي ص للصحابة كان تعليمياً ومحذراً للأمم القادمة من ارتكابهم للشرك والبدع، وهذا الخطاب شامل كامل لما أعطي للنبي ص من ربه جوامع الكلم، وهذا مشابه لقول الله تبارك وتعالى لنبيه محمد ص: (ولقد أوحي إليك وإلى الذين من قبلك لئن أشركت ليحبطن عملك ولتكونن من الخاسرين). وقوله تعالى: (ياأيها النبي اتق الله ولاتطع الكافرين). وقوله تعالى: (ولا تصل على أحد منهم).\n(191) شرح نهج البلاغة: (9/286)، وانظر: بحار الأنوار (51/128).\n(192) بحار الأنوار: (67/381)، وانظر: الكافي: (2/68)، وسائل الشيعة: (15/219).\n(193) مستدرك الوسائل: (11/228).\n(194) تفسير المنير: (6/220)، وانظر: تفسير الميزان: (16/108).\n(195) مستدرك الوسائل: (12/210).\n(196) تفسير الميزان: (9/209).\n(197) تفسير الجديد: (2/192).\n(198) تفسير المنير: (7/11).\n(199) مستدرك الوسائل: (12/224)، الاختصاص: (365).\n(200) انظر: بحار الأنوار: (1/117).\n(201) مستدرك الوسائل: (12/234).\n(202) شرح نهج البلاغة: (4/33)، بحار الأنوار: (30/328)، إرشاد القلوب: (1/267).\n(203) الكافي: (2/126)، وسائل الشيعة: (16/183)، بحار الأنوار: (66/247)، علل الشرائع: (1/117).\n(204) تفسير الكاشف: (4/23).\n(205) انظر: مسكن الفؤاد: (17).\n(1/161)\n",
        "(206) بحار الأنوار: (98/290)، وانظر: وسائل الشيعة: (14/477)، مستدرك الوسائل: (10/293).\n(207) الجديد: (5/193).\n(208) مجموعة ورام: (1/159)، وانظر: بحار الأنوار: (7/319).\n(209) من هدي القرآن: (1/300).\n(210) الأحبار: جمع حِبر وحَبر، وهو العالم الواسع العلم.\n(211) الرهبان: جمع راهب وهو العابد الزاهد.\n(212) تفسير الميزان: (9/265)، تفسير القمي: (1/288).\n(213) انظر: تفسير نور الثقلين: (2/209).\n(214) المصدر السابق.\n(215) المصدر السابق.\n(216) تفسير من وحي القرآن: (9/227).\n(217) تفسير الجديد: (3/85).\n(218) تفسير جامع الجوامع: (1/406).\n(219) تفسير الصافي: (4/367).\n(220) مختصر مجمع البيان: (1/509).\n(221) تفسير الأمثل: (20/452).\n(222) الكافي: (6/285)، وانظر: مكارم الأخلاق: (135)، وسائل الشيعة: (24/318)، بحار الأنوار: (43/61).\n(223) الكافي: (6/26)، وسائل الشيعة: (21/417).\n(224) وسائل الشيعة: (28/341)، وانظر: بحار الأنوار: (69/96)، الخصال: (1/136).\n(225) وسائل الشيعة: (24/213)، بحار الأنوار: (3/252)، ثواب الأعمال: (224).\n(226) تفسير تقريب القرآن: (29/167).\n(227) لأن الله عز وجل مدح الموفين بالنذر وأمر بوفائه، وكل أمر يمدحه الله ويحبه ويثني على فاعله فهو عبادة، لذلك فإن تعريف العبادة كما أسلفنا هو: اسم جامع لكل ما يحبه الله ويرضاه من الأعمال الظاهرة والباطنة، والنذر من ذلك. انظر: (ص:35) من هذا الكتاب.\n(228) تفسير مقتنيات الدرر: (2/134).\n(229) مستدرك الوسائل: (16/92).\n(230) وسائل الشيعة: (23/219)، وانظر: الكافي: (7/440).\n(231) عوالي اللآلي: (3/448)، مستدرك الوسائل: (16/92).\n(232) تهذيب الأحكام: (8/310)، الاستبصار: (4/55)، وسائل الشيعة: (22/393).\n(233) عوالي اللآلي: (3/448).\n(234) انظر: شرح نهج البلاغة: (19/167).\n(1/162)\n\n(235) الكافي: (2/295)، وسائل الشيعة: (1/73)، مستدرك الوسائل: (1/164)، بحار الأنوار: (69/288).\n(236) وفي الأصل (ورياء).\n(237) انظر: بحار الأنوار: (69/166).\n(238) بحار الأنوار: (69/297، 281)، وانظر: وسائل الشيعة: (1/68)، تفسير القمي: (2/47).\n(239) شرح نهج البلاغة: (2/179).\n(240) بحار الأنوار: (69/304).\n(241) مستدرك الوسائل: (1/105)، شرح نهج البلاغة: (1/312).\n(242) بحار الأنوار: (69/300)، مستدرك الوسائل: (1/107).\n(243) بحار الأنوار: (69/301)، وانظر: وسائل الشيعة: (1/67)، مستدرك الوسائل: (1/105).\n(244) بحار الأنوار: (69/299)، وانظر: الكافي: (1/8)، وسائل الشيعة: (1/61)، المحاسن: (1/254).\n(245) مستدرك الوسائل: (1/106، 107)، بحار الأنوار: (69/303)، مجموعة ورام: (1/187).\n(246) بحار الأنوار: (69/305)، وانظر: مستدرك الوسائل: (1/111)، عدة الداعي: (228)، مجموعة ورام: (1/186).\n(247) تفسير المعين: (1/61).\n(248) انظر: تفسير الصافي: (1/154)، نور الثقلين: (1/108).\n(249) وسائل الشيعة: (15/330)، بحار الأنوار: (76/113)، الخصال: (2/364).\n(250) قرب الإسناد: (71)، وسائل الشيعة: (17/148)، بحار الأنوار: (76/210).\n(251) مستدرك الوسائل: (13/109)، بحار الأنوار: (60/24) (89/365) (92/126).\n(252) وسائل الشيعة: (17/148).\n(253) مستدرك الوسائل: (13/110), بحار الأنوار: (60/280), دعائم الإسلام: (2/142).\n(254) مستدرك الوسائل: (18/193).\n(255) مستدرك الوسائل: (13/110)، دعائم الإسلام: (2/483).\n(256) مستدرك الوسائل: (13/111) (14/235).\n(257) مستطرفات السرائر: (593)، بحار الأنوار: (2/308)، وسائل الشيعة: (17/150).\n(258) الأمالي للمفيد: (239)، بحار الأنوار: (92/180)، الأمالي للطوسي: (15).\n(259) انظر: البلد الأمين: (103)، مصباح الكفعمي: (103)، مصباح المتهجد: (438)، بحار الأنوار: (87/155).",
        "(1/163)\n\n(260) انظر: تفسير من وحي القرآن: (19/380).\n(261) تفسير الجوهر الثمين: (3/192).\n(262) وفي الأصل: أن فلاناً دخل عليه.\n(263) الصفر: أي النحاس.\n(264) بحار الأنوار: (95/121).\n(265) وقال المجلسي موضحاً: التمائم جمع تميمة، وهي خرزات كانت العرب تعلقها على أولادهم يتقون بها العين في زعمهم، فأبطله الإسلام، وإنما جعلها شركاً لأنهم أرادوا بها دفع المقادير المكتوبة عليهم، فطلبوا دفع الأذى من غير الله الذي هو دافعه... التولة بكسر التاء وفتح الواو: ما يحبب المرأة إلى زوجها من السحر وغيره مما جعله من الشرك لاعتقادهم أن ذلك يؤثر ويفعل خلاف ما قدره الله تعالى. انظر: بحارالأنوار: (65/18).\n(266) بحارالأنوار: (60/18)، مستدرك الوسائل: (4/317)، (13/106)، دعائم الإسلام: (2/142).\n(267) مستدرك الوسائل: (4/318) (13/110)، دعائم الإسلام: (2/483).\n(268) تفسير الأمثل: (5/159).\n(269) تفسير تقريب القرآن: (9/32)، تفسير من وحي القرآن: (10/148).\n(270) تقريب القرآن: (19/147)، وانظر: مقتنيات الدرر: (8/100)، من وحي القرآن: (17/242).\n(271) الكافي: (1/105)، أمالي الصدوق: (277)، التوحيد: (97).\n(272) بحار الأنوار: (3/291) (48/197)، أمالي الصدوق: (277)، التوحيد: (104).\n(273) التوحيد: (95)، بحار الأنوار: (2/69) (4/297).\n(274) الكافي: (1/102).\n(275) بحار الأنوار: (3/262)، التوحيد: (100).\n(276) التوحيد: (102)، الكافي: (1/100).\n(277) عوالي اللآلي: (1/56)، كنز الفوائد: (1/49).\n(278) بحار الأنوار: (83/311-323)، إرشاد القلوب: (1/81)، أعلام الدين: (361).\n(279) مستدرك الوسائل: (5/264)، بحار الأنوار: (4/186)، أعلام الدين: (349)، التوحيد: (194).\n(280) وسيأتي بيان ذلك في القاعدة الثانية من القواعد المشتركة في أدلة الأسماء والصفات.\n(281) نهج البلاغة: (1/221).\n(282) من لا يحضره الفقيه: (1/295)، بحار الأنوار: (81/125).\n(1/164)",
        "\n(283) بحار الأنوار: (83/2).\n(284) فلاح السائل: (202).\n(285) فلاح السائل: (240)، وانظر: بحار الأنوار: (83/104).\n(286) وانظر: كذلك أدعية الأئمة عليهم السلام (ص:144) من هذا الكتاب.\n(287) عوالي اللآلي: (4/106)، بحار الأنوار: (55/45).\n(288) بحار الأنوار: (27/112).\n(289) تفسير القمي: (1/311).\n(290) بحار الأنوار:(86/ 266) , (8/126).\n(291) بحار الأنوار: (87/133).\n(292) بحار الأنوار: (87/144)، البلد الأمين: (94)، مصباح الكفعمي: (99)، مصباح المتهجد: (429).\n(293) بحار لأنوار: (87/205)، البلد الأمين: (135)، مصباح الكفعمي: (126)، مصباح المتهجد: (480).\n(294) بحار الأنوار: (91/143).\n(295) مصباح المتهجد: (442)، مصباح الكفعمي: (107)، البلد الأمين: (104)، بحار الأنوار: (87/159).\n(296) عوالي اللآلي: (4/106)، بحار الأنوار: (55/45).\n(297) تفسير الإمام العسكري: (31)، بحار الأنوار: (13/340)، تأويل الآيات: (411).\n(298) عوالي اللآلي: (4/106)، بحار الأنوار: (55/45).\n(299) الخرائج والجرائح: (3/1138).\n(300) كمال الدين : ( 2 / 525 ) , بحار الأنوار: (52/194), الخرائج والجرائح: (3/1133).\n(301) انظر: (ص:150) من هذا الكتاب.\n(302) بحار الأنوار: (53/68).\n(303) إعلام الورى: (41)، بحار الأنوار: (17/186).\n(304) مستدرك الوسائل: (17/326)، التوحيد: (265).\n(305) بحار الأنوار: (18/79).\n(306) وسائل الشيعة: (17/158).\n(307) وسائل الشيعة: (5/84)، وانظر أيضاً: الخصال: (1/258).\n(308) الخصال: (2/641)، بحار الأنوار: (13/344)، القصص للجزائري: (304).\n(309) الكافي: (5/27)، تهذيب الأحكام: (6/138).\n(310) مستدرك الوسائل: (5/219).\n(311) الكافي: (2/126)، وانظر أيضاً: بحار الأنوار: (7/159).\n(312) الكافي: (5/54)، وسائل الشيعة: (15/141).\n(313) مستدرك الوسائل: (1/487)، الاختصاص: (188)، بحار الأنوار: (75/32).\n(1/165)\n",
        "(314) بحار الأنوار: (41/196).\n(315) مستدرك الوسائل: (15/193).\n(316) باختصار من كتاب الاحتجاج: (1/145).\n(317) مستدرك الوسائل: (7/223).\n(318) وسائل الشيعة: (2/41).\n(319) بحار الأنوار: (61/49).\n(320) دعائم الإسلام: (1/260)، وانظر: بحار الأنوار: (93/70)، مستدرك الوسائل: (7/116).\n(321) بحار الأنوار: (84/167).\n(322) الكافي: (3/414)، تهذيب الأحكام: (3/3)، وسائل الشيعة: (7/375).\n(323) الكافي: (4/284)، انظر: مستدرك الوسائل: (8/134)، من لا يحضره الفقيه: (2/525).\n(324) مستدرك الوسائل: (4/228)، بحار الأنوار: (82/59)، أمالي الصدوق: (174).\n??\n??\n??\n??\n16\n(1/166)\n"
    ]
}