{
    "partText": [
        "\nعقيدة أهل السنة والجماعة\n\nتأليف\n\nالشيخ حمود بن عقلاء الشعيبي رحمه الله تعالى\n(تطوير: شركة بكة سوفت لنظم المعلومات والكمبيوتر)\n(1/1)\n",
        "الفهرس\nمقدمة\nباب الإيمان يزيد وينقص\nباب الإيمان بالله\nباب الإيمان بالملائكة\nباب الإيمان بالكتب\nباب الإيمان بالرسل والأنبياء\nباب الإيمان باليوم الآخر\nباب الإيمان بخروج المهدي\nباب الإيمان بخروج الدجال\nباب الإيمان بنزول عيسى عليه السلام\nباب الإيمان بخروج الدابة\nباب الإيمان بطلوع الشمس من مغربها\nباب الإيمان بفتنة القبر وعذابه ونعيمه\nباب الإيمان بالنفخ فى الصور\nباب الإيمان بالبعث والحشر\nباب الإيمان بالحساب\nباب الإيمان بالميزان\nباب الإيمان بالصراط\nباب الإيمان بالحوض\nباب الإيمان بالشفاعة\nباب الإيمان بالجنة\nباب الإيمان بالنار\nباب الإيمان بالقدر\nباب الإيمان بالحكم بما أنزل الله\nباب الإيمان بصفات الله عز وجل\nباب مسائل في التكفير\nباب موالاة المؤمنين من الإيمان\nباب معاداة الكافرين من الإيمان\nباب الإيمان بكرامات الأولياء\nباب من الإيمان محبة آل البيت\nباب الإيمان بالوعد والوعيد\nباب من الإيمان\n(1/2)\n\nمقدمة\nالحمد لله نحمده، ونستعينه، ونستغفره، ونعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له وأن محمدًا عبده ورسوله.\n} يا أَيهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلا تَمُوتُنَّ إلاَّ وَأَنتُم مُّسْلِمُونَ } [آل عمران: 102].\n} يا أَيهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُم مِّن نَّفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالاً كَثِيرًا وَنِسَاءً وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ وَالأَرْحَامَ إنَّ اللَّهَ كَانَ عَلَيكُمْ رَقِيبًا } [النساء: 1].\n} يا أَيهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلاً سَدِيدًا (70) يصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَن يطِعِ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزًا عَظِيمًا } [الأحزاب: 70، 71].\nأما بعد:\nفإن أحسن الحديث كلام الله، وخير الهدي هدي محمد صلى الله عليه وسلم(1) وشر الأمور محدثاتها، وكل محدثة بدعة، وكل بدعة ضلالة(2)، وكل ضلالة في النار(3) .\nفهذا مُختصر لعقيدة أهل السنة والجماعة ولما نعتقده ونؤمن به، أمليته وقررته على أحد طلابي لأمرين:\nأما الأول:\nفقد نُسب إلينا، وتُقول علينا ما لم نعتقد ولم نقل، ولم أكن أعتقدُ أن يأتي اليوم الذي أكتبُ فيه مُعتقَدي، وأُبين فيه منهجي، ردًّا على المُتقولين، ودفاعًا عن غربة الدين، فإننا لم نأت بجديد في دين الله تعالى، ولم نؤلف أصولاً لنخرق بها إجماع السلف ، وإنما لبعد الناس عن المنهج السليم أصبح كل من لم يوافقهم في أمرٍ أو نازلة خارجي، وتكفيري، ومُتنكبٌ عن الصراط المستقيم.\nوثانيهما:\nما رأيتُ ما تعيشه الأمة اليوم من تخبط وتيه، وتفرق واختلاف، فكثرت الجماعات والفرق، وتعددت المناهج، وأصبح كل يدَّعي المنهج السليم، والعقيدة الصافية، ويخطئ بل يكفر من خالفه ورد عليه.\nفعزمت أن أُبين مُعتقد السلف بطريقة مُبسطة، وإن كان سلفنا وعلماء الأمة قبلي قد كتبوا وصنفوا في هذا المجال.\nونسأل الله العلي العظيم أن يتقبل أعمالنا، ويصلح نياتنا، ويبرم لهذه الأمة أمر رشدٍ، يعز فيه أهل طاعته، ويذل فيه أهل معصيته والمحاربين لدينه، إنه ولي ذلك والقادر عليه، إنه نعم المولى ونعم النصير.\nأملاه أبو عبدالله حمود بن عبدالله بن عقلاء الشعيبي\n12 / 7 / 1422هـ\n___________\n1- أخرجه مسلم في «الصحيح»، كتاب الجمعة، باب/ تخفيف الصلاة والخطبة (2/592) ح(44،43).\n(2) أخرجه أحمد في المسند: (4/126، 127)، وأبو داود: كتاب السنة، باب/ في لزوم السنة (12/359، 360) حديث رقم (4583) العون، والترمذي: كتاب العلم، باب/ ما جاء في الأخذ بالسنة واجتناب البدع (5/43) حديث رقم (2676)، وابن ماجه في المقدمة، حديث (42ـ44)، والدارمي في «المقدمة» (1/44، 45) وصححه الألباني في «إرواء الغليل» برقم (2455).\n(3) أخرجه النسائي في «السنن»، كتاب العيدين (3/188، 189) برقم (5610) وقد صحح المحدث الألباني رحمه الله هذه الزيادة في تخريج خطبة الحاجة.",
        "(1/3)\n\nباب الإيمان يزيد وينقص\nالحمد لله رب العالمين، والصلاة والسلام على أشرف الأنبياء والمرسلين سيدنا محمد وعلى آله وصحبه أجمعين، أما بعد:\nفهذا اعتقادنا الذي ندين الله تعالى به، وهو اعتقاد الفرقة الناجية المنصورة أهل السنة والجماعة فنقول:\nنؤمن بأن الإيمان: هو اعتقادٌ بالجنان، وعملٌ بالأركان، ونطقٌ باللسان.\nولا يكملُ الإيمان إلا بالعمل، ولا قول ولا عمل إلا بنية، ولا قول ولا عمل ولا نية إلا بموافقة السنة، وأن الإيمان يزيدُ بالطاعة، وينقصُ بالمعصية، قال تعالى:{ لِيسْتَيقِنَ الَّذِينَ أُوتُوا الْكِتَابَ وَيزْدَادَ الَّذِينَ آمَنُوا إيمَانًا } [المدثر: 31]،\nوقال تعالى:{ إنَّمَا الْمُؤْمِنُونَ الَّذِينَ إذَا ذُكِرَ اللَّهُ وَجِلَتْ قُلُوبُهُمْ وَإذَا تُلِيتْ عَلَيهِمْ آياتُهُ زَادَتْهُمْ إيمَانًا وَعَلَى رَبِّهِمْ يتَوَكَّلُونَ } [الأنفال: 2].\nوعن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: «الإيمانُ بضعٌ وسبعونَ أو بِضعٌ وستونَ شعبة، فأفضلها قولُ: لا إله إلا اللهُ، وأدناها إماطة الأذى عن الطريقِ، والحياءُ شُعبةٌ من الإيمان»(4)، وقال البخاري: «لقيتُ أكثر من ألف رجل من العلماء بالأمصار، فما رأيتُ أحدًا يختلف في أن الإيمان يزيدُ وينقص»(5).\nونؤمن بأن للإيمان شعبٌ، منها ما هو أصلٌ يزولُ الإيمان بزواله كالتوحيد، ومنها ما هو من واجبات الإيمان ينقصُ بزوالها ولا ينتقض أو لا يزول عنه أصل الإيمان، كإماطة الأذى عن الطريق والحياء.\nوكل نفي للإيمان ورد في الشرع فإما أن يراد به نفي أصل الإيمان، أو يرادُ به نفي الإيمان الواجب.\n___________________\n(4) أخرجه مسلم كتاب الإيمان، باب/ عدد شعب الإيمان ح(58).\n(5) أخرجه اللالكائي في «شرح أصول الاعتقاد» (2/173)، و«فتح الباري» لابن حجر (1/44)، و«سير أعلام النبلاء» (12/395).\n(1/4)",
        "\nباب الإيمان بالله\nنؤمن بأن الله واحدٌ لا شريك له، لا في ربوبيته، ولا في ألوهيته، ولا في أسمائه وصفاته، ذو الألوهية والعبودية على خلقه أجمعين، قال تعالى:{ آمََنَ الرَّسُولُ بِمَا أُنزِلَ إلَيهِ مِن رَّبِّهِ وَالْمُؤْمِنُونَ كُلٌّ آمَنَ بِاللَّهِ } [البقرة: 285]،\nوقال تعالى:{ وَمَاذَا عَلَيهِمْ لَوْ آمَنُوا بِاللَّهِ وَالْيوْمِ الآخِرِ وَأَنفَقُوا مِمَّا رَزَقَهُمُ اللَّهُ وَكَانَ اللَّهُ بِهِمْ عَلِيمًا } [النساء: 39]،\nوقال تعالى:{ وَالَّذِينَ آمَنُوا بِاللَّهِ وَرُسُلِهِ وَلَمْ يفَرِّقُوا بَينَ أَحَدٍ مِّنْهُمْ أُوْلَئِكَ سَوْفَ يؤْتِيهِمْ أُجُورَهُمْ وَكَانَ اللَّهُ غَفُورًا رَّحِيمًا } [النساء: 152]،\nوقال تعالى:{ إنَّمَا الْمُؤْمِنُونَ الَّذِينَ آمَنُوا بِاللَّهِ وَرَسُولِهِ ثُمَّ لَمْ يرْتَابُوا وَجَاهَدُوا بِأَمْوَالِهِمْ وَأَنفُسِهِمْ فِي سَبِيلِ اللَّهِ أُوْلَئِكَ هُمُ الصَّادِقُونَ } [الحجرات: 15]،\nوقال تعالى:{ آمِنُوا بِاللَّهِ وَرَسُولِهِ وَأَنفِقُوا مِمَّا جَعَلَكُم مُّسْتَخْلَفِينَ فِيهِ فَالَّذِينَ آمَنُوا مِنكُمْ وَأَنفَقُوا لَهُمْ أَجْرٌ كَبِيرٌ } [الحديد: 7]،\nوقال تعالى:{ وَالَّذِينَ آمَنُوا بِاللَّهِ وَرُسُلِهِ أُوْلَئِكَ هُمُ الصِّدِّيقُونَ وَالشُّهَدَاءُ عِندَ رَبِّهِمْ لَهُمْ أَجْرُهُمْ وَنُورُهُمْ وَالَّذِينَ كَفَرُوا وَكَذَّبُوا بِآياتِنَا أُوْلَئِكَ أَصْحَابُ الْجَحِيمِ } [الحديد: 19]،\nوقال تعالى:{ سَابِقُوا إلَى مَغْفِرَةٍ مِّن رَّبِّكُمْ وَجَنَّةٍ عَرْضُهَا كَعَرْضِ السَّمَاءِ وَالأَرْضِ أُعِدَّتْ لِلَّذِينَ آمَنُوا بِاللَّهِ وَرُسُلِهِ ذَلِكَ فَضْلُ اللَّهِ يؤْتِيهِ مَن يشَاءُ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ } [الحديد: 21].\nوفي الحديث الصحيح عن عثمان بن عفان رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: «من مات وهو يعلمُ أن لا إله إلا اللهُ دخلَ الجنةَ»(6).\nونؤمن بأنه وحده لا شريك له في ربوبيته، كما قال تعالى:{ أَلا لَهُ الْخَلْقُ وَالأَمْرُ تَبَارَكَ اللَّهُ رَبُّ الْعَالَمِينَ } [الأعراف: 54]، وقال تعالى:{ ذَلِكُمُ اللَّهُ رَبُّكُمْ لَهُ الْمُلْكُ وَالَّذِينَ تَدْعُونَ مِن دُونِهِ مَا يمْلِكُونَ مِن قِطْمِيرٍ } [فاطر: 13]، وقال تعالى:{ قُل لِّمَنِ الأَرْضُ وَمَن فِيهَا إن كُنتُمْ تَعْلَمُونَ (84) سَيقُولُونَ لِلَّهِ قُلْ أَفَلا تَذَكَّرُونَ (85) قُلْ مَن رَّبُّ السَّمَوَاتِ السَّبْعِ وَرَبُّ الْعَرْشِ الْعَظِيمِ (86) سَيقُولُونَ لِلَّهِ قُلْ أَفَلا تَتَّقُونَ(87) قُلْ مَنْ بِيدِهِ مَلَكُوتُ كُلِّ شَيءٍ وَهُوَ يجِيرُ وَلا يجَارُ عَلَيهِ إن كُنتُمْ تَعْلَمُونَ (88) سَيقُولُونَ لِلَّهِ قُلْ فَأَنَّى تُسْحَرُونَ } [المؤمنون: 84 ـ 89].\n___________\n(6) رواه مسلم كتاب الإيمان، باب/ من مات على التوحيد دخل الجنة قطعًا حديث (43).\n(1/5)\n",
        "ونؤمن بأنه تعالى هو الإله الحق لا شريك له، هو الإله المستحق للعبادة وحده دون سواه، ولهذا خلق الله الثقلين كما قال تعالى:{ وَمَا خَلَقْتُ الْجِنَّ وَالإنسَ إلاَّ لِيعْبُدُونِ } [الذاريات: 56]،\nوقال تعالى:{ ذَلِكَ بِأَنَّ اللَّهَ هُوَ الْحَقُّ وَأَنَّهُ يحْيي الْمَوْتَى وَأَنَّهُ عَلَى كُلِّ شَيءٍ قَدِيرٌ } [الحج: 6]،\nوقال تعالى:{ ذَلِكَ بِأَنَّ اللَّهَ هُوَ الْحَقُّ وَأَنَّ مَا يدْعُونَ مِن دُونِهِ هُوَ الْبَاطِلُ وَأَنَّ اللَّهَ هُوَ الْعَلِي الْكَبِيرُ } [الحج: 62]،\nوقال تعالى:{ ذَلِكَ بِأَنَّ اللَّهَ هُوَ الْحَقُّ وَأَنَّ مَا يدْعُونَ مِن دُونِهِ الْبَاطِلُ وَأَنَّ اللَّهَ هُوَ الْعَلِي الْكَبِيرُ } [لقمان: 30]،\nوقال تعالى:{ شَهِدَ اللَّهُ أَنَّهُ لا إلَهَ إلاَّ هُوَ وَالْمَلائِكَةُ وَأُوْلُوا الْعِلْمِ قَائِمًا بِالْقِسْطِ لا إلَهَ إلاَّ هُوَ الْعََزِيزُ الْحَكِيمُ } [آل عمران: 18]،\nوقال تعالى:{ يا صَاحِبَي السِّجْنِ أَأَرْبَابٌ مُّتَفَرِّقُونَ خَيرٌ أَمِ اللَّهُ الْوَاحِدُ الْقَهَّارُ (39) مَا تَعْبُدُونَ مِن دُونِهِ إلاَّ أَسْمَاءً سَمَّيتُمُوهَا أَنتُمْ وَآبَاؤُكُم مَّا أَنزَلَ اللَّهُ بِهَا مِن سُلْطَانٍ إنِ الْحُكْمُ إلاَّ لِلَّهِ أَمَرَ أَلاَّ تَعْبُدُوا إلاَّ إياهُ ذَلِكَ الدِّينُ الْقَيمُ وَلَكِنَّ أَكْثَرَ النَّاسِ لا يعْلَمُونَ } [يوسف: 39، 40].\nونؤمن بما أثبته الله تعالى لنفسه في كتابه أو سنة رسوله من الأسماء والصفات على الوجه اللائق به، من غير تحريف، ولا تعطيل، ولا تكييف، ولا تمثيل، كما قال تعالى:{ وَلِلَّهِ الأَسْمَاءُ الْحُسْنَى فَادْعُوهُ بِهَا وَذَرُوا الَّذِينَ يلْحِدُونَ فِي أَسْمَائِهِ سَيجْزَوْنَ مَا كَانُوا يعْمَلُونَ } [الأعراف: 180]، وقال تعالى:{ وَلَهُ الْمَثَلُ الأَعْلَى فِي السَّمَوَاتِ وَالأَرْضِ وَهُوَ الْعَزِيزُ الْحَكِيمُ } [الروم: 27]، وقال تعالى:{ لَيسَ كَمِثْلِهِ شَيءٌ وَهُوَ السَّمِيعُ الْبَصِيرُ } [الشورى: 11].\n(1/6)\n\nباب الإيمان بالملائكة\nونؤمن بملائكة الله تعالى إجمالاً، وأنهم خلقٌ من خلقه، مجبولين مكلفين بطاعته وعبادته، كما قال تعالى:{ لاَ يعْصُونَ اللَّهَ مَا أَمَرَهُمْ وَيفْعَلُونَ مَا يؤْمَرُونَ } [التحريم: 6]\nوقال:{ وَلَهُ مَن فِي السَّمَوَاتِ وَالأَرْضِ وَمَنْ عِندَهُ لا يسْتَكْبِرُونَ عَنْ عِبَادَتِهِ وَلا يسْتَحْسِرُونَ (19) يسَبِّحُونَ اللَّيلَ وَالنَّهَارَ لا يفْتُرُونَ } [الأنبياء: 19 ، 20]،\nوقال:{ لا يسْبِقُونَهُ بِالْقَوْلِ وَهُم بِأَمْرِهِ يعْمَلُونَ } [الأنبياء: 27].\nليسوا بالإناث ولا ببنات الله كما ادَّعى المشركون ـ تبارك وتقدس ربنا عما يقولون ـ قال تعالى:{ وَجَعَلُوا الْمَلائِكَةَ الَّذِينَ هُمْ عِبَادُ الرَّحْمَنِ إنَاثًا أَشَهِدُوا خَلْقَهُمْ سَتُكْتَبُ شَهَادَتُهُمْ وَيسْأَلُونَ } [الزخرف:19]\nوقال:{ أَمْ خَلَقْنَا الْمَلائِكَةَ إنَاثًا وَهُمْ شَاهِدُونَ (150) أَلا إنَّهُم مِّنْ إفْكِهِمْ لَيقُولُونَ (151) وَلَدَ اللَّهُ وَإنَّهُمْ لَكَاذِبُونَ } [الصافات: 150 ـ 152]،\nوقال تعالى:{ وَقَالُوا اتَّخَذَ الرَّحْمَنُ وَلَدًا سُبْحَانَهُ بَلْ عِبَادٌ مُّكْرَمُونَ } [الأنبياء: 26].\nومن الأدلة على وجوب الإيمان بالملائكة، قوله تعالى:{ آمََنَ الرَّسُولُ بِمَا أُنزِلَ إلَيهِ مِن رَّبِّهِ وَالْمُؤْمِنُونَ كُلٌّ آمَنَ بِاللَّهِ وَمَلائِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ لا نُفَرِّقُ بَينَ أَحَدٍ مِّن رُّسُلِهِ وَقَالُوا سَمِعْنَا وَأَطَعْنَا غُفْرَانَكَ رَبَّنَا وَإلَيكَ الْمَصِيرُ } [البقرة: 285]\nوقوله تعالى:{ لَيسَ الْبِرَّ أََن تُوَلُّوا وُجُوهَكُمْ قِبَلَ الْمَشْرِقِ وَالْمَغْرِبِ وَلَكِنَّ الْبِرَّ مَنْ آمَنَ بِاللَّهِ وَالْيوْمِ الآخِرِ وَالْمَلائِكَةِ وَالْكِتَابِ وَالنَّبِيينَ } [البقرة: 177]\nوقوله تعالى:{ يا أَيهَا الَّذِينَ آمَنُوا آمِنُوا بِاللَّهِ وَرَسُولِهِ وَالْكِتَابِ الَّذِي نَزَّلَ عَلَى رَسُولِهِ وَالْكِتَابِ الَّذِي أَنزَلَ مِن قَبْلُ وَمَن يكْفُرْ بِاللَّهِ وَمَلائِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ وَالْيوْمِ الآخِرِ فَقَدْ ضَلَّ ضَلالاً بَعِيدًا } [النساء:136]\nوحديث جبريل الطويل وفيه: «الإيمانُ أن تؤمن بالله وملائكته وكتبه ورسله...»(7).\n_____________\n(7) أخرجه البخاري: كتاب الإيمان، باب/ سؤال جبريل النبي صلى الله عليه وسلم عن الإيمان، والإسلام، والإحسان، وعلم الساعة... حديث (50)، ومسلم كتاب الإيمان، باب/ بيان الإيمان والإسلام والإحسان... حديث(1).",
        "(1/7)\n\nفجعل الرسول صلى الله عليه وسلم الإيمان بالملائكة ركنًا من أركان الإيمان وعدم الإيمان بهم وبوجودهم كفر مخرجٌ من الملة بالإجماع كما قال تعالى:{ وَمَن يكْفُرْ بِاللَّهِ وَمَلائِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ وَالْيوْمِ الآخِرِ فَقَدْ ضَلَّ ضَلالاً بَعِيدًا }[النساء: 136].\nولا يحصيهم إلا الله تعالى، فقد ثبت في «الصحيحين» من حديث أنس رضي الله عنه في قصة المعراج «أن النبي عليه الصلاة والسلام رُفع له البيت المعمور في السماء يدخله يصلي فيه كل يوم سبعون ألف ملك، إذا خرجوا لم يعودوا إليه» (8).\nوقد يتمثل الملك بأمر الله على هيئة بشر، كما في قصة مريم، وحديث جبريل حين سأل النبي صلى الله عليه وسلم عن الإسلام، والإيمان والإحسان.\nأما صورته الحقيقية، فقد ذكر الله ـ تعالى ـ في القرآن أنه جعل من الملائكة رسلاً أولي أجنحة مثنى وثلاث ورباع، يزيد في الخلق ما يشاء إن الله على كل شيء قدير، وقد رأى النبي عليه الصلاة والسلام جبريل على صورته الحقيقية وله ستمائة جناح قد سد الأفق (9).\n__________\n(8) البخاري: كتاب بدء الخلق، باب/ ذكر الملائكة حديث (3207)، ومسلم: كتاب الإيمان، باب/ الإسراء برسول الله صلى الله عليه وسلم إلى السموات وفرض الصلوات ح(264).\n(9) أخرجه البخاري في كتاب بدء الخلق (4/83) باب/ إذا قال أحدكم والملائكة في السماء...، وكتاب التفسير (6/50) باب/{ فكان قاب قوسين أو أدنى } ، ومسلم في كتاب الإيمان (1/158)، باب/ في ذكر سدرة المنتهى.\n(1/8)",
        "\nوظائف الملائكة:\nأولاً: تثبيت المؤمنين\nكما قال تعالى:{ إنَّ الَّذِينَ قَالُوا رَبُّنَا اللَّهُ ثُمَّ اسْتَقَامُوا تَتَنَزَّلُ عَلَيهِمُ الْمَلائِكَةُ أَلاَّ تَخَافُوا وَلا تَحْزَنُوا وَأَبْشِرُوا بِالْجَنَّةِ الَّتِي كُنتُمْ تُوعَدُونَ } [فصلت:30]،\nوقال تعالى:{ إذْ يوحِي رَبُّكَ إلَى الْمَلائِكَةِ أَنِّي مَعَكُمْ فَثَبِّتُوا الَّذِينَ آمَنُوا سَأُلْقِي فِي قُلُوبِ الَّذِينَ كَفَرُوا الرُّعْبَ فَاضْرِبُوا فَوْقَ الأَعْنَاقِ وَاضْرِبُوا مِنْهُمْ كُلَّ بَنَانٍ } [الأنفال: 12]،\nوقال تعالى:{ وَلَقَدْ نَصَرَكُمُ اللَّهُ بِبَدْرٍ وَأَنتُمْ أَذِلَّةٌ فَاتَّقُوا اللَّهَ لَعَلَّكُمْ تَشْكُرُونَ (123) إذْ تَقُولُ لِلْمُؤْمِنِينَ أَلَن يكْفِيكُمْ أَن يمِدَّكُمْ رَبُّكُم بِثَلاثَةِ آلافٍ مِّنَ الْمَلائِكَةِ مُنزَلِينَ (124) بَلَى إن تَصْبِرُوا وَتَتَّقُوا وَيأْتُوكُم مِّن فَوْرِهِمْ هَذَا يمْدِدْكُمْ رَبُّكُم بِخَمْسَةِ آلافٍ مِّنَ الْمَلائِكَةِ مُسَوِّمِينَ (125) وَمَا جَعَلَهُ اللَّهُ إلاَّ بُشْرَى لَكُمْ وَلِتَطْمَئِنَّ قُلُوبُكُم بِهِ وََمَا النَّصْرُ إلاَّ مِنْ عِندِ اللَّهِ الْعَزِيزِ الْحَكِيمِ } [آل عمران: 123 ـ 126].\nثانيا: قبض الأرواح والنفخ في الصور\nقال تعالى:{ قُلْ يتَوَفَّاكُم مَّلَكُ الْمَوْتِ الَّذِي وُُكِّلَ بِكُمْ ثُمَّ إلَى رَبِّكُمْ تُرْجَعُونَ } [السجدة: 11]،\nوقال تعالى:{ وَهُوَ الْقَاهِرُ فَوْقَ عِبَادِهِ وَيرْسِلُ عَلَيكُمْ حَفَظَةً حَتَّى إذَا جَاءَ أَحَدَكُمُ الْمَوْتُ تَوَفَّتْهُ رُسُلُنَا وَهُمْ لا يفَرِّطُونَ } [الأنعام: 61]،\nوقال تعالى:{ وَتَرَكْنَا بَعْضَهُمْ يوْمَئِذٍ يمُوجُ فِي بَعْضٍ وَنُفِخَ فِي الصُّورِ فَجَمَعْنَاهُمْ جَمْعًا } [الكهف: 99]،\nوقال تعالى:{ وَنُفِخَ فِي الصُّورِ فَإذَا هُم مِّنَ الأَجْدَاثِ إلَى رَبِّهِمْ ينسِلُونَ } [يس: 51].\n(1/9)\n",
        "وقال تعالى:{ وَنُفِخَ فِي الصُّورِ فَصَعِقَ مَن فِي السَّمَوَاتِ وَمَن فِي الأَرْضِ إلاَّ مَن شَاءَ اللَّهُ ثُمَّ نُفِخَ فِيهِ أُخْرَى فَإذَا هُمْ قِيامٌ ينظُرُونَ } [الزمر:68].\nثالثًا: تسجيل الأعمال وحفظها،\nكما قال تعالى:{ مَا يلْفِظُ مِن قَوْلٍ إلاَّ لَدَيهِ رَقِيبٌ عَتِيدٌ } [ق:18]، وقال تعالى:{ وَإنَّ عَلَيكُمْ لَحَافِظِينَ (10) كِرَامًا كَاتِبِينَ (11) يعْلَمُونَ مَا تَفْعَلُونَ } [الانفطار: 10 ـ 12].\nرابعًا: خزنة لجهنم،\nكما قال تعالى:{ يا أَيهَا الَّذِينَ آمَنُوا قُوا أَنفُسَكُمْ وَأَهْلِيكُمْ نَارًا وَقُودُهَا النَّاسُ وَالْحِجَارَةُ عَلَيهَا مَلائِكَةٌ غِلاظٌ شِدادٌ لاَّ يعْصُونَ اللَّهَ مَا أَمَرَهُمْ وَيفْعَلُونَ مَا يؤْمَرُونَ } [التحريم: 6]،\nوقال:{ وَمَا أَدْرَاكَ مَا سَقَرُ (27) لا تُبْقِي وَلا تَذَرُ (28) لَوَّاحَةٌ لِّلْبَشَرِ (29) عَلَيهَا تِسْعَةَ عَشَرَ (30) وَمَا جَعَلْنَا أَصْحَابَ النَّارِ إلاَّ مَلائِكَةً وَمَا جَعَلْنَا عِدَّتَهُمْ إلاَّ فِتْنَةً لِّلَّذِينَ كَفَرُوا لِيسْتَيقِنَ الَّذِينَ أُوتُوا الْكِتَابَ وَيزْدَادَ الَّذِينَ آمَنُوا إيمَانًا وَلا يرْتَابَ الَّذِينَ أُوتُوا الْكِتَابَ وَالْمُؤْمِنُونَ وَلِيقُولَ الَّذِينَ فِي قُلُوبِهِم مَّرَضٌ وَالْكَافِرُونَ مَاذَا أَرَادَ اللَّهُ بِهَذَا مَثَلاً كَذَلِكَ يضِلُّ اللَّهُ مَن يشَاءُ وَيهْدِي مَن يشَاءُ وَمَا يعْلَمُ جُنُودَ رَبِّكَ إلاَّ هُوَ وَمَا هِي إلاَّ ذِكْرَى لِلْبَشَرِ } [المدثر: 27 ـ 31].\nخامسًا: الترحيب بالمؤمنين\nكما قال تعالى:{ وَسِيقَ الَّذينَ اتَّقَوْا رَبَّهُمْ إلَى الْجَنَّةِ زُمَرًا حَتَّى إذَا جَاءُوهَا وَفُتِحَتْ أَبْوَابُهَا وَقَالَ لَهُمْ خَزَنَتُهَا سَلامٌ عَلَيكُمْ طِبْتُمْ فَادْخُلُوهَا خَالِدِينَ } [الزمر: 73].\nوقال تعالى:{ جَنَّاتُ عَدْنٍ يدْخُلُونَهَا وَمَن صَلَحَ مِنْ آبَائِهِمْ وَأَزْوَاجِهِمْ وَذُرِّياتِهِمْ وَالْمَلائِكَةُ يدْخُلُونَ عَلَيهِم مِّن كُلِّ بَابٍ } [الرعد: 23]، وليست هذه الأعمال المذكورة هي كل الأعمال التي يقوم به الملائكة، وإنما على سبيل التمثيل، وإلا فأعمالهم كثيرة جدًّا.\n(1/10)\n\nباب الإيمان بالكتب\nونؤمن بكتب الله تعالى التي أنزلها على رُسله إجمالاً، ونؤمن بما سماه منها على التفصيل،كالتوراة والإنجيل والزبور والقرآن، وهي كلامه أوحى به إلى رسله، ليبلِّغوه حُجةً لله على خلقه.\nوأن الإيمان بها ركن من أركان الإيمان، قال تعالى:{ قُولُوا آمَنَّا بِاللَّهِ وَمَا أُنزِلَ إلَينَا وَمَا أُنزِلَ إلَى إبْرَاهِيمَ وَإسْمَاعِيلَ وَإسْحَاقَ وَيعْقُوبَ وَالأََسْبَاطِ وَمَا أُوتِي مُوسَى وَعِيسَى وَمَا أُوتِي النَّبِيونَ مِن رَّبِّهِمْ لا نُفَرِّقُ بَينَ أََحَدٍ مِّنْهُمْ وَنَحْنُ لَهُ مُسْلِمُونَ } [البقرة: 136] .\nوالإيمان بها صفة من صفات المؤمنين، كما قال تعالى:{ آمََنَ الرَّسُولُ بِمَا أُنزِلَ إلَيهِ مِن رَّبِّهِ وَالْمُؤْمِنُونَ كُلٌّ آمَنَ بِاللَّهِ وَمَلائِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ لا نُفَرِّقُ بَينَ أَحَدٍ مِّن رُّسُلِهِ وَقَالُوا سَمِعْنَا وَأَطَعْنَا غُفْرَانَكَ رَبَّنَا وَإلَيكَ الْمَصِيرُ } [البقرة: 285].\nوقال تعالى:{ الم (1) ذَلِكَ الْكِتَابُ لا رَيبَ فِيهِ هُدًى لِّلْمُتَّقِينَ (2) الَّذِينَ يؤْمِنُونَ بِالْغَيبِ وَيقِيمُونَ الصَّلاةَ وَمِمَّا رَزَقْنَاهُمْ ينفِقُونَ (3) وَالَّذِينَ يؤْمِنُونَ بِمَا أُنزِلَ إلَيكَ وَمَا أُنزِلَ مِن قَبْلِكَ وَبِالآخِرَةِ هُمْ يوقِنُونَ } [البقرة: 1 ـ 4].\nوحكم تعالى بالكفر على من لم يؤمن بها فقال تعالى:{ يا أَيهَا الَّذِينَ آمَنُوا آمِنُوا بِاللَّهِ وَرَسُولِهِ وَالْكِتَابِ الَّذِي نَزَّلَ عَلَى رَسُولِهِ وَالْكِتَابِ الَّذِي أَنزَلَ مِن قَبْلُ وَمَن يكْفُرْ بِاللَّهِ وَمَلائِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ وَالْيوْمِ الآخِرِ فَقَدْ ضَلَّ ضَلالاً بَعِيدًا } [النساء: 136].\nوقال تعالى:{ أَفَمَن كَانَ عَلَى بَينَةٍ مِّن رَّبِّهِ وَيتْلُوهُ شَاهِدٌ مِّنْهُ وَمِن قَبْلِهِ كِتَابُ مُوسَى إمَامًا وَرَحْمَةً أُوْلَئِكَ يؤْمِنُونَ بِهِ وَمَن يكْفُرْ بِهِ مِنَ الأَحْزَابِ فَالنَّارُ مَوْعِدُهُ فَلا تَكُ فِي مِرْيةٍ مِّنْهُ إنَّهُ الْحَقُّ مِن رَّبِّكَ وَلَكِنَّ أَكْثَرَ النَّاسِ لا يؤْمِنُونَ } [هود: 17].\nوقال تعالى:{ الَّذِينَ آتَينَاهُمُ الْكِتَابَ يتْلُونَهُ حَقَّ تِلاوَتِهِ أُوْلَئِكَ يؤْمِنُونَ بِهِ وَمَن يكْفُرْ بِهِ فَأُوْلَئِكَ هُمُ الْخَاسِرُونَ } [البقرة: 121].",
        "(1/11)\n\nونؤمن بأن الله تعالى حفظ كتابه الذي أنزله على نبيه محمد من التبديل والتغيير، فقال تعالى:{ إنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإنَّا لَهُ لَحَافِظُونَ } [الحجر: 9]،\nوقال تعالى:{ إنَّ الَّذِينَ كَفَرُوا بِالذِّكْرِ لَمَّا جَاءَهُمْ وَإنَّهُ لَكِتَابٌ عَزِيزٌ (41) لا يأْتِيهِ الْبَاطِلُ مِنْ بَينِ يدَيهِ وَلا مِنْ خَلْفِهِ تَنزِيلٌ مِّنْ حَكِيمٍ حَمِيدٍ } [فصلت:42،41]\nوهو الذي بين دفتي المصحف، يبدأ بالفاتحة وينتهي بسورة الناس.\nوهو والسنة المطهرة مصدرا التشريع لهذه الأمة المحمدية، لا يسع لأحد الخروج عنه؛ لأن فيه خيري الدنيا والآخرة، كما قال تعالى:{ وَنَزَّلْنَا عَلَيكَ الْكِتَابَ تِبْيانًا لِّكُلِّ شَيءٍ وَهُدًى وَرَحْمَةً وَبُشْرَى لِلْمُسْلِمِينَ} [النحل:89].\nونؤمن بأنه مُنزل من الله تعالى وليس بمخلوق، قال تعالى:{ تَبَارَكَ الَّذِي نَزَّلَ الْفُرْقَانَ عَلَى عَبْدِهِ لِيكُونَ لِلْعَالَمِينَ نَذِيرًا } [الفرقان: 1]،\nوقال تعالى:{ أَلا لَهُ الْخَلْقُ وَالأَمْرُ تَبَارَكَ اللَّهُ رَبُّ الْعَالَمِينَ } [الأعراف: 54].\nولا يساويه شيء من كلام المخلوقين، أنزله على رسوله بلفظه ومعناه، وتكلم به الله عز وجل على الحقيقة بصوت مسموع على ما يليق بجلاله وعظمته، قال تعالى:{ لَيسَ كَمِثْلِهِ شَيءٌ وَهُوَ السَّمِيعُ الْبَصِيرُ } [الشورى:11]،\nكما قال ربنا في كتابه:{ وَنَادَينَاهُ مِن جَانِبِ الطُّورِ الأَيمَنِ وَقَرَّبْنَاهُ نَجِيا } [مريم: 52].\nوعن عبدالله بن أنيس قال: سمعت النبي صلى الله عليه وسلم يقول: «يحشر الله العباد فيناديهم بصوت يسمعه من بعد كما يسمعه من قرب: أنا الملك، أنا الديان»(10)، وهو صفةٌ من صفاته فمن قال غير ذلك فقد كفر.\n__________\n(10) أخرجه البخاري معلقًا: كتاب التوحيد، باب/ قول الله تعالى:{ ولا تنفع الشفاعة عنده إلا لمن أذن له } برقم (32) (15/419).\n(1/12)",
        "\nباب الإيمان بالرسل والأنبياء\nونؤمن بأنبياء الله ورسله أجمعين الذين أخبر الله تعالى عنهم في كتابه، أو أخبر رسوله صلى الله عليه وسلم عنهم في سنته، لا نفرق بين أحد من رسله، اصطفاهم الله تعالى على خلقه، وخصّهم برسالاته، وجعلهم واسطة بينه وبين خلقه، لتبليغ وحيه، وإيصال كلامه وشرعه.\nونؤمن بأنهم بلغوا الرسالة، وأدوا الأمانة، ونصحوا لأممهم، ولم يكتموا شيئًا حملوه، ومن كفر بنبي من الأنبياء فقد كفر بسائر الأنبياء، قال تعالى:{ إنَّ الَّذِينَ يكْفُرُونَ بِاللَّهِ وَرُسُلِهِ وَيرِيدُونَ أَن يفَرِّقُوا بَينَ اللَّهِ وَرُسُلِهِ وَيقُولُونَ نُؤْمِنُ بِبَعْضٍ وَنَكْفُرُ بِبَعْضٍ وَيرِيدُونَ أَن يتَّخِذُوا بَينَ ذَلِكَ سَبِيلاً (150) أُوْلَئِكَ هُمُ الْكَافِرُونَ حَقًّا وَأَعْتَدْنَا لِلْكَافِرِينَ عَذَابًا مُّهِينًا (151) وَالَّذِينَ آمَنُوا بِاللَّهِ وَرُسُلِهِ وَلَمْ يفَرِّقُوا بَينَ أَحَدٍ مِّنْهُمْ أُوْلَئِكَ سَوْفَ يؤْتِيهِمْ أُجُورَهُمْ وَكَانَ اللَّهُ غَفُورًا رَّحِيمًا } [النساء: 150 ـ 152].\nونؤمن بأنهم يدعون لأصل واحد وهو التوحيد، فالإسلام دين جميع الأنبياء، والرسل، وإن اختلفت شرائعهم، كما قال تعالى:{ وَلَقَدْ بَعَثْنَا فِي كُلِّ أُمَّةٍ رَّسُولاً أَنِ اعْبُدُوا اللَّهَ وَاجْتَنِبُوا الطَّاغُوتَ } [النحل:36]،\nوقال تعالى:{ وَمَا أَرْسَلْنَا مِن قَبْلِكَ مِن رَّسُولٍ إلاَّ نُوحِي إلَيهِ أَنَّهُ لا إلَهَ إلاَّ أَنَا فَاعْبُدُونِ } [الأنبياء:25].\nونؤمن بأن آخرهم محمد خير البشر، وسيد ولد آدم، فضله الله تعالى على جميع رسله وأنبيائه، وخصه بما لم يخص به أحدًا غيره، وجعل أمته خير أمة أُخرجت للناس، وأن رسالته عامة للثقلين الإنس والجن، وأنها باقية إلى يوم القيامة، وشريعته هي الشريعة المهيمنة على سائر الشرائع، قال تعالى:{ قُلْ يا أَيهَا النَّاسُ إنِّي رَسُولُ اللَّهِ إلَيكُمْ جَمِيعًا الَّذِي لَهُ مُلْكُ السَّمَوَاتِ وَ الأَرْضِ لا إلَهَ إلاَّ هُو يحْيي وَيمِيتُ فَآمِنُوا بِاللَّهِ وَرَسُولِهِ النَّبِي الأُمِّي الَّذِي يؤْمِنُ بِاللَّهِ وَكَلِمَاتِهِ وَاتَّبِعُوهُ لَعَلَّكُمْ تَهْتَدُونَ } [الأعراف: 158].\nوقال تعالى:{ وَمَا أَرْسَلْنَاكَ إلاَّ كَافَّةً لِّلنَّاسِ بَشِيرًا وَنَذِيرًا وَلَكِنَّ أَكْثَرَ النَّاسِ لا يعْلَمُونَ } [سبأ:28].\n* * *\n(1/13)\n",
        "باب الإيمان باليوم الآخر\nونؤمن بأنه لا تصح عقيدة العبد إلا بالإيمان باليوم الآخر، قال تعالى:{ لَيسَ الْبِرَّ أََن تُوَلُّوا وُجُوهَكُمْ قِبَلَ الْمَشْرِقِ وَالْمَغْرِبِ وَلَكِنَّ الْبِرَّ مَنْ آمَنَ بِاللَّهِ وَالْيوْمِ الآخِرِ وَالْمَلائِكَةِ وَالْكِتَابِ وَالنَّبِيينَ } [البقرة: 177]، وقال تعالى:{ إنَّ الَّذِينَ آمَنُوا وَالَّذِينَ هَادُوا وَالنَّصَارَى وَالصَّابِئِينَ مَنْ آمَنَ بِاللَّهِ وَالْيوْمِ الآخِرِ وَعَمِلَ صَالِحًا فَلَهُمْ أََجْرُهُمْ عِندَ رَبِّهِمْ وَلا خَوْفٌ عَلَيهِمْ وَلا هُمْ يحْزَنُونَ } [البقرة: 62].\nوحديثُ جبريل الطويل وفيه:«الإيمان أن تؤمن بالله وملائكته وكتبه ورسله واليوم الآخر...»(11).\n_____________\n(11) سبق تخريجه.\n(1/14)\n\nباب الإيمان بخروج المهدي:\nونؤمن بخروج المهدي بعدما يعم الفساد والظلم والطغيان الأرض، فيأتي يملؤها عدلاً وقسطًا كما ملئت جورًا وظلمًا.",
        "(1/15)\n\nباب الإيمان بخروج الدجال:\nونؤمن بخروج الدجال آخر الزمان يدعو إلى الربوبية، رجل أعور، جعد الشعر، وعينه طافية قد ذهب نورها، كما أخبرنا بصفاته رسولنا صلى الله عليه وسلم عن أنس ـ رضي الله عنه ـ قال:قال النبي صلى الله عليه وسلم: «ما بعث نبي إلا أنذر أمته الأعور الكذاب: ألا إنه أعور، وإن ربكم ليس بأعور، وإن بين عينيه مكتوب كافر»(12).\n______________\n(12) أخرجه البخاري (13/19، 389)، ومسلم حديث رقم (2933)، وأخرجه مسلم أيضًا من طريق أخرى عن قتادة.\n(1/16)",
        "\nباب الإيمان بنزول عيسى عليه السلام :\nونؤمن بنزول عيسى عليه السلام على المنارة البيضاء شرقي دمشق، فيقتل الدجال، ويحكم بالإسلام، ويكسر الصليب، ويقتل الخنزير، ويضع الجزية.\nفعن أبي هريرة ـ رضي الله عنه ـ قال: قال رسول الله صلى الله عليه وسلم: «والذي نفسي بيده ليوشكن أن ينزل ابن مريم حكمًا مقسطًا، فيكسر الصليب، ويقتل الخنزير، ويضع الجزية، ويفيض المال حتى لا يقبله أحد»(13).\n__________\n(13) أخرجه البخاري في البيوع (4/414) ح(2222)، وفي المظالم (5/121) ح(2476)، وفي الأنبياء (6/490، 491) ح(3448)، ومسلم في الإيمان (1/135) ح(155).\n(1/17)\n",
        "باب الإيمان بخروج يأجوج ومأجوج :\nونؤمن بيأجوج ومأجوج، كما قال تعالى:{ قَالُوا يا ذَا الْقَرْنَينِ إنَّ يأْجُوجَ وَمَأْجُوجَ مُفْسِدُونَ فِي الأَرْضِ فَهَلْ نَجْعَلُ لَكَ خَرْجًا عَلَى أَن تَجْعَلَ بَينَنَا وَبَينَهُمْ سَدًّا } [الكهف: 94]، وقال تعالى:{ حَتَّى إذَا فُتِحَتْ يأْجُوجُ وَمَأْجُوجُ وَهُم مِّن كُلِّ حَدَبٍ ينسِلُونَ } [الأنبياء: 96].\nوعن أبي سعيد الخدري ـ رضي الله عنه ـ عن النبي صلى الله عليه وسلم قال: «يقول الله تعالى: يا آدم! فيقول: لبيك وسعديك والخير في يديك، فيقول: أخرج بعث النار. قال: وما بعث النار؟، قال: من كل ألف تسعمائة وتسعةٌ وتسعون، فعنده يشيب الصغير، وتضع كل ذات حمل حملها، وترى الناس سكارى، وما هم بسكارى، ولكن عذاب الله شديد».\nقالوا: يا رسول الله وأينا ذلك الواحد قال: «أبشروا فإن منكم رجل، ومن يأجوج ومأجوج ألف»(14).\n___________\n(14) أخرجه البخاري (6/382، 8/441، 11/388، 13/453)، ومسلم رقم (222).\n(1/18)\n\nباب الإيمان بخروج الدابة :\nونؤمن بخروج دابة يراها كل أهل جهة في جهتهم، وتكتب بين عيني المؤمن مؤمنًا، وبين عيني الكافر كافرًا، تنذر الناس بقرب العذاب والهلاك، قال تعالى:{ وَإذَا وَقَعَ الْقَوْلُ عَلَيهِمْ أَخْرَجْنَا لَهُمْ دَابَّةً مِّنَ الأَرْضِ تُكَلِّمُهُمْ أَنَّ النَّاسَ كَانُوا بِآياتِنَا لا يوقِنُونَ } [النمل: 82].",
        "(1/19)\n\nباب الإيمان بطلوع الشمس من مغربها :\nونؤمن بطلوع الشمس من مغربها علامة من علامات الساعة الكبرى، فعندها لا ينفع الندم، ولا تُقبل التوبة، قال تعالى:{ هَلْ ينظُرُونَ إلاَّ أَن تَأْتِيهُمُ الْمَلائِكَةُ أَوْ يأْتِي رَبُّكَ أَوْ يأْتِي بَعْضُ آياتِ رَبِّكَ يوْمَ يأْتِي بَعْضُ آياتِ رَبِّكَ لا ينفَعُ نَفْسًا إيمَانُهَا لَمْ تَكُنْ آمَنَتْ مِن قَبْلُ أَوْ كَسَبَتْ فِي إيمَانِهَا خَيرًا قُلِ انتَظِرُوا إنَّا مُنتَظِرُونَ } [الأنعام: 158].\nوعن أبي هريرة ـ رضي الله عنه ـ قال: قال رسول الله صلى الله عليه وسلم: «لا تقوم الساعة حتى تطلع الشمس من مغربها، فإذا رآها الناس آمن من عليها، فذاك حين لا ينفع نفسًا إيمانها، لم تكن آمنت من قبل»(15).\n___________\n(15) أخرجه البخاري: كتاب الرقاق ح(6506) (13/156)، ومسلم: كتاب الإيمان، باب/ بيان الزمن الذي لا يقبل فيه الإيمان ح(248).\n(1/20)",
        "\nباب الإيمان بالنفخ في الصور:\nونؤمن بأن إسرافيل عليه السلام مُلتقم القرن، منتظر الأمر بالنفخ، كما في حديث أبي سعيد الخدري عند الترمذي قال: قال رسول الله صلى الله عليه وسلم: «كيف أنعم وقد التقم صاحب القرنِ القرنَ، وحنى جبهته، وأصغى سمعه، ينتظر أن يؤمر أن ينفخ فينفخ»(23)،\nوقال تعالى:{ وَنُفِخَ فِي الصُّورِ فَصَعِقَ مَن فِي السَّمَوَاتِ وَمَن فِي الأَرْضِ إلاَّ مَن شَاءَ اللَّهُ ثُمَّ نُفِخَ فِيهِ أُخْرَى فَإذَا هُمْ قِيامٌ ينظُرُونَ } [الزمر:86] وقال تعالى:{ وَنُفِخَ فِي الصُّورِ فَإذَا هُم مِّنَ الأَجْدَاثِ إلَى رَبِّهِمْ ينسِلُونَ } [يس: 51].\nونؤمن بأن النفخ نفختان، كما دل على ذلك الحديث الصحيح عند البخاري عن أبي هريرة ـ رضي الله عنه ـ قال: قال رسول الله صلى الله عليه وسلم:«ما بين النفختين أربعون، قال: أربعون يومًا؟ قال: أبيت، قال: أربعون شهرًا؟ قال: أبيت، قال: أربعون سنة؟ قال: أبيت.\nقال: ثم ينزل الله من السماء ماء. فينبتون كما ينبت البقل ليس من الإنسان شيء إلا يبلى، إلا عظمًا واحدًا وهو عجب الذنب، ومنه يركب الخلق يوم القيامة»(24).\n_____________\n(23) أخرجه الترمذي (1/70/316)، وقال: حديث حسن،\nوابن ماجه (4273)، وأحمد (3/7، 73)،\nوأبو نعيم في «الحلية» (5/105) (7/130، 312)،\nوابن المبارك في «الزهد» (1597)، وقد حسنه الألباني في «الصحيحة» (3/66) ح(1079).\n(24) أخرجه البخاري في كتاب تفسير القرآن، باب/ } يوم ينفخ في الصور فتأتون أفواجًا } ح(4935)، ومسلم: كتاب الفتن، باب/ ما بين النفختين ح(2955).\n(1/21)\n",
        "باب الإيمان بالبعث والحشر :\nونؤمن بالبعث والحشر، قال تعالى:{ قُلْ إنَّ الأَوَّلِينَ وَالآخِرِينَ (49) لَمَجْمُوعُونَ إلَى مِيقَاتِ يوْمٍ مَّعْلُومٍ } [الواقعة: 49 ، 50]،\nوقال تعالى:{ هَذَا يوْمُ الْفَصْلِ جَمَعْنَاكُمْ وَالأَوَّلِينَ } [المرسلات: 38]، وقال تعالى:{ زَعَمَ الَّذِينَ كَفَرُوا أَن لَّن يبْعَثُوا قُلْ بَلَى وَرَبِّي لَتُبْعَثُنَّ ثُمَّ لَتُنَبَّؤُنَّ بِمَا عَمِلْتُمْ وَذَلِكَ عَلَى اللَّهِ يسِيرٌ } [التغابن: 7].\nونؤمن بأن الله عز وجل يحشر الناس على أرض بيضاء، لم يسفك فيها دم، ولم يظلم عليها أحد، وذلك كما جاء في الحديث الصحيح عن سهل بن سعد قال: سمعت النبي صلى الله عليه وسلم يقول: «يحشر الناس يوم القيامة على أرض بيضاء عفراء كقرص نقي»(25)،\nويحشرون حفاة عراة غرلاً بُهمًا كما قال تعالى:{ يوْمَ نَطْوِي السَّمَاءَ كَطَي السِّجِلِّ لِلْكُتُبِ كَمَا بَدَأْنَا أَوَّلَ خَلْقٍ نُّعِيدُهُ وَعْدًا عَلَينَا إنَّا كُنَّا فَاعِلِينَ } (26) [الأنبياء: 104].\n____________\n(25) أخرجه البخاري: كتاب الرقاق، باب/ يقبض الله الأرض يوم القيامة برقم (6521).\n(26) أخرجه البخاري: كتاب الأنبياء، باب/ قول الله تعالى:{ واتخذ الله إبراهيم خليلاً } حديث رقم (3394)، ومسلم: كتاب الجنة، باب/ فناء الدنيا، وبيان الحشر يوم القيامة حديث رقم (85).\n(1/22)\n\nباب الإيمان بالحساب:\nونؤمن بإطلاع الله ـ تعالى ـ عباده على أعمالهم في الحياة الدنيا ويقررهم بذلك، وذلك بين العبد وربه، كما جاء في البخاري من حديث عدي بن حاتم قال: قال النبي صلى الله عليه وسلم: «ما منكم من أحد إلا وسيكلمه الله يوم القيامة، ليس بين الله وبينه ترجمان، ثم ينظر فلا يرى شيئًا قدامه، ثم ينظر بين يديه فتستقبله النار، فمن استطاع منكم أن يتقي النار ولو بشق تمرة»(27)،\nوقال تعالى:{ فَلَنَسْئَلَنَّ الَّذِينَ أُرْسِلَ إلَيهِمْ وَلَنَسْئَلَنَّ الْمُرْسَلِينَ } [الأعراف: 6].\n__________\n(27) أخرجه البخاري في كتاب التوحيد، باب/ كلام الرب يوم القيامة مع الأنبياء وغيرهم (13/474) ح(7521)، ومسلم: الزكاة، باب/ الحث على الصدقة ولو بشق تمرة، أو كلمة طيبة، وأنها حجاب من النار، (2/703) ح(67)، وهو عند أهل السنن.",
        "(1/23)\n\nباب الإيمان بالميزان:\nونؤمن بالميزان وهو ما يضعه الله تعالى يوم القيامة لوزن أعمال العباد، قال تعالى:{ وَنَضَعُ الْمَوَازِينَ الْقِسْطَ لِيوْمِ الْقِيامَةِ فَلا تُظْلَمُ نَفْسٌ شَيئًا وَإن كَانَ مِثْقَالَ حَبَّةٍ مِّنْ خَرْدَلٍ أَتَينَا بِهَا وَكَفَى بِنَا حَاسِبِينَ } [الأنبياء: 47].\nوعن أبي هريرة ـ رضي الله عنه ـ قال: قال النبي صلى الله عليه وسلم: «كلمتان حبيبتان إلى الرحمن، خفيفتان على اللسان، ثقيلتان في الميزان: سبحان الله وبحمده، سبحان الله العظيم»(28).\n______________\n(28) أخرجه البخاري: كتاب الأيمان والنذور، باب/ إذا قال: والله لا أتكلم اليوم فصلى أو قرأ أو سبح (11/566) ح(6682)،\nومسلم: كتاب الذكر، باب/ فضل التهليل والتسبيح والدعاء (4/2072) ح(31).\n(1/24)",
        "\nباب الإيمان بالصراط :\nونؤمن بالصراط المنصوب على متن جهنم، وهو الجسر الممدود على ظهر جهنم ليعبر الناس عليه إلى الجنة.\nونؤمن بأن الناس كلهم سوف يمرون عليه، قال تعالى:{ وَإن مِّنكُمْ إلاَّ وَارِدُهَا كَانَ عَلَى رَبِّكَ حَتْمًا مَّقْضِيا } [مريم: 71]،\nويكون المرور على حسب إيمان العبد وأعماله، «فمنهم من يمر كلمح البصر، ومنهم من يمر كالبرق، ومنهم من يمر كالريح، ومنهم من يمر كالفرس الجواد، ومنهم من يمر كالركاب الإبل، ومنهم من يعدو عدوًا، ومنهم من يمشي مشيا، ومنهم من يزحف زحفًا، ومنهم من يخطف خطفًا ويلقى في جهنم»(29)،\n«وهو أحد من السيف، وأدقُّ من الشعرة»(30)\nوعلى جنباته كلاليب مثل شوك السعدان مأمورة بأخذ من أمرت به، فعن أبي سعيد الخدري أن رسول الله سئل عن الصراط فقال: «مدحضة مزلةٌ، عليه خطاطيف وكلاليب وحسكة مفلطحة، لها شوكة عقيفاء تكون بنجد يقال لها: السعدان»(31).\nفإذا عبروا عليه، وقفوا عند قنطرة بين الجنة والنار، فيقتص من بعضهم لبعض، فإذا هذبوا ونقوا، أذن لهم في دخول الجنة(32).\n____________\n(29) أخرج الحديث في ذلك البخاري برقم (7439) في التوحيد، باب/ قول الله تعالى:{ وجوه يومئذ ناضرة{ ، ومسلم برقم (183) في الإيمان، باب/ معرفة طريق الرؤية عن أبي سعيد الخدري رضي الله عنه.\n(30) أخرجه أحمد في «المسند» (6/110) لكن في سنده ابن لهيعة، وذكره أيضًا مسلم في «صحيحه» عن أبي سعيد الخدري برقم (183) في الأيمان، والحديث له حكم الرفع.\n(31) أخرجه البخاري كتاب التوحيد، باب/ قول الله:{ وجوه يومئذ ناضرة، إلى ربها ناظرة{ حديث رقم (7439) (51/381ـ382).\n(32) أخرج الحديث في ذلك البخاري برقم (6535) في الرقاق باب/ القصاص يوم القيامة عن أبي سعيد الخدري رضي الله عنه.\n(1/25)\n",
        "باب الإيمان بالحوض :\nونؤمن بحوض نبينا محمد عليه الصلاة والسلام،ترده أمته قبل دخول الجنة، قال تعالى:{ إنَّا أَعْطَينَاكَ الْكَوْثَرَ}[الكوثر:1]\nوعن سهل بن سعد عن النبي صلى الله عليه وسلم قال:«إني فرطكم على الحوض»(33).\nونؤمن بأن ماءه أشد بياضًا من اللبن، وأحلى من العسل، وأن فيه من الأباريق كعدد نجوم السماء، وطوله مسيرة شهر، وعرضه مسيرة شهر، من شرب منه شربة لم يظمأ بعدها أبدًا(34)\nحافتاه قباب اللؤلؤ المجوف، وهو موجود الآن، لقول الرسول:«وإني والله أنظر إلى حوضي الآن».\nونؤمن بأن أصنافًا من أمته صلى الله عليه وسلم يمنعون من ورود الحوض، فيقول صلى الله عليه وسلم مدافعًا عنهم: «أمتي»، فيقال له: إنك لا تدري ما عملوا بعدك، فإنهم ما زالوا يرجعون على أعقابهم، فلقد مشوا القهقرى، فيقول صلى الله عليه وسلم: «سحقًا سحقًا لمن بدل بعدي»(35).\n_____________\n(33) أخرجه البخاري: كتاب الرقاق، باب/ صفة الحوض رقم (6583)، ومسلم: كتاب الفضائل باب/ إثبات الحوض (2290).\n(34) ورد ما ذكره المصنف رحمه الله في صفة الحوض عدة أحاديث، انظر: البخاري رقم (6579، 6580، 6583) في الرقاق، باب/ في الحوض، وأيضًا أخرجه مسلم برقم (2292، 2300) في الفضائل، باب/ إثبات الحوض.\n(35) الحديث أخرجه البخاري برقم (6579، 6580، 6584، 6585، 6586، 6587، 6593) في الرقاق، ومسلم برقم (2293، 2294، 2295) في الفضائل.\n(1/26)\n\nباب الإيمان بالشفاعة :\nونؤمن بالشفاعة يوم القيامة، ولا تكون إلا لمن أذن له الله عز وجل وارتضاه شفيعًا، كما قال تعالى:{ مَن ذَا الَّذِي يشْفَعُ عِندَهُ إلاَّ بِإذْنِهِ } [البقرة: 255]،\nوقال تعالى:{ يوْمَئِذٍ لاَّ تَنفَعُ الشَّفَاعَةُ إلاَّ مَنْ أَذِنَ لَهُ الرَّحْمَنُ وَرَضِي لَهُ قَوْلاًً } [طه: 109]،\nوقال تعالى:{ يوْمَ يقُومُ الرُّوحُ وَالْمَلائِكَةُ صَفًّا لاَّ يتَكَلَّمُونَ إلاَّ مَنْ أَذِنَ لَهُ الرَّحْمَنُ وَقَالَ صَوَابًا } [النبأ: 38].\nونؤمن بأن لرسولنا محمد صلى الله عليه وسلم يوم القيامة شفاعة خاصة، وهي المقام المحمود الذي وعده الله تعالى لنبيه، كما قال تعالى:{ عَسَى أَن يبْعَثَكَ رَبُّكَ مَقَامًا مُّحْمُودًا } [الإسراء: 79]،\nوهي في أهل الموقف كي يقضي الله تعالى بينهم بعد أن يتراجع الأنبياء: آدم، ونوح، وإبراهيم، وموسى، وعيسى عليهم السلام عن الشفاعة حتى تنتهي إلى نبينا صلى الله عليه وسلم، فيشفع الرسول فيهم إلى الله، فيأتي الله سبحانه وتعالى للقضاء بين عباده.\nونؤمن بالشفاعة العامة للنبي صلى الله عليه وسلم ولغيره من الأنبياء والمرسلين والملائكة والمؤمنين لمن دخل النار من المؤمنين، كما في حديث أبي سعيد الخدري عن النبي صلى الله عليه وسلم وفيه:«فيشفع النبيون والملائكة والمؤمنون فيقول الجبار: بقيت شفاعتي»(36).\nونؤمن بشفاعة النبي للموحدين من أمته كما في حديث أبي هريرة أنه قال: قيل يا رسول الله! من أسعد الناس بشفاعتك يوم القيامة؟\nقال رسول الله صلى الله عليه وسلم: «لقد ظننت يا أبا هريرة أن لا يسألني عن هذا الحديث أحد أول منك، لما رأيت من حرصك على الحديث، أسعد الناس بشفاعتي يوم القيامة من قال: لا إله إلا الله، خالصًا من قلبه أو نفسه»(37).\nونؤمن بشفاعة المؤمنين لإخوانهم المؤمنين يوم القيامة\nكما في حديث أبي سعيد الخدري الطويل وفيه: «وإذا رأوا أنهم قد نجوا في إخوانهم يقولون: ربنا إخواننا كانوا يصلون معنا، ويصومون معنا ويعملون معنا، فيقول الله تعالى: اذهبوا فمن وجدتم في قلبه مثقال دينار من إيمان فأخرجوه،ويحرم الله صورهم على النار، فيأتونهم وبعضهم قد غاب في النار إلى قدمه وإلى أنصاف ساقيه، فيخرجون من عرفوا، ثم يعودون فيقول: اذهبوا فمن وجدتم في قلبه مثقال نصف دينار فأخرجوه، فيخرجون من عرفوا، ثم يعودون فيقول: اذهبوا فمن وجدتم في قلبه مثقال ذرة من إيمان فأخرجوه فيخرجون من عرفوا»(38).\n_______________\n(36) أخرجه مسلم: كتاب الإيمان (1/167) (183).\n(37) أخرجه البخاري: كتاب العلم، باب/ الحرص على الحديث (1/193) ح(99).\n(38) تقدمه صفحة (32) تعليق رقم (1).",
        "(1/27)\n\nباب الإيمان بالجنة :\nونؤمن بوجود الجنة ونعيمها، وقد هيئت وأعدت لعباده الصالحين، قال تعالى:{ وَسَارِعُوا إلَى مَغْفِرَةٍ مِّن رَّبِّكُمْ وَجَنَّةٍ عَرْضُهَا السَّمَوَاتُ وَالأَرْضُ أُعِدَّتْ لِلْمُتَّقِينَ } [آل عمران: 133].\nولقد أخبر عنها رسوله الكريم في الحديث الصحيح: عن عبدالله بن عباس رضي الله عنهما قال: قال رسول الله صلى الله عليه وسلم: «إني رأيت الجنة ـ أو أريت الجنة ـ فتناولت منها عنقودًا، ولو أخذته لأكلتم منه ما بقيت الدنيا»(39).\nونؤمن بأن نعيم الجنة لن يزول ويفنى، ولا يموت سكانها، ولا يهرم شبابها، نعيمها دائم، فيها ما لا عين رأت، ولا أذنٌ سمعت، ولا خطر على قلب بشر، قال تعالى:{ فَلا تَعْلَمُ نَفْسٌ مَّا أُخْفِي لَهُم مِّن قُرَّةِ أَعْينٍ جَزَاءً بِمَا كَانُوا يعْمَلُونَ } [السجدة: 17]، وقال تعالى:{ جَزَاؤُهُمْ عِندَ رَبِّهِمْ جَنَّاتُ عَدْنٍ تَجْرِي مِن تَحْتِهَا الأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا رَّضِي اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ ذَلِكَ لِمَنْ خَشِي رَبَّهُ } [البينة: 8].\n______________\n(39) أخرجه البخاري: كتاب الكسوف (2/540) (1052)، ومسلم: الكسوف (2/626) (907).\n(1/28)",
        "\nباب الإيمان بالنار:\nونؤمن بوجود النار وأنها حق، أعدها الله ـ تعالى ـ لعقاب الكافرين والمنافقين، قال تعالى:{ وَاتَّقُوا النَّارَ الَّتِي أُعِدَّتْ لِلْكَافِرِينَ } [آل عمران: 131]، وأنها خالدة أبدية، قال تعالى:{ إلاَّ طَرِيقَ جَهَنَّمَ خَالِدِينَ فِيهَا أَبَدًا وَكَانَ ذَلِكَ عَلَى اللَّهِ يسِيرًا } [النساء: 169]، وقال تعالى:{ إنَّ اللَّهَ لَعَنَ الْكَافِرِينَ وَأَعَدَّ لَهُمْ سَعِيرًا (64) خَالِدِينَ فِيهَا أَبَدًا لاَّ يجِدُونَ وَلِيا وَلا نَصِيرًا } [الأحزاب: 64، 65]، وقال تعالى:{ إنَّ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ وَالْمُشْرِكِينَ فِي نَارِ جَهَنَّمَ خَالِدِينَ فِيهَا أُوْلَئِكَ هُمْ شَرُّ الْبَرِيةِ } [البينة: 6].\nويدخلها عصاة الموحدين، ولا يخلدون فيها، بل يعذبون بقدر ذنوبهم ثم مصيرهم إلى الجنة.\n* * *\n(1/29)\n",
        "باب الإيمان بالقدر\nونؤمن بالقدر خيره وشره، حلوه ومره، وأن كل ما يقع من الخير والشر فهو قضاء الله وقدره، وأن كل ما يجري في الآفاق والأنفس فهو مقدر من الله تعالى، ومكتوب قبل خلق الخليقة كما قال تعالى:{ مَا أَصَابَ مِن مُّصِيبَةٍ فِي الأَرْضِ وَلا فِي أَنفُسِكُمْ إلاَّ فِي كِتَابٍ مِّن قَبْلِ أَن نَبْرَأَهَا إنَّ ذَلِكَ عَلَى اللَّهِ يسِيرٌ (22) لِكَيلا تَأْسَوْا عَلَى مَا فَاتَكُمْ وَلا تَفْرَحُوا بِمَا آتَاكُمْ وَاللَّهُ لا يحِبُّ كُلَّ مُخْتَالٍ فَخُورٍ } [الحديد:22، 23].\nوروى مسلم في «صحيحه» عن ابن عمر قال: قال رسول الله صلى الله عليه وسلم:«كل شيء بقدر حتى العجز والكيس، أو الكيس والعجز»(40).\nوروى البخاري في «صحيحه» عن عبدالله بن محيريز الجمحي أن أبا سعيد الخدري أخبره أنه: بينما هو جالس عند النبي صلى الله عليه وسلم جاء رجل من الأنصار فقال: يا رسول الله! إنا نصيب سبيا ونحبُّ المال، كيف ترى في العزل؟ فقال رسول الله صلى الله عليه وسلم: «أو إنكم تفعلون ذلك، لا عليكم أن لا تفعلوا، فإنه ليست نسمة كتب الله أن تخرج إلا هي كائنة»(41).\nوروى البخاري في «صحيحه» عن أبي هريرة عن النبي صلى الله عليه وسلم قال: «لا يأتي ابن آدم النذر بشيء لم أكن قد قدرته، ولكن يلقيه النذر إلى القدر وقد قدرته له، أستخرج به من البخيل»(42).\nفلا يخرج شيء عن إرادته وسلطانه، ولا يصدر شيء إلا بتقديره وعلمه.\n__________\n(40) أخرجه مسلم: كتاب القدر، باب/ كل شيء بقدر (2045) حديث: (18).\n(41) انظر: كتاب البيوع، باب/ بيع الرقيق ح(2229) (5/171ـ172) وأيضًا ورد الحديث بألفاظ مختلفة في نفس الصحيح برقم (2542)، (4138)، (6603)، (7409).\n(42) انظر: ح(6609)، (13/339) كتاب القدر، باب/ إلقاء العبد النذر إلى القدر.\n(1/30)\n\nونؤمن بأن الإيمان بالقدر على أربع مراتب:\nفالإيمان بعلم الله تعالى أولاها:\nكما قال تعالى:{ أَلَمْ تَعْلَمْ أَنَّ اللَّهَ يعْلَمُ مَا فِي السَّمَاءِ وَالأَرْضِ إنَّ ذَلِكَ فِي كِتَابٍ إنَّ ذَلِكَ عَلَى اللَّهِ يسِيرٌ } [الحج: 70]،\nوقال تعالى:{ وَقَالَ الَّذِينَ كَفَرُوا لا تَأْتِينَا السَّاعَةُ قُلْ بَلَى وَرَبِّي لَتَأْتِينَّكُمْ عَالِمِ الْغَيبِ لا يعْزُبُ عَنْهُ مِثْقَالُ ذَرَّةٍ فِي السَّمَوَاتِ وَلا فِي الأَرْضِ وَلا أَصْغَرُ مِن ذَلِكَ وَلا أَكْبَرُ إلاَّ فِي كِتَابٍ مُّبِينٍ } [سبأ: 3]،\nوعند البخاري من حديث علي ـ رضي الله عنه ـ قال: كنا في جنازة في بقيع الغرقد، فأتانا رسول الله صلى الله عليه وسلم فقعد، وقعدنا حوله، ومعه مخصرة، فنكس فجعل ينكت بمخصرته، ثم قال: «ما منكم من أحد، ما من نفس منفوسة إلا كتب مكانها من الجنة والنار، وإلا قد كتبت شقية أو سعيدة». فقال رجل: يا رسول الله! أفلا نتكل على كتابنا، وندع العمل فمن كان منا من أهل السعادة فسيصير إلى أهل السعادة، وأما من كان منا من أهل الشقاء فسيصير إلى عمل أهل الشقاوة؟ قال: «أما أهل السعادة فييسرون لعمل السعادة، وأما أهل الشقاوة فييسرون لعمل الشقاوة»، ثم قرأ:{ فَأَمَّا مَنْ أَعْطَى وَاتَّقَى (5) وَصَدَّقَ بِالْحُسْنَى } [الليل: 5، 6](43).\n__________\n(43) انظر: البخاري مع الفتح (3/591) ح(1362) كتاب الجنائز، باب/ موعظة المحدِّث عند القبر، وأخرجه أيضًا في مواضع متعددة بألفاظ مختلفة (4945)، (4946)، (4947)، (4948)، (6217)، (6605)، (7552).",
        "(1/31)\n\nوثاني المراتب: الإيمان بأن الله ـ تعالى ـ كتب في اللوح المحفوظ مقادير كل شيء، كما قال تعالى:{ وَمَا مِن دَابَّةٍ فِي الأَرْضِ وَلا طَائِرٍ يطِيرُ بِجَنَاحَيهِ إلاَّ أُمَمٌ أَمْثَالُكُم مَّا فَرَّطْنَا فِي الْكِتَابِ مِن شَيءٍ ثُمَّ إلَى رَبِّهِمْ يحْشَرُونَ } [الأنعام: 38]،\nوقال تعالى:{ وَعِندَهُ مَفَاتِحُ الْغَيبِ لا يعْلَمُهَا إلاَّ هُوَ وَيعْلَمُ مَا فِي الْبَرِّ وَالْبَحْرِ وَمَا تَسْقُطُ مِن وَرَقَةٍ إلاَّ يعْلَمُهََا وَلا حَبَّةٍ فِي ظُلُمَاتِ الأَرْضِ وَلا رَطْبٍ وَلا يابِسٍ إلاَّ فِي كِتَابٍٍ مُّبِينٍ } [الأنعام: 59].\nوثالث المراتب: الإيمان بمشيئة الله النافذة\nفلا يجري في ملكه إلا ما أراد، قال تعالى:{ فَمَن يرِدِ اللَّهُ أَن يهْدِيهُ يشْرَحْ صَدْرَهُ لِلإسْلامِ وَمَن يرِدْ أَن يضِلَّهُ يجْعَلْ صَدْرَهُ ضَيقًا حَرَجًا كَأََنَّمَا يصَّعَّدُ فِي السَّمَاءِ كَذَلِكَ يجْعَلُ اللَّهُ الرِّجْسَ عَلَى الَّذِينَ لا يؤْمِنُونَ } [الأنعام: 125].\nوالمرتبة الرابعة: الإيمان بأنه تعالى هو الخالق لكل شيء\nقال تعالى:{ الَّذِي لَهُ مُلْكُ السَّمَوَاتِ وَالأَرْضِ وَلَمْ يتَّخِذْ وَلَدًا وَلَمْ يكُن لَّهُ شَرِيكٌ فِي الْمُلْكِ وَخَلَقَ كُلَّ شَيءٍ فَقَدَّرَهُ تَقْدِيرًا } [الفرقان: 2]، وقال تعالى:{ وَاللَّهُ خَلَقَكُمْ وَمَا تَعْمَلُونَ } [الصافات: 96].\n(1/32)",
        "\nباب الإيمان برؤية المؤمنين ربهم يوم القيامة\nونؤمن برؤية ربنا في الآخرة، وهي أفضل وألذ نعيم يناله الموحدون، قال تعالى:{ وُجُوهٌ يوْمَئِذٍ نَّاضِرَةٌ (22) إلَى رَبِّهَا نَاظِرَةٌ } [القيامة: 22، 23]، وقال تعالى:{ لِّلَّذِينَ أَحْسَنُوا الْحُسْنَى وَزِيادَةٌ وَلا يرْهَقُ وُجُوهَهُمْ قَتَرٌ وَلا ذِلَّةٌ أُوْلَئِكَ أَصْحَابُ الْجَنَّةِ هُمْ فِيهَا خَالِدُونَ } [يونس: 26]،\nوقال تعالى:{ كَلاَّ إنَّهُمْ عَن رَّبِّهِمْ يوْمَئِذٍ لَّمَحْجُوبُونَ } [المطففين: 15]، وفي الحديث الصحيح عن أبي هريرة قال: قال أناس: يا رسول الله! هل نرى ربنا يوم القيامة؟ فقال: «هل تضارون في الشمس، ليس دونها سحاب؟». قالوا: لا يا رسول الله! قال: «هل تضارون في القمر ليلة البدر، ليس دونه سحاب؟». قالوا: لا يا رسول الله! قال:«فإنكم ترونه يوم القيامة كذلك، يجمع الله الناس، فيقول: من كان يعبد شيئًا فليتبعه، فيتبع من كان يعبد الشمس الشمس، ويتبع من كان يعبد القمر القمر، ويتبع من كان يعبد الطواغيت الطواغيت، وتبقى هذه الأمة فيها منافقوها، فيأتيهم الله في غير الصورة التي يعرفون فيقول: أنا ربكم، فيقولون: نعوذ بالله منك، هذا مكاننا حتى يأتينا ربنا، فإذا أتانا ربنا عرفناه فيأتيهم الله في الصورة التي يعرفون، فيقول: أنا ربكم، فيقولون: أنت ربنا، فيتبعونه ويضرب جسر جهنم»(44).\nوفي حديث عبدالله بن قيس عن رسول الله صلى الله عليه وسلم قال: «جنتان من فضة، آنيتهما وما فيهما وجنتان من ذهب آنيتهما وما فيهما، وما بين القوم وبين أن ينظروا إلى ربهم إلا رداء الكبرياء على وجهه في جنة عدن»(45).\n__________\n(44) أخرجه البخاري في الرقاق، باب/ الصراط جسر جهنم (13/271) (6573)، ومسلم.\n(45) الحديث أخرجه البخاري (8/623، 624) (13/423) ومسلم حديث رقم (180).\n(1/33)\n",
        "قال ابن القيم في نونيته:\nويرونه سبحانه من فوقهم ... ... نظر العيان كما يرى القمران\nهذا تواتر عن رسول الله لم ... ... ينكره إلا فاسد الإيمان\nوأتى به القرآن تصريحًا وتعـ ... ... ـريضًا هما بسياقه نوعان\nوهي الزيادة قد أتت في يونس ... ... تفسير من قد جاء بالقرآن\nورواه عنه مسلم بصحيحه ... ... يروي صهيب ذا بلا كتمان\nوهو المزيد كذاك فسره أبو ... ... بكر هو الصديق ذو الإيقان\nوعليه أصحاب الرسول وتابعو ... ... هم بعدهم تبعية الإحسان\nولقد أتى ذكر اللقاء لربنا الرَّ ... ... حمن في سور من الفرقان\nولقاؤه إذ ذاك رؤيته حكى الإ ... ... جماع فيه جماعة ببيان\nوعليه أصحاب الحديث جميعهم ... ... لغة وعرفًا ليس يختلفان(46)\nوروى أحاديث الرؤية جماعة من الصحابة منهم: أبو بكر الصديق، وعبدالله بن قيس، وأبو هريرة، وأبو سعيد الخدري، وجرير بن عبدالله البجلي، وصُهيب بن سنان الرومي، وعبدالله بن مسعود، وعدي بن حاتم، وأنس بن مالك، وأبو موسى الأشعري.\n______________\n(46) انظر: النونية مع شرحها للهراس (2/407).\n(1/34)\n\nباب الإيمان بالحكم بما أنزل الله\nونؤمن بوجوب تحكيم كتاب الله ـ تعالى ـ في كل أمور الدين والدنيا، تعبدًا لله وامتثالاً لأمره، ونخضع لحكمه، ونرضى بشرعه، فهو مظهرٌ من مظاهر التوحيد، وخير للأمة أجمعين، قال تعالى:{ إنَّ اللَّهَ يأْمُرُكُمْ أَن تُؤَدُّوا الأَمَانَاتِ إلَى أَهْلِهَا وَإذَا حَكَمْتُم بَينَ النَّاسِ أَن تَحْكُمُوا بِالْعَدْلِ إنَّ اللَّهَ نِعِمَّا يعِظُكُم بِهِ إنَّ اللَّهَ كَانَ سَمِيعًا بَصِيرًا } [النساء: 58].\nوقال تعالى:{ إنَّا أَنزَلْنَا التَّوْرَاةَ فِيهَا هُدًى وَنُورٌ يحْكُمُ بِهَا النَّبِيونَ الَّذِينَ أَسْلَمُوا لِلَّذِينَ هَادُوا وَالرَّبَّانِيونَ وَالأَحْبَارُ بِمَا اسْتُحْفِظُوا مِن كِتَابِ اللَّهِ وَكَانُوا عَلَيهِ شُهَدَاءَ فَلا تَخْشَوُا النَّاسَ وَاخْشَوْنِ وَلا تَشْتَرُوا بِآياتِي ثَمَنًا قَلِيلاً وَمَن لَّمْ يحْكُم بِمَا أَنزَلَ اللَّهُ فَأُوْلَئِكَ هُمُ الْكَافِرُونَ } [المائدة: 44].\nوقال تعالى:{ وَكَتَبْنَا عَلَيهِمْ فِيهَا أَنَّ النَّفْسَ بِالنَّفْسِ وَالْعَينَ بِالْعَينِ وَالأَنفَ بِالأَنفِ وَالأُذُنَ بِالأُذُنِ وَالسِّنَّ بِالسِّنِّ وَالْجُرُوحَ قِصَاصٌ فَمَن تَصَدَّقَ بِهِ فَهُوَ كَفَّارَةٌ لَّهُ وَمَن لَّمْ يحْكُم بِمَا أَنزَلَ اللَّهُ فَأُوْلَئِكَ هُمُ الظَّالِمُونَ } [المائدة: 45].\nوقال تعالى:{ وَلْيحْكُمْ أَهْلُ الإنجِيلِ بِمَا أَنزَلَ اللَّهُ فِيهِ وَمَن لَّمْ يحْكُم بِمَا أَنزَلَ اللَّهُ فَأُوْلَئِكَ هُمُ الْفَاسِقُونَ } [المائدة: 47].\nوقال تعالى:{ يا أَيهَا الَّذِينَ آمَنُوا أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَأُوْلِي الأَمْرِ مِنكُمْ فَإن تَنَازَعْتُمْ فِي شَيءٍ فَرُدُّوهُ إلَى اللَّهِ وَالرَّسُولِ إن كُنتُمْ تُؤْمِنُونَ بِاللَّهِ وَالْيوْمِ الآخِرِ ذَلِكَ خَيرٌ وَأَحْسَنُ تَأْوِيلاً } [النساء: 59].\n* * *",
        "(1/35)\n\nباب الإيمان بصفات الله عز وجل\nالإيمان بالوجه:\nونؤمن بأن لله ـ تعالى ـ وجهًا لا يشبه المخلوقين، كما قال تعالى:{ وَيبْقَى وَجْهُ رَبِّكَ ذُو الْجَلالِ وَالإكْرَامِ } [الرحمن: 27]،\nوقال تعالى:{ وَلا تَدْعُ مَعَ اللَّهِ إلَهًا آخَرَ لا إلَهَ إلاَّ هُوَ كُلُّ شَيءٍ هَالِكٌ إلاَّ وَجْهَهُ لَهُ الْحُكْمُ وَإلَيهِ تُرْجَعُونَ } [القصص: 88].\nوفي الحديث الصحيح عن جابر بن عبدالله قال: لما نزل قول الله تعالى:{ قُلْ هُوَ الْقَادِرُ عَلَى أَن يبْعَثَ عَلَيكُمْ عَذَابًا مِّن فَوْقِكُمْ } [الأنعام: 65]\nقال رسول الله صلى الله عليه وسلم: «أعوذ بوجهك»(47).\nالإيمان باليد:\nونؤمن بأن لله ـ تعالى ـ يدين لائقتين بجلاله وعظمته وكماله، وهما يدان حقيقيتان تليقان به تعالى، قال تعالى:{ وَقَالَتِ الْيهُودُ يدُ اللَّهِ مَغْلُولَةٌ غُلَّتْ أَيدِيهِمْ وَلُعِنُوا بِمَا قَالُوا بَلْ يدَاهُ مَبْسُوطَتَانِ ينفِقُ كَيفَ يشَاءُ وَلَيزِيدَنَّ كَثِيرًا مِّنْهُم مَّا أُنزِلَ إلَيكَ مِن رَّبِّكَ طُغْيانًا وَكُفْرًا وَأَلْقَينَا بَينَهُمُ الْعَدَاوَةَ وَالْبَغْضَاءَ إلَى يوْمِ الْقِيامَةِ كُلَّمَا أَوْقَدُوا نَارًا لِّلْحَرْبِ أَطْفَأَهَا اللَّهُ وَيسْعَوْنَ فِي الأَرْضِ فَسَادًا وَاللَّهُ لا يحِبُّ الْمُفْسِدِينَ } [المائدة: 64].\nوقال تعالى:{ قَالَ يا إبْلِيسُ مَا مَنَعَكَ أَن تَسْجُدَ لِمَا خَلَقْتُ بِيدَي أَسْتَكْبَرْتَ أَمْ كُنتَ مِنَ الْعَالِينَ } [ص:75].\nوقال تعالى:{ وَمَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ وَالأَرْضُ جَمِيعًا قَبْضَتُهُ يوْمَ الْقِيامَةِ وَالسَّمَوَاتُ مَطْوِياتٌ بِيمِينِهِ سُبْحَانَهُ وَتَعَالَى عَمَّا يشْرِكُونَ } [الزمر: 67].\n__________\n(47) أخرجه البخاري في كتاب التفسير، باب/{ قل هو القادر على أن يبعث عليكم...{ الآية، حديث رقم (4628)، وانظر (7313)، (7406).\n(1/36)",
        "\nوفي حديث عبدالله بن مسعود قال:\n«جاء رجل إلى النبي صلى الله عليه وسلم من أهل الكتاب، فقال: يا أبا القاسم! إن الله يمسك السموات على إصبع، والأرضين على إصبع، والشجر والثرى على إصبع، والخلائق على إصبع، ثم يقول: أنا الملكُ، أنا الملكُ. فرأيت النبي صلى الله عليه وسلم ضحك حتى بدت نواجذه، ثم قرأ:{ وَمَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ وَالأَرْضُ جَمِيعًا قَبْضَتُهُ يوْمَ الْقِيامَةِ } (48)[الزمر: 67]».\nالإيمان بأصابع الله تعالى:\nونؤمن أن لله ـ تعالى ـ أصابع لا تشبه أصابع المخلوقين، وأجمع السلف على ذلك اتباعًا لورود إثباتها في سنة النبي صلى الله عليه وسلم من حديث عبدالله بن مسعود السابق، وللحديث الصحيح عن عبدالله بن عمرو بن العاص أن النبي صلى الله عليه وسلم قال: «إن قلوب بني آدم بين أصبعين من أصابع الرحمن، كقلب واحد يصرفه كيف يشاء»(49).\n__________\n(48) أخرجه البخاري في كتاب التوحيد (8/172)، باب (19)، قول الله تعالى:{ لما خلقت بيدي{ ، ومسلم (2/2147) في كتاب: صفة القيامة والجنة والنار (2786).\n(49) أخرجه مسلم في كتاب القدر (4/2045) ح(2654).\n(1/37)\n",
        "الإيمان بكلام الله تعالى\nونؤمن بأن الله ـ تعالى ـ أثبت لنفسه الكلام، وأثبته له رسوله، فهو سبحانه يتكلم كيف يشاء ومتى يشاء، ونؤمن بكلامه على الوجه الذي يليق بجلاله، وهو كلامٌ حقيقي، بحروف وأصوات مسموعة، فقد كلم الله موسى كما قال تعالى في كتابه:{ وَلَمَّا جَاءَ مُوسَى لِمِيقَاتِنَا وَكَلَّمَهُ رَبُّهُ قَالَ رَبِّ أَرِنِي أَنظُرْ إلَيكَ قَالَ لَن تَرَانِي وَلَكِنِ انظُرْ إلَى الْجَبَلِ فَإنِ اسْتَقَرَّ مَكَانَهُ فَسَوْفَ تَرَانِي فَلَمَّا تَجَلَّى رَبُّهُ لِلْجَبَلِ جَعَلَهُ دَكًّا وَخَرَّ مُوسَى صَعِقًا فَلَمَّا أَفَاقَ قَالَ سُبْحَانَكَ تُبْتُ إلَيكَ وَأَنَا أَوَّلُ الْمُؤْمِنِينَ } [الأعراف: 143]، وقال تعالى:{ وَكَلَّمَ اللَّهُ مُوسَى تَكْلِيمًا } [النساء: 164]،\nوكلم آدم كما في قوله:{ وَنَادَاهُمَا رَبُّهُمَا أَلَمْ أَنْهَكُمَا عَن تِلْكُمَا الشَّجَرَةِ وَأَقُل لَّكُمَا إنَّ الشَّيطَانَ لَكُمَا عَدُوٌّ مُّبِينٌ } [الأعراف: 22]\nويكلم جبريل عليه السلام، كما في الحديث الصحيح عن أبي هريرة رضي الله عنه أن النبي صلى الله عليه وسلم قال: «إن الله إذا أحب عبدًا نادى جبريل: إن الله قد أحب فلانًا فأحبه»(50).\nويكلم الله ـ تعالى ـ الملائكة والمؤمنين، كما في الحديث عن النبي صلى الله عليه وسلم قال: «يقول الله لأهل الجنة: يا أهل الجنة! فيقولون: لبيك ربنا وسعديك، والخير كله بين يديك، فيقول: هل رضيتم؟ فيقولون: وما لنا لا نرضى يا رب...»(51).\n__________\n(50) رواه البخاري في التوحيد، باب/ كلام الرب مع جبريل، ونداء الله الملائكة (13/461ـ فتح)، وفي الأدب، ومسلم في البر والصلة، باب/ إذا أحب الله عبدًا حببه إلى عباده (16/22ـ نووي).\n(51) الحديث أخرجه البخاري (11/415)، (13/487) عن أبي سعيد الخدري، ومسلم حديث رقم (2829).\n(1/38)\n\nالإيمان بالعلو والفوقية:\nونؤمن بعلو الله ـ تعالى ـ وفوقيته على خلقه، وكونه في السماء، وذلك بدون تحريف، ولا تعطيل، ولا تكييف، ولا تمثيل، قال تعالى:{ أَأَمِنتُم مَّن فِي السَّمَاءِ أَن يخْسِفَ بِكُمُ الأَرْضَ فَإذَا هِي تَمُورُ (16) أَمْ أَمِنتُم مَّن فِي السَّمَاءِ أَن يرْسِلَ عَلَيكُمْ حَاصِبًا فَسَتَعْلَمُونَ كَيفَ نَذِيرِ } [الملك: 16، 17].\nوالمراد بالسماء الفوقية، وليس المراد أن السماء تحويه سبحانه وتعالى عن ذلك، قال تعالى:{ وَهُوَ الْعَلِي الْعَظِيمُ } [البقرة: 255]،\nوقال تعالى:{ سَبِّحِ اسْمَ رَبِّكَ الأَعْلَى } [الأعلى: 1]،\nوقال تعالى:{ إلاَّ ابْتِغَاءَ وَجْهِ رَبِّهِ الأَعْلَى } [الليل: 20]،\nوقال تعالى:{ إذْ قَالَ اللَّهُ يا عِيسَى إنِّي مُتَوَفِّيكَ وَرَافِعُكَ إلَي } [آل عمران:55].\nوقال تعالى:{ بَل رَّفَعَهُ اللَّهُ إلَيهِ وَكَانَ اللَّهُ عَزِيزًا حَكِيمًا } [النساء: 158]،\nوقال تعالى:{ يخَافُونَ رَبَّهُم مِّن فَوْقِهِمْ وَيفْعَلُونَ مَا يؤْمَرُونَ } [النحل: 50].\nوكان النبي صلى الله عليه وسلم يقول في سجوده:«سبحان ربي الأعلى»(52).\nوكما في حديث الجارية التي سألها النبي عليه الصلاة والسلام: «أين الله؟».\nقالت: في السماء.\nقال: «من أنا؟».\nقالت: أنت رسول الله.\nقال: «أعتقها فإنها مؤمنة»(53).\n__________\n(52) رواه مسلم في كتاب (صلاة المسافرين وقصرها) باب/ استحباب تطويل القراءة في صلاة الليل (203).\n(53) حديث أخرجه مسلم كتاب المساجد، باب/ تحريم الكلام في الصلاة ونسخ ما كان من إباحة رقم (33).",
        "(1/39)\n\nالإيمان بالاستواء على العرش :\nونؤمن بأن الله تعالى مستو على عرشه، بائنٌ من خلقه، والعرش هو أعلى المخلوقات وأكبرها، وهو ذو قوائم تحمله الملائكة، قال تعالى:{ إنَّ رَبَّكُمُ اللَّهُ الَّذِي خَلَقَ السَّمَوَاتِ وَالأَرْضَ فِي سِتَّةِ أَيامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ } [الأعراف: 54].\nوقال تعالى:{ اللَّهُ الَّذِي رَفَعَ السَّمَوَاتِ بِغَيرِ عَمَدٍ تَرَوْنَهَا ثُمَّ اسْتَوَى عَلَى الْعَرْشِ } [الرعد: 2].\nوقال تعالى:{ الرَّحْمَنُ عَلَى الْعَرْشِ اسْتَوَى } [طه:5].\nوقال تعالى:{ الَّذِي خَلَقَ السَّمَوَاتِ وَالأَرْضَ وَمَا بَينَهُمَا فِي سِتَّةِ أَيامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ الرَّحْمَنُ فَاسْئَلْ بِهِ خَبِيرًا } [الفرقان: 59].\nوقال تعالى:{ وَتَرَى الْمَلائِكَةَ حَافِّينَ مِنْ حَوْلِ الْعَرْشِ يسَبِّحُونَ بِحَمْدِ رَبِّهِمْ وَقُضِي بَينَهُم بِالْحَقِّ وَقِيلَ الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ } [الزمر: 75].\nوقال تعالى:{ الَّذِينَ يحْمِلُونَ الْعَرْشَ وَمَنْ حَوْلَهُ يسَبِّحُونَ بِحَمْدِ رَبِّهِمْ وَيؤْمِنُونَ بِهِ وَيسْتَغْفِرُونَ لِلَّذِينَ آمَنُوا رَبَّنَا وَسِعْتَ كُلَّ شَيءٍ رَّحْمَةً وَعِلْمًا فَاغْفِرْ لِلَّذِينَ تَابُوا وَاتَّبَعُوا سَبِيلَكَ وَقِهِمْ عَذَابَ الْجَحِيمِ } [غافر: 7].\nوقال تعالى:{ رَفِيعُ الدَّرَجَاتِ ذُو الْعَرْشِ يلْقِي الرُّوحَ مِنْ أَمْرِهِ عَلَى مَن يشَاءُ مِنْ عِبَادِهِ لِينذِرَ يوْمَ التَّلاقِ } [غافر: 15].\nوقال تعالى:{ سُبْحَانَ رَبِّ السَّمَوَاتِ وَالأَرْضِ رَبِّ الْعَرْشِ عَمَّا يصِفُونَ } [الزخرف: 82].\nوقال تعالى:{ وَالْمَلَكُ عَلَى أَرْجَائِهَا وَيحْمِلُ عَرْشَ رَبِّكَ فَوْقَهُمْ يوْمَئِذٍ ثَمَانِيةٌ } [الحاقة:17]، وقال تعالى:{ ذُو الْعَرْشِ الْمَجِيدُ } [البروج: 15].\nونؤمن بأنه سبحانه مع استوائه على عرشه وعلوه فوق سمواته قريب من عباده، كما قال سبحانه:{ وَإذَا سَأََلَكَ عِبَادِي عَنِّي فَإنِّي قََرِيبٌ } [البقرة: 186].\nوفي الحديث المتفق عليه: «أيها الناس أربعوا على أنفسكم، فإنكم لا تدعون أصم ولا غائبًا، إنما تدعون سميعًا بصيرًا قريبًا، إن الذي تدعونه أقرب إلى أحدكم من عنق راحلته»(54).\n__________\n(54) أخرجه البخاري في «صحيحه» (11/500)، ومسلم حديث رقم (2704).\n(1/40)",
        "\nالإيمان بالعينين:\nونؤمن بأن لله تعالى عينان تليقان بجلاله، كما أثبت لنفسه في كتابه، وكما أثبت له نبيه محمد صلى الله عليه وسلم في سنته، قال تعالى:{ فَإنَّكَ بِأَعْينِنَا } [الطور: 48].\nوقال تعالى:{ وَلِتُصْنَعَ عَلَى عَينِي } [طه: 39].\nوفي حديث عبد الله بن عمر قال: ذُكر الدجال عند النبي صلى الله عليه وسلم فقال: «إن الله لا يخفى عليكم، إن الله تعالى ليس بأعور وأشار إلى عينه وإن المسيح الدجال أعور عين اليمنى كأن عينه عنبة طافية»(55).\nالإيمان بالغضب :ونؤمن بصفة الغضب لله تعالى، غضب حقيقي يليق بجلاله وعظمته، قال تعالى:{ إنَّ الَّذِينَ اتَّخَذُوا الْعِجْلَ سَينَالُهُمْ غَضَبٌ مِّن رَّبِّهِمْ } [الأعراف: 152].\nوقال تعالى:{ فَعَلَيهِمْ غَضَبٌ مِّنَ اللَّهِ وَلَهُمْ عَذَابٌ عَظِيمٌ } [النحل: 106].\nوقال تعالى:{ وَالْخَامِسَةَ أَنَّ غَضَبَ اللَّهِ عَلَيهَا إن كَانَ مِنَ الصَّادِقِينَ } [النور: 9].\nوقال تعالى:{ أَلَمْ تَرَ إلَى الَّذِينَ تَوَلَّوْا قَوْمًا غَضِبَ اللَّهُ عَلَيهِم } [المجادلة: 14].\nوقال تعالى:{ يا أَيهَا الَّذِينَ آمَنُوا لا تَتَوَلَّوْا قَوْمًا غَضِبَ اللَّهُ عَلَيهِمْ } [الممتحنة: 13].\nوقال تعالى:{ فَلَمَّا آسَفُونَا انتَقَمْنَا مِنْهُمْ فَأَغْرَقْنَاهُمْ أَجْمَعِينَ } [الزخرف: 55].\nوفي حديث أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: «إن رحمتي تغلب غضبي»(56).\nوفي حديث الشفاعة الطويل: «إن ربي غضب اليوم غضبًا لم يغضب قبله مثله ولا بعده مثله»(57).\nالإيمان بالضحك :\nونؤمن بصفة الضحك لله تعالى متى شاء وكيف شاء، وهو ضحك حقيقي يليق بالله تعالى، فعن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم:«يضحك الله إلى رجلين يقتل أحدهما الآخر يدخلان الجنة»(58).\nوفي الحديث الآخر عن النبي صلى الله عليه وسلم وفيه: «فلا يزال يدعو حتى يضحك الله منه، فإذا ضحك الله منه قال: ادخل الجنة»(59).\n__________\n(55) الحديث أخرجه البخاري (13/389) عن موسى بن إسماعيل عن جويرية بنت أسماء عن نافع عن ابن عمر، وأخرجه مسلم برقم (2923) من طرق أخرى عن نافع عن ابن عمر.\n(56) أخرجه البخاري: كتاب التوحيد، باب/ قوله تعالى:{ بل هو قرآن مجيد{ ح(7554) (15/503).\n(57) أخرجه البخاري: كتاب التوحيد، باب/ قوله تعالى:{ وجوه يومئذ ناضرة، إلى ربها ناظرة{ حديث رقم (7439).\n(58) أخرجه البخاري في الجهاد، باب/ الكافر يقتل المسلم، ثم يسلم، حديث رقم (2826) (6/39)، ومسلم في الإمارة، باب/ بيان الرجلين يقتل أحدهما الآخر يدخلان الجنة (128) (3/104)، وكلاهما من حديث أبي هريرة.\n(59) رواه البخاري في كتاب التوحيد، باب/ قول الله تعالى:{ وجوه يومئذ ناضرة{ (13/430ـ431) (7437) من حديث أبي سعيد، ومسلم كتاب (الإيمان) باب/ آخر أهل الجنة دخولاً الجنة.\n(1/41)\n",
        "الإيمان بالحب والرضا :\nونؤمن بالحب والرضا أنهما صفتان ثابتتان لله ـ تعالى ـ على ما يليق بجلال الله تعالى وعظمته، فإن الله يحب أعمالاً وأشخاصًا ويرضى عنهم، ويحب ويرضى عن الذين يتصفون بهذه الصفات والأعمال التي ترضي الله تعالى ويحبها، كما قال تعالى:{ إنَّ اللَّهَ يحِبُّ الْمُحْسِنِينَ } [البقرة: 195].\nوقال تعالى:{ إنَّ اللَّهَ يحِبُّ التَّوَّابِينَ وَيحِبُّ الْمُتَطَهِّرِينَ } [البقرة: 222].\nوقال تعالى:{ وَاللَّهُ يحِبُّ الصَّابِرِينَ } [آل عمران:146].\nوقال تعالى:{ إنَّ اللَّهَ يحِبُّ الْمُتَّقِينَ } [التوبة: 7].\nوقال تعالى:{ إنَّ اللَّهَ يحِبُّ الْمُقْسِطِينَ } [الحجرات:9].\nوقال تعالى:{ إنَّ اللَّهَ يحِبُّ الَّذِينَ يقَاتِلُونَ فِي سَبِيلِهِ صَفًّا كَأَنَّهُم بُنْيانٌ مَّرْصُوصٌ } [الصف: 4].\nوقال تعالى:{ يا أَيهَا الَّذِينَ آمَنُوا مَن يرْتَدَّ مِنكُمْ عَن دِينِهِ فَسَوْفَ يأْتِي اللَّهُ بِقَوْمٍ يحِبُّهُمْ وَيحِبُّونَهُ } [المائدة:54].\nوقال تعالى:{ قَالَ اللَّهُ هَذَا يوْمُ ينفَعُ الصَّادِقِينَ صِدْقُهُمْ لَهُمْ جَنَّاتٌ تَجْرِي مِن تَحْتِهَا الأََنْهَارُ خَالِدِينَ فِيهَا أََبَدًا رَّضِي اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ ذَلِكَ الْفَوْزُ الْعَظِيمُ } [المائدة: 119].\nوقال تعالى:{ لَقَدْ رَضِي اللَّهُ عَنِ الْمُؤْمِنِينَ إذْ يبَايعُونَكَ تَحْتَ الشَّجَرَةِ فَعَلِمَ مَا فِي قُلُوبِهِمْ فَأَنزَلَ السَّكِينَةَ عَلَيهِمْ وَأَثَابَهُمْ فَتْحًا قَرِيبًا } [الفتح: 18].\nوقال تعالى:{ وَكَم مِّن مَّلَكٍ فِي السَّمَوَاتِ لا تُغْنِي شَفَاعَتُهُمْ شَيئًا إلاَّ مِنْ بَعْدِ أَن يأْذَنَ اللَّهُ لِمَن يشَاءُ وَيرْضَى } [النجم: 26].\nوعن سهل بن سعد أن النبي صلى الله عليه وسلم قال يوم خيبر: «لأعطين الراية غدًا رجلاً يحب الله ورسوله، ويحبه الله ورسوله»(60) .\nوعن أنس رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: «إن الله ليرضى عن العبد أن يأكل الأكلة فيحمده عليها، أو يشرب الشربة فيحمده عليها»(61).\n__________\n(60) أخرجه بطوله البخاري (7/476)، ومسلم رقم (2406) كتاب فضائل الصحابة، باب/ من فضائل علي رضي الله عنه.\n(61) أخرجه مسلم الذكر والدعاء، باب/ استحباب حمد الله تعالى بعد الأكل ح(89).\n(1/42)\n\nالإيمان بصفتي السخط والكراهية لله تعالى :\nونؤمن بأن السخط والكراهية صفتان لله ـ تعالى ـ على ما يليق بجلاله وعظمته، قال تعالى:{ وَلَوْ أَرَادُوا الْخُرُوجَ لأَعَدُّوا لَهُ عُدَّةً وَلَكِن كَرِهَ اللَّهُ انبِعَاثَهُمْ فَثَبَّطَهُمْ وَقِيلَ اقْعُدُوا مَعَ الْقَاعِدِينَ } [التوبة: 46].\nوقال تعالى:{ تَرَى كَثِيرًا مِّنْهُمْ يتَوَلَّوْنَ الَّذِينَ كَفَرُوا لَبِئْسَ مَا قَدَّمَتْ لَهُمْ أَنفُسُهُمْ أَن سَخِطَ اللَّهُ عَلَيهِمْ وَفِي الْعَذَابِ هُمْ خَالِدُونَ } [المائدة: 80].\nوقال تعالى:{ ذَلِكَ بِأَنَّهُمُ اتَّبَعُوا مَا أَسْخَطَ اللَّهَ وَكَرِهُوا رِضْوَانَهُ فَأَحْبَطَ أَعْمَالَهُمْ } [محمد: 28].\nوقد كان من دعاء النبي صلى الله عليه وسلم: «اللهم إني أعوذ برضاك من سخطك»(62) .\nوعن المغيرة بن شعبة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: «إن الله كره لكم ثلاثًا: قيل وقال...»(63).\nالإيمان بالنفس :\nونؤمن بنفس الله تعالى على ما يليق بجلاله وعظمته، وهي صفة من صفاته الثابتة بالكتاب والسنة وإجماع السلف الصالح، قال تعالى:{ وَيحَذِّرُكُمُ اللَّهُ نَفْسَهُ وَإلَى اللَّهِ الْمَصِيرُ } [آل عمران: 28].\nوقال تعالى:{ وَيحَذِّرُكُمُ اللَّهُ نَفْسَهُ وَاللَّهُ رَءُوفٌ بِالْعِبَادِ } [آل عمران: 30].\nوقال تعالى:{ كَتَبَ عَلَى نَفْسِهِ الرَّحْمَةَ } [الأنعام:12].\nوقال تعالى:{ تَعْلَمُ مَا فِي نَفْسِي وَلا أََعْلَمُ مَا فِي نَفْسِكَ إنَّكَ أََنتَ عَلاَّمُ الْغُيوبِ } [المائدة: 116].\nوقال تعالى:{ وَاصْطَنَعْتُكَ لِنَفْسِي }[طه: 41].\nوعن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: «يقول الله تعالى: أنا مع عبدي حين يذكرني، فإن ذكرني في نفسه ذكرته في نفسي»(64).\n__________\n(62) أخرجه مسلم: كتاب الصلاة، باب/ ما يقال في الركوع والسجود حديث رقم (222).\n(63) أخرجه البخاري: كتاب الزكاة، باب قول الله تعالى:{ لا يسألون الناس إلحافًا{ (3/398) (1477)، ومسلم كتاب الأقضية، باب/ النهي عن كثرة المسائل (4/11، 12).\n(64) أخرجه البخاري كتاب التوحيد، باب/ قول الله تعالى:{ ويحذركم الله نفسه{ (13/395) (7405).",
        "(1/43)\n\nالإيمان بالنزول والإتيان والمجيء :\nونؤمن بأن النزول والإتيان والمجيء من صفات الله تعالى يجب الإيمان بها وإثباتها بما يليق بجلاله وعظمته، فعن أبي هريرة قال: قال رسول الله صلى الله عليه وسلم: «ينزل ربنا إلى السماء الدنيا حين يبقى ثلث الليل الأخير، فيقول: من يدعوني فأستجيب له؟ من يسألني فأعطيه؟ من يستغفرني فأغفر له»(65).\nوقال الله تعالى:{ هَلْ ينظُرُونَ إلاَّ أَن يأْتِيهُمُ اللَّهُ فِي ظُلَلٍ مِّنَ الْغَمَامِ وَالْمَلائِكَةُ وَقُضِي الأَمْرُ وَإلَى اللَّهِ تُرْجَعُ الأُمُورُ } [البقرة: 210].\nوقال تعالى:{ كَلاَّ إذَا دُكَّتِ الأَرْضُ دَكًّا دَكًّا (21) وَجَاءَ رَبُّكَ وَالْمَلَكُ صَفَّا صَفَّا } [الفجر:22،21].\nوقال تعالى:{ هَلْ ينظُرُونَ إلاَّ أَن تَأْتِيهُمُ الْمَلائِكَةُ أَوْ يأْتِي رَبُّكَ } [الأنعام:158].\nوفي حديث الشفاعة الطويل وفيه: «فيأتيهم الله في الصورة التي يعرفون»(66).\nالإيمان بالقدرة:\nونؤمن بأن الله أثبت لنفسه صفة القدرة، وأثبتها له نبيه محمد صلى الله عليه وسلم، وأجمع السلف على ثبوتها على ما يليق بجلاله وعظمته تعالى، قال تعالى:{ إنَّ اللهَ عَلَى كُلِّ شَيءٍ قَدِيرٌ } [البقرة: 20].\nوقال تعالى:{ وَهُوَ عَلَى كُلِّ شَيءٍ قَدِيرٌ } [الملك:1].\nوقال تعالى:{ وَكَانَ اللَّهُ عَلَى كُلِّ شَيءٍ مُّقْتَدِرًا } [الكهف: 45].\nوقال تعالى:{ إنَّهُ عَلَى رَجْعِهِ لَقَادِرٌ } [الطارق:8].\nوفي حديث الاستخارة قول النبي صلى الله عليه وسلم: «وأستقدرك بقدرتك»(67).\n__________\n(65) أخرجه البخاري: كتاب التهجد، باب/ الدعاء والصلاة من آخر الليل حديث(1145)، ومسلم: كتاب صلاة المسافرين، باب/ الترغيب في الدعاء والذكر في آخر الليل حديث (168).\n(66) تقدم.\n(67رواه البخاري في كتاب التوحيد، باب/ قول الله تعالى:{ قل هو القادر{ (15/328) ح(7390).\n(1/44)",
        "\nالإيمان بالإرادة والمشيئة:\nونؤمن بأن من صفات الله ـ تعالى ـ الإرادة والمشيئة، وهي ثابتة بالكتاب والسنة وإجماع سلف الأمة، وهما بمعنى واحد يستعمل كلٌّ منهما موضع الآخر، كما قال الشافعي وابن بطال.\nقال تعالى:{ وَلَكِنَّ اللَّهَ يفْعَلُ مَا يرِيدُ } [البقرة:253].\nوقال تعالى:{ يا أََيهَا الَّذِينَ آمَنُوا أَوْفُوا بِالْعُقُودِ أُحِلَّتْ لَكُم بَهِيمَةُ الأَنْعَامِ إلاَّ مَا يتْلَى عَلَيكُمْ غَيرَ مُحِلِّي الصَّيدِ وَأَنتُمْ حُرُمٌ إنَّ اللَّهَ يحْكُمُ مَا يرِيدُ } [المائدة: 1].\nوقال تعالى:{ خَالِدِينَ فِيهَا مَا دَامَتِ السَّمَوَاتُ وَالأَرْضُ إلاَّ مَا شَاءَ رَبُّكَ إنَّ رَبَّكَ فَعَّالٌ لِّمَا يرِيدُ } [هود:107].\nوقال تعالى:{ وَلَوْ شَاءَ اللَّهُ لَذَهَبَ بِسَمْعِهِمْ وَأَبْصَارِهِمْ إنَّ اللهَ عَلَى كُلِّ شَيءٍ قَدِيرٌ } [البقرة: 20].\nوقال تعالى:{ وَلَوْ شَاءَ اللَّهُ مَا اقْتَتَلَ الَّذِينَ مِنْ بَعْدِهِم مِّنْ بَعْدِ مَا جَاءَتْهُمُ الْبَينَاتُ وَلَكِنِ اخْتَلَفُوا فَمِنْهُم مَّنْ آمَنَ وَمِنْهُم مَّن كَفَرَ وَلَوْ شَاءَ اللَّهُ مَا اقْتَتَلُوا وَلَكِنَّ اللَّهَ يفْعَلُ مَا يرِيدُ } [البقرة: 253].\nوقال تعالى:{ بِئْسَمَا اشْتَرَوْا بِهِ أَنفُسَهُمْ أَن يكْفُرُوا بِمَا أَنزَلَ اللَّهُ بَغْيا أَن ينَزِّلَ اللَّهُ مِن فَضْلِهِ عَلَى مَن يشَاءُ مِنْ عِبَادِهِ } [البقرة: 90].\nوقال تعالى:{ إنَّ اللَّهَ لا يغْفِرُ أَن يشْرَكَ بِهِ وَيغْفِرُ مَا دُونَ ذَلِكَ لِمَن يشَاءُ } [النساء: 48].\nوعن أبي قتادة عن أبيه قال: قال رسول الله صلى الله عليه وسلم حين ناموا عن الصلاة: «إن الله قبض أرواحكم حين شاء وردها حين شاء»(68).\nالإيمان بالعجب :\nونؤمن بأن العَجَب صفة من صفات الله تعالى، إيمانًا يليق بجلاله وعظمته، قال تعالى:{ بَلْ عَجِبْتَ وَيسْخَرُونَ } [الصافات: 12] .\nوقال النبي صلى الله عليه وسلم: «لقد عجب الله عز وجل من فلان وفلانة»، فأنزل الله عز وجل:{ وَيؤْثِرُونَ عَلَى أَنفُسِهِمْ وَلَوْ كَانَ بِهِمْ خَصَاصَةٌ } [الحشر: 9](69).\n__________\n(68) رواه البخاري في كتاب التوحيد، باب/ في المشيئة والإرادة، ح(7471)، (595).\n(69) رواه البخاري في كتاب فضائل الصحابة، باب/ قول الله تعالى:{ ويؤثرون على أنفسهم ولو كان بهم خصاصة{ رقم (4889) عن أبي هريرة مرفوعًا وهو عند مسلم في كتاب الأشربة باب/ إكرام الضيف (2054) بلفظ: «قد عجب الله من صنيعكما بضيفكما الليلة».\n(1/45)\n",
        "الإيمان بالسمع والبصر :\nونؤمن بأن السمع والبصر صفتان ثابتتان لله تعالى، وهي من صفات الكمال الذي يوصف به الله تعالى دائمًا، ولقد أثبتها الله تعالى لنفسه، وأثبتها له رسوله وسلف الأمة الصالح، قال الله تعالى:{ سُبْحَانَ الَّذِي أَسْرَى بِعَبْدِهِ لَيلاً مِّنَ الْمَسْجِدِ الْحَرَامِ إلَى الْمَسْجِدِ الأَقْصَا الَّذِي بَارَكْنَا حَوْلَهُ لِنُرِيهُ مِنْ آياتِنَا إنَّهُ هُوَ السَّمِيعُ الْبَصِيرُ }[الإسراء: 1].\nوقال تعالى:{ وَاللَّهُ يقْضِي بِالْحَقِّ وَالَّذِينَ يدْعُونَ مِن دُونِهِ لا يقْضُونَ بِشَيءٍ إنَّ اللَّهَ هُوَ السَّمِيعُ الْبَصِيرُ } [غافر: 20].\nوقال تعالى:{ إنَّ الَّذِينَ يجَادِلُونَ فِي آياتِ اللَّهِ بِغَيرِ سُلْطَانٍ أَتَاهُمْ إنْ فِي صُدُورِهِمْ إلاَّ كِبْرٌ مَّا هُم بِبَالِغِيهِ فَاسْتَعِذْ بِاللَّهِ إنَّهُ هُوَ السَّمِيعُ الْبَصِيرُ } [غافر: 56].\nوقال تعالى:{ فَاطِرُ السَّمَوَاتِ وَالأَرْضِ جَعَلَ لَكُم مِّنْ أَنفُسِكُمْ أَزْوَاجًا وَمِنَ الأَنْعَامِ أَزْوَاجًا يذْرَؤُكُمْ فِيهِ لَيسَ كَمِثْلِهِ شَيءٌ وَهُوَ السَّمِيعُ الْبَصِيرُ } [الشورى: 11].\nوقال تعالى:{ ذَلِكَ بِأَنَّ اللَّهَ يولِجُ اللَّيلَ فِي النَّهَارِ وَيولِجُ النَّهَارَ فِي اللَّيلِ وَأَنَّ اللَّهَ سَمِيعٌ بَصِيرٌ } [الحج:61].\nوقال تعالى:{ قَدْ سَمِعَ اللَّهُ قَوْلَ الَّتِي تُجَادِلُكَ فِي زَوْجِهَا وَتَشْتَكِي إلَى اللَّهِ وَاللَّهُ يسْمَعُ تَحَاوُرَكُمَا إنَّ اللَّهَ سَمِيعٌ بَصِيرٌ } [المجادلة:1].\nوقال تعالى:{ قَالَ لا تَخَافَا إنَّنِي مَعَكُمَا أَسْمَعُ وَأَرَى } [طه: 46].\nوعن عائشة قالت: قال رسول الله صلى الله عليه وسلم: «إن جبريل عليه السلام ناداني قال: إن الله قد سمع قول قومك وما ردوا عليك»(70).\nوكان رسول الله صلى الله عليه وسلم يقول في صلاته: «سمع الله لمن حمده»(71).\n__________\n(70) أخرجه البخاري في كتاب التوحيد، باب/ وكان الله سميعًا بصيرًا (7389) من حديث عائشة.\n(71) أخرجه البخاري في الصلاة، باب/ ما يقول الإمام ومن خلفه إذا رفع رأسه من السجود حديث رقم (753) من حديث أبي هريرة.\n(1/46)\n\nوعن أبي موسى قال: كنا مع رسول الله في سفر، فكنا إذا علونا كبَّرنا فقال:«أربعوا على أنفسكم، فإنكم لا تدعون أصم ولا غائبًا، إنكم تدعون سميعًا بصيرًا قريبًا»(72).\nالإيمان بالعلم :\nونؤمن بعلم الله تعالى، وأن علمه محيط بجميع الأشياء من الكليات والجزئيات، قال تعالى:{ وَهُوَ الَّذِي خَلَقَ السَّمَوَاتِ وَالأَرْضَ بِالْحَقِّ وَيوْمَ يقُولُ كُن فَيكُونُ قَوْلُهُ الْحَقُّ وَلَهُ الْمُلْكُ يوْمَ ينفَخُ فِي الصُّورِ عَالِمُ الْغَيبِ وَالشَّهَادَةِ وَهُوَ الْحَكِيمُ الْخَبِيرُ } [الأنعام: 73].\nوقال تعالى:{ يعْتَذِرُونَ إلَيكُمْ إذَا رَجَعْتُمْ إلَيهِمْ قُل لاَّ تَعْتَذِرُوا لَن نُّؤْمِنَ لَكُمْ قَدْ نَبَّأَنَا اللَّهُ مِنْ أَخْبَارِكُمْ وَسَيرَى اللَّهُ عَمَلَكُمْ وَرَسُولُهُ ثُمَّ تُرَدُّونَ إلَى عَالِمِ الْغَيبِ وَالشَّهَادَةِ فَينَبِّئُُكُم بِمَا كُنتُمْ تَعْمَلُونَ } [التوبة: 94].\nوقال تعالى:{ عَالِمُ الْغَيبِ وَالشَّهَادَةِ الْكَبِيرُ الْمُتَعَالِ } [الرعد: 9].\nوقال تعالى:{ ذَلِكَ عَالِمُ الْغَيبِ وَالشَّهَادَةِ الْعَزِيزُ الرَّحِيمُ } [السجدة: 6].\nوقال تعالى:{ وَقَالَ الَّذِينَ كَفَرُوا لا تَأْتِينَا السَّاعَةُ قُلْ بَلَى وَرَبِّي لَتَأْتِينَّكُمْ عَالِمِ الْغَيبِ لا يعْزُبُ عَنْهُ مِثْقَالُ ذَرَّةٍ فِي السَّمَوَاتِ وَلا فِي الأَرْضِ وَلا أَصْغَرُ مِن ذَلِكَ وَلا أَكْبَرُ إلاَّ فِي كِتَابٍ مُّبِينٍ } [سبأ: 3].\nوقال تعالى:{ عَالِمُ الْغَيبِ فَلا يظْهِرُ عَلَى غَيبِهِ أَحَدًا } [الجن: 26].\nوقال تعالى:{ وَمَا تَفْعَلُوا مِنْ خَيرٍ يعْلَمْهُ اللَّهُ وَتَزَوَّدُوا فَإنَّ خَيرَ الزَّادِ التَّقْوَى وَاتَّقُونِ يا أُوْلِي الأَلْبَابِ } [البقرة: 197].\n__________\n(72) أخرجه البخاري في التوحيد، باب/ وكان الله سميعًا بصيرًا حديث رقم (2386) من حديث أبي موسى ، ومسلم في الذكر والدعاء، باب/ استحباب خفض الصوت بالذكر، حديث رقم (44).",
        "(1/47)\n\nوقال تعالى:{ وَمَا أَنفَقْتُم مِّن نَّفَقَةٍ أَوْ نَذَرْتُم مِّن نَّذْرٍ فَإنَّ اللَّهَ يعْلَمُهُ وَمَا لِلظَّالِمِينَ مِنْ أَنصَارٍ } [البقرة:270].\nوقال تعالى:{ قُلْ إن تُخْفُوا مَا فِي صُدُورِكُمْ أَوْ تُبْدُوهُ يعْلَمْهُ اللَّهُ وَيعْلَمُ مَا فِي السَّمَوَاتِ وََمَا فِي الأَرْضِ وَاللَّهُ عَلَى كُلِّ شَيءٍ قَدِيرٌ } [آل عمران: 29].\nوفي قصة موسى مع الخضر عليه السلام قال رسول الله صلى الله عليه وسلم: «فركبا في السفينة» قال: «ووقع عصفور على حرف السفينة فغمس منقاره في البحر، فقال الخضر لموسى: ما علمك وعلم الخلائق في علم الله إلا مقدار ما غمس هذا العصفور منقاره»(73).\nالإيمان بالمعية :\nونؤمن بمعية الله تعالى مع عباده أينما كانوا يعلم ما هم عاملون، كما قال تعالى:{ وَهُوَ مَعَكُمْ أَينَ مَا كُنتُمْ وَاللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ } [الحديد: 4]، معية تليق به سبحانه وتقتضي كمال تنزيهه.\nوله سبحانه وتعالى مع عباده المؤمنين معية خاصة، هي معية النصرة والتمكين والتوفيق والتسديد، يحفظهم وينصرهم ويكلؤهم، كما قال تعالى:{ إنَّ اللَّهَ مَعَ الَّذِينَ اتَّقَوا وَُّالَّذِينَ هُم مُّحْسِنُونَ } [النحل:128]، فهو سبحانه مع استوائه على عرشه، وعلوه فوق عباده، مع عباده أينما كانوا يعلم ما كانوا عاملين، وهو قريب سبحانه ممن دعاه.\nفقربه سبحانه ومعيته لا تنافي علوّه، وفوقيته{ لَيسَ كَمِثْلِهِ شَيءٌ وَهُوَ السَّمِيعُ الْبَصِيرُ } [الشورى:11]، فهو علي في قربه قريب في علوّه.\n_______________\n(73) رواه البخاري في كتاب العلم، باب/ ما يستحب للعالم إذا سئل: أي الناس أعلم؟، وفي كتاب التفسير، باب/ تفسير سورة الكهف، ومسلم في كتاب الفضائل، باب/ من فضائل الخضر (8/111) مع النووي ح(2380).\n(1/48)",
        "\nباب في مسائل التكفير\nلا نُكفر إلا ما دل الكتاب والسنة على كفره، فلا نخرجُ أحدًا من الإسلام ثبت إيمانه بشك عندنا، فما ثبت بيقين لا يزول إلا بيقين.\nونُسمي أهل قبلتنا مسلمين، والأصل فيهم الإسلام ما لم يأت أحدهم بناقض، ولم يمنع من تكفيره مانع.\nونحكم في أحكام الدنيا بالظاهر، والله يتولى السرائر، ويحاسب عليها، ونتحرز في تكفير أهل التأويل، خصوصًا إذا كان الاختلاف لفظيا أو في المسائل العلمية التي يعذر فيها المخالف بالجهل.\nولا نقول بخلود أهل الكبائر في النار إن ماتوا وهم موحدين، حتى وإن ماتوا وهم مصرين عليها، بل هم تحت مشيئة الله تعالى وحكمه، إن شاء سبحانه غفر لهم وعفا عنهم بفضله، وإن شاء عذبهم بعدله، كما قال تعالى:{ وَيغْفِرُ مَا دُونَ ذَلِكَ لِمَن يشَاءُ{ [النساء: 48].\nولا نكفر بالمآل، أو بلازم القول، فلازم المذهب ليس بمذهب.\nونفرق بين الحكم المطلق على أصحاب البدع، وبين الحكم على شخص معين.\nولا نكفر أحدًا من المسلمين بكل ذنب ارتكبه، ولا نقول كما قال الطحاوي: «لا يضر مع الإيمان ذنب»(74) بل من الذنوب ما ينقص الإيمان، ومنها ما يزيله.\nونبرأ إلى الله تعالى من كل دين خالف الإسلام أو انتقصه، ونكفر بكل ما ناقضه وعارضه من الملل الباطلة والمذاهب الفاسدة ونكفر كل من شرع مع الله قانونًا، أو نظامًا يتحاكم إليه البشر أو في الكتب يسطر.\n_______________\n(74) انظر كتاب الطحاوية بتحقيق الألباني (ص:316).\n(1/49)\n",
        "باب موالاة المؤمنين من الإيمان\nونوالي رسول الله صلى الله عليه وسلم بمحبته، وطاعته، ونُصرة سُنته، كما في حديث أنس بن مالك قال: قال رسول الله صلى الله عليه وسلم: «لا يؤمن عبدٌ حتى أكون أحب إليه من أهله وماله والناس أجمعين»(75).\nوقال الله تعالى:{ مَن يطِعِ الرَّسُولَ فَقَدْ أَطَاعَ اللَّهَ وَمَن تَوَلَّى فَمَا أَرْسَلْنَاكَ عَلَيهِمْ حَفِيظًا } [النساء: 80].\nوقال تعالى:{ وَأَطِيعُوا اللَّهَ وَالرَّسُولَ لَعَلَّكُمْ تُرْحَمُونَ } [آل عمران: 132].\nونوالي ونعاضد المؤمنين ونناصرهم بأمرهم بالمعروف، ونهيهم عن المنكر، واللين، وخفض الجناح لهم، ومحبتهم بحسب إيمانهم، قال تعالى:{ وَالْمُؤْمِنُونَ وَالْمُؤْمِنَاتُ بَعْضُهُمْ أَوْلِياءُ بَعْضٍ } [التوبة:71].\nوقال تعالى:{ يا أَيهَا الَّذِينَ آمَنُوا مَن يرْتَدَّ مِنكُمْ عَن دِينِهِ فَسَوْفَ يأْتِي اللَّهُ بِقَوْمٍ يحِبُّهُمْ وَيحِبُّونَهُ أَذِلَّةٍ عَلَى الْمُؤْمِنِينَ أَعِزَّةٍ عَلَى الْكَافِرِينَ } [المائدة:45].\nوقال تعالى:{ مُحَمَّدٌ رَّسُولُ اللَّهِ وَالَّذِينَ مَعَهُ أَشِدَّاءُ عَلَى الْكُفَّارِ رُحَمَاءُ بَينَهُمْ } [الفتح:29].\nوقال تعالى:{ إنَّ الَّذِينَ آمَنُوا وَهَاجَرُوا وَجَاهَدُوا بِأَمْوَالِهِمْ وَأَنفُسِهِمْ فِي سَبِيلِ اللَّهِ وَالَّذِينَ آوَوا وَُّنَصَرُوا أُوْلَئِكَ بَعْضُهُمْ أَوْلِياءُ بَعْضٍ } [الأنفال:72].\nوقال تعالى:{ وَالْمُؤْمِنُونَ وَالْمُؤْمِنَاتُ بَعْضُهُمْ أَوْلِياءُ بَعْضٍ يأْمُرُونَ بِالْمَعْرُوفِ وَينْهَوْنَ عَنِ الْمُنكَرِ وَيقِيمُونَ الصَّلاةَ وَيؤْتُونَ الزَّكَاةَ وَيطِيعُونَ اللَّهَ وَرَسُولَهُ أُوْلَئِكَ سَيرْحَمُهُمُ اللَّهُ إنَّ اللَّهَ عَزِيزٌ حَكِيمٌ } [التوبة: 71].\nوالأخوّة الإيمانية ثابتة لعموم أهل القبلة مع المعاصي والكبائر، كما قال تعالى:{ إنَّمَا الْمُؤْمِنُونَ إخْوَةٌ فَأَصْلِحُوا بَينَ أَخَوَيكُمْ } [الحجرات: 10].\nوقال تعالى:{ فَمَنْ عُفِي لَهُ مِنْ أَََخِيهِ شَيءٌ فَاتِّبَاعٌ بِالْمَعْرُوفِ } [البقرة:178].\n_____________\n(75) أخرجه البخاري: الإيمان، باب/ حب الرسول صلى الله عليه وسلم من الإيمان (1/58) ح(14)، ومسلم: الإيمان، باب/ وجوب محبة رسول الله صلى الله عليه وسلم أكثر من الأهل والولد والوالد... (1/67) ح(69).\n(1/50)\n\nباب معاداة الكافرين من الإيمان\nونعادي ونجانب ونبغض الكافرين والمشركين والمرتدين، ونتبرأ من كفرهم وشركهم ومذاهبهم وقوانينهم وتشريعاتهم، ونعلن ذلك جهارًا نهارًا، لا نخشى في الله لومة لائم، اتباعًا لأنبياء الله تعالى ورسله، قال تعالى:{ وَإذْ قَالَ إبْرَاهِيمُ لأَبِيهِ وَقَوْمِهِ إنَّنِي بَرَاءٌ مِمَّا تَعْبُدُونَ (26) إلاَّ الَّذِي فَطَرَنِي فَإنَّهُ سَيهْدِينِ (27) وَجَعَلَهَا كَلِمَةً بَاقِيةً فِي عَقِبِهِ لَعَلَّهُمْ يرْجِعُونَ } [الزخرف:26 ـ 28].\nوقال تعالى:{ قَدْ كَانَتْ لَكُمْ أُسْوَةٌ حَسَنَةٌ فِي إبْرَاهِيمَ وَالَّذِينَ مَعَهُ إذْ قَالُوا لِقَوْمِهِمْ إنَّا بُرَآءُ مِنكُمْ وَمِمَّا تَعْبُدُونَ مِن دُونِ اللَّهِ كَفَرْنَا بِكُمْ وَبَدَا بَينَنَا وَبَينَكُمُ الْعَدَاوَةُ وَالْبَغْضَاءُ أَبَدًا حَتَّى تُؤْمِنُوا بِاللَّهِ وَحْدَهُ إلاَّ قَوْلَ إبْرَاهِيمَ لأَبِيهِ لأَسْتَغْفِرَنَّ لَكَ وَمَا أَمْلِكُ لَكَ مِنَ اللَّهِ مِن شَيءٍ رَّبَّنَا عَلَيكَ تَوَكَّلْنَا وَإلَيكَ أَنَبْنَا وَإلَيكَ الْمَصِيرُ } [الممتحنة: 4].\nوقال تعالى:{ لا تَجِدُ قَوْمًا يؤْمِنُونَ بِاللَّهِ وَالْيوْمِ الآخِرِ يوَادُّونَ مَنْ حَادَّ اللَّهَ وَرَسُولَهُ وَلَوْ كَانُوا آبَاءَهُمْ أَوْ أَبْنَاءَهُمْ أَوْ إخْوَانَهُمْ أَوْ عَشِيرَتَهُمْ أُوْلَئِكَ كَتَبَ فِي قُلُوبِهِمُ الإيمَانَ وَأَيدَهُم بِرُوحٍ مِّنْهُ وَيدْخِلُهُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الأَنْهَارُ خَالِدِينَ فِيهَا رَضِي اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ أُوْلَئِكَ حِزْبُ اللَّهِ أَلا إنَّ حِزْبَ اللَّهِ هُمُ الْمُفْلِحُونَ } [المجادلة: 22].\n* * *",
        "(1/51)\n\nباب الإيمان بكرامات الأولياء\nونؤمن بكرامات الأولياء، وهي ما قد يجريه الله تعالى على أيدي بعض الصالحين من خوارق العادات، إكرامًا لهم، كما قال تعالى:{ أَلا إنَّ أَوْلِياءَ اللَّهِ لا خَوْفٌ عَلَيهِمْ وَلا هُمْ يحْزَنُونَ (62) الَّذِينَ آمَنُوا وَكَانُوا يتَّقُونَ (63) لَهُمُ الْبُشْرَى فِي الْحَياةِ الدُّنْيا وَفِي الآخِرَةِ لا تَبْدِيلَ لِكَلِمَاتِ اللَّهِ ذَلِكَ هُوَ الْفَوْزُ الْعَظِيمُ } [يونس: 62 ـ 64].\nوليس كل أمر خارق للعادة يكون كرامة، بل قد يكون استدراجًا، أو صادرة من مشعوذ أو دجال، فالكرامة سببها الطاعة ومختصة بأهل الاستقامة، أما الشعوذة فسببها الكفر والمعاصي ومختصة بأهل الضلال.\n* * *\n(1/52)",
        "\nباب من الإيمان محبة آل البيت وصحابة رسول الله صلى الله عليه وسلم\nوحب أصحاب رسول الله صلى الله عليه وسلم، وسلامة ألسنتنا وقلوبنا تجاههم دين ندين الله به، وأصل قطعي معلوم من الدين بالضرورة، ولا نبرأ من أحد منهم، ونبغض من يبغضهم، فحبهم والذب عنهم دين ندين الله به فهم أكمل الناس إيمانًا، وأعظمهم طاعةً وجهادًا، اختارهم الله تعالى لصحبة نبيه، واصطفاهم لحمل رسالته وتبليغها للناس، أفضل الأمة بعد نبينا محمد صلى الله عليه وسلم، قال تعالى:{ وَالسَّابِقُونَ الأَوَّلُونَ مِنَ الْمُهَاجِرِينَ وَالأَنصَارِ وَالَّذِينَ اتَّبَعُوهُم بِإحْسَانٍ رَّضِي اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ وَأَعَدَّ لَهُمْ جَنَّاتٍ تَجْرِي تَحْتَهَا الأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا ذَلِكَ الْفَوْزُ الْعَظِيمُ } [التوبة: 100].\nقال الناظم:\nوأهل بيت المصطفى الأطهار ... ... وتابعيه السادة الأخيار\nفكلهم في محكم القرآن ... ... أثنى عليهم خالق الأكوان\nفي الفتح والحديد والقتال ... ... وغيرها بأكمل الخصال\nكذاك في التوراة والإنجيل ... ... صفاتهم معلومة التفصيل\nوذكرهم في سنة المختار ... ... قد سار سير الشمس في الأقطار\nوكل من رأى رسول الله صلى الله عليه وسلم أو صحبه وآمن به فهو من الصحابة، وإن كانت صحبته ساعةً من نهار، وكلهم عدول بتعديل الله تعالى ورسوله لهم.\nونكف عما شجر بينهم، فهم في ذلك بين مجتهد مصيب ومجتهد مخطئ، وليسوا معصومين من الخطأ.\nونؤمن بأن خير الأمة بعد نبيها هم الأربعة: أبو بكر، وعمر، وعثمان، وعلي، وهم الخلفاء الراشدون المهديون، وفيهم كانت خلافة النبوة.\n* * *\n(1/53)\n",
        "باب الإيمان بالوعد والوعيد\nونؤمن بنصوص الوعد والوعيد، ونُمرها كما جاءت، ونشهد لمن مات على الإسلام بظاهر إسلامه على العموم بأنه من أهل الجنة، ولا ندري بما يختم للعبد عند الله تعالى، لقوله صلى الله عليه وسلم:«إن العبد ليعمل بعمل أهل الجنة فيما يبدو للناس، وهو من أهل النار، وإن العبد ليعمل بعمل أهل النار، فيما يبدو للناس، وهو من أهل الجنة»(76).\nونشهد للكفار والمنافقين والمرتدين بأنهم من أهل النار.\nونشهد لكل من شهد له رسول الله صلى الله عليه وسلم بالجنة، بأنه من أهل الجنة، كالعشرة المبشرين بالجنة، وعُكاشة، والمرأة السوداء التي كانت تقُمُّ المسجد، وعبدالله بن سلام، وآل ياسر، وبلال بن رباح، وخديجة بنت خويلد، وفاطمة بنت محمد، وجميع أزواجه وغيرهم.\nومن جاءت النصوص بأنهم من أهل النار، فنشهد لهم بذلك، كأبي لهب وامرأته.\nولا نجزم لأحد بعينه كائنًا من كان بجنة ولا بنار إلا من جزم له النبي صلى الله عليه وسلم.\nولا نوجب العذاب لكل من توجه إليه الوعيد، فقد يغفر الله له بما فعله من طاعات أو شفاعات أو توبة أو بمصائب وأمراض مُكفرة.\nونؤمن بأن وعد الله للمؤمنين بالجنة، ووعيده بتعذيب العصاة الموحدين، وتعذيب الكفار والمنافقين في النار ـ حق لا يخلفُ الله وعده، قال تعالى:{ وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ سَنُدْخِلُهُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا وَعْدَ اللَّهِ حَقًّا وَمَنْ أَصْدَقُ مِنَ اللَّهِ قِيلاً } [النساء: 122].\nولكن يعفو عن عصاة الموحدين بفضله وكرمه، وقد وعد الله تعالى بالعفو للموحدين، ونفاه عن غيرهم.\n______________\n(76) أخرجه البخاري كتاب المغازي (4207) من طريق أبي حازم عن أبيه عن سهل بن سعد.\n(1/54)\n\nباب من الإيمان\nونأمر بالمعروف وننهى عن المنكر، والصبر على أذى الخلق في سبيل إقامة هذه الشعيرة، وأنه سبب لحفظ الجماعة، قال تعالى:{ كُنتُمْ خَيرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ تَأْمُرُونَ بِالْمَعْرُوفِ وَتَنْهَوْنَ عَنِ الْمُنكَرِ وَتُؤْمِنُونَ بِاللَّهِ وَلَوْ آمَنَ أَهْلُ الْكِتَابِ لَكَانَ خَيرًا لَّهُم مِّنْهُمُ الْمُؤْمِنُونَ وَأَكْثَرُهُمُ الْفَاسِقُونَ } [آل عمران:110].\nونؤمن بوجوب السمع والطاعة لولاة أمور المسلمين ما لم يأمروا بمعصية، فإذا أمروا بمعصية فلا تجوز ولا تحل طاعتهم، وتبقى طاعتهم بالمعروف.\nونصبر على أذاهم، ولا نجيز الخروج عليهم بالسيف إذا ارتكبوا مخالفة دون الكفر، بل ننصح لهم، وندعو لهم بالصلاح والاستقامة.\nونؤمن بأن الدعاء للحكام والولاة على المنابر من بدع الجمعة التي لم ترد عن الرسول صلى الله عليه وسلم وصحابته الكرام، وعلامة على الدخول في طاعتهم.\nونقوم بالنصح لكل مسلم، والتعاون على البر والتقوى، ونحافظ على إقامة الجمع والجماعات، والحج، والجهاد، مع أولي الأمر المسلمين، وإن كانوا عصاة خلافًا للمبتدعة.\nونتواصى بالصبر، والثبات عند البلاء والمحن، والشكر عند الرخاء، ونرضى ونسلم بما قدر ربنا وكتب، ولا نسأله تعالى البلاء، ولا ملاقاة الأعداء لقوله صلى الله عليه وسلم: «لا تتمنوا لقاء العدو، واسألوا الله العافية»(77).\nولا نعتمد في المحن ونصرة الدين على الأسباب الأرضية، والأماني الترابية، ولا نغفل عن السنن الكونية، وأن النصر من عند الله متى صدقنا وآمنا واستغفرنا.\nوصلى الله على محمد وعلى آله وصحبه وسلم\n_______________\n(77) أخرجه البخاري في كتاب التمني، باب/ كراهية تمني لقاء العدو (15/141) مع الفتح، ح(7237).",
        "(1/55)\n"
    ]
}