{
    "partText": [
        "\nعقيدة\nالإمام أبي علي الهاشمي الحنبلي\nالمتوفى سنة428 هـ\nإخراج وتعليق\nأبي يعلى البيضاوي\nعفا الله عنه\nبسم الله الرحمن الرحيم\nرب أنعمت فزد\nالحمد لله\nوالصلاة والسلام على رسول الله\nأما بعد :\nفهذه درة ثالثة من سلسلة (( كشف خبايا الزوايا من تراث السلف, وكنوز الخلف)), وهي عقيدة الإمام أبي علي الهاشمي الحنبلي المتوفى سنة 428هـ\nوقد استخرجتها من كتاب ((طبقات الحنابلة)) ( المجلد 2 ص 183)) (1)للشيخ القاضي ابي الحسين محمد بن محمد بن الحسين ابن أبي يعلى الفراء الحنبلي المتوفى سنة 526هـ , وأوردها أيضا ابن العماد في كتابه ((شذرات الذهب في أخبار من ذهب))(3\\238)\nوهذه العقيدة جعلها مؤلفها مقدمة لكتابه ((الإرشاد)) في فقه الحنابلة, وقد طبع مؤخرا في مؤسسة الرسالة بيروت بتحقيق (التركي)\nوقد قمت بتقسيم فقراتها, وترتيبها, وتنسيقها تسهيلا لمطالعها وقارئها\nوالله سبحانه وتعالى المسؤول على أن ينفع بها, والحمد لله رب العالمين\nترجمة\nالإمام أبي علي الهاشمي\nأبو علي الهاشمي الحنبلي محمد بن أحمد بن أبي موسى البغدادي , صاحب التصانيف, ومن إليه انتهت رياسة المذهب, أخذ عن أبي الحسن التميمي وغيره, وحدث عن ابن المظفر, وكان رئيسا رفيع القدر, بعيد الصيت\nذكر أبو علي بن شوكة قال: اجتمعنا جماعة من الفقهاء , فدخلنا على القاضي أبي علي بن أبي موسى الهاشمي, فذكرنا له فقرنا وشدة ضرنا, فقال لنا: اصبروا وفان الله سيرزقكم, ويوسع عليكم, وأحدثكم في مثل هذا ما تطيب به قلوبكم , أذكر سنة من السنين, وقد ضاق بي الأمر شيء عظيم, حتى بعت رجلا داري, ونفذ جميعه ونقضت الطبقة الوسطى من داري, وبعت أخشابها, وتقوت بثمنها, وقعدت في البيت لم أخرج, وبقيت سنة, فلما كان بعد سنة قالت لي المرأة: الباب يدق, فقلت: افتحي له الباب, ففعلت, فدخل رجل فسلم علي, فلما رأى حالي لم يجلس حتى أنشدني وهو قائم :\n( ليس من شدة تصيبك إلا *** سوف تمضي وسوف تكشف كشفا )\n( لا يضق ذرعك الرحيب فإن *** النار يعلو لهيبها ثم نطفا )\n( قد رأينا كان أشفى على الهلك *** فرأته نجاته حين أشفى )\n__________\n(1) - و(المجلد 2 ص 156 الترجمة رقم 652) من طبعة دار الكتب العلمية تحقيق (أبي حازم أسامة بن حسن) و(أبي الزهراء حازم علي بهجت)\n(1/1)\n",
        "ثم خرج عني ولم يقعد, فتفاءلت بقوله, فلم يخرج اليوم حتى جاءني رسول القادر بالله , ومعه ثياب ودنانير, وبغلة بمركب, ثم قال لي : أجب أمير المؤمنين, وسلم إلى الدنانير والثياب والبغلة, فغيرت من حالي, ودخلت الحمام , وصرت إلى القادر بالله, فرد إلى قضاء الكوفة وأعمالها , وأثرى حالي, أو كما قال\nمولده في ذي القعدة سنة خمس وأربعين وثلثمائة, ووفاته في ربيع الآخر, ودفن بقبر إمامنا, انتهى ما قاله ابن أبي يعلى مخلصا\nنص\nعقيدة أبي علي الهاشمي\nقال الإمام العلامة ابن أبي يعلى في ((طبقات الحنابلة))( ج: 2 ص: 183))(1) :\nقرأت على المبارك بن عبد الجبار من أصله في حلقتنا بجامع المنصور قلت له : حدثك القاضي الشريف أبو علي قال :\nباب ما تنطق به الألسنة وتعتقده الأفئدة من واجب الديانات\nحقيقة الإيمان عند أهل الأديان الاعتقاد بالقلب, والنطق باللسان:\nأن الله تعالى واحد أحد\nفرد صمد\nلا يغيره الأبد\nليس له والد ولا ولد\nوأنه سميع بصير\nبديع قدير\nحكيم خبير\nعلي كبير\nولي نصير\nقوي مجير\nليس له شبيه ولا نظير\nولا عون ولا ظهير ,ولا شريك ولا وزير\nولا ند ولا مشير\nسبق الأشياء فهو قديم لا كقدمها\nوعلم كون وجودها في نهاية عدمها\nلم تملكه الخواطر فتكيفه\nولم تدركه الأبصار فتصفه\nولم يخل من علمه مكان فيقع به التأيين\nولم يقدمه زمان فينطلق عليه التأوين, ولم يتقدمه دهر ولا حين\nولا كان قبله كون ولا تكوين\nولا تجري ماهيته في مقال, ولا تخطر كيفيته ببال\nولا يدخل في الأمثال والأشكال\nصفاته كذاته , ليس بجسم في صفاته , جل أن يشبه بمبتدعاته, أو يضاف إلى مصنوعاته { ليس كمثله شيء وهو السميع البصير } (الشورى: 11 )\nأراد ما الخلق فاعلوه, ولو عصمهم لما خالفوه , ولو أراد أن يطيعوه جميعا لأطاعوه\nخلق الخلائق وأفعالهم, وقدر أرزاقهم وآجالهم\nلا سمي له في أرضه وسماواته\nعلى العرش استوى , وعلى الملك احتوى, وعلمه محيط بالأشياء\nكذلك سئل الإمام أحمد بن محمد بن حنبل رضي الله عنه عن قوله عز وجل:\n__________\n(1) و(2\\156) طبعة دار الكتب العلمية -\n(1/2)\n\n{ ما يكون من نجوى ثلاثة إلا هو رابعهم ولا خمسة إلا هو سادسهم ولا , أدنى من ذلك ولا أكثر إلا هو معهم أينما كانوا }(المجادلة : 7 ), فقال : علمه (1)\nوالقرآن كلام الله تعالى , وصفة من صفات ذاته, غير مخلوق ولا محدث, كلام رب العالمين , في صدور الحافظين, وعلى ألسن الناطقين, وفي أسماع السامعين , وأكف الكاتبين ,وملاحظة الناظرين, برهانه ظاهر, وحكمه قاهر, ومعجزه باهر\nوأن الله عز وجل كلم موسى تكليما , وتجلى للجبل فجعله دكا هشيما\nوأنه خلق النفوس وسواها, وألهمها فجورها وتقواها\nوالإيمان بالقدر خيرة وشره , حلوه ومره , وأن مع كل عبد رقيبا وعتيدا, حفيضا وشهيدا, يكتبان حسناته, ويحصيان سيئاته وأن كل مؤمن وكافر , وبر وفاجر يعاين عمله عند حضور منيته , ويعلم مصيره قبل ميتته\nوأن منكرا ونكيرا إلى كل أحد ينزلان سوى النبيين, فيسألان ويمتحنان عما يعتقده من الأديان\nوأن المؤمن يخبر في قبره بالنعيم, والكافر يعذب بالعذاب الأليم\nوأنه لا محيص لمخلوق من القدر المقدور , ولن يتجاوز ما خط في اللوح المسطور\nوأن الساعة آتية لا ريب فيها\n__________\n(1) - نقل ابن القيم رحمه في كتابه ((اجنماع الجيوش الإسلامية))(ص ): روى الطبري الشافعي في كتاب السنة له بإسناده عن حنبل قال: قيل لأبي عبد الله: ما معنى قوله تعالى (ما يكون من نجوى ثلاثة إلا هو رابعهم) ؟\nوقوله تعالى (وهو معكم) قال: علمه محيط بالكل, وربنا على العرش بلا حد ولا صفة , وسع كرسيه السموات والأرض\nوقال أبو طالب: سألت أحمد بن حنبل عن رجل قال أن الله معنا, وتلا قوله تعالى ( ما يكون من نجوى ثلاثة إلا هو رابعهم), قال: يأخذون بآخر الآية ويدعون أولها هلا قرأت عليه ( الم تر أن الله يعلم ما في السموات ) بالعلم معهم وقال في ـ ق ـ ( ونعلم ما توسوس به نفسه ونحن أقرب إليه من حبل الوريد)\nوقال المروزي: قلت لأبي عبد الله, أن رجلا قال: أقول كما قال الله تعالى (ما يكون من نجوى ثلاثة إلا هو رابعهم ) أقول هذا ولا أجاوزه إلى غيره, فقال أبو عبد الله: هذا كلام الجهمية, فقلت له: فكيف نقول (ما يكون من نجوى ثلاثة إلا هو رابعهم ولا خمسة إلا هو سادسهم ), قال: علمه في كل مكان وعلمه معهم, قال: أول الآية يدل على أنه علمه وقال في موضع آخر: وأن الله عز وجل على عرشه فوق السماء السابعة يعلم ما تحت الأرض السفلى, وأنه غير مماس لشيء من خلقه, هو تبارك وتعالى بائن من خلقه وخلقه بائنون منه",
        "(1/3)\n\nوأن الله يبعث من في القبور\nوأن الله جل اسمه يعيد خلقهم كما بدأهم, ويحشرهم كما ابتدأهم من صفائح القبور, وبطون الحيتان في تخوم البحور, وحواصل النسور\nوأن الله تعالى يتجلى في القيامة لعباده الأبرار, فيرونه بالعيون والأبصار\nوأنه يخرج أقواما من النار فيسكنهم الجنة دار القرار\nوأنه يقبل شفاعة محمد المختار, في أهل الكبائر والأوزار\nوأن الميزان حق, توضع فيه أعمال العباد, فمن ثقلت موازينه نجا من النار, ومن خفت موازينه أدخل جهنم وبئس القراء\nوأن الصراط حق, يجوزه الأبرار\nوأن حوض رسول الله صلى الله عليه وسلم حق, يرده المؤمنون, ويذاد عنه الكفار\nوأن الإيمان مخلوق وهو قول باللسان, وإخلاص بالجنان, وعمل بالأركان, يزيد بالطاعة , وينقص بالعصيان\nوأن محمدا صلى الله عليه وسلم خاتم النبيين, وأفضل المرسلين, وأمته خير الأمم أجمعين\nوأفضلهم القرن الذين شاهدوه, وآمنوا به وصدقوه, وأفضل القرن الذي صحبوه , أربع عشرة مائة بايعوه بيعة الرضوان\nوأفضلهم أهل بدر إذ نصروه\nوأفضلهم أربعون في الدار\nوأفضلهم عشرة عزروه ووقروه, شهد لهم بالجنة, فأتى وهو عنهم راض\nوأفضل هؤلاء العشرة الأبرار الخلفاء الراشدون المهديون الأربعة الأخيار\nوأفضل الأربعة أبو بكر, ثم عمر, ثم عثمان , ثم علي عليهم السلام\nوأفضل القرون القرن الذين يلونهم, ثم الذين يلونهم, ثم الذين يتبعونهم\nوأن نتولى أصحاب محمد صلى لله عليه وسلم بأسرهم, ولا نبحث عن اختلاف في أمرهم\nونمسك عن الخوض في ذكرهم إلا بأحسن الذكر لهم\nوأن تولى أهل القبلة ممن ولي حرب المسلمين على ما كان فيهم من علي وطلحة و الزبير, وعائشة , ومعاوية رضوان الله عليهم , ولا ندخل فيما شجر بينهم, اتباعا لقول رب العالمين { والذين جاءوا من بعدهم يقولون ربنا اغفر لنا ولإخواننا الذين سبقونا بالإيمان , ولا تجعل في قلوبنا غلا للذين آمنوا ربنا إنك رؤوف رحيم }( الحشر: 10)\nانتهى اعتقاد الإمام أبي علي الهاشمي الحنبلي رحمه الله , وأسال الله أن ينفع به قارئه ومستمعه**\nوالناظر فيه, وذلك على يد أبي يعلى البيضاوي عفا الله عنه ,ذلك في*\n10من صفر 1426هـ من هجرة النبي *\nصلى الله عليه وسلم**\n*والحمد لله رب*\nالعالمين*\n*تم*\n*\nتم بحمد الله\n(1/4)"
    ]
}