{
    "partText": [
        "\nعقيلة قريش\nآمنة بنت الحسين عليه السلام\n",
        "عقيلة قريش\nأمنة بنت الحسين عليه السلام\n\nتأليف",
        " السيد محمى علي الحلو\n\nبسم الله الرحمن الرحيم\n",
        "الإهداء\nإلى الحجة المهدي المنتظرعجل الله تعالى فرجه الشريف\nبين يديك\nإحدى حقائقكم المضيّعة ..",
        "فاقبلوها ـ سيدي ـ شاهداً\nعلى مظلومياتكم ..\nمحمد علي \nكلمة المؤسسة",
        "المواجهة بين الحق والباطل : \nالمواجهة بين الخير والشر .. بين الحق والباطل .. بين أهل الله وأوليائهم وأهيل الشياطين وأتباعهم .. المواجهة بين هذين التيارين ، كانت على وجه البسيطة منذ سرت نزعة العدوان والشر إلى مسارب النفس الإنسانية وتأصلت فيها ، ومنذ داخلتها الوساوس الشيطانية ، ونسجت حول صفاء النفس ورحمانيتها غشاوة الكدورة والعداوة والبغضاء .. فراح تيار الشر والباطل يتلون في التصدي للخير والحق ، ويتعسف في ظلمه ومواجهته لتيار الحق. \nوفي كل زمان ومكان تجد أن التاريخ أثبت لنا ألوانا ، وصورا شتى من هذه المواجهة وهذا التعدي والجور والتنكيل بالحق وأهله ، باعتبار أن أهل الحق وأتباعه ثلة قليلة ، على طول التاريخ. وأن أتباع التيار الآخر المقابل لهم هم الكثرة الكاثرة ، وتشير إليه البداهة ، وهو ما أقره الذكر الحكيم بقوله : ( وأكثرهم للحق كارهون ). \nولذلك كان الأنبياء وأوصياؤهم وأهلوهم وذرياتهم ، على طول سلسلة النبوات المتعاقبة على البشرية ، باعتبار أنهم أصدق مصاديق الحق والخير ، بل هم منبع إشعاع الحقائق والخيرات ، وإليهم تعود كل مكرمة وفضيلة ؛ لذلك كانوا أشد بلاء ، وأكثر عرضة للطعون والمواجهة من قبل تيار الشر والباطل ، فكانوا ـ وهم المنزهون ـ يوصفون بأقبح الأوصاف ، وينعتون بأشنع النعوت. هذا في أحسن حالات الصراع ، ناهيك عن التشريد والمطاردة والتقتيل ، وهو السبب الذي حدى بالسماء أن ترسل هذا العدد الضخم والكبير من الأنبياء والمصلحين منذ بدء الخليقة ، وحتى النبي الخاتم صلى‌الله‌عليه‌وآله‌وسلم. ",
        "ونبينا المصطفى الأقدس صلى‌الله‌عليه‌وآله‌وسلم ، وأهل بيته الأطهار ، وأوصياؤه الكرام البررة الذين اختارتهم السماء بعنايتها ، لم يكونوا بدعا من الرسل وأوصيائهم في أن تحيط بهم دوائر الشر والطغيان ، وأن تكال إليهم ظلما وعدوانا أنواع التهم ، وأن يطاردوا في أوطانهم ، ويلاحقوا في أصقاع منافيهم ، وجحور تواريهم ، وأن تجري عليهم صنوف البلاء ، وشدائد المحن ، وفظيعات الرزايا ، مما لم يجر له نظير في التاريخ أحيانا. \nوعقيلة قريش ، كما أطلق عليه البعض وهي آمنة بنت الحسين عليهما‌السلام ، لم تنفرد في قصة صراع الحق والباطل .. والخير والشر .. بل ، انفردت في أسلوب المواجهة هذه المرة بالشكل الذي لفق له المبطلون ، وزور حقائق التاريخ بعض أشرار التزوير ، ورواد الرذيلة والباطل ، فراحوا يغرون الأمة والبسطاء والسذج بأقاويل وتلفيقات زوروها من جربان سفاسفهم ، اتهموا بها وألصقوها بخيار هذه الأمة وسادتها ، يحدوهم الأمل في إسقاطهم من \nأعين الناس ، وإبعاد الأمة عنهم ؛ لأنهم رأوا أفئدة الناس تهوي إليهم ، وفي ذلك تبديد لأحلامهم ومطامحهم الدنيوية. \nهذا الكتاب : ",
        "والكتاب الذي بين يديك هو نموذج من نماذج الصراع والمواجهة التي أشرنا إليها ، وهو يعد محاولة علمية جديدة في مضمار رد الزيف والباطل ضمن إطار المواجهة بين الخير والشر ، والحق والباطل. فلقد بذل المؤلف حفظه الله جهدا علميا ملحوظا ومتميزا في إخراج كتابه هذا مستعينا بمهمات المصادر التاريخية والحديثية والأدبية ، وبين بشكل جلي تهافت الشبهات التي لم يُحبك صناعها صياغتها وتدبيجها ، وأبان عوارها ، وعدم انطباقها على من أرادوها غرضا لسهامهم الصفراء المسمومة. \nومؤسستنا .. دفاعا عن حريم آل رسول الله صلى‌الله‌عليه‌وآله‌وسلم ، وأداء لوظيفتها التي أنشئت من أجلها ، حينما عرض عليها المؤلف كتابه ، وجدت فيه أحد أسباب الدفاع عن أهل البيت عليهم‌السلام الذين أذهب الله عنهم الرجس وطهرهم تطهيرا ، ومحاولة جيدة لتنزيههم عما ألحقه بهم أعداؤهم ، بل أعداء المذهب الحق ، والدين القويم. كما وجدت فيه فرصة ومادة علمية لإماطة اللثام عن خبط وخلط في كتب التاريخ والأدب في حق السيدة الجليلة آمنة بنت الحسين سلام الله عليهما ، والملقبة بسكينة. ولغلبة لقبها عليها ، فقد تعارف على تسميتها بسكينة بين العام والخاص ، الأمر الذي أتاح فرصة ذهبية للمتصيدين في الماء العكر ، ولأصحاب المطامع والأغراض المشؤومة في استغلال هذا الاسم الكريم لإفراغ جام حقدهم ، وعدائهم لرسول الله صلى‌الله‌عليه‌وآله‌وسلم وآله الأطهار عليهم‌السلام. \nوتؤمن مؤسسة السبطين عليهما‌السلام العالمية بأن المنافحة عن أهل الحق ، إنما تعني إعلاء كلمة الحق ، ولذا فقد سلكت هذا السبيل ، متخطية العقبات والصعاب من أجل الوصول إلى الأهداف المنشودة التي رسمتها في نظامها. \nوكان لها أثارة في هذا الطريق من ذي قبل وهو كتاب «المولى في الغدير» ، والذي لقي استقبالا حافلا من العلماء والفظلاء ، وثناء جميلا للصياغة التي خرج بها الكتاب لأول مرة ، فهو فصل مستل من الجزء الأول من كتاب «الغدير» للعلامة الأميني ، وقد حوى هذا الفصل أهم أبحاث الغدير ، بل محورها الذي دارت عليه مجلداته الأحد عشر ، كما كانت للمؤسسة إصدارات أخر على هذا الطريق ، طريق الدعوة إلى تعقل الحق ، ونبذ العصبية المذهبية ، وقراءة التاريخ والتراث الإسلامي قراءة جديدة أكثر اتزانا وموضوعية ، ثم تلمس مواقع الحق والعدل ومعرفتها ؛ لغرض معرفة أهله ، ثم قبول الحق وإن كان فيه مرارة وشجا في الحلق. فإن في ذلك إراحة الضمير ، ورضا الرب تعالى. ",
        "وبعد عرض الكتاب على المؤسسة تمت مطالعته بدقة ، وأضافت إليه ما رأته ضروريا ، وما كان فات المؤلف ذكره من موارد ونكات مهمة ، كما عمدت إلى تدوين ثبت بالمصادر ، حتى خرج الكتاب بحلته النهائية هذه التي بين يديك. \nوالمؤسسة إذ تقدم هذا الإصدار إلى الطليعة المسلمة والمؤمنة ، يحدوها الأمل من حملة الأقلام ، والقراء الأعزاء ، التوجه إلى النتيجة التي أسفر عنها الكتاب ، من التأكيد على الاسم الحقيقي للسيدة الجليلة عقيلة قريش والطالبيين آمنة بنة الحسين عليهما‌السلام ، والملقبة بسكينة ، وأن كل ما قيل من \nشعر فيها ، فهو في الحقيقة يعود على سكينة بنت خالد بن مصعب الزبيري ، ثم التحذر من نقل الروايات ، وخاصة روايات الأغاني ، التي أريد منها الطعن على أهل البيت عليهم‌السلام عموما ، والتقليل ـ باعتقادنا ـ من آثار واقعة الطف الدامية والأليمة ، والتي أخذت تلتهب وتأخذ طريقها في ضمائر الناس ، وتؤثر في النفوس ، باعتبار أن ابنة الحسين عليه‌السلام ، شهيد الطف ، وصريع الغدر الأموي ، هذه حالها .. وهذه سيرتها. \nفضائل «سكينة» في سطور : ",
        "ولا بد من الإشارة هنا إلى أن الكتاب ليس بصدد التعرض لحياة السيدة الكريمة آمنة بنة الحسين عليهما‌السلام ، وإلا لكان له معها موقف آخر ، إنما الكتاب بصدد رد الشبهات المحمومة التي دسها أعداء أهل البيت عليهم‌السلام في تضاعيف الكتب والمؤلفات ، وفي معرض وضع النقاط على الحروف لروايات طالما تناقلها المؤرخون والكتاب بين غافل عنها ، ومتغافل يريد الوقيعة في جانب أهل البيت عليهم‌السلام ، كما يهيب بالأقلام المؤمنة والنزيهة الترفع عن نقل أكاذيب الأخبار وإلصاقها بأقدس البيوت وأشرفها. \nفإنه لم يعرف عن البيت النبوي الطاهر ، خاصة في أولاد الأئمة الأطهار ، وبالخصوص بين النساء ، من عرف بالميوعة والتهتك والابتذال إلى الحد الذي وصفوا به ابنة الإمام الحسين عليه‌السلام ، السبط الشهيد ، ريحانة رسول الله صلى‌الله‌عليه‌وآله‌وسلم ، وسيد شباب أهل الجنة. ومن ينتقص من الإمام الحسين عليه‌السلام في ابنته ، إنما ينتقص من الرسول الأكرم صلى‌الله‌عليه‌وآله‌وسلم ، فإنه قال : «حسين مني وأنا من حسين» ، والسيدة آمنة ـ سلام الله عليها ـ هي بضعة الحسين عليه‌السلام ، والذي كان يحبها حبا جما ، كان عليه‌السلام يظهر حبه لها ولأمها الرباب ـ رضوان الله عليها. \nوالحسين عليه‌السلام معصوم ، والمعصوم لا يحب ولا يبغض إلا في الله ، والذي يحبه الإمام الحسين عليه‌السلام إنما هو من أحباء الله وأوليائه. فهل سمعت أذن الدنيا أن الله يحب المتخلعين المرحين الفرحين ، وتلك آياته تنهى عن المرح ، كما أنه تعالى لا يحب الفرحين. \nورد في الخبر أن الحسن المثنى بن الحسن السبط عليه‌السلام أتى عمه الحسين عليه‌السلام يخطب إحدى ابنتيه فاطمة وسكينة ، فقال له أبو عبدالله عليه‌السلام : «أختار لك فاطمة ، فهي أكثر شبها بأمي فاطمة بنت رسول الله صلى‌الله‌عليه‌وآله‌وسلم. أما في الدين : فتقوم الليل كله ، وتصوم النهار ، وفي الجمال : تشبه الحور العين ، وأما سكينة فغالب عليها الاستغراق مع الله تعالى فلا تصلح لرجل» (1). \nيالله .. يالله .. ما أعظمها من كلمة بحق هذه السيدة العظيمة المستغرقة في جميع أوقاتها في ذات الله. فالمستغرق في الله ، هو الذي راح يسبح في الفناء ونزعت نفسه إلى الغاية القصوى من القداسة ، وابنة النبوة جديرة في الفناء في الذات الإلهية ، ولم لا وهي سليلة فاطمة وعلي والحسين عليهم‌السلام ، وتتصل بانبوة ينبوع السماء بواسطة جدتها الزهراء عليها‌السلام ، بل حسبها أن يقال : ابنة الحسين السبط عليه‌السلام. فهي بهذا الوصف الذي وصفها به أبوها ، لم تبق في قوس اللقاء الربوبي منزعا ، حتى بلغت الغاية في الاندفاع نحو القدس الذي لا يتناهي. وبعد هذا ، فمن أين يكون لها لفتة إلى ما حولها من نواميس الحياة؟! ومن أين يتأتي لها ـ بعد ذلك الاستغراق ـ الانعطاف إلى لوازم معاشرة الناس ، وعوارض الدنيا الفانية؟! ",
        "لقد شغلتها الآخرة عن الاولى ، فهي بين عبادةوزهادة ، وتذكير \n_________________\n(1) إسعاف الراغبين لمحمد بن الصبان المصري المطبوع بهامش نور الأبصار : 210. \nوتفكير ، وتسبيح وتقديس ، ونظر دائم إلى نور الملكوت ، مما لا ترى معه شيئا يدور حولها ، هذا معنى الاستغراق مع الله. ",
        "ولا شك أن ابنة النبوة قد حازت أرقى وأعلى مراتب الاستغراق ، فالإمام عليه‌السلام يصف حالاتها بقوله : (غالب عليها). ومن هنا جاء حب الإمام الحسين عليه‌السلام الشديد لها ، وقد أخذت بمجامع قلبه ، وتركته قداستها وطهرها يزداد حنوا عليها ، حتى وصفها عليه‌السلام بأنها : (خيرة النساء) ، لما وقف عليها يوم الطف ، ورآها باكية نادبة ، فقال : \nولاندري كيف تكون منزلة من يصفها الإمام المعصوم من السمو والعظمة ، وهو حجة الله على عباده ، بأنها من خيرة النساء؟! \nوالسيدة آمنة عليها‌السلام علاوة على ذلك ، عاشت في كنف إمامين كان الجهال والأبعدون والمتسكعون وأهل اللهو ، فضلا عن العلماء وأصحاب النفوذ ، يهتدون بكلمة واحدة منهم ، ويصلحون بموقف بسيط ، أو إشارة عابرة ، والتاريخ شهيد على ذلك. فأخوها الإمام زين العابدين عليه‌السلام وسيد الساجدين ، ذلك الذي تعرف البطحاء وطأته ، والبيت يعرفه والحل والحرم ، وحسبك به مربيا وهاديا ومرشدا. وابن أخيها الإمام الباقر عليه‌السلام ، باقر علوم آل محمد صلى‌الله‌عليه‌وآله‌وسلم ، ذلك الذي كانت علماء الدنيا وما زالت تنحني إجلالا له ، وخضوعا بما عنده من علوم الرسالة المحمدية الخالدة ، وبخوعا وتسليما له هيبة وفرقا من قوة الحجة وسطوع البرهان. \nفهل يقبل منطق ، أو يرتضي لك عقل ، أن تعيش تلك السيدة الجليلة في ظلهما وفي بيوتهما ، وهي تدخل المغنين عليها وتستمع إليهم ، وتساهر الشعراء والمتخلعين حتى الصباح؟ ماهذا الهراء والنعيق؟! ولقد أحسن من قال : حدث العاقل بما لا يليق ، فإن صدق فلا عقل له. ",
        "فالسيدة سكينة ما فارقت المدينة منذ عادت إليها بعد واقعة كربلاء ، بل ولم تتخلف ـ بما توحي إليه الشواهد ـ عن بيت أخيها السجاد عليه‌السلام ، الذي كان دائم البكاء والحزن على أبيه الحسين عليه‌السلام ، فلا غرو أن ورثت السيدة آمنة عن أخيها الحزن السرمدي على أبيها ، خاصة وقد أدركت هي حادثة الطف الأليمة ووعتها ، فهي يومذاك قد جاوزت سن التكليف قليلا ، ومع عدم وجود خبر قطعي يركن إليه في تحديد عمرها ، فإنه يمكن الاستنتاج من بعض القرائن والشواهد التاريخية أنها كانت بين (11 ـ 14) عاما. ولعلنا نستطيع أن نستقرب تاريخ ولادتها بين سنتي 47 و 48 هـ. \nوبعد الإمام السجاد عليه‌السلام لاذت في كنف ابن أخيها الإمام الباقر عليه‌السلام ، فهي امرأة وحيدة تحتاج إلى من يكفلها ، خاصة مع انقطاعها إلى العبادة ، وتبتلها لله عز وجل. وتاريخ الإمامين الهمامين بين يديك ، فهل تجد فيه أن بيوتهم كانت محتشدا للشعراء؟ ( كبرت كلمة تخرج من أفواههم إن يقولون إلا كذبا ). \nوهل تجد شيئا من هذا يتوافق مع ما زوره آل الزبير ، ونشره آل مروان ، وروج له من هو في الميل والهوى مع آل أمية ، والجميع هم أعداء الله وأعداء الرسول صلى‌الله‌عليه‌وآله‌وسلم ، وأعداء أهل بيته عليهم‌السلام؟ \nفالكذاب الأشر زبيري ، والمروج البطر أموي ، وناهيك بهما من مبغضين وعدوين لدودين لأهل البيت عليهم‌السلام بالخصوص ، ولبني هاشم ",
        "عموما بما فيهم رسول الله صلى‌الله‌عليه‌وآله‌وسلم. ولا نريد الدخول ـ هنا ـ في أبحاث تاريخية جانبية ، فتاريخ الأسرتين الأسود يشهد على سوء فعالهم ، وعدائهم للدين. لكن المهم الذي يجب أن يعرفه القارئ مسبقا ، أن رائد وضع الأحاديث والأخبار الطاعنة في أهل البيت عليهم‌السلام هو مصعب الزبيري ، ثم تلاه الزبير بن بكار ، بعد أن أخزتهم ابنتهم سكينة بنت خالد بن مصعب بن الزبير ، بما شاع من ملاحمها ، ومغامراتها مع شعراء الخلاعة والمجون والمغنين ، في مجالس لهو وطرب وسكر يندى لها الجبين الحر والحيي ، ولكن من أين تخجل أوجه سكبت بلذات الفجور حياءها؟! وبدل أن يدفنوا عارهم ، راحوا فزحزحوه إلى أشرف البيوت التي تقف في مواجهة باطلهم ، وانحرافهم عن الدين. \nووجد المدائني ، رفيق مصعب ، ومن بعده المبرد والزجاجي وأبو علي القالي في هذه الأخبار مادة جيدة لمؤلفاتهم أولا ، وليحققوا بعض أغراضهم في النيل من البيت العلوي الطاهر ثانيا ؛ لما جبلوا عليه من نزعة أموية. وأخيرا جاء أبو الفرج الإصفهاني متوجا أعمال أولئك بكتابه «الأغاني» عيبة السفاسف ، وجراب الهزال ، وجعبة الضلال ، ويكفيك قول ابن الجوزي فيه عن غيره من الأقوال الكثيرة : ومن تأمل كتاب الأغاني رأى كل قبيح ومنكر (1). \nفهل يتصور عاقل ـ بعد هذا ـ أن أهل بيت رسول الله صلى‌الله‌عليه‌وآله‌وسلم ، الذين أذهب الله عنهم الرجس وطهرهم تطهيرا ، والذين أمر رسول الله صلى‌الله‌عليه‌وآله‌وسلم بمودتهم ، وآمنة بنت الحسين عليهما‌السلام ـ سكينة ـ من ذوي القربى قطعا وجزما ، \n_________________",
        "(1) المنتظم185 : 14 رقم 2658 وفيات سنة 356. \nيصدر منهم مثل هذه القبائح والمنكرات؟! ( أنظر كيف يفترون على الله الكذب وكفى به إثما مبينا ). \nوهكذا جازى آل الزبير رسول الله صلى‌الله‌عليه‌وآله‌وسلم في عترته وذريته عليهم‌السلام؟ ومن قبل ترك زعيمهم وكبيرهم خلف ابن الزبير بن العوام ، ونجعة السوء ، الصلاة على النبي صلى‌الله‌عليه‌وآله‌وسلم في خطبه في الجمعة والجماعة. \nوجانب آخر من حياتها يعطينا عنه خبرا ما جاء في الخبر من أن الحسن المثنى بن الحسن السبط لما اختار فاطمة بنت الحسين على اختها سكينة ، كان يقال : إن امرأة تختار على سكينة لمنقطعة القرين. وقد علمت من ذي قبل قول الإمام الحسين عليه‌السلام في ابنته فاطمة من أنها تقوم الليل كله ، وتصوم النهار. فإذا كان هذا حال فاطمة وهي مع ذلك تصلح لرجل ، فما ظنك بأختها ، التي لا تصلح لرجل ، من حال التبتل والعبادة؟ ",
        "وبعد هذا وذاك ، فأين تكون تلك المخاريق التي ألصقوها بابنة النبوة من مقيل الحق والصدق؟ ألا إنها أهلك من ترهات البسابس. لا جرم أنهم جاءوا بأذني عناق ، فهذه سجية القوم تجاه أهل البيت عليهم‌السلام وشيعتهم ، شنشنة نعرفها من (أخزم) ، وقد ملؤوا حشفا بسوء كيلة ، وسيعلم الذين ظلموا محمدا وآل محمد أي منقلب ينقلبون ، والعاقبة لأهل التقوى. \nوأخيرا وليس آخرا رواية سهل بن سعد الساعدي الصحابي الشهير ، وقد صادف دخوله الشام يوم وصول سبايا كربلاء إليها ، وصادف أن سأل سكينة عن جاجتها ، بعد أن عرفها نفسه ، وعرفها باستحفائها السؤال ، فقالت له : قل لصاحب الرأس ـ تعني رأس الحسين عليه‌السلام ـ أن يقدم الرأس أمامنا ، حتى يشتغل الناس بالنظر إليه ، ولا ينظروا إلى حرم رسول الله صلى‌الله‌عليه‌وآله‌وسلم. \nمثل هذا الموقف من هذه السيدة العلوية الجليلة ، تستشعر منه مدى حرص ابنة النبوة ، وسليلة الإباء ، وغيرتها أنها لا ترضى بالنظر إليها وإلى حرم آل رسول الله صلى‌الله‌عليه‌وآله‌وسلم كبارا وصغارا. وتتجلى من ذلك الموقف الغاية التي بلغتها «سكينة» ـ سلام الله عليها ـ من العفة والطهر والقداسة ، والروح الملائكية. \nأو يصدر منها ـ بعد ذلك ـ ما نقلوا من أفائك ، من كانت هذه نشأتها وسلوكها وسيرتها حتى وفاتها؟! ( والذين يؤذون المؤمنين والمؤمنات بغيرما اكتسبوا فقد احتملوا بهتانا وإثما مبينا ). ",
        "والنتيجة التي نخلص إليها حول إيمان وتقوى وزهد ابنة النبوة ، وربيبة الرسالة ، وصاحبة الخلق المحمدي ، والنهج العلوي ، والشمائل الحسينة ، هي ما نجمله في النقاط التالية : \n1 ـ عاشت وتوفيت تحت ظلال الإيمان ، وفي بيوت أذن الله أن ترفع ويذكر فيها اسمه. جوار جدها المصطفى صلى‌الله‌عليه‌وآله‌وسلم ، وفي ظل أخيها وابن أخيها عليهما‌السلام. \n2 ـ كان غالب عليها الاستغراق مع الله تعالى. \n3 ـ كانت من خير نساء زمانها. ",
        "4 ـ إنها من ذوي القربى الذين أوجب الله مودتهم. \n5 ـ إنها من أشرف وأرفع بيوت العرب ، بل الدنيا بأسرها. \n6 ـ إنها لم تكن تصلح لزوج لعزوفها عن الدنيا كلية. \n7 ـ كان الإمام الحسين عليه‌السلام يحبها حبا جما ، وله بها تعلق شديد ؛ لكثرة عبادتها وتبتلها لله تعالى. والمعصوم لا يحب ولا يبغض إلا في الله ، ولمن ",
        "هو مع الله في المبدأ والمنتهى. \n8 ـ كانت شديدة الغيرة على بنات رسول الله صلى‌الله‌عليه‌وآله‌وسلم ، مع عفافها وشدة حفاظها على حجابها. \n9 ـ ورثت إباء أبيها الإمام الحسين عليه‌السلام وشجاعته ، حيث ردت على طاغية زمانها وفرعونه يزيد بن معاوية ، واعترضت عليه ، وهي الصبية الصغيرة ، وقد عرفت أنها في أكثر التقادير كانت بنت (14) سنة. \nوفي الختام نقدم جزيل شكرنا للمحقق المفضال السيد عدنان علي الحسيني حفظه الله ؛ فأنه قد بذل غاية المجهود في تحقيق وتدقيق الكتاب بما لا مزيد عليه فجزاه الله خير الجزاء. ",
        "وآخر دعوانا أن الحمد لله رب العالمين. \n\nالمقدمة\nتبقى الكتابات التاريخية محبوسة الأنفاس بين ما احتكره أهل الصنعة من التزوير ، وبين ما استحسنه الحكام من كتابته ، بما ينسجم وتطلعاتهم في إلغاء مسلمات الواقع ، أو فرض تخيلات القصاصين على كاهل تاريخ يمتد بعطاءاته منذ بزوغ فجر الرسالة إلى ما شاء الله له أن يقوم. \nوإذا أردنا أن نحسن الظن بما سطره هؤلاء وأولئك من مروياتهم ، فلا ينبغي أن نتعامل معها بحسن ظن يفقدنا مصداقيتنا في الرغبة إلى معرفة الحق ومجرياته ، وشؤون الواقع وتطلعاته. ",
        "وهكذا تبقى المرويات التاريخية مكتمة ، لا يحق لها أن «تتفوه» عما أضافته يد الوضع عليها ، أو تلك النابعة من تخيلات القصاصين مجاراة لوضع سياسي قائم ، أو مدارة لنزعات تكتل معين ، أو تنفيذا لرغبة نفسية جامحة في الانتقاص من هذا ، وسلب محاسنه لتزويق صورة ذاك ، أو رمي هذا بداء ذاك دون وازع من دين ، أو تحرج من عرف ، أو حتى لو تعارض مع مبتنيات علمية ، أو أسس منطقية ، بل ومبادئ أخلاقية ، استجابة لمصالح \nشخصية عارمة ، أو طموحات سياسية هائجة ، تسحق معها كل مبدأ ، وتقتل من خلالها كل فضيلة ، وتوأد بسببها كل مكرمة. وليس في منطق هؤلاء غير استدرار رضا أسيادهم ، وإشباع حاجات أوليائهم من «نهم» الوضع والتزوير ، ونزعة الكذب والتضليل. \nوهكذا يبقى الصراع قائما بين توجهات هؤلاء ، وأسس المنطق العلمي الذي من خلاله يقرأ الواقع التاريخي دون تزلف لعصبة ، أو مراء في حقيقة أو تجن على واقع. \nوالذي بين أيدينا نموذج مما جنته الأهواء في كتابة التاريخ ، وما فرضته المصالح من تزوير ، وما أفرزته صراعات التكتلات السياسية من تضليل ، فخال لهم ما وضعوه «مسلمة» أجورها على ألسن السذج من الناس ، وأوهموا بها الحمقى من القصاصين ؛ ليستظرفوا بها كتبهم ، ويستملحوا بها قراءهم. ",
        "وكان نصيب هؤلاء من تخيلاتهم في مروياتهم ، وطعونهم على أهل البيت عليهم‌السلام ، أن صوروا السيدة آمنة بنت الحسين عليهما‌السلام ، الملقبة بسكينة ، أنها من أهل الظرافة والبطر. \nفهي تتعاطى الغناء ، كما هي تتعاطى التحكيم بين الشعراء والمغنين ، وتترامى في أحضان أزواجها الأمويين والزبيريين دون وازع من دين أو مانع من عرف ، وكأنها «موقوفة» لبني مروان وآل الزبير. فبين مفارق لها ، وبين كاره ، وبين خاطب ، وبين مطلق ، وكأن لم يكن من بني هاشم كفء يتولى أمرها ، أو ولي يحسن منعها عما ترتكبه مما يخالف الدين وينافي العرف. \nفي خضم هذه «الأهوال» التي تحدثها زوابع ثقافية ، يتسكع أصحابها على أبواب السلطان ، ويعيشون في دهاليز البلاط ، ويدفع بها هؤلاء ، ويتجاذبها أولئك .. ليحاولوا إقحامها في مرتكزات العامة ، ويدعوها لسذج الناس. \nلم تدم هذه المحاولات الخائبة طويلا حتى قيض الله لذلك من يبطل أحدوثتهم ، ويرد مكائدهم ، ليطالعنا الحجة المحقق السيد عبدالرزاق المقرم قدس سره ، الذي عرف بالدفاع عن أهل بيت العصمة والطهارة عليهم‌السلام ، فيثبت دجل الوضاعين ، مما ادعوه من وصمة الظرافة واللهو ، وتعدد الأزواج التي يلصقونها بالسيدة آمنة بنت الحسين عليهما‌السلام الملقبة «بسكينة» ، فأثبت براءتها عن كل تهمة وشائنة ، بكتابه الرائع «سكينة بنت الحسين عليهما‌السلام». ",
        "وكتابنا هذا هو حلقة مكملة لجهود العلامة المقرم رضوان الله تعالى عليه ، وليميط اللثام عما ارتكبه هؤلاء القصاصين ؛ من تخيلات ترضي أهواء أسيادهم ، وتنتقص من مقامات آل البيت عليهما‌السلام. \nولسوف يرى قراؤنا ما أحدثته السياسة من فجوة بين الحق الباطل ، وبين الحقيقة والخيال ، حرصا منا على تحرير القارئ من أسر توجهات الكتابات التاريخية المنفلتة عن قيم الدين ومبادئ العقل ، ومسلمات الوجدان. \nوكان لمؤسسة السبطين عليهما‌السلام العالمية التي يشرف عليها آية الله السيد مرتضى الموسوي الإصفهاني «حفظه الله تعالى» ، الأثر الكبير في إنجاز هذا المشروع ورعايته ، وقد لمست الجد والإخلاص في إنجاز هذا العمل من لدن فضلائها الأخيار ، وأخص بالذكر سماحة العلامة الشيخ \nعباس الساويز الكاشاني الذي بذل جهده في مراجعة الكتاب ، والأستاذ السيد عدنان الحسيني في إخراجه ، ولجميع فريق عمل هذه المؤسسة الخيرة كل تقدير وإكبار ، سائلا المولى التسديد لهم لتقديم المزيد من مشاريع الدفاع عن أهل البيت عليهم‌السلام. ",
        "\nتنوية\nاسمها آمنة ، وقيل : أمينة ، وقيل : أميمة ، \nوسكينة لقب لقبتها به أمها \nورد في الكتاب اسم السيدة آمنة بنت الحسين عليهما‌السلام ، بدل سكينة بنت الحسين عليهما‌السلام ، توخيا لإثبات اسمها الصحيح ، وربما أشرنا إلى إثبات اسم السيدة آمنة إلى جانب اسم سكينة بنت الحسين ، إشارة إلى مسايرة بعض الأخبار الموضوعة بما تقتضيه سيرة البحث ، إمعانا في إرشاد القارئ وتنبيهه إلى استخدام اسم السيدة «آمنة» بدل «سكينة» ، وحرصا منا على تداول الاسم الصحيح وهو : ",
        "السيدة آمنة بنت الحسين عليهما‌السلام\nوراثة نبوية\n«وأما الحسين فله جودي وشجاعتي» (1)\nهكذا كان ميراثه صلى‌الله‌عليه‌وآله‌وسلم لولديه ، فورث الحسين عليه‌السلام جوده وشجاعته ، وورث الحسن عليه‌السلام هيبته وسؤدده. كان هذا الإرث النبوي يتقاسمه الوريثان من قبل ومن بعد ، فقبل وفاة جدهما كانت بوادر الإرث النبوي قد بدت على الغلاميين الهاشميين ، وهما يرفلان في عناية إلهية ما انفكت عنهم وعن أبويهما يوم جللهما بالكساء اليماني ، وقال : «اللهم هؤلاء آلي فصل على محمد وعلى آل محمد» وأنزل الله عز وجل : ( إنما يريد الله ليذهب عنكم الرجس أهل البيت ويطهركم تطهيرا ) (2)(3). ولطالما كان يقول صلى‌الله‌عليه‌وآله‌وسلم : «أنا حرب لمن حاربكم ",
        "__________________\n(1) الإرشاد للمفيد 7 : 2 ، إعلام الورى بأعلام الهدى للطبرسي : 210 ، الخصال للصدوق77 : 1 وفيه : جرأتي وجودي وفي رواية أخرى : سخائي وشجاعتي ، بحار الأنوار 293 : 43 ، مقتل الحسين للخوارزمي 105 : 1 ، الإصابة لا بن حجر 316 : 4 رقم 481 ترجمة زينب بنت أبي رافع ، أسد الغابة130 : 7 رقم 6955 ، البداية والنهاية 161 : 8 ، ذخائرالعقبى لمحب الدين الطبري : 129 ، المعجم الأوسط للطبراني 136 : 7 ح 6241 وفيه : كرامتي وجودي ، مجمع الزوائد 185 : 9 ، وأخرجه ابن منده ، وابن عساكر في تاريخه ، والمتقي الهندي في كنز العمال ، وأبو نعيم وغيرهم. \n(2) الأحزاب 33 : 33. \n(3) المستدرك على الصحيحين 160 : 3 ح 4709 ، دار الكتب العلمية. ",
        "وسلم لمن سالمكم»(1). \nولكم كان رسول الله صلى‌الله‌عليه‌وآله‌وسلم ينوه عن حبه لابنيه هذين حتى أنه صلى‌الله‌عليه‌وآله‌وسلم ما ترك مناسبة إلا وأشهد المسلمين على حبه إياهما. \nفما رواه أسامة بن زيد قال : طرقت باب رسول الله صلى‌الله‌عليه‌وآله‌وسلم ذات ليلة لبعض الحاجة ، فخرج إلي وهو مشتمل على شيء لا أدري ماهو ، فلما فرغت من حاجتي قلت : ما هذا الذي أنت مشتمل عليه؟ فكشف فإذا حسن وحسين على وركيه فقال : «هذان ابناي وابنا ابنتي ، اللهم إني أحبهما فأحبهما ، وأحب من يحبهما»(2). \nولم يكن ذلك التنويه مقتصرا لأصحابه بل خص أهله وعمومته وأقرهم على حبهما وعظيم منزلتهما حتى صار ذلك مركوزا لدى الهاشميين من أهله كما هو مركوز عند المسلمين طرا. ",
        "وعن مدرك بن عمارة قال : رأيت ابن عباس آخذا بركاب الحسن والحسين فقيل له : أتأخذ بركابهما وأنت أسن منهما؟ فقال : إن هذين ابنا رسول الله صلى‌الله‌عليه‌وآله‌وسلم ، أوليس من سعادتي أن آخذ بركابهما (3)؟! \nهذه عناية الرسول صلى‌الله‌عليه‌وآله‌وسلم لولديه ، ولم تنقطع هذه الرعاية الخاصة بانقطاع الوحي ، عند رحيله صلى‌الله‌عليه‌وآله‌وسلم إلى ملكوت الله الأعلى ؛ ليكون قرير العين بسبطيه هذين وأبويهما ، وهم يحملون عيبة علمه ومكنون حكمته ، وضن عليهم من التخلف عنهم وتركهم ، فقال : «يا أيها الناس إني تارك فيكم ما إن أخذتم به لن تضلوا بعدي ، أمرين أحدهما أكبر من الآخر : كتاب الله حبل ممدود ما بين السماء والأرض \n__________________\n(1) المستدرك على الصحيحين 3 : 161 ح 4713. ",
        "(2) سنن الترمذي 5 : 656 ح 3769 كتاب المناقب ، ب31 مناقب الحسن والحسين. \n(3) ترجمة الإمام الحسين لابن عساكر من تاريخ دمشق ، تحقيق المحمودي : 146 ح188. \nوعترتي أهل بيتي ، وأنهما لن يفترقا حتى يردا علي الحوض»(1). \nولم تكن أمته قد سمعت ما وعته بالأمس حتى تستعدي عليهم اليوم ، فهذا علي عليه‌السلام يهجره المهاجرون ، ويخذله الأنصار ، ويحيلونه إلى مأمور بعد ما كان أميرهم في غدير خم ، تلك الواقعة التي أكحلت عيون قوم وزكمت أنوف آخرين. فما كان من هؤلاء إلا ويسوقون عليا عليه‌السلام إلى بيعتهم مكثورا ، يخذله قومه وأهل مودته ، إلا نفر ثبت رغم بريق السيوف وشروع الأسنة ، وليس للحسن بن علي عليهما‌السلام شأن للنصرة عند هؤلاء القوم ، الذين آثروا ابن حرب على حربهم مع سبط الرسول فأسلموه عند الوقعة ، وأحبوا العافية عند نصرة الحق ، واختاروا الخضوع على العزة في ظل كتاب الله وعترة نبيهم ، ولم يحيلوا بينه وبين عدوه ، الذي جرعه غصص الفتن قبل أن يجرعه كأس المنون على يد زوجته جعدة بنت الأشعث ، فذهب صابرا محتسبا يشكو مالاقاه لربه ، ويبث ما عناه لجده. ",
        "وفي كربلاء موعد القوم مع آل الرسول صلى‌الله‌عليه‌وآله‌وسلم ، حيث يناجزون سبطه الحبيب بكل خسيسة حرب ودخيلة صدور ، فينكفئون على آله بسيوف الحقد وسهام الغدر ، يرمونهم من كل ناحية ؛ ليكون لرضيعه سهم المنون كما كان له نصيب من الظمأ ، وانهالوا على أهله قتلا وتنكيلا. فأحرقوا خيامهم ، وأركبوهم أسارى بغير وطاء ولا غطاء. \nلم تنته واقعة الطف بعد ، بل كأنها بدأت منذ لحظة تسييرهم سبايا ، فهذا الإمام زين العابدين عليه‌السلام يتصدى لخطط هؤلاء القوم ، الذين أذاعوا بين العامة أنهم أسرى خوارج ، فيقول عند دخوله الكوفة : «أيها الناس من عرفني \n__________________\n(1) المعجم الكبير للطبراني 3 : 65. ",
        "فقد عرفني ومن لم يعرفني فأنا علي بن الحسين بن علي بن أبي طالب ، أنا ابن من انتهكت حرمته وسلبت نعمته وانتهب ماله وسبي عياله ، أنا ابن المذبوح بشط الفرات من غير ذحل ولا تراث ، أنا ابن من قتل صبرا وكفى بذلك فخرا. \nأيها الناس ناشدتكم الله هل تعلمون أنكم كتبتم إلى أبي وخدعتموه وأعطيتموه من أنفسكم العهود والميثاق والبيعة وقاتلتموه ، فتبا لكم لما قدمتم لانفسكم ، وسوأة لرأيكم ، بأية عين تنظرون إلى رسول الله إذ يقول لكم : قتلتم عترتي ، وانتهكتم حرمتي ، فلستم من أمتي». فارتفعت الأصوات بالبكاء وقالو : هلكتم وما تعلمون (1). \nوهكذا يدأب الإمام على كشف الحقائق وفضح الأباطيل ، ثم هو بعد ذلك يتصدى لإحباط المحاولات في التمويه على الواقع ، ولم يقتصر الأمر على الإمام في جهده المقدس لكشف الحقائق ، فإن لربيبة الوحي دورا تلقيه ظروف الدعوة هذه. \nبعد وصول الركب إلى الكوفة كانت زينب بنت علي عليهما‌السلام تلملم جراحها ، وترنو إلى الإمام لئلا يصيبه مكروه ، وإلى العائلة لئلا تكترث من هول الوقعة ، وفجيعة المصاب ، ثم هي تقف ثابتة بثبات المبدأ ، شامخة بشموخ الرأس الشريف ، الذي علا على رمح عال يتطلع إلى ما يجري حوله من تخاذل القوم وصمود الآل. ",
        "كانت زينب عليها‌السلام صامدة رغم ما تعانيه من تتابع الأهوال ، وهي في هذا تتابع الأحداث ، والخطب جلل ، والجرح لما يندمل ، فقالت من خطبة لها : \n«ويلكم يا أهل الكوفة أتدرون أي كبد لرسول الله فريتم؟ وأي كريمة له أبرزتم؟ وأي دم له سفكتم؟ وأي حرمة له انتهكتم؟ لقد جئتم شيئاً إداً ، تكاد السماوات يتفطرن منه وتنشق \n__________________\n(1) مقتل الحسين للسيد عبد الرزاق المقرم : 316 و 317. ",
        "الأرض وتخر الجبال هدّاً. \nولقد أتيتم بها خرقاء شوهاء ، كطلاع الأرض وملء السماء ، أفعجبتم أن مطرت السماء دماً ، ولعذاب الآخرة أخزى وهم لا ينصرون؟ فلا يستخفنكم المهل ، فإنه لا يحفزه البدار ، ولا يخاف فوت الثأر ، وإن ربكم لبالمرصاد»(1). \nكان أهل الكوفة على موعد مع صوت علي بن أبي طالب عليه‌السلام صوت العدالة الهادر .. فهذه هي ابنته تفرغ عن لسان أبيها كل ما كان يجلجل في خطرات القلوب ، وحبس الضمائر على باطل جلي ، يتضور منه الحق ، وتندك من خذلانه العزائم. \nوكان علي عليه‌السلام كلما علا منبرا تطأطأت معه تلاع النفاق ، وخبت جذوة الفتن ، وأماط القناع عن أهل الضغائن ، وأطاح بمخلفات التحالف يوم كانت تتربص بالنبي صلى‌الله‌عليه‌وآله‌وسلم قعودا عن كل نجدة في الدفاع عن الدين الحنيف. فهزيمة الأصحاب في أحد .. يرثها المخلفون من أهل النفاق يوم تغص صفين بحربها الضروس ، ويرتد أهل الفتنة في حرب الجمل الهزيل عن كل حق ، والبطين بكل خسيسة ؛ ليحمل أمهم الخرقاء ، فتقودهم إلى مساومات السياسة وتجارة المناصب. ",
        "هذه هي زينب عليها‌السلام في وقفتها الكوفية ، نطقت فأخرست ألسن النفاق ، وتجلببت فمزقت حجب الزور وهي ترنو إلى قصر الإمارة الخاوي عن كل حقيقة ، وقد أسس على جرف هار عندما شيدت يد الغدر جدران السقيفة ، وعقدت سداسية الشورى بمؤامراتها الهزيلة ، وصرح الخضراء الشامي تعقد فيه ليال حمراء على خرافة زهد الشيخين ، اللذين بعثا بالطليق ليطلق \n__________________\n(1) مقتل الحسين للمقرم : 312. \nكل غدر على آل الرسول صلى‌الله‌عليه‌وآله‌وسلم. ",
        "ولم تدع ربات الحجال أن ينقطع صوت علي عليه‌السلام ، حتى لا يبيغ الباطل بأهله ، وتلتبس على الجاهل سبل الحق بطرائق الأهواء. فتلتحف فاطمة بثبات فاطمة ، لتقف أمام القوم كما وقفت أمها من قبل ، تجلجل بصرختها ممزقة أستار دسائس الغدر في دياجير العقبة الدامسة ، حتى صبيحة السقيفة ، ولتكشف بخطبتها خطط القوم ، وهم مقنعون بلباس الصحبة البالي الذي راح يرتديه قطاع طرق الأحداث ، ومحترفو مساومات الجاه ، ومتسكعو المناصب البليدة. \nكانت فاطمة بنت الحسين عليهما‌السلام تحكي في خطبتها قصة تاريخ ملبد بالمكائد ، ومواقف النكوص. فبدأت في كلامها بحمد الله والثناء عليه ، والشهادة لمحمد صلى‌الله‌عليه‌وآله‌وسلم بالرسالة ، ثم عرفت القوم بأولاده حيث قالت : \n«اللهم إني أعوذ بك أن أفتري عليك ، وأن أقول عليك خلاف ما أنزلت من أخذ العهود والوصية لعلي بن أبي طالب المغلوب حقه من غير ذنب ، كما قتل ولده بالأمس في بيت من بيوت الله تعالى ، فيه معشر مسلمة بألسنتهم ، تعسا لرؤوسهم ، ما دفعت عنه ضيما في حياته ولا عند مماته ، حتى قبضه الله إليه محمود النقيبة ، طيب العريكة ، معروف المناقب ، مشهور المذاهب ، لم تأخذه في الله لومة لائم ، ولا عذل عاذل ، هديته ـ اللهم ـ للإسلام صغيرا ، وحمدت مناقبه كبيرا ، ولم يزل ناصحا لك ولرسولك ، زاهدا في الدنيا غير حريص عليها ، راغبا في الآخرة ، مجاهدا لك في سبيلك ، رضيته فاخترته وهديته إلى صراط مستقيم. \nأما بعد يا أهل الكوفة ، يا أهل المكر والغدر والخيلاء ، فإنا أهل بيت ابتلانا الله بكم ، وابتلاكم بنا ، فجعل بلاءنا حسنا ، وجعل علمه عندنا وفهمه لدينا ، فنحن عيبة علمه ، ووعاء فهمه وحكمته ، وحجته على الأرض في بلاده لعباده ، أكرمنا الله بكرامته ، وفضلنا بنبيه محمد صلى‌الله‌عليه‌وآله‌وسلم على كثير ممن خلق الله تفضيلا. ",
        "فكذبتمونا وكفرتمونا ، ورأيتم قتالنا حلالا ، وأموالنا نهبا ، كأننا أولاد ترك أو كابل ، كما قتلتم جدنا بالأمس ، وسيوفكم تقطر من دمائنا أهل البيت لحقد متقدم ، قرت لذلك عيونكم ، وفرحت قلوبكم افتراء على الله ، ومكرا مكرتم ، والله خير الماكرين ، فلا تدعونكم أنفسكم إلى الجذل بما أصبتم من دمائنا ، ونالت أيديكم من أموالنا ، فإن ما أصابنا من المصائب الجليلة ، والرزايا العظيمة في كتاب من قبل أن نبرأها ، إن ذلك على الله يسير ، لكيلا تأسوا على ما فاتكم ، ولا تفرحوا بما آتاكم ، والله لا يحب كل مختال فخور»(1). \nهكذا كان آل الحسين عليهم‌السلام بعد قفولهم من أرض الفداء كربلاء الشهادة ، يوضحون للأمة كل ما أخفاه حقد الأعداء وكيد أزلامهم ، فكانوا غصة في حلق هؤلاء ، وشجة في لسان نصرهم المزعوم. فلم يكد آل أمية يتبجحون بسوأتهم هذه حتى تصك أسماعهم واعية الحسين عليه‌السلام على لسان زينب بنت علي ، وفاطمة بنت الحسين عليهم‌السلام ، ولا زالت خطب الإمام السجاد عليه‌السلام تلعلع في خلوات الحق حينما ينطق كاظم الغاوين ، وينبغ خامل الأقلين ، ويهدر فنيق المبطلين ، كما شخصت ذلك سيدة النساء في ملحمتها الفدكية ، وسجلت بذلك ملاحم الفتن ، وموارد النكوص ، وبوائق الخذلان. \nولم يفتأ آل حرب عن حرب آل الرسول صلى‌الله‌عليه‌وآله‌وسلم ، فبين قتيل أو طريد أو شريد ، يحصون عليهم أنفاسهم ، ويتحينون كل ما وسعهم في تنكيلهم والوقيعة فيهم ، فكلما أوقدوا للحرب نارا أطفأها الله ، وكلما أرادوا إطفاء نورهم أبى الله إلا أن يتم نوره ، ووجد آل حرب أن حربهم لآل الله لا يزيد قدرهم إلا علوا ، ولا شأنهم إلا سموا ، ولا ذكرهم إلا رفعة. فعكفوا على تزوير الحق ، والكذب ، والطعن ، واختلاق كل ما من شأنه أن يظهر منقصة \n__________________",
        "(1) مقتل الحسين للمقرم : 314. \nيقتنصونها ، وقبيحة يستقبحون بها أهل الطهر والفضائل ؛ ليساووهم بأهل العهر والرذائل. \nهكذا أراد آل أمية أن يحاربوا آل الرسول صلى‌الله‌عليه‌وآله‌وسلم ، فراحوا إلى كل ما لصق بهم من مساوئ وبوائق الرذيلة ، عاكفين أن يجعلوها في آل الرسول صلى‌الله‌عليه‌وآله‌وسلم ، فأبى الله إلا أن يظهر الحق ، ويميط النقاب عن كل إفك وكذب وتزوير ، فكانت قصة سكينة بنت الحسين عليهما‌السلام جهدا أمويا خالصا ، حرصوا فيه على تشويه الحقائق وتزويرها ، فكان الله من ورائهم محيط. \nقصة سكينة بنت الحسين عليهما‌السلام ",
        "قلنا : إن آل الرسول صلوات الله عليهم ، لم ينهوا معركتهم مع الكفر والظلال بقتل الحسين عليه‌السلام ، وسفك دماء آله الأطهار ، بل توهجت ثورتهم واشتد ضراها بعد رجوعهم من واقعة الطف الدامية ، فكان لعلي بن الحسين عليهما‌السلام وقع في خطبه وبياناته ، وكان لسيدات بيت النبوة زينب وأم كلثوم وفاطة بنت الحسين أثر في بيان الحقائق ، وذاكرة الأمة قد سجلت كل شيء ، ووعت كل صغيرة وكبيرة ، وارتسمت في أذهانها صور الكفاح والجهاد لهذا الجمع العلوي المقدس ، وهم يهتفون بالحق ، ويميطون الأستار عن كل ما أخفاه آل أبي سفيان من حقائق وأحداث ، كما أن الأمة تحتفظ كذلك بقداسة هؤلاء أمناء الحق ، فهم قديسون كما هم مجاهدون ، وهم مظلومون كما هم مقارعون أقوياء ، يزلزلون الأرض تحت أقدام أعدائهم بصيحات الحق التي لا تقر ، فكيف بعد ذلك يتاح لأعدائهم أن يغمزوهم ، أويطعنوا عليهم ، أويسوموهم بما تأباه قداسة الطهر ، وكرائم النبوة؟! \nلم يتح لسكينة الحسين عليهما‌السلام ما أتيح لآل الحسين من الظهور على ساحة أحداث كربلاء ؛ لتلهب الأجواء بالخطب والبيانات ، فإن مهمة ذلك موكول إلى الكبار من أهل هذا البيت الطاهر. فمع وجود أخيها الإمام ، وعمتها العقيلة ، وأم كلثوم ، وأختها فاطمة ، فإن سكينة كانت في عداد الهاشميات الصغيرات ، والمخدرات اللواتي لم يتحملن مهمة التبليغ بعد ، ولم تظهر إلا بعد أن حط الآل ركبهم في المدينة ، وأخذت تستذكر فيما بعد أحداث الفاجعة ؛ لتروي لنا نتفا مما علقت بها ذاكرتها من محن وأحداث. \nوإذا كانت سكينة بنت الحسين عليهما‌السلام لم تسلط عليها أضواء أحداث الفاجعة ؛ يتعامل معها وجدان الأمة كأحد مظلومي هذا البيت الطاهر ، ولم تستطع الأمة أن تستعرض السيدة سكينة في ركب المظلومين من آل الحسين عليهم‌السلام ، الذين شاهدوا مصارع ذويهم الأبرار ، كما أن اسم السيدة سكينة لم تتعاطف معه الضمائر والوجدانيات بعد ، مع الذين يعدهم الناس من آل الحسين عليهم‌السلام المظلومين .. أمكن للدعايات الأموية ، والطعون الزبيرية ان تأخذ دورها في إدخال اسم «سكينة» ضمن مسلسل الأقاصيص ، التي تسيء الى أهل بيت الحسين الأقدس ، الذين ما فتأت الأمة تستذكر فيهم طهارة الرسالة ، وقداسة الحق العلوي ، ومن ثم تحتفظ في ذاكرتها صور المأساة التي أقدمت عليها يد البطش الأموي ، التي لم تحفظ لرسول الله صلى‌الله‌عليه‌وآله‌وسلم حرمته في أهل بيته المطهرين من كل دنس ، والمبرئين من كل عيب. \nعمدت الدعاية الأموية إلى تدنيس سمعة أهل هذا البيت الطاهر ؛ لتقلل من عبء وزر جناياتها ، وتخفف من ثقل ما ارتكبه الأمويون في حق أهل هذا البيت ، ولتصرف الأذهان عن مظلوميتهم إلى حياة ترفهم المزعوم ، التي كانت تمثله السيدة سكينة حسب دعواهم ، وبهذا يستطيع الأمويون ",
        "التقليل من شأن أهل هذا البيت ، وحجم مظلوميتهم ، وانصراف الناس إلى التحدث بما فعلته السيدة سكينة من مجالس اللهو ، ومنادمة الشعراء ، وما قيل فيها ، وما قالته ، ليستملح ذلك السذج من الناس ، وتلقى بذلك مظلوميتهم من أذهان هؤلاء ؛ لتنصرف إلى حياة خاصة يعيشها أهل هذا البيت كما يزعمون. \nولم يكن آل الزبير بأقل مما عمده الأمويون من الإساءة إلى أهل البيت عليهم‌السلام ، فقد كان لآل الزبير طموح سياسي جامح ، ارتكبوا من خلاله أبشع المجازر من أجل الوصول إلى مناصب مؤقتة ، وإمارات محدودة ، كلفت الأمة فتنا ودماء وأموالا ، ثم هي لم تدم طويلا حتى قطع الله شأفتهم ، وأسكت عقيرة النفاق ، وأذهب عادية الشقاق ، وأطفأ الله نائرتهم من الجمل وما سفكوه من الدماء ، إلى مكة وما سببوه من هدم الكعبة وهتك حرمة البيت الحرام ، إلى الكوفة وما أباحوا فيها من حرم الآخذين بثأر الحسين ، والمنتقمين من أعداء الله ، وهم يجدون أن أهل البيت عليهم‌السلام يعدون المنافسين الأقوياء لوجودهم ، وأن أية محاولة من آل الزبير لم تعد تلقى قبولا مع وجود الشرعية المتمثلة بأئمة آل البيت عليهم‌السلام ، إضافة إلى ما لحقت آل الزبير سمعة الأحاديث السيئة لسكينة بنت خالد بن مصعب بن الزبير ، التي كانت تجتمع مع عمر بن أبي ربيعة في محافل الغناء ، ومجالس الشعراء ، وهم بذلك سيفقدون من سمعتهم الشيء الكثير ، فاولوا إحالة هذه التهمة إلى عقيلة بيت الوحي سكينة بنت الحسين عليهما‌السلام وسيأتي مزيد تفصيل ذلك.\nاسم ابنة الحسين عليه‌السلام آمنة وليس سكينة \nعلى أن المتتبع لكتب الأنساب والسير ليجد شيئا أغفلته كتابات السير ",
        "التي ترجمت للسيدة آمنة بنت الحسين ونسبتها إلى سكينة ، وهي غفلة متعمدة أكدتها مشاريع الزبيريين ، ومن ورائهم مشاريع الأمويين ، حتى صار ذلك أحد المرتكزات لدى العوام ، واستشرى ذلك إلى كتابات الآخرين ، فجعلوها من المسلمات غفلة منهم ، وقلة تحقيق لديهم في هذا المضمار. \nإن الاسم الحقيقي للسيدة سكينة والتي اشتهرت على الألسن ، هو آمنة بنت الحسين ، وإنما سكينة لقب لقبته به أمها الرباب ، وذلك لسكينتها وهدوء في طبعها غلب عليها ، حتى كانت السكينة صفة لها. \nاختلف المؤرخون في اسماها بين آمنة وأميمة ، واتفقوا على أن «سكينة» صفة لها ، وممن ذهب إلى ذلك : \n1 ـ ابن عساكر في «تاريخ مدينة دمشق» : ",
        "قال : أخبرنا الحسين بن الفراء وأبو غالب وأبو عبدالله ابنا البناء قالوا : انا أبو جعفر ، انا أبو طاهر ، انا أحمد بن سليمان ، انا الزبير [ابن أخ مصعب بن الزبير] قال في تسمية ولد الحسين : \nوسكينة ، واسمها آمنة ، وإنما سكينة لقب لقبتها أمها الرباب بنت امرئ القيس. وتزوج سكينة بنة الحسين عبدالله بن حسن بن علي ، أمه بنت الشليل بن عبدالله البجلي ... فقتل مع عمه الحسين بالطف قبل أن يبني بها ... (1). \n2 ـ ابن تغري بردي في «النجوم الزاهرة في ملوك مصر والقاهرة» : \nقال : واسمها آمنة وأمها الرباب (2). ",
        "__________________\n(1) تاريخ دمشق ، قسم تراجم النساء : 156 ، طبع دمشق ، تحقيق سكينة الشهابي. \n(2) النجوم الزاهرة في ملوك مصر والقاهرة 1 : 276. \n3 ـ ابن الجوزي في «المنتظم في تاريخ الملوك والأمم» ",
        "قال : سكينة بنت الحسين واسمها آمنة ، وقيل : أميمة ، وسكينة لقب عرفت به (1). \n4 ـ سبط ابن الجوزي في «تذكرة الخواص» : \nاسمها آمنة ، وقيل : أميمة (2). \n5 ـ النديم في «الفهرست» : ",
        "كما نقله عن محمد بن السائب الكلبي النسابة ، قال محمد بن السائب الكلبي : سألني عبد الله بن حسن [بن حسن] عن اسم سكينة بنة الحسين عليه‌السلام فقلت : أميمة (3) ، فقال : أصبت. \nقال النديم في ترجمة محمد بن السائب الكلبي : \nمن علماء الكوفة بالتفسير والأخبار وأيام الناس ، ويتقدم الناس بالعلم بالأنساب (4). \n__________________\n(1) المنتظم 7 : 175 حوادث سنة 117 هـ. ",
        "(2) تذكرة الخواص : 249. \n(3) لا نستبعد التصحيف في أميمة هنا ، وكونه في الأصل آمنة ، وذلك لما سيأتي بعد هذا من سؤال رجل لعبدالله ابن الحسن بن الحسن عن اسم سكينة ، وتخطئة عبدالله لابن الكلبي الذي كان يقول بأميمة ، كما في الشق الثاني من الرواية ، إذ كيف يصوب له أميمة هنا ، ولا يقبل منه أميمة هناك على قول نقل السائل؟ \nعلى أننا لا نستبعد أيضا التصحيف في صدر الرواية بقوله : أمينة ، والأظهر في الأصل آمنة ، واستظهارنا هذا تؤيده الرواية الأخرى الأتية في التسلسل (11) عند نقل ما أورده صاحب الأعيان عن الأغاني من رواية ابن الكلبي ، عن أبيه ، وهي صريحة واضحة في هذا المعنى. \nثم أخيرا رواية المدائني ، عن أبي إسحاق المالكي التالية في الأغاني ، وتصحيح أبو الفرج الإصفهاني لاسم آمنة بعد الرواية مباشرة بقوله : وهذا هو الصحيح. ",
        "كل ذلك يدل صراحة أن أمية هنا مصحف عن آمنة. \nوقوله : أصبت ، لآمنة لا أميمة. وإلا لزم التناقض في كلامه. \n(4) الفهرست : 107 في أخبار محمد بن السائب. \n6 ـ أبوالفرج الإصفهاني في «الأغاني» : ",
        "قال : اسم سكينة أميمة ، وقيل : أمينة ، وقيل : آمنة ، وسكينة لقب لقبت به (1). \nوقال أيضا : وروي أن رجلا سأل عبدالله بن الحسن [بن الحسن] عن اسم سكينة ، فقال : أمينة. \nفقال له : إن ابن الكلبي يقول : أميمة. فقال : سل ابن الكلبي عن أمه ، وسلني عن أمي. \nونقل عن المدائني قوله : حدثني أبو إسحاق المالكي قال : سكينة لقب ، واسمها : آمنة. ",
        "ثم أردف الإصفهاني قوله : وهذا هو الصحيح (2). \nوقال في مقاتل الطالبين : واسم سكينة أمينة ، وقيل : أميمة ، وإنما غلب عليها سكينة وليس اسمها (3). \n7 ـ ابن العماد الحنبلي في «شذرات الذهب» : \nقال : اسمها أميمة ، وقيل : أمينة ، وسكينة لقب (4). ",
        "8 ـ اليافعي في «مرآة الجنان» : \nقال : قيل : اسمها أمينة ، وقيل : أميمة ، وهو الراجح ، وسكينة لقب لها (5). \n__________________\n(1) الأغاني 16 : 146. \n(2) المصدر السابق : 147. ",
        "(3) مقاتل الطالبيين : 94. \n(4) شذرات الذهب 2 : 82 وفيات سنة 117. \n(5) مرآة الجنان 1 : 251. \n9 ـ ابن خلكان في «وفيات الأعيان» : ",
        "قال : اسمها آمنة ، وقيل : أمينة ، وقيل : أميمة ، وسكينة لقب لقبتها به أمها الرباب ... وأورد سوال عبدالله بن الحسن لمحمد بن السائب الكلبي المذكور آنفا (1). \n10 ـ عمر رضا كحالة في «أعلام النساء» : \nقال : واسمها آمنة أو أميمة ، وسكينة لقبها (2). \n11 ـ السيد محسن الأمين العاملي في «أعيان الشيعة» : ",
        "عنونها هكذا : \nأميمة بنت الحسين بن علي بن أبي طالب المعروفة بسكينة. \nثم نقل بعض الأقوال المتقدمة وقال : \nروى في الأغاني بسنده ، عن ابن الكلبي (3) ، عن أبيه ، قال : قال لي عبدالله بن الحسن [بن الحسن] : ما اسم سكينة بنت الحسين؟ فقلت له : سكينة ، فقال : لا ، اسمها آمنة (4) (5). ",
        "والظاهر تعدد الحادثتين ، أحدها هذه ، ولعلها هي الأسبق زمانا ، والأخرى ما أوردناه عن النديم من أن محمد بن السائب الكلبي كان قد سأله عبدالله بن الحسن هذا عن اسم سكينة ، فقال : هي أميمة ، واستظهرنا هناك في التسلسل (5) في تعليقتنا على أميمة ، من أنها تصحيف آمنة. \n__________________\n(1) وفيات الأعيان 1 : 378 في ترجمة سكينة. \n(2) أعلام النساء 2 : 202. \n(3) ابن الكلبي ينصرف إلى هشام بن محمد بن السائب الكلبي ، وروايته عن أبيه أي عن محمد بن السائب الكلبي ، مما يدل أن الراوي واحد مع تعداد الحادثتين ، وهو الموافق لاستظهارنا. ",
        "(4) الأغاني لأبي الفرج الإصفهاني 16 : 147. \n(5) أعيان الشيعة 3 : 491. \nواستظهارنا بتعدد الحادثتين ، كون رواية الأغاني هنا في صدد تصحيح ما علق بذهن محمد بن الكلبي ، وما اشتهر من لقبها بين الناس من أنها سكينة ، فصحح عبدالله اسمها بأنها آمنة. \nورواية النديم في الفهرست (1) أن عبدالله بن الحسن سأل محمد بن الكلبي عن اسم سكينة ، فلما ذكر أن اسمها آمنة صوب له ذلك وأقره عليه حينما قال : أصبت ، وكأنه في صدد تذكيره على ما صححه من قبل والتأكيد عليه بأن اسمها آمنة وليس سكينة. ",
        "وتأكيد عبدالله بن الحسن على محمد بن الكلبي له خصوصيته ، فأن ابن الكلبي كونه نسابة ، وعبدالله بن الحسن حريص على تصحيح الاسم بواسطة محمد بن الكلبي لرجوع الناس إليه. \n12 ـ السيد عبدالرزاق الموسوي المقرم في «سكينة بنت الحسين عليهما‌السلام» : \nقال : وأما سكينة فقد ذكر المؤرخون أنه لقب من أمها الرباب ، وكأنه لسكونها وهدوئها ، وعليه فالمناسب فتح السين المهملة وكسر الكاف ، وهذا الرأي نسبه الصبان إلى المشهور. وأما اسمها ، فالذي اختاره ابن تغري بردي أنه آمنة (2). \n13 ـ الشيخ محمد حسين الأعلمي في «تراجم أعلام النساء» : ",
        "قال : سكينة لقبها ، واسمها آمنة أو أمينة أو أميمة (3). \n14 ـ المحدث الشيخ عباس القمي في «منتهى الآمال» : \nقال : وكان اسم سكينة آمنة أو أميمة ، فلقبتها أمها رباب بسكينة ، فهي \n__________________",
        "(1) راجع صفحة (39) لتقف على الرواية وتقارنها برواية الأغاني. \n(2) سكينة بنت الحسين : 140. \n(3) تراجم أعلام النساء 2 : 200. \nعقيلة قريش ، وذات عقل ورأي صائب (1). ",
        "هذا اتفاق أهل الأخبار والمحققين من الفريقين ، أن سكينة هو لقب آمنة أو أميمة بنت الحسين. \nعلى أنا نرجح ما رجحه أهل التحقيق بأن اسمها آمنة بنت الحسين وميلهم إلى ذلك. بل هو الأقرب على ما في رواية أبي إسحاق المالكي ، كما نقله أبو الفرج الإصفهاني في الأغاني عن المدائني ، قال : حدثني أبو إسحاق المالكي قال : سكينة لقب ، واسمها آمنة ، ثم تصحيح الإصفهاني عقيب الرواية بقوله : وهذا هو الصحيح. وقد أشرنا إليه آنفا. \nكما أن أبا الفرج نقل في موضع من الأغاني (2) : قال مصعب فيما أخبرني به الطوسي ، عن زبير ، عنه : اسمها آمنة. \nوهناك رواية أخرى للمدائني ، عن أبي إسحاق المالكي ، قال : قيل لسكينة ـ واسمها آمنة ، وسكينة لقب ـ : أختك فاطمة ناسكة ، وأنت تمزحين كثيرا؟ ... ثم جواب السيدة آمنة بأنكم : «سميتموني باسم جدتي التي لم تدرك الإسلام» ، تعني آمنة بنت وهب ، أم رسول الله صلى‌الله‌عليه‌وآله‌وسلم (3). ",
        "ومع مؤاخذاتنا على هذه الرواية ، إلا أن الذي يعنينا منها الآن هو ترجيح اسم آمنة على غيره من الأسماء. \nوهذا ما حدى بالسيد محس الأمين العاملي في أعيان الشيعة (4) إلى القول بعد إيراده لهذه الرواية في أخبارها : هذا يدل على أن اسمها آمنة. رغم \n__________________\n(1) منتهى الآمال 1 : 818. \n(2) الأغاني 16 : 146. ",
        "(3) المصدر السابق : 149. \n(4) إعيان الشيعة 3 : 492. \nأنه عنونها باسم أميمة ، ولعل اختياره كان مسايرة لما عليه الأكثر ليس إلا. \nمن هنا يتأكد لنا الاسم الحقيقي للقب سكينة وهو آمنة بنت الحسين عليهما‌السلام ، لذا فالأمانة العلمية تدعونا إلى إثبات اسمها الصحيح ، والتعامل معه تعاملا جديا ، وذلك لغلق الطريق على الأكاذيب التي عهد إليها البعض للإساءة إلى بيت النبي الأطهر ، وتمحلات الآخرين الذين حسبوها أنها مرتكزات تاريخية ، دون أن يتكلفوا أدنى مطالب التحقيق في شأن هذه الحادثة الخطيرة ، لذا فإننا نأمل من ذوي التحقيق وأهل الإنصاف ، أن يرتكز في أذهانهم اسم آمنة بنت الحسين ، والتعامل معه تعاملا حقيقا ، والإعراض عن لقبها الذي استغله بعض أهل الأهواء ، والسذج من بسطاء العوام ، الذين لا خلاق لهم بتحقيق الوقائع ، ومعرفة الأحداث ، ومالهم بذلك إلا المطامع ، أو النعيق مع كل ناعق.",
        "مصالح أموية ومطامع زبيرية \nلم تزل الروايات التاريخية تحت مطرقة الأهواء والأغراض السياسية ، بل انجر ذلك حتى إلى رواية الحديث النبوي ، وقد أشرنا إلى ذلك بشيء من التفصيل في كتابنا «تاريخ الحديث النبوي بين سلطة النص ونص السلطة» ، ولا يزال تاريخنا مخبوءا خلف ظروف روائية أسهم في إيجادها رواة وظفتهم السياسة ؛ لإيجاد حبكات قصصيةٍ وروايات توهم الآخرين بأنها ضمن تراثنا التاريخي الإسلامي ، في حين لم تكد مدونات التاريخ تستعرض واقعة تاريخية ، أو تسبر سيرة شخصية ، إلا وتجد مشكلة الوضع تخترق الحدث ، وتحيله إلى قراءة لتوجهات سياسية ، تتحكم فيها أغراض الراوي الذي ينتسب إلى تلك الجهة المعنية ، أو تلك الرؤية المحسوبة ، \nوهكذا تتدخل هذه التوجهات لتأسيس تاريخ مشوه ، أو روايات موضوعة ، أو حدث مفتعل تجيد صياغته تارة أو تضطرب أخرى ، فتبدو القضية متناقضة غير حقيقية ، بأدنى تأمل ودقة نظر. \nمن هنا يمكننا أن نستعرض لهذه الظاهرة نموذجين من الوضع والتزوير ، تتدخل فيها عدة توجهات سياسية معينة : ",
        "أحدها : المصالح الأموية التي ما برحت تكيد لآل علي عليهم‌السلام منذ عهد معاوية بن أبي سفيان. \nوثانيا : المطامع الزبيرية التي ما فتئت تلاحق المجد العلوي منذ حرب الجمل ، حتى ما ارتكبه آل الزبير من تأسيس مجدهم الزائل على جماجم شيعة علي عليه‌السلام وأصحابه ، ولاننسى ما بذله عبدالله بن الزبير وآله من محاربة العلويين وملاحقتهم ، كنفي محمد بن الحنيفة ، أو إخراج عبدالله بن عباس ، ومثلهم من بني هاشم عن مكة ، وإعلان العداء لهم منذ قيام دولتهم يومذاك. بمعنى أن الزبيريين عرفوا بمنافستهم الشديدة لآل علي عليه‌السلام ، وكانوا يحسدون ما يحرزه العلويون من تقدم في كل المجالات ، والأمة تتعامل مع العلويين بأنهم يمثلون الشرعية التي لا يمكن لأحد إغفالها أو تجاوزها ، وإذا لم تدم الجهود الزبيرية في تأسيس دولتهم يومذاك ، فلا بد أن يبحثوا عن مجد يحيلهم إلى أسياد الشرعية ، وقادة الأمة. حينئذ كيف يتم ذلك وملاحم العبث تملأ الأخبار؟ وقصص عمر بن أبي ربيعة وسكينة بنت خالد بن مصعب يتداولها الناس ، ويتغنى بها أهل المجون والغناء ، وهذه مشكلة يستشعر منها الزبيريون إحدى المعضلات التي تعرقل دعاواهم في شرعيتهم المدعاة. إلى جانب ذلك ترى الأمة قداسة آل علي عليهم‌السلام ، وطهارة \nبيتهم النبوي الذي لم تدنسه محاولات الأعداء ، فبقي مشعا بعطائه ، شاهدة الأمة لهم بالقداسة والإيمان ، وهذا يعني أن جهود منافسيهم سوف تعرقلها هذه النظرة المقدسة الزكية لآل علي عليهم‌السلام. \nفالأمويون عرفوا بعبث خلفائهم ، حتى صار ذلك من تشريفات البلاط الأموي ، وآل الزبير يقرأون ويشاهدون أمامهم ملاحم بطلة الغرام سكينة بنت خالد الزبيرية ، فيحالون إلى بيت عبث وغناء ، لا كما يدعون من أنهم أهل خلافة وإمرة وقيادة ، وفي مثل هذا الحال سيتاح لآل علي عليهم‌السلام المنافس الأقوى لآل أمية وآل الزبير من التحرك بشكل طبيعي ؛ من أجل تمثيل شرعيتهم الإلهية المتمثلة بأئمة آل البيت عليهم‌السلام. ",
        "إذن فعلى الأمويين والزبيريين أن يختلقوا قضية يرمون بها منافسيهم الأقوياء ، وقلنا من قبل : إن شخصية الإمام زين العابدين عليه‌السلام لا يمكن أن تنالها دعايات الأعداء ، وقداسة بنات علي عليهم‌السلام لا تدنسها محاولات الأقلام الجائرة والأهواء العابثة ، فلم يجدوا إذن إلا شخصية «آمنة» سكينة بنت الحسين عليهما‌السلام ، التي لم تساهم ـ كما ذكرنا ـ في الإعلام العلوي يوم كان آل البيت يتولون مهمة التبليغ وبيان الحقائق ، وكان لصغر سنها أثر في تحجيم دورها يومذاك ، هذا من جهة. \nومن جهة أخرى وجدت الدعايات الزبيرية ، والإعلام الأموي ، أن لتشابه اسمي سكينة بنت خالد بن مصعب صاحبة ملاحم عمر بن أبي ربيعة واسم سكينة بنت الحسين عليهما‌السلام ، محاولة ناجحة في الخلط والتدليس ، واختراع القصص الماجنة ، ورمي شخص «آمنة» سكينة بنت الحسين عليهما‌السلام ، ووجدت هذه المحاولة نجاحها على أيدي رواة متخصصين في صياغة \nالحدث ، ووضع القضية موضعا يستسيغ تناقله العامة ، ويلهج به البسطاء ، ويتعامل معه السذج تعامل المسلمات. \nوبهذا احتلت روايات «آمنة» سكينة بنت الحسين عليهما‌السلام مساحة واسعة من كتب الحكايات ، وملاحم الغزل ، ووسائل القصاصين ؛ ليحيلوا قداسة البيت العلوي إلى دناسة أموية وعبث زبيري ، ويأبى الله إلا ظهور الحقائق والإطاحة بمحاولات الشرذمة من أهل الأهواء السياسية فيحيلها ، إلى ملاحم تحكي حقيقة هؤلاء الوضاعين من الأمويين والزبيريين.",
        "أكـذوبتان : \nالأكذوبة الأولى \nسكينة ومجالسة الشعراء واستماع الغناء \nالنموذج الأول : ",
        "قال أبو الفرج : أخبرني علي بن صالح قال : حدثنا أبو هفان ، عن إسحاق ، عن أبي عبدالله الزبيري قال : اجتمع نسوة من أهل المدينة من أهل الشرف ، فتذاكرن عمر بن أبي ربيعة وشعره وظرفه وحسن حديثه ، فتشوقن إليه وتمنينه ، فقالت سكينة بنت الحسين : أنا لكن به ، فأرسلت إليه رسولا وواعدته الصورين ، وسمت له الليلة والوقت ، وواعدت صواحباتها. فوافاهن عمر على راحلته ، فحدثهن حتى أضاء الفجر وحان انصرافهن ، فقال لهن : والله إني لمحتاج إلى زيارة قبر رسول الله صلى‌الله‌عليه‌وآله‌وسلم والصلاة في مسجده ، ولكني لا أخلط بزيارتكن شيئا ، ثم انصرف إلى مكة من مكانه ، وقال في ذلك : \n\nرجال الخبر : \nعلي بن صالح : قال الذهبي : قال ابن الجوزي ضعفوه. ",
        "قلت [أي الذهبي] : لا أدري من هو (2). \nأبوهفان : قال الذهبي : أبو هفان الشاعر حدث عن الأصمعي بخبر منكر. \nقال ابن الجوزي : لا يعول عليه (3). \nإذن فالخبر ساقط عن الاعتبار لضعف رواته ومجهوليتهم. ",
        "يعد هذا الخبر في صدارة أخبار سكينة المنسوب لها في مجالسة الشعراء خصوصا عمر بن أبي ربيعة ، والخبر مع غض النظر عن سقوط سنده عن الاعتبار ، فأن محاولة الوضع بادية عليه ؛ إذ افتتح الخبر بأن «نسوة من أهل المدينة من أهل الشرف اجتمعن» ، ولم يتعرض الخبر إلى ذكر واحدة منهن ، واختص بذكر سكينة بنت الحسين ، وذلك دليل على أن صياغة الخبر بهذه الطريقة قصد منها التعرض للسيدة «آمنة» سكينة بنت الحسين ، ورتبت أحداثه لهذا الغرض ، والخبر في صدد ذكر ظرافة عمر بن أبي ربيعة ومحاولاته العبثية ، وهو ليس في صدد التعرض لسيرة أحد ، هكذا يعطي الخبر مسحة «البراءة» على ما يفتعله الوضاعون ، محاولين من خلاله الترسل لذكر وقائع أدبية صرفة ، وليس الغرض التعرض لسيرة أحد أو \n__________________\n(1) الأغاني171 : 1. \n(2) ميزان الاعتدال 130 : 3. ",
        "(3) المصدر السابق 540 : 4. \nالإساءة للبيت العلوي الطاهر. وبهذا يحاول الوضاعون بعد أن أعيتهم الحيل في النيل من الشرف العلوي ، إلى ارتكاب هذه المجازفات الروائية ، التي وقع الكثير من المغفلين في التصديق بكل ما تدسه مشاريع الوضع ، واختلاق روايات من هذا القبيل ، تستهدف خصومهم وتوهم البسطاء بذلك. \nعلى أن اجتماع هذه النسوة من الليل حتى طلوع الفجر يتنافى والحالة الاجتماعية التي تعيشها المدينة ، فالالتزامات التي تعيشها المرأة المدنية فضلا عن تعففها عما يشين سمعتها لدى الآخرين ، تختلف كثيرا عن غيرها من الأنحاء الإسلامية. فالمدينة تجد من نفسها مصدر إشعاع إسلامي للسيرة النبوية ، التي يمثلها أهلها القاطنون وقتذاك ، وهم لايزالون يعتزون بانتمائهم الإسلامي والتزامهم الديني ، كما أنها لا تزال تحتفظ بقداستها النبوية ، فضلا عما عرفته المدينة من أن القاطنين فيها بين مهاجر أو أنصاري ، والخبر لا يعد إساءة لخصوص البيت العلوي بقدر ما هو إساءة لأهل الهجرة من المهاجرين ، وأهل النصرة من الأنصار ، مما يعني أن الخبر قد سطرته أيد يهودية ، تتربص بالدين الإسلامي الذي يعيش تحت مطرقة نظام أموي مهزوز ؛ ليظهر بذلك انحلال المجتمع الإسلامي وهو قريب عهد بالنبوة ، فكيف بمجتمع ابتعد عن العهد النبوي وتطاولت عليه الدهور ، مما يعني أن لهذا المجتمع الإسلامي الذي يدعي الالتزام حياته العبثية الخاصة ، وتوجهات ترفه كذلك ، خلاف ما يدعيه المسلمون ليتقدموا بذلك على المجتمعات الأخر ، وبذلك استهدف الخبر قداسة الالتزام الإسلامي وطهارة مجتمعه. \nواختيار عمر بن أبي ربيعة ليكون بطل هذه القصة له مغزاه ؛ إذ أن عمر ",
        "ابن أبي ربيعة معروف بمجونه وخلعه ، حتى نقل ابن عبد ربه في العقد الفريد قولهم : ما عصي الله بشعر ما عصي بشعر عمر بن أبي ربيعة (1). \nويصف ابن جريج خطورة مجونه وعبثه حتى قال : ما دخل العواتق في حجالهن شيء أضر من شعر ابن أبي ربيعة (2). \nويصف هشام بن عروة عواقب أشعار ابن أبي ربيعة وفحشها بقوله : لاترووا فتيانكم شعر عمر بن أبي ربيعة لئلا يتورطوا في الزنا تورطا (3). فكيف يستقيم هذا مع ما عرف من عفة البيت العلوي وطهارته وترفعه عن أدناس الجاهلية؟! فتخصيص عمر بن أبي ربيعة إذن في هذه القصة يستهدف قداسة البيت العلوي وكرامته وليس غير ذلك. \nتهافت الوضاع : ",
        "على أنا لو أردنا الإعراض عن مناقشة سند ودلالة هذه القصة ، فإننا نقطع بكونها موضوعة من قبل القصاصين ، الذين يستملحون كل شاذ ، ويروون كل غريب. \nفالتهافت في نقل القصة إذا استقصينا مواردها ، وجدنا أنها في مصدر واحد يتهافت الكاتب في نقولاته ، مما يدل على أن القصة موضوعة ، فضلا عن كونها مكذوبة في نسبتها للسيدة سكينة بنت الحسين عليهما‌السلام ، وإليك تعدد القصة في كتاب «الأغاني» : \nأولا : نقل أبو الفرج الإصفهاني حديث اجتماع عمر بن أبي ربيعة \n__________________\n(1) العقد الفريد 6 : 199. ",
        "(2) تاريخ آداب اللغة العربية لجرجي زيدان 1 : 281. \n(3) المصدر السابق. \nبالنسوة ، وكانت سكينة بنت الحسين هي التي واعدته ، فقصدهن واجتمع بهن ، كما ذكرنا ذلك فيما سبق. \nثانيا : نقل أبو الفرج الإصفهاني القصة في مورد آخر قبيل القصة الأولى بـ (58) صفحة بعنوان سكينة ، وليس سكينة بنت الحسين. ",
        "فأي سكينة قصدها الراوي في قصته! \nوكيف جزم أبو الفرج أن المقصود من سكينة في القصة الأولى ، هي سكينة بنت الحسين؟! \nوقد أورد الخبر هكذا : \nاجتمع نسوة فذكرن عمر بن أبي ربيعة وشعره وظرفه وحسن مجلسه وحديثه ، وتشوقن إليه وتمنينه ، فقالت سكينة : أنا لكن به ... إلى آخر الخبر (1). ",
        "ثم أكد أبو الفرج القصة باسم «سكينة» دون نسبتها إلى الحسين عليه‌السلام في موضع ثالث من كتابه (2). \nوهذا التعدد في تكرار الرواية يزيدنا اطمئنانا أن «سكينة» دون أن ينسبها الراوي ، هي بطلة القصة التي رواها مصعب الزبيري ، ونسبها أبو هفان الشاعر إلى سكينة بنت الحسين ، وقد ذكرنا أبو هفان وترجمة الذهبي له برواية الحديث المنكر (3). \nثالثا : ذكر أبو الفرج الإصفهاني في مورد آخر الأبيات هكذا : \n__________________",
        "(1) الأغاني 1 : 113. \n(2) الأغاني 2 : 369. \n(3) راجع صفحة : 50 من كتابنا هذا. \n",
        "ثم ذكر القصة هكذا : \nولم يزل عمر ينسب بعائشة (1) أيام الحج ويطوف حولها ويتعرض لها (2). \nرابعا : على أن الأبيات التي ذكرتها القصة هي إحدى قصائد عمر بن أبي ربيعة متغزلا بزينب الجمحية ، إحدى شخصيات ملاحمه الغزلية ، وقد تكرر ذكرها مرارا في قصائده منها : \nوله كذلك : ",
        "من هنا فإن التهافت في رواية القصة والاضطراب في أبياتها يوقفنا على أمر مهم وهو : \nوضع الرواية ونسبتها إلى السيدة سكينة بنت الحسين عليهما‌السلام لدواع لا تخفي على القارئ اللبيب. \nخامسا : والجدير ذكره أن أبا الفرج الإصفهاني حين ذكره لقصة اجتماع عمر بن أبي ربيعة بسكينة ، ذكر أبيات القصة في موضع آخر هكذا : \n__________________ ",
        "(1) عائشة بنت طلحة بن عبيد الله ، وأبو الفرج الإصفهاني هنا في صدد أخبار عمر بن أبي ربيعة مع عائشة بنت طلحة. \n(2) الأغاني 1 : 205. \n(3) المصدر السابق : 108. \n(4) المصدر السابق : 109. ",
        "\nإلا أنه ذكر نص الأبيات بعينها في موضع آخر هكذا : \nإلى أن قال : \nوذكره للأبيات هنا في صدد ذكر سعدى بنت عبدالرحمن بن عوف ، والقصيدة منسوبة لهذه القصة (3) ، فكيف ركب الخبر من قصة سكينة وأبيات سعدى بنت عبدالرحمن بن عوف؟! ",
        "وماذا يعني هذا الاضطراب والتهافت؟ \nوالطريف أن أبا الفرج نفسه يعترف بعد ذكره خبر التشبيب بسعدى ، أن المغنين غيروا لفظ سعدى إلى سكينة ، وسوف نأتي على بيانه بعيد هذا (4). \nوإذا أردنا أن نحسن الظن بأبي الفرج الاصفهاني ، فترجع المشكلة إلى \n__________________\n(1) الأغاني 1 : 172. ",
        "(2) الأغاني 17 : 162. \n(3) يأتي في صفحة 74 و 75 ذكر أبيات تشبيبه بسعدى ، فراجع. \n(4) راجع صفحة 92 من هذا الكتاب. \nيد التحريف والتصحيف ، التي تدور في فلك الأنظمة والحكام ، الذين حاولوا فرض حالات العبث والتزييف في التراث الإسلامي ، فضلا عن التراث الأدبي ، الذي حاولوا تسخيره لتوجهاتهم ، دون أن تسلم مجالات الترويح الأدبي البريء ، الذي يستثمره القارئ دون أن تدخله القراءات الحاكمة ضمن دوائرها السياسية المقيتة. ",
        "النموذج الثاني : \nأبو الفرج الاصفهاني ، أخبرني الحسن بن علي قال : حدثنا محمد بن القاسم بن مهرويه قال : أخبرني عيسى بن إسماعيل ، عن محمد بن سلام ، عن جرير المديني ، عن المدائني. \nوأخبرني به محمد بن أبي الأزهر قال : حدثنا حماد بن إسحاق ، عن أبيه ، عن محمد بن سلام. \nوأخبرني به أحمد بن عبدالعزيز الجوهري ، عن عمر بن شبة موقوفا عليه ، قالوا : ",
        "اجتمع في ضيافة سكينة بنت الحسين عليهما‌السلام ، جرير والفرزدق وكثير وجميل ونصيب ، فمكثوا أياما ، ثم أذنت لهم فدخلوا عليها ، فقعدت حيث تراهم ولا يرونها وتسمع كلامهم ، ثم أخرجت وصيفة لها وضيئة وقد روت الأشعار والأحاديث ، فقالت : أيكم الفرزدق؟ فقال لها : ها أنذا ، فقالت : أنت القائل : \n\nفقال : نعم ، فقالت : فما دعاك إلى إفشاء سرها وسرك؟ هلا سترتها وسترت نفسك؟ خذ هذه الألف ، والحق بأهلك (1). \nوفي رواية أخرى لأبي الفرج عن أبي الزناد : أن الفرزدق لما قال ها أنذا ، قالت : أنت الذي تقول : ",
        "فقال : نعم ، قالت : قولك أحسن من منظرك ، وأنت القائل : \nهال : نعم ، قالت : أحسنت أحسن الله إليك ، وأنت القائل : \nقال : نعم ، قالت : سوأة لك فشيت السر ، فضرب بيده على جبهته وقال : نعم ، فسوأة لي. \nثم دخلت الجارية على مولاتها وخرجت وقالت : أيكم جرير؟ فقال : ",
        "__________________\n(1) الأغاني 16 : 169 و 170. \nها أنذا ، قالت : أنت القائل : \nقال : نعم ، قالت : أحسن الله إليك ، وأنت القائل : \nقال : نعم ، قالت : أحسنت ، وأنت القائل : ",
        "قال : نعم ، قالت : سوأة لك جعلتها صائدة القلوب حتى إذا أناخت ببابك جعلت دونها حجابها ، ألا قلت : \nقال : نعم ، فسوأة لي ، قالت : فخذ هذه الألف دينار والحق بأهلك. \nودخلت الجارية وخرجت وقالت : أيكم كثير عزة؟ فقال : هاأنذا ، فقالت : أنت القائل : \n__________________ ",
        "(1) الأبيات وما بعدها أوردها عن الأغاني السيد محسن الأمين العاملي في أعيان الشيعة 5 : 345. \nقال : نعم ، قالت : أعطاك الله مناك ، وأنت القائل : \nقال : نعم ، قالت : أحسن الله إليك ، وفي رواية قالت : كثير أنت القائل : \nقال : نعم ، قالت : أفسدت الحب بهذا التعريض ، خذ ألف دينار وانصرف. ",
        "ثم دخلت الجارية وخرجت وقالت : أيكم نصيب؟ فقال : ها أنذا ، قالت : أنت القائل : \nقال : نعم ، قالت : والله إن إحداهن لتقوم من نومتها فما تحسن أن تتوضأ فلا حاجة لنا في شعرك. \nوفي رواية تذكرة الخواص (1) أنها قالت لنصيل : أنت القائل : \nقال : نعم ، قالت : وهل في الحب تدانٍ ، خذ هذه ألف دينار وانصرف. ",
        "ثم دخلت الجارية وخرجت وقالت : أيكم جميل؟ قال : ها أنذا ، \n__________________ \n(1) تذكرة الخواص لسبط ابن الجوزي : 279. \nقالت : أنت القائل : ",
        "إلى آخر الأبيات والقصة (1). \nرجال الخبر : \nمحمد بن القاسم بن مهرويه : مهمل لم تتعرض له كتب الرجال ، غير معروف. \nعيسى بن إسماعيل : كذلك مهمل أهملته كتب الرجال ، لا يعرف. ",
        "محمد بن سلام : قال ابن حجر : لا يكتب حديثه (2). جرير المديني : لا يعرف ، مهمل ، تركته كتب الرجال. \nمحمد بن أبي الأزهر : غير معروف. \nفالخبر ساقط لمجهولية بعض رواته ، وضعف غيرهم. \nوأنت ترى ما للخبر من تكلف زائد وتهويلات مصطنعة ، تصاغ للحط من كرامة السيدة سكينة عليهما‌السلام ، فاجتماع الشعراء على بابها يعطي صبغة عبثية تمارسها هذه السيدة الكريمة في حياتها الخاصة ، وكأنها لا ترتبط بنواميس دينية ، أو مقدسات اجتماعية تأبى هذه الحياة العبثية ، أو كأنها غير مرتبطة بأسرة أو زوج يأنف من هذه الحياة التي تمارسها زوجته ابنتهم ، وآية أسرة هي تلك التي كانت لها سيادة قريش ، وسلطنة الشرف والكرامة ، ",
        "__________________ \n(1) والقصة والأشعار أوردها أبو الفرج في الأغاني 6 : 169 ـ 172 بنحو آخر. \n(2) لسان الميزان 3 : 542. \nفكيف تسمح نفوسهم أن تخدش غيرتهم وكرامتهم بهذه القضايا؟! ",
        "أضف إلى أن اجتماع الفرزدق وجرير غير ممكن في ظروف الهجاء والتفاخر الذي شاع بينهما ، فالنفرة التي كانت بين الشاعرين تأبى التوفيق بينهما على باب واحدة يستعطفون رضا أحد ، وقد عرف ذلك الوقوف على باب خليفة أو وال يغدق بعطاء الشعراء ، ويستريح على تزاحم المادحين ، ويأنس لاجتماع المغنين ، وهو ديدن الامويين ومنهج الزبيريين ، ولم يعرف من آل علي عليه‌السلام هذا. \nوإذا أراد هؤلاء الوضاعون دفع هذه الوصمة عن أسيادهم إلى الهاشميين من آل علي عليه‌السلام ، فإن الواقع يظهر لهم خلاف ذلك ، وأعطيات خلفاء بني أمية وبني العباس وغيرهم مشهورة ، وتسول الشعراء لمديحهم أشهر من أن تذكر له شواهد. \nقال جرجي زيدان وهو يتحدث عن ملوك بني أمية : واقتضت سياستهم تألف الشعراء بالمال ، فضلا عن اضطرار الشعراء وغيرهم إلى استرضائهم خوفا من قطع العطاء عنهم ، والعطاء يومئذ رواتب الجند وسائر المسلمين ، وكان المسلمون في صدر الإسلام كلهم جندا ، ولكل منهم راتب يتناوله من بيت المال على شروط مذكورة في الديوان ، فمن قبض على بيت المال قبض على رقاب الرعية ، ويجدر بهم أن يتقربوا منه ويتزلفوا إليه ، فإذا كان القابض عليه حكيما يعرف كيف يعطي ولمن يعطي ، أغناه ذلك عن سائر الأسباب ، فيزيد العطاء أو ينقصه أو يقطعه على حسب الاقتضاء. \nكذلك كان يفعل الدهاة من بني أمية وقدوتهم معاوية بن أبي سفيان ، أكبر دهاة العرب .. فلم يكن الشعراء يرون بدا من استرضاء بني أمية خوفا ",
        "من قطع أعطيتهم ، فضلا عما يرجونه من الجوائز إذا أحسنوا إرضاءهم (1). \nهذا هو ديدن بني أمية وأمثالهم ، وإذا أرادوا أن يدفعوا وصمة العطاء لموارد العبث والمجون من بيت المال وهو حال الخلفاء ، فإن آل علي عليه‌السلام لم يعرفوا بذلك ، بل كان عطاؤهم لله تعالى غير متجاوزين على غيرهم ، ويرون أن التعدي في صرف الأموال في غير حقها خيانة للمسلمين ، لذا وجد أعداؤهم أن يلصقوا بهم هذه التهمة للتخفيف عما ارتكبه أسيادهم ، الذين عاثوا في أموال المسلمين ، ومنعوا خيارهم ووصلوا فساقهم ، وقد عرف عن آل علي عليه‌السلام ورعهم في الأموال ، وزهدهم ومحاسبتهم في الأعطيات إلا لله تعالى. \nالنموذج الثالث : \nروى أبو الفرج ، عن حماد ، عن أبيه ، عن أبي عبدالله الزبيري قال : اجتمع بالمدينة راوية جرير وراوية كثير وراوية جميل وراوية نصيب ورواية الأحوص فافتخر كل واحد منهم بصاحبه ، وقال : صاحبي أشعر فحكموا سكينة بنت الحسين (2). ",
        "والخبر كسابقه ، إلا أنهم استبدلوا الشعراء برواتهم ، وهو أضعف من غيره كما ترى. \nالنموذج الرابع : \nقال الزبير : وحدثني عمي ، عن الماجشون قال : \nقالت سكينة لعائشة بنت طلحة : أنا أجمل منك ، وقالت عائشة : بل أنا ، ",
        "__________________ \n(1) تاريخ آداب اللغة العربية لجرجي زيدان 1 : 229. \n(2) الأغاني 16 : 173. \nفاختصمتا إلى عمر بن أبي ربيعة ، فقال : لأقضين بينكما ، أما أنت يا سكينة فأملح منها ، وأما أنت ياعائشة فأجمل منها (1). ",
        "رجال الخبر : \nالزبير بن بكار : قال ابن أبي حاتم : رأيته ولم أكتب عنه ، وقال أحمد بن علي السليماني في كتاب الضعفاء : كان منكر الحديث. \nثم ذكر ان سبب تضعيفه هو روايته عن الضعفاء ، مثل محمد بن حسن بن زبالة ، وعمرو بن ابي بكر المؤملي ، وعامر بن صالح الزبيري وغيرهم ، فإن في كتاب النسب عن هؤلاء أشياء كثيرة منكرة (2). \nمصعب الزبيري عم الزبير بن بكار : الذي حدثه بالخبر. ",
        "نود التنويه إلى أن مصعب الزبيري هذا أساس روايات قصة سكينة بنت الحسين ، والتي أخذها منه أبو الفرج الإصفهاني المرواني ، وقد ضعفه أهل الجرح ولم يقروا له بوثاقة ، بل اتفقوا على ضعفه ، لذا فإن روايات سكينة مقطوعة الضعف لما أوردها مصعب الزبيري الضعيف المطعون بوثاقته ، وهذه جملة أقوالهم فيه : \nقال النديم في الفهرست : [كان] راوية ، أديبا ، محدثا ، وهو عم الزبير ابن بكار ، وكان أبوه عبدالله من أشرار الناس ، متحاملا على ولد علي عليهم‌السلام ، وخبره مع يحيى بن عبدالله معروف (3). \nقال عنه في تقريب التهذيب : لين الحديث (4). وتوقف فيه مالك بن \n__________________ ",
        "(1) الأغاني 16 : 159. \n(2) تهذيب التهذيب 3 : 269. \n(3) تهذيب التهذيب 11 : 34. \n(4) تقريب التهذيب 1 : 533. ",
        "أنس كما عن المغني في الضعفاء (1). \nوفي تهذيب الكمال : قال أبو حاتم : مصعب الزبيري لا يحمدونه وليس بقوي ، وقال محمد بن سعد : كان قليل الحديث ، وقال النسائي فيما قرأت بخطه : مصعب منكر الحديث ، وقال في موضع آخر : في حديثه شيء ، وروى له الجماعة سوى البخاري (2). \nوفي الكامل في التاريخ لابن الأثير قال في مصعب الزبيري : وكان عالما فقيها ، إلا أنه كان منحرفا عن علي عليه‌السلام (3). \nوقال ابن حجر في تهذيب التهذيب : قال عبدالله بن أحمد ، عن أبيه : أراه ضعيف الحديث ، لم أرَ الناس يحمدون حديثه. وقال عثمان الدارمي ، عن ابن معين : ضعيف. وقال معاوية بن صالح ، عن ابن معين : ليس بشيء. وقال النسائي : مصعب ليس بالقوي في الحديث. وقال ابن حبان في الضعفاء : تفرد بالمناكير عن المشاهير ، فلما كثر ذلك فيه استحق مجانبة حديثه. وقال ابن سعد : كان كثير الحديث يستضعف. وقال الدار قطني : مدني ليس بالقوي (4). ",
        "وقد ورث مصعب تحامله وعداءه لآل علي عليه‌السلام من أبيه ، فأخذ يضع من الأخبار ما يحط به كرامة آل علي وقداستهم. \nالماجشون : قال ابن حجر : الماجشون ، يعقوب بن أبي سلمة التميمي ، مولى آل المنكدر أبو يوسف المدني ، قال مصعب الزبيري : إنما \n__________________ \n(1) المغني في الضعفاء 2 : 660. ",
        "(2) تهذيب الكمال 28 : 36. \n(3) الكامل في التاريخ 5 : 288 حوادث سنة 236. \n(4) تهذيب التهذيب 10 : 159. \nسمي الماجشون لكونه كان يعلم الغناء ويتخذ القيان ، وكان يجالس عروة ابن الزبير وعمر بن عبدالعزيز في إمرته ، وكان عمر يأنس إليه ، فلما استخلف عمر قدم عليه فقال له : إنا تركناك حين تركنا لبس الخز ، فانصرف عنه (1). ",
        "فالماجشون إذن صاحب لهو ومجون ، فكيف يؤخذ بخبره لا سيما هو صنيعة زبيرية وأموية؟! فاحتفاء عروة بن الزبير ومصاحبته له ، أو مجالسته لعمر بن عبد العزيز الأموي أيام إمارته ، يغني عن حاله في الضعف واللامبالاة وعدم التحرج ، وهو يجاري توجهات بني أمية وآل الزبير في الحط من كرامة آل علي صلوات الله عليهم. \nفالخبر ضعيف برجاله. \nعلى أن الخبر يتنافى والمسلمات الشرعية التي نهت الشرعية عن الإتيان بها ومزاولتها ، كتعرض المرأة إلى الأجنبي وكشف وجهها وبيان محاسنها. \nحرمة نظر الأجنبي للأجنبية في الشريعة الإسلامية ",
        "نهى الإسلام عن النظر إلى الأجنبية ، وكذلك نظرها إلى الأجنبي ، وذلك لقوله تعالى : ( ولا يبدين زينتهن ) وقد فسرت الآية بأن الزينة هي مواضع الزينة ، فالآية تحث على وجوب الستر وعدم إبداء مواضع الزينة ، واحتج قوم بالإجماع ، وقد عرفت حاله ، فإن المنقول غير حجة ، والمحصل غير حاصل. \nواستدل بوجوب غض النظر بما رواه سعد الإسكاف في معتبرته عن \n__________________ \n(1) تهذيب التهذيب 11 : 340. ",
        "أبي جعفر عليه‌السلام قال : «استقبل شاب من الأنصار امرأة بالمدينة وكان النساء يتقنعن خلف آذانهن فنظر إليها وهي مقبلة ، فلما جازت نظر إليها ودخل في زقاق قد سماه ببني فلان فجعل ينظر خلفها ، واعترض وجهه عظم في الحائط أو زجاجة فشق وجهه ، فلما مضت المرأة نظر فإذا الدماء تسيل على ثوبه وصدره فقال : والله لآتين رسول الله صلى‌الله‌عليه‌وآله‌وسلم ولأخبرنه ، فأتاه فلما رآه رسول الله صلى‌الله‌عليه‌وآله‌وسلم قال : ما هذا؟ فأخبره ، فهبط جبرئيل عليه‌السلام بهذه الآية ( قل للمؤمنين يغضوا من أبصارهم ويحفظوا فروجهم ذلك أزكى لهم إن الله خبير بما يصنعون ) (1)‌» (2). \nفمورد نزول الآية هو النظر إلى المرأة ، وإطلاقها موجب إلى حرمة مورد النظر ، وإن ذهب بعضهم إلى أنّها خصّصت بالنظر الاستمتاعي بقرينة مورد النزول ، فإن الشاب الأنصاري كان نظره إلى المرأة بتلذذ ، إلا أن المورد لا يخصص الوارد كما هو معلوم. \nنعم ، في رواية أحمد بن أبي عبدالله البرقي قال : \nاستأذن ابن أم مكتوم على النبي صلى‌الله‌عليه‌وآله‌وسلم وعنده عائشة وحفصة فقال لهما : «قوما فادخلا البيت» ، فقالتا : إنه أعمى ، فقال : «إن لم يركما فانكما تريانه». ",
        "وغير ذلك من الأخبار ، والملازمة تدل على ثبوت الحكم في الرجل كما تدل على ثبوته في المرأة كذلك. كما أن إرادة الشارع في الغض عن النظر عدم الوقوع في الافتتان المقتضي للإتيان بالزنا ونحوه ، لذا شدد على عدم جواز النظر العمدي مع الريبة. \nمن هنا أمكن دفع هذا الخبر المنافي لقواعد حرمة النظر إلى الأجنبية ، \n__________________ \n(1) النور 24 : 30. ",
        "(2) الوسائل 20 : 192 ، ب 104 من أبواب مقدمات النكاح ، ح 4. \n(3) الوسائل 20 : 232 ، ب 129 من أبواب مقدمات النكاح ، ح1. \nومحادثتها بريبة ، فكيف بالسيدة «آمنة» سكينة بنت الحسين التي تربت في حجور العفة والورع والتقوى ، على أن تحكيم عمر بن أبي ربيعة «الخليع» والمشهور بالعبث في أيتها أجمل ، يتنافى وأحكام الشريعة ، فضلا عن سيرة المسلمين ، وأعراف المجتمع المدني وقتذاك. \nرمتني بدائها وانسلت ",
        "وإذا أوعزنا أسباب هذه القصص التي وضعت في حق سكينة بنت الحسين عليهما‌السلام ، لوجدنا أن دوافعها سياسية صرفة كما قدمنا. فإن بني أمية بحثوا عن كل أمر يشين آل علي عليه‌السلام فلم يجدوا ، فانحازوا إلى أسلوب الشتم والسب ، فسبوا عليا على منابرهم ثمانين عاما ، وحرصوا على إظهار معائبه فلم يجدوا لذلك سبيلا ، فألصقوا تهمهم في قصص يستملحها العامة ويجعلوها من المسلمات ، ليقابلوا بذلك ما اشتهر عنهم من العبث والمجون ومنادمة المغنين ، وما عرف عن نسائهم في ارتكاب هذا المحذور ، من مجالسة الشعراء ، والاستماع إلى المغنين ، وما اشتهر عن الشعراء كذلك في التشبيب بالنساء الأمويات المتهتكات ، وسنذكر شواهد ذلك. \nومن جهة أخرى احتدم الصراع بين الزبيرين وبين منافسيهم من العلويين ، وعرف العلويون بقداستهم ، فضلا عن مشروعية خلافتهم الإلهية ، التي تحاصر كل مدع لها ، ولا يزال معارضوهم يضيقون ذرعا بذلك. فوجدوا أن محاولة التخفيف من قداسة البيت العلوي لدى الأمة ، هو أيسر السبل في اقتناص فرص النصر الزبيري المزعوم ، فضلا عما يعانيه تاريخهم من العبث ، ومنادمة الشعراء ، ومجالسة المغنين ، وما اشتهر من أمر \nسكينة بنت خالد بن مصعب الزبيري ، ومجالسها المشهورة مع عمر بن أبي ربيعة. فأرادوا دفع هذ المنقصة وإلصاقها بمنافسيهم الأقوياء ، فاستغلوا تشابه الاسمين في إلصاق هذه التهمة ، وخلط ما وقع لسكينة بنت خالد الزبيرية ، مع سكينة بنت الحسين. \nهذا كما أن الشعراء قد أكثروا من التشبيب بنساء الأمويين والزبيريين ، وتاريخ الأدب العربي سجل هذه الملاحم الشعرية ، فكانت وثائق دامغة تدين تصرفاتهم ، والتي عرف بها بنو أمية وآل الزبير ، فزحزحوا هذه التهم وألصقوها في السيدة «آمنة» سكينة بنت الحسين ، تلافيا لما أحدثه تاريخهم العبثي المشهور. وإليك من ملاحم عمر بن أبي ربيعة ، والعرجي ، والحارث بن خالد المخزومي ، وأبو دهبل الجمحي ، وحماد عجرد ، والأحوص ، وعبدالرحمن بن حسان بن ثابت وغيرهم من شعراء الغزل ، شواهد التشبيب ، وقصائد الغزل ، وما عرفوا من منادمتهم لنساء الأمويين والزبيريين : ",
        "عائشة بنت طلحة بن عبيدالله زوجة مصعب بن الزبير \n1 ـ قال عمر بن أبي ربيعة مشببا بها : \n__________________ \n(1) الأغاني 1 : 204.",
        "2 ـ إن عمر بن أبي ربيعة لقي عائشة بنت طلحة بمكة وهي تسير على بغلة لها ، فقال لها : قفي حتى أسمعك ما قلت فيك ، قالت : أوقد قلت يا فاسق؟ قال : نعم ، فوقفت فأنشدها : \n3 ـ ومما يغني فيه من أشعار عمر بن أبي ربيعة في عائشة بنت طلحة ، قوله في قصيدته التي أولها : \n4 ـ كان ابن محرز أحسن الناس غناء ، فمر بهند بنت كنانة بن عبدالرحمن حليف قريش ، فسألته أن يجلس لها ولصواحب لها ، ففعل وقال : أغنيكن صوتا أمرني الحارث بن خالد بن العاص بن هشام أن أغنيه عائشة بنت طلحة بن عبيد الله في شعر له قاله فيها ، وهو يومئذ أمير مكة؟ قلن : نعم ، فغناهن : \n5 ـ حجت عائشة بنت طلحة بن عبيدالله ، فجاءتها الثريا وإخوتها ، ونساء أهل مكة القرشيات وغيرهن. وكان الغريض فيمن جاء ، فدخل النسوة عليها فأمرت لهن بكسوة وألطاف كانت قد أعدتها لمن يجيؤها ، ",
        "__________________ \n(1) الأغاني 206 : 1 ـ 207. \n(2) المصدر السابق : 208. \n(3) المصدر السابق : 366. ",
        "فجعلت تخرج كل واحدة ومعها جاريتها ومعها ما أمرت لها به عائشة ، والغريض بالباب حتى خرج مولياته مع جواريهن الخلع والألطاف ، فقال الغريض : فأين نصيبي من عائشة؟ فقلن له : أغفلناك وذهبت عن قلوبنا ، فقال : ما أنا ببارح من بابها أو آخذ بحظي منها ، فإنها كريمة بنت كرام ، واندفع يغني بشعر جميل : \nفقالت : ويلكم هذا مولى العبلات بالباب يذكر بنفسه هاتوه ، فدخل ، فلما رأته ضحكت وقالت : لم أعلم بمكانك ، ثم دعت له بأشياء أمرت له بها ، ثم قالت له : إن أنت غنيتني صوتا في نفسي فلك كذا وكذا .. فغناها في شعر كثير : \n6 ـ قال الحارث بن خالد المخزومي متغزلا بعائشة بنت طلحة لما تزوجها مصعب بن الزبير ورحل بها إلى العراق : \nقال أبوالفرج : والحارث بن خالد أحد شعراء قريش المعدودين ",
        "__________________ \n(1) الأغاني 372 : 3 ، 366 : 1. \n(2) تاريخ آداب اللغة العربية لجرجي زيدان : 283 ، الأغاني 316 : 3 وراجع أيضا 122 : 15. \nالغزليين ، وكان يذهب مذهب عمر بن أبي ربيعة لا يتجاوز الغزل إلى المديح ولا الهجاء ، وكان يهوى عائشة بنت طلحة بن عبيدالله ويشبب بها (1). ",
        "7 ـ حج الحارث بن خالد المخزومي بالناس ، وحجت عائشة بنت طلحة عامئذٍ ، وكان يهواها ، فأرسلت إليه أخر الصلاة حتى أفرغ من طوافي ، فأمر المؤذنين فأخّروا الصلاة حتى فرغت من طوافها ، ثم أقيمت الصلاة فصلى بالناس ، وأنكر أهل الموسم ذلك من فعله وأعظموه (2). \n8 ـ لما أن قدمت عائشة بنت طلحة أرسل إليها الحارث بن خالد ـ وهو أمير على مكة ـ أني أريد السلام عليك ، فإذا خف عليك أذنت ، وكان الرسول الغريض ، فقالت له : أنا حرم فإذا أحللنا إذناك. فلما أحلت سرت على بغلاتها ، ولحقها الغريض بعسفان أو قريب منه ، ومعه كتاب الحارث إليها : ما ضركم لو قلتم سددا .... \nفلما قرأت الكتاب قالت : ما يدع الحارث باطله ، ثم قالت للغريض : هل أحدثت شيئا؟ قال : نعم فاستمعي ، ثم اندفع يغني في هذا الشعر ، فقالت عائشة : والله ما قلنا إلا سددا ، ولا أردنا إلا أن نشتري لسانه ، وأتى على الشعر كله ، فاستحسنته عائشة وأمرت له بخمسة آلاف درهم وأثواب ، وقالت : زدني ، فغناها في قول الحارث بن خالد أيضا ... (3). \n9 ـ نظر ابن أبي ذئب إلى عائشة بنت طلحة تطوف بالبيت ، فقال لها : من أنت؟ فقالت : ",
        "__________________ \n(1) الأغاني 309 : 3. \n(2) المصدر السابق : 315. \n(3) المصدر السابق : 317. ",
        "فقال لها : صان الله ذلك الوجه عن النار ، فقيل له : أفتتنتك أبا عبدالله؟ \nقال : لا ، ولكن الحسن مرحوم (1). \nولا نريد التعليق على هذه الرواية ، بل نترك الأمر إلى القارىء ليحكم بنفسه. \nفاطمة بنت عبدالملك بن مروان ",
        "قال عمر بن أبي ربيعة فيها : \nوفي قصة طويلة ذكرها أبوالفرج الأصفهاني ، أنها كانت ترسل جاريتها إليه ليأتي عندها ، فيغازلها ، ويتشبب بها ، ويبادلها الحديث وتبادله ، حتى شغف بها ، وطلب ملابسها التي تلي جسدها ، فأعطته ما أراد ، فزاده ذلك شغفا ، وظل يتابعها ليل نهار ، حتى قال فيها : \nالثريا بنت علي بن عبدالله بن الحارث \nقال فيها عمر بن أبي ربيعة حين تزوجت رجلا اسمه سهيل : ",
        "__________________ \n(1) العقد الفريد 102 : 7. \n(2) تاريخ آداب اللغة العربية 282 : 1. \n(3) الأغاني 199 : 1. ",
        "\nرملة بنت عبدالله بن خلف أخت طلحة الطلحات \nوقد شبب بها عمر بن أبي ربيعة في شعر مذكور في الأغاني فليراجع (2). \nعاتكة بنت معاوية بن أبي سفيان ",
        "وقد شبب بها أبو دهبل الجمحي ، حيث جاءت للحج فنزلت بذي طوى من مكة ، وقد اشتد الحر فأمرت جواريها فرفعن الستر ، فمر أبو دهبل فرأها وهي لا تعلم ، فما رأته ينظر إليها غضبت وشتمته وأمرت بارخاء الستر ، فقال أبو دهبل في ذلك : \nوأنشد أبو دهبل هذه الأبيات لبعض إخوانه ، فشاعت وغنى بها المغنون ، فبلغت عاتكة ، فبعثت إليه بكسوة وجرت الرسل بينهما ، فلما صدرت عن مكة خرج معها إلى الشام ، فلما دخلت دمشق «جيرون» انقطعت عن لقائه في دمشق ، فنظم في ذلك قصيدة مطلعها : \nرملة بنت معاوية بن أبي سفيان \nشبب عبد الرحمن بن حسان برملة بنت معاوية ، فقال : ",
        "__________________ \n(1) تاريخ آداب اللغة العربية282 : 1. \n(2) الأغاني 1 : 218 و 221. \n(3) تاريخ آداب اللغة العربية 284 : 1. ",
        "\nعاتكة بنت عبدالله بن يزيد بن معاوية بن أبي سفيان \nقال الاصفهاني : \nعاتكة التي يشبب بها الأحوص ، عاتكة بنت عبدالله بن يزيد بن معاوية (2). ",
        "زينب بنت عكرمة بن عبدالرحمن بن الحارث بن هشام \nكان ابن رهيمة يشبب بها ، ويغني يونس بشعره فافتضحت بذلك ، فاستعدى عليه أخوها هشام بن عبدالملك فأمر بضربه خمسمئة سوط ، وأن يباح دمه إن وجد قد عاد لذكرها ، وأن يفعل ذلك بكل من غنى في شيء من شعره ، فهرب هو ويونس (3). \nزينب بنت يوسف بن الحكم أخت الحجاج بن يوسف الثقفي \nشبب ابن نمير الثقفي بزينب بنت يوسف بن الحكم ، فكان الحجاج يتهدده ويقول : لولا أن يقول قائل صدق لقطعت لسانه ، فهرب إلى اليمن (4). ",
        "سعدى بنت عبدالرحمن بن عوف \nشبب بها عمر بن أبي ربيعة فقال : \n__________________ \n(1) الأغاني 103 : 15. ",
        "(2) الأغاني 112 : 21. \n(3) الأغاني 397 : 4. \n(4) الأغاني 209 : 6. \n",
        "هند بنت كنانة بن عبدالرحمن بن نضلة بن صفوان بن أمية \nكان ابن محرز أحسن الناس غناء ، فمر بهند بنت كنانة ، فسألته أن يجلس لها ولصواحب لها ، ففعل وقال : أغنيكن صوتا أمرني الحارث بن خالد بن العاص أن أغنيه ... (2). \nسعدى بنت سعيد بن عمرو بن عثمان \nكان الوليد بن يزيد بن عبدالملك يتعشق سعدى بنت سعيد بن عمرو ابن عثمان فقال فيها : ",
        "كما أن الوليد بن يزيد كان يتعشق سلمى بنت سعيد بن عمرو بن عثمان كذلك ، فقال فيها : \n__________________ \n(1) الأغاني 161 : 17 و 162. \n(2) الأغاني 366 : 1 ، وراجع أيضا 372 : 3. ",
        "(3) العقد الفريد لا بن عبد ربه 186 : 7. \n\nأم البنين زوج الوليد بن عبدالملك \nدخلت عزة صاحبة كثير على أم البنين زوج عبدالملك بن مروان (2) ، فقالت لها : أخبريني عن قول كثير : ",
        "ما هذا الدين الذي طلبك به؟ قالت : وعدته بقبلة فتحرجت منها ، قالت : أنجزيها وعلي إثمها (3). \nوروى أبوالفرج الإصفهاني أن وضاحا كان يهوى امرأة من كندة يقال لها : روضة ، فلما اشتهر أمره معها ، خطبها فلم يزوجها ، وزوجت غيره ، فمكثت مدة طويلة .. ثم شبب بأم البنين بنت عبدالعزيز بن مروان زوجة الوليد بن عبد الملك ، فقتله الوليد لذلك (4). \nزينب بنت سليمان بن علي \nذكر ابن حجر العسقلاني في لسان الميزان أن حماد عجرد كان يتغزل في زينب بنت سليمان بن علي ، على لسان محمد بن أبي العباس السفاح ، وكان عشقها ، ثم خطبها فمنعت منه ، فصار يتغزل فيها ، وحماد ينظم له ",
        "__________________ \n(1) العقد الفريد 186 : 7. \n(2) كذا في المصدر. والصواب زوج الوليد بن عبدالملك. \n(3) العقد الفريد 134 : 7. ",
        "(4) الأغاني 225 : 6. \nالشعر على لسانه ، فبلغ ذلك أخاها محمد بن سليمان فغصب. واتفقت وفاة محمد ، فطلب ابن سليمان حمادا فتغيب منه ، ثم بلغه أنه هجاه بأبيات منها : \nعائشة بنت المهدي العباسي \nقال ابن عبد ربه الأندلسي : خرج رسول عائشة بنت المهدي ـ وكانت شاعرة ـ إلى الشعراء ، فيهم صريع الغواني فقال : تقرؤكم سيدتي السلام ، وتقول لكم : من أجاز هذا البيت فله مئة دينار ، فقالوا : هاته ، فأنشدهم : ",
        "فقال صريع : \nولادة بنت المستكفي الخليفة الأموي في الأندلس \nكتبت على تاجها : \nولا نريد أن نسرد أكثر من هذه الشواهد ، فقد أعرضنا عن كثير مراعاة لحرمة قرائنا الكرام من أن نشين أسماعهم بعبث نساء هؤلاء ، ومجون شعرائهم ، وهذا فيما كتب ، وما خفي كان أعظم ، وقد توخينا في عرضنا هذا إلى الأسباب والدوافع التي دفعت هؤلاء المؤرخين من بني مروان ، كأبي ",
        "__________________ \n(1) لسان الميزان426 : 2 رقم 2942 في ترجمة حماد عجرد. \n(2) العقد الفريد 197 : 6. \n(3) شرح رسالة ابن زيدون بهامش شرح لامية العجم 11 : 1 ، عنه «سكينة بنت الحسين» للمقرم : 60. ",
        "الفرج الإصفهاني صاحب الأغاني ، الذي استعرض أقاصيص وموضوعات حياة سكينة بنت الحسين عليهما‌السلام ، وما أخذه من آل الزبير من اختلاق هذه الأكاذيب ، كالزبير بن بكار ، ومصعب الزبيري وأمثالهم ، الذين ما فتؤوا من التحري عما يشين البيت العلوي ، دفعا لما ابتلي به أسلافهم من النساء كسكينة بنت خالد الزبيرية ، وعائشة بنت طلحة بن عبيدالله زوج مصعب بن الزبير ، وغيرهن من اللواتي ملئت صحائف تاريخهن بفضائح العبث ، ومجالس الغزل والغناء ، وما اشتهر عن عاتكة بنت معاوية ، وأم البنين بنت عبدالعزيز زوجة الوليد بن عبدالملك ، وسعدى بنت عبدالرحمن بن عوف ، وأمثالهن من اللواتي آثرن حياة اللهو والغناء. \nومقابل هذا يرفل آل علي بقداسة الوحي ، وطهارة النبوة ، وهم المنافسون الأقوياء لأولئك الأمويين الذين سفكوا الدماء من أجل الإبقاء على دست الحكم ، والزبيريين الذين هتكوا الحرمات من أجل المنصب كذلك ، فمتى يستقيم لهؤلاء أمر ولا تزال الأمة تنظر إلى العلويين بكل إجلال وقداسة؟ من هنا أمكننا معرفة الدوافع السياسية لاختلاق قصة سكينة بنت الحسين ، وإقحامها ملاحم اللهو الأموي والترف الزبيري. \nسكينة وابن سريج \nروى أبو الفرج الإصفهاني قال : أخبرني الحسين بن يحيى ، عن حماد ، عن أبيه ، عن مصعب الزبيري قال : حدثني شيخ من المكيين قال : ",
        "كان ابن سريج قد أصابته الريح الخبيثة وآلى يمينا ألا يغني ، ونسك ولزم المسجد الحرام حتى عوفي ، ثم خرج وفيه بقية من العلة فأتى قبر النبي وموضع الصلاة ، فلما قدم المدينة نزل على بعض إخوانه من أهل النسك \nوالقراءة ، فكان أهل الغناء يأتونه مسلمين عليه فلا يأذن لهم بالجلوس والمحادثة ، فأقام بالمدينة حولا حتى لم يحس علته بشيء وأراد الشخوص إلى مكة ، وبلغ ذلك سكينة بنت الحسين فاغتمت اغتماما شديدا وضاقت به ذرعا ، وكان أشعب يخدمها ، وكانت تأنس بمضاحكته ونوادره وقالت لأشعب : ويلك أن ابن سريج شاخص! وقد دخل المدينة منذ حول ولم أسمع غناءه قليلا ولا كثيرا ، ويعز ذلك علي ، فكيف الحيلة في الاستماع منه ولو صوتا واحدا؟ \nفقال لها أشعب : جعلت فداك وأنى لك بذلك والرجل اليوم زاهد ولا حيلة فيه ، فارفعي طمعك والحسي تورك تنفعك حلاوة فمك. فأمرت بعض جواريها فوطئن بطنه حتى كادت تخرج أمعاؤه ، وخنقته حتى كادت نفسه أن تتلف ، ثم أمرت به فسحب على وجهه حتى أخرج من الدار إخراجا عنيفا ، فخرج على أسوأ الحالات ، واغتم أشعب غما شديدا وندم على ممازحتها في وقت لم ينبغ له ذلك ، فأتى منزل ابن سريج ليلا فطرقه فقيل : من هذا؟ فقال : أشعب ، ففتحوا له فرأى على وجهه ولحيته التراب والدم سائلا من أنفه وجبهته على لحيته, وثيابه ممزقة وبطنه وصدره وحلقه قد عصرها الدوس والخنق ومات الدم فيها ، فنظر ابن سريج إلى منظر فظيع هاله وراعه فقال له : ما هذا ويحك؟! فقص عليه القصة ، فقال ابن سريج : إنا لله وإنا إليه راجعون ، ماذا نزل بك والحمدلله الذي سلم نفسك لا تعودن إلى هذه أبدا. \nقال أشعب : فديتك هي مولاتي ولا بد لي منها ، ولكن هل لك حيلة في أن تصير إليها وتغنيها فيكون ذلك سببا لرضاها عني؟ قال ابن سريج : كلا ",
        "والله لا يكون ذلك أبدا بعد أن تركته. \nقال أشعب : قطعت أملي ورفعت رزقي وتركتني حيران بالمدينة لا يقبلني أحد ، وهي ساخطة علي فالله الله في ، أنا أنشدك الله ألا تحملت هذا الإثم فيّ. \nفأبى عليه ، فلما رأى أشعب أن عزم ابن سريج قد تم على الامتناع ، قال في نفسه : لا حيلة لي وهذا خارج وإن خرج هلكت ، فصرخ صرخة أذن أهل المدينة لها ، ونبه الجيران من رقادهم ، وأقام الناس من فرشهم ، ثم سكت فلم يدر الناس ما القصة عند خفوت الصوت بعد أن قد راعهم ، فقال له ابن سريج : ويلك ما هذا؟ قال : لئن لم تصر معي إليها لأصرخن صرخة أخرى لا يبقى إلا صار بالباب ، ثم لأفتحنه ولأريهم ما بي ، ولأعلمنهم كذا وكذا ... \nفلما رأى ابن سريج الجد منه قال لصاحبه : ويحك أما ترى ما وقعنا فيه ـ وكان صاحبه الذي نزل عنده ناسكا ـ فقال : لا أدري ما أقول ... نزل بنا من هذا الخبيث ... إلى أن قال : فوقع ابن سريج فيما لا حيلة له فيه. ",
        "فقال : امضي لا بارك الله فيك ، فمضى معه فلما صار إلى باب سكينة قرع الباب فقيل : من هذا؟ فقال : أشعب ... إلى أن قال : ثم أندفع يغني : \nفقالت له سكينة : فهل عندك يا عبيد من صبر ، ثم أخرجت دملجا من ذهب كان في عضدها وزنه أربعون مثقالا فرمت به إليه (1) ... إلى آخر القصة ، وهي طويلة الذيل اقتصرنا على مورد الحاجة. \n__________________ \n(1) الأغاني 45 : 17 ـ 51. ",
        "رجال الخبر \nالخبر مرسل ، فإن مصعب الزبيري رواه عن شيخ من المكيين لا يعرف من هو ، فالخبر مرسل لا اعتبار له من حيث الإرسال. \nومصعب الزبيري : ضعيف ، عرفت حاله. \nوالحسين بن يحيى : قال الذهبي في ميزان الاعتدال عن ابن الجوزي : يضع الحديث ، وكذلك ابن حجر في لسان الميزان (1). ",
        "فالخبر مرسل وفي سنده ضعفاء فهو ساقط عن الاعتبار. \nأين هم أزواج سكينة وبنو هاشم عن كل هذا؟ \nاعتمد الخبر على رواية المتناقضات فأظهر زهد ونسك ابن سريج المغني وعبث السيدة سكينة ، مع أن الخبر أظهر في مطاويه الإشارة إلى حرمة الغناء وتجنب ابن سريج عن ذلك ، إلا أن السيدة سكينة كانت تصر على مخالفة مناهي الشريعة ، وترتكب ما هو حرام إشباعا لرغبتها في الاستماع ، لا سيما الخبر سرد أحداث القصة عند وقت متأخر من الليل ، وأظهر أن السيدة سكينة لا ترتبط مع أية علقة زوجية يمكنها أن تحتشم زوجها ـ على الأقل ـ في ارتكاب ما ينافي الشرع ومن ثم الأخلاق السائدة ، مع ما هولوه من تعدد أزواج «آمنة» سكينة بنت الحسين ، وبلغ عدد أزواجها أكثر من سبعة ، ومع هذا فلا نرى لواحد من هؤلاء الأزواج دور في التصدي إلى ماترتكبه السيدة سكينة من مخالفات شرعية وعرفية ، يأنف من خلالها الغيور على حرمه ، ولا يرضى في انتهاك حرمته بما يقع من حليلته ، وهي بين أجانب خلعاء تعقد لهم مجالس الغناء في بيته دون وازع ولا من رادع. \n__________________ ",
        "(1) ميزان الاعتدال 541 : 1 ، لسان الميزان 386 : 2. \nأي غيور يرضى لزوجته أن ترتكب مثل هذه الأفعال الشائنة بسمعته والمنافية لغيرته؟ وإذا لم يكن هناك دور للزوج في مثل هذه القصص ، فأين كان الإمام علي بن الحسين عليهما‌السلام وهو يرى أخته ترتكب خلاف الشريعة وما ينافي قيم الإسلام؟ أين كان محمد بن علي الباقر عليهما‌السلام عن هذه التصرفات؟ أين كان بنو هاشم وهم ـ على الأقل ـ يجابهون عدوا لدودا يصطنع لهم الأكاذيب والافتراءات؟ فكان عليهم مراعاة جانب أعدائهم إن لم يراعوا جانب حرمة الشريعة. \nمما يكشف سذاجه هؤلاء الوضاعين وبلادتهم حينما يختلقون أكاذيبهم بما ينافي الشرع والعادة والأعراف ، وليتهم توسلوا بغير ذلك لئلا ينكشف غباؤهم ولعبتهم الطائشة. \nإنه خراج بعض الكور ",
        "وإذا صور رواة الخبر بذخ سكينة وهي تعطي لأحد المغنين دملجا وزنه أربعين مثقالا ، فإن هذه التصرفات هي سمة خلفائهم الذين شهدت لياليهم الحمراء بذخهم وعبثهم بأموال المسلمين. \nقال ابن عبد ربه الأندلسي في العقد الفريد : غنى إبراهيم الموصلي محمد بن زبيدة الأمين بقول الحسن بن هانئ فيه : \nقال : فاستخفه الطرب حتى قام من مجلسه وأكب على إبراهيم يقبل رأسه ، فقام إبراهيم من مجلسه يقبل أسفل رجليه وما وطئتا من البساط ، فأمر له بثلاثة آلاف درهم ، فقال إبراهيم : يا سيدي قد أجزتني إلى هذه الغاية بعشرين ألف ألف درهم [ أي عشرين مليون درهم]. \nفقال الأمين : وهل ذلك إلا خراج بعض الكور (1)؟ ",
        "هذه هي أعطيات الخلفاء في الليالي الحمراء ومن بيت مال المسلمين ، والمسلمون يعانون من الضيق في العيش والفقر والفاقة ، لذا فقد عمد هؤلاء الرواة إلى التستر على بذح أسيادهم ، وأتهام آل البيت عليهم‌السلام بتصرفات أعدائهم ؛ ليدفعوا عنهم تهورات هؤلاء وعبثهم. \nحكم الغناء في الشريعة المقدسة \nذهب علماؤنا ـ رضوان الله تعالى عليهم ـ إلى حرمة الغناء (2) ، وادعوا الإجماع عليه ، بل عدوه من ضرورات المذهب للأدلة الواردة في حرمته من آيات وروايات لعلها متواترة. كما ذهب إلى ذلك بعضهم ، فمن ذلك تفسير قوله تعالى : ( لا يشهدون الزور )(3) بالغناء كما في صحيحة محمد بن مسلم ، عن أبي عبدالله الصادق عليه‌السلام (4). \nوتفسير الغناء بالزور في قوله تعالى : ( واجتنبوا قول الزور )(5) كما في صحيحة زيد الشحام ، ومرسلة ابن أبي عمير ، وموثقة أبي بصير (6). ",
        "وما ورد في تفسير لهو الحديث بالغناء كما في صحيحة محمد بن مسلم (7). \n__________________ \n(1) العقد الفريد 42 : 7. \n(2) نقل الإجماع على ذلك السيد العاملي في مفتاح الكرامة 52 : 4 ، حيث قال : أما حكمه فلا خلاف ، كما في مجمع البرهان ، في تحريمه وتحريم الأجرة عليه وتعلمه وتعليمه واستماعه .... ",
        "(3) الفرقان 72 : 25. \n(4) الوسائل 304 : 17 ، ب 99 من أبواب ما يكتسب به ، ح 5. \n(5) الحج 30 : 22. \n(6) الوسائل 303 : 17 و 305 ، ب 99 من أبواب ما يكتسب به ، ح 2 و 8 و 9.",
        "(7) المصدر السابق : 304 ، ح 6.\nومن الروايات ما تواتر من حرمة الغناء كما في رواية يونس قال : سألت الخراساني صلوات الله عليه عن الغناء وقلت : إن العباسي ذكر عنك أنك ترخص في الغناء ، فقال : «كذب الزنديق ما هكذا قلت له ، سألني عن الغناء فقلت له : إن رجلا أتى أبا جعفر عليه‌السلام فسأله عن الغناء فقال : يافلان إذا ميز الله بين الحق والباطل فأين يكون الغناء؟ قال : مع الباطل ، فقال : حكمت» (1).\nوعن عبد الأعلى قال : سألت أبا عبدالله عليه‌السلام عن الغناء وقلت : إنهم يزعمون أن رسول الله صلى‌الله‌عليه‌وآله‌وسلم رخص في أن يقال : حيونا حيونا نحييكم. فقال : «إن الله تعالى يقول : ( وما خلقنا السماء والأرض وما بينهما لاعبين * لو أردنا أن نتخذ لهوا لاتخذناه من لدنا إن كنا فاعلين * بل نقذف بالحق على الباطل فيدمغه فإذا هو زاهق ولكم الويل مما تصفون ) (2) ـ ثم قال ـ : ويل لفلان مما يصف ، رجل لم يحضر المجلس» (3).\nوفي مرسلة المقنع عن الصادق عليه‌السلام : «شر الأصوات الغناء» (4). ",
        "وفي الخصال بسنده عن الحسن بن هارون قال : سمعت أبا عبدالله عليه‌السلام يقول : «الغناء يورث النفاق ويعقب الفقر» (5). \nويعضده الأخبار الدالة على تحريم الاستماع له كما في صحيحة مسعدة بن زياد قال : كنت عند أبي عبد الله عليه‌السلام فقال له رجل : بأبي أنت وأمي إني أدخل كنيفا ولي جيران ، وعندهم جوار يتغنين ويضربن بالعود ، فربما \n__________________ \n(1) الوسائل 306 : 17 ، ب99 من أبواب ما يكتسب به ، ح 13. ",
        "(2) الأنبياء 16 : 21 ـ 18. \n(3) الوسائل 307 : 17 ، ح 15. \n(4) المصدر السابق : 309 ، ح 21. \n(5) المصدر السابق : 309 ، ح23. ",
        "أطلت الجلوس استماعا مني لهن ، فقال : «لاتفعل» ، فقال الرجل والله ما أتيتهن وإنما هو سماع اسمعه بأذني ، فقال : «بالله أنت أما سمعت الله تعالى يقول : ( إن السمع والبصر والفؤاد كل أولئك كان عنه مسؤولا )»؟ فقال : بلى والله وكأني لم أسمع بهذه الآية من كتاب الله تعالى من عجمي ولا عربي ، لا جرم أني لا أعود إن شاء الله تعالى ، وأني أستغفر الله ، فقال له : «فاغتسل وصل مابدا لك ، فإنك كنت مقيما على أمر عظيم ما كان أسوأ حالك لو مت على ذلك ، إحمد الله وسله التوبة من كل ما يكره ، فإنه لا يكره إلا كل قبيح ، والقبيح دعه لأهله ، فإن لكلّ أهلا» (1). \nوعن عنبسة ، عن أبي عبدالله عليه‌السلام قال : «استماع الغناء واللهو ينبت النفاق في القلب ، كما ينبت الماء الزرع» (2). \nوما ورد في حرمة شراء المغنية وأن ثمنها سحت ، كما في الكافي عن الحسن بن علي الوشاء قال : سئل أبوالحسن الرضا عليه‌السلام عن شراء المغنية؟ فقال : «قد تكون للرجل الجارية تلهيه ، وما ثمنها إلا ثمن الكلب ، وثمن الكلب سحت ، والسحت في النار» (3). \nوعن سعيد بن محمد الطاطري ، عن أبيه ، عن أبي عبدالله عليه‌السلام قال : سأله رجل عن بيع الجواري المغنيات ، فقال : «شراؤهن وبيعهن حرام ، وتعليمهن واستماعهن نفاق» (4).",
        "إلى غير ذلك من الأخبار المتواترة ، وهي كما علمت مطلقة لا يمكن تخصيصها ، وإن التزم بعضهم ببعضها على أنها مخصصات للحرمة ، إلا أنها \n__________________ \n(1) الوسائل 331 : 3 ، ب18 من أبواب الأغسال المندوبة ، ح1. \n(2) الوسائل 316 : 17 ، ب 101 من أبواب ما يكتسب به ، ح1. ",
        "(3) المصدر السابق : 124 ، ب 16 ، ح6. \n(4) المصدر السابق : 124 ، ح 7. \nلا تصلح للتخصيص حقيقة لا كما فهمه البعض ، ولا مجال لذكر ما احتجوا بأنها مخصصات ، وكون الحرمة مشروطة بانضمام بعض المحرمات كمجالس اللهو ، ودخول الرجال على النساء وغير ذلك ، على أن المعارضات التي ذكرها البعض لا تقوى على معارضة ما ذكرناه من أخبار التحريم ؛ لمخالفتها لكتاب الله وموافقتها للعلامة ، وهي مرجحات لا يختلف في العمل بها أحد ، فتبقى حرمة الغناء ذاتا على حالها غير معارضة بما توهمه البعض بأنها معارضات. \nهذا حكم الغناء في الشريعة ، والقصة المذكورة منافية لضرورات الدين ، ولإجماع الطائفة الحقة منذ عهد أئمتهم ـ صلوات الله عليهم ـ حتى يومنا هذا ، فكيف ينسجم واقعهم مع هذه الموضوعات بعد ذلك؟! ",
        "حقيقة الأمر ما هي؟ ابن سريج نائحا أم مغنيا؟ \nوإذا أمعنا في بطلان هذه القصة وأمثالها ، فإن الإصفهاني يؤكد فيما يرويه في موضع آخر تنافي هذه القصة مع الواقع ، وتعارضها مع خبر النياحة الذي اشتهر بها ابن سريج. \nفقد كان ابن سريج نائحا ، وكانت السيدة «آمنة» سكينة تتحرى موارد النياحة بما يساعدها على التخفيف من مصائبهم أهل البيت عليهم‌السلام ، بل كانت النياحة أسلوبا جديرا في بيان ما أصاب أهل هذا البيت من فجائع ، وتصرفات الدهور وتقلبات الأيام ونوائبها ، لذا حرص أهل البيت عليهم‌السلام على النياحة كأسلوب مهم من أساليب بيان مظلوميتهم ، ومشاركة العواطف والأحاسيس العامة مع مأساتهم التي سببتها الأنظمة السياسية الطامحة إلى سحق كل القيم من أجل الوصول إلى الحكم والسلطة ، لذا حرص الأئمة \nالأطهار عليهم‌السلام إلى أساليب النياحة حينما وجدوا أن أحاسيس الناس تشاركهم متى ما أظهروا مصائبهم. ",
        "فالإمام زين العابدين عليه‌السلام طلب من الطرماح بن عدي أن يتقدم الركب الحسيني المفجوع عند دخوله المدينة ، وينعى الحسين عليه‌السلام ، مما حدى بالناس إلى الاجتماع واستقبال الإمام عليه‌السلام وعائلته بشكل يتناسب وعظم المصاب ، بل وإدانة النظام كذلك ، فكانت محاولة ناجحة للاحتجاج على السلطة بشكل لم يبق لاعتذار أزلامها في الإقدام على قتل سيد الشهداء عليه‌السلام مجال. \nوهكذا كان الإمام محمد بن علي الباقر عليهما‌السلام يخصص مبلغا في كل عام للنياحة عليه عليه‌السلام في منى إمعانا في إظهار مظلوميتهم ، وإشارة إلى ما بلغه النظام من تنكيل وتقتيل لأهل هذا البيت العلوي الطاهر ، حتى انه عليه‌السلام أوصى بندبه عشر سنين في منى ، وهو موضع اجتماع الحجيج ؛ ليتسنى للمسلمين معرفة ماجرى على أهل هذا البيت عليهم‌السلام من ظلم واضطهاد. \nوهكذا كان الإمام جعفر بن محمد الصادق عليهما‌السلام يقيم مجالس النياحة على جده الحسين عليه‌السلام حينما ينشده السيّد الحميري ويأمر أهله بالجلوس. \nوالإمام علي بن موسى الرضا عليهما‌السلام كان يأمر عياله بالاستماع إلى مراثي الإمام الحسين عليه‌السلام عندما ينشدها دعبل الخزاعي ، فيبكون ويأمرون شيعتهم بذلك. ",
        "هذا هو ديدن الأئمة الأطهار عليهم‌السلام ، يتحرون مواضع الندبة والبكاء على فجائعهم ، وليمعنوا في بيان مظلوميتهم ، لذا فإن السيدة «آمنة» سكينة بنت الحسين عليهما‌السلام كانت تستشعر هذا الإحساس ، وقد حرصت على إبراز ما تكنه \nنفوسهم الطاهرة من أحزان وآلام ، وهي لا تزال تعايش مصائب الطف ، وقتل إخوتها وأبيها بشكل مروع ، وتسييرهم أسارى من بلد إلى بلد ، وشعور الحزن والألم يتفاقم وهم لا يزالون مهضومي الحق ، مدفوعين عن مقامهم ، لذا فإنها عليهما‌السلام قريبة عهد بفجائع الطف ، والمناسب أن تتحرى ما يخفف من أحزانها ، ويعزز من موقف أهلها الميامين ببيان ما جرى عليهم ، والرواية التالية تؤكد هذا المنحى والاتجاه : \nقال أبو الفرج الاصفهاني : إن سكينة بعثت إلى ابن سريج بمملوك لها يقال له : عبدالملك ، وأمرته أن يعلمه النياحة. فلم يزل يعلمه مدة طويلة ، ثم توفي عمها أبوالقاسم محمد بن الحنفية ، وكان ابن سريج عليلا بعلة صعبة ، فلم يقدر على النياحة ، فقال لها عبدها عبدالملك : أنا أنوح لك نوحا أنسيك نوح ابن سريج ، فقالت : أو تحسن ذاك؟ قال : نعم ، فأمرته فكان في الغاية (1). \nهذه الرواية إذا ما قارناها بخبر غناء ابن سريج للسيدة «آمنة» سكينة ، وجدنا أن مصعب الزبيري قد افتعل الخبر ونسجه على منوال نياحة ابن سريج ، فاستبدل الزبيري مفردات هذه الرواية بوضع خبر الغناء هكذا : ",
        "1 ـ استبدال النياحة بالغناء. \n2 ـ استبدال عبارة «أن سكينة بعثت إلى ابن سريج بمملوك لها يقال له : عبدالملك ، وأمرته أن يعلمه النياحة» بعبارة خبر أشعب كالآتي : \nقالت لأشعب : ويلك أن ابن سريج شاخص! وقد دخل المدينة منذ حول ولم أسمع غناءه. \n3 ـ استبدال اسم عبدالملك وهو مملوكها باسم «أشعب» الخليع ",
        "__________________ \n(1) الأغاني 249 : 1 و 250. \nالماجن ، مدعيا الخبر ملازمته للسيدة سكينة ؛ لمضاحكتها ومؤانستها على غرار ما كان يفعله مع خلفاء بني أمية وآل الزبير ، فقد عرف «أشعب» بولائه لآل الزبير ، وهو ابن حميدة سيئة السمعة والصيت ، فقد كانت مولاة لأسماء بنت أبي بكر زوجة الزبير ، ولها تاريخها الأسود بما ذكر عنها بأنها : كانت تدخل بيوت أزواج النبي صلى‌الله‌عليه‌وآله‌وسلم وتحرش بينهن ، فأمر النبي صلى‌الله‌عليه‌وآله‌وسلم بتعزيرها ، وقيل : دعا عليها فماتت (1). \nوقال ابن حجر في لسان الميزان : كانت تنقل كلام أزواج النبي صلى‌الله‌عليه‌وآله‌وسلم بعضهن إلى بعض فتلقي بينهن الشر ، فدعا عليها رسول الله صلى‌الله‌عليه‌وآله‌وسلم فماتت (2). ",
        "هذا هو أشعب الذي تربى في بيوت الزبيريين ، ونقل عنه ملاحم العبث معهم ما شهدت به مطولات التاريخ ، فمتى أتيح له أن يكون مع سكينة بنت الحسين لا يفارقها ، وهو حليف عدو الهاشميين الألداء آل الزبير ، الذين عرفوا بمنافستهم لآل علي عليه‌السلام وعدائهم وبغضهم لهم ، وهو أمر لا يستقيم مع ماذكر من مرافقته للسيدة سكينة ، وفي الوقت نفسه فهو مولى لآل الزبير؟! \nعلى أن مرافقة أشعب للسيدة سكينة «آمنة» ـ كما نقله الخبر ـ يتعارض مع القيم الإسلامية والأخلاقية التي عرف بها آل علي ، من ورع وقداسة وتقوى تأبى معها مخالطة الرجال الأجانب والاجتماع بهم ومؤانستهم. \nوبهذا تنكشف جليا محاولات الوضع والتزوير على السيدة سكينة ، \n__________________ ",
        "(1) الإصابة في تمييز الصحابة 275 : 4. \n(2) لسان الميزان 507 : 1. \nوما بذله أعداء آل البيت عليهم‌السلام من محاولات انتقاص هذا البيت الطاهر ، ودفع ما عرف به أعداؤهم من العبث والخلاعة ، وإلصاقها بهم ، ونسج مغامرات اللهو على منوال ما عرف به أعداء أهل البيت وشانئيهم. \nمحاولات وضع وتزوير أُخر ",
        "لم يكتف آل الزبير وأتباعهم في اختلاق القصص ووضعها ، بل أنهم حاولوا ابتداع أسلوب آخر من تزوير الحقائق ، حيث جعلوا بعض الأسماء الصريحة المعروفة بالخلاعة والعبث وادعوا أنها هي سكينة بنت الحسين ، وهو أمر يثير الاستغراب حقا ، فالأسماء الحقيقية لهذه الوقائع شخصيات أثبتها المؤرخون في مواقع عدة والأشخاص معروفين ، في حين تأتي الروايات الزبيرية فتلصقها بالسيدة سكينة بنت الحسين ظلما وعدوانا ، ونماذج من هذا الخرق الذي ارتكبه الزبيريون تبينه الأخبار التالية : \n1 ـ روى ابن عبد ربه الأندلسي أن الأحوص قال يوما لمعبد : إمض بنا إلى عقيلة حتى نتحدث إليها ونسمع من غنائها وغناء جواريها ، فمضيا فألفيا على بابها معاذا الأنصاري وابن صياد ، فاستأذنوا عليها فأذنت لهم إلا الأحوص ، فإنها قالت : نحن على الأحوص غضاب ، فانصرف الأحوص وهو يلوم أصحابه على استبدادهم بها وقال : \nقال ابن عبد ربه في موضع آخر : إن عقيلة هذه هي جارية أبي موسى الأشعري ، وذكر قصتها منفردة. \n__________________ ",
        "(1) العقد الفريد 22 : 7. \nإلا أن الإصفهاني لسذاجته نسب عقيلة هذه إلى أنها من ولد عقيل بن أبي طالب ، فقال : وللأحوص مع عقيلة هذه أخبار قد ذكرت في مواضع أخر ، وعقيلة امرأة من ولد عقيل بن أبي طالب (1). \nوأكذوبة الإصفهاني على أنها من ولد عقيل لم تكف آل الزبير ، حتى أمعنوا في التحريف فجعلوا عقيلة هذه هي سكينة بنت الحسين عليهما‌السلام. \nقال الإصفهاني في نفس الموضع : وقد ذكر الزبير ، عن ابن بنت الماجشون ، عن خاله أن عقيلة هذه هي سكينة بنت الحسين كنى عنها بعقيلة (2). ",
        "هكذا أمعن الزبيريون في تزوير الحقائق ، واتهام السيدة سكينة بأمور تتنافى وأبسط القيم الإسلامية ، ووسموها بأقبح الصفات من البذخ واللهو والعبث ، ولم يكتفوا حتى قرنوها بالأحوص الذي قال عنه الإصفهاني بأنه : كان قليل المروءة والدين ، هجاء للناس ، مأبونا فيما يروى عنه (3). \n2 ـ قال أبو الفرج الاصفهاني : كانت سعدى بنت عبدالرحمن بن عوف جالسة في المسجد الحرام ، فرأت عمر بن أبي ربيعة يطوف بالبيت ، فأرسلت إليه : إذا فرغت من طوافك فأتنا. فأتاها ، فقالت : لا أراك يابن ربيعة إلا سادرا في حرم الله ، أما تخاف الله؟ ويحك إلى متى هذا السفه؟! قال : أي هذه ، دعي عنك هذا من القول ، أما سمعت ماقلت فيك؟ قالت : لا ، فما قلت؟ فأنشدها قوله : \n__________________ \n(1) الأغاني 258 : 4. ",
        "(2) المصدر السابق. \n(3) المصدر السابق : 231. \nإلى آخر الأبيات (1). \nهذا ما ذكره الإصفهاني من الخبر وقصة الأبيات ، إلا أن المحرفين لم يرقهم ذلك فحرفوه ، وجعلوه على ألسنة المغنين بلفظ «سكينة» بدل «سعيدة» وقد اعترف الإصفهاني بهذه المشكلة فقال : ",
        "وهذا الشعر تغني فيه : \nقالت «سكينة» والدموع ذوارف .... \nوفي موضع : \n«أسعيد» ما ماء الفرات وبرده .... ",
        "«أسُكين» ، وإنما غيره المغنون ، ولفظ عمر ما ذكر فيه في الخبر (2). أي الخبر المتقدم. \n3 ـ روى أبو علي القالي في أماليه قول عمر بن أبي ربيعة هكذا : \nفأبدلوا لفظة «قريب» بلفظ «سكين» أي ترخيم سكينة. \n4 ـ روى ابن قتيبة في المعارف : إن عائشة بنت طلحة تزوجها مصعب بن الزبير فأعطاها ألف ألف درهم ، فقال أنس بن زنيم الديلي لأخيه [ عبدالله بن الزبير ] : ",
        "__________________ \n(1) الأغاني 12 : 16. وقد مر الحديث حول القصة والأبيات ، فراجع صفحة : 49 ـ 52 و 74. \n(2) المصدر السابق : 162. \n(3) أمالي أبو علي القالي 305 : 2. ",
        "\nإلا أن الإصفهاني رواها عن مصعب ، عن محمد بن يحيى هكذا : \nولما تزوج مصعب سكينة على ألف ألف ، كتب عبدالله بن همام على يد أبي السلاس إلى عبدالله بن الزبير : \nهذا هو دأب الوضاع ، يقلبون الحقائق ، ويحرفون الكلم ، طعنا منهم في مخالفيهم أو مخالفي أسيادهم ، ويجهدون في دفع كل قبيح عنهم ، ليوصمون به مخالفيهم ، كما فعل من قبل معاوية بن أبي سفيان في الطعن على علي عليه السلام ، ظنا منه إطفاء نوره ، ويأبي الله إلا أن يتم نوره. ",
        "__________________ \n(1) المعارف لابن قتيبة : 233. \n(2) الأغاني 164 : 16. \nالأكذوبة الثانية",
        "سكينة وحديث الأزواج\nهناك عدة قوائم دبجت في تعداد أزواج سكينة : \nالأولى : قائمة أبي الفرج الاصفهاني \nروى الإصفهاني قال : حدث الزبير بن بكار قال : حدثني عمي مصعب ، قال : تزوجت سكينة بنت الحسين عليهما‌السلام عدة أزواج ، أولهم عبدالله ابن الحسن بن علي وهو ابن عمها وأبو عذرتها ، ومصعب بن الزبير ، وعبدالله بن عثمان الحزامي ، وزيد بن عمرو بن عثمان ، والأصبغ بن عبدالعزيز ولم يدخل بها ، وإبراهيم بن عبدالرحمن بن عوف ولم يدخل بها (1). ",
        "على أن الإصفهاني روى أن الذي تزوج سكينة هو عمرو بن حكيم بن حزام وهو عم والد عبدالله بن عثمان بن عبدالله بن حكيم بن حزام كما أورد ذلك ابن سعد وابن خلكان وسبط ابن الجوزي في قوائمهم مما يعني اضطراب خبر زواجها من عبدالله بن عثمان بن عبدالله ، فمرة يتزوجها \n__________________ \n(1) الأغاني 158 : 16. \nعبدالله بن عمرو ومرة يتزوجها عم أبيه ، فما الذي يعنيه هذا الاضطراب؟‍‍‍‍‍‍! ",
        "قال الاصفهاني : عن أبي الأزهر قال : حدثنا حماد بن اسحاق ، عن أبيه ، عن الهيثم بن عدي ، عن صالح بن حسان وغيره : إن سكينة كانت عند عمرو بن حكيم بن حزام ، ثم تزوجها زيد بن عمرو بن عثمان بن عفان ، ثم تزوجها مصعب بن الزبير ، فلما قتل مصعب خطبها إبراهيم بن عبدالرحمن ابن عوف ... إلى آخر الرواية (1) وسيأتي البحث فيها لاحقا.\nالثانية : قائمة ابن سعد \nقال : تزوجها مصعب بن الزبير بن العوام ، ابتكرها فولدت له فاطمة ، ثم قتل عنها ، فخلف عليها عبدالله بن عثمان بن عبدالله بن حكيم بن حزام بن خويلد ... فولدت له عثمان ـ الذي يقال له : قرين ـ وحكيما وربيحة ، فهلك عنها ، فخلف عليها زيد بن عمرو بن عثمان بن عفان فهلك عنها ، فخلف عليها إبراهيم بن عبدالرحمن بن عوف الزهري ، كانت ولته نفسها فتزوجها فأقامت معه ثلاثة أشهر ، فكتب هشام بن عبدالملك إلى واليه بالمدينة أن فرق بينهما ففرق بينهما ، وقال بعض أهل العلم : هلك عنها زيد بن عمرو ابن عثمان ، وتزوجها الأصبغ بن عبدالعزيز بن مروان (2).\nالثالثة : قائمة ابن خلكان ",
        "قال : تزوجها مصعب بن الزبير فهلك عنها ، ثم تزوجها عبدالله بن عثمان بن عبدالله بن حكيم بن حزام فولدت له قرينا ، ثم تزوجها الأصبغ بن \n__________________ \n(1) الأغاني 161 : 16. \n(2) الطبقات الكبرى لابن سعد 475 : 8 في قسم النساء اللواتي لم يروين عن النبي صلى‌الله‌عليه‌وآله‌وسلم ، وروين عن أزواجه وغيرهن. ",
        "عبدالعزيز بن مروان وفارقها قبل الدخول ، ثم تزوجها زيد بن عمرو بن عثمان بن عفان ، فأمره سليمان بن عبدالملك بطلاقها ففعل (1).\nالرابعة : قائمة سبط ابن الجوزي \nقال : وأما سكينة فتزوجها مصعب بن الزبير فهلك عنها ، فتزوجها عبدالله بن عثمان بن عبدالله بن حكيم بن حزام فولدت له عثمان الذي يقال له : قرير [ والظاهر أنه قرين كما عليه غيره ] ، ثم تزوجها الأصبغ بن عبدالعزيز بن مروان أخو عمر بن عبدالعزيز ، ثم فارقها قبل الدخول بها ، وماتت في أيام هشام بن عبدالملك .... \nقال سبط ابن الجوزي : ",
        "وأول من تزوجها مصعب بن الزبير قهرا ، وهو الذي ابتكرها ثم قتل عنها وقد ولدت له فاطمة (2). \nهذه قوائم أربع اخترناها لبيان مواضع الاختلاف في تعداد أزواج «آمنة» سكينة بنت الحسين عليهما‌السلام ، ومصدر هذه القوائم أكثرها زبيرية يرويها الزبير بن بكار ، عن عمه مصعب الزبيري وقد عرفت حالهما ، فلا حاجة إلى أن نعيد ما ذكره علماء الرجال من ضعفهما وكذبهما وانحرافهما عن عليّ وعن آله ـ صلوات الله عليهم ـ لذا فهي ساقطة عن الاعتبار سندا ، كونها بين مرسلة وبين ضعيفة برجالها ، إلا أن ذلك لا يمنعنا من مناقشتها وبيان متناقضاتها ، حتى لا يخفى على ذوي الأبصار محاولات الوضع المتعمد على هذه الشخصية الطاهرة ، وكيف أن آل الزبير عمدوا إلى الانتقاص من \n__________________ \n(1) وفيات الأعيان 394 : 2رقم 268. ",
        "(2) تذكرة الخواص سبط ابن الجوزي : 249. \nمنافسيهم أهل البيت عليهم‌السلام ، ووصموا كل شائنة فيهم وألصقوها بأهل هذا البيت الطاهر؟ ومن ذلك حديث الأزواج ، حيث اشتهر عن عائشة بنت طلحة تعدد الأزواج ، وكان أولهم مصعب ، فألصقوا هذه الحادثة بالسيدة «آمنة» سكينة بنت الحسين عليهما‌السلام ، وأبعدوها عن أشخاصهم ، وسيأتي تفصيل ذلك قريبا إن شاء الله. \nالقائمة الموحدة \nويمكننا الآن أن نوحد هذه القوائم ليتسنى لنا مناقشة الجميع من خلال مناقشة هذه القائمة الموحدة ، وغرضنا من ذكر عدة قوائم ليتضح للقارئ الكريم اضطراب الرواة وتضاربهم في افتعال مثل هذه الحادثة ، والتي تقتضيها مصالح سياسية مقيتة ، أهمها : إلغاء الخلاف الفكري بين أهل البيت عليهم‌السلام وبين هذه المجموعات السياسية ؛ وإعطائها مسحة من الشرعية ؛ وإلغاء ما يمكن أن يقال عن هؤلاء من تجاوزه على أهل البيت عليهم‌السلام ، وتقدمهم عليهم وغصب حقوقهم. تماما كما وضعت قصة زواج عمر بن الخطاب من أم كلثوم ، وقد أبطلنا هذه الشبهة في كتابنا «كشف البصر»(1). على أن هذه القوائم من الأزواج تتسم بتشكيلاتها السياسية ، فالأزواج المذكورين هم بين زبيريين إلى أمويين إلى مروانيين ، وهذا دليل وحده يكفي لإثبات أن القوائم الموضوعة رتبت على أساس منحى سياسي خاص ، يراد منه إلغاء الخلاف الفكري بين هذه التوجهات السياسية وبين أهل البيت عليهم‌السلام ، والشطب على مبتنيات الخلاف بين المدرستين. ",
        "__________________ \n(1) كشف البصر عن زواج أم كلثوم من عمر للمؤلف ، يستعرض روايات الفريقين وعدم دلالة الجميع على واقعة الزواج ، فراجع. \nوسيكون ترتيب هذه القائمة الموحدة هكذا : \n1 ـ مصعب بن الزبير ، حسب رواية الإصفهاني وابن سعد وابن خلكان وسبط ابن الجوزي. ",
        "2 ـ عبدالله بن عثمان بن عبدالله بن حكيم بن حزام ، حسب رواية الإصفهاني وابن سعد وابن خلكان وابن الجوزي. \n3 ـ الأصبغ بن عبدالعزيز بن مروان ، كما في رواية ابن سعد ، أما الإصفهاني وابن خلكان وسبط ابن الجوزي فقالوا : لم يدخل بها. \n4 ـ زيد بن عمرو بن عثمان بن عفان ، فهو برواية الإصفهاني وابن سعد وابن خلكان ، أما سبط ابن الجوزي فلم يذكره. \n5 ـ إبراهيم بن عبدالرحمن بن عوف ، لم يذكره غير الإصفهاني وابن سعد ، واتفقا أنه لم يدخل بها ، ولم يذكره ابن خلكان وسبط ابن الجوزي. ",
        "6 ـ أما عبدالله بن الحسن بن علي ، فهو حسب رواية الإصفهاني فقط. \nوبذلك فقد اشتملت القائمة الموحدة على مصعب بن الزبير وعبدالله ابن عثمان ، وهما الاسمان المشتركان في القوائم الأربع. وسيتم مناقشة هذين الاسمين بشيء من التفصيل ؛ ليمكننا تحديد الواقع من أحاديث الزواج هذه. ثم نأتي على بقية الأسماء ، كل بما يقتضيه البحث. \nأولا : مصعب بن الزبير \nليتسنى لنا صحة دعاوى زواج مصعب بن الزبير من السيدة «آمنة» سكينة بنت الحسين عليهما‌السلام ، علينا أن نلقي نظرة سريعة على الخط الزبيري منذ نشوئه ، للحصول على رؤية واقعية عن توجهات هذا البيت الزبيري وأتباعه. وهل بالإمكان سيتم ثمة تقارب بين الزبيريين المعروفين ",
        "بتوجهاتهم غير العلوية وبين الهاشميين؟ \nسؤال سيخرجنا من منعطفات مآزق الروايات الموضوعة من قبل رواة زواج السيدة «آمنة» سكينة بنت الحسين عليهما‌السلام.\nمن هم آل الزبير؟ \nيعد الزبير بن العوام مؤسس الخط الزبيري ـ إذا صح التعبير ـ فهو الذي سن توجهات آله ، وألقى لهم آراءه في علاقاته على المستوى الديني ، وطموحاته على المستوى السياسي. ",
        "كان الزبير بن العوام حليفا لعلي عليه‌السلام يوم السقيفة ، وكان من الذين انظموا إلى علي عليه‌السلام ، وممن أبوا بيعة أبي بكر ، بل كان من المعترضين الأشداء عليها. فهو لن يغمد سيفه ما لم تستقر البعية لعلي بن أبي طالب ، بعد ما سمع من رسول الله صلى‌الله‌عليه‌وآله‌وسلم أحقية علي عليه‌السلام في الخلافة ، لذا فإن ابن قتيبة في «الإمامة والسياسة» يصور لنا موقف الزبير المتصلب في رفض البيعة لأبي بكر ، وإصراره على أحقية علي عليه‌السلام في البيعة قائلا : \nوأما علي والعباس بن عبدالمطلب ومن معهما من بني هاشم فانصرفوا إلى رحالهم وعمهم الزبير بن العوام ، فذهب إليهم عمر في عصابة فيهم أسيد بن حضير وسلمة بن أسلم فقالوا : انطلقوا فبايعوا أبابكر ، فأبوا. فخرج الزبير بن العوام بالسيف ، فقال عمر : عليكم بالرجل فخذوه ، فوثب عليه سلمة بن أسلم فأخذ السيف من يده فضرب به الجدار ... (1). \nوقال الطبري : أتى عمر بن الخطاب منزل علي وفيه طلحة والزبير ورجال من المهاجرين فقال : والله لأحرقن عليكم أو لتخرجن إلى البيعة ، \n__________________ ",
        "(1) الإمامة والسياسة15 : 1. \nفخرج عليه الزبير مصلتا بالسيف فعثر فسقط السيف من يده فوثبوا عليه فأخذوه (1). \nهذه الصورة تعطينا تصورا عن موقف الزبير إبان بيعة الشيخين. \nويبقى الزبير معارضا ملتزما جانب الرفض لنظام الشيخين ، إلا أن ذلك لا يكون بالضرورة موقفا مناصرا للإمام علي عليه‌السلام ، حيث لم توقفنا النصوص التاريخية على مواقف النصرة للإمام بقدر ما كان معارضا معاندا ، لا يرى أهلية لشيخي تيم وعدي أن يتقدما على ابن صفية الذي عرف بأنه ابن عمة رسول الله صلى‌الله‌عليه‌وآله‌وسلم ، فضلا عن مواصفات الخلافة؟! هذا ولم يكن للزبير إبان عهد الشيخين أية ميزات اجتماعية ، فضلا عن إلغاء دوره السياسي كذلك. ",
        "لذا فإن عهد عثمان بن عفان يعد متنفسا لتوجهات الزبير الاجتماعية ، فبنى القصور واقتنى الأموال كما ذكر المسعودي فقال : وفي أيام عثمان اقتنى جماعة من الصحابة الضياع والدور منهم الزبير بن العوام ، بنى داره بالبصرة وهي المعروفة ... وبلغ مال الزبير بعد وفاته خمسين ألف دينار ، وخلف الزبير ألف فرس وألف عبد وأمة ... (2). \nأي سيجد الزبير حينئذ متنفسا يستطيع من خلاله أن يمارس دوره الاجتماعي باقتنائه الأموال والقصور ، إلا أنه يبقى محبوسا سياسيا ، أي لا يزال ملغى الدور السياسي الذي يطمح أن يصل إليه الزبير بعد إشباعه ماليا ، وسيكون دوره الاجتماعي منقوصا ما لم يكمله بحضوره السياسي في \n__________________ \n(1) تاريخ الطبري 443 : 2. ",
        "(2) مروج الذهب 350 : 2. \nالأحداث العامة ، ولم يجد الزبير أفضل من فرصة يوم الدار ، يوم محاصرة عثمان تأليب الثوار عليه ، منضما بذلك إلى الحركة الثورية التي قررت إيقاف انتهاكات عثمان الدينية والاجتماعية وحتى السياسية ، فرأى الزبير أن مناورة الانضمام إلى الثوار ستعطيه فرصة سياسية ناجحة ، يستغلها من أجل تثبيت موطئ قدم له. وكان حليفه طلحة كذلك ، وكان طلحة شديدا على عثمان حتى قال عثمان : اللهم اكفني طلحة بن عبيدالله فإنه حمل عليّ هؤلاء وألبهم ، والله إني لأرجو أن يكون منها صفرا ، وأن يسفك دمه ... (1). \nكتاب طلحة والزبير في تحريض المسلمين على قتل عثمان \nبل كان الزبير يعمل على قتل عثمان ، ولعل في ذلك أمنيته في انحياز الأمر إليه ، وهو ما كشفه الأشتر حين قرأ كتابه وكتاب طلحة في التحريض على قتل عثمان ، قال ابن قتيبة الدينوري : إن الأشتر قال لطلحة والزبير بعدما تظاهرا بعدم الرضا عن قتل عثمان ، وبعثوا إلى الأشتر في الكف عن محاصرته قال : تبعثون إلينا وجاءنا رسولكم بكتابكم وهاهو ذا ، فأخرج كتابا فيه : «بسم الله الرحمن الرحيم ، من المهاجرين الأولين وبقية الشورى ، إلى من بمصر من الصحابة والتابعين ، أما بعد : أن تعالوا إلينا وتداركوا خلافة رسول الله قبل أن يسلبها أهلها ، فإن كتاب الله قد بدل ، وسنة رسول الله قد غيرت ، وأحكام الخليفتين قد بدلت. فننشد الله من قرأ كتابنا من بقية أصحاب رسول الله والتابعين بإحسان إلا أقبل إلينا ، وأخذ الحق لنا وأعطاناه ، فأقبلوا إلينا إن كنتم تؤمنون بالله واليوم الآخر ، وأقيموا الحق على المنهاج الواضح الذي فارقتم عليه نبيكم ، وفارقكم عليه الخلفاء. غلبنا على حقنا ",
        "__________________ \n(1) تاريخ الطبري 411 : 3. \nواستولي على فيئنا ، وحيل بيننا وبين أمرنا ، وكانت الخلافة بعد نبينا خلافة نبوة ورحمة ، وهي اليوم ملك عضوض ، من غلب على شيء أكله». أليس هذا كتابكم إلينا؟ فبكى طلحة ، فقال الأشتر : لما حضرنا أقبلتم تعصرون أعينكم ، والله لا نفارقه حتى نقتله ... (1). \nفكان الزبير ممن يحث الناس على قتل عثمان ، بل خاذلا له مؤلبا عليه ، خارجا عن المدينة حتى لا يشهد قتله ويطالب بنصرته. ",
        "قال ابن الأثير في كامله : إن الزبير خرج من المدينة قبل أن يقتل عثمان ... (2) أي أيام حصاره في الدار. \nوهكذا حصل الزبير على مكسبه السياسي بعد قتل عثمان ، وتحول الأمر إلى علي عليه‌السلام ظنا منه أن الفرص السياسية قد سنحت له بعد أن قاد معارضته السياسية ضد نظام نقم عليه المسلمون ، وحسب أن سيكون له موطئ قدم في العهد الجديد حينئذ. \nقال اليعقوبي في تاريخه : وأتى عليا طلحة والزبير فقالا : إنه قد نالتنا بعد رسول الله جفوة فأشركنا في أمرك ، فقال : أنتما شريكاي في القوة والاستقامة وعوناي على العجز والأود (3). \nومعنى ذلك أن عليا عليه‌السلام لم يشركهما في الأمر ، فسارا إلى البصرة يطالبان بدم عثمان ومعهما عائشة وهم من خلال ذلك يطمحون للوصول إلى مآربهم السياسية ، فكانت وقعة الجمل التي ذهب ضحيتها آلاف المسلمين ولقي طلحة والزبير حتفهما في مغامرة سياسية فاشلة ، ولعبة لم ",
        "__________________ \n(1) الامامة والسياسية 34 : 1. \n(2) الكامل في التاريخ 87 : 3. \n(3) تاريخ اليعقوبي 77 : 2. ",
        "يحكما أمرها بعد. فقتلا على يد من خرجا معهم. ولا يحيق المكر السيئ إلا بأهله.\nآل الزبير ... تقليدية عداء ومنافسات سياسية محمومة \nوضعت الحرب أوزارها بعد هزيمة حلفاء الجمل عائشة وطلحة والزبير ، إلا أن العداء لآل علي لم ينته بعد ، والمنافسات السياسية لم تحط رحالها ، ورواد مدرسة الجمل قد بدأ نشاطهم توا ، فهذا عبدالله بن الزبير يتربص الأحداث ، ويتحين الفرص ، ولم يكن في همه إلا الحصول على مبادرات المناصب التي ستتركها أحداث ما بعد يزيد. فبنو مروان احتلبوا تقلبات ماتركته خطبة معاوية بن يزيد ، الذي أعلن عن عدم أهليته للخلافة مع وجود الشرعية الإلهية المتمثلة بالإمام زين العابدين عليه‌السلام ، فتركها منصرفا إلى حيث اختار له بنو أبيه من الموت قبل أن تكون تلك سُنّة يشيع أمرها فيخرج الملك من أيديهم. ويتسابق على الخلافة من لا خلاق له فيها من بني مروان وآل الزبير ، فيغلب بنون مروان على آل الزبير الذين حصلوا على مكة مقرا له ومكنوا عبدالله بن الزبير من أمرهم. \nعرف آل الزبير بعدائهم لبني هاشم ، وقد مثل ذلك بأبشع صوره عبدالله بن الزبير. ",
        "قال اليعقوبي : وتحامل عبد الله بن الزبير على بني هاشم تحاملا شديدا ، وأظهر لهم العداوة والبغضاء حتى بلغ ذلك منه أن ترك الصلاة على محمد في خطبته ، فقيل له : لم تركت الصلاة على النبي؟ فقال : إن له أُهيل سوء يشرئبون لذكره ، ويرفعون رؤوسهم إذا سمعوا به. وأخذ ابن الزبير محمد بن الحنفية وعبدالله بن عباس وأربعة وعشرين رجلاً من بني هاشم \nليبايعوا له فامتنعوا ، فحبسهم في حجرة زمزم ، وحلف بالله الذي لا إله إلا هو ليبايعن أو ليحرقنهم بالنار ... (1). \nحدث المسعودي أن عبدالله بن الزبير تجاوز في عدائه لآل علي عليه‌السلام حتى إنه كان ينال من علي عليه‌السلام في خطبه ، قال : خطب ابن الزبير فنال من علي (2). \nعلى أن عبدالله بن الزبير يفضح دخيلته في عدائه لبني هاشم في محاورته مع ابن عباس ، فقد ذكر المسعودي عن سعيد بن جبير أن عبدالله ابن عباس دخل على ابن الزبير ، فقال له ابن الزبير : أنت الذي تؤنبني وتبخلني؟ قال ابن عباس : نعم ، سمعت رسول الله صلى‌الله‌عليه‌وآله‌وسلم يقول : ليس المسلم يشبع ويجوع جاره ، فقال ابن الزبير : إني لأكتم بغضكم أهل هذا البيت منذ أربعين سنة ... (3). ",
        "فضلا عما كان يتظاهر به من الزهد والعبادة دجلا ومراء في كسب قلوب الناس والحرص على الملك ... قال المسعودي : وأظهر ابن الزبير الزهد في الدنيا والعبادة مع الحرص على الخلافة ، وقال : إنما بطني شبر فما عسى أن يسع ذلك من الدنيا ، وأنا العائذ بالبيت والمستجير بالرب ، وكثرت أذيته لبني هاشم مع شحه بالدنيا على سائر الناس ... (4). \n__________________ \n(1) تاريخ اليعقوبي 178 : 2. \n(2) مروج الذهب 89 : 3. ",
        "(3) المصدر السابق. وأنت جد عليم بالخير الصحيح عن جابر بن عبدالله الأنصاري ، وأبي ذر ، وابن عباس ، أنهم كانوا يقولون : ما كنا نعرف المنافقين إلا بتكذيبهم الله ورسوله ، والتخلف عن الصلوات ، والبغض لعلي بن أبي طالب. بل ، أنه صلى‌الله‌عليه‌وآله‌وسلم قال : «بغض بني هاشم والأنصار كفر». أخرجه الطبراني في المعجم الكبير 118 : 11 ، ح 11312. وأحاديث الباب في الصحاح والمسانيد المعتمدة كثيرة ، فراجعها في مظانها.\n(4) المصدر السابق : 87.\nهذا حال آل الزبير ، وهذه سيرة شيخهم عبدالله ، فما ظنك بغيره؟ وماذا عسى أن يكون مصعب بن الزبير في عدائه لبني هاشم ومخالفته لهم؟!\nمصعب بن الزبير يؤوي قتلة الحسين عليه‌السلام ",
        "مثل مصعب بن الزبير نموذجا سيئاً في الانتهاكات المرتكبة بحق أهل البيت عليهم‌السلام ، فهو لم يكتف بملاحقة شيعتهم فحسب ، بل بلغ من عدائه انضمام قتلة أهل البيت عليهم‌السلام إليه ؛ ليشكلوا قادة جيشه ، ورؤوس أنصاره. \nومصادر التاريخ تحدثنا أن مصعب بن الزبير استقطب قتلة الحسين عليه‌السلام وأهل بيته ، وجعلهم قادة جيشه ؛ لإحباط محاولات المختار بن أبي عبيد الثقفي ، الذي تصدى لملاحقة قتلة الحسين وأهل بيته عليهم‌السلام.\nفإن المختار لما بعث غلاما له في طلب شمر بن ذي الجوشن ، لحق الغلام بشمر ، وكان قد خرج من الكوفة في جمع من أصحابه ، ثم كان ما كان من قتل شمر غلام المختار ، ونزوله قرية الكلتانية ، ومنها بعث بكتاب إلى مصعب بن الزبير يعلمه الالتحاق به عنوانه : للأمير المصعب بن الزبير من شمر بن ذي الجوشن. \nلكن إرادة الله لم تمهل اللعين بالالتحاق بابن الزبير ، إذا عثر على الكتاب ، وعرف مكان شمر فحوصر ، وجرت معركة قتل فيها شمر (1).",
        "وكان سراقة بن مرداس البارقي قد اسره المختار ، فلما أحس القتل ، عمل حيلة للنجاة ، فنجا بها ، وقال : ما كنت في أيماني هذه حلفت لهم ـ يعني المختار وأصحابه ـ بها قط أشد اجتهادا ولا مبالغة في الكذب مني في أيماني هذه التي حلفت لهم بها أني قد رأيت الملائكة تقاتل معهم. فخلوا سبيله ، \n__________________ \n(1) تاريخ الطبري 52 : 6. \nفهرب ، فلحق بعبد الرحمن بن مخنف عند المصعب بن الزبير بالبصرة (1). ",
        "وقال ابن خلدون : وبحث ـ أي المختار ـ عن مرة بن منقذ بن عبد القيس قاتل علي بن الحسين ، فدافع عن نفسه ، ونجا إلى مصعب بن الزبير ... وطلب سنان بن أنس الذي كان يدعي قتل الحسين ، فلحق بالبصرة ... وأرسل في طلب محمد بن الأشعث وهو في قريته عند القادسية ، فهرب إلى مصعب ، وهدم المختار داره. وطلب آخرين كذلك من المتهمين بأمر الحسين ، فلحقوا بمصعب ، وهدم دورهم (2). \nقال الطبري : وطلب ـ يعني المختار ـ رجلا من خثعم يقال له : عبدالله ابن عروة الخثعمي ـ كان يقول : رميت فيهم باثني عشر سهما ضيعة ـ ففاته ولحق بمصعب ، فهدم داره (3).\nمصعب بن الزبير .. تركة العداء الزبيري لآل علي وشيعته \nقال المسعودي : فكان جملة من أدركه الإحصاء ممن قتله مصعب مع المختار سبعة آلاف رجل ، كل هؤلاء طالبون بدم الحسين وقتلة أعدائه ، فقتلهم مصعب وسماهم الخشبية ، وتتبع مصعب الشيعة بالقتل بالكوفة وغيرها ، وأتى بحرم المختار فدعاهن إلى البراءة منه ففعلن إلا حرمتين له : إحداهما بنت سمرة بن جندب الفزاري ، والثانية ابنة النعمان بن بشير الأنصاري ، وقالتا : كيف نتبرأ من رجل يقول ربي الله؟! كان صائم نهاره قائم ليله ، قد بذل دمه لله ولرسوله في طلب قتلة ابن بنت رسول الله صلى‌الله‌عليه‌وآله‌وسلم وأهله ",
        "__________________ \n(1) تاريخ الطبري 55 : 6. \n(2) تاريخ ابن خلدون 34 : 3 ، الكامل في التاريخ 243 : 4 ، 244. \n(3) تاريخ الطبري 65 : 6 ، الكامل في التاريخ 244 : 4. ",
        "وشيعته ، فأمكنه الله منهم حتى شفى النفوس. \nفكتب مصعب إلى أخيه عبدالله بخبرهما وماقالتاه فكتب إليه : إن هما رجعتا عما هما عليه وتبرأتا منه وإلا فاقتلهما ، فعرضهما مصعب على السيف ، فرجعت بنت سمرة ولعنته وتبرأت منه وقالت : لو دعوتني إلى الكفر مع السيف لكفرت ، أشهد أن المختار كافر ، وأبت ابنة النعمان بن بشير وقالت : شهادة أرزقها فأتركها؟ كلا انها موتة ثم الجنة والقدوم على رسول الله وأهل بيته ، والله لا يكون ، آتي مع ابن هند فأتبعه وأترك ابن أبي طالب؟ اللهم اشهد أني متبعة لنبيك وابن بنته وأهل بيته وشيعته ، ثم قدمها فقتلت صبراً. ففي ذلك يقول الشاعر : \nهذا هو مصعب بن الزبير بصورته البشعة ، يؤوي قتلة الحسين عليه‌السلام ويسالمهم ، ويعدهم من قادة جيشه وحملة لوائه ، فضلا عما فعله بشيعته وأنصاره والآخذين بثأره ، مما يكشف عن مدى ما يحمله من حقد وعداء لأهل هذا البيت الطاهر ، واختلافه الشديد بينه وبينهم ، بل الفجوة بين أطروحتين متغايرتين ، الأطروحة الزبيرية التي تدين بالعداء لأهل البيت ، ودفعهم عن مقامهم ، بل محاولة تصفيتهم ، وبين توجهات الأطروحة العلوية المعروفة. \n__________________ ",
        "(1) مروج الذهب 113 : 3 ، وروى اليعقوبي في تاريخه 182 : 2 ، الحادثة بإضافات أخر ، ونسب الأبيات إلى عمر بن أبي ربيعة ، ومثله ابن عبد ربه الأندلسي في العقد الفريد 155 : 5 في ذكر دولة بني مروان ، خبر المختار ابن أبي عبيد ، مع اختلاف في ألفاظ البيتين الأولين. \nفأين التقارب إذن؟ \nوإذا كان هذا حال مصعب بن الزبير ومواقفه من أهل البيت عليهم‌السلام ، فمتى يتاح له التقارب مع بني هاشم ، الذين لا يزالون يحتفظون بمواقف التنكيل والتشريد التي ارتكبها عبدالله بن الزبير ، وقد عزم على إحراقهم وإفنائهم. ومصعب بن الزبير هو إحدى الصنائع الزبيرية التي ما فتأت تعمل على إنجاح الأطروحة الزبيرية بالتنكيل والتقتيل لأهل البيت وأشياعهم ، فهل يمكننا بعد هذه المقدمات التاريخية من استعراض حال آل الزبير ، أن يجد علي بن الحسين عليهما‌السلام مبررا لزواج مصعب بن الزبير من أخته «آمنة» سكينة بنت الحسين؟! \nوإذا اعترض أحدهم قائلا : بأن الزواج ـ خصوصا في ذلك الوقت ـ لا علاقة له بالمواقف الشخصية ، وأن مسألة المصاهرة لا تعدو عن اقتران بين زوجين ، لا يمثلان كل منهما توجها سياسيا أو فكريا يناقض أو يوافق الطرف الآخر. ",
        "فإن ذلك المقول غير دقيق ؛ إذ بالعكس فقد كان الزواج ـ خصوصا في ذلك الوقت ـ يمثل حالات تقارب سياسي ، واستقطاب اجتماعي ، يحصل من خلاله الشخص على تأييد أصهاره أو محاولة منه لتأمين جانبهم وتخفيف احتمال الوقيعة به ، وهذا دأب ذي الشأن منهم. وما زواج النبي صلى‌الله‌عليه‌وآله‌وسلم من تشكيلات متعددة إلا صورة لهذه الحالة السائدة لدى المجتمع القبلي ، الذي يعيش تحت وطأة التعصبات القبائلية ، والأعراف العربية الملتزمة وقتذاك. فقد كان صلى‌الله‌عليه‌وآله‌وسلم يستقطب في مصاهراته المتعددة بيوتات لها خطرها في التيارات السياسية المتربصة بالدين الحنيف. \nإذن ففي خضم أحداث التنافس الزبيري لبني هاشم وعدائهم إياهم ، بل وفي هذه الأحداث السياسية الهائجة المتوترة ، لا يمكننا قبول حكاية زواج مصعب بن الزبير لسكينة «آمنة» بنت الحسين عليهما‌السلام ، فإن ذلك محاولة قصصية يراد من وضعها وافتعالها إلغاء ما عرف من تقليدية العداء الزبيري ـ العلوي ، وإظهار التوافق بين البيتين ، ومحاولة إسباغ الشرعية على حركة آل الزبير ، هذا من جهة. \nومن جهة أخرى ، محاولة إضفاء الشبه بين تصرفات عائشة بنت طلحة زوجة مصعب بن الزبير المعروفة بلهوها وترفها ، وبين السيدة آمنة بنت الحسين عليهما‌السلام المعروفة بورعها وتقواها ، ومحاولة سلخ صفة التقوى هذه عن السيدة آمنة ، والتعامل معها على أساس ما يتعامل به مع نساء الزبيريين والأمويين ، والتقليل من شأن مسحة الاحتشام والتعفف على نساء أهل هذا البيت الطاهر ، وخلط ما يقع لنساء الزبيريين والأمويين من انتهاكات شعرية ومخالفات عرفية ورميها على أهل البيت عليهم‌السلام.\nمحاولات زبيرية للطعن على أهل البيت عليهم‌السلام ",
        "ولم يكتف آل الزبير من أكذوبة زواج مصعب بن الزبير من السيدة آمنة عليها‌السلام ، بل أمعنوا في الانتقاص من مكانة أئمة أهل البيت عليهم‌السلام ، والازدراء بهم ، ورفع شأن مخالفيهم كما في الرواية الزبيرية التالية : \nروى الاصفهاني : قال مصعب : وحدثني مصعب بن عثمان : أن علي ابن الحسين أخاها حملها إليه فأعطاه أربعين ألف دينار (1). \nهكذا يصور الزبيريون ما يحلو لهم من انتقاص قدر أهل البيت عليهم‌السلام ، \n__________________ ",
        "(1) الأغاني 159 : 16. \nوحاجتهم إلى آل الزبير ، فيستعطون أرزاقهم ويتقربون لهم للحصول على أعطياتهم ، وقد تنكر الراوي إلى حقائق تاريخية تظهر شأن علي بن الحسين عليهما‌السلام وقدره حتى من أعدائه ، وهو عليه‌السلام كان يعيش بعد واقعة الطف في أخطر ظرف سياسي يتربص لتحركاته ، ومع هذا فقد هيمن عليه‌السلام على قلوب أعدائه ، فضلا عن شيعته ومريدية. فقد كانت وقعة الحرة في المدينة شاهدا على تعظيم علي بن الحسين عليهما‌السلام في أعين أعدائه فضلا عن أتباعه ، وكان مسرف بن عقبة حين دخل المدينة لم يتعرض لعلي بن الحسين عليهما‌السلام ، بل قال حين رأي الإمام عليه‌السلام : إن أمير المؤمنين أوصاني بك خيرا. \nوروى ابن سعد في الطبقات أن مروان بن الحكم ، وعبدالملك بن مروان كانا يحبان علي بن الحسين عليهما‌السلام ويجللانه (1). \nعلى أن هذا التجليل لا يعني الاعتقاد ، بقدر ما يعني رضوخهما لواقع الأمر مما كان عليه الإمام عليه‌السلام ، من الهيمنة على قلوب المسلمين وتعظيمهم له ، بل كان له سيرته المعروفة في البر والعطاء ، وكان موفور المال غير محتاج إلى أحد ، بل كان عليه‌السلام يعطي للمحتاجين. ",
        "فقد روى ابن الجوزي أن علي بن الحسين عليهما‌السلام دخل على محمد بن أسامة بن زيد في مرضه فجعل محمد يبكي ، فقال علي : ماشأنك؟ قال : عليّ دين ، قال : كم هو؟ قال : خمسة عشر ألف دينار ، قال : فهو عليّ. \nوما رواه أيضا من أن رجلا كان يتعرض لعلي بن الحسين عليهما‌السلام ، فأمر له الإمام بألف درهم وألقى عليه خميصة كانت عليه ، فكان الرجل بعد ذلك يقول : أشهد أنك من أولاد الرسول (2). \n__________________ \n(1) الطبقات الكبرى 421 : 3. ",
        "(2) صفة الصفوة 393 : 1. \nإلى غير ذلك من كرائم صفاته وجليل عطاياه ، فهل كان بعد ذلك يحتاج إلى عطايا آل الزبير ليحمل أخته إلى مصعبهم فيعطيه ألف ألف درهم؟! ومتى عرف آل الزبير بالعطاء؟ إذ لم ير منهم سوى الشح والضيق على الرعية ، حتى ضج الناس من بخل آل الزبير ، فقال قائلهم وهو أبو وجزة مولى الزبير : \nوقال الضحاك بن فيروز الديلمي : \nوعمرو هذا هو أخو عبدالله بن الزبير ، قتله حرصا على الملك دون تحرج في سفك دماء حتى إخوته ومقربيه. ",
        "فروايات آل الزبير في الطعن على أئمة آل البيت عليهم‌السلام ، ورفع منزلة ذويهم ، تكذبها وقائع التاريخ ، وتناقضها شواهد أخر أعرضنا عن ذكرها. \nوالنتيجة : بعد استعراضنا لمقدمات تاريخية مهمة تشير إلى مواقف آل الزبير من أهل البيت عليهم‌السلام ، وعدائهم لهم ، وعدم توافقهم ، فإن حكاية زواج مصعب بن الزبير من السيدة آمنة بنت الحسين عليهما‌السلام تمنعها مقتضيات دينية واجتماعية عدة. \n__________________ \n(1) مروج الذهب 88 : 3. ",
        "(2) المصدر السابق. \nأما المقتضيات الدينية \nفقد عرفنا عداء مصعب لأهل البيت عليهم‌السلام ، وعدم توافقه معهم ، حيث لاحق شيعتهم وقتلهم تبعا لأخيه عبدالله بن الزبير ، فقد نكل ببني هاشم وأراد تحريقهم. فعداؤهم لآل البيت عليهم‌السلام يكشف عن انحرافهم عن ولايتهم ، ويدل على مخالفتهم لما أمر به الله ورسوله من الطاعة لهم والالتزام بنهجهم ، وبذلك فأي تخلف عنهم ـ صلوات الله عليهم ـ يعد تخلفا عن طاعة الله ورسوله ، فطاعة الله ورسوله تدور مدار ولاية علي وطاعته ، والإيمان مرهون بالتمسك بنهج أهل البيت عليهم‌السلام. \nأخرج الحاكم في مستدركه عن أبي ذر رضي الله عنه قال : قال رسول الله صلى‌الله‌عليه‌وآله‌وسلم : «من أطاعني فقد أطاع الله ، ومن عصاني فقد عصى الله ، ومن أطاع عليا فقد أطاعني ، ومن عصى عليا فقد عصاني» (1). ",
        "أخرج بسند صحيح عن أبي عبدالله الجدلي أنه دخل على أم سلمة زوج النبي صلى‌الله‌عليه‌وآله‌وسلم في الموسم مع جماعة من الناس ليسلموا عليها ، فسمعها تقول : ياشبث (2) بن ربعي ، فأجابها رجل جلف جاف : لبيك يا أمتاه ، قالت : أيسب رسول الله صلى‌الله‌عليه‌وآله‌وسلم في ناديكم؟ قال : وأنى ذلك! قالت : فعلي بن أبي طالب؟ قال : إنا لنقول أشياء نريد عرض الدنيا. قالت : فإني سمعت رسول الله صلى‌الله‌عليه‌وآله‌وسلم يقول : «من سب عليا فقد سبني ، ومن سبني فقد سب الله تعالى» (3). \n__________________ \n(1) المستدرك على الصحيحين 131 : 3 ، ح 4617 وصححه الذهبي في التلخيص. \n(2) في المصدر : شبيب ، وأحسبه تصحيفا. فالأوصاف التي وصف بها لا تنطبق إلا على شبث بن ربعي الرياحي التميمي اليربوعي. ",
        "(3) المستدرك على الصحيحين 130 : 3 ، ح 4616. سكت عنه الذهبي في التلخيص ؛ لأنه صحح الحديث الذي قبله ، وهو : «من سب عليا فقد سبني». ولا يبعد أنه أراد تصحيحه ، لكن نفسه لم تطاوعه. \nوأخرج عن أبي ذر رحمه الله كذلك قال : قال النبي صلى‌الله‌عليه‌وآله‌وسلم : «ياعلي من فارقني فقد فارق الله ، ومن فارقك يا علي فقد فارقني»(1). \nوإذا استعرضنا تاريخ آل الزبير ، وما كانوا عليه من المفارقة لعلي وانحرافهم عنه ، والنيل منه وسبه ، اتضح لنا جليا مدى عدائهم وعدم توافقهم مع آل علي بعد ذلك ، على أن الإمام زين العابدين عليه‌السلام يتحرى مواطن الاتفاق والالتزام بولاية علي عليه‌السلام دون موارد الانحراف والضلال. هذا هو مقتضى سيرة المؤمنين ، فكيف بالإمام زين العابدين عليه‌السلام يتصاهر مع بيوت مخالفيه دون مراعاة جانب الإيمان والورع والتقوى؟! مما يكشف لنا عن عدم إمكانية وقوع زواج مصعب من آمنة حسب المقتضيات الدينية التي كان يراعيها الإمام علي بن الحسين عليهما‌السلام.\nأما المقتضيات الاجتماعية ",
        "وهي التي تشمل المقتضيات السياسية كذلك ، فالزبيريون طلاب منصب وإمارة كما هو معروف ، وهم المنافسون لخصومهم السياسيين من بني مروان ، الذين انكفؤوا في استغلال الفرص السياسية بعد انعزال معاوية ابن يزيد عن السلطة ، وخلو الساحة السياسية عمن يشغل منصبه ، فتسارع مروان إلى اقتناص الفرصة السياسية هذه كونه الوريث السياسي للأمويين ، فنصب نفسه لرأس نظام أموي مرواني جديد ، وهو ما حدى بمنافسيه السياسيين إلى استغلال هذه الظروف السياسية ، فوثب عبدالله بن الزبير على مكة بعد صراعات دموية عنيفة ، مقتطعا بذلك مكة وما والاها ، وضاما إلى إمارته البصرة وما حاذاها ، حتى طمع في الكوفة ، فكانت وقعة مصعب مع \n__________________ \n(1) المستدرك على الصحيحين 133 : 3 ، ح 4624. قال الحاكم : صحيح الإسناد. \nالمختار ، وما نجم عنها من سفك دماء شيعة علي عليه‌السلام ، وإعلانها إمارة زبيرية بعد ذلك. ",
        "لم يكن هذا الوضع الزبيري قد أراح عبدالملك بن مروان الذي يعد موطد الحكم الأموي المرواني فعلا ، فابن الزبير قد امتد نفوذه في أرجاء البلاد الإسلامية وشاع أمره ، وحيل ذلك بين نفوذ بني أمية المهدد كيانهم من آل الزبير ، وبين طموحاتهم المستقبلية التي ترنو إلى السيطرة على جميع الأنحاء الإسلامية دون منافس عسكري أو معارض سياسي له سطوته وآثاره. وطبيعي أن يكون لهذا المنافس القوي في حسابات الأمويين الأولوية في تصفيته ، وانتزاع ما في يده من الإمارة ، وقد رافق ذلك تحسبا حذرا من تحركات الإمام علي بن الحسين عليهما‌السلام الذي فرغ توّاً من واقعة الطف ، وقد رأى مصارع أبيه وآل بيته أمامه ينفذه الأمويون بأبشع صوره ، ولا بد أن يكون علي بن الحسين عليهما‌السلام متربصا لآل أمية متحينا فرص الثأر والانتـقام ، فأية حركة مناقضة لبني أمية ستكون فرصة علي بن الحسين عليهما‌السلام بعد ذلك ، هكذا كان ظن الأمويين ، فكانوا يراقبون مواقف الإمام عليه‌السلام من الأحداث الجارية ، وكانوا يحسبون التأييد لآل الزبير ـ إن حصل ـ إسباغا للشرعية على آل الزبير ، لذا فهم في وجل من أية تحركات ينجم عنها تأييد علي بن الحسين عليهما‌السلام لمنافسيهم الأقوياء ، إلا أن الإمام عليه‌السلام لم يتوافق مع الحركة الزبيرية أبدا ، وذلك لما ذكرنا من عداء عبدالله بن الزبير لبني هاشم عموما ، وللإمام خصوصا. هذا من جهة. \nومن جهته علم الإمام عليه‌السلام ـ بغض النظر عما يكنه علمه اللدني المقدس ـ من عدم مصير الخلافة لآل الزبير ، فإن الأحداث السياسية الهائجة \nكانت توحي بفشل حركة آل الزبير ، وعدم رغبة الناس فيهم. والإمام عليه‌السلام لم يجازف في تأييد حركة ابن الزبير التي ستؤول إلى السقوط ، وما سيتحمل من تبعات ذلك من قبل بني أمية ، وهو عليه‌السلام انعزل عن هذه الأحداث ليترك الأمور تنقشع وشيكا عن هزيمة ابن الزبير وغلبة عبدالملك بن مروان ، ومن ثم فإن الفريقين غير جديرين للنصرة والمبايعة ، وكلاهما طلاب مناصب وأتباع دنيا ، والدين لعق على ألسنتهم ، فأي توافق سيبديه الإمام زين العابدين عليه‌السلام مع آل الزبير حتى على مستوى المصاهرة ، يعد توافقا سياسيا وتأييدا شرعيا في حسابات النظام الأموي القادم ، فهل يبقى أدنى احتمال لإمكانية التقارب بين الإمام عليه‌السلام حتى يعمد إلى مصاهرة مصعب بن الزبير المغامر السياسي النزق؟! \nفالإمام علي بن الحسين عليهما‌السلام يتجنب التقارب الظاهري مع الزبيريين ، خوفا من عواقب ذلك المزامن لأفول النجم الزبيري وشيكا ، لذا فاحتمال زواج السيدة آمنة من مصعب بن الزبير غير ممكن تبعا لهذه الظروف الآنفة ، والأبعد من ذلك أن يكون الزواج قد تم دون رغبة الإمام عليه‌السلام كما سيأتي مناقشة ذلك لاحقا.",
        "مناقـشتان \nالمناقشة الأولى : \nذكر سبط ابن الجوزي في تذكرة الخواص ما نصه : \nوأول من تزوجها ـ أي سكينة ـ مصعب بن الزبير قهرا ... (1). ",
        "يثبت النص الذي أمامنا عدم وقوع الزواج ، وهو إحدى القرائن \n__________________ \n(1) تذكرة الخواص : 249. \nالمؤيدة إلى ما نذهب إليه. وذلك لأمرين : ",
        "الأمر الأول : يستبعد النص وجود أي توافق بين بني هاشم وبين الزبيريين ، أي أن الفجوة القائمة بين البيتين يؤكدها هذا النص ، وذلك فإن وقوع الزواج قهراً لا يعني إلا عدم التوافق وقبول أحد الطرفين بالآخر ، وهو الأمر الذي كنا نؤكده سابقا من عدم وجود أي تقارب وتفاهم بين البيتين ، وبالتالي أية رغبة في التفاهم ، بل حالة العداء والكراهية ظاهرة على تصرفات أحدهما للآخر. \nالأمرالثاني : إننا نتوقف في مسألة وقوع هذا الزواج القهري ، فإن عبدالله بن الزبير لم يحكم سيطرته على المدينة بعد ، حتى يتسنى لأخيه مصعب قهر بني هاشم على الزواج من آمنة ، فالهاشميون رفضوا البيعة لعبدالله بن الزبير كما مر ، وعرفت ما اتخذه عبدالله من إجراءات مشددة في إجبار الهاشميين على بيعته ، وهددهم بتحريقهم إن لم ينصاعوا بعد ذلك ، ومع هذا فلم يستطع عبدالله بن الزبير مع سطوته أن يفرض بيعته على الهاشميين ، فإن لبني هاشم قوتهم النابعة من احترام المسلمين لهم ، مع ما عانوه من جور حكامهم إلا أن هيبتهم لا تزال تطغى على قلوب الناس ، وعلي بن الحسين عليه‌السلام يمثل الأنموذج الأمثل في هيمنته على القلوب وحبه وتكريمه ، وحادثة انفراج الحجيج له لاستلام الحجر بمرأى من هشام بن عبدالملك إحدى الشواهد التي تؤكد محبة الناس له ، فهو لا يزال يمثل واقعة الطف بكل فصولها الفجيعة. \nوالإمام عليه‌السلام لم يبتعد عما نزل في ساحة آله من القتل والأسر والتنكيل ، فهو لا يزال يستذكر ما حصل لأبيه الشهيد عليه‌السلام ولآل بيته من الذبح وسفك \nالدماء وكان الناس يرون مظلومية الإمام الحسين عليه‌السلام شاخصة في ولده علي ابن الحسين عليهما‌السلام الذي لم يبعد أذهان الأمة عن مجريات ذلك اليوم الرهيب ، وما فعله بنو أمية بأهل هذا البيت الطاهر ، والناس وإن لم يقدموا النصرة لآل البيت عليهم‌السلام وقتذاك وما أظهروه من تخاذل ونكوص ، فإن المأساة تعيش في وجدانهم ، وفصولها تستعيدها ذاكرتهم ، ولا يزال الأشخاص الذين حضروا المأساة يعيشون بين ظهرانيهم ، كعلي بن الحسين عليهما‌السلام والسيدة آمنة وأخواتها الطاهرات ، حتى إن بني مروان تحاشوا في بادئ الأمر سفك دماء الهاشميين ، وأظهروا الورع في أول أمرهم من اضطهاد العلويين ، وذلك لما أحسوه من خطر المجازفة في دمائهم بعد واقعة الطف التي تحفظها ذاكرة الأمة ، ومظلومية أهل البيت عليهم‌السلام شاخصة لديهم ، لذا فإن عبدالملك بن مروان يبدي تحفظه في دماء آل أبي طالب لا عن قناعته في حرمة دمائهم ، بل عن خوفه على مستقبل دولته الفتية المحاطة بمعارضات سياسية قوية تهدد كيانه. ",
        "قال اليعقوبي في تاريخه : وكان عبدالملك قد كتب إلى الحجاج وهو على الحجاز : جنبني دماء آل أبي طالب ، فإني رأيت آل حرب لما تهجموا بها لم ينصروا (1). \nوهو ما يعكس شعور المسلمين في نظرتهم لآل البيت عليهم‌السلام ، فيترجمها عبدالملك بن مروان في كتابه هذا وتحفظه على سفك دماء آل أبي طالب حتى حين. \nهذه مكانة آل البيت عليهم‌السلام في قلوب الأمة ، فمتى يتاح لمصعب وأمثاله \n__________________ ",
        "(1) تاريخ اليعقوبي 230 : 2. \nأن يقهروا أهل هذا البيت على أمر غير راضيه ؛ ليتعاملوا معهم على أساس القهر والقوة ، وإذا كانت حادثة آمنة بنت الحسين عليهما‌السلام يمكن قبولها ، فإن ذلك تكذبه واقعة السيدة فاطمة بنت الحسين عليهما‌السلام التي حاول عبدالرحمن بن الضحاك بن قيس الفهري أن يخطبها قهراً ، فأبت وشكت أمرها إلى يزيد بن عبد الملك ، فلنر ما حل بعبدالرحمن هذا في رواية اليعقوبي وغيره ، وما آل إليه مصيره بمجرد محاولة التجرؤ على قهر السيدة فاطمة بنت الحسين عليهما‌السلام من الزواج منه. \nقال اليعقوبي : وخطب عبدالرحمن فاطمة بنت الحسين بن علي ، فأرسل إليها رجالا يحلف بالله لئن لم تفعلي ليضربن أكبر ولدها بالسياط ، فكتبت إلى يزيد بن عبدالملك كتابا ، فلما قرأ كتابها سقط عن فراشه وقال : لقد ارتقى ابن الحجام مرتقى صعبا ، من يسمعني ضربه وأنا على فراشي هذا؟ فكتب إلى عبدالواحد بن عبدالله بن بشر النضري وكان بالطائف أن يتولى المدينة ، ويأخذ عبدالرحمن بن الضحاك بأربعين ألف دينار ، ويعذبه حتى يسمعه ضربه ، ففعل ذلك ، فرئي عبدالرحمن وفي عنقه خرقة صوف يسأل الناس (1). \nهذا مصير من حاول أن يقهر أهل البيت على أمر غير راضين به ، ولا يقل عبدالرحمن بن الضحاك بن قيس الفهري شرفا عن مصعب بن الزبير ، فهو ابن أبي بحر حليم العرب وسيدها ، كما كان يلقبه معاوية بن أبي سفيان ، ومع هذا فلم يتحمل يزيد بن عبدالملك أن يتجرأ عبدالرحمن على قهر السيدة فاطمة بنت الحسين من الزواج. فاحتمال وقوع الزواج قهرا من قبل ",
        "__________________ \n(1) تاريخ اليعقوبي 240 : 2. \nمصعب بن الزبير للسيدة آمنة أمر غير مقبول من خلال ماذكرناه من قرائن.\nالمناقشة الثانية : ",
        "روى ابن عبد ربه أنه : لما قتل مصعب خرجت سكينة بنت الحسين تريد المدينة ، فأطاف بها أهل العراق وقالوا : أحسن الله صحابتك يا ابنة رسول الله ، فقالت : لا جزاكم الله عني خيرا ، ولا أخلف عليكم بخير من أهل بلد ، قتلتم أبي وجدي وعمي وزوجي ، أيتمتموني صغيرة وارملتموني كبيرة (1). \nيشير الخبر إلى مصاحبة سكينة بنت الحسين لمصعب بن الزبير عند وروده الكوفة ، والخبر رغم إرساله إلا أن مؤرخي مقتل مصعب بن الزبير أرسلوه إرسال المسلمات دون مناقشته سندا ودلالة. \nأما سنده : فقد ذكرنا إرساله فهو ساقط عن الاعتبار. \nوأما دلالته : فإنه يريد إثبات قضيتين أشغلت الكثير ممن نحى المنحى الزبيري في كتابة التاريخ. ",
        "أما القضية الأولى \nفهي محاولة تأكيد زواج آمنة من مصعب بن الزبير ، وكونه جاء بأهله إلى الكوفة فقتل هناك. \nوالحق أن هؤلاء خلطوا بين «آمنة» سكينة بنت الحسين التي أوردتها روايات مصعب بن الزبير حتى ارتكز في أذهانهم أن سكينة هذه التي ترافق مصعب في مسيره إلى الكوفة هي بنت الحسين عليه‌السلام ، إلا أن الحق في ذلك أن \n__________________ ",
        "(1) العقد الفريد 150 : 5. \nسكينة التي رافقت مصعبا في مسيره هي سكينة ابنته وليست زوجته ، فهي بنت مصعب من زوجته فاطمة بنت عبدالله بن السائب. \nقال ابن كثير في البداية والنهاية : وكان لمصعب من الولد عكاشة وعيسى الذي قتل معه ، و «سكينة» وأمهم فاطمة بنت عبدالله بن السائب (1). \nفسكينة التي رافقت مصعبا هي ابنته وليست بنت الحسين كما اختلط على رواة الخبر ، وليس لـ «آمنة» سكينة بنت الحسين في أحداث مصعب أية دخالة. ",
        "القضية الثانية \nمحاولة الخبر التأكيد على نظرة أموية مختلقة ، مفادها أن الذين قتلوا الحسين بن علي عليهما‌السلام هم شيعة الحسين عليه‌السلام وليس لبني أمية دخل في ذلك ، محاولة منهم لإبعاد المسؤولية عن الأمويين ، وإلقائها على عاتق الشيعة الذين راسلوا الحسين عليه‌السلام وأقنعوه بالمسير إليهم ، فوثبوا عليه وقتلوه. وبهذا يحاولون أن يجردوا الأمويين عن وصمة عار ما ارتكبوه في حق سبط الرسول صلى‌الله‌عليه‌وآله‌وسلم ، وهي محاولات خاسرة كما ترى. فالشيعة لا يمكن أن يتحملوا مسؤولية سفك دماء آل البيت الأطهار عليهم‌السلام ، والكوفة عرفت بولائها لهذا البيت الطاهر ، فهم حملة أخبارهم ورواة حديثهم وأجلة أصحابهم ، ومأساة الطف إحدى نزعات بني أمية في محاولة استئصال أهل هذا البيت عليهم‌السلام ، ولا يمكن للتاريخ أن يتنكر ما ارتكبه هؤلاء من سفك دماء الأطهرين منافسة لهم وخشية على سلطانهم ، والذين ناصروا بني أمية هم خوارج هذه الأمة وشذاذها من شاميين ومرتزقة يقتاتون على موائد \n__________________ \n(1) البداية والنهاية 8 : 322. ",
        "الأمويين ، ولا يمكن بعد ذلك للشيعة أن يلتقوا مع أعدائهم التقليديين الأمويين ، ليتحالفوا معهم على محاربة أهل البيت عليهم‌السلام وسفك دمائهم. \nوبهذا حاول الخبر التأكيد على قضيتي زواج آمنة من مصعب بن الزبير ، ومحاولة إلقاء مسؤولية شهادة الحسين بن علي عليهما‌السلام على عاتق شيعته ، وبراءة الأمويين من عار ما جنوه حرصا منهم على الملك والسلطان. \nوالنتيجة : عدم وقوع زواج السيدة «آمنة» بنت الحسين عليهما‌السلام من مصعب بن الزبير ؛ لعدم تمامية الأخبار الزبيرية الضعيفة الواردة في هذا الشأن ، فضلا عن قرائن تمنع من وقوع مثل هذا الزواج الذي صورته روايات زبيرية فقط ، رواها الزبير بن بكار ومصعب الزبيري وعروة بن الزبير ، وقد عرفت حالهم فلا نعيد.\nثانيا : عبدالله بن عثمان ابن حزام ",
        "وهو ضمن القائمة الثانية من أزواج «آمنة» سكينة بنت الحسين عليهما‌السلام التي روتها الأخبار ، وسنكتفي في رد الرواية لضعفها ، وذلك إذا ما علمنا أن رواة الخبر هما الزبيريان المعروفان ، الزبير بن بكار وعبدالله بن مصعب الزبيري ، وتقدم شرح حالهما من الضعف ورد أحاديثهما ، وكونهما يرويان المناكير ويكثران عن الضعفاء ، إلى غير ذلك من الطعون التي ذكرها أهل الجرح وطعنوا في وثاقتهما ، هذا أولا. \nوثانيا : أن خبر زواج عبدالله بن عثمان ابن حزام أكده الزبيريون ؛ لكون أمه رملة بنت الزبير بن العوام ، فخؤولته الزبيرية تدفع بالرواة الزبيريين إلى إثباته ، محاولة منهم للحصول على موقف التوافق بين البيتين ، آل علي وآل الزبير ، وتصوير حالة من التقارب والتفاهم بينهما ، تغطية منهم على أحداث \nالجمل ، وما كان من خروج الزبير بن العوام في تلك المعركة الخاسرة على إمام زمانه علي بن أبي طالب عليه‌السلام ، وأن آل البيت عليهم‌السلام لا يزالون ينظرون إلى الزبير وآله بعين الرضا والقبول ، وهذا ما لا يمكن قبوله فعلا ؛ إذ لا يزال الزبير وآله من الخارجين على إمام زمانهم ، ومواقف عبدالله بن الزبير العدائية لآل البيت عليهم‌السلام يشهد بها تاريخه المعروف بمغامراته ، ومحاولات التقارب المفتعلة لاسباغ الشرعية على البيت الزبيري موهونة لا يمكن قبولها ، ولا زال التباعد بين هذين البيتين ظاهرا على مواقف الفريقين ، فلا يمكن تحسين صورة الزبيريين بحالات الزواج المتعددة من السيدة آمنة ، وتبقى الفجوة بين الأطروحتين عميقة لا يمكن إلغاؤها ، وفي ضمن نظرة العداء والخلاف بين آل علي وآل الزبير لا يمكن أن نتصور صحة خبر زواج عبدالله بن عثمان من السيدة آمنة فضلا عن ضعف سنده وسقوطه عن الاعتبار. \nومما يثير الشك في صحة هذه الدعوى ، ما رواه أبو منصور البغدادي ، عن المدائني ، عن مجالد ، عن الشعبي : أن سكينة نشزت على زوجها عبدالله ابن عثمان ابن حزام فشكتها أمه رملة بنت الزبير بن العوام إلى عبدالملك (1). ",
        "ولا ندري مكان عبدالملك من قضية النشوز هذه ، مع وجود أخيها الإمام علي بن الحسين عليهما‌السلام ، الذي بإمكانه حل هذه القضية الخاصة بأخته آمنة وزوجها ، وهي ليست من الأهمية بمكان حتى تلجأ أم عبدالله إلى رفع أمر ابنها وزوجته إلى عبدالملك ، وكان يومئذ خليفة يقيم في الشام ، ورملة بنت الزبير في المدينة ، فما الذي دعا رملة إلى أن تشكو كنتها إلى الخليفة؟! \n__________________ \n(1) بلاغات النساء : 146. \nوهل تقتضي هذه الحادثة الخاصة ـ التي لا علاقة لها بشؤون الخلافة ـ أن يستمع الخليفة إلى دعاوي نشوز امرأة على زوجها؟! ",
        "ثم إن الحادثة معلومة دوافعها ، وهي محاولة تصوير السيدة آمنة بنت الحسين عليهما‌السلام بارتكاب مخالفات الشريعة ، والخروج عن طاعة الزوجية دون مراعاة الأحكام ، وبهذا سيحصل رواة هذا الخبر إلى تصوير أهل البيت عليهم‌السلام المعروفين بقداستهم وورعهم ، إلى أهل بيت من عامة الناس يرتكبون ما يرتكبه الآخرون من مخالفة أحكام الدين ومحظورات الشريعة. \nأما رواة الخبر مثل مجالد والشعبي فليسا بشيء. \nأما مجالد : فقد عده ابن عدي في الضفعاء. \nقال علي بن المديني : قلت ليحيى بن سعيد : فمجالد؟ قال : في نفسي منه ... (1). ",
        "وعن بشر بن آدم ، قلت لخالد بن عبدالله الواسطي : دخلت الكوفة وكتبت عن الكوفيين ولم تكتب عن مجالد؟ قال : لأنه كان طويل اللحية. [وهي كناية عن استخفاف الواسطي بمجالد]. \nوعن يحيى قال : مجالد بن سعيد ، ضعيف. \nوفي موضع آخر : مجالد وحجاج لا يحتج بحديثيهما. \nوقال ابن عدي : سمعت ابن حماد يقول : قال السعدي : مجالد بن سعيد يضعف حديثه. ",
        "وعن عبدالرحمن بن مهدي يقول : سمعت سفيان يقول : أشعث ـ يعني ابن سوار ـ أثبت من مجالد ، وكان يحيى يضعف حديث مجالد بن \n__________________ \n(1) الكامل في الضعفاء لابن عدي 168 : 8. \nسعيد وكان ابن مهدي لا يروي عنه. ",
        "وعن ابن مهدي : لا يروى عنه. \nوعن ابن أبي عصمة ، عن أبي طالب : سألت أحمد بن حنبل عن مجالد ، فقال : ليس بشيء ، يرفع حديثا منكرا لا يرفعه الناس وقد احتمله الناس. \nوقال النسائي : مجالد بن سعيد ، كوفي ضعيف (1). \nأما الشعبي : فهو عامر بن شراحيل بن عبد ، أبو عمرو الهمداني ، أنموذج من نماذج العداء والبغض لعلي وشيعته ، فكان لا يروي عن علي بن أبي طالب عليه‌السلام على الرغم من روايته وحفظه ، واعترف بذلك ابن حجر في تهذيب التهذيب فقال : وقال الدار قطني في العلل : لم يسمع الشعبي من علي إلا حرفا واحدا ما سمع غيره (2). ",
        "وهو يعني رواية الشعبي عن علي رواية واحدة على الرغم مما عرف به من حفظه. ولم يقتصر الأمر على ذلك ، بل أوغل في عدائه لعلي عليه‌السلام بحجة أن الشيعة كانوا السبب في تجنبه مروياته عنه عليه‌السلام فقال : لقد بغضوا إلينا حديث علي بن أبي طالب (3). \nوإذا كان هذا حال الشعبي في عدائه وبغضه لعلي عليه‌السلام ، فمتى يتم لنا قبول مروياته خصوصا ما يتعلق بأهل البيت عليهم‌السلام ، والرواية واضحة الطعن والتوهين لأهل البيت وهي من موارد الخلاف والشك في صحة الحادثة \n__________________ \n(1) الكامل في الضعفاء 169 : 8 ـ 170. ",
        "(2) تهذيب التهذيب 62 : 4. \n(3) العقد الفريد لابن عبد ربه 223 : 2. وراجع ما ذكره ابن عبد ربه من كلام الشعبي في الشيعة ، وكونهم يهود هذه الأمة. \nوعدم وقوعها. \nأما ما رووه عن ولادة السيدة آمنة من عبدالله بن عثمان ابن حزام ولدا اسمه قرين (1) فغير صحيح ، فإن قرينا المعروف هو قرين بن المطلب بن السائب بن أبي وداعة وأمه زبيبة (2). وليس لقرين بن عبدالله بن عثمان من وجود ، ولم تشر إلى ذلك المصادر الرجالية ، ولعل مقتضيات الواقعة أجبرت رواتها إلى اختلاق مثل هذه الشخصية الموهومة. ",
        "إذن لم يثبت زواج السيدة «آمنة» بنت الحسين عليهما‌السلام من عبدالله بن عثمان ابن حزام لضعفها سندا ، وعدم تماميتها دلالة.\nثالثا : الأصبغ بن عبدالعزيز بن مروان \nوهو ممن أشارت إليه روايات الإصفهاني وابن خلكان وسبط ابن الجوزي ، واتفقت على عدم الدخول بها ـ إن صح وقوع ذلك ـ إلا خبر ابن سعد في الطبقات فقال : تزوجها. ولعله أشار إلى الأعم من الدخول وعدم الدخول ، واتفاقهم على عدم الدخول يشير إلى ما قصده ابن سعد من عدم الدخول كذلك. \nوالخبر لا يمكن قبوله بقرينة مهمة ، وهي : أن الأصبغ بن عبدالعزيز كان واليا لعبد الملك بن مروان في مصر ، والسيدة آمنة بنت الحسين إقامتها في المدينة ، وهي لم تغادرها أبدا ، فكيف يتسنى لهذا المرواني من زواجها؟ بل كيف ومتى وقع العقد ولم يدخل بها؟ وما هي أسباب عدم الدخول؟ ",
        "__________________ \n(1) وجاء في الأغاني 161 : 16 أن سكينة ولدت من هذا الحزامي بنتا. وقبلها في صفحة 159 ذكر أبوالفرج أن هذه البنت لمصعب بن الزبير. وأما قرين فهو المسمى بعثمان ولد زيد بن عمرو بن عثمان ، كما قال في الأغاني 163 : 16. روايات الواحدة تلو الأخرى متهافتة ، وكل رواية تنقض الأخرى ، والكل في تناقض وتهافت. \n(2) راجع الطبقات الكبرى لابن سعد 127 : 4.\nكل هذه الاستفهامات وغيرها ، التي نضعها على الخبر توجب توهينه وعدم قبوله ، مما يعني عدم وقوع الزواج ، وما ذكرت من أخبارها أكثرها مرسلة ، وما أسند منها فضعيف ؛ لروايته من قبل الزبير بن بكار ومصعب الزبيري ، من أبطال وضع روايات وقصص سكينة ، وقد عرفت حالهما ، وقد أشرنا في مطاوي البحث إلى أن أخبار الزواج هي تشكيلات زبيرية ـ مروانية واضحة القصد ومعلومة الإرادة. ",
        "وعلى هذا فخبر زواج الأصبغ بن عبدالعزيز من السيدة آمنة بنت الحسين غير تام.\nرابعا وخامسا : زيد بن عمرو بن عثمان وإبراهيم بن عبدالرحمن بن عوف \nوهما المشتركان في قائمتي أبي الفرج الإصفهاني وابن سعد ، بل هما المشتركان في حدث واحد هكذا : \nقال ابن سعد : فخلف عليها إبراهيم بن عبدالرحمن بن عوف الزهري. كانت ولته نفسها ، فتزوجها ، فأقامت معه ثلاثة أشهر ، فكتب هشام ابن عبدالملك إلى واليه بالمدينة أن فرق بينهما ففرق بينهما ... (1). ",
        "قال ابن خلكان : تزوجها زيد بن عمرو بن عثمان بن عفان ، فأمره سليمان بن عبد الملك بطلاقها ففعل ... (2). \nيضعانا هذين النصين أمام تساؤلات مهمة : \nالأول : اشتراك الاسمين في حدث واحد. \nالثاني : ما الذي دفع هشام بن عبدالملك وسليمان بن عبدالملك أن ",
        "__________________ \n(1) الطبقات الكبرى لابن سعد 320 : 6. \n(2) وفيات الأعيان 378 : 1. \nيأمرا إبراهيم بن عبدالرحمن بن عوف ، وعمرو بن عثمان من طلاقهما للسيدة «آمنة» سكينة بنت الحسين؟ ",
        "الثالث : هل كان لهذين الأمويين هشام وسليمان ولاية على نساء آل أبي طالب ، مع وجود الإمام علي بن الحسين عليهما‌السلام وآل علي وآل عقيل ، حتى يتوليا أمر طلاقهن وتسريحهن؟! \nالرابع : ذكر الخبر أن السيدة آمنة ولت أمر نفسها إلى إبراهيم بن عبدالرحمن بن عوف فتزوجها ... فأين كان أولياء أمورها كأخيها الإمام زين العابدين عليه‌السلام ، أو ابن أخيها الإمام محمد الباقر عليه‌السلام ، حتى تولي أمر نفسها إلى أبراهيم بن عبدالرحمن بن عوف الذي كان معروفا باختلاف موقفه من أهل البيت عليهم‌السلام ، وتباينه عنهم ، كما كان عليه أبوه من قبل؟! \nهذه التساؤلات نضعها أمام خبري زواج السيدة آمنة من إبراهيم بن عبدالرحمن ، وزيد بن عمرو بن عثمان ، فهل نجد الإجابة الوافية لهذه التساؤلات حتى يتم لنا قبول الخبر أو رفضه؟ \nأحسب أن الإجابة لذلك غير وافية ، ويبقى خبر زواج السيدة آمنة من إبراهيم بن عبدالرحمن بن عوف ، وزيد بن عمرو بن عثمان مردودا؛ إذ لم تكن هناك قرائن على صحة قيام مثل هذين الزواجين ، بل القرائن على خلافهما ، ومن هذه القرائن : ",
        "أولا : صرح الإصفهاني في خبر خطبة أبراهيم بن عبدالرحمن أن سكينة بعثت إليه : أبلغ من حمقك أن تبعث إلى سكينة بنت الحسين بن فاطمة بنت رسول الله صلى‌الله‌عليه‌وآله‌وسلم تخطبها؟ فامسك عن ذلك (1). \n__________________ \n(1) الأغاني 161 : 16. \nوالخبر يشير إلى عدم وجود كفاءة بين الطرفين ، وإقدام إبراهيم على ذلك أمر مخالف لما ارتكز في أذهان الناس من عدم كفئه لبني هاشم ، ولسكينة بالخصوص ، فكيف يتم الزواج بعد ذلك؟! ",
        "ثانيا : أن ابن عساكر يروي أنها تزوجت الحسن بن إبراهيم بن عبدالرحمن بن عوف من غير ولي ، في حين تذكر بقية الأخبار أن إبراهيم ابن عبد الرحمن قد تزوجها. \nقال ابن عساكر : نكحت سكينة بنت الحسين الحسن بن إبراهيم بن عبدالرحمن بن عوف بغير ولي ، فكتب عبدالملك إلى هشام بن إسماعيل أن فرق بينهما (1). \nوبهذا فإن الخبر يذكر مرة أنه تزوجها إبراهيم بن عبدالرحمن بن عوف ، وأخرى أنه تزوجها ولده الحسن بن إبراهيم بن عبدالرحمن بن عوف ، فما معنى هذا الاضطراب؟ \nإذن فخبر زواج السيدة آمنة من إبراهيم بن عبدالرحمن بن عوف مضطرب أشد الاضطراب ، فمرة أنها تزوجته بعد أن ولته نفسها ، ومرة لم يدخل بها ، وأخرى رفضته كونه غير كفء لها ، وتارة أنها تزوجت من ولده الحسن بن إبراهيم بن عبدالرحمن بن عوف ، وهذا الاضطراب يؤكد عدم وقوع الحادثة لتناقضاتها الواضحة واضطرابها البين. ",
        "ثالثا : أن خبر زواجها من زيد بن عمرو بن عثمان ثم طلاقها من قبل سليمان بن عبدالملك أمر يثير السخرية ، فهو يصور السيدة آمنة بأنها امرأة خرقاء ، ترتكب أعمالا لا يقدم عليها إلا الأحمق ، فما معنى خروجها إلى \n__________________ \n(1) تاريخ دمشق لابن عساكر ، تراجم النساء : 158. \nمكة ثم عودتها إلى المدينة ثم خروجها إلى مكة ، وهكذا لا يقر لها قرار ، حتى إن ذلك أثار حفيظة الخليفة الأموي فأمر العثماني بطلاقها؟! ",
        "قال الاصفهاني : بعد طلاق سكينة من الأصبغ المرواني فخلف عليها العثماني ، وشرطت عليه ألا يطلقها ولا يمنعها شيئا تريده ، وأن يقيمها حيث خلتها أم منظور ، ولا يخالفها في أمر تريده ، فكانت تقول له : يا بن عثمان أخرج بنا إلى مكة ، فإذا خرج بها فسارت يوما أو يومين قالت : ارجع بنا إلى المدينة ، فإذا رجع يومه ذاك قالت : أخرج بنا إلى مكة ، فقال له سليمان بن عبدالملك : اعلم أنك قد شرطت لها شروطا لم تف بها فطلقها فطلقها (1). \nوهذا التصرف الأهوج الذي صوره الخبر لا ينسجم مع امرأة سوية عاقلة ، بل هو يحكي عن تصرفات امرأة حمقاء لا هم لها إلا الخروج من المدينة ، ثم عودتها إليها ، ثم خروجها منها ، وهكذا دون طائل ، فكيف يمكننا قبول مثل هذا الهوس وحكايات الحمقى لامرأة توصف بأنها من عقائل قريش؟! مما يعني أن خبر الزواج أمر موضوع يراد منه المس بكرامة هذا البيت العلوي الطاهر. \nرابعا : ومن القرائن المهمة على بطلان الخبر ، أن راويه هو أشعب ، وأشعب هذا متروك الحديث ضعيف ، يتعاطى الغناء واللهو ، ويكذب من أجل إضحاك الآخرين. \nقال الأزدي : لا يكتب حديثه ، ونقل ابن حجر عنه في لسان الميزان أنه قال : أخذت الغناء عن معبد (2). ",
        "__________________ \n(1) الأغاني 162 : 16 ، 163. \n(2) لسان الميزان 503 : 1. \nهذا هو أشعب ، فهو ليس راوية ولا يؤخذ عنه ، بل عمد إلى التهريج واللهو ، وتكسب على موائد الخلفاء فأضحكهم دون تحرج في ارتكاب ما يخالف الشريعة من الكذب والتزوير ، وهذه إحدى مفترياته متقربا بذلك الى بني امية ، ومحاولاً تصوير التقارب بينهم وبين آل عليّ عليه‌السلام بهذه المصاهرة الكاذبة ، ومن جهة أخرى محاولا الإساءة إلى آل البيت عليهم‌السلام إرضاء لنزعة الأمويين في تزوير الحقائق وانتقاصهم عليهم‌السلام. ",
        "هذه القرائن تؤكد دون أدنى شك على عدم وقوع الزواج من إبراهيم ابن عبدالرحمن بن عوف ، وزيد بن عمرو بن عثمان ، فهي محض اختلاق وتزوير. \nعلى أنه يجب التنويه ، إلى أن المؤرخين وأصحاب الأنساب أكدوا أن عبدالله بن عمرو بن عثمان بن عفان ، وهو أخو زيد بن عمرو ، كان قد تزوج بأخت سكينة ـ فاطمة بنت الحسين ـ وكان عبدالله هذا موالا لأهل البيت عليهم‌السلام حافظا لعهدهم كما ذكروه. ولعلهم خلطوا في ذلك فجعلوا زواج سكينة بنت الحسين من زيد بن عمرو بن عثمان ، بدل زواج فاطمة بنت الحسين من عبدالله بن عمرو بن عثمان ، وهذه إحدى قرائن اضطراب الحادثة.\nسادسا : عبدالله بن الحسن السبط \nوهو المذكور في قائمة واحدة ، وهي قائمة أبي الفرج الإصفهاني فقط ، أما بقية القوائم فلم تذكره. ",
        "وانفراد أبو الفرج الإصفهاني في ذكر عبدالله بن الحسن من أزواج السيدة آمنة يفيدنا قرينة مهمة في صحة الزواج دون غيره ، فإن أبا الفرج الإصفهاني في صدد ذكر أزواج السيدة آمنة ، وذلك لتوجهاته في متابعة \nأنساب آل أبي طالب ، ونزعته في دراسة الأنساب ـ مع ما تلاحظ عليه من المؤاخذات في هذا المجال ـ فهو حينما يذكر أزواج السيدة آمنة ، يأخذ بنظر الاعتبار تعداد أزواجها بغض النظر عن مدة مكوثه معها وإقامته. \nأما غير أبي الفرج الإصفهاني فإنهم يأخذون بالاعتبار أحوال أزواج «آمنة» سكينة بنت الحسين ، وما صاحب ذلك من وقائع وسير وملاحم وتراجم أزواجها ، وليس من اهتمامهم تعداد أزواجها بقدر ما يحاولون ذكر أحوالهم وتراجمهم وما وقع لها معهم ، وهو كما عرفت تأكيد لنزعتهم في متابعة مغامرات الغزل والتشبيب ، وملاحم العبث ومجالس اللهو والغناء ، دون الاهتمام في معرفة أنساب المترجم لهم ، بقدر اهتمامهم في التفكه بما وقع لهؤلاء واستملاح قصصهم ومغامراتهم ، وفي الوقت نفسه إمعانا في نزعة هؤلاء من أتباع توجهات أسيادهم من زبيريين ومروانيين ، وطرح ما يصبو إليه هؤلاء من الانتقاص بمقام أهل البيت الطاهر عليهم‌السلام ورمي ما «أصيبوا» به غيرهم. \nويؤيد زواجها من عبدالله بن الحسن ، ما ذهب إليه أكثر مؤرخي الفريقين وجعلوه من المسلمات الثابتة ومن هؤلاء : ",
        "1 ـ أبو علي الطبرسي في «إعلام الورى»(1). \n2 ـ أبو الحسن العمري في كتاب «المجدي في أنساب الطالبيين»(2). \n3 ـ السيد محسن الأمين العاملي في «أعيان الشيعة»(3). \n__________________ ",
        "(1) اعلام الورى : 127. \n(2) المجدي في أنساب الطالبيين : 19 في باب أولاد الحسن بن علي عليهما‌السلام ، وعنه مقتل الحسين عليه‌السلام للسيد عبدالرزاق المقرم : 264. \n(3) أعيان الشيعة 343 : 5. \n4 ـ الشيخ عباس القمي في «منتهى الآمال»(1). ",
        "5 ـ السيد عبدالرزاق المقرم في «سكينة بنت الحسين عليهما‌السلام» وفي «مقتل الحسين عليه‌السلام»(2). \n6 ـ الشيخ محمد الصبان في «إسعاف الراغبين»(3). \n7 ـ أبو الفرج الإصفهاني في «الأغاني»(4). \n8 ـ المدائني في «المترادفات»(5). ",
        "هذا هو اتفاق أهل النسب والتاريخ ، من أن زوج السيدة آمنة بنت الحسين عليهما‌السلام هو «عبدالله بن الحسن» الأكبر الملقب «بأبي بكر» وهو الذي استشهد في واقعة الطف ، أمه رملة ، وهي أم القاسم بن الحسن عليه‌السلام. \nعلى أن عبد الله بن الحسن هذا هو غير عبدالله بن الحسن الأصغر ، الذي لم يبلغ الحلم ، استشهد وله إحدى عشرة سنة. \nقال السيد المقرم في شهادة عبدالله الأصغر : ... فنظر عبدالله بن الحسن السبط عليه‌السلام وله إحدى عشرة سنة إلى عمه ، وقد أحدق به القوم فأقبل يشتد نحو عمه ، وأرادت زينب حبسه فأفلت منها ، وجاء إلى عمه وأهوى بحر بن كعب ليضرب الحسين فصاح الغلام : يا ابن الخبيثة أتضرب عمي؟ فضربه واتقاها الغلام بيده فأطنها إلى الجلد فإذا هي معلقة ، فصاح الغلام : يا عماه! ووقع في حجر الحسين فضمه إليه ، وقال : يا ابن أخي اصبر على ما \n__________________ ",
        "(1) منتهى الآمال 683 : 1 كما حكاه عن بعض مشجرات الأنساب. \n(2) سكينة بنت الحسين : 110 ، ومقتل الحسين عليه‌السلام : 264. \n(3) إسعاف الراغبين على هامش نور الأبصار : 202. \n(4) الأغاني 158 : 16 و 160 و 162. ",
        "(5) المترادفات : 64. \nنزل بك واحتسب في ذلك الخير ، فإن الله تعالى يلحقك بآبائك الصالحين ... ورمى الغلام حرملة بن كاهل بسهم فذبحه وهو في حجر عمه (1). \nوالنتيجة : فعبدالله بن الحسن اثنان : أحدهما عبدالله الأكبر الملقب بأبي بكر وهو زوج السيدة آمنة بنت الحسين ، والثاني هو عبدالله الأصغر الذي لم يبلغ الحلم. \nإذن عبدالله بن الحسن الأكبر هو زوج السيدة آمنة لم يعقب ، كما أنها لم تتزوج بعده فبقيت عليها‌السلام دون زواج حتى ماتت ـ رضوان الله عليها ـ في سنة (117 هـ) في المدينة ، وهذا خلاف ما اختلقه بعضهم من تعدد أزواجها عليها‌السلام. ولا غرابة في أن السيدة آمنة بنت الحسين عليهما‌السلام لم تتزوج بعد شهادة زوجها عبدالله بن الحسن السبط ، فكان هذا ديدن البعض من نساء أهل الشرف ، والمنسوبات للبيوتات المعروفة وقتذاك ، فأمها الرباب لم تتزوج بعد الحسين عليه‌السلام ، ورفضت أن تستجيب لخاطب من الخطاب ، وهذه نائلة بنت الفرافصة زوجة عثمان بن عفان لما قتل زوجها رفضت خطبة معاوية كما ذكر ذلك ابن عبد ربه الأندلسي ، بل زاد في خبرها أنها قالت : إني رأيت الحزن يبلى كما يبلى الثوب ، وقد خفت أن يبلى حزن عثمان في قلبي ، فدعت بفهر (2) فهشمت فاها وقالت : والله لا قعد مني رجل مقعد عثمان أبدا (3). ",
        "وقال بعضهم : إنها جدعت أنفها مخافة أن يخطبها خاطب ، فما \n__________________ \n(1) مقتل الحسين للسيد المقرم : 280. \n(2) الفهر ، والفهرة : حجر رقيق تسحق به الأدوية. ",
        "(3) العقد الفريد لا بن عبد ربه 174 : 3. وفي طبعة دارالكتاب بتحقيق الأبياري ورفقائه : 242. \nحسبك بمن رأت مصارع أهلها مجزرين على أرض كربلاء؟ فالسيدة آمنة عليها‌السلام عاشت مأساة المجزرة الدامية التي نالت أباها الحسين عليه‌السلام وأخوتها ، خصوصا ما حدث لأخيها الرضيع عبدالله ، وزوجها عبدالله بن الحسن وأبناء عمومتها ، وما شاهدته من الأسر والسبي حيث يساقون هي وأهلها العقائل من بلد إلى بلد.\nحزن الفاطميات \nومن السذاجة أن يتغافل هؤلاء المؤرخون الحمقى عن قضية لا يمكن إلغاؤها عن الواقع ، وهي فداحة الفاجعة التي أصابت آل البيت عليهم‌السلام في كربلاء ، وقد حضر المأساة وشاهد فصولها كاملة نساء آل علي عليه‌السلام ، وما تركته هذه الأحداث في نفوسهن الطاهرة من الحزن والبكاء الدائم على شهداء الواقعة ، وما عانينهن من ذل الأسر وسبيهن ووقوفهن في مجالس أعدائهن ، ومساءلتهن بشماتة ألغت معها كل معايير الشريعة ، وما تعارف عند المسلمين من كرامة أهل هذا البيت عليهم‌السلام واحتشامه ، فهل يبقى بعد ذلك احتمال لعاقل وغيور أن يقبل قصص تعدد الأزواج ، وحياة اللهو التي تمارسها السيدة آمنة كما صورها هؤلاء السذج؟ بغض النظر عن الموانع الدينية التي عرف بها أهل هذا البيت رجالاً ونساءً. فإن الحالة النفسية التي يعيشها الفرد منهم يستحيل قبول سلوك مثل هذه الحياة العبثية ، والانتقال بين أحضان الأزواج ، من زبيريين إلى مروانيين وأمويين ، ولو كانت أكذوبة تعدد الأزواج قد صورتها هذه الأخبار الموضوعة أنهم من بني هاشم ، أمكن تصديقها لتوفر الكفاءة الدينية ، ومن ثم العرفية في هكذا زواج ، فما حسبك وهؤلاء الأزواج من أعداء أهل البيت عليهم‌السلام؟ ",
        "على أن الإمام الصادق عليه‌السلام صور حزن الفاطميات بقوله : «ما اكتحلت هاشمية ولا اختضبت ، ولا رؤي الدخان في بيت هاشمي خمس حجج إلى أن قتل عبيدالله بن زياد» (1). \nبل إن السيدة آمنة عليها‌السلام حينما وصلت المسجد النبوي في المدينة صاحت : يا جداه إليك المشتكى مما جرى علينا ، فوالله ما رأيت أقسى من يزيد ، ولا رأيت كافرا ولا مشركا شرا منه ولا أجفى وأغلظ ، فلقد كان يقرع ثغر أبي بمخصرته وهو يقول : كيف رأيت الضرب يا حسين (2). \nهكذا عبرت السيدة آمنة عن لوعتها وتفجعها للمصاب ، فكيف تنسى بعد ذلك وترتكب حياة تعدد الأزواج؟! \nوالسيدة الرباب أمها بكت على أبي عبدالله حتى جفت دموعها ، فأعلمتها بعض جواريها بأن السويق يسيل الدمعة ، فأمرت أن يصنع لها السويق لاستدرار الدموع (3). ",
        "والإمام زين العابدين عليه‌السلام يدعو إلى الحزن على أبي عبدالله عليه‌السلام ويتعجب ممن لا يحزن من أجله ، ولا يبكي على مأساة ، فقال في خطبته حين وصول المدينة بعد أن حمد الله وأثنى عليه قال : \n«أيها القوم ، إن الله تعالى وله الحمد ابتلانا بمصائب جليلة ، وثلمة في الإسلام عظيمة ، قتل أبو عبدالله الحسين عليه‌السلام وعترته ، وسبيت نساؤه وصبيته وداروا برأسه في البلدان ، من فوق عامل السنان ، وهذه الرزية التي لا مثلها رزية. \nأيها الناس ، فأي رجالات منكم يسرون بعد قتله؟ أم أي فؤاد لا يحزن من أجله؟ أم أية \n__________________ ",
        "(1) مقتل الحسين للقرم : 376. \n(2) المصدر السابق. \n(3) المصدر السابق. \nعين منكم تحبس دمعها وتضن عن انهمالها؟ فلقد بكت السبع الشداد لقتله ، وبكت البحار بأمواجها ، والسماوات بأركانها ، والأرض بأرجائها ، والأشجار بأغصانها ، والحيتان في لجج البحار ، والملائكة المقربون ، وأهل السماوات أجمعون. ",
        "أيها الناس ، أي قلب لا ينصدع لقتله؟ أم أي فؤاد لا يحن إليه؟ أم أي سمع يسمع بهذه الثلمة التي ثلمة في الإسلام ولا يصم؟ أيها الناس ، أصبحنا مشردين مطرودين مذودين شاسعين عن الأمصار كأننا أولاد ترك وكابل ، من غير جرم اجترمناه ، ولا مكروه ارتكابناه ، ولا ثلمة في الإسلام ثلمناها ، ما سمعنا بهذا في آبائنا الأولين أن هذا إلا اختلاق ، والله لو أن النبي تقدم إليهم في قتالنا كما تقدم اليهم الوصية بنا لما زادوا على ما فعلوا بنا ، فإنا لله وإنا إليه راجعون من مصيبة ما أعظمها وأفجعها وأكظها وأفظها وأمرها وأفدحها ، فعند الله نحتسب ما أصابنا ، وما بلغ بنا ، فإنه عزيز ذو انتقام» (1). \nهذه هي وصية الإمام عليه‌السلام لشيعته بملازمة الحزن وتجدده عند ذكر سيد الشهداء عليه‌السلام ، وما ينبغي لهم ، فكيف بحال أخته الطاهرة السيدة آمنة عليها‌السلام وغيرهن من الفاطميات؟!\nمحاولة تشويه الحقائق إذن \nإذا عرفنا أحزان أهل البيت عليهم‌السلام وتفجعهم من وقع المأساة ، علمنا أن حزنهم هذا إدانة للأمويين ولمن نحى منحاهم ، والحزن الدائم الذي رفعه أهل البيت عليهم‌السلام شعارا لمظلوميتهم ، حاول أعداؤهم مسخه وتغييره إلى حالات من التوافق والانسجام بينهم وبين أعدائهم ، بل إلغاء أحزانهم عليهم‌السلام وإحالتها إلى قضية وقتية ، شعر بها أهل البيت عليهم‌السلام بالانقباض إبان واقعة الطف ، وانتهى الأمر بنسيانها وإسدال ستار العلاقات الطيبة بين أهل ",
        "__________________ \n(1) مقتل الحسين عليه‌السلام للمقرم : 374. \nالبيت عليهم‌السلام وبين الأمويين ، وأن المسألة لم تكن كما تصورها شيعتهم ، بل هي لا تعدو عن منازعة على سلطان انتهت بغلبة أحدهما وإعادة التفاهم بين الطرفين ، وجعلوا دلالة ذلك علاقات الزواج بين السيدة «آمنة» سكينة وبين أزواجها الزبيريين والأمويين ، وبذلك شطبوا على كل الأحداث التي مرت ، من خلال تحسين العلاقات بين الطرفين ، إضافة إلى إلغاء طابع المأساة الذي طبع به أهل البيت عليهم‌السلام حياتهم ، احتجاجا على ظالميهم. \nفي حين أن السيدة آمنة تبدو خلاف ذلك ، فهي في سعةٍ من العيش ، تمارس حياة طبيعية لا تشوبها ذكريات الطف. هذا حال المرأة التي من شأنها أن تستذكر أبدا أحزانها وتستعيد آلامها ، تعيش حياتها الطبيعية ، فكيف برجالهم؟ فهم أولى بممارسة الحياة الطبيعية ، وإقامة العلاقات الطيبة بينهم وبين الأمويين والزبيريين ، وما هذا التباعد بين الطرفين إلا تخيلات الذين يحاولون تصوير عدم الرضا والتفاهم بين الطرفين. ",
        "هكذا سعى وضاع أخبار السيدة «آمنة» سكينة عليها‌السلام إلى إلغاء حالات التظلم التي اظهرها أهل البيت عليهم‌السلام إدانة لأعدائهم ، وكشفا عن مظلوميتهم النابعة عن إبعادهم عليهم‌السلام عن حقوقهم ، واستيلاء أعدائهم على مقاماتهم التي رتبها الله لهم ، فإذا ارتكزت أخبار زواج السيدة سكينة من تشكيلات أموية وزبيرية ، وإظهار حياتها مظهر اللهو والعبث ، فمتى يبقى بحال لقداسة مظلومية أهل البيت وسمو مقامهم في الأذهان ، إذا ما انفتح القارئ عل رؤية جديدة تحاول تطبيع العلاقات بين بيتين لم يتوافقا؟ اختلفا في الله وافترقا في الله ، أي لا يزال أهل البيت عليهم‌السلام لم يتفقوا مع أطروحة أعدائهم ، مهما حاول الوضاع تصوير العلاقة بين الفريقين إلى حالة طبيعية منسجمة. \nوحينما تزور الحقائق ... \nيصل الأمر بهؤلاء الوضاعين أن يرووا روايات تخالف العقل والوجدان ، إمعانا منهم في الطعن بكرامة أهل البيت عليهم‌السلام والوصول إلى أهدافهم وغاياتهم. \nفقد روى الإصفهاني عن أبي الأزهر قال : حدثنا حماد بن إسحاق ، عن أبيه ، عن الهيثم بن عدي ، عن صالح بن حسان وغيره : أن سكينة كانت عند عمرو بن حكيم بن حزام ، ثم تزوجها بعده زيد بن عمرو بن عثمان بن عفان ، ثم تزوجها مصعب بن الزبير ، فلما قتل مصعب خطبها إبراهيم بن عبدالرحمن بن عوف فبعثت إليه : أبلغ من حمقك أن تبعث إلى سكينة بنت الحسين بن فاطمة بنت رسول الله صلى‌الله‌عليه‌وآله‌وسلم تخطبها؟ فامسك عن ذلك. ",
        "قال : ثم تنفست يوما بنانة جارية سكينة وتنهدت ، حتى كادت أضلاعها تتحطم ، فقالت لها سكينة : ما لك ويلك! قالت : أحب أن أرى في الدار جلبة ـ تعني العرس. \nفدعت مولى لها تثق به ، فقالت له : إذهب إلى إبراهيم بن عبدالرحمن ابن عوف فقل له : إن الذي كنا ندفعك عنه قد بدا لنا فيه ، أنت من أخوال رسول الله صلى‌الله‌عليه‌وآله‌وسلم فاحضر بيتك. \nقال : فجمع عدة من بني زهرة ، وأفناء قريش من بني جمح وغيرهم ، نحوا من سبعين رجلا أو ثمانين ، ثم أرسل إلى علي بن الحسين ، والحسن ابن الحسن وغيرهم من بني هاشم. فلما أتاهم الخبر اجتمعوا وقالوا : هذه السفيهة تريد أن تتزوج إبراهيم بن عبدالرحمن بن عوف ، فتنادى بنوهاشم واجتمعوا وقالوا : لا يخرجن أحد منكم إلا ومعه عصا ، فجاؤوا وما بقي إلا \nالكلام ، فقال : اضربوا بالعصي ، فاضطربوا هم وبنو زهرة ، حتى تشاجوا ، فشج بينهم يومئذ أكثر من مئة إنسان ، ثم قالت بنو هاشم : أين هذه؟ قالوا : في هذا البيت ، فدخلوا إليها فقالوا : أبلغ هذا من صنعك؟ ثم جاؤوا بكساء فبسطوه ثم حملوها ، فأخذوا بجوانبه ـ أو قال : بزواياه الأربع ـ فالتفتت إلى بنانة فقالت : يا بنانة أرأيت في الدار جلبة؟ قالت : أي والله إلا أنها شديدة (1). ",
        "هكذا يروي هؤلاء أساطير دون وازع من دين ، ولا رادع من عقل.\nالخلاصة \nوخلاصة بحثنا أن السيدة سكينة بنت الحسين عليهما‌السلام اسمها «آمنة» ، وسكينة لقب لقبت به ، وكل ما قيل من شعر في سكينة فهي ليست سكينة بنت الحسين التي هي آمنة ، بل هناك سكينة بنت خالد بن مصعب الزبيري ، التي كانت معروفة بملاقاتها واجتماعها مع عمر بن أبي ربيعة الشاعر ، الذي تغزل بها وشبب بغيرها ، أمثال عائشة بنت طلحة بن عبيد الله زوجة مصعب ابن الزبير ، وسعدى بنت عبدالرحمن بن عوف ، وبأم البنين بنت عبدالعزيز ابن مروان زوجة الوليد بن عبدالملك ، وغيرهن من النساء الأمويات والمروانيات ، وكانت سيرتهن مجالسة شعراء عصرهن وقتذاك ، ومسامرتهن لهم وتحرشهن بهم ، حتى عرفت فيهن ملاحم اللهو والعبث ، وهذا لعمري إحدى الانتقاصات التي وجهتها المعارضة العلوية الشيعية ، التي كانت تنظم بين الحين والآخر ضد النظام الأموي ، وما ماثلته من حركات زبيرية وأطروحات مخالفة لأهل البيت عليهم‌السلام ، وكانت هذه المعارضة تستعرض الانتهاكات الشرعية التي كانت ترتكبها هذه الأنظمة ، وما صاحبها \n__________________ ",
        "(1) الأغاني 16 : 161. \nمن حياة عابثة على مستوى نساء هذه التكتلات ، التي لا تقيم وزنا للمحاذير الشرعية وهي ترفع شعار الخلافة الإسلامية ، فهي لم تبق حرمة إلا انتهكتها ، ولا محذور إلا مارسته. \nوبالمقابل تجد أهل البيت عليهم‌السلام لا يزالون يمثلون الخلافة الإلهية حقا ، بالرغم من إبعادهم عن ممارسة مهامهم ، وإقصائهم عن مناصبهم. فالأمة كلما نظرت إلى هؤلاء وأولئك تجد الفرق واضحا ، فهؤلاء أهل بيت الوحي ، ومعدن النبوة ، ومختلف الملائكة ، وأهل التقوى والورع. وأولئك الأمويون وغيرهم يرتكبون كل ما حرم الله. \nأما قضية تعدد الأزواج ، فهي إساءة أخرى لهذا البيت الأقدس ، فضلا عما حاوله هؤلاء من التقريب بين آل علي عليه‌السلام وبين أعدائهم ، وإلغاء العداء التقليدي بينهم وبين مخالفيهم ، والحال أن أخبار الزواج بعد مناقشتها لم تصمد عدا ما ذكر من أن السيدة آمنة بنت الحسين تزوجت من عبدالله بن الحسن السبط الذي استشهد في واقعة الطف ، ولم تتزوج بعده حتى ماتت رضوان الله عليها من عفيفة الطالبيين ، وعقيلة القرشيين. ",
        "إنها آمنة بنت الحسين بن علي عليهم‌السلام ، وحسبك بذلك فخرا وشرفا وعزا ، وأحبط الله محاولات الظالمين الذين أرادوا تشويه تاريخ أهل البيت عليهم‌السلام ؛ ليضيفوا إلى مظلومياتهم ، مظلومية أخرى ، والله من ورائهم محيط. وسيعلم الذين ظلموا آل محمد أي منقلب ينقلبون ، والعاقبة للمتقين. ولا حول ولا قوة إلا بالله العلي العظيم. \nثبت المصادر\n1 ـ الإرشاد في معرفة حجج الله على العباد : \nأبو عبدالله محمد بن محمد بن النعمان العكبري البغدادي (ت / 413 هـ) ، تحقيق : مؤسسة آل البيت عليهم‌السلام لإحياء التراث ـ قم ، الطبعة الأولى 1413 هـ. ",
        "2 ـ أسد الغابة في معرفة الصحابة : \nأبو الحسن علي بن محمد عزالدين ابن الأثير الجزري (ت / 630 هـ) ، تحقيق محمد إبراهيم البنا ، ومحمد أحمد عاشور ، ومحمود عبدالوهاب ، دار الشعب ـ القاهرة 1970 م. \n3 ـ إسعاف الراغبين في سيرة المصطفى وفضائل أهل بيته الطاهرين : \nأبو العرفان محمد بن علي الصبان المصري (ت / 1206 هـ) ، المطبوع بهامش نور الأبصار للشبلنجي ، دار الكتب العلمية ، ودار إحياء التراث العربي ـ بيروت ، بدون تاريخ. ",
        "4 ـ الإصابة في تمييز الصحابة : \nأبو الفضل أحمد بن علي بن حجر شهاب الدين العسقلاني (ت / 856 هـ) ، دار إحياء التراث العربي ـ بيروت ، بدون تاريخ ، أفست على الطبعة الأولى لسنة 1328 هـ. \n5 ـ أعلام النساء في عالمي العرب والإسلام : \nعمر رضا كحالة (ت / 1987 م) ، مؤسسة الرسالة ـ بيروت ، الطبعة العاشرة 1412 هـ / 1991 م. ",
        "6 ـ إعلام الورى بأعلام الهدى : \nأبو علي الفضل بن الحسن الطبرسي (ت / 548) ، تحقيق : علي أكبر الغفاري ، دار المعرفة ـ بيروت 1399 هـ / 1979 م. \n7 ـ أعيان الشيعة : \nالسيد أبو محمد باقر محسن بن عبدالكريم بن علي الأمين العاملي الشقرائي (ت / 1371 هـ ـ 1952 م) ، تحقيق : حسن الأمين ، دار التعارف للمطبوعات ـ بيروت 1402 هـ / 1983 م. ",
        "8 ـ الأغاني : \nأبو الفرج علي بن الحسين الإصفهاني القرشي الأموي (ت / 356 هـ) ، تحقيق : الأستاذ عبد علي مهنا ، والأستاذ سمير جابر ، دار الفكر ـ بيروت ، الطبعة الأولى 1407 هـ / 1986 م. \n9 ـ الأمالي : \nأبو علي إسماعيل بن القاسم القالي البغدادي (ت / 356 هـ) ، تصحيح محمد عبدالجواد الأصمعي بدار الكتب المصرية ، دار الكتب العلمية ـ بيروت ، أفست على طبعة دار الكتب المصرية ـ القاهرة ، وكتب في نهاية الكتاب كان الفراغ من تصحيحه في 1344 هـ / 1926 م. ",
        "10 ـ الإمامة والسياسة : \nأبو محمد عبدالله بن مسلم بن قتيبة الدينوري (ت / 276 هـ) ، تحقيق : طه محمد الزيني ، مؤسسة الحلبي وشركاءه للنشر والتوزيع ـ القاهرة 1378 هـ / 1967 م. \n11 ـ بحارالأنوار : \nمحمد باقر بن محمد تقي المجلسي (ت / 1111 هـ) ، دار إحياء التراث العربي ـ بيروت ، الطبعة الثالثة 1403 هـ / 1983 م. ",
        "12 ـ البداية والنهاية : \nأبو الفداء إسماعيل بن كثير الدمشقي (ت / 774 هـ) ، تحقيق : مكتب تحقيق التراث في دار إحياء التراث العربي ، دار إحياء التراث العربي ومؤسسة التاريخ العربي ـ بيروت 1413 هـ / 1993 م. \n13 ـ بلاغت النساء : \nأبو الفضل أحمد بن أبي طاهر طيفور (ت / 280 هـ) ، طبعة الشريف الرضي ـ قم ، بدون تاريخ ، أفست على طبعة دار النهضة الحديثة. ",
        "14 ـ تاريخ آداب اللغة العربية : \nجرجي زيدان (ت / 1914 م) ، منشورات دار ومكتبة الحياة ـ بيروت ، الطبعة الثانية 1978 م. \n15 ـ تاريخ ابن خلدون : \nأبو زيد عبدالرحمن بن محمد ابن خلدون الحضرمي الإشبيلي (ت / 808 هـ) ، تحقيق : خليل شحادة ومراجعة سهيل زكار ، دارالفكر ـ بيروت ، الطبعة الثانية 1408 هـ / 1988 م. ",
        "16 ـ تاريخ الطبري (وهو تاريخ الأمم والملوك) : \nأبو جعفر محمد بن جرير الطبري (ت / 310 هـ) ، تحقيق محمد أبو الفضل إبراهيم ، دار التراث ـ بيروت ، الطبعة الثانية 1387 هـ / 1967 م. \n17 ـ تاريخ مدينة دمشق / تراجم النساء : \nأبو القاسم علي بن الحسن ابن عساكر الشافعي الدمشقي (ت / 571 هـ) ، تحقيق : سكينة الشهابي ، دار الفكر ـ دمشق 1402 هـ / 1981 م. ",
        "18 ـ تاريخ اليعقوبي : \nأحمد بن إسحاق بن جعفر اليعقوبي (ت / بعد292 هـ) ، دار صادر ـ بيروت ، بدون تاريخ. \n19 ـ تذكرة الخواص : \nأبو المظفر : يوسف بن عبدالله شمس الدين قزأ وغلي سبط ابن الجوزي الحنفي (ت / 654 هـ) ، تقديم السيد محمد صادق بحر العلوم ، مكتبة نينوى الحديثة ـ طهران ، بدون تاريخ. ",
        "20 ـ تراجم أعلام النساء : \nمحمد حسين الأعلمي الحائري (ت / 1391 هـ) ، مؤسسة الأعلمي للمطبوعات ـ بيروت ، الطبعة الأولى 1407 هـ / 1987 م. \n21 ـ ترجمة الإمام الحسين بن علي عليه‌السلام من تاريخ مدينة دمشق : \nأبو القاسم علي بن الحسن ابن عساكر الشافعي الدمشقي (ت / 571 هـ) ، تحقيق : محمد باقر المحمودي ، مؤسسة المحمودي للطباعة والنشر ـ بيروت ، الطبعة الأولى 1398 هـ / 1978 م. ",
        "22 ـ تقريب التهذيب : \nأبو الفضل أحمد بن علي بن حجر شهاب الدين العسقلاني (ت / 852 هـ) ، تحقيق : عبدالوهاب عبداللطيف ، دار المعرفة ـ بيروت 1380 هـ. \n23 ـ تهذيب التهذيب : \nأبو الفضل أحمد بن علي بن حجر شهاب الدين العسقلاني (ت / 852 هـ) ، تحقيق : محمد شريف الدين ، وأبو الحسن ، دارالفكر ـ بيروت 1404 هـ / 1984 م. ",
        "24 ـ تهذيب الكمال في أسماء الرجال : \nأبو الحجاج جمال الدين يوسف بن عبدالرحمن المزي (ت / 742 هـ) ، تحقيق : الدكتور بشار عواد معروف ، مؤسسة الرسالة ـ بيروت ، الطبعة الرابعة 1406 هـ / 1985 م. \n25 ـ الجامع الصحيح (وهو سنن الترمذي) : \nأبو عيسى محمد بن عيسى بن سورة (ت / 279 هـ) ، تحقيق : أحمد محمد شاكر للجزأين الأول والثاني ، ومحمد فؤاد عبدالباقي للجزء الثالث ، وإبراهيم عطوه عوض للجزأين الرابع والخامس ، دار إحياء التراث العربي ـ بيروت ، الطبعة الأولى بين سنة 1357 هـ / 1938 م ـ 1381 هـ / 1962 م. ",
        "26 ـ الخصال : \nأبو جعفر محمد بن علي ابن بابويه القمي (ت / 1381 هـ) ، تحقيق : علي أكبر الغفاري ، مركز النشر الإسلامي التابع لجماعة المدرسين بالحوزة العلمية ـ قم ، الطبعة الأولى 1403 هـ. \n27 ـ ذخائر العقبي في مناقب ذوي القربى : \nأبو العباس محب الدين الطبري أحمد بن عبدالله بن محمد (ت / 694 هـ) ، دار المعرفة ـ بيروت ، أفست على طبعة مطبعة القدسي ، ومطبعة السعادة ـ القاهرة ، بدون تاريخ. ",
        "28 ـ السيدة سكينة : \nعبدالرزاق بن محمد بن عباس الموسوي المقرم (ت / 1391 هـ) ، طبعة في 124 صفحة مع الفهرس وإصلاح الأخطاء ، بدون تاريخ ولا أي معلومة. \n29 ـ شذرات الذهب في أخبار من ذهب : \nأبو الفلاح عبدالحي بن أحمد شهاب الدين ابن العماد الحنبلي الدمشقي (ت / 1089 هـ) ، تحقيق : محمود الأرناؤوط ، دار ابن كثير ـ دمشق ، الطبعة الأولى 1406 هـ / 1986 م.",
        "30 ـ صفة الصفوة : \nأبو الفرج جمال الدين عبدالرحمن بن علي ابن الجوزي (ت / 597 هـ) ، تحقيق : محمود فاخوري ، دار المعرفة ـ بيروت ، الطبعة الرابعة 1406 هـ / 1986 م. \n31 ـ الطبقات الكبرى : \nأبو عبدالله محمد بن سعد بن منيع البصري الزهري (ت / 230 هـ) ، تحقيق : إحسان عباس ، دار بيروت للطباعة والنشر ـ بيروت 1405 هـ / 1985 م ، أفست على طبعة دار صادر. ",
        "32 ـ العقد الفريد : \nأبو عمر أحمد بن محمد بن عبد ربه الأندلسي (ت / 328 هـ) ، تحقيق أحمد أمين ، وأحمد الزين ، وإبراهيم الأبياري ، دار الكتاب العربي ـ بيروت 1406 هـ / 1986 م. \n33 ـ الفهرست : \nأبو الفرج محمد بن إسحاق بن محمد النديم (ت / 380 هـ) ، تحقيق : رضا تجدد بن علي الحائري المازندراني ، مطبعة المروي ـ طهران ، الطبعة الأولى 1391 هـ / 1971 م. ",
        "34 ـ الكامل في التاريخ : \nأبو الحسن عز الدين علي بن محمد الشيباني ابن الأثير الجزري (ت / 630 هـ) ، تحقيق : المستشرق كارلوس يوهنس تورنبرغ مع فريق من العلماء ، وإضافات لدار صادر ، دار صادر ـ بيروت 1402 هـ / 1982 م. \n35 ـ الكامل في ضعفاء الرجال : \nأبو أحمد عبدالله بن عدي الجرجاني (ت / 365 هـ) ، تحقيق : الدكتور سهيل زكار ومراجعة يحيى مختار غزاوي ، دار الفكر ـ بيروت ، الطبعة الثالثة 1409 هـ / 1988 م. ",
        "36 ـ لسان الميزان : \nأبو الفضل أحمد بن علي بن حجر شهاب الدين العسقلاني (ت / 852 هـ) ، دار الفكر ـ بيروت ، الطبعة الأولى 1408 هـ / 1988 م. \n37 ـ المجدي في أنساب الطالبيين : \nأبو الحسن علي بن محمد بن علي نجم الدين العمري النسابة (كان حيا بعد : 443 هـ) ، تحقيق : الدكتور أحمد المهدوي الدامغان ، مطبعة سيد الشهداء ـ قم ، الطبعة الأولى 1409 هـ. ",
        "38 ـ مجمع الزوائد ومنبع الفوائد : \nأبو الحسن نور الدين علي بن أبي بكر الهيثمي ( ت / 807 هـ) ، دار الكتب العلمية ـ بيروت ، 1408 هـ / 1988 م. \n39 ـ مرآة الجنان وغبرة اليقظان في معرفة ما يعتبر من حوادث الزمان : \nأبو محمد عبدالله بن أسعد بن علي اليافعي اليمني المكي ( ت / 768 هـ) ، دار الكتاب الإسلامي ـ القاهرة ، الطبعة الثانية 1413 هـ / 1993 م. ",
        "40 ـ مروج الذهب ومعادن الجوهر : \nأبو الحسن علي بن الحسين المسعودي (ت / 346 هـ) ، تحقيق : محمد محيي الدين عبدالحميد ، دار الفكر ـ بيروت ، الطبعة الخامسة 1393 هـ / 1973 م. \n41 ـ المستدرك على الصحيحين : \nأبو عبدالله محمد بن عبدالله الحاكم النيسابوري (ت / 405 هـ) ، تحقيق : مصطفى عبدالقادر عطا ، دار الكتب العلمية ـ بيروت ، الطبعة الأولى 1411 هـ / 1990 م. ",
        "42 ـ المعارف : \nأبو محمد عبدالله بن مسلم بن قتيبة الدينوري (ت / 276 هـ) ، تحقيق : الدكتور ثروت عكاشة ، الهيئة المصرية العامة للكتاب ـ القاهرة ، الطبعة السادسة 1992 م. \n43 ـ المعجم الأوسط : \nأبو القاسم سليمان بن أحمد الطبراني (ت / 276 هـ) ، تحقيق : الدكتور محمد الطحان ، مكتبة المعارف ـ الرياض ، الطبعة الأولى 1405 هـ / 1985 م. ",
        "44 ـ المعجم الكبير : \nأبو القاسم سليمان بن أحمد الطبراني (ت / 360 هـ) ، تحقيق : حمدي عبدالمجيد السلفي ، دار إحياء التراث العربي ـ بيروت ، الطبعة الثانية 1404 هـ / 1984 م. \n45 ـ المغني في الضعفاء : \nأبو عبدالله محمد بن أحمد بن عثمان شمس الدين الذهبي ( ت / 748 هـ) ، تحقيق : أبو الزهراء حازم القاضي ، دارالكتب العلمية ـ بيروت ، الطبعة الأولى 1418 هـ / 1997 م. ",
        "46 ـ مفتاح الكرامة في شرح قواعد العلامة : \nمحمد جواد الحسيني العاملي (ت / 1228 هـ) ، دارإحياء التراث العربي ـ بيروت ، أفست على طبعة المطبعة الرضوية ـ القاهرة لسنة 1324 هـ. \n47 ـ مقاتل الطالبيين : \nأبو الفرج علي بن الحسين الإصفهاني القرشي الأموي (ت / 356 هـ) ، تحقيق : أحمد صقر ، مؤسسة الأعلمي للمطبوعات ـ بيروت ، الطبعة الثانية 1408 هـ / 1987 م. ",
        "48 ـ مقتل الحسين : \nابو المؤيد الموفق بن أحمد المكي أخطب خوارزم (ت / 568 هـ) ، تحقيق : الشيخ محمد السماوي ، منشورات مكتبة المفيد ـ قم ، أفست على طبعة النجف 1367 هـ. \n49 ـ مقتل الحسين : \nعبدالرزاق بن محمد بن عباس الموسوي المقرم ( ت / 1391 هـ) ، نشر قسم الدراسات الإسلامية في مؤسسة البعثة ـ طهران ، بدون تاريخ. ",
        "50 ـ المنتظم في تاريخ الملوك والأمم : \nابو الفرج عبدالرحمن بن علي ابن الجوزي (ت / 1391 هـ) ، تحقيق : محمد عبدالقادر عطا ، ومصطفى عبدالقادر عطا ، دار الكتب العلمية ـ بيروت ، الطبعة الأولى 1412 هـ / 1992 م. \n51 ـ منتهى الآمال في تواريخ النبي والآل : \nعباس بن محمد رضا النجفي القمي (ت / 1359 هـ) ، تحقيق : مؤسسة النشر الإسلامي التابعة لجماعة المدرسين ـ قم ، مطبعة المؤسسة ، الطبعة الثانية 1416 هـ. ",
        "52 ـ ميزان الاعتدال : \nأبو عبدالله محمد بن أحمد بن عثمان شمس الدين الذهبي (ت / 748 هـ) ، تحقيق : علي محمد البجاوي ، دار الفكر ـ بيروت ، أرخ مقدمة التحقيق في مصر الجديدة ـ القاهرة 1382 هـ / 1963 م. \n53 ـ النجوم الزاهرة في ملوك مصر والقاهرة : \nأبو المحاسن يوسف بن تغري بردي الأتابكي (ت / 874 هـ) ، تحقيق : المؤسسة المصرية العامة للتأليف والترجمة ، وزارة الثقافة والإرشاد القومي ـ القاهرة 1383 هـ / 1963 م. ",
        "54 ـ وسائل الشيعة إلى تحصيل مسائل الشريعة : \nمحمد بن الحسن الحر العاملي (ت / 1104 هـ) ، تحقيق : مؤسسة آل البيت عليهم‌السلام لإحياء التراث ـ قم ، الطبعة الأولى 1409 هـ. \n55 ـ وفيات الأعيان وأنباء أبناء الزمان : \nأبو العباس شمس الدين أحمد بن محمد بن أبي بكر بن خلكان (ت / 681 هـ) ، تحقيق : الدكتور إحسان عباس ، دار الثقافة ـ بيروت 1970 م ، أفست على طبعة دار صادر.",
        "المحتويات\nعقيلة قريش آمنة بنت الحسين عليه السلام\t1\nكلمة المؤسسة\t9\nالمقدمة\t21",
        "المقدمة\t21\nتنوية\t25\nتنوية\t25\nوراثة نبوية\t27",
        "قصة سكينة بنت الحسين عليهما‌السلام\t35\nاسم ابنة الحسين عليه‌السلام آمنة وليس سكينة\t37\nمصالح أموية ومطامع زبيرية\t44\nأكـذوبتان :\t49",
        "الأكذوبة الأولى\t49\nسكينة ومجالسة الشعراء واستماع الغناء\t49\nالنموذج الأول :\t49\nرجال الخبر :\t50",
        "تهافت الوضاع :\t52\nالنموذج الثاني :\t56\nرجال الخبر :\t60\nالنموذج الثالث :\t62",
        "النموذج الرابع :\t62\nرجال الخبر :\t63\nحرمة نظر الأجنبي للأجنبية في الشريعة الإسلامية\t65\n",
        "رمتني بدائها وانسلت\t67\nعائشة بنت طلحة بن عبيدالله زوجة مصعب بن الزبير\t68\nفاطمة بنت عبدالملك بن مروان\t72\nالثريا بنت علي بن عبدالله بن الحارث\t72",
        "رملة بنت عبدالله بن خلف أخت طلحة الطلحات\t73\nعاتكة بنت معاوية بن أبي سفيان\t73\nرملة بنت معاوية بن أبي سفيان\t73\nعاتكة بنت عبدالله بن يزيد بن معاوية بن أبي سفيان\t74",
        "زينب بنت عكرمة بن عبدالرحمن بن الحارث بن هشام\t74\nزينب بنت يوسف بن الحكم أخت الحجاج بن يوسف الثقفي\t74\nسعدى بنت عبدالرحمن بن عوف\t74\nهند بنت كنانة بن عبدالرحمن بن نضلة بن صفوان بن أمية\t75",
        "سعدى بنت سعيد بن عمرو بن عثمان\t75\nأم البنين زوج الوليد بن عبدالملك\t76\nزينب بنت سليمان بن علي\t76\nعائشة بنت المهدي العباسي\t77",
        "ولادة بنت المستكفي الخليفة الأموي في الأندلس\t77\nسكينة وابن سريج\t78\nرجال الخبر\t81\nأين هم أزواج سكينة وبنو هاشم عن كل هذا؟\t81",
        "إنه خراج بعض الكور\t82\nحكم الغناء في الشريعة المقدسة\t83\nحقيقة الأمر ما هي؟ ابن سريج نائحا أم مغنيا؟\t86\nمحاولات وضع وتزوير أُخر\t90",
        "\nالأكذوبة الثانية\t95\nسكينة وحديث الأزواج\t95\nالأولى : قائمة أبي الفرج الاصفهاني\t95",
        "الثانية : قائمة ابن سعد\t96\nالثالثة : قائمة ابن خلكان\t96\nالرابعة : قائمة سبط ابن الجوزي\t97\nالقائمة الموحدة\t98",
        "أولا : مصعب بن الزبير\t99\nمن هم آل الزبير؟\t100\nكتاب طلحة والزبير في تحريض المسلمين على قتل عثمان\t102\nآل الزبير ... تقليدية عداء ومنافسات سياسية محمومة\t104",
        "مصعب بن الزبير يؤوي قتلة الحسين عليه‌السلام\t106\nمصعب بن الزبير .. تركة العداء الزبيري لآل علي وشيعته\t107\nفأين التقارب إذن؟\t109\nمحاولات زبيرية للطعن على أهل البيت عليهم‌السلام\t110",
        "أما المقتضيات الدينية\t113\nأما المقتضيات الاجتماعية\t114\nمناقـشتان\t116\nالمناقشة الأولى :\t116",
        "المناقشة الثانية :\t120\nأما القضية الأولى\t120\nالقضية الثانية\t121\nثانيا : عبدالله بن عثمان ابن حزام\t122",
        "ثالثا : الأصبغ بن عبدالعزيز بن مروان\t126\n\nرابعا وخامسا : زيد بن عمرو بن عثمان وإبراهيم بن عبدالرحمن بن عوف\t127\nسادسا : عبدالله بن الحسن السبط\t131",
        "حزن الفاطميات\t135\nمحاولة تشويه الحقائق إذن\t137\nوحينما تزور الحقائق ...\t139\nالخلاصة\t140",
        "ثبت المصادر\t143\nالمحتويات\t151\n"
    ]
}