{
    "partText": [
        "\nبسم الله الرحمن الرحيم\nورقة عمل بعنوان\nعلم التجويد كمدخل وقائى وعلاجى لإضطرابات النطق والكلام (التخاطب)\nالتلعثم نموذجاً\nاعداد\nالدكتور\nمحمد محمود عبد العزيز النحاس\nمدرس التخاطب بكلية الآداب جامعة الفيوم\nدبلوم التخاطب طب عين شمس\nدكتوراه علاج اضطرابات النطق والكلام\nمدير المركز الدولى للإستشارات والتدريب والتخاطب\nالقاهرة- دبى\n...\nوأبوحبيبة\nسليمان رجب سيدأحمد\nمدرس مساعد الصحة النفسية كلية التربية جامعة بنها\nماجستير العلاج النفسى لإضطرابات التواصل\n\nالدافع الى البحث، هدفه، وأهميته:\nيتفرد المسلمون بعلم يساعد على النطق السليم، والقراءة الصحيحة لكتاب الله وهو القرآن. وبهذ العلم يستقيم اللسان ويتعلم المرء فنون الكلام ومخارج الحروف،وطريقة التنفس السليمة الى غير ذلك مما يدرسه المتخصصون فى علم التخاطب،وعلم التجويد.\nومن يستقرىء دراسات علم التخاطب فى الدراسات العربية يجد أنها تهرول وراء كل أجنبى وبحث غير اسلامى وغير عربى ولا غرابة فى ذلك بيد أن الدهشة تنتاب المرء حينما يصحح لغته ونطقه بلغة ونطق غير العرب.\nوالحكمة ضالة المؤمن أنا وجدها فهو أحق بها. نأخذ منهم أى الغرب تدريبات التنفس وفنيات العلاج التخاطبى وحتى مخارج الحروف وطريقة النطق وعلاج الاضطرابات المصاحبة لإضطرابات النطق من توتر وقلق واكتئاب ونقص فى الدافعية الى غير ذلك متجاهلين ذلك العلم الذى نتفرد به ويمثل مصدر أصيلا لعلم التخاطب يتم تجاهله عن عمد أو عن جهل ؛ بل ويتعدى الأمر ذلك اذ ننقل عن الغرب آداب أخلاقيات التعامل بين المعالج والمضطرب من حفظ للسر وعدم الابتزاز والاخلاص فى العمل والتركيز فى التدريب معه.\nألا يمثل ذلك دافعا لأن يعلم الجميع وبخاصة من يعملون فى مجال التخاطب أنه ثمة أصول أقى حجة وبينا فى قواعد علم التخاطب ممتمثلة فى علم التجويد الذى يدرب المرء على النطق السليم ومخارج الحروف وتدريبات التنفس وأخلاقيات العالم والمتعلم.\n(1/1)\n",
        "كذلك يدفع لمثل هذا البحث حاجة من يعملون فى مجال علم التجويد الى العديد من فنيات علم التخاطب ومعرفة أصول علم نفس النمو وعلم النفس العلاجى وعلم التخاطب لكى يتحسن أداؤهم مع المتعلمين فلا يتعجلون طفلا لم ينمو لديه جهاز النطق بالدرجة الكافية أو لديه رابط للسان يمنعه عن الكلام السليم وعلاج ذلك يسير جدا يمكن أن يقوم به الشيخ فى مقرءته والمعالج فى تدريباته، ولا يؤذون طفلا يعانى من عرض لمرض نفسى كانشاط الزائد وقصور الانتباه أو صعوبات التعلم وكذلك كيف يتعلمون معاملة من لديه استئصال حنجرى أو لايجيد التنفس أثناء الكلام.\nومما سبق تظهر أهمية هذا البحث أهدافه فى ابراز أهمية علم التجويد الذى أهملناه فى تعليم أطفالنا النطق السليم ومخارج الحروف وغير ذلك مما سبق ذكره.وكذا الاعتزاز بعلومنا ودعوة للجمع بين علماء التجويد أشرف العلوم وعلماء التخاطب .\n\nحدود البحث:\nيقتصر هذا البحث على الدور الوقائى والعلاجى لعلم التجويد فى الشفاء من اضطرابات النطق والكلام والتى تصيب المرء لا من عيب خلقى أو مرض جسمى.\nمشكلة البحث:\nاضطرابات النطق والكلام والشفاء منها بعلم اسلامى عربى ترتد أصوله الى أشرف الخلق محمد صلى الله عليه وسلم. والى النطق السليم من جبريل عليه السلام فهو علم اسلامى أصيل.\nالأطار النظرى للدرسة:\nوفيه تعريف بعلم التخاطب واضطرابات النطق والكلام وذلك لكون البحث موجه الى علماء فى علوم القرآن والتجويد. وعرض لبعض النظريات التشخيصية والعلاجية ودور الأسرة والمعلم والأم والمجتمع فى الوقاية من اضطرابات النطق والكلام.\n(1) اضطرابات النطق والكلام :\n(1/2)\n\nينبغي أن يكون الكلام مرتباً وصحيحاً من حيث التركيب ، فضلا عن حدوثه بسلاسة ويسر، وبصورة تلقائية ومناسبة لمقتضيات الحديث والمواقف المختلفة ، بالإضافة إلى ضرورة أن يتبع الكلام القواعد المختلفة المتفق عليها في الثقافة التي ينشأ فيها الفرد وإذا لم يتحقق ذلك يعد الكلام معيباً ومضطربا.\n... ويعرف عبد العزيز الشخص و عبد الغفار الدماطي (1992) اضطراب الكلام بأنه \" عدم القدرة على إصدار أصوات اللغة بصورة سليمة ، نتيجة المشكلات في التناسق العضلي ، أوعيب في مخارج أصوات الحروف ، أو لفقر في الكفاءة الصوتية ، أو خلل عضوي.\n... كما حدد عبد العزيز الشخص الاعتبارات التالية لتحديد اضطراب النطق\n- أن يكون الكلام معوقاً لعملية التواصل.\n- أن يسترعي الكلام اهتمام الشخص المتحدث أو أن يؤدى إلى معاناة الفرد من القلق وسوء التوافق.(عبد العزيز الشخص، الدماطي، 1992، 415)\n... كما أشارت سهي منصور (1999) إلى أن اضطرابات النطق والكلام هي كل ما يصيب وظيفة إخراج أصوات اللغة مكونة من سواكن ومتحركات.\n(سهي منصور،1999، 75)\nومن أهم الاضطرابات المتعلقة بالنطق والكلام.\nأولاً : اللدغة Dyslalia :\n1- اللدغة الرائية وهى قلب صوت ( الراء ) إلى التالي\nر ... ... ... ى مثال كلمة ( رامي ) تنطق ( يامي )\nر ... ... ... ل مثال كلمة ( رامي ) تنطق ( لامي )\nر ... ... ... غ مثال كلمة ( رامي ) تنطق ( غامي )\n2- اللدغة السينية : وفيها يخرج صوت السين ( س ) بشكل غير صحيح:\nوهناك اللدغة السينية الأمامية مثال كلمة ( سامي ) تنطق ( ثامي )\nوهناك اللدغة السينية الجانبية مثال كلمة ( سامي ) تنطق ( شامي )\nوهناك اللدغة السينية البلعومية مثال كلمة ( سامي ) تنطق ( خامي )\n3- اللدغة الخلفية الأمامية : حيث يقوم الطفل بقلب صوت الكاف إلى ( تاء) أو قلب صوت الجيم إلى ( دال ) :\nك ... ... ... ... ... ت مثال كلمة ( كنافة ) تنطق ( تنافة)\nج د ( جمل ) ( دمل)",
        "(1/3)\n\nثانياً الخنف Nasality : اضطرابات في النطق ينتج عن عدم تكافؤ الصمام اللهائي البلعومي، ففي بعض الحالات لا يحدث غلق للتجويف الأنفي نتيجة عن عدم تكافؤ الصمام اللهائي البلعومي\nالأمر الذي يجعل كثيراً من الأصوات تخرج منه، وهنا يحدث الخنف.\nثالثاً: الحبسة الكلامية Dysarthria\n... وهى عدم القدرة على أداء أصوات الكلام بشكل صحيح نتيجة لاضطراب فى الجهاز الحركي الذى يؤدى إلى تدهور التناسق بين عضلات جهاز النطق، فتنطق الكلمة وعضلات الفم مرتخية فيحدث لها تطويل مثال: أسمى أحمد.\nأو تنطق الكلمة وعضلات الفم فى حالة تشنج فيحدث لها إدغام مثال: (أسى أحد) بدلا من أن ينطقها اسمى أحمد.\n\nرابعاً: التلعثم:\n... وهو إنشطار للفونيم يظهر فى الصور التالية :\n- تلعثم توقفي مثال ------- كلمة ( محمد ) تنطق مـ توقف ـ حمد\n- تلعثم تطويلي مثال ------- كلمة ( محمد ) تنطق مـ تطويلـ حمد\n- تلعثم تكراري مثال ------ كلمة ( محمد ) تنطق م م م م م م م حمد تكرار\nأو تنطق محمد محمد محمد محمد .\nففي التلعثم التكراري يحدث تكرار للصوت الواحد من الكلمة مثل ( م ) أو تكرار للكلمة بأكملها مثل كلمة ( محمد ) كما في المثال السابق.\nوبالإضافة إلى ذلك فأن اضطرابات النطق تتمثل فى أربعة أشكال هى :\n1-الحذف Omission\nوهو عبارة عن حذف ( فونيم ) صوت من أصوات الكلمة مثال كلمة (طيارة ) تنطق يارة حيث نلاحظ حذف صوت الـ ( ط ).\n\n2-الإضافة : Addition\nعبارة عن إضافة صوت زائد على أصوات الكلمة الأساسية مثال كلمة (طيارة) تنطق (ططيارة) حيث نلاحظ إضافة صوت ( ط ).\n3-الإبدال : Substitution\nعبارة عن إبدال صوت بأخر عند النطق مما يؤدى صعوبة فهم كلام الطفل مثال كلمة (طيارة) تنطق (أيارة) حيث نلاحظ إبدال صوت ( ط ) بصوت ( أ ).\n4-التحريف : Distortion\n(1/4)",
        "\nنطق الصوت بطريقة خاطئة مثل كلمة (طيارة) تنطق (أيرارة) وأكثر الأصوات تأثراً بهذه الاضطرابات هي الأصوات الساكنة مثل ( ف ) ، ( ب ) ، ( ش)، ( ذ ) حيث تكثر الأخطاء مع حدوث الكلام التلقائي.\n\n(2) البيئة المحيطة بالطفل ودورها في حدوث اضطرابات النطق :\nتعتبر الأسرة أول بيئة تربوية يتواجد فيها الطفل ويتفاعل معها ، فهي التي توفر له الحماية والأمن وهى المسئولة عن توفير كل الاحتياجات اللازمة له طبقاً للمرحلة العمرية التي يمر بها.\nولما كانت الأسرة هي المجال الاجتماعي الأول الذي ينشأ فيه الطفل ، أصبحت العلاقات الأسرية سببا مباشرا من أسباب نمو الطفل نموا سويا أو نموا غير سوى ، ودرجة الأمن التي يحس بها الطفل ذات أثر كبير في تكيفه أو عدم تكيفه من الوجهة الاجتماعية و النفسية . (مصطفى فهمي، 1976 ،59 )\nفأساليب معاملة الوالدين للطفل تعد بمثابة المرآة التي تتضمن أحكاماً عن قيمة ومكانةٍ الطفل داخل الأسرة ، فإحساس الطفل بقيمته مرتبطاً بمدى شعوره بالنقص أو شعوره بالثقة ، حيث يدعم هذه الأحاسيس سلوك الوالدين تجاه طفلهم ، فكلما زاد إحساس الطفل بقيمته وأهميته في المحيط الاجتماعي الذي يعيش فيه كلما دعم هذا من ثقته بنفسه ومن قدرته على الاعتماد عليها.\nوعلى العكس من ذلك فالأسرة التي يتسم فيها الوالدان بالسيطرة والتحكم ، تهييء جواً أسرياً مشحوناً بالضغوط ، الأمر الذي يؤدى إلى الاخفاق في إتمام عملية التواصل بين الطفل ووالديه ، ومن ثم مزيداً من المعوقات للنمو الطبيعي لكلام الطفل .\n(1/5)\n",
        "فجذورمشكلة النطق توجد دائما في العلاقات التي تقوم بين الطفل ووالديه في المراحل المبكرة من حياةٍ الطفل ، فعندما تصبح مطالب الآباء من الطفل أعلى مما يستطيع أداءه ، وعندما يستخدم الآباء في سبيل ذلك العقاب القاسي والقيود المشددة ويقيمون ما ينجزه الطفل تقييماً سلبياً باستمرار ، فإن الاحتمال الأكبر أن يصاب الطفل عندئذ بالقلق والتوتر و حدوث اضطرابات النطق .\n(Jennifer,2001,69)\n\nكما تؤثر الاتجاهات الوالدية الخاطئة التي ينشأ فيها الطفل من تدليل زائد ، وحنان مفرط، أو صرامة زائدة إلى حد القسوة ، في وجود علاقة غير سوية بين الوالدين والطفل ، ينعكس أثرها بشكل سلبي على نطق الطفل .\nومن بين العوامل البيئية الهامة التي يحتمل أن تؤثر على النطق عامل أساسي يتمثل في أنماط كلام الآخرين التي يتعرض لها الطفل أثناء تعلم الكلام وخصوصا الأم ، وكميه الاستثارة والدافعية التي يحصل عليها الطفل خلال مرحلة نمو الكلام .\n\nحيث أوضحت دراسة كل من مايرز و فريمان Meyers & Freeman (1985) أن أمهات الأطفال ذوى اضطرابات النطق يطالبن أطفالهن بالكلام دون أن يكن هن نموذجا لهم في النطق مما يؤدى إلى وجود نوع من الضغوط على الطفل في التواصل والفشل في النطق وعدم تحقيق الطلاقة اللفظية .\n(Meyers & Freeman, 1985,204)\nكما تشير دراسة نوران العسال (1990) إلى أن انتقاد الوالدين لكلام الطفل و مطالبته بالكمال في النطق يؤدى بالطفل إلى تفادى وتحاشى الكلام أمامهم مما يساعد على ظهور اضطرابات النطق عند الطفل.\n(نوران العسال ،1990، 90)\n(1/6)\n\nوقد تبين من نتائج دراسة جهان غالب (1998) أن حدة التلعثم تزداد بازدياد انشغال الآباء عن أبنائهم و بارتفاع مستوى تعليم الأب والأم حيث يتوقعون من أبنائهم أكثر مما يستطيعون إنجازه، والعلاقات الأسرية التي يشملها نوع من الفتور تؤثر بالسلب على علاقات الطفل المدرسية والمجتمع البيئي المحيط به ، مما يؤدى في نهاية الأمر إلى سوء التوافق الاجتماعى وزيادة الاضطراب في النطق .\n(جهان غالب ، 1998 ،104 )\nوتعد البيئة الأسرية عاملا أساسيا في مساعدة الطفل على النطق الصحيح حيث وجد انجهام Ingham (1993) أن أسر الأطفال ذوى اضطرابات النطق تتصف بالتالي :\n1- أساليب سيطرة والدية خاطئة و سوء استخدام قاعدة الثواب والعقاب .\n2- الاعتماد على حل الصراع الداخلي في الأسرة من خلال التهديد للطفل .\n3- عجز الاتصال بين الوالدين والطفل والتفاهم من خلال الكلمة والموضوع و التي تستبدل بشدة الأفعال والأصوات .\n4- صدور مقاطع كلامية تحمل معنى السخرية من الطفل أثناء الحديث معه مما يعوق تدفق أفكار الطفل و يجعله يتجنب الحديث أمامهم .\nIngham , 1993, 137) )\n\n4- نظرية إخراج الصوت Vocalization Theory :\nأوضح ونجيت Wingate (1969) أن بطء معدل الكلام يتميز بإطالة المتحركات، مما يساعد على الطلاقة لدى الطفل المتلعثم ، يتضح ذلك من خلال كلام الطفل المتلعثم عن طريق جهاز المترونوم ، أثناء الغناء أو الاقتفاء Shadowing ،أو أثناء الغناء في كورال ، كما يحدث التلعثم نتيجة للسلوك الذي يتبعه المتلعثم عند نطق الأصوات المتحركة والساكنة، ويقترح ونجيت أن فشل التآزر بين حركة الشهيق والزفير، وفشل النأزر بين حركة الزفير وتكييف عضلات الحنجرة في الاستعداد لإصدار الكلام لهم علاقة مباشرة بحدوث التلعثم ,\n(نوران العسال،1990، 20 :21 )(Ahlam,1993,11)\n2- النظرية السلوكية:",
        "(1/7)\n\n... التلعثم من وجهة نظر المدرسة السلوكية عبارة عن سلوك مكتسب بالتعلم ، هذا التعلم يتم من خلال أربع صور هي :\nأ - التلعثم كاستجابة شرطية تقليدية .\nب - التلعثم كسلوك إجرائي .\nج - التلعثم من منظور نظرية العاملين.\nد - التلعثم كصراع .\nأ - التلعثم كاستجابة شرطية :\n... ينظر هذا الاتجاه إلى التلعثم على أنه استجابة شرطية من منطلق معايير بافلوف Baflof، حيث يرى أن التلعثم يحدث نتيجة تأثير الانفعالات النفسية على الكلام مثل الشعور بالإحباط أو الإحساس بعدم الرضا من جانب المستمع والخوف منه أو من عقابه.\n... فيفترض هذا الاتجاه أنه في حالة حدوث خوف أو قلق أثناء الكلام يحدث معه اضطراب في تكوين التفكير المتسلسل اللازم لإخراج الكلام المسترسل ، وإذا كان الخوف بقدر كبير فإنه يحدث خلل في تناسق الكلام ولذلك يحدث التلعثم.\n...\nووفقا لوجهه النظر هذه يحدث التلعثم نتيجة ارتباطه بالحالة الانفعالية لبعض المواقف الكلامية ، ثم يحدث لها تعميم على كل المواقف ، ويصبح الكلام مثيراً للخوف لدى الطفل المتلعثم لما يتوقعه من عقاب على تلعثمه.\n(نوران العسال، 1990، 29) (Ahlam,1993,19)\nب - التلعثم كسلوك إجرائي:\n... ينطلق هذا الاتجاه من مبادئ نظرية سكينر Skinner في تفسير حدوث التلعثم على أنه سلوك إجرائي يعتمد على وجود تعزيز Reinforcement لعدم الطلاقة الطبيعية التي تحدث لكل الأطفال تقريبا في مرحلة اكتساب اللغة.\nوتختفي ظاهرة حدوث عدم الطلاقة الطبيعية في مرحلة اكتساب اللغة إذا لم تجد رد فعل (تعزيز) من الوالدين، هذا التعزيز إما أن يكون ايجابياً في صورة اهتمام من جانب الوالدين فيزيد عدم الطلاقة وتصبح سمة من سمات كلام الطفل ، أو يكون تعزيزاً سلبياً يأتي في صورة رفض أو إحباط للطفل مما يؤدى إلى ظهور رد فعل التفادى والتحاشي للكلام عند الطفل مما يعزز عملية التلعثم.\n(1/8)",
        "\n... وهناك من أتباع هذا الاتجاه الذي يرى أن التلعثم قد يعزز عن طريق وجود بعض المكاسب الثانوية، فالطفل قد يستمتع برد الفعل الناتج عن تلعثمه من خلال إعفائه من الإجابة على الأسئلة في الفصل أو تسميع الدروس أو جذب انتباه الوالدين، لذلك قد يكون التلعثم لبعض الوقت مجزياً من وجهة نظر الطفل المتلعثم.\nSara, 2000,104) (\nج - التلعثم من منظور نظرية العاملين \" التشريط الإجرائي والكلاسيكي\" :\nيتزعم هذا الاتجاه المستمد من مفاهيم مورر Mowrer في تفسير التلعثم كلا من بروتن، وشوميكر Brutten & Shoemeker حيث يعتقدان أن التكرار والإطالة قد يكونان نتيجة للانفعالات السلبية من خلال التشريط الكلاسيكي، أما التفادى فهو رد فعل يتعلمه الطفل المتلعثم من خلال التشريط الأدائي لإخفاء تلعثمه وأوصوا أن يتضمن البرنامج العلاجي إضعاف مرحلة التشريط الكلاسيكي والانفعالات المصاحبة، مما يؤدى إلى اختفاء معظم ردود الفعل مثل التفادى.\nYoussef, 1986,59)) (نوران العسال ، 1990 ، 31)\nد - التلعثم من منظور صراع الإقدام – الإحجام\nاتخذ شيهان Sheehan (1958) من مفاهيم ميللرMiller عن صراع (الإقدام ـ الإحجام ) أساساً لنظريته في التلعثم حيث يرى أن الصراعات المؤلمة في الحياة هي عندما يكون الشخص حائراً بين رغبات متضادة ، وخاصة عندما يكون الاحتياج للشيئين المتضادين متساويا يزداد التوتر، ويقل هذا التوتر عندما يغلب الاحتياج إلى شئ عن الأخر ، وقد رأى شيهان أنه عندما يريد المتلعثم الكلام أكثر من رغبته في الصمت يحدث الكلام بطلاقة ، وإذا كانت رغبته في الصمت أكثر من رغبته في الكلام فهو يظل صامتاً ، أما عندما تكون رغبة الكلام مساوية لرغبة الصمت فهنا يحدث التلعثم. (هدى عبد الواحد، 1998، 32)\n(1/9)\n",
        "أي أن المتلعثم يجد نفسه بين اختيارين كلاهما صعب حيث يكون لديه دافع للكلام ليعبر عن ذاته ويحقق التواصل مع الآخرين ، وفى نفس الوقت لديه دافع للصمت لتوقعه مقدماً لما يسببه له تلعثمه من خجل وشعور بالذنب وبذلك يصبح المتلعثم ضحية للشعور بالعجز والخوف الذي يحول بينه وبين طلاقة الكلام.\n\nوهناك خمس مستويات من الصراع الذي يؤثر على سلامة النطق وطلاقته هي كالتالي :\n1-الصراع المرتبط بالكلمة: حيث يكون صراع المتلعثم بين رغبة في الكلام ورغبة في الصمت عند نطق بعض الكلمات بصفة خاصة نتيجة ارتباطها ببعض صعوبات النطق التي سبق أن اكتسبها من خبرات سيئة سابقة قد أعاشها.\n2-الصراع المرتبط بالمحتوى الانفعالي: يرتبط الصراع بمضمون أو محتوى الكلام بشكل يؤثر على المستوى الانفعالي للمتلعثم.\n3-الصراع المرتبط بمستوى العلاقة: الصراع هنا مرتبط بطبيعة ونوع العلاقة بين المتلعثم والمستمع حيث يزداد دافع الإحجام عن الكلام أمام بعض الأفراد دون غيرهم.\n4-الصراع المرتبط بالموقف: يتولد الصراع عندما يواجه المتلعثم رغبتين متضادين للدخول في الموقف والابتعاد عنه.\n5-الصراع المرتبط بحماية الأنا: حيث يرتبط الصراع بالتحدث في مواقف تمثل تهديداً للانا كموقف تنافس يحتمل الفشل أو النجاح.\n(youssef,1986,62:63)(نوران العسال،1990،32:31) (سهير امين،1995 ،62 ) (سهير أمين،2000، 35:36)\nوهناك ثلاث مواقف يحدث من خلالها خفض الخوف من التلعثم:\n1- حدوث التلعثم يخفض الخوف المتوقع عن طريق جعل عملية التلعثم صريحة.\n2- حدوث التلعثم في ظل مزيد من التكيف مع الذات يتيح تقبل الذات مما يؤدى إلى خفض التلعثم.\n3- أنه إذا اعتبرنا التلعثم شكلا من أشكال العدوانية، فمعني ذلك أن خفض مرات التلعثم يؤدى لخفض الدافع ذي الصبغة العدوانية، وهذا يتيح الفرصة لخفض الخوف والتقدم نحو الكلام السوي.\n(1/10)\n\nوتزداد شدة التلعثم إذا شعرالمتلعثم بأنه أقل من المستمع له، وتعتدل شدة التلعثم إذا تحدث المتلعثم مع شخصية مماثلة له، كما تقل شدة التلعثم في المواقف التي تتضمن تقييما ايجابياً للذات، ولا يظهر التلعثم عندما يتحدث المتلعثم مع من هم أصغر منه سناً أو إلى ذاته أو عند القراءة وحيداً. (Stromsta,1986, 237)\nمما سبق أن توقع المتلعثم للصعوبات في النطق تجعله يبذل مجهودات كبيرة من أجل إخفاء قصوره اللفظي ، فتكون هذه المجهودات ذاتها بمثابة الباعث والمثير للتلعثم، بمعنى أن الخوف الذي يصاحب الاستعداد للكلام هو الذي يؤدى لحدوث التلعثم.\nثالثا- النظرية الظاهرياتية (التمركز حول العميل)\nافترض روجرز Rogers أن كل فرد يستجيب ككل منظم للواقع كما يدركه، وهو الذي يقرر مصيره الخاص به, ويستطيع أن يفعل كل شيء في حدود قدرته إذا أراد أن يفعل و أتيحت له الفرصة لذلك ، فينظر إلى ذاته ويدركها كما هي لا كما يدركها الآخرون، وفي حالة الشخص المضطرب فانه يدرك ذاته بشكل فيه مبالغة غير واقعية سواء إن كانت هذه المبالغة سلبية أي لا يعطي ذاته ما يجب أن تستحقه من احترام وثقة وقدرة علي تحقيق الأهداف فيشعر بالنقص وعدم الكفاءة مما يجعله يتجنب التفاعلات الاجتماعية كما يحدث لدي الطفل الذي يعاني من التلعثم ، وعلي الجانب الآخر يكون هناك شخص يدرك ذاته بشكل مبالغ فيه إيجابيا من خلال شعوره بالعظمة ، وكلتا الحالتين تحتاجان إلى الإرشاد والعلاج .\n( راضي الوقفي ، 1998 ، 601 )",
        "(1/11)\n\nوتفسير حدوث التلعثم من وجهة نظر التيار الظاهرياتي يأتي علي أساس أن التلعثم يحدث نتيجة لتفاعل كل من الانتباه المتمركز حول الذات من خلال الإدراك للذات بشكل مبالغ فيه بصورة سلبية , وتوقع التقديرات السلبية من الآخرين , وفي هذه الحالة يكون العلاج منصباً علي العميل نظراً لما يمتلكه من قدرات كامنة لها القدرة علي أن تخلصه من مشاكله , ولأنه لا يستطيع بمفردة استغلال هذه القدرات فهو يحتاج لمرشد نفسي أو معالج يرشده لقدراته الكامنة ويساعده علي تحريرها ليدرك العميل ذاته كما هي لاكما يدركها الآخرون , ويتم ذلك من خلال تنمية وعي العميل بذاته من خلال التقدير الموجب غير الشرطي ( تقدير العميل كما هو ) بحيث يكون هذا التقدير لشخص العميل وليس لكل ما يصدر عنه من سلوك .\n\nرابعا- النظريات البيئية:\nإن كثيراً من المهتمين بدراسة التلعثم أرجعوا هذه الظاهرة إلى عوامل بيئية، فكثيرا ما يتعرض الطفل من خلال البيئة التي ينشأ فيها إلى ضغوط تؤثر على قدرته اللغوية ، فنجد الوالدان غالباً ما يبدون تصريحات ضمنية أو صريحة تجاه بعض الاضطرابات البسيطة في إنتاج الكلام فيدرك الطفل فشله فى إنتاج الكلام على أنه سوف يلاحقه في محاولاته المقبلة.\n... ويعتقد كونتر Conture (1982) أن المشكلة ليست في الأمور المحددة التي يتناولها الوالدين بالنقد بشكل صريح أو ضمني ، لكن الحقيقة أنهم بطريقة أو بأخرى يصححون أو يعاقبون ليظهروا استياءهم وعدم تسامحهم مما يؤثر على قدرات الطفل الكلامية وعلى إدراكه لذاته.\n(Conture, 1982,164)\n...\n(1/12)",
        "\nويفسر جونسون Johnson التلعثم كظاهرة تحدث نتيجة لمعاملة الوالدين للطفل الذي يتردد في النطق فيعاملونه باعتباره متلعثماً مما يؤدى إلى أن يصبح متلعثماً بالفعل، فالتلعثم يبدأ عند تشخيص المحيطين للطفل بأنه متلعثم علماً بأن ما شخصه الوالدان على أنه تلعثم حقيقي لم يكن إلا اضطرابات عادية كان من الممكن أن يتخلص منها الطفل تلقائياً ، ولكن قلق الوالدين على كلام الطفل بشكل مبالغ فيه وحرصهم على تصحيح أخطاء الكلام لفت انتباه الطفل إلى أن كلامه غير طبيعي وبالتالي تولد لديه القلق والخوف من مواقف الكلام والإحجام عنها تحسباً وتوقعاً للفشل.\n... من هذا المنطلق بني جونسون نظريته حيث تضمنت ثلاثة افتراضات :\nالأول: اعتبار الطفل متلعثماً من قبل الوالدين أو المحيطين بالطفل .\nالثاني: تشخيص الوالدين لكلام الطفل على انه تلعثم بينما هو صعوبات كلامية تعيب معظم الأطفال.\nالثالث: ظهور ونمو التلعثم الحقيقي بعد التشخيص.\n( محمد سعيد سلامة ، 1997 ،60)\nفنجد أن النظريات التي فسرت التلعثم على أساس فسيولوجي قامت على أساس أن لكل سلوك جانب فسيولوجي حيث اهتمت بالجوانب العضوية، وهناك من النظريات المفسرة للتلعثم التي اهتمت بالعوامل البيوكيميائية ودراسة موجات المخ ، وقد واجهت هذه النظريات انتقادات متعددة ، وتأتي النظريات المفسرة لحدوث التلعثم على أساس نفسي حيث تنظر للتلعثم على أنه نتاج تثبيت على مراحل معينة من مراحل النمو وصراعات تهدد اتزان الفرد، ويظهر هذا الصراع في شكل التلعثم.\n(1/13)\n",
        "والتلعثم من وجهة النظر السلوكية هو تلعثم يحدث نتيجة للتشريط الكلاسيكي أو السلوك الإجرائي أو كصراع ، ورغم كل هذا الاختلاف الظاهر بين النظريات التي تحدثت عن التلعثم من وجهة نظر نفسية لاحظ الباحث أن الخوف يأتي كعامل مشترك بين تلك النظريات على اعتبار انه يعد سبب أساسي وهام في إحداث التلعثم ، لهذا أكد شيهان Sheehan على أن المتلعثم لدية صراع شديد، لأنه يريد أن يتكلم ليحقق تواصله مع الآخرين ويعبر عن مشاعره وانفعالاته بصورة طبيعية، وفى الوقت نفسه يحجم عن الكلام خوفاً من أن يتضح تلعثمه أمام الآخرين فيشعر بالخجل والتوتر ويؤدى ذلك في النهاية إلى حدوث التلعثم بالفعل.\n\nوتفسير حدوث التلعثم من وجهة نظر التيار الظاهرياتي يأتي علي أساس أن التلعثم يحدث نتيجة لتفاعل كل من الانتباه المتمركز حول الذات من خلال الإدراك للذات بشكل مبالغ فيه بصورة سلبية , وتوقع التقديرات السلبية من الآخرين .\n\nأما النظرية البيئية تفسر حدوث التلعثم من خلال العوامل البيئية الاجتماعية وبخاصة الضغوط الأسرية فيتولد لدى الطفل الخوف والإحباط ، لتوقع العقوبة أو السخرية من طريقة كلامه فينشأ لديه خوف دائم من الفشل في الكلام.\n\nوبذلك يكون التلعثم نتاج لعوامل متعددة (عضوية - نفسية – اجتماعية) وأن التلعثم كسلوك تخاطبى خاطئ لدى الفرد يخفي وراءه اضطراباً دينامياً يمكن تتبعه في حياه الفرد، حيث يحدث هذا السلوك في مواقف اتصالية محددة.\nويلاحظ أن الباحث يأخذ بالتفسير الدينامي للتلعثم كتفسير اقرب للدقة والشمول ، بجانب الأخذ بنظرية شيهان Sheehan التي تعتمد على مفاهيم ميللرMiller ومؤداها أن التلعثم أساسه صراع إقدام –إحجام، وبذلك يحاول الباحث الجمع بين دقة التفسير ودقة تناول خطوات الإرشاد.\n(1/14)\n\nو أشار كل من مصطفي القمش (2000) وجمعه يوسف (1990) إلى أن النطق يمثل أهمية خاصة في حياة الفرد، فهو جانب رئيسي من جوانب الاتصال بين أفراد المجتمع وهو الوسيلة الهامة للاتصال مع الآخرين وبناء العلاقات، وقد يؤثر علي تكوين الطفل النفسي، أو يؤثر علي تحصيله الدراسي أو المهني.\n(مصطفي القمش، 2000،15) (جمعه يوسف ،1990 ،135)\n\nهذا وقد يتعرض النطق لبعض الاضطرابات التي تؤثر عليه وعلى عملية التواصل وعلى التفاعل الاجتماعي مع الآخرين بل وعلى الشخصية ككل، ويعد التلعثم أحد هذه الاضطرابات.\nالجانب الصوتي اللغوي\nيشير جمعه يوسف (1990) إلى أن اكتساب اللغة لدى الطفل يبدأ بالأصوات، ثم تبدأ هذه الأصوات في التمايز لتصبح كلمات لها معني ، ثم تركب هذه الكلمات لتصبح جملاً نحوية ذات معني.\n(جمعه يوسف،1990، 103)\nفعادة ما يتعرف الطفل على الكلمات قبل أن يقتدر على نطقها ، ويبدأ الطفل عادة بالكلمات التي تكرر مقطعا صوتيا واحدا وفونيمات صوتية متشابهة من قبيل (دا) و(با) و(ما) فيكون أول الأصوات التي ينطقها الطفل هي( بابا) ، (ماما)، (دادا) كما يتعرف على الكلمات من الأصوات قبل أن يقتدر على نطقها مثل صوت الكلب (هوهو..) للدلالة على الكلب ، أو صوت السيارة (بيب بيب..) للدلالة على السيارة مثلا.....الخ.\nويشير الباحث إلى أن الفونيم يعد أصغر وحدة صوتية قادرة على تغيير المعني ولا تحمل معني في حد ذاتها ، وأمثلة الفونيمات كالتالي ( س / م / و/ د /ج ) و إذا تغير وضع الفونيمات في الكلمة فإن معني الكلمة يتغير ، ويمكن التعرف على الفونيمات عن طريق الكلمات المتشابهة صوتيا في كل أجزائها ما عدا جزءاً واحداً مثل ( دار– سار– جار– حار) ومن الملاحظ تغير المعني في كل من هذه الكلمات بسبب تغير في فونيم واحد وهو الفونيم المشار أسفله .",
        "(1/15)\n\nأما عن الوحدات الصوتية في اللغة العربية ( الفونيمات ) فهي ست وعشرون وحدة صوتية صامتة(ساكنة) consonant وهى كالتالي :\nهمزة، ب ت ث، ج ح خ، د ذ ر ز، س ش، ص ض، ط ظ،، ع غ، ف ق، ك ل م ن هـ .\nوثمة ست وحدات صوتية متحركة vowels هي حروف المد الثلاث ( أ، و، ى) ويمكن الإشارة كمثال للصوت المتحرك ( أ ) في كلمة ( قال) ، والإشارة للصوت المتحرك ( و) في كلمة (صوف) ، كما يمكن الإشارة للصوت المتحرك (ى) في كلمة (عيد) ، وهناك ثلاث حركات قصيرة هي( الفتحة ، الضمه ، والكسرة ) ولا فرق بين الأصوات المتحركة الطويلة والقصيرة (فالفتحة) صوت متحرك قصير و(الألف) هي نظيرها الطويل، و (الضمه) صوت متحرك قصير و (الواو) نظيرها الطويل، و(الكسرة) صوت متحرك قصير و(الياء) نظيرها الطويل، وهناك وحدتان صوتيتان وسط بين الحركة والسكون هما الواو مثال (ولد) ، والياء مثال ( يلد).\nمما سبق يتبين أن مجموعة الوحدات الصوتية ( الفونيمات )هي (34) أربع وثلاثون وحدة فونيم تنقسم إلى :-\nأصوات صامتة consonants :\nهي أصوات يحدث أثناء النطق بها أن يعترض الهواء الخارج من القصبة الهوائية ابتداء من الحنجرة وحتى الشفتين عائق سواء أكان الاعتراض تاماً كما في حالة الهمزة والباء أو كان الأعتراض جزئياً كما في الياء والشين.\n(سعد مصلوح،2000 ،163)\n\nأصوات متحركة vowels :\nهي أصوات يحدث أثناء النطق بها أن يخرج الهواء حراً طليقاً لا يعوقه عائق من أي نوع.\nطول الفونيم : هو الزمن الذي يستغرقه النطق بهذا الفونيم سواء كان فونيما متحركاً، أو فونيماً ساكناً ، حيث يختلف الفونيم تبعا لطبيعة بنائه فسيولوجيا أثناء النطق ، وتركيبه ميكانيكاً أثناء الكلام فكل فونيم له زمن محدد و مميز خاص به.\n(1/16)",
        "\nويقاس زمن الفونيم بواسطة جهاز الاستسيلوجراف وحدة القياس هي (1/100 من الثانية ) ومثالاً على ذلك فإن فونيم (التاء) يستغرق في النطق حوالي 0.09 جزء من الثانية في حين أن مجهوره وهو فونيم (الدال) يستغرق في النطق حوالي 0.05 جزء من الثانية أما فونيم ( آلف المد القصير) فيستغرق في النطق 0.42 جزء من الثانية.\n(وفاء البيه، 1994، 13)\nوفي نفس السياق أشارت دراسة لوجن Logan (2003) إلى أن زمن الفونيم من أهم الظواهر الصوتية اللغوية التي يترتب عليها النطق الصحيح ، حيث أن الإسراع أو الإبطاء بنطق أي فونيم عن الزمن المحدد الخاص به يؤثر على عملية النطق الصحيح ويؤدى به إلى الاضطراب.\n( Logan , 2003 ,17 )\nوأكدت نتائج دراسة زاكيم و كونتير Zackeim & Conture (2003) على أنه ليس من الضروري أن يعرف الإنسان مقدار الزمن المحدد الذي يستغرقه كل فونيم لكي يصحح نطقه بل إن المران السمعي يكفي عادة في ضبط هذا الزمن.\n,115) ,2003 (Zackeim & Conture ...\nوفى دراسة هناء عبد الفتاح (2000) وجدت أن طول الفونيم يتوقف على طبيعته الخاصة فالفونيمات المتحركة بطبيعتها أطول من الفونيمات الساكنة، كما تختلف أيضا الفونيمات المتحركة من حيث أطوالها ( فالفتحة) أطول من ( الكسرة ) و(الضمة)، ثم يلي الفونيمات المتحركة في الطول الفونيمات الأنفية وهى (النون) و(الميم) فهما أطول الفونيمات الساكنة ، ثم الفونيمات الجانبية كفونيم (اللام) ثم الفونيمات المكررة أو الاهتزازية كفونيم (الراء) ثم الفونيمات الاحتكاكية مثل فونيم (الفاء) و (الشين) و (الخاء)، وأقل الفونيمات الساكنة طولاً هي الفونيمات الانفجارية مثل فونيم ( الباء) و( التاء ) و( الدال) و(الكاف) و( القاف) .\n(هناء عبد الفتاح،2000, 36)\n\nالعوامل التي تؤثر على طول الفونيم :\n(1/17)\n",
        "إن لغة الطفل لا تظهر من فراغ ، ولكنها تتضح و تظهر في ضوء العديد من العوامل التي تؤثرعلى اكتساب الطفل للخصائص التي تؤثر في طول الفونيم وهذه العوامل هي :-\n1- الضغط : stressوهو أن يقوم المتحدث أثناء الكلام بالضغط على مقطع معين لإفادة\nالأهمية والتأكيد أو التنبية على معني محدد .\nمثال \" مشينا مشوار طويل \"\n2- التنغيم intonation: هو التنويعات الموسيقية أو التلوينات الصوتية التي\nتصاحب الكلام.\n3- التوقف pause : وهو عبارة عن قطع بين أجزاء الكلام المتصل يهدف إلى التوجيه أو\nالتنبيه. ... ... ... ... ...\n(محمد يوسف،1996، 88)\nالمقطع الصوتي syllable :\nيتكون المقطع الصوتي من فونيمين على الأقل حيث يتم تقسيم الكلام المتصل إلى مقاطع صوتية والمقطع هو أصغر وحدة صوتية إيقاعية للغة ناتجة عن دفعة هواء زفيرية (النبضة الرئوية) والنبضة الزفيرية هي حركة تنفسية واحدة As A Single Respiratory Movement، فتحدث انقباضة واحدة للعضلات الواقعة بين الضلوع أثناء خروج الهواء من الرئتين وهذا يعني أن المقطع هو أقل منطوق تحدث فيه نبضة صدرية واحدة.\n(herman, et al,1995, 108)\nفالمقطع هو بنية فونولوجية تتكون من تتابع الفونيمات.\n(هناء عبد الفتاح ،2000 ، 12)\n\nالارتكاز:\nهو درجة قوة النفس breathing التي ينطق بها الفونيم أو المقطع الصوتي ، وليس كل فونيم أو مقطع صوتي ينطق بنفس الدرجة، كما أن الفونيم أو المقطع الذي ينطق بارتكاز أكبر يتطلب جهداً وطاقة ونشاطاً لجميع أعضاء النطق والصوت وجهاز التنفس في وقت واحد ، حيث تنشط أعضاء النطق والرئتين والحجاب الحاجز نشاطاً كبيراً مما يؤدى إلى زيادة قوة النفس كما تقوى حركات الثنايا الصوتية vocal folds ويقتربان أحدهما من الأخر ليسمحاً بتسرب أقل مقدار من الهواء فتزيد بذلك سعة الذبذبات ويترتب على ذلك أن يصبح صوت الفونيم أو المقطع عالياً واضحاً .\n(وفاء البيه، 1994،154)\nويوضح الباحث الارتكاز في المثال التالي.\n(1/18)\n\nـ الكلمات التي على وزن فاعل مثل (عامل – شاهد – فاهم) يكون الارتكاز قوى على المقطع الأول مثل (عامل) .\nـ الكلمات التي على وزن مستفعل يقع الارتكاز على مقطع ( تف) مثل مستعمل.\nـ الكلمات التي على وزن مفعول يقع الارتكاز على المقطع ( عول ) مثل (محجوب )، (مجنون )، (مشهور) .\n\n(2) العمليات الفسيولوجية والميكانيكية للكلام :\nفي البدء كانت الكلمة وفى النهاية تكون الكلمة وفيما بين البدء والنهاية تبقي الكلمة قوة فاعلة وأداة مسيطرة على حياة الإنسان , فالكلمة هي رنين الصوت الفونيمي المنطوق المسموع، أو هي رنين أصغر الوحدات الصوتية الكلامية الأولية الصادرة من الفم نتيجة لعمل واشتراك أجهزة وأعضاء النطق والكلام، والصوت الكلامي هو المراحل الزمنية الفسيولوجية الأساسية الرابعة اللازمة لإتمام عملية الكلام حيث يتم في المرحلة الأولي انبعاث الصورة الذهنية العقلية الرمزية في الذهن (Symbolization)، وفى المرحلة الثانية إنتاج تيار هواء الزفير (Respiration) ، وفى المرحلة الثالثة إنتاج أصوات الفونيمات (Phonation)، وفى المرحلة الرابعة إصدار رنين الأصوات الكلامية (Articulation ) ، وهكذا نجد أن المتكلم قبل أن يشرع في الكلام يقوم من داخلة بعمل سلسلة من العمليات العقلية والعضوية والنفسية.\nAlla Abdel Moneim, 1989, 4) )\nوأشار سترومستا Stromsta 1986)) بقوله \"إن كل كلمة منطوقة يقابلها حالة وعي أو إدراك خاص ، فالكلمة مرتبطة ارتباطاً وثيقا بتمثيلها، وهذا الارتباط يبدأ من الكلمة إلى التمثيل، وقد يكون العكس من ذلك آي من التمثيل إلى الكلمة، فما أسمع الكلمة حتى تنبعث الصورة الذهنية في الحال داخل عقلي وعلى العكس من هذا إذ آن انبعاث الصورة الذهنية داخل العقل يثير الكلمة ولو لم تنطقها أعضاء النطق\".\nStromsta, 1986, .35))",
        "(1/19)\n\nوهناك بعض الكلمات عند الناطق وعند السامع تكون مرتبطة بصور ذهنية عقلية لغوية لا تكتسب وجوداً حقيقياً مجسماً بصورة فيزيقية إلا عن طريق الكلام، فالصورة الذهنية الإيجابية تنتج دفعة تنفسية زفيرية قوية تساعد على إحداث الصوت الكلامي الصحيح ، والصورة الذهنية السلبية تنتج دفعة تنفسية زفيرية ضعيفة ومضطربة ، تؤثر على إصدار الصوت الكلامي بشكل مضطرب ، ويستطيع الكلام أن يترجم وبوضوح الحالة الفسيولوجية والنفسية للمتكلم حيث تؤثر الانفعالات المختلفة على أجهزة وأعضاء الكلام ، ولذلك يتأثر الكلام تأثيراً مطلقاً تبعاً للحالة السيكولوجية النفسية للمتكلم .\n(وفاء البيه، 1994، 15)\n(3) فسيولوجية الكلام:\nتصدر الأصوات البشرية للكلمات نتيجة لعمل وتعاون أجهزة و أعضاء الجسم المختلفة، من خلال نظام فسيولوجي واحد عند جميع البشر، ويختلف نطق الأصوات تبعا للاختلاف الفسيولوجي لأعضاء النطق .\nهذا وتتكون أجهزة وأعضاء الجسم التي تعمل عند نطق أصوات الكلام من التالي:\n1- أعضاء استقبال الكلام :\nوتتمثل في حاستي السمع والبصر حيث تستقبل الأذن و العين المنبهات السمعية والبصرية ثم تنقلها إلى المخ من خلال موصلات عصبية سمعية وبصرية ، حيث يقوم المخ بتفسير وفهم هذه المنبهات أو الرسائل لنظم الإجابة المناسبة.\n2 - أعضاء تنفيذية وهى :\nأ - الحجاب الحاجز.\nب - الرئتين والقصبة الهوائية.\nج – الحنجرة، الأحبال الصوتية ، العضلات المحيطة بالحنجرة.\nد - اللهاة .\nن – تجاويف الأنف والفم وسقف الحلق.\nو - اللسان ، الفكين ، الشفاه ، الأسنان .\n(فيصل الزراد ،1990 ،92)\n\nحيث تقوم هذه الأعضاء بتنفيذ النطق من خلال مرور الدفعة الزفيرية من خلالها ليتم تشكيل الأصوات.\n3- أعضاء تنظيمية :\nوهى الخاصة بنصفي الدماغ والقشرة المخية والأعصاب والجهاز العصبي والفصوص الموجودة بالدماغ، حيث تقوم بتنظيم الحركة التوافقية لأعضاء النطق من خلال الوصلات العصبية.\n(\n(1/20)",
        "\nأنسى قاسم، 1997، 134:133)\n\nمراحل إصدار الكلام :\n1- إنتاج هواء الزفير خلال فسيولوجية جهاز التنفس.\n2- إنتاج صوت الفونيم من خلال فسيولوجية كل من جهاز الحنجرة والثنايا الصوتية .\n3- إنتاج صوت الفونيم من خلال فسيولوجية كل من أعضاء النطق والحجرات الصوتية.\n4- يتحول صوت الفونيم إلى أصوات وألفاظ الكلام .\n(وفاء البيه، 1994،1396)\n(4) ميكانيكية الكلام :\nالكلام عند الإنسان يرتبط حدوثه ببعض الآليات الميكانيكية التي تحدث بالجهاز التنفسي، من خلال مجرى هوائي متحرك يجرى خلال فراغ ضيق في البلعوم أو الفم أو الأنف وكون المجرى الهوائي متحركاً يستلزم وجود باعث على الحركة ، لذلك يرتخي الحجاب الحاجز والعضلات الصدرية ، وتنكمش الرئتين إلى حجمها الطبيعي مما يؤدى إلى طرد واندفاع الهواء من الرئتين إلى الخارج ، وهذا ما يعرف بعملية الزفير ، وبذلك تكون الرئتين هما مصدر مجرى الهواء وهما الباعث على حركة هذا المجرى الهوائي.\n(سعد مصلوح،2000، 82 :83)\n\nتأثير حركة أعضاء النطق في المجرى الهوائي:\nغلق الفم والأنف يوقف مجرى الهواء وقفا تاماً كما يحدث في نطق بعض الفونيمات مثل \" الباء \" \" التاء \" \" الدال \" وعلى هذا الأساس يتم تصنيف الأصوات حسب طريقة النطق فيطلق عليها صوت \" انفجاري \" أو صوت \"احتكاكي\" وقد يعترض مجرى الهواء الثنايا الصوتية، فينتج عن ذلك تذبذب فيهما أو عدم تذبذب ، وعلى هذا الأساس تصنف الأصوات إلى أصوات \" مجهورة\" وأصوات \"مهموسة\".\nيتنفس الإنسان خلال التنفس العادي حوالي نصف لتر من الهواء على حين تصل أقصي كمية لهواء الشهيق إلى ما بين 4 إلى 5 لترات وتسمي كمية الهواء التي يقوم الإنسان بطردها بعد الشهيق العميق الكامل ( السعة الحيوية للرئتين ) Vital Capacity ، يتضح ذلك جلياً في أثناء الزفير حيث يتم إنتاج الأصوات اللغوية فيحدث عملية النطق والكلام.\n(وفاء البيه،1994، 286)\n(1/21)\n",
        "يتضح مما سبق أن حدوث الكلام يقتضي ضرورة التحكم في عملية التنفس ( الشهيق والزفير) وذلك بأن تنشط عضلات البطن ( التنفس الباطني ) لتنظيم التصرف في كمية الهواء التي يقوم الإنسان بطردها أثناء عملية الزفير بحيث يتم الاحتفاظ بقدر من الضغط تحت الحنجري يكفي لإتمام عملية النطق أو التلفظ (Phonation)).\nحيث يزيد ضغط الهواء أثناء الزفير العادي عن ضغط الهواء العادي بنسبة % أما في حالة الكلام فيزيد الضغط بنسبة 1%.\n(Herman,1995, 184)\nويتوقف إصدار أي صوت من أصوات الكلام على وجود هذا القدر من الضغط ، واعتراض جهاز النطق لهواء الزفير المضغوط يترتب عليها زيادة اهتزاز جزيئات الهواء وزيادة قوة اندفاعها ، وأول نقطة يمكن أن يتم فيها اعتراض تيار الهواء الزفيرى المضغوط هو فراغ المزمار في الحنجرة آي المنطقة الواقعة ما بين الثنايا الصوتية ( Vocal Foldes ) وهنا تتخذ أصواتاً مختلفة ، ويقوم فراغان ما فوق الحنجرة والمسميان بقناة الصوت بالتدخل واعتراض مجرى الهواء بمصاحبة نغمة الحنجرة.\nويبدأ الكلام العادي بعد أن يصل حجم الهواء المستنشق إلى نصف كمية ( السعة الحيوية للرئتين ) والاحتفاظ بكمية ما من ضغط الهواء تحت الحنجري لإتمام عملية الكلام.\n(سعد مصلوح،2000، 86)\n\n(5) عملية التنفس عند الأطفال المتلعثمين :\nتعتبر عملية تنظيم التنفس وضبطه من العوامل الهامة لعلاج التلعثم عند الأطفال.\n) Denny , & Smith, 2000, 1032)\n(1/22)\n\nويشير الباحث إلى أن عملية ضبط التنفس من العمليات الهامة لتحسين الطلاقة اللفظية ، حيث أنها تؤثر على ديناميكية إخراج الهواء أثناء عملية النطق، كما يعد غيابها في ذات الوقت مدعاة للتلعثم،فمثلا عندما يقوم الإنسان بصعود سلم عالٍ ويحاول أن يتحدث في نفس الوقت نجد أن الكلام يتوقف ويتقطع كنتيجة لعدم انتظام عملية التنفس، فالتنظيم والتكامل بين التنفس و النطق يساعد على التحكم في معدل الكلام اللازم ، ويساعد في عملية علاج التلعثم.\nحيث أكدت دراسة هرمان وآخرون (1995) أن المتلعثم عندما يحاول النطق يتعثر نتيجة شد مفاجئ وغير طبيعي للثنايا الصوتية ( Vocol Foldes ) ، واقترابهما من بعضهما البعض.\n(Herman, et al, 1995,183)\nوهناك سلوكيات شائعة مصاحبة للتلعثم مثل \" التنفس السطحي السريع الذي يؤدى إلى تراكم العديد من الكلمات في دائرة تنفسية واحدة ينتج عنها عدم الطلاقة في كلام الطفل.\n((Jennifer, Arndt, 2001, 69\nوفي مثل هذه الحالات يكون من الضروري مساعدة الطفل المتلعثم على تقليل توتره ومساعدته على استرخاء بعض أجزاء أعضاء النطق ويمكن استخدام تنظيم التنفس والسيطرة عليه لأحداث عملية الاسترخاء في إطارالإرشاد الفعال للتلعثم.\nحيث أشارت دراسة هيرمان وآخرون Herman ,et al, (1995) إلى أن تدريب الطفل على ضبط عملية التنفس بشكل صحيح أثناء إخراج الكلام يساعد على استرخاء الثنايا الصوتية وتجنب تعثر النطق.\n(Herman, et al, 1995,184)\nكما أضاف جوتتولد Gottwald (2003) إلى أهمية فهم المتلعثم لكيفية عمل الجهاز التنفسي وأعضاء النطق ، وتوافقهما معاً في إخراج الكلام ، كما ركز على أن الطفل المتلعثم في مرحلة المدرسة الابتدائية يستجيب بصورة أفضل للعلاج القائم على استخدام عملية تنظيم التنفس كبعد أساسي في عملية العلاج عن أي مرحلة نمو أخرى.\nGottwald,2003,43))",
        "(1/23)\n\nيتضح مما سبق اتفاق دراسة هيرمان وآخرون Herman, et al (1995) مع دراسة جوتتولد Gottwald, (2003) في أن تنظيم عملية التنفس تساعد على الاسترخاء وتقلل من الشد المفاجئ للثنايا الصوتية وتفكيك الاحتكاك القوى بين أعضاء النطق فتساعد على نطق بدايات المقاطع والأصوات الساكنة اللهائية والتي تعتبر من أصعب المخرجات الكلامية عند الأطفال الذين يعانون من التلعثم.\nكما أشارت دراسة زاكيم وكونتر Zackeim, &, Conture (2003) إلى أن بناء خلفية قوية حول عملية تنظيم التنفس ، والتحكم في معدل النطق يعتبر هدفاً أساسياً لأي برنامج علاجي تخاطبي يسعي لإعادة الطلاقة للطفل المتلعثم.\n(, 2003, .188 Zackeim, &, Conture)\nمما سبق اتضح أن استخدام معدلات أبطأ في التحدث مع الأطفال المتلعثمين من خلال أنشطة حركية ولغوية ( فرائية و حوارية ) والانتقال من كلمة مفردة مع ضبط التنفس إلى جملة مع ضبط التنفس ثم إلى عبارة ويحدث ذلك من خلال تهيئة المناخ الارشادى وتوفير جو نفسي مطمئن يساعد على خفض مشاعر الخوف لدى الطفل المتلعثم ، وقد يصل ذلك إلى الاستعانة ببعض الأفراد المقربين للطفل ثم الاستعانة بأفراد غرباء حتى ينتظم الانفعال وتتم عملية ضبط التنفس بصورة واقعية يستطيع الطفل استخدامها أثناء النطق خارج غرفة الإرشاد ومع أشخاص آخرين غير المرشد.\n(1/24)",
        "\nوحيث أن لكل طفل عالمه الخاص به، و لكل طفل تجاربه الفردية وحياته الشخصية واستعداده النفسي، قد تتقارب خبرات طفلين وأسلوب حياتهما ، ولكن تختلف في الاستجابة لجملة الخبرات والتجارب وتفصيلات الحياة ولذلك لا يتعلم طفلان نفس الكلمة في نفس الظروف تماماً، فقد يسمعا (نفس الكلمة)، من (نفس الشخص)، وفى (نفس المكان)، وفى (ظروف مشتركة)، ولكن استجابة الطفل الأول نحو الكلمة لا تكون مطابقة لاستجابة الطفل الثاني نحوها، ويرجع ذلك إلى أن لكل طفل تكوينه النفسي عند تحليله للمعنى الضمني للكلمة، مما يؤدى إلى فهم وإدراك خاص بكل طفل ، ففهم وإدراك الطفل الأول للكلمة يتأثر بإيحاءات و معاني غير الإيحاءات و المعاني التي تؤثر في فهم وإدراك الطفل الثاني لنفس الكلمة، فإن الكلمة عندما تصدر عنا أو عندما تصل إلى أسماعنا تتضمن محتوى له معنى نفسي ، فمثلا عندما يسمع الأطفال كلمة ( نادى ) يدركونها على أساس مكان يجمعهم بزملائهم ويتعلمون فيه المهارات وهى تثير في نفوسهم ضربا من الاعتزاز والانتماء، ولكن قد يكون هناك طفل انفرد بتجارب قد يثير سماعه لكلمة( نادى) في ذهنه ضرباً من الألم والأسى لأنه في أول يوم دخوله النادي أصيب بحادث أليم فما أن يسمع هذه الكلمة أو يتذكرها حتى تبعث في نفسه تلك الذكرى الأليمة المرتبطة بمكان، أو بشخص، أو بموقف، وهذا ما يتفق عليه شيهان Sheehan (1958( وطلعت منصور (1967) في دراستهما حيث أوضحا أنه توجد مواقف وكلمات تخيف المتلعثم (خوف الموقف – خوف الكلمة – خوف الشخص)، ويؤكد شيهان على ضرورة وجود طريقة صحيحة يستخدم فيها المتلعثم السلوك التوكيدي أثناء التواصل مع الآخرين ليعبر عن نفسه بطريقة تساعده على تقديم ذاته بشكل مناسب متغلباً على سلوك التجنب المنبعث من إحساسه بالخوف.\n\n(8) العوامل اللغوية وتأثيرها على معدل التلعثم:\n(1/25)\n",
        "يعد التعرف على عمليات البنية المقطعية syllables structure processes لنطق الأطفال من المعايير الهامة عند تقييم وعلاج المشكلات التخاطبية الخاصة بالأطفال الذين يعانون من اضطرابات النطق والكلام. ... ... ...\n(هناء عبد الفتاح،2000، 37)\n1- تقليل عدد الصوامت المتوالية :\nوقيه تؤول الأصوات الصامتة المتوالية إلى صوت صامت واحد كما في كلمة (قطار) تنطق فى العامية ( أطر) وبتحليل عناصر المقطع اللفظي (أطر) كالتالي :\nأ + ... ط + ... ر ... تنطق ... أط ... توقف ... ر\n+ V ... + C ... C ... V+C ... توقف ... C\nمتحرك ... صامت ... صامت\n\nوتتضح هذه العملية في نطق كلمة قطار المكونة من\nق + ... ط + ... أ + ... ر ... فتنطق ... ق ... توقف ... طار\n+ C ... + C ... V ... + C\nصامت ... صامت ... متحرك ... صامت\n\nونلاحظ توقف النطق لوجود صامت تالي ولكن عند نطق مقطع (طار) لا يكون هناك صعوبة في النطق لأنه مقطع مكون من (صامت + متحرك + صامت ) فالصوتان الصامتان يوصلهم صوت متحرك.\n\n2-الإطالة في الصوت المتحرك\nتمتاز الأصوات المتحركة بوجود ممر صوتي مفتوح ، وتتكون هذه الأصوات المتحركة عن طريق إحداث تغييرات في شكل واتساع الممرات فوق الحنجرية (البلعوم ، الأنف ، الجيوب الأنفية ، تجويف الفم ) مما يؤدى إلى إعادة تشكيل الصوت الحنجري الأولي عن طريق تقوية أصوات معينة وإضعاف أصوات أخرى وهذا يسمي بالرنين فالمتحركات تمتاز بشدة أعلي وتردد أقل . ...\n... (ناصر قطبي ، 1986 ، 46)\nفمثلاً في كلمة ( أنا ) والتي تتكون من مقطع واحد عند تحليل عناصرها الفونيمية نجد كالتالي:\nأ + ... ن + ... أ ... تنطق ... أ ... تطويل ... نا\n+ V ... + C ... فتنطق ... V ... + تطويل ... V+ C\nمتحرك ... صامت ... متحرك\n\nويتضح من المثال السابق التالي :\nتحدث الإطالة للصوت المتحرك ( أ ) والذي تبدأ به كلمة (أنا) إلى أن يلتقي بصامت فينطقه.\n\n3- التكرار:\nحيث يحدث تكرار للمقطع الأول الذي يتكون من ( ساكن + متحرك ) في الكلمة المكونة من أكثر من مقطع\nفمثلاً في كلمة ( شايف ) والتي تتكون من مقطعين وكل مقطع يحتوى على فونيمين كالتالي :\n(1/26)\n\nش ... + أ ... + يـ ... + ف ... فتنطق ... شا ... شاشا ... يف\nC ... + V ... + C ... + C\nصامت ... متحرك ... صامت ... صامت\n\n(فونيم + فونيم) (فونيم + فونيم) تنطق ( شاشا يف)\n( مقطع) ( مقطع)\n( كلمة )\nونستفيد من عمليات البنية المقطعية في تصميم البرامج الإرشادية ، فيكون ضمن أهدافه أن يتضمن كلام الطفل المتلعثم تدفق مستمر من المقاطع داخل الدفعات الزفيرية التنفسية مراعيا قواعد التوقف أو التطويل أو التكرار.\n\nوقد أشارت سحر الكحكي (1997) في دراستها إلى أن الطفل المتلعثم غالباً ما يحدث تلعثمه إذا نطق مقاطع مضغوطة وأوصت بأن يتعلم كيف يتم ذلك حتى يستطيع أن يتحاشاه وذلك للأسباب الآتية :\n1- أن المقطع المضغوط أقل طلاقة من المقطع غير المضغوط\n2- أن المقطع المضغوط يستهلك وقتاً طويلاً قبل وبعد نطقه مما يتعارض مع الطلاقة اللفظية . ... ... ... ... ...\n(سحر الكحكي 1997 ، 28)\n(10) طرق علاج التلعثم :\nعرض بعض طرق علاج التلعثم كالتالي :\nأولا :- البرامج الإرشادية في علاج التلعثم Counseling Program\nتمضي خطة علاج التلعثم في اتجاهين أولهما الإرشاد للمتلعثم وأسرته، والاتجاه الثاني هو برنامج العلاج الذي يقوم على أساس إبدال السلوك اللفظي التخاطبى المضطرب بسلوك لفظي تخاطبي أخر صحيح،حيث يعتبر الإرشاد طوراً هاماً من أطوار العلاج الشامل في آي برنامج علاجي يوضع لعلاج التلعثم.\n(هبه سليط ، 1995، 32)\n... ويهدف الإرشاد إلى إرساء قاعدة يبدأ منها عملية إبدال السلوك اللفظي التخاطبي المضطرب ، من خلال تكوين فكرة عن طبيعة المشكلة التخاطبية وطرق علاجها ، وتعديل الاتجاه نحو الطفل المتلعثم في سبيل محاولة مساعدته وإتاحة جو للتنفيس الانفعالي له، وتوفير الدعم النفسي والمعنوي له، علاوة على إلقاء الضوء على الاضطرابات الأخرى المصاحبة للتلعثم والمساعدة في إيجاد حلول لها.\nهذا وتمر عملية الإرشاد من وجهه نظر كوبر Cooper لمن يعانون من التلعثم بأربع مراحل:\n1- مرحلة التوجيه وشرح الأهداف وأبعادها .",
        "(1/27)\n\n2- مرحلة تكوين العلاقة بين المعالج والمتلعثم .\n3- مرحلة التعديل والتخطيط .\n4- مرحلة التطبيق وتوجيه نصائح نحو استخدام وسائل علاجية معينة .\n(Cooper, 1979, 201)\nكما أشار ستاركوينزر Starkwenather (1987) إلى أن إرشاد أسرة الطفل المتلعثم تقوم على إعطاء خبرات من شأنها أن تساعد الأهل على التغيير من أجل الوصول إلى هدفين هما:\n1- تغيير البيئة المحيطة بالطفل من أجل تحسين أسلوب نطقه .\n2- مساعدة الأسرة على تفهم الطفل بصورة أفضل .\nStarkwenather, 1987,46) )\nوتتفق معظم البرامج الحديثة في علاج التلعثم مع ما أشار إليه ستاركوينزر (1987) ويتضح ذلك في برنامج كمبرداون Camperdown (1999)، وبرنامج ليدكومب Lidcombe (2002) .\nكما أوضح جريجورى Gregory (1997) أهمية تفهم مشاعر ومفاهيم الطفل المتلعثم وأسرته قبل أن يبدأ المعالج في إعطاء النصائح والتوجيهات وذلك لأن كل طفل متلعثم له مشاعره وتجاربه الخاصة والتي تختلف من طفل متلعثم لأخر.\n(Gregory, 1997,.328)\n... كما أشار ديل Dell (1979) إلى أن المعالج يجب أن يدرك أن أسرة الطفل المتلعثم لم يلجئوا إليه لمجرد تقديم المعلومات أو أخذ الإرشادات فقط بل أيضا ليتعرفوا على كيفية مساعدة الطفل في المنزل.\nDell, 1979,24) )\nكما يجب أن يعمل المعالج على إشراك الوالدين في عملية علاج طفلهم المتلعثم وهذا ما أكدت عليه دراسة جوتوالد Gottwald (2003) بضرورة مشاركة الأسرة في عملية الإرشاد والعلاج لطفلهم ليستفيدوا من الإرشادات ويساعدوا الطفل في تنفيذ ما يطلب منه التدريب عليه في المنزل من تدريبات تخاطبيه أو سلوكيات لفظية.\n(Gottwald, 2003,.41)\n... ويجب على المعالج أن يزود الأسرة بمعلومات كافية عن التلعثم وعن كيفية حدوث عملية النطق ويتعرف على المواقف التي يزيد فيها التلعثم لدى الطفل حيث أن تحديد هذه المواقف بدقة يساعد في علاج التلعثم .\n(1/28)",
        "\nحيث يعتقد فان ريبر (1973) أن هناك أياماً يقل فيها التلعثم بصورة واضحة بعكس أيام أخرى تزداد فيها درجة التلعثم ، لهذا ينصح بإرشاد الوالدين بالتعامل بحرص مع الطفل، ففي أيام ازدياد درجة التلعثم يجب عليهم تقليل موضوعات الحديث مع الطفل ومحاولة إطالة فترات السكون لديه في حين أنه يجب عليهم إدماجه في الحديث في الأيام الأخرى.\n(Van Riper, 1973, .345)\n\nكما أوضح بيترز وجويتر Peters & Guiter (1991) أن على المعالج تشجيع الوالدين على إدماج طفلهم في مواطن الحديث بقدر الإمكان وذلك في الأيام التي يتكلم فيها بصورة أقرب إلى الطبيعي لكي يعتاد الطفل على الحديث بصورة أفضل في حين أن عليهم أن يجدوا بعض المهارات التي لا تتطلب الحديث وذلك في الأيام التي يزداد فيها التلعثم، كما يجب على المعالج الذي يقوم بعلاج التلعثم عند الطفل مراعاة النواحي التالية:\n1- يتذكر أن الطفل لم يأتي للعلاج بنفسه ولكن والده جائوا به.\n2- أنه يصعب على الطفل أن يتفهم طبيعة العلاج، أو أن يتحمل مسئوليته كما يجب ألاّ يتوقع أن الطفل سوف يطبق قواعد العلاج خارج جلسة العلاج.\n3- أن كثيراً من الأطفال يرفضون مواجهة مشكلة تلعثمهم ولا يريدون حتى أن يغيروا منها أو يحسنوها نظراً لان هذه المشكلة أرهقتهم وجعلتهم غير سعداء بحيث أنهم لا يريدون حتى التحدث عنها.\n(Peters & Guitur, 1991, 163)\n\nويشير الباحث هنا إلى أهمية أن يقيم المعالج جسراً من الألفة بينه وبين الطفل المتلعثم يتمثل في إقامة علاقة حميمة وقوية من أجل ضمان نجاح العلاج ،حيث أن جلسات التدريب العلاجية بدون هذه العلاقة ستكون لا معنى لها وذلك لإحساس الطفل بأنه يجلس مضطراً مع شخص غريب وهو المعالج مما يشعره بالوحدة ، وعلى المعالج تفهم هذا الشعور لدى الطفل ومساعدته على التغلب عليه من خلال بث الطمأنينة والثقة في نفس الطفل وأشعاره بالألفة.\n\nدور الأسرة في برنامج الإرشاد الخاص بالأطفال المتلعثمين:\n(1/29)\n",
        "1- أن يمتنع الأباء عن انتقاد أطفالهم عند حدوث التلعثم ،بجانب امتناعهم أيضا عن تصحيح كلام الطفل أو مساعدته عند حدوث العثرات الكلامية ، كما يجب ألاّ يعيروا آي أهمية لمشكلة تلعثم طفلهم حتى لا ينتقل هذا الإحساس للطفل فيعتبر الطفل نفسه متلعثما و تظهر عليه ردود فعل التفادي.\n2- يجب على الوالدين عدم مطالبة الأبناء بالكمال، وعدم أحاطتهم بالقيود الزائدة والمبالغ فيها لان ذلك يمكن أن يؤدى أيضا إلى ظهور ردود فعل التفادي.\n3- يجب مراعاة المواقف التي يحدث فيها التلعثم عند الأطفال والتي يجد الطفل أثناءها صعوبة في الكلام ، كذلك مراعاة المواقف التي يتحدث فيها الطفل بطلاقة لمساعدته على الاستمرار في الكلام حتى يشعر أنه يستطيع الكلام بطلاقة دون تلعثم ، وإذا حدثت له بعض العثرات أثناء ذلك يتم تحويل الكلام إلى تنغيم أوالى الكلام الإيقاعي.\n(نوران العسال ، 1990 ،92)\n4- الاستماع الجيد: يجب على الأهل أن يصغوا جيداً عندما يبدأ طفلهم في الحديث مع إعطاء الاهتمام لما يقوله الطفل وليس للطريقة التي يتكلم بها ، كما يجب الاحتفاظ بنظرة العين المعتادة تجاه الطفل أثناء حديثه.( Ahlam,1993,58)\nحيث أوضح كونتيرى Conture (1989) أنه إذا بدأ الطفل المتلعثم حديثه بينما من حوله يمارسون أعمالاً تتطلب منهم التركيز مثل قيادة السيارة فهنا يجب عليهم أن يشرحوا للطفل انهم لا ينظرون إليه بسبب انشغالهم في شئ يتطلب منهم التركيز إلا أنهم يستمعون جيداً إلى ما يقوله. ... ... ... ... ... ... ... (Conture, 1989,.22)\n(1/30)\n\n5- إبطاء سرعة الكلام : إن أمهات الأطفال الذين يعانون من التلعثم يتكلمون مع أطفالهم بطريقة أسرع من أمهات الأطفال غير المتلعثمين ، ومن هنا يجب إرشاد هؤلاء الأمهات إلى إبطاء كلامهن مع أطفالهن وذلك لإعطاء القدوة لهم عن كيفية الكلام الصحيح وأيضا من أجل إعطاء أطفالهن الفرصة لتفهم ما يقال ، مما يساعد هؤلاء الأطفال المتلعثمين على ترتيب أفكارهم بصورة منظمة.\n(Kelly & Conture, 1992,1265)\n6- عدم مقاطعة حديث الطفل : وجد مايرز وفريمان Meyers & Freeman (1985)\n... أنه كلما زادت مقاطعة الأبوين للطفل المتلعثم أثناء الحديث ازدادت شدة تلعثم الطفل .\n(Meyers & Freeman, 1985, 201)\nكما لاحظ كيلى وكونتيرى (1992) أن هناك علاقة وطيدة بين درجة التلعثم وبين مرات المقاطعة من الأهل ، وبناء على هذا يجب إرشاد الأهل ألا يقاطعوا الطفل أثناء الحديث.\n(Kelly & Conture, 1992,.1252)\n7 - إعطاء الوقت : أوضح كورلي Curlee (1989) أنه إذا انتظر آباء الأطفال المتلعثمين برهة قبل الرد على أبنائهم فان الطفل يصبح هادئاً غير متعجل وأقل تلعثماً لهذا فعلي الأباء الانتظار لكي ينهي طفلهم حديثه بهدوء قبل الرد عليه.\n(Curlee, 1989,.11)\n8 - ملاحظة الطفل: يجب علي الأبوين من خلال المساعدة المقدمة من المعالجين ملاحظة الطفل وذلك من أجل تحديد الأوقات التي تتغير فيها درجة التلعثم سواء بالزيادة أو بالنقصان، كذلك ملاحظة بعض العوامل اللغوية التي قد تزيد التلعثم، فكلما كانت مادة الحديث غريبة أو صعبة الفهم علي الطفل كان هذا عاملا من عوامل زيادة التلعثم، كما أن بعض العوامل البيئية قد يكون لها تأثير سلبي علي طلاقة الكلام مثل التنافس أثناء الحديث، التعب ،أو وجود مستمعين غرباء عن الطفل.\n(هبة سليط ، 1995 ،38 )",
        "(1/31)\n\nحيث وجد كونتيري Conture (1989) أن عدم الطلاقة يزداد بصورة طردية مع طول ودرجة التعقيد في مادة الحديث، لهذا يجب علي الوالدين أن يبادروا بمساعدة طفلهم خاصة بعد أن يتعرفوا علي المواضع التي تزيد التلعثم وشرح ما يصعب علي الطفل فهمه، كما أوضح كونتيري أنه إذا كانت المشكلة في وجود بعض العوامل اللغوية فيجب علي الأهل تحسين تلك العوامل اللغوية بصورة أفضل، أما إذا كانت عدم الطلاقة تزداد بسبب التوتر أو الانفعال، فيجب علي الوالدين تقليل ذلك من خلال تهدئة الطفل باللعب معه مستخدمين صوتاً هادئاً بطيئاً أثناء الحديث.\n(Conture, 1989, 12-23)\n9- التشجيع والعقاب: يجب علي المعالج أن يتبين بدقة ردود أفعال الأهل تجاه طفلهم الذي يعاني من التلعثم، هل يشجعونه أم يعاقبونه لتلعثمه ، كما يجب علي المعالج أن يكون حذراً في معالجة ذلك حتى لا تزداد المشكلة، لهذا يجب إرشاد الأهل إلى التركيز فقط فيما يقوله الطفل وليس إلي الطريقة التي يتكلم بها وذلك بدلا من إعطائهم توجيهات لتغيير ردود أفعالهم وينصحهم ألا يشجعوا الطفل أو يعاقبوه علي تلعثمه بل عليهم أن يكونوا حيادين قدر المستطاع.\n10- اشتراك الوالدين والمعلم مع المعالج في وصف اقتراحات للأدوار المتبادلة التي يقومون بها بغرض المساعدة في عملية العلاج،وجعل الطفل يتحدث عن مشكلة تلعثمه.\n(Gottwald, 2003,44)\n(1/32)",
        "\n... أوضح ويليامز Williams ( 1989) أن جعل الطفل يتحدث عن مشكلة التلعثم أمر ليس بالسهل ،إلا أنه يمكن للوالدين أن يناقشوا تلك المشكلة بصورة مبسطة علي طريقة \"ارتكاب الأخطاء\"، فمثلاً إذا كان الطفل يكرر الأصوات أو الكلمات أثناء حديثه فينبغي علي الأهل أن يوضحوا له أن الجميع يخطئ في بداية تعلمه للكلام أو في تعلمه للعدد أو لعب الكرة \" مع ملاحظة إعطاء أمثلة مبسطة \" وعليهم أن يبينوا أنه قد يكون أقل من زملائه في تعلمه الكلام إلا أنه بالقطع أفضل من كثيرين في تعلمه لأشياء أخري، أما إذا كان الطفل يكرر الأصوات والكلمات بالإضافة إلى وجود حركات مصاحبة فهنا يجب علي الأهل أن يفسروا المشكلة لطفلهم باستخدام مثال \" قيادة الدراجات \": إنه إذا كان الطفل يحاول قيادة دراجته للمرة الأولي فيكون هناك خوف داخله خشية الوقوع من علي الدراجة، وهذا يجعله في حالة عصبية من شأنها أن تزيد من مرات وقوعه، وهذا المثال ينطبق تماماً علي كلام الطفل فهو يخاف أن يخطئ أو يتلعثم وهذا سيؤدي به إلى أن يزداد في تلعثمه، لذلك يجب علي الأبوين أن يوجهوا الطفل إلى تجنب أي محاولة لإخفاء تلعثمه بل عليه أن يتلعثم كما يريد فقط بدون أن يكون هناك أي نوع من أنواع الشد العصبي ، كما يجب علي الأبوين أيضاً شرح مشكلة التلعثم بوضوح لأشقاء الطفل وذلك منعاً للسخرية والتي من شأنها أن تزيد المشكلة سوءاً، كما يجب عليهم توضيح بعض النقاط لأطفالهم وهي ألا يقاطع أحدهم الآخر وألا يتكلم أحدهم بالنيابة عن الآخرين، وان يعبر كل فرد عما يريد بطريقته.\n(Williams, 1989, 38)\n\nدور المعلم في برنامج الإرشاد الخاص بالأطفال المتلعثمين:\n... إن التعاون بين الأسرة والمعلم والمعالج من خلال اشتراكهم في عملية العلاج يقدم الكثير من العون في تقدم علاج الطفل المتلعثم.\n(Gottwald , 2003, 41)\n(1/33)\n",
        "كما يجب أن يكون هناك دور لمن يقوم بتقديم خدمة فعالة للأطفال الذين يتلعثمون داخل المدرسة في برنامج الإرشاد الخاص بالأطفال المتلعثمين والذي يكون موظف بالمدرسة أو استشاري خارجي له خبرة في علاج اضطرابات النطق.\n(Finn, 2003,157)\nويقترح ويليامز (1989) أن المعلم يمكن أن يساعد الطفل من خلال التالي:\n(1) تحديد مقابلة بين الوالدين والمدرس والمعالج تتم خلالها مناقشة مشكلة الطفل بصورة واضحة مع محاولة وضع برنامج متبادل فيما بينهم.\n(2) أن يعامل المدرس الطفل المتلعثم بنفس الطريقة التي يعامل بها الأطفال الآخرين والذين لا يعانون من التلعثم.\n(3) وضع أسس يتم من خلالها تحديد طريقة المناقشة داخل الفصل وذلك بالتنبيه علي جميع التلاميذ بعدم مقاطعة بعضهم بعضاً وألا يكمل أحدهم حديث الآخر.\n(4) إعطاء الطفل المتلعثم الوقت الكافي قبل أن يبدأ الرد علي الأسئلة.\n(5) يشرح للطفل كيفية إلقاء الدروس ، والتدريب عليها بالمنزل وكذلك يجب علي المعلم أن يساعده علي التحدث أمام زملائه ويشجعه.\n(Williams, 1989, 33)\n\nثانياً:-فنية التظليل Shadowing:\nوصف هذا الأسلوب العلاجي سايرز Sayers (1956) وهو يعتمد على ملاحظه أن الطفل المتلعثم يميل إلى الكلام بطلاقة عندما يقوم بتقليد أسلوب معروف لكلام شخص آخر .\n(صفاء غازي ، 1991 ، 69) ...\nتعتمد هذه الطريقة على اقتفاء ومحاكاة وتقليد الطفل المتلعثم لكلام المعالج ، فيكرر ما يقوله المعالج بحيث يكون كلام الطفل متزامناً مع كلام المعالج في نطق كل كلمة.\n(1/34)\n\nوتتم عملية التظليل بأن يقوم المعالج بالقراءة من كتاب بصوت عالي و بسرعة عادية للنطق، ثم يتبعه نطق الطفل المتلعثم في الحال ، مرددا ما قاله المعالج بصوت مرتفع أيضا وهذه الطريقة تسمى بفنية التظليل ، وذلك لان الطفل المتلعثم يكاد يكون في ظل المعالج من خلال ترديده السريع لما يقوله المعالج على أن تكون مادة القراءة مناسبة لمستوى تعليم الطفل المتلعثم، وان تتم القراءة بمعدل سرعة مناسب لكل من الطفل المتلعثم والمعالج، وإذا فقد الطفل المتلعثم أي كلمة أثناء الترديد فيستمر ويتابع الكلام دون توقف أو انقطاع.\nوأوضح فان رايبر (1973) أن طريقة علاج التلعثم بالتظليل قد يفيد مؤقتاً ولكن لا يمكن استخدامها خارج حجرة العلاج ، وبالتالي لا يمكن أن يكون لها أثر فعال يعم المواقف الكلامية المختلفة، مما لا يجعل هذه الطريقة ذات أثر علاجي إيجابي مستمر.\nvan Riper,1973,75) )\nوفى ضوء نتائج دراسة محمد نزيه (1976) ودراسة سهير أمين (1995) يتضح فاعلية أسلوب التظليل في خفض التلعثم على اعتبار أن العيوب المسئولة عن التلعثم هي عيوب إدراكية وأن أسلوب التظليل يعمل على كف التغذية المرتدة السمعية وبالتالي إعاقة فعل الرقابة الذاتية للمتلجلج الذي يؤدى إلى خفض درجة التلعثم .\n\nثالثا :- فنية الإطالة Prolongation\nجعل الطفل في حالة من الاسترخاء البدنى والعقلي ، ثم يبدأ في قراءة قطعة بشكل بطئ جدا وذلك مع الإطالة أثناء نطق كل مقطع يقرأه الطفل المتلعثم مثل كلمة تليفزيون تنطق كالتالي ......( تليفزيون )\nتعتمد هذه الطريقة على تدريب الطفل المتلعثم على إطالة نطق الصوت ، والفونيم، والكلمة ، وينبغي أن يستمر تطويل المقاطع حتى تنتهي الجملة بدون توقف خلالها ، كما يجب أن يمارس التطويل حتى أثناء التحدث مع الآخرين في مواقف الكلام المختلفة، وقد أسفرت نتائج تحليل الحالات الخاضعة للعلاج بطريقة التطويل عن وجود نتائج علاجية جيدة.\n(",
        "(1/35)\n\nسهير أمين ،1995، 77)\nرابعا :- فنية الكلام الإيقاعي\n... يتم من خلال جهاز المترونوم ويقوم المتلعثم بتقسيم الكلمة إلى مقاطعها وينطق كل مقطع مع دقة من دقات الجهاز مما يؤدى إلى اختفاء العثرات أثناء الكلام بهذا الإيقاع والإطار اللحني المصطنع ، وقد استخدم اندروز وهاريس Andrews & Harris (1964) هذا الجهاز على 35 من المتلعثمين البالغين والأطفال ولاحظا تحسن وطلاقة واضحة وسريعة على كلامهم لكن مؤقتة حيث كان هذا التحسن نتيجة لتشتيت فكر المتلعثم عن مشكلته ، ثم لا يلبث التلعثم أن يعاود الظهور بعدها مرة أخرى . ...\n(نوران العسال،1990، 69) (هدى عبد الواحد، 1998،65)\nخامسا :- طريقة عدم التفادي لفان رايبر\n... تعد طريقة فان ريبر (1973) من أكثر الطرق شيوعاً لعلاج التلعثم وقد قسم فان رايبر طريقته إلى 6 خطوات هي كالتالي :\n1- الدافعية Motivation\n2- التعرف Identification\n3- التحصين التدريجى Desensitization\n4- التغيير Variation\n5- التقريب Approximation\n6- الاستقرار Stabilization\n1 – الدافعية:\n... الهدف من هذه الخطوة هو زيادة دافعيه المتلعثم في الشفاء من خلال مساعدته على التخلص من الإحباط والخوف الذي لازمه خلال فترة الإصابة بالتلعثم، و يمكن تحقيق ذلك بعدة طرق منها أن يتقابل المتلعثم مع متلعثم أخر قد تم شفاؤه، أو من خلال سماعه لشريط تسجيل، أو مشاهدة شريط فيديو لتوضيح مدى تحسنه بعد إتمامه لطريقة العلاج، وهذه الخطوة لا تتم في بدء العلاج فقط ولكن يجب التوضيح وإزالة المعلومات الخاطئة عن التلعثم، مع إيضاح هدف العلاج ، ودور المعالج ، ودور المتلعثم ، ومدة العلاج وضرورة التحلي بالصبر والمثابرة.\n2- التعرف:\n(1/36)",
        "\n... الهدف من هذه الخطوة هو أن يتعرف المتلعثم على الكلمة التي يخاف من نطقها، وأن يتعرف على المواقف التي يتلعثم فيها بكثرة ، ومتى وكيف تظهر الحركات المصاحبة ، ومتي وكيف يتفادى الكلام مع الآخرين ، وتعتبر هذه الخطوة من الخطوات الرئيسية في العلاج حتى يمكن تغيير هذا السلوك وفى بادئ الأمر يطلب من المتلعثم أن يتعرف على الكلام الطلق له ليعلم أن نسبة كلامه الطلق أكثر بكثير مما كان يتوقع أو يتصور، وبعد ذلك يطلب منه أن يحدد التلعثم البسيط الذي يحدث في كلامه ، وبذلك يجد المتلعثم أن مشكلة تلعثمه الحقيقة تشكل جزءاً ضئيلاً من كلامه ، ثم يطلب منه وصف الطرق المختلفة التي يلجأ لها لتفادى الكلام بهدف تحديدها ليتعرف عليها.\n3-التحصين التدريجى:\n... الهدف من هذه المرحلة هو أن نجعل المتلعثم يواجه مشكلته وأن يقلل من قلقه و خوفه من الانفعالات النفسية الأخرى المصاحبة للتلعثم ، وهذا يتحقق من خلال عدم تعزيز سلوك التلعثم ومنع ردود الفعل القديمة التي كانت تظهر للمتلعثم بعد حدوث التلعثم ، ثم إحداث رد فعل أو تشريط معاكس تجاه المنبه وتكرار هذا الفعل بتكرار المنبه حتى يحدث تكيف لهذا المنبه، وفى هذه المرحلة يقوم المعالج بوضع برنامج علاجي متدرج حتى يستطيع المتلعثم بعد تنفيذه أن يتغلب على الخوف الذي يصاحب بعض المواقف والتي يزداد فيها تلعثمه، كما يقوم المعالج بتوضيح أن الخوف مطلوب لكل شخص لكن بنسبة غير مبالغ فيها.\n4- التغيير:\n(1/37)\n",
        "... الهدف من هذه المرحلة هو أن نساعد المتلعثم أن يعرف أنه يستطيع أن يغير من سلوكه المضطرب في الكلام، وبذلك يستطيع أن يتلعثم بطلاقة دون الحاجة إلى الخوف أو التفادي، وهذا يتأتى عن طريق تغيير بعض سلوك المتلعثم في حياته العادية قبل أن الشروع في تغيير سلوكه في الكلام ، ثم يجئ دور تحوير المتلعثم لكلامه بأن يضعف من ارتباط أعراض التلعثم بعضها البعض، وذلك بأن يغير من ترتيب حدوثها أو يحذف أحدها أو يضيف سلوكاً جديداً صحيحا.\n5 - التقريب:\n... وهذه المرحلة تتم من خلال ثلاث خطوات هي :\n- الإلغاء Cancellation\n... وفيها يقوم المتلعثم بالتوقف عن الكلام عندما يتلعثم في صوت أو مقطع، ثم يقوم بإعادة هذه الأصوات مرة أخرى حتى فى وجود الخوف من انتباه المستمع له ويجب على المتلعثم أن يكمل نطق الكلمة بما فيها من عثرات قبل تكرارها مرة أخرى.\n- الاعتدال Pull outs\nيقوم المتلعثم بتطبيق ما تعلمه في مرحلة الإلغاء عندما يشعر بصعوبة فى نطق إحدى الكلمات ولكن بدلاً من التوقف عن الكلام ثم تكرار الكلمة يقوم بتطويل الصوت الذي حدث فيه التلعثم ، حتى يتمكن من أن يصحح مسار الأداء الكلامي لهذا الصوت أي أن هذه المرحلة تعتمد على ما يفعله المتلعثم أثناء التلعثم .\n- التحضير Preparatory\n... هذه المرحلة تتعلق بتوقع المتلعثم ، فإذا توقع أنه سوف يتلعثم في كلمه محددة فعلية ان يقوم بنطق هذه الكلمة نطقاً مقطعياً سليماً ، كما يجب أن يوفق بين إخراج الصوت والتنفس.\n\n6- الاستقرار\n... هذه المرحلة هي آخر خطوة في العلاج، وفيها يستمر الطفل المتلعثم في اتباع السلوك الجديد الذي تعلمه عند حدوث التلعثم، وفى هذه المرحلة تقل عدد الجلسات، و تضم جلسات التدريب أشخاصاً زائرين أو غرباء حتى لا يكون هناك خوف من الكلام في وجود أشخاص غرباء.\n(Ahlam, 1993,69:73)\nسادسا :- طريقة كوبر Cooper (1979) لعلاج الأطفال المتلعثمين وقد قسمها إلى خطوات تساعد على الطلاقة:\n(1/38)\n\n- الكلام ببطء : ويتميز فيها النطق بالبطيء مع إطالة المقاطع بشكل متساوي\n- بداية سهلة: وفيها يبدأ الطفل بإخراج الصوت دون توتر فى عضلات الحنجرة قدر الإمكان.\n- التنفس العميق : وفيها يأخذ الطفل هواء الشهيق قبل إصدار الصوت .\n- التحكم في مستوى شدة الصوت: وفيها يتحكم الطفل في أن يكون مستوى شدة الصوت واحدة خلال الكلام إما عالية أو منخفضة.\n- إخراج سهل للكلام: وفيها لا يضغط الطفل على أعضاء النطق بشدة خصوصاً عند نطق الأصوات الانفجارية لتكون مشابهة في النطق للأصوات الاحتكاكية Fricatives .\n- تأكيدات المقاطع : وفيها يتم التحكم في تغيرات حدة الصوت.\n(Cooper, 1979, 207)\nسابعا:- طريقة إدماج الأصوات co articulation:",
        "(1/39)\n\nاستخدم سترومستا Stromsta (1986) طريقة إدماج الأصوات أيضا مع الأطفال بطريقة معدلة حيث أهتم بالفرق بين الأطفال الذين يعانون من عدم الطلاقة الطبيعية والذي يتميز كلامهم بتكرار للمقطع، أو تكرار الكلمة وبين الأطفال المتلعثمين والذي يتمثل تلعثمهم في تكرار لجزء من الصوت أو لجزء من المقطع \" انشطار داخلي للفونيم ، \" والذي يسمي بالسلوك الأساسي للتلعثم وقد أكد سترومستا أنه في حالة وجود تقطعات داخل الفونيم الواحد لابد من التدخل العلاجي بأقصى سرعة حتى لا تنشأ ردود الفعل والتي تتمثل في الإطالة، والوقفات، والحركات اللاإرادية، وتتمثل طريقة سترومستا في أن نجعل دمج الأصوات تحدث بطريقة غير مباشرة آي بطريقة اللعب مع الطفل وقد أعطي مثالاً للضمير \" أنا \" باللغة الإنجليزية “ I ” وهو يتكون من صوتين( a , I ) وفيه يدرب الطفل على نطق الصوت( a ) عندما تكون اللعبة في الجهة اليمني ثم يقوم بتحريك اللعبة ببطيء تجاه اليسار مع التطويل في الصوت ( a ) حتى تصل اللعبة إلى منتصف المتحركين معا\" فى منتصف المسافة \" وينطق الضمير( I ) ويمكن أيضا تطبيق هذه الطريقة باللغة العربية فمثلاً فى كلمة \" كوره \" يقوم الطفل بنطق الصوت الأول( K )عندما تكون اللعبة فى الجهة اليمني وعند وصول اللعبة إلى الجهة اليسرى ينطق الصوت(O) ثم يقوم بنطق باقي الكلمة ويجب مراعاة تعليم هذه الطريقة للوالدين حتى يشاركا أطفالهما في المنزل الكلام بهذه الطريقة حتى لا يشعر الطفل بأنه يتكلم بطريقة غريبة وشاذة كما يجب مراعاة أن يستخدم الطفل هذه الطريقة فى كل الكلام وليس أثناء التلعثم فقط.\n(Stromsta, 1986, 121)\n\nثامنا:- طريقة الكلام وفقا لزمن محدد syllable timed speech :\n(1/40)",
        "\n... استخدم هذا الأسلوب من العلاج كل من أندروز Andrws وهاريس arris (1964) حيث قاما بتجزئة المقاطع وفقا لزمن محدد وهو شكل من أشكال الكلام، يتم فيه إخراج المقاطع على فترات زمنية متساوية وبضغط متساوٍ على النبرات ، وتوصلاً إلى أن هذه الطريقة تزيل التلعثم على نحو فعال لدى نسبة كبيرة من المتلعثمين.\n(Bloodstein, 1969, 239)\n\nتاسعا:- طريقة السيكودراما Psychodrams :\nمن أشهر الطرق العلاجية النفسية التي استخدمت في علاج التلعثم والتي وضعها مورينو moreno (1956) وعرفها على أنها اتحاد و اندماج عملي للمجموعات ، واستخدام الحدث كطريقة للعلاج.\n(زينب شقير، 2002، 304)\nويعرف عبد الرحمن عيسوى (1979) السيكودراما بأنها عبارة عن منهج لمساعدة المريض للتطهير النفسي ، عن طريق تمثيل أدوار مختلفة على خشبة المسرح وتصمم فيها الأدوار بحيث تكشف عن معاني هامة في بعض العلاقات الاجتماعية عند المريض0\n(عبد الرحمن عيسوى ، 1979، 124)\n...\nتستخدم السيكودراما كما حددها مورينو (1956 ) الأدوات الخمسة التالية: المسرح، العميل، المعالج، المساعدين، الجمهور، ودور المعالج هو تحويل كل ما علمه سابقاً من العميل إلى فعل درامى.\n(إلهام عبد الرحمن خليل، 2004، 122)\nومن أهم المفاهيم التي تعتمد عليها السيكودراما كعلاج، مفهوم لعب الدور والتلقائية والتطهير، وهى ذات قيمة بالنسبة للمتلعثم حيث تكتنفه صراعات عديدة، ويملأه الخوف، ومن ثم فالسيكودراما من الطرق الفعالة في علاج التلعثم.\n(Ozarin, 2003, 60)\nوترى صفاء غازي (1991) أن السيكورداما هي الأسلوب الذي نصل به إلى بعض الحقائق النفسية مستعينين بالطرق الدرامية.\n(صفاء غازي، 1991، 80)\n(1/41)\n",
        "والدراما النفسية أسلوب علاجي يساعد على إخراج الشحنات الانفعالية الداخلية عند الطفل، والتي تكون غالباً هي محور تلعثمه ، وفى هذه الطريقة يتم مساعدة الطفل على التفاعل الحر التلقائي، وذلك من خلال تمثيله للدور الذي يعكس الحياة الطبيعية ، حيث أن لعب الأدوار يشُعر الطفل بتقبل ذاته مما يساعده فى التغلب على تلعثمه، وتتم الدراما النفسية في مواقف مماثلة للمواقف الطبيعية التي يمر بها الطفل في حياته العادية والتي قد تبعث على حدوث التلعثم وعندما يمر الطفل بهذه المواقف من خلال اللعب الدرامي أثناء عملية العلاج يستطيع إدراك انفعالاته الحقيقة مما يساعده على التغلب على مشكلة التلعثم .\nواستخدمت الدراسة الحالية في برنامجها الإرشادي، فنيات لعب الدور، وقلب الدور، والكرسي الخالي ، وغيرها من الفنيات السيكودرامية الملائمة لعلاج التلعثم ، والتي سوف يقوم الباحث بتوضيحها من خلال عرضه للفنيات والطرق المستخدمة في البرنامج موضوع الدراسة الحالية.\nعاشرا:- طريقة التحصين التدريجي Systematic Desensitization\nتعد هذه الطريقة احدي طرق العلاج النفسي السلوكي ، وهى عبارة عن تطبيق لنظريات التعلم في الموقف العلاجي، و الفكرة الرئيسية التي يقوم عليها هذا الأسلوب العلاجي هو إزالة الاستجابة المريضة (الخوف) تدريجيا من خلال تشجيع المريض على مواجهة مواقف الخوف تدريجيا إلى أن تتحيد مشاعره الانفعالية الحادة نحو تلك المواقف .\n(زينب شقير، 2002، 254)\n(1/42)\n\nفبعض الأطفال المتلعثمين يحققون طلاقة لفظية أثناء جلسات العلاج ، لكنهم يجدون صعوبة في الكلام من خلال المواقف الكلامية خارج جلسات العلاج في مجالات الحياة المختلفة، وهذه الطريقة من العلاج تتم عن طريق إعداد قائمة شاملة لمواقف الكلام التي تثير قلق وخوف الطفل المتلعثم ،على أن يتم الإعداد بالترتيب فتبدأ بأقل المواقف إثارة للقلق والخوف وتنتهي بأكثر المواقف إثارة للقلق والخوف، ثم يطلب من المتلعثم أن يتخيل تلك المواقف واحداً بعد الأخر بالترتيب الخاص وأن يتكلم بصوت عال في موضوع يهمه ويجب التأكيد على أهمية عملية الاسترخاء بالنسبة للمتلعثم في كل المراحل العلاجية، وبهذه الطريقة يتم خفض الحساسية المتعلقة بمثير التلعثم في كل موقف ، ويلاحظ انه مع انخفاض حدة القلق والخوف تزداد طلاقة الطفل، ويضيف بهرث راج Rag(1976) أن هذه الطريقة قد حققت نتائج جيدة جداً في علاج حالات التلعثم.\n(سهير أمين ، 1995 ، 78)\nكما أكدت دراسة تاير tyre (1973) ،ودراسة لات latte (1976) على مدى جدوى استخدام أسلوب التحصين التدريجي علىتحقيق نتائج جيدة في علاج التلعثم.\n\nوتتطلب هذه الطريقة عدة شروط منها:-\n1- أن يكون المعالج قادرا على معرفة الاستجابات المعارضة للقلق، التي إذا أحضرت عند ظهور الموقف المهدد زاحمت القلق أو الخوف المرتبط بهذا الموقف وأبعدته ،وقد تكون الاستجابة المعارضة للقلق هي حضور الآخرين أو صحبة شخص يبعث علي طمأنينة وراحة واسترخاء الطفل عند تعريضه للمواقف المثيرة للخوف ثم يشجع الطفل علي استحضار هذه الطمأنينة والاسترخاء عند ظهور المواقف المهددة والتي تثير خوف الطفل.\n2- تقسم المواقف أو الموضوعات المثيرة للاضطراب إلى مواقف فرعية صغيرة متدرجة بحسب الشدة ، بحيث نبدأ بأقلها إثارة للمخاوف ، ويمكن تدريج التعرض للموقف زمنيا ، أي من خلال التشجيع على التعرض للموقف المهدد لفترات زمنية قصيرة تطول تدريجيا.",
        "(1/43)\n\n3- تعريض الطفل للمواقف المخيفة تدريجيا، أما بطريق التخيل عندما يكون الخوف شديدا، أو من خلال التعريض المباشر إذا كان ممكنا، وبعد أن تتأكد من قدرة الطفل على مواجهة مواقف الخوف\n(عبد الستار وآخرون ،1993 ،73)\nهذا وتعتمد طريقة التحصين التدريجي على ابتكار وسائل لتشجيع الطفل على مواجهة مواقف الخوف تدريجيا بغرض إلغاء الحساسية المبالغ فيها نحو تلك الموقف.\nخطوات التحصين التدريجي :\nتتكون طريقة التحصين التدريجي من أربع مراحل هي:\n1- التدريب على الاسترخاء العضلي .\n2- تحديد المواقف المثيرة للقلق .\n3- تدريج المنبهات المثيرة للقلق .\n4- التعرض لأقل المنبهات المثيرة للقلق ( إما بطريق التخيل أو في مواقف حية ) مع الاسترخاء ، ثم التدرج لمواقف أكثر إثارة لموضوع الخوف .\n\nهذا ويبدأ المعالج في هذه الطريقة بالتشخيص بهدف التعرف على سلوك المريض وتحليله والتعرف على المثيرات المسببة للخوف عند المريض .\nوتتضح أهمية التشخيص في تحديد خطوات العلاج ، من خلال تحديد نوع المثير المسبب للخوف ، والذي سوف بتم تقديمه للمريض فيما بعد بشكل تدريجي لتقليل حدوث أعراض الخوف و الانفعال به ، مما يؤدى إلى ضعف الارتباط الشرطي بين المثير المسبب للخوف وبين استجابة الخوف.\nأما عن مدرج القلق فيشترط فيه التدرج في تقديم المثير الشرطي بدرجات متفاوتة في الشدة حسب نظام معين لكل من المثير الأصلي والمثيرات الشرطية الأخرى المرتبطة به، والتي تسبب الخوف والقلق بحيث تتدرج هذه المثيرات في زيادة شدتها حتى تصل إلى المثير الأصلي.\nويتطلب تحديد مدرج القلق الحصول على معلومات وافية حول المريض من خلال تاريخ حالة المريض وتحديد استجابات المريض بالنسبة لمواقف معينة ، وجمع المعلومات من أهله وذويه، وأخيرا من خلال رأى المعالج وتحليله للموقف الذي أثار الخوف .\n(1/44)",
        "\nويتم بناء مدرج القلق عن طريق حصر كل مثير أخر غير المثير الأصلي الذي تسبب في إحداث حالة الخوف أو القلق ثم ترتيبها (في شكل تنازلي حسب شدتها من الأقل في الشدة إلى الأكثر حتى نصل إلى المثير الأصلي) بشرط الانتقال من المثيرات القائمة على التصورات إلى المثيرات الواقعية أو العيانية، ثم الصور، وعليه فإن مدرج القلق يمر بمراحل: القصص الشفوية، ثم الصور، ثم المجسمات والألعاب، ثم المثير الأصلي .\n(عبد الستار إبراهيم ،1994 ،122 )\n\nحادي عشر:- طريقة التحكم في التنفس :\n... حيث أن التلعثم يشمل بعض التغيرات غير الطبيعية في التنفس ، فان بعض التدريبات على التنفس قد وصفت كعلاج للتلعثم مثل التوقف عند الخوف من كلمة معينة ثم اخذ هواء الشهيق عدة مرات ثم الكلام خلال هواء الزفير .\nHerman et al.,1995 , 26) (\n\nوتقوم طريقة التحكم في التنفس على الخطوات التالية :-\n- أن يأخذ المتلعثم شهيقا ببطء من خلال الأنف، حتى تمتلئ رئته ثم يطلق الزفير من فمه دفعة واحدة .\n- أن يأخذ المتلعثم شهيقا ببطء من خلال الأنف ، ثم يطلق الزفير من فمه ببطء\n- أن يأخذ المتلعثم شهيقاً سريعاً من خلال الأنف ثم أخرج الزفير ببطء من خلال الفم.\n- أن يأخذ المتلعثم شهيقا عميقا وببطء من خلال الأنف ، ثم يخرج الشهيق ببطء من الفم على شكل الأصوات التالية : واه ، فاة ، ثاة ، ساة ، شاة ، ماة ، ناة .\nأن يأخذ المتلعثم شهيقا عميقا وببطء من خلال الأنف ، ثم يخرج الشهيق ببطء من الفم على شكل نطق كلمة مطولة كما في نطق كلمة( أرا ) كالتالى :\n( أ ـ را ) ، ونفس الطريقة في نطق كلمة شرا ، درا ، جرا .\n- أن يأخذ المتلعثم شهيقا عميقا وببطء من خلال الأنف ، ثم يخرج الشهيق ببطء من الفم ثم يطلب منه المعالج العد ببطيء من (1ـ5) أثناء الزفير.\n(1/45)\n",
        "- أن يأخذ المتلعثم شهيقا عميقا وببطء من خلال الأنف ، ثم يخرج الشهيق ببطء من الفم عل شكل همهمة كالتالي : ها ، ما ، نا ، أثناء الزفير لمدة زمنية متكافئة تعادل حوالي خمس حركات إيقاعية.\n- أن يأخذ المتلعثم شهيقا عميقا وببطء من خلال الأنف ، ثم يخرج الشهيق ببطء من الفم مع نطق حروف الهجاء أثناء خروج الزفير.\n- أن يأخذ المتلعثم شهيقا عميقا وببطء من خلال الأنف ، ثم يخرج الزفير من خلال الفم ليمر من بين ورقتين في يدى المتلعثم دون ان يصدرصوت للورق.\n. blowing slip paper steadily keep strain\nأن يأخذ المتلعثم شهيقا ويكرر العبارات التالية أثناء الزفير:\nعلشان أتكلم كويس لازم أتنفس كويس .\nعلشان أتنفس كويس أثناء الكلام لازم أكون هادئ .\nعلشان الناس تفهمني بسرعة لازم كلامي يكون واضح .\nعلشان كلامي يكون واضح لازم أتكلم من غير خوف .\n- ممارسة نطق الكلمات والعبارات والجمل مع التنفس الباطني .\nShimzu, et al, 1995 ,8 ))\n\n(11) التطورات الحديثة في علاج التلعثم :\nاختلفت طرق علاج التلعثم اختلافاً كبيراً نتيجة اختلاف النظريات التي وضعت لتفسير التلعثم ، ولذا تعددت وتفاوتت الطرق ابتداء من طرق بدائية إلى أخرى حديثة تستخدم اليوم.\nاعتمدت الطرق البدائية على العلاج الجراحي فى علاج التلعثم وذلك عن طريق كي اللسان وقطع العصب المغذى له ، وذلك لتقليل توتر عضلات اللسان وفى بعض الأحيان شمل العلاج الجراحي استئصال اللوزتين ولحمية خلف الأنف.\n(Van Riper, 1973, ,52)\n... وتعتبر هذه الطرق العلاجية من الطرق البدائية التي استُخدمت لعلاج التلعثم حيث لا يوجد لها أساس علمي سليم.\n... ثم بدأ علاج للتلعثم عن طريق التحليل النفسي في بداية القرن العشرين حيث استخدم بريل Brill (1923) طريقة علاج تعتمد على التعديل التدريجي لأعراض التلعثم من خلال فهم المتحدثين لما يفعلونة أثناء التلعثم حيث كان الهدف هو التقليل من الخوف وتجنب التلعثم. ...\n(1/46)\n\n... (Bloodstein, 1995, .18)\nثم استخدمت طرق العلاج الجماعي ، حيث يتم تشجيع الأشخاص الذين يعانون من التلعثم على التعبير عن مشاعرهم المتعلقة بمشكلاتهم أمام بعض الأفراد الآخرين الذين يعانون أيضا من التلعثم .\nاعتقد جونسون Johnson (1934) أن المتلعثم يتجنب الكلام من أجل تجنب التلعثم، ولذلك ابتكر العلاج عن طريق إعادة التنظيم الإدراكي ، وفى هذا العلاج يقوم المتلعثمين بملاحظة سلوكهم المتلعثم في المرآة مع استخدام شرائط التسجيل لكي يحددوا ما حدث أثناء التلعثم ويقارنوا ذلك بما يحدث عندما يتحدثون بشكل منتظم ، وذلك بغرض إثبات حقيقة أنه لم يكن هناك آي عيب في جهازهم الكلامي يمنعهم من التحدث بشكل طبيعي وبهذا يتم تشجيعهم على الاستمرار في التحدث ومقاومة تلعثمهم .\n(Stromsta, 1986, 21)\nوفى الفترة من الخمسينيات إلى الستينات تم تجريب العلاج بالعقاقير drug therapy حيث تم استخدام المهدئات، ولكن لا يوجد علاج يعتمد على العقاقير يمكن اعتباره علاجاً مناسباً للتلعثم.\n(Bloodstein, 1995, .27)\nومع ظهور العلاج السلوكي بوجه عام والتشريط الإجرائي بوجه خاص تزامنت الدعوة إلى إجراءات علاجية جديدة للتلعثم.\nحيث قدم شيمز وآخرون shames , et al (1969) طريقة تعديل المضمون الموضوعي للتلعثم حيث يتم تعديل أعراض واتجاهات التلعثم بشكل تدريجي واستخدم أندرس andros (1972) طريقة ( ادخار العملات ) حيث يقضي المتلعثمين أوقاتهم معاً ويمكنهم أن يحصلوا على عملات أو يفقدوها كلما قل تلعثمهم أو زاد.\nLeahy, 1999,53 ) )",
        "(1/47)\n\nوقدم فان رايبر van Riper (1973) طريقته في علاج التلعثم والتي تعتمد على نفس الأساس الذي يعتمد عليه برنامج العلاج عن طريق تخفيف شدة التلعثم حيث يهدف إلى الاستمرار في التحدث بالرغم من حدوث التلعثم واعتمدت طريقته على خطوات الإلغاء ، الاستمرار ، والمرحلة الاستعدادية التي يتم فيها تعليم الشخص المتلعثم كيفية تعديل تلعثمه وتقليل مخاوفه مع التخلص من سلوكيات التجنب.\n\nواستخدم بيريز Berecz (1976) العلاج عن طريق التعديل المعرفي حيث يتخيل المتلعثم أثناء صوت التلعثم إشارة معرفية مرغوبة فيها تساعده على التقليل من التلعثم\n( Berecz,1976,.304)\nكما تم استخدام أنماط أخرى من العلاج السلوكي مثل \" تعزيز الطلاقة \" من خلال التعزيز اللفظي من جانب المحيطين لنطق الطفل في حالة خلوة من التلعثم ، ثم قدم ريد وجودن& Godden Reed (1977) طريقة العقاب على التلعثم، وذلك بالتعنيف اللفظي أو بمنع المتلعثم من التحدث لفترة محددة .\nAhlam,1993, 46 ) (\nلقد بدأ الانتقال من طرق تعديل التلعثم إلى طرق تنمية الطلاقة اللغوية منذ استخدام جولدياموند coldiamond (1963) للتغذية السمعية المرتدة (DAF) حيث استخدمت في البداية كمعزز سلبي لوقف التلعثم ثم ساعدت بعد ذلك بالتدريج على تنمية الطلاقة اللغوية.\n\nوقد أشار كل من آندروز Anderws وهاريس Harris (1964) إلى تجربة في العلاج التي استخدما فيها تجزئه المقاطع وفقا لزمن محدد وهو شكل من أشكال النطق يتم فيه إخراج المقاطع على فترات زمنية متساوية ، والضغط على نطق المقاطع بشكل منظم .\n(Bloodstein, 1969, .239)\nكما قدم بينس وآخرون Peins , et al (1967) طريقة الكلام المستمر وفى هذه الطريقة يحدث وصل للصوت والمقطع والكلمة عن طريق تدفق الهواء المستمر أثناء النطق.(\n2003, 51) Oyler,)\n(1/48)",
        "\nوفى عام (1975) وضع شوارتز Schwartz طريقة عرفت باسم\" تدفق الهواء حيث يسمح للمتلعثم بأخذ نفس عميق بلا مقاومة قبل نطق كل لفظ على غرار ذلك قام سميت Smith (1978) بتجريب العلاج الصوتي مع تحكم في التنفس كطريقة لعلاج التلعثم.\nCard, 2002, 18))\nومنذ أواخر السبعينيات إلى الثمانينات كانت التطبيقات المبرمجة لأنماط العلاج السلوكي هي الطريقة الشائعة في علاج التلعثم، حيث يستخدم المعالج برنامجاً على درجة عالية من التنظيم في شكل خطوات صغيرة محددة يسهل القيام بها.\n\nومن الثمانينيات إلى التسعينات بدأ التطور الحديث في مجال الاستخدام المتكامل لنواحي العلاج عن طريق تخفيف شدة التلعثم مع مبادئ المدخل السلوكي أو مدخل تشكيل الطلاقة اللغوية وعن طريق هذا المدخل المتكامل تم تعليم المتلعثمين كيفية تعديل سلوكهم الخاص بالتلعثم واكتساب الطلاقة اللغوية وشارك في ذلك مفاهيم فان ريير ، و سترومستا.\nاستخدم بيلكارو Pellicaro (1992) طريقة تشكيل اللفظ في العلاج السلوكي للتلعثم بهدف إعادة برمجة نظام تشكيل الكلام عن طريق التنسيق بين عمليات التنفس والنطق وقد حقق نتائج جيدة باستخدامه لطريقة تشكيل اللفظ.\n2002,236) (Jones,\nوتم تقديم العديد من البرامج لعلاج الأطفال المتلعثمين من هذه البرامج، العلاج بالظل، العلاج بالممارسة السلبية، العلاج بالكلام المطول، العلاج بالتعديل الإجرائي، العلاج بالتعريض وعدم التجنب، والعلاج بطريقة التغذية السمعية المرتدة ، وطريقة العلاج بوصل الأصوات، ولكن هناك تأكيداً زائداً على دور التعديل البيئي من خلال الإرشاد الأسرى حيث أن إرشاد الوالدين يعد خطوة هامة في تعديل التفاعل القائم بين الوالدين وبين الطفل المتلعثم، فقد ظهرت البرامج العلاجية الإرشادية تتضمن التالي:\n- توضيح برنامج العلاج ودور الوالدين .\n- توضيح الأسباب المحتملة للتلعثم .\n- تحديد الأشياء التي تقلل الطلاقة وتزيد التلعثم .\n(1/49)\n",
        "وكانت معظم هذه البرامج الإرشادية تهدف إلى\n- تقليل ضغط الاتصال في البيئة، من خلال توجيه وتحسين طريقة حديث الوالدين مع الطفل، أو ضبط معدلات سرعة الكلام عند الوالدين أثناء التحدث مع الطفل.\n- تقليل الضغط الخاص بالعلاقة بين الأفراد ( التفاعل مع أفراد الأسرة) .\n- تدعيم الطلاقة اللفظية .\n- تشجيع الكلام الذي ينتجه الطفل بدون تلعثم .\n- نمذجة الكلام الذي ينتجه الطفل بلا صعوبة أو إجهاد .\n- إشراك الوالدين بنشاط داخل برنامج العلاج .\n(Rustin, 1995, 132)\nومن البرامج الحديثة فى علاج التلعثم عند الأطفال في مرحلة المدرسة الابتدائية برنامج كمبرداون camperdown (1999) للتدخل المبكر في علاج التلعثم، ويعتبر برنامج علاج سلوكي للأطفال الذين يعانون من التلعثم ، يقوم على تعليم الوالدين كيفية تقديم العلاج أو إدخال ذلك العلاج لبيئة الطفل اليومية وسوف يقوم الباحث بعرض البرنامج في نهاية هذا الفصل.\nبرنامج ليدكومب Lidcombe (2001) وقد تم إعداد البرنامج من قبل المركز الاسترالي لعلاج التلعثم من أجل أن يستخدم مع أطفال ما قبل المدرسة وأطفال المدرسة الابتدائية وقد جمع هذا البرنامج بين تشكيل الطلاقة اللغوية المعتمد على المنزل والأساليب الإجرائية من خلال التفاعل بين الطفل والوالدين ، وتم تأييد البرنامج من خلال دراسة انسلو Onslow (2002) والتي أكدت على أن برنامج ليدكومب يعد من البرامج الناجحة في علاج التلعثم.\nOnslow, 2002,38) )\n(1/50)\n\nوبإيجاز يعلق الباحث على تطورات علاج التلعثم فيبدو واضحاً من العرض السابق أن علاج التلعثم كان يتأرجح – منذ بدايته – بين هدفين رئيسين هما تعديل النطق المتلعثم وتشكيل الطلاقة اللفظية ، حيث استخدمت الطرق الأولي أساليب تعديل التلعثم التي ركزت في الغالب على المشاعر والاتجاهات التي يتم تعديلها من أجل تكوين تلعثم منخفض مقبول يتسم بالطلاقة اللغوية، ومن خلال هذه الطرق يحدث تصحيح للنطق بشكل غير مباشر بعد تخليص المتلعثم من اتجاهاته السلبية، ثم تحول اهتمام الباحثين والمعالجين بعد ذلك نحو طرق وأساليب تشكيل الطلاقة اللفظية التي ركزت على تصحيح النطق من أجل تكوين متحدث يتميز بالطلاقة اللفظية، وفى هذه الطرق يتم تغيير المشاعر والاتجاهات أثناء تعديل النطق للطفل المتلعثم.\nذكر بلودتشتين Blood stein (1995) أنه بالرغم من أن الأساليب الإجرائية (التي استخدمت في البداية ) وطرق تشكيل الطلاقة اللفظية والتي تم استخدامها بعد ذلك ، كانت تبدو فعالة إلا أن معظمها ينقصه المعايير الخاصة اللازمة ليكون العلاج ناجحاً تماماً ، هذه المعايير تتضمن المقاييس الموضوعية لسلوك الكلام وأحجام كافية للعينة وعمليات متابعة و مجموعات ضابطة.\n) (Bloodstein, 1995,42",
        "(1/51)\n\nثم سادت بعد ذلك برامج على مستوى عالٍ من التنظيم لأساليب تشكيل الطلاقة اللفظية، وحديثاً تم توجيه الفلسفة العلاجية نحو مجموعة منظمة من الأساليب التي قدمت نتائج أفضل في علاج التلعثم ، وذلك عن طريق الجمع بين مميزات الأسلوبين وإحداث نوع من التكامل بينهما، وفى نفس الوقت ظهرت طرق أكثر حداثة توضح العلاج الذاتي من خلال بيئة المتلعثم واشراك الوالدين في عملية العلاج من خلال الإرشادات وتعليم الطفل المتلعثم كيفية تقييم شدة تلعثمه كما في برنامج كمبردوان (1999) وبرنامج ليدكومب (2001) ومما يبدو أن العصر الحالي من عصور علاج التلعثم هو عصر العلاج النفسي مع العلاج التخاطبى، لأن نتائجهما جيدة إذا استخدما معًا ، ويأمل الباحث أن تحقق دراسته الحالية النتائج المرجوة منها.\nوفيما يلي عرض لبعض برامج تحسين التلعثم التي استفاد منها الباحث عند تصميم برنامجه الارشادى موضوع الدراسة الحالية :\n\nأولاً : برنامج \" ليدكومب Lidcombe \" للتدخل المبكر في علاج التلعثم (2001):\nويعتبر برنامج \" ليدكومب \" علاج سلوكي للأطفال الذين هم في عمر المدرسة أو ما قبل المدرسة والذين يعانون من التلعثم \".\nيقوم على تعليم الوالدين كيفية تقديم العلاج أو إدخال ذلك العلاج لبيئة الطفل اليومية، وذلك من خلال زيارتهم لعيادة التخاطب .\n... حيث يقوم أخصائي التخاطب بشرح إجراءات تدعيم وتعزيز كلام الطفل الخالي من التلعثم بهدف تصحيح التلعثم ، وينفذ الوالدين تلك الإجراءات في المنزل ، حيث يتعلم الوالدين كيفية قياس شدة التلعثم في بيئة الطفل اليومية.\nويقوم أخصائي التخاطب بتوجيه تنفيذ البرنامج حيث يتم تنفيذ البرنامج على مرحلتين :\nالمرحلة الأولي : يذهب كل من الطفل ووالديه إلى عيادة التخاطب ، ويقوم أخصائي التخاطب بعلاج الطفل من التلعثم داخل العيادة، ويقوم الوالدين بإجراء العلاج في بيئة الطفل .\n(1/52)",
        "\nالمرحلة الثانية : تقليل عدد زيارات الطفل ووالديه إلى عيادة التخاطب مع انخفاض معدل التلعثم في كلام الطفل بشكل يقرره كلا من الأخصائي والوالدين.\nالمكونات الأساسية للبرنامج :\n1- استثارة الوالدين العمدية لاستجابة طفلهم الكلامية :\n... يقوم الوالدين بتقديم تعليقات لفظية مثل ( الثناء والاستحسان ) لتدعيم كلام الطفل الخالي من التلعثم بهدف التوجيه الذاتي للطفل المتلعثم لمساعدته على تصحيح كلامه المتلعثم بأسلوب الملاحظة الذاتية و التقييم الذاتي.\nوهذه بعض الأمثلة ( للثناء والاستحسان ) على كلام الطفل الخالي من التلعثم:\nأ - كلامك مضبوط\nب - كلامك سهل وسليم\nج- تمام فلا يوجد أي تلعثم في الكلام\nد- عظيم ، أنني لم أسمع أي تلعثم في كلامك\nوتقدم هذه التعليقات عقب الفاصل الزمني الخاص بالكلام الخالي من التلعثم دون مقاطعة بكلام الطفل ، وتقدم بلهجة إيجابية وتشجيعية وبصوت واضح وهادئ مع ملامح وجه تحمل تعبيرات الرضا والتأييد والاهتمام مثل الابتسام ، و إيماءة الرأس بالقبول والترحيب.\nويقدم الوالدين ( الثناء والاستحسان ) للطفل عندما يقوم بتوجيه ذاته مثل عندما يقول الطفل لنفسه كلمات مثل \" لقد تلعثمت \" يجب أن أتحدث بصورة أفضل ، كان كلامي سريعاً ، لقد توقفت في هذه الكلمة \".\n\nوفيما يلي أمثلة للثناء على الطفل :\n\" هذا عظيم ألم تلاحظ أنه لا يوجد تلعثم ، لكنك تلعثمت في هذه الكلمة فقط\"\n\" ممتاز لقد ركزت على الكلمة التي تلعثمت بها \"\nويتم تقديم هذه المعززات اللفظية بصحبة معززات ثانوية كمشاركة الطفل في لعبته المفضلة أو في نشاط محبب له.\n2 - قياس التلعثم :\nأ- من قبل أخصائي التخاطب :\n... حيث يقيس النسبة المئوية للمقاطع التي بها تلعثم في بداية كل جلسة علاجية للطفل المتلعثم.\nب-من قبل الوالدين :\n... حيث يتم تدريب الوالدين على مقياسين لقياس شدة تلعثم الطفل فى مواقف الكلام اليومية\n(1/53)\n",
        "ـ المقياس الأول : يتكون من عشر نقاط بحيث يدل رقم (1) على \" عدم وجود تلعثم \" ويدل رقم (10) على \" وجود تلعثم شديد للغاية \" ويقدر الوالدين معدل تلعثم طفلهم كل يوم باستخدام ذلك المقياس ، بمعني أنه في كل يوم يضع الوالدين درجة لتلعثم طفلهما باستخدام مقياس العشر نقاط.\nوتكون هذه الدرجة بالنسبة لليوم بأكملة أو بالنسبة لموقف كلامي معين يحدث في ذلك اليوم ، مثل وقت الغذاء.\nوعندما يتم قياس المواقف الكلامية يراعي الوالدين اختيار مواقف مختلفة لكل يوم ، وبعد ذلك يقوم أخصائي التخاطب بمقارنة درجات شدة تلعثم الطفل التي حددها مع درجات قياس شدة التلعثم التي أعطاها الوالدين للطفل.\nثم يقوم الأخصائي بمناقشة الوالدين في الاختلافات التي تظهر في شدة تلعثم الطفل، ويتم هذا الإجراء في كل جلسة ، إلى أن يتم التوصل إلى اتفاق منطقي في القياسيين ( قياس الأخصائي ـ قياس الوالدين ) لشدة تلعثم الطفل.\nوهذا الاتفاق يكون نسبي ( أي بالنسبة للطفل موضع الاهتمام)\nـ المقياس الثاني : هو مقياس التلعثم خلال كل دقيقة من زمن بدء الكلام ويشتمل على مقياس المدة الزمنية التي يقضيها الطفل في التحدث لمدة (10) دقائق ويتم حساب عدد مرات التلعثم في هذه المدة باستخدام ساعة إيقاف تراكمية.\nويتعلم الوالدين ذلك الإجراء من قبل أخصائي التخاطب، حيث يقوما بتسجيل محادثة كلامية مع طفلهما وتستمر لمدة عشر دقائق ويحضر الطفل ذلك التسجيل معه للعيادة ليدربه أخصائي التخاطب على كيفية قياس شدة التلعثم من خلال المدة الزمنية لحديث الطفل ، تم يطلب الأخصائي من الوالدين حساب عدد مرات التلعثم في التسجيل اللاحق ، وتستمر هذه العملية إلى أن يصبح مقياس الوالدين لتلعثم الطفل خلال مدة زمنية محددة متوافق إلى ابعد حد مع مقياس أخصائي التخاطب.\n3 - الزيارات الأسبوعية لأخصائي التخاطب :\n(1/54)\n\nيتراوح زمن الجلسة التخاطبية للطفل من (45 – 60) دقيقة وجلسة إرشاد الوالدين من ( 60 ـ 90 ) دقيقة\n4 - ما بعد جلسات التخاطب فى العيادة :\nيجرى الوالدين العلاج السلوكي كل يوم في بيئة الطفل ويحدث العلاج دائما فى موقف كلامية مختارة خلال اليوم.\n5 - الحفاظ على معدل التلعثم المنخفض والتقليل المتدرج من زيارات الأخصائي:\nيهدف البرنامج إلى الحفاظ على المعدل المنخفض للتلعثم والذي تم توثيقه في المرحلة الأولي من البرنامج ويقل ذهاب الطفل والوالدين لأخصائي التخاطب شيئا فشيئا حيث يكون معدل تلعثم الطفل انخفض بشكل دال وملحوظ ويتم متابعته من خلال تقارير الوالدين التي يقدماها الأخصائي التخاطب دون علم الطفل بأنه تحت الملاحظة والمتابعة.\nالجوانب التي يراعيها البرنامج ليكون ذا فاعلية :\n- عمر الطفل .\n- شدة التلعثم .\n- شخصية الوالدين .\n- شخصية الطفل .\n- الظروف العائلية.\n- العلاقة بين الطفل والمعالج.\n\nثانيا : برنامج كمبرداون camperdown لعلاج التلعثم (1999) :\nخصائص البرنامج :\n1- علاج التلعثم بأسلوب الكلام المطول Prolonged speech .\n2- يقوم البرنامج على العلاج بالجلسات الفردية والممارسة الجماعية.\n3- يتم تعليم الكلام المطول من خلال مشاهدة و تقليد الكلام المطول عن طريق الفيديو مصحوباً بنص مكتوب ، ويفيد عرض الفيديو فى تعزيز الكلام المطول.\n4- الكلام الخالي من التلعثم لا يحتاج إلى تعليمات مقننة.\n5- تشجيع المتلعثم على استخدام الكلام المطول للتحكم في تلعثمه.\n6- لا يحتوى البرنامج على الانتقال التسلسلي أو التنظيمي.\n7- يتم قياس شدة التلعثم بمقياس ذا ( تسع ) درجات لشدة التلعثم.\n8- يستخدم المقياس ذا ( التسع ) درجات بواسطة المعالج من أجل التقويم.\n9- يستخدم المقياس ذا ( التسع ) درجات بواسطة المتلعثم بوصف مدى ملائمة الأسلوب العلاجي المستخدم.\n10- استخدام أسلوب التقييم الذاتي.",
        "(1/55)\n\n11- استخدام أسلوب العلاج من متلعثم للتدريب على ممارسة الكلام المطول.\nويتضمن البرنامج عدة مكونات هي :\nمكونات البرنامج :\n- جلسات التدريب الفردي.\n- جلسات التدريب الجماعي.\n- جلسات حل المشكلات الشخصية.\n- مرحلة المتابعة.\nأولاً : جلسات التدريب الفردى\nوالهدف منها إكساب الطفل المتلعثم مهارات الكلام المطول وتقويم شدة تلعثمه وتتكون من مرحلتين :\nالمرحلة الأولي :\n1- يشاهد الطفل المتلعثم نموذج عرض الفيديو للكلام المطول والموضح بطريقة بطيئة ومبالغ فيها أثناء الكلام المتصل مصحوباً بنص مكتوب ، ويحاول الطفل المتلعثم أن يقدم أسلوب مشابهة عن طريق التقليد والمحاكاة.\n2- يعطي المعالج تغذية راجعة عن الكلام المطول من خلال الرجوع إلى نموذج عرض الفيديو حتى تصبح محاولة التقليد أكثر دقة.\n3- يمارس الطفل المتلعثم التدريبات الكلامية المطولة بشكل يومي حتى يستطيع أن يصل إلى ممارسة نماذج كلامية صحيحة في المستقبل.\n4- تقدير شدة التلعثم : من خلال أن يسجل الطفل المتلعثم محادثة لمدة خمس دقائق.\nيقدم المعالج تقدير شدة التلعثم ذو ( التسع ) درجات (SEV) ويكون كالتالي\n1= لا يوجد تلعثم 9 = تلعثم شديد حاد.\nثم يناقش المتلعثم مع المعالج درجة تقدير شدة التلعثم ويقومان بعمل تقدير مشابهة بعد عدة جلسات.\n5- الواجبات المنزلي Home Assignments\nأ- يقوم الطفل المتلعثم بتسجيل محادثات من (1-2) دقيقة ويقوم بعد ذلك بتحديد شدة التلعثم شريط لديه.\nب- إعطاء الطفل المتلعثم نسخة عبارة عن شريط كاسيت عليه الحوار المسموع من نموذج الفيديو ويتم توجيهه إلى:\n1- الاستماع إلى النموذج بشكل يومي.\n2- ممارسة القراءة المجهورة باستخدام وبدون استخدام النموذج محاولاً عمل ملائمة بقدر المستطاع بين القراءة باستخدام أو بدون استخدام النموذج.\nالمرحلة الثانية :\n1- يقيم المعالج حوار تلقائي مسجل مع الطفل المتلعثم دون أي توجيه منه أو تدخل لمدة خمس دقائق.\n(1/56)",
        "\n2- يحاول الطفل تقليد الحوار باستخدام أسلوب الكلام المطول.\n3- يقارن الطفل المتلعثم بين الحوارين ويناقش المعالج في تقدير شدة التلعثم من خلال ملاحظات الطفل على الحوار المسجل وملاحظات الأخصائي للطفل أثناء تقليد الحوار باستخدام الكلام المطول ، ويوجه المعالج انتباه الطفل المتلعثم إلى ضرورة خفض معدل سرعة الكلام والانتباه إلى أخذ النفس بطريقة صحيحة.\n4- الواجبات المنزلية : يقوم الطفل المتلعثم بتسجيل محادثات متعددة على شريط كاسيت ويحدد معدلات شدة التلعثم فى كلامه ، ثم يعرضها المعالج فى الجلسة القادمة.\nالمرحلة الثالثة :\n1- يناقش المعالج تسجيلات الطفل المتلعثم المنزلية لتحديد ما إذا كان الكلام المطول مقبولاً ، بالإضافة إلى التدريب\n2- يحاول الطفل المتلعثم القيام بعمل محادثات فردية باستخدام أسلوب الكلام المطول.\n3- يقدم المعالج تغذية راجعة حول المحادثات ويعزز نطق الطفل المتلعثم باستخدام التوجيهات التالية للطفل :\n4- \"أربد منك أن تجرب بنفسك الآن سهولة استخدام أسلوب الكلام المطول \"\n5- إنك تعلمت ويجب أن تتحكم في كلامك \"\n6- يمارس الطفل المتلعثم الكلام المطول مع طفل أخر متلعثم وينقل له تجربته.\nثانياً : جلسات المناقشة الجماعية\nالطريقة :\n1-يحضر مجموعة من الأطفال المتلعثمين من الساعة الثانية ظهراً إلى الخامسة والنصف عصراً .\nويقوم المعالج بتنسيق الحوار بينهم وصولاً إلى أن يقوموا بأنفسهم إلى تنسيق الحوار فيما بينهم.\n2-يتم إدخال عناصر من الأشخاص الغرباء على الأطفال المتلعثمين ومشاركتهم الحوار.\nثالثاً : جلسات حل المشكلات الشخصية.\nرابعاً : المتابعة للحفاظ على ثبات أثر العلاج.\nثالثا : برنامج راتنر Ratner (1992):\n(1/57)\n",
        "... قدم راتنر ( 1992 ) أسلوباً غير مباشر لعلاج التلعثم ، وهو وإن اتفق مع كونتر Conture (1982) في التركيز على إصلاح بيئة الطفل المتلعثم، لكنه أهتم بصفة خاصة بالأسلوب الذي تتبعه الأم في الكلام مع الطفل المتلعثم ويؤكد راتنر إلى أن هذا الأسلوب المتمثل في خفض سرعة كلام الأم مع الطفل ذو فاعلية عالية في معالجة القصور اللفظي لدى الطفل.\n... ويستكمل راتنر موضحاً أنه على والدي الطفل المتلعثم مراقبة أسلوبهم في الكلام أثناء إجراء المحادثة اليومية مع الطفل ، لذلك فهو يقدم النصائح التالية:\n1- استخدام عبارات قصيرة واضحة غير معقدة التركيب والتحدث ببطء مع الطفل حتى يتعود على هذه الطريقة ، وبالتالي يقدم له الوالدين نموذجاً معيشيا لكيفية النطق الصحيح ليحاول الطفل المتلعثم تقليده .\nوقد قام راتنر بتطبيق هذا الأسلوب العلاجي غير المباشر على مجموعة من الأطفال المتلعثمين وأمهاتهم من خلال الخطوات التالية:\n2- إجراء جلسات لعب مع الأطفال المتلعثمين وأمهاتهم لمدة أسبوعين بواقع جلسة يومياً لمدة 15 دقيقة ، حيث قام المعالج بتسجيل كلام الأم مع الطفل أثناء اللعب للحصول على البيانات التي تتعلق بمتوسط سرعة كلام الأم ومستوى الصعوبة في تركيب الجمل التي تستخدمها الأم.\n3- ثم تبدأ المرحلة الثانية من العلاج بان يوجه المعالج هذه التعليمات للأمهات نحن مهتمون بالتعرف على ما سيحدث لكلام طفلك عندما تتكلمين معه بشكل أكثر بطئاً لهذا نرجو منك أن تحاولي التحدث إليه ببطء وأن تستخدمي عبارات قصيرة وجمل بسيطة قدر الإمكان.\n4- بعد أن تتعود الأم على الأسلوب الجديد في الكلام مع الطفل ، يطلب منها المعالج استخدام هذا الأسلوب باستمرار مع الطفل مع المنزل.\n\nرابعا : برنامج بهار جافا Bhargava (1988) :\n(1/58)\n\nقام برنامج بهار جافا (1988) لعلاج التلعثم على عمل تحليل لسلوك المتلعثمين ومن ثم تحديد العوامل المؤدية لزيادة التلعثم في المواقف الاتصالية وهى كالتالي:\n5- عند الاستثارة .\n6- عند التحدث أمام أشخاص غرباء .\n7- عندما يتكلم مع من هم أكبر منة .\n8- عندما يخاف ( يتوقع ) حدوث التلعثم .\nوبناء على العوامل السابقة تحدث المشاكل الناجمة عنها وتتمثل في التالي:\n9- الخوف من مواجهة المواقف الاتصالية .\n10- عدم الثقة بالنفس .\n11- الامتناع عن الكلام خوفاً من حدوث التلعثم .\nوقد قام بهارجافا بتقسيم برنامجه العلاجي إلى ثلاث مراحل هي كالتالي :\n(1): النموذج\n... يقوم المعالج بدور النموذج ثم يحاول أمام الطفل المتلعثم ثم يطلب المعالج من المتلعثم تكرار الكلام تبعاً للنموذج الذي قدمه امامة بدون تلعثم ويتكرر هذا التمرين طوال الجلسة العلاجية مع عمل تغيير تدريجي في سرعة الكلام ، وأحيانا يطلب المعالج من أحد المتلعثمين أن يقوم بعمل النموذج لباقي أفراد الجماعة ولوحظ أن هذه الوسيلة تعمل على خفض درجة التلعثم داخل الجماعة.\n(2) : التغذية السمعية المرتدة\n... بعد الانتهاء من للمرحلة السابقة ينتقل المعالج لاستخدام هذه الوسيلة وهى تأخير التغذية المرتدة السمعية كوسيلة لعلاج التلعثم، حيث يقوم بتسجيل محادثة للمتلعثم ثم يعمل على إعادة إصدار الكلام (المسجل) ومن ثم يستمع المتلعثم لصدى مستمر لكل ما قاله توا .\n(3) : مواجهة مواقف الحياة الواقعية",
        "(1/59)\n\n... يحاول المعالج في هذه المرحلة تعريض المتلعثم لمواقف الحياة بطريقة تدريجية حيث يطلب من المتلعثم إجراء بعض المواقف الاتصالية داخل العيادة وتشجيعه على الكلام بحرية مع باقي أفراد الجماعة ، ثم يلي ذلك إجراء محادثة مع بعض الأشخاص الغرباء في حضور المعالج وبعد أن يطمئن المعالج إلى زوال الخوف من مواجهة المواقف الاتصالية يطلب منهم إجراء تلك المحادثات دون حضور المعالج.ويقرر بهارجافا أن الهدف من هذه المرحلة هو مساعدة المتلعثم على زيادة ثقته بنفسه.\n\nخامسا: برنامج كونتر Conture (1982):\n... صمم كونتر ( 1982) برنامجة العلاجي القائم على وجهة نظرة التي ترى أن التلعثم ما هو إلا مشكلة تنبع من التقدير الخاطئ للمحيطين بالطفل أثناء مرحلة تعلم الكلام، ولذلك فهو يركز على الظروف البيئية داخل الأسرة وخارجها والتي يتعرض لها الطفل بصفة مستمرة حيث يكون لها تأثير عميق على القدرات اللغوية والطلاقة اللفظية لديه.\n... كما يرى كونترً أن بيئة الطفل المنزلية المتمثلة في الوالدين قد لا تكون هي السبب المباشر في ظهور التلعثم ، ولكن غالباً ما تكون عاملاً مساعدا في نمو وازدياد التلعثم وتطورة ، حيث أن الوالدين غالباً ما يبدون تصريحات ضمنية أو صريحة ، وبالتالي ينقلون إلى أطفالهم تسامحهم أو عدم تسامحهم تجاه ذلك الاضطراب الكلامي .\nويستكمل كونتر موضحاً أن نقد الوالدين لنطق الطفل بشكل صريح أو بشكل ضمني وإظهار الضيق وعدم التسامح تجاة نطق الطفل من الأفعال التي تؤثر سلباً على قدرات الطفل اللفظية وتشعرة بالضيق والقلق والخوف.\n... لذلك يرى كونتر أهمية أن يتعرف الوالدين على تلك السلوكيات والنتائج التي تؤدى إليها، وبالإضافة إلى ذلك هناك بعض الأمور التي لا تقل في أهميتها عما سبق وهى الضغوط النفسية التي يتعرض لها الطفل داخل الأسرة وينصح كونتر الوالدين بتفهم الحقائق التالية:\n12- ألا يتوقع الوالدين من الطفل أن يتصرف كالراشد .\n(1/60)",
        "\n13- عدم إشعار الطفل بالضيق وعدم تقبلة نتيجة الأخطاء التي يقع فيها أثناء عملية التلعثم .\n14- ألا يكلف الوالدين الطفل بأعمال مستمرة لدرجة تجعله مرهقا .\n15- كما يعطي كونتر اهتماماً بالغاً بناحية أخرى مرتبطة ببيئة الطفل ذات صلة بحدوث التلعثم وهى الطريقة التي يتبعها الوالدين في الكلام مع الطفل، ومدى انعكاس ذلك سلباً أو إيجاباً على القدرات اللفظية للطفل، ويتضح ذلك من خلال الإجابة على التساؤلات التالية:\n16- هل يعاني أحد الوالدين من السرعة الزائدة في الكلام.\n17- هل يتكلم الوالدين مع الطفل بجمل طويلة معقدة.\n18- هل يميل الوالدين إلى مقاطعة الطفل باستمرار أثناء الكلام وبشكل غير ملائم.\n19- هل يتسم كلام الوالدين بالطلاقة أم هناك بعض الكلمات التي تنطق بشكل غير صحيح .\nوأشار كونتر إلى ضرورة إعطاء الوالدين معلومات إرشادية كافية عن اللغة وكيفية نموها بشكل طبيعي ، وكذلك إمدادهم بالمعلومات الوافية عن اضطراب التلعثم ، حيث أن هذا يساعد الوالدين في توضيح وفهم طبيعة وحجم مشكلة التلعثم مما يساهم في عملية العلاج الناجح ، كما يجب أن يحاول الوالدان عدم إظهار قلقهم تجاه كلام الطفل ومحاولة التخلص من هذا القلق .\nالخلاصة\nتتمثل خلاصة البحث فى أهمية دراسة علم التجويد وفاعليته فى الوقاية من اضطرابات النطق والكلام وفائدته كذلك لعلماء التجويد فى العلاج من الإضطرابات التى تواجههم مع طلاب العلم مع الجمع اذأ بينه وبين علم التخاطب ليعاد تأصيله فيصير علما شرعياً اسلاميا لكل من ينطق العربية\n(1/61)\n"
    ]
}