{
    "partText": [
        "\nعلي مع القرآن وليس المذهب\n\nدراسة مقارنة تكشف\nمخالفة وتعارض\nأصول عقائد المذهب الشيعي مع القرآن الكريم\n\nتأليف\nعبد الرحمن محمد سعيد دمشقية\n\nمقدمة\n\nالحمد لله والصلاة والسلام على رسول الله وعلى آله وصحبه الطيبين وسلم تسليما كثيرا.\nأما بعد:\n\nكلمة من القلب إلى كل شيعي عاقل:\n\nهناك هدف أسمى من التبعية والتقليد والدفاع العاطفي عن المذهب.\nفالدنيا زائلة بما فيها وسوف نقدم على ربنا الذي سيسألنا عن موقفنا من الحق.\nوالنجاة يوم القيامة موقوفة على ارتباطنا بكلمة الحق وقرارنا الذي نتخذه اليوم.\nكل منا مختبر بنوع من الابتلاء والفتنة. وما المذهب الباطل إلا واحدا من تلك الفتن كما انه اختبر النصارى واليهود والهندوس وفتنهم في دينهم.\nحتى المنتسبون إلى السنة فإنهم في فتنة واختبار، فإن العديد منهم لا يبالون بالسنة بل ولا بالفرائض التي فرضها الله عليهم. ومع ذلك ينتسبون انتسابا شكليا وراثيا إلى السنة، وهؤلاء لا تنفعهم محبتهم للنبي صلى الله عليه وسلم، فإن متابعة السنة شرط المحبة.\n\nلقد قمت في هذا البحث بجمع جملة من العقائد الشيعية ومقارنتها بالقرآن الكريم ليقف كل شيعي على حقيقة مخالفة مذهبه لآيات القرآن الكريم.\n\nوالقرآن خط أحمر لا يجوز تجاوزه ولا التنازل عنه. فإذا خالف المذهب القرآن وصارت هذه المخالفة معتمدة من قبل مراجع هذا المذهب فهو دليل على بطلانه.\n\nعلي مع القرآن فهل أنتم مع علي؟\n\nوَ مَا خَالَفَ كِتَابَ اللَّهِ فَدَعُوهُ\nهذا ما رواه الشيعة عن الصادق رحمه الله (الكافي1/69).\nولكنهم قد خالفوا القرآن. وأخذوا منه ما يوافق مذهبهم.\nفقد كفروا عائشة مع ان القرآن وصفها بأم المؤمنين.\nوأصروا على نفي النبي النسيان بينما آيات القرآن قد أثبتته مرات عديدة.\n\nأيها الشيعي، أتذكر هذه الرواية المشتهرة عندكم بالرغم من عدم صحتها عندنا وهي:\n«\n(1/1)\n",
        "علي مع القرآن والقرآن مع علي ولن يفترقا حتى يردا علي الحوض»(1).\n\nوبناء اعتقاد الشيعة بصحة هذة الرواية، وإذا كانوا على منهج علي بن أبي طالب الذي لا يفارق القرآن فإنني أذكرهم بل وأناشدهم أن يقفوا وقفة جادة منصفة تجاه هذه الأسئلة:\nهل مذهبكم مع القرآن أم يخالف القرآن؟\nهل بني المذهب وأسس على تعاليم القرآن؟\n\nالقرآن نص على ان القرآن محفوظ من التحريف فلماذا خالف الشيعة القرآن واعتقدوا أن الصحابة وعائشة حرفوا القرآن؟\nالقرآن أثنى على الصحابة مهاجرين وأنصارا، فلماذا خالفتم القرآن وقلتم بردتهم إلا ثلاثة؟\nالقرآن أثبت النسيان للأنبياء فلماذا خالفتم القرآن ونفيتم عنهم النسيان؟\nالقرآن نص على أن أزواج النبي امهات المؤمنين وأنتم تطعنون في عائشة. ولوكنتم مع القرآن لاعتبرتموها امكم. ولو اعتبرتموها امكم لما طعنتم فيها. بل يصفها المجلسي بأنها ام الشرور ويصفها آخرون من الشيعة بأنها « ام المتسكعين» وأنها كانت تقيم الليالي الحمراء (مجلة المنبر العدد46 الغلاف وصفحة18).\nوربما قالوا (أم المؤمنين) مع الطعن فيها وضرب المثل لها بامرأة نوح وامرأة لوط. ولكن الفرق كبير فإننا لا نعتقد بأن امرأة نوح وامرأة لوط أمهات المؤمنين.\nالقرآن خاطب النساء باسم أهل البيت فلماذا خالف مذهب الشيعة القرآن؟\nونهى القرآن عن دعاء غير الله والشيعة يدعون غير الله؟\nهل كان علي مع القرآن عندما تولى الخلفاء الثلاثة وبايعهم وسمى أبناءه بأسمائهم؟\nألم يكن علي مع القرآن عندما زوج ابنته أم كلثوم من عمر؟\nهل المذهب مع القرآن والقرآن مع المذهب حين زعم الشيعة وجود دليل على الإمامة من القرآن بالنص والتعيين من الله؟ وهل يوجد ركن من أركان الإسلام لا يوجد ولو بشكل مجمل في القرآن؟\n\nوالآن إلى التفاصيل:\n\nعقيدة العصمة\nالعصمة\n__________\n(1) مجمع الزوائد 9/134 وفيه صالح بن أبي الأسود. ضعيف كما قال الذهبي (ميزان الاعتدال3771 ضعيف الجامع رقم 3806\n(1/2)\n\nما هي العصمة في القرآن، وما معناها؟\nهل معناها المنع من الوقوع في الخطأ؟\nالشيعة يقولون نعم. ويحتجون بقوله تعالى { والله يعصمك من الناس } ().\nولكن: إن كان معنى العصمة هو التنزيه عن مجرد الخطأ والزلل فإنه يلزم منه حينئذ اتهام القرآن بالتناقض وحاشاه من ذلك.\nفقد قال تعالى لنبيه محمد صلى الله عليه وسلم { ووجدك ضالا فهدى } ().\nقال أبو جعفر \" للإمام عشر علامات: يولد مطهرا مختونا وإذا وقع على الأرض وقع على راحته رافعا صوته بالشهادتين» (الكافي1/319)\nولكن: لماذا لم تجعلوا ذلك من علامات النبي. وكيف يقول الله لنبيه { ووجدك ضالا فهدى } مع أن عليا أتى بالشهادتين أول ما نزل من بطن أمه وامتاز على النبي بالتلفظ بالشهاديتن منذ لحظة ولادته.؟\n\nوقال تعالى { عفا الله عنك لم أذنت لهم حتى يتبين لك الذين صدقوا وتعلم الكاذبين } ().\nوقال تعالى { يَا أَيُّهَا النَّبِيُّ اتَّقِ اللَّهَ وَلا تُطِعِ الْكَافِرِينَ وَالْمُنَافِقِينَ إِنَّ اللَّهَ كَانَ عَلِيمًا حَكِيمًا } (الأحزاب).\nوال تعالى { وذا النون إذ ذهب مغاضباً فظن أن لن نقدر عليه فنادى في الظلمات أن لا إله إلا أنت سبحانك إني كنت من الظالمين } {سورة الأنبياء 87}.\nوقال عن موسى { رب إني ظلمت نفسي فاغفر لي فغفر له } (). وإذا قيل إن موسى أن ما فعله ليس بذنب. فنقول وماذا عن قوله { إن هذا من عمل الشيطان } ثم قال رب اغفر لي؟ وهل غفر الله له ما ليس بذنب؟\nوقال عن سليمان { قال رب اغفر لي وهب لي ملكا لا ينبغي لأحد من بعدي } ().\nوقال عن داود { وظن داود أنا قد فتناه فاستغفر ربه وخر راكعا وأناب } () فغفرنا له ذلك.\nوقال لنوح { يَا نُوحُ إِنَّهُ لَيْسَ مِنْ أَهْلِكَ إِنَّهُ عَمَلٌ غَيْرُ صَالِحٍ فَلاَ تَسْأَلْنِ مَا لَيْسَ لَكَ بِهِ عِلْمٌ إِنِّي أَعِظُكَ أَن تَكُونَ مِنَ الْجَاهِلِينَ } ().",
        "(1/3)\n\nوإذا كان وجود نبي منزه عن الخطأ ميئوسا منه في القرآن فاليأس ممن هم دون الأنبياء من باب أولى. ولا شك أن القرآن جاء بخلاف هذا الفهم. ولنستعرض هذه الآيات:\n\nقال تعالى:\n{ وَإِن كَادُواْ لَيَفْتِنُونَكَ عَنِ الَّذِي أَوْحَيْنَا إِلَيْكَ لِتفْتَرِيَ عَلَيْنَا غَيْرَهُ وَإِذًا لاَّتَّخَذُوكَ خَلِيلاً } ().\n{ وَلَوْلاَ أَن ثَبَّتْنَاكَ لَقَدْ كِدتَّ تَرْكَنُ إِلَيْهِمْ شَيْئًا قَلِيلاً 74 إِذاً لَّأَذَقْنَاكَ ضِعْفَ الْحَيَاةِ وَضِعْفَ الْمَمَاتِ ثُمَّ لاَ تَجِدُ لَكَ عَلَيْنَا نَصِيرًا } ().\nوهذه الآية تؤكد تثبيتا من الله بعد ان خلقه وليس عند ابتداء خلقه. إذن لم يخلق النبي معصوما بمعنى غير القابل للخطأ. بدليل إثبات مقاربة الوقوع في الركون.\n\nوقال تعالى لنبيه محمد - صلى الله عليه وسلم - :\n{ وَلاَ تَتَّبِعْ أَهْوَاءَهُمْ وَاحْذَرْهُمْ أَن يَفْتِنُوكَ عَن بَعْضِ مَا أَنزَلَ اللَّهُ إِلَيْكَ } ().\nهذه الآية لا يمكن أن يقبلها الشيعة أو يعطوا لها تفسيرا واضحا لأنهم يعلمون أنها مبطلة لأصل عقيدة العصمة.\nفالعصمة في القرآن حفظ النبي من أذى الناس.\nوالعصمة في المذهب الشيعي أن يكون من أصل خلقته لا يخطئ.\nلا ثناء على من لا يقدر على المعصية\nوالقول بعصمة النبي وأهل البيت طعن فيهم. إذ يقال ما وجه الثناء على من يترك الخطأ بينما هو غير قادر أصلا عن الوقوع في الخطأ؟\nكأن نزكي الأعمى لإنه يغض بصره عن النساء مع انه أعمى لا قدرة له على النظر.\nأو نثني على العنين بأنه لا يرتكب الزنا. مع أننا نعلم أنه فاقد لشهوة النساء. أو نقول عن الأبكم إنه لا يغتاب أحدا. وهو لا يغتاب لأنه لا يقدر على الغيبة.\nومن قال بعصمة الأئمة على هذا النحو فيلزمه مذهب الجبر، وهو نفي الإرادة عن العبد وإجباره على الطاعة. وهو مذهب فاسد عند الشيعة ولكنهم وقعوا فيه بجعلهم آية التطهير قدرية لا شرعية.\n\nالقرآن يثبت نسيان النبي والمذهب الشيعي يرفض\n(1/4)",
        "\nلقد استقر المذهب الشيعي بالإجماع (باستثناء الصدوق وشيخه الوليد) على نفي النسيان والسهو عن النبي وعن الإمام. وصار عنوانا لهم في كتب العقائد كقول المرتضى « باب تنزيهه أي موسى عن النسيان» (كتاب تنزيه الأنبياء ص118).\nوالخوئي غير مستعد لإثبات سهو النبي ولو صحت الرواية في لك. فقد استعراض روايات تثبت سهو النبي واعترف بصحتها، لكنه قال بعد ذلك « هذه الروايات في نفسها غير قابلة للتصديق وإن صحت أسانيدها لمخالفتها لأصول المذهب» (كتاب الصوم1/47 وانظر مستند العروة الوثقى 6/329 عن كتاب النفيس في رزية الخميس2/182).\nهل يثبت القرآن للأنبياء النسيان؟\nلندع آيات القرآن تجيب على السؤال وذلك باساعراض الآيات المثبتة لذلك:\nقال تعالى:\n{ ولقد عهدنا إلى آدم من قبل فنسي ولم نجد له عزما } ().\n{ سنقرئك فلا تنسى إلا ما شاء الله } ().\n{ فَلَمَّا بَلَغَا مَجْمَعَ بَيْنِهِمَا نَسِيَا حُوتَهُمَا فَاتَّخَذَ سَبِيلَهُ فِي الْبَحْرِ سَرَباً } (الكهف:61).\nما موقف الشيعة من هذه الآيات\nولما وجد الشيعة آبات القرآن صريحة في ذلك عمدوا إلى تفسير النسيان بالترك. وهو أسوأ من النسيان العفوي غير المتعمد. فإن موسى قد وعد الخضر أن لا يسأله. فيكف يتعمد النبي إخلاف الوعد ويطالب عدم المؤاخذة عما تعمد إخلاف ما وعده به؟ هذه أسوأ في حق النبي من النسيان إذ أن إخلاف الوعد من علامات المنافق.\n\nفلا يجوز لآدم ان يترك عهد الله عمدا. ولا يجوز لنبينا أن يترك ما يقرؤه الله إياه عمدا. ولا يجوز لموسى أن يترك الحوت عمدا ثم يقول ليوشع بن نون (آتنا غداءنا) بينما هو يعلم أن الحوت غير ليس عنده. وهذا سفه ينزه عنه النبي.\nوهكذا: لم يوافقوا القرآن. وتورطوا في إثبات إخلاف الوعد والترك المتعمد لعهدهم مع الله.\n\nالخطأ\n(1/5)\n",
        "الخطأ عند الشيعة لا يجوز أن يكون من صفات المعصوم. والنبي والإمام عندهم معصومان بمعنى منزهان عن الخطأ. مع أن معنى العصمة في القرآن تأبى هذا التفسير. فإن الله تعالى قال { يَا أَيُّهَا الرَّسُولُ بَلِّغْ مَا أُنزِلَ إِلَيْكَ مِن رَّبِّكَ وَإِن لَّمْ تَفْعَلْ فَمَا بَلَّغْتَ رِسَالَتَهُ وَاللَّهُ يَعْصِمُكَ مِنَ النَّاسِ إِنَّ اللَّهَ لاَ يَهْدِي الْقَوْمَ الْكَافِرِينَ 67 } ().\nوالسياق واضح في ارتباط العصمة بالتبليغ. فالله يأمر نبيه أن يبلغ ولا يبالي، فإن الله يحميه من أذى الناس. ولكنها عند الشيعة المنع من الخطأ، وهذا تحريف للآية عن معناها الحقيقي.\n\nإن القول بعدم وقوع الخطأ في حق واحد من البشر هو إخراج له عن سبب خلق الله له. فإن الله خلق البشر ليبلوهم ويختبرهم في اعمالهم. ومن لا يخطئ يخرج عن الاختبار.\nفلننظر الآن ما يقول الشيعة:\nقال المجلسي « مذهب أصحابنا الإمامية أنه لا يصدر عنهم الذنب لا صغيرة ولا كبيرة ولا عمدا ولا نسيانا ولا لخطأ في التأويل ولا للإسهاء من الله سبحانه » (بحار الأنوار11/89).\n\nولنقارن هذا الإجماع – الذي لم يخالف فيه إلا الصدوق وشيخه بالقرآن الكريم:\nقال تعالى { يا أيها النبي لم تحرم ما أحل الله لك } ().\nوقال تعالى { يا أيها النبي اتق الله ولا تطع الكافرين والمنافقين } ().\nوقال تعالى { وتخفي في نفسك ما الله مبديه وتخشى الناس والله أحق أن تخشاه } ().\nوقال تعالى عن موسى { يخيل إليه من سحرهم أنها تسعى } ().\nوحكى عن موسى قوله { قال رب اني ظلمت نفسي فاغفر لي } ().\nوأمر قال نبينا قائلا { واستغفر لذنبك وللمؤمنين والمؤمنات } ().\n(1/6)\n\nولا شك أن الأنبياء منزهون عن المعاصي والفواحش. ولكنهم معرضون لوقوع هفوات أو أخطاء تمثلها الطبيعة البشرية القابلة للخطأ. فإنه ما من أحدٍ من بني آدم يخرج عن الطبيعة البشرية التي يتصف بها كل الخلق والتي بينها قول الرسول - صلى الله عليه وسلم - » كل بني آدم خطّاء وخير الخطائين التوابون« (الترمذي وابن ماجة بسند صحيح).\nوهذه آيات القرآن تؤيد ما نقول. ولا يوجد من خلق الله من لا يخطئ. لأن من وراء هذه العقيدة إلزام خطير وهو أن من لا يخطئ فهو في غنى عن رحمة الله تعالى.\n\nهذا ويلجأ الشيعة بعد هذا إلى التهويل قائلين « يعني عندكم أن النبي يجوز أن يعصى ربه».\nوالتهويل بعد قيام الحجة من القرآن يدل على الإفلاس وانعدام الحجة. فإن القرآن أثبت وقوع الخطأ إليهم وليس هذا طعنا في الأنبياء.\n\nسورة عبس قصمت ظهر المذهب\nلقد سببت هذه الآية { عبس وتولى أن جاءه الأعمى } إشكالا كبيرا في المذهب حتى اضطر الشيعة أن يزعموا ان الآية لم تنزل في النبي - صلى الله عليه وسلم - وإنما نزلت في عثمان بن عفان (الصحيح من السيرة النبوية3/163 جعفر مرتضى سعد السعود ص249 لابن طاوس).\n\nوقد اختلقوا لذلك روايتين لا إسناد لواحدة منهما، ولا توجدان إلا في كتاب تفسير القمي. ومشكلة التفسير المذكور أنه مشكوك في صحة نسبته إلى القمي بل صرحوا بأن الكتاب ساقط من كل وجه باستثناء سورة البقرة وجزء من سورة آل عمران.\nوذكر محقق كتاب بحار الأنوار ما نصه « التفسير الموجود ليس بتمامه منه قدس سره ، بل فيه زيادات كثيرة من غيره» (بحار الأنوار22/240).\nواعتبره جعفر السبحاني ملفقا من إملائين (كتاب الرجال والدراية ص96).\nواعتبره باقر الإيرواني ساقطا من كل وجه. أنظر الرابط:\nhttp://www.alkadhum.org/other/hawza/doros/alderaeh/drostamhedy/index.htm",
        "(1/7)\n\nفكيف سلموا بهاتين الروايتين من التفسير المذكور المشكوك فيه، وصححوه كما فعل صاحب كتاب الصحيح من السيرة؟ وهل فعلا طبق شروط الصحة على كتابه أم هو ترويج للكذب.\nهكذا يصير اعتراضهم لاغيا ويكون ادعاؤهم ساقطا بل ويصير به المذهب باطلا، فإما أن يتراجعوا ويكونوا مع القرآن وإلا فهم مخالفون له.\n\nوقد رأوا في هذه الآيات ما يتعارض مع المذهب، إذ كيف ينزل الله آيات تنتقد موقفا للمعصوم؟\nفأرادوا أن يجعلوا من عثمان كبش الفداء. فاختلقوا روايتين تفيدان أن الآية نزلت في عثمان وليس في النبي، ولكنهم فشلوا في تركيب السند لهما فانكشف أمرهم. وقد دخلت غرفة الغدير والحق الشيعيتين وطالبتهم بإيجاد السند لي فعجزوا عن ذلك. وهذا العجز يكشف مخالفتهم الصحريحة للقرآن.\n\nتعرض النبي للسحر أبطل المذهب\nلطالما شنع الشيعة على أهل السنة بسبب ما رواه البخاري عن عائشة رضي الله عنها أنها قالت: « كان رسول الله - صلى الله عليه وسلم - سُحِر ، حتى كان يُرى أنه يأتي النساء ولا يأتيهن. قال: سفيان وهذا أشد ما يكون من السحر إذا كان كذا» وفي رواية « قالت: مكث النبي - صلى الله عليه وسلم - كذا وكذا يخيل إليه أنه يأتي أهله ولا يأتي».\n\nوقد أجاب علماء أهل السنة عن الرواية بأن تأثر النبي صلى الله عليه وسلم بالسحر لم يؤثر على الوحي وإنما كان له تأثير على الجانب البشري كما حدث لموسى عليه السلام كما قال تعالى { فَإِذَا حِبَالُهُمْ وَعِصِيُّهُمْ يُخَيَّلُ إِلَيْهِ مِن سِحْرِهِمْ أَنَّهَا تَسْعَى } (طه66).\n\nوالقرآن أثبت تأثر موسى بالسحر، ولو كان في هذا مساسا بجناب النبوة أو تأثيرا على وحي الله لما أذن له بهذا التأثر أن يقع.\nفمن استنكر رواية سحر اليهودي للنبي محمد في السنة فلينكر سحر السحرة لموسى في القرآن. فهل يقبل الشيعة بهذ النص الصريح حول تعرض موسى للسحر؟\n(1/8)",
        "\nفما تعرض له النبي صلى الله عليه وسلم من سحر، هو مرض من الأمراض، والأمراض جائزة على الأنبياء كغيرهم من البشر، وهي مما لا يُنكر ولا يَقدحُ في النبوة ولا يُخِلُّ بالرسالة أو الوحي.\nوالله سبحانه إنما عصم نبيه صلى الله عليه وسلم مما يحول بينه وبين الرسالة وتبليغها وعصمه من القتل دون العوارض التي تعرض للبدن .\nوأما قوله تعالى { إن تتبعون إلا رجلا مسحورا } ().\nفهو مفسر بآية أخرى وهي قوله تعالى: { وَقَالُوا أَسَاطِيرُ الأوَلِينَ اكْتَتَبَهَا فَهِيَ تُمْلَى عَلَيْهِ بُكْرَةً وَأَصِيلا } (الفرقان5). ومعناه أن الشياطين تملي عليه وتكتب له كما والقرآن يفسر بعضه بعضا. فهو حكاية عن وصف الكفار لأنبيائهم. بأن أصل ومصدر دعوتهم وما يتلقونه من وحي إنما هو من اكتتاب الجن لهم. أو أن المراد به من سُحر حتى جُنَّ وصار كالمجنون الذي زال عقله؛ إذ المسحور الذي لا يُتبع هو من فسد عقله بحيث لا يدري ما يقول فهو كالمجنون.\n\nوتبقى هذه الآية { فَإِذَا حِبَالُهُمْ وَعِصِيُّهُمْ يُخَيَّلُ إِلَيْهِ مِن سِحْرِهِمْ أَنَّهَا تَسْعَى } (طه66).\nحجة ودليلا على معارضة مذهب الشيعة للقرآن: أي تخيل موسى أنها حية بسبب سحرهم.\n\nذرية النبي ليسوا معصومين\n\nقد تبين لنا كيف جعل الشيعة آية التطهير أساسا لفكرة العصمة وكيف أن الآية نفسها خالفت هذا الأساس.\nوقد استدلوا كذلك بآية أخرى ظلت تمثل أساس عقيدة المذهب الشيعي وهي قوله تعالى:\n{ وَإِذِ ابْتَلَى إِبْرَاهِيمَ رَبُّهُ بِكَلِمَاتٍ فَأَتَمَّهُنَّ قَالَ إِنِّي جَاعِلُكَ لِلنَّاسِ إِمَامًا قَالَ وَمِن ذُرِّيَّتِي قَالَ لاَ يَنَالُ عَهْدِي الظَّالِمِينَ } (البقرة124).\nفقالوا بأن هذه الآية دليل واضح على إمامة أهل البيت.\nوالجواب على ذلك:\n(1/9)\n",
        "أولا: هذه الآية تبطل تفضيل علي بن أبي طالب على إبراهيم لأن إبراهيم كان خليلا وإماما ونبيا. بينما لم يكن علي لا نبيا ولا خليلا. أما الإمامة فالآية تتكلم عن إمامة القدوة والهدى. لا إمامة القيادة والسيادة. وتفضيل الإمام على النبي مخالفة أخرى من مخالفات المذهب للقرآن، فإن الأمم اجتمعت كلها على اختلاف أديانها أن الأنبياء أفضل الخلق إلا الشيعة.\n\nثانيا هذه الآية تبطل بصريحها عصمة السلالة النبوية بدليل قول إبراهيم { ومن ذريتي قال لا ينال عهدي الظالمين } (). فلم يعده الله شيئا في ذريته.\nوكذلك قوله تعالى { وَبَارَكْنَا عَلَيْهِ وَعَلَى إِسْحَقَ وَمِن ذُرِّيَّتِهِمَا مُحْسِنٌ وَظَالِمٌ لِّنَفْسِهِ مُبِينٌ } (الصافات113).\nوقوله تعالى: { وَلَقَدْ أَرْسَلْنَا نُوحًا وَإِبْرَاهِيمَ وَجَعَلْنَا فِي ذُرِّيَّتِهِمَا النُّبُوَّةَ وَالْكِتَابَ فَمِنْهُم مُّهْتَدٍ وَكَثِيرٌ مِّنْهُمْ فَاسِقُونَ } (الحديد26).\nوتبقى هذه الآيات تخالف ما يعتقده الشيعة من أن أولاد المعصوم لا بد ان يكونوا معصومين.\nوماذا عساهم أن يقولوا في ولد نوح وقد مات كافرا؟\n\nويحتجون بآية آخرى وهي ما يسمونه بآية الاصطفاء وهي:\n{ ثُمَّ أَوْرَثْنَا الْكِتَابَ الَّذِينَ اصْطَفَيْنَا مِنْ عِبَادِنَا فَمِنْهُمْ ظَالِمٌ لِّنَفْسِهِ وَمِنْهُم مُّقْتَصِدٌ وَمِنْهُمْ سَابِقٌ بِالْخَيْرَاتِ بِإِذْنِ اللَّهِ } (فاطر32).\nويجعلونها نازلة في جعفر الصادق (تاريخ اليعقوبي2/383).\nوقوله { فمنهم ظالم لنفسه } يبطل استدلالهم بالآية. إذ كيف يكون الظالم لنفسه من بين المصطفين؟\n(1/10)\n\nولهذا تلاعبوا في تفسير الآية بعد ذلك. فرووا عن أبي الحسن الرضا في قوله تعالى { ثم أورثنا الكتاب الذين اصطفينا من عبادنا } (هم ولد فاطمة) فمنهم ظالم لنفسه (الذي لا يعرف الإمام) والسابق بالخيرات (هو الإمام) والمقتصد (هو العارف بالإمام) (الكافي 1/215 كتاب الحجة – باب أن من اصطفاه الله من عباده وأورثهم كتابه هم الأئمة).\nوهنا يقعون في ورطة أخرى، وذلك حين ختم الله هذه الأصناف الثلاثة بقوله { ذلك هو الفضل الكبير } . فكيف يكون الفضل الكبير شاملا لمن لا يعرف الإمام؟\n\nوالصحيح أن الله جعل في هذه الآية القائمين بالكتاب العظيم المصطفين من عباده وهم هذه الأمة وليس أهل البيت ثلاثة أقسام:\nالظالم لنفسه وهو المفرط في فعل بعض الواجبات المرتكب لبعض المحرمات.\nوالمقتصد وهو المؤدي للواجبات التارك للمحرمات.\nوالسابق بالخيرات وهو الفاعل لواجبات والمستحبات التارك للمحرمات والمكروهات.\nلكنهم تلاعبوا بالآية فجعلوا معناها على النحو التالي:\nالظَّالِمُ لِنَفْسِهِ: هو الْجَالِسُ فِي بَيْتِهِ لا يَعْرِفُ حَقَّ الإمَامِ.\nوالْمُقْتَصِدُ هو الْعَارِفُ بِحَقِّ الْإِمَامِ.\nوالسَّابِقُ بِالْخَيْرَاتِ: هو الإمَامُ (الكافي1/215).\n\nوالآية تجعل الظالمين أنفسهم من جملة من اصطفاهم الله تعالى وغفر الله لهم. ودخولهم في الآية لا يتناسب وعقيدة الشيعة في أن المصطفين معصومون وهم الأئمة.\nوهكذا صار التلاعب بالآيات واضحا لتتلاءم مع قواعد وأصول المذهب الشيعي.\nالاصطفاء ليس معناه العصمة\nوالله لم يذكر اصطفاء أحد من أهل البيت ولا إمامتهم. ولهذا لجأ الشيعة إلى تحريف معاني الآيات وادعوا نزولها في أهل البيت كما فعلوا في الآية الآنفة الذكر.\nوقد أثبت الله اصطفاءه للعديد من خلقه ولم يتعرض لاصطفاء أهل البيت ولو بإشارة سريعة.\nوهذا يؤكد أجنبية هذه العقائد من ركنية الإمامة وعصمة عن القرآن الكريم.\nقال تعالى:\n{",
        "(1/11)\n\nإِنَّ اللَّهَ اصْطَفَى آدَمَ وَنُوحًا وَآلَ إِبْرَاهِيمَ وَآلَ عِمْرَانَ عَلَى الْعَالَمِينَ } [آل عمران33].\nوبالطبع سوف يقول الشيعة: بأن القرآن لا يتضمن عدد الصلوات ولا مقدار الزكاة، فمطالبتكم لنا بنص صريح في الإمامة لأهل البيت لا يلزم بالضرورة أن ينص عليها القرآن.\n\nوهم إنما يقدمون بذلك اعترافا بأن القرآن لم يتضمن شيئا في حق أبناء النبي وأقربائه بشأن الإمامة.\nولكن على الأقل مبدأ إقام الصلاة مذكور وإيتاء الزكاة مذكور في القرآن. فهاتوا لنا فقط ذكرا لمبدأ الإمامة لأهل البيت في القرآن مجملا وبدون تفصيل حتى تقوم به الحجة علينا لا سيما وأنكم تحكمون بكفر ممنكر الإمامة من غير أن تقيموا الحجة عليه.\nفإن إمامة أهل البيت عندكم ركن. ولا يمكن أبدا أن يغفل القرآن ذكر ما يكون من أركان الإسلام.\n\nولكن الشيعة ينقضون العصمة بعمر بن الخطاب\n\nغير أنهم تناقضوا فأجازوا على عمر أن يكون قد منع النبي من تبليغ وحي الله حين قال « إن رسول الله قد غلبه الوجع وحسبنا كتاب الله» (رواه مسلم).\nفقالوا: أنظروا كيف منع عمر النبي من تبليغ ما أراد الله أن يبلغه.\n\nوهذا يبطل احتجاجهم بالآية التي يدندنون حولها ويسمونها بآية تبيغ الإمامة:\n{ يَا أَيُّهَا الرَّسُولُ بَلِّغْ مَا أُنزِلَ إِلَيْكَ مِن رَّبِّكَ وَإِن لَّمْ تَفْعَلْ فَمَا بَلَّغْتَ رِسَالَتَهُ وَاللَّهُ يَعْصِمُكَ مِنَ النَّاسِ } (المائدة67). مع ان الشيعة قد فسروا العصمة من الناس أي من أذاهم. قال المجلسي { والله يعصمك من الناس } أي يعصمك الله من قتلهم إياك» (بحار الأنوار89/164).\n\nوالآن تأمل الآية (بلغ) (والله يعصمك)\nوانظر إلى قصر نظرهم حيث أثبتوا لله إخلاف الوعد أو العجز عن أن يعصم النبي من منع عمر له من كتابة الوصية. كل ذلك أكراما لمذهبهم الذي بني على كراهة عمر والطعن فيه وفي الصديق.\n(1/12)",
        "\nلقد أكثروا من التمسك بهذه الرواية وتسالموا عليها لأن فيها ما يؤيد حملتهم ضد عمر. وما علموا أن هذا التمسك بالآية قد نسف معتقدهم بعصمة النبي من البنيان.\n\nلقد بنى الشيعة معتقدهم على هذه الرواية وأكثروا بسببها من التشنيع على عمر رضي الله عنه، مع أنها لم ترد في كتبهم ومصادرهم إلا منقولة من مصادرنا.\nفكيف اعتمدوا هذه الرواية وأكثروا من المناظرة حولها إلا أن يكون البخاري ومسلم من مصادرهم في الاعتقاد!\nوتعاملوا معها وهي في صحيح مسلم وكأنهم يتعاملون مع رواية في كتاب الكافي.\n\nمفهوم أهل البيت في القرآن مخالف لمذهب الشيعة\nورد لفظ أهل البيت في القرآن ثلاث مرات. والقرآن يفسر بعضه بعضا.\nالأولى: قول الملائكة لزوجة إبراهيم { قَالُواْ أَتَعْجَبِينَ مِنْ أَمْرِ اللَّهِ رَحْمَتُ اللَّهِ وَبَرَكَاتُهُ عَلَيْكُمْ أَهْلَ الْبَيْتِ إِنَّهُ حَمِيدٌ مَّجِيدٌ } [هود73].\nولم تقل الآية (عليكن أهل البيت) مع ان الخطاب لامرأة إبراهيم وليس لابراهيم كما زعموا إذ رووا عن الصادق أنه قال « لا تجاوزوا بنا قول الملائكة لأبينا إبراهيم عليه السلام { رحمة الله وبركاته عليكم أهل البيت } (الكافي2/646).\n\nويا له من تحريف آخر. فقد اعترف الطوسي بأن هذا خطاب لامرأة إبراهيم (تفسير التبيان6/340).\nوقال الطبرسي « ويعني بأهل البيت أهل بيت إبراهيم عليه السلام» (5/308).\nوزعم أنه لا دليل على أن الزوجة من أهل بيته. وبهذا يكون قد حكم بخطأ الطوسي.\nوهذا منهما تكذيب لرواية الكافي التي تناقض المجلسي والبهبودي في الحكم عليها إذ قال المجلسي « ضعيف على المشهور» (مرآة العقول12/542) بينما خالفه البهبودي فقال « صحيح» (صحيح الكافي1/162).\n\nومع ذلك فقد زعم كلاهما أن سارة من أهل البيت لأنها ابنة عم إبراهيم عليه السلام.\n(1/13)\n",
        "ولكن: هل يُدخل القوم العمّ أو أولادَه في أهل بيت الرجل؟! هذا باطل ولا قيمة له وهو مخالف للقرآن. بل إنها دخلت لأن نصوص القرآن كلها أدخلت الزوجة في الأهل.\nولم يأت لفظ أهل البيت في القرآن إلا خطابا للنساء.\nفقي قصة أمرأة عزيز مصر { ما جزاء من أراد بأهلك سوءا } (). أي بزوجتك.\nوقال تعالى في قصة موسى { فَلَمَّا قَضَى مُوسَى الأَجَلَ وَسَارَ بِأَهْلِهِ آنَسَ مِنْ جَانِبِ الطُّورِ نَاراً قَالَ لأَهْلِهِ امْكُثُوا } (القصص:2).\nوالمخاطب هنا زوجة موسى باعتراف الطبرسي نفسه الذي قال « أي قال لامرأته » (مجمع البيان4/211 و250).\nونرجو أن لا يقول الطبرسي بأن النبي شعيبا كان عما لموسى عليهما السلام!\n\nالثانية: قول أخت موسى { هَلْ أَدُلُّكُمْ عَلَى أَهْلِ بَيْتٍ يَكْفُلُونَهُ لَكُمْ وَهُمْ لَهُ نَاصِحُونَ } [القصص12].\nولم تقل الآية (يكفلنه) ولا (ناصحات). مع أن النص يعود إلى أم موسى بدليل قوله تعالى { فرددناه إلى امه } .\n\nالثالثة: قول الله لأزواج النبي - صلى الله عليه وسلم - { وَقَرْنَ فِي بُيُوتِكُنَّ وَلا تَبَرَّجْنَ تَبَرُّجَ الْجَاهِلِيَّةِ الأُولَى وَأَقِمْنَ الصَّلاةَ وَآتِينَ الزَّكَاةَ وَأَطِعْنَ اللَّهَ وَرَسُولَهُ إِنَّمَا يُرِيدُ اللَّهُ لِيُذْهِبَ عَنكُمُ الرِّجْسَ أَهْلَ الْبَيْتِ وَيُطَهِّرَكُمْ تَطْهِيرًا } [الأحزاب33].\n\nوالله يعلم أن الشيعة سوف يجردون الآية عن سابقاتها ولاحقاتها. فجعل خطابه لنساء النبي داخل الآية التي تبدأ هكذا { وقرن في بيوتكن } في حين يظن كثيرون أن الآية تبدأ هكذا { إنما يريد الله ليذهب عنكم الرجس.. } .\nفهذه الآيات الثلاثة تكذب رواية الكافي والطوسي والطبرسي.\n\nالزوجة من الأهل: قالها الأميني الشيعي\nولما أراد الأميني أن ينتقد عمر لعدم توريثه امرأة أشيم الضبابي من دية زوجها. رد الأميني الشيعي على عمر قائلا « كأن الخليفة كان غافلا عن إحدى ثلاث أو عنها جمعاء».\n(1/14)\n\nثم اخذ الأميني يستعرض لنا الآيات الدالة على أن الزوجة من الأهل قائلا:\n« ومنها: قوله تعالى { فلما قضى موسى الأجل وسار بأهله آنس من جانب الطور نارا قال لأهله امكثوا إني آنست نارا } (القصص29). أي قال لزوجته.\nوقوله تعالى عن النبي موسى عليه السلام (فقال لأهله امكثوا إني آنست نارا). وما كانت معه عليه السلام إلا زوجته وهي حامل أو أنها ولدت قبيل ذلك.\nوقوله تعالى { فدية مسلمة إلى أهله } والزوجة من الأهل.\nقوله تعالى { لننجينه وأهله إلا امرأته } (العنكبوت 32) .\nوقوله تعالى { إنا منجوك وأهلك إلا امرأتك } (العنكبوت33) .\nوقوله تعالى { فأنجيناه وأهله إلا امرأته } والاستثناء في المقامات يدل على دخولها فيما خرجت منه به، وعرف الجميع أن الاستثناء متصل لا محالة كما نص عليه ابن حجر في فتح الباري.\nوقوله تعالى عن زليخا زوجة عزيز مصر (ما جزاء من أراد بأهلك سوءا) وقوله تعالى (إذ قال موسى لأهله إني آنست نارا) (النمل7).\n\nفالأميني هنا يخاطب عمر بلسان سني مبين ويستعرض أدلة نستعرضها نحن للتدليل على أن آية التطهير نزلت في أهل بيته اللواتي هن ازواجه وليس غيرهن.\n\nلفظ التشيع شعار الفرقة في القرآن\n\nلفظ الشيعة دال على التحزب والتفرق كما قال تعالى { وَلا تَكُونُوا مِنَ الْمُشْرِكِينَ مِنَ الَّذِينَ فَرَّقُوا دِينَهُمْ وَكَانُوا شِيَعًا كُلُّ حِزْبٍ بِمَا لَدَيْهِمْ فَرِحُونَ } [الروم32]. وقال { إن الذين فرقوا دينهم وكانوا شيعاً لست منهم في شيء، إنما أمرهم إلى الله } [الأنعام 159].\nوبهذا يكون الشيعة قد غفلوا وقد اختاروا لأنفسهم هذا الإسم عن حقيقة مهمة: ألا وهي أنهم مفتاح التفرق والشقاق وعنوانه في هذه الأمة.\nتشيع الأمة عقوبة إلهية\nهذا ما يفهم من القرآن. كما قال تعالى:\n{",
        "(1/15)\n\nقُلْ هُوَ الْقَادِرُ عَلَى أَن يَبْعَثَ عَلَيْكُمْ عَذَابًا مِّن فَوْقِكُمْ أَوْ مِن تَحْتِ أَرْجُلِكُمْ أَوْ يَلْبِسَكُمْ شِيَعاً } (الأنعام64).\nفالتشيع هو التفرق والانشقاق. وهو عذاب من الله.\nوقد يطلق ويراد به الانتساب إلى الدين كما قال تعالى { وإن من شيعته لإبراهيم } أي كان إبراهيم على توحيد نوح وملته.\nولكن من كانوا شيعة علي لم يكونوا يعتقدون انهم على دين آخر غير دين أتباع معاوية كانوا على دين آخر. وإنما على معنى المنحازين إلى صفه في الخلاف السياسي.\nيوضح علي نفسه هذه الحقيقة بقوله فيما رواه عنه الشيعة « وكان بدء أمرنا أنّا تلاقينا والقوم من أهل الشام، والظاهر أن ربنا واحد وديننا واحد، ودعوتنا في الإسلام واحدة، ولا نستزيدهم في الإيمان بالله والتصديق برسوله ولا يستزيدوننا شيئاً إلا ما اختلفنا فيه من دم عثمان » (نهج البلاغة جـ 3 ص 114).\n\nوبناء على هذا النص لا يظهر أي خلاف أو حقد بين علي وبين أصحاب النبي - صلى الله عليه وسلم - كما يصوِّره الشيعة.\nفلا يجوز اتخاذه شعارا بما يؤدي إلى وضع الأمة في أجواء تلك الحال من الخلاف السابق الذي وقعت معه حرب صفين ثم زال بعد فترة قصيرة وبقي المؤمنون بعده على ما وصفهم الله تعالى { رحماء بينهم } (الفتح29).\nأقول زال بدليل أن الحسن بايع معاوية وسلمه الخلافة بما تقوم به الحجة على الذين لا يزالون يعيشون في أجواء معركة صفين حتى هذا اليوم.\n\nنعم وقع الخلاف بين الصحابة الكرام وأدى إلى نزاع تشيع فريق من المؤمنين في صفوفهم نحو علي. وآخرون نحو معاوية. ولكن لم يتخذ شيعة علي دينا إسمه التشيع. بل كلهم على كتاب الله وسنة رسوله - صلى الله عليه وسلم - .\nأما أن يتخذ رمز التفرق شعارا ودينا فهذا مخلف للنهي القرآني { ولا تكونوا من المشركين، من الذين فرقوا دينهم وكانوا شيعاً، كل حزب بما لديهم فرحون } .\n(1/16)",
        "\nمثال ذلك: نحن نعلم أن القرآن أثنى على المهاجرين والأنصار. والأنصار لفظ قريب من الأشياع. وهو يرمز إلى نصرة الرسول. { وَالسَّابِقُونَ الأَوَّلُونَ مِنَ الْمُهَاجِرِينَ وَالأَنصَارِ } ().\nولكننا لا نجد مذهبا في الدين إسمه المذهب الأنصاري.\nفكذلك لا يجوز أن يكون في الدين مذهبا شيعيا يرمز إلى نصرة علي. فإن شيعة علي لم يكونوا على مذهب خاص بهم كما انتهى الحال بشيعة اليوم.\nما كان شيعة علي يزيدون في الأذان (أشهد أن عليا ولي الله). ولم يكونوا يطوفون حول القبور.\nآية التطهير حجة عليهم ولا تثبت العصمة\n\nتأمل الآية جيدا: { إِنَّمَا يُرِيدُ اللَّهُ لِيُذْهِبَ عَنكُمُ الرِّجْسَ أَهْلَ الْبَيْتِ وَيُطَهِّرَكُمْ تَطْهِيرًا 33 } ().\nففيها إثبات رجس لم يذهب قبل نزول هذه الآية. وإنما يريد الله إذهابه. وهذا بناء على الفهم الشيعي للآية والذي معناه عندهم: يريد أن يجعلكم كاملين لا تخطئون ولا تذنبون.\n\nوأما معناها الصحيح فبعد النظر إلى الأيات التي سبقتها (ولا تبرجن.. وأقمن الصلاة وآتين الزكاة وأطعن الله ورسوله). فيصير المعنى: إنما يريد الله بهذه الأوامر والنواهي إن التزمن بها أن يذهب عنكم الرجس ويطهركم تطهيرا. أو بعمنى آخر إنما أراد الله بهذه الشريعة لكم الطهارة.\nإرادة التطهير لكل مسلم مؤمن\nلقد أرسل الله رسله وأنزل كتبه لتطهير البشرية كلها لا ليحصل التطهير لقلة قليلة جدا من البشر.\nلأن الذين لا يريد الله تطهيرهم نجس وفاسقون. ولا يوجد في كتاب الله ولا في سنة رسوله - صلى الله عليه وسلم - أن الله يريد تطهير قوم دون آخرين.\nبل إنما يريد الله بهذه الأوامر { وقرن في بيوتكن.. وأقمن الصلاة وآتين الزكاة وأطعن } .. وتلك النواهي { لا تبرجن... لا تخضعن بالقول } أن يتحقق التطهير بتطبيقها ويذهب الرجس.\n(1/17)\n",
        "وإذا ثبت أن التطهير يكون بطاعة الله فيما أمر فيكون التطهير عاما. بدليل أن الله وعد غير أهل البيت بذلك فقال: { مَا يُرِيدُ اللَّهُ لِيَجْعَلَ عَلَيْكُم مِّنْ حَرَجٍ وَلَكِن يُرِيدُ لِيُطَهَّرَكُمْ وَلِيُتِمَّ نِعْمَتَهُ عَلَيْكُمْ لَعَلَّكُمْ تَشْكُرُونَ } (المائدة6).\nوهذا خطاب عام من الله لعباده بعد أمرهم بالوضوء من الحدث. لكن من البشر من أعرض عن هذا التطهير بإعراضه عن أسبابه وهي اتباع شرعه ودينه.\n\nالتطهير يحصل بطاعة الله باعتراف الشيعة\nقال الأردبيلي عند قوله تعالى { ولكن يريد ليطهركم } أي من الذنوب فان العبادة مثل الوضوء كفارة للذنوب» (زبدة البيان ص21).\n\nوقال قطب الدين الراوندي { ولكن يريد ليطهركم } « أي لكن يريد الله ليطهركم بما فرض عليكم من الوضوء والغسل من الاحداث والجنابة أن ينظف به أجسامكم من الذنوب كما قال النبي صلى الله عليه وآله: « ان الوضوء يكفر ما قبله» (القرآن للراوندي1/42).\n\nقال الكاشاني « ما يريد الله بفرض الطهارات ليجعل عليكم من حرج من ضيق ولكن يريد ليطهركم من الأحداث والذنوب فإن الطهارة كفارة للذنوب كما هي رافعة للاحداث وليتم نعمته عليكم بهذا التطهير لعلكم تشكرون نعمته» (التفسير الصافي للفيض الكاشاني2/19).\n\nوقال الكاشاني { ولكن يريد ليطهركم } « أي من الأحداث والذنوب، فان الطهارة كفارة للذنوب، كما هي رافعة للأحداث (وليتم نعمته عليكم } بهذا التطهير { لعلكم تشكرون } (التفسير الأصفى للفيض الكاشاني1/265).\n\nوالذين لا يريد الله أن يطهرهم هم غير المؤمنين. كما قال تعالى: { أُوْلَئِكَ الَّذِينَ لَمْ يُرِدِ اللّهُ أَن يُطَهِّرَ قُلُوبَهُمْ لَهُمْ فِي الدُّنْيَا خِزْيٌ وَلَهُمْ فِي الآخِرَةِ عَذَابٌ عَظِيمٌ } ().\n\nفالتطهير الذي يريده الله لهم والرجس الذي يريد إذهابه عنهم هو باتباعهم الأوامر والنواهي التي بينها لهم قبل هذه الآية.\nوأوامره ونواهيه هي وسيلة التطهير.\n(1/18)\n\nفتبين أن إرادة التطهير شرعية لا يمكن أن تكون قدرية وإلا لزم من ذلك لوازم فاسدة منها:\n- الجبر على الأئمة. فهم لم يعملوا الحسنات بإرادتهم وإنما بجبر الله لهم. وهنا ينسف مذهب الشيعة القائم على القدر لا الجبر.\n- الظلم من الله لأن الله خصهم بشيء قدره عليهم دون باقي الخلق. ولا يجوز الطعن بالله من أجل ترقيع مذهب فاسدة وعقيدة خاطئة\nوهل يجوز أن يقال: إن الله يريد التطهير وإذهاب الرجس عن إثني عشر مخلوقا هم أقارب النبي فقط؟\nيأبى القرآن ذلك.\nفقد أوضح كتاب ربنا أن من لا يريد أن يذهب عنهم الرجس هم الكفار الذين لا يؤمنون ولا يعقلون.\nقال تعالى { كذلك يجعل الله الرجس على الذين لا يؤمنون } .\nوقال: { ويجعل الرجس على الذين لا يعقلون } ().\nوقال { وأما الذين في قلوبهم مرض فزادتهم رجسا إلى رجسهم وماتوا وهم كافرون } ().\n\nمخالفة القرآن في ابتداع أم أخرى للقرى\nمكة أم كربلاء: أيهما أفضل؟\nومن مخالفات المذهب الشيعي للقرآن تفضيل كربلاء على مكة، وهو يذكرنا بتفضيلهم للإمام على الأنبياء.\nفقد ورد السؤال التالي المرموز رقم (19) إلى السيستاني:\nأين الافضل مكة أم كربلاء؟\nفجاء الجواب: « في بعض الروايات ما يدل على ذلك. وقد قال السيد بحر العلوم في ارجوزته:\nومن حديث كربلا والكعبة لكربلا بان علوالرتبة\nوهومستفاد من الروايات الداخلة على أفضلية تربة الامام الحسين (عليه السلام) من سائر بقاع الارض» انتهى.\nأنظر هذا الرابط:\nhttp://www.sistani.org/html/ara/main...ang=ara&part=4\n\nوهو ما يقوله عامة مشايخ الشيعة (أنظر كتاب الأرض والتربة الحسينية ص26 محمد الحسين كاشف الغطاء ط: مؤسسة أهل البيت).\nوهنا نسأل: كيف بان علو الرتبة؟ وما دليله؟ وهل هذا التفضيل على مكة موافق للقرآن؟",
        "(1/19)\n\nوإذا كانت لكربلاء هذه القداسة والمكانة العالية الرفيعة فلم لم يقم الرسول - صلى الله عليه وسلم - بزيارتها أو الحج إليها أو على الأقل إرسال رسل ومندوبين عنه إليها خلال حياته الشريفة في حين أنه قام بزيارة المسجد الأقصى؟\nولماذا لم يأمر الناس بالتوجه في صلواتهم إليها دون مكة؟\nالحج الأكبر في ام القرى\nألم يصف الله مكة بأنها أم القرى فقال: { وَهَذَا كِتَابٌ أَنزَلْنَاهُ مُبَارَكٌ مُّصَدِّقُ الَّذِي بَيْنَ يَدَيْهِ وَلِتُنذِرَ أُمَّ الْقُرَى وَمَنْ حَوْلَهَا } (الأنعام92).\nأليست (أم القرى) لأنها أفضل مدن الأرض؟ فإن لفظ الأم يطلق ويراد به تفضيل الشيء على سائر جنسه. ولهذا وصفت الفاتحة بأنها أم الكتاب، وما ذاك إلا لأهميتها وفضلها على باقي السور.\nفهل ورد اسم كربلاء في القرآن؟ أو قد ورد فيه أمان للقرى أم ام واحدة؟\nهل قال الله عن كربلاء: ومن دخلها كان آمنا أو أن حجها هو الحج الأكبر كما قال عن مكة { وَأَذَانٌ مِّنَ اللَّهِ وَرَسُولِهِ إِلَى النَّاسِ يَوْمَ الْحَجِّ الأَكْبَر } (التوبة3).\n\nوكيف تكون حجا ولا يذكرها النبي ولا يحج إليها؟\nألم يأن للشيعي أن يتفكر في هذه الحقائق ويتبرأ من مذهب حشي بالبدع والشرك باسم أهل البيت!!!\nقال الله وطهر بيتي ولم يقل طهر كربلاء\nويكفي مكة شرفا أن أضافها الله إلى نفسه فقال { وطهر بيتي } . وهذه إضافة تشريف.\nوأين كربلاء من ذلك؟\n\nكربلاء أول بيت وضع للناس؟!\nتعلمنا من القرآن أن أول بيت ووضع للناس هو بيت الله الحرام في مكة. ولم نكن نظن أن يعتقد مسلم أن لله بيتا آخر هو أقدم من البيت الذي بمكة حتى جاء الشيعة بذلك.\nقال تعالى { إِنَّ أَوَّلَ بَيْتٍ وُضِعَ لِلنَّاسِ لَلَّذِي بِبَكَّةَ مُبَارَكًا وَهُدًى لِّلْعَالَمِينَ 96 فِيهِ آيَاتٌ بَيِّنَاتٌ مَّقَامُ إِبْرَاهِيمَ وَمَن دَخَلَهُ كَانَ آمِنًا } (آل عمران96).\n(1/20)",
        "\nفعن جعفر بن محمد بن قولويه في (المزار) عن أبيه وجماعة مشايخه عن سعد بن عبد الله عن أحمد بن محمد بن عيسى عن ابن أبي يعفور عن أبي عبد الله عليه السلام في حديث ثواب زيارة الحسين (عليه السلام) قال: « والله لو أني حدثتكم في فضل زيارته لتركتم الحج رأسا وما حج أحد ويحك أما علمت أن الله سبحانه اتخذ كربلاء حرما آمنا مباركا قبل أن يتخذ مكة حرما» ؟ قال ابن أبي يعفور : قد فرض الله على الناس حج البيت ولم يذكر زيارة قبر الحسين عليه السلام، قال: وإن كان كذلك فإن هذا شيء جعله الله هكذا. أما سمعت قول أمير المؤمنين عليه السلام: إن باطن القدم أحق بالمسح من ظاهر القدم؟! ولكن الله فرض هذا على العباد؟ أما علمت أن الإحرام لو كان في الحرم كان أفضل لاجل الحرم؟! ولكن الله صنع ذلك في غير الحرم» (وسائل الشيعة14/512 كامل الزيارات ص449 بحار الأنوار98/33).\nوقد أدرج آية الله سيد مهدي حجازي هذه الرواية في جملة ما سماه بـ (درر الأخبار ص692).\n\nتفضيل تراب الحسين على التربة المحمدية\nولماذا لا تفضلون المدينة على كربلاء وفيها جسد الرسول؟\nها هي المدينة المنورة بها قبر رسول الله صلى الله عليه وسلم وجسده الشريف:\nفلماذا لا تقولون بتفضيل المدينة على كربلاء أولا؟\n\nولماذا لا تقولون بأفضلية المدينة على مكة وجرى التفاضل عندكم بين كربلاء وبين مكة؟\nأم أن جسد الحسين رضي الله عنه هو خير من جسد رسول الله صلى الله عليه وسلم؟\nهنا يتبين للمنصف مدى فساد هذه العقائد وعرضتها للوازم الفاسدة. وما أكثر تلك اللوازم.\n\nالسجود على التربة الحسينية\nقال الشيخ محمد إبراهيم القزويني عن أبي عبد الله عليه السلام أنه قال: السجود على طين قبر الحسين ينوِّر إلى الأرضين السبع، ومن كانت معه سبحةٌ من طين قبر الحسين كتب مسبحاً وإن لم يسبح » (السجود على التربة الحسينية ص 34).\nوعنوان الكتاب يفصح عن عقيدة. وهي السجود على القبر.\n(1/21)\n",
        "ولا يحتاج بعد هذا العنوان من زيادة التفصيلات.\nفإذا اجتمع الطواف والسجود والتسمية بعبد الحسين فقد صار الأمر أكثر وضوحا حينئذ.\nوهل هذا يتفق مع القرآن.\n\nفالمساجد هي مواضع السجود ولا يجوز أن تكون لغير الله. قال تعالى:\n{ وأن المساجد لله فلا تجعلوا مع الله احدا } (الجن).\nوهكذا أقحموا الحسين رضي الله عنه في عبادتهم لله. فأجازوا السجود على قبره. وأمروا العوام أن يضعوا قرصا من تراب الحسين للسجود عليه.\nهل قال الله: وليطوفوا بالقبر العتيق؟\nيخالف الرافضة القرآن في مسألة الطواف ويخالفون معه الأمة الإسلامية ببدعة الطواف حول القبر.\nفقد جاء في مستدرك الوسائل (10/316) باب بعنوان باب جواز الطواف بالقبور ما نصه «لا بأس بالطواف حول قبورهم – يعني الأئمة».\n\nوروى الكليني عن يحيى بن أكثم قاضي سامراء قال » بينما أنا ذات يوم دخلت أطوف بقبر رسول الله - صلى الله عليه وسلم - «. قال محقق الكافي تعليقا على هذا القول » هذا الحديث يدل على جواز الطواف حول قبر الرسول - صلى الله عليه وسلم - . (الكافي 1/287 كتاب الحجة: باب ما يفصل به بين دعوى المحق والمبطل في أمر الإمامة بحار الأنوار88/185 و93/137 و97/126 و99/167).\nوروى الشيعة أن أبا عبد الله قبل المزار ثم قال «إنا لا نملك يا آل المصطفى إلا أن نطوف حول مشاهدكم ونعزي فيها أرواحكم» (بحار الأنوار97/126 و99/167 مستدرك الوسائل10/366 المزار ص299 محمد بن المشهدي مستدرك سفينة البحار6/597 لعلي النمازي).\nوزعموا أن فاطمة كانت تدخل المسجد وتطوف بقبر أبيها رسول الله - صلى الله عليه وسلم - وهي تبكي (تفسير القمي2/157 تفسير نور الثقلين4/187).\n\nفهل هذا الطواف حول غير الكعبة موافق للقرآن؟\nقال تعالى { وليطوفوا بالبيت العتيق } (). ولم يقل الله (وليطوفوا بالقبر العتيق).\nوقال تعالى { ليشهدوا منافع لهم } ().\n(1/22)\n\nفهل منفعة زياة قبر الحسين اعظم من منفعة الحج والعمرة حتى جعلوا زيارة قبر الحسين تفوق مئات المرات زيارة البيت الحرام؟\n\nعلم الغيب\n\nيخالف مذهب الشيعة القرآن صراحة في ويشبهونهم بالله فيما له فيه الخصوصية وحده من دون عباده. ألا وهو علم الغيب.\n{ ذلك لتعلموا أن الله يعلم ما في السماوت وما في الأرض } [المائدة97]. وقال:\n{ قل لا يعلم من في السماوات والأرض الغيب إلا الله } [النمل65].\n\nولكن ينسب الشيعة هذه الخصوصية إلى الأئمة.\nقال أبو عبد الله » إني لأعلم ما في السماوات وما في الأرض وأعلم ما في الجنة والنار وأعلم ما كان وما يكون« (الكافي 1/204 كتاب الحجة باب أن الأئمة يعلمون علم ما كان وما يكون وأنه لا يخفى عليهم الشيء) زاد في بصائر الدرجات « إلى أن تقوم الساعة» (بصائر الدرجات 127).\n\nوقد عقد الصفار بابا بعنوان « باب أن الأئمة لو سُتِر عليهم لأخبروا كل امرئ بما له وما عليه» (بصائر الدرجات ص246).\nوهذا اتخاذ للأئمة أندادا مع الله بالدليل من الآيتين الآنفتي الذكر.\n\nويقول محمد على الابطحى « وقد تواترت الأخبار فى أخبار الائمة عليهم السلام عن أحوال الشيعة وأفعالهم وآجالهم وغير ذلك من خفايا أمورهم الغائبة بحيث تعد تلك من ضروريات المذهب على ما حققناه فى محله بل دلت على عرض الاعمال عليهم كما يؤكده القران» (تهذيب المقال5/445).\n\nعن أبي عبد الله قال « والله لقد أعطينا علم الأولين والآخرين. فقيل له: أعندك علم الغيب؟ فقال له: ويحك! إني لأعلم ما في أصلاب الرجال وأرحام النساء» (بحار الأنوار26/27).\n\nوروى المفيد عن علي أنه قال « سلوني، فإن عندي علم الأولين والآخرين.. ولولا آية في كتاب الله لأخبرتكم بما كان وما يكون وما هو كائن إلى يوم القيامة» (المسائل العكبرية ص123 الاحتجاج للطبرسي1/384 الصراط المستقيم 1/217 لعلي بن يونس العاملي).",
        "(1/23)\n\nوصرح المجلسي بأن الله خصهم بعلم الأولين والآخرين من غير تعلم (بحار الأنوار11/190). وإنما أخذوا العلم من الشجرة التي نهى الله آدم عن الاقتراب منها. يسمونها شجرة علم محمد وآل محمد (تفسير القرآن لمصطفى الخميني 5/493 بحار الأنوار11/189 التفسير الصافي1/116 للفيض الكاشاني مستدرك سفينة البحار5/358 تفسير الميزان 1/144 للطباطبائي تفسير الحسن العسكري221 ).\nوهذا تشبيه بالله وتسوية به. قال تعالى:\n{ قل لا يَعْلَمُ مَن فِي السَّمَاوَاتِ وَالْأَرْضِ الْغَيْبَ إِلَّا اللَّهُ وَمَا يَشْعُرُونَ أَيَّانَ يُبْعَثُونَ 65 [النمل65]. وقال:\n{ الله يعلم ما تحمل كل أنثى وما تغيض الأرحام وما تزداد } [الرعد8].\n{ قل لا أقول لكم عندي خزائن الله ولا أعلم الغيب } .\n{ ولو كنت أعلم الغيب لاستكثرت من الخير وما مسني السوء } [الأعراف188].\nيعلمون ما تخفي الصدور النفوس\nوقال المفيد » إن الأئمة من آل محمد - صلى الله عليه وسلم - يعرفون ضمائر بعض العباد، ويعرفون ما يكون قبل كونه« (شرح عقائد الصدوق 239).\nوعن أبي جعفر قال » إنا لنعرف الرجل إذا رأيناه بحقيقة الإيمان وحقيقة النفاق« (الكافي 1/363 كتاب الحجة. باب في معرفتهم وأوليائهم والتفويض إليهم).\n\nولقد بوب الصفار بابا بعنوان: باب أن الأئمة يعرفون الإضمار وحديث النفس قبل أن يُخبَروا» (بصائر الدرجات 255).\nووضع تحت الباب أحاديث منها:\n\nعن عمران بن يزيد وخالد بن نجيح أنهما أضمرا في أنفسهما شيئا ليسألا به أبا عبد الله فعرف أبو عبد الله ما في أنفسهم من غير أن يخبراه عمران به. (161 - 255).\n(1/24)",
        "\nعن عمر بن يزيد ، قال : دخلت على أبي عبد الله عليه السلام وهو مضطجع ووجهه إلى الحائط، فقال لي حين دخلت عليه: يا عمر، اغمز رجلي. فقعدت أغمز رجله، فقلت في نفسي، أسأله عن عبد الله وموسى، أيهما الامام؟ فحول وجهه إلي ثم قال: والله لا اجيبك» (دلائل الإمامة ص280 لمحمد الطبري الشيعي بصائر الدرجات ص255 بحار الأنوار26/139 كشف الغمة2/194 الثاقب في المناقب 403 لابن حمزة الطوسي. مدينة المعاجز5/226).\nهذا هو التشبيه الحقيقي\nوكل هذا تشبيه للمخلوق بالخالق. قال تعالى { وَإِن تَجْهَرْ بِالْقَوْلِ فَإِنَّهُ يَعْلَمُ السِّرَّ وَأَخْفَى 7 } [طه7].\nوقال { قُلْ إِن تُخْفُواْ مَا فِي صُدُورِكُمْ أَوْ تُبْدُوهُ يَعْلَمْهُ اللّهُ وَيَعْلَمُ مَا فِي السَّمَاوَاتِ وَمَا فِي الأرْضِ وَاللّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ 29 } [آل عمران].\nوقال { أَلَمْ يَعْلَمُواْ أَنَّ اللّهَ يَعْلَمُ سِرَّهُمْ وَنَجْوَاهُمْ وَأَنَّ اللّهَ عَلاَّمُ الْغُيُوبِ } (التوبة78).\nلا يخفى عليهم شيء في الأرض ولا في السماء\nقال أبو الحسن » إن الإمام لا يخفى عليه كلام أحد من الناس ولا طير ولا بهيمة ولا شيء فيه الروح، فمن لم يكن هذه الخصال فيه فليس هو بإمام« (الكافي 1/225 كتاب الحجة باب الأمور التي توجب حجة الإمام).\nوروى الكليني عن علي رضي الله عنه أنه قال « عُلّمتُ المنايا والبلايا والأنساب وفصل الخطاب، فلم يفتني ما سبقني ولم يعزب عني ما غاب عني ... أنا قسيم الله بين الجنة والنار ... لا يدخلها أحد إلا على حد قسمي« (الكافي 1/152-153 كتاب الحجة باب أن الأئمة هم أركان الأرض، الأمالي ص206 للطوسي بصائر الدرجات للصفار ص221 علل الشرائع1/164 للصدوق، بحار الأنوار25/352 و39/198 تفسير نور الثقلين4/97 خاتمة المستدرك5/242 للميرزا النوري المناقب3/342 حلية الأبرار3/278 لهاشم البحراني مدينة المعاجز3/89 لهاشم البحراني).\n(1/25)\n",
        "وهذا تشبيه بالله ومساواة بينه وبين خلقه. قال تعالى:\n{ ذَلِكَ لِتَعْلَمُواْ أَنَّ اللّهَ يَعْلَمُ مَا فِي السَّمَاوَاتِ وَمَا فِي الأَرْضِ وَأَنَّ اللّهَ بِكُلِّ شَيْءٍ عَلِيمٌ 97 } [المائدة]. وقال سبحانه:\n{ أَلَمْ تَعْلَمْ أَنَّ اللَّهَ يَعْلَمُ مَا فِي السَّمَاء وَالْأَرْضِ إِنَّ ذَلِكَ فِي كِتَابٍ إِنَّ ذَلِكَ عَلَى اللَّهِ يَسِيرٌ 70 } [الحج].\nلا يخفى عليهم كل شيء إلا حكم المذي\nعن أبي عبد الله أن عليا عليه السلام كان مذاء فاستحيى أن يسأل رسول الله - صلى الله عليه وسلم - لمكان فاطمة عليها السلام فأمر المقداد أن يسأله، فقال: ليس بشيء» (تهذيب الأحكام1/17 وسائل الشيعة1/196 أو 278 بحار الأنوار77/225 تذكرة الفقهاء للعلامة الحلي1/105 مشارق الشموس1/58 للمحقق الخونساري الحدائق الناضرة2/108 للمحقق البحراني. وصرح بصحة سنده في 5/37 كتاب النوادر لقطب الدين الراوندي ص205 ) وتناقضها « فيه الوضوء» (تهذيب الأحكام1/18 مستدرك الوسائل 1/237).\nحسابهم للخلق يكذبه القرآن\nقال تعالى { إن إلينا إيابهم ثم إن علينا حسابهم } .\nهل الآية صريحة في أن إياب الخلق وحسابهم بيد الله وحده.\n\nولكن الشيعة يزعمون أن الضمير في هذه الآية عائد على الأئمة. ويروون لذلك روايات منها:\nقال الكوراني:\n« وروي عن الصادق عليه السلام في قوله (إِنَّ إِلَيْنَا إِيَابَهُمْ ثُمَّ إِنَّ عَلَيْنَا حِسَابَهُمْ ) قال عليه السلام : إذا حشر الله الناس في صعيد واحد أجل الله أشياعنا أن يناقشهم في الحساب ، فنقول: إلهنا هؤلاء شيعتنا ، فيقول الله تعالى: قد جعلت أمرهم إليكم، وقد شفعتكم فيهم وغفرت لمسيئهم، أدخلوهم الجنة بغير حساب» انتهى .\nhttp://www.alameli.net/books/index.php?id=822\n\n« قوله تعالى { ان الينا ايابهم ثم إن علينا حسابهم } وأن الإياب والحساب إلى الأئمة عليهم السلام.\nففي زيارة الجامعة: إياب الخلق إليكم وحسابهم عليكم.\n(1/26)\n\nوفي خطبة أمير المؤمنين عليه السلام قال: إلي إياب الخلق جميعا، وإليّ حساب الخلق جميعا. وفي الكافي: قال أبو الحسن الأول عليه السلام: يا سماعة إلينا إياب هذا الخلق وعلينا حسابهم، فما كان لهم من ذنب بينهم وبين الله عزوجل حتمنا على الله في تركه لنا فأجابنا إلى ذلك، وما كان بينهم وبين الناس إستوهبناه منهم وأجابوا إلى ذلك وعوضهم الله عزوجل.\nباب فيه أن إياب الخلق إليهم وحسابهم عليهم.ورووا أن علي بن أبي طالب أصدر أمرا للبط والإوز بالنزول. فتم نزولهن من السماء بأمر أمير المؤمنين عليه السلام وتكلمه معهن، ثم قال لهن: أنطقن بإذن الله العزيز الجبار فإذا هن ينطقن بلسان عربي مبين : السلام عليك يا أمير المؤمنين وخليفة رب العالمين» (مستدرك سفينة البحار1/243 للنمازي1/243).\n\nولكن الله نفى أن يكون حساب الخلق في أحد من خلقه حتى ولو كان النبي محمد صلى الله عليه وسلم.\nقال تعالى { فإنما عليك البلاغ وعلينا الحساب } (الرعد40) فنفى الله أن يكون نبيه محاسبا للخلق.\nوقال { ما عليك من حسابهم من شيء } (الأنعام52).\nوقال نوح { إن حسابهم إلا على ربي لو تشعرون } (الشعراء113).\n\nونسأل لماذا يصر مراجع الشيعة على منازعة الأئمة لصفات الله التي يختص بها دون خلقه؟\nهل يرضى الشيعي أن يدين بمثل هذه العقيدة وأن ينتمي لمثل هذا المذهب؟\n\nهل الإمام مثل البشر\nالنبي الذي الأئمة فرع منه أمره الله أن يعلن ما يلي:\n{ قُلْ إِنَّمَا أَنَا بَشَرٌ مِّثْلُكُمْ } ().\nولو كان يعلم الغيب لم يكن مثلنا. ولأن الله نفى عن نبيه علم الغيب.\n{ قل لا أقول لكم عندي خزائن الله ولا أعلم الغيب } .\n{ ولو كنت أعلم الغيب لاستكثرت من الخير وما مسني السوء } [الأعراف188].\nهل الإمام مثل البشر\nسائر البشر في كتاب الله مخلوقون من طين بلا استئناء. وحتى رسول الله وسيد البشر منهم ومثلهم.",
        "(1/27)\n\nولكن نوعا خاصا من البشر مخلوقون في مذهب الشيعة من نور الله ومن طينة خاصة مكنونة من تحت العرش.\nفإن الشيعة يعتقدون أن الأئمة » خلقهم الله من نور عظمته ثم صوّرهم من طينة مخزونة مكنونة من تحت العرش فأسكن ذلك النورَ فيه (الكافي 1/320 كتاب الحجة – باب خلق أبدان الأئمة وأرواحهم).\n\nوعن أبي عبد الله قال » الله مسح أهل البيت بيمينه فأفضى نوره فيهم« (الكافي 1/365 كتاب الحجة. باب مولد النبي - صلى الله عليه وسلم - ووفاته).\nعن أحمد بن محمد، عن محمد بن الحسن، عن محمد بن عيسى بن عبيد، عن محمد بن شعيب، عن عمران بن إسحاق الزعفراني، عن محمد بن مروان، عن أبي عبدالله عليه السلام قال « سمعته يقول: إن الله خلقنا من نور عظمته، ثم صور خلقنا من طينة مخزونة مكنونة من تحت العرش، فأسكن ذلك النور فيه، فكنا نحن خلقا وبشرا نورانيين لم يجعل لاحد في مثل الذي خلقنا منه نصيبا، وخلق أرواح شيعتنا من طينتنا و أبدانهم من طينة مخزونة مكنونة أسفل من ذلك الطينة ولم يجعل الله لاحد في مثل الذي خلقهم منه نصيبا إلا للانبياء، ولذلك صرنا نحن وهم: الناس، وصار سائر الناس همج، للنار وإلى النار» (الكافي1/389 بحار الأنوار58/45).\n\nفهل حقا يوجد بشر نوارنيون تختلف طينتهم عن طينة باقي البشر؟ أليس هذا غريبا عن القرآن شبيها بالاعتقاد اليهودي باختلاف طينة اليهودي عن طينة باقي البشر؟\n\nوذكر الخميني وغيره أن الأئمة كانوا قبل خلق العالم أنواراً (الحكومة الإسلامية 52 للخميني).\nوأن الله خلقهم من نور عظمته من نور خلق الله منه محمدا - صلى الله عليه وسلم - » (الكافي 1/389 كتاب الحجة – باب خلق أبدان الأئمة وأرواحهم).\nعن أبي عبد الله أن الأئمة مخلوقون من نور خلق الله منه محمدا « (الكافي 1/402 بحار الأنوار23/246 تفسير فرات ص396).\nوأنه « مسح أهل البيت بيمينه فأفضى نوره فيهم« (الكافي 1/365).\n(1/28)",
        "\nوذكر المجلسي أن النبي قال لعلي بن أبي طالب « فخلقني وخلقك روحين من نور جلاله» (بحار الأنوار25/30).\n\nالتعليق: وهذا النور هو نور الله كما بوب له الكليني في (الكافي 1/151 كتاب الحجة) بعنوان: « باب أن الأئمة نور الله».\nوهذا يلزم منه انبثاق وتولد النبي والأئمة من ذات الله. وهذا فيه مشابهة لقول الذين كفروا من قبل.\nويلزم منه أن الأئمة ليسوا بشرا. لأن المخلوق من النور هم الملائكة. ولا نعرف أحدا من أبناء آدم خلق قبل آدم.\nويلزم منه أن يكون الأئمة آباء لآدم عليه السلام وليس أبناء له.\nهل كان الإمام مع الأنبياء السابقين\nوبينما يقول الله لنبيه الكريم:\n{ ذَلِكَ مِنْ أَنبَاء الْغَيْبِ نُوحِيهِ إِلَيكَ وَمَا كُنتَ لَدَيْهِمْ إِذْ يُلْقُون أَقْلاَمَهُمْ أَيُّهُمْ يَكْفُلُ مَرْيَمَ وَمَا كُنتَ لَدَيْهِمْ إِذْ يَخْتَصِمُونَ } (آل عمران44).\n{ تِلْكَ مِنْ أَنبَاء الْغَيْبِ نُوحِيهَا إِلَيْكَ مَا كُنتَ تَعْلَمُهَا أَنتَ وَلاَ قَوْمُكَ مِن قَبْلِ هَذَا فَاصْبِرْ إِنَّ الْعَاقِبَةَ لِلْمُتَّقِينَ } (هود).\n{ ذَلِكَ مِنْ أَنبَاء الْغَيْبِ نُوحِيهِ إِلَيْكَ وَمَا كُنتَ لَدَيْهِمْ إِذْ أَجْمَعُواْ أَمْرَهُمْ وَهُمْ يَمْكُرُونَ } (102).\n\nيأتي الشيعة ليجعلوا بشرا غير النبي كان مصاحبا لكل الأنبياء وكان لديهم في كل أحوالهم.\nوهذه مخالفة عظيمة للقرآن.\nفقد رووا عن علي بن أبي طالب أنه قال: « و الله لقد كنت مع إبراهيم في النار و أنا الذي جعلتها بردا و سلاما، و كنت مع نوح في السفينة و أنجيته من الغرق، وكنت مع موسى فعلمته التوراة، وكنت مع عيسى فأنطقته في المهد وعلمته الإنجيل، وكنت مع يوسف في الجب فأنجيته من كيد إخوته، وكنت مع سليمان على البساط و سخرت له الريح» (الأنوار النعمانية1/31).\n(1/29)\n",
        "هل تتفق هذه الآيات مع ما نجده في كتب الشيعة عن علي أنه قال « والله، لقد كنت مع إبراهيم في النار، وأنا الذي جعلتها بردا وسلاما، وكنت مع نوح في السفينة، وأنجيته من الغرق، وكنت مع موسى فعلمته التوراة، وكنت مع عيسى فأنطقته في المهد وعلمته الإنجيل، وكنت مع يوسف في الجبّ فأنجيته من كيد إخوته، وكنت مع سليمان على البساط وسخرت له الريح».\nهل يعلمون متى يموتون؟\nالقرآن ينفي علم أي أحد بوقت موته مطلقا. قال تعالى :\n{ وَمَا تَدْرِي نَفْسٌ مَّاذَا تَكْسِبُ غَدًا وَمَا تَدْرِي نَفْسٌ بِأَيِّ أَرْضٍ تَمُوتُ } ().\n\nولكن الكليني يخالف القرآن فإنه يخالف صريح القرآن:\nفقد روى عن أبي عبد الله أنه قال « أي إمام لا يعلم ما يصيبه وإلى ما يصير، فليس ذلك بحجة لله على خلقه» (الكافي 1/258 كتاب الحجة باب أن الأئمة يعلمون متى يموتون وأنهم لا يموتون إلا باختيارمنهم).\nفماذا يقف الشيعي الآن من هذه الرواية المصادمة لصريح آيات القرآن؟\nبل إن هذا النص الشيعي يلزم منه نفي الإمامة عن الحسين وعلي ممن قتلوا غيلة وغدارا ولم يكونوا يعلمون أين ومتى يموتون!!! فإن الحسين أتى الكوفة ولم يكن يعلم بالغدر الذي كان ينتظره. وخرج علي إلى المسجد ولم يكن يعلم أن ابن ملجم كان بانتظاره ليقتله غيلة من ورائه.\n\nعن علي بن محمد عن سهل بن زياد عن محمد بن عبدالحميد عن الحسن بن الجهم قال: قلت للرضا عليه السلام: إن أمير المؤمنين عليه السلام قد عرف قاتله والليلة التي يقتل فيها والموضع الذي قتل فيه وقوله لما سمع صياح الاوز في الدار: صوائح تتبعها نوائح، وقول ام كلثوم: لو صليت الليلة داخل الدار وأمرت غيرك يصلي بالناس، فأبى عليها وكثر دخوله وخروجه تلك الليلة بلا سلاح وقد عرف عليه السلام أن ابن ملجم لعنه الله قاتله بالسيف، كان هذا مما لم يجز تعرضه، فقال: ذلك كان ولكنه خير في تلك الليلة، لتمضي مقادير الله عزوجل» (الكافي1/259).\n(1/30)\n\nيعلمون ما في أصلاب الرجال\nعن أبي عبد الله قال « والله لقد أعطينا علم الأولين والآخرين. فقيل له: أعندك علم الغيب؟ فقال له: ويحك! إني لأعلم ما في أصلاب الرجال وأرحام النساء» (بحار الأنوار26/27).\n{ - قل لا أقول لكم عندي خزائن الله ولا أعلم الغيب } .\nعن أبي عبد الله قال » عندنا خزائن الأرض ومفاتحها وإن شئت أن أقول بإحدى رجليّ: أخرجي ما فيك من الذهب لأخرجت. ثم قال بإحدى رجليه فخطها في الأرض خطا. فانفرجت الأرض. ثم قال بيده فأخرج سبيكة ذهب وقال: إن الله سيجمع لنا ولشيعتنا الدنيا والآخرة ويدخلهم جنات النعيم ويدخل عدونا الجحيم « (الكافي 1/474 كتاب الحجة. باب مولد جعفر بن محمد).\nيعلمون ما في الصدور والضمائر\nويدعي المفيد » إن الأئمة من آل محمد - صلى الله عليه وسلم - يعرفون ضمائر بعض العباد، ويعرفون ما يكون قبل كونه « (شرح عقائد الصدوق 239). ودليله ما ورد في كتب شيعته عن أبي جعفر قال » إنا لنعرف الرجل إذا رأيناه بحقيقة الإيمان وحقيقة النفاق« (الكافي 1/438 كتاب الحجة. باب في معرفتهم وأوليائهم والتفويض إليهم).\n\nوهذا مخالف لصريح آيات القرآن.\nقال تعالى { وَاللَّهُ يَعْلَمُ مَا فِي قُلُوبِكُمْ } (الأحزاب).\nوقال تعالى { يَعْلَمُ خَائِنَةَ الأَعْيُنِ وَمَا تُخْفِي الصُّدُورُ } (غافر19).\nوقال تعالى { قُلْ إِن تُخْفُواْ مَا فِي صُدُورِكُمْ أَوْ تُبْدُوهُ يَعْلَمْهُ اللَّهُ } ().\n\nالقرآن الكريم وموضوع التحريف\n\nوالآن أعظم مخالفة شيعية يبرر معها كل افتراق بين السنة والشيعة.\nوفي البداية نذكر بهذه الآية الكريمة:\n{ إنا نحن نزلنا الذكر وإنا له لحافظون } ().\nالقرآن يقول هو محفوظ والشيعة يقولون لا\nأما عند الشيعة فقد صرحوا بذلك.",
        "(1/31)\n\nعن أبي علي الأشعري عن محمد بن عبدالجبار عن صفوان عن إسحاق بن عمار عن أبي بصير عن أبي جعفر قال: « نزل القرآن على أربعة أرباع: ربع فينا وربع في عدونا وربع سنن وأمثال وربع فرائض وأحكام» (الكافي2/628).\nنصوا على أن من سجد لله سجدة شكر أن يقول في دعائه:\n« اللهم العن اللذين بدلا دينك.. وردا عليك واستهزءا برسولك وقتلا ابن نبيك وحرفا كتابك» (مستدرك الوسائل5/140 بحار الأنوار30/393 و82/260 صحيفة الرضا ص98).\n\nونسأل: هل وافق الشيعة هذه الآية أم طعنوا في حفظ الله للقرآن؟\nوللجواب على ذلك نقول:\nأولا: لم يصدر عن أهل السنة ولله الحمد مثل هذا التصريح (النقصان والتحريف).\nلم يصدر عنهم مثل قول الطبرسي (القرآن فيه آيات سخيفة). فقد قال بالتحديد ما يلي:\n« فإن الاختلاف فيه كما يصدق على اختلاف المعنى اختلاف المعنى وتناقضه، كنفيه مرة وأثباته مرة أخرى وعلى أختلاف النظم كفصاحة بعض فقراتها البالغة حد الاعجاز وسخافة بعضها» (فصل الخطاب في تحريف كتاب رب الأرباب ص211).\n\nوقد قدم المذهب الشيعي إلى النوري الطبرسي مكافأة حيث تم دفنه في أشرف البقاع عند الشيعة: وهو الحجرة المرتضوية بالنجف الأشرف.\n\nكيف يستغل النصارى قول الشيعة\nونحن إذا راعينا خواطر المذهب الشيعي وخواطر بالوحدة معه فإن النصارى واليهود لن يراعوا خواطرنا ولن يتوانوا عن الطعن بقرآننا وسوف يجدون لأنفسهم مجالا للمساومة معنا حول كتابهم المحرف فيقولون:\n\nأنتم تتهموننا بوقوع التحريف في الكتاب المقدس واختلاف طوائفنا على صحته.\nأما وقوع الاختلاف بين طوائفنا فهو صحيح. فإن كتاب طائفة البروتستانت يحوي (66) سفرا. بينما كتاب طائفة الكاثوليك يحوي (73) سفرا.\nولكن طوائفكم الإسلامية مختلفون أيضا حول صحة القرآن.\n(1/32)",
        "\nفإن الشيعة إخوانكم في الدين وهم عندكم مسلمون، ومع ذلك فإنهم يقولون بوقوع التحريف في القرآن وأن هذا القرآن الذي بأيدي المسلمين ناقص ومغير، وأن القرآن الكامل الصحيح مع المهدي.\nفلا يعود لنا مجال إلا أن نأخذ بقول ابن حزم حين جادله النصارى بمثل هذا القول تماما فقال لهم بأن الرافضة عندنا كفار (أنظر الفصل في الملل والنحل2/213).\nقرآن أهل البيت سبع عشرة ألف آية\nروى الكليني عن علي بن الحكم عن هشام بن سالم عن أبي عبد الله عليه السلام قال « إن القرآن الذي جاء به جبرئيل عليه السلام إلى محمد صلى الله عليه وسلم سبعة عشر ألف آية» (الكافي2/634).\nقال المجلسي تعليقا على هذه الرواية » موثقة« أي صحيحة السند. [مرآة العقول 12/525]. علماً بأن الآيات التي بين أيدينا في المصحف المتداول تبلغ ستة آلاف ومئتي وبضع آية فقط..\nالمجلسي يستدل بهذه الرواية على وقوع التحريف\nقال المجلسي « فالخبر صحيح ولا يخفى أن هذا الخبر وكثير من الأخبار الصحيحة صريحة في نقص القرآن وتغييره، وعندي أن الأخبار في هذا الباب متواترة معنى، وطرح جميعها يوجب رفع الاعتماد عن الأخبار رأسا» (مرآة العقول12/525) انتهى كلامه.\n\nوهنا نسأل:\nمرت قرون على هذه الفتوى المجلسية بصحة هذا السند الذي يجعل آيات القرآن 17 ألف آية بينما آيات الله كما في القرآن. وبنقصان القرآن وتغييره.\nولو أن فتوى صدرت أو كتاب من مرجع شيعي ألف ببراءة مذهب الشيعة وعلمائها من المجلسي ومن الطبرسي واستطاع أن يناقض المجلسي في تصحيح الرواية لما كررنا هذا الكلام.\nولكن نكرر الاستنكار وهم يكررون الحيدة والمراوغة وعدم الصراحة.\n\nوعلماء الشيعة مسئولون ويحملون وزر عوامهم. قال تعالى { لولا ينهاهم الربانيون والأحبار عن قولهم الإثم وأكلهم السحت لبئس ما كانوا يصنعون } ().\n(1/33)\n",
        "وبالبطع فالمجلسي عندما كان يقول بنقصان القرآن إنما كان يقصد هذا المصحف المطبوع اليوم في المدينة وليس الذي يزعمون انه في سامراء مع الإمام الغائب.\nفهل هناك من أنكر على المجلسي والكليني وشيخه القمي المصرحين جميعا بتحريف القرآن؟\n\nغاية ما سمعناه من ردود الفعل الشيعية ما يلي:\n1- وأنتم أهل السنة تصرحون بالتحريف. ألستم تعتقدون أن الداجن أكلت ورقة من مصحف؟ ألستم تعتقدون بوجود آية والشيخ والشيخة إذا زنيا فارجموها البتة؟\nوهذا كله هروب إلى موضوع النسخ الذي أقر به مشايخهم الأولون.\nوغفلوا عن أن هذا يورطهم ورطة كبيرة. فإن متقدمي مشايخهم أجمعوا على جواز النسخ حتى رووا عن علي أنه قال « وأن نسخه – أي القرآن – معلوم في السنة» (نهج البلاغة ص26).\n2- والله القرآن الذي بين أيدينا هو المطبوع في المدينة. ويشغلون بهذه الحيدة وهذا الهروب محاورهم، مع علمهم بالروايات عن الأئمة أن يقرأ شيعتهم هذا القرآن الناقص المغير الذي بأيدي أهل السنة حتى يخرج القائم المهدي فإذا خرج قرأ القرآن على حسب مصحف علي الكامل الصحيح.\n\nكل ما خالف القرآن لزم تركه\nوالشيعة فيما صححوا نسبته إلى الأئمة من أن عدد الآيات 17000 صاروا فيه على أحد أمرين:\nإما أن يأخذوا به فيلزم كفر وكفر جعفر الصادق لأن سند الرواية صحيح عنه.\nإما أن يرفضوه فيصيرون رادين على الله والراد على الله على حد الكفر. كما رووا عن أبي عبد الله أنه قال « الراد علينا كالراد على الله والرد علينا على حد الشرك بالله» (تهذيب الأصول3/147 للخميني بحار الأنوار1/192 و101/262).\n\nوهم في كلا الموقفين متهمون بالكفر.\nولا مخرج لهم إلا بترك المذهب والالتحاق بمن يلتحق غير المسلمين إليهم عادة إذا تخلوا عن النصرانية أو اليهودية. وهم أهل السنة.\nالقرآن لا تقوم به حجة عند الشيعة\nيصرح الرافضة بأن « المختلف فيه في فهم القرآن لا يعلم الحق منه إلا المعصوم» (شرح أصول الكافي للمازندراني2/23).\n(1/34)\n\nوبعبارة أخرى « في القرآن كل شيء لا يعلمه إلا المعصوم» (شرح أصول الكافي12/57).\nوهو قول منصور بن حازم في حواره مع أبي عبد الله « فعرفت أن القرآن لا تقوم به حجة إلا بقيم» (الكافي1/169 و188 وقد وثق الخوئي راويه منصور بن حازم واحتج في توثيقه بهذه الرواية (معجم رجال الحديث19/374).\n\nلكن هذا المعصوم غائب عنا. ولا نعرف عنه شيئا سوى ما تخدرنا به كلمات المستفيدين من غيابه بأن هناك من يلقاه ويأخذ منه التواقيع ويسأله.\nولكن ما الدليل. وأين تم اللقاء وكيف نتأكد من ذلك.\n\nوهنا يقف الشيعي حيران يخشى أن يطلب رؤية المهدي فيتهم بالتطاول والزندقة.\nولكن لا ننسى أن إبراهيم قال لرب العزة: { وَإِذْ قَالَ إِبْرَاهِيمُ رَبِّ أَرِنِي كَيْفَ تُحْيِي الْمَوْتَى قَالَ أَوَلَمْ تُؤْمِن قَالَ بَلَى وَلَكِن لِّيَطْمَئِنَّ قَلْبِي } (البفقرة260).\nفالله تعالى لم يغضب لسؤال إبراهيم عليه السلام.\n\nفليس من الخطأ مطالبة من يزعمون مقابلته أن يثبتوا ذلك.\nولا يوجد أحد من مشايخ الشيعة يمنع أحدا من أن يصوره أو أن يجري معه مقابلة.\nفأي خطأ في تصوير المهدي إذا كان لا يرغب بلقاء الناس والجلوس بينهم.\nهل يعتقد بحرمة التصوير؟\n\nالقرآن يأمر بالرد إلى الرسول لا العترة\nصحيح أن الله تعالى قال { يَا أَيُّهَا الَّذِينَ آمَنُواْ أَطِيعُواْ اللَّهَ وَأَطِيعُواْ الرَّسُولَ وَأُوْلِي الأَمْرِ مِنكُمْ\nولكن الله قال بعد ذلك:\nفَإِن تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللّهِ وَالرَّسُولِ? } [النّساء، آية:59.].\nولم يقل: (فإن تنازعتم في شيء فردوه إلى إلى الله والعترة).\n\nوهذه الآية ترد على قولهم (كتاب الله وعترتي). فإن العترة إذا كانوا أئمة فهم داخلون في هذا الرد إلى الله والرسول. وإذا كانوا علماء وجب أن يردوا ما اختلفوا فيه إلى الله والرسول.\nفالمصدر هو الله والرسول.\nوأولو الأمر كلهم مأمورون بالرد إليهما لا يستثنى أحد من ذلك.",
        "(1/35)\n\nالتقدم بين يدي القرآن بالرأي\nإن سورة الحجرات سورة عظيمة تعلمنا الأدب مع الله ورسوله، بالإضافة إلى غيرها من الآداب الأخرى فيما بيننا كالنهي عن الغيبة والنميمة والتسرع في أخذ الأخبار من غير تثبت.\nوأول ما فيها تعليم الأدب في التعامل مع نصول الكتاب والسنة.\nقال تعالى: { يَا أَيُّهَا الَّذِينَ آمَنُوا لا تُقَدِّمُوا بَيْنَ يَدَيِ اللَّهِ وَرَسُولِهِ } (الحجرات).\nأي لا تتقدموا ولا تتعجلوا على الله ورسوله بأمر ولا نهي (تفسر غريب القرآن للطريحي ص516).\nوأين هذا مما نجده في مصادر الأدلة عند الشيعة بحسب الترتيب الأصولي لهذه المصادر هي:\nالعقل – القرآن ثم العترة لا السنة.\n\nالحقيقة أن الشيعة متناقضون في منهجهم في التعامل مع العقل.\nففي الأسماء والصفات الإلهية يقدمون العقل على النقل. وفي مسائل عذاب القبر وكرامات الأئمة يفقدون التعامل العقلي السليم مع روايات ما هب ودب. مثال ذلك:\nهل اعتقاد أن فاطمة لا تحيض من العقل؟ ولماذا يتركها خالقها تتغوط وتتبول ويطهرها من الدم فقط؟ أليس التطهير من الغائط والبول أولى؟\nالعقول تختلف وأن مردها عند اختلافها إلى الله والرسول. قال تعالى { فإن تنازعتم في شيء فردوه إلى الله والرسول إن كنتم تؤمنون بالله واليوم الآخر } ().\nهل من العقل ضرب الرؤوس بالفؤوس والأطفال بالموسى؟\nهل من العقل أكل التراب والسجود عليه وتحنيك مواليدكم به؟\nهل من العقل أن يتعاقب الحكام والرؤساء على دولهم ويبقى الشيعة يطالبوننا ويقنعوننا بأن الإمام غائب؟ فإمام الفاتيكان حاضر وإمام المسلمين غائب؟\nرؤية الله ثابتة في القرآن\nقال تعالى { وُجُوهٌ يَوْمَئِذٍ نَّاضِرَةٌ إِلَى رَبِّهَا نَاظِرَةٌ } (القيامة23).\nكم حاول الشيعة دفع هذه الآية وتحريف معناها إلى الإنتظار مع وضوحها في اللغة. فإنه لا يجوز في اللغة أن يأتي النظر المتعدي بـ (إلى) إلا كان معناه النظر وليس الانتظار.\n(1/36)",
        "\nقال تعالى: { رب أرني أنظر إليك } ().\nوقال تعالى: { وانظر إلى حمارك } هل تعني هذه الآية ((( انتظر حمارك)))؟\n\nلماذا خلق الله الخلق؟ هل من أجل الأئمة؟\nالشيعة يقولون نعم. يقول شيخ الشيعة ابن بابويه القمي الملقب بالصدوق ما يلي:\n« يجب أن يعتقد... أن الله خلق جميع ما خلق له ولأهل بيته - صلى الله عليه وسلم - وأنه لولاهم ما خلق السماوات والأرض ولا الجنة والنار ولا آدم ولا حواء ولا الملائكة ولا شيئا (الهداية للصدوق ص25).\nوبهذا يقضون على السبب الحقيقي من خلق الخلق الذي سطره الله في القرآن.\nلا عبادة لله ولا معرفة له بدونهم\nلقد نسبوا إلى أهل البيت أنهم قالوا « ولولانا لما عبد الله» (الكافي1/193 التوحيد ص152للصدوق\nبل قالوا « ولولانا لما عرف الله» (بحار الأنوار25/5 و26/107 بصائر الدرجات ص30 ينابيع المعاجز ص25).\nوهذا مخالفة صريحة للقرآن الذي أعلن سبب خلق الله للسماوات والأرض وما فيها فقال:\n{ وَمَا خَلَقْتُ الْجِنَّ وَالإِنسَ إِلا لِيَعْبُدُونِ } [الذاريات56].\n{ الذي خلق الموت والحياة ليبلوكم أيكم أحسن عملاً } [تبارك 2].\n{ وَهُوَ الَّذِي خَلَق السَّمَاوَاتِ وَالأَرْضَ فِي سِتَّةِ أَيَّامٍ وَكَانَ عَرْشُهُ عَلَى الْمَاءِ لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلاً } .\nهل يسمح الشيعة أن ندخل الأنبياء والأئمة المعصومين عندهم في هذه الآية؟\nهل خلق الله الأئمة ليختبرهم أيهم أحسن عملا؟ أم هم فوق الاختبار بما أنهم لا يخطئون؟\nوما نفع اختبار من خلق الله فيهم فعل الأحسن لأنه معصومين لا يخطئون؟\nوهل خلقهم لا يخطئون فيه مدح لهم أم فيه ذم لهم؟\nهل يستحق الأعمى الثناء والمدح لأنه لا يغض بصره عن النظر إلى النساء.\n\nأين ذكر الله لركن الإمامة؟\nلا يوجد ركن في دين الإسلام إلا وقد نطق به القرآن.\n(1/37)\n",
        "غير ان الشيعة يضيفون إلى أركان الإسلام ركنا إسمه الإمامة. فقد رووا عن أَبِي جَعْفَرٍ أنه قَالَ « بُنِيَ الإسْلَامُ عَلَى خَمْسٍ عَلَى الصَّلَاةِ وَ الزَّكَاةِ وَ الصَّوْمِ وَ الْحَجِّ وَ الْوَلَايَةِ وَ لَمْ يُنَادَ بِشَيْ ءٍ كَمَا نُودِيَ بِالْوَلَايَةِ فَأَخَذَ النَّاسُ بِأَرْبَعٍ وَ تَرَكُوا هَذِهِ يَعْنِي الْوَلَايَةَ» (الكافي2/18).\n\nوعَنْ أَبِي بَصِيرٍ قَالَ سألت أَبَا عَبْدِ اللَّهِ (عليه السلام) « فَقَالَ لَهُ جُعِلْتُ فِدَاكَ أَخْبِرْنِي عَنِ الدِّينِ الَّذِي افْتَرَضَ اللَّهُ عَزَّ وَ جَلَّ عَلَى الْعِبَادِ مَا لا يَسَعُهُمْ جَهْلُهُ وَ لَا يُقْبَلُ مِنْهُمْ غَيْرُهُ مَا هُوَ فَقَالَ أَعِدْ عَلَيَّ فَأَعَادَ عَلَيْهِ فَقَالَ شَهَادَةُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ وَ أَنَّ مُحَمَّداً رَسُولُ اللَّهِ ( صلى الله عليه وآله ) وَ إِقَامُ الصَّلَاةِ وَ إِيتَاءُ الزَّكَاةِ وَ حِجُّ الْبَيْتِ مَنِ اسْتَطَاعَ إِلَيْهِ سَبِيلًا وَ صَوْمُ شَهْرِ رَمَضَانَ ثُمَّ سَكَتَ قَلِيلًا ثُمَّ قَالَ وَ الْوَلَايَةُ مَرَّتَيْنِ ثُمَّ قَالَ هَذَا الَّذِي فَرَضَ اللَّهُ عَلَى الْعِبَادِ» (الكافي2/22).\n\nولا ننسى أن أركان الإسلام تبدأ بالشهادتين وبها تصير خمسة.\nفانظروا كيف حذفوا ركنية الشهادتين ليضيفوا الولاية (الإمامة) إلى أركان الإسلام لتصير خمسة!!!\nولكنها صارت ستة عندهم بهذه الرواية:\n(1/38)\n\nعَنْ أَبِي صَالِحٍ قَالَ قُلْتُ لأبِي عَبْدِ اللَّهِ (عليه السلام) أَوْقِفْنِي عَلَى حُدُودِ الْإِيمَانِ فَقَالَ « شَهَادَةُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ وَ أَنَّ مُحَمَّداً رَسُولُ اللَّهِ وَ الْإِقْرَارُ بِمَا جَاءَ بِهِ مِنْ عِنْدِ اللَّهِ وَ صَلَوَاتُ الْخَمْسِ وَ أَدَاءُ الزَّكَاةِ وَ صَوْمُ شَهْرِ رَمَضَانَ وَ حِجُّ الْبَيْتِ وَ وَلَايَةُ وَلِيِّنَا وَ عَدَاوَةُ عَدُوِّنَا وَ الدُّخُولُ مَعَ الصَّادِقِينَ» (الكافي2/18).\n\nفبأي حق يضيف الشيعة موضوع الإمامة إلى أركان الإسلام؟\nأم نسي القرآن إدراج ركنية الإمامة ولم ينس في حق الصلاة والزكاة والحج؟\nوكيف يشترطون على الناس ركنية ما لم يرد في كتاب الله؟ ثم يقولون لهم لا تصح لكم صلاة ولا صوم إلا بتحقيق ركنية الإمامة؟\n{ وَمَن يَكْفُرْ بِاللَّهِ وَمَلاَئِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ وَالْيَوْمِ الآخِرِ فَقَدْ ضَلَّ ضَلاَلاً بَعِيدًا } (النساء136).\nولم يقل ومن لم يؤمن بإمامة أقرباء النبي فقد ضل ضلالا بعيدا!!!\nمن كانت معرفته واجبة صار ظهوره واجبا\nوإذا كان الشيعة يعتبرون الإيمان بالإمامة ركنا وشرطا لقبول بقية الأركان، فيحق لنا أن نسأل:\nألا يصير ركنا على الإمام أن يحكم بين الناس ولا يختبئ عنهم لقرون ثم يعتذر الشيعة عن غيابه بذرائع وتعليلات ركيكة لا يمكن للعقل أن يستسيغها كأن يقولوا بأنه يخاف على نفسه الذبح!\nقال تعالى { يَا دَاوُودُ إِنَّا جَعَلْنَاكَ خَلِيفَةً فِي الأَرْضِ فَاحْكُم بَيْنَ النَّاسِ بِالْحَقِّ } [ص26].\n\nفإن تك معرفة الإمام ركنا أفلا يكون تعريف الإمام بنفسه بالظهور وتبوأ مقعد الإمامة للحكم بين الناس وعدم تركه شاغرا تملؤه ولاية الفقيه الذي يستغله لفرض الأتاوات على العوام باسم سهم الإمام وحق أهل البيت؟\nتأملوا ركنية أن يحكم بالناس ولا يقعد مع القاعدين.",
        "(1/39)\n\nوهل من العقل أن يقال بجواز تأخير الحكم بين الناس وإقامة حكم الله بينهم؟\nوأنا أعترف بالإمام الذي يقيم حكم الله. وعندما يغيب عن الناس يخل بالأمر الإلهي (فاحكم بين الناس).\n\nألفاظ إمام ولي مولى في القرآن ليس بمعنى الإمام\nهذه ألفاظ ثلاثة يستعملها الشيعة في كلامهم على إمامة أهل البيت (أمام، مولى، ولي).\nوالسؤال الذي سوف يحار له الشيعة:\nكيف يتكرر ورود هذه الألفاظ الثلاثة ولا يأتي واحد منها بمعنى الإمامة المتعلقة بالحكم لا لأهل البيت ولا لغيرهم؟\nأين الإمامة التي جعلها أئمة الشيعة ركنا وحكموا بكفر من أنكرها.\nلقد أنكرها القرآن ولم يعطها ولا قيمة واحدة بل لم يستعمل هذه الألفاظ بمعنى الحكم والخلافة.\nلفظ (ولي)\nقال تعالى { اللَّهُ وَلِيُّ الَّذِينَ آمَنُواْ يُخْرِجُهُم مِّنَ الظُّلُمَاتِ إِلَى النُّوُرِ } ().\nوقال تعالى { وَمَن قُتِلَ مَظْلُومًا فَقَدْ جَعَلْنَا لِوَلِيِّهِ سُلْطَانًا } ().\nمولى\nقال تعالى { يَوْمَ لا يُغْنِي مَوْلًى عَن مَّوْلًى شَيْئًا وَلا هُمْ يُنصَرُونَ } (41).\nوقال تعالى { ذَلِكَ بِأَنَّ اللَّهَ مَوْلَى الَّذِينَ آمَنُوا وَأَنَّ الْكَافِرِينَ لا مَوْلَى لَهُمْ } (11).\nألفاظ (المولى، الولي) ليس بمعنى الإمام في القرآن\nقال تعالى { وَإِن تَظَاهَرَا عَلَيْهِ فَإِنَّ اللَّهَ هُوَ مَوْلاهُ وَجِبْرِيلُ وَصَالِحُ الْمُؤْمِنِينَ } (التحريم).\nوقال تعالى { أَنتَ مَوْلاَنَا فَانصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ } (البقرة286).\nوقال تعالى { بَلِ اللَّهُ مَوْلاَكُمْ وَهُوَ خَيْرُ النَّاصِرِينَ } (آل عمران150).\n\nوحتى لفظ المولى في السنة كما في رواية غدير خم فإنها متعلقة بالمحبة والنصرة بقرينة ظهور بغض أحد الصحابة في حق علي. فلا دليل لا من قرآن ولا من سنة على الإمامة.\nلفظ (إمام)\nقال تعالى { إِنِّي جَاعِلُكَ لِلنَّاسِ إِمَامًا } ().\n(1/40)",
        "\nقال تعالى { وَمِن قَبْلِهِ كِتَابُ مُوسَى إَمَامًا وَرَحْمَةً أُوْلَئِكَ يُؤْمِنُونَ بِهِ } ().\nوقال تعالى { وَاجْعَلْنَا لِلْمُتَّقِينَ إِمَامًا } قال الشيعة « أي قدوة يقتدى بنا» (بحار الأنوار24/132).\nقال تعالى ( يَوْمَ نَدْعُو كُلَّ أُنَاسٍ بِإِمَامِهِمْ فَمَنْ أُوتِيَ كِتَابَهُ بِيَمِينِهِ فَأُولَئِكَ يَقْرَأُونَ كِتَابَهُمْ وَلا يُظْلَمُونَ فَتِيلاً) (الاسراء:71).\nوقال تعالى ( إِنَّا نَحْنُ نُحْيِ الْمَوْتَى وَنَكْتُبُ مَا قَدَّمُوا وَآثَارَهُمْ وَكُلَّ شَيْءٍ أَحْصَيْنَاهُ فِي إِمَامٍ مُبِينٍ) (يّس:12)\nحتى الكتاب هو عندهم إمام\nوقد حرفوا لفظ الإمام في القرآن وجعلوا متعلقا بأهل البيت.\nفعن أبي عبد الله في معنى قوله تعالى { يوم ندعو كل أناس بإمامهم } قال: إمامهم الذي بين أظهرهم وهو قائم أهل زمانه« (الكافي 1/451 كتاب الحجة باب أن الأئمة كلهم قائمون بأمر الله تعالى).\nبينما تتمة الآية تكذب ذلك وهي قوله تعالى { فمن أوتي كتابه بيمينه فأولئك يقرئون كتابهم ولا يظلمون فتيلا } . وقوله { وكل شيء أحصيناه في إمام مبين } وقوله { ومن قبله كتاب موسى إماما ورحمة } .\nوقال تعالى ( وَمِنْ قَبْلِهِ كِتَابُ مُوسَى إِمَاماً وَرَحْمَةً وَهَذَا كِتَابٌ مُصَدِّقٌ لِسَاناً عَرَبِيّاً لِيُنْذِرَ الَّذِينَ ظَلَمُوا وَبُشْرَى لِلْمُحْسِنِينَ) (الاحقاف:12) وهنا يحق لنا أنسأل:\nكيف يذكر الله الكتاب ويستعمل له لفظ الإمام بينما لا يذكر شيئا عن إمام من أهل البيت؟\nالخلافة (لا الإمامة) في القرآن لمن يحكم بين الناس\nلم يرد في القرآن لفظ إمام بمعنى الحكم بين الناس. وإنما ورد لفظ (الإمام) في مقامين:\n1- الإمامة بمعنى القدوة بنوعيها: الحسنة { وجعلناهم أئمة يهدون بأمرنا } { واجعلنا للمتقين إماما } . أو السيئة { وجعلناهم أئمة يدعون إلى النار } .\n(1/41)\n",
        "2- الكتاب سواء لأكان الذي تكتب فيه الملائكة أعمال العباد { وَكُلَّ إِنسَانٍ أَلْزَمْنَاهُ طَآئِرَهُ فِي عُنُقِهِ وَنُخْرِجُ لَهُ يَوْمَ الْقِيَامَةِ كِتَابًا يَلْقَاهُ مَنشُورًا اقْرَأْ كَتَابَكَ كَفَى بِنَفْسِكَ الْيَوْمَ عَلَيْكَ حَسِيبًا } (الإسراء14). ولكن تلاعب البعض بهذه الآية { يوم ندعو كل أناس بإمامهم } . وعند إكمال الآية يتبين تلاعب هؤلاء بالقرآن. فقد قال تعالى { فمن أوتي كتابه بيمينه فأولئك يقرئون كتابهم } . فالآية عن الكتاب المسجل فيه أعمال العباد وليس بمعنى إمامة سيدنا علي كما زعموا.\n3- أو الوحي المنزل من السماء { ومن قبله كتاب موسى إماما ورحمة } .\n\nولكن: لما تكلم الله عن الحكم بين الناس وإقامة حكم الله فيهم أتى بلفظ (الخلافة) وليس الإمامة.\nوليعلم الشيعة أن عدم وجود أي نص صريح في القرآن على عقيدة الإمامة جعل أئمة الشيعة يحرفون هذه الآيات. ولو كان ثمة دليل صريح ما احتاجوا إلى تحريف لفظ الإمام الذي يعني الكتاب الذي هو إمام العبد وسائقه إما إلى الجنة وإما إلى النار إلى معنى إمامة أهل البيت.\nجاعلك للناس إماما أي قدوة\nفهذه الآية تتحدث عن اتخاذ الناس من إبراهيم وتوحيده وصبره وإخلاصه قدوة للناس.\nولكن جاء الشيعة وحرفوا هذا المعنى وجعلوها متعلقة بالإمامة السياسية (إقامة الأحكام الشرعية). ثم زعموا انها أهم دليل في القرآن على إمامة أهل البيت.\nوالآية السابقة هي المعنية بإقامة الأحكام الشرعية. وهي قوله تعالى:\n{ يَا دَاوُودُ إِنَّا جَعَلْنَاكَ خَلِيفَةً فِي الأَرْضِ فَاحْكُم بَيْنَ النَّاسِ بِالْحَقِّ } [ص26].\n\nالإمامة ليست ركنا من أركان الدين\n{ يَا دَاوُودُ إِنَّا جَعَلْنَاكَ خَلِيفَةً فِي الأَرْضِ فَاحْكُم بَيْنَ النَّاسِ بِالْحَقِّ } [ص26].\n(1/42)\n\nقام دين الشيعة على ركنية عقيدة الإمامية وبدون هذا الركن لا يصح الدين عندهم. وهم بذلك قد هدموا دينهم بأنفسهم فإننا لا نجد في القرآن نصا صريحا على الإمامة. فإن قلتم ولا توجد تفاصيل الصلوات في القرآن قلنا: ولكن التفاصيل في السنة. وحتى السنة قد عجزتم عن أن تثبتوا الإمامة فيها.\nأين ركنية إمامة أهل البيت في القرآن\nوقال تعالى { وَمَن يَكْفُرْ بِاللّهِ وَمَلاَئِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ وَالْيَوْمِ الآخِرِ فَقَدْ ضَلَّ ضَلاَلاً بَعِيدًا 136 } (النساء).\nأنتم تعترفون بعدم وجود نص على الإمامة من القرآن عندما تقولون « هل يوجد عدد الصلوات في القرآن هل تعرفون مقدار الزكاة في القرآن؟».\nنحن نقول لا. فهل تقولون أنتم لا أيضا وتكفوا عن التلاعب بالآيات لتثبتوا وجود نص على الإمامة؟\nوقال { يَا أَيُّهَا الَّذِينَ آمَنُواْ أَطِيعُواْ اللّهَ وَأَطِيعُواْ الرَّسُولَ وَأُوْلِي الأَمْرِ مِنكُمْ فَإِن تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللّهِ وَالرَّسُولِ إِن كُنتُمْ تُؤْمِنُونَ بِاللّهِ وَالْيَوْمِ الآخِرِ ذَلِكَ خَيْرٌ وَأَحْسَنُ تَأْوِيلاً 59 } (النساء).\nولم يخصص الله أولي الأمر بأهل البيت بل جعله مبعضا من كل الأمة (وأولي الأمر منكم).\nبدليل أن (فإن تنازعتم) موجه إلى أولي أمر المسلمين.\n\nالتوحيد والشرك\nأعظم ما يقوم عليه دين الإسلام هو تحقيق التوحيد ونبذ الشرك بكافة مظاهره.\nولا يزال مرتكبو الكبائر يرجون من الله رحمة ونجاة من النار إلى الجنة بينما لا يغفر الله الشرك صغيرا كان أو كبيرا. قال تعالى:\n{ إِنَّهُ مَن يُشْرِكْ بِاللَّهِ فَقَدْ حَرَّمَ اللَّهُ عَلَيهِ الْجَنَّةَ وَمَأْوَاهُ النَّارُ وَمَا لِلظَّالِمِينَ مِنْ أَنصَارٍ } (المائدة72).\n\nوأوضح مظاهر مخالفة المذهب الشيعي للقرآن هي ظاهرة الشرك ودعاء غير الله والاستغاثة بالأموات. وهو أكثر ما أنكره الله على المشركين الأوائل. قال تعالى:\n{",
        "(1/43)\n\nفإذا ركبوا في الفلك دعوا الله مخلصين له الدين. فلما نجاهم إلى البر إذا هم يشركون } .\n{ قل أَرَأَيْتُكُم إِنْ أَتَاكُمْ عَذَابُ اللّهِ أَوْ أَتَتْكُمُ السَّاعَةُ أَغَيْرَ اللّهِ تَدْعُونَ إِن كُنتُمْ صَادِقِينَ بَلْ إِيَّاهُ تَدْعُونَ فَيَكْشِفُ مَا تَدْعُونَ إِلَيْهِ إِنْ شَاء وَتَنسَوْنَ مَا تُشْرِكُونَ } .\n{ وَمَنْ أَضَلُّ مِمَّن يَدْعُو مِن دُونِ اللَّهِ مَن لا يَسْتَجِيبُ لَهُ إِلَى يَومِ الْقِيَامَةِ وَهُمْ عَن دُعَائِهِمْ غَافِلُونَ } [الأحقاف5].\n{ إن الذين تدعون من دون الله عباد أمثالكم فادعوهم فليستجيبوا لكم إن كنتم صادقين } [الأعراف194] وقال { إنْ تدعوهم لا يسمعوا دعائكم، ولو سمعوا مااستجابوا لكم } .[فاطر 41].\n{ قُلْ أَفَرَأَيْتُم مَّا تَدْعُونَ مِن دُونِ اللَّهِ إِنْ أَرَادَنِيَ اللَّهُ بِضُرٍّ هَلْ هُنَّ كَاشِفَاتُ ضُرِّهِ أَوْ أَرَادَنِي بِرَحْمَةٍ هَلْ هُنَّ مُمْسِكَاتُ رَحْمَتِهِ قُلْ حَسْبِيَ اللَّهُ عَلَيْهِ يَتَوَكَّلُ الْمُتَوَكِّلُونَ } (الزمر38)\n{ وإذا مسكم الضر في البحر ضل من تدعون إلا إياه } ().\n{ فمن كان يرجو لقاء ربه فليعمل عملا صالحا ولا يشرك بعبادة ربه أحدا } ().\n\nتفضيل الإمام على النبي عند الشيعة\nالقرآن لم يفضل بشرا على أي نبي. ونقول أقل الأنبياء منزلة أعظم من منزلة أبي وعمر وعثمان وعلي. ومن اعتقد ذلك فهو مصنف في جملة الغلاة\n{ قل الحمد لله وسلام على عباده الذين اصطفى } (النمل59).\n{ وسلام على المرسلين والحمد لله رب العالين } (الصافات182).\n{ عَالِمُ الْغَيْبِ فَلَا يُظْهِرُ عَلَى غَيْبِهِ أَحَدًا 26 إِلَّا مَنِ ارْتَضَى مِن رَّسُولٍ }\nوغير الأنبياء ليس لهم مثل هذا العلم. فبطل بهذه الآية مساواة غيرهم بهم ويبطل تفضيل غيرهم عليهم بطريق الأولى.\n{ أولئك الذين هدى الله فبهداهم اقتده } (الأنعام 90).\n(1/44)",
        "\nوالسؤال: كيف يكون الذين أمر الله نبيه محمدا - صلى الله عليه وسلم - بالاقتداء بهم أقل منزلة عند الله من غيرهم؟ هل يأمر الرافضة نبينا أن يقتدي بعلي وحسن والحسين؟\nوقال تعالى بعدما ذكر العديد من الأنبياء { وكلا فضلنا على العالمين } (الأنعام86). مع أنه قال عن بني إسرائيل { وهو فضلكم على العالمين } وهو تفضيل للعالم دون الأنبياء فإنهم على بني إسرائيل بما معهم من نبوة. وبهذا يجمع بين آيات الله بخلاف من يخوضون في آيات الله ويلعبون بها.\nوهذه الآية تبطل مقولة تفضيل أحد من العالمين على الأنبياء.\nوقال تعالى { وَمَن يُطِعِ اللّهَ وَالرَّسُولَ فَأُوْلَئِكَ مَعَ الَّذِينَ أَنْعَمَ اللّهُ عَلَيْهِم مِّنَ النَّبِيِّينَ وَالصِّدِّيقِينَ وَالشُّهَدَاء وَالصَّالِحِينَ وَحَسُنَ أُولَئِكَ رَفِيقًا 69 } (النساء). واحتج ابن البطريق بهذه الآية قائلا « فذكر النبيين ثم ثنى بذكر الصديقين لأنه ليس بعد النبيين في الذكر أخص من الأئمة» (عمدة عيون صحاح الأخبار ص223 وخصائص الوحي المبين ص 210 كلاهما لابن البطريق واستسحن المجلسي كلامه هذا في كتابه (بحار الأنوار35/413).\nوقال { وَمَا كُنَّا مُعَذِّبِينَ حَتَّى نَبْعَثَ رَسُولاً 15 } (الإسراء).\nفجعل حجة الأنبياء مبطلة للعذر ومخالفتهم موجبة للعقاب. كما قال تعالى أيضا:\nوقال { رُّسُلاً مُّبَشِّرِينَ وَمُنذِرِينَ لِئَلاَّ يَكُونَ لِلنَّاسِ عَلَى اللّهِ حُجَّةٌ بَعْدَ الرُّسُلِ وَكَانَ اللّهُ عَزِيزًا حَكِيمًا 165 } (النساء).\nفكيف تكون مرتبة الإمامة مفضلة عليها؟؟؟\nوقال قَالُوا أَوَلَمْ تَكُ تَأْتِيكُمْ رُسُلُكُم بِالْبَيِّنَاتِ قَالُوا بَلَى قَالُوا فَادْعُوا وَمَا دُعَاء الْكَافِرِينَ إِلَّا فِي ضَلَالٍ50 } (غافر).\n(1/45)\n",
        "وقال { وَقَالَ لَهُمْ خَزَنَتُهَا أَلَمْ يَأْتِكُمْ رُسُلٌ مِّنكُمْ يَتْلُونَ عَلَيْكُمْ آيَاتِ رَبِّكُمْ وَيُنذِرُونَكُمْ لِقَاء يَوْمِكُمْ هَذَا قَالُوا بَلَى وَلَكِنْ حَقَّتْ كَلِمَةُ الْعَذَابِ عَلَى الْكَافِرِينَ 71 } (الزمر).\n\nوالسؤال: هل هنالك من ركن من أركان الإسلام غفل القرآن عن التصريح به أو أورده مجملا يلتبس على الناس؟ ليس مثل هذا معهودا في القرآن الذي صرح أوضح التصريح كل ما هو ركن في الإسلام من غير الاكتفاء بالإشارة أو التلميح.\nالنص على الإمامة للأهل البيت كذب على القرآن\nيقولون: بأن إمامة علي والأئمة الاثني عشر مذكورة بالنص والتعيين من الله.\n{ مَّا فَرَّطْنَا فِي الكِتَابِ مِن شَيْءٍ } [الأنعام38].\nالشورى\n{ وأمرهم شورى بينهم } [ الشورى 38 ].\nهل الأئمة هم أسماء الله وصفاته\n- { وَلِلّهِ الأَسْمَاء الْحُسْنَى فَادْعُوهُ بِهَا وَذَرُواْ الَّذِينَ يُلْحِدُونَ فِي أَسْمَآئِهِ سَيُجْزَوْنَ مَا كَانُواْ يَعْمَلُونَ } 180 [الأعراف].\nعن أبي عبد الله قال « نحن واللهِ الأسماء الحسنى التي لا يقبل الله من العباد عملا إلا بمعرفتنا.. بنا أثمرت الأشجار وجرت الأنهار، وبنا ينزل غيث السماء وينبت عشب الأرض، وبعبادتنا عُبِدَ الله، ولولا نحن ما عُبِد« (الكافي 1/111 كتاب التوحيد: باب- النوادر). وهذا تشبيه كلي بالله حيث لم يقولوا أنهم بعض أسماء الله. قال تعالى { وَلِلّهِ الأَسْمَاء الْحُسْنَى فَادْعُوهُ بِهَا وَذَرُواْ الَّذِينَ يُلْحِدُونَ فِي أَسْمَآئِهِ سَيُجْزَوْنَ مَا كَانُواْ يَعْمَلُونَ } 180 [الأعراف].\n\nكمال الدين ونقصانه\n- { اليوم أكملت لكم دينكم }\nقال الخميني: وبالإمامة يكتمل الدين والتبليغ يتم (كتاب كشف الأسرار صفحة 154).\nوقال التيجاني المترفض « إكمال الدين بالإمامة أمر ضروري لكل العقلاء» (لأكون مع الصادقين ص74).\n\nالزوجة في القرآن هي الأهل\n(1/46)\n\n- { ما جزاء من أراد بأهلك سوءاً إلا أن يسجن أو عذاب أليم } . أي أراد سوءاً بزوجة العزيز.\n- { إنا منجوك وأهلك إلا امرأتك } .\n- { فلما قضى موسى الأجل وسار بأهله آنس من جانب الطور نار قال لأهله امكثوا } .\nعائشة أم المؤمنين بنص القرآن\nشاء الله ان يكون من علامات الخطأ الواضح في مذهب الشيعة الطعن في أزواج النبي وبالتحديد عائشة وحفصة. ومهما أوردوا من تعليلات لهذا الطعن فيبقى السبب الحقيقي وراءه كونهما ابنتين لأبد أعداء المذهب عند الشيعة وهما أبو بكر وعمر.\nلكن القرآن أثنى عليهن واعتبرهن امهات المؤمنين. قال تعالى:\n{ النَّبِيُّ أَوْلَى بِالْمُؤْمِنِينَ مِنْ أَنفُسِهِمْ وَأَزْوَاجُهُ أُمَّهَاتُهُمْ } [الأحزاب6]. وقال تعالى\"\n{ الخبيثات للخبيثين والخبيثون للخبيثات والطيبات للطيبين والطيبون للطيبات } .\nوالشيعة يزعمون أن النبي يعلم الغيب. فكيف يرضى الزواج من خبيثة مع علمه بما أوتي من غيب أنها خبيثة؟ أليس هذا طعنا بالنبي الذي أمرنا أن نتزوج ذات الدين ثم هو يتزوج المرأة الفاسدة الخبيثة الخائنة؟\nإمرأة نوح ولوط ليستا أمهات المؤمنين\nوأما ادعاء الشيعة بأن هذه الآية { ضرب الله مثلا للذين كفروا امرأة نوح وامرأة لوط كانتا تحت عبدين من عبادنا صالحين فخانتاهما فلم يغنيا عنهما من الله شيئا وقيل ادخلا النار مع الداخلين } (سورة التحريم 10) إنما هي مثل ضربه الله لعائشة وحفصة. وفسر بعضهم الخيانة بارتكاب الفاحشة.\nفهو قول باطل. ودليله ان الله امرنا أن نتخذ عائشة أمنا في الإيمان. ونحن لا نقول بأن امرأة نوح وامرأة لوط أمهاتنا في الإيمان.\nولا يمكن أن يكون في القرآن ما يلبس علينا ديننا فيأمرنا الله أن نتخذ عائشة أما لنا في الإيمان بينما يضرب لها المثل بمن كفرت.\nعائشة زوجة النبي في الآخرة بدليل القرآن\n{",
        "(1/47)\n\nيَا أَيُّهَا النَّبِيُّ قُل لِّأَزْوَاجِكَ إِن كُنتُنَّ تُرِدْنَ الْحَيَاةَ الدُّنْيَا وَزِينَتَهَا فَتَعَالَيْنَ أُمَتِّعْكُنَّ وَأُسَرِّحْكُنَّ سَرَاحًا جَمِيلًا 28 وَإِن كُنتُنَّ تُرِدْنَ اللَّهَ وَرَسُولَهُ وَالدَّارَ الآخِرَةَ فَإِنَّ اللَّهَ أَعَدَّ لِلْمُحْسِنَاتِ مِنكُنَّ أَجْرًا عَظِيمًا } (الأحزاب29).\nوالرسول لم يطلقها قبل موته. فبقيت زوجته حتى مات عليه الصلاة والسلام ورأسه الشريف عند صدرها رضي الله عنها. فهذا دليل على أنها كانت تريد الله ورسوله والدار الآخرة. ولو انها كانت تريد الحياة الدنيا وزينتها لطلقها الرسول قبل موته.\nولئن احتج الشيعة بقوله تعالى (للمحسنات منكن) بأن (من) تفيد التبعيض.\nفنقول: هل تخرج عائشة من هذا التبعيض؟ وكيف تخرج والرسول مات ولم يطلقها؟\nفلو أنه طلقها لدخلت حتما في التبعيض. هذا على فرض كون (من) للتبعيض. والصحيح أنها للجنس لا للتبعيض. وحتى هذا التبعيض لا يغني شيئا. فإن النبي ما طلقها. فهي زوجته في الدنيا والآخرة.\n\nعائشة أم المؤمنين في القرآن\n\nفتاوى التقية تخالف الأمر بتبليغ الدين\nفاصدع بما تؤمر\n\nمن مات على الكفر لايحيا ليؤمن\nالمتعة\nليس في القرآن زوجة لا ترث\n\nإبراهيم أفضل من علي\n{ وَإِذِ ابْتَلَى إِبْرَاهِيمَ رَبُّهُ بِكَلِمَاتٍ فَأَتَمَّهُنَّ قَالَ إِنِّي جَاعِلُكَ لِلنَّاسِ إِمَامًا قَالَ وَمِن ذُرِّيَّتِي قَالَ لاَ يَنَالُ عَهْدِي الظَّالِمِينَ } (124).\nذرية النبي غير معصومين\nوَبَارَكْنَا عَلَيْهِ وَعَلَى إِسْحَقَ وَمِن ذُرِّيَّتِهِمَا مُحْسِنٌ وَظَالِمٌ لِّنَفْسِهِ مُبِينٌ 113\nوَلَقَدْ أَرْسَلْنَا نُوحًا وَإِبْرَاهِيمَ وَجَعَلْنَا فِي ذُرِّيَّتِهِمَا النُّبُوَّةَ وَالْكِتَابَ فَمِنْهُم مُّهْتَدٍ وَكَثِيرٌ مِّنْهُمْ فَاسِقُونَ 26\n\nالقرآن يقرر أن مات على الكفر لا يرجع ليؤمن\n(1/48)",
        "\nوَمَن يَرْتَدِدْ مِنكُمْ عَن دِينِهِ فَيَمُتْ وَهُوَ كَافِرٌ فَأُوْلَئِكَ حَبِطَتْ أَعْمَالُهُمْ فِي الدُّنْيَا وَالآخِرَةِ وَأُوْلَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ } (البقرة217).\n\n{ وَلَيْسَتِ التَّوْبَةُ لِلَّذِينَ يَعْمَلُونَ السَّيِّئَاتِ حَتَّى إِذَا حَضَرَ أَحَدَهُمُ الْمَوْتُ قَالَ إِنِّي تُبْتُ الآنَ وَلاَ الَّذِينَ يَمُوتُونَ وَهُمْ كُفَّارٌ أُوْلَئِكَ أَعْتَدْنَا لَهُمْ عَذَابًا أَلِيمًا } (النساء18).\n\nالمتعة\nمخالفة المذهب للقرآن في عدم توريث المتمتع بها\nالمتعة عند الشيعة لا توارث فيها بين الناكح والمنكوحة. يؤكد ذلك ما جاء في صيغة عقد المتعة:\n« تمتعيني نفسك على كتاب الله وسنة نبيه صلى الله عليه وآله بكذا وكذا على أن لا ترثيني ولا أرثك» . ويجوز أن يكون النكاح بغير شهود (بحار الأنوار100/300 فقه الرضا ص323 لعلي بن بابويه القمي الحدائق الناضرة24/169 مستدرك الوسائل14/461).\nوهذا مخالف لصريح القرآن من أن الزوجة ترث زوجها والعكس كذلك.\nقال تعالى { وَلَكُمْ نِصْفُ مَا تَرَكَ أَزْوَاجُكُمْ إِن لَّمْ يَكُن لَّهُنَّ وَلَدٌ فَإِن كَانَ لَهُنَّ وَلَدٌ فَلَكُمُ الرُّبُعُ مِمَّا تَرَكْنَ مِن بَعْدِ وَصِيَّةٍ يُوصِينَ بِهَا أَوْ دَيْنٍ وَلَهُنَّ الرُّبُعُ مِمَّا تَرَكْتُمْ إِن لَّمْ يَكُن لَّكُمْ وَلَدٌ فَإِن كَانَ لَكُمْ وَلَدٌ فَلَهُنَّ الثُّمُنُ مِمَّا تَرَكْتُم مِّن بَعْدِ وَصِيَّةٍ تُوصُونَ بِهَا أَوْ دَيْنٍ } .\n\nعقيدة البداء عند الشيعة\nيقول الله تعالى:\n{ وَمَا مِنْ غَائِبَةٍ فِي السَّمَاءِ وَالأَرْضِ إِلَّا فِي كِتَابٍ مُّبِينٍ } (النمل75).\nالبداء كلمة تعني أن الله بدا له – أي ظهر له – علم جديد لم يكن قد حصل له من قبل بمعنى حصل له علمٌ جديد لم يكن يعلمه من قبل. وقد اعتقده اليهود في الله عز وجل وهي فكرة خبيثة تنفي عن الله علمه السابق لكل شيء.\n(1/49)\n",
        "إن الأكثرية الساحقة من الشيعة لا يعرفون معنى البداء. عير أنهم لم يتنبهوا إلى أنهم قد يكررونها في اليوم عشر مرات لا سيما عند مخاطبتهم الأئمة في قبورهم حيث يقولون عند قبر الإمام :\n« السلام عليكما يا من بدا لله فيكما » (مفاتيح الجنان ص584 كامل الزيارات ص520 وانظر الكافي4/578 تهذيب الأحكام6/83 وسائل الشيعة 10430 و14/548 للحر العاملي).\n\nفبينما الأئمة عندهم يعلمون الغيب مطلقا لا يجوز لله عندهم أن يوصف بالعلم المطلق بل يجوز عليه البداء وهو معرفة جديدة لم يكن يعلمها من قبل. فظهر له بعد موت موسى خلاف ما كان يعلمه فبدا له في اسماعيل بن الهادي.\nوإليكم هذه الروايات في فضل وصف الله بالبداء من كتاب الكافي للكليني:\n»ولم يعظّم الله بشيء مثل تعظيمه بإثبات هذا الجهل المسمى بمثل البداء« (كتاب الكافي: كتاب التوحيد: باب البداء 1/113(.\n»ولو علم الناس ما في البداء من الأجر ما فتروا عن الكلام فيه. وما تنبأ نبي قط حتى يقرّ لله بخمس خصال: بالبداء ... وما بعث الله نبيا قط إلا بتحريم الربا وأن يقرّ لله بالبداء« ... (الكافي 1/199 كتاب الحجة باب أن الأئمة يعلمون جميع العلوم التي خرجت إلى الملائكة والأنبياء) ... قالوا » بدا لله في أبي جعفر ما لم يكن يُعرف له« (الكافي 1/263 كتاب الحجة باب الاشارة والنص على أبي محمد).\n\nعن الصادق عليه السلام «ما بدا لله في شيء كما بدا له في إسماعيل إبني» (عقائد الإمامية ص80-81 ورواها المجلسي في بحار الأنوار4/109).\nوفسر المفيد هذه الرواية بمعنى « ما ظهر لله كما ظهر له في إسماعيل ابني إذ اخترمته في حياتي» (كمال الدين وتمام النعمة للصدوق ص69 التوحيد للصدوق ص336 ) .\n(1/50)\n\nوقد زعم قوم أن الضمير يعود على أبي جعفر وهذا هروب ومراوغة. فما معنى وجود باب البداء لله وإدراج العديد من الروايات لإثبات البداء؟ يؤكد عودة الضمير على الله ما قاله المظفر «غير أنه وردت عن أئمتنا الأطهار عليهم السلام روايات توهم القول بصحة البداء بالمعنى المتقدم كما ورد عن الصادق عليه السلام «ما بدا لله في شيء كما بدا له في إسماعيل إبني» (عقائد الإمامية ص80-81 ورواها المجلسي في بحار الأنوار4/109).\n\nوالبداء عندهم كما يكون في العلم يكون في الإرادة كما قال الكليني « فلله البداء فيما علم متى شاء، وكذا فيما أراد لتقدير الأشياء» (الكافي1/149).\n\nفهل تتفق هذه العقيدة التي تجعلها رواياتهم من أعظم القربات إلى الله مع القرآن الكريم ومع الفهم السليم الصافي لصفات الله تعالى!!!\n\nالقرآن يقول بلغ والمذهب يقول أكتم\nالقرآن يأمر بالتبليغ وينهى عن كتمان الدين.\nفقد أمر الله نبيه أن يصدع بما يؤمر. وأن يبلغ ما أنزل الله إليه ولا يخاف من أذى الناس.\nقال تعالى { يَا أَيُّهَا الرَّسُولُ بَلِّغْ مَا أُنزِلَ إِلَيْكَ مِن رَّبِّكَ وَإِن لَّمْ تَفْعَلْ فَمَا بَلَّغْتَ رِسَالَتَهُ وَاللَّهُ يَعْصِمُكَ مِنَ النَّاسِ } (المائدة67).\nالقرآن يلعن من يكتم والمذهب يلعن من يبلغ\nبل إن الله يتوعد من يكتم دينه باللعن منه ومن خلقه.\nقال تعالى { إِنَّ الَّذِينَ يَكْتُمُونَ مَا أَنزَلْنَا مِنَ الْبَيِّنَاتِ وَالْهُدَى مِن بَعْدِ مَا بَيَّنَّاهُ لِلنَّاسِ فِي الْكِتَابِ أُولَئِكَ يَلعَنُهُمُ اللّهُ وَيَلْعَنُهُمُ الَّلاعِنُونَ } (البقرة159).\nولكن الشيعة يتوعدون باللعن كل من لا يكتم. فقد رووا:\nعن أبي عبدالله (عليه السلام) أنه قال: « إنى لاحدث الرجل الحديث فينطلق فيحدث به عنى كما سمعه فأستحل به لعنه والبراء ة منه» (كتاب الغيبة ص36 للنعماني بحار الأنوار2/79).",
        "(1/51)\n\nوبينما يتمسك الشيعة بما يسمونها آية العصمة. وهي المرتبطة عندنا كما تقدم بتبليغ دين الله بلا تردد ولا خوف لأن الله وعد نبيه أن يعصمه من أذى الناس وليس من الخطأ.\nنجدهم ينهون عن التبليغ ويطعنون في دين من يبلغ دين الله ويأمرون بكتم الدين.\nفقد قالوا:\nعن أبي عبد الله عليه السلام قال « إنكم على دين من كتمه أعزه الله ومن أذاعه أذله الله« (الكافي2/222 والرسائل للخميني (2/185).\nوعن أبي جعفر قال: « دخلنا عليه جماعة، فقلنا يا ابن رسول الله إنا نريد العراق فأوصنا، فقال أبو جعفر عليه السلام: لا تبثوا سرنا ولا تذيعوا أمرنا» ( الكافي 2/176).\nوعن أبي جعفر قال: « أحب أصحابي إلي أكتمهم لحديثنا» (الكافي 2/177).\nوعن أبي عبد الله قال « من أذاع علينا حديثنا سلبه الله الإيمان» (الكافي2/275).\nوعن أبي عبدالله \"ما قتلنا من أذاع حديثنا قتل خطأ ولكن قتلنا قتل عمد \" (الكافي 2/275).\nوعن أبي عبدالله قال « يا معلى اكتم أمرنا ولا تذعه، فإنه من كتم أمرنا ولم يذعه أعزه الله، من أذاع أمرنا ولم يكتمه أذله الله به في الدنيا ونزع النور من بين عينيه في الآخرة وجعل ظلمة تقوده إلى النار، إن التقية من ديني ودين آبائي ولا دين لمن لا تقية له، إن المذيع لأمرنا كالجاحد له» (الكافي2/177 كتاب الإيمان والكفر باب الكتمان).\nوقال أبو جعفر: « ولاية الله أسرها إلى جبرئيل عليه السلام وأسرها جبرئيل إلى محمد صلى الله عليه وسلم وأسرها محمد إلى علي عليه السلام وأسرها علي إلى من شاء الله، ثم أنتم تذيعون ذلك؟» (الكافي 2/178).\n\nفهل تتفق فضائل الكتمان مع آيات القرآن الناهية عن الكتمان؟\nأليس آية العصمة والتبليغ الأساس الذي قام عليه المذهب؟\nألم يزعموا أن الرسول - صلى الله عليه وسلم - قال « فضلنى الله بالرسالة وفضله (يعني عليا بالتبليغ عنى، وجعلنى مدينة العلم و جعله الباب و جعله خازن العلم» (بحارالانوار38/112).\n(1/52)",
        "\nأكتموا العلم وأصول دين الله ولو ضل الناس\nبل أمروا بكتمان العلم ولو ترتب عليه ضلال الناس. فإنهم عند كلامهم عن تعليم المرأة كيف تعلم إن كانت لا تزال حائضا أم لا؟ قالوا: « تضع المرأة قطنة ثم تستلقي على ظهرها وترفع رجليها وتصبر هنيهة ثم تخرج القطنة إخراجا رفيقا.. قالوا « عن أبي الحسن الثاني: إن هذا الحكم سر من أسرار الله فلا تذيعوه، ولا تعلّموا الخلق أصول دين الله، بل ارضوا لهم ما رضي الله لهم من الضلال» (مسالك الأفهام للشهيد الثاني1/56 مدارك الأحكام1/315 لمحمد العاملي).\nكيف يكون المخلوقون هم أسماء الله\nيقول الله تعالى { ولله الأسماء الحسنى فادعوه بها } ().\nوهذه الأسماء اشتقت منها صفات تدل على عظمته وقدرته مما ما يختص الله بها وحده ويكون كمالا له في حين لو اتصف بها مخلوق لكانت نقصا في حقه.\nوهذه الصفات منها صفة خالق رازق محيي مميت. ولا يجوز أن يتصف بمثل هذه الصفات مخلوق.\n\nولكن الشيعة يروون عن أبي عبد الله أنه قال « نحن واللهِ الأسماء الحسنى التي لا يقبل الله من العباد عملا إلا بمعرفتنا.. بنا أثمرت الأشجار وجرت الأنهار، وبنا ينزل غيث السماء وينبت عشب الأرض، وبعبادتنا عُبِدَ الله، ولولا نحن ما عُبِد« (الكافي 1/111 كتاب التوحيد: باب- النوادر).\nوهذا تشبيه كلي بالله حيث لم يقولوا أنهم بعض أسماء الله. قال تعالى { وَلِلّهِ الأَسْمَاء الْحُسْنَى فَادْعُوهُ بِهَا وَذَرُواْ الَّذِينَ يُلْحِدُونَ فِي أَسْمَآئِهِ سَيُجْزَوْنَ مَا كَانُواْ يَعْمَلُونَ } 180 [الأعراف].\n\nفهل يجوز مثل هذا الاعتقاد في الله وأسمائه لا سيما وأن منها صفة الجبار المتكبر المحيي المميت؟ أم أنه سوف يبرر ذلك بمثل قول النمرود؟\nهل يجوز لبشر أن يتصف بها وهل تكون في حقه صفة كمال؟\nهل يرضى الشيعي أن يتلاعب بآيات الله وصفاته ويصير المخلوق هو اسم الله؟\n\nعرض الأعمال على الله والأئمة\n(1/53)\n",
        "وبينما يؤكد القرآن أن الأعمال تعرض على الله كما قال تعالى { وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا أُوْلَئِكَ يُعْرَضُونَ عَلَى رَبِّهِمْ } ().\n\nيأتي الشيعة ليخالفوا هذه الآية ويجعلوا الأئمة شركاء مع الله في عرض الأعمال.\nفقد رووا عن يَعْقُوبَ بْنِ شُعَيْبٍ قَالَ سَأَلْتُ أَبَا عَبْدِ اللَّهِ ( عليه السلام ) عَنْ قَوْلِ اللَّهِ عَزَّ وَ جَلَّ { اعْمَلُوا فَسَيَرَى اللَّهُ عَمَلَكُمْ وَ رَسُولُهُ وَ الْمُؤْمِنُونَ } « قَالَ هُمُ الْأَئِمَّةُ» (الكافي1/219).\nوفي رواية « هو والله علي بن أبي طالب» (1/220).\n\nفهم أسماء الله وشركاؤه في عرض أعمال العباد؟\nأليس الأئمة من جملة من تعرض أعمالهم على الله أم هم منزهون عن ذلك؟\n\nعند القرآن (ألست بربكم) وعند الشيعة (ألست بإمامكم)\nقال تعالى: { وَإِذْ أَخَذَ رَبُّكَ مِن بَنِي آدَمَ مِن ظُهُورِهِمْ ذُرِّيَّتَهُمْ وَأَشْهَدَهُمْ عَلَى أَنفُسِهِمْ أَلَسْتُ بِرَبِّكُمْ قَالُواْ بَلَى شَهِدْنَا أَن تَقُولُواْ يَوْمَ الْقِيَامَةِ إِنَّا كُنَّا عَنْ هَذَا غَافِلِينَ } (الأعراف172).\n\nفالله يخبرنا في هذه الآية أنه استخرج ذرية بني آدم من أصلابهم شاهدين على أنفسهم أن الله ربهم فشهدوا بما يؤكد أن الله فطرهم على معرفته وجبلهم عليها. كما قال { فأقم وجهك للدين حنيفا فطرة الله التي فطر الناس عليها لا تبديل لخلق الله } (الروم).\n\nغير ان أخذ الميثاق عند الشيعة له سبب آخر وهو موضوع الإمامة وكالعادة.\nعن محمد بن يحيى عن أحمد بن محمد عن ابن محبوب عن الحسن بن نعيم الصحاف قال: « سألت أبا عبدالله عليه السلام عن قول الله عزوجل { فمنكم مؤمن ومنكم كافر } فقال: عرّف الله إيمانهم بولايتنا وكفرهم بها يوم أخذ عليهم الميثاق في صلب آدم عليه السلام وهم ذر» (الكافي1/413).\n(1/54)\n\nوبالبطع لا بد للشيعة بعد أن أيقنوا عدم وجود دليل على عقيدة الإمامة من القرآن أن يحرفوا معاني الآيات ليجعلوا لعقيدتهم أساسا منه. فإن الإمامة لم تذكر ضمن اركان الدين في القرآن فضلا عن أن تكون كذلك بالنسبة لأهل البيت.\nوقد قال تعالى { يَا دَاوُودُ إِنَّا جَعَلْنَاكَ خَلِيفَةً فِي الأَرْضِ فَاحْكُم بَيْنَ النَّاسِ بِالْحَقِّ } (ص26).\nولم يقل يا أهل البيت إنا جعلناكم خلفاء في الأرض. وورود مثل هذا النص لو وجد يرفع الخلاف.\nالقرآن في اللوح المحفوظ الذي هو علي!!\nقد يعجب الشيعي أن يكون اللوح الذي فيه القرآن هو علي بن أبي طالب.\nفقد حكوا عن علي أنه كان يقول أنا اللوح المحفظ» (شرح أصول الكافي4/241).\nوذكر الخميني « أن اسم الذات الأعظم اتحد بالحقيقة المحمدية التي هي أيضا متحدة مع علي بن أبي طالب الذي كان بسبب ذلك يقف على المنبر ويقول كما صرح الخميني « أنا اللوح أنا العرش أنا الكرسي أنا السماوات السبع» (شرح دعاء السحر ص110).\nوبما انه هو اللوح ففي سيدنا علي كل شيء من العلوم باطنها وظاهرها، عاليها وسافلها.\nولهذا روى المجلسي عن نوادر الحكمة يرفعه إلى إسحاق القمي قال أنه قال: قال أبوعبدالله عليه (السلام) لحمران بن أعين: « يا حمران إن الدنيا عند الامام والسماوات والارضين إلا هكذا - وأشارة بيده إلى راحته - يعرف ظاهرها وباطنها وداخلها وخارجها ورطبها ويابسها» (بحار الأنوار25/385).\nمنذ متى كان الرجال يرضعون الرجال؟\nالقرآن قد بين لنا أن الوالدات هن اللواتي يرضعن الأولاد.\nقال تعالى { وَالْوَالِدَاتُ يُرْضِعْنَ أَوْلاَدَهُنَّ حَوْلَيْنِ كَامِلَيْنِ لِمَنْ أَرَادَ أَن يُتِمَّ الرَّضَاعَةَ } (البقثرة233).\nأما عند الشيعة فيمكن للرجال أن يرضعوا أبناءهم وأقاربهم.",
        "(1/55)\n\nفعن أبي بصير عن أبي عبدالله (عليه السلام) قال: « لما ولد النبي صلى الله عليه وآله مكث أياما ليس له لبن، فألقاه أبوطالب على ثدي نفسه، فأنزل الله فيه لبنا فرضع منه أياما حتى وقع أبوطالب على حليمة السعدية فدفعه إليها» (الكافي 1/373 كتاب الحجة. باب مولد النبي - صلى الله عليه وسلم - ووفاته).\nهل يهدد النبي ربه؟\nعن أبي جعفر قال: \" إن الله عز وجل أوحى إلى داود عليه السلام أن ائت عبدي دانيال فقل له: إنك عصيتني فغفرت لك وعصيتني فغفرت لك وعصيتني فغفرت لك، فإن أنت عصيتني الرابعة لم أغفر لك... فلما كان في السحر قام دانيال فناجى ربه فقال: فوعزتك لئن لم تعصمني لأعصينك ثم لأعصينك ثم لأعصينك\" (الكافي 2/316 كتاب الإيمان والكفر باب التوبة).\nكيف يقبل الشيعة الاعتقاد بعصمة الإمام مع أن أمهات كتبهم تطعن في أنبياء الله كهذه الرواية التي تزعم أن نبيا من أنبياء الله يخاطب الله بهذه الجرأة قائلا:\n« لأعصينك يا رب ثم لأعصينك ثم لأعصينك» ... !!!\nقد يقول قائل: وهل يعتقد الشيعة أن دانيال نبي؟\nقلت نعم. ولكم أن تتأملوا هذه العبارة من كتبهم:\n« أوحى الله تبارك وتعالى إلى دانيال...» (إيضاح الفوائد2/2 لابن العلامة).\nووصفه الشهيد الثاني بأنه « نبي الله عليه السلام» (مسالك الأفهام13/412).\nفاطمة منزهة عن الحيض\nالنساء في القرآن يحضن. قال تعالى { وَيَسْأَلُونَكَ عَنِ الْمَحِيضِ قُلْ هُوَ أَذًى فَاعْتَزِلُواْ النِّسَاءَ فِي الْمَحِيضِ وَلاَ تَقْرَبُوهُنَّ حَتَّىَ يَطْهُرْنَ } (البقرة222).\nعن أبي الحسن قال » إن بنات الأنبياء لا يطمثن « (الكافي 1/381 كتاب الحجة. باب مولد الزهراء فاطمة عليها السلام).\n(1/56)",
        "\nعن أبي جعفر قال » لما ولدت فاطمة عليه السلام أوحى الله إلى ملك فأنطق به لسان محمد - صلى الله عليه وسلم - فسماها فاطمة ثم قال: إني فطمتكِ بالعلم وفطمتكِ من الطمث. قال أبو جعفر: والله لقد فطمها عن الطمث في الميثاق« (الكافي 1/382 كتاب الحجة. باب مولد الزهراء عليها السلام).\n\nفإن كان هذا الخبر مخصص لعموم القرآن من النصوص الدالة على حيض النساء عادة. فلماذا لم تقبلوا بتخصيص منع إرث الأنبياء من عموم قوله تعالى { يُوصِيكُمُ اللَّهُ فِي أَوْلاَدِكُمْ لِلذَّكَرِ مِثْلُ حَظِّ الأُنثَيَيْنِ } (النساء11).\nتحريم بعض صيد البحر\nأطلق الله حلية صيد البحر ولم يستثن من إباحة صيده شيء حتى للمحرم.\nقال تعالى { أُحِلَّ لَكُمْ صَيْدُ الْبَحْرِ وَطَعَامُهُ مَتَاعًا لَّكُمْ وَلِلسَّيَّارَةِ وَحُرِّمَ عَلَيْكُمْ صَيْدُ الْبَرِّ مَا دُمْتُمْ حُرُمًا وَاتَّقُواْ اللَّهَ الَّذِيَ إِلَيْهِ تُحْشَرُونَ } (المائدة96).\nوالمراد بالبحر هو كل ماء يوجد فيه صيد بحري وإن كان نهراً أو غديراً.\n\nولكن الشيعة يخالفون القرآن ويوافقون كتاب اليهود اليوم.\nفعن علي بن إبراهيم عن أبيه عن حنان بن سدير قال: « سأل العلاء بن كامل أبا عبدالله عليه السلام وأنا حاضر عن الجري فقال: وجدنا في كتاب علي عليه السلام أشياء محرمة من السمك فلا تقربها، ثم قال أبوعبدالله عليه السلام: مالم يكن له قشر من السمك فلا تقربنه»\nوعن الحسين بن محمد عن معلى بن محمد عن محمد بن علي الهمداني عن سماعة بن مهران عن الكلبي النسابة قال: سألت أبا عبدالله عليه السلام عن الجري فقال: « إن الله عزوجل مسخ طائفة من بني إسرائيل فما أخذ منهم البحر فهو الجري والزمير والمارماهي وما سوى ذلك وما أخذ منهم البر فالقردة والخنازير والوبر والورل وما سوى ذلك» (الكافي/221).\nإهدنا صراط علي المستقيم؟!\n(1/57)\n",
        "يكرر المسلم الدعاء بالهداية لصراط الله المستقيم عشرات بل وربما مئات المرات في صلاته.\nويأمر الله عباده أن يستمسكوا بصراطه المستقيم.\nقال تعالى { فَاسْتَمْسِكْ بِالَّذِي أُوحِيَ إِلَيْكَ إِنَّكَ عَلَى صِرَاطٍ مُّسْتَقِيمٍ } (الزخرف43).\nومعناه هو المنهاج القويم الذي أمر به وهو الإسلام.\n\nأما عند الشيعة فالصراط ليس هو الإسلام وإنما هو علي بن أبي طالب وعقدة الإمامة.\nفعن جعفر بن محمد عليهما السلام قال: « أوحى الله تعالى إلى نبيه ( فاستمسك بالذي اوحي إليك إنك على صراط مستقيم) فقال: « إلهي ما الصراط المستقيم؟ قال: ولاية علي بن أبي طالب فعلي هو الصراط المستقيم» (بحار الأنوار35/367).\nمن هو الهاد في القرآن\nيقول الله تعالى: { إِنَّمَا أَنتَ مُنذِرٌ وَلِكُلِّ قَوْمٍ هَادٍ } (الرعد7).\nالمنذر هو محمد صلى الله عليه وسلم والهادي هو الرسول نفسه. فإن لكل قوم هاد يدعوهم إلى الهدى أو إلى الضلال. وقيل الهاد هو الله عز وجل.\nولكن الشيعة يعتقدون ما يلزم منه تفضيل علي على النبي بالرغم ادعائهم خلاف ذلك.\nفإن كتبهم تناقض تفضيل النبي على علي بن أبي طالب حين تروي هذه الروايات:\nفعن ابي جعفر عليه السلام في قول الله تبارك وتعالى (انما انت منذر ولكل قوم هاد) قال: رسول الله صلى الله عليه وآله المنذر. وعلي الهادى والله ما ذهبت منا وما زالت فينا إلى الساعة» (الكافي1/192).\nالإمام هو الكتاب وليس أهل البيت؟!\nولا نزال نكرر السؤال وما من مجيب:\nكيف يصل الأمر بالقرآن أن يصف الكتاب بالإمام ولا يذكر ما زعموا ركن إمامة أهل البيت الذي زعموا أنه أعظم أركان الإسلام؟\nقال تعالى { إِنَّا نَحْنُ نُحْيِ الْمَوْتَى وَنَكْتُبُ مَا قَدَّمُوا وَآثَارَهُمْ وَكُلَّ شَيْءٍ أَحْصَيْنَاهُ فِي إِمَامٍ مُبِينٍ } (يّس12).\n(1/58)\n\nومعنى الآية: أي إنا نحن نحيي الموتى عند البعث ونكتب ما قدموا من أعمال، وما استن به بعدهم. وقيل: خطاهم إلى المساجد. وكل شيء عددناه وبيناه في إمام مبين وهو اللوح المحفوظ.\nأما الشيعة فقد سارعوا إلى استغلال وجود لفظ (إمام) في القرآن ليجيروه لصالح عقيدة الإمامة. فجعلوا الإمام هو علي والأئمة.\nفعن أبي الجارود عن أبي جعفر محمد بن علي الباقر عن أبيه عن جده عليهم السلام قال: « لما نزلت هذه الآية على رسول الله صلى الله عليه وآله ( وكل شئ أحصيناه في إمام مبين ) قام أبوبكر وعمر من مجلسهما فقالا: يا رسول الله هو التوراة؟ قال: لا قالا: فهو الانجيل؟ قال لا. قالا: فهو القرآن؟ قال: لا قال فأقبل أميرالمؤمنين عليه السلام فقال رسول الله صلى الله عليه وآله: هو هذا إنه الامام الذي أحصى الله تبارك وتعالى فيه علم كل شئ» (الأمالي ص235 ومعاني الأخبار ص95 للصدوق مدينة المعاجر2/128 بحار الأنوار35/427).\n\nولنقرأ هذه الآيات التي تكشف هذا التحريف بمجرد قراءتها.\nقال تعالى { يَوْمَ نَدْعُو كُلَّ أُنَاسٍ بِإِمَامِهِمْ فَمَنْ أُوتِيَ كِتَابَهُ بِيَمِينِهِ فَأُولَئِكَ يَقْرَأُونَ كِتَابَهُمْ وَلا يُظْلَمُونَ فَتِيلاً } (الاسراء:71).\nفالإمام المبين هو الكتاب ولكن كل مذهب باطل يحرف ألفاظ النصوص لتصير وكأنها تتكلم عن هذا المذهب.\n\nفهارس الموضوعات\nمقدمة\nكلمة من القلب إلى كل شيعي عاقل\nعلي مع القرآن فهل أنتم مع علي؟\nعقيدة العصمة\nلا ثناء على من لا يقدر على المعصية\nالقرآن يثبت نسيان النبي والمذهب الشيعي يرفض\nهل يثبت القرآن للأنبياء النسيان؟\nما موقف الشيعة من هذه الآيات\nالخطأ\nسورة عبس قصمت ظهر المذهب\nتعرض النبي للسحر أبطل المذهب\nذرية النبي ليسوا معصومين\nالاصطفاء ليس معناه العصمة\nولكن الشيعة ينقضون العصمة بعمر بن الخطاب\nمفهوم أهل البيت في القرآن مخالف لمذهب الشيعة\nالزوجة من الأهل: قالها الأميني الشيعي",
        "(1/59)\n\nلفظ التشيع شعار الفرقة في القرآن\nتشيع الأمة عقوبة إلهية\nما كان شيعة علي يزيدون في الأذان (أشهد أن عليا ولي الله). ولم يكونوا يطوفون حول القبور.\nآية التطهير حجة عليهم ولا تثبت العصمة\nإرادة التطهير لكل مسلم مؤمن\nالتطهير يحصل بطاعة الله باعتراف الشيعة\nمخالفة القرآن في ابتداع أم أخرى للقرى\nمكة أم كربلاء: أيهما أفضل؟\nالحج الأكبر في ام القرى\nقال الله وطهر بيتي ولم يقل طهر كربلاء\nكربلاء أول بيت وضع للناس؟!\nتفضيل تراب الحسين على التربة المحمدية\nالسجود على التربة الحسينية\nهل قال الله: وليطوفوا بالقبر العتيق؟\nعلم الغيب\nيعلمون ما تخفي الصدور النفوس\nهذا هو التشبيه الحقيقي\nلا يخفى عليهم شيء في الأرض ولا في السماء\nلا يخفى عليهم كل شيء إلا حكم المذي\nحسابهم للخلق يكذبه القرآن\nهل الإمام مثل البشر\nهل الإمام مثل البشر\nهل كان الإمام مع الأنبياء السابقين\nهل يعلمون متى يموتون؟\nيعلمون ما في أصلاب الرجال\nيعلمون ما في الصدور والضمائر\nالقرآن الكريم وموضوع التحريف\nالقرآن يقول هو محفوظ والشيعة يقولون لا\nكيف يستغل النصارى قول الشيعة\nقرآن أهل البيت سبع عشرة ألف آية\nالمجلسي يستدل بهذه الرواية على وقوع التحريف\nكل ما خالف القرآن لزم تركه\nالقرآن لا تقوم به حجة عند الشيعة\nالقرآن يأمر بالرد إلى الرسول لا العترة\nالتقدم بين يدي القرآن بالرأي\nرؤية الله ثابتة في القرآن\nلماذا خلق الله الخلق؟ هل من أجل الأئمة؟\nلا عبادة لله ولا معرفة له بدونهم\nأين ذكر الله لركن الإمامة؟\nمن كانت معرفته واجبة صار ظهوره واجبا\nألفاظ إمام ولي مولى في القرآن ليس بمعنى الإمام\nألفاظ (المولى، الولي) ليس بمعنى الإمام في القرآن\nحتى الكتاب هو عندهم إمام\nالخلافة (لا الإمامة) في القرآن لمن يحكم بين الناس\nجاعلك للناس إماما أي قدوة\nالإمامة ليست ركنا من أركان الدين\nأين ركنية إمامة أهل البيت في القرآن\nالتوحيد والشرك\nتفضيل الإمام على النبي عند الشيعة\n(1/60)",
        "\nالنص على الإمامة للأهل البيت كذب على القرآن\nالشورى\nهل الأئمة هم أسماء الله وصفاته\nكمال الدين ونقصانه\nالزوجة في القرآن هي الأهل\nعائشة أم المؤمنين بنص القرآن\nإمرأة نوح ولوط ليستا أمهات المؤمنين\nعائشة زوجة النبي في الآخرة بدليل القرآن\nعائشة أم المؤمنين في القرآن\nفتاوى التقية تخالف الأمر بتبليغ الدين\nفاصدع بما تؤمر\nمن مات على الكفر لايحيا ليؤمن\nالمتعة\nليس في القرآن زوجة لا ترث\nإبراهيم أفضل من علي\nذرية النبي غير معصومين\nالقرآن يقرر أن مات على الكفر لا يرجع ليؤمن\nالمتعة\nمخالفة المذهب للقرآن في عدم توريث المتمتع بها\nعقيدة البداء عند الشيعة\nالقرآن يقول بلغ والمذهب يقول أكتم\nالقرآن يلعن من يكتم والمذهب يلعن من يبلغ\nأكتموا العلم وأصول دين الله ولو ضل الناس\nكيف يكون المخلوقون هم أسماء الله\nعرض الأعمال على الله والأئمة\nعند القرآن (ألست بربكم) وعند الشيعة (ألست بإمامكم)\nالقرآن في اللوح المحفوظ الذي هو علي!!\nمنذ متى كان الرجال يرضعون الرجال؟\nهل يهدد النبي ربه؟\nفاطمة منزهة عن الحيض\nتحريم بعض صيد البحر\nإهدنا صراط علي المستقيم؟!\nمن هو الهاد في القرآن\nالإمام هو الكتاب وليس أهل البيت؟!\n(1/61)\n"
    ]
}