{
    "partText": [
        ".\n المقدمة\nبسم الله الرحمن الرحيم\nنحمدك اللهم ونستعين بك ، ونصلي على جميع أنبيائك ورسلك لا سيما حبيبك وصفيك المبعوث بالهدى رحمةً للعالمين ، محمد وآله الطيبين الطاهرين ، وصحبه الميامين. ",
        "وبعد ، قارئي الكريم. كنت ـ وأنا في صباي ـ قد قرأت عماراً أكثر من مرة ، ثم قرأته في مطلع شبابي كذلك ... وها أنا اليوم أكتبه إليك : \nقرأت فيه الوعد الحق (1) الذي وعد الله سبحانه أولياءه وما كان الله مخلف وعده حيث يقول : « ونريدُ أن نمنَّ على الذين استُضعِفوا في الأرض ونجعَلَهُم أئمة ونجعلهم الوارثين ... » (1). \nفلقد نشأ عمار رضي الله عنه حليفاً مستضعفاً مع والديه ياسر وسمية ، حتى إذا بزغ فجر الإسلام الزاهر بادروا إلى اعتناقه فواجهوا في سبيل ذلك أقسى وأعتى ما يتصور من صنوف العذاب والإمتهان من طاغوت مكة آنذاك أبو جهل بن هشام ، ولم يكونوا وحدهم في تلك المواجهة الصعبة ، بل كان\n__________________",
        "1 ـ الوعد الحق : تأليف عميد الأدب العربي الدكتور طه حسين. \n2 ـ القصص ـ آية 5. \nلهم رفقاؤٌ كثر من المؤمنين ، أمثال بلال بن رباح ، وأبي فكيهة ، وخباب بن الأرت كلٌّ يواجه المحنة من سيده ، حتى استشهد من إستشهد ، ومن الله على من بقي منهم بالنصر والظفر ، فرفعهم من مصاف الدهماء والضعفاء ، إلى سدّة القادة والأمراء ، حيث اصبح عمار بعد ذلك أميراً على الكوفة في عهد الخليفة عمر بن الخطاب. \nوقرأت فيه بعد ذلك « حليف مخزوم » (1) مرسوماً بالألوان من نوع آخر ، أبدعته ريشة فنان ماهر ، ومفكر مبدع ، حرص كل الحرص على تحويل فكرته إلى لوحةٍ ناطقةٍ معبرة ، تلتقي فيها براعة الفن وجماله بجلال الفكر وهيبته ، فكنت أراه وكأنه ماثل نصب عيني بقامته الفارعة ، وساعديه المفتولين بطلاً من أبطال بدر والخندق وصفين ، كما كنت أرى فيه المهابة والوقار والصبر وطول الآناة وهو يحاور ويخاصم بالحكمة وبالموعظة الحسنة ، داعاياً إلى سبيل ربه من شذّ ونأى عنه. ",
        "أجل ، قرأته أكثر من مرة ، لذلك حين قررت أن أكتبه وقفت طويلاً وتأملت ملياً ، متسائلاً مع نفسي ، ماذا سأقول ، وماذا سأكتب؟؟ بعد كل ما قيل وما كُتب عن هذه الشخصية الفذة. \nولئن فات غيري الإلمام والإحاطة بظروف « حياة عمار » وملابساتها ، فلن يفوتني ذلك ، فحياة عمار ارتبطت بتأريخ حقبةٍ طويلةٍ من عمر الإسلام ، وإن شئت فقل غير مبالغ : إن حياة عمار شكلت تأريخاً لجزءٍ من تلك الحقبة كان لا مناص لنا من تتبعها والخوض فيها لنصل إلى نتيجةٍ واضحةٍ مرضية. \nففي حياة عمار تساؤلات عدة تطرح نفسها وتتطلب منا الإجابة! \nلماذا اختار علياً بعد الرسول (ص) ...؟ ولماذا نقض على عثمان وعارضه ...؟ ولماذا كانت حروب الردة ... والجمل ... وصفين ... والتي كانت مواقفه فيها معلنة مشهودة. ",
        "__________________\n1 ـ حليف مخزوم للأديب اللبناني الكبير صدر الدين شرف الدين. \nهذه التساؤلات المطروحة كلها ترتبط إرتباطاً وثيقاً بحياة عمار ومبادئه ، لذلك كان لا بد من عرضها والمجاولة فيها ، ومن ثم سنقرأ استطراداً مواقف عمار بشكل سهل مبسط لا يدع القارئ في حيرة ، وبذلك نفهم وندرك مدى عمق أهداف هذه الشخصية الفذة في تأريخ الإسلام ، ومن الله نستمد العون والتوفيق ، وهو حسبنا ونعم الوكيل.\n",
        "\n\nشـهادات\nعن عائشة : ",
        "ما من أحدٍ من أصحاب رسول الله (ص) أشاءُ أن أقول فيه إلا قلتُ ، إلا عمار بن ياسر ، فإني سمعت رسول الله (ص) يقول : مُلئ عمار إيماناً إلى أخمص قدميه! \nالإستيعاب 2 / 478\nعن خالد بن الوليد ، قال : \nكان بيني وبين عمار كلام فأغلظت له ، فشكاني إلى النبي (ص) .. فرفع رسول الله رأسه فقال : من عادى عماراً عاداه الله ، ومن أبغض عماراً أبغضه الله. ",
        "الإصابة 2 / 512\nعن رسول الله : \nما لهم ولعمار ، يدعوهم إلى الجنة ويدعونه إلى النار ، إن عماراً جلدةٌ ما بين عيني وأنفي. \nأخرجه ابن هشام مرفوعاً. الغدير 9 ـ 27",
        "شاهد الحق!\nأعجب ما يدور في خلد إنسانٍ أن يدلي شاهد بشهادته أمام التأريخ على أمرٍ سوف يقع ، يختصر الأعوام بلحظة والحوادث بكلمة! \nوأعجب من ذلك أنه بشهادته تلك يلمح إلى أن هناك حرباً سوف تقع بين طائفتين من المسلمين ، ثم يعطي الحُكم الفاصل بينهما قبل أن يكون هناك خصام وقبل أن يكون هناك قتال. \nلكن العجب سرعان ما يزول حين يدرك السامع أن ذلك المتكلم الشاهد إنما كان يغرف من بحر الغيب ، وأنه رسول الله. ",
        "لقد قال رسول الله (ص) : تقتل عماراً الفئة الباغية (1). \nإن هذه الشهادة من الرسول في حق عمار تكررت غير مرة في أكثر من مناسبة وبصيغ مختلفة. \nفمثلاً : حين أخذ النبي (ص) في تشييد مسجده المبارك في المدينة المنورة جعل المسلمون يحملون لبنةً لبنة ، وجعل عمار يحمل لبنتين لبنتين ، فجعل النبي (ص) ينفض التراب عن رأسه ، ويقول : ويحك يا بن سمية ، تقتلك الفئة الباغية. \n__________________",
        "1 ـ الطبقات الكبرى 3 / 251 ـ 252. \nوتمضي فترة من الزمن تأتي بعدها غزوة الخندق وبينما المسلمون منشغلون بحفر الخندق ورسول الله 6 يعاطيهم حتى اغبر صدره وهو يقول : \nإذ يجيىء عمار فيلتفت إليه النبي (ص) ويقول : « ويحك يا بنَ سمية ، تقتلك الفئة الباغية » وفي مناسبة أخرى يقول (ص) : عمار على الحق حتى يقتل بين فئتين إحدى الفئتين على سبيلي وسنتي والأخرى مارقةً عن الدّين خارجة عنه (1). \nإن هذه الشهادة لم تصدر من النبي (ص) على نحو المداعبة لابن ياسر ، ولا على نحو الإخبار المجرد ، وإنما صدرت منه على سبيل الإعلام ، وكأنه يرمز من خلالها إلى أمرين مهمين. ",
        "الأول : هو التنويه بشخصية عمارٍ حيثُ استأثر باهتمامه صلوات الله عليه دون غالبية الصحابة من إخوانه. \nالثاني : أنه بكلماته تلك اختصر الزمان والأحداث ملمحاً للمسلمين بأن حرباً سوف تقع بين طائفتين منهم إحداهما باغيةً على الأخرى وظالمة لها. وبالتحديد : الفئة التي تقتل عمار بن ياسر : ورُبّ تلميح أبلغ من تصريح! \nثم إن المألوف لدى المؤرخ حينما يتناول حياة علمٍ من أعلام الإنسانية أو بطل من أبطالها العظماء هو التركيز على الجوانب الهامة التي تمتد عبر حياته وما يتصل فيها من النواحي الإجتماعية والثقافية وغيرها مما يؤمّن للإنسانية بشكلٍ عام مزيداً من المعطيات الخيرة والمفيدة في مسيرتها الطويلة. \nوالمألوف أيضاً أن سيرة أي واحد من هؤلاء العظماء تنتهي بالمؤرخ إلى ",
        "__________________\n1 ـ البحار 22 / 326. \nنقطة أخيرة من حياتهم تكون فيها الخاتمة .. خاتمة الموضوع بخاتمة الحياة. \nأما أن تكون النهاية هي البداية ، فهذا أمر نادر قلما يحصل ، إلا أن يكون مثل عمار بن ياسر! إننا حينما نتناول سيرة هذا الصحابي الجليل والجوانب الهامة في حياته ، تطالعنا ـ ولا شك ـ صور ندية مفعمة بكل معاني الخير ، فهو بالإضافة إلى إيمانه القوي وعقيدته الراسخة وفنائه في ذات الله ، إنسان يتمتع بأنبل صفات الإنسانية من الشجاعة والكرم ، والخلق الرفيع والتسامح وكل السجايا الحميدة ، ونقرأ ذلك كله في سيرته وسلوكه منذ نعومة أظفاره ومصاحبته للنبي (ص) قبل البعثة وبعدها .. حتى إسلامه ومعاناته وهجرته .. إلى استشهاده. ",
        "ولكن لا ينتهي الأمر بنا عند استشهاده إلا ويُفتح لنا بابٌ جديد نرى أنفسنا ملزمين باقتحامه وأن نقف متأملين نجيل الفكر فيما يفضي إليه ذلك الباب ، فالوقوف عند موت عمار واستشهاده ليس أقل أهمية من سيرة حياته. لما يترتب على ذلك من آثارٍ هامة في تأريخ امةٍ بأكملها على صعيد ما تدين به. إذ أن دين الإسلام لم ولن ينتهي بانتهاء حياة الرسول. كما وأن المسلمين لم ولن يتركوا بدون قائد! ومن هنا كانت الفتن التي مزقت جسم الأمة. \nغير أن ذلك لا يعني ضياع الحق وفقدان القائد ، فالقائد موجود والحق قائم وأن تعامت عنه عيون وصمت عن ندائه آذان. \nوإن من دواعي التأمل أن يقرن التأريخ إسم محمد (ص) بأبي سفيان! وعلي بمعاوية بل ويزيد بالحسين!! \nفأبو سفيان قائد أول حرب عسكرية ضد الرسول (ص) ورسالته ، وليست آخر حرب. ",
        "ومعاوية قاد الحرب الظالمة في صفين ضد ثاني قديس في الدولة الإسلامية بعد الرسول. ثم تلاه ولده يزيد فقتل الحسين ( سيد شباب أهل \nالجنة ) ومعه رهط من آل محمد في كربلاء. \nوما أروع ما قاله الشاعر : \nإن معاوية بدهائه ومكره إستطاع أن يجند بلاد الشام ونواحيها لحرب علي بن أبي طالب ولم يكن ذلك بالأمر السهل بتاتاً لو لا أن ولايته التي دامت ثمانية عشر سنة تقريباً هي التي ساعدته على ذلك. ",
        "ففي سنة 15 هجرية ولاّه عمر بن الخطاب الأردن ، وفي سنة 17 هجرية مات أخوه يزيد بن أبي سفيان الذي كان والياً على الشام من قبل عمر فولاّه إياها ، وحين تولى عثمان الخلافة في سنة 23 هجرية أقره على عمله وضم إليه ولاية حمص وفلسطين والجزيرة ، وبذلك مدّ له في أسباب السلطان إلى أبعد مدىً مستطاع (1). \nإن هذه السنين الثمانية عشر كافيةٌ في إنشاء قاعدة قوية ينطلق منها أمير كان يطمح للملك وأن يبسط سلطانه على الدولة الإسلامية سيما إذا إصطبغ بلون شرعي ينطلي على البسطاء من العامة ، ككاتب الوحي ، وقرابة الرسول ، وخال المؤمنين والمولى من قبل الخلفاء الراشدين ، بل بإمكاننا التصور أن هناك جيلاً كاملاً لم يعرف والياً ولا مرشداً له غير معاوية ، أما الزعماء والقادة فكانوا يعيشون في بحبوحةٍ من الترف والبذخ حياة فارهةٍ بما أعطى الله المسلمين من الفيء ، وبذلك وطد أركان ملكه حتى أنه قال عن نفسه : « أنا أول الملوك! ». \nعلى ضوء هذا يمكننا الجزم بأن غالبية جنده كانوا مضللين مخدوعين ، وأوضح دليل على ذلك أن عمرو بن العاص كان إذا غضب منه يهدده بما يفسد عليه أهل الشام ، فكان معاوية يبادر إلى استرضائه ، كما سيأتي. \n__________________",
        "1 ـ الطبري 4 ص 60 و ص 241 وأبو ذر الغفاري المؤلف ص 108. \nإن معاوية إتهم علياً بالهوادة في أمر عثمان وإيوائه قتلته في جيشه وعدم القصاص منهم كل ذلك حتى لا يفلس من الشام لأنه يعلم مسبقاً أن علياً لن يقرّه عليها وأنه ـ إذا استتب له الأمر ـ سيكون في عداد الولاة والأمراء المعزولين وسيخضع لحسابٍ عسير من علي الذي لا يهادن ولا يماري في أمر الله ، وبالفعل فقد جرت وساطات لإقناع علي (ع) في أن يقر معاوية على عمله ، لكنه رفض ، فقد أشار عليه المغيرة بن شعبة بذلك ، فكان ردّه (ع) : « لم يكن الله ليراني أتخذ المضلين عضداً » (1). \nلقد كان علي (ع) واضحاً في حجته حين كتب إلى معاوية : « إن بيعتي بالمدينة لزمتك وأنت بالشام لأنه بايعني القوم الذين بايعوا أبا بكر وعمر وعثمان على ما بويعوا عليه ، فلم يكن للشاهد أن يختار ولا للغائب أن يرد وإنما الشورى للمهاجرين والأنصار .. الخ » (2). \nلكن معاوية كان في أثناء مراسلاته لعلي يهيء للحرب ، فقد استطاع أن يشرب أهل الشام بغض علي مقنعاً إياهم أنه هو المسؤول عن دم عثمان وأنه يريد الثأر له فاستجابوا له على ذلك ، بل وصل الجهل بهم أن هددوه بالعزل إن لم يفعل ذلك. هذا إن لم يكن هو الذي أوحى لهم بأن يقولوا ذلك. فكانت صفين. ",
        "واحتدمت الحرب بين الفريقين واستعرت نارها ، وهنا كان لا بد من شاهد حق يدحض حجة الباغي ويجدع أنف الباطل ، كان لا بد من شاهد حق يصدم تلك الأدمغة التي أمعنت في غيها وظلالها كي تعود إلى الصواب .. إلى جادة الحق. \nلقد كان هذا الشاهد الحق هو عمار بن ياسر ، وبالضبط : شهادة عمار بن ياسر! كلا الفريقين كانا يرويان حديث النبي (ص) في عمار .. في صفين نفسها والحرب على قدم وساق كانت سيرة عمار بن ياسر تدور على \n__________________\n1 ـ الإمامة والسياسة : 86 وشرح نهج البلاغة 3 / 84. ",
        "2 ـ شرح النهج : 3 / 75. \nألسنة المتحاربين ، حتى على ألسنة القادة الكبار منهم فعمرو بن العاص الذي يعتبر الدعامة الكبرى لمعاوية كان يروي حديث النبي في عمار ويلتفت إلى معاوية بعد أن لامه هذا الأخير في ذلك ويقول له : \nقلتها ولست أعلم الغيب ... وقد رويتَ أنت فيه مثلما رويتُ (1)! \nحين استشهد عمار بن ياسر دب الرعب والخوف في عسكر معاوية وكثر اللغط فيما بينهم وكادوا ينقسمون على أنفسهم لولا أن معاوية قال لهم : إنما قتله الذي جاء به وألقاه بين رماحنا! محاولاً بذلك إقناعهم. ",
        "وكان جواب الإمام علي حين بلغه ذلك : إذن إنما قتل رسول الله حمزة لأنه ألقاه بين رماح المشركين! \nلقد كان نبأ استشهاد عمار يوازي في أهميته حقبةً من الجهاد الطويل المثمر لأنه كان الفاضح لفئةٍ تحارب وتقاتل باسم الحق وباسم الدين ، بينما الحق والدين كانا مع عمار! لقد كان شاهد حق مع علي وأصحاب علي. \nوكان في نفس الوقت حرباً على معاوية ومن معه من البغاة. \nرحم الله أبا اليقظان ، فلقد أعطانا بشهادته عدل ما أعطانا من حياته. ",
        "__________________\n1 ـ صفين : 345. \nمن اليمن إلى مكة...\nقال زياد بن عبد الله الحارثي (1) يصف بلاد اليمن : أما جبالها ، فكروم وورس *1 وسهولها برٌّ وشعير وذرة. ",
        "وقال الأصمعي : أربعة أشياء قد ملأت الدنيا ولا تكون إلا باليمن : الورس ، والكُندر والخِطر ، والعصب *(2). \nوقد يحنُّ بعض الأعراب إلى بلاد اليمن ، فيقول :\nونستمع إلى آخر وقد إستبد به الشوق إليها حتى صار يحنُّ إلى برقها ، فهو يقول : \n__________________",
        "1 ـ زياد بن عبد الله بن عبد المدان ، الحارثي : خال الخليفة العباسي عبد الله بن محمد المعروف ( بأبي العباس السفاح ) راجع ترجمته في صفحة 10. \n2 ـ معجم البلدان م 5 ص 448. \n*1 ـ الورس : نبات كالسمسم ، يزرع فيبقى عشرين سنة ويستعمل صباغاً للثياب. ولونه أصفر. \n",
        "وسُميت بلاد اليمن باليمن الخضراء ، وذلك لكثرة أشجارها وثمارها وزروعها ، وكانت لها قبل الإسلام مكانة ميزتها عن الكثير من بلاد العالم ، مكانة حضارية وإقتصادية وثقافية ، فهي بالإضافة إلى كونها متاخمة للمحيط الهندي كانت ذات مدائن عامرة ومعابد ، وكان سكانها من بني حِمْيَرْ ذوي فطنة وذكاء وعلم ، كشف عن ذلك إقامتهم للسد المسمى بسدِّ ( مأرِب ) حيث تم لهم بواسطته الإستفادة من مياه الأمطار التي كانت تذهب في البحر ، وإن ما كشف وما لا يزال يُكشف عنه حتى اليوم من آثار هذه الحضارة الحِميَرية في اليمن ، ليدل على أنها بلغت في بعض العصور مكاناً محموداً ، وأنها ثبتت لقسوة الزمان ، في عصور قسا على اليمن فيها الزمان. \nغير أن الحياة الدنيا لا تستقيم على حال ، فلقد تغير وجه اليمن الحضاري المشرق ، وبدأت الكآبة تترك بصماتِها واضحة فيه ، أخاديد مهزوزة غمرها الجفاف بعد أن غمرتها الحياة ، فلقد قوّض ذلك السد الهائل الذي كان يمنح الخضرة والنظرة والبهاء لأرض اليمن ، وبذلك إنتهى أول مصدر حيوي لها. ومعه بدأت الحضارة بالتقلّص والإنكماش ، وبدأ البؤس والشقاء بالتمدد ، بؤساً وشقاءً يوغلان في العباد والبلاد ، وبذلك عادت اليمن إلى مصاف شقيقاتها من أصقاع شبه الجزيرة العربية ، لكنها مع ذلك إستطاعت أن تحتفظ بموقعها التجاري الذي يربط بين فارس والروم ، ولكن لفترة غير طويلة ، فقد رأى ملك الروم أن اليمن موطن نزاع بينه وبين فارس ، وأن تجارته مهددة من جراء هذا النزاع ، فأمر بتجهيز أسطول يشق البحر \n__________________\n*1 ـ الكندر ـ بالضم ـ ضرب من العلك. والخِطر : نبات يُختضب به ، أو الوسمة. العَصَب : شجر اللبلاب.",
        " الأحمر ما بين مصر والبلاد البعيدة في الشرق ليجلب التجارة التي تحتاجها بيزنطية ويستغني بذلك عن طريق القوافل ، وبذلك فقدت اليمن مصدرها الحيوي الثاني فكانت الهجرة. \nويذكر في هذا الصدد ، أن قبيلة أزد هاجرت إلى الشمال ، ويختلف المؤرخون في سبب تلك الهجرة. فبعضهم يعزوها إلى إضمحلال التجارة في بلاد اليمن ، والبعض الآخر يعزوها إلى إنقطاع سد مأرب واضطرار كثير من القبائل إلى الهجرة مخافة الهلاك. \nوبالطبع فإن هجرة القبائل عادة تكون إلى أقرب منطقة يكثر فيها العشب والكلأ والماء ، يجدون فيها مرعىً خصباً لإبلهم ومواشيهم. \nأما الإفراد ، فإنهم غالباً ما كانوا يقصدون الحواضر والمدن العامرة بألوان التجارة ، فكان أقرب تلك المدن إلى اليمن وأوفرها عيشاً البلد الأمين مكة ، موطن الرخاء ـ للسادة ـ والدعة والسلام. ",
        "لقد كانت مكة قبل البعثة النبوية مهوى قلوب الناس ، وذلك نظراً لموقعها الديني العريق الذي يرتبط ببيت الله وموطن إبراهيم (ع). هذا بالإضافة إلى موقعها الجغرافي ، إذ أنها تمثل نقطة الإرتكاز بالنسبة للقوافل القادمة من بلاد فارس والعراق والشام إلى بلاد الحجاز واليمن والحبشة ، ففيها يجد التجار منتجعاً للراحة من وعثاء السفر الطويل المضني ، وسوقاً تزدحم بأنواع البضائع والمشتريات ، كما يجد الحجاج فيها مستقراً روحياً يميط عنهم درن الذنوب. \nوامتاز أهل مكة في الجاهلية بخصال نبيلة تلتقي مع حنيفية إبراهيم (ع) ، فقد كانوا حلفاء متآلفين ومتمسكين بكثير من شريعة إبراهيم (ع) ، فكانوا يختنون أولادهم ، ويحجون البيت ، ويقيمون المناسك ، ويكفنون موتاهم ، ويغتسلون من الجنابة ، كما تباعدوا في المناكح من البنت ، وبنت البنت ، والأخت ، وبنت الأخت غيرةً وبعداً عن\nالمجوسية ، وكانوا يتزوجون بالصداق والشهود ، ويطلقون ثلاثاً ، إلى غير ذلك. \nويمكن للقارئ أن يتصور سُمو الرفعة التي كانت لأهل مكة على سائر القبائل والأمم ، هذا السمو الذي رشح عليهم من عظمة بيت الله ، فمنحهم إمتيازات كانت لهم دون سائر العرب ، وكانت العرب ، بل وملوكهم يدينون لهم بذلك. ",
        "فمن شرف مكة ، أنها كانت لَقَاحاً لا تدين بدين الملوك ، ولم يؤد أهلها إتاوةً ولا ملكها مَلِكٌ قط من سائر البلدان ، تحج إليها ملوك حِميَر ، وكندة ، وغسان ، ولخم ، فيدينون للسادة من قريش ، ويرون تعظيمهم والإقتداء بآثارهم مفروضاً وشرفاً عندهم عظيماً ، وكان أهلها آمنين يغزون الناس ولا يُغزون ، ويَسبُون ولا يُسبون ، ولم تُسبَ قرشية قط فتوطأ قهراً ، ولا تجال عليها السهام ، وقد ذكر مجدهم وعزهم الشعراء فقال بعضهم :\nأما البيت ، بيت الله قلب مكة النابض ، فقد كان جواره ملتقىً للسادة من قريش ، يتحلقون حوله حلقاتٍ حلقات ، ينظرون في مشاكلهم ومشاكل الناس من حولهم كما كان ـ ولا يزال ـ مزدحماً للطائفين والعاكفين والركع السجود. \nوكان للكثير من الطائفين حول البيت طُرق وعادات يستعملونها في طوافهم ، فمنهم من كان يعتقد بأن حجه لا يتم إلا بالصفير ، فهم يقولون لا يتم حجنا حتى نأتي مكان البيت فنمُك فيه! أي نصفر صفير المكاء ( طائر صغير ) ، وقسم منهم كان يرى التصفيق من ضروريات الطواف (1) وقسم منهم كانوا يطوفون عراةً حول البيت! إلى غير ذلك مما تمليه عليهم عقولهم القاصرة. \n__________________",
        "1 ـ راجع معجم البلدان : 5 ـ 182 ـ 183. \nوهناك صنف كانوا يعقدون حلقاتٍ حول البيت يتصدرها الشعراء ، أو من لهم خبرة بالأنساب ، وعلم عن أحوال العرب وتواريخها وأيامها وحروبها ، وبالطبع فإنه كان هناك من له الخبرة الكافية والمعرفة التامة بأحوال مكة وقريش وتأريخها ، فقد كان هذا يُحدث المتحلقين حوله عن تأريخ البيت العتيق ، وقصة إسماعيل الذي فداه الله بذبح عظيم بعد أن أمر الله إبراهيم بذبحه ... وأنه عندما كان طفلاً تركه أبوه مع أمه هاجر وديعة بوادٍ غير ذي زرع .. ثم حدثهم كيف إشتد الظمأ بإسماعيل الصغير واستحكم الوله والخوف على قلب أمه خشية أن يموت ظمأً حتى صارت ترى السراب بين الصفا والمروة فتحسبه ماءً وتندفع نحوه ، وحين لا تجد شيئا ، تعود الى مكانها الذي انطلقت منه ، ثم تعود وترمي ببصرها نحو المروة فيبرق أمامها لمعان السراب ثانية فتحسبه ماءً وتندفع نحوه!! تفعل ذلك سبع مرات ، حتى إذا أعياها التعب وداخَلَها اليأسُ استغاثت بربها ورب إبراهيم وإسماعيل. وفي هذه اللحظات هفا قلبها نحو مكان ولده إسماعيل ورنت إليه بعينين ذاهلتين يائستين فلمحت طيوراً تهوي لترف بجانب ولدها ، فأسرعت نحوه وإذا بها ترى الماء وقد تفجر من تحت قدمي ولدها الظامئ إسماعيل ، فخشيت أن يجف قبل أن يرتوي وترتوي منه ، فجعلت تزمُّ التراب حوله وتقول : زِمْ .. زِمْ (1). \nثم حدثهم كيف استجاب الله دعوة إبراهيم فجعل هذا البلد آمناً ورزق أهله من كل الثمرات وغمره بالخيرات بعد أن كان مغيض جدب لا زرع فيه ولا كلأ ، وكيف صارت قلوب الناس تهوي إليه بعد أن كان مطوياً في زوايا الإهمال والنسيان ، حدثهم بهذا وأشباهه إلى أن إنتهى حديثه إلى أجياد وجرهم ، وكيف إنتصرت قطوراء على جرهم ، فقال : \nجرهم وقطوراء قبيلتان من اليمن ، نزلا في مكة ، فتزوج إسماعيل من جرهم ، فلما توفي ، ولي البيت بعده ولده نابت بن إسماعيل. ثم ولي بعده مضاض بن عمرو الجرهمي ـ خال أبناء إسماعيل ـ ثم تنافست جرهم وقطوراء ",
        "__________________\n1 ـ المصدر السابق ـ 185. \nفي الملك وتداعوا للحرب فانتصرت جرهم وهزمت قطوراء ، وكثرت ذرية إسماعيل وانتشروا في البلاد لا يناوئون قوماً إلا ظهروا عليهم في دينهم! ثم إن جرهماً بغت في مكة ، فظلموا من دخلها ، وأكلوا مال الكعبة ، وكانت مكة تسمى ( النساسة ) لا تقر ظلماً ولا بغياً ، ولا يبغي فيها أحد على أحد إلا أخرجته ، فكان بنو بكر بن عبد مناة ، وخزاعة حلولاً حول مكة ، فآذنوهم بالقتال ، فاقتتلوا ، وكان الحارث بن عمرو بن مضاض يرتجز ويقول : \nفغلبتهم خزاعة على مكة ، ونفتهم عنها ، ففي ذلك يقول عمرو بن الحارث بن عمرو بن مضاض الأصغر : ",
        "وظلت ولاية البيت لخزاعة ثلاثمائة سنة ، حتى كان آخرهم حُليلُ بن حبشة. \nأما قريش التي هي صريح ولد إسماعيل ، فلم يكن لها من الأمر شيء ، وكانوا متفرقين حول الحرم بيوتات ومزقاً غير مجتمعين ولا متحدين إلى أن أدرك قصي بن كلاب بن مرة وتزوج حبىّ بنت حليل الخزاعية ، فولدت له بنين أربعة ، وكثر ولده وعظم شرفه. \nثم هلك حليل وأوصى إلى إبنه المحترش أن يكون خازناً للبيت وأشرك \nمعه رجلاً يقال له : غبشان الملكاني ، وكان إذا غاب أحجب هذا حتى هلك الملكاني.",
        "وهنا تروى قصة طريفة ، وهي : أن قصياً سقى المحترش الخمر وخدعه حتى إشترى البيت منه بدنّ خمر وأشهد عليه ، وأخرجه من البيت وتملك حجابته ، وصار رب الحكم فيه. فقصي هذا أول من أصاب الملك من قريش بعد ولد إسماعيل ، وذلك ، في أيام المنذر بن النعمان ملك الحيرة (1).\n__________________\n1 ـ نفس المصدر ـ 189.\nترجمة زياد بن ",
        "عبيد الله الحارثي\nخال الخليفة العباسي عبد الله بن محمد المعروف بـ ( أبي العباس السفاح ). \nإستعمله السفاح سنة 134 هـ والياً على مكة ، والمدينة ، والطائف ، واليمامة. الكامل 5 / 448 وقيل : إنه عزله قبل موته. \nولما ولي أبو جعفر المنصور ، رده إلى عمله. ثم في سنة 141 هـ عزله المنصور وولى غيره. الطبري 7 /511 ولعل السبب في ذلك هو إتهامه بالميل لأهل البيت : ، وكان هم المنصور حين استخلف إلقاء القبض على محمد وإبراهيم ابني عبد الله بن الحسن ، وكان أحد كتاب زياد بن عبيد الله يتشيع ، وكان يبعث إليهما سراً ليتواريا عن الأنظار. ",
        "وزياد نفسه كان يمني المنصور ويعده بالقبض عليهما ، إرضاءً له. فلما حج المنصور سنة 136 سأل عنهما. فقال له زياد : ما يهمك من أمرهما! أنا آتيك بهما. \nلكن الظاهر أنه كان كارهاً لذلك ، كما كان يدفع عن أبيهما عبد الله نقمة المنصور قدر المستطاع. \nفحين حج المنصور سنة140 ، قسم أموالاً عظيمةً في آل أبي طالب ،\nفلم يظهر محمد وإبراهيم ، فسأل أباهما عبد الله عنهما ، فقال : لا علم لي بهما ، فتغالظا ، فأمصه ـ شتمه ـ أبو جعفر المنصور حتى قال له : أمصص كذا كذا من أمك! فقال : يا أبا جعفر؟ بأي أمهاتي تمضني؟ أبفاطمة بنت رسول الله (ص) أم بفاطمة بنت الحسين بن علي؟ أم بأم إسحاق بنت طلحة؟ أم بخديجة بنت خويلد؟ قال : لا بواحدة منهن ، ولكن بالحرباء بنت قسامة بن زهير! وهي إمرأة من طيء. فقال المسيب بن زهير : يا أمير المؤمنين ، دعني أضرب عنق ابن الفاعلة! فقام زياد بن عبيد الله ، فألقى عليه رداءه ، وقال : هبه لي يا أمير المؤمنين ، فأستخرج لك ابنيه. فخلصه منه ( الكامل 5 / 185 ) وكان عبد الله هذا قد مات في محبسه في الهاشمية أيام المنصور. ",
        "وأراد أبو جعفر أن يزيد في المسجد الحرام ـ بعد أن شكا الناس ضيقه ـ فكتب إلى زياد بن عبيد الله الحارثي أن يشتري المنازل التي تلي المسجد حتى يزيد فيه ضعفه ، فامتنع الناس من البيع ، فذكر ذلك لجعفر بن محمد الصادق (ع) ، فقال : سلهم! أهم نزلوا على البيت؟ أم البيت نزل عليهم؟ فكتب بذلك إلى زياد ، فقال لهم زياد بن عبيد الله ذلك ، فقالوا : نزلنا على البيت. فقال جعفر بن محمد : فإن للبيت فناءه. فكتب أبو جعفر إلى زياد بهدم المنازل التي تليه. فهدمت المنازل وأدخلت عامة دار الندوة حتى زاد فيه ضعفه. راجع اليعقوبي 2 / 369. \nويقال ، أن زياداً هذا ، كان فيه بخلٌ وجفاء. \nومن طريف ما يروى في ذلك : أن بعض كتابه أهدى له سلالاً فيها طعام ، وكانت مغطاة ، فوافقته وقد تغدى ، فغضب وقال : يبعث أحدهم الشيء في غير وقته ، ثم قال لصاحب شرطته ـ خيثم بن مالك ـ أدع لي أهل الصُفّة ـ أضياف مسجد الرسول من المساكين ـ يأكلون هذا. \nفقال الرسول الذي جاء بالسلال : أصلح الله الأمير ، لو أمرت بهذه السلال تفتح ، وينظر ما فيها؟ ",
        "قال : إكشفوها ، فكشفوها وإذا طعام حسن من دجاج ، وجداء ، وسمك ، وأخبصة ـ تمر وسمن ـ وحلواء. \nفقال : ارفعوا هذه السلال. \nوجاء أهل الصُّفة ، فأخبر بهم ، فأمر باحضارهم وقال : يا خيثم بن مالك ، إضربهم عشرة أسواط ، فإنه بلغني أنهم يجتمعون في المسجد فيفسون فيه ، ويؤذون الناس. وإلتفت إليهم وقال : لا أعلم أنه اجتمع فيه منكم اثنان ، بعد اليوم ، قصص العرب 4 / 449 والعقد الفريد 6 / 180 بتصرف. \nياسر في مكة",
        "كان لياسر أخٍ ترك بلاد اليمن إلى مكة ، إما لأداء المناسك ، وأما طلباً للقمة العيش ـ على الأغلب ـ ليقيم بها أوده ، نظراً للمحنة الإقتصادية التي لفّت بلاد اليمن آنذاك ، ويبدو أنه لم يوضح لإخوته سبب رحيله ، فكان بحكم المفقود والضائع ، سيما بعد أن طال غيابه ، وانقطعت أخباره ، فرأى ياسر أن يذهب في طلبه ليرجعه إلى منزله في مضارب قومه بني عنس ، فخرج من اليمن هو وأخوان له ، أحدهما يقال له : الحرث ، والثاني : مالك ، قاصدين مكة علّهم يجدونه فيها ويحملونه معهم. \nلكن مكة أم الدنيا ، يغمر حنانها كل قادم إليها ، فيجد نفسه مشدوداً نحوها ، غارقاً في حبها. يفارقها مكرهاً غير مختار إن فارق ، ويقيم بها مفعماً بألوان السعادة ، إن قدر له أن يقيم ، فكان ياسر واحداً ممن استهوتهم تلك البقعة المباركة وتملك حبها في قلبه ، فآثر البقاء فيها على الرجوع إلى اليمن ، وفي هذا الحال كان عليه أن يحكم أمره ليتمكن من العيش فيها بكرامة ، فحالف أحد ساداتها المبرزين ، وهو أبو حذيفة بن المغيرة المخزومي ، وكان هذا شيخاً كبيراً أكسبته الحياة كثيراً من الخبرة والحنكة والمرونة ، فاستطاع أن يتغلب على مرارتها وقسوتها بلين الشيوخ ، وعقلية المجربين ، لذلك كان سمحاً ، سهلاً ، لا يأبه كثيراً بمغريات الحياة وعلائقها. \nالإجتماعية ، إذا كان يغلب على تصرفاته طابع اللامبالاة مع إبداء القوة والقدرة حين يستدعي الأمر ذلك. فهو على جانب من السعة في الثراء ، والنفوذ ، فقبل الحلف مع ياسر ، وأصبح ياسر في غبطةٍ من العيش في ظل هذا الشيخ. \nوكان لأبي حذيفة أمَةٌ يقال لها سمية ، أدبها الغنى وأذلها الرق ، فكانت على جانب من العقل والوقار ، إلى شيء من الجمال الهادئ الوديع ، وهي لا زالت في مقتبل العمر ، فأحبها ياسر ، وعلق قلبه بها ، ولم يكن ذلك ليخفى على الشيخ ، فقد كان يقرأ في وجه حليفه الرغبة في التزويج منها ، فزوجه إياها. ",
        "ظل ياسر مع زوجه سمية يمنحها الحب والحنان ، ويزرع في عينيها أزاهير الرجاء من جديد بعد أن أمحلت الدنيا فيهما ، فهي لم تكن سوى أمةٍ مملوكة تسير في متاهات العبودية ، ترى الحياة أمام عينيها قيوداً وحواجز وسدوداً ، فهي لا تملك حتى أبسط حقوق الإنسان ، بل لا تملك حتى إرادتها في تقرير المصير ، وها هي الآن تشم رائحة الحرية وتتنسم عبيرها مع زوجها ياسر ، وكأنها ترى فيه ملاكاً أرسلته السماء إليها لخلاصها وإنقاذها. \nوحملت سمية بعمار ، فأقبلت إلى ياسر تسر إليه بالبشرى ، وكم كان جذلاً فرحاً بذلك إلا أن الحمل ربما كان أنثى!! لم تطل الفرحة ، فالإنثى في منظور الجاهليين عار يضاف إلى تعاسة الفقراء ، وذلٌّ يضاف إلى عز الإغنياء ، رغم أنهم لولاها ما وجدوا ولا كانوا ولا عرفوا طعم الحياة. \nوأطرق ياسر إلى الأرض في دوامةٍ من التفكيرتركته يتأرجح بين اليأس والرجاء ما لبث بعدها أن رفع رأسه ، والتفت إلى سمية : من يدري ، ربما كان ذكراً ... سأسميه عماراً! \nولا يُسر ياسر في نفسه أمله ورغبته في أن يكون الحمل ذكراً ... لا يُسّرُّ ذلك طويلاً. فكان كلما حملته قدماه إلى البيت ، بيت الله ، ومقام ",
        "إبراهيم ، يطوف حوله ، ثم يتضرع لإله إبراهيم أن يمنحه القدرة على مواجهة الحياة ، وأن ييسر له موارد العيش ، ولا ينس بالتالي التضرع إليه بأن يرزقه ولداً يعينه على ذلك ، ويرحم به شيخوخته \nومضت أشهر تسع أعقبها وفود عمار إلى الدنيا ، وكاد ياسر أن يطير فرحاً بالبشرى لولا أن خيوطاً سوداء كانت تحجب أمله الزاهي ، وتكدر عليه فرحه ، فينقلب الحلم الأخضر إلى حقيقةٍ مرة .. الرق .. الرق المشؤوم .. فلقد كانت العادة تقضي بأن ابن الأمة رق مملوك لسيدها الأول ، يضاف إلى قائمة أملاكه حتى ولو كان أبوه حرّاً سيداً. \nكان هذا الواقع يحول دون إكتمال الفرحة في نفس ياسر وزوجه سمية ، فها هي العبودية تنهد بحقدها وقسوتها نحو هذا الطفل لتحرمه وتحرم أبويه أعز شيء في الحياة .. وهل أحلى وأجمل واعز من الحرية! \nويغرق ياسر في سحابة من التفكير ثم ما يلبث أن ينظر في عيني الطفل البريئتين ، فيعود إليه أمله ، ولكن ضئيلاً هزيلاً سرعان ما ينطفئ .. ثم يتطلع إلى عيني سميّة ، فيقرأ فيهما الحنان المتعب ، والصورة المرهقة لمستقبل هذا الوليد ، فيطرق نحو الأرض تاركاً لعينيه الحرية في صوغ الدمع تعبيراً عن الأسى والحزن. ",
        "لكن أبا حذيفة ، ذلك الشيخ الوقور كان ـ كما قدمنا ـ يتمتع بانسانية نبيلة وإحساس مرهف تركاه يتنازل عن حقه الذي تفرضه العادات والتقاليد الجاهلية ، فكان أن وهب لعمار حريته وأرجع لأبويه البسمة والفرح والسعادة. وتحركت شفتا ياسر وزوجه سميّة بالدعاء له والثناء عليه بأحلى آيات الثناء ، وكم تضرعا إلى الآلهة بأن ترحم شيخوخته ، وتوطد له مجده وعزه!. \nنشأته .. وصفاته\nوصحبته للنبي (ص)\nللحلف أو العهد آثارٌ طيبة ، تعود على المتحالفين بالنفع ، إذ يضيف إلى قوتهم قوة وإلى منعتهم منعة ، كما يحول دون النيل من كرامة أحد الطرفين المتحالفين ، سيما إذا كان ضعيفاً أو لاجئاً اضطرته الظروف إلى حماية نفسه بالحلف ، إلا أن المردود السلبي للتحالف يعود بالضرر على الطرف الضعيف فقط ، لأنه لا يمكنه بحالٍ الإستقلال عن حليفه القوي في تقرير مصيره ، أو إتخاذ موقف معين تمليه عليه إرادته أزاء قضية ما ، وقد ظهر ذلك جلياً في محنة الضعفاء والمحالفين المسلمين في مكة. ",
        "لقد حالف ياسر أبا حذيفة المخزومي ليحمي نفسه في مكة ، وسرى هذا الحلف إلى ولديه عبد الله وعمّار ، أما سمية ، فهي مولاة مملوكة لأبي حذيفة تقضي التقاليد بملكية نسلها له أيضاً لولا أن وهبهم الحرية وأعتقهم ، وبذلك غلب على عمار لقب « حليف بني مخزوم » تارةً ، ومولى بني مخزوم ، تارةً ثانية. \nومهما يكن ، فقد نشأ عمار وعاش هو وأبواه وأخوه في ظل حليفهم أبي حذيفة المخزومي ، وبذلك أدرجوا جميعاً في قائمة الضعفاء والدهماء والصعاليك ، الذين لا وزن لهم ولا خطر في نظر المجتمع المكي ، محكومين غير حاكمين ، ومأمورين غير آمرين ، وحياة كهذه تبعث على التمرد في غالب الأحيان لما فيها من السأم والتبرم والشعور بالحيف. سيما إذا كانت \nالطبائع حرةً كريمة لا تألف الذل ، ومع هذا فإنه لم يؤثر عن هذه الأسرة ـ أسرة آل ياسر ـ إلا جميل الذكر وطيب الأثر في سيرتهم وسلوكهم مع حلفائهم بل ساداتهم بني مخزوم. \nكانت ولادة عمار في عام الفيل ـ على نحو التقريب ـ كما يستفاد ذلك من قوله : « كنت ترباً لرسول الله » ولم يكن أحد أقرب سناً إلى النبي (ص) منه (1). ",
        "وكان أسمر اللون كأنما عجنت طينته بمسك ، مديد القامة ، ولد من عائلة الرماح بعيدٌ ما بين منكبيهُ ، صيغ تجسيداً للمهابة ، أشهل ، أصلع ، في مقدم رأسه شعرات ، وفي قفاه شعرات. \nطويل الصمت كأنما تحدثه الملائكة ، سديد الرأي ، لا يخدع عن الصواب ، راجح العقل ما خيّر بين أمرين إلا إختار أيسرهما ، زكي النفس ، سخي اليد ، هياب للحق ، جريئ به لا يلوى فيه ولا يصرف عنه (2). \nنهد نحو الرجولة وهو بعد لم يزل في سن الشباب ، فتحلى بأرفع خصالها فكان فيه عقلٌ ونبلٌ ، ومروءة ، وبُعدُ نظر ، إلى جانب القوة والشجاعة. \nهذه السجايا الكريمة ساعدته في تخطي ظروفه الإجتماعية الصعبة ليصادق سيد شباب مكة محمد بن عبد الله قبل نبوته ، صداقةً لا تخرجه عن حدود الأدب بين يديه ، وكأنه أدرك فيه سرَّ النبوة التي غيّرت مسار التأريخ .. صاحَبَ محمداً رغم الفوارق الإِجتماعية الكبرى بينهما ، فمحمد بن عبد الله جده عبد المطلب سيد البطحاء بلا منازع ، وعمه أبو طالب شيخ الأبطح وزعيمها ، والهاشميون بالتالي هم سادة قريش والعرب لا يختلف في ذلك إثنان. ",
        "أما عمار ، فلاجئ محالف لبني مخزوم ، لا يملك دون رأيهم رأياً ، وليس له أن يفعل دون إرادتهم شيئاً! الفارق بينهما إذن كبيرٌ جداً ، ومع ذلك \n__________________\n1 ـ شرح النهج : 10 / 102. \n2 ـ حليف مخزوم / 17. ",
        "كان هناك قاسم مشترك جمع بينهما ، عقل عمار ونبله وأمانته ، وسر النبوة الذي كان لا يزال بعد في مطاوي الغيب يشع من عيني محمد أملاً وصفاءً ورجاء يستقر في قلوب الضعفاء والمقهورين ويميط عن أعينهم طيوف اليأس ووحشة الحياة. \nإستطاع عمّار أن يصاحب محمداً في شبابه ، وأن يكون أميناً على شؤونه الخاصة ، لا يفش له سراً ، كما لا يأل جهداً في إرضائه ، فكان يتوخى ما يسره ويؤنسه ، شأن الصديق المخلص لصديقه ، حتى أنه كان الوسيط في زواجه من أم المؤمنين خديجة. \nوكانت خديجة من أكثر أهل مكة ثراءً ، وكانت قوافلها تعمل في التجارة بين الشام والحجاز ، وكانت من أهل الشرف والمكانة ، كما كانت على جانبٍ من الجمال ، رغب فيها أشراف مكة وكبراؤها ، فرغبت عنهم وردّتهم ، وألقى الله في قلبها حُبَّ محمدٍ (ص) فبادرت إلى عرض نفسها للزواج منه. \nحدثنا عمار وهو يسرد كيفية زواج النبي (ص) من خديجة ، فقال : كنت صديقاً له ، فإنا لنمشي يوماً بين الصفا والمروة إذا بخديجة بنت خويلد وأختها هالة ، فلما رأت رسول الله (ص) جاءتني هالة أختها فقالت : يا عمار ؛ أما لصاحبك حاجة في خديجة؟ ",
        "قلت : والله ما أدري ، فرجعت فذكرت ذلك له ، فقال : إرجع فواضعها (1) وعدها يوماً نأتيها فيه. ففعلت. فلما كان ذلك اليوم أرسلت إلى عمها عمرو بن أسد وسقته ذلك اليوم ، ودهنت لحيته بدهن أصفر ، وطرحت عليه حبراً ، ثم جاء رسول الله (ص) في نفرٍ من أعمامه تقدمهم أبو طالب. \nفخطب أبو طالب ، فقال الحمد لله الذي جعلنا من زرع إبراهيم ، وذرية إسماعيل ، وجعل لنا بيتاً محجوجاً ، وحرماً آمناً ، وجعلنا الحكام على الناس ، وبارك لنا في بلدنا الذي نحن فيه. ثم إن ابن أخي محمد بن عبد الله لا يوزن برجل من قريش إلا رجح ، ولا يقاس بأحدٍ إلا عظم عنه ، \n__________________\n1 ـ واضعها : فاتحها في الأمر. ",
        "وإن كان في المال قل (1) فإن المال رزق حائل ، وظل زائل ، وله في خديجة رغبة ، وصداق ما سألتموه عاجله من مالي ، وله والله خطب عظيم ، ونبأ شائع. فتزوجها وانصرف. \nقال عمار : فلما أصبح عمها عمرو بن أسد ، أنكر ما رأى ، فقيل له : هذا ختنك محمد بن عبد الله أهدى لك هذا. قال : ومتى زوجته؟ قيل له بالأمس ؛ قال : ما فعلتُ. قيل له : بلى نشهد أنك قد فعلت. \nفلما رأى عمرو رسول الله (ص) قال : إشهدوا أني إن لم أكن زوجته بالأمس ، فقد زوجته اليوم (2). \nإلى جانب هذا ، كان عمار في تجواله مع النبي (ص) في بطاح مكة وشعابها ، وبين الصفا والمروة ، وحول البيت ، يصغي مسامع قلبه إلى أحاديث النبي وكلماته ، فقد كان محمد قبل البعثة يمثل صحوة العقل الإنساني ونقاء الضمير فيه ، كثير التأمل في ظواهر الكون والخلق ، شديد التنديد بآلهة قريش وعابديها والمروجين لها ، أولئك الذين استحكم الجهل والعمى في نفوسهم فانحرفوا عن المسار الفطري السليم ، وجنحوا بالإنسانية النقية الطاهرة إلى مهاوي الغي والضلال ، فابتعدوا عن حنيفية إبراهيم وشرائع الأنبياء ، وباعوا ضمائرهم للشيطان يملي عليهم ما يشاء من نواضح كيده ، وبهارج زينته ، فيتركهم يتخبطون في ظلام الجاهلية ، لا يرون أبعد من آنافهم ، وهل أذل وأضعف وأحقر من إنسان يستعين على أموره بحجرٍ زاعماً أنه الآلهة التي تملك كل شيء وتفعل كل شيء ، أو أنها تقربه إلى الله الخالق!؟ جنون يا له من جنون!! ",
        "كانت أحاديث النبي وكلماته وتنديداته توقض الجانب الإيماني في نفس عمار ، كما تلهب فيه الشعور بالتقصير ، تقصير الإنسان في حق نفسه وربه. \n__________________\n1 ـ أي قليل المال. \n2 ـ اليعقوبي : 2 / 20. ",
        "وتلفته في نفس الوقت إلى ضرورة العمل في سبيل إنقاذ ذلك المجتمع الغارق في بحر الظلام. \nيصغي عمار إلى كلمات محمد (ص) وكأنه يتلقى دورة تدريبيةً تؤهله للقيام بواجباته في المستقبل القريب الذي ينتظره. \n.\n.",
        "بهذا المفتتح الرائع كانت بداية الرسالة الإسلامية لأهل هذا العالم كافة ، ففي غار حراء كان النبي محمد (ص) يخلو بنفسه هناك غارقاً في سبحات التأمل والتفكر ، متخشعاً لربه ، بعيداً عن حماقات الوثنية التي كانت تملأ مكة وتكتنف شبه الجزيرة العربية ، كان (ص) هو والحق على موعد ، ففي تلك اللحظات التأريخية فجأه الوحي بأول كلمات الرسالة : \nكلمات على إختصارها تشتمل على معانٍ غاية في الدقة ، فيها حثٌّ للإنسان على فهم العوالم التي حوله ، ومن ثمَّ على فهم ذاته بواسطة العلم الذي هو موهبة من الله سبحانه الذي علم الإنسان ما لم يعلم. \nإن هذا المفتتح الكريم هو أول وثيقةٍ دينية تسجل إنتصار العلم في هذا العالم مما يؤكد أن الإسلام والعلم يرشحان من منهلٍ واحد ، وكل منهما يدعم صاحبه. \nكان ذلك يوم الإثنين ـ على الأشهر ـ (1) وله (ص) من العمر أربعون ",
        "__________________\n1 ـ أكثر المفسرين على أن هذه السورة هي أول ما نزل من القرآن ، وأن يوم الإثنين هو أول يوم نزل فيه جبرئيل على رسول الله (ص) وهو قائم على حراء ، علمه خمس آيات من هذه السورة. البحار : 18 ـ 174. \nسنة وكان قد ستر أمره ودعوته ثلاث سنين ، ولم يطلع أحداً من الناس على ذلك نعم أسرَّ بدعوته إلى اثنين هما ألصق الناس به ، خديجة أول أمرأة تؤمن به وعلي ـ رغم صغر سنه ـ أول ذكرٍ يؤمن به. \nأما خديجة ، فتلك المرأة الصالحة التي رغب بالقرب منها أشراف العرب ، فلفظتهم ورغبت عنهم وعن دنياهم واختارت محمداً. ",
        "وأما علي ، فذلك الصبي الذي كان لا يكاد يفارق محمداً في حلٍّ ولا ترحال ، حتى قال هو عن نفسه واصفاً علاقته بالنبي : « كنت أتبعه إتباع الفصيل لأمه ... ». \nقال محمد بن إسحاق : لم يسبق علياً إلى الإيمان بالله ورسوله ورسالة محمد (ص) أحد من الناس ، اللهم إلا أن تكون خديجة زوجة الرسول ، وقد كان يخرج ومعه عليٌّ مستخفياً من الناس فيصليان الصلوات في بعض شعاب مكة ، فإذا أمسيا رجعا ، فمكثا بذلك ما شاء الله أن يمكثا ، لا ثالث لهما (1). \nوقد اطلع النبي (ص) بعض الخواص من أصحابه الذين يركن لأمانتهم وإخلاصهم فكانوا إذا أرادوا الصلاة خرجوا إلى شعاب مكة خوفاً من قومهم ، وكانت دار الأرقم بمكة ملتقىً لهم حيث اتخذها النبي (ص) مقراً له لنشر دعوته بادئ الأمر ، ومنتدىً لمن أحب أن يسمع منه ما جاء به من عند الله تعالى ، ومن الطبيعي أن الأمر كان محاطاً بشيء من السرية والكتمان بالنسبة للراغبين في اعتناق الدين الجديد. \nأما عمار بن ياسر ، الصديق الحميم لمحمدٍ (ص) فلم تكن لتفوته الفرصة في المبادرة ، فخف إلى دار الأرقم ليرى محمداً ومن معه ، وليسمع منه ، إلا أنه فوجيء على الباب بصهيب بن سنان الرومي ، ويظهر أن كلاً منهما خاف ان يكون الآخر عيناً عليه! ",
        "__________________\n1 ـ شرح النهج : 3 ـ 39. \nيقول عمار : فقلت له : ما تريد؟ قال لي : ما تريد أنت؟ فقلت : أردت أن أدخل على محمدٍ فاسمع كلامه. قال : وأنا أريد ذلك ، فدخلنا عليه فعرض علينا الإسلام ، فأسلمنا. ثم مكثنا يومنا على ذلك حتى أمسينا ، ثم خرجنا ونحن مستخفون (1). \nبعد ذلك أمر الله تعالى نبيه بإظهار الأمر ، وأن يبدأ بالخاصة من أقاربه وعشيرته إذ خاطبه تعالى بقوله : ( وأنذر عشيرتك الأقربين ) * فاستدعى علياً للقيام بمهمة جمع العشيرة ، وكان هذا أول ما استعان به الرسول (ص) بابن عمه علي ، فجمع بني هاشم في دار الحارث بن عبد المطلب ، وهم يومئذٍ أربعون رجلاً أو يزيدون ، الرجل منهم يأكل المسنّة ويشرب العس (2). فأمر علياً برجل شاة فآدمها ، ثم قال : ادنو باسم الله. فدنا القوم عشرةً عشرة ، فأكلوا حتى صدروا ثم دعا بقعب لبن ، فجرع منه جرعة ، ثم قال : اشربوا باسم الله ، فشربوا حتى رووا. وكانت هذه الحادثة غريبة من نوعها بل معجزة خارقة للقوانين العادية مما حدا بأبي لهب عم النبي أن يقول للحاضرين : هذا ما سحركم به الرجل!! ",
        "سكت النبي (ص) ولم يتكلم ، ثم التفت إليهم وقال : إن الله تعالى أمرني أن أنذر عشيرتي الأقربين ، وأنتم عشيرتي ورهطي ، وان الله لم يبعث نبياً إلا جعل له من أهله أخاً ووزيراً ووصياً وخليفةً في أهله ، فايكم يقوم فيبايعني على أنه أخي ووارثي ووزيري ووصي ويكون مني بمنزلة هارون من موسى ، إلا أنه لا نبي بعدي؟! \nفسكت القوم. فقال النبي (ص) : ليقومنَّ قائمكم ، أو ليكوننَّ في غيركم ، ثم لتندمنَّ؟! ثم أعاد الكلام ثلاث مرات. \n__________________\n1 ـ الطبقات الكبرى ـ 247. ",
        "2 ـ مجمع البيان : 7 ـ 206 ـ 221. \nوالمسنّة من الإبل ما دخلت في السنة الثالثة. والعس : السقاء.\n* ـ الشعراء : 214. \nفقام علي (ع) ، فبايعه وأجابه ، فقال (ص) : ادن مني ، فدنا منه ففتح فاه ومجّ في فيه من ريقه ، وتفل بين كتفيه وثدييه. فقال أبو لهب : فبئس ما حبوت به ابن عمك أن أجابك ، فملأت فاه ووجهه بزاقاً!! ",
        "فقال النبي (ص) : ملأته حكمةً وعلماً (1). \nثم يلتفت أبو لهب إلى الحاضرين من بني هاشم ويقول : خذوا على يدي صاحبكم ـ أي إمنعوه ـ قبل أن يأخذ على يده غيركم ، فإن منعتموه قتلتم ، وان تركتموه ذللتم. فقال أبو طالب : يا عورة ، والله لننصرنه ، ثم لنعيننَّه .. ثم التفت إلى النبي وقال : يا بن أخي ، إذا أردت أن تدعو إلى ربك فاعلمنا حتى نخرج معك بالسلاح (2) ثم نزلت الآية الكريمة ( واصدع بما تؤمر وأعرض عن المشركين ) * (3). فوقف (ص) على الصفا ونادى : واصباحاه. فاجتمعت إليه قريش ، فقالوا : مالك؟ قال : أرأيتم إن أخبرتكم أن العدو مصبحكم أو ممسيكم ، أما كنتم تصدقونني؟؟ قالوا : بلى. قال : فاني نذيرٌ لكم بين يدي عذابٍ شديد. فقال أبو لهب : تباً لك! ألهذا دعوتنا وجمعتنا؟ فأنزل الله عزَّ وجلّ : ( تبت يدا أبي لهب وتب .. ) السورة .. \nوأقام رسول الله (ص) ذات يوم بالأبطح (4) فقال : إني رسول الله أدعوكم إلى عبادة الله وحده وترك عبادة الأصنام التي لا تنفع ولا تضر ولا تخلق ولا ترزق ولا تحيي ولا تميت. فاستهزأوا به وآذوه. \nوذات يوم قام بسوق عكاظ ، وعليه جبة حمراء ، فقال : يا أيها الناس ، قولوا لا إله إلا الله تفلحوا وتنجحوا! وإذا رجل يتبعه ، له غديرتان ",
        "__________________\n1 ـ مجمع البيان : 7 ـ 206. \n2 ـ اليعقوبي : 2 / 28. \n3 ـ الطبري : 2 / 325. ",
        "4 ـ اليعقوبي : 2 / ص 24 ـ 26. \n* ـ الحجر ـ 94. \nكأن وجهه الذهب وهو يقول : يا أيها الناس ، إن هذا ابن أخي ، وهو كذاب ، فاحذروه.!! وكان ذلك الرجل عمه أبو لهب.\nالمحنة .. وموقف إبي طالب ",
        "وكان أبو طالب ـ عم النبي ـ الداعم الأول لمحمدٍ والمساند له ، والمدافع عنه ، مما حدا برهط من قريش أن يجتمعوا ويتفقوا فيما بينهم على أن يواجهوه في أمر ابن أخيه علّه أن يحد من نشاطه ، ويخفف من عناده في أمر دعوته ، فدخلوا عليه وفيهم أبو جهل فقال : إن ابن أخيك يشتم آلهتنا ، ويسفه أحلامنا .. يقول .. ويقول .. ويفعل .. ويفعل .. فلو بعثت إليه فنهيته. \nفبعث أبو طالب إلى النبي ، فجاء (ص) فدخل البيت ـ وكان بين أبي طالب وبين القوم قدر مجلس رجل ـ فخشي أبو جهل إن جلس محمد إلى جنب أبي طالب أن يكون أرق له عليه ، فوثب فجلس في ذلك المجلس ، ولم يجد رسول الله مجلساً قرب عمه ، فجلس عند الباب. \nفقال أبو طالب : أي ابن أخي ، ما بال قومك يشكونك ، يزعمون أنك تشتم آلهتهم ، وتقول .. وتقول .. فابق عليّ وعلى نفسك ، ولا تحمّلني من الأمر ما لا أطيق!؟ فظن رسول الله (ص) أنه قد بدا لعمه فيه بداء ، وأنه خاذله ومسلمه وأنه قد ضعف عن نصرته والقيام معه ، فقال (ص) : يا عمّاه ، لو وضعوا الشمس في يميني والقمر في يساري على أن أترك هذا الأمر حتى يظهره الله أو أهلك فيه ما تركته.!! ثم استعبر رسول الله فبكى. ثم قام. \nفلما ولىّ ، ناداه أبو طالب فقال : أقبل يا بن أخي ، فأقبل عليه ، فقال : إذهب يا بن أخي ، فقل ما أحببت ، فوالله لا أسلمك لشيءٍ أبداً (1) وفي ذلك يقول أبو طالب : ",
        "__________________\n1 ـ الطبري : 2 / 325 ـ 326. \n\nفعرفت قريش أن أبا طالب أبى خذلان ابن أخيه ، فلجأوا إلى حيلة ثانية ظنوا أنهم يستدرجون بها أبا طالب ، فاختاروا أجمل فتىً في قريش يقال له عمارة على أن يقايضوه بمحمد!! فمشوا إلى أبي طالب وقالوا له : يا أبا طالب ؛ هذا عمارة بن الوليد أنهد فتىً في قريش وأشعره وأجمله ، فخذه ، فلك عقله ونصرته ، واتخذه ولداً ، فهو لك ، وسلم لنا ابن أخيك هذا الذي قد خالف دينك ودين آبائك ، وفرّق جماعة قومك ، وسفَهَ أحلامهم ، فنقتله ، فإنما رجل كرجل!! ",
        "فقال : والله لبئسما تسومونني ، أتعطونني إبنكم أغذوه لكم! وأعطيكم أبني تقتلونه؟! هذا والله ما لا يكون أبداً. \nفقال المطعم بن عدي بن نوفل : والله يا أبا طالب لقد أنصفك قومك ، وجهدوا على التخلص مما تكرهه ، فما أراك تريد أن تقبل منهم شيئاً. فقال أبو طالب : والله ما أنصفوني ولكنك قد أجمعت خذلاني ، ومظاهرة القوم علي ، فاصنع ما بدا لك! \nفحقب الأمر عند ذلك ، وحميت المواجهة بين قريش وأصحاب الرسول ومؤيديه ، وعمدت قريش إلى إستعمال القوة والعنف منزلةً أبشع ألوان التعذيب النفسي والجسدي بأتباع محمد (ص) سيما الضعفاء منهم والدهماء الذين لا حول لهم ولا عشيرة. \n« فوثبت كل قبيلة على من فيها من المسلمين يعذبونهم ويتنونهم عن دينهم ، وكان نصيب عمار وأبويه ياسر وسمية من ذلك التعذيب وتلك الفتنة ما يفوق حد الوصف ، ومنع الله رسوله منهم بعمه أبي طالب. ",
        "حين رأى أبو طالب قريشاً وهي تصنع ما تصنع ببني هاشم وبني \nالمطلب ، جمعهم ودعاهم إلى تأييد موقفه في الدفاع عن رسول الله (ص) ومنع قريش عنه ، فاجتمعوا إليه وقاموا معه وأجابوا إلى ما دعاهم ، ما عدا أبو لهب الذي أصرّ على عدائه لمحمد. فكان أبو طالب بعد هذا يمدح قومه على موقفهم ومساندتهم للرسول ، ويذكر فضله (ص) فيهم ، ومكانه منهم وفي ذلك : \nوقوله : \nونحن نقرأ أبا طالب في شعره ناصراً للنبي (ص) ، ومؤيداً له في دعوته ، فهو يدلي برأيه جهاراً أمام الناس أن ما جاء به محمد (ص) هو دين منزل من السماء ، على نبي إختارته السماء ، فها هو ذلك يقول : ",
        "ويقول أيضاً حين عذبت قريش عثمان بن مضعون :\n\n\nوأكثر ما نسب من الشعر لأبي طالب يمكن إعتباره من وحي المناسبة ، وتخال وأنت تقرأ ما ورد من الشعر المنسوب إليه أنه كان يصب في مصبٍّ واحد ، وهو الدفاع عن محمد وعن دعوته ورسالته ، والتشهير بمناوئيه وتحديهم وتوعدهم ، سيما حين يرى استفزاز قريش لمحمد واستهزائهم به ، فمن ذلك قوله مشيراً إلى إصرار الهاشميين على افتدائه ببذل النفس والنفيس : ",
        "ومن مواقف أبي طالب التي تنم عن مدى شجاعته وهيبته وسطوته ، ومدى حبه واخلاصه لمحمد ، ما حدث له مع طواغيت مكة ، وهم : العاص بن وائل ، والحارث بن قيس ، والأسود بن المطلب ، والوليد بن المغيرة ، والأسود بن عبد يغوث الزهري (1) وكان هؤلاء من أشد الناس على \n__________________\n1 ـ في مجمع البيان : م 2 ص 346 في تفسير قوله تعالى : ( إنا كفيناك المستهزئين ) قال : وأتى جبرائيل النبي والمستهزؤن يطوفون بالبيت ، فقام جبرئيل ورسول الله إلى جنبه ، فمر به الوليد بن المغيرة ، فأومى بيده إلى ساقه ، فمر الوليد على قين ـ حداد ـ لخزاعة وهو يجر ثيابه. فتعلقت بثوبه شوكة فمنعه الكبر أن يخفظ رأسه فينزعها وجعلت تضرب ساقه فخدشته فلم يزل مريضاً حتى مات.\nومر به العاص بن وائل السهمي فأشار جبرئيل إلى رجله فوطئ العاص على شوكة فدخلت في أخمص رجله ، فقال لدغت فلم يزل يحكها حتى مات. ",
        "محمدٍ ، وأكثرهم سخريةً واستهزاءً به ، وكانوا يوكلون به صبيانهم وعبيدهم فيلقونه بما لا يحب. \nففي ذات يوم نحروا جزوراً بالحزورة (1) ورسول الله (ص) قائم يصلي ، فأمروا غلاماً لهم فحمل السلى والفرث حتى وضعه بين كتفيه وهو ساجد! \nفانصرف (ص) وأتى عمه أبا طالب ، فقال : كيف موضعي فيكم؟ قال : وما ذاك يا بن أخي؟ فأخبره ما صُنع به.\nفأقبل أبو طالب آنذاك مشتملاً على السيف ، يتبعه غلام له ، فاخترط سيفه وقال مخاطباً إياهم : والله لا تكلم رجل منكم إلا ضربته ، ثم أمر غلامه ، فأمرَّ ذلك السلى والفرث على وجوههم واحداً واحداً .. فقالوا : حسبك هذا فينا يابن أخينا ..؟! ",
        "وفي الليلة التي أسري به (ص) إلى السماء ، افتقده أبو طالب ، فخاف أن تكون قريش قد إغتالته أو قتلته ، فجمع سبعين رجلاً من بني عبد المطلب معهم الشفار ، وأمرهم أن يجلس كل منهم إلى جانب رجل من قريش ، وقال لهم : إن رأيتموني ومحمداً معي فأمسكوا حتى آتيكم. وإلا فليقتل كل رجلٍ منكم جليسه ولا تنتظروني ، ثم مضى ، فما لبث أن وجدوه واقفاً على باب أم هانئ ، فأتى به بين يديه حتى وقف على قريش فعرفهم ما كان منه ، فأعظموا ذلك ، وجلَّ في صدروهم ، وعاهدوه وعاقدوه أن لا \n__________________\n= ومر به الأسود بن المطلب فأشار إلى عينه فعمي. وقيل رماه بورقة خضراء فعمي وجعل يضرب رأسه على الجدار حتى هلك ومرّ به الأسود بن عبد يغوث ، فأشار إلى بطنه فاستسقى فمات. وقيل أصابه السموم فصار أسود فلم يعرفوه فمات وهو يقول! قتلني رب محمد.\nومر به الحارث بن الطلاطلة فأومأ إلى رأسه فامتخط قيحاً فمات. وقيل : أن الحرث بن قيس أكل حوتاً ( سمكاً ) مالحاً فأصابه العطش فما زال يشرب حتى أنقد بطنه فمات ، وذلك بدعوة نبينا محمد (ص) عليهم لشدة ما كانوا يؤذونه به.",
        "1 ـ الحزورة : مكان. \nيؤذونه (1)\nإن هذه المواقف من شيخ مكة وعميدها كانت تمهد للرسول المصطفى (ص) طريق دعوته وتشد من عزائم المؤمنين ، وتزيد من صبرهم على المكاره ، كما كانت في المقابل تؤجج نار الحقد في قلوب مشركي مكة من القرشيين وغيرهم ، فهم لا يستطيعون النيل من محمدٍ بشخصه في تلك الفترة تحامياً لسطوات بني هاشم ، وهيبةً لهم ولعميدهم أبي طالب ، لذلك عمدوا إلى الانتقام من أتباع محمد ممن كانوا تحت قبضتهم وسلطتهم ، فوثب كل واحدٍ منهم إلى أحلافه وعبيده من المسلمين منزلين بهم أشد العقوبات ، وأقسى ألوان التعذيب ، طمعاً في ردهم عن دينهم الجديد ، وانتقاماً من محمد (ص) في آنٍ واحد. \nوعلى سبيل المثال لا الحصر ، وثب لبلال بن رباح أمية بن خلف الجمحي (2) فكان يخرجه إذا حميت الظهيرة ، فيطرحه على ظهره في بطحاء مكة ، ثم يأمر بالصخرة العظيمة توضع على صدره ، ويقول أمية : لا يزال بلالٌ على ذلك حتى يموت ، أو يكفر بمحمد! ",
        "فيقول بلال : أحدٌ أحد (3) .. \nوخباب بن الأرت ، كان يُعرى ويُلصقُ ظهره بالرمضاء ، ثم الرضف ـ الحجارة المحماة بالنار ـ ويلوون رأسه ، وهو لا يجيبهم إلى شيء مما أرادوه منه ، وقد قال يوماً لعمر بن الخطاب انظر إلى ظهري! فنظر ، فقال : ما رأيت كاليوم! قال خباب : لقد أوقدت لي نارٌ وسحبت عليها ، فما أطفأها إلا ودك ظهري (4). \n__________________\n1 ـ اليعقوبي : 2 / 24 ـ 26. ",
        "2 ـ أميةبن خلف كان من طواغيت مكة وكان شديد العداء لمحمد ، وقد قتل في غزوة بدر بعد أن أسره بلال. \n3 ـ الإصابة : ج 1 ـ 165.\n4 ـ سفينة البحار : 1 ـ 372 وكذلك الإصابة. \nوأبو فكيهة ، كان عبداً لصفوان بن أمية الجمحي ، أسلم مع بلال ، فأخذه أمية بن خلف وربط في رجله حبلاً ، وأمر به فجُرَّ ، ثم ألقاه في الرمضاء ، ومرَّ به جُعَل ـ خنفساء ـ فقال له أمية : أليس هذا ربك؟! فقال : الله ربي وربك ورب هذا. فخنقه خنقاً شديداً ، ومعه أخوه أبي بن خلف يقول : زده عذاباً حتى يأتي محمدٌ فيخلصه بسحره! ",
        "وكانوا يضعون الصخرة على صدره حتى يدلع لسانه ، ولم يرجع عن دينه ، ولم يزل على تلك الحال حتى طنوا أنه قد مات (1). \nولم يقتصر الأمر على الرجال فقط ، بل شمل النساء حتى العواجز منهن ، فكانت سميّة ـ أم عمار ـ وزنَّيرة ، ولبيبة ، وغيرهن ممن عذبن في الله. \nأما زنيرة : فكانت امرأةً وقوراً أدبها الفقر ، وأعزها الإسلام ، وكانت أمةً لبني عدي ، وكان يشترك في تعذيبها كل من أبي جهل وعمر حتى عميت ، فقال لها : إن اللات والعزى فعلا بك ذلك! قالت : وما يدري اللات والعزى من يعبدهما؟! ولكن هذا أمر من السماء ، وربي قادرعلى رد بصري. فأصبحت من الغد وقد ردَّ الله بصرها. فقالت قريش : هذا من سحر محمد (2)!! \nومثلها لبيبة ، جارية بني مؤمل ، أسلمت قبل إسلام عمر ، وكان عمر يعذبها حتى تفتن ، ثم يدعها ويقول : إني لم أدعك إلا سآمة. فتقول : كذلك يفعل الله بك إن لم تسلم (3)!! وكذلك أم عبيس جارية بني زهرة ، والنهدية مولاة بني نهد واضرابهن ممن واجهن المحنة في سبيل الإسلام. ",
        "غير أن سمية ـ أول شهيدة في الإسلام ـ كان لتعذيبها حتى شهادتها وجه \n__________________\n1 ـ الكامل : 2 ـ 66 وغيره. \n2 ـ المصدر السابق. ",
        "3 ـ نفس المصدر ـ 68 وكذلك الإصابة : 4 / 312. \n4 ـ نفس المصدر : 68 والإصابة. \nآخر يختلف تماماً عن رفيقاتها ورفقائها ، حيث كانت تُعذَّب في نفسها وفي زوجها ياسر ، وفي ولدها عمار ، بل كان كل واحدٍ من هذه العائلة يلاقي نفس الدور من طاغوت مكة أبي جهل .. لقد كان نصيب آل ياسر من تلك المعاناة الحصة الكبرى والحظ الأوفر. \nكانت سمية سابعة سبعةٍ في الإسلام ، عجوزاً ضعيفةً وقعت في براثن وحش كاسر ، إلا أن نفسها كانت أصلب من الحديد ، وأقوى من السياط ، تواجه الحقد الأعمى لهباً يتمدد على جدسها الطاهر بإيمان قوي وعقيدة راسخة مما جعل طاغوت مكة أبا جهل يفقد صوابه .. لقد أراد أن يسمع منها ما يكرهه قلبها .. أن تنال من محمدٍ ودينه .. ولكنها أسمعته ما يكره ، فعمد إلى حربةٍ كانت بين يديه ، فوجأها في قلبها ، فكانت أول شهيدة في الإسلام. ",
        "وواجه زوجها ياسر ـ الشيخ الهرم ـ عين المصير فأمسى نجماً متألقاً في سماء الشهادة. \nوبين الوالد والأم كانت محنة عمار ـ الأبن ـ تتفاقم وتزداد حتى كأنه يتلقى صورة تعذيبهما نصب عينيه ونبأ استشهادهما عذاباً متجدداً عليه يضاعف آلامه ومحنه. \nبالإضافة إلى هذا فانهم لم يتركوا وسيلةً من وسائل القهر والتعذيب إلا استعملوها معه ، فتارةً يسحبونه على الرمضاء المحرقة مجرداً من ثيابه ، ثم يضعون صخرةً كبيرةً على صدره ، فان يئسوا منه لجأوا إلى تغريقه بالماء بغمس وجهه ورأسه حتى يختنق أو يشرف على الموت ، فكان لا يدري بما يقول! \nقال بعضهم وقد رأى عماراً متجرداً في سراويل : نظرت إلى ظهره فيه حبط كثير ، فقلت : ما هذا؟! قال : هذا مما كانت تعذبني به قريش في ومضاء مكة (1). ",
        "__________________\n1 ـ الطبقات الكبرى 3 / 248. \nويمر رسول الله (ص) بتلك الكوكبة من طلائع المسلمين وهم يواجهون المحنة ويصوغون بها الفجر الجديد في تأريخ الإنسانية ، فيمسح جراحهم ويلملم أحزانهم معزياً ومسلياً وينظر الكل إليه بعيونٍ أتعبها ظلام العابثين والحاقدين ، فيرون في عينيه بريق أملٍ ووميض رجاء ، وينظر إليهم (ص) ثم يصافحهم مقوياً من عزائمهم شاداً على أيديهم .. وفي تلك اللحظات يقول له خباب بن الأرت : يا رسول الله ، أدعُ لنا ، فيدعو لهم. ثم يلتفت إليهم ويقول : إنكم لتعجلون! لقد كان الرجل ممن كان قبلكم يمشط بأمشاط الحديد ويشق بالمنشار فلا يرده ذلك عن دينه! والله ليتممن الله هذا الأمر حتى يسير الراكب من صنعاء إلى حضر موت لا يخاف إلا الله ، والذئب على عنزه (1). \nإلا أنه صلوات الله عليه حينما يمر على عائلة ياسر ينظر إليهم برحمةٍ وشفقة .. ثم ما يلبث أن يقول : صبراً يا آل ياسر ، فان موعدكم الجنة (2) ثم يقبل على عمار فيعزيه ويسليه ، ويجهش عمار باكياً وهو يبث إلى رسول الله همومه وأحزانه فيقول : يا رسول الله ، بلغ منا العذاب كل مبلغ فيقول (ص) : صبراً يا أب اليقظان ، اللهم لا تعذب أحداً من آل ياسر بالنار (3). ",
        "وكاد عمار أن يلتحق بأبويه لفرط ما واجه من ضغوط نفسية وجسدية تترك أقوى النفوس مضعضعةً مهزوزة ، وأقوى الأجساد مكلومةً ومعاقة لولا إن المشيئة الإلهية إختارت البقاء لهذا الإنسان كي يؤدي دوره التأريخي كاملاً أزاء الرسول محمد (ص) ورسالته الخالدة ، وأن يتوج حياته المباركة بأعظم المواقف التي يسجلها تأريخ أمةٍ لعظيم من عظمائها وقائدٍ من قادتها. بطلٌ من أبطال ( بدر ) وأمير على الكوفة ، وقائد من قواد علي .. \n__________________\n1 ـ اليعقوبي : 2 / 28. \n2 ـ الإصابة : 2 / 648. ",
        "3 ـ الإصابة 4 / 334. \nلقد أعطاهم ما أرادوا بلسانه فقط ، وربما كان ذلك من فرط التعذيب الذي وصفه المؤرخون بقولهم : « كان يعذب حتى لا يدري ما يقول .. » (1). \nربما قال ما قال وهو في حالة غيبوبة أو شبه غيبوبة ، فحينما سأله النبي (ص) ما وراءك؟ قال : شرٌّ يا رسول الله ، والله ما تركت حتى نلت منك يا رسول الله ، وذكرت آلهتهم بخير. قال : فكيف تجد قلبك؟ قال : مطمئنٌ بالإِيمان. قال : فان عادوا عُد. وفي ذلك نزلت الآية الكريمة : ( إلا من أكره وقلبه مطمئنٌ بالإِيمان ) (2). \nأجل ، أعطاهم بلسانه ما أرادوا ، وأما قلبه فظل كما هو مطمئناً بالإيمان مفعماً بحب محمدٍ وآل محمد ، مشرقاً بنور الهداية وآلاء الله سبحانه. ",
        "__________________\n1 ـ الطبقات الكبرى : 2 / 248. \n2 ـ الطبقات الكبرى : 3 / 249.\nالهجرة إلى بلاد الحبشة",
        "إزداد المسلمون عدداً فازدادت قريش حنقاً واستمرت في محاربتها لهم آملةً من وراء تنكيلها بهم القضاء عليهم أو إنهاء قدرتهم على التحرك ، فافتتن من افتتن وثبت من ثبت وعصمه الله. ورأى رسول الله (ص) ما يصيب أصحابه من البلاء وما هو فيه من العافية بمكانه من الله وعمه أبي طالب ، وأنه لا يقدر أن يمنع أصحابه مما هم فيه من القهر والمطاردة ، فأشار عليهم أن يتفرقوا في الأرض. \nقالوا : إلى أين نذهب؟ \nقال (ص) : لو خرجتم إلى أرض الحبشة ، فإن بها ملكاً لا يُظلم أحدٌ عنده ، وهي أرض صدق حتى يجعل الله لكم فرجاً مما أنتم فيه (1). \nوالحبشة بلاد تقع في شمال افريقيا ، وهي هضبةٌ مرتفعة ، تعلوها جبالٌ شامخة كثيرة الوعورة ، صعبة المسالك ، بها أنهار كثيرة أشهرها النيل الأزرق بالإضافة إلى أن الطقس فيها جيد صحي في الجبال لكنه حار مضر في المنخفضات أما أهلها فيعتنقون الديانة المسيحية والمذهب القبطي بالذات. ",
        "__________________\n1 ـ الطبري 2 /328. \nوكان هذا الدين قد دخل تلك البلاد في القرن الرابع الميلادي (1). \nوهكذا خرج المسلمون قاصدين تلك الأرض مخافة الفتنة وفراراً إلى الله بدينهم فلحقهم الطلب لولا أن يسر الله لهم سفينةً تنقلهم وتنقذهم ، وكانوا إثني عشر رجلاً من بينهم عمار بن ياسر (2). ",
        "لقد كانت أرض الحبشة متجراً لقريش يجدون فيها سعةً من الرزق وأمناً ، وكان بينهم وبين زعمائها علاقات ودّ وصداقة لذلك طمعوا في إرجاع أولئك النفر المسلمين بأن أوعزوا إلى عمرو بن العاص وعمارة بن الوليد المخزومي أن يحملا معهما الهدايا للملك وحاشيته وأن يسألاه تسليمهم إياهم والرجوع بهم إلى مكة. \nسار عمرو وعمارة حتى وصلا إلى الحبشة ، فلما استقرت بهم الدار طلبا من بعض المقربين للملك أن يكونوا عوناً لهم على ما جاؤوا لأجله فوعدوهم بذلك ، ثم لما اجتمعا بالملك قالا له : \nأيها الملك ؛ إن ناساً من سفهائنا فارقوا دين قومهم ولم يدخلوا في دين الملك وجاؤوا بدين مبتدع لا نعرفه نحن ولا أنتم ولقد أرسلنا أشراف قومهم لتردهم إليهم. \nووفقاً للخطة أشار أصحاب النجاشي عليه بتسليم المسلمين إليهم ، فغضب من ذلك وقال : لا والله ، لا أسلم قوماً جاوروني ونزلوا بلادي واختاروني على من سواي حتى أدعوهم وأسألهم عما يقول هذان ، فان كانا صادقين سلمتهم إليهما ، وإن كانوا على غير ما يذكر هذان منعتهم واحسنت جوارهم ؛ ثم أرسل النجاشي إلى أصحاب النبي (ص) فدعاهم ، فحضروا وقد أجمعوا على صدقه فيما ساءه وسرّه ، وكان المتكلم عنهم جعفر بن أبي طالب. ",
        "__________________\n1 ـ دائرة معارف القرن العشرين / حرف الحاء. \n2 ـ كما يظهر من بعض النصوص. \nفقال لهم النجاشي : ما هذا الدين الذي فارقتم فيه قومكم؟ ولم تدخلوا في ديني ولا دين أحدٍ من الملل!؟ ",
        "فقال جعفر : أيها الملك ، كنا أهل جاهلية نعبد الأصنام ونأكل الميتة ونأتي الفواحش ، ونقطع الأرحام ونسيء الجوار ، ويأكل القوي منا الضعيف حتى بعث الله إلينا رسولاً منا نعرف نسبه وصدقه وأمانته وعفافه ، فدعانا لتوحيد الله وأن لا نشرك به شيئاً ونخلع ما كنا نعبد من الأصنام ، وأمرنا بصدق الحديث وأداء الأمانة وصلة الرحم وحسن الجوار ، والكف عن المحارم والدماء ونهانا عن الفواحش وقول الزور وأكل مال اليتيم ، وأمرنا بالصلاة والصيام ، فأمنا به وصدقناه ، وحرمنا ماحرم علينا ، وحللنا ما أحلَّ لنا ، فتعدى قومنا علينا ، فعذبونا وفتنونا عن ديننا ليردونا إلى عبادة الأوثان فلما قهرونا وظلمونا وحالوا بيننا وبين ديننا خرجنا إلى بلادك واخترناك على من سواك ، ورجونا أن لا نُظلم عندك أيها الملك. \nفقال النجاشي : هل معك مما جاء به عن الله شيء؟ قال : نعم ، فقرأ عليه سطراً من سورة مريم ، فبكى النجاشي وأساقفته وقال : إن هذا والذي جاء به عيسى يخرج من مشكاةٍ واحدة. إنطلقا ، والله لا أسلمهم إليكما أبداً!\nفلما خرجا من عنده قال عمرو بن العاص : والله لآتينه غداً بما يبيد خضراءهم. \nفلما كان الغد قال للنجاشي : أيها الملك ، إن هؤلاء يقولون في عيسى بن مريم قولاً عظيماً! فأرسل النجاشي فسألهم عن قولهم في المسيح. فقال جعفر : نقول فيه الذي جاءنا به نبينا : هو عبد الله ورسوله وروحه وكلمته ألقاها إلى مريم العذراء البتول. ",
        "فأخذ النجاشي عوداً من الأرض وقال : ما عدا عيسى ما قلت هذا العود ، فاستاءت بطارقته ، فقال : وإن أنكرتم. ثم قال للمسلمين إذهبوا فأنتم أمنون ، ما أحب أن لي جبلاً من ذهب وانني أذيت رجلاً منكم. ورد \nهدية قريش وقال : ما أخذ الله الرشوة مني حتى أخذها منكم ، ولا أطاع الناس فيّ حتى أطيعهم فيه (1). \n__________________\n1 ـ راجع الكامل : 2 / 80 ـ 81. ",
        "\nالحصار في الشعب\nحيث يئس المشركون من الوصول إلى محمد (ص) لقيام أبي طالب دونه ، أجمعوا على أن يكتبوا بينهم وبين بني هاشم صحيفة مقاطعة يتعاقدون فيها على أن لا يناكحوهم ولا يبايعونهم ولا يجالسوهم! فكتبوها وعلقوها في جوف الكعبة تأكيداً على أنفسهم فلما فعلوا ذلك إنحاز بنو هاشم وبنوا المطلب فانضموا كلهم إلى أبي طالب ودخلوا معه الشعب فاجتمعوا إليه ما عدا أبي لهب فانه خرج إلى قريش وظاهرها على قومه. \nأستمر الحصار مضروباُ زهاء ثلاث سنوات مما أضر ببني هاشم فضاق عليهم الأمر حتى أنهم عدموا القوت إلا ما كان يحمل إليهم سراً وخفيةً ، وأخافتهم قريش حتى لم يكن يظهر منهم أحد ولا يدخل إليهم أحد وكان ذلك أشد ما لاقاه رسول الله (ص) في دعوته في مكة. حتى أن حكيم بن حزام حمل قمحاً لعمته خديجة فلقيه أبو جهل وأراد منعه من ذلك وقال له : أتحمل الطعام إلى بني هاشم ، والله لا تبرح أنت وطعامك حتى أفضحك في مكة : فأقبل العاص بن هشام فقال : ما لك وإياه؟ قال : إنه يحمل الطعام إلى بني هاشم! فقال العاص : يا هذا إن طعاماً كان لعمته عنده بعثته إليه فيه ، أفتمنعه أن يأتيها بطعامها؟ خل سبيل الرجل! فأبى أبو جهل حتى نال كلٌّ منهما من صاحبه ، فأخذ العاص لحى بعير فضربه به فشجه ووطأه وطأً شديداً ",
        "فانصرف وهو يكره أن يعلم رسول الله وبنو هاشم بذلك فيشمتوا. \nوهيأ الله سبحانه الأسباب لإِبطال الصحيفة وفك الحصار ، وذلك : أن هشام بن عمرو بن الحارث كان ذا شرف في قومه ، فكان يأتي بالبعير ليلاً وقد أوقره طعاماً وبنو هاشم وبنو المطلب في الشعب فيدخل به إليهم ثم يعود ويأتي مرةً أخرى وقد أوقره تمراً ، وفي ذات يوم أقبل إلى زهير بن أمية المخزومي فقال : يا زهير ، أرضيت أن تأكل الطعام وتشرب الشراب وتلبس الثياب .. وأخوالك حيث قد علمت! يبتاعون ولا يبتاع منهم ولا يواصلون ولا يزارون ، أما اني أحلف لو كان أخوال أبي الحكم ودعوته إلى مثل ما دعاك إليه منهم ما أجابك أبداً! \nفقال : ويحك يا هشام ، فماذا أصنع؟ إنم أنا رجل واحد ، والله لو كان معي رجل آخر لقمت في نقض هذه الصحيفة القاطعة. قال : قد وجدت رجلاً. قال : من هو؟ قال : أنا. قال زهير : ابغنا ثالثاً. فذهب زهير إلى المطعم بن عدي فقال : يا مطعم ، أرأيت أن يهلك بطنان من عبد مناف جوعاً وجهداً وأنت شاهد على ذلك. موافق لقريش فيه!؟ أما والله لئن أمكنتموهم من هذا لتجّدن قريش إلى مساءتكم في غيره سريعة. قال : ويحك ، ماذا أصنع ، إنما أنا رجل واحد! قال : وجدت ثانياً ، قال : من هو؟ قال : زهير بن أمية. فصاروا ثلاثة. فقال له المطعم : ابغنا رابعاً. فذهب إلى أبي البختري بن هشام وقال له مثلما قال للمطعم ، قال : هل من أحد يعين؟ قال ، نعم ثم عدد له الأسماء ، فقال له : فابغنا خامساً. فمضى إلى زمعة بن الأسود بن المطلب فكلمه فقال : وهل يعين على ذلك أحد؟ قال : نعم ، ثم عدد له القوم وسماهم ، فاتفقوا أن يلتقوا في مكان يقال له حطم الحجون ليلاً بأعلى مكة فأجمعوا أمرهم وتعاهدوا على القيام في الصحيفة حتى ينقضوها. \nقال زهير : أنا أبدأكم وأكون أولكم يتكلم ، فلما أصبحوا غدوا إلى أنديتهم وغدا زهير بن أبي أمية وعليه حلّة له ، فطاف بالبيت سبعاً ، ثم أقبل ",
        "على الناس فقال : يا أهل مكة ، أنأكل الطعام ونشرب الشراب ونلبس الثياب وبنو هاشم هلكى!! والله لا أقعد حتى تشق هذه الصحيفة القاطعة الظالمة ، وكان أبو جهل في ناحية المسجد ، فقال : كذبت والله لا تُشق. فقال زمعة بن الأسود لأبي جهل : والله أنت أكذب ، ما رضينا بها والله حين كُتبت ، فقال أبو البختري معه : صدق والله وكذب من قال غير ذلك ، نبرأ إلى الله منها ومما كتب فيها ، وقال هشام بن عمرو مثل قولهم. فقال أبو جهل : هذا أمر قُضي بليل. \nوقام المطعم بن عدي إلى الصحيفة وشقها فوجد الأرضة (1) قد أكلتها إلا ما كان من « باسمك اللهم ». \nأما كاتبها منصور بن عكرمة فشلت يده (2). وبذلك فرّج الله سبحانه عن رسوله وعن الهاشميين فعادوا إلى ديارهم ومنازلهم لولا أن الأمور لم تقف عند هذا الحد كما سيأتي. \nلقد كان هدف قريش من الحصار هو إخضاع محمدٍ ومن معه لمشيئتهم وإرادتهم ، والحد من نشاطهم وبالتالي تحجيمهم والقضاء عليهم ، وانتهى الحصار وانتهت معه تلك الأحلام اليائسة ، غير أن ذلك لم يمنعهم من مواصلة التفكير في إيجاد خطة تسمح لهم بالقضاء على محمدٍ دون ضجة ، وبالفعل فقد وجدوا الوسيلة لتحقيق ذلك لولا أن الله سبحانه أراد غير ما أرادوا. ",
        "فقد اجتمعوا فيما بينهم واستقر رأيهم على أن يختاروا من كل قبيلة فتىً من فتيانها الأشداء مزوداً بسلاحه الكامل يجتمعون ثم يقتحمون على النبي داره فيضربونه وهو على فراشه ضربة رجلٍ واحد ، وبذلك يضيع دمه بين القبائل وينتهي كل شيء وعندها يكون بنو هاشم أمام خيارين إما مقاتلة كل \n__________________\n1 ـ الأرضة : بإصطلاح العامة العِث. \n2 ـ شرح النهج : 2 / 313. ",
        "العرب ، أو الإِستسلام للأمر الواقع والسكوت على ما يحصل ، ولا شك أنهم سيختارون الثاني. \nواستعد القوم لتنفيذ الخطة ، وأحاطوا بالدار ، وأعلم الله نبيه بذلك فأمر علياً أن ينام في فراشه ويتشح ببرده الأخضر وأمره أن يؤدي ما عنده من وديعة وأمانة وغير ذلك ، ثم خرج (ص) من أمامهم وهم لا يرونه وهو يتلو قوله تعالى : ( وجعلنا من بين أيديهم سدّاً ومن خلفهم سدّاً فأغشيناهم فهم لا يبصرون ) (1). \nواندفع الفتية نحو البيت سالّين سيوفهم وإقتحموا المكان الذي ينام فيه النبي (ص) إلا أنهم فوجئوا بعليٍّ يتمدد على الفراش وقد اشتمل ببرد النبي .. وأسقط ما في أيديهم وتراجعوا ببرودٍ وتخاذل ، وأنزل الله سبحانه في تلك المناسبة ( وإذ يمكر بك الذين كفروا ليثبتوك أو يقتلوك أو يخرجوك ويمكرون ويمكر الله والله خير الماكرين ) (2).\nتابع النبي (ص) سيره ، وتابعت قريش كيدها فجعلت لمن يأتي به مائة ناقة. وكان معه أبو بكر ، فاستأجرا عبد الله بن أرقد من بني الديل يدلهما على الطريق فتبعهم سراقة بن مالك بن جشعم المدلجي فلحقهم وهم في أرضٍ صلبة ، فقال أبو بكر : يا رسول الله أدركنا الطلب! فقال : لا تحزن إن الله معنا ، ودعا عليه رسول الله (ص) فارتطمت فرسه إلى بطنها وثار من تحتها مثل الدخان ، فقال : ادعُ لي يا محمد ليخلصني الله ولك علي أن أرد عنك الطلب! فدعا له ، فتخلص. فعاد يتبعهم ، فدعا عليه الثانية ، فساخت قوائم فرسه في الأرض أشد من الأولى ، فقال : يا محمد قد علمت أن هذا من دعائك علي ، فادعُ لي ولك عهد الله أن أرد عنك الطلب. ",
        "فدعا له فخلص ، وقرب من النبي (ص) وقال له : يا رسول الله ، خذ \n__________________\n1 ـ يس : 9. \n2 ـ الأنفال : 30. ",
        "سهماً من كنانتي وان إبلي بمكان كذا فخذ منها ما أحببت ، فقال : لا حاجة لي في إبلك. فلما أراد سراقة أن يعود قال له رسول الله (ص) : كيف بك يا سراقة إذا سوّرت بسواري كسرى؟! قال : كسرى بن هرمز؟ قال : نعم ، فعاد سراقة فكان لا يلقى أحداً يريد الطلب إلا قال : كفيتم. ما ههنا! ولا يلقى أحداً إلا ردّه (1). \nفلما رجع إلى مكة أخبرهم بما جرى فكذبوه ، وكان أشدهم له تكذيباً أبو جهل فقال سراقة : \nوهكذا تابع النبي (ص) سيره نحو المدينة حتى وصل إلى قباء لاثنتي عشرة ليلةً خلت من شهر ربيع الأول (3) حيث ولد في هذا العالم تأريخ جديد إسمه الهجرة.\nمسجد المدينة",
        "في المدينة كانت بداية الإِنتقال من الدعوة إلى الدولة ، فكان لا بد من وضع الأسس لبناء تلك الدولة الحديثة التي قدر الله لها أن تكون المنارة الروحية والفكرية للإنسان عبر العصور ، ومصدر إشعاع وخير لكل الأجيال في كل الأزمان ، وأول مؤسسة إجتماعية أقيمت في جسم تلك الدولة هي « المسجد » ففيه تقام العبادة ، وفيه تنشر الرسالة ، يجتمع فيه المؤمنون لآداء واجباتهم الدينية بين يدي ربهم متعبدين له سبحانه وتعالى وحده ، ومن ثم يستمعون إلى ما أوحي للنبي الكريم (ص) ولما يأمرهم وينهاهم ، ولا ننس أن كل لقاءٍ بين النبي وأصحابه في أي مكانٍ لا يخلو من تلك التوجيهات \n__________________\n1 ـ الكامل : 2 / 105.\n2 ـ اليعقوبي : 2 / 40. ",
        "3 ـ الكامل : 2 / 106. \nوالإِرشادات ، إلا أن للمسجد ميزة خاصة هي كونه « جامعة » لا تستثني أحداً من طلابها صغاراً كانوا أم كباراً ، فالثقافة للمجتمع والعبادة لله. \nلذلك أمر رسول الله (ص) ببناء مسجده في المكان الذي بركت فيه ناقته ويقال له « المربد » وكان لغلامين يتيمين من الأنصار ، فدعا رسول الله (ص) بالغلامين فساومهما عليه ، فقالا : بل نهبه لك يا رسول الله ، فأبى رسول الله إلا أن يدفع لهما الثمن ، ثم أمر المسلمين بأن يقطعوا جذوع النخل من مكانٍ يقال له الحديقة وأمر باللبن فضُرب ، وكان في المربد قبور جاهلية ، فامر بها فنبشت ، وأمر بالعظام أن تغيّب ، وجعل طوله مائة ذراع وعرضه كذلك. وقيل أقل من ذلك (1). \nوحينما بدأ العمل في بناء المسجد المطهر ، جعل القوم يحملون وجعل النبي (ص) يحمل هو وعمار ، فجعل عمار يرتجز ويقول : ",
        "نحـن الـمسلمـون نبتـني المسـاجـدا..\nوالرسول يردد : المساجدا! .. \nوفي رواية : كان كل واحدٍ من المسلمين يحمل لبنة لبنة وحجراً حجراً وعمار يحمل حجرين ولبنتين ، فرآه النبي (ص) فقال : ألا تحمل كما يحمل أصحابك؟ فقال : يا رسول الله ، أريد الأجر والثواب. فجعل رسول الله (ص) ينفض التراب عن رأس عمار ويقول : \n« ويحك يا عمار تقتلك الفئة الباغية ، تدعوهم إلى الجنة ويدعونك إلى النار » وكان يرتجز وهو يعمل في بناء المسجد فيقول : ",
        "__________________\n1 ـ راجع الطبقات 1 / 239. \n2 ـ عمار بن ياسر ص 25 ، وقد ورد هذا المضمون بنصوص مختلفة فعن أبي سعيد الخدري. جعلنا نحمل لبنةً لبنة وجعل عمار يحمل لبنتين .. إلى أن قال : إن النبي جعل ينفض التراب عن رأسه ويقول : ويحك ابن سمية ، تقتلك الفئة الباغية راجع الطبقات 3 / 251 وغيرها. \nوهو يعرض ببعض الصحابة. ",
        "وفي ذات يوم اشتكى عمار من علةٍ ألمت به فقال بعض القوم : ليموتن عمار اليوم. فسمعهم رسول الله (ص) وكان بيده لبنة فنفضها من يده وقال : « ويحك يا بن سمية تقتلك الفئة الباغية ». \nمع النبي (ص) في غزواته\nيخطئ من يظن أن الإسلام انتشر بين الناس بعامل القوة ، بل على العكس من ذلك تماماً فهو دين رائده الرحمة وهدفه انقاذ الإنسان من ظلم أخيه الإنسان وبالتالي إيجاد مجتمع إنساني مرتبط بخالقه ، مؤمن بكل الرسالات السماوية من لدن نوح وإبراهيم .. حتى محمداً صلوات الله عليه وعلى آله. \nولعل في العرض المتقدم لما واجهه (ص) مع أصحابه من ضغوطات وعداوة معلنة فيها دليل كافٍ على أنه كان الطرف المعتدى عليه منذ البداية. ",
        "بيد أن أي فئةٍ من الناس أو جماعة حينما تواجه في حياتها مثل تلك المواقف العدائية من أطراف أخرى تهدد كيانها ومصيرها فانها لا تملك في هذا الحال دون أن تبادر إلى صدّ ذلك الإعتداء بكل الوسائل المتاحة لديها صدّاً يتناسب مع جنسه ، إعلامياً كان أو إقتصادياً أو عسكرياً ، سيما لو تكررت تلك الإعتداءات على أكثر من صعيد ، ولا شك أن سكوت الطرف المعتدى عليه لا يحتمل سوى أحد تفسيرين ، إما الجبن والخور ، وإما القلة في العدة والعدد التي لا تسمح بالمواجهة مما يضطره إلى الصبر وانتظار الفرصة للطلب بالثأر طلباً مشروعاً تقره كل النظم الإنسانية والشرائع السماوية. \nوالمتتبع المنصف لتأريخ المسلمين يلمس مدى الصبر والأناة والعض على الجرح لديهم وهم يواجهون أقسى وأعتى عدوان يواجهه إنسان من خصمه وبالطبع فان ذلك لم يكن عن جبنٍ وإلا لاستسلموا وأراحوا واستراحوا ، وإنما كان عن قلة في العدد والعدة من جهة ، وانتظاراً لأمر الله تعالى من جهة أخرى فما كان لرسول الله أن يبرم أمراً دون أمر الله. \nلذلك ، رأينا رسول الله (ص) ينتدب أصحابه موقظاً في عيونهم الثأر الذي نام طويلاً ، ليعترضوا عير قريش قائلاً لهم : عسى أن ينفلكموها الله! وذلك في أول غزوة في الإسلام ألا وهي غزوة « بدر الكبرى ». \nوربما يستشف القارئ أو السامع العدوانية في هذا الموقف من المسلمين ، ولكنه حين يلم بما سبق هذه الواقعة من أحداث فانه لا يلبث إلا أن يقر ويذعن بأن ما جرى حق مشروع ، فقريش ومن معها لم تترك للمسلمين شيئاً في مكة ولم تكتف بإخراجهم من ديارهم حتى صادرت كل ممتلكاتهم المنقولة وغير المنقولة بالإضافة إلى مصادرتها أعز ما يملكه إنسان في هذه الدنيا وهو الوطن ( أذن للذين يقَاتَـلُون بأنهم ظلموا وأن الله على نصرهم لقدير * الذين أخرجوا من ديارهم بغير الحق إلا أن يقولوا ربنا الله .. ) (1). ",
        "لقد كانت أول واقعةٍ عسكرية بين المسلمين وخصومهم تسجل النصر للمسلمين نصراً ساحقاً ماحقاً إختزل حماقات قريش واعتداءاتها وبغيها على مدى سنين في ساعة ، إختزلها جثثاً لساداتها مطروحةً في قليب بدر وفوق الرمال. \nويمكننا الجزم بأن مواقف الرسول (ص) ومن معه في حروبه وغزواته كانت مواقف دفاعية ولم تكن عدوانية هجومية كما يتصور البعض ، ونلمس ذلك جلياً في واقعة « أحد » و « الخندق » و « خيبر » إلى فتح مكة ، حتى ما \n__________________\n1 ـ الحج : 39 ـ 40. ",
        "يوهم بدواً بأن المسلمين هم البادؤون فانه بعد التدقيق نجد أن الأمر على العكس بل إن تحركهم إنما يكون نتيجةً لما يبلغهم من نكثٍ للعهود ، أو تجميع للقوى المعادية للمسلمين مما يدفعهم للأخذ بزمام المبادرة لا أكثر. \nوكان عمار بن ياسر ممن شهد مع رسول الله (ص) بدراً وأبلى فيها بلاءً حسناً كما ساهم في حرب « الخندق » ، وبينما المسلمون منشغلون بحفره ورسول الله يعاطيهم حتى أغبر صدره وهو يقول : \nإذ يجيء عمار فيلتفت إليه النبي (ص) ويقول : تقتلك الفئة الباغية!! (1) وابلى في ذلك اليوم بلاء حسناً ، بل « شهد المشاهد كلها مع رسول الله (ص) » (2) شأنه في ذلك شأن النخبة من الصحابة رضوان الله عليهم الذين بذلوا وضحوا من أجل أن ينتشر هذا الدين وتتركز دعائمه وبالتالي تصبح الشريعة الإسلامية هي القانون الذي باركته السماء لأهل الأرض ( إن الدين عند الله الإسلام .. ومن يبتغ غير الإسلام ديناً فلن يقبل منه وهو في الآخرة من الخاسرين ) (3). \n__________________",
        "1 ـ الطبقات 3 / 251. \n2 ـ الإصابة 2 / 481. \n3 ـ آل عمران 19 ـ و 85. \nشجاعته وسخاؤه",
        "أُثر عن أمير المؤمنين علي (ع) أنه قال : السخي شجاع القلب (1). وينسب إلى بعض العظماء قوله : جنونان لا أخلاني الله منهما ، الشجاعة والكرم! ولعل وصفه لهما بهذه الصفة يرجع إلى خروج كل منهما بصاحبه عن حدود المألوف لدى الطبع الإنساني العام. \nوهاتان الخصلتان لا تقبلان التكلف ولا المحاكاة وقد اتصف بهما معظم قادة البشر وعظمائهم وامتاز بهما الأنبياء وأوصياؤهم .. فنبي الله إبراهيم (ع) حين وافته الملائكة ـ بصورة الآدميين ـ لتبشره بإسحاق ، عمد إلى عجلٍ فذبحه وشواه على الصخر وقدمه إليهم ليأكلوه .. وحين غضب عليه نمرود وألقاه في النار لم يخف ولم يرتعد وواجه الأمر بشجاعة (2) ، وهكذا ما وصلنا من سير الأنبياء من بعده لم يؤثر عنهم أنهم جبنوا ولا بخلوا .. والرسول (ص) ضرب أكبر مثل في الشجاعة والكرم ، ويكفي في شجاعته قول علي (ع) « كنا إذا حمي الوطيس لذنا برسول الله!! » ويكفي في كرمه أنه أنفق كل ما تحت يده في سبيل نشر الدين ، وفي غزوه هوازن أعطى \n__________________\n1 ـ شرح النهج 20 / 290. ",
        "2 ـ راجع قصص الأنبياء. \nللمؤلفة قلوبهم ما لم يعطي أحد مثله ، أعطى كل واحد منهم مائة بعير وكان يقول : والله لو كان لي عدد شجر تهامة نِعم لقسمتها عليكم ثم لا تجدوني بخيلاً ولا جباناً ولا كذاباً .. (1). \nوبعد ، فإن عمار بن ياسر هو واحد من أصحاب محمد الذين نشأوا على يديه ونهلوا من معين تعاليمه فغرس في نفوسهم بذور الفضائل ووهبهم من قدسية العطاء ما يجعلهم أهلاً لكل صفات النبل والخصال الحميدة لذلك كانت الشجاعة سجية من سجاياه ، والكرم تابع لها فحيث تكون الشجاعة يكون الكرم. \nويكفي في شجاعته أنه اشترك في حروب رسول الله (ص) وعرض نفسه للمهالك ولم يعرف عنه أنه أدبر في حرب من تلك الحروب ، بل العكس هو الصحيح. ففي حروب الردة كان يشجع الناس ويحرضهم على القتال ، قال عبد الله بن عمر : رأيت عمار بن ياسر يوم اليمامة على صخرة وقد أشرف يصيح : يا معشر المسلمين ، أمن الجنة تفرون!؟ أنا عمار بن ياسر هلموا إليّ .. وأنا أنظر إلى أذنه قد قطعت فهي تذبذب وهو يقاتل أشد القتال (2). ",
        "وفي صفين ـ كما ستقرأ ـ كان عمار يمثل قطباً من أقطاب تلك الحرب الرهيبة ، فكان بالإضافة إلى حملاته يشجع الأبطال ويحثهم على الجد في الحرب وعلى التقدم باللواء محاولاً كسب المعركة في أقرب وقت. \nقال نصر بن مزاحم واصفاً وجهاً من وجوه تلك المعركة وموقفاً من مواقف عمار فيها : « وخرجت الخيول إلى القتال واصطفت بعضها لبعض ، وتزاحف الناس وعلى عمار درع بيضاء وهو يقول : أيها الناس ، الرواح إلى الجنة ، فقاتل القوم قتالاً شديداً لم يسمع السامعون بمثله وكثرت القتلى حتى إن كان الرجل ليشد طنب فسطاطه بيد الرجل أو برجليه. \n__________________\n1 ـ الكامل 2 / 269 ـ 270. ",
        "2 ـ الطبقات الكبرى ، ومعظم الكتب التاريخ وفي الإستيعاب على هامش الإصابة 2 / 477. \nونظر عمار إلى راية عمرو بن العاص فقال : والله إنها لراية قد قاتلتها ثلاث مرات ، وما هذه بأرشدهن. ثم قال : \nأو يـرجـع الحـق إلـى سبـيلـه\nقال الأحنف بن قيس : والله إني إلى جانب عمار بن ياسر بيني وبينه رجل فتقدمنا حتى دنونا من هاشم بن عتبة ( المرقال ) فقال له عمار : احمل فداك أبي وأمي! فقال له هاشم : يرحمك الله يا أبا اليقظان إنك رجل تأخذك خفة في الحرب .. » (1) ولعل في هذا قدر كافٍ في إطلاعنا على مدى شجاعته وصبره على القتال سيما إذا عرفنا أن عمره في ذلك الوقت كان يناهز التسعين عاماً. ",
        "أما الحديث عن سخائه فلا يقل أهمية عن الحديث عن شجاعته ، فسخاؤه كان مشفوعاً بأريحية متناهية وذكاءٍ نادر كما يلوح ذلك من خلال ما حدثنا به جابر بن عبد الله الأنصاري. \nقال : صلى بنا رسول الله (ص) صلاة العصر ، فلما تنفل جلس في قبلته والناس حوله فبينما هم كذلك إذ أقبل شيخ من مهاجرة العرب إليه وعليه سمل قد تهلل وأخلق وهو لا يكاد يتمالك ضعفاً وكبراً ، فأقبل عليه رسول الله يستحثه الخبر. فقال الشيخ : \nيا رسول الله ، أنا جائع الكبد فأطعمني ، وعاري الجسد فاكسني ، وفقير فأرثني. \nفقال رسول الله (ص) : ما أجد لك شيئاً ، ولكن الدال على الخير كفاعله ، إنطلق إلى إبنتي فاطمة .. ثم قال : يا بلال قم فقف به على منزل فاطمة. فانطلق الأعرابي مع بلال فلما وقف على باب فاطمة ، نادى بأعلى صوته : السلام عليكم يا أهل بيت النبوة ومختلف الملائكة ، ومهبط جبرئيل ",
        "__________________\n1 ـ صفين 229 ـ 240 ـ 241. \nالروح الأمين بالتنزيل من عند رب العالمين. \nقالت : وعليك السلام ، ممن أنت يا هذا؟ ",
        "ـ : من العرب أقبلت إلى أبيك سيد البشر مهاجراً من شقة ، وأنا يا بنت محمد عاري الجسد ، جائع الكبد ، فارحميني يرحمك الله! \nوكان لعلي وفاطمة ثلاثاً ما طعموا منها طعاماً ، فعمدت فاطمة إلى جلد كبش مدبوغ بالقرض كان ينام عليه الحسن والحسين فقالت : خذ هذا أيها الطارق عسى الله أن يتيح لك ما هو خير منه. \nفقال : يا بنت محمد ، أنا شكوت إليك الجوع فناولتني جلد كبش ، فما أنا صانع به مع ما أجد من السغب؟! فعمدت فاطمة (ع) إلى عقد في عنقها أهدتها إياه فاطمة بنت عمها الحمزة ، فقطعته من عنقها ونبذته إلى الأعرابي وقالت : خذه وبعه فعسى الله أن يعوضك بما هو خير لك منه. \nأخذ الأعرابي العقد وانطلق إلى مسجد النبي (ص) والنبي جالس ومعه أصحابه فقال:",
        "يا رسول الله ، أعطتني فاطمة هذا العقد وقالت : بعه. \nفقال النبي (ص) : بعه ، وكيف لا يصنع الله لك به خيراً وقد أعطتكه فاطمة بنت محمد؟ سيدة بنات آدم. \nفقام عمار بن ياسر وقال : يا رسول الله ، أتأذن لي بشراء هذا العقد؟ \nفقال (ص) : إشتره يا عمار ، فلو إشترك فيه الثقلان ما عذبهم الله بالنار!! ",
        "قال عمار : بكم تبيع هذا العقد يا أعرابي؟ \nالأعرابي : بشبعةٍ من الخبز واللحم ، وبردةٍ يمانية أستر بها عورتي وأصلي لربي ، ودينار يبلغني أهلي. \nعمار : لك عشرون ديناراً ، ومائتا درهم هجرية ، وبردة يمانية ، وراحلة تبلغك أهلك ، وشبعك من الخبز واللحم. وكان عمار قد باع سهمه \nالذي نفله إياه رسول الله (ص) من خيبر. ",
        "الأعرابي : ما أسخاك أيها الرجل بالمال! \nوانطلق عمار بالأعرابي فوفاه ما ضمن له ، وعاد الأعرابي إلى النبي (ص) فقال له : \nأشبعت ، واكتسيت؟ \nالأعرابي : نعم ، واستغنيتُ بأبي أنت وأمي. ",
        "فقال (ص) : فأجز فاطمة بصنعها معك خيراً. \nالأعرابي ، رافعاً يديه نحو السماء متوجهاً بالدعاء يقول : اللهم أنت إلهٌ ما استحدثناك ولا إله لنا نعبده سواك ، وأنت رازقنا ، فاعط فاطمة ما لا عين رأت ولا أذن سمعت. فأمن رسول الله (ص) على دعائه. \nوأقبل النبي (ص) على أصحابه وقال : « إن الله قد أعطى فاطمة ذلك وأنا أبوها وما في العالمين مثلي ، وعليٌّ بعلها ولولا عليٌّ ما كان لها كفؤٌّ أبداً ، وأعطاها الحسن والحسين وما للعالمين مثلهما سيدا شباب أسباط الأنبياء ، وسيدا شباب أهل الجنة. وقال : أزيدكم؟ \nفقال سلمان وعمار والمقداد ـ وكانوا إلى جنبه ـ نعم. ",
        "قال : أتاني الروح الأمين وقال : إنها إذا قبضت ودفنت يسألها الملكان في قبرها من ربك؟ فتقول : الله ربي. من نبيك؟ فتقول : أبي ، من وليك؟ فتقول : هذا القائم على قبري ، علي بن أبي طالب. \nثم قال (ص) : ألا أزيدكم من فضلها؟ قالوا : نعم زدنا يا رسول الله. \nقال : إن الله وكل بها رعيلاً من الملائكة يحفظونها من بين يديها ومن خلفها وعن يمينها وعن شمالها وهم معها في حفرتها يكثرون من الصلاة عليها وعلى أبيها وبعلها وبنيها. \nيقول جابر بن عبد الله. ",
        "ثم إن عمارا عمد إلى العقد فطيبه بالمسك ولفه في بردة يمانية ، وكان له عبد اسمه « أسهم » إبتاعه من سهمه في خيبر ، فدفع العقد إلى العبد وقال : \nإنطلق إلى رسول الله بهذا العقد وأنت له مع العقد! \nجاء العبد وبيده العقد إلى رسول الله (ص) وأخبره بذلك ، فقال له. \nإذهب إلى إبنتي فاطمة وأنت والعقد لها! ",
        "جاء العبد إلى فاطمة (ع) فأعطاها العقد وأخبرها بقول النبي (ص) فأخذت العقد وقالت : \nإذهب ، فأنت حرٌّ لوجه الله تعالى. \nضحك العبد. \nقالت : مم تضحك؟ ",
        "قال : أضحكتني بركة هذا العقد ، أشبع جائعاً ، وكسا عرياناً ، وأغنى فقيراً ، وأعتق مملوكاً ، ورجع إلى أهله (1). \n__________________\n1 ـ نقلناها عن كتاب عمار بن ياسر للسبيتي ص 52 إلى 56.\nعمّار .. والخلفـاء",
        "لا بد لنا ـ ونحن في سيرة عمار ـ من جولة قصيرة نلمح من خلالها طبيعة تعامله مع الخلفاء منذ اليوم الأول بشكل يسمح لنا أن نكّون الصورة الملائمة عن مجمل تطلعاته وسلوكه على الصعيدين الديني والسياسي ، وهذا يتطلب منا بالضرورة عرضاً لبعض النصوص التاريخية التي تتصل بحياته في هذا المضمار. \nولكننا قبل أن نجول في هذا الميدان ، لا بد لنا من إدراك طبيعة تعامل المسلمين مع الرسول الأعظم (ص) لأنها تشكل الحد الفاصل بين عهدين ، عهد النبوة وعهد ما بعد النبوة ، ومن خلال ذلك يمكننا أن نأخذ موقفاً معيناً من مجريات الأمور ومن ثم نسجل ملاحظاتنا آزاء مواقف الصحابة رضوان الله عليهم وفي طليعتهم عمار بن ياسر الذي نحن الآن في سيرته. \nإن طبيعة تعامل المسلمين مع النبي (ص) تنطلق من مفهوم « تعامل الإنسان مع خالقه بواسطة الرسول » وهذا يعني الإذعان المطلق والخضوع الكامل لكل ما يأتي به ذلك الرسول ، والتسليم لأوامره ونواهيه دون نقاش أو جدال (1) كما أن للنبي مكانة خاصة في نفوس المسلمين وله عليهم سلطة \n__________________",
        "1 ـ صريح القرآن الكريم بذلك ، ومنه قوله تعالى : ( وما آتاكم الرسول فخذوه وما نهاكم عنه \n=\nمجعولة من قبل المشرع الحكيم ترتقي به لأعلى درجات السلطة في العالم حيث أنه أولى بهم من أنفسهم (1) وهذان الأمران من الثوابت التي لا يختلف فيها أحد من المسلمين إلا أن يحيد عن منطوق القرآن الكريم وعن مفاهيمه لذلك صنف المشككون بهذا الأمر في خانة المنافقين ، ومن ثَمَّ في صف الملحدين والمشركين. \nأما تعامل المسلمين مع خلفائهم فإنه يختلف عن ذلك غاية الإختلاف من حيث حرية إبداء الرأي ، بل رفع الصوت عالياً حينما تقتضي الظروف ذلك ، فالخليفة يخضع للنقد من قبل الصحابة فهم بين راضٍ ورافض وأدل دليل على ذلك قول عبد الرحمن بن عوف لأبي بكر : « وإنما الناس رجلان رجل رضي بما صنعت فرأيه كرأيك ورجل كره ما صنعت فأشار عليك برأيه » (2). ",
        "بل هو نفسه يدعو إلى ذلك وينتقد ذاته بذاته ، وقد يعترف بالنقص أحياناً ، وذلك كقول أبي بكر في مستهل خطبته التي خطبها بعد استخلافه : أما بعد أيها الناس ، فإني قد وُلّيت عليكم ولست بخيركم ، فإن أحسنت فأعينوني ، وإن أسأت فقوموني (3) وقوله : واعلموا ان لي شيطانا يعتريني أحيانا. فإذا رأيتموني غضبت فاجتنبوني (4). \nوعلى هذا الأساس فلا نفاجأ بعد بما صدر من بعض الصحابة في سقيفة بني ساعدة من الإعتراض سواء على الكيفية التي تم بها اختيار الخليفة ، أو على الخليفة نفسه ، وإليك الصورة كما يرسمها لنا المؤرخون : \n__________________\n= فانتهوا ) الحشر ـ 7. وقوله تعالى : ( وما ينطق عن الهوى إن هو إلا وحي يوحى ) النجم ـ 3. وقوله تعالى : ( وما كان لمؤمن ولا مؤمنة إذا قضى الله ورسوله أمراً أن تكون لهم الخيرة ) الأحزاب ـ 36.",
        "1 ـ قوله تعالى : ( النبي أولى بالمؤمنين من أنفسهم ).\n2 ـ الإمامة والسياسة 1 / 24. \n3 ـ الطبري 3 / 210. \n4 ـ الإمامة والسياسة 1 / 22. ",
        "النبي (ص) مسجىًّ على فراشه في بيته وعلي (ع) منهمك في تجهيزه إذ سُمِع صوتٌ دون أن يُرى شخص ، يقول : السلام ورحمة الله وبركاته عليكم أهل البيت إنه حميد مجيد ، إنما يريد الله ليذهب عنكم الرجس أهل البيت ويطهركم تطهيراً. كل نفس ذائقة الموت وإنما توفون أجوركم يوم القيامة فمن زُحزح عن النار وأدخل الجنة فقد فاز ، وما الحياة الدنيا إلا متاع الغرور لتُبلّون في أموالكم وأنفسكم ولتسمعنّ من الذين أوتوا الكتاب من قبلكم ومن الذين أشركوا أذىً كثيراً ، وأن تصبروا وتتقوا فإن ذلك من عزم الأمور. إن في الله خلفاً من كل هالك ، وعزاءً من كل مصيبة ، عظم الله أجوركم والسلام ورحمة الله (1) وكان المتكلم جبرائيل (ع). وصار المسلمون يدخولون عليه أرسالاً يودعونه ، حتى إذا فرغ الرجال أدخل النساء ، حتى إذا فرغ النساء أدخل الصبيان ، ثم أدخل العبيد (2) يودعون المنقذ العظيم وهم بين ذاكرٍ لله ، وبين متمتمٍ بأسمى آيات الإجلال والإعظام ، وبين مرسلٍ دموعه الحرى بهدوءٍ وهم يصلون عليه ويسلمون تسليماً كما أوصاهم (ص). \nفي هذه اللحظات الرهيبة كان الأنصار يجتمعون في سقيفة بني ساعدة وقد أجلسوا سعد بن عبادة الخزرجي وعصبوه بعصابة وثنوا له وسادة وهم يريدون أن يبايعوه. \nمما أثار حفيظة الأوس وأيقض الفتنة بينهم وبين الخزرج ، تلك الفتنة التي أطفأ الإسلام نائرتها ، كما أثار حفيظة المهاجرين فحين علم أبو بكر وعمر باجتماعهم أتوا مسرعين فنحوا الناس عن سعد ، وقالوا : « يا معاشر الأنصار! منا رسول الله ، فنحن أحق بمقامه » (3). \nوقال سعد بن عبادة مخاطباً قومه : فشدوا يديكم بهذا الأمر فإنكم أحق ",
        "__________________\n1 ـ اليعقوبي 2 / 114 وقيل لجعفر بن محمد الصادق (ع) من كنتم ترونه؟ فقال : جبريل! \n2 ـ الطبري 3 / 213. \n3 ـ اليعقوبي 2 / 123. ",
        "الناس وأولاهم به. \nوقال الحباب بن المنذر : فمنا أمير ومنكم أمير! \nفقال عمر بن الخطاب : هيهات لا يجتمع سيفان في غمد واحد ، إن العرب لا ترضى أن تؤمركم ونبيها من غيركم. \nفقام الحباب وقال : لا تسمعوا مقالة هذا وأصحابه فيذهبوا بنصيبكم من الأمر! ",
        "فقال أبو بكر : منا الأمراء. وأنتم الوزراء. \nونادى أبو عبيدة : يا معشر الأنصار ، إنكم كنتم أول من نصر ، فلا تكونوا أول من غيّر وبدّل. \nوقال عبد الرحمن بن عوف : يا معشر الأنصار ، إنكم وإن كنتم على فضل ، فليس فيكم مثل أبي بكر وعمر وعلي! \nفقال المنذر بن أرقم : ما ندفع فضل من ذكرت ، وإن فيهم لرجلاً لو طلب هذا الأمر لم ينازعه فيه أحد! يعني علي بن أبي طالب. ",
        "فلما رأى بشير بن سعد الخزرجي ما اجتمعت عليه الأنصار من تأمير سعد ـ وكان حاسداً له ـ قال : إن محمد (ص) رجل من قريش وقومه أحق بميراث أمره ..! \nفقام أبو بكر وقال : هذا عمر وأبو عبيدة ، بايعوا أيهما شئتم. \nفقالا : والله لا نتولى هذا الأمر عليك ، أبسط يدك حتى نبايعك ، فلما بسط يده وذهبا يبايعانه سبقهما بشير بن سعد فبايعه ، فناداه الحباب بن المنذر : يا بشير ، عقَّك عقّاق والله ما اضطرك إلى هذا الأمر إلا الحسد لابن عمك! \nقال البراء بن عازب ـ وكان خارج السقيفة ـ : فلم ألبث وإذا أنا بأبي بكر قد أقبل ومعه عمر وأبو عبيدة وجماعة من أصحاب السقيفة وهم محتجزون بالأزر الصنعانية لا يمرون بأحد إلا خبطوه وقدموه فمدوا يده ",
        "فمسحوها على يد أبي بكر يبايعه ، شاء ذلك أو أبى ، فأنكرت عقلي! (1). \nوجاء البراء بن عازب فضرب الباب على بني هاشم وقال : يا معشر بني هاشم ، بويع أبو بكر! فقال بعضهم : ما كان المسلمون يحدثون حدثاً نغيب عنه ، ونحن أولى بمحمد. \nفقال العباس : فعلوها ، ورب الكعبة! \nوكان خالد بن سعيد غائباً ، فقدم فأتى علياً فقال : هَلُمَّ أبايعك ، فوالله ما في الناس أحد أولى بمقام محمد منك. ",
        "وكان المهاجرون والأنصار لا يشكون في علي ، فلما خرجوا من الدار قام الفضل بن العباس ـ وكان لسان قريش ـ فقال : يا معشر قريش ، إنه ما حقت لكم الخلافة بالتمويه ونحن أهلها دونكم ، وصاحبنا أولى بها منكم. \nوقام عتبة بن أبي لهب فقال : \nوتخلف عن البيعة قوم من المهاجرين والأنصار ومالوا مع علي بن أبي طالب ، منهم : العباس بن عبد المطلب وولده الفضل ، والزبير بن العوام ، وخالد بن سعيد ، والمقداد بن عمرو ، وسلمان الفارسي ، وأبو ذر الغفاري ، وعمار بن ياسر .. (2) إلى غير ذلك مما رقمه المؤرخون في كتبهم والذي لا حاجة بنا إلى ذكره. \nوالذي يهمنا من هذا كله أن نعرف ماذا كان موقف عمّار. وكيف كانت نظرته؟؟ ",
        "__________________\n1 ـ أبو ذر الغفاري للمؤلف / 96 وهو مفصل هناك. \n2 ـ اليعقوبي 2 / 124. \nموقف عمّار ..!",
        "كانت نظرته للخلافة نظرةً مستقلةً في ذاتها لأول وهلة ، حتى يخيل للقارئ أنه انطوى على سرٍّ دون أخوانه من الصحابة والسابقين ، ولكن حين نمعن النظر في كلماته وفي التطورات التي انتهت إليها الخلافة ندرك السر الذي ترك عماراً ينفرد مع فئةٍ قليلة من إخوانه في الصف المتخلف عن البيعة. \nلقد كان موقف عمار في هذا المجال متأثراً بخطوات علي (ع) حتى يكاد أن لا يبرم أمراً دون مشورته وأخذ النصيحة منه ، ومرد ذلك يرجع لأمرين أساسيين. \nالأول : أنه يعلم مسبقاً بأن الوصي بعد رسول الله هو علي بن أبي طالب سماعاً من النبي (ص) صراحة في غدير خم حين حج آخر حجة حيث قال (ص) : « من كنت مولاه فهذا عليّ مولاه ، اللهم والي من والاه وعاد من عاده وانصر من نصره واخذل من خذله » (1). حيث أعطاه الولاية على المؤمنين وهي أوسع من الوصاية. كما سمع منه (ص) حديث المنزلة حيث قال مخاطباً إياه : أنت مني بمنزلة هارون من موسى إلا أنه لا نبي بعدي (2) إلى غير ذلك من الأحاديث التي تصرح أو تلمح إلى أحقيته بالخلافة. \nالثاني : أن النبي (ص) خاطب عماراً ذات يوم بقوله : ",
        "يا عمار ، إن علياً لا يردك عن هدى ، ولا يدلك على ردى! \nيا عمار ، طاعة علي طاعتي ، وطاعتي طاعة الله عزَّ وجلّ (3)! \nبعد أن يسمع هذا من النبي في حق علي (ع) فهل يعقل أن يبادر إلى أمر غاية في الخطورة والأهمية دون مشاورة علي فيه!؟ بالطبع لا ، وألف \n__________________",
        "1 ـ حديث متواتر. \n2 ـ حديث المنزلة أيضاً من الأحاديث المشهورة مروج الذهب 2 / 425. \n3 ـ فرائد السمطين 1 / 145. \nلا ، لأن علياً لا يرده عن هدى ولا يدله على ردى!! سيما إذا كان الأمر يتعلق بمصيره الديني الذي ضحى حياته من أجله. ",
        "أما علي (ع) فكان موقفه غايةً في الوضوح ، وقد أجمله للذين طالبوه بالبيعة ، حيث قال لهم : \nأنا عبد الله وأخو رسوله. \nفقيل له : بايع أبا بكر. \nفقال : أنا أولى بهذا الأمر منكم لا أبايعكم ، وأنتم أولى بالبيعة لي ، أخذتم هذا الأمر من الأنصار واحتججتم عليهم بالقرابة من النبي (ص) وتأخذونه منا أهل البيت غصباً! ألستم زعمتم للأنصار أنكم أولى بهذا الأمر منهم لمكان محمد منكم ، فاعطوكم المقادة وسلموا إليكم الإمارة ، وأنا أحتج عليكم بمثل ما احتججتم به على الأنصار. ",
        "نحن أولى برسول الله حياً وميتاً ، فانصفونا إن كنتم تؤمنون ، وإلا فبوءوا بالظلم وأنتم تعلمون .. ألخ .. (1). \nولم يفت عماراً أن يدلي برأيه صراحةً بعدما لمس موقف علي وشاهده عن كثب ، فقام في المسجد وقال : \nيا معشر قريش ويا معشر المسلمين ، إن كنتم علمتم ، وإلا فاعلموا أن أهل بيت نبيكم أولى به وأحق بإرثه وأقوم بأمور الدين ، وأأمن على المؤمنين ، وأحفظ لملته وأنصح لأمته ، فمروا صاحبكم فليرد الحق إلى أهله قبل أن يضطرب حبلكم. ويضعف أمركم ، ويظهر شتاتكم ، وتعظم الفتنة بكم ، وتختلفون فيما بينكم ، ويطمع فيكم عدوكم ، فقد علمتم أن بني \n__________________",
        "1 ـ الإمامة والسياسة 1 / 18 تتمة النص : فقال له عمر : إنك لست متروكاً حتى تبايع ؛ فقال له علي (ع) : احلب حلباً لك شطره ، وأشدد له اليوم أمره يردده عليك غداً ثم قال : والله يا عمر لا أقبل قولك ولا أبايعه! فقال له أبو بكر : فإن لم تبايع فلا أكرهك. وكان بنو هاشم قد اجتمعوا على عليّ في هذا الأمر. \nهاشم أولى بهذا الأمر منكم ، وعلي (ع) أقرب إلى نبيكم وهو من بينهم وليكم بعهد الله ورسوله وفرق ظاهر قد عرفتموه في حال بعد حال عند سدّ النبي (ص) أبوابكم التي كانت في المسجد كلها غير بابه ، وإيثاره إياه بكريمته فاطمة دون سائر من خطبها إليه منكم وقوله : أنا مدينة العلم وعلي بابها ، ومن أراد الحكمة فليأتها من بابها ، وأنه مرجعكم جميعاً فيما أشكل عليكم من أمور دينكم اليه ، وهو مستغن عن كل أحدٍ منكم إلى ماله من السوابق التي ليست لأفضلكم ، فما لكم تحيدون عنه ، وتبتزون علياً حقه ، وتؤثرون الحياة الدنيا على الآخرة ... أعطوه ما جعله له الله ولا تولوا عنه مدبرين ولا ترتدوا على أعقابكم فتنقلبوا خاسرين! (1). \nوقد جهد عمار بعد ذلك في ثلة من الصحابة أن يرجعوا الأمر شورى بين المسلمين ولكنهم لم يفلحوا في ذلك. \nقال البراء بن عازب : ورأيت في الليل المقداد وسلمان وأبا ذر وعبادة بن الصامت وأبا الهيثم بن التيهان ، وحذيفة ، وعماراً ، وهم يريدون أن يعيدوا الأمر شورى بين المهاجرين (2). ",
        "بيد أن هذا الإختلاف الذي أوجد عاصفة سياسية هوجاء سرعان ما زال حين أدرك المخلصون من أصحاب محمد (ص) خطورة الموقف وأبعاده فرجعوا متوادين متعاضدين تجمعهم وحدة الهدف ووحدة المصير فواصلوا سيرهم في إكمال مسيرتهم الجهادية ، وكان عماراً في الطليعة حين استصرخهم الواجب في الدفاع عن المسلمين فاشترك في حروب الردة ، لا سيما في حرب اليمامة التي انتهت بنصر المسلمين والقضاء على المرتدين. \nلقد سجل المسلمون أعلى الإنتصارات العسكرية في ميادين الجهاد بشكل سريع ومدهش ، وذلك في برهةٍ وجيزة أعقبت الحصار والمطاردة \n__________________\n1 ـ الإحتجاج 1 / 102. ",
        "2 ـ شرح النهج 1 / 219 ـ 220. \nوالهجرة ، مما جعلهم سادة الموقف بعد أن كانوا ضعفاء مقهورين ، وأرباب السلطان والنفوذ بعد أن كانوا محكومين ، وهكذا فقد أخذ الإسلام ـ بعد ذلك ـ يشق طريقه نحو النفوس بهدوء ومن دون أية وسائل قمعية ، بل بروحيته السمحاء المستمدة من السماء ، فرأيناه في زمان قصير يطبق أرجاء المعمورة أو يكاد ، فيدخل بلاداً لم يطأها فاتح ولم تغزها قوة ، بل أخذ أهلها ـ أو بعضهم ـ هذا الدين الجديد من أولئك المسلمين الذين كانوا يرتادون بلادهم للسياحة أو التجارة ، فيشاهدون الإسلام عقيدة ونظاماً تجسدا في سلوك أولئك الزوار ، في أخلاقهم وعباداتهم ومعاملاتهم. \nلقد أرسى النبي الأعظم (ص) قواعد الرسالة الشريفة وأحكم دعائمها ووطد أركانها ، وأعاد للإنسانية شرفها وكيانها بعد أن كانت ضحية أهواء الجبابرة وأرباب السلطان من شذاذ الآفاق الذين لا همَّ لهم إلا إشباع رغباتهم وشهواتهم على حساب الضعفاء من عامة الناس. \nوحينما لحق النبي (ص) بالرفيق الأعلى خيّل للمنافقين والملحدين أن الإسلام سينتهي بانتهاء حياة محمد ، لذلك قاموا بحملات معادية مركزة استهدفت ضرب المسلمين وتشتيت وحدتهم ومن ثم القضاء على الرسالة الإسلامية المباركة ، غير أن إرادة الله سبحانه حالت دون ذلك ، فلقد تنبه أقطاب المسلمين من الصحابة لما يجري من حولهم من ممارسات فازدادوا تماسكاً وتوحداً ، وبذلك استطاعوا تفويت الفرصة على أعدائهم. ",
        "ويمكن حصر تلك الحملات في جبهات ثلاثة ، وهي : \n1 ـ إثارة العصبيات. \n2 ـ تحرك دعاة الردة. \n3 ـ تحرك بقايا فلول الشرك. ",
        "« إثارة العصبيات » \nلقد شن الإسلام حرباً شاملةً ضد العصبيات بشكل عام ، وكافح دعاتها وطاردهم باعتبارها تشكل مصدراً واسعاً للفتنة ، فالعصبية ـ قبليةً كانت أو \nعنصرية ـ لا ترتبط بأي مبدأٍ أخلاقي ولا تخضع لأي منطق عقلي ، بل الحكم فيها يرجع للعاطفة وحدها ، لأنها بمفهومها الضيق : ثورة عاطفية تنتاب الفرد أزاء قرابته أو بني قومه ولو على الباطل ، وربما يكون دافعها الأول : الشعور بوحدة المصير : \nولقد دعا الإسلام إلى قلب هذه العقلية التي يتسم بها المجمتمع الإنساني بشكل عام ، وتوجيهها بطريقةٍ معاكسة نحو الإيمان ، فالإيمان هو أداة الربط بين المؤمنين ، وهو القضية الكبرى التي يدافعون عنها لأنهم يرون فيه سعادتهم ، الإيمان بالله وبرسله وكتبه واليوم الآخر. ",
        "قال الله تعالى : ( لا تجد قوماً يؤمنون بالله واليوم الآخر يوادون من حادَّ الله ورسوله ولو كانوا آباءهم أو أبناءهم أو أخوانهم أو عشيرتهم ) (1). \nوقال سبحانه : ( يا أيها الناس إنا خلقناكم من ذكر وأنثى وجعلناكم شعوباً وقبائل لتعارفوا إن أكرمكم عند الله أتقاكم ) (2).\nإن الإيمان بالله وباليوم الآخر يولد في نفس المؤمن الخوف من عقاب الله والطمع في ثوابه ، وهاتان الخصلتان يشكلان حاجزاً رادعاً يكمن في صميم النفس الإنسانية ، وسدّاً منيعاً أمام نزواتها ونزعاتها الشريرة ، كما يوجدان دافعاً لها على فعل الخير ، والتحلي بالخلق الفاضل الكريم ومعاشرة الناس بالحسنى! \nفالمؤمن لا يقتل بغياً ، ولا يسرق ، ولا يزني ، ولايخيف السُبُل ، ولا يذكر أخاه بسوء فضلاً عن أن يؤذيه ، ويكف يده ولسانه عن الناس ويساعد من يطلب المساعدة ، ويحترم الكبير ويحنو على الصغير ، ويبادر إلى فعل الخيرات ، وكفى بالإيمان شرفا يزين المؤمنين. ",
        "ولقد كان المسلمون كما أرادهم الله ، يداً واحدة وقلباً واحداً ، \n__________________\n1 ـ المجادلة : 22. \n2 ـ الحجرات : 13. ",
        "تجمعهم وحدة الهدف ووحدة المصير في ظل الإسلام والإيمان. \nوحين ولي الخلافة أبو بكر حانت الفرصة لكثيرٍ ممن أسلموا رغبةً أو رهبة أن يستخدموا أسلوب « أثارة العصبيات » لإلقاح الفتنة بين المسلمين وإيقاع السيف فيما بينهم وتفكيكهم وتشتيت كلمتهم لتتسنى لهم العودة إلى أمجاد الماضي. \nولقد كان لإثارة العصبيات دور كبير في حركات الرّدة ، ونذكر هنا على سبيل المثال ما قاله طلحة النمري لمسيلمة الكذاب ـ وهو من أنصاره ـ قال : \n« أشهد أنك الكاذب ، وأن محمداً صادق! ولكن كذّاب ربيعه أحب إلينا من صادق مضر!! » (1). ",
        "ولم يفت أبا سفيان أن يستعمل هذا الأسلوب إبان خلافة أبي بكر ، فقد أقبل إلى علي ، وهو يقول : « إني لأرى عجاجة » لا يطفئها إلا الدم! يا آل عبد مناف ؛ فيم يلي ابو بكرٍ من أموركم؟ أين المستضعفان؟ أين الأذلان علي والعباس؟ ما بال هذا الأمر في أقل حي من قريش؟! \nثم قال لعلي : أبسط يدك لأبايعك ، فوالله لئن شئت لأملأنها عليه خيلاً ورجلاً ، فأبى علي (ع). فتمثل أبو سفيان بشعر المتلمس : \nفزجره علي (ع) وقال : والله إنك ما أردت بهذا إلا الفتنة ، وإنك والله طلما بغيت للإسلام شرّاً ، لا حاجة لنا في نصيحتك (2). \nولقد كان هذا الرد طبيعياً من أخي النبي (ص) ووصيه ووزيره (3) رغم ",
        "__________________\n1 ـ الكامل 2 / 362. \n2 ـ الكامل 2 / 362 والطبري 3 ـ 209 وشرح النهج 1 / 47. \n3 ـ للتفصيل راجع الكامل 2 / 63 حين نزلت الآية ( وانذر عشيرتك الأقربين ). ",
        "أنه يرى نفسه صاحب الحق الشرعي (1) وكان يرمي من وراء ذلك الحفاظ على وحدة المسلمين ووحدة كلمتهم ليبقى الإسلام ويستمر في مسيرته ، كما أن الطرف الآخر كان يرمي من وراء نخوته الجاهلية إلى عكس ذلك ، محاولاً إيقاع الفتنة بين المسلمين ، ولكنه فشل ، وقد كشف عما يدور في نفسه في أكثر من موقف. وقد حدث عبد الله بن الزبير فقال : \n« كنت مع أبي باليرموك وأنا صبي لا أقاتل ، فلما اقتتل الناس نظرت إلى ناسٍ على تلّ لا يقاتلون ، فركبت وذهبت إليهم ، فإذا أبو سفيان بن حرب ومشيخة من قريش من مهاجرة الفتح ، فرأوني حدثاً فلم يتقوني ، قال. فجعلوا ـ والله ـ إذا مال المسلمون وركبتهم الروم يقولون : إيهٍ بني الأصفر! فإذا مالت الروم وركبهم المسلمون ، قالوا : ويح بني الأصفر! وكان يقول : وبنو الأصفر الملوك ملوك الروم لم يبق منهم مذكورُ (2). \nفلما هزم الله الروم أخبرت أبي ، فضحك وقال : قاتلهم الله أبوا إلا ضغناً لنحن خير لهم من الروم (3). \nوأعيت الحيلة من هم هذه الشاكلة في ضرب المسلمين وتشتيتهم ، ولكن إرادة الله سبحانه كانت هي الأقوى في حماية هذا الدين ، فكانوا أقصر من أن ينالوا منه ، وكان هو أبعد شأواً وأشد منعة.",
        "« تحرك دعاة الردة » \nقال ابن الأثير : وارتدت كل قبيلة ، عامة أو خاصة ، إلا قريشاً وثقيفاً واستغلظ أمر مسيلمة الكذاب وطليحة ، واجتمع على طليحة عوام طيءٍ وأسد. وارتدت غطفان تبعاً لعيينة بن حصن ، فإنه قال : نبي من الحليفين ـ \n__________________\n1 ـ لقول رسول الله (ص) فيه في حجة الوداع : من كنت مولاه فهذا علي مولاه الخ. وقوله (ص) « أنت مني بمنزلة هارون من موسى إلا أنه لا نبي بعدي » ودعائه (ص) في حديث الطائر وقد قدمه إليه أنس « اللهم ادخل إلي أحب خلقك إليك .. إلخ ـ مروج الذهب 2 / 425. ",
        "2 ـ الكامل 2 / 414. \n3 ـ النصائح الكافية 87. \nيعني أسداً وغطفان ـ أحب إلينا من نبي من قريشٍ (1). \nوهنا لا بد لنا من الإشارة إلى أن الردة كانت على نوعين. ",
        "1 ـ ردة صورية ، أو مفتعلة :\n سميت ردّة لتبرير الخطأ الكبير الذي ارتكبه خالد بن الوليد في قتل مالك بن نويرة! \nوحكاية ذلك : أنه بعد وفاة النبي (ص) إلتبس الأمر على بعض القبائل العربية المسلمة بالنسبة لتشخيص الخليفة الشرعي بعد النبي ، فامتنعوا عن أداء الزكاة ، غير منكرين لوجوبها ، وإنما أرادوا إيصالها للخليفة الشرعي ، ومن تلك القبائل « بنو يربوع » بزعامة مالك بن نويرة. \nويعتبر قتل مالك بن نويرة مع بعض أصحابه وبناء خالد بزوجته ليلى ، من أعظم التجاوزات التي ارتكبت بعد وفاة النبي (ص). ",
        "ولقد أنكر عمر بن الخطاب على خالد فعلته الشنيعة « وألحَّ على أبي بكر في عزله » وقال : « عدوُّ الله ، عدا على امريءٍ مسلمٍ فقتله ، ثم نزا على امرأته! ». \nوحين دخل خالد المسجد وكان قد غرز في عمامته أسهماً « قام عمر فانتزع الأسهم من رأسه فحطمها ، ثم قال : أرئاءً! قتلت امرأً مسلماً ، ثم نزوت على امرأته! والله لأرجمنك بأحجارك .. » (2). \n2 ـ الردة الحقيقة : \nوهي التي دعا إليها مسيلمة الكذاب ، وسجاح بنت الحارث التميمية ، والفجاءة السلمي وطلحة بن خويلد الأسدي ، وعيينة بن حصن. ",
        "ومما جاء به مسيلمة وزعم أنه وحي ، هو قوله : يا ضفدع بنت \n__________________\n1 ـ الكامل 2 / 359. \n2 ـ الطبري 3 / 280. راجع ترجمة مالك بن نويرة في ص 40. ",
        "ضفدع ، نقي ما تنقين أعلاك في الماء وأسفلك في الطين ، لا الشارب تمنعين ولا الماء تكدرين! والطريف في الأمر ، أن هذا القول إنطبق عليه تماماً. \nوكان اسم مؤذنه عبد الله بن النواجة. والذي يقيم له حجير بن عمر ، فكان حجير يقول في الإقامة ، « أشهد أن مسيلمة يزعم أنه رسول الله!! » ويرفع بها صوته ، فقال له مسيلمة : أفصح يا حجير فليس في المجمجة خير!! \nومن طريف ما يذكره المؤرخون عن سجاح ومسيلمة : أن سجاح خرجت بالجنود قاصدةٍ مسيلمة فتحصن منها بادئ الأمر ، ثم أجتمع بها بعد ذلك ، فقالت له ما أوحى إليك ربك؟! فقال : ألم تر كيف فعل ربك بالحبلى ، اخرج منها نسمةً تسعى بين صفاقٍ وحشى! ». \nقالت : ثم ماذا! قال : إن الله خلق النساء أفراجاً ، وجعل الرجال لهن أزواجاً قالت : أشهد أنك نبي. ",
        "قال : هل لك أن أتزوجك وآكل بقومي وقومك العرب؟! قالت نعم. ففعل ، وكان مهرها من مسيلمة أن أمر مؤذنه بأن ينادي في أصحابها : إن مسيلمة قد وضع عنكم صلاتين ، صلاة الفجر وصلاة العشاء الآخرة ، وفي سجاح يقول عطارد بن حاجب ، وكان من أصحابها :\nولقد شكلت هذه الردة خطراً كبيراً على المسلمين رغم التفكير السخيف لدعاتها ، وقلة عقولهم ، فقد اجتمع مع مسيلمة من بني حنيفة « أربعون ألف مقاتل »! (2). \nونذكر على سبيل المثال : أنه في وقعة اليمامة ـ بينهم وبين المسلمين ـ \n__________________",
        "1 ـ الكامل 2 / 356. \n2 ـ نفس المصدر 361. \nأستشهد من المهاجرين والأنصار ـ من أهل المدينة ـ ثلاثمائة وستون رجلاً ، ومن غير المدينة ثلاثمائة رجل (1) عدا غيرهم من عامة المسلمين. \nوكان عمار بن ياسر رضي الله عنه قد أبلي بلاءً حسناً في ذلك اليوم. قال عبد الله بن عمر : « رأيت عمار بن ياسر يوم اليمامة على صخرة وقد أشرف يصيح : يا معشر المسلمين ، أمن الجنة تفرون؟؟ أنا عمار بن ياسر ، هلموا إلي ـ وأنا أنظر إلى أذنه قد قطعت فهي تذبذب ـ وهو يقاتل أشد القتال (2).",
        "تحرك بقايا فلول الشرك \nوكان مركز هذه الحركة في البحرين ، فقد اجتمعت قبيلة ربيعة على الردة ، وارتأى آخرون أن يُردّ الملك إلى المنذر بن النعمان بن التميمي الملقب « بالغرور » وخرج الحُطَم بن ضبعة فاجتمع إليه من غير المرتدين ممن لم يزل مشركاً حتى نزل القطيف وهجر ، وقد حوصر المسلمون في « جواثا » * من قبل المشركين والمرتدين حصاراً شديداً حتى أضرّ بهم الجوع ، لكن الله تعالى أمدهم بالنصر وثبتهم بالصبر ، فغلبوا على عدوهم ، وقتل الحطم ، وهرب من نجا من أتباعه. \n__________________\n1 ـ الإستيعاب 2 / 476. ",
        "* ـ جواثا : بلدة من أعمال البحرين.\nترجمة مالك بن نويرة\nكان مالك بن نويرة ، رجلاً سرياً نبيلاً ، يردف الملوك ، وهو الذي يضرب به المثل فيقال : فتى ولا كمالك! \nوكان فارساً شاعراً مطاعاً في قومه ، وكان فيه خيلاء وتقدم ، وكان ذا لمّة كبيرة ـ شعر كثيف ـ وكان يقال له الجفول. ",
        "قدم على النبي (ص) فيمن قدم من العرب ، فأسلم ، فولاّه النبي (ص) صدقات قومه. \nقال المرزباني : .. فلما بلغته وفاة النبي (ص) أمسك الصدقة وفرقها في قومه وقال في ذلك : \nوقد ذكر هذه الأبيات السيد المرتضى رحمه الله في كتابه « الشافي » مع أبيات أُخر لمالك استدل بها على أنه حين بلغه وفاة النبي (ص) أمسك عن أخذ الصدقة من قومه قائلاً لهم : تربصوا حتى يقوم قائم بعده وننظر ما يكون من أمره. \nالنص والإجتهاد 131 ـ 134",
        "« مقتله » \nحين فرغ خالد من « أسد وغطفان » توجه نحو البطاح حيث مالك بن نويرة وقومه هناك فلما عرف الأنصار الذين كانوا مع خالد عزمه على ذلك ، توقفوا عن المسير معه وقالوا : ما هذا بعهد الخليفة إلينا ، إنما عهده إن نحن فرغنا من « البزاخة » واستبرأنا بلاد القوم ، أن نقيم حتى يكتب إلينا. \nفأجابهم خالد : إنه ـ أي الخليفة ـ لم يكن عهد إليكم بهذا ، فقد عهد إلي أن أمضي وأنا الأمير ، وإليَّ تنتهي الأخبار ، ولو أنه لم يأتني كتابٌ ولا أمر ثم رأيت فرصةً إن اعلمته بها فاتتني ، لم أعلمه حتى انتهزها ، وكذلك إذا ابتلينا بأمرٍ لم يعهد لنا فيه لم ندع أن نرى أفضل ما يحضرنا ثم نعمل به ، وهذا مالك بن نويرة بحيالنا ، وأنا قاصدٌ له بمن معي. \nوكان مالك قد فرق قومه ونهاهم عن الإجتماع ، وقال : يا بني يربوع ، إنا دعينا إلى هذا الأمر فأبطأنا عنه فلم نفلح ، وقد نظرت فيه فرأيت الأمر يتأتى لهم بغير سياسة ، وإذا الأمر لا يسوسه الناس ، فإياكم ومناوآة قوم صنع لهم ، فتفرقوا وادخلوا في هذا الأمر. ",
        "فتفرقوا على ذلك وسار خالد ومن معه قاصدين البطاح ، فلم يجدوا فيها أحداً ، فأرسل خالد سراياه في أثرهم فجائته بمالك بن نويرة في نفرٍ من بني يربوع ، فحبسهم! \nوقد روى الطبري بسنده إلى أبي قتادة الأنصاري ـ وكان من رؤساء تلك السرايا ـ قال : إنهم لما غشوا القوم راعوهم تحت الليل ، فأخذ القوم السلاح! قال أبو قتادة ، فقلنا : إنا المسلمون ؛ فقالوا : ونحن المسلمون! قلنا ، فما بال السلاح معكم؟ فقالوا لنا : فما بال السلاح معكم؟؟ فقلنا : فإن كنتم كما تقولون ، فضعوا السلاح ، فوضعوا السلاح ، ثم صلينا وصلّوا. \nقال العقاد : وبعد الصلاة خفوا إلى الإستيلاء على أسلحتهم وشدّ وثاقهم ، وسوقهم أسرى إلى خالد ـ وفيهم زوجة مالك ليلى بنت المنهال أم \nتميم ـ وكانت من أشهر نساء العرب بالجمال ولا سيما جمال العينين والساقين .. ",
        "وقد تجادل خالد في الكلام مع مالك ـ وهي إلى جنبه ـ فكان مما قاله خالد : إني قاتلك! قال له مالك : أو بذلك أمرك صاحبك؟ ـ يعني أبا بكر ـ قال : والله لأقتلنّك. \nوكان عبد الله بن عمر. وأبو قتادة الأنصاري إذ ذاك حاضرين ، فكلّما خالد في أمره ، فكره كلامهما. \nفقال مالك : يا خالد ، ابعثنا إلى أبي بكر فيكون هو الذي يحكم فينا ، فقد بعثت إليه غيرنا ممن جرمه أكبر من جرمنا! وألح عبد الله بن عمر وأبو قتادة على خالد بأن يبعثهم إلى الخليفة ، فأبى عليهما ذلك! وقال خالد : لا أقالني الله إن لم أقتله ، وتقدم إلى ضرار بن الأزور بضرب عنقه. \nفالتفت مالك إلى زوجته وقال لخالد : هذه التي قتلتني. ",
        "فقال له خالد : بل الله قتلك برجوعك عن الإسلام. \nفقال له مالك : إني على الإسلام. \nفقال خالد : يا ضرار ، اضرب عنقه ، فضرب عنقه ، وجعل رأسه أثفيةً لقدرٍ من القدور المنصوبة. \nثم قبض خالد على زوجته ليلى ، فبنى بها في تلك الليلة ، وفي ذلك يقول أبو زهير السعدي : ",
        "وكان خالد قد أمر بحبس الأسرى من قوم مالك ، فحبسوا والبرد شديد ، فنادى مناديه في ليلةٍ مظلمة : أن أدفئوا أسراكم!! وهي في لغة كنانة كناية عن القتل! فقتلهم بأجمعهم. \nوكان قد عهد إلى الجلادين من جنده أن يقتلوهم عند سماع هذا النداء ، وتلك حيلة منه توصّل بها إلى أن لا يكون مسؤولاً عن هذه الجناية ، لكنها لم تخف على أبي قتادة وأمثاله من أهل البصائر ، وإنما خفيت على رعاع الناس وسوادهم. \nوالتفت أبو قتادة الأنصاري إلى خالد وقال : هذا عملك؟!! \nفنهره خالد ، فغضب ومضى. ",
        "وكان أبو قتادة ممن شهد لمالك بالإسلام ـ كما قدمنا ـ وقد كان عاهد الله أن لا يشهد مع خالد بن الوليد حرباً بعدها أبداً.\nحين وصلت أنباء البطاح ومقتل مالك إلى المدينة ، أثارت موجة سخط في أوساط كبار المسلمين .. فحين بلغ ذلك عمر بن الخطاب تكلم فيه عند أبي بكر وقال : « عدو الله. عدا على امرىءٍ مسلم فقتله ، ثم نزا على امرأته .. ». \nوأقبل خالد بن الوليد قافلاً ، حتى دخل المسجد وعليه قباءٌ له عليه صدأ الحديد ، معتجراً بعمامةٍ له قد غرز فيها أسهماً ، فلما دخل قام إليه عمر ، فانتزع الأسهم من رأسه فحطمها ـ ثم قال : أرئاءً. قتلت امرىء مسلماً .. الخ .. كما تقدم. \nوقد كان بين خالد وبين عبد الرحمن بن عوف كلام في ذلك ، فقال له عبد الرحمن : عملت بأمر الجاهلية في الإسلام؟ وأنكر عليه عبد الله بن عمر وسالم مولى أبي حذيفة. ",
        "وقدم متمم بن نويرة أخو مالك إلى المدينة ينشد أبا بكر دمه ، ويطلب إليه رد السبي ، فكتب إليه برد السبي. وأنشده. \n\nفضائل عمار بن ياسر\nرضي الله عنه",
        "إن فضائل عمار بن ياسر كثيرةٌ جداً يطول ذكرها. فمن ذلك : ماوردَ في تحديد هويته الدينية وسابِقتهِ وهجرته ومعاناتِهِ في الله ما ذكره أبو عمر في الإستيعاب حيث قال:\n« هاجر الى ارض الحبشة ، وصلى إلى القبلتين وهو من المهاجرين الأولين ، ثم شهد بدراً والمشاهد كلها ، وأبلى بلاءً حسناً ، ثم شهد اليمَامَة ـ حرب الردّة ـ فأبلى فيها أيضاً يومئذٍ ، وقُطعت أذنُهُ ». \nوأما ما رُوي عن رسول الله (ص) في فضله ، فقد بلغ حدَّ التواتر ، فمن ذلك : \nحديث خالد بن الوليد أن رسول الله (ص) قال : من أبغض عماراً أبغضه الله. فما زلت أحبه من يومئذٍ. ",
        "وعن ابن عباس في تفسير قوله تعالى : ( أوَ مَن كانَ ميتاً فأحييناه وجعلنَا لهُ نوراً يمشي به في الناسِ ) إنه عمارُ بن ياسر ( كمن مثلُهُ في الظُلماتِ ليس بخارج منها ) إنه أبو جهل بن هشام. \nومن حديث علي بن أبي طالب (ع) : إنّ عماراً جاءَ يستأذنُ على \nرسول الله (ص) يوماً ، فعرف صوتُه ، فقال : « مرحباً بالطّيب المطّيب! إإذنوا له ». \nوهو أحد الذين تشتاق إليهم الجنةُ كما روي عن النبي (ص) في حديث أنس : « إن الجنّة تشتاق إلى أربعةٍ ، عليّ بن أبي طالب ، وعمار بن ياسر ، وسلمان الفارسي ، والمقداد ». ",
        "وعنه (ص) : مُلىءَ عمار إيماناً إلى أخمص قدميه. \nوعنه (ص) : عليكم بابن سمية فإنه لن يفارق الحق حتى يموت. وفي حديث آخر : إن عماراً مع الحقِ والحقَ معه! يدور عمارٌ مع الحق أينما دار ، وقاتلُ عمارٍ في النار. \nوعنه (ص) : ما لهم ولعمَّار ، يدعوهم إلى الجنةِ ، ويدعونه إلى النارِ! إن عماراً جلدةٌ ما بين عيني وأنفي. \nوجاء رجلٌ إلى عبد اللهِ بن مسعود فقال له : « أرأيتَ إذا نزلت فتنةٌ كيف أصنع؟ ",
        "قال : عليك بكتاب الله. \nقال : أرأيت إن جاء قومٌ كلّهم يدعون إلى كتاب الله؟ \nفقال : سمعتُ رسول الله (ص) يقول : إذا اختلفَ الناس ، كان ابن سمية مع الحق (1). \nوكتب عمر بن الخطاب إلى أهل الكوفة : أما بعد ، فإني بعثت إليكم عماراً أميراً ، وعبد الله بن مسعود معلماً ووزيراً ، وهما من النجباء من أصحابِ محمد ، فاسمعوا لهما واقتدوا بهما. ",
        "__________________\n1 ـ هذه الأحاديث وردت بألفاظ مختلفة وبطرق وأسانيد عدة. راجع كتاب الغدير 9 / 27 ـ 30. \nبين عمار وعثمان\nجاء في كتاب الأنساب ، ما يلي : ",
        "« كان في بيتِ المال بالمدينة سفطٌ فيه حليّ وجوهرٌ ، فأخذ منه عثمان ما حَلّى به بعض أهله ، فأظهرَ الناسُ الطعنَ عليه في ذلك وكلّموه فيه بكلام شديدٍ حتى أغضبوه ، فخطب فقال : \nلنأخذنَّ حاجتنا من هذا الفيئ وإن رغِمتْ أنوف أقوام. فقال له علي : إذن تُمنع من ذلكَ ويُحال بينك وبينه. \nوقال عمار بن ياسر : أُشهدُ الله أن أنفي أول راغمٍ من ذلك. \nفقال عثمان : أعَليّ يابن المتكاء (1) تجترئ؟! خذوه ، فأُخذ ودخل عثمان ودعا به فضربه حتى غُشي عليه ، ثم أُخرج فحُمل حتى أُتي به منزل أم سَلَمة زوج رسول الله (ص) فلم يصل الظهر والعصر والمغرب ، فلما أفاق توضأ وصلى وقال : الحمد لله ، ليس هذا أول يومٍ أُذينا فيه في الله. ",
        "وقام هشام بن الوليد بن المغيرة المخزومي ـ وكان عمار حليفاً لبني مخزوم ـ فقال : يا عثمان أما عليٌّ فاتقيته وبني أبيه ، وأما نحنُ فاجترأتَ علينا \n__________________\n1 ـ المتكاء : البظراء : أو التي لا تمسك البول. \nوضربت أخانا حتى أشفيتَ به على التَلف ، أما والله لئن ماتَ لأقتلن به رجلاً من بني أمية عظيم السرّة. ",
        "فقال عثمان : وإنك لههنا يابن القسريّة؟ قال : فإنهما قسريتان. وكانت أمّهُ وجدّته قسريّتين من بَجيلة. \nفشتمه عثمان وأمرَ به فأُخرج. فأتى أم سلمة فإذا هي قد غضبت لعمار. \nوبلغ عائشة ما صُنع بعمّار فغضبت وأخرجت شعراً من شعر رسول الله (ص) وثوباً من ثيابه ونعلاً من نعاله ، ثم قالت : ما أسرَعَ ما تركتم سنّة نبيكم ، وهذا شعره وثوبه ونعله لم يُبلَ بعد. \nفغضب عثمان غضباً شديداً حتى ما درى ما يقول ، فالتجَّ المسجد ، وقال الناس : سبحان الله ، سبحان الله!! ",
        "وكان عمرو بن العاص واجداً على عثمان لعزله إياه عن مصر وتوليته إياها عبد الله بن سعد بن أبي سرح ، فجعل يكثر التعجب والتسبيح. \nوبلغ عثمان مصير هشام بن الوليد ومن مشى معه من بني مخزوم إلى أم سلمة وغضبها لعمار ، فأرسل إليها : ما هذا الجمع؟ فأرسلت إليه : دع ذا عنك يا عثمان ولا تحملِ الناس في أمرك على ما يكرهون. واستقبحَ الناسُ فعله بعمّار ، وشاع فيهم فاشتد إنكارهم له (1). \nوأظن أن هذه الحادثة أنموذج كافٍ في الدلالة على خروج السلطة من إطارها الذي أراده الله سبحانه ، وألِفه المسلمون بعد وفاة الرسول الأعظم (ص) إلى إطارٍ آخر ترسمه ثلة من المستفيدين الطامحين للملك ، سيما إذا أخذنا بعين الإعتبار ما ورد في نصوص المؤرخين : من أن الغالبَ على عثمان آنذاك ، مروانُ بن الحكم وابو سفيان بن حرب. \n__________________",
        "1 ـ الغدير 9 / 15 وقد ورد هذا الخبر بعدة طرق وبألفاظ ثانية والمضمون واحد. \nكما أن في هذه الحادثة دليل واضح على مدى البُعد بين عثمان وعمار في التفكير الديني وسياسة الأمور. \nوزاد في الهُوة بين الطرفين تتابعُ الأحداث التي يشبه بعضها بعضاً من حيث المبدأ السلطوي الذي انتهج ازاء كبراء الصحابة وعظمائهم ، أمثال أبي ذر الغفاري وعبد الله بن مسعود ، وملاحقتهم بالنفي تارة ، وبالضرب والإِذلال تارةً آخرى حتى مات الأول منفياً في الربذة ، ومات الثاني مقهوراً بعد أن كُسِر ضلعهُ وحُرم عطاءه. وكان لابن ياسر نصيبٌ من سخط الخليفة وغضبه بسبب هذين الصحابيين الجليلين. \nفحين نُفي أبو ذر ، كان عمار أحد المشيعين والمودعين له ، وحين توفي أبدى حزنه وأسفه العميقين عليه أمام عثمان مما زاد في غضبه ، ثم بعد ذلك توفي ابن مسعود فصلى عليه عمار بوصيةٍ منه ، ثم توفي المقداد فصلى عليه عمار أيضاً دون أن يؤذن عثمان بذلك ، فاشتد سخطهُ وغضبهُ عليه. ",
        "قال البلاذري : لما بلغ عثمانَ موت أبي ذرٍ بالربذة قال : رحمه الله. فقال عمار بن ياسر : نعم ، فرحمه الله من كل أنفسنا! فقال عثمان : يا عاض .. أبيه ، أتراني ندمت على تسييره؟! وأمر به فدُفع في قفاه وقال : إلحق بمكانه. فلما تهيأ للخروج جاءت بنو مخزوم إلى عليّ فسألوه أن يكلم عثمان فيه ، فقال له علي : يا عثمان ، إتق الله! فإنك سيّرت رجلا صالحاً من المسلمين فهلك في تسييرك ، ثم أنت الآن تريد أن تنفي نظيره!؟ وجرى بينهما كلام حتى قال عثمان ـ مخاطباً علياً ـ : أنت أحق بالنفي منه! فقال عليٌّ : رُم ذلك إن شئت!! \nواجتمع المهاجرون فقالوا : إن كنتَ كُلما كلّمك رجل سيّرته ونفيته ، فإن هذا شيء لا يسوغ فكَفَّ عن عمار (1). \nوتوفي ابن مسعود وكان قد أوصى عماراً أن لا يصلي عليه عثمان ، \n__________________\n1 ـ الغدير 9 / 18. ",
        "فقبل وصيته ، وكان عثمان غائباً ، فلما عاد « رأى القبر فقال : قبرُ من هذا؟ فقيل : قبرُ عبد الله بن مسعود. قال : فكيف دُفن قبل أن أعلم؟ فقالوا : وَليَ أمرَه عمار بن ياسر .. ولم يلبث إلا يسيراً حتى مات المقداد فصلى عليه عمار ، وكان أوصى إليه ولم يؤذن عثمان به ، فاشتد غضب عثمان على عمار وقال : ويلي على ابن السوادء ، أما لقد كنتُ به عليماً » (1). \nومن هنا يتضح بأن ما حصل بين عثمان وعمار من عداءٍ لم يكن عداءً شخصياً نمى وتطور حتى تحول إلى حرب مواقف ـ إذا صح التعبير ـ بين صحابيين كان بالإِمكان تلافيه ، أو على الأقل السكوتُ عنه حفظاً لمقام الخلافة وهيبتها. بل إن الأمر كان على العكس من ذلك. فالمتتبع للإحداث يلمس بوضوح أن الصراع بينهما كان صراعاً بين مبدئين. مبدأ يعتمد اللامحدودية في سلطته والنزوع وراء المُلك ، ومبدأ يعتمد السنَّة النبوية الشريفة وسيرة الخلفاء الراشدين. فعثمان لم يكن وحده في آرائه ، وكذلك عمار لم يكن وحده في معارضته. \nوعلى هذا يمكن القول أن خلافة عثمان أوجدت الفرصةَ لسيطرةِ الأمويين على مقدرات الأمة وأرزاقها عن طريق نفوذهم لسُدّة الحكم ، ولولا يقظة بعض الصحابة وحذرهم لتم لهم ذلك بشكل سريع ، لكن معارضتهم هي التي كانت تحول دون ذلك. \nوقد حدد العقاد في كتابه عثمان ، نظرة عثمان للخلافة بقوله : ",
        "« فكانت له نظرةٌ للإمامة قاربت أن تكون نظرةً إلى المُلك ، وكان يقول لابن مسعود كلما ألح عليه في المحاسبة : ما لَكَ ولبيت مالنا؟! وقال في خطبته الكبرى يرد على من آخذوه بهباته الجزيلة : فضلٌ من مالٍ ، فلم لا أصنعُ في الفضل ما أريد؟ فلِم كنتُ إماماً!! » (2). \nوكان جديراً به أن يتقبل نصائح المخلصين من الصحابة ويناقش \n__________________\n1 ـ اليعقوبي 2 / 147. ",
        "2 ـ عثمان : 211 ـ 212. \nملاحظاتهم وآرائهم بقلبٍ مفتوح كما كان يفعل صاحباه من قبل ، لكي تبقى للخلافة هيبتها وللمسلمين وحدتهم ، لكنه تهاون أزاء ذلك فأدى تهاونه إلى ما انتهت إليه الأمور من خسارةٍ وتمزيق. \nلقد كان تسامحه مع أهل بيته وأقربائه وحبه لهم وتقريبه إياهم هو السببُ الأول في تحويل مركز الخلافة إلى سلطةٍ زمنية أهملت الكثير من توجيهات القرآن وتعاليم الإِسلام. ويصف المؤرخون عثمان بأنه « كن جواداً وصولاً بالأموال ، وقدم أقاربه وذوي رحمه على سائر الناس ، وسوى بين الناس في الأعطية ، وكان الغالب عليه مروان بن الحكم وأبو سفيان بن حرب (1). \nكما كان إلى جانب ذلك يستخفُّ بصيحات الصحابة من المهاجرين والأنصار ، ويضع من قدرهم ما استطاع ، ويرد على من ينتقدُ وُلاتَهُ وعمّاله من زعماء الأمصار وقادتهم بالتجريح تارةً ، وبالنفي والإِذلال إذا رأى في ذلك رادعاً. ",
        "ولنلقي الآن نظرةً سريعةً تجاه سياسة عثمان المالية ، والإِدارية ، والتأديبية. \n__________________\n1 ـ اليعقوبي 2 / 173. \nسياسته المالية",
        "ونذكر منها ما يلي على سبيل المثال : \n1 ـ افتُتِحت أرمينية في أيامه ، فأخذ الخمسَ كله فوهبه لمروان بن الحكم (1). \n2 ـ زوّجَ ابنته عائشة من الحرث بن الحكم بن العاص ، « فأعطاه مائَةَ ألف درهم ». \n3 ـ زوّجَ ابنته من عبد الله بن خالد بن أُسيد وأمر له « بستمائة ألف درهم ، وكتب إلى عبد الله بن عامر أن يدفعها إليه من بيت مال البصرة ». ",
        "4 ـ حمى المراعي حول المدينة كلها ، من مواشي المسلمين كلّهم ، إلا عن بني أمية. \n5 ـ أقطع مروان بن الحكم فَدَك ، وكانت فاطمة 3 طلبتها بعد وفاة أبيها (ص) ، تارةً بالميراث ، وتارة بالنِحلة ، فدُفِعت عنها. \n6 ـ أعطى عبد الله بن أبي سَرح جميع ما أفاء اللهُ عليه من فتح إفريقية .. من غير أن يشركه فيه أحد من المسلمين. \n__________________",
        "1 ـ راجع ترجمة مروان بن الحكم. \n7 ـ إن رسول الله (ص) تصدّق على المسلمين بموضع « سوق » بالمدينة ، فأقطعه عثمان للحرث بن الحكم أخي مروان ، وهو أغرب ما ذكرنا. \n8 ـ أتاه أبو موسى بأموال من العراق جليلة ، فقسمها كلها في بني أمية (1). \n9 ـ بُنيان مروان القصور بذي خشب ، وعمارة الأموال بها من الخمس الواجب لله ولرسوله. ",
        "10 ـ ما كان من إدراره القطائع والأرزاق والأعطيات على أقوام بالمدينة ليست لهم صحبة من النبي (ص) ثم لا يغزون ولا يذبّون (2). \n11 ـ أعطى أبا سفيان بن حرب مائتي ألف من بيت المال ، في اليوم الذي أمر به لمروان بن الحكم بمائة ألف من بيت المال (3). \n12 ـ قدمت إبل الصدقة عليه ، فوهبها للحرث بن الحكم. \nإن مقدرات الدولة الإسلامية وثرواتها ليست حكراً على أحد ، ولا ملكاً لجماعة أو فئةٍ معينةٍ من الناس ، وليس لأحد الحق في ان يتطاول عليها أو يدعيها لقرابته فضلاً عن أن يؤثرهم بها إلا ما يأمر الله سبحانه به مما جاء في الكتاب العزيز والسنّة النبوية الشريفة ، وعلى هذا الأساس بدأت النقمة تتزايد على عثمان من جراء سياسته تلك. ",
        "قال اليعقوبي في تأريخه : « ونقم الناس على عثمان بعد ولايته بست سنين ، وتكلم فيه من تكلم ، وقالوا آثر الأقرباء ، وحمى الحمى وبنى الدور واتخذ الضياع والأموال بمال الله والمسلمين .. الخ » (4) وكان عثمان يقول في \n__________________\n1 ـ شرح النهج 1 / 66 ـ 67. \n2 ـ الإمامة والسياسة 1 / 29. ",
        "3 ـ شرح النهج 1 / 198 ـ 199. \n4 ـ اليعقوبي 2 / 174. \nذلك : « هذا مال الله أُعطيه من شئت وأمنعه من شئت ، فأرغَمَ الله أنف من رغِم » (1).\n« سياسته في اختيار الولاة »",
        "وقد اقتصر في سياسته الإدارية على أقاربه وذوي رحمه مخالفاً بذلك القاعدة المتعارفة لدى المسلمين ولدى من سبقه من الخلفاء في إختيار ذوي السابقة في الدين من كبار الصحابة وعظمائهم. ولو أن في أقاربه من كان له سابقةٌ أو صحبةٌ أو جهادٌ لهان الأمر ، لكنهم كانوا على عكس ذلك متهمين في دينهم ، بل فيهم من أمره بالفسق معروفٌ مشهور. \nومن هؤلاء : \n1 ـ عبد الله بن سعد بن أبي سرح : ولاّه عثمان على مصر\n« وكان عبد الله هذا قد أسلم وكتبَ الوحي لرسول الله (ص) فكان إذا أملى عليه : عزيزٌ حكيم يكتب : عليمٌ حكيم ، وأشباه ذلك. ثم إرتدَّ ، وقال لقريشٍ. إني أكتب أحرفَ محمدٍ في قرآنه حيث شئت : ودينكم خير من دينه. ",
        "فلما كان يوم الفتح ، فرَّ إلى عثمان بن عفان ـ وكان أخاه من الرضاعة ـ فغيّبهُ عثمان حتى إطمأن الناس ، ثم أحضره إلى رسول الله (ص) وطلب له الأمان ، فصمَتَ رسول الله (ص) طويلاً ، ثم أمنّه ، فأسلم وعاد. فلما انصرف ، قال رسول الله (ص) لأصحابه : لقد صمَتُّ ليقتلهُ أحدكم .. » (2).\n2 ـ الوليد بن عقبة بن أبي مُعَيط :\nولاّه عثمان الكوفة سنة 25 للهجرة ، والوليدُ هذا هو الذي وصفه القرآن بالفسق ، ففيه نزلت الآية الكريمة : ( يا أيها الذين آمنوا إن جاءَكم \n__________________",
        "1 ـ الغدير 8 / 281. \n2 ـ الكامل / 2 / 249. \nفاسقٌ بنبأٍ فتبيّنوا ... ) وكان النبي (ص) قد بعثه في صدقات بني المصطلق ، فخرجوا لإِستقباله فظن أنهم أرادوا قتله ، فرجع إلى النبي وأخبره أنهم منعوا صدقاتهم .. » الخ (1). وقد ولاه عثمان الكوفة بعد عزل سعد بن أبي وقاص ، فالتفت الوليد إلى سعد مسلِّياً إياه قائلاً له : « لا تجزع أبا إسحاق ، كل ذلك لم يكن ، وإنما هو المُلك يتغداه قومٌ ويتعشاه آخرون ». ثم شاع فِسقه وشربه للخمر وأقام عليٌّ (ع) عليه الحد ثم عُزل.\n3 ـ معاوية بن أبي سفيان :",
        "وكان عاملاً لعُمر على دمشق والأردن ، فضمَّ إليه عثمان ولاية حِمص وفلسطين والجزيرة ، وبذلك مدَّ له في أسباب السلطان إلى أبعد مدىً مستطاع (2) وأمرُ معاوية واضح غير خفي. فهو أحد الطلقاء المستسلمين يوم الفتح.\n4 ـ سعيد بن العاص :\nعينه عثمان والياً على الكوفة بعد أن عزَل الوليد عنها. ولم يكن سعيد ليخفي ما في نفسه من الرغبة في التسلط على فيئ المسلمين إن أمكنت الفرصة من ذلك ، بل أكد على ذلك بقوله لبعض جلسائه : « إنما هذا السواد بُستانُ قريش » (3).\n5 ـ عبد الله بن عامر بن كريز :",
        "وكان عبد الله هذا من أبرز الدعاة إلى سياسة التضييق والإِفقار والإِشغال ، التضييق على المسلمين الذين نادوا مطالبين بالعدالة ورفع الجور عنهم ، وعزل العمال غير ذوي الكفاءة فقد أشار على عثمان بذلك ، فقال له حين استشاره : \n« أرى لك يا أمير المؤمنين أن تشغلهم بالجهاد عنك حتى يذلوا لك ، \n__________________\n1 ـ مجمع البيان 9 / 132 الحجرات. راجع ترجمة الوليد ص.",
        "2 ـ ثورة الحسين / 40. \n3 ـ للتفصيل راجع الكامل 3 / 129.\nولا يكون هِمةَ أحدهم إلا في نفسه ، وما هو فيه من دُبُرِ دابته وقُمَّلِ فروته .. » (1).\n« سياسته التأديبية »",
        "كانت في الواقع سياسةً انتقاميةً وليست تأديبيةً ، اعتمدها الخليفة في سيرته مع معارضيه الذين كانوا يرفعون أصواتهم في وجهه أزاء ما يرونه خارجاً عن حدود الشريعة الإسلامية والسُنَّة النبوية الشريفة ، بل وسيرة الشيخين أبي بكر وعمر. \nوقد مرَّ معنا ما لقيه عمار بن ياسر وما عاناه ابن مسعود من كسر ضلعه ومن بعدهما نفي أبي ذر إلى الربذة وموته هناك. ولا ننسى أن هذا النمط من الصحابة يُعدُّ من زعمائهم وعظمائهم الذين يتسنى لهم أن يقولوا ويعترضوا ومع ذلك عُوقبوا بهذه الطريقة الموجعة والمزرية من العقاب. \nوتخطى الأمر المدينة ـ دار الخلافة ـ ليشمل الكوفة ، فقد حصلت مشادةٌ كلامية بين سعيد بن العاص والي الكوفة وبين بعض زعمائها كمالك الأشتر وصعصعة بن صوحان ، حين قال سعيد كلمته المعروفة « إنما هذا السواد بستان قريش ». انتهت بتسيير هؤلاء « نفيهم » إلى الشام ، ثم إلى حمص واضطهادهم وترويعهم ، وإليك القصة مفصلةً : \nحين ولي سعيد الكوفة استخلص من أهلها قوماً يسمرون عنده ، فقال سعيد يوماً : إن السواد ـ أي الأرض الخضراء بما فيها ـ بستان لقريش وبني أمية. ",
        "فقال الأشتر النخعي : وتزعم أن السواد الذي أفاءه الله على المسلمين بأسيافنا بستان لك ولقومك؟ \nفقال صاحب شرطته : أترد على الأمير مقالته!؟ واغلظ له : فقال \n__________________\n1 ـ المصدر السابق / 150. ",
        "الأشتر لمن حوله من النُخع وغيرهم من أشراف الكوفة : ألا تسمعون؟ فوثبوا عليه بحضرة سعيد فوطؤه وطأً عنيفاً وجرّوا برجله. \nفغلظ ذلك على سعيد وأبعد سُمّاره فلم يأذن بَعدُ لهم ، فجعلوا يشتمون سعيداً في مجالسهم ثم تعدوا ذلك إلى شتم عثمان. \nواجتمع إليهم ناس كثير حتى غلظ أمرهم ، فكتب سعيد إلى عثمان في أمرهم ، فكتب إليه أن يُسيّرهم إلى الشام لئلا يُفسدوا أهل الكوفة ، وكتب إلى معاوية وهو والي الشام : \n« إن نفراً من أهل الكوفة قد همّوا بإثارة الفتنة وقد سيرتهم إليك ، فإنهَهُم فإن آنست منهم رشداً فأحسِن إليهم وارددهم إلى بلادهم » (1). ",
        "وحين قدموا الشام دارت محاورات بينهم وبين معاوية وكان لهم معه مجالس ، وقد قال لهم معاوية في جملة ما قال : « إن قريشاً قد عرفت أن أبا سفيان أكرمها وابن أكرمها ، إلا ما جعل الله لنبيه (ص) فإنه انتجبه وأكرمه ، ولو أن أبا سفيان ولَدَ الناس كلهم لكانوا حكماء! \nفقال له صعصعة بن صوحان : كذِبت ، قد ولَدَهُم خيرٌ من أبي سفيان ، من خلقه الله بيده ونفخَ فيه من روحه ، وأمر الملائكة فسجدوا له ، فكان فيهم البَرُّ والفاجر والكيّس والأحمق. \nوفي بعض المحاورات قال لهم معاوية : « أيها القوم ، ردوا خيراً واسكنوا وتفكروا وانظروا فيما ينفعكم والمسلمين فاطلبوه وأطيعوني. \nفقال له صعصعة : لستَ بأهلِ لذلك ، ولا كرامة لك أن تُطاع في معصية الله. \nفقال : إن أول كلام ابتدأتكم به أن أمرتكم بتقوى الله وطاعة رسوله ، وأن تعتصموا بحبل الله جميعاً ولا تفرقوا. ",
        "__________________\n1 ـ الغدير 9 / 32. \nفقال صعصعة : بل أمرتَ بالفرقة وخلاف ما جاء به النبي (ص). \nفقال : إن كنتُ فعلت فإني الآن أتوبُ وآمركم بتقوى الله وطاعته ولزوم الجماعة وأن توقروا أئمتكم وتطيعوهم. ",
        "فقال صعصعة : إذا كنت تبت فإنّا نأمرك أن تعتزل أمرك ، فإن في المسلمين من هو أحق به منك ممن كان أبوه أحسن أثراً في الإسلام من أبيك ، وهو أحسن قدَماً في الإِسلام منك. \nفقال معاوية : إن لي في الإِسلام لقدَماً وإن كان غيري لأحسنُ قدماً مني لكنه ليس في زماني أحدٌ أقوى على ما أنا فيه مني ، ولقد رأى ذلك عمر بن الخطاب ، فلو كان غيري أقوى مني لم يكن عند عمر هوادةٌ لي ولغيري ، ولا حدث ما ينبغي له أن اعتزل عملي ، ولو رأى ذلك أمير المؤمنين لكتب إليَّ فاعتزلت عمله ، ولو قضى الله أن يفعل ذلك لرجوت أن لا يعزم له على ذلك إلا وهو خير ، فمهلاً فإن فيّ دون ما أنتم فيه ، ما يأمر في الشيطان وينهى ، ولعمري لو كانت الأمور تُقضى على رأيكم وأهوائكم ما استقامت الأمور لأهل الإسلام يوماً وليلة ، فعودوا إلى الخير وقولوه. \nفقالوا : لست لذلك أهلاً. \nفقال : أما والله ، إن للهِ لسطوات ونقمات وإني لخائفٌ عليكم أن تتبايعوا إلى مطاوعة الشيطان ومعصية الرحمان فيحلّكم ذلك دار الهوان في العاجل والآجل. ",
        "فوثبوا عليه فأخذوا برأسه ولحيته ، فقال : مَه ، إن هذه ليست بأرض الكوفة ، والله لو رأى أهل الشام ما صنعتم بي وأنا إمامهم ما ملكتُ أن أنهاهم عنكم حتى يقتلوكم ، فلعمري إن صنيعكم ليُشبه بعضه بعضاً. ثم قام من عندهم فقال : والله لا أدخل عليكم مدخلاً ما بقيت ، وكتب إلى عثمان : \n« أما بعد ، يا أمير المؤمنين فإنك بعثت إلي أقواماً يتكلمون بألسنة الشياطين وما يُملون عليهم ، ويأتون الناس ـ زعموا ـ من قِبل القرآن فيشبّهون \nعلى الناس ، وليس كل الناس يعلم ما يريدون وإنما يريدون فرقة ، ويقربون فتنة ، قد أثقلهم الإسلام وأضجرهم ، وتمكنت رُفى الشيطان من قلوبهم ، فقد أفسدوا كثيراً من الناس ممن كانوا بين ظهرانيهم من أهل الكوفة ، ولستُ آمن إن أقاموا وسط أهل الشام أن يغروّهم بسحرهم وفجورهم ، فارددهم إلى مصرهم ، فلتكن دارهم في مصرهم الذي نجم فيه نفاقهم. والسلام. \nفكتب إليه عثمان يأمره أن يردَّهم إلى سعيد بن العاص بالكوفة ، فردهم إليه ، فلم يكونوا إلا أطلق ألسنةً منهم حين رجعوا. وكتب سعيد إلى عثمان يضج منهم. فكتب عثمان إلى سعيد أن سيّرهم إلى عبد الرحمن بن خالد بن الوليد ـ وكان أميراً على حمص. ",
        "وهؤلاء النفر هم : مالك الأشتر (1) وثابت بن قيس الهمداني وكميل بن زياد النخعي ، وزيد بن صوحان وأخوه صعصعة ، وجندب بن زهير الغامدي ، وحبيب بن كعب الأزدي ، وعروة بن الجعد ، وعمرو بن الحمق الخزاعي. \nوكتب عثمان إلى الأشتر وأصحابه : أما بعد ، فإني قد سيّرتكم إلى حمص ، فإذا أتاكم كتابي هذا فاخرجوا إليها ، فإنكم لستم تألون الإِسلام وأهله شراً. والسلام. \nفلما قرأ الأشتر الكتاب قال : اللهم أسوأنا نظراً للرعية ، وأعملنا فيهم بالمعصية ، فعجّل له النقمة. \nفكتب بذلك سعيد إلى عثمان ، وسار الأشتر وأصحابه إلى حمص فأنزلهم عبد الرحمن بن خالد الساحل وأجرى عليهم رزقاً. ",
        "وروى الواقدي : أن عبد الرحمن بن خالد جمعهم بعد أن أنزلهم أياماً وفرض لهم طعاماً ثم قال لهم : يا بني الشيطان! لا مرحباً بكم ولا أهلاً ، قد \n__________________\n1 ـ راجع ترجمته. \nرجع الشيطان محسوراً وأنتم بعدُ في بساط ضلالكم وغيكم ، جزى الله عبد الرحمان إن لم يؤذكم ، يا معشر من لا أدري أعربٌ هم أم عجم ، أتراكم تقولون لي ما قلتم لمعاوية؟ أنا ابن خالد بن الوليد ، أنا ابن من عجمته العاجمات أنا ابن فاقئ عين الردة ، والله يا بن صوحان : لأطيّرن بك طيرة بعيدة المهوى إن بلغني أن أحداً ممن معي دق أنفك فاقتنعت رأسك. ",
        "قال : فأقاموا عنده شهراً كلما ركب أمشاهم معه ، ويقول لصعصعة : يا بن الخطّية : إن من لم يصلحه الخير أصلحه الشر ، مالك لا تقول كما كنت تقول لسعيد ومعاوية؟ فيقولون : نتوب إلى الله ، إقِلنا أقالك الله ، فما زال ذاك دأبُهُ ودأبهم حتى قال : تاب الله عليكم. فكتب إلى عثمان يسترضيه عنهم ويسأله فيهم ، فردّهم إلى الكوفة (1). \nهذه صورة مختصرة عن سياسة عثمان التأديبية التي انتهجها أزاء كبار الصحابة وبعض زعماء المسلمين. \n__________________\n1 ـ الغدير 9 / 32 ـ 37.",
        "بذور الثورة\nوعلى ضوء ما ذكرنا بدأ القلق يساور المسلمين من جراء تلك السياسة ، فهم يرون الخلافة وقد أخذت تجنح نحو المنحدر الخطير ، نحو الملك حيث الحكم بالمال أو السيف. فها هي بدأت تفقد هيبتها وفاعليتها وسيطرتها ، فكان لا بد لهم ـ والحال هذه ـ أن يهيئوا أنفسهم لمواجهة الأمر الواقع تفادياً لما هو أعظم وأخطر ، فأخذ كل فردٍ منهم يشعر بالمسؤولية وبضرورة معالجة الموقف قدر المستطاع. \nوهذا العبئ الثقيل يلقى بالدرجة الأولى على كاهل أصحاب الأمانة ، وهم الصحابة من المهاجرين والأنصار ، فهم الذين عايشوا مسيرة الإسلام وسيرة نبيه ومن خلَفَهُ من بعده ، فقد إختاروا لأنفسهم كلمة الفصل في الظروف الصعبة واختارها لهم عامة المسلمين ، فكانت المسؤولية وكان عليهم تقرير المصير. \nوبالفعل ، فإنهم لم يدخروا النصيحة فلقد بادروا إلى مصارحة الخليفة وتوجيه النقد له ولسياسته وجهاً لوجه أكثر من مرة وفي أكثر من مناسبة ، وكان في الطليعة عمار بن ياسر الذي كان يتمتع بنصيب وافر من الجرأة والإقدام ، والثقة من أصحاب رسول الله (ص) فاجتمع هو وبعض الصحابة ، منهم ",
        "المقداد بن عمرو وطلحة والزبير ، وكتبوا كتاباً إلى عثمان عددوا في ما أحدث وغيّر وخوفوه ربه ، وأعلموه أنهم مواثبوه إن لم يُقلع. \nوقد ذكر ابن قتيبة في الإمامة والسياسة ما جاء في ذلك الكتاب.فقال: \n1 ـ كتبوا كتاباً ذكروا فيه ما خالف فيه عثمان من سنة رسول الله (ص) وسنة صاحبيه. \n2 ـ وما كان من هبة خُمس إفريقية لمروان ، وفيه حق الله ورسوله ، ومنهم ذوو القربى واليتامى والمساكين. ",
        "3 ـ وما كان من تطاوله في البنيان ، حتى عدوا سبع دورٍ بناها بالمدينة ، داراً لنائلة وداراً لعائشة وغيرهما من أهله وبناته. \n4 ـ وبنيان مروان القصور بذي خُشب ، وعمارة الأموال بها من الخمس الواجب لله ولرسوله. \n5 ـ وما كان من افشائه العمل والولايات في أهله وبني عمه من بني أمية من أحداثٍ وغلمةٍ لا صحبة لهم مع الرسول ، ولا تجربة لهم بالأمور. \n6 ـ وكان من الوليد بن عقبة بالكوفة إذ صلى بهم الصبح سكراناً أربعة ركعات ثم قال لهم : إن شئتم أزيدكم ركعةً زدتكم. ",
        "7 ـ وتعطيله إقامة الحد وتأخيره ذلك عنه. \n8 ـ وتركه المهاجرين والأنصار لا يستعملهم على شيئٍ ولا يستشيرهم ، واستغنى برأيه عن رأيهم. \n9 ـ وما كان من الحمى الذي حمى حول المدينة. \n10 ـ وما كان من إدارة القطائع والأرزاق والأعطيات على أقوام بالمدينة ليس لهم صحبة من النبي (ص) ، ثم لا يغزون ولا يذبُّون. ",
        "11 ـ وما كان من مجاوزته الخيزران إلى السوط ـ وأنه أول من ضرب بالسياط ظهور الناس ، وإنما كان ضرب الخليفتين قبله بالدِرة والخيزران. \nثم تعاهد القوم ليدفعنَّ الكتاب في يد عثمان ، وكان ممن حضر الكتاب عمار بن ياسر ، والمقداد بن الأسود ، وكانوا عشرة. \nفلما خرجوا بالكتاب ليدفعوه إلى عثمان ـ والكتاب في يد عمار ـ جعلوا يتسللون عن عمار حتى بقي وحده ، فمضى حتى جاء دار عثمان فاستأذن عليه ، فأذن له في يومٍ شاتٍ ، فدخل عليه وعنده مروان بن الحكم وأهله من بني أمية ، فدفع إليه الكتاب فقرأه فقال : أنت كتبت هذا الكتاب؟ قال : نعم ، قال : ومن كان معك؟ قال : معي نفر تفرقوا فَرَقاً منك! قال : ومن هم؟ قال : أخبرك بهم. قال : فلم اجترأت عليَّ من بينهم؟! \nفقال مروان : يا أمير المؤمنين ، هذا العبد الأسود ـ يعني عماراً ـ قد جرأ عليك الناس وأنك إن قتلته نكلتَ به من وراءه. قال عثمان : إضربوه. ",
        "فضربوه وضربه عثمان معهم حتى فتقوا بطنه ، فغُشي عليه ، فجرّوه حتى طرحوه على باب الدار ، فأمرت به أم سلمة زوج النبي (ص) فأدخل منزلها .. الخ (1). \nلقد كان المسلمون يرون في الخليفة المرشد الروحي لهم والمسؤول الأول عنهم الذي يمكن أن يضمن لهم السلامة في دينهم والسعادة في دنياهم ، وعلى هذا الأساس كانوا يتركون له كلمة الفصل في تقرير المصير فيما إذا ساءت الأيام وقست الظروف ، ويضحون بكل ما يستطيعون في سبيل إنجاح مهماته وقرارته. \nأما ، وقد أمسى الخليفة وأراؤه حكرا على حفنةٍ من الأقرباء ، فهذا أمر لا يكاد يرضي أحداً من الناس سيما المخلصين منهم ، بل هو نذير شؤم يهدد سلامة الأمة. \n__________________",
        "1 ـ الإمامة والسياسة 1 /. \nلذلك عمدوا إلى أسلوب جديد استهدفوا من ورائه الضغط على الخليفة حيث قاموا بتأجيج الثورة الإعلامية التي انتشرت في الأمصار انتشار النار في الهشيم ، فبعد أخذٍ وردٍ استغرق وقتاً كان الخليفة يماطل من خلاله في وعوده ، اجتمعوا ووجهوا كتاباً لأهل مصر ، هذا نصه : \nبسم الله الرحمن الرحيم : من المهاجرين الأولين وبقية الشورى ، إلى من بمصر من الصحابة. \nأما بعد : أن تعالوا إلينا وتداركوا خلافة رسول الله (ص) قبل أن يُسلَبَها أهلُها ، فإن كتاب الله قد بُدّل ، وسنة رسول الله (ص) قد غيّرت ، وأحكام الخليفتين قد بدلت. فننشِدُ الله من قرأ كتابنا هذا من بقية أصحاب رسول الله (ص) والتابعين بإحسان إلا أقبل إلينا ، وأخذ الحق لنا وأعطاناه ، فأقبلوا إلينا إن كنتم تؤمنون بالله واليوم الآخر ، وأقيموا الحق على المنهاج الواضح الذي فارقتم عليه نبيكم وفارقكم عليه الخلفاء ، غُلِبنا على حقنا ، واستُولي على فيئنا ، وحِيلَ بيننا وبين أمرنا ، وكانت الخلافة بعد نبينا خلافة نبوّةٍ ورحمة ،وهي اليوم مُلكٌ عضوض ، من غلب على شيء أكله(1).",
        "لقد كان هذا الكتاب وثيقةٍ حسيةً عبرت عما يعتمل في نفوس المسلمين من السخط والغضب لما آلت إليه الأمور من تغيير وتبديل في سير الخلافة ونهجها. \nوهكذا بدأت رياح التغيير تعصف لتنتقل بالمسلمين من موقع المعارضة الهادئة إلى موقع الثورة ، بعد أن وجهوا انذاراتهم المتعددة من أقاليم متعددة ، وبعد أن صرخوا باحتجاجاتهم وصرحوا بالطلب من الخليفة أن يصلح ما أفسده عهده ، غير أن تلك الصرخات وتلك الإحتجاجات ذهبت أدراج الرياح ، حيث لم تلق أذناً صاغية بل لحقها إصرار شديد على الإِلتواء والإِنحراف ، سيما من تلك البطانة التي كانت تُحدُق بعثمان وتتحكم فيه ، \n__________________\n1 ـ الإمامة والسياسة 1 / 38. ",
        "مما دفع بأم المؤمنين عائشة أن تحرض الناس عليه بكلمتها المشهورة : إقتلوا نعثلاً قتله الله فقد كفر (1). \nوقبل مقتل عثمان بعام التقى أهل الأمصار الثلاثة ـ الكوفة والبصرة ومصر ـ بالمسجد الحرام ، فتذاكروا سيرة عثمان وتبديله ، وقالوا : لا يسعنا الرضى بهذا ، وكانوا قد اختاروا زعماء لهم يتكلمون باسمهم فاتفقوا أن يرجع كلٌّ إلى وطنه ثم يأتون في العام المقبل إلى عثمان في داره فيستمعوه ، فإن اعتذر إليهم ، وإلا رأوا رأيهم فيه. \nولما حضر الوقت خرج الأشتر مع أهل الكوفة في ألف رجل ، وحَكيم بن جبلة العبدي في مائة وخمسين من أهل البصرة ، وجاء أهل مصر في أربعمائة ، وقال ابن أبي الحديد : في ألفين ، وكان فيهم محمد بن أبي بكر ، حتى دخلوا المدينة ، فحصروا عثمان الحصار الأول ، وكتبوا إليه كتاباً ، قيل : كتبه المصريون ، جاء فيه : \n« أما بعد : فاعلم أن الله لا يُغيّرُ ما بقوم حتى يغيروا ما بأنفسِهِم ، فالله الله ، ثم الله الله .. إلى قولهم : فاعلم أنا واللهِ للهِ نغضب ، وفي اللهِ نرضى ، وإنا لن نضع سيوفنا عن عواتقنا حتى تأتينا منك توبةٌ مصرّحة ، أو ضلالة محلَّحة مبلّجة. فهذه مقالتنا لك وقضيتنا إليك ، والله عذيرنا منك. والسلام. ",
        "ثم أرسلوا بالكتاب إليه وأحاطوا هم وغيرهم بدار عثمان. فقال المغيرة بن شعبة لعثمان : دعني آتي القوم فانظر ما يريدون! فمضى نحوهم فلما دنا منهم صاحوا به : يا أعور! وراءك ، يا فاجر! وراءك ، يا فاسق! وراءك ، فرجع. \nودعا عثمان عمرو بن العاص فقال له : ائت القوم فادعُهم إلى كتاب الله والعتبى مما ساءهم. \n__________________\n1 ـ وردت هذه العبارة بطرق وتراكيب مختلفة. راجع الغدير 9 / 79 وما بعدها. ",
        "فلما دنا منهم سلّم ، فقالوا : لا سلّم الله عليك! إرجع يا عدو الله ؛ إرجع يا بن النابغة! فلست عندنا بأمين ولا مأمون! \nفقال له ابن عمر وغيره ليس لهم إلا عليّ بن أبي طالب. فلما أتاه قال : يا أبا الحسن ؛ إئت هؤلاء القوم فادعهم إلى كتاب الله وسنة نبيه. \nقال : نعم ، إن أعطيتني عهد الله وميثاقه على أنك تفي لهم بكل ما أضمنه عنك. قال : نعم ، فأخذ عليٌّ عليه عهد الله وميثاقه على أوكد ما يكون وأغلظ ، وخرج إلى القوم. فقالوا : وراءك. قال : لا ، بل أمامي ، تُعطون كتاب الله ، وتُعتبون من كل ما سخطتم. فعرض عليهم ما بذل عثمان ، فقالوا : أتضمنُ ذلك عنه؟ قال : نعم. قالوا رضينا. \nوأقبل وجوههم وأشرافهم مع عليّ حتى دخلوا على عثمان وعاتبوه ، فأعتبهم من كل شيء. فقالوا : أكتب بهذا كتاباً ، فكتب. ",
        "بسم الله الرحمن الرحيم : هذا كتاب من عبد الله عثمان أمير المؤمنين لمن نقم عليه من المؤمنين والمسلمين إن لكم أن أعمل فيكم بكتاب الله وسنة نبيه ، يُعطى المحروم ، ويؤمَنُ الخائف ، ويردُّ المنفيُّ ، ولا تجمَّر (1) البعوث ، ويوفّرُ الفيئ ، وعليٌّ بن أبي طالب ضمين المؤمنين والمسلمين على عثمان بالوفاء في هذا الكتاب. ثم أشهدَ على الكتاب. \nوأخذ كل قوم نسخةً منه وانصرفوا. وقال علي بن أبي طالب : أخرج فتكلم كلاماً يسمعه الناس ، ويحملونه عنك ، وأشهد الله على ما في قلبك ، فإن البلاد قد تمخَّضت عليك ، ولا تأمن أن يأتيَ ركبٌ آخر من الكوفة أو من البصرة ، أو من مصر فتقول : يا علي اركب إليهم ، فإن لم أفعل قلتَ قطع رحمي واستخفَّ بحقي. \nفخرج عثمان فخطب الناس وأقرَّ بما فعل واستغفر الله منه .. فسُرّ \n__________________",
        "1 ـ تجمر البعوث ، أي تحبس الجيوش في أرض العدو. \nالناس بخطبته مبتهجين. ثم دخل بيته (1). \nلكن مروان بن الحكم لم يعجبه ما حدث ، فخرج إلى الناس وقال لهم ، شاهت الوجوه إلا من أريد ، إرجعوا إلى منازلكم ، فإن يكن لأمير المؤمنين حاجة بأحدٍ منكم يرسل إليه وإلا قرّ في بيته! \nوبلغ علياً ذلك ، فأتى عثمان وهو مغضب وقال له في مروان : لا رضي منك إلا بإفساد دينك ، وخديعتك عن عقلك ، وإني لأراه سيوردُك ثم لا يُصدِرُك ، وما أنا بعائدٍ بعد مقامي هذا لمعاتبتك.",
        "الحصار الثاني (2) :\nلما شخص المصريون ، بعد الكتاب الذي كتبه عثمان فصاروا بأيلة ، رأوا راكباً خلفهم يريد مصر ، فقالوا له من أنت؟ فقال : رسول أمير المؤمنين إلى عبد الله بن سعد ، وأنا غلام أمير المؤمنين. فقال بعضهم لبعض : لو أنزلناه وفتّشناه ألاّ يكون صاحبه قد كتب فينا بشيء : ففعلوا فلم يجدوا معه شيئاً. فقال بعضهم لبعض : خلّوا سبيله. فقال كنانةُ بن بشر : أما والله دونَ أن أنظر في إداوته فلا. فقالوا : سبحان الله ، أيكون كتابٌ في ماء؟ فقال : إن للناس حيلاً. ثم حلَّ الإِداوة فإذا فيها قارورة مختومة أو قال : مضمومة في جوفِ القارورة ، كتاب في أنبوب من رصاص ، فأخرجه فقرئ فإذا فيه : \nأما بعد : فإذا قدِم عليك عمرو بن بُديل فاضرب عنقه ، واقطع يدي ابن عُديس ، وكنانة وعروة ، ثم دعهم يتشحطون في دمائهم حتى يموتوا ، ثم أوثقهم على جذوع النخل. \nوفي رواية ثانية : إذا أتاك محمد بن أبي بكر وفلان وفلان فاحتل لقتلهم وأبطل كتاب محمد وقر على عملك حتى يأتيك رأيي واحبس من يجيء إلي ",
        "__________________\n1 ـ راجع الغدير 9 / 171 من مصادر ومراجع عدة. \n2 ـ راجع كتاب الغدير 9 / 177 وقد أخذها من مصادر ومراجع عدة وقد اختصرتها وأخذت حاجتنا منها. \nمتظلماً منك إن شاء الله. ",
        "فلما قرأوا الكتاب فزعوا وغضبوا ورجعوا إلى المدينة ، فجمعوا علياً وطلحة والزبير وسعداً ومن كان من أصحاب النبي (ص) ثم فكّوا الكتاب بمحضرٍ منهم وأخبروهم بقصة الغلام وأقرأوهم الكتاب ، فلم يبق أحد من أهل المدينة إلا حنق على عثمان ، وزاد ذلك من كان غضِبَ لابن مسعود وعمار بن ياسر وأبي ذر حنقاً وغيظاً ، وقام أصحاب النبي (ص) بمنازلهم ما منهم أحدٌ إلا وهو مغتم لما في الكتاب. \nوحاصر الناس عثمان ، وأجلب عليه محمد بن أبي بكر ببني تيم وغيرهم ، وأعانه على ذلك طلحة بن عبيد الله ، وكانت عائشة تقرصه كثيراً ، ودخل علي وطلحة والزبير وسعد وعمار في نفرٍ من أصحاب محمد (ص) كلهم بدريٌّ على عثمان ، ومع علي الكتاب والغلام والبعير ، فقال له علي : هذا الغلام غلامك؟ قال : نعم. قال : والبعير بعيرك؟ قال : نعم. قال : وأنت كتبت هذا الكتاب؟ قال : لا ، وحلف بالله : ما كتبتُ هذا الكتاب ولا أمرتً به ، ولا وجهتُ هذا الغلام إلى مصر قط (1)!. \nوجاء في تأريخ الطبري : قالوا : ما أنت إلا صادق أو كاذب ، فإن كنت كاذباً فقد استحققت الخلع لما أمرت به من سفك دمائنا بغير حقها ، وإن كنت صادقاً فقد استحققت أن تُخلع لضعفك وغفلتك وخُبث بطانتك ، لأنه لا ينبغي أن نترك على رقابنا من يُقتطع مثل هذا الأمر دونه لضعفه وغفلته ، وقالوا له : إنك ضربت رجالاً من أصحاب النبي (ص) وغيرهم حين يَعِظونك ويامرونك بمراجعة الحق عندما يستنكرون من أعمالك ، فأقِد من نفسك من ضربته وأنت له ظالم ، فقال : الإِمام يخطىءُ ويصيب ، فلا أقيد من نفسي لأني لو اقدت كل من أصبته بخطأٍ آتي على نفسي. قالوا : انك قد أحدثت أحداثاً عظاماً فاستحققت بها الخلع .. الخ (2). ورجع عليٌّ وبعض من كان \n__________________",
        "1 ـ الغدير 9 / 181. \n2 ـ الطبري 4 / 375. \nمعه إلى منازلهم (1). \nقال حويطب بن عبد العزى : أرسل إلي عثمان حين اشتد حصاره ، فقال : قد بدا لي أن أتهم نفسي لهؤلاء ؛ فإتِ علياً وطلحة والزبير فقل لهم : هذا أمركم تولوه واصنعوا فيه ما شئتم. ",
        "قال : فخرجت حتى جئت علياً فوجدت على بابه مثل الجبال من الناس ، والبابُ مغلق لا يدخل عليه أحد (2). \nوما عسى أن يفعل علي آنذاك أكثر من أن ينهى الناس بلسانه تفادياً للفتنة وصوناً لوحدة المسلمين ، لكن الأمر كان خارجاً عن يده ، ومع ذلك فقد أمر ولديه الحسن والحسين بالدفاع عن عثمان. بيد أن ذلك لم يجدي نفعاً ، فلقد قتل عثمان وكان ذلك بداية الفتنة التي يميز بها الله الخبيثَ من الطيب. \n__________________\n1 ـ الطبري 4 / 375. ",
        "2 ـ الإمامة والسياسة 1 / 37. \nترجمة سعيد بن العاص\nولي الكوفة بعد الوليد ، فلما دخلها أبى أن يصعد المنبر وأمر بغسله ، وقال : إن الوليد كان نجساً رجساً. \nفلما اتصلت أيام سعيد بالكوفة ظهرت منه أمور منكرة ، فاستبد بالأموال حتى قال في بعض الأيام : إنما هذا السواد قطين لقريش. فقال له الأشتر : أتجعل ما أفاء الله علينا بضلال سيوفنا ومراكز رماحنا بستاناً لك ولقومك؟! ",
        "ثم خرج الأشتر إلى عثمان في سبعين راكباً من أهل الكوفة ، فذكروا سوء سيرة سعيد بن العاص وسألوا عزله عنهم ، فمكث الأشتر وأصحابه أياماً لا يخرج لهم من عثمان في سعيد شيء ، وامتدت ايامهم بالمدينة. \nوقدم على عثمان أمرأؤه من الأمصار ، منهم : عبد الله بن سعد بن أبي سرح من مصر ، ومعاوية من الشام ، وعبد الله بن عامر من البصرة ، وسعيد بن العاص من الكوفة فأقاموا بالمدينة أياماً لا يردهم إلى أمصارهم كراهة أن يرد سعيداً إلى الكوفة ، وكره أن يعزله حتى كتب إليه من بأمصارهم يشكون إليه كثرة الخراج وتعطيل الثغور ، فجمعهم عثمان وقال : ما ترون؟ فقال معاوية : أما أنا فراضٍ بي جندي. وقال عبد الله بن عامر : ليكفك امرؤ ما قبلك اكفك ما قبلي. وقال عبد الله بن سعد ، ليس بكثير عزل عامل للعامة \nوتولية غيره. وقال سعيد بن العاص : إنك إن فعلت هذا كان أهل الكوفة هم الذين يولون وعزلون ، وقد صاروا حلقاً في المسجد ليس لهم غير الأحاديث والخوض ، فجهزهم في البعوث حتى يكون همُّ أحدهم أن يموت على دابته. \nقال : فسمع مقالته عمرو بن العاص ، فخرج إلى المسجد فإذا طلحة والزبير جالسان فيه ، فقالا له : تعال إلينا ، فصار إليهما ، فقالا : ما وراءك؟ قال : الشر! ما ترك شيئاً من المنكر إلا أتى به وأمر به. وجاء الأشتر فقالا له : إن عاملكم الذي قمتم فيه خطباء قد رُدّ عليكم وأمر بتجهيزكم في البعوث وبكذا وكذا .. فقال الأشتر : والله لقد كنا نشكو سوء سيرته وما قمنا فيه خطباء ، فكيف وقد قمنا؟! وأيم الله على ذلك لولا أني أنفذت النفقة وأنضيت الظهر لسبقته إلى الكوفة حتى أمنعه دخولها! فقالا له : فعندنا حاجتك التي تقوم بك في سفرك! قال فاسلفاني إذن مائة ألف درهم ، قال : فأسلفه كل واحد منهما خمسين ألف درهم ، فقسمها بين أصحابه. ",
        "وخرج إلى الكوفة ، فسبق سعيداً ، وصعد المنبر وسيفه في عنقه ما وضعه بعد ، ثم قال : أما بعد ، فإن عاملكم الذي أنكرتم تعديه وسوء سيرته ، قد رد عليكم وأمر بتجهيزكم في البعوث ، فبايعوني على أن لا يدخلها. فبايعه عشرة آلاف من أهل الكوفة ، وخرج راكباً متخفياً يريد المدينة أو مكة ، فلقي سعيداً بواقعة ( اسم مكان ) فأخبره بالخبر ، فانصرف إلى المدينة. \nوكتب الأشتر إلى عثمان : إنا والله ما منعنا عاملك الدخول لنفسد عليك عملك ، ولكن لسوء سيرته فينا وشدة عذابه ، فابعث إلى عملك من أحببت. \nفكتب إليهم : انظروا من كان عاملكم أيام عمر بن الخطاب فولوه. \nفنظروا ، فإذا هو أبو موسى الأشعري. فولوه عليهم. ",
        "مروج الذهب 2/336\nترجمة عبد الله بن مسعود\nكان ابن مسعود أول من جهَرَ بالقرآن بمكة ، وذلك : « أنه اجتمع يوماً أصحاب رسول الله فقالوا : والله ما سمعت قريش هذا القرآن يُجهَرُ لهَابهِ قط ، فمن رجلٌ يسمعهموه؟ \nفقال عبد الله بن مسعود : أنا. قالوا : إنا نخشاهم عليك ، إنما نريد رجلاً له عشيرة يمنعونه من القوم إن أرادوه. قال : دعوني ، فإن الله سيمنعني. ",
        "وغدا ابن مسعود حتى أتى المقامَ في الضحى وقريشٌ في أنديتها ، حتى قام عند المقام ، ثم قرأ بسم الله الرحمن الرحيم : الرحمان علم القرآن ... ثم استقبلها يقرأها ، وتأملوه فجعلوا يقولون : ماذا قال ابن أم عبد؟ ثم قالوا : إنه ليتلو بعض ما جاء به محمد ، فقاموا إليه فجعلوا يضربون في وجهه ، وجعل يقرأ حتى بلغ منها ما شاء الله أن يبلغ ، ثم أنصرف إلى أصحابه وقد أثروا في وجهه ، فقالوا له : هذا الذي خشينا عليك. فقال : ما كان أعداء الله أهون عليّ منهم الآن ، ولئن شئتم لأغادينهم بمثلها غداً : قالوا : لا ، حسبُك ، قد أسمعتَهم ما يكرهون. \nوكان الخليفة عمر بن الخطاب قد أرسله إلى الكوفة ليعلّم أهلها أمور \nدينهم ، وبعث عماراً أميراً ، وكتب إليهم : « إنهما من النجباء من أصحاب محمد من أهل بدر فاقتدوا بهما ، واسمعوا من قولهما وقد آثرتكم بعبد الله بن مسعود على نفسي ». \nوكان على عهد عثمان يقيم في الكوفة والأميرُ عليها الوليد بن عقبة بن أبي معيط ، وكان قد ألقى إليه مفاتيح بيت المال وقال له : « من غيّر غيّر الله ما به ، ومن بدّل أسخط الله عليه ، وما أرى صاحبكم إلا وقد بدّل وغيّر ، أيعزَلُ مثلُ سعد بن أبي وقاص ويُولىَّ الوليد؟! ",
        "وكان ابن مسعود يتكلم بكلام لا يدعه ، وهو : « إن أصدَقَ القولِ كتابُ الله ، وأحسنُ الهدي هدى محمد (ص) ، وشرّ الأمور محدثاتها ، وكل محدَثٍ بدعة ، وكل بدعةٍ ضلالة ، وكل ضلالة في النار ». \nفكتب الوليد إلى عثمان بذلك وقال : إنه يعيبُك ويطعن عليك. \nفكتب إليه عثمان يأمره باشخاصه. فاجتمع الناس فقالوا : أقم ، ونحن نمنعك أن يصل إليك شيء تكرهه. \nفقال : إن له علي حقَّ الطاعة ، ولا أحب أن أكون أول من فتح باب الفتن. ",
        "فردَّ الناس وخرج إلى المدينة. \nقال البلاذري : وشيّعه أهل الكوفة ، فأوصاهم بتقوى الله ولزوم القرآن. فقالوا له : جُزيت خيراً ، فلقد علّمتَ جاهلنا ، وثبتّ عالمنا ، وأقرأتنا القرآن ، وفقهتنا في الدين ، فنِعم أخو الإِسلام أنت ونعم الخليل. ثم ودّعوه وانصرفوا. \nودخل المدينة يوم الجمعة وعثمان يخطب على المنبر. وقال البلاذري : « دخلها ليلة الجمعة ، فلما علم عثمان بدخوله قال : يا أيها الناس ، إنه قد طرقكم الليلة دُويَبة! من يمشي على طعامهِ يقيىء ويسلح!! \nفقال ابن مسعود : لستُ كذلك ، ولكنني صاحب رسول الله (ص) يوم ",
        "بدر ، وصاحبه يوم بيعة الرضوان ، وصاحبه يوم الخندق ، وصاحبه يوم حُنَين. \nقال : وصاحت عائشة ، يا عثمان ، أتقول هذا لصاحب رسول الله!؟ فقال عثمان : اسكتي. \nثم قال لعبد الله بن زمعة : أخرجه اخراجاً عنيفاً. \nفأخذه ابن زمعة فاحتمله حتى جاء به باب المسجد فضرب به الأرض ، فكسر ضلعاً من أضلاعه. فقال ابن مسعود : قتلني ابن زمعة الكافر بأمر عثمان. ",
        "وقام علي بأمره حتى أتى به منزله. فأقام ابن مسعود بالمدينة لا يأذن له عثمان في الخروج منها إلى ناحية من النواحي ، وأراد حين برئ الغزوَ ، فمنعه من ذلك ، وقال له مروان : إن ابن مسعود أفسد عليك العراق ، أفتريد أن يفسد عليك الشام؟ فلم يبرح المدينة حتى توفي قبل مقتل عثمان بسنتين. \nوكان عثمان قد منعه عطاءه سنتين ، ولما مرض مرضه الذي مات فيه أتاه عثمان عائداً ، فقال له : ما تشتكي؟ قال : ذنوبي! قال : فما تشتهي؟ قال : رحمة ربي. قال : ألا أدعو لك طبيباً؟ قال : الطبيب أمرضني! قال : أفلا أمر لك بعطائك؟قال : منعتنيه وأنا محتاج إليه وتعطينيه وأنا مستغنٍ عنه! قال : يكون لولدك. قال : رزقهم على الله. قال : استغفر لي يا أبا عبد الرحمان. قال : أسأل الله أن يأخذ لي منك بحقي. \nوأوصى أن لا يصلي عليه عثمان ، فدُفن بالبقيع وعثمان لا يعلم .. الخ. \nوقد وردت في فضله أحاديث كثيرة ، نذكر بعضها : ",
        "عن رسول الله (ص) إنه قال : تمسكوا بعهد عمار ، وما حدثكم ابن مسعود فصدقوه. \nوعنه (ص) : عبد الله يوم القيامة في الميزان أثقل من أُحد. \nوعنه (ص) : رضيتُ لأمتي ما رضي الله لها وابنُ أم عبد ، وسخطت لأمتي ما سخط الله لها وابن أم عبد. \nوقال فيه علي (ع) حين أتاه ناس يثنون عليه : أقول فيه مثل ما قالوا وأفضل ، من قرأ القرآن وأحلّ حلاله ، وحرّم حرامه ، فقيهٌ في الدين ، عالمٌ بالسنة. ",
        "وكان يلقب بصاحب سِواد رسول الله. أي صاحب سره.\nترجمة الوليد بن عُقبَة\nهو أخو عثمان لأمه ، ولا خلاف بين أهل العلم بتأويل القرآن ـ كما يقول في الإستيعاب ـ فيما علمت ، أن قوله عزَّ وجل : ( إن جاءكم فاسق بنبأٍ ... ) الآية نزلت في الوليد بن عقبة. \nوجاء : أن امرأة الوليد جاءت إلى النبي (ص) تشتكيه بأنه يضربها ، فقاله لها : إرجعي وقولي إن رسول الله قد أجارني. فانطلقت ، فمكثت ساعةً ، ثم جاءت فقالت : ما أقلع عني. فقطع (ص) هدبةً من ثوبه ثم قال لها : اذهبي بهذا وقولي إن رسول الله قد أجارني. فمكثت ساعةً ثم رجعت فقالت : يا رسول الله ما زادني إلا ضرباً. ",
        "فرفع يديه وقال : اللهم عليكَ بالوليد. مرتين أو ثلاثاً. \nوأقام بالكوفة أميراً من طرف عثمان ، وكان يدني الشعراء ويشرب الخمر ، ويجالس أبا زَبيد الطائي النصراني. وصلى الصبح بالناس في المسجد الجامع أربعاً وهو سكران ، وقرأ في صلاته : \nفلما سلّم ، التفت إلى الناس وقال : أأزيدكم؟ فإني أجد اليوم نشاطاً. \nفقال عبد الله بن مسعود رضي الله عنه ـ وكان على بيت المال ـ مازلنا معك في زيادة منذُ اليوم! .. ثم تقيأ في المحراب. وفيه يقول الحطيئة : ",
        "وخطب ذات يومٍ ، فحصبه الناس بحصباء المسجد ، فدخل قصره يترنح ويتمثل بأبيات لتأبط شراً : \nوأشاعوا بالكوفة فعله ، وظهر فسقُه ومداومته شربَ الخمر ، فهجم عليه جماعة من المسجد فوجدوه سكراناً مضطجعاً على سريره لا يعقل ، فايقظوه من رقدته فلم يستيقظ ، ثم تقيأ عليهم ما شرب من الخمر ، فانتزعوا خاتمه من يده ، وخرجوا من فورهم إلى المدينة ، فأتوا عثمان بن عفان فشهدوا عنده على الوليد أنه شرب الخمر. فقال عثمان : وما يدريكما أنه شرب الخمر؟ فقالا : هي الخمر التي كنا نشربها في الجاهلية ، وأخرجا خاتمه فدفعاه إليه ، فزجرهما ودفع في صدرهما. \nفخرجا من عنده وأتيا علي بن أبي طالب رضي الله عنه وأخبراه بالقصة ، فأتى عثمان وهو يقول : « دفعتَ الشهودَ وأبطلتَ الحدودَ! فقال له عثمان فما ترى؟ قال : أرى أن تبعث إلى صاحبك فتحضرهُ ، فإن أقاما الشهادة عليه في وجهه ولم يدرأ عن نفسه بحجةٍ أقمت عليه الحَدَّ. \nفلما حضر الوليد ، دعاهما عثمان ، فأقاما الشهادة عليه ولم يدل بحُجَة ، فألقى عثمان السوط إلى علي فقال علي لابنه الحسن : قم يا بني ",
        "__________________\n1 ـ النصائح الكافية / 165. \nفأقم عليه ما أوجب الله عليه. فقال : يكفينيه بعض من ترى ، فلما رأى إمتناع الجماعة عن إقامة الحد توقياً لغضب عثمان لقرابته منه ، أخذ عليٌّ السوط ودنا منه ، فلما أقبل نحوه سبّه الوليد وقال : يا صاحب مكس. فقال عقيل بن أبي طالب وكان ممن حضر : إنك تتكلم يا أبي مُعيط كأنك لا تدري من أنت؟! وأنت عِلجٌ من أهل صفّورية .. فأقبل الوليد يروغ من عليّ ، فاجتذبه عليٌّ فضرب به الأرض ، وعلاه بالسوط. فقال عثمان : ليس لك أن تفعل به هذا. قال : بل وشراً من هذا إذا فسق ومنع حق الله تعالى أن يُوخذ منه (1). \nوحدّث عمر بن شبة ، قال : لما قدِم الوليد الكوفة ، وقد عليه أبو زبيد الطائي النصراني ، فأنزله الوليد دار عقيل بن أبي طالب على باب المسجد ، فأستوهبها منه ، فوهبها له ، وكان أول الطعن عليه لأن أبا زبيد كان يخرج من منزله يخترق المسجد إلى الوليد وهو سكران ، فيتخذه طريقاً ويسمر عنده ويشرب معه. ",
        "وعن ابن الأعرابي قال : أعطى الوليد أبا زُبيد الطائي ما بين القصور الحمر من الشام إلى القصور الحمر من الحيرة وجعله له حمىً ، فلما عُزل الوليد وولي سعيد انتزعها منه وأخرجها عنه. \nقال : ولما قدم سعيد بن العاص الكوفة موضع الوليد قال : إغسلوا هذا المنبر ، فإن الوليد كان رجساً نجساً. فلم يصعده حتى غسل. \nومات الوليد فوق الرقة. وبها مات أبو زبيد ، ودفنا في موضع واحد ، فقال في ذلك أشجع السلمي وقد مر بقبرهما : \n__________________",
        "1 ـ مروج الذهب 2 / 335. \n2 ـ النصائح الكافية 172 الحاشية. \nترجمة مالك الأشتر\nهو مالك ابن الحارث الأشتر النخعي ، أدرك النبي الأعظم ( ص ) وقد أثنى عليه كل من ذكره ، ولم أجد أحداً يغمز فيه(1).",
        "وكان فارساً شجاعاً رئيساً من أكابر الشيعة وعظمائها ، شديد التحقق بولاء أمير المؤمنين (ع) ونصره ، وقال فيه بعد موته : رحم الله مالكاً ، فلقد كان لي كما كنت لرسول الله (ص). \nوقد روى المحدثون حديثاً يدل على فضيلةٍ عظيمة للأشتر رحمه الله ، وهي شهادة قاطعة من النبي (ص) بأنه مؤمن ـ وذكر قصة وفاة أبي ذر وقول رسول الله (ص) « ليموتنّ أحدكم بفلاةٍ من الأرض يشهده عصابة من المؤمنين ». إلى أن قال : وكان النفر الذين حضروا موت أبي ذر بالربذة مصادفة جماعة ، منهم حِجر بن الأدبر ، ومالك بن الحارث الأشتر (2). \nوقد شهد أمير المؤمنين علي (ع) في حقه شهادات عالية تدل على عظمة هذا الرجل. من ذلك كتابه إلى أهل مصر : \n« أما بعد ، فقد بعثت إليكم عبداً من عباد الله ، لا ينام أيام الخوف ، ",
        "__________________\n1 ـ الغدير 9 / 38. \n2 ـ شرح النهج 15 / 99 ـ 100 راجع الرواية مفصلةً منقولة عن ابن عبد البر. \nولا ينكِلُ عن الأعداء ساعات الروع ، أشدُّ على الفجار من حريق النار ، وهو مالِك بن الحارث أخو مذحج ، فاسمعوا له وأطيعوا أمره فيما طابق الحق ، فإنه سيف من سيوف الله ، لا كليلُ الضُبّة ، ولا نابي الضربة فإن أمركم أن تَنفِروا فأنفروا ، وإن أمركم أن تُقيموا فإقِيموا ، فإنه لا يقدِمُ ولا يُحجم ، ولا يؤخر ولا يقدِم إلا عن أمري ، وقد آثرتكم به على نفسي لنصيحته لكم ، وشدة شكيمته على عدوكم ... » الخ. ",
        "وكتب (ع) إلى أميرين من أمراء جيشه : \n« وقد أمرت عليكما وعلى من في حيّزكما مالك بن الحارث الأشتر ، فاسمعا له وأطيعا ، وأجعلاه درعاً ومجنّـاً ، فإنه ممن لا يُخاف وَهنُه ولا سَقطَتُه ، ولا بطؤه عما الإسراع إليه ولا إسراعه إلى ما البطئ عنه أمثل .. »(1).\nقال ابن أبي الحديد : فأما ثناء أمير المؤمنين (ع) عليه في هذا الفصل ، فقد بلغ مع اختصاره ما لا يبلغ بالكلام الطويل ، ولعمري لقد كان الأشتر أهلاً لذلك ، كان شديد البأس ، جواداً رئيساً حليماً فصيحاً شاعراً ، وكان يجمع بين اللين والعنف ، فيسطو في موضع السطوة ، ويرفق في موضع الرفق. \nوقد ذكرنا بعض مواقفه في حرب الجمل وصفين فيما سيأتي من هذا الكتاب. ",
        "ومات الأشتر في سنة تسع وثلاثين متوجهاً إلى مصر والياً عليها لعلي (ع) ، قيل : سُقي سُماً. وقيل : إنه لم يصح ذلك ، وإنما مات حتف أنفه (2). \nوفي الكامل لابن الأثير : دسَّ معاوية بن أبي سفيان للأشتر مولى عمر ، فسقاه شربة سويقٍ فيها سُمٌّ فمات. فلما بلغ معاوية موته ، قام خطيباً في \n__________________\n1 ـ الغدير 39. ",
        "2 ـ شرح النهج 15 / 101. \nالناس فحمد الله وأثنى عليه ، وقال : اما بعد ، فإنه كانت لعليّ بن أبي طالب يدان يمينان ، قُطعت إحداهما يوم صفين ، وهو عمار بن ياسر ، وقُطعت الأخرى اليوم وهو مالك الأشتر. \nوحين بلغ أمير المؤمنين استشهاده ، كتب إلى محمد بن أبي بكر : « إن الرجل الذي كنتُ وليته مصر كان لنا نصيحاً ، وعلى عدونا شديداً ، وقد استكمل أيامه ، ولاقى حِمامه ، ونحن عنه راضون فرضي الله عنه ، وضاعف له الثواب وأحسن له المآب ». \nوقد جزع على فقده أمير المؤمنين جزعاً شديداً ، فقد قال حين بلغه موته : « إنا لله وإنا إليه راجعون ، والحمد لله رب العالمين ، اللهم إني احتسبه عُندك ، فإن موته من مصائب الدهر ، ثم قال : رحم الله مالكاً فقد كان وفي بعهده ، وقضى نحبه ، ولقيَ ربّه ، مع أنّا قد وطنّا أنفسنا أن نصبر على كل مصيبة بعد مصابنا برسول الله (ص) فإنها من أعظم المصائب ». ",
        "قال المغيرة الضُبّي : لم يزل أمر علي شديداً حتى مات الأشتر. \nوعن جماعة من أشياخ النخع قالوا : دخلنا على علي أمير المؤمنين حين بلغه موت الأشتر ، فوجدناه يتلهف ويتأسف عليه ، ثم قال : للهِ درُّ مالك ، وما مالك؟ لو كان من جبلٍ لكان فِنداً. ولو كان من حجر لكان صلداً ، أما والله ليهدّن موتُك عالماً ، وليُفرحّن عالماً ، على مثل مالك فليبك البواكي ، وهل موجودٌ كمالك؟! \nوقال علقمة بن قيس النخعي : فما زال عليٌّ يتلهف ويتأسف حتى ظننا أنه المصاب دوننا وعُرف ذلك في وجهه أياماً (1). رحمة الله وسلامه عليه. \n__________________",
        "1 ـ الغدير 9 / 40. \nخلافة الإمام علي (ع)\nلقد آمن علي بحقه في الخلافة ، ولكن أراده حقاً يطلبه الناس ، ولا يسبقهم إلى طلبه. فخبر حقيقة أمرهم بأن رفض البيعة لنفسه معلناً لهم أنه لا حاجة له في هذا الأمر ، وأنه سيكون في جانب من يختاره المسلمون ، وبذلك أعطاهم الحرية الكاملة والكافية في الإِختيار وتقرير المصير. \nلكن المسلمين كانوا يتوافدون نحوه ، فيجتمعون على باب داره مثل الجبال ، كتلاً بشريةً هائلةً يدفعها التفاؤل ويقودها الوثوق ، كل الوثوق بالرجل الذي سيتولى قيادة الأمة في أخطر وأدق مرحلةٍ من مراحل الدولة الأسلامية. ",
        "يجتمعون على باب داره يريدون مبايعته ، وهو مع ذلك معتصم لا يجيبهم إلى شيء لأنه يريدها بيعةً حرةً صادقة تتجسد فيها آمال المسلمين ، غير أنهم ألحّوا عليه بإصرارٍ معلنين رفضهم لكل من يتقدم إلى هذا المنصب سواه ، وقد وضعوه بين اثنتين لا مناص لمسؤول عنهما ولا مهرب له منهما. \nالأولى : أن المسلمين أمسوا لا إمام لهم! \nالثانية : أنهم لا يرون أحداً أحق بالخلافة منه ، وكلا الأمرين يفرضان على الإمام أن يتحمل مسؤولياته. \nويسرد لنا أبن الأثير القصة مختصرةً ، فيقول : « اجتمع أصحاب رسول الله من المهاجرين والأنصار ، وفيهم طلحة والزبير وأتوا علياً فقالوا له : إنه لا بد للناس من إمام! ",
        "قال : لا حاجةَ لي في أمركم ، فمن اخترتم رضيتُ به. فقالوا : ما نختارُ غيرك! وترددوا إليه مراراً وقالوا له في آخر ذلك : إنا لا نعلمُ أحداً أحقّ بها منك ، ولا أقدم سابقةً ، ولا أقرب قرابةً من رسول الله (ص). \nقال : أكون وزيراً خيراً من أن أكون أميراً. قالوا : واللهِ ما نحن بفاعلين حتى نبايعك » (1). \nوكانت مبايعته نمطاً جديداً في الخلافة لم يسبق لأحد ممن كان قبله ، فإن بعضهم يصفِ البيعة فيقول : « خرجتُ في أثره والناسُ حوله يبايعونه ، فدخل حائطاً ـ بستاناً ـ من حيطان بني مازن فألجأوه إلى نخلة ، وحالوا بيني وبينه ، فنظرت إليهم وقد أخذت أيدي الناس ذراعه تختلف أيديهم على يده! (2). \nوالإِمام يصف ذلك المشهد بنفسه فيقول : فما راعني إلا والناس كعرفِ الضبع إليَّ ، ينثالون عليّ من كل جانب ، حتى لقد وُطىءَ الحسنان ، وشُقَّ عِطفاي مجتمعين حولي كربيضةِ الغَنَمَ .. » (3). ",
        "وكان أول من بايعه وصفق على يده طلحةُ بن عبيد الله. \nفقام الأشتر وقال : أبايعك يا أمير المؤمنين على أن عليَّ بيعة أهل الكوفة. \nثم قام طلحة والزبير فقالا : نبايعك يا أمير المؤمنين على أن علينا بيعة المهاجرين. \n__________________",
        "1 ـ الكامل 3 / 190 ـ 191. \n2 ـ الإمامة والسياسة 1 / 47. \n3 ـ نهج البلاغة 1 / 31. \nثم قام أبو الهيثم بن التيهان ، وعقبة بن عمرو ، وأبو أيوب فقالوا : نبايعك على أن علينا بيعة الأنصار. ",
        "وقام قومٌ من الأنصار فتكلموا ، وكان أول من تكلم ثابت بن قيس بن شماس الأنصاري ، وكان خطيب الأنصار ، فقال : والله يا أمير المؤمنين ، لئن كانوا تقدموك في الولاية ، فما تقدموك في الدِّين! ولئن كانوا سبقوك أمسِ فقد لحقتهم اليوم ، ولقد كانوا وكنتَ ، ولا يخفى موضعُكَ ، ولا يُجهل مكانك ، يحتاجون إليك فيما لا يعلمون ، وما احتجتَ إلى أحدٍ مع علمك. \nثم قام خزيمة بن ثابت الأنصاري ، وهو ذو الشهادتين ، فقال : يا أمير المؤمنين ؛ ما أصبنا لأمرنا هذا غيركَ ، ولا كان المنقلبَ إلا إليك ، ولئن صدقنا أنفسنا منك فلأنتَ أقدم الناس إيماناً ، وأعلم الناس بالله ، وأولى المؤمنين برسول الله ، لكَ مالهم ، وليس لهم مالكَ. \nوقام صعصَعَة بن صوحان فقال : والله يا أمير المؤمنين ، لقد زيّنت الخلافة وما زانتكَ ، ورفعتها وما رفعتكَ ، ولهي إليك أحوجُ منك إليها. \nثم قام مالك الأشتر فقال : أيها الناس ، هذا وصيُّ الأوصياء ، ووارثُ علم الأنبياء ، العظيمُ البلاء ، الحسنُ الغناء ، الذي شهد له كتاب الله بالإِيمان ، ورسوله بجنة الرضوان ، من كملت فيه الفضائل ، ولم يشكَّ في سابقته وعلمه وفضله الأواخرُ ولا الأوائل. ",
        "ثم قام عقبة بن عمرو فقال : من له يومٌ كيوم العقَبةَ ، وبيعةٌ كبيعة الرضوان ، والإِمام الأهدى الذي لا يخاف جوره ، والعالم الذي لا يخاف جهله (1). \nقال اليعقوبي : وبايع الناس إلا ثلاثة نفر من قريش ، هم : مروان بن الحكم وسعيدُ بن العاص ، والوليد به عقبة ، وكان لسان القوم ، فقال : يا \n__________________\n1 ـ اليعقوبي 2 / 178 ـ 180. ",
        "هذا ، إنك قد وترتنا جميعاً ، أما أنا ، فقتلتَ أبي صبراً يوم بدر ، وأما سعيد فقتلتَ أباه يوم بدر ، وكان أبوه من نور قريش ، وأما مروان فشتمتَ أباه وعبت على عثمان حين ضمّه إليه .. فتبايعنا على أن تضع عنا ما أصبنا ، وتعفي لنا عما في أيدينا ، وتقتل قتلةَ صاحبنا! \nفغضب عليٌّ وقال : أما ما ذكرت من وتري أياكم ، فالحقُّ وَتَركم. وأما وضعي عنكم ما أصبتُم فليس لي أن أضعَ حقَّ الله تعالى. وأما إعفائي عما في أيديكم ، فما كان للهِ وللمسلمين فالعدلُ يَسعكم ، وأما قتلي قتلة عثمان ، فلو لزمني قتلهم اليوم لزمني قتالهم غداً. ولكن لكم أن أحملكم على كتاب الله وسنة نبيه ، فمن ضاق عليه الحقُّ ، فالباطل عليه أضيق ، وان شئتم فالحقوا بملاحقكم. \nفقال مروان : بل نبايعك ، ونقيمُ معكَ فترى ونرى.\nموقف عمار بن ياسر ",
        "لقد كان عمارٌ من أبرز الوجوه التي ناصرت علياً في جميع الأدوار ، فهو تلميذُ علي والأبنُ الروحي البار ، والجنديُّ المخلص ، فهو ينظر إلى عليّ والخلافة نظرته إلى الرجل المناسب في المكان المناسب لا يخامره في ذلك أدنى شك ، ولم يؤثر عنه آنذاك أنه أبدى مشاعر الفرحِ والسرور لاستخلاف علي شأن من يريد التزلّفَ للخليفة طمعاً في ولايةٍ أو إمرة ، لأنه تعامل منذ اليوم الأول مع الخلفاء بنظرة الجد والمسؤولية للهم الكبير الذي يشترك في تحمله المسلمون جميعاً ، وهو نشر الرسالة المباركة وإكمال الدعوة إليها ، نعم كان لا يكتم استغرابه من المتخلفين عن بيعة علي (ع) ولا يألوا جهداً في حثهم على مبايعته والإلتزام بخطه. \nفقد نمي إليه أنَّ المغيرة بن شعبة لم يبايع علياً وأنه إعتزل الأمر ، فأقبل نحوه وقال : معاذ الله يا مغيرة تقعدُ أعمى بعد أن كنتَ بصيرا ، يغلبك من \nغلبته ، ويسبقك من سبقته ، انظر ما ترى وما تفعل ، فأما أنا فلا أكون إلا في الرعيل الأول. \nفقال له المغيرة ، يا أبا اليقظان ، إياك أن تكون كقاطع السلسلة فرَّ من الضحل فوقع في الرمضاء. ",
        "فقال عليٌّ (ع) لعمار : دعه ، فانه لن يأخذ من الآخرة إلا ما خالطته الدنيا ، أما والله يا مغيرة إنها المثوبة المؤدية تؤدي من قام فيها إلى الجنة(1).\nموقف عائشة من علي \nوكانت عائشة بمكة خرجت قبل أن يُقتل عثمان ، فلما قضت حِجّها انصرفت راجعةً ، فلما صارت في بعض الطريق لقِيهَا ابنُ أم كلاب ، فقالت له : ما فعل عثمان؟ قال : قُتل. قالت : بُعداً وسحقا! قالت : فمن بايع الناس؟ قال : طلحة. قالت : إيهاً ذو الإصبع. \nوحين بلغها مبايعة الناس لعلي قالت : ما كنتُ ابالي أن تقع السماء على الأرض ، قُتِل ـ يعني عثمان ـ والله مظلوماً وأنا طالبة بدمه (2). ",
        "فقال لها عبيد : إن أول من طعن عليه واطمع الناس فيه لأنت ، ولقد قلت : اقتلوا نعثلاً فقد فجر! فقالت عائشة : قد والله قلتُ وقال الناس ، وآخر قولي خير منه. \nفقال عبيد : عذرٌ والله ضعيفٌ يا أم المؤمنين ، ثم قال : \nوخرجت باكية تقول : قتل عثمان رحمه الله. فقال لها عمار : بالأمس \n__________________",
        "1 ـ الإمامة والسياسة / 50. \n2 ـ اليعقوبي 2 / 180. \nتحرضين الناس عليه واليوم تبكينه (1)!.\n« نكث البيعة » ",
        "وأقام علي أياماً ، ثم أتاه طلحة والزبير فقالا : إنا نريد العمرَة! فروي أنه قال لبعض أصحابه : والله ما أرادا العمرة ، ولكنهما أرادا الغدرة (2). \nفخرج الزبير وطلحة إلى مكة ، وخرج معهما عبد الله بن عامر ـ ابن خال عثمان ـ فجعل يقول لهما : أبشرا فقد نلتما حاجتكما ، والله لأمدّنّكما بمائة ألف سيف. \nوقدموا مكة وبها يومئذٍ عائشة ، وحرّضوها على الطلب بدم عثمان ، وكان معها جماعةٌ من بني أمية ، فلما علمت بقدوم طلحة والزبير فرحت بذلك واستبشرت وعزمت على ما أرادت من أمرها (3) وأمرت فعُمِلَ لها هودج من حديد وجُعل فيه موضع عينيها ، ثم خرجت ومعها الزبير وطلحة وعبد الله بن الزبير ، ومحمد بن طلحة (4). \nوقدم يعلى بن منبه من اليمن ـ وقد كان عاملاً عليها من قِبلِ عثمان ـ وأعطى عائشة وطلحة والزبير أربعمائة ألف درهم وكراعاً وسلاحاً ، وبعث إلى عائشة بالجمل المسمى عسكراً (5). ",
        "وأرادوا الشام ، فصدّهم ابنُ عامر وقال : إن به معاوية ولا يَنقَاد إليكم ولا يُطيعكم ، ولكن هذه البصرة لي بها صنائعُ وعُدد ، فجهّزهم بألف ألف درهم ومائة من الإبل وغير ذلك (6). \n__________________\n1 ـ الإمامة والسياسة 51 ـ 52 ـ 147. \n2 ـ الإمامة والسياسة 147. ",
        "3 ـ اليعقوبي 2 / 180. \n4 و 5 ـ الفتوح 2 / 276 ـ 279. \n6 ـ مروج الذهب 2 / 357. \n« بين عائشة وأم سلمة »",
        "وأقبلت عائشة حتى دخلت على أم سَلَمة زوج النبي (ص) وهي يومئذٍ بمكة وطلبت منها الذهاب معها إلى البصرة. \nفقالت أم سلمة : يا بنت أبي بكر ، بدم عثمان تطلبين؟! والله لقد كنتِ من أشد الناس عليه ، وما كنتِ تسميه إلا نعثلاً ، فما لَكِ ودم عثمان ؛ وعثمان رجل من عبد مناف وأنت امرأة من بني تميم بن مرة!؟ ويحك يا عائشة ، أعلى عليّ ، وابن عم رسول الله (ص) تخرجين وقد بايعه المهاجرون والأنصار؟؟! \nثم جعلت تذكرها فضائل علي. وعبد الله بن الزبير على الباب يسمع ذلك كله فصاح بأم سلمة وقال : با بنت أبي أمية ، إنا قد عرفنا عداوتك لآلِ الزبير. فقالت أم سلمة : والله لتوردنّها ثم لا تصدرنّها أنتَ ولا أبوك ، أتطمع أن يرضى المهاجرون والأنصار بأبيك الزبير وصاحبه طلحة ، وعليُّ بن أبي طالب حيٌّ ، وهو وليّ كل مؤمنٍ ومؤمنة!؟ \nفقال عبد الله : ما سمعنا هذا من رسول الله (ص) ساعةً قط. ",
        "فقالت أم سلمة رحمة الله عليها : إن لم تكن أنت سمعتهُ ، فقد سمعتهُ خالتُك عائشة. وها هي فاسألها. فقد سمعته (ص) يقول : عليٌّ خليفتي عليكم في حياتي ومماتي فمن عصاه فقد عصاني ، أتشهدين يا عائشة بهذا أم لا؟ فقالت عائشة : اللهم نعم. فقالت أم سلمة : فاتق الله يا عائشة في نفسك واحذري ما حذرك الله ورسوله (ص) ولا تكوني صاحبة كلاب الحوأب ، ولا يغرّنـّك الزبير وطلحة ، فانهما لا يُغنيانِ عنكِ من الله شيئاً. فخرجت من عندها وهي حنقةٌ عليها. \nوأذّن مؤذن طلحة والزبير بالمسير إلى البصرة ، فسار الناس وسارت معهم عائشة وهي تقول : اللهم إني لا أريد إلا الإِصلاح بين المسلمين فأصلح بيننا إنك على كل شيء قدير. \nكتاب أم سلمة إلى عليِّ (ع) \nلعبد الله علي أمير المؤمنين من أم سلمة بنت أبي أمية ، سلام عليك ورحمة الله وبركاته أما بعد : فان طلحة والزبير وعائشة وبنيها بني السوء وشيعة الضلال ، خرجوا مع ابن الجزار عبد الله بن عامر إلى البصرة يزعمون أن عثمان بن عفان قُتل مظلوماً ، وأنهم يطلبون بدمه ، والله كافيكم ، وجعل دائرة السوء عليهم إن شاء الله تعالى ، وتالله لولا ما نهى الله عزَّ وجل عنه من خروج النساء من بيوتهن وما أوصى به رسول الله (ص) عند وفاته لشخصت معك ، لكن قد بعثتُ إليك بأحب الناس إلى النبي (ص) ابني عمرُ بن أبي سلمة ، والسلام. ",
        "فجاء عمر بن أبي سلمة إلى علي رضي الله عنه ، فصار معه وكان له فضل وعبادة وعقل. فانشأ رجل من أصحاب علي رضي الله عنه يمدح أم سلمة وهو يقول أبياتاً جاء فيها : \nوقالت امرأة من نساء بني عبد المطلب تمدحها بأبيات جاء فيها : \nحين علم عليٌّ (ع) بذلك دعا محمد ابن أبي بكر ( رضي الله عنه ) وقال له : ألا ترى إلى أختك عائشة كيف خرجت من بيتها الذي أمرها الله عزَّ وجل أن تقر فيه وأخرجت معها طلحة والزبير يريدان البصرة لشقاق وفراق؟. \nفقال له محمد : يا أمير المؤمنين ، لا عليك فان الله معك ولن نخذلك ",
        "__________________\n1 ـ هامش الفتوح 2 / 285 ـ 286. \nوالناس بعد ذلك ناصروك والله تبارك وتعالى كافيك أمرهم إن شاء الله تعالى. فعندها نادى عليٌّ رضي الله عنه في أصحابه وجمعهم ثم قال : أيها الناس ، إن الله تبارك وتعالى بعث كتاباً ناطقاً لا يهلك عنه إلا هالك ، وان المبتدعاتِ المشتبهات هنَّ المهلكات المرديات إلا من حفظ الله ، وان في سلطان الله عصمة أمركم ، فأعطوه طاعتكم ، ألا وتهيأوا لقتال الفرقة الذين يريدون تفريق جماعتكم ، فلعل الله تعالى يصلح بكم ما أفسد أهل الشقاق ...\n« ماء الحوأب » ",
        "وتقدمت عائشة فيمن معها من الناس ، حتى إذا بلغت إلى ماء الحوأب ـ وذلك وقت السحر ـ نبحت الكلاب ، فسمعت رجلاً من أهل عسكرها يسأل ويقول : أي ماءٍ هذا؟ فقيل له هذا ماءُ الحوأب. فقالت عائشة : رودّني فقيل لها ولم ذلك؟ فقالت لأني سمعت رسول الله (ص) وهو يقول : كأني بامرأةٍ من نسائي تنبح عليها كلاب الحوأب ، فاتق الله أن تكوني أنت يا حُميراء. لكن عبد الله بن الزبير أتى بخمسين رجلاً يشهدون عندها أن هذا الماء ليس بماء الحوأب ، وانهم قد جاوزوا ماء الحوأب بليل. فكانت هذه الشهادة أول شهادة زورٍ في الإسلام (1). \nوحين وصلوا إلى البصرة ، خرج إليهم عثمان بن حنيف فمانعهم وجرى بينهم قتال ، ثم إنهم اصطلحوا بعد ذلك على كفِّ الحرب إلى حين قدوم علي ، فلما كان في بعض الليالي بيتوا عثمان بن حُنيف فأسروه وضربوه ونتفوا لحيته وكان أخوه سهل بن حنيف والياً على المدينة من قِبلِ علي فخافوا منه على أقربائهم إن هم قتلوه فخلوا عنه وتركوه. \nبعد ذلك أرادوا بيت المال في البصرة ليأخذوا ما فيه فمانعهم الخُزّان والموكلون به ـ وهم السبابيجة (2) ـ فقتل منهم سبعون رجلاً ، خمسون منهم \n__________________",
        "1 ـ راجع الفتوح 2 / 287. \n2 ـ السبابيجة ، قوم من السند كانوا بالبصرة جلاوزةُ وحراس السجن ـ لسان العرب 2 / سبج 294. \nقتلوا صبراً حيث ضُربت أعناقهم بعد ما أُسروا ، وهؤلاء أول من قتل ظلماً وصبراً في الإسلام ، عدا من جُرح منهم ، وقَتَلوا حَكم بن جَبَلة العبدي ـ وكان من سادات عبد القيس وزهاد ربيعة ونساكها. \nوتنازع طلحة والزبير في الصلاة بالناس ، ثم اتفقوا أن يصلي بالناس عبد الله بن الزبير يوماً ومحمد بن طلحة يوماً.",
        "« مسير علي (ع) إلى العراق » \nأما علي (ع) فقد سار من المدينة في سبعمائة راكب، أربعمائة من المهاجرين والأنصار فيهم سبعون بدرياً ، والباقي من عامة الصحابة. وقد كان استخلف على المدينة سهل بن حنيف أخا عثمان ، وكان همة علي وأصحابه اللحاق بطلحة والزبير ففاتوه إلى العراق ، فتابع مسيره في طلبهم ، ولحق به من أهل المدينة جماعة من الأنصار فيهم خزيمة بن ثابت ( ذو الشهادتين ) وأتاه من قبيلة طي ستمائة راكب. \nوكاتب علي من الربذة أبا موسى الأشعري ليستنفر الناس ـ وكان على الكوفة ـ فثبطهم أبو موسى وقال : إنما هي فتنةٌ. ونمي ذلك إلى علي (ع) فولى على الكوفة قرضة بن كعب الأنصاري وكتب إلى أبي موسى : إعتزل عملنا با بن الحائك مذموماً مدحورا ، فما هذا أول يومنا منك ، وان لك فينا لهنات وهينات! \nوسار علي (ع) بمن معه حتى نزل بذي قار ، وبعث بابنه الحسن وعمار بن ياسر إلى الكوفة يستنفران الناس.",
        "« بين عمار وأبي موسى الأشعري » \nوكان أبو موسى الأشعري والياً على الكوفة من قبل علي (ع) ، ولكنه على ما يبدو كان ميّالاً مع عائشة وطلحة والزبير في خروجهم على عليّ. فحينما دخل الحسنُ وعمارٌ الكوفة وجعلا يستنفران الناس لنصرة الإِمام قام أبو موسى ليعارضهم في ذلك ، فغضب عمار بن ياسر منه وأسكته. فقام رجل \nمن بني تميم إلى عمار فقال : اسكت أيها الرجل الأجدع (1) بالأمس كنت مع غوغاء مصر على عثمان واليوم تسكت أميرنا! \nفوثب زيد بن صوحان وأصحابه من شيعة علي بالسيوف وقالوا : من لم يطع أمير المؤمنين علي بن أبي طالب فما له عندنا إلا السيف. ",
        "فقال أبو موسى : أيها الناس! اسكتوا واسمعوا كلامي ، هذا كتاب عائشة إلي تأمرني فيه أن أقرَّ الناس في منازلهم إلى أن يأتيهم ما يُحبون من صلاح أمر المسلمين. \nفقال له عمار بن ياسر : يا أبا موسى! إن عائشة أُمِرَت بأمرٍ وأُمرنا بغيره ، أُمرت أن تقرَّ في بيتها ، وأمرنا أن نقاتل حتى لا تكون فتنة ، فأمرتنا هي بما أُمرت ، وركبت ما أُمِرنا به ، وكثُرَ الكلام يومئذٍ. وتكلم زيد بن صوحان العبدي فقال : أيها الناس ، سيروا إلى أمير المؤمنين وانفروا إليه أجمعين تصيبوا الحق راشدين. \nثم وثب عمار بن ياسر فقال : أيها الناس ، إنه لا بد لهذا الأمر ولهؤلاء الناس من والٍ يدفع المظالم ويعين المظلوم ، وهذا ابن عم رسول الله (ص) يستنفركم إلى زوجة رسول الله (ص) وإلى طلحة والزبير ، فأخرجوا وانظروا في الحق فمن كان الحق معه فاتبعوه. \nوخرج الحسن (ع) وعمار من الكوفة ومعهما سبعة آلاف. ",
        "واجتمع الناس بذي قار مع علي بن أبي طالب. ستة آلاف من أهل المدينة ومصر والحجاز ، وتسعة آلاف من أهل الكوفة ، وجعل الناس يجتمعون حتى صاروا تسعة عشر ألف رجل ما بين فارس وراجل ، وسار علي رضي الله عنه عن ذي قار يريد البصرة في جميع أصحابه والناس يتلاحقون به من كل أوب. \n__________________\n1 ـ تطلق على مقطوع الأنف أو مقطوع الأذن ، وكان عمار قد قُطعت أذنه في حرب اليمامة.\nفي وصف جيش علي (ع)",
        "« ونزوله البصرة »\nكان الطابع الغالب على جيش علي تميزه عن غيره باشتماله على عدد كبير من المهاجرين والأنصار وأصحاب رسول الله (ص) ممن شهد بدراً واحداً والخندق وكثيراً من حروبه وغزواته (ص). \nفكان يُخَيّل للناظر آنذاك أنه في مشهد من مشاهد الفتح إبان حياة الرسول الأعظم ، سيما وأن قادة الجيش وحملة الألوية هم جلّةُ الصحابة وعظماؤهم ، يقدِمُهم القائد المظفر خليفة رسول الله ووصيّه علي بن أبي طالب (ع). \nويصف المنذر بن الجارود ذلك فيقول : لما قِدم عليٌّ رضي الله عنه البصرة دخل مما يلي الطف ، فأتى الزاوية (1) فخرجت أنظر إليه ، فورد موكبٌ في نحو ألف فارس يتقدمهم فارس على فرسٍ أشهب عليه قلنسوة وثياب بيض ، متقلد سيفاً ومعه راية ، وإذا تيجان القوم الأغلب عليها البياض والصفرة مدججين في الحديد والسلاح ، فقلت : من هذا؟ فقيل : هذا أبو الأنصاري صاحبُ رسول الله (ص) ، وهؤلاء الأنصار وغيرهم. ",
        "ثم تلاهم فارس آخر عليه عمامةٌ صفراء وثياب بيض ، متقلد سيفاً \n__________________\n1 ـ اسم مكان. \nمتنكب قوساً ، مع راية ، على فرس أشقر ، فقلت : من هذا؟ فقيل : هذا خزيمةُ بن ثابت الأنصاري ذو الشهادتين! ",
        "ثم مر بنا فارس آخر على فرسٍ كُمَيتٍ معتم بعمامة صفراء من تحتها قلنسوة بيضاء ، وعليه قباء أبيض مصقولٌ ، متقلد سيفاً متنكِّبٌ قوساً في نحو ألف فارس من الناس ومعه راية ، فقلت : من هذا؟ فقيل لي : أبو قتادة بن ربعي. \nثم مر بنا فارسٌ آخر على فرس أشهبٍ عليه ثياب بيضٌ وعَمَامة سوداء قد سدَلَهَا من بين يديه ومن خلفه ، شديد الأدمة ، عليه سكينةٌ ووقار ، رافع صوته بقراءة القرآن ، متقلد سيفاً ، متنكبٌ قوساً ، معه راية بيضاء في ألف من الناس مختلفي التيجان ، حوله مشيخةٌ وكهولٌ وشباب كأنما قد أوقفوا للحساب ، أثرُ السجود قد أثرَ في جباههم ، فقلت من هذا؟ فقيل عمار بن ياسر في عدة من الصحابة من المهاجرين والأنصار وأبنائهم.\nثم مر بنا فارس على فرس أشقر ، عليه ثياب بيض وقلنسوة بيضاء وعمامة صفراء ، متنكب قوساً متقلد سيفاً ، تخط رجلاه في الأرض في ألفٍ من الناس ، الغالب على تيجانهم الصفرة والبياض ، معه راية صفراء. قلت : من هذا؟ قيل : هذا قيس بن سعد بن عبادة في عدةٍ من الأنصار وأبنائهم وغيرهم من قحطان. \nثم مر بنا فارس على فرسٍ أشهل ما رأينا أحسنَ منه ، عليه ثياب بيض وعمامة سوداء قد سدَلَهَا من بين يديه بلواء ، قلت : من هذا؟ قيل : هو عبد الله بن العباس في وفدِهِ وعدةٍ من أصحاب رسول الله (ص). ",
        "ثم تلاه موكب آخر فيه فارس أشبه الناس بالأولين. قلت : من هذا؟ قيل قثمُ بن العباس أو معبد بن العباس. \nثم أقبلت المواكب والرايات يقدم بعضها بعضاً ، واشتبكت الرماح. \nثم ورد موكب فيه خلق من الناس عليهم السلاح والحديد ، مختلفوا \nالرايات في أوله راية كبيرةٌ ، يقدمهم رجل كأنما كُسِرَ وجُبِر (1) كأنما على رؤوسهم الطير ، وعن يمينه شاب حسن الوجه ، وعن يساره شاب حسن الوجه ، وبين يديه شاب مثلهما ، قلت : من هؤلاء؟ ",
        "قيل : هذا علي ابن أبي طالب ، وهذان الحسنُ والحسينُ عن يمينه وشماله وهذا محمد بن الحنفية بين يديه معه الراية العظمى ، وهذا الذي خلفه عبد الله بن جعفر بن أبي طالب ، وهؤلاء وِلدُ عقيل وغيرهم من فتيان بني هاشم ، وهؤلاء المشائخ هم أهل بدر من المهاجرين والأنصار. \nفساروا حتى نزلوا الموضع المعروف بالزاوية ، فصلى (ع) أربع ركعات ، وعفّرَ خديه على التراب وقد خالط ذلك دموعه ، ثم رفع يديه يدعو : اللهم ربَّ السموات وما أظلت ، والأرضين وما أقلت ، وربَّ العرش العظيم ، هذه البصرةُ أسألك من خيرها ، وأعوذ بك من شرها ، اللهم انزلنا فيها خير منزلٍ وأنت خير المنزلين ، اللهم ان هؤلاء القوم قد خلعوا طاعتي وبغوا علي ، ونكثوا بيعتي ، اللهم احقن دماء المسلمين (2). \n__________________\n1 ـ صفة رجل شديد الساعدين. نظره إلى الأرض أكثر من نظره إلى فوق. ",
        "2 ـ مروج الذهب 2 / 359 ـ 361. \nجيش أهل البصرة\nوكان عدد الجيش الذي قاده طلحة والزبير وعائشة ثلاثون ألف مقاتل ، فنزلوا في موقع يقال له « زابوقة ». \nواستشار علي ( رضي الله عنه ) أصحابه حين بلغه تعبئة أهل البصرة لقتاله قائلاً ماذا عندكم من الرأي؟ فقال له رفاعة بن شداد البجلي : يا أمير المؤمنين ، تعبيةٌ لتعبية ، وحق يدفع باطلاً ، هذا ما كنا نريد ، فأبشر وقر عيناً فسترى منا ما تحب. ",
        "ودنا عليٌّ في أصحابه من البصرة ، فقال طلحة بن عبيد الله لأصحابه : إعلموا أيها الناس ، إن علياً وأصحابه قد أضرَّ بهم السفر وتعب الطريق ، فهل لكم أن نأتيهم الليلة فنضع فيهم السيف؟ \nفقال مروان بن الحكم : والله لقد استبطأت هذه منك أبا محمدٍ! وليس الرأي إلا ما رأيت. فضحك الزبير من ذلك ثم قال : أمن علي تُصاب الفرصة وهو من قد عرفتم؟ أما علمتم أنه رجل مالقيه أحد قط إلا ثكلته أمه؟ \nوقام علي في الناس خطيباً فقال : إني قد مُنيتُ بثلاث مرجعهن على العباد من كتاب الله ، أحدهما : البغي ، ثم النكث والمكر ، قال الله تعالى : يا أيها الناس إنما بغيكم على أنفسكم. ثم قال فمن نكث فإنما ينكث على \nنفسه ثم قال ولا يحيق المكر السيء إلا بأهله. ",
        "والله لقد مُنيت بأربع لن يمنَ بمثلهن أحد بعد النبي (ص) ، منيتُ بأشجع الناس الزبير بن العوام ، وبأخدع الناس طلحة بن عبيد الله ، وبأطوع الناس في الناس ، عائشة بنت أبي بكر ، وبمن أعان عليَّ بأنواع الدنانير يعلي بن مُنية ، والله لئن أمكنني الله منه لأجعلنَّ ماله وولده فيئاً للمسلمين. \nوزحف علي رضي الله عنه حتى نزل قبالة القوم ، وكان معه من أصحابه وأعوانه عشرون ألفاً.\n« ما قبل القتال »\nولم يكن في نية عليٍّ مواجهة القوم وقتالهم على ما يبدو بل كان يتحين الفرص طمعاً في رجوعهم عما اجتمعوا عليه حقناً لدماء المسلمين ، لذلك راسل عائشة أكثر من مرة مستنكراً عليها خروجها وداعياً إياها إلى التوبة ، كما راسل طلحة والزبير في ذلك ، ولكن دون جدوى إذ كانت همتهم القضاء عليه أو نقض بيعته وتجريده من الخلافة.",
        "« كتابه لعائشة » \nجاء في كتاب علي لعائشة : « أما بعد ، فإنك قد خرجت من بيتك عاصيةً لله تعالى ولرسوله محمد (ص) تطلبين أمراً كان عنك موضوعاً ، ثم تزعمينَ أنك تريدين الإصلاح بين المسلمين ، فأخبريني ما للنساء وقود العساكر والإصلاح بين الناس ، فطلبتِ! زعمتِ بدم عثمان ، وعثمانُ رجل من بني أمية ، وأنتِ امرأة من بني تميم بن مرّة ، ولعمري أن الذي عرضك للبلاء وحملَكِ على المعصية لأعظم إليك ذنباً من قتلة عثمان! وما غضبت حتى أغضبت ، ولا هجتِ حتى هيجتِ ، فاتق الله يا عائشة وارجعي إلى منزلك ، واسبلي عليك سترِكِ والسلام. \nومرةً ثانية أرسل علي يزيد بن صوحان وعبد الله بن عباس إلى عائشة بأن يقولا لها : ألم يأمركِ اللهُ تبارك وتعالى أن تَقري في بيتك؟ فخَدعتِ \nوانخدعتِ ، واستنفرتِ فنفرتِ ، فاتقي الله الذي إليه مرجعك ومعادك وتوبي إليه فإنه يقبل التوبة عن عباده ، ولا يحملنكِ قرابةُ طلحة وحبَّ عبد الله بن الزبير على الأعمال التي تسعى بك إلى النار. ",
        "وكان جواب عائشة لهما : ما أنا برادّةٍ عليكم شيئاً ، فإني أعلم أني لا طاقة لي بحُجَج علي بن أبي طالب.\n« كتابه إلى طلحة والزبير » \nثم كتب علي إلى طلحة والزبير : أما بعد ، فقد علمتم أني لم أردِ الناسَ حتى أرادوني ، ولم أبايعهم حتى أكرهوني ، وأنتم ممن أرادوا بيعتي ، ولم تبايعوا لسلطانٍ غالب ، ولا لغرضٍ حاضر ، فإن كنتم قد بايعتم مكرهين فقد جعلتم إليَّ السبيل عليكم بإظهاركم الطاعة وكتمانكم المعصية. وأنت يا زبير فارس قريش ، وأنت يا طلحة شيخ المهاجرين ، ودفعُكم هذا الأمر قبل أن تدخلوا فيه كان أوسع لكم من خروجكم منه بعد إقراركم ، وأما قولكم أني قتلت عثمان ، فبيني وبينكم من يحلفُ عني وعنكم من أهل المدينة. إلى أن قال : وبعدُ. فما أنتم وعثمان ، قُتل مظلوماً كما تقولان؟ أنتما رجلان من المهاجرين وقد بايعتموني ونقضتم بيعتي وأخرجتم أمُكم من بيتها الذي أمرها الله تعالى أن تقرَّ فيه ، والله حسبكم والسلام.\n« جواب طلحة والزبير » ",
        "كان جواب طلحة والزبير على كتاب عليّ : أن يا أبا الحسن ، قد سرتَ مسيراً له ما بعده ولستَ براجعٍ وفي نفسك منه حاجة ، ولست راضيا دون أن ندخل في طاعتك ، ونحن لا ندخل في طاعتك أبداً ، وأقضي ما أنت قاضٍ والسلام.\n« كذِبٌ وبهتان »\nووثب عبد الله بن الزبير فقال : أيها الناس ، إن علي بن أبي طالب هو الذي قتل الخليفة عثمان بن عفان ، ثم إنه الآن قد جاءكم ليبين لكم أمركم \nفاغضبوا لخليفتكم وامنعوا حريمكم وقاتلوا على أحسابكم. ",
        "فأمر علي (ع) ولده الحسن أن يرد عليه ، فقام وقال : \nأيها الناس ، أنه قد بلغنا مقالة عبد الله بن الزبير ، فأما زعمه أن علياً قتل عثمان ، فقد علم المهاجرون والأنصار بأن أباه الزبير بن العوام لم يزل يجتني عليه الذنوب ويرميه بفضيحات العيوب ، وطلحة بن عبيد الله راكد ، رأيته على باب بيت ماله ، وهو حي. \nوأما شتيمته لعلي فهذا ما لا يضيق به الحلقوم لمن أراده ، لو أردنا أن نقول لفعلنا. وأما قوله إن علياً أبتر الناس أمورهم ، فإن أعظم حجة أبيه الزبير أنه زعم أنه بايعه بيده دون قلبه ، فهذا إقرار بالبيعة ، وأما تورد أهل الكوفة على أهل البصرة ، فما يعجب من أهل حقٍ وردوا على أهل باطل. \nولعمري ما نقاتل أنصار عثمان ، ولعليٍّ أن يقاتل أتباع الجمل والسلام.",
        "« خطبة عمار بن ياسر » \nوقام عمار بن ياسر بين الصفين فقال : أيها الناس ، ما أنصفتم نبيكم حين كففتم عقائلكم في الخدور ، وأبرزتم عقيلته للسيوف. \nهذا وعائشة على جمل في هودج من دفوف الخشب قد ألبسوه المسوح وجلود البقر وجعلوا دونه اللبود ، وقد غُشي على ذلك بالدروع. \nفدنا عمار من موضعها ، فنادى : إلى ماذا تدعين؟ قالت : إلى الطلب بدم عثمان. فقال : قاتل الله في هذا اليوم الباغي والطالب بغير الحق. ثم قال : أيها الناس ، إنكم لتعلمون أينا الممالئ في قتل عثمان. ثم أنشأ يقول وقد رشقوه بالنبل : ",
        "وتواتر عليه الرمي واتصل ، فحرك فرسه وزال عن موضعه ، وأتى علياً فقال : ماذا تنتظر يا أمير المؤمنين ، وليس لك عند القوم إلا الحرب؟! \nخطبة علي (ع) ودعاؤه على طلحة والزبير \nثم جمع علي رضي الله عنه الناس فخطبهم خطبةً بليغة وقال : أيها الناس! إني قد ناشدت هؤلاء القوم كيما يرجعوا ويرتدعوا ، فلم يفعلوا ولم يستجيبوا ، وقد بعثوا إلي أن أبرز إلى الطعان وأثبت للجلاد ، وقد كنت وما أهدد بالحروب ولا أدعى إليها ، وقد انصف القارة من راماها ، ولعمري لئن أبرقوا وأرعدوا فقد عرفوني ورأوني ، ألا وان الموت لا يفوته المقيم ولا يعجزه الهارب ، ومن لم يمت يقتل ، وإن أفضل الموت القتل ، والذي نفس علي بيده لألف ضربةٍ بالسيف أهون علي من موتةٍ على الفراش. \nثم رفع يده إلى السماء وهو يقول : اللهم ان طلحة بن عبيد الله أعطاني صفقةً بيمينه طائعاً ، ثم نكث بيعته ، اللهم فعاجله ولا تميّطه. ",
        "اللهم إن الزبير بن العوام قطع قرابتي ، ونكث عهدي ، وظاهر عدوي ونصب الحرب لي وهو يعلم أنه ظالم ، فاكفينيه كيف شئت وإنى شئت.\n« رجوع الزبير ، ومقتله » \nوخرج علي رضي الله عنه ، فوقف بين الصفين ، عليه قميص ورداء ، وعلى رأسه عمامة سوداء ، وهو يومئذٍ على بغلة رسول الله (ص) الشهباء التي يقال لها « دُلـدُل » ثم نادى بأعلى صوته : أين الزبير بن العوام ، فليخرج إلي! فقال الناس : يا أمير المؤمنين ، أتخرج إلى الزبير وأنت حاسر! وهو مدجج في الحديد؟! فقال علي رضي الله عنه : ليس علي منه بأس ، فأمسكوا. \nثم نادى الثانية : أين الزبير بن العوام؟ فليخرج إلي. ",
        "فخرج إليه الزبير ، ونظرت عائشة فقالت : واثكل أسماء! فقيل لها يا أم المؤمنين! ليس على الزبير بأس ، فإن علياً بلا سلاح. \nودنا الزبير من علي حتى واقفه ، فقال له علي رضي الله عنه : يا أبا عبد الله ما حملَكَ على ما صنعت؟ \nفقال الزبير : حملني على ذلك الطلبُ بدم عثمان فقال له علي : أنت وأصحابك قتلتموه ، فيجب عليك أن تُقيد من نفسك! ولكن أنشدك بالله الذي لا إله إلا هو ، أما تذكر يوماً قال لك رسول الله (ص) : يا زبير أتحب علياً! فقلت : يا رسول الله ، وما يمنعني من حبه وهو ابن خالي؟ فقال لك : أما إنك ستخرج عليه يوماً وأنت ظالم؟ فقال الزبير : اللهم بلى ، قد كان ذلك. \nقال علي : فأنشدك بالله الذي أنزل الفرقان أما تذكر يوماً جاء رسول الله (ص) من عند بني عمرو بن عوف وأنت معه وهو آخذُ بيدك فاستقبلته أنا فسلّم عليَّ وضحكَ في وجهي ، وضحكتُ أنا إليه ، فقلت أنتَ : لا يدعُ ابن أبي طالب زهوه أبداً! فقال لك النبي (ص) : مهلاً يا زبير! فليس به زهوٌ ، ولتخرُجَنَّ عليه يوماً وأنت ظالمٌ له؟ ",
        "فقال الزبير : اللهم بلى! ولكن أُنسِيت ، فأما إذ ذكرتني ذلك فوالله لأنصرفن عنك! ولو ذكرت هذا لما خرجتُ عليك. \nثم رجع الزبير إلى عائشة وهي واقفة في هودجها ، فقالت : ما وراءك يا أبا عبد الله؟ فقال الزبير : ورائي ؛ والله ما وقفتُ موقفاً قط ، ولا شهدت مشهداً من شِركٍ ولا إسلام إلا ولي فيه بصيرة ؛ وإني لعلى شكٍ من أمرك ، وما أكاد أبصر موضع قدمي! \nفقالت عائشة : لا والله! ولكنك خفتَ سيوف أبي طالب ، أما إنها طوال حِداد تحملها سواعد أنجاد ، ولئن خفتها ، لقد خافها الرجال من قبلك! \nوأقبل عليه ابنه عبد الله فقال : لا والله! ولكنك رأيت الموت الأحمر تحت رايات ابن أبي طالب! ",
        "فقال له الزبير : والله يا بني إنك لمشؤوم مذ عرفتك. \nفقال عبد الله : ما أنا بمشؤوم ، ولكنك فضحتنا في العرب فضيحةً لا \nتغسل منها رؤوسنا أبداً. \nفغضب الزبير من ذلك ، ثم صاح بفرسه ، وحمل على أصحاب علي حملةً منكرة. فقال علي رضي الله عنه : إفرجوا له فإنه محرَّج ، فأوسعوا له حتى شق الصفوف وخرج منها ، ثم رجع فشقها ثانية ولم يطعن أحداً ولم يضرب ، ثم رجع إلى ابنه فقال : يا بني ؛ هذه حملة جبان؟! فقال له ابنه عبد الله : فلم تنصرف عنا وقد التقت حلقتا البطان؟ ",
        "فقال الزبير : يا بني أرجع ـ والله ـ لأخبار قد كان النبي (ص) عهدها إلي فنسيتُها حتى أذكرنيها علي بن أبي طالب ، فعرفتها. \nثم خرج الزبير من معسكرهم تائباً مما كان منه وهو يقول ابياتاً مطلعها :\nثم مضى الزبير وتبعه خمسة فرسان فحمل عليهم وفرق جمعهم حتى صار إلى وادي السباع فنزل على قوم من بني تميم ، فقام إليه عمرو بن جرموز المجاشعي فقال : أبا عبد الله ، كيف تركت الناس؟ فقال الزبير : تركتهم قد عزموا على القتال ، ولا شك قد التقوا. \nفسكت عنه عمرو بن جرموز ، وأمر له بطعام وشيءٍ من لبن ، فأكل الزبير وشرب ، ثم قام فصلى وأخذ مضجعه ، فلما علم ابن جرموز أن الزبير قد نام وثب إليه وضربه بسيفه ضربةً على أم رأسه فقتله (1).",
        "« خطبة علي ووصيته لجيشه » \nوجعل علي (ع) يعبئ أصحابه ويوصيهم وهو يقول : أيها الناس ، غُضوا أبصاركم ، وأكثروا من ذِكِر ربكم ، وإياكم وكثرة الكلام فإنه فشل. \nونظرت إليه عائشة وهو يجول بين الصفوف فقالت : انظروا إليه كأن فعله فعل رسول الله (ص) يوم بدر ، أما والله ما ينتظر بكم إلا زوال الشمس. \n__________________",
        "1 ـ الفتوح 2 / 312. \nفقال علي رضي الله عنه : يا عائشة! عما قليل ليصبحنَّ نادمين. \nوقام عليٌّ رضي الله عنه في الناس خطيباً رافعاً صوته فقال : أيها الناس إذا هزمتموهم فلا تجهزوا على جريح ولا تقتلوا أسيراً ، ولا تتبعوا مولياً ، ولا تطلبوا مدبراً ، ولا تكشفوا عورة ، ولا تمثلوا بقتيل ، ولا تهتكوا ستراً ، ولا تقربوا شيئاً من أموالهم إلا ما تجدونه في عسكرهم من سلاح أو كراع أو عبدٍ أو أمةٍ ، وما سوى ذلك فهو ميراثٌ لورثتهم على كتاب الله. \nوجعل أهل البصرة يرمون أصحاب عليٍّ بالنبل حتى عقروا منهم جماعة ، فقال الناس : يا أمير المؤمنين ، إنهم قد عقرتنا نبالهم فما انتظارك؟",
        "فقال علي رضي الله عنه : اللهم إني قد أعذرت وأنذرت فكن لي عليهم من المساعدين.\nالتحاكم إلى كتاب الله ومقتل حامله \nثم دعا علي (ع) بالدرع فأفرغه عليه ، وتقلد بسيفه ، واعتجر بعمامته ، واستوى على بغلة رسول الله (ص) ثم دعا بالمصحف الشريف ، فأخذه بيده ثم قال : أيها الناس ، من يأخذ هذا المصحف فيدعوا هؤلاء القوم إلى ما فيه!؟ فوثب غلام من مجاشع يقال له : مسلم ، عليه قباءُ أبيض ، فقال : أنا آخذ يا أمير المؤمنين! \nفقال له علي : يا فتى إن يدك اليمنى تُقطع ، فتأخذه باليسرى فتُقطع ، ثم تضرب عليه بالسيف حتى تقتل؟ ",
        "فقال الفتى لا صبر لي على ذلك. \nـ فنادى علي ثانيةً والمصحف في يده ، فقام إليه ذلك الفتى وقال : أنا آخذه يا أمير المؤمنين ، فهذا قليل في ذات الله. \nثم أخذ الفتى المصحف وانطلق به إليهم ، فقال : يا هؤلاء! هذا كتاب الله عزَّ وجل بيننا وبينكم. \nفضرب رجل من أصحاب الجمل يده اليمنى فقطعها ، فأخذ المصحف ",
        "بشماله ، فقطعها ، فاحتضن المصحف بصدره ، فضرب على صدره حتى قُتل. رحمه الله. \nفنظرت إليه أمه وقد قتل ، فأنشأت تقول أبياتاً مطلعها. \n« إلتحام الجيشين »\nعند ذلك رفع علي (ع) رايته إلى ابنه محمّد بنِ الحنفية ، وقال تقدم يا بني فتقدم محمدٌّ ، ثم وقف بالراية لا يبرح. فصاح به علي (ع) اقتحم ، لا أم لك فحمل محمد الراية فطعن بها في أصحاب الجمل طعناً منكراً وعلي ينظر ، فأعجبه ما رأى من فعاله ، فجعل يقول : ",
        "بـالمشـرفي والقنـا المسـدّدِ\nفقاتل محمد بن الحنفية ساعة بالراية ثم رجع ، وضرب علي (ع) بيده إلى سيفه فاستله ، ثم حمل على القوم فضرب فيهم يميناً وشمالاً ، ثم رجع وقد انحنى سيفه ، فجعل يسويه بركبته ، فقال له أصحابه : نحن نكفيك ذلك يا أمير المؤمنين! فلم يجب أحداً حتى سواه. ثم حمل ثانية ً حتى اختلط بهم ، فجعل يضرب فيهم قِدماً حتى انحنى سيفه ، ثم رجع إلى أصحابه ووقف يُسوي السيف بركبته وهو يقول : واللهِ ما أريد بذلك إلا وجه الله والدار الآخرة ، ثم التفت إلى ابنه محمد بن الحنيفة وقال : هكذا إصنع يا بني! \nثم حملت ميمنةُ أهل البصرة على ميسرة أهل الكوفة كفشفوهم إلا قليلاً منهم ، وحملت ميمنة أهل الكوفة على ميسرة أهل البصرة فأزالوهم عن مواقفهم ، وثبت الناس بعضهم لبعض فاقتتلوا ساعةً من النهار وتقدم مخنف الأزدي من أصحاب علي وقاتل حتى جرح ، وتقدم أخوه الصعب بن سليم \nفقاتل حتى قتل رحمه الله ثم خرج أخوه الثالث عبيد الله بن سليم فقُتل ، ثم تقدم زيد بن صوحان العبدي من أصحاب علي فقاتل حتى قتل فأخذ الراية أخوه صعصعة فقاتل فجرح ، وأخذها أبو عبيدة العبدي وكان من خيار أصحاب علي فقاتل فقُتل ، فأخذ الراية عبد الله بن الرقية فقتل ، فأخذها رشيد بن سميّ فقتل. ",
        "ثم تقدم رجل من أصحاب الجمل يقال له عبد الله بن سرّي ، فجعل يرتجز ويقول:\nفخرج إليه علي رضي الله عنه وهو يرتجز ويقول : \nثم شدّ عليه عليٌّ بالسيف ، فضربه ضربةً هتك بها عاتقه ، فسقط قتيلاً ، فوقف علي رضي الله عنه ـ عليه ـ ثم قال : قد رأيت أبا الحسن ، فكيف وجدته؟ \nثم تقدمت بنو ضبّة فأحدقوا بالجمل وجعلوا يرتجزون بالأشعار من كل ناحية ورجل منهم قد أخذ بخطام الجمل وفي يده سيف كأنه مخراق ، وهو يرتجز ويقول : ",
        "إن عليـاً يعد من خيـر البـدل\nفبدر إليه زيد بن لقيط الشيباني من أصحاب عليّ وهو يقول : \nإلى آخرها ... ثم حمل عليه الشيباني فقتله ، وتقدم رجل من بني ضُبة يقال له عاصم بن الدّلف وأخذ بخطام الجمل ، وجعل يرتجز ويقول أبياتاً مطلعها. \nفخرج إليه المنذر بن حفصة التميمي من أصحاب علي رضي الله عنه وهو يقول : ",
        "ثم حمل على الضبي فقتله ، ثم جال في ميدان الحرب وهو يرتجز ويقول أبياتاً مطلعها :\nفخرج إليه وكيع بن المؤمل الضبي من أصحاب الجمل وهو يقول : \nفحمل عليه صاحب عليٍّ فقتله ، وتقدم على وكيعٍ الأشتر حتى وقف بين الجمعين وهو يزأر كالأسد عند فريسته ، ويقول هو في ذلك شعراً ، فخرج إليه من أصحاب الجمل رجل يقال له عامر بن شداد الأزدي ، وأجابه على شعره ، فحمل عليه الأشتر فقتله ، ثم نادى فلم يجبه أحد ، فرجع.\nمحمد بن أبي بكر وعمار بن ياسر ",
        "ثم خرج محمد بن أبي بكر وعمار بن ياسر ، حتى وقفا قُدام الجمل ، وتبعهما الأشتر ووقف معهما ، فقال رجل من أصحاب الجمل : من أنتم ايها الرهط؟ قال : نحن ممن لا تنكرونه ، وأعلنوا بأسمائهم ، ودعوا إلى البراز ، فخرج عثمان الضبي وهو ينشد شعراً ، فخرج إليه عمار بن ياسر فأجابه على شعره ، ثم حمل عليه عمار فقتله. \nوذهب كعب بن سور الأزدي ليخرج إلى عمار ، فسبقه إلى ذلك غلام من الأزد أمرد ، فخرج وهو يرتجز ويقول شعراً ، فذهب عمار ليبرز إليه ، فسبقه إلى ذلك أبو زينب الأزدي فأجابه إلى شعره ، ثم حمل عليه أبو زينب فقتله ورجع حتى وقف بين يدي علي رضي الله عنه. \nوخرج عمرو بن يثربي من أصحاب الجمل حتى وقف بين الصَفَيّن قريباً من الجمل ، ثم دعا إلى البراز وسأل النزال ، فخرج إليه علياء بن الهيثم من أصحاب علي رضي الله عنه فشدّ عليه عمرو فقتله ، ثم طلب المبارزة فلم يخرج إليه أحد ، فجعل يجول في ميدان الحرب وهو يرتجز ويقول شعراً ، ثم جال وطلب البراز فتحاماه الناس واتقوا بأسه ، فبدر إليه عمار بن ياسر وهو يجاوبه على شعره والتقوا بضربتين ، فبدره عمار بضربة فأرداه عن فرسه ، ثم نزل إليه عمار سريعاً فأخذ برجله وجعل يجره حتى ألقاه بين يدي علي رضي الله عنه ، فقال علي : اضرب عنقه! فقال عمرو : يا أمير المؤمنين أستبقني حتى أقتل لك منهم كما قتلتُ منكم ، فقال علي : يا عدو الله! أبعد ثلاثةٍ من خيار أصحابي أستبقيك! لا كان ذلك أبداً! قال : فأدنني حتى أكلمك في أذنك بشيء ، فقال علي : أنت رجل متمرد ، وقد أخبرني رسول الله (ص) بكل متمرد عليّ : وأنت أحدهم ، فقال عمرو بن يثربي : أما والله لو وصلتُ إليك لقطعتُ أذنك ـ أو قال أنفك. فقدمه عليٌّ فضرب عنقه بيده صبراً. \nوخرج أخوه عمير فجعل يرتجز ويقول شعراً ، فخرج علي رضي الله عنه وأجابه إلى شعره ، ثم حمل عليه علي فضربه ضربةً على وجهه فرمى بنصف رأسه. ",
        "وانفرق علي يريد أصحابه ، فصاح به صائح من ورائه ، فالتفت وإذا بعبد الله بن خلف الخزاعي ـ وهو صاحب منزل عائشة بالبصرة ـ فلما رآه علي عرفه فناداه : ما تشاء يا بن خلف؟ قال : هل لك في المبارزة؟ قال علي (ع) : ما أكره ذلك ولكن ويحك يا ابن خلف! ما راحتك في القتل ، وقد علمت من أنا؟ فقال عبد الله بن خلف : دعني من مدحك يا ابن أبي \nطالب وادن مني لترى أينا يقتل صاحبه! ثم أنشد شعراً ، فأجابه علي (ع) والتقوا للضرب فبادره عبد الله بن خلف بضربة دفعها علي بجحفته ، ثم انحرف عنه علي فضربه ضربةً رمى بيمينه ، ثم ضربه أخرى فأطار قحف رأسه. \nثم رجع عليّ إلى أصحابه ، وخرج مبارز بن عوف الضبي من أصحاب الجمل وجعل يقول شعراً ، قال : فخرج إليه عبد الله بن نهشل من أصحاب علي مجيباً له على شعره ، ثم حمل على الضبي فقتله ، فخرج من بعد الضبي ابن عمه ثور بن عدي وهو ينشد شعراً فخرج إليه محمد بن أبي بكر مجيباً له وهو يقول شعراً. ثم شد عليه محمد بن أبي بكر فضربه ضربةً رمى بيمينه ، ثم ضربه ثانيةً فقتله. \nقال : فغضبت عائشة وقالت : ناولوني كفاً من حصباء ، فناولوها فحصبت بها أصحاب علي وقالت : شاهت الوجوه. فصاح بها رجل من أصحاب علي رضي الله عنه ، وقال : يا عائشة! وما رميت أذ رميت ولكن الشيطان رمى ، ثم جعل يقول شعراً : ",
        "« مقتل طلحة بن عبيد الله »\nوجعل طلحة ينادي بأعلى صوته : عباد الله الصبر الصبر! إن بعد الصبر النصر والأجر قال : فنظر إليه مروان بن الحكم فقال لغلام له : ويلك يا غلام! والله إني لأعلم أنه ما حرّض على قتل عثمان يوم الدار أحد كتحريض طلحة ولا قتله سواه! ولكن استرني فأنت حر ؛ قال : فستره الغلام ، ورمى مروان بسهم مسموم لطلحة بن عبيد الله فأصابه به ، فسقط طلحة لما به وقد أُغمي عليه ، ثم أفاق فنظر إلى الدم يسيل منه فقال : إنا لله وإنا إليه راجعون ، أظن والله أننا عُنينا بهذه الآية ( واتقوا فتنة لا تصيبن الذين ظلموا \nمنكم خاصة واعلموا أن الله شديد العقاب ) ثم أقبل على غلامه وقد بلغ منه الجهد ، قال : ويحك يا غلام ؛ اطلب لي مكاناً أدخله فأكون فيه ، فقال الغلام : لا والله لا أدري أين أنطلق بك! فقال طلحة يا سبحان الله! والله ما رأيت كاليوم قط! دم قرشي أضيع من دمي ، وما أظن هذا السهم إلا سهماً أرسله الله ، وكان أمر الله قدراً مقدوراً ، ولم يزل طلحة يقول ذلك حتى مات ، ودفن ، ثم وضع في مكان يقال له السبخة ، ودخل من ذلك على أهل البصرة غم عظيم ، وكذلك على عائشة لأنه ابن عمها ، وجاء الليل فحجز بين الفريقين. \nفلما كان من الغد دنا القوم من بعضهم البعض ، وتقدمت عائشة على جملها عسكر حتى وقفت أمام الناس والناس من ورائها وعن يمينها وشمالها ، قال : وصف علي رضي الله عنه أصحابه وعبأهم كالتعبية الأولى ، وعزم القوم على المناجزة وتقدم كعب بن سور الأزدي حتى أخذ بخطام الجمل وجعل يرتجز ويقول : ",
        "فحمل عليه الأشتر ، فقتله ، وخرج من بعده غلام من الأزد اسمه وائل بن كثير ، فجعل يقول شعراً ، فبرز إليه الأشتر مجيباً له ، ثم حمل عليه الأشتر فقتله ، وخرج من بعده عمرو بن خنفر من أصحاب الجمل وهو يقول شعراً ، ثم حمل عليه الأشتر فقتله وخرج من بعده عبد الرحمن بن عتاب بن أسيد ؛ فجعل يلعب بسيفه بين يدي عائشة وهو يقول شعراً قال : فبدر إليه الأشتر مجيباً ، ثم حمل عليه فضربه ضربة رمى بيمينه فسقط لما به ، وثناه الأشتر بضربةٍ أخرى فقتله ، ثم جال في ميدان الحرب وهو يقول شعراً ، ثم رجع الأشتر إلى موقفه. \nوصاح رجل من أهل الكوفة : يا معشر المؤمنين! إذا خرج إليكم رجل \nمن أنصار صاحبة الجمل وقال شيئاً من الشعر فلا تجيبوه بشيء ليستريح إلى إجابتكم له ، ولكن استعملوا فيمن خرج إليكم السيف فإنه أسرع للجواب ، قال : وإذا برجل من أصحاب الجمل يقال له الأسود البختري قد خرج وهو يقول شعراً ، فحمل عليه عمرو بن الحمق الخزاعي فقتله. وخرج من بعده جابر بن مزيد الأزدي ، فحمل عليه محمد بن أبي بكر فقتله ، وخرج من بعده مجاشع بن عمر التميمي وهو يقول شعراً ، فحمل عليه أصحاب علي حملة ، واستأمن إلى علي فكان من خيار أصحابه بعد ذلك. وخرج من بعده بشر بن عمرو الضبي وهو يقول شعراً ، فحمل عليه عمار بن ياسر فقتله ، وخرج من بعده حرسة بن ثعلبة الضبي في يده خطام الجمل وهو يقول شعراً ، ثم حمل فجعل يقاتل حتى قطعت يده على خطام الجمل وقتل ، وهكذا حتى قطع على الخطام يومئذٍ ثماني وتسعون يداً. ونادت عائشة بأعلى صوتها : أيها الناس عليكم بالصبر ، فإنما تصبر الأحرار. \nواشتبكت الحرب بين الفريقين ، وصاح الحجاج بن عمرو الأنصاري : يا معاشر الأنصار انه لم ينزل موت قط في جاهلية ولا إسلام إلا مضيتم عليه ، ولست أراكم اليوم كما أريد وأنا أنشدكم بالله أن تحدثوا ما لم يكن ، إن أخوانكم اليوم قد أبلوا وقاتلوا ، وأن الموت قد نزل فصبراً صبراً حتى يفتح الله عزَّ وجل عليكم. ",
        "ثم تقدم الحجاج يضرب بسيفه قدماً ، وتقدم في أثره خزيمة بن ثابت الأنصاري ذو الشهادتين وهو يقول شعراً. ثم تقدم في أثره شريح بن هاني الحارثي ثم تقدم في إثره هاني بن عروة ، ثم تقدم في أثره زياد بن كعب الهمداني ثم تقدم في أثره مالك بن الحارث الأشتر ، ثم تقدم في أثره عدي بن حاتم الطائي وهو يقول شعراً. ثم تقدم في أثره رفاعة بن شداد البجلي وهو يقول شعرا ثم تقدم في أثره هاني بن هانئ المذحجي ، ثم تقدم في أثره عمرو بن الحمق الخزاعي وكانوا كلهم ينشدون الشعر حين تقدمهم ، واقتتل القوم قتالاً شديداً لم يسمع بمثله ، وصار الهودج الذي فيه عائشة كأنه \nالقنفذ مما فيه من النبل والسهام ، قال : وجعلت بنو ضبة يأخذون بعر الجمل فيشمونه ويقول بعضهم لبعض : ألا ترون إلى بعر جمل أمنا كأنه المسك الأذفر. \nوجعل الأشتر يجول في ميدان الحرب وينادي بأعلى صوته : يا أنصار الجمل! من يبارزني منكم؟ قال : فبرز إليه عبد الله بن الزبير وهو يقول : إلى أين يا عدو الله؟ فأنا أبارزك! قال : فحمل عليه الأشتر فطعنه طعنة صرعه عن فرسه ، ثم بادر وقعد على صدره ، فجعل عبد الله بن الزبير ينادي من تحت الأشتر في يومه ذلك : إقتلوني ومالكاً واقتلوا مالكاً معي. وكان الأشتر في يومه صائماً وقد طوى من قبل ذلك بيومين فأدركه الضعف ، فأفلت عبد الله من يده وهو يظن أنه غير ناج منه ، وفي ذلك يقول : \n« عقر الجمل » ",
        "قال : واحمرت الأرض بالدماء ، وعُقِر الجمل من ورائه فعج ورغا ، فقال علي (ع) : عرقبوه فإنه شيطان. ثم التفت إلى محمد بن أبي بكر رضي الله عنه وقال له : انظر إذا عرقب الجمل فأدرك أختك فوارها ، قال : وبادر عبد الرحمن بن صرد التنوخي إلى سيفه ، فلم يزل يقاتل حتى وصل إلى الجمل فعرقبه من رجليه جميعاً فوقع الجمل لجنبه وضرب بجرانه الأرض ، ورغا رغاءً شديداً ، وبادر عمار بن ياسر فقطع أنساع الهودج بسيفه. \nوأقبل علي (ع) على بغلة رسول الله (ص) فقرع الهودج برمحه ، ثم قال : يا عائشة! أهكذا أمرك رسول الله (ص) أن تفعلي؟ فقالت عائشة : قد ظفرت فأحسن. فقال علي رضي الله عنه لمحمد بن أبي بكر : شأنك بأختك فلا يدنو منها أحد سواك. فأدخل محمد يده إلى عائشة فأحتضنها ثم قال أصابك شيء؟ فقالت : لا ، ما أصابني شيء ، ولكن من أنت ويحك! فقد مسست مني ما لا يحل لك؟ فقال محمد : اسكتي فأنا أخوك محمد ، فعلتِ \nبنفسك ما فعلتِ ، وعصيت ربك وهتكت سترك وابحت حرمتكِ وتعرضت للقتل. \nثم احتملها فأدخلها البصرة وأنزلها في دارعبد الله بن خلف الخزاعي ، فقالت عائشة لأخيها : يا أخي ، أنشدك بالله إلا طلبت لي ابن أختك عبد الله بن الزبير ، فقال لها محمد : ولم تسألين عن عبد الله؟ فوالله ما سامك أحد سواه! فقالت عائشة : مهلاً يا أخي فإنه ابن أختك ، وقد كان ما ليس إلى رده سبيل ؛ فأقبل محمد إلى موضع المعركة فإذا هو بعبد الله بن الزبير جريحاً لما به ـ فقال له محمد : اجلس يا مشؤوم أهل بيته ، اجلس لا أجلسك الله! قال : فجلس ابن الزبير وحمله محمد بين يديه وركب من خلفه ، وجعل يمسكه وهو يميل من الجراح التي به حتى أدخله على عائشة ، فلما نظرت إليه على تلك الحالة بكت ثم قالت لأخيها محمد! يا أخي! استأمن له علياً وتمم إحسانك ، فقال لها محمد : لا بارك الله لك فيه! ثم سار إلى علي وسأله ذلك ، فقال علي : قد آمنته وأمنت جميع الناس.",
        "« بين ابن عباس وعائشة » \nودعا علي رضي الله عنه بعبد الله بن عباس فقال له : اذهب إلى عائشة فقل لها أن ترتحل إلى المدينة كما جاءت ولا تقيم بالبصرة ، فأقبل إلى عائشة فاستأذن عليها ، فأبت أن تأذن له ، فدخل عبد الله بغير إذن ، ثم التفت فإذا راحلةٌ عليها وسائد فأخذ منها وسادةً وطرحها ثم جلس عليها ؛ فقالت عائشة ، يا بن عباس أخطأت السنة ، دخلت منزلي بغير إذني! فقال ابن عباس : لو كنت في منزلك الذي خلفك فيه رسول الله (ص) لما دخلت عليك إلا بإذنك ، وذلك المنزل الذي أمرك الله عزَّ وجل أن تقري فيه فخرجت منه عاصيةً لله عزَّ وجلّ ولرسوله محمد (ص) وبعد ، فهذا أمير المؤمنين يأمرك بالإرتحال إلى المدينة فارتحلي ولا تعصي ، فقالت عائشة : رحم الله أمير المؤمنين! ذاك عمر بن الخطاب! فقال ابن عباس : وهذا والله أمير المؤمنين وإن رغمت له الأنوف وأربدت له الوجوه! فقالت عائشة : أبيت ذلك عليكم يا \nابن عباس! فقال ابن عباس : لقد كانت أيامك قصيرة المدة ظاهرة الشؤم بينة النكد ، وما كنت في أيامك إلا كقدر حلب شاة حتى صرت ما تأخذين وما تعطين ولا تأمرين ولا تنهين ، وما كنت إلا كما قال أخو بني أسد : \nقال : فبكت عائشة بكاءً شديداً ، ثم قالت : نعم والله أرحل عنكم فما خلق الله بلداً هو أبغض إلي من بلد أنتم به يا بني هاشم. فقال ابن عباس : ولمَ ذلك؟ فوالله ما هذا بلاؤنا عندك يا بنت أبي بكر! فقالت عائشة : وما بلاؤكم عندي با بن عباس؟ فقال : بلاؤنا عندك أننا جعلناك أم المؤمنين وأنت بنت أم رومان ، وجعلنا أباك صديقاً وهو ابن أبي قحافة ، وبنا سميت أم المؤمنين لا بتيم وعدي. فقالت عائشة : يا ابن عباس! أتمنون علي برسول الله (ص)؟ فقال : ولم لا نمن عليك برسول الله (ص) ولو كانت فيك شعرة منه أو ظفر لمننت علينا وعلى جميع العالمين بذلك! بعد فإنما كنت تسع أحدى حشايا من حشاياه لست بأحسنهن وجهاً ولا بأكرمهن حسباً ، ولا بأرشحهن عرقاً ، وأنت الآن تريدين أن تقولي ولا تُعصين ، وتأمري ولا تخالفين ، ونحن لحم الرسول (ص) ودمه وفينا ميراثه وعلمه ، فقالت عائشة : يا ابن عباس ما باذل لك علي بن أبي طالب؟ فقال ابن عباس : والله أقر له ، وهو أحق به مني وأولى ، لأنه أخوه وابن عمه ، وزوج الطاهرة إبنته وأبو سبطيه ، ومدينة علمه وكشاف الكرب عن وجهه ، وأما أنت ، فلا والله ما شكرت نعماءنا عليك وعلى أبيك من قبلك! ",
        "ثم خرج وسار إلى علي فأخبره بما جرى بينه وبينها من الكلام.\n« دخول علي (ع) على عائشة وما جرى بينهما من الكلام » \nفدعا علي ببغلة رسول الله (ص) ، فاستوى عليها ، وأقبل إلى منزل عائشة ثم استأذن ودخل ، فإذا عائشة جالسة وحولها نسوة من نساء أهل البصرة \nوهي تبكي وهن يبكين معها ، قال : ونظرت صفية بنت الحارث الثقفية زوجة عبد الله بن خلف إلى علي ، فصاحت هي ومن كان معها هناك من النسوة وقلن بأجمعهن : يا قاتل الأحبة ، يا مفرق بين الجميع أيتم الله منك بنيك كما أيتمت ولد عبد الله بن خلف! فنظر إليها علي فعرفها فقال : أما أني لا ألومك أن تبغضيني وقد قتلت جدك في يوم بدر ، وقتلت عمك يوم أحد ، وقتلت زوجك الآن! ولو كنت قاتل الأحبة كما تقولين لقتلت من في هذا البيت ومن في هذه الدار؟ وأقبل علي على عائشة فقال : ألا تنحين كلابك هؤلاء عني ، أما أنني قد هممت أن أفتح باب هذا البيت فأقتل من فيه ، وباب هذا البيت فأقتل من فيه ، ولولا حبي للعافية لأخرجتهم الساعة فضربت أعناقهم صبراً ، قال : فسكتت عائشة وسكتت النسوة فلم تنطق واحدة منهن. ",
        "ثم أقبل على عائشة فجعل يوبخها ويقول : أمرك الله أن تقري في بيتك ، وتحتجبي بسترك ولا تبرحي ، فعصيته وخضت الدماء تقاتليني ظالمةً وتحرضين علي الناس ، وبنا شرفك الله وشرف اباءك من قبلك وسماك أم المؤمنين وضرب عليك الحجاب ، قومي الآن فأرحلي واختفي في الموضع الذي خلفك فيه رسول الله (ص) إلى أن يأتيك فيه أجلك. ثم قام فخرج من عندها. \nفلما كان من الغد بعث إليها ابنه الحسن ، فجاء فقال لها : يقول لك أمير المؤمنين ، أما والذي فلق الحبة وبرأ النسمة! لئن لم ترحلي الساعة لأبعثن عليك بما تعلمين ـ وكان عائشة قد ضفرت قرنها الأيمن وهي تريد أن تضفر الأيسر ـ فلما قال لها الحسن ذلك وثبت من ساعتها وقالت : رحلوني! فقالت لها امرأة من المهالبة : يا أم المؤمنين! جاءك عبد الله بن عباس فسمعناك وأنت تجاوبيه حتى علا صوتك ثم خرج من عندك وهو مغضب ، ثم جاءك الآن هذا الغلام برسالة أبيه فأقلقك ، وقد كان أبوه جاءك فلم نر منك هذا القلق والجزع! \nفقالت عائشة ، إنما أقلقني لأنه ابن بنت رسول الله (ص) فمن أحب \nأن ينظر إلى رسول الله (ص) فلينظر إلى هذا الغلام ، وبعد ، فقد بعث إلي أبوه بما قد علمت ، ولا بد من الرحيل. فقالت لها المرأة : سألتك بالله وبمحمد (ص) إلا أخبرتني بماذا بعث إليك علي رضي الله عنه. فقالت عائشة : ويحك! إن رسول الله (ص) أصاب من مغازيه نفلاً فجعل يقسم ذلك في أصحابه ، فسألناه أن يعطينا منه شيئاً وألححنا عليه في ذلك ، فلامنا علي رضي الله عنه وقال : حسبكن فقد أضجرتن رسول الله (ص) فتجهمناه وأغلظنا له في القول ، فقال : « عسى ربه إن طلقكن أن يبدله أزواجاً خيراً منكن » فأغلظنا له أيضاً في القول وتجهمناه. فغضب النبي (ص) من ذلك وما استقبلنا به علياً ، فأقبل عليه ثم قال : ",
        "يا علي إني قد جعلت طلاقهن إليك ، فمن طلقتها منهن فهي بائنة ، ولم يوقت النبي (ص) في ذلك وقتاً في حياةٍ ولا موت! فهي تلك الكلمة ، وأخاف أن أبين من رسول الله (ص)\n« إنصراف عائشة إلى المدينة » \nثم دعا علي رضي الله عنه بنسوةٍ من نساء أهل البصرة فأمرهن أن يخرجن مع عائشة إلى المدينة ، فرحلت عائشة من البصرة في تلك النسوة ، وقد كان علي رضي الله عنه أوصاهن وأمرهن أن يتزيين بزي الرجال ، عليهن العمائم ، فجعلت عائشة تقول في طريقها : فعل بي علي وفعل ، ثم وجّه معي رجالاً يردوني إلى المدينة! قال : فسمعتها امرأة منهن فحركت بعيرها حتى دنت منها ثم قالت : ويحك يا عائشة أما كفاك ما فعلتِ حتى أنك الآن تقولين في أبي الحسن ما تقولين! ثم تقدمت النسوة وسفرن عن وجوههن ، فاسترجعت عائشة واستغفرت وقالت : هذا مالقيت من ابن أبي طالب. \nثم دخلت عائشة المدينة وصارت إلى منزلها نادمةً على ما كان منها ، وانصرفت النسوة إلى منازلهن بالبصرة. ",
        "وكانت عائشة إذا ذكرت يوم الجمل تبكي لذلك بكاءً شديداً ثم تقول : \nيا ليتني لم أشهد ذلك المشهد! يا ليتني مت قبل هذا بعشرين سنة. ثم قالت عائشة : ولو لم أشهد الجمل لكان أحب إليّ من أن أيكون لي من رسول الله (ص) مثل ولد عبد الرحمن بن الحارث ، فإنه كان له عشرة أولاد ذكور كل يركب. \nونظر رجل من بني تميم إلى عبد الرحمن بن صرد التنوخي عاقر الجمل ، فقال له : أنت الذي عرقبت الجمل يوم البصرة؟ فقال التنوخي : أنا والله ذلك الرجل! ولو لم أعرقبه لما بقي من أصحاب عائشة ذلك اليوم مخبر ، فإن شئت فاغضب ، وإن شئت فارض ، ثم أنشأ يقول شعراً : \nوأقام علي (ع) بالبصرة بعد حرب الجمل أياماً قلائل ، فلما أراد الرحيل عنها نصب في عسكره منبراً ، ثم نادى في الناس فجمعهم ، وصعد المنبر فحمد الله وأثنى عليه وصلى على النبي (ص) وذكر من أمر القوم ما ذكر. ",
        "فوثب إليه المنذر بن الجاورد العبدي ، فسأل عن أمر الفتن وغيرها فأخذ علي في ذلك يخبره من يومه ذلك إلى أن تقوم الساعة ، فذكر الفتن في مدينةٍ مدينة وكيف تخرب ومن يتولى خرابها إلخ ... ثم قال في آخر كلامه : يا منذر إنه لن تقوم الساعة إلا على أشرار خلق ربك ، وذلك في أول يوم من المحرم يوم الجمعة فافهم عني يا منذر ما نبأتك به ولم أكتمه عن غيرك والله ولي الإحسان. اللهم صلى على سيدنا محمدٍ الكريم في الحسب الرفيع في النسب سليل عبد المطلب وسيد العجم والعرب وسلم تسليماً كثيراً ، ثم نزل عن المنبر وأمر أصحابه بالرحيل وانصرف إلى الكوفة مؤيداً منصوراً.\nحـرب صفين .. المحنة الكبرى\nإن حرب الجمل بالرغم من شراستها وماتركت من مآسٍ وآلام في نفوس المسلمين ، تبقى المحنة الأقل والأهون بالقياس لما حدث بعدها من حروب ، لا سيما حرب « صفين » التي استهدفت أكبر قوةٍ بشرية وعسكرية ومادية على الساحة الإِسلامية في ذلك الوقت ، وامعنت فيها نزفاً وتمزيقاً. \nإنها في الحقيقة محنة المسلمين الكبرى التي واجهها أمير المؤمنين عليّ (ع) بصبر وشجاعة عظيمين ، شأنه في ذلك شأن الأوصياء الذين يجهدون في إقامة العدل على الأرض وتثبيت شريعة السماء مهما كلف الأمر ، متوخياً من وراء ذلك رضا الله سبحانه وحده ، والبعد عن الذات ودوافعها الشخصية. ",
        "إن الإنسان المتبصر لا يتردد في القول أن علياً (ع) كان بإمكانه أن يعيش عيش الأمراء ـ على الأقل ـ منذ وفاة الرسول (ص) حتى استشهاده ، فلا أحد من المسلمين يستطيع إنكار فضله وسمو مكانه ، وما قدم في ميادين الجهاد ، والذين خلفوا الرسول حتى عهد عثمان لا يترددون في هذه المقولة لو شاء أو أراد ، ولم يؤثر عنده (ع) البتة أنه طالب يوماً من الأيام بشيء من حطام هذه الدنيا الزائلة ، اللهم إلا ما كان من أمر « فدك » التي طالب بها \nعلى إنها حق من حقوق « فاطمة الزهراء (ع) » نحلةً أو ميراثاً من أبيها (ص) وما ذلك منه إلا احدى دعواته لإقامة الحق ورفع الظلم أياً كان المظلوم. \nنعم ، طالب منذ اليوم الأول بالخلافة معتبراً إياها حقا مشروعاً له ، واعتبرها معظم قدماء الصحابة من المهاجرين والأنصار حقاً مشروعاً كذلك (1). ومهما يكن الأمر فلم تكن مطالبته بها هدفاً دنيوياً ـ كما يتوهم البعض ـ بل محض واسطةٍ لتثبيت دعائم شريعة الله ، يبدو ذلك واضحاً جلياً من خلال خطبه ومواعظه التي وردت في كتب المؤرخين وفي نهج البلاغة ، كما يتضح ذلك أكثر خلال فترة حكمه وما جرى له مع الولاة الذين سبقوا عصر خلافته. \nلقد كان علي (ع) منذ اليوم الأول لوفاة الرسول (ص) يراقب الأمور عن كثب مراقبة المسؤول الحريص على سلامة المسلمين ووحدتهم وكان الأهم عنده سلامة تطبيق مبادئ الإسلام وشرائعه .. حتى جاء عهد عثمان ، فكان الإنحراف وكان الإلتواء ، كانا ماثلين أمام عينيه بشكل صارخ من جراء بعض الممارسات الشاذة التي قام بها بعض الولاة والأمراء ممن سبقوا عصر سلطته ـ كما قرأت. ",
        "لذلك وجدناه يصرّح في أكثر من مناسبة : بأنه سيجهد في إقامة العدل وتثبيته على الأرض بكل ما أوتي من قوة ومهما كانت النتائج وكان الثمن ، ومن ذلك قوله (ع) : « وسأجهد في أن أطهر الأرض من هذا الشخص المعكوس والجسم المركوس ، حتى تخرج المدرة من بين حب الحصيد » (2). \nكما وجدناه أيضاً عمد إلى استبدال الرموز المتسلطة في الدولة بآخرين ممن استقامت الروح الإِسلامية في عقولهم وسلوكهم ، ثم بعد ذلك أوعز \n__________________\n1 ـ بالنص من النبي (ص) عليه في حجة الوداع / راجع. الغدير 1 / 8 وما بعدها. ",
        "2 ـ من كتاب له (ع) إلى ابن حنيف. نهج البلاغة 3 / 73. \nبإرجاع القطائع والأموال التي اقطعها عثمان لبعض ولاته وأقربائه وجعلها في بيت مال المسلمين ، وكان يقول في ذلك : « والله لو وجدته قد تُزوّجَ به النساء ، ومُلِك به الإماءُ لرددته فإن في العدل سعةٌ ، ومن ضاق عليه العدل فالجور عليه أضيق » (1). \nوكان (ع) في سياسته أمور الناس أبعد ما يكون عن الدهاء ، الذي يعتبره ضرباً من ضروب المكر الذي ينتهي بصاحبه إلى الغدر ، فكان صريحاً واضحاً في مواقفه ، كاشفاً لحقائق الأمور بدون خوف ولا وجل ، متوخياً بذلك رضا الله سبحانه ، غير عابىءٍ بما ينتج عن ذلك من مضاعفات على الأرض قد تؤدي إلى خسارته وانكماش سلطانه ، وهو (ع) هو الذي يرى الدنيا عنده أزهد وأحقر من نعلٍ بالٍ إلا أن يقيم حقاً أو يدفع باطلاً. \nلذلك ، كان البعض يظن أن معاوية تغلب في مواقفه بدهائه ومكره ، وأن علياً كان يفتقر إلى ذلك في سياسة الأمور ، ومنهم المغيرة بن شعبة الذي أشار على علي (ع) أن يقر معاوية على الشام حتى تستقيم له الأمور ، ثم بعد ذلك يرى رأيه فيه ، وكان جواب علي (ع) « ما كان الله ليراني متخذ المضلين عضدا ». ",
        "وفي هذا المضمار يقول علي (ع) : « والله ما معاوية بأدهى مني ، ولكنه يغدر ويفجر ، ولولا كراهية الغدر لكنت من أدهى الناس ؛ ولكن كل غدرة فجرة ، وكل فجرةٍ كفرةٌ ، ولكل غادرٍ لواءٌ يعرف به يوم القيامة. والله ما أُستغفل بالمكيدة ، ولا أستغمزُ بالشديدة » (2). \nومن طبيعة أرباب السياسة الفاجرة ، أن يجوروا في أحكامهم ضد الغير ، لا سيما حين يجدون أنفسهم في موقع صعب ينذر بإنهيارهم وسقوطهم ، ويجدون في ذلك الغير الذي هو خصم لهم القوةَ والكفاءة \n__________________\n1 ـ النهج 1 / 46. ",
        "2 ـ النهج 3 / 180 ( لا أستغمز بالشديدة يعني : لا يستضعفني شديد القوة. \nللحكم ، فنراهم في هذا الحال ينسبون له جريمةً هو أبعد الناس عنها طمعاً منهم في إضعافه ولوي رقاب الناس عنه ، وتبريراً منهم لشن الحرب ضده أمام أعين الناس كي تخلو الساحة لهم ، وبذلك يستطيعون تنفيذ أطماعهم ومآربهم. \nإن هذا اللون من السياسة الظالمة استعمل من الأمويين حيال علي (ع) إبان خلافته ، فانه بعد مقتل عثمان انصبت التهمة بقتله منهم على علي ، ومرجع ذلك في رأيي إلى أمرين : \nالأول : هو الخوف من سيطرة مبادئ علي والعودة بهم إلى ما قبل الخلافة والإمارة وبذلك يخسرون كل شيء ، بالإضافة للخسارة الفعلية التي واجهوها في أمور دنياهم. ",
        "الثاني : ضياع دم عثمان بين المسلمين ، وبذلك يضيع ما بناه الأمويون خلال عشرين سنة ، وكفى به إذلالاً لهم. \nوالحق ، أن علياً كان أبعد ما يكون عن قدر محجمةٍ من دم عثمان ، بل هو على العكس من ذلك ، فلقد جهد بكل ما أوتي من قوة في إبعاد المسلمين عن الفتنة ، وردء القتل عنه ، وهو القائل لابن عباس حين أتاه برسالةٍ من عثمان وهو محصور يسأله فيها الخروج إلى ينبع : \nيا بن عباس ، ما يريد عثمان إلا أن يجعلني جملاً ناضحاً بالغرب ، أقبل وأدبر! بعث إليَّ أن أخرج. ثم بعث إلي أن أقدم ، ثم هو الآن يبعث إلي أن أخرج والله لقد دفعتُ عنه حتى خشيت أن أكون آثماً (1)!. \nوهو في الوقت ذاته ليس جندياً من أجناد السلطة الأموية حتى يكون ملزماً بالدفاع عن مصالحهم الشخصية التي تكرس لهم الحكم والسلطة لا أكثر ، بل إن المسلمين لا يرضون له ذلك مطلقاً ، فموقع علي (ع) في نفوسهم منذ عهد الرسول له ميزات لا يمكن تخطيها بسهولة. ",
        "__________________\n1 ـ النهج 2 / 233. \nومع ذلك ، فقد أوعز إلى ولديه الحسن والحسين 8 أن يكونا في جملة المدافعين عنه (1). \nهذا كله ، بالإضافة إلى أنه (ع) لم يكن يملك القوة الضاربة ليمنع حصول ما وقع بل كان مكفوف اليد تماماً ، وحتى بعد مبايعته بالخلافة طولب من قبل بعض الصحابة بمعاقبة من أجلب على عثمان ، فقال : ",
        "« يا اخوتاه ، اني لست أجهل ما تعلمون ، ولكن كيف لي بقوةٍ والقوم المجلبون على حدّ شوكتهم ، يملكوننا ولا نملكهم! وها هم أولاء قد ثارت معهم عبدانكم ، والتفت إليهم أعرابكم ، وهم خلالكم يسومونكم ما شاؤوا ، وهل ترون موضعاً لقدرةٍ على شيء تريدونه! » (2). \nومن الممكن القول أن عليا (ع) حينما يتخذ موقفا من قضية ما ، فانه إنما يتعامل معها من موقع الإمام المعصوم العادل ، وبذلك لا يكون بحاجة الى محام أو مدافع يبرر له مواقفه وقراراته. \nبعد هذا العرض المبسط يمكننا أن نستخلص الأسباب التي دفعت بطلحة والزبير إلى إخراج عائشة أم المؤمنين والتمرد على خلافة علي (ع) وتجييش الناس عليه ، وانتهاء الأمر بحرب « الجمل » التي قدمنا ذكرها والتي انتهت بنصره (ع) ، فان الدوافع لهم على ذلك كانت محض شخصية تتحكم فيها الأنانية والرغبة في الحكم. \nكما تتضح لنا أسباب حرب « صفين » التي انتهت بالتحكيم. هذه الحرب المدمرة التي شنها معاوية ومن معه من الأمويين وأتباعهم ضد علي وضد خلافته وضد من كانوا معه من المهاجرين والأنصار. ",
        "فالمعلوم الواضح أن معاوية كان أحد الرموز التي أصر الإمام على \n__________________\n1 ـ قال الشيخ محمد عبدة ، أما نهيه عن قتله بلسانه فهو ثابت ، وهو الذي أمر الحسن والحسين أن يذابا عنه. \n2 ـ النهج 2 / 80 ـ 81. ",
        "استبدالها إنطلاقاً من نهجه الجديد الذي سار عليه بعد استخلافه ؛ والسبب في ذلك أنه ليس من ذوي السابقة في الدين والصحبة ، بل هو أحد الطلقاء يوم الفتح ومثله لا يكون حاكماً على المسلمين ، هذا بالإضافة إلى السياسة التي انتهجها معاوية في حكمه بلاد الشام والتي تشبه إلى حدٍ بعيد سياسة الملوك والأباطرة من الأستئثار بالفيء والإِغداق على المقربين ، والإساءة إلى بعض الصحابة ، كأبي ذر الغفاري رضي الله عنه ، والتلويح بالترهيب والترغيب بشكل دقيق ومركز. \nلقد كان هذا الإجراء من علي (ع) في حق معاوية بمثابة صدمةٍ قويةٍ له ، فكان عليه أن يتأهب ويستعد للمواجهة. \nوكان معاوية بسياسته تلك قد استطاع أن يرسخ قدميه على بلاد الشام منذ عهد الخليفة عمر بن الخطاب ، حتى عهد عثمان الذي زاد في سلطانه بأن ضم إليه فلسطين وحمص والجزيرة ، واستطاع أيضاً أن يستغل سذاجة الناس وبسطاتهم وعفويتهم ، فنجح في تجميع قبائل أُفرزت من أقاليم عدة كانت بعيدةً عن روح الإسلام ، وعمد إلى ذوي النفوذ من القادة والزعماء ، وزاد في تقريبهم والإغداق عليهم بعد أن شحذ أذهانهم وأنفسهم بضرورة الأخذ بثأر الخليفة المظلوم عثمان! \nوراح هؤلاء بدورهم ينشرون ذلك في الآفاق وفيمن هم تحت سلطانهم ، حتى تم له بذلك تجميع جيش كثيف لمواجهة علي ، وكأن علياً هو المسؤول عن قتل الخليفة!. ",
        "لقد كانت هذه الخطة أفضل وسيلةٍ للإنتقام من علي ومبادئه في عرف الأمويين وأتباعهم ، وان كان طلحة والزبير قد فشلا في خطتهما ، فربما حالف الحظ معاوية ، من يدري؟ \nهكذا أراد معاوية ، أراد القضاء على بقية الله في أرضه ، أو الشام! ملكاً طلقاً يتوهج بمفاتن الدنيا وبهارج الحياة عله يستطيع بذلك أن يستر دفائن \nنفسه وأطماعها عن كثير ممن عميت عيونهم عن الحقيقة .. تلك الدفائن التي أفرغتها فيه سيوف المسلمين في بدرٍ وأحد والخندق حتى الفتح. وتلك الأطماع التي ورثها عمن كان قبله فعاشت وأمرعت حتى أفرخت حرباً ظالمة ، قطف ثمارها فيما بعد ملكاً أوسع من ملك كسرى وقيصر! \nإنها حرب صفين! وسوف تقرأ فيما يلي ظروفها وملابساتها ، ولا ننسى دور عمار بن ياسر فيها فلقد كان شاهد الحق مع علي ، كما كان شهيدها. ",
        "عودة علي إلى الكوفة(1)\nبعد انتهاء وقعة الجمل قدم علي (ع) الكوفة في شهر رجب سنة 36 هـ ، فدخلها ومعه أشراف الناس من أهل البصرة وغيرهم ، فاستقبله أهل الكوفة وفيهم قراؤهم وأشرافهم ، فدعوا له بالبركة وقالوا : يا أمير المؤمنين ، اين تنزل؟ أتنزل القصر؟ قال : لا ، ولكني أنزل الرحبة ، فنزلها وأقبل حتى دخل المسجد الأعظم فصلى فيه ركعتين ثم صعد المنبر فحمد الله وأثنى عليه وصلى على رسوله ، ثم قال : \nأما بعد يا أهل الكوفة ، فإن لكم في الإسلام فضلاً ما لم تبدلوا وتغيروا ، دعوتكم إلى الحق فأجبتم ، وبدأتم بالمنكر فغيرتم ، إلا أن فضلكم فيما بينكم وبين الله ، فأما في الأحكام والقسم فأنتم أسوة غيركم ممن أجابكم ودخل فيما دخلتم فيه. \nألا إن أخوفَ ما أخافُ عليكم أتّبَاعَ الهوى وطول الأمل ، أما اتباعُ ",
        "__________________\n(1) اعتمدت في نقل حوادث واقعة صفين على كتاب صفين لنصر بن مزاحم بالإضافة إلى شرح النهج لابن أبي الحديد ، ومروج الذهب للمسعودي ، وكذلك تاريخ الطبري وغيرها ، ولا أرى نفسي ملزماً بذكر الجزء والصفحة من هذه الكتب وغيرها ، لأنه يشبه بعضها بعضاً في النص وقد تقصدت التغيير في صورة النص مع حفظ المضمون طبعاً وحذف الأسانيد اللهم إلا ما تفردت به بعض هذه الكتب دون غيرها من النصوص. \nالهوى فيصد عن الحق ، وأما طول الأمل فينسي الآخرة ؛ ألا ان الدنيا قد تَرحلَت مدبرة وان الآخرة قد ترحّلَت مقبلة ، ولكل واحدةٍ منهما بنون ، فكونوا من أبناء الآخرة اليوم عمل ولا حساب! غداً حساب ولا عمل ؛ الحمد لله الذي نصر وليه ، وخذل عدوه ، وأعز الصادق المحق ، وأذل الناكث المبطل. \nعليكم بتقوى الله وطاعة من أطاع الله من أهل بيت نبيكم الذين هم أولى بطاعتكم فيما أطاعوا الله فيه من المستحلين المدعين المقابلين إلينا ، يتفضلون بفضلنا ويجاحدوننا أمرنا ، وينازعوننا حقنا ، ويباعدوننا عنه ، فقد ذاقوا وبال ما اجترحوا فسوف يلقون غِياً ، ألا أنه قد قعد عن نصرتي رجال منكم ، وأنا عليهم عاتب زارٍ فاهجروهم وأسمعوهم ما يكرهون حتى يعتبوا ليُعرف بذلك حزب الله عند الفرقة. ",
        "فقام إليه مالك بن حبيب اليربوعي ـ وكان صاحب شرطته ـ فقال : والله إني لأرى الهجر وسماع المكروه لهم قليلاً ، والله لو أمرتنا لنقتلنهم. فقال علي (ع) : سبحان الله يا مالكِ جُزت المدى وعدوت الحد فأغرقت في النزع. فقال : يا أمير المؤمنين ، لبعضُ الغشم أبلغ في أمرٍ ينوبك من مهادنة الأعادي؟ فقال (ع) : ليس هكذا قضى الله يا مالكِ ، قال سبحانه : ( النفسُ بالنفسِ ) فما بال ذكر الغشم؟ وقال تعالى : ( ومن قتل مظلوماً فقد جعلنا لوليه سلطاناً فلا يسرف في القتل ). والإِسراف في القتل أن تقتل غير قاتلك ، فقد نهى الله عنه ، وذاك هو الغشم. \nفقام إليه أبو بردة بن عوف الأزدي ـ وكان ممن تخلف عنه ـ فقال : يا أمير المؤمنين ؛ أرأيت القتلى حول عائشة وطلحة والزبير ، علامَ قُتلوا؟ أو قال : لِمَ قُتلوا؟ \nفقال (ع) : قُتلوا بما قَتلوا شيعتي وعمالي ، وقتلوا أخا ربيعة العبدي في عصابةٍ من المسلمين قالوا إنا لا ننكث كما نكثتم ولا نغدر كما غدرتم فوثبوا \nعليهم فقتلوهم. فسألتهم أن يدفعوا لي قَتَلةَ إخواني أقتلهم بهم ثم كتاب الله حكم بيني وبينهم فأبوا عليّ وقاتلوني وفي أعناقهم بيعتي ودماءُ قريبٍ من ألف رجل من شيعتي ، فقتلتهم أفي شك أنت من ذلك؟ فقال : قد كنت في شك ، فأما الآن فقد عرفت ، واستبان لي خطأ القوم ، وانك المهتدي المصيب. ",
        "ثم إن علياً (ع) تهيأ لينزل ، وقام رجال ليتكلموا ، فلما رأوه نزل جلسوا وسكتوا. \nونزل بالكوفة على جعدةَ بن هبيرة المخزومي وهو ابن أخته أم هاني. ودخل المسجد فصلى ثم تحول فجلس إليه الناس. فسأل عن رجل من الصحابة كان نزل الكوفة فقال قائل : استأثر الله به. فقال علي (ع) : إن الله تبارك وتعالى لا يستأثر بأحدٍ من خلقه ، إنما أراد الله جل ذكره بالموت اعزاز نفسه واذلال خلقه ، وقرأ قوله تعالى : ( كنتم أمواتاً فاحياكم ثم يُميتُكم ثم يُحييكُم ). \nولما لحق به (ع) ثقَلُه قالوا : أننزل القصر؟ فقال (ع) قصر الخبال (1) لا تنزلوا فيه. ومكث (ع) في الكوفة ، فقال شن بن عبد القيس : \n__________________",
        "1 ـ الخبال : الفساد. \n\nوخطب علي (ع) الناس في يوم الجمعة ، فقال بعد أن حمد الله وأثنى عليه وصلى على رسوله : \nأوصيكم بتقوى الله فان تقوى الله خير ما تواصى به عبادُ الله وأقربه إلى رضوان الله وخيره في عواقب الأمور عند الله ، وبتقوى الله أمرتم ، وللإِحسان والطاعة خلقتم ، فاحذروا من الله ما حذّركم من نفسه فانه حذر بأساً شديداً ، واخشوا خشيةً ليست بتعذير ، واعملوا في غير رياءٍ ولا سُمعة، فانه من عمل لغير الله وكَلَهُ الله إلى ما عمل له ومن عمل لله مخلصِاً تولى الله أجره ، اشفقوا من عذاب الله فانه لم يخلقكم عبثاً ولم يترك شيئاً من أمركم سدى ، قد سمى أثاركم وعلم أعمالكم وكتب أجالكم ، فلا تغتروا بالدنيا فانها غرارةٌ لأهلها مغرورٌ من اغتر بها ، وإلى فناءٍ ما هي ، وان الآخرة هي دار الحيوان لو كانوا يعلمون ، اسأل الله منازل الشهداء ومرافقة الأنبياء ، ومعيشة السعداء فإنما نحن به وله. ",
        "ثم استعمل علي (ع) العمال وفرقهم في البلاد واستعد لمواجهة معاوية وأهل الشام (1).\nعليٌّ يدعو معاوية إلى البيعة \nأقبل جرير بن عبد الله البجلي إلى علي (ع) فقال له : ابعثني يا أمير المؤمنين إليه ـ يعني معاوية ـ فانه لم يزل لي مستخصاً ووُداً ، آتيه فأدعوه على أن يسلم لك هذا الأمر ويجتمع معك على الحق على أن يكون أميراً من أمرائك وعاملاً من عمالك ما عمل بطاعة الله واتبع ما في كتاب الله ، وأدعو أهل الشام إلى طاعتك وولايتك ، فجلهم قومي وأهل بلادي ، وقد رجوت ألا يعصوني. \nفبعثه علي (ع) وقال له : إن حولي من أصحاب رسول الله (ص) من ",
        "__________________\n1 ـ صفين ص 3 ـ 10 وشرح النهج 3 / 102 ـ 108. \n\nأهل الرأي والدين من قد رأيت ، وقد اخترتك عليهم لقول رسول الله (ص) فيك « إنك من خير ذي يمن » إئت معاوية بكتابي ، فان دخل فيما دخل فيه المسلمون ، وإلا فانبذ إليه ، وأعلمه أني لا أرضى به أميراً ، وان العامة لا ترضى به خليفة. ",
        "فانطلق جرير حتى أتى الشام ، ونزل بمعاوية ، فلما دخل عليه حمد الله وأثنى عليه وقال : أما بعد يا معاوية فانه قد اجتمع لابن عمك أهل الحرمين وأهل المصرين ، وأهل الحجاز وأهل اليمن وأهل مصر ، وأهل العروض ـ عُمان ـ وأهل البحرين واليمامة ، فلم يبق إلا هذه الحصون التي أنت فيها ولو سال عليها سيل من أوديته لأغرقها ، وقد أتيتك أدعوك إلى ما يرشدك ويهديك إلى مبايعة هذا الرجل ، ثم دفع إليه كتاب علي (ع) وفيه :\nكتاب علي لمعاوية \nأما بعد : فان بيعتي بالمدينة لزمتكَ وأنتَ بالشام لأنه بايعني القوم الذين بايعوا أبا بكر وعمر وعثمان على ما بُيعوا عليه ، فلم يكن للشاهد أن يختار ، ولا للغائب أن يرد ، وإنما الشورى للمهاجرين والأنصار إذا اجتمعوا على رجل فسمّوهُ إماماً ، كان ذلك لله رضاً ، فان خرج من أمرهم خارج بطعنٍ أو رغبةٍ ، رَدوه إلى ما خرج منه فان أبى ، قاتلوه على إتباع سبيل المؤمنين وولاه الله ما تولى ويصليه جهنم وساءت مصيرا ، وان طلحة والزبير بايعاني ثم نقضا بيعتي فكان نقضهما كرِدّتِهما ، فجاهدتهما على ذلك حتى جاء الحق وظهر أمر الله وهم كارهون ، فادخل فيما دخل فيه المسلمون فان أحب الأمور إلي فيك العافية إلا أن تتعرض للبلاء. فان تعرضت له قاتلتك واستعنت بالله عليك. \nوقد أكثرت الكلام في قتلة عثمان ، فأدخل فيما دخل فيه الناس ، ثم حاكم القوم إليّ أحملك وإياهم على كتاب الله ، فأما تلك التي تريدها فخدعةُ الصبي عن اللبن ، ولعمري لئن نظرت بعقلك دون هواك لتجدني أبرأ قريش من دم عثمان. ",
        "وأعلم أنك من الطلقاء الذين لا يحل لهم الخلافة ، ولا تُعرض عليهم الشورى ، وقد أرسلت إليك وإلى من قبلك جرير بن عبد الله البجلي وهو من أهل الإيمان والهجرة ، فبايع ولا قوة إلا بالله (1). \nأما جرير ، فانه بعد أن سلم معاوية الكتاب وقرأه ، قام خطيباً فقال في جملة ما قال : \nأيها الناس ، إن أمر عثمان قد أعيا من شهده فكيف بمن غاب عنه ، وان الناس بايعوا علياً غير واتر ولا موتور ، وكان طلحة والزبير ممن بايعاه ثم نكثا بيعته على غير حدث. \nألا وان هذا الدين لا يحتمل الفتن ، وقد كانت بالبصرة أمس روعة ملحمةٍ إن يشفع البلاء بمثلها فلا بقاء للناس ، وقد بايعت الأمة علياً ، ولو ملكنا والله الأمور لم نختر لها غيره ، ومن خالف هذا استعتب ، فادخل يا معاوية فيما دخل فيه الناس. ",
        "فان قلت استعملني عثمان ثم لم يعزلني ، فان هذا قول لو جاز لم يقم لله دين وكان لكل امرىءٍ ما في يديه ، ولكن الله جعل للآخر من الولاة حق الأول ، وجعل الأمور موطأةً ينسخ بعضها بعضاً. \nفقال معاوية : انظرُ وتنظر ، واستطلع رأي أهل الشام.\nمعاوية يشاور أهل الشام \nوبعد أيام أمر معاوية مناديه فنادى ، الصلاة جامعة ، فلما اجتمع الناس صعد المنبر ثم خطب خطبة جاء في آخرها : أيها الناس ، قد علمتم أني خليفة أمير المؤمنين عمر بن الخطاب وخليفة أمير المؤمنين عثمان بن عفان عليكم ، واني لم أقم رجلاً منكم على خزايةٍ قط ، واني وليُّ عثمان ، وقد قُتل مظلوماً ، والله تعالى يقول : ( ومن قُتل مظلوماً فقد جعلنا لوليهِ سلطاناً ",
        "__________________\n1 ـ صفين 27 ـ وشرح النهج 2 / 74 ـ 76. \nفلا يسرف في القتل إنه كان منصورا ). وأنا أحب أنت تعلموني ذات أنفسكم في قتل عثمان؟ \nفقام أهل الشام بأجمعهم فأجابوا إلى الطلب بدم عثمان وبايعوه على ذلك ، واوثقوا له على أن يبذلوا بين يديه أموالهم وأنفسهم حتى يدركوا بثأره أو تلتحق أرواحهم بالله. ",
        "وغني عن التفسير ما يحمل هذا الأسلوب من مغالطات لا تنطلي إلا على السذج والبسطاء من الناس ، فمتى كان معاوية هو ولي عثمان ، سيما مع وجود الولي الشرعي أعني الخليفة المفترض الطاعة ، وهو الإمام علي (ع) ، فان علياً هو الولي ـ بعد خلافته ـ ومن حقه هو فقط الطلب بدم عثمان وله السلطة المطلقة في ذلك طبقاً للموازين والأعراف الدينية والشرعية. \nولو تنازلنا وسلمنا بأن معاوية هو ولي عثمان ، فما علاقة علي بدم عثمان ، ولماذا يكون هو المستهدف بالثأر؟ لكنها السياسة الفاجرة التي تلصق الجريمة بابعد الناس عنها!! \nلكن معاوية حين أمسى واختلى بأهله ، اغتم وذهبت به الفكر بعيداً ، فبالأمس كان طلحة والزبير قد دفعا ثمن نكثهما بيعة علي غالياً ، وها هي الحواضر الإِسلامية برمتها تفتح ذراعيها لعلي ، ما عدا الشام. ترى ماذا يفعل؟ أيستسلم للأمر الواقع فيبايع وينتهي كل شيء وتنتهي أحلامه الكبار؟ أم أنه يقاوم بقميص عثمان وأنامل نائلة ، يستثير بهما عواطف البسطاء من الناس؟ \nإختار الثانية .. اختارها متأرجحةً بين خطر الموت والقتل بسيف علي ، وبين مجد السلطان وانبساط الدنيا وزهو الملك إذا قدر لعلي أن يخسر الحرب أو على الأقل أن لا يكون هنالك لا غالب ولا مغلوب. ",
        "أما أن علياً صاحب الحق وأن الخلافة لازمه الطبيعي والأخلاقي والشرعي ، فهذا مما لا يحرك في ضمير معاوية شيئاً. وان شئت فقل : \nاستولت الدنيا على شعوره وتفكيره وأخذت بمجامع قلبه فلم يكن للآخرة عنده نصيب ، لذلك جعل يردد هذه الأبيات :\nثم إن جريراً جعل يستحث معاوية بالبيعة لعلي (ع) ، فقال له معاوية : يا جرير ، أنها ليست بخلسة وأنه أمر له ما بعده ، فابلعني ريقي حتى أنظر. \nوكان بإمكان معاوية أن يرفض البيعة حين جاءه جرير بكتاب علي وليكن ما يكون ولكنه في الفترة التي كان يكايد فيها جريراً ويوهمه أنه ينظر في الأمر ، كان قد بدأ بتجميع القوى الشامية وتكريسها لصالحه وتأهليها للحرب وكأنه بذلك يرد على كتاب علي بأنه والشام على أهبة الاستعداد لمواجهته عسكرياً ، لذلك دعا قادة الجند وزعماء القبائل ممن يثق بهم للإستشارة ، فأشار عليه أخوه عتبة بن أبي سفيان بعمرو بن العاص ، وقال له إنه من قد عرفت ، وقد اعتزل عثمان في حياته ، وهو لأمرك أشد إعتزالاً إلا أن يثمن له دينه.",
        "معاوية يستعين بعمرو بن العاص وشرحبيل \nفاستدعى معاوية عمراً ، فاشترط عليه ولاية مصر. ثم استقدم شُرَحبيل بن السمط ، رئيس اليمنية وشيخها والمقدم عليها ، ودسَّ إليه الرجال يغرونه بعلي (ع) ، ويشهدون عنده أنه قتل عثمان حتى ملأوا صدره وقلبه \n__________________\n1 ـ شرح النهج 3 / 78. ",
        "حقداً وتِرةً واحنةً على علي (ع) وأصحابه. \nقال له معاوية : يا شُرحبيل ، علي خير الناس لولا أنه قتل عثمان بن عفان ، وقد حبست نفسي عليك وإنما أنا رجل من أهل الشام أرضى ما رضوا وأكره ما كرهوا. \nفقال شرحبيل : أخرج فانظر. \nفخرج شرحبيل ، فلقيه أولئك النفر الموطئون له ، فكلهم يخبره بأن علياً قتل عثمان بن عفان ، فخرج مغضباً إلى معاوية فقال : يا معاوية ، أبى الناس إلا أن علياً قتل عثمان ، والله لئن بايعت لنخرجنك من الشام أو لنقتلنك. ",
        "قال معاوية : ما كنت لاخالف عليكم ، وما أنا إلا رجل من أهل الشام. قال : فرد هذا الرجل ـ يعني جريراً ـ إلى صاحبه! فعرف معاوية أن شرحبيلاً قد نفذت بصيرته في حرب أهل العراق ، وأن الشام كله مع شرحبيل. فأتى حُصَينَ بن نمير فقال : ابعث إلى جرير فليأتنا ، فبعث حصين بن نمير إلى جرير أن زرنا فعندنا شرحبيل ، فاجتمعا عند حصين ، فتكلم شرحبيل فقال : \nيا جرير ، أتيتنا بأمرٍ مُلفّف لتلقينا في لهوات الأسد ، وأردت أن تخلط الشام بالعراق ، وأطريت علياً وهو قاتل عثمان والله سائلك عما قلت يوم القيامة. \nفقال له جرير : أما قولك اني جئت بأمر ملفف فكيف يكون كذلك وقد اجتمع عليه المهاجرون والأنصار! وقوتل على رده طلحة والزبير!؟ وأما قولك إني القيك في لهوات الأسد ، ففي لهواتها ألقيت نفسك. وأما خلط أهل الشام بأهل العراق ، فخلطهما على حق خير من فرقتهما على باطل. \nوأما قولك إن علياً قتل عثمان ، فوالله ما في يديك من ذلك إلا القذف بالغيب من مكان بعيد ، ولكنك مِلتَ إلى الدنيا وشيء كان في نفسك على ",
        "زمن سعد بن أبي وقاص. \nفبلغ ما قالاه إلى معاوية ، فبعث إلى جرير فزجره. \nقال نصر في كتابه : وكتب إلى شرحبيل كتاب لا يعرف كاتبه ، فيه : \nفلما قرأ شرحبيل الكتاب ، ذُعر وفكر وقال : هذه نصيحة لي في ديني ، ولا والله لا أعجل في هذا الأمر بشيء وفي نفسي منه حاجة ، وكاد يحول عن نصر معاوية ويتوقف ، فلفق له معاوية الرجال يدخلون إليه ويخرجون ويعظمون عنده قتل عثمان ويرمون به علياً ، ويقيمون الشهادة الباطلة والكتب المختلفة حتى أعادوا رأيه وشحذوا عزمه (1). ",
        "وسار شرحبيل فبدأ بأهل حمص ، فقام فيهم خطيباً ، وكان أهل الشام يرونه مأموناً ناسكاً متألهاً ، فقال : \nأيها الناس ، إن علياً قتل عثمان. فغضب له قوم من أصحاب رسول الله (ص) فلقيهم فهزم الجمع وقتل صلحائهم وغلب على الأرض ، فلم يبق إلا الشام وهو واضع سيفه على عاتقه ، ثم خائض غمرات الموت حتى يأتيكم ، أو يحدث الله أمراً ، ولا نجد أحداً أقوى على قتاله من معاوية ، فجدوا وانهضوا. \nفأجابه الناس كلهم! إلا نُساكاً من أهل حمص ، فانهم قالوا له : بيوتنا قبورنا ومساجدنا ، وأنت أعلم بما ترى. \n__________________",
        "1 ـ نفس المصدر 80.\nوجعل شرحبيل يستنهض مدائن الشام حتى استفرغها ، لا يأتي على قوم إلا قبلوا ما أتاهم به. فبعث له النجاشي بن الحارث ـ وكان له صديقاً ـ بأبياتٍ ، منها : \nثم أقبل شرحبيل حتى دخل على معاوية فقال له : أنت عامل أمير المؤمنين وابن عمه ، ونحن المؤمنون ، فان كنت رجلاً تجاهد علياً وقتلةَ عثمان حتى ندرك ثأرنا أو تذهب أرواحنا استعملناك علينا ، وإلا عزلناك واستعملنا غيرك ممن نريد ثم جاهدنا معه حتى ندرك ثأرنا بدم عثمان ، أو نهلك. \nفقال له جرير بن عبد الله : مهلاً يا شرحبيل ، فان الله قد حقن الدماء ، ولمّ الشعث وجمع أمر الأمة ، ودنا من هذه الأمة سكون ، فإياك أن تفسد بين الناس وأمسك عن هذا القول أن يشيع ويظهر عنك قولٌ لا تستطيع ردَّه. ",
        "فقال : لا والله لا أستره أبداً! ثم قام فتكلم به ، فقال الناس : صَدَقَ صدق! القول ما قال ، والرأي ما رأى. فأيِسَ جرير عند ذلك من معاوية ومن عوام أهل الشام (1). \nقال نصر بن مزاحم في كتابه « صفين » : \nكان معاوية قد أتى جريراً قبل ذلك في منزله ، فقال له : يا جرير ، إني \n__________________",
        "1 ـ نفس المصدر 83 ـ 84. \nقد رأيت رأياً ، قال : هاته. قال : اكتب إلى صاحبك يجعل لي الشام ومصر جبايةٌ ، فإذا حضرته الوفاة لم يجعل لأحدٍ بعده في عنقه بيعةً ، وأسلم له هذا الأمر ، واكتب إليه بالخلافة. \nفقال له جرير : أكتب ما أردت ، أكتُبُ معك. \nفكتب معاوية بذلك إلى علي (ع). فكتب عليٌّ إلى جرير : ",
        "أما بعد ، فإنما أراد معاوية ألا يكون لي في عنقه بيعة ، وأن يختار من أمره ما أحب. وأراد أن يريثك ويبطئك حتى يذوق أهل الشام ؛ وأن المغيرة بن شعبة قد كان أشار عليَّ أن استعمل معاوية على الشام وأنا حينئذٍ بالمدينة فأبيت ذلك عليه ولم يكن الله ليراني أتخذ المضلين عضدا ، فان بايعك الرجل ، وإلا فأقبل ، والسلام. \nفلما انتهى الكتاب إلى جرير أتى معاوية فاقرأه الكتاب وقال له : يا معاوية ، إنه لا يُطبع على قلب إلا بذنب ، ولايُشرح صدر إلا بتوبة ، ولا أظن قلبك إلا مطبوعاً عليه ، أراك وقد وقفت بين الحق والباطل كأنك تنتظر شيئاً في يد غيرك. \nقال معاوية : ألقاك بالفصل في أول مجلس إن شاء الله. \nفلما بايع أهل الشام بعد أن جربهم واختبرهم ، قال يا جرير الحق بصاحبك! وكتب إليه بالحرب ، وكتب في أسفل الكتاب شعر كعب بن جعيل : ",
        "« الإمام علي يختبر الفريقين .. » \nولما عزم أمير المؤمنين (ع) على المسير إلى الشام دعا رجلاً فأمره أن يتجهز ويسير إلى دمشق ، فإذا دخل أناخ راحلته بباب المسجد ولا يلقي من \n__________________\n1 ـ شرح النهج 3 / 87. ",
        "ثياب سفره شيئاً ، فان الناس إذا رأوه عليه آثار الغربة ، سألوه ، فليقل لهم : تركت علياً قد نهد إليكم بأهل العراق ، فانظر ما يكون من أمرهم. \nففعل الرجل ذلك ، فاجتمع الناس وسألوه ، فقال لهم ، فكثروا عليه يسألونه فأرسل إليه معاوية الأعور السلمي يسأله ، فأتاه فسأله ، فقال له ، فأتى معاوية فأخبره ، فنادى : الصلاة جامعة ، ثم قام فخطب الناس وقال لهم : إن علياً قد نهد إليكم في أهل العراق ، فما ترون؟ \nقال : فضرب الناس بأذقانهم على صدورهم لا يتكلمون ، فقام ذو الكلاع الحميري فقال : عليك الرأي وعلينا الفعال. \nفنزل ونادى في الناس بالخروج إلى معسكرهم. ",
        "وعاد الرجل إلى علي (ع) فأخبره بذلك ، فنادى : الصلاة جامعة ، ثم قام فخطب الناس ، فأخبرهم أنه قدم عليه رسول كان بعثه إلى الشام وأخبره أن معاوية قد نهد إلى العراق في أهل الشام ، فما الرأي؟ \nفاضطرب أهل المسجد ، هذا يقول الرأي كذا ، وهذا يقول الرأي كذا ، وكثر اللغط واللجب ، فلم يفهم علي (ع) من كلامهم شيئاً ولم يدر المصيب من المخطىء ، فنزل عن المنبر وهو يقول : إنا لله وإنا إليه راجعون ، ذهب بها ابنُ آكلة الأكباد ـ يعني معاوية (1).\nاعتراض بعض قراء الشام على معاوية \nوقبل أن يتجهز أمير المؤمنين علي للمسير نحو صفين ، جاء أبو مسلم الخولاني في ناسٍ من قراء أهل الشام إلى معاوية فقالوا له : يا معاوية ، علام تقاتل علياً وليس لك مثل صحبته ولا هجرته ولا قرابته ولا سابقته! ",
        "فقال : إني لا أدعي أن لي في الإسلام مثل صحبته ولا هجرته ولا سابقته ، ولكن خبروني عنكم ، ألستم تعلمون أن عثمان قُتل مظلوماً! قالوا. \n__________________\n1 ـ شرح النهج 3 / 96. \nبلى ، قال : فليدفع إلينا قتلته لنقتلهم به ، ولا قتال بيننا وبينه. ",
        "قالوا : فاكتب إليه كتاباً يأته به بعضنا. فكتب مع أبي مسلم الخولاني : \nمن معاوية بن أبي سفيان إلى علي بن أبي طالب ، سلام عليك ، فاني أحمد إليك الله الذي لا إله إلا هو ، أما بعد ، فان الله اصطفى محمداً بعلمه ، وجعله الأمين على وحيه ، والرسول إلى خلقه ، واجتبى له من المسلمين أعواناً أيده الله تعالى بهم ، فكانوا في منازلهم عنده على قدر فضائلهم في الإسلام ، فكان أفضلهم في الإسلام وأنصحهم لله ورسوله الخليفة من بعده ، ثم خليفة خليفته من بعد خليفته ، ثم الثالث الخليفة المظلوم عثمان! فكلهم حسَدتَ ، وعلى كلهم بغيت ، عرفنا ذلك في نظرك الشزر ، وقولك الهجر ، وتنفُسكَ الصعداء ، وابطائك عن الخلفاء ، تُقاد إلى كلٍ منهم كما يُقادُ الفحل المخشوش ، حتى تبايع وأنت كاره ، ثم لم تكن لأحد منهم بأعظم حسداً منك لابن عمك عثمان ، وكان أحقهم أن لا تفعل ذلك في قرابته وصهره فقطعت رحمه ، وقبّحتَ محاسنَهُ وألبت الناس عليه ، وبطنت وظهرت حتى ضُرِبت إليه آباط الإبل ، وقيدت إليه الإبل العراب ، وحُمل عليه السلاح في حرم رسول الله (ص) فقتل معك في المحنة وأنت تسمع في داره الهائعة ، لا تردع الظن والتهمة عن نفسك بقولٍ ولا عمل. \nوأقسم قسماً صادقاً لو قمت فيما كان من أمره مقاماً واحداً تنهنه الناس عنه ما عدل بك من قِبلنا من الناس أحداً ولمحا ذكل عندهم ما كانوا يعرفونك به من المجانبة لعثمان والبغي عليه ، وأخرى أنت بها عند أنصار عثمان ظنين ، إيواؤك قتلة عثمان ، فهم عضدك وأنصارك ، ويدك وبطانتك ، وقد ذكر لي أنك تتنصل من دمه ، فان كنت صادقاً فأمكنّا من قتلته نقتلهم به ، ونحن أسرع الناس إليك ، وإلا فانه ليس لك ولأصحابك إلا السيف ، والذي لا إله إلا هو لنطلبنَّ قتلة عثمان في الجبال والرمال ، والبر والبحر حتى يقتلهم الله ، أو لتلحقَنَّ أرواحنا بالله ، والسلام. \nفلما قدم أبو مسلم على عليّ (ع) بهذا الكتاب ، قام فحمد الله وأثنى عليه ثم قال : أما بعد ، فانك قد قمت بأمرٍ وُلّيته ، ووالله ما أحب أنه لغيرك إن أعطيت الحق من نفسك ، إن عثمان قتل مسلماً محرماً مظلوماً ، فادفع إلينا قتلته وأنت أميرنا ، فإن خالفك من الناس أحد كانت أيدينا لك ناصرة ، وألسنتنا لك شاهدة ، وكنت ذا عذرٍ وحجة. ",
        "فقال له علي (ع) : أغدُ عليّ غدا فخذ جواب كتابك. \nفانصرف أبو مسلم ، وفي اليوم التالي رجع ليأخذ جواب كتابه ، فوجد الناس قد بلغهم الذي جاء فيه ، فلبست الشيعة أسلحتها ثم غدوا فملأوا المسجد فنادوا : كلنا قتلة عثمان ؛ وأكثروا من النداء بذلك. وأذِنَ لأبي مسلم ، فدخل ، فدفع علي (ع) جواب كتاب معاوية. \nفقال أبو مسلم : لقد رأيت قوماً ما لَكَ معهم أمر! قال : وما ذاك؟ قال : بلغ القوم أنك تريد أن تدفع إلينا قتلة عثمان ، فضجوا واجتمعوا ولبسوا السلاح ، وزعموا أنهم قتلة عثمان. \nفقال علي (ع) : والله ما أردت أن أدفعهم إليك طرفة عين قط ، لقد ضربت هذا الأمر أنفه وعينه ، فما رأيت ينبغي لي أن أدفعهم إليك ولا إلى غيرك!. ",
        "فخرج أبو مسلم بالكتاب وهو يقول : الآن طاب الضِراب.\nجواب الإمام لمعاوية : \nمن عبد الله علي أمير المؤمنين إلى معاوية بن أبي سفيان ، أما بعد : فإن أخا خولان قدم عليّ بكتاب منك تذكر فيه محمداً (ص) وما أنعم الله به عليه من الهدى والوحي ، فالحمد لله الذي صدقه الوعد ، وأيده بالنصر ، ومكن له في البلاد ، وأظهره على أهل العدواة والشنآن من قومه الذين وثبوا عليه ، وشنفوا له ، وأظهروا تكذيبه ، وبارزوه بالعدواة ، وظاهروا على إخراجه وعلى إخراج أصحابه وأهله ، وألبوا عليه العرب ، وجادلوهم على حربه ، وجهدوا \nفي أمره كل الجهد ، وقلبوا له الأمور حتى جاء الحق وظهر أمر الله وهم كارهون. ",
        "وكان أشد الناس عليه تأليباً وتحريضاً أسرته والأدنى فالأدنى من قومه إلا من عصم الله. وذكرت أن الله تعالى اجتبى له من المسلمين أعواناً أيده الله بهم فكانوا في منازلهم عنده على قدر فضائلهم في الإسلام ، فكان أفضلهم ـ زعمت ـ في الإسلام وأنصحهم لله ولرسوله الخليفة وخليفة الخليفة! لعمري إن مكانهما في الإسلام لعظيم ، وان المصاب بهما لجرحٌ في الإسلام شديد فرحمهما الله وجزاهما أحسن ما عملا! وذكرت أن عثمان كان في الفضل تالياً ، فإن يك عثمان محسناً فسيجزيه الله بإحسانه وإن يك مسيئاً فسيلقى رباً غفورا ، لا يتعاظمه ذنب أن يغفره ، ولعمري إني لأرجو إذا أعطى الله الناس على قدر فضائلهم في الإسلام ونصيحتهم لله ولرسوله أن يكون نصيبنا في ذلك الأوفر. \nإن محمداً (ص) لما دعا إلى الإيمان بالله والتوحيد له كنا أهل البيت أول من آمن به وصدقه فيما جاء ، فبتنا أحوالاً كاملةً مجرمّة (1) تامة ، وما يعبد الله في ربع ساكنٍ من العرب غيرنا ، فأراد قومنا قتل نبينا ، واجتياح أصلنا ، وهموا بنا الهموم ، وفعلوا بنا الأفاعيل ، ومنعونا الميرة (2) وأمسكوا عنا العذب وأحلسونا الخوف (2) وجعلوا علينا الأرصاد والعيون ، واضطرونا إلى جبل وعر ، وأوقدوا لنا نار الحرب ، وكتبوا بينهم كتاباً ، لا يؤاكلوننا ، ولا يشاربوننا ، ولا يناكحوننا ، ولا يبايعوننا ولا نأمن منهم حتى ندفع إليهم محمداً فيقتلوه ويمثلوا به ، فلم نكن نأمن فيهم إلا من موسم إلى موسم. فعزم الله لنا على منعه ، والذب عن حوزته ، والرمي من وراء حرمته ، والقيام بأسيافنا دونه في ساعات الخوف بالليل والنهار ، فمؤمننا يرجو بذلك الثواب ، وكافرنا يحامي عن نفسه. \n__________________\n1 ـ مجرّمة : كاملة. ",
        "2 ـ الميرة ـ المواد الغذائية. \nوأما من أسلم من قريش فإنهم مما نحن فيه خلاء ، منهم الحليف الممنوع ، ومنهم ذو العشيرة التي تدافع عنه ، فلا يبغيه أحد مثل ما بغانا به قومنا من التلف ، فهم من القتل بمكان نجوة وأمن ، فكان ذلك ما شاء الله أن يكون. \nثم أمر الله تعالى رسوله بالهجرة ، وأذن له بعد ذلك في قتال المشركين ، فكان إذا أحمر البأس ودعي للنزال ، أقام أهل بيته فاستقدموا ، فوقى أصحابه بهم حدّ الأسنة والسيوف. فقتل عبيدة يوم بدر ، وحمزة يوم أحد ، وجعفر وزيد يوم مؤتة ، وأراد من لو شئت ذكر اسمه (1) مثل الذي أرادوا من الشهادة مع النبي (ص) غير مرة ، إلا أن آجالهم عُجلت ومنيتهم أُخرت ، والله ولي الإحسان إليهم ، والمنة عليهم بما أسلفوا من أمر الصالحات ، فما سمعت بأحد ولا رأيته هو أنصح في طاعة رسوله ولا لنبيه ، ولا أصبر على اللأواء والسراء والضراء وحين البأس ، ومواطن المكروه مع النبي (ص) من هؤلاء النفر الذين سميتُ لك وفي المهاجرين خير كثير يعرف ، جزاهم الله خيراً بأحسن أعمالهم. \nوذكرت حسدي للخلفاء وابطائي عنهم ، وبغيي عليهم ، فأما البغي فمعاذ الله أن يكون ، وأما الإِبطاء عنهم والكراهية لأمرهم فلست اعتذر للناس عن ذلك. ",
        "إن الله تعالى ذكره لما قبض نبيه ، قالت قريش : منا أمير ؛ وقالت الأنصار : منا أمير ؛ فقالت قريش : منا محمد (ص) نحن أحق بالأمر! فعرفت ذلك الأنصار فسلمت لهم الولاية والسلطان ، فإذا استحقوها بمحمد دون الأنصار ، فان أولى الناس بمحمد أحق به منهم ، وإلا فإن الأنصار أعظم العرب فيها نصيباً ، فلا أعلم ، أصحابي سلموا من أن يكونوا حقي أخذوا ، أو الأنصار ظلموا ، بل عرفت أن حقي هو المأخوذ ، وقد تركته لهم تجاوزاً لله عنهم. \n__________________\n1 ـ يعني نفسه (ع). \nوأما ما ذكرت من أمر عثمان وقطيعتي رحمه ، وتأليبي عليه! عثمان عمل ما قد بلغك ، فصنع الناس به ما قد رأيت ، وأنك لتعلم أني قد كنت في عزلةٍ عنه ، إلا أن تتجنى ، فتجنى ما بدا لك! ",
        "وأما ما ذكرت من أمر قتلة عثمان ، فاني نظرت في هذا الأمر وضربت أنفه وعينه ، فلم أر دفعهم إليك ولا إلى غيرك ، ولعمري لئن لم تنزع عن غيّك وشقاقك لتعرفنهم عن قليل يطلبونك لا يكلفوك أن تطلبهم في برٍ ولا بحر ، ولا سهل ولا جبل. \nوقد أتاني أبوك حين ولّى الناس أبا بكر فقال : أنت أحق بمقام محمد ، وأولى الناس بهذا الأمر ، وأنا زعيم لك بذلك على من خالف ، ابسط يدك أبايعك ، فلم أفعل. فأنت تعلم أن أباك قد قال ذلك وأراده حتى كنت أنا الذي أبيت لقرب عهد الناس بالكفر مخافة الفرقة بين أهل الإِسلام ، فأبوك كان أعرف بحقي منك ، فان تعرف من حقي ما كان أبوك يعرف تُصب رشدك وان لم تفعل ، فسيغني الله عنك ؛ والسلام (1).\nالإمام علي يستشير المهاجرين والأنصار في القتال \nوعزم علي (ع) على مواجهة معاوية عسكرياً ولكنه قبل أن يتجهز لذلك دعا إليه من كان معه من المهاجرين والأنصار فجمعهم وقام فيهم خطيباً فحمد الله وأثنى عليه وقال : « أما بعد ، فانكم ميامين الرأي ، مراجيح الحلم ، مقاويل بالحق ، مباركو الفعل والأمر ، وقد أردنا المسير إلى عدونا وعدوكم ، فاشيروا علينا برأيكم ». ",
        "فقام المهاجرون والأنصار كلٌّ يدلي برأيه ، ونقتصر هنا على ذكر آراء بعضهم إختصاراً للمسافة ، فإن ذلك يعطينا فكرةً كافية عما كان يتمتع به أصحاب علي (ع) من قوة العقيدة ورباطة الجأش والجرأة والشجاعة. \n__________________\n1 ـ شرح النهج 15 / من 73 إلى 78. \nخطبة هاشم بن عتبة ",
        "فقام هاشم بن عبتة بن أبي وقاص الملقب « بالمرقال » فحمد الله وأثنى عليه بما هو أهله ثم قال : « أما بعد يا أمير المؤمنين ، فأنا بالقوم جدُّ خبير ، هم لك ولأشياعك أعداء ، وهم لمن يطلب حرث الدنيا أولياء ، وهم مقاتلوك ومجاهدوك لا يبقون جهداً ؛ مشاحةً على الدنيا ، وظناً بما في أيديهم منها ، وليس لهم إربةً غيرها إلا ما يخدعون به الجهال من الطلب بدم عثمان بن عفان ، كذبوا ، ليس بدمه يثأرون ، ولكن الدنيا يطلبون ، فسر بنا إليهم ، فإن أجابوا إلى الحق فليس بعد الحق إلا الضلال ، وإن أبوا إلا الشقاق ، فذلك الظن بهم ، والله ما أراهم يبايعون وفيهم أحد ممن يطاع إذا نهى ، ولا يسمع إذا أمر » (1).\nرأي عمار بن ياسر \nوقام عمار فذكر الله بما هو أهله وحمده وقال : يا أمير المؤمنين ، إن إستطعت ألا تقيم يوماً واحداً فافعل! إشخص بنا قبل استعار نار الفجرة ، واجتماع رأيهم على الصدود والفرقة وادعهم إلى حظهم ورشدهم ، فإن قبلوا سعدوا ؛ وإن أبوا إلا حربنا ، فوالله إن سفك دمائهم والجد في جهادهم لقربة عند الله وكرامة منه.\nرأي قيس بن سعد بن عبادة",
        "ثم قام قيس بن سعد بن عبادة ، فحمد الله وأثنى عليه ، ثم قال : يا أمير المؤمنين ، إنكمش بنا إلى عدونا ولا تعرج (2) فوالله لجهادهم أحب إلي من جهاد الترك والروم ؛ لإدهانهم (3) في دين الله ، وإستذلالهم أولياء الله من أصحاب محمد (ص) من المهاجرين والأنصار والتابعين بإحسان ، إذا غضبوا على رجل حبسوه وضربوه وحرموه وسيروه ، وفيئنا لهم في أنفسهم حلال ،\n__________________\n1 ـ صفين : 92. \n2 ـ في الأصل لا تعرّد ، والتعريد معناه الإحجام والإنهرام. ",
        "3 ـ الإدهان : الغش والمصانعة. \nونحن لهم فيما يزعمون قطين (1).\nالإمام يدعو إلى المسير. \nفقام علي خطيباً على منبره وجعل يحرض الناس ويامرهم بالمسير إلى صفين ، فقال بعد أن حمد الله وأثنى عليه : « سيروا إلى أعداء الله ، سيروا إلى أعداء السنن والقرآن ، سيروا إلى بقية الأحزاب ، قتلة المهاجرين والأنصار. ",
        "هذا ، وقد تقاعس نفر عن الإستجابة ، منهم حنظلة بن الربيع ، وقد هرب فيما بعد إلى معاوية ، ولحقه أناس من قومه ، فأمر علي (ع) بداره فهدمت (2).\nبين علي (ع) وأبي زبيب \nودخل أبو زبيب بن عوف على علي ، فقال : يا أمير المؤمنين ، لئن كنا على الحق لأنت أهدنا سبيلاً ، وأعظمنا في الخير نصيباً ، ولئن كنا في ضلالةٍ إنك لأثقلنا ظهراً وأعظمنا وزراً ، أمرتنا بالمسير إلى هذا العدو وقد قطعنا ما بيننا وبينهم من الولاية ، وأظهرنا لهم العدواة نريد بذلك ما يعلم الله من طاعتك ، وفي أنفسنا من ذلك ما فيها ، أليس الذي نحن عليه الحق المبين والحوب الكبير؟ ». \nفقال علي : « بلى ، شهدت أنك إن مضيت معنا ناصراً لدعوتنا ، صحيح النية في نصرتنا ، قد قطعت منهم الولاية ، وأظهرت لهم العدواة كما زعمت ، فانك ولي الله تسيح في رضوانه ، وتركض في طاعته ، فأبشر أبا زبيب ».",
        "« عمار يحرض » \nفقال له عمار بن ياسر : أثبت أبا زبيب ولا تشك في الأحزاب عدو الله ورسوله. \n__________________\n1 ـ القطين : الخدم والأتباع والحشم والمماليك. ",
        "2 ـ راجع كتاب صفين / 95 ـ 97. \nفقال : ما أحب أن لي شاهدين من هذه الأمة فيشهدوا لي على ما سألت عنه من هذا الأمر الذي أهمني مكانكما. \nوخرج عمار بن ياسر وهو يقول : \nيزيد بن قيس وزياد بن النضر ",
        "ودخل يزيد بن قيس الأرحبي على علي بن أبي طالب فقال : يا أمير المؤمنين ، نحن على جهازٍ وعدة ، وأكثر الناس أهل قوة ، ومن ليس بمضعَّف وليس به علة ، فمر مناديك فليناد الناس يخرجوا إلى معسكرهم بالنخيلة ، فإن أخا الحرب ليس بالسؤوم ولا النؤوم ولا من إذا أمكنته الفرص أجلها واستشار فيها ، ولا من يؤخر الحرب في اليوم إلى غدٍ وبعد غد! \nفقال زياد بن النضر : لقد نصح لك يا أمير المؤمنين يزيد بن قيس وقال ما يعرف ، فتوكل على الله وثق به ، واشخص بنا إلى هذا العدو راشداً معاناً ، فإن يرد الله بهم خيراً لا يدعوك رغبةً عنك إلى من ليس مثلك في السابقة مع النبي (ص) والقدم في الإسلام والقرابة من محمد (ص). وإلا يُنيبوا ويقبلوا ويأبوا إلا حربنا ، نجد حربهم علينا هيناً ، ورجونا أن يصرعهم الله مصارع إخوانهم بالأمس.\nرأي عبد الله بن بديل \nثم قام عبد الله بن بديل بن ورقاء الخزاعي فقال : ",
        "« يا أمير المؤمنين ، إن القوم لو كانوا الله يريدون ، أو لله يعملون ، ما خالفونا ، ولكن القوم إنما يقاتلون فراراً من الأسوة (1) وحباً للأثرة ، وظناً بسلطانهم ، وكرهاً لفراق دنياهم التي في أيديهم ، وعلى إحنٍ في أنفسهم ، وعداوةٍ يجدونها في صدورهم ، لوقائع أوقعتها يا أمير المؤمنين بهم قديمةٍ ، قتلت فيها آباءهم وإخوانهم. \n__________________\n1 ـ الأسوة : المساواة في الحقوق. \nثم التفت إلى الناس فقال : فكيف يبايع معاوية علياً وقد قتل أخاه حنظلة وخاله الوليد ، وجده عتبة في موقف واحد ، والله ما أظن أن يفعلوا ، ولن يستقيموا لكم دون أن تقصد فيهم المرّان (1) ، وتقطع على هامهم السيوف ، وتنثر حواجبهم بعمد الحديد ، وتكون أمور جمة بين الفريقين. ",
        "ثم إن أمير المؤمنين (ع) كتب إلى ولاته وعماله في الآفاق كتباً يوصيهم فيها بتقوى الله والعطف على الرعية ويأمرهم بالتوسعة في العطاء على من عندهم وإرسال ما يتبقى لصرفه في شؤون الجيش.\nالإِنذار الأخير \nوكتب إلى معاوية كتاباً يعظه فيه أولاً ويخوفه من الدنيا ، ثم يبكّته ويضعه في خانة العدو المغتصب للحق ، والمتسلط والباغي الذي ركبه الشيطان حتى جرى منه مجرى الدم في العروق ، وينصحه بالعودة إلى جادة الصواب ، ولعله آخر كتبه (ع) لمعاوية قبل الخروج للحرب ، وكأنه يعطيه الإِنذار الأخير ويقيم عليه الحجة ، وجاء فيه : \n« إنك قد رأيت من الدنيا وتصرفها بأهلها وإلى ما مضى منها ، وخير ما بقي من الدنيا ما أصاب العباد الصادقون فيما مضى ، ومن نسي الدنيا نسيان الآخرة يجد بينهما بوناً بعيداً ، وأعلم يا معاوية أنك قد أدعيت أمراً لست من أهله لا في القَدَم ولا في الولاية ، ولست تقول فيه بأمرٍ بيّن تعرف لك به أثرة ولا لك عليه شاهد من كتاب الله ولا عهد تدعيه من رسول الله ، فكيف أنت صانع إذا إنقشعت عنك جلابيب ما أنت فيه من دنياً أبهجت بزينتها ، وركنت إلى لذتها ، وخلي فيها بينك وبين عدوٍ جاهد ملح ، مع ما عرض في نفسك من دنيا قد دعتك فأجبتها ، وقادتك فاتبعتها ، وأمرتك فأطعتها. ",
        "فاقعس (2) عن هذا الأمر وخذ أهبة الحساب ، فإنه يوشك أن يقفك واقف على ما لا يُجنُّك من مِجَنّ. \n__________________\n1 ـ الرماح. \n2 ـ أي تأخر وارجع. ",
        "ومتى كنتم يا معاوية ساسةً للرعية ، أو وُلاةً لأمر هذه الأمة بغير قدَمٍ حسن ، ولا شرفٍ سابقٍ على قومكم ، فشمر لما قد نزل بك ، ولا تُمكن الشيطان من بُغيته فيك ، مع أني أعرف أن الله ورسوله صادقان ، فنعوذ بالله من لزوم سابق الشقاء ، وإلا تفعل أعلمك ما أغفلك من نفسك ، فإنك مُترفٌ قد أخذ منك الشيطان مأخذه ، فجرى منك مجرى الدم في العروق ، وإعلم أن هذا الأمر لو كان الى الناس أو بأيديهم لحسدونا وأمتنوا به علينا ، ولكنه قضاءٌ ممن أمتن به علينا على لسان نبيه الصادق المصدق ، لا أفلح من شك بعد العرفان والبينة. \nاللهم أحكم بيننا وبين عدونا بالحق وأنت خير الحاكمين ». \nوكتب (ع) إلى عمرو بن العاص كتاباً يعظه فيه ويحذره أمر الدنيا ، ويقول فيه أخيراً « والسعيد من وعظ بغيره ، فلا تحبط أجرك أبا عبد الله ، ولا تجارين معاوية في باطله فإن معاوية غمص الناس ، وسفه الحق ، والسلام ». \nوأرسل إلى قادة العرب وزعماءهم في الأمصار يستنهضهم للقتال ، فأجابه منهم خلق كثير ، وقد اقتصرنا على هذا القدر تحاشياً عن الإطالة.",
        "كتاب محمد بن أبي بكر (رض) إلى معاوية \nولمحمد بن أبي بكر قدم سبق في الإسلام ولدى أمير المؤمنين علي (ع) مكانة خاصة ، وتشهد له على ذلك مواقفه في حرب الجمل كما قدمنا ، ومواقفه قبل وبعد صفين ، وقد كتب إلى معاوية كتاباً بمثابة إقرار واعتراف من الصادق الصدوق بفضل الإمام علي (ع) على بقية أصحاب الرسول (ص) ، كما أن فيه تبكيت وتأنيب لمعاوية على موقفه من الإِمام علي (ع) وبغيه وطلبه ما ليس له ، ونحن نذكره كما جاء في رواية نصر : \nبسم الله الرحمن الرحيم : من محمد بن أبي بكر إلى الغاوي بن صخر ، سلام على أهل طاعة الله من هو مسلمٌ لأهل ولاية الله ، أما بعد : \nفإن الله بجلاله وعظمته وسلطانه وقدرته خلق خلقاً بلا عنَت ، ولا ضعف في قوته ، ولا حاجةٍ به إلى خلقهم ، ولكنه خلقهم عبيداً ، وجعل منهم شقياً وسعيداً ، وغوياً ورشيداً. ",
        "ثم أختارهم على علمه ، فاصطفى وانتخب منهم محمداً (ص) ، فاختصه برسالته ، واختاره لوحيه ، وإتمنه على أمره ، وبعثه رسولاً مصدقاً لما بين يديه من الكتب ، ودليلاً على الشرائع ، فدعا إلى سبيل ربه بالحكمة والموعظة الحسنة ، فكان أول من أجاب وأناب ، وصدّق ووافق وأسلم وسلّم ـ أخوه وابن عمه علي بن أبي طالب (ع) فصدّقه بالغيب المكتوم وآثره على كل حميم ، فوقاه كل هول ، وواساه بنفسه في كل خوف ، فحارب حربه ، وسالم سَلمَه ، فلم يبرح مبتذلاً لنفسه في ساعات الأزل (1) ومقامات الروع ، حتى برز سابقاً لا نظير له في جهاده ، ولا مقارب له في فعله. \nوقد رأيتك تساميه وأنت أنت. وهو هو المبرز السابق في كل خير ، أول الناس إسلاماً ، وأصدق الناس نية ، وأطيب الناس ذرية ، وأفضل الناس زوجة ، وخير الناس ابن عم ، وأنت اللعين بن اللعين. ثم لم تزل أنت وأبوك تبغيان الغوائل لدين الله ، وتجهدان على إطفاء نور الله ، وتجمعان على ذلك الجموع ، وتبذلان فيه المال ، وتخالفان فيه القبائل. على ذلك مات أبوك ، وعلى ذلك خلفته ، والشاهد عليك بذلك من يأوي ويلجأ إليك من بقية الأحزاب ، ورؤوس النفاق والشقاق لرسول الله (ص) والشاهد لعليٍّ مع فضله المبين وسبقه القديم ، أنصاره الذين ذُكروا بفضلهم في القرآن فأثنى الله عليهم من المهاجرين والأنصار ، فهم معه عصائب وكتائب حوله ، يجالدون بأسيافهم ويهريقون دماءهم دونه ، يرون الفضل في إتباعه ، والشقاء في خلافه ، فكيف ـ يا لك الويل ـ تعدل نفسك بعلي ، وهو وارث رسول الله (ص) ووصيُّه وأبو ولده ، وأول الناس له إتباعاً ، وأخرهم به عهداً ، يخبره بسرّه ويُشركه في أمره ؛ وأنت عدُّوه وابن عدوه؟! فتمتع ما \n__________________\n1 ـ الإزل : الضيق والشدة. ",
        "استطعت بباطلك ، وليمدد لك ابن العاص في غوايتك ، فكأن أجلك قد إنقضى ، وكيدك قد وهى. وسوف يستبين لمن تكون العاقبة العليا. \nواعلم أنك إنما تكايد ربك الذي قد أمنت كيده ، وأيست من روحه ، وهو لك بالمرصاد ، وأنت منه في غَرور ، وبالله وأهل رسوله عنك الغَنَاء ، والسلام على من اتبع الهدى (1). \nوقد أجابه معاوية على كتابه هذا ولا داعي لذكره.\nالإمام علي (ع) يأمر بالخروج ",
        "وأمر عليٌّ الحارث الأعور ينادي في الناس : أن اخرجوا إلى معسكركم بالنخيلة ، فنادى : أيها الناس ، أخرجوا إلى معسكركم بالنخيلة. \nوبعث عليٌّ إلى مالك بن حبيب اليربوعي ـ صاحب شرطته ـ فأمره أن يحشر الناس إلى المعسكر.\nودعا عقبةَ بن عمروٍ الأنصاري فاستخلفه على الكوفة ، وكان أصغر أصحاب بيعة العقبة السبعين ، وأوصاه بوصاياه. \nثم خرج عليٌّ وخرج الناس معه.",
        "إلى الحرب يسيرون \nوخرج أمامه الحر بن سهم بن طريف الربعي وهو يقول : \nوأن نـزيـل من رجـال هـامـا\nوسار عليٌّ (ع) حتى أتى مكاناً يقال له دير أبي موسى ، فصلى بالناس ",
        "__________________\n1 ـ كتاب صفين ص 118. \nصلاة العصر ، فلما انصرف من الصلاة ، رفع يديه بالدعاء وقال : « سبحان ذي الطَولِ والنِعَم ، سبحان ذي القدرة والإفضال ، أسأل الله الرضا بقضائه ، والعمل بطاعته ، والإنابة إلى أمره ؛ فإنه سميع الدعاء ». \nثم سار حتى نزل على شاطىء نرس ، وهو نهر حفره نرس بن بهرام بنواحي الكوفة ، فصلى هناك صلاة المغرب ، فلما انصرف قال : الحمد لله الذي يولج الليل في النهار ، ويولج النهار في الليل ، والحمد لله كلما وقب ليل وغسق ، والحمد لله كلما لاح نجم وخفق ». ",
        "ثم أقام حتى صلى الغداة ، ثم شخص حتى بلغ قُبّة قُبيِّن ـ مكان ـ وفيها نخل طوال إلى جانب البِيعة من وراء النهر ، فلما رآها قال : « والنخلَ باسقاتٍ لها طلعٌ نضيد ». ثم أقحم دابته النهر فعبر إلى تلك البيعة فنزلها فمكث بها قدر الغداة. \nثم تابع سيره فوصل إلى أرض بابل ، فجعل (ع) يخفُّ في سيره ويقول : إن ببابل أرضاً قد خسف بها فلعلنا نصلي العصر خارجاً منها ، فحرك دابته وحرك الناس دوابهم في أثره ، حتى أتوا على مكان وقد كادت الشمس أن تغيب ، فنزل علي (ع) فدعا الله ، فرجعت الشمس كمقدارها من صلاة العصر ، فصلى بالناس العصر ثم غابت الشمس (1).\nقول علي في كربلاء \nعن هرثمة بن سليم قال : غزونا مع علي بن أبي طالب غزوة صفين ، فلما نزلنا بكربلاء صلى بنا صلاةً ، فلما سلم رُفع إليه من تربتها فشمها ثم قال : واهاً لك أيتها التربة ليُحشَرُّنَّ منك قوم يدخلون الجنة بغير حساب. ",
        "وعن سعيد بن وهب قال : بعثني مخنف بن سُليم إلى علي ، فأتيته بكربلاء ، فوجدته يشير بيده ويقول : ههنا ههنا! فقال رجل : وما ذلك يا أمير المؤمنين؟ قال : ثقل لآل محمدٍ ينزل هاهنا ، فويلٌ لهم منكم ، وويلٌ لكم \n__________________\n1 ـ صفين ص 136. \nمنهم. فقال له الرجل : ما معنى هذا الكلام يا أمير المؤمنين؟ قال. ويلٌ لهم منكم : تقتلونهم ، وويلٌ لكم منهم : يُدخلكم الله بقتلهم إلى النار. ",
        "وعن الحسن بن كثير عن أبيه : أن علياً أتى كربلاء فوقف بها ، فقيل يا أمير المؤمنين هذه كربلاء ، قال : ذات كربٍ وبلاء. ثم أومأ بيده إلى مكان فقال : ها هنا موضع رحالهم ، ومناخ ركابهم ، وأومأ بيده إلى موضع آخر فقال : ها هنا مهراق دمائهم (1).\nقوله حين مر بآثار كسرى \nثم مضى (ع) إلى مدينة بُهرُ سير ، وإذا برجل من أصحابه يقال له حرّ بن سهم ، ينظر إلى آثار كسرى وهو يتمثل قول ابن يعفر التميمي : \nفقال علي (ع) : « كم تركوا من جناتٍ وعيونٍ. وزروع ومَقَامٍ كريم. ونَعمَةٍ كانوا فيها فاكهين. كذلك وأورثناها قوماً آخرين. فما بكت عليهم السماءُ والأرضُ وما كانوا مُنظَرين » (2). إن هؤلاء كانوا وارثين فأصبحوا موروثين ، إن هؤلاء لم يشكروا النعمة فسُلبوا دنياهم بالمعصية. إياكم وكُفرُ النِعَم لا تحلَّ بكم النقم ، ثم قال : أنزلوا بهذه النجوة (3).",
        "وصوله إلى المدائن ثم الأنبار \nلما وصل (ع) المدائن ، أمر الحارث الأعور فصاح في أهلها : من كان من المقاتلة فليواف أمير المؤمنين صلاة العصر ، فوافوه في تلك الساعة ، ولحق به فيما بعد ألف ومائتا مقاتل. \n__________________\n1 ـ صفين 140 ـ 142. ",
        "2 ـ سورة.\n3 ـ النجوة : المكان المرتفع. \nوجاء علي حتى مر بالأنبار ، فاستقبله دهاقنتها بنو خُشنُوشَك (1) ثم جاؤوا يشتدون معه ، قال : ما هذه الدواب التي معكم؟ وما أردتم بهذا الذي صنعتم؟ \nقالوا : أما هذا الذي صنعنا هو خُلُقٌ منا نعظم به الأمراء ، وأما هذه البراذين فهدية لك ، وقد صنعنا لك وللمسلمين طعاماً ، وهيأنا لدوابكم علفاً كثيراً ، قال (ع) : أما هذا الذي زعمتم أنه منكم خلق تعظمون به الأمراء ، فوالله ما ينفع هذا الأمراء ، وأنكم لتشقون به على أنفسكم وأبدانكم ، فلا تعودوا له. وأما دوابكم هذه ، فإن أحببتم أن نأخذها منكم فنحسبها من خراجكم ، أخذناها منكم ، وأما طعامكم الذي صنعتم لنا ، فإنا نكره أن نأكل من أموالكم شيئاً إلا بثمن. ",
        "قالوا : يا أمير المؤمنين ، نحن نقومه ثم نقبل ثمنه ؛ قال : إذن لا تقوِّمُونَهُ قيمته ، نحن نكتفي بما دونه. \nقالوا : يا أمير المؤمنين ، فإن لنا من العرب موالي ومعارف ، فتمنُعنا أن نهدي لهم وتمنعهم أن يقبلوا منا؟ قال : كل العرب لكم موالٍ ، وليس ينبغي لأحدٍ من المسلمين أن يقبل هديتكم ، وإن غصبكم أحد فأعلمونا. \nقالوا : يا أمير المؤمنين ، إنا نحب أن تقبل هديتنا وكرامتنا. قال لهم : ويحكم ، نحن أغنى منكم! فتركهم وسار.\nقصة الصخرة ، وصاحب الدير ، وإسلام الراهب ",
        "وعطش الناس وهم في طريقهم إلى صفين ، فانطلق علي (ع) مع بعض أصحابه حتى أتى على صخرة ضرس (2) من الأرض كأنها ربضة عنز (3) فأمرهم ، فاقتلعوها ، فخرج لهم ماء ، فشربوا وارتووا وشرب الناس منه ، ثم \n__________________\n1 ـ خشن يعني طيب ونوشك معناها راضٍ. يعني بين الطيب الراضي ـ بالفارسية. \n2 ـ الضِرس بالكسر : الأرض الخشنة. ",
        "3 ـ ربضة عنز : حجم جثتها إذا بركت. \nأمرهم علي أن يرجعوا الصخرة مكانها. ثم سار قليلاً ثم التفت إلى بعض أصحابه وقال : هل منكم أحد يعلم مكان هذا الماء الذي شربتم منه؟ قالوا : نعم يا أمير المؤمنين. قال : فانطلقوا إليه. فانطلق منهم رجال مشاةً وركباناً حتى وصلوا إلى المكان الذي يعتقدون أنها فيه ، فطلبوها فلم يجدوها. فانطلقوا إلى ديرٍ قريب بعد أن يئسوا منها ، وسألوهم : أين الماء الذي هو عندكم؟ قالوا : ما قربنا ماء! فقال صاحب الدير : ما بني هذا الدير إلا بذلك الماء ، وما استخرجه إلا نبي أو وصي نبي! (1). \nثم سار (ع) حتى وصل الرقة فنزل فيها بمكان يقال له بليخ ، على جانب الفرات ، وكان هنالك صومعة فيها راهب ، فلما رأى أمير المؤمنين نزل من صومعته ، وسلم عليه وقال له : إن عندنا كتاباً توارثناه عن آبائنا ، كتبه أصحاب عيسى بن مريم ، أعرضه عليك. \nقال علي (ع) : نعم ، فما هو؟ قال الراهب : بسم الله الرحمن الرحيم الذي قضى فيما قضى ، وسطر فيما سطر ، أنه باعث في الأميَّين رسولاً منهم يعلمهم الكتاب والحكمة ، ويدلهم على سبيل الله ، لا فظٌّ ولا غليظ ، ولا صخاب في الأسواق ، ولا يجزي بالسيئة السيئة ولكن يعفو ويصفح ، أمته الحمادُّون الذين يحمدون الله على كل نشز ، وفي كل صعود وهبوط ، تذل ألسنتهم بالتهليل والتكبير والتسبيح. وينصره الله على كل من ناواه ، فإذا توفاه الله اختلفت أمته ثم اجتمعت ، فلبثت بذلك ما شاء الله ثم اختلفت ، فيمر رجل من أمته بشاطىء هذا الفرات ، يأمر بالمعروف وينهى عن المنكر ، ويقضي بالحق ، ولا يرتشي في الحكم ، الدنيا أهون عليه من الرماد في يوم عصفت به الريح ، والموت أهون عليه من شرب الماء على الظماء ، يخافُ اللهَ في السر ، وينصح له في العلانية ، ولا يخاف في الله لومةَ لائم ، من أدرك ذلك النبي (ص) من أهل هذه البلاد فآمن به ، كان ",
        "__________________\n1 ـ صفين 145 وفي كشف الغمة 1 ص 279 وردت القصة بصورة أخرى وأنه (ع) قلع الصخرة بيده. \nثوابه رضواني والجنة ، ومن أدرك ذلك العبد الصالح فلينصره ؛ فإن القتل معه شهادة. \nثم قال له : فأنا مصاحبك غير مفارقك حتى يصيبني ما أصابك. ",
        "فبكى (ع) ثم قال : الحمد لله الذي لم يجعلني عنده منسيّاً ، الحمد لله الذي ذكرني في كُتُبِ الأبرار. ومضى الراهب معه ، وكان ـ فيما ذكروا ـ يتغدى مع علي ويتعشى معه حتى أصيب يوم صفين ، فلما خرج الناس يدفنون قتلاهم ، قال علي : إطلبوه. فلما وجدوه ، صلى عليه ودفنه ، وقال : هذا منا أهل البيت ، واستغفر له مراراً (1). \nوعبر علي (ع) شاطىء الفرات بعد أن أقاموا له جسراً إلى صفين. ودعا زياد بن النضر وشريح بن هاني ، فسرحهما أمامه نحو معاوية في اثني عشر ألفاً .. فلما انتهوا إلى معاوية ، لقيهم أبو الأعور السلمي في جند من أهل الشام ، فدعوهم إلى طاعة علي فأبوا ، فأرسلوا إلى علي يخبرونه ، فبعث إليهم مالك الأشتر وجعله أميرا عليهم ، وحذره من أن يبدأهم بقتال. \nفخرج الأشتر حتى قدم على القوم ، فاتبع ما أمره به علي (ع) وكفَّ عن القتال حتى إذا جاء المساء حمل عليهم أبو الأعور السلمي ، فثبتوا له واضطربوا ساعة. \nثم خرج هاشم بن عتبة في خيل ورجال ، وخرج إليهم أبو الأعور ، فاقتتلوا يومهم ذلك ، فصبر القوم بعضهم لبعض ، ثم انصرفوا.",
        "غلبة أصحاب معاوية على الماء \nوكان أصحاب معاوية قد غلبوا على الماء ، وكان في نيتهم أن يمنعوه عن علي وأصحابه حتى يموتوا عطشاً ـ على زعمهم ـ وقد أشار ابن العاص على معاوية أن لا يفعل ذلك ، لأن ابن أبي طالب لن يظمأ وفي يده أعنة الخيل حتى يشرب أو يموت ـ في حديث طويل ـ فأبى معاوية ذلك. \n__________________\n1 ـ صفين 148.",
        "غلبة علي على الماء\nوفي صبيحة اليوم التالي نهض الأشعث بن قيس في اثني عشر ألف ، وتبعه الأشتر بخيله ورجاله ثم كّبر الأشعث وكبّر الأشتر ، ثم حملا ، فما ثار الغبار حتى انهزم أهل الشام ، وكان قد قتل من أصحاب معاوية أبطال لا يستهان بهم ، وغلب أصحاب علي على الماء. \nوقال عمرو بن العاص لمعاوية : ما ظنك بالقوم إن منعوك الماء اليوم كما منعتهم أمس ، أتُراكَ تضاربهم عليه كما ضاربوك عليه ، وما أغنى أن تكشف لهم السوءة؟ \nفقال : دع عنك ما مضى منه. ما ظنك بعلي؟ قال : ظني به أنه لا يستَحل منك ما استحلَلتَ منه ، وأن الذي جاء له غير الماء. فقال له معاوية قولاً أغضبه. فردّ عليه ابن العاص شعراً ، جاء فيه : ",
        "وحين غلب علي أهل الشام وطردهم عن الماء بعث إلى معاوية : « إنا لا نكافيك بصنعك ، هلّم إلى الماء فنحن وأنتم فيه سواء ». فأخذ كل واحد من الفريقين بالشريعة التي تليه. وقال علي (ع) يومذاك لأصحابه : أيها الناس ، إن الخطب أعظم من منع الماء (2).\nعدد الجيشين \nواختلف في عدد الجيشين ، والمتفق عليه ـ كما يقول المسعودي ـ أن عدة جيش علي (ع) تسعون ألفاً ، وأن عدة جيش معاوية خمسة وثمانون \n__________________",
        "1 ـ الأبيات وما قبلها في صفين ـ 186. \n2 ـ صفين ـ 193. \nألفاً ، بينما يذهب البعض إلى أن كلاً من الجيشين قارب المائة والخمسين ألفاً. \nهذا وقد بقيت الحرب فاترةً بين الطرفين مدة ثلاثة أشهر تقريباً ، أي من أواخر شهر شوال حتى انقضاء المحرم سنة 37 للهجرة. ",
        "وكان علي (ع) في تلك الفترة قد أمهل معاوية ، وأقام الحجة عليه ودعاه إلى الكف عن بغيه ، كما أن القُراءَ من الطرفين كانوا يحجزون بينهما ويحولون دون وقوع الحرب ويدعون إلى وحدة الكلمة دون جدوى ، ويظهر أن تلك المحاجزة استفاد منها معاوية في تقوية موقفه. \nولما كان آخر يوم من المحرم قبل غروب الشمس ، بعث علي إلى أهل الشام : إني قد احتججت عليكم بكتاب الله ، ودعوتكم إليه ، وإني قد نبذت إليكم على سواء ، إن الله لا يهدي كيد الخائنين. \nفلم يردُّوا عليه جواباً إلا قولهم : « السيف بيننا وبينك ، أو يهلك الأعجز منا » (1).\nخطبة علي (ع) ",
        "وخطب علي (ع) في ذلك اليوم خطبةً جاء فيها : نحن أهل بيت الرحمة ، وقولنا الصدق ، وفعلنا القصد ، ومِنّا خاتَمُ النبيين ، وفينا قادة الإسلام ، وفينا حَمَلة الكتاب آلا إنا ندعوكم إلى الله وإلى رسوله وإلى جهاد عدوه ، والشدة في أمره ، وابتغاء مرضاته ، وإقام الصلاة ، وإيتاء الزكاة ، وحج البيت .. إلى أن قال : ألا وأن أعجب العجائب أن معاوية بن أبي سفيان الأموي ، وعمرو بن العاص السهمي أصبحا يحرّضان الناس على طلب الدين بزعمهما ، ولقد علمتم أني لم أخالف رسول الله (ص) قط ، ولم أعصِه في أمر ، أقيه بنفسي في المواطن التي ينكِصُ فيها الأبطال وترعُدُ فيها الفرائص ، بنجدةٍ أكرمني الله بها وله الحمد ، ولقد قُبِض رسول الله (ص) \n__________________\n1 ـ مروج الذهب 2 / 377. \nوإن رأسه لفي حجري ، ولقد وَليتُ غسله بيدي وحدي ، تُقَلبُه الملائكة المقربون معي ، وأيم الله ما اختلفت أمة قط بعد نبيها إلا ظهر أهل باطلها على أهل حقها إلا ما شاء الله. ",
        "فنادى عمار بن ياسر بالناس : أما أمير المؤمنين فقد أعلمكم أن الأمة لم تستقم عليه أولاً. وأنها لن تستقيم عليه آخرا! \nفتفرّقَ الناس وقد نفذت أبصارهم في قتال عدوهم ، فتأهبوا واستعدوا ، ووثبوا إلى رماحهم وسيوفهم ونبالهم يُصلحونها. \nوخرج (ع) يُعبّىءُ الناس ليلته تلك كلها حتى أصبح ، وعقد الألوية وأمر الأمراء وكّتب الكتائب ، وبعث إلى أهل الشام منادياً نادى فيهم : اغدوا إلى مَصَافّكم! فضج أهل الشام واستعدوا.\nخطبة عبد الله بن بُديل ",
        "وقام عبد الله خطيباً في أصحاب علي فقال : ألا إن معاوية إدعى ما ليس له ، ونازع الأمر أهله ومن ليس مثله ، وجادَلَ بالباطل لِيدحض به الحق ، وصال عليكم بالأعراب والأحزاب ، وزيّنَ لهم الضلالة ، وزرع في نفوسهم حُبَّ الفتنة ، ولبسَ عليهم الأمور ، وزادهم رجساً إلى رجسهم. \nوأنتم والله على نور وبرهان مبين ، قَاتِلوا الطُغاة الجُفاة ، قاتِلوهم ولا تخشوهم ، وكيف تخشونهم وفي أيديكم كتاب من ربكم ظاهر مبين .. إلى أن قال : لقد قاتَلـتُهُم مع النبي (ص) والله ما هم في هذه بأزكى ولا أتقى ولا أبرَّ ، إنهضوا إلى عدو الله وعدوكم.\nخطبة سعيد بن قيس \nقام في الناس فقال : إن أصحاب محمد المصطفين الأخيار معنا وفي حيزنا .. إلى أن قال : وإنما رئيسنا ابن عم نبينا ، بَدريٌ صُدُقٌ ، صلى صغيراً وجاهد مع نبيكم كبيراً ، ومعاوية طليق من وثاق الإسار بن طليق ، ألا ",
        "وإنه أغرى جفاةً فأوردهم النار ، وأوردهم العار ، والله محلٌ بهم الذل والصَغَار.\nخطبةُ ابن التيّهان\nوأقبل أبو الهيثم بن التيهان ، وكان من أصحاب رسول الله (ص) بدرياً ، نقيباً ، عَقبيّاً ، يُسوي صفوف أهل العراق ويقول : يا معشر أهل العراق ، انه ليس بينكم وبين الفتح في العاجل والجنة في الآجل إلا ساعة من النهار ، فأرسوا أقدامكم وسووا صفوفكم ، وأعيروا ربكم جماجمكم ، واستعينوا بالله إلهِكم ، وجاهدوا عدو الله وعدوكم ، واقتلوهم قَتَلهم الله وأبادهم ، واصبروا فإن الأرض لله يورثها من يشاء من عباده والعاقبة للمتقين.\nمالك الأشتر يشيد بالإمام علي (ع) ",
        "وقام مالك الأشتر رضي الله عنه يخطب الناس وهو يومئذٍ على فرس أدهم مثل حلك الغراب ، فقال : الحمد لله الذي خلق السموات العلى ، والرحمان على العرش استوى .. إلى أن قال : معنا ابن عم نبينا ، وسيف من سيوف الله عليُّ بن أبي طالب ، صلى مع رسول الله ، لم يسبقه إلى الصلاة ذَكَرٌ حتى كان شيخاً ، لم تكن له صَبوَة ، ولا نَبوَة ، ولا هفوَة ولا سَقطة ، فقيهٌ في دين الله تعالى ، عالم بحدوده ، ذو رأيٍ أصيل وصبرٍ جميل ، وعَفَافٍ قديم ، فاتقوا الله وعليكم بالعزم والجد ، واعلموا أنكم على الحق ، وأن القوم على الباطل ، وإنما تقاتلون معاوية وأنتم مع البدريين قريب من مائة بدري سوى من حولكم من أصحاب محمد (ص) أكثر ما معكم رايات قد كانت مع رسول الله. ومع معاوية رايات قد كانت مع المشركين على رسول الله (ص) فما يَشُكُّ في قتال هؤلاء إلا من كان ميت القلب ، أنتم على إحدى الحُسنيين إما الفتح وإما الشهادة ، عصمنا الله وإياكم بما عصم.\n« مساومة عمرو لمعاوية » \nوطلب معاوية إلى عمرو بن العاص أن يُسوي صفوف أهل الشام. فقال \nله عمرو : على إن لي حكمي إن قتلَ الله ابنَ أبي طالب ؛ واستوثقت لك البلاد. ",
        "فقال : أليس حكمك في مصر؟ فقال : وهل مصر تكون لي عِوضاً عن الجنة ، وقتل ابن أبي طالب ثمناً لعذاب النار؟! « الذي لا يفتَرّ عنهم وهم فيه مُبلِسون ». فقال معاوية : إن لك حكمك أبا عبد الله إن قُتِل ابن أبي طالب. رويداً لا يسمع أهل الشام كلامك. \nفقام عمرو فقال : معاشر أهل الشام ، سووا صفوفكم قَصّ الشارِب ، وأعيرونا جماجمكم ساعة ، فقد بلغ الحق مقطعه ، فلم يبق إلا ظالم ، أو مظلوم ..!\nيقاتلون طمعاً في الحكم \nوقام يزيد بن قيس الأرحبي خطيباً يحرض أهل العراق ، فقال : إن المسلم السليم من سلم دينه ورأيه ، وإن هؤلاء القوم ـ والله ـ ما إن يقاتلوننا على إقامة دين رأونا ضيعناه ، ولا على إحياء حق رأونا أمتناه ، ولا يقاتلوننا إلا على هذه الدنيا ليكونوا فيها جبابرةً وملوكاً ، ولو ظهروا عليكم ـ لا أراهم الله ظهوراً ولا سروراً ـ إذن لولِيكم مثل سعيد والوليد وعبد الله بن عامر السفيه ، يُحدث أحدهم في مجلسه بذَيت وذَيت ويأخذ مال الله ويقول : لا إثم عليّ فيه! فكأنما أعطي تراثه من أبيه ، كيف؟ إنما هو مال الله أفاءه الله علينا بأسيافنا ورماحنا ، قاتلوا عباد الله ـ القوم الظالمين الحاكمين بغير ما أنزل الله ، ولا تأخذكم فيهم لومةُ لائم ، إنهم إن يَظهروا عليكم يُفسدوا عليكم دِينكم ودُنياكم ، وهم من قد عرفتم وجرّبتم ، والله ما أرادوا باجتماعهم عليكم إلا شرّاً ، وأستغفر الله العظيم لي ولكم.",
        "عمرو بن العاص يرتجز \nوارتجز عمرو بن العاص موجّهاً كلامه لعلي (ع) : \nخـذهـا إليـك واعلمـن أبـا حسـن\nفأجابه شاعر من أهل العراق : ",
        "حتـى تعـضَّ الكـف أو تقـرع سِـنْ\nـ بداية الحرب ـ \nمن عادة علي (ع) عند الحرب أن يدعو ببغلةٍ يركبها ، فلما أوشكت الحرب أن تقع في صفين قال : إإتوني بفرس ، فأتي بفرس له ذَنُوب ، أدهم يُقَادَ بشِنطَيَن ، يبحث الأرض بيديه جميعاً ، له حَمحَمَةٌ وصهيل فركبه وقال : سبحان الذي سخر لنا هذا وما كنا له مقرنين. لا حول ولا قوة إلا بالله العلي العظيم. \nوكان (ع) إذا سار إلى قتال ذكر إسم الله ثم يستقبل القبلة ويرفع يديه إلى السماء ويقول : « اللهم إليك نُقِلَتِ الأقدام ، وأتعبت الأبدان ، وأفضِتِ القلوب ، ورُفِعَتِ الأيدي وشخَصَتِ الأبصار ، ربنا إفتح بيننا وبين قومنا بالحق وأنت خير الفاتحين ». ثم يقول : سيروا على بركة الله. ثم يقول : الله أكبر ، الله أكبر ، لا إله إلا الله ، الله أكبر ، يا الله يا أحد يا صمد ، يا ربَّ محمد ، أكفف عنا بأس الظالمين. ",
        "ويُروى عنه (ع) : ما كان في قتال إلا ونادى : « يا كهيعص ». وكان شعاره في الحرب ، الله أكبر ، ثم يحملُ فيوردُ ـ والله ـ من إتّبعه ومن حادّهُ حياض الموت (1).\n« دعاؤه يوم صفين »\nأما في صفين ، فكان له دعاء آخر يرويه زيد بن وهب ، قال : لما \n__________________",
        "1 ـ شرح النهج 5 / 175 ـ 177. \nخرج علي (ع) إليهم غداة ذلك اليوم فاستقبلوه ، رفع يديه إلى السماء وقال : « اللهم ربَّ هذا السقف المحفوظ المكفوف الذي جعلته محيطاً بالليل والنهار ، وجعلت فيه مجرى الشمس والقمر ، ومنازل الكواكب والنجوم ، وجعلت سكانه سبطاً من الملائكة لا يسأمون العبادة ، ورب هذه الأرض التي جعلتها قراراً للأنام والهوام والأنعام وما لا يحصى مما يُرى ولا يُرى من خلقك العظيم ورب الفُلك التي تجري في البحر المحيط بما ينفع الناس ، ورب السحاب المسخر بين السماء والأرض ، ورب البحر المسجور المحيط بالعالمين ، ورب الجبال الرواسي التي جعلتها للأرض أوتاداً ، وللخلق متاعاً ، إن أظهرتنا على عدونا فجنّبنا البغي وسدّدنا للحق ، وان أظهرتهم علينا فارزقنا الشهادة ، واعصم بقية أصحابي من الفتنة.\nوصف علي (ع) \nوكان (ع) رجلاً ربعةً ، أدعج العينين ، كأن وجهه القمرُ ليلة البدر حسناً ، ضخم البطن ، عريض المسربة شئن الكفين ضخم الكُسور ، كأن عنقه إبريق فضة ، أصلع ، من خلفه شعر صفيف ، لمنكبه مشاش كمشاش الأسد الضاري ، إذا مشى تكفأ ومار به جسده ، ولظهره سنام كسنام الثور ، لا يبين عضده من ساعده ، قد أدمِجَت إدماجاً ، لم يمسك بذراع رجلٍ قط إلا أمسك بنفسه فلم يستطع أن يتنفس ، ولونه إلى سمرة ما ، وهو أذلف الأنف ، إذا مشى إلى الحرب هرول ، قد أيده الله في حروبه بالنصر والظفر.",
        "على يزحف بجيشه\nوكان على ميمنته يومئذٍ عبد الله بن بُديل الخزاعي ، وعلى ميسرته عبد الله بن العباس وقُراء العراق مع ثلاثة نفر هم ، عمار بن ياسر ، وقيس بن سعد بن عبادة ، وعبد الله بن بُديل ، والناس على راياتهم ومراكزهم ، وعلي (ع) في القلب في أهل المدينة ، جمهورهم الأنصار ومعهم من خزاعة وكنانة عدد حسن. \nفلما راوه قد أقبل ، تقدموا إليه يزحفون بجموعهم (1).\nجيش معاوية ",
        "أما معاوية فرفع قبةً عظيمة ، وألقى عليها الكرابيس وجلس تحتها ، واجتمع إليه أهل الشام ، فعبأ خيله ، وعقد ألويته وأمر الأمراء وكتب الكتائب ، وأحاط به أهل حمص في راياتهم وعليهم أبو الأعور السلمي ، وأهل الأردن في راياتهم ، وعليهم عمرو بن العاص ، وأهل قنسرين ، وعليهم زفر بن الحارث الكلابي ، وأهل دمشق ـ وهم القلب ـ وعليهم الضحاك بن قيس الفهري ، فأطافوا كلهم بمعاوية.\n« المبارزة للقتال »\nكان يوم السابع من شهر صفر يوماً عظيماً في صفين لما لقي فيه الطرفان من أهوال شديدة. \nوأول فارسين التقيا في ذلك اليوم هما حُجر بن عدي الكندي ، الملقّب بحُجر الخير صاحب أمير المؤمنين (ع) ، وحجر الملقب بحجر الشر ، وهو ابن عمه ، وكلاهما من كندة وكان من أصحاب معاوية ، فاطّعَنا برمحيهما. وخرج رجل من بني أسد يقال له خزيمة ، من عسكر معاوية ، فضرب حجر بن عدي برمحه ، فحمل أصحاب علي (ع) فقتلوا خزيمة الأسدي ونجا حجر الشر هارباً فالتحق بصف معاوية. ",
        "ثم برز حجر الشر ثانيةً ، فبرز إليه الحكم بن أزهر ـ من أهل العراق ـ فقتله حجر الشر فخرج إليه رفاعة بن ظاهر الحميري من صف العراق فقتله ، وعاد إلى أصحابه يقول : الحمد لله الذي قتل حجر الشر بالحكم بن أزهر.\nعلي (ع) يدعو إلى كتاب الله ، ومعاوية يرفض \nثم أن علياً (ع) دعا أصحابه إلى أن يذهب واحد منهم بمصحف كان \n__________________",
        "1 ـ نفس المصدر. وفي صفين / 232 وما بعدها. \nفي يده إلى أهل الشام ، فقال : من يذهب إليهم فيدعوهم إلى ما في هذا المصحف؟ فسكت الناس ، وأقبل فتىً إسمه سعيد فقال : أنا صاحبه : فأعاد عليّ القول ثانيةً فسكت الناس ؛ وتقدم الفتى فقال : أنا صاحبه. فسلّمه إليه فقبضه بيده ، ثم أتاهم فناشدهم الله ودعاهم إلى ما فيه ، فقتلوه!\nالإمام علي يأمر أصحابه بالهجوم\nفقال علي (ع) لعبد الله بن بديل : إحمل عليهم الآن؟ فحمل عليهم بمن معه من أهل الميمنة وعليه يومئذٍ سيفان ودرعان ، فجعل يضرب بسيفه قدماً ويقول : ",
        "فلم يزل يحمل حتى انتهى إلى معاوية ومن معه ممن بايعه على الموت ، فأمرهم أن يصمدوا لعبد الله بن بديل ، وبعث إلى حبيب بن سلمة الفهري وهو في الميسرة أن يحمل عليه بجميع من معه ، واختلط الناس ، واصطدم الفيلقان ، ميمنةُ العراق وميسرة أهل الشام ، وأقبل عبد الله يضرب الناس بسيفه قِدماً حتى أزال معاوية عن موقفه جعل ينادي : يا لثارات عثمان ـ وهو يعني أخاً له قد قُتل ـ وظن معاوية وأصحابه أنه يعني عثمان بن عفان ، وتراجع معاوية عن مكانه القهقري ، وأشفق على نفسه ، وأرسل إلى حبيب بن مسلمة مرة ثانية وثالثة يستنجده ويستصرخه ، ويحمل حبيب حملةً شديدة بميسرة معاوية على ميمنة العراق فيكشفها حتى لم يبق مع ابن بُديل إلا نحو مائة إنسان من القراء ، فاستند بعضهم إلى بعض يحمون أنفسهم ، ولجَجَ ابن بُديل في الناس وصمم على قتل معاوية ، وجعل يطلب موقفه ويصمد نحوه حتى انتهى اليه ومع معاوية عبد الله بن عامر واقف ، فنادى معاوية في الناس : ويلكم ، الصخر والحجارة إذا عجزتم عن السلاح! فرضخه الناس بالصخر والحجارة حتى أثخنوه ، فسقط فأقبلوا عليه بسيوفهم فقلتوه. \nوجاء معاوية وعبد الله بن عامر حتى وقفا عليه ، فأما عبد الله بن عامر فألقى عمامَتهُ على وجهه وترحمَ عليه وكان له أخاً صديقاً من قبل. فقال معاوية : إكشف عن وجهه؟ فقال : لا والله لا يُمَثلُ فيه وفيَّ روح. فقال معاوية : إكشف عن وجهه فإنا لا نُمثل فيه ، قد وهبناه لك. فكشف ابن عامر عن وجهه ، فقال معاوية : هذا كبش القوم ورب الكعبة. اللهم أظفرني بالأشتر النُخعي والأشعث الكندي ، والله ما مَثلُ هذا إلا كما قال الشاعر : \nالإمام علي (ع) يرّد الكتائب\nبعد مقتل ابن بديل ، إستعلى أهل الشام على أهل العراق يومئذٍ ، وانكشف من قِبلِ الميمنة وأجفلوا إجفالاً شديداً ، فأمر علي (ع) سهل بن حُنيف ، فاستقدم من كان معه ليرفِدَ الميمنة ويعضدها ، فاستقبلتهم جموع أهل الشام في خيل عظيمة ، فحملت عليهم ، فألحقتهم بالميمنة ، وكانت ميمنة أهل العراق متصلةً بموقف علي (ع) في القلب في أهل اليمن ، فلما انكشفوا انتهت الهزيمة إلى علي (ع) ، فانصرف يمشي نحو الميسرة ، فانكشفت مضر عن الميسرة أيضاً ، فلم يبق مع علي من أهل العراق إلا ربيعة وحدها في الميسرة. ",
        "قال زيد بن وهب : لقد مرّ علي (ع) يومئذٍ ومعه بنوه نحو الميسرة ومعه ربيعة وحدها ، وإني لأرى النبل يمر بين عاتقه ومنكبيه ، وما من بَنيهِ إلا من يقيه بنفسه ، فيكره علي (ع) ذلك ، فيتقدم عليه ويحول بينه وبين أهل الشام ، ويأخذه بيده إذا فعل ذلك ، فيلقيه من ورائه ؛ ويُبصر به أحمر مولى بني أمية ، وكان شجاعاً، فقال عليٌّ (ع) : ورب الكعبة قتلني الله إن لم \n__________________\n1 ـ شرح النهج 5 / 195 وما يليها. \nأقتلك! فأقبل نحوه ، فخرج إليه كيسان مولى علي (ع) ، فاختلفا ضربتين ، فقتله أحمر ، وخالط علياً ليضربه بالسيف ، وينتهزه علي فتقع يده في جيب درعه ، فجذبه عن فرسه فحمله على عاتقه ، فوالله لكأني أنظر إلى رجلي أحمر تختلفان على عنق علي ، ثم ضرب به الأرض فكسر منكبيه وعضديه ، وشد إبنا علي محمد وحسينٌ فضرباه بأسيافهما حتى برد فكأني أنظر إلى علي قائماً وشبلاه يضربان الرجل حتى إذا أتيا عليه ، أقبلا إلى أبيهما والحسن قائم معه ، فقال له علي : يا بني ، ما منعك أن تفعل كما فعل أخواك؟ فقال كفياني يا أمير المؤمنين. ",
        "قال : ثم أن أهل الشام دنوا منه يريدونه! والله ما يزيدهم قربهم منه ودنوهم إليه سرعةً في مشيته ، فقال له الحسن (ع) : ما ضرّك لو أسرعت حتى تنتهي إلى الذين صبروا لعدوك من أصحابك؟ فقال علي (ع) : يا بُنَيّ ، إن لأبيك يوماً لن يعدوه ولا يبطىء به عن السعي ، ولا يقربه إليه الوقوف ، إن أباك لا يبالي إن وقع على الموت أو وقع الموت عليه.\nلا هروب من القدر!!\nقال أبو إسحاق : وخرج علي (ع) يوماً من أيام صفين وفي يده رُمح صغير ، فمرَّ على سعيد بن قيس الهمداني ، فقال له سعيد : أما تخشى يا أمير المؤمنين أن يغتالك أحد وأنت قرب عدوك؟! فقال علي (ع) إنه ليس من أحد إلا وعليه من الله حَفَظَةٌ يحفوظونه من أن يتردى في قَلِيب (1) ، أو يخِرّ عليه حائط ، أو تصيبه آفةٌ ، فإذا جاء القدر ، خلّوا بينَه وبينَه.\nشجاعة الأشتر وتحريضه ",
        "وكان بيد الأشتر يومئذٍ صفيحةٌ يمانيةٌ ، إذا طأطأها خِلتَ فيها ماءً ينصَبّ ، وإذا رفعها يكاد يغشي البصر شعاعُها ، ومرّ يضرب الناس بها قِدماً ويقول : \n__________________\n1 ـ القليب : البئر. \nالغمـراتُ ، ثم ينجـلينـا ",
        "فبصُرَ به الحارث بن جمهان الجعفي والأشتر مقنعٌ في الحديد ، فلم يعرفه ، فدنا منه وقال له : جزاك الله منذ اليوم عن أمير المؤمنين وعن جماعة المسلمين خيراً ، فعرفه الأشتر ، فقال : يا بن جمهان ، أمثلك يتخلفُ عن مثل موطني هذا؟ فتأمله أبن جمهان فعرفه ـ وكان الأشتر أعظم الرجال وأطولهم إلا أن في لحمه خفة قليلة ـ فقال له : جُعِلتُ فداك والله ما علمت مكانك حتى الساعة ، ولا والله لا أفارقك حتى أموت. \nوخطب الأشتر محرضاً أصحابه فقال : عَضّوا على النواجذ من الأضراس ، واستقبلوا القوم بهَامِكم ، فإن الفِرار من الزحف فيه ذَهاب العز والغلبة على الفيء وذل الحياة والممات ، وعار الدنيا والآخرة. ثم حمل على صفوف أهل الشام حتى كشفهم فألحقهم بمضارب معاوية ، وذلك بين العصر والمغرب.\nقتال بجيلة \nوكانت راية بجيلة في صفين مع أهل العراق ، كانت في « أحمس » (1) ، مع أبي شداد قيس بن المكشوح الأنماري ، قالت له بجيلة : خذ رايتنا ، فقال : غيري خير لكم مني! قالوا : لا نريد غيرك ، قال : فوالله لئن أعطيتمونيها لا أنتهي بكم دون صاحب الترس المذهب ـ وهو عبد الرحمن بن خالد بن الوليد ـ وكان على رأس معاوية في خيل عظيمة من أصحاب معاوية. فقالوا : إصنع ما شئت. فأخذها ثم زحف بها وهم حوله يضربون الناس حتى انتهى إلى صاحب الترس ، فاقتتل الناس هناك قتالاً شديداً ، وشد أبو شداد بسيفه نحو صاحب الترس ، فتعرض له رومي من دونه لمعاوية فضرب قدَمَ أبي شداد فقطعها وضرب أبو شداد ذلك الرومي فقتله ، وأسرعت إليه الأسِنة ، فقتل. فأخذ الراية بعده عبد الله بن قلع الأحمسي وارتجز وقال : ",
        "__________________\n1 ـ اسم القبيلة. \n\nوفي طِعـانِ الـخيل والجـلاد",
        "ثم قاتل حتى قتل : فأخذها بعده أخوه عبد الرحمن بن قلع ، فقاتل حتى قتل ، ثم أخذها عفيف بن إياس ، فلم تزل بيده حتى تحاجز الناس. \nوخرج رجل من عسكر الشام من أزد شنوءة ، يسأل المبارزة ، فخرج إليه الأشتر فما ألبثه أن قتله ، فقال قائل : كان هذا ريحاً فصار إعصاراً. \nوقال رجل من أصحاب علي (ع) ، أما والله لأحملن على معاوية حتى أقتله ، فركب فرساً ثم ضربه حتى قام على سَنَابِكه ، ثم دفعه فلم ينهنِههُ شيء عن الوقوف على رأس معاوية ، فيهرب معاوية ، ودخل خباءه ، فنزل الرجل عن فرسه ودخل عليه ، فخرج معاوية من جانب الخباء الآخر ، فخرج الرجل في أثره ، فاستصرخ معاوية بالناس ، فأحاطوا به وحالوا بينهما. فقال معاوية : ويحكم ، أن السيوف لم يؤذن لها في هذا ، ولولا ذلك لم يصل إليكم ، فعليكم بالحجارة ، فرضخوه بالحجارة حتى همد. فعاد معاوية إلى محله.\n« ضربة ما مثلها ضربة »",
        "وحمل رجل من أصحاب علي (ع) يُدعى أبو أيوب على صف أهل الشام ، ثم رجع فوافق رجلاً من أهل الشام صادراً قد حمل على صف أهل العراق ، ثم رجع فاختلفا ضربتين ، فنفحه أبو أيوب بالسيف فأبان عنقه ، فثبت رأسه على جسده كما هو ، وكذب الناس أن يكون هو ضربه ، فأراهم ذلك حتى إذا أدخلته فرسه في صف أهل الشام ندر رأسه ووقع ميتاً وقال علي (ع) : والله لأنا من ثبات رأس الرجل أشدُّ تَعَجّباً من الضربة ، وإن كان إليها ينتهي وصف الواصفين. \nوجاء أبو أيوب فوقف بين يدي علي (ع) ، فقال له : أنت والله كما قال : \n« قتل حريث مولى معاوية » \nوكان فارس معاوية الذي يُعدّهُ لكل مبارز ولكل عظيم ، وهو حُريثٌ مولاه ، وكان يلبس سلاح معاوية متشبهاً به ، فإذا قاتل قال الناس : ذاك معاوية. وإن معاوية دعاه ، فقال له : يا حريث اتق علياً ، وضع رمحك حيث شئت ، فأتاه عمرو بن العاص فقال : يا حريث ، إنك والله لو كنت قرشياً لأحب لك معاوية أن تقتل علياً ، ولكن كره أن يكون لك حظها ، فإن رأيت فرصةً فاقتحم. ",
        "وخرج علي (ع) في هذا اليوم أمام الخيل ، فحمل عليه حُريّث ، وكان حريث شديداً ، أيّداً ، ذا بأس لا يرام ، فصاح : يا علي ، هل لك في المبارزة؟ فأقدم أبا حسن إن شئت!! \nفأقبل علي (ع) وهو يقول : \nنحـن نصـرنـاه على كـل الـعرب\nثم خالطه فما أمهله أن ضربه ضربةً واحدة ، فقطعه نصفين. ",
        "فجزع معاوية على حريث جزعاً شديداً ، وعاتب عمراً في إغرائه بعلي (ع) ، وقال في ذلك شعراً : \n\nقال نصر بن مزاحم : فلما قتل حريث ، برز عمرو بن الحصين السكسكي ، فنادى : يا أبا الحسن هلم الى المبارزة ، فأومأ (ع) الى سعيد بن قيس الهمداني ، فبارزه فضربه بالسيف فقتله. \nوكان لهمدان بلاء عظيم في نصرة علي (ع) في صفين ، ومن الشعر الذي لا يُشكُّ أن قائله علي (ع) لكثرة الرواة له : ",
        "علي يطلب معاوية للمبارزة\nثم قام علي (ع) بصفين ونادى : يا معاوية! يكررها. فقال معاوية : سلوه ما شأنه؟ قال : أحب أن يظهر لي فأكلمه كلمة واحدة ، فبرز معاوية وعمرو بن العاص فلما قارباه ، لم يلتفت إلى عمرو ، وقال لمعاوية : ويحك ؛ علام يقتتل الناس بيني وبينك؟ ويضرب بعضهم بعضاً؟؟ أبرز إلي ؛ فأينا قتل صاحبه فالأمر له! \nفالتفت معاوية إلى عمرو فقال : ما ترى يا أبا عبد الله؟ قال : قد أنصفك الرجل ، واعلم أنك إن نكلت عنه لم يزل سبَّةً عليك وعلى عقبك ما بقي على ظهر الأرض عربي. \nفقال معاوية : يا بن العاص ، ليس مثلي يُخدَعُ عن نفسه. والله ما بارز ",
        "ابن أبي طالب شجاعٌ إلا وسقى الأرض بدمه! ثم انصرف معاوية راجعاً حتى انتهى إلى آخر الصفوف وعمرو معه ، فلما رأى علي (ع) ذلك ضحك وعاد إلى موقفه. \nوفي حديث الجرجاني : إن معاوية قال لعمرو ، ويحك ما أحمقك ، تدعوني إلى مبارزته ودوني عكٌّ وجذام ، والأشعريون؟؟ \nقال نصر : وحقدها معاوية على عمرو باطناً ، وقال له ظاهراً ما أظنك قلت ما قلته يا أبا عبد الله إلا مازحاً. فلما جلس معاوية مجلسه ، وأقبل عمرو يمشي حتى جلس إلى جانبه ، فقال معاوية : \nفقال عمرو : أيها الرجل ، أتجيفُ عن خصمك ، وتتهم نصيحك ، ثم قال مجيباً له :",
        "قبح الله اللجاج\nقال أبو الأعز التميمي : بينا أنا واقف بصفين ، مرَّ بي العباس ابن ربيعة بن الحارث بن عبد المطلب مكفراً بالسلاح وعيناه تبصّان من تحت المِغفر كأنهما عينا أرقم ، وبيده صفيحة يمانية يقلبها وهو على فرس له صعب ، فبينا \nهو يمغثه (1) ويلين من عريكته ، هتف به هاتف من أهل الشام يعرف بعرار بن أدهم : يا عباس ، هلم إلى البراز. قال العباس : فالنزول إذن ، فإنه أيأس من القفول ، فنزل الشامي وهو يقول : \nوثنى العباس رجله وهو يقول : ",
        "ثم عصب فضلات درعه في حجزته (2) ، ودفع فرسه إلى غلام له أسود يقال له أسلم ، كأني والله أنظر إلى فلافل شعره ، ثم دلف كل واحد منهما إلى صاحبه ، فذكرت قول أبي ذؤيب : \nوكفت الناس أعنة خيولهم ينظرون ما يكون من الرجلين ، فتكافحا ، بسيفيهما مليّاً من نهارهما لا يصل واحد منهما إلى صاحبه لكمال لأمته إلى أن لحظ العباس وهناً في درع الشامي فأهوى إليه بيده فهتكه إلى ثندوته ، ثم عاد لمجاولته وقد أصحر له ففتق الدرع ، فضربه العباس ضربةً انتظم بها جوانح صدره ، فخرَّ الشامي لوجهه وكبر الناس تكبيرةً ارتجت لها الأرض من تحتهم ، وسما العباس في الناس ، فإذا قائل يقول من ورائي : ( قاتلوهم يعذبهم الله بأيديكم ويخزيهم .. ) الآية. فالتفت فإذا أمير المؤمنين (ع) فقال لي : يا أبا الأعز ؛ من المنازل لعدونا؟ قلت : هذا ابن أخيكم ، هذا العباس بن ربيعة. فقال ، وإنه لهو. يا عباس ، ألم أنهك وابن عباس أن تخلا بمراكزكما وأن تباشرا حراباً؟! قال : إن ذلك كان. قال : فما عدا مما بدا؟ قال : يا أمير المؤمنين ، أفأدعى إلى البراز فلا أجيب؟ قال : نعم ، طاعة امامك أولى من إجابة عدوك ، ثم تغيظ واستطار حتى قلت الساعة \n__________________\n1 ـ المغث : الضرب المخيف. ",
        "2 ـ الحجزة : معقد الإزار. \nالساعة!! ثم سكن وتطامن ورفع يديه مبتهلاً فقال : اللهم اشكر للعباس مقامه واغفر ذنبه ، إني قد غفرت له فاغفر له. \nقال : ولهف معاوية على عرارٍ وقال ، متى ينتطح فحل لمثله ، أيطل دمه؟ لا ها الله إذن ، ألا رجل يشري نفسه لله يطلب بدم عرار؟ فانتدب له رجلان من لخم ، فقال لهما اذهبا ، فأيكما قتل العباس برازا فله كذا. فأتياه فدعواه للبراز ، فقال : إن لي سيداً أريد أن أؤامره ، فأتى علياً (ع) فأخبره الخبر ، فقال علي (ع) : والله لود معاوية أنه ما بقي من بنى هاشم نافخُ ضُرمة إلا طعن في بطنه إطفاءً لنور الله ( ويأبى الله إلا أن يتم نوره ولو كره المشركون ) أما والله ليملكنهم منا رجال ورجال يسومونهم الخسف حتى يحتفروا الآبار ويتكففوا الناس ، ويتوكلوا على المساحي!! \nثم قال : يا عباس ، ناقلني سلاحك بسلاحي ، فناقله ووثب على فرس العباس ، وقصد اللخميين ، فما شكاَّ أنه هو. قالا : إذِنَ لك صاحبك؟ فحرج أن يقول نعم. فقال : أُذن للذين يقاتلون بأنهم ظلموا وأن الله على نصرهم لقدير. فبرز إليه أحدهما فكأنما أختطفه ، ثم برز له الآخر فألحقه بالأول ، ثم أقبل وهو يقول : « الشهر الحرام بالشهر الحرام والحرمات قصاص فمن اعتدى عليكم فاعتدوا عليه بمثل ما اعتدى عليكم » ثم قال : يا عباس ، خذ سلاحك وهات سلاحي ، فإن عاد لك أحد فعد إليّ. ",
        "فنمي الخبر إلى معاوية ، فقال : قبّح الله اللجاج إنه لقعود ما ركبته قط إلا خُذلت فقال عمرو بن العاص : المخذول والله اللخميان لا أنت. فقال : أسكت أيها الرجل وليست هذه من ساعاتك ، قال : وإن لم يكن ، فرحم الله اللخميين وما أراه يفعل ، قال : فإن ذلك والله أخسر لصفقتك وأضيق لحجزتك ، قال : لقد علمت ذلك ، ولولا مصر لركبت المنجاة منها. قال : \nلمتك ولولاها ألفيت بصيرا (1). \n__________________\n1 ـ شرح النهج 5 / 219 ـ 221.",
        "أحتـدام الحـرب\nقال نصر : ثم التقى الناس فاقتتلوا قتالاً شديداً ، وحاربت طيء مع أمير المؤمنين (ع) حرباً عظيماً وتداعت وارتجزت ، فقتل منها أبطال كثيرون ، واشتد القتال بين ربيعة وحمير وعبيد الله بن عمر حتى كثرت القتلى ، وجعل عبيد الله بن عمر يحمل ويقول : أنا الطيب ابن الطيب : فتقول له ربيعة بل أنت الخبيث بن الطيب. \nثم خرج نحو خمسمائة فارس أو أكثر من أصحاب علي (ع) على رؤوسهم البيض ، وهم غائصون في الحديد لا يرى منهم إلا الحدق ، وخرج إليهم من أهل الشام نحوهم في العدّة فاقتتلوا بين الصفين والناس وقوف تحت راياتهم ، فلم يرجع من هؤلاء ولا من هؤلاء مخبر : لا عراقي ولا شامي ، قتلو جميعاً بين الصفين. \nقال نصر : وكان بصفين تلٌّ تلقى عليه جماجم الرجال ، فكان يدعى « تل الجماجم » فقال عقبة بن مسلم الرقاشي من أهل الشام : ",
        "وقال شبث بن ربعي التميمي :\nمقتل عبيد الله بن عمر \nوحمل عبيد الله في قراء أهل الشام ومعه ذو الكلاع في حمير ، حملوا \nعلى ربيعة وهي في ميسرة علي (ع) ، فقاتلوا قتالاً شديداً ، فأتى زياد بن خصفة إلى عبد القيس فقال لهم : لا بكر بن وائل بعد اليوم! إن ذا الكلاع وعبيد الله أبادا ربيعة ، فانهضوا لهم وإلا هلكوا. ",
        "فركبت عبد القيس وجاءت كأنها غمامة سوداء ، فشدت أزر الميسرة ، فعظم القتال فقتل ذو الكلاع الحميري ، قتله رجل من بكر بن وائل اسمه خندف ، وتضعضعت أركان حِميَر وثبتت بعد قتل ذي الكلاع تحارب مع عبيد الله بن عمر ، وأرسل عبيد الله إلى الحسن بن علي إن لي إليك حاجةً ، فالقني ، فلقيه الحسن (ع) ، فقال له عبيد الله : إن أباك قد وتر قريشاً أولاً وآخراً ، وقد شنئه الناس ، فهل لك في خلعه وأن تتولى أنت هذا الأمر؟! فقال الحسن : كلا والله لا يكون ذلك. ثم قال : يا بن الخطاب ، والله لكأني أنظر إليك مقتولاً في يومك أو غدك. أما إن الشيطان قد زيّن لك وخدعك حتى أخرجك مخلّقاً بالخلوق ترى نساء أهل الشام موقفك ، وسيصرعك الله ويبطحك لوجهك قتيلاً. \nقال نصر : فوالله ، ما كان إلا بياض ذلك اليوم حتى قتل عبيد الله وهو في كتيبةٍ رقطاء ـ وكانت تدعى الخضرية ـ كانوا أربعة آلاف عليهم ثياب خضر. فمر الحسن (ع) فإذا رجل متوسد برجل قتيل قد ركز رمحه في عينه ، وربط فرسه برجله. فقال الحسن (ع) لمن معه : انظروا من هذا؟ فإذا رجل من همدان ، وإذا القتيل عبيد الله بن عمر بن الخطاب.\nعمار يحرض على الجهاد \nوقام عمار يوم صفين فقال : انهضوا معي عباد الله إلى قوم يزعمون أنهم يطلبون بدم ظالم إنما قتله الصالحون المنكرون للعدوان ، الآمرون بالإحسان ، فقال هؤلاء الذين لا يبالون إذا سلمت دنياهم ولو درس هذا الدين لم قتلتموه؟ فقلنا : لإحداثه. فقالوا : أنه لم يحدث شيئاً! وذلك لأنه مكنهم من الدنيا ، فهم يأكلونها ويرعونها. ولا يبالون لو انهدمت الجبال. والله ما أظنهم يطلبون بدم ، ولكن القوم ذاقوا الدنيا فاستحلوها واستمرؤها ، وعلموا ",
        "أن صاحب الحق لو وليهم لحال بينهم وبين ما يأكلون ويرعون منها. \nإن القوم لم يكن لهم سابقة في الإسلام يستحقون بها الطاعة والولاية ، فخدعو أتباعهم بأن قالوا : قتل إمامنا مظلوماً ، ليكونوا بذلك جبابرة وملوكاً ، تلك مكيدة قد بلغوا بها ما ترون. ولولاها ما بايعهم من الناس رجل. اللهم إن تنصرنا فطالما نصرت ، وإن تجعل لهم الأمر ، فادخر لهم بما أحدثوا لعبادك العذاب الأليم. \nثم مضى ، ومضى معه أصحابه ، فدنا من عمرو بن العاص فقال : يا عمرو ، بعت دينك بمصر ، فتباً لك وطالما بغيت للإسلام عوجاً. \nثم حمل عمار وهو يقول : ",
        "يطلب رضا الله سبحانه\nثم قال : اللهم أنت تعلم أني لو أعلم أن رضاك في أن أقذف بنفسي في هذا البحر ، لفعلت! اللهم إنك تعلم أني لو أعلم أن رضاك أن أضع ضبة سيفي في بطني ثم أنحني عليه حتى يخرج من ظهري ، لفعلت ، اللهم إني أعلم مما علمتني إني لا أعمل عملاً صالحاً هذا اليوم هو أرضى من جهاد الفاسقين ، ولو أعلم عملاً هو أرضى لك منه لفعلته. \nونادى عمار بن ياسر عبد الله بن عمرو بن العاص ، فقال له : بعت دينك بالدنيا من عدو الله وعدو الإسلام معاوية؟ وطلبت هوى أبيك الفاسق!؟ \n__________________",
        "1 ـ صفين 320. \nفقال : لا ، ولكن أطلب بدم عثمان الشهيد المظلوم. \nقال : كلا ، أشهد على علمي فيك أنك أصبحت لا تطلب بشيء من فعلك وجه الله وأنك إن لم تقتل اليوم فستموت غداً ، فانظر إذا أعطى الله العباد على نياتهم ما نيّتك؟\nدماؤهم أحل من دم عصفور!",
        "قال أسماء بن حكيم الغزاوي : كنا بصفين مع علي تحت راية عمار بن ياسر ارتفاع الضحى ، وقد استظللـنا برداءٍ أحمر. إذ أقبل رجل يستقري الصف حتى انتهى إلينا فقال : أيكم عمار بن ياسر؟ فقال عمار : أنا عمار. قال : أبو اليقظان؟ قال : نعم قال : إن لي إليك حاجة ، أفأنطق بها سراً أو علانيةً؟ قال : إختر لنفسك أيهما شئت ، قال لا ، بل علانيةً ، قال : فانطق. قال : \nإني خرجت من أهلي مستبصراً في الحق الذي نحن فيه لا أشك في ضلالة هؤلاء القوم وأنهم على الباطل ، فلم أزل على ذلك مستبصراً حتى ليلتي هذه ، فإني رأيت في منامي منادياً تقدم فأذن وشهد أن لا إله إلا الله وأن محمداً رسول الله ، ونادى بالصلاة ، ونادى مناديهم مثل ذلك ، ثم أقيمت الصلاة فصلينا صلاةً واحدة ، وتلونا كتاباً واحداً ، ودعونا دعوةً واحدة ، فأدركني الشك في ليلتي هذه فبت بليلةٍ لا يعلمها إلا الله تعالى ، حتى أصبحت فأتيت أمير المؤمنين فذكرت ذلك له ، فقال هل لقيت عمار بن ياسر؟ قلت : لا. قال : فألقه فانظر ماذا يقول لك عمار فاتبعه ، فجئتك لذلك ، فقال عمار : تعرف صاحب الراية السوداء المقابلة لي؟ فإنها راية عمرو بن العاص. قاتلتها مع رسول الله (ص) ثلاث مرات وهذه الرابعة ، فما هي بخيرهن ولا أبرهن ، بل هي شرهن وأفجرهن! \nثم قال له عمار : أشهدت بدراً وأحداً ويوم حنين ، أو شهدها أبٌ لك فيخبرك عنها؟ قال : لا ، قال : فإن مراكزنا اليوم على مراكز رايات رسول الله (ص) يوم بدرٍ ويوم أحد ويوم حنين ، وأن مراكز رايات هؤلاء على \nمراكز رايات المشركين من الأحزاب ، فهل ترى هذا العسكر ومن فيه؟ والله لوددت أن جميع من فيه ممن أقبل مع معاوية يريد قتالنا ـ مفارقاً للذي نحن عليه كانوا خلقاً واحداً فقطعته وذبحته! والله لدماؤهم جميعاً أحلُّ من دم عصفور ؛ أفترى دم عصفور حراماً؟ قال : لا ، بل حلالٌ. قال فإنهم حلال كذلك ، أتراني بينت لك؟ قال : قد بينت لي ، قال : فأختر أي ذلك أحببت!؟ ",
        "فانصرف الرجل ، فدعاه عمار ثم قال : أما إنهم سيضربونكم بأسيافهم حتى يرتاب المبطلون منكم فيقولوا ، لو لم يكونوا على حق ما أظهروا علينا ، والله ما هم من الحق على ما يقذي عين ذباب والله لو ضربونا بأسيافهم حتى يبلغونا سعفات هجرٍ (1) ، لعرفت أنا على حق وهم على باطل ، وأيم الله لا يكون سلماً سالماً أبداً حتى يبوء أحد الفريقين على أنفسهم بأنهم كانوا كافرين ، وحتى يشهدوا على الفريق الآخر بأنه على الحق وأن قتلاهم في الجنة وموتاهم ، ولا تنصرم أيام الدنيا حتى يشهدوا بأن موتاهم وقتلاهم في الجنة ، وأن موتى أعدائهم وقتلاهم في النار ، وكان أحياؤهم على الباطل.\nبين عمّار وهاشم المرقال\nودفع علي (ع) الراية إلى هاشم بن عتبة المعروف بالمرقال ، وقال له رجل من أصحابه من بكر بن وائل ، أقدم هاشم ، يكررها ثلاثاً. ثم قال : مالك يا هاشم قد انتفخ سحرك؟! أعوراً وجبناً!! قال : من هذا؟ قالوا : فلان قال : أهلها وخير منها إذا رأيتني قد صرعت فخذها ، ثم قال لأصحابه : شدوا شسوع نعالكم وشدوا أزركم ، فإذا رأيتموني قد هززت الراية ثلاثاً فاعلموا أن أحداً منكم لا يسبقني إلى الحملة ، ثم نظر إلى معسكر معاوية فرأى جمعاً عظيماً. فقال : من أولئك؟ قيل : أصحاب ذي الكلاع؟ ثم نظر فرأى جنداً ، فقال : من أولئك؟ قيل : قريش وقوم من أهل المدينة؟ فقال : قَومي لا حاجة لي في قتالهم ، من عند هذه القبة البيضاء؟ قيل : معاوية وجنده. قال : فإني أرى دونهم أسودة ، قيل ذاك عمرو بن العاص \n__________________",
        "1 ـ هجر ـ نواحي البحرين. \nوإبناه ومواليه. فأخذ الراية فهزها ، وجعل عمار بن ياسر يحرضه على الحرب ويقرعه بالرمح ويقول : أقدم يا أعور لا خير في أعور لا يأتي الفزع.\nفقال هاشم : \nثم حمل يتقدم ويركز الراية ، فإذا ركزها عاوده عمار بالقول ، فيتقدم أيضاً ، فقال عمرو بن العاص : إني لأرى لصاحب الراية السوداء عملاً لئن دام على هذا لتفنين العرب اليوم. ",
        "فاقتتلوا قتالاً شديداً وعمار ينادي : صبراً ، والله إن الجنة تحت ظلال البيض. وكان بأزاء هاشم وعمار أبو الأعور السلمي ، ولم يزل عمار بهاشم ينخسه وهو يزحف بالراية حتى اشتد القتال وعظم والتقى الزحفان ، واقتتلا قتالاً لم يسمع السامعون بمثله وكثرت القتلى في الفريقين جميعاً. \nثم إن أهل العراق كشفوا ميمنة أهل الشام ، فطاروا في سواد الليل ، وكشف أهل الشام ميسرة أهل العراق فاختلطوا في سواد الليل ، وتبدلت الرايات بعضها ببعض ، فلما أصبح الناس وجد أهل الشام لواءهم وليس حوله إلا ألف رجل ، فاقتلعوه وركزوه من وراء موضعه الأول وأحاطوا به ، ووجد أهل العراق لواءهم مركوزاً وليس حوله إلا ربيعة وعلي (ع) بينها ، وهم محيطون به وهو لا يعلم من هم ويظنهم غيرهم ، فلما أذن مؤذن علي الفجر ، قال (ع) : \nثم وقف وصلى الفجر ، فلما انفتل أبصر وجوهاً ليست بوجوه أصحابه بالأمس وإذا مكانه الذي هو فيه ما بين الميسرة إلى القلب ، فقال : من \nالقوم؟ قالوا : ربيعة. وانك يا أمير المؤمنين لعندنا منذ الليلة ، فقال : فخرٌ طويلٌ لك يا ربيعة.",
        "فضيحة عمرو بن العاص(1)\nكان الحارث بن النضر الخثعمي من أصحاب علي (ع) على قدر كبير من الشجاعة والفروسية وكان بينه وبين عمرو بن العاص عدواة ، وكان علي (ع) قد تهيبته فرسان الشام وملأ قلوبهم رعباً بشجاعته ، وكان عمرو قلما يجلس مجلساً إلا ذكر فيه الحارث بن النضر وعابه ، فقال الحارث في ذلك :\nليـس عمرو تبارك ذِكـره الحـارث بـالسوء أويـلاقي عليـا\nواضـع الـسيف فـوق منكبـه الأيمن لا يحسب الفـوارس شيـّا",
        "لـيت عمراً يلـقاه في حومة الـنقع وقد أمست الـسيوف عصيّـا\nحيث يـدعـو لـلحـرب حامية القـوم إذا كان بـالبـراز مليّـا\nفـالقه إن أردت مكـرمة الـدهـر أو المـوت كـل ذاك عليـا\nفشاعت هذه الأبيات حتى بلغت عمراً ، فأقسم بالله ليلقيّن علياً ولو مات ألف موتةٍ ، فلما اختلطت الصفوف لقيه فحمل عليه برمحه ، فتقدم علي (ع) وهو مخترط سيفاً ومعتقل رمحاً ، فلما رهقه همز فرسه ليعلو عليه ، فألقى عمرو نفسه عن فرسه إلى الأرض شاغراً برجليه ، كاشفاً عورته ، فانصرف عنه علي (ع) لافتاً وجهه ، مستدبراً له ّ فعد الناس ذلك من مكارم أخلاقه وسؤدده وضُرب المثل به. ",
        "وفي ليلةٍ من ليالي صفين اجتمع عند معاوية كل من عمرو بن العاص ، وعتبة بن أبي سفيان والوليد بن عقبة ، ومروان بن الحكم وعبد الله بن عامر ، \n__________________\n1 ـ راجع الحاشية المستقلة. \nوابن طلحة الطلحات الخزاعي. ",
        "فقال عتبة : إن أمرنا وأمر علي بن أبي طالب لعجيب! ما فينا إلا موتور مجتاح. أما أنا فقد قتل جدي عتبة بن ربيعة وأخي حنظلة ، وشرك في دم عمي شيبة يوم بدر. \nوأما أنت يا وليد ، فقتل أباك صبراً. وأما أنت يا بن عامر ، فصرع أباك وسلب عمك. وأما أنت يا بن طلحة ، فقتل أباك يوم الجمل ، وأيتم إخوتك. وأما أنت يا مروان فكما قال الشاعر :\nفقال معاوية : هذا الاقرار ، فأين الغير؟ قال مروان : وأي غير تريد؟ قال : أريد أن تشجروه بالرماح. \nقال مروان : والله يا معاوية ما أراك إلا هاذياً أو هازئاً وما أرانا إلا ثقلنا عليك!! فقال ابن عتبة : ",
        "فغضب عمرو ، وقال : إن كان الوليد صادقاً فليلق علياً ، أو فليقف حيث يسمع صوته : ثم قال : \n\n« بين عمار وعمرو بن العاص »(1)\nقال نصر بن مزاحم : بينا علي (ع) واقفاً بين جماعة من همدان وحمير وغيرهم ، إذ نادى رجل من أهل الشام : من يدل على أبي نوح الحميري؟ فقيل له : قد وجدته. فماذا تريد. فحسر عن لثامه فإذا هو ذو الكلاع الحميري ومعه جماعة من أهله ورهطه. فقال لأبي نوح : سر معي حتى نخرج من الصف فإن لي إليك حاجة ، فخرج في كتيبة معه. ",
        "فقال ذو الكلاع : إنما أريد أن أسألك عن أمرٍ فيكم تمارينا فيه. أحدثك حديثاً حدثناه عمرو بن العاص قديماً في خلافة عمر بن الخطاب ، ثم اذكرناه الآن فيه فأعاده. إنه يزعم أنه سمع رسول الله (ص) قال : « يلتقي أهل الشام وأهل العراق ، وفي أحدى الكتيبتين الحق وامام الهدى ومعه عمار بن ياسر. \nفقال أبو نوح : نعم والله إنه لفينا. \nقال : نشدتك الله أجاد هو في قتالنا؟ قال : نعم ورب الكعبة لهو أشد على قتالكم مني ، ولوددت أنكم خلق واحد فذبحته وبدأت بك قبلهم وأنت ابن عمي. \n__________________",
        "1 ـ شرح النهج 8 / 16 وما بعدها. \nقال ذو الكلاع : ويحك ، علام تمنّى ذلك منا ، فوالله ما قطعتك فيما بيني وبينك قط ، وان رحمك لقريبة وما يسرني أن أقتلك. \nقال أبو نوح : إن الله قطع بالإسلام أرحاماً قريبةً ، ووصل به أرحاماً متباعدةً ، واني أقاتلك وأصحابك لأنا على الحق وأنتم على الباطل. \nقال ذو الكلاع : فهل تستطيع أن تأتي معي صف أهل الشام. فأنا لك جارٌ منهم حتى تلقى عمرو بن العاص فتخبره بحال عمّار وجدَّه في قتالنا لعله أن يكون صلح بين هذين الجندين. ",
        "فقال أبو نوح : إنك رجل غادر وأنت في قوم غدر ، وان لم ترد الغدر أغدروك واني أن أموت أحب إلي أن أدخل مع معاوية! فألح عليه ذو الكلاع وكرّر عليه ما قاله أولاً ، وقال له : أنا لك بما قلت زعيم. \nقال أبو نوح : اللهم انك ترى ما أعطاني ذو الكلاع ، وأنت تعلم ما في نفسي فاعصمني واختر لي وانصرني وادفع عني. ثم سار مع ذي الكلاع حتى أتى عمرو بن العاص وهو عند معاوية وحوله الناس وعبد الله بن عمرو يحرض الناس على الحرب ، فلما وقفا على القوم ، قال ذو الكلاع لعمرو : يا أبا عبد الله ، هل لك في رجل ناصحٍ لبيب مشفق يخبرك عن عمار بن ياسر فلا يكذبك؟ قال : ومن هو؟ قال : هو ابن عمي هذا وهو من أهل الكوفة. فقال عمرو : أرى عليك سيماء أبي تراب. فقال أبو نوح : علي سيماء محمدٍ وأصحابه ، وعليك سيماء أبي جهل وفرعون! \nفقام ابو الأعور ، فسلَّ سيفه وقال : لا أرى هذا الكذاب اللئيم يسبّنا بين أظهرنا وعليه سيماء أبي تراب. \nفقال ذو الكلاع : اقسم بالله ، لئن بسطت يدك إليه لأحطمن أنفك بالسيف! ابن عمي وجاري عقدت له ذمتي وجئت به إليكم ليخبركم عما تماريتم فيه. ",
        "فقال له عمرو : يا أبا نوح اذكرك الله إلا ما صدقتنا ولم تكذبنا ، فيكم \nعمار بن ياسر؟ \nقال : ما أنا مخبرك حتى تخبرني ، لم تسأل عنه ومعنا من أصحاب محمد (ص) عدة غيره ، وكلهم جاد على قتالكم. \nفقال عمرو : سمعت رسول الله (ص) يقول : إن عماراً تقتله الفئة الباغية ، وأنه ليس لعمّار أن يفارق الحق ، ولن تأكل النار من عمّار شيئاً. ",
        "فقال له أبو نوح : لا إله إلا الله والله أكبر ، والله إنه لفينا ، جادٌّ على قتالكم! ولقد حدثني يوم الجمل أنا سنظهر على أهل البصرة ، ولقد قال لي أمس أنكم لو ضربتمونا حتى تبلغوا بنا سعفات هجر ، لعلمنا أنا على الحق وأنكم على الباطل ، ولكانت قتلانا في الجنة وقتلاكم في النار. \nقال عمرو : فهل تستطيع أن تجمع بيني وبينه؟ قال : نعم. \nفركب عمرو بن العاص في اثني عشر فارساً ، وركب عمار بن ياسر في اثني عشر فارساً ، فالتقوا حتى اختلفت أعناق الخيل ، خيل عمار وخيل عمرو ، ونزل القوم واحتبوا بحمائل سيوفهم ، وأراد عمرو بن العاص أن يتكلم وبدأ بالشهادتين ، فقاطعه عمار وقال له : \nاسكت ، فلقد تركتها وأنا أحق بها منك ، فإن شئت كان خصومةً فيدفع حقنا باطلك ، وإن شئت كانت خطبةً فنحن أعلم بفصل الخطاب منك ، وإن شئت أخبرتك بكلمةٍ تفصل بيننا وبينك ، وتكفرك قبل القيام ، وتشهد بها على نفسك ولا تستطيع أن تكذبني فيها. ",
        "فقال عمرو : يا أبا اليقظان ، ليس لهذا جئت ، إنما جئت لأني رأيتك أطوع أهل هذا العسكر فيهم ، أذكرك الله إلا كففت سلاحهم وحقنت دماءهم ، وحرصت على ذلك ، فعلام تقاتلوننا؟ أو لسنا نعبد إلهاً واحداً ونصلي إلى قبلتكم وندعو دعوتكم ، ونقرأ كتابكم ، ونؤمن بنبيكم؟! \nفقال عمار : الحمد لله الذي أخرجها من فيك ، إنها لي ولأصحابي ، القبلة والدين وعبادة الرحمان ، والنبي والكتاب من دونك ودون أصحابك. \nالحمد لله الذي قررك لنا بذلك وجعلك ضالاً مضلاً أعمى ، وسأخبرك بمَ أقاتلك عليه وأصحابك ، إن رسول الله (ص) أمرني أن أقاتل الناكثين ، فقد فعلت. وأمرني أن أقاتل القاسطين وهم أنتم. وأما المارقون ، فلا أدري أدركهم أم لا؟ \nأيها الأبتر ، ألست تعلم أن رسول الله (ص) قال : من كنت مولاه فعليٌّ مولاه ، اللهم وال من والاه وعاد من عاداه ، فأنا مولى الله ورسوله ، وعلي مولاي بعدهما. ",
        "قال عمرو : لِمَ تشتمني أبا يقظان ، ولستُ أشتمك؟! \nقال عمار : وبمَ تشتمني ، أتستطيع أن تقول إني عصيت الله ورسوله يوماً قط؟! \nقال عمرو : إن فيك لمساوىءَ سوى ذلك. \nقال عمار : إن الكريم من أكرمه الله ، كنتُ وضيعاً فرفعني الله ، ومملوكاً فاعتقني الله ، وضعيفاً فقواني الله ، وفقيراً فأغناني الله. ",
        "قال عمرو : فما ترى في قتل عثمان؟ \nقال : فتح لكم بابَ كلّ سوء! \nقال عمرو : فعليٌّ قتله؟! \nقال عمار : بل الله ربُّ علي قتله ، وعليٌّ معه. ",
        "فقال عمرو : ألا تسمعون ، قد اعترف بقتل إمامكم! قال عمار : قد قالها فرعون من قبلك لقومه : « ألا تستمعون »! \nفقام أهل الشام ولهم زَجَل ، فركبوا خيولهم ورجعوا. وقام عمار وأصحابه فركبوا خيولهم ورجعوا ، وبلغ معاوية ما كان بينهم فقال : هلكت العربُ إن حركتهم خِفّةُ العبد الأسود : يعني عماراً.\nنداءُ عمار في الناس \nوخرجت الخيول إلى القتال واصطفت بعضها لبعض ، وتزاحف ",
        "الناس ، وعلى عمّار درعٌ بيضاء وهو يقول : أيها الناس ، الرواح إلى الجنة. \nفقاتل القوم قتالاً شديداً لم يسمع السامعون بمثله وكثرت القتلى ، حتى إن كان الرجل ليشد طنب فسطاطه بيد الرجل أو برجله. وحكى الأشعث بعد ذلك فقال : لقد رأيت أخبية صفين وأروقتها وما فيها خباء ولا رواق ولا فسطاط إلا مربوطاً بيد إنسان أو برجله.\nبطولة عمار وثبات إيمانه \nحين نظر عمار إلى راية ابن العاص قال : والله انها لراية قد قاتلتها ثلاث مرات وما هذه بأرشدهن : ثم قال : ",
        "أو يـرجـع الحـق إلى سبيلـه\n« بين عمار وهاشم »\nقال الأحنف بن قيس : والله إني إلى جانب عمار بن ياسر بيني وبينه رجل ، فتقدمنا حتى دنونا من هاشم بن عتبة ، فقال له عمار : إحمل ، فداك أبي وأمي! \nفقال له هاشم : يرحمك الله يا أبا اليقظان؟ أنك رجل تأخذك خِفّةٌ في الحرب ، واني إنما أزحف باللواء زحفاً ، أرجو أن أنال بذلك حاجتي ، وان خفّفتُ لم آمن الهلكة ، وقد كان قال معاوية لعمرو : ويحك ، إن اللواء اليوم مع هاشم بن عتبة ، وقد كان من قبلُ يرقِلُ به إرقالاً ، وان زحف به اليوم زحفاً انه لليوم الأطول على أهل الشام ، فإن زحف في عنق من اصحابه إني لأطمع أن تقتطع. ",
        "فلم يزل به عمار حتى حمل ، فبصُر به معاوية فوجه إليه حماة أصحابه. \nوحمل عمار ذلك اليوم على صفّ أهل الشام وهو يرتجز : \n\nفضرب أهل الشام حتى اضطرهم إلى الفرار.",
        "الصلاةُ هي الأهم \nقال عبد خير الهمداني : نظرت إلى عمار بن ياسر يوماً من أيام صفين قد رمي رميةً فأغمي عليه ، فلم يصل الظهر ولا العصر ولا المغرب ولا العشاء ولا الفجر ، ثم أفاق. فقضاهن جميعاً ، يبدأ بأول شيء فاته ، ثم بالتي تليها.\nآخر الشراب والشهادة \nصدق رسول الله (ص) حين قال لعمار : تقتلك الفئة الباغية .. وآخر شرابك من الدنيا ضياح من لبن. ",
        "ففي يوم من أيام صفين استسقى عمارٌ وقد اشتد به العطش ، فأتته أمرأة طويلة البدن ومعها إداوة فيها ضياح من لبن ، فقال حين شرب : « الجنةُ تحتَ الأسِنة ، اليوم ألقى الأحبة محمداً وحزبه ، والله لو ضربونا حى يبلغونا سعفات هجر ، لعلمنا أنا على الحق وأنهم على الباطل ». \nثم حمل ، وحمل عليه ابن حوّى السكسكي وأبو العادية ، فأما أبو العادية فطعنه ، وأما ابن حوّى فاحتز رأسه.\nيتقربون بقتله \nوكثر المتقربون بقتل عمار إلى معاوية وعمرو ، فكان لا يزال الرجل يجيء إليهما فيقول : أنا قتلته ، فيقول له عمرو : فما سمعتَه يقول؟ وكأن هناك كلمة سر ظلت مكتومةً في نفس هذا الشهيد العظيم لتدل على قاتله في ",
        "آخر لحظات حياته كما تدل في نفس الوقت على عمق الهدف الذي استشهد من أجله .. فكان الرجل منهم يخلط ، فيعرف عمرو أنه ليس هو القاتل. حتى أقبل ابن حوّى فقال : أنا قتلته! فقال عمرو : فما كان آخر منطقه؟! \nقال : سمعته يقول : اليوم ألقى الأحبة ، محمداً وحزبه .. \nفقال عمرو : صدقت ، أنت صاحبه ، أما والله ما ظفِرَت يداك ، ولقد أسخطتَ ربك!\nيختصمان في النار!",
        "قال السدي : إن رجلين بصفين اختصما في سلب عمار وفي قتله ، فأتيا عبد الله بن عمرو بن العاص ، فقال : ويحكما أخرجا عني ، فان رسول الله (ص) قال : « ما لقريشٍ ولعمار ، يدعوهم إلى الجنة ويدعونه إلى النار ، وقاتله وسالبهُ في النار ». \nفلما سمع معاوية ذلك قال : إنما قتله من أخرجه ، يخدعُ بذلك طُغَام أهل الشام.\nعتاب معاوية لعمرو بن العاص في شأن عمار\nكان ذو الكلاع الحميري يسمع عمرو بن العاص يقول : إن النبي (ص) يقول لعمار تقتلك الفئة الباغية ، وآخر شربك ضياح من لبن. يسمع ذلك من عمرو قبل أن يُصاب عمار فقال ذو الكلاع لعمرو : ويحك ، ما هذا! قال عمرو : انه سيرجع إلينا ويفارق أبا تراب. ",
        "وقد كان عبد الله بن سُويد الحميري قال لذي الكلاع : ما حديثٌ سمعتَه من ابن العاص في عمّار؟ فأخبره فلما قتل عمار ، خرج عبد الله ليلاً يمشي فأصبح في عسكر علي (ع) ـ وكان عبد الله من عُباد أهل زمانه .. \nوكاد أهل الشام أن يضطربوا حين قتل عمار ، لولا أن معاوية قال لهم : إن علياً قتل عماراً لأنه أخرجه إلى الفتنة. \nوأرسل معاوية إلى عمرو ، لقد افسدت عليّ أهل الشام ، أكلَّ ما سمعت من رسول الله (ص) تقوله؟! \nفقال عمرو : قلتُها ولستُ أعلم الغيب ولا أدري أن صفين تكون ، قلتُها وعمار يومئذٍ لك وليٌّ ، وقد رويتَ أنت فيه مثل ما رويت. ",
        "فغضب معاوية وتنمر لعمرو ، وعزم على منعه خيرَه. فقال عمرو لابنه وأصحابه : لا خير في جوار معاوية ؛ إن تجلت هذه الحرب عنه لأفارقنّه! وكان عمرو حمي الأنف ، قال في ذلك : \nفأجابه معاوية على شعره : \n\n\n__________________",
        "1 ـ شرح النهج من صفحة 25 إلى 28.\nحملة عليّ (ع) (*)\nثم إن علياً أمر الناس أن يحملوا على أهل الشام (1) وذلك بعد استشهاد \n__________________",
        "* ـ قال معاوية يوماً بعد إستقرار الخلافة له لعمرو بن العاص : يا أبا عبد الله لا أراك إلا ويغلبني الضحك ، قال : بماذا؟ قال : أذكر يوم حمل عليك أبو تراب في صفين فأزريت نفسك فرقاً من شبا سنانه ، وكشفت سوأتك له.\nفقال عمرو : أنا أشد منك ضحكاً ، إني لا أذكر يوم دعاك إلى البراز فانتفخ سحرك وربا لسانك في فمك ، وغصصت بريقك ، وارتعدت فرائصك ، وبدا منك ما أكره ذكره. فقال معاوية : لم يكن هذا وكيف يكون ودوني عِكٌّ والأشعريون! \nقال : إنك تعلم أن الذي وصفتُ دون ما أصابك ، وقد نزل ذلك بك ودونك عِكٌّ والأشعريون ، فكيف كانت حالك لو جمعكما مأقط الحرب؟! \nفقال : يا أبا عبد الله ، خض بنا الهزل إلى الجد ، إن الجبن والفرار من عليٍّ لا عار على أحد فيهما. ",
        "وذكر أبو عمر في الإستيعاب : \nأن بسراً كان من الأبطال الطغاة ، وكان مع معاوية بصفين ، فأمره أن يلقى علياً (ع) في القتال ، وقال له : إني سمعتك تتمنى لقاءه ، فلو أظفرك الله به وصرعته حصلت على الدنيا والآخرة ، ولم يزل يُشجعه ويمنيّه حتى رأى علياً في الحرب ، فقصده والتقيا ، فصرعه علي (ع) وعرض له معه مثلما عرض له مع عمرو بن العاص في كشف السوأة. \nقال أبو عمرو : إن بسر بن أرطأة بارز علياً يوم صفين ، فطعنه علي فصرعه ، فانكشف له فكفَّ عنه كما عرض له مثل ذلك مع عمرو بن العاص وقد أكثر الشعراء في ذلك ، ومنهم الحارث بن النضر الخثعمي حيث يقول : = \n1 ـ شرح النهج 8 / 54. ",
        "عمار بن ياسر ، فحملوا عليهم فنقضوا صفوفهم. \nومر على جماعةٍ من أهل الشام بصفين ، منهم الوليد بن عقبة وهم يشتمونه ويقصبونه ( يسبونه ) فأخبر بذلك ، فوقف على ناس من أصحابه وقال : أنهدوا إليهم وعليكم السكينة والوقار وسيماء الصالحين أقرِب بقوم من الجهل قائدهم ومؤدبهم معاوية وابن النابغة وأبو الأعور السلمي وابن أبي معيط شارب الحرام والمحدود في الإسلام ، وهم أولاء يقصبونني ويشتمونني وقبل اليوم ما قاتلوني وشتموني وأنا إذ ذاك أدعوهم إلى الإسلام ، وهم إذ ذاك يدعونني إلى عبادة الأصنام ، فالحمد لله ولا إله إلا الله لقديماً ما عاداني الفاسقون ، إن هذا لهو الخطب الجلل ، إن فساقاً كانوا عندنا غير مرضيين وعلى الإسلام وأهله متخوفين ، أصبحوا وقد خدعوا شطر هذه الأمة واشربوا قلوبهم حب الفتنة ، واستمالوا أهوائهم بالافك والبهتان ونصبوا لنا الحرب وجدوا في إطفاء نور الله ، والله مُتمٌّ نوره ولو كره الكافرون ، اللهم فانهم قد ردّوا الحق ، فافضض جمعهم ، وشتت كلمتهم ، وأبلسهم بخطاياهم ، فانه لا يذل من واليت ، ولا يعز من عاديت. \nقال نصر : وكان عليٌّ إذا أراد الحملة هلّلّ وكبّرَ ثم قال : \nوكان معاوية قد جعل لواءه الأعظم مع عبد الرحمن بن خالد بن الوليد ، فأمر علي (ع) جارية بن قدامة السعدي أن يلقاه بأصحابه وأقبل عمرو بن ",
        "__________________\n \nالعاص بعده في خيلٍ ومعه لواءٌ ثانٍ ، فتقدم حتى خالط صفوف العراق ، فقال علي (ع) لابنه محمد : إمش نحو هذا اللواء رويداً ، حتى إذا أشرعت الرماح في صدورهم فأمسك يدك حتى يأتيك أمري ، ففعل ، وقد كان أعد علي (ع) مثلهم مع الأشتر ، فلما أشرع محمد الرماح في صدور القوم ، أمر علي (ع) الأشتر أن يحمل ، فحمل فأزالهم عن مواقفهم ، وأصاب منهم رجالاً ، واقتتل الناس قتالاً شديداً فما صلى من أراد الصلاة إلا إيماءً. \nثم إن علياً (ع) أرسل إلى جميع العسكر إن إحملوا ، فحمل الناس كلهم على راياتهم كل منهم يحمل على من بأزائه ، فتجالدوا بالسيوف وعمد الحديد لا يسمع إلا صوت ضرب الهامات كوقع المطارق على السنادين ، ومرّت الصلاة كلها فلم يصل أحد إلا تكبيراً عند مواقيت الصلاة حتى تفانوا ورَقَّ الناس. ",
        "واختلط أمر الناس تلك الليلة ، وزال أهل الرايات عن مراكزهم ، وتفرق أصحاب علي (ع) ، فأتى ربيعة ليلاً فكان فيهم ، وتعاظم الأمر جداً ، وأقبل عدي بن حاتم يطلب علياً في موضعه الذي تركه فيه فلم يجده ، فطاف يطلبه فأصابه بين رماح ربيعة ، فقال : يا أمير المؤمنين ، أما إذا كنتَ حيّاً فالأمر أمم ، ما مشيت إليك إلا على قتيل ، وما أبقت هذه الوقعة لهم عميدا ، فقاتل حتى يفتح الله عليك ، فان في الناس بقيةٌ بعد. \nوأقبل الأشعث يلهث جزعاً ، فلما رأى علياً (ع) هللّ وكبرّ وقال : يا أمير المؤمنين ، خيل كخيل ، ورجال كرجال ، ولنا الفضل عليهم إلى ساعتنا هذه ، فعُد إلى مكانك الذي كنت فيه فان الناس إنما يظنونك حيث تركوك. \nوأرسل سعيد بن قيس الهمداني إلى علي (ع) ، إنا مشتغلون بأمرنا مع القوم وفينا فضل. فإن أردت أن نمدّ أحداً أمددناه ، فأقبل علي (ع) على ربيعة فقال : أنتم درعي ورمحي (1). فقال عدي بن حاتم : يا أمير \n__________________",
        "1 ـ قال : فربيعة تفخر بهذا الكلام إلى اليوم. \nالمؤمنين ، إن قوماً أنست بهم وكنت في هذه الجولة فيهم لعظيم حقهم ، والله إنهم لصُبرٌ عند الموت ، أشداء عند القتال. \nفدعا علي (ع) بفرس رسول الله ـ المرتجز ـ فركب ، ثم تقدم أمام الصفوف ، ثم قال : بل البَغلةَ ، بل البَغلة ، فقدمت له بغلة رسول الله (ص) وكانت شهباء فركبها ، ثم تعصب بعمامة رسول الله (ص) وكانت سوداء ، ثم نادى : أيها الناس ، من يشر نفسه لله يربح ، إن هذا اليوم له ما بعده ، إن عدوكم قد مسه القرح كما مسّكم ، فانتدبوا لنصرة دين الله. \nفانتدب له ما بين عشرة آلاف إلى اثني عشر ألفاً قد وضعوا سيوفهم على عواتقهم ، فشد بهم على أهل الشام وهو يقول : ",
        "بـل مـا يريـد الـمحيـي الـمميـتُ\nوتبعه عديّ بن حاتم بلوائه وهو يقول : \nوحمل الأشتر بعدهما في أهل العراق كافة ، فلم يبق لأهل الشام صفٌّ إلا إنتقض ، وأهمد أهل العراق ما أتوا عليه حتى أفضى الأمر إلى مضرب معاوية ، وعلي (ع) يضرب الناس بسيفه قدماً قدماً ، ولا يمر بفارسٍ إلا قدَّه وهو يقول : \nهـوَت بـه في النـار أمَّ هـاويـة",
        "فدعا معاوية بفرسه لينجو عليه ، فلما وضع رجله في الركاب (1) توقف وتلوم قليلاً ثم أنشد قول عمرو بن الإظنابة : \nثم قال : يا عمرو بن العاص ، اليوم صبرٌ وغداً فخر ، قال : صدقت إنك وما أنت فيه كقول القائل : \nفثنى معاوية رجله من الركاب ، ونزل فاستصرخ بعكٍّ والأشعريين ، فوقفوا دونه وجالدوا عنه حتى كره كل من الفريقين صاحبه وتحاجز الناس (2).\nالشني يمدح علياً ",
        "وقام الأعور الشني إلى علي (ع) فقال : يا أمير المؤمنين ، زاد الله في سرورك وهداك ، نظرت بنور الله فقدمت رجالاً وأخرت رجالاً ؛ عليك أن \n__________________\n1 ـ وقيل أنه بعد خلوص الأمر لمعاوية ، جاء رجل وقال له : يا أمير المؤمنين إن لي عليك حقاً ، قال : وما هو؟ قال : حق عظيم ، قال : ويحك ما هو؟ قال : أتذكر يوماً قدمت فرسك لتفر وقد غشيك أبو تراب والأشتر ، فلما أردت أن تستوثبه وأنت على ظهره أمسكت بعنانك وقلت لك : أين تذهب؟ إنه للؤم بك أن تسمح العرب بنفوسها لك مقهرين ، ولا تسمح لها بنفسك ساعة وأنت ابن ستين؟! وكم عسى أن تعيش في الدنيا بعد هذه السن إذا نجوت! فتلومت في نفسك ساعة ثم أنشدت شعراً لا أحفظه ثم نزلت ، فقلت شعراً لا أحفظه. \nفقال : ويحك ، فإنك لأنت هو! والله ما أحلني هذا المحل إلا أنت. وأمر له بثلاثين ألف درهم. ",
        "2 ـ شرح النهج 8 / 60. \nتقول وعلينا أن نفعل ، أنت الإمام ، فان هلكت فهذان من بعدك ـ يعني حسناً وحسيناً 8 ـ وقد قلت شيئاً فاسمعه ، قال : هات. فأنشد : \nفلم يبق أحد من الرؤساء إلا وأهدى إلى الشني واتحفه.\nعلي يدعو معاوية للمناجزة ",
        "وأرسل علي (ع) إلى معاوية ، أن أبرز إلي واعف الفريقين من القتال ، فأينا قتل صاحبه كان الأمر له. فقال عمرو : لقد أنصفك الرجل! فقال معاوية : أنا أبارز الشجاع الأخرق؟! أظنك يا عمرو طمعت فيها! فلما لم يجب ، قال علي (ع) : \n« وانفساه ، أيطاع معاوية وأعصى!؟ ما قاتلت أمةٌ قط أهل بيت نبيها وهي مِقرّةٌ بنبيّها غير هذه الأمة! » (2). \n__________________\n1 ـ شرح النهج 8 / 68. ",
        "2 ـ صفين 387. \nوهدأت المعركة ليستريح المحاربون ، غير أن أمير المؤمنين علياً أبى أن يستريح ، فأخذ يجول متفقداً من استشهد حوله ، حتى وقف على أبي اليقظان عمار بن ياسر ، فبكى بكاءً شديداً ثم قال مسمعاً من حوله : \n« إن أمرؤ من المسلمين لم يعظُم عليه قتلُ ابن ياسر وتدخل به عليه المصيبةُ الموجعةُ لغيرُ رشيد! رحم الله عماراً يوم أسلم ، ورحم الله عماراً يوم قُتل ، ورحم الله عماراً يوم يبعث حياً ». ثم قال : \nلقد رأيت عماراً وما يُذكر من أصحاب رسول الله 6 أربعةٌ إلا كان رابعاً ، ولا خمسةٌ إلا كان خامساً ، وما كان أحد من قدماء أصحاب رسول الله 6 يشكُّ أن عماراً قد وجبت له الجنة في غير موطن ولا إثنين ، فهنيئاً لعمار بالجنة ، ولقد قيل : إن عماراً مع الحق ، والحق معه ، يدور عمارٌ مع الحق أينما دار ، وقاتل عمار في النار (1). ",
        "وكان عمار أوصى بقوله : « لا تغسلوا عني دماً ولا تحثو علي تراباً .. ادفنوني في ثيابي فإني مخاصِم! » فصلَّى عليه أمير المؤمنين ولم يُغسله. \nوكان خزيمةُ بن ثابت الملقب بذو الشهادتين قد حضر صفين ولم يقاتل ، فلما قُتل عمار بن ياسر قال : قد بانت لي الضلالة. ثم دخل فسطاطه وطرح عليه سلاحه وشن عليه من الماء فاغتسل ثم قاتل حتى قتل. رحمه الله. \nقال الحجاج بن عزية الأنصاري يرثي أبا اليقظان عمار بن ياسر : \n__________________",
        "1 ـ الطبقات الكبرى 3 / 362 وما بعدها. \n2 ـ مروج الذهب 2 / 382.\nفهرس التراجم\nالعنوان ــــــــــــــــــــــــ الصفحه",
        "ترجمة زياد بن عبيد الله الحارثي ...................................19\nترجمة مالك بن نويرة............................................81\nترجمة سعيد بن العاص..........................................110\nترجمة عبد الله بن مسعود........................................112",
        "ترجمة الوليد بن عقبة............................................116\nترجمة مالك الأشتر..............................................119\nفهرست الكتاب\nشاهد الحق\t7",
        "من اليمن إلى مكة...\t13\nياسر في مكة\t23\nنشأة عماروصفاته\t26\nمفتتح الدعوة \t31",
        "موقف أبي طالب\t36\nمحنة المستضعفين \t41\nالهجرة إلى الحبشة\t46\nالحصار في الشعب\t50",
        "هجرة الرسول \t53\nمسجد المدينة\t54\nمع النبي في غزواته\t57\nشجاعته وسخاؤه\t60",
        "عمّار .. والخلفـاء\t66\nموقف عمّار ..\t71\nالردة ودور عمار \t77\nفضائل عمار\t85",
        "بين عمار وعثمان\t87\nسياسة عثمان المالية \t92\nسياسته في اختيار الولاة\t94\nسياسته التأديبية\t96",
        "بذور الثورة\t101\nالثورة ومقتل عثمان\t105\nخلافة الإمام علي\t122\nموقف عمار بن ياسر\t125",
        "نكث البيعة\t127\nكتاب أم سلمة لعلي\t129\nمسير علي إلى العراق\t131\nوصف جيش علي\t133",
        "جيش أهل البصرة\t136\nكتاب على لعائشة وطلحة والزبير\t137\nخطبة علي ودعاؤه ورجوع الزبير ومقتله\t140\nبداية القتال\t143",
        "عمار ومحمد بن أبي بكر\t146\nمقتل طلحة بن عبيد الله\t148\nعقر الجمل\t151\nدخول علي على عائشة\t153",
        "إنصراف عائشة إلى المدينة\t155\nحـرب صفين المحنة الكبرى\t157\nعودة علي إلى الكوفة\t164\nعلي يدعو معاوية إلى البيعة\t167",
        "معاوية يشاور أهل الشام\t169\nالإمام علي يختبر الفريقين ..\t175\nرأي عمار بن ياسر\t182\nعمار يحرض\t183",
        "كتاب محمد بن أبي بكر لمعاوية\t186\nإلى الحرب يسيرون\t188\nقصة الصخرة وصاحب الدير\t191\nغلبة أصحاب معاوية على الماء\t193",
        "غلبة علي على الماء\t194\nخطبة الإمام وأصحابه\t195\nدعاؤه يوم صفين\t199\nوصف علي (ع)\t200",
        "يأمر أصحابه بالهجوم ويرد الكتائب\t202\nضربة ما مثلها ضربة\t206\nعلي يطلب معاوية للمبارزة\t208\nأحتـدام الحـرب\t212",
        "عمار يحرض على الجهاد\t213\nيطلب رضا الله سبحانه\t214\nدماؤهم أحل من دم عصفور\t215\nبين عمّار وهاشم المرقال\t216",
        "بين عمار وعمرو بن العاص\t220\nبطولة عمار وثبات إيمانه\t224\nالصلاةُ هي الأهم\t225\nآخر الشراب والشهادة\t225",
        "يتقربون بقتله\t225\nيختصمان في النار\t226\nعتاب معاوية لعمرو في شأن عمار\t226\nحملة عليّ (ع) بعد مقتل عمار \t229",
        "الشني يمدح علياً\t233\nعلي يدعو معاوية للمناجزة\t234\nوقوف علي على عمار\t235\nفهارس الكتاب\t237"
    ]
}