{
    "partText": [
        "\nمقدمة\nإنّ الحمد لله نحمده ونستعينه ونستهديه ونعوذ بالله من شرور أنفسنا وسيّئات أعمالنا، من يهد اللهُ فلا مُضلّ له، ومن يُضلل فلا هاديَ له، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله- صلى الله عليه وعلى آله وصحبه وسلم.\nأما بعد؛\nفإنّ الله أنزل خير كتبه على خير رسله - صلى الله عليه وسلم - في نيْفٍ وعشرين سنةً، وجعلهُ شاملاً لجميع مناحي الحياة: الاجتماعيّة، والاقتصاديّة، والسّياسيّة، والثّقافيّة، { مَّا فَرَّطْنَا فِي الكِتَابِ مِن شَيْءٍ } [الأنعام: 38] وإن الحديث عن عناية المجتمعات بالقرآن الكريم عبر التاريخ حديث كبير جداًّ يحتاج إلى صفحات كثيرة وجهود أكبر، وإن ما يكتب في هذه السُّطور إنّما هي محاولة متواضعة لبيان شيء من عناية المجتمعات المسلمة بكتاب ربّها.\nأسباب اختيار الموضوع:\nحاجة المجتمعات المسلمة للعناية بالقرآن الكريم.\nطرائق تدريس القرآن الكريم تختلف من بلد لآخر ومن جيل إلى جيل لذا وجب استفادة المجتمعات المسلمة من تلك الطرائق ونقلها وتطويرها.\nوجوب إبراز أسباب انتشار وانتقال بعض روايات القراءات القرآنية بين البلاد المسلمة.\nخطة البحث:\nوتشمل على: المقدمة، والتمهيد، وخمسة مباحث، وخاتمة، والفهارس.\nالمقدمة؛ وفيها: أهمية الموضوع، أسباب اختيار الموضوع، منهج البحث، خطة البحث.\nالمبحث الأول: عناية السلف بالقرآن الكريم؛ وتحته مطلبان:\nالمطلب الأول: عناية الصحابة بالقرآن الكريم.\nالمطلب الثاني: عناية التابعين بالقرآن الكريم.\nالمبحث الثاني: عناية بلاد الحرمين الشريفين بالقرآن الكريم.\nالمبحث الثالث: عناية بلاد الشام بالقرآن الكريم؛ وتحته مطالب:\nالمطلب الأول: دخول القراءات القرآنية بلاد الشام.\nالمطلب الثاني: طريقة الشاميين في تعليم القرآن الكريم.\nالمطلب الثالث: مد ارس ودُور القرآن الكريم في بلاد الشام.\nالمطلب الرابع: أهم مصنفات الشاميين في القرآن الكريم.\n(1/1)\n",
        "المبحث الرابع: عناية بلاد مصر بالقرآن الكريم؛ وتحته ثلاثة مطالب:\nالمطلب الأول: دخول القراءات القرآنية، بلاد مصر.\nالمطلب الثاني: كيفية عناية أهل مصر بالقرآن الكريم.\nالمطلب الثالث: أسباب انتشار القراءات القرآنية في بلاد مصر.\nالمبحث الخامس: عناية بلاد الأندلس والمغرب العربي بالقرآن الكريم؛ وتحته أربعة مطالب:\nالمطلب الأول: دخول القراءات القرآنية بلاد الأندلس والمغرب العربي.\nالمطلب الثاني: طريقة المغاربة في تعليم القرآن الكريم.\nالمطلب الثالث: أهم المدارس القرآنية في بلاد المغرب العربي.\nالمطلب الرابع: أهم مصنفات المغاربة في القرآن الكريم.\nالخاتمة: وفيها أهم النتائج وأبرز التوصيات.\nثبت المصادر والمراجع.\nفهرس الموضوعات.\nمنهج البحث:\nيتلخّصُ منهج البحث فيما يأتي:\nعرضتُ باختصار دخول القراءات القرآنية بعض الأقطار الإسلامية، ومنها بلاد الشام، ومصر، وبلاد الأندلس والمغرب العربي.\nلم أتعرَّض في هذا البحث لعناية جميع بلاد المسلمين بالقرآن الكريم؛ نظرًا لأن سيطول ويحتاج إلى وقتٍ أكثر، ونظراً لارتباط البحث بعدد صفحات معدودة اكتفيت بإشارات علَّها تكون بداية في طرقه لأكثر من باحث.\nاقتصرتُ- في هذا البحث- على أهم القضايا التي يمكن طرحها؛ وهي: دخول القراءات القرآنية إلى تلك البلاد، وطريقة تدريسهم للقرآن الكريم، وأهم المدارس والمساجد التي تُقام بها حلقات لتحفيظ القرآن الكريم، وأهم المصنَّفات القرآنية في تلك البلاد.\nعرّفت بالأعلام عدا صحابة رسول الله - صلى الله عليه وسلم -؛ مع وضع حرف (ت) إشارة إلى تاريخ الوفاة.\nخرّجت الأحاديث النبوية من مصادرها الأصيلة.\n(((\nالتمهيد\n(1/2)\n\nلم تقتصر عناية المجتمعات بالقرآن الكريم على عصر ٍدون آخر، وعلى جيلٍ دون غيره ولا على بلدٍ دون غيره؛ بل إنّ عناية المجتمعات المسلمة بالقرآن الكريم تزداد يوماً بعد يومٍ، ومن وقت لآخر؛ فالمدارس ودُور القرآن والحلقات القرآنيّة والأقسام داخل الكلّيات، والجامعات المتخصّصة تنتشر في جميع الأقطار شمالاً وجنوباً، شرقاً وغرباً.\nوإنّ بلاد الحرمين الشّريفين منبع الرّسالة مهبط الوحي، تمثّل القدوة الحسنة في اهتمامها بالقرآن الكريم والقراءات القرآنية من مئات الحلقات وآلاف الطّلاب وملايين النّسخ من المصحف الشريف والمسابقات المحلّية والدّوليّة.\nوالمجتمعات المسلمة الأخرى اعتناؤها بالقرآن الكريم لها طرائقها المختلفة من إنشاء المدارس والدُّور والحِلق وطرائق التّدريس والمؤلّفات القرآنيّة .\n(((\nالمبحث الأوّل: عناية السلف بالقرآن الكريم\nالمطلب الأوّل: عناية صحابة رسول الله - صلى الله عليه وسلم - بالقرآن الكريم\nاعتنى السلف يرحمهم الله تعالى بالقرآن الكريم عناية فائقةً فحفظوه في الصدور والسطور.\nفكان النبي - صلى الله عليه وسلم - أول حافظ وقارئ للقرآن الذي نزل عليه، بواسطة جبريل عليه السلام.\nلما جاء في حديث ابن عباس رضي الله عنهما قال: «كان رسول الله - صلى الله عليه وسلم - يُعالج من التنزيل شدَّةً، كان يحرك شفتيه، فأنزل الله عز وجل: ?لا تحرّك به لسانك لتعجل به ، إن علينا جمعه وقرءانه?، قال: جَمْعه في صدرك ثم تقرأه، ?فإذا قرأناه فاتبع قرءانه? قال: فاستمع وأنصت، ثم إن علينا أن تقرأه ، قال: كان رسولُ الله - صلى الله عليه وسلم - إذا أتاه جبريل استمع ، فإذا انطلق جبريلُ قرأهُ النبيُّ - صلى الله عليه وسلم - كما أقرأه»(1).\n__________\n(1) رواه البخاري- كتاب التفسير سورة القيامة (ح 9، 49)، ورواه مسلم- كتاب الصلاة، باب الاستماع للقراءة (ح 448) واللفظ له.",
        "(1/3)\n\nوفي حديث عائشة رضي الله عنها عن رسول الله صلى الله عليه وسلم أنه قال: «إن جبريل كان يعارضني القرآن كلَّ سنةٍ مرَّةً، وإنه عارضني العام مرَّتين، ولا أراه إلا حضر أجلي»(1).\nوأما حفظ الصحابة رضوان الله عليهم للقرآن ، فقد تسَابقوا في ذلك واشتدَّ التنافُسُ بينهم.\nوحفظه جملة منهم، ومن أولئك الخلفاء الأربعة، وطلحة بن عبيد الله، وسعد ابن أبي وقاص، وعبد الله بن مسعود وحذيفة بن اليمان، وسالم مولى أبي حذيفة، وأبو هريرة، وعبد الله بن عمر، وابن عباس، وعمرو بن العاص، وابنه عبد الله، وعبد الله بن الزبير، وعبد الله بن السائب، وعائشة وحفصة وأُم سلمة رضوان الله عليهم، وغيرهم كثير(2).\nوممَّا يدلّ على عناية صحابة رسول الله - صلى الله عليه وسلم - بالقرآن الكريم، قراءتهم وتدبرهم له، قوله - صلى الله عليه وسلم -: «إنّي لأعرف أصوات رفقةَ الأشعريّين بالقرآن حين يدخلون بالّليل، وأعرف منازلهم من أصواتهم بالقرآن بالليل، وإن كنتُ لم أرَ منازلهم حين نزلوا بالنّهار»(3).\nويقول عبد الله بن مسعود - رضي الله عنه -: «والله الذي لا إله غيرُه، ما نزلتْ سورة من كتاب الله، إلا أنا أعلم أين نزلتْ، ولا أُنزلتْ آية من كتاب الله، إلا أنا أعلمُ فِيمَ أُنزلتْ، ولو أعلمُ أحداً أعلم مِنِّي بكتاب الله، تبلُغُهُ الإبل لركبتُ إليه»(4).\n__________\n(1) رواه البخاري- كتاب فضائل القرآن- باب: كان جبريل يعرض القرآن على النبي - صلى الله عليه وسلم - (ح 4996).\n(2) ينظر: الإتقان في علوم القرآن للإمام السيوطي 1/96-97.\n(3) رواه مسلم- كتاب فضائل الصحابة، باب من فضائل الصحابة (ح 2499).\n(4) رواه البخاري- كتاب فضائل القرآن، باب القراء من أصحاب النبي - صلى الله عليه وسلم - (ح 5002)، ورواه مسلم- كتاب فضائل الصحابة (ح 2463).\n(1/4)",
        "\nولقد اتّخذ النبي - صلى الله عليه وسلم - عدداً من كتاب الوحي، منهم: الخلفاء الأربعة، وزيد ابن ثابت، وأبي بن كعب، ومعاوية بن أبي سفيان، والزبير بن العوام، وزيد بن الأرقم وغيرهم(1).\nوجاء في حديث زيد بن ثابت - رضي الله عنه -قال: «كنا نؤلفُ القرآن من الرِّقاع»(2)؛ أي: نجمعُهُ لترتيب آياته.\nوروى عثمان بنُ عفان - رضي الله عنه -: «أن رسول الله - صلى الله عليه وسلم - كان إذا نزل عليه شيءٌ يدعوا بعض من كان يكتبُهُ، فيقول: ضَعُوا هذه السورة التي يُذكر فيها كذا وكذا»(3).\nوتجدر الإشارة إلى أن صحابة رسول الله - صلى الله عليه وسلم - قد كتبوا القرآن الكريم على أدواتٍ مُختلفةٍ فكتبوا على العُسب وهي: جريد النخل(4)، واللِّخاف: وهي الحجارة الرِّقاق(5).\nوالرِّقاع وهي القطعة من الجلد أو الورق أو الكاغد(6).\nوالكرانيف: وهي أطراف العُسُب العريضة(7).\nوالأقتاب:وهي جمع قَتَب وهي ما يُوضع على ظهر البعير ليُركَب عليه(8).\nوالأكتاف: وهي جمع كتْف، وهي عظم عريض للإبل أو الغنم(9).\nوفي عهد أبي بكر الصديق - رضي الله عنه - دُوِّن وجُمِع القرآن الكريم في مصحف واحد، وذلك بعد أن استحرَّ القتل بالقرَّاء يوم اليمامة(10).\nفخشي أن يذهب شيء من القرآن بذهاب حَفَظتِه.\n__________\n(1) ينظر: جوامع السيرة لابن حزم ص 26-37، وزاد المعاد 1/26, ودراسات في علوم القرآن- د.فهد الرومي ص 79-80.\n(2) رواه الحاكم في المستدرك- كتاب التفسير 2/229.\n(3) رواه الحاكم في المستدرك- كتاب التفسير 2/221.\n(4) ينظر: الإتقان في علوم القرآن للإمام السيوطي 1/78.\n(5) المصدر السابق.\n(6) المصدر السابق.\n(7) المصدر السابق.\n(8) المصدر السابق.\n(9) المصدر السابق.\n(10) البرهان في علوم القرآن- للإمام الزركشي 1/233.\n(1/5)\n",
        "فجَمَع القرآن بين دفّتين، وكلَّف زيد بن ثابت - رضي الله عنه - بعمل ذلك، نظراً لحفظه وإتقانه وقُوَّته وأمانته وكتابته للوحي، في عهد النبي - صلى الله عليه وسلم -(1) وحضوره العرضة الأخيرة للقرآن الكريم، كما روى ذلك البغويُّ في شرح السُّنة(2).\nوفي عهد عثمان - رضي الله عنه - نسخت المصاحف أكثر من نسخة، وكان سبب ذلك اختلاف الناس في القراءة حتى كاد يُكفِّر بعضُهم بعضاً.\nفجمع عثمان - رضي الله عنه - الناس على حرفٍ واحدٍ هو حرف قريش(3)، واختار لذلك أربعةً من أجلاء الصحابة وقرائهم وهم: عبد الله بن الزبير، وسعيد بن العاص، وعبدالرحمن بن الحارث بن هشام، وزيد بن ثابت رضي الله عنهم أجمعين(4).\nالمطلب الثاني: عناية التابعين بالقرآن الكريم\nفي هذا العهد اجتهد العلماءُ فقاموا بـ (نقط المصحف وتشكيله وتجزئته).\nوذلك بسبب كثرة اللَّحن في كتاب الله عز وجل ، فكثُر اللَّحنُ وانتشر على ألسنة الناس، فأشار زياد بن عبيد الله- ت 53ه- والي البصرة حينذاك على أبي الأسود الدُّؤَلي(5) بوضع علاماتٍ للإعراب، فقام بما هو آتٍ:\nنقطة فوق الحرف المفتوح؛ نقطة تحت الحرف للكَسْر.\nنقطة بين يدي الحرف للضم؛ نقطتين للحرف المنوَّن(6).\n__________\n(1) رواه البخاري- كتاب فضائل القرآن، باب جمع القرآن (ح 4986).\n(2) شرح السنة للإمام البغوي 4/525-526.\n(3) رواه البخاري- كتاب فضائل القرآن، باب جمع القرآن (ح 4987).\n(4) ينظر: البرهان في علوم القرآن- للإمام الزركشي 1/235-240.\n(5) أبو الأسود الدؤلي، قاضي البصرة، وصاحب النحو، اختلف في اسمه أصحها أن اسمه ظالم ابن عمرو، قرأ القرآن على علي ابن أبي طالب رضي الله عنه، وأبي بن كعب وابن مسعود رضي الله عنهم، وعنه ولده حرب، ويحيى بن يعمر وغيرهما، توفي سنة 99ه. ينظر: معرفة القراء الكبار 1/154-155، غاية النهاية 1/345-346.\n(6) ينظر: المحكم في نقط المصاحف لأبي عمرو ص 3-4.\n(1/6)\n\nإلا أنَّ هذا العمل لم يكن الأخير في هذا الشأن، فظهر نوع آخر من اللَّحن وهو عدم التمييز بين الحروف التي اتَّحدتْ صورتُها بدون نقط كالباء والتاء والثاء والجيم والحاء والدا والذال ونحوها.\nفاختار الحجاج بن يوسف الثقفي(1)- ت95ه - وإلى العراق آنذاك عاملين للقيام بإعجام الحروف، وهما يحي بنُ يعمر العدواني(2)- ت قبل 100ه-، ونصر ابن عاصم اللَّيثي(3)-ت 90ه، ثم قام الخليل بن أحمد الإمام النحوي(4)- ت175ه- بتغيير نقط الإعراب إلى علامات الإعراب المعروفة فقام بما هو آت:\n(-َ) فوق الحرف المفتوح. (-ِ) فوق الحرف المكسور.\n(-ُ)فوق الحرف المضموم. (-َّ)فوق الحرف للتشديد، وهي رأس (ش) من شديد.\n(خـ) للسكون وهي رأس (( خـ)) من ((خفيف)).\nكما وضع في المصحف أيضاً علاماتٍ للهمزة، والروم والإشمام، بل هو أول من صنَّف في النقط وذكْر عِلَله(5).\n__________\n(1) الحجاج بن يوسف الثّقفي، داهية من دهاة العرب، خطيب مُفوَّه، وأخباره كثيرة مشهورة. ينظر: وفيات الأعيان 2/29-54.\n(2) يحيى بن يعمر العدواني، بصري تابعي جليل، قرأ على ابن عمر وابن عباس وأبي الأسود الدؤلي، وعنه أبو عمرو بن العلاء، وعبد الله بن أبي إسحاق، توفي 129ه. ينظر: غاية النهاية 2/381.\n(3) نصر بن عاصم الليثي ويقال الدؤلي البصري النحوي، تابعي، سمع من مالك بن الحويرث وأبي بكر الثقفي، وعنه عون العقيلي، ومالك بن دينار، توفي سنة 90 أو 100ه. ينظر: معرفة القراء الكبار 1/170، غاية النهاية 2/336.\n(4) الخليل بن أحمد بن عمر الفراهيدي، ويقال: الفرهودي، رأس في النحو، إمام مشهور، =\n= …وواضع علم العروض، له عدة مصنفات في العربية، منها كتاب العين، توفي سنة 170ه، ينظر: وفيات الأعيان 2/243-247،: غاية النهاية 1/275.\n(5) ينظر: المقنع في رسم مصاحف الأمصار لأبي عمرو الداني ص 125، والمحكم في نقط المصاحف له أيضا ص 6، 9، ومقدمة مختصر التبيين لأبي داود سليمان بن نجاح.",
        "(1/7)\n\nوفي هذه الفترة أشتهر القراءُ السبعة، وهم: نافع المدني- ت169ه(1)، وعبد الله ابن كثير المكي(2)- ت 118ه، وأبو عمرو البصري(3)- ت154ه، وابن عامر الشامي(4)- ت118ه، وعاصم بن أبي النجود الكوفي(5)\n__________\n(1) نافع بن عبد الرحمن بن أبي نعيم: إمام المدينة في القراءة، أخذ عن جماعة؛ منهم: أبو جعفر القارئ، واشتهر عنه راويان: قالون، وورش، توفي سنة 169ه. ينظر: معرفة القراء الكبار 1/107-111، غاية النهاية 2/330-334.\n(2) عبد الله بن كثير: هو عبد الله بن كثير المكي، إمام المكيين في القراءة، قرأ على عبد الله بن السائب وغيره، وروى عنه القراءة إسماعيل القسط وجماعة، واشتهر عنه راويان: البزي وقنبل. ينظر: معرفة القراء الكبار 1/86-88، غاية النهاية 1/443-444.\n(3) هو الإمام الكبير المازني البصري المقرئ النحو، شيخ القراء بالبصرة، أبو عمرو بن العلاء، واسمه على الصحيح: زبان، أخذ القراءات عن مجاهد وسعيد بن جبير وعطاء وابن كثير، وغيرهم، وأخذ عنه: أبو جعفر وشيبة بن نصاح، توفي سنة 154ه، ينظر: معرفة القراء الكبار 1/223-237، غاية النهاية 1/228.\n(4) ابن عامر الشامي: إمام أهل الشام في القراءة، قرأ على المغيرة بن أبي شهاب المخزومي، وأبي الدرداء، روى عنه القراءة يحيى الذماري وغيره، واشتهر عنه راويان هشام، وابن ذكوان، توفي سنة 118ه. ينظر: معرفة القراء الكبار 1/82-83، غاية النهاية 1/223-225.\n(5) عاصم بن بهدلة بن أبي النجود: أخذ القراءة عن أبي عبد الرحمن السلمي وآخرين، وإليه =\n=…انتهت الإمامة في القراءة بالكوفة، اشتهر عنه راويان: شعبة، وحفص بن سليمان، توفي سنة 127ه. ينظر: معرفة القراء الكبار 1/88-94، غاية النهاية 1/346-349.\n(1/8)",
        "\n- ت128ه-، وحمزة الزِّيات(1)- ت156ه-، وعليُّ بن حمزة الكسائي(2)- ت189ه-، وقد جمع هؤلاء السبعة الإمام أبو بكر بن مجاهد(3)- ت324ه- في كتابه (السبعة) فكان أول من سبَّع السبعة في مُؤلَّفٍ واحدٍ(4).\n(((\nالمبحث الثاني:\nعناية بلاد الحرمين الشريفين بالقرآن الكريم\nبلادُ الحرمين الشريفين هي بلدُ القرآن منها انطلق وإليها يعود.\nفالقرآنُ الكريم والقراءات القرآنية والقراء السبعة والعشرة إنما أخذوا القرآن الكريم من صحابة رسول الله - صلى الله عليه وسلم - بالسَّند الصحيح المتصل مباشرة أو بواسطة.\nوصحابةُ رسول الله - صلى الله عليه وسلم - إنما كانوا في مكة المكرمة والمدينة النبوية أخذوا القرآن الكريم من خير مُعَلِّمٍ - صلى الله عليه وسلم -، وأخذ التابعون عن الصحابة وأخذ بعض القرَّاء السبعة والعشرة من بعض الصحابة وكبار التابعين، وهكذا حتى وصل القرآنُ إلينا بسندٍ صحيحٍ متصل.\nوإنّ الحديث عن عناية بلاد الحرمين الشريفين قد يطولُ كثيراً ولعلِّي أذكر أبرز النقاط في هذا المجال:\n__________\n(1) حمزة بن حبيب الزيات: إمام حجة، أخذ القراءة عن الأعمش وآخرين، وعنه جماعة أضبطهم سليم بن عيسى، اشتهر عنه راويان: خلف، خلاد، توفي سنة 156ه. ينظر: معرفة القراء الكبار 1/111-118، غاية النهاية 1/261-263.\n(2) علي بن حمزة الكسائي الكوفي: رأس في العربية، أخذ القراءة عن جماعة أجلهم حمزة الزيات، واشتهر عنه راويان: أبو الحارث والدوري، توفي سنة 189ه. ينظر: معرفة القراء الكبار 1/120-128، غاية النهاية 1/535-540.\n(3) ابن مجاهد: هو أحمد بن موسى بن العباس بن مجاهد التميمي الحافظ أبو بكر البغدادي، شيخ الصنعة وأول من سبع السبعة، ولد سنة 245ه، قرأ على قنبل، وابن عبدوس وغيرهما، توفي سنة 324ه. ينظر: معرفة القراء الكبار 2/533، غاية النهاية 1/139-142.\n(4) خرج كتاب السبعة بتحقيق د.شوقي ضيف، إلا أنه يحتاج إلى تحقيق ودراسة علمية .\n(1/9)\n",
        "أولاً: إنشاء مجمع الملك فهد لطباعة المصحف الشريف بالمدينة النبوية:\nفقد وضع خادمُ الحرمين الشريفين الملك فهد بن عبد العزيز آل سعود يرحمه الله حجر الأساس لهذا المشروع العملاق في السادس من شهر الله المحرَّم سنة 1403ه(1).\nوفي السادس من شهر صفر سنة 1405ه(2)، افتتح خادم الحرمين الشريفين الملك فهد بن عبد العزيز آل سعود - يرحمه الله- هذا المشروع العملاق بمساحة تُقدَّر بمائتين وخمسين ألف متر مُربَّع(3).\nوتتلخص أهم أهداف المجمع ما يأتي:\n1- طباعة المصحف الشريف بالروايات المشهورة في العالم الإسلامي.\n2- ترجمة وطباعة معاني وتفسير القرآن الكريم إلى أهم وأوسع اللغات انتشاراً.\n3- تسجيل تلاوة القرآن الكريم بأصوات مشاهير القراء.\n4- إجراء البحوث والدراسات المتعلقة بالقرآن الكريم، والسنة النبوية المطهرة.\n5- نشر إصدارات المجمع على الشبكات العالمية\n6- تلبية حاجة المسلمين في الداخل والخارج من إصداراته المختلفة(4).\nوينبغي التنبيه إلى أن عدد المصاحف التي وُزعت في جميع أنحاء العالم منذ افتتاح المجمع إلى عام 1420ه قد بلغ أكثر من مائة وثلاثة وخمسين مليون نسخة(5) .\nثانياً: العناية بالقرآن الكريم في مجال التربية والتعليم:\n__________\n(1) ينظر تطور كتابة المصحف الشريف وطباعته، وعناية المملكة العربية السعودية بطبعه ونشره وترجمة معانيه ص 72.\n(2) المصدر السابق.\n(3) المصدر السابق.\n(4) المصدر السابق ص 73.\n(5) المصدر السابق ص 110.\n(1/10)\n\nوذلك بإنشاء مدارس خاصة لتحفيظ القرآن الكريم في جميع مراحل التعليم - الابتدائي، والمتوسط، والثانوي… حيث تم افتتاح أول مدرسة ابتدائية لتحفيظ القرآن الكريم في المملكة بالمدينة النبوية عام 1367ه، وكانت تسمى حينذاك بـ(مدرسة القرآن)، وما زالت هذه المدرسة قائمة إلى وقتنا الحاضر باسم (مدرسة أبي بن كعب - رضي الله عنه -)(1).\nوتم افتتاح أول مدرسة متوسطة لتحفيظ القرآن الكريم في المملكة بمدينة الرياض عام 1383ه باسم مدرسة تحفيظ القرآن الكريم(2)، وتمَّ أيضاً افتتاح أوّل مدرسة ثانوية لتحفيظ القرآن الكريم في المملكة بمكة المكرمة - عام 1396ه-1397ه. باسم مدرسة أبي زيد الأنصاري(3).\nوتجدر الإشارة إلى أنَّ مادة (القرآن الكريم) تُدَرَّسُ في جميع مراحل التعليم، الابتدائي، والمتوسط، والثانوي، وفي الكليات العلمية والأدبية والعسكرية، بل وهناك أقسام متخصصة في بعض الجامعات في القرآن الكريم وعلومه، وكلية للقرآن الكريم، تابعة للجامعة الإسلامية بالمدينة النبوية.\nثالثاً: إنشاء إذاعة خاصة بالقرآن الكريم:\nافتتحت بمكة المكرمة عام 1392ه، وفي العام نفسه أنشئتْ إذاعة أُخرى للقرآن بمدينة الرياض، ومن ثَمَّ أُدْمِجتَا في إذاعة واحدة في غرة محرم عام 1413ه، سميت إذاعة القرآن الكريم من المملكة العربية السعودية(4) .\nرابعاً: إنشاء جمعيات خيرية لتحفيظ القرآن الكريم:\n__________\n(1) ينظر جهود المملكة العربية السّعودية الحكومية في تحفيظ القرآن الكريم- أ.د.سليمان القرعاوي ص 27.\n(2) ينظر الجهود المبذولة في مدارس تحفيظ القرآن الكريم الحكومية والأهلية- أ.سعود العاصم ص 45، ورقة عمل مقدّمة في مؤتمر القرآن الكريم والجهود المبذولة في خدمته، جامعة الشّارقة سنة 1424ه.\n(3) المصدر السابق.\n(4) ينظر: تطور كتابة المصحف الشريف وطباعته- أ.د. محمد سالم العوفي ص 64-65.",
        "(1/11)\n\nيتولى الإشراف عليها وزارة الشّؤون الإسلامية والأوقاف والدّعوة والإرشاد -الأمانة العامة للمجلس الأعلى للجمعيات الخيرية-، مُمثَّلةً بالإدارة العامّة للجمعيّات الخيريّة لتحفيظ القرآن الكريم.\nوقد افتتحت أوّل جمعية لتحفيظ القرآن الكريم كانت في مكّة المكرّمة عام 1382ه، ومن ثَمَّ افتتحت جمعية تحفيظ القرآن بالمدينة النبوية عام 1383ه، وتوالت بعد ذلك الجمعيات الخيرية في جميع مناطق المملكة(1).\nوإنّ هذه الجمعيات تقوم بدورٍ فاعلٍ في المجتمع؛ ومن أهمّ أهدافها:\nتعليم القرآن الكريم لأبناء المسلمين تلاوةً وتجويداً وتفسيراً.\nتحفيظ القرآن الكريم للناشئة.\nإعداد المدرسين الأكفاء لتعليم القرآن الكريم وتحفيظه.\nتهيئة قرَّاء وحفظه لإمامة المصلين في الصلاة.\nتهذيب أخلاق الناشئة بما يتعلمونه من كتاب ربهم\nإحياء جانب مهم من جوانب رسالة المسجد(2).\nخامساً: تنظيم المسابقات المحلية والدولية لتحفيظ القرآن الكريم؛ ومن ذلك:\nمسابقة خادم الحرمين الشريفين الملك فهد بن عبد العزيز آل سعود -يحفظه الله- في الحرس الوطني.\nمسابقة ولي العهد صاحب السمو الملكي الأمير سلطان بن عبد العزيز- للعسكريين.\nمسابقة صاحب السمو الملكي الأمير سلمان بن عبد العزيز - وهي مسابقة محلية أنشئت عام 1418ه.\nمسابقة الملك عبد العزيز آل سعود -يرحمه الله- الدولية لتحفيظ القرآن الكريم، وقد أُنشئت بمرسوم الملكي كريم ذي الرقم [25281] بتاريخ 12/11/1398ه(3).\n__________\n(1) ينظر: المدراس النسائية لتحفيظ القرآن الكريم بالمملكة العربية السعودية- د.بدر البدر ص178، مؤتمر القرآن الكريم والجهود المبذولة في خدمته، جامعة الشّارقة سنة 1424ه.\n(2) جهود المملكة العربية السعودية في خدمة القرآن الكريم- د.سليمان أبا الخيل ص 83، مؤتمر القرآن الكريم والجهود المبذولة في خدمته، جامعة الشّارقة سنة 1424ه.\n(3) المصدر السابق.\n(1/12)",
        "\nوتجدر الإشارة إلى أن جهود بلاد الحرمين جهود كبيرة وعظيمة لا تكاد تحصى كثرة، ولكن لعل ما كتب فيه أهم ما يذكر ويُكتب.\n(((\nالمبحث الثالث:\nعناية بلاد الشام بالقرآن الكريم\nاهتمَّ أهل الشام بالقرآن الكريم اهتماماً بالغاً، بل ازدادت عنايتهم بذلك حتى قال الإمام النووي الدمشقي - ت676ه: ((رأيتُ أهلَ بلدِنا دمشق - حماها الله تعالى وصانها وسائر البلاد المسلمين- مُكثرِين من الاعتناء بتلاوة القرآن العزيز تعلُّماً وتعليماً وعرضاً ودراسةً في جماعة وفرادى، مجتهدين في ذلك بالليالي والأيام - زادهم الله حرصاً عليه وعلى جميع أنواع الطاعات مريدين وجه الله ذي الجلال والإكرام))(1).\nوتتمثل عناية أهل الشام بالقرآن الكريم في إنشاء مدارس ودُور للقرآن الكريم، فضلاً عن حلقات القرآن الكريم المنتشرة في المساجد، ومن أهمها:\nمساجد أجناد فلسطين والأردن، ومسجد دمشق، ومسجد حمص، ومسجد الرَّملة، ومسجد بيت المقدس، ومسجد طبرية(2).\nوأصبح لمسجد بيت المقدس مكانةً خاصَّة في الثلث الأخير من القرن الأول، وعظُمتْ مكانته في القرن الثاني، وسبب ذلك إقراءُ بعض الصحابة والتابعين القرآن وإمامته فيه(3).\nالمطلب الأول: دخول القراءات القرآنية بلاد الشام\n__________\n(1) التبيان في آداب حملة القرآن ص 23.\n(2) القراءات القرآنية في بلاد الشّام ص 59.\n(3) المصدر السابق ص 59-60.\n(1/13)\n",
        "تقدَّم أنَّ عثمان بن عفان رضي الله عنه جمع الناس على حرف واحد وأرسل مصاحف إلى بعض الأمصار ومنها بلاد الشام، وأرسل مع كل مصحف إمامًا يُعلِّم الناس القراءة، وأرسل مع مصحف الشام المغيرة بن أبي شهاب المخزومي(1)- ت91ه(2)، وأخذ عنه القراءة عبد الله بن عامر الشامي - ت118ه، ولا زال الناس يقرأون بقراءته إلى قريب المائة الخامسة.\nقال ابن مجاهد في كتابه السبعة: ((على قراءة ابنِ عامر أهلُ الشام وبلاد الجزيرة، إلا نفراً من أهل مصر؛ فإنّهم ينتحلون قراءة نافع، والغالب على أهل الشام قراءة ابن عامر))(3).\n__________\n(1) المغيرة بن أبي شهاب عبد الله بن عمرو بن المغيرة بن ربيعة المخزومي الشامي، أخذ القراءة عن عثمان بن عفان رضي الله عنه، وأخذ عنه عبد الله بن عامر الشامي، توفي سنة 91ه. ينظر: معرفة القراء الكبار 1/136، غاية النهاية 2/305-306.\n(2) ينظر: البرهان في علوم القرآن- الإمام الزركشي 1/235.\n(3) كتاب السبعة في القراءات ص87، وينظر: غاية النهاية في طبقات القراء 1/404، القراءات وكبار القراء في دمشق- د.مطيع حافظ ص 133، القراءات القرآنية في بلاد الشام- د.حسين عطوان ص 287.\n(1/14)\n\nوفي نهاية القرن الخامس الهجري، أدخل أحمد بن عبد الله بن طاووس البغدادي(1) - ت 492ه- قراءة أبي عمرو البصري إلى الديار الشامية، وقام سُبيع ابن المُسلم(2)- ت 508ه- بنشرها واستمر الناسُ يقرأون بقراءة أبي عمرو البصري إلى حدود القرن العاشر الهجري(3)، ومن ثَمَّ انتشرت رواية حفصٍ عن عاصم في بلاد الشام عن طريق القراء والفقهاء والمحدثين ولا زالت في الانتشار إلى أن أصبحت هي القراءة المعتمدة عند العامة والخاصة إلى عصرنا الحاضر(4).\nولقد كان لصحابة رسول الله - صلى الله عليه وسلم - نصيب وافر وجهد عظيم في نشر الدُّور القرآنية في البلاد الشامية، وقد تقدّم أنّ المغيرة بن أبي شهاب المخزومي- ت91ه- كان هو معلم مصحف عثمان بن عفان رضي الله عنه لأهل الشام.\nوقد أرسل عمرُ بن الخطاب رضي الله عنه ثلاثة من صحابة رسول الله صلى الله عليه وسلم لتعليم أهل الشام القرآن الكريم؛ فأرسل معاذ بن جبل- ت18ه- إلى أهل فلسطين، وأرسل عبادة بن الصامت- ت 34ه- إلى أهل حمص، وأرسل أبا الدرداء- ت32ه- إلى أهل دمشق(5).\nالمطلب الثاني: طريقة الشّاميّين في تعليم القرآن الكريم\n__________\n(1) أحمد بن عبد الله بن علي بن طاوس، أبو البركات البغدادي، نزيل دمشق، ثقة حاذق مجود، قرأ على أبي الحسن بن علي العطار، والشرسكاني، وعنه ابنه هبة الله بن أحمد، توفي سنة 492ه. ينظر: معرفة القراء الكبار 2/867، غاية النهاية 1/74.\n(2) سبيع بن المُسلم بن علي بن هارون أبو الوحش المعروف بابن قيراط، شيخ دمشق، كان ضريرا ثقة كبيرا، قرأ على أبي علي الأهوازي، وقرأ عليه إسماعيل بن علي بن بكرات وغيرهما. ينظر: معرفة القراء الكبار 2/888، غاية النهاية 1/301.\n(3) ينظر: غاية النهاية 1/301.\n(4) ينظر: القراءات وكبار القراء في دمشق ص 189.\n(5) ينظر في هذا القراءات القرآنية في بلاد الشام، د.حسين عطوان، ص 39-42.",
        "(1/15)\n\nكان لبلاد الشام أسلوب مميز وفريد في تعليم القرآن الكريم، ومن ذلك:\n[أن المقرئ يُقسِّمُ تلاميذَهُ إلى مجموعات، وعلى كل مجموعة عريف، ويقوم العريفُ بقراءة القرآن على تلاميذه سورةً سورةً، وهم يُعيدون ما سمعوا منه، ويحفظون عنه، فإن أخطأ أحدهم سأل عريفه، وإذا أخطأ عريفُهم سأل شيخَه.\nومن أعمال العريف أنه يمتحن تلاميذَهُ بعد أن يختموا القرآن، فإذا أيقن العريف أن أحد تلاميذه قد أتقن القرآن، قدَّمهُ إلى الشيخ، فأجازَهُ، ويصبح عريفاً على حلقته(1).\nقال مُسلم بن مُشكِم الدمشقي: وهو يتحدث عن أبي الدرداء رضي الله عنه الصحابي الجليل الذي شارك غيرَهُ من صحابة رسول الله - صلى الله عليه وسلم - في نقل القرآن الكريم إلى بلاد الشّام: قال لي أبو الدرداء: أعدُدْ من يقرأ عندي القرآن؟ فعددتُهم ألفاً وستمائةً ونَيْفاً، وكان لكل عشرة منهم مقرئ، وأبو الدرداء يقوم عليهم قائماً، وإذا أحكم الرجلُ منهم تحوَّلَ إلى أبي الدرداء(2).\nوقال ابن الجزري(3) في النشر 2/264: ((لقد بلغنا عن هذا الإمام [ابن عامر] أنه كان في حلقته أربعمائة عريف يقومون عنه بالقراءة)).\nوتجدر الإشارة إلى أن أهل الشام قد تميزوا بقراءة الجماعة سُبْعاً من القرآن بالتكرار وراء قارىءٍ في مجلسٍ واحد](4).\nالمطلب الثالث: مدارس ودُور القرآن الكريم، في بلاد الشام\n__________\n(1) القراءات القرآنية في بلاد الشام، د.حسين عطوان، ص 25.\n(2) غاية النهاية 1/606.\n(3) ابن الجزري: هو أبو الخير شمس الدين محمد بن محمد بن محمد بن الجزري الدمشقي، ثم الشيرازي، الإمام المحقق، ولد سنة 751ه، قرأ على كثير من علماء عصره منهم: عبد الوهاب بن السلار، وأحمد بن إبراهيم الطحان، توفي سنة 833ه. ينظر: غاية النهاية 2/247-251، إنباء الغمر بأبناء العمر لابن حجر 3/466.\n(4) ينظر: القراءات القرآنية في بلاد الشام ص 27.\n(1/16)",
        "\nلقد أنشئتْ في دمشق مدارس ودُورٍ للقرآن الكريم في وقتٍ مبكِّر، إذ أُنشئتْ أولُ مدرسةٍ للقرآن الكريم في أواخر القرآن الرابع الهجري وأوائل القرن الخامس الهجري(1)- المدرسة الرّشائية- نسبةً إلى رشأ بن نظيف الدمشقي- ت 444ه.\nومن ثَمّ أُنشئت في القرن السّابع الهجري، المدرسة الوجيهية- نسبةً إلى الشيخ وجيه الدين محمد بن عثمان بن المنجا التنُّوخي، الدمشقي- ت 701ه.\nوفي القرن الثامن الهجري أُنشئت دار القرآن السنجارية، نسبةً إلى علاء الدّين علي بن إسماعيل بن محمود السنجاري- ت 735ه.\nوفي القرن التاسع الهجري بلغتْ المدارس ذروتها، إذ أُنشئتْ أربع دُور للقرآن الكريم؛ وهي:\nدار القرآن الجزرية، أَنشأَها الإمام المحقّق محمد بن الجزري- ت 833ه,\nدار القرآن الدِّلامية، أَنشأَها أبو العباس أحمد بن المجلس الخواجكي، زين الدّين دلامة بن عز الدين نصر الله البصري- ت 835ه.\nدار القرآن الخيضرية، أنشأها القاضي قُطُب الدّين أبو الخير محمّد بن محمّد ابن عبد الله بن خَيْضر الخَيْضري الدّمشقي- ت 894ه(2).\nودار القرآن الصَّابونية، أنشأها شهاب الدين أحمد بن علم الدين سليمان بن محمد البكري الدمشقي- ت 836ه(3).\n__________\n(1) ينظر: دور القرآن في دمشق، للنعيمي ص 7.\n(2) ينظر: دور القرآن في دمشق، للنعيمي ص 1/26، الدارس في تاريخ المدارس للنعيمي ص 7-14.\n(3) المصدرين السابقين.\n(1/17)\n",
        "وينبغي ملاحظة أن هناك أمكنةً أُخرى خُصِّصت لتعليم القرآن الكريم والحديث معاً، كدار القرآن والحديث النّكزية(1)، ودار القرآن والحديث الصّبابيّة(2)، ودار القرآن والحديث المعبديّة(3).\nالمطلب الرابع: أهم مصنفات الشاميين في القرآن الكريم\nاعتمد أهل الشّام على ((التيسير في القراءات السبع)) لأبي عمرو الداني(4)- ت 444ه، والشاطبية ((حرز الأماني ووجه التهاني في القراءات السبع)) للإمام الشاطبي(5)- ت 590ه- بل وصل الأمر في الاعتماد على هذين المصدرين إنكار غيرِهما.\n__________\n(1) نسبةً إلى تنكز الأمير سيف الدين أبو سعيد الملكي الناصري، ت 744ه، ينظر: الدارس في تاريخ المدارس للنعيمي ص 91-94، ودور القرآن الكريم في دمشق، ص 9.\n(2) نسبة إلى الصدر الحنبلي شمس الدين محمد بن أحمد بن محمد بن أبي العز الحراني ثم الدمشقي، المعروف بابن الصّبان، ينظر: الدارس في تاريخ المدارس ، ص 94-95، ودور القرآن في دمشق ص 9.\n(3) نسبة إلى علاء الدين علي بن معبد البعلبكي، ت 746، ينظر: المصدر السّابق.\n(4) أبو عمر الداني: هو عثمان بن سعيد بن عثمان الأموي مولاهم القرطبي، والمعروف بأبي عمرو الداني، برع في القراءات والحديث ورجاله والعربية، بلغت تصانيفه أكثر من مائة وعشرين مصنفا، قرأ بالروايات على خلف بن إبراهيم بن خاقان، وأبي الفتح فارس بن أحمد وغيرهم توفي سنة 444ه. ينظر: معرفة القراء الكبار 2/773-781، ومعجم مؤلفات الحافظ أبي عمرو الداني، د.عبد الهادي حميتو.\n(5) الشاطبي: هو أبو محمد القاسم بن فيرُّه بن خلف بن أحمد الشاطبي الضرير، أحد الأعلام المشاهير، قرأ القراءات على أبي عبد الله بن أبي العاص، وأبي الحسن بن هذيل، وكان إماما علامة ذكيا كثير الفنون، رأسا في القراءات، حافظا للحديث، توفي سنة 590ه. ينظر: معرفة القراء الكبار 1/574، غاية النهاية 2/20.\n(1/18)\n\nيقول ابنُ الجزري في النّشر: ((ولما قدم الشيّخ أبو محمّد عبد الله بن عبد المؤمن الواسطي دمشق في حدود سنة ثلاثين وسبعمائة وأَقرأَ بها للعشرة بمضمَّن كتابيْهِ الكنْز والكفاية وغير ذلك، بلغنا أنّ بعض مُقرئي دمشق- ممّن كان لا يعرفُ سوى الشّاطبية والتيسير- حَسَده، وقَصَد مَنْعَه من بعض القضاة)) (1).\nوفي منتصف القرن الثامن الهجري، وُلد الإمام المُحقّق محمّد بن محمّد بن الجزري الدمشقي- ت750ه- فألَّف في القراءات القرآنيّة والتّجويد مؤلَّفاتٍ عظيمةً، كان لها الأثر الكبير فيمن بعده، حتى بلغتْ تلك المصنّفات- سواء كانت كُتُباً أم رسائل أم منظومات وأراجيز- أكثر من مائة مؤلَّف.\nومن أهمها:\n((النشر في القراءات العشر)) وهو من أعظم كتبه وأحسنها وأَفودِها، جمع فيه القراءات العشر منْ طرق، وروايات متعدِّدة حتّى وصلت زهاءَ ألفَ طريق، واعتمد على أكثر من تسعين كتاباً من كتب القراءات، واختصره في مؤلّف سماه: (تقريب النّشر) (2).\nوله أيضاً: ((تحبير التّيسير في القراءات السّبع)) حرّر فيه طرق التّيسير لأبي عمرو، وهذَّبه وحبَّره.\nوألّف ((طيبة النّشر)) وهي: منظومة من بحر الرّجز، من ألف بيت، جمع فيها القراءات العشر من أكثر من تسعمائة طريق(3).\nوألّف أيضا: ((الدرة المضيئة في القراءات الثلاثة المتممة)) وهي: منظومة لاميّة من مائتين وإحدى وأربعين بيتاً(4).\nوألّف في التّجويد: ((المقدّمة فيما يجب على القارئ أن يعلمه)) وهي: منظومة من بحر الرّجز، من مائة وسبعة أبيات، دَوّن فيها جُلَّ أبواب التجويد(5).\nوألّفَ: ((التمهيد في علم التجويد)) وهو: مؤلَّف دَوَّنه أيّام الصّبا، استدرك ما فاته فيه في النّشر، وغيرها كثير.\n__________\n(1) النشر في القراءات العشر 1/39.\n(2) معجم علوم القرآن، إبراهيم الجرمي، ص 292-293.\n(3) المصدر السابق، ص 186-187.\n(4) المصدر السابق، ص 149.\n(5) المصدر السابق، ص 111.",
        "(1/19)\n\nوبعد وفاة الإمام المحقّق ابن الجزريّ فَتَر التّأليف في القراءات وانعَدَم أو كادَ إلى حدود القرن الثّالث عشر الهجريّ.\nحتّى أعاد الشّيخ أحمد الحلواني- ت1307ه- والشّيخ عبد الله بن سليم المُنجِّد، ت 1359ه،- رحمهما الله- القراءات القرآنيّة إلى بلاد الشّام روايةً وتلاوةً وتلقيناً إلى عصرنا الحاضر(1).\n(((\nالمبحث الرابع:\nعناية بلاد مصر بالقرآن الكريم\nالمطلب الأول: دخول القراءات القرآنية بلاد مصر\n__________\n(1) ينظر: دور القرآن في دمشق، عبد القادر النعيمي، ص 14-16.\n(1/20)",
        "\nتتلمذ عدد من القراء المصريّين على نفرٍ من أصحاب رسول الله صلى الله عليه وسلم كعبد الله بن عمر وعقبة بن عامر، وعلى عددٍ من التابعين من أشهرهم مجاهد(1) وعكرمة مولى ابن عباس رضي الله عنهما، ومن ثَمَّ توجَّهَ عدد من القراء المصريين إلى المدينة النبوية لتعلم القراءة على نافع المدني- ت169ه- ومنهم أبو سعيد سَقْلاب بن شُنَيْنة المصري(2) - ت 191ه- وعثمان بن سعيد المعروف بـ( ورش)(3)- ت 179ه- وأبو دحية المصري(4)- ت 190ه تقريباً.\nفغلبت قراءة ورش بلاد مصر بعد أن عاد إليها ورش وانتشرت قراءته بفضل الله ثم بفضل تلامذته، وقد استمرت رواية ورش في الديار المصرية إلى القرن الخامس الهجري.\n__________\n(1) مجاهد بن جبر المخزومي المكي، مقرئ مفسر زاهد، من كبار تلاميذ ابن عباس، وأخذ عنه القراءة ابن كثير وأبو عمر وجماعة، توفي سنة 104ه. ينظر: معرفة القراء الكبار 1/66-67، غاية النهاية 2/41.\n(2) أبو سعيد سَقْلاب بن شُنَيْنة، المصري، قرأ القرآن على نافع المدني، وقرأ عليه يعقوب الأزرق وآخرون، توفي سنة 191ه. ينظر: معرفة القراء الكبار 1/160، غاية النهاية 2/308-309.\n(3) ورش: هو عثمان بن سعيد المصري، لقَّبهُ شيخُه نافع بـ(ورش)، لشدة بياضه، تشبيها بالطائر المعروف بورشان، وقيل غير ذلك، أستاذ ماهر، أجل شيوخه نافع المدني، وتصدر للإقراء زمانا فأخذ عنه جماعة كثيرة، منهم: يونس بن عبد الأعلى، ويوسف بن عمر الأزرق، توفي سنة 197ه. ينظر: معرفة القراء الكبار 1/152-155، غاية النهاية 1/502-503.\n(4) أبو دحية: هو مُعلَّى بن دحية المصري، عرض القرآن على نافع المدني، وروى عنه القراءة يونس بن عبد الأعلى وآخرون، وسمع منه الحروف هشام بن عمار، توفي آخر القرن الثالث الهجري. ينظر: معرفة القراء الكبار 1/160، غاية النهاية 2/304.\n(1/21)\n",
        "يقول أبو الفضل الخزاعي- ت 408ه-: أدركتُ أهل مصر والمغرب على رواية أبي يعقوب عن ورش، لا يعرفون غيرها)) (1).\nومن ثَمَّ اشتهرت قراءة أبي عمرو البصري واستمر العملُ بها قراءةً وكتابةً في مصاحفهم إلى منتصف القرن الثاني عشر الهجري(2).\nوبعد ذلك حلَّت روايةُ حفصٍ عن عاصم في تلك البلاد إلى عصرنا الحاضر كما هو الحال في أكثر بلاد المسلمين(3).\nالمطلب الثاني: كيفية عناية أهل مصر بالقرآن الكريم\nتتمثَّل العناية بالقرآن الكريم في بلاد مصر بأمور كثيرة ومن أهمِّها:\n1- إنشاء أول معهد للقراءات في البلاد الإسلامية وذلك في سنة- 1365ه- وقد تخرَّج منه عدد كبير من كبار القراء ومتصدري الإقراء في البلاد الإسلامية.\n2- نشر القراءات القرآنية والحفاظ على أسانيدها.\n3-كتابة المصاحف وتسجيلها: وذلك بتسجيل القرآن الكريم من أوله إلى آخره وبروايات مختلفة بصوت الشيخ محمود خليل الحُصَري، ومحمد صديق المنشاوي، وعبد الباسط عبد الصمد، ومحمد رفعت وعبد الفتاح الشعشاعي وغيرهم(4).\n4- إنشاء نقابةٍ للقراء وكان ذلك سنة 1404ه، وذلك باقتراح من الشيخ المقرئ عبد الباسط عبد الصمد(5) يرحمه الله تعالى.\n5- إنشاء مشيخة لعموم المقارئ.\n__________\n(1) غاية النهاية 2402، وينظر: الإضاءة في أصول القراءة للشيخ علي الضباع ص 72.\n(2) ينظر: الإضاءة في أصول القراءة للشيخ الضباع ص 72، والإمام المتولي وجهوده في علم القراءات ص 50.\n(3) ينظر: الإمام المتولي وجهوده في علم القراءات- د. إبراهيم الدوسري ص 50.\n(4) ينظر: الإمام المتولي وجهوده في علم القراءات ص 53.\n(5) ينظر: مجلة رسالة الإسلام- مجلة جامعة تصدر عن المركز العام لجمعيات الشبان المسلمين العالمية، العدد الأول ص 26-28.\n(1/22)\n\nوأول مشيخة لعموم المقارئ في الديار المصرية، كانت في منتصف القرن الثاني الهجري تقريباً، وأول من أُقيم مشرفاً عليها الإمام التابعي، عبد الرحمن بن هرمز الأعرج(1)- ت 117ه(2).\nوينحصر عملُ شيخ المقارئ بما هو آتٍ:\n1- الإشرافُ على جميع قراء القرآن الكريم، ومعرفة أحوالهم ومراتبهم، وسيرهم الشخصية، وإرشادهم إلى ما تلزمهم معرفته من علوم الأداء، ومراقبتهم في العمل بها، ورفع أمر من يخرج منهم في شيء منها إلى شيخ الجامع الأزهر.\n2- عدمُ الإذن لأي شخص يرغب التصدُّر لإقراء القرآن الكريم إلا بعد اختباره، وتبيُّن أهليته والتثبُّت من صحة سنده وروايته.\n3- فحصُ المصاحف وكتب فنون الأداء القرآني، وما يكتب فيها أو يطبع في مصر، وما يَرِدُ إليها من أيّ قطر، وإبداء الرأي فيها، من حيث إقرار النشر، أو عدمه.\n4- انتخابُ القراء لوظائف القراءة المشروطة في أنواع الأوقاف، وإبداء الرأي، في صلاحية من يُطلب للقراءة أو الإقراء أو عدمها.\n5- تنظيمُ حلقات القراءة بالمساجد وغيرها.\n6- الإجابةُ على ما يُوجَّهُ إليها وإلى مشيخة الأزهر من الاستفتاءات الخاصة بعلوم الأداء(3).\nوتجدر الإشارة إلى أن شيخ عموم المقارئ يختاره وزير الأوقاف من بين قراء الوزارة، ويصدر بتعيينه أمر جمهوري(4).\nالمطلب الثالث: أسباب انتشار القراءات القرآنية في بلاد مصر:\n1-دخولُ القراءات القرآنية إلى بلاد مصر في وقتٍ مبكرٍ جداً كما تقدم.\n__________\n(1) عبد الرحمن بن هرمز المدني، المعروف بالأعرج، قرأ على أبي هريرة وابن عباس وغيرهما، وعنه زيد بن أسلم وابن ذكوان وآخرون، كان من ثقات العلماء، ورحل في آخر حياته إلى مصر، توفي سنة 117.\n…ينظر: معرفة القراء الكبار 1/180، غاية النهاية 1/381.\n(2) المقارئ والقراء في الديار الإسلامية- د.لبيب السعيد ص 35.\n(3) المصدر السابق ص 38-39.\n(4) المصدر السابق ص 41.",
        "(1/23)\n\n2- رحلةُ العلماء إليها واستقرار بعضهم فيها كما هو الحال في عبد المنعم بن غَلْبون الحلبي(1) - ت389ه- وابنُهُ طاهر(2) - ت399ه- ونصر بن عبد العزيز الفارسي(3)، الشيرازي - ت 461ه، والإمام الشاطبي صاحب منظومة ((حرز الأماني)) - ت 590ه- وقد تقدم انهُ نظم الشاطبية أو أكملها في القاهرة، وأبو حيَّان الأندلسي(4) ت754ه، والإمام المُحقق ابن الجزري - ت 833ه- والذي جلس في الجامع الأزهر مدَّةً لإقراء الناس وتعليمهم كتاب الله تعالى(5)(6).\n__________\n(1) عبد المنعم بن عبيد الله بن غَلْبُون الحلبي أبو الطيب، نزيل مصر، ثقة حجة، أخذ القراءات عن إبراهيم بن عبد الرزاق، ونظيف بن عبد الله وآخرين، وأخذ عند ولده طاهر ومكي القيسي وغيرهما، من تصانيفه: ((الإرشاد في القراءات السبع))، ينظر: معرفة القراء الكبار 1/155-156، غاية النهاية 1/470-471.\n(2) طاهر بن عبد المنعم بن غَلْبُون الحلبي، نزيل مصر، ومُصنِّفُ ((التذكرة في القراءات الثمان))، ثقة حجة، أخذا القراءات عن والده وآخرين، وأخذ عنه جماعة أشهرهم أبو عمرو الداني. ينظر: معرفة القراء الكبار 1/369-370، غاية النهاية 1/339.\n(3) نصر بن عبد العزيز بن أحمد الفارسي الشيرازي، مقرئ محقق، أخذ القراءات عن أبي الحسن الحمامي وجماعة، وأخذ عنه وابن الفحام وخلف النَّخَّاس وآخرون، له كتاب الجامع في القراءات العشر. ينظر: معرفة القراء الكبار 1/422، غاية النهاية 2/336-337.\n(4) أبو حيَّان: محمد بن يوسف بن علي بن حيان الأندلسي العلامة ذو الفنون، قرأ القراءات على أبي جعفر ابن الزبير وآخرين، وقرأ عليه محمد اللبان، وابنه حيان وآخرون، من تصانيفه: البحر المحيط في التفسير. ينظر: غاية النهاية 2/285-286، طبقات المفسرين للداودي 2/286-291.\n(5) ينظر: الإمام المتولي وجهوده في علم القراءات ص 51.\n(6) ينظر: الإتقان في علوم القرآن للإمام السيوطي 1/129.\n(1/24)",
        "\n3- إنشاء معاهد وأقسام خاصة لتعليم القرآن الكريم والقراءات القرآنية(1).\n4- الاهتمام بالمقارئ القرآنية في جميع الأقطار، فقد بلغ عدد المقارئ في القاهرة فقط في القرن الرابع عشر الهجري قرابة خمسمائة مقرأة(2).\nهذه هي أهم الأسباب التي وقفت عليها ولعل هناك غيرها.\n(((\nالمبحث الخامس:\nعنايةُ بلاد الأندلس والمغرب العربي بالقرآن الكريم\nالمطلب الأوّل: دخول القراءات القرآنية بلاد الأندلس والمغرب العربي\nيُعدُّ الغازي بن قيس(3) المتوفى سنة 199ه، هو أول من أدخل قراءة نافع إلى بلاد الأندلس.\nومن ثم جاء بعده محمد بن وضاح القرطبي - ت 287ه- فأدخل رواية ورش عن نافع من طريق عبد الصمد بن عبد الرحمن(4).\nقال أبو عمرو الداني- ت 444ه-: ومن وقته اعتمد أهل الأندلس رواية ورش، وصارت عندهم مدونة، وكانوا قبل يعتمدون على رواية الغازي بن قيس عن نافع )).\n__________\n(1) ينظر: الإمام المتولي وجهوده في علم القراءات ص 53.\n(2) المقارئ والقراء في الديار الإسلامية- د.لبيب السعيد ص 16.\n(3) غازي بن قيس أبو محمد الأندلسي إمام جليل وثقة ضابط، كان مُؤدِّباً بقرطبة، ثم رحل فحَجّ وأخذ القراءات عن نافع المدني، وهو أول من أدخل قراءة نافع إلى بلاد الأندلس، توفي سنة 199ه. غاية النهاية 2/2.\n(4) عبد الصمد بن عبد الرحمن بن أبي رجاء أبو محمد البلوي الأندلسي، مقرئ مصدر، راوية ثقة، أخذ القراءات عرضا وسماعا عن والده وعبد الرحمن بن حبيش، أخذ عنه ابن مسدي، وأحمد بن سعد، توفي سنة 617ه. ينظر: معرفة القراء الكبار 3/1118، غاية النهاية 1/389.\n(1/25)\n",
        "وذكر المُقرِّي في نفح الطيب، أنّ أبا عبد الله محمد بن عمر بن خَيْرون الأندلسي(1) - ت306ه، هو الذي أدخل قراءة نافع إلى إفريقية وبالأخص تونس؛ فقال ما نصُّه: ((وقدِم بقراءة نافع على أهل إفريقية، وكان الغالب على قراءتهم حرفَ حمزة، ولم يكن يقرأ بحرف نافعٍ إلا الخوآصّ، حتى قدم بها فاجتمع إليه الناس، ورحل إليه أهل القيروان من أهل الآفاق)).\nوقيل أنَّ أبا موسى الهوَّاري- ت 228ه- هو الذي أدخل القراءات القرآنية إلى بلاد المغرب العربي(2).\nوأن أحمد بن محمد بن عبد الله الطَّلَمَنْكِي(3) - ت 429ه- هو الذي أدخل القراءات القرآنية إلى بلاد الأندلس(4).\nولعلَّ السَّبب في اختيار أهل المغرب العربي قراءة الإمام نافع دون غيره من القراء أن ذلك يرجع إلى أمرين:\nأولاً: أن الإمام نافع المدني شيخ الإمام مالك بن أنس في إقراء القرآن الكريم، وأن الإمام مالك بن أنس شيخ الإمام نافع المدني في علم الحديث(5).\n__________\n(1) أبو عبد الله: محمد بن عمر بن خيرون المعافري الأندلسي، ثم القروي، شيخ القراء بالقيروان، أخذ عن أبي بكر بن سيف وإسماعيل النحاس، وعنه ابنه محمد وعلي وأبو جعفر وغيرهم، وهو الذي أدخل قراءة نافع بلاد القيران، توفي سنة 306. ينظر: معرفة القراء الكبار 2/561، غاية النهاية 2/217.\n(2) ينظر: مقدمة شرح الدرر اللوامع في أصل مقرأ الإمام نافع 1/6.\n(3) أحمد بن محمد بن عبد الله أبو عمر الطَّلَمَنْكِي، المعافري الأندلسي، إمام حافظ، نزيل قرطبة، قيل إنه أول من أدخل القراءات إلى بلاد الأندلس، توفي سنة 429ه. ينظر: معرفة القراء الكبار 2/733، غاية النهاية 1/120.\n(4) ينظر: النشر في القراءات العشر لابن الجزري 1/34-35.\n(5) ينظر: ترتيب المدارك- للقاضي عياض 2/36، 105، 172، وابن برِّي التازي: إمام القراء المغاربة- أ.محمد الأمراني ص54، الدراسات القرآنية بالمغرب- إبراهيم الوافي ص 12-13.\n(1/26)\n\nثانياً: أن الإمام مالك بن أنس كان يكره القراءة بالنبْر(1) في الصلاة، مثل: يأجوج ومأجوج، الذئب، ومؤمن وغيرها، وهذه هي قراءة نافع المدني(2) .\nوتجدر الإشارة إلى أن أهل المغرب العربي قد اعتمدوا في الوقف والابتداء من القرن العاشر الهجري إلى عصرنا الحاضر على ما أورده أبو عبد الله الهبطي- ت930ه(3)- في كتابه: ((تقييد وقف القرآن))؛ وقيل إن واضع الوقف المعمول به عند أهل الغرب هو أبو عبد الله محمد بن أحمد بن غازي المكناسي- ت919ه(4).\nالمطلب الثاني: طريقة المغاربة في تعليم القرآن الكريم\n__________\n(1) النبر: هو صفة للهمزة، تعني الحِدَّة، وقيل: النبرة دون الهمزة، وهي أن تُخفَّف فيذهب معظمها ويخف النطق بها فتصير نبرة: أي: همزة غير مشبعة.\n…ينظر: معجم المصطلحات في علمي التجويد والقراءات ص105.\n(2) ينظر: تفسير التحرير والتنوير- للطاهر بن عاشور 1/62.\n(3) القراء والقراءات بالمغرب 68-71، الدراسات القرآنية بالمغرب ص 49 هامش 125، العناية بالقرآن الكريم وعلومه في المغرب ص8، وكتاب تقييد وقف القرآن للهبطي .\n(4) القراء والقراءات بالمغرب 68-71، الدراسات القرآنية بالمغرب ص 49 هامش 125.",
        "(1/27)\n\nالأصل في غرض الطالب القرآن الكريم على الشيخ هو أن يقرأه إفراداً بمعنى أن يتلقى كتاب الله تعالى مشافهة برواية حفص عن عاصم إن كان من أهل المشرق أو برواية الدوري، عن أبي عمرو إن كان من أهل السُّودان(1) أو برواية ورش أو قالون إن كان من أهل المغرب وبلاد الأندلس ومن ثَمَّ يُفرد كل قارئ بختمة وبعد ذلك يجمع القراء السبعة في ختمة واحدة بعد تحقق شرط ذلك وهو الإتقان وحفظ متنٍ بعينه على ذلك.\nوأما طريقة المغاربة في القراءات القرآنية فهي تتمثَّلُ في عرض القرآن برواية ورش، ومن ثم جمع رواية قالون إليها في ختمة أو أكثر، وبعد ذلك جمع قراءة ابن كثير براويين، وبعد ذلك أيضاً جمع قراءة أبي عمرو البصري براويين أيضاً، فإذا انتهى من ذلك جمع بقية القراءات السبع في ختمة واحدة ودفعة واحدة، هذه هي الطريقة الأشهر عند أهل المغرب.\nوأما قراءة أهل سُوس، وهي مدينة اشتهرت منذ القدم بإقراء القرآن الكريم وتخرج منها المئات من المقرئين(2) الذين لهم أثر ظاهر في تلك البلاد.\nفلأهل هذه المدينة طريقة في جمع القراءات السبع وهي: مثل الطريقة المتقدمة إلا أنهم يجمعون إلى القراءات الثلاث المتقدمة وهي نافع المدني، وابن كثير المكي وأبي عمرو البصري قراءة ابن عامر الشامي ثم بقية القراءات في ختمة واحدة(3).\nالمطلب الثالث: أهم المدارس القرآنية في بلاد المغرب العربي\n__________\n(1) تحتضن السّودان روايات مختلفة، ففي وسطه وشرقه وجنوبه رواية الدّوري، وفي شماله وغربه رواية ورش، إلاّ أنّ رواية حفص انتشرت أخيراً في تلك الأقطار، وأصبحت أكثر غلبةً من الرّوايات على غيرها. ينظر: خلاوي، السودان ورودها في خدمة القرآن- أ.د. أحمد عباس البدوي ص 161، مؤتمر القرآن الكريم والجهود المبذولة في خدمته.\n(2) الدراسات القرآنية بالمغرب- إبراهيم الوافي ص 12، 93.\n(3) القراء والقراءات بالمغرب 59-60.\n(1/28)",
        "\nالمدارس هي أحد مظاهر الاعتناء والاهتمام بالقرآن الكريم في بلاد المغرب العربي، والمقصود بالمدارس القرآنية هنا هي المدارس التي تتبناها الجماعة وأحياناً الأفراد، وتكون إزاء مسجد جامع أو غيره.\nوتتَكَفّل الجماعة من أهل القرية بشروط الأستاذ الذي يعمُرُها، والمدارس في بلاد المغرب ثلاث مستويات.\nأولاً: مدارس لتحفيظ القرآن الكريم فقط، أو ما يسمى بالتلقين فقط.\nثانياً: مدارس لتحفيظ القرآن الكريم وضبط رسمه وتجويده.\nثالثاً: مدارس للقراءات القرآنية السبع والعشر.\nوهذه المدارس انتشرت في جميع بلاد المغرب العربي، ففي مدينة سُوس مثلاً: مدرسة سيدي، وكاك، والمدرسة التنكرفائية، والمدرسة البوجرفاوية والبويكرية، ومدرسة سيدي همو الحسن الاخصاصية، والمدرسة الأغرامية الجرارية، وغيرها كثير.\nوفي مدينة دكالة اشتهرت مدرسة مولاي الطاهر القاسمي، وهي من أشهر مدارس المغرب وأقواها.\nوفي مدينة مكناس وفاس وتطوان وطنجة وغيرها من مدن المغرب المترامية الأطراف عشرات المدارس التي تضمُّ كبار القراء وأشهر المقرئين(1).\nوفي بعض الجهات التي لا توجد بها مدارس مثل الصحراء الغربية فقد كانت المرأة هي التي تقوم بتحفيظ القرآن لأولادها.\nالمطلب الرابع: أهم مصنّفات المغاربة في القرآن الكريم\nولقد أنتجت بلادُ المغرب العربي والأندلس مجموعةً من المصنفات في فَنِّ القراءات القرآنية والتجويد والرسم والضبط والوقف والابتداء.\nفكان لتلك المصنفات الأثر الكبير في مسيرة تلك العلوم وبقائها.\nومن أهم تلك المصنفات: ((التبصرة في القراءات السبع))، و((الكشف عن وجوه القراءات السبع وعللها)) و((الرعاية في تجويد القراءة وتحقيقه لفظ التلاوة))، وهي للإمام مكي بن أبي طالب القيسي - ت 437ه(2)\n__________\n(1) المدرسة القرآنية في المغرب- عبد السلام الكنوني ص 92-104.\n(2) هو مكي بن أبي طالب أبو محمد القيسي القيراوني، علامة مقرئ مشهور، قرأ على أبي=\n= …الطيب بن غلبون وابنه طاهر وجماعة آخرين، وقرأ عليه يحيى البياز وآخرون، توفي سنة 444ه. ينظر: معرفة القراء الكبار 1/394-396، غاية النهاية 2/309-310.\n(1/29)\n",
        ".\nو((التيسير في القراءات السبع))، و((جامع البيان في القراءات السبع المشهورة))، و((التحديد في الإتقان والتجويد))، و((المُقنِع في رسم مصاحف الأمصار))، و((المحكم في نقط المصاحف))، وغيرها كثير، وهي للإمام أبي عمرو الداني - ت 444ه- وقد جاوزت مؤلّفاته، أكثر من مائة وعشرين مؤلَّفاً(1).\nويمكن القول أن بلاد الأندلس والمغرب العربي قد اعتمدت على ثلاث منظومات في القراءات القرآنية والرسم.\nأولاً: منظومة الإمام أبي محمد القاسم بن فيرّه الشاطبي - ت 591ه- : ((حرز الأماني ووجه التهاني، في القراءات السبع))، وهي قصيدة لامية من ثلاث سبعين ومائةٍ وألف بيت.\nقيل: إنه ابتدأها بالقاهرة في مصر، وقيل إنه ابتدأها في بلاد الأندلس إلى قوله:\nجعلتُ أبا جادٍ على كل قارىءٍ دليلاً على المنظوم أوّل أوَّلاَ.\nقال ابن الجزري في غاية النهاية 2/20: ورحل فاستوطن قاهرة مصر وأقرأ بها القرآن وبها ألَّف قصيدته هذه، يعني الشاطبية، وذكر أنه ابتدأ أوَّلها بالأندلس إلى قوله:\nجعلتُ أبا جادٍ على كل قارىءٍ دليلاً على المنظوم أوّل أوَّلاَ(2)\nثم أكملها بالقاهرة.\nوقد اعتمد الإمام الشاطبي الأندلسي على كتاب ((التيسير في القراءات السَّبع)) لأبي عمرو الداني الأندلسي أيضاً(3).\n__________\n(1) ينظر: معجم مؤلفات أبي عمرو الداني- عبد الهادي حميتو.\n(2) حرز الأماني ص 4.\n(3) ينظر: معجم علوم القرآن- إبراهيم الجرمي ص 170.\n(1/30)\n\nوالمنظومة الثانية التي اعتمدها أهل المغرب هي: ((مورد الظمآن في رسم أحرف القرآن)) للإمام محمد بن إبراهيم الخراز(1) - ت 718ه، وهي في أربعمائة وخمسة عشر بيتًا(2).\nجعل الخرَّازُ نظمه هذا وفقاً لحرف نافع دون غيره من الأحرف، اعتمد فيه على كتاب ((التبيين لهجاء التنْزيل)) لأبي داود سليمان بن نجاح(3)- 496ه- و((المقنع في رسم مصاحف الأمصار)) لأبي عمرو الداني - ت 444ه- وقد اهتم به علماء المغرب، وتعلقوا به .\nقال ابن خلدون في المقدمة: ((فنظم الخراز من المتأخّرين بالمغرب أرجوزة أخرى زاد فيها على المقنع خلافاً كثيراً عزاه لناقله، واشتهرت بالمغرب، واقتصر الناس على حفظها، وهجروا بها كتب أبي داود وأبي عمرو والشاطبي في الرسم))(4).اه\nوالمنظومة الثالثة هي: ((الدُّرر اللوامع في أصل مقرأ الإمام نافع)) لأبي الحسن علي بن محمد بن علي بريِّ التازي - ت سنة 730ه.\nوهي تقع في 270 بيتًا وفي بعض النسخ 273 بيتًا(5) بيتاً، وقد ضمَّن ابنُ برِّي أرجوزته هذه أصل مقرأ الإمام نافع وضمنَّها أيضاً مسائل في التجويد وطريقة أداء القراءة.\n__________\n(1) محمد بن محمد بن إبراهيم الشهير بالخراز، وكنيته أبو عبد الله، ونسبه الأموي والشريشي صاحب مورد الظمآن، إمام كامل مقرئ متأخر، توفي سنة 718ه تقريبا. ينظر: الطراز شرح ضبط الخراز لأبي عبد الله التنسي ص 93-95.\n(2) ينظر: رسم المصحف دراسة لغوية تاريخية - د. غانم قدوري- ص179-180.\n(3) ابن نجاح: هو أبو داود سليمان بن أبي القاسم نجاح، الأموي، الأندلسي، عن أبي عمرو الداني، وأبي عبد الله القروي، وأخذ عنه خلق؛ منهم: أبو علي الصدفي، وأبو العباس أحمد الثقفي، وغيرهما، توفي سنة 496ه. ينظر: معرفة القراء الكبار 2/862-864، غاية النهاية 1/316.\n(4) تاريخ ابن خلدون 1/792.\n(5) ينظر ابن بري التازي ص1530154.",
        "(1/31)\n\nوقد كان المغاربة يعتمدون على قصيدة أبي الحسن بن عبد الغني الحصريّ القيرواني(1) - ت 449ه، في قراءة نافع وهي تشتمل على 212 بيتاً.\nولاسيما فيما يتعلق برواية ورش عن نافع من طريق الأزرق(2).\nإلا أن هذه القصيدة نظراً لقصورها في باب الراءات خاصةً فقد كان المغاربة يأخذون هذا الباب من الشاطبية ((حرز الأماني)) إلى أن جاءت منظومة ابن برّي، العظيمة القدر، فسدَّتْ فجوةً كبيرةً في قراءة نافع براوييه.\nوليس أدلّ على أهميتها أن كانت مقرّرةً دراسياً في الدراسات التونسية إبَّان العصر المريني(3)، بجانب منظومة الخراز ((مورد الظمآن)) السالفة الذكر(4).\nالخاتمة\nوفيها أهم النتائج وأبرز التوصيات\nأهم النتائج:\n- عناية المسلمين بالقرآن الكريم عناية فائقة يتسابق عليها المسلمون، كل زمان ومكان.\n- للعلماء والقراء دور فاعل في دخول القراءات القرآنية وانتقالها وانتشارها بين بلاد المسلمين.\n__________\n(1) علي بن عبد الغني، أبو الحسن الحصري، أستاذ ماهر، وشاعر مشهور، قرأ على عبد العزيز =\n=…ابن محمد والقصري وغيرهما، وعنه سليمان المعافري، وأبو القاسم بن الصواب، توفي سنة 488ه. ينظر: وفيات الأعيان 3/333-334، غاية النهاية 1/550-551.\n(2) الأزرق: هو يوسف بن عمرو بن يسار المدني ثم المصري، قرأ على غير واحد، أجلهم ورش، وهو الذي خلفه في الإقراء بمصر، وأخذ عنه القراءات خلائق كثيرة، توفي سنة 240ه تقريبا. ينظر: معرفة القراء الكبار 1/181، غاية النهاية 2/402.\n(3) الدولة المرينية يعود أصلهم إلى البربر من قبيلة زناتة، ومُؤسِّس هذه الدولة هو عبدالحق بن محيو سنة 610هـ، قاتل زعماؤها المُوحِّدين، وخاضوا عدة حروب مع النصارى، وسقطت دولتُهم سنة 869هـ.\n…ينظر: موجز التاريخ الإسلامي -أ. أحمد معمور العسيري - ص281-282.\n(4) ينظر: شرح الدرر اللوامع في أصل مقرأ الإمام نافع - للإمام أبي عبد الله محمد بن عبدالملك المنتوري 1/23-24، 28.\n(1/32)",
        "\n- لكل قطر من أقطار المسلمين طرائق ومناهج في تعليم القرآن الكريم.\n- المساجد والمدارس ودُور القرآن الكريم المنتشرة في بلاد المسلمين لها دور كبير في العناية بالقرآن الكريم علمًا وتعليمًا.\nأهم التوصيات:\n- التوصية بـ « دراسة وافية حول دخول القراءات القرآن وانتقالها وانتشارها بين بلاد المسلمين ».\n- وجوب الاستفادة مِن طرائق ومناهج بعض أقطار المسلمين من بعضها البعض لتعليم القرآن الكريم.\nوصلى الله على نبينا محمد وعلى آله وصحبه وسلم.\n(((\nفهرس المصادر والمراجع\nالإتقان في علوم الإتقان، الإمام جلال الدين السيوطي، مطبعة مصطفى البابي الحلبي، مصر، ط4، سنة 1398ه.\nالإضاءة في بيان أصول القراءة، الشيخ علي بن محمد الضباع، طبع بمطبعة عبد الحميد أحمد حنفي، مصر، 1357.\nالإمام المتولي وجهوده في علم القراءات، أ.د.إبراهيم بن سعيد الدوسري، مكتبة الرشد، الرياض، ط1، سنة 1420ه.\nالأنصاص القرآنية، رواية ورش، د.عبد العزيز العيادي العروسي، ط3، سنة 2000م .\nالبرهان في علوم القرآن، الإمام بدر الدين محمد بن عبد الله الزركشي، تحقيق محمد أبو الفضل إبراهيم، دار التراث، القاهرة.\nابن بَرِّي التَّازي، إمام القراء المغاربة، أحمد بن أحمد الأمراني، المملكة المغربية، وزارة الأوقاف والشؤون الإسلامية، سنة 1416ه.\nالتبيان في آداب حملة القرآن، الإمام محيي الدين يحيى بن شرف النووي، تحقيق عبد القادر الأرناؤوط، الكويت سنة 1409ه.\nترتيب المدارك وتقريب المسالك لمعرفة أعلام مذهب مالك، القاضي عياض بن موسى السبتي، تحقيق سعيد أحمد إعراب، المملكة المغربية، وزارة الأوقاف وشؤون الإسلامية، سنة 1403ه.\nتفسير التحرير والتنوير، لطاهر بن عاشور، الدار التونسية للنشر، الدار الجماهيرية للنشر والتوزيع والإعلان.\nجوامع السيرة، ابن حزم الأندلسي، تحقيق إحسان عباس، وناصر الدين الأسد، دار المعارف، مصر.\n(1/33)\n",
        "حرز الأماني ووجه التهاني في القراءات السبع، أبو محمد القاسم بن فيره الشاطبي، تصحيح وضبط ومراجعة: محمد تميم الزعبي، دار المطبوعات الحديثة، ط2ن سنة 1410ه.\nالدارس في تاريخ المدارس، عبد القادر بن محمد النعيمي الدمشقي، أعد فهارسه إبراهيم شمس الدين، دار الكتب العلمية، بيروت.\nالدراسات القرآنية بالمغرب في القرن الرابع عشر الهجري، إبراهيم الوافي، مطبعة النجاح الجديدة، الدار البيضاء، ط1، سنة 1420ه.\nدراسات في علوم القرآن الكريم، أ.د.فهد بن عبد الرحمن الرومي، ط14، سنة 1426ه.\nدور القرآن في دمشق، عبد القادر بن محمد النعيمي، تصحيح وتعليق د.صلاح الدين المنجد، دار الكتاب الجديد، بيروت ط3، سنة 1982م.\nرسم المصحف دراسة لغوية تاريخيه، د. غانم قدوري الحمد - الجمهورية العراقية- ط1 سنة 1402هـ.\nزاد المعاد، ابن قيم الجوزية، المطبعة المصرية ومكتبتها.\nشرح الدرر اللوامع في أصل مقرأ الإمام نافع، الإمام أبو عبد الله محمد بن عبد الملك المنتوري، تقديم وتحقيق: أ.الصديقي سيدي فوزي، ط1، سنة 1421ه.\nشرح السنة، الحسين بن مسعود البغوي، تحقيق شعيب الأرناؤوط، ومحمد زهير الشاويش، المكتب الإسلامي، بيروت، ط2، سنة 1403ه.\nصحيح البخاري، الإمام أبو عبد الله محمد بن إسماعيل البخاري، بيت الأفكار الدولية للنشر والتوزيع، الرياض سنة 1419ه.\nصحيح مسلم، الإمام أبو الحسين مسلم بن الحجاج النيسابوري، بيت الأفكار الدولية للنشر والتوزيع، الرياض سنة 1419ه.\nطبقات ابن سعد، محمد بن سعد، كاتب الواقدي، دار التحرير، القاهرة سنة 1388ه.\nطبقات المفسرين، محمد بن علي الداودي، تحقيق علي محمد عمر، نشر مكتبة وهبة مصر، ط1، سنة 1392ه.\nالطراز شرح ضبط الخراز، الإمام أبو عبد الله محمد بن عبد الله التنسي، دراسة وتحقيق د.أحمد بن أحمد شرشال، مجمع الملك فهد لطباعة المصحف الشريف، ط1، 1420ه.\n(1/34)\n\nالعناية بالقرآن الكريم وعلومه في المغرب، ندوة عبد الله الجراري، منشورات النادي الجراري.\nغاية النهاية في طبقات القراء، شمس الدين محمد بن الجزري، عنى بنشره، ج برجستراسر، دار الكتب العلمية، بيروت، ط3، سنة 1402ه.\nفتح الباري شرح صحيح البخاري، الإمام الحافظ أحمد بن حجر العسقلاني، تصحيح وتحقيق سماحة الشيخ عبد العزيز بن باز- يرحمه الله- ترقيم وتبويب محمد فؤاد عبد الباقي، أشرف على طبعه محب الدين الخطيب، دار المعرفة، بيروت.\nالقراء والقراءات بالمغرب، سعيد إعراب، دار الغرب الإسلامي، بيروت، ط1، 1410ه.\nالقراءات القرآنية في بلاد الشام، د.حسين عطوان، دار الجيل، بيروت، ط1، سنة 1982ه.\nالقراءات وكبار القراء في دمشق، من القرن الأول حتى العصر الحاضر، د.محمد مطيع الحافظ، درا الفكر، دمشق ط1، سنة 1424ه.\nكتاب السبعة في القراءات، أبو بكر أحمد بن مجاهد، تحقيق د.شوقي ضيف، دار المعارف، القاهرة، ط2.\nكتاب العبر وديوان المبتدأ والخبر في أيام العرب والعجم والبربر ومن عاصرهم من ذوي السلطان الأكبر، عبد الرحمن بن خلدون، مؤسسة جمال، للطباعة والنشر، بيروت، سنة 1399ه.\nكتاب الوقائع، مجلة مؤتمر القرآن الكريم والجهود المبذولة في خدمته من بداية القرن الرابع عشر الهجري إلى اليوم، جامعة الشارقة، كلية الشريعة والدراسات الإسلامية، سنة 2004م.\nمجلة رسالة الإسلام، مجلة جامعة تصدر عن المركز العام لجمعيات الشبان المسلمين العالمية، مصر، العدد الأول، ربيع الأول سنة 1404ه.\nالمحكم في نقط المصاحف، أبو عمرو الداني، تحقيق د.عزة حسن، مديرية إحياء التراث القديم، وزارة الثقافة والإرشاد، دمشق سنة 1960م.\nمختصر التبيين لهجاء التنْزيل، الإمام أبو داود سليمان بن نجاح، دراسة وتحقيق د.أحمد بن أحمد شرشال، مجمع الملك فهد لطباعة المصحف الشريف سنة 1421ه.\nالمدرسة القرآنية في المغرب، عبد السلام أحمد الكنوني، مكتبة المعارف، الرباط، ط1، سنة 1401ه.",
        "(1/35)\n\nالمستدرك على الصحيحين، الإمام الحافظ أبو عبد الله الحاكم النيسابوري، دار المعرفة، بيروت.\nمصر وعالم البحر المتوسط، د.رءوف عباس، دار الفكر للدراسات والنشر والتوزيع، ط1، سنة 1986م.\nمعجم علوم القرآن، إبراهيم محمد الجرمي، دار القلم، دمشق، ط1، سنة 1422ه.\nمعدم المصطلحات في علمي التجويد والقراءات، أ. د. إبراهيم بن سعيد الدوسري -جامعة الإمام محمد بن سعود الإسلامية - ط1 سنة 1425هـ.\nمعجم مؤلفات الحافظ أبي عمرو الداني، إمام القراء بالأندلس والمغرب، وبيان الموجود منها والمفقود، د.عبد الهادي حميتو، الجمعية المغربية لأساتذة التربية الإسلامية، المغرب، ط1، 1421.\nمعرفة القراء الكبار على الطبقات والأعصار، الإمام شمس الدين أبو عبد الله محمد بن أحمد بن عثمان الذهبي، تحقيق د.طيار آلتي قولاج، مركز البحوث الإسلامية، استانبول، تركيا، ط1، 1416ه.\nالمقارئ والقراء في الديار الإسلامية، د.لبيب سعيد، مطبعة السعادة، القاهرة.\nالمقنع في رسم مصاحب الأمصار، أبو عمر الداني، تحقيق محمد أحمد دهمان، دار الفكر، دمشق سنة 1403ه.\nموجز التاريخ الإسلامي، أحمد معمور العسيري - ط3 سنة 1424هـ.\nالنشر في القراءات العشر، الإمام المحقق محمد بن محمد بن الجزري، تصحيح الشيخ علي الضباع، دار الكتب العلمية، بيروت.\nوفيات الأعيان وأنباء أبناء الزمان، أبو العباس أحمد بن خلكان، تحقيق د.إحسان عباس، طبع دار صادر بيروت.\n(((\nفهرس الموضوعات\nالمقدمة …1\nالتمهيد…5\nالمبحث الأوّل: عناية السلف بالقرآن الكريم…6\nالمطلب الأوّل: عناية صحابة رسول الله - صلى الله عليه وسلم - بالقرآن الكريم…6\nالمطلب الثاني: عناية التابعين بالقرآن الكريم…9\nالمبحث الثاني: عناية بلاد الحرمين الشريفين بالقرآن الكريم…12\nالمبحث الثالث: عناية بلاد الشام بالقرآن الكريم…16\nالمطلب الأول: دخول القراءات القرآنية بلاد الشام…16\nالمطلب الثاني: طريقة الشّاميّين في تعليم القرآن الكريم…18\n(1/36)",
        "\nالمطلب الثالث: مدارس ودُور القرآن الكريم، في بلاد الشام…19\nالمطلب الرابع: أهم مصنفات الشاميين في القرآن الكريم…20\nالمبحث الرابع: عناية بلاد مصر بالقرآن الكريم…23\nالمطلب الأول: دخول القراءات القرآنية بلاد مصر…23\nالمطلب الثاني: كيفية عناية أهل مصر بالقرآن الكريم…24\nالمطلب الثالث: أسباب انتشار القراءات القرآنية في بلاد مصر:…26\nالمبحث الخامس: عنايةُ بلاد الأندلس والمغرب العربي بالقرآن الكريم…28\nالمطلب الأوّل: دخول القراءات القرآنية بلاد الأندلس والمغرب العربي…28\nالمطلب الثاني: طريقة المغاربة في تعليم القرآن الكريم…30\nالمطلب الثالث: أهم المدارس القرآنية في بلاد المغرب العربي…30\nالمطلب الرابع: أهم مصنّفات المغاربة في القرآن الكريم…31\nالخاتمة…35\nفهرس المصادر والمراجع…38\nفهرس الموضوعات…43\n(1/37)\n"
    ]
}