{
    "partText": [
        "\nبالفعل، وإنما الوصف بكونه صالحاً قبل جعل اللفظ علماً، فلما جعل اللفظ علماً سلب منه المعنى وهو الصلاح، كذلك محمود لا يدل على أنه متصف بالصفات الحميدة.\nأما رأيت شاعراً وكاتباً، كاتباً عطف نسق وهو مشتق، فكيف يقال: عطف النسق لا يكون مشتقاً وقد وجد الاشتقاق في عطف النسق؟! الجواب: أنّ كاتباً ليس هو المعطوف، وإنما المعطوف محذوف كذلك رأيت شاعراً، شاعراً ليس هو المفعول، وإنما التقدير: رأيت رجلاً شاعراً، ورجلاً كاتباً، فرجلاً هو المعطوف، وكاتباً وشاعراً هذان نعتان في الموضعين، رأيت شاعراً ليس هو المفعول به في الحقيقة، وإنما هو صفة لموصوف محذوف، رأيت رجلاً شاعراً وكاتباً، أي ورجلاً كاتباً حينئذ لم يعطف المشتق، وإنما عطف المنعوت، وهو جامد.\nقال: المباين للفظ متبوعه هذا فصل لإخراج نوع واحد من أنواع التوكيد اللفظي، وهو فيما إذا وقع التوكيد بمكرر وهو مشتق، نحو: جاء زيد الفاضلُ الفاضلُ، زيدٌ: فاعل، والفاضل الأول نعت، والثاني توكيد لفظي، إذاً وجد الاشتقاق، وصار التوكيد اللفظي مشتقاً؛ لأنه اسم فاعل، والجواب: أن النعت لا بد أن يكون مبايناً أي مغايراً لمتبوعه، زيد الفاضل، ليس الفاضل في اللفظ عين زيد، بل هو مباين ومخالف له، أما الفاضل الثاني فهي عين الأول، فحينئذ لا يكون نعتاً، وإنما هو توكيد، وشرط النعت أن يكون مبايناً لمتبوعه، وهنا الفاضل الفاضل، الفاضل الثاني لم تغاير\n(1/409)\n",
        "الفاضل الأول، بل هو عينه، حينئذ لا يقال: إنه نعت، بل هو توكيد لفظي.\nعرفنا أن شرط النعت: أن يكون مشتقاً بصيغته، أو مؤولا بالمشتق بأن يكون جامداً ليس بمشتق، لكنه يقوم مقام المشتق للدلالة على ما دل عليه اللفظ المشتق. قال ابن مالك:\nوَانْعَتْ بِمُشْتَقٍّ كَصَعْبٍ وَذَرِبْ ... وَشِبْهِهِ كَذَا وَذِي وَالمُنْتَسِبْ\nوالمراد بالمشتق هنا: ما دل على حدث وصاحبه. قولنا: ما أي لفظ دل على حدث وصاحبه كاسم الفاعل، واسم المفعول، والصفة المشبهة، واسم التفضيل، أربعة لا خامس لها في هذا الموضع، وإلا فالمشتقات عشرة عند الصرفيين، ولكن المراد به في باب النعت أربعة، إذا أُطلق المشتق حمل عليها، لأنها تدل على ذات وصفة، والمعنى ظاهر في اسم الفاعل إذا قيل: ضارب وفاضل وعالم وقاتل، فنقول: هذه أسماء فاعلين تدل على ذات أي على شخص، هذا الشخص قد اتصف بصفة، فإذا قيل: زيد، نقول: هذا دل على ذات فقط، ولم يدل على حدث، وإذا قيل: قَتْلٌ وضرْبٌ وأَكْلٌ وشرْبٌ دلت على حدث فقط، ولم تدل على ذات. ثم وضعت العرب لفظاً مشتركاً دالاً على ذات وحدث معًا، فقالت: قاتل وضارب مثلا، كأنه قال: زيد اتصف بحدث وهو القتل أو الضرب. فقاتل وضارب اسم فاعل، دل على ذات وصفة.\n(1/410)\n\nوأما المؤول بالمشتق، يعني ما يؤول ويرجع إلى المشتق فهو ما يقوم مقام الاسم المشتق في دلالته على معنى المشتق، منها الأول: اسم الإشارة، فاسم الإشارة يصح أن يقع نعتاً ويؤول بالمشتق، تقول: مررت بزيد هذا، مررت فعل وفاعل، وبزيد جار ومجرور، وهذا نعت لزيد، وقد وقع نعتًا وليس بمشتق بل هو جامد، ولكن نؤوله بالمشتق أي بزيد المشار إليه، أرجعته إلى اسم المفعول؛ لأن المشار اسم مفعول. فحينئذ فسرت اسم الإشارة باسم المفعول وهو مشتق. إذاً اسم الإشارة يقع نعتاً، وليس هو عينه بمشتق، وإنما يقوم مقام المشتق في الدلالة على ما دل عليه المشتق، وهو المشار إليه.\nالثاني: ذو التي بمعنى صاحب، تقول: جاء رجل ذو علم، جاء فعل ماض، ورجل فاعل، وذو نعت، وهو جامد ليس بمشتق لكنها في قوة المشتق؛ لأنها بمعنى صاحب، والصاحب اسم فاعل وهو مشتق، إذاً هو في قوة المشتق.\nالثالث: الاسم المنسوب، تقول: جاء رجل مكيٌّ أو قرشيٌّ، جاء فعل ماض، ورجل فاعل، وقرشي نعت، وهو جامد ليس بمشتق، لكنه في قوة المشتق أي المنسوب إلى قريش، والمنسوب اسم مفعول.\nالرابع: الجملة الخبرية، فالجملة الخبرية تقع نعتاً، تقول: جاءني رجل أبوه عالم، رجل فاعل، وأبوه عالم مبتدأ وخبر، والجملة في محل رفع نعت لرجل، لأن الجمل بعد النكرات صفات، وبعد المعارف أحوال، ويشترط هنا في الجملة أن تكون مشتملة على رابط",
        "(1/411)\n\n-كجملة الخبر- يربط بين الجملة والمنعوت، وأن تكون جملة خبرية لا إنشائية، كما قال ابن مالك:\nوَامْنَعْ هُنَا إِيقَاعَ ذَاتِ الطَّلَبِ ... ...................\nالخامس: المصدر، تقول: جاءني رجل عدل، فرجل فاعل، وعدل نعت؛ لأنه مؤول عند الكوفيين باسم الفاعل جاءني رجل عادل، أو على حذف المضاف ذو عدل أي صاحب عدل عند البصريين.\nالسادس: شبْه الجملة، تقول: مررت برجل في الدار، في الدار جار ومجرور متعلق بمحذوف صفة لرجل، ومررت برجل عندك، عند ظرف متعلق بمحذوف صفة لرجل.\nإذاً الجار والمجرور والظرف إذا وقعا بعد النكرة يعربان صفة، وإذا وقعا بعد المعرفة يعربان حالا.\nالسابع: الاسم الموصول، تقول: جاء زيد الذي قام، فزيد فاعل، والذي نعت لأن الموصول مع صلته في قوة المشتق، أي جاء زيد القائم، حينئذ أحللت محله اسم فاعل وهو مشتق.\nالثامن: أيُّ الوصفية، تقول: جاء رجل أيُّ رجل، يعني بلغ الكمال في الرجولة، فأيّ نعت؛ لأنها بمعنى كاملة.\nوفائدة النعت أنه مخصص للنكرات، موضح للمعارف، يعني إذا وقع بعد النكرة فهو مخصص لها، والمراد بالتخصيص: تقليل الاشتراك، نحو: مررت برجل عالم، فلفظ رجل نكرة، ويحتمل أنه\n(1/412)",
        "\nعالم أو جاهل، فإذا قلت: عالم، خصصته، يعني أخرجت الجاهل، ثم بقي نوع اشتراك، هل الرجل هذا زيد أو عمرو أو خالد ... إلخ.\nفالصفة هنا خصصت النكرة بأن قللت الاشتراك، ولم ترفعه.\nوإذا وقع بعد المعارف فهو للتوضيح، والمراد بالتوضيح هنا: رفع الاشتراك، تقول: جاء زيد، وأنت تعرف أن زيدًا علَمٌ مشترك، قد يكون زيدًا العالم، زيدًا الفاضل، زيدًا البخيل، زيدًا الكريم وهكذا، فإذا قلت: جاء زيد الكريم، تعيَّن.\nإذاً الفرق بين التخصيص والتوضيح: أن التخصيص تقليل للاشتراك، والتوضيح رفع للاشتراك بالكلية، كذلك يقع النعت توكيداً، كقوله تعالى: (تِلْكَ عَشَرَةٌ كَامِلَةٌ) [البقرة:196]، وقد يقع للمدح، (بسم الله الرحمن الرحيم) الرحمن الرحيم نعتان المراد بهما المدح، وقد يقع ويراد به الذم، (أعوذ بالله من الشيطان الرجيم) (الرجيم) المراد به الذم. قال في عقود الجمان:\nوَوَصْفُهُ لِلْكَشْفِ وَالتَّخْصِيصِ أَوْ ... تَأَكُّدٍ وَالمَدْحِ وَالذَّمِ رَأَوْا\nقال الناظم - رحمه الله تعالى-:\nالنَّعْتُ قَدْ قَالَ ذَوُو الأَلبَابِ ... يَتْبَعُ لِلمَنْعُوتِ فِي الإِعْرَابِ\nكَذَاكَ فِي التَّعْرِيفِ وِالتَّنْكِيرِ ... كَجَاءَ زَيدٌ صَاحِبُ الأَمِيرِ\n(1/413)\n",
        "النعت يتبع المنعوت في حكمه، فإن كان منعوته مرفوعاً كان النعت مرفوعاً، وإن كان المنعوت منصوباً كان النعت منصوباً، وإن كان المنعوت مجروراً كان النعت مجروراً، والعامل في المتبوع هو العامل في النعت، وهذا مذهب الجمهور ونسب إلى سيبويه. وذهب الخليل والأخفش إلى أن العامل في النعت هو التبعية وهذا أمر معنوي، فإذا قيل مثلاً: جاء زيد الفاضل، جاء فعل ماض، وزيد فاعل مرفوع ورفعه ضمة ظاهرة على آخره، والذي أحدث الضمة في زيد هو الفعل جاء، والفاضل مرفوع لأنه نعت لزيد، والنعت يتبع المنعوت في حكمه الإعرابي، إذا كان المنعوت مرفوعاً كان النعت مرفوعاً، وهنا النعت مرفوع لكون المنعوت مرفوعاً، إذًا طابقه في الإعراب، فهو مرفوع ورفعه الضمة الظاهرة على آخره، والذي أحدث الضمة في النعت الفاضل فيه قولان: الجمهور على أن العامل في المتبوع هو العامل في التابع، فحينئذ العامل في زيد هو عينه العامل في الفاضل، فيكون الفاضل مرفوعًا بالفعل جاء، فيكون الفعل جاء قد رفع اسمين: رفع الأول على أنه فاعل، ورفع الثاني على أنه نعت له، فيكون العامل لفظيا، وهذا مذهب الجمهور وهو أصح. وذهب الخليل والأخفش أن العامل هو التبعية، وهي كونك قد أتبعت زيدًا بالفاضل، وألحقتَ زيدًا الموصوفَ بالفاضل أي وصفته به، وهذا أمر معنوي وهو فعل الفاعل، وهذا محتمل أن تكون التبعية هي العامل، لكن إذا وجد في التركيب ما هو عامل لفظي وأمكن إسناد العمل إليه دون أن يقدر عامل معنوي فهو\n(1/414)\n\nأرجح، لأن الأصل في العوامل أن تكون لفظية، والعامل المعنوي ضعيف، حينئذٍ الأولى أن يعلق العمل باللفظي لأنه أرجح وأقوى من أن يعلق بأمر معنوي.\n[النَّعْتُ قَدْ قَالَ ذَوُو الأَلبَابِ] النعت مبتدأ، وقد حرف تحقيق، وذووا فاعل مرفوع ورفعه الواو المحذوف للتخلص من التقاء الساكنين، لأنه ملحق بجمع المذكر السالم، وذوو الألباب أي أصحاب الألباب، جمع لب والمراد به العقل، [يَتْبَعُ] أي النعت [لِلمَنْعُوتِ] أي المنعوتَ، فاللام زائدة، دخلت على المفعول به، وهذا شاذ، والجملة في محل رفع خبر المبتدأ، [فِي الإِعْرَابِ] أي في واحد من أوجه الإعراب، ولابد من التقدير لأنه لا يتبع المنعوت في الإعراب مطلقاً، لأن الإعراب جنس تحته أنواع، والاسم حيث كان تابعاً حينئذٍ قد يكون مرفوعاً أو منصوباً أو مجروراً، فإذا قيل يتبعه في الإعراب: رفعاً أو نصباً أو جراً، إذاً لا يمكن أن يتبعه في اثنين لأن الاسم لا يمكن أن يكون مرفوعاً منصوباً، أو منصوباً مجروراً، أو مرفوعاً مجروراً في وقت واحد، ولذلك نقول الاسم له باعتبار الإعراب ثلاثة أحوال: إما أن يكون مرفوعاً، وإما أن يكون منصوباً، وإما أن يكون مجروراً. كذلك باعتبار التعريف والتنكير الاسم له حالان: إما أن يكون معرفة، وإما أن يكون نكرة. وباعتبار الإفراد والتثنية والجمع له ثلاثة أحوال: إما أن يكون مفرداً، وإما أن يكون مثنى، وإما أن يكون جمعاً. وباعتبار التذكير والتأنيث له حالان: إما أن يكون مذكراً، وإما أن يكون مؤنثاً. هذه",
        "(1/415)\n\nعشرة أحوال للاسم: ثلاثة في الإعراب، وثلاثة في الإفراد والتثنية والجمع، واثنان في التعريف والتنكير، واثنان في التذكير والتأنيث، هذه أربعة أقسام تحتها عشرة أنواع. وكل اسم له أربعة أمور من هذه العشرة، ولا يمكن أن تجتمع كلها في اسم واحد، فحينئذ يأخذ من كل قسم نوعا واحدا، القسم الأول الذي هو الإعراب له ثلاثة أحوال: إما أن يكو مرفوعاً أو منصوباً أو مجروراً، الاسم له حالة واحدة منها فإذا كان مرفوعاً انتفى النصب والجر، وإذا كان منصوباً انتفى الرفع والجر، وإذا كان مجروراً انتفى الرفع والنصب، فله حالة واحدة. وباعتبار الإفراد له حالة واحدة: إما أن يكون مفرداً أو مثنى أو جمعاً، فإذا كان جمعاً ارتفع الإفراد والتثنية، وإذا كان مثنى ارتفع الإفراد والجمع، وإذا كان مفرداً ارتفعت التثنية والجمع. وباعتبار التنكير والتعريف: إذا كان معرفة فحينئذٍ لا يمكن أن يكون نكرة، وإذا كان نكرة لا يمكن أن يكون معرفة، إذاً له حالة واحدة من التعريف والتنكير. وباعتبار التذكير والتأنيث له حالة واحدة إما أن يكون مذكراً، وإما أن يكون مؤنثاً. إذا قلت: جاء زيد، زيد له الرفع، والتذكير، والإفراد، والتعريف، أربعة أحوال، وإذا قلت: جاءت هند ارتفع التذكير، وحل محله التأنيث مع بقية الأوجه، وإذا قلت: جاء الزيدان، ارتفع الإفراد وحل محله التثنية مع بقية الأوجه، وهكذا في سائر الأنواع، لا يمكن أن تكون إلا أربعة منها.\nالنعت إما أن يكون حقيقياً، وإما أن يكون سببياً، فالحقيقي هو الذي رفع ضميرًا مستتراً، لأن النعت لا بد أن يكون مشتقاً، فإذا\n(1/416)",
        "\nكان مشتقاً لا بد أن يكون عاملاً، وذكرنا أن المشتق هنا المراد به اسم الفاعل واسم المفعول والصفة المشبهة واسم التفضيل، وهذه ترفع ضميرًا مستترًا، فإذا قلت: جاء زيد العاقل، العاقل نعت تنظر بعد لفظ العاقل، هل هناك اسم ظاهر؟ فإذا لم يكن بعده اسم ظاهر تحكم عليه بأنه رفع ضميراً مستتراً، يعود على المنعوت، هذا ضابط النعت الحقيقي.\nوالنعت السببي هو الذي رفع اسماً ظاهراً، فإذا قلت: جاء زيد العاقل أبوه، فالعاقل نعت ثم تنظر في النعت هل رفع ضميراً مستتراً؟ الجواب لا، وإنما رفع اسماً ظاهراً وهو أبوه وهو فاعل. وهذا يسمى نعتاً سببياًَ، وعلة التسمية قالوا: لأنه جرى على غير ما هو له، فقولك: جاء زيد العاقل أبوه، جاء فعل ماضٍ، وزيد فاعل، وهو المنعوت، والعاقل نعت لزيد، وأبوه فاعل للنعت، هذا من حيث اللفظ، وأما من حيث المعنى فمَن الذي وصف بالعقل؟ هل هو زيد أو أبو زيد؟ الجواب: الموصوف بالعقل هو أبو زيد، إذاً هل جرى النعت والصفة التي تضمنها اللفظ المشتق على الموصوف أو على غيره؟ لاشك أنه على غيره، هذا يسمى نعتاً سببياً، فحينئذٍ العاقل أبوه ليس وصفاً لزيد، وإنما هو وصف لأبي زيد، فتقول هذا الوصف جرى على غير من هو له في الأصل، لأنه في الأصل لزيد ولذلك نعربه نعتا له، لكنه لما رفع اسماً ظاهراً انتقل في المعنى من جهة كونه صفة لزيد إلى كونه صفة لأبي زيد.\n(1/417)\n",
        "قال الناظم: النعت [يَتْبَعُ لِلمَنْعُوتِ فِي الإِعْرَابِ] أي في واحد من أوجه الإعراب رفعاً أو نصباً أوجراً، [كَذَاكَ فِي التَّعْرِيفِ وِالتَّنْكِيرِ] كذاك أي مثل ذاك والمشار إليه كون النعت يتبع المنعوت في واحد من أوجه الإعراب يتبعه في واحد من التعريف والتنكير، إذًا ذكر خمسة من العشرة، فيتبع النعت المنعوت في اثنين من خمسة، لأنه قال: يتبع للمنعوت في واحد من أوجه الإعراب الثلاثة، وفي واحد من التعريف والتنكير، إذاً في اثنين من خمسة.\nالنعت مطلقاً سواء كان النعت حقيقياً أو سببياً يتبع المنعوت في اثنين من خمسة، وهي التي ذكرها الناظم، فحينئذٍ إذا كان النعت حقيقياً أو سببياً وجب أن يكون رفعه أو نصبه أو جره على حسب المنعوت ولا ينفك عنه مطلقاً، كذاك في التعريف والتنكير، إذا كان المنعوت نكرة وجب أن يكون النعت نكرة مطلقاً سواء كان النعت حقيقياً أو سببياً، وإذا كان المنعوت معرفة وجب أن يكون النعت معرفة مطلقاً سواء كان النعت حقيقياً أو سببياً، ولذلك نقدر عند قوله يتبع للمنعوت في اثنين من خمسة سواء كان حقيقياً أو سببياً، ولا يجوز في شيء من النعوت مطلقاً الحقيقي والسببي أن يخالف منعوته في الإعراب، ولا أن يخالفه في التعريف والتنكير، وهذا أمر لازم للنوعين فتقول: جاء زيدٌ العاقلُ، تبعه في الرفع والتعريف، ولا يصح أن يقال: جاء زيد عاقل، ولا جاء رجل العاقل، ولا جاء زيدٌ العاقلَ إلا إذا قطع فحينئذٍ صار جملة مستقلة فيكون الكلام مركباً من جملتين جاء زيد أعني العاقلَ، أما الكلام في الجملة\n(1/418)\n\nالواحدة وعلى الأصل دون القطع فنقول جاء زيدٌ العاقلُ ولا يجوز أن يقال العاقلَ دون أن تقطع النعت، هذا في النعت الحقيقي والسببي.\nوأما الأحوال الأخرى التي تختص بالاسم من حيث الإفراد والتثنية والجمع، ومن حيث التذكير والتأنيث، فحينئذٍ نقول: إن كان النعت حقيقياً أيضاً يتبع المنعوت في اثنين من خمسة: في واحد من الإفراد والتثنية والجمع، وفي واحد من التأنيث والتذكير، فحينئذٍ إذا نظرنا للأحوال العشرة نقول: النعت الحقيقي يتبع منعوته في أربعة من عشرة، واحد من أوجه الإعراب، وواحد من أوجه الإفراد وفرعيه، وواحد من التذكير والتأنيث، وواحد من التعريف والتنكير، تقول: مررت برجلٍ قائمٍ، ومررت برجلين قائمين، ومررت برجال قائمين، تبع منعوته في الجر هنا، قال برجالٍ بالكسر، وقائمين بالياء، ولا يشترط أن يكون تابعاً لما قبله في شخص الحركة، بل في مطلق الإعراب، يعني لو كان المنعوت مرفوعاً تبعه النعت في مطلق الرفع لا في عين الحركة، ولذلك تقول: مررت برجال قائمين كل منهما مجرور، إذاً يكون تابعاً له في مطلق الخفض وليس في عين الحركة. وتقول: مررت بامرأة قائمة، ومررت بامرأتين قائمتين، ومررت بنساء قائمات، إذاً الخلاصة: النعت الحقيقي يتبع منعوته في أربعة من عشرة واحد من أوجه الإعراب وواحد من الإفراد والتثنية والجمع، وواحد من التذكير والتأنيث، وواحد من التعريف والتنكير، ولا يجوز أن يخالف المنعوت واحدًا من هذه الأربعة.",
        "(1/419)\n\nأما النعت السببي فإنه يلزم حالة واحدة وهي الإفراد، ولا يكون مثنى ولا جمعاً إلا على لغة أكلوني البراغيث، وهي لغة ضعيفة لا يعول عليها. ومن حيث التذكير والتأنيث يتبع الاسم الظاهر الذي رفعه، ولا يتبع المنعوت، تقول: مررت برجل قائمٍ أبوه، قائم نعت لرجل تبعه في اثنين من خمسة، وهما الخفض والتنكير، ويلزم الإفراد مطلقًا، وباعتبار التذكير والتأنيث نقول: الاسم الظاهر قد وقع مذكراً وهو أبوه، فذُكِّر النعت لا لكون المنعوت مذكراً وإنما لكون الاسم الظاهر مذكراً، ولذلك لو قيل: مررت برجلٍ قائمةٍ أمُه، قائمة هذا نعت لرجل تبعه في اثنين من خمسة، وهما الخفض والتنكير، ويلزم الإفراد مطلقًا، وباعتبار التذكير والتأنيث هنا وقع المنعوت مذكراً والنعت مؤنثاً، لأنه نعت سببي رفع اسماً ظاهراً والنعت السببي في باب التأنيث والتذكير يتبع ما بعده لا ما قبله، والفاعل وهو أمه مؤنث حقيقي، حينئذٍ يجب تأنيثه لأنه كما سبق أن الفعل إذا كان فاعله مؤنثاً وجب التأنيث، وكذلك الوصف الذي هو اسم الفاعل إذا رفع اسماً ظاهراً وكان فاعله مؤنثاً بشرطه وجب التأنيث، إذا قلت: قامت أم زيد، حكم التأنيث أنه واجب، كذلك الوصف إذا أقيم مقام الفعل أخذ حكمه، حينئذٍ إذا رفع الوصف اسماً ظاهراً وكان مؤنثاً تأنيثاً حقيقياً وجب تأنيث الوصف، لأن الوصف في قوة الفعل يعامل معاملة الفعل، وإذا وجب في الفعل تجريده عن علامة تدل على تثنية الفاعل أو جمع الفاعل وجب تجريد الوصف عن علامة تدل على تثنية الفاعل أو جمعه، وحينئذٍ: مررت\n(1/420)",
        "\nبرجل قائمة أمه، قائمة هذا في قوة قامت فيجب التأنيث، ولذلك سبق في المبتدأ من نحو: أقائم الزيدان، قائم مبتدأ، والزيدان فاعل سد مسد الخبر، لِمَ قالوا فاعل ولم يقولوا خبر؟ قلنا: لأن قائم في معنى الفعل، والفعل لا يرفع خبراً، وإنما يرفع فاعلاً، لأن النظر في المعنى فقائم الزيدان في قوة قولك: يقوم الزيدان، فإذا جاء الزيدان بعد الفعل يقوم رُفع على أنه فاعل، وإذا جاء تالياً لما هو في قوة الفعل يقوم كذلك يجب أن يكون مرفوعاً على أنه فاعل، ولا يكون خبراً، لأن الفعل لا يخبر عنه، وإنما يرفع ما بعده على أنه فاعل، كذلك هنا: مررت برجل قائمة أمه، قالوا: هذا في قوة الفعل فحينئذٍ يجب أن يعامل معاملة الفعل؛ لأنه رفع اسماً ظاهراً فإذا كان الاسم الظاهر مؤنثا واجب التأنيث - بشرطه - وجب تأنيث الوصف، وإذا كان الاسم الظاهر مثنى أو جمعاً وجب إفراد الوصف، لأن الفاعل لا يُلحَق بعامله علامة تدل على أن الفاعل مثنى أو جمع، تقول: مررت بامرأة قائمٍ أبوها، فامرأة هذا منعوت وهو مؤنث، وقائم نعت وهو مذكر، لأنك تقول: مررت بامرأةٍ قام أبوها ولا تقول: قامت أبوها، فذكر النعت مع كون المنعوت مؤنثًا باعتبار الاسم الظاهر، وتقول: مررت برجلين قائم أبواهما، برجلين هو الموصوف، وقائم رفع اسماً ظاهراً وهو فاعل مثنى، كما تقول: مررت برجلين قام أبواهما - أتيت بفعل ماض في مقام قائم - إذاً كذلك تقول: مررت برجلين قائمٍ بالإفراد؛ لأنه في معنى الفعل وقد رفع فاعلاً أبواهما وهو مثنى، والفعل إذا رفع فاعلا مثنى لا\n(1/421)\n",
        "تلحقه علامة تدل على أن الفاعل مثنى، كذلك الوصف الذي أُقيم\nمُقام الفعل يجب تجريده من علامة تدل على أن الفاعل مثنى، ومثله قولك: مررت برجالٍ قائمٍ آباؤهم. كأنك قلت: قام آباؤهم، فيلزم الإفراد لأنه نعت سببي. ومن حيث التأنيث والتذكير يتبع ما بعده، جاء في القرآن: (رَبَّنَا أَخْرِجْنَا مِنْ هَذِهِ الْقَرْيَةِ الظَّالِمِ أَهْلُهَا) [النساء:75] الظالم نعت للقرية، وكل منهما معرفة ومجرور، وباعتبار التذكير والتأنيث قال: الظالم ولم يقل الظالمة، لأنه تَبَعٌ لما بعده وهو أهلها، وهو مذكر، أيضًا قال: الظالم ولم يقل: الظالمين لأنه واجب الإفراد، فالنعت السببي يلزم الإفراد مطلقاً سواء كان الاسم الظاهر مفرداً أو مثنى أو جمعاً. [كَجَاءَ زَيدٌ صَاحِبُ الأَمِيرِ] هذا مثال للنعت الحقيقي، أي كقولك أو مثل جاء زيد صاحب الأمير، جاء فعل ماضٍ، وزيد فاعل، وصاحب نعت لزيد تبعه في الرفع، والعامل في النعت صاحب هو الفعل جاء، لأن العامل في النعت هو العامل في المنعوت على الصحيح، وتبعه في الإفراد، وفي التعريف، وفي التذكير، أيضاً زيد معرفة وصاحب الأمير معرفة، وزيد علَمٌ فهو أعرف من صاحب الأمير لأنه نكرة أضيفت إلى محلى بأل فهو في رتبة المعرَّف بأل، نأخذ من هذا أن الأصل في الصفة والنعت أن تكون أدنى من الموصوف في التعريف أو مساوية له، ولا يجوز أن تكون الصفة أعرف وأعلى درجة من الموصوف، ولذلك لم يجوزوا: مررت بزيد صاحبك على أنه نعت بل بدل، لأن المضاف إلى الضمير في رتبه العلم، والنعت إنما يؤتى به في الأصل للإيضاح، فإذا كان هو أعرف من المنعوت إذاً لا نحتاج إلى الصفة من أصلها، وإنما\n(1/422)\n\nيكون موضحا إذا كان مساوياً أو أدنى أما أعلى فلا، ولذلك مررت بزيد صاحبك، صاحب نكرة أضيفت إلى الضمير، وكل نكرة أضيفت إلى معرفة فهي في رتبة ما أضيفت إليه، إلا ما أضيف إلى الضمير فإنه في رتبة العلم، احترازًا مما لو نعت العلم بالنكرة المضافة إلى الضمير، فيكون النعت أرفع، ولذلك قالوا: لا يجوز أن تكون الصفة أرفع من الموصف، فإذا أضيفت النكرة إلى الضمير جعل في مرتبة العلم.",
        "(1/423)\n\nالمَعْرِفَةُ وَالنَّكِرَةُ\n\nلما ذكر التعريف والتنكير أراد أن يبين لك حقيقة التعريف وحقيقة التنكير، ومتى تحكم على الكلمة أنها معرفة أو نكرة، فقال: المعرفة والنكرة أي هذا باب بيان حقيقة المعرفة وحقيقة النكرة، والاسم ينقسم باعتبار التنكير والتعريف إلى قسمين اثنين لا ثالث لهما على الأصح: إما أن يكون معرفة، وإما أن يكون نكرة، ولا واسطة بينهما، وبعض النحاة أثبت الواسطة فقال: من الأسماء ما ليس معرفة ولا نكرة، وهو كل اسم لا يقبل التنوين ولا أل فهو واسطة، لا يوصف بكونه معرفة ولا نكرة، مثاله: من الشرطية وما الاستفهامية والموصولية فهذه لا تقبل التنوين، ولا أل فليست معرفة ولا نكرة، وهذا مردود، بدليل أن الضمير وهو من المعارف بل ومن أعرف المعارف بعد لفظ الجلالة لا يقبل أل ولا التنوين، وهو بالإجماع معرفة، فالقول بالواسطة قول ضعيف، لذلك قلَّ من يذكره من النحاة، لشدة ضعفه.\nالمَعْرِفَةُ وَالنَّكِرَةُ قوله: المعرفة اختلف فيها هل هي مصدر أو اسم مصدر؟ ونقول: الأصح فيها التفصيل، فإن كانت مأخوذة من عرَّف بالتضعيف فهي اسم مصدر، لأن عرَّف يأتي المصدر منه على التفعيل نحو: كلَّم تكليماً، وخرَّج تخريجاً، فمصدر عرَّف التعريف لا المعرفة، وإن كانت مأخوذة من عرَف بالتخفيف فهي مصدر،\n(1/424)",
        "\nوكذلك النكرة هل هي مصدر أو اسم مصدر؟ نقول: الأصح فيها التفصيل كالمعرفة، فإن كانت مأخوذة من نكَّر بالتضعيف فهي اسم مصدر، لأن نكَّر يأتي المصدر منه على التفعيل كما سبق، فمصدره التنكير لا النكرة، فحينئذٍ تكون نكرة باعتبار نكَّر اسم مصدر، وإن كانت مأخوذة من نكِر فهي مصدر، إذاً هذان اللفظان المعرفة والنكرة مصدران إن أخذا من عرَف ونكِر، واسما مصدر إن أخذا من عرَّف ونكَّر. المعرفة في اللغة: مطلق الإدراك، وفي الاصطلاح عند النحاة: هي ما وضع ليستعمل في معين، ما أي اسم ولا تقل كلمة، لأن الاسم أخص من الكلمة، ولأن بحث المعرفة والنكرة بحث داخل تحت الاسم، لأنك تحكم على الكلمة أولاً بأنها اسم وليست فعلا ولا حرفا، ثم تنظر في الأخص الذي يندرج تحت الاسم، فيكون الاسم أعم، وكونه معرفة، أو نكرة هذا أخص، فتثبت أولاً بالعلامات السابقة اسمية الكلمة، فتحكم بأنها اسم ثم تنظر نظراً آخر هل هي معرفة أو نكرة؟ لكن علامات الاسم السابقة التي ذكرناها في الخفض والتنوين وغيرها لا تصلح أن تميز المعرفة من النكرة، وإنما تُثبت تلك العلامات مطلق الاسم، ثم نحتاج إلى علامة أخرى تميز المعرفة عن النكرة، فتعرف بالحد وبالعلامات، فحد المعرفة: ما وضع ليستعمل في معين، فما اسم كما ذكرنا، وما جنس يصدق على المعرفة وعلى النكرة، أردنا أن نخرج النكرة فقال: وضع ليستعمل في معين ووضع من الوضع، والمراد بالوضع جعل اللفظ دليلا على المعنى، النكرة والمعرفة يشتركان في\n(1/425)\n",
        "أن كلا منهما موضوعان بالوضع العربي، وهو جعل اللفظ دليلاً على المعنى، وضعوا اللفظ دالاً على معنى خاص فمتى ما أطلق هذا اللفظ انصرف إلى ذلك المعنى الخاص، ليستعمل الاستعمال هو إطلاق اللفظ وإرادة المعنى، إذاً قد يكون اللفظ موضوعاً ولا يكون مستعملا هكذا قال بعضهم، فإذا وضع أولاً جعل بإزاء معنى خاص ثم بعد ذلك يطلقه اللافظ ويريد به المعنى الذي وضع له في لغة العرب مطلقاً سواء كان حقيقة أو مجازًا.\nما وضع ليستعمل شمل المعرفة والنكرة، لأن المعرفة موضوعة بالوضع العربي كما أن النكرة موضوعة بالوضع العربي، فالمعرفة مستعملة فيما وضعت له كما أن النكرة مستعملة فيما وضعت له، لكن قوله: في معين احترزنا بهذا عن النكرة، فإنها اسم شائع في أفراد جنسه لا تخص واحداً دون آخر كما سيأتي بيانه، حينئذٍ اختص هذا التعريف بالمعرفة. عرفنا معنى الوضع، ومعنى الاستعمال، وبقي الحمل وهو اعتقاد السامع مراد المتكلم بكلامه، فلذلك عندنا باعتبار المفردات والتراكيب ثلاثة أشياء: وضع واستعمال وحمل، وسبقت معانيها، والحمل صفة للسامع، والوضع صفة للواضع، والاستعمال صفة للمتكلم، فالوضع سابق والحمل لاحق والاستعمال متوسط هكذا قال الفتوحي، توضع الألفاظ ثم تستعمل ثم المخاطَب يحملها على ما أراده المتكلم من كلامه. ما وضع ليستعمل في معين شمل أنواع المعارف الستة أو السبعة، والنكرة المقصودة في باب المنادى نحو: يا رجلُ لمعين هي محل\n(1/426)\n\nالخلاف هل هي معرفة أو لا؟ والأصح أنها من المعارف لكن نعدها في المعرف بأل، وقيل: في اسم الإشارة، وأعرف المعارف لفظ الجلالة بالإجماع، قيل: رئي سيبويه في المنام، فقيل ما فعل الله بك؟ فقال: خيراً كثيراً أو كلمة نحوها. فقيل له: بماذا؟ فقال: بقولي بأن الله أعرف المعارف، هكذا قيل إذاً أعرف المعارف بعد لفظ الجلالة الضمير ثم العلم ثم اسم الإشارة ثم الموصول ثم ذو الأداة ثم المضاف إلى واحد من هذه المعارف، وهكذا نظمها ابن مالك في الكافية:\nفَمُضْمَرٌ أَعْرَفُهَا ثُمَّ العَلَمْ فَذُو إِشَارَةٍ فَمَوصُولٌ مُتَمْ\nفَذُو أَدَاةٍ فَمُنَادَى عُيِّنَا ... فَذُو إِضَافَةٍ بِهَا ... تَبَيَّنَا\nالنكرة المقصودة في باب المنادى معرفة على الأصح، وتخصيص المنادى إنما جعل بالإقبال والقصد -كما سيأتي في مبحث المنادى- أن النكرة تكون مقصودة وتكون غير مقصودة، يا غافلاً أقبل على الله، فغافلا نكرة، فإن عيَّن الشخص فهي مقصودة وإلا فهي غير مقصودة، وهي من المعارف ولكن لم يذكرها الناظم لأنه أراد المعرفة من حيث ما يصح أن ينعت به، فيا رجل هذا لا يقع في باب النعت فلا ينعت ولا ينعت به، لأن المعارف من حيث ما ينعت به وما لا ينعت ثلاثة أقسام:\nالأول: ما لا يُنعت ولا يُنعت به، وهو النكرة المقصودة في باب المنادى، والضمير لا ينعت ولا ينعت به، يعني لا يقع موصوفاً ولا صفة.",
        "(1/427)\n\nالثاني: ما ينعت ولا ينعت به، وهو العلم يقع موصوفاً لا صفة، نحو: جاء زيد العاقل، فالعاقل نعت لزيد، لكن لا ينعت به، وهذا هو مأخذ النحاة في كون الرحمن هل هو علم أو ليس بعلم؟ ففي قوله: بسم الله الرحمن، الرحمن هنا وقع صفة للفظ الجلالة، والرحمن علم والعلم لا ينعت به، فاختلف النحاة في هذا، فقيل علم وقيل ليس بعلم، والصواب أنه علم، والقول بأن الأعلام لا ينعت بها لأنها جامدة يعني لا تتضمن صفة، إذا قيل: جاء العاقل زيد، زيد علم جامد لا يدل على صفة فلا يصح أن يقع نعتا هنا. لكن هذه القاعدة لا تطرد في أسماء الله تعالى وصفاته، لأن الرحمن دال على ذات وصفة، فهي أعلام وأوصاف، فمن حيث كونها أوصافاً صح النعت بها حينئذٍ لا تعارض فالرحمن علم، وهو نعت، كيف نقول: علم ونعت والعلم لا ينعت به؟ نقول القاعدة: أن العلم لا ينعت به لأنه جامد لا يتضمن صفة، كيف تصف به وهو جامد يدل على ذات مجردة وليس له معنى، حينئذٍ لا يصح أن تصف به لكن أعلام الرب جل وعلا دالة على الذات وهي أيضاً صفات، فمن حيث كونها صفة صح النعت بها فلا إشكال.\nالثالث: ما ينعت وينعت به يعني يصح أن يقع موصوفا ويصح أن يقع صفة وهو سائر المعارف. قال رحمه الله:\nوَاعْلَمْ هُدِيْتَ الرُّشْدَ أَنَّ المَعْرِفَهْ ... خَمْسَةُ أَشْيَا عِنْدَ أَهْلِ المَعْرِفَهْ\n(1/428)",
        "\n[وَاعْلَمْ] هذا أمر من العلم، أي تعلم، وهي كلمة يؤتى بها للإشارة والتنبيه على أن ما بعدها أمر ينبغي العناية به، والواو للاستئناف البياني؛ لأنه لما ذكر في النعت التعريف والتنكير كأن سائلا سأل كيف تحكم على الكلمة بأنها نكرة أو معرفة؟ قال: واعلم إذاً وقع جواباً لسؤال معين فهو استئناف بياني، [هُدِيْتَ الرُّشْدَ] هديت مأخوذ من الهدى، وهو الدلالة والرشاد، تقول: هداه أي أرشده، ويقال: هداه الله الطريق، وهداه الله للطريق، وهداه الله إلى الطريق، فيتعدى بنفسه وباللام وبإلى، [هُدِيْتَ الرُّشْدَ] هُدِي فعل ماضٍ مغير الصيغة، والأصل هداه الله فحذف الفاعل وهو لفظ الجلالة للعلم به، لأن المراد بالهداية هنا هداية التوفيق وهذه خاصة بالله تعالى، وأقيم المفعول به وهو الضمير المتصل، ولما ارتفع جيء بالتاء لأنه يكون في محل رفع نائب فاعل، إذاً هديت هدي فعل ماض مغير الصيغة مبني على الفتح المقدر منع من ظهوره اشتغال المحل بسكون دفع توالي أربع متحركات فيما هو كالكلمة الواحدة، والتاء ضمير متصل مبني على الفتح في محل رفع نائب فاعل، والرشد ضد الغي، وهو منصوب على نزع الخافض، وأصل هديت الرشد أي للرشد، أو هديت إلى الرشد، والجملة دعائية معترضة لا محل لها من الإعراب، أراد بها التقرب والتودد إلى الطالب، اعلم [أَنَّ المَعْرِفَهْ خَمْسَةُ أَشْيَا عِنْدَ أَهْلِ المَعْرِفَهْ] أنَّ للتوكيد، وسبق أن التوكيد يؤتى به عند الحاجة إليه بأن يكون السامع متردداً في الحكم، أو منكراً وهنا لا تردد ولا إنكار، [أَنَّ المَعْرِفَهْ] أي جنس\n(1/429)\n",
        "المعرفة، لأن المعرفة في اللفظ واحد، وأخبر عنها بخمسة أشياء، حينئذٍ لا بد من جعل أل معرفة مرادًا بها الجنس، وأل الجنسية يصدق مدخولها على الواحد والاثنين والخمسة والعشرة والمائة لا تختص بعدد معين، ولذلك يقولون: الإضافة الجنسية تبطل معنى الجمعية، وكذلك أل الجنسية، اعلم أن المعرفة [خَمْسَةُ أَشْيَا] يعني خمسة أمور، وسيأتي عدها [عِنْدَ أَهْلِ المَعْرِفَهْ] أي عند النحاة، وعند هنا لا يمكن حملها على الظرفية لا الزمانية ولا المكانية، فحينئذٍ لا بد من التأويل عند أهل المعرفة أي في حكم أهل المعرفة، والمراد بالمعرفة هنا بقواعد العربية يعني أهل العربية، لأن كل أصول علم إنما تؤخذ من أصحابها والنحاة هم أهل هذه المعرفة.\nوَهْيَ الضَّمِيرُ ثُمَّ الاِسْمُ العَلَمُ ... فَذُو الأَدَاةِ ثُمَّ الاِسْمُ المُبْهَمُ\n[وَهْيَ الضَّمِيرُ] الواو للاستئناف البياني، لأنه قال: خمسة أشياء، فكأن سائلا سأل ما هي هذه الأشياء الخمسة؟ إذًا وقع في جواب سؤال مقدر، [وَهْيَ الضَّمِيرُ] هي مبتدأ، والضمير وما عطف عليه في محل رفع خبر، [الضَّمِيرُ] هذا اسمه عند البصريين، وعند الكوفيين الكناية والمكنية، لأنه يكنى به عن الاسم الظاهر، والضمير فعيل بمعنى اسم المفعول، أي المضمر، والأصل فيه أنه مأخوذ من الاستتار والخفاء، إذا أضمرت الشيء أي أخفيته وسترته عن غيره، فحينئذٍ الأصل في إطلاق الضمير على الضمير المستتر، أما البارز فالأصل فيه أنه ليس بمستتر لأن الضمير معناه الخفاء والاستتار، فالتاء وأنا وهو ضمائر، فليست مستترة ولا مخفية،\n(1/430)\n\nفحينئذٍ يكون إطلاق لفظ الضمير على البارز من باب التوسع، فيسمى ضميراً توسعاً لأنه ليس فيه خفاء، فإطلاقه على المستتر حقيقي، وعلى البارز من باب التوسع فيكون مجازاً.\nوحقيقة الضمير: ما دل على متكلم كأنا، أو مخاطب كأنت، أو غائب كهو. والضمير له أقسام عدة تأتيكم في المطولات. [ثُمَّ الاِسْمُ العَلَمُ] ثم للترتيب مع التراخي، لأنه أراد أن ينزل من الأعلى فيذكر أعلى المعارف إلى أن يصل أدناها، فبدأ بالضمير ثم العلم فرتبة العلم بعد رتبة الضمير، [ثُمَّ الاِسْمُ العَلَمُ] ثم يأتي من المعارف بعد الضمير الاسم العلم. ولو قال العلم لكفى لأن العلم لا يكون إلا اسماً. والعلم لغة: يطلق على معانٍ منها الجبل ومنها الراية ومنها العلامة\nوَإِنَّ صَخْرًا لَتَأْتَمُّ الهُدَاةُ بِهِ ... كَأَنَّهُ عَلَمٌ فِي رَأْسِهِ نَارُ\nوأما في الاصطلاح: فهو ما دل على مسماه بلا قيد. فما اسم موصول يصدق على المعرفة والنكرة، لكن نقول: هنا المراد به المعرفة لأنه أراد أن يعرف الأخص، وهو العلم فحينئذٍ لا بد من أخذ المعرفة جنساً في حد العلَم، فكل علَم معرفة وليس كل معرفة علما، على القاعدة المطردة التي نذكرها دائماً هنا، دل على مسماه هذا يشمل كل المعارف، وخرج بقوله: بلا قيد كل المعارف عدا العلم، لأن المعارف الستة التي ذكرناها: إما أن تدل على مسماها بقيد أو بلا قيد، وما دل على مسماه بقيد إما أن يكون القيد لفظياً أو حسياً أو معنوياً، لفظياً كرجل نكرة، والرجل معرفة، والذي دلك على أن الرجل",
        "(1/431)\n\nمعرفة القيد اللفظي وهو أل، لأنك تلفظت بأل فهذا قيد لفظي دل على أن مدخوله معرفة، أو حسياً نحو: هذا زيد، هذا معرفة دل على مسماه بقيد حسي لأنه يشير إليه بيده، فإذا قيل: هذا زيد بدون إشارة، لم يحصل التعريف، إذاً لا بد في اسم الإشارة أن تصحبه إشارة حسية، فحينئذٍ نقول: اسم الإشارة معرفة دل على مسماه ولكن بقيد، وهذا القيد قيد حسي، أو معنوياً نحو: أنا زيد، فأنا معرفة دل على مسماه بقيد معنوي، وهو التكلم، أنت زيد، أنت معرفة دل على مسماه بقيد معنوي وهو الخطاب، هو زيد، دل على مسماه ولكن بقيد معنوي وهو الغَيبة، إذاً عرفنا أن المعارف قسمان: ما دل على مسماه بقيد، وما دل على مسماه بلا قيد، فإن دل على مسماه بقيد فلا يخلو عن ثلاثة أحوال: إما أن يكون القيد لفظياً مثل: الرجل، وإما أن يكون حسياً مثل: اسم الإشارة، وإما أن يكون معنوياً مثل التكلم والخطاب والغَيبة، هذه الثلاثة تشمل كل المعارف إلا العلَم فيدخل في القسم الثاني وهو ما دل على مسماه بلا قيد، فحينئذٍ تقول: العلَم ما دل على مسماه بلا قيد لفظي ولا حسي ولا معنوي؛ لأن الأقسام محصورة في ستة فقط، فإذا دل على مسماه وانتفى القيد الحسي واللفظي والمعنوي حكمت عليه بأنه علَم. [فَذُو الأَدَاةِ] الفاء للترتيب، فهي تفيد أن ما بعد الفاء في الرتبة بعد ما قبلها، ذو الأداة يعني المحلى بأل رتبته بعد رتبة العلَم، ونقول: هذا ليس بصحيح، ليس ذو الأداة بعد العلَم، بل اسم الإشارة والموصول أعرف منه، حينئذٍ قد خالف الناظم الأصل\n(1/432)",
        "\nولعله من أجل النظم، [فَذُو الأَدَاةِ] أي المحلى بأل، ولم يقل: المحلى بأل ليشمل أم الحميرية، وأيضاً قال ابن هشام: فذو الأداة معرف، لأن بعض النحاة لا يرى أن أل كلها معرفة، وإنما اللام فقط، فجمعاً بين هذه الأقوال عبر بقوله: فذو الأداة أي المعرف بأل، أو ما يقوم مقامها. [ثُمَّ الاِسْمُ المُبْهَمُ] ثم على بابها، والمبهم مأخوذ من الإبهام، وهو عدم الإيضاح، ويريد به الناظم هنا أسماء الإشارة والموصولات، وسميت أسماء الإشارة والموصولات مبهمات لأنها تحتاج إلى مفسِّر يفسر ويبين ويعين المراد بها، فاسم الإشارة لا بد له من إشارة حسية ولا يعرف المراد إلا بها، فلو قلت: هذا زيد، وعندك مائة لا تعرف من هو زيد حتى تشير إليه، حينئذٍ صار مبهمًا، حتى تقترن به الإشارة، ولو قلت: جاء الذي ..\nصار مبهمًا، فإن قلت: جاء الذي قام أبوه، عرفته إذاً يحتاج إلى جملة الصلة تبين المراد من الموصول، فالذي والتي واللذان واللتان والذين ومن وما وأل كلها مبهمات، لا يفهم المراد منها إلا بجملة الصلة وتكون مشتملة على عائد، [ثُمَّ الاِسْمُ المُبْهَمُ] وتحته نوعان: أسماء الإشارة، وأسماء الموصولات، واسم الإشارة هو ما وضع لمسمى وإشارة إليه، مسمى يعني ما دل على مسماه، وإشارة إليه لا بد من إشارة إليه وإلا لحصل الإبهام، كأنه قال: ما دل على مسماه بقيد الإشارة إليه، والمشار إليه قد يكون مفرداً، وقد يكون مثنى، وقد يكون جمعاً، وكل من الثلاثة قد يكون مذكراً، وقد يكون مؤنثاً، وهذه مبسوطة في المطولات، والمقصود هنا الذي نبحث عنه أن اسم الإشارة من\n(1/433)\n",
        "المعارف، فحينئذٍ ينعت به، وينعت. والاسم الموصول وموصول اسم مفعول من وصل الشيء بغيره إذا أتمه، فالموصول هو ما افتقر إلى صلة، وعائد، ما أي اسم، افتقر والافتقار أشد الاحتياج، وهو علة بناء الموصولات، ما افتقر إلى صلة يقصدون بها الجملة أو شبهها، تقول: جاء الذي قام أبوه، جملة قام أبوه هي الصلة وهي جملة فعلية، وجاء الذي أبوه قائم، جملة أبوه قائم هي الصلة وهي جملية اسمية، وجاء الذي عندك، وجاء الذي في الدار، فعندك وفي الدار شبه الجملة وهو الصلة، فجملة الصلة هي التي عينت المراد ورفعت الإبهام عن الذي ونحوه، إذاً كل اسم موصول لا بد له من جملة تبين وتكشف المراد وإلا صار مبهماً، وعائد يقصد به الضمير، فنحو: جاء الذي قام أبوه، كما ذكرناه في الجملة الخبرية، لا بد لها من رابط يربطها بالموصول مطابقٍ له إفرادًا وتثنية وجمعًا، وتذكيرًا وتأنيثًا. والاسم الموصول نوعان مشترك ومختص، وليس المراد هنا البحث في تلك التفصيلات.\nوَمَا إِلَى أَحَدِ هَذِي الأَرْبَعَهْ ... أُضِيفَ فَافْهَمِ المِثَالَ وَاتْبَعَهْ\nنَحْوُ أَنَا وَهِنْدُ وَالغُلاَمُ ... وَذَاكَ ... وَابْنُ عَمِّنَا الهُمَامُ\n[وَمَا إِلَى أَحَدِ هَذِي الأَرْبَعَهْ] أي هو في الأصل نكرة، ثم أضيف إلى الضمير فاكتسب التعريف، تقول: جاء غلامك، غلام هذا مفرد نكرة أضيف إلى الضمير، فصار معرفة، لأنه أضيف إلى المعرفة، وكل نكرة أضيفت إلى معرفة اكتسبت التعريف، وتكون في رتبة ما أضيف إليه، إلا المضاف إلى الضمير فهو في رتبة العلم،\n(1/434)\n\nوجاء غلام زيد، غلام نكرة أضيف إلى زيد وهو علم فاكتسب التعريف، فغلام زيد معرفة، لأن الاسم المفرد قبل التركيب ليس هو عينه بعد التركيب، وغلام زيد في رتبة العلَم، كذلك إذا أضيف إلى اسم الإشارة، نحو: جاء غلام هذا، فغلام هذا معرفة، لأنه أضيف إلى اسم الإشارة فاكتسب التعريف، وهو في رتبته، وتقول: جاء غلام الذي أبوه قائم، فغلام الذي أبوه قائم معرفة، لأنه أضيف إلى الموصول فاكتسب التعريف، وهو في رتبة الموصول، [وَمَا إِلَى أَحَدِ هَذِي الأَرْبَعَهْ] أي وما أضيف، وما اسم موصول بمعنى الذي معطوف على قوله الاسم المبهم؛ لأن مراده الترتيب، وأضيف جملة الصلة، [أُضِيفَ] هو أي الاسم النكرة إلى أحد هذه الأربعة المذكورة سابقاً، [فَافْهَمِ المِثَالَ وَاتْبَعَهْ] الفهم إدراك معنى الكلام، والمراد بالكلام هنا المثال، والمثال جزئيٌّ يذكر لإيضاح القاعدة، لإيضاح القاعدة أي لشرحها تقول: الفاعل مرفوع، مثاله: جاء زيد، فجاء زيد هذا مثال، والشاهد جزئيٌّ يذكر لإثبات القاعدة، لكن إذا أردت أن تثبت قاعدة الفاعل مرفوع لا بد أن يكون الشاهد مما يعتمد عليه في نقل اللغة العربية، ويحتج بأهله في إثبات الأحكام، فلذلك لا يشترط في المثال النقل بخلاف الشاهد، [وَاتْبَعَهْ] لأن الأصل في الحكم أن هذا موصول إنما هو الاتباع للعرب في أحكام المفردات، [نَحْوُ أَنَا] وهو ضمير للمتكلم، [وَهِنْدُ] للعلَم وهو مؤنث، وزيد مذكر، [وَالغُلاَمُ] مثال لذي الأداة، [وَذَاكَ] اسم الإشارة، [وَابْنُ عَمِّنَا الهُمَامُ] وابن عمنا أضيف إلى واحد منها، وعمنا",
        "(1/435)\n\nهذا معرفة مضاف إلى معرفة، فابن نكرة، وعم نكرة، ونا معرفة، إذاً الأصل عمنا، وهو معرفة أصله نكرة ثم أضيف إلى الضمير نا فاكتسب التعريف، ثم أضيف إليه ابن، فاكتسب ابن التعريف لأنه أضيف إلى معرفة، وما أضيف إلى معرفة ليس المراد المضاف إليه، ولو أرادوا المضاف إليه لما صح المثال السابق، فعمنا ليس المراد نا الدالة على الفاعلين، وإلا لما احتيج إلى قسم مستقل لأن نا داخلة في قسم الضمير. وغلام زيد، ليس المراد زيد لأنه علم داخل في قسم العلَم، وغلام هذا، وغلام الذي .. ليس المراد المضاف إليه إنما الحكم لكونه معرفة، للمضاف وهو غلام نكرة، متى نحكم عليه بأنه معرفة؟ إذا دخلت عليه أل أو أضيف إلى معرفة فتقول: غلام زيد، وغلامي فهو معرفة لأنه أضيف إلى معرفة، وابن معرفة لأنه أضيف إلى معرفة، وابن عمنا معرفة لأنه أضيف إلى معرفة، و [الهُمَامُ] المراد به في الأصل الملك العظيم الهمة. هذا ما يتعلق بالمعرفة، وقدَّمها على النكرة وإن كانت النكرة هي الأصل لأن الأصل في الاسم أن يكون نكرة والمعرفة فرع عنها، وإنما كانت النكرة أصلا لسببين:\nالأول: لاندراج كل معرفة تحتها ولا عكس، فرجل والرجل، رجل نكرة، والرجل معرفة وأيهما أخص؟ نقول: رجل أعم، والرجل أخص، وأيهما يدخل تحت الآخر؟ الرجل يدخل تحت الأعم وهو رجل، إذًا صارت النكرة أصلا لدخول كل معرفة تحتها، فالرجل هذا معين، وما وضع ليستعمل في معين هو المعرفة،\n(1/436)",
        "\nورجل هذا شائع لا يختص بواحد دون آخر.\nوالثاني: أن المعرفة لا يحكم عليها بكونها معرفة إلا لسبب، فتحتاج إلى سبب، لا بد أن ننظر فيه هل هو ضمير أو لا، علم أو لا، اسم إشارة أو لا، إذاً لا بد له من سبب، بخلاف النكرة فلا تحتاج إلى سبب في الحكم عليها بكونها نكرة، فحينئذٍ لعدم احتياجها إلى سبب في الحكم عليها في كونها نكرة جعلت أصلاً، لأن ما احتاج فرعٌ لما لا يحتاج إلى سبب، إذًا صارت النكرة أصلا، والأصل هنا أن تقدم المعارف ثم يقال: وما عدا ذلك فهو نكرة، تعد المعارف أوَّلا، فيقال المعرفة ستة أو سبعة، وهي الضمير والعلم .. إلى آخره، وما عدا ذلك فهو نكرة، ومن عكس عيب عليه، كما عيب على ابن مالك رحمه الله حيث قال:\n\nنَكِرَةٌ قَابِلُ أَلْ مُؤَثِّرَا ... أَوْ وَاقِعٌ مَوْقِعَ مَا قَدْ ذُكِرَا\nوَغَيْرُهُ مَعْرِفَةٌ ....... ... .......................\nقالوا: لو قدم المعرفة وقال: وغيرها نكرة لكان أصوب وأدق؛ لأنها تنضبط بالعدد فنقول: هذا معرفة وما عدا ذلك فهو نكرة.\nوَإِنْ تَرَى اسْمًا شَائِعًا فِي جِنْسِهِ ... وَلَمْ يُعَيِّنْ وَاحِدًا فِي نَفْسِهِ\nفَهْوَ المُنَكَّرُ وَمَهْمَا تُرِدِ ... تَقْرِيبَ حَدِّهِ لِفَهْمِ المُبْتَدِي\nفَكُلُّ مَا ِلأَلِفٍ وَاللاَّمِ ... يَصْلُحُ كَالفَرَسِ ... وَالغُلاَمِ\n(1/437)\n",
        "حد النكرة: ما شاع في جنس موجود أو مقدر، ما شاع أي انتشر وذاع، وليس له حدود، مأخوذ من الشيوع وهو الانتشار، شاع في جنس يعني في أفراد جنس، والمراد بالجنس هنا المعنى الكلي، والمعنى الكلي له وجود ذهني، ولا وجود له في الخارج، إلا في ضمن أفراده، وإذا كان الجنس معنى في الذهن حينئذٍ قالوا: هذا شاع وله أفراد، وُجد هذا المعنى في الذهن، وأما في الخارج فلا وجود له استقلالا بل وجوده في ضمن أفراده وآحاده، لكن دلالة الحقيقة الذهنية على الفرد الخارجي بدلالة اللزوم، لأن اللفظ وضع للمعنى الذهني مع مراعاة فرد خارجيٍّ، فلا بد حينئذٍ أن يجعل الفرد الخارجي قيداً في المعنى الذهني، هذا هو حقيقة النكرة، أن يكون اللفظ له حقيقة ذهنية أي في الذهن، لكن مع مراعاة الفرد الخارجي، لأن الحقيقة الذهنية قد توجد في الذهن وهي حقيقة ذهنية، من غير اعتبار شيء في الخارج أبداً، بل لا يمكن أن يوجد لها فرد في الخارج، مثل بحر من زئبق، المعنى الكلي وجد في الذهن، وليس له أفراد في الخارج بل يمتنع أن يوجد له أفراد في الخارج، وهنا في النكرة المعنى الكلي له وجود ذهني، وفي الخارج في ضمن أفراده، فمثلا رجل المراد به البالغ من بني آدم، وبعضهم يقول: حيوان ناطق بالغ من بني آدم، وهذا معنى ذهني، وضع له لفظ رجل، ر ج ل هذا لفظ مركب من ثلاثة أحرف، له معنى، هذا المعنى موجود في الذهن، حيوان ناطق بالغ من بني آدم، وليس بزيد ولا عمرو ولا خالد. لكن لا يوجد في خارج الذهن مستقلاً عن الأفراد بل لا بد أن يوجد في ضمن فرد\n(1/438)\n\nمن أفراده، فزيد رجل بالغ من بني آدم، إذًا وجد المعنى في ضمن أفراده، والمعنى الموجود في ضمن الفرد يكون معنى جزئيا وليس كل المعنى الكلي لأن المعنى قدر مشترك، والقدر المشترك بين زيد وعمرو وخالد وبدر ومحمد ولا ينحصر فيهم، بل كلما وجد فرد صالح للدخول تحت اللفظ شمله اللفظ، وهنا قال: النكرة ما شاع في جنسه، والمراد بالجنس هنا ليس المعنى الكلي، لأن الجنس الذي هو المعنى الكلي لا يتبعض، بل هو شيء واحد، إذا قيل: الإنسان معناه حيوان ناطق، لكنه في الذهن فقط فلا يتعدد، وإنما التعدد يكون في الخارج فقط.\nفالمعنى الذهني لا يتعدد وإنما الذي يتعدد هو الأفراد، فقوله: ما شاع في جنس يعني في أفراد جنس يعني انتشر في الأفراد، كالرجولة فكونه ذكراً من بني آدم هذا موجود وشائع ومنتشر وذائع في الأفراد، وأما نفس المعنى الذي وجد في عمرو وفي زيد وفي خالد فهذا معنى الجنس، ووجوده في الذهن، لذلك لا بد من التقدير تقول: ما شاع في جنس أي في أفراد جنس، موجود أو مقدر، إذًا الأفراد قد تكون موجودة بالفعل، وقد تكون مقدرة لأن الأصل في المعنى الشائع أن يكون له أفراد إذ لا يكون شائعًا منتشرًا وهو لم يوجد منه إلا فرد واحد، إذًا لابد من جعله مقدرًا فنقول مثلا: رجل هذا له أفراد كثيرة كما سبق، وشمس له معنى ذهني وهو أنه كوكب نهاري ينسخ ظهوره وجود الليل، كلما وجد هذا الشيء في الخارج سمي شمسًا، لكن بالفعل لم توجد إلا شمس واحدة، ولو وجد كوكب نهاري ينسخ ظهوره وجود الليل لسُمِّي شمسًا كذلك، كما",
        "(1/439)\n\nيقال في رجل بالمعنى الذهني كلما وجد ذكر من بني آدم بالغ أطلق عليه أنه رجل، فأفراده لا تنتهي، لذلك قال: في جنس يعنى في أفرادٍ موجودة بالفعل متعددة، أوله فرد واحد، ولكن الثاني مقدر يعني فرد بالقوة لو وجد لكان ذاك الوصف مستحقًا له.\nوأما جمع شمس على شموس فالجمع باعتبار المطالع، يعني إذا قيل: هذه شموس فهل يصح الجمع أولا؟ نقول: نعم يصح ولكن هل هو كرجال؟ فرجال جمع رجل، وأفراده متعددة ولها وجود، وأما شمس فليس إلا شمس واحدة، وإنما الجمع باعتبار المطالع، فشمس السبت غير شمس الأحد غير شمس الاثنين وهكذا، إذًا جمعت هذه المطالع فقيل شموس، لذلك يصح أن يقال: شمسُ يومنا أحرُّ من شمس أمس، إذًا فوضل بين شمس واحدة لكن باعتبارين، [وَإِنْ تَرَى اسْمًا] من حيث المعنى [شَائِعًا] بمعنى أنه منتشر وذائع [فِي جِنْسِهِ] يعني في أفراد جنسه الموجودة أو المقدرة، والجنس المنطقي الاصطلاحي هو ما لا يمنع تعقله من وقوع الشركة فيه أي في مدلوله، فالشيوع يكون في الأفراد لا في الحقائق، لأن الجنس معنىً كلي قائم بالذهن، فهو لا يتعدد، فالجنس من حيث هو لا يقبل التعدد، لأنه حقيقة واحدة، لا يتفاوت فيها الشيء في نفسه، وإن حصل تفاوت فهو باعتبار الأفراد، إذًا له معنى ذهني والمراد بالمعنى الذهني هو ما يتصوره العقل سواءٌ طابق ما في الخارج أم لا. [وَلَمْ يُعَيِّنْ وَاحِدًا فِي نَفْسِهِ] أي لم يختصَّ به واحد من أفراد جنسه دون الآخر، لا يمكن أن يأتي زيد فيقول: رجل هذا خاصٌّ بي ولا\n(1/440)",
        "\nيشاركني فيه أحد، فلا يختص به واحد من أفراد جنسه بل يشاركه غيره، لأن لفظ رجل وضع للقدر المشترك فهو صالح للكل. [فَهْوَ المُنَكَّرُ] الفاء واقعة في جواب الشرط، والجملة من المبتدأ والخبر في محل جزم جواب الشرط، والحاصل أن النكرة هي المعنى الذهني المشترك بين الأفراد بدون قطع النظر عن وجود بعض أفراده الخارجية فيه التي هي محل التعدد. [وَمَهْمَا تُرِدِ تَقْرِيبَ حَدِّهِ لِفَهْمِ المُبْتَدِي] لو قدَّم هذا الضابط لكان أحسن، [وَمَهْمَا] اسم شرط جازم، [تُرِدِ] فعل مضارع فعل الشرط مجزوم وجزمه سكون مقدر على آخر منع من ظهوره اشتغال المحل بكسرة الروي، والفاعل ضمير مستتر تقديره أنت، [تَقْرِيبَ] مفعول به أي تسهيل، وتقريب تفعيل بمعنى اسم الفاعل أي مقرِّب أي ومهما ترد مقربَ [حَدِّهِ] يعني ما يقرب لك حد النكرة، وتقريب مضاف وحده مضاف إليه من إضافة المصدر إلى مفعوله، وتقريب حده يعني حد النكرة، والحد المراد به هنا الرسم، وكثيرًا ما يطلق الحد مرادًا به الرسم لأن الرسم والحد كلاهما معرِّف، [لِفَهْمِ المُبْتَدِي] لفهم جار ومجرور متعلق بقوله تقريب، فالتقريب حاصل لفهم المبتدي في هذا الفن الذي هو النحو، والمبتدي هو من أخذ في أوائل العلم، فحينئذ أراد أن يقرب ذلك الحد السابق إلى فهم المبتدى من أجل أن يدركه على وجهه يعني فإذا أردت تقريب النكرة والتفريق بينها وبين المعرفة، [فَكُلُّ مَا ِلأَلِفٍ وَاللاَّمِ ... يَصْلُحُ كَالفَرَسِ وَالغُلاَمِ] فما كان قابلاً أل نكرة، كما قال ابن مالك نكرة قابل أل ...\nفكل ما\n(1/441)\n",
        "صلح لغة لا عقلاً وقبل أل بالفعل أو بالقوة فهو نكرة، [فَـ] هو [كُلُّ] خبر لمبتدأ محذوف تقديره هو، والفاء واقعة في جواب الشرط مهما، والجملة من المبتدأ والخبر في محل جزم جواب الشرط، [فَكُلُّ مَا] كل هذا خبر وهو مضاف وما اسم موصول بمعنى الذي مضاف إليه يصدق على الاسم [ِلأَلفٍ وَاللاَّمِ يَصْلُحُ] أي كل ما يصلح لأل، فجملة يصلح لا محل لها صلة الموصول، لألف جار ومجرور ولام معطوف عليه والجار والمجرور متعلق بقوله يصلح، والمراد بالصلاحية هنا القبول، إذًا كل ما يصلح ويقبل الألف واللام لغة لا عقلاً فيصح اللفظ فهو نكرة، [كَالفَرَسِ وَالغُلاَمِ] الأجود أن يقول: \"كفرس وغلام\" لأنه يقبل أل، وإنما أتى به معرفًا لضيق النظم، كالفرس هذا مثال لما لا يعقل، والغلام هذا مثال لما يعقل، إذًا كل اسم صلح أن يقبل أل بالفعل أو بالقوة فنحكم عليه أنه نكرة، فتقول: غلام، هذا نكرة، لا يشترط أن تقول الغلام تُدخل أل بالفعل حتى نحكم عليه أنه نكرة، بل مجرد القبول يكفي في الحكم عليه أنه نكرة. وهذه قاعدة في كل العلامات، فالمراد بها مجرد القبول، والمراد بالقبول لغةً لا عقلاً، لأن العقل يُجوِّز ما لا تأتي به اللغة، إذًا علامات النكرة التي تميز بها عن المعرفة كثيرة لكن أشهرها ما ذكره الناظم هو دخول أل، ومنها دخول رُبَّ قال في الملحة:\nفَكُلُّ مَا رُبَّ عَلَيهِ تَدْخُلُ ... فَإِنَّهُ مُنَكَّرٌ يَا رَجُلُ\n(1/442)\n\nفرُبَّ من علامات النكرة، ولا نقول من علامات الاسم فحسب، ومنها نصب الاسم على أنه تمييز أو حال دليل على أنه نكرة على مذهب البصريين، لأنه لا يكون التمييز إلا نكرة ولا تكون الحال إلا نكرة، ومنها دخول مِن الاستغراقية دليل على أن مدخولها نكرة\"كقوله تعالى: (مَا جَاءَنَا مِنْ بَشِيرٍ) (المائدة: من الآية19). لأن من الاستغراقية خاصة بالنكرات، ومنها دخول لا النافية للجنس لأنها تختص بالنكرات لذلك قال ابن مالك:\nعَمَلَ إِنَّ اجْعَلْ لِلاَ فِي نَكِرَهْ ... مُفْرَدَةً جَاءَتْكَ أَوْ مُكَرَّرَهْ\nومنها تنوين التنكير وسبق أنه اللاحق للأسماء المبنية فرقًا بين معرفتها ونكرتها فما دخل عليه تنوين التنكير حكمنا عليه بأنه نكرة كصهٍ، فهذه العلامات إذا وجدت دلت على أن الاسم نكرة.",
        "(1/443)\n\nبَابُ العَطْفِ\nأي باب حروف العطف، أي هذا باب بيان حقيقة العطف، والعطف في اللغة: الرجوع إلى الشيء بعد الانصراف عنه، وأما في الاصطلاح عند النحاة فالعطف نوعان: عطف بيان وعطف نسق. فعطف البيان من اسمه عطف أريد به البيان، وهو - أي البيان - الإيضاح والكشف والتفسير، فحينئذٍ يكون قد عطف بمعنى أنه رجع إلى المتبوع فكشفه وبينه وزاده إيضاحاً إن كان موضحاً، أو تخصيصاً إن كان مخصصاً، فقيل عطف البيان لأنه مبين لما قبله، وفيه معنى الرجوع فإذا قيل: أقسم أبو حفص عمر، عمر هذا عطف بيان، لما قيل: أقسم أبو حفص، لا يفهم منه أنه عمر - رضي الله عنه -، بل يحتمل أنه عمر وغيره، حينئذٍ لما قال: عمر رجع إلى أبي حفص فكشفه ووضحه وفسره وبين المراد به.\nحقيقة عطف البيان هو: تابع موضِّح أو مخصص جامد غير مؤول. قوله: تابع جنس يشمل التوابع الخمسة، فكل التوابع داخلة في قوله: تابع، موضح أو مخصص أي موضح لمتبوعه إن كان معرفة، ومخصص لمتبوعه إن كان نكرة، بهذا الفصل كونه موضحاً ومخصصاً أخرج به التوكيد، نحو: جاء زيد نفسه، وجاء زيد عينه، فنفسه وعينه لم يؤت بها للتوضيح والتخصيص، لأنه -كما سيأتي- فائدة التوكيد مغايرة لفائدة النعت وعطف البيان، وأخرج أيضاً\n(1/444)",
        "\nعطف النسق لأن عطف النسق ليس موضحاً ولا مخصصاً، وإنما تكون وظيفته بحسب معنى ووظيفة حرف العطف، وأخرج البدل نحو: أكلت الرغيف ثلثه، هذا ليس بتوضيح ولا بتخصيص كما سيأتي في موضعه، إذاً قوله: تابع جنس شمل التوابع الخمسة، موضح أو مخصص. أخرج التوكيد وعطف النسق والبدل، قوله: جامد، أخرج به النعت لأن النعت فائدته التخصيص والتوضيح، إذاً تابع موضح أو مخصص شارك النعتُ عطفَ البيان في هذه الفائدة، وبجامد أخرج النعت لأن النعت تابع مشتق لا بد أن يكون مشتقاً، فإذا لم يكن مشتقاً حينئذٍ ينظر إلى النوع الثاني وهو كونه جامداً، فإن كان جامداً فإما أن يؤول بمشتق، أو لا، فإن أمكن تأويله بمشتق فهو داخل في النعت لأن النعت قسمان: مشتق، وجامد مؤول بالمشتق، قوله: جامد، أخرج النعت المشتق، وقوله: غير مؤول، أخرج النعت الجامد المؤول بالمشتق، فتعين حينئذٍ أن يقال: عطف البيان تابع فائدته التوضيح والتخصيص ثم هو جامد غير مؤول، لأن الجامد نوعان: جامد يؤول بالمشتق، وجامد لا يؤول بالمشتق. والثاني هو عطف البيان. وحكمه أنه يوافق متبوعه في أربعة من العشرة التي ذكرناها في النعت الحقيقي، فهو كالنعت الحقيقي، يوافق متبوعه في واحد من أوجه الإعراب، وواحد في الإفراد وفرعيه، وواحد من التذكير والتأنيث، وواحد من التعريف والتنكير. عطف البيان لما كان مفيداً فائدة النعت في الإيضاح والتخصيص، يلزمه موافقة المتبوع في التذكير والإفراد وفروعهن\n(1/445)\n",
        "والإعراب. نحو: أقسم أبو حفص عمر، أقسم فعل ماض، وأبو حفص فاعل مرفوع ورفعه الواو نيابة عن الضمة لأنه من الأسماء الستة، وأبو مضاف، وحفص مضاف إليه، وعمر عطف بيان، لأنه تابع موضح جاء بعد معرفة، وهو جامد غير مؤول؛ لأن عمر هذا علم، والأعلام جامدة ولا تؤول بالمشتق. ومثله: هذا خاتمٌ حديدٌ، هذا مبتدأ، وخاتم خبر، وحديد عطف بيان، وفيه أوجه لكن المثال هنا لعطف البيان، حديد نقول: عطف بيان؛ لأنه تابع مخصص جاء بعد النكرة، وهو جامد غير مؤول.\nويرد الإشكال في نحو: قال أبو بكر الصديق، وقال عمر الفاروق، والصديق والفاروق كلٌ منهما عطف بيان، وعطف البيان لا يكون مشتقاً، والصدّيق فعّيل، والفاروق فاعول وهما مشتقان، إذاً فكيف نقول: هما عطف بيان وهما مشتقان؟ نقول: هذه صارت أعلاماً سلبت المعنى الذي دلت عليه سابقاً، فهي مسلوبة المعنى، ففاروق لا يدل على شيء وإن كان هو في الأصل سمي فاروقا للفرق بين الحق والباطل، والصدّيق سمي بذلك لكثرة الصدق لكونه صدق النبي - صلى الله عليه وسلم - في الإسراء وغيره، فحينئذٍ نقول: هذا اللفظ إذا أطلق انصرف إلى أبي بكر وعمر رضي الله عنهما، صار كالعَلَم كما تقول عمر وعثمان إذا أطلق انصرف إلى مسماه كذلك الصدّيق إذا أطلق انصرف إلى مسماه وهو أبو بكر - رضي الله عنه - حينئذٍ صار علَماً، كذلك الفاروق إذا أطلق انصرف إلى عمر بن الخطاب - رضي الله عنه -، حينئذٍ صار علَماً وهو مشتق في الأصل. لما صار علماً بمعنى أنه إذا أطلق انصرف إلى مسماه مطلقاً بلا قيد عومل معاملة\n(1/446)\n\nالأعلام، فحينئذٍ سلب المعنى الذي كان له في الأصل دالاً عليه قبل العلمية، إذاً لا اعتراض على هذا الحد.\nومنه قوله تعالى: (فِدْيَةٌ طَعَامُ مِسْكِينٍ) [البقرة:184] طعام عطف بيان أريد به التخصيص، ومنع كثير من النحاة كون عطف البيان نكرة تابعاً للنكرة، والصواب أنه يصح أن يكون نكرة تابعاً للنكرة.\nومنه قوله تعالى: (وَيُسْقَى مِنْ مَاءٍ صَدِيدٍ) [إبراهيم:16] صديد عطف بيان، وهو نكرة، وماء هو المتبوع وهو نكرة، إذاً عطف البيان يأخذ حكم متبوعه، إن كان مرفوعاً فهو مرفوع، وإن كان منصوباً فهو منصوب، وإن كان مجروراً فهو مجرور. والقاعدة عندهم: أن كل اسم صح الحكم عليه بأنه عطف بيان صح أن يحكم عليه بأنه بدل كل من كل، مفيدٌ لتقرير معنى الكلام وتوكيده، لكونه على نية تكرار العامل. هذا هو عطف البيان، لكن الناظم قال: بَابُ العَطْفِ وأراد به النوع الثاني، وهو عطف النسق بدليل أنه لم يذكر عطف البيان. باب العطف، أل للعهد الذهني، والذي يوقف الطالب على هذا المعهود وهو أمر ذهني هو الموقف. وإن شئت قل: للعهد الحضوري لأنه ذكر تحت الترجمة عطف النسق فقط، والنسق بفتح السين اسم مصدر بمعنى اسم المفعول أي منسوق، يقال: نسقتُ الكلام إذا عطفت بعضه على بعض، والمصدر بالتسكين نسْق، عطف النسق من باب إطلاق المصدر",
        "(1/447)\n\nوإرادة اسم المفعول أي العطف المنسوق من إضافة الموصوف إلى الصفة، أو المسمى إلى الاسم، والنسْق أو النسَق هو النظم. واصطلاحاً: هو التابع المتوسط بينه وبين متبوعه أحد حروف العطف الآتي ذكرها، العشرة أو التسعة. قوله: التابع هذا جنس يشمل التوابع الخمسة كلها، والمتوسط فصل أخرج به كل التوابع، والمتوسط بينه وبين متبوعه أي الذي وقع وسطاً بينه وبين متبوعه أحد حروف العطف الآتي ذكرها، حينئذٍ أخرج النعت، والتوكيد، وعطف البيان، والبدل هذه كلها متصلة بمتبوعها، إذ ليس ثَمَّ فاصل بحرف بين التابع والمتبوع، حينئذٍ اختص الحد بعطف النسق. قال الناظم:\nهَذَا وَإِنَّ العَطْفَ أَيْضًا تَابِعُ ... حُرُوفُهُ عَشَرَةٌ يَا سَامِعُ\n[هَذَا] أي خذ هذا المذكور من أحكام النعت السابقة الذكر أو حكم النعت هذا. حينئذٍ يصح إعرابه مفعولاً به، خذ هذا المذكور، أو خبرًا لمبتدأ محذوف حكم النعت السابق الذكر هذا، أو العكس هذا الذي سبق ذكره حكم النعت، وهذا يسمى عندهم براعة المخلص، لأن الغرض من الجملة التخلص، أي الانتقال من حال إلى حال، ومن كلام إلى كلام، إن كان بينهما مناسبة. فيسمى براعة المخلص، وإن لم يكن بينهما مناسبة فيسمى الاقتضاب، وهنا فيه مناسبة لأنه انتقل من بيان فرد من أفراد التابع إلى بيان تابع آخر. فانتقل من فرد إلى فرد آخر؛ لأن النعت وعطف النسق فردان للتابع، والتابع جنس، حينئذٍ لما انتقل من فرد من أفراد الجنس وهو\n(1/448)",
        "\nالنعت إلى بيان عطف النسق نقول: بينهما مناسبة. وقوله: [هَذَا] جملة وليس بمفرد؛ لأنك إما أن تقدره مفعولاً به لفعل محذوف أي خذ هذا، أو خبراً لمبتدأ محذوف أي حكم النعت هذا، أو مبتدأً لخبر محذوف. إذاً صار جملة الغرض منها التخلص. [وَإِنَّ العَطْفَ أَيْضًا تَابِعُ] الواو حرف استئناف، إذاً بدأ كلاماً جديداً. [وَإِنَّ العَطْفَ] إن: يقال فيها ما قيل في إن الكلام وإن السكون، فالكلام هنا لا يناسبه التوكيد، [أَيْضًا] مفعول مطلق، وهو مصدر لآض يئيض أيضاً بمعنى رجعنا رجوعاً لبيان التوابع، وهو حكم عطف النسق، فأيضاً دائماً تكون منصوبة، ونصبها يكون على أنها مفعول مطلق، والعامل فيه محذوف واجب الحذف تقديره آض، [وَإِنَّ العَطْفَ أَيْضًا تَابِعُ] العطف اسم إن، وتابع خبرها، يعني من التوابع، إذاً حَكَمَ عليه بأنه من التوابع، ولكن ليس فيه فائدة جديدة، وإنما ذكره توطئة لما بعده. [حُرُوفُهُ عَشَرَةٌ يَا سَامِعُ] حروفه أي حروف التابع أو حروف العطف عشرة، لما قال: حروفه علمنا أن المراد بقوله: إن العطف عطف النسق؛ لأن الذي له حروف هو عطف النسق، فالضمير في حروفه يعود على العطف، أي حروف العطف، فصار قيداً لقوله العطف؛ فالمراد به عطف النسق. [حُرُوفُهُ عَشَرَةٌ] حروفه مبتدأ، وعشرة خبره، وعشرة بعدِّ إما بكسر الهمزة، لأنها من حروف العطف عند الناظم، والأصحُّ إسقاطها، فحينئذٍ تكون تسعة، [حُرُوفُهُ عَشَرَةٌ] أو تسعة بإسقاط إما؛ لأن إما الأصح أنها ليست حرف عطف، والعاطف هو الواو التي قبلها، فنقول: الواو هي\n(1/449)\n",
        "حرف العطف بدليل أنه لا توجد إما التي يقال فيها: إنها حرف عطف إلا وسبقتها الواو فهي ملازمة لها، وحرف العطف لا يدخل على حرف عطف مثله، فلما دخلت الواو على إما ولازمتها في كل تركيب علمنا أنها ليست حرف عطف. نحو قوله تعالى: (فَإِمَّا مَنًّا بَعْدُ وَإِمَّا فِدَاءً) [محمد:4] قالوا: إما هذه حرف عطف. ونقول: لا، بل الصواب أن الواو هي حرف العطف، وإما هذه للتفصيل. [يَا سَامِعُ] يا حرف نداء، وسامع منادى والمراد به تكميل البيت. وحروف العطف عنده عشرة، وهذه تنقسم إلى قسمين: الأول: ما يُشرِّكُ في اللفظ والمعنى وهو ستة على ما ذكره المصنف. والثاني: ما يُشرِّكُ في اللفظ فقط، وهي ثلاثة (بل، ولا، ولكن).\nوما يشرك في اللفظ المراد به: ما يشرك في الإعراب، والمعنى أي في الحكم، فيكون حكم التابع حكم متبوعه فإن كان المعطوف عليه مرفوعاً كان المعطوف مرفوعاً، وإن كان منصوباً كان منصوباً، وإن كان مجروراً فهو مجرور، وإن كان مجزوماً فهو مجزوم؛ لأن العطف كما سيأتي يدخل في الأفعال أيضًا. إذاً ما يشرك في اللفظ أي الإعراب والمعنى وهو ستة، وما يشرك في اللفظ فقط دون المعنى وهي ثلاثة.\nالوَاوُ وَالفَا ثُمَّ أَوْ إِمَّا وَبَلْ ... لَكِنْ وَحَتَّى لاَ وَأَمْ فَاجْهَدْ تَنَلْ\n[الوَاوُ] بدل مفصل من مجمل من قوله عشرة، فالواو بدل من عشرة، وبدل المرفوع مرفوع، ويصح أن يكون خبرًا لمبتدأ محذوف، تقديره أولها الواو، أو يكون مبتدأ خبره محذوف أي منها\n(1/450)\n\nالواو. [الوَاوُ] أي مسمى الواو، لأن مسمى الواو هو الذي يكون حرف عطف وليس لفظ الواو، فالواو اسم ليس بحرف بدليل دخول أل عليه، والتنوين تقول: هذه واوٌ بالتنوين، وإنما مسماه هو الحرف، [الوَاوُ] وهي لمطلق الجمع من غير ترتيب ولا تعقيب ولا معية، فلا تفيد ترتيباً ولا تعقيباً ولا معية، وهذا مرادهم بمطلق الجمع، نقول: جاء زيد وعمرو، جاء فعل ماض، وزيد فاعل مرفوع، والواو حرف عطف مبني على الفتح لا محل له من الإعراب، وعمرو معطوف على زيد وللمعطوف حكم المعطوف عليه، تبعه في الرفع، لأن العطف هنا عطف نسق حينئذٍ يكون تابعاً، والواو من القِسم الأول الذي يشرك في اللفظ أي في الحكم والمعنى، إذًا ثَمَّ اشتراك بين المعطوف والمعطوف عليه في الحكم وهو الرفع، والمعنى وهو إثبات المجيء، فثبت المجيء لزيد كما أنه ثبت المجيء لعمرو، فحينئذٍ جاء زيد وعمرو، وعمرو هذا معطوف على زيد شاركه في الإعراب وهو الرفع، وشاركه في المعنى وهو إثبات المجيء، جاء زيد وعمرو معناه أنهما اشتركا في المجيء، والذي دلنا على اشتراكهما في المجيء هو الواو، إذاً الواو للتشريك دلت على مشاركة عمرو لزيد في إحداث الفعل، ثم يحتمل الكلام بعد ذلك ثلاث احتمالات: جاء زيد وعمرو يحتمل أنهما جاءا معاً، ويحتمل أن زيدًا جاء قبل عمرو، ويحتمل العكس أن عمراً جاء قبل زيد، هذه ثلاث احتمالات على السواء، وإذا وجد مرجح من خارج اللفظ اتُّبع وإلا بقي على الأصل، فإذا سمعت: جاء زيد وعمرو يحتمل أن",
        "(1/451)\n\nزيداً وعمراً جاءا معاً في وقت واحد، ويحتمل أن زيداً قبل عمرو، أو عمراً قبل زيد، ولا ترجيح لأحد الاحتمالات على الآخر، لأن الواو تفيد مطلق الجمع وهو كون زيد مع عمرو فقط اجتمعا في إيجاد الفعل، لا تفيد ترتيباً ولا تعقيباً ولا تنصيصاً على المعية، وإنما تفيد اشتراك المعطوف مع المعطوف عليه في اللفظ والمعنى. قال تعالى: (وَإِذْ يَرْفَعُ إِبْرَاهِيمُ الْقَوَاعِدَ مِنَ الْبَيْتِ وَإِسْمَاعِيلُ) [البقرة:127] الواو هنا تدل على المعية، لكنها بدليل خارجي. وقال تعالى: ((إِذَا زُلْزِلَتِ الأَرْضُ زِلْزَالَهَا وَأَخْرَجَتِ الأَرْضُ أَثْقَالَهَا وَقَالَ 000)) [الزلزلة] هذه الواو تدل على الترتيب ولكن بدليل خارجي. وقال تعالى: ((وَقَالُوا مَا هِيَ إِلَّا حَيَاتُنَا الدُّنْيَا نَمُوتُ وَنَحْيَا)) [الجاثية:24] هؤلاء منكرو البعث وهم الدهرية، حينئذٍ نموت ونحيا، أي نحيا ونموت، لأنهم منكرون للبعث حينئذٍ هذه الواو لا تدل على الترتيب بل تدل على أن ما بعدها سابق على ما قبلها يعني عكس الترتيب، ولو كانت للترتيب لكانت اعترافاً بالحياة بعد الموت.\nوالحاصل أن الواو لمطلق الجمع فلا تفيد ترتيباً ولا تعقيباً ولا معية وإن دلت على الترتيب أو التعقيب فمن دليل خارجي، وأما لذات الواو فلا، ولذلك قال بعضهم: تعطف اللاحق على السابق، وتعطف السابق على اللاحق، وتعطف المصاحب على مصاحبه، وكل منها قد يقع. قال تعالى: (وَلَقَدْ أَرْسَلْنَا نُوحًا وَإِبْرَاهِيمَ)\n(1/452)",
        "\n[الحديد:26] عطفت اللاحق على السابق. وقال: (وَلَقَدْ أُوحِيَ إِلَيْكَ وَإِلَى الَّذِينَ مِنْ قَبْلِكَ) (الزمر: من الآية65) عطفت السابق على اللاحق، وتعطف المصاحب على مصاحبه، وقال: (فَأَنجَيْنَاهُ وَأَصْحَابَ السَّفِينَةِ) [العنكبوت:15] يعني معه، عطفت المصاحب على مصاحبه فصارت حينئذٍ للمعية.\n[وَالفَا] أي والفاء أي مسمى الفاء، وهي للترتيب والتعقيب، تقول: جاء زيد فعمرو، فتفيد الترتيب، ومعنى الترتيب أن مجيء عمرو وقع وحصل بعد مجيء زيد، إذاً ليست كالواو، وتدل على التعقيب بمعنى أن مجيء عمرو وقع مباشرة بعد مجيء زيد بلا مهلة ولا تراخي، أي بلا مدة زمنية بل مباشرة، جاء زيد فعمرو، تلاه عمرو دون فاصل زمني، إذاً نقول: الفاء للترتيب والتعقيب، والمراد بالتعقيب: وقوع المعطوف على المعطوف عليه بلا مهلة، والمراد بالمهلة المدة الزمنية، بأن يكون ثَمَّ فاصل بين المعطوف والمعطوف عليه في الزمن، فإذا قيل: للتعقيب دل على وقوع المعطوف على المعطوف عليه بلا مهلة بلا فاصل زمني، جاء زيد فعمرو، فمعناه أن مجيء عمرو وقع بعد مجيء زيد من غير مهلة، وتفيد التشريك في الحكم، وهذا حكم عام في جميع الحروف، قد لا نحتاج إلى التنصيص عليه في كل حرف.\n(1/453)\n",
        "فكل حرف من حروف العطف يفيد التشريك في اللفظ يعني في الحكم، فما بعدها يتبع ما قبلها في الإعراب، إن كان مرفوعاً فمرفوع ... إلخ، وتعقيب كل شيء بحسبه، جاء زيد فعمرو، المجيء هنا يقع بعد المجيء ولا إشكال فيه، لكن لو قال مثلاً: دخلت البصرة فبغداد فمصر فالجزائر فالمغرب، تقول: الفاءات هذه للتعقيب، لكن إذا قال: دخلت البصرة فبغداد ثَمَّ فترة ومهلة زمنية بين دخول البصرة وبغداد ولا بد من هذا، وإلا كيف ينتقل مباشرة؟ دخل البصرة فبغداد بلا مهلة زمنية، نقول: هذا لا يمكن، إذاً لا بد من مهلة زمنية فكل تعقيب بحسبه فإن كان يقتضي زمناً فحينئذٍ يصير هذا الزمن مستثنى، ويكون التعقيب على أصله فإن زاد على ذلك انتفى التعقيب، يعني لو كانت الفترة الزمنية في الانتقال من البصرة إلى بغداد ثلاثة أيام فإذا دخل البصرة فبغداد في زمن ثلاثة أيام حصل التعقيب لكن لو جلس عشرة أيام نقول: لا يصح التركيب، وإنما يقول: دخلت البصرة ثم بغداد، لوجود المهلة، فإن كان زمن لا بد منه في الانتقال من المعطوف عليه إلى المعطوف ولا يصح ولا يحصل إلا بهذا الزمن نقول: هذا يستثنى، والمثال المشهور تزوج زيد فولد له، الفاء هذه للتعقيب، تزوج عقد النكاح فولد له، لا بد من مهلة، إذاً تعقيب كل شيء بحسبه.\n[ثُمَّ] أي وثم على حذف حرف العطف، وثُم بضم الثاء وهي تفيد الترتيب والتراخي، تقول: جاء زيد ثم عمرو، مجيء عمرو وقع بعد مجيء زيد، ولكن بمهلة وزمن، إذاً بين مجيء زيد ومجيء عمرو مهلة زمنية.\n(1/454)\n\n[أَوْ] أي وأو من حروف العطف، وهي تكون لأحد الشيئين أو الأشياء، إما أن يخير بين شيئين أو أشياء، تقول: جاء زيد أو عمرو أو خالد، إذاً وقع التخيير بين أشياء، وهذه الأشياء لا نهاية لها، ولها أربعة معان:\nالتخيير، والإباحة، والشك، والتشكيك، فأما التخيير والإباحة إذا وقعت أو بعد طلب، وهذا يشمل الأمر والنهي وكل ما يدل على الطلب، فالتخيير نحو: تزوج هنداً أو أختها، تزوج فعل أمر، وهنداً مفعول به، وأو حرف عطف مبني على السكون لا محل له من الإعراب، وأختها معطوف على هند، والمعطوف على المنصوب منصوب، إذاً شركته في الحكم، ووقعت أو هنا بعد أمر، فتقول حينئذٍ أو للتخيير لأنه لا يجوز الجمع بين هند وأختها، فلو كانت للإباحة لجاز الجمع نحو: جالس الحسن أو ابن سيرين، وادرس النحو أو الفقه، هذا مثال الإباحة. فإذا جاز الجمع بينهما وأمكن الجمع وليس ثَمَّ مانع عقلاً ولا شرعاً قالوا: هذه للإباحة، فيجوز الجمع بين مجالسة الحسن وابن سيرين، كما يجوز الجمع بين دراسة النحو والفقه، فتقول: أو وقعت هنا بعد طلب وهو الأمر فحينئذٍ نقول: هذه تدل على الإباحة لأنه يمكن الجمع بين المعطوف والمعطوف عليه، وأما تزوج هنداً أو أختها فلا يمكن الجمع بينهما، والحاصل: أن أو للتخيير إذا وقعت بعد طلب ولم يمكن الجمع، وللإباحة إذا وقعت بعد طلب وأمكن الجمع.",
        "(1/455)\n\nوالشك والتشكيك: وهذا إذا وقعت أو بعد الخبر الذي يحتمل الصدق والكذب لذاته، نحو: جاء زيد أو عمرو، ولا تدري من الذي جاء عند جارك، فتقول: جاء زيد أو عمرو، شككت أنت في واحد منهما، فقلت: جاء زيد أو عمرو، فالشك من عندك أنت مع عدم العلم، والتشكيك مع العلم بأن واحداً منهما قد جاء وتعرفه فتقول: جاء زيد أو عمرو، لا تريد أن تبين له من الذي جاء، تريد الإبهام والتشكيك، أن تشككه في الخبر، فحينئذٍ أنت تعلم أن الذي جاء زيد ولكنك أبهمت على المخاطب فتقول: جاء زيد أو عمرو.\nإذاً نقول: أو يعطف بها أحد الشيئين أو تقع بين شيئين، أو بين أشياء، وتدل على الإباحة أو التخيير أو الشك أو التشكيك، الإباحة أو التخيير إذا وقعت بعد طلب، والفرق بينهما أن الإباحة يجوز الجمع بينهما، والتخيير لا يجوز الجمع بينهما، والمانع قد يكون عقلياً وقد يكون شرعياً. وأما الشك والتشكيك فإذا وقعت بعد الخبر وهو ما ليس بطلب، وهو ما احتمل الصدق والكذب لذاته، فحينئذٍ تفيد الشك إذا كان المتكلم غير عالم بمدلول الخبر، وتفيد التشكيك إذا كان المتكلم عالماً بمدلول الخبر.\n[إِمَّا] أي وإما، فهذه كلها معطوفات بحرف عطف مقدر، لكنهم قد يحذفون حرف العطف في الشعر وهذا جائز اتفاقاً، مختلف فيه في النثر. [إِمَّا] والصحيح أنها ليست بحرف عطف، والعاطف هو الواو الملازمة لها. كقوله تعالى: (فَإِمَّا مَنًّا بَعْدُ وَإِمَّا\n(1/456)",
        "\nفِدَاءً) [محمد:4] وإما الواو هي التي عطفت وليست إما، بدليل لو كانت إما حرف عطف، فالواو باتفاق أنها حرف عطف، وهي أم حروف العطف، فحينئذٍ لصح دخول حرف العطف على حرف العطف، وهو ممتنع لا يجوز دخول حرف عطف على عطف، بل يدخل على اسم أو جملة. لذلك قال الجرجاني: عدُّها في حروف العطف سهو ظاهر.\n[وَبَلْ لَكِنْ .. لاَ] هذه ثلاثة أحرف يُجمع بينها في الذكر، لأن بينها اجتماعاً وافتراقاً، تتفرق في أشياء وتجتمع في أشياء، إذاً بينها اجتماع واشتراك، وبينها افتراق أيضاً، فأما اشتراكها كلها فمن وجهين: أولاً: كونها عاطفة، فكلها تعطف ما بعدها على ما قبلها، فيكون آخذاً حكم ما قبلها؛ لأن ما بعدها يكون معطوفاً وما قبلها معطوفاً عليه، فحينئذٍ أخذ حكمه وشركته في اللفظ، وهذه هي التي تشرك في اللفظ فقط دون المعنى، وقد ذكرنا أن حروف العطف قسمان، ما يُشرِّك في اللفظ والمعنى وهذه ستة أو خمسة، ومنها ما يشرك في اللفظ فقط في الإعراب، أما المعنى فلا، وهذه ثلاثة: بل، ولا، ولكن، فهي عاطفة.\nثانياً: تفيد رد السامع عن الخطأ في الحكم إلى الصواب. تقول: ما جاء زيد لكن عمرو، إذاً رددت السامع عن الحكم الذي وقع فيه الخطأ إلى الصواب.\n(1/457)\n",
        "وأما افتراقها فمن وجهين: أولاً: أن لا تكون لقصر القلب، وقصر الإفراد، وبل ولكن لقصر القلب فقط. تقول: جاءني زيد لا بكر، ردًّا على من اعتقد أن بكرًا جاء دون زيد، وهذا قصر قلب، أو أنهما جاءاك معًا، وهذا قصر إفراد، وتقول: ما جاءني زيد لكن بكر أو بل بكر، ردًّا على من اعتقد العكس، فهذا قصر قلب فقط، وحقيقة القصر هي إثبات الحكم في المذكور ونفيه عما عداه. أقول مثلاًً: جاء زيد، فقد يعتقد الشخص مجيء زيد فحينئذٍ هذا الحكم إن كان صواباً فلا إشكال، وإن كان خطأ فحينئذٍ يحتاج إلى تصحيح، فتقول: ما جاء زيد بل عمرو، نفيت المجيء عن زيد، وأثبته لعمرو فحصل قلب، أي قلب الاعتقاد عند السامع من اعتقاد مجيء زيد إلى اعتقاد مجيء عمرو بلا ونحوها، ومثله: ما جاء زيد لكن عمرو.\nوقصر الإفراد يكون لمن يعتقد مجيئهما معاً، والواقع أن الذي جاء واحد، فحينئذٍ يريد أن يقصر الحكم على واحد منهما دون الآخر بل ينفيه عنه، فيقول: جاء زيد لا عمرو، إذاً حصل تعيين وإفراد، وهذا يسمى قصر الإفراد.\nولزيادة الإيضاح أقول: لا حرف عطف، تكون لقصر القلب وقصر الإفراد معاً، وبل ولكن لقصر القلب فقط، أقول: جاءني زيد لا بكر، فلا تفيد قصر الإفراد وقصر القلب، جاءني زيد لا بكر، أنت تعتقد أن الذي جاءني بكر، والأمر ليس كذلك، أريد أن أقلب لك الاعتقاد فأقول لك: جاءني زيد لا بكر الذي اعتقدته أنت. إذاً قلبت اعتقادك، فحينئذٍ جئت بلا لقصر القلب، فقلبت\n(1/458)\n\nالاعتقاد من كون الذي جاء بكر إلى زيد، فأقول: جاءني زيد لا بكر.\nوإذا اعتقدت أن الذي جاءني زيد وعمرو معاً، والواقع ليس كذلك بل واحد منهما، فأقول لك: جاءني زيد لا عمرو، إذاً مثال واحد في (لا) يصلح لقصر القلب وقصر الإفراد، فتقول: جاءني زيد لا بكر، وقد يكون المعنى مراداً به اثنين، شخصين معاً، هذا يعتقد أن الذي جاءني بكر فقط، وهذا يعتقد أن الذي جاءني زيد وبكر، فأقول: جاءني زيد لا بكر، ردًّا على هذا ليكون قصر قلب، وردًّا على الآخر ليكون قصر إفراد. جاءني زيد لا بكر، رد على من اعتقد أن بكراً جاء دون زيد، أو أنهما جاءا معاً، فحينئذٍ الحكم يشمل النوعين.\nبل ولكن لا تستعملان إلا في قصر القلب فقط، ولا تستعمل في قلب الإفراد؛ تقول: ما جاءني زيد بل بكر أو لكن بكر، ردًّا على من اعتقد العكس.\nالفرق الثاني: أن (لا) إنما يعطف بها بعد الإثبات فقط، نحو: جاءني زيد لا بكر، وبل يعطف بها بعد الإثبات وبعد النفي، و (لكن) بعد النفي خاصة.\nإذا عطف ببل بعد الإثبات فحينئذٍ يكون ما قبل بل في حكم المسكوت عنه، لو قلت: جاء زيد بل عمرو، بل هذه للإضراب، والحكم الذي أثبته لزيد وهو المجيء أثبته لعمرو، بل عمرو أي بل الذي جاءني عمرو، وأما زيد فهو مسكوت عنه، لم تثبت له المجيء",
        "(1/459)\n\nولم تنفه عنه، فحينئذٍ يكون مسكوتاً عنه إذا عطف بها بعد الإثبات، إذاً بل، ولكن، ولا، هذه حروف عطف تفترق وتشترك.\n[وَحَتَّى] حرف عطف، لكن في بعض المواضع، لا مطلقاً، وهي تأتي للغاية والتدريج، والغاية معناها: آخر الشيء، والتدريج: وقوع ما بعدها شيئاً فشيئاً، يعني أن ما قبلها ينقضي شيئاً فشيئاً، وحينئذٍ يلزم أن يكون ما بعدها يقع شيئاً فشيئاً إلى أن يبلغ الغاية وهو الاسم المعطوف، ولذلك وجب أن يكون المعطوف بها جزءاً من المعطوف عليه، إما تحقيقاً أو تقديراً. فالأول: نحو: أكلت السمكة حتى رأسها، الرأس جزء من السمكة حقيقة؛ لأنه متصل بها. والثاني: نحو قول الشاعر:\nأَلْقَى الصَّحِيفَةَ كَي يُخَفِّفَ رَحْلَهُ ... وَالزَّادَ حَتَّى نَعْلَهُ أَلْقَاهَا\nقوله: حتى نعله معطوف على الصحيفة، إذاً انقضى ما قبلها شيئاً فشيئاً، والنعل ليست جزءًا من الصحيفة، وإنما هي كالجزء، لأن المراد ألقى ما يثقله حتى نعله، فصار النعل كالجزء تقديراً مما يثقله ولا شك أنه داخل فيه.\n[وَأَمْ] أيضاً حرف عطف، والمراد بها أَمِ التي لطلب التعيين بعد همزة داخلة على أحد المستويين، وهي أم المتصلة، أما المنقطعة فهذه بمنزلة بل، والمتصلة نحو: أزيدٌ عندك أم عمرو؟ أم حرف عطف، والمراد بها طلب التعيين، وقد وقعت بين شيئين، زيد وعمرو، وهناك شيء محقق، وهناك شيء مشكوك فيه، ولا بد أن يكون عندك\n(1/460)",
        "\nواحد منهما، والمشكوك فيه الذي يطلب تعيينه، زيد أو عمرو، وحينئذٍ جيء بأَمْ لطلب التعيين بعد همزة داخلة على أحد المستويين، ولذلك أم قامت مقام الهمزة؛ لأنها عودلت بالهمزة التي دخلت على زيد فحينئذٍ لا يكون الجواب بنعم أو بلا، وإنما يكون بالتعيين، أزيد عندك أم عمرو؟ تقول: زيد، هو طلب التعيين، هو يعلم أن واحداً منهما عندك قطعاً، لذلك قال: عندك، جَزَمَ أن عندك واحدًا، وهل هو زيد أم عمرو؟ هذا هو المشكوك فيه، مع القطع بأن أحدهما عنده، ولكنك شككت في عينه. وتسمى أم هذه معادلة؛ لأنها عادلت الهمزة في الاستفهام بها، وتسمى أيضاً متصلة لعدم الاستغناء بأحدهما عن الآخر. [فَاجْهَدْ تَنَلْ] يعني فاجتهد: وهو بذل الوسع في الوصول إلى المقصود تنل المطلوب؛ لأنه لا بد من جهد وبذل.\nكَجَاءَ زَيدٌ وَمُحَمَّدٌ وَقَدْ ... سَقَيْتُ عَمْرًا أَوْ سَعِيْدًا مِنْ ثَمَدْ\nوَقَوْلُ خَالِدٍ وَعَامِرٍ سَدَدْ ... وَمَنْ يَتُبْ وَيَسْتَقِمْ يَلْقَ الرَّشَدْ\n[كَجَاءَ زَيدٌ وَمُحَمَّدٌ] أي كقولك أو مثل جاء زيد ومحمد، فالكاف حرف أو اسم كما سبق، وهذا مثال للواو، وقد أفادت مطلق الجمع، هذا من حيث المعنى، ومن حيث اللفظ والحكم شركت المعطوف مع المعطوف عليه في الإعراب، وإعراب المثال: جاء فعل ماض مبني على الفتح لا محل له من الإعراب، وزيد فاعل مرفوع ورفعه ضمة ظاهرة على آخره، والواو حرف عطف مبني على الفتح لا محل له من الإعراب، وهي لمطلق الجمع، تفيد\n(1/461)\n",
        "التشريك في اللفظ وفي المعنى، حينئذٍ ما بعدها يأخذ حكم ما قبلها في الإعراب، فما قبلها مرفوع إذاً يلزم أن يكون ما بعد الواو مرفوعًا كذلك، ومحمد معطوف على زيد، والمعطوف على المرفوع مرفوع ورفعه ضمة ظاهرة على آخره، والعامل في زيد الفعل جاء، والعامل في المعطوف هو العامل في المعطوف عليه، وهو الفعل جاء، فعمل فيهما معًا، هذا الصحيح من أقوال النحاة، وقيل: الواو، وقيل: العامل الفعل جاء بواسطة الواو.\n[وَقَدْ سَقَيْتُ عَمْرًا أَوْ سَعِيْدًا مِنْ ثَمَدْ] وقد حرف تحقيق مبني على السكون لا محل له من الإعراب، وسقيت فعل ماض مبني على السكون لاتصاله بضمير رفع متحرك، والتاء ضمير متصل مبني على الضم في محل رفع فاعل، وعمراً مفعول به منصوب ونصبه فتحة ظاهرة على آخره، ويُكتب عمرو بالواو في حالتي الرفع والجر، وتحذف في حالة النصب، فهي واو زائدة للفرق بين عُمَر بضم العين وفتح الميم، وعَمْر بفتح العين وإسكان الميم، فحينئذٍ إذا وجدت الواو دل على أنه عمرو بفتح العين وإسكان الميم، وإذا لم توجد فهو عمر بضم العين وفتح الميم، وأما في حالة النصب فالمنون يكون عَمْراً، وعُمر لا ينون لأنه ممنوع من الصرف، فحينئذٍ حصل التفريق بالتنوين، فلا حاجة للواو. أو سعيداً أو حرف عطف مبني على السكون لا محل له من الإعراب، وهنا للشك أو التشكيك، لأنها وقعت بعد الخبر وهو جملة سقيت، وقد\n(1/462)\n\nسقيت سعيداً أو عمراً، هذا فيه شك ويحتمل التشكيك، إن كان هو لا يعلم فحينئذٍ يكون شكاً، وإن كان يعلم ولكن أراد أن يُبهم على غيره صار تشكيكاً. إذاً مثال واحد نستطيع أن نمثل به للمعنيين، مِن ثَمَد بفتح الميم وسكونها، والمراد به الماء القليل الذي لا مادة له، ومن حرف جر مبني على السكون لا محل له من الإعراب، وثمد اسم مجرور بمن وجره كسرة مقدرة على آخره منع من ظهورها اشتغال المحل بسكون الوقف. وهذا مثال لعطف منصوب على منصوب، وحرف العطف هو أو. [وَقَوْلُ خَالِدٍ وَعَامِرٍ سَدَدْ] قول مبتدأ وهو مضاف، وخالد مضاف إليه، وعامر، الواو حرف عطف، وعامر معطوف على خالد وهو مجرور، والمعطوف على المجرور مجرور وجره كسرة ظاهرة على آخره، وهذا مثال لعطف مجرور على مجرور، إذاً مثل لعطف المرفوع على المرفوع، والمنصوب على المنصوب، والمجرور على المجرور؛ لأن الكلام في التوابع.\n[وَمَنْ يَتُبْ وَيَسْتَقِمْ يَلْقَ الرَّشَدْ] هذا مثال لعطف المجزوم على المجزوم؛ لأن الفعل يُعطف على الفعل كما أن الاسم يعطف على الاسم، قال ابن مالك:\n................. ... وَعَطْفُكَ الفِعْلَ عَلَى الفِعْلِ يَصِحْ\nومن يتب فمن اسم شرط مبني على السكون في محل رفع مبتدأ، ويتب فعل مضارع فعل الشرط مجزوم بمن وجزمه السكون، ويتب أصلها يتوْبْ، التقى ساكنان الواو وسكون الباء للجزم، فوجب",
        "(1/463)\n\nحذف الأول لتعذر تحريكه، والفاعل ضمير مستتر تقديره هو يعود على من، ويستقم الواو حرف عطف مبني على الفتح لا محل له من الإعراب، ويستقم فعل مضارع معطوف على يتب، والمعطوف على المجزوم مجزوم. كذلك لو كان مرفوعاً نحو: يقومُ زيد ويقعدُ، أو منصوبًا نحو: لن يقومَ زيد ويقعدَ، فهذه كلها معطوفات إما في النصب أو الرفع أو الجزم، وهذا مثال لعطف مجزوم على مجزوم، وإنما يكون في الأفعال لا في الأسماء. يلقَ الرشد يلقَ فعل مضارع جواب الشرط مجزوم بمن وجزمه حذف حرف العلة، وهي الألف، والفاعل ضمير مستتر تقديره هو، والرشد ضد الغي، من الرشاد والإصابة، مفعول به منصوب وعلامة نصبه فتحة مقدرة على آخره منع من ظهورها اشتغال المحل بسكون الروي أو الوقف.\nإذاً يقوم زيد ويقعد هذا مثال للرفع، وجاء زيد ورَكِبَ هذا مثال للمبني، واضرب زيداً وقم هذا مثال للمبني في فعل الأمر، ومن يتب ويستقم يلق الرشد هذا مثال للمجزوم.\n(1/464)",
        "\nبَابُ التَّوكِيدِ\nهذا هو الباب الثالث من الأبواب التي عناها الناظم رحمه الله في بيان التوابع؛ لأنه لا زال في باب المرفوعات من الأسماء، وإن شئت قلت: الباب الرابع؛ لأننا زدنا باب عطف البيان؛ لأنه لم يذكره كما سبق بيانه.\nقال: بَابُ التَّوكِيدِ أي هذا باب بيان حقيقة التوكيد، والتوكيد تفعيل، مصدر بمعنى اسم الفاعل، ويقال فيه: التأكيد بالهمز، وبإبدال الهمزة ألفاً على القياس كما في راس وفاس، إذاً فيه ثلاث لغات: توكيد، وتأكيد بالهمز، وتاكيد بتركه كما يقال رأس وراس، وفأس وفاس، وأفصح هذه اللغات هو التوكيد، لذلك ترجم به الناظم، وقلنا: هي أفصح من التأكيد والتاكيد لورودها في القرآن قال تعالى: (َلا تَنقُضُوا الأَيْمَانَ بَعْدَ تَوْكِيدِهَا) [النحل:91] إذاً جاء لفظ التوكيد في القرآن حينئذٍ يكون أفصح، فإذا كان ثَمَّ عدة لغات وجاء القرآن بلغة واحدة منها حينئذٍ نقول: هذه أفصح من غيرها. والتوكيد لغة: التقوية، ولذلك نقول: هو يأتي بمعنى التقوية والتشديد، وأما في الاصطلاح فالتوكيد قسمان: توكيد لفظي، وتوكيد معنوي.\nأما التوكيد اللفظي: فهو إعادة اللفظ الأول بعينه، يعني يكرره مرة أخرى، وهذا يكون في الاسم وفي الفعل وفي الحرف، يعني\n(1/465)\n",
        "الذي يعاد ويكرر فيكون توكيداً لفظياً، قد يكون اسمًا كما في قول القائل:\nأَخَاكَ أَخَاكَ إِنَّ مَنْ لاَ أَخًا لَهُ ... كَسَاعٍ إِلَى الهَيْجَا بِغَيْرِ سِلاَحِ\nأخاك أخاك: أخاك الأول مفعول به لفعل محذوف وجوباً تقديره الزم، منصوب على الإغراء. وأخاك الثاني توكيد، إذاً كررها على أنها توكيد لفظي، وحينئذٍ أعاد اللفظ الأول بعينه مرة أخرى، وأخاك اسم، إذاً أعاد الاسم مرة أخرى فصار توكيداً لفظياً. كذلك يكون التوكيد اللفظي في الفعل كما في قول القائل:\nفَأَينَ إِلَى أَينَ النَّجَاةُ بِبَغْلَتِي ... أَتَاكِ أَتَاكِ اللاَّحِقُونَ احْبِسِ احْبِسِ\nأتاكِ أتى فعل ماض، وفاعله اللاحقون، والكاف ضمير متصل مبني على الكسر في محل نصب مفعول به، هذه الأولى، وأتاك الثانية توكيد لفظي، أعاد اللفظ الأول بعينه، واللفظ الأول الذي أعيد فعل، فحينئذٍ التوكيد اللفظي كما يكون في الأسماء يكون في الأفعال.\nواحبسِ احبسِ الجملة الأولى وهي احبسِ فعل أمر، والفاعل ضمير مستتر وجوباً تقديره أنتِ، واحبسِ الثانية توكيد للجملة السابقة. وأيضاً يكون التوكيد اللفظي في الحرف كما في قول القائل:\nلاَ لاَ أَبُوحُ بِحُبِّ بَثْنَةَ إِنَّهَا ... أَخَذَتْ عَلَيَّ مَوَاثِقًا وَعُهُودَا\n(1/466)\n\nفلا حرف نفي، ولا الثانية توكيد لفظي.\nإذاً حقيقة التوكيد اللفظي إعادة اللفظ الأول بعينه، ولا يختص بالأسماء، بل يدخل الأفعال والحروف. تقول: جاء زيد زيد، فأعدت الفاعل مرة ثانية. وضربت زيداً زيداً، أعدت المفعول به مرة ثانية. ومررت بزيد بزيد، أعدت المجرور مرة ثانية. هذا في الأسماء، وهو توكيد لفظي. وتقول: جاء جاء زيد، وقام قام عمرو، أعدت الفعل مرة ثانية، حينئذٍ صار توكيداً بالفعل. ولا لا لست قادماً، ونعم نعم جاء زيد، إذاً لا لا، ونعم نعم توكيد لفظي.\nأما القسم الثاني وهو الذي ذكره الناظم وهو التوكيد المعنوي، فيكون بألفاظ محصورة، وهو من خواص الأسماء، التوكيد اللفظي عام، والتوكيد المعنوي خاص بالأسماء؛ لأن له ألفاظًا، وهذه الألفاظ محصورة موقوفة على السماع، لا يجوز القياس عليها، وهذه الألفاظ كلها أسماء كما سيأتي بالنفس والعين ونحوها.\nوَيَتْبَعُ المُؤَكَّدَ التَّوكِيدُ فِي ... رَفْعٍ وَنَصْبٍ ثُمَّ خَفْضٍ فَاعْرِفِ\n[وَيَتْبَعُ المُؤَكَّدَ] بفتح الكاف اسم مفعول، وهو مفعول به مقدم، و [التَّوكِيدُ] فاعل، وهو مصدر بمعنى اسم الفاعل، يعني المؤكِّد بكسر الكاف اسم فاعل يتبع المؤكَّد بفتح الكاف اسم مفعول، لأن الأصل هو المؤكَّد، تقول: جاء زيدٌ نفسُه، فزيد مؤكَّد بفتح الكاف، إذاً هو الأصل، ونفسه مؤكِّد، والمؤكِّد يتبع المؤكَّد [فِي رَفْعٍ] فإن كان المؤكَّد مرفوعاً فالتوكيد مرفوعٌ، نحو: جاء زيدٌ نفسُه،",
        "(1/467)\n\nوإن كان منصوباً فالتوكيد منصوبٌ، نحو: رأيت زيداً نفسَه، وإن كان مجروراً فالتوكيد مجرورٌ، نحو: مررت بزيدٍ نفسِه، إذاً تبعه رفعاً ونصباً وجراً، لأن هذا شأن التوابع أن التابع ومنه التوكيد يتبع المتبوع. [فِي رَفْعٍ] أي في رفعه فالتنوين عوض عن المضاف إليه، لأنه تابع له في رفع أي رفع المؤكد، [وَنَصْبٍ] أي وفي نصبه، والتنوين عوض عن المضاف إليه، فإن كان المؤكد منصوباً كان المؤكِّد منصوباً، [ثُمَّ خَفْضٍ] ثم بمعنى الواو، يعني إن كان المؤكَد مخفوضاً فالتوكيد مخفوضٌ. [فَاعْرِفِ] يعني فاعلم ذلك، تتمة البيت.\nكَذَاكَ فِي التَّعْرِيفِ فَاقْفُ الأَثَرَا ... وَهَذِهِ أَلفَاظُهُ كَمَا تَرَى\n[كَذَاكَ فِي التَّعْرِيفِ] أي مثل ذاك في أن التوكيد يتبع المؤكد في الإعراب، كذاك يتبعه في التعريف، يشترط في التوكيد المعنوي أن يكون المؤكَّد معرفة، فلا يتبع التوكيد النكرة، فلا تؤكد النكرة، وإنما الذي يؤكد المعرفة فقط، وهذا على مذهب البصريين؛ لأن ألفاظ التوكيد المعنوي كلها معارف فحينئذٍ يشترط التطابق بين المؤكَد والمؤكِد، فلما كان التوكيد لازماً للتعريف لزم منه أن يكون المؤكَد معرفة؛ لأنك تقول: جاء زيد نفسه عينه، فعينه ونفسه يلزم الإضافة إلى الضمير فحينئذٍ صار معرفة، إذاً هو ملازم للتعريف لا ينفك عنه، فحينئذٍ لا يجوز أن يؤكد به النكرة؛ لأنه لا بد من التطابق، ولذلك قال [كَذَاكَ فِي التَّعْرِيفِ] وسكت ولم يقل والتنكير، لأن ألفاظ التوكيد كلها معارف فلا تتبع النكرة فلا يقال: جاء رجل نفسه، وهذا مذهب البصريين، سواء كانت النكرة محدودة كيوم\n(1/468)",
        "\nوليلة وشهر وحول، أو غير محدودة كوقت وزمن وحين يعني مطلقاً، سواء كانت محدودة أو غير محدودة، وأما مذهب الكوفيين فهو جواز توكيد النكرة المحدودة لحصول الفائدة بذلك، نحو: صمت شهراً كلَّه، وهذا الذي مال إليه ابن مالك ورجحه فقال:\nوَإِنْ يُفِدْ تَوكِيدُ مَنْكُورٍ قُبِلْ ... وعَنَ نُحَاةِ البَصْرةِ المَنْعُ شَمِلْ\nإن أفاد توكيد النكرة وذلك فيما إذا كانت النكرة محدودة كشهر وأسبوع ويوم، وذلك إذا كانت محدودة صح توكيدها عند ابن مالك رحمه الله، لورود السماع وحصول الفائدة، وإن لم تكن محدودة فالمنع مطلقاً عند البصريين وعند الكوفيين، إذاً محل الخلاف بين المذهبين هو توكيد النكرة المحدودة، وأما غير المحدودة فهي محل اتفاق في عدم توكيدها، لعدم حصول الفائدة، وأما إن أفادت وذلك فيما إذا كانت النكرة محدودة جاز.\nإذاً المؤكِّد يتبع المؤكَّد في إعرابه وفي تعريفه، فهذان أمران لا بد من وجودهما في المؤكدات، [فَاقْفُ الأَثَرَا] الألف للإطلاق، أي فاتبع الأثر، والأثر هو القول المأثور الذي ينقله خلَفٌ عن سلَفٍ، [وَهَذِهِ أَلفَاظُهُ كَمَا تَرَى] المشار إليه كما هو ظاهر العبارة أنه سيأتي، حينئذٍ يكون قد أشار إلى أمر غير موجود تنزيلاً للمعدوم منزلة الموجود، عامله معاملة المحسوس، والأصل في اسم الإشارة كما سبق أنه لا يصح إلا مع إشارة حسية، فإذا لم يكن إشارة فالأصل عدم استعماله، ولكن يتجوز به في المعاني، ولكن ليست كل المعاني، وإنما بعض المعاني التي صار لها نوع حصر ونوع علم وتمكن\n(1/469)\n",
        "في الذهن، حينئذٍ صحت الإشارة إليه، تنزيلاً لهذا المعدوم منزلة المحسوس ما دام أنه معين ومحصور في الذهن فكأنه معين في الخارج، فإذا أشير إليه وهو في الذهن كأنه أشير إليه وهو في الخارج، [كَمَا تَرَى] أي كما تعلم أو تُبصر، يحتمل أنه بالمعينين، ثم التوكيد المعنوي نوعان:\nالأول: توكيد يكون لرفع احتمال المجاز وإثبات الحقيقة.\nوالثاني: توكيد يكون لرفع توهم الخصوص بما ظاهره العموم.\nلذلك يعبر ابن عقيل في هذه فيقول في الأول: لرفع توهم عدم الإضافة، وفي الثاني: لرفع توهم عدم إرادة الشمول.\nالنَّفْسُ وَالعَيْنُ وَكُلٌّ أَجْمَعُ ... وَمَا لِأَجْمَعَ لَدَيْهِمْ يَتْبَعُ\n[النَّفْسُ] بإسكان الفاء، وهي هنا بمعنى الذات، [وَالعَيْنُ] وإطلاق العين هنا مراد به الذات، وهذا إطلاق مجازي علاقته الجزئية والكلية، لأن أصل العين هي العين الباصرة، أطلقت وأريد بها الذات كلها، كما قيل في الرقبة: اعتق رقبة، والرقبة المراد بها الرقبة المعروفة، أطلقت وأريد بها الذات كلها، إذاً يكون من باب إطلاق الجزء وإرادة الكل وهذا يسمى مجازاً مرسلاً علاقته الجزئية والكلية، والنفْس والعين معناهما واحد، فمعنى العين هو معنى النفْس، ومعنى النفْس هو معنى العين، وهو الذات، إلا أن إطلاق النفْس على الذات إطلاق حقيقي، وإطلاق العين على الذات إطلاق مجازي؛ [النَّفْسُ وَالعَيْنُ] هذه من ألفاظ التوكيد التي جيء\n(1/470)\n\nبها لرفع المجاز عن الذات وإثبات الحقيقة، أو إن شئت عبر برفع توهم عدم الإضافة، يعني بأن يكون المؤكَد بفتح الكاف غير مضاف.\nتقول: جاء الأمير، فهذا يحتمل أن الأمير جاء بذاته، ويحتمل أنه لم يأت بذاته وإنما تُجوِّز فيه، والأصل جاء كتاب الأمير، أو خبر الأمير، فحينئذٍ تجوز بحذف المضاف وإقامة المضاف إليه مقامه، فإذا قيل: جاء الأمير يحتمل أنه جاء بذاته، ويحتمل أنه جاء خبره، ويحتمل أنه جاء كتابه، فإذا قلت: جاء الأمير صار محتملاً للمجاز؛ لأن من صيغ المجاز عندهم حذف المضاف وإقامة المضاف إليه مُقامه، فإذا أردت رفع وتضعيف هذا الاحتمال وأن المراد به ذات الأمير، تقول: جاء الأمير نفسه؛ فحينئذٍ رفعت الاحتمال، وأن المراد به جاء الأمير بذاته بنفسه، وعلمنا أن المراد هنا الذات بالتوكيد، لولا هذا التوكيد لصار الكلام محتملاً، محتملاً لأي شيء؟ لأن يكون المراد به الأمير بذاته أو بخبره أو بكتابه، فلما أردت تعيين الذات قلت: جاء الأمير نفسه، أو جاء الأمير عينه، أو جاء الأمير نفسه عينه، تجمع بينهما، يصح إفراد النفس عن العين، وإفراد العين عن النفس، لكن هذا الاحتمال الذي يذكره النحاة ليس متعيناً، بل الأصل حمل الأفعال على فاعليها، هذا هو الأصل، ولو حصل تجوز فحينئذٍ بما يجوز أن يتجوز به، وليس على إطلاقه، لأنهم إذا أطلقوا في هذا المقام، أوَّلُ ما يمثل به عندهم قوله تعالى: (وَجَاءَ رَبُّكَ) [الفجر:22]، قالوا: هذا محتمل أنه جاء بذاته - عز وجل -، أو جاء أمره، أو جاء مَلَكُه، إذاً يحتمل أنه بذاته، ويحتمل أنه بغير ذاته، فإذا قالوا:",
        "(1/471)\n\n(وَجَاءَ رَبُّكَ)، أي جاء أمر ربك، نقول: هذا التأويل فاسد، لأن الأصل في إطلاق الأفعال التي هي أوصاف في المعنى لفاعليها الحقيقة، وإذا حصل نوع تجوز فإنما يكون فيما يصح التجوز فيه، وأما هذه الألفاظ نفسه وعينه في مقام لا يصح فيه التجوز، لا نقول به، وهذا من باب المغالطات؛ لأنه يمثلون بهذه الآية: (وَجَاءَ رَبُّكَ) أي جاء أمر ربك، لأنها مثل: جاء الأمير، فإذا سلَّمت بأنَّ جاء الأمير محتمل للمجاز فحينئذٍ اللغة واحدة، فمثله وجاء ربك محتمل للمجاز، نقول: لا، وَجَاءَ رَبُّكَ قام الدليل الشرعي على أنه لا احتمال، فحينئذٍ إذا قيل: جاء الأمير، يحتمل هذا فيما بيننا نحن البشر، والناس يتجوزون في مثل هذا، وأما إذا جاء تطبيقه فيما لا يصح تنزيل هذه القواعد، والاحتمالات عليها كنصوص الشرع، نقول: لا، قف (وَجَاءَ رَبُّكَ) لا يحتمل إلا مجيئه بذاته - عز وجل - ثم ننفي المشابهة أو إدراك تلك الحقيقة، إذاً النفس والعين هذان لفظان مؤكِدان، والتوكيد بهما معنوي، والفائدة رفع المجاز عن الذات فيما يقبل المجاز، وأما ما لا يقبل المجاز كقوله: (وَجَاءَ رَبُّكَ) فحينئذٍ لا يصح اعتماد هذه القاعدة في ذاك، أو إن شئت قل: ما يرفع توهم مضاف إلى المؤكد، (جاء الأمير) يحتمل أن ثَم مضافاً محذوفاً، وهو جاء خطاب الأمير، أو رسول الأمير.\nإذاً عرفنا أنه يؤكَد بالنفس والعين، وإذا أُكد بهما فلا بد من اتصالهما بضمير يعود على المؤكَد، وهذا هو السر في كونهما معرفة، وأنه لا يجوز أن يؤكد بهما النكرة؛ لأنها معارف، وهذا الضمير\n(1/472)",
        "\nباعتبار المؤكَد، قد يكون مفرداً وقد يكون مثنى وقد يكون مجموعاً، يعني يطابق المؤكَد، إن أكدت بالنفس والعين المفرد جئت بالضمير مفرداً، وإن أكدت به المثنى صح في لغة العرب أن يؤتى به مثنى وهو الأصل، وإذا أكدت به الجمع جئت بالضمير جمعاً، ولكن يقال: إذا أكد المفرد فجيء بلفظ النفس والعين مفردين، تقول: جاء زيد نفسه، وجاء الأمير عينه، وجاء خالد نفسه عينه، نفسه أعاد الضمير على زيد، وزيد مفرد، حينئذٍ طابقه في الإفراد، لكن إذا أكد بالنفس والعين المثنى والجمع فالأفصح في لغة العرب أن يؤتى بالنفس والعين مجموعتين على وزن (أَفْعُل) مضافتين إلى ضمير يطابق المؤكَد، فإذا أردت أن تؤكد المثنى فالأفصح أن تأتي بالنفس والعين مجموعة على وزن (أَفْعُل) فتقول: أنفس وأعين، وتضيفها إلى ضمير المثنى ليطابق الضمير المؤكَد فتقول: جاء الزيدان أنفُسهما أعيُنهما، هذا هو الأفصح، وسُمع نفسهما، وسمع أيضًا نفساهما، إلا أن الأول أفصح، وكذلك إذا أردت أن تؤكد الجمع، فالأفصح أن تأتي بالنفس والعين مجموعة على وزن (أَفْعُل) مضافتين إلى ضمير جمع يطابق المؤكَد، فتقول: جاء الزيدون أنفُسهم أعيُنهم، وجاءت الهندات أنفُسهن أعيُنهن. إذاً نقول: القاعدة: أنه إذا أكد بالنفس والعين وجب إضافتها إلى ضمير يعود على المؤكَد مطابقا له، فإن كان المؤكَد مفرداً كان الضمير مفرداً، وإن كان مثنى كان الضمير مثنى، وإن كان جمعا كان الضمير جمعا، ثم ننظر في لفظ النفس والعين، إن كان المؤكَد مفردا حينئذٍ لا بد من المطابقة نحو: جاء زيد\n(1/473)\n",
        "نفسه عينه، وإن كان المؤكَد مثنى فالأفصح أن يؤتى بالنفس والعين مجموعتين، لا تأتي بهما مثنى، تقول: نفساهما أو نفسهما، هذا مسموع لكنه غير فصيح، وإنما تأتي بالنفس جمعاً على وزن أَفْعُل أنفس، تأتي بالعين جمعاً على وزن أَفْعُل أعين، ثم تضيفها إلى ضمير يطابق المؤكد فتقول: جاء الزيدان أنفسهما أعينهما، وإذا كان المؤكد مجموعاً فتقول: جاء الزيدون أنفسهم، وجاءت الهندات أنفسهن، إذاً هذا إذا أكد بالنفس والعين، لكن إذا جمع بينهما قالوا: لا يصح أن نقدم العين على النفس، بل يجب تقديم النفس على العين، فتقول: جاء زيد نفسه، وجاء زيد عينه، وجاء زيد نفسه عينه، جمعت بينهما، وقدمت النفس على العين، ولا يصح أن يقال: جاء زيد عينه نفسه؛ لأنه من باب تقديم الجزء على الكل، وهذا خلاف الأولى. ثم قال:\n[وَكُلٌّ أَجْمَعُ] هذه كما ذكرنا يؤكد بهما للإحاطة والشمول، يعني للدلالة على العموم على أن اللفظ مراد به العموم، وأن احتمال الخصوص مرتفع بلفظ كل، تقول: جاء القوم، فيحتمل أن المراد كل القوم، أي كل ما يصدق عليه لفظ القوم، ويحتمل أن المراد بعض القوم فحينئذٍ يكون من باب إطلاق الكل مراداً به الجزء فيكون مجازًا، فإذا قلت: جاء القوم كلهم فحينئذٍ ارتفعت إرادة الخصوص، وتعين الشمول، ومنه قوله تعالى: (فَسَجَدَ الْمَلائِكَةُ كُلُّهُمْ) [الحجر:30]، إذاً كل وأجمع في الأصل أنه يؤتى بهما للدلالة على الإحاطة والشمول، أي العموم، وإن شئت قل: لرفع توهم إرادة الخصوص بلفظ العموم،\n(1/474)\n\nتقول: جاء القوم فيحتمل مجيء جميعهم، أو مجيء بعضهم، فيكون من باب التجوز بإطلاق الكل على البعض، فإذا قلت: جاء القوم كلهم، ارتفع الاحتمال، وبعضهم يقول: ضعف الاحتمال، وهذا ينبني عليه خلاف، إذا قيل: ارتفع الاحتمال فحينئذٍ لا يصح أن يؤتى بمؤكد آخر، فإذا قلت: فسجد الملائكة كلهم، إذاً رفعت احتمال إرادة الخصوص بلفظ الملائكة، إذاً تأكدنا أن المراد بلفظ الملائكة العموم، فقوله بعد ذلك: أجمعون إذاً جاء مؤكد آخر ولأي شيء جيء به؟! جاء زيد نفسه عينه، إذا قيل: نفسه رفعت الاحتمال مطلقاً، ولم تضعف الاحتمال، فعينه لماذا جيء بها؟! وإنما يقال: المؤكد الأول أضعف الاحتمال، وإذا جيء بالمؤكد الآخر ارتفع الاحتمال ليكون للمؤكد الثاني عمل كالأول، لأنه جيء به فأثر في المعنى، والثاني إذا قيل الأول رفع الاحتمال بالكلية، ما وظيفته؟ وماذا عمل؟ لا بد أن يكون له أثر لأننا نقول: هو مؤكد جيء بنفسه وعينه كل منهما مؤكد لكن بعضهم يرى أن التعبير الصحيح الدقيق في نحو: جاء زيد نفسه عينه، أنَّ نفسه أضعفت احتمال عدم إرادة الذات، وعينه أكدت، وإذا لم يؤت بالعين فحينئذٍ لا بأس أن يقال: رفعت الاحتمال باللفظ الأول. وشروط التوكيد بلفظ كل ثلاثة:\nالأول: أن يكون المؤكَد بها مفرداً أو جمعاً، وأما المثنى فلا يؤكد بكل.",
        "(1/475)\n\nالثاني: أن يكون المؤكَد متجزأ بذاته أو بعامله، فالمؤكَّد وهو اللفظ الذي جيء بالتأكيد بلفظ كل من أجله يشترط فيه أن يكون متجزأ بذاته، يعني يقبل التفرقة، فالملائكة جمع ملَك، وكل ملك مستقل بذاته عن الآخر، إذاً متجزأ بذاته، والقوم يشمل زيد وعمرو وخالد وفاطمة وعائشة وغيرهم، إذاً متجزأ بذاته، أوبعامله كقولك: اشتريت العبد، فالعبد لا يتجزأ بذاته، وإنما بالنظر إلى عامله وهو الشراء يتجزأ، ولذلك عندنا المبعض، يعني الذي بعضه حر وبعضه على أصله في الرق، إذاً هو بِيع واشتُري في جزءٍ وبقي الجزء الآخر، فقولك: اشتريت العبد نقول: العبد هذا متجزأ لكنه بالنظر إلى عامله وهو الشراء، لا بالنظر إلى ذاته، وأما ما لا يتجزأ بذاته ولا بعامله فلا يصح توكيده فلا يقال: جاء زيد كله، أما فسجد الملائكة كلهم، فالملائكة جمع، وقد وجد الشرط، ليس بمثنى وأيضاً يتجزأ بذاته، كذلك جاء القوم كلهم، أو متجزأ بعامله، كاشتريت العبد كله، فلفظ كل توكيد للعبد، أكد وإن كان العبد بذاته لا يتجزأ ولا يتبعض، ولكن بالنظر إلى عامله.\nالثالث: أن يتصل بها ضمير عائد على المؤكَد مطابق له، إن كان مفرداً فمفرد، وإن كان جمعاً فجمع، نحو: اشتريت العبد كله فالضمير مفرد، وقال تعالى: (فَسَجَدَ الْمَلائِكَةُ كُلُّهُمْ أَجْمَعُونَ) [الحجر:30]، فالضمير جمع، إذاً لا بد من المطابقة.\n[أَجْمَعُ] أي وأجمع على حذف حرف العطف، وهي مثل كل في المعنى، ولذلك الأكثر أنها تأتي تابعة لكل، يعني في الغالب أنها لا\n(1/476)",
        "\nتستقل، وقد يؤكد بها دون كل، وأجمع في المفرد المذكر، وجمعاء في المفرد المؤنث، وجمعهما وهو أجمعون وجُمع، ولا يثنيان فيقال: جمعاوان، لعدم السماع، وجوز بعضهم ذلك، والأصح لا، لعدم السماع، لأن هذه ألفاظ منقولة، والتوكيد المعنوي هو الحاصل بألفاظ معلومة محصورة، والأصل السماع، فحينئذٍ إذا ورد لفظ يؤكَد به منقولا، لا يزاد عليه، ولا يقاس على ما سمع أجمع وجمعاء وأجمعون وجمع، ولم يسمع جمعاوان، وقاسه بعضهم، والأصل عدم القياس، وهذا اختيار ابن هشام رحمه الله تعالى. يؤكد بها غالباً بعد كل فلذلك استغنت عن الضمير، ومنه قوله تعالى: (فَسَجَدَ الْمَلائِكَةُ كُلُّهُمْ أَجْمَعُونَ) [الحجر:30] لم تضف إلى الضمير لأنه لا يشترط فيها إضافتها إلى الضمير، لأنها في الغالب لا تأتي إلا بعد كل، وكل من شروط التوكيد بها أن تكون متصلة بضمير، فلذلك استغني عن الضمير هنا، تقول: اشتريت العبد كله أجمعَ، والأَمَة كلها جمعاءَ، والعبيد كلهم أجمعين، والإماء كلهم جُمَعَ.\nإذاً يؤكد بأجمع بعد كل، هذا هو الغالب، ويؤكد بأجمع وأجمعين وجمع دون كل ولكنه ليس بغالب، ولذلك جاء في القرآن: (وَلَأُغْوِيَنَّهُمْ أَجْمَعِينَ) [الحجر:39] (وَإِنَّ جَهَنَّمَ لَمَوْعِدُهُمْ أَجْمَعِينَ) [الحجر:43] جاء دون كل هنا، إذاً يصح التوكيد بها دون كل.\n[وَمَا لِأَجْمَعَ لَدَيْهِمْ يَتْبَعُ] أي والذي، يتبع الجملة صلة الموصول، ولأجمع جار ومجرور متعلق بقوله يتبع، لديهم أي لدى\n(1/477)\n",
        "العرب، ولدى بمعنى عند أي في حكمهم، توابع أجمع هذه لا يؤكد بها إلا بعد التأكيد بأجمع يعني على التسلسل أولاً كل ثم أجمع، ثم هناك توابع لأجمع لذلك قالوا: لا يجوز تقديمها عليها وهي ثلاثة: أبتع، وأكتع، وأبصع، وأكتع مأخوذ من تكتع الجلد إذا اجتمع، وأبتع مأخوذ من البَتْع من قولهم: فلان ذو بتع، أي عنقه طويل، وأبصع وقيل أبضع بالضاد، والمشهور الأول، مأخوذ من البصع وهو اجتماع العرق، هذه الثلاث لا يؤكد بها إلا بعد أجمع، ولا يجوز تقديمها عليها؛ لأنها تابعة لها.\n\nكَجَاءَ زَيدٌ نَفْسُهُ يَصُولُ ... وَإِنَّ قَوْمِي كُلَّهُمْ عُدُولُ\nوَمَرَّ ذَا بِالقَوْمِ أَجْمَعِينَا ... فَاحْفَظْ مِثَالاً حَسَنًا مُبِينَا\n[كَجَاءَ زَيدٌ نَفْسُهُ يَصُولُ] الكاف بمعنى مثل أي مثل جاء زيد، أو تكون على بابها حرف جر ويكون مدخولها محذوفاً كقولك: جاء زيد نفسه، جاء فعل ماض مبني على الفتح لا محل له من الإعراب، وزيد فاعل مرفوع بجاء ورفعه ضمة ظاهرة على آخره، ونفسه توكيد لزيد والمؤكِد يتبع المؤكَد، تبعه في الرفع ورفعه ضمة ظاهرة على آخره، نفس مضاف، والضمير مضاف إليه مبني على الضم في محل جر مضاف إليه، ويصول مضارع من صال يصول، إذا وثب، يصول: جملة فعلية متممة تعتبر حالا من زيد.\n[وَإِنَّ قَوْمِي كُلَّهُمْ عُدُولُ] إن حرف توكيد ونصب مبني على الفتح لا محل له من الإعراب، وقومي اسم إن منصوب بها ونصبه فتحة مقدرة على آخره منع من ظهورها اشتغال المحل بحركة\n(1/478)\n\nالمناسبة، وقوم مضاف، والياء ضمير متصل مبني على السكون في محل جر مضاف إليه، وكلهم توكيد، وتوكيد المنصوب منصوب ونصبه فتحة ظاهرة على آخره، وكل مضاف والهاء ضمير متصل مبني على الضم في محل جر مضاف إليه، والميم للجمع حرف مبني على السكون لا محل له من الإعراب، وعدول جمع عدل، وهو خبر إنَّ.\nإذاً جاء زيد نفسه، هذا مثال للتوكيد بالنفس وهو مرفوع. وإن قومي كلهم، هذا مثال للتوكيد بكل وهو منصوب تبعه في النصب.\n[وَمَرَّ ذَا بِالقَوْمِ أَجْمَعِينَا] مر فعل ماض مبني على الفتح لا محل له من الإعراب، وذا اسم إشارة مبني على السكون في محل رفع فاعل، وبالقوم جار ومجرور متعلق بقوله مر، أجمعينا الألف للإطلاق، وأجمعين توكيد للقوم، وتوكيد المجرور مجرور وجره الياء نيابة عن الكسرة لأنه ملحق بالجمع المذكر السالم.\n[فَاحْفَظْ مِثَالاً حَسَنًا مُبِينَا] فاحفظ، والحفظ بقاء صورة المحفوظ في الذهن، والفاء هذه فصيحة، وتحتمل العطف، وتحتمل أنها زائدة، ومثالاً مفعول به، حسناً صفة لمثالاً، مبيناً، أي موضحاً، احفظ مثالاً، أي هذا ما ذكر لك في الأمثلة فقس عليها. والحاصل أنَّ التوكيد نوعان: توكيد لفظي وتوكيد معنوي؛ التوكيد اللفظي هو إعادة اللفظ الأول بعينه ويقع في الأسماء والأفعال والحروف، التوكيد المعنوي هذا خاص بالأسماء، ويكون بألفاظ محصورة معدودة لا يقاس عليها، ولا يؤكد بها مطلقاً، وإنما بشروط وقد ذكرناها.",
        "(1/479)\n\nبَابُ البَدَلِ\nهذا هو الباب الأخير من التوابع. والبدل لغة: العِوض ومنه قوله تعالى: (عَسَى رَبُّنَا أَنْ يُبْدِلَنَا خَيْرًا مِنْهَا) [القلم:32] أي يعوضنا خيراً منها. وفي الاصطلاح: تابع مقصود بالحكم بلا واسطة، قوله: تابع جنس يشمل التوابع الخمسة كلها: النعت، والعطف، وعطف البيان، وعطف النسق، والتوكيد، والبدل. قوله: مقصود بالحكم أخرج النعت والتوكيد وعطف البيان، فهذه الثلاثة خرجت بقوله مقصود بالحكم؛ لأن هذه الثلاثة ليست مقصودة بذاتها يعني لم يسق الكلام من أجلها، وإنما هي مكملات للمتبوع المقصود بالحكم، إذا قيل: جاء زيد العاقل، أصل الكلام جاء زيد، لأن المقصود بالكلام هنا الإخبار بمجيء زيد، ثم لما وقع اشتباه في زيد جيء بالنعت وهو العاقل، فهو متمم لزيد، كذلك جاء زيد نفسه، فنفسه متمم وليس مقصوداً بالحكم، ما سيق الكلام من أجل لفظ نفسه، وإنما جيء بنفسه توكيداً، والأصل هو جاء زيد، وجاء أبو عبد الله محمد، الأصل الإخبار بمجيء أبي عبد الله، ومحمد هذا عطف بيان، ليس مقصوداً لذاته بالحكم، وإنما يعتبر مكملاً للمقصود، إذاً النعت وعطف البيان والتوكيد هذه ليست مقصودة بالذات، وإنما مقصودة للتتميم فقط، يعني هي متممات للمقصود، قصدها قصد تكميلي، لا قصد تأسيسي في الكلام. قوله: بلا واسطة أخرج عطف النسق؛ لأنه مقصود بذاته، مقصود بالحكم، جاء زيد وعمرو، فعمرو مقصود\n(1/480)",
        "\nبالحكم، لكن بواسطة.\nإِذَا اسْمٌ ابْدِلَ مِنِ اسْمٍ يَنْحَلُ ... إِعْرَابَهُ وَالفِعْلُ أَيْضًا يُبْدَلُ\n[إِذَا اسْمٌ ابْدِلَ مِنِ اسْمٍ] إذا أُبدل اسم من اسم [يَنْحَلُ إِعْرَابَهُ] يقال: نَحَلَه القولَ كمنعه نسبه إليه، ومراده ينحل إعرابه يعني يُعطى إعرابه، لأن البدل حكمه في الإعراب حكم المبدل منه؛ لأننا في مقام التوابع، والأصل في التابع أن يكون مشاركاً لما قبله في إعرابه، فإن كان المبدل منه مرفوعاً كان البدل مرفوعاً، وإن كان منصوباً كان منصوباً، وإن كان مجروراً كان مجروراً، وإن كان مجزوماً كان مجزوماً، إذاً يأخذ حكمه مطلقاً، [إِذَا اسْمٌ ابْدِلَ مِنِ اسْمٍ يَنْحَلُ إِعْرَابَهُ] أي يعطى إعرابه مطلقاً رفعاً ونصباً وخفضاً وجزماً، والدليل على أن المراد بالإعراب ما يشمل الجزم قوله: [وَالفِعْلُ أَيْضًا يُبْدَلُ] من الفعل، فحينئذٍ لا يفهم من قوله: إذا اسم أبدل من اسم أن البدل خاص بالأسماء كما هو الشأن في التوكيد، بل يدخل الأسماء ويدخل الأفعال. وإعراب قوله: [إِذَا اسْمٌ ابْدِلَ مِنِ اسْمٍ يَنْحَلُ] إذا ظرفٌ لما يستقبل من الزمان مُضَمَّنٌ معنى الشرطِ خافضٌ لشرطه منصوبٌ بجوابه، اسمٌ نائب فاعل لفعل محذوف وجوباً تقديره: إذا أُبدل اسمٌ، لأن إذا وإن الشرطيتين لا يَحُلُّ بعدهما الاسم أبداً على الصحيح وهو مذهب البصريين، حينئذٍ نقول: قوله تعالى: (إِذَا الشَّمْسُ كُوِّرَتْ) [التكوير:1]، وقوله: (إِذَا السَّمَاءُ انفَطَرَتْ) [الانفطار:1]، فالشمس نائب فاعل لفعل محذوف يفسره الفعل المذكور تقديره إذا كورت الشمس، والسماء فاعل لفعل محذوف\n(1/481)\n",
        "يفسره الفعل المذكور تقديره إذا انفطرت السماء، ومثله قوله تعالى: (وَإِنْ أَحَدٌ مِنَ الْمُشْرِكِينَ اسْتَجَارَكَ) [التوبة:6] إن حرف شرط، وأحدٌ فاعل مرفوع لفعل محذوف يفسره الفعل المذكور تقديره وإن استجارك أحد، فإن شرطية ولا يليها إلا فعل، كما أن إذا الشرطية لا يليها إلا فعل، فحينئذٍ لو جاء بعدهما اسم مرفوع وجب تقدير فعل محذوف وجوباً، وجوباً لوجود المفسِّر؛ لأنك إذا قدَّرتَ فعلاً فلا بُدَّ أن تفسره، لو قيل: إذا السماء، لا تستطيع أن تقدر فعلا، لا بد من شيء يدل عليه من السياق، فتأتي بفعل مناسب، وحدث مناسب، وليس ثَمَّ قرينة تدل على المحذوف، لكن إذا قيل: إذا السماء انفطرت، تعلم هنا أن المراد انفطار السماء، إذا انفطرت السماء انفطرت، فصار انفطرت هذا هو المفسِّر، والمحذوف وجوباً هو المفسَّر، ولا يجمع بين المفسَر والمفسِر، وإنما يذكران في مقام التعليم فقط، يقال: إذا انفطرتِ السماءُ انفطرت، وأما عند التحقيق فالأصل أنه لا يجمع بينهما فيقال: إذا السماء انفطرت تقدير العامل إذا انفطرت السماء، وانفطرت الثانية لا يجوز جمعه وذكره مع المحذوف.\nوجملة أبدل لا محل لها من الإعراب مفسرة، ومِن اسم متعلق بقوله أبدل، وينحل فعل مضارع مرفوع لتجرده عن الناصب والجازم ورفعه ضمة ظاهرة على آخره، والفاعل ضمير مستتر تقديره هو يعود على الاسم، والجملة جواب إذا، وإعرابه مفعول به، والفعل أيضاً يبدل، والفعلُ أيَّ فعل مطلقاً، مبتدأ،\n(1/482)\n\nوأيضاً مفعول مطلق مصدر آضَ يئيضُ أيضاً، وجملة يبدل خبر المبتدأ.\nأَقْسَامُهُ أَرْبَعَةٌ فَإِنْ تُرِدْ ... إِحْصَاءَهَا فَاسْمَعْ لِقَولِي تَسْتَفِدْ\n[أَقْسَامُهُ أَرْبَعَةٌ] أي أقسام البدل على المشهور عند النحاة أربعة أي معدودة بالأربعة، وهي التي ذكرها الناظم، وزاد بعضهم قسمين: بدل الإضراب، وبدل النسيان. وقوله: أقسامه مبتدأ، وأربعة خبره، [فَإِنْ تُرِدْ إِحْصَاءَهَا] فإن الفاء فصيحة، إذا جاء إجمال أو محل سؤال أو تعداد ثم جاءت الفاء فالغالب أنها فصيحة، لأنه لَمَّا قال: أقسامه أربعة، فإن سئلتَ وأردت معرفة هذه الأربعة فأقول لك: إن ترد إحصاءها، إذاً الفاء فصيحة لأنها أفصحت عن جواب شرط مقدر، فإن ترد أيها النحوي إحصاءها أي جمعها [فَاسْمَعْ] الفاء واقعه في جواب الشرط، وإنْ شرطية، وترد فعل مضارع فعل الشرط، والجواب اسمع، إذًا وقع فعل أمر فوجب اقترانه بالفاء، [لِقَولِي] الأصل اسمع قولي، واللام زائدة، وزيادتها ليست قياسية، لقوة العامل، لأن اللام إنما تزاد لضعف العامل، وإذا كان العامل متقدماً على معموله وهو فعل فهو قوي لا يحتاج إلى تقوية، فحينئذٍ إذا زيدت اللام فهي على خلاف القياس، لكن لو قال: لقولي فاسمع حينئذٍ تقول: ضَعُفَ العامل؛ لأن العامل يعمل فيما بعده على الأصل، فإذا تقدَّم عليه ضعف فحينئذٍ يحتاج إلى تقوية، وفرق بين أن تقول: ضربت لزيد، ولزيد ضربت، ضربت لزيد مثل فاسمع لقولي، ليس على القياس، وأما لزيدٍ ضربتُ فهذا",
        "(1/483)\n\nعلى القياس. ومنه قوله تعالى: (إِِنْ كُنتُمْ لِلرُّؤْيَا تَعْبُرُونَ) [يوسف:43] والأصل تعبرون الرؤيا، فيتعدى بنفسه، وزِيدت اللام في قوله: للرؤيا لضعف العامل، فحينئذٍ نقول: (للرؤيا) الرؤيا مفعول به، واللام زائدة جيء بها لتقوية العامل، وإنما تزاد قياساً في موضعين: إذا تقدم المعمول على عامله؛ لأنه يضعف، أو كان العامل وصفاً يعني اسما مشتقا ولو كان المعمول متأخراً؛ لأن العامل إذا لم يكن فعلاً فهو ضعيف، كل الأسماء إذا عملت فهي ضعيفة، حينئذٍ إذا دخلت اللام على معمولها فهو قياس، كقوله تعالى: (فَعَّالٌ لِمَا يُرِيدُ) [هود:107] ففعال يتعدى بنفسه، وما اسم موصول بمعنى الذي في محل نصب مفعول به، دخلت اللام تقوية للعامل؛ لأن فعال هذا ليس بفعل، وإنما هو وصف، والوصف ضعيف بذاته، حينئذٍ إذا قوي فلا بأس أن يؤتى باللام الزائدة، أما فاسمع لقولي فاللام زائدة، لكنها ليست على القياس، [تَسْتَفِدْ] جواب الطلب وهو اسمع، واسمع هذا جواب الشرط إن، وتستفد فعل مضارع مجزوم لوقوعه في جواب الطلب. كقوله: (قُلْ تَعَالَوْا أَتْلُ) (الأنعام: من الآية151) وأتلو فعل مضارع أصله بالواو، وحذفت للجزم لوقوعها في جواب الطلب، وهنا كذلك فاسمع تستفد، إن تسمع تستفد، فتستفد فعل مضارع مجزوم لوقوعه في جواب الطلب.\nفَبَدَلُ الشَّيءِ مِنَ الشَّيءِ كَجَا ... زَيدٌ أَخُوكَ ذَا سُرُورٍ بَهِجَا\nوَبَدَلُ البَعْضِ مِنَ الكُلِّ كَمَنْ ... يَأْكُلْ رَغِيْفًا نِصْفَهُ يُعْطِ الثَّمَنْ\n(1/484)",
        "\nوَبَدَلُ اشْتِمَالٍ نَحْوُ رَاقَنِي ... مُحَمَّدٌ ... جَمَالُهُ ... فَشَاقَنِي\nوَبَدَلُ الغَلَطِ نَحْوُ قَدْ رَكِبْ ... زَيدٌ حِمَارًا فَرَسًا يَبْغِي اللَّعِبْ\n[فَبَدَلُ الشَّيءِ مِنَ الشَّيءِ] الفاء فاء الفصيحة، وبدل الشيء من الشيء يعني به بدل الكل من الكل، وهذا تعبير ابن مالك رحمه الله، واشتهر على ألسنة النحاة توسعاً بدل الكل من الكل، هكذا الكل بأل، والأصل أن يقال: بدل كل من كل؛ لأن كلا لا يجوز إدخال أل عليها مطلقاً، لأنها ملازمة للإضافة، وما كان ملازماً للإضافة أو مضافاً ولولم يكن ملازماً للإضافة لا يجوز إدخال أل عليه، كغلام زيد، لا يصح أن يقال: الغلام زيد، كذلك كلٌّ ملازمة للإضافة إلى المفرد، ثم هذا المضاف إليه قد يحذف ويعوض عنه التنوين، ويسمى تنوين العوض عن كلمة، كقوله تعالى: (وَكُلَّ إِنسَانٍ) [الإسراء:13] فكل هنا مضاف لفظا، وقوله تعالى: (قُلْ كُلٌّ يَعْمَلُ) [الإسراء:84] كل مضافة لكنها مضافة في المعنى لا في اللفظ، وأما في اللفظ فقد حذف المضاف وعوض عنه التنوين، إذاً إذا قيل: الكل فقد أدخلنا أل على لفظٍ مضاف، وهذا ممتنع، ولكن من باب التوسع يقال: بدل الكل من الكل.\nوبدل الكل من الكل هو ما كان الثاني فيه عين الأول، أو قل مساوياًَ للأول في المعنى، نحو: جاءني محمد أبو عبد الله، جاء فعل ماض، ومحمد فاعل، وأبو عبد الله بدل كل من كل؛ لأن أبو عبد الله - على الحكاية - هو عين الأول وذاته محمد وهو المكني بأبي\n(1/485)\n",
        "عبد الله، إذاً كان الثاني عين الأول، [كَجَا زَيدٌ] أي كقولك، أو مثل، وجا بالقصر للوزن، أصله جاء بالهمزة، وقصره للوزن، [كَجَا زَيدٌ أَخُوكَ] جاء فعل ماض مبني على الفتح لا محل له من الإعراب، وزيد فاعل، وأخوك بدل كل من كل؛ لأن الأخ هنا هو عين زيد، وزيد هو عين الأخ، وبدل المرفوع مرفوع ورفعه ضمة ظاهرة على آخره، وكما أعرب بدل الكل من الكل كذلك يصح إعرابه عطف بيان لما ذكرناه سابقاً أن كل ما صح الحكم عليه بأنه عطف بيان جاز إعرابه بدل كل من كل، فحينئذٍ جاءني محمد أبو عبد الله، أبو عبد الله يجوز فيه وجهان: أن يكون بدل كل من كل، وأن يكون عطف بيان، [ذَا سُرُورٍ بَهِجَا] ذا حال من الفاعل، منصوب بالألف لأنه من الأسماء الستة، أي حالة كونه ذا سرور بهجا، وسرور بمعنى الفرح، وبهجا بمعنى الابتهاج، والسرور والفرح، والألف في بهجا للإطلاق، إذاً كل منهما بمعنى الآخر.\nومنه قوله تعالى: (مَفَازًا، حَدَائِقَ) [النبأ:32] فحدائق بدل كل من كل من مفازاً، وحينئذٍ نقول: يصح أن يكون البدل نكرة والمبدل منه نكرة، لأن حدائق بدل وهو نكرة، ومفازاً مبدل منه وهو نكرة. جاء محمد أبو عبد الله، فمحمد معرفة، وأبو عبد الله معرفة، إذاً صح أن يبدل المعرفة من المعرفة، ويصح أن يكونا مختلفين كما سيأتي.\nهذا النوع الأول: بدل كل من كل، أو إن شئت قل بدل الشيء من الشيء، وعدل ابن مالك رحمه الله عن التعبير ببدل الكل من\n(1/486)\n\nالكل؛ لأنه قد يأتي في القرآن في حق الرب - عز وجل - فلا يقال فيه: بدل كل من كل لعدم صحة إطلاق الكل على الله - عز وجل -، وأما الشيء فهذا ثابت إطلاقه على الله - عز وجل - قال تعالى: (قُلْ أَيُّ شَيْءٍ أَكْبَرُ شَهَادَةً قُلِ اللَّهُ) [الأنعام:19] إذاً صح إطلاق الشيء على الله - عز وجل -، أما بدل كل من كل فلا يصح.\nالنوع الثاني: أشار إليه بقوله: [وَبَدَلُ البَعْضِ مِنَ الكُلِّ] أيضاًًًًًًًًً البعض يقال فيه ما قيل في الكل، فهو مثل كل ملازم للإضافة للمفرد معنى، حينئذٍ قد يذكر المضاف لفظاً وقد يحذف ويعوض عنه تنوين يسمى تنوين العوض عن كلمة، وبدل البعض من الكل هو أن يكون الثاني جزءاً من الأول، أو قل: بعضاً من الأول سواء كان مساوياً لنصفه أو أقل أو أكثر، ولذلك لا يُشترط فيه عند الأصوليين ما يشترط في الاستثناء، والاستثناء فيه خلاف، هل يصح إخراج أكثر من النصف أو لا؟ استثناء دون النصف مجمع عليه، والنصف وأكثر من النصف فيه خلاف، وهذا الخلاف في الاستثناء، أما البدل فلا. ويشترط في هذا النوع - بدل البعض من الكل- أن يكون مشتملاً على ضمير يعود على المبدل منه، قال تعالى: (وَلِلَّهِ عَلَى النَّاسِ حِجُّ الْبَيْتِ مَنِ اسْتَطَاعَ إِلَيْهِ سَبِيلًا) [آل عمران:97] فمن استطاع هذا بدل بعض من كل، فلا يشترط أن يكون أكثر أو أقل أو نصف، قد يكون وقد لا يكون، يختلف باختلاف الأزمان والأحوال. والناس لفظ عام يشمل المستطيع وغير المستطيع، ومن استطاع من اسم موصول بمعنى الذي، وجملة",
        "(1/487)\n\nاستطاع صلة الموصول، وهو في قوة المشتق أي المستطيع، فمن استطاع بدل بعض من كل على الصحيح؛ لأن الناس كل وليس كل الناس مستطيع.\n[كَمَنْ يَأْكُلْ رَغِيْفًا نِصْفَهُ يُعْطِ الثَّمَنْ] كمن الكاف بمعنى مثل، أو كقولك حينئذٍ تكون داخلة على محذوف، ومن يأكل رغيفاً فمن اسم شرط مبني على السكون في محل رفع مبتدأ، ويأكل فعل مضارع فعل الشرط مجزوم بمن وجزمه سكون آخره، والفاعل ضمير مستتر تقدير هو يعود على من، رغيفاً مفعول به، ونصفه بدل بعض من كل، الرغيف كل، وهو لم يأكل كل الرغيف، وإنما أكل بعض الرغيف، حينئذٍ نقول: بدل بعض من كل، وقد اشتمل على الضمير هنا، نصفه أي نصف الرغيف، فأكل نصف الرغيف، فوجدت الحقيقة أن يكون الثاني جزءاً من الأول، والنصف جزء أو بعض من الكل ولا إشكال، ويعط الثمن يعط فعل مضارع جواب الشرط مجزوم وجزمه حذف حرف العلة، والفاعل ضمير مستتر تقديره هو يعود على من، والثمن مفعول به منصوب ونصبه فتحة مقدرة على آخره منع من ظهورها اشتغال المحل بسكون الوقف.\nعرفنا بدل البعض من الكل، وهل يوجد بدل الكل من البعض؟ نقول: هذا فيه خلاف، والأكثر على المنع، وجوَّزه بعضهم وأثبت بدل الكل من البعض. قال الشاعر:\nرَحِمَ اللهُ أَعْظُمًا دَفَنُوهَا ... بِسِجِسْتَانَ طَلَحَةَ الطَّلَحَاتِ\n(1/488)",
        "\nأعظماً بعض من طلحة، وطلحة كل لأنه عظم ولحم، فطلحة بدل من أعظم بدل كل من بعض، وهذا محل خلاف.\nوالنوع الثالث أشار إليه بقوله: [وَبَدَلُ اشْتِمَالٍ] ففيه اشتمال أن يشتمل المبدل على البدل، بأن يكون بين البدل والمبدل منه ملابسة أي علاقة وارتباط، لكن بغير الجزئية والكلية، ليس كلا ولا جزءا، يعني كأنه قال لك: انظر في البدل هل هو بدل كل من كل أو لا؟ فإن لم يكن بدل كل من كل إذاً انتفت العلاقة الكلية، ثم انظر هل هو بعض من المبدل منه أو لا؟ فإن لم يكن بدل بعض من كل إذاً انتفت العلاقة الجزئية، فاحكم عليه بأنه بدل اشتمال، لذلك تكون العلاقة أو الملابسة بين الأول والثاني بغير الجزئية والكلية، يعني ليس بدل كل من كل، ولا بدل بعض من كل. أو قل: أن يكون المبدل منه مشتملا على البدل بأن يكون دالا عليه بحيث إذا ذكر المبدل منه تتشوَّف النفس وتنتظر البدل. [نَحْوُ رَاقَنِي مُحَمَّدٌ جَمَالُهُ فَشَاقَنِي] نحو بمعنى مثل، وراقني بمعنى أعجبني محمد جماله، ومحمد فاعل، وجماله بدل اشتمال من محمد، ما العلاقة بين الجمال ومحمد؟ هل هو كل من محمد بأن يكون بدل كل من كل؟ الجواب: لا، هل هو جزء من ذاته؟ الجواب: لا، وإنما العلاقة بينهما أن محمداً مشتمل على الجمال، إذاً الملابسة والعلاقة بينهما بغير الكلية والجزئية. ومثله: أعجبني زيد علمه، إذاً ثَمَّ ملابسة وارتباط بين زيد وبين العلم، وهي كون العلم قائماً بزيد، كما أن الجمال إنما يكون في محمد لا في غيره، وكذلك العلم يكون في زيد لا في غيره. ومنه قوله تعالى:\n(1/489)\n",
        "(يَسْأَلُونَكَ عَنِ الشَّهْرِ الْحَرَامِ قِتَالٍ فِيهِ قُلْ قِتَالٌ فِيه) [البقرة:217] أي في الشهر الحرام، فقتال بدل اشتمال من الشهر الحرام، ما الملابسة والعلاقة والارتباط؟ نقول: لكون القتال قد وقع في الشهر الحرام، وهنا أبدلت النكرة من المعرفة، ويجوز العكس، وفي قوله: (مَفَازًا، حَدَائِقَ) [النبأ:32] أبدلت النكرة من النكرة، وفي قوله: (وَلِلَّهِ عَلَى النَّاسِ حِجُّ الْبَيْتِ مَنِ اسْتَطَاعَ إِلَيْهِ سَبِيلًا) [آل عمران:97] (الناسِ، من استطاع) أبدلت المعرفة من المعرفة، إذاً لا يشترط في البدل والمبدل منه الاتفاق تعريفاً وتنكيراً.\nوقوله: [جَمَالُهُ] اشتمل على ضمير يعود على المبدل منه، [فَشَاقَنِي] الفاء عاطفة، وشاقني حبها أي هاجني كشوَّقني.\nوالنوع الرابع أشار إليه بقوله: [وَبَدَلُ الغَلَطِ] أي بدل عن اللفظ الذي ذُكِر غلطاً، لا أنه نفسه هو الغلط، ليس البدل هو الغلط، وإنما هو بدل عن اللفظ الذي ذُكر أولاً غلطاً. [نَحْوُ قَدْ رَكِبْ زَيدٌ حِمَارًا فَرَسًا يَبْغِي اللَّعِبْ] فرساً هو بدل الغلط، لأن الذي ذكر غلطا هو قوله: حمارًا، قال: ركبت حماراً فغلط ليس حماراً فقال: فرساً، إذاً حصل بدل الغلط، الغلط في الأول، والذي يسمى بدل الغلط الثاني، إذاً التركيب يكون: بدل الغلط ليس هو نفسه غلطًا، وإنما بدل عن اللفظ الذي ذكر أولاً غلطاً، وبدل الغلط أن يكون الثاني مقصوداً، والأول غير مقصود، نحو قولك: [نَحْوُ قَدْ رَكِبْ زَيدٌ حِمَارًا فَرَسًا يَبْغِي اللَّعِبْ] أي وذلك نحو، فهو خبر لمبتدأ محذوف،\n(1/490)\n\nقد ركب: قد حرف تحقيق مبني على السكون لا محل له من الإعراب، رَكِبَ فعل ماض مبني على الفتح المقدر منع من ظهوره اشتغال المحل بسكون الوقف، وزيد فاعل، مرفوع ورفعه ضمة ظاهرة على آخره، حماراً مفعول به منصوب وعلامة نصبه الفتحة الظاهرة على آخره، فرساً بدل الغلط، وبدل المنصوب منصوب ونصبه فتحة ظاهرة على آخره.\nبدل الغلط محله اللسان، وليس القلب، أراد أن يخبر أولاً بأنه ركب فرساً فسبق لسانه فقال: حماراً، ثم أتى بالمقصود، إذاً حماراً ليس مقصوداً، وفرساً هو المقصود، [يَبْغِي اللَّعِبْ] يعني ركب، لأنه يبغي ويريد اللعب واللعب هو اللهو. وبدل الغلط مختلف فيه، هل هو موجود في لغة العرب أو لا؟ لذلك لا يُوقف على مثالٍ واحد في الشعر أنه يحكم عليه بأنه بدل غلط، ولذلك أنكره الكثيرون نثراً وشعراً، قالوا: لأنه ليس بفصيح بل هو غلط في اللسان، فحينئذٍ لا يمكن أن يكون في المنثور الفصيح، ولا في الشعر الفصيح، لأنه غلط أراد أن يخبر عن شيء فأخبرك عن شيء آخر فسبق لسانه فذكر شيئاً لم يرد ذكره، فكيف يكون في الفصيح؟! ولذلك اختلف فيه أربعة أقوال:\nالأول: من أثبته نظماً ونثراً.\nالثاني: من نفاه نظماً ونثراً.\nالثالث: من أثبته نثراً لا نظماً.",
        "(1/491)\n\nالرابع: من أثبته نظماً لا نثراً.\nنظماً أي شعراً، والمسألة فيها خلاف، لكن عزَّ أن يوجد مثال منقول عن العرب وهو بدل غلط، والله أعلم.\n(1/492)",
        "\nالمَنْصُوبَاتُ مِنَ الأَسْمَاءِ\nلما فرغ من الكلام على المرفوعات وما يتعلق بها شرع في الكلام على المنصوبات، وقدَّم المرفوعات على المنصوبات؛ لأن المرفوعات عُمَدٌ في الأصل، والعمد شأنها التقديم، وثنى بالمنصوبات؛ لأن الفعل قد يكون ناصباً، فالنصب إما أن يكون بحرف أو بفعل أو باسم، حينئذٍ حصل النصب بالفعل وهو أقوى العوامل بخلاف المخفوضات، فإنه لا خفض بالفعل.\nو [المَنْصُوبَاتُ] جمع منصوب، وهو لغة: المستقيم والمستوي، واصطلاحاً: ما اشتمل على عَلَمِ النصب، يعني علامة النصب من الفتحة وما ناب عنها، تقول: رأيت زيداً، فزيداً منصوب، لكونه اشتمل على علامة النصب، [مِنَ الأَسْمَاءِ] احترازًا عن الأفعال، ويمكن أن يقال: إنه لبيان الواقع، ولا حاجة إلى الاحتراز؛ لأنه ذَكَر أولاً المنصوبات من الأفعال، فحينئذٍ لا يقع الذهن في الوَهَم بأنه قد يريد النواصب من الأفعال، بخلاف ما لولم يسبق ذكر نواصب الأفعال.\n(1/493)\n",
        "بَابُ المَفْعُولِ بِهِ\nالمنصوبات خمسة عشر كما سيأتي بيانها، والباب الأول من هذه المنصوبات [بَابُ المَفْعُولِ بِهِ] أي هذا باب بيان حقيقة المفعول به، وأل في المفعول موصولة؛ لأن المفعول على زنة مفعول، وأل الداخلة على اسم الفاعل واسم المفعول والصفة المشبهة موصولية، أي الذي فُعل به، أي باب الذي فُعِل به الفعل، والضمير في به يعود على أل، وهذا من أدلة القائلين بأن أل الموصولية اسم، لأن من علامات الأسماء عود الضمير إليها، ومنه قولهم: قد أفلح المتقي ربه، فالضمير في ربه باتفاق أنه يعود على أل، وأل موصولية، والضمائر لا ترجع إلا إلى الأسماء، فدل على أن أل اسم، وهذا هو الصحيح، إذًا الضمير في [بِهِ] عائد على أل، فحينئذٍ تكون أل الموصولة اسماً، وقيل: بل يعود على موصوف محذوف تقديره باب الشيء الذي فُعِل به، لكن النظر في أل، وفي مرجع الضمير، وهل يعود على موصوف محذوف أولا؟ نقول: هذا قبل جعله علماً، فلما جُعل علماً صار الضمير جزءًا من الكلمة كدال زيد، تقول: المفعول به صار علماً ولقباً على ما سيذكره، بمعنى أنه كالجزء الواحد، فكل كلمة فيه تعتبر في مقابلة حرف من حروف زيد، فحينئذٍ الضمير هنا لا اعتبار له أي لا مرجع له، وكذلك أل لا اعتبار لها، فهو جامد فلا ينظر إليه إلا من جهة كونه لقبًا وعلماً، والنظر في الاشتقاق قبل النقل. قال الناظم:\n(1/494)\n\nمَهْمَا تَرَ اسْمًا وَقَعَ الفِعْلُ بِهِ ... فَذَاكَ مَفْعُولٌ فَقُلْ بِنَصْبِهِ\n[مَهْمَا تَرَ اسْمًا وَقَعَ الفِعْلُ بِهِ] مهما شرطية تجزم فعلين، وترَ فعل مضارع، فعل الشرط، مجزوم وجزمه حذف حرف العلة، وحينئذٍ يحذف من النطق ومن الكتابة أيضاً، قال تعالى: (لَمَّا يَقْضِ مَا أَمَرَهُ) [عبس:23] حُذفت الياء نطقًا وكتابة، وقد يُوجد نطقا وكتابة مع كونه مجزوما، والجازم إذا وُجد ووجد معه الحرف الذي يجب حذفه للجازم، إما أن يُخرَّج على أنه إشباع للحركة، يُشبع الحركة والحرف محذوف، وإما أنه ذكره من باب الضرورة لأجل الوزن. قال الشاعر:\nأَلَمْ يَأْتِيكَ وَالأَنْبَاءُ تَنْمِي بِمَا لاَقَتْ لَبُونُ بَنِي زِيَادِ\nألم يأتيك الياء ثابتة مع وجود الجازم، فالفعل مجزوم قطعًا، والأصل في جزمه حذف حرف العلة وهو الياء، وهنا الياء موجودة فقال: يأتيك، فحينئذٍ لا بد من تخريج هذه الياء، فنقول: إما للإشباع، أشبع الكسرة من أجل الوزن حتى تولدت الياء، أو أنه ذكرها ابتداءً من أجل الوزن دون إشباع.\nهَجَوتَ زَبَّانَ ثُمَّ جِئْتَ مُعْتَذِرًا مِنْ هَجْوِ زَبَّانَ لَمْ تَهْجُو وَلَمْ تَدَعِ\nلم تهجو: بإثبات الواو، والأصل حذفها للجازم، نقول: الواو حذفت للجازم، نعم، وهذه الواو الملفوظ بها ليست هي واو الفعل، وإنما هي إشباع للحركة.",
        "(1/495)\n\nإِذَا العَجُوزُ غَضِبَتْ فَطَلِّقِ وَلاَ تَرَضَّاهَا وَلاَ تَمَلَّقِ\nولا ترضاها: بالألف، ولا تملق إذاً قد يبقى الحرف الذي يكون علة في الفعل المضارع الذي يجزم، فيحذف حرف العلة، وحينئذٍ نحكم بكون الحرف محذوفًا لا إشكال في هذا، فنقول: الحرف محذوف لكن ذكره ليس هو عين الحرف الذي قد حذف، ويخرج بأحد التخريجين السابقين.\n[اسْمًا] مفعول به [وَقَعَ الفِعْلُ بِهِ] أي ما وقع عليه فعل الفاعل، هذا هو المفعول به، واسماً خرج به الفعل والحرف، فالفعل لا يكون مفعولاً به ما لم يرد به اللفظ نحو: كتبت قال، أي هذا اللفظ. والحرف لا يكون مفعولاً به ما لم يرد به اللفظ نحو: كتبت في، أي هذا الحرف. وإذا قيل: خرج الفعل والحرف فحينئذٍ يُجعل ذلك علماً على الاسم، فيضم إلى علامات الأسماء، فإذا قيل: الفاعل هو الاسم المرفوع، فالاسم خرج الفعل وخرج به الحرف، إذاً اختص بالاسم فحينئذٍ تقول: من علامات الاسم وقوعه فاعلاً، لأن الفاعل لا يكون إلا اسماً، فينحصر في الأسماء، ولا يدخل الأفعال ولا الحروف، فحينئذٍ صار من علاماته التي يميز بها عن أخويه، كذلك المفعول به، لا يكون إلا اسماً، فخرج الفعل فلا يوصف بكونه مفعولاً به، وخرج الحرف فلا يوصف بكونه مفعولاً به، فحينئذٍ من علامات الأسماء كونها مفعولاً به. والمراد بالاسم هنا ما يشمل الاسم الصريح، والاسم المؤول بالصريح، فنحو: ضربت زيداً، فزيداً مفعول به وهو اسم صريح، يعني لا يحتاج إلى جعله\n(1/496)",
        "\nمفعولاً به إلى تأويل، والاسم المؤول بالصريح هو ما نحتاج في جعله مفعولاً به إلى تأويل، نحو: ظننت أنَّ زيداً قائم، ذكرنا أن أفعال القلوب تنصب المبتدأ على أنه مفعول أول لها، والخبرَ على أنه مفعول ثان، وأنه قد يسد مسد المفعولين أنَّ المفتوحة وأنْ المصدرية، نحو: ظننت أنَّ زيداً قائم، فأن زيداً قائم سدت مسد المفعولين؛ لأن أنَّ هذه في تأويل المفرد، والأصل إذا أردنا أن نقدر نقول: أنَّ حرف توكيد ونصب، وزيدًا اسمها، وقائمٌ خبرها، أنَّ وما ودخلت عليه وهو معمولاها في تأويل مصدر، مفعول به، تقديره ظننت قيامَ زيد، فقيام زيد مفعول به، وهو مفرد لكنه سد مسد مفعولي ظننت.\nومنه قوله تعالى: (وَدُّوا لَوْ تُدْهِنُ فَيُدْهِنُونَ) [القلم:9] الفعل ودَّ دائماً يقع بعده لو المصدرية، فحينئذٍ تؤول لو مع ما بعدها بمصدر يُنصب على أنه مفعول به، والتقدير هنا: ودوا مداهنتك، فمداهنتك مفعولٌ به، إذاً قوله: [اسْمًا] سواء كان صريحاً كضربت زيداً، فزيداً هذا صريح ملفوظ به مباشرة دون تأويل، أو مؤولاً بالصريح، نحو: ظننت أن زيداً قائم، و (وَدُّوا لَوْ تُدْهِنُ فَيُدْهِنُونَ) [القلم:9].\n[وَقَعَ الفِعْلُ بِهِ] وقع الفعل يعني الصادر من الفاعل، وبه الباء هنا بمعنى على؛ لأن مادة الوقوع إنما تتعدى بعلى لا بالباء، وقع الفعل به أي عليه، لأن قوله به، جار ومجرور متعلق بوقع، والوقوع\n(1/497)\n",
        "وما تصرف منه إنما يتعدى بعلى لا بالباء، إذاً المفعول به: هو اسم وقع فعل الفاعل عليه إثباتاً أو نفياً، وفسروا الوقوع هنا بتعلقه بما لا يعقل إلا به إثباتاً أو نفياً. مثلا ضربت زيداً ضربت فعل وفاعل، وزيداً مفعول به، هل ثَمَّ ملابسة وارتباط بين المفعول به والفاعل والفعل؟ نقول: نعم، وهو كون زيد محلاً لوقوع فعل الفاعل وهو الضرب، لو قيل: من المضروب؟ قيل: زيد، إذاً هذه العلاقة هي تعلق المفعول به بالعامل على جهة إيقاع الفاعل ذلك الفعل على المفعول به، لكن لو قال: ما ضربت زيدا، حينئذٍ المفعول به وهو زيدًا ما وقع عليه فعل الفاعل، بل ليس عندنا فعل أصلا، لأنه نفي، والنفي عدم ليس بشيء، فكيف نقول: زيدًا مفعول به وقع عليه فعل الفاعل والضرب منفي ما حصل ضرب أصلا؟! كذلك النهي نحو: لا تضرب زيدا. فهذا إشكال أورده بعضهم، والجواب: أنَّ هذا اصطلاح، ولذلك أرادو أن يعمموا الوقوع، فقالوا: الوقوع الأصل فيه الوقوع بالفعل فضربت زيدًا الأصل أن تضربه فيكون زيد مضروبا، فهذا وقوع الفعل عليه بالفعل صريح ولا إشكال فيه، لكن في مثل هذا التركيب ما ضربت زيدا، ولا تضرب زيدا، قالوا: ثم علاقة وارتباط ذهني قصد أن النفي هنا قد نفي الضرب عن محل لو وقع عليه لكان محلا له وقابلا له، إذا ثم ارتباط، تعلق زيد هنا بالضرب بمعنى أنه لو أراد إيقاعه لوقع ولكنه منفي عنه، فحينئذ صار مفعولا به بالقوة لا بالفعل كضربت زيدا فزيدا مضروب بالفعل يعني وقع عليه الضرب، لكن ما ضربت زيدا لو أراد أن\n(1/498)\n\nيوقع الضرب بزيد لكان زيدا محلا للضرب وقابلا له.\nإذا قوله: [مَهْمَا تَرَ اسْمًا وَقَعَ الفِعْلُ بِهِ] المراد بالوقوع هنا تعلقه يعني تعلق المفعول به بما لا يعقل إلا به، يعني لا يتصور ويتخيل في الذهن إلا به، فحينئذ ما ضربت النفي إنما يصح إذا كان ثَمَّ ما هو محل لوقوع هذا الضرب وإلا لم يصح نفي الضرب، ما ضربت هكذا دون أن يعلق في الذهن محل لإيقاع الضرب هذا لا يمكن أن يوجد. على كلٍّ المفعول به يتعلق به الفعل إثباتا أو نفيا.\nوالحاصل: أن المفعول به هو اسم وقع عليه الفعل الصادر عن الفاعل، نحو: ضربت زيدا، زيدا هذا مفعول به لأنه وقع عليه فعل الفاعل وهو الضرب، ونحو: ما ضربت زيدا، زيدا مفعول به لأنه لو أراد الفاعل إيقاع الحدث الذي هو الضرب على زيد لكان زيدا محلا لذلك.\nوبعض النحاة يرى أن من علامة صدق الحد على المفعول به أن تصوغ من الفعل التام اسم مفعول تام فتقول: ضربت زيدا، فزيدا هذا إذا أردت أن تتأكد هل هو مفعول به أولا؟ فاجعل زيدا مبتدأ، ثم ايت بمصدر الفعل ضرب الذي هو الضرب فتأتي منه باسم مفعول تام تجعله خبرا للمبتدأ، فإذا صح فهو مفعول به وإلا فليس بمفعول به، فتقول: زيدٌ مضروبٌ إذًا صح التركيب فهو مفعول به. ونحو: جلس زيد على الكرسي، تقول: الكرسي مجلوس عليه، هذا لم يصح إلا بواسطة، والعلامة هنا أن يصح أن يؤتى من مصدر الفعل اسم مفعول تام يعني لا يفتقر إلى جار ومجرور، وهنا لم يأت",
        "(1/499)\n\nتاما وإنما صح بالجار والمجرور وهو لفظ عليه.\n[فَذَاكَ] أي الاسم الذي وقع عليه فعل الفاعل [مَفْعُولٌ] به [فَقُلْ بِنَصْبِهِ] أي بعد إثبات حقيقة المفعول فقل أي احكم بنصبه أي بأنه منصوب، إما بالفتحة وإما بالألف وإما بالياء، وعامل النصب في المفعول إما أن يكون فعلا سواء كان ملفوظا به أو محذوفا، فالملفوظ نحو: ضربت زيدا، فزيدا مفعول به لفعل مذكور، والمحذوف نحو: قوله تعالى: (بَلْ مِلَّةَ إِبْرَاهِيمَ) [البقرة:135] ملةَ هذا مفعول به لفعل محذوف تقديره بل أتبع ملة إبراهيم. وإما أن يكون الناصب له الوصف نحو: أنا ضاربٌ زيدا، فزيدا مفعول به والعامل فيه ضارب وهو وصف، ومنه قوله تعالى: (إِنَّ اللَّهَ بَالِغُ أَمْرِهِ) [الطلاق:3] في قراءة من نون الوصف. وإما أن يكون الناصب له المصدر نحو قوله تعالى: (وَلَوْلا دَفْعُ اللَّهِ النَّاسَ) [البقرة:251] فالناس مفعول به، والعامل فيه دفع وهو مصدر، وإما أن يكون الناصب له اسم الفعل، نحو قوله تعالى: عَلَيْكُمْ) أَنْفُسَكُمْ () أنفسكم مفعول به والناصب له عليكم وهو اسم فعل أمر. إذًا ينصب المفعول إما بالفعل سواء كان ملفوظا به أو مقدرا أو بالوصف أو بالمصدر أو باسم الفعل.\nكَمِثْلِ زُرْتُ العَالِمَ الأَدِيبَا ... وَقَدْ رَكِبْتُ الفَرَسَ النَّجِيْبَا\n[كَمِثْلِ] يعني وذلك المفعول به كمثل [زُرْتُ العَالِمَ الأَدِيبَا] الألف للإطلاق، ... وزرت فعل وفاعل، والعالم مفعول به منصوب،\n(1/500)",
        "\nوالأديب من أدُب كحسُن أدبا فهو أديب ويجمع على أدباء، وأدَّبه علَّمه فتأدب واستأدب، إذًا العالم مفعول به لأن الفعل الذي دل عليه زرت وهو الزيارة قد وقعت عليه، والوقوع هنا معنى, لأنه قد يكون حسا وقد يكون معنى، نحو: تعلمت المسألة فليس عندنا وقوع حسي يدرك بالحس مثل الضرب الواقع على زيد، وإنما هو تعلق معنوي. [وَقَدْ رَكِبْتُ الفَرَسَ النَّجِيْبَا] الألف للإطلاق، والنجيب هو الكريم الحسيب، وركبت فعل وفاعل، والفرس مفعول به لأنه اسم وقع عليه فعل الفاعل وهو الركوب، والركوب أمر حسي.\nوَظَاهِرًا يَأْتِي وَيَأْتِي مُضْمَرَا ... فَأَوَّلٌ مِثَالُهُ مَا ذُكِرَا\n[وَظَاهِرًا] أي واسما ظاهرا فهو صفة لموصوف محذوف، حال مقدمة من فاعل يأتي، و [يَأْتِي] فعل مضارع مرفوع ورفعه ضمة مقدرة على آخره، والفاعل ضمير مستتر جوازًا تقديره هو يعود على المفعول به. إذًا المفعول به قسمان:\nالأول: قد يكون اسما ظاهرا، والثاني: قد يكون اسما مضمرا.\nوالظاهر: هوما دل على مسماه بلا قيد، والقيد هو التكلم، أو الخطاب، أو الغَيبة. والمضمر: هو ما دل على مسماه بقيد، وهو التكلم، أو الخطاب، أو الغيبة؛ لأنه كما سبق أن الاسم ثلاثة أنواع: وهي الاسم المبهم، والاسم المضمر، والاسم الظاهر. فالظاهر كزيد، والمبهم كهذا والذي وسبق أنه يريد بالمبهم أسماء الإشارات\n(1/501)\n",
        "والموصولات، والمضمر كهو. [فَأَوَّلٌ] الفاء فاء الفصيحة، والأول أي الأسبق وهو الظاهر، [مِثَالُهُ مَا ذُكِرَا] الألف للإطلاق، وذُكر فعل ماضٍ مغير الصيغة، ونائب الفاعل ضمير مستتر يعود على المثال السابق، وحذف الفاعل للعلم به، يعني ما قد ذكرته لك فيما سبق من قولي زرت العالم، وركبت الفرس، فالعالم والفرس كل منهما اسم ظاهر.\nوَالثَّانِي قُلْ مُتَّصِلٌ وَمُنْفَصِلْ ... كَزَارَنِي أَخِي وَإِيَّاهُ أَصِلْ\n[وَالثَّانِي] الذي هو المضمر، [قُلْ] إنه قسمان: [مُتَّصِلٌ وَمُنْفَصِلْ] والمتصل أصلها موتصل قلبت الواو تاءا فأدغمت التاء في التاء. والضمير ينقسم إلى قسمين: الأول: بارز، والثاني: مستتر؛ لأنه إما أن يكون له صورة في اللفظ أي ينطق به، أولا؟ الأول البارز، والثاني المستتر. نحو: ضربت فالتاء ضمير نطقت بها فهذا بارز, وقم الفاعل ضمير مستتر لم تنطق به لأنه ليس له صورة.\nثم البارز ينقسم بحسب الاتصال والانفصال إلى قسمين، إذًا المتصل والمنفصل قسمان من أقسام البارز، وليسا قسمين للمستتر، والضمير المتصل: هو الذي لا يستقل بنفسه، فلذلك لا يبتدأ به أي لا يقع في أول الكلام، ولا يلي إلا في الاختيار، كتاء قمت، ونا قمنا فهذا ضمير متصل بمعنى أنه لا يستقل بنفسه فلذلك لا يقع في أول الكلام ولا يقع بعد إلا. والمنفصل عكسه الذي يستقل بنفسه، بمعنى أنه يقع في ابتداء الكلام ويصح أن يقع بعد إلا، كأنا وأنت وهو، فأنا ضمير منفصل، لأنه يصح الابتداء به، ويقع بعد إلا، تقول: ما قام إلا أنا، وتقول: أنا ضعيف، فأنا مبتدأ وضعيف خبر.\n(1/502)\n\nوينقسم المتصل بحسب موقعه في الإعراب إلى ثلاثة أقسام:\nالأول: مرفوع المحل كتاء قمت، فالتاء ضمير متصل مبني على الضم في محل رفع فاعل.\nوالثاني: منصوب المحل ككاف أكرمك زيدٌ، فالكاف ضمير متصل مبني على الفتح في محل نصب مفعول به.\nوالثالث: مخفوض المحل كالهاء في مررت بغلامه، فالهاء ضمير متصل مبني على الكسر في محل خفض.\nوينقسم المنفصل بحسب موقعه في الإعراب إلى قسمين:\nالأول: مرفوع المحل، والثاني: منصوب المحل. ولا يكون مخفوض المحل أبدا. ً\nإذا ً مخفوض المحل يكون في المتصل فقط، ولا يكون في المنفصل، وإنما يكون في محل رفع وفي محل نصب فقط، وكونه في محل نصب قد يكون مفعولا ًبه وهو الذي عناه الناظم هنا.\nفالمرفوع اثنتا عشرة كلمة من الضمائر المتصلة: وهي أنا، ونحن، وأنتَ، وأنتِ، وأنتما، وأنتم، وأنتن، وهو، وهي، وهما، وهنَّ.\nوالمنصوب اثنتا عشرة كلمة من الضمائر المتصلة: وهي إيَّاي، وإيَّانا، وإياكَ، وإياكِ، وإياكما، وإياكم، وإياكن، وإياه، وإياها، وإياهما، وإياهم، وإياهن. والضمير إيَّا فقط، فهو ضمير منفصل في محل نصب مفعول به، والكاف حرف خطاب مبني على الفتح لا محل له من الإعراب، ومنه: ((إِيَّاكَنَعْبُدُ وَإِيَّاكَ",
        "(1/503)\n\nنَسْتَعِينُ (5))) إيا في الموضعين في محل نصب مفعول به مقدم. إذًا [وَالثَّانِي قُلْ مُتَّصِلٌ] أي الضمير متصل بعامله، فيكون مفعولا ًبه في محل نصب، مثل: زيدٌ أكرمَك فالكاف في محل نصب مفعول به لأنه ضمير متصل، وزيد أكرمَنا فأكرم فعل ماض، ونا الدال على المفعولين ضمير متصل مبني على السكون في محل نصب مفعول به. [وَمُنْفَصِلْ] والمثال ما ذكرناه.\n[كَزَارَنِي أَخِي] زار فعل ماض، والنون للوقاية، والياء ضمير متصل مبني على السكون في محل نصب مفعول به، إذًا الكاف تأتي في محل نصب مفعول به نحو: أكرمك، ونا تأتي في محل نصب مفعول به، نحو زيد أكرمنا، ومثَّل الناظم للياء، وأخي الياء ضمير متصل في محل جر. إذًا الياء قد تكون في محل جر وقد تكون في محل نصب. [وَإِيَّاهُ أَصِلْ] إياَّ ضمير منفصل مبني على السكون في محل نصب مفعول به مقدم، والأصل أَصِلْه فقصد الحصر فانفصل الضمير وتقدم لإفادة ذلك. والهاء حرف دال على الغيبة مبني على الضم لا محل له من الإعراب، كالكاف من ذاك وذلك فلا إشكال فلا نقول: مضاف ومضاف إليه، وقد قيل، لكن هذا هو الصواب. وأَصِلْ فعل مضارع مرفوع ورفعه ضمة مقدرة على آخره منع من ظهورها اشتغال المحل بسكون الوقف. والعامل في المفعول به أربعة: الفعل، والوصف، والمصدر، واسم الفعل. وأنه يكون على نوعين: يكون ظاهرا ًويكون مضمرا ً، والضمير: يكون متصلا ويكون منفصلا.\n(1/504)",
        "\nبَابُ المَفْعُولِ المُطْلَقِ\nهذا الباب يُعبر عنه الكثير من النحاة بباب المصدر، كما عبر بذلك صاحب الأصل ابن آجروم حيث قال: باب المصدر، وذلك لأن الأصل في المفعول المطلق أن يكون مصدرا، وهذا هو الأصل بل بعضهم خصه بالمصدر وما عدا ذلك فهو نائب عنه، فحينئذ لا يكون مفعولاً مطلقا، وإنما يكون نائبا عن المفعول المطلق، [بَابُ المَفْعُولِ المُطْلَقِ] المطلق مقابل للمقيد، لأنه المطلق عن قيد ٍإما أن يقيد بحرف أو بظرف، لأن المفاعيل خمسة على الصحيح: الأول: المفعول به هذا مقيد بالجار والمجرور، والثاني: المفعول فيه كالسابق، والثالث: المفعول معه، وهذا مقيد بالظرف، والرابع: المفعول له. والخامس: المفعول المطلق عن قيد من القيود السابقة، لأن الأربعة السابقة كلها مقيدة إما بحرفٍ أو بظرف.\nإذًا المفعول المطلق أطلق ولم يقيد بحرف ولا ظرف لأنه هو أصل المفاعيل، لأنه هو الحدث، وتلك مَحَالٌّ للحدث، فهو المفعول الحقيقي لأنه الحدث الصادر منه.\nوَالمَصْدَرُ اسْمٌ جَاءَ ثَالِثًا لَدَى ... تَصْرِيفِ فِعْلٍ وَانْتِصَابُهُ بَدَا\n[وَالمَصْدَرُ] الواو للاستئناف البياني، وزنه مَفْعَل يعني محل صدور الشيء، سمي المصدر مصدرا ً لكون الأفعال وسائر المشتقات تصدر عنه، فالضرب مصدر يصدر عنه ضرب، ويضرب\n(1/505)\n",
        "واضرب، وضارب، ومَضْرِب، ومضرَب، فكل هذه المشتقات صادرة وناشئة عن الضرب وهو المصدر، ولذلك صار المصدر مصدراً لأنه محل لصدور سائر المشتقات. [وَالمَصْدَرُ اسْمٌ جَاءَ ثَالِثًا] هو أراد أن يعرف المفعول المطلق فقال: المصدر، لأن ثَمَّ علاقة بين المصدر والمفعول المطلق، فكل مفعول مطلق فهو مصدر ولا عكس - على ما ذكره المصنف هنا -[وَالمَصْدَرُ اسْمٌ] خرج الفعل، لأن المصدر أصل للفعل، فالفعل مشتق من المصدر، وهو فرع وأصله المصدر، كما قال الحريري:\nوَالْمَصْدَرُ الأَصْلُ وَأَيُّ أَصْلِ ... وَمِنْهُ يَا صَاحِ اشْتِقَاقُ الفِعْلِ\nإذًا الفعلُ فرعٌ على مذهب البصريين، فالأصل المصدر وما عداه من المشتقات فرع. [اسْمٌ جَاءَ] بمعنى ورد، فجاء في مثل هذا التركيب بمعنى ورد أو ثبت، المصدر اسم ورد حالة كونه [ثَالِثًا لَدَى تَصْرِيفِ فِعْلٍ] لدى بمعنى عند، وتصريف مصدر على وزن تفعيل، والمراد به التحويل من صيغة إلى صيغة أخرى، وما ذكره المصنف للمصدر من أنه ما يجيء ثالثاً في تصريف الفعل، نقول: هذا ضابط وليس بحد له، لأنه تابع صاحب الأصل في قوله: الذي يجيء ثالثا في تصريف الفعل تقول: ضرب يضرب ضرباً فضرباً هو الثالث فهو المصدر، وأكل يأكل أكلاً، وشرب يشرب شرباً، ونام ينام نوماً، فالذي يجيء ثالثا هو المصدر. كيف نقول: المصدر الذي يجيء ثالثاً، ثم نذكر الأول الفعل، ونحن نقول المصدر الأصل والفعل مشتق منه؟!\n(1/506)\n\nالجواب: أن قولهم ثالثا ليس بقيد بل قد يعبر عنه أولاً أو ثانيا أو آخرا، فلا بأس أن يقال: ضربا ضرب يضرب، لأن هذا التركيب هو الأصل بناءاً على أن القاعدة أن المصدر أصل لسائر المشتقات، ولا ينتقض بقولنا: ضرب يضرب ضرباً هذا جاء ثالثاً، وقد يأتي أولاً وقد يأتي ثانيا.\nوالمصدر اسم للحدث الذي هو أحد مدلولي الفعل؛ لأنَّ كلَّ فعلٍ مركبٌ من شيئين لا ثالث لهما من جهة اللفظ: الأول: دلالته على الزمن، والثاني: دلالته على الحدث. فقام مثلا يدل على شيئين: حدث وهو القيام، وزمن وهو الزمن الماضي، فأحد مدلولي الفعل هو الحدث، والمصدر اسم الحدث، فحينئذٍ كلمة مصدر اسمٌ مسماه الضرب، والضرب مسماه نفس الحدث، فالمصدر اللفظ كالضرب كما نقول: خالد اسمٌ مسماه الذات، والضرب مصدر مسماه عين الضرب، ففرق بين الضرب ومسمى الضرب. قال ابن مالك:\nالْمَصْدَرُ اسْمُ مَا سِوَى الزَّمَانِ مِنْ ... مَدْلُولَي الفِعْلِ كَأَمْنٍ مِنْ أَمِنْ\nإذاً كلُّ مفعولٍ مطلقٍ مصدرٌ ولا عكسَ، لأنَّ المصدر قد يكون مبتدأ، وقد يكون خبرا، وقد يكون اسم إنَّ، وقد يكون خبر إنَّ، فلا يتعين في المصدر أن يكون منصوباً على المفعولية المطلقة، لكن يتعين في المفعول المطلق أن يكون مصدراً.\nالمفعول المطلق: هو المصدر الفضلة المسلَّط عليه عامل من لفظه أو من معناه. قوله: المصدر، عرفنا حقيقة المصدر، إذاً أخذ المصدر",
        "(1/507)\n\nجنساً في حدِّ المفعول المطلق، ينبني على هذا أنَّ كلَّ ما ليس بمصدر فليس بمفعول مطلق، وكل ما قيل عند النحاة إنه نائب عن المفعول المطلق، فلكونه ليس بمصدر، فيعبر عنه بالنيابة ناب عن المفعول المطلق وليس هو بمفعول مطلق. وقوله: الفضلة أخرج العمدة فلا يكون المفعول المطلق عمدةً، فلو قيل: كلامُك كلامٌ حسن، فكلامٌ على القول بأنه مصدر أو اسم المصدر - لا إشكال - وقع في الموضعين عمدة، في الأول مبتدأ وهو عمدة، والثاني خبر وهو عمدة. ونحو: جدَّ جدُّه، فجدُّه فاعل وهو مصدر، فليس فضلة فلا يحكم عليه بأنه مفعول مطلق مع كونه مصدرًا، لأن شرط المصدر الذي يصح انتصابه على أنه مفعول مطلق أن يكون فضلة، والفضلة ما ليس بعمدة. قوله: المسلط عليه عامل من لفظه أو من معناه، فلو سُلِّط عليه عامل من لفظه وهو عمدة وليس بفضله لا يحكم عليه بكونه مفعولاً مطلقاً، نحو: كلامُك كلامٌ حسن، فكلام حسن سُلِّط عليه عامل من لفظه وهو كلامك الأول لأنه مبتدأ، والمبتدأ هو العامل في الخبر، حينئذٍ سُلِّط عليه عاملٌ من لفظه وليس بمفعول مطلق، لكونه عمدة وليس بفضله، كذلك جدَّ جدُّه فجدُّه مرفوع بجدَّ، إذاً سُلِّط عليه عامل من لفظه، وليس بمفعول مطلق، لأنه ليس بفضلة بل هو عمدة، وقوله: أو من معناه، هذا لإدخال النوع الثاني من نوعي المفعول المطلق، وهو مختلف فيه، نحو: قعدت جلوساً.\n(1/508)",
        "\nثم لما بين لك حقيقة المفعول المطلق بين حكمه فقال: [وَانْتِصَابُهُ] أي المصدر الذي يجيء ثالثاً في تصريف الفعل، [بَدَا] بمعنى ظهر، وانتصابه قد يكون بمثله وهو المصدر، لأن المصدر يعمل في المصدر بشرطه، فالمفعول المطلق قد يعمل فيه مصدرٌ فلا مانع أن يُنصب المصدر بمصدرٍ تقول: عجبت من ضربك زيداً ضرباً شديداً، زيداً مفعول به والعامل فيه المصدر ضربك، وضرباً مفعول مطلق لضربك، فضرب مصدر قد عمل في المفعول المطلق وهو مبين للنوع، إذاً قد ينصب المفعول المطلق بالمصدر. وقد ينصب المفعول المطلق بالفعل، نحو: ضربت زيداً ضرباً، زيداً مفعولٌ به، وضربا هو المفعول المطلق جاء ثالثا في تصريف الفعل، لأنك تقول: ضرب يضرب ضرباً، فحينئذٍ جيء بالمصدر فسُلِّط عليه عامل وهو فعل في هذا التركيب، فانتصب على أنه مفعول مطلق، فقيل: ضربت زيداً ضرباً، ضرباً هذا هو المفعول المطلق وقد عمل فيه الفعل. وقد ينصب المفعول المطلق بالوصف، نحو: أنا ضاربٌ زيداً ضرباً، فضرباً مفعول مطلق، والعامل فيه الوصف، [وَانْتِصَابُهُ بَدَا] يعني نصب هذا المصدر على أنه مفعول مطلق بدا وظهر إما بمصدر مثله، أو بفعلٍ، أو بوصفٍ.\nوَهْوَ لَدَى كُلِّ فَتًَى نَحْوِيِّ ... مَا بَيْنَ لَفْظِيٍّ وَمَعْنَوِيِّ\nفَذَاكَ مَا وَافَقَ لَفْظَ فِعْلِهِ ... كَزُرْتُهُ زِيَارَةً لِفَضْلِهِ\n[وَهْوَ] أي المصدر المنصوب على المفعولية المطلقة، [لَدَى] أي عند [كُلِّ فَتًَى] التنوين للتعظيم، [نَحْوِيِّ] نسبة إلى فن النحو، لكن قوله: [لَدَى كُلِّ فَتًَى نَحْوِيِّ] من إطلاق الكل وإرادة الجزء، يعني من العام الذي أريد به الخصوص وإلا فليس مجمعاً عليه، [مَا بَيْنَ] قسمين اثنين لا ثالث لهما [لَفْظِيٍّ وَمَعْنَوِيِّ] يعني المفعول المطلق\n(1/509)\n",
        "نوعان: الأول: لفظي. والثاني: معنوي.\nوأشار إلى الأول بقوله: [فَذَاكَ مَا وَافَقَ لَفْظَ فِعْلِهِ] المفعول المطلق إما أن يعمل فيه فعلٌ موافق له في اللفظ والمعنى، أو في المعنى دون اللفظ، هذا وجه القسمة.\nلماذا قسمناه إلى قسمين؟ نقول: لأنه لا يخلو المفعول المطلق باعتبار العامل إما أن يتحدا في اللفظ والمعنى نحو: ضربت زيداً ضرباً، فضرباً مفعول مطلق والعامل فيه ضرب وقد وافقه في اللفظ والمعنى، هذا يسمى لفظياً. وإما أن يتحدا في المعنى دون اللفظ، نحو: قعدت جلوسا، وافقه في المعنى، لأن معنى الجلوس والقعود واحد، ولم يوافقه في الحروف، هذا يسمى معنويا، إذًا [لَفْظِيٍّ وَمَعْنَوِيِّ] فهما قسمان لأن القسمة استقرائية إما أن يوافق المصدر عامله في اللفظ والمعنى معا فهو اللفظي، أو في المعنى دون اللفظ فهو المعنوي، ولا يمكن أن يوجد الثالث وهو أن يوافقه في اللفظ دون المعنى. [فَذَاكَ] الفاء فاء الفصيحة، وذاك أي الأول الذي هو اللفظي فالمشار إليه الأول، لذلك أتى بالكاف لأنه بعيد، [مَا] اسم موصول بمعنى الذي أي مصدرٌ منصوبٌ على المفعولية المطلقة [وَافَقَ] الضمير يعود للاسم الموصول أي المصدر [لَفْظَ فِعْلِهِ] الناصب له، ولو قال: عامله لكان أشمل؛ لأنه لا يشترط أن يكون موافقاً للفعل فحسب، بل موافقاً للفعل أو الوصف أو المصدر فهو أعم، [مَا وَافَقَ لَفْظَ فِعْلِهِ] في حروفه الأصول ومعناه، ولو خالفه في حركة عينه، نحو: فرِح زيدٌ فرَحاً،\n(1/510)\n\nففرحاً مفعول مطلق وافق عامله فرِح في اللفظ والمعنى، لكن لم يوافقه في حركة العين، والمراد الموافقة في الحروف والمعنى. [كَزُرْتُهُ زِيَارَةً لِفَضْلِهِ] زرته فعل وفاعل، والضمير في محل نصب مفعول به، وزيارة مفعول مطلق لفظي، لكونه وافق عامله وهو زار في اللفظ أي في الحروف والمعنى، لفضله جار ومجرور متعلق بقوله زرته.\nوَذَا مُوَاِفقٌ لِمَعْنَاهُ بِلاَ وِفَاقِ لَفْظٍ كَفَرِحْتُ جَذَلاَ\n[وَذَا] المشار إليه النوع الثاني وهو المعنوي، لأن ذا اسم إشارة للقريب فلا يحتاج إلى حرف خطاب، وأما ذاك فهو للبعيد لأنه قال: لفظي ومعنوي وأشار للبعيد اللفظي بقوله ذاك، وللثاني المعنوي بقوله وذا. [مُوَاِفقٌ] أي مصدر منصوب على المفعولية المطلقة موافق [لِمَعْنَاهُ] يعني لمعنى عامله الناصب له، فالضمير يعود لقوله فعله، [بِِلاَ وِفَاقِ لَفْظٍ] وافقه في المعنى، لكن بلا أي بدون، وفاق أي موافقة لفظه في حروفه بل وافقه في المعنى فقط، [كَفَرِحْتُ جَذَلاَ] والجذل هو الفرح، فرحت جذلاً، جذلاً مفعول مطلق وهو مصدر، والناصب له فرح، وقد وافقه في المعنى دون الحروف، لذا سمي معنوياً لموافقته لعامله في المعنى دون الحروف. ومثله: قمت وقوفاً، فوقوفاً مفعول مطلق منصوب، والعامل فيه قمت والقيام والوقوف في المعنى واحد، لكنه خالفه في الحروف، ومثله: جلست قعودا.",
        "(1/511)\n\nالمفعول المطلق عند النحاة ثلاثة أنواع:-\nالأول: المؤكد لعامله. نحو: ضربت زيدا ضربا، فضربا هذا مؤكد لعامله وضابطه أنه لم يتقيد بوصف ولا إضافة، إذا جاء المصدر هكذا ضرباً دون إضافة كضرب الأمير، أو وصف كضرباً شديداً، أو أل العهدية كالضرب، نقول: هذا مفعول مطلق مؤكد لعامله؛ لأنه ليس فيه أي زيادة على ما دل عليه العامل ضربت، لأن ضربت دل على وقوع الضرب، فحينئذٍ ضرباً أكَّد المصدر الذي دل عليه ضرب لذلك سمي مؤكداً.\nوالثاني: المبين لنوعه. نحو: ضربت زيداً ضرباً شديداً، وصفه فبين نوع الضرب لأن ضربت يدل على الضرب، لكن لا يدل على الشدة والخفة والضعف ونحو ذلك، فإذا قال: ضربت زيداً ضرباً شديداً، فوصف المصدر المفعول المطلق بقوله شديدا، نقول: هذا مبين لنوع عامله، أو قال: ضربت زيداً ضرب الأمير، قيده بالإضافة فهذا مبين للنوع، أو قال: ضربت زيداً الضرب، أي المعهود الذي بيني وبينك، الشديد أو الضعيف.\nوالثالث: المبين لعدده. نحو: ضربت زيداً ضربتين أو ضربات، لأن قولك ضربت لا يدل على عدد مرات وقوع الحدث، فإذا قلت ضربتين، حينئذٍ بين عدد مرات وقوع الحدث.\n(1/512)",
        "\nبَابُ الظَّرْفِ\nلما فرغ من المصدر عقبه بقوله: بَابُ الظَّرْفِ لأن المصدر اسم للحدث، وثَمَّ مناسبة بين الظرف والحدث، لأنَّ كلَّ حدثٍ لا بُدَّ له من زمن، ولذلك الفعل يدل على شيئين: على حدث وزمن، لأنه لا يمكن أن يوجد حدثٌ لا في زمن، كذلك لا بد له من مكان؛ لأنه لا يتصور وقوع حدث لا في مكان، إذاً لما ذكر المصدر وهو الحدث ناسب أن يعقبه بالظرف لما بينهما من المناسبة وهو أن المصدر يحتاج لزمان ومكان يقع فيه.\n[بَابُ الظَّرْفِ] ويسمى المفعول فيه، لأن الزمن فُعِل فيه الحدث، تقول: صمت يومَ الخميس، فالصيام فُعِل في اليوم. والناظم ترجم بالظرف وأطلق، والمراد به الظرف المكاني والظرف الزماني لأنه سيأتي أنه قسمان. والظرف في اللغة: الوعاء يقال: الماء في الكوز، فالكوز وعاء للماء، واصطلاحا: ما سُلِّط عليه عاملٌ على معنى في، من اسم زمان أو اسم مكان مبهم.\nما اسم موصول بمعنى الذي، وهو مبهم، وقوله: من اسم زمان أو اسم مكان مِن بيانية بيَّن المراد بما يعني اسمُ زمانٍ أو اسمُ مكانٍ سُلِّط عليه عامل على معنى في، ومعنى هذا أن بعض الألفاظ يحكم عليها بأنها اسم زمان، أي لفظ ٌ دال على زمن من إضافة الدال إلى المدلول كيوم ووقت، وشهر، ورمضان، هذه كلها تدل على\n(1/513)\n",
        "الزمن، ما سلط عليه أي على اسم الزمان أو المكان عاملٌ لكن على معنى في، وليس مطلقاً ليس كل عامل سلط على اسم زمان فهو ظرف، كما في قوله: (واتقوا يَوْمًا)) [البقرة:48] فيوماً ليس بظرف، لأن الظرف يكون منصوباً على معنى في، بمعنى أن اسم الزمان يلاحظ فيه معنى في الظرفية، بمعنى أن الحدث قد وقع في ذلك اليوم وصار اليوم كالوعاء له، تقول: صمت يوم الخميس، فيوم هذا ظرف لأنه سلط عليه عامل وهو صامَ فعلٌ ماضٍ على معنى في فالعلاقة بين صمت ويوم هي كون اليوم ظرفاً للصوم كما أن الكوز ظرف للماء، فاليوم ظرف للصوم وقد وقع الصوم فيه، أما لو صرح بفي خرج عن كونه ظرفا، لو قال: صمت في يوم الخميس، نقول: هذا جار ومجرور، ولا يسمى ظرفاً وإنما يسمى اسم زمان، إذاً ليس كل اسم زمانٍ يكون ظرفاً، وكل ظرف زماني هو اسم زمان، لأن شرط الظرف أن يكون منصوباً، وهذا قد جُرَّ، ثم قد جُرَّ بفي ظاهرةً والشرط في اسم الزمان أن يكون ملاحظ فيه معنى في، ولا تذكر أصالةً، ونحو: يومُ الجمعةِ يومٌ مبارك، يوم الجمعة مبتدأ، ويوم مبارك هذا خبر وصفته، ولا يعربان ظرفاً لأنهما مرفوعان والشرط في الظرف الزماني أن يكون منصوباً، وإذا نُصب أن يكون منصوباً على معنى في بمعنى أن الظرف قد صار محتوياً للعامل الذي عمل فيه، ولذلك قوله: (واتقوا يَوْمًا تُرْجَعُونَ فِيهِ إِلَى اللَّهِ) [البقرة:281] يوما مفعول به، والمعنى اتقوا ذاك اليوم فاليوم كله هو المتقى، إذاً لا يمكن أن يكون\n(1/514)\n\nمنصوباً على معنى في فيعرب ظرفاً، لأن اسم الزمان وإن كان منصوباً في هذا التركيب إلا أن شرطه الاصطلاحي أن يكون ملاحظاً فيه معنى في. ولو قيل اتقوا يوما - يعني في يوم ٍ - لكان المأمور به أن يؤجل الإنسان التقوى من الدنيا إلى ذاك اليوم فلا تتقي هنا واجعل التقوى في ذلك اليوم وهذا معنى فاسد، ومثله قوله تعالى في الصيام: (لَعَلَّكُمْ تَتَّقُونَ، أَيَّامًا مَعْدُودَاتٍ) [البقرة:184] لا يصح أن تكون أياما مفعولا لتتقون ولا ظرفا له؛ وإلا لفسد المعنى لأنك لو علقت أياماً معدودات بتتقون لصارت أيام الصيام هي المتقى! فالمعنى فاسد حينئذ فليست مفعولاً به لتتقون. وليست ظرفاً لأن التقوى مرادة في أيام الصيام وفي غير أيام الصيام، فلو جعلت ظرفاً أي لعلكم تتقون في أيامٍ معدودات، وما عداها افعل ما شئت. بل نقول: أياماً هذا قيل إنه منصوب بالمصدر وهو الصيام ((يَا أَيُّهَاالَّذِينَ آَمَنُوا كُتِبَ عَلَيْكُمُ الصِّيَامُ ... أَيَّامًا) فأياماًً مفعول به للصيام، وجوَّز الصاوي وغيره أن يكون مفعولا به لعامل محذوف تقديره صوموا أياماً، والجملة حينئذ مستأنفة، أما تعلقها بتتقون فهذا لا وجه له.\nوالحاصل: أن الظرف هو اسم زمانٍ أو اسم مكان سُلِّطَ عليه عاملٌ يعني عمل فيه عامل، لكن ليس على إطلاقه، وإنما على تقدير معنى في، فإذا صح ملاحظة معنى في وهو الظرفية - كون اسم الزمان أو اسم المكان محلاً وقع فيه الحدث حينئذٍ صح نصبه على أنه ظرف وإلا فلا، وليس كل اسم زمانٍ يكون ظرفاً، وقوله: من اسم",
        "(1/515)\n\nزمان أو اسم مكان مبهمٍ سيأتي شرحه.\nالظَّرْفُ مَنْصُوبٌ عَلَى إِضْمَارِ فِي ... زَمَانِيًا مَكَانِيًَا بِذَا يَفِي\n[الظَّرْفُ مَنْصُوبٌ] هذا حكم الظرف، فلا يكون مرفوعاً ولا يكون مجروراً، فإذا جاء اسم الزمان مرفوعًا، نحو: يومُ الجمعة يومٌ مبارك، فليس بظرف مع كونه اسم زمان، وإذا جاء مجروراً ولو بفي، نحو: صمت في يوم الخميس، فليس بظرف بل هو جار ومجرور، إذاً [الظَّرْفُ مَنْصُوبٌ] خرج المرفوع والمجرور من اسمي الزمان والمكان فلا يعربان ظرفاً، [مَنْصُوبٌ] بالواقع فيه أي باللفظ الدال على المعنى الواقع في الظرف، وقد يكون فعلا نحو: صمتُ يومَ الخميس، لأن اسم الزمان له احتواء فيوم الخميس ظرف للصيام الذي دل عليه صمت، فهو العامل فيه. وقد يكون وصفا، نحو: أنا صائمٌ يومَ الخميس، فيومَ الخميس منصوب بالوصف وهو صائم. وقد يكون مصدرا، نحو: عجبت من صومك يومَ الخميس.\nإذاً الظرف ينصب بالفعل وبالوصف وبالمصدر، بشرط أن يكون معنى العامل واقعاً في الظرف، وأن يكون على معنى في فإذا لم يكن كذلك فلا.\n[مَنْصُوبٌ عَلَى إِضْمَارِ فِي] يعني على تقدير معنى في الدالة على الظرفية، أي يتضمن التركيب معناها وليس المراد أنك تأتي بلفظ في فتظهرها، بل المراد ملاحظة معنى في وهو الظرفية، هل الظرفية\n(1/516)",
        "\nملاحظة في هذا التركيب أم لا؟ [عَلَى إِضْمَارِ فِي] إضمار بمعنى تقدير معنى في بأن يلاحظ معنى في وإن لم يصرح بلفظها.\n[زَمَانِيًا مَكَانِيًَا بِذَا يَفِي] يفي الظرف أي يتم بالتقسيم المذكور، وهو كون الظرف ينقسم إلى قسمين:\nالأول: ظرف زماني وهو الاسم الدال على زمان، من إضافة الدال إلى المدلول، وزمانيا ً- بالتخفيف للوزن - أي حالة كونه دالاً على الزمن.\nوالثاني: ظرف مكاني، وهو الاسم الدال على المكان من إضافة الدال إلى المدلول، ومكانيا- بالتخفيف للوزن - أي حالة كونه دالاً على المكان.\nأَمَّا الزَّمَانِيُّ فَنَحْوُ مَا تَرَى ... اليَوْمَ وَاللَيْلَةَ ثُمَّ سَحَرَا\nوَغُدْوَةً وَبُكْرَةً ثُمَّ غَدَا ... حِينًَا وَوَقْتًَا أَمَدًا وَأَبَدَا\nوَعَتْمَةً مَسَاءً اوْ صَبَاحَا ... فَاسْتَعْمِلِ الفِكْرَ تَنَلْ نَجَاحَا\nما يدل على الزمن كلها ألفاظ مسموعة من لغة العرب، فهي ألفاظ تحفظ ولا يقاس عليها، لذلك قال: [أَمَّا الزَّمَانِيُّ] أي الاسم المنسوب إلى الزمان، وهو اسم الزمان، [الزَّمَانِيُّ] مطلقا سواء كان مبهماً أو مختصاً، فكل اسم زمان يصح نصبه على الظرفية، واسم الزمان نوعان: الأول: مبهم، والثاني: مختص، فالمبهم كوقتٍ وحينٍ وزمنٍ فهذه لا تدل على زمن معين فليس لها أول ولا آخر، فهي اسم زمان مبهم. والمختص كساعةٍ وشهرٍ ورمضانٍ، وهذه أسماء\n(1/517)\n",
        "زمان معينة لها أول وآخر. والنوعان يصح أن يُنصبا على أنهما ظرفٌ زماني. وأما الظرف المكاني فما كان مبهماً كالجهات الست وأسماء المقادير كالفرسخ والميل والبريد ونحوها، صح نصبها على الظرفية، وما كان مختصاً كالمسجد ونحوه، لا يصح نصبها على الظرفية المكانية إلا ما سمع فيبقى على السماع كالشام ومكة. فلا ينصب من أسماء المكان إلا ما كان مبهماً، وسيذكرها الناظم. وأما اسم الزمان المختص وهو ما دل على مقدار معين معلوم الأول والآخر كأسماء الشهور، والصيف والشتاء وكل ما خص من الأزمنة بوصف، أو إضافة، أو دخول أل، وكذلك المعدود، ولو كان مثنى أو مجموعاً كيومين وأيام وأسبوع، فالمعدود من قبيل المختص، وكل ما استفيد منه أول وآخر فهو مختص، وكل مالم يستفد منه أول ولا آخر فهو مبهم.\n[أَمَّا الزَّمَانِيُّ] أما للتفصيل، [فَنَحْوُ مَا تَرَى] أي ما تعلمه مما سيأتي، أو ما تراه بعينيك [اليَوْمَ] اسم زمانٍ مختص، لأنه حلي بأل فلو قيل: يومٌ فهو مبهم لأنه وإن كان في نفسه أربعا وعشرين ساعة لكنه من أي الأيام؟ لا يُدرى، لكن لو قيل: صمت يوماً، صار مبهماً وإن قيل: صمت يوم الخميس أو اليوم، صار معيناً فهو مختص، [اليَوْمَ] وهو من طلوع الفجر إلى غروب الشمس، نحو: صمت اليوم أو يوم الخميس. [وَاللَيْلَةَ] أيضاً ظرف زمان، وهي من غروب الشمس إلى طلوع الفجر، نحو: اعتكفت الليلة. [ثُمَّ سَحَرَا] ثم للترتيب الذكري فقط، وسحرا الألف للإطلاق أو بدل\n(1/518)\n\nعن التنوين لأنه يَحكي الألفاظ منصوبة، فاليوم حكاها بالنصب على أنها ظرف زماني والليلة كذلك، والسحر اسم لآخر الليل، قد يكون مصروفاً، وقد يكون ممنوعاً من الصرف، يكون مصروفاً إذا لم يُرد به سحر يوم معين، نحو: جئتك سحراً بالتنوين لأنه نكرة، وأما جئتك يومَ الجمعةِ سحرَ، فحينئذٍ صار معيناً فيكون ممنوعاً من الصرف للعلمية والعدل عن السحر. [وَغُدْوَةً] أيضاً بالتنوين مع التنكير أي لا تختص بمعين، نحو: أزورك غدوةً لا تمنع من الصرف كضاربة، وتمنع من الصرف مع التعريف إذا أريد بها معين، نحو: أزورك غدوةَ بدون تنوين إذا أُريد غدوة يوم معين، ووقتها من دخول صلاة الصبح إلى طلوع الشمس، هكذا قال النحاة. [وَبُكْرَةً] بالتنوين وتركه كغدوة، في كونها تمنع من الصرف مع التعريف، وتصرف مع التنكير، نحو: أزورك بكرةً، ووقتها أول النهار من الفجر. [ثُمَّ غَدَا] ثم للترتيب الذكري، وغداً بالتنوين دائما ينون مع عدم أل والإضافة، وهو اسم لليوم الذي بعد يومك، نحو: أزورك غداً، غداً ظرف منصوب على الظرفية الزمانية. [حِينًَا وَوَقْتًَا] أي وحينا على حذف حرف العطف، وحيناً اسم لزمانٍ مبهم، ووقتاً مثل حين اسم لزمان مبهم.\nإذاً مثَّل لك لاسم الزمان المختص والمبهم، فالمختص كاليوم بأل، والليلة وسحر إذا أريد به معين وغدوةً وبكرةً وغداً هذه كلها اسم زمان مختص يعني يدل على قدر معين له أول وآخر، وحيناً ووقتاً وأبداً وأمداً هذه غير مختصة لا أول لها ولا آخر. تقول: أزورك",
        "(1/519)\n\nحيناً أو وقتاً. [أَمَدًا وَأَبَدَا] المراد بهما الزمان المستقبل، فهما بمعنى واحد، وأبداً المشهور أنها للزمان المستقبل الذي لا غاية لمنتهاه، نحو: لا أزورك أبداً، أي أبد الآبدين، كذلك أمداً أي أمد الدهر. [وَعَتْمَةً] وهي اسم لثلث الليل الأول، ومبدؤها مغيب الشفق ومنتهاها ثلث الليل، نحو: أزورك عتمة أو عتمة ليلة كذا، بالإضافة أو بالإطلاق. [مَسَاءً] بالمد أي بالهمزة، ويطلق في اللغة من الزوال إلى آخر النهار هذا هو المشهور أنه آخر النهار، نحو: آتيك مساءاً أو مساء كذا. [اوْ صَبَاحَا] وهو أول النهار من الفجر إلى الزوال، [فَاسْتَعْمِلِ الفِكْرَ تَنَلْ نَجَاحَا] بعد أن ذكر لك من أسماء الزمان التي تنصب على أنها ظرف زمان قال: فاستعمل الفكر يعني أعمل الفكر والمراد به النظر، وليس هو الفكر بمعنى حركة النفس في المعقولات، يطلق الفكر بمعنى النظر وهو الفكر المؤدي إلى علم أو ظن. فاستعمل الفكر استعمل فعل أمر مبني على السكون المقدر منع من ظهوره اشتغال المحل بحركة التخلص من التقاء الساكنين، والفاعل ضمير مستتر وجوباً تقديره أنت، والفكر مفعول به، تنل فعل مضارع مجزوم لوقوعه في جواب الطلب، ونجاحاً أي فلاحاً مفعول به لتنل. فاستعمل الفكر تنل نجاحاً هذا شأن كل العلم لابد من الفكر، ولابد من النظر، ولابد له من الصبر.\nثُمَّ المَكَانِيُّ مِثُالُهُ اذْكُرَا ... أَمَامَ قُدَّامَ وَخَلْفَ وَوَرَا\nوَفَوْقَ تَحْتَ عِنْدَ مَعْ إِزَاءَا ... تِلْقَاءَ ثَمَّ وَهُنَا حِذَاءَا\n(1/520)",
        "\nبعد أن ذكر لك الظرف الزماني قال: [ثُمَّ المَكَانِيُّ] ثم للترتيب الذكري، والمكاني أي الاسم المكاني وهو الدال على مكانٍ، ولا يكون إلا مبهماً. أما المختص فلا يصح نصبه على الظرفية، وإنما يجر بفي هذا هو الأفصح، ونحو: دخلت الشام، مختلف في توجيهه، والمبهم هو الذي ليس له صورة ولا حدود محصورة، كقُدَّام وأمام وخلف ليس له حدود، [مِثُالُهُ] أي مثال المكاني وهو جزئي يذكر لإيضاح القاعدة فقط، [اذْكُرَا] الألف للإطلاق، أو أنها بدل عن نون التوكيد الخفيفة، [أَمَامَ قُدَّامَ] أي وقدام على حذف حرف العطف، وهاتان اللفظتان بمعنى واحد، فمعناهما متحد ولفظهما مختلف، فأمام بمعنى قدام، وقدام بمعنى أمام، اسم للجهة التي تكون أمام الشخص، تقول: جلست أمام المعلم، أي قُدَّامه وهذه مبهمة وليست مختصة لأن أمام يصدق على كل شيء أمام المعلم، [وَخَلْفَ] ضِدُّ قدام، اسم للجهة التي تكون وراء الشخص، نحو: جلست خلفك أي في المكان الذي خلفك، [وَوَرَا] وراء بالمد، وقصره للضرورة، وهو مرادف لخلف، نحو: جلست وراءك أي في الجهة التي تكون ضد الأمام، [وَفَوْقَ] اسم للمكان العالي، نحو: جلست فوق المنبر، أي في مكان هو فوق المنبر، و [تَحْتَ] ضد فوق اسم للمكان الأسفل، و [عِنْدَ] اسم لما قرب من المكان، تقول: جلست عند زيد، أي في مكان قريب منه، وعند هذه قد تكون ظرف زمان، وقد تكون ظرف مكان بحسب ما تضاف إليه، تقول: جئتك عند صلاة العصر، أي عند وقت صلاة العصر، وجلست\n(1/521)\n",
        "عند بيتك أي في المكان الذي هو قريب من بيتك، و [مَعْ] بالسكون وهي لغة فيها والأصل فيها معَ، فهما لغتان، [مَعْ] ظرف وهي منصوبة على الظرفية وتكون بالفتحة، وقد تسكن لغة وليست بحرف حينئذٍ، وقيل: بحرفيتها لكن الصواب أنها اسمٌ وهو قول سيبويه لذلك قال ابن مالك:\nوَمَعَ مَعْ فِيهَا قَلِيلٌ وَنُقِلْ ... فَتْحٌ وَكَسْرٌ لِسُكُونٍ يَتَّصِلْ ... وهي اسم لمكان الاجتماع في المكان أو الزمان، يحتمل هذا ويحتمل ذاك بحسب ما تضاف إليه، نحو: جلست مع زيدٍ أي مصاحب له إما في المكان وإما في الزمان. و [إِزَاءَا] أي مقابل، تقول: جلست إزاء زيدٍ أي مقابله، و [تِلْقَاءَ] مرادف لإزاء في المعنى، و [ثَمَّ] بفتح الثاء لا بضمها فإذا ضمت فهي حرف عطف، وإذا فتحت فهي اسم إشارة للمكان البعيد، نحو: جلست ثمَّ، أي هناك. ومنه قوله تعالى: (وَإِذَا رَأَيْتَ ثَمَّ رَأَيْتَ) (الإنسان: من الآية20). [وَهُنَا] بضم الهاء وفتح النون مع التخفيف، اسم إشارة يشار به إلى المكان القريب، نحو: جلست هنا، أي في المكان القريب، [حِذَاءَا] بالمد بمعنى تلقاء، نحو: جلست حذاء زيد أي قريبًا منه.\nوالحاصل: أن الظرف نوعان: ظرف زماني، وظرف مكاني، وكل اسم زمان سواء كان مبهماً أو مختصاً يصح نصبه على أنه ظرف زمان، وأما اسم المكان فلا ينصب على الظرفية إلا ما كان مبهماً. ويشترط أن يسلط العامل على اسم الزمان أو المكان ملاحظاً فيه معنى في.\n(1/522)\n\nبَابُ الحَالِ\nأي هذا باب بيان حقيقة الحال، والحال أصلها حَوَلٌ على وزن فَعَلٍ مثل بوب تحركت الواو وفتح ما قبلها فقلبت الواو ألفا، فالألف منقلبة عن واو، والدليل على أن هذه الألف منقلبة عن واو أنها تجمع على أحوال، وتُصَغَّر على حُويلة, فهذه الواو هي الأصل في لفظ حال، لأن الجمع والتصغير يردان الأشياء إلى أصولها، ولذلك الكلمة إذا كانت على ثلاثة أحرف فيها ألف، فاقطع بأن الألف منقلبة عن واو أو ياء؛ لأنهم أجمعوا على أن الألف لا تكون أصلاً في الثلاثي، وإنما تكون زائدةً فيما زاد على ثلاثة أحرف, لأنه كما سبق أن أقل ما يوضع عليه الاسم هو ثلاثة أحرف، وأقل ما يوضع عليه الفعل ثلاثة أحرف. فحينئذٍ الفعل قال مثلا تقطع بأن الألف فيه ليست أصلاً بذاتها لأنه ثُلاثي، فلو حكمنا عليها بالزيادة لصار الفعل قال مُرَكَّبا من حرفين، حينئذٍ نقطع بأن هذه الألف منقلبة إما عن واو أو عن ياء، وأصل قال قَوَل تحركت الواو وفتح ما قبلها فقلبت ألفا، وباع أصله بيَع تحركت الياء وفتح ما قبلها فقلبت ألفا. والذي يُبين ويميز لك أن الألف منقلبة عن واو أو ياء هو تصريف الكلمة، فتأتي بالفعل المضارع باع يبيع، فالعين هي الياء يَفْعِل يَبْيِع، وأيضا المصدر البيع. قال يَقُولُ أصلها يَقْوُل يَفْعُل فالعين واو في قال, حينئذٍ نحكم بأن الألف منقلبة عن واو. والحاصل أن قوله: الحال، هذه الألف منقلبة عن واو، بدليل جمعها",
        "(1/523)\n\nعلى أحوال ويصغر على حويلة, ومعلوم أن الجمع والتصغير يردان الأشياء إلى أصولها, وكذلك سائر المشتقات، فالقول مصدر يدل على أن العين واو, كذلك البيع مصدر يدل على أن العين ياء.\nوالحال من جهة اللفظ يُذكر ويؤنث، يُقال: حالٌ وحالةٌ، قال الشاعر:\nإِذَا أَعْجَبَتْكَ الدَّهْرَ حَالٌ مِنِ امْرِئٍ ... فَدَعْهُ وَوَاكِلْ أَمْرَهُ وَالَّليَالِيَا\nوقال:\nعَلى حَالَةٍ لَوْ أَنَّ فِي القَوْمِ حَاتِمًا ... عَلَى جُودِهِ ضَنَّتْ بِهِ نَفْسُ حَاتِمِ\nوحالٌ يجوز فيه التذكير والتأنيث من جهة الوصف والضمير والإشارة، فيقالُ: حالٌ حسنٌ, وحال حسنة، ولذلك يقال في التصغير: حويلةٌ بالتاء لأنه مؤنث تأنيثاً معنوياً بدون تاء، هذا حالٌ حسن وهذه حالٌ حسنةٌ, وتحسنت حالُ المريض. والحال لغة: ما عليه الإنسان من خير أو شر. وأما في الاصطلاح فذكره الناظم هنا تبعاً للأصل بقوله:\nالحَالُ لِلهَيْئَاتِ أَيْ لِمَا انْبَهَمْ ... مِنْهَا مُفَسِّرٌ وَنَصْبُهُ انْحَتَمْ\nوقال في الأصل الاسم المنصوب المفسِّر لما انبهم من الهيئات. قوله: الاسم أخرج الفعل والحرف، فالحال لا تكون فعلاً ولا حرفاً. فحينئذٍ يرِدُ السؤال كيف نقول الحال لا تكون فعلاً وقد تقول: جاء زيدٌ يضحك, ويضحك الجملة في محل نصب حال؟ الجواب: أنَّ كلَّ ما جاء من الجمل في محل نصب حال فهو مؤولٌ\n(1/524)",
        "\nبالمفرد. فجاء زيدٌ يضحكُ أي جاء زيدٌ ضاحكاً، تؤوله بالمفرد، فهو الأصل فيه كالخبر الأصل فيه أن يكون مفرداً، فإذا جاء جملةً فحينئذٍ لا بد من تأويله بمفرد، إذاً رجع إلى أصله وهو المفرد. كذلك الحال إذا جاءت جملةً سواء كانت جملة اسمية أو فعلية نقول نرده إلى الأصل وهو المفرد. قوله: المنصوبُ هذا بيان لحكمه، أدخله في الحد, ولكن عندهم القاعدة أنه لا يجوز في الحدود إدخال الأحكام، قال في السلم:\nوَعِنْدَهُمْ مِنْ جُمْلَةِ المَرْدُودِ ... أَنْ تَدْخُلَ الأَحْكَامُ فِي الحُدُودِ\nفيقال الحال: هو الاسم المفسر لما انبهم من الهيئات، وحكمه النصب. ولا تقول: هو الاسم المنصوب فتدخل الحكم وهو النصب في الحد؛ لأن الحكم على الشيء فرعٌ عن تصوره وإنما يذكر الحد للكشف والإيضاح، يبيَّن أولاً حقيقة الحال, وتحكم على الكلمة بأنها حال، ثم بعد ذلك تحكم بأنه منصوب، إذاً الاسم المنصوب أخرج المرفوع فلا تكون الحال مرفوعةً أبداً، وأخرج المجرور فلا تكون الحال مجرورة أبداً، إلا في نحو: جاء زيدٌ مبكراً, تقول: جاء زيدٌ بمبكرٍٍ قد يجوز دخول حرف الجر وهو الباء في مثل هذا التركيب على الحال، فحينئذٍ تكون الحركة مقدرة، ولا يكون مجرورا من جهة المعنى وإنما هو مجرور من جهة اللفظ فحسب، لأن حرف الجر الزائد لا يؤثر في المعنى لأنه ما جيء به من أجل إثبات معناه وإنما جيء به تأكيدًا فقط.\n(1/525)\n",
        "حينئذ بمبكرٍ نقول: الباء حرف جر زائد، ومبكرٍ حالٌ منصوبة، ونصبهُ فتحة مقدرة على آخره منع من ظهورها اشتغال المحل بحركة حرف الجر الزائد. كما قيل في قوله تعالى: (هَلْمِنْ خَالِقٍ غَيْرُ اللَّهِ (3))) [فاطر:3] مِن حرف جر زائد، وخالقٍ مبتدأ مرفوع بالابتداء ورفعه ضمة مقدرة على آخره منع من ظهورها اشتغال المحل بحركة حرف الجر الزائد.\nإذًا حرف الجر هنا لم يؤثر في المعنى، لأنه إنما جيء به للتأكيد فحسب، ولم يؤت به لإفادة معناه الذي وضع له في لغة العرب.\nقوله: المفسِّر لما انبهم أي الموضِّح والكاشف لما انبهم من الانبهام وهو الخفاء والاستتار، من الهيئات جمع هيئة وهي الصفة. يعني مجيء الحال تأتي كاشفةً ومفسرةً وموضحةً ومبينةً لا لذاتِ موصوفها وإنما لهيئة موصوفها، فحينئذٍ يكونُ الموصوف الذي هو صاحب الحال معلوم الذات إلاَّ أنه مجهول الصفة، فيقال مثلاً: جاء زيدٌ، تعرف زيدًا، ولكنَّ المجيء يختلف وله أحوال وصفات، فزيدٌ أحدث المجيء، فقد علمت بأن زيداً أوجد المجيء، لكن على أيِّ صفة؟ هل المجيء يكون بصفةٍ واحدة أم متعدد الصفات؟ لا شك أنه متعدد الصفات، فحينئذٍ قوله: جاء زيدٌ فيه إيضاح، وفيه خفاء، فالإيضاح من جهة إسناد المجيء إلى زيد، وكون الحدث هو مجيئه وهذا واضح مأخوذ من اللفظ، وكون الذي أحدث الحدث هو زيد وهو فاعل، وزيدٌ معلومٌ عندنا، فهذا كله واضح. لكن لو قيل\n(1/526)\n\nلك كيف جاء زيد؟ هل جاء ماشياً؟ هل جاء طائراً؟ هل جاء راكباً؟ هل جاء يحبو حبواً؟ هذا كله محتمل، فحينئذٍ تأتي بالحالِ كاشفةً وموضحةً لا لذاتِ الفاعل وإنما للصفة التي اتصف بها الفاعل التي دل عليها عاملها، لأن العامل يتضمَّنُ صفة وهي المجيء، فهو صفة في المعنى، والمجيء متعدد وله صفات وهيئات حينئذٍ يرد الإشكال والخفاء والاستتار، كيف جاء زيد؟ تقول: راكباً إذاً راكبًا هذا حال: اسم منصوبٌ مفسرٌ لما انبهم وخفي واستتر من هيئة وصفة مجيء زيد وأمَّا زيد فهو معلوم.\nولذلك كما سيأتي أن الحال قد تكشف وتُفسِرُ الفاعل, وقد تفسرُ المفعول به وقد تُفسرهما معاً.\nوابن هشام رحمه الله عرَّف الحال بقوله: وصفٌ فضلةٌ يقعُ في جواب كيف. قوله: وصفٌ، هذا أولى من أن يُقال الحال: الاسم، لأن الاسم قد يكون جامداً وقد يكون مشتقاً، والحال الأصل فيها أن تكون مشتقة، فإذا قيل الحال: هي الاسم شمل الجامد والمشتق، وإذا قيل: وصفٌ فهو أخصُّ وأدق.\nوالمراد بالوصف هنا ما ذكرناه سابقاً في باب النعت وهو ما دل على ذاتٍ وحدث، فكل لفظٍ في لغة العرب دل على ذات موصوفةٍ بمعنىً فهي صفةٌ أو قل مشتقة، وهنا يراد به خمسة أشياء: اسم الفاعل، واسم المفعول، والصفة المشبهة، واسم التفضيل، وأمثلة المبالغة؛ لأن قوله مثلاً جاء زيدٌ راكباً، فراكباً اسم فاعل يدل على ذات زيدٍ وأنه متصف بالركوب، والركوب نوعٌ من أنواع المجيء",
        "(1/527)\n\nلكنه أخص منه. فجاء فعل ماضٍ، وزيدٌ فاعل، وراكباً يدل على زيدٍ لأنه اسم فاعل، واسم الفاعل يدل على ذاتٍ لكنها مبهمة، وزيدٌ يدل على ذاتٍ لكنها معلومة؛ لأنه علَمُ شخص، فحينئذٍ يكون في هذا التركيب قد كرر زيد مرتين، مرةً بالإفصاح باسمه، ومرةً بالكناية عنه، ولكن لماَّ كان المراد في راكباً الوصف لم يراع فيه إبهام الذات يعني لم يلتفت إلى كون الذات مبهمة. وفي الأغلب كونُ الحالِ مشتقةً بأن تكون واحدًا من الأمور الخمسة التي ذكرناها. ومن غير الأغلب ألاَّ تكون الحال مشتقة كما سيأتي بيانه.\nإذاًً الحالُ وصفٌ يعني مشتقة دالةٌ على ذاتٍ وحدث. قوله: فضلةٌ خرج به الخبر نحو: زيدٌ ضاحكٌ، فضاحكٌ مشتق مبين للهيئة فهو عمدة لا فضلة، ولأن الحال منصوبة، والنصب للفضلات، والرفع للعمد، هكذا القسمة. الرفعُ يكون للعمد كالمبتدأ والخبر والفاعل ونائب الفاعل، والنصب يكون للفضلات، والمراد بالفضلة: قيل ما يُستغنى عنه، وأُورد على هذا الحدِّ بأن الحال فضلة, والفضلة ما يستغنى عنه فأُوردَ عليهم قوله تعالى ((وَلَاتَمْشِ فِي الْأَرْضِ مَرَحًا (37))) [الإسراء:37] قالوا مرحاً هذا حال، ولا يمكن الاستغناء عنه، بخلاف جاء زيدٌ راكباً, فراكباً إذا لم يكن المقصود من الكلام هو راكباً فحينئذٍ لا بأس من حذفه. لكن إذا علم مجيء زيد أولاً ثم كان المقصود من الكلام راكباً وليس المقصود هو جاء زيد فحينئذٍ يتعين ذكر الفضلة هنا ولا يجوز حذفها.\n(1/528)",
        "\nعلى كلٍّ أُورِدَ على كونها فضلة بأنه ما يستغنى عنه قوله تعالى: ((وَلَاتَمْشِ فِي الْأَرْضِ مَرَحًا (37))) [الإسراء:37] وقوله: ((وَلَاتَعْثَوْا فِي الْأَرْضِ مُفْسِدِينَ (60))) [البقرة:60]))\nقالوا: لو أسقط مرحاً - في غير القرآن - فسد الكلام من جهة المعنى، لأنه إذا قيل: (وَلَاتَمْشِ فِي الْأَرْضِ) صار النهي عامًّا فيقتضي عدم المشي في الأرض مطلقاً مع أن المقصود بمرحاً هو تقييد المنهي عنه، وهو بعض المشي لا كل المشي، فحينئذٍ لو قال: لا تمشِ، لا تأتِ راكباً ثم حذفت راكباً، فقلت: لا تأتِ، يعني لا تأتِ مطلقاً، ولو قلت: لا تأتِ راكباً كان النهي مقيداً بصفة معينة وما عداها فهو على الأصل. فإذا قيل الفضلة ما يستغنى عنه فبعض أنواع الحال لا يجوز الاستغناء عنها فيفسد المعنى بحذفها.\nفحينئذٍ نقول الأصح أن يفسَّر الفضلة بأنه: ما ليس بعمدةٍ. فحينئذٍ خرج المبتدأ والخبر والفاعل ونائب الفاعل؛ لأن العُمَد محصورة في هذه الأربعة، وما عداها يعتبر من الزوائد، لكن ليس أن ما كان من الزوائد يستغنى عنه، ليس هذا المراد، بل المراد أن الكلام لابد فيه من إسناد، والإسناد يقتضي مسنداً ومسنداً إليه. والمسند والمسند إليه محصورٌ في أربعة لا خامس لها المبتدأ والخبر والفعل وفاعله أو نائبه.\nوالحاصل: أن المراد بالفضلة هنا وفي غيرها مطلقاً حتى في المجرورات والظروف، ما ليس بعمدةٍ ولا نُفسِّره بما يستغنى عنه،\n(1/529)\n",
        "بل بحث بعضهم في المنصوبات والمجرورات هل هي داخلة في جزء الكلام أو لا؟ والصبان في حاشيته على الأشموني رجَّح أنه إذا توقفت الإفادة عليه كان جزءاً في الكلام؛ وإلا فلا. وهذا مخالف لما عليه جماهير النحاة أن الحكم على المخفوضات والمنصوبات بأنها من الفضلات مطلقاً ليست داخلة في أجزاء الكلام.\nقوله: يقع في جواب كيف، لأن كيف يُسأل بها عن الحال كما قال الحريري في الملحة:\nثُمَّ يُرَى عِنْدَ اعْتِبَارِ مَنْ عَقَلْ ... جَوَابَ كَيْفَ فِي سُؤَالِ مَنْ سَأَلْ\nكقوله: جاء زيدٌ ,كيف جاء؟ تقول: راكبا إذاً صلُح أن يكون جواباً لكيف.\nفكل ما صلح من المنصوبات أن يقع جواباً لكيف فهو حال.\nإذاً الحالُ لابد أن تتوفر فيه ثلاثةُ أشياء:-\nأولاً: أن يكون وصفاً أي مشتقاً وهذا هو الغالب فيه، فإذا جاء جامداً حينئذٍ يؤول بالمشتق، نحو قولك: بِعْهُ مداًّ أي بِعْهُ مُسَعَّراً، ومسعَّرًا اسم مفعول، فمُدًّا حال وهو دال على السِّعْر، وهو جامد، ولذلك قالوا ويكثر الجمود في سِعْرٍ. فكل ما دل على سعر وانتصب على أنه حال نحكم عليه بأنه جامد ولا يتخلف شرطُ الوصفية لأن الجامد حينئذٍ يؤول بالمشتق.\nثانيا: أن يكون فضلة.\n(1/530)\n\nثالثا: أن يقع في جواب كيف.\nهذه ثلاثة أمور كلها مطردة: وصفٌ فضلةٌ يقعُ في جواب كيف.\nزاد الناظم هنا: مُفَسِّرٌ لما انبهم من الهيئات، هذا تزيده على ما ذكره ابن هشام. قال رحمه الله: [الحَالُ لِلهَيْئَاتِ أَيْ لِمَا انْبَهَمْ مِنْهَا مُفَسِّرٌ] أي الحال مفسِّرٌ للهيئات، فالحال مبتدأ ومفسرٌ خبره، وللهيئات جار ومجرور متعلق بقوله: مفسرٌ، وقوله: [لِلهَيْئَاتِ] جمعُ هيئةٍ، وهي الصورةُ المحسوسة أو غير المحسوسة مطلقاً يعني الصفة اللاحقة للذوات، قلنا: جاء زيدٌ، زيد متصف بالمجيء، فقد وصفته بالمجيء في المعنى، لأن كلَّ فعلٍ ماضياً كان أو مضارعاً أو أمراً هو في المعنى صفة، فإذا قلت: جاء زيد كأنك قلت: زيدٌ جاءٍ، وجاءٍ اسم فاعل، وضَرَبَ زيدٌ أي زيدٌ ضاربٌ، وقام عمروٌ أي عمروٌ قائمٌ وهكذا، فالأفعال كلها في المعنى صفات.\nفحينئذٍ نقول: الحال للهيئات يعني تأتي مبيِّنة ومفسِّرة للصفات اللاحقة للذوات لا للذوات، ليتميز وينفصل الحال عن التمييز؛ لأن الحال يميز ويكشف ويفسِّر الهيئة والصفة وأما الذات فهي معلومة. والتمييز لكشف الذات، فالذات هي التي تكون مجهولة، ففرقٌ بينهما. [الحَالُ لِلهَيْئَاتِ] جمع هيئةٍ سواءً كانت صورة محسوسة أو غير محسوسة، كجاء زيدٌ راكباً، فالركوب محسوس، وتكلم زيدٌ صادقاً، فالصدق غير محسوس، لأنه يتكلم فلا تدري صدقه من كذبه. ثم قال: [أَيْ لِمَا انْبَهَمْ مِنْهَا] أي تفسيرية، حرف تفسير مبني",
        "(1/531)\n\nعلى السكون لا محل له من الإعراب. [لِمَا انْبَهَمْ] ما بعد أَيْ يُعرب بدلاً مما قبلها على الأصح وهو مذهب البصريين، ومذهب الكوفيين أنَّ أَيْ التفسيريةَ حرفُ عطف، تقول: اشتريت عسجداً أي ذهباً. فالعسجد قد يُشْكِل معناه على السامع فيحتاج إلى تفسير فيقول: أي ذهباً فأي تفسيرية، وفي الغالب يفسر بها المفردات، وقلة تأتي لتفسير الجمل. وغالب أرباب الحواشي يأتون بأي في المفردات وبيعني إذا أرادوا كشف المعنى العام، فيقولون: يعني كذا إذا أراد أن يأتي بالمعنى العام.\nوما بعد أي المشهور أنه بدل مما قبله, بدل كل من كل. فاشتريت عسجدا أي ذهباً، والعسجد هو عينه الذهب، وعند الكوفيين أي مثل واو العطف، فحينئذٍ أي تكون عندهم حرف عطف أُريد بها التفسير، وعسجداً معطوف على ذهباً، والمعطوف على المنصوب منصوب. [لِمَا انْبَهَمْ مِنْهَا] أي لما خفي واستتر منها أي من الهيئات. [مُفَسِّرٌ] خبرٌ للمبتدأ، وهذا أحسن، ويحتمل النصب على أنه حال من المبتدأ والخبر محذوف. [وَنَصْبُهُ انْحَتَمْ] بعد أن عرَّف لك الحال، بيَّن لك حكمه، وانحتم نصبه أي تعيَّن نصبه. ولو قال، نصبُهُ حُتِم لكان أحسن، لأن باب انفعل لا يأتي في مثل هذا بل هو خاص بالعلاجيات الحسية، قال النيساري:\nوَاخْتُصَّ بِالعِلاَجِ فَهْوَ انْصَرَمَا ... مِنْ أَجْلِ ذَاكَ خَطَّؤُوا مُنْعَدِمَا\n(1/532)",
        "\nفلا يقال: انعدم ومنعدم، [وَنَصْبُهُ] أي نصب الحال بالفعل أو شِبهه؛ لأن العامل قد يكون فعلاً كجاء زيدٌ راكباً، جاء فعلٌ ماض، وزيدٌ فاعل وهو صاحبُ الحال، وراكباً حالٌ من زيد منصوب، والعامل فيه هو العامل في صاحب الحال وهو الفعل جاء، وصاحب الحال هو الذي جاءت الحال منه وهو الفاعل هنا. وقد يكون وصفا نحو: أنا ضاربٌ زيداً مكتوفاً، فأنا ضاربٌ مبتدأ وخبر، وزيداً مفعول به لضارب، ومكتوفاً حال، والعامل فيه الوصف ضارب. [انْحَتَمْ] يعني حُتِم، وهذا أمرٌ لازم، لأنه صفة لازمة للحال، الحال لا يكون إلا منصوباً لأنه فضلة، والنصب إعراب الفضلات، ولا يخرج أبداً عن النصب إلاَّ إذا جر بحرف جر زائد فحينئذٍ تكون الفتحة مقدره على آخره كما سبق بيانه، نحو: جئتُ بمبكرٍ. والأصل مبكراً.\nكَجَاءَ زَيدٌ ... ضَاحِكًا ... مُبْتَهِجَا ... وَبَاعَ عَمْرٌو الحِصَانَ مُسْرَجَا\nوَإِنَّنِي لَقِيْتُ عَمْرًا رَائِدَا ... فَعِ المِثَالَ وَاعْرِفِ ... المَقَاصِدَا\nتجيء الحال من الفاعل وحده، وتجيء من المفعول به وحده، وقد تجيء محتملة لواحدٍٍ منهما، وقد تجيء لهما. تقول: جاء زيدٌ ضاحكاً، جاء فعل ماضٍ، وزيدٌ فاعل، وضاحكاً حالٌ من الفاعل، نصاً بمعنى أنه لا يحتمل غير الفاعل لأنه ليس عندنا إلاَّ الفاعل.\n(1/533)\n",
        "وقد يأتي من المفعول به وحده، تقول: باع عمروٌ الحصان مسرَجَا، فمسرَجَا حالٌ من المفعول به نصا بمعنى أنه لا يحتمل غير المفعول به.\nوضربتُ الِّلص مكتوفاً، ضربتُ فعل وفاعل، واللص مفعول به، ومكتوفا حال من المفعول به نصًا، لا يحتمل غير المفعول به لأنك إذا قلت يحتمل معناه أنك ضربته وأنت المكتوف، وهذا لا يتأتى وإنما اللص هو الذي يكون مكتوفاً. لأنه مضروب وأنت الضارب فلو كان محتملاً من الفاعل لكان المعنى ضربته وأنت مكتوف وهو مطلق اليدين. ويحتمل منهما كقولك: لقيتُ عمراً راكباً، لقيتُ فعل وفاعل، وعمراً مفعول به، وراكباً حال ويحتمل أن يكون حالاً من الفاعلِ وهو الضمير المتصل في لقيتُ أي وأنا الذي كنتُ راكباً وهو ماشٍ، ويحتمل أن يكون حالاً من المفعول به لقيت عمراً راكباً هو الذي يكون راكباً. إذًا هو محتملٌ لهما. ولو قال: لقيت عمراً راكبين، صار نصاَّ فيهما.\nوالحاصل: الحال يأتي من الفاعل نصًّا لا يحتملُ غيره، ويأتي من المفعول به نصًّا لا يحتمل غيره، ويأتي محتملاً لكونه من الفاعل أو من المفعول، وتُرجِّح واحدًا منهما والسياق هو الذي يحدد المعنى المراد. ونحو: لقيتُ عمراً راكبين، ثنى بدلاً من أن يقال: راكباً وراكباً فتكرر الحال، فيقال: راكبين، حينئذٍ تكون نصًّا في الفاعل والمفعول به معًا.\n(1/534)\n\n[كَجَاءَ زَيدٌ ضَاحِكًا مُبْتَهِجَا] ضاحكاً حال من الفاعل نصََّا، ومبتهجًا حالٌ بعد حال، وتَعَدُّدُ الحالِ جائزٌ، وهذه حالٌ بعد حال، ومبتهجاً أي فرحاً. [وَبَاعَ عَمْرٌو الحِصَانَ مُسْرَجَا] مسرجاً حال من المفعول به نصاً، وهو الحصان. [وَإِنَّنِي لَقِيْتُ عَمْرًا رَائِدَا] رائداً حال محتملة لأن تكون من الفاعل أو من المفعول، يحتمل من الفاعل أي أنا الذي كنت أطلب الكلأ، ويحتمل أنه عمرو، والرائد كما قال في المختار هو من يُرْسَل في طلب الكلأ.\n[فَعِ المِثَالَ وَاعْرِفِ المَقَاصِدَا] فعِ فعل أمر من وعا يعي عِه بهاء السكت وقفًا، وقوله: فعِ المثال ليست في الوقف حتى نحتاج إلى هاء السكت، وهذا الفعل يُسَمَّى لفيفًا مفروقًا، إذا وقعت الفاء واللام حرفي علة سمي لفيفاً، وإذا فُرِق بينهما بحرف سُمِّي مفروقاً، وإذا اتصل حرفا العلة الفاء والعين سمي مقرونا، ووَعَى فعل ماض، ومضارعه يَعِي أصله يَوْعِي وقعت الواو بين عدوتيها فأسقطاها، فصار يعي، والأمر منه بإسقاط حرف المضارعة فصار عِي والأمر يبنى على ما يجزم به مضارعه، فحذفت الياء للبناء، فصار عِِ على حرف واحد عينٌ فقطْ مكسورةٌ وحينئذٍ في الوقف يجب الإتيان بهاء السكت، فيقال: عِهْ، وهنا قال: [فَعِ المِثَالَ] لأنه لما وُصِلتْ ولم يوقف عليها لم يحتج إلى هاء السكت. ووعى الحديث يعيه وعياً حفظه، إذاً [فَعِ المِثَالَ] بمعنى احفظ المثال المذكور السابق فهو جزئيٌّ يُذكر لإيضاح القاعدة، والمثال يخالف الشاهد عند النحاة، فالشاهد هو جزئيٌّ يُذكر لإثبات القاعدة، والمثالُ هو جزئيٌّ",
        "(1/535)\n\nيذكر لإيضاح القاعدة.\n[وَاعْرِفِ المَقَاصِدَا] أي اعلم وتعلَّم المقاصد جمع مَقْصَد، وقصد بمعنى إتيان الشيء، وبابه ضرب، ويقال: قصد له وإليه وقَصَدَ قَصْدَه أي نحا نحوه. إذًا [وَاعْرِفِ المَقَاصِدَا] اعرف ما تَنْحَى نحوَه، قال بعضهم:\nإِنَّمَا النَّحْوُ قِيَاسٌ يُتَّبَعْ ... وَبِهِ فِي كُلِّ عِلْمٍ يُنْتَفَعْ\nإنما النحو قياس يتبع، لأن النحو من حفظ فيه مثالا في الإعراب مثلا قاس عليه كلَّ ما يأتيه، تحفظ مثالا في إعراب الحال أو الفعل الماضي أو المضارع المجزوم أو المضارع المنصوب بلن أو بأن وقس عليه ما يأتيك بعده. لكن الطلاب يستصعبون الإعراب، يظنون أنه يأتي بالفتوحات هكذا، بل لا بُدَّ أوَّلاً من الحفظ، فتحفظ مثالا جاء فعل ماض مبني على الفتح لا محل له من الإعراب، ثم تسأل لِمَ بُنيَ؟ وتجيب: لأن الأصل في الأفعال البناء، ولِمَ حُرِّك والأصل في المبني أن يُسكَّن؟ وتجيب: لأنه أشبه الاسم أو الفعل في وقوعه صفةًً وصلةًً وحالاً وخبراً، ولِمَ كانت الحركة فتحة؟ وتجيب: للخفة، وما المراد بقولهم: لا محل له من الإعراب؟ وتجيب: يعني لا يقع مبتدأ ولا خبرًا ولا فاعلا ولا مفعولا ولا في محالٍّ غيرها. فكل فعل ماض تذكر فيه هذه المسائل. إذاًً تحفظ مرة واحدة وتَقِيس عليه كل ما يأتيك. وكذلك الفاعل فتقول: زيدٌ فاعلٌ مرفوع بجاء ورفعه ضمة ظاهرة على آخره، وعمروٌ وخالدٌ وبكرٌ قِس عليه. ثم قال:\n(1/536)",
        "\nوَكَونُهُ نَكِرَةً يَا صَاحِ ... وَفَضْلَةً يَجِيءُ بِاتِّضَاحِ\nيُشترَط في الحال أن تكون نكرة، كما اشتُرِط فيها أن تكون وصفًا فضلة صالحةً للوقوع في جواب كيف. [وَكَونُهُ] أي الحال، ولم يقل وكونها؛ لأنه يجوز أن يراعى اللفظ فيذكر الضمير، وأن يراعى المعنى فيؤنث، فيصح الوجهان. وقوله: يا صاح مر ذكره. [نَكِرَةً] أي واشترط أن تكون الحال نكرة قيل: لأن الحال لو كانت معرفة لتُوهِمَ أنها نعت. والأصح أن يقال في التعليل اشتُرط تنكير الحال لكون النكرة هي الأصل، وإنما جيء بالحال للدلالة على هيئة صاحبها، فإذا حصلت الدلالة على الهيئة بالنكرة، فحينئذٍ صار العدول إلى المعرفة التي فيها زيادة على النكرة من باب الحشو والعبث؛ لأن المعرفة إنما تكون معرفة بزيادة على النكرة، فالمعرفة فرع النكرة، والنكرة هي الأصل، بدليل أنها لا تحتاج إلى علامة. والمعرفة هي الفرع بدليل أنها تحتاج إلى علامة، وما لا يحتاج أصلٌ لما يحتاج. فحينئذٍ قالوا: إذا أُدِّيَ المرادُ بالنكرة في كشف هيئة صاحب الحال، صار العدول إلى ما فيه زيادة من باب الحشو، فإذا حصل المراد وكشفت الصفة والهيئة بقولنا: جاء زيدٌ راكباً. فقد أُدِّي المعنى ولا حاجة إلى أن نقول: جاء زيدٌ الراكب. فإذا صح بالأصل وهو راكباً فلا يجوز العدول إلى الراكب، لأن الراكب فيه زيادة أل فلا بد أن يكون لهذه الزيادة أثر في كشف صاحب الحال من جهة الهيئة، ولكن ليس لها أثر فحينئذٍ لَمَّا انتفى أثرُ تلك الزيادة صار ذِكْرُها حَشْواً.\n(1/537)\n",
        "فإن جاءت الحال معرفةً حينئذٍ نقول: جاءت على خلاف الأصل، وما سُمِع من كلام العرب مجيء الحال معرفة وجب تأويله بنكرة. فيصح وقوع الحال معرفةً في اللفظ لا في المعنى، كما قال ابن مالك:\nوَالحَالُ إِنْ عُرِّفَ لَفْظًا فَاعْتَقِدْ ... تَنْكِيرَهُ مَعْنىً كَوَحْدَكَ اجْتَهِدْ\nوحدك اجتهد أي اجتهد وحدَك، منصوب على الحال، والأصل في الحال أن يكون نكرة وقد جاء معرفة هنا فنقول: وحدك أي منفرداً فتُؤول وحدك وهو معرفة بالنكرة، فحينئذٍ كلُّ ما جاء من الحال وهو معرفة وجب تأويله بنكرة. ونحو: أرسلها العراكَ، والعراكَ حال وهو معرفة فتؤوله بنكرة أي معتركة، وهو اجتماع الإبل عند السقي ونحوه. ونحو: ادخلوا الأول فالأول، الأول حال ودخلت عليه أل فهو معرفة، فتؤوله بنكرة الأول فالأول أي مترتبين.\nوالحاصل أن القاعدة أن الحال نكرةٌ، فإذا جاء معرفة وجب تأويله بنكرة، ولذلك قال ابن مالك: والحال إن عُرِّف لفظاً لأنه في المعنى واجبُ التأويل، فاعتقد تنكيره معنى.\n[وَفَضْلَةً يَجِيءُ بِاتِّضَاحِ] وفضلةًً حال من فاعل يجيء متقدمة على عاملها أي ويجيء الحال فضلةً، والفضلة ما يقع بعد تمام الجملة. والمراد بتمام الجملة بعد استيفاء جزئي الجملة، وليست الحال أحد جزئي الجملة يعني ليست مسنداً ولا مسنداً إليه، وليس\n(1/538)\n\nالمراد أنه لا يتقدم على الجملة، بل قد يتقدم، نحو: راكباً جاء زيدٌ. وكما قال ابن مالك: وحدك اجتهد. وكقول الناظم هنا وفضلة يجيء، فقُدِّم الحال على العامل. فحينئذٍ نقول: يجوز في بعض المواضع تقديم الحال على العامل، وإنما المراد أن الحال تأتي بعد تمام الجملة يعني بعد جزئيها.\nوقوله: [بِاتِّضَاحِ] جار ومجرور متعلق بالفعل يجيء أي الحال باتضاح أي أمر واضح وبيِّن في لغة العرب.\nوَلاَ يَكُونُ غَالِبًا ذُو الحَالِ ... إِلاَّ مُعَرَّفًا فِي الاسْتِعْمَالِ\nعندنا ثلاثة أشياء: عامل الحال، وصاحب الحال، والحال.\nعامل الحال: هو الذي يُؤَثِّر الرفع أو النصب أو الخفض في صاحب الحال، والنصب في الحال، فالعامل في صاحب الحال هو العامل في الحال. وصاحب الحال هو مَنْ كانت الحال وصفاً له في المعنى، ولذلك يقول الأصوليون: الحال وصفٌ لصاحبها قَيدٌ لعاملها، ومن هذه الحيثية جعلها الأصوليون من المخصصات المتصلة. قال تعالى: (وَمَنْيَقْتُلْ مُؤْمِنًا مُتَعَمِّدًا (93)) [النساء:93] متعمداً حال، وصفٌ لصاحبها وهو فاعل يقتل وهو الضمير المستتر، قيدٌ لعاملها وهو الفعل المضارع يقتل فقيدته الحال لأن القتل قد يقع على جهة العمد، ويقع على جهة الخطأ، وقد يقع على جهة شبه العمد، والحكم هنا مُقيَّد بكونه عامدًا. إذًا وصفٌ لصاحبها بأن يكون القاتل متعمدا، قيدٌ لعاملها بنوع من أنواع القتل وهو العمد.",
        "(1/539)\n\nفصاحب الحال: هو من تكون الحال وصفاً له في المعنى، نحو: جاء زيدٌ راكباً فراكباً حال وهو وصفٌ في المعنى لزيدٌ الفاعل. وضربتُ زيداً مكتوفاًً، فمكتوفاًً حال وهو وصف في المعنى لزيدًا المفعول.\nالحال شرطها التنكير، وصاحب الحال شرطه التعريف، هذا هو الأصل. أو أن يكون نكرة بمسوغٍ، لأنه في المعنى محكومٌ عليه. وإذا كان كذلك حينئذٍ صار حكمه حكم المبتدأ، والمبتدأ شرطه التعريف، ولا يجوز الابتداء بالنكرة ما لم تُفِدْ. فحينئذٍ يتعينُ في المبتدأ أن يكون معرفة أو نكرة أفادت بمخصصٍ.\nولذلك صاحب الحال له أربعة أحوال:\nالأول: التعريف: أن يكون صاحب الحال معرفة، نحو: جاء زيدٌ راكباً، فراكباً حالٌ وصاحبه زيد. قال تعالى: ((خُشَّعًاأَبْصَارُهُمْ يَخْرُجُونَ (7))) [القمر:7] خشًّعاً حال، وهي وصف، جمع خاشعٍ إذًا يكون وصفًا ولو جمعًا. ولذلك نقول: لقيت زيداً راكبَين، فراكبَين حال مثنى لأنه تثنية راكب، فلم يخرج بكونه مثنى عن كونه وصفاً، كذلك لو جُمع اسمُ الفاعل لا يخرج بجمعه عن كونه وصفاً، إذاً خشعاً حالٌ، وصاحب الحال الواو في يخرجون وهي فاعل، أي يخرجون خشعاً أي حالة كونهم خاشعين.\nالثاني: التخصيص: وهذا قد يكون بإضافةٍ أو بصفةٍ، نحو: (في أَرْبَعَةِ أَيَّامٍ سَوَاءً للسائلين) [فصلت:10] فسواءً\n(1/540)",
        "\nحال، وصاحب الحال هو لفظ أربعة، وهو نكرة، لكنها أفادت بإضافته إلى نكرة، والنكرة إذا أضيفت إلى نكرة اكتسبت التخصيص وهو تقليل الاشتراك. لأن الإضافة قد تفيد تخصيصاً وقد تفيدُ تعريفاً، والتعريف هو رفع الاشتراك بالكلية.\nفي أربعة أيامٍٍ فأربعة خُصِّص بقوله أيام، لأنها مبهمة في الأصل هل هي أربعة دنانير أو أربعة بيوت؟ يحتمل هذا وغيره، فلما قال: أربعة أيام حصل نوع تخصيص. وإن كانت هذه الأيام غير معيَّنة. وتقول: جاء رجلٌ طويلٌ مغضباً، مغضباً حال وصاحبها رجل، وهو نكرة، وصَحَّ مجيء الحال من النكرة لكونها موصوفة، فإذا وُصفت حصل التخصيص وهو تقليل الاشتراك، رجلٌ طويل خرج بالوصف جميع القصار لكن من هو الطويل؟ فهذا هو الذي وقع فيه الاشتراك. فتقليل الاشتراك باعتبار القصير، وبقي نوع اشتراك في نوعية الصفات.\nرجلٌ كريمٌ عندنا مقيماً، فرجلٌ مبتدأ، وكريمُ صفته، وعندنا ظرف متعلِّق بمحذوف خبر، ومقيماً حال، وصاحب الحال رجل، وهو نكرة، وهذا على مذهب سيبويه من صحة مجيء الحال من المبتدأ والجمهور على المنع.\nالثالث: التعميم أي الذي يُسوِّغ مجيء صاحب الحال نكرة التعميم، نحو: هل فتىً فيكم واقفاً؟ فواقفاً حال وصاحب الحال فتىً، وهو نكرة، لكن نكرة في سياق الاستفهام فَتَعُمُّ، وإذا عَمَّتْ\n(1/541)\n",
        "صارت من جهة المعنى معرفة. قال تعالى: ((وَمَاأَهْلَكْنَا مِنْ قَرْيَةٍ إِلَّا لَهَا مُنْذِرُونَ (208))) [الشعراء:208] فما نافية، وأهلكنا فعل وفاعل، ومن حرف جر زائد، وقرية مفعول به، وإلا أداة استثناء ملغاة، ولها خبرٌ مقدم، ومنذرون مبتدأ مؤخر. والجملة من المبتدا والخبر في محل نصب حال، وصاحب الحال قرية، والذي سوَّغ مجيء الحال منها وهي نكرة كونها عامةً، لأنها نكرة في سياق النفي ودخلت عليها من الاستغراقية فهي نص في العموم.\nالرابع: التأخير عن الحال، نحو: فيها قائماً رجلٌ، هنا أُخِّر صاحب الحال عن الحال، فرجلٌ مبتدأ، وفيها خبر مقدَّم وقائماً حال، فصاحب الحال نكرة تقدمت عليه الحال، وهذا التقديم هو الذي سوَّغ مجيء الحال من النكرة. قال الشاعر:\nلِمَيةَ مُوحِشًا طَلَلُ ... يَلُوحُ كَأَنَّهُ خِلَلُ\nطلل مبتدأ مؤخر، وموحشاً حالٌ من طلل وهو نكرة، والذي سوَّغَ مجيء الحال منه كونُه مؤخراً.\n[وَلاَ يَكُونُ غَالِبًا ذُو الحَالِ] أي صاحب الحال وهو مَن الحال وصفٌ له في المعنى [إِلاَّ مُعَرَّفًا] أي معرفة أو نكرةً معها مُسوغ، لأنه محكوم عليه فلا يكون نكرة إلا بمسوغ كما أن المبتدأ محكوم عليه فلا يكون نكرة إلا بمسوغ، لذلك قال غالباً لإدخال النكرة التي وُجد معها مسوغ. فاحترز بقوله: غالباً من بعض النكرات التي يوجد معها مسوِّغ فحينئذٍ يصح مجيء الحال منها، [فِي الاسْتِعْمَالِ] والاستعمال المراد به إطلاق اللفظ وإرادة المعنى.\n(1/542)\n\nبَابُ التَّمْيِيزِ\nأي هذا باب بيان حقيقة التمييز، والتمييز والحال يتفقان في أشياء ويختلفان. والتمييز تفعيل ميَّز يُميِّز تمييزاً، فهو مصدر، والتمييز معنى من المعاني وحكمه النصب -كما سيأتي- وهل الحكم ينصب على المعاني أو على الألفاظ؟ نقول: على الألفاظ لا على المعاني، فحينئذٍ إذا جاء التعبير بالمصدر لا بُدَّ من التأويل، فنقول: أطلق المصدر وأراد اسم الفاعل أي المميِّز.\n\nإذًا باب التمييز ليس المراد بالتمييز عينه، لأن التمييز هذا مصدر وهو معنى من المعاني، والمعاني لا توصف بكونها منصوبة أو مرفوعة أو مخفوضة فلا بُدَّ من التأويل. فنقول هنا أَطلق المصدر وأراد به اسم الفاعل أي الكلمة المميزة.\nالتمييز في اللغة الانفصال ومنه قوله: (وامتازوا الْيَوْمَ أَيُّهَا الْمُجْرِمُونَ (59)) [يس:59] أي انفصلوا. ويقال فيه: تمييز ومميِّز وتفسير ومفسِّرٌ وتبيين ومبيِّن هذه كلُّها أسماء لمسمى واحد، ولذلك تجد بعض المفسرين يقول: هذا تبيين أو تفسير هكذا في إعراب القرآن وهذه عبارات الكوفيين، فإذا لم يعرف الطالب المصطلحات هذه فقد يُشكل عليه بعض المسائل، فالكوفيون لا يطلقون لفظ التمييز وإنما يعبرون عنه بتفسير وتبيين.",
        "(1/543)\n\nاِسْمٌ مُبَيِّنٌ لِمَا قَدِ انْبَهَمْ ... مِنَ الذَّوَاتِ بِاسْمِ تَمْييزٍ وُسِمْ\n[اِسْمٌ] خرج به الفعل والحرف، فالفعل لا يكون تمييزاً، والحرف لا يكون تمييزاً، وإنما التمييز محصور في الأسماء؛ كما أن الحال لا تكون إلاَّ اسماً، وإذا جاءت جملة فعلية أو اسمية، أُوِّلت بالاسم وعليه تقول: الحال تكون اسماً صريحاً واسماً مؤولاً بالصريح بخلاف التمييز فلا يكون إلاَّ اسماً صريحاً. [مُبَيِّنٌ] أي مفسرٌ، وفي بعض النسخ مفسر. الحال والتمييز كلٌّ منهما اسمٌ، ومُبيِّن، ورافعٌ للإبهام، هذه الثلاثة الأشياء التي ذكرها في الشطر الأول مما يشترك فيه الحال والتمييز. فالحال لا يكون إلاَّ اسماً سواء كان صريحا أو مؤولاً بالصريح، ومُبين وكاشف ورافعٌ للإبهام كما أن التمييز رافعٌ للإبهام كما قال: [لِمَا قَدِ انْبَهَمْ] أي خَفي واستتر من الذوات، وهنا خالف التمييز الحال. اشتركا في أن كلاًّ منهما كاشف ورافعٌ للإبهام؛ إلاَّ أن الحال يكشف ويفسِّر إبهام الصفة مع العلم بالذات، والتمييز يكشف ويميز ويفسر إبهام الذات، فعَينُ الذاتِ تكون مجهولة، لو قال قائل: عندي عشرون .. وسكت، فالعشرون هذه تَصدُق على أيِّ شيءٍ كان، ولا تدري ما هو؟ ففيه إبهام لأن عين العشرين مجهولة، فإذا قال عندي عشرون قلماً، فقلماً تمييز كشف حقيقة هذه العشرين، فحينئذٍ رُفِعَ الإبهام عن الذات، بخلاف الحال فالذات معلومة يقول: جاء زيدٌ يُصرَّح باسمِهِ زيدٌ وهذا علم من المعارف فهو معرفة، حينئذٍ عينه معلومة لكن صفته التي جاء بها هي التي فيها إبهام. أما لو قال: عندي منوان، منوان ماذا؟ يحتمل\n(1/544)",
        "\nعسلاً وغيره أشياء كثيرة مما توزن فإذا قال: عندي منوان عسلاً، فعسلاً تمييز رفع الإبهام لأن عينَ ما كُشف عنه مبهَم. [مِنَ الذَّوَاتِ] خرج به الحال لأنه يرفع الإبهام ولكن لا عن ذاتٍ وإنما يرفعه عن هيئة الذات. والذوات سواء كان ذوات العقلاء أو غيرهم. [بِاسْمِ تَمْييزٍ وُسِمْ] أي وُسِم باسمِ تمييزٍ، باسم جار ومجرور متعلِّق بقوله وُسِمْ، لأنه مأخوذٌ من الوسْم وهو العلامة، وعند الكوفيين أن الاسم اشتُق من السِّمَة وهي العلامة لأنه جُعِل علامة على مسماه. والأصح أنه مشتق من السمو وهو العلو، وأصله سِمْو أو سُمْو فِعْلٌ أو فُعْل، ووزن اسم على مذهب البصريين افعٌ، وعلى مذهب الكوفيين اِعلٌ، لأن المحذوف هو لام الكلمة عند البصريين، والمحذوف عند الكوفيين هو فاء الكلمة. [بِاسْمِ تَمْييزٍ وُسِمْ] أي عُلِّمَ هذا الاسم المبيِّن لما قد انبهم من الذوات بكونه تمييزاً.\nوعرفه ابن هشام بقوله: اسم فضلةٌ نكرةٌ جامدٌ مفسِّرٌ لما انبهم من الذوات. هنا اشتراك وافتراق مع الحال في هذا الحد، فقوله: اسم فضلة نكرة والحال أيضا اسمٌ فضلةٌ نكرةٌ، هذه ثلاثة أشياء اشترك فيها الحال والتمييز، ويزاد عليها كونهما منصوبين، وكونهما رافعَين للإبهام أي مطلق الإبهام فهذه خمسة. فحينئذٍ نقول الحال والتمييز يشتركان في أنَّ كُلا منهما اسمٌ، وكلا منهما فضلة يأتي بعد تمام الجملة ليس بعمدة، وكلا منهما نكرة، وإذا جاء كل منهما معرفة وجب تأويله بنكرة، والحال لا يكون إلاَّ منصوباً، والتمييز في الجملة يكون منصوباً ليس مطلقاً وإنما في الجملة، كلٌّ منهما\n(1/545)\n",
        "رافعٌ للإبهام أي مطلق الإبهام بقطع النظر عن متعلق الإبهام.\nوافترقا في أن الحال يكون مشتقاً كما سبق، والتمييز لا يكون إلا جامداً.\nإذاً لا يمكن أن يلتبس على الطالب الحال بالتمييز إذا كان يعرف الاشتقاق؛ لأن التمييز لا يكون إلاَّ جامداً والحال لا يكون إلاَّ مشتقاً. وإذا جاء الحال جامداً وجب تأويله بمشتق، وقوله: مفسرٌ لما انبهم من الذوات هذا بيان متعلَّق رفع الإبهام، ففي الحال الهيئة والصفة, وفي التمييز الذات.\nإذًا افترقا في شيئين: الحال يكون مشتقاً وهذا الأصل فيه، والتمييز يكون جامداً وهذا الأصل فيه، والحال يكون رافعاً للإبهام هيئة وصفة، والتمييز يكون رافعاً للذات عينها.\nفَانْصِبْ وَقُلْ قَدْ طَابَ زَيدٌ نَفْسًا ... وَلِي عَلَيْهِ ... أَرْبَعُونَ ... فَلْسًا\nوَخَالِدٌ أَكْرَمُ مِنْ عَمْرٍو أَبَا ... وَكَونُهُ نَكِرَةً قَدْ وَجَبَا\nقوله: [فَانْصِبْ] الفاء فاء الفصيحة لأنه إذا علمت حقيقة التمييز وأردت معرفة حكمه فانصبه، أي انصب التمييز، وانصب هذا يتعدى إلى مفعول، وحُذف للعلم به، كما قال ابن مالك:\nوَحَذْفَ فَضْلَةٍ أَجِزْ إِنْ لَمْ يَضِرْ ... .....................\nإذًا التمييز لا يكون مرفوعاً قطعاً كالحال. وهل يكون التمييز مجروراً؟ نقول: نعم في بعض الأحوال يكون التمييز مجرورًا كتمييز المائة والألف. تقول: عندي مائة ريالٍ، ريالٍ هذا تمييز وهو\n(1/546)\n\nمجرور. لكن الأصل فيه والغالب أن يكون منصوباً.\nالتمييز على ما سيذكره المصنف نوعان: -\nالأول: تمييز المفرد أي كلمة واحدة، وهو ما رفع إبهام اسمٍ قبله مُجْمَل الحقيقة.\nوالثاني: تمييز النسبة، وهو المُفسِّر لِمَا انبهم من النسب، أي ما رفع إبهام نسبة في جملة ويسمَّى تمييز جملة، أي لجملة فعلية أو اسمية.\nوالنسبة المراد بها ارتباط الفعل بالفاعل، وارتباط المبتدأ بالخبر التي تسمى الفائدة الكلامية.\nتمييز المفرد له مظانٌّ، يعني متى تحكم عليه بأنه تمييز مفرد؟ نقول: الأصل أنه يُنظر فيه فإن كان كاشفاً لمفرد أي لإبهام ذاتٍ مفردةٍ حينئذٍ نحكم عليه أنه تمييز مفرد، وإن كان كاشفاً ورافعاً لإبهام جملةٍ فحينئذٍ نحكم عليه بأنه تمييز نسبة.\nوبالاستقراء أن تمييز المفرد له مظان:\nمنها أنه يقع بعد المقادير، وهي عبارة عن المساحات، نحو: عندي جريبٌ نخلا، والجريب هذا مقياس للأراضي ونحوها. وجريبٌ مبتدأ مؤخر، وعندي خبر مقدم، وجريب مبهم من حيث الذات جريبٌ من ماذا؟ عنبا، تفاحا، يحتمل ذا وذاك وغيرهما فإذا قال: نخلاً، نقول: نخلاً هذا تمييزُ مفردٍ -كلمة واحدة- لأنه كشف عن حقيقة ذات الجريب فقط.",
        "(1/547)\n\nكذلك يقع بعد الكيل، نحو: عندي صاعٌ، صاع من ماذا؟ هذا يحتمل الحنطة، والتمر، والذرة وغيرها، فكل ما يكال بالصاع فهو داخل في حقيقة الصاع المجهولة احتمالا. فإذا قال: عندي صاع تمراً، فتمراً هذا تمييزٌ مفسِّرٌ للمفرد لأنه وقع بعد مكيل.\nكذلك بعد الوزن، نحو: عندي منوان، والمنوان تثنية مَنا مما يقاس به كالكيلو ونحوه، فإذا قال: عندي منوان عسلا، فعسلا هذا كاشف ومفسر لذات المنوين.\nكذلك كل ما يقع بعد الأعداد من أحد عشر إلى تسعةٍ وتسعين فهو تمييز منصوب. وهذا حكم الأعداد من الأحد عشر إلى التسعة والتسعين، قال تعالى: (إِنِّيرَأَيْتُ أَحَدَ عَشَرَ (4)) [يوسف:4] هذا مبهم، ولا يمكن أن يفهم المراد إني رأيت أحد عشر، فالمعدود بأحد عشر مبهم ذاته مبهمة، فلما قال كوكباً عرفنا المراد. ومثله ((إِنَّ هَذَا أَخِي لَهُ تِسْعٌ وتسعون نعجة) [ص:23].\nوأما تمييز النسبة فهو نوعان: الأول: مُحَوَّلٌ، والثاني: غيرُ مُحَوَّلٌ. والمحول قد يكون محولاً عن فاعل، وقد يكون محولا عن مفعول به، وقد يكون محولا عن مبتدأ. مثال المحول عن الفاعل: قوله تعالى: ((وَاشْتَعَلَ الرَّأْسُ شَيْبًا ((4))) [مريم:4] فشيباً كاشف ومفسر للجملة كلها، اشتعل الرأس ماذا نارا أو قملاً يحتمل. لكن لما قال: اشتعل الرأس شيباً عرفنا أن الاشتعال هنا المراد به المجاز. وليس المراد الاشتعال الحسي. ونقول: شيباً محول عن فاعل، فأصل التركيب\n(1/548)",
        "\nاشتعل شيبُ الرأس، فشيباً التمييز كان فاعلاً، فحذف المضاف وأُقيم المضاف إليه مُقامه فارتفع ارتفاعه يعني صار فاعلاً، فالمضاف إليه الرأس صار فاعلاً فقيل: اشتعل الرأس، فحصل الإبهام في النسبة فجيء بالمضاف المحذوف فانتصب على أنه تمييز فقيل: اشتعل الرأس شيباً.\n[وَقُلْ قَدْ طَابَ زَيدٌ نَفْسًا] أصل التركيب طابتْ نفسُ زيد، فحذف المضاف الذي هو نفس وأقيم المضاف إليه وهو زيد مُقامه فارتفع ارتفاعه، فصار فاعلا فقيل: طابَ زيدٌ فحصل الإبهام في النسبة لأنه يحتمل عدة أشياء، فجيء بالمضاف المحذوف فانتصب على أنه تمييز فقيل: طابَ زيدٌ نفسًا، فزال الإبهام.\nأما في المفعول به، فنحو قوله تعالى: ((وَفَجَّرْنَاالْأَرْضَ عُيُونًا (12))) [القمر:12] فعيوناً تمييز، وأصله مفعول به. فأصل التركيب وفجرنا عيونَ الأرض، فحُذف المفعول به عيون وأُقيم المضاف إليه مُقامه فانتصب انتصابه فصار مفعولاً به، فقيل: وفجرنا الأرضَ، فحصل الإبهام في النسبة للاحتمال الوارد، فجيء بالمضاف المحذوف فانتصب على أنه تمييز فقيل: وفجرنا الأرض عيونًا، فجاء بالتمييز رافعاً وكاشفاً للإبهام.\nوالمحوَّل عن المبتدأ كقوله تعالى: (أنا أَكْثَرُ مِنْكَ مَالًا (34))) [الكهف:34] فمالاً تمييز، وأصله مبتدأ، أصل التركيب مالي أكثر منك، فحذف المضاف مال, وأقيم المضاف إليه مُقامه فارتفع ارتفاعه،\n(1/549)\n",
        "والمضاف إليه أصله الياء، وهي لا تكون في محل رفع فجيء بضميرٍ يكون في محل رفع وهو أنا، فقيل: أنا أكثر منك، فحصل إبهام لأن قوله: أكثر منك .. يحتمل دراهمَ أو أولادًا أو زوجاتٍ، فقال: أنا أكثر منك مالا، فالتمييز مالا حصل به رفع إبهام نسبة. وهذا ضابطه أن يكون واقعاً بعد جملة فعلية أو اسمية. ثم إذا نظرت فيه فليس في اللفظ ما يحتاج إلى كشف ذاته، فمثلا اشتعل الرأس، فالاشتعال معلوم، والرأس معروف، ليس هو كالجريب، والمنوين مجهول الذات، وإنما هو كشفٌ لنسبة.\nالنوع الثاني: ما ليس محوَّلا.\nوهذا ليس مقيساً، وإنما هو نادر، وموقوف على السماع. سُمِع قولهم: امتلأ الإناء ماءً، فماء منصوب على التمييز، وليس هو محوَّلا عن فاعل، ولا محوَّلا عن مفعول، ولا محوَّلا عن مبتدأ، إذًا هو سماعي.\nوالحاصل: أن التمييز نوعان:\nتمييز مفسر لمفرد وهذا بالاستقراء أكثر ما يقع بعد المقادير والعدد، والمقادير بأنواعها الثلاث، المساحات، والمكيلات، والموزونات، والأعداد تأخذ حكمها.\nوتمييز النسبة وهذا إما أن يكون محولاً أولا.\nفالأول: المحول إما عن فاعل أو مفعول أو مبتدأ. وغير المحوَّل سماعي يحفظ ولا يقاس عليه.\n(1/550)\n\n[وَلِي عَلَيْهِ أَرْبَعُونَ فَلْسًا] فلساً تمييز، وأربعون مبتدأ، خبره عليه أو الجار والمجرور لي، يحتمل هذا أو ذاك. فالجملة لي عليه أربعون، أربعون هذا فيه إبهام، فالذات نفسها مبهمة، المعدود بالأربعين ما هو؟ أربعون كأساً؟ أربعون بيتاً؟ قال: فلساً، إذًا فلساً منصوب على أنه تمييز وميز الأربعين، حينئذ يكون مثالا لتمييز المفرد.\nوالمثال الأول لتمييز النسبة، وقَدَّم النسبة على المفرد، والعكس هو الأولى؛ لأنَّ الأصل هو المفرد، وهو الأكثر أيضًا.\n[وَخَالِدٌ أَكْرَمُ مِنْ عَمْرٍو أَبَا] هذا مثالٌ للمحوَّل عن المبتدأ، وأصل التركيب أبو خالدٍ أكرمُ من عمرو، فحُذف المضاف وهو أبو وأُقيم المضاف إليه وهو خالد مُقامه فارتفع ارتفاعه، وصار مبتدأ، خالد أكرم من عمرو، في ماذا؟ قال: أباً فجيء بالمحذوف الذي حُذف وهو المبتدأ فانتصب على التمييز رفعاً للنسبة.\n[وَكَونُهُ نَكِرَةً قَدْ وَجَبَا] المراد أن التمييز لا يكون إلا نكرة على مذهب البصريين، وأما الكوفيون فيُجوِّزُون كونَ التمييز معرفة. واستدلوا بقول الشاعر:\nرَأَيْتُكَ لَمَّا أَنْ عَرَفْتَ وُجُوهَنَا ... صَدَدْتَ وَطِبْتَ النَّفْسَ يَا قَيْسُ عَنْ عَمْرٍو\nفالنفس باتفاق الفريقين أن إعرابه تمييز، وهو معرَّف بأل، فالكوفيون لهذا الشاهد جوَّزوا أن يكون التمييز معرفة، والأصل عند البصريين أنه لا يكون إلا نكرة، فالبصريون على قواعدهم أن الشيء المطرد والغالب هو القاعدة، وما عداه مما خالفها يؤول،",
        "(1/551)\n\nفقالوا: أل هذه زائدة. وعند الكوفيين أل أصلية، وعليه يجوز أن يكون التمييز معرفة. والأصح مذهب البصريين وهو كونه نكرةً للعلة التي ذكرناها في الحال، لأن الغرض إذا أُدِّيَ بالنكرة فلا يزاد عليه. كذلك التمييز كشفُ الذات والنسبة حصل بالنكرة، فحينئذٍ إذا قيل: طاب زيدٌ نفساً، نقول: المعنى تم وانكشاف الإبهام قد حصل بالنكرة فلا يزاد عليه، فلو زِيد عليه بشيء يدل على التعريف كأل مثلاً نقول: هذا حشو، وهو عيب ونقص في الكلام. [وَكَونُهُ نَكِرَةً قَدْ وَجَبَا] الألف للإطلاق، والوجوب هنا مقيَّدٌ أي عند البصريين.\n(1/552)",
        "\nبَابُ الاِسْتِثْنَاءِ\nأي من المنصوبات المستثنى، ولكن ليس مطلقا، ليس كل مستثنىً يكون منصوبا، وإنما المستثنى يُنصب في بعض أحواله، إما وجوبًا وإما جوازًا، وقد يكون المستثنى مخفوضاً. والاستثناء استفعال من الثني، والسين والتاء زائدتان، وهو مصدر، كاستغفر يستغفر استغفاراً، واستثنى يَستثني استثناءًا، واستخرج يستخرج استخراجا، وإذا أُطلق المصدر هنا في مثل هذا الموضع فالمراد به اللفظ، ولا يمكن حمله على الاستثناء الذي هو المعنى المصدري لأنه معنىً من المعاني، والمعنى لا يُنصب، فالذي يرفع هو المبتدأ وليس الابتداء، والذي يُنصب هو المميِّز وليس التمييز، والذي يُنصب هو المستثنى وليس الاستثناء، لأن الاستثناء معنى من المعاني، والمعاني هذه غير قابلة للحركة.\nإذاً الاستثناء مصدر لكنه من باب إطلاق المصدر وإرادة اسم المفعول، لأن عندنا استثناءًا، ومستثنِي، ومستثنَى. فالاستثناء: هو الإخراج على المشهور، وفيه نظركما سيأتي، والمستثنِي: هو فاعلُ الاستثناءِ، فالمتكلم هو الفاعل، والمستثنَى هو الواقع بعد إلا ونحوها من أدوات الاستثناء، إذاً المراد بالاستثناء هنا المستثنَى لأن الكلام في المنصوبات، والمنصوب هو المستثنى لا الاستثناء. قلنا: الاستثناء في اللغة مأخوذ من الثني، وهو العطف من قوله: ثنيتُ\n(1/553)\n",
        "الحبلَ أثنيه إذا عطفت بعضه على بعض. وقيل: إنَّ الثني هو الصرف يقال: ثنيته عن الشئ إذا صرفته عنه. وإن كان المشهور عند كثير من النحاة والأصوليين أن الاستثناء معناه لغة الإخراج، وهذا فيه نظر، بل الاستثناء لغة مأخوذ من الثني، وهو العطف من قولك: ثنيتُ الحبلَ أثنيه إذا عطفت بعضه على بعض، وقيل: إن الثني المراد به هنا الصرف، تقول: ثنيت زيداً عن كذا إذا صرفته عنه. وإن كان المشهور أنَّ معناه في اللغة هو الإخراج.\nوأما في الاصطلاح فحدَّه كثير من النحاة وتبعهم كثير من الأصوليين بأنه الإخراج بإلا أو إحدى أخواتها ما لولاه لدخل في الكلام السابق. قوله: إخراجٌ بإلاَّ أو إحدى أخواتها، يعني أن الاستثناء له أدوات، وباستقراء كلام العرب له أدوات ثمانية يأتي ذكرها، وهذه الأدوات فائدتها ما لولاه أي لولا هذا الاستثناء ولولا هذه الأداة لدخل ما بعد إلاَّ فيما قبلها، فإذا قيل: قام القوم إلا زيداً، فقام فعل ماض، والقوم فاعل، وإلاَّ حرف استثناء، وزيداً مستثنى، لولا الاستثناء بإلا أي لولا مجيء إلا في هذا التركيب لدخل زيد في القوم، فلو حُذِفَتْ إلا، لكان حُكْمُ زيدٍ أنه داخل في القوم وثبت له القيام، فأُخرِجَ زيدٌ من المستثنى منه وهو القوم بإلا، فقيل: إلا زيداً، لولا إلا لدخل ما بعد إلا فيما قبلها، هذا حقيقة الاستثناء عند كثير من الأصوليين. والأصح أن يقال: الاستثناء قولٌ مُتَّصِلٌ يدُّلُ بإلا أو إحدى أخواتها على أنَّ المذكور معه غيرُ مرادٍ بالقول الأول. وهذا فيه فرار من القول بأنَّ الاستثناء لا بُدَّ وأن يكون فيه إخراج، لأننا لو قلنا بالإخراج لوقع نوعُ\n(1/554)\n\nتناقضٍ في الجملة، فإذا قيل: قام القوم إلا زيداً، على القول بالإخراج معناه أن زيداً حُكِمَ عليه أوَّلا بالقيام ثم بعد ذلك أُخرج فَحُكِم عليه بنقيض ما حُكِم على المستثنى منه، وهذا تناقض كأنه قال: قام زيد، زيد لم يقم، وهذا يلزم على القول بأن الاستثناء إخراج من المستثنى منه بإلا، يلزم عليه الحكم على المستثنى أوَّلاً بما حُكم به على المستثنى منه ثم بعد ذلك أُثبت للمستثنى نقيضُ الحكمِ الأوَّل، لأنَّ الاستثناء من النفي إثبات، ومن الإثبات نفي، فإذا قلت: قام القوم إلا زيدا، حكمت على زيد بنفي القيام عنه، وهو نقيض القيام المحكوم به على المستثنى منه، فحكمت أولاً بالقيام ثم حكمت بعد ذلك بنفي القيام، فإذا قيل: زيد داخل فيما سبق وهو المستثنى منه، حينئذٍ حكمت على زيد أوَّلا بالقيام ثم بعد ذلك حكمت بإخراجه من الحكم السابق وإثبات نقيضه له، وهذا تناقض، ولذلك ذهب بعض الأصوليين وبعضٌ من أهل اللغة إلى أن تعريف الاستثناء بالإخراج تعريف باطل، وقد نصَّ ابن القيم رحمه الله في البدائع على هذا فقال: مذهب سيبويه والمحققين من البصريين أن المستثنَى مُخْرَجٌ من المستثنى منه وحكمِه، يعني لم يدخل أصلاً في المستثنى منه، وهذا هو الصحيح عند سيبويه وجمهور البصريين، وإن شاع عند كثير من المتأخرين تعريف الاستثناء بأنه إخراج. وحينئذٍ المراد بقولهم: قول متصل الاستثناء بإلا، يدل هذا الاستثناء على أن المذكور معه - الذي هو المستثنى ما بعد إلا - غيرُ مرادٍ بالقول الأول، فإذا قيل: قام القوم إلا زيداً، نقول: إلا زيداً",
        "(1/555)\n\nهذا قرينة صارفة عن إرادة زيد بالحكم الأول وليس هو داخلاً حتى يحتاج إلى إخراج.\nوالفرق بين القولين: أن قولك: قام القوم إلا زيداً، زيداً دَخَلَ أوَّلاً ثم أخرجتَه، وهذا تناقضٌ، وبين أن تقول: إلا زيداً قرينة صارفة عن إرادة زيد بالقول الأول، إذاً لم يدخل أصلاً، فحينئذٍ لم يُنزَّل عليه الحكم.\nولذلك ألزم ابن القيم رحمه الله وغيره من الأصوليين أنَّ من قال بأن الاستثناء إخراج بقوله: لا إله إلا الله، إلزاماً لا محيص عنه، لو قيل: المستثنى وهو لفظ الجلالة دخل أوَّلاً في المستثنى منه، ثم أُخرج حينئذٍ قد نفيت الألوهية عن الله عز وجل، فلم تكن هذه الكلمة كلمة التوحيد! فصار تناقضٌ ينفيها بلا إله ثم يُثبت الألوهية لله عز وجل.\nفإذا قيل: المستثنى الذي هو بعد إلا (الله) كان داخلاً في المستثنى منه وحكمِه حينئذٍ نُفيت عنه الألوهية وهذا كفر، ثم إلا الله هذا إثبات فكيف يجتمعان؟!\nالاستثناء له أدوات، ولا نقول: حروف الاستثناء، لأن منها ما هو اسم، ومنها ما هو حرف، ومنها ما هو فعل، فالأداة تعم وليست خاصة بالحروف، وأدوات الاستثناء بمعنى الأدوات الدالة على الاستثناء.\n(1/556)",
        "\nإِلاَّ وَغَيرُ وَسِوَى سُوَىً سَوَا ... خَلاَ عَدَا وَحَاشَا الاِسْتِثْنَا حَوَى\nأي الاستثناء حوى إلا وغير وسوى وخلا وعدا وحاشا، هذه ستة ذكرها الناظم، وبقي عليه اثنان وهما ليس ولا يكون.\nهذه الأدوات الدالة على الاستثناء من حيث الحرفية والاسمية والفعلية على أربعة أقسام:\nالأول: حرفان وهما إلاَّ عند الجميع، وحاشا عند سيبويه.\nالثاني: فِعْلانِ وهما ليس على الأرجح، ولا يكون باتِّفاق.\nالثالث: مُترددان بين الحرفية والفعلية يعني تارةً يكون حرفا، وتارة يكون فعلاً، وهي ثلاثة خلا عند الجميع، وعدا عند غير سيبويه، وحاشا عند سيبويهِ حرفٌ، وعند غيره مترددة بين الحرفية والفعلية.\nالرابع: اسمان وهما غير وسوى بلغاتها.\n[إِلاَّ وَغَيرُ وَسِوَى] و [سُوَىً] و [سَوَا] ء هذه ثلاث لغات، سِوى كرِضَا بكسر السين، وهذه اللغة الفصحى، ولذا بدأ بها، ثم سُوى كهُدَى، ثم سَواء بالمد وفتح السين كسَمَاء ثم سِواء بالمد وكسر السين كبِناء، هذه أربع لغات لسِوَى. [خَلاَ عَدَا] أي وخلا وعدا، على إسقاط حرف العطف، [وَحَاشَا] ويقال فيها حَاشَ بحذف الألف الأخيرة مع فتح الشين، وحَشَا بحذف الألف الأولى، وحاشْ بحذف الألف الثانية مع إسكان الشين، ففيها أربع لغات.\n(1/557)\n",
        "[الاِسْتِثْنَا حَوَى] حوى على الشيء واستولى عليه، يعني الاستثناء حوى وجَمَع هذه الأدوات، والمراد به مطلق الاستثناء لأن هذه لا تجتمع في تركيب واحد، وإنما الاستثناء لا بد أن يكون جامعاً لهذه الأدوات بمجموعها لا جميعها.\nإِذَا الكَلاَمُ تَمَّ وَهْوَ مُوجَبُ ... فَمَا أَتَى مِنْ بَعْدِ إِلاَّ يُنْصَبُ\nبدأ بالاستثناء بإلا، ولذلك قدمها الناظم عند ذكر الأدوات، لأن إلاَّ أمُّ الباب يَثبُت لها من الأحوال ما لا يثبت لغيرها، فغير وسوى المستثنى بها يكون مجروراً، وليس ولا يكون الأصل فيها أنها من النواسخ، والاستثناء بها من جهة المعنى، ولذلك لا يُعرَب لفظاً أنه مستثنى، بخلاف إلا فإنها لا تكون إلا حرف استثناء، وقد تأتي بمعنى غير لكنه على قلة كقوله تعالى: (لَوْكَانَ فِيهِمَا آَلِهَةٌ إِلَّا اللَّهُ لَفَسَدَتَا (22)) [الأنبياء:22] فإلا هنا بمعنى غير أي غيرُ اللهِ لفسدتا لكنَّ الفساد مُنتفٍ فانتفى تعدد الآلهة.\nوالمستثنى بإلاَّ يعني القول المذكور بعد إلاَّ قرينة على أنه غير داخل في المستثنى منه له ثلاث حالات:\nالحال الأولى: وجوب نصبه أي المستثنى.\nالحال الثانية: جواز نصبه راجحاً أو مرجوحاً.\nالحال الثالثة: أن يكون بحسب العوامل الداخلة عليه.\n(1/558)\n\nشرع الناظم هنا في بيان الحالة الأولى وهي وجوب النصب، ولذلك يُترجَمُ لها متى يجب نصب المستثنى بإلا؟ حينئذٍ يأتي جواب الناظم:\nإِذَا الكَلاَمُ تَمَّ وَهْوَ مُوجَبُ ... فَمَا أَتَى مِنْ بَعْدِ إِلاَّ يُنْصَبُ\nتَقُولُ قَامَ القَومُ إِلاَّ عَمْرَا ... وَقَدْ أَتَانِي النَّاسُ إِلاَّ بَكْرَا\nيجب نصب المستثنى بإلا إذا الكلام تم، وهو موجب، هذه ثلاثة شروط أن يكون المستثنى بإلا، وأن يكون الكلام تاما، وأن يكون الكلام موجبا، متى ما وجدت هذه الشروط الثلاثة قال: ينصب أي المستثنى وجوباً مطلقاً سواء كان الاستثناء متصلاً أو منقطعاً.\n[إِذَا الكَلاَمُ] الكلام فاعل لفعل محذوف وجوباً؛ لأنه وقع بعد إذا الشرطية، وإذا لا يليها إلا فعل، وتقديره هنا إذا تَمَّ الكلامُ يفسره الفعل المذكور، فلذلك يُسمَّى مُفسِّرا، حينئذ تقول: [تَمَّ] فعل ماض، والفاعل ضمير مستتر جوازا تقديره هو، والجملة من الفعل والفاعل لا محلَّ لها من الإعراب لأنها مفسِّرة. [إِذَا الكَلاَمُ تَمَّ] والمراد بتمام الكلام عند النحاة أن يكون المستثنى منه مذكوراً، نحو: قام القوم إلا زيداً، هذا كلام تام لأن المستثنى منه وهو القوم مذكور في الكلام، لأنه قد يُحذف وقد يُذكر، وذِكْره شرط في وجوب المستثنى بإلاَّ.",
        "(1/559)\n\n[وَهْوَ] أي الكلام [مُوجَبُ] من الإيجاب، والإيجاب والسلب متقابلان، وموجب اسم مفعول مِنْ أُوجِبَ يُوجَبُ فهو مُوجَب، وعندما يقول البيانيون وغيرهم: الإيجاب والسلب فمرادهم بهاتين الصفتين وصف الكلام، لأن الذي يُوصف بالإيجاب أو السلب، هو الجملة مطلقاً لا المبتدأ ولا الخبر ولا الفعل ولا فاعله وإنما مقصودهم بالإيجاب والسلب تسلط النفي على المفهوم من الجملة، والأصل في الجملة الإيجاب بدليل أنه لا يقال بالنفي إلا لدخول حرف أو فعل يدل على النفي، حينئذٍ ما افتقر إلى سببٍ يدل عليه فرعٌ عمَّا لا يفتقر، فالأصل في الجملة الاسمية والفعلية الإيجاب، أنها موجبة مثبتة بدليل أنها لا تحتاج إلى علامة، ومتى نقول الجملة منفية؟ الجواب: لا بُدَّ أن يسبقها ما يدل على النفي كلم أو ما النافية أو ليس وغيره، إذًا افتقرت إلى سبب، وما لا يفتقر إلى سبب أصل لما افتقر إلى سبب، فحكم بأن الأصل في الجملة الإيجاب وهو الإثبات. إذًا قوله: [وَهْوَ مُوجَبُ] احتراز مما لو سبقه نفي أو شبهه كما سيأتي، [فَمَا أَتَى مِنْ بَعْدِ إِلاَّ يُنْصَبُ] الفاء واقعة في جواب الشرط لأنه جملة اسمية، وإذا مضمَّنةٌ معنى الشرط، [فَمَا] ما اسم موصول بمعنى الذي يصدق على المستثنى [أَتَى مِنْ بَعْدِ إِلاَّ] فاعل أتى ضمير مستتر جوازا تقديره هو يعود على ما أي المستثنى، وقيَّده بإلا لأنه إذا كان تاليا لأداة استثناء غير إلا فله حكمٌ آخر، لذلك نجعل هذا شرطا في وجوب نصب المستثنى، أي يكون المستثنى تالياً لحرف الاستثناء وهو إلا، وأن يكون الكلام تامًّا ذُكر فيه المستثنى منه، وأن\n(1/560)",
        "\nيكون موجباً بحيث لم يسبق بنفي ولا شبه النفي [يُنْصَبُ] أي المستثنى، وهو فعل مضارع مغير الصيغة ونائب الفاعل ضمير مستتر جوازاً يعود إلى ما، فالذي أتى من بعد إلا يُنصب هو المستثنى، [يُنْصَبُ] بمجموع هذه الشروط الثلاثة، ونصبه حينئذٍ يكون واجباً مطلقاً سواء كان الاستثناء متصلاً أو منقطعاً، متصلا كقام القوم إلا زيداً، أو منقطعاً كقام القوم إلا حماراً.\nوالفرق بين الاستثناء المتصل والمنفصل أن المتصل ما كان من جنس المستثنى منه.\nوالمنقطع ما لم يكن من جنس المستثنى منه. فنحو: قام القوم إلا زيداً نحكم على الاستثناء هنا بأنه متصل لأن زيدا من جنس القوم، ونحو: قام القوم إلا حماراً نحكم على الاستثناء بأنه منقطع لأن الحمار ليس من جنس القوم، وهذا من باب التقريب وإلا ففيه بعض النظر.\n[يُنْصَبُ] والعامل في المستثنى اختلف فيه على ثمانية أقوال، أقواها قولان:\nالأول: أنَّ العامل إلا فقط، وهذا مذهب ابن مالك رحمه الله وهو ظاهر الألفية حيث قال:\nمَا اسْتَثْنَتِ الاَّ مَعْ تَمَامٍ يَنْتَصِبْ ... .......................\nنَسَبَ النصب والاستثناء إلى إلا نفسها، حينئذ تقول: قام القوم إلا زيداً، فقام القوم فعل وفاعل، وإلا حرف استثناء، وزيدا\n(1/561)\n",
        "مستثنى منصوب بإلا ونصبه فتحة ظاهرة على آخره.\nالثاني: وهو مذهب كثير من النحاة المتأخرين أنه منصوب بالفعل الذي قبله بواسطة إلاَّ، فتقول: قام القوم إلا زيداً، زيداً منصوب على الاستثناء والعامل فيه الفعل المتقدم، حينئذٍ نقول قام القوم قام فعل لازمٌ ولا ينصب مفعولاً به، وهل نقول: الفعل اللازم لا ينصب مطلقاً أو لا ينصب مفعولاً به؟ الجواب: لا ينصب مفعولاً به، ولا يُنفى عنه النصب مطلقاً، بل قد ينصب التمييز والحال والعامل فيهما فعل لازم، والذي معنا هنا أن المستثنى منصوب بالفعل اللازم لكن بواسطة إلا.\n[فَما أتَى مِن بعْدِ إلاَّ يُنْصَبُ] وجوباً مع جميع هذه الشروط الثلاثة، والناصب له إلاَّ، الحرف وحده عند ابن مالك رحمه الله، وقيل: الفعل بواسطة إلا. [تَقُولُ قَامَ القَومُ إِلاَّ عَمْرَا] هذا مثال مستوفٍ للشروط الثلاثة، كلامٌ تامٌّ ذُكر فيه المستثنى منه وهو القوم، موجَب لم يتقدمه حرف سلب أو شبهه، والاستثناء واقع بعد إلاَّ، وهو استثناء متصل. [وَقَدْ أَتَانِي النَّاسُ إِلاَّ بَكْرَا] أتاني أتى فعل ماض، والناس فاعل، والياء ضمير متصل مبني على السكون في محل نصب مفعول به، وإلا حرف استثناء، وبكراً منصوب على الاستثناء، وحكم النصب هنا واجبٌ لاستيفاء الشروط الثلاثة: كونه تامًّا، كونه موجبًا، كونه مستثنى بإلا، وهذان مثالان للاستثناء المتصل، وهو ما كان المستثنى من جنس المستثنى منه، ومنه قوله تعالى: ((فَشَرِبُوا مِنْهُ إِلَّا قَلِيلًا مِنْهُمْ (249))) [البقرة:249] فشربوا\n(1/562)\n\nفعل ماضٍ، والواو فاعل وهو مستثنى منه، وقليلاً منصوب على الاستثناء لكونه مستثنى بإلا، والجملة مثبتة. وقوله: ((فَسَجَدَالْمَلَائِكَةُ كُلُّهُمْ أَجْمَعُونَ (30) إِلاَّ إِبْلِيْسَ)) [الحجر:30] هذا فيه تفصيل على القول بأن إبليس من الملائكة فهو استثناء متصل، وعلى القول بأنه ليس منهم فهو استثناء منقطع.\nوَإِنْ بِنَفْيٍ وَتَمَامٍ حُلِّيَا ... فَأَبْدِلَ اوْ بِالنَّصْبِ جِيءْ مُسْتَثْنِيَا\nكَلَمْ يَقُمْ أَحَدٌ ... الاَّ صَالِحُ ... أَوْ صَالِحًا فَهْوَ ... لِذَيْنِ صَالِحُ\nالحال الثانية من أحوال المستثنى بإلا: جواز نصبه راجحاً أو مرجوحاً، وأشار إليها بقوله: [فَأَبْدِلَ اوْ بِالنَّصْبِ جِيءْ مُسْتَثْنِيَا] فأو للتخيير بين الإبدال والنصب، لذلك قلنا المستثنى بإلا في هذه الحالة الثانية جائزُ النصبِ سواء كان راجحاً أو مرجوحاً. قال رحمه الله: [وَإِنْ بِنَفْيٍ] أو نهي أو استفهام، فليس الحكم مختصا بالنفي فقط، [وَتَمَامٍ حُلِّيَا] الألف للإطلاق، والضمير يعود إلى الكلام، يقال: حلَّاها تحليةً ألبسها حَلْياً أي الحُلي أو وصفها ونعتها،، فكأنه جعل الأصل في الكلام الإيجاب ثم كُسي وأُلبس النفي، فدلَّ على أنه ليس موجبًا لأن الأصل الإيجاب، فإذا دخل عليه نفيٌ كأنه كُسي ثوباً أو حلية، [وَتَمَامٍ حُلِّيَا] التمام هو أن يكون الكلام تاماًّ بمعنى أن يُذكر المستثنى منه، إذاً الشرط الأول أن يكون الاستثناء بإلا، والشرط الثاني تمام الكلام، أن يكون المستثنى منه مذكوراً في الكلام، وهذان الشرطان في الحالة الثانية وفي الحالة الأولى أيضاً، والذي تخلَّف هو الإيجاب، وهذا هو الفرق بين المسألتين وجوب",
        "(1/563)\n\nالنصب وعدم النصب أنه انتفى عن الحالة الثانية الإيجاب وكُسي النفي أو الاستفهام أو النهي، فحينئذٍ نقول: الكلام غير موجَبٍ هذا هو المراد هنا أن يكون الكلام غيرَ موجب مع بقية الشرطين المذكورين في الحالة الأولى. قال: [فَأَبْدِلَ اوْ بِالنَّصْبِ جِيءْ مُسْتَثْنِيَا] يعني ائتِ بالمستثنى مُبدَلاً مما قبله بدلَ بعضٍ من كل، أو ائت به منصوباً على الاستثناء على الأصل، ولكن النصب على الاستثناء هنا ليس بواجب بل هو جائز، ومع هذه الشروط الثلاثة فليس الحكم منصبا على الاستثناء مطلقا كما هو في الحالة الأولى، بل لابد من تفصيل في حالة الاستثناء، لأننا ذكرنا في الحالة الأولى أنه يجب النصب سواء كان الاستثناء متصلاً أو منفصلاً. وهنا الحكم يختلف، فننظر إلى نوع الاستثناء هل هو متصل أو منقطع؟ حينئذٍ إذا كان الكلام غيرَ موجب فنقول: لا يخلو الاستثناء من إحدى حالتين:\nالأولى: أن يكون الاستثناء متصلا، فحينئذٍ يجوز في المستثنى وجهان:\nالوجه الأول: الإتباع، أن يُجعل تابعًا للمستثنى منه، فيُعرب بدلا منه بدلَ بعضٍ من كل عند البصريين، أو عطف نسق عند الكوفيين.\nالوجه الثاني: النصب على الاستثناء، لكنه جوازاً لا وجوباً، وهو محفوظ، ولكنَّ الأوَّل أجود منه، مثَّل هنا بقوله: [كَلَمْ يَقُمْ أَحَدٌ الاَّ صَالِحُ] لم حرف نفي وجزم وقلب، ويقم فعل مضارع مجزوم بلم\n(1/564)",
        "\nوجزمه سكون آخره، وأحدٌ فاعل وهو المستثنى منه، وهو مذكور، إذاً الكلام تام، وهو غير موجب، وإلا حرف استثناء، فالاستثناء بإلا، وصالح وهو المستثنى يجوز فيه وجهان، لأن الاستثناء هنا متصل، لأنَّ صالحا من جنس المستثنى منه وهو أحدٌ الذي أُثبت له القيام، حينئذٍ نقول: إلا صالحٌ على الإتباع، فيُعرب بدل بعض من كل، لأن أحد كل، وصالح بعض منه، كما قلنا في قوله: (((((((عَلَى النَّاسِ حِجُّ الْبَيْتِ مَنِ اسْتَطَاعَ (97))) [آل عمران:97] فالمستطيع بعض من الناس، حينئذٍ نحكم عليه بأنه مستثنى وحكمه الإتباع أُتبع ما قبله على أنه بدل بعض من كل. [أَوْ] أي وإن شئت قل: إلا [صَالِحًا] بالنصب، وهو وجه محفوظ في لغة العرب، ونصبه على الاستثناء على الأصل، وما جاء على الأصل لا يُسأل عنه.\nوالحاصل أن الاستثناء المتصل من كلام منفي فيه وجهان:\nالإبدال والنصب على الاستثناء، والإتباع أجود من النصب على الاستثناء.\n[فَهْوَ] أي المستثنى [لِذَيْنِ] أي النصب والإتباع [صَالِحُ] لها، لكن لا على السواء بل الأوَّل مُقدَّم، ولذلك قال: [فَأَبْدِلَ] قدم الإبدال على النصب، وإذا قُدِّم أمرٌ على أمر آخر فالأوَّل أرجحُ من الثاني.\nالثانية: أن يكون الاستثناء منقطعاً، فأهل الحجاز يوجبون النصب، فيقولون: ما قام القوم إلا حماراً بالنصب وجوباً ولا يجوز\n(1/565)\n",
        "عندهم الإتباع، فلا يصح ما قام القوم إلا حمارٌ، لأنك لو قلت: إنه بدل بعض من كل لأنه جزءٌ منه وفي الحقيقة ليس جزءاً منه، ليس جزءاً من القوم فحينئذٍ وجب النصب، قال تعالى: ((مَالَهُمْ بِهِ مِنْ عِلْمٍ إِلَّا اتِّبَاعَ الظَّنِّ (157))) [النساء:157] بالنصب وجوبا لأن اتِّباع الظنِّ ليس من جنس العلم. وبنو تميم يجيزون الوجهين: الإتباع والنصب فيجوز عندهم: ما قام القوم إلا حماراً، وما قام القوم إلا حمارٌ.\nوحاصل هذه الحالة: إذا كان الكلام تاما غير موجبٍ فإن كان الاستثناء متصلا جاز فيه وجهان: النصب على الاستثناء، والإتباع على أنه بدل بعض من كل، وإن كان منقطعاً فعند أهل الحجاز واجب النصب، وعند تميم يجوز فيه الوجهان.\nإذًا التفرقة بين المتصل والمنقطع هذا على لغة أهل الحجاز. وعند تميم يجوز فيه الوجهان مطلقا يستوي عندهم الاستثناء المتصل والمنقطع.\nومثال النفي قوله تعالى: (ما فَعَلُوهُ إِلَّا قَلِيلٌ مِنْهُمْ (66))) [النساء:66] قرأ السبعة غير ابن عامر بالرفع على الإبدال من الواو في فعلوه، وقرأ ابن عامر وحده بالنصب على الاستثناء، إذًا ما فعلوه إلا قليلٌ منهم، إلا قليلا، بالنصب على الاستثناء وبالرفع على البدلية.\n(1/566)\n\nومثال النهي قوله تعالى: (((وَلَايَلْتَفِتْ مِنْكُمْ أَحَدٌ إِلَّا امْرَأَتَكَ (81))) [هود:81] ولا يلتفت هذا نهي، وقوله: إلا امرأتك قُرئ بالوجهين، قرأ أبو عمرو وابن كثير بالرفع على الإبدال من أحد إلا امرأتُك، وقرأ الباقون بالنصب على الاستثناء ويحتمل وجهين: إما أن يكون مستثنى من أهلك في أول الآيات قوله (((فَأسْرِ بأهلك بِقِطْعٍ مِنَ اللَّيْلِ وَلَا يَلْتَفِتْ مِنْكُمْ أَحَدٌ إِلَّا امْرَأَتَكَ (81))) [هود:81] فيكون النصب واجباً، لأنه كلام تام موجب وذُكر المستثنى منه فحينئذٍ يجب النصب.\nوإما أن يكون مستثنى من أحد فيكون جائز النصب، وقرأ الأكثر على الوجه المرجوح، لأن القرآءة سنة متبعة، ومرجعها الرواية لا الرأي. فيكون النصب جائزا لا واجباً.\nومثال الاستفهام قوله تعالى: (ومن يَقْنَطُ مِنْ رَحْمَةِ رَبِّهِ إِلَّا الضَّالُّونَ (56))) [الحجر:56] ومَن استفهام، وقوله: إلا الضالون استثناء، من حيث اللغة يجوز الوجهان: إلا الضالون، وإلا الضالين لأنه استثناء بإلا والكلام تام ولكنه غير موجب لسبْقه بالاستفهام. ومن يقنط الفاعل ضمير مستتر تقديره هو، وهو المستثنى منه، فهو مذكور في الكلام، إلا الضالون هذا مستثنى من الفاعل المستتر، فيجوز فيه الرفع على البدلية، ويجوز فيه النصب على الاستثناء، والقراءة سنة متَّبعة.",
        "(1/567)\n\nالحالة الثالثة من أحوال المستثنى بإلا: ما يُسمَّى بالاستثناء المفرَّغ، ولا يكون إلا من كلام منفي، ولم يذكر فيه المستثنى منه، لأنهم رتبوا الشروط على حسب الكلام فوجوب النصب مع استيفاء الشروط الثلاثة، وجوازه بإسقاط شرط الإيجاب فقط في الحالة الثانية، فصار منفياً، والذي بقي هو الاستثناء بإلا ولا بد أن يبقى معنا هذا الشرط، إذًا الذي بقي ويمكن إسقاطه هو شرط ذكر المستثنى منه، وهذا هو الاستثناء المفرَّغ ولا يكون إلا من كلام منفي لم يذكر فيه المستثنى منه.\nأَوْ كَانَ نَاقِصًا فَأَعْرِبْهُ عَلَى ... حَسَبِ مَا يَجِيءُ فِيهِ العَمَلاَ\n[أَوْ] للتنويع والتقسيم [كَانَ] هو أي الكلام [نَاقِصًا] هذا مقابل لقوله [إِذَا الكَلاَمُ تَمَّ] لأن الكلام إما أن يكون تاماً وهذا بذكر المستثنى منه، وإما أن يكون غير تام وهذا يسمى الناقص، بأن يُسقط المستثنى منه، ولم يَذكر النفي أو الإيجاب لأنه لا يكون ناقصًا إلا إذا كان منفيا، فلا يكون ناقصًا وهو موجب لامتناعه، قالوا: يمتنع أن يقول: رأيت إلا زيداً، هذا مستحيل لا يمكن أن يقع، رأيت إلا زيداً، يعني رأيت كلَّ الناس إلا زيداً، وهذا لا يحصل لأنه يستحيل أن يكون رأى كل الناس واستثنى زيداً، لكن ما رأيت إلا زيداً، هذا ممكن أن تنفى الرؤية عن الناس كلهم، ولا تثبت إلا لزيد. ولا تقول أيضًا: ضربت إلا زيداً، معناه ضربتُ كلَّ الناسِ إلا زيداً، لم يقع عليه الضرب، هذا أيضاً مستحيل، استحالة ضربك جميع الناس غير زيدٍ. إذًا علمنا أنه غير تام لعدم ذكر المستثنى منه\n(1/568)",
        "\nوأنه لا يكون إلا منفياً، فما حكمه؟\nقال: [فَأَعْرِبْهُ] وهذا أمر وهو للوجوب [عَلَى حَسَبِ مَا يَجِيءُ فِيهِ العَمَلاَ] أي يُعطَى ما يستحقه - أي المستثنى الذي يقع بعد إلا- يُعطَى ما يستحقه لولم توجد إلاَّ، فإذا قال: ما قام إلاَّ زيدٌ، نقول: هذا استثناء مفرَّغ لعدم ذكر المستثنى منه، فننظر لما بعد إلاَّ كأنها لم توجد في الكلام، فتعربه فاعلا، فتقول: ما قام إلا زيدٌ، ما حرف نفي، وقام فعل ماض، وإلا حرف استثناء ملغاة، وزيدٌ فاعل، إذاً ما بعد إلاَّ تعربه كما لو لم تكن إلا موجودة, ولذلك سمي مفرغاً لأن ما قبل إلاَّ قد تفرغ لطلب ما بعدها. [فَأَعْرِبْهُ عَلَى حَسَبِ مَا يَجِيءُ فِيهِ العَمَلاَ] أي على حسب ما يطلبه العامل، إنْ طَلبه فاعلاً رَفعَه على الفاعلية، وإنْ طلبه مفعولاً به نصَبه على المفعولية، وإنْ طلبه مجروراً بحرف جر جُرَّ بحرف الجر، وسيمثل لها كلها، والاستثناء حينئذٍ يكون من لفظٍ عامٍ محذوف يعني لا بُدَّ من تقديره، وهذا مما يذكره النحاة من المواضع التي يجب فيها حذف الفاعل، فنحو: ما قام إلاَّ زيدٌ، من جهة المعنى لا بد من مراعاة الاستثناء؛ لأن إلاَّ أُلغيت من جهة العمل، وعندما نقول: إلاَّ ملغاة، إنما ألغيت من جهة العمل وأما من جهة المعنى فلا بُدَّ أن يكون للاستثناء أثر، فإذا قيل: ما قام إلاَّ زيدٌ، تقديره ما قام أحد إلا زيدٌ، فأحد هذا هو المستثنى منه المحذوف.\nكَمَا هَدَى إِلاَّ مُحَمَّدٌ وَمَا ... عَبَدتُّ إِلاَّ اللهَ فَاطِرَ السَّمَا\n(1/569)\n",
        "[كَمَا هَدَى إِلاَّ مُحَمَّدٌ] أي كقولك أو مثل قولك: ما هدى إلا محمد، يعني ما هدى هداية الإرشاد والدلالة في النصح والتوجيه والإخلاص إلا محمدٌ صلى الله عليه وسلم لأنها بَلَغَتِ الغاية، ولا يَعْدِلُه أو يساويه أحدٌ مهما كان، فما نافية، وهدى فعل ماض، وإلاَّ أداة استثناء ملغاة يعني من جهة العمل وأما المعنى فلها أثرها، ومحمدٌ فاعل لهدى، والتقدير: ما هدى أحد إلا محمدٌ، حينئذٍ يكون الاستثناء في المعنى من اسم عام محذوف واجب الحذف.\n[وَمَا عَبَدتُّ إِلاَّ اللهَ فَاطِرَ السَّمَا] أي خالق السماء، فما حرف نفي، وعبدت فعل وفاعل، وهو يطلب مفعولاً، وإلا أداة استثناء ملغاة، ولفظ الجلالة منصوب على المفعولية، فنعربه مفعولاً به ولا نقول: مستثنى أو منصوب على الاستثناء، لأن الاستثناء هنا استثناء مفرَّغ بمعنى أنَّ العامل الذي قبل إلا قد تفرَّغ لطلب ما بعد إلاَّ فنصبه على أنه مفعول به له، وفاطر السماء بدل أو عطف بيان.\nوَهَلْ يَلُوذُ العَبْدُ يَوْمَ الحَشْرِ ... إِلاَّ بِأَحْمَدَ شَفِيْعِ البَشَرِ\n[وَهَلْ يَلُوذُ] لاذ به لجأ إليه وعاذ به وبابه قال، [وَهَلْ يَلُوذُ العَبْدُ يَوْمَ الحَشْرِ إِلاَّ بِأَحْمَدَ شَفِيْعِ البَشَرِ] والمقصود هو الشفاعة العظمى، [وَهَلْ] استفهام، إذاً الكلام غير موجب، لأنَّ غير الموجب هنا ما سبقه نفي أو استفهام أو نهي، [إِلاَّ بِأَحْمَدَ] ما بعد إلاَّ سُلِّط عليه ما يتعدَّى به يلوذ، لأن يلوذ من لاذ به أي لجأ إليه، فلا يتعدى بالباء، وأحمد لما كان واقعًا بعد إلا في استثناء مفرَّغ سُلِّط عليه العامل يلوذ فدخل عليه حرف الجر وهو الباء، كأنه قال: يلوذ\n(1/570)\n\nبأحمد عليه الصلاة والسلام.\nإذاً ذَكَر لك ثلاثة أمثلة رفعًا ونصبًا وجرًّا، لأن الاستثناء المفرَّغ أن يكون العامل الذي قبل إلاَّ مسلَّطا على ما بعد إلا، كأنَّ إلا لم تذكر أصلا ولذلك دخل حرف الجر هنا بعد إلا.\nإذاً هذه ثلاثة أحوال للمستثنى بإلاَّ: وجوب النصب، وجواز النصب، وأن يُعطى المستثنى الذي بعد إلا على حسب ما يقتضيه العوامل.\nثم شرع في بقية الأدوات، وأدوات الاستثناء غير إلاَّ على ثلاثة أقسام:\nالأول: ما يخفض دائماً يعني يَجُرُّ ما بعده، وهو غير وسوى، حينئذٍ يكون المستثنى مجروراً دائماً.\nوالثاني: ما ينصب دائماً، وهو ليس ولا يكون.\nوالثالث: ما يخفض تارة وينصب تارة أخرى، وهو عدا وحاشا وخلا.\nوسيذكرها الناظم متتالية، قال رحمه الله:\nوَحُكْمُ مَا اسْتَثْنَتْهُ غَيرُ وَسِوَى ... سُوَى سَوَاءٌ أَنْ يُجَرَّ لاَ سِوَى\n[وَحُكْمُ] مبتدأ، و [أَنْ يُجَرَّ] أن وما دخلت عليه في تأويل مصدر خبر المبتدأ. حكم ما استثنته يعني حكم المستثنى بغيرٍ وسوى أن يكون مجرورا، فما بعد غير وما بعد سوى هو المستثنى، تقول: قام",
        "(1/571)\n\nالقوم غيرَ زيدٍ، فزيدٍ هو المستثنى، لأنك أخرجت زيدًا من القوم، أو جئت بغير وهو قول متصل للدلالة على أنَّ زيدًا غيرُ مراد بالقول الأول على القولين، وقام القوم كلام موجب تام، وغيرَ بالنصب على الحالية أو الاستثناء عند بعضهم، وهو مضاف وزيد بالخفض مضاف إليه، والمضاف إليه يكون دائمًا مخفوضًا، لذلك قال هنا: [وَحُكْمُ مَا اسْتَثْنَتْهُ غَيرُ] لأن غير من أدوات الاستثناء، [وَسِوَى] أي وما استثنته سوى، فهي من أدوات الاستثناء، [أَنْ يُجَرَّ] أي المستثنى، فالضمير يعود على المستثنى، ويجر بإضافة غيرٍٍ وسوى إليه، فتقول: قام القوم غيرَ زيدٍ، وقام القوم سِوى زيدٍ، وقد ذكرنا في أول الباب أن المستثنى من المنصوبات في بعض أحواله، وهذه الحالة التي يكون فيها المستثنى ليس منصوباً على الأصل، وإنما يكون مخفوضا، [لاَ سِوَى] أي لا غيرُ، ليس له حالة أخرى، وإنما يكون دائما مخفوضا، هذا حكم المستثنى. وأما حكم غير وسوى فإنها تأخذ حكم ما بعد إلاَّ، وما بعد إلاَّ قد يكون واجب النصب، وقد يكون جائزَ النصب، وقد يكون بحسب العوامل، فحكم الذي يقع بعد إلا هو الذي يعطى للفظة غير وسوى، فإذا قلت: قام القوم غيرَ زيد، نقول: يجب نصب غير هنا، لأن الكلام تام موجب، وإذا كان الكلام تامًّا موجبًا فما بعد إلا يكون منصوباً، حينئذ نقول: قام القوم غيرَ .. بالنصب، وحكم نصب غير هنا واجب، لأننا نقابلها بما بعد إلاَّ فلو قلت: قام القوم إلا زيداً، فحكم زيد هنا واجب النصب، إذاً تأخذ هذا الحكم وتعطيه لغير، إذا كان الكلام تامًّا\n(1/572)",
        "\nموجباً، فتقول: قام القوم غيرَ زيدٍ. وإذا قلت: ما قام القوم غيرَ زيدٍ وغيرُ زيدٍ، يصح الوجهان، لأنَّ الكلام إذا كان تاما منفيا فما بعد إلاَّ له وجهان إذا كان الاستثناء متصلا: إما النصب على الاستثناء، وإما الإتباع لما قبله على أنه بدل بعض من كل، فحينئذٍ إذا وقعت غير في كلام تام غير موجب جاز فيها الوجهان، فتقول: ما قام القوم غيرَ زيد بالنصب على الحالية، وما قام القوم غيرُ بالرفع على البدلية، فيجوز فيه الوجهان، وتقول: ما قام القوم غيرَ حمارٍ، بالوجهين أيضًا على مذهب التميميين، وعلى مذهب الحجازيين غيرَ بالنصب وجوبًا.\nوإذا قلت: ما قام غيرُ زيدٍ، فيجب رفع غير؛ لأنك تقول: ما قام إلا زيدٌ، فيجب رفع زيد، وما رأيت غيرَ زيدٍ فيجب نصب غير، وما مررت بغيرِ زيد، يتعين الجر بحرف الجر.\nوالحاصل: أن حكم غير في الإعراب حكم ما بعد إلا، وحكم ما بعد إلا له ثلاثة أحوال: وجوب النصب، وجواز النصب، وعلى حسب العوامل، تنظر للفظة غير فنعطيها حكم ما بعد إلا، وإعرابها إذا نصبْتها فالأصح أنك تعربها حال، وجوَّز بعضهم النصب على الاستثناء، وإذا رفعت تعربها بدل بعض من كل.\nولا نمثل بسوى لأن الإعراب لا يظهر على سوى، وحكم سوى حكم غير فتأخذ حكمها على الأصح على ما عليه الجمهور.\n(1/573)\n",
        "النوع الثاني: ولم يذكره الناظم وهو ما ينصب دائماً، وهو ليس ولا يكون، تقول: قام القومُ ليس زيداً، وقام القوم لا يكون زيداً، هذا واجب النصب دائما لا يكون إلا منصوباً، لأن المنصوب هنا خبر ليس، وخبر ليس دائما يكون منصوباً، والمنصوبُ بلا يكون خبرٌ لها وخبرها دائماً منصوب، ولذلك يُعرب خبرًا ولا يعرب مستثنى، والاستثناء هنا معنوي قام القوم ليس زيداً، قام القوم فعل وفاعل، وليس فعل ماض ناقص، واسمها ضمير مستتر وجوباً يعود على البعض المفهوم من الكل، وزيداً خبر ولا تقل مستثنى. وقام القوم لا يكون زيداً، قام القوم فعل وفاعل، ولا نافية، ويكون فعل مضارع ناسخ واسمه ضمير مستتر وجوباً تقديره هو يعود على البعض المفهوم من الكل السابق، وزيداً خبر يكون منصوب دائماً لا يجوز خفضه إلا إذا دخلت عليه الباء وهي حرف جر زائد فحينئذ يكون منصوباً تقديرا.\nوَانْصِبْ أَوِ اجْرُرْ مَا بِحَاشَا وَعَدَا ... خَلاَ قَدِ اسْتَثْنَيْتَهُ مُعْتَقِدَا\nفِي حَالَةِ النَّصْبِ بِهَا الفِعْلِيَّهْ ... وَحَالَةِ الجَرِّ بِهَا ... الحَرْفِيَّهْ\nتَقُولُ قَامَ القَوْمُ حَاشَا جَعْفَرَا ... أَوْ جَعْفَرٍ فَقِسْ لِكَيْمَا تَظْفَرَا\nالنوع الثالث: ما ينصب تارة ويخفض تارة أخرى، ولذلك قال: [وَانْصِبْ أَوِ اجْرُرْ] فجوَّز الوجهين، لأنه قال: [وَانْصِبْ] وهو فعل الأمر، والأصل فيه أنه يقتضي الوجوب ثم جَوَّز الوجه الثاني بقوله: [أَوِ اجْرُرْ] فجعله قرينة صارفة عن الوجوب، فالمراد به النصب لكن لا على جهة الوجوب، وأو للتنويع، لكن هذا الحكم\n(1/574)\n\nإذا لم يكن ثَمَّ مانع منه، وهو إذا لم تدخل عليه ما، فحينئذٍ يكون جائزاً. وأما إذا دخلت عليه ما فيتعين النصب. [مَا بِحَاشَا وَعَدَا خَلاَ قَدِ اسْتَثْنَيْتَهُ] ما اسم موصول بمعنى الذي، وجملة قد استثنيته صلة الموصول، وبحاشا وما عطف عليه متعلق بقوله استثنيته، إذاً المستثنى يكون منصوباً إذا دخلت عليه حاشا وعدا وخلا، قال: [مُعْتَقِدَا] يعني حالة كونك معتقداً في حالة النصب [بِهَا الفِعْلِيَّهْ] بأن تعتقد أنَّ خلا وحاشا وعدا أفعال ماضية، وهذا يكون محلُّه القلب، فتقول: قام القوم عدا زيداً، معتقداً فعليَّة عدا، وقام القوم حاشا زيداً، معتقداً فعلية حاشا، وقام القوم خلا زيداً، معتقداً فعلية خلا، [وَحَالَةِ الجَرِّ بِهَا الحَرْفِيَّهْ] فكما يجوز النصب بها يجوز الخفض بها، فتقول: قام القوم عدا زيدٍ، وقام القوم خلا زيدٍ، وحاشا زيدٍ، إذاً نصبت وجررت بها واللفظ واحد.\nوالمشهور عند النحاة التفصيل في عدا وخلا وحاشا، وحاشا المشهور عندهم أنها لا تصحب أي لا تدخل عليها ما، فحينئذٍ يجوز فيها الوجهان مطلقا، تقول: قام القوم حاشا زيداً وحاشا زيدٍ. ولا تصحبها ما المصدرية، وإعرابه قام القوم فعل وفاعل، وحاشا فعل ماضٍ لأنك نصبت بها معتقداً فعليتها، فإذا نظرت إلى ما بعد حاشا إذا كان منصوباً فحينئذ كانت حاشا فعلاً ماضيًا، والفاعل ضمير مستتر وجوبًا تقديره هو يعود على البعض المفهوم من الكل السابق، وزيداً مفعول به ولا تقول مستثنى، ويجوز قام القوم حاشا زيدٍ بالخفض، فحاشا حرفُ جرٍّ مثل مِن وعن وإلى صارت حرف جر",
        "(1/575)\n\nبالنظر إلى ما بعدها لأنك جررت بها فإذا جررت بها فتعتقد حينئذ حرفيتها، فصارت حاشا حرف جر، وزيدٍ اسم مجرور بحاشا، ولا تقل مستثنى، لكن في المعنى في الحالتين نصبت أو جررت في المعنى ما بعدها يكون مستثنى مما قبله، هذا في حاشا.\nوأما عدا وخلا فهذه قد تتقدمها ما المصدرية فتقول: قام القوم ما عدا زيدًا وما خلا زيدًا، فإذا سبقتها ما المصدرية تعينت فعليتها، ولا يجوز الجر بها إلا قليلا قال ابن مالك: ... وانْجرارٌ قد يردْ .. فهو قليلٌ لكنَّه مسموع، والمشهور المقيس عليه أن ما إذا تقدمت على عدا وخلا وجب النصب، ولا يجوز الجر فلا يصح ما عدا زيدٍ ما خلا زيدٍ، لأن ما المصدرية لا تدخل إلاَّ على الأفعال ولا تدخل على الحروف، فإذا دخلت على عدا عينت أنها فعل، فنصب ما بعدها، وإذا دخلت على خلا عينت أنها فعل ونصب ما بعدها، ولا يجوز الجر على الأصح، وإذا لم يتقدمها ما صارت مثل حاشا وهي التي ذكرها الناظم هنا قد تنصب بها وتعتقد أنها فعل، وقد تخفض بها وتعتقد أنها حرف، لذلك التفصيل يكون في خلا وعدا دون حاشا.\nوَانْصِبْ أَوِ اجْرُرْ مَا بِحَاشَا وَعَدَا ... خَلاَ قَدِ اسْتَثْنَيْتَهُ مُعْتَقِدَا\nانصب أو اجرر ما قد استثنيته أي المستثنى بحاشا وعدا وخلا، ولم يذكر تعيَّن النصب فيما إذا تقدمت ما المصدرية على عدا وخلا، وهاتان الحالتان فيما إذا لم تتقدم ما المصدرية، وحاشا هذه قال بعضهم أنها قد تتقدمها ما المصدرية، فتقول: ما حاشا لكنه قليل،\n(1/576)",
        "\nوابن مالك قال: ولاَ تَصْحَبُ مَا. وقوله: في حالة النصب متعلق بقوله معتقداً، وبها متعلق بقوله النصب، والفعلية مفعول به والعامل فيه معتقداً الفعلية أي فعليتها فأل نائبة عن المضاف إليه. أي معتقداً فعليتها في حالة النصب بها، ومعتقدا حرفيتها في حالة الجر بها،\nإذاً مردُّها إلى القلب والاعتقاد. [تَقُولُ قَامَ القَوْمُ حَاشَا جَعْفَرَا أَوْ جَعْفَرٍ] حاشا جعفرا نَصَبَ بحاشا على أنها فعل، والدليل على أنها فعل ما بعدها، إذًا تحكُم على حاشا أو خلا أو عدا إذا لم تتقدمها ما تحكم عليها بما بعدها إن كان منصوباً فهي فعل؛ لأن الفعل هو الذي ينصب في الأصل، والفاعل حينئذٍ يكون ضميراً مستتراً واجب الاستتار يعود على البعض المفهوم مما سبق، فجعفراً مفعول به ولا تقل مستثنى، أو حاشا جعفرٍ بالخفض على أن حاشا حرف جر. [فَقِسْ] أي فقس على ما مضى، والقياس هو إلحاق فرع بأصل، والأصل هنا يكون هو القاعدة، والمثال يكون موضِّحًا لتلك القاعدة، فحينئذٍ إذا جاءك مثال فتلحق المثال بالمثال والنظير بالنظير [لِكَيْمَا تَظْفَرَا] تظفرا فعل مضارع، والألف للإطلاق، منصوب بكي، لأن اللام قد سبقتها لفظاً، فحينئذٍ كي نفسها هي الناصبة، إذاً المستثنى في بعض أحواله من المنصوبات.\n(1/577)\n",
        "بَابُ لاَ\nأي هذا باب بيان لا النافية للجنس، والمراد به اسم لا أي باب بيان اسم لا، لأنَّ اسم لا هو الذي يكون منصوباً لفظاً أو محلاً، وأما الخبر فهو مرفوع، لأنه في مقام تعداد المنصوبات، والمراد هنا بلا النافية للجنس، وتُسمَّى لا التبرئة أي تبرئة الجنس من الخبر، يقال برَّأتُه أُبَرِّؤُه إذا نفيت عنه حكم الخبر، وحينئذٍ تكون لا هذه نافية لاسمها نحو: لا رجلَ، وهي ليست نافية للرجل نفسه وإنما نافية للخبر الذي وصف به الرجل، فنحو: لا رجل في الدار، يعني لا وجود للرجل في الدار، ولذلك قال النحاة: لا رجل في الدار دلت لا على نفي الكينونة في الدار عن جنس الرجل لا على نفي الرجل، لأن الرجل ذات، والذوات الأصل فيها أنها لا تنفى، وإنما ينفى حكم الذات، وحكمُ الذات معنىً من المعاني، والمراد حينئذٍ بلا النافية للجنس لا الدالةُ على التنصيص على سبيل الاستغراق، لأنَّ لا تحتمل أنها دالة على نفي الوحدة مع احتمال نفي الجنس، وقد تكون دالة على التنصيص على نفي الجنس، فإذا قلت: لا رجلٌ في الدار، فهذه لا التي تعمل عمل ليس، وهي نافية، ولكن النفي هنا يحتمل أنه نفي للوحدة فحينئذٍ يصح أن تقول: لا رجلٌ بل رجلان أو بل رجال، ويحتمل أنه نفي للجنس، أي جنس الرجل ليس موجوداً في الدار، وحينئذ لا يصح أن تقول: لا رجلٌ في الدار بل رجلان أو بل رجال، لأنك نفيت جنس الرجال، حقيقة الرجل\n(1/578)\n\nليست موجودة في الدار، ويصح أن تقول: لا رجلٌ في الدار بل امرأة، لأنك نفيت جنس الرجال وهذا لا يناقض أن تثبت جنس الإناث، فحينئذٍ لا النافية التي تعمل عمل ليس هذه محتملة لنفي الجنس، وليست نصاً في نفي الجنس، وإذا أريد التنصيص لفظاً بأن الجنس منفيٌّ، ولا يحتمل غيره جئت بالاسم مبنيا مع لا فقلت: لا رجلَ، بالبناء على الفتح، ولا هنا نصٌّ في استغراق النفي، ولذلك قيل: بني اسمها لأنه ضمن معنى من الاستغراقية، والأصل لا مِن رجلٍ، ورجل نكرة في سياق النفي فتعم، وإذا دخلت عليها من الاستغراقية صارت نصاً في العموم يعني ليست ظاهرة فيه، فلا رجلَ نصٌّ في العموم، لأنها على تقدير من الاستغراقية، ومعلوم أن النكرة عند الأصوليين إذا كانت في سياق النفي أو الشرط أو الاستفهام أنها تعمُّ ظاهرًا لا نصاً، وإذا سبقتها من الاستغراقية حينئذ تكون نصا في العموم، والفرق بين الظاهر والنص، أن الظاهرَ يحتمل التخصيص، والنص لا يحتمل التخصيص، ومنه قوله تعالى: (((وَمَا مِنْ إِلَهٍ إِلَّا اللَّهُ (62))) [آل عمران:62] فهذا العموم لا يَحتمل التخصيص، ومثله قوله تعالى: (وَمَا مِنْ دَابَّةٍ فِي الأَرْضِ إِلَّا عَلَى اللَّهِ رِزْقُهَا) [هود:6] لا يحتمل التخصيص، لأنه نصٌّ في العموم، والدليل على أنه نص ليس كون النكرة في سياق النفي فحسب، لأنها حينئذ تكون ظاهرة في العموم محتملة للتخصيص، وأما الدلالة على أنها نص في العموم بحيث لا يحتمل إخراج فرد من أفرادها دخول منْ الاستغراقية على النكرة، وهذا الباب له تعلق",
        "(1/579)\n\nبأصول الفقه لأنه من ألفاظ العموم. إذاً المراد النافية للجنس على سبيل التنصيص لتخرج لا العاملة عمل ليس.\nولا النافية للجنس مما حُملت على إنَّ وأخواتها، يعني تعتبر من النواسخ التي تدخل على المبتدأ والخبر، فتدخل على المبتدأ فتنصبه على أنه اسم لها، والنصب قد يكون لفظاً أو محلاًّ كما سيأتي، وعلى الخبر فترفعه أي لا - على الصحيح- على أنه خبر لها. قال الناظم:\nاِنْصِبْ بِلاَ مُنَكَّرًا مُتَّصِلاَ ... مِنْ غَيرِ تَنْوِينٍ إذَا أَفْرَدتَّ لاَ\n[اِنْصِبْ] محلاًّ أو لفظاً، فمحلا فيما إذا كان اسم لا مفرداً لأنَّه مبنيٌّ معها، فحينئذٍ يكون النصب للمحل، ولفظاً فيما إذا كان اسم لا مضافاً أو شبيها بالمضاف، [اِنْصِبْ بِلاَ] أي النافية للجنس، إذاً لا تدخل معنا لا الناهية ولا الزائدة ولا النافية للجنس احتمالا، وهذا هو الشرط الأول أن تكون لا نافية للجنس. [مُنَكَّرًا] وهذا الشرط الثاني أن يكون اسمها وخبرها نكرتين، وقوله: منَكَّراً ليس متعلقا بالاسم فحسب، بل لا بُدَّ أن يكون الاسم نكرة والخبر كذلك نكرة، فلا تعمل في معرفة لأنها على تقدير من، ومن الاستغراقية مختصة بالنكرات. [مُتَّصِلاَ] أي تكون لا مباشرة للنكرة أي اسمِها، فلا يفصل بين لا واسمها أيُّ فاصل ولو بخبرها، ولو ظرفاً أو جاراً ومجروراً، فلا يُقبل الفصل بين لا ومدخولها مطلقًا. وهذا هو الشرط الثالث.\n(1/580)",
        "\nفإذا وجدت هذه الشروط الثلاثة حينئذٍ تكون لا عاملة عمل إنَّ، أُلحقت لا النافية للجنس بإنَّ التي تختص بالمبتدأ والخبر، قالوا: لأنَّ لا مؤكدة، وإنَّ مؤكدة، ولكنَّ التأكيد في باب إنَّ للإيجاب، والتأكيد في باب لا للنفي، حينئذ حُمِل الضدُّ على ضده، كذلك لا ملازمة للصدر كما أنَّ إنَّ ملازمة للصدر، ولا مختصة بالجملة الاسمية يعني لا تدخل على الجملة الفعلية مثل إنَّ لا تدخل إلا على الجملة الاسمية، إذاً لثلاثة أمور حُملت لا النافية للجنس على إنَّ فعملت عمل إنَّ، ولذلك قال ابن مالك:\nعَمَلَ إنَّ اجْعَلْ لِلاَ ..... ... ......................\nعمل إنَّ وهو نصب المبتدأ على أنه اسم لها ورفع الخبر على أنه خبرٌ لها هذا العمل اجعَله للا، حمْلاً للا على إنَّ في الثلاثة الأمور المذكورة.\nحينئذٍ قوله: [اِنْصِبْ بِلاَ] إذا وجدت هذه الشروط الثلاثة، وكانت مفردةً غير مكرَّرة كما قال: إذا أفردتَ لا، فنحمل قوله: [اِنْصِبْ] على الوجوب لفظًا أو محلا، فيجب النصب إذا توفرت هذه الشروط الثلاثة مع عدم تكرار لا، فيقال: لا رجلَ في الدار، النصب هنا واجب محلاًّ، وقولك: لا صاحبَ علمٍ ممقوتٌ، ولا طالعًا جبلاًً حاضرٌ، فالنصب هنا واجب لفظًا.\nوإن انخرم الشرط الأول بأن كانت لا غير نافية للجنس فإما أن تكون ناهية اختصت حينئذٍ بالفعل المضارع وجزمته، نحو: لا\n(1/581)\n",
        "تشركْ بالله، أو تكون زائدةً لم تعمل شيئًا كما في قوله تعالى: (ما مَنَعَكَ أَلَّا تَسْجُدَ إِذْ أَمَرْتُكَ (12))) [الأعراف:12] وهذه لا تختص بالفعل، أو تكون نافية للوَحدة عملت عمل ليس كما في قولك: لا رجلٌ في الدار بل رجلان.\nوإن انخرم أحد الشرطين الأخيرين لم تعمل ووجب تكرارها، فإذا لم يكن اسمها وخبرها نكرتين وجب إهمالها فلا تعمل في معرفة؛ لأنه كما سبق أنها على تقدير من الاستغراقية، ومن الاستغراقية تختص بالنكرة فلا تدخل على المعرفة، فتقول: لا زيدٌ في الدار ولا عمرو، وقال تعالى: ((لَافِيهَا غَوْلٌ وَلَا هُمْ عَنْهَا يُنْزَفُونَ (47))) [الصافات:47] فتعين إهمالها، ولا يجوز إعمالها.\nوقوله: [مِنْ غَيرِ تَنْوِينٍ] هذا يحتمل أن مراده به اسم لا المضاف لأنك تقول: لا صاحبَ علم، فهنا نصبت من غير تنوين، وأما اسم لا الشبيه بالمضاف، نحو: لا طالعًا جبلاً فهنا نصبت مع التنوين، ولا رجلَ نُصب اسم لا محلاًّ والتنوين لا يدخل الإعراب المحلِّي، وإنما يكون تابعاً للفظ، وذلك [إذَا أَفْرَدتَّ لاَ] أي لا المفردة وهي التي لم تتكرر.\nتَقُولُ لاَ إِيمَانَ لِلمُرْتَابِ ... وَمِثْلُهُ لاَ رَيْبَ فِي الكِتَابِ\n[تَقُولُ] فيما استجمع للشروط السابقة [لاَ إِيمَانَ لِلمُرْتَابِ وَمِثْلُهُ لاَ رَيْبَ فِي الكِتَابِ]\n(1/582)\n\nإذا علمنا هذا نقول اسم لا له ثلاثة أحوال: إما أن يكون مفرداً، وإما أن يكون مضافاً، وإما أن يكون شبيها بالمضاف، فالمفرد في باب لا: ما ليس مضافاً ولا شبيها بالمضاف، والمضاف واضح، والشبيه بالمضاف: ما اتصل به شيء من تمام معناه، يعني ما كان عاملاً فيما بعده، فالأول يكون منوَّنا فيتعلَّق به إما مرفوع أو منصوب أو جار ومجرور، تقول: لا طالعًا جبلاً حاضرٌ، فطالعًا اسم لا شبيهٌ بالمضاف لأنه عملَ النصب فيما بعده، إذًا تعلَّق به شيءٌ - وهو المنصوب- من تمام معناه لأن كل معمول يتعلق بعامله فهو متممٌّ له من جهة المعنى، وتقول: لا قبيحًا فعلُه مذموم، فقبيحًا اسم لا شبيهٌ بالمضاف لأنه تعلق به مرفوع وهو من تمام معناه، وتقول: لا خيرًا من زيدٍ عندنا، فخيراً اسم لا شبيهٌ بالمضاف لأنه تعلق به الجار والمجرور من زيدٍ، إذًا الشبيه بالمضاف في باب لا ما اتصل به شيء من تمام معناه، إما أن يكون مرفوعًا أو منصوبًا أو جارًّا ومجرورًا، وما عدا ذلك فهو مضاف نحو: لا صاحبَ علمٍ ممقوت، فهذا مضاف ومضاف إليه. والمفرد في باب لا ما ليس مضافاً ولا شبيها بالمضاف، حينئذٍ يأخذ حكم المفرد في باب الإعراب، ويدخل فيه هنا المثنى والجموع بأنواعها، فيكون مفرداً في هذا الباب.\nثم اسم لا المضاف والشبيه بالمضاف منصوب لفظاً، فنحو: لا صاحبَ علمٍ ممقوتٌ، لا نافية للجنس، وصاحبَ علمٍ اسمها منصوب بلا ونصبه فتحة ظاهرة على آخره، وصاحبَ مضاف وعلم مضاف إليه، وممقوت خبر لا. ونحو: لا طالعًا جبلاً حاضر،",
        "(1/583)\n\nلا نافية للجنس، وطالعًا اسم لا منصوب بها ونصبه فتحة ظاهرة على آخره، والفاعل ضمير مستتر، وجبلا مفعول به للوصف، وحاضر خبر لا. وأما المفرد فهو في اللفظ مبنيٌّ، ويُبنى على ما ينصب به لو كان معربا، فإن كان مفردًا في باب الإعراب كرجل أو جمع تكسير فيبنى على الفتح لأنه لو نُصب جمع التكسير لنصب بالفتحة، ولو نُصب رجل وهو مفرد في باب الإعراب لنصب بالفتحة، فتقول: لا رجلَ، رجلَ اسم لا وهو مفرد مبني على الفتح، لماذا بُني على الفتح؟ لأنه لو أُُعرب ونُصب تقول: رأيت رجلاً نصبته بالفتحة، إذاً يبنى مع لا على الفتح، وتقول: رأيت رجالاً، نصبته بالفتحة، فإذا دخلت عليه لا بُني معها على الفتح، فتقول: لا رجالَ، والمثنى وجمع التصحيح يُبنيان مع لا على الياء لأنه لو نُصب وهو مُعرب لنصب بالياء، تقول: لا مسلمَين في الدار، مسلمين اسم لا مبني معها، مبني على الياء لأنه مثنى لو أعرب نصبًا لأُعرب بالياء، وتقول: لا مسلمِين في الدار، فمسلمِين مفرد هنا وهو جمع تصحيح، اسم لا مبني على الياء في محل نصب، لأنه لو أُعرب نصْبًا لكان إعرابه بالياء، جمع المؤنث السالم، نحو: لا مسلماتِ فالأفصح أن يكون مبنيًا على الكسر لأنه لو نصب لنصب بالكسرة، وجوَّز بعض النحاة - لوروده سماعاً - أن يكون مبنيا على الفتح لا مسلماتَ، فيجوز فيه الوجهان، إذًا المفرد في باب لا ما ليس مضافًا ولا شبيهًا بالمضاف فيشمل رجلا ورجالا ومسلمَين ومسلمين ومسلمات يشمل هذه الأنواع كلها، وحُكمه أنه يُبنى على ما ينصب\n(1/584)",
        "\nبه لو كان معربا، قبل دخول لا، ولكن يكون في محل نصب، وفي اللفظ يكون مبنياً فتقول: لا رجلَ في الدار، لا نافية للجنس، ورجلَ اسمها مبني على الفتح في محل نصب، و [تَقُولُ لاَ إِيمَانَ لِلمُرْتَابِ] لا نافية للجنس، وإيمان اسم لا مبني معها على الفتح في محل نصب، وبني على الفتح لأنه مفرد، والمفرد في باب لا ما ليس مضافاً ولا شبيهاً بالمضاف فيبنى على ما ينصب به لو كان معرباً. وللمرتاب جار ومجرور متعلق بمحذوف خبر لا، فلا عاملة النصب في محل اسمها، وهي عاملة الرفع في الخبر، لأنها تعمل في الجزئين على الصحيح. أما البناء معها فأكثر النحاة على أنه لتركبها مع اسمها تركيب خمسة عشر، [وَمِثْلُهُ] أي المثال السابق [لاَ رَيْبَ فِي الكِتَابِ] لا نافية للجنس، وريب اسمها مبني على الفتح في محل نصب، لأنها تعمل عمل إنَّ، فالأصل فيها أنَّها تعمل لفظاً ومحلاَّ مثل لا صاحبَ علمٍ، لا طالعًا جبلاً هذا الأصل فيها ولكن لما ركِّبت مع ما بعدها وهو المفرد تركيب خمسة عشر بُني اسمها، وعلى القول الآخر بأنه ضُمِّنَ معنى مِن الاستغراقية، فحينئذٍ نقول: بُني لتضمنه معنى حرف، في الكتاب جار ومجرور متعلِّق بمحذوف خبر لا.\nوَيَجِبُ التَّكْرَارُ وَالإِهْمَالُ ... لَهَا إِذَا مَا وَقَعَ انْفِصَالُ\nإذا كان مدخول لا معرفة نحو: لا زيدٌ في الدار ولا عمرُو، حينئذٍ يجب إهمالها مع التكرار عند غير المبَرِّد وابن كيسان إشعارًا بإلغائها، وجب إهمالها يعني لا تعمل عمل إنَّ مع تكرارها إذا لم\n(1/585)\n",
        "يكن مدخولها نكرة، وكذلك إذا فُصل بين لا واسمها وجب الإهمال والتكرار، والناظم هنا جعل وجوب التكرار والإهمال مقيَّداً بعدم الاتصال فقط، والأصحُّ أنه شامل للشرطين، وهو نفي كون الاسم نكرة وذلك إذا كان معرفة، أو متصلاً بها وذلك إذا كان منفصلاً، فقال: [وَيَجِبُ] الرفع على الابتداء لضعفها بالفصل، و [التَّكْرَارُ] يعني تكرار لا مرة أخرى، [وَالإِهْمَالُ لَهَا] يعني أن لا تعمل عمل إنَّ، وذلك [إِذَا مَا وَقَعَ انْفِصَالُ] بينها وبين اسمها كقوله تعالى: ((لَافِيهَا غَوْلٌ وَلَا هُمْ عَنْهَا يُنْزَفُونَ (47))) [الصافات:47] الأصل لا غولَ فيها، فحينئذٍ تعمل عمل إنَّ يبنى معها على الفتح، ولكن لماَّ فُصِلَ بالخبر بين لا واسمها، وجب الإهمال فقال: لا فيها غَولٌ بالرفع للفصل بين لا واسمها، وتقول: لا زيدٌ في الدار ولا عمروٌ، وجب الإهمال لتخلَّف الشرط الثاني وهو كون اسم لا نكرة، فحينئذٍ يكون ما بعدها مرفوعًا على أنه مبتدأ، لا زيدٌ في الدار فلا نافية للجنس ملغاة، وزيدٌ مبتدأ مرفوع بالابتداء، وفي الدار متعلِّق بمحذوف خبر، فتكون الجملة مستقلة كأنها لم تدخل عليها لا، [وَيَجِبُ التَّكْرَارُ وَالإِهْمَالُ لَهَا] يعني يجب التكرار تكرار لا فيما إذا لم تتصل باسمها [إِذَا مَا وَقَعَ انْفِصَالُ] أو إذا وقع اسم لا نكرة عند غير المبرد وابن كيسان إشعاراً بإلغائها، إذا كُرِّرت لا حينئذٍ هذا فيه إشعار، وهو أمر ظاهر بأنَّ لا ملغاةٌ، حينئذٍ وجب الإهمال ورفع ما بعدها على أنه مبتدأ، وقوله [إِذَا مَا] ما زائدة يعني إذا وقع انفصال، قال بعضهم:\n(1/586)\n\nيَا طَالِبًا خُذْ فَائِدَهْ ... مَا بَعْدَ إِذَا زَائِدَهْ\nتَقُولُ فِي المِثَالِ لاَ فِي عَمْرِو ... شُحٌّ وَلاَ بُخْلٌ إِذَا مَا اسْتُقْرِي\n[تَقُولُ فِي المِثَالِ لاَ فِي عَمْرِو شُحٌّ وَلاَ بُخْلٌ] هذا مثل: لا فيها غولٌ، هنا اسم لا في الأصل نكرة لا شُحَّ في عمروٍ، لكن لَمَّا فُصِل بين لا واسمها النكرةِ بالخبر وهو جار ومجرور وجب الإهمال والتكرار، فقوله: لا في عمروٍ شحٌ فَصل بالخبر وهو جار ومجرور ومعلوم أنهم يتوسعون في المجرورات والظروف مالا يتوسعون في غيرهما، فإذا بطل عملها مع الفصل بالجار والمجرور وهو خبر، فغيره من باب أولى وأحرى، وحينئذِ مثال الناظم فيه إشارة إلى أنَّه إذا كان الفاصل بين لا واسمها بالخبر وهو جار ومجرور فغيره من باب أولى، فإذا قيل: لا قائمٌ رَجلٌ على التقديم والتأخير، فيبطل عملها حينئذٍ. [إِذَا مَا اسْتُقْرِي] ما زائدة، وأقرَى واستقرى إذا طلب ضيافةً يعني إذا طُلبتْ منه الضيافة فلا بخل ولا شح.\nهذه الأحكام السابقة للا إذا لم تكرَّر أصالة، أما إذا كُرِّرت ابتداء فحينئذ قال:\nوَجَازَ إِنْ تَكَرَّرَتْ مُتَّصِلَهْ ... إِعْمَالُهَا وَأَنْ تَكُونَ مُهْمَلَهْ\nتَقُولُ لاَ ضِدَّ لِرَبِّنَا وَلاَ ... نِدَّ وَمَنْ يَأْتِ بِرَفْعٍ فَاقْبَلاَ\nإن تكررت لا مع مباشرة النكرة جاز إعمالها وجاز إلغاؤها، فعدم التَّكرار موجب للعمل، والتكرار مجوِّز للعمل، حينئذٍ إذا قيل: لا رجلَ في الدار، نقول: الإعمال واجب، وإذا كُررت لا مع",
        "(1/587)\n\nبقية الشروط نحو: لا رجل في الدار ولا امرأة، نقول: إعمالها جائز، إعمال لا في الموضعين جائز وليس بواجب، والتكرار مجوِّز له وللإهمال فتقول: لا رجلَ في الدار ولا امرأةَ، ولا رجلٌ في الدار ولا امرأةٌ، وهذا كما في المثال المشهور لا حولَ ولا قوةَ إلا بالله، هنا تكررت لا ودخلت على نكرتين لا حول هذه وُجدت فيها الشروط، ولا قوة وجدت فيها الشروط أيضًا، فنقول: إن تكررت لا مع النكرة جاز في النكرة الأولى وجهان: الفتح والرفع، الفتح على أنَّها أعملت على أصلها، فتقول: لا حولَ لا نافية للجنس، وحولَ اسمها مبني على الفتح في محل نصب، وحينئذٍ جاز في الثاني ثلاثة أوجه:\nالوجه الأول: الفتح على الإعمال لتركبه مع لا الثانية، فتكون الثانية عاملة عمل إنَّ. فتقول: لا حولَ ولا قوّةَ، قوةَ مبني على الفتح في محل نصب، لأن لا نافية للجنس، واسمها نكرة، وهو متصل بها، فوجدت الشروط لكن الإعمال جائز وليس بواجب.\nالوجه الثاني: النصب عطفًا على محلِّ اسم لا، وتكون لا الثانية زائدة بين العاطف والمعطوف عليه. فتقول: لا حَولَ ولا قوةًً بالنصب، فالواو حرف عطف، ولا زائدةٌ، وقوةًَ معطوف على محل اسم لا، لأنك تقول لا حولَ هذا مبني على الفتح في محل نصب، حينئذٍ يجوز العطف عليه بالنصب فتقول: لا حولَ ولا قوةًَ بالنصب ولا تصير ملغاة، وحينئذٍ راعيت المحل عند العطف.\n(1/588)",
        "\nالوجه الثالث: الرفع، وهذا فيه ثلاثة أوجه أحسنها أن تكون لا الثانية عاملة عمل ليس فتقول: لا حولَ ولا قوةٌ، ولا قوةٌ بالرفع فالواو حرف عطف، ولا نافية تعمل عمل ليس، وقوةٌ بالرفع اسم لا، وخبرها محذوف، أو خبرها المذكور وهو بالله، ويُقدَّر للأول. إن أعملتها مستقلةً أو أعملتها عمل ليس صارت جملتين، وإذا عطفتَ على محل اسم حول صارت جملة واحدة، لا حولَ ولا قوةَ، ولا حولَ ولا قوةٌ هاتان جملتان، ولا حولَ ولا قوةًَ، هذه جملة واحدة.\nإذا رفعت الأول وأبطلت إعمالها فقلت: لا حولٌ فهذا جائز، لأنه مع وجود الشروط والتكرار يجوز الإهمال، فحينئذٍ لا يجب العمل، فلا نافية للجنس، وحولٌ مبتدأ، وسَوَّغ الابتداء به كونه في سياق النفي، وحينئذٍ الثاني يجوز فيه وجهان: الفتح إعمالا للا، فتقول: لا حَوْلٌ ولا قوةََ، أو الرفع، كما سبق. ولا يجوز لا حَوْلٌ ولا قوةً بالنصب هذا ممتنع، لأنَّك جَوَّزت النصب في الثاني عطفاً على محل اسم لا، فقلت: لا حولَ ولا قوةً عطفت على محل حول وهو النصب، وهنا ليس عندنا اسم لا، ليس عندنا منصوب لا لفظاً ولا محلاًّ فسقط هذا الاحتمال.\nإذاً يجوز في الأول وجهان: الرفع والبناء على الفتح، ويجوز في الثاني خمسةُ أوجه، ولا حولَ ولا قوةََ إلا بالله، ولا حولَ ولا قوةٌ إلا بالله، ولا حولَ ولا قوةًً إلا بالله، ولا حولٌ ولا قوةََ إلا بالله، ولا حولٌ ولا قوةٌ إلا بالله.\n(1/589)\n",
        "وهذا هو الذي ذكره هنا في قوله: [وَجَازَ إِنْ تَكَرَّرَتْ مُتَّصِلَهْ] باسمها وهو نكرة [إِعْمَالُهَا] والأصل وجوب الإعمال لكن لَمَّا تكرَّرت صار جائزاً لا واجباً، [وَأَنْ تَكُونَ مُهْمَلَهْ] عن الإعمال فتكون ملغاة، وما بعدها مبتدأ، تقول في مثال ذلك [لاَ ضِدَّ لِرَبِّنَا وَلاَ نِدَّ] أعمل لا في الموضعين، لا ضِدَّ لا نافية للجنس، وضدَّ اسمها مبني على الفتح في محل نصب، ولِرَبِّنَا جار ومجرور متعلق بمحذوف خبر لا، وَلاَ نِدَّ على إعمال الثاني مثل لا حولَ ولا قوةََ، [وَمَنْ يَأْتِ بِرَفْعٍ] للأول فيقول: لا ضدٌ ولا ندٌّ [فَاقْبَلاَ] يعني فاقبل منه ذلك، والألف هذه إما مبدلة عن نون التوكيد الخفيفة وإما للإطلاق، وكونها مبدلة أولى. والناظم قد اختصر المسائل هنا وقد بيناها فيما سبق.\n(1/590)\n\nبَابُ المُنَادَى\nأي هذا باب بيان حقيقة المنادى، وإن كان المنادى في الأصل من باب المفعول به، ولذلك ابن هشام ـ رحمه الله ـ لما ذكر المفعول به في (قطر الندى) قال: ومنه المنادى، ومنه أي من المفعول به، فأصل المنادى أنه مفعول به، لأن قولك: يا زيدُ، أصله: أدعو زيدًا، حُذِفَ الفعل أدعو، وأُنيب مُنابه يا وهي حرف نداء، ثم بُني بعد ذلك، ولذلك نقول في إعراب: يا زيدُ، يا حرف نداء، وزيدُ منادى مبني على الضم في محل نصب، لأن أصله المفعول به. إذًا المنادى جزء من المفعول به، ولذلك بعضهم لا يذكره استقلالاً.\n\nوسبق أن بعض النحاة يرى أنَّ المنادى: يا زيدُ، مما تألف الكلام فيه من اسم وحرف، وهذا منسوب لأبي علي الفارسي، لأنه كما سبق أن الكلام مُرَّكب إما من اسم وفعل، أو من اسمين، هذا أقل ما يتركب منه الكلام، من اسمين أو اسم وفعل، ولا يتركب من فعلين، ولا من حرفين، وهذا متفق عليه، ولا من حرف وفعل على الصحيح، ولا من حرف واسم كذلك، وأبوعلي الفارسي استثنى باب المنادى على جهة الخصوص، وقال: قد يتركب الاسم والحرف فيكون كلاماً مفيداً تاماً، ولا نفتقر هنا إلى مسند ومسند إليه، لأن قولك: يا زيدُ، أفاد فائدة تامة، وإذا أفاد فائدة تامة حينئذٍ يستلزم التركيب المعتبر في حد الكلام، فإذا وجدت الفائدة التامة حينئذٍ",
        "(1/591)\n\nنقول وجد التركيب، ولذلك نقول: الفائدة التامة تستلزم التركيب ولا عكس، قد يكون الكلام مركباً ولكنه ليس مفيداً فائدة تامة وإن أفاد بعض الفائدة، وهي الفائدة الناقصة أو الفائدة التركيبية، فنحو: إنْ قام زيد، هذا مفيد، لكنها فائدة ناقصة، فإن قلت: إن قام زيد قمت، صار مفيدًا فائدة تامة، والمعتبر في حد الكلام عند النحاة أن يفيد فائدة تامة، ولا يمكن أن توجد هذه الفائدة التامة إلا وهو مركَّب، فحينئذٍ كلما وجدت الفائدة التامة وجد التركيب ولا عكس، قد يوجد التركيب وتوجد الفائدة التامة، وقد يوجد التركيب وتنتفي الفائدة التامة، ولمَّا كان قوله: يا زيد مفيدًا فائدة تامة قال أبو علي الفارسي: قد يتركب الكلام من حرف واسم، وهذا خاص بباب النداء، لوجود الفائدة التامة، وهذه تستلزم التركيب المعتبر في حَدِّ الكلام، فلمَّا وجدت الفائدة التامة بقوله: يا زيد وهو منادى قال: إذًا يتركب الكلام من اسم وحرف، لكن أجيب بأن هذا فرع لا أصل، يا زيدُ أفاد فائدة تامة، نعم لكنه لا باعتبار ذاته وإنما باعتبار أصله، لأن التأصيل والتقعيد إنما يكون باعتبار الأصول لا باعتبار الفروع، فحينئذٍ قولك: أدعو زيداً، هو الأصل وهو جملة فعلية، وأفاد فائدة تامة، إذًا المنادى ليس كلاماً باعتبار كونه مركباً من حرف واسم، وإنما بالنظر إلى أصله وهو أنه مؤلف من فعل وفاعل ومفعول به.\n[بَابُ المُنَادَى] المنادى اسم مفعول، من نُودي يُنادَى مناداة، والمنادى من أقسام المفعول به الذي حُذف عامله وجوباً، ولهذا كما\n(1/592)",
        "\nذكرت أن بعضهم لا يخصه ببحث وإنما يجعله قسماً من أقسام المفعول به، لأنه من المفعول به الذي حُذف عامله وهو هنا أدعو، وأصله أدعو زيداً، حذف أدعو وأنيب منابه حرف النداء يا، وجوباً لأنه لا يجوز الجمع بين النائب وما أنيب عنه، لا يجوز الجمع بين النائب وهو يا وما أنيب عنه وهو أدعو، ولذلك وجب الحذف.\nالمنادى مشتق من النداء، وهو لغةً الطلب مطلقاً بحرف أو بغيره. واصطلاحاً عند النحاة: الطلب بيا أو إحدى أخواتها، وإن قلت: المطلوب إقباله بيا أو إحدى أخواتها، فلا بأس، المطلوب لأنه منادى والنداء هو الطلب، والمنادى هو المطلوب، إقباله بيا أو إحدى أخواتها، ويا أم الباب يعني هي التي تكون أصلاً في النداء، ولذلك تدخل على كل منادى، فكل منادى يصح أن تدخل عليه يا، وتتعين في نداء اسم الله عز وجل، يقال: يا الله، ولا يصح دخول غير يا على لفظ الجلالة، لذلك صارت أم الباب، ولذلك تحذف كما قال الحريري:\nوحَذْفُ يَا يَجُوزُ في النِّدَاءِ ... كَقَوْلِهِمْ رَبِّ اسْتَجِبْ دُعَائِي\nوبعضهم خص الحذف بيا، ولكن الهمزة أيضًا على الصحيح قد تحذف.\nأو إحدى أخواتها أي نظائرها في المعنى، ونقول: نظائرها في المعنى، ولا نقول: في العمل كما قلنا في باب إنَّ وأخواتها أي نظائرها\n(1/593)\n",
        "في العمل، وباب كان وأخواتها أي نظائرها في العمل، وهنا نقول يا وأخواتها أي نظائرها في المعنى لا في العمل لأنها ليست عاملة، الهمزة وأي وأيا وغيرها هذه في المعنى مثل يا ينادى بها، كما ينادى بيا، ولا عمل لها على الصحيح وإنما العامل هو الفعل المحذوف، فزيد من قولك: يا زيدُ في محل نصب، والذي أدَّى إلى كون المنادى المفرد العلم في محل نصب هو تعلقه بالفعل المحذوف وجوباً، وهو أدعو، والعرب إذا حذفت شيئا قد تجعله نسياً منسياً فلا يلتفت إليه، وقد تحذف الشيء وتعامله معاملة الموجود، فكأنه موجود فحينئذٍ يتعلق بالمعنى ويكون عاملاً.\nوحروف النداء ثمانية: الهمزة، وأي مقصورتين، وممدودتين، نحو: أزيدُ، وآزيدُ، وأي زيْدُ، وآي زَيْدُ، بالمد والقصر وهذه أربعة، ويا، وأيا، وهيا، ووا، وإن كان المشهور أن وا تستعمل في الندبة على جهة الخصوص.\nإِنَّ المُنَادَى فِي الكَلاَمِ يَأْتِي ... خَمْسَةُ أَنْوَاعٍ لَدَى النُّحَاةِ\nالمنادى الذي يصح دخول يا عليه خمسةُ أنواع باستقراء كلام العرب، لا يخرج عنها، وله حالان من جهة الإعراب والبناء: حالة بناء، وحالة إعراب وهي النصب، [إِنَّ المُنَادَى] إنَّ حشوكما سبق بيانه، لأن إنَّ للتوكيد، وإنما يؤكد الكلام الذي يقع فيه إنكار أو تردد أو شك من المخاطب، أو ما نُزِّلَ مُنَزَّلَةَ المُتَردِّد أو الشاك، وما عدا ذلك فلا يصِحُّ دخول إنَّ عليه، لأنها للتأكيد، والتأكيد إنما يؤتى به لغرض لأنه زيادة في الكلام، والزيادة الأصل فيها أنها تأتي لمعنى،\n(1/594)\n\nوالمعنى هنا غير مراد، [فِي الكَلاَمِ] جملة النداء يا زيد هل هي كلام؟ نقول: نعم هي كلام؟ وهل هي كلام من جهة اللفظ أو من جهة المعنى أو من جهة اللفظ والمعنى؟ نقول: من جهة اللفظ والمعنى؛ لأنك لو قلت: من جهة اللفظ فقط (يا زيدُ) نقول: الكلام لا يتألف من حرف واسم، إذًا هو كلام لكن ليس من جهة تركُّبه من اسم وحرف فقط، بل لا بد من اعتبار المعنى، وهذا المعنى يكون مراداً من العامل المحذوف وجوباً.\n[إِنَّ المُنَادَى] اسم إنَّ، وخبرها قوله: [خَمْسَةُ أَنْوَاعٍ لَدَى النُّحَاةِ] باستقراء كلام العرب لأنَّ البحث بحث النحاة.\nالمُفْرَدُ العَلَمُ ثُمَّ النَّكِرَهْ ... أَعْنِي بِهَا المَقْصُودَةَ المُشْتَهِرَهْ\n[المُفْرَدُ العَلَمُ] المفردُ بدل من خمسة، ويصح أن يكون خبرًا لمبتدأ محذوف، تقديره أوَّلها المفرد، ويصح أن يكون مبتدأ خبره محذوف أي منها المفرد، فهذه ثلاثة أوجه، كلها جائزة، والأولى أن يُعرَب بدل مُفَصَّلٍ من مُجمَل، لأن جَعْل الكلام متصلاً بعضُه ببعض كأنه جملة واحدة أولى من فصله وقطعه، لأن جعله خبرًا لمبتدأ محذوف، أو مبتدأ خبره محذوف يصيره جملة مستقلة وليس مرتبطاً بالجملة السابقة، وإذا أعربته بدل مفصل من مجمل، حينئذٍ صار كالجزء من الجملة السابقة، وربْط الكلام بعضه ببعض أولى من فصله، وهذه قاعدة عندهم. [المُفْرَدُ] هذا يُقيَّد بباب المنادى، لأنه ذكر المفرد تحت عنوان (باب المنادى)، وكل مصطلح ذُكر تحت باب معين عند النحاة أو عند غيرهم من أرباب الفنون، فإنما يحمل على",
        "(1/595)\n\nمعناه في ذلك الفن إن كان له معنى عام بل وفي جميع الفنون، وإن كان له معنى خاص في باب مُعَيَّن يحمل على المعنى الخاص الذي اندرج تحت ذلك الباب، وهنا المفرد يتنوع عند النحاة باختلاف الأبواب، فهو في باب الإعراب له معنى خاص، وفي باب المثنى والجمع له معنى خاص، وفي باب الإضافة له معنى خاص، وهنا في باب المنادى المفرد هو عين المفرد في باب لا النافية للجنس وهو ما ليس مضافاً ولا شبيهاً بالمضاف. فالمضاف كقولك: غلام زيد، وسيأتينا أن الإضافة نسبة تقييدية توجب جرَّ الثاني منهما أبدا. وزيدٌ علما ليس بمضاف، غلامٌ ليس بمضاف، والزيدان ليس بمضاف، والزيدون ليس بمضاف، ورجال ليس بمضاف، إذًا دخل تحت قولنا: ما ليس مضافاً: المفرد، والمثنى، والجمع بأنواعه، سواء كان جمع تكسير، أو جمع تصحيح لمذكر أو لمؤنث. ولا شبيها بالمضاف: يعني ما أشبه المضاف وهو ما اتصل به شيء من تمام معناه: أن يكون عاملاً في اللفظ، يعني لا يتم معناه إلا بذكر ذلك المتعلِّق، نحو: يا طالعًا جبلاً، يا حرف نداء، وطالعًا اسم فاعل، منصوب لأنه منادى، وهو مفعول به في الأصل إذ أصله أدعو طالعًا جبلاً، واسم الفاعل يعمل فيما بعده، وهنا اعتمد على النداء فقد سبَقه حرف ندا فحينئذٍ يعمل، والفاعل ضمير مستتر تقديره هو، أي طالعًا هو، وجبلاً مفعول به، نقول: جبلاً تعلَّق بقوله: طالعاً، لو نظرت في حد الشبيه بالمضاف: ما تعلق به شيءٌ من تمام معناه، يعني لا يتم المعنى إلا بذكره، فإذا قيل: يا طالعًا، طالعاً ماذا؟ لا يتم المعنى هنا، وليس\n(1/596)",
        "\nكقولك: يا طالعَ جَبَلٍ مضاف ومضاف إليه، وإنما هو منفصل عن المضاف إليه بالتنوين تقول: يا طالعاً ...\nيحتمل معانٍ فإذا قلت: طالعًا جبلاً تَمَّ المعنى، حينئذ صار جبلاً معمولا لطالعًا شبيها بالمضاف، لأنه لو حُذف التنوين وأضيف لصار مضافًا، فتقول: يا طالعَ جبلٍ صار من القسم الأول، ومثله يا ضاربًا زيداً، يا ضاربَ زيدٍ فلو حذف التنوين صار مضافًا، لذلك هو شبيه بالمضاف لأنه منفصل، وإلا لو نظرنا إلى المضاف نفسه نحو: غلامُ زيدٍ، هذا مضاف ومضاف إليه أيضًا المضاف تعلق به شيء من تمام معناه، فغلام لا يتم معناه إلا بكلمة زيد، إذًا تعلق به شيء من تمام معناه، لكن مرادهم هنا أن يكون ثَمَّ انفصال بين الكلمتين، والانفصال هنا حاصل بالتنوين، لأن التنوين يدل على كمال الكلمة وانفصالها عما بعدها، فإذا قيل: يا طالعًا، لا يمكن أن يكون ثَمَّ مضاف ومضاف إليه لأن التنوين قد وُجِدَ في آخر الكلمة الأولى، ومعلوم أنه إذا أضيف اسم إلى اسم وَجَب حذف التنوين من المضاف كما قال ابن مالك:\nنُونًا تَلِي الإِعْرَابَ أَوْ تَنْوِينَا ... مِمَّا تُضِيفُ احْذِفْ كَطُورِ سِينَا\nفحينئذٍ يجب حذف التنوين؛ لأنه يدل على كمال الكلمة، وهنا غلام زيد نقول: زيد المضاف إليه تعلق بغلام المضاف، وهو شيء تَمَّم معنى المضاف، لأن المضاف لا يتم معناه إلا بالمضاف إليه، فحينئذٍ ما الفرق بين المضاف والشبيه بالمضاف؟ نقول: الفرق بينهما أن الجزء الأول من الشبيه بالمضاف يكون منفصلاً تامَّ الانفصال\n(1/597)\n",
        "عن الثاني من جهة اللفظ، وهو لُحوق التنوين به الذي يدل على الانفصال، وإلا لو نظرت إلى الحد: ما اتصل به شيء من تمام معناه. فهو ينطبق على النوعين. إذًا المفرد: ما ليس مضافاً ولا شبيها به. قال: [العَلَمُ] هذا نعت للمفرد، فحينئذٍ يختص هذا النوع الأول من الأنواع الخمسة بالأعلام، فيشمل: زيد، والزيدَان، والزيدون، والهندات، لأنه مفرد في هذا المقام. وإن خصَّ بعض النحاة - كالصبان وغيره -المفرد العلم هنا بزيد فقط، وأما الزيدان والزيدون فيدرجان في النكرة المقصودة، لأنه يقال: يا زيدان، ويا زيدون، فيا زيدان تثنية زيد، وزيد وهو علم إذا ثُنِّيَ وجب سلب العلمية عنه، فوجب تنكيره، لأنه لا يصح تثنية المعرفة، إذًا تُثنى النكرات، والمعارف لا تثنى، حينئذٍ إذا أردت تثنيةَ زيدٍ، أوجمعَ زيدٍ فلا بُدَّ أوَّلاً من سلبه العلمية، فتقدر في نفسك الشيوع وهو معنى النكرة، ثم بعد ذلك تُلحق به ألف الاثنين، أو واو الجماعة فتقول: زيدان، ولذلك صح دخول أل عليه، لأنه يرد أنَّ زيدًا لا يصح دخول أل عليه لأن المعرفة لا تُعرَّف، فلا يصح أن يقال: الزَّيدْ، ونقول: الزيدان، والزيدون، دخلت أل على المثنى وعلى الجمع، وهو جمعُ وتثنيةُ علمٍ مفرد، نقول: لأنه سُلب العلمية فصار نكرة، فزيد بالإجماع معرفة، الزَّيدان بأل معرفة، وزيدان بدون أل نكرة، والزيدان معرفة كزيد، لكن الزيدان معرفة بأل، وزيدٌ معرفة بالعلمية، ولذلك أخرج الصبان يا زيدان، ويا زيدون من المفرد العلم وجعله في النكرة المقصودة، نحو: يا رجلُ إذا أريد به معيَّن كما\n(1/598)\n\nسيأتي. والمفرد العلم كقوله سبحانه: ((((((((((يَا نُوحُ قَدْ جَادَلْتَنَا (32))) [هود:32] فنوح مفرد علم.\n[ثُمَّ النَّكِرَهْ] ثم هنا ليست على بابها، يعني لا تفيد التراخي وإنما المراد بها الترتيب الذكري، وسبق بيان حقيقة النكرة، والنكرة في باب المنادى قسمان:\nنكرة مقصودة، ونكرة غير مقصودة، [أَعْنِي بِهَا] لما كانت النكرة محتملة للنوعين، وهو قد أطلق اللفظ العام وأراد به الخاص، فلا بُدَّ من الاحتراز لدفع الوهم فأتى بالعناية، وكما سبق أن الأكثر في اصطلاح المؤلفين أنهم إذا أرادوا تفسير المفرد أتوا بأي التفسيرية، وقد تستعمل أي في تفسير الجمل، وإذا أرادوا الجمل أتوا بأعني أو يعني بالفعل المضارع وقد يأتون بأي، لكن الأكثر في المفرد أي، والأكثر في الجمل أعني أو يعني، إذًا [أَعْنِي بِهَا] أي أقصد بها أي بالنكرة، فالضمير يعود على النكرة، [المَقْصُودَةَ] أي النكرة المقصودة، [المُشْتَهِرَهْ] عند النحاة في هذا الباب، لأنهم لا يقَسمون النكرة إلى مقصودة وغير مقصودة إلا في هذا المقام، والمراد بالمقصودة هنا أنها معرفة، ولذلك ذكرناها فيما سبق أنها النوع السابع مما أضافه ابن مالك - رحمه الله - على أنواع المعارف، فهي تُعَدُّ من المعارف، وتعريفها عارض بسبب الإقبال والقصد والنية لأنه لما أقبل على الشخص فقال: يا رجلُ لمعين أراد هنا من اتصف بالرجولة لكنه عيَّن المخاطب، وإلا فاللفظ يصدق على كل من اتصف بمفهوم هذا اللفظ، فإذا أقبل على شخص معين فقال يا",
        "(1/599)\n\nرجل، فحينئذٍ نقول: هذه نكرة لكنها مقصودة، فالمخاطب مُعيَّن، لكنه لو قال: يا رجل، وكان أمامه جمع ولم يقصد بقلبه واحدًا بعينه فهذه نكرة لكنها غير مقصودة. والفرق بينهما يأتي من جهة اللفظ، ويأتي من جهة المعنى، أما من جهة اللفظ فإذا كان الإنسان مخاطَبا فقيل له: يا رجلُ وبناها على الضم، وأنا أسمع هذا الكلام أعلم أنه نكرة مقصودة، وإذا نصبها فقال: يا رجلاً فهي غير مقصودة، وأما المتكلم فحينئذٍ لا يتعين إلا بالنية والقلب فقط، إذا أراد أن يتكلم ثم يأتي بنكرة متى يبنيها ومتى ينصبها؟ نقول: القصد والإقبال هو الذي يعين. إذًا تعريفها عارض بسبب القصد والإقبال، وقيل: بأل محذوفة ونابت عنها يا لكنه ضعيف، والأول أرجح.\nالمنادى في هاتين الحالتين - المفرد العلم والنكرة المقصودة - يبنى على الضم، فإذا كان المنادى مفردًا علمًا فحكمه البناء على الضم، وإذا كان نكرة مقصودة فحكمه البناء على الضم، فحينئذٍ يستحق المنادى البناء بأمرين: إفراده وتعريفه، والمراد بتعريفه أن يكون المراد به معينًا سواء كان معرفة قبل النداء أو بعد النداء، مثال المعرفة قبل النداء وبعده زيد فهو علَم قبل النداء، وإذا نودي بيا فقيل: يا زيدُ بقي كما هو على حاله من العلمية، خلافًا لمن قال: سُلِبَ العلمية ثم رجعت عليه، والصواب أنه علم قبل دخول حرف النداء، وعَلَم بعد دخول حرف النداء. ومثال المعرفة بعد النداء رجل، فهو نكرة، فإذا قيل: يا رجلُ تعرفت النكرة بالنداء أي بعد النداء، وأما قبل النداء فهي نكرة، ومعرفة بعد النداء بسبب القصد والإقبال عليه، يا رجل تريد به معينًا، يبنى في\n(1/600)",
        "\nالنوعين على ما يرفع به لو كان معربًا، حينئذٍ يا زيد، ويازيدان، ويا زيدون، ويامسلمات، وياهندات نقول هذا كله مبني على ما يُرفع به لو كان معربًا، فزيد لو أعربته رفعًا تعربه بالضمة فتقول: جاء زيدٌ حينئذٍ تبنيه على الضم في النداء، فتقول: يا زيدُ، وإعرابه يا حرف نداء، وزيدُ منادى مفرد علم، مبني على الضم في محل نصب مفعول به. وتقول: يازيدان، يا حرف نداء، وزيدان منادى مبني على الألف لأنك لو أعربته في حالة الرفع قبل دخول يا قبل البناء تعربه بالألف نيابة عن الضمة لأنه مثنى، فحينئذٍ زيدان منادى مبني على الألف في محل نصب، إذًا البناء قد يكون بحركة، وقد يكون بحرف. وتقول: يا زيدون منادى مبني على الواو في محل نصب، إذًا بُني في الأول على الضم، وفي الثاني على الألف، وفي الثالث على الواو، لأنه مفرد في هذا المقام، كذلك يا رجلُ، ويا رجلان، ويا رجال، فتقول: يا رجل، فرجل نكرة مقصودة منادى مبني على الضم في محل نصب مفعول به، بنيت على الضم لأنها نكرة مقصودة، وهي تبنى في باب المنادى. ويا رجلان قد يكون المثنى نكرة مقصودة، قد تُقْبِل على اثنين معيَّنين من دون الناس، إذًا صار معينًا، فرجلان منادى مبني على الألف لأنه مثنى، ولأنه نكرة مقصودة وبناؤه على ما يرفع به لو كان مُعْرَبًا، ويا رجال أيضًا يقال فيه ما قيل في رجل، ومنه قوله: ((يَا جِبَالُأَوِّبِي مَعَهُ (10))) [سبأ:10] فجبال مفرد نكرة مقصودة. فهذا إذا كان في الأصل أنه مبني على الضم ثم قد يكون ظاهراً وقد يكون مقدرًا كما سيأتي.\n(1/601)\n",
        "ثُمَّتَ ضِدُّ هَذِهِ فَانْتَبِهِ ... ثُمَّ المُضَافُ وَالمُشَبَّهُ بِهِ\nهذه ثلاثة أقسام: ذكر في البيت الأول قسمين حكمهما البناء، [ثُمَّتَ] هي ثُمَّ زيدت عليها التاء، وهذه التاء تسمى تاء التأنيث، قد تُسَكَّن وقد تُفْتَح، وفتحها كما في قول الشاعر:\nولَقَدْ أَمُرُّ عَلَى اللّئِيمْ يَسُبُّنِي ... فَمَضَيْتُ ثُمَّتَ قُلْتُ لاَ يَعْنِيْنِي\n[ثُمَّتَ] أي ثُمَّ بعد النكرة المقصودة [ضِدُّ هَذِهِ] هذه اسم إشارة يعود إلى النكرة المقصودة، وضد النكرة المقصودة غير المقصودة، لأن الكلام في النكرة وهي قسمان لا ثالث لهما إما أن تكون مقصودة، وإما أن تكون غير مقصودة، ضد المقصودة خلافها هو غير المقصودة، [فَانْتَبِهِ] لأنَّ النكرة غير المقصودة تمييزها عن المقصود يحتاج إلى إعمال ذهن وفكر، كقول الأعمى: يا رجلا خذ بيدي، وأعمى البصر كيف يميز ويقبل على شخص يعينه؟! فحينئذٍ إذا قال الأعمى: يا رجلاً، فرجلا نكرة لكنها غير مقصودة، كذلك قول الواعظ: يا غافلاً اذكر الموت، فالواعظ على منبر أمامه مئات فإذا قال: يا غافلاً نقول: هذه نكرة غير مقصودة، لأنه لم يُعيِّن شخصًا بعينه أقبل عليه بخلاف الأولى، وحكمها النصب. وكذلك قول الأعمى: يا رجلَين خُذا بيدي، إذا لم يقصد اثنين معينين، ويا مسلِمين خذوا بيدي، إذا لم يقصد جماعة معينة. [ثُمَّ المُضَافُ] القسم الرابع من أنواع المنادى المضاف، وسيأتي أن الإضافة نسبة تقييدية توجب جر الثاني منهما أبداً، نحو: يا غلامَ زيد.\n(1/602)\n\n[وَالمُشَبَّهُ بِهِ] يعني مشبه بالمضاف لأنه يمكن حذف التنوين من الأول الذي هو العامل فيضاف إلى معموله، فإذا قيل: يا محمودًا فعلُه، فهذا مشبه بالمضاف، ويصح أن تقول: يا محمودَ فعِْلهِِ. وإعراب المثال: يا محمودًا فعله، يا حرف نداء، ومحمودًا منادى منصوب، وفعله نائب فاعل، لأن محمودًا اسم مفعول فيحتاج إلى نائب فاعل، وفعلُه العامل فيه محمودًا، إذًا اتصل به شيء من تمام معناه، ويصح حذف التنوين وإضافته إلى ما بعده. ونحوه: يا طالعًا جبلاًً، فجبلا مفعول به لطالعًا، ويا حسنًا وجهه، فحسنًا صفة مشبهة، ويا رفيقًا بالعباد تعلق به شيء من تمام معناه وهو الجار والمجرور، لكن لا تصح الإضافة هنا.\nإذًا ذكر لك خمسة أنواع للمنادى:-\nالمفرد العلم، ثم النكرة المقصودة، ثم النكرة غير المقصودة، ثم المضاف، ثم المشبه بالمضاف.\nفَالأَوَّلاَنِ ابْنِهِمَا بِالضَّمِّ ... أَوْ مَا يَنُوبُ عَنْهُ يَا ذَا الفَهْمِ\nتَقُولُ يَا شَيْخُ وَيَا زُهَيْرُ ... وَالبَاقِي فَانْصِبَنَّهُ ... لاَ غَيْرُ\n[فَالأَوَّلاَنِ] اللذان هما: المفرد العلم، والنكرة المقصودة، والفاء هذه تسمى فاء الفصيحة، لأنها أفصحت عن جواب شرط مقدر، إذا أردت معرفة حكم كل مما ذكر من الأنواع الخمسة فأقول لك: الأولان، والأولان تثنية أول بمعنى الأسبق، وهنا الأسبق في الحقيقة هو العلم المفرد، وأما النكرة المقصودة فليست بأسبق لأنها",
        "(1/603)\n\nمسبوقة بالمفرد العلم، فحينئذٍ التثنية هنا من باب التغليب، لأنه ليس عندنا إلا أول واحد، الأول: المفرد العلم ثم الثاني النكرة المقصودة، والحاصل قوله: الأولان هذا ملحق بالمثنى، وليس مثنى حقيقة، لأنَّ شرط المثنى أن يكون له ثانٍ في الوجود، وهنا ليس له ثانٍ بل هو واحد، حينئذٍ يكون من باب التغليب كالقمرين. [فَالأَوَّلاَنِ ابْنِهِمَا] لا بُدَّ من التقييد أي ابنهما على ما يرفعان به لو كانا معربين، فتنظر في المفرد العلم يرفع بماذا لو كان معربًا؟ تقول: يبنى على ما يرفع به لو كان معربًا، [بِالضَّمِّ] فيما إذا كان العلم المفرد مفردًا، وفيما إذا كانت النكرة المقصودة مفردة أيضًا، نحو: يا زيد، ويا رجل، [أَوْ مَا يَنُوبُ عَنْهُ] أي عن الضمِّ وهو الألف في المثنى، والواو في جمع المذكر السالم، فتقول: يا زيدان ويا زيدون، فيبنى في الأول المثنى بالألف، ويبنى في الثاني جمع التصحيح بالواو، كذلك في النكرة يا رجلُ، ويا رجلان، ويا رجال.\n[فَالأَوَّلاَنِ ابْنِهِمَا بِالضَّمِّ] ومحلهما النصب، فالبناء يكون تابعًا للفظ، وأما المحل فهذا للنصب، لأنَّ العامل المحذوف لم يُجْعل نَسيًا منسيًّا، فالعامل المحذوف وهو الفعل لم يُترك ويُهجر، بل له اعتبار وله معنى على القاعدة المطردة عند العرب أنهم إذا حذفوا الشيء في الغالب أنه يجعل له حظ في اللفظ أو في المعنى، وهنا في اللفظ يا زيدُ ليس له حظ وإنما في المعنى بأن يجعل المنادى مبنيًّا على الضمِّ في اللفظ في محل نصب في المعنى، لأنَّ أصله أدعو زيدا، وقوله: [بِالضَّمِّ] سواء كان الضم ظاهرًا أو مقدرًا، لأنه قد ينادى المعرب\n(1/604)",
        "\nفتقول: يا زيدُ بناؤه على ضم ظاهر، ولكن لو قلت: يا سيبويهِ، فسيبويهِ: قبل دخول يا هو مبني كما قال ابن مالك:\nوجُملْةٌ، وما بِمَزْجٍ رُكِّبَا ... ذَا إِنْ بِغَيْرِ وَيْهِ تَمَّ أُعْرِبَا\nفإن تم بويه فهو غير معرب بل مبني على الكسر، فسيبويه مركب مزجي مبني على الكسر لأنه مختوم بويه، إذا قيل: يا سيبويهِ منادى علم مفرد فحينئذٍ يبنى على الضم، سيبويْه بالكسر على الأصل ونجعل الضم مقدرًا، فنقول: يا سيبويْهِ يا حرف نداء، وسيبويه مفرد علم مبني على ضمٍّ مقدر منع من ظهوره اشتغال المحل بحركة البناء الأصلي وهو الكسر. ومثله يا حذامِ، فحذامِ مبني على الكسر أيضا فتقول: حذامِ مفرد علم منادى مبني على ضم مقدر على آخره منع من ظهوره اشتغال المحل بحركة البناء الأصلي وهو الكسر.\nإِذَا قَالَتْ حَذَامِ فَصَدِّقُوْهَا ... فَإِنَّ القَولَ مَا قَالَتْ حَذَامِ\n[يَا ذَا الفَهْمِ] يعني يا صاحب الفهم، يا حرف نداء، وذا منادى منصوب بالألف لأنه من الأسماء الستة، وذا مضاف، والفهم مضاف إليه، والفهم هو إدراك معاني الكلام، يا صاحب الفهم، لأن المسائل تحتاج إلى فهم. وأما علة البناء هنا فقيل: لمشابهة العلم المفرد والنكرة المقصودة كاف الخطاب، أشبهت النكرة المقصودة كاف الخطاب، أصلها أناديك من حيث الإفراد والتعريف والخطاب ووقوعهما موقعهما، وهذا البناء\n(1/605)\n",
        "عارض وليس بأصلي، وبعض النحاة يجعل علة البناء مطردة في الأصلي والعارض وهي شبَه الحرف، وبعضهم يُفَصِّل - وهو أجود - بأن يجعل البناء الأصلي اللازم الذي هو من أصل الكلمة أن يكون لشبه الحرف كما قال ابن مالك: -\nوالاِسْمُ مِنْهُ مُعْرَبٌ وَمَبْنِي ... لِشَبَهٍ مِنَ الحُرُوفِ مُدْنِيْ\nوما عدا ذلك فلا نحتاج أن نقول: إنه لشبه الحرف كحذامِ وسيبويه وأحد عشر، حينئذٍ مثل هذه الألفاظ ليس البناء فيها أصليًا وإنما هو بناء عارض، فلا نحتاج التكلف فنجعل البناء هنا لشبه الحرف لكن المشهور البناء هنا في باب المنادى لشبه النكرة المقصودة والعلم المفرد بكاف الخطاب لوقوعهما موقعه، وأنهما مفردان كما أن كاف الخطاب مفردة، وأنهما معرفتان مثلها. [تَقُولُ] في المثال على ما سبق [يَا شَيْخُ] هل هذا نكرة مقصودة أو غير مقصودة؟ نقول: نكرة مقصودة، وكيف عرفنا أنها نكرة مقصودة؟ لأنها مبنية، إذا سمعت الكلام تستطيع أن تحكم، لكن يشترط أن يكون المتكلم نحويًا، فإذا قال: يا شيخُ بالبناء على الضم بعد يا النداء عرفت أنه نكرة مقصودة إن كان عالما بالنحو. وإن قال: يا شيخًا بالنصب لفظًا فهو نكرة غير مقصودة. وهنا قال: [يَا شَيْخُ] فهو مثال للنكرة المقصودة، يا حرف نداء، وشيخُ منادى مبني على الضمِّ في محل نصب. [وَيَا زُهَيْرُ] يا حرف نداء، وزهير مفرد علم مبني على الضم في محل نصب، إذًا هذان نوعان الحكم فيهما البناء. [وَالبَاقِي فَانْصِبَنَّهُ] الذي هو المضاف، والشبيه\n(1/606)\n\nبالمضاف، والنكرة غير المقصودة، فهذه الثلاثة الأشياء حكمها كما قال: [فَانْصِبَنَّهُ] هذا أمر مؤكد يعني حكمه النصب لفظًا، والفاء فاء الفصيحة، ويحتمل أنها واقعة في خبر المبتدأ، لأنَّ المبتدأ هنا اسم فاعل محلى بأل، والقاعدة عندهم أنَّ المبتدأ إذا كان من صيغ العموم أو ما فيه العموم جاز دخول الفاء في الخبر، فهنا الباقي أي الذي بقي، وأل هذه موصولية وهي من صيغ العموم، لأنَّ الموصولات من صيغ العموم، إذًا الباقي مبتدأ وهو عامٌّ فجاز دخول الفاء في خبره، ولذلك يصح أن يقال: الباقي انصبنَّه على قول الجمهور من صحة وقوع الجملة الإنشائية الطلبية خبرًا عن المبتدأ وهو الصواب. [فَانْصِبَنَّهُ] أي الباقي ومنه المضاف، ولكن يرد السؤال هل كل مضاف يصح نداؤه؟ استثنى النحاة نوعًا واحدًا وهو المضاف إلى كاف الخطاب، ولذلك قال بعضهم: جميع الأسماء المضافة يجوز أن تكون منادى إلا المضاف إلى ضمير الخطاب مطلقًا سواء كان مفردًا يعني ضميرًا للواحد، أو للاثنين، أو للجماعة، فلا يصح أن يقال: يا غلامَك، لأنَّ يا هذه تجعل الكلام للمخاطب فحينئذ صار غلام مخاطب، وإضافة غلام النكرة إلى حرف خطاب يدل على أنه غير مخاطب، وهذا تناقض، لأن الأصل في المضاف والمضاف إليه المغايرة، وهذا هو الأصل قال ابن مالك:\nوَلاَ يُضَافُ اسْمٌ لِمَا بِهِ اتَّحَدْ مَعْنًى وَأَوِّلْ مُوْهِمًا إِذَا وَرَدْ\nهذه القاعدة ولا يضاف اسم لما به اتحد معنى أي لا يكون المضاف والمضاف إليه متحدين في المعنى، فإذا ورد من كلام العرب",
        "(1/607)\n\nما ظاهره كذلك قال: وأوِّل موهما إذا ورد أي وجب تأويله عند البصريين، فغلامَك إذا نصبناه على النداء، صار غلام مضاف وهو مخاطب، وإضافته إلى الضمير ضمير الخطاب تدل على أنه غير مخاطب، إذًا هو مخاطَبٌ غيرُ مخاطَبٍ، للعلة السابقة من حيث إنه منادى صار غلام مخاطبًا ومن حيث إنه مضاف إلى ضمير الخطاب صار غير مخاطب، لأن غلامًا أضيف إلى ضمير الخطاب فلزم أن يكون غير مخاطب، فيلزم من ذلك التناقض.\n[فَانْصِبَنَّهُ] والعامل فيه الفعل المحذوف على قول الجمهور، وقيل: يا النداء لسده مسد الفعل، والصواب الأول. [لاَ غَيْرُ] يعني ليس غير، وغيرُ أي لا غَيْرَ النصب، أو لا غيره حذف المضاف إليه ونوي معناه فبينت على الضم مثل قبل وبعد.\nوالحاصل أنَّ المنادى خمسة أنواع: المفرد العلم، والنكرة المقصودة، وهذان حكمهما البناء على ما يرفعان به لو كانا مُعْرَبيْن، والمضاف والشبيه بالمضاف والنكرة غير المقصودة وحكمها النصب لفظًا ومعنى.\n(1/608)",
        "\nبَابُ المَفْعُولِ لأَجْلِهِ\nأي هذا باب الشيء الذي فُعِلَ من أجله شيء آخر، فالمفعول لأجله هو الذي فُعِلَ لأجله شيء آخر، والضمير في لأجله إما أن يعود على أل لأنها اسم موصول، وقيل على موصوف محذوف، أي الشيء الذي فُعِل لأجله شيء آخر، وهذا قبل جعل هذا التركيب عَلَمًا، وأما بعد جعله عَلَمًا، وصار علما مركَّبا منقولاً من اسم المفعول ومتعلِّقه، إلى العلمية وهو ما سيذكره الناظم.\n[بَابُ المَفْعُولِ لأَجْلِهِ] ويقال له: المفعول من أجله، والمفعول له، هذه ثلاثة أسماء والمعنى واحد، والثالث هو المشهور قال: -\nوَهْوَ الَّذِي جَاءَ بَيَانًا لِسَبَبْ ... كَيْنُونَةِ العَامِلِ فِيهِ وَانْتَصَبْ\nوالأولى أن يعرَّف بأنه المصدر المعلِّلُ لحدث شاركه وقتًا وفاعلاً. فكل قيد من هذه القيود هي مأخوذة في حدِّ المفعول له، إن وجدت مجتمعه حينئذٍ صحَّ تسميته مفعولاً لأجله، وإن فُقِدَ منها واحد ولو مع وجود البقية انتفى كونه مفعولاً لأجله. فيشترط فيه أن يكون مصدرًا، فإن لم يكن مصدرًا فلا يكون مفعولاً لأجله، ويُشترط فيه أن يكون مُعلِّلاً، يعني ذُكِرَ لعلة ولسبب، لذا قال: الذي جاء بيانا لسبب، فإن لم يكن كذلك انتفى كونه مفعولاً لأجله، لحدث مشارك له في الوقت والفاعل فلا بُدَّ من المشاركة، الاتحاد زمنًا وفاعلاً فإن لم يتحدا زمنًا\n(1/609)\n",
        "انتفى كونه مفعولاً لأجله، ومثال المستجمع للشروط قوله تعالى: (يجعلون أَصَابِعَهُمْ فِي آَذَانِهِمْ مِنَ الصَّوَاعِقِ حَذَرَ الْمَوْتِ (19))) [البقرة:19] فحذرَ منصوبٌ على أنه مفعول لأجله، وهو مصْدر، ومُعَلِّل للحدث المشارك له وهو يجعلون. وضابط المفعول لأجله أنه يصح أن يقع جواب لِمَ، ذكره الحريري فقال:\nوَغَالِبُ الأَحْوالِ أَنْ تَرَاه جَوَابَ لِمْ فَعَلْتَ مَا تَهَوَاهُ\nلِمَ يجعلون أصابعهم في آذانهم من الصواعق؟ جوابه: حذرَ الموت، إذًا صحَّ أن يقع جواباً للِمَ، فحذرَ نقول: هذا مصدر وهو منصوب، ذُكِرَ علَّةً وسبباً لجعل الأصابع في الآذان، وقوله: أصابعهم، مجاز مرسل، المراد به أطراف الأصابع، ولا يجعلون الأصابع كلَّها، يسمى مجازاً مرسلاً لإطلاق الكل مرادًا به الجزء، وزمنه وزمن الجعْل واحد، وفاعلهما واحد وهم الكافرون إذًا وجدت الشروط، فإذًا حذرَ مصدر منصوب على المفعولية لأجله وهو معلل لحدث شاركه، وزمن الجعل واحد مع الحذر، والفاعل واحد، وهم الكافرون، وصحَّ وقوعه في جواب لِمَ؟.\nفلو فقد المعلل شرطا من هذه الشروط انتفى كونه مفعولاً لأجله، ووجب جره بحرف دال على التعليل، والأكثر أن يكون اللام، مثال ما فَقَدَ المصدرية قوله تعالى: ((هُوَالَّذِي خَلَقَ لَكُمْ مَا فِي الْأَرْضِ جَمِيعًا (29))) [البقرة:29] لكم الكاف حرف خطاب، والمخاطَبون هم علة الخلق، لِمَ خلق ما في الأرضِ؟ لكم أنتم أي للمخاطبين، لكنه ليس بمصدر، فالكاف ليس بمصدر بل هو لفظ جامد، فالضمائر كلها جوامد ليست من المشتقات، إذًا المخاطبون هم علة الخلق، وخُفِضَ ضميرهم باللام لأنه ليس مصدرًا، ولا يصحُّ أن\n(1/610)\n\nيقال: جئتك السمْن، يعني جئت من أجل أن آخذ السمن، اتفاقاً لا يصح وإنما يجب جره بلام دالة على التعليل، فتقول: جئتك للسمن، لأنَّ السمن ليس بمصدر. ومثال ما فَقَدَ اتحاد الزمن، قول الشاعر:\nفَجِئْتُ وَقَدْ نَضَّتْ لِنَومٍ ثِيَابَهَا ... لَدَى السِّترِ إِلاَ لِبْسَةَ الْمُتَفَضِّلِ\nفنوم مصدر، ونضَّت يعني خلعت لنوم، فالفاعل واحد، والنوم علة لخلع الملابس، وهل الزمن واحد؟ نقول: لا، لأنَّ الخلع سابق على النوم، فهي لا تخلع وتنام في وقتٍ واحدٍ، وإنما الخلع أوَّلا ثم النوم، إذًا أحدهما سابق على الآخر، ففقد اتحاد الزمن، لا بُدَّ أن يكون زمن الخلع وزمن المصدر وهو النوم واحدًا، وهنا الزمن مختلف، لأنَّ الخلع سابق على النوم. ومثله جئتك اليوم للإكرام غداً، وجب جره باللام، فالمجيء وقع اليوم، والإكرام الذي هو علة المجيء سيقع غداَ إذًا افترقا.\nومثال ما فَقَدَ اتحاد الفاعل، نحو: جاء زيد لإكرام عمرٍو له، ففاعل الإكرام وفاعل المجيء مختلف، فالإكرام الذي هو علة للمجيء لم يصدر من فاعل واحد، وإنما صدر من فاعلين، فاعل المجيء ليس هو عينه فاعل الإكرام، ففاعل الإكرام عمرو، وفاعل المجيء المتكلم. وقال الشاعر:\nوَإِنِّي لَتَعْرُونِي لِذِكْرَاكِ هِزَّةٌ ... كَمَا انْتَفَضَ العُصْفُورُ بَلَّلهُ القَطْرُ",
        "(1/611)\n\nفإنَّ الذكرى هي علة عُروِّ الهزة، وزمنهما واحد، ولكن اختلف الفاعل، ففاعل العرو هو الهزة، وفاعل الذكرى هو المتكلم، لأنَّ المعنى لذكري إيَّاكِ، فلمَّا اختلف الفاعل خفض باللام.\nهذه شروط أربعة لا بُدَّ من توفرها في المفعول لأجله، حينئذٍ يجوز نصبه على المفعولية، فهذه الشروط لجواز النصب على المفعولية لا لإيجابه.\nوَهْوَ الَّذِي جَاءَ بَيَانًا لِسَبَبْ ... كَيْنُونَةِ العَامِلِ فِيهِ وَانْتَصَبْ\nكَقُمْتُ إِجْلاَلاً لِهَذَا الحِبْرِ ... وَزُرْتُ أَحْمَدَ ابْتِغَاءَ البِرِّ\n[وَهْوَ] أي المفعول لأجله عاد الضمير على المضاف إليه وهو جائز على الصحيح، [الَّذِي] اسم موصول يصدق على المصدر وهو اسم، فحينئذ لا يكون المفعول لأجله فعلاً ولا حرفًا إنما يختص بالأسماء، ولذلك من علامات الأسماء: كونها مفعولاً له، فكلُّ ما اختص من العناوين التي تمر بك من الابتداء أو الخبر أو التمييز أو الحال إذا قيل: هذا مختص بالاسم فحينئذٍ تجعل هذا العنوان من علامات الأسماء، لا يقع الفعل مفعولاً له، ولا يقع الحرف مفعولاً له، فإذا وقع اللفظ مفعولاً له تجعل هذا المحلَّ الذي هو مفعولٌ له من علامات الأسماء، فتقول مثلاً قوله تعالى: (حَذَرَ الْمَوْتِ) هذا اسم وعلامة اسميته مع كونه مضافا، كونه مفعولاً له، فتجعل من العلامات كونه مفعولاً له، لأن المفعول له لا يكون إلا اسمًا، إذًا [الَّذِي] هنا يصدق على الاسم، ويعيَّن بالمصدر حينئذٍ خرج\n(1/612)",
        "\nالفعل والحرف، [جَاءَ] أي أتى وثبت، [بَيَانًا لِسَبَبْ] يعني ذُكر علة، والسبب والعلة بمعنى على المشهور، قال في المراقي:\nوَمَعَ عِلَّةٍ تَرَادَفَ السَّبَبْ ... وَالفَرْقُ بَعْضُهُمْ إِلِيْهِ قَدْ ذَهَبْ\n[جَاءَ بَيَانًا لِسَبَبْ] أي المفعول له سبب حامل للفاعل على الفعل، نحو: قمتُ إجلالاً لك، فإجلالاً هذا سبب لحمل الفاعل على القيام، فحينئذ صار المفعول له سببًا للفاعل، من أجل أن يفعل الفعل الذي هو القيام، فإجلالاً من قولك: قمت إجلالاً لك مفعول له، وهو سبب وعلة حمَل الفاعل على إيجاد القيام، إذًا سبب وجود القيام إجلال الفاعل للمخاطب، [بَيَانًا لِسَبَبْ كَيْنُونَةِ العَامِلِ فِيهِ] يعني وقوع الفعل الواقع من الفاعل، والمراد بالفعل هنا الفعل اللغوي يعني لِمَ وَقع ووُجِد وكان هذا الحدث وهو القيام؟ نقول: علته وسببه هو المفعول لأجله. [وَانْتَصَبْ] هذا بيان لحكم المفعول له، لما ذكر لك حقيقته وهي حاصلة بالحد أو بالرسم حينئذٍ يسأل السائل: ما حكمه؟ ومعلوم مِن وضع هذا الباب في ضمن الأسماء المنصوبة أن حكمه النصب، [وَانْتَصَبْ] جوازاً لا وجوباًً إذا وجدت الشروط السابقة: كونه مصدرًا، ومعللاً لحدث شاركه وقتاً وفاعلاً، إذا وجدت هذه الشروط حينئذٍ نحكم عليه بأنه يجوز نصبه على أنه مفعول له وليس بواجب، ويجوز جره بحرفٍ دالٍّ على التعليل، فحينئذٍ جُعِل هذا الباب من المنصوبات لأن المنصوبات على قسمين:\n(1/613)\n",
        "ما يجب نصبه، وما يجوز نصبه - كما ذكرناه في المستثنى - أن بعضه يجب نصبه، وبعضه يجوز نصبه، جواز النصب راجحاً أو مرجوحاً، كذلك المفعول لأجله كلُّه جائز النصب وليس بواجب النصب، [وَانْتَصَبْ] جوازاً مع وجود الشروط السابقة، فالشروط إنما هي للجواز لا للوجوب، فإذا لم تنصبه فجُرَّه بحرف دالٍّ على التعليل، والأكثر أن يكون باللام، وليس مختصًّا باللام بل (مِنْ) و (الباء) و (في) قد تكون للتعليل أيضًا. [كَقُمْتُ إِجْلاَلاً لِهَذَا الحِبْرِ] أي كقولك أو مثلُ: قُمْتُ إِجْلاَلاً لِهذَا الحِبْرِ، الحِبْر، والحَبرْ يجوز فيه الوجهان، ولكن في النظم يُكسَر أولى من أجل قوله: (البِرِّ)، قمت فعل وفاعل، وإجلالاً مفعول له، مفعول لأجله، مفعول من أجله، جاء بياناً لسبب وقوع القيام، ولو قيل لك لم قمتَ؟ تقول: إجلالاً لهذا الحِبْر، حينئذٍ وقع في جواب لِمَ؟ وهي إنما يسأل بها عن التعليل والسبب، فحينئذٍ وقع هذا المصدر إجلالاً لأنه مصدر أَجَلَّ يُجِلُّ إجْلالاً، مصدر وقع جواب لِمَ؟ حينئذٍ مع بقية الشروط وهي اتحاد الزمن واتحاد الفاعل نقول: جائزٌ نصبه، ويصح أن يقال: قمت لإجلالٍ، فاللام حرف جر، وإجلالٍ مجرور باللام وجره كسرة ظاهرة على آخره، إذًا انتقل من النصب إلى الجر مع وجود الشروط. والحِبْرِِ هو العالم. [وَزُرْتُ أَحْمَدَ ابْتِغَاءَ البِرِّ] زرت فعل وفاعل، وأحمد مفعول به، ابتغاء البرِّ مفعول لأجله، ذُكر علة وسببًا للزيارة، لِمَ زرت أحمد؟ نقول: ابتغاء البر والفضل والإحسان، مع وجود الشروط وهي اتحاد الفاعل واتحاد الزمن وكونه مصدرًا وذُكر علة لوقوع الفعل\n(1/614)\n\nوهو الزيارة، فمع استيفاء هذه الشروط جاز نصبه على أنه مفعول لأجله، ويجوز جره باللام لابتغاءِ البرِّ فحينئذٍ يكون جاراً ومجروراً متعلق بقوله: زرت.\nقوله: [قُمْتُ إِجْلاَلاً] وقوله: [وَزُرْتُ أَحْمَدَ ابْتِغَاءَ البِرِّ] فيه إشارة إلى أنَّ الفعل إذا كان لازمًا فهو لا ينصب مفعولا به، وإذا لم ينصب مفعولاً به ليس معناه أنه لا ينصب حالا، ولا تمييزًا، ولا مفعولاً لأجله، ولا مفعولا معه، بل ينصب كلَّ ما ذُكر، وإنما الممنوع هو نصب المفعول به فقط، والدليل قوله: قمت إجلالاً، فإجلالاً مفعول لأجله، والعامل فيه قام، وهو فعل لازم، إذًا الفعل اللازم قد ينصب، نقول: هل الفعل اللازم لا ينصب مطلقاً؟ نقول: لا بل قد ينصب، ولكنه لا ينصب مفعولاً به، وإنما يجوز نصبه للحال أو التمييز أو المفعول لأجله، فقوله: [قُمْتُ إِجْلاَلاً] هذا مثال المفعول لأجله المنصوب بفعل لازم، وقوله: [وَزُرْتُ أَحْمَدَ ابْتِغَاءَ البِرِّ] زرت أحمدَ هذا متعدٍّ، وابتغاءَ البِرِّ منصوب بفعل متعدٍّ على أنه مفعول لأجله.\nإذًا من المثالين تأخذ قاعدة: وهي أن الفعل اللازم لا ينصب مفعولاً به، ويجوز أن ينصب ما عدا المفعول به.\nوأن قوله: إجلالاً، وابتغاء البر، فيه تنويع للمفعول لأجله، فقد يكون مجردًا غير محلى بأل، ولا مضافًا مثل إجلالاً فهو مجرد من أل ومن الإضافة، وهذا يجوز فيه النصب والجر باللام، النصب كقول الناظم: [قُمْتُ إِجْلاَلاً] وجره باللام نحو: قمت لإجلالٍ",
        "(1/615)\n\nلهذا الحبر، ولكن النصب أرجح من الجر. وقد يكون مضافًا كمثال الناظم [وَزُرْتُ أَحْمَدَ ابْتِغَاءَ البِرِّ] حينئذٍ يجوز فيه الوجهان: النصب، والخفض بلام التعليل، وليس أحدهما أرجح من الآخر، بل هما على السواء، إذًا يستوي أن يقال: زرتُ أحمدَ ابتغاءَ البرِّ بالنصب، مع قولك: زرتُ أحمدَ لابتغاء البِرِّ. وقد يكون المفعول لأجله محلى بأل نحو: ضربت ابني التأديب، فالتأديب مفعول لأجله وهو محلى بأل، وهذا يجوز فيه الوجهان، ولكن الخفض بالحرف أرجح، عكس الأول الذي هو المجرد من أل والإضافة، فقولك: ضربت ابني للتأديب، أرجحُ من قولك: ضربت ابني التأديبَ.\nوالحاصل أنَّ المفعول لأجله له أحوال ثلاثة:\nالأولى: أن يكون مجرداً عن أل والإضافة هذا يجوز فيه الوجهان: النصب والخفض باللام، والنصب أرجح، ودليل الترجيح كثرة السماع.\nالثانية: أن يكون مضافاً، وهذا يجوز فيه الوجهان على السواء، لا يترجح أحدهما على الآخر.\nالثالثة: ولم يذكرها الناظم وهي أن يكون المفعول لأجله محلَّى بأل، وهذا يجوز فيه الوجهان: النصبُ، والجر بلام التعليل، والثاني أرجح.\n(1/616)",
        "\nبَابُ المَفْعُولِ مَعَهُ\nأي هذا باب بيان حقيقة المفعول معه، لا بُدَّ دائمًا أن تقدر بيان حقيقة أو حد أو ماهية كذا، لأنَّ المراد هنا بيان الحقيقة أولاً، وهذا إنما يحصل بالحد، والكشف عن هذه الحقيقة ثم بعد ذلك يبيِّن الحكم وهو كونه منصوبًا أو مرفوعًا أو مخفوضًا.\n\n[بَابُ المَفْعُولِ مَعَهُ] الضمائر هذه كلها له ولأجله، ومعه، وبه الأصل أنها تعود إلى أل الموصولة، أو إلى موصوف محذوف تقديره باب الشيء الذي فُعِلَ معه، يعني باب المفعول معه الذي يُذكر لبيان مَنْ فُعِلَ معه الفعلُ، فالمفعول معه حينئذٍ يكون اسما للذات المذكورة بعد الواو نحو: سرتُ والنيلَ، فالنيلَ الذات نفسها هي المفعول معه، إذًا [بَابُ المَفْعُولِ مَعَهُ] أي باب بيان حقيقة المفعول معه، وهو الذي يُذْكر لبيان من فُعِلَ معه الفعل أي المذكور لبيان الذات التي فَعل الفاعلُ الفعلَ بمصاحبتها، فحينئذٍ إذا فُسِّر بهذا المعنى يكون المفعول اسمًا للذات التي تقع بعد الواو التي تكون نصًّا في المعية، [بَابُ المَفْعُولِ مَعَهُ] ذكره الناظم هنا في المنصوبات فهو مقيس، ورأي سيبويه - رحمه الله - وإن كان الجمهور على خلافه- أنَّ باب المفعول معه كله مسموع وليس بمقيس، وإذا كان مسموعًا حينئذٍ يُدْرَس للحكم على ما نُقل من كلام العرب وما عداه فلا، لا يقاس عليه، يعني ليس كالسابق\n(1/617)\n",
        "المفعول لأجله، والمفعول به، هذا ليس الحكم فيه مُنْصَبًّا على ما نُقِلَ عن العرب فقط، وإنما أنت تعلم القواعد التي استنبطت من كلام العرب فحينئذٍ تقيس عليها:\nإِنَّمَا النَّحْوُ قِيَاسٌ يُتَّبَعْ\nإذًا صار قواعد عامة كقواعد أهل الأصول، وكالقواعد الفقهية، حينئذٍ يستنبط منها المتكلم من تلك القواعد أحكام آحاد المسائل، وهذه الآحاد يجريها على سنن تلك القواعد، أما على رأي سيبويه فلا، إنما يُذكر ويبين للحكم به على ما نقل عن العرب، وليس لك أن تُنشئ من عِنْدك مفعولا معه، لكن الجمهور على خلافه، ولذلك يذكرون المفعول معه هنا.\nوَهْوَ اسْمٌ انْتَصَبَ بَعْدَ وَاوِ ... مَعَيَّةٍ فِي قَوْلِ كُلِّ رَاوِي\n[وَهْوَ] أي المفعول معه، ودائمًا يُرجع الناظم الضمير إلى المضاف إليه، وهذا محلُّ نزاعٍ بين النحاة هل يجوز عوْدُ الضمير على المضاف إليه؟ نقول: نعم يجوز ذلك، وهنا الضمير يعود على المفعول معه، بَابُ هذه كلمة، والمَفْعُولِ مَعَهُ كلها مركبة كلمة ثانية، إذًا مؤلَّفٌ من كلمتين لأنَّ المفعول معه صار عَلَمَا كأصول الفقه مثلاً، فحينئذٍ أرجع الضمير إلى المضاف إليه، وقيل: المضاف والمضاف إليه كالكلمة الواحدة، فحينئذٍ لا يجوز عود الضمير على بعض الكلمة كما أنه لا يصح عود الضمير على دال زيْد، ولا ياء زيد، ولا زاي زيد اتفاقًا، قالوا: زيد كلمة واحدة، ولا يصح عوْد الضمير على جزءٍ منها، كذلك ما نُزِّلَ مُنَزَّلةَ الكلمة كالمضاف والمضاف إليه،\n(1/618)\n\nلا يجوز عوْد الضمير على المضاف إليه، لكن الصواب جوازه، وهو وارد في القرآن وهو أفصح ما يكون من لغة العرب. [وَهْوَ اسْمٌ] خرج به الفعل والحرف، فلا يكون الفعل مفعولاً معه، ولا يكون الحرف مفعولاً معه، إذًا صار المفعول معه من علامات الأسماء، [اسْمٌ] أي صريح، فلا يكون المفعول معه اسمًا مؤولاً بالصريح، [اسْمٌ] خرج به الفعل المضارع المنصوب بعد واو المعية؛ لأن مفهومه الجمع، وأنْ وما دخلت عليه في تأويل مصدر وهو اسم، لكنه في الاصطلاح لا يكون مفعولاً معه، نحو: لا تأكل السمكَ وتشربَ اللبن، هذا مثال مشهور، وتشربَ بالنصب والعامل فيه أنْ مضمرة وجوبًا بعد واو المعية، إذًا هذه الواو تدل على الجمع، وإذا نظرت إلى المعنى في المثال: لا تأكل السمك مع شربك اللبن، فالنهيُ هنا مسلط على الجمع بينهما، لا تجمع بين أكل السمك وشرب اللبن، ولك أن تُفْرِدَ أحدهما عن الآخر، تأكل السمك ولا تشرب معه لبن، وتشرب اللبن ولا تأكل معه سمك، لأن المنهي عنه هو القِران وهو الجمع بينهما، إذًا قوله: [اسْمٌ] خرج به الفعل، فحينئذٍ ما وقع بعد واو الجمع، وهي الواو الدالة على المعية، وهو الفعل المضارع، فهذا فيه معنى المفعول معه، لكنه لا يُسمَّى في الاصطلاح مفعولاً معه، إنما خُصَّ المفعول معه بالأسماء، حينئذٍ إذا أفاد من الأفعال ما أفاده المفعول معه لا يسمى مفعولاً معه، وإن كان يؤوَّل بالمصدر.\nكالمثال السابق لا تأكل السمك وتشربَ اللبنَ يعني لا تأكل السمك شارباً اللبن صار حالا، ولذلك ذكرنا أنَّ الإعراب في الفعل المضارع لم",
        "(1/619)\n\nيكن أصلاً، لإمكان الاستغناء عن الإعراب بالتصريح بالاسم، لأنَّ علة إعراب الفعل المضارع هي اعتوار معانٍ مختلفةٍ على الفعل الواحد على الصيغة الواحدة يميزها الإعراب، والاسم كذلك، لكن الاسم كان الإعراب فيه أصلاً لأنه لا يمكن أن يُمَيِّز المعاني المختلفة المتعاقبة على صيغة واحدة إلا الإعراب فليس له نائب، أما الفعل المضارع فله نائب وهو التصريح بالاسم، لذلك قولهم: لا تأكل السمك وتشربَ وتشربِ وتشربُ، فيه ثلاثة أوجه، هذه المعاني مختلفة، فتختلف المعاني والصيغة واحدة وهي: تشرب والمعاني مختلفة، والذي ميَّز هذا عن ذاك هو الإعراب، فالمعنى لا تأكل السمك وتشربَ، على الجمع، وتشربِ على الجزم حينئذٍ كلٌ منهما منهي عنه على حدة، وتشربُ هذا إذنٌ وإباحة في الشرب وأكل السمك، فاختلفت المعاني والذي ميَّز بعضها عن بعض هو الإعراب، لكن لمَّا لم يكن الإعراب مخصصًّا بالتمييز وجاز إنابة غير الإعراب عنه صار فرعاً لا أصلاً، لأنه يمكن أن يقال: لا تأكل السمك ولك شُرْبُ اللبن، أباح لك الثاني بصيغة غير الفعل المضارع المرفوع، ولا تأكل السمك شارباً اللبن جاء بالحال بدلاً من الفعل المضارع المنصوب، ولا تأكل السمك ولا تشربِ اللبن صرَّح بلا الناهية، لذلك صار فرعاً لا أصلاً.\nوالحاصل: أن قوله: وتشربَ لا يسمى في الاصطلاح مفعولاً معه، وإن أدَّى معنى المفعول معه، لكونه فعلاً وشرطُ المفعول معه أن يكون اسمًا. كذلك الجملة الحالية إذا قيل: يشترط في المفعول\n(1/620)",
        "\nمعه أن يكون اسمًا، فلو جاءت الجملة الحالية مفيدة معنى مع، فلا تسمى مفعولا معه، وإن أفادت معنى المعية، نحو: جاء زيدٌ والشمسُ طالعةٌٌ، وإعرابه: جاء فعلٌ ماضٍ، وزيدٌ فاعل، والواو واو الحال، والشمس طالعة مبتدأ وخبر، والجملة في محل نصب حال، وهذا في قوةِ قولك: جاء زيدٌ مع طلوع الشمس، صار طلوع الشمس قيدًا ووصفًا لزيد، وهو أنَّ فعله وقع مع طلوع الشمس، وصار قيدًا لعامله، لكن ليس مفعولا معه، لأنه جملة، والشرط أن يكون اسماً. [وَهْوَ اسْمٌ] فضلة ليخرج نحو: اشترك زيدٌ وعمروٌ، فما بعد الواو هنا عُمْدة، لأن الفعل اشترك يقتضي اثنين، لا يقع الاشتراك إلا بين اثنين، لا يقال: اشتراك زيدٌ فحسب، بل لا بد من الثاني: اشترك زيدٌ وعمروٌ، فما بعد الواو في المعنى فاعل، لكن في الاصطلاح لا يسمى فاعلا، ولذلك تقول: اشترك زيد وعمرو اشترك فعل ماض، وزيد فاعل، وعمروٌ الواو عاطفة تفيد معنى مع، لأنَّ الاشتراك هنا وقع من اثنين، إذًا فيه معنى المعية، وعمرو معطوف على زيد، والمعطوف على المرفوع مرفوع، ففي الاصطلاح عندهم لا يُسمى فاعلاً، لكنه في المعنى فاعل كما هو ظاهر. ومثله تضاربَ زَيْدٌ وعمروٌ، كلٌ منهما فاعل ومفعول، لكنه في المعنى لا في الاصطلاح، فزيدٌ فاعل وعمروٌ معطوف عليه، لكن في المعنى إذا قيل: تضارب نأخذ من الصيغة تضارب أن كلَّ واحدٍ منهما ضاربٌ ومضروب، لأنَّ تضارب على وزن تفاعل فتفهم من الصيغة أن\n(1/621)\n",
        "الحدث فيه اشتراك بين اثنين، فكل منهما ضارب ومضروب، إذًا تضارب زيد فزيد فاعل اصطلاحاً، لكنه في المعنى مفعول به، لأنه وقع عليه جزء من الضرب، وعمروٌ معطوف على ما سبق لكنه في المعنى أيضًا فاعل ومفعول به، فاعل لأنه أوقع ضربًا على زيد، ومفعول لأنَّ زيدًا أوقع عليه ضربًا، إذًا في الاصطلاح قد يكون الشيء فاعلاً ويكون أيضاً مفعولاً به في المعنى، وقد يكون في الاصطلاح مفعولاً به، ويكون أيضًا فاعلاً في المعنى، وإنما هذه التي يذكرها النحاة كلها من باب الاصطلاحات، تمييزا للكلمات المنقولة عن العرب، كل لفظ وضع له اصطلاح خاص. إذًا قوله: [اسْمٌ] فضلة، احترزنا به عما وقع بعد الواو المفيدة للمعية من قولك: اشترك زيد وعمرو، فإنه عمْدة.\n[انْتَصَبَ] هذا بيان لحكمه وهو النصب، وكل مفعول معه فهو منصوب، والنصب هنا واجب لا جائز، [انْتَصَبَ] يعني لا يكون مرفوعًا، ولا مخفوضًا، إنما يتعين فيه النصب، وناصبه الفعل المذكور قبله على رأي جمهور البصريين وبعض الكوفيين أنَّ الناصب له هو الفعل الذي قبله، نحو: سرتُ والنيلَ، فالنيل مفعول معه، والناصب له سار وهو فعلٌ ماضٍ، وأنا سائرٌ والنيلَ، فالنيل مفعول معه منصوب بالوصف وهو سائر، لأنَّ فيه معنى الفعل وحروفه، فيه معنى الفعل لأنه دال على ذات متصفة بصفة، لأنه مشتق، وفيه حروف الفعل سار فهي موجودة في سائر، فأصول المادة موجود فيه، فحينئذ يكون الناصب للمفعول\n(1/622)\n\nمعه هو الفعل، أو ما فيه معنى الفعل وحروفه، فحينئذٍ إذا لم يسبق بفعل فلا يكون مفعولا معه، وإذا سُبق بما فيه معنى الفعل دون حروفه لا يكون مفعولاً معه، بل لا بد أن يكون العامل فيه إما الفعل، وإما ما فيه معنى الفعل وحروفه، فإذا انتفى هذان العاملان انتفى المفعول معه، فنحو: كلُّ رجلٍ وضيعتُه يعني كل رجل مع ضيعته، فالواو واو المعية لكن ضيعته لا يجوز نصبه على أنه مفعول معه، لأنه لم يسبقه لا فعل ولا ما فيه معنى الفعل وحروفه، فحينئذٍ نقدر كل رجل وضيعته مقترنان، فكل مبتدأ، وهو مضاف ورجل مضاف إليه، وضيعته معطوف على كل، والمعطوف على المرفوع مرفوع، وخبر المبتدأ محذوف، تقديره مقترنان، ولا يجوز نحو: هذا لك وأباك بالنصب، فالواو واو المعية، وأباك لا يصح نصبه على أنه مفعول معه، لأنه وإن سبق بما فيه معنى الفعل؛ لأنَّ هذا اسم إشارة فيه معنى الفعل وهو أُشيرُ لكنه ليس فيه حروف الفعل، حينئذ الذي يعمل إما أن يكون فيه معنى الفعل وحروفه كسائر ونحوه، وإما أن يكون فيه معنى الفعل دون حروفه، وهو يعمل فقد ينصب الحال أو التمييز ونحوه، والذي يكون عاملاً في المفعول معه هو القسم الأول ما فيه معنى الفعل وحروفه، والقسم الثاني ما فيه معنى الفعل دون حروفه لا يصح أن ينصب مفعولا معه، فحينئذ هذا لك وأباك لا يصح النصب، وإنما تقول: هذا لك ولأبيك بالجر، ولذلك عبر بعضهم بأن شرط المفعول معه أن يكون مسبوقًا بفعل أو ما فيه معنى الفعل",
        "(1/623)\n\nوحروفه، فهو شرط والشرط ينتفي المشروط بانتفائه، فالناصب هو الفعل كما ذكرناه، وليس الواو كما ذهب إلى ذلك عبد القاهر الجرجاني أن الواو هي الناصبة، وهذا ضعيف. [بَعْدَ وَاوِ مَعَيَّةٍ] المفعول معه لا يقع إلا بعد واو المعية، خرج به ما وقع بعد معَ، نحو: جاء زيد معَ عمروٍ، وهي نصٌّ في المعية، والأصل أنَّ مع في اللغة تدل على المصاحبة في المكان أو في الزمان، ومصاحبة كل شيء بحسبه، إذاً جاء زيد مع عمرو دلت على المصاحبة والجمعية، وليس عمرًا مفعولا معه، لأنَّ الشرط أن يقع بعد واو المعية. وخرج أيضًا ما بعد الباء نحو: بعت الدار بأثاثها، فالباء هنا بمعنى مع، أي بعت الدار مع أثاثها، فأثاثها ليس مفعولا معه، فلا بُدَّ أن يكون المفعول معه قد وقع بعد واو المعية، فإذا وقع بعد مع أو ما يفيد معنى مع أيْ معنى المعية كالباء مثلا نقول: هذا ليس بمفعول معه.\n[بَعْدَ وَاوِ مَعَيَّةٍ] لكن ليس كل واو معية، لأنَّ واو المعية قد تكون محتملة للعطف والمعية، إذًا قد تفيد معنى مع احتمالا، وقد تفيده نصًّا يعني لا يصحُّ أن يراد بها العطف، [بَعْدَ وَاوِ مَعَيَّةٍ] يعني بعد واو أريد بها التنصيص على المعية، فإذا قيل: جاء زيد وعمرو، فالواو حرف عطف وهي تشعر بالمعية، لكنها ليست نصًّا فيها، وخاصة إذا أريد بالواو مجرد العطف ولا تريد أنه جاء معه، ولذلك ذكرنا أن الواو لمطلق الجمع، قد يكون مرادا به الترتيب، وقد لا يكون مرادًا به الترتيب، بل عكس الترتيب، وقد ينوي بها المتكلم المعية، وتكون ظاهرة فيها، ولذلك\n(1/624)",
        "\nجوزوا على ضعف أن يقال: جاء زيدٌ وعمرًا بالنصب على أنه مفعول معه، لكنه مرجوح لاحتمال أن تكون الواو لمجرد العطف، والأصل في الواو أنها للعطف، فحينئذ ما دار بين أصله مع احتمال شيء آخر فالأولى أن يحمل على أصله فيرجح الرفع على النصب، وإذا قيل: مزجت ماءً وعسلاً، المثال فيه معنى المعية، لكن المعية هنا ليست من الواو وإنما من العامل، فالمزج هنا مفهوم من العامل وليس من الواو، إذًا خرج بقوله: [بَعْدَ وَاوِ مَعَيَّةٍ] أيضًا ما إذا كانت الواو للعطف والمعيةُ فُهمت من العامل كالمثال السابق. [فِي قَوْلِ كُلِّ رَاوِي] الأصل راوٍ بحذف الياء لأنه منقوص منون، ولكن رجعت الياء عند الوقف، لحذف التنوين، والراوي أي الناقل للغة العرب، لأنَّ اللغة الأصل فيها النقل كما قال السيوطي:\nوَعُرِفَتْ بِالنَّقْلِ لاَ بِالعَقْلِ ... فَقَطْ بِلِ اسْتِنْبَاطِهِ مِنْ نَقْلِ\nوعرفت أي اللغة بالنقل، وقد يكون متواترًا، وقد يكون آحادًا، فبعض الكلمات منقولة تواترًا كالسماء والأرض والماء والجمل والبعير والحمار هذه منقولة بالتواتر، وبعضها منقول بالآحاد لم ينقل عن كل العرب وإنما عن بعض وأفراد مثل خندريس، وزهزقت وهلقمت، فهذه كلمات ليست مشهورة في لغة العرب إنما نقلها يكون بالآحاد.\n(1/625)\n",
        "نَحْوُ أَتَى الأَمِيرُ وَالجَيْشَ قُبَا ... وَسَارَ زَيدٌ وَالطَّرِيقَ هَارِبَا\n[نَحْوُ] أي مثل قولك [أَتَى الأَمِيرُ وَالجَيْشَ قُبَا] أتى فعل ماض، والأمير فاعل، والجيشَ الواو للمعية، والجيشَ بالنصب على أنه مفعول معه، ويصح فيه الرفع ويصح فيه النصب، لكن إذا نصب فهو مفعول معه قطعًا، وإذا رفع فليس مفعولاً معه، وإنما خرج عن كونه مفعولاً معه، لاحتمال العطف، قد يرجح التنصيص على المعية فينتصب ما بعدها، ولإمكانه إيقاع الفعل من المعطوف والمعطوف عليه صح الرفع، إذاً والجيش منصوب على أنه مفعول معه، ويجوز الرفع على العطف، لأنه يصح أن يكون فاعلاً من جهة المعنى، لأن الإتيان يصح أن يكون من الأمير ويكون من الجيش، إذاً صحَّ إيقاع الفعل وهو الإتيان من المعطوف والمعطوف عليه، فحينئذٍ صار مشاركاً للأول فصح الرفع، فيقال: جاء الأمير والجيشُ، والنية هي التي تعين المراد بالنسبة للمتكلم، وأما إذا كنت تقرأ فاحمله على العطف أولى، و [قُبَا] محل معروف بالمدينة النبوية. فالواو حينئذ إذا نصب ما بعدها تكون بمعنى مع، وعاطفة إذا رفعت ما بعدها والذي يعين هذا أو ذاك هو نية المتكلم، فأنت ما الذي تريده؟ هل تريد الإخبار بأنَّ الفعل قد وقع من الاثنين، أو يكون الفعل قد وقع من الأمير والجيشُ مصاحبٌ له؟ أنت الذي تحدد، وأما أنا فإذا سمعتُ أو قرأتُ فلي أن أحمل على أي المحملين إذا لم يكن قرينة ظاهرة.\n(1/626)\n\n[وَسَارَ زَيدٌ وَالطَّرِيقَ هَارِبَا] سار فعلٌ ماضٍ، وزيد فاعل، والطريق الواو واو المعية والطريقَ بالنصب على أنه مفعول معه، وهنا يتعين النصب لأن الطريق لا يسير، فلا يصح إيقاع السير من المعطوف والمعطوف عليه، إذًا لا يمكن حمل الواو هنا على العطف، فتتعين الواو للمعية، ومثله استوى الماء والخشبة هذا المثال المشهور استوى الماء يعني ارتفع الماء والخشبة مع الخشبة، فالخشبة لم ترتفع وإنما ارتفع الماء فقط، وهاربًا حال من زيد. إذاً مثل بمثالين فالأول فيه إشارة إلى أن المفعول معه قد يجوز عطفه على ما قبله، وقد لا يجوز كما في المثال الثاني، هذه ضوابط المفعول معه وهو يعد من النواصب.",
        "(1/627)\n\nالمَخْفُوضَاتُ مِنَ الأَسْمَاءِ\nلَمَّا أنهى الكلام على المنصوبات شرع في القسم الثالث، وهو المخفوضات؛ لأن التقسيم عندهم ثلاثي، المرفوعات، ثم المنصوبات، ثم المخفوضات، وقدَّموا المرفوعات لأنَّ منها ما هو عمدة كالمبتدأ، والخبر، والفاعل، ونائبه، ثم المنصوبات لأنَّ منها ما يكون منصوبًا بالفعل، والفعل هو الأصل في العمل بخلاف المخفوض وهو الأخير لأنه لا يكون أثرًا للفعل.\nقوله: [مِنَ الأَسْمَاءِ] هل هو قيد للاحتراز عن الأفعال والحروف أو لبيان الواقع؟ نقول: لبيان الواقع لأنَّ الخفض لا يدخل الأفعال ولا يدخل الحروف، قوله: [المَخْفُوضَاتُ مِنَ الأَسْمَاءِ] أخرج المرفوعات، والمنصوبات من الأسماء، هذا محتمل، ولكن الظاهر أنه ليس للاحتراز لأنَّ الطالب سيدرس أوَّلاً المرفوعات ثم يتلوها المنصوبات ثم إذا جاء عند المخفوضات يعلم أنه ليس احترازًا عن المرفوعات والمنصوبات.\n[المَخْفُوضَاتُ مِنَ الأَسْمَاءِ] المخفوضات جمع مخفوضة أو مخفوض، والمخفوض من الاسم هو ما اشتمل على علامة الخفض وهو الكسرة أو ما ناب عنها. فنحو: مررت بزيدٍ، فزيدٍ: اسم مخفوض لأنه اشتمل على الكسرة، ونحو: مررت بالزيدين، فالزيدين اسم مخفوض لأنه اشتمل على علامة الخفض وهي الياء النائبة عن الكسرة وهلم جرا.\n(1/628)",
        "\nوالاسم المخفوض إما أن يكون مخفوضًا بحرف، أو باسم وهو المضاف، فالمخفوض بالحرف كقولك: مررت بزيدٍ، والمخفوض بالمضاف نحو: جاء غلامُ زيدٍ، فزيدٍ مخفوض كما أن قولك بزيد مخفوض، والعامل فيه هو حرف الجر الباء، والعامل في زيد من قولك جاء غلامُ زيد هو غلام على الأصح، فالعامل في المضاف إليه هو المضاف، وليس الحرف المقدر في المعنى لأنه على معنى حرف كما سيأتي، نقول: التقدير لا يجعله عاملاً لأنَّ حرف الجر إعماله وهو ملفوظ به ضعيف، فكيف إذا صار مقدرًا أو محذوفًا؟! فيكون من باب أولى أن لا يعمل، وهذه علة عدم إعمال حرف الجر محذوفًا لأنَّ إعماله وهو ملفوظ به ضعيف نحو: مررت بزيد، فالباء حرف جر، وهو عامل ضعيف وهو ملفوظ به، فكيف إذا قُدِّر فقيل: غلام زيد على معنى اللام، فتكون اللام هي الخافضة، فأولى أن يكون ضعيفًا فلا يعتمد حينئذ في تعليق العمل به، بل الصواب أنَّ المضاف إليه مخفوض بعين المضاف وهو اسم. والقول بأنَّ الإضافة التي هي معنىً من المعاني هي العامل في المضاف إليه نقول: هذا أيضًا قول ضعيف؛ لأنه متى ما دار جعل العامل إما لفظيًّا أو معنويًّا فجعله لفظيًّا أولى وأحرى.\n(1/629)\n",
        "بَابُ الإِضَافَةِ\nلم يذكر الخفض بالحرف لعله إحالة إلى ما سبق وهو حروف الجر التي ذكرها أولا. [بَابُ الإِضَافَةِ] الإضافة مصدر، وليس المراد بالإضافة المعنى المصدري بل المضاف والمضاف إليه، فحينئذ يكون من باب إطلاق المصدر وإرادة اسم المفعول مجازًا. واسم المفعول المراد به هنا هو المضاف المطلق، ليشمل المقيَّد بحرف جر وغيرَ المقيَّد، لأنَّ المضاف نوعان: مضاف، ومضاف إليه، والقدر المشترك بينهما هو المضاف، وهنا أراد المضاف من حيث هو بقطع النظر عن كونه مضافًا أو مضافًا إليه، [بَابُ الإِضَافَةِ] أطلق المصدر وأراد اسم المفعول أي المضاف، وهو المضاف والمقيَّد بالجار، لكن حمله على المقيَّد بالجار أولى، لأنه يتكلم عن المخفوضات، والتعميم في مثل هذا الموضع كما صنعه البعض فيه نوع إيهام، لأنه لا يتكلم عن المضاف، لأن المضاف يكون بحسب العوامل الداخلة عليه، فإن دخل عليه عامل يقتضي الرفع رُفِع، وإن دخل عليه عامل يقتضي النصب نُصِب، وإن دخل عليه عامل يقتضي الجر جُرَّ، فتقول: جاء غلامُ زيدٍ غلامُ بالرفع وهو مضاف، لأنَّ إعرابه بحسب العوامل الداخلة عليه، ورأيت غلامَ زيدٍ غلامَ بالنصب لأنه دخل عليه عامل يقتضي النصب، ومررت بغلام بالجر لأنه دخل عليه عامل يقتضي الجر وهو الباء، أما زيد من نحو: غلام زيد هو محل البحث عند النحاة في مثل هذا الموضع.\n(1/630)\n\n[بَابُ الإِضَافَةِ] الإضافة لغة: مطلق الإسناد ومنه قول الشاعر:\nفَلمَّا دَخَلْنَاهُ أَضَفْنَا ظُهُورَنَا ... إِلَى كُلِّ حَارِيٍّ جَدِيدٍ مُشَطَّبِ\nأضفنا ظهورنا يعني أسندنا ظهورنا، وأما الإضافة في الاصطلاح: فهي إسنادُ اسمٍ إلى غيره بتنزيل الثاني منزلة تنوينه أو ما يقوم مقامه. إسناد اسم إلى غيره لأنَّ الإسناد المراد به النسبة والارتباط والعلاقة بين اسمين، فكلما أُسند لفظ إلى لفظ نقول: وُجد ارتباطٌ وعلاقةٌ بينهما، هذه العلاقة قد تكون تامة، وقد تكون جزئية تقييدية، فإذا كانت تامة يُعَنون لها عند النحاة والمناطقة بالنسبة التامة أو النِّسَبِ الكلية، وضابطها ما كانت النسبة أو الارتباط أو الاجتماع أو التعلق بين المبتدأ والخبر، وبين الفعل والفاعل، وما عدا ذلك فكلُّ ارتباطٍ بين كلمتين فهي نسبة تقييدية ليست تامة، لأنَّ الارتباط هنا بين اللفظين: إما أن تكون الإفادة على وجه التمام أولا؛ أي لا على وجه التمام، والإفادة هي ما أفاد فائدة تامة، وهذا ما وُجد فيه شرط الكلام أن يكون مسندًا ومسندًا إليه، وما كان مفيدًا لا على وجه التمام كالمركب الإضافي، والمركب التقييدي، والمركب الإسنادي المسمى به مثلاً كلُّ مركبٍ لا ينطبق عليه حدُّ الكلام يسمى الارتباط بين اللفظين نسبة تقييدية، كالحيوان الناطق، وتقول: جاء زيدٌ العالمُ، هذا مثال يصلح للنسبتين فجاء زيد، هنا حصلت نسبة تامة، وهي إسناد المجيء إلى زيد، وصار الكلام تامًّا، إذًا بينهما ارتباطٌ وعلاقةٌ وأفاد فائدة تامة لأنَّ جاء هذا مسند، وزيد",
        "(1/631)\n\nمسند إليه، وأما زيد العالم فزيد فاعل والعالم صفة له، فبينهما ارتباط قطعًا لأنه صفة مع موصوفها، وبينهما ارتباط وعلاقة ونسبة، ولكن هذه النسبة ليست تامة بل ناقصة تقييدية، لأنها لا تفيد فائدة الكلام الفائدة التامة، فحينئذٍ المركب الإضافي من النوع الثاني، وهو ما كانت فيه النسبة تقييدية، لذا قال: إسناد اسم إلى غيره لتنزيل الثاني منزلة التنوين من الأول، تقول: غلامٌ، وهو اسم نكرة، وتنوينه تنوين تمكين، إذا أضفته وجب حذف التنوين فتقول: غلامُ زيدٍ نُزِّل زيد المضاف إليه من الأول المضاف منزلة التنوين، لأنه يجب عند الإضافة إضافة الاسم الأول إلى الثاني حذف التنوين من الأول؛ لأن الثاني نزل منزلة الجزء من الأول، ولذلك لما صار زيد كالجزء من غلام أخذ التنوين من الأول فصار في آخره على الدال، لأنه صار كالكلمة الواحدة، إذًا نزل الثاني منزلة التنوين مما قبله، أو مما ينوب عنه تقول: جاء غلاما زيدٍ فغلاما زيد أَصله غلامان مثنى فلما أضيف غلامان وجب حذف التنوين، وليس عندنا تنوين بل ما يقوم مقام التنوين وهو النون، فلما كانت النون قائمة مقام التنوين حذفت عند الإضافة كما يحذف التنوين، فقيل: جاء غلاما زيد، ومثله كاتبوا القاضي، أصله كاتبون حذفت النون وهي عوض عن التنوين في الاسم المفرد من أجل الإضافة ولذلك قال بن مالك:\nنُونًا تَلِي الإِعْرَابَ أَوْ تَنْوِينَا ... مِمَّا تُضِيفُ احْذِفْ كَطُورِ سِينَا\n(1/632)",
        "\nيجب حذف التنوين من المضاف، ويجب حذف النون التالية للإعراب يعني حرف الإعراب، احترازًا من نون حينٍ وشياطينَ وبساتينَ فإنه لا يجب حذفها تقول: شياطينُ الإنسِ فلا تحذف النون، لأن النون هنا متلوة بالإعراب وليست تالية للإعراب، بل هي متلوة، وغلامان النون هنا تالية للإعراب وقعت بعد حرف الإعراب وهو الألف، وشياطينُ الضمة بعد النون فصارت النون متلوة بالإعراب وليست تالية للإعراب. ولذلك يجب تجريد المضاف من التنوين ومن النون التي هي علامة الإعراب لقيام المضاف إليه مقامه، ومنه والمقيمي الصلاة قال تعالى: (إِنَّكُمْ لذائقوا الْعَذَابِ) [الصافات:38] والأصل ذائقون ثم أضيف فقيل: ذائقوا العذابِ. فالإضافة لا تجتمع مع التنوين، لأنه يدل على كمال الاسم، والإضافة تدل على نقصانه، ولا يكون الشئ كاملا ناقصًا، ولا مع النون التالية للإعراب، ولا مع أل.\nالخَفْضُ بِالحَرْفِ وَبِالإِضَافَهْ ... كَمِثْلِ زُرْتُ ابْنَ أَبِي قُحَافَهْ\nالمضاف لا يكون إلا اسمًا، ولذلك عدَّ السيوطيُّ في الأشباه والنظائر أن المضاف والمضاف إليه من علامات الأسماء، فلا يكون المضاف إلا اسمًا، ولا يكون المضاف إليه إلا اسمًا، لأنَّ المضاف إليه حلَّ محل التنوين أو النون التالية للإعراب، إذًا المضاف إليه حل محل التنوين من المضاف، والتنوين يدخل الأسماء فقط، وأيضًا الغرض من الإضافة في الأصل هو التعريف، والذي يقبل التعريف هو الاسم فحسب، فإذا قيل: غلامُ زيدٍ أفاد زيد المضافُ إليه المضافَ\n(1/633)\n",
        "النكرةَ في الأصل أفاده تعريفًا، إذًا اكتسب المضاف من المضاف إليه التعريف، وهذا هو الأصل في فائدة الإضافة جيء بها من أجل التعريف، والفعل لا يقبل التعريف، حينئذٍ صح أن يحصر المضاف في الاسم. والأصل في المضاف إليه أن يكون اسمًا أيضًا لأنه محكوم عليه في المعنى، ولا يحكم إلا على الأسماء، فإن قيل: قد تقع الجملة في محل جر مضاف إليه، نقول: المضاف إليه إما أن يكون اسمًا صريحًا أو مؤولا بالصريح، فحينئذٍ المضاف إليه إذا وقع جملة فعلية أو اسميه أُرجع إلى الاسم، وصارت القاعدة مطردة أنَّ المضاف إليه لا يكون إلا اسمًا. [الخَفْضُ] للاسم كائن [بِالحَرْفِ] أي حرف الجر، وأل للعهد الذكري لأنه ذكر فيما سبق عند قوله: وبحروف الخفض، والخفض مبتدأ، وبالحرف جار ومجرور متعلق بمحذوف خبر، فالخفض يكون بالحرف كقولك: مررت بزيد، فزيدٍ اسم مجرور بالباء، وهو حرف جر، فالعامل فيه نفس الباء، سواء كان الحرف أصليًّا أم زائدًا أو شبيهًا بالزائد؛ لأنَّ حروف الجر على ثلاثة أقسام: النوع الأول: ما هو حرفُ جرٍّ أصليٍّ، وهو الذي يدل على معنىً وضع له في لغة العرب كمِن وعن إذا استعملت في مواضعها، وتحتاج إلى متعلَّق تتعلق به وهو ينحصر فيه قول القائل:\nلاَ بُدَّ لِلَّجَارِّ مِنَ التَّعَلُّقِ ... بِفِعْلٍ اوْ مَعْنَاهُ نَحْوُ مُرْتَقِي\nإذًا ليس كلما مرَّ بك جار ومجرور تقول: الجار والمجرور متعلق بكذا، وإنما تنظر في الحرف هل استعمل في معناه الذي وضع له في لغة العرب أم لا؟ فحينئذ إذا كان كذلك تقول الجار والمجرور\n(1/634)\n\nمتعلق بكذا وإلا فلا.\nالنوع الثاني: حرف الجر الزائد، وهو الذي لا معنى له ولا يحتاج إلى متعلَّق، وقولهم: لا معنى له، ليس المراد به أنه سُلب عنه المعنى بالكلية، وإنما لم يستعمل في معناه الذي وضع له في لغة العرب، ونمثل بالقرآن قال تعالى: ((هَلْمِنْ خَالِقٍ غَيْرُ اللَّهِ)) [فاطر:3] والقرآن يُنزل على قواعد العرب المشهورة، فإذا ثبت في لغة العرب القول بالزيادة فلا مانع بأن يقال في القرآن ما هو حرف زائد لكن بالزيادة التي اصطلح عليها أهل اللغة، وليس المراد بالزيادة أنه يُمحى من القرآن ويحذف، لم يقل أحدٌ من العقلاء بهذا، وإنما مرادهم بالحرف الزائد هو الذي ليس له معنىً غير التوكيد، هكذا نص الخضري في حاشيته على ابن عقيل عند قولهم الباء حرف جر زائد في البسملة، ليس له معنىً غير التوكيد، إذًا له معنىً، ولكن المعنى الذي دل عليه في هذا التركيب غير المعنى الذي وضع له أصالة وابتداءًا في لغة العرب، فالحرف مِن في الآية لم يستعمل في أحد المعاني الموضوعة لها لغة، ولم تأت لأيِّ معنىً وضع له في لغة العرب إلا كونها أفادت التوكيد، فحينئذٍ هي زائدة ((هَلْ مِنْ خَالِقٍ (3))) [فاطر:3] فخالقٍ اسم مجرور بمن في اللفظ، لكنه في الحقيقة ليس بمجرور بمن، قد يُظَنُّ أنَّ مِن خالقٍ جار ومجرور متعلق بكذا، نقول: لا ليس كذلك، بل تقول: من حرف جر زائد، وإذا أردت أن تخرج عن العهدة فتقول: من صلة أو توكيد، قال بعضهم:",
        "(1/635)\n\nوَسَمِّ مَا يُزَادُ لَغْوًا اوْ صِلَهْ ... أَوْ قُلْ مُؤَكِّدًا وَكُلٌّ قِيلَ لَهُ\nلَكِنَّ زَائِدًا وَلَغْوًا اجْتَنِبْ ... اطْلاَقَهُ فِي مُنْزَلٍ كَذَا وَجَبْ\nيعني لا يقال: في القرآن زائد، ولا يقال: لغو، أما لغوًا فلا إشكال فلا يقال: لغو لأنه ليس له معنى صحيح، أما زائد فله معنى صحيح، فصار محتمِلاً، فحينئذٍ في مجالس طلبة العلم الواعين لا بأس أن يقال: من حرف جر زائد، لأنهم يدركون معنى الكلام، وأما عند العوام وعلى المنابر فلا تقول: من حرف جر زائد أو حرف زائد، لأنه لا يفهم من الزيادة ما اصطلح عليه أهل اللغة. ومن جهة كونه زائداً لا يحتاج إلى متعلَّق يتعلق به.\nالنوع الثالث: حرفُ الجرِّ الشبيه بالزائد من جهة العمل كالزائد يعني يدخل على ماله محل في الأصل كما ذكرناه في السابق، ولا متعلَّق له، قال الشاعر:\nلَعَلَّ أَبِي المِغْوَارِ مِنْكَ قَرِيبُ\nوقال:\nلَعَلَّ اللهِ فَضَّلَكُمْ عَلَينَا ... بِشَيءٍ أَنَّ أُمَّكُمُ شَرِيمُ\nالجر بلعل شاذ، يحفظ ولا يقاس عليه، ودائمًا يحكم جمهور النحاة بأن ما اختص به طائفة دون سائر العرب لا يقاس عليه يجعل خاصًّا بلغة فلان أو قبيلة، وذلك مثل لغة أكلوني البراغيث، وعليه كلُّ ما اختصت به قبيلة لا ينزل عليه عام القرآن وإنما ينزل القرآن على ما اشتهر وشاع في لسان العرب، قال تعالى: (وَأَسَرُّوا\n(1/636)",
        "\nالنَّجْوَى الَّذِينَ ظَلَمُوا) [الأنبياء:3] لا يصح أن نجعلها من باب أكلوني البراغيث، وإنما تحمل على التقديم والتأخير على البدل. لعلَّ اللهِ فلعلَّ حرفُ جرٍّ شبيهٍ بالزائد، لأنه استعمل في معناه وهو الترجي، ولكن ليس له متعلَّق، إذًا له معنىً، واستُعمل في معنى وضع له في لغة العرب، ولا يحتاج إلى متعلَّق، فما بعده يكون على أصل وضعه قبل دخول لعلَّ، لعلَّ حرفُ ترجٍّ وجر شبيه بالزائد مبني على الفتح لا محل له من الإعراب، اللهِ مبتدأ مرفوع بالابتداء، ورفعه ضمة مقدرة على آخره منع ظهورها اشتغال المحل بحركة حرف الجر الشبيه بالزائد.\nإذاً هذه ثلاثة أنواع لحروف الجر:\nالأول: حرف جر أصلي له معنى وضعته العرب استعمل في معناه وله متعلَّق.\nالثاني: حرف جر زائد لا معنى له غير التوكيد ولا متعلَّق له.\nالثالث: حرف جر شبيه بالزائد له معنى، ولا متعلَّق له.\n[الخَفْضُ بِالحَرْفِ] مطلقًا سواء كان زائدًا أو أصليًّا أو شبيهًا بالزائد، لأنَّ الأثر ملفوظ به، [وَبِالإِضَافَهْ] يعني الخفض بالحرف وبالإضافة أي بإضافة اسم، وظاهر العبارة هنا أن العامل هو الإضافة، والإضافة هي التي عرفناها سابقًا إسناد اسم إلى غيره .. إلخ وهو أمر معنوي وإذا كان أمرًا معنويًّا فحينئذٍ لا يصحُّ تعليق الأثر به، والصواب أن يقال: إنَّ المضاف هو العامل في المضاف\n(1/637)\n",
        "إليه. [كَمِثْلِ زُرْتُ ابْنَ أَبِي قُحَافَهْ] وفي بعض النسخ كمثل أكرمْ بأبي قحافة، وهي أولى لأنَّها شاهد على النوعين الخفض بالحرف، والخفض بالمضاف، فأكرم بأبي جُرَّ بالباء فالخفض بالحرف، وأبي قحافة هذا مثال للجر بالمضاف، [كَمِثْلِ زُرْتُ] زرت فعل وفاعل، وابنَ مفعول به منصوب، وهو مضاف وأبي مضاف إليه مجرور بالياء لأنه من الأسماء الستة، وهو مضاف وقحافة مضاف إليه.\nنَعَمْ وَبِالتَّبْعِيَّةِ الَّتِي خَلَتْ ... وَقُرِّرَتْ أَبْوَابُهَا وَفُصِّلَتْ\n[نَعَمْ] حرف جواب مبني على السكون لا محل له من الإعراب، ولا عمل له، وله معانٍ منها أنه حرف توكيد إذا صُدِّر بها الكلام، نحو: نعم إنك طالب مجتهد، فهي حرف جواب في الأصل لكنها استعملت للتوكيد، وذلك إذا وقعت في صدر الكلام، وهنا وقعت في صدر الكلام فحينئذ تحمل على أنها للتوكيد، [وَبِالتَّبْعِيَّةِ] يعني يخفض الاسم بالحرف، وبالإضافة والصواب بالمضاف، وبالتبعية للمخفوض أي كونه تابعًا للمخفوض، كونه نعتًا أو بدلاً أو توكيدًا. جعل التبعية عاملاً مستقلاً بذاته، والصواب أنها راجعة إلى الأول، إما حرف وإما اسم، لذلك القول بالخفض بالتبعية ضعيف، والحق أن العامل في التابع هو العامل في المتبوع، نحو: مررت بزيدٍ العاقلِ، فالعاقل نعت لزيد، كونه تابعًا له، ونعتًا له هو الخافض على كلام المصنف هنا، إذًا مررت بزيد العاقل الباء حرف جر، وزيد اسم مجرور بالباء وجره كسرة ظاهرة على آخره، العاقل نعت لزيد\n(1/638)\n\nتابع له مجرور بالتبعية، فهي عاملٌ مستقلٌ، وعلامة جره كسرة ظاهرة في آخره، والصواب أنَّ العامل في المتبوع هو العامل في التابع، بزيد العاقل فالعاقلِ الذي جره هو الذي جر موصوفه زيد وهو حرف الجر. [نَعَمْ وَبِالتَّبْعِيَّةِ الَّتِي خَلَتْ] أي التي مضت وسبق ذكرها حيث قال: كتاب التوابع، فكلُّ ما سبق فهو وارد هنا، [وَقُرِّرَتْ] القرار في المكان الاستقرار فيه، تقول: قرِرْتُ بالمكان بالكسر أقرُّ قرارًا، [أَبْوَابُهَا] السابقة النعت والتوكيد والعطف والبدل، [وَفُصِّلَتْ] فَصَلَ الشيءَ فانفصل أي قطعه فانقطع وبابه ضرب. وهنا جاء فُعِّلَ للتأكيد.\nويجمع العوامل كلها قولنا: [بسم الله الرحمن الرحيم] بسم فاسمِ مجرور بالباء، وهذا مثال للخفض بالحرف، اسمِ اللهِ اسم مضاف، ولفظ الجلالة مضاف إليه، وعلى كلام الناظم مجرور بالإضافة وهو مذهب الأخفش وهو ضعيف، والصواب أنه مجرور بالمضاف، الرحمنِ نعت للفظ الجلالة مجرور بالتبعية لأنه تابع له على كلام الناظم، والصواب أنه مخفوض بما خُفض به متبوعه، فالعامل في لفظ الجلالة هو العامل في الرحمن، وهو المضاف.\nوَمَا يَلِي المُضَافَ بِالَّلامِ يَفِي ... تَقْدِيرُهُ بِمِنْ وَقِيْلَ أَوْ بِفِي\nكَابْنِي اسْتَفَادَ خَاتَمَيْ نُضَار ... وَنَحْوُ مَكْرِ اللَّيْلِ وَالنَّهَارِ\nالإضافة تأتي على معنى حرف من حروف الجر، والجمهور على أنها لا تكون إلا على معنى اللام فحسب، فإذا قيل: غلامُ زيدٍ قالوا:",
        "(1/639)\n\nالأصل غلامٌ لزيد، فحذف التنوين للإضافة، ثم حذفت اللام، فصار غلامُ زيد، واللام المحذوفة مقدرة من جهة المعنى، فحينئذٍ تفسر الإضافة على معنى اللام، وتسمى الإضافة لامية بمعنى أنها تدل على معنى اللام لام المِلك أو لام الاختصاص، غلام زيد أي مملوك له، باب الدار أي باب مختص بالدار، وهذا قول الجمهور أنَّ الإضافة لا تكون إلا على معنى اللام، فحينئذ لا نحتاج إلى ضابط لأنها محصورة في معنى واحد وهو معنى اللام لام الملك أو الاختصاص، وتكون اللام للملك إذا وقعت بين ذاتين ودخلت على من يملك، نحو: غلام زيد في المعنى غلام لزيد دخلت على زيد وهو يملك، ولام الاختصاص إذا وقعت بين ذاتين ودخلت على مالا يملك مالا يصح منه المِلك فتفسر اللام هنا بالاختصاص، نحو: باب الدار.\n[وَمَا يَلِي المُضَافَ بِالَّلامِ يَفِي] أي والذي يلي ويتبع المضاف، وهو المضاف إليه، يفي يعني يكمل من جهة المعنى باللام أي يقدر باللام، ويكمل معناه إذا قُدِّر باللام يعني لا تُفهَم تلك الإضافة على وجه الكمال إلا على معنى حرف من حروف الجر وهو اللام، وهذا مذهب الجمهور سواء كانت اللام دالة على الملك أو دالة على الاختصاص. [تَقْدِيرُهُ بِمِنْ] هذا قولٌ لبعض النحاة أنَّ الإضافة إما أن تكون على معنى اللام، أو على معنى مِنْ التي لبيان الجنس، وحينئذٍ نحتاج إلى ضابط، فنحمل الإضافة على معنى مِنْ إذا كان المضاف إليه جنسًا للمضاف يعني يعُمَّه وغيرَه أي يشمله وغيره،\n(1/640)",
        "\nويصح الإخبار به عنه يعني يصح أن تجعل المضاف مبتدأ والمضاف إليه خبرًا عنه، فإنْ صحَّ فهي على معنى مِنْ وإلا فاجعلها على معنى اللام، نحو: هذا خاتمُ حديدٍ، فالمضاف إليه جنسًا للمضاف، لأنَّ الحديد يكون خاتمًا وغيره كالباب، إذًا هو جنس للخاتم، ويصح الإخبار به عنه فتقول: هذا خاتمٌ حديدٌ، صحَّ الإخبار بالمضاف إليه عن المضاف، حينئذٍ الإضافة على تقدير مِنْ التي لبيان الجنس، فتقدير خاتمُ حديدٍ خاتمٌ من حديدٍ، فإذا لم يقع المضاف إليه جنسًا للمضاف، فحينئذ الإضافة على معنى اللام، نحو: غلام زيد، فزيد ليس جنسًا للمضاف، فحينئذ تكون على معنى اللام، ونحو: يومُ الخميسِ يصح أن تخبر بالمضاف إليه عن المضاف ولو بتغيير كإدخال أل ونحوها فتقول: اليومُ الخميسُ، لكن ليس المضاف إليه جنسًا للمضاف، فالإضافة على معنى اللام. إذا لم يكن المضاف جنسًا للمضاف إليه كانت الإضافة على معنى اللام، أو لم يصح الإخبار بالمضاف إليه عن المضاف كانت الإضافة على معنى اللام، إذًا لا بد من توفر الشرطين معًا، وقد ينتفي الشرطان نحو: يد زيد، لا يصح الإخبار بزيد عن اليد، وليس زيد جنسًا لليد. [وَقِيْلَ أَوْ بِفِي] وهذا على قلة، وقلةٌ من النحاة ممن قال: إنَّ الإضافة تأتي بمعنى [في] كابن مالك ومن تبعه، وذلك فيما إذا كان المضاف إليه ظرفًا للمضاف مثل قوله تعالى: (مكر اللَّيْلِ وَالنَّهَارِ)) [سبأ:33] وقوله: (تربص أَرْبَعَةِ أَشْهُرٍ)) [البقرة:226] يعني تربُّصٌ في أربعة أشهر، فإذا صحَّ أن يكون المضاف إليه ظرفًا\n(1/641)\n",
        "للمضاف فهي على معنى في، كيف تميز هذه عن تلك؟ نقول: تطبق شروط مِن الجنسية، أو في الظرفية، فإن لم يكن هذا أو ذاك فهي بمعنى اللام، [وَقِيْلَ أَوْ بِفِي] الدالة على الظرفية [كَابْنِي اسْتَفَادَ خَاتَمَيْ نُضَارِ] أي كقولك أو مثل قولك أو مثل ابني استفاد، فابني مبتدأ، واستفاد فعلٌ ماضٍ، والفاعل ضمير مستتر تقديره هو، والجملة من الفعل والفاعل في محل رفع خبر المبتدأ، خاتمي نُضاري والنُّضاري بالضم والنضير الذهب، أي خاتمي ذهب، خاتمي نضاري الإضافة هنا على معنى مِنْ لأنَّ الذهب جنس للخاتم، ويصح الإخبار عنه بالمضاف إليه، وخاتمي مثنى حذفت منه النون للإضافة، والأصل خاتمين، [نَحْوُ مَكْرِ اللَّيْلِ وَالنَّهَارِ] أي مكرٌ في الليل أي كائن في الليل، فتكون الإضافة على معنى في، لأنَّ المضاف إليه ظرفٌ للمضاف، فالليل ظرف للمضاف.\nإذاً الإضافة لا بُدَّ أن تكون على أحد معاني الحروف الثلاثة إما بمعنى اللام، ولا يشترط التصريح بها، وإنما المقصود أن تُفيد الإضافة معنى اللام، يعني تلحظ المعنى فقط، ولا يشترط أنك تفك الكلمة كغلام لزيد، ويد لزيد، لا وإنما تلاحظ فيها معنى الملكية، ومعنى الاختصاص، العلاقة بين المضاف والمضاف إليه الاختصاص، أو الملكية، أو الجنسية، أو الظرفية، ولا يشترط فيه أن تفك المضاف والمضاف إليه وتدخل الحرف مِنْ أو اللام، لأنَّ هذا لا يطرد وإنما المراد المعاني، ولذلك يقال: الإضافة على معنى اللام يعني يلاحظ فيها المعنى لا اللام نفسها بلفظها، وعلى معنى من،\n(1/642)\n\nوعلى معنى في الظرفية، فتقول: يومُ الأحدِ على معنى اللام، ولا يصح التصريح بها فيقال: يوم للأحد، وعلمُ الفقهِ لا يقال: علم للفقه، وشجرُ الأراكِ لا يقال: شجر للأراك فهذه لا يمكن أن تظهر اللام لفظًا مع أنهم يتفقون أن الإضافة فيها لامية.",
        "(1/643)\n\nخَاتِمَةٌ\n\nوهذه من العناوين التي يُعنون بها المؤلفون والمصنفون لأن الأعلام عندهم ثمانية: كتاب، وباب، وفصل، وفرع، ومسألة، وتنبيه، وتتمة، وخاتمة، هذا هو المشهور عندهم لا بُدَّ أن يأتي بكلمة من هذه الكلمات وهي أعلام وألقاب لها مفهومها الخاص عند أرباب التصنيف [خَاتمَةٌ] أي هذه خاتمة، أو خاتمة هذا محلها، فخاتمة مبتدأ، وقد يعترض بأنها نكرة في اللفظ، ولا يجوز الابتداء بالنكرة، فنقول: بل هو معرفة لأنه صار علمًا ولقبًا على الألفاظ المخصوصة الدالة على المعاني المخصوصة. والخاتمة لغة: آخر الشيء هكذا عرفها البيجوري، واصطلاحًا: اسم لألفاظ مخصوصة دالة على معانٍ مخصوصة جعلت آخر كتاب أو باب. وفي السابق كانوا يذكرون في الخاتمة الحمد والصلاة على النبي - صلى الله عليه وسلم - وأن الكتاب قد تم إلى آخره، والآن اقتصروا على الخاتمة بأن يُذكر فيها نتائج البحث. قال رحمه الله:\nقَدْ تَمَّ مَا أُتِيْحَ لِي أَنْ أُنْشِئَهْ ... فِي عَامِ عِشْرِينَ وَأَلْفٍ وَمِائَهْ\nحَمْدِ رَبِّنَا وَحُسْنِ عَوْنِهِ ... وَرِفْدِهِ وَفَضْلِهِ ... وَمَنِّهِ\nمَنْظُومَةً رَائِقَةَ الأَلفَاظِ ... فَكُنْ لِمَا حَوَتْهُ ذَا اسْتِحْفَاظِ\nجَعَلَهَا اللَّهُ لِكُلِّ مُبْتَدِي ... دَائِمَةَ النَّفْعِ (بِحُبِّ أَحْمَدِ)\nصَلَّى عَلَيْهِ رَبُّنَا وَسَلَّمَا ... وَآلِهِ ... وَصَحْبِهِ ... تَكَرُّمَا\n(1/644)",
        "\n[قَدْ تَمَّ] قد للتحقيق، وتم فعلٌ ماضٍ بمعنى كمُل، وقلنا قد للتحقيق لأنه لا يأتي بالخاتمة إلا في آخر الكتاب عكس المقدمة، فالمقدمة قد يأتي بها في أول التصنيف، وقد يؤخرها بعد الانتهاء من الكتاب لذلك يجوز في قوله: وبعد فهذا .. فالمشار إليه قد يكون لشيء موجود أو لشيء مقدر في الذهن، أما الخاتمة فلا، لأنَّ الأصل فيها أنها تأتي بعد ما انتهى من الكتاب. [تَمَّ مَا أُتِيْحَ لِي أَنْ أُنْشِئَهْ] يعني ما تمكنت من إنشائه، وأنشأ يفعل كذا أي ابتدأ [أَنْ أُنْشِئَهْ] أي إنشاؤه، فأنْ وما دخلت عليه في تأويل مصدر فاعل أتيح، والذي أتاح له ذلك هو الله عز وجل، [فِي عَامِ عِشْرِينَ وَأَلْفٍ وَمِائَهْ] هذا تاريخ إنهاء النظم، فقد كانوا يؤرخون مصنفاتهم بل كانوا يؤرخون قراءاتهم على أهل العلم، وقوله: في عام عشرين وألف ومائة متعلق بقوله: أنشئه [بِحَمْدِ رَبِّنَا] بحمد جار ومجرور متعلق بقوله: تم، لأنه افتتح كتابه بالحمد، والثناء على الرَّب جلَّ وعلا ابتداءاً، كذلك هنا في الختام يحتاج إلى أن يثني على خالقه جلَّ وعلا الذي مكنه وأتاح له إنشاءَ هذا النظم، [بِحَمْدِ رَبِّنَا] سبق معنى الحمد أنه ذِكْرُ محاسنِ المحمود مع حبه وتعظيمه وإجلاله، وهذا قول شيخ الإسلام ابن تيمية، والمشهور أنه فعل ينبئ عن تعظيم المنعم بسبب كونه منعمًا على الحامد أو غيره، هذا في الاصطلاح، وفي اللغة الحمد هو الثناء باللسان على الجميل الاختياري على جهة التبجيل والتعظيم، وهذه كلها منتقدة. [وَحُسْنِ عَوْنِهِ] يعني وعونه الحسن، من إضافة الصفة إلى الموصوف، والعون الظهير على الأمر، والجمع\n(1/645)\n",
        "الأعوان [وَرِفْدِهِ] بكسر الراء العطاء والصلة، وبفتحها المصدر، ورَفده أي أعطاه، ورَفده أعانه وبابهما ضرب كذا قال في المختار، والإرفاد أيضًا الإعطاء والإعانة، ورِفده يعني إعطائه لي [وَفَضْلِهِ] الإفضال هو الإحسان، [وَمَنِّهِ] يقال: منَّ عليه إذا أنعم، وهذه كلها كلمات مترادفة، والمراد به أنه حمِد ربَّه جلَّ وعلا على عونه، وفضله، ومنِّه، بأنه مكَّنه من هذه المنظومة [مَنْظُومَةً] يحتمل أنه حال من الاسم الموصول من قوله: [مَا أُتِيْحَ] أو يكون بدلا من الضمير في أنشئه أي أنشئ منظومة، فيكون بدلاً من الضمير على حد قولهم: ضربته زيدًا، وجوَّز بعضهم أن يكون زيدًا بدلاً من الضمير. [مَنْظُومَةً] مشتق من النظم، والنظم هو الكلام الموزون قصدًا، والأصل في النظم أنه التأليف، وضَمُّ شيء إلى شيء آخر، قال في القاموس: ونَظَمَ اللؤلؤَ ينظِمه نظمًا ونِظامًا ونظَّمه ألفه وجمعه في سلك فانتظم وتنظَّم، [رَائِقَةَ الأَلفَاظِ] هذا أيضًا من إضافة الصفة إلى الموصوف أي الألفاظ الرائقة، لأنَّ الوصف هنا بكونها رائقة للألفاظ، وراقه الشيءُ أعجبه، أي الألفاظ الرائقة السهلة في قراءتها، وفهمها، لأنَّ الفصاحة مبناها على الإيضاح والإيجاز.\n[فَكُنْ] أيها الطالب [لِمَا حَوَتْهُ] وجمعته هذه المنظومة [ذَا اسْتِحْفَاظِ] ذا خبر كن، وذا استحفاظ أي صاحبَ حفظٍ لها، لأنَّ الحفظ هو الأساس، وطالبُ علمٍ بلا حفظٍ ليس بشيء، لا يتعب نفسه، ولا يتعب غيره، فلا بُدَّ من الحفظ وإن قلَّ، واستحفاظ استفعال فالسين للتأكيد أو للطلب يعني تطلب حفظه من مظانه، [جَعَلَهَا\n(1/646)\n\nاللَّهُ] أي هذه المنظومة [لِكُلِّ مُبْتَدِي] هذا عام، والمبتدئ المراد به من أخذ وشرع في تصور مسائل الفن، [دَائِمَةَ النَّفْعِ] أي مستمرة النفع من إضافة الصفة إلى الموصوف، أي النفع الدائم، ودائمة مأخوذة من الدوام، ولذلك ما دام تدل على الاستمرار، والنفع ضد الضر، يقال: نفعه بكذا فانتفع به، والاسم المنفعة، [بِحُبِّ أَحْمَدِ] في الأصل بجاه أحمد، قلت: الأولى أن يقول: بحب أحمد، لأن حب النبي - صلى الله عليه وسلم - عمل صالح، والتوسل بالأعمال الصالحة مشروع، فلا إشكال. وأما التوسل بجاه النبي - صلى الله عليه وسلم - لم يثبت شرعًا، ولا شك أن له جاهًا عند الله عز وجل، لكن التوسل بجاه النبي - صلى الله عليه وسلم محدث، وحبه عليه الصلاة والسلام عمل صالح، والتوسل بالأعمال الصالحة جائز فلذا أصلحنا البيت بما ترى. [صَلَّى عَلَيْهِ رَبُّنَا] لما أثنى على الخالق جلَّ وعلا ثنى بالثناء على أفضل مخلوق، وهو النبي - صلى الله عليه وسلم -كما قيل:\nوَأَفْضَلُ الخَلْقِ عَلَى الإِطَلاَقِ ... نَبِيُّنَا فَمِلْ عَنِ الشِّقَاقِ\nوسبق معنى الصلاة، [وَسَلَّمَا] لم يذكر السلام في المقدمة، وذكرنا أنه سلَّم في الخاتمة، والأصح أن يقال إنه لا يكره إفراد السلام عن الصلاة، ولا إفراد الصلاة عن السلام، وأما الآية فهي دالة على الأمر بكل واحد منهما على جهة الاستقلال، ((إِنَّاللَّهَ وَمَلَائِكَتَهُ يُصَلُّونَ عَلَى النَّبِيِّ يَا أَيُّهَا الَّذِينَ آَمَنُوا صَلُّوا عَلَيْهِ وَسَلِّمُوا تَسْلِيمًا)) [الأحزاب:56] والقول بكراهة إفراد",
        "(1/647)\n\nواحد منهما دون الآخر مأخوذ من دلالة الاقتران، وهي ضعيفة عند الأصوليين، مثل ما قيل في قوله تعالى: (وأتموا الْحَجَّ وَالْعُمْرَةَ)) [البقرة:196] بأن العمرة واجبة، لأنها مقرونة بالحج، والحج واجب مرة في العمر، نقول: لا يصحُّ الاستدلال بهذه الآية على وجوب العمرة ولو مرة في العمر، فهذا ضعيف، لأنه مأخوذ من دلالة الاقتران وهي ضعيفة، بل النص هنا ليس في وجوب الحج ولا في العمرة، بل في الإتمام وهو غير أصل الحج والعمرة لقوله: (وأتموا). [وَسَلَّمَا] الألف للإطلاق، فعل ماض، والفاعل ضمير مستتر جوازًا تقديره هو يعود على ربنا، والسلام هو التحية على قول، وقيل: السلامة من النقائص والعيوب، وأردف به الصلاة امتثالاً للآية السابقة، وهروبًا من كراهة تركهما، والاقتصار على أحدهما، والصواب أنه لا يكره. [وَآلِهِ] بالخفض عطفًا على الضمير في عليه دون إعادة الجار، وهذا محل نزاع، وأكثر النحاة على المنع، والصواب الجواز قال تعالى: (واتقوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ وَالْأَرْحَامَ)) [النساء:1] والأرحامَِ فيه قراءتان سبعيتان بالخفض وبالنصب، (تسألون به والأرحامِ) بالكسر، وبعض النحاة يجعلون القرآن تابعًا لقواعدهم، فحينئذٍ إذا جاءت قراءة على خلاف ما قُعد وأُصل عندهم قالوا: هذه قراءة شاذة لا يلتفت إليها، لأنها مخالفة للقواعد، والقاعدة عندهم أنه إذا أريد العطف على ضمير في محل خفض وجب إعادة الخافض، والأصح أنه لا يشترط إعادة الخافض، والدليل القراءة، وهي سنة متبعة، والقرآن بقراءته الثابتة\n(1/648)",
        "\nحجة على النحاة، وليس النحاة حجة على القرآن، إذًا وآله عطف على الضمير في عليه وهو جائز، والآل سبق أن المراد به أتباعه على دينه، وهنا أضيف إلى الضمير على الصحيح، [وَصَحْبِهِ] سبق معنى الصحب، [تَكَرُّمَا] منه جلَّ وعلا.\nإذاً قد أتينا على هذا النظم بحمد ربنا جل وعلا ونسأله سبحانه وتعالى أن يرزقنا وإياكم العلم النافع والعمل الصالح وأن يحيينا وإياكم على الإسلام والسنة إنه سميع عليم وصلى الله وسلم على نبينا محمد وعلى آله وصحبه أجمعين.\n(1/649)\n"
    ]
}