{
    "partText": [
        "\nفضل\nاتباع السنة\n\nبقلم\nمحمد عمر بازمول\n(1/1)\n",
        "إن الحمد لله نحمده ونستعينه ونستغفره ونعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا من يهده الله فلا مضل له ومن يضلل فلا هادي له وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله.\n{يَا أَيُّهَا الّذِينَ آمَنُواْ اتّقُواْ اللّهَ حَقّ تُقَاتِهِ وَلاَ تَمُوتُنّ إِلاّ وَأَنْتُمْ مّسْلِمُونَ} [آل عمران:102].\n{يَآ أَيُّهَا النَّاسُ اتَّقُوْا رَبَّكُمُ الَّذِيْ خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالاً كَثِيْراً وَنِسَآءً وَاتَّقُوْا اللَّهَ الَّذِيْ تَسَآءَلُونَ بِهِ وَالأَرْحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيْباً} [النساء:1]\n{يَا أَيُّهَا الّذِينَ آمَنُواْ اتّقُواْ اللّهَ وَقُولُواْ قَوْلاً سَدِيداً. يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَن يُطِعِ اللّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزاً عَظِيماًً} [الأحزاب:70،71].\nأما بعد: فإن أصدق الكلام كلام الله وخير الهدي هدي محمد صلى الله عليه وسلم وشر الأمور محدثاتها وكل محدثة بدعة وكل بدعة ضلالة وكل ضلالة في النار.\nأمّا بعد:\nفهذه محاضرة بعنوان فضل اتباع السنة أدرتها على العناصر التالية: -\n\n-تعريف السنة.\n-أقسام السنة وأنواعها.\n-ثمرات إتباع السنة وهي التالية:-\n1. أنها سبيل النجاة من الاختلاف.\n2. أنها سبيل الفكاك من الافتراق.\n3. أنها سبيل الهداية من الضلال.\n4.\n5.\n(1/2)\n\n6. أن النسبة إليها فيها شرف النسبة إلى الرسول صلى الله عليه وسلم\n7. أننا باتباعها ننفك من سبل الشيطان.\n8. أننا باتباعها يرفع المسلمون عن أنفسهم سمة الذل والهوان.\n9. أن فيها تشخيص الداء والدواء.\n10. أن فيها تحصيل الشرع جميعه.\n11. أن بها يكون تمام صالح ومكارم الأخلاق.\n12. أن بها ينجو المسلم من العذاب الأليم من النيران.\n13. أن بها ينال المسلم دخول الجنة.\n14. أن بها يكون إحياء السنة.\nذاك هو مجمل هذه المحاضرة وإليكم البيان.\nالعنصر الأول في المحاضرة وهو تعريف السنة:-\nالسنة في اللغة:- السيرة والطريقة, تقول فلان على سنة فلان أي: على طريقة فلان أي على سيرة فلان هذا هو المعنى في اللغة.\nالسنة في الشرع:- إتباع ما جاء عن الرسول صلى الله عليه وسلم من الأوامر وترك ما نهى عنه صلى الله عليه وسلم فهي تشمل في الشرع كل ما جاء عن الرسول صلى الله عليه وسلم من أمور واجبة وأمور مستحبة وترك الأمور المحرمة وترك الأمور المكروهة. ثم بعد ذلك أصبح للسنة اصطلاح عند العلماء:-\nفالسنة عند المحدثين:- ما أضيف للرسول صلى الله عليه وسلم من قول أو فعل أو تقرير أو صفة خلقية أو خلقية.\nفأما ما أضيف إلى الرسول صلى الله عليه وسلم من قول يعني حديث فيه قول للرسول صلى الله عليه وسلم كما في حديث عمر بن الخطاب رضي الله عنه قال سمعت رسول الله",
        "(1/3)\n\nصلى الله عليه وسلم يقول ((إنما الأعمال بالنيات وإنما لكل امرئ ما نوى. الحديث)) هذه سنة قوليه.\nوأمّا الفعل فهو السنة الفعلية: أن ينقل إلينا أن الرسول صلى الله عليه وسلم كان يفعل كذا وكان يترك كذا مثل قول أنس رضي الله عنه كان\nرسول الله يحب الدباء هذا أمر من فعل الرسول صلى الله عليه وسلم.\nوأيضاً من السنة الفعلية ما ورد عن الرسول صلى الله عليه وسلم من أفعال في الصلاة أو أفعال في الزكاة أو أفعال في الصوم أو أفعال في الحج هذه كلها تدخل تحت السنة الفعلية.\nوأمّا التقرير فهذه السنة التقريرية: وهي أن يحدث الفعل أمام الرسول صلى الله عليه وسلم أو في زمنه والوحي ينزل ويقر الرسول صلى الله عليه وسلم ذلك ويقر الوحي ذلك فلا ينكر ولا يغير فتكون بذلك تقرير شرعي للفعل! ودلالة السنة التقريرية بمجردها على الاستحباب ضعيفة!\nوأما الصفة الخُلُقية: فهي ما نقل إلينا من أخلاق النبي صلى الله عليه وسلم كيف كانت وسئلت عائشة رضي الله عنها عن خلق الرسول صلى الله عليه وسلم فقالت: \"كان خلقه القرآن\".\nوأما الصفة الخلقية فما ينقل لنا عن هيئته صلى الله عليه وسلم كما يأتي في بعض الأحاديث كان رسول الله صلى الله عليه وسلم ربعة لا بالطويل ولا بالقصير إذا وقف بين الطوال طالهم وكان صلى الله عليه وسلم أبيض الوجه وجهه كأنه فلقة القمر كان رسول الله صلى الله عليه وسلم كذا ... إلى أخر ما يذكر في صفات خلقه صلى الله عليه وسلم!\nإذاً السنة عند المحدثين ما أضيف إلى الرسول صلى الله عليه وسلم من قول أو فعل أو تقرير أو صفة خلقية أو خلقية.\nوالسنة عند الأصوليين والفقهاء:\nما أضيف إلى الرسول صلى الله عليه وسلم من قول أو فعل أو تقرير.\n(1/4)",
        "\nلأن الفقيه والأصولي إنما ينظر في السنة من جهة أنها دليل شرعي وبالتالي لا يكتسب عنده سمة الدليل إلا هذه الأمور الثلاثة وهي: القول و الفعل والتقرير.\nوالفقهاء حينما يذكرون السنة ويريدون بها هذا المعنى ينبهون أن لهم اصطلاحاً آخر يطلقون فيه كلمة السنة بمعنى المستحب والمندوب ويجعلونها مرتبة من مراتب الحكم الشرعي التكليفي فيقولون: الأحكام الشرعية: خمسة الواجب والمحرم والمكروه والمباح والمستحب.\nوهذا المستحب يعبرون عنه بالمندوب ويعبرون عنه بالسنة.\nوشاع عند بعض الناس أن السنة هي فقط المستحب الذي ثمرته أنه يثاب فاعله ولا يعاقب تاركه والواقع أن هذا الاصطلاح اصطلاح حادث جرى عليه أهل الأصول وأهل الفقه في بيان مرتبة من مراتب الحكم الشرعي التكليفي لكن لا يصح لنا أن نفسر كلمة سنة إذا جاءت في حديث الرسول صلى الله عليه وسلم أو في كلام الصحابة أو في كلام التابعين أو الأئمة الكبار بمعنى المستحب فالسنة عندهم أعم من ذلك تشمل المستحب والواجب بل تشمل ما يكفر مخالفه، ولذلك أئمة السلف والأئمة الكبار في القرون الثلاثة الفاضلة الذين ألفوا وصنفوا لهم كتب اسمها كتب السنة تشتمل على أمور الاعتقاد والتي يكفر مخالفها ككتاب السنة لابن أبي عاصم وكتاب السنة لعبد الله بن أحمد بن حنبل وكتاب السنة للمروزي وغيرهم.\nإذاً ينبغي ألا يهجم المرء على تفسير كلمة السنة إذا وردت في كلام الصحابة أو في كلام الأئمة التابعين أو الأئمة الكبار بأنها بمعنى المستحب فقط لأن هذا اصطلاح حادث لا ينبغي أن يفسر عليه كلام أولئك القوم.\nإذا اتضح هذا ننتقل إلى العنصر التالي:\nما هي أقسام السنة:\nالسنة عند النظر تنقسم إلى قسمين:\n(1/5)\n",
        "سنة صريحة: إضافتها إلى الرسول صلى الله عليه وسلم صريحة وظاهرة.\nيأتيك في الحديث قال رسول الله فعل رسول الله كان رسول الله كذا أو حصل كذا مع رسول الله فالإضافة إلى الرسول صلى الله عليه وسلم تأتي صريحة فهذه سنة صريحة.\nالسنة الضمنية: وهي سنة تغيب عن أذهان بعض الناس. و هي التي لا يأتي فيها صريحاً ذكر الرسول صلى الله عليه وسلم لكن حكمها حكم السنة المرفوعة الصريحة.\nما هي هذه السنة:\nأقوال الصحابة التي لا مجال للرأي والاجتهاد فيها لأنها ما دامت لا مجال للرأي والاجتهاد فيها فمن أين مصدرها ومن أين أخذوها؟ أخذوها من الرسول صلى الله عليه وسلم.\n- قول الصحابي الذي لا مخالف له فيه هذا أيضاً حكمه حكم السنة المرفوعة، وبعض أهل العلم يقول هذا إجماع سكوتي إذ أن الصحابي حينما يقول القول ويسكت عن الإنكار الصحابة الآخرون فإن هذا دليلٌ أن قول هذا الصحابي سنة إما أنه سنة صريحة بهذه الموافقة أو أنه حصل على درجة الحجة بموافقة الصحابة فصار حكمه حكم الإجماع السكوتي.\n- قول الصحابي في أسباب النزول، في أسباب نزول القرآن الكريم هذا أيضاً حكمه حكم السنة المرفوعة إذا كانت الصيغة التي عبر فيها عن سبب النزول صيغة صريحة كقوله حدث كذا فأنزل الله كذا فإن هذا صريح في أن هذه الواقعة حصلت في زمن الرسول صلى الله عليه وسلم.\n- قول الصحابي في تفسير مرويه فإن الصحابي حينما سمع الحديث من الرسول صلى الله عليه وسلم علم بالقرائن التي حفت هذا الحديث فتفسيره لما يرويه عن الرسول صلى الله عليه وسلم مقدم على كلام غيره بل لعل الأصل فيه أن يكون هذا الفهم أو المعنى الذي فسر فيه الحديث يغلب على الظن أنه استفاده من الرسول صلى الله عليه وسلم.\n(1/6)\n\nهذه أنواع تندرج تحت السنة الضمنية تغيب عن أذهان بعض الناس ولكن أهل الحديث من أكثر الناس تنبهاً لها لذلك تراهم إذا ألفوا الأجزاء الحديثية يوردون الأحاديث المرفوعة والآثار الموقوفة لأنها لا تخلوا من أن تتضمن الدلالة أو الإشارة إلى سنة من السنن. ولهذا على طالب العلم أن يشمر عن ساعده للاعتناء بالوارد عن الصحابة في مسائل العلم، وهذا الجانب يقع فيه قصور من جهات:\nالأولى: أن الغالب عدم الاعتناء ببيان الصحيح من الضعيف من الآثار. الثاني: عدم تحرير قول الصحابي في المسألة.\nالثالث: الهجوم على نسبة القول إلى الصحابي، قبل تحرير إن كان آخر القولين له أوْ لا.\nبعد ما عرفنا تعريف السنة وأقسام السنة نذكر لكم الآن فضل إتباع السنة والثمرات التي يجنيها المسلم إذا أتبع سنة الرسول صلى الله عليه وسلم.\nفأقول كمقدمة لهذه الثمرات:\nالحديث عن فضل اتباع السنة النبوية هو الحديث عن الإسلام بتشريعاته وحكمه البالغة وآدابه إذ السنة هي الدين كله قال تعالى {وَمَنْ يَبْتَغِ غَيْرَ الإِسْلاَمِ دِيناً فَلَنْ يُقْبَلَ مِنْهُ وَهُوَ فِي الآخِرَةِ مِنَ الْخَاسِرِينَ. كَيْفَ يَهْدِي اللَّهُ قَوْماً كَفَرُواْ بَعْدَ إِيمَانِهِمْ وَشَهِدُواْ أَنَّ الرَّسُولَ حَقٌّ وَجَآءَهُمُ الْبَيِّنَاتُ وَاللَّهُ لاَ يَهْدِي الْقَوْمَ الظَّالِمِينَ. أُولَئِكَ جَزَآؤُهُمْ أَنَّ عَلَيْهِمْ لَعْنَةَ اللَّهِ وَالْمَلآئِكَةِ وَالنَّاسِ أَجْمَعِينَ. خَالِدِينَ فِيهَا لاَ يُخَفّفُ عَنْهُمُ الْعَذَابُ وَلاَ هُمْ يُنظَرُونَ. إِلاَّ الَّذِينَ تَابُوا مِن بَعْدِ ذَلِكَ وَأَصْلَحُواْ فَإِنّ الله غَفُورٌ رَحِيمٌ} [آل عمران:85 - 88].\nفالدين هو الإسلام والإسلام هو السنة فالدين هو السنة وفي هذه المحاضرة سأحاول أن ألقي الضوء على أهم ثمرات إتباع السنة والدخول فيها جعلنا الله وإياكم من أهلها فأقول مستعيناً بالله:",
        "(1/7)\n\nمن أهم ثمرات ونتائج إتباع السنة ما يلي:\nالثمرة الأولى\nأن في اتباع السنة أخذ بالعصمة من الوقوع في الاختلاف\nالمذموم والمبعد عن الدين.\n\nالاختلاف المذموم الذي هو سمة الضعف ولا يسلم المرء منه إلا بطاعة الله وطاعة الرسول قال تعالى: {?وَأَطِيعُواْ اللّهَ وَرَسُولَهُ وَلاَ تَنَازَعُواْ فَتَفْشَلُواْ وَتَذْهَبَ رِيحُكُمْ وَاصْبِرُوَاْ إِنّ اللّهَ مَعَ الصّابِرِينَ} [الأنفال:46]. ففي إتباع السنة والأخذ بها طاعة لله ورسوله صلى الله عليه وسلم وذلك سبيل النجاة من الاختلاف المذموم.\nأخرج الترمذي في سننه في كتاب العلم باب ما جاء في الأخذ بالسنة واجتناب البدع وأبو داود في كتاب السنة من سننه باب ما جاء في لزوم السنة عن العرباض بن سارية قال \"وعظنا رسول الله صلى الله عليه وسلم يوماً بعد صلاة الغداة موعظة بليغة ذرفت منها العيون ووجلت منها القلوب فقال رجل إن هذه موعظة مودع فماذا تعهد إلينا يا رسول الله قال: أوصيكم بتقوى الله والسمع والطاعة وإن عبدٌ حبشي فإنه من يعش منكم يرى اختلافاً كثيراً وإياكم ومحدثات الأمور فإنها ضلالة فمن أدرك ذلك\nمنكم فعليه بسنتي وسنة الخلفاء الراشدين المهديين عضوا عليها بالنواجذ\".\nوفي لفظ ابن ماجه قال: فقال رسول الله صلى الله عليه وسلم: \" قد تركتكم على البيضاء ليلها كنهارها لا يزيغ عنها بعدي إلا هالك من يعش منكم فسيرى اختلافاً كثيراً فعليكم ما عرفتم من سنتي وسنة الخلفاء الراشدين المهديين عضوا عليها بالنواجذ وعليكم بالطاعة وإن عبداً حبشياً فإنما المؤمنون كالجمل الأنف حيثما قيد انقاد\".\n(1/8)",
        "\nهذه الوصية من الرسول صلى الله عليه وسلم من جوامع الكلم لا يخرج عنها شيء وهي أصل عظيم من أصول الدين. وذلك أن حياة الناس تحوطها العلاقات؛ فهي إمّا علاقة للعبد مع ربه. وإما علاقة للعبد مع مجتمعه. وإمّا علاقة مع نفسه.\nوبيّن الحديث أمر العلاقة مع الله في قوله صلى الله عليه وسلم: \" أُوصِيكُمْ بِتَقْوَى اللَّه\".\nوأمر العلاقة مع المجتمع في قوله: \"وَالسَّمْعِ وَالطَّاعَةِ وَإِنْ عَبْدٌ حَبَشِيٌّ فَإِنَّهُ مَنْ يَعِشْ مِنْكُمْ يَرَى اخْتِلَافًا كَثِيرًا وَإِيَّاكُمْ وَمُحْدَثَاتِ الْأُمُورِ فَإِنَّهَا ضَلَالَةٌ فَمَنْ أَدْرَكَ ذَلِكَ مِنْكُمْ فَعَلَيْهِ بِسُنَّتِي وَسُنَّةِ الْخُلَفَاءِ الرَّاشِدِينَ الْمَهْدِيِّينَ عَضُّوا عَلَيْهَا بِالنَّوَاجِذِ\".\nوأمر العلاقة مع النفس بينه في الوصية بالتقوى والتمسك بالسنة. تدلنا هذه\nالوصية على فضل وثمرة من ثمرات اتباع سنة الرسول صلى الله عليه وسلم.\nالحديث حديث أبي نجيح العرباض بن سارية فيه إخبار عن أمر سيكون، ما هو هذا الأمر؟!\nأخبر أنه سيكون اختلاف كثير بين المسلمين عما كان عليه الحال في زمنه صلى الله عليه وسلم: \"ومن يعش منكم فسيرى اختلافاً كثيراً \"!\nما النجاة ما الفكاك كيف الخلاص؟\nقال: \" فعليكم بسنتي وسنة الخلفاء الراشدين المهديين من بعدي عضوا عليها بالنواجذ \".\nإذاً أول ثمرة وأول فضل لاتباع السنة أنك تعصم نفسك به على ما كان عليه الرسول صلى الله عليه وسلم وما كان عليه أصحابه، تعصم نفسك عن الاختلاف المذموم، تعصم نفسك عن الدخول في أمور الاختلاف والفرقة التي ذمها الإسلام بأن تتمسك بالسنة وهذا معيار من الرسول صلى الله عليه وسلم نعلمه ونلقنه للناس نقول لهم إذا جاءكم أمر من الأمور والتبست عليكم الأمور وما عرفتم هل هذا الأمر يجوز أو لا يجوز؛ فانظروا هل كان\n(1/9)\n",
        "عليه حال الرسول صلى الله عليه وسلم وأصحابه هذا ضابط علمنا إياه صلى الله عليه وسلم فقال: \"ومن يعش منكم فسيرى اختلافاً كثيراً ... \".\nوقوله في الحديث: (فعليه بسنتي) أي فليلزم سنتي (وسنة الخلفاء الراشدين المهديين) فإنهم لم يعملوا إلا بسنتي فالإضافة إليهم إما لعملهم بها أو لاستنباطهم واختيارهم إياها وقد كانت طريقتهم هي نفس طريقته، فإنهم أشد الناس حرصا عليها وعملا بها في كل شيء. وعلى كل حال كانوا يتوقون مخالفته في أصغر الأمور فضلا عن أكبرها. وكانوا إذا أعوزهم الدليل من كتاب الله وسنة رسوله صلى الله عليه وسلم عملوا بما يظهر لهم من الرأي بعد الفحص والبحث والتشاور والتدبر، وهذا الرأي منهم أولى من رأي غيرهم عند عدم الدليل.\nقال أبو حاتم ابن حبان رحمه الله: \"في قوله صلى الله عليه وسلم: \"فعليكم بسنتي\" عند ذكره الاختلاف الذي يكون في أمته بيان واضح أن من واظب على السنن قال بها ولم يعرج على غيرها من الآراء من الفرق الناجية في القيامة جعلنا الله منهم بمنه.\nثم بوّب في ذكر الإخبار عما يجب على المرء من لزوم سنن المصطفى صلى الله عليه وسلم وحفظه نفسه عن كل من يأباها من أهل البدع وإن حسنوا ذلك في عينه وزينوه\"اهـ (1).\n__________\n(1) صحيح ابن حبان (1/ 180)\n(1/10)\n\nالثمرة الثانية\nأن في اتباع السنة ولزومها النجاة من الفرقة التي توعد أهلها بالنار\n\nهناك الاختلاف وقد لا يصل إلى حد الفرقة لكن قد يصل الاختلاف إلى حد فتكون هناك فرق وجماعات وانتماءات ذمها الرسول صلى الله عليه وسلم أخرج ابن ماجة عن أنس ابن مالك قال: قال: رسول الله صلى الله عليه وسلم \"إن بني إسرائيل افترقت على إحدى وسبعين فرقة وإن أمتي ستفترق على اثنين وسبعين فرقة كلها في النار إلا واحدة وهي الجماعة \".\nوأخرج الترمذي عن عبد الله بن عمر قال صلى الله عليه وسلم: \"ليأتين على أمتي ما أتى على بني إسرائيل حذو النعل بالنعل وإن بني إسرائيل تفرقت على اثنتين وسبعين ملة وتفترق أمتي على ثلاث وسبعين ملة كلهم في النار إلا واحدة إلا ملة واحدة قالوا من هي يا رسول الله قال: ما أنا عليه وأصحابي \".\nوعن معاوية بن أبي سفيان قال: قام فينا رسول الله صلى الله عليه وسلم فقال: \" ألا إن من قبلكم من أهل الكتاب افترقوا على اثنتين وسبعين ملة وإن هذه الملة ستفترق على ثلاث وسبعين ملة ثنتان وسبعين في النار وواحدة\nفي الجنة وهي الجماعة \" (1).\n(1) حديث صحيح، لغيره. وأشار بعضهم إلى احتمال تواتره.\nأخرجه أحمد في المسند (4/ 102)، و أبو داود في كتاب السنة، باب شرح السنة، حديث رقم (4597)، والآجري في الشريعة (الطبعة المحققة) (1/ 132، تحت رقم 31).وصحح إسناده محقق جامع الأصول (10/ 32)، والألباني في سلسلة الأحاديث الصحيحة حديث رقم (204)، وذكر جملة من الأحاديث تشهد له. وانظر نظم المتناثر ص32 - 34.\nفائدة: قال ابن تيمية رحمة الله عليه، في مجموع الفتاوى (3/ 346 - 347)، في معرض كلام له على حديث الافتراق: \"وأمّا تعيين هذه الفرق فقد صنف الناس فيهم مصنفات، وذكروهم في كتب المقالات، لكن الجزم بأن هذه الفرقة الموصوفة هي إحدى الثنتين والسبعين لا بد له من دليل؛ فإن الله حرّم القول بلا علم عموماً، وحرّم القول عليه بلا علم خصوصاً، فقال تعالى: {قل إنما حرّم ربي الفواحش ما ظهر منها وما بطن والإثم والبغي بغير الحق وأن تشركوا بالله مالم ينزل به سلطاناً، وأن تقولوا على الله ما لاتعلمون} [الأعراف:33]، وقال تعالى: {يا أيها الذين آمنوا كلوا مما في الأرض حلالاً طيباً ولاتتبعوا خطوات الشيطان إنه لكم عدو مبين إنما يأمركم بالسؤ والفحشاء وأن تقولوا على الله ما لاتعلمون} [البقرة:169]، وقال تعالى: {ولاتقف ما ليس لك به علم} [الإسراء:36]. وأيضاً فكثير من الناس يخبر عن هذه الفرق بحكم الظن والهوى، فيجعل طائفته والمنتسبة إلى متبوعه الموالية له هم أهل السنة والجماعة، ويجعل من خالفها أهل البدع، وهذا ضلال مبين. فإن أهل الحق والسنة لا يكون متبوعهم إلا رسول الله صلى الله عليه وسلم، الذي {لاينطق عن الهوى إن هو إلا وحي يوحى}، فهو الذي يجب تصديقه في كل ما أخبر، وطاعته في ... كل ما أمر، وليست هذه المنزلة لغيره من الأئمة، بل كل أحد من الناس يؤخذ من قوله ويترك إلا رسول الله صلى الله عليه وسلم، فمن جعل شخصاً من الأشخاص غير رسول الله صلى الله عليه وسلم من أحبه ووافقه كان من أهل السنة والجماعة، ومن خالفه كان من أهل البدعة والفرقة - كما يوجد ذلك في الطوائف من اتباع أئمة في الكلام في الدين وغير ذلك - كان من أهل البدع والضلال والتفرق\"اهـ",
        "(1/11)\n\nففي هذا الحديث بيان أن في لزوم سنته صلى الله عليه وسلم السلامة من الفرقة المذمومة التي توعد أهلها بالنار.\nهناك في الثمرة الأولى ذكر الاختلاف وقد يحدث الاختلاف ولا يصل إلى فرقة فاتباعك للسنة يسلمك من الاختلاف.\nهنا في الثمرة الثانية ذكر فرق وهذا خبر من الرسول ?صلى الله عليه وسلم فيه إعجاز وتصديق لنبوته صلى الله عليه وسلم إذ الأمر حصل كما قال عليه الصلاة والسلام وحصلت فرق، هناك الخوارج وهناك المعتزلة وهناك المرجئة وهناك الجهمية وهناك الرافضة\n(1/12)",
        "\nفرق كثيرة حصلت، أخبر الرسول صلى الله عليه وسلم أن هذه الفرق ستبلغ إلى ثلاث وسبعين فرقة كلها في النار إلا واحدة ما هي؟ هي التي تكون ما عليه أنا وأصحابي.\nإذاً هذا فيه تعظيم لأمر إتباع السنة أليس كذلك؟\nفيه بيان لثمرة من ثمرات إتباع السنة أليس كذلك؟\nنقول بلى: فيه تعظيم لاتباع السنة وحث للمسلمين أن يتبعوا السنة فعليهم إذا أرادوا النجاة أن يكونوا على ما كان عليه الرسول صلى الله عليه وسلم وأصحابه فهذه ثمرة من ثمرات إتباع السنة.\nومن المهم هنا التنبيه على أن قوله صلى الله عليه وسلم: \" كلها في النار إلا واحدة \" من باب نصوص الوعيد، فالفرق المتوعدة بالنار، في قوله صلى الله عليه وسلم: \" كلها في النار إلا واحدة \" هذا عذابها إن شاء الله عذبها وإن شاء غفر لها، كما قال تعالى: {إِنَّ اللّهَ لاَ يَغْفِرُ أَن يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذلِكَ لِمَن يَشَآءُ} [النساء:48]، [مجموع الفتاوى (7/ 217 - 218)].\nقال الآجري محمد بن الحسين (ت360هـ) رحمه الله: \" فالمؤمن العاقل يجتهد أن يكون من هذه الملة الناجية باتباعه لكتاب الله عزوجل وسنن رسوله صلى الله عليه وسلم وسنن أصحابه رحمةُ الله عليهم، وسنن التابعين بعدهم بإحسان، وقول أئمة المسلمين ممن لا يستوحش من ذكرهم مثل سفيان الثوري والأوزاعي ومالك بن أنس والشافعي وأحمد بن حنبل وأبي عبيد القاسم بن سلام ومن كان على طريقهم من الشيوخ فما أنكروه أنكرناه وما قبلوه وقالوا به قبلناه وقلنا به، ونبذنا ما سوى ذلك\"اهـ[كتاب الأربعين حديثاً للآجري، تحقيق أخينا الفاضل بدر البدر، أضواء السلف، 1420هـ].\n(1/13)\n",
        "الثمرة الثالثة\nأن في لزوم السنة تحصيل الهداية والسلامة من الضلال\n\nعن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: \"إني قد تركت فيكم شيئين لن تضلوا بعدهما كتاب الله وسنتي ولن يتفرقا حتى يرد عليَّ الحوض\" (1).\nوعن ابن عباس رضي الله عنهما: \" أن رسول الله صلى الله عليه وسلم خطب الناس في حجة الوداع فقال: \" يا أيها الناس إني قد تركت فيكم ما إن اعتصمتم به فلن تضلوا أبداً كتاب الله وسنة نبيه \" (2).\nوعن كثير بن عبد الله بن عمرو بن عوف عن أبيه عن جده قال رسول الله صلىالله عليه وسلم: \" تركت فيكم أمرين لن تضلوا ما تمسكتم بهما كتاب الله وسنة نبيه صلى الله عليه وسلم\" (3).\nوعن أبي أمامه قال: قال رسول الله صلى الله عليه وسلم: \" ما ضل قومٌ بعد هدىً كانوا عليه إلا أتوا الجدل ثم تلا رسول الله صلى الله عليه وسلم:\n{مَا ضَرَبُوهُ لَكَ إِلاّ جَدَلاَ بَلْ هُمْ قَوْمٌ خَصِمُونَ} \" (4).\nوالكتاب والسنة قد هُدِي من تمسك بهما.\nهذه الأحاديث تفيد أن في اتباع السنة النبوية سلامة من الضلال: \"تركت فيكم شيئين لن تضلوا ما تمسكتم بهما كتاب الله وسنتي ولن يتفرقا حتى يردا على الحوض\". إذاً هذا\n__________\n(1) أخرجه الحاكم والدار قطني والبيهقي\n(2) أخرجه البيهقي.\n(3) أخرجه ابن عبد البر في التمهيد مسنداً.\n(4) أخرجه ابن عبد البر أيضاً في التمهيد وأخرجه الترمذي\n(1/14)\n\nالحديث فيه بشارة لمن اتبع سنة الرسول صلى الله عليه وسلم وتمسك بها وأنها ستكون داعية وهادية في عرصات يوم القيامة إلى الحوض المورود حوض النبي صلى الله عليه وسلم وهذه ثمرة عظيمة من ثمرات التمسك والاتباع لسنة الرسول صلى الله عليه وسلم.\nقال ابن تيمية رحمه الله: \"كان أئمة المسلمين مثل مالك وحماد بن زيد والثوري ونحوهم إنما تكلموا بما جاءت به الرسالة وفيه الهدى والشفاء فمن لم يكن له علم بطريق المسلمين يعتاض عنه بما عند هؤلاء وهذا سبب ظهور البدع في كل أمة وهو خفاء سنن المرسلين فيهم وبذلك يقع الهلاك، ولهذا كانوا يقولون: الاعتصام بالسنة نجاة\".\nقال مالك رحمه الله: \"السنة مثل سفينة نوح من ركبها نجا ومن تخلف عنها هلك\".\nوهذا حق فإن سفينة نوح إنما ركبها من صدق المرسلين واتبعهم وأن من لم يركبها فقد كذب المرسلين. واتباع السنة هو اتباع الرسالة التي جاءت من عند الله فتابعها بمنزلة من ركب مع نوح السفينة باطنا وظاهرا والمتخلف عن اتباع الرسالة بمنزلة المتخلف عن اتباع نوح عليه السلام وركوب السفينة معه.\nوهكذا إذا تدبر المؤمن سائر مقالات الفلاسفة وغيرهم من الأمم التي فيها ضلال وكفر وجد القرآن والسنة كاشفان لأحوالهم مبينان لحقهم مميزان بين حق ذلك وباطله والصحابة كانوا أعلم الخلق بذلك كما كانوا أقوم الخلق بجهاد الكفار والمنافقين كما قال فيهم عبدالله بن مسعود: من كان منكم مستنا فليستن بمن قد مات فإن الحي لا تؤمن عليه الفتنة أولئك أصحاب محمد كانوا أبر هذه الأمة قلوبا وأعمقها علما وأقلها تكلفا قوم اختارهم الله لصحبة نبيه وإقامة دينه، فاعرفوا لهم حقهم، وتمسكوا بهديهم فإنهم كانوا على الهدي المستقيم\" (1) اهـ.\n__________\n(1) مجموع الفتاوى (4/ 137).",
        "(1/15)\n\nالثمرة الرابعة\nأن في السنة دخولاً تحت اسم النبي صلى الله عليه وسلم\nوفي تركها خروج عن اسم الرسول صلى الله عليه وسلم.\n\nالرسول عليه الصلاة والسلام يقول: \"من رغب عن سنتي فليس مني\" وله قصة أخرج الشيخان واللفظ للبخاري عن أنس بن مالك رضي الله عنه يقول: جاء ثلاثة رهط إلى بيوت أزواج النبي صلى الله عليه وسلم يسألون عن عبادة النبي صلى الله عليه وسلم فلما أخبروا كأنهم تقالوها، فقالوا أين نحن من النبي صلى الله عليه وسلم قد غفر له ما تقدم من ذنبه وما تأخر، قال أحدهم: أما أنا فإني أصلي الليل أبداً وقال آخر: أنا أصوم الدهر ولا أفطر، وقال آخر: أنا أعتزل النساء فلا أتزوج أبداً. فجاء رسول الله صلى الله عليه وسلم إليهم فقال: أنتم الذين قلتم كذا وكذا أما والله إني لأخشاكم لله واتقاكم له لكني أصوم وأفطر وأصلي وأرقد وأتزوج النساء فمن رغب عن سنتي فليس مني \".\nوترك سنة الرسول صلى الله عليه وسلم هو رغبة عنه، تركها بعد علمها هو رغبة عنه والرغبة عن سنة الرسول صلى الله عليه وسلم على درجتين: قد تكون في درجة المعصية وقد تكون في درجة الكفر والعياذ بالله.\nإذا تركتها إعراضاً عنها وإنكاراً لها وانتقاصاً لها فأنت انتقصت الدين وانتقاص الدين نوع من الكفر والإعراض عن الدين نوع من أنواع الكفر والعياذ بالله.\nأما إذا تركت السنة تهاوناً وكسلاً لا عن اعتقاد القصور فيها واعتقاد النقص فيها، فأنت بحسب هذه السنة التي تركتها إن تركت واجباً فأنت عليك إثم الواجب وإن تركت\n(1/16)",
        "\nمستحباً فأنت قد فاتك فضل المستحب وإذا أدمنت وداومت على ترك المستحب فإن أهل العلم في المذاهب الأربعة يسقطون عدالتك ويفسقونك بترك السنة بمعنى الإدمان على تركها. من ذلك ما ورد عن الإمام أحمد بن حنبل رضي الله عنه: أنه سئل عمن يترك صلاة الوتر وصلاة الوتر عنده مستحبة ليست بواجبة فقال: لما سئل عمن ترك أو أدمن ترك صلاة الوتر لا يصلي الوتر قال: ذاك رجل فاسق ترد شهادته. وهو يترك سنة ولذلك نحن ننبه الناس نقول: لا تفهموا من قول العلماء إن السنة يثاب فاعلها ولا يعاقب تاركها هذا المعنى الذي تصلون به إلى التهاون بالسنة نقول: لا، العلماء ما أرادوا هذا إنما أرادوا بيان السنة والواجب والمحرم والمكروه، أرادوا ما تصح به العبادة وما تفسد به العبادة، أرادوا بيان أدنى الأحوال التي يصل بها الإنسان إلى حد العدالة عموماً لا على الدوام وهم يفرقون مع قولهم إن السنة يثاب فاعلها ولا يعاقب تاركها يفرقون بين من أدمن على ترك السنن وبين من كان يتركها أحياناً ولذلك الإمام أحمد بن حنبل وغيره من أئمة الحق قالوا: ما بلغنا حديث عن رسول الله صلى الله عليه وسلم إلا عملنا به ولو مرة واحدة.\nلماذا يصفون هذا؟ لماذا يقولون هذا؟\nحتى يعدوا من أصحاب هذه السنة، يعدوا من أصحاب هذا الحديث لذلك من ثمرات العمل بالسنة وفضل العمل بالسنة أن من يعمل بها يعد من أهلها.\n(1/17)\n",
        "الثمرة الخامسة\nأن في فضل السنة واتباعها الفكاك من سبل الشيطان\n\nعن ابن مسعود رضي الله عنه قال:\" خط لنا رسول الله صلى الله عليه وسلم خطاً فقال: هذا سبيل الله ثم خط خطوطاً عن شماله وعن يمينه ثم خط خطوطاً صغيرة عن شمال هذا الخط وعن يمينه ثم قال رسول الله صلى الله عليه وسلم: هذا سبيلي أشار إلى الخط الطويل وقال: هذا سبيلي وهذه سبل على كل سبيل منها شيطان يدعوا إليه ثم تلا {وَأَنّ هََذَا صِرَاطِي مُسْتَقِيماً فَاتّبِعُوهُ وَلاَ تَتّبِعُوا السّبُلَ فَتَفَرّقَ بِكُمْ عَن سَبِيلِهِ ذَلِكُمْ وَصّاكُمْ بِهِ لَعَلّكُمْ تَتّقُونَ} \". فمن اتبع سنة الرسول صلى الله عليه وسلم اتبع الصراط المستقيم وسلم من سبل الشياطين، وخط الرسول صلى الله عليه وسلم الذي صنعه ومثله بالمثال ليقربه إلى أذهان الناس فخط خطاً وخط على جانبه خطوطاً تصويراً لحقيقة هذه السنة، فالسنة طريق طويل ليست طريقاً قصيراً ولذلك الذين يتعجلون نتائج الدعوة يتعجلون نتائج اتباع السنة وتطبيق السنة يقولون: يا أخي نحن لنا مدة على طلب الحديث ونطبق الحديث والعمل بالسنة ولكن ما يوجد أثر لهذا؛ المجتمعات ماتغيرت!!\nفأقول لك: يا أخي لا ضير في ذلك أما ترى أن رسول الله صلى الله عليه وسلم لما مثل لسنته وصراطه مثله صراطاً طويلاً ولما مثل السبل الأخرى مثلها سبل قصيرة على جانبيه فلا تغتر ولا تظنن أن اتباعك لتلك السبل التي هي على خلاف السنة يوصلك إلى النتيجة! فبعض الناس قد يظن أنه بهذا الأسلوب الذي يخالف سنة الرسول يصل مباشرة إلى مقصود الدعوة!\n(1/18)\n\nفنقول: هذه كلها اغواءات من الشيطان يغويك يفتح لك الأبواب ويغرر بك يوهمك أن هذا السبيل نتيجته سريعة طريقه قصير أما طريق السنة يا أخي فإنه طريق طويل محفوف بالمكاره، ولكنه صراط مستقيم يؤدي بسالكه إلى الجنة، وينجو به من النيران!\nهذا سبيل الرسول صلى الله عليه وسلم إن أردته ألزمه وهو طريق طويل عليك إن تصبر وعليك أن تتابع السبيل ولذلك كان من الوصايا العامة لجميع المؤمنين ما ذكره الله سبحانه وتعالى في قوله {وَالْعَصْرِ. إِنّ الإِنسَانَ لَفِى خُسْرٍ. إِلاّ الّذِينَ آمَنُواْ وَعَمِلُواْ الصّالِحَاتِ وَتَوَاصَوْاْ بِالْحَقّ وَتَوَاصَوْاْ بِالصّبْر}\nلابد من الصبر في أمر الدعوة!\nوسبيل الرسول صلى الله عليه وسلم في الدعوة ومنهج الأنبياء في الدعوة ليس بمنهج سريع تستعجل فيه ثمرته، ليس بمنهج بين يوم وليلة بين سنة وسنتين، بل هو سبيل طويل، وصراط مستقيم، أمّا سبيل الشياطين فإنها كلها قصيرة يغرر بك بقصرها فتتوهم أنها تؤدي إلى النتيجة سريعاً!\nفسبيل السنة سبيل طويل عليك أن تتبعه وأن تسلكه وأن تتواصى فيه مع إخوانك بالحق وأن تتواصى فيه مع إخوانك بالصبر.\nإذاً في اتباعك للسنة أمان لك وفكاك لك من سبل الشياطين.\nقال ناصر الدين أحمد بن محمد المعروف بابن المنير (ت683هـ) رحمه الله: \"من الحقوق الواجبة نشرها (يعني: السنة) على الناس قاطبة يحملها الآخذ إلى الغالب، ويبلغها الشاهد إلى الغائب، وقال رسول الله صلى الله عليه وسلم: \"نضر الله امرءاً سمع مقالتي فوعاها ثم أدّاها كما سمعها فرب مبلغ أوعى من سامع\" فوظيفة الحامل الجاهل في هذه الأمانة أن يؤديها إلى أهلها بالوفاء والتسليم ووظيفة الحامل الحاذق أيضاً أن يؤديها إلى من عساه أحذق منه في الفهم والتفهيم.",
        "(1/19)\n\nوليحذر أن يحجب عن المزيد باعتقاد أنه ذلك العظيم ففوق كل ذي علم عليم، ومهما ظن أنه ليس وراء قدره مرمى، فقد حرم بركة قوله عزوجل: {وقل ربي زدني علماً} [طه:114] وقد كان العلماء الربانيون من هذه الأمة على ما وهبوه من القوة في غاية الجزع والهلع يتدرعون العجز الذي يأباه اليوم لكع بن لكع، حتى كان مالك رحمه الله وهو الذي لا يقري أحد كما يقري أهون ما عليه أن يقول فيما لا يدري أنه لا يدري، ويشير بها إلى الأفاضل والأماثل ويقول: جنة العالم لا أدري فإذا أخطأها أصيبت منه المقاتل\"اهـ. (1)\nقال ابن تيمية رحمه الله: \"وعامة هذه الضلالات إنما تطرق من لم يعتصم بالكتاب والسنة كما كان الزهري يقول: كان علماؤنا يقولون الاعتصام بالسنة هو النجاة.\nوقال مالك: السنة سفينة نوح من ركبها نجا ومن تخلف عنها غرق؛ وذلك أن السنة والشريعة والمنهاج هو الصراط المستقيم الذي يوصل العباد إلى الله والرسول هو الدليل الهادي الخريت في هذا الصراط كما قال تعالى: {إِنّآ أَرْسَلْنَاكَ شَاهِداً وَمُبَشّراً وَنَذِيراً. وَدَاعِياً إِلَى اللّهِ بِإِذْنِهِ وَسِرَاجاً مّنِيراً}.\nوقال تعالى: {وإنّك لتهدي إلى صراطٍ مُسْتَقيم. صِرَاطِ اللّهِ الّذِي لَهُ مَا فِي السَّموَات وَمَا فِي الأرْضِ أَلاَ إِلَى اللّهِ تَصِيرُ الاُمُورُ}.\nوقال تعالى: {وَأَنّ هََذَا صِرَاطِي مُسْتَقِيماً فَاتّبِعُوهُ وَلاَ تَتّبِعُوا السّبُلَ فَتَفَرّقَ بِكُمْ عَن سَبِيلِهِ ذَلِكُمْ وَصّاكُمْ بِهِ لَعَلّكُمْ تَتّقُونَ}.\nوقال عبدالله بن مسعود: خط رسول الله صلى الله عليه وسلم خطا وخط خطوطا عن يمينه وشماله ثم قال هذا سبيل الله وهذه سبل على كل سبيل منها شيطان يدعو إليه ثم قرأ:\n__________\n(1) المتواري على تراجم أبواب البخاري ص34ـ35.\n(1/20)",
        "\n{وَأَنّ هََذَا صِرَاطِي مُسْتَقِيماً فَاتّبِعُوهُ وَلاَ تَتّبِعُوا السّبُلَ فَتَفَرّقَ بِكُمْ عَن سَبِيلِهِ ذَلِكُمْ وَصّاكُمْ بِهِ لَعَلّكُمْ تَتّقُونَ} [الأنعام:153].\nوإذا تأمل العاقل الذي يرجو لقاء الله هذا المثال وتأمل سائر الطوائف من الخوارج ثم المعتزلة ثم الجهمية والرافضة ومن أقرب منهم إلى السنة من أهل الكلام مثل الكرامية والكلابية والأشعرية وغيرهم (1) وأن كلا منهم له سبيل يخرج به عما عليه الصحابة وأهل الحديث ويدعى أن سبيله هو الصواب وجدت أنهم المراد بهذا المثال الذي ضربه المعصوم الذي لا يتكلم عن الهوى إن هو إلا وحي يوحى\" [مجموع الفتاوى (4/ 56ـ57)].\n__________\n(1) وكذا فرق الاختلاف إلى يومنا هذا ‍.\n(1/21)\n",
        "الثمرة السادسة\nفي اتباع السنة تحصل الشرع والدين\n\nوذلك أن الدين معناه أن لا تعبد إلا الله ولا تعبد الله إلا بما شرع ولا طريق لنا في معرفة الشرع بغير القرآن العظيم والسنة النبوية، ولهذا كانت العبادات توقيفية ولا غرو قالت عائشة رضي الله عنها: \" كان خلقه القرآن \" وسنته صلى الله عليه وسلم شاملة لكل الدين. فهي المبينة للقرآن العظيم قال الله تبارك وتعالى: {وَأَنْزَلْنَا إِلَيْكَ الذِّكْرَ لِتُبَيِّنَ لِلنِّاسِ مَا نُزّلَ إِلَيْهِمْ وَلَعَلَّهُمْ يَتَفَكَّرُونَ} وقال تعالى: {وَمَآ أَنْزَلْنَا عَلَيْكَ الْكِتَابَ إِلاّ لِتُبَيّنَ لَهُمُ الّذِي اخْتَلَفُواْ فِيهِ وَهُدًى وَرَحْمَةً لّقَوْمٍ يُؤْمِنُونَ} [النحل:64].\nتوضأ رسول الله صلى الله عليه وسلم وقال: \" هذا وضوئي ووضوء الأنبياء من قبلي، فمن زاد أو أنقص فقد أساء وظلم\".\nوصلى رسول الله صلى الله عليه وسلم، وهو الذي قال: \"صلوا كما رأيتموني أصلي\"!\nوهو الذي قال: \"إنما بعثت لأتمم مكارم الأخلاق\" وهو الذي قال: \" أفشوا السلام بينكم وأطعموا الطعام وصلوا بالليل والناس نيام تدخلوا جنة ربكم بسلام \".\nوقال ابن تيمية رحمه الله: \" ولهذا قال الفقهاء العبادات مبناها على التوقيف كما في الصحيحين عن عمر بن الخطاب رضي الله عنه أنه قبل الحجر الأسود وقال: والله إني لأعلم أنك حجر لا تضر ولا تنفع ولولا أني رأيت رسول الله - صلى الله عليه وسلم - يقبلك لما قبلتك.\nوالله سبحانه وتعالى أمرنا باتباع الرسول وطاعته وموالاته ومحبته وأن يكون الله ورسوله أحب إلينا مما سواهما وضمن لنا بطاعته ومحبته محبة الله وكرامته فقال تعالى {قل إن كنتم تحبون الله فاتبعوني يحببكم الله ويغفر لكم ذنوبكم} وقال تعالى {وإن تطيعوه تهتدوا}\n(1/22)\n\nوقال تعالى {ومن يطع الله ورسوله يدخله جنات تجري من تحتها الأنهار خالدين فيها وذلك الفوز العظيم}.\nوأمثال ذلك في القرآن كثير ولا ينبغي لأحد أن يخرج في هذا عما وضحت به السنة وجاءت به الشريعة ودل عليه الكتاب والسنة وكان عليه سلف الأمة وما علمه قال به وما لم يعلمه أمسك عنه ولا يقفُ ما ليس به علم ولا يقول على الله ما لم يعلم فإن الله تبارك وتعالى قد حرم ذلك كله انتهى كلامه رحمه الله \".\nفمن ثمرا ت اتباع السنة أنك باتباعها تحصل الدين جميعه.\nإن شهادة أن لا إله إلا الله وأن محمداً رسول عبده ورسوله تتضمن أمرين:\nأن لا نعبد إلا الله وأن لا نعبده إلا بما شرع.\nإن هذين الأمرين هما اللذان يقوم عليهما الدين.\nأما نقول ذلك؟ إذاً الإتباع أن لا نعبد الله إلا بما شرع، وتحقيق هذا الأصل لا يكون إلا باتباع الرسول - صلى الله عليه وسلم - وهو معنى الجزء الثاني من الشهادة وأشهد أن محمداً رسول الله فلا طريق لك إلى معرفة عبادة الله إلا عن طريق اتباع رسول الله واتباع الرسول يكون بأخذ سنته صلى الله عليه وسلم ولذلك يقول الرسول صلى الله عليه وسلم: \"من عمل عملاً ليس عليه أمرنا فهو رد\". يعني تتقرب إلى الله بأمر انظر هذا الأمر هل هو من الأمور التي تقرب بها الرسول عليه الصلاة والسلام أم لا. فإذا وجدتها من ذلك فهي مقبولة إن شاء الله إذا توفرت شروط القبول وإذا لم يكن الأمر كذلك فهو مردود عليك ولذلك حكم أهل العلم إن الذين يتقربون إلى الله بأمور محدثة يعني ببدع لا تقبل منهم عبادتهم لماذا؟ لأن الرسول عليه الصلاة والسلام قال: \"من عمل عملاً ليس عليه أمرنا فهو رد\" إذاً في اتباع سنة الرسول عليه الصلاة والسلام وتقفيها أخذ بالدين كله. والرسول عليه الصلاة والسلام علمنا كيف نتوضأ وكيف نصلي وعلمنا الآداب والأخلاق وكان يعلمنا لما دخل المدينة",
        "(1/23)\n\nقال: \"أفشوا السلام وأطعموا الطعام وصلوا والناس نيام تدخلوا الجنة بسلام\" ويعلمنا يقول: \" إنما بعثت لأتمم مكارم الأخلاق \" علمنا الصيام وعلمنا الزكاة وعلمنا أمور الدين. فاتباعك لسنة الرسول أخذ بأمور الدين جميعها.\nقال ابن عبدالبر (ت463هـ):\"هذا حديث مدني صحيح ويدخل في هذا المعنى الصلاح والخير كله والدين والفضل والمروءة والإحسان والعدل فبذلك بعث ليتممه صلى الله عليه وسلم.\nوقد قال العلماء إن أجمع آية للبر والفضل ومكارم الأخلاق قوله عز وجل: {إِنَ اللَّهَ يَأْمُرُ بِالْعَدْلِ وَالإحْسَانِ وَإِيتَآءِ ذِي الْقُرْبَى وَيَنْهَى عَنِ الْفَحْشَاءِ وَالْمُنْكَرِ وَالْبَغْيِ يَعِظُكُمْ لَعَلّكُمْ تَذَكّرُونَ} [النحل:90].\nوروينا عن عائشة ذكره ابن وهب وغيره أنها قالت: \"مكارم الأخلاق صدق الحديث وصدق الناس وإعطاء السائل والمكافأة وحفظ الأمانة وصلة الرحم والتدمم للصاحب وقرى الضيف والحياء رأسها\".\nقالت: \"وقد تكون مكارم الأخلاق في الرجل ولا تكون في ابنه وتكون في ابنه ولا تكون فيه وقد تكون في العبد ولا تكون في سيده يقسمها الله لمن أحب\"اهـ[التمهيد (24/ 334)].\nقلت: وسنة الرسول هي الدين كما تقدم، وهي المبينة لما في القرآن العظيم، وقد كان خلقه صلى الله عليه وسلم القرآن كما قالت أم المؤمنين عائشة رضي الله عنها.\nوقد قال ابن تيمية: \"ولهذا قال الفقهاء: العبادات مبناها على التوقيف كما في الصحيحين عن عمر بن الخطاب أنه قبل الحجر الاسود وقال: \"والله إني لأعلم أنك حجر لا تضر ولا تنفع ولولا أني رأيت رسول الله صلى الله عليه وسلم يقبلك لما قبلتك\" والله سبحانه أمرنا باتباع الرسول وطاعته وموالاته ومحبته وأن يكون الله ورسوله أحب إلينا مما سواهما وضمن لنا بطاعته ومحبته محبة الله وكرامته فقال تعالى: {قل إن كنتم تحبون الله فاتبعونى يحببكم الله\n(1/24)",
        "\nويغفر لكم ذنوبكم}، وقال تعالى: {وإن تطيعوه تهتدوا}، وقال تعالى: {ومن يطع الله ورسوله يدخله جنات تجرى من تحتها الأنهار خالدين فيها وذلك الفوز العظيم}، وأمثال ذلك في القرآن كثير.\nولا ينبغي لأحد أن يخرج فى هذا عما مضت به السنة وجاءت به الشريعة ودل عليه الكتاب والسنة وكان عليه سلف الأمة وما علمه قال به وما لم يعلمه أمسك عنه ولا يقفو ما ليس له به علم ولا يقول على الله ما لم يعلم فان الله تعالى قد حرم ذلك كله\"اهـ[قاعدة جليلة في التوسل والوسيلة ص270ـ271].\n(1/25)\n",
        "الثمرة السابعة\nأن في اتباعك لها رفع لسمة الذل والهوان عن الأمة\n\nوذلك لأن السنة هي الدين وترك الدين سبب للذل والهوان.\nأخرج أحمد في المسند وأبو داود في سننه عن ابن عمر قال: سمعت رسول الله صلى الله عليه وسلم يقول: \" إذا تبايعتم بالعينة وأخذتم أذناب البقر ورضيتم بالزرع وتركتم الجهاد سلط الله عليكم ذلاً لا ينزعه حتى ترجعوا إلى دينكم\" والعودة إلى السنة عودة إلى الدين.\nوفي حديث جبريل الطويل الذي هو أم السنة بعد أن ذكر أركان الإيمان والإسلام والإحسان قال: \"هذا جبريل أتاكم يعلمكم أمور دينكم\"!\nالرسول عليه الصلاة والسلام أخبر بأمر سيكون وأخبر بالنتيجة وذلك على سبيل الخلاص قال:\" إذا تبايعتم بالعينة \" والعينة نوع من أنواع البيوع تباع فيها السلعة ويبقى عينها عند بائعها ويشتريها البائع ممن اشتراها منه، كأن يذهب إنسان إلى صاحب سيارات وهو محتاج فلوس فيقول لصاحب السيارات: بعني هذه السيارة بالتقسيط بعشرين ألف، فيبيعه بعشرين ألف، وصاحب السيارة عارف أنه ما يريد السيارة يريد الفلوس فيقول له: أنا اشتري منك هذه السيارة نقداً بخمسة عشر ألفاً فيصير في الحقيقة أنه أخذ خمسة عشر ألفاً حاله بعشرين ألف مؤجلة ألم يحصل هذا.\nهذا هو بيع العينة، سمي عينة لأن عين السلعة المباعة لم تنتقل من حرز مالكها.\nوالرسول عليه الصلاة والسلام عنون ببيع العينة من باب الإشارة إلى تفشي أنواع البيوع المحرمة لأنه لا يوجد عندنا في المعاملات في البيع والشراء إلا بيع وربا فعنوان البيوع المحرمة الربا ومنه بيع العينة.\n(1/26)\n\nقال: \"إذا تبايعتم بالعينة واتبعتم أذناب البقر\" كانوا في السابق ولايزال إلى الآن في بعض البلاد المحراث يجره بقر وثور فيأتي المزارع يمشي خلف البقر ويمسك المحراث ويغرزه في الأرض حتى يقلبها فالرسول صلى الله عليه وسلم عبر عن الركون إلى الدنيا والأرض باتباع أذناب البقر يعني تصيروا أهل زرع وأهل دنيا وأهل مال فتجلسوا في الأرض وتتركوا الجهاد. قال: \"إذا تبايعتم بالعينة واتبعتم أذناب البقر وتركتم الجهاد \" تضمن ثلاثة أمور:\n1ـ إذا تبايعتم بالعينة! قلنا: هذا عنوان البيوع المحرمة الربوية.\n2ـ واتبعتم أذناب البقر! معناه الركون إلى الدنيا.\n3ـ وتركتم الجهاد\nما هي نتيجة هذه الأمور إذا وجدت في مجتمع من المجتمعات: \"سلط الله عليكم ذلاً لا يرفعه عنكم حتى تعودوا إلى دينكم \".\nإذاً اتباع السنة عودة إلى الدين والعودة إلى الدين سبب في رفع الذل عنا.\nإذاً اتباع السنة سبب في رفع الذل عن أمة المسلمين.\nأخذ سنة الرسول صلى الله عليه وسلم والسير عليها والتمشي بها والحرص والتمسك بما جاء عنه صلى الله عليه وسلم سبب لرفع الذل عن المسلمين وهذا ثمرة من ثمرات اتباع السنة أخبرنا بها الرسول صلى الله عليه وسلم في هذا الحديث.\nفي حديث جبريل الطويل ذكر الإيمان والإسلام والإحسان وقال: \"هذا جبريل أتاكم يعلمكم أمور دينكم\"؛ إذاً الذل لا يرفع إلا بالعودة إلى الدين والدين هو معرفة أركان الإيمان والإسلام والإحسان أليس كذلك؟!.\nفمن أراد أن يعود إلى الدين فعليه أن يتعلم أحكام هذه المذكورات في حديث جبريل. فهل بعد هذا يلام أهل الحديث أنهم يشتغلون بتعليم الناس أحكام الطهارة وأحكام الصوم",
        "(1/27)\n\nوأحكام الزكاة وأحكام الإيمان والإيمان بالله وبالملائكة والكتب ويتركوا الكلام في الأشياء التي لا فائدة فيها؟!\nيتحدث أهل الحديث في هذه الأمور يعلمون الناس الدين، هل يقال عنهم بعد ذلك أنتم علماء حيض ونفاس ولستم بعلماء واقع ولستم بعلماء دعوة؟\nالعالم الذي يعلم الناس هذه الأمور يعلم الناس الدين يعلمهم السبيل الذي يخرجون به عن الذل والهوان يعلمهم السبيل الذي أرشدهم الرسول صلى الله عليه وسلم إليه. إذا أرادوا الخلاص والنجاة في الآخرة!\nفمن ترك تعلم هذه الأمور وجعل كلامه كله عن العلمانية وعن الشيوعية وعن الدول الكبرى وعن كذا، وترك تعليم نفسه ما يحتاجه من أمر دينه، بله تعليم الناس هذه الأشياء، هل علم الدين؟ هل تحقق فيه الرجوع إلى الدين، الذي أراده صلى الله عليه وسلم في قوله: \"حتى ترجعوا إلى دينكم\" وفي حديث جبريل ذكر الإيمان وأركانه والإسلام وأركانه والإحسان: \"وقال: هذا جبريل أتاكم يعلمكم أمور دينكم\"؟\nفهل نتعلم الدين بدون أن نتعلم كيف نصلي؟!\nهل نتعلم الدين من غير أن نتعلم الطهارة التي هي مفتاح الصلاة؟!\nهل نتعلم الدين من غير أن نعلم نساءنا وبناتنا وحريمنا أحكام الحيض وأحكام النفاس وهي أمور تمر عليهم دائماً؟\nهل نكون تعلمنا الدين بغير ذلك؟\nهل نتعلم الدين ونحن لا نعرف نعبد الله على الطريقة التي تقول: إن صلاتي أنا كما صلاها الرسول صلى الله عليه وسلم، حجي أنا كما حج الرسول صلى الله عليه وسلم، صومي أنا كما صام الرسول صلى الله عليه وسلم؟\nهل عرفنا الدين؟!\n(1/28)",
        "\nإذاً من ثمرات اتباع السنة ومن فضل اتباع السنة أن فيها رفع سمة الذل والهوان عن المسلمين.\nسر يا أخي على الجادة اتبع سنة الرسول صلى الله عليه وسلم أحرص على أن تقيم عبادة الله وتحققها وثق أنك إذا ما مشيت على هذا فصلحت نفسك وأصلحت أهلك وأسرتك وصلاح النفس صلاح الأسرة.\nوصلاح الأسرة صلاح المجتمع.\nوصلاح المجتمع صلاح المدينة.\nوصلاح المدينة صلاح الدولة.\nوصلاح الدولة صلاح الأمة.\nوصلاح الأمة صلاح الكون جميعه بإذن الله؛ فأحرص وأبدا بنفسك ثم أدناك فأدناك.\n(1/29)\n",
        "الثمرة الثامنة\nأن فيها وصف الداء الذي اعترى الأمة الإسلامية ووصف الدواء\n\nأخرج أحمد وأبو داود عن ثوبان قال: قال رسول الله صلى الله عليه وسلم: \"يوشك الأمم أن تتداعى عليكم كما تداعى الأكلة على قصعتها فقال قائل: ومن قلة نحن يومئذٍ قال: بل أنتم يومئذٍ كثير ولكنكم غثاءٍ كغثاء السيل ولينزعن الله من صدور عدوكم المهابة لكم و ليقذفن الله في قلوبكم الوهن فقال قائل: يا رسول الله وما الوهن قال: حب الدنيا وكراهية الموت \".\nالرسول صلى الله عليه وسلم وصف داءنا وحالنا: \"يوشك أن تداعى عليكم الأمم كما يتداعى الأكلة على قصعتها \".\nأما حصل هذا؟! والله حصل تداعت دول الاستعمار على البلاد الإسلامية التي حباها الله سبحانه وتعالى بالخيرات رزقها الله بالخيرات أنهار وزراعة وبترول وأمور مختلفة تداعوا عليها كما يتداعى الأكلة على قصعتها!\n\"قالوا: أمن قلة نحن يا رسول الله؟ \" هل نحن قليل حتى تجيء دول وتتكاثر علينا؟!\n\"قال: لا بل كثير ولكنكم غثاء كغثاء السيل\". فما السبب في ضعفنا؟\n\"قال: ولينزعن الله من صدورهم المهابة لكم وليقذفن الله في قلوبكم الوهن قالوا يا رسول الله ما الوهن قال حب الدنيا وكراهية الموت\".\nإذاً في السنة وصف الداء ووصف الدواء تريد تعالج نفسك تريد تمشي في طريقك تريد تحقق الخير لك؛ احرص على اتباع السنة وعالج نفسك من أمر حب الدنيا وكراهية الموت تنظر في السنة تجد فيها حديثاً يقول: \" أكثروا من زيارة القبور فإنها تذكركم بالأخرة \" تنظر في السنة تجد فيها حديثاً يقول: \"من كان يؤمن بالله واليوم الآخر فليقل خيراً أو ليصمت\"، تذكرك\n(1/30)\n\nبالآخرة بالموت كل ما قرأت واطلعت في السنة وطبقتها، يضعف في نفسك حب الدنيا وخوف الموت شيئاً فشيئاً!\nتسمع في السنة عن الدنيا: \"الدنيا ملعونة ملعون ما فيها إلا ذكر الله وما والاه أو عالم أو متعلم\".\nتقرأ في القرآن العظيم: {زين للناس حب الشهوات من النساء والبنين والقناطير المقنطرة من الذهب والفضة والخيل المسومة والأنعام ... إلى آخره}\nوتستمر في تعلم القرآن والسنة فتتوضح لك الحقائق وتتكشف لك الدنيا!\nفتقوم وقد عرفت ما هي الدنيا! عرفت ما هي الأمور التي حولك! فسلمت من الوهن وسلامتك من الوهن خروج لك من حالة الغثائية.",
        "(1/31)\n\nالثمرة التاسعة\nأن في سنته صلى الله عليه وسلم تحصيل تمام الأخلاق وجميلها ومكارمها\n\nأخرج أحمد عَنْ أَبِي هُرَيْرَةَ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:\"إِنَّمَا بُعِثْتُ لِأُتَمِّمَ صَالِح الْأَخْلَاقِ \" (1).\n(1) المسند (الرسالة) 14/ 513.قال ابن عبدالبر (ت463هـ):\"هذا حديث مدني صحيح ويدخل في هذا المعنى الصلاح والخير كله والدين والفضل والمروءة والإحسان والعدل فبذلك بعث ليتممه صلى الله عليه وسلم.\nوقد قال العلماء إن أجمع آية للبر والفضل ومكارم الأخلاق قوله عز وجل: {إِنَ اللَّهَ يَأْمُرُ بِالْعَدْلِ وَالإحْسَانِ وَإِيتَآءِ ذِي الْقُرْبَى وَيَنْهَى عَنِ الْفَحْشَاءِ وَالْمُنْكَرِ وَالْبَغْيِ يَعِظُكُمْ لَعَلّكُمْ تَذَكّرُونَ} [النحل:90].\nوروينا عن عائشة ذكره ابن وهب وغيره أنها قالت: \"مكارم الأخلاق صدق الحديث وصدق الناس وإعطاء السائل والمكافأة وحفظ الأمانة وصلة الرحم والتدمم للصاحب وقرى الضيف والحياء رأسها\".\nقالت: \"وقد تكون مكارم الأخلاق في الرجل ولا تكون في ابنه وتكون في ابنه ولا تكون فيه وقد تكون في العبد ولا تكون في سيده يقسمها الله لمن أحب\"اهـ (1).\nقلت: وسنة الرسول هي الدين كما تقدم، وهي المبينة لما في القرآن العظيم، وقد كان خلقه صلى الله عليه وسلم القرآن كما قالت أم المؤمنين عائشة رضي الله عنها.\n__________\n(1) التمهيد24/ 334.\n(1/32)",
        "\nالثمرة العاشرة\nأن في لزوم السنة النجاة من الفتنة والعذاب الأليم\n\nقال الله تبارك وتعالى {لا تجعلوا دعاء الرسول بينكم كدعاء بعضكم بعضاً قد يعلم الله الذين يتسللون منكم لواذا فليحذر الذين يخالفون عن أمره أن تصيبهم فتنة أو يصيبهم عذاب أليم}.\nكل من خالف السنة! كل من خالف أمر الرسول! عليه أن يحذر {فليحذر الذين يخالفون عن أمره أن تصيبهم فتنة أو يصيبهم عذاب أليم} تصيبهم فتنة فيدخل الكفر في قلوبهم أو النفاق في قلوبهم أو يدخلوا في البدع فيلحقهم بذلك عذاب أليم!\nفمن فضل اتباع سنة الرسول أنها تحفظك من الفتنة.\nجاء رجل إلى الإمام مالك قال: يا إمام أريد العمرة! قال: اعتمر! قال: أريد أن أحرم لها من المدينة من المسجد! قال: يا بني اعتمر رسول الله صلى الله عليه وسلم من ذي الحليفة واعتمارك من المسجد خلاف السنة وإني أخشى عليك الفتنة إذا أنت فعلت هذا ثم تلا {فليحذر الذين يخالفون عن أمره أن تصيبهم فتنة أو يصبهم عذاب أليم}.\n(1/33)\n",
        "الثمرة الحادية عشر\nأن في اتباع السنة ولزومها تحقيق الإيمان وحصول السعادة في\nالدارين والسلامة من النيران\n\nقال تعالى: {ومن أعرض عن ذكري فإن له معيشة ضنكاً ونحشره يوم القيامة أعمى}، فمن اتبع سنة الرسول صلى الله عليه وسلم ولزمها فإنه لم يعرض عن الدين ولا عن ذكر الله بل أقبل فهذا لا يكون حاله كمن أعرض وقد قال تعالى {قل إن كنتم تحبون الله فاتبعوني يحببكم الله ويغفر لكم ذنوبكم} وقال تعالى {وإن تطيعوه تهتدوا} وقال تعالى {ومن يطع الله ورسوله يدخله جنات تجري من تحتها الأنهار خالدين فيها وذلك الفوز العظيم}.\nوبالمقابل جاءت آيات في حال من يعصي الله ورسوله قال تبارك وتعالى: {ومن يعص الله ورسوله ويتعدى حدوده يدخله ناراً خالداً فيها وله عذاب مهين}، بل نفى الإيمان عمن لم يحقق الاتباع له صلى الله عليه وسلم، قال الله تعالى: {فلا وربك لا يؤمنون لك حتى يحكموك فيما شجر بينهم ثم لا يجدوا في أنفسهم حرجاً مما قضيت ويسلموا تسليماً}، وقال تبارك وتعالى: {ما كان لمؤمن ولا مؤمنة إذا قضى الله ورسوله أمراً أن يكون لهم الخيرة من أمرهم ومن يعص الله ورسوله فقد ضل ضلالاً مبيناً}، وقال تعالى: {ومن يعص الله ورسوله فإن له نار جهنم خالدين فيها أبداً}.\nإذاً اتباع سنة الرسول عليه الصلاة والسلام تحقيق للإيمان: {فلا وربك لا يؤمنون حتى يحكموك فيما شجر بينهم} {وما كان لمؤمن ولا مؤمنة إذا قضى الله ورسوله أمراً أن يكون لهم الخيرة من أمرهم}.\n(1/34)\n\nالثمرة الثانية عشر\nمن ثمرات اتباع السنة أن في اتباعك للسنة وعملك بها إحياءً لها\n\nوإحياؤك لها إظهاراً لها ودعوة للناس إليها، فمن عمل بالسنة، نتيجة عملك بها أجر وأجر من عمل بها إلى يوم القيامة. أخرج مسلم في صحيحه عن أبي هريرة أن رسول الله صلى الله عليه وسلم قال: \" من دعى إلى هدى كان له من الأجر مثل أجور من تبعه لا ينقص ذلك من أجورهم شيئاً ومن دعى إلى ضلالة كان له من الإثم مثل آثام من تبعه ولا ينقص ذلك من آثامهم شيئاً\".\nوأخرج مسلم أيضاً عن جرير بن عبد الله قال جاء ناس من الأعراب إلى رسول الله صلى الله عليه وسلم عليهم الصوف فرأى سوء حالهم قد أصابتهم حاجة فحث الناس على الصدقة فابطئوا عنه حتى رؤي ذلك في وجهه قال: ثم أن رجلاً من الأنصار جاء بصرة من ورق ثم جاء آخر ثم تتابعوا حتى عرف السرور في وجهه صلى الله عليه وسلم فقال عليه الصلاة والسلام: \" من سن في الإسلام سنة حسنة فعمل بها بعده كتب له مثل أجر من عمل بها ولا ينقص من أجورهم شيء ومن سن في الإسلام سنة سيئة وعمل بها بعده كتب له مثل وزر من عمل بها لا ينقص من أوزارهم شيئاً \"\nإذاً من عمل بالسنة وأظهرها دعى الناس إليها بمجرد أنه أظهرها. فإذا عمل إنسان بهذه السنة كان لمن أظهرها أولاً أجر من عمل بها إلى يوم القيامة!\nقد يقول قائل: يا شيخ الرسول صلى الله عليه وسلم قال من سن سنة حسنة يعني إنسان يعمل عمل ولو ما جاء في الشرع ولو ما جاء عن الرسول!\nأقول لك: لا، ليس هذا معنى الحديث لأن أهل العلم يقولون إنما يعرف التحسين والتقبيح للأشياء من الشرع فمن أين لك هذا العمل حسن إذا لم يأت من الشرع فمصدرنا",
        "(1/35)\n\nأن هذا حسن أو قبيح هو الشرع، يصير معنى الحديث: \"من سن سنة حسنة \" أي: من أحيا سنة من الشرع ولذلك الحديث ورد في الصدقة أن رجلاً جاء وقدم صدقة فجاء الناس بعده وتصدقوا.\nدخل رجل المسجد ولقي فقيراً فخرَّج من ماله شيئاً وأعطاه! فلما رأوه الناس بادروا اقتداء به إلى إعطاء هذا الفقير ومساعدته! كل من عمل إقتداءً به يكون له أجر. فهل الصدقة وإخراجها من السنة التي ثبتت عن الرسول صلى الله عليه وسلم أم سنة محدثة؟ إنها سنة ثابتة عنه صلى الله عليه وسلم.\nليس في الحديث أن الإنسان يعمل سنة من عند نفسه، لأن حسن السنن إنما يعرف من الشرع وليكن على ذكر منكم قوله صلى الله عليه وسلم \" من عمل عملاً ليس عليه أمرنا فهو رد \".\nقال ابن حبان رحمه الله:\" إن في لزوم سنته صلى الله عليه وسلم تمام السلامة وجماع الكرامة لا تطفئ سرجها ولا تدحض حججها من لزمها عصم ومن خالفها يذم إذ هي الحصن الحصين والركن الركين الي بان فضله ومتن حبله من تمسك به ساد ومن رام خلافه باد فالمتعلقون به أهل السعادة في الأجل والمغيوطون بين الأنام في العامل\".انتهى كلامه.\n\nوبهذا تتم هذه المحاضرة والحمد لله الذي بنعمته تتم الصالحات. وسبحانك اللهم أشهد أن لا إله إلا أنت استغفرك وأتوب إليك وصلى الله على محمد وعلى آل محمد كما صليت على إبراهيم وعلى آل إبراهيم إنك حميد مجيد وبارك على محمد وعلى آل محمد كما باركت على إبراهيم وعلى آل إبراهيم إنك حميد مجيد.\n(1/36)"
    ]
}