{
    "partText": [
        "\n(684 هـ) مثلا يقول: «وأما النكرة في سياق النفي فهي من العجائب في إطلاق العلماء من النحاة والأصوليين يقولون النكرة في سياق النفي تعم، وأكثر هذا الإطلاق باطل») (1).\n***\n\n3 ــــ أسلوب التفضيل:\nناقش سيبويه أسلوب التفضيل في الجملة «هذا بسرًا أطيب منه رُطَبًا»، وقال في أثناء المناقشة لهذه الجملة: «فإنْ شئت جعلته حينًا قد مضى، وإن شئت جعلته حينا مستقبلا») (2).\nويقصد أَنَّهُ يجوز: «أَنْ يكون الزمان الذي فضل فيه ماضيا وأنْ يكون مستقبلا») (3).\nإن سيبويه يربط بين هذه الجملة التي تحتوي على أسلوب تفضيل وبين الزمن الماضي أو المستقبل. والجملة لا تعطي زمان التفضيل الذي أشار إليه سيبويه بنفسها؛ فلا بد إذن من قرينة سياق الحال التي تمكننا من تحديد زمن التفضيل. هذه القرينة يوضحها السيرافي قائلا: «فإذا قلت: هذا بسرا أطيب منه تمرا، وكانت الإشارة إليه في حال ما هو تمر أو رطب فالتفضيل لما\nمضى») (4) أي أَنَّ المُتَكَلِّم إذا قال الجملة والتمر قد أصبح تمرا ناضجا؛ فالتفضيل لا شك أَنَّهُ لما مضى، وإذا كانت الإشارة للتمر في بداية نموه فَإِنَّ الزمن لا شك في المستقبل. ولا نجد مثالا كهذا وضوحا في أهمِيَّة السِّياق في التحليل الزمني للجملة.\nونلاحظ أَنَّ سيبويه يوجُّه إعراب «بسرا وتمرا» على الحال، فهما حالان من المشار إليه في زمنين. ويعلل ابن القيم في بدائع الفوائد اختيار سيبويه للنصب على الحال بقوله: «؛ لأَنَّ المعنى عليه فَإِنَّ المخبر إِنَّمَا يفضِّله على نفسه باعتبار حالين من أحواله [و] لولا ذلك لما صحَّ تفضيل الشيء على نفسه؛ فالتفضيل إِنَّمَا صح باعتبار الحالين فيه») (5). فابن القيم يعتبر «هيئة التمر» في التفضيل وأنَّ الجملة برمتها تعتمد على الهيئة؛ وهيئة التمر أمر لا يخص اللُّغَة لا من بعيد أو من قريب.\nويشير سيبويه إلى فرق دلالي دقيق بين قول من يقول «ما أبغضني له» وبين «ما أبغضه\nإلي»، فيقول: «ما أبغضني له، وما أمقتني له، وما أشهاني لذلك. إِنَّمَا تريد أَنَّكَ ماقتٌ، وأنَّك\n_________\n(1) شرح تنقيح الفصول في اختصار المحصول في الأصول، دار الفكر، 2004 م، ص 143\n(2) سيبويه: الكتاب، 1/ 400\n(3) السيرافي: شرح كتاب سيبويه، 2/ 289\n(4) السيرافي: شرح كتاب سيبويه، 2/ 289\n(5) بدائع الفوائد: 2/ 119\n(1/261)\n",
        "مبغضٌ، وأنك مشتهٍ. فإنْ عنيت قلت: ما أفعله، إِنَّمَا تعني به هذا المعنى. وتقول: ما أمقته وما أبغضه إلي، إِنَّمَا تريد أَنَّهُ مقيتٌ، وأنَّه مبغضٌ إليك») (1).\nوالفرق الدِّلَالِيّ الذي يريد سيبويه أَنْ يثبته في صيغة اسم التفضيل هذه، هو أَنَّ «كلّ ما كان بـ) اللاّم (فهو للفاعل، وما كان بـ) إلى (فهو للمفعول؛ فإذا قلتَ: ما أبغضني له، فأنت المُبْغِضُ الكارهُ، وإذا قلتَ: ما أبغضني إليه، فأنت المَبْغُوضُ المَكْرُوه») (2). ولا شكَّ أنَّ اختيار التركيب المناسب يتوقف على ما يدور في نفس المتكلم وسياقه.\n***\n\n4 ــــ أسلوب النداء:\nأسلوب النداء من الأساليب التي تتصل بسياق الحال، وهو من ألصق الأساليب به. وهو أسلوب لا بدَّ أَنْ يكون بين طرفين: «مُنَادَى»، «مُنادِي».\nوأُوْلَى الملحوظات المُهِمَّة التي يسجلها سيبويه عن النداء، أَنَّهُ الأسلوب الذي يُبْدَأُ به الكلام أبدا. فما من كلام يبدأ إلا بالنداء. يقول في نصّ مُهِمّ وخطير:\n«ولأَنَّ أوَّل الكلام أبدا النداء، إلا أَنْ تدعه استغناء بإقبال المخاطَب عليك، فهو أول كل كلام لك به تعطف المكلَّم عليك، فلما كثر وكان الأول في كل موضع، حذفوا منه تخفيفا؛ لأنهم مما يغيرون الأكثر في كلامهم») (3).\nهذا النَّصّ من النصوص التي يجب أَنْ تسترعي انتباه الباحثين دراسة وفهمًا. إِنَّ مما يبوح به هذا النَّصّ أَنَّ الاستخدام الأساسي للنداء هو «عطفُ المُكَلَّم للمتكلم»؛ وهذا يعني أَنَّ أي كلام لا بد أَنْ يكون له طرفان: «مُنَادَى مخاطب»، «مُنادِي متكلم». والحوار الذي يدور بين متكلم ومخاطب لا بد أَنْ يسبق بسياق يجمع بين الطرفين؛ إذ لا يعقل أَنْ يتكلم شخص مع شخص آخر بدون سبب سِياقِيّ، لذلك قال الرَّضِيّ: «النداء ليس مقصودا بالذات، بل هو لتنبيه المخاطب ليصغي إلى ما يجئ بعده من الكلام المنادى له») (4).\n_________\n(1) سيبويه: الكتاب، 4/ 99 ــــ 100\n(2) ابن الصائغ: اللمحة في شرح الملحة، ت: إبراهيم سالم الساعدي، عمادة البحث العلمي بالجامعة الإسلامية، المدينة المنورة، ط 1، ) 1424 هـ ـــ 2004 م (، 1/ 515\n(3) سيبويه: الكتاب، 2/ 208\n(4) شرح الرَّضِيّ على كافية ابن الحاجب، القسم الأول ص 486\n(1/262)\n\nوقد قررنا عند الحديث عن الجملة الاسمِيَّة أنَّ المُتَكَلِّم لا بدَّ أَنْ يبدأ بـ «الأعرف» بينه وبين المخاطب لكي ينجح الاتصال بين المُتَكَلِّم والمخاطب ولكي ينمو الكلام ويتطور. أي لا بد أَنْ تكونَ هناك «نقطة لقاء معرفية» تجمع بين الطرفين لبدء الكلام، ولا بدَّ أَنَّ للسياق دورا في تحديد نقطة اللقاء المعرفيَّة هذه.\nومما يؤكده هذا النَّصّ أيضا أَنَّهُ لا يوجد كلام يُلْقَى في الفراغ بدون سياق وإلا كان عبثا.\nويدأب سيبويه في نصوص متعددة ومواضع مختلفة على تأكيد طِدَة العلاقة بين النداء والسِّياق، فهو يقرِّر أَنَّ أسلوب النداء «لا يجوز إلا لحاضر») (1)؛ أي: «لا ينادى إلا الحاضر») (2).\nويرصد علاقة السِّياق بأحرف النداء نفسها. فهو يحدد ابتداء أحرف النداء بأنَّها: «يا، أيا، هيا، أي، الألف»، ويقسمها إلى قسمين: قسم يضم «يا، أيا، هيا، أي»، وحدد استعمالها في أنَّها تستعمل إذا أراد المُتَكَلِّمون «أَنْ يمدوا أصواتهم للشيء المتراخى عنهم، والإنسان المعرض عنهم، الذي يَرَون أَنَّهُ لا يُقبل عليهم إلا بالاجتهاد، أو النائم المستثقَل. وقد يستعملون هذه التي للمد في موضع الألف ولا يستعملون الألف في هذه المواضع التي يمدون فيها. وقد يجوز لك أَنْ تستعمل هذه الخمسة ... إذا كان صاحبك قريبا منك، مقبِلاً عليك، توكيدًا. وإن شئت حذفتهن كلهن استغناء ... ، وذلك أَنَّهُ جعلهم بمنزلة مَن هو مقبِلٌ عليه بحضرته يخاطبه») (3).\nيحدد سيبويه في هذا النَّصّ استخدام أدوات النداء «يا، أيا، هيا، أي» في الحالات التالية:\n• الشيء المتراخي البعيد عن المنادِي.\n• الإنسان المعرض عن المنادِي الذي يرى أَنَّهُ لا يقبل عليه إلا باجتهاد.\n• النائم المستثَقل.\nوهذه كلها أغراض مرتبطة بسياق الحال كما هو واضح، وخاصة الغرض الثاني، فالمُتَكَلِّم المنادِي سيستخدم هذه الأدوات إذا علم مسبقا ومن خلال سياق فائت أَنَّ المخاطب المنادَى معرضا عنه لسبب ما، وأنه يحتاج إلى كثير من الاجتهاد لكي يُقبل على المُتَكَلِّم ويسمع منه؛ أي أَنَّ استخدام هذه الأدوات قد يعكس جانبا نفسِيّا مما عليه المخاطب المنادَى.\nوبالطبع فَإِنَّ أداة النداء «أ» تستخدم في عكس ما سبق؛ أي: تستخدم في: القريب من المُتَكَلِّم، المقبل عليه، النشيط المستيقظ.\n_________\n(1) سيبويه: الكتاب، 2/ 236\n(2) الحاشية ذات الرَّقْم 6 من تحقيق أ / هارون، 2/ 236\n(3) سيبويه: الكتاب، 2/ 230",
        "(1/263)\n\nويجوز كما أشار سيبويه استخدام القسم الأول مكان أداة النداء «أ» وذلك لغرض بلاغي هو «التأكيد». وقد علمنا مسبقا مدى ارتباط التوكيد بالسِّياق) (1).\nونسجل هنا ملحوظة بسيطة تشير إلى أَنَّ بعض العلماء خرجوا على تقسيم سيبويه الثنائي لأدوات النداء) قريب وبعيد (، وقالوا بتقسيم رباعي، فقالوا:\n• أيا، هيا: للبعيد.\n• الهمزة، للقريب.\n• أي، للمتوسط.\n• يا، للجميع) (2).\nونعتقد أَنَّ هذه التقسيمات سواء أكانت ثنائية أم ثلاثِيَّة أم رباعِيَّة تخضع في المقام الأول والأخير لسياق الحال الذي يقال فيه الأسلوب، فهو الفيصل الأخير في هذه المسألة.\nوترتبط أداة النداء «يا» بنمط مُعَيَّن من السِّياقات، هي السِّياقات الاستغاثية والتعجبية، فهي لازمة لهذا النمط لا تفارقه على حد تعبير سيبويه الذي يقول: «وأما المستغاث به فيا لازمة له؛ لأنَّهُ يجتهد. فكذلك المتعجَّب منه، وذلك: يا لَلناس ويا لَلماء. وإِنَّمَا اجتهد لأَنَّ المستغاث عندهم متراخ أو غافل والتعجب كذلك») (3).\nوهذا الربط لأداة النداء «يا» من أدوات النداء بـ «أسلوب الاستغاثة أو التعجب» لا بد أَنْ يكون بعد تقصي سيبويه للنصوص في السِّياقات الحَيَّة المنطوقة.\nويظهر سؤال منطقي هنا هو: لماذا تختص «يا» من بين أدوات النداء بـ «أسلوب الاستغاثة أو التعجب»؟\nقد يكون السبب في هذا أَنَّ الأداة «يا» هي الأنسب «صوتيا» للاستغاثة أو التعجب؛ حيث تنتهي هذه الأداة بألف المد التي تسمح بإطلاق الدفقة الصَّوْتِيَّة العفوية التلقائية غير الإرادية التي لا تحتاج إلى مراجعة ذهنية الناتجة عن التعجب أو الاستغاثة دفعة واحدة وبمقطع واحد طويل مفتوح) صامت + حركة طويلة (، وهو ما لا تسمح به الأداة «أَيْ» التي لا تنتهي بحرف مد يسمح\nبـ «تنفيس» دفقة التعجب أو الاستغاثة، ولا الأداة «أَ» التي لا تسمح باكتمال هذه الدفقة الاستغاثية\n_________\n(1) وقال ابن مالك في شرح التسهيل 3/ 386 ((وكون الهمزة للقريب، وما سواها للبعيد هو الصحيح؛ لأنَّ سيويه أخبر بذلك رواية عن العرب)).\n(2) نقل هذا التقسيم الشيخ خالد الأزهر في ((التصريح بمضمون التوضيح)) عن ابن بَرْهَان. ينظر الكتاب بتحقيق د. عبد الفتاح بحيري إبراهيم، ط 1، ) 1997 م (، 4/ 8\n(3) سيبويه: الكتاب، 2/ 231\n(1/264)",
        "\nالتعجبية، ولا الأداتان «أيا، هيا» التي ستجعل المُتَكَلِّم ينطق بمقطعين: مقطع قصير مفتوح «أَ، هَ») صامت + حركة قصيرة (+ مقطع طويل مفتوح «يا») صامت + حركة طويلة (. وهذا الانتقال المقطعي يعوق الدفقة الصَّوْتِيَّة التلقائية العفوية اللاإرادية المعبِّرة عن التعجب أو الاستغاثة.\nهذا بالإضافة إلى ما يقرره علماء اللغة المحدثون من أن «الأصوات الصامتة أقل وضوحا في السمع من أصوات المد واللين، وأن أبرز خاصية من خواص أصوات المد) الحركات الخالصة (هي قوة الوضوح السمعي ... ولعله لذلك نجد أن المدود ـــــ بجميع أنواعها ــــ لها مكانة خاصة في تجويد تلاوة القرآن، وأنها هي التي تعطي الفرصة للقارئ الذي يريد أن يظهر تفوقه أو قوة صوته بسبب تمكنه من إطلاق النفس مع هذه الأصوات في حرية تامة. ثم إن ألف المد ــــ بوجه خاص ـــــ هي أقوى هذه الأصوات وضوحًا؛ لأن ظاهرة حرية مرور الهواء وانطلاقه أثناء النطق بها تكون أوضح ما تكون») (1). والنفس «أثناء النطق بالفتحة الطويلة) طا ـــــ ها ــــ حا ... (يبلغ أقصى درجات انطلاقه وحريته؛ مما يعطي الصوت قوة ويسلمه إلى الحرف التالي قويا كذلك») (2).\nوإذا استأنسنا باللُّغَة العامية في هذا نجد أَنَّ هذه الأداة «يا» هي الأداة الطبيعِيَّة التلقائية التي تعبِّر عن الاستغاثة أو التعجب.\nونكمل حديثنا عن النداء فنقول: يتطرق سيبويه في بعض المواضع إلى الأغراض السِّياقِيَّة التي يمكن أَنْ يقوم بها أسلوب النداء، فيشير إلى أَنَّهُ قد يأتي:\n1 ـــ لتنبيه المنادَى ولفت انتباهه لأمر أو نهي أو إخبار المنادِي:\nيقول: «وأما ((يا)) فتنبيه. ألا تراها في النداء وفي الأمر كَأَنَّك تنبِّه المأمور») (3). ويقول: «ولا تدخل ((يا)) ها هنا) أي: أسلوب الاختصاص (؛ لأَنَّكَ لست تنبه غيرك») (4).\nويشير إلي أَنَّ من وظيفة النداء إيصال أمر أو نهي أو إخبار المُتَكَلِّم المنادِي إلى المنادى. يقول: « ... كما المنادَى مختص من بين أمته لأمرك ونهيك أو خبرك») (5).\n_________\n(1) د. السيد عبد المقصود جعفر: الفواتح الهجائية وإعجاز القرآن، دار الطباعة والنشر الإسلامي، ط 1) 1992 م (، ص 128 ـــ 129\n(2) السابق: ص 157\n(3) سيبويه: الكتاب، 4/ 224\n(4) سيبويه: الكتاب، 2/ 232\n(5) سيبويه: الكتاب، 2/ 231 ــــ 232\n(1/265)\n",
        "ومن الطريف واللافت للنظر أَنَّ سيبويه لم يسم أدوات النداء بأدوات النداء، بل سماها بـ «هذا باب الحروف التي يُنَبَّه بها المدعوُّ») (1). وكونه يجعل التنبيه في العنوان المحدِّدَ لهذه الحروف، فَإِنَّ هذا يشير إلى أهمِيَّة هذه الحروف في هذا الغرض، وأنَّ جُلَّ استعمالها له.\n2 ـــ التوكيد: وقد يأتي أسلوب النداء للتوكيد. يقول: «كما تقول للذي هو مقبلٌ [عليك] بوجهه مستمعٌ منصِتٌ لك: كذا كان الأمر يا أبا فلان، توكيدًا») (2).\nوعند مناقشته لعدم كون الكاف من الأسماء) الضمائر (مع لفظة ((رويد)) أشار في معرض الحديث عن غرض التوكيد للنداء. يقول: «وممّا يدلّك على أَنَّهُ ليس باسمٍ قولُ العرب: أَرَأَيْتَكَ فلانًا ما حالُه، فالتاءُ علامة المضمر المخاطَب المرفوع، ولو لم تُلحِق الكافَ كنتَ مستغنيًا كاستغنائك حين كان المخاطَبُ مقبِلاً عليك عن قولك: يا زيدُ، ولحَاقُ الكاف كقولك: يا زيدُ، لمَنْ لو لم تَقُلْ له يا زيدُ استغنيتَ. فإِنَّما جاءت الكاف فى أَرأيتَ والندَّاءُ فى هذا الموضع توكيدًا») (3).\nنفهم من هذا الكلام أَنَّهُ إذا أتى أسلوب النداء وكان المخاطب مقبلا على المُتَكَلِّم؛ فَإِنَّ الوظيفة التي يقوم بها النداء في هذه الحالة هي تأكيد الكلام. إذن من المعاني التي يؤديها أسلوب النداء التوكيد بشرط قرينة سياق الحال، وأنَّ من علامة أسلوب النداء الذي يأتي للتوكيد صحة الاستغناء عنه من الكلام. كما نفهم من النَّصّ أَنَّهُ لا داعي لاستعمال أسلوب النداء إذا كان المخاطب مقبلا على المُتَكَلِّم.\n3 ـــ التعجب والاستغاثة:\nأيضا من الوظائف والأغراض التي يمكن أَنْ يؤدِّيها أسلوب النداء التي يمكن أَنْ تُضَمَّ إليه «التعجب والاستغاثة». يقول: «وقالوا: يا لَلعجب، ويا لَلفليقة؛ كَأَنَّهم رأوا أمرا عجبا ... ، وقالوا: يا لَلعجب ويا لَلماء، لما رأوا عجبا أو رأوا ماء كثيرا، كَأَنَّه يقول: تعالَ يا عجبُ») (4).\nومن اللافت للنظر أَنَّ التركيب: «يا + اللام المفتوحة + اسم محلى بأل» يصح في سياق ولا يصح في سياق آخر، فهو يصح في سياق التعجب ولا يصح في غير هذا. يقول: «كل هذا في معنى التعجب والاستغاثة، وإلا لم يجز. ألا ترى أَنَّكَ لو قلت يا لَزيد وأنت تحدثه لم يجز») (5).\n_________\n(1) سيبويه: الكتاب، 2/ 229\n(2) سيبويه: الكتاب، 2/ 232\n(3) سيبويه: الكتاب، 1/ 245\n(4) سيبويه: الكتاب، 2/ 217\n(5) سيبويه: الكتاب، 2/ 218 ويشير في موضع ثان إلى أن المنادَى الذي يأتي مع بدله مثل ((تيمُ تيم عدي)) لا يجوز استعمال مثل هذا الكلام إلا في أسلوب نداء، يقول: ((وإن شئت قلت: لا غلامين ولا جاريتين لك، إذا جعلت لك خبرا لهما، ... ، وكذلك إذا قلت: لا غلامين لك وجعلت لك خبرا، لأنَّهُ لا يكون إضافة وهو خبرٌ لأنَّ المضاف يحتاج إلى الخبر مضمَرًا أو مظهَرًا. ألا ترى أنه لو جاز تيمُ تَيمُ عدى في غير النداء لم يستقم لك إلا أن تقول ذاهبون))، 2/ 282\n(1/266)\n\nوإشارة سيبويه «وأنت تحدثه» مثيرة للاهتمام، ويفهم منها أَنَّ التركيب «يا + اللام المفتوحة + اسم محلى بأل» لكي يكون للتعجب والاستغاثة لا يجوز إذا كان المتعجب منه أو المستغاث به شخصا موجودا أمام من يقوم بالتعجب والاستغاثة. فكَأَنَّ سيبويه يضع شرطا سياقيا إضافيا ضمنيا لهذا التركيب وهو: أَنَّ هذا الأسلوب أو التركيب لا يصح، إذا كان المستغاث أو المتعجب منه موجودا أمام من يستغيث.\nوفي هذا النَّصّ دليل على أهمِيَّة السِّياق في تحديد صحة التركيب النَّحْوِيّ وعدم صحته.\nتلك كانت أهم الأغراض الدِّلالِيَّة السِّياقِيَّة التي يمكن أَنْ يؤديها أسلوب النداء.\nومن الأمور المتصلة بالنداء وسياق الحال ــــ «النكرة» التي تأتي في أسلوب النداء كمنادَى. فهذه الكلمة النكرة تتحول من التنكير إلى التعريف فتصبح معرفة بمجرد دخولها في أسلوب النداء. فالسِّياق الذي يأتي فيه النداء وتكون فيه النكرة منادَى كفيل بـ ((تحديد)) دائرة هذه النكرة وتضييقها، ونقلها من العمومية إلى هذا التحديد. يقول: «وزعم الخليل ــــ رحمه الله ـــــ أَنَّ الألف واللام إِنَّمَا منعهما أَنْ يدخلا في النداء من قبل أَنَّ كل اسم في النداء مرفوع معرفة. وذلك أَنَّهُ إذا قال: يا رجل ويا فاسقُ، فمعناه كمعنى يا أيُّها الفاسقُ، ويا أيها الرجل، وصار معرفة لأَنَّكَ أشرت إليه وقصدت قصدَه، واكتفيت بهذا عن الألف واللام، وصار كالأسماء التي هي للإشارة نحو لهذا وما أشبه\nذلك وصار معرفة بغير ألف ولام لأَنَّكَ إِنَّمَا قصدت قصدَ شيء بعينه») (1).\nمن خلال هذا الكلام وما سبقه نستطيع أنْ نقول إِنَّ تحديد كون الكلمة نكرة أو معرفة ــــ بوجه عام ــــ يتوقَّف على السِّياق؛ فالسِّياق هو الذي «يُنكِّر» وهو الذي «يُعَرِّف».\nويتصل سياق الحال بالنداء من جهة أخرى، وهي جهة حذف الفعل العامل في المنادى، هذا الفعل الذي حُذِف «لكثرة استعمالهم هذا في الكلام، وصار ((يا)) بدلا من اللفظ بالفعل؛ كَأَنَّه\nقال: يا، أريد عبد الله، فحذف أريد، وصارت ((يا)) بدلا منها؛ لأَنَّكَ إذا قلت: يا فلانُ؛ علم أَنَّكَ تريده») (2)؛ أي أَنَّ الحذف دلَّ عليه دليل من السِّياق الحالي الذي يقال فيه الجملة. وقد أشرنا عند الحديث عن الحذف أَنَّهُ لكثرة الاستعمال مرتبط بالسِّياق بوجه من الوجوه.\nويلعب السِّياق أيضا دورا في تحديد طبيعة المنادى هل هو ـــ كما قال النُّحَاة اللاحقون ــــ\n«نكرة مقصودة» أم «نكرة غير مقصودة». ففي قول الشاعر:\n_________\n(1) سيبويه: الكتاب، 2/ 197\n(2) سيبويه: الكتاب، 1/ 291",
        "(1/267)\n\nأَدارًا بِحُزوى هِجتِ لِلعَينِ عَبرَةً ... فَماءُ الهَوى يَرفَضُّ أَو يَتَرَقرَقُ [بحر الطويل]\nيبرِّرُ سيبويه النصب في المنادَى النكرة «دارا»؛ لأَنَّها «طالت بما بعدها من الصفة، وهي الجار والمجرور») (1). ونصب المنادى النكرة هنا يدل على أَنَّهُ «نكرة غير مقصودة».\nوفي بيت مشابه للبيت السابق هو:\nيا دارُ أَقوَت بَعدَ أَصرامِها ... عامًا وَما يُبكيكَ مِن عامِها [بحر السريع]\nنجد المنادَى «دار» مبني على ما يرفع به؛ أي أَنَّهُ هنا «نكرة مقصودة»، ولا فارق بين المنادي في البيتين، فكلاهما نكرة، وكلاهما متبوع بما يمكن اعتباره نعتا؛ ولكن يمكن لسياق الحال أَنْ يتدخل هنا ويترك التنوين في المنادي في البيت الثاني؛ لأَنَّ الشاعر «لم يجعل ((أقوَتْ)) من صفة الدار ولَكِنَّه قال: يا دارُ، ثُمَّ أقبل بعدُ يحدث عن شأنها، فكَأَنَّه لما قال: يا دارُ، أقبل على إنسان فقال: أقوتْ وتغيّرتْ، وكَأَنَّه لما ناداها قال: إنها أقوتْ يا فلان») (2).\nلقد تخيل هنا سيبويه مسرحا لغويا: شاعرا ينادي الدار الماثلة أمامه؛ فلما لم يُجِبْهُ إلا السكوت، أقبل على صديق له يَبُثُّهُ شكواه ويَخُصُّهُ بنجواه.\nوتوجيه سيبويه هنا يؤكِّدُ فكرةً سبق أَنْ أشرنا إليها وهي فكرة «التكييف السِّياقي»، فإِنَّنَا نستطيع أَنْ نُخَرِّجَ إعرابا ما إذا نجحنا في تخيل سياق ما يستوعب هذا التوجيه.\nومما هو قريب من النداء ويتصل بسياق الحال ما يسميه العلماء بـ «الندبة». ويعرِّفُها العلماء بـ «إعلان المتفجع باسم من فَقده لمَوْت أَو غيبَة») (3)، أو هي: «نداء المتفجع عليه لفقده حقيقة أو حكما، أو المتوجع منه لكونه محل ألم، أو سببا له؛ مثل: واعمراه، وارأساه») (4).\nويشير بعض العلماء إلى ارتباط الندبة أكثر بالنساء، يقول ابن جني: «اعْلَم أَن الندبة إِنَّمَا وَقعت فِي الْكَلَام تفجعًا على الْمَنْدُوب وإعلامًا من النادب أَنَّهُ قد وَقع فِي أَمر عَظِيم وخطب جسيم وَأكْثر من يتَكَلَّم بهَا النِّسَاء») (5).\n_________\n(1) سيبويه: الكتاب، 2/ 199، الحاشية ذات الرَّقْم 2 من كلام المحقق.\n(2) سيبويه: الكتاب، 2/ 201\n(3) السيوطي: همع الهوامع، ت: عبد الحميد هنداوي، المكتبة التوفيقية، القاهرة، ) بدون تاريخ للطبعة (، 2/ 65\n(4) د. محمد عبادة: معجم مصطلحات النحو والصرف، 277 ـــ 278\n(5) اللمع في العَرَبِيَّة، ت: فائز فارس، دار الكتب الثقافيَّة، الكويت، ) بدون تاريخ للطبعة (، ص 120، وتابع ابن جني في هذا أبو البركات الأنباري في أسرار العَرَبِيَّة، فقال: ((إِنَّ قال قائل: ما النُّدبة؟ قيل: تفجُّع يلحق النَّادبَ عند فقد المندوب، وأكثر ما يلحق ذلك النساء لضعفهن عن تحمل المصائب)). ص 183، وربط ابن جني والأنباري هذا الأسلوب في غالب استعمالاته بالنساء يدل على أن علماءنا القدامي ــــ وليس سيبويه فقط ــ كانوا يتتبعون التراكيب النَّحْوِيَّة في سياقاتها المختلفة، ويحددون الدلالات السِّياقيَّة العامة المرتبطة بهذا التركيب، وليس هذا فقط بل أنهم يحددون أي الجنسين من النساء والرجال يختص بهذا الأسلوب أو التركيب. ويشير هذا الكلام أيضا أن طبيعة المُتَكَلِّم من حيث كونه ذكرا أو أنثى قد يؤثِّر على الكلام.\n(1/268)",
        "\nويظهر من كلام العلماء السابق، وكلام سيبويه اللاحق عن هذا الأسلوب أَنَّهُ واقع لا محالة تحت سيطرة سياق الحال، ودليل هذه السيطرة أَنَّنا لا نندب باسم «مبهم»، مثل: رجل أو هذا؛ ففي الندبة يجب أَنْ «يُخَص» الاسم المندوب؛ لأَنَّها بيان؛ ولأَنَّ التبيين في الندبة عذر للتفجع، فالندبة تقتضي موقفا فيه تفجُّع وألم من شيء مُحَدَّد وقع للنادب. يقول سيبويه «وذلك قولك: وارَجُلاه ويا رُجلاه. وزعم الخليل رحمه الله ويُونُس أَنَّهُ قبيح، وأنَّه لا يقال. وقال الخليل رحمه الله: إِنَّمَا قبح لأَنَّكَ أبهمت. ألا ترى أَنَّكَ لو قلت واهذاه، كان قبيحا، لأَنَّكَ إذا ندبت فَإِنَّما ينبغي لك أَنْ تفجع بأعرف الأسماء، وأنْ تخص ولا تُبهم؛ لأَنَّ الندبة على البيان ... ، وإِنَّمَا كرهوا ذلك أَنَّهُ تفاحَش عندهم أَنْ يختلطوا وان يتفجعوا على غير معروف. فكذلك تفاحش عندهم في المبهَم لإبهامه؛ لأَنَّكَ إذا ندبت تُخبر أَنَّكَ قد وقعت في عظيم، وأصابك جسيمٌ من الأمر، فلا ينبغي لك أَنْ تُبهم») (1).\nوقال أيضا: «وزعم أَنَّهُ لا يستقبح وامَن حفر بئر زَمزماه؛ لأَنَّ هذا معروف بعينه، وكَأَنَّ التبيين في الندبة عذر للتفجع. فعلى هذا جرت الندبة في كلام العرب، ولو قلت هذا لقلت وامن لا\nيعنيني أمرُهوه. فإذا كان ذا تُرك لأنَّهُ لا يُعذر على أَنْ يُتفجّع عليه، فهو لا يُعذر بأن يتفجع ويُبهم، كما لا يُعذر على أَنْ يتفجع على من لا يعنيه أمره») (2).\nإن تأكيد سيبويه على تحديد المندوب أمر في منتهي المنطقية؛ إذ كيف يندب النادب مندوبا لم يكن بينه وبين هذا المندوب أَيَّة علاقة بل ليست أَيَّة علاقة، إنَّها علاقة في غاية الحميمية والارتباط، تجعل القلب ينتفض، والعين تدمع لفراق من أحبَّهم.\nوإن شرط عدم الإبهام أيضا فيه مراعاة لجانب المخاطب؛ إذ إِنَّ إبهام المندوب سيوقع المخاطب في لبس، وستتأخر مشاركته الوجدانية التي يحتاجها النادب.\n_________\n(1) سيبويه: الكتاب، 2/ 227\n(2) سيبويه: الكتاب، 2/ 228\n(1/269)\n",
        "ومن الحروف التي خصصتها اللُّغَة للندبة «وا»، وهو حرف لا يندب به «إلا المعرفة، أو المضاف إلى معرفة، أو الموصول المشهور بصلته الخالي من ((أل))») (1). وهذا يتسق مع كون الندبة لا تكون إلا معرفة مخصصة بالنسبة للنادب.\nومما يقرره النُّحَاة عن هذا الحرف أَنَّهُ لا يصح حذفه) (2)؛ لأنَّهُ أصبح كالعلم على معنى الندبة أو الاستغاثة) (3)؛ أي أَنَّ هذا الحرف «وا» مرتبط في ذهن متكلم اللُّغَة بهذا المعنى، معنى الاستغاثة والندبة، فبمجرد ذكره يستصحب ويُستحضَر هذا المعنى. ونلاحظ مدى المناسبة الصَّوْتِيَّة بين هذه الأداة التي تنتهي بألف المد وبين حالة الندب أو الاستغاثة.\nوللمندوب استعمالات ثلاثة: «أَنْ يعامل معاملة المنادى ... ، أَنْ تزاد ألف على آخر المندوب تسمى ألف الندبة ... ، أَنْ تزاد هاء السكت بعد ألف الندبة عند الوقف، نحو: واخالداه، واصلاح الدنياه، وامن فتح الأندلساه») (4). وقد تزاد أيضا بعد الاسم المندوب بالإضافة للألف الواوُ والياء، مثل: «وواغلامَهُوه، ووا ذهاب غلامهيه») (5).\nومن الواضح إِنَّ الزيادات التي تزاد على آخر المندوب مرتبطة بإرادة المُتَكَلِّم الموجود حتما في سياق ما. وهذا ما يبرزه سيبويه في قوله: ((وقد يلحقون في الوقف هذه الهاء الألف التي في النداء؛ والألف والياء والواو في الندبة؛ لأنَّهُ موضع تصويت وتبيين، فأرادوا أَنْ يمدوا فألزموها الهاء في الوقف لذلك، وتركوها في الوصل؛ لأنَّهُ يستغنى عنها كما يستغنى عنها في المتَحَرُّك في الوصل لأنَّهُ يجيء ما يقوم مقامها. وذلك قولك: يا غلامان، ووازيداه، وواغلامهوه، وواذهاب غلامهيه») (6).\nإن زيادة الواو والياء مع الاسم المندوب مرتبطة برغبة المُتَكَلِّم في «التصويت والتبيين»؛ فقام لذلك بـ «مد الصوت». ولا شك أَنَّ النادب لا يريد أَنْ يصوت أو يبين إلا للتنفيس عن حالته النفسِيَّة الواقعة تحت ألم الموقف أو الحال.\n***\n_________\n(1) د. علي توفيق الحمد: معجم أدوات النحو العربي، ص 361، ويشير المؤلف أن الحرف ((وا)) قد يفيد الاستغاثة والندبة في آن واحد، يعرف ذلك من السِّياق والقرائن، كما تقول المرأة العَرَبِيَّة: وامعتصماه.\n(2) السابق، ص 361\n(3) سيبويه: الكتاب، 2/ 420\n(4) د. علي توفيق الحمد: معجم أدوات النحو العربي، ص 361\n(5) سيبويه: الكتاب، 4/ 166\n(6) سيبويه: الكتاب، 4/ 165 ــــ 166\n(1/270)\n\n5 ــــ أسلوب التحذير والإغراء والاختصاص:\nمن الأساليب التي لا يمكن تحديديها إلا في ضوء سياق الحال أسلوب التحذير والإغراء. فالأسلوبان يعتمدان على السِّياق ويتصلان به، فأسلوب التحذير عند النُّحَاة هو: «تنبيه المخاطب على أمر مكروه؛ ليجتنبه») (1). وهذا التعريف يقتضي عدة أطراف: «أولها: المحذِّر، وهو المُتَكَلِّم الذي يوجه التنبيه لغيره. ثانيها: المحذَّر، وهو الذي يتَّجه إليه التنبيه. ثالثها: المحذور، أو المحذَّر منه، وهو: الأمر المكروه الذي يصدر بسببه التنبيه») (2). ولا بد من مسرح لحدث لغوي يجمع هذه الأطرف الثلاثة. يقول سيبويه: «وأَمَّا النَّهْى فإِنَّهُ التحذيرُ، كقولك: الأَسَدَ الأَسَدَ، والجِدارَ الجِدارَ والصبىَّ الصبىَّ») (3).\nوحصر سيبويه النهي في التحذير يتضمن إشارة للسياق، فالنهي لا بدَّ له من ناهٍ) المحذِّر (، ومنهي) المحذَّر (، ومنهي عنه) المحذور (. ومسرح يشمل هذه الأطراف. وسيبويه وإن لم يشر إلى السِّياق إلا أَنَّهُ يفهم ضمنا من قوله «وأَمَّا النَّهْى فإِنَّهُ التحذير».\nومن الأمثلة اللافتة للنظر التي يذكرها سيبويه لهذا الأسلوب قوله: «إيّاىَ والشَّر ... كأَنَّه\nقال: إيّاىَ لأَتّقِيَنَّ والشَّر. فإِيَّاكَ مُتَّقىً والأسدُ والشرُ مُتَّقَيانِ، فكلاهما مفعول ومفعول منه») (4). إِنَّنَا نعلم من منهج سيبويه أَنَّ الأمثلة التي يُقَدِّمها إِنَّمَا تمثل تراكيب شائعة في الكلام، وقام بتتَبُّعها في سياقات مختلفة، أي أَنَّ الجملة التي يستشهد بها تمثل نمطا موجودا في الكلام. وقد يفهم المرء أَنَّ شخصا يحذر شخصا آخر في موقف وسياق ما، ولكن تحذير المرء نفسه أمر غريب، فلا يحذر الإنسان نفسه إلا:\n»\nفي حالة وجود صراع داخلي بين المخاطب ونفسه، وهذا يتطلب لا محالة خلفية اجتماعِيَّة أو ثقافيَّة لهذا الصراع؛\n» أو أَنَّ القائل يبدأ بنفسه ليقتدي به الآخرون ويكون التحذير أقوى وأبلغ. وهذا ما يفسر استخدام الضمير «إياي» في التحذير. وقد يكون قريبا من هذا المعنى قول د. فاضل السامرائي إذ يقول في هذه المسألة: « ... إمَّا أنْ يكون المقصود به المخاطب، مع وروده بأسلوب تحذير النفس، وهو نحو قول عمر ـــ رضي الله عنه ــــ: «وإيّاي وأن يحذف أحدكم الأرنب»: وهو إنْ كان أخرجه\n_________\n(1) عباس حسن: النحو الوافي، 4/ 126\n(2) السابق: 4/ 126\n(3) سيبويه: الكتاب، 1/ 253\n(4) سيبويه: الكتاب، 1/ 273 ــــ 274",
        "(1/271)\n\nمخرج التحذير للنفس، فإنَّ المقصود به المخاطب، وهو نظير قولك: «لا أرينَّك هنا بعد اليوم» فهو وإن كان بأسلوب النهي للمتكلم إلا أنَّ المقصود المخاطب») (1).\nومما يتصل بأسلوب التحذير ويرتبط بالسياق بوجه ما ـــــ ما أشار إليه سيبويه من تقدير الفعل الذي يأتي مع الضمير «إيّاك». يقول سيبويه:\n• «هذا باب ما جرى منه على الأمر والتحذير وذلك قولك إذا كنتَ تحذِّر: إيَّاكَ. كإِنَّك قلت: إيَّاكَ نَحِّ، وإيّاك باعِدْ، وإيّاك اتّقِ، وما أشبه ذا») (2).\n• «وكذلك أنْ تَفْعَلَ، إذا أردتَ إيّاك والفعلَ. فإِذا قلت: إيّاك أن تفعلَ، تريد إيَّاكَ أَعِظُ مَخافة أنْ تفعل أو من أجل أن تفعل جاز») (3).\nفسيبويه لم يقدِّر فعلا محددًا مع الضمير «إيّاك» في أسلوب التحذير، بل قدَّر معه: «نَحِّ، باعِد، اتَّقِ، أَعِظُ ... »، فـ «كل ما يؤدي المعنى صحَّ تقديره») (4)؛ ولا شك أن تقدير الفعل المناسب يتوقف على الحال والمقام.\nويشير سيبويه إلى تأثير السِّياق على هذا الأسلوب عند حديثه عن سبب حذف الفعل العامل فيه؛ فيقول: «مثل ذلك: أَهْلَكَ والليلَ، كأَنّه قال: بادِرْ أهلَك قبل الليل، وإنَّما المعنى أَنْ يحذَّره أَنْ يُدرِكه الليلُ. والليلُ محذَّرٌ منه، كما كان الأسدُ محتفَظا منه. ومن ذلك قولهم: مازِ رأسَك والسيفَ كما تقول: رأسَك والحائطَ وهو يحذَّره، كأَنّه قال: اتقِ رأسَك والحائطَ. وإنّما حذفوا الفعلَ فى هذه الأشياءِ حين ثَنَّوْا لكثرتها فى كلامهم، واستغناءً بما يرون من الحال، ولما جرى من الذكر») (5).\nأي أَنَّ الحال والمقام الذي يرد فيه الأسلوب هما ما يبرران حذف هذا الفعل العامل.\nويفسر بعض النحاة حذف الفعل العامل في أسلوب التحذير تفسيرًا سياقيا ذكيا، فيذكر أنَّ السبب الذي يمنع المتكلم من ذكر العامل هو «ضيق الوقت»؛ فالمتكلم قد يستغرق وقتا في النطق بالعامل، وقد يترتب على هذا عدم إمكانية التحذير، قال الرَّضِيّ: «وحكمةُ اختصاص وجوب الحذف بالمحذر منه المكرَّر كونُ تكريره دالا على مقاربة المحذَّر منه للمحذَّر، بحيث يضيق الوقت إلا عن ذكر المحذَّر منه على أبلغ ما يمكن، وذلك بتكريره، ولا يتسعُ لذكر العامل مع هذا\n_________\n(1) معاني النحو: 2/ 104\n(2) سيبويه: الكتاب، 1/ 273\n(3) سيبويه: الكتاب، 1/ 279\n(4) د. فاضل السامرائي: معاني النحو، 2/ 107\n(5) سيبويه: الكتاب، 1/ 275\n(1/272)",
        "\nالمكرر») (1). وقال: «وإنَّما وجب الحذف في الأول والثاني لأنَّ القصد ــــ كما قلنا في النداء ــــ أن يفرُغَ المتكلمُ سريعًا من لفظ التحذير؛ حتى يأخذ المخاطبُ حِذْرَه من ذلك المحذوف؛ وذلك لأنَّه لا يَستَعمِل هذه الألفاظَ إلا إذا شارفَ المكروه أن يرهَقَ») (2). ويؤكد الإمام السيوطي نفس هذا المعنى فيقول: «ومنها التنبيه على أن الزمان يتقاصر عن الإتيان بالمحذوف وأن الاشتغال بذكره يفضي إلى تفويت المهم وهذه هي فائدة باب التحذير والإغراء») (3).\nوبقي أنْ نشير أن التركيب:\n«فعل محذوف) يُقدَّر حسب المقام (+ مفعول به + و) عاطفة أو للمعية (+ مفعول به لفعل محذوف»\nالذي تمثله في نص سيبويه السابق الجمل: «أهلَك والليلَ، رأسك والحائط، رأسك والسيف» ــــ لا يكون دوما دالا على التحذير، بل إنَّه قد يأتي في سياق آخر على عكس ذلك، يقول سيبويه:\n«ومن ذلك: رأسَه والحائطَ، كأَنّه قال: خَلِّ أو دَعْ رأسَه والحائط، فالرأسُ مفعولٌ والحائط مفعول معه، فانتصبا جميعًا. ومن ذلك قولهم: شأنَكَ والحجَّ، كأنَّه قال: عليك شأنَك مع الحجّ. ومن ذلك: امْرَأَ ونفسَه، كأَنّه قال: دَعَ امرَأً مع نفسه») (4).\nفالجمل التي وردت في هذا النص: «رأسَه والحائطَ، شأنَكَ والحجَّ، امرأً ونفسَه» والمُوافِقة للتركيب السابق ليست من التحذير في شيء، بل هي بعيدة كل البعد عن التحذير، وهذا يشي بأهمية المقام في تحديد دلالة هذا التركيب، كما يشي بما أثبتناه عن منهج سيبويه، وكيف أنَّه يقوم بتتبع التركيب المعيَّن في السياقات المختلفة.\nأما أسلوب الاختصاص ففيه يختص الاسم؛ «ليُعْرف بما حمل على الكلام الأوَّل») (5). ويتجلى تأثير السِّياق على أسلوب الاختصاص في أَنَّه إذا وجد السِّياق الدال على الافتخار والتعظيم أو السِّياق الذي يرغب فيه المُتَكَلِّم في التأكيد؛ فإن هذا يستدعي هذا الأسلوب ويكون سببا في وجوده\n_________\n(1) شرح الرَّضِيّ لكافية ابن الحاجب: القسم الأول ص 572\n(2) السابق، ص 573\n(3) الإتقان في علوم القرآن: ت: محمد أبو الفضل إبراهيم، الهيئة المصرية العامة للكتاب، القاهرة، ) 1970 م (، 3/ 190\n(4) سيبويه: الكتاب، 1/ 274\n(5) سيبويه: الكتاب، 2/ 234\n(1/273)\n",
        "يقول سيبويه عن هذا الأسلوب: «وفيه معنى الافتخار») (1)، ويقول: «وإذا صغّرتَ الأمر فهو بمنزلة تعظيم الأمر في هذا الباب، وذلك قولك: إِنَّا معشرَ الصعاليك لا قوةَ بنا على المُروّة») (2).\nولطبيعة السِّياق الذي يأتي فيه الاختصاص فإِنَّهُ «لا يجوز لك أَنْ تُبهم في هذا الباب؛\nفتقول: إني هذا أفعلُ كذا وكذا، ولكن تقول: إني زيدا أفعلُ. ولا يجوز أَنْ تذكر إلا اسما معروفا؛ لأَنَّ الأسماء إِنَّمَا تذكرها توكيدًا وتوضيحا هنا للمضمَر وتذكيرا، وإذا أبهمتَ فقد جئت بما هو أشكلُ من المضمَر ... ، ولكن هذا موضعُ بيان كما كانت الندبةُ موضعَ بيان، فقبُح إذ ذكروا الأمر توكيدًا لما يعظمون أمرَه أَنْ يذكروا مبهما») (3).\nإن الإبهام مع الاسم المختص لا يجوز بأيِّ شكل من الأشكال؛ إذ كيف سيخُصُّ من يقوم بالاختصاص اسما غير معروف، وكيف يكون محل «افتخار أو تعظيم» ما هو في عداد النكرة غير المعروفة، وبمن سيناط الفخر والتعظيم إذا كان المختص نكرة أو غير معروف. إِنَّ هذا لايجوِّزُه عقل ولا منطق ولا سياق؛ لذلك منع النحاة في أسلوب الاختصاص أن يكون الاسم المختص اسم إشارة أو اسم موصول؛ لأنَّها «كنايات أيضا وليست تصريحًا، وإذا جئت بها فقد جئت بما هو أشكل») (4).\nوقد أشار سيبويه إلى معنى دلاليٍّ دقيق مع أسلوب الاختصاص هو «أنَّهم لا يريدون أن يَحملوا الكلامَ على أوَّله، ولكنَّ ما بعده محمولٌ على أوله. وذلك نحو قوله، وهو عمرو بن الأهتَم:\nإنَّا بنى مِنْقَرٍ قَوْمٌ ذَوُو حَسَبٍ ... فينا سَراةُ بنى سَعْدٍ ونادِيَها [بحر البسيط]») (5).\nفقد أوضح سيبويه أن العرب في الاختصاص لا يريدون أن يحملوا الكلام على أوله، ولكن على أنَّ ما بعده محمول على أوله، «وذلك نحو قول [الشاعر]: «إنَّا بنى مِنْقَرٍ قَوْمٌ ذَوُو حَسَبٍ»؛ فإنَّه لم يرد أنْ يخبر بأنَّهم بنو مِنْقَر، وإنما أراد أنْ يخبر بأنهم قوم ذوو حسب، وأوضح المقصود بالضمير\nفقال: «إنَّا بنى مِنْقَرٍ»؛ أي: أعني بني منقر، ولو رفع فقال: «إنَّا بنو منقر» لكان المعنى أنَّه أراد أن يخبر عن نفسه وجماعته بأنَّهم بنو منقر») (6).\n_________\n(1) سيبويه: الكتاب، 2/ 234\n(2) سيبويه: الكتاب، 2/ 235\n(3) سيبويه: الكتاب، 2/ 236\n(4) د. فاضل السامرائي: معاني النحو، 2/ 117\n(5) سيبويه: الكتاب، 2/ 233\n(6) د. فاضل السامرائي: معاني النحو، 2/ 118\n(1/274)\n\n6 ــــ أسلوب الاستثناء:\nالاستثناء يراد به: «الإخراج بإلا أو إحدى أخواتها لما كان داخلًا أو منزلًا منزلة الداخل ... وما كان داخلًا يشمل الداخل حقيقة والداخل تقديرًا وهو المفرغ») (1).\nونقل سيبويه عن الخليل حد الاستثناء المنفي؛ فقال: «الاستثناء إِنَّمَا حده أَنْ تَدارَكَه بعد ما تنفى فتُبدِله») (2). ويأتي أسلوب الاستثناء المنفي «لما ينكره المخاطب، كأنْ تقول: (( ... ما ضربه إلا قاسم)) إذا كان المخاطب يُنكر أن يكون الضارب قاسما») (3).\nولأسلوب الاستثناء المنفي وظيفة دلالية أخرى غير دفع الإنكار الذي يبدو على المخاطب وهي «دلالة التعميم»، يقول سيبويه عند مناقشته للجملة القائلة «ما مررت بأحد إلا زيدٌ خير منه» يقول: «ما مررتُ بأحد إلا زيدٌ خيرٌ منه، كَأَنَّك قلت: مررت بقوم زيدٌ خيرٌ منهم، إلا أَنَّكَ أدخلت إلَّا لتجعل زيدا خيرا من جميع من مررتَ به. ولو قال: مررتُ بناس زيدٌ خيرٌ منهم، لجاز أَنْ يكون قد مرَّ بناس آخرين هم خيرٌ من زيد، فَإِنَّما قال: ما مررتُ بأحدٍ إلا زيدٌ خيرٌ منه ليخبر أَنَّهُ لم يمر بأحدٍ يفضل زيدا») (4).\nفي هذا النَّصّ لدينا جملتان:\nأمررت بناس زيدٌ خيرٌ منهم.\nب ما مررت بأحد إلا زيدٌ خيرٌ منه.\nالجملة الأولى تعني: أنني مررت بناس يجوز أَنْ يكون زيد خيرهم، ويجوز أَنْ أكون قد مررت بناس آخرين هم خير من زيد. والثانية: تعني أَنَّ زيدا خير من مررت به على الإطلاق؛ أي أَنَّ الجملة الثانية أفادت دفع الإنكار والتعميم وذلك من خلال استخدام أداة الاستثناء إلا. قال ابن يعيش: «وتقول في الصفة: ((ما مررت بأحدٍ إلا زيدٌ خيرٌ منه))، فقولك: ((زيدٌ خيرٌ منه)) ... جملة من مبتدأ وخبر في موضع مخفوض، نعت لـ ((أحدٍ))، كأنك قلت: ((مررت بقوم زيدٌ خيرٌ منهم))، وأفادت\n((إلا)) انتفاء مرورك بغير من هذه صفتهم») (5).\n_________\n(1) حاشية الصبان: 2/ 208\n(2) سيبويه: الكتاب، 2/ 335\n(3) د. فاضل السامرائي: معاني النحو، 2/ 250\n(4) سيبويه: الكتاب، 2/ 342\n(5) شرح المفصل: ت: إميل بديع يعقوب، دار الكتب العلمية، بيروت، لبنان، ط 1، ) 2001 م (، 2/ 79",
        "(1/275)\n\nولا شك أَنَّ استخدام الاستثناء للتعبير عن التعميم أو دفع الإنكار مرتبط بإرادة المُتَكَلِّم ومقصده، وهما بدورهما مرتبطان بالسِّياق.\n- إعراب المستثنى في أسلوب الاستثناء التام المنفيّ:\nأشار سيبويه إلى إعراب المستثنى في الأسلوب التام المنفيّ فقال:\nأ «هذا باب ما يكون المستثنى فيه بدلا مما نفى عنه ما أُدخل فيه، وذلك قولك: ما أتاني أحدٌ إلا زيدٌ، وما مررتُ بأحدٍ إلا زيدٍ، وما رأيتُ أحدًا إلا زيدًا، جعلتَ المستثنى بدلا من الأوَّل فكأنَّكَ قلت: ما مررتُ إلا بزيدٍ، وما أتاني إلا زيدٌ، وما لقيتُ إلا زيدا. كما أنَّكَ إذا قلتَ: مررت برجلٍ زيدٍ، فكأنَّك قلت: مررتُ بزيدٍ. فهذا وجهُ الكلام أن تجعل المستثنى بدلا من الذي قبله، لأنك تُدخِله فيما أخرجتَ منه الأول») (1).\nب «هذا باب النصب فيما يكون مستثنًى مبدَلاً، حدَّثنا بذلك يونس وعيسى جميعًا أنَّ بعض العرب الموثوقَ بعربيته يقول: ما مررتُ بأحدٍ إلا زيدًا، وما أتاني أحدٌ إلا زيدًا. وعلى هذا: ما رأيتُ أحدًا إلا زيدًا، فينصبُ زيدًا على غير رأيتُ؛ وذلك أنَّك لم تجعل الآخِر بدلاً من الأوَّل، ولكنَّك جعلته منقطعًا مما عَمل في الأوَّل») (2).\nفي هذين النصين يتحدث سيبويه عن إعراب المستثنى في الأسلوب التام المنفي، ويعطي إعرابين:\n» الاتباع على البدلية.\n» النصب على الاستثناء.\nوالضميران الموجودان في الفعلين «تدخله، جعلته» في نصي سيبويه السابقين يعودان على المتكلم ويشيران إلى حرِّيته في اختيار الإعراب المناسب له ولسياقه:\n• فإذا أراد المتكلم أن «يُدْخِل المستثنى فيما أخرج منه الأوَّل» كان الاتباع على البدلية.\n• وإذا أراد المتكلم أنْ «يجعل المستثنى منقطعًا ممَّا عمل في الأول» كان النصب على الاستثناء.\nوقد تتجه إرادة المتكلم إلى البدليَّة إذا أراد أيضا:\n1. أن يؤكد أنَّ المستثنى بعض من المستثنى منه.\n2. إلصاق المستثنى بالمستثنى منه.\nوتتجه إلى النصب إذا أراد أيضا:\n_________\n(1) سيبويه: الكتاب، 2/ 311\n(2) سيبويه: الكتاب، 2/ 319\n(1/276)",
        "\n1. احتمالية أن يكون المستثنى بعضا من المستثنى منه أو لا.\n2. إرادة البعد عن المستثنى منه جنسا أو نوعًا أو غيرهما، أو التبعيد عنه؛ أي: تنزيله منزلة البعيد.\n3. إرادة ردّ كلام سابق، كأنْ يقول القائل: «قام القوم إلا محمدًا»؛ فتجيب: «ما قام إلا محمدًا») (1).\n***\n\n7 ــــ أسلوب القسم:\nأسلوب القسم يشتمل على ثلاثة أشياء: «جملة مؤكِّدة، جملة مؤكَّدة، وهي جواب القسم، اسم مقسم به») (2).\nوالاسم المقسم به ـــ أو كما يسمِّيه سيبويه ((المحلوف به)) ــــ: «كل اسم من أسماء الله تعالى وصفاته؛ ونحو ذلك مما يُعظَّم») (3). ويتحدَّث سيبويه عن القسم وأدواته، ويقرِّر أَنَّ أكثرها: «الواو ثُمَّ الباء، يدخلان على كل محلوف به، ثُمَّ التاء. ولا تدخل إلا في واحد، وذلك قولك: والله لأفعلن وبالله لأفعلن، و {وَتَاللَّهِ لَأَكِيدَنَّ أَصْنَامَكُمْ بَعْدَ أَنْ تُوَلُّوا مُدْبِرِينَ}») (4).\nوأسلوب القسم من الأساليب التي ترتبط كينونتها بالسِّياق، فالقسم حَلِف، «والحلف توكيد») (5). والاسم المقسم به، أو المحلوف به «مؤكَّد به الحديث») (6). وقد أشرنا مرارا فيما مضى إلى مدى ارتباط التوكيد بالسِّياق.\nويقر سيبويه أَنَّ اسم ذات الجلالة «الله» الذي يستخدم في هذا الأسلوب يلازمه معنى التعجب سواء اتصلت به التاء أو اللام. يقول: «تقول: تالله! وفيها معنى التعجب. وبعض العرب يقول في هذا المعنى: لله، فيجيء باللام، ولا تجيء إلا أَنْ يكون فيها، معنى التعجب.\nقال أميَّة بن أبي عائذٍ:\n_________\n(1) ينظر جميع هذه المعاني د. فاضل السامرائي: معاني النحو، 2/ 257 وما بعدها.\n(2) د. محمد عبادة: معجم مصطلحات النحو والصرف، ص 89\n(3) السابق، 89\n(4) سيبويه: الكتاب، 3/ 496\n(5) سيبويه: الكتاب، 3/ 497\n(6) سيبويه: الكتاب، 3/ 498\n(1/277)\n",
        "لِله يَبْقَى على الأيام ذو حيدٍ ... بمشمخرٍّ به الظَّيان والآسُ [بحر البسيط]») (1).\nويؤكد على أَنَّ التاء لا تحذف من لفظ الجلالة «الله» إذا أردنا معنى التعجب، و «لله» مثلها ومن العرب من يحذف التاء؛ فيقول: «الله لأفعلنَّ، وذلك أَنَّهُ أراد حرف الجر، وإياه نوى، فجاز حيث كثر في كلامهم، وحذفوه تخفيفا وهم ينوونه») (2).\nوسيبويه لن يقر ارتباط «تالله أو لله» بمعنى التعجب بدون تتَبُّع لهذا الأسلوب أو هذا التركيب اللغويّ في السِّياقات اللُّغَوِيَّة المختلفة، فهو لا يفتات على اللُّغَة ولا يتزيَّد عليها كما علمنا من منهجه.\nولا يُظَنُّ أَنَّ «تالله» بملازمتها لمعنى التعجب تتخلى عن معنى التوكيد. فهذا اللفظ المرتبط بالتاء يحمل المعنيين: التوكيد والتعجب. ومن مفسري القرآن من يربط المعنيين بالتاء نفسها التي قد توجد مع لفظ الجلالة، فيقول عند قوله تعالى {وَتَاللَّهِ لَأَكِيدَنَّ أَصْنَامَكُمْ بَعْدَ أَنْ تُوَلُّوا مُدْبِرِينَ}:\n«وتالله: وهو قسم والأصل في القسم الباء الموحدة والواو بدل منها والتاء بدل من الواو وفيها مع كونها بدلاً زيادة على التأكيد التعجب») (3).\nوقد تتدخل إرادة المُتَكَلِّم أو حالته النفسِيَّة من حيث الانتباه والتركيز في تكرار الاسم المُقسَم\nبه. يقول: «ولو قال: وحقِّك وحقِّ زيد على وجه النِّسيان والغلط جاز. ولو قال: وحقِّك وحقِّك، على التوكيد جاز، وكانت الواو واو الجر») (4).\nإن المحلل للنص اللغويّ يجب أَنْ يتنبَّه إلى أَنَّ تكرار القسم فقد يكون السبب فيه إرادةَ المُتَكَلِّم المرتبطة بالسِّياق، أو إنَّه جاء على سبيل الخطأ والنسيان.\n***\n\n8 ــــ النصب على التعظيم أو الذم:\nمن المواضع التي ينصب فيها الاسم «النصب على التعظيم أو الشتم»، نصّ على ذلك سيبويه في بعض المواضع، منها الموضع التالي:\n_________\n(1) سيبويه: الكتاب، 3/ 497\n(2) سيبويه: الكتاب، 3/ 498\n(3) شمس الدين الشربيني الشافعي: السرّاج المنير، مطبعة بولاق الأميرية، القاهرة، ) بدون تحديد لرقم الطبعة 1285 هـ (، 2/ 509\n(4) سيبويه: الكتاب، 3/ 502\n(1/278)\n\n«واعلم أَنَّهُ ليس كلُّ موضع يجوز فيه التعظيمُ، ولا كلُّ صفة يحسن أَنْ يعظَّم\nبها. لو قلت: مررت بعبد الله أخيك صاحبَ الثياب أو البزّاز، لم يكن هذا مما يعظَّم به الرجل عند الناس ولا يفخَّم به. وأما الموضع الذي لا يجوز فيه التعظيم فأن تذكر رجلاً ليس بنبيهٍ عند الناس، ولا معروفٍ بالتعظيم ثُمَّ تعظمه كما تعظم النبيه. وذلك قولك: مررت بعبد الله الصالح. فإنْ قلت مررت بقومك الكرام الصالحين ثُمَّ قلت المُطعِمين في المَحْل) المَحْلُ: الجَدبُ، وهو انقطاع المطر ويبس الأرض من الكلاء (، جاز لأنَّهُ إذا وصفهم صاروا بمنزلة من قد عُرف منهم ذلك، وجاز له أَنْ يجعلهم كَأَنَّه قد عُلموا. فاستحسن من هذا ما استحسن العربُ، وأجِزْه كما أجازته») (1).\nومن خلال تأمل نصّ سيبويه هنا نضع أيدينا على الحقائق التالية:\nأالتعظيم يرتبط بمواقف سِيَاقِيَّة مُعَيَّنَة ومخصوصة.\nب يحتاج النصب على التعظيم إلى صفات مُعَيَّنَة «تعارف» الناس فيما بينهم على أنَّها صفات «عظيمة» يُفَخَّمُ ويُبَجَّلُ ويُكَبَّرُ صاحبُها، مثل ــ كما ذكر سيبويه في نصه ـــ:\n«النباهة»، «والإطعام وقت المَحْل»، «والصلاح». ويجب أَنْ يُعْرَف ما من الصفات يميل بها العُرْفُ إلى استخدامها مع البشر، وما يميل بها العُرْفُ إلى ستخدامه التعظيم «الذات الإلهية».\nت وأنْ يكون صاحب الصفة «معروفا» عند الناس.\nث وأنْ تكون الصفة محل التعظيم «متأصِّلة» في صاحبها.\nأي أَنَّنا لكي «ننصب على التعظيم» يجب أَنْ نوفر الشروط الآتية: وجود سياق تعظيمي مُعَيَّن، صفة من الصفات التي يتعارف الناس فيما بينهم على التعظيم بها، وأنْ يُعْرَفَ صاحبُها، وأَنْ تكون هذه الصفة متأصِّلة فيه، ويعرف كونها خاصة بالبشر أم خاصة بالذات الإلهية.\nوينبغي أَنْ نشير هنا أَنَّ أحد أسرار النصب على التعظيم ــــ كما يفهم من كلام سيبويه ـــ\n«العُرْف»، وما «يتعارف» عليه الناس من صفات التعظيم.\nوقد يرد على الذهن سؤال هو: هل هناك فرق بين قولنا «نصب على التعظيم» و «نصب على المدح»؟\nأقول إنّ هناك فرقا دقيقا بين قولنا «نصب على التعظيم» وقولنا «نصب على المدح»، وقد كان سيبويه ـــ شيخ العربِيَّة ـــ على وعي بهذا الفرق، ولم يضطرب في استخدام المصطلحين.\n_________\n(1) سيبويه: الكتاب، 2/ 69",
        "(1/279)\n\nولكي نظهر هذا الفرق الدقيق بين استخدام مصطلحي: المدح والتعظيم، يجب أولا الوقوف على «الخصائص الدِّلالِيَّة التكوينية الاستعمالية لكلمة المدح».\nفي هذا الشأن تحدثنا معاجم الفروق اللُّغَوِيَّة أَنَّ كلمة «المدح» لها الخصائص الدِّلالِيَّة التكوينية الاستعمالية الآتية:\n1 ـــ المدح يكون للحي وغير الحي كاللؤلؤ واليواقيت الثمينة.\n2 ـــ يكون قبل الإحسان وبعده.\n3 ـــ وأنَّه قد يكون منهيًّا عنه شرعا.\n4 ـــ أنَّه قد يكون بأقوال تدلُّ على أَنَّ صاحبها مختص بنوع من أنواع الفضائل باختياره وبغير اختياره.\n5 ـــ أنَّه يكون بالفعل والصفة؛ وذلك أَنْ يمدح الرجل بإحسانه إلى نفسه وإلى غيره وأَنْ يمدحه بحسن وجهه، وطول قامته، ويمدحه بصفات التعظيم من نحو قادر، وحكيم) (1).\nونخرج من هذه الملامح بأمرين:\n» أن التعظيم أخص من المدح؛ فليس كل مدح تعظيما.\n» وواضح من هذه الصفات والملامح الدِّلالِيَّة أَنَّ العرف يتدخل بطريق غير مباشر في تحديدها، فليس من العرف أَنْ يمدح اللؤلؤ والياقوت، وليس من العرف أَنْ يمدح المحسن قبل إحسانه، وليس من العرف المبالغة والإكثار من المدح مما يستوجب نهي الشارع، وليس من العرف المدح بجمال الوجه وطول القامة.\nأي أَنَّ العرف يفرق بين ما قد يكون مدحا وبين ما قد يكون تعظيما.\nفعندما أقول: «مررت بعبد الله جميلَ الوجه»؛ و «وسلمت على محمدٍ طويلَ القامة» فَإِنَّ الكلمتين «جميل، طويل» قد تنصبان ويكون النصب على المدح؛ أي بتقدير أمدح، ولا يصح النصب على التعظيم؛ لأَنَّ جمال الوجه وطول القامة ليسا من الصفات «المتعارف عليها بين الناس بالتعظيم والتفخيم والتبجيل والتكبير».\nوعندما نقول: «مررت بعبد الله الصالحَ»، إذا أردنا النصب فَإِنَّ الأفضل والأحسن ــــ إذا عُرف عن عبد الله صفة الصلاح وتهيَّأت ظروف سِيَاقِيَّة مُعَيَّنَة ـــــ أَنْ نقول إِنَّ كلمة «الصالحَ» منصوبة على التعظيم.\nإنَّ الفرق بين التعظيم والمدح كان واضحا في ذهن سيبويه، لذلك كان في منتهى الدقة عند استعماله لمصطلح التعظيم.\n_________\n(1) أبو هلال العسكري: معجم الفروق اللُّغَوِيَّة، ط 1، ) 1412 هـ (، ص 202\n(1/280)",
        "\nولا شك أَنَّ تلك الشروط التي استنبطناها من نصّ سيبويه للنصب على التعظيم هي شروط سِيَاقِيَّة بامتياز، فالنصب على التعظيم يحتاج إلى موقف له خصوصية سِيَاقِيَّة مُعَيَّنَة، وهي في الغالب مواقف المدح والثناء، والعرف يتدخل في تحديد الصفة التي يعظم بها، والصفات التي يُعَظَّم بها تختلف من جماعة إلى أخرى، ومن وقت إلى آخر، والشخص المعظم يجب أَنْ يكون معروفا بين جماعته اللُّغَوِيَّة بهذه الصفات؛ لهذا قال السيرافي: «يحتاج التعظيم إلى اجتماع معنيين في\nالمعظم: أحدهما أَنْ يكون الذي عُظِّم به فيه مدح وثناء ورفعة. والآخر: أَنْ يكون المعظم قد عرفه المخاطب وشهر عنده بما عظم به، أو يتقدَّم من كلام المُتَكَلِّم ما يتقرر به عند المخاطب حال مدح وثناء وتشريف في المذكور يصح أَنْ يورد بعدها التعظيم») (1).\nوما يصحُّ للتعظيم لذات الله ـــ عز وجل ــــ قد لا يصح للبشر، والعكس بالعكس، فـ «ليس كل شيء من الكلام يكون تعظيما لله عز وجل يكون تعظيما لغيره من المخلوقين: لو قلت: الحمدُ لزيد تريد العظمةَ لم يجز، وكان عظيمًا)؛ أي كان أمرا عظيما غير مغتفر (») (2).\nومن خلال السِّياق نُفَرِّق بين النصب على التعظيم أو الشتم وبين النصب على أساس أي معني آخر، فمثلا:\n- قول الشاعر:\nلا عَيبَ بِالقَومِ مِن طولٍ وَلا عِظَمٍ ... جِسمُ البِغالِ وَأَحلامُ العَصافير [بحر البسيط]\n«فلم يردْ أَنْ يجعله شتما، ولَكِنَّه أراد أَنْ يعدد صفاتهم ويفسرها، فكأَنَّه قال: أَمَّا أجسامهم فكذا وأمَّا أحلامهم فكذا») (3).\n- وقول الشاعر:\nوما غرّني حوزُ الرِّزاميّ مِحصَنًا ... عَواشِيَها بالجَوّ وهو خصيبُ [بحر الطويل]\n«ومِحصن: اسم الرزامى، فنصبه على أعني، وهو فعل يظهر، لأنَّهُ لم يرد أكثر من أَنْ يعرفه بعينه، ولم يرد افتخارا ولا مدحا ولا ذما») (4).\n_________\n(1) سيبويه: الكتاب، 2/ 69، الحاشية ذات الرَّقْم 6\n(2) سيبويه: الكتاب، 2/ 96\n(3) سيبويه: الكتاب، 2/ 74\n(4) سيبويه: الكتاب، 2/ 74، ويؤكد الأستاذ عبد السلام هارون في الحاشية ذات الرَّقْم 3 على أنَّ موطن الشاهد نصب ((محصن بإضمار فعل يجوز إظهاره، وهو أعني، ولم يقصد مدحا ولا ذما فينصبه عليه)). أما المصدر\n((حَوْز)) فمعموله في البيت كلمة ((عواشيها))، ولا يجوز أن يكون ((محصنا)) هو معمول هذا المصدر؛ لأنَّ المعنى لا يستقيم على ذلك، فمعنى البيت: أن الشاعر لم يغره أن يحوز) يجمع (الرزامي) نسبة إلى رزام، وهم حي من بني عمرو بن تميم (ـــ ويقصد ويعني من بينهم محصنا ــــ العواشي) المواشي التي ترعى بالعشي (، ليمنع الشاعر القرى.\n(1/281)\n",
        "ومن خلال السِّياق أيضا نُفَرِّق بين ما هو «للتعظيم»، وما هو «للترحُّم»، فـ «مذهب الترحم على غير منهاج التعظيم والشتم ... [فـ] الترحم إِنَّمَا هو رقة وتحنن، يلحق الذاكر على المذكور في حال ذكره إياه رقة عليه وتحننا») (1). يقول سيبويه: «ومن هذا الترحم، والترحم يكون بالمسكين والبائس ونحوه، ولا يكون كل صفة ولا كل اسم، ولكن ترحم بما ترحم به العرب») (2).\n\nالمبحث الخامس: سياق الحال والأدوات النحوِيَّة:\nقبل أَنْ نشرع في إيضاح علاقة بعض الأدوات النحوِيَّة بالسِّياق من خلال نصوص سيبويه نُصَدِّرُ كلامنا بقولٍ مُهِمّ لأستاذنا تَمَّام حسان عن «الأدوات» يقول فيه: «إِنَّ المعاني التي تؤدِّيها الأدواتُ جميعا هي من نوع التعبير عن علاقات في السِّياق، وواضح أَنَّ التعبير عن العلاقة معنى وظيفي لا معجمي؛ فلا بيئة للأدوات خارج السِّياق؛ لأَنَّ الأدوات كما ذكرنا ذات افتقار إلى الضمائم أو بعبارة أخرى: ذات افتقار متأصل إلى السِّياق») (3). أي أَنَّ الأدوات النحوِيَّة هي من أهم ما يبرز دور السِّياق ويوضح أهميته.\nوفيما يلي مجموعة من الحروف والأدوات النحوِيَّة التي لاحظنا تدخُّلَ سياق الحال في تحديدها وفي خصائصها، وهي كما يلي:\n1 ـــ أمَّا الشرطيِّة:\nمن الأدوات التي نظنُّ أَنَّ سياق الحال له دور في تحديد معناها النَّحْوِيّ عند سيبويه الأداة «أَمَّا» فقد ذكر لها معني نحويا لا يُتَأَتَّى إليه إلا من خلال نصوص لها سياقاتها. يقول: «أَمَّا وإذا يُقطَعُ بهما الكلامُ، وهما من حروف الابتداء يَصرفانِ الكلامَ إلى الابتداء») (4). والقطع مصطلح نحوي يراد به في النحو: «عدم ربط الكلمة بما قبلها في الإعراب، وتُعد جزءا من جملة جديدة») (5).\nوجملة سيبويه التي وردت في الجملة السابقة «يُقطَعُ بهما الكلامُ» تقتضي أمرين:\n» وجود ذات واعية) متكلم (تقوم بقطع الكلام.\n_________\n(1) سيبويه: الكتاب، 2/ 75 الحاشية ذات الرَّقْم 1، والكلام هنا للسيرافي.\n(2) سيبويه: الكتاب، 2/ 74 ـــ 75\n(3) اللُّغَة العَرَبِيَّة معناها ومبناها، ص 127\n(4) سيبويه: الكتاب، 1/ 95\n(5) د. محمد عبادة: معجم المصطلحات النَّحْوِيَّة، ص 250\n(1/282)\n\n» وجود كلام يُقطَع، والكلام الجديد يجب أَنْ يرتبط بسياق سابق معلوم بين المُتَكَلِّم والمخاطب؛ حتى يكون الكلام مفهوما ومقبولا.\nبناء على ما سبق يمكن أَنْ نقول إِنَّ «أَمَّا» من استخداماتها قطع الكلام، وتحويله إلى سياق جديد. والسِّياق الجديد يتطلب ((مبتدأ، أو مسندا إليه)) جديدا يدور حوله الكلام؛ لأَنَّ سيبويه في آخر المقولة السابقة «يصرفان الكلام إلى الابتداء».\nوقد علمنا من سابق كلامنا أَنَّ المُتَكَلِّم لا يبدأ الكلام في الغالب إلا بجملة اسمية، وهي تقتضي مبتدأ معروفًا سلفا بين المُتَكَلِّم والمخاطب.\nويؤكد السيرافي هذا المعنى بألفاظ واضحة؛ فيقول: «و ((أمَّا)) يُبْتَدأ بها، وإن وردت بعد كلام صرفت ما بعدها إلى الابتداء وقطعته عن الأول») (1).\nومما يسترعي الانتباه أَنَّ السيوطي في الإتقان خصَّ «أَمَّا» بحديثٍ ذكر فيه أَنَّ من معاني\n«أَمَّا» أنَّها: «حرف شرط وتفصيل وتوكيد») (2)، ولم يشر إلى ما قد تتضمنه «أَمَّا» من ابتداء، وتبعه في ذلك الأستاذ عباس حسن، فذكر نفس الكلام عند حديثه عن معنى «أَمَّا» الشرطيِّة) (3)، ولم يشر إلى أنَّها تأتي قاطعة للكلام، ويُبدَأ بها سياقٌ جديد) (4).\nويمكن أَنْ نستغل عدم إشارة النحاة ـــ حسبما وقف الباحث ــــ للمعنى الذي أشار إليه سيبويه هنا فنقول: إِنَّ هذا قد يُستشْهَد به على أَنَّ عدم استقراء الكلام في سياقاته المختلفة ـــ كما يفعل سيبويه ــــ قد يؤدِّي إلى أَنَّ القاعدة النحوِيَّة قد تأتي ناقصة مضطربة، أو غير جامعة مانعة) (5).\n2 ـــ ألف التَّرَنُّم وياؤه وواوه:\nتتبَّع الباحث مصطلح «التَّرَنُّم» عند العلماء ووقف على الحقائق الآتية:\n- أنَّ التَّرَنُّم هو: «مدُّ الصوت بمدة تجانس حركة الروِي») (6).\n_________\n(1) شرح كتاب سيبويه: 1/ 400\n(2) الإتقان: ص 225، وجاء في تاج العروس: التفصيل التبيين.\n(3) النحو الوافي، 4/ 504\n(4) وكذلك الأداة ((إذا)) التي وردت في نصّ سيبويه، لا تذكر المصادر التي وقفنا عليها معنى الابتداء فيها، ويحصرون معناها في أنَّها: ظرف لما يستقبل من الزمان، ظرفية لا تتضمن معنى الشرط، الفجائية. يراجع: المعجم الوافي في أدوات النحو العربي، ص 35\n(5) يراجع التمهيد الذي قدمنا به البحث.\n(6) محمد بن عبد الله الطائي: شرح الكافية الشافية، ت: عبد المنعم أحمد هريدي، جامعة أم القرى، ط 1، ) بدون تاريخ للطبعة (، 3/ 1427",
        "(1/283)\n\n- وأنَّه: «التطريب والتغني وتحسين الصوت») (1)، و «ترديد الصوت بضرب من\nالتلحين») (2).\n- وأنَّه: «يحصل بأحرف الإطلاق لقبولها لمد الصوت فيها») (3).\n- وأنَّ «الشعر وضع للغناء والتَّرَنُّم») (4)، وأَنَّه «الشعر موضع التَّرَنُّم والغناء وترجيع الصوت ولا سيما في أواخر الأبيات، وحروفُ الإطلاق: أي الألف والواو والياء هي المتعينة من بين الحروف للترديد والترجيع الصالحة لها؛ فمن ثم تلحق في الشعر لقصد الإطلاق كلماتٍ لا تلحقها في غير الشعر») (5).\n- وأَنَّه اختياري للمتكلم، وأَنَّ «ناسا كثيرين من بني تميم يبدلون مكان المدة النون؛ لما لم يريدوا التَّرَنُّم؛ أبدلوا مكان المدة نونا، ولفظوا بتمام البناء») (6).\nونص سيبويه الذي يشير فيه إلى هذا التَّرَنُّم هو: «أَمَّا إذا ترنموا فإِنَّهُم يلحقون الألف والياء والواو ما ينون وما لا ينون، لأنهم أرادوا مد الصوت، وذلك قولهم ـــ وهو لامرئ القيس:\nقِفا نَبكِ مِن ذِكرى حَبيبٍ وَمَنزِلِ ... [بحر الطويل]\nوقال في النصب ليزيد بن الطثرية:\nفَبِتنا تحيد الوَحشُ عَنّا كَأَنَّنا ... قَتيلانِ لَم يَعلَم لَنا الناسُ مَصرَعا [بحر الطويل]\nوقال في الرفع، للأعشى:\nهُرَيرَةَ وَدَّعها وَإِن لامَ لائِمُ ... غَداةَ غَدٍ أَم أَنتَ لِلبَينِ واجِمُ [بحر الطويل]\nهذا ما ينون فيه؛ وما لا ينون فيه قولهم، لجرير:\nأَقِلّي اللَومَ عاذِلَ وَالعِتابا ... وَقولي إِن أَصَبتُ لَقَد أَصابا [بحر الوافر]») (7).\n_________\n(1) ابن منظور: لسان العرب، 12/ 254، والنهاية في غريب الحديث والأثر، 2/ 271\n(2) الزوزني: شرح المعلقات السبع، دار إحياء التراث العربي، القاهرة، ط 1، ) 2002 م (، ص 250\n(3) ابن هشام: مغني اللبيب عن كتب الأعاريب، ت: د. مازن المبارك، محمد على حمد، دار الفكر، دمشق، ط 6، ) 1985 م (، ص 447\n(4) سيبويه: الكتاب، 4/ 206\n(5) محمد بن الحسن الإستراباذي: شرح شافية ابن الحاجب، ت: محمد نور الحسن ومحمد الزفزاف ومحمد محيي الدين عبد الحميد، دار الكتب العلمِيَّة، لبنان، ) 1975 م (، 2/ 316\n(6) محمد بن عبد الله الطائي: شرح الكافية الشافية، 3/ 1428\n(7) سيبويه: الكتاب، 4/ 204\n(1/284)",
        "\nإن التَّرَنُّم يُأتَى به لـ «التطريب والتغني وتحسين الصوت وتلحينه»، وأنَّ موضعه الشعر، وأَنَّه اختياري، ويتم من خلال أحرف الإطلاق: الواو والألف والياء.\nوهنا يُثار سؤال: لمن يقوم الشاعر بهذا التطريب والتغني وتحسين الصوت؟ ولماذا يلجأ الشاعر إليه طالما أَنَّهُ اختياري؟\nإن الشاعر لن يترنَّم ويرغب في تحسين الصوت وتلحينه إلا لمن يسمعه، أي لا بدَّ من وجود سياق حال يجمع بين المُتَكَلِّم الشاعر المنشد، والمخاطب المستمع الذي يستمتع بإلقاء الشاعر\nلشعره، إِنَّ الشاعر في ترنُّمه مقصدُه المستمع، فما أتي بهذا التَّرَنُّم إلا إليه؛ ودليل هذه القصدية أَنَّ التَّرَنُّم اختياري من الشاعر، يمكنه أَنْ يستغني عنه.\nإذن فسياق الحال يتحكم في التَّرَنُّم وهو سبب وجوده؛ فرغبة المُتَكَلِّم الذي هو أحد أهم عناصر سياق الحال هي المسئولة عن هذا التَّرَنُّم وجودا وعدما. ومصداق هذا قول سيبويه في نصه السابق: «لأنَّهم أرادوا مد الصوت».\nويمكننا القول أيضا ــــ استنتاجا واستنباطا ـــ إِنَّ القافية وحركة روِيِّها تتَأَثَّران بالحالة النفسِيَّة للمتكلم المنشد.\nومما يمكن أَنْ يلحق بألف التَّرَنُّم في كونها تأتي للترنم أيضا وإن كان هذا التَّرَنُّم فيه نوع حزن وتفجع ـــ «ألف الندبة». يقول: «اعلم أَنَّ المندوب مدعوٌّ ولَكِنَّه متفجع عليه، فإنْ شئت ألحقتَ في آخر الاسم الألف، لأَنَّ الندبة كأَنَّهم يترنمون فيها؛ وإن شئت لم تُلحق كما لم تلحق في النداء») (1).\nوإلحاق ألف الندبة كما يقول سيبويه اختياري يتوقَّف على إرادة المُتَكَلِّم إذا أراد أَنْ يبرز مزيدا من الأسى والحزن على المُتَفَجَّع عليه من خلال ألف الندبة، وكَأَنَّ اللُّغَة تساعد المُتَكَلِّم على التنفيس عن مشاعره بكل الأوجه الممكنة، وتهيِّئ له ذلك بكل السبل.\n***\n3 ـــ الأداة ((أل)):\nهذه الأداة نالت عناية النُّحَاة وانتباههم؛ فبينوا أقسامها ومعانيها، فذكروا أنَّها:\n• ((أل)) الموصولة: وذلك إذا اتصلت بها صفة صريحة.\n• ((أل)) التعريفية، وهي تنقسم إلى:\n- الجنسية، وهي تنقسم إلى:\n» مطلق، يعرف بها الجنس مع إيهام كل فرد من أفراده، فهي في قوة ((أي))، نحو الرجل أقوى من المرأة. ومعناها: أي رجل أقوى من أي امرأة.\n_________\n(1) سيبويه: الكتاب، 2/ 220\n(1/285)\n",
        "» نسبيٌّ، يعرف بها الجنس والمقصود إما عام للجنس كله أو خاص لأحد أفراده، فهي في قوة الضمير عموما، [مثل]: {وَنَهَى النَّفْسَ عَنِ الْهَوَى} النازعات: 40: نهى نفسه عن هواها.\n- العهدية، وهي تنقسم إلى:\n» العهد الذكري، تعرف مذكورا سابقا، وتكون في قوة ضمير الغائب، مثل قوله تعالى: {مَثَلُ نُورِهِ كَمِشْكَاةٍ فِيهَا مِصْبَاحٌ الْمِصْبَاحُ فِي زُجَاجَةٍ الزُّجَاجَةُ كَأَنَّهَا كَوْكَبٌ دُرِّيٌّ}.\n» العهد الذهني، تعرف مفهوما مشتركا بين المُتَكَلِّم والسامع إذا ذكر انصرف الذهن إليه، فهي في قوة ضمير الإشارة، مثل قوله تعالى: {النَّبِيُّ أَوْلَى بِالْمُؤْمِنِينَ مِنْ أَنْفُسِهِمْ} = هذا النبي الذي تعرفونه.\n» العهد الحضوري: يعرف بها حاضر يراه المُتَكَلِّم والسامع، فهي أيضا في قوة ضمير الإشارة، نحو: من الرجل؟ = من هذا الرجل) (1).\nيتضح من التقسيم السابق مدى ارتباط هذه الأداة بالسِّياق، فلا يمكن الوقوف على كلِّ هذه المعاني السِّياقِيَّة لتلك الأداة إلا بمعونته. ويقرر د. تَمَّام حسان أَنَّ «أل» التي تأتي موصولة أو للجنس النسبي أو للعهد الذكرى يربط بها السِّياق، وأَنَّها جميعها «في قوة الضمير الغائب») (2). ويُعلَم أَنَّ الضمائر تلعب دورا أساسيا في تماسك النَّصّ.\nوإذا كانت «أل» مثل الضمير، والضمير لا يُأْتَى به، ولا يحل محل اسم إلا إذا عرف المُتَكَلِّم مرجع هذا الضمير وما المقصود به؛ فَإِنَّ هذا الكلام ينسحب أيضا على «أل»؛ أي أَنَّ السِّياق في نهاية الأمر يتحكم في أل كما يتحكم في الضمير.\nويشير سيبويه إلى دور السِّياق في تحديد دلالة تلك الأداة بقوله: «وأما الألف واللام فنحو الرجل والفرس والبعير وما أشبه ذلك. وإِنَّمَا صار معرفة لأَنَّكَ أردت بالألف واللام الشيء بعينه دون سائر أمته، لأَنَّكَ قلت: مررتُ برجلٍ، فَإِنَّك إِنَّمَا زعمت أَنَّكَ إِنَّمَا مررت بواحدٍ ممن يقع عليه هذا الاسمُ، لا تريد رجلا بعينه يعرفه المخاطَب. وإذا أدخلتَ الألف واللام فَإِنَّما تُذكّره رجلا قد عرَفه، فتقول: الرجل الذي من أمره كذا وكذا؛ ليتوهم الذى كان عهدَه ما تذكر من أمره») (3).\n_________\n(1) هذا التقسيم نقلتُه عن أستاذنا الدكتور تَمَّام حسان: البيان في روائع القرآن، مكتبة الأسرة ـــ الهيئة المصريَّة العامة للكتاب، القاهرة، ) 2002 م (، 1/ 147\n(2) السابق: 1/ 148\n(3) سيبويه: الكتاب، 2/ 5\n(1/286)\n\nيشير هنا إلى أل التي تأتي للعهد الذهني، التي تكون لشيء معهود بين المُتَكَلِّم والسامع، والوحيد الذي يستطيع تحديد دلالة الكلمة المحلاة بأل العهدية الذهنية هو المخاطب الذي يعرف من خلال سياق سابق مدلول هذه الكلمة، وعلى من تنطبق. أي أَنَّنا في تحديدنا لدلالة الكلمة المحلاة بأل نحتاج إلى السِّياق أيّما احتياج للوقوف على هذه الدِّلَالَة. لذلك نجد سيبويه يشير إلى هذا السياق في قوله: «وإذا أدخلتَ الألف واللام فَإِنَّما تُذكّره رجلا قد عرَفه، فتقول: الرجل الذي من أمره كذا وكذا؛ ليتوهم الذى كان عهدَه ما تذكر من أمره».\nويؤكد سيبويه على أهمِيَّة السِّياق في تحديد دلالة أل في نصّ ثان، فيقول: «وإِنَّمَا يُدخلون الألف واللام ليعرفوك شيئا بعينه قد رأيتَه أو سمعت به، فإذا قصدوا قصد الشيء بعينه دون غيره وعنوه، ولم يجعلوه واحدا من أمة، فقد استغنوا عن الألف واللام. فمن ثم لم يُدخلوهما في هذا ولا في النداء») (1).\nإنَّ «أل» العهدية لكي يصح استعمالها فَإِنَّها يجب أنْ «تُربَطَ» بأمر «رآه المُتَكَلِّم وسمع به من قبل» إما في بداية موقف الكلام نفسه) أل العهدية (، وإما في موقف سابق على موقف الكلام) أل العهد الذهني (.\nويُستغنَى عن «أل» كلية إذا هيَّأ السِّياق والموقفُ الكلامَ ووجهه مباشرة إلى «فرد مُعَيَّن من أفراد أمة ما» ـــ بحسب تعبير سيبويه ــــ؛ أي أَنَّنا استغنينا عن «أل» لتعبِّرَ عن المُتَحَدَّثِ عنه عندما انتقل من حالة «الغياب عن السِّياق» إلى حالة «الحضور في السِّياق»، وبعد أنْ كان المُتَحَدَّثُ عنه غائبا أصبح حاضرا، وأقدرنا هذا على الانتقال والاستغناء عن «أل».\nومن نصّ سيبويه نقف أيضا على أهمِيَّة الأداة «أل» في «الربط»، ربط ما هو غائب عن السِّياق بما هو حاضر فيه. وقد سمَّى علماء نحو النَّصّ هذا الربط بـ «الإحالة الخارِجِيَّة»، وهي ـــ أي الإحالة الخارِجِيَّة ــــ مع «الإحالة الداخلية» من أهم وسائل «السبك Coheision» . وهي «من المعايير المُهِمَّة التي تسهم بشكل فعَّال في الكفاءة النصية، تلك الوسيلة من أهم الوسائل المتعددة والمتنوعة لسبك العبارات») (2).\n***\n_________\n(1) سيبويه: الكتاب، 2/ 198\n(2) أحمد عفيفي: الإحالة في نحو النص، ضمن الكتاب التذكاري: العَرَبِيَّة من نحو الجملة إلى نحو النص، 2/ 524",
        "(1/287)\n\n4 ـــ كسر همزة إِنَّ وفتحها:\nقبل أَنْ نناقش علاقة سياق الحال بـ «أَنَّ» نثبت أولا أَنَّ النُّحَاة اقتصروا في هذه المسالة على أنْ قالوا: «يجب كسر همزة: إِنَّ فى كل موضع لا يصح أَنْ تُسبَكَ فيه مع معموليها بمصدر») (1)، ويجب فتحها «فى موضع واحد، هو: أَنْ تقع مع معموليها جزءا من جملة مفتقرة إلى اسم مرفوع، أومنصوب، أو مجرور، ولا سبيل للحصول على ذلك الاسم إلا من طريق مصدر منسبك من أنّ مع معموليها. ففى مثل: شاع أَنَّ المعادنَ كثيرةٌ فى بلادنا. سرنى أَنَّكَ بارٌّ بأهلك، لا نجد فاعلا للفعل: شاع، ولا للفعل: سَرَّ؛ مع حاجة كل فعل للفاعل، ولا وسيلة للوصول إليه إلا بسبك مصدر مؤول من: أنّ مع معموليها») (2).\nلقد اكتفى معظم أئمتنا النُّحَاة بتقرير هذه القواعد عن إنَّ وأنَّ بدون إشارة ملحوظة وواضحة لعلاقتها بالسِّياق، على الرغم من الإشارات المبكرة لسيبويه لهذا الربط السِّياقي.\nومن العبارات اللافتة للنظر التي عثرنا عليها في الكتاب التي تدل على هذا الربط السِّياقي عبارة سيبويه التي يقول فيها عن الحرف «أنَّ»: «وأنَّما وأنَّ إِنَّمَا يصيِّران الكلام شأنًا وحديثًا، فلا يكون الخبر ولا الحديث الرجل ولا زيدًا، ولا أشباه ذلك من الأسماء») (3).\nويقول في موضع ثان عن أَنَّ: «أَنَّ تجعل الكلام شأنا») (4). ويخصص بابا يعنونه بـ «باب تكون فيه أَنَّ بدلا من شيء هو الأول» يذكر فيه: «وذلك قولك: بلغتني قصَّتك أَنَّكَ فاعلٌ، وقد بلغني الحديثُ أنَّهم منطلقون، وكذلك القصة وما أشبهها») (5).\nوقد حار الباحث فيما يقصده صاحب الكتاب بهذه الجملة «أَنَّ تجعل الكلام شأنا»، إلى أنْ عثر على تفسير لها عند ابن السرّاج؛ يقول فيه: «أَنَّ المفتوحة الألف مع ما بعدها بتأويل المصدر وهي تجعل الكلام: شأنًا وقصة وحديثًا، ألا ترى أَنَّكَ إذا قلت: علمت أَنَّكَ منطلق، فَإِنَّما هو: علمت\n_________\n(1) عباس حسن: النحو الوافي، 1/ 649\n(2) السابق، 1/ 642\n(3) سيبويه: الكتاب، 3/ 131\n(4) سيبويه: الكتاب، 3/ 142\n(5) سيبويه: الكتاب، 3/ 132\n(1/288)",
        "\nانطلاقك، فكَأَنَّك قلت: علمت الحديث، ويقول القائل: ما الخبر؟ فيقول المجيب: الخبر أَنَّ الأمير قادم») (1).\nإن تفسير ابن السرّاج لفتح همزة «أَنَّ» يربطها بالسِّياق ربطا، فجملة «علمت أَنَّكَ منطلق» يسبقها سياق ومقام، فالمُتَكَلِّم علم أَنَّ المخاطب من خلال قصة أو حديث وقع أمامه أَنَّهُ منطلق؛ فأتى بالجملة على هذا الوجه. فبفتح همزتها يُعْلَم أنَّها تعبر عن شأن وقصة وحديث سابق، أي أنَّها تأتي بعد مرحلة تالية من الكلام، ولا تأتي في بدايته.\nألا ما أجمل إشارة سيبويه عن «أَنَّ» من حيث إنَّها تجعل الكلام شأنا؛ أي شأنا وقصة وحديثا سابقا على ذكرها. إنَّها إشارة عميقة تدلُّ على ربطه الأداة بالسِّياق، وتدُلُّ على اعتباره للسياق عند التَّقْعِيد، كما تدلُّ على دقة الملاحظة، ولم نقف على هذه الفائدة السِّياقِيَّة القيمة\nلـ «أَنَّ» إلا في كتاب سيبويه.\nومن مواضع كسر همزة إِنَّ أَنْ تقع بعد «القول مباشرة، وتكون مع معموليها محكية بالقول، نحو قوله تعالى {قَالَ إِنِّي عَبْدُ اللَّهِ}؛ فإنْ لم تُحكَ بالقول وأجري القول مُجرى الظن؛ فتحت الهمزة، نحو: أتقول أَنَّ العدل معدوم، أي: أتظن») (2).\nوالذي يحدِّد هل القول للحكاية أم يفيد الظن السِّياقُ، فإليه المرجع في هذا التحديد؛ وهذا يعني أَنَّ السِّياق المعتبر يتحكم في كسر همزة إِنَّ أو فتحها. يقول سيبويه: «وسألت يُونُس عن\nقوله: متى تقول أَنَّهُ منطلقٌ؟ فقال: إذا لم ترد الحكاية وجعلت تقول مثل تظنُّ») (3).\nوهنا نؤكد على أَنَّ كسر همزة إِنَّ أو فتحها له دلالة؛ فعندما نقول: «أتقول أَنَّ العدل\nمعدوم» ـــ بفتح همزة إِنَّ ـــ فالمُتَكَلِّم قد يكون في حالة ظن أو قد لا يكون، وإن قلت: «أتقول إِنَّ العدل معدوم»؛ فالمُتَكَلِّم يحكي وينقل ما سمعه عن غيره كما هو؛ فالفعل «قال» في هذه الحال ـــ كما يقول سيبويه ـــ «لا يغّيَّر الكلام عن حاله قبل أَنْ تكونَ فيه قال») (4).\n_________\n(1) الأصول في النحو، ت: عبد الحسين الفتلي، مؤسسة الرسالة، بيروت، ) بدون تاريخ للطبعة (، 1/ 265 وينظر أيضا: عبد القادر بن عمر البغدادِيّ: خزانة الأدب ولب لباب لسان العرب، ت: عبد السلام محمد هارون مكتبة الخانجي، القاهرة، ط 4، ) 1997 م (، 10/ 304\n(2) د. على توفيق الحمد: المعجم الوافي في أدوات النحو العربي، ص 84 ــ 854\n(3) سيبويه: الكتاب، 3/ 142\n(4) سيبويه: الكتاب، 3/ 143\n(1/289)\n",
        "ويوجِّهُ قراءة الكسر في قوله تعالى: {فَدَعَا رَبَّهُ أَنِّي مَغْلُوبٌ فَانْتَصِرْ} على الحكاية، يقول:\n«كان عيسى يقرأ هذا الحرف: {فَدَعَا رَبَّهُ أَنِّي مَغْلُوبٌ فَانْتَصِرْ}؛ أراد أَنْ يحكي» (1).\nومن نصوص سيبويه التي خصصها للحديث عن «إِنَّ» ـــ بكسر الهمزة ـــ قوله: «وإِنَّ توكيدٌ لقوله: زيدٌ منطلقٌ. وإذا خفَّفْتَ فهي كذلك تؤكِّد ما يتكلم به ولَيثبت الكلام، غير أَنَّ لام التوكيد تلزمها عوضًا مما ذهب منها») (2).\nويستوقفنا عند تحليل هذا النَّصّ قوله: «وإِنَّ توكيدٌ لقوله: زيدٌ منطلقٌ»؛ فماذا يقصد بهذه العبارة؟\nإن الهاء في كلمة «لقوله» في هذه العبارة ضمير يعود على المُتَكَلِّم المفترض، والجملة الاسمِيَّة: «زيدٌ منطلقٌ» تعني أَنَّ «زيدًا» معروف بين المُتَكَلِّم والمخاطب، وأنَّ «الانطلاق» معروف لدى المُتَكَلِّم فقط مجهول لدى المخاطب، وأنَّ المُتَكَلِّم يريد أَنْ ينقل معرفته بهذا الانطلاق للمخاطب. ولا معنى لجملة سيبويه: «وإِنَّ توكيدٌ لقوله: زيدٌ منطلقٌ» هنا إلا أَنَّ المخاطب شك في نسبة الانطلاق إلى زيد؛ فأتى المُتَكَلِّم بـ «إِنَّ» لتأكيد هذه النسبة.\nوإحساس المُتَكَلِّم بهذا الشك من قبل المخاطب لا بدَّ أَنْ يتولد من خلال ملابسات سياق مُعَيَّن فليست كل جملة اسمية يقولها المُتَكَلِّم محل شك من المخاطب.\nومجئ «إِنَّ» لتأكيد نسبة الخبر إلى المبتدأ حقيقة أقرها النُّحَاة من بعد سيبويه؛ فقالوا عن التوكيد الذي تفيده «إِنَّ، أَنَّ»: «المراد: توكيد النسبة؛ أي: توكيد نسبة الخبر للمبتدأ، وإزالة الشك عنها أو الإنكار، فكلا الحرفين في تحقيق هذا الغرض بمنزلة تكرار الجملة، ويفيد ما يفيده التكرار؛ ففي مثل: إِنَّ المال عماد العمران؛ تغني كلمة «إِنَّ» عن تكرار جملة: المال عماد العمران») (3).\nومن الملحوظات القيمة للأستاذ عباس حسن على «إِنَّ، أَنَّ» قوله: «ومن الخطأ البلاغي استخدامهما إلا حيث يكون الخبر موضع الشك أو الإنكار. والتأكيد بهما يدلُّ على أَنَّ خبرهما محقق عند المُتَكَلِّم، وليس موضع شك. ولا يستعملان إلا في تأكيد الإثبات») (4).\n_________\n(1) سيبويه: الكتاب، 3/ 143\n(2) سيبويه: الكتاب، 4/ 233\n(3) عباس حسن: النحو الوافي، 1/ 631 الحاشية ذات الرَّقْم 3\n(4) النحو الوافي، 1/ 631 الحاشية ذات الرَّقْم 3\n(1/290)\n\nإِنَّنَا بعد مناقشتنا لـ «أَنَّ، إِنَّ» هنا يمكن أَنْ نعبر عن كسرها أو فتحها من خلال اعتبار السِّياق وبفهم سيبويه نقول: تكسر إِنَّ إذا أتت بداية الكلام وفي مراحله الأولى، وتفتح إذا أتت بعد قصة أو حديث أو شأن سابق.\n5 ـــ الضمائر:\nأورد الجرجاني عدة تعريفات للضمير منها: «ما وضع لمتكلم، أو مخاطب، أو غائب تقدم ذكره، لفظا، نحو: زيد ضربتُ غلامه، أو معنى، بأن ذكر مشتقه، كقوله تعالى: {اعْدِلُوا هُوَ أَقْرَبُ لِلتَّقْوَى} المائدة: 8)؛ أي: العدل أقرب لدلالة «اعدلوا» عليه (، أو حكمًا؛ أي ثابتًا في الذهن، كما في ضمير الشأن، نحو: هو زيد قائم») (1). ومنها أيضا: «عبارة عن اسم يتضمن الإشارة إلى المتكلم أو المخاطب أو غيرهما، بعدما سبق ذكره، إما تحقيقا أو\nتقديرا») (2).\nومن الواضح ـــ كما في التعريفين السابقين ــــ أَنَّهُ لا يجوز أَنْ يحل الضمير محل الاسم إلا إذا عرف المخاطب من المقصود بالضمير، وإلا ضاع منه الكلام وتعذَّر فهمه له. فإذا دخل شخص في حوار يدور بين اثنين يتكلمان عن شخص غير موجود بضمير الغائب؛ فَإِنَّ الشخص الداخل في الحوار لن يفهم الكلام، ولن يتفاعل مع الحوار حتى يعرف مرجع الضمير الذي يدور حوله الحديث يؤكد هذا سيبويه قائلا:\n• «وإِنَّمَا صار الإضمار معرفة لأَنَّكَ إِنَّمَا تضمِر اسما بعد ما تعلم أَنَّ مَنْ يحدَّث قد عرف مَن تعنى وما تعنى، وأَنَّك تريد شيئا يعلمه») (3).\n• ويقول: «وإِنَّمَا يضمِر إذا علم أَنَّكَ عرفت من يعنى») (4).\n• وهذا ما يفهم أيضا من قوله تعليقا على قوله تعالى: {وَلَا يَحْسَبَنَّ الَّذِينَ يَبْخَلُونَ بِمَا آتَاهُمُ اللَّهُ مِنْ فَضْلِهِ هُوَ خَيْرًا}: «كَأَنَّه قال: ولا يحسبنَّ الذين يبخلون البُخل هو خيرا\nلهم. ولم يذكر البخل اجتزاء بعلم المخاطَب بأنَّه البخل، لذكره يبخلون») (5).\n_________\n(1) التعريفات، ص 279\n(2) السابق، ص 279\n(3) سيبويه: الكتاب، 2/ 6\n(4) سيبويه: الكتاب، 2/ 81\n(5) سيبويه: الكتاب، 2/ 391",
        "(1/291)\n\nولأَنَّ الضمير لا يجوز أَنْ يحل محل الاسم حتى يعرف المخاطب من المقصود بالضمير فقد قرَّر سيبويه أَنَّ الضمير لا يوصف. يقول: «من قبل أَنَّ هو اسم مضمَر والمضمر لا يوصَف بالمظهر أبدا») (1). وهذا أمر منطقي؛ فقد سبق أَنْ قلنا إِنَّ النعت يأتي متمِّما «لما يطلبه المتبوع بحسب المقام»، وهذا يعنى أَنَّ النعت قد يأتي: للتوضيح والتخصيص والمدح والذم والترحم والإبهام والتوكيد والتفصيل، وكل هذا لا يحتاجه الضمير، لأَنَّنا لا نستخدم الضمير إلا إذا علمنا تماما وبصورة واضحة الاسم الذي يمثل مرجع هذا الضمير.\nوقد يلعب السِّياق أحيانا دورا مهما مع الضمير، يتمثل في إسهامه في تحديده لـ «مرجعيته» وعدم تحديد مَرْجِعِيَّة للضمير بسبب عدم وضوح السِّياق قد يتسبب في تعَدُّد المعاني للجملة. فمثلا في أحد الشواهد النحوِيَّة، يقول الشاعر) (2):\nوَمَا أُصاحِبُ مِن قومٍ فأذكُرَهُم ... إلا يزيدهم حبًّا إليَّ هُمُ [بحر البسيط]\nيقول الشيخ محيي الدين عبد الحميد في معناه: «يحتمل هذا البيتُ معنيين، بناء على اختلاف مرجع ضميري الغائبين في الشطر الثاني منه ... ») (3).\nوكثيرا ما نجد مثلا الإمام الزَّمَخْشَرِيّ في تفسيره يحدد ـــ في غياب القرينة ـــ أكثر من مَرْجِعِيَّة للضمير في بعض الآيات، وكم من مرة استغل ذلك في الإثراء الدِّلَالِيّ للآيات القُرْآنِيَّة) (4).\nويلعب السِّياق دورا في تحديد دلالة بعض الضمائر، مثل الضمير نحن الذي قد يدلُّ على اثنين أو أكثر. يقول سيبويه: «وإن حدث عن نفسه وعن آخر قال: نحنُ، وإن حدث عن نفسه وعن آخرين قال: نحنُ») (5). وكذلك الضمير أنتما؛ فدلالة الضمير العَدَدِيَّة تتوقف على السِّياق.\n_________\n(1) سيبويه: الكتاب، 2/ 88\n(2) هو: زياد بن منقذ العدوي التميمي، وقد أورد ابن هشام هذا البيت في كتابه ((أوضح المسالك))\n1/ 92، مستشهدا به في قوله ((إلا يزيدهم حبا هم)) على ((فصل الضمير المرفوع وهو: هم، في آخر البيت، وكان قياس الكلام أن يجيء به ضميرا متصلا بالعامل الذي هو يزيد)).\n(3) عدة السالك إلى تحقيق أوضح المسالك: 1/ 91\n(4) ينظر مثلا تفسيره لقوله تعالى: {وَأُتُوا بِهِ مُتَشَابِهًا} البقرة: 25، 1/ 102 ــ 103، وقوله: {كَيْفَ تَكْفُرُونَ بِاللَّهِ وَكُنْتُمْ أَمْوَاتًا فَأَحْيَاكُمْ} البقرة: 28، 1/ 117، وتفسيره لقوله تعالى: {فَقُلْنَا اضْرِبُوهُ بِبَعْضِهَا} ... البقرة: 73، 1/ 143\n(5) سيبويه: الكتاب، 2/ 350\n(1/292)",
        "\nوضمير واو الجماعة «ضمير متصل لجماعة الذكور العقلاء») (1). لَكِنَّه قد يُنزَّل في بعض الأحيان منزلة غير العقلاء، فعندما سأل سيبويه الخليل عن قوله تعالى: {يَاأَيُّهَا النَّمْلُ ادْخُلُوا مَسَاكِنَكُمْ} زعم «أَنَّهُ بمنزلة ما يعقل ويسمع، لما ذكرهم بالسجود، وصار النمل بتلك المنزلة حين حدّثتَ عنه كما تحدث عن الأناسى. وكذلك {وَكُلٌّ فِي فَلَكٍ يَسْبَحُونَ}؛ لأَنَّها جُعلت ـــ في طاعتها وفى أَنَّهُ لا ينبغى لأحد أَنْ يقول: مُطرنا بنَوْء كذا، ولا ينبغي لأحد أَنْ يعبد شيئا منها ـــ بمنزلة من يَعقل من المخلوقين ويُبصر الأمور») (2).\nويؤثِّر السِّياق أيضا على الضمير في بعض الأحيان استعمالا، فالضمير «هم» لا يستعمل مع ما يُعَبِّر عن جماعة غير عاقلة، ويستخدم فقط فيما يدل على العاقل، كما أشار سيبويه قائلا: «ولا تقول: جمالُك ذاهبون، ولا تقول: هم في الدار وأنت تعنى الجِمال، ولكنك تقول: هي وهن ذاهبة وذاهبات») (3).\nويردد النُّحَاة مصطلحا يرتبط بما نحن فيه هنا، ألا وهو مصطلح «ضمير الفصل». وهو:\n«ضمير يتوسط بين المبتدأ والخبر، أو ما أصله مبتدأ وخبر؛ ليؤذَنَ من أوَّل الأمر بأنَّ ما بعدَه خبرٌ لا نعتٌ. وهو يُفيدُ الكلام ضربًا من التوكيد») (4).\nإن ضمير الفصل «يفصل في الأمر حين الشك؛ فيرفع الإبهام، ويزيل اللَّبس؛ بسبب دلالته على أَنَّ الاسم بعده خبر لما قبله؛ من مبتدأ، أو ما أصله المبتدأ، وليس صفة، ولا بدلا، ولا غيرهما من التوابع والمكملات التي ليست أصيلة في المعنى الأساسي، كما يدلُّ على أَنَّ الاسم السابق مستغن عنها، لا عن الخبر. وفوق ذلك كله يفيد في الكلام معنى الحصر والتخصيص\nأي: القصر المعروف في البلاغة. تلك هي مُهِمَّة ضمير الفصل؛ لَكِنَّه قد يقع أحيانًا بين مالا يحتمل شكًّا ولا لَبسًا؛ فيكون الغرض منه مجرد تقوية الاسم السابق، وتأكيد معناه بالحصر. والغالب أَنْ يكون ذلك الاسم السابق ضميرًا؛ كقوله تعالى: {وَكُنَّا نَحْنُ الْوَارِثِينَ}») (5).\nويتطرق سيبويه إلى الحديث عن هذا الضمير، ويؤكد أَنَّ وجوده «إعلاما بأنَّه)؛ أي\nالمُتَكَلِّم (قد فصل الاسم، وأنَّه فيما ينتظر المحدَّث ويتوقعه منه، مما لابدَّ له من أَنْ يذكره\n_________\n(1) د. على توفيق حمد: المعجم الوافي في أدوات النحو العربي، ص 360\n(2) سيبويه: الكتاب، 2/ 47\n(3) سيبويه: الكتاب، 2/ 39\n(4) مصطفى محمد الغلاييني: جامع الدروس العَرَبِيَّة، المكتبة العصرية، بيروت، ط 28، ) 1993 م (، ص 126\n(5) عباس حسن: النحو الوافي، 1/ 244\n(1/293)\n",
        "للمحدَّث؛ لأَنَّكَ إذا ابتدأت الاسم فَإِنَّما تبتدئه لما بعده، فإذا ابتدأت فقد وجب عليك مذكور بعد المبتدأ لابدّ منه، وإلا فسد الكلام ولم يسغ لك، فكأَنَّه ذكر «هو» ليستدل المحدَّث أَنَّ ما بعد الاسم ما يُخرجه مما وجب عليه، وأَنَّ ما بعد الاسم ليس منه») (1).\nويقول في نصّ آخر: «وإِنَّما فصل لأَنَّكَ إذا قلت كان زيدٌ الظريفُ، فقد يجوز أَنْ تريد بالظريف نعتا لزيد، فإذا جئت بهو أعلمت أنها متضمنة للخبر») (2).\nإن سيبويه يريد أَنْ يؤكد هنا في هذا النَّصّ على ما رصده هو من وظيفة لضمير الفصل، وهي وظيفة «تأكيد الخبرِيِّة» لما يأتي بعده، وأَنْ ينبِّه المُتَحَدَّث ليزدادَ انتباها وتركيزا لما بعد هذا الضمير، ولا شك أَنَّ هذه وظيفة تتَأَثَّر بالسِّياق، فالمُتَكَلِّم لن يلجأ إليه إلا إذا استدعى السِّياق هذا.\nويحتاج الضمير إلى مرجع، أيًّا كان شكل هذا المرجع، فقد «يكون له مرجع صريح، وقد يكون له مرجع متصيَّد من الفعل، وقد تدلُّ عليه قرينة السِّياق العام للكلام») (3). وقد يكون المرجع متقدم على الضمير كما هو المعتاد والمألوف، وقد يكون متأخرا عنه، كما يشير سيبويه:\n«ومما يضمر لأنَّهُ يفسره ما بعده ولا يكون في موضعه مظهرٌ قول العرب: إِنَّه كِرامٌ قومُك، وإِنَّه ذاهبةٌ أمتُك. فالهاء إضمارُ الحديث الذي ذكرتَ بعد الهاء، كَأَنَّه في التقدير ـــ وإِنْ كان لا يُتكلم به ـــ قال: إِنَّ الأمر ذاهبةٌ أمتُك وفاعلةٌ فلانة، فصار هذا الكلام كلُّه خبرا للأمر، فكذلك ما بعد هذا في موضع خبره») (4).\nإن تأكيد سيبويه وغيره من النُّحَاة على مَرْجِعِيَّة الضمير هو تأكيد نابع من أهمِيَّة هذه المَرْجِعِيَّة في «تلاحم النَّصّ وتماسكه»، فالضمير يلعب دورا مهمّا في النَّصّ اللغويّ؛ إذ يسهم في\n«الخفة» ودفع «الإلباس» (5) من ناحية، ومن ناحية ثانية «يعمل على تلاحم الناتج الدِّلَالِيّ عندما يتردد الدال مشيرا إلى شيء سابق في السِّياق، سواء أكانت الإشارة إلى سابق ملفوظ أومفهوم، أوقائم على التضمين أوالالتزام» (6). فبالضمائر «تتحول الصياغة إلى سبيكة متلاحمة العناصر\n_________\n(1) سيبويه: الكتاب، 2/ 389\n(2) سيبويه: الكتاب، 2/ 388\n(3) د. تَمَّام حسان: البيان في روائع القرآن، 1/ 150\n(4) سيبويه: الكتاب، 2/ 176\n(5) الخصائص: 2/ 193\n(6) د. محمد عبد المطلب: قراءات أسلوبية في الشعر الحديث: الهيئة المصريَّة العامة للكتاب، القاهرة، ط 1، ) 1995 م (، ص 143\n(1/294)\n\nنتيجة لعوامل الربط الظاهرة والمستترة، المنفصلة والمتصلة، التي تعمل على تعليق ذهن المتلقي وشغله بما يواجهه من ضمائر» (1).\nوعندما تحدث علماء نحو النَّصّ عن عناصر السبك التي هي من المعايير المُهِمَّة التي تسهم بشكل فعَّال في الكفاءة النصية ــــ قسَّموا هذه العناصر إلى قسمين:\n» الأول: عناصر السبك النحوِيَّة Grammatical Cohesion، وتشمل: الإحالة، الاستبدال، الحذف، الربط.\n» الثاني: عناصر السبك المعجمي Lexical Cohesion، وتشمل: التكرار، والمصاحبة اللُّغَوِيَّة «التضام».\nوفي الإحالة تحدثوا عن الإحالة بالضمير، وقالوا إِنَّهُ وغيره من وسائل الإحالة «تقوم بدور الرابط بينها وبين ما تحيل إليه متقدما كان أو متأخرا») (2).\n6 ـــ الأداة «بل»:\nيحدِّثنا النُّحَاةُ عن الأداة «بل» فيقررون أنَّها قد تأتي «حرف عطف تشرك الثاني مع الأول في إعرابه لا في حكمه إذا تلاها مفرد») (3)، وقد تأتي «حرف ابتداء يفيد الإضراب؛ إذا تلتها جملة، وتسمى حرف استئناف») (4).\nو«بل» الابتدائية التي تليها جملةٌ تفيد «الإضراب». ويقسم العلماء هذا الإضراب إلى نوعين:\n• الأول: «الإضراب الإبطالي»، و «هو الذي يقتضي نفي الحكم السابق، في الكلام قبل\n«بل»، والقطع بأنَّه غير واقع، ومدعيه كاذب، والانصراف عنه واجب إلى حكم آخر يجيء بعدها») (5).\n• الثاني: «الإضراب الانتقالي»، وهو «الذي يقتضي الانتقال من غرض قبل الحرف «بل» إلى غرض جديد بعده، مع إبقاء الحكم السابق على حاله، وعدم إلغاء مايقتضيه») (6).\n_________\n(1) د. محمد عبد المطلب: قراءات أسلوبية في الشعر الحديث، ص 144\n(2) د. نادية رمضان محمد: عناصر السبك بين القدماء والمحدثين، بحث ضمن الكتاب التذكاري: العَرَبِيَّة من نحو الجملة إلى نحو النص، 2/ 571 و 578\n(3) د. علي توفيق الحمد: المعجم الوافي في أدوات النحو العربي، ص 115\n(4) السابق: 115\n(5) عباس حسن: النحو الوافي، 3/ 623\n(6) السابق، 3/ 623",
        "(1/295)\n\nومن نصوص سيبويه عن «بل» نصه: «وأما بل فلترك شيءٍ من الكلام وأخذٍ في غيره. قال الشاعر حيث ترك أول الحديث، وهو أبو ذؤيبٍ:\nبَلْ هَلْ أُرِيكَ حُمُولَ الحيّ غاديةً ... كالنّخْلِ زَيَّنَها ينعٌ وإِفْضَاحُ [بحر البسيط]») (1).\nونلحظ في هذا النَّصّ إبانة سيبويه عن معنى «بل» الابتدائية التي تفيد الإضراب الانتقالي بقوله\n«وأما بل فلترك شيءٍ من الكلام وأخذٍ في غيره»، ونلحظ أَنَّه استشهد على هذا المعنى ببيت من الشعر، وصدر هذا البيت بقوله «قال الشاعر حيث ترك أول الحديث». ومقولته هذه تدلُّ على أَنَّه وقف على القصيدة كاملة، وتتَبُّع معانيها وسياقها وعايش ملابساتها، ثُمَّ تبيَّن له أَنَّ الشاعر عند البيت المذكور قد ترك السِّياق الأوَّل أو المعنى الأول الذي بدأ به قصيدته وانتقل إلى معنى آخر. وأنَّه وجد هذه الظاهرة متكررة الحدوث؛ فقال بهذا المعنى مع «بل».\nإن مقولة سيبويه «وأما بل فلترك شيءٍ من الكلام وأخذٍ في غيره» تتضمن إشارة للجانب السِّياقي لهذه الأداة، وهي وإن كانت إشارة بسيطة إلا أنَّها أوضح من التعريف الاصطلاحي الذي ذكرناه قبل للنحاة الذين أتوا من بعده.\nومن نصوص سيبويه أيضا عن هذه الأداة قوله: «والمبدل يشرك المبدل منه فى الجر وذلك قولك: مررتُ برجلٍ حِمارٍ. فهو على وجهٍ محالٌ، وعلى وجهٍ حَسَنٌ. فأَمَّا المحُالُ فأَنْ تَعنَى أنَّ الرجلَ حِمارٌ. وأَما الذى يَحسُن فهو أَنْ تقول: مررتُ برجلٍ، ثُمَّ تُبْدِلَ الحِمارَ مَكَانَ الرجل فتقولَ: حِمارٍ، إمَّا أَنْ تكونَ غلِطتَ أو نَسِيتَ فاستَدركتَ، وإمّا أَنْ يَبْدُوَ لك أَن تُضربَ عن مرورك بالرجل وتَجعلَ مكانه مرورَك بالحمار بعد ما كنتَ أردتَ غيْرَ ذلك .... ومن ذلك قولك: مررتُ برجلٍ بَلْ حمار، وهو على تفسير: مررتُ برجلٍ حِمارٍ») (2).\nفي هذا النَّصّ نلاحظ أَنَّ تفسير الجملة «مررتُ برجلٍ حِمارٍ» لا يمكن بدون تدخل السِّياق، فلا يمكن أَنْ نعني بها «أَنَّ الرجل حمار»، بل لا بد من وجود «غلط أو نسيان» من المُتَكَلِّم يستتبعه استدراك لهذا النسيان أو الغلط. أو أنَّ المتكلم قال: «مررت برجل» ثم أضرب وعدل عن هذا الكلام وقال: «مررت بحمار». وأنَّ هذا التفسير هو نفسه الذي يمكن أَنْ يطلق على قولنا:\n«مررتُ برجلٍ بَلْ حمار».\n_________\n(1) سيبويه: الكتاب، 4/ 223\n(2) سيبويه: الكتاب، 1/ 349\n(1/296)",
        "\nعلى هذا نقول إِنَّ بل قد يأتي بها المُتَكَلِّم لتفادي الخطأ والنسيان الذي قد يقع فيه. ونلاحظ هنا في هذا النَّصّ ارتباط الأداة «بل» ـــ في بعض استعمالاتها ـــ بما أسماه النُّحَاة بدل الغلط، وبدل النسيان) (1).\nوقد تأتي «بل» في بعض استعمالاتها الأخرى مرتبطة بالنعت، ففي نصّ لسيبويه يربط فيه بين الأداة «بل» وبين شكل من أشكال النعت، ونمط من أنماطه فيقول: «ومنه أيضًا)؛ أي من أشكال النعت (: مررتُ برجل صالحٍ بل طالحٍ، وما مررتُ برجلٍ كَريمٍ بل لئيمٍ، أَبدلتَ الصفةَ الآخِرَةَ من الصفة الأولى، وأُشركَتْ بينهما بَلْ فى الإِجراءِ على المنعوت. وكذلك: مررتُ برجل صالحٍ بل طالحٍ، ولَكِنَّه يجيءُ على النَّسيان أو الغَلطِ، فيَتداركُ كلامَه؛ لأَنَّه ابتدأ بواجب») (2).\nمن خلال النصين الأخيرين نخرج بالآتي:\n• أن الأداة «بل» فى حال كونها ابتدائية تفيد الإضراب قد تأتي لتحل «مشكلة نُطْقِية ذهنية» في الجملة ناتجة عن «نسيان أو غلط المُتَكَلِّم»: أي أَنَّ الذي تسبب في وجود هذه الأداة في الأساس في الجملة هو المُتَكَلِّم نسيانا أو خطأ.\n• ونلاحظ أَنَّ هذه الأداة مرتبطة بالمُتَكَلِّم «فقط»، فهو ـــ فيما أظن وأعتقد ـــ الذي استخدم هذه الأداة منعزلا عن السِّياق المحيط به، فهي أداة أتت لإصلاح «خطأ مفاجئ» ـــ إِنْ جاز هذا\nالتعبير ـــ وقع فيه المُتَكَلِّم. وقد يؤَيِّد هذا قول أحد النُّحَاة عن بل حينما تأتي مع بدل النسيان أو الغلط يقول: «والبَدَلُ المُباينُ بأقسامهِ لا يقعُ في كلامِ البُلغَاءِ. والبليغُ إِنْ وقع في شيءٍ منها أتى بين البدل والمبدَل منه بكلمةِ «بل» دلالةً على غلطهِ أو نسيانهِ أو إِضرابه») (3).\n***\n_________\n(1) يحدثنا النُّحَاة عن نوع من البدل يسمى بدل المباينة، ويقسم النُّحَاة هذا النوع من البدل إلى ثلاثة أنواع: بدل الغلط، بدل النسيان، بدل الإضراب. فقالوا في تعريف بدل الغلط: ((وهو الذي يذكر فيه المبدل منه غلطا لسانيا، ويجيء البدل بعده لتصحيح الغلط. وذلك بأن يجري اللسان بالمتبوع من غير قصد، ثم ينكشف هذا الغلط والخطأ للمتكلم سريعا؛ فيذكر البدل، ليتدارك به الخطأ اللساني ويصححه. فالغلط إِنَّمَا هو في ذكر المبدل منه، لا في البدل)) وبدل النسيان: ((هو الذي يذكر فيه المبدل منه قصدا، ويتبين للمتكلم فساد قصده؛ فيعدل عنه ويذكر البدل الذي هو الصواب؛ نحو: ((صليت أمس العصر، الظهر، في الحقل))، فقد قصد المُتَكَلِّم النص على صلاة العصر، ثم تبين له أنه نسي حقيقة الوقت الذي صلاه، وأنه ليس العصر؛ فبادر إلى ذكر الحقيقة التي تذكرها؛ وهي:\n((الظهر))، فكلمة: ((الظهر)) بدل مقصود من كلمة: ((العصر)) بدل نسيان. والفرق بين هذا البدل وسابقه أن الغلط يكون من اللسان. إما النسيان فمن العقل)). ينظر: النحو الوافي، 3/ 670 ـــ 671\n(2) سيبويه: الكتاب، 1/ 434\n(3) مصطفى بن محمد سليم الغلايينى: جامع الدروس العَرَبِيَّة، 3/ 238\n(1/297)\n",
        "7 ـــ الأداة «قَدْ»:\nقال سيبويه عن هذه الأداة ما يلي:\n«فمن تلك الحروف قد، لا يُفصَل بينها وبين الفعل بغيره، وهو جوابٌ لقوله أفعل؛ كما كانت «ما فعل» جوابًا لـ «هل فعل؟ »؛ إذا أخبرت أَنَّه لم يقع. ولما يَفْعَلْ وقد فَعَلَ، إنَّما هما لقومٍ ينتظرون شيئًا. فمن ثم أشبهت قد لما، في أنَّها لا يُفصَل بينها وبين الفعل») (1).\nتستوقفنا هنا عبارة سيبويه «ولما يَفْعَلْ وقد فَعَلَ، إنَّما هما لقومٍ ينتظرون شيئًا»، وهي عبارة مثيرة للانتباه، يفسرها السيرافي بقوله: «منزلة قد من الفعل كمنزلة الألف واللام من الاسم؛ لأَنَّ دخولها على فعل متوقع أو مسئول عنه؛ لأَنَّه إذا قال: قد قام زيد؛ فَإِنَّما يقوله لمن يتوقع قيامه أو لمن سأل عنه؛ فقال: هل قام زيد؟ وإذا قال: قام زيد؛ فَإِنَّما يبتدئ إخبارا بقيامه لمن لا ينتظره ولا يتوقعه؛ فأشبهت قد العهدَ في قولك: ((جاءني الرجل))؛ لمن عهده المخاطب أو جرى ذكره\nعنده ... ») (2).\nوقال ابن منظور في لسان العرب عن الحرف «قد»: «وقد تخفف داله. وقد، مخفف: كلمة معناها التوقع. قال الجوهري: قد حرف لا يدخل إلا على الأفعال، قال الخليل: هي جواب لقوم ينتظرون الخبر أو لقوم ينتظرون شيئا، تقول: قد مات فلان، ولو أخبره وهو لا ينتظره لم يقل: قد مات ولكن يقول: مات فلان») (3).\nمن خلال نصّ سيبويه وشرح السيرافي وابن منظور نفهم أَنَّ: التركيب: «قَدْ + فعل ماض متصرف خبري مثبت + فاعل» يدل على «قوم ينتظرون شيئا؛ أي يتوقعون فعلا أو يسألون عنه»، أي أَنَّ:\n- قولنا «قد قام زيد» نقوله: «لمن يتوقع القيام من زيد أو لمن سأل عنه فقال: هل قام\nزيد؟ ».\n- وقولنا «قام زيد» نقوله: «عندما نبتدئ ونخبر عن قيام زيد لمن لا ينتظر هذا القيام\nولا يتوقعه».\n_________\n(1) سيبويه: الكتاب، 3/ 114 ــ 115\n(2) سيبويه: الكتاب، 3/ 115، الحاشية ذات الرَّقْم 1\n(3) 3/ 346\n(1/298)\n\nوهنا نقول إِنَّ توقع القيام بالفعل هو أمر سِياقِيّ، ولا بد أنْ يُسبَقَ هذا التوقع بمجموعة من الأحداث السِّياقِيَّة الاجتِماعِيَّة النفسِيَّة التي تهيئ لهذا التوقع، وتجعل المخاطب أو السامع في حالة التوقع هذه؛ أي أَنَّ السِّياق هنا هو الذي يحدد استخدام أحد هذين التركيبين: «قَدْ + فعل ماض متصرف خبري مثبت + فاعل» أو «فعل ماض متصرف خبري مثبت + فاعل» إذا أردنا اختيار أحدهما. ويلعب المُتَكَلِّم دورا في اختيار التركيب المناسب إذ ينبغي أَنْ يأخذ بعين الاعتبار السِّياق وحالة المخاطب والسامع.\nوهذا النَّصّ هنا لسيبويه يمكن أَنْ يُضاف إلى الأدِلَّة التي تثبت أَنَّه كان يُنَمِّطُ اللُّغَة إلى تراكيب لغوية مُجَرَّدة ثُمَّ يتَتَبَّعها دِلالِيًّا في السِّياقات التي تأتي فيها.\n***\n8 ـــ الأداة «أَلَا»:\nقال النُّحَاة عن ألا: «وترد «ألا» للتنبيه فتدخل على الجملتين نحو: {أَلَا إِنَّ أَوْلِيَاءَ اللَّهِ لَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ (62)} يُونُس: 62، {أَلَا يَوْمَ يَأْتِيهِمْ لَيْسَ مَصْرُوفًا عَنْهُمْ} هود: 8 وعرضية وتحضيضية؛\nفتختصان بالفعلِيَّة، نحو: {أَلَا تُحِبُّونَ أَنْ يَغْفِرَ اللَّهُ لَكُمْ} النور: 22 {أَلَا تُقَاتِلُونَ قَوْمًا نَكَثُوا أَيْمَانَهُمْ وَهَمُّوا بِإِخْرَاجِ الرَّسُولِ} التوبة: 13») (1). أي أَنَّه من خلال التتَبُّع السِّياقي لهذة الأداة تمخَّض هذا التتَبُّع عن ثلاث دلالات: التنبيه والعرض والتحضيض.\n- والتنبيه هو «بيان الشيء قصدا بعد سبقه ضمنا، على وجه لو توجّه إليه السامع الفطن بكليته لعرفه، لكن لكونه ضمنيا ربما يغفل عنه») (2).\n- والعرض: «هو الطلب برفق ولين. ويظهران ــــ غالبا ـــ في صوت المُتَكَلِّم، وفي اختيار كلماته رقيقة دالة على الرفق») (3).\n- والتحضيض: «هو الطلب بشِدَّة وعنف. ويظهران ـــ غالبا ــــ في صوت المُتَكَلِّم، وفي اختيار كلماته جزلة قوية») (4).\nوواضح من التعريفات الثلاث أنها تتطلب سياقا للتفرقة بينها، وأنَّ «سياق الكلام ونبرة صوت المُتَكَلِّم واختياره لكلماته» أهم ما يميِّز بين العرض والتحضيض.\n_________\n(1) ابن هشام: أوضح المسالك إلى ألفِيَّة ابن مالك، 2/ 25\n(2) التهانوي: موسوعة كشاف اصطلاحات العلوم والفنون، 1/ 516\n(3) عباس حسن: النحو الوافي، 4/ 369\n(4) السابق: 4/ 369",
        "(1/299)\n\nوقد عبَّر سيبويه عن وظيفة التنبيه لـ «أَلَا» قائلا: «وأمَّا ألا فتنبيه، تقول: ألا إِنَّه ذاهبٌ. ألا: بلى») (1).\nولابد لكي تخلص ألا للتنبيه أَنْ تقوم قرينة السِّياق ونبرات صوت المُتَكَلِّم وكلماته لتدل على ذلك. والتنبيه يقتضي عقلا: مُنَبِّه ومُنَبَّه، ومنبه عليه؛ لذلك قال عبد القاهر: «التنبيه لا يكون إلا على معلوم») (2).\n1 ـــ الأداة «إِمَّا»:\nالأداة «إِمَّا» ـــ بكسر الهمزة وتشديد الميم ـــ هي «حرف تفصيل غير عامل واجب التكرار») (3). وتفيد عدة معاني: التخيير، الإباحة، الإبهام، الشك) (4).\nوقد تحدَّث سيبويه عن هذه الأداة قائلا: «ومن النعت أيضا: مررت برجلٍ إمّا قائمٍ وإمّا\nقاعدٍ، فقد أَعلمهم أَنَّهُ ليس بمُضْطَجِعٍ ولَكِنَّه شكّ فى القيام والقعودِ، وأَعلمهم أَنَّهُ على أحدهما») (5).\nونلاحظ في نصّ سيبويه هذا أَنَّ «إِمَّا» تدلُّ على ثلاثة معان: «معنيين محصورين»، ومعنى «مستبعد»، ففي مثَل سيبويه في نصه السابق: «مررت برجلٍ إمّا قائمٍ وإمّا قاعدٍ، فقد أَعلمهم أَنَّهُ ليس بمُضْطَجِعٍ» معنيان محصوران: «القيام والقعود»، ومعنى مستبعد «الاضطجاع» وأعتقد أَنَّ هذا المعنى الثالث المعنى المستبعَد لابد من اعتباره مع هذه الأداة؛ أي أَنَّ هذه الأداة إذا دَلَّت على الشك ارتبط بها معنيان محصوران ومعنى مستبعد، ودليلي على اعتبار هذا المعنى الثالث لهذه الأداة إضافة سيبويه التي أضافها بعد المثل: «فقد أَعلمهم أَنَّهُ ليس بمُضْطَجِعٍ». فقد كان في مُكنته أَنْ يقول: «مررت برجلٍ إمّا قائمٍ وإمّا قاعدٍ، لكن القائل شكّ فى القيام والقعودِ»؛ فلو لم تكن لعبارة سيبويه «فقد أَعلمهم أَنَّهُ ليس بمُضْطَجِعٍ» فائدة في الكلام لما ذكرها، ولكانت عبارة لا قيمة لها، ونعلم أَنَّ لكلِّ لفظة في الكتاب لها قيمتها وخطرها. أي أَنَّنا يمكن أَنْ نقعد للإداة «إِمَّا» ــ من خلال كلام سيبويه ـــ بقولنا: إِنَّ هذه الأداة تدلُّ إذا أتت لمعنى الشك على ثلاثة معان: معنيين محصورين ومعنى مستبعد.\n_________\n(1) سيبويه: الكتاب، 4/ 235\n(2) دلائل الإعجاز، 145\n(3) د. على توفيق الحمد: معجم أدوات النحو العربي، ص 71\n(4) السابق: ص 71 ـــــ 72\n(5) سيبويه: الكتاب، 1/ 429\n(1/300)",
        "\nواستخدام المُتَكَلِّم هذه الأداة بمعنى الشك يستلزم سياقا يضم طرفين: متكلم، ومخاطب أو مخاطبين، يجمعهم حديثٌ حول موضوع ما وقعوا في شكٍّ حول نسبة ثلاثة معان له، وحاروا في أيٍّ منها ينسب أو يوصف أو يناط بهذا الموضوع؛ فدفع هذا المُتَكَلِّم أَنْ يحصر الشك في معنيين فقط؛ وهذا يعني أَنَّ الأداة «إِمَّا» تأتي في الكلام وحالة الشك قائمة؛ وأنَّها قد أُتِيَ بها لتضييق دائرة الشك.\nومن الأدوات التي تفيد الشك الأداة «أو»، والفرق بينها وبين «إِمَّا» أَنَّ «أو» يُأْتَى بها بعد أَنْ يكون الكلام قد بُدِئ به على سبيل اليقين ثُمَّ اعتراه الشك، أَمَّا «إِمَّا» فيُأْتَى بها وحالة الشك قائمة أصلا، قال المبرد: «وَزعم الْخَلِيل أَن الْفَصْل بَين «إِمَّا» و «أو» أَنَّك إِذا قلت: ضربت زيدا أَو عمرا فقد مضى صدر كلامك وَأَنت مُتَيَقن عِنْد السَّامع، ثُمَّ حدث الشَّك بِـ «أو» فَإِذا قلت: ضربت إِمَّا زيدا [وإما عمرو]؛ فقد بنيت كلامك على الشَّك») (1)، وقال ابن جني: «ومعنى «إِمَّا» كمعنى «أو» في الخبر والإباحة والتخيير، تقول: قام إِمَّا زيد وإِمَّا عمرو، وكُلْ إِمَّا تمرا وإِمَّا سمكا؛ إلا أنَّها أقعد في لفظ الشك من أو؛ ألا تراك تبتدئها شاكًّا وتقول: قام إما زيد وإما عمرو. و «أو» يمضي صدر كلامك على لفظ اليقين ثُمَّ تأتي بـ «أو» فيما بعد؛ فيعود الشك ساريا من آخر الكلام إلى أوله») (2).\n****\n2 ـــ الأداة «ذاكَ»: من الأدوات التي تعرض لها سيبويه بالشرح والإيضاح الأداة «ذاكَ»، فقال عنها: «ذاك اسمٌ مبهَم، وإِنَّمَا يذكر حين يُظن أَنَّهُ قد عَرفت ما يَعنى») (3). ونقف عند هذا النَّصّ محلِّلين ونخرج منه بالآتي:\n• أنَّ اسم الإشارة «ذاكَ» اسم «مبهم».\n• أن هذا الاسم ــــ كما نفهم من عبارة سيبويه ـــ يذكره «متكلمٌ» للإشارة إلى «مسمّى محسوس» معروف لدى «المخاطب أو المستمع»؛ لأَنَّه عُرِف من قبل. ولا نستطيع من كلام سيبويه هنا أَنْ نحدد ما إذا كان هذا «المسمّى المحسوس» لابد أَنْ يذكر في نفس الكلام أم من الممكن أَنْ تكون الإشارة في موقف سِياقِيّ سابق.\n_________\n(1) المقتضب: ت: محمد عبد الخالق عظيمة، عالم الكتب، بيروت، 3/ 28\n(2) اللمع في العَرَبِيَّة: ص 95\n(3) سيبويه: الكتاب، 2/ 383 ــــ 384 وقد أورد الأستاذ هارون في الحاشية ذات الرَّقْم 1 في ص 384 رواية أخرى للعبارة الأخيرة في النص هي ((قد عُرِف ما يعني)).\n(1/301)\n",
        "وصفة الإبهام التي وصف بها سيبويه اسم الإشارة «ذاكَ» ليست مقصورة قطعا على هذا الاسم بعينه، بل هي تنسحب على بقية الأسماء التي تذكر تحت مصطلح اسم الإشارة) (1)، وهي: «تا، وتي، وذي، وته، وذه، وتهي، وذهي، وذان، وذين، وتان، وتين، وأولاء مدّا وقصرا».\nوعند البحث عن معنى «الإبهام» الذي يقصده سيبويه في نصه مع اسم الإشارة «ذاكَ» وجدنا ابن يعيش يقول: «ويقال لهذه الأسماء) أسماء الإشارة (: مبهماتٌ؛ لأنها تشير بها إلى كل ما بحضرتك، وقد يكون بحضرتك أشياء، فتُلْبِس على المخاطب، فلم يدر إلى أيِّها تشير، فكانت مبهمة لذلك؛ ولذلك لزمها البيانُ بالصفة عند الإلباس. ومعنى الإشارة الإيماء إلى حاضر بجارحةٍ أو ما يقوم مقامَ الجارحة؛ فيتعرفُ بذلك؛ فتعريفُ الإشارة أَنْ تخصِّص للمخاطب شخصًا يعرفه بحاسَّةِ البَصَرِ، وسائرِ المعارف هو أَنْ تختصّ شخصًا يعرفه المخاطبُ بقلبه؛ فلذلك قال\nالنَّحْوِيّون: إِن أسماء الإشارة تتعرّف بشيئَيْن: بالعين وبالقلب») (2).\nإن هذا التحديد لكلمة «المبهم» في نصّ سيبويه والذي أوضحه ابن يعيش يدلُّ على أَنَّ أسماء الإشارة تتطلب سياق حال لكي يستطيع «المُتَكَلِّم» تحديد الدِّلَالَة السِّياقِيَّة لهذا الاسم.\nومن الدلالات السياقية التي استنبطها النحاة لأسماء الإشارة الدلالات الآتية) (3):\n1 ــــ تمييز الشيء المقصود أكمل تمييز بالإشارة المحسوسة إليه.\n2 ــــ تنزيل الأشياء المعقولة، أو غير المشاهدة منزلة الأشياء المحسوسة المشاهدة.\n3 ــــ بيان حال المشار إليه في القرب والبعد.\n4 ــــ التعظيم.\n5 ــــ التحقير.\n6 ــــ التعريض بغباوة المخاطب.\nوإشارة أسماء الإشارة ـــ كما يفهم من نص سيبويه ـــ إلى «مسمّى معروف بين المُتَكَلِّم والمخاطب» يسهم في «ترابط النَّصّ وتماسكه»؛ لذلك اهتَمَّ بها علماء «نحو النَّصّ» ودرسوها تحت ما أسموه «وسائل الاتساق الإحالِيَّة»، وقالوا في تعريفها: «هي تلك الألفاظ التي نعتمد عليها لتحديد المُحال إليه داخل النَّصّ أو خارجه، [أو هي ـــ كما قال هاليدي ـــ] الأدوات التي نعتمد في فهمنا لها\n_________\n(1) قال ابن يعيش: ((فالمعرفة ما دَلَّ على شيء بعينه؛ وهو على خمسة أضرب: العلم الخاص، والمضمر، والمبهم وهو شيئان: أسماء الإشارة، والموصولات، والداخل عليه حرف التعريف والمضاف إلى أحد هؤلاء إضافة حقيقة))، ينظر: شرح المُفَصّل: 3/ 347\n(2) ابن يعيش: شرح المُفَصّل، 2/ 352\n(3) د. فاضل السامرائي: معاني النحو، 1/ 88\n(1/302)\n\nلا على معناه الخاص، بل على إسنادها إلى شيء آخر») (1). وأشاروا إلى أنَّها «من عناصر الإحالة Reference التي تعمل على تماسك النَّصّ وترابطه؛ وذلك لكونه يحدد دور المشاركين في الزمان والمكان داخل المقام الإشاري، وهو من العناصر المبهمة التي تحتاج إلى ما يفسرها متقدما كان أو متأخرا. وينقسم عند القدماء إلى إشارات تدلُّ على القرب، وأخرى تدلُّ على البعد حسب موقع المُتَكَلِّم أو الزمان، هذا بالإضافة إلى أَنَّه ضمير قوي وعنصر فاعل، إذ يمكن استخدامه\nمكثفا؛ أي مشيرا إلى عدد كبير من الأحداث السابقة له؛ رغبة في الاختصار أو اجتنابا للتكرار» (2)\n****\n3 ـــ الأدوات «الزائدة»:\nآثرنا هنا أَنْ نجمع كل الأدوات التي يمكن أَنْ تأتي زائدة في الكلام، وأَنْ يكون كلامنا عنها جملة واحدة منعا للتكرار. وسنقوم فيما يلي بذكر هذه الأدوات «الزائدة» التي وقفنا عليها في الكتاب وبجوار كل منها كلام سيبويه.\nوهذه الأدوات هي:\nأالأداة «أنْ الزائدة»: ويقول سيبويه فيها: «وأما أنْ فتكون بمنزلة لام القسم في قوله: أَمَّا والله أَنْ لو فعلتَ لفعلتُ. وقد بينا ذلك في موضعه. وتكون توكيدًا أيضًا في قولك: لمَّا أَنْ فَعَلَ، كما كانت توكيدًا في القسم وكما كانت إِنْ مع مَا») (3).\nب الأداة «باء الجر الزائدة»: ويقول سيبويه فيها: «وقد تكون باء الإضافة بمنزلتها) مِن الجارة (في التوكيد، وذلك قولك: ما زيد بمنطلقٍ، ولستُ بذاهبٍ، أراد أَنْ يكون مؤكِّدًا حيث نفي الانطلاق والذهاب») (4).\nت الأداة «ما الزائدة»: ويقول سيبويه فيها: «وأما قوله عزّ وجلّ: {فَبِمَا نَقْضِهِمْ مِيثَاقَهُمْ وَكُفْرِهِمْ}؛ فإِنَّما جاء لأنَّهُ ليس لـ ((مَا)) معنىً سِوى ما كان قبل أَنْ تجيء إلا التوكيد») (5)، وقال: «وتكون توكيدًا لغوًا، وذلك قولك: متى ما تأتِني آتِك، وقولك: غضِبْتَ من غير ما\n_________\n(1) بحث للأستاذ الدكتور أحمد عفيفي، بعنوان: ((الإحالة في النص دراسة في الدِّلَالَة والوظيفة)) ضمن الكتاب التذكاري للمؤتمر الثالث للعربية والدراسات النَّحْوِيَّة الذي عنوانه ((العَرَبِيَّة بين نحو الجملة ونحو النص))، 2/ 532\n(2) السابق، بحث الأستاذة الدكتورة: نادية رمضان، بعنوان: ((عناصر السبك بين القدماء والمحدثين)) 2/ 576\n(3) سيبويه: الكتاب، 4/ 222\n(4) سيبويه: الكتاب، 4/ 225\n(5) سيبويه: الكتاب، 1/ 180",
        "(1/303)\n\nجُرْمٍ. وقال الله عز وجل: {فَبِمَا نَقْضِهِمْ مِيثَاقَهُمْ} وهي لغوٌ في أَنَّها لم تُحْدِث إذ جاءت شيئًا لم يكن قبل أَنْ تجيء من العمل، وهي توكيدٌ للكلام») (1).\nث الأداة «مِنْ»: ويقول سيبويه فيها: «وقد تدخل [مِن] في موضعٍ لو لم تدخل فيه كان الكلام مستقيما ولَكِنَّها توكيد بمنزلة ما، إلا أنها تَجُر لأَنَّها حرف إضافة، وذلك قولك: ما أتاني من رجلٍ وما رأيت من أحدٍ. ولو أُخرجت من كان الكلام حسنًا، ولَكِنَّه أَكَّدَ بمن لأَنَّ هذا موضع تبعيضٍ، فأراد أَنَّهُ لم يأته بعضُ الرجال والناس. وكذلك: ويحه من رجلٍ، إِنَّمَا أراد أَنْ يجعل التعجب من بعض الرجال. وكذلك: لي مِلْؤُه من عسلٍ، وكذلك: هو أفضل من زيدٍ، إِنَّمَا أراد أَنْ يفضله على بعضٍ ولا يعم») (2).\nج الأداة «لا الزائدة»: ويقول سيبويه فيها: ((وأَمَّا لا فتكون كما في التوكيد واللغو. قال الله عز وجل: {لِئَلَّا يَعْلَمَ أَهْلُ الْكِتَابِ} الحديد: 29؛ أي لأَنَّ يعلم») (3).\nومن خلال تأمُّلنا لهذه النصوص وتحليلها مجتمعة نخرج بالملحوظات الآتية:\n• الملحوظة الأولى: في النَّصّ الذي أورده سيبويه مع «مِنْ» الزائدة نقف على قوله: «وقد تدخل [مِن] في موضعٍ لو لم تدخل فيه كان الكلام مستقيما ... ولو أُخرجت مِنْ كان الكلام حسنًا» ونفهم منه: أَنَّه يصح الاستغناء عن «مِنْ» في قولنا: «ما أتاني من رجلٍ» ونقول: «ما أتاني رجلٌ». والذي يُبَرِّرُ هذا الاستغناء ـــ كما في عبارة سيبويه ــــ أَنَّ الكلام بعد الحذف ظل مستقيما حسنا.\nوالجملة «المستقيمة» عند سيبويه هي «الكلام المستقيم استقامة نحوِيَّة ودلالية») (4)، والكلام المستقيم نحويا عنده تتوزع استقامته على ثلاثة أنواع، هي: «المستقيم الحسن، والمستقيم الكذب، والمستقيم القبيح، فكل جملة صحيحة نحويا تُعَدُّ مستقيمة، ولكن الحكم على هذه الاستقامة بالحسن\n_________\n(1) سيبويه: الكتاب، 4/ 221\n(2) سيبويه: الكتاب، 4/ 225\n(3) سيبويه: الكتاب، 4/ 222\n(4) د. محمد حماسة عبد اللطيف: النحو والدِّلَالَة، دار الشروق، القاهرة، ط 2، ) 2000 م (، ص 66، ويقول أستاذنا د. حماسة في الحاشية ذات الرَّقْم امن نفس الصفحة: ((لمصطلح الكلام في كتاب سيبويه معاني كثيرة، من بينها وأكثرها دورانا الجملة)). وينظر أيضا لسيادته: بناء الجملة العَرَبِيَّة، دار غريب، القاهرة، 2003 م، ص 21 وما بعدها.\n(1/304)",
        "\nأو بالكذب يتعلق بالمعنى الذي تفيده عناصر الجملة عندما تترابط نحويا») (1). فمثلا الجملة:\n«أتيتك أمس» هي من المستقيم الحسن عند سيبويه وذلك لـ «توافق الاختيار بين عناصر بناء الجملة ــ وهي الصورة الصَّوْتِيَّة المنطوقة ــــ في أمور كثيرة؛ فالفعل الماضي ((أتى)) يصحُّ وقوعه من الفاعل وهو في الجملة ((المُتَكَلِّم)) وتعبِّر عنه تاء الفاعل. ويمكن تحقق المفعوليّة مع المفعول به ـــ وتعبِّر عنه في الجملة كاف المخاطب ـــ والدِّلَالَة الأوَّلية لظرف الزمان ((أمس)) هي المضي، فلا تناقض بين وقوع الفعل وفاعله مع مفعوله وبين المفعول فيه») (2).\nأي أَنَّ الذي برَّر الاستغناء عن «مِنْ» في جملة «ما أتاني من رجلٍ» أَنَّ الجملة بقيت صحيحة نحويا ودِلالِيًّا، ولم يصبها خلل في التركيب النَّحْوِيّ أو فسادٌ في الدِّلَالَة.\nوبمفهوم المخالفة يمكن أَنْ نقول إِنَّ كلَّ ما يسبِّب خللا في التركيب النَّحْوِيّ للجملة أو فسادا دِلالِيًّا لا يصحُّ الاستغناء عنه.\nإذا كان استنتاجنا هنا صحيحا فهل يصحُّ لنا أَنْ نضع تعريفا لـ «للكلمة الزائدة» ونقول إِنَّ:\n«الكلمة الزائدة هي التي يصح حذفها من الجملة وتبقى بعد الحذف صحيحة نحويا ودِلالِيًّا»؟\nإذا أخذنا بهذا كتعريف للكلمة الزائدة فلن يسلم من الاعتراض عليه، ويمكن نقضه بسهولة، ويُؤْخَذ علينا السبيل به، وذلك بأن نقول مثلا: هل الحرف «إِنَّ» في قولنا «إِنَّ زيدًا منطلق» حرف زائد؟ فبناء على التعريف السابق يمكن الاستغناء عن الحرف «إِنَّ» ويبقى تركيب الجملة صحيحا نحويا ودِلالِيًّا. والواقع يقول إِنَّه لا أحدَ من النُّحَاة ـــ حسبما أعلم ـــ قال إِنَّ «إِنَّ مكسورة الهمزة ومشددة النون» تأتي زائدة. وعقلا لا يمكن أَنْ نقول إِنَّ «إِنَّ» تأتي زائدة؛ لأنَّها تأتي لحاجة سِيَاقِيَّة مُهِمَّة من قِبَل المُتَكَلِّم، وهذه الحاجة السِّياقِيَّة هي تأكيد نسبة الخبر لاسم إِنَّ كما ذكرنا ذلك عند الحديث عن إن.\nإذن فإِنَّنَا لا يمكن أَنْ نعتمد على الاستنتاج السابق في تحديد «الكلمة الزائدة»، ولا يمكن أَنْ نأخذ بالقول الذي يقول إِنَّ معنى زيادة «الحرف» هو «تركه مهملا لا يؤثِّر في غيره ولا يتَأَثَّر بغيره، سواء كان في أصله مهملا مثل: ((لا النافية الزائدة))، أم كان في أصله عاملا، مثل: ((كان))\nالزائدة») (3)؛ لأَنَّ هذا يصطدم بما قرَّره سيبويه مثلا مع الأداة «مِنْ» حيث قرر «أنَّها تَجُر لأَنَّها حرف إضافة».\n_________\n(1) د. محمد حماسة عبد اللطيف: النحو والدِّلَالَة، ص 66\n(2) السابق: 68\n(3) عباس حسن: النحو الوافي، 1/ 66 الحاشية ذات الرَّقْم 1\n(1/305)\n",
        "إذن ما هو تعريف الكلمة الزائدة؟\nسنحاول أَنْ نجتهد ونضع تعريفا للكلمة الزائدة في الجملة، ولكن قبل هذه المحاولة نوجَّه النظر إلى:\no أنَّ القاسم المشترك بين كل الحروف الزائدة هو أنَّها تأتي للتوكيد.\no أنَّ التوكيد درجات، فليس كل التوكيد على درجة واحدة من القوة، فمثلا التوكيد بالنون\n«الثقيلة أشد من الخفيفة») (1)، قال السيوطي: «نون التوكيد نوعان خفيفة وثقيلة، والتأكيد بها ـــ أي الثقيلة ـــ أشد من التأكيد بالخفيفة نصّ عليه الخليل») (2). وطالما أَنَّ التوكيد على درجات فيمكن أَنْ نقول إِنَّ من التوكيد ما هو ضروري لمصلحة الجملة والسِّياق ومنها ما هو ثانوي. والذي يتحكم في درجة هذه الأهمِيَّة هو بلا شك سياق الحال الذي أبرز مكوناته المُتَكَلِّم وإرادته والمخاطب. فقد نصّ العلماء على أَنَّ هناك «ضروبا من التوكيد لا ينظر فيها إلى حال المخاطب، وإِنَّمَا ينظر فيها المُتَكَلِّم إلى حال نفسه، ومدى انفعاله بهذه الحقائق، وحرصه على إذاعتها، وتقريرها في النفوس كما أحسها مقررة أكيدة في نفسه، وهذا اللون كثير جدا وله مذاقات حسنة») (3)؛ وفي قوله تعالى {وَلَئِنْ لَمْ يَفْعَلْ مَا آمُرُهُ لَيُسْجَنَنَّ وَلَيَكُونًا مِنَ الصَّاغِرِينَ} يوسف: 32 يقول النُّحَاة معللين لاستخدام الآية لنوني التوكيد الثقيلة والخفيفة: «فَإِنَّ امرأة العزيز كانت أشد حرصًا على سجنه من كونه صاغرًا؛ لأنها كانت تتوقع حبسه في بيتها؛ فتقرب منه وتراه كلما أرادت») (4).\nونشير إلى أَنَّ التوكيد بـ «إِنَّ» ضرروي لمصلحة السِّياق، والتوكيد بـ «من الزائدة، باء الجر الزائدة، ما الزائدة، لا الزائدة» ثانوي. بناء على هاتين النقطتين وما سبقهما يمكن أَنْ نعرف الكلمة الزائدة بأنَّها «الكلمة التي لو حذفت لم يحدث خللٌ في التركيب النَّحْوِيّ أو الدِّلَالِيّ والتي تأتي لتضيف توكيدًا ثانويا للجملة»، ولا شك أَنَّ هذا التعريف يلعب فيه سياق الحال دورا مهما، فهو الذي يُعَوَّلُ عليه تحديد ضرورية السِّياق للتوكيد أو ثانويته.\n_________\n(1) الحسن بن قاسم المرادي: الجنى الداني في حروف المعاني، ص 141\n(2) همع الهوامع، 2/ 611\n(3) د. محمد محمد أبو موسى: خصائص التراكيب دارسة تحليلية لمسائل علم المعاني، مكتبة وهبة، القاهرة ط 7) بدون تاريخ للطبعة (، ص 91\n(4) حاشية الصبان على شرح الأشموني لألفِيَّة ابن مالك، 3/ 314\n(1/306)\n\n• الملحوظة الثانية: قال بعض النُّحَاة إِنَّ التوكيد) الثانوي (الذي تأتي به أحرف الزيادة يأتي «لتوكيد معنى موجود ... [و] لإفادة توكيد المعنى القائم») (1). وهذا الكلام يجده الباحث غامضا قليلا بناء على ما يفهمه من كلام سيبويه، فهو يقول مثلا مع الأداة «مِن»:\n«ويحه من رجل؛ إِنَّمَا أراد أَنْ يجعل التعجب من بعض الرجال»، أي أَنَّ «مِن الزائدة» أفادت في هذه الجملة «التبعيض»، ولا يفهم هذا التبعض من الجملة بدون «مِن»، بل يفهم من الجملة\n«ويحه رجلا» أَنَّ المُتَكَلِّم يتعجب من سلوك شخص ما بناء على ملابسات سِيَاقِيَّة ما دفعته لهذا التعجب، وهذا ما قاله سيبويه نفسه عن الأداة «ويح» إذ يقول: «إذا قلت ويحه فقد تعجبت وأبهمتَ») (2). ولا يفهم من جملة: «ما أتاني أحد» إلا معنى العموم؛ لأَنَّ «أحد» كلمة نكرة في سياق نفي، والنكرة في سياق النفي تفيد العموم حسبما تقرر القاعدة الأصولية، ولم يُحصَّل من الجملة معنى التبعيض.\nما أرمي إليه هنا أَنَّ معنى التبعيض لم يكن قائما في الجملة ثُمَّ أتت «مِن» لتأكيده، بل إِنَّ المعنى القائم أصلا هو التعجب في الجملة الأولى والعموم في الثانية.\n• الملحوظة الثالثة: استخدم سيبويه كلمة «لغو» في وصف بعض الحروف الزائدة، فقال عن\n«لا الزائدة»: «وأما لا فتكون كما في التوكيد واللغو، قال الله عز وجل {لِئَلَّا يَعْلَمَ أَهْلُ الْكِتَابِ}»، والجمع بين كلمتي «التوكيد واللغو» بحرف العطف «الواو» في وصف الأداة «لا الزائدة» يدل على أنهما متغايران، وأنَّ «التوكيد + اللغو» يحدادن كون الكلمة زائدة، وحسب التعريف الذي اقترحناه فَإِنَّ «التوكيد» المقصود هو التوكيد الثانوي، ولا بد أَنْ تكون كلمة «اللغو» تعني «الاستقامة الحسنة للجملة بعد حذف الكلمة التي جيء بها لإضافة هذا التوكيد الثانوي». أي أَنَّ كلمة «اللغو» لا تعني عند سيبويه «الكلام العبثي» الخالي من الصحة النحوِيَّة والدِّلالِيَّة، بل تعني الكلام الصحيح نحويا ودِلالِيًّا حتى بعد الاستغناء عن عنصر منه. ويؤكد هذا اسشهاده بالآية القُرْآنِيَّة {لِئَلَّا يَعْلَمَ أَهْلُ الْكِتَابِ}.\nوعندما وصف سيبويه «ما الزائدة» قال: «وتكون توكيدًا لغوا»؛ أي تكون ما الزائدة توكيدًا وتكون لغوا؛ أي: يصح الاستغناء عنها وتبقى الجملة مستقيمة حسنة؛ أي صحيحة نحويا ودِلالِيًّا؛ أي أَنَّ اللغو مرادف لما قاله سيبويه في موضع آخر من كتابه عن الكلام «المستقيم الحسن».\n***\n_________\n(1) عباس حسن: النحو الوافي، الحاشية ذات الرَّقْم 1، 1/ 66\n(2) سيبويه: الكتاب، 2/ 174",
        "(1/307)\n\n4 ـــ أدوات «العرض والحض هَلَّا، ألا، لولا»:\nعرض سيبويه للوظيفة السِّياقِيَّة للأدوات «هَلَّا، ألا، لولا»، وأشار إلى أَنَّ هذه الأدوات قد تفيد العَرْضَ، فقال: «وزعم يُونُس أَنَّكَ تقول: هَلاَّ تقولَنَّ، وألاَّ تقولنَّ. وهذا أقرب لأَنَّكَ تعرِض، فكأنَّك قلت: افعلْ؛ لأنَّهُ استفهام فيه معنى العرض. ومثل ذلك: لولا تقولنَّ، لأَنَّكَ تَعرض») (1).\nولم يبين لنا سيبويه المقصود بـ «العرض»، وقد تكفَّل النُّحَاة من بعده بتوضيح هذا\n«المصطلح»، وإبراز أهم خصائصه النحوِيَّة والدِّلالِيَّة والصَّوْتِيَّة، كما اهتموا بتوضيح الفرق بين العرض وبين «التحضيض»، والأدوات التي تأتي لأحدهما أو لكليهما، فقالوا:\n• العرض هو «طلب الشيء بلين وتأدب، وهذا ما يميِّزه عن التحضيض الذي يعني طلب الشيء بحثٍّ وإزعاج») (2).\n• وأوضح أبو حيان الفرق بين العرض والتحضيض، فقال: «العرض والتحضيض متقاربان والجامع بينهما التنبيه على الفعل، إلا أَنَّ التحضيض فيه زيادة تأكيد وحث على الفعل، فكل تحضيض عرض؛ لأنّك إذا حضضته على فعل فقد عرضته عليه») (3).\n• ومن النُّحَاة من اهتَمَّ بإبراز الجانب الصوتي بين العرض والتحضيض كـ «سمة» للتفريق بينهما، فقال: «التحضيض هو: الحث وطلب الشيء بقوة وشدة، تظهر في نبرات الصوت وكلماته، والعرض: طلب الشيء برفق وملاينة، تعرف من نبرات الصوت، وصياغة كلماته أيضًا») (4).\n• واهتم النُّحَاة بالأدوات التي تأتي للعرض والتحضيض، وحددوها بالأدوات «ألَا، هلَّا، لولا» وتلك هي الأدوات التي ذكرها سيبويه، وربطها في نصه هنا بالعرض فقط، وزادوا عليها «أَلَّا ــ بالتشديد ـــ ولوما» وقالوا: «إذا كانت الأداة للتحضيض أو للعرض وجب أَنْ يليها المضارع إما ظاهرا، وإما مقدرا، يفسره ما بعده؛ بشرط استقبال زمنه في حالتي ظهوره وتقديره؛ لأَنَّ أداة الحض والعرض تخلص زمن المضارع للمستقبل؛ إذ معناها لا\n_________\n(1) سيبويه: الكتاب، 3/ 514\n(2) د. محمد سمير نجيب اللبدي: معجم المصطلحات النَّحْوِيَّة والصَّرْفِيَّة، ص 152\n(3) السيوطي: همع الهوامع 2/ 390 وكرر ابن هشام 761 هـ نفس الكلام في ((شرح شذور الذهب))، ص 399\n(4) عباس حسن: النحو الوافي، 2/ 131 الحاشية ذات الرَّقْم 1، وكرر الأستاذ عباس حسن نفس هذا الكلام في المواضع 4/ 173، 4/ 369\n(1/308)",
        "\nيتحقق إلا فيه») (1)، وإذا «دخلت على ماض خلصت زمنه للمستقبل، بشرط أَنْ تكون للمعنى الذي ذكرناه؛ كقوله تعالى {فَلَوْلَا نَفَرَ مِنْ كُلِّ فِرْقَةٍ مِنْهُمْ طَائِفَةٌ لِيَتَفَقَّهُوا فِي الدِّينِ} التوبة: 122؛ أي: فلولا ينفر») (2).\n• وعللوا اختصاص هذه الحروف بـ «الفعلِيَّة»؛ فقالوا: «مضمون الجملة الفعلِيَّة حادث متجدِّد فيتعلق به الطلب بقوة وحث، أو برفق وهو ما يفيده التحضيض والعرض ... ، وإن دخلا على الماضي لفظًا أو تأويلا، كانا للزجر وللتوبيخ على ترك الفعل في الماضي نحو قوله ـــ تعالى ـــ {لَوْلَا جَاءُوا عَلَيْهِ بِأَرْبَعَةِ شُهَدَاءَ} النور: 13») (3).\n• وقرنوا بعض الأدوات بالعرض بناء على التتَبُّع الاستعمالي لها، فقالوا عن الأداة «أَلَا» أنَّها «للعرض، وتكاد تنفرد به «أَلَا»، وهو الأكثر في استعمالها») (4).\nبعد كل هذه الأقوال نقول:\n• إنَّ «البعد السِّياقي» واضح في كلِّ ما قيل عن هذه الأدوات، فهو لا بدَّ أَنْ يتدخل في تجلية الفرق بين العرض والتحضيض، فالسِّياق هو الذي يحدد قصد المُتَكَلِّم ـــ مع نبرات صوته ـــ إذا كان كلامه عرضا أم حضا.\n• والبعد السِّياقي هو الذي يفسر ملازمة هذة الأدوات للفعلية.\n• والبعد السِّياقي هو الذي مكَّن النُّحَاة ـــ بما فيهم إمامهم سيبويه ــــ من الوقوف على هذه الأدوات في حد ذاتها وتحديد وظيفتها الاستعمالية بالعرض أوالتحضيض، وإلا كيف يمكننا التفرقة مثلا بين «ألا» التي تفيد التنبيه و «ألا» التي تفيد العرض.\n• والبعد السِّياقي هو الذي يفسر انتقال هذه الأدوات من «العرض والحض» إلى\n«التوبيخ والزجر والتنديم») (5).\n_________\n(1) السابق: 4/ 513\n(2) السابق: 4/ 514\n(3) محمد عبد العزيز النجار: ضياء السالك لأوضح المسالك، 4/ 77\n(4) عباس حسن: النحو الوافي، 4/ 513\n(5) جاء في ((جامع الدروس العَرَبِيَّة)) لمصطفى بن محمد سليم الغلايينى: ((والفرقُ بينَ التحضيضِ والتّنديمِ أنَّ هذه الأحرفَ إِنْ دخلت على المضارع فهيَ للحضِّ على العملِ وتركِ التهاوُنِ به، نحو: ((هَلاّ يرتدعُ فلانٌ عن غيِّه))،\n((أَلاَّ تَتُوبُ من ذنبِك))، ((لولا تستغفرونَ اللهَ))، {لَوْ مَا تَأْتِينَا بِالْمَلَائِكَةِ إِنْ كُنْتَ مِنَ الصَّادِقِينَ} الحجر: 7، {أَلَا تُحِبُّونَ أَنْ يَغْفِرَ اللَّهُ لَكُمْ} النور: 22 وإن دخلت على الماضي كانت لجعلِ الفاعلِ يندَمُ على فواتِ الأمر وعلى التّهاون به، نحو: ((هلاّ = اجتهدتَ))، تُقرِّعهُ على إهمالهِ، وتُوبِّخهُ على عدَم الاجتهاد؛ فتجعلُهُ يندَمُ على ما فَرَّطَ وضيَّع. ومنهُ قوله تعالى: {فَلَوْلَا نَصَرَهُمُ الَّذِينَ اتَّخَذُوا مِنْ دُونِ اللَّهِ قُرْبَانًا آلِهَةً} الأحقاف: 28))، 3/ 260\n(1/309)\n",
        "5 ـــ الأداة «كَلَّا»:\nقال سيبويه: «وأما كلا فردعٌ وزجرٌ») (1). والمعاني المعجمية للردع والزجر تقود إلى أَنَّ هذه الكلمة تحتاج متكلما «رادعا» ومخاطبا «مردوعا»، وأمرا «مردوعا عنه»، قال ابن منظور:\n((الرَّدع: الكفُّ عن الشيء. ردعه يردعه ردعا فارتدع: كفه فكف؛ ... وترادع القوم: ردع بعضهم بعضا») (2)؛ أي أَنَّ هذه الأداة تتطلب سياقا وقع فيه أمر لا يقبله العُرْفُ أو الشرع، وقع فيه المخاطَب المردوع، ودفع المُتَكَلِّم الرادع لنهيه عن هذا الأمر. أي أَنَّ هذه الكلمة من الكلمات التي تتطلب سياقا مُعَيَّنًا ليصحَّ استعمالها.\nقال ابن هشام نقلا عن سيبويه وغيره عن هذه الأداة: «وهي عند سيبويه والخليل والمبرد والزجاج وأكثر البصريين حرف معناه الردع والزجر لا معنى لها عندهم إلا ذلك، حتى إِنَّهُم يجيزون أبدا الوقف عليها والابتداء بما بعدها») (3).\nوعبارة ابن هشام التي نقل فيها إجازة سيبويه الوقف على «كَلَّا» و «الابتداء بما بعدها» عبارة مُهِمَّة. فهي تتضمن إشارة مُهِمَّة إلى أهمِيَّة السِّياق في التحليل الدِّلَالِيّ والنَّحْوِيّ لهذه الكلمة والجملة التي تليها. فسيبويه لن يجيز الوقف عليها إلا بعد دراسة سِيَاقِيَّة لها في النصوص المختلفة كما نعلم من منهجه.\nومما يؤكد أهمِيَّة السِّياق سياق الحال في التحليل الدِّلَالِيّ والنَّحْوِيّ لهذه الأداة ما أثارته هذه الأداة بين قُرّاء القرآن والنُّحَاة من خلاف من حيث الوقف عليها وعدم الوقف، فقد «اختلف النَّحْوِيّون في الوقف على «كَلَّا» والابتداء، فذهبت طائفة إلى أنَّها افتتاح كلام، فلا يوقف عليها البتة، ويوقف على ما قبلها. وذهبت طائفة إلى أنَّها لا يوقف عليها ولا يُبتدَأ بها ... ، وذهب قوم إلى أنَّها يوقف عليها إذا كانت رأس آية خاصة ... ، وذهبت طائفة إلى أنَّها يوقف عليها في كل موضع ... وذهبت طائفة إلى تفصيلها؛ فيوقف عليها إذا كان ما قبلها يُرد ويُنكر. ويبتدأ بها إذا كان ما قبلها لا يُرد ولا ينكر، وتوصل بما قبلها، وما كان بعدها إذا لم يكن قبلها كلام تام») (4).\n_________\n(1) سيبويه: الكتاب، 4/ 235\n(2) لسان العرب: 8/ 121\n(3) مغني اللبيب عن كتب الأعاريب، ص 249\n(4) أبو محمد مَكِّيُّ بن أبي طالب القيسي: الوقف على كلَّا وبلى في القرآن، ت: د. حسين نصار، مكتبة الثقافة الدينية، القاهرة، ط 1، ) 2003 م (، ص 50\n(1/310)\n\nوقد اختار الإمام مَكِّيُّ بنُ أبي طالب المقرئ) (1) الاختيار الأخير، قائلا «وهذا المذهب أليق بمذاهب القرّاء وحُذاق أهل النظر، وهو الاختيار، وبه آخُذُ، وسنفسر كلَّ حرف في موضعه على هذا المذهب الذي أختاره، خاصة بما يوجبه النظر، وما عليه حذاق النَّحْوِيّين وأهل المعاني») (2).\nوالإمام مكِّيُّ بهذا يخالف سيبويه الذي يرى صحة الوقوف على كل حال، ولكن أيًّا كان اختلافهما فقد وجدنا الإمام مَكِّيًّا يستند في بعض الآيات إلى السِّياق سياق الحال) سبب النزول (لتحديد الوقف مع الأداة «كَلَّا»، فيقول مثلاعند قوله تعالى {ثُمَّ يَطْمَعُ أَنْ أَزِيدَ (15) كَلَّا} المدثر: 15 - 16: «الوقف على «كَلَّا» حسن مختار، على معنى لا أزيد في ماله وولده. وكان نزول الآية في الوليد ابن المغيرة. قال سعيد بن جبير: كان له ثلاثة عشر ولدا، كلهم ذو بيت؛ فلما نزلت {كَلَّا} في قصته لم يزل في إدبار من الدنيا من نفسه وماله وولده حتى هلك؛ فهذا يؤَيِّد حسن الوقف\nعليها») (3).\nفهذا النَّصّ يشير إلى الاستناد إلى السِّياق عند الإمام مَكِّيُّ ومن قبله سيبويه في تحليل هذه الأداة.\n6 ـــ الأداة «لَا»:\nأشار النُّحَاة إلى «لا» العاطفة فقالوا إنها «تنفي ما وجب للأول») (4)، وقالوا: «وهي تقع لإخراج الثاني مما دخل فيه الأول، وذلك قولك: ضربتُ زيدًا لا عمرًا، ومررت برجلٍ لا امرأةٍ») (5).\nوعندما تعرض سيبوبه لهذه الأداة قال: «مررتُ برجلٍ راكعٍ لا ساجِدٍ، لإِخراجِ الشكَّ أو لتأكيد العِلم فيهما») (6)، وقال: «ومن ذلك: مررت برجل لا امرأة، أشركت بينهما «لا» في الباء وأحقَّتِ المرورَ للأوَّل وفصلَتْ بينهما عند من التبسا عليه فلم يدرِ بأيهما مررتَ») (7).\n_________\n(1) هوالعلامة المقرئ، أبو محمد، مكِّيُّ بن أبي طالب، القيسي القيرواني، ثم القرطبي، صاحب التصانيف. ولد بالقيروان سنة خمس وخمسين وثلاث مائة. وكان من أوعية العلم مع الدين والسكينة والفهم، وأقرأ بجامع قرطبة وعظم اسمه، وبعد صيته. وله ثمانون مصنفا، كان خَيِّرًا متدينا، توفي في المحرم سنة سبع وثلاثين وأربع\nمائة. ينظر: الذهبي: سير أعلام النبلاء، 13/ 232\n(2) الوقف على كلَّا وبلى في القرآن، ص 50\n(3) السابق، 57\n(4) الزمخشري: المُفَصّل في صنعة الإعراب، ص 403\n(5) ابن السراج: الأصول في النحو، 2/ 55\n(6) سيبويه: الكتاب، 1/ 430\n(7) سيبويه: الكتاب، 1/ 439",
        "(1/311)\n\nلقد أبان سيبويه عن هذه الأداة الجانب السياقي الذي تأتي إليه، فهي تأتي لـ:\n• لإخراج الشك من ذهن المخاطب الذي قد يلتبس عليه أين وقع الفعل: أعلى المعطوف أم على المعطوف عليه؟\n• لتأكيد العلم فيهما.\nوالفرق بين تحديد سيبويه للأداة «لا» وتحديد بعض النُّحَاة الذين أتوا من بعده ـــ أَنَّ سيبويه اهتَمَّ بإضافة البعد السِّياقي لتحديده، وهو ما لا نجده في تحديد ابن السراج ولا الزَّمَخْشَرِيّ السابقين. فـ «لا» ــــ في تحديد سيبويه ــــ تأتي لـ «إِخراجِ الشكِّ ورفع اللَّبس أو لتأكيد العلم»، والشك والتأكيد يتطلبان ـــ كما سبق أنْ أشرنا ـــ «مسرحا لغويا» يشعر فيه «المُتَكَلِّم» من خلال «ملابسات سِيَاقِيَّة\nمُعَيَّنَة» أَنَّ «المخاطَب» غير مقتنع بما يُقال أو يسمع، فـ «يَدْفَعُ» هذا المُتَكَلِّم إلى اللجوء إلى\n«لا» العاطفة لإزالة الشك ورفع الالتباس أو تأكيد المعنى.\nوكلام سيبويه هنا عن «لا» دليل دامغ على اعتبار سيبويه لسياق الحال عند التَّقْعِيد النَّحْوِيّ.\nوقد ضم بعض النُّحَاة هذا البعد السِّياقي عند تحديده لـ «لا» فقال: «هي حرف لرد السامع عن الخطأ في الحكم إلى الصواب؛ أي لنفي الحكم عن المعطوف وإثباته للمعطوف عليه») (1).\n7 ـــ الأداة «لَمَّا»:\nمن الأدوات التي اعتنى سيبويه بدلالتها الأداة «لَمَّا»، فقال عنها: «ولمايَفْعَلْ وقد فَعَلَ، إنَّما هما لقومٍ ينتظرون شيئًا. فمن ثم أشبهتْ قَدْ لَمَّا، في أنَّها لا يُفصَل بينها وبين الفعل») (2).\nالأداة «لَمَّا» كما يقول سيبويه إِنَّمَا هي «لقوم ينتظرون شيئا»، وهذا العبارة على وجازتها ترسم مسرحا لغويا كاملا، يضم «أفرادا» جمعهم «سياق ما» جعلهم «ينتظرون» وقوع «حدث ما»، والتعبير بالفعل المضارع «ينتظرون» يدل على استمرارية هذا الانتظار؛ أي أَنَّ انتظار الحدث قد بدأ قبل زمن الكلام واستمرَّ إلى الحال ومازال ممتدا بعده. وأكَّد هذا المعنى باستخدامه لأداة التوكيد\n«إِنَّما».\nوقد أشار النُّحَاة لهذه الاستمرارية بتأكيدهم على «وجوب امتداد الزمن المنفي بها إلى الزمن الحالي امتدادا ... ، وذلك بأن كون المعنى منفيا في الزمن الماضي وفي الزمن الحالي أيضا من\n_________\n(1) د. على توفيق الحمد: المعجم الوافي في أدوات النحو العربي، ص 270\n(2) سيبويه: الكتاب، 3/ 114 ـــ 115\n(1/312)",
        "\nغير اقتصار على أحدهما، نحو: بهرني ورد الحديقة، وأغراني بقطفه، ولما أقطفه، أي: ولما أقطفه؛ لا في الزمن الماضي «قبل الكلام»، ولا في الحال «وقت الكلام»») (1).\nإن توضيح سيبويه للمعنى الدِّلَالِيّ لـ «لَمَّا» بعبارته «إِنَّما هي لقوم ينتظرون شيئا» يدل على صحة ما ذهبنا إليه من معايشة سيبويه للتركيب النَّحْوِيّ الذي يدرسه في النصوص الحَيَّة المنطوقة، تلك المعايشة التي لا تغفل أبدا ملابسات السِّياق التي تقال فيه. كما تدل هذه الجملة أيضا على تتَبُّع سيبويه للتركيب الدِّلَالِيّ في السِّياقات الدِّلالِيَّة المختلفة التي يرد فيها.\n8 ـــ أدوات النصب «إذن، حتى، فاء السببية»:\nيُنْظَر ما كتب عنها في السِّياق والجملة الفعلِيَّة.\n9 ـــ الأداة «نِعْمَ»:\nإن دراستنا للأداة ((نِعم)) وغيرها من الأدوات «السِّياقِيَّة» تؤكد على أَنَّ السِّياق سياق الحال هو المتحكم الأوَّل في استعمال الأداة بوجه عام؛ بمعنى أَنَّ السِّياق إذا اقتضى «شكا» أتينا بالأداة المناسبة التي تزيل هذا الشك، وإذا اقتضى «تأكيدا» أتينا بالأداة المناسبة التي تفيد التوكيد، وإذا اقتضى «ثناء وتعجبا» أتينا بالأداوت التي تفيد الثناء والتعجب.\nيقول سيبويه: «وحسبُك به رجلا مثل نِعم رجلا في العمل وفي المعنى؛ وذلك لأَنَّهما ثناء في استيجابهما المنزلة الرفيعة») (2).\nإن ((نِعم)) تأتي لـ «الثناء» للإشارة إلى «المنزلة الرفيعة»، ولا بدَّ لهذه المنزلة الرفيعة من صاحب ولا بد من وجود «خلفية اجتماعِيَّة» عند المُتَكَلِّم تجعله يقف على هذه المنزلة الرفيعة لدى الممدوح ويُثني عليه بسببها.\nويؤكد ما ذهبنا إليه من وجود خلفية اجتماعِيَّة موجودة سلفا لتبرير استخدام (( ... نِعم للثناء)) أَنَّ الثناء «مدح مكرر») (3)، وأنَّه «ذكر ما يشعر بالتعظيم») (4)؛ وله المدح المكرر، والإشعار بالتعظيم لا بدَّ من خلفية اجتماعِيَّة. وتحديد ((نِعم)) بـ «الثناء» وليس بالتعجب يدل على اعتباره للسياق والخلفيَّة الاجتِماعِيَّة عند التَّقْعِيد والتوجيه.\n10 ـــ الأداة «نِيْه»:\nيُنظر ما كتب عنها في آخر أسلوب الاستفهام من مبحث السِّياق والأساليب النحوِيَّة.\n_________\n(1) عباس حسن: النحو الوافي، 4/ 419\n(2) سيبويه: الكتاب، 2/ 176\n(3) أبو هلال العسكري: معجم الفروق اللُّغَوِيَّة، ص 150\n(4) التهانوي: كشاف اصطلاحات الفنون، 1/ 541\n(1/313)\n",
        "11 ـــ الأداة «وَيْ»:\nقال سيبويه عن هذه الأداة: «وسألت الخليل ـــ رحمه الله تعالى ـــ عن قوله: {وَيْكَأَنَّهُ لَا يُفْلِحُ الْكَافِرُونَ}، وعن قوله تعالى جدّه: {وَيْكَأَنَّ اللَّهَ} القصص: 82؛ فزعم أنَّها «وَيْ» مفصولةٌ من كأنَّ والمعنى وقع على أَنَّ القوم انتبهوا؛ فتكلموا على قدر علمهم، أو نُبّهوا فقيل لهم: أما يشبه أَنْ يكون هذا عندكم هكذا») (1).\nونقل الأستاذ هارون في الحاشية ذات الرقْم 6 من 2/ 154 قول السيرافي تعليقا على نصّ سيبويه السابق فقال: «في ويكأن ثلاثة أقوال: أحدهما قول الخليل الذي ذكرناه، تكون كلمة تَنَدُّم، يقولها المُتَنَدِّمُ لغيره، ومعنى كَأَنَّ التحقيق ... ».\nوتعبير كلمة «وَيْ» عن «التندم» لم تأت في عبارة سيبويه عن الخليل، لكن عبارة السيرافي تدل على أَنَّ إشارة الخليل عن «وَيْ» تضمنت إشارته لمعنى «التندم»، ويؤكد تضمنَ عبارةِ الخليلِ لمعنى التندم ما أورده الفخر الرازي عند تفسير الأَيَّة {وَيْكَأَنَّ اللَّهَ} القصص: 82، حيث قال: «أَمَّا قوله: {وَيْكَأَنَّ اللَّهَ}، فاعلم أَنَّ «وَيْ» كلمة مفصولة عن كَأَنَّ وهي كلمة مستعملة عند التنبه للخطأ وإظهار التندم، فلما قالوا: يا ليت لنا مثل ما أوتي قارون، ثُمَّ شاهدوا الخسف؛ تنبهوا لخطئهم؛ فقالوا: وي، ثُمَّ قالوا: كَأَنَّ الله يبسط الرزق لمن يشاء من عباده بحسب مشيئته وحكمته لا لكرامته عليه، ويضيق على من يشاء، لا لهوان من يضيق عليه بل لحكمته وقضائه ابتلاء\nوفتنة. قال سيبويه: سألت الخليل عن هذا الحرف فقال إِنَّ «وَيْ» مفصولة من كَأَنَّ وإن القوم تنبهوا وقالوا متندمين على ما سلف منهم وي») (2).\nعلى كلٍّ فإِنَّهُ من مجموع أقوال الخليل وسيبويه والسيرافي والرازي وغيرهم يمكن نقرر أَنَّ كلمة «وَيْ» تفيد: «التنبيه على الخطأ وإظهار التندم»، وقد يكون التنبيه ـــ بحسب عبارة الخليل ـــ ذاتيا، أو تنبيه متكلم لمخاطب.\nوعلى هذا يمكن أَنْ نقول:\n• إن كلمة «وَيْ» تستخدم لغويا بعد «قصة وقعت وانتهت»؛ وهذا ما يفيده معنى كلمة\n«تندُّم»، فالندم والندامة «غم يصحب الإنسان، يتمنى أَنَّ ما وقع منه لم يقع») (3)، وأنَّ هذه القصة نبهت صاحبها على خطأه، ودفعته إلى الندم.\n_________\n(1) سيبويه: الكتاب، 2/ 154\n(2) مفاتيح الغيب، 25/ 18\n(3) تاج العروس، مادة: ن د م، 33/ 486\n(1/314)\n\n• ومقولة الخليل عن اللفظة «وَيْ» بكونها تدل على التندم تدل دلالة قاطعة على اعتبار الخليل لسياق الحال عند التحليل الدِّلَالِيّ للألفاظ أو الأساليب.\n• إن كلمة «وَيْ» من الكلمات التي لا يُبتدَأُ بها الكلام، فهي كلمة كما أشرنا تتطلب قصة وحدثا ومسرحا لغويا قبلها لكي يصح استخدامها. ولَعلَّ هذا ما يوحي بفكرة إمكانيَّة تقسيم ألفاظ اللُّغَة وأساليبها إلى مجموعتين كبريين: ألفاظ وأساليب يمكن أَنْ يبدأ بها الكلام، وألفاظ وأساليب تستعمل في مرحلة تالية منه لتطلُّبِها سياقا ومسرحا لغويا قبلها.\n• ارتباط معني التنبيه والتندم استعمالا بـ «وَيْ»، وهذا ما يمكن أَنْ نسميه المصاحبة الدِّلالِيَّة، أو الرصف الدِّلَالِيّ ــ إِنْ جاز التعبير ـــ على غرار المصاحبة اللفظِيَّة Collocation أو الرصف اللفظي. وليس هذا للأداة «ويْ» وحدها بل لكل للأدوات التي تعتمد على السِّياق.\n***\n12 ـــ الأداة «وَيْح»:\nربط سيبويه بين هذه الأداة وبين معنى نفسِيّ هو التعجب؛ فقال: «إذا قلت ويحه فقد تعجبت وأبهمتَ، من أي أمور الرجل تعجبت، وأي الأنواع تعجبت منه. فإذا قلت فارسا وحافظا فقد اختصصت ولم تُبهم، وبينت في أي نوع هو)) (1).\nيشير سيبويه في هذا النَّصّ أَنَّ «وَيْح» لها دلالتان: التعجب والإبهام في حالة عدم وجود تمييز بعدها، والتعجب فقط في حالة وجود تمييز؛ أي أَنَّ التعجب معنى ملازم لهذه الأداة.\nوالتعجب ذكره التهانوي في كشافه فقال عنه: «وقال ابن الصائغ: استعظام صفة خرج بها المتعجّب منه عن نظائره. وقال الزَّمَخْشَرِيّ: معنى التعجب تعظيم الأمر في قلوب السامعين؛ لأنّ التعجّب لا يكون إلّا من شيء خارج عن نظائره وأشكاله. وقال الرماني: المطلوب في التعجب الإبهام؛ لأنّ من شأن الناس أَنْ يتعجّبوا مما لا يعرف سببه، فكلّما استبهم السبب كان التعجب أحسن. قال واصل: التعجب إِنَّمَا هو للمعنى الخفي سببه») (2).\nفالتعجب أمر نفسِيّ ينتج عن استعظام المُتَكَلِّم لصفة خرج بها المتعجب منه عن نظائره. فالتعجب إذن يتطلب طرفين أساسيين: متكلم متعجب، ومتعجب منه. ولابد للطرفين من ملابسات سِيَاقِيَّة مُعَيَّنَة تضم الطرفين. لذلك يمكن أَنْ نقول إِنَّ الأداة «وَيْح» أداة سِيَاقِيَّة في المقام الأول.\n_________\n(1) سيبويه: الكتاب، 2/ 174\n(2) كشاف اصطلاحات الفنون والعلوم، 1/ 474",
        "(1/315)\n\nومما يسترعي النظر أَنَّ معنى التعجب الذي ربطه سيبويه بـ «وَيْح» لم نجده بوضوح كاف ـــ حسبما وقفنا ـــ عند النُّحَاة من بعده، بل ذكروا أَنَّ «الْوَيْح: كلمة ترحُّم، تقال لمن وقع في هلكة لا\nيستحقها») (1). وقالوا أيضا إنها «كلمة ترحُّم وتوجُّع») (2). وزادت بعض المصادر على الترحم والتوجع إظهارَ الشفقة؛ فقالت: «ويح: كلمة استعملتها العرب في معنى الترحم والتوجع وإظهار الشفقة») (3). وثمة فرق واضح بين معنى التعجب ومعنى الترحم والتوجع وإظهار الشفقة.\nوتعليل هذا الاختلاف يمكن أَنْ يكون بسبب حدوث تطور دلالي في استعمال الكلمة، فانتقلت دِلالِيًّا من التعجب إلى الترحم والتوجع وإظهار الشفقة.\n***\n13 ـــ الأداة «ياء النسب والألف والنون»:\nمن النصوص التي نقرؤها عند سيبويه نصه التالي: «فمن ذلك قولهم في الطَّويل الجَّمة: جُمَّانيٌّ، وفي الطَّويل اللِّحْية: اللحيانيِّ، وفي الغليظ الرقبة: الرقبانيِّ. فإنْ سميت برقبة أو جُمة أو لحية قلت: رَقَبِيٌّ ولِحْييٌّ وجُمِّيٌّ ولِحَوِيٌّ، وذلك لأَنَّ المعنى قد تحول، إِنَّمَا أردت حيث قلت: جُمَّانيٌّ الطويلَ الجُمَّة، وحيث قلت: اللِّحياني الطَّويل اللِّحية، فلما لم تعن ذلك أجري مجرى نظائره التي ليس فيهاذلك المعنى») (4).\nوقد فهمنا من كلامه أَنَّ الاسم المنسوب بدون الألف والنون يدل على مجرد دلالة النسب، فكلمة «لِحْييّ») (5) مختومة بياء مشددة تدلُّ على نسبة الاسم المتصل بها إلى ((اللحية))؛ أَمَّا كلمة\n((لحياني)) فتدل على المعنى السابق مع زيادة الاختصاص والمبالغة و «كمال الصفة في هذا الاسم») (6).\nوكذلك كلمة «شَعْرَانِيّ» تدلُّ على أنَّ الاسم «خُصَّ بكثرة الشَّعر» و «رقباني» تدل على «غلظ\nالرقبة») (7).\n_________\n(1) الرَّضِيّ الأستراباذي: شرح شافية ابن الحاجب، 4/ 103\n(2) السابق: 4/ 446\n(3) د. علي توفيق الحمد: المعجم الوافي في أدوات النحو العربي، ص 364\n(4) سيبويه: الكتاب، 3/ 380\n(5) على قياس عند الخليل، ولِحَوِيّ على قياس عند يُونُس كما قال السيرافي، 4/ 131\n(6) الرازي: مفاتيح الغيب، 8/ 271، عند تفسير الآيات 79 إلى 80\n(7) النيسابوري: التفسير البسيط، 5/ 381\n(1/316)",
        "\nوقبل ذكر ما يخص السِّياق بهذه المسألة نتساءل: هل زيادة «ان» قبل ياء النسب أمر قياسي أم سماعي؟ إِنَّ الإجابة عن هذا السؤال مُهِمَّة لإبراز دور سياق الحال هنا، فإذا كانت سماعية فلا مجال للاسترسال في الكلام، وإذا كانت قياسية فسيكون لسياق الحال دور فيها.\nالذي عليه العلماء المحققون أَنَّ الزيادة هنا «قياسية»، وقد ناقش أستاذنا الدكتور أحمد مختار عمر هذه المسألة في كتابه «أخطاء اللُّغَة العربِيَّة المعاصرة عند الكتاب والإذاعيين»، فقال: «يتردد كثيرا في لغة المعاصرين كلمات منسوبة بزيادة الألف والنون، مثل ((طبيب نفساني)) و ((اتجاه علماني)) و ((تفكير عقلاني)). كما يتردد في لغة النقد الأدبي كلمات مثل ((الشكلانية))، ((الفردانية)) وممن خطَّأَ مثل هذه النسبة محمد العدناني في ((معجم الأغلاط اللُّغَوِيَّة المعاصرة)) بحجة أَنَّ الوارد في اللُّغَة النسبة إلى مثل هذه الكلمات بدون الألف والنون. ولكن بالرجوع إلى المراجع القديمة نجد عشرات الألفاظ التي نسب إليها بزيادة الألف والنون، ومنها: ديراني ... رباني ... وبهذا يتبين أَنَّه لا حرج إذا أريد المبالغة في الصفة أَنْ يزاد قبل النسب ألف ونون؛ ولا يصح اعتبار هذا من شواذ النسب أو من أخطاء المحدثين») (1).\nبهذه النتيجة التي قدَّمها لنا د. عمر وغيره يمكن أَنْ نقول إِنَّ الزيادة ((ان)) قبل ((ياء النسب)) تخضع لإرادة المُتَكَلِّم الذي يمكنه ــــ إذا أراد المبالغة كما يقول د. عمر ـــ أَنْ يُزيدَ ((ان)) قبل ((ياء النسب))، ولا شك أَنَّ ذلك يرتبط في نهاية المطاف بالسِّياق.\nتلك كانت أهم الأدوات النحوِيَّة التي لاحظنا وجود علاقة بينها وبين سياق الحال من خلال نصوص سيبويه في الكتاب.\n***\n_________\n(1) أخطاء اللُّغَة العَرَبِيَّة المعاصرة عند الكتاب والإذاعيين: عالم الكتب، القاهرة، ط 2، ) 1993 م (، ص 73 ــ 74\n(1/317)\n",
        "- المبحث السادس: سياق الحال والتنوين والتنكير والتعريف:\nأشار سيبويه إلى علاقة سياق الحال بالتنوين والتنكير والتعريف في بعض النصوص.\nوقبل إيضاح هذه العلاقة نبدأ ببيان مصطلح التنوين أولا.\nالتنوين ـــ اصطلاحا ـــ: «نون ساكنة زائدة تلحق آخر الاسم لفظا وتسقط خطًا لغير التوكيد») (1). والاسم المنون قد يحذف منه تنوينه لسببين أحدهما أَنْ يكون علما وصف «بلفظ ابن لا الإخبار به، وذلك نحو: محمد بن عبد الله خاتم المرسلين») (2).\nوهو «سبيل منع اللَّبس في تعبيرات متعددة») (3).\nيقول سيبويه: «وتقول: مررت بزيدٍ ابنِ عمروٍ، إذا لم تجعل الابن وصفًا، ولكنَّك تجعله بدلاً أو تكريرا كأجمعين») (4).\nيفهم من نصّ سيبويه أَنَّ الجملة «مررت بزيد بن عمرو» تقال بطريقتين:\n• الأولى: «مررت بزيدِ بنِ عمرو»، بحذف التنوين، وتكون كلمة «ابن» وصفا.\n• الثانية: «مررت بزيدٍ ابن عمرو»، بذكر التنوين، وتكون كلمة «ابن» بدلا أو توكيدًا.\nوهذا يعني أَنَّ التنوين ـــ وجودا أو عدما ـــ مرتبط بالسِّياق الذي تقال فيه الجملة، فهل المُتَكَلِّم يريد وصفا ثابتا للمنعوت، أم يريد توكيدًا؟\nويورد سيبويه هذا البيت للأخطل:\nفَإِن تبخل سَدوسُ دِرهَمَيها ... فَإِنَّ الريحَ طَيِّبَةٌ قَبولُ [بحر الوافر]\nيورد كلمة «سدوس» ـــ علم قبيلة ـــ بالرفع بدون تنوين، ويقول المحقق الأستاذ عبد السلام هارون إِنَّ رواية الديوان «بالصرف») (5)؛ أي: بالتنوين؛ أي أَنَّ التنوين وجوده وعدمه لا يؤثِّر في وزن البيت.\nوكما يفهم من كلام سيبويه فَإِنَّ الرواية بالمنع من الصرف يجعل معنى «سدوس» اسم القبيلة، وبالصرف يجعل معناها «الحي».\n_________\n(1) د. محمد سمير نجيب اللبدي: معجم المصطلحات النَّحْوِيَّة والصَّرْفِيَّة، مؤسسة الرسالة، بيروت، ط 1، ) 1985 م (، 233\n(2) السابق، ص 235\n(3) د. فاضل السامرائي: الجملة العَرَبِيَّة والمعنى، ص 74\n(4) سيبويه: الكتاب، 3/ 508\n(5) سيبويه: الكتاب، 3/ 248 الحاشية ذات الرَّقْم 5\n(1/318)\n\nوالشاعر الذي ينشد بيتا في موقف لابدّ أَنَّهُ يقوله على وجه واحد؛ وهذا يعنى أَنَّ المفسِّر أو الشارح كان في مكنته أَنْ يعرف الضبط الصحيح للكلمة إذا وقف على السِّياق الذي قيل فيه النَّصّ.\nوعندما نقرأ العَلَم «ثمود» بدون صرف في قوله تعالى: {وَآتَيْنَا ثَمُودَ النَّاقَةَ مُبْصِرَةً فَظَلَمُوا} [الإسراء: 59]؛ فَإِنَّ الذهن ينصرف إلى معنى القبيلة. وعندما نقرأ قوله: {أَلَا إِنَّ ثَمُودَ كَفَرُوا رَبَّهُمْ} [هود: 68]، وقوله: {وَعَادًا وَثَمُودَ} [العنكبوت: 38] بالتنوين فَإِنَّ الذهن يتَّجه إلى معنى الحي) (1).\nولكي نفهم الفرق الدلالي بين كلمة «القبيلة» و «الحي» يجب أنْ نقف على المعنى اللغوي\nلكلٍ. يقول الكَفَويُّ: «الشَّعْب: كل جماعة كثيرة من الناس يرجعون إلى أب مشهور، بأمر زائد فهو شَعْب كعدنان، ودونه القبيلة، وهي ما انقسمت فيها أنساب الشعب، كربيعة ومضر، ثم العمارة: وهي ما انقسمت فيها أنساب القبيلة كقريش وكنانة، ثم البطن: وهي ما انقسمت فيها أنساب العمارة كبني عبد مناف، وبني مخزوم، ثم الفخذ: وهي ما انقسمت فيها أنساب البطن كبني هاشم وبني أمية، ثم العشيرة: وهي ما انقسمت فيها أنساب الفخذ كبني العباس وبني أبي طالب، والحَيُّ يصدق على الكل، لأنَّه للجماعة المتنازلين بمَرْبَع منهم، وكلما تباعدت الأنساب ارتفعت المراتب») (2).\nإذن كلمة «الحي» عامة، وكلمة «القبيلة» أخص منها؛ فإذا صُرِفَت كلمة «سدوس» أو كلمة\n«ثمود» انصرفت دلالة الكلمتين إلى المعنى العام، وإذا مُنِعَتا من الصرف انصرفت دلالة الكلمتين إلى المعنى الخاص. وهذا يعني أن للتنوين وظيفة دلالية، وأنَّنا يمكن أنْ نميِّز به بين النكرة والمعرفة. يقول د. فاضل السامرائي عن الفوائد التي يمكن أن يقدمها التنوين:\n«أنَّه يميز بين المعرفة والنكرة، فإنَّه إذا لحق علما حقه ألا ينون أفاد أنَّه نكرة، نحو: «رأيت إسماعيلا»؛ والمعنى: رأيت شخصًا ما اسمه إسماعيل، بخلاف قولك: «رأيت إسماعيل»، فإنَّه يعني شخصا معلومًا») (3).\nمما سبق يفهم أَنَّ التنوين قد يرتبط بالدِّلَالَة مع بعض الأعلام، وهذه الدِّلَالَة يحددها سياق الحال.\n_________\n(1) سيبويه: الكتاب، 3/ 252 ـــ 253\n(2) الكليات معجم في المصطلحات والفروق اللغوية، ت: عدنان درويش، محمد المصري، مؤسسة الرسالة، بيروت، ط 2، ) 1998 م (، ص 524\n(3) معاني النحو: 3/ 304، ومن الفوائد التي عدَّها أيضا الدكتور السامرائي للتنوين أنّه: ((يبين لنا أصل الكلمة، يبين لنا المقصود بالاسم: أهو معناه الوضعي أم يراد به العلمية، يميز بين الوصف وغيره، يدلنا على هوية الكلمة يبين لنا الكلمة أمؤنثة هي أم مذكرة، النص على معنى معين، يميز بين المعاني المختلفة في المادة اللغوية)).",
        "(1/319)\n\nويؤكد ارتباط التنوين بدلالة ما حديث سيبويه عن الظرف «غُدْوة، وبكرة». يقول: «وزعم يُونُس عن أبي عمرو، وهو قوله أيضًا وهو القياس، أنَّكَ إذا قلت: لقيته العام الأول، أو يومًا من الأيام، ثم قلت: غدوة أو بكرة وأنت تريد المعرفة لم تنون») (1).\nولكي نفهم مقصود سيبويه في النَّصّ السابق نُنَبِّه إلى أَنَّ صفة ((العلميَّة)) أو ((الأعلام)) أكثر وقوعها في كلام العرب على «الأعيان دون المعاني، الأعيان هي الأشخاص، نحو: زيد وجعفر ... وكما جاءت الأعلام في الأعيان، فكذلك أيضًا قد جاءت في المعاني») (2). وإِنَّمَا كثر تعلق الأعلام بالأعيان دون المعاني؛ لأَنَّ «الغرض منها التعريفُ، والأعيانُ أقعدُ في التعريف من المعاني؛ وذلك لأَنَّ العِيان يتناولها لظهورها له، وليس كذلك المعاني؛ لأَنَّها تثبت بالنظر والاستدلال، وفرقٌ ما بين علم الضرورة بالمشاهدة وبين علم الاستدلال بيّنٌ») (3).\nومن المعاني التي تتَعَلَّق بها العلميَّة «غُدْوة، وبكرة، وسحر»؛ فهي «عَلَمٌ للوقت») (4). وعندما تذكر هذه الظرف كأعلام تمنع من الصرف، ويقصد بها وقت مُحَدَّد من يوم بعينه، يقول ابن يعيش: «من الأسماء المعلَّقة على المعاني: غُدْوَةُ، وبُكْرَةُ، وسَحَرُ، إذا أردت ذلك من يوم بعينه، فهي معارفُ، فغدوةُ وبكرةُ لا ينصرفان للتعريف والتأنيث، كأنّهما جُعلا عَلَمًا على هذا المعنى. وهو من قبيل التعريف اللفظيّ، ... وأمّا سَحَرُ فمعرفةٌ إذا أردت سحرَ يوم بعينه، لا ينصرف للتعريف والعدلِ عن الألف واللام؛ فإنْ أردت التنكير، صرفته») (5).\nوهذا ما يقصده سيبويه من قوله: «غدوة أو بكرة وأنت تريد المعرفة لم تنون». وإذا لم يرد المُتَكَلِّم تحديد وقت بعينه نون هذه الظروف. وهذا يعني أَنَّ التنوين يرتبط بإرادة المُتَكَلِّم المرتبطة بدورها بسياق.\nوقد يستخدم التنوين كـ «منبِّه» لتنبيه المخاطب على أَنَّ العلم لا يجري على طبيعته، وأنَّ هناك شيئا ليس طبيعِيًّا في هذا العلم ينبغي الالتفات إليه. يقول سيبويه: «وسألت الخليل فقلت:\n_________\n(1) سيبويه: الكتاب، 3/ 293\n(2) ابن جني: الخصائص، 2/ 200\n(3) ابن يعيش: شرح المُفَصّل، 1/ 119\n(4) ابن جني: الخصائص، 2/ 200\n(5) شرح المُفَصّل، 1/ 123، ويذكر سيبويه أيضا: ((فأما ضحوةٌ وعشيةٌ فلا يكونان إلاَّ نكرةً على كلّ حال، وهما كقولك: آتيك غذًا وصباحًا ومساءً. وقد تقول: أتيتك ضحوةً وعشيةً، فيعلم أنكَّ تريد عشيّة يومك وضحوته، كما تقول: عامًا أول فيعلم أنك تريد العام الذي يليه عامك))، 3/ 294\n(1/320)",
        "\nأرأيت من قال: هذه قباءُ يا هذا، كيف ينبغي له أَنْ يقول إذا سمَّى به رجلاً؟ قال: يصرفه، وغير الصرف خطأٌ، لأنَّهُ ليس بمؤنَّث معروف في الكلام، ولَكِنَّه مشتق») (1).\nإن كلمة «قباء» إذا سمي بها رجل نونت ـــ كما قال الخليل ـــ، وتعليله «لأنَّهُ ليس بمؤنث معروف في الكلام»؛ أي أَنَّ الاسم المؤنث الممنوع من الصرف إذا انتقل إلى أَنْ يكون علما لمذكر وليس هذا العلم المؤنث مشهورا في الكلام يجب صرفه. لكي يكون صرفه منبِّهًا للمخاطب على هذا التحول من علم المؤنث إلى علم المذكر. أَمَّا إذا كان العلم المؤنث مشهورا فقد يمنع من\nالصرف.\nويفهم من كلام الخليل أَنَّهُ يعتمد على السِّياق في هذه المسألة، فشهرة الاسم العلم أو عدم شهرته مرتبط بالسِّياق.\nوقد يكون التنوين أيضا منبِّهًا إلى حذف المضاف مع أسماء القبائل. فـ «أسماءُ القبائل مؤنثة ولك فيها وجهانِ منعُها من الصرف، باعتبار أنَّها أعلام لمؤنثات نحو: رأيتُ تميمَ، تعني القبيلةَ، ولك صرفها، باعتبار أَنَّ هناك مضافًا محذوفًا، نحو: رأيت تَميمًا، تعني بني تميم. فحذفتَ المضافَ وأقمتَ المضافَ إليه مُقامَهُ فإنْ قلتَ: جاءَ بنو تميمٍ؛ صرفتَ تميمًا قولًا واحدًا؛ لأَنَّكَ تعني بتميم أبا القبيلةِ لا القبيلةَ نفسها») (2).\nيقول سيبويه: « ... فلمَّا حذفت المضاف وقع على المضاف إليه ما يقع على المضاف؛ لأنَّهُ صار في مكانه فجرى مجراه. وصرفت تميمًا وأسدًا؛ لأَنَّكَ لم تجعل واحدًا منهما اسمًا للقبيلة؛ فصارا في الانصراف على حالهما قبل أَنْ تحذف المضاف») (3).\nأي أَنَّ التنوين له دلالة، فعدم وجوده يعني أَنَّ المُتَكَلِّم يريد اسم القبيلة العلم المؤنث، ووجوده يعني إرادة المُتَكَلِّم تتجه لأبناء القبيلة أو أبيها. ولا شك أَنَّ الذي يحدِّد المقصود من إرادة المُتَكَلِّم هو سياق الحال.\nوإذا أتينا إلى التنكير قلنا إِنَّهُ «هو جعل المعرفة نكرة؛ أي جلب الشيوع للاسم بعد\nتعيينه») (4). ويذكر العلماء بعض حالات يتحقق فيها التنكير للاسم وذلك مثلا «بإبطال ندائه إذا كان منادى، نحو: يا رجل، أو بقطعه عن الإضافة كقطع كلمة كتاب عن قولنا: كتاب محمد.\n_________\n(1) سيبويه: الكتاب، 3/ 245\n(2) مصطفى محمد الغلاييني: جامع الدروس العَرَبِيَّة، المكتبة العصرية، بيروت، ط 28، ) 1993 م (، ص 213\n(3) سيبويه: الكتاب، 3/ 247\n(4) د. محمد سمير نجيب اللبدي: معجم المصطلحات النَّحْوِيَّة والصَّرْفِيَّة، ص 231\n(1/321)\n",
        "ويتحقق التنكير كذلك بالجمع أو التثنية، فكلمة محمد علم معرفة؛ فإذا ثني أو جمع شاع وتنكر وجاز دخول أل عليه؛ فيقال: المحمدان والمحمدون») (1).\nونضيف هنا موضعا آخر من المواضع التي يُجْلَبُ فيها التنكير إلى المعرفة وذلك بأن تأتي المعرفة) العلم (في سياق نفي لـ «لا» النافية للجنس اعتمادا على «علم المخاطب».\nيقول سيبويه: «واعلم أَنَّ المعارف لا تجرى مجرى النكرة في هذا الباب؛ لأَنَّ ((لا)) لا تعمل في معرفة أبدا. فأما قول الشاعر:\n* لا هيثَمَ الليلةَ للمَطيّ *\nفإِنَّهُ جعله نكرة كَأَنَّه قال: لا هيثمَ من الهيثمَين. ومثل ذلك: لا بصرةَ لكم ... وتقول: قضية ولا أبا حسن، تجعله نكرة. قلت: فكيف يكون هذا وإِنَّمَا أراد عليا رضى الله عنه فقال) (2): لأنَّهُ لا يجوز لك أَنْ تُعمِل لا في معرفة، وإِنَّمَا تعملها في النكرة فإذا جعلت أبا حسنٍ نكرة حسن لك أَنْ تعمِل لا، وعلم المخاطَب أَنَّهُ قد دخل في هؤلاء المنكورين عليٌّ، وأنه قد غُيِّب عنها») (3).\nمن هذا النَّصّ نفهم:\n- أنَّ من خصائص لا النافية للجنس أَنْ يكون اسمها نكرة.\n- وأنَّه في بعض الأحيان قد يأتي المُتَكَلِّم باسمها معرفة علما، وأنَّ العلم في هذه الحالة يفيد التنكير؛ أي أَنَّ العلم في هذه الحالة «علم في اللفظ والشكل»، «نكرة في الدِّلَالَة».\nوهنا نلاحظ أَنَّ الأعلام المستخدمة في هذه الحالة التي أتى بها المُتَكَلِّم التي تعبر عن نكرة هي أعلام لابدَّ أَنْ تكون لها خصائص سِيَاقِيَّة اجتماعِيَّة مُعَيَّنَة، فهي أعلام معروفة للناس ومشهورة بأمور مُعَيَّنَة تخصُّها:\n» أبو الحسن على بن أبي طالب ... الفطنة والذكاء والعبقرية والفصل في القضايا.\n» البصرة ... الناحية الثقافيَّة والعلميَّة والاقتصادية.\n» هيثم ... حُدَاء المطي.\nوعندما نستدعي هذه الأعلام مع «لا» النافية للجنس فإِنَّنَا نستدعي معها هذه الخلفيَّة الاجتِماعِيَّة؛ لأَنَّنا نقصد هذه الخلفيَّة الاجتِماعِيَّة، ونريد توظيفها سياقيًّا لأمر ما. ولكي يتفاعل المخاطب مع هذه الجمل ويتقبل معناها يجب أَنْ يعلم مسبقا هذه الخصوصية الاجتِماعِيَّة لهذه\n_________\n(1) السابق: 231\n(2) قال المحقق الأستاذ هارون، 2/ 296 الحاشية ذات الرَّقْم 3 ((الظاهر أن القائل الخليل)).\n(3) سيبويه: الكتاب، 2/ 296\n(1/322)\n\nالأعلام؛ أي أَنَّ الخلفيَّة الاجتِماعِيَّة هنا ومدى إلمام المخاطب بها تتحكمان في صحة هذا التركيب وتؤثِّران عليه، والدليل على صحة هذا التأثير أَنَّنا لو ترجمنا هذه الجمل ترجمة حرفية إلى لغة أخرى غير العربِيَّة كالإنجليزية أو الفرنسية لما فهم صاحب هذه اللُّغَة شيئا من هذه العبارة؛ لعدم إلمامه بالخلفيَّةالاجتِماعِيَّة السِّياقِيَّة لها.\nأي أَنَّ ما يبرر تنكير المعرفة في هذا الأسلوب علم المخاطب والخلفيَّة الاجتِماعِيَّة لهذه الأعلام) (1).\nويدعو الأستاذ عباس حسن إلى عدم التوسُّع في هذا الأسلوب؛ أي: عدم التوسع في مجيء اسم لا النافية للجنس معرفة، وعدم القياس عليه. يقول: «علينا أَنْ نتقبَّل تلك النصوص بحالها الظاهر دون محاكاتها، ونقتصر فى استعمالنا على اللُّغَة الشائعة المشهورة التى تشترط الشروط التى\nعرفناها؛ توحيدًا لأداة التفاهم، ومنعًا للتشعيب بين المتخاطبين بلغة واحدة») (2).\nونقدم هنا رأيا قد يخالف معلمنا الأستاذ عباس حسن، هذا الرأي يقول إنَّه لا مشكلة في التوسُّع في مثل هذا الأسلوب، وأَنْ نأتي باسم لا النافية للجنس معرفة بشرطين:\n• أَنْ يكون عَلَمًا.\n• وأَنْ يكون هذا العلم مشهورا ومعروفا عند عامة الناس.\nوالشرط الثاني هنا يساوي ما قالة الخليل في النَّصّ السابق «وعلم المخاطَب أَنَّهُ قد دخل ... ». فنحن يمكن مثلا أنْ نقول:\n» معركة حربية ولا خالد بن الوليد لها.\n_________\n(1) نقل د. فاضل السامرائي أقوال النحاة الذين يؤولون العَلَم ـــ الذي يأتي اسم لا النافية بالجنس ــــ بالنكرة، في مثل قولهم: ((قضية ولا أبا حسن لها))، فقال سيادته) معاني النحو 1/ 363 (: (( ... وهم في ذلك على ثلاثة أقوال: فمنهم من ذهب إلى أن التقدير: ولا مسمى بأبي الحسن ... والقول الثاني: على تقدير ((مثل))، أي: ولا مثل أبي حسن ... ، والقول الثالث: أنْ يستخلص من العلم معنى الوصف الذي اشتهر به ذلك العَلَم؛ فيكون هو المنفي، فقولك: ((لا حاتم اليوم)) معناه: لا كريم، وقوله: ((لا هيثم الليلة للمطي)) معناه: لا سائق، وقولهم: ((قضية ولا أبا حسن لها)) معناه: لا فيصل لها وهكذا)). وينقل بعد الرأي الثالث قول الرضي على الكافية الذي يقول فيه) شرح الكافية القسم الأول ص 830 (: ((وإمَّا أنْ يجعلَ العلمُ لاشتهاره بتلك الخَلَّةِ، كأنَّه اسم جنس موضوع لإفادة ذلك المعنى؛ لأن معنى قضية ولا أبا حسن لها: لا فيصل لها ... فصار اسمه ـــ عليه السلام ـــ كالجنس المفيد لمعنى الفصل والقطع، كلفظ الفيصل، وعلى هذا يمكن وصفه بالمنكر، وهذا كما قالوا: لكل فرعونٍ موسىً؛ أي: لكل جبار قهارٌ، فيصرفون فرعون وموسى لتنكيرهما بالمعنى المذكور)). ويعلق د. السامرائي على الرأي الثالث وبعد نقل كلام الرضي بقوله: ((وهذا القول أقربها إلى الصواب))، وهو قريب مما أشرنا إليه.\n(2) النحو الوافي: 1/ 695",
        "(1/323)\n\n» مشكلة سياسية ولا عمر لها.\n» لغز علمي ولا زويل له.\n» معادلة رياضية ولا أينشتاين لها ... وهكذا.\nوما أشار إليه الأستاذ عباس من خطورة هذا على «توحيد أداة التفاهم»، وأنَّ هذا يؤدي إلى\n«التشعيب بين المتخاطبين بلغة واحدة» هو ـــ كما نظن ــــ ليس في محله، وأمر مبالغ فيه، وأنَّ سياق الحال يضمن عدم الوقوع في هذا.\nويحدثنا النُّحَاة عن التعريف، ويقولون عنه أَنَّهُ هو: «تحويل النكرة إلى معرفة») (1). ويحدثوننا عن أنواعه، فيذكرون أَنَّهُ نوعان: أحدهما ذاتي، والآخر عارض مجلوب. ويقصدون بالتعريف الذاتي الذي «يتحقق للضمائر والأعلام وأسماء الإشارة والأسماء الموصولة. وأما التعريف المجلوب فيتحقق لفظا أو معنى للمجرد من أل بإدخال أل عليه، وللمضاف بإضافته إلى المعرفة، وللمنادى بالإقبال عليه بالنداء») (2).\nلكن هل يوجد «تنكير مجلوب» للمعرفة كما وجد «تعرف مجلوب» للنكرة؟ أشار سيبويه إلى هذا في موضعين من كتابه:\n- الموضع الأول:\nذكره عند حديثه عن الاسم العلم الممنوع من الصرف الذي يصرف. وقبل ذكر هذا الموضع نقدم بين يديه بقولنا إِنَّ النُّحَاة قالوا في الممنوع من الصرف الذي يصرف أَنَّهُ ينوَّن عند الحاجة، وقالوا إِنَّ هذه الحاجة تتحقق في النثر والشعر.\n«في النثر: لإرادة التناسب، وذلك أَنْ تكونَ بعض الكلمات منونة والأخرى غير منونة فتنون الأخيرة لتناسب ما جاءت معه من الكلمات المنونة ومن ذلك: جاء في القرآن: {إِنَّا أَعْتَدْنَا لِلْكَافِرِينَ سَلَاسِلَ وَأَغْلَالًا وَسَعِيرًا}، فكلمة سلاسل ممنوعة من الصرف، وكلمة أغلالا مصروفة، وقد قرئت الآية بتنوين الكلمة الأولى لتناسب الثانية، وجاءت القراءة: {إِنَّا أَعْتَدْنَا لِلْكَافِرِينَ سَلَاسِلَ وَأَغْلَالًا وَسَعِيرًا} لقصد التناسب. [و] في الشعر: للضرورة، والمقصود بذلك ضرورة موسيقى الشعر ونغمه التي تتمثل في أوزانه وقوافيه، فإذا لم تستقم هذه الموسيقى إلا بتنوين الاسم الممنوع من الصرف، كانت تلك ضرورة تبيح للشعراء هذا التنوين») (3).\n_________\n(1) د. محمد سمير نجيب اللبدي: معجم المصطلحات النَّحْوِيَّة والصَّرْفِيَّة، ص 153\n(2) السابق: ص 153\n(3) د. محمد عيد: النحو المصفى، مكتبة الشباب، القاهرة، ص 51\n(1/324)",
        "\nلكن يبدو من الموضع الذي معنا من نصّ سيبويه أَنَّه يضيف موضعا آخر من المواضع التي يمكن فيها صرف الممنوع من الصرف في النثر لغير التناسب مرتبطا بسياف الحال. يقول في هذا الموضع: «فإنْ قلت: عمرٌ آخر صرفته؛ لأنَّهُ نكرة؛ فتحول عن موضع عامر معرفة») (1).\nلم يشر سيبويه في النَّصّ إلى أي «تناسب» يبرِّر صرف كلمة عمر، ولا يمكن فهم صرف عمر في الجملة السابقة إلا في ضوء سياق الحال. فيمكن أَنْ نتخيل سياقا يضم متكلما يتحدَّث إلى مخاطب «ضرب من قبل شخص يسمى عمر»، فيقول المُتَكَلِّم للمخاطب ـــ مشيرا إلى صورة\nمثلا ـــ: أهذا عمرُ الذي ضربك؟ ، فيقول: لا، بل عمرٌ آخر.\nإنه السِّياق الذي نقل العلم من التعريف إلى التنكير بلا شك؛ وسمح بتنكير كلمة عمر، كما أشار سيبويه في نصه السابق، وهو وإن لم يشر إلى ذلك إلا أَنَّهُ ينبغى أَنْ يكون كذلك) (2).\n- الموضع الثاني:\nوهو موضع بعيد عن سياق الحال نسبيا، ولكنا نقوله زيادة للفائدة وهو إضافة المعرفة إلى\nالنكرة. يقول: «ألا ترى أنَّك لو قلت: هذا زيدُ رجلٍ صار نكرةً، فليس بالعلم الغالب؛ لأَنَّ ما بعده غيَّره، وصار يكون معرفةً ونكرةً به») (3). أي أَنَّ المعرف «إذا أضيف إلى النكرة فهو نكرةٌ») (4).\n***\n_________\n(1) سيبويه: الكتاب، 3/ 224\n(2) ولعله مما يتصل بكلامنا هنا قوله: ((قال في قول الشاعر:\n*يا هندُ هندٌ بين خِلبٍ وكَبدْ أنه *\nأراد: أنتِ بين خِلب وكبِد، فجعلها نكرةً. وقد يجوز أن تقول بعد النداء مقبِلاً على مَن تحدثه: هندٌ هذه بين خِلبٍ وكبدٍ، فيكون معرفة)). 2/ 238\n(3) سيبويه: الكتاب، 3/ 507 ــــ 508\n(4) ابن يعيش: شرح المُفَصّل، 1/ 137\n(1/325)\n",
        "الفصل الرابع\nسياق الحال والقواعد الصَّرْفِيَّة\nويشمل المبحثين التاليين:\n- المبحث الأول: سياق الحال ودلالة الفعل والمصادر والمشتقات.\n- المبحث الثاني: سياق الحال ومعاني الأوزان الصَّرْفِيَّة.\n(1/326)\n\nالفصل الرابع: سياق الحال والقواعد الصَّرْفِيَّة\nسنحاول أَنْ نرصد هنا علاقة سياق الحال ببعض الأمور الصَّرْفِيَّة. وكما سرنا في الفصول السابقة سنسير هنا؛ أي أَنَّنا سنجمع كل القواعد والمسائل الصَّرْفِيَّة التي لها علاقة بسياق الحال، ونصنّف كل مجموعة نصوص تتناول مسألة واحدة مع بعضها.\n\n- المبحث الأول: سياق الحال ودلالة الفعل الزَّمَنِيَّة والمصادر والمشتقات\nأ - سياق الحال والدِّلَالَة الزَّمَنِيَّة للفعل:\nعند حديث سيبويه عن الفعل في بداية الكتاب ذكر النَّصّ التالي: «وأمَّا الفعل فأمثلة أُخذتْ من لفظ أحداث الأسماء، وبُنيتْ لما مضى، ولما يكون ولم يقع، وما هو كائن لم ينَقطع. فأمَّا بناء ما مضى فذَهَبَ وسَمِعِ ومَكُث وحُمِدَ. وأمَّا بناء ما لم يقع فإِنَّهُ قولك آمِرًا: اذهَب واقتُلْ واضرِبْ، ومخبرًا: يَقْتُلُ ويَذهَبُ ويَضرِبُ ويُقْتَلُ ويُضرَبُ. وكذلك بناء ما لم يَنقطع وهو كائن إذا أخبرتَ») (1).\nإذا حللنا هذا النَّصّ نجد أَنَّ سيبويه يقسِّم الزمن إلى ثلاثة أقسام:\n1 ــــ الزمن الماضي.\n2 ــــ الزمن الكائن الذي لم ينقطع (الحال ــ المضارع).\n3 ــــ ما يكون ولم يقع (المستقبل).\nويخصِّص للقسم الثالث الأمثلة التالية:\n» أفعال الأمر: «اذهب، اقتل، اضرب».\n» والأفعال: «يقتل، يذهب، يضرب».\nأما القسم الثاني (الكائن الذي لم ينقطع)، فيفهم من الكلام أَنَّهُ يخصص له نفس الأمثلة\n«يقتل، يذهب، يضرب»؛ أي أَنَّ هذه الأفعال عينها تعبِّر عن قسمين من أقسام الفعل: المضارع أو الحال والمستقبل، فالفعل المضارع في الجملة الآتية: «يضرب محمدٌ عليًّا» له دلالتان\nزمنيّتان: الحال والاستقبال. ونحن بالطبع لا نستطيع أَنْ نحدِّد الدِّلَالَة الزَّمَنِيَّة المقصودة للفعل بدون سياق الحال.\nإن نصّ سيبويه يتضمن إشارة ضمنية إلى السِّياق وأهميته في تحديد الدِّلَالَة الزَّمَنِيَّة للفعل. وتلك الإشارة المبكرة في بدايات الكتاب أشارت إلى أمر منهجي عند سيبويه، وهو أَنَّهُ لن يقر قاعدة ما إلا من خلال استقرائها في النصوص المختلفة، واستحضار السِّياق في هذا الاستقراء، وإثبات ما يدل عليه من دلالات.\n_________\n(1) سيبويه: الكتاب، 1/ 12",
        "(1/327)\n\nوإذا استغللنا هذه الإشارة المنهجية وطبَّقناها وفعَّلناها في دراستنا للدلالة الزمنية لفعل «الأمر» مثلا يمكن أن نخرج ببعض النتائج، التي منها أنَّ فعل الأمر:\nأ - قد يكون «دالا على الحال، وذلك نحو قوله تعالى: {ثُمَّ صُبُّوا فَوْقَ رَأْسِهِ مِنْ عَذَابِ الْحَمِيمِ (48) ذُقْ إِنَّكَ أَنْتَ الْعَزِيزُ الْكَرِيمُ} الدخان: 48 - 49، فزمن الذوق مصاحب لصبِّ الحميم» (1).\nب - دلالة الأمر على الماضي، «وذلك نحو قوله تعالى: {فَلَمَّا دَخَلُوا عَلَى يُوسُفَ آوَى إِلَيْهِ أَبَوَيْهِ وَقَالَ ادْخُلُوا مِصْرَ إِنْ شَاءَ اللَّهُ آمِنِينَ} يوسف: 99، فقوله: «ادخلوا مصر» كان بعد دخولهم إياها؛ فهو أمر يفيد المضي») (2). ومثل قول النبيِّ ــــ صلى الله عليه وسلم ـــ للرجل الذي أتاه في الحجِّ فقال: «يا رسول الله، ذبحْتُ قبل أنْ أرمِيَ ــــ أي: ذبحت أولا ثم رمَيْتُ ثانيا ــــ فقال ــــ صلى الله عليه وسلم ـــ: ارمِ ولا حرَج») (3). قال ابن هشام: «ارمِ ولا حرج: فإنَّهُ بمعنى رَمَيْت والحالة هذه، وإلَّا لكان أمرًا له بتجديد الرمي، وليس\nكذلك») (4).\nت - الأمر المستمر: «وذلك نحو قوله تعالى: {وَقُولُوا لِلنَّاسِ حُسْنًا} البقرة: 83») (5).\nث - وربما كان فعل الأمر مطلقا غير مقيد بزمن لكونه دالا على الحقيقة، أو لكونه دالا على التوجيه والحكم أو لغير ذلك) (6)، وذلك كقول الشاعر:\nكُنِ ابنَ مَن شِئتَ واِكتَسِب أَدَبًا ... يُغنيكَ مَحمُودُهُ عَنِ النَسَبِ [بحر المنسرح]\nوقبل الانتقال إلى جزئية جديدة من بحثنا ننقل هنا تعليق عالمين جليلين على مقولة سيبويه السابقة عن ((تعريف الفعل)).\n_________\n(1) د. فاضل السامرائي: معاني النحو، 4/ 32\n(2) السابق، ص 32\n(3) الهيثمي: موارد الظمآن لزوائد ابن حِبَّان، ت: محمد عبد الرازق حمزة، دار الكتب العلمية، بيروت، ) بدون تاريخ للطبعة (، ص 250\n(4) السيوطي: همع الهوامع، ت: أحمد شمس الدين، دار الكتب العلمية، بيروت، لبنان، ط 1، ) 1998 م (1/ 30\n(5) د. فاضل السامرائي: معاني النحو، 4/ 34\n(6) السابق، 4/ 37\n(1/328)",
        "\nالتعليق الأول لعبد القاهر الجرجاني، يقول فيه: «لا نعلم أحدا أتى في معنى هذا الكلام بما يوازنه أو يدانيه، ولا يقع في الوهم أيضا أَنَّ ذلك يُستطاع. ألا ترى أَنَّه إِنَّمَا جاء في معناه قولهم: والفعل ينقسم بأقسام الزمان: ماضٍ، وحاضر، ومستقبل، وليس يخفى ضَعْفُ هذا في جنبه، وقصوره عنه») (1).\nوالتعليق الثاني لشيخنا محمود شاكر يشرح عبارة سيبويه ويشفعه بالثناء والمدح قائلا:\n«فأنت تراه عيانا الآن أَنَّ سيبويه قد استطاع في جملة واحدة قصيرة لا تتجاوز سطرا واحدا، استطاع أَنْ يُلم بجميع الأزمنة المقترنة بأمثلة الفعل، دون أَنْ يُخل بشيء منها فهي جملة محكمة شديدة الإحكام عجز النُّحَاة من بعده أَنْ يلموا بها في حدودهم التي كتبوها عن الفعل، فأي رجل مُبينٍ كان سيبويه؟ ! ») (2).\nإن ختام التعليقين السابقين من هذين العَلَمَين الجليلين يؤدي إلى نتيجة مُهِمَّة، هي أَنَّ النُّحَاة من بعد سيبويه لم يحيطوا علما بكل ما في كتابه من فوائد علمِيَّة قيمة، وأنَّ الكتاب ــــ على الرَّغْم من كثرة شروحاته التي تنقلها كتب التراجم ــــ لم يلق العناية الكافية من الدراسة والبحث، وأنَّه ما زالت توجد الكثير من عبارات سيبويه التي تحتاج إلى فضل تأمل ونظر) (3).\n\nج - سياق الحال ودلالة أوزان المصدر:\nاهتمَّ سيبويه في كتابه بدراسة أبنية الأسماء والأفعال، وتُنْسَبُ إليه الرِّيادة في هذا الاهتمام بتلك الأبنية. قال السيوطي نقلا عن ابن القَطَّاع: «قد صنَّف العلماء في أبنية الأسماء والأفعال، وأكثروا منها، وما منهم مَن استَوْعَبَهَا. وأوَّلُ من ذكرها سيبويه في كتابه، فأورد للأسماء ثلثمائة مثال وثمانية أمثلة، وعنده أنَّه أتى به») (4).\nومن الأبنية التي اهتَمَّ بها سيبويه أبنية المصادر ودلالتها، وقد اعتمد على السِّياق في تحديد دلالة أوزان بعض المصادر، فنجد أَنَّهُ:\n- في أحد أبواب الكتاب عنوانه «هذا باب أيضا في الخصال التي تكون في الأشياء»، يقول:\n«أَمَّا ما كان حسنًا أو قبحًا فإِنَّهُ مما يبنى فعله على فَعُلَ يَفْعُلُ؛ ويكون المصدر فَعَالا وفَعَالة\n_________\n(1) عبد القاهر الجرجاني: الرسالة الشافية في وجوه الإعجاز ـــــ ملحق: دلائل الإعجاز، ص 604\n(2) المتنبي، ص 14\n(3) أشار أستاذنا د. حماسة عبد اللطيف ــــ في بعض محاضراته ــــ أنه أقام كتابه المهم ((النحو والدِّلَالَة)) على عدة جمل قصيرة من كتاب سيبويه.\n(4) المزهر في علوم اللغة وأنواعها: 2/ 4\n(1/329)\n",
        "وفُعلا، وذلك قولك: قَبُحَ يَقْبُحُ قَبَاحَة، وبعضهم يقول قُبُوحة؛ فبناه على فُعولةٍ كما بناه على فَعالةٍ. ووسم يوسم وسامة، وقال بعضهم: وسامًا فلم يؤنث، كما قالوا: السَّقام والسَّقامة») (1).\n- وقال: «وما كان من الشدة والجرأة والضعف والجبن فإِنَّهُ نحوٌ من هذا، قالوا: ضَعُفَ ضَعْفًا وهو ضعيفٌ، وقالوا: شجع شجاعة وهو شجاعٌ وقالوا: شجيعٌ») (2).\n- «وقالوا: سَرُعَ يَسْرُعُ سِرَعًا وهو سريعٌ، وَبطُؤَ بِطَأ وهو بطيءٌ، كما قالوا: غَلُظَ غِلَظًا وهو غليظٌ وإِنَّمَا جعلناهما في هذا الباب لأَنَّ أحدهما أقوى على أمره وما يريد») (3).\n- ويقول عن المصادر التي على وزن «فِعَال» أنَّها تدلُّ على «انتهاء الزمان»، يقول: «وجاءوا بالمصادر حين أرادوا انتهاء الزمان على مثال فعالٍ، وذلك: الصِّرام والجِزاز، والجِداد، والقِطاع، والحِصاد») (4).\n- «وأما الوسم) (5) فإِنَّهُ يجيء على فِعالٍ، نحو: الخِباط والعِلاط والعراض والجِناب والكِشاح. فالأثر يكون على فِعالٍ والعمل يكون فَعْلاً، كقولهم: وسمت وسمًا، وخَبَطت البعير خَبْطًا، وكشحته كشحًا. وأما المُشْط والدلو والخُطَّاف فَإِنَّما أرادوا صورة هذه الأشياء أنها وُسمت به، كَأَنَّه قال: عليها صورة الدلو») (6).\n- وقال في باب «فَعْلان ومصدره وفعله»: «أَمَّا ما كان من الجوع والعطش فإِنَّهُ أكثر ما يبنى في الأسماء على فَعْلان ويكون المصدر الفَعَل، ويكون الفعل على فعل يفعَل. وذلك نحو: ظمئ\n_________\n(1) سيبويه: الكتاب، 4/ 28\n(2) سيبويه: الكتاب، 4/ 31\n(3) سيبويه: الكتاب، 4/ 32\n(4) سيبويه: الكتاب، 4/ 12\n(5) قال الزَّبيدي في تاج العروس ((وَقَالَ ابنُ الرُّمَّانِيّ فِي تَفْسيرِ الخِبَاطِ: فِي كتاب سِيبَوَيْه: إِنَّهُ الوَسْمُ فِي الوَجْهِ، والعِلاطُ والعِراضُ فِي العُنُق. قالَ: والعِراضُ يَكُونُ عَرْضًا، والعِلاطُ يَكُونُ طُولاً)) 19/ 233\n\nوقال في موضع آخر: ((الوَسْمُ: أثر الكيِّ، يكون فِي الأعضاءِ. قَالَ شَيخنَا: هَذَا هُوَ الِاسْم المُطْلَقُ العامُّ، والمحققون يسمُّون كل سِمَةٍ باسمٍ خاصٍّ، واستوعب ذَلِك السُّهيْلي، فِي الرَّوض، ... قلت: الَّذِي ذكر السُّهيلي فِي الرَّوض: منسمات الْإِبِل: السِّطاعُ، والرَّقْمةُ، والخِباطُ، والكِشاحُ، والعِلاطُ ... والخُطَّافُ، الدَّلو، وَالمِشْطُ، وَالفِرْتَاجُ، وَالثؤثور، وَالدِّمَاعُ، وَالصُّدَاغُ، واللِّجَامُ، وَالهِلالُ، والخِرَاشُ، هَذَا مَا ذَكَرَهُ، وَفَاتَهُ: العِرَاضُ وَاللِّحَاظُ، وَالتَّلْحِيظ، وَالتَّحْجِينُ، واَلصِّقَاعُ، وَالدُّمُعُ، ... وَقَالَ اللَّيْثُ: الوَسْمُ أَثَرُ كَيَّةٍ، يُقَالُ: هُوَ مَوْسُومٌ، أَيْ: قَدْ وُسِمَ بِسِمَةٍ يَعْرَفُ بِهَا، إِمَّا كَيَّةُ، وَإِمَّا قَطْعٌ فِي أُذُنٍ، أَوْ قَرْمَةٌ، تَكُونُ عَلاَمَةً لَهُ)). 34/ 44\n(6) سيبويه: الكتاب، 4/ 13\n(1/330)\n\nيظمأ ظمأً وهو ظمآن، وعطش يعطش عطشًا وهو عطشان، وصدى يصدى صدًى وهو صديان. وقالوا: الظماءة كما قالوا: السقامة؛ لأَنَّ المعنيين قريبٌ، كلاهما ضررٌ على النفس وأذى لها») (1).\n- «وأما جَرْبان وجربى فإِنَّهُ لما كان بلاء أصيبوا به بنوه على هذا كما بنوه على أفعل وفعلاء، نحو أجرب وجرباء») (2).\n- «أَمَّا الألوان فَإِنَّها تبنى على أفعل، ويكون الفعل على فَعِل يفْعَل، والمصدر على فُعْلةٍ أكثر. وربما جاء الفعل على فعل يفعل، وذلك قولك: أَدِمَ يَأْدَمُ أُدْمَة، ومن العرب من يقول: أَدُمَ يأدُم أُدْمَة، وشَهِب يشْهَبُ شُهْبَة، وقَهِبَ يقْهَبُ قُهْبة، وكهِب يكهِب كُهبة. وقالوا: كهُب يكهُب كهبةً وشهُب يشهُب شُهبةً») (3).\nإن سيبويه في النصوص السابقة يتَتَبَّع دلالة المصادر في سياقاتها المختلفة، ويحدِّد دلالة كل مصدر ثُمَّ يجمع المصادر ذات الدلالات المتشابهة تحت دلالة عامة، ويكون وزن هذه المصادر مرتبطا بهذه الدِّلَالَة العامة.\n- فالألفاظ «قَباحَة، وَسامَة ... »، هذه الألفاظ ــــ بمعونة السِّياق ـــ تدل على القبح أو الحسن؛ إذن الوزن «فَعَالة» قد يدل على «الحسن أو القبح».\n- والألفاظ «ظَمِئ ـــ ظَمَأًـ ظمآن، عَطِش ــــ عَطَشًا ــــ عطشان، صَدِى ــــ صَدًى ــــ صديان\n... »، هذه الألفاظ ومصادرها ــــ بمعونة السِّياق ـــ تدلُّ على الجوع والعطش؛ إذن الوزن\n«فَعِل ـــ فَعْلان ــــ فَعَل» قد يدلُّ أكثره على «الجوع والعطش».\n- والألفاظ «الخِباط والعِلاط والعِراض والجِناب والكِشاح ... »، هذه الألفاظ ــــ بمعونة السِّياق ـــ تدلُّ على الأثر والعلامة والوسم؛ إذن الوزن «فِعَال» قد يدلُّ على «الأثر والعلامة والوسم».\n- والألفاظ «الصِّرام والجِزاز، والجِداد، والقِطاع، والحِصاد ... »، هذه الألفاظ ــــ بمعونة السِّياق ـــ تدل على انتهاء الزمان؛ إذن الوزن «فِعَال» قد يدل على «انتهاء الزمان».\n- والألفاظ «أَدِمَ ــــ يَأْدَمُ ــــ أُدْمَة، وشَهِب ــــ يشْهَبُـ شُهْبَة، وقَهِبَ ــــ يقْهَبُ ــــ قُهْبة، وكهِب ــــ يكهِب ــــ كُهبة ... »، هذه الألفاظ ــــ بمعونة السِّياق ـــ تدل على اللون؛ إذن الوزن «أفعل» قد يكون من بعض دلالته أَنْ يدل على «اللون».\n_________\n(1) سيبويه: الكتاب، 4/ 21\n(2) سيبويه: الكتاب، 4/ 24\n(3) سيبويه: الكتاب، 4/ 25",
        "(1/331)\n\nوهذا التجميع للألفاظ المتشابهة ومحاولة وضعها ضمن إطار دلالي مشترك أشبه بما يسميه علماء اللُّغَة بـ ((الحقول الدِّلالِيَّة Semantic Fields))، وهي تعني: «مجموعة من الكلمات ترتبط دلالاتها، وتوضع عادة تحت لفظ عام يجمعها. مثال ذلك كلمات الألوان في اللُّغَة العربِيَّة») (1). ومن فوائد وضع الكلمة في حقول دلالية أَنَّ هذا يساعد على الفهم الدقيق للكلمة بالمقارنة بالكلمات التي معها في نفس الحقل) (2).\nومن النصوص المهمة التي اعتمد فيها سيبويه على طريقة الحقول الدلالية وسار فيها سيرته في النصوص السابقة النص التالي، يقول: «ومن المصادر التي جاءت على مثال واحدٍ حين تقاربت المعاني قولك: النَّزَوان، والنَّقَزان؛ وإِنَّما هذه الأشياء في زعزعة البدن واهتزازه في ارتفاع. ومثلُه العَسَلان والرَّتَكان. وقد جاء على فُعَالٍ نحو النُّزاء والقُماص، كما جاء عليه الصَّوت نحو الصُّراخ والنُّبَاح، لأن الصوت قد تكلَّفَ فيه من نفسه ما تَكَلَّفَ من نفسه في النَّزَوان ونحوه. وقالوا: النَّزْو والنَّقْز، كما قالوا: السَّكْت والقَفْز والعَجْز، لأَنَّ بناء الفعل واحدٌ لا يتعدَّى كما أنَّ هذا لا يتعدَّى.\nومثل هذا الغَلَيان، لأَنَّه زعزعة وتَحرُّك. ومثله الغَثَيان، لأنَّه تَجيُّشُ نفسِه وتثوُّرٌ. ومثله الخَطَران واللَّمَعان، لأنَّ هذا اضطراب وتحرُّك. ومثل ذلك اللَّهَبان والصَّخَدَان، والوَهَجان، لأنَّه تحرُّكُ الحَرّوثُؤْورهُ، فإنَّما هو بمنزلة الغليان») (3).\nفي هذا النص نجد سيبويه جمع مجموعة من المصادر يضمها وزن مشترك ووضعها تحت دلالة عامة كما في الجدول التالي:\n\nم ... المصدر ... المعنى اللغوي ... الوزن ... المعنى الدلالي العام\n\nالوزن: الفَعَلان\nالمعنى الدلالي العام: الزعزعة والتحرك واهتزاز في ارتفاع\n1. النَّزَوَان (التَّقَلُّبُ، والسَّوْرَة)\n2. النَّقَزان (الوثب صُعُدًا)\n3. الغَثَيان (خُبْث النفس)\n4. العَسَلان (السُّرْعَة وَالِاضْطِرَاب فِي العَدْوِ)\n_________\n(1) د. أحمد مختار عمر: علم الدِّلَالَة، عالم الكتب، القاهرة، ط 5، ) 1998 م (، ص 79\n(2) يقول ديفيد كريستال نقلا عن علماء نظرية الحقول الدِّلالِيَّة: إِنَّ المعنى الدقيق للكلمة الدالة على اللون لا يمكن أن يفهم إلا من خلال وضع هذه الكلمة في علاقة مع الكلمات الأخرى. The precise meaning of a colour word can be understood only by placing it in relation to the other terms\nDavid Crystal, A dictionary of linguistics and phonetics, P.429\n(3) الكتاب: 4/ 14\n(1/332)",
        "\n5. الرَّتَكَان (ضرب من سير الْإِبِل)\n6. الغَلَيان (حركة الماء عند تسخينها)\n7. الخَطَران (يقال: خطر الرجل؛ إذا اهتزَّ في مشيه وتبختر).\n8. اللَّمَعان (لمع البرق: أضاء)\n9. اللَّهَبَان (اتِّقاد النار)\n10. الصَّخَدَان (شدة الحر)\n11. الوَهَجَان (شدة الحر أيضا)\n\nإن سيبويه تتبَّع هذه المصادر في سياقاته في اللغة الحية المنطوقة المُنْشَدَة، وبعد التتبُّع والتقصِّي ربط الوزن «الفَعَلان» الذي أتت فيه هذه المصادر بدلالة عامة، هي «الزعزعة والتحرُّك واهتزاز في ارتفاع».\nومن قديم نال نص سيبويه السابق اهتمام ابن جني، وناقشه في كتابه الخصائص تحت باب أسماه «باب في إمساس الألفاظ أشباه المعاني»، وصدَّر الباب بقوله: «اعلم أن هذا موضع شريف لطيف. وقد نبَّه عليه الخليل وسيبويه، وتلقته الجماعة بالقبول له والاعتراف بصحته») (1). ثم أورد نص سيبويه السابق. وقال بعد إيراده «فقابلوا بتوالي حركات المثال توالي حركات الأفعال».\nوما كان يرمي إليه ابن جني من إيراد نص سيبويه في هذا الباب أن يُثبت أن هناك ثمَّة علاقة «طبيعية» بين «اللغة الإنسانية» و «محاكاة الأصوات الطبيعية»، وقد أورد نص سيبويه السابق دليلا على ذلك، فهو يتخذ من نص سيبويه حجَّة ليدلَّ بها على أنّ هناك «مناسبة طبيعية بين اللفظ ومدلوله») (2)، ويحاول أنْ يؤكّد بهذا النص نظريته «في مناسبة الصوت للمعنى الدال عليه») (3). فمدار باب «إمساس الألفاظ أشباه المعاني» الذي ذكره ابن جني في الخصائص بيانُ العلاقة الوطيدة بين دلالة الأصوات وبنية الكلمة، وبين المعاني المدلول عليها، وكيف تهدى العرب بلطيف الطبع ودقيق الفطنة إلى توخي هذه المناسبة بين الألفاظ والمعاني) (4).\n_________\n(1) الخصائص: 2/ 152\n(2) د. صبحي صالح: دراسات في فقه اللغة، دار العلم للملايين، بيروت، ط، ) 2009 م (، ص 150\n(3) د. رمضان عبد التواب: بحوث ومقالات في اللغة، مكتبة الخانجي، القاهرة، ط 1، ) 1982 م (، ص 19\n(4) ويجب أن نُثْبت هنا قول الإمام السيوطي حيث يقول عن هذه المسألة: ((وأنكر الجمهور هذه المقالة، وقال: لو ثبت ما قاله لاهتدى كلُّ إنسان إلى كل لغة، ولما صحَّ وضعُ اللفظِ للضدين، كالقَرْء للحيض والطُّهر، والجَون للأبيض والأسود)). ينظر: المُزهر في علوم اللغة وأنواعها، ت: محمد أبو الفضل وآخرون، دار التراث، القاهرة ط 3، (بدون تاريخ للطبعة)، 1/ 47\n(1/333)\n",
        "وباعتبار أن الطبيعة جزء من مكونات سياق الحال وإحدى مكوناته فإنَّه يحِقُّ لنا أنْ نقرِّر ــــ بناء على كلام ابن جني هنا الذي يخالف الجمهور ــــ أنَّ سياق الحال لا يؤثِّر فقط على الجملة ومكوناتها، بل إنه أيضا يؤثر ـــ أحيانا ــــ على بنية الألفاظ، وكيفية صياغة هذه البنية.\nونجد ابن جني يحاول في أحد مواضع كتابه الخصائص تفسير دلالات الألفاظ غير الطبيعية أي: تفسير دلالة الألفاظ التي لا يبدو فيها وجود علاقة طبيعية بين اللفظ ومدلوله، ويحاول أنْ يُرجِع تلك الأسباب ــــ على حد فهم الباحث ـــ إلى أسباب «سياقية اجتماعية». وأطرف ما في الأمر أنّه استند على نص لسيبويه ليؤيد به ما ذهب إليه، يقول:\n«وقد يمكن أن تكون أسباب التسمية تخفى علينا لبعدها في الزمان عنا؛ ألا ترى إلى قول سيبويه) (1): «أو لعلَّ الأوَّل وصل إليه علم لم يصل إلى الآخِر»؛ يعني أن يكون الأوَّل الحاضر شاهد الحال فعرف السبب الذي له ومن أجله ما وقعت عليه التسمية؛ والآخر ـــــ لبعده عن الحال ــــ لم يعرف السبب للتسمية؛ ألا ترى إلى قولهم للإنسان إذا رفع صوته: قد رفع عقيرته، فلو ذهبت تشتق هذا بأن تجمع بين معنى الصوت وبين معنى «ع ق ر» لبعد عنك وتعسفت، وأصله أن رجلًا قُطِعَت إحدى رجليه فرفعها ووضعها الأخرى ثم صرخ بأرفع صوته فقال الناس: رفع عقيرته») (2).\nأي أنَّه في بعض الأحيان يكون ارتباط لفظ معين بدلالة معينة راجعا إلى «أسباب» لا تخلو أن يكون بعضها أسبابا سياقية اجتماعية كما هو واضح في نهاية النص السابق.\nنكمل بقية حديثنا عن المصادر ونقول إنه يُلجَأ إلى السِّياق لتحديد معنى المصدرية مع بعض المصادر التي قد تشير بنيتها إلى معنيين: معنى الاسمِيَّة ومعنى المصدرية. مثال ذلك كلمة\n«الحَلَب» ـــ بفتح الحاء واللام ـــ لها معنيان: الأول: معنى المصدر، والثاني: اللبن المحلوب) (3).\nوننقل هنا نصوصا لسيبويه توضح بعض المعاني المختلفة لبعض المصادر التي لا بد وأنَّها تحتاج إلى السِّياق لتحديد المقصود منها:\n_________\n(1) ينظر: الكتاب: 2/ 102 ـــ 103، ونص سيبويه هناك ((وكلُّ شيء جاء قد لَزِمَه الألفُ واللام فهو بهذه المنزلة فإنْ كان عربيًّا نعرفه ولا نعرف الذي اشتُقَّ منه فإِنَّمَا ذاك لأَنَّا جَهِلْنا ما علم غيرُنا، أو يكون الآخِرُ لم يصل إليه علمٌ وصل إلى الأوَّلِ المُسَمِّى)).\n(2) الخصائص: 1/ 66\n(3) ينظر مادة ((ح ل ب)) في: مختار الصحاح 78، مقاييس اللُّغَة 2/ 95، الصحاح 1/ 114\n(1/334)\n\n- «قالوا: الحَلَب في الحَلِيب والمصدر. وقد يقولون الحَلَب وهم يعنون اللبن. ويقولون: حَلَبت حَلَبًا يريدون الفِعل الذي هو مصدر. فهذه أشياء تجيء مختلفة ولا تطرد») (1).\n- «وقالوا: الخَلْق، فسووا بين المصدر والمخلوق. فاعرف هذا النحو وأجره على سبيله») (2).\nوفي بعض الأحيان تتداخل دلالة المصدر مع دلالة بعض المشتقات؛ بمعنى أَنَّ المصدر يدل الدِّلَالَة التي يدل عليها هذا المشتق. ولابد من اللجوء للسياق لتحديد هذه الدِّلَالَة الاشتقاقية.\n• مثال على دلالة المصدر على دلالة اسم المفعول. يقول سيبويه) الكتاب 4/ 43 (: «وقد يجيء المصدر على المفعول، وذلك قولك: لبنٌ حَلَبٌ، إِنَّمَا تريد محلوبٌ، وكقولهم: الخَلْق إِنَّمَا يريدون المخلوق. ويقولون للدرهم: ضرب الأمير، إِنَّمَا يريدون مضروب الأمير».\n• ومثال دلالة المصدر على اسم الفاعل، يقول سيبويه) الكتاب 4/ 43 (: «ويقع على\nالفاعل، وذلك قولك: يومٌ غمٌّ، ورجلٌ نومٌ، إِنَّمَا تريد النائم والغام».\nوقد يتخلي المصدر الدال على الهيئة «فِعْلَة») (3) عن تلك الدِّلَالَة ويدل على مجرد اسم.\n» يقول سيبويه: «وقالوا: مريتها مريًا، إذا أرادوا عمله. ويقول: حلبتها مِرْيَة لا يريد فِعْلَة ولَكِنَّه يريد) وفي بعض النسخ: لكن تريد (نحوًا من الدِّرِّة والحَلَب») (4).\n» ويقول في باب «ما تجيء فيه الفعلة تريد بها ضربا من الفعل»: «وذلك قولك: حسن الطعمة. وقتلته قتلة سوءٍ، وبئست الميتة، وإِنَّمَا تريد الضرب الذي أصابه من القتل، والضرب الذي هو عليه من الطعم ... ، وقد تجيء الفعلة لا يراد بها هذا المعنى، وذلك نحو الشدة، والشعرة، والدرية. وقد قالوا: الدرية») (5).\n_________\n(1) سيبويه: الكتاب، 4/ 42\n(2) سيبويه: الكتاب، 4/ 43\n(3) الوزن ((فِعْلَة)) وزن مصدر الهيئة، نحو: جلس جِلْسة. وهو أيضا وزن من أوزان جمع التكسير الذي للقلة نحو صبية. ومصدر الهيئة ((فِعْلَة)): هو مصدر يدل على هيئة حدوث الفعل، وهو لا يصاغ إلا من الفعل الثلاثي ... نحو: جلس جِلْسَة المسترخي، وأكل إِكْلَة النهم. ينظر: د. إميل بديع يعقوب: معجم الأوزان الصرفِيَّة، عالم الكتب، بيروت، ط 1، ) 1993 م (، ص 194 وص 246\n(4) سيبويه: الكتاب، 4/ 43، وينظر الحاشية ذات الرَّقْم 2، وجاء في معنى ((مرية)): ((مريت الناقة وأمريتها: حلبتها فأمرت وناقة مريٌّ: درور، وأخذت مرية الناقة وهي ما حلب منها. ومرى في الأمر وامترى وتمارى، وما فيه مريةٌ: شك)). أساس البلاغة 2/ 208\n(5) سيبويه: الكتاب، 4/ 44",
        "(1/335)\n\nولا بد عند استبعاد دلالة الهيئة من هذا الوزن استحضار السِّياق واللجوء إليه، فعليه المعول في هذا، وسيبويه وإن لم يشر إلى دور السِّياق في تحديد هذه الدِّلَالَة فهو مفهوم ضمنا.\nومن النتائج التي خرج بها سيبويه من خلال المنهج الذي اتبعه في كتابه أَنَّ المصدر قد يأتي في بعض الأحيان دالا على الكثرة. يقول في باب «ما جاء من المصادر وفيه ألف التأنيث»:\n«وأما الفِعِّيلَي فتجيء على وجهٍ آخر تقول: كان بينهم رِمِّيَّا، فليس يريد قوله: رميا، ولَكِنَّه يريد ما كان بينهم من الترامي وكثرة الرمي، ولا يكون الرِّمِّيَّا واحدًا. وكذلك الحِجِّيزَي. وأما الحِثِّيثَي فكثرة الحث كما أَنَّ الرِّمِّيَّا كثرة الرمي، ولا يكون من واحد. وأما الدِلِّيلَي فَإِنَّما يراد به كثرة علمه بالدِّلَالَة ورسوخه فيها. وكذلك القِتِّيتَي، والهِجِّيرَي: كثرة الكلام والقول بالشيء. والخِلِّيفَي: كثرة تشاغله بالخلافة وامتداد أيامه فيها» (1).\nفالمصدر «الفِعِّيلَي» من خلال تتَبُّعه في النصوص المختلفة دلَّ عنده على الكثرة.\nومن خلال منهجه التتَبُّعي للألفاظ في سياقاتها يرصد دلالة لازمة لبعض المصادر. فيقول: «ومما جرى مجرى الدعاء مما هو تطلُّقٌ عند طلب الحاجة وبشاشة، نحو كرامة ومسرة ونُعمةَ\nعين» (2)\n***\n\nح - سياق الحال ودلالة المشتقات:\n1 ـــ اسم الفاعل:\nمن الجوانب التي يتصل فيها سياق الحال باسم الفاعل العامل تحديده لدلالته الزَّمَنِيَّة: الحالِيَّة أو المستقبلِيَّة. فتحديد هذه الدِّلَالَة يتوقَّف عليه. يقول: «من ذلك: مررتُ برجلٍ ضاربك، فهو نعت على أَنَّهُ سيَضربه ... ، وذلك قولُك: مررتُ برجلٍ ضاربه رجل؛ فإنْ شئت حملتَه على أَنَّهُ سيفَعل، وإن شئتَ على أنَّك مررت به وهو فى حالِ عملٍ، وذلك قوله عزّ وجلّ: {هَذَا عَارِضٌ مُمْطِرُنَا}») (3). ويقول السيرافي شارحا العبارة السابقة: «والنكرات ينعت بها، نحو: مررت برجل ضاربه رجل؛ فهو بمعنى يضربه في الحال أو تعني سيضرب») (4).\n_________\n(1) سيبويه: الكتاب، 4/ 41\n(2) سيبويه: الكتاب، 2/ 302\n(3) سيبويه: الكتاب، 1/ 425\n(4) سيبويه: الكتاب، 1/ 425 الحاشية ذات الرَّقْم 1\n(1/336)",
        "\nويؤكد على هذه الدِّلَالَة الزَّمَنِيَّة مع اسم الفاعل بشكل آخر عند حديثه عن «تصغير اسم الفاعل». فيقول: «واعلم أنَّك لا تحقِّر الاسم إذا كان بمنزلة الفعل، ألا ترى أَنَّهُ قبيح: هو ضويربٌ زيدًا، وهو ضويربٌ زيدٍ، إذا أردت بضارب زيدٍ التنوين. وإن كان ضارب زيدٍ لما مضى فتصغيره جَيِّد») (1).\nفإذا أراد المُتَكَلِّم بـ «ضارب زيد» التنوين ــ أي المستقبل ــ قبح التصغير، وإن أراد المضي، فالتصغير جَيِّد. أي أَنَّ صيغة التصغير هنا تتوقف على السِّياق الذي ترد فيه الجملة. ويكون قبح تصغير اسم الفاعل أو جودته مرتبطا بالزمن؟\nوقد يثور سؤال: لماذا يقبح تصغير اسم الفاعل إذا دَلَّ على المستقبل ويجود إذا دَلَّ على الماضي؟\nيمكن أَنْ نقول إِنَّ القبح أو الجودة مرتبطان هنا بدلالة اسم الفاعل على الزمن، والأغراض التي يأتي لها التصغير متعددة، مثل: التحقير، وتقليل جسم الشيء وذاته، وتقليل الكمية والعدد، وتقريب الزمان والمكان، والتحبب، وإظهار الود، والترحم، والتعظيم) (2). وكل هذه الأغراض تتطلب سياقا يسبقها، سياقا تكوَّنت فيه للمتكلم خبرة مُعَيَّنَة جعلته يستخدم التصغير؛ فأنا لا أحقر أو أتحبَّبُ أو أظهر الودَّ أو أترحم أو أعظم لـ «مَنْ» أو «ما» لا أعلمه سلفا، فنحن لا نترحم عقلا على شيء سيقع في المستقبل لم نعلمه بعد، ولا نعظم من لا نعرفه سلفا. ونحن لن نقلل كمية أو عددا لم نرها أو نره، ولن أقرب زمانا أو مكانا لم أعش فيه، فكل هذا يتطلب خبرة اجتماعِيَّة تجعلني أحكم بهذا.\nوأشار العلماء إلى أَنَّ المشتقات عموما ومن بينها اسم الفاعل قد تحل محل المصدر، كما جاء في شرح التسهيل: «وقد يقوم مقام المصادر صفات مقصود بها الحالِيَّة على سبيل التوكيد، نحو عائذا بالله من شرها، وهنيئا لك، وأقاعدا وقد سار الركبُ») (3).\nإن قولنا: «عائذا بالله من شرها» يجري مجرى «عِياذا بالله». والسبب الذي جعل العلماء يقولون إِنَّ المشتقات عموما ومن بينها اسم الفاعل يحل محل المصدر هو بلا شك قرينة سياق\nالحال؛ فالمُتَكَلِّم في المثال السابق «عائذا بالله من شرها» لا يتعوذ بالله من شيء في وقت، ويتعوذ به منه في وقت آخر على حسب ما تدل عليه صيغة اسم الفاعل التي تعرف بأنَّها: «الاسم المشتق\n_________\n(1) سيبويه: الكتاب، 4/ 480\n(2) عباس حسن: النحو الوافي، 4/ 683 ـــ 684\n(3) محمد بن عبد الله الطائي: شرح تسهيل الفوائد، ت: د. عبد الرحمن السيد، د. محمد بدوي المختون، هجر للطباعة والنشر، القاهرة، ط 1، ) 1990 م (، 3/ 122\n(1/337)\n",
        "الدال على حدث وذات موصوفة بالقيام بهذا الحدث، بمعنى التجدد والحدوث») (1). على عكس المصدر الذي يدل على الحدث مجردًا من الزمن؛ أي أَنَّ السِّياق يحكم على أَنَّ دلالة «عائذا» في الجملة السابقة هي دلالة مصدرية وليست دلالة اسم الفاعل، فالمؤمن يتعوذ بالله دائما، في كل وقت وفي كل مكان طاهر.\nيقرر سيبويه ما أشارنا إليه سابقا فيقول: «ومثل ذلك: عائذًا بالله من شرّها، كأَنَّه رأى شيئًا يُتَّقَى؛ فصار عند نفسه فى حال استعاذةٍ، حتَّى صار بمنزلة الذى رآه فى حال قيامٍ وقُعودٍ، لأنَّهُ يَرَى نفسَه فى تلك الحال ... ، وإذا ذكرتَ شيئًا من هذا الباب فالفعل متّصِلٌ فى حال ذكرِك وأنت تَعمل فى تثبيته لك أو لغيرك فى حال ذكرِك إيّاه») (2).\nإن المُتَكَلِّم عندما يستخدم اسم الفاعل يدلُّ على الظاهر من قوله، فهو لا يستطيع أَنْ يستمر بنطق «التعوذ» دوما في كل حال وفي كل وقت، ولا يستطيع لسانه ذلك، ولكن «قلبه» أو «حال نفسه» ــــ كما قال سيبويه ــــ دائم التعوذ بالله، لذلك ناسبت صيغة اسم الفاعل حال المُتَكَلِّم الظاهرة، وتكفل سياق الحال بالتعبير عن الحال الباطنة، بصيرورة دلالة اسم الفاعل إلى الدِّلَالَة المصدرية.\n2 ـــ صيغ المبالغة:\nهناك علاقة بين اسم الفاعل وصيغ المبالغة؛ إذ يجوز تحويل صيغة فاعل إلى صيغة أخرى تفيد الكثرة والمبالغة. فاسم الفاعل في جملة: «فلان زارِعٌ فاكهةً»، يمكن أَنْ تصبح «فلان زَرَّاعٌ فاكهةً». والفرق بين «زَارِع» و «زَرَّاع» إفادة الثانية الكثرة والمبالغة عن الأولى.\nوالسؤال: متي يتم الانتقال من صيغة فاعل إلى صيغة مبالغة؟ والإجابة: يتم ذلك عند إرادة المبالغة، وهذا يتطلب سياقا يستدعي ذلك. قال سيبويه: «وأجروا اسمَ الفاعل، إذا أرادوا أَنْ يبالِغوا فى الأمر، مُجراه إذا كان على بناء فاعلٍ؛ لأنَّهُ يريد به ما أراد بفاعل من إيقاع الفعل، إلاّ أَنَّهُ يريد أَنْ يُحدَّثَ عن المبالغة. فمَا هو الأصلُ الذى عليه أكثُر هذا المعنى: فَعولٌ، وفعّال، ومِفْعَال، وفَعِلٌ، وقد جاء: فَعيلٌ كَرحيمٍ وعَليم وقَدير وسَميع وبَصير») (3).\n3 ـــ اسما الزمان والمكان: اسما الزمان والمكان يصاغان من الفعل الثلاثي على «مَفْعَل» أو\n«مَفْعِل». وهاتان الصيغتان مشتركتان بين اسمي الزمان والمكان والمصدر الميمي.\n_________\n(1) د. محمد عبادة: معجم مصطلحات النحو والصرف، ص 163\n(2) سيبويه: الكتاب، 1/ 341\n(3) سيبويه: الكتاب، 1/ 110\n(1/338)\n\nالمصدر الميمي هو: «مصدر يدلُّ على المصدر العادي، غير أَنَّهُ يبدأ بميم زائدة مفتوحة. ويصاغ من الفعل الثلاثي على وزن «مَفْعَل»، نحو: شرب مشرَبا، وأكل مأكَلا ... ، وإذا كان الفعل مثالا، صحيح اللام، وفاؤه تحذف في المضارع؛ فَإِنَّ مصدره الميمي يكون على وزن\n«مَفْعِل»، نحو: وعد موعِد، وقع موقِعا ... ويصاغ من الفعل الثلاثي على وزن الفعل المضارع مع إبدال حرف المضارعة ميما مضمومة، وفتح ما قبل الآخر، نحو: أكرمه يكرمه مُكْرَمًا، هاجر يُهَاجِر مُهَاجَرًا») (1). ومعنى هذا أَنَّ:\n- الوزن «مَفْعَل» ـــ بفتح العين ـــ قد يُعطي دلالة: اسم الزمان، اسم المكان، المصدر الميمي) (2).\n- والوزن «مَفْعِل» ـــ بكسر العين ـــ قد يُعطي دلالة: اسم الزمان، اسم المكان، المصدر الميمي.\n- والأوزان التي تمثلها الألفاظ «مُكْرَم، مُهَاجَر، مُسْتخدَم ... » ـــ بفتح ما قبل الآخر ـــ قد يُعطي دلالة: اسم الزمان، اسم المكان، المصدر الميمي) (3).\nإلى هذه الدلالات المختلفة يشير سيبويه قائلا: «وأمَّا ما كان يفعل منه مفتوحًا فَإِنَّ اسم المكان يكون مفتوحا، كما كان الفعل مفتوحا. وذلك قولك: شرب يشرب. وتقول للمكان مشربٌ. ولبِس يلبَس، والمكان الملبَس. وإذا أردت المصدر فتحته أيضًا ... ويقولون المذهب للمكان.\nوتقول: أردت مذهبًا أي ذهابًا فتفتح») (4).\nبعد ما سبق يظهر سؤالان: الأول: لماذا يلجأ المُتَكَلِّم إلى المصدر الميمي بدلا من المصدر الأصلي؟ والثاني: كيف يمكن التفريق بين الدلات الثلاث لكل صيغة؟\nيتكفل السِّياق بالإجابة عن السؤالين السابقين، فصيغة المصدر الميمي يُأْتى بها في الكلام لأَنَّها تفوق صيغة المصدر الأصلي في «قوة الدِّلَالَة وتأكيدها») (5). إِنَّ إرادة المُتَكَلِّم هي التي تتجه به إلى استخدام المصدر الأصلي أو الميمي، فإذا استدعى السِّياق مزيدا من التأكيد لجأ المُتَكَلِّم إلي المصدر الميمي لتحقيق هذه الغاية.\n_________\n(1) د. إميل بديع يعقوب: معجم الأوزان الصرفِيَّة، ص 246\n(2) ويدل هذا الوزن أيضا على الاسم المعدول) الممنوع من الصرف (، نحو: مَوْحَد، وعليه تُعدل الأعداد من واحد إلى عشرة. ينظر المرجع السابق، ص 252\n(3) من إشارات سيبويه الطريفة أنَّ ((المكان والمصدر يبنى من جميع هذا بناء المفعول، وكان بناء المفعول أولى به لأنَّ المصدر مفعول، والمكان مفعول فيه)). 4/ 95\n(4) سيبويه: الكتاب، 4/ 89\n(5) عباس حسن: النحو الوافي، 3/ 231، وأضاف الأستاذ عباس حسن في الحاشية ذات الرَّقْم 4 أن هذا المصدر قد يفيد بيان السبب.",
        "(1/339)\n\nكما أَنَّ السِّياق هو المرجع الفصل لتحديد دلالة الوزن «مَفْعِل»، أو «مَفْعَل». فبدونه يتعذر الوقوف على هذه الدِّلَالَة.\nوينبه سيبويه على أَنَّ «التاء» قد تلحق اسمي الزمان والمكان للدلالة على «التكثير». يقول في باب ((ما يكون مفعلةٌ لازمة لها الهاء والفتحة)): «وذلك إذا أردت أَنْ تكثر الشيء بالمكان، وذلك\nقولك: أرضٌ مَسْبَعَةٌ، ومَأْسَدَةٌ، ومَذْأَبَةٌ. وليس في كل شيءٍ يقال إلا أَنْ تقيس شيئًا وتعلم أَنَّ العرب لم تَكَلَّم به») (1).\nوهذه القاعدة لا يمكن الوقوف عليها إلا من خلال تتَبُّع هذه الصيغة في السِّياقات المختلفة، وربط هذه الصيغة بدلالة التكثير.\n***\n_________\n(1) سيبويه: الكتاب، 4/ 94\n(1/340)",
        "\n- المبحث الثاني: سياق الحال ومعاني الأوزان الصَّرْفِيَّة:\nمن خلال المنهج الذي سار عليه سيبويه في الكتاب والذي كان من بينه تتَبُّع التركيب اللغويّ أو البنية الصَّرْفِيَّة في السِّياقات المخالفة وقف على بعض المعاني الدِّلالِيَّة لبعض الأوزان الصَّرْفِيَّة. وقد قمتُ بجمع النصوص التي ذكر فيها سيبويه دلالة لوزن ما.\nوفي الجدول التالي هذه المواضع:\nم ... الوزن ... الدِّلَالَة ... نص سيبويه وموضعه\n\n1 ـــ «تَفَعَّلَ»\nأـ يدل على من لم تكتمل عنده الصفة التي يتظاهر بها. ... أـ «ولو أرادوا أَنَّهُ يُدْخِلُ نفسَه فى الدَّينِ ولم يَستكمل أَنْ يقال: له دِينٌ، لقالوا: يَتديَّنُ وليس بذلك ويَتشرَّفُ وليس له شَرَفٌ، ويَتفهَّمُ وليس له فَهَمٌ» (1)\nب ـــ المطاوعة. ... ب ــــ «فعلته فتَفَعَّل، نحو كسرته فتكسر، وعشيته فتعشى، وغديته فتغدى») (2) ... ج ـــــ إرادة الاتصاف بصفة حتى يكون صاحبها من أهلها.\nج ـــ «وإذا أراد الرجل أَنْ يدخل نفسه في أمرٍ حتى يضاف إليه ويكون من أهله فَإِنَّك تقول: تفعل، وذلك تشجع وتبصر وتحلم وتجلد، وتمرأ، ... أي صار ذا مروءة») (3).\nد ـــ الأخذ من الشيء الأول فالأول. ... د ـــ «وأما قوله: تنقصته وتنقصني فكأَنَّه الأخذ من الشيء الأول فالأول») (4)\nهـ ــــ القيام بالفعل على مهل. ... هـ ـ «وأما يتسمع ويتحفظ فهو يتبصر. وهذه الأشياء نحو يتجرع ويتفوق، لأَنَّها في مهلة. ومثل\n_________\n(1) سيبويه: الكتاب، 1/ 362\n(2) سيبويه: الكتاب، 4/ 66، وينظر أيضا قوله في نفس الصفحة: ((وأما تقيس وتنزر وتتمم، فَإِنَّما يجري على نحو كسرته فتكسر، كأَنَّه قال تمم فتتمم، وقيس فتقيس)).\n(3) سيبويه: الكتاب، 4/ 71\n(4) سيبويه: الكتاب، 4/ 72\n(1/341)\n",
        "ذلك تخيره. وأما التعمج والتعمق فنحوٌ من هذا. والتدخل مثله، لأنَّهُ عملٌ بعد عملٍ في مهلة») (1).\n\n2 ـــ ... «فَعَّال» ... يدل على من له مهنة يمتهنها ويعالجها ... «أَمَّا ما يكون صاحب شيء يعالجه فإِنَّهُ مما يكون فعَّالاً، وذلك قولك لصاحب الثياب: ثوَّاب، ولصاحب العاج: عواجٌ؛ ولصاحب الجمال التي ينقل عليها: جمَّال، ولصاحب الحُمُر التي يعمل عليها: حمارٌ، وللذي يعالج الصرف: ... صرافٌ») (2).\n\n3 ـــ «فاعِل» ... يدل على ما يكون صاحب شيء وليس بصنعة يعالجها ... «وأمَّا ما يكون ذا شيء وليس بصنعة يعالجها فإِنَّهُ مما يكون فاعلا وذلك قولك لذي الدرع: دارِع ولذي النَّبل: نابلٌ، ولذي النُّشاب: ناشبٌ، ولذي التَّمر: تامرٌ، ولذي اللبن: لابنٌ») (3).\n\n4 ـــ «فَعَّل» ... كثرة العمل ... «تقول: كسرتها وقطعتها، فإذا أردت كثرة العمل قلت: كسَّرْته وقطَّعْتُه ومَزَّقْتُه») (4). «كما تقول: قطَّعه وكسَّره حين تكثِّر عمله. ولو قلت: قطعه جاز واكتفيت به») (5).\n\n5 ـــ «انفَعَل» ... المطاوعة ... «وذلك قولك: كسرته فانكسر، وحطمته فانحطم، وحسرته فانحسرن، وشويته فانشوى، وبعضهم يقول: فاشتوى. وغممته فاغتم، وانغم عربية. وصرفته فانصرف، وقطعته فانقطع») (6).\n_________\n(1) سيبويه: الكتاب، 4/ 73\n(2) سيبويه: الكتاب، 3/ 381، وينظر أيضا 3/ 382\n(3) سيبويه: الكتاب، 3/ 381\n(4) سيبويه: الكتاب، 4/ 64\n(5) سيبويه: الكتاب، 3/ 623\n(6) سيبويه: الكتاب، 4/ 65\n(1/342)\n\n6 ـــ «افتعل»\nأـ المطاوعة. ... أـ «فعلته فانفعل وافتعل: أفعلته ففعل، نحو أدخلته فدخل، وأخرجته فخرج») (1).\nب ــــ المشاركة. ... ب ـــ «وقد يشركه افتعلنا فتريد بهما معنى واحدا، وذلك قولهم: تضاربوا واضطربوا، وتقاتلوا واقتتلوا، وتجاوروا واجتوروا، وتلاقوا والتقوا») (2).\nج ـــ اتخاذ الاسم الذي يقع عليه الفعل ... ج ـــ «تقول: اشتوى القوم، أي اتخذوا شواءً .... ، وأَمَّا اذَّبَحَ فبمنزلة اتَّخَذَ ذبيحة») (3).\nد ـــ التصرف والطلب. ... د ـــ «وأَمَّا اكتسب فهو التصرف والطلب») (4).\n\n7 ـــ «تَفاعَل»\nأـ المطاوعة. ... أـ «وفي فاعلته فتفاعل، وذلك نحو ناولته فتناول») (5)\nب ــــ المشاركة. ... ب ـــ «وأَمَّا تفاعلت فلا يكون إلا وأنت تريد فعل اثنين فصاعدا، ولا يجوز أَنْ يكون معملاً في مفعولٍ، ولا يتعدى الفعل إلى منصوب. ففي تفاعلنا يلفظ بالمعنى الذي كان في فاعلته. وذلك قولك: تضاربنا، وترامينا، وتقاتلنا») (6)\nج ــــ إظهار حال ليس عليها الشخص. ... ج ـــ «وقد يجيئ تفاعلت ليريك أَنَّهُ في حالٍ ليس فيها. من ذلك: تغافلت، وتعاميت، وتعاييت، وتعاشيت وتعارجت، وتجاهلت») (7).\n\n8 ـــ «تَفَعْلَل» ... المطاوعة ... «ونظير ذلك في بنات الأربعة على مثال تفعلل نحو\n_________\n(1) سيبويه: الكتاب، 4/ 65\n(2) سيبويه: الكتاب، 4/ 69\n(3) سيبويه: الكتاب، 4/ 74 وينظر أيضا قوله في نفس الصفحة: ((وأما احتبسته فقولك: اتخذته حبيسا، كأَنَّه مثل شوى واشتوى)).\n(4) سيبويه: الكتاب، 4/ 74\n(5) سيبويه: الكتاب، 4/ 66\n(6) سيبويه: الكتاب، 4/ 69\n(7) سيبويه: الكتاب، 4/ 69",
        "(1/343)\n\nدحرجته فتدحرج، وقلقلته فتقلقل، ومعددته فتمعدد، وصعررته فتصعرر») (1).\n\n9 ـــ «فاعل» ... المشاركة ... «اعلم أَنَّكَ إذا قلت: فاعلته، فقد كان من غيرك إليك مثل ما كان منك إليه حين قلت فاعلته. ومثل ذلك: ضاربته، وفارقته، وكارمته، وعازني وعاززته، وخاصمني وخاصمته») (2).\n\n10 ـــ «استفعل»\nأـ وجود الشيء على حال مُعَيَّنَة. ... أـ «استجدته أي أصبته جَيِّدا، واستكرمته أي أصبته كريمًا. واستعظمته أي أصبته عظيمًا، واستسمنته أي أصبته سمينًا») (3).\nب ـــ الطلب. ... ب ــ «وتقول: استعطيت أي طلبت العطية») (4).\nج ــــ التحول من حال إلى حال ... ج ــــ «وقالوا في التحول من حالٍ إلى حال هكذا، وذلك قولك: استنوق الجمل، واستتيست الشاة») (5).\n\n11 ـــ ... «افعوعل» ... المبالغة والتوكيد ... «قالوا: خشن، وقالوا: اخشوشن. وسألت الخليل فقال: كأَنَّهم أرادوا المبالغة والتوكيد، كما أَنَّهُ إذا قال: اعشوشبت الأرض فَإِنَّما يريد أَنْ يجعل ذلك كثيرا عاما، قد بالغ. وكذلك احلولى») (6).\n\nولا بد في ختام هذه الجزئيَّة التأكيد على الملحوظات التالية:\n• الأولى:\nإنّ سيبويه سار على منهجه الذي عهدناه سلفا مع التراكيب النحوِيَّة، فهو من خلال مجموعة من الألفاظ مشتركة الوزن يستخلص هذا الوزن ويتَتَبَّعه في السِّياقات المختلفة لتحديد الدلالات المختلفة\n_________\n(1) سيبويه: الكتاب، 4/ 66\n(2) سيبويه: الكتاب، 4/ 68\n(3) سيبويه: الكتاب، 4/ 70\n(4) سيبويه: الكتاب، 4/ 70\n(5) سيبويه: الكتاب، 4/ 71\n(6) سيبويه: الكتاب، 4/ 75\n(1/344)",
        "\nلهذا الوزن. فالوزن «استفعل» له من المعاني الصَّرْفِيَّة الدِّلالِيَّة: «وجود الشيء على حال مُعَيَّنَة، الطلب، التحول من حال إلى حال»، وهي معاني قررها بعد التتَبُّع والاستقصاء.\nوسيبويه ـــ كما سبق وأَنْ أوضحنا ـــ يلتزم بالطريقة الإِحْصَائِيَّة في دراسته لِلُّغَة وقواعدها، ويشمل هذا أيضا البنية الصَّرْفِيَّة بدليل قوله: «وليس في الكلام افْعَنلَلته، وافْعَنْلَيْتُه، ولا افعَالَلْتُه، ولا\nافْعلَلتُه») (1). فهذه مقولة دالة لا محالة على منهجه الإِحْصَائِيّ، وسيبويه من الأمانة العلميَّة بحيث لا ينسب لِلُّغَة ما ليس فيها. وإذا كان سيبويه يتَتَبَّع البنى اللفظِيَّة غير المستعملة وغير الموجودة فمن باب أولى أَنْ يكون أشد تتَبُّعا لما هو مستعمل منها.\n• الثانية:\nدلالات الأوزان الصَّرْفِيَّة التي ذكرها سيبويه ليست «ثابتة» بل هي «متطورة»، ونحتاج دوما إلى تحليل السِّياقات التي ترد فيها هذه الأوزان للوقوف على هذه الدلالات الجديدة.\nونحن نعلم من علم الدِّلَالَة:\n1 ــــ أنَّ المفردات لا تستقر على حال، وذلك لأَنَّ «الحياة تشجِّع على تغير المفردات؛ لأَنَّها تضاعف الأسباب التي تؤثر في الكلمات، فالعلاقات الاجتِماعِيَّة والصناعات، والعُدد المتنوعة تعمل على تغير المفردات، وتقصي الكلمات القديمة، أوتحور معناها، وتتطلب خلق كلمات جديدة» (2).\n2 ــــ أنَّ كل جماعة لغوية تترابط لغويا، وتتحول إلى جماعة ثقافيَّة متميزة تصوغ بين الحين والآخر مدلولات جديدة للكلمات بحكم استخدامها للأشياء ومرورها بتجارب مختلفة، ولهذا كانت المدلولات سابقة لدوالها (3).\n3 ــــ اللُّغَة ليست هامدة أوساكنة بحال من الأحوال، بالرغم من أَنْ تقدمها قد يبدو بطيئا في بعض الأحايين، فالأصوات والتراكيب والعناصر النحوِيَّة وصيغ الكلمات ومعانيها معرضة كلها للتغير والتطور (4). وتزداد سرعة التطور اللغويّ بازدياد انتشار اللُّغَة بين غير أهليها، وبازدياد عدد الذين يتكلمونها وتنوعهم (5).\n_________\n(1) سيبويه: الكتاب، 4/ 77\n(2) د. رمضان عبد التواب: التطور اللغويّ، ص 11، 12.\n(3) د. كريم زكي حسام الدين: التحليل الدِّلَالِيّ، إجراءاته ومناهجه، 1/ 11\n(4) د. كمال بشر: دور الكلمة في اللُّغَة، ص 153\n(5) د. رمضان عبد التواب: التطور اللغويّ، ص 12.\n(1/345)\n",
        "4 ــــ الدِّلَالَة «ناتجة عن تواضع اجتماعي، وهذا التواضع عرضة للتغيير والتطوير؛ ولذا جاز تغير الدِّلَالَة لتغير المواضعة وفق ما تمليه الظروف المستجدة في حياة الجماعة اللُّغَوِيَّة» (1).\n5 ــــ «الكلمات التي تتألف منها [اللُّغَة] تتبدل ببطء في غُضُون الأجيال، غير أَنَّ ما تثيره من الصور أو ما يرتبط فيها من المعنى يتغير بلا انقطاع»، وأنْ «ليس للألفاظ سوى معان متحولة موقتة بين جيل وبين أمة وأمة») (2).\n6 ــــ و «أَنَّهُ مهما اتسع مخزون اللُّغَة اللفظي فهي قاصرة عن الوفاء بمطالب التعبير اللغويّ في مجال الأفكار المُجَرَّدة والصور والظلال» (3).\nويمكن أَنْ ندلل على ما ذهبنا إليه من أَنَّ الأوزان الصَّرْفِيَّة تتطور دلالتها بمرور الزمن بأنْ نذكر ما قام به أحد الباحثين المعاصرين الأستاذ محمد خليفة التونسي من تتَبُّع دلالة بنية ((تَفَاعَل)) ووقوفه على بعض الدلالات التي لم تذكرها كتب الصرف، ومنها (4):\n- أولا التفاعل من واحد:\n• تكلف الفعل عن اعتقاد به، مثل: تتباهى الفتاة بجمالها، وتتفاخر بنسبها، وتتواجه بثرائها وتتعاظم بثقافتها، وتتفاصح في كلامها، وتتعالى في معاملتها، وتتمايل في سيرها.\n• المشابهة، مثل: تكالب على الشهوات؛ أي أشبه الكلب في الحرص عليها، وتذاءبت الريح أي أشبهت الذئب في إقباله من جهة مَرَّة، ومن غيرها أخرى.\n• حدوث الفعل متتابعا، مثل: تماوج صوت أم كلثوم، وتقاطر المطر، وتناقص الماء بالتبخر، وترادف الرزق، ويتهالك على الدروس، ويتحامل على خصمه، وتقادم العهد، وتنامى الطفل، وتهاوى البناء، وتراجع في سعيه، وتراخت الحملة، وتسارعت الحركة، وتواتر الحديث، وترامى إلينا الخبر، وتمادى الضلال.\n_________\n(1) مقال بعنوان ((مقدمة لدراسة التطور الدِّلَالِيّ في العَرَبِيَّة الفصحى في العصر الحديث))، بقلم: د. أحمد محمد قدور، مجلة عالم الفكر، ص 41، عدد مارس 1986 م\n(2) غوستاف لوبون: روح الجماعات، ترجمة: عادل زعيتر، دار المعارف، القاهرة، ط 1، ) 1955 م (، ص 97، 99\n(3) السابق: 41\n(4) مقال ((وزن تفاعل ودلالته))، بقلم: محمد خليفة التونسي، ص 147، مجلة العربي ع 247، الكويت.\n(1/346)\n\n• الدخول في شيء، أو الميل إليه، مثل: تيامن الطريق، وتياسر في سعيه، وتباشر بالصباح، وتفاءل بالوجوه الحسان، وتشاءم بنعيق البوم، وتكاسل في عمله، وتساهل في حقه.\n• طلب الفعل، مثل: تقاضاه الدين؛ أي طلب منه قضاءه، تحاكم الشاعر إلى الناقد؛ أي طلب حكمه، ذهب إلى الطبيب ليتداوى؛ أي يطلب الدواء.\n• مطاوعة فعل سابق من أي وزن؛ أي التَأَثُّر به، مثل: نثرت الحب فتناثر؛ أي انتثر.\n• القيام بالفعل ابتداء؛ أي دون تَأَثُّر بفعل سابق، فهو كالفعل الثلاثي، مثل: تنازل عن حقه؛ أي نزل، وتساءل عن أخيه؛ أي سأل، وتجارأ عليه؛ أي جرأ، وتجاسر عليه؛ أي جسر، وتجاوز الحد؛ أي جاز، وتوانى في العمل؛ أي وني.\n• اعتقاد صفة الشيء، مثل: أعطيته في الكتاب دينارا فتقاله؛ أي عده قليلا، وتعاظمت الذنب؛ أي عددته عظيما.\n- ثانيا: تفاعل من اثنين أوجمع:\n• مجرد التشارك أو الاشتراك في الفعل، مثل: تنادم الرجلان، وتصاحبا، وتجالسا.\n• التبادل، مثل: تآمروا بالمعروف، وتناهوا عن المنكر؛ أي: تبادلوا ذلك، فأمر بعضهم بعضا بالمعروف ونهاه عن المنكر، وتتجاذب الكواكب والنجوم، وتعامد الخطان، يتقارضان الثناء، تعارفا بعد أنْ كانا متناكرين، تقابض المتبايعان ثُمَّ تفارقا.\n• المغالبة في الفعل وهي تشمل التشارك والتبادل بين طرف وآخر مع رغبة كل طرف أَنْ يغلب الآخر، مثل: تفاخر الشاعران، ثُمَّ تهاجيا، تبارى الفريقان في الكرة، تتسابق الخيل، يتساقى المتحاربون الموت) (1).\n• الثالثة:\nما زال مجال «دلالة الأوزان الصَّرْفِيَّة والفروق الدِّلالِيَّة فيما بينها» مجالا خصبا للدراسة وأنَّ ما كُتب فيه «يمثل قطرة في بحر، وأنَّ أبواب الولوج إلى هذا الميدان الخصب ما تزال مشرعة») (2) وما\n_________\n(1) ولمزيد من التفاصيل ينظر: إيهاب عبد الحميد، شرحا أبي العلاء والخطيب التبريزي على ديوان أبي تَمَّام دراسة نحوية صرفِيَّة، رسالة ماجستير، دار العلوم، 2012 م، ص 124 وص 343\n(2) د. أحمد مختار عمر: أسماء الله الحسنى دراسة في البنية والدِّلَالَة، الهيئة المصريَّة العامة للكتاب ــــ مكتبة الأسرة، القاهرة، ط 1، ) 2000 م (، ص 4",
        "(1/347)\n\nزال الطريق في هذه الدراسات مظلما، ولم يسلط عليه إلا النور القليل، «والباب بعد مفتوح للبحث الجاد الطويل في هذا الأمر العظيم الجليل») (1).\nومما يمكن مناقشته في جزئية الأوزان الصَّرْفِيَّة وعلاقتها بسياق الحال ما يتعلق بالأوزان الصَّرْفِيَّة التي تعبر عن جموع القِلَّة والكثرة. فقد أثبت العلماء لجموع القِلَّة أوزانا أربعة، هي: «أَفْعُل، أفعالٌ أَفعِلَة، فِعْلَة»، وأثبتوا لجموع الكثرة أكثر من ثلاثة وعشرين وزنا، هي: «فُعْلٌ، فُعُلٌ، فُعَلٌ، فِعَلٌ، فُعَلة، فَعَلَة، فَعْلى، فِعَلَة، فُعَّلٌ، فُعّالٌ، فِعالٌ، فُعُولٌ، فِعْلان، فُعْلان، فُعَلاءُ، أفعِلاءُ، فَواعِل، فَعائِل، فَعالِي، فَعَالَى، فَعَالِيُّ، فَعَالِل، وشبه فَعَالِل».\nوقد أشار سيبويه إلى هذه الأوزان في بعض المواضع، فقال:\n1 ــــ «وكل شيء مما ذكرنا كانت فيه هاء التأنيث يكسر على ما ذكرنا إلا أَنَّكَ تجمع بالتاء إذا أردت بناء ما يكون لأدنى العدد») (2).\n2 ــــ «فإذا أردت أدنى العدد جمعت الواحد بالتاء. وإذا أردت الكثير صرت إلى الاسم الذي يقع على الجميع ولم تكسر الواحد على بناء آخر») (3).\n3 ــــ «وأما ما كان فَعلًا فإِنَّهُ يكسَّر على أفعالٍ إذا أردت بناء أدنى العدد، وذلك نحو: قاعٍ وأقواعٍ وتاجٍ وأتواجٍ، وجارٍ وأجوارٍ. وإذا أردت بناء أكثر العدد كسرته على فِعلانٍ، وذلك نحو: جيرانٍ وقيعانٍ وتيجانٍ، وساجٍ وسيجانٍ») (4).\n4 ــــ «وما كان مؤنثًا من فَعلٍ من هذا الباب فإِنَّهُ يكسر على أفعُلٍ إذا أردت بناء أدنى العدد، ... فإذا أردت بناء أكثر العدد قلت في الدار: دُورٌ، وفي الساق: سُوقٌ، وبنوهما على فُعلِ فِرارًا من فُعُولٍ») (5).\n5 ــــ «فإذا أردت بناء الأكثر قلت: سِدرٌ وقِربٌ وكِسرٌ، ... وقد يريدون الأَقَلّ فيقولون: كِسرٌ\nوفِقرٌ») (6).\nونلاحظ على النصوص السابقة ما يلي:\n_________\n(1) د. فاضل السامرائي: معاني الأبنية في العَرَبِيَّة، دار عمار، الأردن، ط 2، ) 2007 م (، ص 7\n(2) سيبويه: الكتاب، 3/ 613\n(3) سيبويه: الكتاب، 3/ 582\n(4) سيبويه: الكتاب، 3/ 590\n(5) سيبويه: الكتاب، 3/ 591\n(6) سيبويه: الكتاب، 3/ 581\n(1/348)",
        "\n» الملحوظة الأولى:\nيربط سيبويه بين التعبير بجمع القِلَّة أو الكثرة وبين «إرادة المُتَكَلِّم»؛ فالمُتَكَلِّم إذا أراد التعبير عن القِلَّة استخدم جموع القِلَّة، وإذا أراد التعبير عن الكثرة استخدم أوزان الكثرة. ولا بد أَنَّ هذا سيكون مرتبطا بالسِّياق الذي يكون في المُتَكَلِّم.\nونلاحظ في المثال الخامس أَنَّ الجمع «كِسَر» قد يُعَبِّر عن القِلَّة وقد يُعَبِّر عن الكثرة، وأنَّ هذا الأمر مرهون بإرادة المُتَكَلِّم المرتبطة بدورها بالسِّياق التي توجد فيه.\nوهنا سؤال: إِنَّ المُتَكَلِّم البليغ العالم بلغته أمامه مجموعتان من الجموع: مجموعة تعبر عن «القِلَّة»، ومجموعة تعبر «الكثرة»، فإذا أراد أَنْ يُعَبِّر عن القِلَّة استخدم أحد أوزانها، وإذا أراد أَنْ يُعَبِّر عن الكثرة استخدم أحد أوزان الكثرة، فلماذا إذن يخلط المُتَكَلِّم بين الاختيارين؟ لماذا يُعَبِّر عن القِلَّة بجمع من جموع الكثرة أو العكس؟\nوإجابة هذا السؤال لا تعدو أمرين:\n• الأول: أَنَّ ربط النُّحَاة دلالة القِلَّة أو الكثرة بأوزان مُعَيَّنَة أمر غير دقيق، متروك للسياق) (1)، كما أشرنا لقول د. إبراهيم أنيس في بداية بحثنا.\n• الثاني: وجود نكتة بلاغية في هذا، وأنَّ الكاتب أو الأديب أراد أَنْ يتخذ هذا الانتقال لـ «تنبيه» قارئه لأمر ما. فالأمر المألوف تعتاد العين عليه ولا تقف عنده، أَمَّا ما خرج عن المألوف فإِنَّهُ يستوقفها) (2).\n_________\n(1) من الأقوال المُهِمَّة التي تتَعَلَّق بجموع القِلَّة ما نقله البغدادِيّ في كتابه: ((خزانة الأدب ولب لباب لسان العرب)) عن شيوخه قولهم: ((إذا قرن جمع القِلَّة بأل التي للاستغراق أو أضيف إلى ما يدل على الكثرة انصرف بذلك إلى الكثرة))، ت: عبد السلام محمد هارون، مكتبة الخانجي، القاهرة، ط 4، ) 1997 م (8/ 109، وعُلِم من مناقشة للأداة ((أل)) أنَّ دلالتها تتحدد من خلال السِّياق.\n(2) هناك من الباحثين بالفعل من درس هذا الأمر بلاغيا وأشار إليه منهم الأستاذ الدكتور: عبد الرحمن بن حسن حَبَنَّكَة الميداني الدمشقي، في كتابه ((البلاغة العَرَبِيَّة))، حيث اعتبر هذا الانتقال بين جموع القِلَّة والكثرة نوعا من\n\n((المجاز)) بمعنى أنَّه اعتبر أنَّ من أنواع المجاز: ((إطلاق اللّفظ للدلالة به على غير ما وُضع له في ما اصطلح به التخاطب، مع قرينةٍ مانعةٍ من إرادة المعنى الأصلي))، واعتبر هذا المجاز من ((المجاز المرسل))، وجعل من هذا النوع: ((وضع جموع القِلَّة بدل جموع الكثرة لغرض بلاغي، كتعظيم العدد القليل، والإِشعار بأنّ ما يشتمل عليه هذا العدد القليل من صفات جليلة وعظيمة يجعله معادلاً للعدد الكثير. ومنها وضع جموع الكثرة بدل جموع القِلَّة، لغرض بلاغيّ، كتحقير العدد الكثير، والإِشعار بأنّ ما يشتمل عليه هذا العدد الكثير من تناقض في صفات كماله يجعله معادلاً للعدد القليل)). ينظر: البلاغة العَرَبِيَّة، دار القلم، دمشق، بيروت ط 1، ) 1996 م (، 2/ 308\n(1/349)\n",
        "ولعل ما يؤَيِّد ما نقول هنا قول سيبويه نفسه: «وليس شيء يضُطَرّون إليه إلا وهمْ يحاوِلون به وجها») (1).\n» الملحوظة الثانية:\nيشير الأستاذ عباس حسن عند حديثه عن الجموع وأوزانها أَنَّ سيبويه يقرر أَنَّ جمع المذكر والمؤنث يدلان «ــــ في الغالب ــــ على عدد قليل لا ينقص عن ثلاثة، ولا يزيد عن عشرة، فهما كجموع القِلَّة التي للتكسير، ينحصر مدلولها في ثلاثة وعشرة وما بينهما») (2).\nويشير إلى أَنَّ بعض علماء آخرين ـــ ليس منهم سيبويه ـــ يقولون: «إِنَّهُما صالحان للأمرين، ما لم توجد قرينة تعين أحد الأمرين، كالتي تعين القِلَّة في قوله تعالى: {وَاذْكُرُوا اللَّهَ فِي أَيَّامٍ مَعْدُودَاتٍ} فَإِنَّ المراد بهاأيام التشريق، وهي قِلَّة وكالتي تعين الزيادة في قوله تعالى عن الصالحين: {وَهُمْ فِي الْغُرُفَاتِ آمِنُونَ}») (3). ويقول في ختام هذه الإشارة إِنَّ هذا هو الرأي الصحيح\nونتفق مع الأستاذ عباس حسن في أَنَّ دلالة صيغ الجموع وأوزانها تتوقف على «القرينة» التي يجب أَنْ يكون من بينها سياق الحال، ولكننا لا نتفق معه ـــ رحمه الله ـــ في أَنَّ سيبويه قيد جمع المذكر والمؤنث وأوزان جموع القِلَّة بدلالة محددة هي دلالة القِلَّة؛ لأنَّهُ قد أشار إلى عكس ذلك في بعض المواضع، منها قوله:\n• «واعلم أَنَّ لأدنى العدد أبنيةٌ هي مختصَّة به، وهي له في الأصل، وربَّما شركه فيه الأكثر كما أنَّ الأدنى ربَّما شرك الأكثر. فأبنية أدنى العدد أفعلٌ نحو: أكلبٍ، وأفعالٌ نحو: أجمالٍ، وأفعلةٍ نحو: أجربةٍ، وفعلةٌ نحو: غلمةٍ، فتلك أربعة أبنية، فما خلا هذا فهو في الأصل للأكثر وأَنْ شركه الأَقَلّ .... وكذلك سمعناها من العرب. فكل شيء خالف هذه الأبنية في الجمع فهو لأكثر العدد، وإن عني به على الأقلُّ فهو داخلٌ على بناء الأكثر وفيما ليس له، كما يدخل الأكثر على بنائه وفي حيِّزه») (4).\n• «وربَّما عنوا ببناء أكثر العدد أدنى العدد كما فعلوا ذلك بما ذكرنا من بنات الثلاثة، وذلك قولهم: ثلاثةُ جدرٍ وثلاثة كتبٍ») (5). وليتأمل قوله «وربَّما عنوا»، التي تعني ربما قصدوا،\n_________\n(1) سيبويه: الكتاب، 1/ 32\n(2) عباس حسن: النحو الوافي، 1/ 137 الحاشية ذات الرَّقْم 2\n(3) السابق، 1/ 138\n(4) سيبويه: الكتاب، 3/ 490\n(5) سيبويه: الكتاب، 3/ 601\n(1/350)\n\nأي أَنَّ الرجل وقف أمام النصوص التي وردت فيها جموع للقِلَّة أو الكثرة محللا ومدققا من خلال السِّياق الذي وردت فيه. وهذا جزء من منهجه كما علمنا.\nويقول في نصّ ثالث بشكل أكثر صراحة «وقد يجمعون بالتاء وهم يريدون الكثير») (1).\n» الملحوظة الثالثة:\nإذا أردنا تصغير الجموع فإِنَّهُ لا تصغر سوى جموع القِلَّة، وذلك لسبب منطقي وسياقي في نفس الوقت، وهو أَنَّنا نريد «تقليل الجمع، ولا يكون ذلك البناء إلاَّ لأدنى العدد») (2). وينقل سيبويه عن الخليل قائلا: «وسألت الخليل عن تحقير الدُّور، فقال: أردُّه إلى بناء أقل العدد؛ لأني إِنَّمَا أريد تقليل العدد، فإذا أردت أَنْ أقلله وأحقره صرت إلى بناء الأقلِّ، وذلك قولك: أُدَيْئِرٌ، فإنْ لم تفعل فحقرها على الواحد وألحق تاء الجمع؛ وذلك لأَنَّكَ ترده إلى الاسم الذي هو لأقل العدد») (3).\nإِنَّ التصغير ـــ أو بعبارة سيبويه التحقير ـــ لا يتناسب مع إرادة المُتَكَلِّم للكثرة، إذ كيف يجتمع التحقير مع التكثير، لذلك لم تصغر إلا جموع القِلَّة.\n***\n_________\n(1) سيبويه: الكتاب، 3/ 578\n(2) سيبويه: الكتاب، 3/ 489\n(3) سيبويه: الكتاب، 3/ 490 ـــ 491",
        "(1/351)\n\nالفصل الخامس: السِّياق وسيبويه والنظَرِيَّة النحوِيَّة\n- المبحث الأول: تعريف مصطلح النظَرِيَّة، وأهم خصائص النظَرِيَّةالعلميَّة:\no تعريف مصطلح النظَرِيَّة.\no أهم خصائص النظَرِيَّة العلميَّة.\n- المبحث الثاني: النظَرِيَّةالنحوِيَّةالسِّياقِيَّة:\no النظَرِيَّةالنحوِيَّة السِّياقِيَّة.\no نقد نظَرِيَّة العامل.\n(1/352)",
        "\nالفصل الخامس\nالسِّياق وسيبويه والنظَرِيَّةالنحوِيَّة\nبعد دراستنا السابقة، ورحلتنا التي وقفنا فيها على السِّياق وكيف استغله سيبويه تقعيدا وتوجيهًا يصبح في مُكْنتِنا أَنْ نتحدث عن نظَرِيَّة نحوِيَّة يكون السِّياق ومكوناتُه عمادَها ولُحْمَتَها وسُدَاهَا.\nوسيكون كلامنا هنا في المبحثين التاليين:\n\n- المبحث الأول: تعريف مصطلح النظَرِيَّة، وأهم خصائص النظَرِيَّةالعلميَّة:\no تعريف مصطلح النظَرِيَّة:\nمن الأهمِيَّة بمكان أَنْ نقف على معنى كلمة «نظَرِيَّة» لغة أولا، واصطلاحا ثانيا. وسيكون هذا الوقوف مدخلا مهمًا لحديثنا عن «نظَرِيَّة نحوِيَّة سِيَاقِيَّة».\nبداية نُقَرِّر أَنَّ مصطلح «نظَرِيَّة Theory» هو مصطلح «إنجليزي الأصل نشأ في جامعة أوكسفورد البريطانية في القرن الثامن عشر») (1)؛ وبحكم هذه النشأة فَإِنَّ المعاجم الإنجليزية هي أقدر من غيرها على تحديد مدلول هذا المصطلح. وهذه نقطة مُهِمَّة يجب أَنْ نجعلها منا على ذُكْرٍ دوما.\nفإذا لجأنا إلى معجم «Webster» ـــ وهو من أهم المعاجم الإنجليزية ـــ نجده يوضح معنى كلمة «نظَرِيَّة Theory» كما يلي:\n«أـ ترتيب مُنَظَّمٌ لـ ((حقائق)) ... فيما يتعلق ببعض قوانين واقعيَّة أو افتراضية.\nب ــ تفسير افتراضي لظاهرة ما.\nج ـــ فرض لم يُتَأَكَّدْ منه بالتجربة العَمَلِيَّة ليصبح قانونا، ولَكِنَّه يُقبَل كأساس للتجريب.\nد ــ شرح لمبادئ عامة ومُجَرَّدة لأيِّ علم) طبيعي أو إنساني (، تلك المبادئ التي اسْتُخْلِصَتْ واستُنْبِطَت من الممارسة والتطبيق.\nهـ ــ خطة أو نظام مقترح كمنهج لحدث أو فعل مُعَيَّنين.\nوـ اعتقاد أو مخطط لأشياء باقية تحت تفكر أو تأمل أو افتراض أو حدْس ... ) (2).\n_________\n(1) سامي خشبة: مصطلحات الفكر الحديث، الهيئة المصريَّة العامة للكتاب ــــ مكتبة الأسرة، القاهرة، ط 1، ) 2006 م (، 2/ 340\n(2) 1019 The LEXICON WEBSTER DICTIONARY , VOL II , P ونص المعجم:\n((A systematic arrangement of facts with respect to some real or hypothetical laws ; a hypothetical explanation of phenomena ; a hypothesis not yet empirically verified as law but accepted as the basis of experimentation ; an exposition of the general or abstract principles of any science or humanity which have been derived from practice ; a plan or system suggested as a method of action ; ... a doctrine or scheme of things resting merely on speculation, contemplation, supposition , or conjecture)) والترجمة للباحث\n(1/353)\n",
        "ويقول نفس هذا المعجم في طبعة أخرى عن نفس المادة:\n«أـ كيان منظم من أفكار تتَعَلَّق بحقيقة شيء ما، وعادة ما يكون هذا الكيان ناتج عن دراسة عدد من الحقائق متعلقة به، وهو ـــ أي هذا الكيان ـــ أحيانا ما يكون بكامله نتيجة إعمال خيال متأمل.\nب ــ معرفة خاصة بعلم أو فن منبثقة من دراسة وتأمل) (1).\nتلك أهم المعاني اللُّغَوِيَّة لكلمة «نظَرِيَّة theory» . ويمكن أَنْ نختصرها لمعنيين رئيسيين:\n1 ـــ تصوُّر عقلي لأمر ما ما زال في طور التأَمُّل والبحث ولم يثبت بعد.\n2 ـــ تصور عقلي لأمر ما تمَّ الانتهاءُ من تأمُّله وبحثه وتجربته وتطبيقه واستخلاصه من حقائقه الذاتية. وسنتشبَّث هنا بهذا المعنى الثاني، وسنتمسك بشِدَّة بقول المعجم أَنَّ النظَرِيَّة «عادةً تنتج من دراسة عدد من الحقائق المتعلقة بها usually derived from the study of a number of facts relating to it»؛ أي أَنَّ النظَرِيَّة يجب أَنْ تقوم على أسس من\nداخلها.\nتلك هي المعاني التي تقولها المعاجم اللُّغَوِيَّة العامة، فماذا تقول المعاجم المتخصِّصَة عن مصطلح «النظَرِيَّة»؟\nبما أَنَّ الحديث عن مصطلح الـ «نظَرِيَّة» ما هو إلا حديث عن «ثمَرة تأمُّل عقلي»؛ فَإِنَّ أحقَّ المعاجم المتخصِّصَة التي يمكن أَنْ نلجأ إليها لتوضيح هذا المصطلح هي المعاجم\n«الفلسفِيَّة». فماذا يقول المعجم الفلسفي عن هذا المصطلح؟\nيقول معجم «A DICTIONARY OF PHILOSOPHY» عن مصطلح «نظَرِيَّة\nTheory»: «نظام لمعرفة وتفسير مُعَمَّمَين لجوانب مختلفة من الواقع ... والنظَرِيَّة تختلف عن الممارسة والتطبيق؛ لأنَّها ـــ عقليا ـــ تعكس وتُعِيدُ إنتاج الواقع. والنظَرِيَّة في نفس الوقت تتصل\n_________\n(1) THE NEW LEXICON WEBSTER'S DICTIONARY OF THE ENGLISH LANGUAGE, P .1025، ونص المعجم: ((An organized body of ideas as to the truth of something , usually derived from the study of a number of facts relating to it , but sometimes entirely a result of exercising the speculative imagination ; knowledge of a science or art derived from such study and speculation)) والترجمة للباحث.\n(1/354)\n\nبشكل لا انفصام له بالممارسة والتطبيق، وهي تضع نصب عينها المشاكل الملحّة وتعمل على حلِّها؛ لذلك السبب يُعدُّ التطبيق جزء وقسم أصيل من كل نظَرِيَّة) (1).\nويسترعي انتباهنا هنا عبارة المعجم أَنَّ النظَرِيَّة Theory: «تعكس وتُعِيدُ إنتاج الواقع It spiritually or mentally reflects and reproduces reality .»، وهذه عبارة جد خطيرة سنعتمد عليها لاحقا.\nومن المثير أَنَّ المعجم السابق يختم حديثه عن مصطلح «النظَرِيَّة» بربطها بمصطلح آخر أسماه «معيار الحقيقة Criterion of Truth» . فيقول في آخر حديثه عن مصطلح «النظَرِيَّة»:\n«قيمة معيار الحقيقة للنظَرِيَّة) يكمن في (الممارسة The criterion of truth value of theory is practice»؛ يقصد أَنَّ نجاح النظَرِيَّة في التطبيق والممارسة وتفسيرها لأهم القضايا التي تواجهها هو جزء من معيار حقيقتها.\nوعندما أردنا الاستيضاح أكثر عن مصطلح «معيار الحقيقة Criterion of Truth» هذا وعلاقته بمصطلح النظَرِيَّة وجدنا هذا المعجم يقول عن هذا المصطلح: «معيار الحقيقة هو أَيَّة وسائل تتيح لنا الحكم على فرضية أو توكيد أو مقترح نظري ... بكونها حقيقة أو زيفًا. إِنَّ معيار الحقيقة هو خبرة اجتماعِيَّة. والإثبات الحاسم للنظريات العلميَّة يؤسس على التطبيق، والاستخدام الناجح لنظَرِيَّة مُعَيَّنَة ما في التطبيق والممارسة دليلٌ على صحتها ... [و] الإثبات بالتطبيق للنظريات العلميَّة لا يحولها بذلك إلى حقائق مطلقة، فالنظريات تستمر في التطور والاختصاب، وتكسب ـــ بمرور الوقت ـــ مدًى أوسع ودقة أشد. وكثير من الفروض والمقترحات في تلك النظريات تسقط لصالح مقترحات وافتراضات جديدة، وهذا يرجع إلى حقيقة أَنَّ الممارسة والتطبيق الاجتماعيّين للنظَرِيَّة يجتازان ويمران بصفة مستمَرَّة بعَمَلِيَّة من التطور المستمر؛ لذلك فَإِنَّ هذه النظريات تأخذ طريقها ـــ من خلال مقارنتها بالواقع ـــ إلى الاكتمال والتمام.\nإن التطور اليومي للتطبيق والتجرية الذي يقوم به المجتمع للنظَرِيَّة هو القادر على\n((التأكيد)) أو ((الدحض الكامل)) للأفكار التي يولدها الإنسان») (2).\n_________\n(1) M.Rosenthal and P.Yudin , A DICTIONARY OF PHILOSOPHY , first printing 1967 , p 449 ونص المعجم: ((A system of generalized knowledge and explanation of different aspects of reality. ... Theory differs from practice, since it spiritually or mentally reflects and reproduces reality. At the same time it is inseparably linked with practice, which places pressing problem before knowledge and requires it to solve them. For this reason practice is part and parcel of every theory))، والترجمة للباحث.\n(2) M.Rosenthal and P.Yudin , A DICTIONARY OF PHILOSOPHY, p, 102، ونص المعجم: =",
        "(1/355)\n\nوقد اعتمد العلماء في مختلف تخصصاتهم هذا الإطار النظري لـ «مصطلح النظَرِيَّة العلميَّة» وأكدوا «أَنَّ النظَرِيَّة هي وحسب نموذج للكون أو لجزء مُحَدَّد منه، ومجموعة من القواعد التي تربط الكميات التي في النموذج بالمشاهدات التي نجرِّبُها، وهي لا تتواجد إلا في عقولنا، وليس أي واقع آخر. والنظَرِيَّة تكون نظَرِيَّة جَيِّدة إذا كانت تفي بمطلبين: فهي يجب أَنْ تصف توصيفا مضبوطا طائفة كثيرة من المشاهدات على أساس من نموذج يحوي عناصر تعسفية معدودة، ويجب أَنْ تصنع تنبؤات محددة عن نتائج المشاهدات في المستقبل») (1).\nوأشد النظريات علمِيَّةً وماديةً هي دائما نظَرِيَّة مؤقتة Provisional، يقول ستيفن هوكنج:\n«إِنَّ أَيَّة نظَرِيَّة فيزيائية هي دائمة نظَرِيَّة مؤقتة، بمعنى أنَّها مجرد فرض Any physical theory is always provisional , in the sense that it is only a hypothesis») (2) .\nفإذا كانت أشد النظريات علمِيَّةً وماديةً هي نظريات مؤقتة؛ أي قابلة للتعديل والتغيير فمن باب أولى أَنْ تكون غيرها من النظريات الفلسفِيَّة والاجتِماعِيَّة واللُّغَوِيَّة أكثر قابلية للتعديل والتغيير والتبديل.\n\no أهم خصائص النظَرِيَّة العلميَّة:\nمن خلال ما تجمَّع لدينا من حقائق في الجزئيَّة السابقة يمكن أَنْ نُقَرِّر أَنَّ أهم خصائص النظَرِيَّة العلميَّة ـــ كما قال أصحاب من اخترع هذا الاسم ــــ ما يلي:\n1 ـــ أن النظَرِيَّة تعتمد على «معطيات ذاتية» من داخلها، فالنظَرِيَّة ماهي إلا «ترتيب مُنَظَّمٌ لحقائق واقعيَّة» لها، وما هي إلا «كيان منظم من أفكار تتَعَلَّق بحقيقة شيء ما».\n_________\n= ((Criterion of Truth, any means of judging any assertion, hypothesis theoreticl proposition, etc., as to its truth or falsity. The Criterion of Truth is social experience ... Definitive verification of scientific theories is furnished by practice. ... Successful application of a given theory in practice is proof of correctness. ... Verification in practice of scientific theories does not transform them into absolute truths: they continue developing and enriched, gaining in scope and exactitude, some of their propositions are dropped in favour of new ones. This is due to the fact that social practice is undergoing a process of continuous development, and therefore the methods of comparing scientific theories with reality through practice are being constantly perfected. Only the developing daily practice, or experience of society is capable of fully confirming or completely refuting the ideas engendered by man.)) والترجمة للباحث.\n(1) Stephen Hawking, A Brief History of Time, Bantam Books, 1988, P. 10 - 11\n(2) Ibid, P.11 والترجمة للباحث\n(1/356)",
        "\n2 ـــ النظَرِيَّة تعكس وتعيد إنتاج الواقع «reflects and reproduces reality It» .\n3 ـــ النظَرِيَّة ترتبط بالممارسة والتطبيق Practice والتجريب، ونجاح النظَرِيَّة مرتبط بتلك الممارسة وذلك التطبيق وهذا التجريب.\n4 ـــ لا توجد نظَرِيَّة تُولد كاملة من أوَّل أمرها، فالنظريات العلميَّة في حالة تطور وإصلاح داخلي مستمرين، وقد تتبنَّى نظَرِيَّة ما في بداية أمرها فروضا مُعَيَّنَة، ثُمَّ بمرور الوقت تسقط تلك الفروض ويحل محلها فروض أخرى جديدة. وبمرور الوقت تصبح أكثر دقة وانضباطا.\n5 ـــ إن الممارسة أو «خبرة المجتمع Experience of society» هي ما تقرِّر صلاحية نظَرِيَّة ما أو دحضها؛ أي أَنَّ البعد الاجتماعيّ الإنساني لا بدَّ أَنْ يكون حاضرا في الحكم على النظَرِيَّة؛ لأَنَّ هذا معيار من «معيار الحقيقة Criterion of Truth» .\n***\n\n- المبحث الثاني: النظَرِيَّة النحوِيَّة السِّياقِيَّة:\no النظَرِيَّة النحوِيَّة السِّياقِيَّة:\nإذا كانت النظَرِيَّة العلميَّة تقوم على معطيات ذاتية، وأنَّها تعكس الواقع وتعيد إنتاجه في رقابة الخبرة الاجتِماعِيَّة، وأنَّ هذا أحد معايير الحقيقة؛ فمن حَقِّنا أَنْ نقول علميًّا إِنَّ وضع نظَرِيَّة شاملة للنحو العربي لا بدَّ أَنْ يتضمن إبراز الجانب السِّياقي فيها ولا بدَّ أَنْ تشير هذه النظَرِيَّة بشكل واضح للبعد الاجتماعيّ الواقعي الذي يؤثر في التراكيب النحوِيَّة الموجودة في اللُّغَة.\nفالواقع يثبت وجود تأثير لسياق الحال، وهو تأثير واضح وصريح ليس فقط على تركيب الجملة ولا على العلامة الإعرابِيّة بل على البنية الصَّرْفِيَّة نفسها. وقد أثبتنا من خلال نصوص كثيرة لسيبويه وجود تأثير للسياق وخاصة سياق الحال على تركيب الجملة ودلالتها وعلى التوجيه الإعرابِيّ والدِّلَالَة الصَّرْفِيَّة بما لا يدع مجالا للشك لوجود هذا التأثير، وقد ناقشنا فيما سبق من خلال نصوص سيبويه أحد أهم رواد المدرسة البصرية الحقائق التالية:\n• أنَّه توجد تراكيب نحوِيَّة لا يصحُّ تركيبها ولاتصحُّ كينونتها إلا إذا قامت قرينة من سياق الحال تصححها.\n• وجود تراكيب نحوِيَّة توجه في إطار معرفة سياق الحال.\n• أنَّ السِّياق يمثل مَرْجِعِيَّة للضمير.\n• أنَّ المُتَكَلِّم وإمكانيّة سكوته وإرادته وحالته النفسِيَّة يمثل متغير من متغيرات عديدة تؤثر في تركيب الجملة ودلالتها.\n(1/357)\n",
        "• الخلفيَّة الاجتِماعِيَّة والثقافيَّة لصاحب اللُّغَة تؤثر على التوجيه الإعرابِيّ وليس فقط ملابسات الحال الوقتِيَّة.\n• التوجيه الإعرابِيّ بدون ربط بالسِّياق يؤدي إلى فوضى دلالية.\n• أنَّ للمخاطب دورا في التوجيه الإعرابِيّ وإثرائه.\n• العادة والعرف الاجتماعِيّان في البيئة المُعَيَّنَة يتدخلان في التوجيه النَّحْوِيّ.\n• التوجيه النَّحْوِيّ يراعي الفرق بين الإنسان والحيوان.\n• تأثير سياق الحال على كينونة الجملة الاسمِيَّة، والعلاقة بين أجزائها، وحذف أحد أركانها.\n• تأثير سياق الحال على عمل المشتقات.\n• تأثير سياق الحال على نواصب الفعل المضارع، وظن وأخواتها، والمفعول المطلق،\nوالتوابع: النعت والتوكيد والعطف والبدل، والأساليب النحوِيَّة: أسلوب الاستفهام، أسلوب النفي، أسلوب التفضيل، أسلوب النداء، أسلوب التحذير والإغراء والاختصاص، أسلوب الاستثناء، أسلوب القسم، النصب على الذم، الأدوات النحوِيَّة.\n• تأثير سياق الحال على الفعل والمصادر والمشتقات ومعاني الأوزان الصَّرْفِيَّة.\nبعد كل تلك العناوين الواضحة التي تشير لوجود تأثير واضح على تركيب الجملة فإِنَّهُ من غير المعقول إغفال جانب سياق الحال في تكوين النظَرِيَّة النحوِيَّة، ومن المغالطة العلميَّة التي لا تخطئها العين ألا يكون سياق الحال أحد أعمدة وأركان هذه النظَرِيَّة، إِنْ لم يكن هو الركن الوحيد.\n***\n\no نقد نظَرِيَّة العامل:\nإن مطلبنا بوضع نظَرِيَّة نحوِيَّة قائمة على السِّياق ــــ وقد سبقنا في هذا المطلب بعض الأساتذة منهم أستاذنا د. كمال بشر ــــ يعني ضمنا طرح نظَرِيَّة العامل، فهما لا يلتقيان. يقول د. تَمَّام:\n«بعد أَنْ بيَّنت طبيعة القرائن المقالِيَّة معنوِيَّة كانت أو لفظِيَّة في دلالتها على المعنى الوظيفي النَّحْوِيّ، أحب أَنْ أضيف إليها كلمة أخرى تتصل بإغناء فهم القرائن المقالِيَّة عن فكرة العامل النَّحْوِيّ الذي قال به النُّحَاة») (1).\nإن منادتنا بنظَرِيَّة نحوِيَّة قائمة على سياق الحال يقابلها مناداة بالتخلِّي عن نظَرِيَّة العامل تلك النظَرِيَّة التي اعتمدت على منطق أرسطو، هذا المنطق الذي أصاب النحو العربي «بشيء من العقم والصورية التي بلي بها المنطق الأرسطي نفسه؛ فعُني بالصور والأشكال أكثر مما عني بالدلالات\n_________\n(1) اللُّغَة العَرَبِيَّة معناها ومبناها، ص 231\n(1/358)\n\nوالمعاني. وأكثر من القوانين والضوابط؛ فأثقل على العلماء والمتعلِّمين، وغلا في القواعد بحيث أصبحت جوفاء لا تصدق إلا على حال أو أحوال محدودة، ومع ذلك لم تخل من شذوذ واستثناء، وأسرف في التمارين غير العَمَلِيَّة التي جاءت وليدة تشبيه وفروض وهمية لا أساس لها. ومن يقرأ شرح السيرافي على كتاب سيبويه أو شرح أبي حيان على التسهيل يلمس أَنَّ النُّحَاة كثيرا ما أفسدوا النحو بما وضعوا من فروع وعلل وأصول وأقيسة ومسائل غير عَمَلِيَّة.\nوفوق هذا فتح مبدأ العلية على النُّحَاة باب فلسفة مفرطة وثقيلة أحيانا، فهناك علل أُوَل وثوان وثوالث، وقد يكون للمعلول الواحد أكثر من علِّة يتأوَّلها كلُّ نحوي كما يتراءى له. وفي باب الممنوع من الصرف أمثلة من تلك العلل المتهافتة، وفي باب الاشتغال ولا النافية أمثلة أخرى من تلك الاعتبارات الفلسفِيَّة غير المقبولة. وكثيرا ما ورد في المسألة قولان أو أقوال، واستخدمت العلِّة الواحدة في إثبات الشيء وضده ... ولعلَّ هذا هو الذي دفع ابن مضاء الأندلسي إلى القول بإلغاء نظَرِيَّة العامل، ورفض القياس والعلل النحوِيَّة، فوق ما كان لديه من اعتبارات أخرى نظَرِيَّة») (1).\nوسوف أضرب هنا مثالا واحدا على نظَرِيَّة العامل هذه يبين مدى تعقيدها ومدى تهافتها.\nفي كتاب ((الإنصاف في مسائل الخلاف)) لأبي البركات الأنباري، نقرأ مناقشة له على مدار خمس صفحات عن العامل في «المبتدأ»، فنجده يقول في مسألة ((القول في رافع المبتدأ ورافع\nالخبر)): «ذهب الكوفيون إلى أَنَّ المبتدأ يرفع الخبر، والخبر يرفع المبتدأ؛ فهما يترافعان، ... وذهب البصريون إلى أَنَّ المبتدأ يرتفع بالابتداء، وأما الخبر فاختلفوا فيه: فذهب قوم إلى أَنَّه يرتفع بالابتداء وحده، وذهب آخرون إلى أَنَّه يرتفع بالابتداء والمبتدأ معًا، وذهب آخرون إلى أَنَّه يرتفع بالمبتدأ والمبتدأ يرتفع بالابتداء. أَمَّا الكوفيون فاحتجوا بأن قالوا: إِنَّمَا قلنا إِنَّ المبتدأ يرتفع بالخبر والخبر يرتفع بالمبتدأ لأنَّا وجدنا المبتدأ لا بدّ له من خبر، والخبر لا بدّ له من مبتدأ، ولا ينفك أحدهما من صاحبه، ولا يتم الكلام إلا بهما ... ولا يمتنع أَنْ يكون كل واحد منهما عاملًا ومعمولًا،\nولا يجوز أَنْ يقال أَنَّ المبتدأ يرتفع بالابتداء، لأنا نقول: الابتداء لا يخلو: إما أَنْ يكون شيئًا من كلام العرب عند إظهاره، أو غير شيء؛ فإنْ كان شيئًا فلا يخلو من أَنْ يكون اسمًا أو فعلًا أو أداة من حروف المعاني؛ فإنْ كان اسمًا فينبغي أَنْ يكون قبله اسم يرفعه، وكذلك ما قبله إلى ما لا غاية له، وذلك محال، وإن كان فعلًا فينبغي أَنْ يقال زيد قائمًا ... وإن كان أداة فالأدوات لا ترفع الأسماء على هذا الحد. وإن كان غير شيء فالاسم لا يرفعه إلا رافع موجود غير معدوم، ومتى كان غير هذه الأقسام الثلاثة التي قدمناها فهو غير معروف. قالوا: ولا يجوز أَنْ يقال إِنَّا نعني\n_________\n(1) يُنْظَر: د. إبراهيم بيومي مدكور: منطق أرسطو والنحو العربي، مجلة مجمع اللُّغَةالعَرَبِيَّة بالقاهرة، ج 7 ص 345، 346، وألقي هذا البحث في مؤتمر المجمع، الجلسة السابعة، 27 من ديسمبر 1948 م",
        "(1/359)\n\nبالابتداء التَّعَرِّي من العوامل اللفظِيَّة، لأنا نقول: إذا كان معنى الابتداء هو التعري من العوامل اللفظِيَّة فهو إذًا عبارة عن عدم العوامل، وعدم العوامل لا يكون عاملًا. والذي يدل على أَنَّ الابتداء لا يوجب الرفع أنَّا نجدهم يبتدئون بالمنصوبات والمسكنات والحروف، ولو كان ذلك مُوجبًا للرفع لوجب أَنْ تكون مرفوعة، فلما لم يجب ذلك دَلَّ على أَنَّ الابتداء لا يكون موجبًا للرفع.\nوأما البصريون فاحتجوا بأن قالوا: إِنَّمَا قلنا إِنَّ العامل هو الابتداء وإن كان الابتداء هو التعري من العوامل اللفظِيَّة لأَنَّ العوامل في هذه الصناعة ليست مؤثرة حسية كالإحراق للنار والإغراق للماء والقطع للسيف، وإِنَّمَا هي أمارات ودلالات، وإذا كانت العوامل في محلّ الإجماع إِنَّمَا هي أمارات ودلالات فالأمارة والدِّلَالَة تكون بعدم شيء كما تكون بوجود شيء، ألا ترى أَنَّه لو كان معك ثوبان وأردت أَنْ تميز أحدهما من الآخر فصبغْتَ أحدهما وتركت صبغ الآخر لكان تَرْكُ صبغ أحدهما في التمييز بمنزله صبغ الآخر؟ فكذلك ههنا. وإذا ثبت أَنَّه عامل في المبتدأ وجب أَنْ يعمل في خبره، قياسًا على غيره من العوامل، نحو ((كان)) وأخواتها و ((إِنَّ وأخواتها)) و ((ظننت)) ... وأخواتها فَإِنَّها لما عملت في المبتدأ عملت في خبره فكذلك ههنا ... وأما من ذهب إلى أَنَّ الابتداء والمبتدأ جميعا يعملان في الخبر فقالوا: لأنا وجدنا الخبر لا يقع إلا بعد الابتداء والمبتدأ؛ فوجب أَنْ يكونا هما العاملين فيه، غير أَنَّ هذا القول وإن كان عليه كثير من البصريين إلا أَنَّه لا يخلو من ضعف، وذلك لأَنَّ المبتدأ اسم، والأصل في الأسماء أَنَّ لا تعمل، وإذا لم يكن له تأثير في العمل، والابتداء له تأثير، فإضافة ما لا تأثير له إلى ما له تأثير لا تأثير له ... ») (1).\nإن تتَبُّع هذا النَّصّ وما فيه من استدلالات مغرقة في الفلسفية على مدار خمس صفحات أمر مرهق ذهنيا، يولد الملل والضجر، ويصد عن متابعة القراءة واستمرارها، ويعطي انطباعا سيئا يبقى في نفس القارئ دوما، ولقد كان من السهل علينا أَنْ نقول بدلا من كل هذا أَنَّ الذي رفع المبتدأ والخبر هو المُتَكَلِّم، وأنَّ المُتَكَلِّمين اتفقوا على رفع الاسم في بداية الجملة الاسمِيَّة، كما تعارفوا على الألفاظ ودلالتها، وتعارفوا على البنى اللفظِيَّة، واتفقوا على استعمال بعضها وإهمال البعض الآخر.\nوقولنا إِنَّ المُتَكَلِّم هو الذي رفع أو نصب أو جر هو قولٌ سبقنا به عالمان من علماء العربِيَّة: ابن جني وابن مضاء، والباحث ليس بدعا في هذا.\nويحضرنا هنا نص مُهِمّ للرضي) ت: 688 هـ (يتحدث فيه عن أحد أفعال اليقين الفعل\n«علم»، محاولا إظهار الفرق بينه وبين الفعل «عرف»، فيقول:\n« ... وإمّا لليقين فقط وهو «علم» بمعنى «عَرَف»، ولا يُتوهم أنَّ بين ((علمت))\nو((عرفت)) فرقًا معنويًا، كما قال بعضهم، فإنَّ معنى: ((علمت أنَّ زيدًا قائم)) و:\n_________\n(1) الإنصاف في مسائل الخلاف، 1/ 56\n(1/360)",
        "\n((عرفت أنَّ زيدًا قائم)) واحدٌ، إلا أَنَّ: ((عرف)) لا ينصب جزأي الجملة الاسمية، كما ينصبها ((علم))، لا لفرق معنويٍّ بينهما، بل هو موكولٌ إلى اختيار العرب، فإنهم قد يَخُصُّون أحَدَ المتساويين في المعنى بحكم لفظي دون الآخَر») (1).\nفالرَّضِيّ ينص على أنَّ معنى «علم» يساوي معنى «عرف»، وعلى الرغم من هذا التساوي في المعنى ـــ عند الرَّضِيّ ــــ فإن «علم» ينصب جزأي الجملة الاسمية، أما «عرف» فلا ينصب جزأي الجملة الاسمية، والسبب في هذا هو «اختيار العرب» فإنَّهم قد «يَخُصُّون أحَدَ المتساويين في المعنى بحكم لفظي دون الآخَر»؛ أي أنَّ العرب «اختارت» أنْ تُعمل الفعل «علم»، ولم تختر أن تُعمل الفعل\n«عرف».\nإذن اختيار الإعراب يتوقف في نهاية المطاف على اختيار المتكلم.\nوفي نص لابن السراج يقول فيه: «واعلم: أنَّ أسماء الأزمنة تكون على ضربين: فمنها ما يكون اسمًا ويكون ظرفًا، ومنها ما لا يكون إلا ظرفًا، فكلُّ اسم من أسماء الزمان فلك أنْ تجعله اسمًا وظرفًا إلا ما خصته العرب بأنْ جعلته ظرفًا، وذلك ما لم تستعمله العرب مجرورًا ولا مرفوعًا. وهذا إنما يؤخذ سماعًا عنهم فمن ذلك: ((سحر)) إذا كان معرفة غير مصروف تعني به: سحر يومك لا يكون إلا ظرفًا وإنَّما يتكلمون به في الرفع والنصب والجر») (2).\nفي هذا النص نجد ابن السراج يعطي الحق ((للعرب / المتكلم)) في أن تجعل من أسماء الزمان الظروف التي تريدها وتمنع غيرها من هذه الظرفية، فـ ((العربي / المتكلم)) حر في هذا الاختيار.\nإن قولنا: أن السياق هو المسيطر الأول والأخير على الجملة بكل ما فيها ينهي هذا الجدال في هذا العلم علم النحو، الشديد الأهمِيَّة لبقية العلوم اللُّغَوِيَّة الأخرى كما قال الإمام الشافعي.\nإن نظَرِيَّة العامل قد تعتبر مثال على نظَرِيَّة «غير علمِيَّة»؛ بمعنى أَنَّنا إذا أردنا التدليل على وجود نظَرِيَّة غير علمِيَّة قلنا إنَّها نظَرِيَّة العامل. إِنَّ النظَرِيَّة العلميَّة تنبع من الواقع، ومن الحقائق الموجودة سلفا في هذا الواقع، ونظَرِيَّة العامل هي أبعد ما تكون عن الواقع والممارسة والتطبيق. والنظَرِيَّة العلميَّة تنمو وتستمر لتكون أكثر دقة وانضباطا، ويحدث لها إصلاح داخلي تقوم به الخبرة الاجتِماعِيَّة، أَمَّا نظَرِيَّة العامل فمع مرور الوقت ازدادت الأمور معها تعقيدا كما رأينا في نصّ أبي البركات الأنباري، وأصبحت العناية ـــ كما قال د. إبراهيم مدكور ـــ مجرد اهتمام «بالصور\n_________\n(1) شرح الرَّضِيّ على كافية ابن الحاجب: ت: د. يحيي بشير مصري، ط 1، 1996 م القسم الثاني، المجلد الأول، ص 983، 984\n(2) الأصول في النحو، 1/ 192\n(1/361)\n",
        "والأشكال أكثر مما عني بالدلالات والمعاني»، وفتح مبدأ «العلية على النُّحَاة باب فلسفة مفرطة وثقيلة أحيانا، فهناك علل أُوَل وثوان وثوالث، وقد يكون للمعلول الواحد أكثر من علة يتأولها كل نحوي كما يتراءى له». إِنَّ الأمور مع نظَرِيَّة العامل سارت اتجاها عكسيا نحو التعقيد والفوضى، وقتلت الحياة في النحو العربي.\nوإذا كان من خصائص النظَرِيَّة العلميَّة أنَّها تعكس الواقع وتعيد إنتاجه؛ فَإِنَّ نظَرِيَّة نحوِيَّة علمِيَّة تعتمد على السِّياق ستكون أقرب للصحة العلميَّة من نظَرِيَّة تتَأَثَّر بنظام فلسفي بعيد عن الواقع ولا يمت له بصلة. ونذكِّر هنا بما نقلناه عن أبي حيان التوحيدي عن النحو أنَّه: «دليل النحو طباعي، ودليل المنطق عقلي. والنحو مقصور، والمنطق مبسوط. والنحو يتبع ما في طباع\nالعرب، وقد يعتريه الاختلاف») (1). وتستوقفنا هذه الجملة «والنحو يتبع ما في طباع العرب»\nونقول: أليست هذه الطباع أمر عرفي واقعي أم ماذا؟ ألم يُقر علماؤنا أَنَّ «العرف وعادة أصحاب اللُّغَة [أمر جوهري]، فما تعودوه من أساليب التعبير، وما جرت به ألسنتهم، وما ألفوه في كلامهم من طرق مُعَيَّنَة في التعبير بالألفاظ؛ كل هذا هو المصدر الوحيد لنحو كل لغة» (2). ألم تقل الأبحاث التي أجريت على كتاب سيبويه أهم كتب النحو العربي «إِنَّ هناك ميزة أخرى لسيبويه لا تقل أهمِيَّة عما ذكرناه وهو شيء تجاهله ولم يهتم به المتأخرون من العلماء وكذلك المحدثون: ألا وهو اهتمامه الكبير هو والنُّحَاة الأولون بالاستعمال الحقيقي لِلُّغَة، والرصد المتواصل لتصرفات الناطقين في التخاطب العفوي ومن ثَمَّ لأوضاع اللُّغَة») (3).\nولا ننكر أَنَّ هناك إشارات في كتاب سيبويه ـــ ونعتقد أنَّها إشارات قليلة وليست كثيرة ـــ تدلُّ على تَأَثُّر سيبويه بنظَرِيَّة العامل، بسبب البيئة العلميَّة التي نشأ فيها التي أثرت عليه فكريا.\nيقول د. إبراهيم مدكور: «وفي وسعنا أَنْ نُقَرِّر بعد كل هذا أَنَّ المترجمين في تعلمهم للعربية، وفيما نقلوا من كتب أجنبية قد بدأوا في القرن الثاني للهجرة فأثاروا جوا حول المشاكل النحوِيَّة، ولأرسطو في هذا الجو نصيب ملحوظ. ولا يصح أَنْ نغفل ما لهذا الجو من أثر على نحاة العرب الذين عاشوا فيه وتغذوا بغذائه المادي والمعنوي. ووجه الشبه بين المنطق والنحو قديمٌ؛ فصناعة المنطق من العقل والمعقولات كصناعة النحو من اللسان والألفاظ ... وقد مهد له [أي: عيسى بن عمر في مؤلفاته النحوِيَّة] أخيرا تلك البحوث النحوِيَّة التي نقلها المترجمون عن نحو السريانية أو عن منطق\n_________\n(1) المقابسات: ص 171\n(2) د. إبراهيم أنيس: من أسرار اللُّغَة، ص 137\n(3) د. عبد الرحمن الحاج صالح: الجملة في كتاب سيبويه، مجلة مجمع اللُّغَة العَرَبِيَّة، القاهرة، ع 78، ) 1996 م (، ص 110\n(1/362)\n\nأرسطو، ويبدو على سيبويه نفسه أَنَّه لم يكن مغمض العينين عن أمثال تلك المؤثرات، ويكفي أَنْ نشير إلى ذلك الفصل الذي عقده في الجزء الثاني من الكتاب وعنوانه: باب اطراد الإبدال في الفارسية») (1).\nأقول لولا هذه البيئة التي أثرت فكريا على سيبويه، ولو تركت الأمور على طبيعتها لما وجدت نظَرِيَّة العامل هذه من أساسها، ولكان ولا شك للسياق ومكوناته دور في تكوينها.\nإننا في ختام هذا المبحث نقول بنظرية للنحو العربي تقوم على السياق، وترتكز عليه، وتستند إليه. فإن أبى علماؤنا ذلك، ورأوا أنَّ التخلِّي عن نظرية العامل خطر جسيم، وشرٌّ مستطير فلا أقل من أن تُطَعَّم نظرية العامل ببعض العناصر من سياق الحال، فما لا يدرك جله لا يترك كله.\n***\n_________\n(1) منطق أرسطو والنحو العربي، مجلة مجمع اللُّغَة العَرَبِيَّة بالقاهرة، ج 7 ص 341",
        "(1/363)\n\nالخاتمة وأهم النتائج\n(1/364)",
        "\nالخاتمة\nبعد رحلتنا في بحثنا هذا وبعد معايشة الباحث له يمكن أَنْ نخرج بالنتائج التالية:\n1 ــــ لا كلام ولا نصّ بدون سياق.\n2 ــــ يمكن تقسيم سياق الحال من حيث اللحظِيّة والديمومة إلى قسمين:\nأسياق حال لحظِيّ وقتِيّ عابر.\nب سياق حال شبه ثابت، يتمثل مثلا في العرف الاجتماعِيّ والعادات والتقاليد والخلفيَّة العَقِيدِيّة.\n3 ــــ يتحكم السِّياق في إرادة المُتَكَلِّم التي تختار الأسلوب أو الأداة المناسبتين لهذا السِّياق، والكلام باعتباره نشاطا أو استجابة يتَأَثَّر بهذا السِّياق. فالسِّياق يمثل الدافع Motive أو الحافر Incentive لاختيار هذا الأسلوب أو تلك الأداة.\n4 ــــ يفضل عند دراسة اللُّغَة الأخذ بالمنهج الاجتماعِيّ السِّياقي؛ لأَنَّ ذلك يكفل لنا الوصول إلى نتائج صحيحة خالية من الاضطراب والخلط، كما أَنَّ الأخذ به يجعل المعنى سهل الانقياد للملاحظة والتحليل الموضوعي.\n5 ــــ اعتبار السِّياق عند تحليل اللُّغَة ودراستها أمر من الأهمِيَّة بمكان، وإهماله يؤدي إلى:\nأاضطراب القاعدة النحوِيَّة، مثل ما قيل عن جموع القِلَّة والكثرة، ونفي النفي.\nب عدم استيعاب التوجيه النَّحْوِيّ والبلاغي عقليا، وصيرورة اللُّغَة إلى فوضى، وقتل الحياة في اللُّغَة.\nت تفَكُّك أوصال النَّصّ.\nث الوقوع في مأزق عَقِيدِيّ، خاصة عند التعامل مع الآيات القُرْآنِيَّة والأحاديث النبَوِيَّة الصحيحة.\n6 ــــ من القواعد العلميَّة المراعاة عند تقعيد القاعدة:\n• ملاحظة مسرح الحدث اللغويّ والعنصر الاجتماعِيّ.\n• الاعتماد على الأكثر.\n• الاعتماد على الاستقراء والقياس.\n7 ــــ فطن علماؤنا من قديم إلى أهمِيَّة السِّياق وعلى رأسهم الإمام ابن قيم الجوزية صاحب نظَرِيَّة السِّياق، فقال عنه: «السِّياق يرشد إلى تبيين المُجمل، وتعيين المحتمل، والقطع بعدم احتمال غير المراد ... وهذا من أعظم القرائن الدالة على مراد المُتَكَلِّم، فمن أهمله غلط في نظره، وغالط في مناظرته».\n(1/365)\n",
        "8 ــــ كان سيبويه يقوم بالتَّقْعِيد النَّحْوِيّ والتوجيه الإعرابِيّ من خلال النصوص الحَيَّة المنطوقة، وكان ينتبه لبعض التفصيلات الصَّوْتِيَّة الدقيقة جدًا مثل الإشمام والإدغام، وهذا يعني انتباهه لما هو أهم من ذلك من ملابسات السِّياق المختلفة.\n9 ــــ استغل سيبويه السِّياق في إثراء التوجيهات الإعرابِيّة والدِّلالِيَّة، فاستغل المُتَكَلِّم وإمكانيَّة سكوته وإرادته وحالته النفسِيَّة في هذا الإثراء، وكذلك استغل المخاطب في هذا الإثراء.\n10 ــــ كان سيبويه يتَحَرُّك بحُرِّيَّة في توجيهاته النحوِيَّة في حالة عدم اللَّبس.\n11 ــــ العادة والعرف الاجتماعِيّان في البيئة المُعَيَّنَة يؤثِّران على التوجيه النَّحْوِيّ.\n12 ــــ ردد كثيرٌ من النُّحَاة بعد سيبويه الأمثلة عينها التي نلمح فيها استغلال سيبويه لسياق الحال؛ مما يدل على أَنَّ هذا البعد السِّياقي كان معلوما لديهم.\n13 ــــ المخاطب والمُتَكَلِّم أبرز عناصر السِّياق التي اهتَمَّ بها سيبويه.\n14 ــــ الخوف من اللَّبس ووقوع المخاطب فيه كان نصب عيني سيبويه طوال تقعيده النَّحْوِيّ وتوجيهاته النحوِيَّة.\n15 ــــ لعب السِّياق دورا مهما في التوجيهات الإعرابِيّة عند سيبويه، تمثل في:\nأوجود تراكيب نحوِيَّة لا يصح تركيبها ولا تصح كينونتها إلا إذا قامت قرينة من سياق الحال تُصححها.\nب وجود تراكيب نحوِيَّة توجه في إطار معرفة قرينة السِّياق.\nت يستعين به أحيانا في شرح توجيهه.\nث يمثل السِّياق أحيانا مَرْجِعِيَّة الضمير.\nج خطورة عدم الاعتداد بقرينة السِّياق وأثره في التوجيه.\n16 ــــ أشار العلماء السابقون بعد سيبويه إلى بعض جوانب المنهج الذي كان سيبويه يسير عليه في كتابه، ومنه:\nأتوثيق الرواية، والتَّثَبُّتُ فيما ينقله من كلام العرب وكلام العلماء، متأثرا في هذا بمنهج المُحَدِّثين؛ إذ إِنَّهُ كان يطلب في بداية حياته علم الحديث والآثار والفقه.\nب الاعتماد على المشهور.\nت الاعتماد على السِّياق.\nث الأخذ بالقياس أحيانا.\nج الميل للشعر عند التَّقْعِيد.\n17 ــــ ومن خلال دراستنا للكتاب وقفنا على عناصر أخرى لهذا المنهج، هي:\n(1/366)\n\nأكان سيبويه يصنف اللُّغَة إلى تراكيب نمطِيَّة مُجَرَّدة.\nب الإحصاء العددي للتركيب النَّمَطِيّ المستخلص.\nت تتَبُّع التركيب اللغويّ المُعَيَّن قيد البحث في السِّياقات المختلفة وربطه بدلالة السِّياق إِنْ وجدت.\nث معايشة التراكيب اللُّغَوِيَّة في نصوصها المنطوقة.\n18 ــــ أخذ سيبويه منهجه الإِحْصَائِيّ من أستاذه الخليل، ومن خلال هذا الإحصاء فسر بعض المسائل النحوِيَّة. والأمور الصَّرْفِيَّة.\n19 ــــ سيبويه في إحصائه الوصفي المسحي يحدد البيئة اللُّغَوِيَّة) المجتمع (الذي يستقي منها، ويعتمد الأسئلة المباشرة، ولا يخلط ما تَتَمَيَّز به بيئة لغَوِيَّة عن بيئة أخرى، فهو يحفظ لكل بيئة لغَوِيَّة خصوصيتها اللُّغَوِيَّة: النحوِيَّة والصَّرْفِيَّة.\n20 ــــ كان سيبويه يتَتَبَّع التركيب تتَبُّعا رأسيا وأفقيا.\n21 ــــ كان سيبويه يهتم بالواقع اللغويّ كما هو، ويحترمه في تقعيده النَّحْوِيّ ولا يمكن أَنْ يفتري على اللُّغَة من القواعد ما ليس فيها، وبعد أَنْ يقف عليه يفسره. ويقيم قواعده على الأكثر.\n22 ــــ من الفوائد العملِيَّة لمنهج سيبويه:\nأما يقوله سيبويه من نتائج سيكون مرتبطا باللُّغَة وليس بالأحداث الكلامِيَّة الوقتِيَّة العارضة.\nب من خلال هذا المنهج فالأمثلة التي يضربها سيبويه لتوضيح قواعده ما هي إلا أمثلة تمثل ((تراكيب وبنية لغَوِيَّة)) موجودة في اللُّغَة.\nت إن وقوفنا على هذه العناصر ـــ وخاصة عنصر الإحصاء ـــ يرفع مصداقية سيبويه في أقواله وتقريراته؛ إذ أَنَّها ليست وليدة معالجة نصّ واحد أو اثنين، بل لأَنَّ معظم هذه الأقوال والتقريرات ناتجة عن دراسة لمعظم نصوص اللُّغَة.\nث ووقوفنا على منهج سيبويه وخاصة تنميطه للتراكيب اللُّغَوِيَّة يدلنا على أَنَّه اتبع الطريق الصحيح في تقعيد القواعد، فهذا التتَبُّع يشبه ما أسماه العلماء بـ «القياس الاستقرائي» الذي سبق أَنْ أشرنا إليه في التمهيد.\nج الوقوف على المنهج بشكل عام مكننا من ملاحظة وجود تأثير لسياق الحال على اللُّغَة، ومكننا من إثبات وجود ترابط بين تراكيب مُعَيَّنَة ودلالات سِيَاقِيَّة مُعَيَّنة.",
        "(1/367)\n\nح بعد الوقوف على هذا المنهج أصبحنا نفهم بشكل واضح وصريح المصطلحات التي كان يصف بها سيبويه بعض الجمل، مثل: «ضعيف، قوي، جَيِّد، كثير قبيح، خبيث»؛ فهذه مصطلحات قائمة على الجانب الإِحْصَائِيّ الذي قام به سيبويه للتركيب النَّمَطِيّ الذي يدرسه.\nخ من خلال الوقوف على هذه العناصر سنفهم أسباب تقوية سيبويه لتوجيه نحوي ما أو تضعيف آخر؛ فالتقوية ستكون نتيجة أَنَّ هذا التركيب هو الأكثر إِحْصَائِيّا من التركيب الآخر.\n23 ــــ الاهتمام بالإثراء الدِّلَالِيّ في النصوص الشَّرْعِيَّة والأدبيَّة أمر مطلوب بل هو واجب في حد ذاته.\n24 ــــ سياق الحال باعتباره ملمحا اجتماعيًّا كان معتبرا عند اللغويّين والنَّحْوِيّين ومنهم سيبويه ويمكن أَنْ يعد أصلا يضاف إلى أصول نظَرِيَّة النُّحَاة العرب، فإِنَّهُ أصل مستأنس لديهم باطراد، مستشعر في تحليلاتهم على نحو يمثل استخراجه إحياء لأصل من أصولهم صدروا عنه، وإن لم يصرحوا به.\n25 ــــ البيئة العلميَّة بما فيها من خلفيَّات ثقافيَّة وفكرية تؤثر على علمائها، وهذا مصداق لقول الفلاسفة «إِنَّهُ لا سبيل لنا إلى فهم تاريخ الأعمال إِنْ لم نرجع أولا وقبل كل شيء إلى تاريخ الأفكار».\n26 ــــ هناك مجموعة من الأساليب يمكن أَنْ يضمها مصطلح واحد هو «الأساليب\nالسِّياقِيَّة»، أو «الأساليب المقامية»؛ وذلك لاحتياج كينونتها إلى السِّياق، وهي: الاستفهام القسم، النداء، التحذير والإغراء والاختصاص، الاستثناء، التفضيل، النفي.\n27 ــــ من خلال دراسة كتاب سيبويه يتبين أَنَّ اللُّغَة لها نوع منطق ونظام داخليين، وأنَّ اللُّغَة تهتم بما هو حاضر على ما هو غائب.\n28 ــــ من خصائص المثل اللغويّ كثرة الاستعمال، وارتباطه بسياق حال ما.\n29 ــــ من أسباب تعَدُّد الرواية للمرويات يرجع أساسا إلى أَنَّ مصدر التَّقْعِيد كان أدبيا، ومن شأن اللُّغَة الأدبيَّة أَنْ تختلف في الجانب التركيبي اختلافا بينا من فرد إلى فرد، ومن شاعر إلى شاعر، بل من شاعر في موقف مُعَيَّن إلى نفس الشاعر في موقف آخر؛ نتيجة اختلاف المشاعر، وتباين الأحاسيس، وتغير الظروف البيئية والنفسِيَّة، هذه حقيقة علمِيَّة مسلمة.\n(1/368)",
        "\n30 ــــ من الأهمِيَّة بمكان الوقوف على مصطلحات العلماء ومعانيها حتى لا نقع في خلط وخطأ في فهم مرامي كلامهم.\n31 ــــ ما قرره سيبويه من نتائج في كتابه لا ينسب إليه وحده، بل هي قسمة بينه وبين أستاذه الخليل.\n32 ــــ كتب سيبويه كتابه في أواخر حياته، أي في أكثر المراحل العمرية نضجا علميا وفكريا.\n33 ــــ القاعدة الأصولية التي تقول: «النكرة في سياق النفي تفيد العموم» يجب أَنْ تقيد بقيد السِّياق، ويقال: «النكرة في سياق النفي تفيد العموم إذا لم يتعارض هذا مع السِّياق».\n34 ــــ ما زالت الأبنية الصرفية ودلالتها في حاجة إلى مزيد من الدراسات الكثيرة كما أشار د. أحمد نختار عمر في مقدمة كتابه: أسماء الله الحسنى، دراسة في البنية والدلالة، وكما أشار د. فاضل السامرائي في كتابه: معاني الأبنية في العربية.\n35 ــــ أول الكلام أبدا النداء.\n36 ــــ يسيطر سياق الحال على كينونة الجملة الاسمِيَّة ابتداء، وإذا كان أول الكلام أبدا النداء فهذا يعني أَنَّ السِّياق يسيطر على كل كلامنا ابتداء.\n37 ــــ لم يكن استخدام كلمة «بناء» لوصف العلاقة بين المبتدأ والخبر كلمة اعتباطية بل هي مقصودة ولها دلالتها.\n38 ــــ الحال تُحَدُّ في اصطلاح النُّحَاة بحدود منها أنها تبين هيئة صاحبها، والهيئة أمر من الأمور الخارِجِيَّة عن اللُّغَة؛ لذلك ترتبط الحال بالسِّياق الذي تُقال فيه.\n39 ــــ الترتيب بين عناصر الجملة الاسمِيَّة والفعلِيَّة يخضع للسياق.\n40 ــــ إعمال اسم الفاعل عمل الفعل مرتبط بالسِّياق.\n41 ــــ نواصب الفعل المضارع: «فاء السببية، إذن، حتى» تعتمد على السِّياق في عملها.\n42 ــــ الأغراض التي يأتي لها التوكيد هي: إزالة الشك، أو تقرير المؤكد، أو دفع المُتَكَلِّم توهم غفلة في كلامه، وهذه الأغراض كلها أغراض سِيَاقِيَّة في المقام الأول؛ لذلك كل ما يرتبط بالتوكيد يرتبط بالسِّياق مباشرة، مثل: الحال المؤكدة والمنبهة، المفعول المطلق ...\n43 ــــ العلامة الإعرابِيّة تستجيب للتحول المفاجئ الذي في السِّياق، مثل ما يحدث مع ظن وأخواتها إذا بدأ الكلام بالشك، أو بدأ باليقين ثُمَّ أتاه الشك.\n44 ــــ البدل يرتبط بالسِّياق، بدليل أَنَّه يأتي لـ «التوكيد، التبيين والتوضيح والتفسير، الاستدراك والإضراب، والترحم».\n(1/369)\n",
        "45 ــــ بدل الغلط لا يجوز أَنْ يقع في شعر ولا قرآن ولا كلام معمول محكم.\n46 ــــ التوكيد من أكثر التوابع ارتباطا بالسِّياق.\n47 ــــ النعت تابع يكمل متبوعه، بدلالته على معنى فيه أو فيما يتعلق به، والنُّحَاة يفسرون قولهم في تعريف النعت «المتمم لمتبوعه» بأحد تفسيرين: الأول: أَنَّ معناه «المفيد لما يطلبه المتبوع بحسب المقام»، وممن اختار هذا التفسير الأشموني، وهو تفسير شامل لكل المعاني التي يرد لها النعت من: التوضيح والتخصيص والمدح والذم والترحم والإبهام والتوكيد والتفصيل، والتفسير الثاني حاصله أَنَّ معنى «المتمم لمتبوعه» الموضح له في المعارف والمخصص له في النكرات، وهو تفسير قاصر، ونصوص سيبويه تؤيد التفسير الأول.\n48 ــــ من الأساليب التي ترتبط بالسِّياق: أسلوب الاستفهام، أسلوب النفي، أسلوب التفضيل، أسلوب النداء، أسلوب التحذير والإغراء والاختصاص، أسلوب الاستثناء، أسلوب القسم، النصب على التعظيم.\n49 ــــ المعاني التي تؤديها الأدوات النحوِيَّة جميعا هي من نوع التعبير عن علاقات في السِّياق وواضح أَنَّ التعبير عن العلاقة معنى وظيفي لا معجمي؛ فلا بيئة للأدوات خارج السِّياق؛ لأَنَّ الأدوات ذات افتقار متأصل إلى السِّياق.\n50 ــــ لكل جملة إنشائِيِّة سياقها النغمي الخاص بها.\n51 ــــ التوجيه النَّحْوِيّ يراعي الفرق بين الإنسان والحيوان.\n52 ــــ السِّياق بعناصره يُغني عن فكرة العامل النَّحْوِيّ الذي قال به النُّحَاة.\n53 ــــ نتقبل توجيها إعرابيا ما إذا نجحنا في تكييف سياق له.\n54 ــــ سياق الحال قد يؤثِّر أحيانا على ضبط بنية الكلمة الداخليَّة.\n55 ــــ قد يكون التوجيه النَّحْوِيّ جائز في سياق ولا يجوز في سياق آخر.\n56 ــــ قد يكون التوجيه النَّحْوِيّ واحد والتوجيهات مختلفة لاختلاف السِّياق.\n57 ــــ العلامة الإعرابِيّة لها دلالة معتبرة ومُهِمَّة للغاية، ولا يلتفت إلى من يُنادي بتسكين أواخر الكلمات تسهيلا لتعليم العربِيَّة.\n58 ــــ السِّياق يؤثِّرفي تحديد دلالة الفعل الزَّمَنِيَّة، كما يُؤَثِّر في دلالة أوزان المصدر، وعلى دلالة المشتقات، وعلى الأوزان الصَّرْفِيَّة.\n59 ــــ دلالة الأوزان الصَّرْفِيَّة متطورة تحتاج إلى من يقف عليها باستمرار.\n(1/370)\n\n60 ــــ وضع جموع القِلَّة بدل جموع الكثرة يكون لغرض بلاغي، كتعظيم العدد القليل، والإِشعار بأنّ ما يشتمل عليه هذا العدد القليل من صفات جليلة وعظيمة يجعله معادلاً للعدد الكثير. ومنها وضع جموع الكثرة بدل جموع القِلَّة، لغرض بلاغيّ، كتحقير العدد الكثير، والإِشعار بأنّ ما يشتمل عليه هذا العدد الكثير من تناقض في صفات كماله يجعله معادلاً للعدد القليل.\n61 ــــ التنوين أحيانا يلعب دورا مهما في تحديد دلالة الكلمة.\n62 ــــ مصطلح «نظَرِيَّة Theory» هو مصطلح «إنجليزي الأصل نشأ في جامعة أوكسفورد البريطانية في القرن الثامن عشر»؛ وبحكم هذه النشأة فَإِنَّ المعاجم الإنجليزية هي أقدر من غيرها على تحديد مدلول هذا المصطلح.\n63 ــــ من خصائص النظَرِيَّة العلميَّة التي ذكرتها المعاجم اللُّغَوِيَّة والفلسفِيَّة الإنجليزية:\nأأن النظَرِيَّة تعتمد على «معطيات ذاتية» من داخلها، فالنظَرِيَّة ماهي إلا «ترتيب مُنَظَّمٌ لحقائق واقعيَّة» لها، وما هي إلا «كيان منظم من أفكار تتَعَلَّق بحقيقة شيء ما».\nب النظَرِيَّة تعكس وتعيد إنتاج الواقع «reflects and reproduces reality It»\nت النظَرِيَّة ترتبط بالممارسة والتطبيق Practice والتجريب، ونجاح النظَرِيَّة مرتبط بتلك الممارسة وذلك التطبيق وهذا التجريب.\nث لا توجد نظَرِيَّة تُولد كاملة من أول أمرها، فالنظريات العلميَّة في حالة تطور وإصلاح داخلي مستمرين، وقد تتبنى نظَرِيَّة ما في بداية أمرها فروضا مُعَيَّنة، ثُمَّ بمرور الوقت تسقط تلك الفروض ويحل محلها فروض أخرى جديدة. وبمرور الوقت تصبح أكثر دقة وانضباطا.\nج إن الممارسة أو «خبرة المجتمع Experience of society» هي من تقرر صلاحية نظَرِيَّة ما أو دحضها؛ أي أَنَّ البعد الاجتماعِيّ الإنساني لا بد أَنَّ يكون حاضرا في الحكم على النظَرِيَّة؛ لأَنَّ هذا معيار من «معيار الحقيقة Criterion of Truth» .\n64 ــــ نظَرِيَّة العامل مثال على النظَرِيَّة غير العلميَّة؛ إذ هي بعيدة عن الواقع تماما ولا تعكسه ولا تعيد إنتاجه، والنظَرِيَّة النحوِيَّة المنضبطة العلميَّة يجب أَنْ تشير إلى السِّياق ومكوناته.",
        "(1/371)\n\nقائمة المصادر والمراجع\nأولا ـ المصادر والمراجع العربِيَّة\n1 ـــ الآمدي: الإحكام في أصول الأحكام، ت: عبد الرازق عفيفي، دار الصميعي، ط 1، 2003 م\n2 ـــ إبراهيم أنيس: من أسرار اللُّغَة، مكتبة الأنجلو، القاهرة، ط 7، 1994 م.\n3 ـــ إبراهيم فتحي: معجم المصطلحات الأدبيَّة، المؤسسة العربِيَّة للناشرين المتحدين، تونس، بدون تاريخ للطبعة.\n4 ـــ ابن الأثير: الكامل في التاريخ، ت: عمر عبد السلام، دار الكتاب العربي، بيروت، ط 1، 1997 م.\n5 ـــ أحمد أمين: ضحى الإسلام نشأة العلوم في العصر العباسي الأول، مكتبة الأسرة، الهيئة المصريَّة العامة للكتاب، القاهرة، ط 1، 1995 م.\n6 ـــ أحمد زكي بدوي: معجم مصطلحات العلوم الاجتماعِيّة، مكتبة لبنان، بيروت، بدون تاريخ للطبعة.\n7 ـــ أحمد سعد محمد: التوجيه البلاغي للقراءات القرآنية، مكتبة الآداب، ط 2، 2000 م\n8 ـــ أحمد عفيفي: ظاهرة التخفيف في النحو العربي، الدار المصريَّة اللبنانية، القاهرة، ط 1، 1996 م\n9 ـــ أحمد مختار عمر: ـــــ أخطاء اللُّغَة العربِيَّة المعاصرة عند الكتاب والإذاعيين، عالم الكتب، القاهرة، ط 2، 1993 م.\nــــــ أسماء الله الحسنى دراسة في البنية والدِّلَالَة، الهيئة المصريَّة العامة للكتاب ــــ مكتبة\nالأسرة القاهرة، ط 1، 2000 م\nـــ علم الدِّلَالَة، عالم الكتب، القاهرة، ط 5، 1998 م.\n10 ـــ أحمد مطلوب: معجم المصطلاحات البَلاغِيَّة وتطورها، المجمع العلمي العراقي، العراق، 1987 م.\nـــ معجم المصطلحات البَلاغِيَّة وتطورها، مكتبة لبنان ــ ناشرون، بيروت، ط 2، (2007 م)\n11 ـــ أرنست فيشر: ضرورة الفن، ترجمة: أسعد حليم، مكتبة الأسرة، الهيئة المصريَّة العامة للكتاب، القاهرة، ط 1، 1998 م.\n12 ـــ آلان وباربارا بييز: لغة الجسد، مكتبة جرير، ط 1، 2008 م.\n13 ـــ إميل بديع يعقوب: معجم الأوزان الصَّرْفِيَّة، عالم الكتب، بيروت، ط 1، ) 1993 م (.\n14 ـــ إيهاب عبد الحميد: شرحا أبي العلاء والخطيب التبريزي على ديوان أبي تَمَّام دراسة نحوِيَّة صرفِيَّة، رسالة ماجستير، دار العلوم، جامعة القاهرة، ) 2012 م (.\n15 ـــ أبو البركات الأنباري: الإنصاف في مسائل الخلاف، ت: محمد محيي الدين عبد الحميد، دار الطلائع، القاهرة) بدون تاريخ للطبعة (.\n16 ـــ البغدادِيّ: خزانة الأدب ولب لباب لسان العرب، ـ عبد السلام هارون، مكتبة الخانجي، القاهرة، ط 4، (1997 م)\n17 ـــ أبو البقاء العُكْبَرِيّ: إعراب ما يشكل من ألفاظ الحديث النبوي، ت: د. عبد الحميد هنداوي، مؤسسة المختار للنشر والتوزيع، القاهرة، ط 1، (1999 م).\n18 ـــ البقاعي: نظم الدرر في تناسب الآيات والسور، دار الكتاب الإسلامي، القاهرة، ط 1، (بدون تاريخ للطبعة)\n(1/384)",
        "\n19 ـــ تَمَّام حسان: ـــــ اللُّغَة العربِيَّة معناها ومبناها، عالم الكتب، القاهرة، ط 6، (2009 م).\nــــــ البيان في روائع القرآن، مكتبة الأسرة، الهيئة المصريَّة العامة للكتاب، القاهرة، 2002 م)\n20 ـــ التهانوي: موسوعة كشاف اصطلاحات الفنون والعلوم، ت: د. علي دحروج، مكتبة لبنان ناشرون، بيروت، ط 1، (1996 م).\n21 ـــ الجاحظ: البيان والتبيين، ت: عبد السلام هارون، مكتبة الخانجي، القاهرة، ط 7، (1998 م).\n22 ـــ الجرجاني: التعريفات، ت: إبراهيم الإبياري، دار الريان للتراث، القاهرة، (بدون تاريخ للطبعة)\n23 ـــ ابن الحاجب: أمالي ابن الحاجب: ت: د. فخر صالح سليمان، دار عمار الأردن، ط 1، 1989 م\nــــ الكافية في علم النحو، ت: صالح عبد العظيم الشاعر، مكتبة الآداب القاهرة، ط 1، ... (2010 م).\n24 ـــ ابن جني: ـــ الخصائص، ت: محمد علي النجار، الهيئة العامة لقصور الثقافة، سلسلة الذخائر، القاهرة، ع 146، ط 1، (بدون تاريخ للطبعة).\nــــ اللمع في العربِيَّة، ت: فائز فارس، دار الكتب الثقافيَّة، الكويت، (بدون تاريخ للطبعة).\n25 ـــ حامد طاهر: الفلسفة الإسلامية مدخل وقضايا، (بدون أَيَّة بيانات أخرى).\n26 ـــ الحسن بن قاسم المرادي: الجنى الداني في حروف المعاني، دار الكتب العلميَّة، بيروت، ط 1، (1992 م)\n27 ـــ حلمي خليل: الكلمة دراسة لغَوِيَّة معجمية، دار المعرفة الجامعية، (1993 م).\n28 ـــ أبو حيان التوحيدي: المقابسات، ت: حسن السندوبي، مكتبة الأسرة، الهيئة المصريَّة العامة للكتاب، القاهرة، ط 1، (2006 م).\n29 ـــ خالد الأزهري: التصريح بمضمون التوضيح، ت: د. عبد الفتاح بحيري إبراهيم، الزهراء للإعلام العربي، القاهرة، ط 1، (1997 م).\n30 ـــ ابن خلكان: وفيات الأعيان وأنباء أبناء الزمان، ت: إحسان عباس، دار صادر، بيروت، (1987 م)\n31 ـــ دار العلوم: العربِيَّة بين نحو الجملة ونحوالنص، الجزء الثاني، كتاب المؤتمر الثالث للعربية والدراسات النحوِيَّة جامعة القاهرة، ط 1، (2005 م).\n32 ـــ الذهبي: سير أعلام النبلاء، ت: شعيب الأرناؤوط، مؤسسة الرسالة، القاهرة، ط 3، (1985 م)\n33 ـــ الرَّضِيّ: شرح الرَّضِيّ على كافية ابن الحاجب، ت: د. يحيي بشير مصري، جامعة الإمام محمد بن سعود السعودية ط 1، (1996 م)\n34 ـــ رمضان عبد التواب: ـــــ بحوث ومقالات في اللغة، مكتبة الخانجي، القاهرة، ط 1، (1982 م)\nـــــ المدخل إلى علم اللُّغَة ومناهج البحث اللغويّ، مكتبة الخانجي، القاهرة، ط 3، (1996 م).\nــــ التطور اللغويّ، مكتبة الخانجي، القاهرة، ط 1، (بدون تاريخ للطبعة).\n35 ـــ الزبيدي: ـــــ تاج العروس، دار الهداية، (بدون أَيَّة بيانات أخرى).\nــــ طبقات النَّحْوِيّين واللغويّين، ت: محمد أبو الفضل إبراهيم، دار المعارف، القاهرة، ط 2، (بدون تاريخ للطبعة).\n36 ـــ الزركشي: البرهان في علوم القرآن، ت: محمد أبو الفضل إبراهيم، دار إحياء الكتاب العربي، القاهرة، ط 1، (1957 م).\n(1/385)\n",
        "37 ـــ زكريا إبراهيم: مشكلة الفلسفة، مكتبة مصر، القاهرة، (بدون تاريخ للطبعة).\n38 ـــ الزَّمَخْشَرِيّ: ــــ أساس البلاغة، ت: محمد باسل عيون السود، دار الكتب العلميَّة، بيروت، ط 1، (1998 م).\nــ الكشاف، ت: يوسف حمادي، مكتبة مصر، القاهرة، (بدون تاريخ للطبعة).\n39 ـــ الزوزني: شرح المعلقات السبع، دار إحياء التراث العربي، القاهرة، ط 1، (2002 م).\n40 ـــ سامي خشبة: ـــــ مصطلحات الفكر الحديث، مكتبة الأسرة، الهيئة المصريَّة العامة للكتاب، القاهرة، ط 1، (2006 م).\nـــ مفكرون من عصرنا، مكتبة الأسرة، الهيئة المصريَّة العامة للكتاب، القاهرة، ط 1، 2008 م).\n41 ـــ ابن السراج: الأصول في النحو، ت: عبد الحسين الفتلي، مؤسسة الرسالة، بيروت، ط 1، (بدون تاريخ للطبعة).\n42 ـــ ستيفن أولمان: دور الكلمة في اللُّغَة، ترجمة: د. كمال بشر، مكتبة الشباب، القاهرة، ط 1، (بدون تاريخ للطبعة).\n43 ـــ سعيد الأفغاني: أسواق العرب في الجاهلية والإسلام، دار الفكر العربي، بيروت ـــ القاهرة، ط 3، 1974 م\n44 ـــ سعيد علوش: معجم المصطلحات الأدبيَّة المعاصرة، دار الكتاب اللبناني، بيروت، ط 1، (1985 م).\n45 ـــ سلوى محمد العوا: الوجوه والنظائر في القرآن الكريم، دار الشروق، القاهرة، ط 1، (1998 م)\n46 ـــ سيبويه: الكتاب، ت: عبد السلام هارون، مكتبة الخانجي، القاهرة، ط 6، 2013 م\n47 ـــ السيد عبد المقصود جعفر: الفواتح الهجائية وإعجاز القرآن في ضوء الدراسات اللغوية الحيثة، دار الطباعة والنشر الإسلامي، ط 1 (1992 م)،\n48 ـــ السيرافي: ـــ أخبار النَّحْوِيّين البصريين، ت: محمد إبراهيم البنا، دار الاعتصام، القاهرة، ط 1، (1985 م)\nـــــ شرح كتاب سيبويه، ت: د. رمضان عبد التواب وآخرون، الهيئة المصريَّة العامة للكتاب، (1986 م).\nــــــ شرح كتاب سيبويه، ت: أحمد حسن مهدلي، علي سيد علي، دار الكتب العلمية، بيروت، ط 1، 2008 م\n49 ـــ السيوطي ــــ الإتقان في علوم القرآن، مكتبة مصر، دار مصر للطباعة، (بدون تاريخ للطبعة).\nـــ أسباب النزول، ، مكتبة الأسرة، الهيئة المصريَّة العامة للكتاب، القاهرة، ط 1، (2013 م).\nــ الأشباه والنظائر في النحو، دار الكتب العلميَّة، بيروت، (بدون تاريخ للطبعة).\nــ الاقتراح، ت: محمود فجال، دار القلم، دمشق، ط 1، (1989 م)\nـــ بغية الوعاة في طبقات اللغويّين والنُّحَاة، ت: محمد أبو الفضل إبراهيم، دار الفكر، القاهرة، ط 2، (1979 م)\nــــ همع الهوامع، ت: عبد الحميد هنداوي، المكتبة التوفيقية، القاهرة، ط 1، (بدون تاريخ للطبعة).\nـــ المزهر في علوم اللُّغَة وأنواعها، ت: محمد أبو الفضل وآخرون، دار التراث، القاهرة، ط 3،\n... (بدون تاريخ للطبعة).\n50 ـــ الشاطبي: الموافقات، مكتبة الأسرة، الهيئة المصريَّة العامة للكتاب، القاهرة، ط 2، (2006 م)\n(1/386)\n\n51 ـــ الشافعي: الرسالة، ت: محمد نبيل غنايم، سلسلة تقريب التراث، مركز الأهرام للترجمة والنشر، القاهرة، ط 1، (1988 م).\n52 ـــ شاكر عبد الحميد: عصر الصورة، سلسلة عالم المعرفة، الكويت، يناير 2005 م، ع 311\n53 ـــ شمس الدين الشربيني الشافعي: السراج المنير، مطبعة بولاق الأميرية، القاهرة، ) بدون تاريخ للطبعة (.\n54 ـــ شوقي ضيف: المدارس النحوِيَّة، دار المعارف، القاهرة، ط 9\n55 ـــ ابن الصائغ: اللمحة في شرح الملحة، ت: إبراهيم سالم الساعدي، عمادة البحث العلمي بالجامعة الإسلامية المدينة المنورة، ط 1، (2004 م).\n56 ـــ صبحي صالح: دراسات في فقه اللغة، دار العلم للملايين، بيروت، ط، (2009 م)\n57 ـــ صلاح مهدي محمد: الإحصاء، القاهرة، ط 1، (2008 م).\n58 ـــ الطبري: جامع البيان عن تأويل آي القرآن، ت: عبد الله بن عبد المحسن التركي، دار هجر، القاهرة، ط 1، (2001 م).\n59 ـــ عباس حسن: النحو الوافي، دار المعارف، القاهرة، ط 11، (بدون تاريخ للطبعة).\n60 ـــ عبد الرحمن بن حسن حَبَنَّكَة: البلاغة العربِيَّة، دار القلم، دمشق، ط 1، (1996 م).\n61 ـــ عبد الصبور شاهين: العربِيَّة لغة العلوم والتقنية، دار الاعصام، القاهرة، ط 3، (1989 م).\n62 ـــ عبد العال سالم، أحمد مختار عمر: معجم القراءات القُرْآنِيَّة، مطبوعات جامعة الكويت، ط 2، (بدون تاريخ للطبعة).\n63 ـــ عبد العزيز موافي: الرؤية والعبارة مدخل إلى فهم الشعر، مكتبة الأسرة، الهيئة المصريَّة العامة للكتاب، القاهرة، ط 1، (2010 م).\n64 ـــ عبد القاهر الجرجاني: دلائل الإعجاز، ت: محمود محمد شاكر، مطبعة مدني، القاهرة، ط 3 (1992 م).\n65 ـــ عبد اللطيف عبد الفتاح، أحمد محمد عمر: مقدمة الطرق الإِحْصَائِيّة، القاهرة، (بدون أَيَّة بيانات أخرى)\n66 ـــ أبو العرفان محمد بن علي الصَّبَّان الشافعي: حاشية الصَّبَّان على شرح الأشموني لألفِيَّة ابن مالك دار الكتب العلميَّة، بيروت، ط 1، (1997 م).\n67 ـــ ابن عقيل: شرح ابن عقيل على ألفِيَّة ابن مالك، ت: محمد محيي الدين عبد الحميد، دار التراث القاهرة، ط 20، (1980 م).\n68 ـــ على أبو المكارم: أصول التفكير النَّحْوِيّ، دار غريب، القاهرة، ط 1، (2006 م).\n69 ـــ على توفيق الحمد، يوسف جميل: المعجم الوافي في أدوات النحو العربي، دار الأمل، الأردن، ط 2، (1993 م).\n70 ـــ أبو علي الفارسي: التعليقة على كتاب سيبويه، ت: عوض بن حمد القوزي، ط 1، (1990 م)\n71 ـــ علي الجندي: الشعراء وإنشاد الشعر، دار المعارف، القاهرة، (بدون تاريخ للطبعة).\n72 ـــ علي النجدي: سيبويه إمام النُّحَاة، عالم الكتب، القاهرة، ط 2، (1979 م).\n73 ـــ ابن العماد الحنبلي: شذرات الذهب في أخبار من ذهب، ت: محمود الأرناؤوط، دار ابن كثير، دمشق ــــ بيروت، ط 1، (1408 هـ ــــ 1988 م)",
        "(1/387)\n\n74 ـــ الغزالي: المستصفى في أصول الفقه والقواعد الفقهية، ت: محمد عبد السلام عبد الشافي، دار الكتب العلميَّة بيروت، ط 1، ) 1997 م (.\n75 ـــ غوستاف لوبون: روح الجماعات، ترجمة: عادل زعيتر، دار المعارف، القاهرة، ط 1، (1955 م)\n76 ـــ فاضل صالح السامرائي: ــــ الجملة العربِيَّة والمعنى، دار ابن حزم، لبنان، ط 1، (2000 م)\nـــــ معاني النحو، دار الفكر، عمان، ط 1، (2000 م).\nــ معاني الأبنية في العربِيَّة، دار عمار، الأردن، ط 2، (2007 م)\n77 ـــ فخر الدين الرازي: ــــ مفاتيح الغيب، دار إحياء التراث العربي، بيروت، ط 3، (1420 هـ).\nــ المحصول في علم الأصول، ت: طه جابر علوان، مؤسسة الرسالة.\n78 ـــ القرافي: شرح تنقيح الأصول في اختصار علم الأصول، دار الفكر، 2004 م.\n79 ـــ أبو القاسم الزجاجي: مجالس العلماء، مكتبة الخانجي، القاهرة، ط 2، (1983 م).\n80 ـــ ابن قتيبة: عوارف المعارف، دار المعارف، القاهرة، ) بدون تاريخ للطبعة (.\n81 ـــ القرطبي: الجامع لأحكام القرآن، ت: أحمد البردوني، دار الكتب المصريَّة، القاهرة، ط 2، ) 1964 م (.\n82 ـــ القفطي: إنباه الرواة على أنباه النُّحَاة، ت: محمد أبو الفضل إبراهيم، دار الفكر العربي، القاهرة ط 1، ) 1986 م (.\n83 ـــ القلقشندي: نهاية الأرب في معرفة أنساب العرب، ت: إبراهيم الإبياري، دار الكتاب اللبناني، بيروت ط 2، (1980 م)\n84 ـــ ابن قيم الجوزية: بدائع الفوائد، دار التقوى للنشر والتوزيع، القاهرة، ط 1، ) 2006 م (.\n85 ـــ كارل بروكلمان: تاريخ الأدب العربي، ترجمة: د. عبد الحليم النجار، دار المعارف، القاهرة، ط 5، ) بدون تاريخ للطبعة (.\n86 ـــ ابن كثير: تفسير القرآن العظيم، دار الفكر، القاهرة، ط 2، ) 1988 م (.\n87 ـــ كريم زكي حسام الدين: التحليل الدِّلَالِيّ إجراءاته ومناهجه، دار غريب، القاهرة، ط 1، ) 2000 م (.\n88 ـــ الكفوي: الكليات معجم في المصطلحات والفروق اللُّغَوِيَّة، ت: عدنان درويش، محمد المصري، مؤسسة الرسالة، بيروت، ) بدون تاريخ للطبعة (.\n89 ـــ كمال بشر: ــــ التفكير اللغويّ بين القديم والجديد، دار غريب، القاهرة، ، ) 2005 م (.\nـــــ دراسات في علم اللُّغَة، دار المعارف، القاهرة، ط 9، (1986 م)\nـــــ علم اللُّغَة الاجتماعِيّ مدخل، دار الثقافة العربِيَّة، القاهرة، ط 1، ) 1994 م (.\n90 ـــ ابن مالك: شرح تسهيل الفوائد، ت: عبد الرحمن السيد، محمد بدوي المختون، دار هجر، القاهرة، ط 1، ) 1990 م (.\n91 ـــ المبرد: المقتضب، ت: محمد عبد الخالق عظيمة، عالم الكتب، بيروت، (بدون تاريخ للطبعة)\n92 ـــ مجدي وهبة، كامل المهندس: معجم المصطلحات العربِيَّة في الأدب واللُّغَة، مكتبة لبنان، بيروت، ط 2، ) 1984 م (.\n93 ـــ مجمع اللُّغَة العربِيَّة: ـــــ معجم مصطلحات أصول الفقه، القاهرة، ط 1، ) 2003 م (.\nـــــ معجم المصطلحات الفلسفِيَّة، القاهرة، ط 1، (1982 م)\nـــــ المعجم الوسيط، ط 3\n(1/388)",
        "\nــــ معجم مصطلحات علم النفس والتربية، القاهرة، ط 1، ، ) 2008 م (.\n1 ـــ محمد إبراهيم عبادة: معجم مصطلحات النحو والصرف والعروض والقافية، مكتبة الآداب، القاهرة، ط 1، ) 2011 م (.\n2 ـــ محمد التونجي: المعجم المُفَصَّل في الأدب، دار الكتب العلميَّة، بيروت، ط 2، ) 1999 م (.\n3 ـــ محمد بكر إسماعيل: دراسات في علوم القرآن، دار المنار، القاهرة، ط 2، ) 1999 م (.\n4 ـــ محمد بن الحسن الإستراباذي: شرح شافية ابن الحاجب، ت: محمد نور الحسن، ومحمد الزفزاف، محمد محيي الدين عبد الحميد، دار الكتب العلميَّة، لبنان، ط 1، ) 1975 م (.\n5 ـــ محمد رواس قلعه جي ود. محد صادق قنيبي: معجم لغة الفقهاء، دار النفائس، ط 1، (1985 م)\n6 ـــ محمد بن عبد الله الطائي: شرح الكافية الشافية، ت: عبد المنعم أحمد هريدي، جامعة أم القرى ط 1، ) بدون تاريخ للطبعة (.\n7 ـــ محمد حسن باكلا: معجم مصطلحات علم اللُّغَة الحديث، مكتبة لبنان، لبنان، ط 1، (1983 م)\n8 ـــ محمد حسن حسن جبل: الاحتجاج بالشعر في اللغة الواقع ودلالته، دار الفكر العربي، القاهرة، ط 1، ) بدون تاريخ للطبعة (.\n9 ـــ محمد حسن عبد العزيز: مدخل إلى علم اللُّغَة، دار الثقافة العربِيَّة، القاهرة، (بدون تاريخ للطبعة)\n10 ـــ محمد حماسة عبد اللطيف: ـــــ العلامة الإعرابِيّة في الجملة بين القديم والحديث، دار غريب،\nالقاهرة، ط 1، (2001 م)\nــــ النحو والدِّلَالَة، دار الشروق، القاهرة، ط 2، ) 2000 م (.\n11 ـــ محمد رجب الفيومي: النهضة الإسلامية في سير أعلامها المعاصرين، مجمع البحوث الإسلامية القاهرة، ط 1، ) بدون تاريخ للطبعة (.\n12 ـــ محمد رواس قلعه جي، محمد صادق قنيبي: معجم لغة الفقهاء، دار النفائس، ط 1، (1985 م)\n13 ـــ محمد سمير اللبدي: معجم المصطلحات النحوِيَّة والصَّرْفِيَّة، مؤسسة الرسالة، بيروت، ط 1، ) 1985 م (.\n14 ـــ محمد عبد العزيز النجار: ضياء السالك إلى أوضح المسالك، مؤسسة الرسالة، القاهرة، ط 1، ) 2001 م (.\n15 ـــ محمد عبد المطلب: قراءات أسلوبية في الشعر الحديث، الهيئة المصريَّة العامة للكتاب، القاهرة، ط 1، ) 1995 م (.\n16 ـــ محمد عمارة: تيارات الفكر الإسلامي، دار الشروق، القاهرة، ط 1، ) 1991 م (.\n17 ـــ محمد عيد: النحو المصفى، مكتبة الشباب، القاهرة، ) بدون تاريخ للطبعة (.\n18 ـــ محمد محمد أبو موسي: خصائص التراكيب دراسة تحليلية لمسائل علم المعاني، مكتبة وهبة، القاهرة، ط 7، ) بدون تاريخ للطبعة (.\n19 ـــ محمد محيي الدين عبد الحميد: ــــــ تنقيح الأزهرية، المكتبة التجارية الكبر، القاهرة، ط 11،\nعدة السالك على أوضح المسالك، المكتبة العصرية، بيروت، ) بدون تاريخ للطبعة (.\n(1/389)\n",
        "20 ـــ أبو محمد مكي بن أبي طالب القيسي: الوقف على كلّا وبلى في القرآن، ت: حسين نصار، مكتبة الثقافة الدينِيَّة، القاهرة، ط 1، ) 2003 م (.\n21 ـــ محمود محمد شاكر: المتنبي، مطبعة المدني، القاهرة، ط 1، ) 1987 م (.\n22 ـــ المرزوقي: كتاب الأزمنة والأمكنة، ت: خليل المنصور، دار الكتب العلمية، لبنان، ط 1، (1996 م)\n23 ـــ محيي الدين أحمد حسين: دراسات في الدافعية والدوافع، دار المعارف، القاهرة، ط 1، ) 1988 م (.\n24 ـــ مصطفى عبد العزيز السنجرجي: المذاهب النحوِيَّة في ضوء الدراسات اللُّغَوِيَّة الحديثة، المكتبة الفيصليَّة، مَكَّة المكرمة، ط 1، ) 1986 م (.\n25 ـــ مصطفى محمد الغلاييني: جامع الدروس العربِيَّة، المكتبة العصرية، بيروت، ط 28، (1993 م)\n26 ـــ مصطفى ناصف: اللُّغَة والتفسير والتواصل، عالم المعرفة، الكويت، ع 193، ط 1، (1995 م)\n27 ـــ ابن مضاء: الرد على النُّحَاة، ت: محمد إبراهيم، دار الاعتصام، القاهرة، ط 1، ) 1979 م (.\n28 ـــ ابن منظور: لسان العرب، ت: عبد الله على، ترتيب دار المعارف، القاهرة) بدون تاريخ للطبعة (.\n29 ـــ ابن منير الإسكندري: الانتصاف فيما تتضمنه الكشاف، دار الكتاب العربي، بيروت، ط 3، (1407 هـ)\n30 ـــ منير البعلبكي: المورد الحديث، دار العلم للملايين، بيروت، ط 2، ) 2009 م (.\n31 ـــ نادية رمضان النجار: اللُّغَة وأنظمتها بين القدماء والمحدثين، دار الوفاء، الإسكندرية، ) بدون تاريخ للطبعة)\n32 ـــ نادية محمد شريف العمري: العام ودلالته بين القطعية والظنية، دراسة أصولية مقارنة، دار هجر القاهرة، ط 1، ) 1987 م (.\n33 ـــ نايف خرما، علي حجاج: اللغات الأجنبية تعليمها وتعلمها، عالم المعرفة، الكويت، ط 1، (1988 م)\n34 ـــ نفوسة زكريا: تاريخ الدعوة إلى العامية وآثارها في مصر، دار المعارف، القاهرة، ط 2، ) 1980 م (.\n35 ـــ هـ. ا. ر جب، ج. هـ. كالمرز: الموسوعة الإسلامية الميسرة، مكتبة الأسرة، الهيئة المصريَّة العامة للكتاب القاهرة، ط 1، ) 2013 م (.\n36 ـــ هدسون: علم اللُّغَةالاجتماعِيّ، ترجمة: محمود عياد، عالم الكتب، القاهرة، ط 3، (2002 م)\n37 ـــ ابن هشام: ــــ أوضح المسالك إلى ألفِيَّة ابن مالك، المكتبة العصرية، بيروت، ) بدون تاريخ للطبعة (.\nـــــ شذور الذهب في معرفة كلام العرب، ت: محمد محيي الدين عبد الحميد، (بدون تاريخ للطبعة)\nــــ قطر الندي وبل الصدى، ت: محمد محيي الدين عبد الحميد، القاهرة، ط 11، (1383 هـ)\nــــ مغني اللبيب عن كتب الأعاريب، ت: مازن المبارك ومحمد على حمد الله، دار الفكر، بيروت، ط 6، (1985 م)\n38 ـــ أبو هلال العسكري: معجم الفروق اللُّغَوِيَّة، ت: الشيخ بيت الله بيات، مؤسسة النشر الإسلامي، إيران، ط 1، ) 1412 هـ (.\n39 ـــ والتر ج. أونج: الشفاهية والكتابية، ترجمة: د. حسن البنا عز الدين، سلسلة عالم المعرفة، الكويت، ع 182، ط 1، فبراير 1994 م\n40 ـــ ياقوت الحموي: معجم الأدباء، دار الغرب الإسلامي، بيروت، ط 1، ) 1993 م (.\n(1/390)\n\n41 ـــ ابن يعيش: شرح المُفَصَّل للزمخشري، ت: إميل يعقوب، دار الكتب العلميَّة، بيروت، ط 1، (2001 م)\n42 ـــ يوسف خليف: حياة الشعر في الكوفة، دار الكاتب العربي، القاهرة، ط 1، 1986 م\n43 ـــ يوسف القرضاوي: كيف نتعامل مع السنة؟ ، دار الشروق، القاهرة، ط 3، ) 2005 م (.\n44 ـــ يوسف مراد: مبادئ علم النفس العام، دار المعارف، القاهرة، ط 3، ) 1957 م (.\n\nثانيا المراجع الأجنبية\n135 ـــ A Dictionary of Linguistics and Phonetics, David Crystal, Australia, Blackwell Publishing, (2008)\n136 ـــ A DICTIONARY OF PHILOSOPHY , M . Rosenthal and P . Yudin , first printing (1967)\n137 ـــ Joho E . Warriner, English Compoistion and Grammar , HBJ, Chicago, Publishers,1988\n138 ـــ Lexicon Universal Encyclopedia, Lexicon Publications, Inc . ,New York, N . Y .، fourth edition,\n139 ـــ Oxford Word Power Dictionary, Oxford University Press, 3 rd edition, (2006)\n140 ـــ TheLexicon Webster Dictionary, United States of America, the eighth edition, (1983 printing)\n141 ـــ The New Lexicon Webster's Dictionary of the English Language, United States of America , (1996 printing)\n\nثالثا: المجلات والدوريات\n142 ـــ مجلة البحوث والدراسات القُرْآنِيَّة، المملكة العربِيَّة السعودية، ع 9\n143 ـــ مجلة عالم الفكر، ع 1، ج 42، سبتمبر 2013 م\n144 ـــ مجلة العربي الكويتية، الأعداد: 115،\n145 ـــ مجلة فصول، ج 4، ع 1، 1983 م\n146 ـــ مجلة مجمع اللُّغَةالعربِيَّة، القاهرة، ج 7، ج 50، ج 78، ج 65",
        "(1/391)\n\nملخص الرسالة\nهذه رسالة بعنوان «قرينة السِّياق ودورها في التَّقْعِيد النَّحْوِيّ والتوجيه الإعرابِيّ في كتاب سيبويه». وكما هو واضح من العنوان فَإِنَّ الرسالة توضح دور قرينة السِّياق في التَّقْعِيد النَّحْوِيّ والتوجيه الإعرابِيّ في كتاب سيبويه.\nوتبدأ هذه الرسالة بتمهيد تناولت فيه النقاط التالية:\n• التعريف بسيبويه: نشأته، وأسفاره العلميَّة، ووفاته.\n• التعريف بكتاب سيبويه ووقت تأليفه، والقيمة العلميَّة له، ومنهج سيبويه في هذا الكتاب كما لاحظه العلماء السابقون الذين درسوا هذا الكتاب.\n• تحديد أهم المصطلحات المستخدمة في البحث.\nوكانت أهم المصطلحات التي تناولتها بالإيضاح عند حديثي عن أهم المصطلحات مصطلح\n«السِّياق»، فقد تناولته بشيء من التفصيل والإسهاب؛ فأوضحت تعريفه العام المرتبط باللُّغَة وغيرها والمعنى الخاص المرتبط باللُّغَة وحدها، ثُمَّ ذكرت المصطلحات التراثيَّة والحديثة التي أطلقت على السِّياق ولها نفس المضمون والمعنى.\nوتناولت أيضا عند حديثي عن مصطلح السِّياق: وجود مصطلح السِّياق عند النُّحَاة القدماء، واستخدامه كقرينة في بعض المسائل النحوِيَّة، ثم أشرت إلى علاقة السِّياق باللُّغَة والكلام، وتطرق الحديث عن السِّياق كمصطلح إلى الإبانة عن اهتمام علمائنا الأقدمين بالسِّياق، وكان آخر كلامنا في هذا المصطلح الحديث عن نقطة مُهِمَّة وهي الحديث عن مكونات السِّياق.\nثُمَّ تناولت بإشارة سريعة المصطلحات الآخرى المستخدمة في بحثي وهي: مصطلح «التَّقْعِيد\nالنَّحْوِيّ»، ومصطلح «التوجيه النَّحْوِيّ»، ومصطلح «الأصل»، ومصطلحات «الغالب، الكثير، القليل، الضعيف، الشاذ، الردئ».\nوتناول التمهيد أيضا بالمعالجة والبيان نقطة غاية في الأهمِيَّة وهي: أهمِيَّة اعتبار السِّياق عند التَّقْعِيد لِلُّغَة والتوجيه الإعرابِيّ، وأشرنا إلى أَنَّ غياب السِّياق عن التحليل النَّحْوِيّ قد يؤدي إلى:\nأاضطراب القاعدة النحوِيَّة.\nب عدم استيعاب التوجيه النَّحْوِيّ والبلاغي عقليا، وصيرورة اللُّغَة إلى فوضى، وقتل الحياة في اللُّغَة وإفساد التفاعل معها.\nت تفَكُّك أوصال النَّصّ.\nث الوقوع في مأزق عَقِيدِيّ خاصة عند التعامل مع الآيات القُرْآنِيَّة والأحاديث النبَوِيَّة الصحيحة.\n(1/392)",
        "\nثُمَّ أتت آخرُ نقطتين في هذا التمهيد وكانتا عن: النصوص المعتمد عليها في التَّقْعِيد عند سيبويه التي كانت في أغلبها الشعر، الآيات القُرْآنِيَّة، والحديث، والأمثال، والقواعد العلميَّة التي يجب مراعاتها عند القيام بالتَّقْعِيد عامة.\nبعد هذا التمهيد أتت خمسة فصول تغطي جوانب الرسالة.\nكان من اللازم ابتداء عند إبراز دور السِّياق في التَّقْعِيد النَّحْوِيّ والتوجيه الإعرابِيّ عند سيبويه أَنْ نجيب أولا عن السؤال التالي: «هل كان سيبويه يقوم بتقعيده النَّحْوِيّ وتوجيهه الإعرابِيّ من خلال نصوص مكتوبة أم مسموعة؟ هل كان يقوم بهاتين العمليتين من خلال المطالعة لدواوين الشعراء وقراءة المصحف؟ أم كان يقوم بهاتين العمليتن من خلال السماع ومعايشة الحدث الكلامي نطقا وإنشادا؟ »، بعبارة أخرى: «ما الظروف والملابسات التي أحاطت بسيبويه عند تقعيده وتوجيهه؟ »\nوإذا كان هذا التَّقْعِيد يتم من خلال اللُّغَة الحَيَّة المنطوقة، فهل كان سيبويه يعتبر السِّياق الذي نُطقت فيه هذه النصوص أم لا؟ هل كان يعتمد على نظَرِيَّة العامل بشكل أساسي في كل قواعده؟ أم كانت هناك فسحة لتدخل السِّياق في هذا التَّقْعِيد؟ وإذا كان هناك تدخل للسياق في تقيعد سيبويه للقاعدة، فما الإجراءات التي كان يتبعها عند هذا التَّقْعِيد المرتبط بالسِّياق؟ وبعبارة آخرى: ما المنهج الذي اتبعه سيبويه عند تقعيده وتوجيهه؟\nمن خلال هذه الأسئلة وهذا التصور جاء عنوان الفصل الأول من موضوع البحث: «السياق والمنهج عند سيبويه»، وتكون من مبحثين:\n» المبحث الأول بعنوان «سيبويه والسِّياق»، أبنت فيه أَنَّ سيبويه كان يقوم بالتَّقْعِيد النَّحْوِيّ والتوجيه الإعرابِيّ من خلال النصوص الحَيَّة المنطوقة، وأنه لم يغفل الجوانب السِّياقِيَّة للكلام، وأنه أخذ بالاعتبار السِّياق عند تقعيده وتوجيهه، وأثبتُّ ملاحظتي أَنَّ المُتَكَلِّم والمخاطب كانا أبرز عناصر السِّياق التي اهتَمَّ بها سيبويه.\n» المبحث الثاني «خطوات إجرائِيَّة ومنهجِيَّة قبل التَّقْعِيد النَّحْوِيّ والتوجيه الإعرابِيّ عند سيبويه»: أوضحت فيه الخطوات المنهجِيَّة التي كان يقوم بها سيبويه قبل التَّقْعِيد والتوجيه، وتلخص هذا المنهج في أربع نقاط أساسية:\nأتصنيف اللُّغَة إلى تراكيب نمطِيَّة مُجَرَّدة.\nب الإحصاء العددي للتراكيب النَّمَطِيَّة.\nت تتَبُّع التركيب اللغويّ المُعَيَّن في السِّياقات المختلفة، وربطه بدلالة السِّياق إِنْ وجدت.\nث معايشة التراكيب اللُّغَوِيَّة في نصوصها المنطوقة.\n(1/393)\n",
        "وبإثبات أَنَّ سيبويه تَأَثَّر بالسِّياق عند تقعيده وتوجيهه؛ كان لا بد من تقديم أدلة علمِيَّة من كتاب سيبويه تثبت هذا التأثر على مستوى التوجيه وعلى مستوى التَّقْعِيد، فجاءت الفصول الثلاث التالية «الثاني والثالث والرابع» لتقديم هذه الإثباتات.\nالفصل الثاني بعنوان «دور السِّياق في التوجيه الإعرابِيّ»، ليغطي جانب التوجيه وضم ثلاثة مباحث:\n» المبحث الأول «أهمِيَّة السِّياق في التوجيهات النحوِيَّة عند سيبويه»: وأبرزت فيه وجود تراكيب نحوِيَّة لا يصح تركيبها ولا تصح كينونتها وتوجيهها نحويا إلا إذا قامت قرينة من السِّياق تصححها، وأنَّ سيبويه استغل السِّياق في التوجيه، وأنَّ السِّياق قد يمثل أحيانا مَرْجِعِيَّة للضمير يوجه إليه مرجعيته في حالة غياب المَرْجِعِيَّة، وبينت خطورة عدم الاعتداد بقرينة السِّياق في التوجيهات النحوِيَّة.\n» المبحث الثاني «إثراء السِّياق للتوجيهات النحوِيَّة والدِّلالِيَّة»: وفيه تناولنا بشكل أعمق وأوضح دور السِّياق في إثراء التوجيه النَّحْوِيّ، وأظهرتُ فيه حال المُتَكَلِّم وإمكانيَّة سكوته وإرادته وحالته النفسِيَّة ومكنونها في التوجيه الإعرابِيّ، ثُمَّ دور المخاطب في هذا الإثراء.\n» المبحث الثالث «تَحَرُّك سيبويه بحُرِّيَّة في توجيهاته النحوِيَّة في حالة عدم اللَّبس»: وأوضحت فيه أَنَّ سيبويه كان يجيز كل التوجيهات النحوِيَّة الممكنة لمسألة نحوِيَّة ما بحُرِّيَّة؛ ما دام لا توجد قرينة تمنع إحدى هذه التوجيهات، وأسمينا هذا التوجيه بالتوجيه الحر.\nوجاء الفصل الثالث بعنوان: «دور السِّياق في التَّقْعِيد النَّحْوِيّ عند سيبويه» وشمل خمسة مباحث:\n»\nالمبحث الأول «السِّياق والجملة الاسمِيَّة»: وتناولنا بالحديث المسهب علاقة السِّياق بالمبتدأ والخبر، وعلاقته بكينونة الجملة الاسمِيَّة نفسها، وقدمنا تفسيرا يوضح اختيار مصطلح\n«بناء» لوصف العلاقة بين المبتدأ والخبر. وفي نفس هذا المبحث تناولنا علاقة السِّياق بالحذف في الجملة الاسمِيَّة والحال) النَّحْوِيّ (.\n» المبحث الثاني «السِّياق والجملة الفعلِيَّة»: وذكرنا فيه تأثير السِّياق على كينونة الجملة\nالفعلِيَّة، والترتيب بين العناصر المكونة لها، والسِّياق وإعمال اسم الفاعل، وعلاقة السِّياق بنواصب الفعل المضارع: فاء السببية، إذن، حتى. والمفعول المطلق، وظن وأخواتها، وكان التامة، والحذف في الجملة الفعلِيَّة.\n» المبحث الثالث «السِّياق والتوابع»: وذكرنا فيه الوظائف الدِّلالِيَّة السِّياقِيَّة التي يقوم بها البدل، التي استخلصها سيبويه من تتَبُّعه للتراكيب المنطوقة التي يأتي فيها البدل، وهي: التبيين\n(1/394)\n\nوالتوضيح والتفسير، التوكيد، الاستدراك والإضراب، الترحم. ثُمَّ انتقل الحديث إلى علاقة السِّياق بالنعت، وعند الحديث عنه ذكرنا الدلالات السِّياقِيَّة التي استخلصها سيبويه لهذا التابع) النعت (: «التخصيص، التوضيح، رفع الالتباس إِنْ خيف منه، المدح والمبالغة، التوكيد». وفي ختام كلامنا عن النعت ذكرنا أَنَّ إجازة المدح بالنعت مرتبطة بمعرفة المُتَكَلِّم السابقة بالمنعوت، وذكرنا أَنَّ النعت الذي لا يفيد معنى أو فائدة ما لا يجوز أَنْ يكون نعتا. ثُمَّ كان حديث سريع عن التوكيد، واخْتُتِمَ الكلام عن العطف، وما يلعبه السِّياق مع بعض أدواته: «الفاء، أو، الواو، أم»، وناقشنا علاقة السِّياق بالاستئناف النَّحْوِيّ المرتبط بدوره بحروف العطف.\n»\nالمبحث الرابع «السِّياق والأساليب النحوِيَّة»: ناقشنا علاقة السِّياق بأسلوب الاستفهام والدلالات السِّياقِيَّة التي استنبطها سيبويه له: «التوبيخ والتقرير والشتم، التنبيه»، وأوضحنا أشكال التفاعل التي يعكسها الاستفهام بين المُتَكَلِّم والمخاطب.\nثُمَّ ناقشنا علاقة السِّياق بالنفي، وخرجنا من تلك المناقشة بوجوب ربط القاعدة الأصولية التي تقول: «النكرة في سياق النفي تفيد العموم» بالسِّياق لتصبح: «النكرة في سياق النفي تفيد العموم إذا لم يتعارض هذا مع السِّياق».\nثُمَّ تلا ذلك الحديث عن النداء، وأوضحنا نصا مهما لسيبويه يوضح فيه أَنَّ أول الكلام أبدا النداء، إلا أَنْ يدعه المُتَكَلِّم استغناء بإقبال المخاطب عليه. وأوضحنا من خلال هذا النَّصّ أَنَّه لا يوجد كلام يلقى في الفراغ بدون سياق وإلا كان عبثا. وذكرنا بعض الدلالات السِّياقِيَّة التي ذكرها سيبويه للنداء: تنبيه المنادى، التوكيد، التعجب والاستغاثة.\nومن الأساليب التي ناقشناها أيضا في هذا المبحث: أسلوب الإغراء والتحذير، والاختصاص، وأسلوب التفضيل، والاستثناء، والقسم.\nوناقشنا أيضا في نفس هذا المبحث ما أسماه سيبويه بـ «النصب على التعظيم أو\nالذم»، وأوضحنا أَنَّ النصب على التعظيم يرتبط بمواقف سِيَاقِيَّة مُعَيَّنة ومخصوصة. ويحتاج النصب على التعظيم إلى صفات مُعَيَّنة تعارف الناس عليها فيما بينهم أنها للتعظيم بها، وأَنْ يعرف صاحبها بتلك الصفة، وأَنْ تكون هذه الصفة متأصلة فيه، ويعرف كونها خاصة بالبشر أم خاصة بالذات الإلهية. وأوضحنا أيضا الفرق بين النصب على التعظيم والنصب على المدح.\n• المبحث الخامس «السِّياق والأدوات النحوِيَّة»: وفيه تكلمنا عن علاقة السِّياق ببعض الأدوات النحوِيَّة: أَمَّا الشرطيِّة، ألف التَّرَنُّم وياؤه وواوه، أل، كسر همزة إِنَّ وفتحها، الضمائر، بل",
        "(1/395)\n\nقد، أَلَا، إمَّا، ذاك، الأدوات الزائدة) أَنَّ الزائدة، باء الجر الزائدة، ما الزائدة، مِنْ الزائدة لا الزائدة (، أدوات العرض والحض) هلا، ألا، لولا (، كلا، لا، نِعْمَ، وي، ويح، ياء النسب والألف والنون.\nوتجمعت بين يدي الباحث مادة معقولة توضح تأثيرًا للسياق على الجانب الصَّرْفِيّ؛ فظهر الفصل الأخير من هذا البحث بعنوان: «السِّياق والقواعد الصَّرْفِيَّة»، وضم ثلاثة مباحث:\n• المبحث الأول «السِّياق ودلالة الفعل والمصادر والمشتقات»: تكلمنا فيه عن علاقة السِّياق بزمن الفعل، وأوضحنا من خلال نصوص صاحب الكتاب أَنَّ الفعل المضارع عنده قد يدل على «الزمن الكائن الذي لم ينقطع) الحال / المضارع (» وقد يدل أيضا على «ما يكون ولم يقع) المستقبل (» وأشرنا أَنَّه لتحديد المراد بدلالة الفعل لا بد من اعتبار السِّياق في هذا. ونقلنا هناك تقريظ العلماء لتعريف سيبويه للفعل.\nومن خلال نصوص سيبويه التي تحدثت عن أوزان المصادر والمشتقات) اسم الفاعل صيغة المبالغة، اسما الزمان والمكان (، وجدنا دورا بارزا للسياق يقوم به في تحديد دلالتها.\n• المبحث الثاني «السِّياق ومعاني الأوزان الصَّرْفِيَّة»: تحَدَّثنا فيه عن دور السِّياق في تحديد دلالة الأوزان الصَّرْفِيَّة التي استنبطها سيبويه من خلال تحليله للنصوص المنطوقة. وأثبتنا أَنَّ دلالة الأوزان الصَّرْفِيَّة ليست ثابتة بل متطورة تحتاج إلى بحث مستمر للوقوف على الدلالات الجديدة. وتمادى النقاش إلى علاقة السِّياق بالأوزان الصَّرْفِيَّة التي تعبر عن جموع القِلَّة والكثرة.\n• المبحث الثالث «السِّياق والتنوين والتنكير والتعريف»: وفيه أظهرنا أثر السِّياق على التنوين والتنكير والتعريف، وأوضحنا أَنَّ ذكر التنوين أو عدمه قد يرتبط أحيانا بالسِّياق، مثل التنوين الموجود بكلمة «زيد» في جملة «مررت بزيدٍ ابنِ عمرو». فوجود التنوين يجعل كلمة «ابن»\n«توكيدًا أو بدلا»، وحذفه يجعل «ابن» «وصفا»، ووجود التنوين أو عدمه مرتبط بإرادة المُتَكَلِّم المرتبط بالسِّياق.\nوأوضحنا أيضا علاقة السِّياق بالتعريف والتنكير في مثل قولنا: «قضية ولا أبا حسن لها»، وقلنا إِنَّ العَلَمَ «أبا الحسن» في الجملة السابقة نكرة، والجملة السابقة صحيحة، وسبب الصحة الخلفيَّةالاجتِماعِيَّة لهذا العلم التي يعرفها المخاطب عن هذا العلم. كما ناقشنا كثيرا من المسائل الأخرى.\nكان من أهم الفوائد العَمَلِيَّة التي خرجنا بها من إبراز علاقة سيبويه بالسِّياق تقعيدا وتوجيها، وذكر العديد من الأمثلة والنماذج من الكتاب التي تثبت هذه العلاقةأهمِيَّة الدعوة إلى تضافر جهود\n(1/396)",
        "\nالعلماء لوضع نظَرِيَّة نحوِيَّة للعربية يكون لحمتها وسداها السِّياق؛ لذلك أتى الفصل الخامس متضمنا هذه الدعوة، وكان عنوانه «السِّياق وسيبويه والنظَرِيَّة النحوِيَّة»، وضم مبحثين:\n»\nالمبحث الأول «تعريف مصطلح النظَرِيَّة، وأهم خصائص النظَرِيَّة العلميَّة»، وذكرنا أَنَّ اللُّغَة التي ورد لنا منها مصطلح «نظَرِيَّة» هي اللُّغَة الإنجليزية، وبحكم هذه النشأة فَإِنَّ المعاجم الإنجليزية هي أقدر من غيرها على تحديد مدلول هذا المصطلح. وذكرنا أهم المعاني اللُّغَوِيَّة لهذه الكلمة في اللُّغَة الإنجليزية التي ذكرها معجم من أهم المعاجم في اللُّغَة الإنجليزية، ثُمَّ انتقلنا للحديث عن هذا المصطلح من جهة المعاجم الفلسفِيَّة، وذكرنا أَنَّ المعجم الفلسفي يربط بين مصطلح النظَرِيَّة وبين الواقع، وذكر أَنَّ النظَرِيَّة «تعكس وتعيد إنتاج الواقع». وأوضحنا كيف ربط المعجم الفلسفي مصطلح «النظَرِيَّة» بمصطلح «معيار الحقيقة Criterion of Truth»، وبينا أَنَّ قيمة معيار الحقيقة للنظَرِيَّة يكمن «في الممارسة»، وأوضحنا أيضا أَنَّ معيار الحقيقة هذا يقوم على\n«الخبرة الاجتِماعِيَّة»، وأنَّ مما يتضمنه معيار الحقيقة لأَيَّة نظَرِيَّة هو تأكيده على أَنَّ «التطور اليومي للتطبيق والتجربة الذي يقوم به المجتمع للنظَرِيَّة هو القادر على التأكيد أو الدحض الكامل للأفكار التي يولدها الإنسان».\nومن خلال هذه الدراسة خلصنا إلى أَنَّ أهم خصائص النظَرِيَّة العلميَّة:\n1 ـــ النظَرِيَّة تعتمد على «معطيات ذاتية».\n2 ـــ النظَرِيَّة تعكس وتعيد إنتاج الواقع.\n3 ـــ النظَرِيَّة ترتبط بالممارسة والتطبيق والتجريب.\n4 ـــ لا توجد نظَرِيَّة تولد كاملة من أول أمرها.\n5 ـــ إن الممارسة أو خبرة المجتمع هي التي تقرر صلاحية نظَرِيَّة ما أو دحضها.\n»\nالمبحث الثاني «النظَرِيَّة النحوِيَّة السِّياقِيَّة»، وقررنا فيه أَنَّه إذا كانت النظَرِيَّة العلميَّة تقوم على معطيات ذاتية، وأنها تعكس الواقع وتعيد إنتاجه في رقابة الخبرة الاجتِماعِيَّة فمن حقنا أَنَّ ندعو إلى نظَرِيَّةنحوِيَّةسِيَاقِيَّة، وأنْ نقول إِنَّ نظَرِيَّة العامل مثال على نظَرِيَّة غير علمِيَّة، وذكرنا آراء بعض العلماء في نقد هذه النظَرِيَّة التي قتلت الروح في النحو العربي، وأنه لابد من إعادة صياغة النظَرِيَّةالنحوِيَّة للعربية ولابد أنْ تتضمن هذه النظَرِيَّة إشارة للسياق والجانب الاجتماعِيّ لِلُّغَة.\nوفي الختام فَإِنَّ هذا الملخص السريع لا يُغني عن قراءة البحث نفسه إذ احتوى على تفاصيل مُهِمَّة كثيرة تُجُنِّبَ ذكرها للاختصار.\n******\n(1/397)\n",
        "Thesis's abstract\nThe title of this thesis is \"The Context's Evidence And Its Role In Laying Down The Syntactical Rules And The DeclensionalGuidingIn Sibawayh's Kitab\" . The thesis clears up the role of theContext's evidence and its role in laying down the syntactical rules and the declensional guiding in Sibawayh's Kitab .\nThe thesis beginswith a preface contains the following important points:\nA. The acquaintance with Sibawayh , his scientific travels and his death .\nB. The acquaintance Sibawayh's Kitab , the time of its composition , the scientific value of Al- Kitab and the Sibawayh's method in Al- Kitab as the scholars , who studied Al- Kitab , observed it .\nC. Determing the most important terms used in this thesis .\nThe most important term I explaind is \"the context\" . I offered the general meaning which is related to the language and others . Then I offered the special meaning associated with the language only . During the explanation , I mentioned the old and modern terms which were named the context's term .\nWhile I was talking about context's term, I pointed to that old grammarians were using this term in their works , and they used it as an evidence in explanation of some syntactical issues . I also indicated to context's relationship between the language and the speaking .\nTaking an interest of our previous scholars of context was also stated in this part .\nMy last important point in explanationof context's term was the elements of the context .\nIn a short time , I cited some anthor terms: The Laying Down The Syntactical Rules, The Declensional Guiding, Anomalous Aberrant, The Origin .\nThe thesis' preface tackled the importance of context's consideration in the laying down the syntactical rules for language and the declensional guiding .\nI made referece to that the nonattendance of context about the syntactical analyzation may lead to:\n(1/398)\n\na. Confusion of the syntactical rules .\nb. Deprivation of comprehension of syntactical , rhetorical guiding mentally, and the language will reach a stage of chaos .\nc. Disconnection of context's joints .\nd. Falling down in doctrinal deadlock at the time when dealing with verses of the Holy Koran and Prophetic Tradition .\nThe last tow points in the preface were about the texts which Sibawayh depended on: poetry; verses of the Holy Koran; Prophetic Traditions , and scientific rules which we must follow at the laying down the syntactical rules .\nAfter the preface, I specified five chapters for the rest of the thesis . The first chapter is the relationship between Sibawayh and both of his method and context .\nIt was necessary at the beginning of the thesis during the first chapter to respond on the following questions:\nI. What were the circumstances which surrounded with Sibawayh at his the laying down the syntactical rules and his the declensional guiding?\nII. Was he laying dwon his syntactical rules through the pronounced language or through written language?\nIII. Was he considering the effects of context' elements? or, Was he basically depending on the Regent's theory?\nIV. What were the procedures which he had confidence in his laying down the syntactical rules .\nThrough these questions , the title of this chapter became \"The Relationship Between Sibawayh And context And His Method In Al-Ktab\" . This chapter embraced tow researches:\n- The first is \"Sibawayh and context\" . It demonstrated that Sibawayh set up his laying down the syntactical rules and his declensional guiding through the pronounced language , and he did not avoid the contextual aspects of speaking . It also confirmed that he considered contextual components inlaying down the syntactical rules . I wrote dwon my notice that the conversationalist and addressee were the most",
        "(1/399)\n\nprominent context's elements which Sibawayh paid attention to it .\n- The title of the second chapter's research is \"A methodical and procedural steps befor laying dwon the syntactical rules , and the declensional guiding . In this research , I made mention of the systematic steps of Sibawayh which he followed . It is summarized in four elements:\na. Classifying the language into a abstracted and stereotyped structures .\nb. Numerical computation for the abstracted and stereotyped structures .\nc. Tracing the definitive , lingual structure different contexts and binding the lingual structures with the meaning of these contexts .\nd. Living with the lingualstructures in its pronounced texts .\nThe three following chapters in the thesis brought forward the scientific dentations from Sibawayh's Kitab . These dentations verify the effects of context on Sibawayh's laying dwon the syntactical rules . So , the title of the second chapter was \"the context's role in declensional guiding\" . It contained the succeeding researches:\n1) \" context's importance in declensional guiding\" . I indicated in this research that there are declensional structures do not be correct, it has not an entity, and we can not guide it declensionally but through context's evidence . I named that Sibawayh exploited the context in his declensional guiding . In this research, I stated that thecontext may be a reference to the pronoun in case of nonexistence of linguistic reference . I also cited that we will fail to take advantage of context, if we do not exploit it in our lingual analyzation .\n2) The second research in this chapter: \"Enrichment of context for semantic , and declensional guiding . Deeply,I discussed in this chapter the role of context in enrichment of declensional guiding . I repoted here that the speaker's condition , his silence's potentialitydeclensional guiding , his will, and his psychological\n(1/400)",
        "\nposition are very important for the declensional guiding . I cited also the adressee's role in this process .\n3) The third research was \"The free movement of Sibawayh in his declensional guiding in case of nonexistence of the meaning's obscurity . laying dwon the syntactical rules . Sibawayh , in this research , gave all the possible declensional guidings for a particulare declensional issue as long as there is not an evidence prevents these declensional guiding . We called these declensional guidings the free declensional guiding .\nThe third chapter is \"The context role in laying dwon the syntactical rules \" . It encompassed five researches:\na) The context and Nominal Sentence . I brought to light the relationship between the context and the Subject of the Nominal Sentence and the Predicate .\nb) The context and the Verbal Sentence . In this research, I shed light upon the context's impact on the entity of the Verbal Sentence .\nI also elucidated:\n» The context's effect and the arrangement of the Verbal Sentence's elements .\n» The context and actuating Active Participle .\n» The context and the Particles of accusative present simple .\n» The context and the Unrestricted Object and Ellipse (or Elision) in the Verbal Sentence .\nc) \"The context and Appositive \" . In it , we manifested the semantic and contextual posts which the Apposition, syndetic serial , the Adjective (Epithet) , and confirming . In addition to the previous issues , I point out to the declensional Inception which is associated the syndetic particles .\nd) \" The context and declensional styles \" . We discussed the pertinence admist the Interrogative, the Negative , the Vocative , the Instigation, Specification , the Superlative adjective , Exception, the Oath, Coutioning , Accusation of pity and Accusation of Glorification .\n(1/401)\n",
        "e) \"The context and declensional particels \" .\nThe title of the fourth chapter in this thesis was \" the context and morphological rules\" . It contains:\ni. \" The context and the verb's meaning , the infinitive , and derivatives\" .\nii. \" The context and the meaning's of morphological patterns \"\nIn this research , we proved that the meaning of morphological patterns is inconstant , and it needs to a continuous research in order to get the new meanings .\niii. \" The context and the nunation , and the indefinite \" .\nThe last chapter in thesis is \" the context , Sibawayh , and the declensional Theory \" . It contains two researches:\nA. \"The definition of theory's term, and the most important traits of the scientific theary\" . We mentioned here that the source of theory's term is the English language . We stated the important meanings of this term in English . We also refered to the meaning of theory's term in the philosophical dictionary . Its definition was \"A system of generalized knowledge and explanation of different aspects of reality . ... Theory differs from practice, since it spiritually or mentally reflects and reproduces reality . At the same time it is inseparably linked with practice, which places pressing problem before knowledge and requires it to solve them . For this reason practice is part and parcel of every theory\" . We noticed through this definition that the philosophical dictionary associated with reality , and it reflects and reproduces reality .\nWe also mentiond the relationship between the theory's term and Criterion of Truth's term . This term indicated to importance of \" experience of society is capable of fully confirming or completely refuting the ideas engendered by man\" .\n\"The declensional, and contextual theory \" . In this research , we criticized the Regent's theory , and demonded that the Arabic declensional theory must depend on the context and its elements.\n(1/402)\n"
    ]
}