{
    "partText": [
        "\nقضاء الأرب\nفي\nأسئلة حلب\nللشيخ/ تقي الدين السبكي الكبير\n(ت 756 هجرية)\nتحقيق\nرسالة مقدمة لنيل درجة الماجستير في الفقه وأصوله\nإعداد\nمحمد عالم عبد المجيد الأفغاني\nالمكتبة التجارية مكة المكرمة\nمصطفى أحمد الباز\nت: 5749022\n(1/1)\n",
        "قضاء الأرب في أسئلة حلب\nللشيخ تقي الدين السبكي الكبير\nدراسة وتحقيق\nرسالة مقدمة لنيل درجة الماجستير في الفقه وأصوله\nإعداد الطالب\nمحمد عالم عبد المجيد الأفغاني\nإشراف فضيلة الأستاذ الدكتور\nحسن أحمد مرعي\n1409 هـ/ 1988 م\n(1/2)\n\nحقوق الطبع محفوظة\n1413 هـ\nالمكتبة التجارية\nمكة المكرمة - الشامية",
        "(1/3)\n\nبسم الله الرحمن الرحيم\nشكر وتقدير\n(1/4)",
        "\nبسم الله الرحمن الرحيم\nعنوان الرسالة ...\n(1/7)\n",
        "المقدمة\n(1/9)\n\nالقسم الأول\nالدراسة",
        "(1/15)\n\nالباب الأول\n(1/16)",
        "\nالباب الثاني\n(1/49)\n",
        "الباب الثالث\n(1/83)\n\nفهرس قسم الدراسة",
        "(1/95)\n\nالقسم الثاني\nالتحقيق\n(1/97)",
        "\nبسم الله الرحمن الرحيم\nالحمد لله رب العالمين، وصلواته، وسلامه على سيدنا محمد خاتم النبيين، وعلى جميع الأنبياء والمرسلين، وآل كل وسائر الصالحين كلما ذكره الذاكرون، وكلما غفل عن ذكره الغافلون، (السؤال) من إنعام سيدنا ومولانا قاضي القضاة وشيخ الإسلام، علم الأعلام، وقدوة المسلمين، أوحد المجتهدين رأس المحققين وارث علم النبيين والمرسلين.\nأيد الله الدين وأعزه ببقائه وأدام رفعته وارتفاعه، والتصدق على خادمكم العبد الضعيف المتقرب إلى ربه سبحانه وتعالى بالدعاء ببقاء حياتكم الشريف عزا للدين وفخرا للإسلام والمسلمين - بالجواب عن هذه المسائل، وبيان ما خفى عليه فيها من الدلائل، فإن منها ما عمت البلوى بوقوعه، وكثير منها عسر على الخادم فهمه\n(1/99)\n",
        "(قصر) على إدراك كنهه (و) عمله ولم يكن ثم من يعول في إيضاح ذلك عليه، لا يرجع فيما أشكل إليه الخادم بدا التهجم على صدقاتكم في بيان ذلك، مع علمه بقدر نفسه، وأنه ليس هنالك وإلى الله الرغبى في ذلك جعل الله أبوابكم الشريفة منهلاً للواردين، وملجأ للقاصدين بمنه وكرمه.\n(1/100)\n\nبسم الله الرحمن الرحيم\nرب يسر\n\nالمسألة الأولى\nقال الشيخ نجم الدين في ((الكفاية)): أن بيع الجزر والشلجم في الأرض قبل قلعه باطل، عند أكثر أصحابنا، وبعضهم",
        "(1/101)\n\nخرجه على بيع الغائب، قال: ومحله إذا لم يظهر منه شيء، أما إذا ظهر بعضه من الأرض صح بيعه، كما لو رأي ظاهر الصبرة، صرح به القاضي حسين في ((تعليقه)) انتهى.\nوقد أشكل هذا مع عموم البلوى بهذه المسألة، ولم تظهر صحة الحكم، ولا التشبيه بالصبرة، لأن البعض الظاهر لا يدل على\n(1/102)",
        "\nكمية المستتر، وإذ من الجائز أن يكون المستتر دون الظاهر، أو أضعافه، بل الواقع كذلك، وإذا كان كذلك مجهول القدر فلا أثر لرؤية البعض، بخلاف ظاهر الصبرة.\nوالمسئول كشف ذلك، وإيضاحه.\n\nالجواب (الحمد لله)\nالجزر إذا ظهر بعضها أو الشلجمة إذا ظهر بعضها يستدل بخلقه أو حجمه، على نسبة الباقي منها غالبا، وخروجه على خلاف المعتاد نادر، وبقاؤه في الأرض من مصلحته إلى تناهيه، فلهذين المعنيين احتمل القاضي حسين ذلك، وجوز بيعه، كصبرة الحب، والتمر،\n(1/103)\n",
        "والجوز واللوز إذا رأى ظاهرها.\nوتجويز كون المستتر دون الظاهر أو أضعافه كتجويز كون تحت الصبرة دكة وأن مخالف لظاهرها مخالفة كثيرة.\n(1/104)\n\nوقد جوز الماوردي بيع قصب السكر في قشره، لأنه من مصلحته، ولم يصرح غيره بخلافه.\nولا شك أن لهذين المعنيين أعنى الاستدلال برؤية الظاهر على الباطن، واحتمال الساتر إذا كان من مصلحته شواهد بالاعتبار في مسائل متعددة منها: ما هو مجمع عليه، كبيع والرمان والبطيخ ومنها: ما هو على المذهب، كالصبرة والسمك المرئي في الماء، بخلاف (المرئي في",
        "(1/105)\n\nالزجاج).\nوتجويز عدم رؤية سطوح الدار ونحوها إذا رأى المقصود منها.\nوإن كان القفال قال في ((الفتاوى)) إذا اشترى دارا فلم ير سطحها لا يجوز، فعلمها بهذا أن رؤية كل شيء بحسبه.\nوأن الحاجة أو المصلحة قد تقتضي اعتبار بعض الساتر، فلذلك تقوى ما قاله القاضي حسين، وقد تبعه على ذلك صاحب ... .........................................................\n(1/106)",
        "\n((المهذب))\nووافقه المتولى فيما إذا كان الظاهر المعظم من الشلجم،،إن كان المعظم منه في الأرض لم يجز. وجزم بعدم\nالجواز في الجزر والفجل والسلق.\n(1/107)\n",
        "وأما بقية الأصحاب فأطلقوا المنع في الجميع.\nولكن منهم من يخرجه على البائع الغائب وأكثرهم يقطع بالبطلان، وما قاله القاضي حسين والبغوي يحتمل أن يكون تقييدا لإطلاق الأصحاب، كما فهمه شيخنا ابن الرفعة واحتمال أن يكون اختياره لنفسه مخالفا لما اقتضاه إطلاقهم فإنه قال ذلك مقتصرا عليه غير ناقل خلافه.\nولكل من الاحتمالين وجه، وماقاله المتولى، يحتمل أن يكون تقييدا لكلام شيخه القاضي حسين، وتنزيلا له على ذلك.\nويحتمل أن يكون زائدا عليه، فهذه ثلاثة احتمالات:\nأحدخا: المنع مطلقا، كما اقتضاه إطلاق الأكثرين.\nوالثاني: الاكتفاء برؤية البعض، والمراد البعض من كل جزر وشلجمة،\n(1/108)\n\n(كما أطلقه القاضي حسين)\nوالثالث: اعتبار المعظم منها، والأحسن ألا يجعل بين القاضي والمتولى اختلاف، بل إذا رأى ما يدل على الباقي صح وإلا فلا، وهذا هو المختار.\n\nوإن قيل بالمنع مطلقا، موافقة لإطلاق الأكثرين، فله وجه من جهة أنه لو كان ظاهرا على الأرض لم يكتف فيه بذلك، فهذا ماعندي في هذه المسألة.\n\nولا خلاف أنه يجوز بيع ورقه الظاهر بشرط القطع، وأنه إذا باعه كله بعد قلعه من غير رؤية، يتخرج على بيع الغائب، وإذا باعه هكذا في الأرض بشرط القطع من غير أن يظهر منه شيء فكما سبق في السؤال الجمهور على القطع بالبطلان.\n\nوعلله الغزالى في ((الفتاوى)) بأن تسليمه ليس يمكن إلا بتقليب",
        "(1/109)\n\nالأرض وهو تغيير لعين المبيع، فيضاهي بيع الجلد قبل السلخ.\n\nوالشلجم بالشين المعجمة اللفت، وبالسين المهملة الطويل من الرجال والدقيق من النصال والمأكول.\n(1/110)",
        "\nالمسألة الثانية\nقال الإمام الرافعي رحمه الله في ((الدعاوى)): الطرف الثالث:\nالحالف، وهو كل من توجه عليه دعوى صحيحة.\nوقيل: من توجهت إليه دعوى لو أقر بملزومها ألزم به.\nوكذا فعل في ((الروضة)).\nقال: في المنهاج من توجهت إليه يمين لو أقر بمطلوبها\n(1/111)\n",
        "لزمه فأنكر حلف. انتهى فجزم بالعبار ة المرجوحة، في ((المنهاج)) وأبدل لفظدعوى اليمين، فهل لهذا فائدة؟\nوبيان أسد العبارات والذي ظنه المملوك، أن معنى العبارتين واحد، ولكن الأولى أخصر، والمسئول بيان ذلك من جهة المعنى موضحا، وبيان التفاوت بين العبارتين إن كان.\n\nالجواب (الحمد لله)\nذكر الإمام في النهاية عن القاضي حسين أصلا ضابطا: فيما يجري التحليف فيه، قال: فيقال حد التحليف فيما يجري فيه ماذا؟\nفعلى وجهين أحدهما: أن حده أن يدعى حقاً.\n(1/112)\n\nوالثاني: يكفى أن يدعى ما لو أقر به لنفع إذا كان لا يؤدي إلى فساد، احترازا عن منع تحليف الشاهد، والقاض\nانتهى.\nويعبر عن الأصل المذكور بعيارة أخرى، ذكر الرافعي معناها، وهي ماكان ليس بحق ولكن ينفع في الحق، هل تسمع الدعوى به؟\nوجهان، ويتخرج على هذا مسائل:-\nمنها: إذا ادعى أنه أقر به بكذا، هل تسمع الدعوى؟\nكما لو ادعى نفس الحق المقر به، وجهان، أصحهما، نعم.\nومنها لو ادعى فسق الشهود، هل تسمع دعواه؟ وجهان.\nأصحهما: لا،،إقراره في المسألتين ينفع في الحق، وليس عين الحق وصححوا الدعوى والتحليف في الأولى /، لأنه طريق إلى الحق، ومنعوه في الثانية، ولم يخرجوا عليه الشاهد، والقاضي، بل قالوا: لا",
        "(1/113)\n\nيحلفان قطعا، وإن كان لو أقر لنفع، وذلك صيانة لمنصبهما.\n(وذكر - القاضي حسين إن قلنا اليمين مردودة كالإقرار فيحلف القاضي، فإن نكل كانت اليمين الرد كإقراره،\nواستبعده الإمام.\nوكلام الغزالي يقتضي: أن الدعوى على القاضي فاسدة، ومقتضاه ألا تسمع البينة وهو صحيح، لأنه نائب الشرع، فقوله أصدق من البينة.\nوفي كلام الرافعي، ما يقتضي سماع البينة، فإنه قال: ولا يغنى إلا البينة، ووافقه ابن الرفعة وليس بصحيح.\n(1/114)",
        "\nوتوقفت في كتابة هذا وحسبت أن يداخلني شيء لكوني قاضيا، حتى رأيت في ورقة بخطي من قديم نحو أربعين سنة - كلاما في هذه المسألة، وفي آخرها: وما ينبغي أن يسمع على القاضي بينة (ولا أن يطلب بيمين).\nوذكر ذلك الرافعي عند الكلام في الدعوى عليه، بأن حكمت علي بكذا، والكلام الذي قدمته عنه، قاله قبل ذلك في الدعوى عليه، إذا أراد تغريمه. والله أعلم.\nوما ذكرناه من كونه نائب الشرع، هو السر في كونه لا يضمن، لا يدعى عليه، وهذا كله فيما يتعلق بالقضاء.\nأما فيما يتعلق بخاصة نفسه، فهو فيها كآحاد الناس. والله أعلم.\nويمكن أن يتأول قول الرافعي ولا يغني إلا البينة، على أن البينة تقام في المحكمومبه على مضادة الحكم الأول، فينقض الحكم. والله أعلم.\nوهذا كله في القاضي الباقي على قضائه.\nوأما المعزول ففي إحضاره قبل إقامة البينة، وجهان وفي تحليفه\n(1/115)\n",
        "وجهان. رأى الإصطخري أنه لا يحلف وهو المختار\nولكني لا أشتهي أبوح بهذا مخافة قضاة السوء، وشهود السوء، فعلى المحتاط لدينه إذا رفع إليه ذلك أن بقصد الحق،\nويفحص عن باطن الحال. والله الموفق.\nوقد تسمع / الدعوى لمجرد إقامة الحق لا للتحليف، كما في الدعوى على\n(1/116)\n\nالوصي، وقيم القاضي، فإنهما لا يحلفان، لأنهما لو أقرا لم يفد إقرارهما، فالدعوى على هذين مسموعة، ولا يحلفان، وذلك يقتضي استثناؤهما من الضابط على الوجه الأول، ولا يستثنى من الوجه الثاني، والقاضي والشاهد مستثنيان على الوجه الثاني، وذلك يعرف أنه ليس لنا ضابط سالم من الاستثناء.\nأما الرافعي فقال: في ((الشرح)): كل من يتوجه عليه دعوى صحيحة، وقد قيل من توجهت عليه دعوى لو أقر بمطلوبها ألزم به، فإذا أنكر يحلف عليه ويقبل منه، ولابد من استثناء صور على هذا الضبط، هذا كلام الرافعي وقد صرح بأنه لابدمن الاستثناء، وقد علمت وجهه على العبارتين جميعا.\nأما العبارة الأولى: فقد تقدم ما ييستثني منها، وهي العبارة الأولى في",
        "(1/117)\n\nكلام الإمام\n\nوأما العبارة الثانية: التي ذكرها الرافعي فتحتمل أنها شرح للعبارة الأولى، لأن الدعوى الصحيحة، هي التي لو أقر بمطلوبها ألزم بها، فإن المطلوب هو المدعى به، وهو إنما يلزم بالحق، لا بما يكون طريقا في الحق.\nويحتمل أنه يريد ما أراد الإمام، في عبارته الثانية، ويكون مراده، بقوله ألزم به: أي ألزم بمقصوده وهو النفع الذي صرح به، وفي عبارة الرافعي شيئان، يقتضيان أنه لم يرد اختلاف المعنى، أحدهما: قوله: وقد قيل، فإنها ليست هي العبارة المألوفة، وفي ذكر ذلك الخلاف، والثاني: قوله: عن هذا الضبط، وما قال الضبطين.\nوشيء ثالث وهو أنه في ((المحرر)) اقتصر على العبارة الثانية، فلو كانت ضعيفة عنده لما اقتصر عليها، لكنه يحتاج إلى تأويل قوله: ألزم به كما قدمناه، وبه يعرف أنه اختار الوجه الثاني، من الوجهين اللذين ذكرهما الإمام، أو رأى أنهما اختلاف في الضبط، مع الحاجة إلى\n(1/118)",
        "\nالاستثناء، من كل واحد منهما / مثل ذلك لا يعد اختلافا فقهيا.\nوأما المنهاج فجزمه بالعبارة الثانية، موافقة للمحرر، ولا لوم عليه في ذلك، وعدوله عن لفظ الدعوى إلى اليمين فقد يقال: لأنه قد تطلب اليمين من غير دعوى، كما إذا طلب القاذف يمين المقذوف، أو وارثه على أنه ما زنى، فإن كان الأصحاب ذكروا الدعو في ذلك،\n(1/119)\n",
        "ولكن ما ذكرناه أحسن، فإذا ادعى وطلب ءو طلب يمينه، من غير دعوى، يجاب إلى تحليفه، وله غرض في أن لا يدعي الزنا، حتى لا تكون قذفا ثانيا، لكن يحتاج أن يتأول ((توجهت إليه يمين)) بمعنى طلبت منه، أو يقال: لما ثبت أن اليمين على المدعى عليه، فتوجه الدعوى تقتضي توجه اليمين، بمعنى وجوبها، فمعنى توجهت إليه يمين وجبت، وأما توجه الدعوى فإنه إلزامها.\nثم اعلم أنه ليس مراد الرافعي ضابط الحالف مطلقا، ألا أن اليمين التي من الشاهد الواحد، لا تدخل وإنما أراد الحلف، في جواب الدعوى الأصلية.\nفكأن الغرض من ذلك التعميم الحلف، في كل مدعى عليه.\nخلافا لأبي حنيفة، حيث يقول: إنه لا يحلف في النكاح،\n(1/120)\n\nوالرجعة، والإيلاء وغيرها من الأبواب.\nوهذا التعميم في الضبط لا يستفاد من كلام المحرر، ولا كلام المنهاج، وقول المنهاج: فأنكر بعد قوله: ومن توجهت عليه اليمين غير متضح، لأن الإنكار يكون بعد الدعوى، لا بعد طلب اليمين، إلا أن يريد أنه صمم على الإنكار.",
        "(1/121)\n\nوالأصل في هذا الباب الحديث الصحيح عن ابن عباس رضي الله عنهما أن رسول الله صلى الله عليه وسلم قال:\n((البينة على المدعي اليمين على المدعى عليه)) وفي رواية ((واليمين على من أنكر)).\nونقل أبو علي الكرابيسي إجماع المسلمين على ذلك، فهذا أصل في أن\n(1/122)",
        "\nكل مدعى عليه منكر يحلف، وأن اليمين واجبة عليه، وكل ما يستثنى من ذلك لابد من دليل على استثنائه.\nوتحليف من لو أقر نفع إقراره، فرع عن سماع الدعوى عليه، فإن سمعنا الدعوى عليه بذلك، اندرج في الحديث، فيحلف وإلا فلا،،بما ذكرنا تبين أن أسد العبارات عبارة الإمام.\nومن الفروع أنه لو ادعى أن القاضي أنكحه مجنونة، سمعت دعواه، فإن أقر القاضي عمل به، وإ? أنكر لم يحلف، لأنه إنكار للقضاء، قاله القاضي حسين.\nفرع: ينبغي التشمر له\nادعت أم الاستيلاد:\nوقع في (الشرح) والروضة، والمحرر، والمنهاج، والكفاية، ما يوهم أن السيد لا يحلف، والصواب: أنه إن كانت المنازعة لإثبات النسب فهي\n(1/123)\n",
        "المسألة المذكورة في هذه الكتب، وإن كانت لأمية الولد لتمنع من بيعها وتعتق بعد الموت فيحلف.\nوقد قطعوا بتحليف السيد إذا أنكر وكذا إذا أنكر التدبير، وقلنا ليس إنكاره رجوعا.\nوفي كلام الرافعي في الشرح في آخر الفصل ما يزيل الإبهام عند قوله: ويشبه ولو صح ذلك الإبهام .. كانت هذه المسألة تستثنى من الضابطين جميعا.\n(1/124)\n\nالمسألة الثالثة\nقال الأصحاب لا يجوز بيع الصوف علي الحيوان حال الحياة، ونقل أبو زكريا النووي رحمه الله في شرح المهذب الاتفاق عليه.\nوقد ظن المملوك: أن صورة المسألة فيما إذا كانت الشاة والصوف لواحد، أما لو كانت الشاة لواحد، والصوف لآخر، كما لو أوصى بصوف",
        "(1/125)\n\nشياهه، ثم باع الموصى له الصوف للوارث مثلا: أن ذلك يصح وجها واحدا، ووقع في ذلك نزاع وهل الأمر كذلك أم لا فرق؟\nالجواب (الحمد لله)\nإذا أوصى بصوفه شياهه، فكل صوف يحدق عليها فهو للموصى له، ولا يصح بيعه، لأنه موجود، ومنه معدوم، وإن باع الموجود منه، كان ما يحدث بعد البيه للبائع فيختلط المبيع بغير المبيع،،إن فرض أن الوصية بالصوف الموجود فقط، وصححناها / احتمل أن يصح البيع، لما ذكرتم، واحتمل المنع لعموم النهي، كما بمثله في اللحم بالحيوان.\nوالحديث في النهي عن بيع الصوف رواه أبو داود في المراسيل من\n(1/126)",
        "\nحديث ابن إسحاق عن عكرمة عن ابن عباس قال: ((لا تبع أصواف الغنم على ظهورها)).\nومن حديث عمر بن فروخ عن عكرمة عن النبي صلى الله عليه وسلم بمعناه،\n(1/127)\n",
        "رواه حفص بن عمر الحوضي عن عمر بن فروخ عن حبيب عن عكرمة عن ابن عباس عن النبي صلى الله عليه وسلم\nفهذه ثلاثة طرق في الأولى\n(1/128)\n\nموقوف والثانية مرسل، والثالقة متصل، وعمر بن فروخ وثقه ابن معين، وأبو حاتم، وابن حبان ورضيه أبو",
        "(1/129)\n\nداود وقال البيهقي ليس بالقوي قلت توثيق الأولين أولى، وأما\n(1/130)",
        "\nالاختلاف في سنده، لأنه إما حديث متصل، وإما قول صحابي عضده قياس فيحتج به.\nواعلم أن للنهي ثلاث علل، إحزاها الإضرار بالحيوان، والثانية اختلاط المبيع بغيره، والثالثة احتمال موت الحيوان، فيحتبس قبل القبض.\n(1/131)\n",
        "المسألة الرابعة\nإذا أعسر ببعض الصداق قبل الدخول، فهل (لها) الفسخ؟ وإن قلنا بمقالة ابن الصلاح رحمه الله أنها قبضت بالبعض لا تفسخ لظهور\n(1/132)\n\nالفرق؟ أم لا فرق؟ وهل ما ذكره ابن الصلاح ماش على قاعدة المذهب؟ وقد أفتى قاضي القضاة شرف لدين البارزي رحمه فيه بالفسخ، فيما إذا قبضت البعض، معللا ذلك بما علل به ابن الصلاح المنع، وفرق بأن التبعيض",
        "(1/133)\n\nمتعذر في النكاح.\nبخلاف السلع في باب الفلس، والمسئول بيان حكم الصورتين فقد عمت البلوى بهما.\n\nالجواب (الحمد لله)\nالذي أختاره أنا: أن الإعسار بالمهر لا يثبت الفسخ، لأنه ليس في معنى المنصوص عليه، والكلام في ذلك يطول وله موضوع غير هذا.\nوالمذهب المفتى به، أنه يثبته قبل الدخول لا بعده، وحيث قلنا يثبته فهو إذا كان الإعسار بكله.\n(1/134)",
        "\nأما إذا أعسر ببعضه فقال ابن الرفعة: لا يثبت الفسخ، ولم يفرق بين أن يكون قبضت الباقي أو لا؟\nفإنه لما تكلم على قول الغزالي: أما قولنا المستحق في معاوضة محضة يكون احترزنا به عن النكاح والخلع إلى آخره.\nقال: فإن قلت: الزوج إذا أعسر بالصداق قبل الدخول من غير حجر، كان الفسخ به طريقان، أحدهما: قاطعة بثبوت حق الفسخ لها، والثانية لقولين في ذلك.\n(1/135)\n",
        "وأقل درجات المحجور عليه بالفلس أن يكون كالمعسر، فهلا جرى فيه مثل ذلك؟ لأن الإعسار منغير حجر على الرجوع في عين المبيع أم لا؟ فيه وجهان في ((الإبانة)).\nوتعليق القاضي والنهاية: وعند الحجر بلا خلاف فكذا ينبغي أن يكون في النكاح.\nقلت السؤال صحيح. قد ذكره الرافعيفقال: الكلام في ذلك ينبني على الخلاف في أن الإعسار بالصداق هل يثبت الفسخ أم لا؟\nوقد تخيل بين الصورتين فرق، من حيث إن الحجر بالفلس إنما يكون عند وجود مال لا يفي بما عليه، أو يفي على رأي، وعند التوزيع لابد أن\n(1/136)\n\nينوب الزوجة من المهر شيء فلم يكن قد أعسر بكله، فالفسخ إذن لو مكنت منه لكان الإعسار ببعضه.\nوالخلا المشهور إنما هو فيما لو أعسر بكله، فلذلك لم يخرج عليه. نعم التخريج، والسؤال يصح إن كان الفسخ بالإعسار عن بعض الصداق يثبت، كما إذا أعسر بكله، وما أظنه يثبت، وقد يقال: إن مراد المصنف أنا، إذا قلنا لا يجوز لها الفسخ بالإعسار بالصداق، كما هو المرجح عنده وتبعا لإمامه، فلا يكون حكم الحاكم بفلسه مسلطا عليه.\nبخلاف إعسار المشتري بالثمن، فإنا إذا قلنا أنه لا يسلط البائع على الفسخ به، فإذا حكم الحاكم بفلسه، تسلط على الرجوع إلى العين./ وهذا أقرب إلى الصحة من الأول، وبه يندفع الاعتراض، هذا كلام ابن الرفعة رحمه الله.\nوالذي أختاره أنا، أن الإعسار ببعضه، كالإعسار بكله، فعلى مقتضى المذهب، يثبت الفسخ عند من يراه إذا أعسر بكله.\nوأما ما ذكره ابن الصلاح رحمه الله من الفرق بين أن يقبض بعضه أو لا.؟\nوالاستناد في منع الفسخ عند قبض بعضه إلى ما ذكره من أن مقابله يصير كالمقبوض، والبضع لا تبعض فضعيف جدا.",
        "(1/137)\n\nوأما فتوى قاضي القضاة شرف الدين البارزي بالفسخ فيما إذا قبضت بعضه، معللا بما علل به ابن الصلاح، فليس بجيد، لضعف مأخذ ابن الصلاح، ولو أفتى من غير تعليل، كان صوابا بالنسبة إلى المذهب وقواعده من غير أن يكون فيه نقل صريح.\nومجاذبته لابن الصلاح في تعليله ضعيفة، لأنه متى صح ما لمحه ابن الصلاح من كون قبض البعض موجبا لقبض بعض البضع، وقض بعض البضع مانع، فقبض البعض مانع، وبقاء البعض غير مقتض، ولامانع فيسلم لابن الصلاح ما ادعاه، وأما نحن فنمنع ما لمحه ابن الصلاح.\n،ماذكره ابن الصلاح، وقاضي القضاة شرف الدين البارزي، يشبه الوجهين فيمن نوى رفع الإحداث في الارتفاع مطلقا، والارتفاع مطلقا هو الأصح، وهو يشبه قول ابن الصلاح، ومقابله يشبه قول (قاضي القضاة شرف الدين) البارزي رحمة الله\n(1/138)",
        "\nعلى الجميع، ونحن نرفع الشبه بين المسألتين، لأنه نية المتوضى اقتضت لرفع، وقبض بعض الصداق لم يقتض قبض بعض البضع والله أعلم.\n(1/139)\n",
        "المسألة الخامسة\nقال: المتولى في كتاب الحج، إن المحرم إذا توضأ لا يخلل لحيته، لأن يؤديإلى تشاقط شعرها، فهل يقال: يكره التخليل أو يحرم؟ وعلى كلا التقديرين، تكون هذه الحالة مشتثناة من إطلاقهم استحباب تخليل اللحية، أو يقال: إن ذلك خلاف الأولى /، أو أن الاستحباب باق، لأن الأصل عدم السقوط، فلا يترك سنة التخليل لهذا التوهم، ولأن الكراهة تستدعي نهيا مقصودا.\nوما معنى قلهم: إن المكروه ما د ورد فيه نهي مقصود؟ فإن الشيخ محيي الدين رحمه الله كثيرا ما يمنع الكراهة بذلك، ويسكت عن أشياء حكم بكراهيتها، ولا نعلم فيها نهي، بل تكون سنة، وحكم على أشياء كثيرة من هذا النمط بالكراهة، والمسئول بسط ذلك وإيضاحه، فليرجع إلى ضابط يعتمده الطالب، أحسن الله إليكم.\n(1/140)\n\nالجواب (الحمد لله)\nسئل أبو أيوب ((كيف كان رسول الله صلى الله عليه وسلم يغسل رأسه وهو محرم، فوضع أبو أيوب يده على الثوب فطأطأ حتى بدا رأسه، ثم ثال لإنسان: يصب عليه فصب على رأسه، قم حرك رأسه بيديه، فأقبل بهما، وأدبر، ثم قال هكذا رأيت رسول الله صلى الله عليه وسلم يفعل)) (متفق عليه) وفي لفظ ((فأمرّ أبو أيوب بيديه على جميغ رأسه)).\nوهذا في معنى التخليل، ولا فرق بين شعر الرأس واللحية، وإلا أن يقال: شعر الرأس أصلب وأبعد عن التساقط، والحق أنهما سواء، فالقول: بالتحريم أو الكراهة لا أراه، فلم يبق لكلام المتولى محمل إلا أنه على خلاف الأولى.",
        "(1/141)\n\nوهل نوافقه على ذلك، أو نقول إن الاستحباب باق؟\nالأمر فيه عندي قريب، فإن الاستحباب في غير حالة الإحرام ليس من السنن المؤكدة، أعني تخليل اللحية فإن الأحاديث الواردة فيه قليلة وورت الرخصة في تركه عن جماعة من السلف.\n(1/142)",
        "\nفكذلك أقول: إنه يستحب، ولكن لا يتأكد، فهذا في غير حالة الإحرام، أما في حالة الإحرام، فالذي يقرب عندي أن الاستحباب باق بحاله، ولكنه أضعف من الاستحباب في غير حالة الإحرام، أما بقاؤه بحاله فلعدم الدليل، على ما يقتضي أن الأولى تركه على الخصوص.\nوأما ضعف الاستحباب، فلاحتمال تساقط الشعر، ولعل هذا الاحتياط\n(1/143)\n",
        "والخوف على الحج من ضعف الاستحباب رأي المتولى رجحان الترك ولا بأس بموافقته لقصر مدة الحج، والاحتياط له.\nوقد ((توضأ النبي صلى الله عليه وسلم بالشعب حين دفع من عرفة، وضوءا ليس بالباغ، ولم يسبغ الوضوء.\nوالظاهر أن ذلك كان لسرعة السير إلى مزدلفة ولكن ذكرناه لأنه وضوء في حالة الإحرام، فلعل من البواعث على عدم المبالغة الإحرام، والتخليل داخل في المبالغة وقد ظهر من هذا، أن تخليل اللحية، في زمن الإحرام، من أدنى درجات ترك الأولى أيضا مراتب، وليس كترك المستحب. الذي ورد في استحبابه أمر وتأكيد، بدليل. هذا الذي أرى حمل كلام المتولى عليه، ومع ذلك أختار أن الاستحباب باق، خلافا للمتولى، إلا أن يقرب احتمال السقوط، فإن الناس يختلفون في ذلك بحسب أمزجتهم، واختلاف\n(1/144)\n\nشعورهم.\nفمتى كان التساقط بعيدا، فالتمسك بالأصل في بقاء الايتحباب أقوى، وقد قال الأصحاب: إنه لا يكره للمحرم غسل بدنه، ورأسه بخطمى أو سدر ووقال البندنيجي: يكره، ونقلها الحناطي",
        "(1/145)\n\nعن القديم.\nوالجمهور لم يذكروا الكراهة، واقتصروا على أنه خلاف الأولى، ولاشك أن هذا يخشى منه سقوط الشعر أكثر من التخليل، فإن التخليل قد يكون برفق، وبخيث يؤمن معه السقوط.\nوأما قولهم: المكروه: ما ورد فيه نهي مقصود، فأول من علمناه ذكر هذا الضابط إمام الحرمين، ومراده به الفرق بين المكروه وترك .............\n(1/146)",
        "\nالأولى فإن كل مستحب تركه أولى، وقد لا يكون مكروها.\nواستغراق الأوقات بالعبادة لا شك أنه أولى، ولا يقال: لتركه مكروه فالمكروه لابد فيه من نهي عنه.\n(ولم يكتف بقوله نهي، لأن الأمر بالشيء نهب عن ضده، فكل مأمور به ترمه منهب عنه)، لكن النهى المستفاد / من الأمر إنما يستفاد منه بطريق الالتزام، لا بطريق القصد، فلذلك احترز.\nوقيل نهى المقصود، فضابط المكروه ما ورد فيه نهى مقصود.\nفكل ما ورد فيه نهىى مقصود مكروه، ومالك يرد فيه (نهي مقصود ليس بمكروه، ومالم يرد فيه نهي أصلاأبعد عن الكراهة، هذا) حظ الفقيه من ذلك، والأصولي يزيد على ما ورد فيه نهي أن\n(1/147)\n",
        "المعتبر في الكراهة النهي لا ما يفهم في العرف من الكراهة التي هي ضد الإرادة، وذلك مقرر في أصول الدين. وينبغي أن نبينه، لأنه ليس مرادنا بالنهي المقصود أن يكون نصا، ولابد فإنا نراهم يحكمون بكراهة أشياء لا نث فيها، ولكن المراد أن النهي يدل عليه دلل، إما نص. وإما إجماع وإما قياس، وإما ذلك من الأدلة عند من يراها.\nوهذا جواب عما ذكر في السؤال، من أنه حكم بكراهة أشياء لا يعلم فيها نهي، فإنه إذا بحث عن تلك الأشياء، دل دليل النهى عنها\n(1/148)\n\nنهيا مقصودا.\nولو لم يكن إلا قياس صحيح، تلحقها بما ورد فيه ذلك، كذلك ما حكم فيه بالكراهة من ترك السنن، لابد أن يدل دليل خاص على النهي عنها، وليس لمجرد كونها ترك سنن.\nومن جملة ما يستدل به تأكد السنة، فإن السنة المؤكدة منها ما يقوى الدليل على كراهة تركها وبل غالبها كذلك أو كلها، فإن السنة المؤكدة قريبة من الواجب، كما أن المكروه قريب من المحرم، وهما متقابلان، والأشياء تعرف بأضدادها.\nفكما أن ترك الواجب حرام (ف) ترك السنة المؤكدة مكروه، ودرجات التأكيد تختلف، فكلما عظمت ظهرت الكراهة، وإذا خفت خفيت و ((في الأم)) سألت الشافعي هل يغسل المحرم",
        "(1/149)\n\nرأسه من غير جنابة؟ قال: نعم.،احتج بأن النبي صلى الله عليه وسلم غسل رأسه ثم\n(1/150)",
        "\nأخبرنا مالك عن نافع عن ابن عمر ((أنه كان / لا يغسل رأسه وهو محرم إلا من احتلام أو نجس)) ومالك لا يرى بأسا أن يغسل\n(1/151)\n",
        "المحرم رأسه من غير احتلام.،بروى عن النبي صلى الله عليه وسلم ((أنه اغتسل وهو محرم)).\n(1/152)\n\nالمسألة السادسة\nوقع في الفتاوى أن رجل تخاصم هو زوجته، بسبب زوجته الأخرى، فقال للمخاطبة: أنت وإياها طالق ثلاث ولم يعلم بنيته، فهل يقع الثلاث، على كل واحدة؟ أم لا يقع على كل واحدة إلا طلقتان، لأنه المتيقن؟.\nفقد ألح السائل، في طلب الجواب.\nالجواب (الحمد لله)\nأما المخاطبة، فتطلق ثلاثا، ظاهرا وباطنا، ولا يقبل منه خلاف ذلك، ولاينوى، لأن أنت مبتدأ، وطالق خبر، وثلاث تفسير، وإن كان قد لحن برفعه.\nوأما الأخرى، فتطلق ثلاثا، إلا أن يكون له نية بدون الثلاث، فتقبل",
        "(1/153)\n\nويدين، وإنما قلنا هذا، لأن قوله: وإياها ظاهره، أن الواو عاطفة، وأنه وضع الضمير المنصوب موضع الضمير المرفوع، كأنه قال: وأنت، وحينئذ يكون خبره محذوفا، يدل عليه خبر الأول، كأنه قال: أنت كذلك، أو وأنت طالق ثلاثا.\nويحتمل أن تكون الواو واو مع، وضمير النصب في موضعه، كأنه قال: أنت معها طالق ثلاثًا، كقولك: أنت وزيدا قائم، كأنك قلت أنت قائم مع زيد، فالمعنى أنت طالق ثلاثًا معها، والمعية محتملة، ظاهرها الثلاث وويحتمل ما دونها.\nفإن فسر رجع إليه، وإما بطلقتين على ما نواه، فإن لم يكن له نية طلقت ثلاثًا كالأولى.\n(1/154)",
        "\nولو أنه قال لهما: أنتما طالقان ثلاثًا، فظاهره أن كلا منهما تطلق ثلاثًا ووله أن ينوي توزيعها، عليهما للاحتمال، وإنما قلنا الظاهر الأول، لأن الضمائر عامة، فمدلولها كل فرد لا المجموع، وهي محتملة المجموع.\n(1/155)\n",
        "المسألة السابعة\nوقع في ((فتاوى)) / قاضي القضاة تقي الدين ابن رزين، أن الإنسان إذا عزم على معصية، فإن كان قد فعلها ولم يتب منها، فهو مؤاخذ بهذا العزم لأنه إصرار.\nوقد أشكل كون العزم إصرار مطلقًا.\nوالذي كان يتوهم المملوك أن الإصرار هو الدوام على فعل المعضية، أو العزم المستصحب من حين الفعل، أما لو ترك الذنب والعزم على فعله، بأن نسيه بالكلية، ثم خطر له أن يفعله مع عدم تذكره لما وقع منه (ف) أن لا يكون إصرارًا.\n(1/156)\n\nفهل مراده القسم الأول، أو كلامه أعم من ذلك؟\nوالمسئول بيان ذلك وبيان حقيقة الإصرار ماهو؟\nوبيان العزم المستقر من غيره؟\nوالخواطر التي تعرض ولا تستقر، وما الذي يؤاخذ به دون غيره؟\nهل الاستغفار يمحص الذنب بمفرده أم لابد من ضم شيء إليه من الأركان التي ذكرها الفقهاء.\nوهل يصح أن كون العبد نادما على المعصية، خوفا من الله تعالى، مصرا عليها حتى يشترط الندم، والإقلاع، والعزم على أن لا يعود؟ فقد أشكل",
        "(1/157)\n\nهذا جدا.\nالجواب (الحمد لله)\nنحتاج إلى تقدم قاعدتين: إحداهما فيما يؤخ به من قصد المعصية، والذي يقع في النفس، من ذلك خمس مراتب، أولها: الهاجس وهو ما يلقى فيها، ثم جريانه فيها وهو الخاطر، ثم حديث النفس، وهو ما يقع فيها من التردد هل يفعل أو لا؟ ثم الهم وهو: ما يرجح قصد الفعل، يقال: هممت بالأمر إذا قصدته بهمتي.\nثم العزم، وهو قوة ذلك القصد، والجزم به، فإن العزم في اللغة الجد\n(1/158)",
        "\nوعقد القلب، فالهاجس لا يؤخد به إجماعا، لأنه ليس من فعله، وإنما هو شيء ورد عليه لا قدرة له عليه، ولاصنع.\nوالخاطر الذي بعده، كان قادرا على دفعه، بصرف الهاجس أول وروده ولكنه هو وما بعده من حديث النفس مرفوعان بقول النبي صلى الله عليه وسلم: ((إن الله تجاوز لأمتى عما حدثت به أنفسها/ مالم تعمل به أو تتكلم))\nوإذا ارتفع حديث النفس، ارتفع ما قبله بالطريق الأولى.\nوهذه المراتب الثلاث، أيضا لو كانت في الحسنات لم يكتب له بها أجر.\nأما الأول، وأما الثاني، والثالث، فلعدم القصد.\nوالمرتبة الرابعة: الهم، وقد بين الحديث الصحيح أن الهم بالحسنة يكتب حسنة، الهم بالسيئة لا يكتب سيئة، وينتظر فإن تركها كتبت له حسنة،\n(1/159)\n",
        "وإن فعلها كتبت سيئة واحدة.\nوالأصح في معناه أنه يكتب عليه الفعل وحده، وهو معنى قوله: واحدة، وأن الهم مرفوع.\nومن هذا يعلم أن قوله: في حديث النفس مالم تتكلم أو تعمل، ليس له مفهوم، حتى يقال: إذا تكلمت أو عملت يكتب عليها حديث\n(1/160)\n\nالنفس، لأنه إذا كان الهم لا يكتب، فحديث النفس أولى.\nالمرتبة الخامسة: العزم، المحققون على أنه يؤاخذ بالعزم على السيئة، وخالف بعضهم فقال: إنه من الهم المرفوع.\nوربما تمسك بقول أهل اللغة، أو بعضهم: هم بالشيء عزم عليه، التمسك بهذا غير سديد، لأن اللغوي لا يتنزل إلى هذه الدقائق.\nواحتج الأولون بقول النبي صلى الله عليه وسلم ((إذا التقى المسلمان",
        "(1/161)\n\nبسيفيهما فالقاتل والمقتول في النار قالوا يارسول الله هذا القاتل، فما بال المقتول؟ قال: كان حريصًا على قتل صاحبه)) فعلل بالحرص واحتجوا أيضا بالإجماع على المؤاخذة بأعمال القلوب، الحسد وما أشبهه.\nفأما احتجاجهم بأعمال القلوب، فأعمال القلوب على قسمين:\nأحدهما: ما لا يتعلق بفعل في الخارج، فهذا يؤاخذ به بالإجماع، مثل الكفر، والحسد، والرياء، والحقد، والبغض، والكبر، وانتقاص الناس وما أشبه ذلك، وليس مما نحن فيه.\nوالقسم الثاني: ما يتعلق بفعل في الخارج، وهو العزم والهم.\nفالملتقيان بسيفيهما، عزم كل منهما على قتل صاحبه، وحرصه عليه قوة وعزمه، (و) لكنه عزم اقترن به فعل بعض ما عزم عليه، وهو شهره السلاح، ولقاه السلم، ولم يبق إلا ما لم يقدر عليه، فلذلك حصلت المؤاخذة.\nوالتعليل قد يكون بجزء العلة، تنبيها للسائل الذي خفي عنه، وعلم الجزء الآخر، والمختار ما قاله المحققون، وهذا الفعل الذي قارن الحرص يؤاخذ به، سواء حصل القتل أم لا؟\n(1/162)",
        "\nوقوله صلى الله عليه وسلم ((القاتل والمقتول في النار)) (ظاهره يقتضي أنه جزاء القتل الذي فعله أحدهما، وحرص عليه الآخر فجعلا سواء) ولولا ذلك لاختلف جزاؤهما فكان جزاء القاتل القتل، وجزاء الآخر على شهر السلاح واللقاء وهو خلاف ما اقتضاه تعليل الحديث. وقد استدل بقوله تعالى ((ومن يرد فيه بإلحاد بظلم نذقه من عذاب أليم))\nوالمفسرون اختلفوا: منهم من قال: الإلحاد بالظلم هنا الكفر، فعلى هذا لا دليل فيه، لأن قصد الكفر كفر.\nفإن فسر الإلحاد: بالمعصية استقام الاستدلال وهذا كله في العزم\n(1/163)\n",
        "والهم الواقعين قبل الفعل بعده فسيأتي حكمه إن شاء الله.\nالقاعدة الثانية: أن التوبة واجبة، لقوله تعالى: ((وتوبوا إلى الله جميعا أيها المؤمنون لعلكم تفلحون)) وبالإجماع.\nولا شك أنها تكون عن الكبائر والصغائر كما صرح به الغزالى في\n(1/164)\n\nالإحياء.\nووجوبها عن الكبائر لا شك فيه وهي على الفور.\nومن ضرورة ذلك، العزم على عدم العود، فمتى عزم على العود قبل أن يتوب منها، فذلك مضاد للتوبة، فيؤاخذ به بلا إشكال، وهو الذي قاله قاضي القضاة تقي الدين.\nولا فرق بين أن يكون تركه نسيانًا أو غيره، لأنه في كل وقت مأمور بالتوبة، والعزم على العود مضاد لها.\nوهو إصرار على الكرة السابقة فهو حرام، قال تعالى ((والذينإذا فعلوا فاحشة أو ظلموا أنفسهم ذكروا الله فاستغفروا لذنوبهم ومن يغفر الذنوب إلا الله ولم يصروا على ما فعلوا)).\nفيفهم من الآية أن ترك التوبة إصرار، فهذا الذي قاله ابن رزين (واضح) في الكبيرة بلا إشكال وكلامه مطلق، فإذا نزل على الكبيرة فلا سؤال عليه.\nفإن قلت هو علل بالإصرار، والمؤاخذة إنما هي بترك التوبة قلت",
        "(1/165)\n\nالمؤاخذة بترك التوبة، والإصرار، وبنفس العزم، لأنه أقوى منهما، ولا يجيء فيه الخلاف الذين في العزم قبل الفعل هذا كله في الكبيرة.\nأما الصغيرة فتحتمل أن يقال: إنها لكونها تكفر بالصلاة، وباجتناب الكبائر وبغير ذلك فلا تجب التوبة منها عينا، بل إما التوبة، وإما شيء من المكفرات، أو تجب ولكن لا تجب على الفور، حتى يمضي ما يكفرها أو تركه.\nوتحتمل أن يقال: تجب التوبة منها، كما تجب من الكبيرة، وهو الذيك قاله الشيخ أبو الحسن الأشعري، ولم يذكر الخلاف فيه إلا عن\n(1/166)",
        "\n(ابن) الجبائي، ورد عليه.\nويواقفه إطلاق ابن الصباغ، فإنه قال في ((الشامل)) من ارتكب معصية أوجبت ذنبا، لزمه التوبة منها، ثم قال: فإن كانت معصية، لا يجب بها حق في الحكم.\nمثل إن قبل امرأة أو لمسها، أو شرب سكرًا أو ما أشبه ذلك، كان توبته أن يندم على ما فعل، ويعزم أن لا يعود إلى مثل فعله، فإطلاقه اللزوم في الأول، وذكره في التقسيم القبلة، واللمس، والغالب أنهما من الصغائر\n(1/167)\n",
        "يقتضي ذلك، إلا أن يقال، إنما ذكر القبلة، واللمس من جهة إنهما لا يوجبان حقًا عليه، لا من جهة الصغر والكبر\nوقد يكونان كبيرة، إما بالتكرار، وإما بأن يكونا من حليلة الجار أو من القريبة، كما قال القاضي حسين، وكذلك قول الغزالي في ((الوسيط)) أما من يلم بالصغيرة أحيانًا لفترة مراقبة التقوى وقلته بدافع للنفس في الخروج عن طاعة لجام الورع./ وهو مع ذلك لا ينفك عن تندم، واستشعار خوف، فهذا لا ترد به الشهادة، وإنما الفسق المرون على المعصية وإن كانت صغيرة، فانظر قوله: وهو مع ذلك لا ينفك عن تندم، واستغفار، واستشعار خوف، وكذلك قال الإمام في ((الوجيز)).\n(1/168)\n\nلكن الرافعي قال: لا سيما إذا كان المقدم عليها نادما خائفًا، فهذه تقتضي أن ذلك غير شرط وهو الأقرب، فتفارق الصغيرة الكبيرة في ذلك، ولا يكون العزم قبل التوبة منها، كالعزم قبل التوبة من الكبيرة، في كونه مضادًا للتوبة.\nلكنا نقول: إنه وإن لم يكن كذلك، فليس كالعزم قبل الفعل، لأن العزم قبل الفعل لم يتحقق مقصوده، والمقدم على الفعل قد خرق حجاب الهيبة وصار العزم على المعاودة فيه ضراوة، فيؤكد الفعل، ويصيره إصرارًا، كما قال ابن رزين مالم يتب أو يمض عليه ما يكفره.\nفإذا مضى عليه ما يكفره، أو تاب ثم عزم صار عزمًا جديدًا كما قبل الفعل.\nولا يقال حينئذٍ أنه إصرار ((لأن التائب من الذنب كمن لا ذنب له)) إذا عرفت هاتان القاعدتان وفكون العزم إصرارًا، موضعه إذا كان بعد الفعل قبل التوبة.\nوكون الإصرار هو الدوام على الفعل، أو العزم المستصحب، (يقال هما إصرار، وكذا العزم غير المستحب) ما لم يتب.",
        "(1/169)\n\nوكون ذلك لا يكون إصرار، إذا نسي الذنب والعزم، ثم خطر له أن يفعله، مع عدم تذكره لما وقع منه، يحتمل أن يسلم، ويفرق بينه وبين ما قاله: ابن رزين، بأن هذه صورة نادرة ولم يردها ابن رزين. ويحتمل أن تمنع وهو الأقرب، لأنه حين الفعل وحين الفراغ منه، قبل تحقيق النسيان، كان يجب عليه التوبة، فيعصي بتأخيرها، فإذا عرض النسيان، عرض في حالة العصيان.\nفحكم المعصية منسحب عليه/ وعزمه عد ذلك من غير تذكر ما سبق قد يكون من آثار ما قد سبق، لأنه صار عادة\n، فينسحب عليه حكم سببه، وشاهده في الاعتبار تنزيل ما يقع في يد المشتري، لسبب سابق في يد البائع منزلة ما يقع في يد البائع.\nوإذا تبين أن العزم إصرار فهو كبيرة، فيصيرضابطًا لإصرار الذين يصير الصغيرة كبيرة، وإما تكررها وإما العزم عليها قبل تكفيرها\nوالاستغفار طلب المفغرة، إما باللسان أو بالقلب، أو بهما، فلأول فيه نفع، لأنه خير من السكوت، ويتعود قول الخير لكن فيه نقص (للغفلة).\nوالثاني والثالث: نا فعان جدا، ولانقص فيهما، لكنهما لا يمحصان الذنب، حت التوبة، فإن الاستغفار غير التوبة، لأن الاستغفار طلب المغفرة والعاصي المصر يطلب المغفرة.\n(1/170)",
        "\nنعم قال: بعض العلماء إنه لابد مع التوبة من الاستغفار بقوله تعالى ((استغفروا ربكم ثم توبوا إليه)).\nوالمشهور أن ذلك ليس بشرط في التوبة.\nوقال بعضهم إن الاعتراف بالذنب شرط، لقوله صلى الله عليه وسلم ((فإن العبد إذا اعترف بذنبه ثم تاب تاب الله عليه)).\nوالمشهور أن ذلك ليس بشرط، وإنما الواجب الثلاثة التي ذكرها الفقهاء: الندم والإقلاع، والعزم على أن لا يعود وإن كان حق آدمي فالخروج عنه، فهذه الأربعة لابد منها.\nوالأصل الندم، ولهذا جاء في الحديث ((الندم التوبة)) واشتراط الإقلاع إنما هي في معصية تدوم، أما المعصية التي لاتدوم، فلا يشترط في التوبة عنها إلا الندم، العزم على أن لا يعود، وإذا لم يقدر على وفاء حق الآدمي، فيعزم على أدائه إذا قدر، في أسرع وقت، وينبغي أن يأمر المظلوم أن يستغفر له، ويعفو عنه.\nواستدل لذلك بقول إخوة يوسف ((يا أبانا استغفر لنا ذنوبنا)) والعاجز عن العود إلى المعصية قيل إنه يشترط عزمه\n(1/171)\n",
        "على / أنه لو قدم لما عاد، وقبل يتمخض الندم في حقه توبة.\nوأما قوله هل يصح أن يكون العبد نادما على المعصية، خوفًا من الله مصرا عليها؟ فلا. نعم يصح أن يتوب من المعصية، وهو مصر على معصية أخرى، عند الجمهور، خلافا لمن منع ذلك محتجا بأن التوبة من الذنب إنما تصح لكونه معصية، حتى لو تاب منه لا لأنه معصية، لم تصح، والعلة موجودة في المعصية الأخرى.\nوأما (قوله) حتى يشترط الندم، والإقلاع، والعزم، وعلى أن لا يعود اشتراط الندم إن وقع في عبارة أحد فتسمح، لأن الندم هو التوبة كما اقتضاه الحديث. والشيء لا يكون شرطًا في نفسه.\nواشتراط الإقلاع، والعدم على أن لا يعود، لتحقق الندم، فيهما يتحقق وجود الندم، فإن العبد قد يلتبس عليه حاله.\nومراتب الندم متفاوته، والشيء قد يستدل على صحته بسببه ونتيجته.\nوالسبب الأول هنا – هو العلم المحصل للخوف من الله تعالى، المولد للندم في القلب، والإقلاع في الحال، والعزم على أن لا يفعل في المستقبل، أو استدراك ما فات في الماضي، فإن حصلت هذه النتائج علمنا صحة الندم وحقيقة الخوف الناشئ عن العلم، وإن لم يحصل قلنا قد كذبتك نفسك في تخييلها لك إنك نادم.\n(1/172)\n\nوقد يقال: إن التوبة – في الحقيقة وفي اللغة هي الرجوع.\nفالتائب راجع عن المعصية إلى الطاعة، ورجوعه لا يتحقق إلا بهذه الأمور، فيجوز تسميتها شروطًا، وأعظمها الندم، ولا يتحقق إلا الباقي.\nولا يمتنع أن يكون بعض الشروط شرطًا في الشرط الآخر، أو في الركن.\nوماذكرناه من أن معن الاستغفار غيرمعنى التوبة، بحسب وضع اللفظ وقد غلب عند كثير من الناسأن: أستغفر الله معناها التوبة، ولا يمتنع نقل وضعها إلى ذلك، فيراد للها التوبة حينئذٍ.\nفائدة: من علم تعالى منه الإصرار على / ذنب، وطبع على قلبه في ذلك الذنب.\nقال: الحليمي امتنعت توبته منه، ولم تمتنع من غيره، خلافًا",
        "(1/173)\n\nلمن زعم أنها لا تمنع محتجًا، بأنه مأمور بها، ورد بأن الأمر يكفي فيه الإمكان الذتاي وومن استغفر ولم يتب، فإن استجاب الله منه غفر له، ولكن ذلك غير معلوم لنا، فلهذا لا تصح توبته، ولا يجري فيه الخلاف في سقوط الحد،\nبالتوبة بل يحد قولًا واحدًا فائدة أخرى العزم على الكبيرة، وإن كان سيئة فهو دون الكبيرة المعزوم عليها\n(1/174)",
        "\nالمسألة الثامنة\nقال القاضي حسين في (تعليقه) في باب الإجارة فرع إذا قال رجل لآخر: احمل متاعي على دابتك، إلى موضع كذا، فحمله على دابته بنفسه، وساقها فتلفت الدابة في يد المالك في الطريق، فالضمان على صاحب المتاع، لأنه استعار منه دابته ونفسه، والمستعار مضمون على المستعير، إلا أنه لا يضمن صاحب الدابة إذا مات في الطريق، لأنه حر، والحر لا تثبت عليه اليد انتهى\nهل صورة المسألة: أن صاحب المتاع قبضها منه، ثم أعادها إليه؟\nويكون الضمير في قوله فحمله عائد إلى صاحب المتاع وفيه بعد، أو إلى صاحب الدابة وهو المتبادر، وإذا كان كذلك فكيف يدخل في ضمانه، ولم يحصل في يده بوجه\n(1/175)\n",
        "الجواب (الحمد لله)\nهذه المسألة في (التعليقة) كما ذكرتم، وفي التهذيب وفي الشرح الكبير للرافعي في الورقة الخامسة من كتاب العارية، في شرح قول الوجيز والمستعير كل طالب أخذ المال لحاجة نفسه.\nقال الرافعي في آخره: ولو كان / لأحد الرفيقين في السفر متاع وللآخر دابة فقال: صاحب المتاع للآخر: احمل متاعى على دابتك. فأجابه، فصاحب المتاع مستعير لها.\nولو قال: صاحب الدابة: أعطني متاعك لأضعه على الدابة، فهو مستودع متاعه، ولا تدخل الدابة في ضمان صاحب المتاع، أورده في التهذيب.\nهذا لفظ الرافعي، وذكرته أنا في المنهاج، وطكرت معه أن البغوي قال في (الفتاوى) فيما إذا ثال: لرجل احمل متاعي هذا على دابتك، فحمله\n(1/176)\n\nفتلفت، أن الأصحاب قالوا يضمن، وأن شيخه كان يوقل: الذي عندي أنه لا يجب عليه ضمان الدابة، لأن ضمان الدابة إما أن يكون باستعمال مال الغير أو بلد، لا جائز أن يقال بالاستعمال، لأن الاستعمال مأذون فيه، وباليد لا يجب الضمان، لأن الدابة في يد ما لكها فيما هو إلا إن استعان به في نقل متاعه إلى بلده، وبهذا لا يجب ضماندابته، فإنه إذا قال: خذ هذه الوديعة اجعلها في هذا الصندوق، ما قال أحد: إن الصندوق مضمون لأنه استعان بصندوقه في حفظ ماله.\nقال: وفي الفتاوى للقاضي إن استعان بعبده وحماره في نقل متاعه، لا يضمن العبد والحمار، لأنه في يد المالك.\nقال علي السبكي: وقد وقفت على ذلك في فتاوى القاضي حسين ونص كلامه:\nمسألة ـ رجل استعان برجل، في نقل أمتعة إلى موضع بنفسه أو بحماره ففعل، ووضع الأمتعة على الحمار، وساق إلى باب دار الآمر، أجاب لا يكون مضمونا، لأن صاحب الحمار لم يسلط الآمر عليه، بل الحمار في يد المالك.\nولو استعان بحماره وعبده فساق عبده الحمار فكلاهما دخل في ضمانه، ويكون عاربة مضمونة تجب ضمان كل واحد إذا تلف.\nولو استعان بصاحب الحمار، فصاحب الحمار أناب عبده مناب",
        "(1/177)\n\nنفسه لا بأمر المستعير، والعبد وضع الأمتعة على الحمار، فمات العبد والحمار، لا يكون مضمونا، لأن الآمر ما استعار العبد، بل العبد في يد مالكه وكذا الحمار، هذا نص كلامه في الفتاوى، وهو مخالف لما قاله في التعليقة.\nوقلت: في (شرح المنهاج) إن هذا حق / متى تلفت في يد مالكها لم يضمنها صاحب المتاع، لأنها ليست بعارية، إلا أن تفرض إعارة، وأن المستعير استعان بالمالك في تسييرها، فيحتمل أن يقال: إن المالك في هذه الحال نائبة عن المستعير، فيستعير ضمان العارية، ويحتمل أن يقال إن يد المالك لا تكون نائبة عن غيره، فلا ضمان إذا تلفت في يد مالكها.\nويشهد للأول أن في فتاوي البغوي أيضا: أنه لو استعار دابة ليحمل عليها متاعا، فقال المعير لغلامه احمل هذا المتاع على الدابة، واذهب به فحمل الغلام فهلكت في الطريق، قال: يضمن المستعير إذا حمل المعير المتاع بإذنه. انتهى.\nوهو يقتضي أنه جعل اليد المستعير. انتهى ما ذكرته في ضرح المنهاج.\nوقد علمت نقل الغوي عن الأصحاب الضمان، وقد يوافقه قول\n(1/178)",
        "\nصاحب التنبيه وإن تداعيا بعيرا ولأحدهما عليه حمل، فالقول قول صاحب الحمل مع يمينه.\nقال ابن الرفعة لانفراده بالانتفاع به، قال القاضي أبو الطيب وابن الصباغ وهذا بخلاف ما لو تداعيا عبدا لأحدهما عليه قميص وسراويل، فإنه لا يحكم له، ومن انفرد بالانتفاع كانت اليد له، وليس كذلك العبد، فإن المنفعة هناك تعود إلى العبد، فلم يجعل يدا.\nقال ابن الصباغ: ولأن الحمل لا يجوز أن يحمله على الجمل إلا بحق، ويجوز أ? يجبر لاعبد على لبس القميص، ومالكه وغير إذا كان عريانا، وبذله له. انتهى\nفإن كانت صورة المسألة أكانا مع البعير أو كان الذي معه ليس\n(1/179)\n",
        "صاحب الحمل فهو يوافقه، لأن المتاع حينئذ سبب في اليد المضمنة. ولكني أخشي أن تكون ورة مسألة التنبيه فيما إذا كان في يدهما أولا يد لأحدهما عليه، وحينئذ يصح الترجيح بالمتاع، والرافعي ذكر في فروع آخر الدعاوى: ـ\nفيما لو تنازعا دابة أو جارية حاملا، والحمل لأحدهما بالاتفاق، أنها في يده وأطلق، أو دارا ولأحدهما فيها متاع، والذي يظهر لي/ الآن أن حمل المتاع على الدابة تارة بقصد به التبرع بحمله فقط، كما يتبرع بحفظ الوديعة مع بقاء الدابة صاحبها، ومنافعها له، فلا ضمان، وتارة بقصد به التبرع بمنافع الدابة فيضمن، (وتارة يطلق وهو محتمل، والأقرب تنزيله على المعنى الثاني فيضمن).\nوأما مسألة الوديعة التي احتج بها البغوي ففيها مرجح، لعدم الضمان ووهو لفظ الوديعة وإرادة القصد الأول وهذا يقتضي ترجيح الضمان عند الإطلاق، كما قاله الأصحاب والقاضي في التعليقة، ويخالفه ما قاله في (الفتاوى)\nوما اخترته (في شرح المنهاج) لكن بالتفصيل الذ ذكرته والله أعلم.\n(1/180)\n\nالمسألة التاسعة\nإذا كان يعتقد جواز اللعب بالشطرنج، فهل له أن يلعب مع من يعتقد تحريمه، نظرا إلى اعتقاد صاحبه؟ لأنه يكون مساعدا، له على المعصية، بالنسبة إلى معتقده.\nوقد قيل إنه لا ينكر الشيء المختلف في تحريمه، إلا أن يكون المرتكب ممن يعتقد التحريم.\nوالمسئول إيضاح ذلك، فقد وقع فيه نزاع وخصام.\n\nالجواب (الحمد لله)\nهما مسألتان\nمسألة الإنكار ومسألة المعاونة، أما الإنكار فالمقصود به إزالة ما هو منكر عند الله تعالى، ودفع مفسدته من الوحود، كبيرة كان أؤ صغيرا، وإذا كان مجمعا عليه، أو مختلفا فيه. ولكن حرمته ثابت بنص أو بما ينقض قضاء القاضي بخلافه.",
        "(1/181)\n\nوسواء أكان فاعله يعتقد تحريمه، أم تحليله، بدليل ضعيف أو بجهل منه؟ كمن شرب خمرا يظنه جلابا أو يعتقد شيئا، كالمجنون يزنى، فكل ذلك يجب على من علم بحال الفعل الإنكار، بإجماع العلماء، إزالة للمفسدة، وكذا إذا رأيناه يطأ امرأة يظنها زوجته، ونحن نعلم أنها أجنبية، يجب علينا دفعه عنها، ولا نظر إلى اعتقاد الحل، أما ما ليس بمنكر عند الله، ولكنه منكر عن الفاعل، كمن علمنا أن أباه زوجه في ضغره، وحصل له ما يمنعه العلم بذلك،/ وأقدم على وطئها، مع علمنا باعتقاد الحرمة.\nوقد استبعد الغزالي في الإحياء منعه منها، من حيث إنه حلال في علم الله، واستقربه من حيث إنه حرام عليه، بحكم جهلة، ثم مال إلى عدم المنع وقال إنه الأظهر، وإنه يتحصل منه، أن الحنفي لا يعترض على\n(1/182)",
        "\nالشافعي في النكاح بلا ولي.\nوأن الشافعي يعترض على الشافعي فيه.\nثم قال: وهذه المسائل فقهية دقيقة، فيها متعارضة، وإنما أفتينا بحسب ما ترجح عندنا في الحال، ولسنا نقطع بخطأ المخالف فيها، إن رأي راء أنه لا يجري الاحتساب إلا في معلوم على القطع.\nوقد ذهب إليه ذاهبون، وقالوا: لا حسبة إلا في مثل الخمر والخنزير، وما يقطع بكونه حراما، ولكن الأشبه عندنا، أن الاجتهاد يؤثر في حق المجتهد، إذ يبعد غاية البعد، أيجتهد في القبلة،\n(1/183)\n",
        "ويعترف بظهور القبلة عنده، في جهة، بالدلائل الظنية، ثم يستديرها، ولا يمنع عنه لأجل ظن غيره.\nورأى من رأى، أنه يجوز لكل مقلد أن يختار من المذاهب ما أراد غير معتد به، ولعله لا يصح ذهاب ذاهب إليه أصلا، فهذا مذهب لا يثبت، فإن ثبت فلا يعتد به.\nوقال: القرافي إذا رأينا من فعل شيئا مختلفا في تحريمه وهو يعتقد تحريمه أنكرنا عليه، لأنه منتهك الحرمة من جهة اعتقاده.\nوالقرافي وإن كان مالكيا، لكن هذه مسألة أصولية، فالحاصل، أن الفاعل والمنكران اعتقدا التحريم كان أو متفقا عليه، ومتى اعتقدا الإباحة فلا إنكار، ومتى اعتقد الفاعل الإلاحة والمنكر التحريم فلا إنكار، إلا إن كان التحريم مقطوعا به، والفاعل مخطئا، ومتى اعتقد الفاعل دون المنكر فهو محتمل.\nوالأظهر عند الغزالي عدم الإنكار، ومسألة الشطرنج من هذا القبيل\n(1/184)\n\nإذا رأى من يعتقد إباحة الذي يعتقد تحريمه يلعب به، فعلى ما هو الأظهر عند الغزالي لا ينكر، وعلى ما قال القرافي: ينكر هذا في الإنكار.\nأما مسألة المعاونة، فيحتمل أن يقال: أنها أولى بالمنع، فينبغي / أن يرتب ويقال: إن قلنا يجب الإنكار فهل تجوز المعاونة؟ وجهان: أرجحهما عدم الجواز، لما فيه من الإعانة على انتهاك الحرمة والجرأة، وإن كان الفعل غير حرام، كمن يتناول قدح جلاب لمن يشربه ظانا أن خمر، فإنه يكون معينا له على المعصية، ونظبر هذا لو تبايع رجلان وقت النداء، أحدهما تلزمه الجمعة، والثاني لا تلزمه، وفيها وجهان: الصحيح المنصوص أنه يحرم عليهما، والثاني يحرم على الذي يلزمه، وتكره للآخر.",
        "(1/185)\n\nلكن مسألتنا أخف، فإن التحريم في البيع على من تلزمه الجمعة معلوم عندنا وعنده، وتحريم الشطرنج غير معلوم عندنا وعنده، وإنما الحرام فعله مع اعتقاد حرمته، وهذا لم تحصل المعاونة عليه، إنما حصلت على بعضه.\nوهذه دقيقة ينبغي أن يتنبه لها، وهي أن المشهور أن يقال المحرم عليه انتهاك الحرمة والجرأة، وهذه العبارة التي حررناها من أن المحرم مجموع الفعل مع الاعتقاد أنصع في المعنى، وأبين وأحسن، وأسلم عن الاعتراض، وأقرب إلى الفهم، وبها يحصل الفرق، ويتوقف في القول بالتحريم.\nويقال: ينبغي أن يقال: إنها أولى بالجواز، لأن الإنكار على المجموع الصادر منه، والمعاونة إنما هي على بعضه.\nومن ذلك يخرج وجهان مطلقا من غير ترتيب، وإذا سألت عن الأرجح منهما، فاعلم أن الأرجح عندي منهما من حيث ذات الفعل عدم التحريم لما ذكرت لكن يبقى شيء آخر، وهو أن مجالسة العاصي معصية، واللاعب المعتقد للتحريم عاص بالمجموع، فتحريم مجالسته سواء لعب معه أم لم\n(1/186)",
        "\nيلعب؟ ذلك يمنعنا من إطلاق جواز اللعب معه لئلا يفهم عن خلاف ما نريد.\nفائدة: قال الغزالي في الإحياء: الصغيرة تكبر المواظبة كما أن المباح يصير صغيرة بالمواظبة، كاللعب بالشطرنج والترنم بالغناء على الدوام، وغيره.\nوهذا الذي قاله الغزالي في المباح غريب ينظر فيه، فإن كلام الفقهاء يأباه، ولعل مراده بالنسبة إلى رد السهادة، هو قد قال: إن الشهادة / ترد بكل الذنوب إلا ما لا يخلو الإنسان عنه غالبا، بضرورة مجاري العادات.\nأما كون الصغيرة، تكبر بالمواظبة فلا شك فيه، بل تكبر كما قال الحليمي إذا جمعت وجهين أو أوجها من التحريم، كقبلة المحرم، أو حليلة الجار\n(1/187)\n",
        "أو الأجنبية على سبيل القهر والإكراه، وكذا قال القاضي حسين في القبلة، واللمس، والمفاخذة مع حليلة الجار والقريبة.\n(1/188)\n\nالمسألة العاشرة\nقال: في (الإشراف على غوامض الحكومات) لو ادعى الابن على الأب، أنه بلغ رشيدا، وذلب فك الحجر عنه، وأنكر الأب لم يحلف.\nقال: ويحتمل أن يخرج وجه آخر أنه يحلف، لأن الحلف يستخرج منه الإقرار، وهو أقر برشده انعزل عن الولاية، فكان للتحليف فائدة.\nانتهى.\nونقله الشبخ رحمه اله في الكفاية، ولم يزد عليه.\nما الذي يترجح في ذلك؟ فقد عمت البلوى من الآباء بدعوى بقاء الحجر على الأولاد، ولاسيما البنات ..\nوهل يفترق الحال بين أن بكون سبق من الوالد تصرف، فلا يقبل قول الأب في بقاء الحجر، بالنسبة إلى ذلك التصرف، لما فيه الإضرار بالغير أم لا فرق؟\nولو فرض تصديق الوالد في بقاء الحجر عليه، هل يؤثر في",
        "(1/189)\n\nإبطال ما صدر منه من التصرف أم لا فرق بين أن يوافق أو يخالف؟.\nوالمسؤول إيضاح المسألة، وأقسامها، وبيان أحكامها آجركم الله.\nالجواب (الحمد لله)\nالقول بأنه لا يحلف قول أبي عاصم العبادي الذي الإشراف كتابه ويحمتل أن يخرج وجه آخر، أنه يحلف، هو الهروي صاحب الإشراف. وحجة أبي عاصم، أن الرشد لا يثبت قول الأب، ولا فائدة لإقراره لو أقر، إلا المؤاخذة.\nوقد وجهه الهروي (في الإشراف) من وجهين، أحدهما أنه أمين ادعي عليه العزل، فلا يحلف كالقاضي، والوصي، والقيم.\n(1/190)",
        "\nوالثاني: أن الرشد توقف عليه حقيقة بطريق الاختبار، فلا معنى للرجوع فيه إلى الإقرار، كمن كان بمكة وتيسرت عليه معاينة الكعبة /، لا يجوز له الاجتهاد في طلبها. انتهى.\nوأنا أوجه بشيء ثالث، وهو أن نظر الأب لمصلحة الولد، فليس الحجر على الولد حقا عليه، بل حق له، فدعواه على أبيه ليست بحق له، ولا بما ينفع في الحق، بل هو صفة كمال له، لا يثبت إلا بالبينة، ولو أقر بها الأب لم تثبت، وإنما يؤخذ في حق نفسه.\nولو ادعى شخص حسبة ـ بعد توافق الأب والابن على الرشد ـ بأنه سفيه، كان حقا على القاضي أن يكشف عنه، فإن ثبت سفهه منعه من التصرف، وإن ثبت رشده مكنه، وإن جهل حاله، فيحتمل أن يقال: الأصل السفه، فلا يثبت الرشد إلا بيقين، ويحتمل أن يقال: الظاهر الرشد، لأنه الغالب من أحوال الكبار، وقد اتفق الأب والابن عليه.\nوفائدة هذا البحث، لو باع أو وقف ونحوه، وطلب من الحاكم الحكم بصة تصرفه، هل يتوقف على بينة برشده أو يحكم بالصحة حتى يتبين بالبينة سفهه؟ والأقرب الأول، وأن من شرط الحكم بالصحة ثبوت رشده، إذا\n(1/191)\n",
        "كان في محل الاحتمال.\nكما أن من شرط الحكم بالصحة ثبوت بلوغه، إذا كان في سن يحتمل البلوغ والصبا.\nوإذا علم أن دعواه على الأب ليست بحق. ولا بما ينفع في الحق، فقد خرجت عن الضابطين اللذين قدمنا ذكرهما في الحالف، فمقتضاها أنه لا يحلف، فينبغي القطع، بعدم تحليفه، كما لو ادعى على الوصي، والقيم العزل، وأما الاحتمال الذي ذكره الهروي صاحب الإشراف نفسه فقد صرح بأنه على مقتضى قو أبي حامد، وقد كان قدم عنه قبل ذلك بورقتين، أن الذي (يقتضيه) مذهب الشافعي، أن القاضي يحلف كالمودع، إذا ادعى عليه الخيانة.\nوقد علم كل أحد أن قول الشيخ أبي حامد في هذا ضعيف، لأن المودع\n(1/192)\n\nمؤتمن، من جهة المودع، والمودع بشر، يجوز أن يستأمن شخصا في وقت، ثم يستخونه في وقت فيطلب يمينه، والقاضي مؤتمن، من جهة الشرع فليس كغيره أن يدعي خيانته.\nوالرافعي لما نقل عن الشيخ أبي حامد ما صرح القاضي وإنما قال عن الشيخ أبي: أن قياس المذهب التحليف في جميع ذلك كسائر الأمناء إذا ادعيت خيانته، ونحن نمنع أن قياس المذهب ذلك، وقد بان الفرق.\nوقد بان بهذا أن ما قاله أبو عاصم العبادي هو الصحيح وأن الاحتمال لا وجه له، ووجه عموم البلوى بدعوى الآباء بقاء الحجر لا يبالى به، لأن الاختبار والبينة تنجي منه، بل أقول: إن الأب إذا باع عقار ابنه البالغ، الكبير، الذي هو في مظنة الرشد، وطلب من القاضي الحكم بصحة بيعه، ينبغي أن يتوقف على قيام بينة عنده بسفهه، وإن كنا بنفيه يتصرف، ولا يتعرض له تمسكا بالأصل، لكن الحكم بالصحة ينبغي أن",
        "(1/193)\n\nيحتاط له.\nولا فرق بين أن يكون سبق من الود تصرف أم لا؟\nفإن قول الأب في دعواه الحجر يعضده الأصل، وذريق الولد ومن عامله إقامة البينة على الرشد، وتصديق الولد للوالد في بقاء الحجر بعد صدور التصرف المتعلق بالغير لا أثر له، لأن تصرفه يكذبه، لكن إذا ادعى الأب الحجر، تمسكا بالأصل قبل قوله، وكان كافيا في إبطال التصرف السابق، إلا أن يقيم المشتري بينة برشده، حين التصرف، سواء ادعى الولد الرشد أو الحجر. والله أعلم.\n(1/194)",
        "\nالمسألة الحادية عشرة\nحكى الإمام البيهقي رحمه الله في كتابه شعب الإيمان، عن الإمام الحليمي رحمه الله، أنه قال: إذا قلنا بإباحة الدف فإنما يجوز تعاطيه للنساء خاصة.\nهل الأمر كذلك عند الأصحاب أم هذا وجه في المسألة؟\nفقد وقع السؤال عن ذلك، والمتبادر أنه لا فرق بين الفريقين.\nوقد سمع المملوك أن ما ذهب إليه الحليمي مذهب الإمام أحمد فلعله اختاره.\n(1/195)\n",
        "الجواب (الحمد لله)\nقد روى مسلم رحمه الله في صحيحه، من حديث أبي معاوي عن هشام بن عروة بن أبيه\n(1/196)\n\nعن عائشة رضي الله عنها، في / حديثها (الطويل) الذي قالت فيه: (دخل الرسول علي أبو بكر، وعندي جاريتان من جواري الأنصار، تغنيان بما تقاولت به الأنصار، يوم بعاث، قالت: وليستا بمغنيتين فقال أبو بكر: أبمزمور الشيطان في بيت رسول الله صلى الله عليه وسلم؟ وذلك في يوم عيد، فقال رسول الله صلى الله عليه وسلم يا أبا بكر، إن لكل قوم عيدا، وهذا عيدنا) وفي حديث أبي معاوية عن هشام بهذا الإسناد (جاريتان يلعبان بدف)",
        "(1/197)\n\nورواه النسائي من حديث الزهري عن عروة (وفيه جاريتان تضربان بالدف وتغنيان ورسول الله صلى الله عليه وسلم مسجي بثوبه عن وجهه فقال: دعهما يا أبا بكر إنها أيام عيد، هي أيام منى ورسول الله صلى الله عليه وسلم يومئذ بالمدينة، فضرب الجاريتان بالدف عند رسول الله صلى الله عليه وسلم وهو يسمع)\nوقوله: صلى الله عليه وسلم (دعهما يا أبا بكر) من أقوى دليل على حل الضرب\n(1/198)",
        "\nبالدف، ولهذا نحن نوافق من صحح حلخ مطلقا، في العرس والختان، وغيرهما. والجمهور بين الرجال والنساء، وفرق الحليمي ضعيف لأن الأدلة لا تقتضيه.\n(1/199)\n",
        "أما حل ضرب النساء له فمحقق، وكذا سماع الرجال كذلك، كما صح في هذه الأحاديث.\nوأما ضرب الرجال فالأصل اشتراك الذكور والإناث في الإحكام، إلا ما ورد الشرع فيه بالفرق، ولم يرد هنا في ذلك شيء، وليس ذلك مما يختص بالنساء حتى يقال إنه محرم على الرجال التشبيه بهن فبقي على العموم.\nوقد جاء (أعلنوا النكاح واضربوا عليه بالدف)\nفلو صح لكان فيه حجة، لأن (اضربوا) خطاب للذكور، لكن الحديث ضعيف.\n(1/200)\n\nومذهب أحمد: الفرق في الاستحباب لا في الجواز على المشهور عندهم.",
        "(1/201)\n\nالمسألة الثانية عشرة\nوقع في حديث عبادة بن الصامت رضي الله عنه في رواية الشافعي في المختصر (عينا بعين / يدا بيد)\nظاهر هذا أنه لا يجوز التصارف في الذمة.\nوقد جوز الأصحاب، وكذا بيع الحنطة ونحوها بجنسه وغيره على\n(1/202)",
        "\nالأصح، فما وجه الجواب عن قوله: (عينا بعين)\nولم ينشرح القلب إلى قول القائل: إن المعين في المجلس كالمعين عند العقد.\nوالمسؤول كشف هذا التوهم، وإيضاح الحال فيه.\nالجواب (الحمد لله)\nحديث عبادة الشافعي هكذا في المختصر، رواه عنه المزني، ورويناه في مسند الشافعي .................\n(1/203)\n",
        "من رواية الربيع عنه هكذا، ولم أقف على الجمع بين اللفظين المذكورين في حديث عبادة، إلا من رواية الشافعي.\nولفظه في صحيح مسلم، (عينا بعين) ولم يقل يدا بيد، وهو من إفراد مسلم، ولم يخرجه البخاري.\nوقد روى البخاري ومسلم، وحديث أبي سعيد الخدري ولفظه عند\n(1/204)\n\nالبخاري (يد بيد)،كذا عند مسلم، ورواه الحاكم في المستدرك فقال فيه: (يدا بيد، عينا بعين).\nوروينا أحاديث الربا من طرق كثيرة عن عشرين صحابيا، ولم أقف على الجمع بين اللفظين المذكورين إلا في هذين الطريقين.",
        "(1/205)\n\nوهذا إنما قلته (ليستفاد ولم أرد به توهين ذلم، فهما ثابتان صحيحان، ومعناهما موجود) في بقية الأحاديث أو بعضها مفرقا.\nوقوله: (عينا بعين) أي مرئيا بمرئي ويقول النحاة في تفسيره معاينة.\nوقلوه: (يدا بيد) أي مقايضة، كأنه يعطي بيد ويأخذ بأخرى.\nقال الشافعي في (الإملاء) لما تكلم عن قوله صلى الله عليه وسلم (هآء وهآء) يحتمل أن يعطي بيد ويأخذ بأخرى فيكون الأخذ مع العطاء، ويحتمل أن يأخذ ثم يعطي، حتى يأخذ مكانه، وهذان أظهر معانيه وفيهما ضيق على الناس.\nويحتمل أن لا يتفرق المتبايعان من مكانهما، الذي تبايعا فيه، حتى\n(1/206)",
        "\nيتقايضا، يحتمل أن يتفرقا إذا لم يكن الصرف دينا إلى أجل، وكان كل واحد منهما متى أخذ من صاحبه.\nفلما كان عمر المحدث له عن رسول الله صلى الله عليه وسلم وقال: لمالك بن أوس: (لا تفارقه حتى تقبض) دل هذا / والله أعلم أن معناه تقابض\n(1/207)\n",
        "البيعين قبل التفرق. انتهى كلام الشافعي.\nولا مزيد على حسنه، ولا يحسن أن يعمل هذه الصنعة غيره.\nوفي الجمع بين عينا بعين، ويدًا بيد فائدة.\nأن الأول لإفادة الحلول، والثاني لإفادة التقابض.\nوعند الحنفية: الثانية مؤكدة للأولى، فإنهم جوزوا في غير الصرف التفرق قبل التقابض، ومما يدل أيضًا على اعتبار المجلس حديث (ابن عمر) (كنا نبيع الإبل بالدراهم فنأخذ عنها الدنانير وبالدنانير فنأخذ عنها الدراهم).\n(1/208)\n\nوفي لفظ النسائي (كنت أبيع) الذهب بالفضة، أو الفضة بالذهب، ُأتيت رسول الله صلى الله عليه وسلم فأخبرته بذلك فقال: (إذا بايعك صاحبك فلا تفارقه وبينك وبينه لبس).\nوبه استدل الأصحاب على جواز الصرف في الذمة ولا أعلم أحدًا من أصحابنا خالف فيه، إلا ما حكى عن رجلين، أحدهما أبو العباس بن",
        "(1/209)\n\nصالح، حيث اشترط أن يكون رأس مال السلم معينا، ثم يقبض في المجلس، والآخر أبو عاصم العبادي، حكى أنه لايجوز على غير المعين إلا على قول بيع الغائب.\nوهكذا كلام عجيب فإن الغائب معين، والكلام في الصرف في الذمة، فمنع المصارفة على الذمة لم نجد من الأصحاب من صرح به محررًا.\nنعم الطعام اختلفوا فيه على وجهين مشهورين، أصحهما الجواز لما سبق، والثاني المنع، لأنه أقل ضبطًا من الصرف.\nوما تضمنه السؤال من كون القلب لم ينشرح لقول القائل: المعين في المجلس، كالمعين في العقد معذور.\nهذا إذا نظر إلى حقيقتهما مجردين.\nأما إذا أخذ ذلك قول النبي صلى الله عليه وسلم، (لا بأس إذا تفرقتما، وليس بينكما شيء).\n(1/210)",
        "\nوقوله صلى الله عليه وسلم (كل بيعين لا بيع بينهما حتى يتفرقا) وعلم أن الشارع يتصرف في الحقائق، ويجعل بعضهما مثل بعض، انشرح لذلك.\nوعبم أن تنبيه / شرعي لا تشبيه حسي، والشارع أن يفعل ما يشاء ولا معقب لحكمه، على أن هنا التقارب في الجنس موجود أيضًا.\n(1/212)\n",
        "المسألة الثالثة عشرة\nما الذي منع الأصحاب رحمهم الله تعالى أن يعدوا وجوب الصلاة على النبي صلى الله عليه وسلم من الخصائص؟ وهي عندهم ركن الصلاة على أصح القولين.\nكما ذكره الجرجاني في التحرير.\nوقدنقل الإجماع أنها لا تجب على غيره استقلالا، فقد توهم المملوك، أنها من الخصائص فإن كان كذلك غما وجه ترك هذه المزية العظيمة والمنحة الجسيمة؟\n(1/213)\n\nالجواب (الجمد لله)\nلا مانع من ذلك\nوخصائص النبي صلى الله عليه وسلم فيما أكرمه الله به لا تنحصر، ولا يستطيع بشر عدها.\nوفيها كتب مشتملة على بعضها، التي جمع فيها قطعة من معجزاته صلى الله عليه وسلم، ودلائل النبوة.\nوإنما قصد الفقهاء في كتاب النكاح ذكر (ما خص في النكاح، وذكروا معه) ما اختص به من الواجبات، والمحرمات، والتخفيفات. وهي أحكام شرعية، وذكروا معها شيئا من الكرامات جعلوه قسما رابعًا ولم يستوعبوا والصلاة عليه صلى الله عليه وسلم واجبة ..................",
        "(1/214)\n\nبالإجماع.\nوكونها ركنًا من أركان الصلاة هو مذهب الشافعي رحمه الله.\nوالخلاف الذي ذكره الجرجاني ليس بشيء، والظاهر أن النبي صلى الله عليه وسلم مشارك لأمته في هذا الحكم، من كونها في صلاته ركنًا فيها.\nفإن نقل إجماع أنه أن لم يكن يجب على الأمم المتقدمة أن يصلوا على أنبيائهم، فينبغي أن يعد من الخصائص.\n(1/215)",
        "\nوأما غير الأنبياء، فأقل من أن يتوهم مشاركتهم له في الوجوب، حتى يتبين خصوصيته.\nوما تضمنه السؤال من أنه نقل الإجماع على أنهها لا تجب على غيره استقلالاً، إن أريد في غير هذه الملة، فإن صح هذا النقل ثبتت الخصوصية. وإن أريد لا تجب علينا في هذه الملة / أن يصلي غيره استقلالاً، (فيفهم أنه يجب غير استقلال، ولا نعرفه إلا إن كان قولنا وعلى آل محمد) (والمعروض) أنه هل يصلي على غيره استقلالاً) أو لا؟\nوأما نقل الإجماع على وجوب الصلاة عليه فصحيح، ومن صرح به ابن دقيق العيد في شرح العمدة.\n*******\n(1/216)\n",
        "المسألة الرابعة عشرة\nقال: في (الروضة) في الخصائص ومنه تفضيل زوجاته على سائر النساء، إن أراد بسائر الباقي، كما هو المشهور، فمن المفضلات عليهن.\nوإن أراد بها الجميع على اللغة الأخرى، فما الدليل عليه؟ وهل مراده نساءالأمة، أو نساء بني آدم عليه السلام؟\nوهل قال أحد إن أحدا من نسائه صلى الله عليه وسلم أفضل من فاطمة رضي الله عنها، غير خديجة ......\n(1/218)\n\nوعائشة رضوان الله عليهما.\nوالمسئول بيان ذلك.\nالجواب (الحمد لله)\nمراده بسائر الباقي، ولايصح هنا أن يريد الجميع، لأنه يلزم منه تفضيلهن على أنفسهن، لأنهن من جملة جميع النساء، فالسؤال عن ذلك عجب، وطلب الدليل عليه أعجب، ولعل مراد السائل الترديد بين مجموع الباقي وبين كل فرد منه، فإنه عبارة الروضة محتملة لذلك، وعبارة الرافعي مثل الروضة.\nووجه الاحتمال أن النساء جمع معرف بالألف واللام (وهو محتمل للأمرين. وقاعدة دلالة العموم ترجح كل فرد، وكذا الاحتمالان في",
        "(1/219)\n\nزوجاته، لأنه جمع مضاف، والمضاف كالمعرف بالألف واللام.\nوالذي ينبغي حمله عليه كل فرد من المفضل والمفضل عليه معًا.\nوقد نصت الآية الكريمة عليه، في جانب المفضل عليه في قوله تعالى (لستن كأحد من النساء).\nوقول السائل: هل مراده نساء الأمة، أو نساء بني آدم، وجوابه أن القاضي حسين قال: نساؤه أفضل نساء العالمين.\nوالمتولى قال: زوجاته خير نساء هذه الأمة.\nوقول الروضة سائر النساء محتمل لهما، يحتمل أن يريد على باقي نساء هذه الأمة، ويحتمل أن يريد على باقي النساء، كلهن من هذه الزمة وغيرها، والاحتمالان المذكوران فيما يفهمه من معنى قوله تعالى (يا نساء النبي بتسن كأحد من النساء إن اتقيتن).\nوالظاهر أن مراد العموم من هذه الأمة وغيرها، وقد يؤيده أن هذه الأمة خير الأمم، فنساؤها خير نساء الأمم، والتفضيل على الأفضل تفضيل على من دونه، بطريق الأولى /.\n(1/220)",
        "\nوفي هذا بحث من جهة: أن التفضيل لجملة هذه الأمة وتفضيل الجملة على الجملة، لا يقتضي كل فرد (على كل فرد، فقد يكون في الجملة المفضولة واحدة أفضل من كل فرد) من الجملة الفاضلة، ويكون في باقي الجملة الفاضلة أفراد كثرة مجموعها أفضل من باقي الجملة المفضولة أو من كلها.\nوإذا فهمت هذا، فانظر إلى الآية الكريمة تجدها اقتضت التفضيل على كل فرد، لا على الجملة، فإن حملناها على العموم، اقتضت تفضيل نساء النبي صلى الله عليه وسلم على كل فرد، من جميع النساء فيلزم أن لا يكون في أحد من النساء المتقدمة نبية للإجماع على أن النبي أفضل من غير النبي وقد اختلفوا في مريم هل هي نبية أو لا وكذلك في غيرها، في أم موسى\n(1/221)\n",
        "وآسية، فإن ثبتت امرأة، فإما أن يكون عاما مخصوصا، وإما أن يكون المراد نساء هذه الأمة.\nوقد قال صلى الله عليه وسلم: (كمل من الرجال كثير، ولم يكمل من النساء إلا أربع)) فذكر منهن مريم وخديجة، ولا شك أن خديجة ليست نبية فلا دلالة في الحديث على كون مريم نبية أو غير نبية.\nبقي بحث آخر، وهو أن الآية الكريمة نصت على الإفراد بقوله: كأحد وهو عام، لأنه نكره في سياق النفي، ولا شك أنه إذا أخذ، واحد واحد، كان مفضلا عليه، وإذا أخذ المجموع، لم يلزم ذلك فيه.\nوإذا أخذت جملة من آحاد المجموع، احتمل أن يقال: إن (أحدا) بعمومه يشملها، ولا يخرج عنه إلا المجموع لضرورة التبعيض.\nفهذا البحث ينبغي أن ينظر فيه، ويكمل ما يقتضيه، ولا شك أنك إذا قلت ما جاءني من أحد من الناس، اقتضى نفي مجيء كل واحد منهم مطابقة واقتضى نفي مجيء المجموع التزاما، وأما اقتضاؤه لنفي مجيء جملة منهم فهل هو بالالتزام كالمجموع أو بالمطابقة؟ لأن أحدا بمنزلك بعض، واحدا\n(1/222)\n\nكان أو أكثر؟ هذا محل نظر، والضمير في لستن لنساء النبي صلى الله عليه وسلم، والظاهر أن المراد كل فرد أيضا وإن كانت / الصيغة محتملة للمجموع.\nوقد قال القرافي: إن الضمائر عامة والظاهر بحسب ما تعود عليه وهي هنا لجمع مضاف، فهي بحسبه وهو عام يدل ظاهرا على كل فرد ومحتمل للمجموع، فضميره كذلك، فإن جعلناه للمجموع، فمعناه أن جملة نساء النبي صلى الله عليه وسلم أفضل من كل جمع من النساء قل أو كثر، وهذا نتيجة البحث المتقدم، فإن أحدا يجيء هنا بمعنى بعض متكمنة، وإن جعلناه لكل فرد فمعناه أن كل واحدة من نساء النبي صلى الله عليه وسلم أفضل من كل واحدة من النساء، ويبقى تفضيل كل واحدة منهن على كل جمع النساء على البحث المتقدم.\nوأما تفضيل كل واحدة منهن على مجموع النساء سواهن، فاللفظ ساكت عنه، وقد ظهر بهذا أن نساء النبي صلى الله عليه وسلم، مفضلات على نساء هذه الأمة وكذا على نساء سائر الأمم، إن جعل اللفظ على عمومه، وإن لم يكن في النساء نبية، لكن في هذا إشكالا، من ثلاثة أوجه.\nأحدها: أن فاطمة (رضي الله عنها) أفضل كما سنبينه، ولا جواب",
        "(1/223)\n\nإلا تخصيص اللفظ بها، أو نقول إنها داخلة في نساء النبي صلى الله عليه وسلم، لأنها ابنته، وهي معهن داخلة في اسم النساء ف الجملة والإضافة مختلفة فيها، بمعنى البنوة، وفيهن بمعنى الزوجية.\nالثاني: أن الخطاب للنساء الموجودات حين نزول الآية الكريمة، فيلزم أنهم أفضل من خديجة، ولا خلاف أن خديجة أفضل من بقيتهن بعد عائشة، وجوابه أن خديجة داخلة في جملة نساء النبي صلى الله عليه وسلم، وإن لم تكن مخاطبة، ولكن دل الخطاب على أن التفضيل إنما حصل للمخاطبات بكونهن نساء النبي صلى الله عليه وسلم، وهذا الوصف حاصل في خديجة فلا تخرج عن حكمه.\nالثالث: أنه يلزم تفضيل حفصة، وأم سلمة، ..........\n(1/224)",
        "\nوزينب، وميمونة، وصفية، وسودة، وجويرية، .......\n(1/225)\n",
        "وأم حبيبة، على نساء سائر الأمم إذا جعلنا النساء للعموم.\nولا شك أن مريم أفضل من هؤلاء الثمان، لقوله صلى الله عليه وسلم، (كمل من الرجال كثير ولم يكمل من النساء إلا أربع)\nفذكر مريم وخديجة.\nوجوابه: أن يلتزم التخصيص لذلك، عند هذا أقول: إن الآية الكرية تضمنت تعظيم قدر نساء النبي صلى الله عليه وسلم بأمور:\nمنها (فإن الله أعد للمحسنات منكن أجرا عظيما)\n(1/226)\n\nوكلهن محسنات، فعلمنا أن الله أعد لهن أجرا عظيما عنده، ويصغر في عين العظيم العظايم، فعظم الأجر المعد لا يعلم كنهه إلا الله.\n،منها: أنهن يؤتين أجرهن مرتين، وهذا لم يحصل لغيرهن، إلا للثلاثة المذكورين في القرآن والحديث.\nومنها: (وأعتدنا لها رزقا كريما) والشهداء أثنى عليهم، بآنهم عند ربهم يرزقون، وهؤلاء زادهم مع الرزق كونه كريما.\nومنها المفاوتة بينهن وبين غيرهن، وإرادة الله إذهاب الرجس عنهن ويطهرهن تطهيرا مؤكدا.\nوما يتلى في بيوتهن من آيات الله والحكمة، وليس في الآية إلا ذلك، وشرفهن بانتسابهن إلى النبي صلى الله عليه وسلم، وإنافة قدرهن بذلك حتى يفارق صفاتهن صفات غيرهن.\nوليس في الآية تصريح بما أراده الفقهاء أو تكلموا فيه من التفضيل حتى يتكلف النظر بينهن وبين مريم عليها السلام، فنقول ما قاله",
        "(1/227)\n\nالله، ونسكت عما سكت عنه.\nوقوله: هل قال أحد: إن أحدا من نسائه صلى الله عليه وسلم، أفضل من فاطمة رضي الله عنها، غير خديجة وعائشة رضي الله عنهما؟\nجوابه: قال بذلك من لا يعتد بقوله في ذلك، وهو الذي يقول: إن أفضل الصحابة زوجات النبي صلى الله عليه وسلم، لأنهن في الجنة معه، في درجته التي هي أعلى الدرجات، وهذا قول ضعيف، مردود ساقط لا مستند له، من نظر ولا نقل.\nوأما فاطمة وخديجة وعائشة فالذي أختاره وندين الله به، أن فاطمة أفضل ثم خديجة، ثم عائشة، ولم يخف عنا الخلاف في ذلك، ولكن إذا جاء نهر الله بطل نهر معقل./\nوالحجة في تفضيل فاطمة ما ثبت في الصحيح أن النبي صلى الله عليه وسلم قال لها: (أما ترضين أن تكوني سيدة نساء المؤمين، أو سيدة نساء هذه الأمة).\n(1/228)",
        "\nوروى النسائي، من حديث داود بن أبي الفرات، عن علباء بن أحمر اليشكري، عن عكرمة عن ابن عباس عن النبي صلى الله عليه وسلم، قال: (أفضل نساء أهل الجنة خديجة بنت خويلد، وفاطمة بنت محمد) .....\n(1/229)\n",
        "وداود بن أبي الفرات، وعلباء بن أحمر ثقتان، فالحديث صحيح، وهو صريح في أنها وأمها أفضل نساء أهل الجنة.\nوالحديث الأول، يدل لتفضيلها على أمها.\nوقد قال صلى الله عليه وسلم: (فاطمة بضعة مني يريبني ما رابها، ويؤذيني ما آذاها)\nوأما تفضيل خديجة، على عائشة، فبهذا الحديث، وبقوله صلى الله عليه وسلم في الصحيح: (خير نسائها مريم بنت عمران، وخير نسائها خديجة بنت خويلد).\n(1/230)\n\nوالضمير قيل إنه للسماء والأرض، ويؤيده ما ورد من الإشارة إليهما، وعلى هذا يكون المراد خير نساء الدنيا، وهويقتضي أن مريم وخديجة، أفضل النساء مطلقا، فمريم أفضل نساء زمانها، وخديجة أفضل نساء زمانها، وليس في تعارض، لفضل أحداهما على الأخرى.\nوقد علمت أن مريم اختلف في نبوتها، ولا شك أنها إن كانت نبية فهي أفضل، ويهشد لنبوتها ذكرها في سور الأنبياء معهم هو قرينةوإن لم تكن نبية، فالأقرب أنه أفضل أيضا لذكرها في القرآن وشهادته بصديقيتها.\nوقال صلى الله عليه وسلم (خير نساء ركبن الإبل صالح نساء قريش) قيل إنما قال: ركبن الإبل، لأن مريم لم تركب بعيرا قط.\nوزمان خديجة إن كان المراد به زمان ملتها، احتجنا إلى تخصيصه",
        "(1/231)\n\nبفاطمة، وإن كان المراد به زمان وجودها قفد يقال: عائشة لم تكن في ذلك الوقت، فلا يدل فضل خديجة على عائشة، فالحديث الأول كان في الاستدلال.\nوقد اختلف في نبوة نسوة غير مريم، كأم موسى، وآسية، وحواء، وسارة، ولم يصح عندنا في ذلك شيء / إلا أن رسول صلى الله عليه وسلم قال: (كمل من الرجال كثير ولم يكمل من النساء إلا أربع، مريم بنت عمران، وآسية بنت مزاحم، وخديجة بنت خويلد، وفاطمة بنت محمد)\nو (فضل عائشة على النساء كفضل الثريد على سائر الطعام)\nوالحديث الذي فيه خير نسائها مريم، وخير نسائها خديجة (لم يتعرض في لآسية، ولا يؤخذ منه حكمها لأنها ليست في زمانها).\nوفي قوله: خير نسائها مربم، وجه آخر، وهو أن الضمي يعودعلى مريم، وتكون كلمة مريم مبتدأ وكذا خديجة، والتقدير: مريم خير نساء مريم، وخديجة خير نساء خديجة وإضافة النساء إليهما، كإضافتهن في قوله تعال:\n(أو نسائهن) ويعود شرحه إلى ما سبق، إما نساء زمانها\n(1/232)",
        "\nأو نساء ملتها.\nوفي الصحيح عن عائشة: (ما غرت على امرأة ما غرت على خديجة).\nوفي غير الصحيح: (ما أبدلني الله خيرا منها).\nولا شك أنها أول من آمن بالنبي صلى الله عليه وسلم، وظهر عنها في ذلك الوقت من العقل، والنور ما لا يخفى.\nوقال صلى الله عليه وسلم: (إني رزقت حلها، ووالله إني لأحب عائشة محبة كثيرة، لفضلها وفقهها)\nولمحبة رسول الله صلى الله عليه وسلم إياها ولأمره بمحبتها كما سأذكره وما كنت اشتهي\n(1/233)\n",
        "أن أقدم عليها أحدا، ولكن تكلمت بما تقتضيه الأدلة.\nوالحديث الذي أشرت إليه بالأمر بمحبتها، في الصحيح لم جاءت فاطمة إلى النبي صلى الله عليه وسلم: (وقال لها ألست تحبين ما أحب؟ قال بلى قال فأحبي هذه يعني عائشة).\nوهذا الأمر لا صارف لحمله على الوجوب، وحكمه صلى الله عليه وسلم على الواح حكمه على الجماعة، ويلزم من هاتين المقدمتين، وجوب محبتها على كل واحد، وقال صلى الله عليه وسلم فيها ما لا يحصى من الفضل ونطث القرآن في أمرها بما لم ينطق به في غيرها.\nوفي صحيح مسلم عن عمرو بن العاص أن النبي صلى الله عليه وسلم: (بعثه على جيش ذات السلاسل، فأتيته فقلت أي الناس أحب / إليك؟ قال: عائشة، قلت من الرجال قال أبوها، قلت ثم من؟ قال: عمر، فعد رجال).\n(1/234)\n\nوقد قال المتولى من أصحابنا، تكلم الناس في عائشة وفاطمة، أيهما أفضل، والأولى للعاقل، أن لا يشتغل بمثل ذلك.\nوحكى عن الصعلوكي: أنه قال: من أراد أن يعرف التفاوت بينهما، فليتأمل في زوجته وبنته. وتكلموا في خديجة وعائشة.\nقال قوم: خديجة أفضل، وقسل عائشة أفضل هذا كلام المتولى،\nوأما بقية أزواج النبي صلى الله عليه وسلم فلا يبلغن هذه المرتبة، وإن كن خير نساء الأمة بعد هؤلاء الثلاث، وهن متقاربات في الفضل، لا يعلم حقيقة ذلك إلا الله، ولكن نعلم لحفصة بنت عمر من الفضائل كثيرا، فما أشبه أن تكون هي بعد عائشة، والكلام في التفضيل صعب، ولا ينبغي التكلم إلا بما ورد، والسكوت عما سواه وحفظ الأدب، رضي الله عن الجميع، ورزقنا محبتهم ونفعنا بهم",
        "(1/235)\n\nالمسألة الخامسة عشرة\nقال في (الروضة): لا يجوز للرجل أن يضاجع الرجل ولا المرأة أن تضاجع المرأة، وإن كان كل واحد في جانب من الفراش. انتهى. هل مراده ما إذا كانا متجردين أو أعم من ذلك؟\nفإن كان الثاني، فما وحهه لا سيما إذا بعد أحدهما عن الآخر؟\nوقد قال المتولى يكره للرجل أن يضاجع رجلا بإزار واحد، ما بين بدينهما ثوب.\nوقال أيضا: يكره للابن الكبير، أن يضاجع أمه، وللأب أن يضاجع ابنته الكبيرة، بلا حائل. انتهى معنى كلامه.\nولعله المراد من الحديث الوارد في ذلك، والمسئول بيان كلام الروضة، وعلام يحمل؟\nفإن حمل على حالة التجرد الوارد، فهل يحمل كلام المتولى على التحريم، فيحصل الوفاق، أو على التنزيه، فيكون مسألة خلاف.\nوالمسئول إيضاح ذلك، فإنه مما يعم به البلوى أجزل الله لكم الأجر بمنه وكرمه.\n(1/236)",
        "\nالجواب (الحمد لله)\nقول الروضة هنا، هو نص كلام الرافعي، وأصله من القاضي حسين، وعبارته: لا يجوز للرجلين، أن يتجردا في ثوب واحد /، فانظر كيف صرح بالتجرد، ويجب حمل كلام الرافعي والروضة عليه.\nوإنما قلت ذلك، لأنهم استدلوا بقوله صلى الله عليه وسلم: (لا يفضي الرجل إلى الرجل، في الثوب الواحد، ولا تفضي\nالمرأة إلى المرأة، في الثوب الواحد.\nرواه مسلم في صحيحه، وأبو داود، والترمذي، وقال حسن غريب.\n(1/237)\n",
        "وتأملت هذا الحديث، فوجدت فيه لفظتين، أحدهما يفضي والإفضاء إنما يكون بغير حائل، يقول العرب، أفضى بيده إلى الأرض إذا مسها بباطن راحته، وأفضى إليه بسره.\nوقال تعالى: (وقد أفضى بعضهكم إلى بعض) وقال صلى الله عليه وسلم: (إذا أفضى أحدكم بيده إلى فرجه) واللفظة الثانية: قوله: في الثوب الواحد، ومن المعلوم أنهما إذا كانا في ثوبيهما، وشملهما لحاف من فوقهما، فهما في ثوبين لا في ثوب واحد.\nوقد قال صلى الله عليه وسلم: (إذا لم يكن لها جلباب، فتلبسها أختها من جلبابها)،\n(1/238)\n\nفالجلباب شامل لما من فوق الثياب شمول اللحاف.\nولما نزل قوله تعالى: (إنما يريد الله ليذهب عنكم الرجس أهل البيت ويطهركم تطهيرا).\nدعا النبي صلى الله عليه وسلم: (فاطمة وحسنا وحسينا فجللهم بكساء)",
        "(1/239)\n\nوفي صحيح مسلم عن عائشة رضي الله عنها: (خرج النبي صلى الله عليه وسلم غداة، وعليه مرط مرجل، وشعر أسود، فجاء الحسن بن علي، فأدخله ثم جاء الحسين، ودخل معه، ثم جاءت فاطمة، فأدخلها، ثم جاء علي، فأدخله)\nثم قال: (إنما يريد الله ليذهب عنكم الرجس أهل البيت ويطهركم تطهيرا).\nفهذه الأحاديث كلها، فيها الالتحاف بثوب واحد من فوق الثياب، فلم يبق في حالة المضطجعين في ثوب واحد، وهما لابسان إلا هيئة الاضطجاع، وما يظهر نهوضها لأن تكون علة في التحريم، نعم يظهر نهوضها علة للكراهية، لأن النوم مظنة هيجان الشهوة، وعدم التحفظ لانغمار العقل بالنوم، فربما يصدر منمها ملا يليث./\nولاشك أنه لو ورد نهي، أمكن أن يجعل هذا المعنى علة للتحريم الذي دل عليه، لكن لم يرد نهي عن الاضطجاع.\nفالذي يظهر أنهما متى كانا لا بسين ثيابهما، لم يحرم اضطجاعهما في فراش، سواء تقاربا أم تباعدا؟\n(1/240)",
        "\nوليس كلام القاضي حسين أيضا، وإن كان كل منهما في طرف الفراش.\nلكني أقول: إن كانا مجردين والفراش ساتر لهما معا، ولايستر أحدهما من الآخر فهو حرام، لعدم التستر. وإن سدلا وسطه، لم يظهر التحريم أيضا، وإن كانا في ثوب واحد، لأن معنى الإفضاء لم يوجد.\nوهذا الحديث وهو قوله: (لا يفضي) بقية من حديث أوله: (لا ينظر الرجل إلى عورة الرجل). وفي رواية إلى عرية مكان عورة وهو يدل على أن المراد بآخره ما ذكر في أوله من حفظ العورة، ولذلك أورده مسلم في ذلك المكان.\nوأورده أبو داود في كتاب الحمام، والترمذي في كتاب الاستئذان، ولم\n(1/241)\n",
        "أجد فيما وقفت عليه من الحديث: (ولا يضاجع الرجل الرجل، ولا المرأة المرأة) حتى يكون دليلا لظاهر كلام الرافعي والروضة.\nوقال الخوارزمي في (الكافي): ولا تجوز مضاجعة الرجلين العاريين، وإن كان أحدهما لا من جانب، والآخر من جانب، وكذا في حق المرأتين، فإن كانا لا بسين، أو أحدهما لا بأس، وهذا الذي قاله الخوارزمي في العاريين، والمضاجعة واللابسين صحيح، أما إذا كان أحدهما غير لابس، فينبغي أن يحرم عليه لعدم التستر.\nوقال إمام الحرمين ذكر الأصحاب كراهة تضاجع الرجلين في ثوب\n(1/242)\n\nواحد، واستدل بالحديث.\nوقال ابن أبي عصرون يكره اضطجاع الرجلين في ثوب واحد، فإن أراد التحريم وفيحمل على التفصيل الذيقدمناه، وإن أراد الكراهة التنزيهية، وهو الظاهر، فيحتاج إلى دليل.\nوما قاله الخوارزمي من نفي البأس عند اللباس أولى، والكلام في كلام المتولى كذلك.\nوقول: بإزار واحد، إن أراد أنهما جميعا / في إزار واحد، فلاشك أن ذلك حرام، وإن أراد أن كلا منهما في إزار مع التجرد في باقي بدينهما فيحتمل التحريم لظاهر الحديث، وعليه يحمل كلام القاضي حسين المتقدم، ويحتمل الكراة، لأن العورة محفوظة، وننزل الحديث على هذه الحالة فإنه يكره.",
        "(1/243)\n\nوقوله: يكره للابن الكبير أن يضاجع أمه، وللأب أن يضاجع ابنته الكبيرة، بلا حائل.\nفقد قال فيه في التتمة: إنه عن قولنا أن العورة منه ما بين السرة والركبة، كما ذكرنا في الرجل مع الرجل.\nوالذي فهمته من هذا، أنا إن قلنا إن العورة مالا يبدو في حال المهنة، يكون الاضطجاع، ـ وليس على كل منهما إلا الإزار ـ حراما، لانكشاف العورة بينهما، وإن قلنا العورة ما بين السرة والركبة، كانا كالرجلين، فيكره للحديث ولايحرم.\nوليس في كلام القاضي حسين تصريح بالتحريم، حيث يكون كل منهما بإزار، حتى يحمل خلافا بينه وبين المتولي، فالأولى الجمع بينهما، وحمل كلام القاضي على التجرد جملة، وكلام المتولى على التجرد عما سوى الإزار. ونفى الكراهة عما سوى ذلك، إذا كانا لابسين لبسا تاما، كما اقتضاه كلام الخوارزمي، وقد علمت تنزيل الحديث على ما قلناه وبه يظهر هذا التقسيم.\nوقد قال الرافعي أيضا: إذا بلغ الصبي أو الصبية عشر سنين وجب التفريق، بينه وبين أمه، وأبيه وأخته، وأخيه في المضجع.\n(1/244)",
        "\nقال صلى الله عليه وسلم: (واضربوهم عليها وهو أبناء عشر، وفرقوا بينهم في المضاجع). وسبقه إلى ذلك القاضي حسين فقال: وإذا كان للرجل ابنة وبلغت عشر سنين، لا يجوز أن يضاجعها، وكذا الابن الكبير مع الأم، وكذا إذا كان له أولاد صغار، فإذا بلغوا عشر سنين يفرق بينهم في المضاجع.\nواستدل بالحديث المذكور، وهذا الحديث رواه أبو داود بإسناد حسن وهو كما ترى يقتضي الأمر بالتفريق بين الصبيان ـ إذا بلغوا\n(1/245)\n",
        "العشر - في المضاجع، ولا يقتضي التفريق بينهم وبين الأبناء والأمهات، والقاضي والرافعي والنووي ذكروا الحكمين جميعا وللنتكلم على كل واحد من الحكمين./\nأما الأول: وهو وجوب التفرقة بينه وبين أبيه وأمه، فلا دليل عليها، وليس في الحديث الأمر بها، كما أشرنا إليه.\nفإن كان الأصحاب أخذوا ذلك من هذا الحديث فلا دليل فيه، وإن كانوا أخذوه من الحديث المتقدم عن إفضاء الرجل إلى الرجل، والمرأة إلى المرأة، فقد تقدم الكلام عليه، ونحن نقول به بالشرائط المتقدمة، لأنه مع أبيه كالرجلين، والبنت مع أمها كالمرأتين، والرجل مع المرأة بطريق الأولى.\nوحيث قلنا بالجواز هناك، نقول به هنا، وأولى.\nوقد ورد في سنن أبي داود، والترمذي، والنسائي من حديث رجل من الطفاوة ولم يسن عن أبي هريرة قال: قال رسول الله صلى الله عليه وسلم: (لا يفضين رجل إلى رجل، ولا امرأة إلى امرأة، إلا ولد أو\n(1/246)\n\nوالد).\nقال: وذكر الثالثة فنسيتها.\nوالرجل الذي من الطفاوة مجهول، لكن الترمذي حسن الحديث فكفانا مؤنته، وإذا ثبت هذا اقتضى الترخيص في الإفضاء بين الوالد والوالدة وولدها، والمعنى فيه قوة المحرمية بينهما، وكمال الاحتشام، وبعد الشهوة، وذلك يرد ما قاله الأصحاب.\nوالترخيص في المحل الذس نقول إنه يمتنع في غير الوالد والولد. أما حيث نقول بالجواز فهنا أولى، وإن لك يثبت هذا الحديث ولا هذا المعنى، فلا أقل من أن يكونا كغيرهما من الرجال والنساء، وقد تقدم التفضيل فيه وحكمه.\nوإن كان الأصحاب أخذوا ذلك من أنه إذا وجب التفريق بين الصبيان وجب بينهم وبين آبائهم بالقياس، فالفرق ظاهر لما قلناه.\nولما بين الصبيان من الغرامة، وعدم التحفظ، ولا سيما في أول",
        "(1/247)\n\n(نشأة) الشهوة، وقبل كمال العقل، وقدبلغوا السن الذي فيه إمكان البلوغ وانبعاث الشهوة ولا وازع لها.\nوأما الحكم الثاني: هو التفرقة بين الصبيان أنفسهم فهو صحيح ثابت، والذي عليه الأمر بالتفريق بينهم في المضاجع، فالأمر محمول على الوجوب، لأنه ظاهره ولاصارف عنه، والتفريق في المضجع يصدق بطريقين.\nأحدهما: أن يكون لكل منهما فراش، والثاني: أن يكونا في فراش، ولكن مفترقين غير متلاصقين، فالثاني أعم من الأول، فينبغي الاكتفاء به لأنه لا دليل على حمل الحديث على الأول وحده.\nثم هو محل ذلك إذا كانا مجردين أو أعم؟\nولاشك أنه محتمل. والأمر بالتفريق مطلق، وبينهم يشمل الصبيان المتجردين ...........................\n(1/248)",
        "\nواللابسين، وهو في المتجرين ظاهر، لأنه داخل في الحديث الأول. وأما في اللابسين فيحتمل أن يقال: بعمومه فيهم ويعلل بما قدمناه من المعنى من عدم تحفظهم.\nويحتمل أن يقال: إن مقصودهم الحديث إنما هو التفريق، والحديث إذا سيق لمقصود لا يعم في غيره، كما يقوله الشافعي رضي الله عنه، ونزيد هاهنا أن يقال: إن عادة العرب التعري عند النوم، ورأيت عندنا بمصر رجلا من عباد الله الصالحين، فقيها مالكيا صنف كتابا في الثياب، قرأت عليه، كان يقول: إن التعري عند النوم سنة، وينكر النوم في الثياب.\nوهذا الرجل هو الشيخ أبو عبد الله بن الحاج تلميذ ابن أبي\n(1/249)\n",
        "جمرة، فإذا ثبت هذا فقد يقال: الحديث ورد على المعهود وهو نوم الصبيان عراة، فلذلك أمر بالتفريق بينهم عند عشر سنين، كما نه عن إفضاء الرجل إلى الرجل، ويصير الحديثان في معنى واحد، وإذا وقفت عي هذه المسألة، ووفقت لإشراق ما قلته لك في قلبك، فاحمد الله، وادع لي بالمغفرة. والله أعلم.\n(1/250)\n\nالمسألة السادسة عشرة\nوقع في \"الروضة\" في هذا الموضع، أنه يحرم مس وجه الأجنبية وإن جاز النظر، ومس كل ما جاز النظر إليه من المحارم والإماء، بل لا يجوز للرجل مس بطن أمه، ولا ظهرها، ولا أن يغمز ساقها، ولا رجلها، ولا أن يقبل وجهها، حكاه العبادى عن القفال.\nوقد ظن المملوك أنه مباين لكلام الرافعى، (وأن الذي اقتضاه كلام الروضة لم يقل أحد).\n(نعم اتفق كلام الرافعى والروضة) على أنه لا يجوز له مس البطن والظهر وهو مشكل، لأنه قال: في \"شرح مسلم\" في باب فضل الغزو في البحر أن جواز ملامسة المحرم في الرأس وغيره مما ليس بعورة مجمع عليه. انتهى. والمسئول كشف الغطاء عن ذلك وبيانه.",
        "(1/251)\n\nالجواب (الحمد لله)\nبارك الله فيك، نعم عبارة الروضة مخالفة لعبارة الرافعي، ولا أقول مباينة، والمخالفة أخف من المباينة.\nووجه المخالفة: أن الرافعي قال: قد يحرم المس حيث لا يحرم النظر، فلا يجوز للرجل مس وجه الأجنبية وإن جوزنا النظر إليه، ولا مس كل ما يجوز النظر إليه من المحارم والإماء.\nوعبارة \"الروضة\" كما ذكر في السؤال، فعدل عن النفي إلى الإثبات، وقال: موضع لا يجوز يحرم ظانا ترادفهما، ويحرم أخصر من لا يجوز، (ثم عطف مس كل على مس وجه المحرم، فاقتضى تحريم مس كل. والرافعى عطفه على مس وجه الذي هو لا يجوز).\nوأكد ذلك بإعادة حرف النفي، ومقتضاه، سواء أكد أم لم يؤكد أنه لا يجوز مس كل.\nولا يلزم من سلب جواز مس كل، تحريم مس كل.\n(1/252)",
        "\nوهذا يفهمه من يفهم الفرق بين سلب العموم وعموم السلب، فعدم جواز مس كل، سلب العموم وهو أعم، وتحريم مس كل عموم في معنى عموم السلب، لأنه في معنى قولنا مس كل هو لا يجوز.\nوفي عبارتي هذه، تعقيده أقدر ابسطها بما يفهمه كل أحد لكن أخشى التطويل، ثم بدا لي أنه قد يقف عليه مبتدى فلا باس أن أبسط الكلام قليلا، فأقول: لفظ كل إذا وقعت في الكلام فإن تأخر النفي عنها كان النفي عن كل فرد كقوله صلى الله عليه وسلم: \"كل ذلك لم يكن\" وهذا المسمى بعموم السلب، لأن موضوع القضية كل فرد وقد حكم عليه بالسلب فيعمه وكذلك قول الشاعر: \"كله لم أصنع\".\nوإن تقدم النفي على كل، كان نفيًا للحكم عن كل فرد، ونفى الحكم عن كل فرد يحتمل أن يكون نفيه عن بعضها، لأن الحكم على كل فرد عموم، فسلبه سلب العموم، وسلب العموم يحصل بالثبوت\n(1/253)\n",
        "للبعض.\nولا فرق بين أن يرد النفي على كل، أو على المضاف إليها، أو على العامل فيه، وكلام الرافعي من هذا القبيل، لأن قوله: لا يجوز مس كل ما جاز النظر إليه، دخل حرف النفي على الفعل العامل في المضاف إلى كل، فيصدق بأن لا يجوز مس بعض، (ويجوز مس بعض).\nهذا مراد الرافعي، والنووي لما غير لا يجوز بيحرم.\nويحرم إثبات لا نفي اقتضت تحريم مس كل فرد من أفراد ما يجوز النظر إليه وهذا لا يقوله أحد، ولا جواب عن ذلك، إلا أن يقول قائل: إن يُحْرِمُ، وإن كانت إثباتا/، هي في معنى لا يجوز فترد إليه، ويحكم لها بحكمه فتعود إلى معنى كلام الرافعي، ولكن هذا تعسف بعيد، وإنما دعانا إليه تعظيمنا للنووي ومحبتنا صيانة كلامه والمعتمد ما قدمناه.\nوقد يحتمل جواب آخر وهو أن كلا لها معنيان، الكل الإفرادي، والكل المجموعي (والذي قدمناه إنما هو في الإفرادي فيحمل كلام الروضة على الكل المجموعي) ويكون المعنى يحرم مس مجموع ما جاز النظر إليه، وهو صحيح.\nلكن هذا تمحل، ذكرناه لأنه غاية المقدور، وهذا البحث معروف ومشهور فلا حاجة إلى التطويل به.\nوالشيخ محيى الدين رضي الله عنه لا يخفى عنه ذلك، ولكن لم يتأمل لفظ ....................................................\n(1/254)\n\nكل التي في آخر الكلام وعامل النفي الوارد على المضاف إليها، مع محبة الاختصار والشغل الكثير عليه في طاعة الله علما وعملاً فهو معذور، ولو فكر أدنى فكرة تنبه لذلك، فصار كلام الروضة يقتضي أن كل ما جاز النظر إليه من المحارم والإماء لا يجوز مسه، وهذا لا يقول به أحد وهو خلاف إجماع المسلمين المحقق وهو معلوم بالضرورة.\nوعبارة الرافعي يقتضي أن منه ما لا يجوز وهو صحيح ولم يفرق إمام الحرمين بين المس والنظر.\nوأما نقله الإجماع في \"شرح مسلم\" فقد وقفت عليه.\nقال: في حديث أن النبي صلى الله عليه وسلم: \"كان يدخل على أم حرام\".\nقال: اتفق العلماء على أنها كانت محرما له صلى الله عليه وسلم. واختلفوا في كيفية ذلك.\nثم قال: وفيه جواز ملامسة المحرم في الرأس وغيره مما ليس بعورة، وجواز الخلوة بالمحرم، والنوم عندها وهذا كله مجمع عليه انتهى كلامه.",
        "(1/255)\n\nوما نقله من الإجماع في المسائل الثلاث صحيح، وما ذكره من الاتفاق على أن أم حرام كانت محرما له صلى الله عليه وسلم ليس بصحيح.\nومن أحاط علما بنسب النبي صلى الله عليه وسلم ونسب أم حرام علم أنه لا محرمية بينهما، وقد بين ذلك شيخنا الحافظ الدمياطي في حين قرأته عليه.\nوحينئذ أقول/: إن الأحكام الثلاثة (التي ذكرها) الشيخ محيى الدين صحيحة. ولكنها ليست مأخوذة من قصة أم حرام.\nوأما الجواب عن قصة أم حرام، فهو أن النبي صلى الله عليه وسلم يجوز له، ومن خصائصه الخلوة بالأجنبية، لأجل العصمة. وما كان النبي صلى الله عليه وسلم (يفعل ذلك) مع كل أحد، لكن أم حرام لها خصوصية به، لذلك يقيل عندها، وتفلى رأسه صلى الله عليه وسلم.\nوأما مس الرجل بطن أمه وظهرها فعندي أنه ينقسم إلى ما يحرم، وإلا ما لا يحرم، وبذلك يصح الجمع ويزول الإشكال بين ما قاله: في الروضة\n(1/256)",
        "\nوما قاله: في شرح مسلم، وإن كان لا تعارض بينهما إلا بالإطلاق.\nووجه الانقسام: أن ذلك قد يفعل لحاجة أو شفقة على الأم، حيث يقتضى الحال ذلك؛ وما أشبهه فهو جائز قطعا.\nوقد يفعل على صورة يثير شهوة فهو حرام قطعا وبين الحالتين مراتب متفاوتة، فما قرب إلى الأولى ظهر جوازه، وما قرب إلى الثانية، ظهر تحريمه، وكذلك أقول: في غمز الساق، والرجل، وإن قرب من الثانية إلا أنه قد يكون لحاجة الأم إلى ذلك وإن لم ينته إلى حد المداوة المبيحة للأجانب، ويبعد أو يقطع فيه بانتفاء قصد آخر فكيف يحرم ذلك.\nوكذلك أقول: في تقبيل الوجه، فقد ثبت في صحيح البخاري ـ في سنن أبي داود أن أبا بكر الصديق دخل على ابنته عائشة رضي الله عنها وهي مضطجعة قد أصابها حمى فقال كيف أنت يا بنية وقبل خدها.\nفانظر هذا فعل أفضل الصحابة وليس ذلك إلا على وجه الكرامة، والحنو\n(1/257)\n",
        "والشفقة فهذا من الجايز المقطوع به.\nوفي سنن البيهقي: \"أن فاطمة بنت رسول الله صلى الله عليه وسلم كانت إذا دخلت عليه رحب بها وقام إليها فأخذ بيدها فقبلها وأجلسها في مجلسه، وكان إذا دخل عليها رحبت به وقامت فأخذت بيده فقبلته.\nوقال مالك رحمه الله: إذا قدم الرجل من سفره فلا بأس أن تقبله ابنته وأخته، ولا بأس أن يقبل خد ابنته، قال: ولا يقل خد ابنه أو عمه لأنه لم يكن من فعل الماضيين وذكر ابن رشد المالكي في\n(1/258)\n\n\"شرحه\" لذلك حديثا/ في الترمذي: \"لما قدم زيد بن حارثة اعتنقه النبي صلى الله عليه وسلم وقبله\" قال: وأما القبلة في الفم للرجل من الرجل فلا رخصة فيه بوجه.\nوقال القرافي من المالكية: قول مالك: يقبل خد ابنته، محمول على ما إذا كان هو وغيره عنده سواء، أما متى حصل الفرق في النفس صار استمتاعا حراما والإنسان يطالع قلبه ويحكمه في ذلك، يعني أنه متى وجد لذة بالقبلة في الفم زائدة على غيره حرم، ومتى استوى عنده الخد، والفم، والرأس، والعنق، وسائر الجسد، وكان على وجه الخير والحنان جاز، وكذلك لا تكون القبلة للجمال والحسن، بل لمحض القرابة. انتهى ما قاله.",
        "(1/259)\n\nولعل لصعوبة الفرق سد الباب على كثير من الناس وأطلق من أطلق من أصحابنا المنع في غمز الرجل ونحوه.\nوحكى عن بعض العلماء، أنهم كانوا يتحاشون تقبيل أولادهم في أفواههم، ويقبلونهم في أعناقهم ورءوسهم، وهذا لا ينبغي أن يؤخذ على الإطلاق فقد كان النبي صلى الله عليه وسلم: (يقبل الحسن\" وغالب طباع بني آدم لا تجد في تقبيل الولد غير الحنو والمحبة الطبيعية، وإن فرض خلاف ذلك، فهو نادر، من نزعة شيطانية، وهذا إنما أقوله في قبلة الولد الصغير.\nأما الكبير فقد جاء في الحديث \"النهي عن المكاعمة\".\nومعناها: أن يلم الرجل صاحبه، ويضع فمه على فمه، كالتقبيل، وهذا الحديث من رواية أبي ريحانة عن النبي صلى الله عليه وسلم وفيه عدة أشياء نهي\n(1/260)",
        "\nعنها.\nوهو في سنن أبي داود، والنسائي، وابن ماجه، في بعضها بطوله، وفي بعضها مختصرا، وفي النسائي بلفظ حرم، وفي بعض طرقه المطولة والخاتم إلا لذي سلطان والمشهور أن التختم بغير الذهب جائز لكل أحد.\nفقال الحليمي: ينبغي أن تحمل على معنى المنع الذي هو من التنزيه إذ لم يحفظ عن أحد تحريم التختم لغير ذي سلطان.\n(1/261)\n",
        "المسألة السابعة عشرة\nروي في الحديث \"اختلاف أمتي رحمة\".\n(1/262)\n\n/ قال الإمام رحمه الله عند الكلام في الكفاءة: فسره الحليمي باختلافهم في الحرف والصنايع، هل لهذا الحديث أصل؟ وقد أشكل على المملوك هذا التفسير إذا كان الأمم مختلفين في الحرف والصنايع.\nوإذا كان كذلك، فأي فائدة في ذلك، والذي على ألسنة الناس أن المراد اختلافهم في الحلال والحرام ونحوهما من فروع.\nهل هذا التفسير صحيح أو لا؟.\nالجواب (الحمد لله)\nهذا الحديث ليس معروفا عند المحدثين ولم أقف له على سند صحيح، ولا ضعيف، ولا موضوع، ولا أظن له أصلا، إلا أن يكون من كلام الناس، بأن يكون أحد قال: اختلاف أمتي رحمة، فأخذه بعض الناس وظنه",
        "(1/263)\n\nحديثا فعله من كلام النبوة.\nورأيت في تعليق القاضي حسين، في كتاب الشهادات، قال النبي صلى الله عليه وسلم: \"اختلاف أمتي رحمة\".\nقال: وفسر بعضهم باختلاف الهمم والحرف.\nوفي النهاية لإمام الحرمين كما تضمنه السؤال عند الكلام في الكفاءة وقال الحليمي في تفسير قوله صلى الله عليه وسلم: \"اختلاف أمتي رحمة\" وقال: أراد بذلك اختلافهم في الدرجات والمراتب والمناصب فحذف القول في الحرف. انتهى.\nوما زلت أعتقد أن هذا الحديث لا أصل له.\nواستدل على بطلانه بقوله تعالى: (ولا يزالون مختلفين* إلا من رحم ربك) (ولذلك خلقهم) وقوله تعالى: (ولكن اختلفوا فمنهم من آمن ومنهم من كفر) وقوله تعالى: (كان الناس أمة واحدة) إلى قوله: (وما اختلف فيه إلا الذين أوتوه من بعد ما جاءتهم البيات بغيا بينم) وقوله تعالى: (ولقد آتينا موسى الكتاب فاختلف فيه) وقوله تعالى: (فهدى الله الذين آمنوا لما اختلفوا فيه من الحق بإذنه) وقوله تعالى: (واعتصموا بحبل الله جميعا ولا\n(1/264)",
        "\nتفرقوا) وقوله تعالى: (وما تفرق الذين أوتوا الكتاب إلا من بعد ما جاءتهم البينة). وما أشبه ذلك من الآيات.\nوقوله صلى الله عليه وسلم: \"ولا تختلفوا فتختلف قلوبكم\".\nوقوله صلى الله عليه وسلم: \"وتطاوعا ولا تختلفا\" وقوله صلى الله عليه وسلم: \"ولا ينبغي عند نبي تنازع\".\nوقوله صلى الله عليه وسلم: \"إنما هلكت بنو إسرائيل بكثرة سؤالهم واختلافهم على أنبيائهم) وما أشبه ذلك من الأحاديث.\n(1/265)\n",
        "فانظر/ القرآن العزيز كيف دل على أن الرحمة تقتضي عدم الاختلاف، وأن الاختلاف نشأ عنه كفر بعضهم واقتتالهم وانظر كلام النبوة كيف اقتضى أن الاختلاف سبب لاختلاف القلوب، وإن كان الحديث واردًا في تسوية الصفوف فالعبرة بعموم اللفظ، والذي نقطع به، ولا شك فيه أن الاتفاق خير من الاختلاف، وأن الاختلاف على ثلاثة أقسام.\nأحدهما: في الأصول، ولا شك أنه ضلال، وسبب كل فساد، وهو المشار إليه في القرآن.\nوالثاني: في الآراء والحروب، ويشير إليه قوله صلى الله عليه وسلم: \"تطاوعا ولا تختلفا\" وكان ذلك خطابا منه صلى الله عليه وسلم لمعاذ وأبي موسى لما بعثهما إلى\n(1/266)\n\nاليمن.\nولا شك أيضا أنه حرام، لما فيه من تضييع المصالح الدينية والدنيوية.\nوالثالث: في الفرع، كالاختلاف في الحلال والحرام ونحوهما، والذي يظهر لنا.\nونكاد نقطع به، أن الاتفاق خير من الاختلاف، ولا حاجة إلى قولنا يظهر ويكاد، فإنه كذلك قطعا، ولكن هل نقول الاختلاف ضلال، كالقسمين الأولين أو لا؟\nكلام ابن حزم ومن سلك مسلكه، ممن يمنع التقليد، يقتضي أنه مثل القسمين الأولين.",
        "(1/267)\n\nأما نحن فإنا نجوز التقليد للجاهل، ويجوز الأخذ بعض الأوقات عند الحاجة بالرخصة.\nمن أقوال بعض العلماء من غير تتبع الرخصة، ومن هذا الوجه قد يصح أن يقال: الاختلاف رحمة، فإن الرخص من الرحمة:\nمثاله إذا كان يشخص مبتلى بسلس البول أو نحوه ولا يكاد يخلو ثوبه أو بدنه عن نجاسة بسيرة، ويشق عليه التنزه عنها، ولو ترك النوافل بسببها فاته خير كثير، وربما يشق عليه التنزه عن النجاسة اليسيرة في الفرض أيضا، وهو معتقد أن النجاسة اليسيرة غير معفو عنها، (لتمذهبه بمذهب من يرى ذلك، فإذا قلد من يرى العفو عنها) وصلى كان في ذلك رخصة له ورحمة وإدراك أجر كثير.\nوهذا لا ينافي قطعنا أن الاتفاق خير من الاختلاف فلا تنافى بين الكلامين، لأن جهة الخيرية تختلف، /وجهة الرحمة تختلف، فالخيرية في العلم بالدين الحق الذي كلف الله به عباده، وهو الصواب عنده، والرحمة في الرخصة له، وإباحة الإقدام بالتقليد على ذلك.\nورحمة نكرة في سياق الإثبات لا يقتضي العموم، فيكفي في صحته أن يحصل في الاختلاف رحمة ما، في وقت ما، في حالة ما، على وجه ما، فإن كان ذلك حديثا، فيخرج على هذا، وإن لم يكن حديثا ويكون من كلام أحد من العلماء فمخرجه على هذا.\n(1/268)",
        "\nوعلى كل تقدير، لا نقول إن الاختلاف مأمور به، (وهل نقول الاتفاق مأمور به؟).\nهذا يلتفت على أن المصيب واحد أم لا؟\nفإن قلنا المصيب واحد وهو الصحيح.\nفالحق في نفس الأمر واحد، والناس كلهم مأمورون بطلبه، واتفاقهم عليه مطلوب، والاختلاف حينئذ منهي عنه، وإن عذر المخطئ، وكذلك إذا قلنا بالأشبه كما هو قول بعض الأصوليين.\nوأما إذا قلنا كل مجتهد مصيب، فكل أحد مأمور بالاجتهاد وباتباع ما غلب على ظنه، فلا يلزم أن يكونوا كلهم مأمورين بالاتفاق، ولا أن يكون اختلافهم منهيا عنه، وإطلاق الرحمة على هذا التقدير في الاختلاف أقوى، من إطلاقها على قولنا المصيب واحد.\nهذا كله إذا جعلنا الاختلاف (المراد به الاختلاف) في الفروع.\nوأما الذي حمله الحليمي عليه، فقد علمت نقل الإمام عنه في النهاية لم يقل الصنايع والحرف، كما تضمنه السؤال ولو قال ذلك لا يستبعد، كما استبعده السائل، لأنه كان المناسب أن يقال: اختلاف الناس رحمة.\nولا شك أن ذلك من نعم الله تعالى وقد عدها الحليمى في شعب الإيمان\n(1/269)\n",
        "من النعم التي يطلب من العبد شكرها.\nوأما اختلاف الأمة فلابد من خصوصية الأمة به.\nوما قاله إمام الحرمين قد يظهر فيه خصوصية، لأن المراتب والمناصب التي أعطيتها أمة النبي صلى الله عليه وسلم لم تعطها أمة غيرهم فهي من رحمة الله تعالى لهم، وفضله عليهم، لكنه لا يسبق الذهن من لفظة الاختلاف إليها،/ ولا إلى الصنايع والحرف. والله أعلم.\n(1/270)\n\nالمسألة الثامنة عشرة\nقال العلامة تاج الدين بن يونس، في كتابه الإبريز، في شرح الوجيز، في آخر كتاب الضمان: خاتمة، اثنان عليهما عشرون درهما، وكل واحد منهما ضامن للآخر، فقال لهما الدائن: أبرأتكما من عشرة، يبقى عليهما بالأصالة خمسة عشر.\nووجهه ثم قال: قال شيخي كمال الدين موسى رحمه الله: ويحتمل فيما بقى بالكفالة ثلاثة أوجه، لأن سقوط خمسة من الأصالة، يقتضى سقوط خمسة من الكفالة، ثم يحتمل حصر هذه الخمسة الساقطة، بهذا الطريق في الخمسة الساقطة بالتوزيع، ويحتمل حصرها في غيرها.\nويحتمل جعلها منهما، وكل احتمال له وجه وشبه، هذا بما إذا وهبته نصف الصداق، ثم طلقها، وقلنا: الهبة تمنع الرجوع، فإن في وجه ينحصر في نصيبه، وفي وجه في نصيبها وفي وجه يشيع. انتهى.",
        "(1/271)\n\nوقع السؤال عن هذه المسألة، وعلم ما ذكره من براءة المقربين من خمسة الأصالة، وأما خمسة الكفالة، فلم يتحرر للمملوك الراجح، من الاحتمالات التي ذكرها، والمتبادر الأول.\nوالمسئول بيان ذلك، وإيضاحه، والراجح منه، وبيان صحة التشبيه ووجهه.\nالجواب (الحمد لله)\nينبغي أن يضبط أمران أحدهما: أن الدين الذي على الأصل، وهو الذي على الكفيل لا غيره، والذمتان مشغولتان به، كالرهنين بدين واحد، ونظيره، فرض الكفاية واحد، متعلق بجماعة فليس على الاثنين في هذه المسألة أربعون بل عشرون فقط.\nوهي لازمة لكل منهما، لكن الجهة مختلفة، فعلى أحدهما عشرة أصالة، وعشرة كفالة، وعلى الآخر تلك العشرة الأصالة كفالة، وتلك العشرة الكفالة أصالة، فالعشرون، على كل منهما تعددت، بحسب التعلق، لا\n(1/272)",
        "\nبحسب الذات، ولهذا يقول الفقهاء: الضمان ضم ذمة إلى ذمة.\nومن يراعى الاشتقاق يقول: الضمان جعل ما على الأصيل في ضمن ذمة/ الكفيل، وليس حقيقة إلا توثقا كالرهن، ومن ظن أن الذي على الأصيل غير الذي على الكفيل فهو واهم.\nالأمر الثاني: فرع ما ذكرته في آخر كتاب الضمان من شرح المنهاج: لو كان عليهما عشرة، وهما متضامنان، فأدى أحدهما خمسة، وإن أداها عن نفسه، أو عن صاحبه، أو عنهما فلا يخفى الحكم، وإن أطلق.\nقال ابن أبي هريرة: يكون بينهما مقسطا.\n(1/273)\n",
        "وقال أبو علي الطبري يصرفها، إلى ما شاء منهما، والاعتبار بنية المؤدى، والقول قوله بيمينه. ولو أبرأ المستحق أحدهما عن خمسة، فالاعتبار بنية المستحق، والقول والحكم على ما سبق في الأداء.\nوإذا عرف هذان الأمران، قياس قول أبي على الطبري الرجوع إلى المشترى، ليصرفها إلى ما شاء عند الإطلاق، ومقتضى ما تقرر في باب الرهن أنه الأصح، وهو قول أبي إسحاق وهو نظير ما قبل في الطلاق.\nفعلى هذا لا يأتي قول ابن يونس إلا إذا تعذرت مراجعته، ويقبل قوله بيمينه، إن قال إنه نوى شيئًا يخالف الإطلاق، ومحل ذلك في توزيع العشرة على الأصالة والكفالة، مع انقسامها بالسوية، بين الضامن والأصيل.\n(1/274)\n\nأما لو أراد (تخصيص أحدهما بها)، فلا تقبل قطعا، لأنه مخالف لصريح مخاطبتها بالإبراء.\nولو أراد المفاوتة بينهما ليبرأ، أحدهما من أقل من خمسة، والآخر من أكثر من خمسة، هل يسمع؟ فيه نظر مذكور في كتاب الرهن عن الصيدلاني في حكاية قول ابن أبي هريرة.\nوالأقرب عندي عدم السماع، وقياس قول ابن أبي هريرة أنه هنا إذا أطلق، ولم تكن له نية، تكون العشرة مقسطة، بين الأصالة والكفالة بالسوية، وهي مقسطة، بين الضامن والأصيل، كما قدمناه، فيصير كأنه قال: لكل منهما أبرأتك عن خمسة، نصفها عن الأصالة، ونصفها عن الكفالة.\nوعلى هذا بنى ابن يونس كلامه، أو على ما إذا تعذرت المراجعة، ولا يقال: إن الدين إذا كان واحدا، في ذمة الأصيل والكفيل/، يلزم أن تكون خمسة على كل منهما عن الأصالة، فيلزم براءتهما عن عشرة لأنا نقول: هو وإن كان واحدا بالذات، فقد تعدد بحسب التعلق كما قدمناه.",
        "(1/275)\n\nوكذلك يصح أن يبرأ عن أحدهما، دون الآخر، ويتأجل أحدهما، دون الآخر، فلا يبرأ كل واحد منهما بذلك، من دين الأصالة، إلا عن نصف الخمسة، وبذلك يصح الجواب، أن الباقي عليهما بالأصالة خمسة عشر، على كل واحد نصفها.\nوأما الباقي بالكفالة، فقد ذكر كمال الدين موسى رحمه الله الاحتمالات الثلاثة.\nومقصوده: أنه على الاحتمال الأول، يكون الباقي بالكفالة خمسة عشر أيضا بينهما بالسوية، والساقط هو الخمسة التابعة لخمسة الأصالة الساقطة.\nومأخذه، حصر الخمسة الساقطة، المبرأ منها بالكفالة، بالخمسة الساقطة بالتبعية، ولكن هذا ضعيف، وإن تضمن السؤال أنه المتبادر، وإنما قلنا إنه ضعيف، لأن الخمسة الساقطة بالتبعية سقوطها معلول، لسقوط خمسة الأصالة المعلول للإبراء.\nفهي متأخرة عنه بمرتبتين، والإبراء متوجه بذاته على خمسة من الكفالة يقتضى أن تكون معلولة له متأخرة عنه بمرتبة واحدة، فسقوطها أسبق من سقوط الخمسة التابعة، وعلى الاحتمال الثاني، يكون الباقي بالكفالة عشرة، ومأخذه، حصر الخمسة في غيرها، لما ذكرناه.\nوعلى الاحتمال الثالث، يكون الباقي بالكفالة التي عشرة ونصفا، ولا يخفى توجيهه مما سبق.\nولولا ما لاحظناه من التعدد بحسب التعلق، لكان يتجه أن يقال: يسقط من دين الأصالة عشرة، ومن الكفالة مثله، وبقى بهما عشرة، لأنه دين واحد، لكن جوابه، ببيان التعدد في التعلقات، كما سبق.\nوأما التشبيه بما إذا وهبت نصف الصداق قبل الطلاق فحسن، لكن\n(1/276)",
        "\nالفرق بينهما ما ذكرته: من توجه الإبراء إلى خمسة من الكفالة، يصح الإبراء منها.\nومسألة الصداق أصلها في هبة الكل مشكل، حتى قال الغزالي إن مذهب أبي حنيفة/ أحسن وأعدل. ومذهب الشافعي أقيس، وكل منها متجه للصواب، ذكر الغزالي ذلك في كتاب التحصين.\nوتوجيه مذهب الشافعي الإجماع، على أنه: إذا تعذر رد النصف، وجب بدله، فكذلك قال: يرجع إذا وهبت الكل، وله قول آخر أنه لا يرجع فعلى هذا إذا وهبت النصف فثلاثة أقوال:\n(1/277)\n",
        "أصحها أنه لا يرجع، ويجعل كأنه تعجل حقه، والثاني يرجع في النصف الباقي، الثالث يشيع فيأخذ الربع، وبدل الربع الآخر.\nولتقرير هذه الأقوال: موضع غير هذا على إشكالها ومسألتنا أوضح منها وأبين وأبعد مأخذا عن تلك.\nوفي مسألتنا شبه من مسألة أخرى، وهي إذا قال: أحد الشريكين للعبد المشترك أعتقت نصفك، فقولا الحصر والإشاعة، أحدهما ينحصر في نصيبه، (والثاني يشيع، فيعتق نصف نصيبه)، فإن كان معسرا، سرى إلى بقية نصيبه فقط.\nوإن كان موسرا، سرى إلى بقية نصيبه، ثم إلى نصيب شريكه، وعلى القولين لا ينفذ عتقه في نصف نصيب شريكه، استقلالا، بل بطريق السراية، لأنه تصرف في غير الملك.\nوإذا عرف ذلك، فمسألة الضمان، المستحق قادر على الإبراء، من دين الكفالة استقلالاً، وقادر على الإبراء منه تبعا، بالإبراء من أصله وبهذا فارق مسألة العتق، من بعض الوجوه، وساواها من بعض، لأن الشريك قادر على عتق نصيب شريكه، تبعا بالسراية.\nفإذا أطلق المستحق الإبراء في الضمان، ينبغي تنزيله على ماله أن يفعله استقلالا، ولا ينزل على ما يفعل تبعا، أو يشيع بينهما كما لم يعمل ذلك في العتق، وبهذا تبين ضعف ما قاله ابن يونس، وأن الراجح أنه: يسقط عشرة من الكفالة، ويبقى عشرة، ويبقى من الأصالة خمسة عشر، منها، خمسة بلا كفالة، وعشرة مكفولة، والله أعلم.\n(1/278)\n\nالمسألة التاسعة عشر\nرأي المملوك فيما ألفه، مولانا قاضي القضاة، أسبغ الله ظلاله، ورفع وضاعف جلاله، ذكر الخلاف، في نظر العبد إلى سيدنا استطرادا، في كتاب الرهن أو غيره من تكملة شرح المهذب.\nوإن ابن أبي عصرون رحمه اله،/ اختار التحريم، ووافقه مولانا قاضي القضاة على اختياره، وكان في قلب المملوك، من تصحيح الجواز حزازة فلما رأى المملوك، ترجيح مولانا قاضي القضاة، أحسن الله",
        "(1/279)\n\nإليه، فرح به، وسعى في طلب النقل في ذلك، فظفر الملوك بقطعة، مما علقه الشيخ محيى الدين النووي رحمه الله، مسودة على المذهب، من كتاب النكاح وغيره، بخط يده قال فيها بعد كلام المهذب:\nالشرح: هذه المسألة مما تعم بها البلوى، ويكثر الاحتياج إليها، والخلاف فيها مشهور، والصحيح عند أكثر أصحابنا، أنه محرم لها، كما نص عليه الشافعي، ونقل عن جماعة تصحيحه.\nثم قال: وقال الشيخ أبو حامد، فيما نقله عنه صاحب البيان، الصحيح عند أصحابنا، أنه لا يكون محرما لها، لأن الحرمة: إنما تثبت بين شخصين، لم يخلق بينهما شهوة، كالأخ والأخت، وغيرهما.\nوأما العبد وسيدته، فشخصان خلق بينهما شهوة.\nقال: فأما الآية فقال أهل التفسير فيها: المراد بها الإماء، دون العبيد.\n(1/280)",
        "\nوأما الخبر فيحتمل أن يكون الغلام صغيرا.\nقال: وهذا الذي صححه الشيخ أبو حامد، وهو الصواب، بل لا ينبغي أن يجري فيه خلاف، بل تقطع بتحريمه.\nوكيف تفتح هذا الباب، للنسوة الفاسقات، مع حسان المماليك، الذين الغالب من أحوالهم الفسق، بل العدالة فيهم، في غاية القلة، وكيف يستجير الإنسان، الإفتاء بأن هذا المملوك يبيت ويقبل، مع سيدته مكررا ذلك، مع ما هما عليه من التقصير في الدين، وكل منصف يقطع بأن أصول الشريعة تستقبح هذا، وتحرمه أشد تحريم.\nثم القول بأنه محرم، ليس له دليل ظاهر، فإن الصواب في الآية: أنها في الإماء، وأما الحديث، فرواه أبو داود في كتاب اللباس، والبيهقي في سنته، وهو محمول على ما ذكره الشيخ أبو حامد أنه كان صغيرا. انتهى.\nورأى المملوك ما عزاه إلى البيان فيه كذلك، وربما ذكره بعد أن\n(1/281)\n",
        "حكى عن النص الجواز، ورأى المملوك البغوي في تفسيره قد قال: واختلفوا: فقال قوم: هو محرم لها، إذا كان عفيفا، وقال قوم: كالأجنبي فهذا النقل وإن كان عند العلماء/ فهل محل الخلاف عند أصحابنا كذلك أم لا فرق؟ كما هو ظاهر إطلاقهم.\nورأى المملوك في المجرد للقاضي أبي الطيب الطبري رحمه الله في نسخة معتمدة، والصحيح أنه لا يجوز يعني نظره إلى سيدته، وقال بعض أصحابنا يجوز، وهو خطأ، ولم يحضر المملوك من كتب الأصحاب، غير ما ذكره، لعدم الكتب بحلب.\nوالمسئول عن إنعامكم، أدام الله نعمه عليكم، كشف الغطاء في هذه المسألة.\nفقد عمت بها البلوى، وكثر السؤال عنها، لكثرة المماليك للنساء، في هذه الأزمات الكثيرة الفساد.\nوقد جاء في حديث أم سلمة ما معناه \"إذا كاتبت إحداكن مملوكها\n(1/282)\n\nفلتحتجب منه\" ولكن لا أعلم مخرجه وصحته، من ضعفه، والمسئول",
        "(1/283)\n\nبيانه، والاعتذار عنه، إن كان صحيحا.\nوقد وقع للمملوك جملة من تفاوى الشيخ عز الدين بن عبد السلام، غير الموصلية، وقد سئل فيها، عن قيام الناس، بعضهم لبعض، فاجاب بجوازه، واستحبابه، ثم قال: ولو قيل بوجوبه، لم يكن بعيدا، لأنه قد صار تركه إهانة واحتقارا، لمن جرت العادة بالقيام له، ولله أحكام، تحدث عند حدوث أسباب، لم تكن موجودة في الصدر الأول. انتهى.\nفهل يمكن التمسك، بمثل هذا المسلك ـ أن لو ثبتت الإباحة ـ لفساد الزمان؟ وقد أكثر الروياني في حليته، من اختيار جانب الحظر، معللا ذلك بفساد الزمان.\nوالمسئول شفاء الغليل، في هذه المسألة.\n(1/284)",
        "\nالجواب (الحمد لله)\nأما حديث الغلام، ففي سنن أبي داود وإسناده جيد، عن أنس أن النبي صلى الله عليه وسلم: \"أتى فاطمة، بعبد، قد وهبه لها، قال: وعلى فاطمة ثوب، إذا قنعت به رأسها لم يبلغ رجليها، وإذا غطت به رجليها، لم يبلغ رأسها، فلما رأى النبي صلى الله عليه وسلم، ما تلقى، قال إنه ليس عليك بأس، إنما هو أبوك وغلامك\".\nوالتأويل الذي حمله عليه، الشيخ أبو حامد، تأويل جيد، لا سيما، والغلام في اللغة إنما يطلق على الصبي وهي واقعة حال ولم يعلم بلوغه، لا حجة فيها للجواز، ولم تحصل مع ذلك خلوة/، ولا معرفة ما حصل النظر فيه، وإنما فيه نفي البأس، عن تلك خلوة/، ولا معرفة ما حصل النظر فيه، وإنما فيه نفي البأس، عن تلك الحالة التي ما علمت حقيقتها، ولم تجد فاطمة عليها السلام ما يحصل به كمال التستر الذي قصدته.\nوغايته التعليل، باسم الغلام، وهو اسم للصبي، أو محتمل له، والاحتمال في وقائع الأحوال مسقط للاستدلال.\n(1/285)\n",
        "وأما حديث أم سلمة، ففي سنن أبي داود، والترمذي والنسائي وابن ماجه.\nوقال الترمذي، حسن صحيح، ولفظه: \"إذا كان لأحداكن مكاتب، وكان عنده ما يؤدي، فلتحتجب منه\".\nقال البيهقي: قال الشافعي: قد يجوز أن يكون أمر رسول الله صلى الله عليه وسلم، أم سلمة، إن كان أمرها بالحجاب، من مكاتبها، إذا كان عنده ما يؤدي، على ما عظم الله به، أزواج رسول الله صلى الله عليه وسلم، أمهات المؤمنين، وخصهن به، وبسط الكلام فيه.\nوحمل الحديث على تخصيصه أزواجه بذلك. انتهى كلام البيهقي. وهو يقتضي أن الشافعي قائل بجواز نظر العبد، إلى سيدته، كما هو المشهور عنه.\nوهي مسالة خلاف وممن منع ذلك من التابعين الحسن،\n(1/286)\n\nوطاوس، ومجاهد، والشعبي كانوا يكرهون أن ينظر العبد إلى شعر مولاته.\nوروى البيهقي عن سليمان بن يسار .................................",
        "(1/287)\n\nأنه قال: \"استأذنت على \"عائشة رضي الله عنها، فقالت من هذا؟ قال: سليمان قالت: كم بقى عليك من كتابتك؟ قال: قلت: عشر أواق، قالت ادخل، فإنك عبد، ما بقى عليك درهم\".\nوعن القاسم بن محمد، قال: \"إن كانت أمهات المؤمنين، يكون لبعضهن المكاتب، فتكشف له الحجاب، ما بقى عليه درهم، فإذا قضى، أرخته ...................................................\n(1/288)",
        "\nدونه، وهذه الآثار، تدل على الجواز، كما رآه الشافعي.\nوأشكلها قصة سليمان بن يسار، فإنه ليس مكاتب عائشة، ولا مولاها، بل هو مولى أم سلمة، وقيل مولى ميمونة، وعلى القولين هو أجنبي من عائشة، فلابد من تأويل، لإذنها له.\nولعلها كانت ترى، أن العبد بالنسبة إلى النساء كالإماء الأجنبيات، بالنسبة إلى الرجل، لنقص الرق، لا تحتشم منهم، كما تحتشم من الأحرار مع رعاية التحفظ/، والتستر من غير أن نقول، إنهم في حقهن كالمحارم، وعلى كل تقدير هو مخالف لما نقله البيهقي عن الشافعي، من جعل ذلك من خصائص زوجات النبي صلى الله عليه وسلم إذ لو كان كذلك لاحتجبت منه عائشة.\nوالذي تلخص من ذلك، أن هذه المسالة، اختلف فيها من زمن الصحابة، وما اختلفتم فيه من شئ، فحكمه إلى الله، فوجب الرجوع إلى الله وإلى رسوله.\nووجدنا المجوزين، استتندوا إلى الآية الكريمة، وتأملنا الآية الكريمة، ونظرنا، أقوال المفسرين فيها، فلم يظهر لنا منها تنزيل عبدها منزلة محرمها.\nقال ابن جرير الطبري، اختلف أهل التأويل، فقال .............\n(1/289)\n",
        "بعضهم: أو مماليكهن، وقال آخرون بل معنى ذلك: أو ما ملكت أيمانهن، من إماء المشركين كما ذكرنا عن ابن جريج لما قال: (أو نسائهن) عن المسلمات دون المشركات، ثم قال: (أو ما ملكت أيمانهن) أي من الإماء المشركات.\nوقال الواحدي ........................................\n(1/290)\n\nفي \"البسيط\" (أو ما ملكت أيمانهن) يعني المماليك والعبيد للمرأة، أن تظهر لمملوكها، إذا كانا عفيفين، ما تظهر لمحارمها، وكذلك لمكاتبها، ما لم يعتق بالأداء أو الإبراء.\nوقال الواحدي في \"الوجيز\" خلاف ذلك وقال الكواشي أو ما ملكت أيمانهن، من العبيد إذا كان عفيفا، فيجوز له النظر، إلى بدن مولاته سوى ما بين السرة والركبة، لظاهرة الآية.",
        "(1/291)\n\nوابن المسيب لا يجيز ذلك، خصيا كان أو فحلا، ويقول: المراد من الآية الإماء، دون العبيد.\nفانظر هؤلاء المفسرين، وهم كلهم شافعية قيد المجوزون منهم ذلك بالعفة، فيجب تقييد الجواز إذا قيل به.\nوإن كان الأصحاب في كتب المذاهب أطلقوا، لأنهم تكلموا في الوصف المتقضي وهو الرق، ولا ينافي أن يكون له شرط ومع ذلك فالمنع أرجح، وهو المختار عندنا موافقة لسعيد بن المسيب، وابن جريج، والحسن، وطاوس، ومجاهد، والشعبي، وأبي حنيفة، وغيرهم رضي الله\n(1/292)",
        "\nعن العلماء أجمعين. ولا ينكر أن الشافعي رضي الله عنه قائل بالجواز ولكنا نختار غيره.\nوقال المحاملى في \"التجريد\" الأشبه بكلام الشافعي أنه كالمحرم، والذي يختاره أصحابنا، أنه بمنزلة الأجنبي، وهذا نقل صحيح.\nثم نظرت في الآية نظرا آخر، فوجدت التعرض، للنص على الإماء لابد منه، لأنهن منعن من إبداء الزينة، إلا لمن ذكر إلى قوله: (أو نسائهن) / والمراد المسلمات الحرائر، لأنه المتبادر إلى الفهم فلذلك احتيج إلى ذكر الإماء، وذلك يرجح حمل (ما ملكت أيمانهن) عليهن.\n(1/293)\n",
        "وقد يقال: لا نسلم، اختصاص المسلمات بالحرائر، ولئن سلم، فالعموم في (ما ملكت أيمانهن) يغني: لدخول الإماء فيه، ونظرت أيضا في أن الآية اقتضت: أنهن لا يبدين زينتهن، إلا لبعولتهن، أو آبائهن، إلى آخرها.\nومن المعلوم، أن الذي يبدينه للبعولة أكثر من الذي يبدينه للمحارم، فما الداعي لمن جوز نظرهن إلى العبيد أن يسوي بينهم وبين المحارم، ولعل الجائز في حقهم ما كانت عادة العرب جارية عليه من بعض ذلك من دخول عليهن، في بعض الأحيان لحاجة، من غير خلوة ولا زيادة نظر، وعلى هذا يحمل دخولهم على نساء النبي صلى الله عليه وسلم مع ما فيهم من العفة والعدالة، لأنهم صحابة فمن أين يقاس بهم غيره.\nوقال النبي صلى الله عليه وسلم: \"لا يخلون رجل بامرأة إلا أن يكون ناكحا أو ذا محرم\".\nولا شك أن العبد ليس محرما، لأن المرحم من حرم نكاحها، تحريما مؤبدا، لسبب مباح، لحرمتها والسيدة مع العبد ليست كذلك.\n(1/294)\n\nوقول الشيخ أبي حامد، إن المحرم من لم يخلق بينهما شهوة، ليس بصحيح، لأنه منقوض بالصهر، ولعل مراده، من لا يرتفع سبب عدم الشهوة بينهما، والعبد وسيدته: إذا سلم عدم الشهوة بينهما قد يرتفع بالعتق، والخروج عن الملك، فلا شك أن العبد ليس بمحرم، فلا شك في دخوله في النهي عن الخلوة.\nوليس في الآية الكريمة، دليل على جواز الخلوة، ولا على النظر إلى ما فوق السرة وتحت الركبة، غاية ما فيها إذا سلم حمل (ما ملكت أيمانهن) على العبيد، أنهن يبدين لهم زينة ما.\nوما تلك الزينة؟ الكلام فيه.\nوقد تضمن صدر الآية (ولا يبدين زينتهن إلا ما ظهر منها) فقيل ما ظهر: هو الثياب، وقيل الوجه والكفان، والمختار الأول.\nثم قال: (ولا يبدين زينتهن إلا لبعولتهن) والمراد بهذه الزينة (هو المراد بالزينة) الأولى، لأنهما معرفتان، فالثاني هو الأول، ولكنه استثنى من الأولى ما ظهر، ولم يستثن من هذه شيئا، فيشمل ما ظهر وما",
        "(1/295)\n\nخفي من الزينة.\nوقال: (ولا يضربن بأرجلهن ليعلم ما يخفين من زينتهن) فعلمنا أن الزينة الخفية، هي/ الخلخال ونحوه، فذلك لا يبدي إلى للمذكورين في الآية وأما إبداء ما سوى الزينة الخفية مثل النظر إلى الصدر ونحوه، بل الوجه والكفين، فمسكوت عنه في حق الجميع.\nعرف في حق البعولة والمحارم، بالإجماع، كما عرف بالإجماع، زيادة البعولة، على الآباء، فبقى فيما عدا البعولة، والمحارم يحتاج إلى دليل على قدر مباح النظر إليه، ولا تعرض في الآية إليه، فبقى على الأصل: المنع.\nوالآية في معرض المبالغة في التستر، فلذلك جاءت على هذا النمط.\nوالعبد يحتاج إلى مداخلته، في بعض الأحوال، على بعض الهيئات لا كهيئة المحارم، فلو قيل بذلك، وحمل ما ورد على السلف عليه لكان أولى.\nولكني لم أر من تعرض لذلك، وإذا لم يكن إلا الضبط بضابط، فالواجب سد الباب وسدل الحجاب، ومنع ظهور السيدة على عبدها، كغيره من الأجانب، خصيا كان أو فحلا، عفيفا كان أو فاجرا، وفيما إذا كان عفيفين شبهة خلاف العلماء.\n(1/296)",
        "\nوأما إذا كانا فاجرين، أو أحدهما، فلا شبهة فيه، وليس كالمحرم الفاجر، لأن قوة الصلة في المحرمية، تكفي في الحياة، والصلة في المملوك مع الفجور ضعيفة، ولا نص يقتضي الجواز، ولا قياس يُبينه.\nوقد تضمن السؤال طلب الاعتذار عن حديث أم سلمة، والعذر ما ذكرته، من عفتهما مع ما نزلت الآية عليه، ودلت عادة العرب عليه، في أن التحفظ من العبيد دون التحفظ من الأحرار.\nوأما اختلاف الأحكام، باختلاف الزمان فلا نختار إطلاقه، لأن الأحكام كلها كملت في حياته صلى الله عليه وسلم.\nوقال تعالى: (اليوم أكملت لكم دينكم وأتممت عليكم نعمتي) وأجمع المسلمون على أنه لا وحي بعد النبي صلى الله عليه وسلم \"فمستحيل أن يتجدد حكم بعده لم يكن في حياته صلى الله عليه وسلم\".\nوقول الشيخ عز الدين، لله أحكام تحدث عند حدوث أسبابها، محمول على حدوث تعلقها عند حدوث أسبابها، كما يحدث وجوب الظهر اليوم عند الزوال، بالحكم الذي أنزل الله على رسوله صلى الله عليه وسلم وهكذا أقول: من قال من الكتاب يحدث للناس من الأحكام بقدر ما يحدث لهم من الفجور محمول على ما قلناه.\nوتلك الأحكام المتعلقة بالفجور، عرفت منه صلى الله عليه وسلم، فلما حضر زمانها ومن هي متعلقة به، وتعلقت به/، فلا يجوز أن يعتقد غير ذلك، وما اختاره\n(1/297)\n",
        "الروياني، من جانب الحظر وترجيحه في أشياء لفساد الزمان إن صح ما قلناه فيه قبل، وإلا رد.\nوالقيام الذي أفتى فيه الشيخ عز الدين، جوازه لا شك فيه، واستجابه في بعض الأوقات قد ثبت من الشرع أدلة فيه.\nوقول الشيخ عز الدين لو قيل بوجوبه يعني في هذه الأزمان، لم يكن بعيدا، محمول على أنه يجب، لأنه وسيلة إلى ترك الإهانة والاحتقار اللذين علم تحريمهما من الشرع، ولا يريد أنه يجب لذاته.\nفالقيام من حيث هو قيام، لا يجب أصلا، وترك الإهانة والاحتقار واجب، وهذان الحكمان ثابتان، من زمنه صلى الله عليه وسلم، والحادث في هذا الزمان استلزام ترك القيام للاحتقار فالتغير فيه، ولأجله حرم في زعمه لا في الحكم.\nومسألتنا هذه، إن فرض أن الذي أنزل الله على رسوله، صلى الله عليه وسلم: أن العبد أجنبي من سيدته فلا يتصور تغيره، أو كالمحرم بشرط العفة، فلا يتغير إلا إذا لم يوجد الشرط فيحرم، لانتفاء الشرط لا لتغير الحكم.\nوإن فرض أن الحكم الجواز مطلقا كالمحرم، لم يتصور تغيره باختلاف الزمان، كما لو جاء زمان كان غالب المحارم فيه فجارا، لا نقول يحرم النظر والخلوة في حقهم، بل النظر حلال والفجور حرام. والله أعلم.\n(1/298)\n\nالمسألة العشرون\nرأى المملوك في أدب القضاء لأبي الحسن الرسلى من أصحابنا ما لفظه:0\nوإن كان أحد الخصمين وكل وكيلا، وحضر مجلس القاضي، فيجب أن يكون الموكل والوكيل والخصم يجلسون بين يديه، ولا يجوز أن يكون الموكل يجلس بجنب القاضي ويقول وكيلي جالس مع الخصم. انتهى.\nوظن المملوك أنه رآه في الكفاية أيضا، وأقره الشيخ عليه، هل في كلام الأصحاب ما يخالف هذا أو يوافقه؟ مع ظهور حسنه، وعموم البلوى به، (والمسئول بيان ذلك مع الحكم بصحته أو فساده).\nالجواب (الحمد لله)\nنعم هو في الكفاية عنه، وهو صحيح وليس في كلام الأصحاب ما يخالفه، وإن لم يصرحوا بموافقته، لكن كلامهم لا يأباه، والمعنى فيه ظاهر، لأن الموكل هو المحكوم عليه، أو المحكوم له، وهو الذي يحلف، وهو",
        "(1/299)\n\nالذي يستوفى الحق من ماله، إن كان مالا، ومن بدنه إن كان قصاصا، أو نحوه.\nوالوكيل سفير في المخاصمة فقط فميل القاضي مع الموكل أشد من ميله مع الوكيل، وإجلاسه الموكل إلى جانبه مرفوعا، عن مجلس خصمه، يكسر قلب خصمه، ويفت عضده، ويوهمه أنه عند القاضي أرفع منه، فيتوهم في قلبه، أنه قد يحيف عليه لذلك.\nوقد قال الأصحاب: إن الخصم إذا اختفى ولم يمكن إحضاره، ووكل القاضي عنه وكيلا، وثبت الحق، فإن كان في ماله، وله مال أخذه، وإن كان في بدنه، أرسل من يتطلبه وهجم عليه، ويستوفيه منه، وهذا بين أنه هو الخصم المحكوم عليه، والتسوية بينه وبين غريمه، كالتسوية/ بين المتخاصمين والمتحاكمين بأنفسهما.\nومما تبين لك ذلك، أن الموكل يسمى خصما، والتسوية بين الخصوم مأمور بها، ومن الدليل على أنه يسمى خصما أن الخصومة له، وقال صلى الله عليه وسلم: \"إنكم تختصمون إلى ولعل بعضكم ألحن بحجته من بعض فمن قضيت له\" فالمضي له من جملة الخصوم، سواء باشر الخصومة بنفسه، أم بوكيله.\nوانظر كلام التنبيه: في الهدية وقوله: ممن كانت له خصومة،\n(1/300)",
        "\nولا شك أن الموكل له خصومة، فأحكام الخصوم جارية عليه.\nوقد قال عمر بن الخطاب في رسالته إلى أبي موسى:-\nوآس بين الناس في مجلسك ووجهك حتى لا يطمع شريف في حيفك ولا ييأس ضعيف من عدلك.\nوقال العلماء: إنه لا يمكن أحدهما أن يرفع صوته بحضرته على الآخر وأنه إذا ظهر للقاضي أن أحدهما ألحن بحجته من الآخر، وأن الضعيف لا يعلم ماله وما عليه، ولا يبلغ حجته، أمر رجلا عالما فدخل بينهما فهذا الرجل وكيل، وما أخرجهما عن خصومتهما.\nوقول الرسلي يجب ولا يجوز، هو اختيار الشيخ أبي حامد ـ أعني أصل التسوية، فإنه يرى وجوبها.\nوأما القاضي أبو الطيب وابن الصباغ فيريان أن التسوية في ذلك\n(1/301)\n",
        "مستحبة لا واجبة.\nوالذي عندي في ذلك أن الواجب على القاضي أن يظهر عدم الميل، وأما تعين المجلس عن يمينه، أو عن شماله، أو بين يديه، فأمر سهل، والأظهر فيه الاستحباب، لا الوجوب فإنه أدب.\nوفي سنن أبي داود \"قضى أن يجلس الخصمان بين يدي الحكم\"، فالمبالغة في إظهار ذلك أدب ومستحب، وإظهار ما يفهم الخصمين استواءهما عند القاضي، واجب، إما بمجلس وإما بغيره.\nوهذا المعنى يؤول إلى تحريم رفع أحدهما على الآخر، في المجلس،\n(1/302)\n\nووجوب إنزاله عن منزلته إلى منزلة غريمه، إلا أن يجبر ذلك بما يفهم به غريمه، أن ذلك ليس رفعا له عليه، وأنهما عنده في الحق سواء، فحينئذ يرخص فيه. والله عز وجل أعلم.",
        "(1/303)\n\nالمسألة الحادية والعشرون\nرجل بعث إلى آخر جارية، فماتت عنده، فقال باعثها: إنما بعثتها إليك لتشتريها، وقال المبعوث إليه، بل هدية، فمن المصدق؟ وهل هذا كما لو قال: بعتكه فقال: بل وهبتنيه أم لا؟ للاتفاق هناك على نقل الملك، (والمسئول بيان ذلك).\nورأى المملوك على بعض نسخ فتاوي البغوض، أنه سئل عن جارية مميزة، جاءت إلى رجل،/ فقالت: إن سيدي بعثني إليك هدية، (فهل له قبول خبرها بذلك؟ كما لو بعث على يدها هدية)، أجاب نعم، له قبولها، والتصرف فيها بذلك، وربما قال: والاستمتاع بها، هذا معنى كلامه.\nوقد استبعده المملوك غاية البعد، فهل الأمر كما ذكر؟ ولعل هذا النقل غير صحيح، أم الحكم كذلك؟ كما لو بعث على يدها هدية.\nالجواب (الحمد لله)\nأما المسألة فيسبق إلى الذهن أن القول قول الباعث، لأنه الدافع، وهو\n(1/304)",
        "\nأعلم بنيته، لكن دعواه السوم، يقتضي تضمين القابض، والأصل عدمه، وجعل القابض مستاما من غير قصده السوم، ولا ما يدل عليه بعيد، وقبول قول القابض في الهدية لا يمكن أيضا.\nفلو كانت الجارية موجودة أمرناه بردها، بعد تحليف كل منهما، وجعلها أمانة، أما ردها فلعدم ثبوت الملك، وأما الأمانة فلأن القبض حصل بالإذن، ولم يعترف القابض أنه قبض لغرض نفسه، حتى يضمنه، فلم يبق إلا مجرد الإقباض وهو غير مضمن، فينزل على أقل الدرجات، وهو الوديعة.\nلكن الجارية قد تلفت، فإذا ادعى الباعث قيمتها بحكم السوم، حلف القابض على نفيه وبرئ عنها، وإن ادعى القابض الهدية، فلا فائدة في دعواه بعد موتها، نعم قد يختلفان فيما عساه، يدخل في ملك سيدها بعد موتها، من جهتها، فإذا حصل التداعي لذلك، حلف كل منهما على نفي ما يدعى عليه، وحكم بأنها، وما حصل بسببها للباعث.\nوأما مؤنة التجهيز فكل منها قوله: يقتضي أنها عليه، فإن حلف كل منهما حيث يسوغ التداعي وحكم بأنها للباعث اختص بها.\nوأما كون هذه المسألة كاختلافهما في البيع والهبة فلا، لأن هناك اختلافًا في عقد واتفقا على ملك وهنا لم يختلفا في عقد ولا/ اتفقا على ملك وإنما اختلفا في قصد، والقول قول مدعيه إلا في التضمين المستدعي زيادة على قصده.\nولا يرد على هذا قبول الأصحاب دعوى الراهن الإقباض عن العارية، لأنا نحمله على أنهم أرادوا قبول قول، في أن القبض ليس من جهة الرهن، أما إيجاب الضمان فبعيد، لأن العارية تستدعي عقدا، ولا يرد أيضًا قبولهم قوله في أحد الدينين، إذا لم يقصد القابض القبض عن الدين أصلا، لأنا نقول إذا كان حيث يجبر على قبول الدين، لم يلتفت إلى عدم قصده.\n(1/305)\n",
        "أما إذا كان حيث لا يجبر فينبغي أن لا يدخل في ملكه، إلا برضاه، والأصحاب لم يصرحوا في هذه الصورة بشيء، ولكن إطلاقهم يقتضي القبول، والإمام استشكل القبول وأطلق هذا الاستشكال أيضا، والصواب عندي التفصيل الذي ذكرته.\nوأما المسألة الثانية: فإن احتف بخبر المميزة قرائن تفيد العلم بصدقها، فلا شك في قبولها والتصرف فيها، والاستمتاع بها، وقد حكى الإجماع على أنه يحل للزوج الإقدام على وطء الزوجة، التي زفت إليه ولم يرها قط قبل ذلك، بل عقد عليها هو أو وكيله في الغيبة، ولكنه اعتماد على النسوة اللاتي معها، والقرائن المحتفة بذلك.\nوهذا الإجماع المحكى لا شك فيه، فهو معلوم من عمل الناس، من لدن النبي صلى الله عليه وسلم إلى اليوم، وإن لم تنته القرائن إلى حد إفادة العلم، بل حصل غلبة الظن فكذلك، ويحل الاستمتاع والوطء لغلبة الظن، وإن حصل/ ظن الصدق مستندا إلى خبرها فقط، من غير قرينة جاز قبولها، والتصرف فيها، لإطلاق الأصحاب جواز قبول الخبر في حمل الهدية.\nوأما الاستمتاع والوطء فينبغي أن يتوقف فيه، على قرينة احتياطا للأبضاع، وبدون ظن الصدق لا يحل الوطء، ويجوز القبول إذا لم يظن الكذب، لأن الظاهر الصدق في الخبر. والله أعلم.\n(1/306)\n\nالمسألة الثانية والعشرون\nقال القاضي أبو الطيب في كتابه في \"أصول الفقه\" فصل أقل الجمع ثلاثة في قول أكثر أصحابنا، وقال بعض أصحابنا اثنان.\nوكان القاضي أبو بكر يختاره وينصره في المجالس. انتهى.",
        "(1/307)\n\nما الذي منع الأصحاب تخريج قولهم: لو قال له على دارهم على هذا الأصل؟ ولم لا قيل لا يلزمه إلا درهمان على كلا القولين؟ لجواز أن يكون تجوز وأطلق الجمع على الاثنين.\nوما الحكم فيما لو قال: أردت بقولي دراهم درهمين؟ إن قيل يلزمه ثلاثة كما (هو) المشهور فهو مشكل مع أن الإقرار مبني على اليقين، وهذا مجاز مستعمل مانع بالاتفاق من القائلين بالمنع، مع أن المملوك رأى في الإشراف للهروي عزو ذلك إلى بعض أصحابنا لكن بصيغة تعريض.\nفقال: وقد عزا ذلك إلى بعض أصحابنا (أنه) لا يلزمه إلا درهمان، وحكاه الماوردي عن أهل العراق ومراده: المخالفين، لا أصحابنا، كما بينه مولانا قاضي القضاة أدام الله نعمه عليه في غير هذا الموضع.\nوالمسئول بيان وجه العذر عن الأصحاب في إضرابهم عن ذلك.\nالجواب (الحمد لله)\nالنقل الذي قاله القاضي أبو الطيب صحيح، ووافقه عليه تلميذه ابن الصباغ في كتاب عدة العالم في أصول الفقه.\n(1/308)",
        "\nوذكره إمام الحرمين في البرهان، ونسبه إلى الأستاذ أبي إسحاق وهو من كبار أصحابنا.\nوقال الإمام: إن ظاهر مذهب الشافعي في مواضع تعريفه/ الأصول، يشير غلى أن أقل الجمع ثلاثة، وهذه المسألة أصولية كبيرة، والمختار المشهور عند الجمهور أن أقله ثلاثة.\nومن قال: من أصحابنا كالأستاذ وغيره، اثنان مردود عليه، وليس هذا موضع تقريره، .........................................\n(1/309)\n",
        "فإن ثبت الوجه الذي قاله صاحب الإشراف فهو مبني على ذلك، وانقطع السؤال، وإن لم يثبت خلاف فيه في الفروع عن أحد من أصحابنا، فسببه أن الخلاف المذهبي، هو الذي يرجع إلى قواعد صاحب المذهب.\nوكلامه في الفقه، إما من مسالة معينة له فيها نص، كالقول، المخرج، أو قاعدة مذهبية، أو مسائل منتشرة، وهي الوجوه، أو من قاعدة أصولية عرف من صاحب المذهب، أنه يقول بها، لبعض الوجوه أيضا، ووراء ذلك شيئان.\nأحدهما: أن يقول بعض أصحاب الشافعي قولا يختاره لنفسه في الفقه، بدليل انتهض عنده، ولا يكون ذلك الدليل منتهضا على قواعد الشافعي، فهذا لا ينبغي أن يعد وجها ولا يلتحق بالمذهب، ولكن هذا قل أن يقع لاصحابنا، بل لا أعرفه لهم، لأنهم لا يخالفون قواعد إمامهم في الأصول، فلهذا كل ما يؤخذ من أصحاب الشافعي، في الفقه يعد وجها.\nوالثاني: أن من الأصحاب من توسع في العلوم من الأصول وغيره، فقد يرى رأيا في الأصول، ولا يفرع عليه، إما أهمالاً للتفريع، وإما لأمر آخر كهذه المسألة، فإن الأستاذ أبا إسحاق شافعي، وهو من حذاق\n(1/310)\n\nالأصوليين له فيه اليد الطولي وقد رأى أن أقل الجمع اثنان، ولم يحفظ عنه تفريع في الفقه عليه.\nفإذا أرادنا نحن، أن نخرج من قوله في الأصول وجها ونلحقه بالمذهب، لا ينبغي لاحتمال أن يكون هو خالف إمامه في الأصول، لقوته فيه، ولم تنهض نفسه على القوة في الفروع، والمصيب في الأصول واحد قطعا، بخلاف الفروع فمع قول الشافعي: إن أقل الجمع ثلاثة، لا يمكن القول/ ولا التردد في أن أقل الجمع اثنان، فلذلك لم يثبتوا الخلاف في الفروع التي مآخذها متجاذبة متقاربة.\nوقول السائل لم لا؟ قيل لا يلزمه إلا درهمان، على كلا القولين، لجواز أن يكون تجوز وأطلق الجمع على الاثنين، جوابه: أن الإقرار إنما يحمل على الحقيقة، واحتمال المجاز لا يقتضي الحمل عليه، إذ لو فتح هذا الباب لم يتمسك بإقراره.\nوقد قال الهروى في هذا المكان: إن أصل هذا ما قاله الشافعي رضي الله عنه أنه يلزم في الإقرار باليقين، وظاهر المعلوم وهو الظن القوي، ولا يلزم بمجرد الظن كما لا يلزم في حال الشك إذ الأصل براءة الذمة وهذا الذي قاله صحيح واحتمال إرادة المجاز دون الشك لأنه وهم فكيف نعمل به؟ ولو قال أردت بقولي دراهم درهمين لم يقبل، لكن له تحليف غريمه.\nوكون الإقرار مبنيا على اليقين لا يقدح في ذلك، لأن هذا يقين فإنه",
        "(1/311)\n\nموضوع اللفظ لغة، وليس المراد باليقين القطع، ولو أريد القطع، فقد تقدم كلام الهروي أنه يأخذ باليقين، وبالظن القوي، وحمل اللفظ على المجاز إنما يكون بقرينة، أما بغير قرينة، فيحمل على الحقيقة قطعا، وهذا هو المراد باليقين.\n(1/312)",
        "\nالمسألة الثالثة والعشرون\nرأى المملوك في \"شرح الوجيز\" للعلامة تاج الدين بن يونس رحمه الله تعالى ما لفظه:-\nوالأصح أنه يجوز اقتناء الكلب لحراسة الدور وحفظ الماشية وللإعارة كحلى النساء. انتهى.\nهل ذكر هذه الصورة غيره؟ وهل الحكم كما ذكره؟\nوقد ذكر الرافعي أنه يحرم اقتناؤه قبل شراء الماشية ولمن لا يصيد، ثم قال ابن يونس وإذا جوزنا اقتناء الجرو للتعليم قال البغوي شرط الجواز أن يكون من نسل المعلم. انتهى.\nفهل هذا شرط صحيح؟ حتى يكون الرافعي أخل به، وهل في\n(1/313)\n",
        "اشتراط ذلك خلاف أم لا؟\nالجواب (الحمد لله)\nأما صورة العارية فذكرتها أنا في \" شرح المنهاج\" فقلت: ولو اقتنى كلب صيد/ ولا يريد أن يصطاد به في الحال، ولا فيما بعد، لم يجز على المذهب، وإن أراد إعارته لمن يصطاد، ومعنى الحديث، إلا كلبا يصطاد به، هذا نص ما قتله في \"شرح المناهج\".\nومما يدل على أن معنى الحديث ذلك، الحديث الآخر: \"من اقتنى كلبا لا يغني عنه زرعا ولا ضرعا\" فقد بان أن الصورة ذكرها غير ابن يونس، وأن الأصح فيها غير ما صححه، وأما تشبيهه بالإعارة كحلى\n(1/314)\n\nالنساء، فالفرق بينهما أن ذلك معد لاستعمال مباح، وكل معد لاستعمال مباح لا زكاة فيه، وأيضا فإن الحلى ليس من الأموال النامية، ولهذا إذا لم يوجد قصد أصلا لم تجب الزكاة في الأصح، وكان الأصل فيه عدم الزكاة إلا عند قصد المحرم أو المكروه أو القنية.\nوالأصل في اقتناء الكلب المنع، إلا ما رخص فيه، وليس هذه الصورة مما رخص فيه، والحديث الذي فيه إلا \"كلب صيد\" مطلق، تقيد بالحديث الآخر الذي فيه \"لا يغني عنه\" وقد نقل إمام الحرمين إجماع الأصحاب على أن النهي عن الاقتناء نهي تحريم.\nواستثنى من النهي كلب الصيد والماشية، وكذا كلب الزرع، لصحة",
        "(1/315)\n\nالحديث فيه، وكذا الذي في معناه كحراسة البوادي على ما قاله الأصحاب. وفي كلام القاضي حسين خلاف في حراسته في السفرن واختلفوا في الذي يقتني لحراسة الدور والدروب والأصح المنصوص الجواز وصحح آخرون المنع.\nوقال ابن عبد البر من المالكية في \"التمهيد\" يجوز الكل إلا\n(1/316)",
        "\nأنه مكروه لغير الوجوه المذكورة في الحديث، لنقصان أجر مقتنيها.\nوقال الشيخ محيى الدين النووي رحمه الله في \"شرح مسلم\" وقد اتفق أصحابنا وغيرهم على أنه يحرم اقتناء الكلب لغير حاجة، مثل أن يقتني كلبا إعجابا بصورته أو المفاخرة، فهذا حرام بلا خوف.\nوأما الحاجة التي/ يجوز الاقتناء لها؛ فقد ورد الحديث بالترخيص فيه، لأحد ثلاثة أشياء: الزرع والماشية والصيد، وهذا جائز بلا خلاف واختلف أصحابنا في اقتنائه لحراسة الدور والدروب وفي اقتناء الجرو ليعلم، فمنهم من حرمه، لأن الرخصة إنما وردت في الثلاثة، ومنهم من أباحه وهو الأصح، لأنه في معناه.\nواختلفوا أيضا فيمن اقتنى كلبا وهو رجل لا يصيد.\n(1/317)\n",
        "وأما اشتراط كون الجرو من نسل المعلم فقد وقع في كلام إمام الحرمين ما يفهمه، لأنه قال: ومن اقتنى جرو كلب حتى إذا استقل صاد ففي تحريم اقتنائه جروا وجهان: ذكرهما العراقيون: أحدهما: يجوز لأنه كلب صيد، والثاني: لا لأنه ليس ضاريا في الحال.\nوقال المحاملي في \"التجريد\" فإن اقتنى جروا صغيرا من جنس الكلاب التي تصطاد حتى إذا كبر اصطاد به ففيه وجهان: ذكرهما أبو إسحاق في \"الشرح\" أحدهما: لا يجوز لقوله إلا \"كلب صيد\" والأصح يجوز، لأن كلاب الصيد جنس من الكلاب صغارها وكبارها، فهذا كلب صيد فجاز اقتناؤه.\nقال وكذا إذا اقتنى كلبا للصيد، ولا يصطاد به الآن، لكن إذا احتاج، وكذا إذا كان من التجار وليس من عادته الصيد. انتهى. وهو يقتضي أن الأصح عنده في الصورتين على خلاف الأصح عند غيره، وفي إفهام اشتراط كون الجرو من نسل المعلم، أقوى من كلام الإمام.\n(1/318)\n\nوقال القاضي حسين وفي جواز اقتناء جرو كلب للصيد وجهان:\nأحدهما: لا، لأنه ليس من كلاب الصيد، والثاني: يجوز، لأنه مرصد لأن يعلم فيصطاد، وهذه العبارة ظاهرها أنه لا يشترط، فليكن فيه خلاف والأصح الاشتراط.\nوأما كون الرافعي أخل به فإن كان الأمر كما أشار إليه المحاملى من أن كلاب الصيد جنس فيتجه القول بالاشتراك، وعذر الرافعي في عدم ذكره أنه لا يكون إمساك الجرو للتعليم إلا في ذلك الجنس، ومن ضرورته أن يكون من نسله فلا حاجة/ إلى التصريح به.\nوالظاهر أن الأمر كما قال المحاملي، وإن لم يكن كذلك، وكان كل جرو صالحا للتعليم، اتجه هنا القول بتحريم الاقتناء، لأنه لا يسمى كلب صيد، وبهذا بأن صحة قول البغوي وعدم إخلال الرافعي، فإن الأصح الجواز وهو مشروط بذلك.\nوإنما استغرب ما قاله ابن يونس لكونه أتى بعبارة ليست مألوفة، فالجرو الذي من جنس ما يصيد، القول بالجواز فيه يقرب لأجل الاسم ولأجل قرب تعلمه، والقول بالجواز في غيره بعيد إن قيل به، لانتفاء الأمرين، لكن هذا إنما أقوله في الجرو الذي يقصد تعليمه للصيد.\nأما لو قصد تعليم جرو واقتناؤه للزرع أو للدروب، فالظاهر أن ذلك ليس جنسا مخصوصا، فلا يأتي هذا فيه، وقضية هذا أنه لا يشترط فيه إلا القصد أعني المقتني للدروب.",
        "(1/319)\n\nوقول المحاملي الجنس أولى من قول غيره النسل، لأنه قد يتولد بين صيود وغيره، فيكون من النسل ولا يكون من الجنس إلا أن يكتفي بكونه من نسل أحدهما، والله أعلم.\n(1/320)",
        "\nالمسألة الرابعة والعشرون\nقال الإمام الرافعي رحمه الله في كلامه على الركن الثالث من أركان الإجارة، ما لفظه: وفيه صور: أحداهما: ذكر أن استئجار تفاحة للشم فاسد، وكأن المنع ناشئ من أن التفاحة الواحدة لا يقصد للشم، فيكون استئجارها كشراء الحبة الوحدة من الحنطة والشعير، فإن كثر فالوجه: الصحة إلى آخره، وتابعه في الروضة.\nوقع في ذلك نزاع، وتوهم المملوك أن ذكر التفاحة في كلام الإمام والغزالي ليس للتقيد بالوحدة، وإنما الأعواض لا تبذل في مقابلة شم التفاح، ولهذا قال الإمام فإن ذلك وإن كان منفعة فليست من المنافع التي تبذل الأموال عليها، ومالك/ التفاح لا يرضى بتسليمه ليبتذل ويقرب من الفساد ثم يرد. انتهى.\nثم رأى المملوك في نسخة قديمة بشرح مختصر الجويني للإمام أبي عمرو\n(1/321)\n",
        "عثمان بن محمد المصعبي ما لفظه: كل عين يمكن الانتفاع بها مع بقاء عينها، ويبذل المال عرفا في مقابلتها يجوز إجارتها فلا يجوز استئجار التفاح والرياحين للشم، لأنه لم يجر العرف ببذل المال في مقابلة ذلك.\nوجزمه في الرياحين بالمنع يمنع استشهاد الرافعي رحمه الله بها، لكن رأي المملوك في كفاية الجالجرمي حكاية الوجهين في الرياحين.\nورأى المملوك في مختصر نحو التنبيه مسمى بالملخص للإمام أبي الخطاب البخاري، قال في خطبته: إنه لخصه من مجموعه المسمى\n(1/322)\n\nبالمصباح، ولعله في حدود الخمسمائة ما لفظه: والمنفعة شرطها التقويم، فلا يصح استئجار التفاح للشم في وجه، وكذا الشجر لنشر الثياب. انتهى.\nوهذا قد صرح بالخلاف، والمسئول بيان الصواب في هذا جميعه.\nالجواب (الحمد لله)\nالذي خطر لكم من كون ذكر التفاحة في كلام الإمام والغزالي ليس للتقيد بالوحدة هو الصحيح. وقد ذكرته في \"شرح المنهاج\".\nواستشكلت كلام الرافعي وقوله: إن كثير فالوجه الصحه والذي أقوله: إن الوجه: البطلان، لأن التفاح فيه المنفعتان: الأكل والشم، والأكل أعلاهما وهي المقصود منه، ولا يتصور الاستئجار لها، والشم أدنى منفعته، فلا يصح استئجاره، لأمرين:\nأحدهما: أن الإجارة إنما جوزت للحاجة، والحاجة، إنما تدعو فيما يعتاد، ولا يعتاد بذل الأعواض في ذلك.\nوالثاني: أنه إن قصر زمان الإجارة فهي تافهة، فبذل المال في",
        "(1/323)\n\nمقابلتها سفه، وإن طالب حتى يفسد فاتت المنفعة العظمى المقصودة فأشبه تنقيص عين المبيع، بل هذا أولى بالبطلان، لأنه إذا امتنع تنقيص المبيع لغيره المساوي له، فلأن يمتنع عين المقصود لما هو المقصود أولى.\nوهذان المعنيان/ لا فرق فيهما بين التفاحة الواحدة والتفاح الكثير، ولكن الغزالي ذكر التفاحة على سبيل التمثيل لاشتراط كون المنفعة مقصودة، فإن الواحدة أبلغ في إيضاح ذلك لجمعها ثلاثة معان، وسكت عن التفاح الكثير ويؤخذ حكمه من إطلاق القاعدة ومما ذكرناه.\nوأما المسك والرياحين فقد جزم البغوي في التهذيب بجوار استئجارهما للشم، وسببه أن الشم هو المقصود فيهما، بخلاف التفاح، فليكن الأصح في الرياحين الجواز وجه الخلاف فيها أنها وإن كان لا منفعة لها، إلا ذلك فهي منفعة يسيرة لا نقصد بالأعواض في العرف، وإن طرد ذلك في المسك فبعيد، ولم أر من ذكر فيه خلافا، ولا شك أن كل منفعة مباحة مملوكة مقصودة يجوز الاستئجار لها اتفاقا، فإن فاتت الإباحة لم تز، وإن وجدت وفات الملك فوجهان: كاستئجار الكلب للصيد، وإن وجدت وفات القصد، فلفوات القصد مراتب يقوى في بعضها الصحة وفي بعضها الفساد بحسب المقصود في ذلك الجنس، وعلى هذا يخرج الخلاف في استئجار الدراهم\n(1/324)",
        "\nوالدنانير والأطعمة للتزين، والأشجار للتجفيف، والطور لسماع أصواتها.\n(1/325)\n",
        "المسألة الخامسة والعشرون\nوقع للمملوك فيما مع من فتاوي القفال رحمة الله، في آخر مسالة، أولها: إذا وقف داره على مسجد لم يصح، ما لم تبين جهة الوقف على ماذا؟ هذا لفظه، أما إذا وقف كتابا على عامة المسلمين، واشترط في الوقف أن لا يعار على أحد من المسلمين إلا برهن، فإنه ليس للقيم أن يعيره إلا برهن، ويكون هذا الشرط ثابتا. انتهى.\nوقد رأى المملوك ما كتبه مولانا قاضي القضاة على ذلك في شرح المهذب، وهو في غاية النفاسة، ولكن بعد عهد/ المملوك به، وسؤال المملوك بيان ذلك، وظن المملوك أن كلام القفال موافق له في المعنى، وليس فيه ما يقتضي صحة الرهن بالأعيان.\nالجواب (الحمد لله)\nرأيت كلام القفال هذا، وهو موافق لما قلته في شرح المهذب، ولم أكن\n(1/326)\n\nوقفت عليه قبل ذلك، وإنما قلته تفقها، ونص ما قلته في شرح المهذب، فرع: حديث في الأعصار القريبة، وقف كتب يشترط الواقف أن لا يعار إلا برهن، أو لا يخرج من مكان تحبيسها إلا برهن، أو لا تخرج أصلا.\nوالذي أقول في هذا: أن الرهن لا يصح بها، لأنها عين مأمونة في يد موقوف عليه، ولا يقال لها عارية أيضا، بل الآخذ لها إذا كان من أهل الوقف مستحق للانتفاع، ويده عليها يد أمانة، فشرط أخذ الرهن عليها فاسد، وإن أعطاه كان رهنا فاسدا، وتكون في يد خازن الكتب أمانة، لأن فاسد العقود في الضمان كصحيحها، والرهن أمانة، هذا إذا أريد الرهن الشرعي، وإن أريد مدلوله لغة، وأن يكون تذكرة، فيصح الشرط، لأنه غرض صحيح، وإذا لم يعلم مراد الواقف، فيحتمل أن يقال: بالبطلان في الشرط المذكور حملا على المعنى الشرعي ويحتمل أن يقال بالصحة حملا على اللغوي، وهو الأقرب، تصحيحا للكلام ما أمكن، فإذا قال لا يخرج إلا برهن، وحملنا الرهن على المعنى اللغوي، صح الشرط، وجاز إخراجها به، ولم يجز بدونه، وإن حملناه على المعنى الشرعي لم يجز إخراجها به لتعذره ولا بدونه، إما لأنه خلاف شرط الواقف، وإما لفساد الاستثناء، فكأنه قال: لا يخرج مطلقا، ولو قال ذلك: صح، لأنه شرط فيه غرض صحيح، لأن إخراجها مظنة ضياعها، بل يجب على ناظر الوقف أن يمكن كل من يقصد الانتفاع بتلك الكتب في مكانها وفي بعض الأوقاف يقول لا يخرج إلا بتذكرة، وهذا لا باس به، ولا وجه لبطلانه، وهو كما حملنا عليه قوله: إلا برهن، في المدلول اللغوي فيصح، ويكون المقصود أن تجويز الواقف/ الانتفاع لمن يخرج به مشروط، بأن يضع في خزانة الكتب ما يتذكر هو به إعادة",
        "(1/327)\n\nالموقوف، ويتذكر الخازن به مطالبته، فيبغي أن يصح هذا، ومتى أخذه على غير هذا الوجه الذي شرط الواقف فيمتنع، ولا نقول بأن تلك التذكرة تبقى رهنا، بل له أن يأخذها، وإذا أخذها طالبه الخازن برد الكتاب، ويجب عليه أن يرده أيضا بغير طلب، ولا يبعد أن يحمل قول الواقف الرهن على هذا المعنى حتى يصحح، إذا ذكره بلفظ الرهن، تنزيلا للفظه على الصحة ما أمكن، وحينئذ يجوز إخراجه بالشرط المذكور، ويمتنع بغيره، لكن لا يثبت له أحكام الرهن، ولا يستحق بيعه، ولا بدل الكتاب الموقوف، إذا تلف بغير تفريط، ولو تلف بتفريط ضمنه، ولكن لا يتعين ذلك المرهون لوفائه، ولا يمتنع على صاحبه التصرف فيه، وهذا الذي ظهر لي في ذلك، ومما ينبه له: أنا حيث قلنا لا يجوز، إخرجها برهن، ولا بدونه، فأخرجها برهن صح الرهن، بناء على صحته بالأعيان المضمونة، لأن الكتاب بالإخراج حيث لا يجوز صار مضمونا، لكن بشرط أن يكون القابل للرهن له أهلية القبول فإن فرض أنه المخرج، فقد شارك في الضمان، وربما انعزل بذلك عن أهلية النظر، وقبول الرهن، وما أحسن قول الغزالي: الرهن وثيقة دين في عين. انتهى كلامي في شرح المهذب.\nوموافقته للقفال في قوله: إنه ليس للقيم أن يعيره إلا برهن، وإن لم يبين حكم ذلك الذي سماه رهنا.\n(1/328)",
        "\nالمسألة السادسة والعشرون\nوقع في فوائد المهذب للقاضي أبى على الفارقي رحمه الله أنه ينبغي أن يكون محل الوجهين في ولاية الأعمى ما إذا لم تر المرأة الخاطب، أما إذا رأته، فينبغي أن يصح وجها واحدا/، ما وجه هذا الفقه؟ مع غرابته، إذ لم يشترط أحد فيما علم المملوك رؤية الولي البصير للخاطب، وإذا كان كذلك فما وجه هذا الكلام؟ وقائله معظم في المذهب، مشهور بالفضل.\n(1/329)\n",
        "أعز الله الإسلام بقائكم.\nالجواب (الحمد لله)\nلعل وجهه أن الأصحاب استندوا في الجواز إلى تزويج شعيب عليه السلام ابنته من موسى عليه السلام وكانت قد رأته، فيجعل محل النص متفقا عليه والخلاف في غيره، هل يقاس عليه؟ أو يعمل بالمقتضى للمنع السالم عن معارضة النص.\nوإن رأته فوجهان: مبنيان على أن شرع من قبلنا هل هو شرع لنا أو لا؟\nويمكن أن يقال: الخلاف مطلقا، وهو الظاهر، ووجه البناء المذكور، ولعله استند أيضا إلى أن النظر في حال الزوج، منه ما يدرك بالبصر، ومنه ما يدرك بالسماع والبصير مظنة إدراك القسمين، وحذف فحولية الرجال\n(1/330)\n\nتحمله على تعرف ما يحتاج إلى رؤيته، إما بالإبصار وإما بالسماع، والأعمى فات فيه الإبصار، وليس في المرأة من الحذق ما يكتفي فيها بالمظنة، فإذا وجدت حقيقة الرؤية منها، ولها حظ فيها، وانضم (إلى ذلك) ما أدركه وليها الأعمى بالسماع كفى والله أعلم.",
        "(1/331)\n\nالمسألة السابعة والعشرون\nجمع الشيخ محي الدين رحمه الله في \"شرح المهذب\" مسائل مما يخالف الأعمى البصير فيها.\nمنها: أنه لا يصح بيعه، وإجارته، واستئجاره، على المذهب، فظن بعض الفقهاء: أن هذا شامل لإجازة العين والذمة.\nوالذي ظنه المملوك أن هذا مصروف إلى ما يتعلق بالإبصار، فأما ما لا يختلف الأعمى والبصير فيه، كالإلزام والالتزام بحمل المتاع إلى مكة مثلا أو الركوب أو تعليم القرآن فإنه يصح، ويبعد أيضا، لأنه لو استأجر عين من يعلمه القرآن أنه لا يصح، إذ لا غرض يتعلق برؤية المعلم، والمسئول بيان ذلك، وهل هو على عمومه أو مقصور على ما يتوقف العلم به على البصير؟ نظر إلى المعنى.\nالجواب (الحمد لله)\nعجيب كيف تسأل عن هذا؟ فإن إجارة الذمة سلم وسلم الأعمى يصح.\nوانظر قول الرافعي إذا قلنا لا يصح بيع الأعمى وشراؤه/، لا تصح منه الإجازة، كيف جعل الإجازة والبيع والشراء سواء؟ وبيع الأعمى وشراؤه\n(1/332)",
        "\nفي الذمة وهو السلم يصح، فكذا الإجازة.\nوأما استئجار عين من يعلمه القرآن فلا يصح، لأن الرؤية فيها غرض، وهو معرفة حال الأجير، ورؤيته تفيد معرفته.\nوهل هو ملول أو جلد على التعليم أو نحو ذلك؟ والله أعلم.\n(1/333)\n",
        "المسألة الثامنة والعشرون\nقال الإمام الحافظ أبو داود السجستاني في سننه في باب فضل المشي إلى الصلاة ما لفظه: حدثنا محمد بن عيسى حدثنا أبو معاوية، عن هلال بن ميمون، عن عطاء بن يزيد عن أبي سعيد الخدري، قال: قال رسول الله صلى الله عليه وسلم: \"الصلاة في جماعة تعدل خمسا وعشرين صلاة،\n(1/334)\n\nفإذا صلاها في الفلاة فأتم ركوعها وسجودها بلغت خمسين صلاة\".\nقال أبو داود: قال عبد الواحد بن زياد في هذا الحديث: \"صلاة الرجل في الفلاة تضاعف على صلاته في الجماعة وذكر الحديث. انتهى. والظاهر أن سند صحيح.\nالمسئول بيان معنى هذا الحديث، وما قيل فيه، وعلام يحمل؟ فقد أشكل فهمه على المملوك، جبر الله المسلمين بحياتكم.\nالجواب (الحمد لله)\nهذا الحديث رواه أبو داود وابن ماجه، ورجال سنده من رجال الصحيح، إلا هلال بن ميمون، وقد وثقه يحيى بن معين، وقال أبو حاتم الرازي ليس بالقوى، يكتب حديثه فالحديث جيد يحتج به إن شاء الله.",
        "(1/335)\n\nواللفظ الأول الذي رواه أبو داود لا إشكال فيه، لاحتمال أن يكون إذا صلاها في الفلاة في جماعة وأتم ركوعها وسجودها، بل هو ظاهره من حيث الوضع، لأن المتقدم صلاة الجماعة، والضمير يعود عليها، وإنما الإشكال في اللفظ الذي رواه أبو داود من طريق عبد الواحد بن زياد، وعبد الواحد بن زياد متفق عليه، من الرتبة المتوسطة وقد علقه أبو داود عنه، ولم يذكر شيخه فيه، ولا شيخ عبد الواحد، فتوقف علينا تصحيح/ هذا اللفظ، لكن معناه ثابت من جهة أخرى.\nروى أبو حاتم بن حبان البستي في كتاب \"التقاسيم والأنواع\" أحاديث فضل الجماعة ثم قال: ذِكْر البيان بأن قوله صلى الله عليه وسلم: \"صلاة الفذ\" في الخبرين اللذين ذكرناهما لفظة أطلقت على العموم، يراد بها الخصوص، دون استعمالها على عموم ما وردت فيه.\n(1/336)",
        "\nأخبرنا أحمد بن علي بن المثنى حدثنا أبو بكر بن أبي شيبة حدثنا أبو معاوية عن هلال بن ميمون عن عطاء بن يزيد الليثي عن أبي سعيد الخدري قال: قال رسول الله صلى الله عليه وسلم: \"صلاة الرجل في جماعة تزيد على صلاته وحده بخمس وعشرين درجة، فإن صلاها بأرض قى، فأتم ركعوها وسجودها، بلغت صلاته خمسين درجة\".\nوهذا مثل لفظ أبي داود الأول محتمل لأن يكون صلاها في جماعة في أرض قى، لكن إنما فهموا منه أنه منفرد، فيكون الضمير على الصلاة، لا بوصف كونها في الجماعة، والأرض القى التي لا أهل لها، والإقواء الفاقة قال تعالى: (متاعًا للمقوين) والظاهر أن الذي فهموه من معنى\n(1/337)\n",
        "الحديث من الانفراد صحيح.\nويشهد له حديث رواه النسائي من حديث سلمان الفارسي رضي الله عنه عن النبي صلى الله عليه وسلم قال: \"إذا كان الرجل في أرض قى فتوضأ فإن لم يجد الماء تيمم ثم ينادي بالصلاة ثم يقيمها ثم يصليها إلا أم من جنود الله صفا يركعون بركوعه، ويسجدون بسجوده ويؤمنون على دعائه\" وفي بعض طرق هذا الحديث \"صفا لا يرى قطره\".\nفهذا الحديث يبين أنه صلى وحده، وسبب التفضيل اجتماع أمور: وهي أنه في مكان لم يجد فيه جماعة، وأذن وأقام وأم جما غفيرا من الملائكة، نالته بركتهم، وأتم الركوع والسجود، وكان نداؤه سببا في حضور هذا الجمع/ من جنود الله وصلاتهم، فبمجموع ذلك بلغت خمسين.\nولعل خمساً وعشرين منها على الجماعة، التي كانت عادته أن يصليها فيها، إن كانت له عادة بذلك، وخمسًا وعشرين على هذه الصفات الزائدة التي ذكرناها، وحينئذ لا يكون معارضا لتفضيل صلاة الجماعة، ولا يحتاج إلى تخصيص كما ظنه ابن حبان، أو تكون هذه الصلاة الخاصة بهذه الأمور\n(1/338)\n\nالمجتمعة فيها، جعلها الشرع أفضل، من صلاة الجماعة في غيرها، كما فهمه ابن حبان، ولا مانع من ذلك.\nفالفضل بيد الله، يؤتيه من يشاء (والله ذو الفضل العظيم) وعلى كل تقدير، هذه الصلاة مغايرة لصلاة الفذ التي فضلت صلاة الجماعة عليها، أما على ما فهمه ابن حبان، فلاجتماع هذه الصفات فيها، وبذلك فضلت على صلاة الفذ وسواها، وأما على ما قلته أنا فالفضل على مجموع الصلاة وما معها من الأذان والإقامة وغيرها.\nوينبغي لك أن تضبط عنى أمرين أحدهما:\nأن من كانت عادته أن يصلي جماعة، وتعذر عليه، فصلى منفردا، لعذر، يكتب له ثواب الجماعة، وإن لم تكن له عادة بذلك، ولكنه أراد أن يصلي جماعة، فتعذرت عليه، فصلى منفردا، لا يكتب له ثواب الجماعة، لكن يكتب له ثواب قصده لذلك، وهي جماعة أيضا، لكنها دون الأولى، لأنها قصد مجرد، والأخرى سبقها فعل، ومن صلى منفردا في موضع لا يمكنه أن يصلي فيه جماعة، ولم يكن له عادة، لم يكتب له ثواب جماعة، لأنه ما وجد منه قصد، ولا عادة، وإنما قلت أنه يكتب لمن له عادة، لقوله صلى الله عليه وسلم: \"إذا مرض العبد، أو سافر، كتب الله له ما كان يعمل، صحيحا مقيما\".\nوإنما قلت إنه يكتب للمعذور الذي لا عادة له، لقوله تعالى: (فضل الله المجاهدين بأموالهم وأنفسهم على القاعدين درجة وكلا وعد الله",
        "(1/339)\n\nالحسنى وفضل الله المجاهدين على القاعدين أجرا عظيما) (درجات منه ومغفرة ورحمة وكان الله غفورا رحيما) فالذين فضل/ عليهم هم المعذورون، والذين فضل عليهم درجات غير المعذورين.\nوإنما قلت: إن أجر الهم غير أجر الفعل، فلأن أجر الفعل يضاعف، وأجر الهم غير مضاعف، كما يفهم من حديث: \"إذا هم عبدي بحسنة، فاكتبوها له حسنة، فإن عملها فاكتبوها له عشرا\".\nالأمر الثاني: أن جماعة من الفضلاء، قالوا إن تفضيل صلاة الجماعة، على صلاة الفذ، مخصوص بالفذ الذي كان له عادة بالجماعة، لأنها تكتب له، كما سق وابن حبان، قد علمت ما ادعاه من التخصيص.\nوأنا أقول: إنه يمكن إبقاء اللفظ على عمومه، وأن كل صلاة جماعة، تفضل كل صلاة فذ، وأن صلاة الفذ، الذي اعتاد الجماعة، فانقطع عنها لعذر، صلاة فذ لا صلاة جماعة، وثوابها ثواب صلاة فذ، لا ثواب صلاة جماعة، لكن الله تفضل على صاحبها، فكتب له أجر الجماعة، جزاء لعادته السابقة، لا جزاء على هذه الصلاة، فصلاته هذه، بصلاة واحدة، وزاده الله من فضله، لأجل عادته، أجر الجماعة، وعندي تردد، في أنه يكتب له خمس وعشرون، مع هذه فتصير ستا وعشرين، أو أربعًا وعشرين وهذه، وهو الأقرب.\nوأما ما قاله ابن حبان، فيمكن أيضا فيه أن يقال، إن الزائد على صلاة\n(1/340)",
        "\nالجماعة، حصل لاقتران تلك الأمور، وقدر صلاة الجماعة، حصل لشهود الملائكة، وقيامهم مقام الآدميين، ولم يرد ذلك في غير هذه الحالة، فتكون صلاة جماعة، أو يقال إنها صلاة منفرد، وثوابها ثواب صلاة المنفرد، والتسع والأربعون للأمور الزائدة، فلا يلزم التخصيص، ولا التعارض.\nويبني على هذا التردد، أن من يشترط الجماعة في الصلاة/ إذا صلى منفردا لعذر، هل نقول يجب القضاء؟ كمن صلى فاقد الطهور، حيث تأمره بالقضاء، فإن كان كذلك، فصلاة الملائكة إن جعلناها، كصلاة الآدميين، وأنها تصير بها جماعة، فقد يقال: إنها تكفي لسقوط القضاء، وأن من لم يجعلها صلاة جماعة، وجب القضاء.\n(1/341)\n",
        "وبعد أن كتبت هذه بأيام، رأيت في (فتاوى) أبى عبد الله الحسين ابن محمد الحناطي الطبري رحمه الله فيمن صلى في فضاء من الأرض، بأذان وإقامة، وكان منفردا، ثم حلف أنه صلى بالجماعة هل يلزمه التكفير أم لا؟ فقال يكون بارا في يمينه، ولا كفارة عليه.\nلما روى أن النبي صلى الله عليه وسلم قال: \"من أذن وأقام، في فضاء من الأرض وصلى وحده، صلت الملائكة خلفه صفوفا\" فإذا حلف على هذا المعنى لا يحنث. انتهى كلامه.\nفشكرت الله تعالى على موافقة، ما خطر لي، من تقدمني من أهل العلم والحمد لله.\n(ورأيت في الموطأ رواية معن بن عيسى .........................\n(1/342)\n\nعن مالك عن يحيى بن سعيد بن المسيب أنه كان يقول: \"من صلى بأرض فلاة صلى عن يمينه ملك وعن شماله ملك فإن أذن بالصلاة وأقام يشك لا يدري أي ذلك قال صلى وراءه أمثال الجبال من الملائكة\". والله أعلم).",
        "(1/343)\n\nالمسألة التاسعة والعشرون\nوقع في \"فتاوى\" القفال والبغوى أنه إذا شهد بالوقف بالشيوع فلابد أن يسمى الواقف، فإن لم يسم فلا يقبل، فهل هذا متفق عليه، أم فيه خلاف؟ فإن كان فما الراجح؟ وما وجه اشتراط تسمية الواقف؟ والذي عليه العمل، عدم التعرض لذلك، والمسئول بيان ذلك فإن هذه المسألة مما تعم به البلوى.\nالجواب (الحمد لله)\nالذي وقفت عليه، من فتاوى القفال ليس فيه الشيوع، وبقية الكلام فيها/، وهو تفريع على أن الوقف لا يثبت بالاستفاضة كما هو رأي أبي إسحاق والقفال، والعبادي، والقاضي حسين، والروياني، والغزالي، ونقله الإمام عن نص الشافعي.\nولهذا يستحب للقضاة تجديد كتب الأوقاف، وعلى هذا فلا طريق\n(1/344)",
        "\nللشهود، إلا أن يشهدوا على الواقف بإنشائه، أو بإقراره، كسائر العقود، ومن ضرورة ذلك تعين الواقف وأنهم شاهدوه، وسمعوا منه، وعلى ذلك بنى القفال كلامه، وهو صحيح، تفريعا على ذلك، وإذا قلنا بما قاله الإصطخري من ثبوت الوقف بالاستفاضة (لا تحتاج إلى ذلك وهو قول ابن القاص وابن أبي هريرة والطبري أعني ثبوت الوقف بالاستفاضة) وهو الذي رجحه المتأخرون، وعليه عمل كثير من القضاة، وقد ظهر بهذا وجه اشتراط تسمية الواقف، وأن فيه خلافا، وليس متفقا عليه، وأنه اختيار القفال، تفريعا على رأيه الذي وافقه عليه جماعة.\nوأما الراجح فعندي الآن في الترجيح توقف وأما كونه الذي عليه العمل، فهو عمل بعض القضاة، في هذا الزمان، ولا أدري هل كان هذا قديما أو لا؟ وينبغي للقاضي أن يتحرز عن ذلك إلا إذا دعت الحاجة من إحياء وقف محقق، أو انتزاعه من يد ظالم ونحوه، ويضم إليه، طريقا آخر من يد ونحوها.\n(1/345)\n",
        "المسألة الثلاثون\nجزم الرافعي والروضة، بأنه لا يجوز السلم في الأرز في قشره، وقال مولانا، وسيدنا، قاضي القضاة، أعز اله الدين، ببقائه، ولا يجوز في كل ماله كمام/ من أرز إلى آخر ما ذكر، نص عليه، ولم يحك عن أحد خلافه.\nوفي \"فتاوى\" الشيخ محيى الدين رحمه الله أنه سئل عن جواز السلم في الأرز في قشره، فأجاب أن الصحيح جوازه، ولم ير المملوك من حكى الخلاف في ذلك، فضلا عن التصحيح، مع أن/ القلب إلى ما قاله أميل، اللهم إلا أن يقال: مراد الرافعي والروضة، قشرة أخرى غير هذه التي لا تزال، إلا عند التبييض، ويشهد له قول: مولانا قاضي القضاة، متع الله المسلمين ببقائه: ولا يجوز في كل ماله كمام، من أرز، وعلس، وحنطة، فإن هذه القشرة، التي لا تزال إلا عند التبييض، لا يسمى كماما (بل) هي كقشر الشعير، والحنطة، وما تحتها بمنزلة اللب، مع أن\n(1/346)\n\nالقول بعدم الصحة فيما بعد، إذ الصفة تحيط به، وبقاء قشرته، هذه من صلاحه، إذ ببقائها عليه تدخر، ولا يسرع إليه الفساد، بخلاف المقشور بل الصفة تحيط به أكثر من المبيض، إذ ليس للتبيض حد يضبط، والغرض يختلف به اختلافا ظاهرا.\nوالمسئول ببيان ذلك، فقد عمت البلوى بالسلم فيه، بالبلاد الحلبية وغيرها، والقول بالمنع منه كالمستنكر، لما ألفه الناس، من فعل ذلك، وإسعاف قضاة الزمان لهم، على طلبه من المدين.\nالجواب (الحمد لله)\nالذي أراه وأختاره جواز السلم فيه، في قشرة الأسفل الأحمر، ومنعه في قشرة الأعلى. والأرز، كالحنطة، لكل منهما قشران: فالأعلى في الحنطة هو التبن، الذي يزال بالدياس، والأسفل يزال بالقشر في القمح المقشور بالطحن، وهو النخالة.\nوهكذا الأرز له قشر أعلى يزال في البيدر، وباقي القشر الأحمر يزال بالتبييض، فالأرض الأبيض بمنزلة دقيق الحنطة، وبمنزلة القمح المقشور، إلا أن الأرز لصلابته يدخر كذلك، بخلاف القمح المقشور والدقيق. وبيعه في قشره الأحمر ادعى المحاملي في \"التجريد\" أنه لا خلاف فيه وعلى هذا يجوز السلم فيه كذلك، وبيعه في قشره الأعلى، كبيع القمح في قشره الأعلى والحكم فيه أن إن باعه منفردا عن السنبل لم يجز قطعا، وإن باعه مع",
        "(1/347)\n\nالسنبل، لم يجز في الجديد، ويجوز في القديم والسلم تابع للبيع، فلا يجوز/ والمراد بالكمام القشرة العليا.\nوقول الشيخ محيى الدين في \"الفتاوى\" الصحيح جوازه الظاهر أنه محمول على القشر الأحمر، ولا يبعد جريان خلاف فيه، لأنه يزال غالبا، ويدخر بدونه، بخلاف قشر الحنطة، والأصح الجواز كما قدمنا.\n(1/348)",
        "\nالمسألة الحادية والثلاثون\nهل يجوز السلم في الفحم؟ فقد كثر السؤال عنه وفعله، ولم ير المملوك فيه نقلا، غير أن من تقدم من أهل العصر أفتى بجوازه، ولم يعلم المملوك من أين أخذه؟ والنفس إلى المنع أميل، لما يختلف الفرض فيه، من تأثير النار، وعدم ضبط تأثيرها فيه، وهل تعرض له أحد من الأصحاب بجواز أو منع؟ فإن لم يكن فما تقتضيه الآراء العالية؟ زادها الله علوا في الدنيا والآخرة. آمين يا رب العالمين.\nالجواب (الحمد لله)\nقد نص الشافعي رحمه الله على جواز السلم في الطوب الأحمر الآجر\n(1/349)\n",
        "وهو الصحيح عند الأصحاب، والفحم يشبهه، لأنه يؤخذ الحطب ويعمل كقمين الطوب، ويوقد عليه بالنار حتى يستوي، فهذا مأخذ، ولكني لم أجد في ذلك نقلا، ولا باس بالإفتاء بالجواز لما قلناه.\n(1/350)\n\nالمسألة الثانية والثلاثون\nلو كان القاضي ضعيف الحال فتصدق عليه إنسان من أهل عمله لا حكومة له، ولا غرض، إلا التقرب إلى الله تعالى بذلك، فهل يحل له قبولها؟ لأنها ليست هدية أم لا؟ نظرا إلى المعنى الذي حرمت عليه الهدية لأجله، وهو ميل النفس وهل يمكن تقريبه من الخلاف فيما لو تصدق على ولده بشيء؟ فهل له أن يرجع أم لا؟\nوالمسئول بيان ذلك فقد وقع فيه نزاع والقلب إلى التحريم أميل، لئلا يتخذ ذلك وسيلة إلى الرشا، ولقوة المعنى الذي حرمت لأجله الهدية.\nالجواب (الحمد لله)\nالذي يظهر لي جواز ذلك، وليس عندي فيه نقل، والأولى التنزه عنه بقدر الإمكان، أما الجواز فلأن الصدقة يقصد بها وجه الله، والمتصدق/ في الحقيقة دافع لله مقرض له تقع صدقته في يد الرحمن، قيل أن تقع في يد الفقير.\nوالفقير يأخذها من الله، لا من المتصدق. والهدية يقصد بها التودد،",
        "(1/351)\n\nوالميل، ووجه المهدى إليه، والميل هو المحذور في القاضي فافترقا.\nوهذا المعنى الذي لمحناه في الصدقة ينبغي أن نفهمه، فإن الصدقة، والهدية، والهبة، ثلاثتها مندوبات، ويثاب عليها، إذا قصد بها وجه الله، فلابد من مميز للصدقة عنهما والمميز ما أشرنا إليه، من أن الصدقة لله، فاللام هنا لام الملك، واللام في قولنا وهب لله وأهدى لله لام التعليل، فالمتصدق ممتلك لله كما تقول: ينتقل الوقف لله، والمهدي مملك للمهدي إليه، وقد يكون لأجل الله، فإذا عرفت هذا فلا منة للمتصدق على الفقير، ولا تمليك منه له، ولا يد له عليه، يطلب منه مجازاته بها، وإن وجد ميل من الفقير إليه بسببها، فلأن القلوب مجبولة على حب من أحسن إليها، من غير أن تكون الصدقة تتقاضى ذلك، وتستدعيه، كما تستدعيه الهدية، فإن المهدي في العادة يستدعي الثواب على هديته، من المهدي إليه، إما بالمال وإما بغيره، بخلاف المتصدق، فإذا تحقق للقاضي الفقير هذا المعنى، ومال بعد ذلك بسبب الصدقة، يكون أخرق، وأيضًا فإن الهدية إنما تحرم على القاضي إذا كانت بسبب الولاية، لقوله صلى الله عليه وسلم: \"أفلا جلس في بيت أبيه وأمه فينظر هل يهدي له أم لا\"؟\n(1/352)",
        "\nفدل على أن ما يهدي له لو كان في بيت أبيه وأمه حلال، وما يهدي له لغير ذلك حرام، والصدقة تعطي له لفقره، الذي لو كان في بيت أبيه وأمه، كان متصفا به، فهي كالهدية/ للعالم والصالح ليست من الولاية في شيء، هذا إذا تحقق هذا القصد أو غلب على ظنه، ومن هذا يمكن أن يقال إذا سمع شخص من بلاد بعيدة بعلمه فأهدى إليه لعلمه أو صلاحه ولم يعلم بولايته، يجوز له القبول، ولا يكون في معنى الهدية للحاكم.\nوأما كون التنزه عنها أولى، فصيانة لمنصب القضاء، فإنه ينبغي أن يكون بعين الكمال، وبعض العوام المتصدقين، لجهله قد ينظر من يأخذ صدقته، بعين النقص، وقوله: ما أمكن، لأنه قد تشتد حاجته إليها، فيكون القبول أولى، دفعا لحاجته وحاجة عياله.\nوأما كون ذلك يتخذ وسيلة إلى الرشا فلا، لأن الحاكم والمتصدق متى فهما ذلك زال المحذور، ويكون المتصدق إذا لم يخلص نيته بذلك، مضيعا لماله، ولا يقبل قوله فيما قال خلافه، ولا تبقى حالته مستدعية ميل القاضي إليه وأن مال القاضي مع ذلك كان أخرق.\nوأما المعنى الذي حرمت الهدية لأجله، فقد أبدينا الفرق بينهما، وأن المعنى ليس موجودا في الصدقة، فضلا عن كونه قويا، وتأمل قولنا: الصدقة لله، ولو كان معناه ثواب الآخرة، لم يكن فرق بينهما، وبين الهدية،\n(1/353)\n",
        "وإنما بمعناه، أنها تملك لله كالوقف، ولو حرمنا على القاضي الصدقة حرمنا عليه الوقف، لأنه صدقة.\nوأما الخلاف في رجوع الوالد في صدقته على ولده، فقد يكون لهذا المعنى، فإن كونه ملكا لله، يقتضي عدم الرجوع، ويعلل الوجه الآخر، بأن ذلك أمر تقديري، لا تحقيقي.\nوهذا البحث من كون الصدقة يقدر انتقال الملك فيها إليه، ثم إلى الفقير، بحث ابتكرته، ليس عندي فيه نقل، والله أعلم.\n(1/354)\n\nالمسألة الثالثة والثلاثون\nوقع في كلام الشيخ أبي زكريا النووي رحمه الله تعالى في \"شرح المهذب\" في باب الربا ما صورته: فرع قال المتولي وغيره، أنواع الحشيش، التي ينبت في الصحارى وتؤكل في حال رطوبتها، وأطراف قضبان العنب، لا ربا فيها، لأنها لا تقصد للأكل في العادة.\nما هذه الأنواع من الحشيش التي لا ربا فيها؟ فإن غالب ما ينبت/ في الصحاري، ويؤكل في حال رطوبته، يعد مطعوما لغة وغرفا، مثل السعتر البري، والقبار، والعكوب، ................................",
        "(1/355)\n\nوالهليون، وما يعمل في الخلاط، ولباب البطم، واللوز البري، فإن أراد هذه الأشياء، فهو في غاية الإشكال، فإن هذه يأكلها الناس كثيرا، ويقصد أكلها كل أحد، وإن أراد غيرها، فما هو؟.\n(والمسئول من الله دوام حياتكم للطالبين، وبابكم الشريف منهلا للواردين وملجأ للقاصدين بمنه وكرمه).\nالجواب (الحمد لله)\nعبارة المتولي رحمه الله أنواع الحشيش الذي ينبت في الصحاري، وتؤكل في كل حال رطوبتها، مثل القت وما جانسه، ومثل أطراف قضبان الكرم لا تجري فيها الربا، لأنه غير مقصود بالتناول عادة، لإحدى\n(1/356)",
        "\nالجهات الأربع، يعني التي قدمها: وهي التغذي والائتدام والتفكه والتداوي.\nفقد مثل المتولى بالقت، واختصره بالنووي رحمه الله. وفي معنى ما ذكره المتولي كل الحشايش التي تأكلها البهائم غالبا، ويأكلها بنو آدم نادرا.\nقال الماوردي فيما يأكله بنو آدم والبهائم أنه يعتبر أغلب حاليه، فإن كان الأغلب أكل الآدميين، ففيه الربا كالسعتر، وإن كان الأغلب أكل البهائم فلا، وهذا هو الذي أشار إليه المولي وإن استوت حالتاه، فوجهان، والصحيح أن فيه الربا واشتراط إمام الحرمين في المطعوم أن لا يكون نادرا.\nوأجاب ابن الرفعة على ذلك عن السقمونيا ونحوها، بأنها تتناول في الأمراض كثيرا لا نادرا.\nولم يرد المتولي والنووي مثل السعتر والقبار والهليون، ونحوها، فإنها يأكلها بنو آدم كثيرا وهي ربوية.\nوقد صرح الاصحاب بأن البطم ربوي. وقد ذكر المتولي مثالين نبه بهما، على ما ي معناهما، أحدهما أطراف قضبان الكرم والآخر القت، وهو المسمى في كلام الروياني الرطبة، فلا اعتراض عليه ولا دخول لهذه الأشياء المذكورة في السؤال في كلامه. نفع الله بكم.\n(1/357)\n",
        "المسألة الرابعة والثلاثون\nقال الشيخ أبو زكريا النووي رحمه الله، في (الروضة) في باب مسح الخف، إن حكم الوضوء المضموم إليه التيمم لجراحة أو كسر، حكم المستحاضة، بالنسبة إلى جواز مسح الخف قال: وأما من محض التيمم بلا وضوء/، فإن كان لسب غير إعواز الماء فهو كالمستحاضة، وإن كان للإعواز، فقال ابن سريج هو كالمستحاضة، والصحيح المنع. انتهى.\n(1/358)\n\nفخرج من هذا، أنه يجوز لمن يتيمم لبرد ونحوه أن يمسح على الخف، ولم يجد المملوك هذا في غير الروضة، وأصله، والذي في النهاية وفروخها والتهذيب ...........................................",
        "(1/359)\n\nوالتتمة، مسألة الجريح والمنع مطلقا، فما الدليل على هذا التفصيل؟ وهل صراح أحد به؟ وهل ما اقتضاه صحيح أم لا؟\nالجواب (الحمد لله)\nإنما يحصل المقصود بأمور، أحدها: قوله صلى الله عليه وسلم: \"إني أدخلتهما طاهرتين\" وهو حديث صحيح. وقوله: \"إذا تطهر ولبس خفيه\".\n(1/360)",
        "\nوهو حديث حسن. والفقهاء يقولون فلبس بالفاء، ورأيته في كتب الحديث بالواو، ولم يتحرر لي ذلك، وتكلم الفقهاء في دلالة قوله: \"أدخلتهما طاهرتين\" على اشتراط كمال الطهارة، (ولا حاجة بنا هنا إلى ذلك وإنما المقصود اشتراط الطهارة) ولا شك فيه.\nالثاني: قوله (تطهر) فعل مسند إلى المتطهر، وقوله: (طاهرتين) لا يقتضى إلا طهارة الرجلين، فهل يقال لمن طهر رجليه أنه تطهر؟ والأقرب أنه لا يقال ذلك، لأن تطهر مسند إلى جملة البدن، فيقتضى هذا أنه لابد من طهارة جميع البدن.\nالثالث: يتولد مما قلناه، فرع وهو أنه لو توضأ وضوءه، ارتفع به حدثه كاملا وكان عليه جنابة، فغسل رجليه عنها، أو أكثر أسافل بدنه، أو غسل بدنه كله، إلا لمعة في أعالي بدنه، تركها عمدا، أو سهوا/، ثم لبس الخفين ثم تذكره فأكمل غسل الجنابة.\nهل له أن يمسح تمسكا بأنه أدخل الرجلين طاهرتين أو لا؟ لأنه لم يكن جميع بدنه طاهرا، من نظر إلى الحديث الأول وحده، اقتضى جواز المسح، والذي يظهر لنا أنه لا يجوز، تمسكا بالحديث الثاني.\nويقول صفوان:\n(1/361)\n",
        "لكن من جنابة، ولم يقل من جنابة حادثة، فاقتضى أن ينزع من الجنابة مطلقا، سواء كانت قبل اللبس أم بعده/.\nهذه المسألة ليست من غرضنا هنا، ولكنها فائدة سنحت فقيدناها.\nالرابع: قد يقال التطهر: وإن كان مسندا إلى جميع البدن مطلقا يصدق على التطهر عن الحدث الأصغر، والتطهر عن الحدث الأكبر، ولا عموم فيه، فيصدق بأيهما كان، فإذا توضأ يصدق أنه تطهر، وإن كان عليه غسل الجنابة.\nوالجواب أن تطهر يقتضى رفع الحدث، والحدث أعم من الأصغر والأكبر، ورفع الأعم يقتضى رفع جميع أفراده، فلا يقال تطهر على الإطلاق، إلا لمن ارتفع حدثه كله، ولذلك يفهم من قوله تعالى: (لا يمسه إلا المطهرون) ومن قوله صلى الله عليه وسلم: \" لا يمس القرآن إلى طاهر\"\n(1/362)\n\nالطهارة عن الجميع.\nالخامس: شرط المسح تقدم الطهارة، وبقاء حكمها، وهذا الأصل ينبني عليه الجواب، أما تقدم الطهارة فعنينا به تقدم الطهارة، على لبس الخف، على ما استقر في كلام الفقهاء بدليله وتفصيله.\nوأما بقاء حكمها، فلأن الشرط معتبر مع الشروط والمشروط هو المسح، فجوازه مستند إلى الطهارة المتقدمة، وهو من آثارها فلو انقطع حكمها بالكلية، امتنع المسح، وانقطاع حكمها بالكلية، بأن تنقضي مدة المسح، وهو محدث، أو تطهر الرجل فإن المسح مشروط بالطهارة، وبدوام الساتر وبالمدة، فإذا زالا لم يبق للطهارة مطلقا وإن أوجب الحدث وضوءا جديدا، لأن جواز المسح من أحكامها مستفاد منها.\nواقتضاء الحدث الطارئ للمسح، أو للتخير بينه وبين الغسل، أو",
        "(1/363)\n\nللغسل وإقامة المسح بدلاً عنه، إنما هو من آثار الطهارة الماضية، ولولاها لكان موجب الغسل عينا، فعلمنا أن الطهارة الماضية وإن طرأ الحدث عليها باقية الحكم، فيما يتعلق بالمسح معتبرة فيه محكوم بصحتها، ولا نقول بعد انقضاء المدة، وظهور الرجل، إن الطهارة تبطل أو انتهت نهايتها فاضبط هذا، فعليه مبنى الجواب.\nالسادس: لنا وجهان في الحدث، هل يقال إنه يبطل الوضوء أو لا؟ أصحهما لا يقال بطل، بل انتهى، كما ينتهي/ الصيام بالليل والثاني قاله ابن القاص إنه يبطل الوضوء بالحدث، ينبغي أن يكون معنى هذا، أن الوضوء هل أباح الصلاة دائما؟ أو إلى غاية وهي الحدث، فيقول ابن القاض مأخوذ من أنه أباحها دائما فالحدث أبطل الدوام، والأصح أنه أباحها إلى غاية، والوجهان نظير الخلاف في النسخ، هل هو رفع الحكم\n(1/364)",
        "\nالأول أو بيان لانتهاء مدته؟ وعلى القولين لا نقول إن الأول بطل بمعنى أنه تبين أنه لم يكن صحيحا، هذا لا شك فيه، ولا بمعنى أن الشارع الآن حكم ببطلانه فيما مضى.، بل يحمل قول ابن القاض على أنه بطل من الآن، أو يخرج على أن الفسخ رفع العقد، من أصله أو من حينه، فإن قلنا\n(1/365)\n",
        "من حينه فمن الآن، وإن قلنا من أصله، فنحكم الآن بإبطال ما مضى، وهو بعيد، لأنه كان يلزم عليه قضاء الصلوات الماضية وهو خلاف الإجماع المعلوم من الدين بالضرورة، فيتأول على أن المراد ارتفاع كل آثاره من الآن، بحيث لا يبقى منها شيء، ويكون هذا معنى الارتفاع من أصله، حتى ينتقض الملك في الزوائد، ولا نقول تبين أنها لم يحدث على ملكه بل هو انتقاض فيها.\nالسابع: حكم الشارع قد يكون بالصحة، وقد يكون بالبطلان ابتداء، وقد يكون بالإبطال بعد الانعقاد، وذلك في العقود بالفسوخ التي تحصل، إما من المتعاقدين ............................................\n(1/366)\n\nأو من الحاكم إذا تعذر الإمضاء ونحوه، أو بسبب حادث كتلف المبيع قبل القبض ونحوه، وذلك كله بأسباب حادثة لا ترجع إلى أصل العقد بوجه من الوجوه.\nوأما في العبادات فلا يكون بسبب جديد إلا في أثناء العبادة، كما يطرأ في الصلاة، والصوم والحج، من المفسدات، من غير تعلق بضعف في ابتدائها ولا يكون بعدها، إذا مضت على الكمال أصلا، لكن إذا مضت على نوع من الضعف قد يطرأ بعدها ما يبطلها، مثاله: طهارة المستحاضة وطهارة المتيمم، لأنهما طهارتا ضرورة. أما طهارة المستحاضة فوضوء مع الحدث المضاد له، احتمل للضرورة فيبطل بالشفاء لزوال سببه/، وزوال السبب كزوال المسبب، فلا يبقى لوضوئها بعد شفائها أثر بالكلية، ولا يبطل بحدث آخر غير الاستحاضة، بل ينقطع حكمه بالنسبة إلى احتياجها إلى وضوء جديد، كما في غيرها.\nوأما المتيمم فإن كان لإعواز الماء فيبطل تيممه، برؤية الماء، عند جمهور العلماء، خلافا لأبي سلمة بن عبد الرحمن.",
        "(1/367)\n\nوحجة الجمهور أنه أبيح له التيمم للضرورة، وقد زالت الضرورة، فصار وجودها كعدمها، وصار ما حصل بسببها كالعدم، فلا حكم له من الآن.\nثم فصل الجمهور في رؤية الماء، بين أن يكون قبل الصلاة أو فيها، ولم يفرقوا في شفاء المستحاضة، بل قالوا بالبطلان، فدل على أن رؤية الماء في الإبطال أضعف من الشفاء وإن كان التيمم لسبب غير الإعواز، كالمرض، والجرح، الجبيرة، والبرد، ونحوه، فيبطل بزوال هذه الأسباب، لأن زوالها بالنسبة إليه كرؤية الماء بالنسبة إليه، وفي كلتا حالتي، التيمم، لا يبطل حكمه بالحدث، كما قلناه في المستحاضة.\nالثامن: مسح الخف رخصة شرعت إرفاقا، ليتمكن العبد بها من الجمع بين الاستكثار من عبادة ربه، والتردد في حوائج معاشه.\nالتاسع: الطهارة تطلق على الوضوء الرافع للحدث حقيقة، وتطلق\n(1/368)",
        "\nعلى الوضوء كيف كان، فيدخل فيه وضوء المستحاضة، وتطلق على التيمم وهل إطلاقها عليه بطريق الحقيقة أو المجاز؟ رجح النووي الأول وغيره الثاني.\nالعاشر: الغالب المعتاد من الطهارة هو الوضوء دون التيمم، فقوله صلى الله عليه وسلم: \"إني أدخلتهما طاهرتين\" الظاهر أن طهارتهما كانت بالوضوء وقوله: \"إني أدخلتهما طاهرتين\" الظاهر أن طهارتهما كانت الوضوء وقوله: إذا تطهر مطلق، فهل يحمل على إطلاقه ليشمل التيمم، إذا قيل إنه طهارة حقيقة، أو يحمل على الغالب، كما قيل به في الأصول؟ يحتمل أن يأتي فيه خلاف من ذلك والأصح الأول، تمسكا بإطلاق اسم الطهارة في الحديث الأول، وبالتعليل بمسمى الطهارة في الحديث الثاني.\nالحادي عشر: المستحاضة وجد فيها وضوء كامل، واختلف في كونه يرفع الحدث على ثلاثة أوجه: أصحها لا يرفع بل يبيح، والثاني/ يرفع، والثالث يرفع الماضي دون الحال والمستقبل ............................\n(1/369)\n",
        "ولا شك أنها ترتفق بمسح الخف، فلهذه الأمور كلها، كان الأصح فيها، أنها تمسح على الخف، كما نقله الفارسي، في عيون المسائل عن النص، ورجحه الأكثرون.\nوبناه بعضهم على أن طهارتها ترفع الحدث، والصحيح أنها تمسح، وإن قلنا لا يرفع حدثها لاحتياجها إلى ذلك، وارتفاقها به كغيرها، ولوجود صورة غسل الرجلين فيها، ولكنها لا يجوز لها ذلك، إلا في صلاة واحدة فريضة: وهي التي توضأت لها، وما شاءت من النوافل على المشهور، الذي\n(1/370)\n\nادعى الغزالي الإجماع عليه وأراد إجماع الأصحاب خلافا لما حكاه بعضهم عن تعليق الشيخ أبي حامد أنها تستوفى مدة المسح.\nوقال بعضهم: إني لم أجده في التعليق، ومستند المشهور أن وضوءها إنما أباح فريضة واحدة، فإذا حدث قبل فعلها غير حدث الاستحاضة مسحت على الخف، لأن حكم وضوئها باق في حق تلك الفريضة، فإذا صلتها فقد",
        "(1/371)\n\nانتهى حكم وضوئها في الفرض، فلا تمسح لفرض آخر، كما لا تمسح بعد المدة، ولو شفيت فكذلك على المشهور لا تمسح لتلك الفريضة التي توضأت لها، بل عليها استئناف وضوء جديد لأن تلك الطهارة بطلت بزوال سببها، كما يبطل التيمم برؤية الماء.\nوعن بعضهم أنه طرد الخلاف في مسحها بعد الشفاء، ويجعل انقطاع دمها بمثابة الحدث، وهو بعيد لما قدمناه.\n(1/372)",
        "\nواستشكل بعضهم مسح المستحاضة، من جهة أنها تجب عليها المبادرة إلى الصلاة عقب الطهارة، وليس الخف يمنع المبادرة.\nوالجواب أن في وجوب المبادرة ثلاثة أوجه:-\nوالأصح الوجوب، ولكن زمن اللبس يسير لا يمنع المبادرة، ولو طال فقد يكون في زمن الاشتغال بأسباب الصلاة، وهي لا تمنع المبادرة قطعا.\nالثاني عشر: المتيمم لإعواز الماء إذا تيمم عن جميع أعضاء الوضوء، ولبس الخف ثم رأى الماء وأحدث، إما قبل رؤية الماء، وإما بعدها، قبل أداء الفرض الذي تيمم له، هل يمسح لتلك الفريضة؟ وجهان أحدهما: وهو قول أبي العباس/ ابن سريج يجوز كالمستحاضة.\nوالثاني هو الصحيح الذي أطبق عليه الجمهور المنع، لأنه لم يغسل رجليه ولبس الخف على حدث، وبطل حكم تيممه برؤية الماء، فكان نظير شفاء المستحاضة بل أولى بالمنع، لأنها غسلت رجليها.\n(1/373)\n",
        "وأما ابن سريج فإنه يرى: أن التيمم يرفع الحدث في حق صلاة واحدة، فلذلك قال: إنها تمسح لوجوب طهارة الرجلين عنده، قبل إدخالها الخف، لكنا نبحث معه على ذلك، ونقول إنه وإن كان كذلك، فقد بطل برؤية الماء، فإن كان ابن سريج يقول إن وضوء المستحاضة يرفع الحدث، وأنها تمسح بعد الشفاء استقام مذهبه، أعنى في سلامته عن التناقض، ولكن لا يقوى قوله: في كون رؤية الماء، والشفاء غير مبطلين لأنها طهارة ضرورة فيزول حكمها بزوال الضرورة والمنقول عن ابن سريج القطع فيما إذا شفيت المستحاضة يمنع المسح، فيحتمل أن يكون ذلك تفريعا على مذهب الشافعي، ويكون اختياره لنفسه أنها تمسح، كالمتيمم ويحتمل أني فرق.\nوحكى البندنيجي عن ابن سريج جواز مسح المتيمم بعد رؤية\n(1/374)\n\nالماء، ومنع المستحاضة بعد الشفاء وفرق بأن رؤية الماء أخف لأنها لا تبطل الصلاة في أثنائها.\nقال ابن الرفعة وهذا منه تفريع على مذهبه، حيث نص على الحكمين فيهما، وإلا ابن سريج نفسه قائل باختيار التسوية بينهما، إذا حصلا في أثناء الصلاة وجعلهما على قولين.\nواعلم أن المستحاضة عذرها يدون غالبا، واحتمال طريان حدث غير الاستحاضة قبل فعل الصلاة كثير، وإن لم يكن غالبا، فتجويز المسح فيه رفق بها، وهي محتاجة إليه، والماء موجود عندها في الحالتين. وأما المتيمم للإعواز فإن دام على حاله، فلا يتصور المسح في حقه، وإن (تيمم ثم) رأى الماء بطل تيممه، كشفاء المستحاضة، ولا حاجة به إلى تجويز المسح، لأنها حالة نادرة، لا تتكرر، بخلاف المستحاضة قبل الشفاء فإنها تتوقع مثل ذلك في وقت كل صلاة، وقد يفرض/ وجدان المتيمم مالا يكفيه.",
        "(1/375)\n\nويكفي لغسل وجهه، ويديه، ومسح رأسه، ومسح الخف بغير زيادة، فلا شك أنه يحب تطهير الأعضاء الثلاثة، وتقديمها، لأجل الترتيب تفريعا على الأصح فيمن قدر على بعضه ما يكفيه.\nوأما الرجلان فهل نقول يمسح على الخف بذلك القدر الذي بقى، ولا يكفي إلا المسح، أو يتمم عنهما؟ فيه نظر، والأقرب الأول، ففي هذه الصورة يمكن أن يقال بجواز المسح لكنها صورة نادرة، لندرتها سكت الأصحاب عنها.\nالثالث عشر: إذا ضم الوضوء إلى التيمم، بأن كان به جرح أو جبيرة، فغسل الصحيح، وتيمم عن الجريح فقد جعله الأصحاب في جواز المسح على الخف كالمستحاضة وصورة الإمام فيما: إذا لم يكن برجليه جرح، وكان يتمكن من غسلهما، قال فعلى الوجه الذي يفرع عليه، إذا غسل الممكن وتيمم، فإن كان يصلي فريضة واحدة.\nفلو لبس الخف وأحدث، فإن يغسل الممكن وتيمم، ويمسح ويصلي تلك الفريضة مع نوافل بلا مزيد ثم ينزع ويعود إلى أول أمره. انتهى كلام الإمام.\nفلو كان الجرح في الرجلين أو أحدهما قال ابن الرفعة لا ينبغي أن يشك في جريان ما سلف، إلا أن يقال إنه يجب وضع اللصوق، وعند وضعه يجب استيعابه فلا يكفي مسح الخف، لأنه لا يشترط استيعابه. وإذا كان الجرح في غير الرجل كما صوره الإمام، قال ابن الرفعة أن الحدث عند الأصحاب يرتفع بغسلهما، مع تمام الطهارة بالتيمم، وفيما قاله: نظر، لأن الأصح أنه يجب إعادة غسلهما، فيحتمل أن يقال إنه ارتفع عنهما، ثم عاد فيما بعد العضو الجريح، كما يعود إذا ظهرت الرجل من الخف ويحتمل أن يقال ما ارتفع ويشهد له تشبيه الرافعي ذلك بما إذا أغفل لمعة من وجهه والأول أقوى،\n(1/376)",
        "\nويكون مراد الرافعي التشبيه في أصل الإعادة، وإن افترقا في المأخذ.\nالرابع عشر: إذا محض التيمم لسبب غير إعواز الماء قال الرافعي إنه كطهارة المستحاضة، في جواز ترتيب المسح عليه، فإنه لا يتأثر بوجدان الماء، لكنه ضعيف لا يرفع الحدث/ كطهارتها، وتبعه النووي في الروضة وقال في شرح المهذب إنه صرح به جماعة منهم: الرافعي لكني أنا لم أره بهذا الإطلاق في غير الرافعي.\nوقال الإمام في صدر كلامه: لو تيمم الجريح ولبس الخف ففيه من الخلاف ما ذكرناه في المستحاضة، فيمكن أن يقول قائل: إن هذا الإطلاق يشمل ما إذا كان جريحا في جميع أعضاء الوضوء، ومحض التيمم عنها، وينزل كلام الرافعي على ذلك، أو يكون مثالا له لكن آخر كلام الإمام، يشير إلى أنه، ما أراد إلا من كان جريح بعض الأعضاء، وسواء وجد للرافعي متابع أم لم يوجد، فكلامه صحيح، للمعاني التي قدمتها، لأنه إنما امتنع عند التيمم للأعواز، لأن رؤية الماء تبطله، وإذ لم يوجد الماء فلا مسح، والتيمم لسبب غير الإعواز لا يبطله، إلا زوال ذلك السبب.\nفإذا فرضنا بقاءه وأمكن امسح، فلا مانع منه، وصار كالمستحاضة. ولنرسم ذلك في مسائل.\nمنها ما قدمنا أن صدر كلام الإمام يشمله: وهو ما إذا كانت الجراحة عامة، لأعضاء الوضوء الأربعة، فتيمم عنها، ثم لبس الخف، ثم برأ وجهه، ويداه ورأسه ولم يبرأ رجلاه، وأحدث قبل أداء تلك الفريضة، فهاهنا، يغسل وجهه، ويديه، ويمسح رأسه ويمسح على الخف، ويصلى تلك الفريضة، وما شاء من النوافل، ويقول ببرء .....................\n(1/377)\n",
        "الأعضاء الثلاثة، بطل التيمم فيها فقط، ولا يبطل حكمه في الرجلين، لبقاء السبب فيهما.\nومنها إذا كان مريضا، مرضا يمنعه من استعمال الماء، في شيء من بدنه، فتيمم ولبس الخف، ثم قدر على استعمال الماء فيما سوى الرجلين، قبل الصلاة وأحدث، وهي كالمسألة المتقدمة.\nومنها: في مسألة البرد، التي تضمنها/ السؤال، وكذا المرض ونحوه، المعتبر عند الأصحاب في إباحة التيمم الخوف. والخوف قد يكون مع ظن ما يخاف منه، وقد يكون مع الشك دون الظن، بل قد يكون مع أن السلامة أغلب.\nولا شك أنه عند ظن ما يخاف منه، يحرم استعمال الماء، أما في الحالتين الأخريين، فالذي يظهر أن التيمم جائز، وأنه لو تكلف وتوضًا جاز، وبذلك كنت أمثل ـ قول منهاج البيضاوي (أو يباح كالوضوء، والتيمم) بهذا، فإن صحت هذه الصورة، فإذا تيمم لبرد أو\n(1/378)\n\nمرض ونحوه في حال يخاف من استعمال الماء التلف، ولا يظن، ثم لبس الخف ثم أحدث قبل الصلاة، والبرد والمرض باقيان، وخوف التلف مستمر، ولكن لا يظن التلف بل يشك أو يغلب السلامة، فأراد أن يتكلف ويستعمل الماء في الأعضاء الثلاثة، ويمسح على الخف، ينبغي أن يجوز كما قاله الرافعي.\nولكن لا نقل عندي في الصورة المذكورة، وفي ظني أنه مر بي في بعض كلام الأصحاب ما يخدشها.\nومنها: إذا كان معه ماء قليل يحتاج إليه للعطش فتيمم ولبس الخف، ثم أحدث قبل الصلاة، وأراد أن يستعمل ذلك الماء، بمثل ما فرضناه، ينبغي أن يجوز وإن كان في حالة يظن الهلاك بحيث يحرم عليه استعمال الماء، فعصى وغسل به وجهه، ويديه، ومسح رأسه، ومسح على الخف، كان عاصيا بذلك، ويصح المسح لأن المعصية خارجة عنه، وإنما يبطل حكم التيمم للبرد بالقدرة على الماء المسخن، أو تدفئة الأعضاء ونحو ذلك، مما فقده شرط في إباحة التيمم، ومتى دام الحال كذلك، ولم يمكن استعمال الماء تعذر المسح لا من جهة الشرع، بل من جهة الإمكان، هذا ما ظهر لي في ذلك. والله أعلم.",
        "(1/379)\n\nالمسألة الخامسة والثلاثون\nنقل الشيخ أبو زكريا رحمه الله في كتابه \"التبيان\" عن الأصحاب/ أن قراءة القرآن لا تكره في الحمام، وعزاه في شرح المهذب إلى نقل صاحبي العدة والبيان، وغيرها. وكان المملوك يتوقف في عدم الكراهة لأن الحمام محل إزالة الأقذار والأوساخ.\n(1/380)",
        "\nثم رأى الخادم: في شرح \"الكفاية\" لأبي القاسم الصيمري ولا ينبغي لأحد إذا كان على غائط أو بول أو في حمام أن يقرأ.\nوقال الإمام الحليمي في \"منهاجه\" ولا يقرأ القرآن في الحمام، ولا في المواضع القذرة، ولا في حال قضاء الحاجتين.\nفهل الراجح الكراهة أو عدمها؟ وهل كلام الصميري والحليمي ظاهر في الكراهة؟.\nوالمسئول بيان القول الأحق في ذلك.\nالجواب (الحمد لله)\nلا شك أن من تعظيم القرآن أن يكون القارئ والمكان الذي هو فيه على أكمل الأحوال، ........................................\n(1/381)\n",
        "أدبا مع القرآن، وإجلالا لكلام الرب سبحانه وتعالى، وإكراما للملائكة، فإنهم يستمعونه، كما جاء في الحديث لما قرأ أسيد بن حضير ورأى مثل الظلة وأخبر النبي صلى الله عليه وسلم فقال النبي صلى الله عليه وسلم: \"تلك السكينة تنزلت للقرآن\" والملائكة تتأذى مما يتأذى منه بنو آدم من النجاسات والأقذار والروائح الكريهة، فمن هذا تكره القراءة لمن أكل ثوما، أو بصلا، حتى يزيل رائحته، ولمن هو على قضاء الحاجة، لما فيه من الفحش، وفي المكان المتخذ لذلك، لأن معدل له، والكراهة في هذه الأحوال لا شك فيها ومن جملة تعظيم القرآن، أن يكون القارئ على طهارة فالجنب\n(1/382)\n\nتحرم عليه القراءة.\nومن في فيه نجاسة اختلف أصحابنا فيه والصحيح أنها لا تحرم.\nوالمحدث أجمع العلماء على جواز قراءته، وإن كان الأولى له أن يكون على وضوء/ لكنا لا نقول إن قراءته على الحدث مكروهة، لأن القراءة على وضوء/ لكنا لا نقول إن قراءته على الحدث مكروهة، لأن القراءة مطلوبة والاستكثار منها مطلوب، والحدث يكثر فلو كرهنا للمحدث القراءة",
        "(1/383)\n\nلفاته خير كثير، وقد بوب البخاري باب قراءة القرآن بعد الحدث وغيره وذكر فيه حديث ابن عباس أنه بات عند ميمونة وهي خالته فاضطجع في عرض الوسادة، واضطجع رسول الله صلى الله عليه وسلم وأهله في طولها، فنام رسول الله صلى الله عليه وسلم حتى إذا انتصف الليل أو قبله أو بعده بقليل، واستيقظ رسول الله صلى الله عليه وسلم فجلس يمسح النوم عن وجهه بيده ثم قرأ العشر الآيات الخواتم من سورة آل عمران ثم قال إلى شن معلقة، فتوضأ منها فأحسن وضوءه ثم قام يصلي، قال ابن عباس فقمت فصنعت مثل ما صنع وذكر الحديث.\nواعترض الإسماعيلي على البخاري، بأنه إذا فرق بين نوم النبي\n(1/384)",
        "\nصلى الله عليه وسلم، ونوم غيره، لم يقع هذا الحديث في هذا الباب.\nقلت ولعل البخاري احتج بفعل ابن عباس بحضرة النبي صلى الله عليه وسلم أو نقول إن هنا زيادة على النوم، وهو اضطجاعه مع أهله صلى الله عليه وسلم، واللمس ينقض الوضوء.\n(1/385)\n",
        "والمقصود هنا أن المحدث لم يقل أحد أنه تكره القراءة له، وسببه ما اشرنا إليه من التوسعة في قراءة القرآن، للاستكثار منه في كل حال، وهكذا نقول ينبغي تنزيه القرآن عن مكان فيه كلب أو نجاسة يسيرة في جانبه وإن اتسع، أو صورة أو تماثيل أو رقعة فيها جرس، ولكنا لا نستطيع إطلاق الكراهة في ذلك، لأن هذه الأشياء/ تكثر فيفوت بترك القراءات معها خير كثير، بخلاف مكان قضاء الحاجة ونحوه فهي أحوال قليلة، وأما الحمام فقد نهى عن الصلاة فيه، واختلف في العلة، فقيل: لأنه تكثر فيه النجاسة والوسخ، وقيل لأنه مأوى الشياطين، فعلى العلة الأولى لا تكره الصلاة في المخلع، ولا في مكان منه نظيف، وعلى العلة الثانية تكره، وهو الأصح إما لأن العلة الثانية هي الصحيحة، وإما لإطلاق النهي، وأنه لا يجوز أن يستنبط من النص معنى يخصصه، هذا في الصلاة.\n(1/386)\n\nأما القراءة فلم يرد فيها نهي، والقياس شرطه وجود العلة، والعلة قد بينا الخلاف فيها.\nفإن قلنا بأنه مأوى الشياطين، فالقراءة لا تساوي الصلاة في ذلك، لأن الصلاة يطلب فيها الخشوع، ويخشى من إفساد الشيطان فيها، فإن للشيطان تسلطا فيها، كما جاء في الحديث: \"أنه إذا ثوب بها أقبل حتى يخطر بين المرء وقلبه\" يقول اذكر كذا اذكر كذا لما لم يكن يذكر حتى يظل الرجل إن يدري كما صلى؟ والقراءة يحذر فيها ذلك، وقد يكون سببا في طرد الشيطان كما (أنه إذا قرأ آية الكرسي إذا أخد مضجعة لا يقربه شيطان حتى يصبح).\nوإن قلنا بأن الحمام تكثر فيه النجاسة (فإذا لم توجد هذه العلة لم يكن",
        "(1/387)\n\nللكراهة وجه، ومتى وجدت هذه العلة؟ وهي كثرة النجاسة) كرهت القراءة في الحمام وفي غيره فلذلك الراجح/ والقول الأحق عندنا عدم الكراهة، وقول الصميري ولحليمي لا ينبغي ليس صريحا في الكراهة، بل يحتمل أنه خلاف الأولى.\nوقد رأيت كلام الحليمي وصدره جعله من تعظيم القرآن ولا يشك فيه وآخره يقتضى الكراهة، ولكن الحق خلافه، وإذا سئلنا عن القراءة في الحمام قلنا إن كان في مكان نظيف وليس فيه كشف عورة لم يكره وإلا فيكره.\nوفي البخاري في الباب المذكور قال منصور عن إبراهيم لا باس\n(1/388)",
        "\nبالقراءة في الحمام ويكتب الرسالة على غير وضوء. وقال حماد عن إبراهيم إن كان عليهم إزار فسلم، وإلا فلا تسلم.\nووافقنا مالك على عدم الكراهة وهو قول عطاء وخالفت طائفة فقالت بالكراهة وهو مذهب أبي حنيفة.\nوحكوا عن على ......................................................\n(1/389)\n",
        "رضي الله عنه أنه قال شر البيت الحمام لا يقرأ فيه القرآن وهذا محتمل لأن يراد به/ أنه إذا كان لا يقرأ فيه القرآن (كما هو الغالب فيه).\n(1/390)\n\nالمسألة السادسة والثلاثون\nقال الشيخ أبو زكريا: إن المذهب أن الجماعة فرض كفاية. وقال إن المذهب الصحيح أن الأذان أفضل من الإمامة.\nوقد أشكل هذا على الخادم، إذ فيه تفضيل النقل على الفرض، وهو خلاف القاعدة إلا ما شذ عنها، ولا يلزم من ترجيح العراقيين أن الأذان أفضل من الإمامة، لأنهم يرون الجماعة سنة أن يقال إنه أفضل منها، وإن قلنا إنها فرض كفاية لأنهم فضلوا سنة على سنة، لا سنة على فرض.",
        "(1/391)\n\nالجواب (الحمد لله)\nاختياري أن الأذان / فرض كفاية، فإن كان الشيخ محيى الدين يقول بذلك زال السؤال عنه، وإن قال إنه سنة، مع قوله: إن الجماعة فرض كفاية فطريق الجواب عنه من وجوه:-\nأحدهما: أنه لا يلزم من كون الجماعة فرضا كون الإمامة فرضا، لأن الجماعة تتحقق بنية المأموم الائتمام دون نية الإمام، ولو نرى الإمام فنيته\n(1/392)",
        "\nمحصلة لجزء الجماعة، والجزء هنا ليس مما يتوقف عليه الكل لما بيناه، فلم يلزم وجوبه وإذا لم يلزم ذلك القول بأن الإمامة فرض كفاية، فلم يحصل تفضيل نفل على فرض وإنما نية الإمام شرط في حصول الثواب له، ولا يشترط فليها مقارنتها للتكبير بل يصح بعده صرح به بعض أصحابنا، وليس ذلك من غرضنا هنا لكن ذكرناه ليستفاد.\nالثاني: أن الجماعة صفة للصلاة المفروضة. والأذان عبادة مستقلة، والقاعدة المستقرة في أن الفرض أفضل من النفل (هي في العبادتين المستقلتين أو في الصفتين أما في عبادة وصفة فقد يختلف).\nالثالث: أن الأذان والجماعة جنسان، والقاعدة المستقرة في أن الفرض أفضل من النفل، في الجنس الواحد أما في الجنسين فقد يختلف، فإن الصنايع والحرف فروض كفايات، ويبعد أن يقال إن واحدة من رذايلها أفضل من تطوع الصلاة، وإن سلم أن أفضل من جهة أن فيه خروجا عن الإثم، ففي تطوع الصلاة من الفضائل ما قد يجبر ذلك أو يزيد عليه، وجنس الفرض\n(1/393)\n",
        "أفضل من جنس النفل وقد يكون في بعض الجنس المفضول ما يربو على بعض أفراد الجنس/ الفاضل، كفضل بعض النساء على بعض الرجال، وإذا تؤمل ما جمعه الأذان من الكلمات العظيمة ومعانيها، ودعوتها ظهر تفضيله وأنى تدانيه صناعة قيل إنها فرض كفاية وقد تكلم الإمام في تفضيل القائم بفرض الكفاية وهو بالنسبة إلى كونه يسقط الفرض عن نفسه وعن غيره، فيفضل من هذه الجهة، على من يسقط الفرض عن نفسه فقط، ولا يلزم من ذلك تفضيل ذات فرض الكفاية، على فرض العين، حتى نقول، صلاة الجنازة أفضل من صلاة الظهر. ففرق بين تفضيل الفعل على الفعل، وتفضيل الشخص على الشخص، ثم مراعاة الجنسية لابد منه، لأن له أثرا في الفضائل كما أشرنا إليه.\n(1/394)\n\nالمسألة السابعة والثلاثون\nإذا صلى على جماعة من الأموات صلاة فردة، هل يتعدد له القيراط من الأجر، لمن صلى على جنازة، نظرا إلى تعدد المصلى عليهم أم لا؟ نظرا إلى اتحاد الصلاة، فقد وقع في ذلك نزاع والمسئول إيضاح ذلك أحسن الله غليكم.\nالجواب (الحمد لله)\nالقيراط من الأجر ليس على الصلاة فقط، حتى يقال: إنه قد يتعدد بتعدد الأموات المصلى عليهم، بل هو مشروط بشهودها من أهلها، حتى يصلى عليها، كما جاء في الحديث وحينئذ إنما يتحقق السؤال فيمن شهد جنازتين من مكانهما حتى صلى عليهما صلاة واحدة، ولا شك أنه إن تعدد مكانهما،",
        "(1/395)\n\nحصل له بكل واحدة قيراط، أما إذا اتحد مكانهما، كانا في موضع واحد، ومشى معهما حتى/ صلى عليهما صلاة واحدة، فهذا موضع السؤال، وحينئذ الذي يظهر أنه يحصل له قيراط بكل ميت، نظرا إلى تعدد الجنازة، ولا يمنع من ذلك اتحاد الصلاة، لأن الشارع ربط القيراط بوصف، وهو حاصل في كل ميت، فلا فرق بين أن يحصلا دفعة واحدة أو دفعات. والله أعلم.\n(1/396)",
        "\nالمسألة الثامنة والثلاثون\nقد ثبت في الصحيح، \"من اقتنى كلبا إلا كلب صيد، أو ماشية\" الحديث. هل يتعدد النقص، لو تعددت الكلاب التي لا منفعة فيها أم لا؟\nالجواب (الحمد لله)\nالذي يظهر عدم التعدد، أعني تعدد نقص قيراط بكل كلب، لكن يتعدد الإثم، فإن اقتناء كل واحد منهي عنه، فلا شك يأثم بالواحد إثما، وبالاثنين اثنين، وبالثلاثة ثلاثة وهلم جرا.\nولكن لا يمكننا أن نقول ينقص من أجره بالاثنين قيراطان، وبالثلاثة ثلاثة، لأن ذلك أمر تعبدي لا يعلم إلا من الشارع، ولا دلالة لكلام الشارع على التعدد في ذلك، فإن صيغة الحديث: \"من اقتنى كلبا إلى كلب صيد\n(1/397)\n",
        "أو ماشية، نقص من أجره كل يوم قيراط\" وهذه الصيغة بلفظها لا تدل على التعدد وبمعناها لا تدل أيضا، لأنه لا مجال للقياس فيه.\nوإذا أردت أن تعلم أن لفظها لا يدل على ذلك فاعلم أمورا: أحدها: تأمل معنى الحديث تجد/ قوله صلى الله عليه وسلم (من اقتنى) صيغة عموم في الفاعل فكل مقتن داخل في ذلك. وقوله: كلبا مطلق لأنه نكرة في الإثبات، والنكرة قد يراد بها الواحد بقيد الوحدة وقد يراد بها الجنس ويظهر ذلك بسياق الكلام وإذا نظرت نصيب الكلام ومقصوده وجدته سيق لبيان حكم الفاعل المقتنى لهذا الجنس لا للواحد منه.\nوالجنس لا فرق بين القليل والكثير، وأكد إرادة الجنس الاستثناء منه، والواحد لا يستثنى منه.\nوقوله: نقص من عمله، حكم على الفاعل المقتنى. وقوله: كل يوم قيراط بيان للنقص ووقته، وهو أعني، قوله: كل يوم ظرف إما للنقص، وإما للعمل وإما لهما وهو المراد إن شاء الله.\nولم يذكر وقت الاقتناء فلولا المعنى لكان اللفظ يقتضى أن من اقتنى كلبا، في أي وقت كان نقص من عمله دائما كل يوم قيراط سواء خرج عن اقتنائه أم لا؟\nهذا وضع اللفظ إلا أن المعنى اقتضى التخصيص والمعنى استفدناه من ترتيب الحكم وهو النقص على الوصف وهو الاقتناء، وترتيب الحكم\n(1/398)\n\nعلى الوصف يشعر بالعلية والحكم يدور على علته وجودا وعدما، فمن اقتنى نقص من عمله ما دام مقتنيا، كل يوم قيراط، عملا باللفظ وبالعلة فإذا زال الاقتناء زال النقص، لأن العلة تقتضي زوال المعلول.\nوالحديث اقتضى العلية كما بيناه، فهو يقتضي الزوال عند الزوال بواسطة، فإذا عاد اقتناؤه لذلك الكلب أو لغيره مما نهى عنه عاد النقص عملا بالحديث والعلة، ومن اقتنى كلبين أثم إثمين ويعاقب في الآخرة عقابين/، وينقص من عمله كل يوم من أيام الاقتناء قيراط، ولا يمكننا أن نحكم بزيادة في النقص على ذلك لأنه لم يرد به توقيف وهذا لا قياس فيه بخلاف ما تقدم من العلة المستفادة من ترتيب الشارع الحكم على الوصف الثاني في الحديث (من غسل ميتا فليغتسل ومن مسه فليتوضأ).",
        "(1/399)\n\nولم يقل أحد إنه إذا غسل ميتين يغتسل غسلين فعلمنا أن الصيغة لا دلالة لها على ذلك.\nالثاني: أنه إذا زنا ثم زنا قبل أن يحد عن الأول لم يحد إلا حدا واحدا والإثم متعدد.\nالرابع: إذا لبس المحرم ثم لبس في مجالس قبل أن يكفر عن الأول كفاه عنهما كفارة واحدة في القديم، والصحيح الجديد كفارتان وهذا لا يرد علينا، لأنه جناية على الحج، فلذلك تعدد كالجماع والصيد.\n(1/400)",
        "\nالخامس: من قتل قتيلا فله سلبه فلا شك أن من قتل قتيلين له سلبهما فإن الضمير في له سلبه يقتضي تعميم القتيل، ولأن المعنى أن ذلك جزاء القتيل، فيتعدد بتعدد سببه، وهو مما يدرك بالقياس، بخلاف نقص الأجر الذي لا يدرك إلا بالتعبد، لا سيما في القدر المخصوص.\nالسادس: (من عزى مصابا فله مثل أجره)، ولا شك أن من\n(1/401)\n",
        "عزى مصابين فله مثل أجرها، للأمرين المتقدمين من اللفظ والمعنى إما للفظ فلأن الضمير في أجر للمصاب فيعم للإضافة، وإما لمعنى فلأنه جزاء على إحسانه إليه، وجبره لقلبه عند انصداعه.\n(1/402)\n\nالمسألة التاسعة والثلاثون\nصح عن ابن عمرو رضي الله عنهما أنه قال: \"كان رسول الله صلى الله عليه وسلم أنه أنكر على من رآه يتنفل في السفر، وقال: إنه سافر مع النبي صلى الله عليه وسلم/ وأبى بكر وعمر فلم يرهم يزيدون على المكتوبة وقال: لو كنت مسبحا لأتممت صلاتي هذا معنى ما ثبت عنه فما وجه الجمع بين هذين الحديثين؟ أثابكم الله الجنة.",
        "(1/403)\n\nالجواب (الحمد لله)\nصح عن ابن عمر عن النبي صلى الله عليه وسلم: \"أنه كان يصلي على راحلته\" وصح عن ابن عمر أنه صلى الظهر بطريق مكة ثم أقبل فحانت منه التفاته نحو حيث صلى فرأى ناسا قياما فقال ما يصنع هؤلاء؟ قيل يسبحون قال لو كنت مسبحا لأتممت صلاتي، يا بن أخي إني صحبت رسول الله صلى الله عليه وسلم في السفر فلم يزد على ركعتين حتى قبضه الله، وصحبت أبا بكر فلم يزد على ركعتين حتى قبضه الله، وصحبت عمر فلم يزد على ركعتين حتى قبضه الله ثم صحبت عثمان فلم يزد على ركعتين حتى قبضه الله وقد قال الله تعالى: (لقد كان لكم في رسول الله أسوة حسنة) ولا تنافى بين هذين الحديثين فالأول، في النفل المطلق، والثاني في السنن الراتبة مع الفرائض، اختلف العلماء هل تصلي في السفر؟ فمذهب الشافعي أن تصلي، ورأى ابن عمر في طائفة أنها لا تصلي لأن الفريضة قد قصرت وتلك السنن إنما جعلت\n(1/404)",
        "\nلتكمل منها ما عساه يكون في الفرائض من نقص.\nفإذا ترك بعض المتبوع فلأن يترك بعض التابع أولى وهذا قوى على رأي من يرى أن القصر عزيمة، ولا يقوي على رأي من رآه رخصة ولم\n(1/405)\n",
        "ير ابن عمر ترك النوافل المطلقة. فاعلم ذلك فإنه وجه الجمع بين الحديثين والوتر ليس داخلا في هذا الخلاف، فإن ابن عمر وغيره متفقون على أنه يصلي في السفر، ولعل ذلك لأنه صلاة مستقلة، فهذا/ وجه الجمع بين الحديثين فيما ظهر لنا.\nورأيت في الأم في الجزء التاسع في باب النافلة في السفر أخبرنا مالك عن نافع عن ابن عمر: \"أنه لم يكن يصلي مع الفريضة في السفر شيئا قبلها، ولا شيئا بعدها، إلا من جوف الليل\".\nقال الشافعي: ومعروف عن ابن عمر عيب النافلة في النهار في السفر، قال مالك لا بأس بالنافلة في السفر نهارا. انتهى. فإن كان هذا على إطلاقه فيخرج جواب آخر غير ما ذكرناه والجمع بين الحديثين بأن أحدهما محمول على النهار والآخر على الليل, والأولى عندي ما قدمته. وأن الوتر وقيام الليل كالصلوات المستقلة، والرواتب غيرهما هي محل الخلاف\n(1/406)\n\nبين ابن عمر وغيره، ولا أدري هل يطرد ذلك، في ركعتي الفجر وسنة المغرب أو لا؟ فإن متبوعهما لا يقصران، وماعدا ذلك من النوافل المطلقة، الذي يظهر أن لا فرق بين الليل والنهار وأنه يصلي عند الجميع. وفي موطأ معن عن مالك أنه بلغه أن عبد الله بن عمر كان يرى عبيد الله ابن عبد الله بن عمر (يتنفل في السفر فلا ينكر عليه) (وأنه بلغه أن القاسم بن محمد، وعروة ابن الزبير، وأبا بكر بن عبد الرحمن يتنفلون في السفر).",
        "(1/407)\n\nوعن مالك عن نافع عن عبد الله بن عمر\" لم يكن يصلي مع الفريضة في السفر شيئا قبلها ولا بعدها إلا من جوف الليل وعلى بعيره أو راحلته حيثما توجهت\".\nوفي الصحيح عن عامر بن ربيعة \"أنه رأى رسول الله صلى الله عليه وسلم يصلي السبحة في الليل في السفر على ظهر راحلته حيث توجهت\" وهذا يوافق ما أشار إليه الشافعي من الفرق بين الليل والنهار. والله أعلم.\n(1/408)",
        "\nرواحلهم المحملة ولئلا يتأخروا عن مصالح أنفسهم ودوابهم آخر النهار أو للمسارعة إلى الجهاد وللعبادة التي بين أيديهم فإن معظم أسفارهم كان لذلك فيفعلونها على الرواحل لذلك ولا يفعلونها على الأرض لما ذكرنا والله أعلم\". كتبه أحمد الأذرعي غفر الله له ورحمه.\n(1/409)\n",
        "المسألة الأربعون\nنقل أبو زكريا عن الشيخ أبي عمرو بن الصلاح رحمهما الله ما لفظه: والأوجه لأصحاب الشافعي/ المنتسبين إلى مذهبه يخرجونها على أصوله، ويستنبطونها من قواعده، ويجتهدون في بعضها، وإن لم يأخذوها من أصله.\nأشكل هذا الكلام على الخادم في عد مثل هذا وجها في المذاهب وأي فرق بين هذا وبين مفردات المزنى.\nوالمشهور أنها لا تعد من المذهب، مع أنه كيف يسوغ لمن سئل عن\n(1/410)\n\nحكم مسألة في مذهب الشافعي من مفتى العصر أن يجيب فيها مصرحا بإضافة ذلك إلى مذهب الشافعي، إذا لم يعلم أن ذلك من منصوصاته أو مخرجا منها.\nوالمسئول كشف الغطا في ذلك حرس مجدكم وكُبت ضدكم.\nالجواب (الحمد لله)\nقد يؤخذ من نص معين، في مسألة معينة، فيخرج منها إلى مثلها المساوية لها من غير فرق، ولا نص يعارضه، وهذا أقوى ما يكون من التخريج، وتارة يكون من نص معين، في مسألة معينة، وله في نظيرها نص يخالفه، فيتحزب الأصحاب، منهم من يتكلف فرقا، ومنهم من يقول قولان بالنقل والتخريج وهذه رتبة ثانية في التخريج.",
        "(1/411)\n\nوتارة لا يكون له نص معين في مسألة معينة، ولكن يكون له قواعد مذهبية، ونصوص مختلفة، في مسائل يؤخذ منها قاعدة كلية، تدل على حكم في مسألة لم يوجد فيها له نص، وهذه رتبة ثالثة، وقد تكون أقوى من الثانية، إذا ظهر الفرق في الثانية ولم يظهر في هذه وهو يزاحم الأولى، وقد يربو عليها، لأن الأولى من مسألة واحدة، وهذه من مسائل شتى.\nفقد يكون باجتماعها يقوى على ما يؤخذ من تلك الواحدة، وقد لا يجد المخرج شيئا من هذه الأنواع الثلاثة، ولكن يجد دليلا شرعيا جاريا على أصل من أصول الشافعي الذي قرره في أصول الفقه، وهذه رتبة رابعة.\nوقد لا يجد نوعا من هذه الأربعة ولكن يجد دليلا شرعيا جاريا على أصل من جنس ما يقول به/ الشافعي، وإن لم يكن له نص في ذلك الأصل، وهذه رتبة خامسة، وقد لا يجد شيئا من الخمسة، ولكنه رجل قد تكيف بمذهب الشافعي، وبتصرفاته الفقهية والأصولية، حتى صارت له مزاجا، ومن يكون كذلك تجده يدرك مراد الشخص فيما لم يصرح به، ثم تجد مع ذلك دليلا شرعيا، فيقول به فيما لم يجد فيه نصا للشافعي، وهذه رتبة سادسة، وفي جميعها تقيد بالمذهب، وتارة لا يكون شيء من ذلك، ولا يكون الشخص مقلدا لإمامه في المذهب، ولا في الدليل، وإنما ينسب إليه، لكونه سلك طريقه في الاجتهاد ودعا إلى سبيله، فيقول قولا فهو فيه كالمجتهد المطلق، ولكن لانتسابه إلى الشافعي وقدوته بقوله يعد قوله وجها، وليس فوق هذه السبعة رتبة إلا الاجتهاد المطلق الذي لا يسلك فيه طريقة غيره، ولا ينتسب إليه وهي التي اختلف في إثباتها للمزني، حتى إن تفرد لا تعد من\n(1/412)",
        "\nالمذهب، وله مع ذلك ما يشارك فيه السبعة المتقدمة فيعد ما قاله على ذلك من المذهب، والقسم الذي قاله ابن الصلاح وأشكل عليكم جدير بأن يكون هو السادس، وأما من يسأل عن مذهب الشافعي ويجيب مصرحا بإضافته إلى مذهب الشافعي، ولم يعلم ذلك منصوصا للشافعي، ولا مخرجا من منصوصاته، فلا يجوز ذلك لأحد، بل اختلفوا فيما هو مخرج، هل يجوز نسبته إلى الشافعي أو لا؟.\nواختيار الشيخ أبي إسحاق أنه لا ينسب فهذا في القول المخرج، وأما\n(1/413)\n",
        "الوجه فلا تجوز نسبته بلا خوف. نعم إنه مقتضى قول الشافعي أو من مذهبه بمعنى أنه من قول أهل مذهبه/، والمفتي يفتى به إذا ترجح عنده، لأنه من قواعد الشافعي، ولا ينبغي أن يقال قال الشافعي لا لما وجد منصوصا له، ولا مذهب الشافعي إلا لما جمع أمرين أحدهما: أن يكون منصوصا له.\nوالثاني أن يكون قال به أصحابه أو أكثرهم. أما ما كان منصوصا وقد خرج عنه الأصحاب إما بتأويل وإما بغيره، فلا ينبغي أن يقال إنه مذهب الشافعي، لأن تجنيب الأصحاب له يدل على ريبة في نسبته إليه.\nوما اتفق عليه الأصحاب، وقالوا إنه ليس بمنصوص، فيسوغ تقليدهم فيه، ولكن لا يطلق إنه مذهب الشافعي، بل مذهب الشافعية.\nوما اتفقوا عليه ولم يعلم هو منصوص له أو لا .. يسوغ ابتاعهم فيه، ويسهل نسبته إليه، لأن الظاهر من اتفاقهم أنه قال به.\n(1/414)\n\nالمسألة الحادية والأربعون\nرأى المملوك بخط بعض الفضلاء، قال: قال القفال في (شرح التخليص) إذا عصر عنبا للخل ولم يخرج العصير، حتى استحال خمرا، هل يحكم بأنه نجس أم لا؟ فعلى وجهين أحدهما: نعم، والثاني أنا لا نحكم بالطهارة ولا بالنجاسة، كما قلنا في البيض. ما معنى هذا الكلام وبسطه؟ أعني قوله: في الوجه الثاني، إنا لا نحكم بطهارته ولا نجاسته، فقد عسر معرفة ذلك مع أنه نقل موثوق.\nالجواب: (الحمد لله)\nمعناه أنه هل يحكم بأنه نجس؟ وهو في باطن الحبات، قبل خروجه، بعد استحالته خمرا في الباطن، وقد دل على ذلك بقوله: ولم يخرج العصير حتى استحال خمرا ولا ينافيه قوله: إذا عصر لأن مع العصر قد تبقى بعض الحبات صحيحة، وقد ذكر الأصحاب هذه المسألة، فقال الرافعي: في كتاب الطهارة: إنهم ذكروا وجها في أن بواطن حبات العنقود مع استحالتها خمرا، لا يحكم بنجاستها، تشبيها بما في باطن الحيوان.",
        "(1/415)\n\nوقال في كتاب الصلاة، ولو حمل بيضة صار حشوها دما، وظاهرها طاهر ففي صلاته/ وجهان: أحدهما تصح صلاته، كما لو حمل حيوانا طاهر الظاهر، لأن النجاسة في الصورتين مستترة خلقة، وأظهرها أنها لا تصح كالنجاسة الظاهرة إذا حملها، بخلاف باطن الحيوان، لأن للحياة أثرا ظاهرًا في درء النجاسات، ألا ترى، أنها إذا زالت نجس جميع الأجزاء، وأما البيضة فهي جماد.\nقال ويجري هذا الخلاف فيما إذا حمل عنقودا استحال باطن حباته خمرا ولا رشح على ظاهرها وكذلك في كل استتار خلقي انتهى كلام الرافعي.\n(1/416)",
        "\nوقطع القاضي حسين، والغزال، بالنجاسة، وحكيا الخلاف في البيع وهو مشكل، لأن تجويز البيع مع النجاسة يخالف ما قالوه، في اشتراط طهارة المبيع، إلا أن يعتذر بطهارة الظاهر، وعدم الالتفات، إلى ما في الباطن، والغرض أن الوجه القائل، بأن ما في باطن حبات العنقود ليس بنجس، مشهور معروف، وإن كان الأصح خلاف.\nفإن قلت صحيح معرفة الوجه، بأنه ليس بنجس ولكن الذي عسر معرفته كونه ليس بنجس ولا طاهر.\nقلت، النجاسة حدها معروف، وهي: كل عين حرم تناولها، على الإطلاق في حالة الاختيار، مع الإمكان، لا لحرمتها، ولا لضرر فيها، ولا لاستقذارها، والطاهر يحتمل أن يقال إنه ما ليس كذلك، فكل ما ليس بنجس طاهر، وعلى هذا يلزم إذا قلنا ما في باطن العنقود ليس بنجس أن يكون طاهرا، ويوافقه قول الشيخ أبي علي:\nأن الخمر\n(1/417)\n",
        "المحترمة طاهرة، وسببه، أنها ليست معدة للشرب المحرم الذي هو سبب التنجيس، ولا شك، أن الذي في باطن العناقيد أبعد عن الاستعداد، وعلى هذا لا يكون لنا في باطن العنقود إلا وجهان: أصحهما النجاسة، والثاني الطهارة/ ويحتمل أن يقال الطاهر: كل عين أذن الشرع في تناولها، على مقابل ما حددنا به النجاسة، أو يقال: الطاهر ما جاز استصحابه في الصلاة، والنجس ما وجب اجتنابه في الصلاة.\nولنا قاعدة في الأصول، وهي أن الإذن أعم من عدم المنع، فالإذن والمنع بينهما واسطة، فالنجس ممنوع منه والطاهر مأذون فيه، وما ليس ممنوعا منه ولا مأذونا فيه، لا نجس ولا طاهر، وذلك هو الأشياء التي لم يحكم فيها، وهو ما في باطن الحيوان، فإن المصلى في باطنه البول والغائط، ويحمل الصغير الذي في باطنه ذلك، لأنه لا حكم لتلك النجاسة، المستترة بمحلها.\nفقد صرح الأصحاب بأنه لا حكم لها، ويبعد إطلاق الطهارة عليها، فيخرج من ذلك أنها في محلها لا نجسة، ولا طاهرة، لأنه لم يتعلق بها حكم ويلتحق به ما في باطن العنقود، وما في باطن البيضة من الدم على أحد الوجهين، فتجتمع ثلاثة أوجه: النجاسة، والطهارة، وعدم الحكم\n(1/418)\n\nرأسا، لا نجاسة ولا طهارة.\nواستشكل إمام الحرمين القول بنفي النجاسة، وقال: إنه لا يليق بقاعدتنا، أن ننفي حكم النجاسة عما في باطن حبات العنقود، ثم يقول لو اعتصرت صارت نجسة، والانفصال لا يثبت النجاسة، قال: وهذا يوافق قول أبي حنيفة: أن الدم في العروق في خلل اللحم ليس نجسا، فإذا سفح اكتسب النجاسة.\nوهذا الذي عزاه الإمام، إلى أبي حنيفة، نقله الشيخ محي الدين النووي عن الثعلبي المفسر من أصحابنا.\nووافقه في الدم الباقي على اللحم وعظامه، لمشقة الاحتراز عنه، ولأنه ليس بمسفوح، والذي يظهر أن ما في باطن الحيوان نجس، ولكن يعفى",
        "(1/419)\n\nعنه، ويحتمل القول بأنه لا يحكم بنجاسته، ولا بطهارته، لأنه كالمعدوم، الذي لا حكم له، وهو ظاهر كلام الأصحاب، ويحتمل القول بطهارته، وهو ضعيف جدا/.\nوقد ذكروا حكم الخيط، الذي يتصل طرفه بما في الباطن، وبعضه خارج، وأنه يمنع الصلاة، وذلك يشهد للقول بالنجاسة، إلا أن ظهور طرف الخيط يصيرها في حكم الخارج، وذكروا أنه يجوز ابتلاع السمكة حية، واستدل بذلك من قال بطهارة خرئها، وذلك يقتضي أن لا فرق عنده بين حالة الباطن، والخارج.\nوالعمدة في القول بنجاسة ما في الباطن، أن علة النجاسة استحالته إلى نت، وهو موجود في الباطن، لكن لا يحكم عليه بذلك، لتعذر اجتنابه، وباطن حبات العنقود، وباطن البيضة يبعد فيهما القول بالطهارة، والقول بأنه لا حكم له، ويتجه القطع بالنجاسة، ولكن أصل الخلاف لا ينكر، وأبعد منهما القارورة المصممة الرأس لأنه قد ثبت لها حكم الانفصال في\n(1/420)",
        "\nوقت، وقد شبهوا الدم الذي في باطن البيضة بالعلقة لأن كلا منهما من حيوان، ويصير حيوانا، وهذا لشبه حاصل لهما، قبل الانفصال، أما بعد الانفصال فالوجه القطع، فيما خرج من البيضة بالنجاسة، لأنه دم لا يصير حيوانا ولا كان متعينا لذلك، بخلاف العلقة فإنها تكونت ليصير منها حيوانا.\nفإن قلت هل يفترق الحال في ذلك بين ما عصر للخلية، أو الخمرية؟ قلت قال الإمام إذا صححنا بيع العنقود، فلا فرق بين أن يكون طارحة في الدن، قصد بذلك الخلية، أو الخمرية، لأن العادة أن من يقصد الخمر يعتصره، ولا يصب في الدنان إلا العصير، فإن عفونة العنقود تفسد شدة الخمر، فإذا وجدنا العناقيد، لم نعول على قصد المتخذ، إذا كان ما وجدنا، مايلا عن عادة مقتنى/ الخمور. انتهى كلام الإمام.\nفقول القفال الذي حكيتموه، إذا عصر عنبا للخل، تصوير بما هو الغالب، في أن عادة من يعتصر العنب للخل، يخلى بعض العناقيد فيه، وليس قوله: للخل قيدا لنفي الحكم المذكور عن غيره، فإنه لا فرق.\nوقوله: ولم يخرج العصير، سماه عصيرا، وإن لم يخرج باعتبار ما قصد به وما يصير إليه. وقوله: حتى استحال خمرا، ليس مراده بهذه الغاية أنه خرج، حتى يكون الخلاف بعد الخروج، بل مراده تحقيق صيرورته خمرا، ليجري الخلاف فيه، ولولا ذلك لكان ظاهرا قطعا. الله أعلم.\n(1/421)\n",
        "المسألة الثانية والأربعون\nالمذهب الصحيح، أن الواجب في التكفين، ثوب واحد، وقد أشكل على المملوك، أن بعض الورثة، أو كلهم ـ على ما ارتضاه الشيخ أبو زكريا ـ إذا امتنعوا من الثلاثة، أجبروا عليها، وكيف يجبر الشخص على\n(1/422)\n\nالمندوب، وهذا رجوع إلى الوجه الشاذ أن الواجب ثلاثة أثواب.\n(وما الحكم يما لو مات ولم يخلف إلا صغارا، فهل يقتصر الولي على ثوب، أم يكفنه بثلاثة؟) والظاهر ـ من قولنا أن الورثة إذا منعوا بأجمعهم كفن بثلاثة ـ أنه يكفن هنا بثلاثة، وهو مشكل على المملوك، إذ مال الطفل لا يتسع للمندوبات، وما الدليل بأن الميت يقدم بالمندوبات على حق الورثة؟.\nالجواب: (الحمد لله)\nالثوب الواحد واجب لحق الله تعالى والثلاثة واجبة لحق الميت، لأنها لجمالة، كما يترك للمفلس دست ثوب يليق به، فهما حقان مختلفان، فلا تناقض، ولا نقول إن الثلاثة مندوبة، بل واجبة، إلا أن يسقطها الميت",
        "(1/423)\n\nبوصية، وما أجبرنا الورثة على مندوب، وإنما أجبرناهم على واجب عليهم لمورثهم.\nوكيف يليق أنهم يشاحون/ أباهم، في ثيابه التي كان يقدم بها، في حال الحياة، وهم إنما يأخذون ميراثه فضلة عنه، وليس هذا رجوعا إلى الوجه الشاذ، أن الواجب ثلاثة أثواب، لأن ذلك الوجه يجعلها حقا لله تعالى.\nولو مات وخلف ورثة أطفالا، فالحكم كذلك، ليس للولي أن يقتصر على ثوب واحد، إذا لم يوص الميت به، بل يكفنه في ثلاثة ويكل الأطفال إلى الله، وهذا المعنى، أغنى عن الجواب، عن كون مال الطفل يتسع للمندوبات، فلا هذه مندوبات ولا هذا مال طفل، سالما عن التعليق به.\nومن الدليل على ذلك، أن مصعب بن عمير مات ولم يخلف إلا نمرة،\n(1/424)",
        "\nإذا غطوا بها رأسه بدت رجلاه، وإذا غطوا رجليه بدا رأسه، فقال النبي صلى الله عليه وسلم (غطوا بها رأسه، واجعلوا على رجليه من الإذخر).\nفانظر كيف كفنه النبي صلى الله عليه وسلم في الثمرة، وهي زائدة على ما يستر العورة؟ ولا مال له غيرها، ولم يقدم ورثته بالزائد على ساتر العورة، ولو جازت المضايقة في الزائد على الثوب الواحد، لجازت المضايقة في الزائد على ما يستر العورة.\nوقوله: صلى الله عليه وسلم (في المحرم كفنوه في ثوبيه).\n(1/425)\n",
        "فقدمه على الورثة، ومن الدليل على ذلك، قوله: صلى الله عليه وسلم (ما تركناه صدقة) وقد كفن في ثلاثة أثواب، بإجماع الصحابة.\nوقد ظهر بما ذكرناه أن قول السائل ما الدليل على أن الميت يقدم بالمندوبات؟ ليس لما بيناه أنها ليست مندوبات، بل واجبات لحقه، وإذا كان يقدم بها/ في حال الحياة على الغرماء فتقديمه بها بعد الموت على ورثته الذين هم فضلة عنه أولى.\nوالمختار أن الورثة كلهم، إذا أجمعوا على منعه من التكفين في الثلاثة لا يسمع منهم ويكفن فيها كما مال إليه النووي، وحجته ما قلناه، ولا يرد\n(1/426)\n\nعلى هذا قولنا: إن للغرماء نفعا منها، لأن حق الغرماء أكد، وهو نظر لحق الميت، لبراءة ذمته، وقد زال التجمل، وخرجت الذمة، فلا يتوقع الوفاء، بخلاف حال الحياة. والله أعلم.",
        "(1/427)\n\nالمسألة الثالثة والأربعون\nلو وجد الكفن عند أجنبي، ولم يكن ثم غيره وامتنع من بذله، نقل الرويانى في (البحر) أنه يلزمه بذله بالقيمة قهرا، كطعام المضطر، كذا حكاه عنه ابن الأستاذ قاضي حلب رحمه الله وهو مشكل إذا غايته أن يكون\n(1/428)",
        "\nكسترة الحي، ولا يجوز المقاتلة لأجلها، ولما في المقاتلة على ذلك من الخطر، وهو بخلاف الطعام، إذ فيه حفظ المهجة.\nوالمسئول بيان ذلك، أدام الله نعمه عليكم.\nالجواب: (الحمد لله)\nسترة الحي حق للحي، وهو قادر على تحصيلها، أو تحصيل مثلها، وعنده داعية إليها، والكفن حق لله تعالى، والقيام به فرض كفاية، والامتناع منه بعد بذل القيمة، امتناع من واجب، وكل من امتنع من واجب، وجب قهرا عليه، وإذا لم يكن إلا بالقتال قوتل، ما لم يخش فتنة.\nوقد قال الأصحاب، إن من مات ولا مال له، وجب تكفينه من بيت المال، فإن لم يكن في بيت المال شيء فعلى سائر المسلمين، ولم يقولوا في الحي الفاقد للسترة كذلك، فأين السترة من الكفن، فكلام الأصحاب يقتضي أن الكفن بعد الموت مثل الطعام في حال الحياة ولا تردد في ذلك والله أعلم.\n(1/429)\n",
        "المسألة الرابعة والأربعون\nلو ماتت/ المطلقة ثلاثا، وهي حامل، فهل على الزوج تكفينها؟.\nإذا قلنا بوجوب نفقتها عليه فهل يجب عليه تكفينها لو ماتت ناشزة؟\nوكذا لو ماتت صغيرة وقلنا لا يجب نفقتها، حصل يجب عليه تكفينها أم يستثنى هذه المسائل الثلاثة؟\nالجواب: (الحمد لله)\nالذي يظهر، أنه لا يجب تكفين واحدة من هذه الثلاثة، لأن تكفين الزوجة على خلاف فيه، لما بينهما من الوصلة المقرونة بوجوب النفقة، ووجوب النفقة مفقود في الناشزة، والصغيرة، والوصلة مفقودة في\n(1/430)\n\nالبائن، وإنما وجبت نفقتها لأجل الحمل، ومعنى هذه العلة زال بالموت، وإذا علم ذلك، فالزوجة الناشزة، والصغيرة مستثنيان من إطلاق تكفين الزوجة، والبائن الحامل مستثناة من تكفين من تجب نفقته. والله أعلم.",
        "(1/431)\n\nالمسألة الخامسة والأربعون\nأطلق الأصحاب أن الشهيد في حرب الكفار لا يغسل، ولا يصلى عليه. قال ابن الأستاذ رحمه الله تفقها، نعم لو كان عاصيا بالخروج ففيه نظر عندي، قال والظاهر أنه شهيد، أما لو كان فارا حيث لا يجوز الفرار\n(1/432)",
        "\nفالظاهر أنه ليس بشهيد، فإنه من الكبائر، فلا يليق أن يكون المقتول فيه شهيدا. انتهى.\nفهل ما ذكره صحيح، جار على قياس المذهب أم لا؟ وقد يكون الخروج كبيرة أيضا، بأن يتضمن عقوق الوالدين، وإذا كان كذلك فلا وجه للتفصيل.\nالجواب: (الحمد لله)\nأما الفار فليس بشهيد في أحكام الآخرة ولكنه شهيد في أحكام الدنيا ـ وقد ذكرته في (شرح المنهاج) وليس ذلك كما قاله ابن الأستاذ من كون الفرار كبيرة فقط لأنه أتى بضد المطلوب من الجهاد، فإن الثواب إنما يحصل بسبب الإقدام/ على العدو، والنكاية فيهم لإعلاء كلمة الله تعالى والفار قد أعرض عن ذلك.\nومن الدليل في ذلك، ما ثبت في الصحيح عن أبي قتادة عن رسول الله\n(1/433)\n",
        "صلى الله عليه وسلم أنه قام فيهم، فذكر لهم (أن الجهاد في سبيل الله والإيمان بالله، أفضل الأعمال فقام رجل فقال يا رسول الله أرأيت إن قتلت في سبيل الله تكفر عني خطاياي؟ فقال رسول الله صلى الله عليه وسلم: نعم إن قتلت في سبيل الله وأنت صابر محتسب، مقبل غير مدبر \"ثم قال رسول الله صلى الله عليه وسلم\" كيف قلت؟) قال أرأيت لو قتلت في سبيل الله أتكفر عني خطاي؟ فقال رسول الله صلى الله عليه وسلم \"نعم وأنت صابر محتسب، مقبل غير مدبر إلا الدين فإن جبريل عليه السلام قال لي ذلك\".\nفانظر قوله صلى الله عليه وسلم \"مقبل غير مدبر\" والفار مدبر، قد ترك الجهاد وراء ظهره لكنه لا يغسل ولا يصلى عليه. لأنه مات بسبب من أسباب القتال قبل انقضائه، ولا تتحقق منه تلك الحالة في الظاهر لأنا قد نراه مدبرا، ويكون قصده الجولان في الكفار والانعطاف عليهم فأجرينا عليه حكم الظاهر في الدنيا، وربطنا بمظنة، وهي الموت بسبب من أسباب القتال قبل انقضائه. وإذا حققت ما قلناه لم تعبأ بالتعليل بكون الفرار كبيرة، بل أقول: قد يكون الفرار جائزا إذا كان من أكثر من اثنين، فإذا حصل ذلك، وقتل وهو مدبر فقراره ليس كبيرة ولا صغيرة، ومع ذلك ينبغي أن لا يجري عليه حكم الشهادة في الآخرة لإطلاق الحديث، ولإنه لم تحصل به النكاية، وإن عذرنا في فراره/ نعم إن كان متحيزا إلى فئة، فيظهر أنه شهيد، لأنه لم يعرض عن الجهاد.\nوأما من خرج إلى الجهاد، وكان عاصيا بخروجه وذلك إما بعقوق\n(1/434)\n\nالوالدين أو بدين أو نحوهما فهو كالمصلي في الدار المغصوبة والعاصي",
        "(1/435)\n\nبالسفر ونحوهما يحسن أن يتردد الفقهاء فيه، بالنسبة إلى كونه من شهداء الآخرة أو لا؟ والأقرب أنه من شهداء الآخرة لقصد إعلاء كلمة الله، وقتاله.\nولكنه قارنته معصيته من وجه آخر فلعلمه وجهان: وجه طاعة، ووجه معصية. وقد يكفر الله عنه المعصية بسبب الطاعة وقد يربوا وجه الطاعة، على وجه المعصية، أما كونه من شهداء الدنيا، بالنسبة إلى الغسل والصلاة، فلا ينبغي أن يتردد فيه، بل يكون شهيدا قطعا. والله أعلم.\n(1/436)",
        "\nالمسألة السادسة والأربعون\nإذا حضرت الجنائز دفعة، واستووا في الخصال، المقتضية للقرب من الإمام، فتنازع الأولياء، أقرع، فإن تراضوا فعلى ما يتراضون به، قال ابن الأستاذ وفيه نظر، فإن القرب حق الميت، فلا يجوز تركه برضى الورثة.\nوالمسئول إيضاح ذلك، وهل هذا التشكيك صحيح أما لا؟.\nالجواب: (الحمد لله)\nهذا الحكم من الإقراع عند التنازع، والحمل على ما يتراضون به عند التراضي، هو المذكور في الرافعي والروضة وغيرهما.\nومحله عند التساوي في جميع الخصال، فلا وجه للنظر المذكور، فإن القرب الذي هو حق الميت، ولا يتركه برضى الورثة، إنما يكون إذا ترجح الميت، والفرض أنه مساو لغيره، فلم يبق إلا التراضي والقرعة.\n(1/437)\n",
        "المسألة السابعة والأربعون\nقال ابن الأستاذ، لو تنازع الورثة في مقبرتين مسبلتين، أو مملوكين، ولم يكن الميت أوصى بشيء فينبغي أن يجاب من يقدم في الصلاة والغسل، فإن كانوا/ في درجة أقرع، فإن كانت امرأة وتنازع الزوج والقريب أن يقدم القريب هنا كالصلاة بخلاف الغسل والدفن، قال هذا ما ظهر لي، من غير نقل فليتأمل. انتهى.\nوقد تخيل المملوك أن النظر إلى مراعاة مصلحة الميت أولى.\nوذلك بأن يكون أحدهما أقرب، أو صلبة، أو مجاورة لأخيار، والأخرى لفجار فإنه لاحظ للولي في ذلك.\nويجوز أن يكون كلامه مفروضا، عند التساوي، حيث لا مرجح. والمسئول بيان الحكم في ذلك، أثابكم الله الجنة بكرمه.\n(1/438)\n\nالجواب: (الحمد لله)\nيتعين أن يكون ما قاله ابن الأستاذ مفروضا، عند التساوي، أما متى ظهرت مصلحة الميت في إحداهما تعين تقديمها.",
        "(1/439)\n\nالمسألة الثامنة والأربعون\nفي التتمة: أنه يكره رش القبر بماء الورد، وأن يطلى بالخلوق. وقال ابن الأستاذ: لأنه إسراف وإضاعة مال. انتهى.\nوهذا التعليل يقتضي التحريم، فهل هذا الفعل حرام أم لا؟ وما القول الأحق في إضاعة المال؟ والضابط المرجوع إليه فيه، فقد تكرر في كلام الأصحاب، تارة يحرمونه، تارة يقتصرون على الكراهة.\nوالمسئول إيضاح ذلك، فالضرورة داعية إلى معرته.\nالجواب: (الحمد لله)\nكراهية رش القبر بماء الورد، وأن يطلى بالخلوق، لا ينتهي إلى\n(1/440)",
        "\nالتحريم، بل غايتها كراهة تنزيه، ولابد من تفصيل، وقد ينحط به ذلك عن درجة الكراهة، وقد يترقى إلى درجة التحريم، وهذا التفصيل يتبين مما سأذكره إن شاء الله تعالى.\nوالتعليل بالإسراف، والإضاعة في التتمة، وإنما ابن الأستاذ ناقل.\nوالضابط في إضاعة المال، أن يكون لا لغرض ديني، ولا دنيوي، فمتى انتفى هذان الغرضان من جميع وجوههما، حرم قطعا، قليلا كان المال، أو كثيرا، ومتى وجد واحد من الغرضين وجودا له مال، وكان الاتفاق/ لائقا بالحال، ولا معصية فيه جاز قطعا، وبين المرتبتين وسائط كثيرة جدا، لا يمكن أن تدخل تحت ضبط لكن الفقيه يرى فيها رأيه، فيما انتشر، ومنها: أمور لم تنتشر، تعرض لها الفقهاء في كتبهم، فمن ذلك الإنفاق في الحرام وهو إضاعة الأموال كلها، لأن الله تعالى جعل الأموال قياما لمصالح العباد، وأمر بحفظها، أو إنفاقها فيما أذن فيه، فجعلها في غير ذلك تضييع لها، محرم بالنهي عن إضاعة المال، وبقوله صلى الله عليه وسلم (أمسكوا عليكم أموالكم، ولا تفسدوها) مضافا إلى التحريم الحاصل م المعصية التي أنفق فيها، فصار التحريم في ذلك من ثلاث جهات، إخراج المال المنهي عنه نهي\n(1/441)\n",
        "التزام، بقوله (أمسكوا)، وإضاعة المنهي عنه نهي مطابقة، بنهيه صلى الله عليه وسلم (عن إضاعة المال) وإضاعته وضعه في غير موضعه، وهو معنى زائد على عدم الإمساك، والمعصية التي وضعه فيها حتى إذا كانت صغيرة، تصير باجتماع هذين الأمرين كبيرة، ولا نظر مع ذلك إلى ما يحصل معه، من غرض دنيوي، من لذة جسم، أو قضاء شهوة، لأن تلك أغراض شيطانية، أبطل الشرع حكمها فصار وجود هذا الغرض الدنيوي كعدمه، فدخل تحت قولنا: إنه لا لغرض ديني، ولا دنيوي، فيحرم قطعا، قليلا كان المال، أو كثيرا.\nوالشافعي رضي الله عنه يسميه إسرافا، لأن الإسراف مجاوزة الحد، وهذا قد جاوز الحد، فإنه بالإنفاق في المعصية تعدى حدود الله تعالى، لأن العاصي خارج بفعله من الشريعة، وكل من خرج من الشريعة، فقد تعدى حدودها، ومن يتعد حدود الله فقد ظلم نفسه، ولك أن تجعل هذه جهة رابعة للمعصية، فإن الخروج عن الحد/ إلى المعصية غير المعصية التي خرج إليها، فالخروج منهى عنه، بقوله (ولا تسرفوا) والمعصية منهى عنها بالنهي الخاص فيها، فصارت المعاصي أربعة: عدم الإمساك، والإضاعة والإسراف، والفعل المحرم بخصوصه.\nومن ذلك من تصدق بماله كله فليس بحرام، لأنه لا سرف في الخير،\n(1/442)\n\nوالصدقة خير وقصدها غرض أخروي، وهذا لا شك فيه، فيمن يصبر كأبي بكر الصديق رضي الله عنه أما من لا يصبر على الإضافة، فقد ذكر الفقهاء حكمه، وهو، منقسم إلى مكروه، وحرام.\nفانظر كيف وجد الغرض الأخروي، وانقسم إلى جائز، ومكروه وحرام. ومن ذلك من أنفق ماله في ملاذه المباحة، ولكنه زائد على ما يليق بحاله: اختلف الفقهاء هل يسمى إسرافا أو لا؟ والشافعي رضي الله عنه لا يسميه إسرافا، ويجعل الإسراف الإنفاق في الحرام، ولو درهما، وعليه يحمل قوله تعالى: (وكلوا واشربوا ولا تسرفوا) وهذا الحمل قد يظهر في هذه الآية.\nوأما قوله تعالى: (والذين إذا أنفقوا لم يسرفوا، ولم يقتروا، وكان بين ذلك قواما).",
        "(1/443)\n\nفالظاهر منه أن الزيادة على اللائق بالحال إسراف، فينبغي أن يقال: الإسراف لفظ مشترك، بين المعصية، وزيادة النفقة، والمشهور من المذهب ومذاهب العلماء خلافه، فعلى المشهور حصلت الإباحة مع تجرد الغرض الدنيوي، بل بعض الأغراض الدنيوية، دون بعض.\nومن ذلك أمور قد يضعف الغرض فيها، فلا يكون قويا، وتتفاوت مراتب القوة، والضعف فيه، تفاوتًا كثيرا، ومع ذلك يتفاوت المال المبذول فيها، تفاوتا كثيرا بالقلة والكثرة، فيمن بذل مالا كثيرا، في غرض يسير تافه،\n(1/444)",
        "\nعده العقلاء مضيعا، ومن بذل مالا كثيرا تافها في غرض صحيح وإن كان يسيرا لم يعد مضيعا، وكذلك القصد/ الأخروي يختلف بالنسبة إلى قيام الدليل عليه، والإخلاص فيه، فقد يقصد الشخص خيرا ولا يكون في الشرع دليل على استحبابه، بل يكون تركه أولى، فعلى من يقصد الفتوى في ذلك التحري والإحاطة بمدارك الشرع، ومقاصد العقلاء.\nورش القبر بماء الورد إن كان يسيرا، وقصد به حضور الملائكة، وأنها تحب الطيب لا بأس به، ولا يكره في هذا الحال، والإكثار منه لذلك مكروه، والإكثار منه لا لقصد الملائكة، بل للتفاخر والزينة حرام، فهذه أمثلة ليتنبه بها لغيرها، ويقاس عليها, واله يرزقنا فهما وعلما، ويجعل لنا من كل حظ من الخير قسما.\n(1/445)\n",
        "المسألة التاسعة والأربعون\nقال في (التتمة) إن المستحب لزائر القبور، أن يقول وعليكم السلام، ديار قوم مؤمنين، ولا يقل السلام عليكم، لأنهم ليسوا أهلا للخطاب، قال ابن الأستاذ وهذا مخالف للخبر الصحيح. انتهى.\nوكأن صاحب التتمة: أخذ بالحديث المشهور، في الرجل الذي سلم عن النبي صلى الله عليه وسلم (فقال لا تقل عليك السلام فإنها تحية الموتى).\n(1/446)\n\nهل الأفضل ما ذكره صاحب التتمة، أو المشهور؟ لأنه ورد في معرض التعليم، وحديثه أصح. والمسئول بيان ذلك، أحسن الله إليكم.\nالجواب: (الحمد لله)\nهذا الذي قال صاحب التتمة، سبقه إليه شيخه القاضي حسين، وذكر المتولى هذه المسألة في باب الجمعة، واستدل بأنهم ليسوا أهلا للتحيات، ولم يذكر الحديث.\nوما قاله المتولي وشيخه، ليس بصحيح، ففي الصحيح عن عائشة رضي الله عنها أنها قالت: كان رسول الله صلى الله عليه وسلم (كلما كان ليلتها من رسول الله صلى الله عليه وسلم، يخرج من آخر الليل إلى البقيع، فيقول/: السلام عليكم دار قوم مؤمنين) رواه مسلم.\nوعنها قالت: قلت كيف أقول يا رسول الله؟ قال (قولي السلام على أهل الديار من المؤمنين والمسلمين، رحم الله المستقدمين منا، والمستأخرين) وإنما إن شاء الله بكم للاحقون. رواه مسلم.\nوعن بريدة بن الخصيب قال: (كان رسول الله صلى الله عليه وسلم يعلمهم، إذا",
        "(1/447)\n\nخرجوا إلى المقابر، فكان قائلهم يقول: في رواية أبي بكر بن أبي شيبة، السلام على أهل الديار.\nوفي رواية زهير: السلام عليكم أهل الديار، من المؤمنين والمسلمين وإنا إن شاء الله للاحقون أسأل الله لنا ولكم العافية رواه مسلم.\nوعن ابن عباس قال مر رسول الله صلى الله عليه وسلم بقبور المدينة، فأقبل عليهم بوجهه (فقال السلام عليكم يأهل القبول، يغفر الله لنا ولكم، أنتم سلفنا ونحن بالأثر). رواه الترمذي وقال حسن غريب.\nفهذه أحاديث متظاهرة متضافرة، قولا وفعلا، تقتضي أن السنة أن\n(1/448)",
        "\nيقول السلام عليكم كما في الحياة. وفي رواية أبي بكر بن أبي شيبة السلام على أهل الديار، وهو موافق على تقديم لفظ السلام، ولكنه لم يجئ بالخطاب وإنما جاء بالغيبة، ومثله في حال الحياة لا يستحق الجواب، (على ما قاله: القاضي حسين، فإنه قال: لو قال سلام اله تعالى على الشيخ، لا يستحق الجواب) لأنه لم يخاطبه بالسلام إذ في الشيوخ كثرة، وهكذا لو قال في الرد، وعلى الشيخ السلام لا يسقط عنه فرض الرد لما بيناه.\nقلت، وفي التعليل بأن في الشيوخ كثرة، يقتضى أنه لو أراد المعهود استحق، والتعليل بعدم الخطاب ينفيه، وإضافة السلام/ إلى الله لا يمنع، فإنه قال قبل ذلك، لو قال سلام الله عليك يستحق الجواب، فلعل اللفظ الوارد في رواية ابن أبي شيبة اختير، لأن الأموات لا يجيبون. وأما حديث لا تقل عليك السلام، فرواه أبو تميمة الهجيمي واسمه طريف بن مجالد عن رجل من قومه، قال طلبت النبي صلى الله عليه وسلم فلم أقدر عليه، فجلست\n(1/449)\n",
        "فإذا نفر هو فيهم ولا أعرفه وهو يصلح بينهم فلما فرغ، قام معه بعضهم، فقالوا يا رسول الله فلما رأيت ذلك، قلت عليك السلام يا رسول الله عليك السلام قال (إن عليك السلام تحية الميت) ثم أقبل على فقال: (إذا لقى الرجل أخاه المسلم، فليقل السلام عليكم ورحمة الله وبركاته).\nورواه أبو تميمة الهجيمي أيضا عن أبي جرى جابر بن سليم ويقال سليم ابن جابر قال أتيت النبي صلى الله عليه وسلم، فقلت عليك السلام، قال: (لا تقل عليك السلام، ولكن قل السلام عليك) , وذكر قصة طويلة رواهما الترمذي وقال في الثاني وهذا حديث حسن صحيح. ورواه أبو داود والنسائي.\nولنا في الجواب عنه ثلاث طرق، أحدهما: أنه وإن كان حديثا جيدا، فإن الأحاديث المتقدمة أصح منه وأكثر فترجح عليه. الثاني: أنه يجوز ي السلام على الموتى الأمران تقديم السلام، وتأخيره، لأنهم لا يردون، والحي ليس فيه إلا تقديم السلام، فلذلك نهى عن تأخيره، ثم الأفضل في حق المسلم على الميت أيضا التقديم، عملا بالأحاديث المتقدمة، فالميت شارك الحي فيما هو الأفضل في حقه، واختص عنهم بالتأخير.\n(1/450)\n\nالثالث أن يكون المراد من قوله تحية الميت إضافة المصدر إلى الفاعل لا إلى المفعول، معناه أن عليك السلام، (هي التحية التي يرد بها الميت على الحي، ولا يتأتى في حقه غيرها، لأنه لا يبتدئ بالسلام) وأما الحي فإنه تارة يبتدئ وتارة يرد/، فإذا ابتدأ، ينبغي أني قدم السلام، ليحصل الأمانة منه بأول لفظه. والله أعلم.",
        "(1/451)\n\nالمسألة الخمسون\nما الذي يترجح عند مولانا وسيدنا قاضي القضاة أعز الله الإسلام ببقائه، في قراءة القرآن وإهداء الثواب للميت؟ وقد نقل الحناطي عن بعض\n(1/452)",
        "\nأصحابنا أن القارئ إن نوى ذلك قبل قراءته، لم يقع، وبعده يقع، هكذا قال فهل لهذا التفصيل وجه مرجح، أم لا فرق؟\nالجواب: (الحمد لله)\nقد نص الشافعي والأصحاب على أنه يقرأ ما تيسر من القرآن، ويدعو للميت عقيبها، وفيه فائدتان: إحداهما أن الدعاء عقب القراءة أقرب إلى الإجابة والثاني ينال الميت بركة القراءة، كالحاضر الحي ولا أقول إنه يحصل له ثواب مستمع، لأن الاستماع عمل، والعمل منقطع بالموت.\nوفائدة ثالثة، ذكرها الرافعي عن عبد الكريم الشالوسي، أنه إن نوى القارئ بقراءته أن يكون ثوابها للميت لم يلحقه، ولكن لو قرأ، ثم جعل ما حصل من الأجر له، فهذا دعاء لحصول ذلك الأجر للميت، فينفع\n(1/453)\n",
        "الميت واخترته: في \"شرح المناهج\".\nوقلت إنه لا دليل على منعه، وحاصل ما أقوله: أنهما مسألتان إحداهما القراءة عن الميت، وذلك بأن ينوي بقراءته أن يكون للميت، كما يقصد ذلك بحجه عنه، وبصومه عنه، إذا جوزناه، والذي يقوي في هذه أنه لا يصل إلى الميت، لأنها عبادة بدنية، لا تقبل النيابة، وليست كالصدقة، ولا كالحج، ولا كالصوم الواجب على الميت، والفرق الحاجة إلى براءة ذمته، نعم لو كان نذر قراءة، ومات وهي عليه يحتمل/ أن يقال: يجوز أن تقرأ عنه فإن لنا في الصلاة وجها غريبا أنه يصلي عنه، فهذه مسألة برأسها في القراءة ولم نر أحدا يعلمها.\nوالمسألة الثانية: وهي التي عليها عمل الناس، أن يقرأ القارئ، ثم يسأل الله تعالى، أن يجعل ثواب تلك القراءة للميت، فالثواب قد حصل للقارئ، وسؤاله لله تعالى دعاء ترجى إجابته، وذلك لا يمنع منه.\nولا ينبغي أن يكون فيه خلاف.\n(1/454)\n\nفقد كان بعض شيوخنا يقول إذا كان له أن يسأل الله تعالى أن يعطيه ما ليس له، فلأن (يكون له أن) يسأله ما هو له أولى وأحرى. ويظهر من هذا أنا لا نجزم بوصول القراءة بذلك، بل هو إلى الله تعالى، إن استجاب الدعاء وصل وإلا فلا، وإن لم يحصل دعاء ولكن قال أهديت ثواب قراءاتي إلى الميت لم يصح، لأن ذلك تصرف في الثواب، من غير إذن من الشرع فيه.\nوإذا أخذ على قياس الأمور الفقهية يقال إنه لم يتصل بالقبض، فلا يصح التصرف فيه، وقول الناس في كتب الأوقاف وغيرها ويهدي ثواب ذلك إلى الميت، مرادها به الدعاء، لأنه المعهود في العادة، والدعاء قد أجمعوا عليه",
        "(1/455)\n\nأعني على حصول المدعو به، إن استجاب الله. وأما ثواب الدعاء نفسه فللداعي، والتفرقة بين أن ينوي قبل القراءة، أو بعدها، ينبغي أن يحمل على ما قاله: الشالوسي، فإن النية قبل القراءة أو معها، تحقق النيابة عن الميت، وقد قدمنا. ومجرد النية بعدها/، لا ينقل الثواب، وقد قلنا، إن مجرد الإهداء بغير الدعاء، لا ينقله، فالنية أولى أن لا تنقله.\nوقد رأيت المسألة في فتاوي أبي عبد الله الحناطي قال: قال الشيخ دوير الكرخي، سمعت شيخي عبد الكريم الشالوسي يقول: إن القارئ إذا نوى بقراءته أن يكون ثوابها للميت لم يلحقه، إذ جعل له قبل حصوله، وإن قرأ ثم جعل ما حصل من المثوبة للميت تبلغه، فصارت أربع مسائل.\nأحدهما النية قبل القراءة، أو معها، لا يكفي باتفاق أصحابنا، الثانية مجرد النية بعدها لا يكفي، ولم نر من قال: يكفي، إلا ما تضمنه السؤال، والظاهر أنه وهم على الشالوسي، الثالثة، جعله للميت وهو زائد على النية،\n(1/456)",
        "\nوهو مسألة الشالوسي والظاهر أنه لا يشترط الدعاء، الرابعة الدعاء، وهو الذي نقوله نحن ونختاره، وعليه العمل.\nوالمشهور عن الإمامين، مالك، والشافعي، عدم وصول القرآن إلى الميت، وعن الإمام أبي حنيفة، وأحمد وصوله، فإن حمل محل الخلاف، على المسألة الأولى اتجه، وكان الثاني جائزا، مع أن السلف لم يفعلوا ذلك، وإنما كثر في الأعصار المتأخرة، وذلك لا يرد ما اقتضاه الدليل، والتفصيل الذي قدمناه.\nوقوله تعالى: (وأن ليس للإنسان إلا ما سعى) عنه أجوبة، منها: أن إيمانه الذي اكتسبه به مودة القارئ ودعاءه من سعيه، ومنها، أن هذا ليس له، ولكنه شيء، أهدى إليه.\n(1/457)\n",
        "المسألة الحادية والخمسون\nهل يصح استئجار الأرض لدفن الموتى أم لا؟ وهل يجوز للمستأجر لغير الدفن أن يدفن الميت، في الأرض المستأجرة؟ وجوازه بعيد، وإن فعل/ المستأجر.\nفهل يجوز نقله عند طلب المؤجر الأجرة لإبقائه أولا؟ وهل يلزم الوارث بذل الأجرة، والحالة هذه أم يجوز له نقله، لضرر الأجرة؟ وإذا جوزنا له نقله فهل له ذلك قبل إعلام صاحب الأرض أم لا؟ لجواز أن يبقيه بلا أجرة فيكون في نقله والحالة هذه هتك لحرمته، بلا فائدة.\nالجواب: (الحمد لله)\nيصح استئجار الأرض للدفن، بشرط تعيين الميت، أو يقول ليدفن من شاء، ويشترط تعيين مقدار الحفرة، أو العلم به بالعادة، أو بالشرع.\nولا يجوز للمستأجر لغير الدفن أن يدفن إلا أن يستأجر أن ينتفع كيف شاء لجميع الانتفاعات، وإذا دفن حيث لا يجوز الدفن للمؤجر نقله، وإذا طلب الأجرة لإبقائه، لم يلزم الوارث بذلها من عنده، إلا إذا كان للميت تركة، وكان نقله يحتاج إلى مؤنة، لا تنقص عن الأجرة المطلوبة.\nونقله قبل إعلام صاحب الأرض، ينبني على أن نقل الميت هل يجوز؟\n(1/458)\n\nالمشهور المنع. وقد ملت في (شرح المنهاج) إلى جواز النقل، للمصلحة، ورأيته بعد ذلك في فتاوى الحناطي، منسوبا إلى اختيار القفال في فتاويه، فإن قلنا بالجواز لا حجر، وإن قلنا بالمنع فينبغي أن لا يقدم عليه، إلا بعد اليأس من إبقائه مجانا. والله أعلم.",
        "(1/459)\n\nالمسألة الثانية والخمسون\nإذا شهد برؤية الهلال، فهل يكفي أن يقول أشهد أني رأيت الهلال، أم يكون فيه شهادة على فعل نسه، كشهادة المرضعة، أو يأتي، بلفظ آخر كقوله: أشهد أن الليلة أول شهر كذا، أو من شهر كذا/؟ والمسئول بيانه، فقد وقع فيه نزاع طويل.\nالجواب: (الحمد لله)\nنعم، يكفي أن يقول: أشهد أني رأيت الهلال، ومازلت أسمع من\n(1/460)",
        "\nيتوقف في ذلك، ويسأل عنه، وأما أنا، فلا ريبة عندي فيه، وأنه يقبل وها أنا، إن شاء الله، أبين ذلك، بمباحث: أحدها: في الدليل عليه، قال ابن عمر رضي الله عنهما (ترايا الناس الهلال، فأخبرت النبي صلى الله عليه وسلم (أني رأيته، فصام، وأمر الناس بصيامه) رواه أبو داود بإسناد صحيح.\nوعن ابن عباس قال: جاء أعرابي، إلى النبي صلى الله عليه وسلم، فقال: إني رأيت الهلال (قال أتشهد أن لا إله إلا الله؟ أتشهد أن محمدًا رسول الله؟ قال نعم، قال يا بلال أذن في الناس، أن يصوموا غدا) رواه الترمذي بسند فيه اختلاف\n(1/461)\n",
        "فكل من هذين قال إني رأيت، واكتفي النبي صلى الله عليه وسلم، به رواية كان أو شهادة، فمن قال: لابد من شهادة بغير هذه الصيغة، فقوله مردود بالحديث، على أني لا أعلم أحدا من العلماء قال بذلك، وإما هو بحث، يجري بين الفقهاء سيظهر فساد، إن شاء الله.\nولما حولت القبلة، صلى رجل مع رسول الله صلى الله عليه وسلم العصر، ثم مر على قوم من الأنصار وهم ركوع في صلاة العصر نحو بيت المقدس، فقال: هو يشهد أنه صلى مع رسول الله صلى الله عليه وسلم، وأنه قد وجه إلى القبلة، فانحرفوا وهم ركوع رواه الترمذي وهذه وإن كانت رواية فلفظها شهادة على فعل\n(1/462)\n\nنفسه، وأخذ بها الصحابة، واعتمدوها.\nوقال تعالى: (فشهادة أحدهم أربع شهادات بالله، إنه لمن الصادقين) ولا فرق بين أن يشهد بصدق نفسه، أو برؤية نفسه، وخصوصية اللعان كونه يشهد لنفسه، ولم يكلف أن يقول: أشهد أنها كذا، فدل على صحة هذه الصيغة، وحصول المقصود بها.\nالبحث الثاني: في نقل ذلك، قال القاضي حسين في باب العيدين، إذا شهد شاهدان، يوم الثلاثين من رمضان قبل الزوال (بأنا رأينا الهلال البارحة، وصحت عدالتهما قبل الزوال) فالإمام يصلي بهم، صلاة العيد.\nوقال الإمام إذا شهد عدلان قبل زوال الشمس يوم الثلاثين، أنا رأينا الهلال البارحة، فلا شك أن نصغى إلى هذه الشهادة. وقال الرافعي لو شهد",
        "(1/463)\n\nشاهدان يوم الثلاثين من رمضان أنا رأينا الهلال البارحة، وكان ذلك قبل الزوال، وقد بقى من الوقت ما يمكن جمع الناس فيه، وإقامة الصلاة، أفطروا وصلوا، وكانت الصلاة أداء، فهؤلاء ثلاثة أئمة، أطلقوا هذه العبارة وإن لم يكن كلامهم في تحرير لفظ الشهادة، بل في حكمها، ولكن لا يظن بهم إطلاق ذلك، من غير تأمل.\nوقال أبو سعد الهروي في (الإشراف): وصفة أداء الشهادة على الهلال أن يقول: رأيته في المغرب، وأطال الكلام في وصفه، وهو أيضًا لم يذكر ذلك في معرض أن رأيت هي المشهور بها، بل في معرض بيان صفة المرئى، ولكنه كر الصيغة المذكورة.\n(وقال ابن سراقة العامري، وهو من متقدمي أصحابنا، إن قلنا إن رؤية رمضان شهادة أتى بلفظ الشهادة، فيقول: أشهد أيها القاضي أني رأيته،\n(1/464)",
        "\nوذكر ذلك في أدب الشاهد له، وليس مقصوده مسألتنا، وإنما مقصوده التصريح/ بلفظ الشهادة على هذا القول، ولكنه يؤخذ منه مسألتنا وقال في هذا الكتاب أيضا: وإن شهد على الزنا فلابد من استفسار الزنا الذي أثبته وصفته فيقول: أشهد أني رأيت فلان بن فلان زنا بفلانة بنت فلان وغيب فرجه في فرجها كتغيب الميل في الكحلة.\nوقال ابن أبي الدم في (أدب القضاء) إذا انعقد نكاح بحضور\n(1/465)\n",
        "شاهدين، قال الشاهد مؤديا حضرت العقد، أو مجلس العقد الجاري، بين الزوج والمزوج، وأشهد به، ومن الناس من يقول: أشهد أني حضرت، واللفظ الأول أصح، وأصوب، ولا يبعد تصحيح الثاني، وهو قريب من الخلاف في المرضعة، وذكر المذهب أنها تقول أرضعته.\nوقول الفورابي ارتضع منى، ولا تقل أرضعته، لفساد الصيغة، قال ونظيره في النكاح عقد بحضوري، قال: ومثل هذا شهادة المرء برؤية الهلال، أن يشهد أن هذه أول ليلة من رمضان، اكتفى به، استنادًا إلى رؤية الهلال، وإن قال أشهد أني رأيت، ففيه النظر المتقدم، وإن قال رأيت هلال شهر رمضان هذا من هذه السنة، في وقت كذا، وبذلك أشهد. قبل،\n(1/466)\n\nانتهى كلامه.\nوقوله: وبذلك، إن كان إشارة إلى مجموع كلامه، فهو رؤيته، فأي فرق بينه وبين أشهد أني رأيت، الذي قال فيه فيه النظر، ولعله أراد الإشارة إلى المرئي، وهو الهلال، فيصح كلامه، ويخرج منه، أن في أشهد أني رأيت خلافا، كالمرضعة، والصحيح القبول، ولسنا نوافقه على ذلك، بل يقبل قطعا، وليس كالمرضعة.\nوقال شيخنا ابن الرفعة رحمه الله في (الكفاية) في باب تحمل الشهادة/ وأدائها: في الشاهد إن كان يحمله على الإقرار من غير استرعاء، ولا حضور عنده، قال في شهادته أشهد أني سمعته يقر بكذا، ولا يقول أقر عندي، وهو في (الحاوي) للماوردي هكذا: وقد رأيته فيه، وقوله: إني سمعته مثل قوله: إني رأيته، ورأيت في كتاب القضاء، لأبي على الكرابيسي صاحب الشافعي، في شهود شهدوا لرجل على رجل بحق عند حاكم، واختلفوا في اللفظ، والمعنى واحد، قال: قائل من أهل العلم",
        "(1/467)\n\nوالنظر، إذا شهدوا جميعا، أنهم سمعوه، أقر عندهم مرة واحدة، ولم يقر عدهم، في مواطن مختلفة الشهادة باطلة، وذلك أنهم اختلفوا في الشهادة، فقال بعضهم سمعناه في تلك المرة الواحدة، يقول: من ثمن عبد ابتعته منه، وقال بعضهم سمعناه يقول: من ثمن مملوك اشتريته منه، فهذه ألفاظ مختلفة، وإن كان المعنى واحدا فاللفظ مختلف، ولا تجوز شهادة مختلفة. انتهى.\nفانظر كيف ذكر الشهادة بأنهم سمعوا؟ وإنما الاختلاف في القبول، إذا اختلف اللفظ مع اتحاد المعنى.\nوقال الرافعي عند الكلام في التزكية، في صيغة الجرح، من أرباب المسائل، هل يشترط التعرض لسب رؤية الجرح، أو سماعة؟ قال قائلون نعم، فلابد أن يقول رايته، يزني، وسمعته يقذف وعلى هذا القياس استفاض عندي، وفي الشامل إنه لا حاجة إليه، انتهى.\nوهذا يحتمل (أن يكون من نفس الشهادة فيقتضي) الاتفاق على قبول قوله: أشهد أني رأيت/، ويحتمل أن يكون بعد بت الشهادة، تبين السبب، والحمل على هذا أولى، لذكرة الاستفاضة، وذكر الاستفاضة، إنما يحمل على هذا النوع، وحينئذ لا بدال لما نحن فيه، وقد يقال إنه بدل.\n(1/468)",
        "\nلأنه لولا أن ذلك أقوى لما اختلف في اشتراطه.\nالبحث الثالث: في سبب التباس ذلك على بعض الناس، وسببه: أن قوله: رأيت وحكمت، وقسمت، وأرضعت, وزوجت، ألفاظها كلها أعال، مستندة إلى المتكلم، وقد اشتهر الكلام في أن الشاهد لا يشهد على فعل نفسه، وأصله في القاضي إذا عزل، ثم شهد مع آخر، على قضاء كان منه، قال الشافعي ومالك لا يجوز، وقال الثوري والأوزاعي يجوز وهو وجه لأصحابنا وكذلك القسام إذا قسموا ثم شهدوا لبعض الشركاء على\n(1/469)\n",
        "بعض أنهم قسموا بينهم، واستوفوا حقوقهم بالقسمة، قال الشافعي ومحمد ابن الحسن، وابن القاسم على معاني كلام مالك لا يجوز، وقال\n(1/470)\n\nأبو حنيفة يجوز، وهو وجه لأصحابنا. واختلف قول أبي يوسف.\nفكان أولا يقول لا يجوز، ثم رجع وقال يجوز, ومحل ذلك، إذا كان بغير أجرة.\nولو شهد الأب وآخر أنه زوج ابنته من رجل وهي تنكر، قال محمد بن الحسن شهادته باطلة، وهو قياس قول الشافعي ومالك، وقياس قول الثوري، والأوزاعي أنها جائزة، ذكر ذلك محمد بن الحسن التميمي الجوهري.\nوأما المرضعة إذا شهدت مع غيرها، فقال: الشافعي تقبل شهادتها،",
        "(1/471)\n\nوحجته: قوله صلى الله عليه وسلم (كيف؟ وقد زعمت أن قد أوضعتكما).\n/ومحل قبول شهادتها إذا لم يكن لها غرض من طلب أجرة ونحوه، فإن كان لم يقبل بلا خوف، وأورد المخالفون على الشافعي فرقه بين المرضعة والحاكم وسنذكر الفرق بينهما، فينتفي الإيراد عنه، وفصل الأصحاب صيغة شهادة المرضعة، فقالوا: إن قالت أشهد أن ارتضع قبل، وليس ذلك شهادة على فعل نفسها، وإن قالت: اشهد أني أرضعته، فوجهان: أصحهما عند جمهورهم القبول للحديث وفرقوا بينها وبين الحاكم، والقاسم بأن فعل المرضعة غير مقصود، وإنما المقصود وصول اللبن إلى الجوف، وأما الحاكم والقاسم، ففعلهما مقصود، ويزكيان أنفسهما لأنه يشترط فيه عدالتهما.\n(1/472)",
        "\nوأقول زيادة أخرى في شرح كون فعل الحاكم والقاسم مقصودا أنه إنشاء يحدث حكما لم يكن، لأن حكم الحاكم إلزام، ويرفع الخلاف، وقسمة القاسم تميز الحقين، أو تنقلهما، وهذه الأحكام حدثت من فعلهما، من حيث هو فعلهما.\nوأما فعل المرضعة فليس بإنشاء، بل فعل محسوس، ولم يترتب عليه حكم الرضاع، من حيث هو فعلها، بل ولا يترتب عليه أصلا، بل على ما بعده، وهو وصول اللبن إلى الجوف، حتى لو وصل بغير ذلك الطريق، حصل المقصود، فبان الفرق بين المرضعة والحاكم والقاسم، والذي يشبه فعل الحاكم والقاسم، تزويج الأب، فإنه إنشاء لعقد النكاح، يترتب عليه الحل، فإذا شهد به، كما قدمناه/ كان كشهادة الحاكم، والقاسم سواء، وكذلك لو أن رجلا وكل وكيلاً في بيع داره ومضت مدة يمكن فيها البيع، ثم عزله، ثم شهد من آخر أنه كان باعها من فلان قبل العزل، ينبغي أن يكون مثل الحاكم، ولم أرها منقولة، وقد ذكر الأصحاب حكم إقراره، ولم أرهم ذكروا حكم شهادته.\nوأما قول الشاهد: اشهد أني رأيت الهلال، ففيه شبه بالمرضعة، من جهة أنه أمر محسوس، يترتب عليه حكم، فمن هنا ظن بعض الناس أنه يجري فيه الخلاف الذي في المرضعة، ولو صح ذلك، كان الأصح القبول، كما في المرضعة. لكن ذلك لا يصح، بل الصواب القبول قطعا، وأن الشبه المذكور\n(1/473)\n",
        "لا يلحقه بالمرضعة، وأن من ألحقه بالمرضعة فقد التبس عليه.\nووجه الالتباس أن فعل المرضعة على الجملة فعل يترتب عليه أثر، وأما رؤية الشاهد فليست فعلا، وإنما هي إدراك، والإدراك من نوع العلوم لا من نوع الأفعال وتنصيص الشاهد عليها تحقيق لتيقنه وعلمه.\nوقد ذكر الأصحاب تعرض الشاهد للاستفاضة، إذا كانت مستندة واختلفوا في قبوله على تفصيل ليس هذا موضعه، ولا يتوهم جريان ذلك هنا، لما في التعرض للاستفاضة من الإيذان بعدم التحقق، عكس التعرض للرؤية، فإنه يؤكد التحقق فقد زال الالتباس بحمد الله تعالى.\n(1/474)\n\nالبحث الرابع: إذا لم يقل أشهد أني رأيت، بل قال أشهد برؤيته، فإنه يقبل أيضا. قال الشافعي في (المختصر) وإن شهد على/ رؤيته عدل وحده، رأيت أن أقبله.\nوقال في (التنبيه) وإن قامت البنية برؤيته يوم الشك، وجب عليهم قضاؤه، وفي المهذب في باب العيدين وإن شهد شاهدان يوم الثلاثين، برؤية الهلال بعد الزوال، على أني أجوز أن لا يكون الشافعي والشيخ قصدا حكم اللفظ بل الحكمين اللذين سبق الكلام لأجلهما، وهما القبول في كلام الشافعي.\nوالقضاء في كلام الشيخ، ولكن جلالة الشافعي تحملنا على التمسك بعبارته، كما يتمسك النحاة، بعبارة سيبوية.\nثم اعلم أن رؤيته مصدر، مضاف إلى المفعول، يحتمل أن يكون المعنى رؤيتي إياه، أو رؤية غيري إياه، أو أعم من ذلك، فإن كان الأول، فهو كقوله: إني رأيته وقد سبق، وإن كان الثاني، فالذي يظهر أنه لا يقبل،",
        "(1/475)\n\nإلا أن تكون شهادة على شهادة، فتبين بشروطها، وإن كانا لثالث، فيقبل وفيه احتمال وقد قال الشافعي في (المختصر) فإن شهد شاهدان، أن الهلال رئى قبل الزوال، أو بعده فهو لليلة المستقبلة.\nفإن تمسكا بهذا اللفظ اقتضى قبول الشهادة بأنه رئى وهو محتمل، ولعل سببه إخبار جمع يحصل العلم أو الظن، بقولهم إنهم رأوه، فيعتمدهم الشاهد، ولم أر الأصحاب تعرضوا، لأن ذلك مما يشهد فيه بالاستفاضة، ولا شك أن أصل الشهر، والعام إنما علم بالتواتر، فإن هذا الشهر الذي رأينا هلاله، كونه شهر رمضان، إنما علم بالتواتر، المعلوم بالضرورة/، خلفا عن سلف إلى زمن النبي صلى الله عليه وسلم.\nوقوله أي شهر هذا ليس ذا الحجة، وبينا عليه شهرا بعد شهر، وعامًا بعد عام، وإلى وقتنا هذا، وكذا كون هذا البلد هو البلد الفلاني، إنما يثبت بالتواتر.\nوإذا نظرنا إلى الأشياء التي سوغ الفقهاء الشهادة فيها بالاستفاضة، تجدها أمورا لا يمكن إدراكها بالحس، كالنسب، والملك، والموت. أما ما يدرك بالحس كالعقد، والإقرار، فلا يثبت بالاستفاضة ورؤية الهلال تدرك بالحس، وبالخبر عن جمع عظيم، فإن صرح الشاهد أنه رأى قبل، وإن قال أشهد برؤيته كان قوله برؤيته محتملا، لكنا نحمله على رؤية نفسه، بقرينة قوله: أشهد، فإنها مشتقة من الشهادة بمعنى المشاهدة واستقرت في الشرع على ذلك، فلابد إذا أطلقت فيما يدرك بالحس أن تكون عن معاينة حتى لو\n(1/476)",
        "\nتبين أنه عن غير معاينة، كانت شهادة زور.\nوإنما قبلناها في الاستفاضة عن غير معاينة، لأن قرينة الحال وهو كون ذلك الأمر لا يعاين صرفت لفظ الشهادة من معناها إلى معنى العلم القطعي فلهذا قبلنا قوله: أشهد برؤيته، وحملناه على أنه أراد رؤية نفسه، ولهذا تقبل الشهادة بالإقرار والتتابع، وشبهته، وإن احتمل التوسط، لكن قبلناه تنزيلا للشهادة على المعاينة، حتى لو تبين خلاف ذلك، كانت شهادة زور، وأما الشهادة بأنه رئى، فيحتمل أن يحمل على أنه الرائي لذلك، ويحتمل أن يحمل على أن الرائي غيره/ لأن قرينه البناء لما لم يسم فاعله تبعد أن يكون هو الرائي.\nوعبارة الشافعي في (المختصر) في باب العيدين: ولو شهد عدلان في الفطر، بأن الهلال كان بالأمس وهذه صيغة أخرى، لم يتعرض فيها للرؤية، أصلا، فإذا شهد الشاهد بوجود الهلال، يحتمل أن يقال لا يقبل، لأن الهلال في السماء دائما، وتتفاوت رؤيته، ويحتمل وهو الأصح أنه يقبل، لأن الهلال اسم له عند إمكان رؤيته مأخوذ من الاستهلاك وهو رفع الصوت عند رؤيته، وقول الناس طلع الهلال، أقرب إلى القبول، من قوله وجد أو كان.\nالبحث الخامس: قوله اشهد أن الليلة أول الشهر، ليس فيه تعرض\n(1/477)\n",
        "للهلال أصلا، (فيحتمل أن قال: لا تقبل) لأن الشارع أناط بالرؤية (أو استكمال العدد، واستكمال العدد يرجع إلى رؤية) شهر قبله، فمتى لم يتعرض الشاهد، في شهادته إلى ذلك ينبغي أن لا يقبل، أو يجري فيه الخلاف فيما إذا شهد الشاهد بالاستحقاق من غير بيان السبب ففيه خلاف، لأن ذلك وظيفة الحاكم، ووظيفة الشاهد الشهادة بالأسباب فقط، وهنا احتمال آخر زائد يوجب التوقف، وهو احتمال أنه اعتمد الحساب كما ذلك أحد الوجهين في جواز الصوم بالحساب، إذا دل على طلوع الهلال، واحتمال إمكان رؤيته.\nولهذه الأمور، يحتمل أن يقال: لا يقبل الحاكم شهادته، حتى يستفسره، ويحتمل أن يقال: إن عدالته تمنعه من اعتماد الحساب، ومن\n(1/478)\n\nالتوسط المانع من أداء الشهادة ومقتضى الحمل على أنه ما رأى، وإنما تواتر عنده الخبر برؤيته، وذلك كاف في علمه بالشهر/ وشهادته به وهذا هو الأظهر، وهو الذي قدمنا عن ابن أبي الدم الجزم بقبوله.\nفائدة: قال ابن أبي الدم، لا ينبغي للشاهد أن يقول أشهد على إقرار زيد، فإن الإقرار مشهود به، وزيد هو المشهود عليه، والذي قاله: صحيح، لكن في عبارة الشافعي التي حكيناها شهد على رؤية الهلال، فإما أن تجعل على بمعنى الباء، وإما أن ترد على ابن أبي الدم، وفي كلام الشيخ أبي إسحاق في (المهذب) مثل عبارة الشافعي وقال تعالى: (وشهد شاهد من بني إسرائيل على مثله) وورد في الحديث: (على مثلها فاشهد) فالصواب القبول ومعنى الشهادة عليه الإطلاع عليه، والإخبار عنه. والله عز وجل أعلم.",
        "(1/479)\n\nالمسألة الثالثة والخمسون\nنقل الروياني عن والده رحمهما الله تعالى، أنه إذا شرع المسافر في صوم رمضان ونذر إتمامه، أنه لا يلزمه، فإن إيجاب الشرع أقوى، والإتمام غير واجب، وكما لو نذر أن يقصر الصلاة أو يتمها، فإن الحكم لا يتغير بنذره، فإن الشارع لم يوجب أحدهما معينا، فلم يصح التعيين فيه، لجهة النذر. انتهى.\nهل هذا الذي ذكره متفق عليه؟ وهل ينقدح خلافه؟.\n(1/480)",
        "\nالجواب: (الحمد لله)\nقد حكى الرافعي وجهين، فيما لو نذر أن لا يفطر في السفر في رمضان، أحدهما: ونسبه إبراهيم المروزي، إلى عامة الأصحاب، أنه لا ينعقد نذره، وله أن يفطر إن شاء لأن في التزامه إبطال رخصة الشرع.\nوقد قال فيه صلى الله عليه وسلم (إن الله تصدق عليكم فاقبلوا صدقته) والثاني: وهو اختيار صاحب التهذيب، وشيخه القاضي انعقاده، ووجوب الوفاء، كما في سائر المستحبات.\nقال وكذلك الحكم: فيما إذا نذر إتمام الصلاة/ في السفر، إذا قلنا إن الإتمام أفضل، ثم قال: وذكر الإمام على مساق الوجه الأول، أنه إذا نذر المريض أن يقوم في الصلاة، ويتكلف المشقة، لم يلزمه الوفاء، وأنه لو نذر صوما، وشرط أن لا يفطر بالمرض لم يلزمه الوفاء، لأن الواجب بالنذر لا يزيد على الواجب شرعا والمرض يرخص فيه. انتهى.\nفالصورة التي ذكرها الروياني، لا شك أن صاحب التهذيب وشيخه يخالفان، ويقولان: إنه يلزم الإتمام، ومحل ذلك حيث يكون يطيقه، حتى يكون الإتمام أفضل وأما على الوجه الأول، المنسوب إلى عامة الأصحاب،\n(1/481)\n",
        "فقد علمت تصريحهم، بأنه لا ينعقد نذره، لما فيه من إبطال الرخصة، فيحتمل، أن يقولوا بذلك في الصورة التي ذكرها الرياني، ويحتمل أن يقولوا هذه صورة خاصة، ليس فيها إبطال رخصة عامة، فينعقد نذره، ويلزمه الوفاء، والقول بلزوم الوفاء يخالف ما قاله الإمام، فيمن نذر صوما، وشرط أن لا يفطر بالمرض، لكن ذلك هل هو لعدم انعقاد النذر، أو انعقد؟ ولكن الواجب بالنذر لا يزيد على الواجب بالشرع، فيه احتمال، يجري مثله، في كلام الروياني، والمفهوم من كلام الرافعي الأول، (وهو أنه لا ينعقد نذره).\nوينبني على هذين الاحتمالين، في مسألة الروياني، أنه لو أفطر فلا شك أنه يجب القضاء عن رمضان وهو يكفي عن النذر، إن قيل بصحته، ولكن لو كان صائما تطوعا، ونذر إتمامه، وقلنا النذر ينعقد ولكنه لا يلزم الإتمام لأن الواجب بالنذر، لا يزيد/ على الواجب بالشرع، فإذا أفطر ينبغي أن يجب عليه القضاء، إن قيل بصحة النذر، (وقد اختلفوا فيما إذا نذر أن يصلي الظهر في جماعة فصلاها منردا، هل يجب قضاؤها أولا؟ إذا قلنا بصحة النذر، وهذا مثله وأولى بوجوب القضاء، حتى يقطع به، لأن هناك وجد تأدية الفرض في الجملة، وهنا لم يوجد شيء).\n(1/482)\n\nإذا عرفت ذلك ارجع إلى كلام الروياني. فقوله: لا يلزمه، يحتمل أن يكون لعدم انعقاد نذره، كما يقوله عامة الأصحاب في الصورة المطلقة، ويحتمل أن يكون مع انعقاد نذره، وهو المناسب لتعليله، بأن إيجاب الشرع أقوى، لكنا لا نعرف من صرح به.\nوقوله: وكما لو نذر أن يقصر الصلاة، أو يتمها، فإن الحكم لا يتغير بنذره، قد علمت النقل الصريح فيما إذا نذر الإتمام، حيث يكون أفضل، وحكاية الخلاف فيه.\nوعلى قياسه يكون فيما إذا نذر القصر إذا بلغ سفره ثلاثة أيام، فإن القصر أفضل، فقياس قول صاحب التهذيب وشيخه، بلا شك انعقاد نذره، ولزوم الوفاء به، فقد تغير الحكم بالنذر عندهما.\nوقوله: إن الشارع لم يوجب أحدهما معينا، فلم يصح التعيين فيه لجهة النذر يرد عليه ما حكيناه من الخلاف في الإتمام، وما حكاه الأصحاب من الخلاف، في نذر تطويل القيام، وقراءة سورة معينة، وإقامة الوتر، وركعتي الفجر، وأشباه ذلك.\nفإن قلت: قد قال القاضي فيمن وجب عليه كفارة يمين، فنذر تعيين إحدى الخصال، أنه لا يلزم، لأنه فيه تغيير إيجاب الله تعالى، وهذا يوافق كلام الروياني/، ويرد على القاضي فيما تقدم عنه قلت: من نذر الصوم في السفر، ما غير ما أوجه الشرع من الصوم، ونحن لا نقول: إن الواجب على",
        "(1/483)\n\nالمسافر، أحد الشهرين، كما يقوله: بعض الأصوليين، وإنما الواجب صوم رمضان، ورخص له الشرع في تأخيره، ومع ذلك، الأفضل له الصوم، إذا وجد قوة، إذا نذره، لم يترك شيئا مما أمر الشرع به، بل زاد على ما هو الأفضل في حقه. أما الكفارة فقد نص الشارع فيها على ثلاث خصال مقصودة له بأعيانها، وخير بينها، ولعل القاضي لا يوافق من يقول: إن متعلق التخيير لا وجوب فيه، ومتعلق الوجوب لا تخيير فيه.\nوليس الواجب إلا القدر المشترك، بل يقول إن كل واحد واجب على التخيير، ومعناه أنه واجب، إذا لم يفعل غيره، ويجوز العدول عنه إلى غيره، فنذره واحد معينا منها، يفوت هذه الخاصية المقصودة للشرع، فلذلك لم يصح، بخلاف ما نحن فيه، وليعلم أن المراتب ثلاث جهات أحدها: الكفارة وأعيانها مقصودة، لا يجوز التصرف فيها بالنذر.\nالثانية: القربات التي قصدها الشرع، ولها أنواع يقع عليها،\n(1/484)",
        "\nوللشرع تصرف في تفضيل بعضها على بعض، كتطويل القراءة، وقراءة سورة معينة، والصوم في السفر، وما أشبه ذلك.\nففي نذره خلاف (لأنها مطلوبة قبل النذر على وجه، وبعده على وجه آخر).\nالثالثة: نذر الصلاة، والصوم والحج مطلقا، أو عددا منه، وما أشبهه ابتداء، من غير تغيير أمر، فيصح/ قطعا، وإن كان في نذره تغيير له، من النفل إلى الفرض، لأن كل نذر كذلك، وإنما دعانا إلى ذكر هذا، أنه قد يتوهم من كلام الروياني، أن النذر متى اقتضى تغييرا لا يصح، وكل نذر يقتضي بالتغيير، فقسمناه على هذه المراتب الثلاث.\n(1/485)\n",
        "المسألة الرابعة والخمسون\nلو تقيأ عامدا جاهلاً ببطلان الصوم، نقل الروياني عن القاضي حسين رحمهما الله، بطلان صومه، إلا أن يكون قريب عهد بالإسلام قال وكذلك المحرم إذا تطيب جاهلا، قال الروياني ويحتمل عدم بطلان صومه. لأن هذا مما يشتبه على من نشأ في الإسلام أيضا، وهذا الذي قاله الروياني فيه بعد لتقصير من نشأ في الإسلام عن معرفة ذلك.\nوالمسئول بيان ذلك واضحا، جبركم الله ورضى عنكم.\nالجواب: (الحمد لله)\nنقل ابن المنذر الإجماع على بطلان صوم من تقيا عامدا، ولو صح\n(1/486)\n\nهذا الإجماع، وكان مشهورا لم يكن لاحتمال الروياني وجه.\nولكن الماوردي، والمتولي، نقلا عن ابن مسعود وابن عباس أنهما قالا: لا يبطل صومه وهو مشهور عن ابن عباس، قال: \"الفطر مما دخل، وليس مما خرج\" واختلف أصحابنا هل الفطر به لرجوع شيء منه،",
        "(1/487)\n\nولنفسه؟.\nوقد روى أبو سعيد الخدري عن النبي صلى الله عليه وسلم (ثلاث لا يفطرن الصائم، الحجامة، والقئ، والاحتلام) وقال الترمذي إنه غير محفوظ، وقال ي حديث أبي هريرة عن النبي صلى الله عليه وسلم (من ذرعه القئ فليس عله/ قضاء، ومن استقاء عمدا فليقض) أنه حسن غريب، وأنه لا يصح\n(1/488)",
        "\nإسناده.\nوعن أبي الدرداء، وثوبان وضالة أن النبي صلى الله عليه وسلم (قاء\n(1/489)\n",
        "فأفطر. قال الترمذي معناه أنه كان صائما متطوعا، فقاء فأفطر فضعف لذلك هكذا روى في بعض الحديث مفسرا. انتهى.\nإذا حصل جهل لبعض العوام، كيف لا يعذر مع هذه النقول فهذا وجه احتمال الروياني.\nثم إن الأصحاب قد اختلفوا هل الفطر بالقئ عمدا لنفسه، أو لما يرجع\n(1/490)\n\nإلى الجوف منه؟ على وجهين: أصحهما الأول، فعلى الثاني القئ غير مفطر، وعلى الأول قد يخفى مثل ذلك على العامى، على أن الذي يترجح عندنا أنه لا يعذر، وإنما ذكرنا أن لاحتمال الروياني وجها وليس مدفوعا. والله أعلم.",
        "(1/491)\n\nالمسألة الخامسة والخمسون\nلو أسلم كافر أصلى بدار الحرب، ومضى عليه زمن، لم يعلم فيه وجوب الصلاة، والصوم، ثم علم، وجب عليه القضاء، خلافا لأبي حنية رحمة الله، قد أشكل على المملوك إذا يبعد الإيجاب عليه، قبل بلوغه، والقضاء يحتاج إلى أمر مجدد، فما الدليل الواضح في ذلك؟ فقد ذكروا ما لم تتضح دلالته.\nالجواب: (الحمد لله)\nوجوب الصلاة والصوم، من المعلوم من الدين بالضرورة، فكل من بلغته الشريعة، تعلق به، كأصول الشريعة ولا يعتبر بلوغ الخبر إليه، بوجوب\n(1/492)",
        "\nالصلاة والصوم بخصوصهما، وذلك كاف في ترتيب الصلاة، والصوم في ذمته، وتعلقهما به كما يتعلق بالنائم، والناسي، فإذا علم وجب/ القضاء، قياسا على قوله صلى الله عليه وسلم (من نام عن صلاة أو نسيها، فليصلها إذا ذكرها) وهذا هو الأمر الجديد، ولا ريبة في ذلك، ولا إشكال.\nوأبو حنيفة رحمه الله إنما قال: بعدم القضاء، على قاعدته: في أندار الحرب لها أثر في تغيير الأحكام، مع أني لا أحتاج أن أخصص ذلك، بما هو معلوم بالضرورة، بل كل أحكام الشريعة من هذا الجنس، يتعلق بالمكلفين، علموا بها، أو لم يعلموا، المعتبر بلوغ الخبر، إلى النبي صلى الله عليه وسلم، فمتى استقرت الشريعة ببلوغ الوحي، إلى النبي صلى الله عليه وسلم، وتبليغه، لزمت وثبت حكمها، في حق سائر المكلفين، وقبل ذلك لا يلزم.\nوبيان هذا، أن الحكم (أزلي) عند الله تعالى، ثم يلقيه الله تعالى إلى جبريل، ثم ينزل به جبريل من سدرة المنتهى، وفي هذه الأحوال كلها لا يتعلق حكمه بالمكلفين، حتى ينزل إلى الأرض على النبي صلى الله عليه وسلم، فيتعلق به، ثم هو يبلغه على الفور، فيثبت حكمه بالتبليغ، في حق من بلغه، ويتبعه سائر المكلفين، في جميع الأحكام، إلا فيما يتعلق بالإثم، لا يكون إلا من حين بلوغ الخبر فيما يخفى.\nوقد اختلفوا في بعض الأحكام، وتوقف ثبوتها على الخبر، كانعزال\n(1/493)\n",
        "القاضي، والوكيل، ونحوهما، وتلك أحكام جزئية لا اختلاف فيها.\nوذكروا صلاة أهل قباء، واستدارتهم، من غير إعادة بعض الصلاة المتقدم منهم بعد نزول الوحي إلى النبي صلى الله عليه وسلم، وذلك أمر كان في أول الإسلام، قبل استقرار الأحكام، أم اليوم فلا. وتكلموا أيضا في فرض الصلاة ليلة الإسراء، ولا شك أنها أول تعلقها بغير النبي صلى الله عليه وسلم من الظهر، لأنها أول صلاة بعد علمهم والصبح لم يكونوا علموا وقتها، والنبي صلى الله عليه وسلم علم والذي يعتقد أنه صلى على عادته، قبل طلوع الشمس ركعتين، وهل هي الصبح المفروضة الآن أو غيرها؟ الله أعلم لم يرد فيه نص. وهل كان التعلق به وهو/ في السماء أو بعد هبوطه صلى الله عليه وسلم إلى الأرض؟ لم يرد فيه نص\n(1/494)\n\nأيضا وقد تكلمت في شرح المنهاج، في باب الوكالة، على اختلاف العلماء في ثبوت الحكم، قبل بلوغ الخبر، ولا ضرورة إلى ذكره هنا. والله أعلم.",
        "(1/495)\n\nالمسألة السادسة والخمسون\nنقل ابن الأستاذ عن حكاية صاحب المستظهري عن الحاوي، حكاية قول عن الشافعي، أنه يصلي عن الميت، كما يصام عنه، هل لهذا القول أصل في المذهب أو وجه؟.\nوإذا قلنا بأنه يصام عن الميت، فلو كان له قريبان أو وارثان فصاما عنه معا في يوم واحد، فهل يسقط صيام يومين بذلك، كما لو حجا عنه في عام واحد، أم لا؟ نظرا إلى اتحاد الذي وقع الصوم عنه، قد وقعت في الفتاوي، وأحجم عنها.\nالجواب: (الحمد لله)\nالذي رأيته في المستظهري، عن الحاوي، الحكاية، عن عطاء بن\n(1/496)",
        "\nأبي رباح، وإسحاق بن راهويه، جواز الصلاة عن الميت وأنه قول شاذ فلعل ابن الأستاذ فهم من قوله، قول أنه قول للشافعي، وليس بفهم صحيح، وإنما هو قول من أقوال العلماء شاذ، وليس في الحاوي غير ذلك، لكن حكى لي ابني عن خط أبي عبد الله محمد بن أحمد بن إبراهيم. المعروف\n(1/497)\n",
        "بابن القماح عن أبي عاصم أنه قول للشافعي. وقد قال: الرافعي في كتاب الصيام، لو مات وعليه صلاة، أو اعتكاف، لم يقض عنه وليه، وعن البويطي أن الشافعي، رضي الله عنه قال: في الاعتكاف يعتكف عنه وليه، وفي رواية يطعم عنه وليه قال صاحب التهذيب ولا يبعد تخريج هذا في الصلاة فيطعم عن كل صلاة مدا، هذا كلام الرافعي في كتاب الصيام.\nوقال في كتاب الوصية، في قول الغزالي، إن الصلاة عن الميت لا تنفعه يمكن أن يعلم بالواو لوجه مخرج من الصوم أشير إليه.\n(1/498)\n\nوقد ذكرناه في باب الصوم، يعني ما قدمناه، عن البغوي، والذي قدمه عن البغوي كما ترى مجرد احتمال، ولم يصرح بأنه يصلي عنه، بل يطعم عنه وكأن الرافعي رحمه الله اكتفى بذلك، في قوله أشير إليه. وحكى الشيخ محي الدين النووي رحمه الله عن القاضي عياض.\nوأصبحنا نقل الإجماع على أنه لا يصلي عنه، وقال ابن أبي عصرون ليس في الحديث ما يدل على أنه لا يصل ثوابها إليه، ولا في القياس ما يمنع منه، وروى في الصلاة عن الوالدين، أخبار لم تشتهر،",
        "(1/499)\n\nوذكرت في (شرح المنهاج): أن هذا الذي قاله ابن أبي عصرون هو الظاهر، وقد جاء في الحديث، في بر الوالدين (أن تصلي لهما، مع صلاتك) فمنهم من قال: معناه أن تدعو لهما، وإن لم يمنع إجماع، فلا مانع من الأخذ بظاهره وهذا الحديث ذكره مسلم رحمه الله في مقدمة كتابه، من حديث حجاج بن دينار، عن النبي صلى الله عليه وسلم مرسلا، معضلا والحجاج بن دينار بينه وبين رسول الله صلى الله عليه وسلم مفاوز، تنقطع فيها أعناق المطي، كذا قال ابن المبارك في مقدمة مسلم وفي سنة ثلاث عشرة وسبعمائة، مات قريبي\n(1/500)",
        "\nوبلغني أنه قبل موته بيوم تعذرت عليه الصلاة ففاته خمس صلوات، فصليتها عنه، قياسا على الحديث الوارد في الصوم، وإن كان أكثر العلماء لم يقولوا أيضا في الصوم بظاهر الحديث. قال الشافعي في الإملاء على ما حكاه الشيخ أبو حامد، يلحق الميت من فعل غيره، وعمله ثلاث: حج يؤدي عنه أو دين يقضى عنه، أو صدقة يتصدق بها عنه، أو دعاء، قال الشيخ أبو حامد وهذه أربعة لكنه أراد أن الحج والدين شيء واحد.\n(1/501)\n",
        "المسألة السابعة والخمسون\nقال: ابن الأستاذ: يستحب لمن رأى ليلة القدر، أن يكتمها ما الحكمة في ذلك، وما الدليل عليه؟ وهل ذلك موجود في كلام الأصحاب، أم لا؟.\nالجواب: (الحمد لله)\nاستحباب كتمانها، ذكرته أنا، في شرح المنهاج، وأظن الشيخ محيى الدين رحمه اله في شرح المهذب، ثم رأيته فيه عن صاحب الحاوي، ثم رأيته في الحاوي والحكمة فيه أن رؤيتها كرامة، والكرامة كلها ينبغي كتمانها، أما كونها كرامة، فلأنها أمر خارق للعادة/ اختص الله به بعض عباده، من غير صنع منه.\nوأما أن الكرامات ينبغي كتمانها، فذلك مما لا خلاف فيه، بين أهل الطريق بل لا يجوز إظهارها، إلا لحاجة، أو قصد صحيح، لما في إظهارها\n(1/502)\n\nمن الخطر من وجود: منها: رؤية النفس، فيظن أن ذلك إنما ظهر عليه، لصلاحه وعلو منزلته عند الله، ورفعه على أبناء جنسه، واختصاصه بحسن السابقة والخاتمة، وقد يكون الأمر بضد ذلك كله، لما يحتمل أن يكون استدراجا. أنه بعيد عن عين الله تعالى، فالواجب عليه أن لا يغتر بذلك، وأن يحتقر نسه، ويود لو كان نسيا منسيا.\nومنها: أنه قد يداخله في الإخبار بها رياء أو حظ نس، فيسلب ما أنعم الله به عليه، نعوذ بالله من السلب، بعد العطاء، ومن الزيغ بعد الهدى، من أدعية القرآن (ربنا لا تزغ قلوبنا بعد إذ هديتنا) ومن أدعية بعض الصالحين: اللهم لا تعاقبنا بالسلب، بعد العطاء.\nومنها: أنه ينبغي لمن ظهرت عليه الكرامات،، أن يمتلئ قلبه بعظمة الله، الذي أهداها إليه، وقدرته على ذلك وجلاله، وكيف اختصه بها مع حقارته، ومعصيته، وحجبها عن كثير من خلقه، ممن لعلهم خير منه، ويزيد في خدمته، وخشيته والأدب معه، وإذا اشتغل بها وبالحديث عنها كان كمن خلع عليه الملك خلعة، اشتغل عن خدمته باستحسانها والنظر إليها،",
        "(1/503)\n\nوعرضها على الناس حكم بفوته، بذلك من أضعافها، ومن الواجب عليه، في خدمة سيده. ومنها: أنه ما دام في حال الدنيا لا يأمن مكر الله، فهب أنه ظهر على يديه ما لا يحصى من الكرامات، ثم ختم له بسوء، ماذا يغني عنه؟ فلا سرور إلا في القبور، أما تعرض الأصحاب لذلك فأكثرهم لم يتعرضوا له، لأنه ليس من مقصود التصانيف الفقهية الذين هم بصددها، وإن كانوا رضي الله عنهم عارفين بها، فقد سبقونا إلى كل خير وهم يعلمون ما لا يقولون، ونحن قد نقول ما لا نعلم.\nوأما الدليل على ذلك فيكي ما ذكرناه من المخاوف مع إجماع/ أهل الطريق.\nوقد يستأنس له بقوله تعالى: حكاية عن يعقوب عليه السلام وقوله ليوسف: (يا بني لا تقصص رؤياك، على إخوتك) فقياس عليه كتمان كل نعمة، يخشى من إظهارها، والكرامات إذا أظهرها لغير أهلها، من غير حاجة، قد يحسد عليها، أو يكذبوه، أو ينصبوا إليه الغوائل، فيشوشوا عليه قلبه، هذا زيادة على الأخطار التي قدمناها. س\nوقد جاء عن عمر بن الخطاب رضي الله عنه، لما قال: وهو يخطب على المنبر \"يا سرية الجبل، من استرعى الذئب الغنم فقد ظلم\" قالت الصحابة: ما يقول؟ فقال لهم على: دعوه، فما دخل في شيء إلا خرج منه، سيعود إليكم، ثم عاد إلى خطبته، فلما فرغ من صلاة الجمعة سألوه فقال: لا أعلم ما تقولون، أو قريب من هذا اللفظ، ثم ظهر أن في ذلك اليوم كان العدو\n(1/504)",
        "\nعملوا مكيدة للجيش الذي ساريه مقدمة بنهاوند، وأن صوت عمر بلغهم في تلك الساعة، فكشفوا الجبل، فوجدوا المكيدة.\nفإما أن يكون عمر رضي الله عنه علم تفصيل الحال وكتمه، وروي في كتمانه، وإما أن يكون أجراه الله على لسانه، وحكايات الصالحين في كتمان\n(1/505)\n",
        "ذلك لا تحصى، وإنما يباح إظهارها لأحد رجلين، إما من يرجى أن ينفعه الله بها، وإما معاند يقام عليه الحجة بها، أو يظهرها الله من غير صنع من صاحبها، وقد يستدل بدليل خاص على كتمان ليلة القدر، بقوله صلى الله عليه وسلم \"رأيت ليلة القدر ثم أنسيتها\" وقوله: \"فخرجت لأخبركم بها فتلاحى، فلان وفلان، فرفعت\" ووجه الدلالة أن الله تعالى قدر لنبيه صلى الله عليه وسلم أنه لم يخبر بها، والخير كله فيما قدره له صلى الله عليه وسلم، فنتبعه في ذلك.\n(1/506)\n\nالمسألة الثامنة والخمسون\nالصحيح عند الأكثرين، جواز الخروج من المعتكف للأكل ووجهه الرافعي بأنه يستحيى منه ويشق عليه، هل يمكن أن يتوسط؟ ويقال إن كان ممن لا يبالي بالأكل في المسجد، بأن كان سوقه لا يتأثر بذلك، فلا يجوز له الخروج/، لأنه كالعبث، وإن كان ليس كذلك فيجوز واقل ما فيه أن يكون على الوجهين، في جواز الذهاب لقضاء الحاجة إلى منزله، لمن لا تمنعه المروءة من قضاء حاجته في سقاية المسجد، ولعل هذا أولى بالمنع، لأن هناك لابد من الخروج من المسجد، وهنا يمكن تركه من غير مشقة ولا استحياء فما وجه الجواز والحالة هذه؟ ...........",
        "(1/507)\n\nأدام الله مجدكم.\nالجواب: (الحمد لله)\nجواز الذهاب لقضاء الحاجة إلى المنزل القريب (مجمع عليه) ثابت بالنص، ومنعه أحد الوجهين، إلى المنزل البعيد لمن لا تمنع المروءة معلل بعلة مركبة، من عدم الحشمة، مع البعد المفرط المخل بصورة الاعتكاف، لتكرر الحاجة مرات غالبا أكثر من تكرر الحاجة إلى الأكل، لأن الغالب أنه لا يزيد في اليوم والليلة على مرتين، وأما البول فالغالب أنه مرات، فلو منع الخروج إلى الأكل، لكان لعلة واحدة، لم يثبت اعتبار مثلها في قضاء الحاجة.\nوقد اختلف العلماء في الخروج للأكل مطلقا، فمنعه ابن سريج، وابن سلمة\n(1/508)",
        "\nوالإمام والبغوي واخترته أنا في (شرح المناهج) وجوزه الأكثرون محتجين بنص، في مختصر المزني ليس تصريح، ومستندي في شرح المنهاج، أن النبي صلى الله عليه وسلم (لم يكن يدخل البيت إلى لحاجة الإنسان) وهو أكثر الناس مروءة وحشمة، والظاهر أن المراد بحاجة الإنسان البول والغائط، وحينئذ يجوز الأكل في المسجد، ولا يحضرني الآن من الأحاديث شيء في أن النبي صلى الله عليه وسلم، هل كان في اعتكافه يأكل في المسجد أو في بيته؟ فعلى ما اخترته في (شرح المنهاج) لا يتوجه السؤال، وعلى ما اختاره الجمهور، لهم أن يجيبوا بتركيب العلة كما قدمناه فيكفي في عدم الإلحاق بتلك الصورة، لكن للسائل أن يقول إن كان الخروج للأكل غير منصوص، وإنما ثبت بالقياس للحاجة، فيقدر بقدر الحاجة، وهو فيمن يتحشم، أو فيمن يكون له عذر في\n(1/509)\n",
        "الأكل وحده، أما غيرها فينبغي/ أن يبقى على أصل المنع من الخروج، فيحصل ما قصده السائل من التوسط في هذه الصورة الخاصة تفريعا على المذهب المشهور.\n(1/510)\n\nالمسألة التاسعة والخمسون\nلو خرج المعتكف ناسيا، لم ينقطع تتابعه على الصحيح، المنصوص في (الأم) فلو دخل في حال نسيانه مسجدا، فهل له العود إلى الأول، أم يبني في المسجد الثاني؟ فيه تردد، حكاه الروياني أيضا والأظهر أن ذلك القدر لا يحسب. انتهى.\nما وجه القول بأن زمن الخروج يحسب؟ وما الراجح من التردد المذكور؟ أثابكم الله.\nالجواب: (الحمد لله)\nزمن الخروج لقضاء الحاجة متفق عليه، على أنه لا يقطع التتابع، إما لأن الاعتكاف مستمر، وإما لأن ذلك الزمان، كالمستثنى",
        "(1/511)\n\nعن المدة المنذورة لفظا، فعلى العلة الأولى ذلك الزمان محسوب، ووجهه أن قضاء الحاجة لما كان لابد منه جعل حكم الاعتكاف، منسحبا عليه، وزمان الخروج ناسيا يشبه أن يأتي فيه خلاف، كما في نظيره في الأيمان أحدهما: أن زمن النسيان مشمول بالنذر وبالاعتكاف، والشرع رفع حكم الخروج لأجل النسيان، والثاني أنه غير مشمول، وكأن الناذر استثناه، فعلى الأول يحسب زمن الخروج ناسيا، وهو مقتضى القول بأن اليمين\n(1/512)",
        "\nيخل بفعل المحلوف عليه ناسيا، مع عدم الحنث به، وعلى الثاني لا يحسب، وهو مقتضى القول بأنها لا تخل وهو الأصح، وعليه يأتي قول الروياني أنه الأظهر وأما التردد في أنه هل له العود إلى المسجد الأول، أو بيني في المسجد الثاني؟ فمحله إذا تذكر في المسجد الثاني، وتوجه القول بجواز العود بالعذر، وتوجه مقابله بأن العذر زال بالتذكر، وخصوص المسجد الأول ليس بمقصود، وقد التزم الاعتكاف في المسجد فيكمله في الثاني.\nومن هذا يعلم أنه لو كان في مسجد النبي صلى الله عليه وسلم فتذكر وهو في مسجد آخر من مساجد المدينة، يعود قولا واحدا/، وأنه لو كان اعتكاف تطوع احتمل أن يعود التردد لأن نيته تعلقت بالأول، واحتمل القطع بأنه يبني في الثاني، فإن لم يفعل بطل، وقد وقع بخطكم ما وجه القول بأن زمن الخروج يحسب؟ وأظن (لأنها) تركت سهوا فإن كانت عمدا فقد ذكر وجهه كل منهما.\n(1/513)\n",
        "المسألة الستون\nقال صاحب (البحر) في شروط الاستطاعة في الحج، لو كان فقيها وله كتب فلا يلزمه بيعها إلا أن يكون عنده نسختان فتباع إحداهما، قال ابن الأستاذ وعلى هذا إذا كان جنديا وله سلاح، يقاتل به فينبغي أن لا يباع، وكذا خيله التي يحتاج إليها، وقد وقع نزاع في خيل الجندي وسلاحه هل يباع في الدين أم لا؟\nفهل ما ذكره ابن الأستاذ صحيح؟ وما الجواب في مسألة الدين، فلم يظفر المملوك فيها بنقل، وقيل إنها منقولة.\nالجواب: (الحمد لله)\nمسألة الكتب في الدين منقولة ذكرت في شرح المنهاج، أنها تبقى للفقيه كتب العلم، ولا يخفى (أن ذلك مقيد بما يحتاج إليه منها، وفي الزيادات لأبي عاصم العبادي، أنه إذا كانت له كتب) علم وهو عالم\n(1/514)\n\nوللكتب قيمة حلت له الصدقة ولا تباع في الدين، والمصاحف تباع في الدين.\nوقد قال القاضي حسين: إن الكتب تباع في الحج، وبطريق الأولى أن نقول تباع في الدين وهو المختار، لأن وفاء الدين لابد منه، والكتب منها بد، والذي قاله ابن الأستاذ في خيل الجندي وسلاحه يتجه في الحج وفي الدين إذا كان له رزق في بيت المال على الجهاد، وهو أولى من الفقيه بالإبقاء له لأنها كالمستحقة للجهاد بسبب ما تأخذه، أما المتطوع الذي لا رزق له في الديوان فوفاء الدين أولى، إلا أن يتعين عليه الجهاد ولا يجد غيرها.",
        "(1/515)\n\nالمسألة الحادية والستون\n(قال ابن الأستاذ رحمه الله لو مات المرتد بعد أن وجب عليه الحج لا يخرج من تركته) لأنه عبادة بدنية لو صحت لوقعت عن المستتاب عنه وهو محال هنا هذا الذي ظهر لي من غير نقل فيه. انتهى.\nهل هذا الأمر كما قال وحسنه ظاهر، وفرق بينه وبين الزكاة والكفارة/ بما لا يخفى، وما يقال في الصوم عنه أو الإطعام؟ وقياس ما ذكر منع الصوم، وإلحاق الإطعام بالكفارة والمسئول بيان ذلك جبركم الله.\nالجواب: (الحمد لله)\nفي قضاء الحج عن الذي مات مرتدا احتمالان في (البحر) ذكرتهما في\n(1/516)",
        "\nشرح المنهاج وافق ابن الأستاذ أحدهما: وتوجيهه ما ذكره وهو حسن يترجح، وقاس الثاني على الزكاة.\nولا شك في ظهور الفرق بينهما، ولكن قد يقال إن الحج ليس عبادة بدنية محضة، بل يدخله المال فهو شبه الزكاة والكفارة من هذا الوجه، ويتعلق حق المساكين بما عساه يحصل فيه من الحيوانات، ويتعلق ذلك بتركته وكذلك حق مسلم من غير تعين ينوب عنه بأجرة تخرج من تركته، فيكون ذلك مأخذًا للاحتمال الثاني.\nوهل هذا إذا استنيب عنه، وحج النائب هل نقول ينصرف إلى النائب؟ لتعذر وقوعه عن المستناب عنه فينصرف الإحرام، ويكون تجويز الاستنابة لأجل ما يخرج من المال فقط، أو نقول يقع عن المستناب عنه، لا من جهة حصول الثواب له، فإن ذلك محال ههنا، لكن من جهة سقوطه حتى لا يعاقب عليه في الآخرة، إذا قلنا بخطابه بالفروع بل يعاقب على ما عداه، كل من الأمرين يحتمل والثاني أقرب.\nوكلاهما فرع عن تجويز الاستنابة وهو مرجوح، وترك الاستنابة كما قاله ابن الأستاذ أرجح، ومما يشهد لمنع الاستنابة أن الذمى لو أوصى بالحج لم يجز كما قاله أبو عاصم العبادي في زيادات ...................\n(1/517)\n",
        "............... الزيادات، فلم يجعلوا لتعلق بالمال أثرا، والصوم عنه ممتنع، والإطعام عنه كالكفارة. والله أعلم.\n(1/518)\n\nالمسألة الثانية والستون\nما الدليل على تحريم الببغاء والطاوس إذا قلنا به كما رجحه الرافعي وغيره، فقد تتبعه المملوك فلم يجده فيما رآه من كتب الأصحاب رحمهم الله.\nالجواب: (الحمد لله)\nلا دليل له إلا أن كانت تستخبثهما العرب، والظاهر أن ذلك مستند من رجح تحريمها وهو البغوي، وحكى عن غيره أيضا.",
        "(1/519)\n\nالمسألة الثالثة والستون\nقال الأستاذ أبو منصور البغدادي في كتابه (الناسخ والمنسوخ) / ما لفظه: أجمع أصحاب الشافعي وأكثر المتكلمين من أصحاب الحديث، على تحريم ذبائح أهل الأهواء من المعتزلة، والنجارية، والجهمية، والخوارج، .................\n(1/520)",
        "\nوغلاة الروافض، والمشبهة، الذين يقولون في الله تعالى بصورة وحد. انتهى.\nهل هذا الكلام على إطلاقه أم على القول بالتكفير؟.\nالجواب: (الحمد لله)\nأما أخذ ذلك مطلقا حتى يقال بالمنع مع عدم التكفير فلا يمكن على مذهبنا، نعم على مذهب مالك قالوا: إن أهل الأهواء لا يناكحون تجنبا وبعدا عنهم، وإن لم نكفرهم، ونحن وافقهم على الكراهة في ذلك دون التحريم. وأما على القول بالتكفير فلا شك في ذلك لأنهم ولدوا على الإسلام، ولا يقرون على كفرهم لا تحل زيجتهم، ولا مناكحتهم والذبحة والمناكحة من رواد واحد، ولا تقبل شهادتهم، والأستاذ أبو منصور من القائلين بالتكفير.\n(1/521)\n",
        "وقد وقفت على نسخة من كتابه (الناسخ والمنسوخ) له الذي أشير إليه في السؤال، واللفظ الذي رأيته فيه: أجمع أكثر المتكلمين، وأصحابنا من أهل الحديث، وهذا محتمل، لأن يريد: وأكثر أصحابنا، بخلاف اللفظ الذي تضمن السؤال، ومع قيده بأهل الحديث فلم يعمم جميع أصحابنا، لكن له كتاب آخر في \"الأسماء والصفات\" نفيس وقفت عليه، قال فيه: أما أصحابنا فإنهم وإن أجمعوا على تكفير المعتزلة، والخوارج، والنجاربة، والجهمية والمشبهة فقد أجازوا معاملتهم في المعاوضات دون الأنكحة. فأما مناكحتهم، وموارثتهم، والصلاة عليهم، وأكل ذبائحهم، فلا يحل شيء من ذلك إلا الموارثة، ففيها خلاف بين أصحابنا: قيل لأقرابائهم من المسلمين وإليه ذهب إسحاق بن راهويه، وقيل لأهل بدعتهم. انتهى.\nولا شك أن أبا منصور من القائلين بالتكفير ودعواه الإجماع إما أن يكون لعدم اعتداده بالخلاف، وهو قد نقل الخلاف، وإما أن يحمل على قطعه بتكفير بعض الطوائف، وهذا لا شك فيه، على أن في الفرق من لا يتردد في كفره، ومنهم من لا يتردد في عدم كفره، ومنهم من هو محل الخلاف أو يظهر/ فيه الخلاف، فإذا حمل كلام أبي منصور ودعواه الإجماع على الغلاة من كل فرقة صح، غير أنه أطلق المعتزلة، والمختار عدم تكفيرهم، إلا من قال بالقدر، ...............................\n(1/522)\n\nعلى القول الذي يقول به معبد الجهني، ومن قال بأن الله لا يعلم الأشياء قبل وقوعها، وما أشبه ذلك، ولا شك في كفر هؤلاء، وأما بقية بدع المعتزلة كخلق القرآن فقد أطلق السلف منهم الأئمة الأربعة على تكفيرهم به، والمتأخرون من أصحابنا ومن المالكية يرون عدم التكفير بذلك، وتأويل البيهقي قول السلف بأن مرادهم كفر دون كفر، وليس هو الكفر المخرج عن الملة، ووافقه النووي، وأما غلاة الروافض فمنهم الغرابية، ولا شك في كفرهم، وأصحابنا وغيرهم يطلقون الخلاف في التكفير ويختارون عدمه، ونحن نوافقهم على ذلك، وعلى الإطلاق المذكور،",
        "(1/523)\n\nونستعظم القول بالتفكير، لأنه يحتاج إلى أمرين عزيزين أحدهما: تحرير المعتقد وهو صعب من جهة الاطلاع، على ما في القلب، وتخليصه عما يشبهه وتحريره، ويكاد الشخص يصعب عليه تحرير اعتقاد نفسه، فضلا عن غيره.\nالأمر الثاني: الحكم بأن ذلك كفر وهو صعب من جهة صعوبة علم الكلام، ومأخذه، وتميز الحق فيه من غيره، وإنما يحصل ذلك لرجل جمع صحة الذهن ورياضة النفس واعتدال المزاج، والتهذيب بعلوم النظر، والامتلاء من العلوم الشرعية، وعدم الميل والهوى، وبعد هذين الأمرين يمكن القول بالتكفير أو عدمه، ثم ذلك إما في شخص خاص وشرطه مع ذلك اعتراف الشخص به، وهيهات يحصل ذلك وأما البينة في ذلك فصعب قبولها لأنها تحتاج في الفهم إلى ما قدمناه فإن حصل ذلك أو حصل إقرار عمل بمقتضاه، وإما في فرقة، فإنما يقال ذلك من حيث العلم الحملي، وإما على ناس بأعينهم فلا سبيل إلى ذلك غلا بإقرار أو بينة، ولا يكفي أن يقال هذا من تلك الفرقة، لأنه مع/ الصعوبة من جهة ما قدمناه يتطرق إليه شيء آخر، وهو أن غالب الفرق عوام لا يعرفون الاعتقاد وإنما يحبون مذهبا، فينتمون إليه، من غير إحاطة بكنهه، فلو أقدمنا على تكفيرهم جر ذلك فسادا عظيما باطلا، وبهذا يجاب عن قول النووي.\nلو كان المراد الكفر المخرج عن الملة لقتلوا أو قوتلوا فيجاب بأن ذلك\n(1/524)",
        "\nإنما لم يقطع به، لعدم تعينه، وإن كنا نحكم من حيث الجملة على من اعتقد ذلك الاعتقاد أنه كافر، والشأن في تشخيصه على أن التكفير صعب بكل حال، ولا ينكر إذا حصل شرطه، ولقد رأيت تصانيف لجماعة يظن بهم أنهم من أهل العلم ويتعلقون بشيء من رواية الحديث، وربما يكون لهم نسك وعبادة وشهرة بالعلم قالوا بأشياء وردوا أشياء تبين عن جهلهم العظيم، وتساهلهم في نقل الكذب الصريح ويقدمون على تكفير من لا يستحق التكفير وما سب ذلك إلا ما هم عليه من فرط الجهل والتعصب، (والنشأة على) شيء لم يعرفوا سواه وهو باطل، ولم يشتغلوا بشيء من العلم حتى يفهموا، بل هم في غاية الغباوة، فالأولى الإعراض عمن هذا شأنه، وإن وجدت أحدا يقبل الهدى هديته، وترك عموم الناس موكولين إلى خالقهم العالم سرائرهم، يجادلهم يوم يبعثهم وتنكشف ضمائرهم، والضابط في هذا أنه ما دام مقرا بالنبي صلى الله عليه وسلم منقادا بباطنه\n(1/525)\n",
        "للاتباع له وابتداعه لشبهة عنده، أما من جانب (هذا النبي) الكريم فالعلم الضروري حاصل بكفره، وإن السيف قائم عليه إلا من أدى الجزية بشرطها.\nوأكثر أصحابنا في الفقه لم يتكلموا في أهل البدع، إلا في كتاب الشهادة لأجل قبول الشهادة وذكر الشافعي ذلك هنالك وممن تكلم يه الصميري والماوردي، والقاضي حسين، والإمام وهو لا يرى/ التكفير، حتى قال: إن القول بخلق القرآن أهون بدعة، قالتها المعتزلة، ومع ذلك لا نرى تكفيرهم وأنا موافقه على ذلك، والمشهور عن الأشعري التكفير (ولكن قوله الأخير الذي استقر عليه عدم التكفير) وقال أبو منصور في كتاب (الأسماء والصفات) إن الأشعري وأكثر المتكلمين قالوا بتكفير كل مبتدع كانت بدعته كفرا أو أدته إلى كفر، كمن زعم أن معبوده صورة أو له حد ونهاية، أو تجوز عليه الحركة أو السكون ثم ذكر بعض ...........................\n(1/526)\n\nأقاويل المعتزلة والرافضة، والكيسانية، والقرامطة، وقطع بكفرهم، قال ويجب إكفار الجهمية والنجارية.\nقال: ولا إشكال لذي لب في تكفير الكرامية مجسمة خراسان في قولهم: إنه تعالى جسم، له حدود ونهاية من تحته، وأنه مماس لعرشه، وأنه محل الحوادث، وأنه يحدث فيه قوله وإرادته.\nوذكر في الطفل بين أبوين من أهل القدر والتشبيه بموت أحدهما: منهم من قال هو كالمسلم وهو الذي ذهب إليه الشافعي، وأبو حنيفة وذكره عمر ابن عبد العزيز في رسالته إلى أهل البصرة وقال مالك: الاعتبار بموت الأب",
        "(1/527)\n\nدون الأم، وقال أخرون يعتبر حكم الطفل بإسلام الأم، وتوبتها عن البدعة، دون الأب، قال: وسبى نساء المعتزلة وذراريهم إذ كان نساؤهم على ضلالتهم على اختلاف الفقهاء في سبى نساء المرتدين إذا ارتددت وذراريهم.\nوقد اختلف في ذلك أصحاب الشافعي فقال أكثرهم: إن تابت المرأة وإلا قتلت، وقال بعضهم تسترق وهو قياس قول أبي حنيفة، وقد عملت الصحابة بذلك في بنى حنيفة، ومنهم خولة التي أولدها علي محمد بن الحنيفة والله عز وجل أعلم.\nولا خلاف أن أهل البدع إذا لم نقل/ بتكفيرهم فساق، (ولا خلاف أنهم آثمون مخطئون، إلا على قول عبيد الله بن الحسن العنبري القاضي البصري)، وقد خرق الإجماع في ذلك، وابتداع القول بأنهم مصيبون\n(1/528)",
        "\nبمعنى نفي الإثم لا بمعنى مطابقة الاعتقاد، ولم يسبقه إلى نفي الإثم عنهم أحد، وتبعه على ذلك أبو بكر بن لوقا، (ولا خلاف في رد شهادتهم إذا قلنا بكفرهم) وأما إذا قلنا بفسقهم دون كفرهم، ففيه خلاف وتفصيل.\nولا خلاف في رد شهادة الخطابية.\nقال بعض أصحابنا إلا أن يشهدوا بمعاينة السبب. وغيرهم من الروافض يفصل فيه، فمن قذف عائشة فهو كافر.\nومن سب الشيخين (هما أبو بكر وعمر رضي الله عنهما) ففي\n(1/529)\n",
        "كفره وجهان لأصحابنا فإن لم نكفره فهو فاسق، مردود الشهادة، ومن سب بقية الصحابة فهو فاسق مردود الشهادة، ولا يغلط فيقال إن شهادته مقبولة. والله أعلم.\nوذكر الإمام في (النهاية) أن البخاري كان نصف الصحيح في الروضة، روى عن محمد بن جرير فغلبته عيناه.\nفرأى النبي صلى الله عليه وسلم في المنام فقال: (تروى عن ابن جرير وهو يطعن في أصحابي) وكان خارجيا، قال يا رسول الله إنه ثقة قال: صدقت إنه ثقة فارو عنه وهذه حكاية فيها تخليط ليس في البخاري ابن جرير، ولا في الرواة محمد بن جرير بل عبد الله بن جرير، وليس خارجيا ولا رافضيا.\nوالمعروف في كتاب (الأنساب) ............................\n(1/530)\n\nللسمعاني وغيره عن يزيد بن هارون قال: رأيت رب العزة في المنام/، قال لي بايزيد لا تكتب عنه يعني حريز بن عثمان الرحبي فإنه يسب عليا.",
        "(1/531)\n\nفاشتبه حريز بابن جرير، واشتبه يزيد بن هارون بالبخاري واشتبه المنام بالمنام وجرير ثقة، رووا له، ومسألة الرواية، والشهادة من أهل الأهواء لها محل غير هذا لا نطيل بذكره.\n(1/532)",
        "\nالمسألة الرابعة والستون\nجزم الشيخ أبو إسحاق في التنبيه بتحريم (الزرافة) ولم يذكرها في (المهذب) ونقل النووي في شرح المهذب الاتفاق على تحريمها، وكان المملوك يستشكل ذلك.\nإذ لم يذكر له دليلا، وليست على ما قيل مما يصطاد ويقوي بنابه، ثم رأى المملوك موفق الدين حمزة الحموي رحمه اله قد أنكر ذلك في كتابه مشكلات التنبيه وقال إن المنقول حلها وممن جزم به القاضي حسين والغزالي في فتاويهما.\n(1/533)\n",
        "ورآه المملوك في فتاوي القاضي وعزاه الشيخ في الكفاية، إلى فتاوي الفراء، وهو سبق قلم، قال موفق الدين حمزة وفيها شبه من الخيل، والبقر، والضبع وهي متولدة من ذلك قال وما هذا شأنه فأكله حلال بالاتفاق، ورأى المملوك في العقد لابن عبد ربه ما لفظه: الزرافة هي الناقة، من\n(1/534)\n\nنوق الحبش، وبين البقرة الوحشية، وبين الضبعان اشتراك، وذلك أن الضبعان ببلاد الحبشة تتفسد الناقة يجئ بولد بين خلق الناقة والضبعان، فإن كان الولد ذكرا عرض للمهاة ألحقتها زرافة لأنها جماعة، وهي واحدة كأنها جمل وبقرة وضبع، والزرافة في كلام العرب الجماعة. انتهى.\nوفي الصحاح أن بعض الناس فسره بجمل الوحش ورأى المملوك أيضا في تعريفات أبي الحسين بن القطان الذي علقها عنه صاحبه",
        "(1/535)\n\nالقاضي أبو القاسم بن كج في محرمات الإحرام ما صورته: فرع الكركي والبط، والزرافة وما أشبه ذلك على قولين أحدهما فيه قيمة، والثاني شاة. انتهى.\nوهذا يدل على أنه مأكول لا سيما إن ثبت أنه متولد، بين مأكولين كما سبق.\n(والمسئول بيان ذلك وإيضاحه جبركم الله).\nالجواب: (الحمد لله)\nالمختار حل الزرافة كما في فتاوى القاضي حسين وكذلك في (تتمة التتمة)\n(1/536)",
        "\nوهو المنقول عن نص الإمام أحمد ولم أرها في فتاوى الغزالي أما عزو ابن الرفعة الحل إلى فتاوى الفراء فقد سبقه إلى ذلك ابن يونس في شرح (التنبيه) فقد كشفت فتاوي الفراء فلم أجدها فيها ولا في التهذيب والظاهر أن مراده بتاوى الفراء فتاوى القاضي حسين لأن الفراء هو البغوي وهو الذي جمع فتاوي القاضي حسين فيجوز نسبتها إليه باعتبار أنه جامعها/.\nوأما ما ذكره الشيخ في (التنبيه) من التحريم فقد وافقه عليه أبو (الخطاب) من الحنابلة فوجد الخلاف في المذاهب يقيم العذر عنه\n(1/537)\n",
        "الشيخ، ولعل منها جنسا وحشيا، يتقوى بنابه، فيحمل التحريم عليه وأما هذا الذي شاهدنا، لا وجه للقول بالتحريم فيه، وما برحت اسمع في مصر ـ وقد ذكره ابن الرفعة في الكفاية أيضا ـ أن بعض الناس قرأها بالقاف وأنه حيوان آخر وهذا ليس بشيء فإنه شيء لا يعرف لكنه يؤكد إنكار تحريم الزرافة بالفاء وما ذكره ابن كج عن ابن القطان يوافق القول بالحل، وأنها مأكولة، وهو كذلك إن شاء الله تعالى وكذلك بقية الكلام وأكثر الأصحاب لم يتعرضوا لها أصلا، لا بحل ولا بحرمه ولم أدها منقولة إلا في هذين المذهبين مع قلة عدد ناقليها، ولا يخفى أن مذهب مالك حلها مع أنهم لم ينصوا عليها، ولا ذكروها، فيخرج لنا من ذلك أن أكثر العلماء على حلها، والدليل يقتضيه، لأنها ليس لها ناب كاسر فلا يشملها أدلة التحريم والأصل الإباحة، والشبه فيها أيضا يقتضى الإباحة، وهي أولى بالإباحة من الأرنب، والضبع، والضب الثابت تحليل الثلاثة بالنص (الحديث) فلذلك اخترنا حلها ولم يذكرها الحنفية أيضا، وقواعدهم تقتضى حلها. والله أعلم.\n(1/538)\n\nالمسألة الخامسة والستون\nقال الشيخ أبو محمد الجويني في كتابه (التبصرة) في الوسوسة، باب في الأبضاع والاحتياط فيها، أصول الكتاب والسنة والإجماع متطابقة على تحريم وطء السراري اللاتي تجلبن اليوم من الروم، والهند، والترك/ إلا أن ينتصب في المغانم من جهة الإمام، من يحسن قسمتها فيقسمها من غير حيف ولا ظلم، ثم بسط الكلام في الدليل على ذلك.\nفما حكم هذه الجواري التي تجلب اليوم من تلك البلاد؟ لا سيما إذا قلنا بما جعله الرافعي المذهب، من أن الجماعة اليسيرة إذا دخلوا دار الحرب متلصصين وأخذوا أشياء كان غنيمة مخمسة، فإن الغالب الذي تجلب اليوم",
        "(1/539)\n\nإنما يؤخذ على هذا النحو، نعم الإمام وجماعة جعلوا المذهب، أن ذلك مختص به السارق، فلا يخمس، فعلى هذا فلا أشكال في حل ما أخذ سرقة.\nوالمسئول بيان ذلك، وما الراجح دليلا في أن ذلك غنيمة مخمسة أم لا؟ مع أن ترجيح الرافعي بأنه غنيمة، يخالف قوله: بأن الغنيمة مال حصل من الكفار بالقتال والإيجاف، إذ الفرض أن ذلك أخذ خفية على وجه السرقة.\nالجواب: (الحمد لله)\nكتاب (التبصرة) المذكور للشيخ أبي محمد من أحسن الكتب وهو رد في نوعه، وقد رخص في أثناء كلامه في ذلك، إذا حصلت قسمة، ولو من محكم إذا جوزنا التحكيم، ورخص أيضا، في تزوجهن بعد العتق، بإذن القاضي والمعتق، وختم الكلام بأن الاحتياط في عصرنا اجتنابهن مملوكات وحرائر، ولا شك أن الذي قاله الورع.\nوأما الحكم اللازم فأقول والحمد لله: الجارية المجلوبة إما أن يعلم حالها أو يجهل، فإن جهل فالرجوع في ظاهر الشرع إلى اليد، إن كانت صغيرة وإلى اليد وإقرارها إن كانت كبيرة، واليد حجة شرعية والإقرار، ولا يخفى مع\n(1/540)",
        "\nذلك أن الورع مستحب، وإن علم حالها فهو أنواع أحدها: من يتحقق إسلامها في بلادها وأنه لم يجر عليها رق قبل ذلك، فهذه لا تحل بوجه من الوجوه إلا بزواج بشروطه.\nالثاني: كافرة ممن لهم ذمة أو عهد، فكذلك.\nالثالث: كافرة: من أهل الحرب مملوكة، لكافر حربي أو غيره فباعها فهي حلال لمشتريها.\nالرابع/: كافرة: من أهل الحرب قهرها أو قهر سيدها كافر آخر، فإنه يملكها كلها، ويبيعها لمن شاء، وتحل لمشتريها، وهذان النوعان: الحل فيهما قطعي، وليس محل الورع، كما أن النوعين اللذين قبلهما الحرمة فيها قطعية.\nالنوع الخامس: كافرة من أهل الحرب لم يجر عليها رق أخذها مسلم فهذا على أقسام: أحدها: أن يأخذها جيش من جيوش المسلمين بإيجاف خيل أو ركاب فهي غنيمة، أربعة أخماسها للغائمين، وخمسها لأهل الخمس، المذكورين في سورة الأنفال وهذا لا خلاف فيه.\nوغلط الشيخ تاج الدين الفزاري ............................\n(1/541)\n",
        "فقال إن حكم الفئ والغنيمة راجع إلى رأي الإمام يفعل فيه ما يراه مصلحة، وصنف في ذلك كراسة سماها: (الرخصة العميمة في أحكام الغنيمة) وانتدب له الشيخ محيي الدين النووي فرد عليه في كراسة أجاد فيها، والصواب معه قطعا، وقد تتبعت غزوات النبي صلى الله عليه وسلم وسراياه فكلها مما حصل فيه غنيمة أو فئ قسم وخمس على ما دل عليه الكتاب.\nوكذلك غنائم بدر وإن كان قد جعلها لرسول بقوله (قل الأنفال لله والرسول) وقسمها رسول الله صلى الله عليه وسلم وأعطى منها سبعة أو ثمانية لم يحضروا الواقعة لأنها كانت له، ومع ذلك أعطاهم من نصيبه، (وقال\n(1/542)\n\nالشافعي إن الأول هو الرواية الظاهرة عنده) ونزل بعد ذلك قوله تعالى: (واعلموا أن ما غنتم من شيء فإن لله خمسة) الآية فما أعطى رسول الله صلى الله عليه وسلم بعد ذلك أحدا لم يشهد الواقعة، سهما من أربعة أخماس الغنائم، ولا أخرج الخمس عن أهله ومن تتبع السير، وجد ذلك فيها مبينا مفصلا، (ولو قال الإمام من أخذ شيئا فهو له لم يصح).\nالقسم الثاني: أن ينجلى الكفار عنها بغير إيجاف من المسلمين، أو يموت عنها من لا وارث له من أهل الذمة وما أشبه ذلك.\nفهذه فئ يصرف لأهله الذين ذكرهم الله في سورة الحشر، والخمس منه، لأهل الخمس، والأربعة الأخماس للشافعي فيها اليوم قولان أصحهما أنها للمقاتلة، والثاني أنها للمصالح، فالجارية التي تؤخذ/ من",
        "(1/543)\n\nالفيء على هذا الحكم، فكل جارية علم أنها من غنمية أو فئ لا تحل حتى تملك من كل من تملكها من أهل الغنيمة أو من المتولى عليهم، أو الوكيل عنهم، أو ممن انتقل الملك إليه من جهتهم، ولو بقى فيها قيراط لا يحل حتى يتملكه ممن هو له.\nالقسم الثالث: أن يغزو واحد أو اثنان بإذن الإمام فما حصل لهما من الغنيمة يختصمان بأربعة أخماس ويأخذ أهل الخمس منه الخمس الباقي، هذا مذهبنا ومذهب جمهور العلماء فلا فرق بين أن تكون السرية قليلة أو كثيرة.\nلأن النبي صلى الله عليه وسلم بعث ابن أنيس سرية وحده، وبعث عمرو بن أمية\n(1/544)",
        "\nالضمري مع أنصاري سرية وحدها، وبوب الشافعي على ذلك في (الأم) الرجل يغنم وحده وذكره الأصحاب: الشيخ أبو حامد والمحاملي، والماوردي والجرجاني والروياني وغيرهم.\nالقسم الرابع: أن يغزو واحد أو اثنان أو أكثر بغير إذن الإمام، فالحكم كذلك عندنا وعند جمهور العلماء، فيما يتعلق بالغنيمة وإن كان الغزو بغير إذن الإمام مكروها.\nالقسم الخامس: أن يكون الواحد أو الاثنان ونحوهما لسوا على صورة الغزاة، بل متلصصين فقد ذكر الأصحاب أنهم إذا دخلوا بخمس ما أخذوه على الصحيح، وعللوه بأنهم غرروا بأنسهم فكان كالقتال، وهذا التعليل يقتضى أنه لم ينقطع في الجملة عن معنى الغزو، والإمام في موضع حكى هذا وضعه.\nوقال إن المشهور عدم التخسيس، وفي موضع ادعى إجماع الأصحاب على أنه يختص به، ولا يخمس، وجعل مال الكفار على ثلاثة أقسام: غنيمة، وفيئا، وغيرهما كالسرقة فيمتلكه من أخذه قياسا على المباحثات، ووافقه\n(1/545)\n",
        "الغزالي على ذلك وهو مذهب أبي حنيفة، وقال البغوي إن الواحد إذا أخذ من حربي شيئا على جهة السوم فجحده أو هرب منه اختص به ويما قاله: نظر/، ويحتمل أن يقال يجب رده، لأنه كان ائتمنه فإن صح ما قاله البغوي، وافق الغزالي بطريق الأولى.\nوقال أبو إسحاق إن المأخوذ على جهة الاختلاس ئ وقال الماوردي إنه غنيمة وما قاله الماوردي موافق لكلام الأكثرين وما قاله: أبو إسحاق إن أراد بالفئ الغنيمة حصل الوفاق، وإلا فلا وإن زعم أنه ينزع من المختس، ويعطي جميعه لغيره من المقاتلة وأهل الخمس فبعيد.\nورأيت في كتب المالكية من الغنيمة عن ابن القاسم في عبد لمسلم أبقى من سيده، فدخل بلاد العدو، وخرج طائعا بأموال أنها كلها له ولسيده، ولا يخمس. وفي عبد دخل قرية من قرى العدو متلصصا، فأخذ مالا يخمس، فقيل له ما الفرق؟ فقال إن الذي أبق لم يدخل ليصيب مالا ولا خرج ليقاتل، فلذلك لم أخمس ما أخذه بخلاف المتلصص وهذا فرق حسن لو قيل بأن من لم يكن على صورة الغزو ولا قصده البته يختص بما أخذه، ومن كان كذلك (يخمس ما أخذه، كان له) وجه، ولكن قوة كلام الشافعي\n(1/546)\n\nوجمهور أصحابنا يأباه، (ويجعلون مال الكفار كله) قسمين.\nإما فيئا وإما غنيمة، لا ثالث لهما، إلا على ما قاله الإمام (والغزالي وهو وجه) لبعض الأصحاب.\nوقال: سحنون من المالكية.\n(إن ما أخذه العبد لا يخمس) مطلقا لأن المخاطب بقوله (واعلموا أن ما غنمتم ـ من شيء) الأحرار (وعلى قياسه يكون) ما أخذه النساء والصبيان كذلك.\nفهذا القسم الخامس (من النوع الخامس) قد اشتمل على صور ولم يردها الأصحاب بل ذكروها (مدرجة مع القسم الرابع) فالجارية المأخوذة على هذه الصور فيها هذا الخلاف، واجتنابها محل الورع والله أعلم بالصواب.",
        "(1/547)\n"
    ]
}