{
    "partText": [
        "\nقواعد\nاللغة العربية المبسطة\nالطبعة الثالثة\nعبد اللطيف السعيد\nقواعد اللغة العربية المبسطة\nعبد اللطيف السعيد\nالطبعة الثالثة- 2006\nالطباعة على الحاسوب: ياسمين ونهلة وسمر السعيد\nطبع بموافقة وزارة الإعلام رقم:75321\nتاريخها : 13/8/2003\nقواعد اللغة العربية\nعبد اللطيف السعيد\nبسم الله الرحمن الرحيم\nكثيرةٌ هي الكتب الّتي وُضِعت في النّحو للنّاشئة المبتدئين أو للّذين يشكون من صعوبة مراجع النّحو المعروفة،ويحاول كلٌّ من واضعي هذه الكتب أن يبسّط ما وضعه خدمة للغة الضّاد ولأبنائها، ومن هنا كانت الصّعوبة في وضع المزيد من هذه الكتب تضاف إلى تلك، وقد أقدمت على هذا العمل على الرّغم من صعوبته،ومعرفة تقصيري فيه، بما رغبت في توفيره لأبنائي الطّلاّب من كتاب موجز مبسّط في النّحو والإملاء على أن يكون شاملاً لقواعد الّلغة العربية والإملاء العربي، يسدّ حاجة النّاشئة إلى الإحاطة بجوانب هذا العلم بأسلوب شامل موجز ومبسّط، ومن هنا فقد وضعت القاعدة بصياغة مبسّطة تخدم الغرض،متبعاً إيّاها بأمثلة مناسبة مراعياً أن تكون هذه الأمثلة من مفردات الحياة اليومية للنّاشئة، دون أن يؤدّي ذلك إلى اجتزاء القاعدة بل حرصت على الشّموليّة ما استطعت، معتمداً في كلّ ذلك على مراجع الّلغة الرئيسة.\nإنّني وأنا أسعى إلى الحرص على الوصول إلى الغاية المبتغاة من هذا العمل فإنّني آمل أن يعذرني كلّ من يجد فيه بعض الهنات، أو يلحظ تقصيراً في بعض جوانبه، فإني وإن حرصت الحرص كلّه على تجنب ذلك،إلا أن لكلّ عمل حدوداً، والكمال في كلّ ذلك لله تعالى وحده، وإنّنا لنسأله سبحانه وتعالى أن يمدّنا بالعون لخدمة لغة القرآن، لغة هذه الأمة الّتي اختارها لرسالته من بين الأمم جميعاً. والله من وراء القصد.…\n…… عبد اللطيف عبد الرحمن السعيد…\nأقسام الكلام\nيُقسم الكلامُ إلى اسمٍ وفعلٍ وحرف.\n(1/1)\n",
        "الاسمُ: هوَ ما دلَّ على معنىً أو شيءٍ،مثل:التّطوُّر-الشّجرة، وهو أنواعٌ:\n1-اسمُ إنسانٍ: أحمدُ - فاطمةُ.\n2-اسمُ حيوانٍ: غزالٌ- حصانٌ.\n3-اسمُ نباتٍ: شجرةٌ- قمحٌ.\n4-اسمُ جمادٍ: جدارٌ- طاولةٌ.\nسماته: ا- يقبل دخول( ال)عليه:جدارٌ- الجدارُ\nب- يقبل دخول أداة النّداء عليه:يا أحمدُ!\nالفعلُ:هوَ ما دلَّ على حدثٍ أو عملٍ مرتبطاً بالزّمن.\nفإن كانَ الحدثُ ماضياً كانَ الفعلُ ماضياً،مثل: (حضرَ) وإن كانَ الحدثُ حاضراً كانَ الفعلُ مضارعاً، مثل:(يحضرُ) وإن دلَّ الفعلُ على طلبِ حدوثِ العملِ كانَ الفعلُ فعلَ أمرٍ،مثلُ:(احضرْ).\nالحرفُ:هو ما استعملَ للرّبطِ بينَ الأسماءِ والأفعالِ أو بينَ أجزاءِ الجملةِ، مثلُ: من- إلى.\nالأسماء\nالجامد والمشتقّ\nالجامدُ:هو الاسمُ الّذي لا يُؤخذُ من غيرِه،مثل(باب).\nوالمشتقُّ:هو الاسمُ الّذي يُؤخذُ من غيره، مثلُ (مَطْلَع) من الطّلوعِ.…\nالاسمُ الجامدُ نوعان:\nا- اسمُ ذاتٍ: هو الاسمُ الّذي يُدركُ بالحواسِّ،مثل: شمسٌ- نحلةٌ\nب- اسمُ معنىً: هو الاسمُ الّذي يُدركُ بالعقلِ ويسمَّى المصدر،مثلُ: احترامٌ- صدقٌ.\nالمصدرُ\nالمصدرُ اسمُ معنىً وهو الاسمُ الّذي تصدرُ عنهُ الأفعالُ والمشتقّاتُ، وأنواعُهُ:\nالمصدر الثّلاثي\nهو مصدرٌ سماعيٌّ يُعرفُ بالرّجوعِ إلى المعاجمِ، مثلُ: كَتَبَ- كِتَابةً، رَجَعَ - رُجُوعاً، جَمَعَ- جَمْعاً.\nبعضُ ضوابطِ المصادرِ الثّلاثيةِ:\n1-ما كانَ فعلُهُ لازماً وزنُه(فَعَلَ)،أو ما دلَّ على عملٍ فمصدرُه (فُعُول)، مثال:جَحَدَ-جُحُود.\n2-ما دلَّ منها على حركةٍ أو اضطرابٍ جاءَ مصدرُه على وزن (فَعَلان) مثالٌ: طَارَ-طَيَران.\n3-ما دلَّ منها على مرضٍ جاءَ مصدرُه على وزن(فُعَال)،مثالٌ: صُداع.\n4-ما دلَّ منها على لونٍ جاءَ مصدرُه على وزن\n(فُعْلَة)، مثالٌ: زُرْقَة.\n5-ما دلَّ منها على حرفةٍ جاءَ مصدرُه على وزنِ (فِعَالَة) ، مثالٌ:حِدادَة.\n(1/2)\n\n6-ما دلَّ منها على صوتٍ جاءَ مصدرُه على وزن (فُعَال)، مثالٌ:نُباَح أو على وزنِ(فَعِيل)مثال:صَهِيل.\n7-ما دلَّ منها على امتناعٍ جاءَ مصدرُه على(فِعَال) مثالٌ:نِفَار.\n8-ما دلَّ منها على عيبٍ جاءَ مصدرُه على وزن (فَعَل)، مثالٌ:بَطَر\n9-الفعلُ المتعدِّي يأتي مصدرُه على وزن (فَعْل)، مثال:فَتْح.\n10-الفعلُ الأجوفُ يأتي مصدرُه على وزن(فَعْل) مثلُ: قَوْلٌ، أو على وزنِ (فِعَال) مثل:قِيَام.\nالمصدر الرّباعي\nهو مصدرٌ قياسيٌّ،له عدةُ أوزانٍ:\n1-إذا كانَ الفعلُ على وزنِ( أَفْعَلَ) جاءَ مصدرُهُ على وزنِ (إِفْعَال) ، مثالٌ: أَرْهَقَ _ إِرْهَاق.\n-إذا كانَ الفعلُ منتهياً بألفٍ قُلبَت همزةً في المصدرِ، مثالٌ: أعطى: إعطاءً.\n-إذا كان الفعلُ معتلَّ العينِ حُذفت عينُهُ في المصدرِ وعُوّضَت بتاءٍ مربوطةٍ في المصدرِِ.مثالٌ: أفادَ: إفادةً.\n2-إذا كانَ الفعلُ على وزنِ(فَعَّلَ) جاءَ مصدرُه على وزن(تَفْعيل) ، مثالٌ: صَعَّدَ - تَصْعيد.\n-إذا كانَ الفعلُ مهموزاً أو منتهياً بألف جاءَ مصدرُهُ على وزنِ تفعِلَة، مثالٌ: جزّأَ: تجزئَةً، ونمّى: تنميةً.\n3-إذا كانَ الفعلُ على وزنِ(فَاعَلَ) جاءَ مصدرُه على وزن(مُفاعَلَة)، مثالٌ: جاهَدَ - مُجاهدَة،وهو وزن قياسي، وقد يأتي على وزن(فِعالاً) مثالٌ: جَاهد- جِهاداً، وهو وزنٌ سماعيٌّ.\n4-إذا كانَ الفعلُ على وزن(فَعْللَ)جاءَ مصدرُه على وزنِ( فَعْلَلَة)، مثال: زَلْزَلَ -زَلْزَلَةً، وهو وزنٌ قياسيٌّ،وقد يأتي على وزنِ(فِعْلالاً)،مثال:زَلزلَ-زِلْزالاً، وهو وزنٌ سماعيٌّ.\nالمصدر الخماسيّ والسّداسيّ\nهما مصدرانِ قياسيانِ، لهما أوزانٌ متعددةٌ،يمكنُ اختصارها بالملاحظاتِ الآتيةِ:\n1-إذا كانَ الفعلُ مبدوءاً بتاءٍ جاءَ مصدرُه على وزنِ فعلِه مع ضمِّ ما قبلِ آخرِه،مثال:تجمْهَرَ- تجَمْهُراً،إلاّ إذا كانَ مختوماً بألفٍ مقصورةٍ فتُقلبُ في المصدرِ ياءً ويُكسر ما قبلها،مثال :تبدَّى- تبدِّيا.",
        "(1/3)\n\n2- إذا كانَ الفعلُ مبدوءاً بهمزةٍ جاءَ مصدرُه على وزنِ فعلِه معَ إضافةِ ألفٍ قبلَ آخرِه، مثال:اطمأنَّ- اطمئناناً، إلاّ إذا كانَ آخرُه منتهياً بألفٍ مقصورةٍ فتُقلبُ همزةً، مثال: انتهى- انتهاءً.\n-إذا كانَ الفعلُ معتلَّ العينِ، حذفت عينُهُ في المصدرِ وعُوّضت بتاءٍ مربوطةٍ في آخرِهِ. مثالٌ: استفادَ: استفادةً.\nيعملُ المصدرُ عملَ فعلِه فيرفعُ فاعلاً،مثال:يعجبُني أداؤُكَ الواجبَ. الواجبَ: مفعولٌ به للمصدرِ أداؤُك منصوبٌ وعلامةُ نصبِه الفتحةُ الظّاهرةُ .\nالمصدر الصّناعيّ\nهو مصدرٌ يُصاغُ من الأسماءِ الجامدةِ أو المشتقّةِ بزيادةِ ياءٍ مشدّدةٍ مفتوحةٍ وتاءٍ مربوطةٍ على آخرِ هذهِ الأسماءِ، مثال:إنسانٌ- إنسانيّةٌ،جدارٌ- جداريّةٌ.\nالمشتقّّات\nاسم الفاعل\nاسمٌ مشتقٌّ يدلُّ على مَن قامَ بالفعلِ،ككاتب الّذي يدلُّ على مَنْ يقومُ بالكتابةِ.\nصوغُه:يُصاغُ من الفعلِ الثّلاثيِّ المبنيِّ للمعلومِ على\nوزنِ (فاعِل)، مثالٌ:كتَبَ- كاتِب، ومن فوقِ الثُّلاثيِّ على وزنِ مضارعِهِ بإبدالِ حرفِ المضارعةِ ميماً مضمومةًً وكسرِ ما قبلِ آخرِه،مثالٌ: اجتمعَ- مُجتمِع.\nيعملُ اسمُ الفاعلِ عملَ فعلِه الّلازمِ فيرفعُ فاعلاً،مثالٌ: جاءَ المسافرُ أبوهُ، أبوهُ: فاعلٌ لاسمِ الفاعلِ مرفوعٌ وعلامةُ رفعِهِ الواو لأنَّهُ من الأسماءِ الخمسةِ، والهاءُ ضميرٌ متّصلٌ مبنيٌّ على الضّمِّ في محلِّ جرٍّ بالإضافةِ،ويعملُ عملَ فعلِه المتعدّي فينصبُ مفعولاً بِه، مثالٌ: أنتَ السّامعُ قولَ أبيك، قولَ: مفعولٌ بهِ لاسمِ الفاعلِ منصوبٌ وعلامةُ نصبِه الفتحةُ الظّاهرةُ على آخرِه.\nمبالغةُ اسمِ الفاعل:\nهي اسمٌ مشتقٌّ يدلُّ على المبالغةِ في القيامِ بالفعلِ.\nصوغُها:تُصاغُ من الفعلِ الثُّلاثيِّ على أوزانٍ منها:\n-فَعَّال: وَثَّاب.\n- فَعَّالَة: عَلاَّمَة.\n-فَعُول: أَكُول.\n-فَعيل: كَريم.\n-مِفْعَال: مِبْطَان.\nاسم المفعول\n(1/4)",
        "\nهو اسمٌ مشتقٌّ يدلُّ على مَنْ وقعَ عليهِ الفعلُ، كمكتوب الّذي يدلُّ على مَنْ وقعَتْ عليه الكتابةُ.\nصوغُهُ: يُصاغُ اسمُ المفعولِ من الفعلِ الثُّلاثيِّ المبنيِّ للمجهولِ على وزنِ (مَفْعُول) مثالٌ: علمَ:مَعْلُومٌ، ومن فوقِ الثُّلاثيِّ على وزنِ مُضارعِهِ بإبدالِ حرفِ المضارعةِ ميماً مضمومةً وفتحِ ما قبلِ الآخرِ، مثالٌ:اجتُمِع:مُجتَمَع.\nيعملُ اسمُ المفعولِ عملَ فعلِه المبنيِّ للمجهولِ فيرفعُ نائبَ فاعلٍ، مثالٌ:أخي محمودٌ فعلُه:فعلُه: نائبُ فاعلٍ مرفوعٌ وعلامةُ رفعِهِ الضّمّةُ الظّاهرةُ على آخرِهِ.\nاسمُ الآلةِ\nاسمٌ مشتقٌّ يدلُّ على الآلةِ الّتي يُستعانُ بها للقيامِ بالفعلِ، كالمحراثِ الّذي يُساعدُنا على الحراثةِ.\nصوغُهُ: يُصاغُ اسمُ الآلةِ من الفعلُ الثّلاثيِّ المتعدِّي على أوزانٍ غيرِ قياسيَّةٍ، أشهرُهَا:\n-فَعَّال: جرّار. -فّعَّالَة: غَسَّالة.\nمِفْعَال: مِحْراث.\nمِفْعَل: مِعْوَل.\nمِفْعَلَة: مِرْوَحة.\nفَاعُول:سَاطُور.\nاسما الزّمان والمكان\nهما اسمانِ يدلاّنِ على زمانِ وقوعِ الفعلِ أومكانِهِ، ويُحدَّدُ نوعُ الاسمِ من دلالةِ الكلامِ، مثالٌ:سرْتُ في\nالمدخَلِ:المدخلِ هنا اسمُ مكانٍ، مدخَلُ الطّلاّبِ إلى صفوفِهِم في الثَّامنةِ صباحاً.مدخلُ هنا اسمُ زمانٍ.\nصوغُهُما:يُصاغُ اسما الزّمانِ والمكانِ منَ الفعلِ الثُّلاثيِّ على وزنِ(مَفْعَل) إذا كانَ الفعلُ:\n1-معتلَّ الآخرِ:مشى-مَمْشى.\n2- مضمومَ الآخرِ في المضارعِ:رقدَ- يرقُدَ- مَرْقَد\n3-مفتوحَ العينِ في المضارعِ:لعبَ- يلعَبُ- مَلْعَب.\nويُصاغُ على وزنِ( مَفْعِل) إذا كانَ الفعلُ:\n1-معتلَّ الأوّلِ:وعدَ- مَوعِد.\n2-مكسورَ العينِ في المضارعِ:عرضَ- يعرِضُ- مَعْرِض. ويُصاغُ من فوقِ الثُّلاثيِّ على وزنِ اسمِ المفعولِ: انحدرَ- مُنحَدَر.\nهناك أسماءُ مكانٍ سُمعَتْ عنِ العربِ على وزنِ:\nمَفْعِل بدلاً من:مَفْعَل، مثل: مَسْجِد، مَسكِن، مَطلِع،\n(1/5)\n",
        "مَشرِق، مَغرِب، مَنبِت، مَسقِط، مَنسِك، مَفرِق.\nالصّّفةُ المشبّهةُ باسمِ الفاعلِ\nهي صفةٌ ثابتةٌ في الأشياءِ غيرُ زائلةٍ.\nصوغُها:تُصاغُ من الفعلِ الثّلاثيِّ للدّلالةِ على مَنْ قامَ به الفعلُ على وجهِ الثّباتِ.ولها عددٌ من الأوزانِ أشهرُها:\nفَعَال:جَبَان.……… فُعَال: شُجَاع.\nفَعيل: نبيل.……… فَعَل: بَطَل.\nفَعِل: مَرِح.………فَعْل: شَهْم.\nفُعْل:صُلْب.……\nأفْعَل:أبيض،مؤنّثه:فَعْلاء: بيضاء.\nفَعْلان: ظَمْآن، مؤنّثه فَعْلى: ظَمْأى.\nاسمُ التَّفضيلِ\nاسمٌ يُصاغُ من الفعلِ الثّلاثيِّ على وزنِ(أَفْعَل) للدّلالةِ على أنَّ شيئينِ اشتركَا في صفةٍ واحدةٍ، وأنَّ هذهِ الصّفةَ قد زادَتْ في أحدهِما عن الآخرِ. ويُعربُ بحسبِ موقعِه في الكلامِ: العِلمُ أنفعُ من المالِ،فالعلمُ والمالُ اشتركا في صفةِ النّفعٍ، وقد زادَتْ هذهِ الصّفةُ في العِلمِ عن المالِ، وقد دلّ اسمُ التّفضيلِ (أنفعُ) على هذهِ الزِّيادةِ.…\nصوغُه:يُصاغُ اسمُ التّفضيلِ من الفعلِ الثّلاثيِّ على وزنِ(أَفْعَلَ)، أَنْفَعُ، وأَحْسَنُ، وذلك بشروطٍ هي:أن يكونَ الفعلُ ثلاثياً، تامّاً، مثبتاً، متصرّفاً، مبنياًّ للمعلومِ، ليسَ الوصفُ منه على وزنِ أفعلَ،قابلاً للتّفاوتِ.\nفإذا نقصَ شرطٌ من الشّروطِ السّابقةِ في فعلٍ يُرادُ صياغةُ اسمِ التّفضيلِ منه، يُؤتى بمصدرِه الصّريحِ أو المؤوَّلِ مسبوقاً باسمٍ يساعدُ على إنشاءِ التّفضيلِ مثلُ: أشدُّ، أعظمُ، أكثرُ...الخ. مثال: الفعل تقدّمَ، فوق ثلاثيٍّ، نقولُ في صياغةِ اسمِ التّفضيلِ منهُ: وطنُنا أكثرُ تقدُّماً من غيرِه.\nظرفُ الزّمانِ\nاسمٌ يدلُّ على زمانِ وقوعِ الفعلِ، ويكونُ بعضُه مُعْرباً والآخرُ مبنياًّ، ويُستفهمُ عنه بمتى.\n1-الظّرفُ المُعْرَبُ: يكونُ منصوباً على الظّرفيةِ الزّمانيةِ، مثال: صُمْتُ يوماً في شعبانَ، يوماً:مفعولٌ فيه ظرفُ زمانٍ منصوبٌ وعلامةُ نصبِه الفتحةُ الظّاهرةُ.\n(1/6)\n\nأشهرُ ظروفِ الزّمانِ المعربة:يومَ- شهرَ- سنةَ- عاماً- ساعةً- صباحاً- مساءً- ظهراً- عصراً- ثانيةً- دقيقةًًً- أسبوعاً- وقتَ- أبداً- حينَ- زمانَ- أمداً- نهاراً- ليلاً- ليلةَ- سحراًً- غداةَ- لحظةَ- هنيهةَ- موهناً.\nمثال:ألمَّ خيالٌ من أميمةَ موَْهناً\nوقد جعلَتْ أُولى النُّجومِ تغورُ\nموهناً: مفعولٌ فيه ظرفُ زمانٍ منصوبٌ وعلامةُ نصبِه الفتحةُ الظّاهرةُ على آخرِهِ.\nالظّرفُ المبنيُّ:يكونُ مبنيّاً على ما ينتهي به آخرُهُ في محلِّ نصبٍ على الظّرفيةِ الزّمانيةِ.مثال:لم أسِئْ إلى أصحابي قطُّ، قطُّ: ظرفٌ لاستغراقِ الزّمنِ الماضي مبنيٌّ على الضّمِّ في محلِّ نصبٍ .\nأشهرُ ظروفِ الزّمانِ المبنية: إذا- إذْ- منذُ- مذْ- أمسِ- أيّان -الآنَ- قطُّ- لمّا- لدنْ- ريثَ- ريثما- كلّما.\nملاحظاتٌ: أمسِ: إذا كانَ مجرّداً من ال فهو اسمُ معرفةٍ يدلُّ على اليومِ السّابقِ ليومِنا، ويكونُ مبنيّاً على الكسرِ في محلِّ نصبٍ على الظّرفيةِ الزّمانيةِ.\nمثالٌ:سافرْتُ أمسِ: أمسِ: ظرفٌ مبنيٌّ على الكسرِ في محلِّ نصبٍ على الظّرفيةِ الزّمانيةِ.\nأمَّا إذا كانَ مُقترناً بال فهو اسمُ نكرةٍ يدلُّ على أيِّ يومٍ سابقٍ ليومِنا، ويُعربُ عندئذٍ بحسبِ موقعِهِ في الكلامِ، مثالٌ: سافرْتُ بالأمسِ،الأمسِ: اسمٌ مجرورٌ وعلامةُ جرِّهِ الكسرةُ الظّاهرةُ على آخرِهِ.\nصباحَ مساءَ: اسمٌ مبنيٌّ على فتحِ الجزأيْنِ في محلِّ نصبٍ على الظّرفيةِ الزّمانيةِ،كقولِ أحمد شوقي:\nنصبُوا رفاتَكَ في الرِّمالِ لواءَ\nيستنهضُ الوادي صباحَ مساءَ\nصباحَ مساءَ: اسمٌ مبنيٌّ على فتحِ الجزأيْنِ في محلِّ نصبٍ على الظَّرفيةِ الزّمانيةِ.\nظرفُ المكانِ\nاسمٌ يدلُّ على مكانِ وقوعِ الفعلِ، ويُستفهمُ عنه بأيْن. وتكونُ بعضُ ظروفِ المكانِ مُعرَبةً والأخرى مبنيّةً.",
        "(1/7)\n\n1-الظّرفُ المُعْرَبُ: يكونُ منصوباً على الظَّرفيةِ المكانيةِ، وأشهرُ ظروفِ المكانِ المُعرَبةِ: فوقَ- تحتَ- يمينَ- يسارَ- أمامَ- خلفَ- جانبَ- بينَ- مكانَ- ناحيةَ- وسطَ- خلالَ- تجاهَ- إزاءَ- حذاءَ- قربَ- حولَ- شرقَ- غربَ- جنوبَ- شمالَ.\nمثالٌ: سرْتُ جانبَ النَّهرِ: جانبَ: مفعولٌ فيه ظرفُ مكانٍ منصوبٌ وعلامةُ نصبِه الفتحةُ الظّاهرةُ على آخرِه.\n2-الظّرفُ المبنيُّ:يكونُ مبنيّاً على ما ينتهي به آخرُهُ في محلَِّ نصبٍ على الظّرفيةِ المكانيّةِ، وأشهرُ الظّروفِ المبنيّةِ: أينَ- أنى- ثَمَّ-حيثُ- هنا- هناك.\nمثالٌ:وقفْتُ حيثُ تمرُّ سيارةُ المدرسةِ: حيثُ: مفعولٌ فيه ظرفُ مكانٍ مبنيٌّ على الضّمِّ في محلِّ نصبٍ على الظّرفيةِ المكانيّةِ.\nظروفٌ مشتركةٌ بينَ الزّمانِ والمكانِ: هي ظروفٌ تشتركُ بينَ الزّمانِ والمكانِ بحسبِ الاسمِ الّذي تُضافُ إليه، وهيَ:كذا- عندَ- لدى- لدنْ-ذاتَ- بينَ- قبلَ- بعدَ- أوّلَ- معَ.\nمثالٌ:سافرْتُ بعدَ الظّهرِ، بعدَ:ظرفُ زمانٍ منصوبٌ وعلامةُ نصبِهِ الفتحةُ الظّاهرةُ.\nجلسْتُ بعدَ زميلي، بعدَ: ظرفُ مكانٍ منصوبٌ وعلامةُ نصبِه الفتحةُ الظّاهرةُ\nالاسمُ المقصورُ\nهوَ اسمٌ ينتهي بألفٍ مفتوحٌ ما قبلَها، سواء كانَتْ الألفُ مقصورةً أو ممدودةً: فتىً- عصا.\nتثنيتُه:1- إذا كانَ الاسمُ ثلاثياً تُرَدُّ الألفُ إلى أصلِها\nوتضافُ علامةُ التّثنيةُ: فتى- فتيَان أو فتييْن، عصا- عصَوان أو عصوَيْن.\n2-إذا كانَ الاسمُ فوقَ ثلاثيٍّ: تُقلبُ ألفُه ياءً عندَ التّثنيةِ: سلمى- سلميَان- سلمَيَيْن، مستشفى- مستشفيان -مستشفيين.\nجمعُه:عندَ جمعِهِ جمعَ مذكّرٍ سالماً تُحذفُ ألفُ الاسمِ المقصورِ ويُفتحُ ما قبلَها، وتُضافُ علامةُ الجمعِ:مصطفى -مصطفَون- مصطفَين .\n(1/8)",
        "\nإعرابُه:تُقدَّرُ الحركاتُ على آخرِ الاسمِ المقصورِ للتّعذّرِ، سواء كانَ مرفوعاً أو منصوباً أو مجروراً، مثال: جاءَ الفتى، الفتى: فاعلٌ مرفوعٌ وعلامةُ رفعِهِ الضّمّةُ المقدّرةُ على الألفِ للتّعذّرِ.\nرأيّتُ الفتى، الفتى:مفعولٌ به منصوبٌ وعلامةُ نصبِه الفتحةُ المقدّرةُ على الألفِ للتّعذّرِ.\nمررْتُ بالفتى، الفتى:اسمٌ مجرورٌ وعلامةُ جرِّهِ الكسرةُ المقدّرةُ على الألفِ للتّعذّرِ.\nالاسمُ المنقوصُ\nهو اسمٌ ينتهي بياءٍ زائدةٍ مكسورٌ ما قبلها: قاضي- معتدي.\nتثنيتُه: يُثنّى الاسمُ المنقوصُ بزيادةِ ألفٍ ونونٍ أو ياءٍ ونونٍ إلى آخرِ الاسمِ المُفردِ دونَ تغييرٍ يطرأُ عليه،قاضي- قاضيان- قاضيَين.\nجمعُه: عندَ جمعِ الاسمِ المنقوصِ جمعَ مذكّرٍ سالماً تُحذفُ ياؤُهُ وتُضافُ علامةُ الجمعِِِ وُيضمُّ ما قبلَ الواوِ:مُعتدي- مُعتدُون، ويُكسرُ ما قبلَ الياءِ:مُعتدِين.\nإعرابُه: في حالةِ الرَّفعِ: تُقدَّرُ الضّمّةُ على آخرِهِ سواء كانَتْ ياؤُه ظاهرةً أو محذوفةً للتّنوين:جاءَ القاضي، القاضي: فاعلٌ مرفوعٌ وعلامةُ رفعِهِ الضّمّةُ المقدّرةُ على الياءِ للثّقلِ.\nهذا قاضٍ عادلٌ، قاضٍ: خبرٌ مرفوعٌ وعلامةُ رفعِهِ الضّمّةُ المقدّرةُ على الياءِ للثّقلِ،وحُذفَت الياءُ للتّنوينِ.\nفي حالةِ النّصبِ: تظهرُ الفتحةُ على آخرِهِ:رأيّتُ القاضيَ يحكمُ بينَ النّاسِ، القاضيَ: مفعولٌ بِهِ منصوبٌ وعلامةُ نصبِهِ الفتحةُ الظّاهرةُ على آخرِهِ.\nرأيْتُ قاضياً، قاضياً: مفعولٌ به منصوبٌ وعلامةُ نصبِهِ الفتحةُ الظّاهرةُ على آخرِهِ.\nالاسمُ الممدودُ\nهو اسمٌ ينتهي بهمزةٍ مسبوقةٍ بألفِ مدٍّ زائدة: صحراءٌ- بناءٌ.\nتثنيتُه:1- إذا كانَتْ ألفُهُ أصليةً:تُضافُ علامةُ التّثنيةِ دونَ تغييرٍ، مثالٌ:رفّاءٌ- رفّاءان- رفّاءَيْن.\n2-إذا كانَتْ همزتُهُ زائدةٍ للتّأنيثِ: تُقلبُ واواً عندَ التّثنيةِ، مثال:صحراءٌ- صحراوان- صحراوين.\n(1/9)\n",
        "3- إذا كانَتْ همزتُهُ منقلبةً عن واوٍ أو ياءٍ،يَصحُّ أنْ ُتضافَ علامةُ التّثنيةِ دونَ تغييرٍ:رداء- رداءان- رداءين، أو تُقلب واواً عندَ التّثنيةِ:رداء- رداوان- رداوين.\nجمعُه:1- إذا كانَتْ الهمزةُ أصليةً تُضافُ علامةُ الجمعِ دونَ تغييرٍ، مثالٌ: رفّاء- رفّاؤُون- رفّائِين.\n2-إذا كانَتْ همزتُهُ زائدةً للتّأنيثِ تُقلبُ واواً وتُضافُ علامةُ الجمعِ، مثالٌ: صحراء- صحراوات.\n3- إذا كانَتْ همزتُهُ منقلبةً عن واوٍ أو ياءٍ، يجوزُ إضافةُ علامةِ الجمعِ دونَ تغييرٍ،مثالٌ: بنَّاء- بناؤون -بنائين، أوقلبُ الهمزةِ واواً عندَ الجمعِ،مثالٌ: بنّاء- بنّاوون - بنّاوين.\nإعرابُهُ: يُعربُ الاسمُ المنقوصُ بحسبِ موقعِهِ في الكلامِ، مثالٌ:هذان بنَّاءانِ مجدّانِ،بنّاءان:خبرٌ مرفوعٌ وعلامةُ رفعِهِ الألفُ لأنّهُ مثنّى .مررْتُ ببنّائين مجدّين، بنائين: اسمٌ مجرورٌ وعلامةُ جرِّهِ الياءُ لأنّهُ جمعُ مذكّرٍ سالمٍ.\nالاسمُ الصّحيحُ\nهو الاسمُ الّذي تكونُ جميعُ حروفِهِ الأصليةِ صحيحةً، مثالٌ: قلمٌ- جدارٌ- أحمدُ.\nإعرابُه:تظهرُ الحركاتُ الأصليةُ على آخرِ الاسمِ الصحيحِ فيُرفعُ بالضّمّةِ، مثالٌ: هذا قلمٌ جميلٌ، قلمٌ: خبرٌ مرفوعٌ وعلامةُ رفعِهِ الضّمّةُ الظّاهرةُ.\nويُنصبُ بالفتحةِ، مثالٌ: اشتريْتُ قلماً جديداً، قلماً: مفعولٌ به منصوبٌ وعلامةُ نصبِهِ الفتحةُ الظّاهرةُ على آخرِه.\nويُجرُّ بالكسرةِ،مثالٌ: أحسنْتُ إلى الفقيرِ، الفقيرِ: اسمٌ مجرورٌ وعلامةُ جرِّهِ الكسرةُ الظّاهرةُ على آخرِهِ.\nالاسمُ المثنّى\nهو اسمٌ يدلُّ على اثنينِ أو اثنتينِ, ويتمُّ بإضافةِ ألفٍ ونونٍ إلى آخرِ الاسمِ المُفردِ في حالةِ الرّفعِ، أو ياءٍ ونونٍ في حالتيْ النّصبِ والجرِّ دونَ أنْ يلحقَه أيُّ تغييرٍ, مثال: رجلٌ- رجلان- رجلَين.\n(1/10)\n\nيُثنىّ كلُّ اسمٍ مفردٍ سواءً كانَ دالاًّ على عاقلٍ، مثال: رجلٌ- رجلان-رجلين, أو على غيرِ عاقلٍ من حيوانٍ، مثال: غزالٌ- غزالان-غزالين، أو نباتٍ مثال:شجرةٌ -شجرتان- شجرتين، أو جمادٍ، مثال: جدار-جداران- جدارين.\nطريقةُ التّثنيةِ:تُضافُ علامةُ التّثنيةِ إلى الاسمِ المفردِ دونَ تغييرٍ في حروفِهِ، كالأمثلةِ السّابقةِ، أمّا إذا كانَ الاسمُ مختوماً بتاءٍ مربوطةٍ فتقلبُ إلى تاءٍ مبسوطةٍ عندَ التّثنيةِ: شجرة- شجرتان -شجرتين.\nإعرابه:علامةُ رفعِ الاسمِ المثنّى الألفُ وعلامةُ نصبِه وجرِّهِ الياءُُ.\nأمثلةٌٌ: هذان صديقان مخلصان، صديقان:خبرٌ مرفوعٌ وعلامةُ رفعِهِ الألفُ\nلأنَّهُ مثنّى، مخلصانِ: صفةٌ مرفوعةٌ وعلامةُ رفعِها الألفُ لأنّها مثنّى.\nاصطدْتُ غزالين، غزالين: مفعولٌ به منصوبٌ وعلامةُ نصبِهِ الياءُ لأنَّهُ مثنّى.\nمررْتُ بعاملين نشيطين، عاملين:الباء حرفُ جرٍّ عاملين: اسمٌ مجرورٌ وعلامةُ جرِّهِ الياءُ لأنَُّه مثنّى.\n- تُحذفُ نونُ التّثنيةِ عندَ الإضافةِ،مثال:زرعْتُ\nشجرتيْ زيتونٍ، شجرتيْ: مفعولٌ به منصوبٌ وعلامةُ\nنصبِهِ الياءُ لأنَّهُ مثنّى وحُذِفَت النّونُ للإضافةِ.\nالُملحَقُ بالمثنّى\nهناكَ أسماءٌ تُعاملُ مُعاملةَ المثنّى فتُعربُ إعرابَه،حيثُ تُرفعُ بالألفِ وتُنصبُ وتُجرُّ بالياءِ،لكنْ لا مفردَ لها، لذلك تُعتبرُ هذه الأسماءُ ملحقةً بالمثنّى، وهي:اثنان- اثنتان- كلا وكلتا المضافتان إلى الضّمير،مثال:جاءَ طالبان اثنان، اثنان: صفةٌ مرفوعةٌ وعلامةُ رفعِها الألفُ لأنَّها ملحقةٌ بالمثنّى.مثالٌ آخرُ:قرأْتُ قصّتين اثنتين، اثنتين:صفةٌ منصوبةٌ وعلامةُ نصبِها الياءُ لأنَّها ملحقةٌ بالمثنّى.\nنجحَ الطالبان كلاهما،كلاهما: توكيدٌ مرفوعٌ وعلامةُ رفعِهِ الألفُ لأنَّهُ ملحقٌ بالمثنّى وهو مضافٌ،والهاءُ ضميرٌ في محلِّ جرٍّ بالإضافةِ.",
        "(1/11)\n\nقرأْتُ القصّتين كلتيهما،كلتيهما: توكيدٌ منصوبٌ وعلامةُ نصبِهِ الياءُ لأنَّهُ ملحقٌ بالمثنّى،والهاءُ ضميرٌ في محلِّ جرٍّ بالإضافةِ.\nملاحظةٌ:إذا أُضيفَتْ كِلا وكِلتا إلى الضّميرِ أُعربَتْ إعرابَ المثنَّى،كالأمثلةِ السّابقةِ، أمَّا إذا أُضيفَتَا إلى الاسمِ الظَّاهرِ فإنّهما تُعربان إعرابَ الاسمِ المقصورِ، حيثُ تقدَّرُ الحركاتُ على آخرِهِما،مثالٌ: (كِلتا الجنَّتينِ آتَتْ أُكُلَها)، كلتا:مبتدأٌ مرفوعٌ وعلامةُ رفعِهِ الضّمَّةُ المقدَّرةُ على الألفِ للتّعذُّرِ. رأيّتُ كلا الطّالبين، كلا: مفعولٌ به منصوبٌ وعلامةُ نصبِهِ الفتحةُ المقدَّرةُ على الألفِ للتَّعذُّرِ.\nجمعُ المذكّّرِ السّالمُ\nهو جمعٌ يدلُّ على أكثرِ من اثنين من الذُّكورِ العُقلاءِ أو صفاتِهم، ويتمُّ بزيادةِ واوٍ ونونٍ على الاسمِ المُفردِ في حالةِ الرَّفعِ، وياءٍ ونونٍ في حالتيْ النّصبِ والجرِّ دونَ أنْ يلحقَ الاسمَ المُفردَ أيَّ تغييرٍ،مثالٌ:أحمد- أحمدون -أحمدين،مسلمٌ - مسلمون- مسلمين.\nالأسماءُ الّتي تُجمعُ جمعَ مذكّرٍ سالماً:\n1-أسماءُ الذّكورِ العُقلاءِ:محمّدٌ -محمّدون- محمّدين.\n2-صفاتُ الذّكورِ العُقلاءِ:مصلح-مصلحون- مصلحين.\nإعرابُه:علامةُ رفعِ جمعِ المذكَّرِ السّالمِ الواوُ،مثالٌ:يحجُّ المسلمون إلى مكّةَ المكرّمةِ، المسلمون: فاعلٌ مرفوعٌ وعلامةُ رفعِهِ الواوُ لأنَّهُ جمعُ مذكَّرٍ سالمٌ. وعلامةُ نصبِهِ الياءُ،مثالٌ:ودّعْتُ المُسافرين، المُسافرين:مفعولٌ به منصوبٌ وعلامةُ نصبِهِ الياءُ لأنَّهُ جمعُ مذكّرٍ سالمٌ. وعلامةُ جرِّهِ الياءُ،مثالٌ: مررْتُ بفلاّحين يعملون، بفلاّحين:الباء حرفُ جرٍّ، فلاّحين: اسمٌ مجرورٌ وعلامةُ جرِّهِ الياءُ لأنَّهُ جمعُ مذكَّرٍ سالمٌ.\n-تُحذفُ نونُ الجمعِ عندَ الإضافةِ: حضرَ مدرّسو الّلغةِِ العربيةِ، مدرّسو: فاعلٌ مرفوعٌ وعلامةُ رفعِهِ الواوُ لأنَّهُ جمعُ مذكّرٍ سالمٌ، وحُذِفَت النّونُ للإضافةِ.\n(1/12)",
        "\nالملحقُ بجمعِ المذكّرِ السّالِم\nهناك أسماءٌ تُعاملُ مُعاملةَ جمعِ المذكَّرِ السَّالمِ فتُعربُ إعرابَهُ، أيّ تُرفعُ بالواوِِ وتُنصبُ وتُجرُّ بالياءِ، لكنَّها ليسَتْ من أسماءِ الذُّكورِ العُقلاءِ ولا من صفاتِهم، لذلك تُلحقُ بجمعِ المذكَّرِِ السَّالمِ، وهيَ: أهلون- أرضون- بنون- سنون- مئون- ذوو- أولو- ألفاظ العقود،( عشرون- ثلاثون-أربعون....تسعون).\nمثالٌ: (المالُ والبنونَ زينةُ الحياةِ الدُّنيا)، البنون:اسمٌ معطوفٌ على المالِِ مرفوعٌ وعلامةُ رفعِهِ الواوُ لأنَّهُ مُلحقٌ بجمعِ المذكَّرِ السَّالمِ.\nجمعُ المؤنّثِ السَّالمُ\nهو جمعٌ يدلُّ على أكثرِ من اثنتين، ويتمُّ بزيادةِ ألفٍ وتاءٍ على آخرِ الاسمِ المُفردِ دونَ أن يلحقَهُ أيُّ تغييرٍ، مثال:فاطمةُ- فاطمات.\nالأسماءُ الّتي تُجمعُ جمعَ مؤنَّثٍ سالماً:\n1-اسمُ العلمِ المؤنَّثِ: فاطمةُ- فاطمات.\n2-الاسمُ المختومُ بتاءٍ مربوطةٍ زائدةٍ للتّأنيثِ، تُحذفُ عندَ الجمعِ:شاعرةٌ- شاعرات، طلحة- طلحات.\n3-صفةُ المذكَّرِ غيرِ العاقلِ: شاهقٌ- شاهقات.\n4-المصدرُ فوقَ الثُّلاثيِّ:انتصارٌ- انتصارات.\n5-تصغيرُ المذكَّرِ غيرِ العاقلِ:كُتيِّب- كُتيِّبات.\n6-الاسمُ الأعجميُّ أو الخماسيُّ الَّذي لا يُعرفُ له جمعٌ آخرُ:تلفاز- تلفازات،برَّاد- برَّادات.\n7-الاسمُ المختومِ بألفٍ مقصورةٍ للتأنيثِ: مستشفى - مستشفيات.\n8-الاسمُ المبدوءُ بابن أو ذو،أو ذي،إذا كان اسماً لغير العاقل:ابن آوى-بنات آوى،ذو القِعدة- ذوات القِعدة.\nإعرابُه:علامةُ رفعِِ جمعِ المؤنَّثِ السَّالمِ الضّمّة، مثل:\nجاءَت الفاطماتُ، الفاطماتُ: فاعلٌ مرفوعٌ وعلامةُ رفعِه الضّمّةُ الظّاهرةُ. وعلامةُ نصبِه وجرِّه الكسرةُ:رأيّتُ المُحسناتِ،مررْتُ بالعاملاتِ. المحسناتِ: مفعولٌ به منصوبٌ وعلامةُ نصبِه الكسرةُ بدلاً من الفتحةِ لأنَّهُ جمعُ مؤنَّثٍ سالمٌ.\n(1/13)\n",
        "العاملاتِ:اسمٌ مجرورٌ وعلامةُ جرِّه الكسرةُ الظَّاهرة على آخرِه.\nالمُلحقُ بجمعِ المؤنَّثِ السَّالمِ\nيُلحقُ بجمعِ المؤنَّثِ السَّالمِ كلمةُ(أولاتِ) بمعنى صاحبات، فتُعاملُ معاملتَه في الإعرابِ: أحترمُ المعلِّماتِ أولاتِ الفضلِ في تربيةِ أجيالِنا، أولاتِ:صفةٌ منصوبةٌ وعلامةُ نصبِها الكسرةُ بدلاً من الفتحةِ لأنَّها مُلحقةٌ بجمعِ المؤنّثِ السَّالمِ.\nالأسماءُ الخمسةُ\nهي أسماءٌ تنفردُ عن غيرِها في الإعرابِ،وهي: أبٌ- أخٌ- حمٌ- فو- ذو ( بمعنى صاحب).\nإعرابُها:1- إذا جاءَتْ هذهِ الأسماءُ مفردةً مضافةً إلى اسمٍ ظاهرٍ أو إلى الضَّمائرِ عدا ياءِ المتكلِّمِ فإنَّ علامةَ رفعِها الواوُ، مثالٌ:حضرَ أخو خالدٍ، أخو: فاعلٌ مرفوعٌ وعلامةُ رفعِهِ الواوُ لأنَّهُ من الأسماءِ الخمسةِ.\nحضرَ أبوك، أبوك:فاعلٌ مرفوعٌ وعلامةُ رفعِهِ الواوُ لأنَّهُ من الأسماءِ الخمسةِ، والكافُ ضميرٌ متَّصلٌ مبنيٌّ على الفتحِ في محلِّ جرٍّ بالإضافةِ.\nوعلامةُ نصبِ هذهِ الأسماءِ الألفُ، مثالٌ: رأيّتُ أخاك، أخاك: مفعولٌ به منصوبٌ وعلامةُ نصبِهِ الألفُ لأنَّهُ من الأسماءِ الخمسةِ والكافُ ضميرٌ متَّصلٌ في محلِّ جرٍّ بالإضافةِ.\nوعلامةُ جرِّها الياءُ، مثالٌ:مررْتُ بأبي أحمدَ، أبي:اسمٌ\nمجرورٌ وعلامةُ جرِّهِ الياءُ لأنّّهُ من الأسماءِ الخمسةِ.\n2- إذا جاءَتْ هذهِ الأسماءُ مفردةً مجرَّدةً من الإضافةِ فإنَّها تُرفعُ بالضّمَّةِ، وتُنصَبُ بالفتحةِ، وتُجرُّ بالكسرةِ، مثالٌ: هذا أبٌ رحيمٌ، أبٌ:خبرٌ مرفوعٌ وعلامةُ رفعِهِ الضَّمَّةُ الظّاهرةُ على آخرِه. رأيْتُ أخاً ودوداً، أخاً: مفعولٌ به منصوبٌ وعلامةُ نصبِهِ الفتحةُ الظَّاهرةُ على آخرِه. مررْتُ بأبٍ ينصحُ أولادَهُ، أبٍ: اسمٌ مجرورٌ\nوعلامةُ جرِّهِ الكسرةُ الظّاهرةُ على آخرِه.\n3- إذا كانَتْ جمعاً:تُرفعُ وتُنصبُ وُتجرُّ بالحركاتِ أيّضاً.\n(1/14)\n\nأمثلةٌ:هؤلاءِ الآباءُ نشيطون، الآباءُ: بدلٌ مرفوعٌ وعلامةُ رفعِهِ الضّمَّةُ الظّاهرةُ على آخرِه.\nإنّ الآباءَ يعطفون على أبنائِهم، الآباءَ: اسمُ إنَّ منصوبٌ وعلامةُ نصبِهِ الفتحةُ الظَّاهرةُ على آخرِه.\nإنّ للآباءِ فضلاً كبيراً على أبنائِهِم، للآباءِ: اسمٌ مجرورٌ وعلامةُ جرِّهِ الكسرةُ الظَّاهرةُ على آخرِه.\n4- إذا أُضيفَتْ إلى ياءِ المتكلِّمِ تُرفعُ وتُنصبُ وُتجرُّ بحركاتٍ مقدَّرةٍ على ما قبلِ الياءِ، مثالٌ: أوصاني أبي باحترامِ الكبيرِ، أبي: فاعلٌ مرفوعٌ وعلامةُ رفعِهِ الضّمَّةُ المقدَّرةُ على ما قبلِ ياءِ المتكلِّمِ منعَ من ظهورِها اشتغالُ المحلِّ بالحركةِ المناسبةِ للياءِ، والياءُ ضميرٌ متَّصلٌ مبنيٌّ على السُّكونِ في محلِّ جرٍّ بالإضافةِ. أُطيعُ أبي، أبي:مفعولٌ به منصوبٌ وعلامةُ نصبِهِ الفتحةُ المقدَّرةُ على ما قبلِ ياءِ المتكلِّمِ، والياءُ ضميرٌ متَّصلٌ في محلِّ جرٍّ بالإضافةِ.\nأحسنْتُ إلى أخي، أخي:اسمٌ مجرورٌ وعلامةُ جرِّهِ الكسرةُ المقدَّرةُ على ما قبلِ ياءِ المتكلِّمِ، والياءُ ضميرٌ متَّصلٌ في محلِّ جرٍّ بالإضافةِ.\n5- تُعربُ هذهِ الأسماءُ إعرابَ المُثنَّى إذا جاءَتْ مثنّاةً، أيّ تُرفعُ بالألفِ وتُنصبُ وتُجرُّ بالياءِ.مثالٌ:جاءَ أبَوا أحمدَ،أبَوا: فاعل مرفوع وعلامة رفعه الألف لأنّه مثنّى، وحُذِفّت النُّونُ للإضافةِ. مررْتُ بأبويْ أحمد، أبوي:اسمٌ مجرورٌ وعلامةُ جرِّهِ الياءُ لأنَّه مثنَّى وحُذفَت النُّونُ للإضافةِ.\nالممنوعُ من التَّنوينِ\nهو اسمٌ لا يجوزُ تنوينُهُ.…\nأنواعُهُ:ا- اسمُ العلمِ:يمتنعُ العلمُ من التّنوينِ في الحالاتِ التّاليةِ:\n1-الاسمُ الأعجميُّ:إبراهيمُ.\n2-المركَّبُ تركيباً مزجياً أو معنوياً:بعلبكّ- حضرموت.\n3-المختومُ بألفٍ ونونٍ زائدتين: سليمانُ- عدنانُ.\n4-إذا جاءَ على وزنِ فُعَل: عُمَر. ……\n5-المؤنّثُ تأنيثاً لفظياً،أو معنوياً:طلحةُ- زينبُ.",
        "(1/15)\n\n6-إذا جاءَ على وزنِ الفعلِ:يزيدُ- أحمدُ.\nب- الاسمُ غيرُ العلمِ:إذا جاءَ على:\n1- صيغُ منتهى الجموعِ، هيَ جمعُ التّكسيرِ الّذي يكونُ بعدَ ألفِهِ حرفان أو ثلاثةٌ وسطُها ساكنٌ:مساجدُ- مفاتيحُ،ولها أوزانٌ كثيرةٌ.\n2- المختومُ بألفٍ ممدودةٍ بعدَها همزةٌ( على وزنِ فَعْلاء):صحراء.\nج- الصّفةُ:إذا جاءَتْ :\n1- على وزنِ فَعْلان:عَطْشان.\n2-على وزنِ أَفْعَل:أَحْمر.\n3- عدداً مصوغاً على وزنِ مَفْعَل،مثل:(مثنّى)،أو فُعَال، مثل: أُحَاد.\n4- لفظة أُخَر.\nإعرابه: يُرفعُ الممنوعُ من التّنوينِ بالضّمّةِ،مثالٌ: جاءَ أحمدُ، أحمدُ:فاعلٌ مرفوعٌ\nوعلامةُ رفعِهِ الضّمَّةُ الظَّاهرةُ على آخرِهِ.\nويُنصبُ بالفتحةِ، مثال: زرْتُ بعلبكَّ، بعلبكَّ:مفعولٌ\nبه منصوبٌ وعلامةُ نصبِهِ الفتحةُ الظَّاهرةُ.\nويُجرُّ بالفتحةِ بدلاً من الكسرةِ، مثالٌ: سلَّمْتُ على يزيدَ، يزيدَ:اسمٌ مجرورٌ وعلامةُ جرِّهِ الفتحةُ بدلاً من الكسرةِ لأنَّهُ ممنوعٌ من التّنوينِ.\nيُجرُّ الاسمُ الممنوعُ من التَّنوينِ بالكسرةِ إذا جاءَ:\n1-مقترناً بال،مثالٌ: سرْتُ في الصَّحراءِ، الصَّحراءِ: اسمٌ مجرورٌ وعلامةُ جرِّهِ الكسرةُ الظَّاهرةُ على آخرِهِ.\n2-مضافاً، مثالٌ: سرْتُ في صحراءِ العربِ، صحراءِ:اسمٌ مجرورٌ وعلامةُ جرِّهِ الكسرةُ الظَّاهرةُ على آخرِهِ.\nالنّكرةُ والمعرفةُ\nالاسمُ المعرفةُ\nاسمٌ يدلُّ على شيءٍ معيَّنٍ:حمص- العرب.\nأنواعُ المعرفةِ:الضَّميرُ- اسمُ العلمِ- اسمُ الإشارةِ-\nالاسمُ الموصولُ- المعرَّفُ بال-المعرَّفُ بالإضافةِ-\nالمعرَّفُ بالنِّداءِ.\n1-الضَّميرُ\nاسمٌ معرفةٌ يدلُّ على شيءٍ مُعرَّفٍ بذاتِهِ.\nأنواعُهُ: الضَّميرُ المُنفصلُ- الضَّميرُ المتَّصلُ- الضَّميرُ المستتِرُ.\nالضَّميرُ المنفصلُ\nهو ضميرٌ ينفردُ في التَّلفُّظِ بِهِ، ولا يتَّصلُ بما قبلَه، ويصحُّ الابتداءُ به، وهو نوعان: ضميرُ رفعٍ، وضميرُ نصبٍ.\n(1/16)",
        "\nا- ضمائرُ الرَّفعِ المنفصلةُ:تكونُ مبنيَّةً على ما ينتهي به آخرُها في محلِّ رفعٍ، وتدلُّ على المتكلِّم: أنا- نحنُ، مثالٌ: أنا مجدٌّ- نحنُ مُجدُّون، أنا:ضميرٌ منفصلٌ مبنيٌّ على السُّكونِ في محلِّ رفع مبتدأ، نحنُ:ضميرٌ منفصلٌ مبنيٌّ على الضّمِّ في محلِّ رفعٍ مبتدأ.\nأو تدلُّ على المخاطبِ:أنتَ- أنتِ- أنتما- انتم- انتن، أمثلةٌ:أنتَ مُجدٌّ- أنتِ مُجدَّةٌ-أنتما مجدَّان أو مجدَّتان- أنتم مجدّون- أنتنَّ مجدّاتٌ. أنتَ: ضميرٌ منفصلٌ مبنيٌّ على الفتحِ في محلّ رفع مبتدأ، وهو إعرابُ بقيَّةِ الضّمائرِ الواردةِ في الأمثلةِ.\nب- ضمائرُ النّصبِ المنفصلةُ: تكونُ مبنيَّةٌ على ما\nينتهي به آخرُها في محلِّ\nنصبٍ، وتدلُّ على المتكلِّمِ:إيّايّ- إيّانا، مثال: إيّايَّ كافأَ المدرِّسُ- إيّانا كافأَ\nالمدرِّسُ.\nإيّايَّ:ضميرٌ منفصلٌ مبنيٌّ على السُّكونِ في محلِّ نصب مفعول به مقدّم، والياءُ ضميرٌ متَّصلٌ مبنيٌّ على الفتحِ في محلِّ جرٍّ بالإضافةِ، كافأَ: فعلٌ ماض ٍمبنيٌّ على الفتحِ الظَّاهرِ. إيّانا: ضميرٌ منفصلٌ مبنيٌّ على السُّكونِ في محلِّ نصبٍ مفعول به مقدَّم، ونا ضميرٌ متَّصلٌ مبنيٌّ على السُّكونِ في محلِّ جرٍّ بالإضافةِ. كافأَ: فعلٌ ماضٍ مبنيٌّ على الفتحِ الظَّاهرِ.\nأو تدلُّ على المخاطبِ: إيّاكَ-إيّاكِ- إيّاكُما- إيّاكُمْ- إيّاكُنَّ،أمثلةٌ:إيّاكَ أخاطبُ- إيّاكِ كافأَتِ المدرِّسةُ- إيّاكُما طلبْتُ- إيّاكُمْ كافأَ المدرِّسونَ- إيّاكُنَّ كافأَتِ المدرِّساتُ.\nإيّاكَ:ضميرٌ منفصلٌ مبنيٌّ على السُّكونِ في محلِّ نصب مفعول به مقدَّم، والكافُ للخطابِ، أخاطبُ:فعلٌ مضارعٌ مرفوعٌ وعلامةُ رفعِهِ الضَّمَّةُ الظَّاهرةُ.\nالضَّميرُ المتّصلُ\nهو ضميرٌ لا يأتي في أوّلِ الكلامِ، ولا يصحُّ التَّلفُّظُّ بهِ منفرداً، ويتَّصلُ بآخرِ الأسماءِ أو الأفعالِ، أو الحروفِ، وهو يقعُ في محلِّ رفعٍ أو نصبٍ أو جرٍّ.\nأ- ضمائرُ الرَّفعِ\n(1/17)\n",
        "1-ألفُ الاثنينِ:كتَبا.كتبَ:فعلٌ ماضٍ مبنيٌّ على الفتحِ والألفُ ضميرٌ متَّصلٌ مبنيٌّ على السُّكونِ في محلِّ رفع فاعل.\n2- واوُ الجماعةِ:كتبُوا.كتبُوا: فعلٌ ماضٍ مبنيٌّ على الضّمِّ، والواوُ ضميرٌ متَّصلٌ مبنيٌّ على السُّكونِ في محلِّ رفع فاعل.\n3-ياءُ المؤنّثةِ المخاطبةِ: تكتبين، تكتبين: فعلٌ مضارعٌ مرفوعٌ بثبوتِ النُّونِ لأنَّهُ من الأفعالِ الخمسةِ،والياءُ ضميرٌ متَّصلٌ مبنيٌّ على السُّكونِ في محلِّ رفع فاعل.\n4- التّاءُ المتحرِّكةُ:كتبتُ. كتبْتُ: فعلٌ ماضٍ مبنيٌّ على السُّكونِ،والتّاءُ ضميرٌ متَّصلٌ مبنيٌّ على الضَّمِّ في محلِّ رفع فاعل.\n5-نونُ النِّسوةِ:كتبْنَ.كتبْنَ: فعلٌ ماضٍ مبنيٌّ على\nالسُّكونِ، والنُّونُ ضميرٌ متَّصلٌ مبنيٌّ على الفتحِ في محلِّ رفع\nفاعل.\nب- ضمائرُ النَّصبِ والجرِّ\nتكونُ هذه الضَّمائرُ في محلِّ نصبٍ إذا اتَّصلَتْ بالأفعالِ، وفي محلِّ جرٍّ إذا اتَّصلَتْ بالأسماءِ، وهيَ:\n1- ياءُ المتكلِّمِ:يسمعُني،يسمعُ:فعلٌ مضارعٌ مرفوعٌ وعلامةُ رفعِهِ الضَّمَّةُ الظَّاهرةُ، والنُّونُ للوقايةِ،والياءُ ضميرٌ متَّصلٌ مبنيٌّ على السُّكونِ في محلِّ نصبٍ مفعولٌ به.\nكتُبي مُرتَّبةٌ:كتُبي:مبتدأٌ مرفوعٌ وعلامةُ رفعِهِ الضَّمَّةُ المقدَّرةُ على ما قبلِ ياءِ المتكلِّمِ منعَ من ظهورِها اشتغالُ المحلِّ بالحركةِ المناسبةِ للياءِ، والياءُ ضميرٌ متَّصلٌ مبنيٌّ على السُّكونِ في محلِّ جرٍّ بالإضافةِ، مرتبةٌ: خبرٌ مرفوعٌ وعلامةُ رفعِهِ الضَّمَّةُ الظَّاهرةُ.\n2-كافُ الخطابِ: أسمعُكَ،أسمعُ: فعلٌ مضارعٌ مرفوعٌ وعلامةُ رفعِهِ الضَّمَّةُ الظَّاهرةُ، والكافُ ضميرٌ متَّصلٌ مبنيٌّ على السُّكونِ في محلِّ نصبٍ مفعولٌ بِهِ.\n(1/18)\n\n3- كتبُك مرتبةٌ،كتبُكَ: مبتدأٌ مرفوعٌ وعلامةُ رفعِهِ الضَّمَّةُ الظَّاهرةُ، والكافُ ضميرٌ متَّصلٌ مبنيٌّ على الفتحِ في محلِّ جرٍّ بالإضافةِ، مرتَّبةٌ:خبرٌ مرفوعٌ وعلامةُ رفعِهِ الضَّمَّةُ الظَّاهرةُ.\n4- هاءُ الغائبِ:أعطيْتُهُ كتابَه، أعطيتُهُ:فعلٌ ماضٍ مبنيٌّ على السُّكونِ لاتِّصالِهِ بالتَّاءِ، والتَّاءُ ضميرٌ متَّصلٌ مبنيٌّ على الضَّمِّ في محلِّ رفعٍ فاعلٌ، والهاءُ ضميرٌ متَّصلٌ مبنيٌّ على الضَّمِّ في محلِّ نصبٍ مفعولٌ بِهِ.كتابَهُ: مفعولٌ بِهِ منصوبٌ وعلامةُ نصبِهِ الفتحةُ الظَّاهرةُ، والهاءُ ضميرٌ متَّصلٌ مبنيٌّ على الضَّمِّ في محلِّ جرٍّ بالإضافةِ.\nج- ضمائرُ الرَّفعِ والنَّصبِ والجرِّ\n-نا الدّالةُ على الفاعلينَ:كتبْنا.كتبْنا: فعلٌ ماضٍ مبنيٌّ على السُّكونِ، ونا ضميرٌ متَّصلٌ مبنيٌّ على السُّكونِ في محلِّ رفعٍ فاعلٌ.\nأعطانا كتبَنا، أعطانا: فعلٌ ماضٍ مبنيٌّ على الفتحِ المقدَّرِ على الألفِ للتَّعذُّرِ، ونا ضميرٌ متَّصلٌ مبنيٌّ على السُّكونِ في محلِّ نصبٍ مفعولٌ به أوَّلٌ، كتبَنا:مفعولٌ به ثانٍ منصوبٌ وعلامةُ نصبِهِ الفتحةُ الظَّاهرةُ على آخرِهِ، ونا ضميرٌ متَّصلٌ مبنيٌّ على السُّكونِ في محلِّ جرٍّ بالإضافةِ.\nالضَّميرُ المستترُ\nهو ضميرٌ لا يظهرُ في اللَّفظِ بلْ يُقدَّرُ في الذِّهنِ.\nوهوَ يدلُّ على:1-المتكلِّمِ: ويكونُ الضَّميرُ مستتراً\nوجوباً: أحفظُ القصيدةَ، أحفظُ: فعلٌ مضارعٌ مرفوعٌ وعلامةُ رفعِهِ الضَّمَّةُ الظَّاهرةُ على آخرِهِ، والفاعلُ ضميرٌ مستترٌ وجوباً تقديرُهُ أنا، القصيدةَ:مفعولٌ بِهِ منصوبٌ وعلامةُ نصبِهِ الفتحةُ الظَّاهرةُ. نحفظُ القصيدةَ، نحفظُ:فعلٌ مضارعٌ مرفوعٌ وعلامةُ رفعِهِ الضَّمِّةُ الظَّاهرةُ، والفاعلُ ضميرٌ مستترٌ وجوباً تقديرُهُ نحنُ، القصيدةَ: مفعولٌ بِهِ منصوبٌ وعلامةُ نصبِهِ الفتحةُ الظَّاهرةُ.",
        "(1/19)\n\n2-المخاطبِ:ويكونُ الضَّميرُ مستتراً وجوباً أيّضاً: تحفظُ القصيدةَ، تحفظُ: فعلٌ مضارعٌ مرفوعٌ وعلامةُ رفعِهِ الضَّمَّةُ الظَّاهرةُ على آخرِهِ، والفاعلُ ضميرٌ مستترٌ وجوباً تقديرُهُ أنت، القصيدةَ: مفعولٌ بِهِ منصوبٌ وعلامةُ نصبِهِ الفتحةُ الظَّاهرةُ. احفظِ القصيدةَ، احفظ: فعلُ أمرٍ مبنيٌّ على السُّكونِ الظَّاهرِ وحُرِّكَ بالكسرِ لمنعِ التقاءِ السَّاكنيْن، والفاعلُ ضميرٌ مستترٌ وجوباً تقديرُهُ أنت، القصيدةَ:مفعولٌ بِهِ منصوبٌ بالفتحةِ الظَّاهرةِ على آخرِهِ.\n3- الغائبِ:ويكونُ الضَّميرُ مستتراً جوازاً: قرأَ الدرسَ،قرأَ:فعلٌ ماضٍ مبنيٌّ على الفتحِ الظَّاهرِ، والفاعلُ ضميرٌ مستترٌ جوازاً تقديرُهُ هو، الدَّرسَ: مفعولٌ بِهِ منصوبٌ وعلامةُ نصبِهِ الفتحةُ الظَّاهرةُ.قرأَتِ الدرسَ، قرأَتِ:فعلٌ ماضٍ مبنيٌّ على الفتحِ والتَّاءُ للتَّأنيثِ، والفاعلُ ضميرٌ مستترٌ جوازاً تقديرُهُ هي، الدرسَ: مفعولٌ بهِ ِمنصوبٌ وعلامةُ نصِبِه الفتحةُ الظَّاهرةُ.\n2- اسمُ العلمِ\nاسمٌ معرفةٌ يدلُّ على مُسمَّى محدَّدٍ بذاتِهِ، قد يكونُ عاقلاً:أحمدُ،أو بلداً: دمشقُ، أوجبلاً: أُحُد، أو نهراً: بردى، أوحيواناً: ميسونُ( اسم هرَّة)، أو عينَ ماءٍ: بدرٌ، أو سيفاً: ذو الفقارِ، وهكذا...\nأنواعُهُ:1- المفردُ:أحمدُ- فاطمةُ- دمشقُ.\n2- المركَّبُ:قد يكونُ مركَّباً تركيباً إضافياً: عبدُ اللهِ، أو معنوياً:حضرَ موت،أو إسنادياً:تأبّطَ شرّاً.\nأقسامُه:1- الاسمُ:عمرُ- منالُ.\n2- الكنيةُ:هو الاسمُ المسبوقُ بلفظةِ أبٍ أو ابنٍ أو أمٍّ: أبو الطّيّبِ- أمُّ خالدٍ- ابنُ خلدون.\n3- الّلقبُ:هو ما دلَّ على مدحٍ، مثلُ:الرَّشيدِ،أو ذمٍّ مثلُ:الجاحظِ.\n- إذا اجتمعَ الاسمُ واللَّقبُ والكنيةُ وجبَ تقديمُ الاسمِ وتأخيرُ اللَّقبِ، أمَّا الكنيةُ فإمَّا أنْ تُقدَّمَ عليه أو تُؤخّرَ عنهُ:أبو محمَّدٍ زينُ الدِّينِ.\n3-اسمُ الإشارةِ\n(1/20)",
        "\nهو اسمٌ معرفةٌ يدلُّ على معيَّنٍ بالإشارةِ، وذلكَ بأنْ يُشارَ إليه وهوَ حاضرٌ: هذا عبدُ اللهٍ، وإلاّ فالإشارةُ معنويةٌ، ويُسبقُ اسمُ الإشارةِ عادةً بهاءِ التَّنبيهِ.\nأسماءُ الإشارةِ هيَ:\nهذا: للدَّلالةِ على المُفردِ المُذكَّّرِ:هذا أحمدُ، هذا: اسمُ\nإشارةٍ مبنيٌّ على السُّكونِ في محلِّ رفعٍ مبتدأٌ، أحمدُ: خبرٌ\nمرفوعٌ وعلامةُ رفعِهِ الضَّمَّةُ الظَّاهرةُ.\nهذهِ- هاتِهِ- هذي- هاتي:للدَّلالةِ على المفردةِ المؤنَّثةِ:هذهِ هندُ،هذهِ: اسمُ إشارةٍ مبنيٌّ على الكسرِ في محلِّ رفعٍ مبتدأٌ، هندُ: خبرٌ مرفوعٌ وعلامةُ رفعِهِ الضَّمَّةُ الظَّاهرةُ.\nهذانِ أو هذينِ: للدَّلالةِ على مثنَّى المذكِّرِ:(هذانِ خصمانِ اخْتَصمُوا في ربِّهِم) . قرأْتُ هذينِ الكتابينِ.\nهاتانِ أو هاتينِ: للدَّلالةِ على مُثنَّى المؤنَّثِ: هاتانِ طالبتانِ مُجدَّتانِ. قرأْتُ هاتينِ القصَّتينِ.\nهؤلاءِ: للدَّلالةِ على جماعةِ الذُّكورِ أو الإناثِ: (هؤلاءِ قومُنا اتَّخذُوا من دونِ اللهِ آلهةً).\nهنا:يُشارُ بها إلى المكانِ، كقولِ سميح القاسم:\nهنا على صدورِكُمْ باقونَ كالجدارِ.\n- قد تلحقُ كافُ الخطابِ اسمَ الإشارةِ،مثالٌ:ذاكَ- أولئكَ- هناكَ،كما تلحقُهُ لامُ البُعدِ إذا كانَ المُشارُ إليه بعيداً،أو للدَّلالةِ على تفخيمِهِ أو تعظيمِهِ، مثالٌ :(ذلكَ الكتابُ لا ريبَ فيهِ).\n- أسماءُ الإشارةِ المُثنّاةُ مثلُ:هذانِ -هاتانِ- يجوزُ\nإعرابها إعرابَ المُثنَّى، أو تُبنى على ما ينتهي به آخرُها. مثالٌ: هذانِ الطّالبانِ مُتفوِّقانِ:هذانِ:اسمُ إشارةٍ مبنيٌّ على الكسرِ في محلِّ رفعٍ مبتدأٌ، أو:اسمُ إشارةٍ مبتدأٌ مرفوعٌ وعلامةُ رفعِهِ الألفُ لأنَّهُ مُثنَّى. الطالبانِ:بدلٌ مرفوعٌ وعلامةُ رفعِهِ الألفُ لأنَّهُ مُثنَّى. مُتفوقانَ: خبرٌ مرفوعٌ وعلامةُ رفعِهِ الألفُ لأنَّهُ مُثنَّى.\n4- الاسمُ الموصولُ\n(1/21)\n",
        "هوَ اسمٌ معرفةٌ يدلُّ على معينٍ بجملةٍ تُذكَرُ بعدَه تُسمَّى صلةُ الموصولِ تشتملُ على عائدٍ على الاسمِ الموصولِ،ويكونُ العائدُ ضميراً،كقولِ الفرزدقِ:\nإنَّ الّذي(سمكَ) السَّماءَ بنى لنا\nبيتاً دعائمُهُ أعزُّ وأطولُ\nوتذكرُ جملةُ صلةِ الموصولِ بعدَ الاسمِ الموصولِ مباشرةً، وتُكملُ معنى الجملةِ، وهيَ من الجملِ الَّتي لا محلَّ لها من الإعرابِ.\nففي المثالِ السَّابقِ، إنَّ:حرفٌ مُشبَّهٌ بالفعلِ، الّذي:اسمٌ موصولٌ مبنيٌّ على السُّكونِ في محلِّ نصبٍ اسمُها، سمكَ: فعلٌ ماضٍ مبنيٌّ على الفتحِ الظَّاهرِ، والفاعلُ ضميرٌ مستترٌ جوازاً تقديرُهُ هو،وجملةُ سمكَ صلةُ الموصولِ لا محلَّ لها من الإعرابِ، السماءَ: مفعولٌ بِه منصوبٌ وعلامةُ نصبِهِ الفتحةُ الظَّاهرةُ, بنى: فعلٌ ماضٍ مبنيٌّ على الفتحِ المُقدَّرِ، والفاعلُ ضميرٌ مستترٌ جوازاً تقديرُهُ هو، وجملةُ بنى في محلِّ رفعٍ خبرٌ إنَّ، لنا: الّلام حرفُ جرٍّ ونا ضميرٌ متَّصلٌ مبنيٌّ على السُّكونِ في محلِّ جرٍّ بحرفِ الجرِّ متعلّقانِ بالفعلِ بنى،بيتاً:مفعولٌ به منصوبٌ وعلامةُ نصبِهِِ الفتحةُ الظَّاهرةُ على آخرِه، دعائمُهُ:مبتدأٌ مرفوعٌ وعلامةُ رفعِهِ الضَّمَّةُ الظَّاهرةُ،والهاءُ ضميرٌ متَّصلٌ مبنيٌّ على الضَّمِّ في محلِّ جرٍّ بالإضافةِ،أعزُّ: خبرٌ مرفوعٌ وعلامةُ رفعِهِ الضَّمَّةُ الظّاهرةُ، والجملةُ ( دعائمُه أعزُّ) في محلِّ نصبٍ صفةٌ، وأطولُ: الواوُ حرفُ عطفٍ، أطولُ: اسمٌ معطوفٌ على أعزّ مرفوعٌ مثلُه وعلامةُ رفعهِِ الضّمّة الظّاَهرةُ.\n(1/22)\n\nالأسماءُ الموصولةُ هي: الّذي:للدَّلالةِ على الُمفردِ المذكَّرِ: أحترمُ المعلمَ الّذي يعلمُّني، أحترمُ: فعلٌ مضارعٌ مرفوعٌ وعلامةُ رفعِهِ الضَّمّةُ الظّاهرةُ والنُّونُ للوقايةِ والفاعلُ ضميرٌ مستترٌ وجوباً تقديرُه أنا،والياءُ ضميرٌ متَّصلٌ مبنيٌّ على السّكونِ في محلِّ نصبٍ مفعولٌ به.المعلمَ: مفعولٌ به منصوبٌ وعلامةُ نصبِه الفتحةُ الظَّاهرةُ. الّذي:اسمٌ موصولٌ مبنيٌّ على السُّكونِ في محلِّ نصبٍ صفةٌ، يعلّمُّني:فعلٌ مضارعٌ مرفوعٌ وعلامةُ رفعِه الضَّمَّةُ الظَُّاهرةُ، والفاعلُ ضميرٌ مستترٌ جوازاً تقديرُه هو، والنُّونُ للوقايةِ،والياءُ ضميرٌ متّصلٌ مبنيٌّ على السُّكونِ في محلِّ نصبٍ مفعولٌ به.\nالّتي:للدَّلالةِ على المُفردةِ المؤنَّثةِ:أحبُّ الأمَّ الّتي تضحّي من أجلِ أولادِها.\nاللّذان:للدَّلالةِ على مثنَّى المذكَّرِ،أثنيْتُ على اللّذيْن تفوّقا.\nاللّتان أو اللّتين: للدّلالةِ على مُثنَّى المؤنّثِ،كرّمَتِ المدرسةُ الطالبتين اللَّتين تفوقتا.\nالّذين:للدَّلالةِ على جماعةِ الذُّكورِ،ذهبَ الّذين أحبُّهم.\nاللّواتي أو الّلائي:للدّلالةِ على جماعةِ الإناثِ، أحترمُ اللّواتي يضحينَ لتربيةِ أبنائِهنَّ.\nمَنْ:للدَّلالةِ على العاقلِ،( مَنْ ذا الّذي يُقرِضُ اللهَ قرضاً حسناً).\nما:للدَّلالةِ على غيرِ العاقلِ،أحبُّ ما تنصحُني به.\nأيُّ:للدّلالةِ على كلِّ المعاني السَّابقة بحسبِ ما تضافُ إليهِ( ثم لننزعَنَّ من كلّ شيعةٍ أيّهُم أشدُّ على الرَّحمنَ عِتيَّا) تدلُّ على العاقلِ.\n5-المعرَّفُ بال\nاسمٌ يتمُّ تعريفُهُ بإلحاقِ ال به، حيثُ تدخلُ على الاسمِ النّكرةِ فتعرِّفهُ،كتابٌ- الكتابُ.\nإعرابُه:يُعربُ المُعرَّفُ بال بحسبِ موقعِهِ في الكلامِ: قرأْتُ الكتابَ، الكتابَ: مفعولٌ به منصوبٌ وعلامةُ نصبِهِ الفتحةُ الظَّاهرةُ.\n6-المعرَّفُ بالإضافةِ",
        "(1/23)\n\nيعرَّفُ الاسمُ النَّكرةُ بإضافتِهِ إلى واحدٍ من أسماءِ المعرفةِ السَّابقةِ.\n1-المضافُ إلى معرَّفٍ بال:طالبُ العلمِ لا يرتوي.\n2-المضافُ إلى اسمِ علمٍ:هذا قلمُ أحمدَ.\n3-المضافُ إلى اسمٍ موصولٍ:قرأْتُ في كتابِ الّذي حضرَ.\n4-المضافُ إلى ضميرٍ:هذا قلمي.\n5-المضافُ إلى اسمِ إشارةٍ:هذا قلمُ ذلك الطالبِ.\nإعرابُهُ:يُعربُ بحسبِ موقعِهِ في الكلامِ،هذا قلمُ ذلك الطالبِ،قلمُ:خبرٌ مرفوعٌ وعلامةُ رفعِهِ الضَّمَّةُ الظَّاهرةُ ذلك:اسمُ إشارةٍ مبنيٌّ على الفتحِ في محلِّ جرٍّ بالإضافةِ، والّلامُ للبعدِ،والكافُ للخطابِ.\n7-المعرَّفُ بالنّداءِ\nهو اسمٌ يُعرَّفُ بندائِه لتخصيصِه، مثال:يا طالبُ .ادرسْ.\nإعرابُه:طالبُ: منادى نكرةٌ مقصودةٌ مبنيٌّ على الضَّمّ في محلِّ نصبٍ على النِّداءِ.\nالتّمييزُ\nهو اسمٌ نكرةٌ منصوبٌ يزيلُ الغموضَ عن كلمةٍ أو جملةٍ قبلَهُ، مثالٌ: اشتريْتُ أوقيةً عسلاً، فكلمةُ(عسلاً) بيَّنت المقصودَ بأوقيّةٍ.والتَّمييزُ نوعانِ:\n1- تمييزُ المُفردِ:ويكونُ مميَّزُهُ كلمةً مفردةً ملفوظةً قبلَه، ويأتي بعدَ:\n1-عددٍ:نجحَ عشرون طالباً.\n2- وزنٍ:اشتريْتُ أوقيةً عسلاً.\n3-كيلٍ:شربْتُ لتراً حليباً.\n4- مساحةٍ:زرعْتُ هكتاراً أرضاً.\n5-قياسٍ:اشتريْتُ ذراعاً قماشاً.\nب- تمييزُ الجملةِ:ويكونُ مميَّزُهُ ملحوظاً من الجملةِ الّتي قبلِهُ دونِ ذكرِهِ، ويكونُ إمّا مُحوَّلاً عن:- فاعلٍ: حسُنَ أحمدُ خلقاً،أيّ:حسُنَ خلقُ أحمدَ.\n- أو مفعولٍ بِه:زرعْتُ الحديقةَ ورداً،أيّ:زرعْتُ وردَ الحديقةِ.\n- أو مبتدأٍ:( أنا أكثرُ منكَ مالاً وأعزُّ نفراً)، أيّ:مالي أكثرُ من مالِكَ، ونفري أعزُّ من نفرِك.\n- يكونُ التَّمييزُ:- منصوباً:اشتريْتُ أوقيةً عسلاً.…\n-مجروراً بمِن:اشتريْتُ أوقيةً من عسلٍ.\n-أو مجروراً بالإضافةِ:اشتريْتُ أوقيةَ عسلٍ.\nيكثرُ التَّمييزُ بعدَ:\n1-كلمةِ كذا:رأيْتُ كذا مدينةً.\n(1/24)",
        "\n2-فعلٍ يدلُّ على الامتلاءِ أو الزِّيادةِ: امتلأَت الغرفةُ قمحاً، ازدادَ الطُّلاّبُ علماً. 3-أسلوبِ المدحِ أو الذّمِّ:نِعمَ أحمدُ طالباً، أو:بئسَ خلقاً الكذبُ.\n4-التّعجُّبِ:ما أجملَ الأرضَ منظراً.\n5-الفعلِ( سما):سما أحمدُ خلقاً.\n6-اسمِ التّفضيلِ:(أنا أكثرُ منكَ مالاً). …\nالحالُ\nاسمٌ فضلةٌ، نكرةٌ، منصوبٌ، يبيِّنُ هيئةَ اسمِ معرفةٍ قبلَهُ يسمَّى صاحبَ الحالِ، ويُستفهمُ عنهُ بكيفَ.\nمثالٌ:حضرْتُ ماشياً،ماشياً: حالٌ منصوبةٌ وعلامةُ نصبِها الفتحةُ الظَّاهرةُ، وهيَ تبيِّنُ هيئةَ الفاعلِ،وهوَ الضَّميرُ التَّاءُ في حضرْتُ.\n1-الحالُ اسمٌ فضلةٌ:أيُّ يُمكنُ الاستغناءُ عنهُ في\nالجملةِ دونَ أنْ يتغيَّرَ معناها، ففي الجملةِ السَّابقةِ يُمكنُ الاكتفاءُ بقولِنا:حضرْتُ إلى المدرسةِ.\n2-صاحبُ الحالِ اسمٌ معرفةٌ:ويصحُّ أنْ يأتيَ نكرةً إذا تأخَّرَ عن الحالِ، مثالٌ: قول الرّصافيّ:\nحتّى إذا ما انتدبْنا العُربَ قاطبةً\nكنَّا كأنَّا انتدبْنا واحداً رجلاً\nفكلمةُ(واحداً) حالٌ، وصاحبُ الحالِ(رجلاً) جاءَ نكرةً، وكانَ في الأصلِ القولُ: رجلاً واحداً، فيكونُ(واحداً) عندئذٍ صفةً، غيرَ أنَّ الصِّفةَ إذا تقدَّمَت على الموصوفِ أُعربَتْ حالاً.\n3-الحالُ نكرةٌ مُشتقَّةٌ:حضرْتُ ماشياً، ماشياً: حالٌ جاءَتْ مشتقّاً (اسمَ فاعلٍ) وهيَ نكرةٌ.\nوتأتي الحالُ جامدةً:\n1- إذا صحَّ تأويلُها بنكرةٍ مُشتقَّةٍ إذا دلَّتْ على:\nا- تشبيهٍ:كقولِ سليمانِ العيسى:\nأنا في هدرةِ الحناجرّ أنسابُ\nهتافاً مِلْءَ الدُّجى ودويَّا\nأيْ هاتفاً.\nب-أومُشاركةٍ:سلَّمتُكَ الكتابَ يداً بيدٍ،أيّ مقايضةً.\nج-أوالتّرتيبِ:دخلَ الرِّجالُ رجلاً رجلاً، أيْ مرتبينَ.\nد-أوالسّعرِ:اشتريْتُ العسلَ أوقيةً.\n2- أنْ تكونَ غيرَ مؤوَّلةٍ بمشتقٍّ،إذا كانَتْ:\nا- فرعاً من صاحبِها:هذا ذهبُكَ خاتماً،خاتماً: حالٌ منصوبةٌ.\n(1/25)\n",
        "ب- دالَّةٌ على العددِ:(فتمَّ ميقاتُ ربِّهِ أربعينَ ليلةً)، أربعينَ:حالٌ منصوبةٌ، وعلامةُ نصبِها الياءُ لأنَّها ملحقةٌ بجمعِ المذكَّرِ السَّالمِ.\nج- أنْ تكونَ مفضَّلةٌ على بعضِها:العنبُ زبيباً أطيبُ منه دبساً، زبيباً ودبساً: حالٌ منصوبةٌ.\nد- أنْ تكونَ موصوفةٌ:ارتفعَ الموجُ قدراً كبيراً، قدراً:\nحالٌ منصوبةٌ.\nوتأتي الحالُ اسمُ معرفةٍ:إذا أُوِّلَت بنكرةٍ مشتقةٍ،مثالٌ: ذهبْتُ وحدي،أيّ منفرداً.\nادخلوا الأوّلَ فالأوّلَ،أيّ مرتبين.\nصاحبُ الحالِ:يأتي صاحبُ الحالِ:\nفاعلاً:جاء َالطّالبُ مسرعاً.\nمفعولاً به:أنزلَ اللهُ المطرَ غزيراً.\nنائبَ فاعل:تُؤكلُ الفاكهةُ ناضجةً.\nخبراً:هذا الطّالبُ مجدّاً.\nمبتدأً:أحمدُ مجتهداً خيرٌ منه كسولاً.\nجارّاً ومجروراً:مررْتُ بأحمدَ مسروراً.\nأنواعُ الحالِ:\n1-مفردةٌ:جاءَ الطّالبُ مسرعاً، مسرعاً:حالٌ مفردةٌ.\n2-جملةٌ:تحتوي على رابطٍ يربطُها بصاحبِ الحالِ،\nوقد يكونُ الرّابطُ الواوَ أو الضّميرَ أو كليهما معاً،\nسواءً كانَت الجملةُ اسميةً أو فعليةً، كقولِ خليلِ مطران:\nولقد ذكرْتُكِ و( النَّهارُ مودّعٌ).…\nوالقلبُ بينَ مهابةٍ ورجاءِ\nالرّابطُ هنا الواوُ .\nعادَ أحمدُ(يركضُ)، الرّابطُ هنا الضّميرُ المستترُ.\n3-شبهُ جملةٍ:شاهدْتُ العصفورَ على الشَّجرةِ.\nكلماتٌ لا تُعربُ إلاّ حالاً:معاً- قاطبةً-فُرادى عياناً- سرّاً- خلافاً- تترى- كهلاً.\nالمفعولُ المُطلقُ\nمصدرٌ منصوبٌ يُذكرُ بعدَ فعلِهِ لتوكيدِهِ أوْ بيانِ عددِهِِ أوْ نوعِهِ.\nأنواعُهُ:1-توكيدُ الفعلِ:نجحَ الطَّالبُ نجاحاً،نجاحاً: مفعولٌ مطلقٌ منصوبٌ وعلامةُ نصبِهِ الفتحةُ الظَّاهرةُ على آخرِهِ.\n2-بيانُ نوعِهِ:وثبْتُ وثبةَ الغزال، وثبةَ:مفعولٌ مُطلقٌ\nمنصوبٌ وعلامةُ نصبِهِ الفتحةُ الظَّاهرةُ.\n3-بيانُ عددِهِ:درْتُ حولَ الحديقةِ دورتين، دورتين: مفعولٌ مطلقٌ منصوبٌ وعلامةُ نصبِهِ الفتحةُ الظَّاهرةُ.\n(1/26)\n\nقد يأتي المفعولُ المطلقُ بعدَ اسمِ فاعلٍ من جنسِهِ:أنتَ محسنٌ إلى الفقراءِ إحساناً، إحساناً: مفعولٌ مطلقٌ منصوبٌ وعلامةُ نصبِهِ الفتحةُ الظَّاهرةُ على آخرِهِ.\nأو بعدَ اسمِ المفعولِ:الطَّالبُ الُمجِدُّ محبوبٌ حبّاً كثيراً، حبّاً: مفعولٌ مُطلقٌ منصوبٌ وعلامةُ نصبِهِ الفتحةُ الظَّاهرةُ.\nأو بعدَ المصدرِ: أُعجبْتُ بإحسانِكَ إلى الفقراءِ إحساناً كثيراً، إحساناً: مفعولٌ مطلقٌ منصوبٌ وعلامةُ نصبِهِ الفتحةُ الظَّاهرةُ.\nنائبُ المفعولِ المطلقِ\nينوبُ عن المفعولِ المُطلقِ:\n1-مُرادفُهُ في المعنى، أو ما دلَّ على معناهُ:ركضْتُ\nهرولةً، هرولةً:نائبُ مفعولٍ مُطلق منصوبٌ وعلامةُ نصبِهِ\nالفتحةُ الظَّاهرةُ على آخرِهِ.\n2-الإشارةُ إليه:كتبْتُ تلكَ الكتابةَ،تلكَ: اسمُ إشارةٍ مبنيٌّ على الفتحِ في محلِّ نصبِ نائبِ مفعولٍ مطلق.\n3-ما دلَّ على عددِهِ: درْتُ حولَ الحديقةِ مرَّتين، مرَّتين:نائبُ مفعولٍ مُطلق منصوبٌ وعلامةُ نصبِهِ الفتحةُ الظَّاهرةُ على آخرِهِ.\n4-صفتُهُ:صفَّقَ الطُّلاّبُ كثيراً،كثيراً: نائبُ مفعولٍ مُطلق منصوبٌ وعلامةُ نصبِهِ الفتحةُ الظَّاهرةُ.\n5-لفظتا كلّ وبعض إذا أُضيفتا إلى المصدرِ: ركضْتُ كلَّ الرَّكضِ، كلَّ: نائبُ مفعولٍ مُطلق منصوبٌ وعلامةُ نصبِهِ الفتحةُ الظَّاهرةُ.\nتمهَّلْتُ بعضَ التَّمهُّلِ، بعضَ: نائبُ مفعولٍ مطلق منصوبٌ، وعلامةُ نصبِهِ الفتحةُ الظَّاهرةُ.\nكلماتٌ لا تكونُ إلاّ مفعولاً مُطلقاً:\nهناكَ كلماتٌ لا تُعربُ إلاّ مفعولاً مُطلقاً وهذِهِ بعضُها:صَبراً-قِياماً-قعوداً-سُكوتاً-جُلوساً-اجتهاداً-رحمةً- تعجُّباً- إهمالاً- سمعاً وطاعةً- عجباً-حمداً وشُكراً- سُبحانَ.( سُبحانَ اللهِ)-مَعاذَ( معاذَ الله) -حاشى (حاشى لله)- لبَّيكَ وسَعديْكَ- حنانيْكَ- دواليْكَ.\nالمفعول لأجله",
        "(1/27)\n\nهو مصدرٌ قلبيٌّ يذكرُ لبيانِ سببِ وقوعِ الفعلِ، مثالٌ: وقفْتُ احتراماً للمعلّمِ، احتراماً: مفعولٌ لأجلِهِ منصوبٌ وعلامةُ نصبِهِ الفتحةُ ال ظّاهرةُ على آخرِهِ.\nوقد بيَّنَت كلمةُ(احتراماً) سبب الوقوف.\n-إذا جاءَ المفعولُ لأجلِهِ مجرّداً من ال ومن الإضافةِ، فينصبُ غالباً، مثالٌ: جئْتُ إلى المدرسةِ طلباً للعلمِ.\n-أمّا إذا جاءَ معرّفاً بال فيكونُ مجروراً بمن،مثالٌ: وقفْتُ للاحترامِ.\n-أمّا إذا جاءَ مضافاً فيجوزُ نصبُهُ أو جرُّهُ بمن، مثالٌ:سافرْتُ ابتغاءَ العلمِ، أو:سافرْتُ لابتغاءِ العلمِ.\nاسم الهيئة\nاسمٌ يدلُّ على هيئةِ الفعلِ ونوعِه، مثالٌ:جلسَ جِلسةَ المتأدبّين.\nصوغُه:يُصاغُ من الفعلِ الثّلاثيِّ على وزنِ(فِعْلَة)، مثالٌ:وَثَبَ- وِثْبَة، ومن فوقِ الثّلاثيِّ يُؤتى بمصدرِه موصوفاً، مثالٌ: احترمتُهُ احتراماً كثيراً.\nاسم المرّة\nهو مصدرٌ يدلُّ على وقوعِ الفعلِ مرَّةً واحدةً، مثالٌ: وَثَبَ-وَثْبَة،أو دعا- دَعْوةً.\nصوغُهُ: يُصاغُ من الفعلِ الثّلاثيِِّ على وزنِ (فَعْلَة)، مثالٌ: وثبَ- وَثْبَةً،أمَّا إذا كانَ المصدرُ على وزنِ(فَعْلَة) يُؤتى به موصوفاً، مثالٌ: دعا دَعْوةً واحدة، ويُصاغ من فوقِ الثّلاثيِّ على وزنِ مصدرِه بزيادةِ تاءٍ مربوطةٍ على آخرِه، مثالٌ:\nأرجعَ- إرجاعةً، أمَّا إذا كانَ المصدرُ منتهياً بتاءٍ مربوطةٍ يُؤتى بهِ موصوفاً، مثالٌ: أفادَ إفادةً واحدةً.\nالبدل\nتابعٌ يكونُ هو المقصودُ بالحكمِ أيّ بمضمونِ الجملةِ، يُمهَّدُ لهُ باسمٍ آخرَ قبلَه يُسمَّى المُبدلُ منهُ، ويتبعُهُ بحركةِ الإعرابِ.مثالٌ: انتصرَ القائدُ خالدٌ بنُ الوليدِ في اليرموكِ، خالدُ: بدلٌ مرفوعٌ وعلامةُ رفعِهِ الضَّمّةُ الظّاهرةُ، وهو المقصودُ بالانتصارِ، أمّا القائدُ فهو اسمٌ مهَّدَ لخالدٍ، وهو المُبدلُ منه، وليسَ هو المقصودُ بالحكمِ لذلكَ يمكنُ حذفُهُ دونَ أنْ يتغيّرَ المعنى.…\n(1/28)",
        "\nأنواعُ البدلِ:1- البدلُ المطابقُ ( بدلُ كلٍّ من\nكلٍّ):فيه يُطابقُ البدلُ المبدلَ منه في المعنى، فخالدٌ في المثالِ السَّابقِ يُطابقُ (القائدَ) في المعنى.\n2- بدلُ بعضٍ من كلٍّ:يكونُ البدلُ جزءاً من المبدلِ منه، ويحتوي على ضميرٍ يعودُ إلى المبدلِ منه ويطابقُه، مثالٌ: حفظْتُ القصيدةَ نصفَها، نصفَها: بدلٌ منصوبٌ بالفتحةِ الظّاهرةِ، والهاءُ ضميرٌ متّصلٌ مبنيٌّ على الفتحِ في محلِّ جرٍّ بالإضافةِ، مثالٌ آخرَ: مررْتُ بالمدرسةِ مجرور وعلامة جرِّه الكسرةُ الظّاهرةُ، والهاءُ ضميرٌ متّصلٌ مبنيٌّ على الفتحِ في محلِّ جرٍّ بالإضافةِ.\n3- بدلُ اشتمالٍ: يكونُ المبدلُ منهُ مشتملاً على البدلِ دونَ أنْ يكونَ البدلُ جزءاً منه،مثالٌ: أعجبَني أحمدُ خلقُه، خلقُه: بدلُ اشتمالٍ مرفوعٌ بالضَّمَّةِ الظَّاهرةِ، والهاءُ ضميرٌ متّصلٌ مبنيٌّ على الضّمِّ في محلِّ جرٍّ بالإضافةِ.فأحمدُ يشتملُ على البدلِ خلقُه، دونَ أن يكونَ هذا جزءاً من أحمدَ.مثالٌ آخرُ: ( يسألُونَكَ عن الشَّهرِ الحرامِ قتالٍ فيه).\nالتّوكيدُ\nتابعٌ يُذكرُ بعدَ اسمٍ لتقويتِه في الذِّهنِ ولتأكيدِ حكمِه وترسيخِ مضمونِه، ويُسمَّى ذلك بالاسمِ المؤكّدِ،ويكونُ الاسمُ المؤكّدُ معرفةً دائماً.\nنوعا التّوكيدِ:1- التّوكيدُ اللَّفظيُّ: يتمُّ بإعادةِ اللّفظِ المرادِ توكيدُه،سواءً كانَ حرفاً، مثلُ:لا لا أبوحُ بالسرِّ،لا: توكيدٌ لفظيٌّ لا محلَّ له من الإعرابِ. أو كانَ اسماً،مثلُ: أقدِّرُ الطّالبَ الطّالبَ المجدَّ، الطّالبَ:توكيدٌ لفظيٌّ منصوبٌ وعلامةُ نصبِه الفتحةُ الظّاهرةُ.أو كانَ فعلاً،مثلُ: أقدّرُ أقدّرُ الطّالبَ المجدَّ، أقدِّرُ: توكيدٌ لفظيٌّ لا محلَّ له من الإعرابِ. أو كانَ جملةً، مثلُ:يُكافأُ المجدُّ، يُكافأُ المجدُّ: توكيدٌ لفظيٌّ لا محلَّ له من الإعرابِ.\n(1/29)\n",
        "توكيدُ الضَّمائرِ المتّصلةِ:يتمُّ توكيدُها بتكرارِ الكلمةِ الّتي اتّصلَ بها الضَّميرُ، مثلُ:هذا كتابي كتابي،اتّصلَ الضَّميرُ الياءُ بالاسمِ،كتابي فكُرَّرَ الاسمُ لتوكيدِ الضّميرِ، أو يتمّ توكيدِها بضميرِ رفعٍ منفصلٍ سواءً كانَ الضّميرُ المتّصلُ المؤكَّدُ مرفوعاً أو منصوباً أو مجروراً، أمثلةٌ: سرْنا نحن، نحن توكيدٌ للضّميرِ نا في سرْنا وهو ضميرُ رفعٍ، كافأْتَني أنا، أنا: توكيدٌ للضميرِ الياءِ في كافأْتَني، وهو ضميرُ نصبٍ،كتابي أنا، أنا توكيدٌ للضميرِ الياءِ في كتابي وهو ضميرُ جرٍّ،وكلٌّ من هذه الضّمائرِ أُكّدَ بضميرِ رفعٍ.\n2- التّوكيدُ المعنويُّ: يتمُّ بذكرِ ألفاظٍ معيّنةٍ بعدَ الاسمِ لتوكيدِه، وهيَ: نفس- عين- ذات-جميع-كلّ- عامة- كلا وكلتا المضافتان إلى الضّميرِ، على أن تحتويَ هذهِ الأسماءُ على ضمائرَ تعودُ على الاسمِ المؤكّدِ وتطابقُه في التذكيرِ أو التّأنيثِ، والإفرادِ أو التّثنيةِ أو الجمعِ.\nأمثلةٌ:-هذا الكتابُ نفسُه الّذي كنْتُ أقرؤُهُ، نفسُه: توكيدٌ مرفوعٌ وعلامةُ\nرفعِهِ الضّمّةُ الظّاهرةُ على آخرِهِ، والهاءُ ضميرٌ متَّصلٌ مبنيٌّ على الضّمِّ في محلِّ جرِّ بالإضافةِ.\n-قرأْتُ القصّةَ عينَها، عينَها:توكيدٌ منصوبٌ وعلامةُ نصبِهِ الفتحةُ الظّاهرةُ، والهاءُ ضميرٌ متّصلٌ مبنيٌّ على الفتحِ في محلِّ جرٍّ بالإضافةِ.\n-سلَّمْتُ على الحاضرين كلّهِم، كلّهِم: توكيدٌ مجرورٌ وعلامةُ جرِّهِ الكسرةُ الظّاهرةُ، والهاءُ ضميرٌ متّصلٌ مبنيٌّ على الكسرِ في محلِّ جرٍّ بالإضافةِ،والميمُ للجمعِ\n- كلا وكلتا تُستعملان للتّوكيدِ إذا أُضيفَتا إلى الضّمير مثالٌ: أثنيْتُ على الطّالبين كليهما، وعلى الطّالبتين كلتيهما، كليهما وكلتيهما:توكيدٌ مجرورٌ وعلامةُ جرِّهِ الياءُ لأنّه ملحقٌ بالمثنَّى، والهاءُ ضميرٌ متّصلٌ مبنيٌّ على الكسرِ في محلِّ جرٍّ بالإضافةِ.\nالنّعتُ\n(1/30)\n\nأو الصّفةُ، تابعٌ يُذكرُ بعدَ اسمٍ لبيانِ صفتِه أو تمييزِه عن غيرِه، ويُسمَّى ذلك الاسمُ المنعوتُ، أو الموصوفُ، مثالٌ: أقدِّرُ الطّالبَ المجدَّ،المجدَّ:نعتٌ منصوبٌ وعلامةُ نصبِهِ الفتحةُ الظّاهرةُ.\nويطابقُ النّعتُ المنعوتَ في الحالاتِ التّاليةِ:\n1-في حركةِ الإعرابِ:حيثُ يكونُ مرفوعاً أو منصوباً أو مجروراً بحسبِ موضعِ المنعوتِ من الإعرابِ.\n2-في التّعريفِ أو التنكيرِ: فإذا جاءَ المنعوتُ نكرةً كانَ النّعتُ نكرةً، مثالٌ:\n( لعبدٌ مؤمنٌ خيرٌ من مشرك) وإذا جاءَ معرفةً كانَ النّعتُ معرفةً، مثالٌ: (المسلمُ القويُّ أحبّ إلى الله من المسلمِ الضَّعيفِ).\n3-في الإفرادِ أو التّثنيةِ أو الجمعِ:فإذا جاءَ المنعوتُ\nمفرداً جاءَ النّعتُ مثلَه، مثالٌ: (على سُرُرٍ موضونةٍ)، وإذا جاءَ المنعوتُ مثنَّى جاءَ النّعتُ مثنَّى، مثالٌ: (للنّسرِ عينانِ حادّتان) وإذا جاءَ المنعوتُ جمعاً جاءَ النّعتُ جمعاً، مثالٌ: ( تحيطُ بمنزلِنا الأشجارُ الباسقاتُ).\n4-في التذكيرِ أو التّأنيثِ:فإذا جاءَ المنعوتُ مذكّراً جاءَ النّعتُ مذكّراً، مثالٌ: ( العربيُّ الأبيُّ يرفضُ الذّلَّ) وإذا جاءَ المنعوتُ مؤنّثاً جاءَ النّعتُ مؤنّثاً، مثالٌ: ( الريحُ القويّةُ تنالُ من الأشجارِ العالية).\n-قد يأتي النّعتُ جملةً اسميةً أو فعليةً، عندئذٍ يجبُ أنْ تحتويَ على ضميرٍ متّصلٍ أو منفصلٍ يعودُ على المنعوتِ، على أنْ يكونَ المنعوتُ نكرةً، مثالٌ: هذِه حديقةٌ (أشجارُها وارفةٌ) فجملةُ أشجارُها وارفةٌ نعتٌ اشتملََتْ على الضّميرِ المتّصلِ الهاءِ العائدِ على الاسمِ النّكرةِ (حديقةٌ).\nمثالٌ آخرُ:شاهدْتُ فلاّحاً(يعملُ في الحقلِ)، فجملةُ\nيعملُ في الحقلِ نعتٌ اشتملَتْ على الضّميرِ المستترِ(هو) العائدِ إلى الاسمِ النّكرةِ(فلاحاً).\n- قد يتعدّدُ النّعتُ سواءً كانَ مُفرداً أو جملةً فعليةً أو اسميةً، مثالٌ:كافأتُ طالباً نشيطاً (يقومُ بواجباتِه).",
        "(1/31)\n\nإذا كانَ المنعوتُ جمعاً لغيرِ العاقلِ جازَ أنْ يُعاملَ مُعاملةَ المفردةِ المؤنّثةِ، مثالٌ: هذهِ جدرانٌ عالياتٌ أو:هذه جدرانٌ عاليةٌ.\nالمُستثنى بإلاّ\nاسمٌ منصوبٌ يُذكرُ بعدَ إلاّ للدّلالةِ على أنّه يخالفُ ما قبلَها في الحكمِ.\nأركانُه:أداةُ الاستثناءِ- المستثنى- المُستثنى منه.\nمثالٌ:حضرَ الطّلاّبُ إلاّ خالداً، إلا:أداةُ الاستثناءِ، الطّلاّبُ، المستثنى منه، خالداً: المستثنى.\nالاستثناءُ إمّا: استثناءٌ متّصلٌ:حيثُ يكونُ المستثنى من جنسِ المستثنى منه، مثالٌ: حضرَ الطّلاّبُ إلاّ خالداً، فخالدٌ من جنسِ الطّلاّبِ.\nأو استثناءٌ منقطعٌ:حيثُ يكونُ المستثنى من غيرِ جنسِ المستثنى منه، مثالٌ: وصلَ المسافرون إلاّ أمتعتَهم، فالأمتعةُ ليسَتْ من جنسِ المسافرين.\nأنواعُ الاستثناءِ:1-الاستثناءُ التّامُ المثبتُ:هو الّذي ذُكِرَتْ أركانُه كلُّها، والكلامُ فيه مثبتٌ غيرُ منفيٍّ،يُعربُ الاسمُ بعدَ إلاّ منصوباً على الاستثناءِ، مثالٌ: نجحَ الطّلاّبُ إلاّ طالباً، طالباً:مستثنى بإلاّ منصوبٌ وعلامةُ نصبِه الفتحةُ الظّاهرةُ.\n2- الاستثناءُ التّامُ المنفيُّ:هو الّذي ذُكِرَتْ أركانُه كلُّها، والكلامُ فيه منفيٌّ، ويُعربُ الاسمُ بعدَ إلاّ إمّا منصوباً على الاستثناءِ، أو بدلاً من المستثنى منه، مثالٌ:لم يرسب الطّلاّبُ إلا طالباً، طالباً: مستثنى بإلاّ منصوبٌ وعلامةُ نصبِه الفتحةُ الظّاهرةُ، أو:لم يرسب الطّلاّبُ إلاّ طالبٌ، طالبٌ: بدلٌ مرفوعٌ وعلامةُ رفعِِهِ الضّمّةُ الظّاهرةُ.\n3-الاستثناءُ النّاقصُ المنفيُّ:هو الّذي يكونُ المستثنى منه محذوفاً،والكلامُ منفيّاً، فيُعربُ الاسمُ بعدَ إلاّ بحسبِ موقعِه في الكلامِ، مثالٌ:ما نجحَ إلا خالدٌ، خالدٌ: فاعلٌ مرفوعٌ وعلامةُ رفعِه الضّمّةُ الظّاهرةُ.\nالمستثنى بغيرِ وسوى\nيُستثنى بغيرِ وسوى فتُعربان إعرابَ الاسمِ الواقعِ بعدَ إلاّ.\n(1/32)",
        "\n1-إذا كانَ الاستثناءُ تامّاً مثبتاً تعربان اسمين منصوبين على الاستثناءِ، مثالٌ: حضرَ الطّلاّبُ غيرَ طالبٍ،غيرَ: اسمٌ منصوبٌ على الاستثناءِ وعلامةُ نصبِه الفتحةُ الظّاهرةُ.\n2-إذا كانَ الاستثناءُ تامّاً منفياً تُعربان إمّا اسمين منصوبين على الاستثناءِ أو بدلين من المُستثنى منه، مثالٌ:لم يحضر الطّلاّبُ غيرَ طالبٍ،غيرَ: اسمٌ منصوبٌ على الاستثناءِ وعلامةُ نصبِه الفتحةُ الظّاهرةُ.أو:لم يحضر الطّلاّبُ غيرُ طالبٍ، غيرُ: بدلٌ مرفوعٌ وعلامةُ رفعِه الضّمّةُ الظّاهرةُ.\n3-إذا كانَ الاستثناءُ ناقصاً منفيّاً تُعربان بحسبِ موقعِهِما في الكلامِ،مثالٌ:لم يحضر غيرُ طالبٍ،غيرُ:فاعلٌ مرفوعٌ وعلامةُ رفعِه الضّمّةُ الظّاهرةُ.\nالمستثنى ب عدا وخلا وحاشا\nيُستثنى بهذه الأدواتِ،ولها حالتان:\n1-أنْ تُسبقَ بما المصدريّة:فتعربان أفعالاً ماضيةً، مثالٌ:ألا كلُّ شيءٍ ما خلا\nاللهَ باطلُ، ما:مصدريّةٌ،خلا: فعلٌ ماضٍ مبنيٌّ على الفتحِ المُقدّرِ، اللهَ:لفظُ الجلالةِ مفعولٌ به منصوبٌ وعلامةُ نصبِه الفتحةُ الظّاهرةُ.\n2-غيرُ مسبوقةٍ بما المصدريّة:فيجوزُ أنْ تكونَ أفعالاً ماضيةً وما بعدَها مفعولٌ به، مثالٌ:نجحَ الطّلاّبُ عدا المهملين،عدا:فعلٌ ماضٍ مبنيٌّ على الفتحِ الظّاهرِ، المهملين: مفعولٌ به منصوبٌ وعلامةُ نصبِه الياءُ لأنّه جمعُ مذكّرٍ سالمٌ، ويجوزُ أنْ تكونَ حروفَ جرٍّ،مثالٌ: نجحَ الطّلاّبُ عدا طالبٍ، عدا:حرفُ جرٍّ، طالبٍ: اسمٌ مجرورٌ وعلامةُ جرِّه الكسرةُ الظّاهرةُ على آخرِه.\nالمُنادى\nاسمٌ يدلُّ على طلبِ المتكلّمِ من المخاطبِ الإقبالَ عليه، بواسطةِ حرفٍ من حروفِ النّداءِ.\nحروفُ النّداءُ،هي:الهمزةُ وأيُّ لنداءِ القريبِ- إيّا وهيا للبعيدِ- ويكثرُ حذفُ حرفِ النّداءِ يا، ولا يُقدَّرُ عندَ الحذفِ غيرُها، مثالٌ: ربِّ اغفرْ لي ولوالديَّ، أيّ:يا ربِّ اغفرْ لي ولوالديَّ.\n(1/33)\n",
        "أنواعُ المُنادى:1- المُنادى المضافُ:يكونُ مضافاً إلى اسمٍ بعدَه، وهوَ منصوبٌ دائماً، مثالٌ: يا طالبَ العلمِ، اعملْ بجدٍّ،طالبَ: منادى مضافٌ منصوبٌ وعلامةُ نصبِه الفتحةُ الظّاهرةُ.\n2- المُنادى شبيهٌ بالمضافِ:هو كالمضافِ من حيثُ علاقتُه بما بعدَه، ويكونُ منصوباً دائماً، مثالٌ:يا طالباً علماً.اعملْ بجدٍّ.طالباً: منادى شبيهٌ بالمضافِ منصوبٌ وعلامةُ نصبِه الفتحةُ الظّاهرةُ.\nمثالٌ آخرُ، قالَ الشّاعرُ القرويّ:\nوأنتمُ يا شبابَ العربِ يا سنداً\nلأمّةٍ لا ترى في غيرِكُم سَنَدا\nسنداً: مُنادى شبيهٌ بالمضافِ منصوبٌ وعلامةُ نصبِه الفتحةُ الظّاهرةُ.\nمثالٌ آخرُ:يا محموداً فعلُهُ، جزاكَ اللهُ خيراً. محموداً: مُنادى شبيهٌ بالمضافِ منصوبٌ وعلامةُ نصبِه الفتحةُ الظّاهرةُ.\nمثالٌ آخرُ:يا كريماً خلقُه.حفظَكَ اللهُ، كريماً:مُنادى شبيهٌ بالمضافِ منصوبٌ وعلامةُ نصبِه الفتحةُ الظّاهرةُ.\n3- المُنادى النّكرةُ غيرُ المقصودةِ:مُنادى غيرُ محدَّدٍ وغيرُ مقصودٍ بالنّداءِ، يكونُ منصوباً دائماً،مثالٌ:قالَ الشّاعرُ عبدُ الرّحيمِ الحصني:\nيا موطناً رفعَ الّلواءَ مرفرفاً\nأبناؤُهُ وتبادلوه مُمَجَّدا\nموطناً: مُنادى نكرةٌ غيرُ مقصودةٍ منصوبٌ وعلامةُ نصبِه الفتحةُ الظّاهرةُ على آخرِه.\n4- المُنادى النّكرةُ المقصودةُ:مُنادى غيرُ مُحدّدٍ لكنّه مقصودٌ بالنّداءِ، ويكونُ مبنيّاً على الضّمِّ في محلِّ نصبٍ على النّداءِ، مثالٌ، قال الشّاعرُ بشارةُ الخوري:\nنحنُ يا أختُ على العهدِ الّذي\n…قد رضعْناهُ من المهدِ كلانا\nأختُ: منادى نكرةٌ مقصودةٌ مبنيٌّ على الضّمِّ في محلِّ نصبٍ على النّداءِ.\n5-المُنادى العلمُ المفردُ:هو نداءُ اسمُ العلمِ، ويكونُ\nمبنيّاً على الضّمِّ في محلِّ نصبٍ على النّداءِ، مثالُه قولُ الشّاعرِ بشارةُ الخوري:\nيا فلسطينُ الّتي كدْنا لما\n… كابدَتْهُ من أسىً ننسى أسَانا\n(1/34)\n\nفلسطينُ: مُنادى مفردُ علمٍ مبنيٌّ على الضّمِّ في محلِّ نصبٍ على النّداءِ.…\nنداءُ المعرَّفِ بال: لا يجوزُ نداءُ الاسمِ المعرّفِ بال مباشرةً وإنّما يسبقُ الاسمُ الُمنادى (أيّها) للمذكّرِ، و(أيّتها) للمؤنّثِ، وتكونُ كلٌّ من أيّ، وأيّةُ، منادى نكرةٌ مقصودةٌ مبنيٌّ على الضّمِّ في محلِّ نصبٍ على النّداءِ، أمّا الاسمُ الواقعُ بعدهما فيُعربُ:\n1- بدلاً إذا كانَ جامداً، مثالٌ:يا أيُّها الرّجلُ، أيّها: منادى نكرةٌ مقصودةٌ مبنيٌّ على الضّمِّ في محلِّ نصبٍ على النّداءِ، الرّجلُ: بدلٌ مرفوعٌ وعلامةُ رفعِه الضّمّةُ الظّاهرةُ.\n2- صفةً إذا كانَ مُشتقّاً، مثالٌ: يا أيّتُها الطالبةُ، الطالبةُ: صفةٌ مرفوعةٌ وعلامةُ رفعِها الضّمّةُ الظّاهرةُ على\nآخرِها.\n-الّلهمَّ: لفظُ الجلالةِ منادى مفردُ علمٍ مبنيٌّ على الضّمِّ في محلِّ نصبٍ على\nالنّداءِ، والميمُ المشدّدةُ عوضاً عن حرفِ النّداءِ المحذوفِ.\n-يا ربِّ:منادى مضافٌ منصوبٌ وعلامةُ نصبِه الفتحةُ المقدّرةُ على ما قبلِ ياءِ المتكلّمِ المحذوفةِ للتخفيفِ، منعَ من ظهورَ الفتحةَ اشتغالُ المحلِّ بالحركةِ المناسبةِ للياءِ، والياءُ المحذوفةُ ضميرٌ متّصلٌ مبنيٌّ على السّكونِ في محلِّ جرٍّ بالإضافةِ.\n- يا ربّاه- يا أبتاه- يا أمّاه- يا أختاه:تُعربُ مُنادى مضافٌ منصوبٌ وعلامةُ نصبِه الفتحةُ الظّاهرةُ، وياءُ المتكلّمِ المنقلبةُ ألفاً ضميرٌ متّصلٌ مبنيٌّ على السّكونِ في محلِّ جرٍّ بالإضافةِ، والهاءُ للسّكتِ.\n- يا أبتِ:أبتِ: مُنادى مضافٌ منصوبٌ وعلامةُ نصبِه الفتحةُ الظّاهرةُ، والتّاءُ عوضاً عن الياءِ المحذوفةِ، والياءُ المحذوفةُ ضميرٌ متّصلٌ مبنيٌّ على السّكونِ في محلِّ جرٍّ بالإضافةِ.\nالتّرخيمُ: التّرخيمُ ترقيقُ الصّوتِ وتنغيمُهُ، وفي النّداءِ حذفُ حرفٍ أو أكثرَ من الاسمِ الُمنادى، سواءً كانَ هذا الاسمُ علماً أو نكرةً مقصودةً، مثالٌ: أفاطمُ، يا جعفُ.",
        "(1/35)\n\nطريقةُ التّرخيمِ:1- إذا كانَ الاسمُ مختوماً بتاءٍ\nمربوطةٍ للتّأنيثِ:تُحذفُ التّاءُ ويبقى ما قبلَها على حالِه، مثالٌ: أفاطمَ: منادى مفرد علم مرخّمٌ مبنيٌّ على الضّمِّ الظّاهرِ على آخرِه المحذوفِ للتّرخيمِ في محلِّ نصبٍ على النّداءِ. أو تُنقلُ حركةُ آخرِه( الضّمّةُ) إليه، فنقولُ:أَ فاطمُ: منادى مفردُ علمٍ مبنيٌّ على الضّمِّ في محلِّ نصبٍ على النّداءِ، وحُذفَتْ تاؤُه للترخيمِ.\n2- أمّا الأسماءُ غيرُ المختومةِ بتاءٍ مربوطةٍ للتّأنيثِ: فيجبُ أنْ تكونَ من أسماءِ العلمِ الرّباعيةِ فما فوق حيثُ يحذفُ الحرفُ الأخيرُ إنْ كانَ رباعياً، مثالٌ: يا جعفُ، ترخيمُ يا جعفرُ، أو يُحذفُ الحرفُ الأخيرُ فما فوق إنْ كانَ فوقَ رباعيٍّ، وكانَ زائداً من الحروفِ اللَّينةِ، مثالٌ: يا عدنُ ترخيمُ يا عدنانُ.\nالنّدبةُ:هو نداءُ تفجّعٍ وتوجّعٍ، يُستعملُ معه للنّداءِ حرفا النّداء يا-وا،ويُعربُ إعرابَ النّداءِ وحالاتُه كحالاتِه، وقد تُلحقُ هاءُ السّكتِ به، مثالٌ: واقدساهُ: وا:حرفُ نداءٍ للنّدبةِ،قدساهُ: منادى مفردُ علمٍ مبنيٌّ على الضّمِّ المقدّرِ منعَ من ظهورِه اشتغالُ المحلِّ بالحركةِ المناسبةِ للألفِ، والألفُ للإطلاقِ،والهاءُ للسّكتِ.\nالاستغاثةُ:هونداءُ المستغيثِ لطلبِ المساعدةِ، يستعملُ معه للنّداء (يا) تليها لامٌ مفتوحةٌ ثمّ المستغاثُ به، وهو الّذي تُطلبُ المساعدةُ منه، ثمّ المستغيثُ، وهو طالبُ المساعدةِ، ويُسبقُ بلامٍ مكسورةٍ، وقد ُيحذفُ، مثالٌ: يا لَلعربِ لِفلسطين، يا: للنّداءِ، لَلعربِ:اللاّمُ حرفُ جرٍّ، العربِ: منادى منصوبٌ وعلامةُ نصبِه الفتحةُ المقدّرةُ على آخرِه منعَ من ظهورِها الكسرةُ، والجارُّ والمجرورُ متعلّقان بأداةِ النّداءِ. لِفلسطينَ: جارٌّ ومجرورٌ وعلامةُ جرِّهِ الفتحةُ بدلاً من الكسرةِ لأنّه ممنوعٌ من التّنوينِ.\nالنّسبةُ\n(1/36)",
        "\nالاسمُ المنسوبُ اسمٌ أُضيفَتْ إليه ياءٌ مشدّدةٌ، وكُسرَ آخرُه، أيّ ما قبلَ الياءِ،مثلُ:حمصِيٌّ، نسبةً إلى حمصَ.\nطريقةُ النّسبِ: يُكسرُ آخرُ الاسمُ، وتُضافُ تاءٌ مشدّدةٌ إلى آخرِه.\n1- الاسمُ المختومُ بتاءٍ زائدةٍ للتّأنيثِ: تُحذفُ تاؤُه عندَ النّسبِ (فاطمةُ- فاطمِيٌّ).\n2- الاسمُ المقصورُ والمنقوصُ: إذا كانَتْ ألفُهُ ثالثةً قُلِبَتْ واواً مثلُ( فتىً- فتوِيّ، عمي-عمويّ) و( عصا- عصوِيّ). أما إذا كانَتْ ألفُهُ فوقَ ثالثةٍ ُتحذفُ عندَ النّسبةِ، مثلُ(بُخارى- بُخارِيّ، الرّامي- الرامِيّ).\n4- الاسمُ الممدودُ:إذا كانَتْ ألفُهُ للتّأنيثِ تُقلبُ واواً\nمثلُ( صحراء- صحراويّ) أمّا إذا كانَتْ لغيرِ التّأنيثِ بقيَتْ على حالِها،مثلُ:(قرّاء- قُرّائيّ).\n5- المختومُ بياءٍ مشدّدةٍ:-إذا كانَتْ الياءُ المشدّدةُ بعدَ حرفٍ واحدِ تُردُّ الألفُ إلى أصلِها مثلُ (حيٍّ- حيويّ، طيّ- طوويّ). أمّا إذا كانَتْ الياءُ المشدّدةُ بعدَ حرفين تُحذفُ الأولى ويُفتحُ ما قبلَها وتُقلبُ الثّانيةُ واواً، مثلُ(عليّ - علوِيّ، قُصيّ- قُصوِيّ) . أمّا إذا كانَتْ فوقَ ثلاثةِ أحرفٍ حُذفَتْ، ويكونُ لفظُ الاسمِ المنسوبِ كلفظِ الاسمِ المنسوبِ إليهِ مثلُ (كرسِيّ- كرسِيّ، شافعيّ- شافعِيّ).\n6- الاسمُ الّذي يتوسّطُهُ ياءٌ مشدّدةٌ مكسورةٌ تُحذفُ الياءُ الثّانيةُ عندَ النّسبِ مثلُ ( غُزَيّل- غُزَيْلِيّ).\n7- الثّلاثيُّ المكسورُ العينِ تُفتحِ عينُه مثلُ (ملِك- ملَكِيّ). أمّا الثّلاثيُّ المحذوفُ اللاّمُ فتُردُّ لامُه عندَ النّسبِ مثلُ( أب- أبوِيّ).\n8- عندَ النّسبِ إلى المثنّى أو الجمعِ يردّان إلى المفردِ، مثلُ :(يدان- يدوِيّ، أخلاق- خلُقِيّ).\n9- الاسمُ المركّبُ يُنسبُ إلى الاسمِ الأوّلِ منه مثلُ( امرؤُ القيسِ - امرئيّ) أمّا إذا كانَ مبدوءاً بابنٍ أو أمٍّ أو أبٍ فيُنسبُ إلى الاسمِ الثّاني منه، مثلُ:(أبو بكرٍ- بكرِيّ).\n(1/37)\n",
        "شواذُّ النّسبِ:تكونُ في أسماءِِ الأعلامِ غالباً لكثرةِ استعمالِها وهذِهِ بعضُها:\nبحرين- بحرانيّ، البادية-بدوِيّ، اليمن- يمانيّ، تهامة- تهامٍ، الشّام- شآمِ، دهرٌ- دُهرِيّ، السّهل-سُهلِيّ، الرّوح- روحاني، قريش- قُرشِيّ، الرّيّ- رازي، مرو- مروزيّ، هذيل- هُذلِيّ، الوحدةُ- وحدانيّ، عظيمُ اللّحيةِ- لُحيانيّ.\n-يعملُ الاسمُ المنسوبُ عملَ اسمِ المفعولِ فيرفعُ نائبَ فاعلٍ، مثالٌ:هذا سيفٌ يمانيٌّ صنعتُه.\nالعددُ\nتذكيرُ العددِ وتأنيثُه\n1- يوافقُ العددُ معدودَه في التّذكيرِ والتّأنيثِ: إذا كانَ العددُ دالاًّ على واحدٍ أو اثنين، مثالٌ:جاءَ طالبٌ واحدٌ وطالبةٌ واحدةٌ، ورجلان اثنان وامرأتان اثنتان. أو إذا كانَ دالاًّ على عشرةٍ مركّبةٍ، مثالٌ: قرأْتُ أحدَ عشرَ كتاباً واثنتيْ عشرةَ قصّةً.\n2- يخالفُ العددُ معدودَه: إذا كانَ دالاًّ على الأعدادِ بين ثلاثةٍ إلى تسعةٍ، مثالٌ: نجحَ ثلاثةُ طلابٍ وتسعُ طالباتٍ، أو إذا كانَ دالاً على العشرةِ المفردةِ، مثالٌ: اشتريْتُ عشرةَ كتبٍ وعشرَ قصصٍ.\n3- لا يتغيّرُ لفظُ العددِ معَ معدودِه: إذا كانَ دالاًّ على ألفاظِ العقودِ والمئةِ والألفِ، مثالٌ:في الصّفِّ الأوّلِ الثّانويِّ ثلاثونَ طالباً وعشرون طالبةً، في مدرستِنا ألفُ طالبٍ ومئةُ مدرّسٍ.\nصوغُ العددِ على وزنِ فاعلٍ\nيُصاغُ العددُ على وزنِ فاعلٍ للدّلالةِ على ترتيبِ المعدودِ.\n1- يُصاغُ من الأعدادِ المفردةِ من(واحدٍ إلى تسعةٍ) على الوزنِ السّابقِ، مثالٌ:وقفْتُ في الصّفِّ الثّالثِ.\n2- يُصاغُ من الأعدادِ المركّبةِ من( أحدَ عشرَ إلى تسعةَ عشرَ) من جزئِها\nالأوّلِ فقط، مثالٌ:قرأْتُ الكتابَ الثّاني عشرَ.\n3- يُصاغُ من الأعدادِ المعطوفةِ والمعطوف ِعليها(من واحدٍ وعشرين إلى تسعةٍ وتسعين) من جزئِها الأوّلِ فقط، مثالٌ: قرأْتُ القصّةَ الثّالثةَ والعشرين.\n(1/38)\n\n4- ألفاظُ العقودِ والمئةِ والألفِ لا تُصاغُ على وزنِ فاعلٍ، وإنّما تبقى على\nحالِها عندما يُرادُ أنْ تدلَّ على المعدودِ، مثالٌ:صمْتُ يومَ الثّلاثين من رمضانَ.\nتعريفُ العددِ بال\n1- الأعدادُ المفردةُ: العددُ هنا مضافٌ لا يجوزُ دخولُ ال عليه، لذلك تدخلُ على المعدودِ لأنّه مضافٌ إليه، مثلُ: قرأْتُ ثلاثةَ الكتبِ، وتسعةَ القصصِ. في مدرستِنا مئةُ المدرّس، وألفُ الطّالبِ.\n2- الأعدادُ المركّبةُ: تدخلُ ال على الجزءِ الأوّلِ من\nالعددِ، ولا تدخلُ على المعدودِ لأنّهُ تمييزٌ لا يجوزُ\nتعريفُه، مثالٌ: زرعْتُ الاثنتي عشرةَ شجرّةً.\n3-الأعدادُ المعطوفةُ والمعطوفُ عليها: تدخلُ ال على العددين المعطوفُ والمعطوفُ عليه، مثالٌ: حفظْتُ الأربعةَ والعشرين درساً في كتابِ القواعدِ.\n4-ألفاظُ العقودِ:تدخلُ ال عليها مباشرةً،ولا تدخلُ على المعدودِ لأنّه تمييزٌ، مثالٌ:صمْتُ الثّلاثين يوماً من رمضانَ.\nإعرابُ العددِ\n1- الأعدادُ المفردةُ:تُعربُ بحسبِ موقعِها في الكلامِ، أمثلةٌ: تغيّبَ صديقي\nفي اليومِ الثّالثِ من الأسبوعِ، الثّالثِ:صفةٌ مجرورةٌ وعلامةُ جرِّها الكسرةُ الظّاهرةُ على آخرِها.\n- نجحَ سبعةُ طلابٍ من صفِّنا. سبعةُ: فاعلٌ مرفوعٌ وعلامةُ رفعِه الضّمّةُ الظّاهرةُ.\n-كانَ أربعةُ ركابٍ متأخرين. أربعةُ: اسمُ كانَ\nمرفوعٌ وعلامةُ رفعِه الضّمّةُ الظّاهرةُ.\n2-الأعدادُ المركّبةُ: هذه الأعدادُ تلازمُ البناءَ على الفتحِ لذلك تكونُ مبنيّةً على فتحِ الجزأيّن في محلِّ رفعٍ أو نصبٍ أو جرٍّ بحسبِ موقعِها في الكلامِ، مثالٌ:",
        "(1/39)\n\n-انسحبَ ثلاثةَ عشرَ متسابقاً قبلَ نهايةِ السّباقِ، ثلاثةَ عشرَ:عددٌ مبنيٌّ على فتحِ الجزأيّنِ في محلِّ رفعٍ فاعلٌ.- كافأْتُ تسعةَ عشرَ طالباً من المتفوّقين، تسعةَ عشرَ: عددٌ مبنيٌّ على فتحِ الجزأيّن في محلِّ نصبٍ مفعولٌ به. -اشتركْتُ في المعرضِ بخمسَ عشرةَ لوحةً، خمسَ عشرةَ:عددٌ مبنيٌّ على فتحِ الجزأيّن في محلِّ جرٍّ بحرفِ الجرِّ.\nملاحظاتٌ:1- العددان اثنا عشرَ، واثنتا عشرةَ، يُعربُ الجزءُ الأوّلُ منهما إعرابَ المثنّى لأنّهما ملحقان بالمثنّى، أمّا الجزءُ الثّاني فيكونُ مبنيّاً على الفتحِ لا محلَّ له من الإعرابِ، مثالٌ:تقدّمَ للامتحانِ اثنا عشرَ طالباً منذُ اثنتي عشرةَ ساعةً، اثنا: فاعلٌ مرفوعٌ وعلامةُ رفعِه الألفُ لأنّه ملحقٌ بالمثنّى، عشرَ:جزءٌ مبنيٌّ على الفتحِ لا محلَّ له من الإعرابِ، اثنتي: اسمٌ مجرورٌ وعلامةُ جرِّهِ الياءُ لأنَّه ملحقٌ بالمثنّى، عشرةَ:جزءٌ مبنيٌّ على الفتحِ لا محلَّ له من الإعرابِ.\n2- العددان الحادي عشرَ، والثّاني عشرَ:يكونُ الجزءُ الأوّلُ منهما مبنيّاً على السّكونِ في محلِّ رفعٍ أو نصبٍ أو جرٍّ بحسبِ موقعِهما في الكلامِ، أمّا الجزءُ الثّاني فهو مبنيٌّ على الفتحِ لا محلَّ له من الإعرابِ، مثالٌ: جلسْتُ في المقعدِ الثّاني عشرَ، الثّاني:عددٌ مبنيٌّ على السّكونِ في محلِّ جرٍّ صفةٌ،عشرَ: جزءٌ مبنيٌّ على الفتحِ لا محلَّ له من الإعرابِ.\n3- الأعدادُ المعطوفةُ والمعطوفُ عليها: تُعربُ بحسبِ موقعِها في الكلامِ، مثالٌ: انقضى خمسةٌ وعشرون يوماً من الشهرِ، خمسةٌ: فاعلٌ مرفوعٌ وعلامةُ رفعِه الضّمّةُ الظّاهرةُ، الواوُ حرفُ عطفٍ، عشرون: اسمٌ معطوفٌ على خمسةٍ مرفوعٌ وعلامةُ رفعِه الواوُ لأنّه ملحقٌ بجمعِ المذكّرِ السّالمِ.\n(1/40)",
        "\n4- ألفاظُ العقودِ:تُعربُ بحسبِ موقعِها في الكلامِ أيّضاً، مثالٌ:زرعْنا ثلاثين شجرّةً، ثلاثين:مفعولٌ به منصوبٌ وعلامةُ نصبِه الياءُ لأنّه ملحقٌ بجمعِ المذكّرِ السّالمِ.\nالجملةُ الكبرى والجملةُ الصّغرى\nالجملةُ الكبرى:جملةٌ تتألّفُ من المبتدأِ والخبرِ أو من الفعلِ النّاقصِ واسمُه وخبرُه، أو من الحرفِ المشبّهِ بالفعلِ\nواسمِه وخبرِه، على أنْ يكونَ الخبرُ في هذه الأنواعِ جملةً.\nأنا في هدرةِ الحناجرّ أنسابُ هتافاً، ومركبةٍ للنّقلِ راحَتْ يجرّها حصانان.\nكما تتألّفُ من الفعلِ المتعدّي إلى مفعولين على أنْ يكونَ المفعولُ الثّاني جملةً، أو أنْ تسدَّ الجملةُ مسدَّ المفعولين. مثالٌ:علَّمْتُم الناسَ في الثّوراتِ (ما الجودُ)، جملةٌ كبرى، وجملةُ ما الجودُ: في محلِّ نصبٍ مفعولٌ به ثانٍ، مثالٌ آخرُ: علمْتُ (أنّ العلمَ مفيدٌ) جملةٌ كبرى،وجملةُ أنّ العلمَ مفيدٌ:سدَّتْ مسدَّ مفعولي علمَ.\nالجملةُ الصُّغرى: تكونُ الجملةُ صُغرى إذا وقعَتْ خبراً لمبتدأٍ، أو لفعلٍ ناقصٍ، أو لحرفٍ مشبّهٍ بالفعلِ، أو مفعولاً به ثانياً لفعلٍ متعدٍّ إلى مفعولين:\nأنا(أنسابُ) هتافاً، ومركبةٍ للنقلِ(راحَتْ) يجرُّها، رأيّتُ العلمَ( ينفعُ) صاحبَه.\nإعرابُ الجملِ\nالجملةُ هي الكلامُ التّامُ الّذي له معنىً،وهي قسمان:فعليةٌ تتألفُ من فعلٍ وفاعلٍ: (غلَت المراجلُ) أو: من فعلٍ ونائبِ فاعلٍ ( قُتِل الحكيمُ)أو: من الفعلِ النّاقصِ واسمُه وخبرُه ( ما كانَت الحسناءُ ترفعُ سترَها)، واسميةٌ: تتألّفُ من مبتدأٍ وخبرٍ: (صراعُهُنّ شديدُ) أو: من حرفٍ مشبّهٍ بالفعلِ واسمُه وخبرُه كقولِ معروفٍ الرّصافيّ:\nإنّا لمن أمَّةٍ في عهدِ نهضتِهَا\nبالعلمِ والسَّيفِ قبلاً أنشأَتْ دُوَلا\nيكونُ للجملةِ محلٌّ من الإعرابِ إذا صحَّ تأويلُها بمفردٍ، ومحلُّها هو نفسُ إعرابِ الكلمةِ المفردةِ الّتي حلَّتْ محلّْْهَا .\nالجملُ الّتي لها محلٌّ منَ الإعرابِ\n(1/41)\n",
        "الجملُ الّتي لها محلٌّ من الإعرابِ سبعٌ،هي:\n1-الخبريةُ:تكونُ خبراً للمبتدأِ أو للحرفِ المشبّهِ بالفعلِ،ومحلُّها الرّفعُ: بردى ( يغيضُ)، أو خبراً للفعلِ النّاقصِ ومحلُّها النّصبُ: لو كانَ (يُدفعُ بالصّدورِ حديدُ).\n2-الصّفةُ:يكونُ محلُّها إمّا الرّفعُ أو النّصبُ أو الجرُّ بحسبِ الموصوفِ، وهيَ تأتي بعدَ اسمٍ نكرةٍ وتحتوي على ضميرٍ يعودُ على النّكرةِ،كقول الشاعر:\nعلّمُّوا النشءََ علماً (ينتجُ العملا).\n3-الحاليةُ:محلُّها النّصبُ، وفيها ضميرٌ يعودُ على\nصاحبِ الحالِ، ويكونُ صاحبُ الحالِ اسمُ معرفةٍ، وقد\nأتَوا فيه( يلبّون)النّداءَ عجالا.\nوقد تربطُ الواوُ بينَ جملةِ الحالِ وصاحبِها:\nمثالٌ: أُحسنُ إلى الفقراءِ و(أنا مسرورٌ).\n4-الواقعةُ جواباً لشرطٍ جازمٍ مقترنٍ بالفاءِ: محلُّها الجزمُ،كقولِ الزّركلّي:\nوالشّعبُ إنْ عرفَ الحياةَ فما له\nعن دركِ أسبابِ الحياةِ محيدُ\n5-الواقعةُ مضافاً إليه:تأتي بعدَ الظّرفِ المضافِ ومحلُّها الجرُّ: حضرْتُ يومَ (سافرْتَ) أو:إذا (درسْتَ) نجحْتَ.\n6-الواقعةُ مفعولاً به: تأتي بعدَ فعلٍ متعدٍّ يحتاجُ إلى مفعولٍ به أو بعدَ قولٍ: (قالَ: إنّي عبدُ اللهِ)، أو تسدُّ مسدَّ مفعولين بعدَ فعلٍ متعدٍّ إلى مفعولين (أظنُّ أنّك صادقٌ).\n7-المعطوفةُ على جملةٍ لها محلٌّ من الإعرابِ:محلُّها بحسبِ محلِّ الجملةِ المعطوفةِ عليها: (رحمَ اللهُ امرأً قالَ خيراً (فغنم). جملة(غنم) معطوفةٌ على جملةِ(قال) في محلِّ نصبٍ.\nالجملُ الّتي لا محلَّ لها من الإعرابِ\nالجملُ الّتي لا محلَّ لها من الإعرابِ:هي الجملُ الّتي لا يصحُّ تأويلُها بمفردٍ، وهي:\n1-الجملةُ الابتدائيةُ:هي الّتي تأتي في أوّلِ الكلامِ: (يا عروسَ المجدِ) أو تأتي بعدَ انتهاءِ كلامٍ سابقٍ( لا يموتُ الحقُّ) وتُسمَّى استئنافيةٌ.\n2-الجملةُ الاعتراضيّةُ:هي الّتي تعترضُ بين شيئين متلازمين،كقولِ شفيقِ جبري:\n(1/42)\n\nليتَ العيونَ( صلاحَ الدِّينِ) ناظرةٌ\nإلى العدوِّ الّذي ترمي به البيدُ\nجاءَتْ جملةُ النّداءِ معترضةً بين اسمِ ليتَ وخبرِها.\n3-جملةُ صلةِ الموصولِ: تأتي بعدَ الاسمِ الموصولِ\nكقولِ الرّصافي:\nجودُوا عليها بما( درّتْ مكاسبُكُم)\nوقابلُوا باحتقارٍ كلّ مَنْ( بخلا)\n4-الجملةُ التّفسيريةُ: هي الّتي تفسّرُ الكلامَ الّذي سبقَها،كقول الفرزدق:\nتعشَّ فإن واثقْتَني( لا تخونني)\nنكنْ مثلَ مَن يا ذئبُ يصطحبانِ\nأوكقولِ الشابّي:\nإذا الشّعبُ يوماً(أرادَ) الحياةَ\nفلا بدَّ أن يستجيبَ القدرْ\nقد تكونُ مسبوقةً بأحدِ حرفي التفسيرِ، أيْ، و أَنْ، مثالٌ:أشرْتُ إليه، أيْ (اذهبْ)، أو: كتبْتُ إليه أن (احضرْ).\n5-جملةُ جوابِ القسمِ:تأتي بعدَ القسمِ:\nواللهِ( لأحافظَنَّ على العهدِ)\n6-جملةُ جوابِ الشّرطِ غيرِ الجازمِ أو الشّرطِ\nالجازمِ غيرِ المقترنِ بالفاءِ، كقولِ الرّصافي:\nإن قامَ للحرثِ( ردَّ) الأرضَ ممرِعةً\nأو قامَ للحربِ دكَّ السّهلَ والجبلا\nحتّى إذا ما انتدبْنَا العُربَ قاطبةً\n( كنّا) كأنّا انتدبْنَا واحداً رجلا\n7-الجملةُ المعطوفةُ على جملةٍ لا محلَّ لها من الإعرابِ:كقولِ الرّصافيّ:\nفأجمعُوا الرّأيَ فيما تعملون به\nثمَّ( اعملوا) بنشاطٍ ينكرُ المللاَ.\nجملةُ (اعملوا) معطوفةٌ على جملةِ(أجمعُوا) لا محلَّ لها من الإعرابِ.\nالمبتدأُ والخبرُ\nالمبتدأُ هو الاسمُ الّذي نبدأُ به الجملةَ الاسمية َونخبرُ عنه بالخبرِ، والخبرُ هو الّذي نخبرُ به عن المبتدأِ، وكلٌّ من المبتدأِ والخبرِ مرفوعان: العلمُ مفيدٌ، العلمُ: مبتدأٌ مرفوعٌ وعلامةُ رفعِه الضّمّةُ الظّاهرةُ، مفيدٌ: خبرٌ مرفوعٌ وعلامةُ رفعِه الضّمّةُ الظّاهرةُ.\nأحوالُه:يأتي المبتدأُ:1-اسماً مفرداً مرفوعاً: العلمُ مفيدٌ.\n2-مصدراً مؤولاً: كقولِ نزار قباني:\nكلّ ليمونةٍ ستنجبُ طفلاً ومحالٌ أَنْ ينتهي اللَّيمونُ",
        "(1/43)\n\nالمصدرُ المؤوّلُ من أنْ والفعلِ ينتهي مبتدأٌ مرفوعٌ، والتقديرُ انتهاءُ.\n3- نكرةً: الأصلُ في المبتدأِ أنْ يكونَ اسمَ معرفةٍ وأنْ يكونَ الخبرُ نكرةً، ويجوزُ الابتداءُ بنكرةٍ في عددٍ من الأحوالِ منها:\n- بعدَ أداةِ الاستفتاحِ ألا( ألا لقاءٌ؟)\n- إذا أ ضيفَتْ النّكرةُ إلى ما بعدها: كلُّ ليمونةٍ ستنجبُ طفلاً.\n- إذا كانَتْ موصوفةً: لعبدٌ مؤمنٌ خيرٌ من مشركٍ.\n- إذا كانَ المبتدأُ نكرةً والخبرُ شبهَ جملةٍ( ولي في\nغوطتيْكِ هوىً قديمٌ).\n- إذا وقعَتْ بعدَ نفيٍ،مثالٌ: ما أحدٌ عندنا،أو استفهامٍ، مثالٌ: أإلهٌ معَ اللهِ؟ أو لولا مثالٌ: لولا اصطبارٌ لهلكْتُ، أو إذا الفجائية: خرجْتُ فإذا أسدٌ رابضٌ.\n- إذا كانَتْ عاملةً فيما بعدَها: أمرٌ بمعروفٍ صدقةٌ- إعطاءٌ قرشاً في سبيلِ العلمِ ينهضُ بالأمة.\n- إذا كانَتْ مبهمةً: كأسماءِ الشّرطِ، وما التّعجّبيةِ- وكم الخبريةِ: مَنْ يجتهدْ ينجحْ- ما أجملَ الرَّبيعَ- كمْ من ميسلونٍ نفضَتْ\n- إذا أفادَتْ الدّعاءَ: سلام ٌعلى حاقدٍ ثائرِ\nأنواعُ الخبرِ:قد يأتي الخبرُ:\n1-مفرداً: العلمُ نافعٌ، العلمُ: مبتدأٌ مرفوعٌ وعلامةُ رفعِه الضّمّةُ الظّاهرةُ، نافعٌ:خبرٌ مرفوعٌ وعلامةُ رفعِه الضّمّةُ.\n2-جملةً اسميةً:المدرسةُ ساحتُها واسعةٌ، المدرسةُ:\nمبتدأٌ مرفوعٌ وعلامةُ رفعِه الضّمّةُ الظّاهرةُ، ساحتُها: مبتدأٌ ثانٍ مرفوعٌ وعلامةُ رفعِه الضّمّةُ الظّاهرةُ والهاءُ ضميرٌ متّصلٌ مبنيٌّ على الفتحِ في محلِّ جرٍّ بالإضافةِ، واسعةٌ: خبرٌ مرفوعٌ وعلامةُ رفعِه الضّمّةُ الظّاهرةُ.\n3-جملةً فعليّةً: الطّالبُ(يدرسُ)، الطّالبُ: مبتدأٌ مرفوعٌ وعلامةُ رفعِه الضّمّةُ الظّاهرةُ، يدرسُ:فعلٌ مضارعٌ مرفوعٌ وعلامةُ رفعِه الضّمّةُ، والفاعلُ ضميرٌ مستترٌ جوازاً تقديرُه هو، وجملةُ يدرسُ في محلِّ رفعٍ خبرٌ.\n(1/44)",
        "\n4-شبهَ جملةٍ:جاراً ومجروراً:العصفورُ على الشَّجرةِ. العصفورُ: مبتدأٌ مرفوعٌ وعلامةُ رفعِه الضّمّةُ، على الشجرّةِ: جارٌّ ومجرورٌ وعلامةُ جرِّه الكسرةُ الظّاهرةُ متعلّقان بالخبرِ المحذوفِ وقد نابا عنه. أو ظرفاً: الكتابُ فوقَ الطّاولةِ: الكتابُ: مبتدأٌ مرفوعٌ وعلامةُ رفعِه الضّمّةُ، فوقَ: مفعولٌ فيه ظرفُ مكانٍ منصوبٌ وعلامةٌ نصبِه الفتحةُ، متعلّقٌ بخبرٍ محذوفٍ نابَ عنه. الطّاولةِ: مضافٌ إليه مجرورٌ وعلامةُ جرِّه الكسرةُ الظّاهرةُ.\nتعدُّدُ الخبرِ:\nقد يأتي للمبتدأِ الواحدِ أكثرُ من خبرٍ، ويتعدَّدُ الخبرُ سواءً كانَ مفرداً أو جملةً أو شبهَ جملةٍ، مثالٌ: الطّالبُ نشيطٌ مجدٌّ يحبُّ الخيرَ، الطّالبُ: مبتدأٌ مرفوعٌ وعلامةُ رفعِه الضّمّةُ الظّاهرةُ، نشيطٌ:خبرٌ مرفوعٌ وعلامةُ رفعِه الضّمّةُ الظّاهرةُ، مجدٌّ: خبرٌ ثانٍ مرفوعٌ وعلامةُ رفعِه الضّمّةُ، يحبُّ: فعلٌ مضارعٌ مرفوعٌ وعلامةُ رفعِه الضّمّةُ والفاعلُ ضميرٌ مستترٌ جوازاً تقديرُه هو، والجملةُ من الفعلِ والفاعلِ في محلِّ رفعٍ خبرٌ، الخيرَ:مفعولٌ به منصوبٌ وعلامةُ نصبِه الفتحةُ الظّاهرةُ.\nوجوبُ تقديمِ الخبرِ على المبتدأِ:\nيجبُ تقديمُ الخبرِ على المبتدأِ في الأحوالِ التّاليةِ:\n1-إذا كانَ المبتدأُ نكرةً والخبرُ شبهَ جملةٍ، سواءً كانَ جارّاً ومجروراً أو ظرفاً: مثالٌ: في المدرسةِ طلاّبٌ كثيرون، فوقَ الشجرةِ عصفورٌ.\n2-إذا كانَ في المبتدأِ ضميرٌ يعودُ إلى الخبرِ: للحريّةِ ثمنُها.\n3-إذا كانَ الخبرُ من أسماءِ الصّدارةِ،كأسماءِ الاستفهامِ: ما اسمُك؟\nوجوبُ حذفُ الخبرِ:\nيحذفُ الخبرُ وجوباً في الحالاتِ التّاليةِ:\n1-إذا جاءَ المبتدأُ بعدَ أداةِ الشّرطِ لولا: لولا الحياءُ لهاجني استعبارُ، الحياءُ: مبتدأٌ مرفوعٌ وعلامةُ رفعِه الضّمّةُ الظّاهرةُ، وخبرُه محذوفٌ وجوباً تقديرُه موجودٌ أو كائنٌ.\n(1/45)\n",
        "2-إذا جاءَ المبتدأُ بعدَ لوما: لوما المطرُ ليبسَ الزّرعُ، المطرُ: مبتدأٌ مرفوعٌ وعلامةُ رفعِه الضّمّةُ الظّاهرةُ وخبرُه محذوفٌ وجوباً تقديرُه كائنٌ.\n3-بعدَ القسمِ إذا كانَ المبتدأُ اسماً صريحاً: سماءٌ لعمرُك أو كالسَّماءِ، لعمرُك: اللاّم رابطةٌ للقسمِ، عمرُ: مبتدأٌ مرفوعٌ وعلامةُ رفعِه الضّمّةُ الظّاهرةُ، والكافُ ضميرٌ متّصلٌ مبنيٌّ على الفتحِ في محلِّ جرٍّ بالإضافةِ. والخبرُ محذوفٌ وجوباً تقديرُه قسمي.\nالأحرفُ المشبّهةُ بالفعلِ\nهي أحرفٌ تختصُّ بالدخولِ على الجملِ الاسميةِ المؤلفةِ من المبتدأِ والخبرِ فتنصبُ المبتدأَ ويسمّى اسمُها، ويبقى الخبرُ مرفوعاً ويسمّى خبرُها، وهي:إنّ-أنّ- كأنّ-لكنّ- ليت- لعلّ، مثال: إنّ العلمَ نافعٌ، إنّ:حرفٌ مشبّهٌ بالفعلِ، العلمَ:اسمُ إنّ منصوبٌ وعلامةُ نصبِه الفتحةُ الظّاهرةُ، نافعٌ: خبرٌ مرفوعٌ وعلامةُ رفعِه الضّمّةُ الظّاهرةُ.\nمعانيها:إنّ،أنّ:تفيدان التّوكيدَ، إنّ العلمَ مفيدٌ، علمْتُ أنَّ الصّدقَ ينجي صاحبَه.\nكأنّ: تفيدُ التّشبيهَ،كأنََّ الأزهارَ نجومٌ\nليت :تفيدُ التّمني، ليت الشّبابَ يعود يوماً.\nلكنَّ: تفيدُ الاستدراكَ، أحمدُ نشيطٌ لكنّ دراستَهُ\nمتوسطةٌ.\nلعلَّ: تفيدُ التّرجّي(الأمرَ المستحسنَ)، لعلّ الفرجَ قريبٌ.\nوتأتي أخبارُها إمّا مفردةً:إنّ العلمَ نافعٌ، أو جملةً فعليةً: لعلّ العلمَ ينفعُ صاحبَه، أو اسميةً: إنّ الغرفةَ منظرُها جميلٌ، أو شبهَ جملةٍ: إنّ العصفورَ على الشجرّةِ.\n- إذا دخلَتْ ما على إنّ فإنّها تكفُّها عن العملِ، مثالٌ: ( إنّما أنتَ مذكّرٌ)\nإنّما:كافّةٌ ومكفوفةٌ، أنتَ:ضميرٌ منفصلٌ مبنيٌّ على الفتحِ في محلِّ رفعٍ مبتدأٌ، مذكّرٌ: خبرٌ مرفوعٌ وعلامةُ رفعِه الضّمّةُ الظّاهرةُ على آخرِه.\nفتحُ همزةِ إنّ وكسرُها\nتُفتحُ همزةُ إنّ إذا صحَّ تأويلُها مع اسمِها وخبرِها بمصدرٍ، مثالٌ: علمْتُ أنّ العلم نافعٌ، والتّقدير: علمت نفع العلم.\n(1/46)\n\nوتُكسرُ همزتُها إذا لم يصحّ تأويلُها مع اسمِها وخبرِها بمصدرٍ، وذلك في المواضعِ التّاليةِ:\n1- إذا وقعٍتْ في أوّلِ الكلامِ، كقولِ إيّليا أبي ماضي:\nإنّ الحياةَ حبَتْكَ كلّ كنوزِهَا\nلا تبخلَنَّ على الحياةِ ببعضِ ما\n2-إذا وقعَتْ في صدرِ جملةِ القولِ: قالَ: ( إنّي عبدُ اللهِ).\n3- إذا وقعَتْ في صدرِ جملةِ القسمِ: واللهِ إنّ العربَ أمّةٌ واحدةٌ.\n4- إذا وقعَتْ اللاّمُ المزحلقةُ في خبرِها: علمْتُ إنّ العلمَ لنافعٌ.\n5- إذا وقعَتْ في أوّلِ جملةِ صلةِ الموصولِ: أثنيْتُ على الّذي إنّي أحترمُه.\nالإعلالُ\nهو تغييرٌ يطرأُ على حرفِ العلّةِ، إمّا بالتّسكينِ أو بالحذفِ أو بالقلبِ.\n1-الإعلالُ بالتّسكينِ: تسكّنُ الواوُ المتطرّفةُ بعدَ ضمٍّ\n(يدعُو)والياءُ المتطرّفةُ بعدَ كسرٍ(يعطِي)لثقلِ النطقِ بالحركةِ.\n2-الإعلالُ بالحذفِ:ا-يُحذفُ حرفُ العلّةِ في الفعلِ الأجوفِ إذا اتّصلَ بضميرِ رفعٍ لمنعِ التقاءِ السّاكنين ( قمْت- يعدْن).\nب-إذا جُزمَ الفعلُ المعتلُّ الآخرُ يُحذفُ منه حرفُ العلّةِ(لم يعط).\nج-المثالُ الواويُ تُحذفُ واوُه في المضارعِ والأمرِ (وفى- يفي- فِ).\n3- الإعلالُ بالقلبِ:ا- تُردُّ الألفُ إلى أصلِها في\nالأفعالِ الثّلاثيةِ عندَ اتّصالِها بضمائرِ الرّفعِ المتحرّكةِ\n(دعوْتُ-رميتُْ) وكذلك عندَ التّثنيةِ (فَتَيَان - عَصَوان).\n- تُقلبُ الألفُ ياءً إذا كانَتْ فوقَ ثلاثيةٍ ( استدعى- استدعيت).\n- في التّصغير:- تُقلبُ الألفُ ياءً إذا وقعَت بعدَ ياءِ التّصغيرِ( غُزيْل- غزيِّل)، أو: إذا وقعَت بعدَ حرفٍ مكسورٍ، (مفتاحٌ- مفاتِيح).\n- تُقلبُ الألفُ واواً إذا وقعَت بعدَ حرفٍ مضمومٍ (بايّع- بُويِع)\nب- تُقلبُ الواوُ ياءً:- إذا سُبقَت بكسرةٍ(ناجِي) أصلُها( ناجِو).\n- في صيغةِ(مِفْعَال) مثلُ ( مِيزان،أصلها مِوْزان).\n- إذا تطرّفَت بعدَ كسرٍ، مثلُ:( يسترضِي، أصلها يسترضِو).",
        "(1/47)\n\n- إذا وقعَت بينَ كسرةٍ وألفٍ في الأجوفِ المعتلِّ العينِ مثلُ(الصّيام أصلُها الصِّوامُ).\nج-تُقلبُ الياءُ واواً في اسمِ الفاعلِ إذا سُكّنَت الياءُ بعدَ ضمٍّ، مثلُ(مُوقن بدلّ مُيقن).\nد- تُقلبُ الواوُ والياءُ ألفاً إذا تحرّكَت بحركةٍ أصليةٍ بعدَ فتحٍ، مثلُ( رَمَى- غزَا،الأصل رمَيَ- غزَوَ).\nالإبدالُ\nهو حذفُ حرفٍ ووضعُ آخرَ مكانَه،وأشهرُ حالاتِه:\n1-إبدالُ الواوِ أو الياءِ همزةً إذا تطرّفَتا بعدَ ألفٍ ساكنةٍ، مثلُ( سماءٍ بدل سماوٍ)، و( قضاءٍ بدل قضاي).\n2-إبدالُ الألفِ همزةً إذا تطرّفَت بعدَ ألفٍ، مثالٌ( صحراء).\n3-إبدالُ ألفِ صيغةِ( فاعِل) همزةً في الفعلِ الأجوفِ، مثلُ(قائل بدل قاوِل، بائع بدل بايع).\n4-إبدالُ فاءِ صيغةِ( افْتَعَلَ) تاءً مثلُ( اتّصلَ بدل اِوْتَصلَ، واتَّسرَ بدل ايّتسرَ).\n5-إبدالُ تاءِ( افتعلَ) دالاً إذا وقعَت بعدَ دالٍ أو ذالٍ\nأو زايٍ، مثلُ( اذدكر بدل اذتكر،ازدهر بدل ازتهر).\n6-إبدالُ تاءِ( افتعلَ) طاءً إذا وقعَت بعدَ صادٍ أو ضادٍ أو طاءٍ أو ظاءٍ، مثلُ( اصطبرَ بدل اصتبرَ،اضطربَ بدل اضتربَ، اطّردَ بدل اطتردَ).\nالتّصغيرُ\nيُصغّرُ الاسمُ بأحدِ الأوزانِ التّاليةِ:\n1-الثّلاثيُّ:يُصغّرُ بضمِّ أوّلِه وفتحِ ثانيه وزيادةِ ياءٍ بعدَه، مثلُ( فهد- فُهَيْد)،فوزنه(فُعَيْل).\n2-فوقَ الثّلاثيِّ:يُصغّرُ فوقُ الثّلاثيِّ إمّا على وزنِ\n(فُعَيعِل)مثلُ( دُرَيهم)، أو على وزن (فُعَيعيل)مثل:\n(عُصَيفير).\n3-تُزادُ تاءٌ في آخرِ الثّلاثيِّ المؤنّثِ، مثلُ( دعد- دُعَيدة).\n4-يُردُّ الحرفُ المحذوفُ، مثلُ( ابن- بُنَي)، حيثُ رُدّت الياءُ.\n5-يُردُّ حرفُ العلّةِ إلى أصلِه، مثلُ:(دينار- دُنَينير).\nالجملةُ الفعليةُ\nهيَ الجملةُ الّتي تبدأُ بفعلٍ، وتتألّفُ إمّا من الفعلِ والفاعلِ( سمعْتُ النصيحةَ)، أو من الفعلِ ونائبِ الفاعلِ(سُمِعت النصيحةُ)أو من الفعلِ النّاقصِ واسمِه وخبرِه( كان الجوُّ معتدلاً).\nالفاعلُ\n(1/48)",
        "\nالفاعلُ: اسمٌ يدلُّ على من قامَ بالفعلِ، ويكونُ مرفوعاً، مثالٌ: نامَ الولدُ، نامَ: فعلٌ ماضٍ مبنيٌّ على الفتحِ الظّاهرِ، الولدُ: فاعلٌ مرفوعٌ وعلامةُ رفعِه الضّمّةُ الظّاهرةُ.\nويأتي الفاعلُ بعدَ الفعلِ دائماً، ولا يجوزُ أنْ يتقدّمَ عليه، فلو قلْنا الولدُ نامَ، فإنّ الولدَ هنا مبتدأٌ وجملةُ نامَ خبرُه.\nوقد يأتي الفاعلُ بعدَ اسمِ الفاعلِ: حضرَ المُسافرُ أخوه، أخوه: فاعلٌ مرفوعٌ وعلامةُ رفعِه الواوُ لأنّه من الأسماءِ الخمسةِ، والهاءُ ضميرٌ متّصلٌ مبنيٌّ على الضّمِّ في محلِّ جرٍّ بالإضافةِ.\nأو يأتي بعدَ مبالغةِ اسمِ الفاعلِ:أحمدُ هدّارٌ صوتُه، صوتُه: فاعلٌ مرفوعٌ وعلامةُ رفعِه الضّمّةُ، والهاءُ ضميرٌ متّصلٌ مبنيٌّ على الضّمِّ في محلِّ جرٍّ بالإضافةِ.\nأو يأتي بعدَ اسمِ المفعولِ:خالدٌ محمودةٌ سيرتُه، سيرتُه: نائبُ فاعلٍ مرفوعٌ وعلامةُ رفعِه الضّمّةُ، والهاءُ في محلِّ جرٍّ بالإضافةِ.\nأو يأتي بعدَ الصّفةِ المشبّهةِ باسمِ الفاعلِ: سعيدٌ حسنٌ خلقُه، خلقُه: فاعلٌ مرفوعٌ والهاءُ في محلِّ جرٍّ بالإضافةِ.\nأو يأتي بعدَ اسمِ الفعلِ: هيهاتَ, هيهاتَ العقيقُ ومن به، العقيقُ:فاعلٌ مرفوعٌ وعلامةُ رفعِه الضّمّةُ.\nأحوالُه:1-قد يأتي الفاعلُ اسماً ظاهراً: نامَ الولدُ.\nالولدُ اسمٌ ظاهرٌ.\n2-أو يأتي ضميراً متّصلاً: حفظنّا القصيدةَ، نا ضميرٌ متّصلٌ في محلِّ رفعٍ فاعلٌ.\n3- أو يأتي ضميراً مستتراً: تقدّمَ الطّالبُ للامتحانِ وأجابَ عن الأسئلةِ، فاعلُ أجابَ ضميرٌ مستترٌ جوازاً تقديرُه هو.\n4- أو يأتي مصدراً مؤوّلاً:سرَّني أنّك نجحْتَ، فالمصدرُ المؤوّلُ من أنّ واسمها وخبرها( سرّني نجاحُك)مرفوعٌ على أنه فاعلٌ.\nنائبُ الفاعلِ\nهو اسمٌ مرفوعٌ يحلُّ محلَّ الفاعلِ عندَ بناءِ الفعلِ للمجهولِ، وينوبُ عن الفاعلِ:\n1-المفعولُ به، مثلُ: كافأْتُ المجدَّ- كوفِئَ المُجدُّ\n(1/49)\n",
        "2-الجارُّ والمجرورُ، مثلُ:نامَ الولدُ في السّريرِ_ نِيم في السّريرِ.\n3-الظّرفُ، مثلُ: صمْتُ شهرَ رمضانَ- صِيمَ\nرمضانُ.\n4-المصدرُ، مثلُ:سرْتُ سيراً سريعاً- سِير سيرٌ سريعُ.\nويأتي نائبُ الفاعلِ:\n1-اسماً صريحاً، مثلُ: لا يُكرَمُ المرءُ في بيتِه.\n2- ضميراً متّصلاً أو مستتراً، مثلُ:كوفئْتُ على اجتهادي، نائبُ الفاعلِ ضميرٌ متّصلٌ هو التّاءُ في كوفئْتُ.\nالمرءُ لا يُكرَمُ في بيته- نائبُ الفاعلِ للفعلِ يُكرَم ضميرٌ مستترٌ تقديرُه هو.\nملاحظةٌ: في الفعلِ المتعدّي إلى اثنين ينوبُ المفعولُ الأوّلُ عن الفاعلِ: ظنَّ المقصِّرُ الامتحانَ سهلاً- ظُنّ الامتحانُ سهلاً.\nتأنيثُ الفعلِ مع الفاعلِ أو نائبِه\nيكونُ الفعلُ: ا- واجبَ التأنيثِ معَ الفاعلِ:\n1- إذا كانَ الفاعلُ مؤنّثاً حقيقياً، مثلُ: نجحَتْ سعادُ.\n2- إذا كانَ الفاعلُ ضميراً مستتراً يعودُ إلى مؤنّثٍ حقيقيٍّ، مثلُ: سعادُ نجحَتْ.أو إلى مؤنّثٍ مجازيٍّ، مثلُ: الكأسُ انكسرَت، فالفاعلُ في كلٍّ منهما ضميرٌ مستترٌ تقديرُه هي، يعودُ إلى سعادَ، في المثالِ الأوّلِ، وهيَ المؤنّثُ الحقيقيُّ، أو إلى الكأسِ في المثالِ الثّاني، وهيَ المؤنّثُ المجازيُّ.فالمؤنّثُ الحقيقيُّ هو ما يمكن تمييزُ المؤنّثِ من المذكّرِ في جنسِه، أمّا المؤنّثُ المجازيُّ فهو مالا يمكنُ تمييزُ المذكّرِ من المؤنّثِ في جنسِه.\nب- جائزُ التأنيثِ:\n1- إذا كانَ الفاعلُ مؤنّثاً حقيقياً مفصولاً عن الفعلِ\nبفاصلٍ، مثلُ: نجحَت في الامتحانِ سعادُ، أو: نجحَ في\nالامتحانِ سعادُ.\n2- إذا كانَ الفاعلُ مؤنّثاً مجازياً، مثلُ: انكسرَت الكأسُ، أو انكسرَ الكأسُ.\n3-إذا كانَ الفاعلُ جمعَ مؤنّثٍ سالماً، مثل: نجحَت الطالباتُ، أو نجحَ الطالباتُ.\n4- إذا كانَ الفاعلُ جمعَ تكسيرٍ، مثلُ: حضرَ الرجالُ، أو حضرَت الرّجالُ.\n(1/50)\n\nإفرادُ الفعلِ معَ الفاعلِ أو نائبِه الظّاهرين: يبقى الفعلُ مفرداً سواءً جاءَ الفاعلُ أو نائبُه مفرداً، مثلُ: نجحَ الطّالبُ-كوفِئ المُجدُّ، أو مثنّى، مثلُ: نجحَ الطالبان- كوفِئ المجدّان، أو جمعاً، مثلُ: نجحَ الطّلاّبُ أو كوفِئَ المجدّون.\nأمّا إذا تقدّمَ الفاعلُ أو نائبُه، فإنّ الفعلَ يتّصلُ بضمائرِ الرّفعِ، لأنّ الفاعلَ يصبحُ مبتدأً، مثالٌ: الطالبُ نجحَ، المُجدُّ كوفِئ- الطالبان نجحا، المُجدَّان كوفِئا- الطّلاّبُ نجحُوا، المُجدُّون كوفِئوا.\nالمفعولُ به\nاسمٌ منصوبٌ يدلُّ على مَن وقعَ عليه الفعلُ، مثالٌ: سمعَ الولدُ نصيحةَ أبيه.نصيحةَ: مفعولٌ به منصوبٌ بالفتحةِ الظّاهرةِ، وقد يأتي المفعولُ به:\n1-اسماً ظاهراً، مثل: سمعَ الولدُ نصيحةَ أبيه، فالمفعولُ به نصيحةَ اسمٌ ظاهرٌ.\n2-ضميراً منفصلاً، مثل: إيّاك نعبدُ، إيّاك: ضميرٌ منفصلٌ مبنيٌّ على السّكونِ في محل ِّنصبٍ مفعولٌ به مُقدّمٌ، والكافُ للخطابِ.\n3-ضميراً متّصلاً،مثلُ: سمعَني أحمدُ، فالياء في(سمعني) ضميرٌ متّصلٌ مبنيٌّ على السّكونِ في محلِّ نصبٍ مفعولٌ به.\n4-مصدراً مؤوّلا،مثلُ:أودُّ أنْ أكافئَه، أنْ أكافئَه مصدرٌ مؤوّلٌ، التّقديرُ أودُّ مُكافأَته، فالمصدرُ مكافأته منصوبٌ على أنّه مفعولٌ به.\n5-جملةٌ اسميةٌ أو فعليةٌ، بعدَ الأفعالِ المتعدّيةِ إلى مفعولين، مثلُ: علّمْتُم النّاسَ في الثّوراتِ ( ما الجودُ؟)، فجملةُ ما الجودُ؟ في محلِّ نصبٍ مفعولٌ به.\nملاحظاتٌ:- يجوزُ أنْ يتقدّمَ المفعولُ به على الفاعلِ، مثلُ: سمعَ النّصيحةَ أحمدُ.\n-يجوزُ حذفُ الفعلِ قبلَه، مثلُ:أهلاً وسهلاً، أهلاً: مفعولٌ به منصوبٌ لفعلٍ محذوفٍ تقديرُه حللْتَ، سهلاً: مفعولٌ به منصوبٌ لفعلٍ محذوفٍ تقديرُه نزلْت.\nالمفعولُ معَه",
        "(1/51)\n\nاسمٌ فضلةٌ يُسبقُ بواوٍ بمعنى معَ، بعدَ جملةٍ ليدلَّ على ما تمَّ الفعلُ بمصاحبتِه دونَ المشاركةِ، فإذا توافرَت فيه هذهِ الشّروطُ كانَ منصوباً، مثلُ: سرْتُ والنّهرَ، فالسّيرُ حصلَ بمصاحبةِ النّهرِ دونَ أنْ يُشاركَ النّهرُ في فعلِ السّيرِ.والنّهرَ: مفعولٌ معه منصوبٌ بالفتحةِ الظّاهرةِ.\n- لا يجوزُ تقدّمُ المفعولِ معه على الفعلِ، فقولُنا والنّهرَ سرْتَ غيرُ جائزٍ.\nالأفعالُ النّاقصةِ\nهي أفعالٌ تدخلُ على الجملةِ الاسميّةِ المؤلّفةِ من المبتدأِ والخبرِ، فيبقى المبتدأُ مرفوعاً ويُسمّى اسمُها، وتنصبُ الخبرَ ويُسمّى خبرُها، وسُمّيت ناقصةً لأنّها لا تكتفي بمرفوعِها لإتمامِ المعنى، وإنّما تحتاجُ إلى الخبرِ،وهيَ: كان -صار-أصبح- أضحى-أمسى- بات- ظل- ليس- مازال- مادام- مابرح- ماانفكّ- مافتئ،مثالٌ:كانَ الطالبُ غائباً.كانَ: فعلٌ ماضٍ ناقصٌ مبنيٌّ على الفتحِ، الطالبُ: اسمُ كانَ مرفوعٌ وعلامةُ رفعِه الضّمّةُ الظّاهرةُ.غائباً: خبرُها منصوبٌ وعلامةُ نصبِه الفتحةُ الظّاهرةُ.\nمعانيها: كانَ: تدلُّ على حدوثِ الفعلِ في الماضي، مثالٌ: كانَ الطالبُ غائباً.\nصارَ: تدلُّ على التّحوّلِ، مثالٌ: صارَ الجوُّ معتدلاً.\nأصبح- أضحى-أمسى-بات،بمعنى صارَ،أمثلةٌ: أصبحَ الجوَُ حارّاً-أضحى العربُ أمّةً واحدةً- أمسى العدوُّ منهزماً- باتَ الممتحنُ قلقاً.\nليسَ: تدلُّ على النّفيِ، مثالٌ: ليسَ الامتحانُ صعباً.\nظلَّ: بمعنى بقيَ، مثالٌ: ظلَّ المطرُ يهطلُ.\nمازال- مادام -مابرح- ماانفكَّ- مافتئ: تدلُّ على دوامِ الحدوثِ، وأخبارُ هذه الأفعالِ جملٌ فعليةٌ غالباً. أمثلةٌ: مازالَ المطرُ يهطلُ- سأشرحُ مادام الوقتُ مناسباً- مابرحَ الطالبُ يجيبُ عن الأسئلةِ- مافتئَ الطّلاّبُ يذهبون إلى المدرسةِ-ماانفكَّ العمّالُ يعملون في الحقلِ.\nالفعلُ الصحيحُ\n(1/52)",
        "\nهو الفعلُ الّذي تكونُ جميعُ حروفِه الأصليّةِ صحيحةً خاليةً من حروفِ العلّةِ، مثالٌ: سمعَ- كتبَ.\nأنواعُه:1- المهموزُ: هو ما كانَ أحدُ حروفِه الأصليّةِ همزةً، مثالٌ: أمرض- سألَ- بدأَ.\n2-المضعّفُ: هو ما كانَ أحدُ حروفِه الأصليّةِ مضعّفاً(مكرراً)، مثالٌ: ردَّ-زللَ- قلقَ.\n3-السّالمُ:هو ما خلَت حروفُه الأصليّةُ من الهمزِ والتّضعيفِ، مثالٌ: ربحَ- لعبَ.\nالفعلُ المعتلُّ\nهو الفعلُ الّذي يكونُ أحدُ حروفِه الأصليّةِ حرفَ علّةٍ( ألفٌ أو واوٌ أو ياءٌ).\nأنواعُه: 1- المثالُ: هوَ ما كانَ أوّلُه حرفَ علّةٍ، مثالٌ: وردَ - ينعَ.\n2- الأجوفُ: هوَ ما كانَ وسطُه حرفَ علّةٍ، مثالٌ: جادَ- حولَ- غيدَ.\n3- النّاقصُ: هو ما كانَ آخرُه حرفَ علّةٍ، مثالٌ: غزا- رضي.\n-هناك أفعالٌ تحتوي على حرفيْ علّةٍ، مثالٌ: وشى- عوى.\nالفعلُ الماضي\nفعلٌ يدلُّ على حدثٍ وقعَ قبلَ زمنِ التكلّمِ، وهو مبنيٌّ دائماً.\nبناءُ الفعلِ الماضي:\n1-يُبنى على الفتحِ: ا-إذا اتّصلت به ألفُ الاثنينِ، مثالٌ: الطالبان نجحَا، نجحَا: فعلٌ ماضٍ مبنيٌّ على الفتحِ لاتّصالِه بألفِ الاثنينِ، والألفُ ضميرٌ متّصلٌ مبنيٌّ على السّكونِ في محلِّ رفعٍ فاعلٌ.\nب- إذا اتّصلَت به تاءُ التّأنيثِ السّاكنةُ، مثالٌ: الطّالبةُ نجحَتْ، نجحَتْ: فعلٌ ماضٍ مبنيٌ على الفتحِ الظّاهرِ، والتّاءُ للتأنيثِ.\nج- إذا لم يتصلْ به شيءٌ، مثالٌ: الطّالبُ نجحَ، نجحَ: فعلٌ ماضٍ مبنيٌّ على الفتحِ الظّاهرِ.\n2-يُبنى على السّكونِ: ا- إذا اتّصلَت به تاءُ الفاعلِ المتحركةُ، مثالٌ: سمعْتُ كلامَ أبي، سمعْتُ: فعلٌ ماضٍ مبنيٌّ على السّكونِ لاتّصالِه بتاءِ الفاعلِ، والتّاءُ ضميرٌ متّصلٌ مبنيٌّ على الضّمِّ في محلِّ رفعٍ فاعلٌ.\n(1/53)\n",
        "ب- إذا اتّصلَت به نونُ النّسوةِ، مثالٌ: الفتياتُ أسهمْنَ في بناء ِ الوطنِ، أسهمْنَ: فعلٌ ماضٍ مبنيٌّ على السّكونِ لاتّصالِه بنونِ النّسوةِ، والنّونُ ضميرٌ متّصلٌ مبنيٌّ على الفتحِ في محلِّ رفعٍ فاعلٌ.\nج- إذا اتّصلَت به نا الدّالةُ على الفاعلين، مثالٌ: انتصرْنا في حربِ تشرينَ، انتصرْنا: فعلٌ ماضٍ مبنيٌّ على السّكونِ لاتّصالِه بنا، ونا ضميرٌ متّصلٌ مبنيٌّ على السّكونِ في محلِّ رفعٍ فاعلٌ.\n3- يُبنى على الضّمِّ:إذا اتّصلَت به واوُ الجماعةِ، مثالٌ: المسلمون انتصرُوا على أعدائِهم في حطّينَ، انتصرُوا: فعلٌ ماضٍ مبنيٌّ على الضّمِّ لاتصالِه بواوِ الجماعةِ، والواوُ ضميرٌ متّصلٌ مبنيٌّ على السّكونِ في محلِّ رفعٍ فاعلٌ.\nالفعلُ المضارعُ\nفعلٌ يدلُّ على حدَثٍ يتمُّ في وقتِ التكلّمِ، مثالٌ: أقرأُ كتابَ النّحو، أقرأُ: فعلٌ مضارعٌ مرفوعٌ وعلامةُ رفعِه الضّمّةُ الظّاهرةُ.\nالفعلُ المضارعُ معربٌ دائماً:\nرفعُ المضارعِ: يكونُ الفعلُ المضارعُ مرفوعاً إذا لم يُسبقْ بحرفٍ ناصبٍ أو جازمٍ،مثالٌ: (وإذْ يرفعُ إبراهيمُ القواعدَ من البيتِ وإسماعيلُ..), يرفعُ: فعلٌ مضارعٌ مرفوعٌ وعلامةُ رفعِه الضّمّةُ الظّاهرةُ.\nنصبُ المضارعِ\nيُنصبُ الفعلُ المضارع ُإذا سُبقَ بأحدِ الحروفِ الناصبةِ، وهيَ:\n1- أنْ، مثالٌ: أحبُّ أن أكافئَ المجدَّ، أكافئَ: فعلٌ مضارعٌ منصوبٌ بأنْ وعلامةُ نصبِه الفتحةُ الظّاهرةُ.\n2-لنْ، مثال: لن أتهاونَ في واجباتي، أتهاونَ: فعلٌ مضارعٌ منصوبٌ بلن وعلامةُ نصبِه الفتحةُ الظّاهرةُ.\n3- كي،مثالٌ: أدرسُ كي أنجحَ، أنجحَ: فعلٌ مضارعٌ منصوبٌ بكي وعلامةُ نصبِه الفتحةُ الظّاهرةُ.\n4- إذنْ، مثالٌ: قالَ الطّالبُ: سأدرسُ، فأجابَ\nالمدرّسُ: إذنْ تنجحَ، تنجحَ: فعلٌ مضارعٌ منصوبٌ بإذن\nوعلامةُ نصبِه الفتحةُ الظّاهرةُ.\nويُنصب ُالفعلُ المضارعُ بأن المضمرةِ بعدَ:\n(1/54)\n\n1- لامِ التّعليلِ، مثالٌ: ذهبْتُ إلى المدرسةِ لأتعلّمَ، أتعلّمَ: فعلٌ مضارعٌ منصوبٌ بأنْ مضمرة بعد لامِ التّعليلِ، وعلامةُ نصبِه الفتحةُ الظّاهرةُ.\n2- لامِ الجحودِ، تكونُ مسبوقةً بكانَ المنفيةِ وما يشتقُّ منها، مثالٌ :(ما كانَ يوسفُ ليأخذَ أخاهُ في دينِ الملِكِِ)، يأخذَ: فعلٌ مضارعٌ منصوبٌ بأنْ مضمرة بعد لامِ الجحودِ وعلامةُ نصبِه الفتحةُ الظّاهرةُ.\n3- حتّى: هي حرفُ غايةٍ وجرٌّ، ينصبُ المضارعُ بعدَها بأنْ مضمرة، مثالٌ: جئْتُ إلى المدرسةِ حتى أتعلّمَ، أتعلّمَ: فعلٌ مضارعٌ منصوبٌ بأنْ مضمرة بعد حتى، وعلامةُ نصبه الفتحةُ الظّاهرةُ.\n4- أوْ: بمعنى إلى أنْ، مثالٌ: سأدرسُ أو أنجحَ، أنجحَ: فعلٌ مضارعٌ منصوبٌ بأنْ مضمرة بعدَ أو، وعلامةُ نصبه الفتحةُ الظّاهرةُ. وقد تكونُ أو بمعنى إلاّ، مثالٌ: سأعاقبُ الجاني أو يُقلعَ عن ذنبه، يقلعَ: فعلٌ مضارعٌ منصوبٌ بأنْ مضمرة بعد أو وعلامةُ نصبِه الفتحةُ الظّاهرةُ.\n5- فاءِ السّببيّةِ: هي الفاءُ الّتي يكون ما قبلها سبباً في حصولِ ما بعدها، مثالٌ: اجتهدْ فتنجحَ، أيّ إنّ الاجتهادَ سببٌ في حصولِ النّجاحِ، وتنجحَ: فعلٌ مضارعٌ منصوبٌ بأنْ مضمرة بعد فاءِ السّببيةِ، وعلامةُ نصبِه الفتحةُ الظّاهرةُ على آخره.\nتكونُ فاءُ السّببيةِ مسبوقةً بنفيٍ، مثالٌ:(لا يُقضى عليهِم فيموتُوا)، فيموتوا: الفاءُ فاءُ السّببيةِ، يموتوا: فعلٌ مضارعٌ منصوبٌ بأنْ مضمرة بعدَ فاءِ السّببيةِ، وعلامةُ نصبِه حذفُ النّونِ من آخره لأنّه من الأفعالِ الخمسةِ، والواوُ ضميرٌ متّصلٌ مبنيٌّ على السّكونِ في محلِّ رفعٍ فاعلٌ.\nأو مسبوقةً بطلبٍ،كالأمرِ، مثالٌ: اجتهدْ فتنجحَ،\nتنجحَ: فعلٌ مضارعٌ منصوبٌ بأنْ مضمرة بعدَ فاءِ السّببيةِ،\nوعلامةُ نصبِه الفتحةُ الظّاهرةُ.",
        "(1/55)\n\nأو النّهيِ، مثال: لا تفعلْ شرّاً فتعاقبَ، تعاقبَ: فعلٌ مضارعٌ منصوبٌ بأنْ مضمرة بعد فاءِ السّببيةِ وعلامةُ نصبه الفتحةُ الظّاهرةُ. أو الاستفهامِ، مثالٌ: هل تزورني فأكرمَك؟ أكرمَكَ: فعلٌ مضارعٌ منصوبٌ بأنْ مضمرة بعد فاءِ السّببيةِ وعلامةُ نصبه الفتحةُ الظّاهرةُ، والفاعلُ ضميرٌ مستترٌ وجوباً تقديرُه أنا، والكافُ ضميرٌ متّصلٌ مبنيٌّ على الفتحِ في محلِّ نصبٍ مفعولٌ به. أو الحضِّ، مثالٌ: هلاّ تدرس فتنجحَ، تنجحَ: فعلٌ مضارعٌ منصوبٌ بأنْ مضمرة بعدَ فاءِ السّببيةِ. أو التّمني، مثالٌ: ليتك تتأنى فتتقنَ عملَك، تتقنَ: فعلٌ مضارعٌ منصوبٌ بأنْ مضمرة بعد فاءِ السّببيةِ، والفاعلُ ضميرٌ مستترٌ وجوباً تقديرُه أنت.\nجزمُ الفعلِ المضارعِ\nيُجزمُ الفعلُ المضارعُ إذا سُبقَ بأحدِ الحروفِ الجازمةِ،وهيَ:\n1- لم: حرفُ جزمٍ ونفيٍ وقلبٍ، يجزمُ المضارعَ وينفي حدوثه في الماضي، كقولِ شوقي:\nخُيِّرْتَ فاخترْتَ المبيتَ على الطَّوى\nلم تبنِ جاهاً أو تلمَّ ثراءَ\nلم: حرف جازم. تبنِ: فعلٌ مضارعٌ مجزوم بلم،\nوعلامةُ جزمِه حذفُ حرفُ العلّةِ من آخرِه، والفاعلُ ضميرٌ مستترٌ وجوباً تقديرُه أنت.\n2- لمّا: حرفٌ جازمٌ يجزمُ المضارعَ وينفي حدوثَه في الماضي، وامتدادِ النّفيِ إلى زمنِ التكلّمِ، وتوقّعِ حدوثِ الفعلِ في المستقبلِ، مثالٌ: لمّا يحضرِ الغائبُ، لمّا: حرفٌ جازمٌ، يحضر: فعلٌ مضارعٌ مجزومٌ بلمّا، وعلامةُ جزمِه السّكون ُالظّاهرةُ، وحرّكَ بالكسرِ لمنعِ التقاءِ السّاكنين.\n3- لامُ الأمرِ، حرفٌ جازمٌ يدلُّ على طلبِ حدوثِ الفعلِ، وتقلبُ معنى المضارعِ إلى معنى الطّلبِ كفعلِ الأمرِ، مثالٌ: لتسعَ إلى الخيرِ، لتسعَ: الّلامُ لامُ الأمرِ، تسعَ: فعلٌ مضارعٌ مجزومٌ بلام الأمرِ، وعلامةُ جزمِه حذفُ حرفِ العلّةِ من آخرِه، والفاعلُ ضميرٌ مستترٌ وجوباً تقديرُه أنت.\n(1/56)",
        "\n4- لا النّاهيةُ، حرفٌ جازمٌ يجزمُ المضارعَ ويدلُّ على طلبِ الكفِّ عن العملِ، كقولِ الشّاعرِ:\nلا تنهَ عن خلقٍ وتأتي مثلَهُ…\nعارٌ عليكَ إذا فعلْتَ عظيمُ\nلا: ناهية جازمة، تنهَ: فعلٌ مضارعٌ مجزومٌ بلا، وعلامةُ جزمه حذفُ حرفِ العلّةِ من آخره، والفاعلُ ضميرٌ مستترٌ وجوباً تقديرُه أنت.\nجزمُ المضارعُ في جوابِ الطّلبِ\nيجزمُ الفعلُ المضارعُ إذا وقعَ جواباً للطّلبِ، والطّلبُ هو ما دلَّ على طلبِ حدوثِ الفعلِ أو الكفِّ عنه، ويشملُ:\n1- الأمرَ: يدلُّ على طلبِ حدوثِ الفعلِ على وجهِ الاستعلاءِ، مثالٌ:\n( وقالَ ربُّكُم ادعُوني أستجبْ لكُم)، أستجبْ: فعلٌ مضارعٌ مجزومٌ لأنّه جوابُ الطّلبِ، وعلامةُ جزمِه السّكونُ الظّاهرةُ على آخرِه، والفاعلُ ضميرٌ مستترٌ وجوباً تقديره أنا.\n2- المضارعَ المقترنَ بلامِ الأمرِ، مثالٌ: لتفعلْ خيراً\nتنلْ جزاءَه، تنلْ: فعلٌ مضارعٌ مجزومٌ لأنّه جوابُ الطّلبِ، وعلامةُ جزمِه السّكونُ الظّاهرةُ، والفاعلُ ضميرٌ مستترٌ وجوباً تقديرُه أنت.\n3- النّهيَ: هو طلبُ الكفِّ عن الفعلِ على وجهِ الاستعلاءِ، مثالٌ: لا تؤذِ أحداً تحظَ براحةِ الضّمير، تحظَ: فعلٌ مضارعٌ مجزومٌ لأنّه جوابُ الطّلبِ، وعلامةُ جزمِه حذفُ حرفِ العلّةِ من آخرِه، والفاعلُ ضميرٌ مستترٌ وجوباً تقديرُه أنت.\nبناءُ المضارعِ\nالفعلُ المضارعُ مُعربٌ دائماً إلا أنّه يأتي مبنيّاً في موضعين:\n1- يُبنى على الفتحِ:إذا اتّصلَتْ به إحدى نوني التّوكيدِ الثّقيلةُ أو الخفيفةُ، مثالٌ: لا تؤخرَنّ عملَ اليومِ إلى الغدِ، تؤخرَنّ: فعلٌ مضارعٌ مبنيٌّ على الفتحِ لاتصاله بنونِ التّوكيدِ الثقيلةِ، وهو في محلِّ جزمٍ بلا، والفاعلُ\nضميرٌ مستترٌ وجوباً تقديرُه أنت.\nلاتهملَنْ واجباتك: تهملَنْ: فعلٌ مضارعٌ مبنيٌّ على الفتحِ لاتصالِه بنونِ التّوكيدِ الخفيفةِ، وهو في محلِّ جزمٍ بلا. والفاعلُ ضميرٌ مستترٌ وجوباً تقديرُه أنت.\n(1/57)\n",
        "2-يُبنى على السّكونِ: إذا اتّصلَتْ به نونُ النّسوةُ، مثالٌ: الفتياتُ يسهمْنَ في بناءِ الوطنِ، يسهمْنَ: فعل ٌمضارعٌ مبنيٌّ على السّكونِ لاتصالِه بنونِ النّسوةِ والنّونُ ضميرٌ متّصلٌ مبنيٌّ على الفتحِ في محلِّ رفعٍ فاعلٌ.\nتوكيدُ الفعلِ المضارعِِ بالنّونِ\nيؤكّدُ الفعلُ المضارعُ بالنّونِ الثّقيلةِ أو الخفيفةِ في زمني الحالِ أو الاستقبالِ، ويجوزُ توكيدُ فعلِ الأمرِ بهما، وعندَ توكيدِ الفعلِ المضارعِ بالنّونِ يصبحُ دالاًّ على الاستقبالِ.\nوجوبُ توكيدِ الفعلِ المضارعِ بالنّونِ: يكونُ المضارعُ واجبَ التّوكيدِ بالنّونِ إذا كانَ مُثبتاً غيرَ منفيٍّ،دالاًّ على الاستقبالِ، مقترناً باللاّمِ، مسبوقاً بالقسمِ، مثالٌ: والله لأسعيَنّ إلى الخيرِ. أو: والله لأسعيَنْ إلى الخيرِ، فالفعلان أسعيَنّ، وأسعَيَنْ مضارعان واجبا التّوكيدِ بالنّونِ مبنيان على الفتحِ.\nفإذا نقصَ أحدُ الشّروطِ السّابقةِ امتنعَ توكيدُه، مثالٌ: واللهِ لسوفَ أسعى إلى الخيرِ: امتنعَ توكيدُ الفعلِ بالنّونِ لوجودِ فاصلٍ بينَ الّلامِ والفعلِ(سوف)، أو: واللهِ لأسعى إلى الخيرِ اليومِ، امتنعَ توكيدُ الفعلِ بالنّونِ لأنَّه لا يدلُّ على الاستقبالِ، أو: واللهِ لا أهملُ واجباتي، امتنعَ توكيدُ الفعلِ بالنّونِ لأنّه منفيٌّ.\nجوازُ توكيدُ الفعلِ المضارع ِبالنّونِ\n1-يجوزُ توكيدُ الفعلِ المضارعِ بالنّونِ إذا كانَ مسبوقاً بطلبٍ( أمرٌ- نهيٌ- استفهامٌ- ترجّي- تمنّي...)، أمثلةٌ: لا تهملَنّ واجباتك، أولا تهملْ واجباتك، جائزُ التّوكيدِ لأنّه سُبقَ بنهيٍ. لتسعيَنّ إلى الخيرِ، أو لتسعَ إلى الخيرِ، جائزُ التّوكيدِ لأنّه سُبقَ بلامِ الأمرِ.\n2-ويجوزُ توكيدُه بالنّونِ إذا كانَ مسبوقاً بإمّا\n(إن+ما)، مثالٌ: إمّا تفعلَنَّ الخيرَ تنلْ محبّةَ الناسِ، أو إمّا تفعلْ الخيرَ تنلْ محبّةَ الناسِ.\nطريقةُ توكيدِ المضارعِ بالنّونِ\n(1/58)\n\n1- المضارعُ المُسندُ إلى المفردِ المذكّرِ: تلحقُه نونُ التّوكيدِ دونَ تغييرٍ فيه، مثالٌ: لتوكيدِ الفعلِ( تكتبُ)نقولُ: لتكتبَنّ واجباتِك.\n- إذا كان معتلَّ الآخرِ بالألفِ تُقلبُ ياءً عندَ التّوكيدِ، الفعلُ( يسعى) معتلُّ الآخرِ بالألفِ عندَ توكيدِه نقولُ: لتسعيَنّ إلى الخيرِ.\n2- المسندُ إلى نونِ النّسوةِ: تلحقُه نونُ التّوكيدِ مع إضافةِ ألفٍ قبلَها بينها وبينَ نونِ النّسوةِ، مثالٌ: الفعلُ تدرسْن، نقولُ في توكيدِه: لتدرسْنان، وهو فعلٌ مبنيٌّ على السّكونِ لاتصالِه بنونِ النّسوةِ في محلِّ جزمٍ بلام الأمرِ، والنّونُ ضميرٌ متّصلٌ مبنيٌّ على الفتحِ في محلِّ رفعٍ\nفاعلٌ، والألفُ للفصلِ بين النّونين.\nتوكيدُ الأفعال ِالخمسةِ\n1- المُسندُ إلى ألفِ الاثنينِ: مثالٌ: يكتبان، تحذفُ نونُ الرّفعِ عندَ التّوكيدِ لتوالي الأمثالِ، وتحرّكُ نونُ التّوكيدِ بالكسرِ، ويكونُ الفعلُ معرباً غيرَ مبنيٍّ لعدمِ اتصالِه بنونِ التّوكيدِ مباشرةً لوجودِ فاصلٍ بينهما، نقولُ: يكتبانِ: فعلٌ مضارعٌ مرفوعٌ وعلامةُ رفعِه ثبوتُ النّونِ المحذوفةِ لتوالي الأمثالِ، والألفُ ضميرٌ متّصلٌ مبنيٌّ على السّكونِ في محلِّ رفعٍ فاعلٌ، أصلُه( يكتباننِ).\n2- المسندُ إلى واوِ الجماعةِ: تُحذفُ نونُ الرّفعِ لتوالي الأمثالِ، وتحذفُ واوُ الجماعةِ لالتقاءِ السّاكنين، ويضمُّ ما قبل نونِ التّوكيدِ للدّلالةِ على واوِ الجماعةِ المحذوفةِ، ويكونُ الفعلُ مُعرباً أيّضاً، نقولُ في توكيدِ الفعلِ تكتبون، ( تكتبُنّ): وهو فعلٌ مضارعٌ مرفوعٌ بثبوتِ النّونِ المحذوفةِ لتوالي الأمثالِ، والواوُ المحذوفةُ لالتقاءِ السّاكنين ضميرٌ متّصلٌ مبنيٌّ على السّكونِ في محلِّ رفعٍ فاعلٌ.\n-إذا كان الفعلُ المضارعُ معتلَّ الآخرِ بالألفِ تبقى واوُ الجماعةِ وتحركُ بالضّمِّ،وتُحذفُ الألفُ، لتوكيدِ الفعلِ تسعَوْن، نقولُ: (تسعوُنّ).",
        "(1/59)\n\n3- المسندُ إلى ياءِ المؤنّثةِ المخاطبةِ: تُحذفُ نونُ الرّفعِ لتوالي الأمثالِ، وتحذفُ ياءُ المؤنّثةِ المخاطبةِ لالتقاءِ السّاكنين، ويُكسرُ ما قبل نونِ التّوكيدِ للدّلالةِ على ياءِ المؤنّثةِ، ويكونُ الفعلُ مُعرباً أيّضاً، نقولُ في توكيدِ الفعلِ تكتبين، ( تكتبِنّ): وهو فعلٌ مضارعٌ مرفوعٌ بثبوتِ النّونِ المحذوفةِ لتوالي الأمثالِ، والياءُ المحذوفةُ لالتقاءِ السّاكنين ضميرٌ متّصلٌ مبنيٌّ على السّكونِ في محلِّ رفعٍ فاعلٌ.\n-إذا كانَ الفعلُ معتلَّ الآخرِ بالألفِ، تُحذفُ ألفُ الفعلِ، وتبقى ياءُ المؤنّثةِ المخاطبةِ مكسورةً، لتوكيدِ الفعلِ تسعين نقولُ( تسعيِنّ).\nفعلُ الأمرِ\nهو الفعلُ الّذي يدلُّ على طلبِ حدوثِ العملِ في المستقبلِ على وجهِ الاستعلاءِ، وهو مبنيٌّ دائماً:\nبناءُ فعلِ الأمرِ:\n1- يُبنى على السّكونِ:ا-إذا لم يتصلْ به شيءٌ، مثلُ: ( اسمعْ) اسمعْ: فعلُ أمرٍ مبنيٌّ على السّكونِ الظّاهرةِ على آخرِه.\nب-أو إذا اتّصلَتْ به نونُ النّسوةِ( اسمعْن). اسمعْنَ: فعلُ أمرٍ مبنيٌّ على السّكونِ الظّاهرةِ لاتصالِه بنونِ النّسوةِ، والنّونُ ضميرٌ متّصلٌ مبنيٌّ على الفتحِ في محلِّ رفعٍ فاعلٌ.\n2-يُبنى على الفتحِ:إذا اتّصلَت به إحدى نوني التّوكيدِ الخفيفةُ أو الثقيلةُ، مثالٌ: اسمعَنْ- اسمعَنَّ.\nاسمعَنْ: فعلُ أمرٍ مبنيٌّ على الفتحِ لاتصاله بنونِ التّوكيدِ\nالخفيفةِ. والنّونُ حرفٌ لا محلَّ له من الإعرابِ. اسمعَنَّ: فعلُ أمرٍ مبنيٌّ على الفتحِ لاتصاله بنونِ التّوكيدِ الثقيلةِ، والنّونُ حرفٌ لا محلَّ له من الإعرابِ.\n3-يُبنى على حذفِ حرفِ العلّةِ : إذا كانَ معتلَّ الآخرِ، مثالٌ: اسعَ- ادنُ- امضِ.\nاسعَ-ادنُ- امضِ:كلٌّ منها فعلُ أمرٍ مبنيٌّ على حذفِ حرفِ العلّةِ من آخره.\n(1/60)",
        "\n4 يُبنى على حذفِ النّونِ: إذا كانَ مضارعُه من الأفعالِ الخمسةِ، أي إذا اتّصلَتْ به ألفُ الاثنين أو واوُ الجماعةِ أو ياءُ المؤنّثةِ المخاطبةِ. مثالٌ: اكتبا-اكتبوا- اكتبي\nاكتبا: فعلُ أمرٍ مبنيٌّ على حذفِ النّونِ لاتصاله بألفِ الاثنين والألفُ ضميرٌ متّصلٌ مبنيٌّ على السّكونِ في محلِّ رفعٍ فاعلٌ. اكتبوا: فعلُ أمرٍ مبنيٌّ على حذفِ النّونِ لاتصاله بواوِ الجماعةِ، والواوُ ضميرٌ متّصلٌ مبنيٌّ على السّكونِ في محلِّ رفعٍ فاعلٌ. اكتبي: فعلُ أمرٍ مبنيٌّ على حذفِ النّونِ لاتصاله بياءِ المؤنثةِ المخاطبةِ، والياءُ ضميرٌ متّصلٌ مبنيٌّ على السّكونِ في محلِّ رفعٍ فاعلٌ.\nالأفعالُ الخمسةُ\nهي كلُّ فعلٍ مضارعٍ اتّصلَت به ألفُ الاثنين أو واوُ الجماعةِ أو ياءُ المؤنّثةِ المخاطبةِ، وسُميت بالأفعالِ الخمسةِ لأنّ الفعلَ المضارعَ عندَ اتصاله بالضّمائرِ المذكورةِ يكونُ على خمسِ صورٍ، مثالٌ يسمعُ: يسمعان- تسمعان- يسمعون- تسمعون- تسمعين.\nإعرابها: علامةُ رفعِ الأفعالِ الخمسةِ ثبوتُ النّونِ في آخرِها.مثالٌ: الطّالبان يسمعان صوتَ المدرّسِ، يسمعان: فعلٌ مضارعٌ مرفوعٌ وعلامةُ رفعِه ثبوتُ النّونِ في آخرِه لأنّه من الأفعالِ الخمسةِ، والألفُ ضميرٌ متّصلٌ مبنيٌّ على السّكونِ في محلِّ رفعٍ فاعلٌ.\nعلامةُ نصبِ الأفعالِ الخمسةِ حذفُ النّونِ من\nآخرِها، مثالٌ: الأولادُ لن يكفُّوا عن اللّعبِ، يكفّوا: فعلٌ مضارعٌ منصوبٌ وعلامةُ نصبِه حذفُ النّونِ من أخرِه لأنّه من الأفعالِ الخمسةِ،والواوُ ضميرٌ متّصلٌ مبنيٌّ على السّكونِ في محلِّ رفعٍ فاعلٌ.\nعلامةُ جزمِ الأفعالِ الخمسةِ حذفُ النّونِ من آخرها، مثالٌ: أنت لم تحضري أمسِ، تحضري: فعلٌ مضارعٌ مجزومٌ وعلامةُ جزمِه حذفُ النّونِ من آخرِه لأنّه من الأفعالِ الخمسةِ،والياءُ ضميرٌ متّصلٌ مبنيٌّ على السّكونِ في محلِّ رفعٍ فاعلٌ.\nالّلازمُ والمتعدّي\n(1/61)\n",
        "الّلازمُ: هو الفعلُ الّذي يكتفي بفاعلِه لإتمامِ المعنى، ولا يتعدّاه إلى المفعولِ به، مثالٌ: ( وجاءَت إحداهُنّ تمشي على استحياءٍ)، الفعلُ جاءَ لازمٌ لأنّه اكتفى بفاعلِه (إحداهنّ) لإتمامِ المعنى.\nالمتعدّي: هو الفعل الّذي لا يكتفي بفاعله لإتمام\nالمعنى، وإنما يتعدّاه إلى المفعولِ به، مثال: سمعْتُ نصيحةَ والدي، فالفعلُ سمعْتُ: فعل متعدٍّ لعدمِ اكتفائهِ بفاعلهِ لإتمامِ المعنى، وإنما تعدّاه إلى المفعولِ به: نصيحةَ.\n1- الفعلُ المتعدّي إلى مفعولٍ واحدٍ: هو الّذي يكتفي بمفعولٍ واحدٍ لإتمامِ المعنى، مثالٌ:قرأْتُ الكتابَ، قرأْتُ:فعل ماضٍ مبنيٌّ على السّكونِ لاتصاله بالتّاءِ والتّاءُ ضميرٌ متّصلٌ مبنيٌّ على الضّمِّ في محلِّ رفعٍ فاعلٌ.الكتابَ: مفعولٌ به منصوبٌ، وعلامةُ نصبِه الفتحةُ الظّاهرةُ.\n2- الفعلُ المتعدّي إلى مفعولين:هو الفعلُ الّذي لا يكتفي بمفعولٍ واحدٍ لإتمامِ المعنى وإنما يتعدّى إلى اثنين، وهو نوعان:\nا- المتعدّي إلى مفعولين أصلهما مبتدأٌ وخبرٌ:وهي أفعالُ الظنِّ واليقينِ والتحويلِ.\n1- أفعالُ الظنِّ:ظنّ ـ خال ـ زعم ـ حسب ـ حجا-جعل-عدّ-هبْ\nمثالٌ: ظنَّ الكسولُ النّجاحَ سهلاً،النّجاحَ:مفعولٌ به\nأول منصوبٌ، سهلاً: مفعولٌ به ثانٍ منصوبٌ .\n2 ـأفعالُ اليقينِ:علم ـ رأى ـ ألفى ـ وجد ـ درى-تعلّم.\nمثال: رأى الطالبُ العلمَ نافعاً،العلمَ:مفعولٌ به أولٌ منصوبٌ، نافعاً:مفعولٌ به ثانٍ منصوبٌ بالفتحةِ.\n3ـأفعالُ التحويلِ:جعل ـ رد ـ صيّرـ وهب بمعنى ( صيّر) اتخذ-ترك-تخذ.\nمثالٌ:صيَّر المَثَّالُ الطِّينَ تمثالاً،الطّينَ:مفعولٌ به أولٌ منصوبٌ،تمثالاً:مفعولٌ به ثانٍ منصوبٌ.\nب- المتعدّي إلى مفعولين ليس أصلُهما مبتدأً وخبراً،هي أفعالُ:منح، وهَب، أعطى،كَسا، سَأل، ألبس-علّم- فهّم-منع.\n(1/62)\n\nمثال:وهبَ اللهُ الإنسانَ عقلاً،وهبَ: فعلٌ ماضٍ مبنيٌّ على الفتحِ الظّاهرِ. اللهُ: لفظُ الجلالةِ فاعلٌ مرفوعٌ وعلامةُ رفعِه الضّمّةُ الظّاهرةُ. الإنسانَ:مفعولٌ به أوّلٌ منصوبٌ وعلامةُ نصبِه الفتحةُ الظّاهرةُ. عقلاً: مفعولٌ به ثانٍ منصوبٌ وعلامةُ نصبِه الفتحةُ الظّاهرةُ.\nج- المتعدّي إلى ثلاثةِ مفعولاتٍ، هي أفعالُ: أرى- أخبر-أنبأ- أعلم-نبّأ- حدّث- خبّر.\nمثالٌ:أريْتُهُ العلمَ نافعاً،أريْتُهُ: فعلٌ ماضٍ مبنيٌّ على السّكونِ، والتاءُ ضميرٌ متّصلٌ مبنيٌّ على الضّمِّ في محلِّ رفعٍ فاعلٌ، والهاءُ ضميرٌ متّصلٌ مبنيٌّ على الضّمِّ في محلِّ نصبٍ مفعولٌ به أوّل، العلمَ: مفعولٌ به ثانٍ منصوبٌ وعلامةُ نصبهِ الفتحةُ الظّاهرةُ، نافعاً: مفعولٌ به ثالثٌ منصوبٌ وعلامةُ نصبهِ الفتحةُ الظّاهرةُ.\nأسماءُ الأفعالِ\nهي أسماءٌ تدلُّ على معنى الفعلِ من حيثُ اقترانهُا بالزّمنِ، وتعملُ عملَه، ولا تقبلُ علاماتِه، (كالاتصال بضمائر الرفع أو تاء التأنيث وغيرها) وتكونُ مبنيّةً كالأسماءِ، وهي:\n1-اسمُ فعلٍ ماضٍ: يدلُّ على معنى الماضي، مثلُ: هيهات بمعنى بعُدَ،شتّانَ بمعنى افترقَ،سرعانَ بمعنى أسرعَ،بطآنَ بمعنى بطُؤ.وَشكانَ بمعنى سرعانَ.\n2-اسمُ فعلٍ مضارعٍ: يدلُّ على معنى المضارعِ، مثلُ: آهٍ: بمعنى أتوجّعُ أو أتألمُ، بخٍ: بمعنى أستحسنُ، أفٍّ: بمعنى أتضجّرُ، أوه: بمعنى أتوجّعُ، واهاً: بمعنى أتعجّبُ، وَيْ: بمعنى أتعجّبُ، بجَل: بمعنى يكفي.\n3-اسمُ فعلِ أمرٍ:يدلُّ على طلبِ حدوثِ العملِ، مثلُ: دونك: بمعنى خذْ، رويدكَ: بمعنى تمهّلْ، إليك: بمعنى خذْ، هلمَّ: بمعنى أقبلْ، حيَّ: بمعنى أقبلْ، صَهْ: بمعنى اسكتْ، مَهْ: بمعنى اكففْ، إيهِ: بمعنى استمرّ، آمين: بمعنى استجبْ، عليكَ: بمعنى التزمْ، إليكَ: بمعنى ابتعدْ، أمامكَ: بمعنى تقدمْ، حَذارِ بمعنى احذرْ، بَدارِ: بمعنى بادرْ.",
        "(1/63)\n\nأنواعُها:1- السّماعيّةُ: هي الّتي سُمعت عن العربِ، مثلُ: هيهاتَ-أفّ- آهٍ- آمين- شتّانَ- سرعانَ.\n2-المنقولةُ:هي الّتي نُقلَت إما عن الجارِّ والمجرورِ، مثلُ: إليكَ، أو عن الظّرفِ، مثلُ: دونكَ، أو عن المصدرِ، مثلُ:رويدكَ.\n3- القياسيةُ:هي الّتي تُصاغُ على أوزانٍ قياسيةٍ من الثّلاثيِّ المتصرّفِ على وزنِ:(فَعَالِ)،مثل: نَزالِ- بَدارِ- حَذارِ.\n-تكونُ أسماءُ الأفعالِ مبنيّةً على ما ينتهي بهِ آخرُها، وليسَ لها قاعدةٌ لبنائِها.\n-يكونُ لفظُها لخطابِ المفردِ والمثنّى والجمعِ، دونَ إضافةِ الضّمائر الدّالةِ عليها، باستثناءِ ما اتّصلَ منها بكافِ الخطابِ، فيراعى لفظُ المخاطبِ، مثالٌ: رويدكَ-رويدكما- رويدكُم.\nالتّعجّبُ\nله صيغتانِ قياسيتان: ما أَفْعَلَه- أَفْعِلْ بِه\nللتّعجّبِ من الفعلِ(جَمُل) في جملةِ: جَمُل الربيع، نقول:ما أَجْمَلَ الربيعَ أو: أََجْمِلْ بالربيعِ.\nشروطُ صياغتِه:أنْ يكونَ الفعلُ ثلاثياً، تامّاً، مثبتاً، مبنياً للمعلوم،ليس الصّفةُ منهُ على وزنِ أفعلَ، قابلاً للتّفاوتِ.\nصياغتُه من الأفعالِ الّتي لم تستوفِ الشّروطَ السَّابقةَ:\n1- إذا كانَ الفعلُ فوقَ ثلاثيٍّ، أو ناقصاً، أو كانت الصّفةُ منهُ على وزنِ أفعلَ: يُؤتى بمصدرِهِ الصّريحِ أو المؤوّلِ مسبوقاً بفعلٍ يساعدُ على صياغةِ التّعجّبِ مثلُ: ما أشَدَّ، ما أَعْظمَ، ما أروع...الخ\n-ما أَعْظمَ تقدُّمَ الوطنِ، أو:ما أعظمَ أنْ يتقدّمَ الوطنُ ( تقدّم فوق ثلاثي).\n-ما أشَدَّ حُمرةَ الشّمسِ، أو ما أشدَّ أن تحمُرَ الشّمسُ (الصّفةُ من حمُر أحمر على وزنِ أفعلَ).\n-ما أَرْوَعَ كونَنا أمّةً واحدةً، أو: ما أرْوعَ أن نكونَ أمّةً واحدةً (كانَ فعلٌ ناقصٌ غيرُ تامٍّ).\n2- إذا كانَ الفعلُ منفيّاً أو مبنيّاً للمجهولِ فإنّنا نأتي بالمصدرِ المؤوّلِ منهُ دونَ الصّريحِ مسبوقاً بالفعلِ المساعدِ.\n(1/64)",
        "\nأمثلةٌ:-ما أجملَ أنْ لا نحرمَ الفقيرَ حقّه(نحرم منفي).… -ما أحسنَ أن يُصان حقُّ الفقيرِ (يُصان مبني للمجهول)\n3- إذا كانَ الفعلُ جامداً،أو غيرَ قابلٍ للتّفاوتِ لا نتعجّبُ منه إطلاقاً.\nملاحظاتٌ:1- إذا جاءَت صيغتا التّعجّبِ من فعلٍ معتلِّ العينِ بالألفِ\nوجبَ ردُّ الألفِ إلى أصلِها: ما أجودَ حاتمَ(جادَ أصلُ\nألفها واوٌ) ما أطيبَ العيشَ في ربوعِ الوطنِ (طابَ أصلُ\nألفِها ياءٌ) .\n2- إذا كان المصدرُ مؤوّلاً يجوزُ حذفُ الباءِ الزّائدةِ من صيغةِ أفعلْ بـ،مثال:أعظمْ أن يتقدّم الوطن.\n3- قد تُزادُ كانَ بين ما التّعجّبيةِ وفعلِ التّعجّبِ، كقولِ الشّاعرِ:\nما- كانَ- أملحَ طفلةً …من غيرِ شيءٍ تخجلُ\n4- للتّعجّبِ صيغٌ سماعيةٌ تُعرفُ بقرينةِ الكلامِ مثلُ: لله دره- لله أنت- سبحان الله- النّداء- الاستفهام.\n5- إعرابُ صيغتي التّعجّبِ القياسيتين:ما أجملَ الرّبيعَ\nما: نكرةٌ تامةٌ مبنيّةٌ على السّكونِ في محلِّ رفعٍ مبتدأٌ، أجملَ:فعلٌ ماضٍ جامدٌ لإنشاء التّعجّبِ، والفاعلُ ضميرٌ مستترٌ وجوباً تقديره هو، والجملةُ من الفعل والفاعلِ في محلِّ رفعٍ خبرٌ مقدّمٌ، الرّبيعَ:مفعولٌ به منصوبٌ وعلامةُ\nنصبِه الفتحةُ الظّاهرةُ .\nأجملْ بالرّبيعِ: أجملْ: فعلٌ ماضٍ جامدٌ جاءَ على صيغةِ الأمرِ للتّعجّبِ، والباءُ: حرفُ جرٍّ زائدٌ، الرّبيعِ:اسمٌ مجرورٌ لفظاً مرفوعٌ محلاً على أنه فاعلُ أجملْ.\nالمدح والذّم\nأسلوبٌ يُستعملُ لاستحسانِ أمرٍ أو ذمِّه. ويُستعملُ للمدحِ الفعلان:نعمَ وحبَّذا,وللذمّ:بئس ولا حبَّذا.\nمثالٌ: إذا أردنا مدحَ الصّدقِ، نقولُ: نعمَ الخلقُ الصّدقُ.\nأجزاؤُه:نعمَ:فعلٌ جامدٌ لإنشاءِ المدحِ، الخلقُ:فاعلٌ.\nالصّدقُ: المخصوصُ بالمدحِ.\nأو:حبَّذا الصّدقُ: حبَّ: فعلٌ للمدح.ذا: فاعل. الصّدقُ: المخصوصُ بالمدح.\nوفي ذمّ الكذبِ نقولُ:بئسَ الخلقُ الكذبُ،أو:لا حبَّذا الكذبُ\n(1/65)\n",
        "إعرابه: نعمَ:فعلٌ ماضٍ لإنشاءِ المدح مبنيٌّ على الفتح، الخلقُ: فاعلٌ مرفوعٌ وعلامةُ رفعه الضّمّةُ الظّاهرةُ، والجملةُ في محلِّ رفعٍ خبرٌ مقدمٌ. الصّدقُ: مبتدأٌ مؤخّرٌ مرفوعٌ وعلامةُ رفعه الضّمّةُ الظّاهرةُ.\nحبَّ: فعلٌ ماض للمدحِ، ذا:اسم إشارةٍ مبنيٌّ على السّكونِ في محلِّ رفعٍ فاعلٌ.والجملةُ خبرٌ مقدمٌ، والصّدقُ:مبتدأٌ مؤخرٌ.\n- يصحُّ في أسلوبِ المدحِ أو الذمِّ المبدوءِ بنعم أو بئسَ أنْ نبدأَ جملته بالاسمِ المخصوصِ بالمدحِ أو الذمِّ: مثالٌ: الصّدقُ نعمَ الخلقُ،ولا يجوزُ ذلك في المبدوءِ بحبَّذا أو لا حبَّذا.\nفاعلُ نعمَ وبئسَ: يأتي فاعلُ نعم وبئس :\n1- اسماً ظاهراً محلّى بال:نعم الطالبُ المجدُّ\n2- مضافاً إلى محلى بال:نعمَ طالبُ المدرسةِ المجدُّ\n3- ضميراً مستتراً مميّزاً بنكرةٍ: بئس خلقاً الكذبُ(خلقاً: تمييز منصوب).\n4- ضميراً مستتراً مميّزاً بما:نعمَ ما تتّصفُ به الصّدقُ.\nملاحظاتٌ:-قد تلحق تاءُ التّأنيثِ الفعلانِ الجامدانِ نعمَ وبئسَ إذا كان الفاعلُ مؤنّثاً (نعمت الصديقةُ هندٌ).\n- قد يأتي المخصوصُ بالمدحِ نكرةً على أنْ تكون نكرةً مخصوصةً، وتكونُ الجملةُ الّتي بعدها صفةً لها(نعم الصديقُ صديقٌ يحفظك إذا غبْت عنه) جملةُ يحفظك في محلِّ رفعٍ صفةٌ. أو: نعمَ الصّديقُ صديقُ العمرِ.\n- يجوزُ حذفُ المخصوصِ بالمدحِ أو الذمِّ إذا كان في الكلامِ ما يدلُّ عليه: (حسبُنا الله ونعمَ الوكيلُ).\nالاختصاصٌُِ\nهو اسمٌ منصوبٌ بفعلٍ محذوفٍ تقديرُهُ( أخصُّ)، يأتي بعدَ ضميرِ تكلُّمٍ ليبيِّنَ المقصودَ منه، ويسمَّى هذا الاسمُ المنصوبُ بالاسمِ المُختصِّ، أو المنصوبِ على الاختصاص،ِ كقولِ البُحتريِّ:\nنحنُ -أبناءَ يعربٍ- أعربُ النَّـ\nـاس لساناً وأنضرُ النَّاِس عُودا\nأبناءَ:اسمٌ منصوبٌ على الاختصاصِ، أو مفعولٌ به منصوبٌ لفعلٍ محذوفٍ تقديرُهُ أخصُّ، وقد بيَّنَ المقصودَ بالضّميرِ(نحنُ).\n(1/66)\n\nأنواعُهُ:1- أنْ يأتيَ الاسمُ المختصُّ محلَّى بال :نحنُ - الطّلاّبَ - مجدُّونَ.\n2-مضافاًإلى محلَّى بال:نحنُ- معشرَ الطّلاَّبِ- مجدُّونَ.\n3-مضافاً إلى اسمِ علمٍ:نحنُ- أبناءَ يعربٍ- أعربُ النّاسِ لساناً.\nالإغراءِ والتَّحذيرِ\nالإغراءُ: أسلوبٌ في الكلامِ يُرادُ منه ترغيبُ المخاطبِ بأمرٍ محمودٍ للقيامِ به\nالتّحذيرُ: أسلوبٌ يُرادُ منه تنبيهُ المخاطبِ إلى أمرٍ مكروهٍ لتجنِّبه 0\nصورُهُ:1- أنْ يأتيَ الاسمُ مفرداً منصوباً بفعلٍ محذوفٍ تقديرُهُ احذرْ أو اجتنبْ أو الزمْ.\nالإغراءُ:الاجتهادَ فإنَّهُ طريقُ النَّجاحِ.\nالتّحذيرُ:الكسلَ فإنَّهُ طريقُ الفشلِ.\n2 - أنْ يأتيَ الاسمُ مكرَّراً،مثال الإغراء:العلمَ العلمَ يا أبناءَ الوطن.\nالتّحذير:الذّلَّ الذّلَّ أيُّها العربُ فإنَّهُ ليسَ من صفاتِكُمْ\n3- أنْ يأتيَ المُغرى به أو المحذَّرُ منه معطوفاً عليه :\nالإغراء:الجدَّ والاجتهادَ أيُّها الطّلاّبُ.\nالتّحذير:الكسلَ والتّهاونَ أيّها الطُّلاَّبُ.\n4- ينفردُ أسلوبُ التّحذيرِ بصورةٍ أُخرى،وذلك بأنْ تبدأَ جملتَهُ بضميرِ النّصبِ ( إيّا) معَ ضميرِ المخاطَبِ المناسبِ، ولهُ صورٌ عدَّةٌ:\nا- أنْ يأتيَ المحذَّرُ منه معطوفاً على الضّميرِ إيّا:إيّاك والحسدَ.\nإيّا:ضميرٌ منفصلٌ مبنيٌّ على السُّكونِ في محلِّ نصبٍ مفعول به لفعلٍ محذوفٍ تقديرُهُ أُحذِّرُ، وفاعلُهُ ضميرٌ مستترٌ وجوباً تقديرُهُ أنا، والكافُ للخطابِ، والواوُ حرفُ عطفٍ، والحسدَ: مفعولٌ به لفعلٍ محذوفٍ تقديرُهُ اجتنبْ، وفاعلُهُ ضميرٌ مستترٌ وجوباً تقديرُهُ أنت وجملةُ اجتنب الحسدَ معطوفةٌ على ما قبلها لا محلَّ لها من الإعرابِ.\nب- أنْ يأتيَ الضَّميرُ مكرَّراً ثُمَّ يُعطفُ عليه بالاسمِ المحذَّرِ منه:إيَّاكَ إيَّاكَ\nوالكسلَ.\nج- أنْ يأتيَ المحذَّرُ منه مجروراً بمن بعدَ الضَّميرِ إيَّا: إيَّاكُم من اليأسِ.",
        "(1/67)\n\nملاحظةٌ:-يجوزُ حذفُ من إذا جاءَ المحذَّرُ منه مصدراً مؤوّلاً، مثالٌ: إيَّاكُم أنْ تَظلمُوا.\nالأمر والنّهي\nالأمرُ: هو طلبُ حدوثِ الفعلِ على وجه الاستعلاءِ، وله أربعُ صيغٍ:\n1-فعلُ الأمرِ: انظرْ وقد قُتل الحكيم.\n2-المضارعُ المقترنُ بلام الأمرِ:لتستعدّ للامتحان.\n3-اسمُ فعلِ الأمرِ: هيَّا بنا نقدُّ الإسارا.\n4-المصدرُ المنصوبُ النائبُ عن فعلِ الأمرِ:(صبراً آلَ ياسرٍ فإنّ موعدَكُم الجنّة).\nالنّهيُ:هو طلبُ الكفِّ عن الفعلِ على وجهِ الاستعلاءِ، وله صيغةٌ واحدةٌ صيغةُ المضارعِ المسبوقِ بلا النّاهيةِ، ويكثرُ دخولهُا على فعلِ المخاطبِ، كقولِ الخنساءِ:\nأعينيَّ جُودا ولا تَجمُدا…ألا تبكيان لصخرِ النَّدى؟\nالنّفي\nأدواته: لم - لما- لن- ليس- ما- إن- لا-لات\nعملها: لم:تجزمُ المضارعَ، وتفيدُ نفيَ وقوعِه في الماضي، كقولِ أحمد شوقي:\nلمْ تبقِ منه رحَى الوقائعِ أعظماً\nتَبلى ولم تُبقِ الرِّماحُ دِماءَ\nلمَّا:تجزم المضارعَ، وتفيدُ نفيَ وقوعِه في الماضي، وامتدادِ النّفيِ إلى الحاضرِ، وتوقّعِ حدوثِهِ في المستقبلِ:لمَّا يهطل المطرُ.\nلن: تنصبُ المضارعَ، وتنفي حدوثه في المستقبلِ، كقولِ عبد الكريم الكرمي:\nهذهِ تربتُنا لن تزدهي بسِوانا من حُماةٍ نجبِ\nليس:تدخل على الجملةِ الاسميةِ فتنفي مضمونها، كقولِ أحمد شوقي:\nإنّ البطولةَ أن تموتَ من الظَّما\nليس البطولةُ أن تعبَّ الماءَ\nوتدخلُ على الجملةِ الفعليةِ المبدوءةِ بمضارعٍ فتفيدُ نفيَ مضمونِها، ولا عملَ لها. مثالٌ: ليس ينفعُ الندمُ.\nما: تدخلُ على الجملةِ الفعليةِ فتنفي حدوثَ الفعلِ الّذي بعدها:ما رأيّت أحداً.\nوتدخلُ على الجملةِ الاسميةِ فتعملُ عملَ ليسَ بشرطين:\n- أنْ لا يتقدمَ خبرُها على اسمها\n- أنْ لا ينتقض نفيُها بإلا.\nفإذ1نقصَ أحدُ الشّرطين فلا تعملُ عملَ ليس،مثالٌ: ما النّجاحُ إلا عملٌ شاقٌ.\n(1/68)",
        "\nالنّجاحُ: مبتدأٌ مرفوعٌ وعلامةُ رفعه الضّمّةُ الظّاهرةُ. عملٌ:خبرٌ مرفوعٌ وعلامةُ رفعه الضّمّةُ الظّاهرةُ.\nإنْ:تأتي بمعنى ما، وتدخلُ على الجملتين الفعليةِ والاسمية:( وليحلفُنَّ إنْ أردْنا إلاّ الحُسنى) ( وإنْ من أمَّةٍ إلاّ خلا فيها نذيرٌ).\nلات: تعملُ عملَ ليس بشرطيْ ما، مثالٌ:ندم البغاةُ ولات ساعةَ مندمٍٍ، ويُشترطُ أيّضاً أنْ يكونَ اسمُها وخبرُها من أسماءِ الزّمانِ، وأنْ يحذفَ أحدهما وأكثرُ ما يكونُ المحذوفُ الاسمُ. ففي المثالِ السّابقِ حذفَ الاسمُ والتقديرُ ولات السّاعةُ ساعةَ مندمٍ.\nلا:تعملُ عملَ ليس بشرطي ما، مثال: تعزَّ فلا شيءٌ على الأرضِ باقيا\nوتعملُ لا عمل إنَّ بشروطٍ، وتسمى لا النافية للجنسِ:\n-أنْ يكون اسمها وخبرها نكرتين، فإذا جاءَ اسمُها معرفةً وجبَ تكرارُها، كقول الزّركلي:\nتفدُ الخطوبُ على الشّآمِ مغيرةً\n…لا الزَّجرّ يدفعها ولا التَّهديدُ\n- أنْ لا يفصلُ بينَها وبينَ اسمِها فاصلٌ، فإذا فصلَ بينهُما فاصلٌ أُهملَت وكررت: (لا فيها غولٌ ولا هُمْ عنها يُنزفون).\n- أن لا تقترنَ بحرفِ جرٍّ، فإذا اقترنَتْ به بطلَ عملُها،مثالٌ:جئْتُ بلا موعدٍ.\n- إذا جاء بعدَها فعلٌ ماضٍ وجبَ تكرارُها لتفيدَ النفيَ، مثالٌ: لا نجحَ المهملُ ولا أفلحَ، أما إذا لم تكرَّرْ فإنها تفيدُ الدعاءَ: مثالٌ: لا أفلحَ المسيءُ.\n- يجوزُ رفعُ الاسمِ بعدَ لا المكرّرةِ، أو نصبُه، أو بناؤه:لا أمَّ لي ولا أبُ، لا نسبَ اليوم ولا خلّةً، (لا لغوٌ فيها ولا تأثيم).\nأسلوبُ التّوكيدِ\nتُؤكَّدُ الجملُ لترسيخِ مضمونِها في ذهنِ السّامعِ لدفعِ الشّكِّ.\nمؤكّداتُ الجملةِ الاسميةِ:\n1- لامُ الابتداءِ: وهيَ لامٌ مفتوحةٌ تأتي في بدايةِ الجملةِ الاسميّةِ لتوكيد مضمونها، كقولِ ميسون بنت بحدل:\nلَبيتٌ تخفقُ الأرواحُ فيه أحبُّ إليَّ من قصرٍ منيفِ\n2- إنّ: إنّ العلمَ مفيدٌ\n3- أنّ: علمت أنَّ العلمَ مفيدٌ\n(1/69)\n",
        "4- القسمُ الظّاهرُ: واللهِ إنَّ العلمَ مفيدٌ.\nمؤكداتُ الجملةِ الفعليةِ:\n1- نونُ التّوكيدِ: لا تفعلَنَّ السوءَ\n2- القسمُ الظّاهرُ واللامُ الواقعةُ في جوابِ القسمِ: والله لأستسهلنّ الصّعب.\nيكونُ الفعلُ المضارعُ واجبَ التّوكيدِ إذا اتّصل بالّلام وسبق بالقسم وكان مثبتاً،ويدلُّ على المستقبلِ، كالمثالِ السَّابِقِ.فإذا نقصَ أحدُ الشّروطِ السّابقةِ امتنعَ توكيدُهُ.\nويكونُ جائزَ التّوكيدِ إذا دلَّ على طلبٍ، مثالٌ: لتدرس بجدٍّ أو لتدرسَنَّ بجدٍّ.\n3- القسمُ المقدّرُ: لأستسهلَنَّ الصَّعبَ.\n4- قد: قبلَ الفعلِ الماضي،كقولِ الزركلّي:\nولقد شهدْتُ جموعَها وثَّابةً\nلوكانَ يُدفَعُ بالصُّدورِ حديدُ\n5- حرفا التّنبيه: أمَا، ألا:أما آن للعرب أنْ يتحدُّوا- يناديني الرّفاقُ ألا لقاءٌ.\n6- أمّا: وهيَ حرفُ شرطٍ وتفصيلٍ وتوكيدٍ (وأمّا اليتيمَ فلا تقهَرْ).\n7- الأحرفُ الزّائدة: إنْ بعدَ النّفيِ: ما إنْ أعطيْتُ الفقيرَ صدقةً إلا سرّاً\nأنْ،بعد لمّا:( ولمّا أنْ جاءَ البشيرُ ألقاه على وجهِ أبيهِ).\nما، بعد إذا:إذا ما زرْتَني أكرمْتُكَ.\nمِنْ، بعدَ النّفيِ أو هل الاستفهاميّةِ: ما في الدَّارِ من أحدٍ، ناداهُمُ الجلاَّدُ هلْ مِن شافعٍ.\nالباءُ، بعدَ نفيٍ:( أليسَ اللهُ بأحكمِ الحاكمينَ؟، وما\nربُّكَ بظلاّمٍ للعبيدِ) أو في فاعلِ كفى ( وكفى بالله\nشهيداً بَيني وبَينكم).\nالشّرطُ\nأسلوبٌ في الكلامِ يتكونُ من أداةِ شرطٍ وجملةِ فعلِ الشّرط وجملةِ الجواب، وتحقُّق الفعلِ شرطٌ لتحقّقِ الجواب، مثالٌ: إنْ تدرسْ تنجحْ.\nأدواته: أدواتُ الشّرطِ الجازمةُ\nهي الأدواتُ الّتي تجزمُ فعلين مضارعين بعدها،وهي:\nإن _ إذما: حرفا شرطٍ،كقول الرصافي:\nإن كانَ للجهلِ في أحوالِنا عللٌ…\nفالعلمُ كالطِّبِّ يشفي تلكمُ العِللا\nإذما تقرأْ مِن كتبٍ تجدْ فائدةً.\nمَنْ: تدلُّ على العاقلِ: مَن يجتهدْ ينجحْ.\n(1/70)\n\nما -مهما: تدلاّن على غير العاقلِ:ما تفعلْ مِن خيرٍ تلق جزاءه.مهما تفعل من خير فلن تعدمَ جزاءه.\nمتى -أيّان:للزمان:متى تسافرْ تجدْ خيراً.أيّان نؤمنْك تأمنْ غيرنا.\nأيّن -أنى- حيثما: للمكان:( أيّنما تكونُوا يدركْكُم الموتُ) .أنّى تسافرْ تجدْ صاحباً.حيثما نزلْتَ نلْتَ الأمانَ.\nكيفما: للحالِ:كيفما تعامل النّاسَ يعاملُوك.\nأيّ: تكونُ مضافةً إلى ما بعدها، ودلالتُها بحسبِ ما أُضيفَت إليه: أيُّ إنسانٍ يفعلْ خيراً ينلْ خيراً، دالّةٌ على العاقل. أيَّ كتاب تقرأْ تجدْ فيه فائدةً، دالّةٌ على غيرِ العاقلِ. أيَّ مكان تسافرْ تجدْ راحةً، دالّةٌ على المكانِ.\nأسماءُ الشّرطِ تكونُ مبنيّةً دائماً عدا (أيّ) فهيَ معربةٌ.\nأدواتُ الشّرطِ غيرِ الجازمةِ\nلو- لولا-أمّا: أحرفُ شرطٍ غيرُ جازمةٍ: لو: حرفُ امتناعٍ لامتناع: فعلُه وجوابُه ماضيان: لو زرْتَني أكرمتُك. لولا: حرفُ امتناعٍ لوجودِ يليهِ مبتدأٌ خبرُهُ محذوفٌ: لولا المطرُ ليبسَ الزرعُ. المطرُ: مبتدأٌ خبرُهُ محذوفٌ. أمّا:حرفُ شرطٍ وتفصيلٍ وتوكيدٍ، ويقترنُ\nجوابُها بالفاءِ الرَّابطةِ: (وأمَّا اليتيمَ فلا تقهرْ).\nإذا: ظرفٌ لما يستقبلُ من الزّمنِ يليه جملةٌ فعليةٌ، كقولِ الشّاعرِ:\nإذا رأيْتَ نيوبَ اللّيثِ بارزةً\nفلا تظنّنَّ بأنّ اللّيثَ يبتسمُ\nلمّا: ظرفٌ بمعنى حينَ فعلُهُ وجوابُهُ ماضيانِ، كقولِ أبي العلاءِ المعريِّ:\nولمّا أنْ تجهّمَني مُرادي جريْتُ معَ الزّمانِ كما أرادا\nكلّما: ظرفٌ يدلُّ على التّكرارِ، يليه الفعلُ الماضي دائماً، كقولِ عمرِ بنِ أبي ربيعةَ:\nكلّما قلْتُ متى ميعادُنا\nضحكَتْ هندُ وقالتْ: بعدَ غدْ\nملاحظات: 1- يجوزُ حذفُ جملةِ الشرطِ بعدَ إنْ المتبوعة بلا النَّافيةِ: تكلّمْ بخيرٍ وإلاّ فاسكتْ.\n2- يجبُ حذفُ الجوابِ إذا كانَ فعلُ الشّرطِ ماضياً\nوتقدّمَ على الأداةِ ما يدلُّ على الجوابِ، مثالٌ: يجودُ الموسمُ إنْ مُطِرَتْ الأرضُ في آذارَ.",
        "(1/71)\n\n3- إذا اجتمع قسمٌ وشرطٌ فالجوابُ للسّابقِ منهما: إنْ زرْتَني واللهِ أكرمْكَ.\n4- إذا جاءَ فعلُ الشّرطِ الجازم أو جوابُهُ فعلاً ماضياً يكونُ في محلِّ جزمٍ.\nوجوب اقترانِ جملةِ جواب الشّرطِ بالفاء\nإذا كانَتْ جملةُ الجوابِ:\n1- جملةً اسميةً:كقول الرّصافي:\nإنْ كانَ للجهلِ في أحوالِنا عللٌ\nفالعلمُ كالطّبِّ يشفي تلكُمُ العِللا\n2- جملةً فعليةً:فعلها:\nا- طلبيٌّ: كالأمرِ والنّهيِ: إذا أردْتَ النّجاحَ فادرسْ. إنْ أردْتَ التّفوقَ فلا تهملْ دروسَكَ.\nب- جامدٌ: مَنْ يحسنْ إلى النّاس فنعمَ المرءُ هو.\nج-مسبوقٌ بما النافية (فإنْ تولَّيتُم فما سألْتُكمِ من أجرٍ)\nد- مسبوقٌ بلن: (وما يَفعلوا من خيرٍ فلن يُكفرُوه)\nهـ- مسبوقٌ بقد:(إن يسرقْ فقد سرقَ أخٌ له من قبلُ)\nو- مسبوقٌ بالسّين: إنْ تدرسْ فستنجح\nز- مسبوقٌ بسوفَ: إنْ تدرسْ فسوفَ تنجح\nح- مسبوقٌ بكأنّما:(ومَنْ أحيَاها فكأنّما أحيا النّاسَ جميعاً)\nط- مسبوقٌ بربما:إن واصلْتَ عملَكَ فربما نلْتَ أملَكَ\n3-جملةٌ شرطيَّةٌ جديدةٌ: إنْ صحبت الناس فإن أحسنْتَ صُحبتَهُم أحسنُوا صُحبتَكَ.\nإعرابُ أسماءِ الشّرطِ:\nما- من- مهما:مبتدأٌ إذا جاءَ فعلُ الشّرط لازماً أو\nمتعدّياً استوفى مفعولَهُ:\nمَنْ جدَّ وجدَ. ما تحصلْه في الصّغرِ ينفعْكَ في الكبر. أو مفعولاً به إذا لم يستوفِ مفعولَهُ: ما تحصلْ في الصِّغَر ينفعْكَ في الكبرِ.\nمتى- إيّان:في محلِّ نصبٍ ظرفُ زمانٍ: متى تسافرْ تجدْ صاحباً يؤنسكَ.\nأيّن -أنّى- حيثما: في محلِّ نصبٍ ظرفُ مكانٍ: أيْنَ تجلسْ تجدْ راحةً لكَ.\nكيفما:في محلِّ نصبٍ حالٌ، كقولِ بشارةَ الخوري:\nانشرُوا الهولَ وصَبُّوا نارَكُمْ\nكيفما شئتٌمْ فلن تلقَوْا جبانا\nأيّ: تصلحُ لكلِّ الحالاتِ السّابقةِ بحسب الاسمِ الّذي تُضافُ إليه: أيُّ طالبٍ يجدُّ في دروسه ينجحْ، مبتدأٌ مرفوعٌ . أيَّ كتابٍ تقرأْ تجدْ فائدةً فيه، مفعولٌ به مقدمٌ منصوبٌ.\nالاستفهامُ\n(1/72)",
        "\nأدواته: الهمزة -هل - من - منذا- ما- ماذا- متى- إيّان -أيّن- أنى- كيف- كم- أيّ.\nمعاني أدوات الاستفهام:\nالهمزةُ: تأتي لطلبِ التّصورِ والتّصديق.\n- تكونُ لطلبِ التّصور إذا جاءَ بعدَها أم العاطفةُ، مثال:أأحمدُ في الدارِ أم خالدٌ؟\nويجوز حذفُ همزة الاستفهامِ إذا كانَ في الكلامِ ما يدلُّ عليها،كقولِ شفيق جبري:\nحلمٌ على جنباتِ الشَّامِ أم عيدُ؟\nلا الهمُّ همٌّ ولا التَّسهيدُ تسهيدُ\nوالتّقديرُ: أحلمٌ. ويجابُ عن سؤالِها بتحديدِ المستفهمِ عنهُ.\n- وتكونُ لطلبِ التّصديقِ إذا لم يأتِ بعدَها أم\nالعاطفةُ،كقولِ خليل مطران:\nمولايَ يعجبُ كيفَ لمْ تتقنَّعي؟\nقالَتْ لهُ أتعجَّباً وسؤالا؟ ويجابُ عنها:بنعم إذا أردتَ إثبات ذلك،وبلا لنفيه.\nأمّا إذا كانَ الكلام منفياًًًّ فيجابُ بنعم لتصديقِ النَّفيِ وب(بلى) لإثباتِ الكلامِ: ( أليسَ اللهُ بأحكمِ الحاكمينَ؟)الجوابُ:بلى.\nهل:تأتي لطلبِ التّصديق، ويُجابُ عنها بنعم أو لا، ولا تأتي بعدَها أم: هل من شافعٍ؟\nمَنْ، منذا: للاستفهامِ عن العاقلِ: مَن فتحَ عكّا؟ (مَنْذا الّذي يقْرِضُ اللهَ قرضاً حسناً؟)\nما،ماذا:للاستفهامِ عن غيرِ العاقلِ: ما الجودُ؟ثم ماذا بعدُ؟\nمتى، أيّان:للاستفهامِ عن الزّمانِ: ومتى نقيمُ العرسَ؟(يسألُ أيّانَ يومُ القيامةِ؟)\nأيّن، أنَّى: للاستفهامِ عن المكانِ: أيْن الطّريقُ إلى فؤادِكَ أيُّها المنفيُّ؟ ( أنَّى لكِ هذا؟)\nكيف: للاستفهامِ عن الحالِ، كقولِ الزركلِي:\nاللهُ للحِدْثانِ كيفَ تكيدُ؟…بردى يغيضُ وقاسيونُ يميدُ\nكم: للاستفهامِ عن العددِ:كم طالباً في الصَّفِّ؟\nأيّ:تصلحُ لكلِِّ المعاني السّابقة بحسبِ الاسمِ المضافةِ إليهِ كقولِ توفيق زيّاد:\nأيُّ أمٍّ أورثتْكُم يا ترى نصفَ القنالِ؟ (للعاقل) أيَّ كتابٍ قرأْتَ ( لغير العاقل)\nإعراب أدوات الاستفهام:\nالهمزة، هل: حرفُ استفهامٍ لا محلَّ لهُ من الإعرابِ.\nمَنْ - منذا- ما- ماذا- كم- أيّ: تُعربُ في محلِّ :\n(1/73)\n",
        "- رفعٍ خبرٌ إذا جاءَ بعدَها اسمٌ معرفةٌ: ما الجودُ.\n- نصبٍ خبرٌ إذا جاءَ بعدَها فعلٌ ناقصٌ بحاجةٍ إلى خبرٍ:ماذا كانَ الدرسُ؟\n- رفعٍ مبتدأٌ إذا جاءَ بعدَها نكرةٌ: مَنْ سامعٌ كلامي؟أو إذا جاءَ بعدَها فعلٌ لازمٌ: مَن عادَ من السَّفرِ؟ أو فعلٌ متعدٍّ استوفى مفعولَهُ: أيُّ أمٍّ أورثَتْكُم يا ترى نصفَ القنالِ؟\n- نصبٍ مفعولٌ به إذا جاءَ بعدَها فعلٌ متعدٍّ لم يستوفِ مفعولَهُ:ماذا قرأْتَ؟\n- جرٍّ بحرفِ الجرّ : إذا جاءَ قبلها حرفُ جرّ:(عمَّ يتساءلون؟).\n- كم وأيُّ إذا جاءَ بعدهما:- ظرفُ زمانٍ أو مكانٍ تكونان في محلِّ نصبٍ على الظّرفيةِ الزّمانيةِ أو المكانيةِ: كم ساعةً انتظرت؟ - أيّ مكانٍ تقصد؟\n…- مصدرٌ من جنسِ الفعلِ مذكوراً أو مقدراً تكونان في محلِّ نصبِ مفعولٍ مطلقٍ:كم دورةً درْتَ حولَ الباحةِ؟ أو كم درْتَ حولَ الباحةِ؟ أيَّ قتالٍ قاتلَ أبطالُنا؟\nمتى- أيّان: في محلِّ نصبِ ظرفِ زمان: ومتى نقيمُ\nالعرسَ؟( يسألُ أيّانَ يومُ القيامةِ؟)\nأيّن - أنىَّ: في محل نصبِ ظرف مكان،كقولِ أبي ريشة:\nأينَ في القدسِ ضلوعٌ غضَّةٌ… لم تلامسْها ذُنابَى عقربِ\n(أنَّّى لكِ هذا؟)\nكيف: في محلِّ رفع خبر مقدّم إذا جاءَ بعدها مبتدأ:كيفَ الحالُ؟ أو نصبِ خبرٍ إذا جاءََ بعدَها فعلٌ ناقصٌ:كيفَ كانَ اليومُ؟\nوفي محل نصبِ حال إذا جاءَ بعدَها فعلٌ تام وكانَ الاستفهامُ عن هيئةِ الفاعلِ، كقول الزركلّي:\nزحفَتْ تذود عن الدِّيارِ وما لها…\nمن قوَّةٍ فعجبْتُ كيفَ تذودُ؟\n- وفي محلِّ نصبٍ مفعولٌ مطلقٌ إذا جاءَ بعدَها فعلٌ تامٌّ والاستفهامُ عن هيئةِ الفعلِ، كقول الزركلي:\nاللهُ للحِدْثانِ كيف تكيد؟…\nبردى يغيضُ وقاسيونُ يميدُ\nكم الخبرية: تخبرُ عن الكثرةِ،وإعرابها كإعرابِ كم الاستفهاميةِ، ويكونُ تمييزُها إمّا: مجروراً بالإضافةِ، كقولِ علي الجارم:\nكمْ شاردٍ في مصرَ يا كثرَهُ…\nمن عددِ يعجزُ عن حصرِهِ\n(1/74)\n\n… أو مجروراً بمن:كم مِن كتابٍ قرأت، وقد يحذفُ إذا كانَ في الكلامِ ما يدلُّ عليه،كقولِ عمرَ أبي ريشة:\nكمْ نبَتْ أسيافُنَا في ملعبٍ وكبَتْ أسيافُنا في مَلعبِ\nأمّا تمييزُ كم الاستفهاميةِ فيكونُ منصوباً دائماً.\nحروف الجرّ\nتُقسمُ إلى ثلاثةِ أقسامٍ:\n1- حروف جرّ أصلية\nلا يمكنُ حذفها، وتُعلّقُ بما قبلها، وهيَ: إلى- من -\nعلى- عن- في- حتى-خلا- عدا- حاشا- مذ-\nمنذ- الباء- الكاف اللام- واو القسم- تاء القسم.\nتعليقُ حروفِ الجرِّ: تُعلّقُ هذه الحروفُ بما قبلَها لإتمامِ المعنى، ويكونُ التّعليقُ: إمّا بالفعلِ، مثالٌ: ما الّذي خبّأْتُموه لغدٍ؟، لغدٍ: جارٌّ ومجرورٌ متعلّقانِ بالفعلِ خبّأتموه.\nويكونُ التّعليقُ بما يقومُ مقامَ الفعلِ في عملِهِ، كالمشتقّاتِ والمصادرِ:\nفتعلّقُ: باسمِ الفعلِ، مثالٌ: حذارِ من التّهاونِ، من التّهاونِ جارٌّ ومجرورٌ متعلّقانِ باسمِ الفعلِ حذار.\nأو بالمصدرِ، مثالٌ:صبراً على الأذى، على الأذى جارٌّ ومجرورٌ متعلّقانِ بالمصدرِ صبراً.\nأو بالمشتقّاتِ،مثالٌ: يا ويحهم نصبُوا مناراً من دمٍ، من دمٍ جار ومجرور متعلّقان بالمشتقّ مناراً.\nأو بالحال،مثالٌ:رأيْتُ المجدّين فرحينَ بالنّجاح،\nبالنّجاحِ: جارٌّ ومجرورٌ متعلّقانِ بالحالِ فرحينَ.\nأو بالصّفة، إذا كانَت مشتقّةً، مثالٌ: شاهدْتُ فلاّحاً عاملاً في الحقلِ، في الحقلِ جارٌّ ومجرورٌ متعلّقانِ بالصّفةِ عاملاً.\nأو بالخبرِ، إذا كان مشتقّاً، مثالٌ: الطّالبُ مجدٌّ في دروسهِ، في دروسهِ جارٌّ ومجرورٌ متعلّقانِ بالخبرِ مجدّ.\n-لا يعلّقُ الجارُّ والمجرورُ بما بعدَه إلاّ إذا كانَ متعلّقاً بخبرٍ محذوفٍ فيجوزُ أنْ يُقدَّرُ تقديمُ الخبرِ أو تأخيرَه، كقولِ الرّصافي:\nإن كانَ للجهلِ في أحوالِنا عللٌ\nفالعلمُ كالطِّبِّ يشفي تلكمُ العِللا",
        "(1/75)\n\nفي أحوالِنا:جارٌّ ومجرورٌ متعلّقانِ بالخبرِ المحذوفِ، أو عندما يكونُ الجارُّ والمجرورُ واقعاً بينَ إنّ واسمها، لأنّه لا يجوزُ أنْ يتقدّمَ خبرُ إنّ على اسمِها، مثالٌ: (إنَّ في ذلكَ لعبرةً لأولي الأبصارِ)، في ذلكَ متعلّقانِ بخبرِ إنّ المؤخَّرِ المحذوفِ.\n2-حروف جرّ زائدة\nهي حروفٌ يمكنُ حذفُها، ولا تُعلَّقُ بما قبلَها، وهيَ تفيدُ التّوكيدُ، مثلُ: مِن بعدَ هل الاستفهاميةِ أو ما النّافيةِ أو لا النّاهيةِ،كقولِ خليل مطران:\nناداهُمُ الجلاَّدُ هلْ من شافعٍ\nلبزرجمهرَ فقالَ كلّ لا لا\nوفي قولِ الشَّاعرِ الزركلّي:\nزحفَتْ تذودُ عن الدِّيارِ وما لها\nمن قوّةٍ فعجبْتُ كيف تذودُ\nأو: لا تهملَنّ من شيءٍ قد يفيدُك.\nوالباء:الّتي تُزادُ في خبرِ ليس، ( أليسَ اللهُ بأحكمِ الحاكمينَ؟). وما العاملة عملها،( وما ربُّكَ بظلاّمٍ للعبيدِ). وفي فاعلِ كفى، (وكفَى باللهِ نصيراً). وفاعل صيغةِ المبالغةِ ( أَفْعِلْ بِ):( أَكْرِمْ بحبلٍ غدا للعربِ رابطةً) .\n3-حروف جرّ شبيهة بالزائدة\nرُبَّ:ربَّ أخٍ لك لم تلدْهُ أمُّك.\nوقد تُحذفُ ربَّ وتبقى الواو دليلاً عليها، وتُسمّى واو ربّ،كقولِ امرئ القيس:\nوليلٍ كموجِ البحرِ أرخَى سدولَهُ\nعليَّ بأنواعِ الهمومِ ليبتلي\nإعرابُ الاسمِ الواقعِ بعدها:- هو اسمٌ مجرور لفظاً، مرفوعٌ على أنّه مبتدأٌ إذا جاءَ بعدَهُ فعلٌ لازمٌ أو متعدٍّ استوفى مفعولَه، كقولِ وصفي القرنفلي:\nرُبَّ ضعفٍ إذا تكتَّلَ في الأفرادِ يرتدُّ عاصفاً جبَّارا\nضعفٍ: اسمٌ مجرورٌ لفظاً بالكسرةِ الظّاهرةِ، مرفوعٌ محلاًّ على أنَّهُ مبتدأٌ.\nويعربُ في محلِّ نصبٍِ مفعولٌ به إذا جاءَ بعدَه فعلٌ متعدٍّ لم يستوفِ مفعولَه كقولِ الفرزدق:\nوأطلسَ عسَّالٍ وما كانَ صاحباً\nدعَوْتُ بناري موهناً فأتَاني\n(1/76)",
        "\nأطلسَ: اسمٌ مجرورٌ لفظاً بربّ المحذوفةِ وعلامةُ جرّه الفتحةُ بدلاً من الكسرةِ لأنّه ممنوعٌ من التّنوينِ، منصوبٌ على أنَّهُ مفعولٌ به للفعلِ دعوْتُ.\nأحرف العطف\nأحرف العطف:الواو- الفاء- ثم- أو- أم-لا- لكن- بل- حتى\nالواو: تفيدُ المشاركةَ بين المتعاطفين، كقولِ شوقي:\nما ضرَّ لو جعلُوا العلاقةَ في غدٍ\nبينَ الشُّعوبِ مودَّةً وإخاءَ\nالفاء:تفيدُ المشاركةَ بينهما، وتدلُّ على التّرتيبِ والتّعقيبِ، كقولِ الزركلي:\nخدعُوكِ يا أمَّ الحضارةِ فارتمَتْ\nتجني عليكِ فيالقٌ وجنودُ\nثمَّ: تفيدُ التّرتيبَ مع التّراخي في الزمنِ: قرأْتُ الكتابَ ثمّ القصّةَ\nأو: تفيدُ التَّخيير، كقولِ أحمد شوقي:\nخُيِّرْتَ فاخترْتَ المبيتَ على الطَّوى\nلم تبنِ جاهاً أوْ تلمَّ ثَراءَ\nأم: المعادلةُ، وتفيدُ اشتراكَ ما قبلها وما بعدها في الحكمِ، كقولِ شفيق جبري:\nحلمٌ على جنباتِ الشَّامِ أم عيدُ؟\n… لا الهمُّ همٌّ ولا التَّسهيدُ تسهيدُ\nلا:تفيدُ النَّفيَ: لا الزَّجرّ يدفعُها ولا التَّهديدُ\nلكن: تُفيدُ الاستدراك: لم يجبْ أحمدُ عن السُّؤالِ لكن خالدٌ.\nبل: تُفيدُ الإضرابَ:ما بدأ خالدٌ الكلامَ بل إبراهيمُ\nحتّى:تُفيدُ الغايةَ، ويكونُ معطوفُها جزءاً من المعطوفِ\nعليه: يأكلُ الثّعلبُ الدّجاجةَ حتّى رأسهَا، فالرّأسُ جزءٌ\nمن الدّجاجةِ.\n- إذا عطفْنا على ضميرِ رفعٍ وجبَ توكيدُهُ بضميرِ رفعٍ منفصلٍ أو الفصلُ بينَهُ وبينَ المعطوفِ، ولا يشترطُ ذلكَ في ضميرِ النّصبِ المتّصلِ.\nالمجرّد والمزيد\nالفعلُ نوعانِ، مجرّدٌ: هوَ ما خلا من حروفِ الزّيادةِ، ومزيدٌ : وهو ما اشتملَ على حرفٍ أو أكثرَ من حروفِ الزّيادةِ.\n1- الفعلُ المجرّدُ: نوعانِ: مجرّدٌ ثلاثيٌّ: هوَ ما كانت حروفُه الأصليَّةُ ثلاثةَ حروفٍ، مثلُ: كتب- سمع.\nمجرّدٌ رباعيٌّ: هو ما كانَت حروفُه الأصليَّةُ أربعةَ حروفٍ، مثلُ: زلزل- دحرج.\n(1/77)\n",
        "2- الفعلُ المزيدُ: نوعانِ: مزيدٌ ثلاثيٌّ، هوَ ما زيدَ على أصلِه الثّلاثيِّ بحرفٍ، مثلُ :أكرمَ، أو اثنين، مثلُ: تكرَّمَ، أو ثلاثةٍ، مثلُ: استعمر.\nمزيدٌ رباعيٌّ: هوَ ما زيدَ على أصلِه الرُّباعيِّ بحرفٍ، مثلُ: تزلزلَ، أو بحرفينِ، مثلُ: متزلزل.\nالميزان الصّرفي\nهو ميزانٌ توزنُ به الكلماتُ لمعرفةِ حروفِها المزيدةِ والأصليَّةِ، ولمعرفةِ تصاريفِها.\n1- أوزانُ الثّلاثيِّ :\nا- الثّلاثيُّ المجرّدُ:ميزانُ الثّلاثيِّ المجرّد(فَعَلَ)، حيث يقابلُ الحرفُ الأوّلُ من الكلمةِ بالحرفِ الأوّلِ منَ الميزانِ، ويسمّى ( فاءَ الفعلِ)، لأنّه يقابلُ الفاءَ من الميزانِ، مثل(كَتَبَ) فالكافُ هي فاءُ الفعلِ، ويقابلُ الحرفَ الثّاني من الكلمةِ مع الحرفِ الثّاني من الميزانِ ويسمّى عينَ الفعلِ لأنّه يقابلُ العينَ في الميزانِ، فالتّاءُ هي عينُ الفعلِ، ويقابلُ الحرفُ الثّالثُ من الكلمةِ الحرفَ الثّالثَ من الميزانِ ويسمّى لامَ الفعلِ لأنّهُ يقابلُ الّلامَ في الميزانِ، فالباءُ هيَ لامُ الفعلِ.\n- عندَ وجودِ حروفٍ زائدةٍ في الكلمةِ تُزادُ الحروفِ نفسُها في الميزانِ في المكانِ المقابلِ لها، مثالٌ: استكتبَ، وزنُها اسْتَفْعَلَ.\nب- الثّلاثيُّ المزيدُ:- الثّلاثيُّ المزيدُ بحرفٍ:مثلُ: أَفْعَلَ :أَكْرَمَ- فَعَّلَ: كَرَّمَ- فاعَلَ: شارَكَ.\n- الثّلاثيُّ المزيدُ بحرفين، مثلُ: اِفْتَعَلَ: اِنْتَصَرَ- تَفَعَّلَ: تَقَدَّمَ- اِنْفَعَلَ: اِنْفَتَحَ- تَفَاعَلَ: تَشَارَكَ.\n-الثّلاثي المزيد بثلاثةِ حروفٍ،مثلُ: اِسْتَفْعَلَ: اِسْتَعْمَر- اِفْعَوْعَلَ:اِسْتَنْوَقَ- اِفْعَلَّ: اِحْمَرَّ.\n2- أوزانُ الرّباعيِّ:ا- الرّباعيُّ المجرّدُ:ميزانُ الرّباعي المجرّدِ ( فَعْلَل)، حيث تُزادُ لامٌ على آخرِ ميزانِ الثّلاثيِّ .مثلُ: دَحْرَجَ- زَلْزَلَ.\n(1/78)\n\nب- الرّباعيُّ المزيدُ: 1-الرّباعيُّ المزيدُ بحرفٍ مثلُ: تَفَعْلَلَ:تَدَحْرَجَ.2- الرّباعيُّ المزيدُ بحرفينِ، مثلُُ: اِفْعَلَلَّ: اِطْمَأَنَّ- افْعَنْلَلَ: اِحْرَنْجَمَ.\nالمعاجم\nالمعجمُ في الّلغةِ هي كتبٌ تحتوي على ألفاظِ الّلغةِ العربيةِ مرتبةً ليسهل الرجوعُ إليها، حيث تثبتُ أصولها الثّلاثيةُ، ومصادرها، ومضارعها، وتصاريفُ الكلّمة.\nنوعا المعاجم:\n1- معاجم تأخذُ بأوائلِ الكلماتِ:\nهذا النَّوعُ يأخذُ في ترتيبهِ للألفاظِ بأوائلِ أصولِها، حيثُ تقسمُ هذِهِ المعاجمُ إلى أبوابٍ بعددِ حروفِ الهجاءِ، حيث أُفردَ لكلّ حرفٍ منها بابٌ، وأوَّلُ هذهِ الأبوابُ هو بابُ الهمزة، وآخرها بابُ الواوِ والياءِ، حيثُ ترتَّبُ الكلماتُ ذاتِ الأصولِ الثّلاثيّةِ ثم الرّباعيّةِ المبدوءةُ بهمزة، ويراعى في التّرتيبِ تسلسلُ حرفِها الثّاني فالثّالثِ. فكلمةُ (كتب) نجدُها في بابِ الكافِ مع مراعاةِ حرفِ التّاءِ فالباءِ، من هذهِ المعاجمِ: الصّحاح للجواهري- مختار الصّحاح للرّازي- المُنجدُ في الّلغة لفؤاد أفرام البستاني-\nالوسيط لمجمعِ الّلغةِ العربيةِ في القاهرةِ.\n2- معاجمٌ تأخذُ بأواخرِ الكلماتِ:\nهذا النّوعُ يأخذُ في ترتيبهِ للألفاظِ بأواخرِ أصولها، حيث تقسمُ هذه المعاجمُ إلى أبوابٍ بحسبِ حروفِ الهجاءِ، مع مراعاةِِ آخرِ حرفٍ في الكلمةِ، وتقسمُ الأبوابُ إلى فصولٍ يُراعى فيها الحرفُ الأوّل من الكلمةِ، فكلمةُ (كتب) نجدُها في بابِ الباءِ فصلِ الكافِ مع مراعاةِ الحرفِ الثّاني التّاء. من هذه المعاجم: لِسانُ العربِ لابن منظور المصري- تاج العَروس للزُّبَيدي- المُحيط للفَيْروزأبادي.",
        "(1/79)\n\nطريقة استخراج كلمة من المعجم: إذا كانتِ الكلمةُ خاليةً من الزيادةِ يتم استخراجها من المعجمِ بنفسِ الطّريقةِ الّتي اتّبعناها في الأمثلةِ الّتي أوردناها في الفقرتينِ السابقتينِ،أمّا إذا كانتِ الكلمةُ مزيدةً فإننا نجرّدها من الزّيادةِ بردِّها إلى الماضي المجرّد،ثمّ ردّ الألفِ إلى أصلها إنْ وجدتْ، وأصلُها قد يكونُ واواً أو ياءً، ويُعرفُ أصل الألفِ بردّ الفعلِ الماضي إلى مضارعِه، أو بتثنيةِ الكلمةِ إذا كانت اسماً، أو بجمعها، ثمَّ يفكُّ تضعيفُ الحرفِ المضعّفِ إنْ كان في الكلمةِ حرفٌ مضعّفٌ، مثالٌ: استفادَ-نجرّد هذا الفعلَ من الزّيادةِ فيصبحُ( فاد) ، نردّ الألفَ إلى أصلها (فيد)، فالأصلُ ياءٌ لأنَّ مضارعَهُ يفيدُ، نجدُه في معجمٍ يأخذُ بالأوائلِ في بابِ الفاءِ مع مراعاةِ الياءِ فالدّالِ، أمّا في معجمٍ يأخذُ بالأواخرِ فإنّنا نجدهُ في بابِ الدّالِ فصلِ الفاءِ.\nالهمزة الابتدائية\nهيَ همزةٌ تردُ في أوّلِ الكلمةِ، وهيَ نوعانِ، همزةُ وصلٍ، وهمزةُ قطعٍ.\n1- همزةُ الوصلِ:\nهيَ همزةٌ يتوصّل بها إلى النُّطقِ بالسّاكنِ، لا تظهرُ في الكتابةِ، لكنّها تظهرُ في اللّفظِ إذا وقعَتْ في أوّلِ الكلامِ، أمّا إذا سُبقَتْ بكلامٍ آخرَ فلا تظهرُ في اللّفظِ. وتوجدُ في\nا- عددٍ منَ الأسماءِ هي: ابن- ابنة- ابْنم- اثنان-اثنتان- امرؤ- امرأة- وايْمن- وايْم- اسم.\nب-في أمرِ الثّلاثيِّ، مثلُ: اكتب- اسمع.\nج- في ماضي الخماسي، مثلُ: استمَعَ، وأمرُه مثل:استمعْ، ومصدرُه مثل: استماع.\nد- في ماضي السّداسي، مثلُ: استعجَلَ،وأمرُه مثل: استعجِلْ- ومصدرُه مثل: استعجال.\nهـ - في ال التّعريف، مثلُ: الكتاب.\n2- همزة القطع:\nهمزةٌ تظهرُ في اللّفظِ والكتابةِ سواءً جاءَتْ في أوّلِ الكلامِ أو في درَجهِ، وتوجدُ في:\nا-الاسمِ المفردِ: هو كلّ اسمٍ غير الأسماءِ الّتي ذكرَت في همزةِ الوصلِ، مثلُ: إبراهيم- أم.\n(1/80)",
        "\nب- في ماضي الثّلاثيِّ المبدوءِ بهمزةٍ أصليةٍ، مثلُ: أمر- أخذ.\nج- في ماضي الرّباعيِّ، مثل: أرجَعَ، وأمره،\nمثلُ:أَرجعْ، ومصدره، مثلُ: إرجاع\nالهمزة المتوسّطة\nهيَ همزةٌ تردُ في وسطِ الكلمةِ، وتكتبُ بمقارنةِ حركتِها معَ حركةِ الحرفِ الّذي قبلها، ثمّ تكتبُ فوقَ حرفِ علّةٍ يناسبُ الحركةَ الأقوى، علماً أنّ أقوى الحركاتِ من الأعلى إلى الأدنى هيَ: الكسرةُ يليها الضّمّةُ فالفتحةُ فالسّكونُ.\n1- إذا كانت أقوى الحركتين هيَ الكسرة تكتبُ الهمزةُ على نبرةٍ، مثلُ: عائد- فئة.\n2- إذا كانت أقوى الحركتين هيَ الضّمّة، تكتبُ الهمزةُ على واوٍ، مثلُ: مُؤْمن - مَؤُونة.\n3- إذا كانت أقوى الحركتينِ هيَ الفتحة تكتبُ\nالهمزةُ على ألفٍ، مثلُ: ينْأَى-مَأْتم.\nالحالاتُ الشّاذةُ للهمزةِ المتوسّطةِ: هيَ الحالاتُ الّتي لا تخضعُ الهمزةُ المتوسّطةُ في كتابتِها للقاعدةِ السّابقةِ.\n1-إذا جاءت الهمزةُ المتوسّطةُ مفتوحةً بعد ألفٍ ساكنةٍ تكتبُ على السّطرِ،مثل: عباءَة- قراءَة.\n2-إذا جاءَت الهمزةُ المتوسّطةُ مفتوحةً بعدَ واوٍ ساكنةٍ تُكتبُ على السّطرِ، مثلُ: مروءَة- سموْءَل.\n3-إذا جاءَتِ الهمزةُ المتوسّطةُ مفتوحةً بعدَ ياءٍ ساكنةٍ تُكتبُ على نبرةٍ، مثلُ: هيْئَة- ييْئَس.\n4-إذا جاءَتِ الهمزةُ المتوسّطةُ مضمومةً بعدَ ياءٍ ساكنةٍ تُكتبُ على نبرةٍ، مثلُ: ميْئُوس.…\nالهمزة المتطرّفة\nهيَ همزةٌ تأتي في آخرِ الكلمةِ،وتُكتبُ بحسبِ حركةِ الحرفِ الّذي قبلَها.\n1-إذا كانَ ما قبلَها مكسوراً تُكتبُ على ياءٍ غيرِ\nمنقوطةٍ، مثلُ:شاطِئ.\n2- إذا كانَ ما قبلَها مضموماً تُكتبُ على واوٍ، مثلُ: تباطُؤ.\n3- إذا كانَ ما قبلَها مفتوحاً تُكتبُ على ألفٍ، مثلُ: قرَأ.\n4- إذا كانَ ما قبلَها ساكناً تُكتبُ على السّطرِ، مثلُ: بناء.\nأمّا إذا جاءَت هذهِ الهمزةُ منوّنةً بتنوينِ الفتحِ فإنّها تُكتبُ على النّحوِ التّالي:\n(1/81)\n",
        "1-إذا سُبقَت بألفِ مدٍّ تُكتبُ على السَّطرِ ويُرسمُ التّنوين فوقَ الهمزةِ، مثل:بناءً.\n2-إذا سُبقَت بحرفٍ من حروفِ الفصلِ يُرسمُ التّنوينُ على ألفٍ بعد الهمزة، وتُكتبُ الهمزةُ على السّطرِ، مثلُ:جزءاً.\n3-إذا سُبقَت بحرفٍ من حروفِ الوصلِ يرسمُ\nالتّنوينُ على ألفٍ بعدَ الهمزةِ، ويوصلُ الحرفُ الّذي\nقبل الهمزةِ بالألفِ، وتكتبُ الهمزةُ على نبرةٍ، مثلُ: عبئاً.\nالألف الّليّنة\nهيَ ألفٌ غير مهموزةٍ تردُ في وسطِ الكلمةِ أو في آخرها، ولا يجوزُ الابتداءُ بها.وتُكتبُ على النّحوِ التّالي:\n1- إذا جاءَتْ في وسطِ الكلمةِ تُرسمُ ألفاً ممدودةً، مثلُ: باع- جاد.\n2- إذا جاءَتْ في آخرِ الكلمةِ تُرسمُ ألفاً ممدودةً إذا كانَ أصلُها واواً، في الأفعالِ والأسماءِ الثّلاثيةِ، مثلُ: عصا- جفا.\n- وتُرسمُ ألفاً ممدودة إذا جاءَتْ في آخرِ الأسماءِ الأعجميةِ، مثلُ: فرنسا- سوريّا.\n3- تُرسمُ ألفاً مقصورةً في آخرِ الكلمةِ إذا كانَ أصلُها ياءً في الأفعالِ والأسماءِ الثّلاثيةِ، مثلُ: فتى- رحى.\n- وتُرسمُ مقصورةً في الأسماءِ فوقِ الثُّلاثيّةِ إذا لم تُسبق بياءٍ،مثلُ: مستشفى- كبرى، وفي الأفعالِ فوقِ الثّلاثيةِ إذا لم تُسبق بياءٍ، مثلُ:أعطى- أفضى.أمّا إذا سبقت الألفُ اللّينةُ السّابقة بياءٍ رسمتْ ألفاً ممدودة، مثلُ: يحيا- دنيا- استحيا.\nملاحظةٌ: إذا كانَ(يحيا) فعلاً رُسمتْ ألفهُ ممدودةً،أمّا إذا كان اسماً رسمتْ ألفهُ مقصورةً لتمييزهِ عن الفعلِ، وكذلكَ الحالُ لما شابهَهُ من الأسماءِ.\nهمزة ابن وابنة\nهيَ همزةُ وصلٍ تُحذفُ ألفها أو تثبتُ كتابتُها.\n1- تُحذف همزتُها:-إذا وقعَتْ بينَ اسمينِ علمينِ ثانيهما أبٌ للأوّلِ وكانَت نعتاً للاسمِِ الأوّلِ، مثالٌ: عمرُ بنُ الخطّابِ أعدلُ الخلفاءِ.\n- إذا وقعَتْ بعدَ النّداءِ: يا بنَ الكرامِ، يا بنةَ العربِ.\n-إذا وقعَتْ بعدَ استفهامٍ، مثلُ: أبنُ أحمد أنت؟\n(1/82)\n\n2- تثبتُ همزتُها:-إذا وقعَتْ بينَ اسمينِ علمينِ ثانيهُما أبٌ للأوّلِ وكانَت خبراً للاسمِ الأوّلِ، مثالٌ: أحمدُ ابنُ سعيد، إذا كانَ غرضُكَ الإخبارُ عن نسبِ\nأحمدَ.\n-إذا وقعَتْ في أوّلِ السَّطرِ.\n-إذا لم تقعْ بينَ اسمينِ علمينِ، مثالٌ: قرأْتُ كتابَ ابنِ بطّوطةَ.\nحذف الألف\nتُحذفُ الألفُ كتابةً في بعضِ المواضعِ، منها:\n1-تُحذفُ ألفُ ابن وابنة إذا وقعَتْ بينَ اسمينِ علمينِ ثانيهُما أبٌ للأوّلِ وكانَت صفةٌ للعلمِ الأوّلِ، مثالٌ: انتصرَ خالدُ بنُ الوليدِ في اليرموكِ.\n2-تحذفُ الألفُ من ال إذا سُبقَت بحرفِ جرٍّ، مثالٌ: (للهِ الأمرُ مِنْ قبلُ ومِن بعدُ).\n3-تُحذف ألفُ ما الاستفهاميةِ إذا سُبقَتْ بحرفِ جرٍّ تمييزاً لها عن ما الموصولية، مثلُ: (عمَّ يتساءلونَ؟).\n4-تُحذفُ ألفُ هاء التّنبيهِ من (ها) في هأنذا، هؤلاء، أولئك، ذلك.\n5-تُحذفُ ألفُ الرَّحمن في صفةِ اللهِ تعالى، مثلُ: بسمِ اللهِ الرَّحمنِ الرَّحيمِ (الحمدُ للهِ ربِّ العالمينَ الرَّحمنِ الرَّحيمِ).\nزيادة الألف\nتُزاد الألفُ كتابةً في بعضِ المواضعِ، منها:\n1-ألفُ التّفريقِ بعدَ واوِ الجماعةِ في الأفعالِ لتمييزِها عن الواوِ الأصليّةِ في الأفعالِ، مثلُ: (ذهبوا- سمعوا).\n2-ألفُ كلمةِ( مائة)، الّتي كانَت تُزادُ في الكتابةِ قبلَ تنقيطِ الحروفِ لبيانِ المقصودِ منها، وما زالت تُستعملُ في أيّامنا في الأوراقِ النّقديةِ، مثالٌ: مائةُ ليرةٍ سوريّةٍ، كما تُستعمل في الرّسمِ القرآني، مثالٌ: (ولبثوا في كهفِهِمْ ثلاثمَِائَةِ سنةٍ).\n3-ألفُ الإطلاقِ: تُزاد في آخرِ البيتِ الشّعريِّ لإشباعِ الحركةِ، وإطلاقِ الصّوتِ.\n4-الألفُ المزيدةُ لرسمِ تنوينِ الفتحِ فوقَها،مثالٌ:مالا\nزيادة الواو\nتُزادُ الواوُ رسماً في المواضعِ التّاليةِ:",
        "(1/83)\n\n1- في اسمِ (عَمْرو) لتمييزهِ عن عُمَر، عندما لا يكونُ منوّناً، فإذا نُوِّن حُذفَتْ لأنَّ عُمَرَ ممنوعٌ من التّنوينِ، مثالٌ: فتحَ عَمْرو بنُ العاصِ مصرَ، واستمرَّ عَمْرٌ في حُكمها بعدَ ذلكَ.\n2- في بعضِ الكلماتِ مثلُ: أولو- أولئك.\nالتّاء المربوطة والتّاء المبسوطة\nالتّاءُ المربوطةُ: هيَ تاءٌ ترسمُ في آخرِ الاسمِ، وتُلفظُ\nهاءً عندَ الوقوفِ عليها، مثلُ: روضة- شجرة، وهي\nتوجدُ في عددٍ من المواضعِ منها:\n1- في آخرِ الأسماءِ المختومةِ بتاءٍ زائدةٍ للتّأنيثِ، وتُقلبُ تاءً مبسوطةً عندَ جمعِها جمعَ مؤنّثٍ سالماً، مثلُ:شاعرة- فاطمة.\n2- في آخرِ جمعِ التّكسيرِ إذا لم يكن مفردُهُ منتهياً بتاءٍ\nمبسوطةٍ،مثالٌ: قُضاة- سُعاة.\nالتّاءُ المبسوطةُ:هيَ تاءٌ ترسمُ في آخرِ الاسمِ، ولا تُلفظُ هاءً عندَ الوقوفِ عليها بل تبقى على حالِها، مثلُ: الطَّالبات- بيت، وتُوجدُ في عددٍ من المواضعِ منها:\n1-في آخرِ الأفعالِ سواءً كانَت للتّأنيثِ، مثلُ: سمعَتْ- جلسَتْ، أوكانَتْ تاءَ الفاعلِ المتحرّكةِ، مثلُ: سمعْتُ- كتبْتُ.\n2-في آخرِ الاسمِ الثّلاثيِّ ساكنِ الوسطِ، مثلُ: بيْت- زيْت.\n3-في آخرِ جمعِ المؤنّثِ السّالمِ، مثلُ: زينبات- انتصارات.\n4-في آخرِ جمعِ التّكسيرِ للأسماءِ المنتهيةِ بتاءٍ مبسوطةٍ،مثلُ:صوت- أصوات.\n5-إذا كانَتْ من الحروفِ الأصليَّةِ في الكلمةِ، مثلُ: نبات.\n6-في بعضِ الحروفِ مثلُ: ليت- لات.\nأهم أدوات النّحو\nالهمزة\nآمين:اسمُ فعلُ أمرٍ بمعنى استجبْ.\nالآنَ:مفعولٌ فيه ظرفُ زمانٍ مبني على الفتحِ في محلِ نصبٍ على الظّرفيةِ الزّمانية.\nآنفاً:مفعولٌ فيه ظرفُ زمانٍ بمعنى قريباً منصوبٌ وعلامةُ نصبهِ الفتحةُ الظّاهرةُ، أوحالٌ بمعنى مستأنفاً، منصوبةٌ.\nآه:اسم فعلٍ مضارعٍ بمعنى أتوجّعُ مبنيٌ على الكسرِ.\nأبداً:ظرفُ زمانٍ للمستقبلِ منصوبٌ وعلامةُ نصبهِ الفتحةُ الظّاهرة.\n(1/84)",
        "\nإجماعاً:مصدرٌ وهو مفعولٌ مطلقٌ منصوبٌ على تقدير:أجمعوا إجماعاً،أو هو حالٌ منصوبٌ على تقدير:حكموا به مجمعين.\nأجلْ:حرفُ جوابٍ لا محلَّ له من الإعرابِ.\nجميعاً:توكيدٌ منصوبٌ وعلامةُ نصبهِ الفتحةُ الظّاهرة.\nإذ ذاك:إذ:ظرفٌ،ذاك:مبتدأٌ خبرُه محذوفٌ تقديره:إذ ذاكَ كذلكَ،أو حاصل،أو:ذاك:خبرٌ لمبتدأٍ محذوفٌ تقديرهُ إذ الأمرُ ذاك.\nإذما:حرفُ شرطٍ جازم.\nأصلاً:ظرفُ زمانٍ،والتّقديرُ( في وقتٍ منَ الأوقاتِ)،أو هو حالٌ منصوبةٌ.\nأفٍّ:اسمُ فعلٍ مضارعٍ بمعنى أتضجرّ.\nألا:أداة استفتاحٍ وتنبيهٍ،أو للتّحضيضِ.\nاللَّهُمَّ:منادى مبنيّ على الضّمِّ بأداةٍ محذوفةٍ،عوّضَ عنها بميمٍ مشدّدةٍ مفتوحةٍ.\nإليك:اسمُ فعلِ أمرٍ بمعنى خذْ،أو ابتعد.\nأَم:حرفُ عطفٍ،أو زائدة.\nأمّا: حرفُ شرطٍ وتفصيلٍ وتوكيدٍ،تقومُ مقامَ أداةِ الشّرطِ وفعلِ الشّرطِ، يجب اقترانُ جوابها بالفاءِ.\nإمّا:حرفُ تفصيلٍ وتخييرٍ بعد واوِ العطفِ،تتألّفُ من إنَّ الشّرطيةِ الجازمةِ لفعلينِ مضارعينِ،وما الزّائدةِ،ولا يشترطُ لها جواب.\nأمسِ:ظرفُزمان مبنيّ على الكسرِ.\nأن:مصدرية أو مفسّرة أو زائدة أو مخفّفة من إنّ.\nأهلاً وسهلاً:مفعولٌ به لفعلٍ محذوفٍ،تقديرهُ حللتَ أهلاً ونزلتَ سهلاً.\nأوّل:يكون مضافاً إليه مجروراً بالفتحةِ لأنّه اسمٌ لا ينصرفُ للوصفيةِ ووزن أفعل مثال:لقيته عامَ أوّلَِ،أو هو ظرفٌ مقطوعٌ عن الإضافةِ مبنيّ على الضّمِّ، مثال:على أيّنا تعدو المنيّة أوّلُ،أوّل أمسٍ إذا كان صفةً لا ينصرفُ أمّا إذا لم يكن صفة فإنه ينصرف.\nأوّاه:اسمُ فعلٍ مضارعٍ بمعنى أتوجّع.\nأيّدي سبأ:حالٌ منصوبةٌ،والتّقديرُ( مجتمعين)،وقد تقعُ خبراً.\nأيّضاً:مفعولٌ مطلقٌ حذفَ عاملُه وجوباً سماعاً،أو حالٌ حذفَ عاملها وصاحبها.\nأيّم الله:اسمٌ موضوعٌ لقسمٍ،معناهُ يمينُ اللهِ قسمي،أصله أيّمن،جمع يمين.\nإيهِ:اسمُ فعلِ أمرٍ بمعنى استمرَّ أو أسرعَ.\nإيهاً:اسمُ فعلِ أمرٍ بمعنى اسكت.\nالباء\n(1/85)\n",
        "بأجمعهم:الباءُ زائدةٌ،أجمعهم:توكيد.\nبادي بدء:لفظٌ مركّبٌ مبنيّ على فتحِ الجزأيّن في محلِ نصبِ حال.\nبؤساً:مفعولٌ به،أو نائبُ مفعولٍ مطلق.\nبجل:حرفُ جوابٍ،أو اسمٌ بمعنى حسب،أو اسمُ فعلٍ مضارعٍ بمعنى يكفي.\nالبتّة:اسمٌ منصوبٌ على المصدريّة.\nبخٍ: اسمُ فعلٍ مضارعٍ بمعنى أستحسن.\nبسّْ: اسمُ فعلِ أمرِ بمعنى اكتف.\nبطآن:اسم فعل ماض بمعنى أبطأ.\nبعداً:اسمٌ منصوبٌ على الظّرفيةِ .\nبعداً له:مفعولٌ مطلقٌ لفعلٍ محذوفٍ( والتّقدير أبعد بعداً).\nبعدُ:ظرفٌ مقطوعٌ عن الإضافةِ مبنيّ على الضّمِّ في محلِ نصب .\nبعض:نائبُ مفعولٍ فيه،أو نائبُ مفعولٍ مطلق.\nبغتةً:مصدر نكرة منصوب على الحالِ.\nبَلْهَ:اسمُ فعلِ أمرٍ بمعنى دع،أو مصدرٌ منصوبٌ على المفعوليةِ المطلقةِ، أو اسم بمعنى كيفَ إذا حاءَ بعدها اسمٌ مرفوع.\nبهراً:مصدرٌ منصوبٌ بالفتحةِ الظّاهرة.\nبَيْدَ:اسمٌ منصوبٌ على الاستثناءِ المنقطعِ بمعنى غير، ملازمٌ للإضافةِ إلى أنّ وصلتها.\nبينَ بين:حالٌ منصوبٌ وعلامةُ نصبها الفتحة،وهي بمعنى وسطاً.\nالتّاء\nتارةً:ظرفٌ منصوبٌ،أو مصدر.\nتبّاً: مفعولٌ مطلقٌ لفعلٍ محذوفٍ وجوباً،بمعنى:ألزمهُ اللهُ خسراناً وهلاكاً.\nتترى:حالٌ منصوبةٌ بالفتحةِ الظّاهرةِ،أصلها وترى.\nتعساً:نائبُ مفعولٍ مطلق ٍمحذوفٍ تقديره:ألزمه الله الهلاك.\nالجيم\nجدّاً:صفةٌ لمصدرٍ محذوفٍ،أو حالٌ بمعنى جادّين.\nجلل:حرفُ جوابٍ،أو اسمٌ بمعنى عظيم،أو اسمٌ بمعنى يسيرُ أو هيّن،أو اسمٌ بمعنى أجل.\nجمعاء:توكيد\nجميع:توكيد\nجير:حرفُ جوابٍ لا محلّ له من الإعرابِ.\nجهرةً- جهاراً:مفعولٌ مطلقٌ منصوبٌ وعلامةُ نصبهِ الفتحةُ الظّاهرة.\nجهداً(لا نألوا جهداً) تمييزٌ منصوبٌ وعلامةُ نصبهِ الفتحةُ الظّاهرة.\nجهدَك: مصدرٌ في موضعِ الحال.\nجوازاً:مفعولٌ مطلقٌ أو تمييزٌ منصوبٌ بالفتحةِ الظّاهرةِ.\nالحاء\nحاشى:اسمٌ بمعنى براءة،مفعولٌ مطلقٌ لفعلٍ محذوفٍ منصوبٍ وعلامةُ نصبهِ الفتحةُ المقدّرة.\n(1/86)\n\nحاشا:حرفُ جرٍّ شبيهٍ بالزّائدِ،أو فعلٌ ماضٍ جامدٌ.\nحذارِ:اسمُ فعلِ أمرِ بمعنى احذر مبنيٌ على الكسرِ.\nحرى:فعلٌ ماضٍ ناقصٌ من أفعالِ الرّجاءِ.\nحقّاً:مفعولٌ مطلقٌ منصوبٌ وعلامةُ نصبهِ الفتحةُ\nالظّاهرة.\nحمداً:مفعولٌ مطلقٌ منصوبٌ وعلامةُ نصبهِ الفتحةُ الظّاهرة.\nحنانيْك:مفعولٌ مطلقٌ منصوب.\nحيَّ: اسمُ فعلِ أمرٍ بمعنى أقبلْ مبني على الفتحِ الظّاهر.\nحيص بيص:تركيبٌ مزجيٌ مبنيّ على فتحِ الجزأيّن.\nالخاء\nخاصّةً: مفعولٌ مطلقٌ منصوبٌ،أو حالٌ منصوبةٌ بالفتحةِ الظّاهرة.\nخلا:حرفٌ جرٍّ شبيهٌ بالزائدِ،أو فعلٌ ماضٍ جامدٌ، والاسمُ بعدها مفعولٌ به\nخلافاً:مفعولٌ مطلقٌ منصوبٌ بالفتحةِ الظّاهرةِ،أو حالٌ منصوبةٌ بالفتحة.\nخبطَ عشواءَ:مصدرٌ وقعَ موقعَ المفعولِ به الثّاني .\nالدّال والذّال\nدائماً:ظرفُ زمانٍ منصوبٌ بالفتحةِ الظّاهرة.\nدواليك: أيّ مداولةٍ بعد مداولةٍ،مصدرٌ غيرُ متصرفٍ يلازمُ النّصبَ على المفعوليةِ المطلقة.\nدونك: اسمُ فعلِ أمرٍ بمعنى خذ مبنيٌ على الفتح.\nذات:اسمٌ بمعنى صاحب،أو توكيدٌ للاسمِ، أو نائبٌ عن ظرفِ الزّمانِ،أو اسمٌ موصول.…\nالرّاء والزين\nرويدَ:اسمُ فعلِ أمرٍ] بمعنى أمهل،أو صفةٌ،أو حالٌ منصوبةٌ،أو مفعولٌ مطلقٌ منصوب.\nريثَ:ظرفُ زمان .\nالسّين\nسبحانَ:مفعولٌ مطلقٌ لفعلٍ محذوفٍ منصوبٍ وعلامةُ نصبهِ الفتحةُ الظّاهرة.\nسرعانَ:اسمُ فعلٍ ماضٍ بمعنى أسرع مبنيٌ على الفتح.\nسرّاً:حالٌ منصوبةٌ بالفتحةِ الظّاهرة.\nسمعاً:مفعولٌ مطلقٌ منصوبٌ وعلامةُ نصبهِ الفتحةُ الظّاهرة.\nسعديك:مفعولٌ مطلقٌ منصوبٌ وعلامةٌ نصبهِ الياء لأنه مثنى،والكاف ضميرٌ متصلٌ مضاف إليه.\nسقياً:مفعولٌ مطلقٌ منصوب.\nسمعاً وطاعةً:كلّ منهما مفعولٌ مطلقٌ منصوبٌ وعلامةُ نصبِه الفتحةُ الظّاهرة.\nسواءً:صفةٌ إذا لم يأت بعدها همزة،وإلاّ فهي خبرٌ مقدّمٌ،والمبتدأُ المصدرُ بعد الهمزة.",
        "(1/87)\n\nسيَّ:اسمٌ بمعنى مثل،الاسمُ بعدها إمّا مجرورٌ على الإضافةِ وما زائدةٌ،أو مرفوع خبر لمضمرٍ محذوفٍ،أو منصوبٌ على أنّه تمييز.\nالشّين\nشتّانَ:اسمُ فعلٍ ماضٍ بمعنى افترق.\nشذرَ مذرَ:لفظٌ مركّبٌ مبنيٌّ على فتحِ الجزأيّن في محلِ نصبِ حال.\nشكراً:مفعولٌ مطلقٌ منصوبٌ وعلامةُ نصبهِ الفتحةُ الظّاهرة.\nالصّاد\nصبراً:مفعولٌ مطلقٌ لفعلٍ محذوفٍ منصوبٌ وعلامةُ نصبهِ الفتحةُ الظّاهرة.\nصدقاً:نائبُ مفعولٍ مطلقٍ منصوب وعلامةُ نصبهِ الفتحةُ الظّاهرة.\nصراحةً:مفعولٌ مطلقٌ منصوبٌ وعلامةُ نصبهِ الفتحةُ الظّاهرة.\nصه:اسمُ فعلِ أمرٍ بمعنى اسكت.\nالضّاد\nضحوةً:اسمٌ منصوبٌ على الظّرفيةِ الزّمانية.\nضحىً:اسمٌ منصوبٌ على الظّرفيةِ الزّمانية.\nالطّاء\nطاقته:حالٌ مؤوّلةٌ منصوبةٌ،أيّ جاهداً.\nطرّاً: حالٌ منصوبةٌ وعلامةُ نصبها الفتحةُ الظّاهرة.\nطَوالَ: اسمٌ منصوبٌ على الظّرفيةِ.\nطوعاً وكرهاً:مصدرانِ في موضعِ الحالِ منصوبانِ.\nالعين\nعجباً:مفعولٌ مطلقٌ منصوبٌ وعلامةُ نصبهِ الفتحةُ الظّاهرة.\nعدا:حرف ُجرٍّ شبيهٍ بالزّائدِ إذا لم يسبق بما المصدرية، والاسمُ بعدها مجرورٌ لفظاً منصوبٌ محلاًّ على الاستثناءِ، أو فعلٌ جامدٌ إذا سبقَ بما المصدريةِ،والاسمُ بعدها مفعولٌ به منصوبٌ.\nعزَّ من قائل:عزّ فعلٌ ماضٍ،من زائدة،قائل:حال أو تمييز.\nعلُ:اسمٌ بمعنى فوق يستعملُ مجروراً بمن،له حالتان:\nمبنيٌ على الضّمِّ في محلّ جرّ بمن، أو يكونُ معرباً فهو اسمٌ مجرور.\nعلانيةً:مصدرٌ منصوبٌ في موضعِ الحالِ.\nعليك: اسمُ فعلِ أمرٍ بمعنى الزم.\nعمرك الله:مصدرٌ يستعملُ في معنى القسمِ منصوبٌ بفعلٍ مقدّر.\nعوض:اسمٌ لاستغراقِ الزّمنِ.\nعياناً:حالٌ منصوبةٌ وعلامةُ نصبها الفتحةُ الظّاهرة.\nالغين\nغالباً:اسم منصوب على نزع الخافض.\nغداةَ:ظرف زمان منصوب وعلامة نصبه الفتحة الظّاهرة.\nالفاء\nفرادى:حالٌ منصوبةٌ وعلامةُ نصبها الفتحةُ المقدّرةُ على الألفِ للتّعذّر.\n(1/88)",
        "\nفضلاً:مفعولٌ مطلقٌ منصوبٌ، أو حالٌ منصوبةٌ وعلامةُ نصبها الفتحةُ الظّاهرةُ.\nفقط:الفاء تزيينية،قط:اسمُ فعلٍ مضارعٍ بمعنى يكفي.\nالقاف\nقاطبةً:حالٌ منصوبةٌ وعلامةُ نصبها الفتحةُ الظّاهرة.\nقطُّ:ظرفٌ لما مضى من الزمنِ.\nالقهقرى:نائبُ مفعولٍ مطلقٍ منصوبٌ وعلامةُ نصبهِ الفتحةُ المقدّرةُ على الألفِ للتّعذّرِ.\nالكاف\nكأيّن:مبتدأٌ إذا كان الفعلُ بعدها لازماً،أو متعدّياً استوفى مفعوله،أو مفعولٌ به إذا كان الفعلُ بعدها متعدّياًلم يستوفِ مفعوله،أو مفعولٌ منطلقٌ إذا دلّ على عددِ مراتِ حدوثِ الفعلِ بعدها.\nكافّةً: حالٌ منصوبةٌ وعلامةُ نصبها الفتحةُ الظّاهرة.\nكثيراً: صفةٌ نائبةُ مفعولٍ مطلقٍ منصوبةٌ بالفتحة\nالظّاهرة.\nكذا:اسمٌ يدلُّ على مجهولٍ تعرب ُ بحسبِ موقعها في الكلامِ، أو اسمُ كنايّة عن عدد مبني على السّكون في محلّ( حسب موقعه في الكلام)، والاسم بعدها تمييز، أو الكافُ حرفُ تشبيه، وذا: اسمُ إشارةٍ جارٌّ ومجرورٌ متعلّقان بمحذوفِ حالٍ،أو مفعول مطلق، أو الكافُ اسمٌ مبنيٌّ على الفتحِ في محلِّ نصبِ حال أو مفعولٌ مطلقٌ.\nكلا وكلتا:إذا أُضيفتا إلى الاسمِ الصّريحِ تُعربان إعرابَ الاسمِ المقصورِ،وإذا أُضيفتا إلى الضّميرِ تُعربان إعرابَ الاسمِ المثنّى.\nكم:تُعربُ بحسبِ موقعها في الجملة،فهي مبتدأٌ إذا جاءَ بعدها اسمٌ أو فعلٌ لازمٌ أو فعلٌ متعدٍّ استوفى مفعوله،أو مفعولٌ به إذا جاءَ بعدها فعلٌ متعدٍّ لم يستوفِ مفعولَه، أو مفعولٌ مطلقٌ إذا جاء بعدها مصدرٌ، أو خبرٌ إذا جاء بعدها مبتدأٌ أو فعلٌ ناقصٌ يحتاج إلى خبرٍ.\nكما:جارٌّ ومجرورٌ متعلّقان بمحذوفِ نائبِ مفعولٍ\nمطلقٍ.\nكهلاً:حالٌ منصوبةٌ بالفتحةِ الظّاهرةِ.\n(1/89)\n",
        "كيفَ:اسمُ استفهامٍ مبنيٌّ على الفتحِ في محلِّ:نصبِ حالٍ إذا جاءَ بعده فعلٌ متعدٍّ استوفى مفعولَه،أو فعلٌ لازم،أو خبرٌ إذا جاء بعده مبتدأٌ يحتاجُ إلى الخبرِ،أو إذا جاءَ بعده فعلٌ ناقصٌ يحتاجُ إلى الخبرِ،أو مفعولٌ مطلقٌ إذا أتى بعده ما يستغنى عنه،أو مفعولٌ به ثانٍ إنْ جاء بعده فعلٌ متعدٍّ يحتاجُ إلى مفعولين،أو اسمُ شرطٍ غيرُ جازمٍ.\nكيفما:اسمُ شرطٍ جازمٌ مبنيٌّ على السّكونِ في محلٍّ نصبٍ حالٌ إذا جاءَ بعده فعلٌ متعدٍّ استوفى مفعوله أو فعلٌ لازمٌ،أو خبرٌ إذا جاءَ بعده فعلٌ ناقصٌ يحتاجُ إلى خبرٍ.\nكرّتين:مصدرٌ،نائبُ مفعولٍ مطلقٍ.\nاللاّمُ\nلبيكَ:مفعولٌ مطلقٌ منصوبٌ وعلامةُ نصبه الياءُ لأنّه مثنّى،والكافُ مضافٌ إليه.\nلدنْ:ظرفٌ للزّمان أو المكانِ بحسب دلالةِ الجملة.\nلديّ:ظرفٌ للزّمان أو المكان.\nلديك:ظرفيةٌ زمانيةٌ أو مكانيةٌ،أو اسمُ فعلِ أمرٍ.\nلعمري:اللام للابتداء،عمرُ: مبتدأٌ خبرُه محذوفٌ تقديرُه قسمي.\nلمّا:الّلامُ واقعةٌ في جوابِ الشّرطِ،ما نافيةٌ.أو حرف نفيٍ وجزمٍ وقلبٍ،أو اسمُ شرطٍ غيرِ جازمٍ منصوبٌ على الظّرفيةِ الزّمانيةِ.\nلولا: أداةُ شرطٍ غيرِ جازمةٍ أو للتّحضيض.\nليت شعري:شعري:اسم ليت،والخبرُ محذوفٌ وجوباً تقديره حاصلٌ.\nليلَ نهارَ:ظرفٌ مركّبٌ مبنيٌّ على فتحِ الجزأيّن في محلِّ نصبٍ ظرفُ زمانٍ.\nالميمُ والنّون\nمذ:ظرفُ زمانٍ أو حرفُ جرٍّّ.\nمراراً:نائبُ مفعولٍ مطلقٍ منصوبٌ وعلامةُ نصبه الفتحةُ الظّاهرةُ.\nمرحباً: مفعولٌ مطلقٌ منصوبٌ وعلامةُ نصبه الفتحةُ الظّاهرةُ.\nمرّةً: نائبُ مفعولٍ مطلقٍ منصوبٌ وعلامةُ نصبه الفتحةُ الظّاهرةُ.\nمعَ:ظرفُ زمانٍ أو مكانٍ.\nمعاً:حالٌ منصوبةٌ أو ظرفٌ متعلّقٌ بالخبر.\nمعاذَ: مفعولٌ مطلقٌ منصوبٌ وعلامةُ نصبه الفتحةُ الظّاهرةُ.\nمكانكَ:اسمُ فعلِ أمرٍ بمعنى اثبت.\nمنذا: مبتدأٌ،أو مفعولٌ به.\nمه: اسمُ فعلِ أمرٍ بمعنى اكففْ.\nناهيك: حالٌ منصوبةٌ.\nالهاءُ\n(1/90)\n\nها:اسمُ فعلٍ أمرٍ بمعنى خذْ.\nهاؤمُ:اسمُ فعلِ أمرٍ بمعنى خذْ،والواوُ فاعلٌ،والميم للجماعةِ.\nهاتِ:اسمُ فعلِ أمرٍ بمعنى أعطِ.\nهاك: اسمُ فعلِ أمرٍ بمعنى خذْ.\nهبْ:فعلٌ جامدٌ ينصبُ مفعولين أصلهُما مبتدأٌ وخبرٌ.\nهبَّ:فعلٌ ماضٍ ناقصٌ من أفعالِ الشّروعِ.\nهلاّ:حرفُ تحضيضٍ.\nهلمّ جرّاً:اسمُ فعلِ أمرٍ بمعنى تعالَ،جرّاً:حالٌ أو مفعولٌ مطلقٌ.\nهنا- هناك- هنالك:أسماءُ إشارةٍ مبنيّةٌ على السّكونِ في محلَِّ نصبٍ مفعولٌ به،والّلامُ للبعدِ.\nهيّا:حرفٌ لنداءِ البعيدِ.\nهيّا:اسمُ فعلِ أمرٍ بمعنى أسرعْ.\nهَيْت:اسمُ فعلِ أمرٍ بمعنى أسرعْ.\nهيهاتَ:اسمُ فعلٍ ماضٍ بمعنى بعُد.\nالواو\nوا:حرفُ نداءٍ للندبةِ،أو اسمُ فعلٍ مضارعٍ بمعنى أتعجّبُ.\nواهاً:اسمُ فعلٍ مضارعٍ بمعنى أتوجّعُ.\nوحدي:حالٌ منصوبةٌ بفتحةٍ مقدّرةٍ على ما قبلِ الياءِ.\nوراءك: اسمُ فعلِ أمرٍ بمعنى تأخّرْ.\nويْ:اسمُ فعلٍ مضارعٍ بمعنى أعجبُ.\nويحٌ: بالرّفع،مبتدأٌ،ويحَ بالنّصبِ مفعولٌ مطلقٌ.\nوَيْلٌ:بالرّفعِ مبتدأٌ،ويلَ بِالنصبِ : مفعولٌ مطلقٌ.\nوَيْه:اسمُ فعلِ أمرٍ بمعنى أغرِ.\nالياء\nيداً بيدٍ:اسمٌ مركّبٌ في محلِّ نصبٍ حالٌ.\nيقيناً:مفعولٌ مطلقٌ منصوبٌ بالفتحةُ الظّاهرةُ.\n??\n??\n??\n??\nقواعدُ الّلغةِ العربيَّة ِالمبسَّطة-عبد اللطيف السعيد\n14",
        "(1/91)\n"
    ]
}