{
    "partText": [
        "\n\"كان خُلُقُه القرآن\"\n\nإعداد\nأبو إسلام أحمد بن علي\nغفر الله تعالى له ولوالديه وللمسلمين أجمعين\n\nلما سُئِلت عائشة رضي الله عنها عن خُلُق رسول الله صلى الله عليه وسلم , قالت :\nكان خُلُقُه القرآن\nفهيا بنا نتعرف على ما في القرآن الكريم من فضائل ومكارم وأوامر ونواهي وهي التي حث عليها النبي - صلى الله عليه وسلم - والتي تحلى بها , القرآن الكريم هذا الكتاب الذي أوحاه الله تعالى لنبيه محمد - صلى الله عليه وسلم - والذي حرم كل خبيث وأحل كل طيب من الأفعال والأقوال , والتي هي أخلاقه - صلى الله عليه وسلم - وأخلاق المسلمين من بعده إلى يوم قيام الساعة .\n1- الأمر للناس بأن يكونوا قدوة حسنة\n- من المفروض على من يأمر الناس بالخير وبالأعمال الصالحة أن يكون هو أول من يعمل هذه الأعمال ويكون قدوة حسنه لمن يأمره بعملها ولا يكون عكس ذلك وصورة سيئة في عيون الآخرين , يقول شعيب - عليه السلام - : (...وَمَا أُرِيدُ أَنْ أُخَالِفَكُمْ إِلَى مَا أَنْهَاكُمْ عَنْهُ إِنْ أُرِيدُ إِلاَّ الإِصْلاَحَ مَا اسْتَطَعْتُ وَمَا تَوْفِيقِي إِلاَّ بِاللّهِ عَلَيْهِ تَوَكَّلْتُ وَإِلَيْهِ أُنِيبُ }هود88 , فكل من الأمر بالمعروف وفعله واجب لا يسقط أحدهما بترك الآخر.\nوقال - صلى الله عليه وسلم - : (يجاء بالرجل يوم القيامة فيلقى في النار فتندلق به أقتابه , فيدور بها في النار كما يدور الحمار برحاه , فيطيف به أهل النار فيقولون: يا فلان ما أصابك ؟ ألم تكن تأمرنا بالمعروف وتنهانا عن المنكر ؟ فيقول: كنت آمركم بالمعروف ولا آتيه, وأنهاكم عن المنكر وآتيه ) البخاري ومسلم. وعن النبي - صلى الله عليه وسلم - , قال : ( إن أناساً من أهل الجنة يطلعون على أناس من أهل النار فيقولون: بم دخلتم النار ؟ فوالله ما دخلنا الجنة إلا بما تعلمنا منكم , فيقولون :إنا كنا نقول ولا نفعل )الطبراني.\nيقول الله تعالى\n(1/1)\n",
        "- أَتَأْمُرُونَ النَّاسَ بِالْبِرِّ وَتَنسَوْنَ أَنفُسَكُمْ وَأَنتُمْ تَتْلُونَ الْكِتَابَ أَفَلاَ تَعْقِلُونَ{44}البقرة\n- يَا أَيُّهَا الَّذِينَ آَمَنُوا لِمَ تَقُولُونَ مَا لَا تَفْعَلُونَ {2} كَبُرَ مَقْتاً عِندَ اللَّهِ أَن تَقُولُوا مَا لَا تَفْعَلُونَ {3}الصف .\n- قَالَ يَا قَوْمِ أَرَأَيْتُمْ إِن كُنتُ عَلَىَ بَيِّنَةٍ مِّن رَّبِّي وَرَزَقَنِي مِنْهُ رِزْقاً حَسَناً وَمَا أُرِيدُ أَنْ أُخَالِفَكُمْ إِلَى مَا أَنْهَاكُمْ عَنْهُ إِنْ أُرِيدُ إِلاَّ الإِصْلاَحَ مَا اسْتَطَعْتُ وَمَا تَوْفِيقِي إِلاَّ بِاللّهِ عَلَيْهِ تَوَكَّلْتُ وَإِلَيْهِ أُنِيبُ {88} هود\n2- الأمر بإنفاق الأموال في السر والعلانية\nو بكظم الغيظ\nو بالعفو عن الناس\n- يأمرنا الله تعالى بإنفاق الأموال في اليسر والعسر,والشدة والرخاء والمنشط والمكره والصحة والمرض وفي جميع الأحوال. وبكظم وكتم الغيظ , وبالعفو عمن ظلمنا عند قدرتنا على الرد وهذا هو الإحسان الذي يحب الله أن يتحلى به العباد , عن أبي هريرة - رضي الله عنه - عن النبي - صلى الله عليه وسلم - قال :(ليس الشديد بالصرعة , ولكن الشديد الذي يملك نفسه عند الغضب).رواه الشيخان. وروى الإمام أحمد عن سهل بن معاذ بن أنس , عن أبيه أن رسول الله - صلى الله عليه وسلم - قال : (من كظم غيظاً وهو قادر على أن ينفذه دعاه الله على رؤوس الخلائق حتى يخبره من أي الحور شاء) رواه أبو داود والترمذي وابن ماجة.\nيقول الله تعالى\n- الَّذِينَ يُنفِقُونَ فِي السَّرَّاء وَالضَّرَّاء وَالْكَاظِمِينَ الْغَيْظَ وَالْعَافِينَ عَنِ النَّاسِ وَاللّهُ يُحِبُّ الْمُحْسِنِينَ{134}آل عمران\n3- الأمر بتأدية الأمانات إلى أهلها\n(1/2)\n\n- أمر الله تعالى الناس بأداء مختلف الأمانات إلى أصحابها ,فلا يفرط في آدائها , وفي الحديث الحسن عن سمرة أن رسول الله - صلى الله عليه وسلم - قال ( أد الأمانة إلى من ائتمنك , ولا تخن من خانك) رواه الإمام أحمد وأهل السنن , وهذا يعم جميع الأمانات الواجبة على الإنسان من حقوق الله عز وجل على عباده من الصلوات و الزكوات والصيام و الكفارات والنذور وغير ذلك مما هو مؤتمن عليه , ومن حقوق العباد بعضهم على بعض , كالودائع أو غير ذلك مما يأتمنون به بعضهم على بعض بدون وجود بينة على ذلك . ويأمر الله تعالى من يقوم بالقضاء بين الناس أن يقضي بينهم بالعدل والقسط .\nقال الله تعالى\n- إِنَّ اللّهَ يَأْمُرُكُمْ أَن تُؤدُّواْ الأَمَانَاتِ إِلَى أَهْلِهَا وَإِذَا حَكَمْتُم بَيْنَ النَّاسِ أَن تَحْكُمُواْ بِالْعَدْلِ إِنَّ اللّهَ نِعِمَّا يَعِظُكُم بِهِ إِنَّ اللّهَ كَانَ سَمِيعاً بَصِيراً{58}النساء\n4- رد التحية بأحسن منها أو ردها\n- ويبين الله تعالى للمسلمين أنه إذا سلَّم عليكم المسلم فردُّوا عليه بأفضل مما سلَّم لفظًا وبشاشةً, أو ردوا عليه بمثل ما سلَّم, ولكل ثوابه وجزاؤه . روى جرير عن سلمان الفارسي قال : جاء رجل إلى النبي - صلى الله عليه وسلم - فقال : السلام عليك يا رسول الله ! فقال (وعليك السلام ورحمة الله) , ثم أتى آخر فقال : السلام عليك يا رسول الله! ورحمة الله , فقال له رسول الله - صلى الله عليه وسلم - :( وعليك السلام ورحمة الله وبركاته) ثم جاء آخر فقال :السلام عليك يا رسول الله! ورحمة الله وبركاته , فقال له :( وعليك ) فقال له الرجل يا رسول الله بأبي أنت وأمي أتاك فلان وفلان فسلما عليك فرددت عليهما أكثر مما رددت علي فقال:( إنك لم تدع لنا شيئاً , قال الله تعالى: ((وَإِذَا حُيِّيْتُم بِتَحِيَّةٍ فَحَيُّواْ بِأَحْسَنَ مِنْهَا أَوْ رُدُّوهَا)) فرددناها عليك ) .\nقال الله تعالى",
        "(1/3)\n\n- وَإِذَا حُيِّيْتُم بِتَحِيَّةٍ فَحَيُّواْ بِأَحْسَنَ مِنْهَا أَوْ رُدُّوهَا إِنَّ اللّهَ كَانَ عَلَى كُلِّ شَيْءٍ حَسِيباً{86}النساء\n5- الوفاء بالعهد وعدم الخيانة\n- ويقول الله تعالى : يا أيها الذين صدَّقوا الله ورسوله وعملوا بشرعه, أتِمُّوا عهود الله الموثقة, من الإيمان بشرائع الدين, والانقياد لها, وأَدُّوا العهود لبعضكم على بعض من الأمانات, والبيوع وغيرها, مما لم يخالف كتاب الله, وسنة رسوله محمد - صلى الله عليه وسلم - . و لا تخونوا الله ورسوله بترك ما أوجبه الله عليكم وفِعْل ما نهاكم عنه, ولا تفرطوا فيما ائتمنكم الله عليه, وأنتم تعلمون أنه أمانة يجب الوفاء بها و بكل عهد التزمتم به , إن العهد يسأل الله عنه صاحبه يوم القيامة، فيثيبه إذا أتمه ووفَّاه، ويعاقبه إذا خان فيه .و يبين الله تعالى للرسول - صلى الله عليه وسلم - وللمسلمين من بعده أن من خاف من قوم قد عاهدهم وظهرت بوادر خيانتهم فيجب إبلاغهم بنقض العهد معهم كي يكون الطرفان مستويين في العلم بأنه لا عهد بعد اليوم .\nيقول الله تعالى\n- َيا أَيُّهَا الَّذِينَ آمَنُواْ أَوْفُواْ بِالْعُقُودِ أُحِلَّتْ لَكُم بَهِيمَةُ الأَنْعَامِ إِلاَّ مَا يُتْلَى عَلَيْكُمْ غَيْرَ مُحِلِّي الصَّيْدِ وَأَنتُمْ حُرُمٌ إِنَّ اللّهَ يَحْكُمُ مَا يُرِيدُ{1}المائدة\n- وَإِمَّا تَخَافَنَّ مِن قَوْمٍ خِيَانَةً فَانبِذْ إِلَيْهِمْ عَلَى سَوَاء إِنَّ اللّهَ لاَ يُحِبُّ الخَائِنِينَ{58}الأنفال\n- يَا أَيُّهَا الَّذِينَ آمَنُواْ لاَ تَخُونُواْ اللّهَ وَالرَّسُولَ وَتَخُونُواْ أَمَانَاتِكُمْ وَأَنتُمْ تَعْلَمُونَ{27}الأنفال\n- وَلاَ تَقْرَبُواْ مَالَ الْيَتِيمِ إِلاَّ بِالَّتِي هِيَ أَحْسَنُ حَتَّى يَبْلُغَ أَشُدَّهُ وَأَوْفُواْ بِالْعَهْدِ إِنَّ الْعَهْدَ كَانَ مَسْؤُولاً{34}الإسراء\n6- النهي عن أكل أموال الناس بالباطل\n(1/4)",
        "\n- حرم الله تعالى أكل الناس أموال بعضهم البعض بسبب باطل كاليمين الكاذبة والغصب والسرقة, والرشوة, والربا ونحو ذلك , ثم يخاصموا إلى الحكام; ليأكلوا عن طريق التخاصم أموال طائفة من الناس بالباطل , وهم يعلمون تحريم ذلك عليهم. وعن أم سلمة رضي الله عنها أن رسول الله - صلى الله عليه وسلم - قال: ( ألا إنما أنا بشر , وإنما يأتيني الخصم , فلعل بعضكم أن يكون ألحن بحجته من بعض فأقضي له , فمن قضيت له بحق مسلم فإنما هي قطعة من نار فليحملها أو ليذرها ) فتح الباري . وقال قتادة: اعلم يا ابن آدم أن قضاء القاضي لا يحل لك حراماً , ولا يحق لك باطلاً , وإنما يقضي القاضي بنحو ما يرى ويشهد به الشهود والقاضي بشر يخطئ ويصيب , واعلموا أن من قضي له بباطل أن خصومته لم تنقض حتى يجمع الله بينهما يوم القيامة , فيقضي على المبطل للمحق بأجود مما قضى به للمبطل على المحق في الدنيا .\nيقول الله تعالى\n- وَلاَ تَأْكُلُواْ أَمْوَالَكُم بَيْنَكُم بِالْبَاطِلِ وَتُدْلُواْ بِهَا إِلَى الْحُكَّامِ لِتَأْكُلُواْ فَرِيقاً مِّنْ أَمْوَالِ النَّاسِ بِالإِثْمِ وَأَنتُمْ تَعْلَمُونَ{188}البقرة\n- يَا أَيُّهَا الَّذِينَ آمَنُواْ لاَ تَأْكُلُواْ أَمْوَالَكُمْ بَيْنَكُمْ بِالْبَاطِلِ إِلاَّ أَن تَكُونَ تِجَارَةً عَن تَرَاضٍ مِّنكُمْ وَلاَ تَقْتُلُواْ أَنفُسَكُمْ إِنَّ اللّهَ كَانَ بِكُمْ رَحِيماً{29}النساء\n7- التوصية باليتامى\n(1/5)\n",
        "- أوصى الله تعالى باليتامى و أكد في أكثر من موضع بالقرآن الكريم بالتوصية عليهم, فبين جل وعز لمن سأل النبي - صلى الله عليه وسلم - كيفية التصرف معهم , في طعامهم ومشربهم وملبسهم - لأنهم يكرهون أن يدخل مال اليتيم المؤتمن عليه ضمن مأكلهم أو مشربهم - فبين أن مخالطة اليتيم بالتي هي أحسن , أفضل لمن يتكفل بيتيم ولا بأس عليه في ذلك والله يعلم من قصده ونيته الإفساد أو الإصلاح في مال اليتيم , ولو شاء الله لضيَّق وشقَّ عليكم بتحريم المخالطة . بل قد جوز الله تعالى الأكل من مال اليتيم للفقير بالمعروف .\n- وأمر الله تعالى بدفع أموال اليتامى إليهم إذا بلغوا الحلم كاملة موفرة ونهى عن أكلها وضمها إلى أموال المتكفل باليتيم , ونهى الله تبارك وتعالى عن تبديل أموال اليتيم الطيبة بأموال المتكفل الخبيثة ( كان أحدهم يأخذ الشاة السمينة من غنم اليتيم , ويجعل مكانها الشاة المهزولة ويقول شاة بشاة ويأخذ الدرهم الجيد ويطرح مكانه الزيف ويقول درهم بدرهم ) . ونهى الله تعالى عن خلط أموال اليتيم بأموال من يكفله فيأكلها جميعاً وهذا إثم كبير . ويجب التصرف في أموال اليتيم بالتثمير والتنمية لها حتى يبلغ وترد إليه أمواله.\nوقد شبه الله تعالى من يأكل أموال اليتيم بالباطل كأنه أكل في بطنه ناراً , وأكد بأنه سيدخل نار السعير يوم القيامة .\nيقول الله تعالى\n- فِي الدُّنْيَا وَالآخِرَةِ وَيَسْأَلُونَكَ عَنِ الْيَتَامَى قُلْ إِصْلاَحٌ لَّهُمْ خَيْرٌ وَإِنْ تُخَالِطُوهُمْ فَإِخْوَانُكُمْ وَاللّهُ يَعْلَمُ الْمُفْسِدَ مِنَ الْمُصْلِحِ وَلَوْ شَاء اللّهُ لأعْنَتَكُمْ إِنَّ اللّهَ عَزِيزٌ حَكِيمٌ{220}البقرة\n- وَآتُواْ الْيَتَامَى أَمْوَالَهُمْ وَلاَ تَتَبَدَّلُواْ الْخَبِيثَ بِالطَّيِّبِ وَلاَ تَأْكُلُواْ أَمْوَالَهُمْ إِلَى أَمْوَالِكُمْ إِنَّهُ كَانَ حُوباً كَبِيراً{2}النساء\n(1/6)\n\n- إِنَّ الَّذِينَ يَأْكُلُونَ أَمْوَالَ الْيَتَامَى ظُلْماً إِنَّمَا يَأْكُلُونَ فِي بُطُونِهِمْ نَاراً وَسَيَصْلَوْنَ سَعِيراً{10}النساء\n- وَلاَ تَقْرَبُواْ مَالَ الْيَتِيمِ إِلاَّ بِالَّتِي هِيَ أَحْسَنُ حَتَّى يَبْلُغَ أَشُدَّهُ وَأَوْفُواْ بِالْعَهْدِ إِنَّ الْعَهْدَ كَانَ مَسْؤُولاً{34}الإسراء\n- كَلَّا بَل لَّا تُكْرِمُونَ الْيَتِيمَ{17} الفجر\n- فَلَا اقْتَحَمَ الْعَقَبَةَ{11} وَمَا أَدْرَاكَ مَا الْعَقَبَةُ{12} فَكُّ رَقَبَةٍ{13} أَوْ إِطْعَامٌ فِي يَوْمٍ ذِي مَسْغَبَةٍ{14} يَتِيماً ذَا مَقْرَبَةٍ{15} أَوْ مِسْكِيناً ذَا مَتْرَبَةٍ{16} ثُمَّ كَانَ مِنَ الَّذِينَ آمَنُوا وَتَوَاصَوْا بِالصَّبْرِ وَتَوَاصَوْا بِالْمَرْحَمَةِ{17} البلد\n- فَأَمَّا الْيَتِيمَ فَلَا تَقْهَرْ{9} الضحى\n8- الأمر بالعدل ولو على النفس\n- يأمر الله تعالى عباده المؤمنين بأن يكونوا قوامين بالقسط أي بالعدل , فلا يعدلوا عنه يميناً ولا شمالاً , وأن يكونوا متعاونين متساعدين متناصرين فيه ,وان يكونوا مؤدين للشهادة لوجه الله تعالى, ولو كانت على أنفسهم,أي ولو كانت هذه الشهادة لها الضرر عليهم أو على آبائهم وأمهاتهم, أو على أقاربهم, مهما كان شأن المشهود عليه غنيًّا أو فقيرًا; فإن الله تعالى أولى بهما منكم, وأعلم بما فيه صلاحهما, فلا يحملنَّكم الهوى والتعصب على ترك العدل, وإن تحرفوا الشهادة بألسنتكم فتأتوا بها على غير حقيقتها أو تعرضوا عنها بترك أدائها أو بكتمانها, فإن الله تعالى كان عليمًا بدقائق أعمالكم وسيجازيكم بها. ولا يحملنكم بُغْضُ قوم على ألا تعدلوا, اعدِلوا بين الأعداء والأحباب على درجة سواء, فذلك العدل أقرب لخشية الله, واحذروا أن تجوروا. إن الله خبير بما تعملون, وسيجازيكم به.\nيقول الله تعالى",
        "(1/7)\n\n- يَا أَيُّهَا الَّذِينَ آمَنُواْ كُونُواْ قَوَّامِينَ بِالْقِسْطِ شُهَدَاء لِلّهِ وَلَوْ عَلَى أَنفُسِكُمْ أَوِ الْوَالِدَيْنِ وَالأَقْرَبِينَ إِن يَكُنْ غَنِيّاً أَوْ فَقَيراً فَاللّهُ أَوْلَى بِهِمَا فَلاَ تَتَّبِعُواْ الْهَوَى أَن تَعْدِلُواْ وَإِن تَلْوُواْ أَوْ تُعْرِضُواْ فَإِنَّ اللّهَ كَانَ بِمَا تَعْمَلُونَ خَبِيراً{135}النساء\n- يَا أَيُّهَا الَّذِينَ آمَنُواْ كُونُواْ قَوَّامِينَ لِلّهِ شُهَدَاء بِالْقِسْطِ وَلاَ يَجْرِمَنَّكُمْ شَنَآنُ قَوْمٍ عَلَى أَلاَّ تَعْدِلُواْ اعْدِلُواْ هُوَ أَقْرَبُ لِلتَّقْوَى وَاتَّقُواْ اللّهَ إِنَّ اللّهَ خَبِيرٌ بِمَا تَعْمَلُونَ{8}المائدة\n- قُلْ أَمَرَ رَبِّي بِالْقِسْطِ وَأَقِيمُواْ وُجُوهَكُمْ عِندَ كُلِّ مَسْجِدٍ وَادْعُوهُ مُخْلِصِينَ لَهُ الدِّينَ كَمَا بَدَأَكُمْ تَعُودُونَ{29}الأعراف\n9- الأمر بالوفاء بالكيل والميزان بالقسط\n- أمر الله تعالى الناس في أكثر من موضع بالقرآن الكريم الوفاء بالكيل والميزان بالقسط أي بالعدل ولا ينقصوا الناس حقوقهم في عموم أشيائهم , وحذر الله تعالى المطففين وهم الذين إذا اشتروا من الناس مكيلا أو موزونًا يوفون لأنفسهم, وإذا باعوا الناس مكيلا أو موزونًا يُنْقصون في المكيال والميزان ووعدهم بعذابٌ شديد, فكيف بحال من يسرقهما ويختلسهما ويبخس الناس أشياءهم؟ إنه أولى بالوعيد من مطففي المكيال والميزان . إن العدل في الكيل والوزن خير لمن يعمل به في الدنيا، وأحسن عاقبة عند الله في الآخرة. وذكر الطبري أن رسول الله - صلى الله عليه وسلم - كان يقول :( لا يقدر رجل على حرام ثم يدعه ليس به إلا مخافة الله , إلا أبدله الله به في عاجل الدنيا قبل الآخرة ما هو خير له من ذلك ) . فإذا أخذ كل فرد حقه كاملاً بدون نقصان أو زيادة ارتاح الجميع.\nيقول الله تعالى\n(1/8)",
        "\n- وَيَا قَوْمِ أَوْفُواْ الْمِكْيَالَ وَالْمِيزَانَ بِالْقِسْطِ وَلاَ تَبْخَسُواْ النَّاسَ أَشْيَاءهُمْ وَلاَ تَعْثَوْاْ فِي الأَرْضِ مُفْسِدِينَ{85}هود\n- أَوْفُوا الْكَيْلَ وَلَا تَكُونُوا مِنَ الْمُخْسِرِينَ{181} وَزِنُوا بِالْقِسْطَاسِ الْمُسْتَقِيمِ{182} وَلَا تَبْخَسُوا النَّاسَ أَشْيَاءهُمْ وَلَا تَعْثَوْا فِي الْأَرْضِ مُفْسِدِينَ{183}الشعراء\n- وَأَوْفُوا الْكَيْلَ إِذا كِلْتُمْ وَزِنُواْ بِالقِسْطَاسِ الْمُسْتَقِيمِ ذَلِكَ خَيْرٌ وَأَحْسَنُ تَأْوِيلاً{35}الإسراء\n- وَيْلٌ لِّلْمُطَفِّفِينَ{1} الَّذِينَ إِذَا اكْتَالُواْ عَلَى النَّاسِ يَسْتَوْفُونَ{2} وَإِذَا كَالُوهُمْ أَو وَّزَنُوهُمْ يُخْسِرُونَ{3} أَلَا يَظُنُّ أُولَئِكَ أَنَّهُم مَّبْعُوثُونَ{4} لِيَوْمٍ عَظِيمٍ{5} يَوْمَ يَقُومُ النَّاسُ لِرَبِّ الْعَالَمِينَ{6}المطففين\n10- الأمر بأكل الحلال\n(1/9)\n",
        "- تليت هذه الآية عند رسول الله - صلى الله عليه وسلم - : (يَا أَيُّهَا النَّاسُ كُلُواْ مِمَّا فِي الأَرْضِ حَلاَلاً طَيِّباً) فقام سعد بن أبي وقاص فقال : يا رسول الله أدع الله أن يجعلني مستجاب الدعوة . فقال ( يا سعد أطب مطعمك تكن مستجاب الدعوة, والذي نفس محمد بيده , إن الرجل ليقذف اللقمة الحرام في جوفه ما يتقبل منه أربعين يوماً, وأيما عبد نبت لحمه من السحت والربا فالنار أولى به )مجمع الزوائد . وفي مسند الإمام أحمد عن أبي هريرة - رضي الله عنه - قال:قال رسول الله - صلى الله عليه وسلم - (أيها الناس إن الله طيب , ولا يقبل إلا طيباً وإن الله أمر المؤمنين بما أمر به المرسلين فقال : {يَا أَيُّهَا الرُّسُلُ كُلُوا مِنَ الطَّيِّبَاتِ وَاعْمَلُوا صَالِحاً إِنِّي بِمَا تَعْمَلُونَ عَلِيمٌ } وقال : { يَا أَيُّهَا الَّذِينَ آمَنُواْ كُلُواْ مِن طَيِّبَاتِ مَا رَزَقْنَاكُمْ } ثم ذكر الرجل يطيل السفر أشعث أغبر يمد يديه إلى السماء : يارب يارب , ومطعمه حرام ومشربه حرام وملبسه حرام فأنى يستجاب لذلك؟ ) .\nيقول الله تعالى\n- يَا أَيُّهَا النَّاسُ كُلُواْ مِمَّا فِي الأَرْضِ حَلاَلاً طَيِّباً وَلاَ تَتَّبِعُواْ خُطُوَاتِ الشَّيْطَانِ إِنَّهُ لَكُمْ عَدُوٌّ مُّبِينٌ{168} إِنَّمَا يَأْمُرُكُمْ بِالسُّوءِ وَالْفَحْشَاء وَأَن تَقُولُواْ عَلَى اللّهِ مَا لاَ تَعْلَمُونَ{169}البقرة\n- يَا أَيُّهَا الَّذِينَ آمَنُواْ كُلُواْ مِن طَيِّبَاتِ مَا رَزَقْنَاكُمْ وَاشْكُرُواْ لِلّهِ إِن كُنتُمْ إِيَّاهُ تَعْبُدُونَ{172}البقرة\n- يَا أَيُّهَا الرُّسُلُ كُلُوا مِنَ الطَّيِّبَاتِ وَاعْمَلُوا صَالِحاً إِنِّي بِمَا تَعْمَلُونَ عَلِيمٌ {51} المؤمنون\n-كُلُوا مِن طَيِّبَاتِ مَا رَزَقْنَاكُمْ وَلَا تَطْغَوْا فِيهِ فَيَحِلَّ عَلَيْكُمْ غَضَبِي وَمَن يَحْلِلْ عَلَيْهِ غَضَبِي فَقَدْ هَوَى{81}طه\n(1/10)\n\n11- النهي عن الاتهام الباطل للناس\n- ومن يعمل خطيئة بغير عمد, أو يرتكب ذنبًا متعمدًا ثم يقذف بما ارتكبه نفسًا بريئة لا جناية لها, فقد تحمَّل كذبًا وذنبًا بيّنا.\nيقول الله تعالى\n- وَمَن يَكْسِبْ خَطِيئَةً أَوْ إِثْماً ثُمَّ يَرْمِ بِهِ بَرِيئاً فَقَدِ احْتَمَلَ بُهْتَاناً وَإِثْماً مُّبِيناً{112}النساء\n12- وجوب الكلام النافع وإلا فلا\n- لا نفع في كثير من كلام الناس سرّاً فيما بينهم, إلا إذا كان حديثًا داعيًا إلى بذل المعروف من الصدقة, أو الكلمة الطيبة, أو التوفيق بين الناس, ومن يفعل تلك الأمور طلبًا لرضا الله تعالى راجيًا ثوابه, فسوف نؤتيه ثوابًا جزيلا واسعًا. وروى الإمام أحمد عن أم كلثوم بنت عقبة أنها سمعت رسول الله - صلى الله عليه وسلم - يقول : (ليس الكذاب الذي يصلح بين الناس فينمي خيراً أو يقول خيراً) , وقالت : لم أسمعه يرخص في شيء مما يقوله الناس إلا في ثلاث : في الحرب والإصلاح بين الناس , وحديث الرجل لامرأته , وحديث المرأة لزوجها ) .\nيقول الله تعالى\n- لاَّ خَيْرَ فِي كَثِيرٍ مِّن نَّجْوَاهُمْ إِلاَّ مَنْ أَمَرَ بِصَدَقَةٍ أَوْ مَعْرُوفٍ أَوْ إِصْلاَحٍ بَيْنَ النَّاسِ وَمَن يَفْعَلْ ذَلِكَ ابْتَغَاء مَرْضَاتِ اللّهِ فَسَوْفَ نُؤْتِيهِ أَجْراً عَظِيماً{114}النساء\n13- عدم الجهر بالسوء من القول إلا في حالة الظلم\n- لا يُحِبُّ الله أن يَجهر أحدٌ بقول السوء, لكن يُباح للمظلوم أن يَذكُر ظالمه بما فيه من السوء; ليبيِّن مَظْلمته. وكان الله سميعًا لما تجهرون به, عليمًا بما تخفون من ذلك.\nيقول الله تعالى\n- لاَّ يُحِبُّ اللّهُ الْجَهْرَ بِالسُّوَءِ مِنَ الْقَوْلِ إِلاَّ مَن ظُلِمَ وَكَانَ اللّهُ سَمِيعاً عَلِيماً{148}النساء\n14- النهي عن سب المشركين وأوثانهم",
        "(1/11)\n\n- يقول الله تعالى ناهياً لرسوله - صلى الله عليه وسلم - والمؤمنين عن سب آلهة المشركين وإن كان فيه مصلحة إلا أنه يترتب عليه مفسدة أعظم منها , وهي مقابلة المشركين بسب إله المؤمنين , وهو الله لا إله إلا هو , كما قال علي بن أبي طلحة عن ابن عباس في هذه الآية : قالوا : يا محمد ! لتنتهين عن سب آلهتنا , أو لنهجون ربك , فنهاهم الله أن يسبوا أوثانهم(فَيَسُبُّواْ اللّهَ عَدْواً بِغَيْرِ عِلْمٍ) , فهذا الأمر من الله تعالى لرسوله - صلى الله عليه وسلم - ولمن بعده من المؤمنين في كل زمان ومكان , فيجب عدم سب النصارى أو اليهود أو من يدين بأي دين حتى لا يسبوا الله تعالى عدواً بغير علم . وفي الصحيح أن رسول الله - صلى الله عليه وسلم - قال : ( ملعون من سب والديه), قالوا : يا رسول الله ! وكيف يسب الرجل والديه ؟ قال : ( يسب أبا الرجل فيسب أباه ويسب أمه فيسب أمه) .\nيقول الله تعالى\n- وَلاَ تَسُبُّواْ الَّذِينَ يَدْعُونَ مِن دُونِ اللّهِ فَيَسُبُّواْ اللّهَ عَدْواً بِغَيْرِ عِلْمٍ كَذَلِكَ زَيَّنَّا لِكُلِّ أُمَّةٍ عَمَلَهُمْ ثُمَّ إِلَى رَبِّهِم مَّرْجِعُهُمْ فَيُنَبِّئُهُم بِمَا كَانُواْ يَعْمَلُونَ{108}الأنعام\n15- الأمر والتوصية ببر الوالدين\n(1/12)",
        "\n- أمر الله تعالى ووصى في أكثر من سورة بالقرآن الكريم ببر الوالدين و بالإحسان إلى الأب والأم، وبخاصة في حالةُ الشيخوخة، فلا تضجر ولا تستثقل شيئًا تراه من أحدهما أو منهما، ولا تسمعهما قولا سيئًا، حتى ولا التأفف الذي هو أدنى مراتب القول السيئ، ولا يصدر منك إليهما فعل قبيح، ولكن ارفق بهما، وقل لهما -دائما- قولا لينًا لطيفًا. وكُنْ لأمك وأبيك ذليلا متواضعًا رحمة بهما، واطلب من ربك أن يرحمهما برحمته الواسعة أحياءً وأمواتًا، كما صبرا على تربيتك طفلا ضعيف الحول والقوة. وإن جاهداك و دفعاك وطلب منك والداك على أن تشرك بالله أحداً فلا تمتثل أمرهما , ويلحق بطلب الإشراك بالله تعالى سائر المعاصي, فلا طاعة لمخلوق كائنًا من كان في معصية الله سبحانه ولكن كن على البر بهما , وهذه التوصية المؤكدة من الله تعالى للإنسان بالوالدين , لأن أمه حَمَلَتْه جنينًا في بطنها على مشقة وتعب, وولدته على مشقة وتعب أيضًا وأرضعته حتى الفطام بعد سنتين من ولادته , وفي ذكر هذه المشاق التي تتحملها الأم دون الأب, دليل على أن حقها على ولدها أعظم من حق الأب. روى الإمام أحمد عن أبي أسيد وهو مالك بن ربيعة الساعدي قال:بينما أنا جالس عند رسول الله - صلى الله عليه وسلم - إذ جاءه رجل من الأنصار فقال : يا رسول الله هل بقي علي من بر أبوي شيء بعد موتهما أبرهما به ؟ قال :(نعم خصال أربع:الصلاة عليهما , والاستغفار لهما , وإنفاذ عهدهما ,وإكرام صديقهما, وصلة الرحم التي لا رحم لك إلا من قبلهما, فهو الذي بقي عليك من برهما بعد موتهما)رواه أبو داود وابن ماجة.\nيقول الله تعالى\n(1/13)\n",
        "- وَقَضَى رَبُّكَ أَلاَّ تَعْبُدُواْ إِلاَّ إِيَّاهُ وَبِالْوَالِدَيْنِ إِحْسَاناً إِمَّا يَبْلُغَنَّ عِندَكَ الْكِبَرَ أَحَدُهُمَا أَوْ كِلاَهُمَا فَلاَ تَقُل لَّهُمَا أُفٍّ وَلاَ تَنْهَرْهُمَا وَقُل لَّهُمَا قَوْلاً كَرِيماً{23} وَاخْفِضْ لَهُمَا جَنَاحَ الذُّلِّ مِنَ الرَّحْمَةِ وَقُل رَّبِّ ارْحَمْهُمَا كَمَا رَبَّيَانِي صَغِيراً{24} رَّبُّكُمْ أَعْلَمُ بِمَا فِي نُفُوسِكُمْ إِن تَكُونُواْ صَالِحِينَ فَإِنَّهُ كَانَ لِلأَوَّابِينَ غَفُوراً{25} الإسراء\n- وَوَصَّيْنَا الْإِنسَانَ بِوَالِدَيْهِ حُسْناً وَإِن جَاهَدَاكَ لِتُشْرِكَ بِي مَا لَيْسَ لَكَ بِهِ عِلْمٌ فَلَا تُطِعْهُمَا إِلَيَّ مَرْجِعُكُمْ فَأُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ{8}العنكبوت\n- وَوَصَّيْنَا الْإِنسَانَ بِوَالِدَيْهِ حَمَلَتْهُ أُمُّهُ وَهْناً عَلَى وَهْنٍ وَفِصَالُهُ فِي عَامَيْنِ أَنِ اشْكُرْ لِي وَلِوَالِدَيْكَ إِلَيَّ الْمَصِيرُ{14}لقمان\n- وَوَصَّيْنَا الْإِنسَانَ بِوَالِدَيْهِ إِحْسَاناً حَمَلَتْهُ أُمُّهُ كُرْهاً وَوَضَعَتْهُ كُرْهاً وَحَمْلُهُ وَفِصَالُهُ ثَلَاثُونَ شَهْراً حَتَّى إِذَا بَلَغَ أَشُدَّهُ وَبَلَغَ أَرْبَعِينَ سَنَةً قَالَ رَبِّ أَوْزِعْنِي أَنْ أَشْكُرَ نِعْمَتَكَ الَّتِي أَنْعَمْتَ عَلَيَّ وَعَلَى وَالِدَيَّ وَأَنْ أَعْمَلَ صَالِحاً تَرْضَاهُ وَأَصْلِحْ لِي فِي ذُرِّيَّتِي إِنِّي تُبْتُ إِلَيْكَ وَإِنِّي مِنَ الْمُسْلِمِينَ{15} أُوْلَئِكَ الَّذِينَ نَتَقَبَّلُ عَنْهُمْ أَحْسَنَ مَا عَمِلُوا وَنَتَجاوَزُ عَن سَيِّئَاتِهِمْ فِي أَصْحَابِ الْجَنَّةِ وَعْدَ الصِّدْقِ الَّذِي كَانُوا يُوعَدُونَ{16}الأحقاف\n\n16- التثبت من الأشياء قبل الكلام\n(1/14)\n\n- نهى الله تعالى الإنسان أن يقول شيئاً لا يعلمه ولكن يجب التأكد والتثبت قبل أن يفتح فمه بما يقول , وقال قتادة : لا تقل رأيت ولم تر , وسمعت ولم تسمع, وعلمت ولم تعلم, فإن الله تعالى سائلك عن ذلك كله (الطبري) . وفي الحديث ( إياكم والظن فإن الظن أكذب الحديث) فتح الباري , وفي الحديث ( إن أفرى الفرى أن يُرِي الرجل عينيه ما لم تريا) فتح الباري. وسيُسأل العبد يوم القيامة عن سمعه وبصره وفؤاده فاحذر وتثبت .\nيقول الله تعالى\n- وَلاَ تَقْفُ مَا لَيْسَ لَكَ بِهِ عِلْمٌ إِنَّ السَّمْعَ وَالْبَصَرَ وَالْفُؤَادَ كُلُّ أُولئِكَ كَانَ عَنْهُ مَسْؤُولاً{36}الإسراء\n- يَا أَيُّهَا الَّذِينَ آمَنُوا إِن جَاءكُمْ فَاسِقٌ بِنَبَأٍ فَتَبَيَّنُوا أَن تُصِيبُوا قَوْماً بِجَهَالَةٍ فَتُصْبِحُوا عَلَى مَا فَعَلْتُمْ نَادِمِينَ{6} الحجرات\n\n17- الأمر بعدم التكبر والاختيال\n- نهى الله تعالى عباده عن التجبر والتبختر في المشية (وَلاَ تَمْشِ فِي الأَرْضِ مَرَحاً) أي متبختراً متمايلاً مشي الجبارين (إِنَّكَ لَن تَخْرِقَ الأَرْضَ) أي لن تقطع الأرض بمشيتك (وَلَن تَبْلُغَ الْجِبَالَ طُولاً) أي بتمايلك وفخرك وإعجابك بنفسك , بل قد يجازى فاعل ذلك بنقيض قصده, كما ثبت في الصحيح (بينما رجل يمشي فيمن كان قبلكم وعليه بردان يتبختر فيهما , إذ خُسِف به الأرض فهو يتجلجل فيها إلى يوم القيامة)صحيح مسلم .\nيقول الله تعالى\n- وَلاَ تَمْشِ فِي الأَرْضِ مَرَحاً إِنَّكَ لَن تَخْرِقَ الأَرْضَ وَلَن تَبْلُغَ الْجِبَالَ طُولاً{37}الإسراء\n- وَلَا تُصَعِّرْ خَدَّكَ لِلنَّاسِ وَلَا تَمْشِ فِي الْأَرْضِ مَرَحاً إِنَّ اللَّهَ لَا يُحِبُّ كُلَّ مُخْتَالٍ فَخُورٍ{18}لقمان\n\n18- الأمر بالقول الطيب من الكلام",
        "(1/15)\n\n- يأمر الله تبارك و تعالى عبده ورسوله - صلى الله عليه وسلم - أن يأمر عباد الله المؤمنين أن يقولوا في مخاطبتهم ومحاورتهم مع الناس الكلام الأحسن والكلمة الطيبة , فإنهم إن لم يفعلوا ذلك ألقى الشيطان بينهم العداوة والفساد والخصام. إن الشيطان كان للإنسان عدوًا ظاهر العداوة من حين امتنع عن أمر الله تعالى بالسجود لآدم . وعن أبي هريرة - رضي الله عنه - قال : قال رسول الله - صلى الله عليه وسلم - :( لا يشيرن أحدكم إلى أخيه بالسلاح , فإنه لا يدري أحدكم لعل الشيطان أن ينزع في يده فيقع في حفرة من النار) مسند الإمام أحمد.\nيقول الله تعالى\n- وَقُل لِّعِبَادِي يَقُولُواْ الَّتِي هِيَ أَحْسَنُ إِنَّ الشَّيْطَانَ يَنزَغُ بَيْنَهُمْ إِنَّ الشَّيْطَانَ كَانَ لِلإِنْسَانِ عَدُوّاً مُّبِيناً{53}الإسراء\n19- الأمر بدفع الإساءة بالإحسان\n- يقول الله تعالى لنبيه الكريم - صلى الله عليه وسلم - : أنه ذا أساء إليك أعداؤك - أيها الرسول - بالقول أو الفعل فلا تقابلهم بالإساءة، ولكن ادفع إساءتهم بالإحسان منك إليهم ، نحن أعلم بما يصفه هؤلاء المشركون من الشرك والتكذيب، وسنجازيهم عليه أسوأ الجزاء.وهذا هو الترياق النافع في مخالطة الناس , ألا وهو دفع الإساءة بالإحسان.\nيقول الله تعالى\nادْفَعْ بِالَّتِي هِيَ أَحْسَنُ السَّيِّئَةَ نَحْنُ أَعْلَمُ بِمَا يَصِفُونَ{96}المؤمنون\n20- الأمر بالاستئذان عند الدخول\n(1/16)",
        "\n- كان الرجل في الجاهلية ينطلق إلى صاحبه فلا يستأذن حتى يقتحم عليه داره ويقول : قد دخلت , فيشق ذلك على الرجل ولعله يكون مع أهله , فغيّر الله ذلك كله في ستر وعفة وجعله نقياً نزهاً من الدنس والقذر فقال تعالى(يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَدْخُلُوا بُيُوتاً غَيْرَ بُيُوتِكُمْ حَتَّى تَسْتَأْنِسُوا وَتُسَلِّمُوا عَلَى أَهْلِهَا ) . وصيغة ذلك من السنة: السلام عليكم أأدخل؟ . فإن لم تجدوا في بيوت الآخرين أحدًا فلا تدخلوها حتى يوجد مَن يأذن لكم فإن لم يأذن، بل قال لكم: ارجعوا فارجعوا، ولا تُلحُّوا, فإن الرجوع عندئذ أطهر لكم لأن للإنسان أحوالا يكره اطلاع أحد عليها. وكذلك قال الله تعالى مُروا عبيدكم وإماءكم والأطفال الأحرار دون سن الاحتلام أن يستأذنوا عند الدخول عليكم في أوقات عوراتكم الثلاثة: من قبل صلاة الفجر؛ لأنه وقت الخروج من ثياب النوم ولبس ثياب اليقظة ووقت خلع الثياب للقيلولة في الظهيرة، ومن بعد صلاة العشاء؛ لأنه وقت للنوم، وهذه الأوقات الثلاثة عورات لكم، يقل فيها التستر، أما فيما سواها فلا حرج إذا دخلوا بغير إذن؛ لحاجتهم في الدخول عليكم, طوافون عليكم للخدمة. وإذا بلغ الأطفال منكم سن الاحتلام والتكليف بالأحكام الشرعية، فعليهم أن يستأذنوا إذا أرادوا الدخول في كل الأوقات كما يستأذن الكبار، وكما يبيِّن الله آداب الاستئذان يبيِّن الله تعالى لكم آياته. والله عليم بما يصلح عباده، حكيم في تشريعه.\nيقول الله تعالى\n- يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَدْخُلُوا بُيُوتاً غَيْرَ بُيُوتِكُمْ حَتَّى تَسْتَأْنِسُوا وَتُسَلِّمُوا عَلَى أَهْلِهَا ذَلِكُمْ خَيْرٌ لَّكُمْ لَعَلَّكُمْ تَذَكَّرُونَ{27} فَإِن لَّمْ تَجِدُوا فِيهَا أَحَداً فَلَا تَدْخُلُوهَا حَتَّى يُؤْذَنَ لَكُمْ وَإِن قِيلَ لَكُمُ ارْجِعُوا فَارْجِعُوا هُوَ أَزْكَى لَكُمْ وَاللَّهُ بِمَا تَعْمَلُونَ عَلِيمٌ{28}النور\n(1/17)\n",
        "- يَا أَيُّهَا الَّذِينَ آمَنُوا لِيَسْتَأْذِنكُمُ الَّذِينَ مَلَكَتْ أَيْمَانُكُمْ وَالَّذِينَ لَمْ يَبْلُغُوا الْحُلُمَ مِنكُمْ ثَلَاثَ مَرَّاتٍ مِن قَبْلِ صَلَاةِ الْفَجْرِ وَحِينَ تَضَعُونَ ثِيَابَكُم مِّنَ الظَّهِيرَةِ وَمِن بَعْدِ صَلَاةِ الْعِشَاء ثَلَاثُ عَوْرَاتٍ لَّكُمْ لَيْسَ عَلَيْكُمْ وَلَا عَلَيْهِمْ جُنَاحٌ بَعْدَهُنَّ طَوَّافُونَ عَلَيْكُم بَعْضُكُمْ عَلَى بَعْضٍ كَذَلِكَ يُبَيِّنُ اللَّهُ لَكُمُ الْآيَاتِ وَاللَّهُ عَلِيمٌ حَكِيمٌ{58} وَإِذَا بَلَغَ الْأَطْفَالُ مِنكُمُ الْحُلُمَ فَلْيَسْتَأْذِنُوا كَمَا اسْتَأْذَنَ الَّذِينَ مِن قَبْلِهِمْ كَذَلِكَ يُبَيِّنُ اللَّهُ لَكُمْ آيَاتِهِ وَاللَّهُ عَلِيمٌ حَكِيمٌ{59}النور\n21- الأمر بغض البصر وحفظ الفرج عن الحرام\n(1/18)\n\n- أمر الله تعالى عباده المؤمنين بأن يغضوا من أبصارهم عما حرم عليهم , فلا ينظروا إلا إلى ما أباح لهم النظر فيه , وأن يغضوا أبصارهم عن المحارم , فإن اتفق أن وقع البصر على محرم من غير قصد , فليصرف بصره عنه سريعاً , كما رواه مسلم في صحيحه , عن جرير بن عبد الله البجلي - رضي الله عنه - قال : سألت النبي - صلى الله عليه وسلم - عن نظرة الفجأة , فأمرني أن اصرف بصري. وفي الصحيح عن أبي سعيد قال : قال رسول الله - صلى الله عليه وسلم - : (إياكم والجلوس على الطرقات ) قالوا : يا رسول الله لا بد لنا من مجالسنا نتحدث فيها , فقال رسول الله - صلى الله عليه وسلم - :( إن أبيتم فأعطوا الطريق حقه) قالوا : وما حق الطريق يا رسول الله ؟ فقال : (غض البصر, وكف الأذى , ورد السلام , والأمر بالمعروف والنهي عن المنكر)فتح الباري. وأن يحفظوا فروجهم عمَّا حَرَّم الله من الزنى واللواط ، وكشف العورات، ونحو ذلك، ذلك أطهر لهم. إن الله خبير بما يصنعون فيما يأمرهم به وينهاهم عنه. وكذلك أمر الله تعالى المؤمنات بأن يغضضن من أبصارهن عمَّا لا يحلُّ لهن من العورات، ويحفظن فروجهن عمَّا حَرَّم الله، ولا يُظهرن زينتهن للرجال، بل يجتهدن في إخفائها إلا الثياب الظاهرة التي جرت العادة بلُبْسها، إذا لم يكن في ذلك ما يدعو إلى الفتنة بها، وليلقين بأغطية رؤوسهن على فتحات صدورهن مغطيات وجوههن؛ ليكمل سترهن، ولا يُظْهِرْنَ الزينة الخفية إلا لأزواجهن ؛ إذ يرون منهن ما لا يرى غيرهم.",
        "(1/19)\n\nوبعضها، كالوجه، والعنق، واليدين والساعدين يباح رؤيته لآبائهن أو آباء أزواجهن أو أبنائهن أو أبناء أزواجهن أو إخوانهن أو أبناء إخوانهن أو أبناء أخواتهن أو نسائهن المسلمات دون الكافرات, أو ما ملكن مِنَ العبيد، أو التابعين من الرجال الذين لا غرض ولا حاجة لهم في النساء، مثل البُلْه الذين يتبعون غيرهم للطعام والشراب فحسب، أو الأطفال الصغار الذين ليس لهم علم بأمور عورات النساء، ولم توجد فيهم الشهوة بعد، ولا يضرب النساء عند سَيْرهن بأرجلهن ليُسْمِعْن صوت ما خفي من زينتهن كالخلخال ونحوه، وارجعوا- أيها المؤمنون- إلى طاعة الله فيما أمركم به من هذه الصفات الجميلة والأخلاق الحميدة، واتركوا ما كان عليه أهل الجاهلية من الأخلاق والصفات الرذيلة؛ رجاء أن تفوزوا بخيري الدنيا والآخرة.\nيقول الله تعالى\nقُل لِّلْمُؤْمِنِينَ يَغُضُّوا مِنْ أَبْصَارِهِمْ وَيَحْفَظُوا فُرُوجَهُمْ ذَلِكَ أَزْكَى لَهُمْ إِنَّ اللَّهَ خَبِيرٌ بِمَا يَصْنَعُونَ{30} وَقُل لِّلْمُؤْمِنَاتِ يَغْضُضْنَ مِنْ أَبْصَارِهِنَّ وَيَحْفَظْنَ فُرُوجَهُنَّ وَلَا يُبْدِينَ زِينَتَهُنَّ إِلَّا مَا ظَهَرَ مِنْهَا وَلْيَضْرِبْنَ بِخُمُرِهِنَّ عَلَى جُيُوبِهِنَّ وَلَا يُبْدِينَ زِينَتَهُنَّ إِلَّا لِبُعُولَتِهِنَّ أَوْ آبَائِهِنَّ أَوْ آبَاء بُعُولَتِهِنَّ أَوْ أَبْنَائِهِنَّ أَوْ أَبْنَاء بُعُولَتِهِنَّ أَوْ إِخْوَانِهِنَّ أَوْ بَنِي إِخْوَانِهِنَّ أَوْ بَنِي أَخَوَاتِهِنَّ أَوْ نِسَائِهِنَّ أَوْ مَا مَلَكَتْ أَيْمَانُهُنَّ أَوِ التَّابِعِينَ غَيْرِ أُوْلِي الْإِرْبَةِ مِنَ الرِّجَالِ أَوِ الطِّفْلِ الَّذِينَ لَمْ يَظْهَرُوا عَلَى عَوْرَاتِ النِّسَاء وَلَا يَضْرِبْنَ بِأَرْجُلِهِنَّ لِيُعْلَمَ مَا يُخْفِينَ مِن زِينَتِهِنَّ وَتُوبُوا إِلَى اللَّهِ جَمِيعاً أَيُّهَا الْمُؤْمِنُونَ لَعَلَّكُمْ تُفْلِحُونَ{31}النور\n(1/20)",
        "\n22- التوصية بعدم شهادة الزور واللغو\n- وصف الله تعالى عباده بعدة صفات ومنها أنهم الذين لا يشهدون بالكذب ولا يحضرون مجالسه. وشهادة الزور هي الكذب العمد على الغير , وعن أبي بكرة قال : قال رسول الله - صلى الله عليه وسلم - :( ألا أنبئكم بأكبر الكبائر؟) ثلاثاً , قلنا : بلى يا رسول الله , قال ( الشرك بالله وعقوق الوالدين) وكان متكئاً فجلس فقال :( ألا وقول الزور , ألا وشهادة الزور) فما زال يكررها حتى قلنا : ليته سكت ) فتح الباري . وإذا مروا بأهل الباطل واللغو من غير قصد مرُّوا معرضين منكرين يتنزهون عنه، ولا يرضونه لغيرهم.\nيقول الله تعالى\nوَالَّذِينَ لَا يَشْهَدُونَ الزُّورَ وَإِذَا مَرُّوا بِاللَّغْوِ مَرُّوا كِرَاماً{72}الفرقان\n\n23- عدم تقطيب الوجه للناس\n- لا تعرض بوجهك عن الناس إذا كلمتهم أو كلموك احتقاراً منك لهم واستكباراً عليهم ولكن ألن جانبك وابسط وجهك إليهم كما جاء في الحديث :( ولو أن تلقى أخاك ووجهك منبسط ..) أبو داود .\nيقول الله تعالى\nوَلَا تُصَعِّرْ خَدَّكَ لِلنَّاسِ وَلَا تَمْشِ فِي الْأَرْضِ مَرَحاً إِنَّ اللَّهَ لَا يُحِبُّ كُلَّ مُخْتَالٍ فَخُورٍ{18}لقمان\n24- وغض الصوت عند الكلام\n- لا تبالغ في الكلام ولا ترفع صوتك فيما لا فائدة فيه , ولهذا قال :( إِنَّ أَنكَرَ الْأَصْوَاتِ لَصَوْتُ الْحَمِيرِ) , قال مجاهد : إن أقبح الأصوات لصوت الحمير , أي غاية من رفع صوته أنه يشبه بالحمير في علو صوته ورفعه , وهو بغيض إلى الله تعالى , وهذا يقتضي تحريمه وذمه غاية الذم .\nيقول الله تعالى\nوَاقْصِدْ فِي مَشْيِكَ وَاغْضُضْ مِن صَوْتِكَ إِنَّ أَنكَرَ الْأَصْوَاتِ لَصَوْتُ الْحَمِيرِ{19}لقمان\n25-والقصد في المشي\n- ويجب أن يكون المشي فيه اقتصاد , أي ليس بالبطيء المتثبط , ولا بالسريع المفرط بل عدلاً وسطاً بين بين .\nيقول الله تعالى\n(1/21)\n",
        "وَاقْصِدْ فِي مَشْيِكَ وَاغْضُضْ مِن صَوْتِكَ إِنَّ أَنكَرَ الْأَصْوَاتِ لَصَوْتُ الْحَمِيرِ{19}لقمان\n26- الشورى بين المسلمين\n- أي وإذا أرادوا أمرًا تشاوروا فيه،ليتساعدوا بآرائهم في مثل الحروب وما حرى مجراها ولهذا كان النبي - صلى الله عليه وسلم - يشاورهم في الحروب ونحوها ليطيب بذلك قلوبهم .\nيقول الله تعالى\nوَالَّذِينَ اسْتَجَابُوا لِرَبِّهِمْ وَأَقَامُوا الصَّلَاةَ وَأَمْرُهُمْ شُورَى بَيْنَهُمْ وَمِمَّا رَزَقْنَاهُمْ يُنفِقُونَ{38}الشورى\n27- النهي عن السخرية والاستهزاء بالآخرين\nالنهي عن الهمز واللمز\nالنهي عن التنابز بالألقاب\n- نهى الله تعالى عن السخرية بالناس وهو الاستهزاء بهم واحتقارهم , وثبت في الصحيح عن رسول الله - صلى الله عليه وسلم - قال : ( الكبر بطر الحق و غمط الناس) رواه مسلم , وهذا حرام فإنه قد يكون المحتَقَرُ أعظم قدراً عند الله تعالى , وأحب إليه من الساخر منه المحتقِر له, ولا يَعِبْ بعضكم بعضًا, ولا يَدْعُ بعضكم بعضًا بما يكره من الألقاب, بئس الصفة والاسم الفسوق, وهو السخرية واللمز والتنابز بالألقاب التي يكره الشخص سماعها , بعد ما دخلتم في الإسلام وعقلتموه, ومن لم يتب من هذه السخرية واللمز والتنابز والفسوق فأولئك هم الذين ظلموا أنفسهم بارتكاب هذه المناهي .\nيقول الله تعالى\n- يَا أَيُّهَا الَّذِينَ آمَنُوا لَا يَسْخَرْ قَومٌ مِّن قَوْمٍ عَسَى أَن يَكُونُوا خَيْراً مِّنْهُمْ وَلَا نِسَاء مِّن نِّسَاء عَسَى أَن يَكُنَّ خَيْراً مِّنْهُنَّ وَلَا تَلْمِزُوا أَنفُسَكُمْ وَلَا تَنَابَزُوا بِالْأَلْقَابِ بِئْسَ الاِسْمُ الْفُسُوقُ بَعْدَ الْإِيمَانِ وَمَن لَّمْ يَتُبْ فَأُوْلَئِكَ هُمُ الظَّالِمُونَ{11}الحجرات\n28- النهي عن الظن السيئ والتجسس الغيبة\n(1/22)\n\n- نهى الله تعالى عباده المؤمنين عن كثير من الظن , وهو التهمة والتخون للأهل والأقارب والناس في غير محله لأن بعض ذلك يكون إثماً محضاً , فليتجنب الكثير منه احتياطا. وعن أمير المؤمنين عمر بن الخطاب - رضي الله عنه - قال : ولا تظنن بكلمة خرجت من أخيك المؤمن إلا خيراً , وأنت تجد لها في الخير محملاً . وعن أبي هريرة - رضي الله عنه - قال : قال رسول الله - صلى الله عليه وسلم - : ( إياكم والظن فإن الظن أكذب الحديث , ولا تجسسوا ولا تحسسوا ولا تنافسوا ولا تحاسدوا ولا تباغضوا ولا تدابروا وكونوا عباد الله إخواناً) رواه البخاري ومسلم وأبو داود. ولا يقل بعضكم في بعضٍ بظهر الغيب ما يكره وهو الغيبة . أيحب أحدكم أكل لحم أخيه وهو ميت؟ فأنتم تكرهون ذلك, فاكرهوا اغتيابه. وخافوا الله فيما أمركم به ونهاكم عنه. إن الله تواب على عباده المؤمنين, رحيم بهم.\nيقول الله تعالى\n- يَا أَيُّهَا الَّذِينَ آمَنُوا اجْتَنِبُوا كَثِيراً مِّنَ الظَّنِّ إِنَّ بَعْضَ الظَّنِّ إِثْمٌ وَلَا تَجَسَّسُوا وَلَا يَغْتَب بَّعْضُكُم بَعْضاً أَيُحِبُّ أَحَدُكُمْ أَن يَأْكُلَ لَحْمَ أَخِيهِ مَيْتاً فَكَرِهْتُمُوهُ وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ تَوَّابٌ رَّحِيمٌ{12}الحجرات\n29-الأمر بالتوسع في المجالس إذا طلب ذلك",
        "(1/23)\n\n- يقول الله تعالى مؤدباً عباده المؤمنين وآمراً لهم أن إذا طُلب منكم أن يوسع بعضكم لبعض المجالس فأوسعوا، يوسع الله عليكم في الدنيا والآخرة، وإذا طلب منكم- أيها المؤمنون- أن تقوموا من مجالسكم لأمر من الأمور التي يكون فيها خير لكم كالقتال مثلاً فقوموا، يرفع الله مكانة المؤمنين المخلصين منكم، ويرفع مكانة أهل العلم درجات كثيرة في الثواب ومراتب الرضوان, والله تعالى خبير بأعمالكم لا يخفى عليه شيء منها, وهو مجازيكم عليها. وفي الآية تنويه بمكانة العلماء وفضلهم، ورفع درجاتهم.وقد روى الإمام أحمد والشافعي عن ابن عمر أن رسول الله - صلى الله عليه وسلم - قال : (لا يقم الرجل الرجل من مجلسه فيجلس فيه ولكن تفسحوا وتوسعوا)أخرجاه في الصحيحين.\nيقول الله تعالى\nيَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا قِيلَ لَكُمْ تَفَسَّحُوا فِي الْمَجَالِسِ فَافْسَحُوا يَفْسَحِ اللَّهُ لَكُمْ وَإِذَا قِيلَ انشُزُوا فَانشُزُوا يَرْفَعِ اللَّهُ الَّذِينَ آمَنُوا مِنكُمْ وَالَّذِينَ أُوتُوا الْعِلْمَ دَرَجَاتٍ وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ{11}المجادلة\n\n30- العدل مع الكفار الغير محاربين للمسلمين\n- لا ينهاكم الله -أيها المؤمنون- عن الذين- لم يقاتلوكم من الكفار بسبب الدين, ولم يخرجوكم من دياركم أن تكرموهم بالخير, وتعدلوا فيهم بإحسانكم إليهم وبرِّكم بهم. إن الله يحب الذين يعدلون في أقوالهم وأفعالهم.وهذا العدل يكون أيضاً مع من يدينون بالأديان الأخرى كاليهود والنصارى طالما لم يعادوا أو يقاتلوا المسلمين .\nيقول الله تعالى\nلَا يَنْهَاكُمُ اللَّهُ عَنِ الَّذِينَ لَمْ يُقَاتِلُوكُمْ فِي الدِّينِ وَلَمْ يُخْرِجُوكُم مِّن دِيَارِكُمْ أَن تَبَرُّوهُمْ وَتُقْسِطُوا إِلَيْهِمْ إِنَّ اللَّهَ يُحِبُّ الْمُقْسِطِينَ{8}الممتحنة\n\n31- الإحسان إلى المعسر\n(1/24)",
        "\n- وهذا الفعل من تعاليم القرآن السمحة فيقول رب العزة جل جلاله لعباده : وإن كان المدين غير قادر على السداد فأمهلوه إلى أن ييسِّر الله له رزقًا فيدفع إليكم مالكم, وإن تتركوا رأس المال كله أو بعضه وتضعوه عن المدين فهو أفضل لكم, إن كنتم تعلمون فَضْلَ ذلك, وأنَّه خير لكم في الدنيا والآخرة.وروى الإمام أحمد عن سليمان بن بريدة عن أبيه قال : سمعت النبي - صلى الله عليه وسلم - يقول:( من أنظر معسراً فله بكل يوم مثله صدقة).\nيقول الله تعالى\n- وَإِن كَانَ ذُو عُسْرَةٍ فَنَظِرَةٌ إِلَى مَيْسَرَةٍ وَأَن تَصَدَّقُواْ خَيْرٌ لَّكُمْ إِن كُنتُمْ تَعْلَمُونَ {280} البقرة\n32- الأمر بالقتال في سبيل الله لنصرة الدين مع عدم الاعتداء\n- أمر الله تعالى المؤمنين بقتال أعدائهم وذلك لنصرة الدين ونهاهم تعالى عن ارتكاب بعض الأشياء من المُثْلة، والغُلول، وقَتْلِ من لا يحل قتله من النساء والصبيان والشيوخ، ومن في حكمهم لأنه تعالى لا يحب الذين يجاوزون حدوده, فيستحلون ما حرَّمه ورسوله.جاء في صحيح مسلم عن بريدة أن رسول الله - صلى الله عليه وسلم - كان يقول: ( اغزوا في سبيل الله وقاتلوا من كفر بالله , اغزوا ولا تغلوا ولا تغدروا ولا تمثلوا ولا تقتلوا وليداً ولا أصحاب الصوامع ).\nووضح الله تعالى أن من يجاهد في سبيله مخلصًا,فيبيع الحياة الدنيا بالدار الآخرة, فيُقْتَلْ أو يَغْلِبْ, فسوف يؤتيه أجرًا عظيمًا, ويحث الله تعالى المؤمنين للجهاد في سبيله شبابًا وشيوخًا في العسر واليسر, على أي حال كانوا ,وبإنفاق الأموال في سبيله تعالى وذلك لإعلاء كلمته تعالى , وأمر الله تعالى رسوله - صلى الله عليه وسلم - بمجاهدة الكفار بالقتال والمنافقين باللسان وبالحجة وأن يشدد عليهم جميعاً.\nيقول الله تعالى\n- وَقَاتِلُواْ فِي سَبِيلِ اللّهِ الَّذِينَ يُقَاتِلُونَكُمْ وَلاَ تَعْتَدُواْ إِنَّ اللّهَ لاَ يُحِبِّ الْمُعْتَدِينَ{190}البقرة\n(1/25)\n",
        "- فَلْيُقَاتِلْ فِي سَبِيلِ اللّهِ الَّذِينَ يَشْرُونَ الْحَيَاةَ الدُّنْيَا بِالآخِرَةِ وَمَن يُقَاتِلْ فِي سَبِيلِ اللّهِ فَيُقْتَلْ أَو يَغْلِبْ فَسَوْفَ نُؤْتِيهِ أَجْراً عَظِيماً{74}النساء\n- انْفِرُواْ خِفَافاً وَثِقَالاً وَجَاهِدُواْ بِأَمْوَالِكُمْ وَأَنفُسِكُمْ فِي سَبِيلِ اللّهِ ذَلِكُمْ خَيْرٌ لَّكُمْ إِن كُنتُمْ تَعْلَمُونَ{41}التوبة\n- يَا أَيُّهَا النَّبِيُّ جَاهِدِ الْكُفَّارَ وَالْمُنَافِقِينَ وَاغْلُظْ عَلَيْهِمْ وَمَأْوَاهُمْ جَهَنَّمُ وَبِئْسَ الْمَصِيرُ{73}التوبة\n33- النهي عن الفرار من الأعداء\n- يا أيها الذين صَدَّقوا الله ورسوله وعملوا بشرعه, إذا قابلتم الذين كفروا في القتال متقاربين منكم فلا تُوَلُّوهم ظهوركم, فتنهزموا عنهم, ولكن اثبتوا لهم, فإن الله معكم وناصركم عليهم. ومن يُوَلِّهم منكم ظهره وقت الزحف إلا منعطفًا لمكيدة الكفار أو منحازًا إلى جماعة المسلمين حاضري الحرب حيث كانوا, فقد استحق الغضب من الله, ومقامه جهنم, وبئس المصير والمنقلب.\nيقول الله تعالى\n- يَا أَيُّهَا الَّذِينَ آمَنُواْ إِذَا لَقِيتُمُ الَّذِينَ كَفَرُواْ زَحْفاً فَلاَ تُوَلُّوهُمُ الأَدْبَارَ{15} وَمَن يُوَلِّهِمْ يَوْمَئِذٍ دُبُرَهُ إِلاَّ مُتَحَرِّفاً لِّقِتَالٍ أَوْ مُتَحَيِّزاً إِلَى فِئَةٍ فَقَدْ بَاء بِغَضَبٍ مِّنَ اللّهِ وَمَأْوَاهُ جَهَنَّمُ وَبِئْسَ الْمَصِيرُ{16}الأنفال\n34- مسالمة الأعداء إن أرادوا السلام\n- يقول الله تعالى للنبي - صلى الله عليه وسلم - إن مال الأعداء أو الكفار إلى ترك الحرب ورغبوا في المسالمة فافعل وفَوِّضْ أمرك إلى الله, وثق به إنه هو السميع لأقوالهم, العليم بنيَّاتهم.\nوروى عبد الله ابن الإمام أحمد عن علي بن أبي طالب - رضي الله عنه - , قال : قال رسول الله - صلى الله عليه وسلم - : ( إنه سيكون بعدي اختلاف أو أمر فإن استطعت أن يكون السلم فافعل).\n(1/26)\n\nيقول الله تعالى\n- وَإِن جَنَحُواْ لِلسَّلْمِ فَاجْنَحْ لَهَا وَتَوَكَّلْ عَلَى اللّهِ إِنَّهُ هُوَ السَّمِيعُ الْعَلِيمُ{61}الأنفال\n35- إجارة من استبيح دمه حتى يعرف الإسلام لعله يدخله\n- وإذا طلب أحد من المشركين الذين استبيحت دماؤهم وأموالهم الدخول في جوارك -أيها الرسول- ورغب في الأمان, فأجبه إلى طلبه حتى يسمع القرآن الكريم ويطَّلع على هدايته ثم أَعِدْه من حيث أتى آمنًا; وذلك لإقامة الحجة عليه; ذلك بسبب أن الكفار قوم جاهلون بحقائق الإسلام, فربما اختاروه إذا زال الجهل عنهم.وهذا التوجيه للنبي - صلى الله عليه وسلم - من الله تعالى إنما هو تعليم للمسلمين من بعده - صلى الله عليه وسلم - .\nيقول الله تعالى\n- وَإِنْ أَحَدٌ مِّنَ الْمُشْرِكِينَ اسْتَجَارَكَ فَأَجِرْهُ حَتَّى يَسْمَعَ كَلاَمَ اللّهِ ثُمَّ أَبْلِغْهُ مَأْمَنَهُ ذَلِكَ بِأَنَّهُمْ قَوْمٌ لاَّ يَعْلَمُونَ{6}التوبة\n36- النهي عن تخريب أماكن العبادة\n- نهى رسول الله - صلى الله عليه وسلم - الصحابة في فتوحاتهم للبلاد عن هدم أماكن العبادة لليهود والنصارى وترك من لم يحاربهم منهم يعبدون الله بها . وهذا ما نجده في البلاد التي فتحها المسلمون بالشام ومصر وغيرها بوجود كنائسهم وأديرتهم ومعابدهم كما هي لم تهدم أو تخرب .\nيقول الله تعالى\n- وَمَنْ أَظْلَمُ مِمَّن مَّنَعَ مَسَاجِدَ اللّهِ أَن يُذْكَرَ فِيهَا اسْمُهُ وَسَعَى فِي خَرَابِهَا أُوْلَئِكَ مَا كَانَ لَهُمْ أَن يَدْخُلُوهَا إِلاَّ خَآئِفِينَ لهُمْ فِي الدُّنْيَا خِزْيٌ وَلَهُمْ فِي الآخِرَةِ عَذَابٌ عَظِيمٌ{114}البقرة\n37- عدم إكراه الغير للدخول في الإسلام",
        "(1/27)\n\n- لكمال هذا الدين واتضاح آياته لا يُحتاج إلى الإكراه عليه لمن تُقبل منهم الجزية فالدلائل بينة يتضح بها الحق من الباطل, والهدى من الضلال. فَمَن يكفر بكل ما عُبِد من دون الله ويؤمن بالله, فقد ثبت واستقام على الطريقة المثلى, واستمسك من الدين بأقوى سبب لا انقطاع له. والله سميع لأقوال عباده, عليم بأفعالهم ونياتهم, وسيجازيهم على ذلك.\nيقول الله تعالى\n- لاَ إِكْرَاهَ فِي الدِّينِ قَد تَّبَيَّنَ الرُّشْدُ مِنَ الْغَيِّ فَمَنْ يَكْفُرْ بِالطَّاغُوتِ وَيُؤْمِن بِاللّهِ فَقَدِ اسْتَمْسَكَ بِالْعُرْوَةِ الْوُثْقَىَ لاَ انفِصَامَ لَهَا وَاللّهُ سَمِيعٌ عَلِيمٌ{256}البقرة\n38- تحريم الميتة والدم ولحم الخنزير\nوما لم يذكر اسم الله عليه قبل الذبح\n(1/28)",
        "\n- حرم الله تعالى الميتة وهي التي تموت حتف أنفها من غير تذكية وسواء كانت منخنقة أو موقوذة أو متردية أو نطيحة أو قد عدا عليها السبع,وقد ثبت - فيما بعد - بالسنة تحريم كل ذي ناب من السباع, ومخلب من الطير, والحمر الأهلية, والكلاب.وأحل الله تعالى ميتتان وهما السمك والجراد , فقد روى الشافعي وأحمد وابن ماجة والدارقطني حديث ابن عمر مرفوعاً: (أحل لنا ميتتان ودمان , السمك والجراد والكبد والطحال) , وحرم الله تعالى الخنزير وشحمه وكذلك ما ذبح على غير اسمه تعالى من الأنصاب والأزلام والأنداد ونحو ذلك مما كانت الجاهلية ينحرون له. ثم أباح الله تعالى كل ذلك عند الضرورة والاحتياج إليها عند فقد غيرها من الأطعمة والضرورة القصوى , ولكن يتم الأكل منها من غير بغي ولا عدوان ولكن لحفظ النفس من الهلاك , عن مسروق قال : من اضطر فلم يأكل ولم يشرب ثم مات , دخل النار , وهذا يقتضي أن أكل الميتة للمضطر أو شرب الخمر عزيمة لا رخصة. ولا يحل أكل الميتة بوجود طعام الغير الذي لا تملكه , فيحل لك الأخذ من طعام الغير والأكل منه بحيث لا قطع فيه ولا أذى , فعندما سُئل رسول الله - صلى الله عليه وسلم - عن الثمر المعلق , فقال (من أصاب منه من ذي حاجة بفيه غير متخذ خبنة , فلا شيء عليه) تحفة الأحوذي.و قد أثبت العلم الحديث والدراسات المستفيضة أن كل ما حرمه الله تعالى على الإنسان إنما هو أذى له ومفسدة لبدنه , فلذلك حرمها الله تعالى عليه.\nيقول الله تعالى\n- إِنَّمَا حَرَّمَ عَلَيْكُمُ الْمَيْتَةَ وَالدَّمَ وَلَحْمَ الْخِنزِيرِ وَمَا أُهِلَّ بِهِ لِغَيْرِ اللّهِ فَمَنِ اضْطُرَّ غَيْرَ بَاغٍ وَلاَ عَادٍ فَلا إِثْمَ عَلَيْهِ إِنَّ اللّهَ غَفُورٌ رَّحِيمٌ{173}البقرة\n(1/29)\n",
        "- حُرِّمَتْ عَلَيْكُمُ الْمَيْتَةُ وَالْدَّمُ وَلَحْمُ الْخِنْزِيرِ وَمَا أُهِلَّ لِغَيْرِ اللّهِ بِهِ وَالْمُنْخَنِقَةُ وَالْمَوْقُوذَةُ وَالْمُتَرَدِّيَةُ وَالنَّطِيحَةُ وَمَا أَكَلَ السَّبُعُ إِلاَّ مَا ذَكَّيْتُمْ وَمَا ذُبِحَ عَلَى النُّصُبِ وَأَن تَسْتَقْسِمُواْ بِالأَزْلاَمِ ذَلِكُمْ فِسْقٌ الْيَوْمَ يَئِسَ الَّذِينَ كَفَرُواْ مِن دِينِكُمْ فَلاَ تَخْشَوْهُمْ وَاخْشَوْنِ الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الإِسْلاَمَ دِيناً فَمَنِ اضْطُرَّ فِي مَخْمَصَةٍ غَيْرَ مُتَجَانِفٍ لِّإِثْمٍ فَإِنَّ اللّهَ غَفُورٌ رَّحِيمٌ{3}المائدة\n- فَكُلُواْ مِمَّا ذُكِرَ اسْمُ اللّهِ عَلَيْهِ إِن كُنتُمْ بِآيَاتِهِ مُؤْمِنِينَ{118}الأنعام\n- وَلاَ تَأْكُلُواْ مِمَّا لَمْ يُذْكَرِ اسْمُ اللّهِ عَلَيْهِ وَإِنَّهُ لَفِسْقٌ وَإِنَّ الشَّيَاطِينَ لَيُوحُونَ إِلَى أَوْلِيَآئِهِمْ لِيُجَادِلُوكُمْ وَإِنْ أَطَعْتُمُوهُمْ إِنَّكُمْ لَمُشْرِكُونَ{121}الأنعام\n- قُل لاَّ أَجِدُ فِي مَا أُوْحِيَ إِلَيَّ مُحَرَّماً عَلَى طَاعِمٍ يَطْعَمُهُ إِلاَّ أَن يَكُونَ مَيْتَةً أَوْ دَماً مَّسْفُوحاً أَوْ لَحْمَ خِنزِيرٍ فَإِنَّهُ رِجْسٌ أَوْ فِسْقاً أُهِلَّ لِغَيْرِ اللّهِ بِهِ فَمَنِ اضْطُرَّ غَيْرَ بَاغٍ وَلاَ عَادٍ فَإِنَّ رَبَّكَ غَفُورٌ رَّحِيمٌ{145}الأنعام\n- إِنَّمَا حَرَّمَ عَلَيْكُمُ الْمَيْتَةَ وَالْدَّمَ وَلَحْمَ الْخَنزِيرِ وَمَا أُهِلَّ لِغَيْرِ اللّهِ بِهِ فَمَنِ اضْطُرَّ غَيْرَ بَاغٍ وَلاَ عَادٍ فَإِنَّ اللّهَ غَفُورٌ رَّحِيمٌ{115}النحل\n\n39- تحريم الخمر والميسر\n(1/30)\n\n- كانت الخمر وكذلك المقامرة في الجاهلية غير محرمة وكذلك في بداية الإسلام , وعندما سأل المسلمون عن حكمهما فبين الله تعالى لهم أن لها أضرار ومفاسد كثيرة في الدين والدنيا, والعقول والأموال, وفيهما منافع للناس من جهة كسب الأموال وغيرها, وإثمهما أكبر من نفعهما; إذ يصدَّان عن ذكر الله وعن الصلاة, ويوقعان العداوة والبغضاء بين الناس, ويتلفان المال. وكان هذا تمهيدًا لتحريمهما , ثم بين الله تعالى ونهى عن الصلاة لمن كان شارباً للخمر , فكان المسلمون يبتعدون عنها حتى يستطيعون الصلاة , ثم حرمها الله تعالى قطعياً وأمرنا باجتنابها .\n- الأنصاب: وهي الحجارة التي كان المشركون يذبحون عندها تعظيمًا لها, وما ينصب للعبادة تقربًا إليه, والأزلام: وهي القِداح التي يستقسم بها الكفار قبل الإقدام على الشيء أو الإحجام عنه.\nيقول الله تعالى\n- يَسْأَلُونَكَ عَنِ الْخَمْرِ وَالْمَيْسِرِ قُلْ فِيهِمَا إِثْمٌ كَبِيرٌ وَمَنَافِعُ لِلنَّاسِ وَإِثْمُهُمَا أَكْبَرُ مِن نَّفْعِهِمَا وَيَسْأَلُونَكَ مَاذَا يُنفِقُونَ قُلِ الْعَفْوَ كَذَلِكَ يُبيِّنُ اللّهُ لَكُمُ الآيَاتِ لَعَلَّكُمْ تَتَفَكَّرُونَ{219}البقرة\n- يَا أَيُّهَا الَّذِينَ آمَنُواْ لاَ تَقْرَبُواْ الصَّلاَةَ وَأَنتُمْ سُكَارَى حَتَّىَ تَعْلَمُواْ مَا تَقُولُونَ وَلاَ جُنُباً إِلاَّ عَابِرِي سَبِيلٍ حَتَّىَ تَغْتَسِلُواْ وَإِن كُنتُم مَّرْضَى أَوْ عَلَى سَفَرٍ أَوْ جَاء أَحَدٌ مِّنكُم مِّن الْغَآئِطِ أَوْ لاَمَسْتُمُ النِّسَاء فَلَمْ تَجِدُواْ مَاء فَتَيَمَّمُواْ صَعِيداً طَيِّباً فَامْسَحُواْ بِوُجُوهِكُمْ وَأَيْدِيكُمْ إِنَّ اللّهَ كَانَ عَفُوّاً غَفُوراً{43}النساء\n- يَا أَيُّهَا الَّذِينَ آمَنُواْ إِنَّمَا الْخَمْرُ وَالْمَيْسِرُ وَالأَنصَابُ وَالأَزْلاَمُ رِجْسٌ مِّنْ عَمَلِ الشَّيْطَانِ فَاجْتَنِبُوهُ لَعَلَّكُمْ تُفْلِحُونَ{90}المائدة",
        "(1/31)\n\n40- تحريم الربا\n- حرم الله تعالى التعامل بالربا - وهو الزيادة على رأس المال- لما فيه من استغلال وضياع للأموال وهلاك لها وقد أحل الله تعالى البيع لما في البيع والشراء من نفع للأفراد والجماعات , فمن بلغه نهي الله عن الربا فارتدع, فله ما مضى قبل أن يبلغه التحريم لا إثم عليه فيه, وأمره إلى الله فيما يستقبل من زمانه, فإن استمرَّ على توبته فالله لا يضيع أجر المحسنين, ومن عاد إلى الربا ففعله بعد بلوغه نهي الله عنه, فقد استوجب العقوبة وقامت عليه الحجة, ولهذا قال سبحانه: (فَأُولَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ) .\nوحذر الله تعالى المرابين المصرين على فعلهم بحرب منه تعالى ومن رسوله - صلى الله عليه وسلم - وهذا تهديد ووعيد أكيد لمن استمر على تعاطي الربا بعد الإنذار.\n\nيقول الله تعالى\n- الَّذِينَ يَأْكُلُونَ الرِّبَا لاَ يَقُومُونَ إِلاَّ كَمَا يَقُومُ الَّذِي يَتَخَبَّطُهُ الشَّيْطَانُ مِنَ الْمَسِّ ذَلِكَ بِأَنَّهُمْ قَالُواْ إِنَّمَا الْبَيْعُ مِثْلُ الرِّبَا وَأَحَلَّ اللّهُ الْبَيْعَ وَحَرَّمَ الرِّبَا فَمَن جَاءهُ مَوْعِظَةٌ مِّن رَّبِّهِ فَانتَهَىَ فَلَهُ مَا سَلَفَ وَأَمْرُهُ إِلَى اللّهِ وَمَنْ عَادَ فَأُوْلَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ{275} يَمْحَقُ اللّهُ الْرِّبَا وَيُرْبِي الصَّدَقَاتِ وَاللّهُ لاَ يُحِبُّ كُلَّ كَفَّارٍ أَثِيمٍ{276}البقرة\n- يَا أَيُّهَا الَّذِينَ آمَنُواْ اتَّقُواْ اللّهَ وَذَرُواْ مَا بَقِيَ مِنَ الرِّبَا إِن كُنتُم مُّؤْمِنِينَ{278} فَإِن لَّمْ تَفْعَلُواْ فَأْذَنُواْ بِحَرْبٍ مِّنَ اللّهِ وَرَسُولِهِ وَإِن تُبْتُمْ فَلَكُمْ رُؤُوسُ أَمْوَالِكُمْ لاَ تَظْلِمُونَ وَلاَ تُظْلَمُونَ{279} وَإِن كَانَ ذُو عُسْرَةٍ فَنَظِرَةٌ إِلَى مَيْسَرَةٍ وَأَن تَصَدَّقُواْ خَيْرٌ لَّكُمْ إِن كُنتُمْ تَعْلَمُونَ{280}البقرة\n(1/32)",
        "\n- يَا أَيُّهَا الَّذِينَ آمَنُواْ لاَ تَأْكُلُواْ الرِّبَا أَضْعَافاً مُّضَاعَفَةً وَاتَّقُواْ اللّهَ لَعَلَّكُمْ تُفْلِحُونَ{130}آل عمران\n-وَأَخْذِهِمُ الرِّبَا وَقَدْ نُهُواْ عَنْهُ وَأَكْلِهِمْ أَمْوَالَ النَّاسِ بِالْبَاطِلِ وَأَعْتَدْنَا لِلْكَافِرِينَ مِنْهُمْ عَذَاباً أَلِيماً{161}النساء\n41- تحريم القتل إلا بحقه\n(1/33)\n",
        "-ولا يحق لمؤمن الاعتداء على أخيه المؤمن وقتله بغير حق, إلا أن يقع منه ذلك على وجه الخطأ الذي لا عمد فيه, ومن وقع منه ذلك الخطأ فعليه عتق رقبة مؤمنة, وتسليم دية مقدرة إلى أوليائه, إلا أن يتصدقوا بها عليه ويعفوا عنه. فإن كان المقتول من قوم كفار أعداء للمؤمنين, وهو مؤمن بالله تعالى, وبما أنزل من الحق على رسوله محمد - صلى الله عليه وسلم - , فعلى قاتله عتق رقبة مؤمنة, وإن كان من قوم بينكم وبينهم عهد وميثاق, فعلى قاتله دية تسلم إلى أوليائه وعتق رقبة مؤمنة, فمن لم يجد القدرة على عتق رقبة مؤمنة, فعليه صيام شهرين متتابعين; ليتوب الله تعالى عليه. وكان الله تعالى عليما بحقيقة شأن عباده حكيمًا فيما شرعه لهم. ومن يَعْتَدِ على مؤمن فيقتله عن عمد بغير حق فعاقبته جهنم, خالدًا فيها مع سخط الله تعالى عليه وطَرْدِهِ من رحمته, إن جازاه على ذنبه وأعدَّ الله له أشد العذاب بسبب ما ارتكبه من هذه الجناية العظيمة. ولكنه سبحانه يعفو ويتفضل على أهل الإيمان فلا يجازيهم بالخلود في جهنم.وقد شرع الله تعالى لبني إسرائيل أنه من قتل نفسا بغير سبب من قصاص, أو فساد في الأرض بأي نوع من أنواع الفساد, الموجب للقتل كالشرك والمحاربة فكأنما قتل الناس جميعًا فيما استوجب من عظيم العقوبة من الله, وأنه من امتنع عن قَتْل نفس حرَّمها الله فكأنما أحيا الناس جميعًا; فالحفاظ على حرمة إنسان واحد حفاظ على حرمات الناس كلهم. ولقد أتت بني إسرائيل رسلُنا بالحجج والدلائل على صحة ما دعَوهم إليه من الإيمان بربهم, وأداء ما فُرِضَ عليهم, ثم إن كثيرًا منهم بعد مجيء الرسل إليهم لمتجاوزون حدود الله بارتكاب محارم الله وترك أوامره. ولا تقتلوا النفس التي حرم الله قَتْلها إلا بالحق الشرعي كالقصاص أو رجم الزاني المحصن أو قتل المرتد.\n(1/34)\n\nومن قُتِل بغير حق شرعي فقد جعلنا لولي أمره مِن وارث أو حاكم حجة في طلب قَتْل قاتله أو الدية، ولا يصح لولي أمر المقتول أن يجاوز حدَّ الله في القصاص كأن يقتل بالواحد اثنين أو جماعة، أو يُمَثِّل بالقاتل، إن الله معين وليَّ المقتول على القاتل حتى يتمكن مِن قَتْله قصاصًا.\nيقول الله تعالى\n-وَمَا كَانَ لِمُؤْمِنٍ أَن يَقْتُلَ مُؤْمِناً إِلاَّ خَطَئاً وَمَن قَتَلَ مُؤْمِناً خَطَئاً فَتَحْرِيرُ رَقَبَةٍ مُّؤْمِنَةٍ وَدِيَةٌ مُّسَلَّمَةٌ إِلَى أَهْلِهِ إِلاَّ أَن يَصَّدَّقُواْ فَإِن كَانَ مِن قَوْمٍ عَدُوٍّ لَّكُمْ وَهُوَ مْؤْمِنٌ فَتَحْرِيرُ رَقَبَةٍ مُّؤْمِنَةٍ وَإِن كَانَ مِن قَوْمٍ بَيْنَكُمْ وَبَيْنَهُمْ مِّيثَاقٌ فَدِيَةٌ مُّسَلَّمَةٌ إِلَى أَهْلِهِ وَتَحْرِيرُ رَقَبَةٍ مُّؤْمِنَةً فَمَن لَّمْ يَجِدْ فَصِيَامُ شَهْرَيْنِ مُتَتَابِعَيْنِ تَوْبَةً مِّنَ اللّهِ وَكَانَ اللّهُ عَلِيماً حَكِيماً{92} وَمَن يَقْتُلْ مُؤْمِناً مُّتَعَمِّداً فَجَزَآؤُهُ جَهَنَّمُ خَالِداً فِيهَا وَغَضِبَ اللّهُ عَلَيْهِ وَلَعَنَهُ وَأَعَدَّ لَهُ عَذَاباً عَظِيماً{93}النساء\n- مِنْ أَجْلِ ذَلِكَ كَتَبْنَا عَلَى بَنِي إِسْرَائِيلَ أَنَّهُ مَن قَتَلَ نَفْساً بِغَيْرِ نَفْسٍ أَوْ فَسَادٍ فِي الأَرْضِ فَكَأَنَّمَا قَتَلَ النَّاسَ جَمِيعاً وَمَنْ أَحْيَاهَا فَكَأَنَّمَا أَحْيَا النَّاسَ جَمِيعاً وَلَقَدْ جَاءتْهُمْ رُسُلُنَا بِالبَيِّنَاتِ ثُمَّ إِنَّ كَثِيراً مِّنْهُم بَعْدَ ذَلِكَ فِي الأَرْضِ لَمُسْرِفُونَ{32}المائدة\n- وَلاَ تَقْتُلُواْ النَّفْسَ الَّتِي حَرَّمَ اللّهُ إِلاَّ بِالحَقِّ وَمَن قُتِلَ مَظْلُوماً فَقَدْ جَعَلْنَا لِوَلِيِّهِ سُلْطَاناً فَلاَ يُسْرِف فِّي الْقَتْلِ إِنَّهُ كَانَ مَنْصُوراً{33}الإسراء\n42- تحريم الزنا",
        "(1/35)\n\n- حرم الله تعالى الزنا فقال : ولا تقربوا الزنى ودواعيه؛ كي لا تقعوا فيه، إنه كان فعلا بالغ القبح، وبئس الطريق طريقه.وبين الله تعالى أن الزانية والزاني اللذان لم يسبق لهما الزواج, عقوبةُ كل منهما مائة جلدة بالسوط, وثبت في السنة مع هذا الجلد التغريب لمدة عام. ولا تحملكم الرأفة بهما على ترك العقوبة أو تخفيفها, إن كنتم مصدقين بالله واليوم الآخر عاملين بأحكام الإسلام، وليحضر العقوبةَ عدد من المؤمنين; تشنيعًا وزجرًا وعظة واعتبارًا.وهذه العقوبة حفظاً لأعراض المسلمين فلا يقدم أحد على فعلها فيسلم الجميع.\nيقول الله تعالى\nوَلاَ تَقْرَبُواْ الزِّنَى إِنَّهُ كَانَ فَاحِشَةً وَسَاء سَبِيلاً{32}الإسراء\nالزَّانِيَةُ وَالزَّانِي فَاجْلِدُوا كُلَّ وَاحِدٍ مِّنْهُمَا مِئَةَ جَلْدَةٍ وَلَا تَأْخُذْكُم بِهِمَا رَأْفَةٌ فِي دِينِ اللَّهِ إِن كُنتُمْ تُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَلْيَشْهَدْ عَذَابَهُمَا طَائِفَةٌ مِّنَ الْمُؤْمِنِينَ{2}النور\n43- النهي عن إتباع خطوات الشيطان\n- قال قتادة والسدي في قوله(وَلاَ تَتَّبِعُواْ خُطُوَاتِ الشَّيْطَانِ) كل معصية لله تعالى فهي من خطوات الشيطان. وإما يلقينَّ الشيطان في نفسك وسوسة من حديث النفس لحملك على مجازاة المسيء بالإساءة, فاستجر بالله واعتصم به, إن الله هو السميع لاستعاذتك به, العليم بأمور خلقه جميعها.\nيقول الله تعالى\n- يَا أَيُّهَا النَّاسُ كُلُواْ مِمَّا فِي الأَرْضِ حَلاَلاً طَيِّباً وَلاَ تَتَّبِعُواْ خُطُوَاتِ الشَّيْطَانِ إِنَّهُ لَكُمْ عَدُوٌّ مُّبِينٌ{168} إِنَّمَا يَأْمُرُكُمْ بِالسُّوءِ وَالْفَحْشَاء وَأَن تَقُولُواْ عَلَى اللّهِ مَا لاَ تَعْلَمُونَ{169}البقرة\nَ- يا أَيُّهَا الَّذِينَ آمَنُواْ ادْخُلُواْ فِي السِّلْمِ كَآفَّةً وَلاَ تَتَّبِعُواْ خُطُوَاتِ الشَّيْطَانِ إِنَّهُ لَكُمْ عَدُوٌّ مُّبِينٌ{208}البقرة\n(1/36)",
        "\n- وَإِمَّا يَنزَغَنَّكَ مِنَ الشَّيْطَانِ نَزْغٌ فَاسْتَعِذْ بِاللَّهِ إِنَّهُ هُوَ السَّمِيعُ الْعَلِيمُ{36}فصلت\n44- الأمر بالإنفاق في سبيل الله\n- يأمر الله تعالى عباده لينفقوا أموالهم لنصرة دين الله تعالى, والجهاد في سبيله, ولا يوقعوا أنفسهم في المهالك بترك الجهاد في سبيله , وعدم الإنفاق فيه , ويبين الله تعالى أن الإنفاق يكون من أيَّ خير يتيسر لهم من أصناف المال الحلال الطيب, ويكون هذا الإنفاق على الوالدين, والأقربين من الأهل وذوي الأرحام , واليتامى, والفقراء, والمسافر المحتاج الذي بَعُدَ عن أهله وماله. والمنفقون يجب عليهم ألا يتبعون ما أنفقوا من الخيرات , مَنّاً على مَن أعطَوه ولا أذى بقول أو فِعْلٍ يشعره بالتفضل عليه, ويكون الإنفاق من الحلال الطيب ولا تقصدوا الرديء منه لتعطوه الفقراء , ولو أُعطِيتموه لم تأخذوه إلا إذا تغاضيتم عما فيه من رداءة ونقص. فكيف ترضون لله ما لا ترضونه لأنفسكم؟ واعلموا أن الله الذي رزقكم غني عن صدقاتكم, مستحق للثناء, محمود في كل حال. وهؤلاء المنفقون الذين يُخْرجون أموالهم مرضاة لله ليلا ونهارًا مسرِّين ومعلنين, فلهم أجرهم عند ربهم, ولا خوف عليهم فيما يستقبلونه من أمر الآخرة, ولا هم يحزنون على ما فاتهم من حظوظ الدنيا. ذلك التشريع الإلهي الحكيم هو منهاج الإسلام في الإنفاق لما فيه مِن سدِّ حاجة الفقراء في كرامة وعزة, وتطهير مال الأغنياء, وتحقيق التعاون على البر والتقوى; ابتغاء وجه الله دون قهر أو إكراه. ولن تدركوا الجنة حتى تتصدقوا مما تحبون, وأي شيء تتصدقوا به مهما كان قليلا أو كثيرًا فإن الله به عليم, وسيجازي كل منفق بحسب عمله.ويحث الله تعالى الناس على الإنفاق في سبيله ويحذرهم أن يبادروا بذلك من قبل أن يجيء أحدهم الموت, ويرى دلائله وعلاماته, فيقول نادمًا: ربِّ هلا أمهلتني, وأجَّلت موتي إلى وقت قصير, فأتصدق من مالي, وأكن من الصالحين الأتقياء.\n(1/37)\n",
        "يقول الله تعالى\n- وَأَنفِقُواْ فِي سَبِيلِ اللّهِ وَلاَ تُلْقُواْ بِأَيْدِيكُمْ إِلَى التَّهْلُكَةِ وَأَحْسِنُوَاْ إِنَّ اللّهَ يُحِبُّ الْمُحْسِنِينَ{195}البقرة\n- يَسْأَلُونَكَ مَاذَا يُنفِقُونَ قُلْ مَا أَنفَقْتُم مِّنْ خَيْرٍ فَلِلْوَالِدَيْنِ وَالأَقْرَبِينَ وَالْيَتَامَى وَالْمَسَاكِينِ وَابْنِ السَّبِيلِ وَمَا تَفْعَلُواْ مِنْ خَيْرٍ فَإِنَّ اللّهَ بِهِ عَلِيمٌ{215}البقرة\n- الَّذِينَ يُنفِقُونَ أَمْوَالَهُمْ فِي سَبِيلِ اللّهِ ثُمَّ لاَ يُتْبِعُونَ مَا أَنفَقُواُ مَنّاً وَلاَ أَذًى لَّهُمْ أَجْرُهُمْ عِندَ رَبِّهِمْ وَلاَ خَوْفٌ عَلَيْهِمْ وَلاَ هُمْ يَحْزَنُونَ{262} قَوْلٌ مَّعْرُوفٌ وَمَغْفِرَةٌ خَيْرٌ مِّن صَدَقَةٍ يَتْبَعُهَا أَذًى وَاللّهُ غَنِيٌّ حَلِيمٌ{263}البقرة\n- يَا أَيُّهَا الَّذِينَ آمَنُواْ أَنفِقُواْ مِن طَيِّبَاتِ مَا كَسَبْتُمْ وَمِمَّا أَخْرَجْنَا لَكُم مِّنَ الأَرْضِ وَلاَ تَيَمَّمُواْ الْخَبِيثَ مِنْهُ تُنفِقُونَ وَلَسْتُم بِآخِذِيهِ إِلاَّ أَن تُغْمِضُواْ فِيهِ وَاعْلَمُواْ أَنَّ اللّهَ غَنِيٌّ حَمِيدٌ{267}البقرة\nالَّذِينَ يُنفِقُونَ أَمْوَالَهُم بِاللَّيْلِ وَالنَّهَارِ سِرّاً وَعَلاَنِيَةً فَلَهُمْ أَجْرُهُمْ عِندَ رَبِّهِمْ وَلاَ خَوْفٌ عَلَيْهِمْ وَلاَ هُمْ يَحْزَنُونَ{274}البقرة\n- لَن تَنَالُواْ الْبِرَّ حَتَّى تُنفِقُواْ مِمَّا تُحِبُّونَ وَمَا تُنفِقُواْ مِن شَيْءٍ فَإِنَّ اللّهَ بِهِ عَلِيمٌ{92}آل عمران\n- الَّذِينَ يُنفِقُونَ فِي السَّرَّاء وَالضَّرَّاء وَالْكَاظِمِينَ الْغَيْظَ وَالْعَافِينَ عَنِ النَّاسِ وَاللّهُ يُحِبُّ الْمُحْسِنِينَ{134}آل عمران\n- مَن ذَا الَّذِي يُقْرِضُ اللَّهَ قَرْضاً حَسَناً فَيُضَاعِفَهُ لَهُ وَلَهُ أَجْرٌ كَرِيمٌ{11}الحديد\n(1/38)\n\n- وَأَنفِقُوا مِن مَّا رَزَقْنَاكُم مِّن قَبْلِ أَن يَأْتِيَ أَحَدَكُمُ الْمَوْتُ فَيَقُولَ رَبِّ لَوْلَا أَخَّرْتَنِي إِلَى أَجَلٍ قَرِيبٍ فَأَصَّدَّقَ وَأَكُن مِّنَ الصَّالِحِينَ{10}المنافقون\n- فَأَمَّا مَن أَعْطَى وَاتَّقَى{5} وَصَدَّقَ بِالْحُسْنَى{6} فَسَنُيَسِّرُهُ لِلْيُسْرَى{7} وَأَمَّا مَن بَخِلَ وَاسْتَغْنَى{8} وَكَذَّبَ بِالْحُسْنَى{9} فَسَنُيَسِّرُهُ لِلْعُسْرَى{10}الليل\n45- الحث على الاستغفار من الذنب\n- يبين الله تعالى أن من يعمل ذنباً أو سوءاً ثم يستغفره تعالى وهو موقن أنه لا يغفر الذنوب إلا هو فإنه تعالى يقبل توبة عبده ويغفر له ما تقدم من ذنبه, ومن يُقْدِمْ على عمل سيِّئ قبيح, أو يظلم نفسه بارتكاب ما يخالف حكم الله وشرعه, ثم يرجع إلى الله نادمًا على ما عمل, راجيًا مغفرته وستر ذنبه, يجد الله تعالى غفورًا له, رحيمًا به ,ومن اقترف ذنبًا بجهالة منه لعاقبتها وإيجابها لسخط الله -فكل عاص لله مخطئًا أو متعمدًا فهو جاهل بهذا الاعتبار وإن كان عالمًا بالتحريم- ثم تاب من بعده وداوم على العمل الصالح, فإنه تعالى يغفر ذنبه, فهو غفور لعباده التائبين, رحيم بهم. ويقول الله تعالى لعباده الذين تمادَوا في المعاصي, وأسرفوا على أنفسهم بإتيان ما تدعوهم إليه نفوسهم من الذنوب: لا تَيْئسوا من رحمة الله؛ لكثرة ذنوبكم, إن الله يغفر الذنوب جميعًا لمن تاب منها ورجع عنها مهما كانت, إنه هو الغفور لذنوب التائبين من عباده, الرحيم بهم. غافر الذنب للمذنبين, وقابل التوب من التائبين, شديد العقاب على مَن تجرَّأَ على الذنوب, ولم يتب منها, وهو سبحانه وتعالى صاحب الإنعام والتفضُّل على عباده الطائعين, لا معبود تصلح العبادة له سواه, إليه مصير جميع الخلائق يوم الحساب, فيجازي كلا بما يستحق.\nيقول الله تعالى",
        "(1/39)\n\n- وَالَّذِينَ إِذَا فَعَلُواْ فَاحِشَةً أَوْ ظَلَمُواْ أَنْفُسَهُمْ ذَكَرُواْ اللّهَ فَاسْتَغْفَرُواْ لِذُنُوبِهِمْ وَمَن يَغْفِرُ الذُّنُوبَ إِلاَّ اللّهُ وَلَمْ يُصِرُّواْ عَلَى مَا فَعَلُواْ وَهُمْ يَعْلَمُونَ{135}آل عمران\n- وَمَن يَعْمَلْ سُوءاً أَوْ يَظْلِمْ نَفْسَهُ ثُمَّ يَسْتَغْفِرِ اللّهَ يَجِدِ اللّهَ غَفُوراً رَّحِيماً{110}النساء\n- وَإِذَا جَاءكَ الَّذِينَ يُؤْمِنُونَ بِآيَاتِنَا فَقُلْ سَلاَمٌ عَلَيْكُمْ كَتَبَ رَبُّكُمْ عَلَى نَفْسِهِ الرَّحْمَةَ أَنَّهُ مَن عَمِلَ مِنكُمْ سُوءاً بِجَهَالَةٍ ثُمَّ تَابَ مِن بَعْدِهِ وَأَصْلَحَ فَأَنَّهُ غَفُورٌ رَّحِيمٌ{54}الأنعام\n- وَالَّذِينَ عَمِلُواْ السَّيِّئَاتِ ثُمَّ تَابُواْ مِن بَعْدِهَا وَآمَنُواْ إِنَّ رَبَّكَ مِن بَعْدِهَا لَغَفُورٌ رَّحِيمٌ{153}الأعراف\n- ثُمَّ إِنَّ رَبَّكَ لِلَّذِينَ عَمِلُواْ السُّوءَ بِجَهَالَةٍ ثُمَّ تَابُواْ مِن بَعْدِ ذَلِكَ وَأَصْلَحُواْ إِنَّ رَبَّكَ مِن بَعْدِهَا لَغَفُورٌ رَّحِيمٌ{119}النحل\n- وَإِنِّي لَغَفَّارٌ لِّمَن تَابَ وَآمَنَ وَعَمِلَ صَالِحاً ثُمَّ اهْتَدَى{82}طه\n- قُلْ يَا عِبَادِيَ الَّذِينَ أَسْرَفُوا عَلَى أَنفُسِهِمْ لَا تَقْنَطُوا مِن رَّحْمَةِ اللَّهِ إِنَّ اللَّهَ يَغْفِرُ الذُّنُوبَ جَمِيعاً إِنَّهُ هُوَ الْغَفُورُ الرَّحِيمُ{53}الزمر\n- غَافِرِ الذَّنبِ وَقَابِلِ التَّوْبِ شَدِيدِ الْعِقَابِ ذِي الطَّوْلِ لَا إِلَهَ إِلَّا هُوَ إِلَيْهِ الْمَصِيرُ{3}غافر\n46- الاستعانة بالصبر والصلاة\n(1/40)",
        "\n- يأمر الله تعالى عبيده بالاستعانة على طلب الآخرة بالصبر على الفرائض والصلاة , فأما الصبر فقيل أنه الصيام ولهذا يسمى رمضان شهر الصبر , وقيل المراد بالصبر هو الكف عن المعاصي , ولهذا قرنه الله تعالى بأداء العبادات , وأهمها فعل الصلاة. وروى ابن أبي حاتم عن عمر بن الخطاب - رضي الله عنه - , قال : الصبر صبران : صبر عند المصيبة حسن وأحسن منه الصبر عن محارم الله . وأما الصلاة , فإنها من أكبر العون على الثبات في الأمر كما قال تعالى : {اتْلُ مَا أُوحِيَ إِلَيْكَ مِنَ الْكِتَابِ وَأَقِمِ الصَّلَاةَ إِنَّ الصَّلَاةَ تَنْهَى عَنِ الْفَحْشَاء وَالْمُنكَرِ وَلَذِكْرُ اللَّهِ أَكْبَرُ وَاللَّهُ يَعْلَمُ مَا تَصْنَعُونَ }العنكبوت45 , وكان النبي - صلى الله عليه وسلم - إذا حزبه أمر صلى (رواه أحمد وأبو داود) .ويقول الله تعالى للنبي - صلى الله عليه وسلم - بأن يأمر أهله بالصلاة وأن يصطبر على أدائها أي يستمر في توجيه أهله لأداء الصلاة و لا يمل في ذلك , وهذا التوجيه للنبي - صلى الله عليه وسلم - إنما هو توجيه للمسلمين جميعاً , وأمر الله النبي - صلى الله عليه وسلم - بان يؤدى الصلاة بحدودها, فالمحافظة على الصلاة تنهى صاحبها عن الوقوع في المعاصي والمنكرات; وذلك لأن المقيم لها, المتمم لأركانها وشروطها, يستنير قلبه, ويزداد إيمانه, وتقوى رغبته في الخير, وتقل أو تنعدم رغبته في الشر, ولَذكر الله في الصلاة وغيرها أعظم وأكبر وأفضل من كل شيء. والله يعلم ما تصنعون مِن خيرٍ وشر, فيجازيكم على ذلك أكمل الجزاء وأوفاه.\nيقول الله تعالى\n- وَاسْتَعِينُواْ بِالصَّبْرِ وَالصَّلاَةِ وَإِنَّهَا لَكَبِيرَةٌ إِلاَّ عَلَى الْخَاشِعِينَ{45}البقرة\n- يَا أَيُّهَا الَّذِينَ آمَنُواْ اسْتَعِينُواْ بِالصَّبْرِ وَالصَّلاَةِ إِنَّ اللّهَ مَعَ الصَّابِرِينَ{153}البقرة\n(1/41)\n",
        "- وَأَنْ أَقِيمُواْ الصَّلاةَ وَاتَّقُوهُ وَهُوَ الَّذِيَ إِلَيْهِ تُحْشَرُونَ{72}المائدة\n- وَأْمُرْ أَهْلَكَ بِالصَّلَاةِ وَاصْطَبِرْ عَلَيْهَا لَا نَسْأَلُكَ رِزْقاً نَّحْنُ نَرْزُقُكَ وَالْعَاقِبَةُ لِلتَّقْوَى{132}طه\n- يَا أَيُّهَا الَّذِينَ آمَنُوا ارْكَعُوا وَاسْجُدُوا وَاعْبُدُوا رَبَّكُمْ وَافْعَلُوا الْخَيْرَ لَعَلَّكُمْ تُفْلِحُونَ{77}الحج\n- اتْلُ مَا أُوحِيَ إِلَيْكَ مِنَ الْكِتَابِ وَأَقِمِ الصَّلَاةَ إِنَّ الصَّلَاةَ تَنْهَى عَنِ الْفَحْشَاء وَالْمُنكَرِ وَلَذِكْرُ اللَّهِ أَكْبَرُ وَاللَّهُ يَعْلَمُ مَا تَصْنَعُونَ{45}العنكبوت\n- قُلْ يَا عِبَادِ الَّذِينَ آمَنُوا اتَّقُوا رَبَّكُمْ لِلَّذِينَ أَحْسَنُوا فِي هَذِهِ الدُّنْيَا حَسَنَةٌ وَأَرْضُ اللَّهِ وَاسِعَةٌ إِنَّمَا يُوَفَّى الصَّابِرُونَ أَجْرَهُم بِغَيْرِ حِسَابٍ{10}الزمر\n47- التوصية على الفقراء من الأقارب\n- يوصي الله تعالى على الأهل والأقارب والذين قد يكونوا أساءوا لأهل الفضل من الناس فيقول تبارك وتعالى : ولا يحلف أهل الفضل في الدين والسَّعَة في المال على ترك صلة أقربائهم الفقراء والمحتاجين والمهاجرين، ومنعهم النفقة؛ بسبب ذنب فعلوه, ولْيتجاوزوا عن إساءتهم، ولا يعاقبوهم. ألا تحبون أن يتجاوز الله عنكم؟ فتجاوزوا عنهم. والله غفور لعباده، رحيم بهم. وفي هذا الحثُّ على العفو والصفح، ولو قوبل بالإساءة.وقد نزلت هذه الآيات في مسطح بن أثاثة عندما منع عنه أبو بكر - رضي الله عنه - الصدقة التي كان يعطيها له بسبب حديث الإفك في ابنته عائشة رضي الله عنها.وهذه التوصية للمسلمين جميعاً في مثل هذه الحالات .\nيقول الله تعالى\n(1/42)\n\n- وَلَا يَأْتَلِ أُوْلُوا الْفَضْلِ مِنكُمْ وَالسَّعَةِ أَن يُؤْتُوا أُوْلِي الْقُرْبَى وَالْمَسَاكِينَ وَالْمُهَاجِرِينَ فِي سَبِيلِ اللَّهِ وَلْيَعْفُوا وَلْيَصْفَحُوا أَلَا تُحِبُّونَ أَن يَغْفِرَ اللَّهُ لَكُمْ وَاللَّهُ غَفُورٌ رَّحِيمٌ{22}النور\n48- حفظ أرواح الناس بالقصاص من القاتل\n- أوجب الله تعالى شريعة القصاص من القاتل , فيتم العدل في القصاص فيقتل الحر بالحر والعبد بالعبد والأنثى بالأنثى ولا يقتل الحر بالعبد ولا العبد بالحر ولا الرجل بالأنثى ولا الأنثى بالرجل . وحكمة القصاص حكمة عظيمة للبشر وهي بقاء الحياة وصونها , لأنه إذا علم القاتل أنه يقتل انكف عن صنيعه ولم يفعل , فكان في ذلك حياة للنفوس , وفي الكتب المتقدمة عبارة( القتل أنفى للقتل) فجاءت عبارة ( ولكم في القصاص حياة) أفصح وأبلغ وأوجز. وقد فرض الله تعالى في التوراة أن النفس تُقْتَل بالنفس, والعين تُفْقَأ بالعين والأنف يُجْدَع بالأنف, والأذُن تُقْطع بالأذُن, والسنَّ تُقْلَعُ بالسنِّ, وأنَّه يُقْتَصُّ في الجروح فمن تجاوز عن حقه في الاقتصاص من المُعتدي فذلك تكفير لبعض ذنوب المعتدى عليه وإزالةٌ لها. ومن لم يحكم بما أنزل الله في القصاص وغيره, فأولئك هم المتجاوزون حدود الله. وإن أردتم -أيها المؤمنون- القصاص ممن اعتدوا عليكم, فلا تزيدوا عما فعلوه بكم ولئن صبرتم لهو خير لكم في الدنيا بالنصر, وفي الآخرة بالأجر العظيم.\nيقول الله تعالى",
        "(1/43)\n\n- يَا أَيُّهَا الَّذِينَ آمَنُواْ كُتِبَ عَلَيْكُمُ الْقِصَاصُ فِي الْقَتْلَى الْحُرُّ بِالْحُرِّ وَالْعَبْدُ بِالْعَبْدِ وَالأُنثَى بِالأُنثَى فَمَنْ عُفِيَ لَهُ مِنْ أَخِيهِ شَيْءٌ فَاتِّبَاعٌ بِالْمَعْرُوفِ وَأَدَاء إِلَيْهِ بِإِحْسَانٍ ذَلِكَ تَخْفِيفٌ مِّن رَّبِّكُمْ وَرَحْمَةٌ فَمَنِ اعْتَدَى بَعْدَ ذَلِكَ فَلَهُ عَذَابٌ أَلِيمٌ{178} وَلَكُمْ فِي الْقِصَاصِ حَيَاةٌ يَاْ أُولِيْ الأَلْبَابِ لَعَلَّكُمْ تَتَّقُونَ{179}البقرة\n- وَكَتَبْنَا عَلَيْهِمْ فِيهَا أَنَّ النَّفْسَ بِالنَّفْسِ وَالْعَيْنَ بِالْعَيْنِ وَالأَنفَ بِالأَنفِ وَالأُذُنَ بِالأُذُنِ وَالسِّنَّ بِالسِّنِّ وَالْجُرُوحَ قِصَاصٌ فَمَن تَصَدَّقَ بِهِ فَهُوَ كَفَّارَةٌ لَّهُ وَمَن لَّمْ يَحْكُم بِمَا أنزَلَ اللّهُ فَأُوْلَئِكَ هُمُ الظَّالِمُونَ{45}المائدة\n- وَإِنْ عَاقَبْتُمْ فَعَاقِبُواْ بِمِثْلِ مَا عُوقِبْتُم بِهِ وَلَئِن صَبَرْتُمْ لَهُوَ خَيْرٌ لِّلصَّابِرينَ{126}النحل\n49- الإسلام دين الطهارة والنظافة\n(1/44)",
        "\n- حرم الله تعالى إتيان الرجال نسائهم وقت الحيض - وهو الدم الذي يسيل من أرحام النساء في أوقات مخصوصة- وذلك لأنه أذى مستقذر يضر من يَقْرَبُه,فإذا انقطع الدم واغتسلن, فجامعوهن في الموضع الذي أحلَّه الله لكم, وهو القبل لا الدبر. إن الله يحب عباده المكثرين من الاستغفار والتوبة, ويحب عباده المتطهرين الذين يبتعدون عن الفواحش والأقذار. ويأمر الله تعالى بني آدم أن يكونوا عند أداء كل صلاة على حالة من الزينة المشروعة من ثياب ساترة لعوراتكم ونظافة وطهارة ونحو ذلك, وأن يأكلوا ويشربوا من طيبات ما رزقكم الله, ولا يتجاوزوا حدود الاعتدال في ذلك. إن الله لا يحب المتجاوزين المسرفين في الطعام والشراب وغير ذلك. و قل -أيها الرسول- لهؤلاء الجهلة من المشركين: مَن الذي حرم عليكم اللباس الحسن الذي جعله الله تعالى زينة لكم؟ ومَن الذي حرَّم عليكم التمتع بالحلال الطيب من رزق الله تعالى؟ قل -أيها الرسول- لهؤلاء المشركين: إنَّ ما أحله الله من الملابس والطيبات من المطاعم والمشارب حق للذين آمنوا في الحياة الدنيا يشاركهم فيها غيرهم, خالصة لهم يوم القيامة. مثل ذلك التفصيل يفصِّل الله الآيات لقوم يعلمون ما يبيِّن لهم, ويفقهون ما يميز لهم.\nيقول الله تعالى\n- وَيَسْأَلُونَكَ عَنِ الْمَحِيضِ قُلْ هُوَ أَذًى فَاعْتَزِلُواْ النِّسَاء فِي الْمَحِيضِ وَلاَ تَقْرَبُوهُنَّ حَتَّىَ يَطْهُرْنَ فَإِذَا تَطَهَّرْنَ فَأْتُوهُنَّ مِنْ حَيْثُ أَمَرَكُمُ اللّهُ إِنَّ اللّهَ يُحِبُّ التَّوَّابِينَ وَيُحِبُّ الْمُتَطَهِّرِينَ{222}البقرة\n(1/45)\n",
        "- يَا بَنِي آدَمَ خُذُواْ زِينَتَكُمْ عِندَ كُلِّ مَسْجِدٍ وكُلُواْ وَاشْرَبُواْ وَلاَ تُسْرِفُواْ إِنَّهُ لاَ يُحِبُّ الْمُسْرِفِينَ{31} قُلْ مَنْ حَرَّمَ زِينَةَ اللّهِ الَّتِيَ أَخْرَجَ لِعِبَادِهِ وَالْطَّيِّبَاتِ مِنَ الرِّزْقِ قُلْ هِي لِلَّذِينَ آمَنُواْ فِي الْحَيَاةِ الدُّنْيَا خَالِصَةً يَوْمَ الْقِيَامَةِ كَذَلِكَ نُفَصِّلُ الآيَاتِ لِقَوْمٍ يَعْلَمُونَ{32}الأعراف\n50- عفو الله تعالى لمن حلف به خطأ بغير قصد\n- لا يعاقبكم الله -أيها المسلمون- فيما لا تقصدون عَقْدَه من الأيمان, مثل قول بعضكم: لا والله, وبلى والله, ولكن يعاقبكم فيما قصدتم عقده بقلوبكم, فإذا لم تَفُوا باليمين فإثم ذلك يمحوه الله بما تقدِّمونه مما شرعه الله لكم كفارة من إطعام عشرة مساكين, لكل سكين نصف صاع من أوسط طعام أهل البلد, أو كسوتهم, لكل مسكين ما يكفي في الكسوة عُرفًا أو إعتاق مملوك من الرق, فالحالف الذي لم يف بيمينه مخير بين الأمور الثلاثة , فمن لم يجد شيئًا من ذلك فعليه صيام ثلاثة أيام. تلك مكفرات عدم الوفاء بأيمانكم واحفظوا -أيها المسلمون- أيمانكم: باجتناب الحلف, أو الوفاء إن حلفتم, أو الكفارة إذا لم تفوا بها. وكما بيَّن الله لكم حكم الأيمان والتحلل منها يُبيِّن لكم أحكام دينه; لتشكروا له على هدايته إياكم إلى الطريق المستقيم.\nيقول الله تعالى\n- لاَّ يُؤَاخِذُكُمُ اللّهُ بِاللَّغْوِ فِيَ أَيْمَانِكُمْ وَلَكِن يُؤَاخِذُكُم بِمَا كَسَبَتْ قُلُوبُكُمْ وَاللّهُ غَفُورٌ حَلِيمٌ{225}البقرة\n(1/46)\n\n- لاَ يُؤَاخِذُكُمُ اللّهُ بِاللَّغْوِ فِي أَيْمَانِكُمْ وَلَكِن يُؤَاخِذُكُم بِمَا عَقَّدتُّمُ الأَيْمَانَ فَكَفَّارَتُهُ إِطْعَامُ عَشَرَةِ مَسَاكِينَ مِنْ أَوْسَطِ مَا تُطْعِمُونَ أَهْلِيكُمْ أَوْ كِسْوَتُهُمْ أَوْ تَحْرِيرُ رَقَبَةٍ فَمَن لَّمْ يَجِدْ فَصِيَامُ ثَلاَثَةِ أَيَّامٍ ذَلِكَ كَفَّارَةُ أَيْمَانِكُمْ إِذَا حَلَفْتُمْ وَاحْفَظُواْ أَيْمَانَكُمْ كَذَلِكَ يُبَيِّنُ اللّهُ لَكُمْ آيَاتِهِ لَعَلَّكُمْ تَشْكُرُونَ{89}المائدة\n51- الأمر بكتابة الديون حفظاً لأصحابها\n- يوصي الله تعالى عباده المؤمنين فيقول لهم : إذا تعاملتم بدَيْن إلى وقت معلوم فاكتبوه حفظًا للمال ودفعًا للنزاع. ولْيقُم بالكتابة رجل أمين ضابط, ولا يمتنع مَن علَّمه الله الكتابة عن ذلك, ولْيقم المدين بإملاء ما عليه من الدَّيْن, وليراقب ربه, ولا ينقص من دينه شيئا.\nيقول الله تعالى\n- يَا أَيُّهَا الَّذِينَ آمَنُواْ إِذَا تَدَايَنتُم بِدَيْنٍ إِلَى أَجَلٍ مُّسَمًّى فَاكْتُبُوهُ وَلْيَكْتُب بَّيْنَكُمْ كَاتِبٌ بِالْعَدْلِ وَلاَ يَأْبَ كَاتِبٌ أَنْ يَكْتُبَ كَمَا عَلَّمَهُ اللّهُ فَلْيَكْتُبْ وَلْيُمْلِلِ الَّذِي عَلَيْهِ الْحَقُّ وَلْيَتَّقِ اللّهَ رَبَّهُ.... {282} البقرة\n52- نهي الناس عن الافتخار بما لم يعملوا ليثنى عليهم\n- وهم المرائين المتكثرين بما لم يعطوا , كما جاء في الصحيحين عن النبي - صلى الله عليه وسلم - : ( من ادعى دعوة كاذبة ليتكثر بها , لم يزده الله إلا قلة) وفي الصحيح أيضاً ( المتشبع بما لم يعط كلابس ثوبي زور) مسلم .وفي الآية وعيد شديد لكل آت لفعل السوء معجب به, ولكل مفتخر بما لم يعمل, ليُثنيَ عليه الناس ويحمدوه.\nيقول الله تعالى",
        "(1/47)\n\n- لاَ تَحْسَبَنَّ الَّذِينَ يَفْرَحُونَ بِمَا أَتَواْ وَّيُحِبُّونَ أَن يُحْمَدُواْ بِمَا لَمْ يَفْعَلُواْ فَلاَ تَحْسَبَنَّهُمْ بِمَفَازَةٍ مِّنَ الْعَذَابِ وَلَهُمْ عَذَابٌ أَلِيمٌ{188}آل عمران\n53- إقرار النبوة لجميع الأنبياء وعدم التفرقة بينهم\n- وهذه الصفة إنما هي لأمة النبي - صلى الله عليه وسلم - من المسلمين الذين صَدَّقوا بوحدانية الله, وأقرُّوا بنبوَّة رسله أجمعين, ولم يفرقوا بين أحد منهم,وآمنوا بكل كتاب أنزله الله تعالى عليهم وعملوا بشريعة الله, وأولئك سوف يعطيهم جزاءهم وثوابهم على إيمانهم به وبرسله. يقول الله تعالى\n- وَالَّذِينَ آمَنُواْ بِاللّهِ وَرُسُلِهِ وَلَمْ يُفَرِّقُواْ بَيْنَ أَحَدٍ مِّنْهُمْ أُوْلَئِكَ سَوْفَ يُؤْتِيهِمْ أُجُورَهُمْ وَكَانَ اللّهُ غَفُوراً رَّحِيماً{152}النساء\n\n54- الأمر بالتعاون على البر والتقوى لا على الإثم والعدوان\n(1/48)",
        "\n- يا أيها الذين صدَّقوا الله ورسوله وعملوا بشرعه لا تتعدَّوا حدود الله ومعالمه, ولا تستحِلُّوا القتال في الأشهر الحرم, وهي: ذو القعدة وذو الحجة والمحرم ورجب, وكان ذلك في صدر الإسلام, ولا تستحِلُّوا حرمة الهَدْي, ولا ما قُلِّدَ منه; إذ كانوا يضعون القلائد, وهي ضفائر من صوف أو وَبَر في الرقاب علامةً على أن البهيمة هَدْيٌ وأن الرجل يريد الحج, ولا تَسْتَحِلُّوا قتال قاصدي البيت الحرام الذين يبتغون من فضل الله ما يصلح معايشهم ويرضي ربهم. وإذا حللتم من إحرامكم حلَّ لكم الصيد, ولا يحمِلَنَّكم بُغْض قوم من أجل أن منعوكم من الوصول إلى المسجد الحرام -كما حدث عام \"الحديبية\"- على ترك العدل فيهم. وتعاونوا -أيها المؤمنون فيما بينكم- على فِعْل الخير, وتقوى الله, ولا تعاونوا على ما فيه إثم ومعصية وتجاوز لحدود الله, واحذروا مخالفة أمر الله فإنه شديد العقاب.وروى الإمام أحمد عن أنس بن مالك - رضي الله عنه - قال رسول الله - صلى الله عليه وسلم - : (انصر أخاك ظالماً أو مظلوماً ) قيل: يا رسول الله ! هذا نصرته مظلوماً فكيف أنصره إذا كان ظالماً ؟ قال : (تحجزه وتمنعه من الظلم فذاك نصره) صحيح البخاري.وقال النبي - صلى الله عليه وسلم - : (المؤمن الذي يخالط الناس ويصبر على أذاهم أعظم أجراً من الذي لا يخالط الناس ولا يصبر على أذاهم) مسند الإمام أحمد .\nيقول الله تعالى\n(1/49)\n",
        "- يَا أَيُّهَا الَّذِينَ آمَنُواْ لاَ تُحِلُّواْ شَعَآئِرَ اللّهِ وَلاَ الشَّهْرَ الْحَرَامَ وَلاَ الْهَدْيَ وَلاَ الْقَلآئِدَ وَلا آمِّينَ الْبَيْتَ الْحَرَامَ يَبْتَغُونَ فَضْلاً مِّن رَّبِّهِمْ وَرِضْوَاناً وَإِذَا حَلَلْتُمْ فَاصْطَادُواْ وَلاَ يَجْرِمَنَّكُمْ شَنَآنُ قَوْمٍ أَن صَدُّوكُمْ عَنِ الْمَسْجِدِ الْحَرَامِ أَن تَعْتَدُواْ وَتَعَاوَنُواْ عَلَى الْبرِّ وَالتَّقْوَى وَلاَ تَعَاوَنُواْ عَلَى الإِثْمِ وَالْعُدْوَانِ وَاتَّقُواْ اللّهَ إِنَّ اللّهَ شَدِيدُ الْعِقَابِ{2}المائدة\n\n55- الترهيب من الإقدام على الإفساد لإصلاح المجتمع\n- يوضح ويبين الله تعالى جزاء الذين يحاربونه , ويبارزونه بالعداوة, ويعتدون على أحكامه, وعلى أحكام رسوله, ويفسدون في الأرض بقتل الأنفس, وسلب الأموال,وإرهاب الآمنين بأن يُقَتَّلوا, أو يُصَلَّبوا مع القتل (والصلب: أن يُشَدَّ الجاني على خشبة) أو تُقْطَع يدُ المحارب اليمنى ورجله اليسرى, فإن لم يَتُبْ تُقطعْ يدُه اليسرى ورجلُه اليمنى, أو يُنفَوا إلى بلد غير بلدهم, ويُحبسوا في سجن ذلك البلد حتى تَظهر توبتُهم. وهذا الجزاء الذي أعدَّه الله للمحاربين هو ذلّ في الدنيا, ولهم في الآخرة عذاب شديد إن لم يتوبوا.ويأمر الله تعالى الناس بأن لا يفسدوا في الأرض بأيِّ نوع من أنواع الفساد, بعد إصلاح الله إياها ببعثة الرسل -عليهم السلام- وعُمْرانها بطاعة الله, وادعوه -سبحانه- مخلصين له الدعاء; خوفًا من عقابه ورجاء لثوابه. إن رحمة الله قريب من المحسنين.\nيقول الله تعالى\n- إِنَّمَا جَزَاء الَّذِينَ يُحَارِبُونَ اللّهَ وَرَسُولَهُ وَيَسْعَوْنَ فِي الأَرْضِ فَسَاداً أَن يُقَتَّلُواْ أَوْ يُصَلَّبُواْ أَوْ تُقَطَّعَ أَيْدِيهِمْ وَأَرْجُلُهُم مِّنْ خِلافٍ أَوْ يُنفَوْاْ مِنَ الأَرْضِ ذَلِكَ لَهُمْ خِزْيٌ فِي الدُّنْيَا وَلَهُمْ فِي الآخِرَةِ عَذَابٌ عَظِيمٌ{33}المائدة\n(1/50)\n\nوَلاَ تُفْسِدُواْ فِي الأَرْضِ بَعْدَ إِصْلاَحِهَا وَادْعُوهُ خَوْفاً وَطَمَعاً إِنَّ رَحْمَتَ اللّهِ قَرِيبٌ مِّنَ الْمُحْسِنِينَ{56}الأعراف\n\n56- حفظ أموال الناس بإقامة حد السرقة\n- يقول الله تعالى حاكماً وآمراً بقطع يد السارق والسارقة , وقد كان القطع معمولاً به في الجاهلية , فقرر في الإسلام , وعن عائشة رضي الله عنها أن رسول الله - صلى الله عليه وسلم - قال : (تقطع يد السارق في ربع دينار فصاعداً) فتح الباري . والذي يحكم و ينفذ الحكم هو ولاة الأمر من المسلمين وليس أي أحد يحكم وينفذ حد السرقة .\nيقول الله تعالى\n- وَالسَّارِقُ وَالسَّارِقَةُ فَاقْطَعُواْ أَيْدِيَهُمَا جَزَاء بِمَا كَسَبَا نَكَالاً مِّنَ اللّهِ وَاللّهُ عَزِيزٌ حَكِيمٌ{38}المائدة\n57- عدم استواء الخبيث مع الطيب\n- قل -أيها الرسول-: لا يستوي الخبيث والطيب من كل شيء, فالكافر لا يساوي المؤمن, والعاصي لا يساوي المطيع, والجاهل لا يساوي العالم, والمبتدع لا يساوي المتبع, والمال الحرام لا يساوي الحلال, ولو أعجبك -أيها الإنسان- كثرة الخبيث وعدد أهله. يعني أن القليل الحلال النافع خير من الكثير الحرام الضار , كما جاء في الحديث :( ما قل وكفى خير مما كثر وألهى ) . فاتقوا الله يا أصحاب العقول الراجحة باجتناب الخبائث, وفعل الطيبات; لتفلحوا بنيل المقصود الأعظم, وهو رضا الله تعالى والفوز بالجنة.\nيقول الله تعالى\n- قُل لاَّ يَسْتَوِي الْخَبِيثُ وَالطَّيِّبُ وَلَوْ أَعْجَبَكَ كَثْرَةُ الْخَبِيثِ فَاتَّقُواْ اللّهَ يَا أُوْلِي الأَلْبَابِ لَعَلَّكُمْ تُفْلِحُونَ{100}المائدة\n58- النهي عن كثرة السؤال عن أشياء في الدين",
        "(1/51)\n\n- يا أيها الذين صدَّقوا الله ورسوله وعملوا بشرعه لا تسألوا عن أشياء من أمور الدين لم تؤمروا فيها بشيء, كالسؤال عن الأمور غير الواقعة, أو التي يترتب عليها تشديدات في الشرع, ولو كُلِّفتموها لشقَّتْ عليكم, وإن تسألوا عنها في حياة رسول الله صلى الله عليه وسلم وحين نزول القرآن عليه تُبيَّن لكم, وقد تُكلَّفونها فتعجزون عنها, تركها الله معافيًا لعباده منها.ولا نفعل كما فعلت بنو إسرائيل عندما أمرهم الله تعالى أن يذبحوا بقرة , فلو ذبحوا أي بقرة لكفى ولكنهم تشددوا في السؤال عن البقرة ما هي وما لونها حتى يعرفوها فشدد الله عليهم.\nيقول الله تعالى\n- يَا أَيُّهَا الَّذِينَ آمَنُواْ لاَ تَسْأَلُواْ عَنْ أَشْيَاء إِن تُبْدَ لَكُمْ تَسُؤْكُمْ وَإِن تَسْأَلُواْ عَنْهَا حِينَ يُنَزَّلُ الْقُرْآنُ تُبْدَ لَكُمْ عَفَا اللّهُ عَنْهَا وَاللّهُ غَفُورٌ حَلِيمٌ{101}المائدة\n59- الأمر بإلزام النفس بطاعة الله تعالى واجتناب معصيته\n- يا أيها الذين صدَّقوا الله ورسوله وعملوا بشرعه ألزموا أنفسكم بالعمل بطاعة الله واجتناب معصيته, وداوموا على ذلك وإن لم يستجب الناس لكم, فإذا فعلتم ذلك فلا يضركم ضلال مَن ضلَّ إذا لزمتم طريق الاستقامة, وأمرتم بالمعروف ونهيتم عن المنكر, إلى الله مرجعكم جميعًا في الآخرة, فيخبركم بأعمالكم, ويجازيكم عليها.\nيقول الله تعالى\n- يَا أَيُّهَا الَّذِينَ آمَنُواْ عَلَيْكُمْ أَنفُسَكُمْ لاَ يَضُرُّكُم مَّن ضَلَّ إِذَا اهْتَدَيْتُمْ إِلَى اللّهِ مَرْجِعُكُمْ جَمِيعاً فَيُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ{105}المائدة\n\n60- الأمر بترك المعاصي السرية و الجهرية\n- واتركوا -أيها الناس- جميع المعاصي, ما كان منها علانية وما كان سرًّا. إن الذين يفعلون المعاصي سيعاقبهم ربهم; بسبب ما كانوا يعملونه من السيئات.\nيقول الله تعالى\n(1/52)",
        "\n- وَذَرُواْ ظَاهِرَ الإِثْمِ وَبَاطِنَهُ إِنَّ الَّذِينَ يَكْسِبُونَ الإِثْمَ سَيُجْزَوْنَ بِمَا كَانُواْ يَقْتَرِفُونَ{120}الأنعام\n\n61- حساب الحسنة والسيئة عند الله تعالى\n-من لقي ربه يوم القيامة بحسنة من الأعمال الصالحة فله عشر حسنات أمثالها, ومن لقي ربه بسيئة فلا يعاقب إلا بمثلها, وهم لا يظلمون مثقال ذرة.وهذا الأمر من كرم الله تعالى على عباده ومن فضله العظيم .\nيقول الله تعالى\n- مَن جَاء بِالْحَسَنَةِ فَلَهُ عَشْرُ أَمْثَالِهَا وَمَن جَاء بِالسَّيِّئَةِ فَلاَ يُجْزَى إِلاَّ مِثْلَهَا وَهُمْ لاَ يُظْلَمُونَ{160}الأنعام\n- مَن جَاء بِالْحَسَنَةِ فَلَهُ خَيْرٌ مِّنْهَا وَمَن جَاء بِالسَّيِّئَةِ فَلَا يُجْزَى الَّذِينَ عَمِلُوا السَّيِّئَاتِ إِلَّا مَا كَانُوا يَعْمَلُونَ{84}القصص\n- وَالَّذِينَ إِذَا أَصَابَهُمُ الْبَغْيُ هُمْ يَنتَصِرُونَ{39} وَجَزَاء سَيِّئَةٍ سَيِّئَةٌ مِّثْلُهَا فَمَنْ عَفَا وَأَصْلَحَ فَأَجْرُهُ عَلَى اللَّهِ إِنَّهُ لَا يُحِبُّ الظَّالِمِينَ{40}وَلَمَنِ انتَصَرَ بَعْدَ ظُلْمِهِ فَأُوْلَئِكَ مَا عَلَيْهِم مِّن سَبِيلٍ{41} إِنَّمَا السَّبِيلُ عَلَى الَّذِينَ يَظْلِمُونَ النَّاسَ وَيَبْغُونَ فِي الْأَرْضِ بِغَيْرِ الْحَقِّ أُوْلَئِكَ لَهُم عَذَابٌ أَلِيمٌ{42} وَلَمَن صَبَرَ وَغَفَرَ إِنَّ ذَلِكَ لَمِنْ عَزْمِ الْأُمُورِ{43}الشورى\n- وَلِكُلٍّ دَرَجَاتٌ مِّمَّا عَمِلُوا وَلِيُوَفِّيَهُمْ أَعْمَالَهُمْ وَهُمْ لَا يُظْلَمُونَ{19}الأحقاف\n- هَلْ جَزَاء الْإِحْسَانِ إِلَّا الْإِحْسَانُ{60} الرحمن\n62- لا تزر وازرة وزر أخرى\n(1/53)\n",
        "-يقول الله تعالى أنه لا تحمل نفس آثمة مذنبة إثم نفس أخرى , فمن اهتدى و اتبع طريق الحق فإنما يعود ثواب ذلك عليه وحده، ومن حاد واتبع طريق الباطل فإنما يعود عقاب ذلك عليه وحده . ولا يعذب الله أحدًا إلا بعد إقامة الحجة عليه بإرسال الرسل وإنزال الكتب. وإن تَسْأل نفسٌ مثقَلَة بالخطايا مَن يحمل عنها من ذنوبها لم تجد من يَحمل عنها شيئًا, ولو كان الذي سألتْه ذا قرابة منها من أب أو أخ ونحوهما . ومن تطهر من الشرك وغيره من المعاصي فإنما يتطهر لنفسه. وإلى الله سبحانه مآل الخلائق ومصيرهم, فيجازي كلا بما يستحق.و إن تكفروا- أيها الناس- بربكم ولم تؤمنوا به, ولم تتبعوا رسله, فإنه غنيٌّ عنكم, ليس بحاجة إليكم, وأنتم الفقراء إليه, ولا يرضى لعباده الكفر, ولا يأمرهم به, وإنما يرضى لهم شكر نعمه عليهم.\nيقول الله تعالى\n- قُلْ أَغَيْرَ اللّهِ أَبْغِي رَبّاً وَهُوَ رَبُّ كُلِّ شَيْءٍ وَلاَ تَكْسِبُ كُلُّ نَفْسٍ إِلاَّ عَلَيْهَا وَلاَ تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى ثُمَّ إِلَى رَبِّكُم مَّرْجِعُكُمْ فَيُنَبِّئُكُم بِمَا كُنتُمْ فِيهِ تَخْتَلِفُونَ{164}الأنعام\n- مَّنِ اهْتَدَى فَإِنَّمَا يَهْتَدي لِنَفْسِهِ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا وَلاَ تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى وَمَا كُنَّا مُعَذِّبِينَ حَتَّى نَبْعَثَ رَسُولاً{15}الإسراء\n- وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى وَإِن تَدْعُ مُثْقَلَةٌ إِلَى حِمْلِهَا لَا يُحْمَلْ مِنْهُ شَيْءٌ وَلَوْ كَانَ ذَا قُرْبَى إِنَّمَا تُنذِرُ الَّذِينَ يَخْشَوْنَ رَبَّهُم بِالغَيْبِ وَأَقَامُوا الصَّلَاةَ وَمَن تَزَكَّى فَإِنَّمَا يَتَزَكَّى لِنَفْسِهِ وَإِلَى اللَّهِ الْمَصِيرُ{18}فاطر\n(1/54)\n\n- إِن تَكْفُرُوا فَإِنَّ اللَّهَ غَنِيٌّ عَنكُمْ وَلَا يَرْضَى لِعِبَادِهِ الْكُفْرَ وَإِن تَشْكُرُوا يَرْضَهُ لَكُمْ وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى ثُمَّ إِلَى رَبِّكُم مَّرْجِعُكُمْ فَيُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ إِنَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ{7}الزمر\n- أ َلَّا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى{38}النجم\n63- الأمر بإخلاص العبادة لله بكل مكان\n- قل -أيها الرسول- لهؤلاء المشركين: أمر ربي بالعدل, وأمركم بأن تخلصوا له العبادة في كل موضع من مواضعها, وبخاصة في المساجد, وأن تدعوه مخلصين له الطاعة والعبادة, وأن تؤمنوا بالبعث بعد الموت. وكما أن الله أوجدكم من العدم فإنه قادر على إعادة الحياة إليكم مرة أخرى.\nيقول الله تعالى\n- قُلْ أَمَرَ رَبِّي بِالْقِسْطِ وَأَقِيمُواْ وُجُوهَكُمْ عِندَ كُلِّ مَسْجِدٍ وَادْعُوهُ مُخْلِصِينَ لَهُ الدِّينَ كَمَا بَدَأَكُمْ تَعُودُونَ{29}الأعراف\n\n64- وجوب إتباع الرسول صلى الله عليه وسلم\n- هذه الرحمة سأكتبها للذين يخافون الله ويجتنبون معاصيه, ويتبعون الرسول النبي الأمي الذي لا يقرأ ولا يكتب, وهو محمد صلى الله عليه وسلم, الذي يجدون صفته وأمره مكتوبَيْن عندهم في التوراة والإنجيل, يأمرهم بالتوحيد والطاعة وكل ما عرف حُسْنه, وينهاهم عن الشرك والمعصية وكل ما عرف قُبْحه, ويُحِلُّ لهم الطيبات من المطاعم والمشارب والمناكح , ويُحرِّم عليهم الخبائث منها كلحم الخنزير, وما كانوا يستحلُّونه من المطاعم والمشارب التي حرَّمها الله, ويذهب عنهم ما كُلِّفوه من الأمور الشاقة كقطع موضع النجاسة من الثوب, وإحراق الغنائم, والقصاص حتمًا من القاتل عمدًا كان القتل أم خطأ, فالذين صدَّقوا بالنبي الأمي محمد صلى الله عليه وسلم وأقروا بنبوته, ووقروه وعظَّموه ونصروه, واتبعوا القرآن المنزل عليه, وعملوا بسنته, أولئك هم الفائزون بما وعد الله به عباده المؤمنين.",
        "(1/55)\n\nيقول الله تعالى\n- الَّذِينَ يَتَّبِعُونَ الرَّسُولَ النَّبِيَّ الأُمِّيَّ الَّذِي يَجِدُونَهُ مَكْتُوباً عِندَهُمْ فِي التَّوْرَاةِ وَالإِنْجِيلِ يَأْمُرُهُم بِالْمَعْرُوفِ وَيَنْهَاهُمْ عَنِ الْمُنكَرِ وَيُحِلُّ لَهُمُ الطَّيِّبَاتِ وَيُحَرِّمُ عَلَيْهِمُ الْخَبَآئِثَ وَيَضَعُ عَنْهُمْ إِصْرَهُمْ وَالأَغْلاَلَ الَّتِي كَانَتْ عَلَيْهِمْ فَالَّذِينَ آمَنُواْ بِهِ وَعَزَّرُوهُ وَنَصَرُوهُ وَاتَّبَعُواْ النُّورَ الَّذِيَ أُنزِلَ مَعَهُ أُوْلَئِكَ هُمُ الْمُفْلِحُونَ{157}الأعراف\n65- أمر الناس بما لا يشق عليهم والبعد عن منازعة السفهاء\n- يأمر الله تعالى نبيه - صلى الله عليه وسلم - بأن يقبل الفضل من أخلاق الناس وأعمالهم, ولا يطلب منهم ما يشق عليهم حتى لا ينفروا, وأْمر بكل قول حسن وفِعْلٍ جميل, وأعرض عن منازعة السفهاء ومساواة الجهلة الأغبياء.وروى ابن جرير قال : لما أنزل الله عز وجل على نبيه - صلى الله عليه وسلم - (خُذِ الْعَفْوَ وَأْمُرْ بِالْعُرْفِ وَأَعْرِضْ عَنِ الْجَاهِلِينَ) قال رسول الله - صلى الله عليه وسلم - ( ما هذا يا جبريل؟) قال : إن الله أمرك أن تعفو عمن ظلمك وتعطي من حرمك وتصل من قطعك .\nوهذا ما يجب أن تكون عليه أخلاق المسلمين جميعاً .\nيقول الله تعالى\n- خُذِ الْعَفْوَ وَأْمُرْ بِالْعُرْفِ وَأَعْرِضْ عَنِ الْجَاهِلِينَ{199}الأعراف\n66- الأمر إلى الدعوة للدين بالحكمة والموعظة الحسنة\n(1/56)",
        "\n- يقول الله تعالى للنبي - صلى الله عليه وسلم - : ادعُ -أيها الرسول- أنت ومَنِ اتبعك إلى دين ربك وطريقه المستقيم, بالطريقة الحكيمة التي أوحاها الله إليك في الكتاب والسنة, وخاطِب الناس بالأسلوب المناسب لهم, وانصح لهم نصحًا حسنًا, يرغبهم في الخير, وينفرهم من الشر, وجادلهم بأحسن طرق المجادلة من الرفق واللين. فما عليك إلا البلاغ, وقد بلَّغْتَ, أما هدايتهم فعلى الله وحده, فهو أعلم بمن ضلَّ عن سبيله, وهو أعلم بالمهتدين. وادفع بعفوك وحلمك وإحسانك مَن أساء إليك وقابل إساءته لك بالإحسان إليه, فبذلك يصير المسيء إليك الذي بينك وبينه عداوة كأنه قريب لك شفيق عليك.\nيقول الله تعالى\n- ادْعُ إِلِى سَبِيلِ رَبِّكَ بِالْحِكْمَةِ وَالْمَوْعِظَةِ الْحَسَنَةِ وَجَادِلْهُم بِالَّتِي هِيَ أَحْسَنُ إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَن ضَلَّ عَن سَبِيلِهِ وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ{125}النحل\n- وَمَنْ أَحْسَنُ قَوْلاً مِّمَّن دَعَا إِلَى اللَّهِ وَعَمِلَ صَالِحاً وَقَالَ إِنَّنِي مِنَ الْمُسْلِمِينَ{33} وَلَا تَسْتَوِي الْحَسَنَةُ وَلَا السَّيِّئَةُ ادْفَعْ بِالَّتِي هِيَ أَحْسَنُ فَإِذَا الَّذِي بَيْنَكَ وَبَيْنَهُ عَدَاوَةٌ كَأَنَّهُ وَلِيٌّ حَمِيمٌ{34} وَمَا يُلَقَّاهَا إِلَّا الَّذِينَ صَبَرُوا وَمَا يُلَقَّاهَا إِلَّا ذُو حَظٍّ عَظِيمٍ{35}فصلت\n67- الأمر بعدم التبذير وبعدم البخل\n(1/57)\n",
        "- وأحسِنْ إلى كل مَن له صلة قرابة بك، وأعطه حقه من الإحسان والبر، وأعط المسكين المحتاج والمسافر المنقطع عن أهله وماله، ولا تنفق مالك في غير طاعة الله، أو على وجه الإسراف والتبذير. إن المسرفين والمنفقين أموالهم في معاصي الله هم أشباه الشياطين في الشر والفساد والمعصية، وكان الشيطان كثير الكفران شديدَ الجحود لنعمة ربه. وإن أعرضت عن إعطاء هؤلاء الذين أُمِرْت بإعطائهم؛ لعدم وجود ما تعطيهم منه طلبًا لرزق تنتظره من عند ربك، فقل لهم قولا ليِّنًا لطيفًا، كالدعاء لهم بالغنى وسعة الرزق، وعِدْهم بأن الله إذا أيسر من فضله رزقًا أنك تعطيهم منه. ولا تمسك يدك عن الإنفاق في سبيل الخير، مضيِّقًا على نفسك وأهلك والمحتاجين، ولا تسرف في الإنفاق، فتعطي فوق طاقتك، فتقعد ملومًا يلومك الناس ويذمونك، نادمًا على تبذيرك وضياع مالك. إن ربك يوسِّع الرزق على بعض الناس ويضيِّقه على بعضهم، وَفْق علمه وحكمته سبحانه وتعالى. إنه هو المطَّلِع على خفايا عباده، لا يغيب عن علمه شيء من أحوالهم.\nيقول الله تعالى\n- وَآتِ ذَا الْقُرْبَى حَقَّهُ وَالْمِسْكِينَ وَابْنَ السَّبِيلِ وَلاَ تُبَذِّرْ تَبْذِيراً{26} إِنَّ الْمُبَذِّرِينَ كَانُواْ إِخْوَانَ الشَّيَاطِينِ وَكَانَ الشَّيْطَانُ لِرَبِّهِ كَفُوراً{27}وَلاَ تَجْعَلْ يَدَكَ مَغْلُولَةً إِلَى عُنُقِكَ وَلاَ تَبْسُطْهَا كُلَّ الْبَسْطِ فَتَقْعُدَ مَلُوماً مَّحْسُوراً{29} إِنَّ رَبَّكَ يَبْسُطُ الرِّزْقَ لِمَن يَشَاءُ وَيَقْدِرُ إِنَّهُ كَانَ بِعِبَادِهِ خَبِيراً بَصِيراً{30}الإسراء\n- فَاتَّقُوا اللَّهَ مَا اسْتَطَعْتُمْ وَاسْمَعُوا وَأَطِيعُوا وَأَنفِقُوا خَيْراً لِّأَنفُسِكُمْ وَمَن يُوقَ شُحَّ نَفْسِهِ فَأُوْلَئِكَ هُمُ الْمُفْلِحُونَ{16}التغابن\n68- الله تعالى لا يحب الخوان الكفور\n(1/58)\n\n- إن الله تعالى يدفع عن المؤمنين عدوان الكفار، وكيد الأشرار; لأنه عز وجل لا يحب كل خوَّان لأمانة ربه، جحود لنعمته.\nيقول الله تعالى\nإِنَّ اللَّهَ يُدَافِعُ عَنِ الَّذِينَ آمَنُوا إِنَّ اللَّهَ لَا يُحِبُّ كُلَّ خَوَّانٍ كَفُورٍ{38}الحج\n\n69- التمتع بالحياة الدنيا وبحلالها دون إسراف\n- والتمس فيما أتاك الله من الأموال ثواب الدار الآخرة, بالعمل فيها بطاعة الله في الدنيا, ولا تترك حظك من الدنيا, بأن تتمتع فيها بالحلال دون إسراف, وأحسن إلى الناس بالصدقة, كما أحسن الله إليك بهذه الأموال الكثيرة, ولا تلتمس ما حرَّم الله عليك من البغي على قومك, إن الله لا يحب المفسدين.\nيقول الله تعالى\n- وَابْتَغِ فِيمَا آتَاكَ اللَّهُ الدَّارَ الْآخِرَةَ وَلَا تَنسَ نَصِيبَكَ مِنَ الدُّنْيَا وَأَحْسِن كَمَا أَحْسَنَ اللَّهُ إِلَيْكَ وَلَا تَبْغِ الْفَسَادَ فِي الْأَرْضِ إِنَّ اللَّهَ لَا يُحِبُّ الْمُفْسِدِينَ{77}القصص\n70- من اهتدى فلنفسه ومن ضل فعليها\n- من اهتدى بكتاب الله تعالى وهو القرآن الكريم وعمل بما فيه, واستقام على منهجه فنفعُ ذلك يعود على نفسه, ومَن ضلَّ بعد ما تبين له الهدى, فإنما يعود ضرره على نفسه, ولن يضرَّ الله شيئا, والرسول ما عليه إلا البلاغ المبين وليس عليه حفظ أعمال الناس ومحاسبتهم عليها . فمن عمل مِن عباد الله بطاعته فلنفسه عمل, ومن أساء عمله في الدنيا بمعصية الله فعلى نفسه جنى, ثم تصيرون بعد موتكم إليه تعالى , فيجازي المحسن بإحسانه, والمسيء بإساءته.وليس الذين اكتسبوا السيئات كالذين آمنوا بالله وصدقوا رسله وعملوا الصالحات, وأخلصوا له العبادة دون سواه.\nيقول الله تعالى\n- إِنَّا أَنزَلْنَا عَلَيْكَ الْكِتَابَ لِلنَّاسِ بِالْحَقِّ فَمَنِ اهْتَدَى فَلِنَفْسِهِ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا وَمَا أَنتَ عَلَيْهِم بِوَكِيلٍ{41}الزمر",
        "(1/59)\n\n- مَنْ عَمِلَ صَالِحاً فَلِنَفْسِهِ وَمَنْ أَسَاء فَعَلَيْهَا ثُمَّ إِلَى رَبِّكُمْ تُرْجَعُونَ{15}الجاثية\n- أًمْ حَسِبَ الَّذِينَ اجْتَرَحُوا السَّيِّئَاتِ أّن نَّجْعَلَهُمْ كَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ سَوَاء مَّحْيَاهُم وَمَمَاتُهُمْ سَاء مَا يَحْكُمُونَ{21}الجاثية\n71- لا يكلف الله نفساً إلا وسعها\n- دين الله يسر لا مشقة فيه, فلا يطلب الله مِن عباده ما لا يطيقونه, فمن فعل خيرًا نال خيرًا, ومن فعل شرّاً نال شرّاً. وليس على الأعمى ولا على الأعرج ولا على المريض إثم في أن يتخلَّفوا عن الجهاد مع المؤمنين؛ لعدم استطاعتهم.\nيقول الله تعالى\n- لاَ يُكَلِّفُ اللّهُ نَفْساً إِلاَّ وُسْعَهَا لَهَا مَا كَسَبَتْ وَعَلَيْهَا مَا اكْتَسَبَتْ ...{286} البقرة\nلَيْسَ عَلَى الْأَعْمَى حَرَجٌ وَلَا عَلَى الْأَعْرَجِ حَرَجٌ وَلَا عَلَى الْمَرِيضِ حَرَجٌ وَمَن يُطِعِ اللَّهَ وَرَسُولَهُ يُدْخِلْهُ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ وَمَن يَتَوَلَّ يُعَذِّبْهُ عَذَاباً أَلِيماً{17}الفتح\n72- الأمر بالإصلاح بين المتقاتلين من المسلمين بالعدل\n- وإن طائفتان من أهل الإيمان اقتتلوا فأصلحوا -أيها المؤمنون- بينهما بدعوتهما إلى الاحتكام إلى كتب الله وسنة رسوله صلى الله عليه وسلم، والرضا بحكمهما, فإن اعتدت إحدى الطائفتين وأبت الإجابة إلى ذلك, فقاتلوها حتى ترجع إلى حكم الله ورسوله, فإن رجعت فأصلحوا بينهما بالإنصاف, واعدلوا في حكمكم بأن لا تتجاوزوا في أحكامكم حكم الله وحكم رسوله, إن الله يحب العادلين في أحكامهم القاضين بين خلقه بالقسط. وفي الآية إثبات صفة المحبة لله على الحقيقة, كما يليق بجلاله سبحانه.\nيقول الله تعالى\n(1/60)",
        "\nوَإِن طَائِفَتَانِ مِنَ الْمُؤْمِنِينَ اقْتَتَلُوا فَأَصْلِحُوا بَيْنَهُمَا فَإِن بَغَتْ إِحْدَاهُمَا عَلَى الْأُخْرَى فَقَاتِلُوا الَّتِي تَبْغِي حَتَّى تَفِيءَ إِلَى أَمْرِ اللَّهِ فَإِن فَاءتْ فَأَصْلِحُوا بَيْنَهُمَا بِالْعَدْلِ وَأَقْسِطُوا إِنَّ اللَّهَ يُحِبُّ الْمُقْسِطِينَ{9} إِنَّمَا الْمُؤْمِنُونَ إِخْوَةٌ فَأَصْلِحُوا بَيْنَ أَخَوَيْكُمْ وَاتَّقُوا اللَّهَ لَعَلَّكُمْ تُرْحَمُونَ{10}الحجرات\n73- إن أكرمكم عند الله أتقاكم\n- يا أيها الناس إنَّا خلقناكم من أب واحد هو آدم, وأُم واحدة هي حواء، فلا تفاضل بينكم في النسب, وجعلناكم بالتناسل شعوبًا وقبائل متعددة؛ ليعرف بعضكم بعضًا, إن أكرمكم عند الله أشدكم اتقاءً له. إن الله عليم بالمتقين, خبير بهم.وروى مسلم رحمه الله عن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم - :( إن الله لا ينظر إلى صوركم وأموالكم ولكن ينظر إلى قلوبكم وأعمالكم )رواه ابن ماجة .\nيقول الله تعالى\n- يَا أَيُّهَا النَّاسُ إِنَّا خَلَقْنَاكُم مِّن ذَكَرٍ وَأُنثَى وَجَعَلْنَاكُمْ شُعُوباً وَقَبَائِلَ لِتَعَارَفُوا إِنَّ أَكْرَمَكُمْ عِندَ اللَّهِ أَتْقَاكُمْ إِنَّ اللَّهَ عَلِيمٌ خَبِيرٌ{13}الحجرات\n74- التحذير من لهو الحياة الدنيا\n(1/61)\n",
        "- يحذر الله تعالى الناس فيقول جل وعز : أنما الحياة الدنيا لعب ولهو, تلعب بها الأبدان وتلهو بها القلوب, وزينة تتزينون بها, وتفاخر بينكم بمتاعها, وتكاثر بالعدد في الأموال والأولاد, مثلها كمثل مطر أعجب الزُّرَّاع نباته, ثم يهيج هذا النبات فييبس فتراه مصفرًا بعد خضرته, ثم يكون فُتاتًا يابسًا متهشمًا, وفي الآخرة عذاب شديد للكفار ومغفرة من الله ورضوان لأهل الإيمان. وما الحياة الدنيا لمن عمل لها ناسيًا آخرته إلا متاع الغرور. روى الإمام أحمد عن عبد الله قال : قال رسول الله - صلى الله عليه وسلم - : ( للجنة أقرب إلى أحدكم من شراك نعله والنار مثل ذلك) فتح الباري , ففي هذا الحديث دليل على اقتراب الخير والشر من الإنسان , فلهذا حثه الله تعالى على المبادرة إلى الخيرات من فعل الطاعات وترك المحرمات التي تكفر عنه الذنوب والزلات وتحصل له الثواب والدرجات.\nيقول الله تعالى\nاعْلَمُوا أَنَّمَا الْحَيَاةُ الدُّنْيَا لَعِبٌ وَلَهْوٌ وَزِينَةٌ وَتَفَاخُرٌ بَيْنَكُمْ وَتَكَاثُرٌ فِي الْأَمْوَالِ وَالْأَوْلَادِ كَمَثَلِ غَيْثٍ أَعْجَبَ الْكُفَّارَ نَبَاتُهُ ثُمَّ يَهِيجُ فَتَرَاهُ مُصْفَرّاً ثُمَّ يَكُونُ حُطَاماً وَفِي الْآخِرَةِ عَذَابٌ شَدِيدٌ وَمَغْفِرَةٌ مِّنَ اللَّهِ وَرِضْوَانٌ وَمَا الْحَيَاةُ الدُّنْيَا إِلَّا مَتَاعُ الْغُرُورِ{20}الحديد\n\n75- من أظلم ممن افترى على الله الكذب\n- يقول الله تعالى : ولا أحد أشد ظلمًا وعدونًا ممن اختلق على الله الكذب, وجعل له شركاء في عبادته, وهو يُدعى إلى الدخول في الإسلام وإخلاص العبادة لله وحده. والله لا يوفِّق الذين ظلموا أنفسهم بالكفر والشرك, إلى ما فيه فلاحهم.\nيقول الله تعالى\n- وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ الْكَذِبَ وَهُوَ يُدْعَى إِلَى الْإِسْلَامِ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ{7}الصف\n(1/62)\n\n76- التجارة التي تنجي المسلم من عذاب الله تعالى\n- يقول الله تعالى للمؤمنين : يا أيها الذين صدَّقوا الله ورسوله وعملوا بشرعه, هل أُرشِدكم إلى تجارة عظيمة الشأن تنجيكم من عذاب موجع؟ تداومون على إيمانكم بالله ورسوله وتجاهدون في سبيل الله؛ لنصرة دينه بما تملكون من الأموال والأنفس, ذلك خير لكم من تجارة الدنيا, إن كنتم تعلمون مضارَّ الأشياء ومنافعها, فامتثلوا ذلك. وإن فعلتم -أيها المؤمنون- ما أمركم الله به يستر عليكم ذنوبكم, ويدخلكم جنات تجري من تحت أشجارها الأنهار, ومساكن طاهرة زكية في جنات إقامة دائمة لا تنقطع, ذلك هو الفوز الذي لا فوز بعده. ونعمة أخرى لكم- أيها المؤمنون- تحبونها هي نصر من الله يأتيكم وفتح عاجل يتم على أيديكم. وبشِّر المؤمنين -أيها النبي- بالنصر والفتح في الدنيا والجنة في الآخرة.\nيقول الله تعالى\n- يَا أَيُّهَا الَّذِينَ آَمَنُوا هَلْ أَدُلُّكُمْ عَلَى تِجَارَةٍ تُنجِيكُم مِّنْ عَذَابٍ أَلِيمٍ{10} تُؤْمِنُونَ بِاللَّهِ وَرَسُولِهِ وَتُجَاهِدُونَ فِي سَبِيلِ اللَّهِ بِأَمْوَالِكُمْ وَأَنفُسِكُمْ ذَلِكُمْ خَيْرٌ لَّكُمْ إِن كُنتُمْ تَعْلَمُونَ{11} يَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَيُدْخِلْكُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ وَمَسَاكِنَ طَيِّبَةً فِي جَنَّاتِ عَدْنٍ ذَلِكَ الْفَوْزُ الْعَظِيمُ{12} وَأُخْرَى تُحِبُّونَهَا نَصْرٌ مِّنَ اللَّهِ وَفَتْحٌ قَرِيبٌ وَبَشِّرِ الْمُؤْمِنِينَ{13}الصف\n- إِن تُقْرِضُوا اللَّهَ قَرْضاً حَسَناً يُضَاعِفْهُ لَكُمْ وَيَغْفِرْ لَكُمْ وَاللَّهُ شَكُورٌ حَلِيمٌ{17}التغابن\n\n77- لا تلهكم أموالكم وأولادكم\n- يقول الله تعالى : يا أيها الذين صدَّقوا الله ورسوله وعملوا بشرعه, لا تَشْغَلْكم أموالكم ولا أولادكم عن عبادة الله وطاعته, ومن تشغَله أمواله وأولاده عن ذلك, فأولئك هم المغبونون حظوظهم من كرامة الله ورحمته.\n\nيقول الله تعالى",
        "(1/63)\n\n- يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تُلْهِكُمْ أَمْوَالُكُمْ وَلَا أَوْلَادُكُمْ عَن ذِكْرِ اللَّهِ وَمَن يَفْعَلْ ذَلِكَ فَأُوْلَئِكَ هُمُ الْخَاسِرُونَ{9}المنافقون\n78- العلم بأن ما أصاب من مصيبة فبإذن الله\n- ما أصاب أحدًا شيءٌ من مكروه يَحُلُّ به إلا بإذن الله وقضائه وقدره. ومَن يؤمن بالله يهد قلبه للتسليم بأمره والرضا بقضائه، ويهده لأحسن الأقوال والأفعال والأحوال؛ لأن أصل الهداية للقلب، والجوارح تبع . والله بكل شيء عليم, لا يخفى عليه شيء من ذلك. قال ابن عباس :أي ومن أصابته مصيبة فعلم أنها بقضاء الله وقدره فصبر واحتسب واستسلم لقضاء الله هدى الله قلبه, وعوضه عما فاته من الدنيا هدى في قلبه ويقيناً صادقاً وقد يخلف عليه ما أخذ منه أو خيراً منه .\nيقول الله تعالى\n- مَا أَصَابَ مِن مُّصِيبَةٍ إِلَّا بِإِذْنِ اللَّهِ وَمَن يُؤْمِن بِاللَّهِ يَهْدِ قَلْبَهُ وَاللَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ{11}التغابن\n79- التعريف بصفات أهل الجنة\n(1/64)",
        "\n- إن الإنسان جُبِلَ على الجزع وشدة الحرص,إذا أصابه المكروه والعسر فهو كثير الجزع والأسى،وإذا أصابه الخير واليسر فهو كثير المنع والإمساك،إلا المقيمين للصلاة الذين يحافظون على أدائها في جميع الأوقات، ولا يَشْغَلهم عنها شاغل، والذين في أموالهم نصيب معيَّن فرضه الله عليهم، وهو الزكاة لمن يسألهم المعونة, ولمن يتعفف عن سؤالها، والذين يؤمنون بيوم الحساب والجزاء فيستعدون له بالأعمال الصالحة, والذين هم خائفون من عذاب الله.إن عذاب ربهم لا ينبغي أن يأمنه أحد. والذين هم حافظون لفروجهم عن كل ما حرَّم الله عليهم, إلا على أزواجهم وإمائهم, فإنهم غير مؤاخذين. فمن طلب لقضاء شهوته غير الزوجات والمملوكات، فأولئك هم المتجاوزون الحلال إلى الحرام.والذين هم حافظون لأمانات الله, وأمانات العباد, وحافظون لعهودهم مع الله تعالى ومع العباد,والذين يؤدُّون شهاداتهم بالحق دون تغيير أو كتمان، والذين يحافظون على أداء الصلاة ولا يخلُّون بشيء من واجباتها. أولئك المتصفون بتلك الأوصاف الجليلة مستقرُّون في جنات النعيم، مكرمون فيها بكل أنواع التكريم.\nيقول الله تعالى\n(1/65)\n",
        "إِنَّ الْإِنسَانَ خُلِقَ هَلُوعاً{19} إِذَا مَسَّهُ الشَّرُّ جَزُوعاً{20} وَإِذَا مَسَّهُ الْخَيْرُ مَنُوعاً{21} إِلَّا الْمُصَلِّينَ{22} الَّذِينَ هُمْ عَلَى صَلَاتِهِمْ دَائِمُونَ{23} وَالَّذِينَ فِي أَمْوَالِهِمْ حَقٌّ مَّعْلُومٌ{24} لِّلسَّائِلِ وَالْمَحْرُومِ{25} وَالَّذِينَ يُصَدِّقُونَ بِيَوْمِ الدِّينِ{26} وَالَّذِينَ هُم مِّنْ عَذَابِ رَبِّهِم مُّشْفِقُونَ{27} إِنَّ عَذَابَ رَبِّهِمْ غَيْرُ مَأْمُونٍ{28} وَالَّذِينَ هُمْ لِفُرُوجِهِمْ حَافِظُونَ{29} إِلَّا عَلَى أَزْوَاجِهِمْ أَوْ مَا مَلَكَتْ أَيْمَانُهُمْ فَإِنَّهُمْ غَيْرُ مَلُومِينَ{30} فَمَنِ ابْتَغَى وَرَاء ذَلِكَ فَأُوْلَئِكَ هُمُ الْعَادُونَ{31} وَالَّذِينَ هُمْ لِأَمَانَاتِهِمْ وَعَهْدِهِمْ رَاعُونَ{32} وَالَّذِينَ هُم بِشَهَادَاتِهِمْ قَائِمُونَ{33} وَالَّذِينَ هُمْ عَلَى صَلَاتِهِمْ يُحَافِظُونَ{34} أُوْلَئِكَ فِي جَنَّاتٍ مُّكْرَمُونَ{35}المعارج\n80- الحث على العبادة في جوف الليل لفضلها\n- إن العبادة التي تنشأ في جوف الليل هي أشد تأثيرًا في القلب, وأبين قولا لفراغ القلب مِن مشاغل الدنيا.وأجمع للخاطر في أداء القراءة وتفهمها من قيام النهار لأنه وقت انتشار الناس ولغط الأصوات وأوقات المعاش.\nيقول الله تعالى\nإِنَّ نَاشِئَةَ اللَّيْلِ هِيَ أَشَدُّ وَطْءاً وَأَقْوَمُ قِيلاً{6}المزمل\n81- ما جزاء المتقون\n- والمتقون هم الذين خافوا ربهم في الدنيا, واتقوا عذابه بامتثال أوامره واجتناب نواهيه ويكونون يوم القيامة في ظلال الأشجار الوارفة وعيون الماء الجارية, وفواكه كثيرة مما تشتهيه أنفسهم يتنعمون. ويقال لهم: كلوا أكلا لذيذًا, واشربوا شربًا هنيئًا؛ بسبب ما قدمتم في الدنيا من صالح الأعمال.\nيقول الله تعالى\n(1/66)\n\nإِنَّ الْمُتَّقِينَ فِي ظِلَالٍ وَعُيُونٍ{41} وَفَوَاكِهَ مِمَّا يَشْتَهُونَ{42} كُلُوا وَاشْرَبُوا هَنِيئاً بِمَا كُنتُمْ تَعْمَلُونَ{43} إِنَّا كَذَلِكَ نَجْزِي الْمُحْسِنينَ{44}المرسلات\n82- جزاء من طغى وجزاء من نهى النفس عن الهوى\n- فأمَّا مَن تمرد على أمر الله, وفضل الحياة الدنيا على الآخرة, فإن مصيره إلى النار. وأمَّا مَنْ خاف القيام بين يدي الله للحساب،ونهى النفس عن الأهواء الفاسدة, فإن الجنة هي مسكنه.\nيقول الله تعالى\n- فَأَمَّا مَن طَغَى{37} وَآثَرَ الْحَيَاةَ الدُّنْيَا{38} فَإِنَّ الْجَحِيمَ هِيَ الْمَأْوَى{39} وَأَمَّا مَنْ خَافَ مَقَامَ رَبِّهِ وَنَهَى النَّفْسَ عَنِ الْهَوَى{40} فَإِنَّ الْجَنَّةَ هِيَ الْمَأْوَى{41}النازعات\n- إِنَّ الْأَبْرَارَ لَفِي نَعِيمٍ{13} وَإِنَّ الْفُجَّارَ لَفِي جَحِيمٍ{14} يَصْلَوْنَهَا يَوْمَ الدِّينِ{15} وَمَا هُمْ عَنْهَا بِغَائِبِينَ{16}الانفطار\n83- النهي عن زجر الفقير الذي يسأل الناس\n- فأما اليتيم فلا تُسِئْ معاملته, وأما السائل فلا تزجره, بل أطعمه, واقض حاجته, وأما بنعمة ربك التي أسبغها عليك فتحدث بها.\nيقول الله تعالى\n- فَأَمَّا الْيَتِيمَ فَلَا تَقْهَرْ{9} وَأَمَّا السَّائِلَ فَلَا تَنْهَرْ{10} وَأَمَّا بِنِعْمَةِ رَبِّكَ فَحَدِّثْ{11}الضحى\n84- الجزاء على كل ذرة من العمل خيراً أو شراً",
        "(1/67)\n\nفمن يعمل وزن نملة صغيرة خيرًا، ير ثوابه في الآخرة, ومن يعمل وزن نملة صغيرة شرًا, ير عقابه في الآخرة.وفي صحيح البخاري عن عدي مرفوعاً , قال رسول الله - صلى الله عليه وسلم - :(اتقوا النار ولو بشق تمرة , ولو بكلمة طيبة) , وروى عن عائشة رضي الله عنها أنها تصدقت بعنبة وقالت : كم فيها من مثقال ذرة. وروى الإمام أحمد عن عوف ابن الحارث بن الطفيل أن عائشة رضي الله عنها أخبرته أن النبي - صلى الله عليه وسلم - كان يقول:( يا عائشة !إياك ومحقرات الذنوب فإن لها من الله طالباً) رواه النسائي وابن ماجة.\nيقول الله تعالى\n- فَمَن يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْراً يَرَهُ{7} وَمَن يَعْمَلْ مِثْقَالَ ذَرَّةٍ شَرّاً يَرَهُ{8}الزلزلة\n\n85- الاستعاذة من شر الحاسد\n- يجب الاستعاذة بالله تعالى من شر كل حاسد مبغض للناس إذا حسدهم على ما وهبهم الله من نعم, وأراد زوالها عنهم وإيقاع الأذى بهم . وفي صحيح مسلم أن جبريل جاء إلى النبي - صلى الله عليه وسلم - فقال:اشتكيت يا محمد ؟ فقال (نعم) فقال: باسم الله أرقيك من كل داء يؤذيك, ومن شر كل حاسد وعين , الله يشفيك .\nيقول الله تعالى\n- وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ{5}الفلق\n\n86- الاستعاذة من الشيطان\n(1/68)",
        "\n- الواجب على كل مسلم أن يعرف أن أهم عدو له في هذه الحياة الدنيا إنما هو الشيطان اللعين , الذي يوسوس له في كل أوقاته وفي كل الأماكن , حتى في بيوت الله تعالى أشرف الأماكن وفي أثناء الصلاة و التي هي أشرف العبادات , و الشيطان يجري من ابن آدم مجرى الدم , فالعداوة قديمة أزلية , من حين أمره الله تعالى أن يسجد لآدم فرفض أمر الله فأخرجه الله تعالى من رحمته ولعنه إلى يوم الدين , فحين يبدأ الشيطان ألاعيبه على ابن آدم ويشعر أنه قد دخل إليه الشيطان , فيجب عليه فوراً أن يقول أعوذ بالله من الشيطان الرجيم , فحينها يخنس الشيطان ويختفي عند ذكر الله تعالى , وإن غفل ابن آدم أن يستعيذ بالله من الشيطان الرجيم , فعندها قد سيطر الشيطان عليه ولعب به وعاث به فساداً ولا حول ولا قوة إلا بالله العلي العظيم .\nيقول الله تعالى\n- مِن شَرِّ الْوَسْوَاسِ الْخَنَّاسِ{4} الَّذِي يُوَسْوِسُ فِي صُدُورِ النَّاسِ{5} مِنَ الْجِنَّةِ وَ النَّاسِ{6}الناس\n88- حق الجار\n(1/69)\n",
        "- من أعظم الحقوق الواجبة على المسلم , هو معرفته بحق جاره عليه , وقد وصى رسول الله - صلى الله عليه وسلم - في كثير من الأحاديث على حق الجار, فمن هو الجار ؟ جاء في مسند البزار قال رسول الله - صلى الله عليه وسلم - ( الجيران ثلاثة : جار له حق واحد , وهو أدنى الجيران حقاً , وجار له حقان , وجار له ثلاثة حقوق , وهو أفضل الجيران حقاً , فأما الذي له حق واحد فجار مشرك لا رحم له , له حق الجوار, وأما الذي له حقان فجار مسلم , له حق الإسلام وحق الجوار , وأما الذي له ثلاثة حقوق فجار مسلم ذو رحم له حق الجوار وحق الإسلام وحق الرحم) . وروى الإمام أحمد عن عبد الله بن عمر - رضي الله عنه - :أن رسول الله - صلى الله عليه وسلم - قال:( مازال جبريل يوصيني بالجار حتى ظننت أنه سيورثه) الصحيحين . ومن حديث ابن مسعود : قلت : يا رسول الله , أي الذنب أعظم ؟ قال : ( أن تجعل لله نداً وهو خلقك) قلت : ثم أي ؟ قال: ( أن تقتل ولدك خشية أن يطعم معك) . قلت : ثم أي ؟ قال : (أن تزاني حليلة جارك) الصحيحين .\nيقول الله تعالى\n- وَاعْبُدُواْ اللّهَ وَلاَ تُشْرِكُواْ بِهِ شَيْئاً وَبِالْوَالِدَيْنِ إِحْسَاناً وَبِذِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينِ وَالْجَارِ ذِي الْقُرْبَى وَالْجَارِ الْجُنُبِ وَالصَّاحِبِ بِالجَنبِ وَابْنِ السَّبِيلِ وَمَا مَلَكَتْ أَيْمَانُكُمْ إِنَّ اللّهَ لاَ يُحِبُّ مَن كَانَ مُخْتَالاً فَخُوراً{36}النساء\n89- عدم الإشراك بالله تعالى\n(1/70)\n\n- عدم الإشراك بالله تعالى هو أول وآخر أمر من الله تعالى للناس أجمعين , ومن كان يتصف بأجل الأوصاف وأكرم الصفات وأحسن الأخلاق والفضائل ولكنه كان مشركاً بالله تعالى , فلا شيء يفيده وكان من أصحاب النار خالداً فيها ,وما كان بعث الله تعالى للأنبياء جميعاً عليهم صلوات الله وسلامه وحتى بعث آخر الأنبياء محمد - صلى الله عليه وسلم - إلا لأمر الناس بتوحيد الله تعالى وإفراده بالعبادة دون غيره, فإذا لقيت الله تعالى يوم القيامة لا تشرك به شيئاً فإنه تعالى غفور وعفو وكريم ونهايتك بإذن الله تعالى في الجنة , ولكن إن كنت مشركاً بالله تعالى حبط عنك جميع عملك من خير وصدقة وإحسان وفضائل ودخلت النار خالداً فيها لأنه لا يقبل مع الشرك عمل صالح .\nيقول الله تعالى\n{وَاعْبُدُواْ اللّهَ وَلاَ تُشْرِكُواْ بِهِ شَيْئاً وَبِالْوَالِدَيْنِ إِحْسَاناً وَبِذِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينِ وَالْجَارِ ذِي الْقُرْبَى وَالْجَارِ الْجُنُبِ وَالصَّاحِبِ بِالجَنبِ وَابْنِ السَّبِيلِ وَمَا مَلَكَتْ أَيْمَانُكُمْ إِنَّ اللّهَ لاَ يُحِبُّ مَن كَانَ مُخْتَالاً فَخُوراً }النساء36\n{إِنَّ اللّهَ لاَ يَغْفِرُ أَن يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَن يَشَاءُ وَمَن يُشْرِكْ بِاللّهِ فَقَدِ افْتَرَى إِثْماً عَظِيماً }النساء48\n{إِنَّ اللّهَ لاَ يَغْفِرُ أَن يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَن يَشَاءُ وَمَن يُشْرِكْ بِاللّهِ فَقَدْ ضَلَّ ضَلاَلاً بَعِيداً }النساء116\n{لَقَدْ كَفَرَ الَّذِينَ قَالُواْ إِنَّ اللّهَ هُوَ الْمَسِيحُ ابْنُ مَرْيَمَ وَقَالَ الْمَسِيحُ يَا بَنِي إِسْرَائِيلَ اعْبُدُواْ اللّهَ رَبِّي وَرَبَّكُمْ إِنَّهُ مَن يُشْرِكْ بِاللّهِ فَقَدْ حَرَّمَ اللّهُ عَلَيهِ الْجَنَّةَ وَمَأْوَاهُ النَّارُ وَمَا لِلظَّالِمِينَ مِنْ أَنصَارٍ }المائدة72\n{",
        "(1/71)\n\nذَلِكَ هُدَى اللّهِ يَهْدِي بِهِ مَن يَشَاءُ مِنْ عِبَادِهِ وَلَوْ أَشْرَكُواْ لَحَبِطَ عَنْهُم مَّا كَانُواْ يَعْمَلُونَ }الأنعام88\n{قُلْ تَعَالَوْاْ أَتْلُ مَا حَرَّمَ رَبُّكُمْ عَلَيْكُمْ أَلاَّ تُشْرِكُواْ بِهِ شَيْئاً وَبِالْوَالِدَيْنِ إِحْسَاناً وَلاَ تَقْتُلُواْ أَوْلاَدَكُم مِّنْ إمْلاَقٍ نَّحْنُ نَرْزُقُكُمْ وَإِيَّاهُمْ وَلاَ تَقْرَبُواْ الْفَوَاحِشَ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ وَلاَ تَقْتُلُواْ النَّفْسَ الَّتِي حَرَّمَ اللّهُ إِلاَّ بِالْحَقِّ ذَلِكُمْ وَصَّاكُمْ بِهِ لَعَلَّكُمْ تَعْقِلُونَ }الأنعام151\n{قُلْ إِنَّمَا حَرَّمَ رَبِّيَ الْفَوَاحِشَ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ وَالإِثْمَ وَالْبَغْيَ بِغَيْرِ الْحَقِّ وَأَن تُشْرِكُواْ بِاللّهِ مَا لَمْ يُنَزِّلْ بِهِ سُلْطَاناً وَأَن تَقُولُواْ عَلَى اللّهِ مَا لاَ تَعْلَمُونَ }الأعراف33\n{لَّكِنَّا هُوَ اللَّهُ رَبِّي وَلَا أُشْرِكُ بِرَبِّي أَحَداً }الكهف38\n{قُلْ إِنَّمَا أَنَا بَشَرٌ مِّثْلُكُمْ يُوحَى إِلَيَّ أَنَّمَا إِلَهُكُمْ إِلَهٌ وَاحِدٌ فَمَن كَانَ يَرْجُو لِقَاء رَبِّهِ فَلْيَعْمَلْ عَمَلاً صَالِحاً وَلَا يُشْرِكْ بِعِبَادَةِ رَبِّهِ أَحَداً }الكهف110\n{وَإِذْ قَالَ لُقْمَانُ لِابْنِهِ وَهُوَ يَعِظُهُ يَا بُنَيَّ لَا تُشْرِكْ بِاللَّهِ إِنَّ الشِّرْكَ لَظُلْمٌ عَظِيمٌ }لقمان13\n{وَلَقَدْ أُوحِيَ إِلَيْكَ وَإِلَى الَّذِينَ مِنْ قَبْلِكَ لَئِنْ أَشْرَكْتَ لَيَحْبَطَنَّ عَمَلُكَ وَلَتَكُونَنَّ مِنَ الْخَاسِرِينَ }الزمر65\n{قُلْ إِنَّمَا أَدْعُو رَبِّي وَلَا أُشْرِكُ بِهِ أَحَداً }الجن20\n\n-------------------------\nتم الانتهاء من هذا الكتاب بإذن الله تعالى ومشيئته\nيوم الأربعاء 25/3/1429هـ الموافق 2/4/2008م\n---------------------------\nahmedaly240@hotmail.com\nahmedaly2407@gmail.com\n\nالمراجع\n(1/72)",
        "\n1- التفسير الميسر.\n2- تفسير الجلالين.\n3- المصباح المنير في تهذيب تفسير ابن كثير.\n(1/73)\n"
    ]
}