{
    "partText": [
        "\nكيف تحفظ؟\nالقرآن الكريم\nآراء من حفاظ\n\nجمع وإعداد\nمحمد بن علي العرفج\nغفر الله له ولوالديه وأهله وذريته ولجميع لمسلمين\n\nF\n\nالحمد لله والصلاة والسلام على رسول الله وعلى آله وصحبه ومن والاه.. وبعد:\nفهذه الرسالة الصغيرة في حجمها، الكبيرة في مبناها ومعناها، لاسيما وأنها تشتمل على خلاصة تجارب للمتخصصين في القرآن، حفظاً وتجويداً وتطبيقاً، على من يريدون حفظ كتاب الله، ولما نفدت الطبعات السابقة، وكان لابد من طباعتها، زيدت هذه الطبعة بحمد الله بتجارب الآخرين بالإضافة إلى اشتمالها على موضوعات مهمة، كفضل تعلم القرآن وتعليمه، وشيئاً من آداب تلاوة القرآن القلبية والظاهرية، والتي كون العمل بها له أثر بإذن الله في خشوع القلب وخضوعه لله وتدبر كتابه والتفكر في معانيه.\nأسأل الله - سبحانه وتعالى - بأسمائه الحسنى وصفاته العلى أن يتقبل هذا العمل وأن يجعله خالصاً لوجهه الكريم وأن ينفع به الإسلام والمسلمين هو ولي ذلك والقادر عليه.\nوصلى الله وسلم على نبينا محمد وعلى آله وصحبه أجمعين.\n\n} - { } - {\nF\n\nالحمد لله وحده والصلاة والسلام على من لا نبي بعده... وبعد:\n(1/1)\n",
        "نقدم لك أخي القارئ الكريم هذه المقابلات مع حفظة كتاب الله آملين أن تكون لك تشجيعاً على الاهتمام بكتاب الله الذي هو حبل الله المتين وصراطه المستقيم الذي من تمسك به فلن يضل بعده أبداً... وهذه المقابلات خلاصة تجارب هؤلاء وعصارة أفهامهم، والحكمة ضالة المؤمن أنى وجدها فهو أحق بها، فلا يفوتك ما فيها من فائدة ولا تنسى ما فيها من تذكير ولا تهمل ما فيها من توجيه، أقدم لك خلاصة لقائي بأولئك الحفاظ حين شرفت من قبل الإدارة العامة للتعليم بالرياض بإدارة دورات معلمي المرحلة الابتدائية لتحفيظ القرآن الكريم بالرياض قبل بضع سنوات، وقد علمت أن كثيراً من المدرسين الذين وردت أسماؤهم قد تضاعف إنتاجهم بأعداد كبيرة عما كان وقت المقابلة، فلهم مني المعذرة وأرجو لهم من الله المثوبة نفعنا الله جميعاً بها وجعلها عملاً خالصاً لوجهه الكريم، كما أسأله أن يثبت القرآن في قلوبنا وأن يجريه على ألسنتنا، وأن يرزقنا العلم والعمل به إنه على ذلك قدير وصلى الله وسلم على محمد وعلى آله وصحبه أجمعين.\n\n} - { } - {\nأحكام الاستعاذة والبسملة\n\nعلى قارئ القرآن إذا أراد البدء في قراءة القرآن أن يستعيذ بالله من الشيطان الرجيم لقول الله تعالى: { فَإِذَا |Nù&uچs% الْقُرْآَنَ فَاسْتَعِذْ بِاللَّهِ مِنَ الشَّيْطَانِ الرَّجِيمِ (98) } [النحل: 98]، ثم يثني بالبسملة إذا كان أول سورة ذكرت فيها البسملة ولا يذكر البسملة في أول سورة براءة، قال تعالى: بسم الله الرحمن الرحيم { ù&uچّ%$# بِاسْمِ رَبِّكَ الَّذِي خَلَقَ (1) } [العلق: 1].\nوللإستعاذة والبسملة مع وصلهما بالقراءة أو قطعهما عن القراءة أو فصلهما عن بعض أربعة أوجه:\n(1/2)\n\nالوجه الأول: قطع الجميع (1) .. أي فصل الاستعاذة عن البسملة، والبسملة عن القراءة، ويكون بين الاستعاذة والبسملة تنفس تام، وكذلك بين البسملة والقراءة سواء أكانت من أول السورة أم من غير أولها.\nالوجه الثاني: قطع الأول - وهي الاستعاذة - عن الثاني - وهي البسملة - ووصل البسملة بالثالث - وهي القراءة.\nالوجه الثالث: وصل الأول بالثاني دون أن يكون بينهما تنفس مع الوقف على الثاني، ثم يبدأ بالقراءة.\nالوجه الرابع: وصل الجميع... أي وصل الاستعاذة بالبسملة ووصل البسملة بالقراءة بنفس واحد.\nوأما بالنسبة لوجوب وجواز الاستعاذة والبسملة في حالة الابتداء والوصل فهو كما يلي:\n1 - إذا كان البدء بالقراءة من أول السورة، فلابد من الاستعاذة والبسملة.\n2 - وأما إذا كان البدء بالقراءة من غير أول السورة، فتجب الاستعاذة - ولا تجب البسملة... بل تجوز جوازاً.\n3 - إذا أراد القارئ أن ينتقل إلى أول سورة أخرى سواء أكان قد أتم السورة الأولى أم لم يتممها، فتكفي البسملة هذا إذا لم يقطع قراءته في تكليم أحد أو يليه بشيء آخر، أما إذا كان القطع بسبب تصحيح المعلم خطأ التلميذ أو سؤال التلميذ معلمه عن حكم من أحكام التلاوة والترتيل فلا حرج إذا لم يستعذ \"غير الأولى\".\n4 - إذا أراد القارئ أن ينتقل من سورة إلى أخرى - ليس من أولها - فلا حاجة إلى الاستعاذة والبسملة... بشرط أن لا يكون قطع بين الأولى والثانية.\n__________\n(1) ... معنى الجميع: أي المقاطع الثلاثة، المقطع الأول: الاستعاذة، الثاني: البسملة، الثالث: القراءة. ...",
        "(1/3)\n\n5 - إذا أراد القارئ أن يصل سورة ما بأول سورة أخرى فلا يصح له أن يقف على البسملة، مثل { فَإِذَا |Mّîuچsù فَانْصَبْ (7) وَإِلَى رَبِّكَ فَارْغَبْ (8) } [الشرح: 7 ــ 8] بسم الله الرحمن الرحيم. بل يجب عليه أن يصل البسملة بالكملة التابعة لها ولو بكلمة واحدة أو يعيد قراءة البسملة إذا وقف عليها لضرورة، لأنه إذا وقف على البسملة دون أن يصلها بما بعدها... أو لم يعدها تحسب كأنها من السورة الأولى.\n6 - أن سورة التوبة لا يصح فيها البسملة إذا بُدئ من أولها، أما إذا كان البدء من غير أولها فلا حرج من البسملة بعد الاستعاذة... وذلك لأن الآية الأولى من هذه السورة تشير إلى غضب الله - عز وجل - على المشركين، إذ لا يستوي الغضب - والرحمة التي في البسملة - في آن واحد.\n\n} - { } - {\n\nتعليم القرآن\n\nإن تعليم القرآن هو أشرف عمل في هذه الحياة، يقوم به الإنسان ويستغل بالدعوة لتعليمه وتهيئة الأمور للمتعلمين وتشجيعهم، ويدخل الجميع في عموم قوله @: \"خيركم من تعلم القرآن وعلمه\".\n\nفضل القرآن وقراءته\n\nالقرآن الكريم هو كلام الله تعالى الذي أوحاه إلى نبيه محمد عليه الصلاة والسلام، فكان معجزة خالدة في صدق الدعوة وقوة الإقناع، لا تنقضي عجائبه، ولا يملُّه الإنسان مع كثرة الترداد، وقد رغبنا الله تعالى في تلاوته وتدبُّر معانيه في آيات كثيرة:\nقال تعالى: { إِنَّ الَّذِينَ يَتْلُونَ كِتَابَ اللَّهِ وَأَقَامُوا الصَّلَاةَ وَأَنْفَقُوا مِمَّا رَزَقْنَاهُمْ سِرًّا وَعَلَانِيَةً يَرْجُونَ Zouچ\"pgدB لَنْ تَبُورَ (29) } [فاطر: 29].\nوقال تعالى: { وَأُمِرْتُ أَنْ أَكُونَ مِنَ tûüدJد=َ،كJّ9$# (91) وَأَنْ أَتْلُوَ الْقُرْآَنَ } [النمل: 91 ــ 92].\nوقال تعالى: { وَالَّذِينَ إِذَا ذُكِّرُوا بِآَيَاتِ رَبِّهِمْ لَمْ يَخِرُّوا عَلَيْهَا صُمًّا وَعُمْيَانًا (73) } [الفرقان: 73].\n(1/4)",
        "\nوقال @: \"اقرؤوا القرآن فإنه يأتي يوم القيامة شفيعاً لأصحابه\" (1) .\nفنسأل الله أن يجعلنا من أهل القرآن وممن يهدون بالحق وبه يعدلون.\nحفظ القرآن\n\nقال @: \"إن الله يرفع بهذا الكتاب أقواماً ويضع به آخرين\" (2) .\nأكمل درجات المسلم أن يكون حافظاً لكتاب الله، بمعنى أن تكون الآيات محفوظة في عقله وقلبه بترتيبها وصحتها كما جاء بها النبي @ عن جبريل # عن ربه - عز وجل - وبحيث يستعيدها الإنسان من ذكراته متى شاء دون حاجة إلى المصحف، وهذا النوع من الحفظ في الصدور هو الذي أوصل إلينا القرآن سليماً من الضياع والتحريف عبر القرون، ويجب على الإنسان أن يحفظ من القرآن ما تصح به صلاته.\nإن حفظ القرآن من أعظم العبادات، وحُفاظ القرآن هم أولياء الله وخاصته، كما أخبر النبي @ فقال: \"أهلُ القرآن أهلُ الله وخاصته\" رواه النسائي وابن ماجه.\nومعنى أهل الله: أي أولياؤه وأنصاره.\nوحافظ القرآن يشفع له القرآن يوم القيامة، قال @: \"اقرؤوا القرآن فإنه يأتي يوم القيامة شفيعاً لأصحابه\" رواه مسلم.\n\nتجويد القرآن\n\nأي قراءته بالطريقة الصحيحة، كما قرأها رسول الله @ وكما قرأها الصحابة } .\nوقد أمرنا الله - عز وجل - بتجويد القرآن فقال: { وَرَتِّلِ الْقُرْآَنَ تَرْتِيلًا } [المزمل: 4].\nوأمرنا به نبيه @ فقال: \"ليس منا من لم يتغن بالقرآن\" [رواه البخاري ومسلم].\n\n} - { } - {\n\nآداب قارئ القرآن\n\nوهذه الآداب منها ما هو واجب ومنها ما هو مستحب بالنص، ومنها ما هو مرغب فيه عند بعض العلماء وليس فيه نص..\nأولاً: آداب قلبية:\n1 - أن يخلص لله في قراءته بأن يقصد بها رضى الله وثوابه ويستحضر عظمة منزل القرآن في القلب وأن يتنبه إلى أن ما يقرؤه ليس من كلام البشر وأن لا يطلب بالقرآن شرف المنزلة عند أبناء الدنيا.\n__________\n(1) ... رواه مسلم من حديث أبي أمامة الباهلي >. ...\n(2) ... رواه مسلم من عمر >. ...\n(1/5)\n",
        "2 - أن يحضر القلب ويطرد حديث النفس أثناء التلاوة ويصون يديه عن العبث وعينيه عن تفريق نظرهما من غير حاجة.\n3 - التدبر ومحاولة استيعاب المعنى لأنها أوامر رب العالمين التي يجب أن ينشط العبد إلى تنفيذها بعد فهمها وتدبرها.\n4 - أن يتفاعل قلبه مع كل آية بما يليق بها فيتأمل في معاني أسماء الله وصفاته حسب فهم السلف ويتأسى بأحوال الأنبياء والصالحين ويعتبر بأحوال المكذبين وهكذا.\n5 - أن يستشعر القارئ بأن كل خطاب في القرآن موجه إليه شخصياً.\n6 - التأثر فيتجاوب مع كل آية يتلوها فعند الوعيد يتضاءل خيفة، وعند الوعد يستبشر فرحاً وعند ذكر الله وصفاته وأسماءه يتطأطأ خضوعاً وعند ذكر الكفار وقلة أدبهم ودعاويهم يخفض صوته وينكسر في باطنه حياء من قبح مقالتهم ويشتاق للجنة عند وصفها ويرتعد من النار عند ذكرها.\n7 - أن يتبرأ من حوله وقوته إذ لا حول ولا قوة إلا بالله العلي العظيم ويتحاشى النظر إلى نفسه بعين الرضا والتزكية.\n8 - تحاشي موانع الفهم مثل أن يصرف همه كله إلى تجويد الحروف وغير ذلك ويجب عليه أيضاً حصر معاني آيات القرآن فيما تلقنه من تفسير.\n9 - سؤال الله الرحمة إذا مر بآية رحمة والاستعاذة إذا مر بآية عذاب.\nثانياً: آداب ظاهرية:\n1 - يستحب أن يتطهر ويتوضأ قبل القراءة لما روى ابن عمر { قال: قال رسول الله @: \"لا يمس القرآن إلا طاهر\" [صحيح الجامع 7657].\n2 - أن يستاك فيطيب فمه لأنه طريق القرآن.\n3 - الأفضل أن يستقبل القبلة عند قراءته لأنها أشرف الجهات.\n4 - أن يتعوذ بالله من الشيطان الرجيم ويقرأ: بسم الله الرحمن الرحيم إذا بدأ من أول السورة.\n5 - أن يتعاهد القراءة بالمواظبة على قراءته وعدم تعريضه للنسيان وينبغي أن لا يمضي عليه يوم إلا ويقرأ فيه شيئاً من القرآن حتى لا ينساه ولا يهجر المصحف.\n6 - عدم قطع القراءة بكلام لا فائدة فيه.\n(1/6)\n\n7 - أن يحسن صوته بالقرآن ما استطاع \"زينوا القرآن بأصواتكم؛ فإن الصوت الحسن يزيد القرآن حُسناً\" [رواه أحمد وأبو داود وابن ماجة وصححه الألباني في صحيح الجامع 3580].\nكما أنه يستحب له ترتيل القرآن وعدم الإسراع لغير غرض شرعي.\n8 - أن يحترم المصحف فلا يضعه في الأرض ولا يضع فوقه شيئاً ولا يرمي به لصاحبه إذا أراد أن يناوله إياه ولا يمسه إلا وهو طاهر.\n9 - اختيار المكان المناسب مثل المسجد أو مكاناً في بيته بعيداً عن الموانع والشواغل والتشويش أو حديقة أو غير ذلك.\n10- اختيار الوقت المناسب والذي يتجلى الله فيه على عباده وتتنزل فيه فيوضات رحمته وأفضل الأوقات الثلث الأخير من الليل وقراءة الفجر.\n11- البكاء أثناء التلاوة وبخاصة عند قراءة آيات العذاب أو المرور بمشاهده وذلك عندما يستحضر مشاهد القيامة وأحداث الآخرة ومظاهر الهول فيها ثم يلاحظ تقصيره وتفريطه، فإذا لم يستطع البكاء فليحاول التباكي، والتباكي هو استجلاب البكاء فإن عجز عن البكاء والتباكي فليحاول أن يبكي على نفسه هو وعلى قلبه وروحه لكونه محروماً من هذه النعم الربانية مريضاً بقسوة القلب وجحود العين، اللهم إنا نعوذ بك من عين لا تدمع وقلب لا يخشع.\n12- على المستمع للقرآن أن يتأدب بالآداب السابقة كلها ويزيد عليها حسن السماع وحسن الإنصات والتدبر وحسن التلقي وأن لا يفتح أذنيه فقط بل كل مشاعره وأحاسيسه، قال تعالى: { وَإِذَا چکحچè% الْقُرْآَنُ فَاسْتَمِعُوا لَهُ وَأَنْصِتُوا ِNن3¯=yès9 تُرْحَمُونَ (204) } [الأعراف: 204].\nمن عوائق الحفظ\nهناك بعض الأسباب التي تمنع الحفظ وتؤدي إلى نسيان القرآن الكريم ولابد لمن أراد أن يحفظ القرآن الكريم أن ينتبه لها وأن يتجنبها.. ونذكر أهمها وهي:\n1 - كثرة الذنوب والمعاصي فإنها تُنسي العبد القرآن وتُنسيه نفسه وتعمي قلبه عن ذكر الله وتلاوة وحفظ القرآن الكريم.",
        "(1/7)\n\n2 - عدم المتابعة والمراجعة الدائمة والتسميع لما حفظه من القرآن الكريم.\n3 - الاهتمام الزائد بأمور الدنيا يجعل القلب معلق بها وبالتالي لا يستطيع أن يحفظ بسهولة.\n4 - حفظ آيات كثيرة في وقت قصير والانتقال إلى غيرها قبيل إتقانها.\nخطوات لمن أراد الحفظ\n\nأخي يا من تريد حفظ القرآن الكريم:\nسبق أن عرفت فضل حفظ القرآن وفضل تعلمه وتعليمه من قوله @: \"خيركم من تعلم القرآن وعلمه\" [رواه البخاري]. وهنا نذكر لك بعض القواعد المعينة على حفظ القرآن الكريم إن شاء الله تعالى نفعنا الله وإياك بالقرآن الكريم:\n1 - الإخلاص:\nيجب إخلاص النية وإصلاح القصد، وجعل حفظ القرآن والعناية به من أجل الله - سبحانه وتعالى - والفوز بجنته، وحصول مرضاته، ونيل تلك الجوائز العظيمة لمن قرأ القرآن وحفظه، قال تعالى: { إِنَّا !$uZّ9u\"Rr& إِلَيْكَ الْكِتَابَ بِالْحَقِّ فَاعْبُدِ اللَّهَ $Tءد=ّƒèC لَهُ الدِّينَ (2) أَلَا لِلَّهِ الدِّينُ كبد9$sƒù:$# } [الزمر: 2 ــ 3].\nوقال @: \"إنما الأعمال بالنيات\".\n2 - تصحيح النطق والقراءة:\nأول خطوة في طريق الحفظ بعد الإخلاص هو وجوب تصحيح النطق بالقرآن ولا يكون ذلك إلا بالسماع من قارئ مجيد أو حافظ متقن، والقرآن لا يؤخذ إلا بالتلقي فقد أخذه الرسول @ وهو أفصح العرب لساناً من جبريل شفاهاً، وكان الرسول @ نفسه يعرض القرآن على جبريل كل سنة مرة واحدة في رمضان وعرضه في العام الذي توفي فيه عرضتين، [رواه البخاري].\nوتصحيح القراءة أولاً بأول وعدم الاعتماد على\nالنفس في قراءة القرآن حتى ولو كان الشخص ملماً بالعربية وعليماً بقواعدها، وذلك لأن في القرآن\nآيات كثيرة قد تأتي على خلاف المشهور من قواعد\nالعربية.\n3 - تحديد نسبة الحفظ كل يوم:\n(1/8)",
        "\nعلى مريد حفظ القرآن أن يحدد قدراً يستطيع حفظه في اليوم، إما عدداً من الآيات مثلاً، أو صفحة أو صفحتين من المصحف، وإما ثُمناً من الجزء وهكذا، ثم يبدأ بعد تحديد مقدار حفظه تصحيح قراءته بالتكرار والترداد حتى يحفظ مقدار ما حدده.\n4 - لا تجاوز مقررك اليوم حتى تجيد حفظه تماماً:\nعلى من يريد الحفظ أن لا ينتقل إلى مقرر جديد في الحفظ إلا بعد حفظ المقرر السابق وذلك ليثبت ما حفظه تماماً في الذهن.\n5 - مما يعين على حفظ المقرر أن يجعله الحافظ شغله طيلة ساعات النهار والليل:\nفيكرر قراءته متى حصل فرصة كما أنه يحرص على قراءته في الصلاة السرية، وإن كان إماماً ففي الجهرية كذلك وفي النوافل، وكذلك في أوقات انتظار الصلوات وفي ختام الصلاة وبهذه الطريقة يسهل الحفظ جداً ويستطيع كل أحد أن يمارسه ولو كان مشغولاً بأشغال كثيرة.\n6 - حافظ على رسم واحد لمصحف حفظك:\nمما يعين تماماً على الحفظ أن يجعل الحافظ لنفسه مصحفاً خاصاً لا يغيره مطلقاً، وذلك لأن صور الآيات ومواضعها في المصحف تنطبع في الذهن مع كثرة القراءة والنظر في المصحف.\n7 - الفهم طريق الحفظ:\nمن أعظم ما يعين على الحفظ فهم الآيات المحفوظة ومعرفة وجه ارتباط بعضها ببعض، فعلى الحافظ أن يقرأ تفسيراً للآيات التي لا يستطيع حفظها وأن يعلم وجه ارتباط بعضها ببعض، وأن يكون حاضر الذهن عند القراءة وذلك ليسهل عليه استذكار الآيات.\n8 - لا تتجاوز سورة تحتى تربط أولها بآخرها:\nينبغي للحافظ أن لا ينتقل إلى سورة أخرى إلا بعد إتمام حفظ السورة السابقة تماماً، وربط أولها بآخرها وأن يجري لسانه بها بسهولة ويسر ودون إعنات فكر وكد في تذكر الآيات، ومتابعة القراءة.\n9 - التسميع الدائم:\n(1/9)\n",
        "على مريد حفظ القرآن ألا يعتمد على حفظه بمفرده بل يعرض حفظه دائماً على آخر أو متابع في المصحف، وحبذا لو كان هذا مع حافظ متقن، وذلك حتى ينبه الحافظ لما يمكن أن يكون مريد الحفظ قد نسيه من القراءة أو ردده دون وعي.\n10 - المتابعة الدائمة:\nيختلف القرآن في الحفظ عن أي محفوظ آخر من الشعر أو النثر، وذلك لأن القرآن سريع الهروب من الذهن بل قال الرسول @: \"والذي نفسي بيده لهو أشد تفلتاً من الإبل في عقلها\" [متفق عليه].\n11 - العناية بالمتشابهات:\nالقرآن متشابه في معانيه وألفاظه وآياته،قال تعالى: { اللَّهُ نَزَّلَ أَحْسَنَ د]ƒد‰utù:$# كِتَابًا $Ygخ6\"t±tF-B z'دT$sW¨B تَقْشَعِرُّ مِنْهُ جُلُودُ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ ثُمَّ كû,ح#s? جُلُودُهُمْ وَقُلُوبُهُمْ إِلَى حچّ.دŒ اللَّهِ } [الزمر: 23].\nفعلى من يريد حفظ القرآن المجيد أن يعنى عناية خاصة بالمتشابهات من الآيات ونعني بالمتشابه هنا التشابه اللفظي.\nوعلى مدى العناية بهذا المتشابه تكون إجادة الحفظ، ويمكن الاستعانة على ذلك بكثرة الإطلاع في الكتب التي اهتمت بهذا النوع من الآيات المتشابهة.\n12 - اغتنم سني الحفظ الذهبية:\nالموفق حتماً من اغتنم سنوات الحفظ الذهبية وهي من سن الخامسة إلى الثالثة والعشرين تقريباً.\nوهذه السنين يكون الإنسان فيها سريع الحفظ فقط وإلا فإن الحفظ عند الإنسان مستمر حتى الهرم، لكن تضعف كلما تقادم به العمر، ولا يعني هذا أن كبير السن لا يستطيع الحفظ، فالرسول @ نزل عليه القرآن وهو ابن أربعين، والصحابة تلقوه عنه وهم كبار في العمر إما مثله أو أكبر منه أو دونه، والله أعلم.\nآراء بعض الحفاظ في أوقات الحفظ وكيفيته\n\"لقاء مع الشيخ أحمد خليل\"\n\nO الاسم: أحمد بن خليل بن شاهين بن أحمد.\n\" العمل؟\n- العمل: معلم وخادم للقرآن الكريم بمتوسطة وثانوية تحفيظ القرآن الأولى بالرياض.\n\" آخر شهادة حصلت عليها؟\n(1/10)\n\n- شهادة تخصص القراءات وعلوم القرآن من الأزهر، وإجازة في القراءات السبع، والقراءات العشر.\n\" عدد الأشخاص الذين حفظوا على يديك؟\n- عدد الأشخاص ستة أو سبعة أشخاص برواية حفص، وبعضهم بروايات مختلفة، وعدد لا بأس به وصلوا إلى الثلثين أو النصف أو الثلث أو الربع.\n\" ما هي الأوقات المناسبة للحفظ؟\n- الأوقات المناسبة للحفظ: وقت الفجر - أي قبله أو بعده، ووقت الضحى، وللمراجعة: الأوقات السابقة.\n\" ما هي الطريقة المثلى للحفظ؟\n- الطرق المناسبة للحفظ:\n1 - قراءة الآيات على قارئ أو معلم متقن حاذق.\n2 - أما الكم (أي عدد الآيات) فيرجع إلى الطالب.\n3 - قراءة أحد كتب التفاسير؛ ليعين على الحفظ بعد الفهم لاسيما القصص والآيات الطويلة المتعلقة بالأحكام.\n4 - عند القراءة من المصحف لابد أن يكون معه مرسم (قلم رصاص) ليضع خطاً تحت الكلمة التي يخطئ فيها؛ ليتذكرها عند المراجعة.\n5 - الاستماع إلى المصاحف المرتلة المتقنة.\n6 - كتابة الآيات على اللوح، أو في دفتر؛ لأن اليد من العوامل المساعدة على الحفظ.\n\" كيف يتم التوفيق بين الحفظ والمراجعة؟\n- التوفيق بين الحفظ والمراجعة:\nيلتزم بتحديد أجزاء يراجع فيها، وأوقات معينة، ويقرأ في الصلوات والنوافل السرية.\n\" ما هي الطريقة لمعرفة الآيات المتشابهة في القرآن؟\n- معرفة المتشابه:\n1 - الطريقة المثلى: دوام المراجعة والسماع.\n2 - بعض الكتب: مثل منظومة الإمام السخاوي في الآيات المتشابهة.\n\" ما هي أقصى مدة وأدنى مدة يتم فيه حفظ القرآن كاملاً... للجيد... والمتوسط.... والضعيف؟\n- المدة التي يحفظ القرآن من أراده: ترجع إلى الشخص نفسه - الممتاز - المنقطع عن كل شيء ولديه العوامل - مثل الرغبة - العزيمة القوية يحفظه في سنة واحدة، والمتوسط سنتان.\n\" هل هناك علاقة بين رفع الصوت وخفضه للحفظ؟\n- خفض الصوت ورفعه:\n-رفع الصوت أفضل وأنفع وفيه فوائد جمَّة.\n-تحسين الصوت.\n-ومعرفة الترتيل.\n-رياضة اللسان والفكين.",
        "(1/11)\n\n-فصاحة النطق.\n-ترسيخ الحفظ.\n-براز واكتشاف موهبة الصوت الكامنة في الحبال والأوتار الصوتية.\n\" ما هو الأنسب... قراءة القرآن من أوله أو من آخره... لمن يريد الحفظ، ولمن يريد تحسين قراءته؟\n- الأنسب أن يبدأ الطالب على حسب قدرته من البقرة أو من الناس، والأفضل على ترتيب المصحف من البقرة ولكن الأمر فيه سعة.\n\" قد يقع القارئ في خطأ ويتكرر الخطأ عند إعادة القراءة فما هو السبيل لتلافي ذلك؟\n- تصويب الخطأ:\n1 - كتابة الكلمة.\n2 - ووضع خط تحتها.\n3 - وتكرارها والمداومة عليها في الصلاة وغيرها.\n\" هل يلزم الحفظ من مصحف واحد معين، أو لا بأس من تعدد المصاحف؟\n- يلزم ويجب الالتزام برسم مصحف واحد وذلك لعدة أسباب منها:\n1 - أن الحفظ ينقش في الذاكرة.\n2 - يتصور وهو يقرأ - غيباً - الآية والسطر والصفحة أولها وآخرها، وهل الآية على اليمين أو على اليسار.\nفإذا تعددت المصاحف حدث عنده التباس واشتباه في الحفظ وربما تعرض للنسيان.\nكما قلت من قبل لابد عند التصحيح أن يكون معه قلم مرسم (رصاص) ليضع خطاً في المصحف تحت الكلمة التي يخطئ فيها عند المعلم، ويتداركها ويكون معه في السيارة، وفي البيت، وفي العمل، وفي المدرسة، وفي الجامعة، وفي المسجد، خاص به لا يفارقه إلا للضرورة.\n\" هل المعرفة النظرية لأحكام التجويد تكفي لإتقان القراءة وحسن الأداء؟ أم لا؟\n- معرفة أحكام التجويد مهمة ولكن في البداية يركز على الجانب العملي (التطبيقي) مثل الغنة، المد، التفخيم، والترقيق، والمخارج، الخ.\n\" ما هي الأولوية لما يأتي بالنسبة لتحسين القراءة: (القراءة الشخصية) (القراءة على مدرس) (استماع الأشرطة المعلمة) وهل يستفيد الشخص لإتقان التلاوة من سماع الأشرطة لكبار المقرئين؟\n- لا يجوز الحفظ عن طريق الشريط أو الإذاعة أو المصحف أو إنسان غير متمكن، لئلا يتعرض حفظه للتحريف والتبديل.\nوالذين قالوا بعدم الجواز جمهور من أهل العلم وفقهاء الإسلام.\n(1/12)",
        "\n\" لماذا لا يستطيع بعض الطلاب مواصلة الحفظ؟\n- ينقطع بعض الطلاب عن الحفظ ومواصلة ذلك؛ لعدة أسباب منها بل أهمها:\n1 - عدم معرفة الطالب بمرتبة ومنزلة حافظ القرآن في الدنيا والآخرة.\n2 - عدم الرغبة والعزيمة.\n3 - عدم المتابعة من الوالدين والاهتمام بذلك.\n4 - عدم التذكير بين الفينة والفينة بفضل القرآن.\nهذا والله تعالى أعلم وصلى الله وسلم على نبينا محمد وعلى آله وصحبه أجمعين.\n\n} - { } - {\n\nO الاسم: محمد تقي الإسلام.\n\" العمل:\n- تحفيظ القرآن الكريم وتدريس التجويد والقراءات في الجمعية الخيرية لتحفيظ القرآن الكريم بالرياض وتوابعها في جامع العرفج بشبرا.\n\" آخر شهادة حصلت عليها؟\n- بعد حفظ كتاب الله تعالى حصلت على شهادة في إتقان التجويد وشهادة في ضبط القراءات السبع عن طريق الشاطبية، وشهادة في القراءات الثلاث تكملة للعشر وشهادة أيضاً في القراءات العشر.\n\" عدد الأشخاص الذين حفظوا على يديك؟\n- أكثر من مائة شخص والحمد لله ونحو ستين شخصاً أخذوا مني إجازة \"شهادة\" في التجويد والقراءات.\n\" ما الأوقات المناسبة للحفظ؟\n- بعد صلاة الفجر وقبل صلاة الفجر لمن يتمكن من ذلك وبعد المغرب والعشاء.\n\" ما الأوقات المنابة للمراجعة؟\n- حسب ما يناسب كل طالب من وقت.\n\" ما الطريقة المثلى للحفظ؟\n- الحفظ آية آية من أجل الضبط المتقن بحيث يكون معه تجنب الخطأ \"هذا هو الطريق المأمون\" ويختلف المقدار اليومي أو الحصة حسب طاقة كل إنسان ويشترط صفاء الذهن وتفرغ القلب.\n\" كيف يتم التوفيق بين الحفظ والمراجعة؟\n- على الحافظ أن يخصص وقتاً للمراجعة وأن يراجع ما حفظه صفحة صفحة حتى يتأكد من رسوخ ما حفظه في ذهنه ولا يتجاوز المحفوظ إلى ما بعده حتى يتأكد من ضبطه وإتقانه.\n\" ما هي الطريقة لمعرفة العبارات المتشابهة في القرآن مثل: \"خبير بما تعملون، وبما تعملون خبير\"؟\n(1/13)\n",
        "- إذا كان الحفظ جيداً وكذا المراجعة فلا صعوبة إن شاء الله تعالى في ضبط المتشابه وإذا حصل خطأ أو خطآن في المتشابه في الجزء الواحد فهو أمر عادي يمكن تلافيه.\n\" ما هي أقصى مدة وأدنى مدة يتم فيها حفظ القرآن كاملاً.. للجيد.. والمتوسط... والضعيف؟\n- الطالب سريع الحفظ يكفيه لحفظ القرآن كاملاً أربعة أشهر بشرط أن يكون التفرغ كاملاً والنشاط تاماً، كما حصل لبعض طلابي في العطلة الصيفية، والطالب المتوسط الحفظ يكفيه سنتان مع متابعة الدراسة وثلاث سنوات بطيء الحفظ مع الدراسة.\n\" هل هناك علاقة بين رفع الصوت وخفضه للحفظ؟\n- لابد من الصوت المتوسط لحصول اليقظة والانتباه ومن فوائد رفع الصوت عدم التعب كما أنه يبعث الجد والنشاط.\n\" ما هي الطرق المناسبة لتحسين مستوى القراءة إذا كانت ضعيفة؟\n- علاج ذلك هو القراءة على أستاذ مختص في التجويد.\n\" ما هي الأولوية لما يأتي بالنسبة لتحسين القراءة: (القراءة الشخصية)، (القراءة على مدرس)، (استماع الأشرطة المعلمة)، وهل يستفيد الشخص لإتقان التلاوة من سماع الأشرطة لكبار المقرئين؟\n- لا توجد أولوية في ذلك إذ لابد لمن أراد تحسين قراءته من الدراسة على أستاذ متقن للقراءة والتجويد، والشخص المبتدئ يستفيد من سماع الأشرطة، أما من أنهى حفظه فيستفيد من سماعها كما يستفيد العالم من جميع الكتب ويفهمها.\n\" ما هو الأنسب... قراءة القرآن من أوله أو من آخرة... لمن يريد الحفظ ولمن يريد تحسين قراءته؟\n- من أراد الحفظ فالأنسب له أن يبدأ من آخر القرآن الكريم لأن الحفظ يكون أسهل ويتمكن من قراءة ما حفظه في صلاته فيكون ذلك بمناسبة مراجعة له.\n\" قد يقع القارئ في خطأ ويتكرر الخطأ عند إعادة القراءة، فما هو السبيل لتلافي ذلك؟\n- لابد من تلقي التصحيح سماعاً من أستاذ مختص مع تكرار الصواب بإشراف المختص.\n\" هل يلزم في الحفظ مصحف واحد معين أو لا بأس بتعدد المصاحف؟\n(1/14)\n\n- لابد من الاستمرار في الحفظ في مصحف واحد معين، ومن فوائد ذلك القدرة على تصور الكلمات القرآنية وتذكرها وتذكر موضوع الخطأ وتصويبه.\n\" هل المعرفة النظرية لأحكام التجويد تكفي لإتقان القراءة وحسن الأداء أم لا؟\n- لابد من التلقي على أستاذ لإتقان التجويد وحسن الأداء، فكما لا يكفي معرفة قواعد تحسين الخط بدون إشراف أستاذ كذلك لا يكفي معرفة التجويد بدون تلقيه من أستاذ.\n\" لماذا لا يمكن حفظ القرآن وإتقان قراءته بدون مدرس؟\n- لأن القرآن لم يصل إلينا إلا عن طريق الحفاظ المتقنين للحفظ والتجويد الذين تلقوه عمن قبلهم جيلاً بعد جيل منذ عصر الصحابة } وهم بدورهم تلقوه عن النبي @ عن جبريل # عن رب العالمين - جل جلاله - فهو توقيفي لا دخل للاجتهاد والرأي فيه.\n\" لماذا لا يستطيع بعض الطلاب مواصلة الحفظ؟\n- إما لعدم الاستمرار أو الانشغال بعلوم أخرى فحفظ القرآن الكريم يقتضي المواظبة يومياً كما ينبغي التفرغ من المشاغل الدنيوية قدر الإمكان.\n\" هل هناك إضافات أخرى؟\n- لابد من المراجعة المستمرة وعدم الانقطاع اعتماداً على أن الطالب قد حفظ وأتقن فشغله الحفظ عن المراجعة، وصلى الله وسلم على سيدنا محمد وعلى آله وصحبه أجمعين.\nO الاسم: عبد الله بن محمد بن منيف.\n\" العمل:\n- مدرس بمعهد الرياض العلمي.\n\" آخر شهادة حصلت عليها؟\n- كلية الشريعة بالرياض عام 1381هـ.\n\" عدد الأشخاص الذين حفظوا على يديك؟\n- أسهمت في توجيه عدد كبير ولله الحمد لكني لا أعرف العدد.\n\" ما هي الأوقات المناسبة للحفظ من\nالعمر؟\n- كلما كان الإنسان أصغر كان أكثر ملاءمة لأنه أقل للمشاغل، وأما أوقات الحفظ بعد الشروع فيه كل حسب إمكانيته.\n\" ما هي الأوقات المناسبة للمراجعة؟\n- جزء أثناء حفظه ثم يجعل وقتاً للمراجعة العامة حسبما يتيسر له من سرعة تفلت القرآن من ذهنه أو ثباته\nفيه.\n\" ما هي الطريقة المثلى للحفظ؟",
        "(1/15)\n\n- كل حسب طاقته، فمنهم من يحفظ آية آية أو صفحة أو ربع الحزب أو نصفه ومنهم من يجعله يومياً أو يوماً بعد يوم.\n\" كيف يتم التوفيق بين الحفظ والمراجعة؟\n- كل جزء أثناء حفظه، فيقرأ الصفحة التي يريد حفظها ثم يراجع الصفحة أو الصفحات التي من ذلك\nالجزء هذا بالإضافة إلى الوقت المخصص للمراجعة العامة.\n\" ما هي الطريقة لمعرفة العبارات المتشابهة في القرآن مثل \"خبير بما تعملون، وبما تعملون خبير\"؟\n- كثرة التكرار واستحضار الذهن والاستعانة ببعض الأمور المساعدة كمعرفة أن هذه في أول السورة، أو آخرها أو قبلها كذا أو بعدها كذا.\n\" ما هي أقصى مدة وأدنى مدة يتم فيها حفظ القرآن كاملاً... للجيد... والمتوسط... والضعيف؟\n- الضعيف ليس لتحديده مدة وأما المتوسط فثلاث إلى أربع، وأما فوق المتوسط فسنتين بمعدل كل يوم صفحة من المصحف الموجه، وأما أصحاب القدرة فيتفاوتون من السنة والنصف إلى ستة أشهر.\n\" هل هناك علاقة بين رفع الصوت وخفضه للحفظ؟\n- في نظري لا لكن هذا ينفع عند التدبر.\n\" ما هي الطرق المناسبة لتحسين مستوى القراءة إذا كانت ضعيفة؟\n- كثرة القراءة والاستماع للقراء المجيدين بالمشافهة أو الأشرطة.\n\" ما هي الأولوية لما يأتي بالنسبة لتحسين القراءة؟ (القراءة الشخصية)، (القراءة على مدرس)، (استماع الأشرطة المعلمة) وهل يستفيد الشخص لإتقان التلاوة من سماعة الأشرطة لكبار المقرئين؟\n- أن تكون مرتبة على النحو الآتي:\n1 - الجمع بين القراءة على مدرس والاستماع للأشرطة.\n2 - على مدرس.\n3 - على أشرطة.\n4 - الانفرادية.\n\" ما هو الأنسب... قراءة القرآن من أوله أو من آخره... لمن يريد الحفظ ولمن يريد تحسين قراءته؟\n- إذا كانت عزيمته مهزوزة أو خشي العثور ابتدأ من قصار السور.. وإذا كان واثقاً من قوة عزيمته واستمراره استوى الأمران.\n\" قد يقع القارئ في خطأ ويتكرر الخطأ عند إعادة القراءة، فما هو السبيل لتلافي ذلك؟\n(1/16)",
        "\n- استحضار الخطأ كلما مرت له مناسبة.\n\" هل يلزم في الحفظ مصحف واحد معين أو لا بأس بتعدد المصاحف؟\n- من كان يتأثر بالصفحات وتصورها عند قراءته غيباً فالأفضل الالتزام بمصحف معين وإذا لم يكن كذلك فهو مخير بين هذا وذاك.\n\" هل المعرفة النظرية لأحكام التجويد تكفي لإتقان القراءة وحسن الأداء أم لا؟\n- لا تكفي لكن يمكن الاستعانة بها على كيفية الأداء إذا صحب ذلك رغبة صادقة في التلقي عن شيخ متقن لأن القرآن يتلقى بالسماع.\n\" لماذا لا يمكن حفظ القرآن وإتقان قراءته بدون مدرس؟\n- لأن القرآن تم تلقيه بالسماع وهذا من مظاهر إعجازه.\n\" لماذا لا يستطيع بعض الطلاب مواصلة الحفظ؟\n- لضعف العزيمة أو لظروف تحول دون ذلك أو لضعف الذاكرة.\n\" هل هناك إضافات أخرى؟\n- على الإنسان أن لا يسأم ولا يمل ولا يستبطئ المدة ولا يحقر نفسه فأول الغيث قطر ثم ينهمر.\nO الاسم: محمود عمر سكر\n\" العمل:\n- مدرس بمتوسطة وثانوية تحفيظ القرآن الكريم بالرياض.\n\" آخر شهادة حصلت عليها؟\n- الإجازة العالية من كلية الشريعة بجامعة الأزهر.\n\" عدد الأشخاص الذين حفظوا على يديك؟\n- لا يعلمهم إلا الله.\n\" ما هي الأوقات المناسبة للحفظ؟\n- بعد صلاة الفجر وبعد العصر والأوقات التي يجد الإنسان نفسه نشيطاً.\n\" ما هي الأوقات المناسبة للمراجعة؟\n- نفس الأوقات السابقة التي تناسب الحفظ.\n\" ما هي الطريقة المثلى للحفظ؟\n- أن يحفظ مقداراً معيناً على قدر طاقته ثم يضيف مثل هذا المقدار ثم يضم المقدارين ويستحسن أن يقرا المقدار المطلوب حفظه على الأستاذ بل يجب.\n\" كيف يتم التوفيق بين الحفظ والمراجعة؟\n- يُقسم المقدار المطلوب للمراجعة على أيام الأسبوع مع المقدار المطلوب حفظه.\n\" ما هي الطريقة لمعرفة العبارات المتشابهة في القرآن مثل \"خبير بما تعملون\" و\"بما تعملون خبير\"؟\n- كثرة الترداد والمراجعة.\n\" ما هي أقصى مدة وأدنى مدة يتم فيها حفظ القرآن كاملاً... للجيد... والمتوسط... والضعيف؟\n(1/17)\n",
        "- الجيد يستطيع أن يحفظ يومياً ثمناً بإذن الله - والمتوسط يستطيع أن يحفظ يومياً نصف الثمن - والضعيف يستطيع أن يحفظ الثمن على أربعة أيام.\n\" هل هناك علاقة بين رفع الصوت وخفضه للحفظ؟\n- كل شخص على حسبه ولكن رفع الصوت المناسب أفضل.\n\" ما هي الطرق المناسبة لتحسين مستوى القراءة إذا كانت ضعيفة؟\n- أن يقرا على أستاذ حاذق.\n\" ما هي الأولوية لما يأتي بالنسبة لتحسين القراءة: (القراءة الشخصية) و (القراءة على مدرس) و(استماع الأشرطة المعلمة)، وهل يستفيد الشخص لإتقان التلاوة من سماع الأشرطة لكبار المقرئين؟\n- لابد من القراءة على مدرس ثم بعد ذلك يستمع للأشرطة والقراءة الشخصية.\n\" ما هو الأنسب... قراءة القرآن من أوله أو من آخره... لمن يريد الحفظ ولمن يريد تحسين قراءته؟\n- الأنسب أن يبدأ من قصار السور.\n\" قد يقع القارئ في خطأ ويتكرر الخطأ عند إعادة القراءة، فما هو السبيل لتلافي ذلك؟\n- بكثرة الترديد على يد الأستاذ ومرة بعد مرة يمكن تلافي الخطأ.\n\" هل يلزم في الحفظ مصحف واحد معين أو لا بأس بتعدد المصاحف؟\n- نعم... لابد أن يكون معيناً لأن الصفحات ترسو بالذهن.\n\" هل المعرفة النظرية لأحكام التجويد تكفي لإتقان القراءة وحسن الأداء أم لا؟\n- لا تكفي المعرفة النظرية لإتقان القرآن.. بل لابد من مدرس، لأن المشافهة شرط في التلقي.\n\" لماذا لا يمكن حفظ القرآن وإتقان قراءته بدون مدرس؟\n- لأن القرآن لا ينضبط إلا بالسماع والمشافهة والترقيق والتفخيم وغير ذلك.\n\" لماذا لا يستطيع بعض الطلاب مواصلة الحفظ؟\n- لأنه ينشغل بالدروس الأخرى المقررة عليه في مدرسته وبالله التوفيق.\n\" هل هناك إضافات أخرى؟\n- أسأل الله أن يهدي المسلمين لحفظ كتابه والعمل به، وأن يجنبهم الزلل وصلى الله على محمد وعلى آله وصحبه وسلم.\nO الاسم: يوسف عبد الدايم عطية- مصري 55 سنة.\n\" العمل:\n(1/18)\n\n- إمام مسجد ومدرس تحفيظ القرآن الكريم في مصر من عام 1945م , وفي السعودية مدرس بمدرسة تحفيظ القرآن الكريم م/ث مدرس قرآن.\n\" آخر شهادة حصلت عليها؟\n- إجازة التجويد عام 1982م (معهد القراءات بالأزهر).\n\" عدد الأشخاص الذين حفظوا على يديك؟\n- أكثر من ستمائة حفظوا القرآن كله وأكثر من ألف حفظوا بعض الكتاب العزيز.\n\" ما هي الأوقات المناسبة للحفظ؟\n- من بعد صلاة الفجر حتى العاشرة صباحاً ومن بعد صلاة العصر حتى صلاة العشاء.\n\" ما هي الأوقات المناسبة للمراجعة؟\n- الأوقات السابق بيانها مع قبيل الفجر وكل وقت يرى فيه الشخص إقبالاً على القراءة.\n\" ما هي الطريقة المثلى للحفظ؟\n- هي أن يقرا الطالب الجزء الذي يريد حفظه على المعلم حتى يصحح الألفاظ، ويتعرف على الخطأ، ثم يكتبه في كراسته بخط واضح، ثم يبدأ يحفظه آية آية أو جملة إن كانت الآية طويلة، ثم يضم بعضها إلى بعض.\n\" كيف يتم التوفيق بين الحفظ والمراجعة؟\n- ينظم الوقت بحيث يبدأ الطالب بحفظ المطلوب حتى إذا فرغ منه قام بمراجعة جزء مما حفظه سابقاً على شرط أن يقرأه على أستاذه بحيث ينتهي من مراجعة كل ما حفظه في مدة 15 يوماً على الأكثر.\n\" ما هي الطريقة لمعرفة العبارات المتشابهة في القرآن مثل \"خبير بما تعملون\" و(وبما تعملون خبير)؟\n- هي باستحضار الذهن والانتباه التام وكتابة الجمل المتشابهة في ورقة وتكرارها مرات لمعرفة تركيبها وموضع سورها.\n\" ما هي أقصى مدة وأدنى مدة يتم فيها حفظ القرآن كاملاً.. للجيد... والمتوسط... والضعيف؟\n- يمكن للجيد حفظ القرآن الكريم في 240 يوماً (ثمن كل يوم) 8 أشهر. وللمتوسط يمكنه حفظ القرآن في 480 (نصف ثمن كل يوم) 16 شهراً. وللضعيف حفظ القرآن الكريم في 9690يوماً (ربع ثمن كل يوم) 32 شهراً.\n\" هل هناك علاقة بين رفع الصوت وخفضه للحفظ؟\n- المطلوب التوسط حتى لا يكسل إذا خفض صوته، ولا يتعب إن رفعه إلا إذا أراد أن يطرد النوم فيرفع الصوت.",
        "(1/19)\n\n\" ما هي الطرق المناسبة لتحسين مستوى القراءة إذا كانت ضعيفة؟\n- هي أن يتلقى الطالب قراءة القرآن من شيخ مجيد للقراءة بالطريقة الصحيحة ويحاول الطالب تقليد أستاذه والاستماع للأشرطة.\n\" ما هي الأولوية لما يأتي بالنسبة لتحسين القراءة: (القراءة الشخصية)، (القراءة على مدرس)، (استماع الأشرطة المعلمة)، وهل يستفيد الشخص لإتقان التلاوة من سماع الأشرطة لكبار المقرئين؟\n- الأولوية لتحسين القراءة هي القراءة على مدرس مجيد، لأن التلقي شرط لازم في حفظ وإجازة القراءة مع الاستماع للأشرطة المسجلة لكبار القراء لمحاولة تقليدهم، وصدق الله حيث يقول للنبي @: { فَإِذَا çm\"tRù&uچs% فَاتَّبِعْ قُرْآَنَهُ (18) } [القيامة: 18].\n\" ما هو الأنسب... قراءة القرآن من أوله أو من آخره... لمن يريد الحفظ ولمن يريد تحسين قراءته؟\n- الأنسب لمن يريد الحفظ ابتداء، أن يحفظ من آخره أي من سورة الناس خاصة إذا كان صغير السن وكذلك من يريد تحسين قراءته اللهم إلا كبار السن المجيدين للقراءة التامة للجمل فلهم أن يقرؤا من أوله.\n\" قد يقع القارئ في الخطأ ويتكرر الخطأ عند إعادة القراءة، فما هو السبيل لتلافي ذلك؟\n- هو حضور الذهن والانتباه الشديد ثم كتابة هذه الأخطاء في ورقة وتكرارها مرات ومرات حتى تثبت بالذاكرة ويعرف تركيبها ومكانها في السورة.\n\" هل يلزم في الحفظ مصحف واحد معين أو لا بأس بتعدد المصاحف؟\n- يلزم مصحف واحد معين لأن صفحاته ترسو في الذاكرة، وهذا مما يعين على الحفظ والإحاطة ويبعده عن الخطأ.\n\" هل المعرفة النظرية لأحكام التجويد تكفي لإتقان القراءة وحسن الأداء أم لا؟\n- نعم المعرفة النظرية لأحكام التجويد تكفي مع التلقي من أفواه المشايخ المجيدين، أما المعرفة دون تلقي القرآن من معلم مجيد فلا تكفي.\n\" لماذا لا يمكن حفظ القرآن وإتقان قراءته بدون مدرس؟\n(1/20)",
        "\n- لأن القرآن معجز ومن إعجازه النطق بكلمات مجودة خاصة في هذا الزمن ومن المعلوم أن كتابته تختلف في رسمها عن الكتابة المصطلح عليها الآن، فلابد من المدرس المجود لقراءته { فَإِذَا çm\"tRù&uچs% فَاتَّبِعْ قُرْآَنَهُ (18) } [القيامة: 18].\n\" لماذا لا يستطيع بعض الطلاب مواصلة الحفظ؟\n- لضعف ذاكرته، أو لكثرة لعبه وإهماله، أو شغله بأمر آخر غير الحفظ ولو كان مفيداً لدرجة تؤثر على التفكير أو تضيع الوقت.\n\" هل هناك إضافات أخرى؟\n- أرى تحريض الطلبة بكل وسيلة معنوية ومادية في البيت والمدرسة وحرمان الكسول حتى يفيء لأن مبدأ الثواب والعقاب معترف به في الإسلام.\n} - { } - {\nO الاسم: محمود عبد ربه عبد المجيد.\n\" العمل:\n- مدرس بمدرسة تحفيظ القرآن الكريم بالشميسي.\n\" آخر شهادة حصلت عليها؟\n- تخصص القراءات وعلوم القرآن ثم الدراسة ثلاث سنوات في الجامع الأزهر في كلية الدراسات الإسلامية والعربية.\n\" عدد الأشخاص الذين حفظوا على يديك؟\n- بالطبعة لا أذكرهم بالتحديد وهم عدد لا بأس به والحمد لله لاسيما وأنا أعمل في هذا المجال في المدرسة والمسجد.\n\" ما هي الأوقات المناسبة للحفظ؟\n- بعد صلاة الفجر وبين المغرب والعشاء ولابد من حضور القلب عند الحفظ والرغبة الكاملة والإقبال على ذلك دون شاغل.\n\" ما هي الأوقات المناسبة للمراجعة؟\n- بعد أن يتقن حفظه يمكنه أن يراجع بعد صلاة العصر من كل يوم ويوم الجمعة من كل أسبوع وبين الآذان والإقامة.\n\" ما هي الطريقة المثلى للحفظ؟\n- التدبر وحضور القلب وترك كل ما يشغله من مشاغل وأن يكون القلب متعلقاً بالحفظ مع وجود النية الخالصة لله تعالى وأن يحفظ خمس آيات فخمساً ثم يجمعها إذا كانت متوسطة الطول.\n\" كيف يتم التوفيق بين الحفظ والمراجعة؟\n- بتحديد وقت مناسب لكل مما أشرت سابقاً... يبدأ بالحفظ ثم المراجعة وذلك حسب ظروف الشخص نفسه.\n(1/21)\n",
        "\" ما هي الطريقة لمعرفة العبارات المتشابهة في القرآن مثل \"خبير بما تعملون\" و\"بما تعملون خبير\"؟\n- ليس هناك طريقة معينة إلا جودة الحفظ في البداية مع التدبر والإتقان ثم معرفة المناسبة التي سيقت فيها لغوياً مع التفسير.\n\" ما هي أقصى مدة وأدنى مدة يتم فيها حفظ القرآن كاملاً.... للجيد... والمتوسط... والضعيف؟\n- الجيد يستطيع أن يحفظ في اليوم نصف الحزب - المتوسط يستطيع أن يحفظ ربع الحزب - والضعيف يستطيع أن يحفظ نصف ربع الحزب.\n\" هل هناك علاقة بين رفع الصوت وخفضه للحفظ؟\n- ليس هناك علاقة، إن رفع الصوت يساعد على جودة الحفظ مع الاختلاف بين شخص وآخر في هذه الطريقة.\n\" ما هي الطرق المناسبة لتحسين مستوى القراءة إذا كانت ضعيفة؟\n- كثرة المراجعة مع الإتقان يستمع على مدرس متخصص أو على شخص متقن للقرآن.\n\" ما هي الأولوية لما يأتي بالنسبة لتحسين القراءة (القراءة الشخصية)، (القراءة على مدرس)، (استماع الأشرطة المعلمة)، وهل يستفيد الشخص لإتقان التلاوة من سماع الأشرطة لكبار المقرئين؟\n- القراءة على مدرس هي أفضل الطرق وقد يستفيد نسبياً من الأشرطة المعلمة وذلك إذا وقع في خطأ ما في آية ما فإنه يرجع إلى شريطه المعلم ليعطيه تلك الفائدة في حالة عدم وجود مدرس.\n\" ما هو الأنسب... قراءة القرآن من أوله أو من آخره... لمن يريد الحفظ ولمن يريد تحسين قراءته؟\n- طبعاً من آخره عند من يريد الحفظ مبتدئاً من أول سورة الناس.\n\" قد يقع القارئ في خطأ ويتكرر الخطأ عند إعادة القراءة، فما هو السبيل لتلافي ذلك؟\n- عليه المراجعة لذلك الخطأ في الصلاة وجودة إتقان الحفظ والمداومة على المراجعة والتدبر.\n\" هل يلزم في الحفظ مصحف واحد معين أو لا بأس بتعدد المصاحف؟\n- الحفظ في مصحف واحد أفضل ويساعد على تثبيت الحفظ.\n\" هل المعرفة النظرية لأحكام التجويد تكفي لإتقان القراءة وحسن الأداء أم لا؟\n(1/22)\n\n- القراءة النظرية لا تكفي بل لابد من وجود مدرس متخصص في هذه الناحية بالذات والتلقي بالمشافهة لمعرفة تطبيق الأحكام مثل المخارج والصفات والوقف والابتداء وغير ذلك من الأحكام.\n\n} - { } - {\n\nO الاسم: محمد محمود محمد المحلاوي\n\" العمل:\n- مدرس بمدرسة تحفيظ القرآن الكريم.\n\" آخر شهادة حصلت عليها؟\n- تخصص القراءات وعلوم القرآن وليسانس دراسات إسلامية وعربية بجامعة الأزهر الشريف.\n\" عدد الأشخاص الذين حفظوا على يديك؟\n- بحكم عملي مدرس قرآن في مصر حفظ على يدي عدد ليس بالقليل وبحكم عملي في الرياض أيضاً مدرس قرآن حفظ عليَّ الكثير.\n\" ما هي الأوقات المناسبة للحفظ؟\n- الأوقات المناسبة للحفظ عندما يكون صافي الذهن وحبذا لو كان وقت الصباح بعد صلاة الفجر وبعد صلاة العصر.\n\" ما هي الأوقات المناسبة للمراجعة؟\n- الأوقات المناسبة للمراجعة بين المغرب والعشاء أو بعد صلاة الفجر إذا لم يكن عنده حفظ أو الوقت المناسب لظروف القارئ.\n\" ما هي الطريقة المثلى للحفظ؟\n- الطريقة المثلى للحفظ، يحفظ القارئ أولاً آية بحيث يقرؤها نظراً إلى أن يتمكن من قراءتها غيباً ثم يحفظ الآية التي تليها بنفس الطريقة ثم يرجع عليهما معاً أي الآيتين إلى أن يتمكن من الجمع بينهما غيباً ثم يحفظ الآية التي تليها ثم يجمع بينهما وهكذا.\n\" كيف يتم التوفيق بين الحفظ والمراجعة؟\n- يتم التوفيق بين الحفظ والمراجعة بتخصيص وقت معين كل يوم للمراجعة ووقت آخر للحفظ وحبذا لو كانت المراجعة غيباً بحضور واحد يتابع القراءة في المصحف فلا يضيع القرآن بين اثنين واحد يقرأ والآخر يسمع ويتابع.\n\" ما هي الطريقة لمعرفة العبارات المتشابهة في القرآن مثل \"خبير بما تعملون\"، \"بما تعملون خبير\"؟",
        "(1/23)\n\n- الله - سبحانه وتعالى - يقول: { اللَّهُ نَزَّلَ أَحْسَنَ د]ƒد‰utù:$# كِتَابًا $Ygخ6\"t±tF-B } [الزمر: 23] فالقرآن متشابهة آياته ولا يعرف القارئ المتشابهات إلا بالتكرار والحرص على كثرة القراءة والتمكن منها.\n\" ما هي أقصى مدة وأدنى مدة يتم فيها حفظ القرآن كاملاً... للجيد... والمتوسط... والضعيف؟\n- هذه هداية وتوفيق من الله - عز وجل - ، فأنا في اعتقادي أن الجيد في استطاعته حفظ القرآن في سنة كاملة أو أقل إذا وفقه الله، المتوسط يمكنه حفظ القرآن في سنتين إذا وفقه الله، والضعيف يمكنه حفظ القرآن في أكثر من هذه المدة حسب توفيق الله له.\n\" هل هناك علاقة بين رفع الصوت وخفضه للحفظ؟\n- إن رفع الصوت له تأثير في الحفظ فإذا رفع القارئ صوته أصبح فكره خالياً من الأشغال وأما إذا كان القارئ خاشعاً لله وذهنه صافياً فلا حاجة لرفع الصوت.\n\" ما هي الطرق المناسبة لتحسين مستوى القراءة إذا كانت ضعيفة؟\n- كثرة القراءة على شيخ متخصص وكثرة الاستماع إلى القراءة من مشايخ متخصصين مع الإطلاع على كتب التجويد.\n\" ما هي الأولوية لما يأتي بالنسبة لتحسين القراءة: (القراءة الشخصية)، (القراءة على مدرس)، (استماع الأشرطة المعلم)؟ وهل يستفيد الشخص لإتقان التلاوة من سماع الأشرطة لكبار المقرئين؟\n- أولاً شرط القراءة الصحيحة تواتر السند ولا يتواتر السند إلا بالتلقي على مشايخ متخصصين في القرآن الكريم، نزل على رسول الله @ بالتلقي عن جبريل عن رب العزة، لذلك الاستفادة لا تأتي إلا بالقراءة على مدرس متخصص وأما الاستماع إلى الأشرطة لكبار القراء لا يفيد إلا بعد القراءة على مدرس.\n\" ما هو الأنسب... قراءة القرآن من أوله أو من آخره... لمن يريد الحفظ ولمن يريد تحسين قراءته؟\n(1/24)",
        "\n- هذا يرجع إلى مستوى المتعلم نفسه الذي يريد الحفظ، فإذا كان صغير السن ومبتدئاً في تعلم القراءة والكتابة فالحفظ له يكون من قصار السور - فإما الكبير فالأنسب له أن يحفظ من أوله.\n\" قد يقع القارئ في خطأ ويتكرر الخطأ عند إعادة القراءة فما هو السبيل لتلافي ذلك؟\n- ليس هناك من هو كبير على القرآن ويدعي أنه لا يخطئ في القرآن، وإنما الخطأ المتكرر يأتي من انشغال القلب وعدم استحضار عظمة الله أثناء القراءة والسبيل لتلافي هذه هو كثرة التكرار بعد تقوى الله.\n\" هل يلزم في الحفظ مصحف واحد معين أو لا بأس بتعدد المصاحف؟\n- لاشك أن ارتباط الإنسان بمصحف معين يساعده على تصوير الآيات في ذهنه وفي أي سطر تكون هذه الآية وفي أي صفحة هل هي في الصفحة اليمنى أم في الصفحة اليسرى.\n\" هل المعرفة النظرية لأحكام التجويد تكفي لإتقان القراءة وحسن الأداء أم لا؟\n- لا تكفي المعرفة النظرية لأحكام التجويد بالنسبة لإتقان القراءة، وإنما يأتي الإتقان وحسن الأداء من التطبيق العملي لأحكام التجويد وهذا لا يأتي إلا بالقراءة على مدرس متخصص في الأحكام.\n\" لماذا لا يمكن حفظ القرآن وإتقان قراءته بدون مدرس؟\n- لأن شرط القرآن هو التلقي الشفوي من أفواه المشايخ والمدرسين المتخصصين، وكما قلنا سابقاً لابد من تواتر السند في صحة القراءة ولا يكون السند صحيحاً إلا إذا قرأ القارئ على من هو سنده صحيح، كما أن هناك أحكاماً وأوجهاً وكلمات لا يستطيع الإنسان قراءتها لحاله فلابد من سماعها من أفواه المشايخ.\n\" لماذا لا يستطيع بعض الطلاب مواصلة الحفظ؟\n- ربما لأنه يحفظ يوماً ويترك الحفظ، حتى يستطيع الطالب مواصلة الحفظ لابد من الحفظ يومياً وتكرار القدر المحفوظ كل يوم ولا يتركه مرة حتى لا يتعرض للنسيان وعند الحفظ يخلي ذهنه من أي انشغال.\n\n} - { } - {\n\nO الاسم: إبراهيم أحمد عواجه\n\" العمل:\n- مدرس بمدرسة أًبي بن كعب لتحفيظ القرآن.\n\" آخر شهادة حصلت عليها؟\n(1/25)\n",
        "- تخصص القراءات.\n\" عدد الأشخاص الذين حفظوا على يديك؟\n- أفراد كثيرون لا أعلم عددهم.\n\" ما هي الأوقات المناسبة للحفظ؟\n- وقت الفجر، ووقت السحر.\n\" ما هي الأوقات المناسبة للمراجعة؟\n- وقت العصر.\n\" ما هي الطريقة المثلى للحفظ؟\n- أخذ عشر آيات أو أكثر حسب ملكة الطالب.\n\" كيف يتم التوفيق بين الحفظ والمراجعة؟\n- يخصص وقت للحفظ وآخر للمراجعة.\n\" ما هي الطريقة لمعرفة العبارات المتشابهة في القرآن مثل \"خبير بما تعملون\" و\"بما تعملون خبير\"؟\n- بالانتباه والحفظ الجيد، والمراجعة المستمرة.\n\" ما هي أقصى مدة وأدنى مدة يتم فيها حفظ القرآن كاملاً.. للجيد... والمتوسط... والضعيف؟\n- 5 سنوات للجيد، و6 سنوات للمتوسط، 8 سنوات للضعيف.\n\" هل هناك علاقة بين رفع الصوت وخفضه\nللحفظ؟\n- رفع الصوت أفضل لأن حاسة السمع تشترك مع حاسة البصر في الحفظ.\n\" ما هي الطريقة المناسبة لتحسين مستوى القراءة إذا كانت ضعيفة؟\n- القراءة عند مدرس للقرآن عالم بأحكامه.\n\" ما هي الأولوية لما يأتي بالنسبة لتحسين القراءة: (القراءة الشخصية)، (القراءة على مدرس)،\n(استماع الأشرطة المعلمة)، وهل يستفيد الشخص لإتقان التلاوة من سماع الأشرطة لكبار\nالمقرئين؟\n- القراءة على مدرس أولى ولا يمنع من الاستعانة بالأشرطة ولكن يسبق ذلك القراءة على مدرس.\n\" ما هو الأنسب... قراءة القرآن من أوله أو من آخره... لمن يريد الحفظ ولمن يريد تحسين قراءته؟\n- الأمر سيان.\n\" قد يقع القارئ في خطأ ويتكرر الخطأ عند إعادة القراءة فما هو السبيل لتلافي ذلك؟\n- القراءة على شيخ حتى يتمكن من القراءة.\n\" هل يلزم في الحفظ مصحف واحد معين أو لا بأس بتعدد المصاحف؟\n- من الأحسن الالتزام بمصحف واحد لعدم الخلط والملابسة.\n\" هل المعرفة النظرية لأحكام التجويد تكفي لإتقان القراءة وحسن الأداء أم لا؟\n- المعرفة النظرية لا تكفي ولكن القراءة العملية هي المجدية.\n(1/26)\n\n\" لماذا لا يمكن حفظ القرآن وإتقان قراءته بدون مدرس؟\n- لأن القرآن أخذ بالمشافهة والتلقين من جبريل لرسول الله @ ومن الرسول إلى الصحابة } .\n\" لماذا لا يستطيع بعض الطلاب مواصلة الحفظ؟\n- لعدم التزامه وشده حرصه.\n\n} - { } - {\n\nO الاسم: محمد عوض زايد.\n\" العمل:\n- مدرس بالكلية المتوسط لإعداد المعلمين بالرياض.\n\" آخر شهادة حصلت عليها؟\n- ليسانس في الدراسات الإسلامية والعربية من جامعة الأزهر الشريف مع تخصص في القراءات.\n\" ما هي الأوقات المناسبة للحفظ؟\n- أعتقد أن الإنسان إذا نوى الحفظ وكانت عنده الرغبة الأكيدة لحفظ كتاب الله فلا ينظر وقتاً معيناً لكي يحفظ، بل كلما سنحت له الفرصة ووجد عنده الدافع فليبادر ولا يتردد.\n\" ما هي الأوقات المناسبة للمراجعة؟\n- المراجعة مهمة جداً لتوكيد الحفظ وهي كذلك لا تعتمد في نظري على وقت معين، بل يكون دائماً على صلة بالمراجعة حتى لا يتفلت منه حفظه.\n\" ما هي الطريقة المثلى للحفظ؟\n- أن يقرأ أولاً ما يريد حفظه على شيخ متقن لكي يصحح الأخطاء التي قد تطرأ على قراءته، ثم بعد ذلك يحفظه مكرراً للنص أكثر من مرة وأعتقد لو قرر لنفسه حفظ ربع حزب يكون أفضل وهذا يختلف من شخص لآخر ربما بعضهم لا يستطيع ولكن الأفضل هو ذلك.\n\" كيف يتم التوفيق بين الحفظ والمراجعة؟\n- إذا كان يحفظ على يد شيخ فعليه أن يجعل يوماً لحفظ درس ويوماً آخر لمراجعة ما سبق حفظه على أن تكون المراجعة مثلاً مقدار نصف جزء يومياً بعد اليوم وإن حفظ وراجع بنفس اليوم.\n\" ما هي الطريقة لمعرفة العبارات المتشابهة في القرآن مثل \"خبير بما تعملون\" و\"بما تعملون خبير\"؟\n- هناك منظومة في المتشابهات القرآنية لو حفظها الإنسان كان على علم تام بمتشابهات القرآن، هذه المنظومة تسمى المنظومة السخاوية في المتشابهات القرآنية.\n\" ما أقصى مدة وأدنى مدة يتم فيها حفظ القرآن كاملاً للجيد... والمتوسط... والضعيف؟",
        "(1/27)\n\n- الجيد - سنة ونصف - إذا كان يحفظ كل يوم ربع حزب ويراجع.. يحفظ يوماً ويراجع يوماً آخر هذه أقصى مدة وممكن أن تكون سنة كأدنى مدة للجيد، والمتوسط قد تتضاعف المدة، أما الضعيف فقد يصل إلى عشر سنوات دون أن يستطيع إتمام الحفظ.\n\" هل هناك علاقة بين رفع الصوت وخفضه للحفظ؟\n- حفظ كتاب الله هذا يختلف من شخص لآخر.\n\" ما هي الطرق المناسبة لتحسين مستوى القراءة إذا كانت ضعيفة؟\n- ليست هناك طريقة سوى التلقي عن شيخ متقن مع كثرة سماع الأشرطة وترديد ما يقرأ أمامه.\n\" ما هي الأولوية لما يأتي بالنسبة لتحسين القراءة: (القراءة الشخصية)، (القراءة على مدرس)، (استماع الأشرطة المعلمة)، وهل يستفيد الشخص لإتقان التلاوة من سماع الأشرطة لكبار المقرئين؟\n- القراءة على مدرس بالطبع هي الأولى لكي تتحسن قراءته ولأن هناك أشياء لا يستطيع الإنسان النطق بها إلا عن طريق المشافهة مثل الروم والإشمام مثلاً مهما سمع القارئ من أشرطة فلن يستطيع أن ينطق بها نطقاً صحيحاً إلا إذا كان هذا على يد شيخ متقن.\n\" ما هو الأنسب.. قراءة القرآن من أوله أو من آخره... لمن يريد الحفظ ولمن يريد تحسين قراءته؟\n- الأولى أولاً إذا كان مبتدئاً أن يحفظ على الأقل جزء عم من آخر القرآن ثم بعد ذلك ينتقل إلى سورة البقرة أي من أول القرآن ويتدرج بالحفظ ليتمكن من المواصلة.\n\" قد يقع القارئ في خطأ ويتكرر الخطأ عند إعادة القراءة، فما هو السبيل لتلافي ذلك؟\n- لا سبيل إلى ذلك إلا إذا كرر القارئ الكلمة التي ورد فيها الخطأ يكررها أكثر من مرة في الجلسة الواحدة ولا يتعداها حتى يكون قد تأكد تماماً من النطق الصحيح لها.\n\" هل يلزم في الحفظ مصحف واحد معين أو لا بأس بتعدد المصاحف؟\n- نعم يلزم لمن أراد أن يحفظ القرآن أن يحفظه على مصحف واحد لأن هذا يساعده على معرفة موقع الآيات والسور، بخلاف ما إذا تعددت المصاحف وأعني بتعددها اختلاف الطبعات.\n(1/28)",
        "\n\" هل المعرفة النظرية لأحكام التجويد تكفي لإتقان القراءة وحسن الأداء أم لا؟\n- لا تكفي إلا إذا طبقت عملياً على القرآن الكريم، وإلا لا فائدة من معرفتها المهم التطبيق العملي.\n\" لماذا لا يمكن حفظ القرآن وإتقان قراءته بدون مدرس؟\n- سبق وإن ذكرنا أن هناك أشياء لا يستطيع القارئ معرفتها إلا عن طريق مدرس، وتعرضنا لهذا في نقطة سابقة.\n\" لماذا لا يستطيع بعض الطلاب مواصلة الحفظ؟\n- ربما عدم وجود الرغبة وربما كثرة الانشغالات وربما عدم المراجعة، لأنه قد يحفظ ولا يراجع فيتفلت منه الحفظ فيكون هذا دافعاً لعدم مواصلته، بخلاف ما لو حافظ على حفظه بالمراجعة.\n\n} - { } - {\n\nO الاسم: صابر حسين محمد أو سليمان.\n\" العمل:\n- مدرس علوم القرآن والقراءات بثانوية تحفيظ القرآن.\n\" آخر شهادة حصلت عليها؟\n- تخصص علوم القرآن والقراءات.\n\" عدد الأشخاص الذين حفظوا على يديك؟\n- عدد كثير لا يحصى.\n\" ما هي الأوقات المناسبة للحفظ؟\n- عقب صلاة الفجر مباشرة.\n\" ما هي الأوقات المناسبة للمراجعة؟\n- من بعد صلاة العصر.\n\" ما هي الطريقة المثلى للحفظ؟\n- أن يحدد العُشر المطلوب ويكتبه، ويا حبذا لو كان المكتوب على لوح خشبي أو من الصفيح ثم يقرأ على مدرس متخصص لكي يقف على أخطائه ويتعاهده بالحفظ.\n\" كيف يتم التوفيق بين الحفظ والمراجعة؟\n- يقرأ أولاً العُشر الجديد ثم يقرأ بعد ذلك قدراً من المراجعة يختلف هذا القدر من شخص لآخر.\n\" ما هي الطريقة لمعرفة العبارات المتشابهة في القرآن مثل \"خبير بما تعملون\"، \"وبما تعملون خبير\"؟\n- لا أعرف طريقة أمثل إلا بتعاهده وكثرة تلاوته.\n\" ما هي أقصى مدة وأدنى مدة يتم فيها حفظ القرآن كاملاً... للجيد... والمتوسط... والضعيف؟\n- بالنسبة للجيد فيكفيه سنتان، وبالنسبة للمتوسط فثلاث سنوات، وبالنسبة للضعيف فأربع سنوات.\n\" هل هناك علاقة بين رفع الصوت وخفضه للحفظ؟\n- نعم، رفع الصوت بطريقة معقولة يكون له دخل في الحفظ.\n(1/29)\n",
        "\" ما هي الطرق المناسبة لتحسين مستوى القراءة إذا كانت ضعيفة؟\n- يمكن العمل على تحسينها بكثرة القراءة على الشيخ المتقن.\n\" ما هي الأولوية لما يأتي بالنسبة لتحسين القراءة: (القراءة الشخصية)، (القراءة على مدرس)، (استماع الأشرطة المعلمة)، وهل يستفيد الشخص لإتقان التلاوة من سماع الأشرطة لكبار المقرئين؟\n- الأولوية القراءة على المدرس ويليها استماع الأشرطة نعم يستفيد الشخص من سماع الأشرطة لكبار المقرئين استفادة تامة.\n\" ما هو الأنسب... قراءة القرآن من أوله أو من آخره.. لمن يريد الحفظ ولمن يريد تحسين قراءته؟\n- أما بالنسبة للصغار فالأولى لهم البدء من قصار السور وبالنسبة للكبار البدء على حسب ترتيب المصحف.\n\" قد يقع القارئ في خطأ ويتكرر الخطأ عند إعادة القراءة، فما هو السبيل لتلافي ذلك؟\n- يمكن التلافي بتعهد القراءة على مدرس مختص.\n\" هل يلزم في الحفظ مصحف واحد معين أو لا بأس بتعدد المصاحف؟\n- تختلف المصاحف بالنسبة لاختلاف الحفاظ فيها، فمنهم من يسهل عليه القراءة من المصاحف المكتوبة على خمسة عشر سطراً.\n\" هل المعرفة النظرية لأحكام التجويد تكفي لإتقان القراءة وحسن الأداء أم لا؟\n- لابد من المعرفة النظرية قبل القراء التطبيقية، لذا كان التطبيق أهم من المعرفة النظرية.\n\" لماذا لا يمكن حفظ القرآن وإتقان قراءته بدون مدرس؟\n- لأن القرآن كُتب برسم مخصوص وكيفية مخصوصة فكان لابد من القراءة والتلقين والمشافهة.\n\" لماذا لا يستطيع بعض الطلاب مواصلة الحفظ؟\n- لأن لهم ظروفاً خاصة محيطة بهم.\n\" هل هناك إضافات أخرى؟\n- وفي ذلك القدر كفاية وغني عما سواه.\n\n} - { } - {\nO الاسم: عبد العزيز بن محمد بن سنان.\n\" العمل:\n- مدرس القرآن الكريم في مدرسة تحفيظ القرآن الأولى.\n\" آخر شهادة حصلت عليها؟\n- الكفاءة المتوسطة لتحفيظ القرآن الكريم.\n\" عدد الأشخاص الذين حفظوا على يديك؟\n- الله أعلم.\n\" ما هي الأوقات المناسبة للحفظ؟\n(1/30)\n\n- كل إنسان له وقت مناسب ولكن بصفة عامة وهو وقت الفجر مع آخر الليل وكذلك العصر.\n\" ما هي الأوقات المناسبة للمراجعة؟\n- كما هو معروف من حديث الرسول @ فيما معناه \"أن القرآن أشد تفلتاً من الإبل في عقلها\"، لذلك يجب على الإنسان أن يراجعه كل وقت.\n\" ما هي الطريقة المثلى للحفظ؟\n- الطريقة المثلى للحفظ هي أن يقرأ الإنسان ما يستطيع أن يحفظ مثال ذلك تقسيم الثمن إلى نصفين أو أكثر وهذه الطريقة أسرع للحفظ.\n\" كيف يتم التوفيق بين الحفظ والمراجعة؟\n- الله - سبحانه وتعالى - قسم اليوم إلى خمسة أوقات ليتسنى للمسلم أن يخصص الوقت المناسب للحفظ وكذلك وقتاً آخر للمراجعة.\n\" ما هي الطريقة لمعرفة العبارات المتشابهة في القرآن مثل \"خبير بما تعملون\"، \"وبما تعملون خبير\"؟\n- من وجهة نظري هي معرفة الآية التي قبلها أو التي بعدها هذا بالإضافة إلى حفظ القرآن كاملاً عن ظهر قلب لكي يسهل على القارئ معرفة الآية.\n\" ما هي أقصى مدة وأدنى مدة يتم فيها حفظ القرآن كاملاً للجيد... والمتوسط... والضعيف؟\n- حفظ القرآن الكريم ليس له مدة معينة للحفظ، فالمؤمن المتدبر للكتاب لا يتجاوز الآية حتى يعرف معناها وحكمها والعمل بها، جعلني الله وإياكم من العاملين بكتاب الله.\n\" هل هناك علاقة بين رفع الصوت وخفضه للحفظ؟\n- نعم، وقت الحفظ حيث يتطلب القارئ رفع الصوت لكي يسهل عليه حفظ الآيات المطلوبة.\n\" ما هي الطرق المناسبة لتحسين مستوى القراءة إذا كانت ضعيفة؟\n- هو أن يواظب على القراءة باستمرار على أيدي القراء الماهرين.\n\" ما هي الأولوية لما يأتي بالنسبة لتحسين القراءة: (القراءة الشخصية)، (القراءة على مدرس)،\n(استماع الأشرطة المعلمة)، وهل يستفيد الشخص لإتقان التلاوة من سماع الأشرطة لكبار\nالمقرئين؟\n- الأولوية لتحسين القراءة تكون على أيدي مدرسين حافظين يكون فيه تدارك للخطأ في الحال وإعادة القراءة من جديد.",
        "(1/31)\n\n\" ما هو الأنسب... قراءة القرآن من أوله أو من آخره... لمن يريد الحفظ ولمن يريد تحسين قراءته؟\n- الأنسب قراءة القرآن من آخره حيث يتدرج في قراءة قصار السور.\n\" قد يقع القارئ في خطأ ويتكرر الخطأ عند إعادة القراءة، فما هو السبيل لتلافي ذلك؟\n- الطريقة الصحيحة لتلافي الخطأ هو أن يعرف الأحرف والأحكام بالإضافة إلى أن يقرأ على مدرسين حافظين للقرآن الكريم.\n\" هل يلزم في الحفظ مصحف واحد معين أو لا بأس بتعدد المصاحف؟\n- يختلف الحفاظ من شخص لآخر، والأفضل على مصحف معين (طبعة واحدة).\n\" هل المعرفة النظرية لأحكام التجويد تكفي لإتقان القراءة وحسن الأداء أم لا؟\n- لا تكفي المعرفة النظرية لأن كلام الله - عز وجل - يختلف عن كلام البشر لذلك يجب معرفة أحكام التجويد علماً من معلمي التجويد وتدريباً على أيديهم.\n\" لماذا لا يمكن حفظ القرآن وإتقان قراءته بدون مدرس؟\n- لأنه كلام الله - عز وجل - حتى إن الرسول @ كان يقرؤه على جبريل # ويطلب من الصحابة } أن يقرأوه عليه.\n\" لماذا لا يستطيع بعض الطلاب مواصلة الحفظ؟\n- هذا راجع لإهمال أولياء أمورهم من ناحية، وعدم توفر القراءة من ناحية أخرى.\n\" هل هناك إضافات أخرى؟\n- نعم، أن يوفقنا الله - عز وجل - لحفظ كتابه الكريم والعمل به وصلى الله على نبينا محمد.\n\n} - { } - {\nO الاسم: رجب عبد الحميد أحمد الفقي.\n\" العمل:\n- مدرس بمدرسة أُبي بن كعب لتحفيظ القرآن.\n\" آخر شهادة حصلت عليها؟\n- ليسانس الدراسات الإسلامية والعربية جامعة الأزهر.\n\" عدد الأشخاص الذين حفظوا على يديك؟\n- على ما أتوقع عشرة أفراد حفظوه كاملاً.\n\" ما هي الأوقات المناسبة للحفظ؟\n- وقت الفجر وبعد صلاة العصر وفي السحر.\n\" ما هي الأوقات المناسبة للمراجعة؟\n- بعد العصر.\n\" ما هي الطريقة المثلى للحفظ؟\n- عشر آيات أو أقل.\n\" كيف يتم التوفيق بين الحفظ والمراجعة؟\n- يجعل وقتاً للحفظ وآخر للمراجعة.\n(1/32)",
        "\n\" ما هي الطريقة لمعرفة العبارات المتشابهة في\nالقرآن مثل: \"خبير بما تعملون\" و\"وبما تعملون\nخبير\"؟\n- بالانتباه والحفظ الجيد وكثرة المراجعة.\n\" ما هي أقصى مدة وأدنى مدة يتم فيها حفظ القرآن كاملاً.. للجيد... والمتوسط... والضعيف؟\n- 5 سنوات للجيد، 6 سنوات للمتوسط، 8 سنوات للضعيف.\n\" هل هناك علاقة بين رفع الصوت وخفضه\nللحفظ؟\n- رفع الصوت في الحفظ أولى.\n\" ما هي الطرق المناسبة لتحسين مستوى القراءة إذا كانت ضعيفة؟\n- القراءة على شيخ متقن للقرآن وأحكامه.\n\" ما هي الأولوية لما يأتي بالنسبة لتحسين القراءة: (القراءة الشخصية)، (القراءة على مدرس)،\n(استماع الأشرطة المعلمة)، وهل يستفيد الشخص لإتقان التلاوة من سماع الأشرطة لكبار\nالمقرئين؟\n- يقرأ على مدرس مع الاستعانة بالأشرطة بعد القراءة.\n\" ما هو الأنسب... قراءة القرآن من أوله أو من آخره... لمن يريد الحفظ ولمن يريد تحسين قراءته؟\n- من أوله أو من آخره لا فرق بعد أن يعين القدر المناسب.\n\" قد يقع القارئ في خطأ ويتكرر الخطأ عند إعادة القراءة، فما هو السبيل لتلافي ذلك؟\n- بالقراءة على شيخ متقن.\n\" هل المعرفة النظرية لأحكام التجويد تكفي لإتقان القراءة وحسن الأداء أم لا؟\n- لا تكفي ولابد من التلقي العملي.\n\" لماذا لا يمكن حفظ القرآن وإتقان قراءته بدون مدرس؟\n- لأنه لا يؤخذ إلا بالتلقي ليتجنب الحافظ الوقوع في الخطأ.\n\" لماذا لا يستطيع بعض الطلاب مواصلة الحفظ؟\n- لعدم الصبر والمداومة.\n\" هل هناك إضافات أخرى؟\n- أسأل الله أن يثبت المقبلين على حفظ القرآن الكريم ويرعاهم وصلى الله على نبينا محمد وعلى آله وصحبه أجمعين.\n} - { } - {\nالمحتوى ... الصفحة\n- ?مقدمة الطبعة الرابعة ... 5\n- مقدمة ... 7\n- ?أحكام الاستعاذة والبسملة ... 9\n- تعليم القرآن ... 14\n- ?فضل القرآن وقراءته ... 14\n- حفظ القرآن ... 16\n- ?تجويد القرآن ... 17\n- آداب قارئ القرآن ... 19\n- ?آداب قلبية ... 19\n- آداب ظاهرية ... 21\n- ?من عوائق الحفظ ... 25\n(1/33)\n",
        "- خطوات لمن أراد الحفظ ... 26\n- ?آراء بعض الحفاظ في أوقات الحفظ وكيفيته ... 33\nهذه الرسالة\nتشمل على:\n1 - خلاصة تجارب لُحفاظ كتاب الله المتخصصين في التجويد والقراءات لسنوات عديدة.\n2 - تعتبر دليلاً لمن أراد حفظ كتاب الله حيث وضح فيها الطريق إلى حفظ كتاب الله مع بيان الخطوات لذلك للعمل بها، والمعوقات للحفظ للبعد عنها.\n3 - فيها الترغيب في تعلم كتاب الله والعمل به وفضل ذلك.\n4 - تشمل على الآداب القلبية والظاهرية التي ينبغي العمل بها للتأثر بكتاب الله.\n5 - فيها ترغيب لصغار السن لاغتنام الفرصة ونبضات أمل لكبار السن للحفظ وعدم اليأس مع ذكر نماذج لذلك.\n(1/34)\n"
    ]
}