{
    "partText": [
        "\nبسم الله الرحمن الرحيم\nلا إله إلا الله\nمفتاح الجنة\nلفضيلة الشيخ/ د:\nياسر بن حسين بن برهامي\nالدعوة السلفية\nOmar_rahal84@hotmail.com\nبسم الله الرحمن الرحيم\nلاإله إلا الله\nكلمة نجاة ومنهاج حياة\nهل تساءلت يا أخي يوماً:\nماذا تريد من هذه الحياة؟ وماذا يرد الله من إيجادنا في هذه الحياة؟\nلاشك أنك وكل إنسان على ظهر الأرض تبحث عن السعادة والطمأنينة وسكون النفس , ولا شك أن هذا الأمر لا يتحقق إلا بحصول التوافق بين إرادتنا وبين الغاية التي خلقنا الله من أجلها وركب صورتنا لتحقيقها ونحن خلقنا بلا إستشارة منا ولا رضا كما نرحل عن هذه الدنيا بالموت دون إستشارة ولا رضا وفيما بين البداية والنهاية نعيش أيضاً على ما فرطنا وجبلنا عليه إلا أن الله جعل لنا الإرادة والاختيار امتحاناً لنا واختباراً , وأرسل إلينا الرسل وأنزل عليهم الكتب إبلاغاً وإعذاراً , وأوحى إلى جميع الرسل دعوة واحدة لا تتغير , تبين للناس هذه الغاية التي خلقوا من أجلها وفطروا عليها ولا يسعدون إلا بحصولها: فقال الله عز وجل:\n{وَلَقَدْ بَعَثْنَا فِي كُلِّ أُمَّةٍ رَّسُولاً أَنِ اعْبُدُواْ اللّهَ وَاجْتَنِبُواْ الطَّاغُوتَ} (36) سورة النحل.\nوقال عز وجل: {وَمَا أَرْسَلْنَا مِن قَبْلِكَ مِن رَّسُولٍ إِلَّا نُوحِي إِلَيْهِ أَنَّهُ لَا إِلَهَ إِلَّا أَنَا فَاعْبُدُونِ} (25) سورة الأنبياء.\nوقال سبحانه: {وَإِذْ قَالَ إِبْرَاهِيمُ لِأَبِيهِ وَقَوْمِهِ إِنَّنِي بَرَاء مِّمَّا تَعْبُدُونَ (26) إِلَّا الَّذِي فَطَرَنِي فَإِنَّهُ سَيَهْدِينِ (27)} سورة الزخرف.\nقال العلماء: هي كلمة لا إله إلا الله.\nوقال عن نوح عليه السلام أنه قال لقومه: {أَن لاَّ تَعْبُدُواْ إِلاَّ اللّهَ إِنِّيَ أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ أَلِيمٍ} (26) سورة هود.\nوكذلك هود وصالح وغيرهم من الرسل عليهم السلام.\n(1/1)\n",
        "وقال المسيح: {وَقَالَ الْمَسِيحُ يَا بَنِي إِسْرَائِيلَ اعْبُدُواْ اللّهَ رَبِّي وَرَبَّكُمْ إِنَّهُ مَن يُشْرِكْ بِاللّهِ فَقَدْ حَرَّمَ اللّهُ عَلَيهِ الْجَنَّةَ وَمَأْوَاهُ النَّارُ وَمَا لِلظَّالِمِينَ مِنْ أَنصَارٍ} (72) سورة المائدة.\nفكلمة \" لا إله إلا الله \" هي دعوة الرسل أجمعين وهي عنوان التوحيد وهي العروة الوثقى وهي كلمة النجاة _ فهل هي كلمة تقال ونفعل بعد ذلك ما نفعل؟\nلا إله إلا الله منهاج حياة\n{قُلْ إِنَّ صَلاَتِي وَنُسُكِي وَمَحْيَايَ وَمَمَاتِي لِلّهِ رَبِّ الْعَالَمِينَ (162) لاَ شَرِيكَ لَهُ وَبِذَلِكَ أُمِرْتُ وَأَنَاْ أَوَّلُ الْمُسْلِمِينَ (163)} سورة الأنعام.\nفليس التوحيد مجرد كلام يُقال أو أفكار تعتنق فحسب بل الإيمان علم وعمل , عقيدة وشريعة , فهو إيمان بالله وملائكته ورسله واليوم الآخر والقدر خيره وشره , وهو طاعة لله وإخلاص واتباع لرسول الله صلى الله عليه وسلم وانقياد , وهو حب لله وشوق له وخوف منه وحده ورجاء لفضله , وهو دعاء وتضرع وخضوع واستسلام لله وحده وهو شكر للنعم وصبر على البلاء وعلى الطاعة وبُعد عن الشهوات.\nوهو صلاة وصوم وزكاة وحج وجهاد , وهو ذبح ونذر وحلف بالله وحده لا شريك له , وهو أكل الحلال وترك للحرام في المأكل والمشرب والملبس والمكسب , وهو بر الوالدين وصلة أرحام وإحسان إلى الجيران وحسن خلق مع كل الناس من وفاء بالعهد وأداء للأمانة وترك الغش , وهو تحاكم إلى شرع الله والتزام به واللاضا بحكمه , وهو غض للبصر وحفظ للفرج وحجاب وستر للعورة , وهو دعوة إلى الله ونصرة للدين وأمر بالمعروف ونهي عن المنكر وإقامة الشرع في الأرض كلها , وهو إنتماء إلى حزب المؤمنين , حزب الله سبحانه وتعالى وترك أحزاب الضلال أتبْاع الشيطان.\nفهو إجمالاًأن الإنسان في كل أموره حنيفاً لله , أي متوجهاً إليه , متقرباً إليه على ما جاء به رسول الله صلى الله عليه وسلم.\n(1/2)\n\n{فَأَقِمْ وَجْهَكَ لِلدِّينِ حَنِيفًا فِطْرَةَ اللَّهِ الَّتِي فَطَرَ النَّاسَ عَلَيْهَا لَا تَبْدِيلَ لِخَلْقِ اللَّهِ ذَلِكَ الدِّينُ الْقَيِّمُ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ} (30) سورة الروم.\nمعنى لاإله إلا الله\nقال تعالى: {فَاعْلَمْ أَنَّهُ لَا إِلَهَ إِلَّا اللَّهُ} (19) سورة محمد.\nفالعلم بمعنى لا إله إلا الله فرض على كل مُكلف , والإله: هو المعبود والذي (يفزع) إليه الخلائق في حوائجهم.\nفمعنى لا إله إلا الله أي لا معبود بحق إلا الله ولا يلجأ العباد ويضرعون ويفزعون في كل ما ينوبهم إلا إلى الله وهو الذي تشتاق إليه وتميل إليه.\nومن هنا تعلم خطأ من ظن أن معنى الإله أنه القادر على الخلق والإختراع فحسب , حيث أن (المشركين) كانوا يقرون بذلك وإنما طالبهم رسلهم بان يقروا بأنه لا يستحق العبادة إلا الله , فمن أقر بوجود الله ثم عبد غيره أو كذب رسله فهو كافر بالله مخلد في النار , وكذلك من دعا غير الله أو استغاث به أو ذبح له من دون الله بعد بلوغ الحجة.\nوكلمة لا إله إلا الله تتضمن الكفر بالطاغوت في شقها الأول (لا إله) وهي نفي الإلهية واستحقاق العبادة عن كل أحد دون الله , وتتضمن الإيمان بالله في شقها الثاني (إلا الله).\nقال تعالى: {فَمَنْ يَكْفُرْ بِالطَّاغُوتِ وَيُؤْمِن بِاللّهِ فَقَدِ اسْتَمْسَكَ بِالْعُرْوَةِ الْوُثْقَىَ لاَ انفِصَامَ لَهَا وَاللّهُ سَمِيعٌ عَلِيمٌ} (256) سورة البقرة.\nقال العلماء (العروة الوثقى: هي لا إله إلا الله) وقال رسول الله صلى الله عليه وسلم: \" من قال لا إله إلا الله وكفر بما يعبد من دون الله حرم ماله ودمه وحسابه على الله \" رواه مسلم وأحمد.\nفالنطق بها علامة على الكفر بما يعبد من دون الله فلا يتم الإيمان بالله إلا بالكفر بالطاغوت , فما هو الطاغوت؟ وما معنى الكفر به؟\nمعنى الطاغوت وصفته الكفرية",
        "(1/3)\n\nالطاغوت: أصله الطغيان وهو مجاوزة الحد , فالطاغوت هو كل ما جاوز العبد به حده_ أي حد العبودية _وادعى لنفسه صفة أو حقاً من حقوق الألوهية أو الربوبية , فالطاغوت يشمل كل من عبد من دون الله وهو راض ويشمل رؤوساً خمسة هم السبب في ضلال أكثر العالم.\nأولهم الشيطان الداعى لعبادة غير الله , قال تعالى: {أَلَمْ أَعْهَدْ إِلَيْكُمْ يَا بَنِي آدَمَ أَن لَّا تَعْبُدُوا الشَّيْطَانَ إِنَّهُ لَكُمْ عَدُوٌّ مُّبِينٌ} (60) سورة يس.\nفما معنى عبادة الشيطان؟ وهل هُناك من يقول أن إلهه هو الشيطان؟\nألا نرى أن الجميع حتى الكفار يسبون الشيطان ويلعنونه؟! بلى ولكن عبادة الشيطان هي طاعة في الكفر والشرك وتكذيب الرُسل عليهم السلام , فمن قبل ذلك منه وأطاعه فيه فقد عبده من دون الله.\nالثاني من رؤوس الطواغيت:\nالحاكم الذي يحكم بغير ما أنزل الله والدليل القاطع عل ذلك من القرآن الكريم قوله تعالى: {أَلَمْ تَرَ إِلَى الَّذِينَ يَزْعُمُونَ أَنَّهُمْ آمَنُواْ بِمَا أُنزِلَ إِلَيْكَ وَمَا أُنزِلَ مِن قَبْلِكَ يُرِيدُونَ أَن يَتَحَاكَمُواْ إِلَى الطَّاغُوتِ وَقَدْ أُمِرُواْ أَن يَكْفُرُواْ بِهِ وَيُرِيدُ الشَّيْطَانُ أَن يُضِلَّهُمْ ضَلاَلاً بَعِيدًا} (60) سورة النساء.\nنزلت فيمن أراد التحاكم إلى كعب بن الأشرف اليهودي أو إلى بعض الكُهان وهي تشمل كل من يتحاكم إلى من يحكم بغير ما أنزل الله , لا شك أن الذي يحكم بغير ما أنزل الله قد جاوز حد العبودية التي تستلزم تلقي أحكام الله وشرعه بالقبول (والأذعان) ونسب إلى نفسه الربوبية في التشريع.\nقال تعالى: {أَلاَ لَهُ الْخَلْقُ وَالأَمْرُ} (54) سورة الأعراف.\nوقال: {أَمْ لَهُمْ شُرَكَاء شَرَعُوا لَهُم مِّنَ الدِّينِ مَا لَمْ يَأْذَن بِهِ اللَّهُ} (21) سورة الشورى.\nفسمى الله من اتخذ من يُشرع له من دون الله مشركاً وهؤلاء المشرعين شركاء بالباطل فالله لا شريك له في خلقه كذلك.\n(1/4)",
        "\nوالثالث من رؤوس الطواغيت:\nالأحبار والرهبان الذين يُبدلون الشرع.\n(أي علماء السوء وعباد السوء) جرياً وراء الدنيا , قال تعالى: {اتَّخَذُواْ أَحْبَارَهُمْ وَرُهْبَانَهُمْ أَرْبَابًا مِّن دُونِ اللّهِ وَالْمَسِيحَ ابْنَ مَرْيَمَ وَمَا أُمِرُواْ إِلاَّ لِيَعْبُدُواْ إِلَهًا وَاحِدًا لاَّ إِلَهَ إِلاَّ هُوَ سُبْحَانَهُ عَمَّا يُشْرِكُونَ} (31) سورة التوبة.\nفسرها النبي صلى الله عليه وسلم بقولهِ: \" ألم يحلوا لكم الحرام , ويحرموا عليكم الحلال فأتبعتومُهم فتلك عبادتهم \" (1)\nوالرابع والخامس من رؤوس الطواغيت:\nالساحر والكاهن , فالساحر يدعي الضر , والنفع والخلق , وتقليب القلوب وكل هذه من صفات الربوبية , والكاهن يدعى علم الغيب , وعلم الغيب استأثر سبحانه وتعالى به.\n{وَعِندَهُ مَفَاتِحُ الْغَيْبِ لاَ يَعْلَمُهَا إِلاَّ هُوَ وَيَعْلَمُ مَا فِي الْبَرِّ وَالْبَحْرِ وَمَا تَسْقُطُ مِن وَرَقَةٍ إِلاَّ يَعْلَمُهَا وَلاَ حَبَّةٍ فِي ظُلُمَاتِ الأَرْضِ وَلاَ رَطْبٍ وَلاَ يَابِسٍ إِلاَّ فِي كِتَابٍ مُّبِينٍ} (59) سورة الأنعام.\nوصفات الكفر بالطاغوت: أن يعتقد بطلان ما زعموه لأنفسهم من صفات أو حقوق الإله الحق لا شريك له , وأن يُصرح بلسانه بذلك , وبأن يعلم أنه حين ينطق بلاَ إله إلا الله فإنه يعني بها تكذيب كل هؤلاء أو غيرهم ممن يعبد من دون الله , ثم يكون عمله مُطَابقاً لقوله وأعتقاده فلا يُطيع الشيطان ولا يستجيب لدعائه فيما يأمرون به من الكفر والمعاصي ولا يتحاكم إلى من يحكم بغير ما أنزل الله , ولا يتبع من بدل شرع الله , ولا يأتي السحرة والكهان ثم تكميل هذا كله بالجهاد باللسان واليد والمال والنفس لإبطال عبادة الطواغيت من على ظهر الأرض وإخراج العباد من عبادة العباد إلى عبادة رب العباد:\n_________________\n(1) …هذا الحديث حسن: رواه الترمذي والبيهقي في الكبير وحسنه الألباني في صحيح الترمذي.\n(1/5)\n",
        "{وَقَاتِلُوهُمْ حَتَّى لاَ تَكُونَ فِتْنَةٌ وَيَكُونَ الدِّينُ كُلُّهُ لِلّه فَإِنِ انتَهَوْاْ فَإِنَّ اللّهَ بِمَا يَعْمَلُونَ بَصِيرٌ} (39) سورة الأنفال.\nالولاء والبراء\nمن حقيقة معنى لا إله إلا الله\nقال رسول الله صلى الله عليه وسلم: (أوثق عُرى الإيمان الحب في الله والبُغض في الله) (2).\nهل يتصور مؤمن يحب الله ويعبده وفي نفس الوقت يكره المؤمنين ويعاديهم ولا يُنصرهم؟!.\nلا يتصور هذا إلا ممن لا يعرف حقيقة الإيمان.\nقال تعالى: {لَا تَجِدُ قَوْمًا يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ يُوَادُّونَ مَنْ حَادَّ اللَّهَ وَرَسُولَهُ وَلَوْ كَانُوا آبَاءهُمْ أَوْ أَبْنَاءهُمْ أَوْ إِخْوَانَهُمْ أَوْ عَشِيرَتَهُمْ} (22) سورة المجادلة.\nوقال: {يَا أَيُّهَا الَّذِينَ آمَنُواْ لاَ تَتَّخِذُواْ الْيَهُودَ وَالنَّصَارَى أَوْلِيَاء بَعْضُهُمْ أَوْلِيَاء بَعْضٍ وَمَن يَتَوَلَّهُم مِّنكُمْ فَإِنَّهُ مِنْهُمْ إِنَّ اللّهَ لاَ يَهْدِي الْقَوْمَ الظَّالِمِينَ} (51) سورة المائدة.\nفإن قال قائل: أليس اليهود والنصارى يؤمنون بالله؟\nنقول لا نجيب نحن ولكن يجيبكم القرآن , قال تعالى: {لَقَدْ كَفَرَ الَّذِينَ قَالُواْ إِنَّ اللّهَ هُوَ الْمَسِيحُ ابْنُ مَرْيَمَ} (72) سورة المائدة.\nوقال تعالى: {لَّقَدْ كَفَرَ الَّذِينَ قَالُواْ إِنَّ اللّهَ ثَالِثُ ثَلاَثَةٍ} (73) سورة المائدة.\n___________________\n(2) …حسن رواه الطبراني في الكبير وحسنه الألباني في صحيح الجامع (2536).\n(1/6)\n\nوقال تعالى: {وَقَالَتِ الْيَهُودُ عُزَيْرٌ ابْنُ اللّهِ وَقَالَتْ النَّصَارَى الْمَسِيحُ ابْنُ اللّهِ ذَلِكَ قَوْلُهُم بِأَفْوَاهِهِمْ يُضَاهِؤُونَ قَوْلَ الَّذِينَ كَفَرُواْ مِن قَبْلُ قَاتَلَهُمُ اللّهُ أَنَّى يُؤْفَكُونَ (30) اتَّخَذُواْ أَحْبَارَهُمْ وَرُهْبَانَهُمْ أَرْبَابًا مِّن دُونِ اللّهِ وَالْمَسِيحَ ابْنَ مَرْيَمَ وَمَا أُمِرُواْ إِلاَّ لِيَعْبُدُواْ إِلَهًا وَاحِدًا لاَّ إِلَهَ إِلاَّ هُوَ سُبْحَانَهُ عَمَّا يُشْرِكُونَ} سورة التوبة.\nوقال النبي صلى الله عليه وسلم: \" والذي نفسي بيده لا يسمع بي أحد من هذه الأمة يهودي ولا نصراني ثم يموت ولم يؤمن بالذي أرسلت به إلا أدخله الله النار \" رواه مسلم والإمام أحمد.\nو إن قال قائل: أليسوا أهل كتاب؟ فنقول , قال الله تعالى: {إِنَّ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ وَالْمُشْرِكِينَ فِي نَارِ جَهَنَّمَ خَالِدِينَ فِيهَا أُوْلَئِكَ هُمْ شَرُّ الْبَرِيَّةِ} (6) سورة البينة , فمن كذب محمد صلى الله عليه وسلم فهو كافر وإن كان من أهل الكتاب.\nفإن قيل لنا: أليس الدين لله والوطن للجميع؟\nقلنا: بل الدين له والأرض كُلها _وليس الوطن فقط_ لله رب العالمين بلا شريك له , قال تعالى: {إِنَّ الأَرْضَ لِلّهِ يُورِثُهَا مَن يَشَاء مِنْ عِبَادِهِ وَالْعَاقِبَةُ لِلْمُتَّقِينَ} (128) سورة الأعراف.\nويكفي في إبطال روابط القومية والوطنية هذه الآيات البينات من سورة الممتحنة.",
        "(1/7)\n\nقال تعالى: {قَدْ كَانَتْ لَكُمْ أُسْوَةٌ حَسَنَةٌ فِي إِبْرَاهِيمَ وَالَّذِينَ مَعَهُ إِذْ قَالُوا لِقَوْمِهِمْ إِنَّا بُرَاء مِنكُمْ وَمِمَّا تَعْبُدُونَ مِن دُونِ اللَّهِ كَفَرْنَا بِكُمْ وَبَدَا بَيْنَنَا وَبَيْنَكُمُ الْعَدَاوَةُ وَالْبَغْضَاء أَبَدًا حَتَّى تُؤْمِنُوا بِاللَّهِ وَحْدَهُ إِلَّا قَوْلَ إِبْرَاهِيمَ لِأَبِيهِ لَأَسْتَغْفِرَنَّ لَكَ وَمَا أَمْلِكُ لَكَ مِنَ اللَّهِ مِن شَيْءٍ رَّبَّنَا عَلَيْكَ تَوَكَّلْنَا وَإِلَيْكَ أَنَبْنَا وَإِلَيْكَ الْمَصِيرُ} (4) سورة الممتحنة.\nفإن قالوا: ألم يقل الله: {وَلَتَجِدَنَّ أَقْرَبَهُمْ مَّوَدَّةً لِّلَّذِينَ آمَنُواْ الَّذِينَ قَالُوَاْ إِنَّا نَصَارَى ذَلِكَ بِأَنَّ مِنْهُمْ قِسِّيسِينَ وَرُهْبَانًا وَأَنَّهُمْ لاَ يَسْتَكْبِرُونَ} (82) سورة المائدة.\nقلنا لهم: أكملوا الآية ولا تبتلروها حتى تعلموا من هؤلاء.\nقال تعالى: {وَإِذَا سَمِعُواْ مَا أُنزِلَ إِلَى الرَّسُولِ تَرَى أَعْيُنَهُمْ تَفِيضُ مِنَ الدَّمْعِ مِمَّا عَرَفُواْ مِنَ الْحَقِّ يَقُولُونَ رَبَّنَا آمَنَّا فَاكْتُبْنَا مَعَ الشَّاهِدِينَ} (83) سورة المائدة.\nفهذه الآية نزلت فيمن آمن منهم كالنجاشي وغيرهم وأما من لم يؤمن فقد قال الله فيهم: {قَاتِلُواْ الَّذِينَ لاَ يُؤْمِنُونَ بِاللّهِ وَلاَ بِالْيَوْمِ الآخِرِ وَلاَ يُحَرِّمُونَ مَا حَرَّمَ اللّهُ وَرَسُولُهُ وَلاَ يَدِينُونَ دِينَ الْحَقِّ مِنَ الَّذِينَ أُوتُواْ الْكِتَابَ حَتَّى يُعْطُواْ الْجِزْيَةَ عَن يَدٍ وَهُمْ صَاغِرُونَ} (29) سورة التوبة.\nومن أوضح صور موالاة المشركين النهي التشبيه بهم في هديهم سواء الظاهر منه أو الباطن , قال صلى الله عليه وسلم \" من تشبه بقومٍ فهو منهم\"\nومن التشبه بهم في أعيادهم الباطلة التي هي من شعائر دينهم الباطل.\n(1/8)",
        "\nقال تعالى: {وَالَّذِينَ لَا يَشْهَدُونَ الزُّورَ وَإِذَا مَرُّوا بِاللَّغْوِ مَرُّوا كِرَامًا} (72) سورة الفرقان.\nقال المفسرون في تفسيرها: أي أعياد المشركين\nالإسلام دين السماحة والعدل\nنعم ولكن هناك فرق بين المحبة والرضا بملة غير الإسلام , وبين العدل والسماحة.\nفالمسلم لا يظلم ولو كافراً , ولا يغدر , ولا ينقض عهداً , وهويحسن إلى من لم يحاربه في الدين وإن كان يكرهه ويبغضه على كفره , فالبر والقسط غير المحبة والموالاة والتشبه , ويجوز للمسلم البيع والشراء والإجارة وقبول الهدية والإهداء تألفاً للكفار , ولا يجوز له محبتهم , ولا نصرتهم ولا مدحهم على باطلهم ولا متابعتهم ولا طاعتهم ولا صداقتهم قال صلى الله عليه وسلم: \" لا تصاحب إلا مؤمناً \" رواه أبو داود والترمذي وحسنه الألباني.\nهل نحن متطرفون؟؟\nأخي: عرضنا عليك عقيدتنا في كلمة التوحيد (لا إله إلا الله) بالأدلة الواضحة من الكتاب والسنة الصحيحةفليس من حقنا أو حق أي إنسان أن ينسب إلى الإسلام قولاً أو فعلاً إلا بدليل من الكتاب والسنة بفهم سلف الأمة وعلمائها , فهل من أعتقد ذلك وعمل بها يكون متطرفاً؟\nفإن كان كذلك فوالله إنا لفي الطرف الذي عليه الكتاب السنة وإن فارقنا العالم أجمع , والموعد غداً بين يدي الله {يَوْمَ الْقِيَامَةِ يَفْصِلُ بَيْنَكُمْ وَاللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ} (3) سورة الممتحنة.\nفانظر لنفسك أين تكون غداً , فأنت تقرره اليوم.\n{وَإِنَّ جُندَنَا لَهُمُ الْغَالِبُونَ} (173) سورة الصافات.\nكتبهُ:\nياسر برهامي\n\nلا إله إلا الله مفتاح الجنة ـــــــــــــــــــــــــــــــــــــــــــــــــــــــ د/ ياسر حسين برهامي\n11\n(1/9)\n"
    ]
}