{
    "partText": [
        "\nلغات القبائل الواردة في القرآن الكريم\nتأليف\nالإمام أبي عبيد القاسم بن سلام\n(157-224هـ)\nكتبها\nخالد حسن أبو الجود\nاهداء\nإلى الأحبة في منتدى أهل الحديث خاصة عبد الله العتبي وهيثم حمدان وأبو اسحاق التطواني وفقهم الله.\n(1/1)\n",
        "تعريف بالمؤلف:\nالإمام الحافظ المجتهد ذو الفنون من قيل عنه الناس أربعة ابن عباس في زمانه والشعبي في زمانه والقاسم بن معن في زمانه وأبو عبيد في زمانه\nاسمه: القاسم بن سلام بن عبد الله\nكنيته: أبو عبيد\nمولده: سنة سبع وخمسين ومئة من الهجرة النبوية الشريفة.\nأبوه: كان روميا من أهل هراه.\nصفته: كان أحمر الرأس واللحية بالخضاب وكان مهيبا وقورا.\nوظائفه: ولي قضاء طرسوس ثماني عشرة سنة.\nشيوخه:\nسمع من إسماعيل بن جعفر، وشريك بن عبد الله، وسفيان بن عيينة، وأبي بكر بن عياش وغيرهم كثير.\nقرأ القرآن على علي بن الحسن الكسائي وإسماعيل بن جعفر وغيرهم.\nأخذ اللغة عن أبي زيد الأنصاري، وأبي عبيدة معمر بن المثنى، والأصمعي من البصريين، وابن الأعرابي، وأبي عمرو الشيباني، والفراء من الكوفيين.\nأخلاقه: كان طيب الخلق حسن المعشر متواضعا، مؤدبا عارفا بالنحو والفقه والغريب. يحكى عن علمه وتواضعه أنه مر بدار أسحاق الموصلي فقالوا له: يا أبا عبيد، صاحب هذه الدار يقول: إن في كتابك غريب المصنف ألف حرف خطأ، فقال كتاب فيه أكثر من مئة ألف يقع فيه ألف ليس بكثير، ولعل إسحاق عنده رواية وعندنا رواية فخطأنا والروايتان صواب ولعله أخطأ في حروف , وأخطأنا في حروف فيبقى الخطأ يسيرا.\nروى عنه: أحمد بن يوسف وعلي بن عبد العزيز ونصر بن داود وثابت بن أبي ثابت\nعبادته: كان رحمه الله كما يقول ابن الأنباري: \" يقسم الليل ثلاثا فيصلي ثلثه وينام ثلثه ويصنف ثلثه \" وكان رحمه الله متبع للسنة متلهف على عبادة ربه.\n(1/1)\n\nقال أبو عبيدة: سمعني ابن إدريس أتلهف على بعض الشيوخ فقال لي: يا أبا عبيد، مهما فاتك من العلم، فلا يفوتنك من العمل. وفي الجملة كان ذا فضل ودين ومذهب حسن.\nتصانيفه: - له كتاب الأموال في مجلد كبير مطبوع.\nوكتاب غريب الحديث وهو أهم كتبه طبع بالهند في أربع مجلدات\nكتاب غريب القرآن\nوكتاب معاني القرآن\nولغات القبائل الواردة في القرآن\nوكتاب النسب\nوكتاب أدب القاضي\nالغريب المصنف منه نسخة بدار الكتب.\nكتاب الأمثال وهو مطبوع\nوغير ذلك كثير من الكتب وخاصة في الفقه والحديث واللغة.\nأقوال العلماء فيه:\nقال ابن معين: أبو عبيد ثقة. وقال أحمد بن حنبل: أبو عبيد ممن يزداد عندنا كل يوم خيرا. وقال أبو داود: أبو عبيد ثقة مأمون. وقال الدارقطني: ثقة إمام جبل. وقال الحاكم: إنما الإمام المقبول عن الكل ابو عبيد. قال أبو عمرو الداني أبو عبيد إمام دهره في جميع العلوم ثقة مأمون صاحب سنة.\nوفاته: مات سنة أربع وعشرين ومئتين بمكة رحمه الله تعالى.\nلللإستزادة عليك بالرجوع إلى المراجع الآتية غير مأمور:\n(سير أعلام النبلاء 10/506، معجم الأدباء 4/562، طبقات ابن سعد 7/355تاريخ بغداد 12/403 وغير ذلك من كتب الرجال والتاريخ والجرح والتعديل)",
        "(1/2)\n\nبسم الله الرحمن الرحيم\nالحمد لله حق حمده، وصلواته وسلامه على سيدنا محمد وآله وصحبه وجنده.\nأخبرنا الشيخ الفقيه الحافظ النبيه شرف الدين أبو الحسن علي بن المفضل بن علي المقدسي - رحمه الله - إجازة. قال: أخبرنا الشيخان الحافظ أبو طاهر أحمد بن محمد السلفي الأصبهاني، وشهاب الدين أبو عبد الله محمد بن يوسف القونوي، عن أبي العباس أحمد بن إبراهيم بن الخطاب، عن أبي محمد إسماعيل، عن ابن عمر بن إسماعيل المقري بن عبيد، عن الحسن بن محمد عن أحمد بن أبان القرشي عن أبي جعفر محمد بن أيوب عن عبد الملك بن جريج، عن عطاء، عن ابن عباس - رضي الله عنهما - في قوله - عز وجل - (بلسان عربي مبين) . قال: بلسان قريش ولو كان غير عربي ما فهموه، وما أنزل الله كتابا من السماء إلا بالعربية، وكان جبريل - عليه السلام - يترجم لكل نبي بلسان قومه، وذلك معنى قوله تعالى (وما أرسلنا من رسول إلا بلسان قومه ليبين لهم) ، فليس ما وقع من ألسنة الأمم أو سمع من لسان العرب في القرآن ليس فيه إلا لغة العرب؛ وربما وافقت بعض اللغات أيضا؛ فأما الأصل والجنس فعربي لا يخالطه شيء.\nسورة البقرة:\nقوله تعالى: \" قالوا أنؤمن كما آمن السفهاء \" السفيه: الجاهل بلغة كنانة.\nقوله: \" رغدا \" يعني الخصب بلغة طيء.\n(الصاعقة) الموتة بلغة عمان.\n(رجزا) يعني العذاب بلغة طيء.\n(خاسئين) يعني صاغرين بلغة كنانة.\n(الطور) يعني الجبل، وافقت لغة العرب في هذا الحرف لغة السريانية.\n(لا شية) لا وضح بلغ أزد شنوءة.\n(بئسما اشتروا) يعني باعوا بلغة هزيل.\n(بغيا) حسدا بلغة تميم.\n(فباءوا بغضب) يعني استوجبوا بلغة جرهم.\n(تلك أمانيهم) يعني أباطيلهم بلغة قريش.\n(إلا من سفه نفسه) يعني خسر بلغة طيء.\n(وسطا) يعني عدلا بلغة قريش، وكذلك في نون والقلم (قال أوسطهم) أعدلهم.\n(شطر المسجد الحرام) يعني تلقاء، والتلقاء النحو بلغة كنانة.\n(كمثل الذي ينعق) يعني يصيح بلغة طيء.\n(1/3)",
        "\n(في شقاق بعيد) في ضلال بعيد بلغة جرهم.\n(إن ترك خيرا) المال بلغة جرهم. وفي سورة النور (إن علمتم فيهم خيرا) أي لهم مالا. وقوله (ما مكني فيه ربي خير) يعني المال.\n(جنفا) يعني تعمدا للجنف بلغة قريش. وفي المائدة (متجانف لإثم) أي متعمد له.\n(فلا رفث) يعني فلا جماع بلغة مذحج.\n(أفيضوا) انفروا بلغة خزاعة.\n(لأعنتكم) هنا، و (ما عنتم) بآل عمران، و (العنت منكم) بالنساء، (وما عنتم) بالتوبة، و (لعنتم) بالحجرات: والعنت الإثم بلغة هذيل.\n(عزموا الطلاق) حققوا بلغة هذيل.\n(تعضلوهن) تحبسوهن بلغة أزد شنوءة.\n(صلد) نقيا بلغة هذيل.\nسورة آل عمرآن\n(كدأب آل فرعون) يعني كأشباه بلغة جرهم.\n(سيدا وحصورا) السيد الحكيم بلغة حمير. والحصور الذي لا حاجة له في النساء بلغة كنانة.\n(تدخرون) مثقل بلغة تميم، و (تدخرون) مخفف بلغة كنانة.\n(لا خلاق) لا نصيب بلغة كنانة.\n(كونوا ربانيين) يعني علماء وافقت لغة السريانية.\n(إصري) عهدي وافقت لغة النبطية.\n(آناء الليل) ساعات بلغة هزيل، وكذلك في سورة طه (ومن آناء الليل فسبح) .\n(لا يألونكم خبالا) يعني غيا بلغة عمان.\n(تفشلا) تجبنا بلغة حمير) .\n(فورهم) وجوههم بلغة هزيل وقيس عيلان وكنانة.\n(تهنوا) تضعفوا بلغة قريس وكنانة، وكذلك في سورة محمد - صلى الله عليه وسلم - (فلا تهنوا وتدعوا إلى السلم وانتم الأعلون) .\n(قرح) بالفتح لغة الحجاز وبالضم لغة تميم.\n(ربيون) رجال بلغة حضر موت.\nسورة النساء:\n(تعولوا) تميلوا بلغة جرهم.\n(نحلة) فريضة بلغة قيس عيلان.\n(سبيلا) مخرجا بلغة قريش.\n(أفضى) الإفضاء الجماع بلغة خزاعة.\n(مسافحين) المسافحة الزنى بلغة قريش.\n(تميلوا ميلا عظيما) تخظئوا خطأ بينا بلغة سبأ.\n(موالي) عصبية بلغة قريش وكذلك في سورة مريم (وإني خفت الموالي) .\n(1/4)\n",
        "(كفل) الكفل النصيب وافقت لغة النبطية.\n(مقيتا) يعني مقتدرا بلغة مذحج.\n(حصرت) يعني ضاقت بلغة أهل اليمامة.\n(السلم) الصلح بلغة قريش.\n(مراغما) منفسحا بلغة هذيل.\n(أن يفتنكم الذين كفروا) يضللكم بلغة هوازن.\n(تغلوا) لا تزيدوا.\n(الكلالة) الذي لا ولد ولا والد بلغة قريش.\n(أن تضلوا) يعني لا تضلوا بلغة بني حنيفة.\nسورة المائدة:\n(الكلالة) الذي لا ولد له ولا والد بلغة قريش.\n(أن تضلوا) يعني أن لا تضلوا بلغة قريش.\nقوله تعالى: (أوفوا بالعقود) يعني بالعهود بلغة بني حنيفة.\n(مخمصة) مجاعة بلغة قريش.\n(من حرج) يعني من ضيق بلغة قيس غيلان.\n(وجعلكم ملوكا) يعني أحرارا بلغة هذيل وكنانة.\n(فافرق بيننا) فاقض بلغة مدين.\n(فلا تأس) تحزن بلغة قريش.\n(فإن عثر) يعني اطلع بلغة قريش، وفي الكهف (وكذلك أعثرنا عليهم) .\nسورة الأنعام:\n(مدرارا) متتابعا بلغة هذيل، وكذلك في سورة هود ونوح.\n(مبلسون) آيسون بلغة كنانة.\n(يصدفون) يعرضون بلغة قريش، وكذلك قوله تعالى (وصدف عنها) أعرض.\n(ثمره) بالفتح لغة كنانة بالضم لغة تميم.\n(قبلا) عيانا بالضم لغة تميم وبالكسر لغة كنانة.\n(ضيقا حرجا) يعني شاكا بلغة قريش.\n(الإملاق) الجوع بلغة لخم.\nقوله تعالى: (وصدف عنها) أعرض بلغة قريش.\nسورة الأعراف:\n(في صدرك حرج) شك بلغة قريش.\n(طفقا) عمدا بلغة غسان.\n(سفاهة) جنون بلغة حمير.\n(يتطهرون) يعني يتنزهون عن أدبار الرجال بلغة قريش.\n(كأن لم يغنوا فيها) وقوله في يونس عليه السلام \" كأن لم تغن بالأمس \" يتمتعوا بلغة جرهم.\n(آسى) أحزن بلغة قريش.\n(هدنا إليك) تبنا وافقت لغة العبرانية.\n(بعذاب بئيس) شديد بلغة غسان.\n(ثقلت) خفيت بلغة قريش.\n(حفي عنها) عالم بها وكذا (حفيا) بمريم.\n(1/5)\n\n(وما مسني السوء) وفي هود بعض آلهتنا بسوء يعني الجنون بلغة هذيل.\n(اجتبيتها) أتيتها بلغة ثقيف.\nسورة الأنفال:\n(فرقانا) مخرجا بلغة هذيل.\n(ليثبتوك) يعني لحبسوك بلغة قريش.\n(أساطير الأولين) كلام الأولين بلغة جرهم.\n(مكاء وتصدية) المكاء: الصفير، والتصدية التصفير بلغة قريش.\n(فيركمه) فيجمعه بلغة قريش.\n(نكص) رجع بلغة سليم.\n(فشرد بهم) فنكل بهم بلغة جرهم.\n(لا تحسبن) بكسر السين وهي لغة النبي - صلى الله عليه وسلم -، وبفتح السين لغة جرهم.\n(حرض) حض بلغة هذيل.\nسورة التوبة:\n(غير معجزي الله) كل معجز في القرآن معناه سابق بلغة كنانة.\n(ولا ذمة) يعني قرابة بلغة قريش.\n(وليجة) بطانة بلغة هذيل.\n(يبشرهم) بالتخفيف لغة كنانة وبالتشديد لغة تميم.\n(وإن خفتم عيلة) يعني فاقة بلغة هذيل.\n(تنفروا) وكذا (انفروا) اغزوا بلغة هذيل.\n(السائحون) الصائمون بلغة هذيل، وكذا (سائحات) أي صائمات.\nسورة يونس:\n(فزيلنا بينهم) فميزنا بلغة حمير.\n(وما يعزب عن ربك) وما يغيب بلغة كنانة.\n(لا يكن أمركم عليكم غمة) شبهة بلغة هذيل.\n(ببدنك) بدرعك بلغة هذيل.\nسورة هود:\n(إلى أمة معدودة) سنين بلغة أزد شنوءة.\n(أراذلنا) سفلتنا بلغة جرهم.\n(فلا تبتئس) تحزن هنا ويوسف بلغة كندة.\n) ونادى نوح ابنه) أي ابن امرأته بلغة طيء، ويؤيده قراءة [ونادى نوح ابنها] وهي شاذة.\n) وغيض الماء) نقص بلغة الحبشة.\n) قد كنت فينا مرجوا) حقيرا بلغة حمير.\n) بعجل حنيذ) يعني مشوي بلغة قريش.\n) أواه منيب) يعني به الدعاء إلى الله - عز وجل - بلغة توافق النبطية.\n) سيء بهم) يعني كرههم بلغة غسان.\n) يوم عصيب) يعني شديد بلغة جرهم.\n) حجارة من سجيل) يعني من طين وافقت لغة الفرس.\n) الحليم الرشيد) ضد الأحمق السفيه بلغة مدين.",
        "(1/6)\n\n) وحصيد) يعني منحدر من الأرض بلغة العمالقة، وما سوى الأرض بلغة هذيل.\n) وما زادوهم غير تتبيب) يعني تخسير بلغة قريش.\n) ولا تركنوا) ولا تميلوا بلغة كنانة.\nسورة يوسف:\nقوله (إنا إذا لخاسرون) لمضيعون بلغة عيلان.\nقوله: (هيت لك) يعني تهيأت لك، بلغة وافقت النبطية.\n(وأعتدت لهن متكأ) الأترج بلغة توافق القبط.\n(أعصرا خمرا) عنبا بلغة عمان.\n(وادكر بعد أمة) بعد نسيان، بلغة تميم وقيس غيلان.\n(السقاية) الإناء بلغة حمير.\n(تفندون) تستهزئون، بلغة قيس غيلان.\nسورة الرعد:\n(أفلم ييئس الذين) يعلموا بلغة هوازن.\n(بظاهر من القول) بكذب بلغة مذحج.\nسورة إبراهيم:\n(دار البوار) يعني دار الهلاك بلغة عمان.\n(أفئدة من الناس) يعني ركبانا من الناس بلغة قريش.\n(مقنعي رءوسهم) ناكسي رءوسهم بلغة قريش.\nسورة الحجر:\n(من حمأ مسنون) الحمأ الطين المسنون المنتن بلغة حمير.\n(دابر هؤلاء مقطوع) مستأصل بلغة جرهم.\n(للمتوسمين) للمتفرسين بلغة قريش.\nسورة النحل:\n(تسيمون) ترعون بلغة خثعم.\n(ظل وجهه) صار بلغة هذيل.\n(بنين وحفدة) الحفدة الأختان بلغة سعد العشيرة.\n(وهو كل على مولاه) عيال بلغة قريش.\n(سرابيل تقيكم الحر) القمص بلغة تميم، و (سرابيل تقيكم بأسكم) يعني الدروع بلغة كنانة.\n(قانتا) إماما يقتدون به بلغة قريش.\nسورة الإسراء:\n(ولتعلن علوا كبيرا) يعني لتقهرن بلغة جذام.\n(فجاسوا خلال الديار) فتخللوا الأزقة بلغة جذام.\n(وكل إنسان ألزمناه طائره في عنقه) أي عمله بلغة أنمار.\n(دمرنا) أهلكنا بلغة حضرموت.\n(المبذرين) المسرفين بلغة هذيل.\n(فتقعد ملوما محسورا) المحسور المنقطع بلغة جرهم.\n(فسينغضون) يحركون بلغة حمير.\n(مسطورا) مكتوبا بلغة حمير.\n(لأحتنكن) لأستأصلن بلغة الأشعريين.\n(إمام) كتاب بلغة حمير.\n(دلوك الشمس) زوالها بلغة قريش.\n(1/7)",
        "\n(شاكلته) يعني ناحيته بلغة هذيل.\nسورة الكهف:\n(باخع نفسك) أي قاتل نفسك بلغة قريش.\n(الرقيم) الكتاب بلغة الروم.\n(شططا) كذبا بلغة خثعم.\n(فجوة) ناحية بلغة كنانة.\n(بالوصيد) بالفناء بلغة مذحج.\n(رجما بالغيب) يعني ظنا بلغة هذيل.\n(ملتحدا) ملجأ بلغة هذيل.\n(الإستبرق) الديباج بلغة توافق لغة الفرس.\n(حسبانا من السماء) يعني بردا بلغة حمير.\n(موئلا) ملجأ بلغة كنانة.\n(لا أبرح) لا أزال بلغة كنانة.\n(حقبا) دهرا بلغة مذحج.\n(إمرا) عجبا بلغة قريش.\n(نكرا) منكرا بلغة قريش.\n(وراءهم) أمامهم بلغة النبطية.\n(الصدفين) الجبلين بلغة تميم.\n(فمن كان يرجو لقاء ربه) يعني يخاف بلغة هذيل.\nسورة مريم:\n(من الكبر عتيا) نحولا بلغة حمير.\n(تحتك سريا) يعني جدولا أي نهرا بلغة توافق لغة السريانية.\n(حفيا) عالما بلغة قريش مثل قوله في الأعراف.\n(أيهم أشد على الرحمن عتيا) يعني أعظم أمرا بلغة قريش.\n(ضدا) عدوا وخصما بلغة كنانة.\n(إلى جهنم وردا) حفاة مشاة عطاشا بلغة قريش.\n(ركزا) صوتا خفيا بلغة قريش.\nسورة طه:\n(مأرب) حاجات بلغة حمير.\n(اليم) البحر بلغة توافق القبط.\n(تارة أخرى) مرة أخرى بلغة الأشعريين.\n(فلا يخاف ظلما ولا هضما) يعني نقصا بلغة هذيل.\nسورة الأنبياء:\n(كتابا فيه ذكركم) يعني شرفكم، كقوله تعالى \" بل أتيناهم بذكرهم \" يعني بشرفهم بلغة قريش.\n(لو أردنا أن نتخذ لهوا) اللهو المرأة بلغة اليمن.\n(فجاجا) طرقا بلغة كندة.\n(وحران على قرية) بلغة هذيل. وحرام على قرية أعني أمة بلغة قريش.\n(من كل حدب ينسلون) حدب جانب ينسلون يخرجون بلغة جرهم.\n(حصب جهنم) يعني حطب جهنم بلغة قريش.\n(لا يسمعون حسيسها) لا يسمعون جلبتها بلغة قريش.\nسورة الحج:\n(وترى الأرض هامدة) يعني مغبرة بلغة هذيل.\n(أمنيته) فكرته بلغة قريش.\nسورة المؤمنون:\n(1/8)\n",
        "(طور سيناء) الطور الجبل بلغة توافق السريانية، وسينا: الحسن بلغة توافق النبطية.\n(خرجا) بغير ألف جعلا بلغة حمير خراجا بلغة قريش.\n(استكانوا) أي استذلوا بلغة قريش.\n(مبلسون) آيسون بلغة كنانة.\n(اخسئوا) اخزوا بلغة عذرة.\nسورة النور:\n(لولا جاؤا عليه) هلا جاؤا بلغة قريش.\n(ولا يأتل) لا يحلف بلغة قريش.\n(كمشكاة) يعني الكوة بلغة توافق الحبشة.\n(الودق) المطر بلغة جرهم.\n(خلاله) الخلال السحاب بلغة جرهم.\nسورة الفرقان:\n(قوما بورا) يعني هلكا بلغة عمان.\n(حجرا محجورا) حراما محرما) بلغة قريش.\n(الرس) البئر بلغة أزد شنوءة.\n(تبرنا) أهلكنا بلغة سبأ.\n(غراما) بلاء بلغة حمير.\nسورة الشعراء:\n(عبدت بني إسرائيل) قتلت بالنبطية.\n(شرذمة قليلون) عصابة بلغة جرهم.\n(أتبنون بكل ريع) بكل طريق بلغة جرهم.\nسورة النمل:\n(رب أوزعني) ألهمني بلغة قريش.\n(الصرح) البيت بلغة حمير.\nسورة القصص:\n(واضمم إليك جناحك من الرهب) الجناح اليد، والرهب الكم بلغة بني حنيفة.\nسورة لقمان:\n(واقصد في مشيك) اسرع بلغة هذيل.\n(أنكر الأصوات) أقبحها بلغة حمير.\nسورة السجدة:\n(فلا تكن في مرية) في شك بلغة قريش.\nسورة الأحزاب:\n(أليما) موجعا بلغة العبرانية.\n(من صياصيهم) يعني من حصونهم بلغة قيس عيلان.\n(فيطمع الذي في قلبه مرض) يعني الزنا بلغة حمير.\nسورة سبأ:\n(وقدر في السرد) يعني المسمار في الحلقة بلغة كنانة.\n(وأسلنا له عين القطر) النحاس بلغة جرهم.\n(منسأته) عصاته بلغة حضر موت وأنمار وخثعم.\n(التناوش) يعني التناول بلغة قريش.\nسورة فاطر:\n(تؤفكون) تكذبون بلغة قريش، وكذلك قوله تعالى \" ويل لكل أفاك أثيم \".\nسورة يس:\nقوله تعالى (يس) يعني يا إنسان بلغة الحبشة.\n(الأجداث) القبور بلغة هذيل.\n(وامتازوا) أعتزلوا بلغة قريش.\nسورة الصافات:\n(1/9)\n\n(دحورا) طردا بلغة كنانة.\n(واصب) دائم بلغة قريش.\n(شهاب ثاقب) مضيء بلغة هزيل.\n(متنا) بلكسر لغة الحجاز , ومتنا بالضم لغة تميم.\n(لشوبا من حميم) يعني مزجا بلغة جرهم.\n(أتدعون بعلا) يعني ربا بلغة حمير، وقيل بلغة أزد شنوءة.\n(وأرسلناه إلى مائة ألف أو يزيدون) يعني بل يزيدون بلغة كندة.\n(إفكهم) كذبهم بلغة قريش.\nسورة ص:\n(ولات حين مناص) وليس حين فرار بلغة توافق النبطية.\n(الأواب) المطيع بلغة كنانة وهذيل وقيس غيلان.\n(حيث أصاب) حيث أراد بلغة عمان.\n(رجيم) ملعون بلغة قريش عيلان.\n(سخريا) بالكسر لغة قريش وبالضم لغة تميم.\nسورة الزمر:\n(اشمأزت قلوبهم) أي مالت ونفرت بلغة الأشعريين.\n(وحاق) يعني وجب بلغة قريش.\nسورة محمد:\n(يتركم أعمالكم) أي ينقصكم بلغة حمير.\nسورة ق:\n(وما مسنا من لغوب) أي من إعياء بلغة حضر موت.\n(بجبار) بمسلط بلغة جرهم.\nسورة الذاريات:\n(الإفك) في جميع القرآن الكذب بلغة قريش.\n(الخراصون) الكذابون بلغة كنانة وقيس غيلان.\n(ما يهجعون) ما ينامون بلغة هذيل.\n(فتولى بركنه) يعني برهطه بلغة كنانة\n(اليم) البحر بلغة توافق النبطية.\n(ذنوبا) أي نصيبا من العذاب بلغة هذيل.\nسورة الطور:\n(والبحر المسجور) يعني الممتلئ بلغة عامر بن صعصعة.\n(سجرت) جمعت بلغة خثعم.\n(يوم تمور السماء) يعني تنشق السماء شقا، وكذلك (فإذا هي تمور) بلغة قريش.\n(يوم يدعون) يدفعون بلغة قريش، وكذلك \" يدع اليتيم \".\n(وما ألتناهم من عملهم منم شيء) يعني نقصناهم.\nسورة النجم:\n(ذو مرة فاستوى) ذو قوة بلغة قريش.\nسورة القمر:\n(سحر مستمر) يعني دائم بلغة قريش.\n(ذات ألواح ودسر) الدسر المسامير الواحد دسر بلغة هذيل.\n(فهل من مدكر) يعني متفكر بلغة قريش.\n(إن المجرمين في ضلال وسعر) يعني في جنون بلغة عمان.\nسورة الرحمن:",
        "(1/10)\n\n(الأنام) الخلق بلغة جرهم.\n(المرجان) صغار اللؤلؤ بلغة أهل اليمن.\nسورة الواقعة:\n(بست الجبال بسا) يعني فتتت بلغة كندة.\n(مدينين) محاسبين بلغة حمير، مبعوثين بلغة كنانة.\nسورة الحديد:\n(سور) الحائط.\n(فطال عليهم الأمد) يعني الأمل بلغة هذيل.\nسورة المجادلة:\n(كبتوا) لعنوا بلغة مذحج.\n(وأيدهم بروح) قواهم بلغة قريش.\nسورة الحشر:\n(ما قطعتم من لينة) يعني النخل بلغة الأوس.\n(ولا تجعل في قلوبنا غلا) يعني غشا بلغة قريش.\n(المهيمن) يعني الشاهد بلغة قيس غيلان.\nسورة الصف:\n(كبر مقتا عند الله) أي بغضا بلغة قريش.\n(فلما زاغوا) مالوا بلغة قريش.\nسورة الجمعة:\n(أسفارا) كتبا بلغة كنانة.\n(انفضوا) ذهبوا بلغة الخزرج.\nسورة المنافقون:\n(قاتلهم الله) يعني لعنهم الله بلغة قريش.\n(حتى ينفضوا) يذهبوا بلغة الخزرج.\nسورة التغابن:\n(زعم الذين كفروا أن لن يبعثوا) كل زعم في كتاب الله باطل بلغة حمير.\nسورة التحريم:\n(صغت قلوبكما) مالت بلغة خثعم.\nسورة الملك:\n(من تفاوت) يعني من عيب بلغة هذيل.\n(تكاد تميز من الغيظ) يعني تمزق بلغة قريش.\nسورة ن:\n(الخرطوم) الأنف بلغة مذحج.\nسورة الحاقة:\n(أعجاز نخل) أجذاع الواحد عجز بكسر العين بلغة حمير.\n(أخذة رابية) شديدة بلغة حمير.\n(أرجائها) نواحيها بلغة هذيل.\n(من غسلين) الحار الذي قد انتهى غليانه شدة بلغة أزد شنوءة.\nسورة المعارج:\n(المهل) عكر الزيت بلغة البربر.\n(هلوعا) ضجورا بلغة خثعم.\n(مهطعين) مسرعين بلغة قريش.\n(إلى نصب يوفضون) إلى علم يسرعون بلغة قريش.\nسورة نوح:\n(واستغشوا ثيابهم) يعني تغطوا بلغة جرهم.\n(أطوارا) ألوانا بلغة هذيل.\nسورة الجن:\n(فزادوهم رهقا) يعني عيا بلغة قريش.\n(فلا يخاف بخسا) يعني ظلما بلغة قريش.\nسورة المزمل:\n(أخذا وبيلا) يعني شديدا بلغة حمير.\n(1/11)",
        "\nسورة المدثر:\n(لواحة للبشر) حراقة بلغة أزد شنوءة.\n(من قسورة) من أسماء الأسد بلغة قريش.\nسورة القيامة:\n(كلا لا وزر) يعني لا حيل ولا ملجأ بلغة توافق النبطية، وقيل الوزر ولد الولد بلغة هذيل، ولا حيل بلغة أهل اليمن.\n(والتفت الساق بالساق) يعني الشدة بالشدة بلغة قريش.\nسورة المرسلات:\n(وإذا الرسل أقتت) جمعت بلغة كنانة.\nسورة النبأ:\n(المعصرات) السحاب الواحد معصرة بلغة قريش.\n(ثجاجا) يعني رشاشا بلغة الأشعريين.\n(بردا ولا شرابا) يعني نوما بلغة هذيل.\n(كأسا دهاقا) يعني ملآى بلغة هذيل.\nسورة النازعات:\n(واجفة) خائفة بلغة همدان.\n(أغطش ليلها) أظلم بلغة أنمار وهمدان.\nسورة عبس:\n(بأيدي سفرة) كتبة بلغة كنانة.\n(حدائق) بساتين بلغة قريش.\n(الغلب) الملتفة بلغة قيس غيلان.\nسورة التكوير:\n(سجرت) جمعت) بلغة خثعم.\n(عسعس) أدبر بلغة قريش.\n(ضنين) بخيل بلغة قريش.\n(ظنين) متهم بلغة هذيل.\nسورة المطففين:\n(كتاب مرقوم) مختوم بلغة حمير.\nسورة البروج:\n(فتنوا المؤمنين والمؤمنات) أحرقوا بلغة قريش.\nسورة الطارق:\n(النجم الثاقب) يعني المضيء بلغة كنانة.\nسورة الغاشية:\n(آنية) بمعنى حارة بلغة مدين.\n(الضريع) الشرق بلغة قريش، وهو نبت له شوك يكون بالبادية.\n(ونمارق مصفوفة) يعني الوسائد الواحدة نمرق بلغة قريش.\n(وزرابي مبثوثة) الطنافس بلغة هذيل.\nسورة الفجر:\n(لقد خلقنا الإنسان في كبد) أي في شدة بلغة قريش.\nسورة البلد:\n(مسغبة) مجاعة بلغة هذيل.\nسورة الليل:\n(تردى) مات بلغة قريش.\nسورة البينة:\n(لم يكن الذين كفروا) يعني لم يزل بلغة قريش.\nسورة العاديات:\n(لكنود) يعني لكفور للنعم بلغة كنانة.\nتمت\nوالحمد لله رب العالمين.\n(1/12)\n"
    ]
}