{
    "partText": [
        "\nلندع الأنجيل يتحدث\nللشيخ عبدالرحمن دمشقيه\nمقدمة\nقد يسأل سائل: ما الذي يؤكد لي أن يكون الكتاب الذين أدين به هو حقا كلمة الله؟ وكيف يمكن التفريق بين الكتاب الحقيقي من بين تلك المزيفة التي قدمها كذابون للناس على أنها من عند الله بينما ليست كذلك. ماذا لو كان كتابي من عند غير الله وكيف أستمر على دين يدعي أصحابه أنه الدين الحقيقي بينما أجد الكتاب الذي يمثل هذا الدين محرف اختلطت به يد البشر الآثمة بكلام الله؟ هل يكفي أن أقرأه لأتأكد من ذلك ببساطة؟ ولكن كيف أتمكن من الحكم عليه بإنصاف وأنا أميل الى توثيقه ولا أسمح لمجرد أن تراودني فكرة كهذه؟\nالأمر يتطلب من الباحث دقة وإنصافا. إنه يتطلب قراءة علمية واعية، وتجردا للحق أينما كان بعيدا عن التعصب الأعمى والميل والهوى. وهو مع هذا يخشى أن يميل به هواه عن الحق، فيتوجه الى الله بصدق ويسأله أن يوفقه الى الهدى والحق. كم يحتاج الانسان في موقف مصيري كهذا أن يلح على الله في دعائه أن يوفقه لمعرفة الصواب. فإنه بدون توفيق الله وهدايته لا يصل الى الحق. وما من شك أن دين الله موجود على هذه الأرض والا لاحتج الناس على ربهم ولقالوا: يا رب لو أنك أنزلت الينا كتابك لاتبعناه ولتركنا الدين الباطل. ولكن بقي على الناس أن يبحثوا ويجتهدوا لما فيه الأصلح لآخرتهم. فالناس يسعون في هذه الدنيا بتعب وشقاء لتحصيل أرزاقهم الدنيوية. فليكن سعيهم لطلب جنة الخلد التي لا يفنى أهلها ولا يتعبون والتي فيها ما لا عين رأت ولا أذن سمعت ولا خطر على قلب بشر. ما بالهم لا يسعون لما فيه صلاح آخرتهم؟ أليس الناس ينقسمون يوم القيامة الى مؤمن وكافر؟ شقي وسعيد؟ أليسوا ينقسمون الى : فريق في الجنة: وفريق في السعير. فما بالك لا تبالي بآخرتك التي تخلد فيها إما في جنة أو نار ويبقى همك منصبا على الدنيا التي ستخرج منها اليوم أو غدا؟\n(1/1)\n",
        "تصور أيها القارىء أنك الآن على فراش الموت تودع الحياة التي تعلق بها قلبك: تفارقها الآن في هذه اللحظة الرهيبة وأنت على غير دين الله؟ كيف تتوقع النجاة ودخول الجنة وقد كنت على دين باطل زعموا لك أنه من عند الله؟ إن الأمر يحتاج الى شرطين :\n1- البحث العلمي المجرد.\n2- الاكثار من دعاء الله بالتوفيق للهدى والحق.\nلكن الناس اليوم لا يقرأون قراءة متجردة علمية. وهم اذا قرأوا كانت قراءتهم عمياء لا تعرف الانصاف ولا تخضع للحق. بل يستعد هذا القارىء لانتحال المعاذير للكتاب الذي يتعصب له. إنه يرى الباطل باطلا وينافح عنه حفاظا على الدين الموروث الذي ورثه مع المال وأثاث المنزل. ثم لا يسأل الله بصدق أن يريه الحق حقا ويرزقه اتباعه وأن يريه الباطل باطلا ويرزقه اجتنابه.\nقد تصدمك الحقيقة لأول وهلة. وتكون ثقيلة مرة. لكن ذلك لا يغير من كونها حقيقة، يجب التروي والصبر وإعمال العقل قبل رفضها. فكم ستكون حسرتك اذا جئت يوم القيامة وتبين لك أنك كنت في الدنيا على غير دين الله وأنك الآن من الخاسرين؟\nعصر العلم لم يقمع العصبية\nلقد كانت الفكرة في الماضي مرتبطة بقائلها، فاذا كان صاحب المقالة عظيما غدت فكرته عظيمة. واذا كان حقيرا صارت حقيرة.\nاننا نظن ونحن في عصر العلم أن عهد التعصب قد ولى وأن العلم قد هيأ للناس قابلية تحليل النظريات ودراستها. وصار مقررا بينهم أن الرجوع الى الحق أولى من التمادي في الباطل. وهذا صحيح على الرغم من بقاء عناصر ترضى لنفسها تعطيل الحواس وتحجير العقول ومنع القلوب عن استقبال الحق والخضوع له. انهم كما قيل : يسمعون ولكن لا يسمعون. يبصرون ولكن لا يبصرون. أحياء لكنهم أموات لا يرغبون سماع الحق ولا يريدون للناس أن يسمعوه. فالى المثقفين المنفتحتين أقدم هذا الكتاب الذي هو خلاصة ما جمعته من نصوص الكتاب المقدس.\nبعد مطالعة الكتاب المقدس\n(1/2)\n\nلقد قمت بقراءة أسفار الكتاب المقدس بكاملها قراءة متأنية ووجدت فيها تتضمن ما يلي :\n1- وجدت نصوصا تطعن بقدرة الله وتهزأ بصفاته.\n2- وجدت نصوصا تحكي اقتراف الانبياء للزنا.\n3- وجدت نصوصا تصف مفاتن المرأة وثدييها وأفخاذها بطريقة مثيرة للشهوة أبرزها في ذلك كتاب نشيد الانشاد.\n4- وجدت نصوصا تتضمن عجائب الأخبار كتلك التي تنقل الحوار بين الأشجار وكروم الزيتون كسفر القضاة.\nأن كثيرين يجهلون هذه النصوص. ربما لقلة مطالعتهم كتابهم بينما يتمسكون به تمسكا تقليديا، وربما بسبب كثرة صفحات الكتاب حيث يزيد على الثلاثة آلاف صفحة مما يجعل قراءته أمرا صعبا. وربما لاقتصارهم على قراءة بعض المقاطع بحسب ما يمليه عليهم رجل الكنيسة ويختاره لهم حيث كان الناس في الماضي ملزمين بقراءة ما يختاره لهم كما اعترف لي أحد القساوسة الأمريكيين بأن قراءة حرة وكاملة للكتاب المقدس بقيت أمرا محظورا على المسيحي في الماضي. الا أن هذا الحظر قد ارتفع منذ اربعمائة سنة. غير أن عالما دينيا آخر وهو البروفسور موريس بوكاي (كاثوليكي أجرى مقارنة بين الكتاب المقدس والقرآن في ضوء المصادر العلمية الحديثة) يخبرنا أنه كان في مدرسة كاثوليكية تحظر على التلاميذ أن ينفردوا بقراءة الكتاب المقدس وانما يقرأون منه نصوصا يحددها لهم القسيس، بل يكفي أن يقرأها الكاهن بنفسه فقط.\nأما وقد صار ذلك اليوم ممكنا فانني اليوم أدعوهم الى مراجعة هذه النصوص الواردة في هذا الكتاب ليتحققوا منها ولتكون خطوة لهم في طريقهم للبحث عن الحق.\nوالسلام على من اتبع الهدى\nالكتاب المقدس يتهم الأنبياء بالزنا والفساد\nأنبياء ... لكنهم عراة !!\n(تكوين 9 :20) وشرب نوح من الخمر فسكر وتعرّى داخل خبائه فأبصر حام عورة أبيه( ).\n(2صمو19 :23) وكان روح الله على شاول، فخلع هو أيضًا ثيابه وتنبّأ هو أيضًا. فانطرح عريانًا ذلك النهار كله وكل الليل.\n(2صمو6 :20) ورقص داود أمام الناس وأمام الله.",
        "(1/3)\n\n(خروج 15 :20) وكذلك فعلت أخته مريم النبيّة ، وأخذت دفًا هي والنساء ورقصت.\n(قضاة14: 19) وحل روح الرب على شمشون فقتل ثلاثين رجلاً.\n(قضاة15 :5) وذهب وأمسك ثلاثمائة ثعلب وأخذ مشاعل ذنبا إلى ذنب ووضع مشعلاً بين كل ذنبين في الوسط ثم أضرم المشاعل نارًا وأطلقها بين زروع الفلسطينيين فأحرق الأكداس والزرع وكروم الزيتون.\n(قضاة16 :1) ثم ذهب إلى غزة ورأى هناك امرأة زانية فدخل إليها.\nبنات لوط يزنين معه\n(تكوين19 :3) وصعد لوط من صوغر فسكن في مغارة بالجبل هو وابنتاه. وقالت البكر للصغيرة : أبونا قد شاخ. وليس في الأرض رجل ليدخل علينا. هلمي نسقي أبانا خمرًا ونضطجع معه فنحيي من أبينا نسلاً. فسقتا أباهما خمرًا في تلك الليلة، ودخلت البكر واضطجعت مع أبيها، ولم يعلم باضطجاعها ولا بقيامها. وحدث في الغد أن البكر قالت للصغيرة: إني قد اضطجعت البارحة مع أبي: نسقيه خمرًا الليلة أيضًا. وقامت الصغيرة واضطجعت معه، ولم يعلم باضطجاعها ولا بقيامها. فحبلت ابنتا لوط من أبيهما. فولدت البكر ابنا ودعت اسمه مؤاب، وهو أبو المؤابيين إلى اليوم. والصغيرة أيضًا ولدت ابنا ودعت اسمه بن عمي. وهو أبو بني عمي إلى اليوم.\nيهوذا يزني بكنته ثامار\n(تك 15 : 38) فرآها يهوذا فحسبها زانية لأنها كانت قد غطت وجهها. فمال إليها على الطريق وقال: هاتي أدخل عليك. لأنه لم يعلم أنها كنته. فقالت : ماذا تعطيني لكي تدخل علي. فقال: إني أرسل جدي معزى من الغنم. فقالت: هل تعطيني رهنا حتى ترسله؟ فقال: ما الرهن الذي أعطيك؟ فقالت: خاتمك وعصاك التي في يدك. فأعطاها ودخل عليها فحبلت منه... وبعد ثلاثة شهور قيل ليهوذا: إن كنتك ثامار قد زنت وها هي الآن حبلى من الزنا ( )\nداود يزني بزوجة جاره\n(1/4)",
        "\n(2صمو11: 1) قام داود عن سريره وتمشى على سطح بيت الملك فرأى من على السّطح امرأة تستحمّ، وكانت المرأة جميلة المنظر جدًا. فأرسل وسأل عن المرأة. فقال واحد: أليست هذه بشثبع بنت اليعام امرأة أوريا الحتي؟ فأرسل داود رسلاً وأخذها، فدخلت إليه فاضطجع معها وهي مطهرة من طمثها، ثم رجعت إلى بيتها. وحبلت المرأة فأخبرت داود بذلك فدعا داود زوجها (أوريا الحتي) فأكل أمامه وشرب وأسكره. وفي الصباح كتب داود مكتوبًا إلى يؤاب وأرسله بيد أوريا. وكتب في المكتوب يقول: اجعلوا أوريا في وجه الحرب الشديدة، وارجعوا من ورائه: فيُضرب ويموت. ومات أوريا ... فأرسل داود وضم امرأة أوريا إلى بيته وصارت له امرأة وولدت له ابنًا.\nالرب يعاقب داود\n(2صمو12 :11) فقال له الرب. لأنك خدعتني وأخذت امرأة أوريا الحتي: ها أنذا أقيم عليك الشر في بيتك وآخذ نسائك( ) أمام عينيك وأعطيهن لقريبك ويضطجع مع نسائك في عين هذه الشمس.\nابن داود يزني باخته\n(2صمو13: 1) وكان لأبشالوم امرأة جميلة اسمها ثامار. فأحبها أمنون ومرض لعدم تمكنه منها لأنها عذراء. فنصحه أحد زملائه أن تظاهر بالمرض واضطجع على سريرك وقل لأبيك أن يرسل أختك ثامار لتعتني به ويأكل من يدها. فأرسل داود إليه فأمر أمنون أن يخرج الجميع من غرفته إلا ثامار. ثم قال لها: ائتي بالطعام إلى المخدع فآكل من يدك. فأحضرت الكعكة أمامه وأطعمته بيدها في المخدع. فأمسكها وقال لها: تعالي اضطجعي معي يا أختي. فقالت له: لا يا أخي لا تذلني أين أذهب بعاري. فلم يشأ أن يسمع لصوتها بل تمكن منها وقهرها واضطجع معها. فخرجت صارخة فقال لها أخوها أبشالوم: فالآن يا أختي أسكتي، أخوك هو.\nاتخذ لنفسك زانية !!\n(هوشع1: 2) أول ما كلم الرب هوشع قائلاً: اذهب خذ لنفسك امرأة زانية وأولاد زنى لأن الأرض قد زنت زني.\n(1/5)\n",
        "(تك35: 22) (رأوبين ابن يعقوب يضاجع زوجة أبيه بلها التي كانت جارية (تك49: 4). ووبّخه أبوه يعقوب قائلاً) : لأنك صعدت على مضجع أبيك حينئذ دنسته، على الفراش صعدت.\nأنبياء وثنيون !!\n(1ملوك11: 3) وكانت لسليمان سبعمائة من النساء السيدات وثلاثمائة من السراري. فأمالت نساؤه قلبه وراء آلهة أخرى. وعمل سليمان الشر في عيني الرب. ولم يتبع الرب تمامًا كداود أبيه( ) فذهب سليمان وراء عشتروت إلهة الصيدونيين.\nهارون النبي يروج لعبادة الاصنام !!\n(خروج30: 32) قال هرون لبني اسرائيل: \" انزعوا أقراط الذهب. فنزعوها وأتوا بها إلى هرون وبنى لهم عجلاً مسبوكًا. بنى أمامهم مذبحًا فقال: هذه آلهتك يا إسرائيل التي أصعدتك من أرض مصر.\nأنبياء يسبون ربهم !!!\n(أيّوب16: 1) أيوب: دفعني الله إلى الظالم.\n(أيّوب19: 6) إنّ الله قد عوّجني ولفّ عليّ أحبولته. هاإني أصرخ ظلمًا فلا يُستجاب لي.\n(أيّوب4: 18) هو ذالله: لا يأتمن عبيده. وإلى ملائكته ينسب حماقة. سكان بيوت يموتون بلا حكمة.\n(أيّوب12: 6) يلقي هَوَانًا على الشّرفاء، ويُرخي منطقة الأشدّاء ... يُكَثّر الأممَ ثمّ يُبيدها.\n(أيّوب24: 1) والله لا ينتبه إلى الظلم.\n(أيّوب29: 16) إليك أصرخ فما تستجيب لي يومًا. أقوم فما تنتبه إليّ. تحوّلت إلى جاف من نحوي( ).\nالأدب الجنسي في الكتاب المقدّس\n(أمثال7: 6) لاحظت بين البنين غلامًا عديم الفهم. عابر عند الشّارع عند زاويتها وصاعدًا في طريق بنيها. وإذا بامرأة استقبلته في زي زانية .. فأمسكته وقبلته، وأوقحت وجهها وقالت له: فرشت سريري بموشى كتان من مصر وعطرت فراشي بمر وعود وقرفة: هلمّ نرتو ودًّا إلى الصّباح: نتلذّذ بالحبّ ... أغوته بكثرة فنونها، بملث شفتيها طوحته، ذهب وراءها لوقته كثور يذهب إلى الذّبح.\nالتّغزّل بثدي المرأة\n(أمثال 5: 16) وأفرح بامرأة شبابك الظّبية المحبوبة والوعلة الزّهيّة: ليروك ثدياها في كلّ وقت.\n(1/6)\n\nسفر نشيد الأنشاد: نصوص غراميّة\n(نشيد 1: 13) صرّة المر حبيبي لي: بين ثديي يبيت. ها أنت جميلة يا حبيبتي. ها أنت جميل يا حبيبي وحلو سريرنا أخضر. حبيبي بين البنين: تحت ظله اشتهيت أن أجلس ... أدخلني بيت الخمر ... شماله تحت رأسي ويمينه تعانقني.\n(نشيد 3 : 1) في اللّيل على فراشي طلبت من تحبه نفسي فما وجدته. إنّي أقوم وأطوف في المدينة في الأسواق وفي الشّوارع أطلب من تحبّه نفسي ... وجدني الحرس الطّائف في المدينة فقلت: أرأيتم من تحبّه نفسي؟ فما جاوزتهم إلا قليلاً حتى وجدت من تحبّه نفسي. فأمسكته ولم أرخه حتى أدخلته بيت أمي وحجرة من حبلت بي. أحلفكن يا بنات أورشليم بالظّباء وبأيائل الحقول ألا تيقظن ولا تنبّهن الحبيب متى شاء.\n(نشيد 4: 1) هاأنت جميلة يا حبيبتي ... عيناك حمامتان ... شفتاك كسلكة من القرمز. خدّك كفلقة رمانة تحت نقابك ... ثدياك كخشفتي ظبية توأمين يرعيان بين السّوسن.\n(نشيد 7: 1) ما أجمل رجليك بالنّعلين يا بنت الكريم. دوائر فخذيك مثل الحلي، صنعة يديّ صنّاع. سرّتك كأس مدّورة لا يعوزها شراب ممزوج. بطنك صبرة حنطة مسيجة بالسّوسن ثدياك كخشفتي توأمي ظبية. قامتك هذه شبيهة بالنّخلة وثدياك بالعناقيد. قلت إنّي أصعد إلى النّخلة وأمسك بعذوقها وتكون ثدياك كعناقيد الكرم. ليتك كأخ لي الرّاضع ثدي أمّي. وهي تعلمني فأسقيك من الخمر الممزوجة من سلاف رماني. شماله تحت رأسي ويمينه تعانقني.\n(نشيد 8: 8) لنا أخت صغيرة ليس لها ثديان، فماذا نصنع لأختنا في يوم تُخطَب؟؟؟\nأنا سور، وثدياي كبرجيْن.\nاللّهجة الجنسيّة في سفر حزقيال\n(حزقيال16: 1) وكانت إلي كلمة الرّب قائلاً: يا ابن آدم عرف أورشليم برجساتها.",
        "(1/7)\n\nاتّكلتِ على جمالكِ وزنيت على اسمك. وسكبتِ زناك على كل عابر... وصنعت لنفسك صور ذكور. وزنيتِ بها وفي كلّ رجساتك وزناك لم تذكري أيّام صباك إذ كنت عريانة وعارية. وفرجيت رجليكِ لكل عابر وأكثرتِ زناك. وزنيت مع جيرانك بني مصر الغلاظ اللّحم. وزدت في زناك لإغاظتي. لكلّ الزّواني يعطون هديّة. أمّا أنت فقد أعطيت كلّ مُحبّيك زناكِ. ورشيتيهم ليأتوك من كلّ جانب للزّنا بك. فلذلك يا زانية: اسمعي كلام الرب: من أجل أنّك قد انفق نحاسك وانكشفت عورتك بزناك بِمُحِبّيكِ... لذلك ها أنذا أجمع مُحبّيك الذين لذذتِ لهم... فأجمعهم عليك من حولك وأكشف عورتك لهم لينظروا كلّ عورتك... وأُسلِّمك ليدهم... فينزعون عنك ثيابك ويأخذون أدوات زينتك ويتركونك عريانة وعارية.\nقصة العاهرتين: أهولا وأهوليبا\n(حزقيال23: 1) يا ابن آدم: كان هناك امرأتان ابنتا أم واحدة وزنتا بمصر في صباهما زنتا. هناك دغدغت ثدييهما وهناك تزعزعت ترائب عذرتهما. واسمهما اهولة الكبيرة وأهوليبا أختها. وزنت أهولة من تحتي ولم تترك زناها من مصر أيضًا لأنهم ضاجعوها في صباها. وزعزعوا ترائب عذرتها وسكبوا عليها زناهم. لذلك سلمتها ليد عشاقها الذين عشقتهم. هم كشفوا عورتها. فلمّا رأت أختها أهوليبة ذلك أفسدت في عشقها أكثر منها وفي زناها أكثر من زنا أختها. عشقت بني أشور فرسانَا راكبين الخيل كلّهم شبّان شهوة. وزادت زناها. ولمّا نظرت إلى رجال مصورين على الحائط عشقتهم عند لمح عينيها إياهم. وأرسلت إليهم رسلاً فأتاها بنو بابل في مضجع الحبّ ونجّسوها بزناهم... وأكثرت زناها بذكرها أيّام صِبَاها الّتي فيها زنت بأرض مصر. وعشقت معشوقيهم الذين لحمهم كلحم الحمير ومنيهم كمني الخيل. وافتقدتِ رذيلة صباكِ بزغزغة المصريين ترائبك لأجل ثدي صباكِ.\nالله يعاقبهم فيوقعهم في الزّنا\n(1/8)",
        "\n(حزقيا23: 22) لأجل ذلك يا أهوليبة، قال السّيّد الرّب: ها أنذا أهيج عليك عشاقك: ينزعون عنك ثيابك... ويتركونك عريانة وعارية، فتنكشف عورة زناك ورذيلتك وزناك. تمتلئين سكرًا وحزنًا كأس التّحيّر والخراب... فتشربينها وتمتصّينها وتقضمين شقفها. وتجتثّين ثدييك لأنّي تكلّمتُ. فهوذا جاءوا. هم الذين لأجلهم استحممتِ. وكحّلتِ عينيك وتحلّيت بالحليّ. وجلستِ على سرير فاخر... فقلت عن البالية في الزّنا الآن يزنون زنًا معها.\n(عامو 7: 16) وقال الرّبّ لمصيا: أنت تقول لا تتنبّأ على إسرائيل. لذلك قال الرّبّ: امرأتك تزني في المدينة وبنوك وبناتك يسقطون بالسّيف.\n(ارميا 8: 10) قد رفضوا كلمة الرّبّ... لذلك أعطي نساءهم لآخرين وحقولهم لمالكين. لأنّهم من الصّغير إلى الكبير. كلّ واحد منهم مولع بالرّبح من النَّبيِّ إلى الكاهن.\n(اشعيا 3: 16) قال الرّبّ: من أجل أن بنات صهيون يتشامخن ويمشين ممدوات الأعناق وغامزات بعيونهن وخاطرات في مشيهن ويخشخشن بأرجلهن يصلِع السّيّد هامة بنات صهيون ويعرّي الرّبّ عورتهن.\n(ارميا 13: 22) لأجل عظمَة إثمِكِ: هُتِكَ ذَيلاكِ وانكشف عقباك... فسقك وصهيلك ورذالة زناك: فأنّا أرفع ذيليك على وجهك فيُرى خزيك.\n(ناحوم 3: 4) من أجل زنا الزّانية الحسنة الجمال صاحبة السّحر البائعة أممًا بزناها وقبائل بسحرها. ها أنذا عليك يقول ربّ الجنود: فأكشف أذيالك إلى فوق وجهك، وأُري الأممَ عورتك.\n(تثنية 28: 15) خاطب الرّبّ بني إسرائيل مهدّدًا إيّاهم: أن لم تسمع لصوت الرّب إلهك: تأتي عليك جميع اللعنات وتدركك... تخطب امرأة، ورجل آخر يضطجع معها.\n(هوشع 2: 2) حاكموا أمّكم لأنّها ليست امرأتي وأنا لست رجلها لكي تعزل زناها عن وجهها وفسقها من بين ثدييها لئلا أجرّدها عارية ولا أرحم أولادها لأنّهم أولاد زنا... والآن أكشف عورتها أمام عيون مُحبّيها( ).\nألفاظ لا تحمل صفة القداسة\nالله يأمر حزقيال أن يأكل الغائط\n(1/9)\n",
        "(حزقيا 4: 12) قال الرّبّ لحزقيال: وتأكل كعكًا من الشّعير على الخرء الذي يخرج من الإنسان: تخبزه أمام عيونهم... هكذا يأكل بنو إسرائيل خبزهم النّجس... قلت: آه يا سيّد الرّبّ: هانفسي لم تتنجّس ومن صباي إلى الآن لم آكل ميتة ولا فريسة ولا دخل فمي لحم نجس. فقال لي: انظر قد جعلت لك خثي البقر بدل خرء الإنسان. فتصنع خبزك عليه.\nيأكلون عذرتهم ويشربون بولهم\n(2ملو 18: 27) قال ربشاقي: أليس إلى الرّجال الجالسين على السّور ليأكلوا عذرتهم ويشربوا بولهم معكم؟\nعبارة ابن الحرام Bastard\n(تثنية 23: 2) لا يدخل ابن الزّنا في جماعة الرّبّ.\n(عبران 12: 2) فأنتم نغول Bstards لا بنون( ) .\n(عبران 12: 8) فأنتم لستم أبناء حقيقيّين وإنما أولاد زنا( ).\nكيف تنقذ زوجها\n(تثنية 25: 11) إذا تخاصم رجلان بعضهما بعضًا: رجل وأخوه. وتقدّمت امرأة أحدهما لكي تخلّص رجلها من يد ضاربه، ومدّت يدها وأمسكت بعورته: فاقطع يدها ولا تشفق عينك.\nالطّريقة التّعبيريّة في الكتاب المقدّس\n(جامعة 3: 1) لكلّ شيءٍ زمان ولكلّ أمرٍ تحت السّماوات وقت:\nللولادة وقتٌ وللموت وقتٌ.\nللغرس وقتٌ ولقلع المغروس وقتٌ.\nللبكاء وقتٌ وللضّحك وقتٌ.\nللنَّوح وقتٌ وللرّقص وقتٌ.\nلتفريق الحجارة وقتٌ ولجمع الحجارة وقتٌ.\nللمعانقة وقتٌ وللانفصال عن المعانقة وقتٌ.\nللتّمزيق وقتٌ وللتّخييط وقتٌ.\n(جامعة 7: 1) يوم الممات خيرٌ من يوم الولادة.\nالذّهاب إلى بيت النَّوْح خيرٌ من الذّهاب إلى بيت الوليمة.\nالحزن خير من الضّحك لأنه بكآبة الوجة يصلح القلب.\n(أيوب 35: 10) الله صانعي. مؤتي الأغاني في اللّيل. الذي يعلّمنا أكثر من وحوش الأرض. ويجعلنا أحكم من طيور السّماء.\n(1صمو 2: 1) قالت حنة: ارتفع قرني بالرّبّ. اتّسع فمي على أعدائي... وليس صخرة مثل إلهنا... قسي الجبابرة انحطمت. والضّعفاء تمنطقوا بالبأس.\nالمرأة في الكتاب المُقدّس\nأحكام الحائض عند التّوراة\n(1/10)\n\n(لاوي 15: 19) وإذا كانت امرأة لها سيل وكان سيلها دمًا في لحمها فسبعة أيّام تكون في طمثها .\nوكلّ من مسّها يكون نجسًا إلى المساء. وكلّ ما تضطجع عليه يكون نجسًا. وكلّ من مسّ فراشها يغسل ثيابه ويستحمّ بماء، ويكون نجسًا إلى المساء. وكلّ من مسّ متاعًا تجلس عليه يغسل ثيابه ويستحمّ بماء ويكون نجسًا إلى المساء. وإن اضطجع معها رجل فكان طمثها عليه يكون نجسًا سبعة أيّام. وكلّ فراش يضطجع عليه يكون نجسًا. وإذا كانت امرأة يسيل دمها في غير وقت طمثها فتكون أيّام سيلان نجاستها كما في أيّام طمثها: إنّها نجسة. وكلّ الأمتعة التي تجلس عليها تكون نجسة كنجاسة طمثها. وكلّ من مسّهن يغسل ثيابه ويستحمّ ويكون نجسًا إلى المساء. وإذا طهرت من سيلها تحسب لنفسها ثمّ تطهر.\nوفي اليوم الثّامن تأخذ لنفسها يمامتين أو فرخي حمام، وتأتي بهما إلى الكاهن إلى باب خيمة الاجتماع (أي إجتماع موسى مع الله).\nأحكام النّفاس كما في التّوراة\n(لاوي 12: 1) إذا حبلت امرأة وولدت ذكرًا تكون نجسة سبعة أيّام. وإن ولدت أنثى تكون نجسة أسبوعين.\nأحكام مضاجعة المرأة\n(لاوي 15: 16) وإذا حدث من رجل اضطجاع زرع يرحض كلّ جسده بماء: ويكون نجسًا إلى المساء. وكلّ ثوب وكلّ جلد يكون عليه اضطجاع زرع: يُغسَل بماء ويكون نجساً إلى المساء.\n(لاوي 22: 17) فمتى غربت الشّمس يكون طاهرًا.\n(لاوي 15: 18) والمرأة التي يضطجع معها اضطجاع زرع (جماع) يستحمّان بماء: ويكونان نجسَيْن إلى المساء.\nالحكمة من وراء آلام الولادة\n(تكوين 3: 16) وقال الرّبّ للمرأة حين أغوت آدم: تكثيرًا أُكَثِّر أتعاب حبلك. بالوجع تلدين أولادًا وإلى رجُلك يكون اشتياقك وهو يسود عليكِ.\nالمرأة ليست مجد الله !!\n(1كورنث 11: 7) الرّجل لا ينبغي أن يُغطّي رأسه لكونه صورة الله ومجده. وأمّا المرأة فهي مجد الرّجل. لأنّ الرّجل لم يُخلق من أجل المرأة بل المرأة من أجل الرّجل.\nالمرأة هي الشّرّ !!!",
        "(1/11)\n\n(زكر 5: 8) وكانت امرأة جالسة في وسط الإيفة. فقال الملاك: هذه هي الشّرّ.\nفليختف صوتُها !!!\n(1كورنث 14: 34) لتصمت نساؤكم في الكنائس لأنّه ليس مأذونًا لهنّ أن يتكلّمن. بل يخضعن كما يقول النّاموس أيضًا. ولكن إن كنّ يردن أن يتعلّمن شيئًا فليسألن رجالهنّ في البيت. لأنّه قبيح بالنّساء أن تتكلّم في كنيسة( ).\nحجاب المرأة ليس في الإسلام فقط !!\n(1 كورنت 11: 1) قال بولس: وأمّا كلّ امرأة تصلّي أو تتنبّأ ورأسها غير مغطّى فتشين رأسها لأنّها والمحلوقة شيء واحد بعينه. إذ المرأة إن كانت لا تتغطّى: فليُقص شعرُها.\n(1كورنث 11: 30) احكموا في أنفسكم: هل يليق بالمرأة أن تصلّي إلى الله وهي غير مغطّاة؟!\n(1تيمو 2: 9) النّساء يزيِن ذواتهن بلباس الحشمة لا بضفائر أو ذهب أو لآلئ أو ملابس كثيرة الثّمن( ).\nزواج بالقوّة\n(تثنية 5: 25) إذا سكن أخوة معًا ومات واحدًا منهم وليس له ابن فلا تصير أمرة الميت إلى خارج لرجل أجنبي. أخو زوجها يدخل عليها ويتّخذها لنفسه زوجة.\nماذا لو رفض الزّواج :\nوإن لم يرض الرّجل أن يأخذ امرأة أخيه: تصعد امرأة أخيه إلى الباب إلى الشّيوخ وتقول: قد أبى أخو زوجي أن يقيم لأخيه اسمًا في إسرائيل، لم يشأ أن يقوم لي بواجب أخي الزوج. فيدعوه شيوخ مدينته ويتكلّمون معه: فإن أصرّ وقال: لا أرضى أن أتّخذها: حينئذ تتقدّم امرأة أخيه إليه. أمام أعين الشّيوخ :\nوتخلع نعله من رجله وتبصق في وجهه. وتقول: هكذا يُفعَل بالرّجل الذي لا يبني بيت أخيه. فيُدعى اسمُهُ في إسرائيل : بيت مخلوع النّعل.\nلا ذكر لليوم الآخر في العهد القديم\n(جامعة 11: 9) واعلم أنه على هذه الأمور كلّها يأتي بك الله إلى الدّينونيّة.\n(أيّوب 14: 14) قال أيّوب: إن مات رجل أفيحيا؟!\nالكتاب المقدس والفلسطينيّون\n( قضاة 3: 31) ضرب شمجر بن عناة من الفلسطينييّن ستّمائة رجل بمنساس البقر.\n(2صمو 23: 8) وابيشاي أخو يؤاب هزّ رمحه على ثلاثمائة فقتلهم( ).\n(1/12)",
        "\nشمشون رمز الإرهاب الدّيني\n(قضاة 15: 4) وأمسك شمشون ثلاثمائة ابن آوى وأخذ مشاعل وجعل ذنَبًا إلى ذنَب ووضع مشعلاً بين كلّ ذنبين في الوسط ثم أضرم المشاعل نارًا وأطلقها بين زروع الفلسطينيّين فأحرق الأكداس والزّرع وكروم الزّيتون.\n(قضاة 15: 15) ووجد (شمشون) لحي حمارا ( )طريّا فمدّ يده وأخذه وضرب به ألف رجل فقال شمشون: بِلحي حمار كومة كومتين. بلحي حمار قتلت ألف رجل.\nمهر داود لزوجته 200 قطعة غرلة ( ) فلسطيني\n(1صمو 18: 25) (وطلب داود أن يكون زوجًا لابنة شاول الملك اشترط عليه هذا الأخير أن يكون المهر 100 غلفة من الفلسطينيين للانتقام من أعداء الملك. فحسن الكلام في عيني داود . فذهب هو ورجاله وقتل من الفلسطينيين مئة رجل. وأتى داودَ بغلفهم وقدّمها لشاول فأعطاها شاول : ميكال ابنته.\n(1أخبار 11: 20) وأبيشاي أخو يؤاب كان رئيس ثلاثة: هزّ رمحه على ثلاثمائة فلسطيني فقتلهم.\nالكتاب المقدّس وقصّة أرض الميعاد :\n(تكوين 26: 2) قال الرّبّ لإسحاق: لأنّي لك ولنسلك أعطي جميع هذه البلاد وأفي بالقسم الذي أقسمت لإبراهيم أبيك.\n(تكوين 9: 35) وظهر الله ليعقوب وقال له: الأرض التي أعطيت لإبراهيم وإسحاق: لك أعطيها ولنسلك من بعدك أعطي الأرض.\n(تكوين 28: 13) ثمّ رأى يعقوب ربّه في المنام فقال له: الأرض التي أنت مضطجع عليها، أعطيها لك ولنسلك، وتمتدّ غربًا وشرقًا. شمالاً وجنوبًا.\n(تكوين 13: 14) وقال الرّبّ لأبرام: ارفع عينيك وانظر في الموضع الذي أنت فيه: شمالاً وجنوبًا وشرقًا وغربًا. لأنّ جميع الأرض التي أنت ترى: لك أعطيها ولنسلك( ) إلى الأبد.\nقم وامش في الأرض: طولها وعرضها: لأنّي لك أعطيها.\n(تثنية 32: 49) وانظر أرض كنعان التي أنا أعطيها لبني إسرائيل ملكًا.\n(تكوين 26: 1) وقال الرّبّ لإسحاق: اسكن في الأرض التي أقول لك: تغرب في هذه الارض، لأنّي لك ولنسلك أعطي جميع هذه البلاد، وأفي بالقسم الذي أقسمت لإبراهيم أبيك.\n(1/13)\n",
        "الكتاب المقدّس مصدر التّفرقة العنصريّة\n(2ملو 5: 15) ليس إله في كلّ الأرض إلا في إسرائيل.\n(تثنية 7: 6) إيّاك يا إسرائيل قد اختارك الرب إلهُك لتكون له شعبًا خاصًّا من جميع الشّعوب الذين على وجه الأرض.\n(اشعيا 43: 4) إذ صرت عزيزًا في عيني مكرّمًا وأنا قد أحببتك: أعطي أناسًا عوضك وشعوبًا عوض نفسك.\nنوح ينشئ عهد العنصريّة والعبوديّة\n(تكوين 9: 18) وكان بنو نوح الذين خرجوا من الفلك: سام وحام ويافث. وحام هو أبو كنعان. هؤلاء الثّلاثة هم بنو نوح. ومن هؤلاء تشعّبت كلّ الأرض. وابتدأ نوح يكون فلاحًا وغرس كرمًا وشرب من الخمر. فسكر وتعرّى داخل خبائه.\nفأبصر حام - أبو كنعان - عورة أبيه. وأخبر أخويه خارجًا. فأخذ سام ويافث الرّداء ووضعاه على أكتافهما ومشيا إلى الوراء. وسترا عورة أبيهما ووجهاهما إلى الوراء، فلم يبصرا عورة أبيهما. فلمّا استيقظ نوح من خمره علم ما فعل به ابنه الصّغير. وقال: ملعون كنعان: عبْدُ العبيد يكون لأخوته. وقال: مباركٌ الرّبّ إله سام وليكن كنعان عبدًا لهم. ليفتح الله ليافث، فيسكن في مسكن سام: وليكن كنعان عبدًا لهم.\nبولس والعنصريّة\n(غلاط 2: 15) نحن بالطّبيعة ولسنا من الأمم خطاة.\n(غلاط 4: 22) لأنّه مكتوب أنّه كان لإبراهيم ابنان: واحد من الجارية والآخر من الحرّة. لكن الذي من الجارية ولد حسب الجسد. وأمّا الذي من الحرّة فبالموعد... لأنّ هاجر مستعبدة مع بنيها... لكن: ماذا يقول الكتاب: \" اطرد الجارية وابنها لأنّه لا يرث ابن الجارية مع ابن الحرّة \".\nإذن: أيّها الأخوة: لسنا أولاد جارية، بل أولاد الحرّة( ) .\nالأمميّون (GENTILES) في الكتاب المقدّس\n(اشعيا 49: 22) هكذا قال السّيّد الرّبّ: ها إنّي أرفع إلى الأمم يدي وإلى الشّعوب GENTILES أقيم رايت. فيأتون بأولادك في الأحضان. وبناتك على الأكتاف يُحمَلن. ويكون الملوك حاضنيك. وسيداتهم مرضعاتك. بالوجوه إلى الأرض يسجدون لك. ويلحسون غبار رجليك.\n(1/14)\n\n(اشعيا 60: 4) ارفعي عينيك حوليك وانظري (يا صهيون). قد اجتمعوا كلّهم لأنّه تتحوّل إليك ثروة البحر. ويأتي إليكِ غِنى الأمم( ). وبنو الغريب يبنون أسوارك. وملوكهم يخدمونك. ليؤتى إليك بغنى الأمم، وتُقادُ ملوكهم. لأنّ الأمم والمملكة التي لا تخدمك: تبيد وخرابًا تخرب الأمم.\nوترضعين لبن الأمم وترضعين ثدي ملوك. وتعرفين أنّي أنا الرّبّ مُخلّصك.\n(اشعيا 61: 5) ويقف الأجانب ويرعون غنمكم. ويكون بنو الغريب حرّاثيكم و كرّاميكم. أمّا أنتم فتُدعَون: كهنة الرّبّ. تُسمّوْن: خدّام إلهنا. تأكلون ثروة الأمم وعلى مجدهم تتأمّرون.\n(تثنية 20: 11) ولكّ الشّعب الموجود فيها يكون لك للتّسخير ويُستعبد لك (يا إسرائيل).\nخذ الرّبا من الأجانب فقط !!\n(تثنية 23: 19) لا تقرض أخاك بربا... للأجنبي تقرض بربا، ولكن لأخيك لا تقرض بربا لكي يباركك الرّبّ إلهك في كلّ ما تمتد إليه يدك في الأرض التي أنت داخل إليها لتمتلكها.\n(تثنية 15: 1) هذا هو حكم الإبراء: يبرى كلّ صاحب دَيْن يده ممّا أقرض صاحبه. لا يطالب صاحبه ولا أخاه. لأنّه قد نودي بإبراء للرّبّ. الأجنبي تُطالب.\nمن هم الكلاب والخنازير؟!\n(مرقس 7: 24) قال المسيح للتي أتته تستنجد مساعدته: \" ليس حسنًا أن يُؤخذ خبز البنين ويُطرح للكلاب. فقالت: نعم يا سيّد والكلاب أيضًا تحت المائدة تأكل من فتات البنين.\" (انظر أيضًا متى 15: 21).\n(متى 7: 6) وقال أيضًا: \" لا تعطوا القدس للكلاب ولا تطرحوا درركم قدام الخنازير لئلا تدوسها بأرجلها وتلتفت فتمزقكم \".\nسكان الجنة 144000 صهيوني فقط",
        "(1/15)\n\n(رؤيا 14: 1) قال يوحنا في رؤيا : ثم نظرت فإذا خروف واقف على جبل صهيون ومعه مئة وأربعة وأربعون ألفًا لهم اسم أبيه مكتوبًا على جباههم... وهم يترنمون كتغنيمة جديدة أمام العرش وأمام الحيوانات الأربعة. ولم يستطع أحد أن يتعلّم التّرنيمة إلا المئة والأربعة والأربعون ألفًا الذين اشتُرُوا من الأرض. هؤلاء الذين لم يتنجّسوا مع النّساء لأنّهم أطهار. هؤلاء هم الّذين يتبعون الخروف حيثما ذهب( ).\nاقتل النّساء والأطفال والبهائم\n(حزقيا 9: 5) اعبروا في المدينة وراءه (أي يهوذا) واضربوا. لا تشفق أعينكم ولا تعفوا: الشّيخ والشّابّ والعذراء والطّفل والنّساء: اقتلوا للهلاك... نجّسوا البيت واملأوا الدّور قتلى ...\nللرّبّ سيف قد امتلأ دمًا\n(عدد 31: 1) وكلّم الرّبّ موسى قائلاً: \" انتقم نقمة لبني إسرائيل من المديانيين. فتجند بنو إسرائيل على مديان كما قال الرّبّ: وقتلوا كلّ ذَكَر وسبَوْا نساء مديَن وأطفالهم. ونهبوا جميع مواشيهم وكلّ أملاكهم. وأحرقوا جميع مدنهم بمساكنهم وجميع حصونهم بالنّار.\nفخرج موشى وألعازار الكاهن وكلّ رؤساء الجماعة لاستقبالهم إلى خارج المحلّة. فسخط موسى على وكلاء الجيش. وقال لهم: هل أبقيتم كلّ أنثى حيّة؟ إن هؤلاء كُنّ في بني إسرائيل سبب خيانة للرّبّ. فكان الوبأ في جماعة الرّبّ. فالآن اقتلوا كلّ ذكر من الأطفال. وكلّ امرأة عرفت رجلاً بمضاجعة ذكر اقتلوها. لكن جميع الأطفال من النّساء اللواتي لم يعرفن مضاجعة ذكر: أبقوهنّ لكم حيّات.\n(يشوع 6: 16) قال يشوع لبني إسرائيل: اهتفوا لأنّ الرّبّ أعطاكم المدينة. فتكون المدينة وكلّ ما فيها مُحرّمًا للرّبّ... كلّ الذّهب والفضّة وآنية النّحاس والحديد تكون قدسًا وتدخل في خزانة الرّبّ... وحرّموا كلّ ما في المدينة من رجل وامرأة وطفل وشيخ: حتى البقر والغنم والحمير بحدّ السّيف.\n(1/16)",
        "\n(ارميا 51: 2) أنت لي فأس وأدوات حرب... فأسحق بك الأمم وأهلك بك المماليك وأسحق بك الرّجل والمرأة. وأسحق بك الشّيخ والفتى، وأسحق بك الغلام والعذراء، وأسحق بك الرّاعب وقطيعه.\nقتل وخطف واستعباد\n(يشوع 16: 10) فسكن الكنعانيون في وسط أفرايم إلى هذا اليوم وكانوا عبيدًا تحت الجزية( ) .\n(2صمو 8: 1) وضرب داود المؤابيين وقاسهم بالحبل. أضجعهم على الأرض. فقاس بحبلين للقتل وبحبل للاستحياء. وصار الآراميون عبيدًا لداود.\n(2صمو 4: 12) وأمر داود الغلمان فقتلوهما وقطّعوا أيديهما وأرجلهما وعلّقوهما.\n(قضاة 21: 10) فاتّفق بنو إسرائيل في عهد بنيامين بعدما قدّموا قرابين إلى الله أن: اذهبوا إلى سكّان يابيش جلعاد واضربوا بحدّ السّيف. النّساء والأطفال تحرمون (أي تقتلون) كلّ ذكر وامرأة عرفت اضطجاع ذكر.\nفوجدوا من سكان يابيش جلعاد أربع مائة فتاة عذارى لم يعرفن رجلاً بالاضطجاع مع ذكر. فرجع بنيامين في ذلك الوقت فأعطوهم النّساء اللّواتي استحيوهن من نساء يابيش جلعاد.\nلا إكراه في الدّين\n(أستير 8: 11) وأعطى مردخاي - ملك اليهود - إذنًا لهم أن يهلكوا ويقتلوا ويبيدوا قوّة كلّ شعب: حتى الأطفال والنّساء وأن يسلبوا غنيمتهم. لينتقم اليهود من أعدائهم. فكثير من شعوب الأرض تهوّدوا لأنّ رعب اليهود وقع عليهم.\nسرقة النّساء واغتصابهنّ\n(قضاة 21: 20) ثمّ أوصوا بنيامين قائلين: امضوا واكمنوا في الكروم وانظروا: فإذا خرجت بنات شيلوه ليدرن في الرّقص فاخرجوا أنتم من الكروم واخطفوا لأنفسكم كلّ واحد امرأته من بنات شيلوه. ففعل هكذا بنو بنيامين. واتّخذوا نساء حسب عددهم من الرّاقصات اللّواتي اختطفوهنّ.\nاقتلهم واسلب أموالهم !!\n(تثنية 20: 10) حين تقرّب مدينة لكي تحاربهم: استدعها إلى الصّلح. فإن أجابتك إلى الصّلح وفتحت لك: فكلّ الشّعب الموجود فيها يكون لك للتّسخير ويستعبد لك.\n(1/17)\n",
        "وإن لم تسالمك. بل عملت معك حربًا فحاصرها. وإذا دفعها الرّبّ إلهك إلى يدك:\nفاضرب جميع ذكورها بحدّ السّيف.\nوأمّا النّساء والأطفال والبهائم وكلّ ما في المدينة: كلّ غنيمتها فتغتنمها لنفسك وتأكل غنيمة أعدائك التي أعطاك الرّبّ إلهك.\n(1)انني أنقل هذه النصوص من الكتاب المقدس وأنا لا أؤمن بصحتها لأني أؤمن ببساطة (وكمسلم) أن المسيح كان خلوقا ولا يليق أن تُلصَق به هذه العبارات وهو الذي اشتهر بطاعة أمه والبرّ بها كما قال القرآن { وبرّاً بوالدتي ولم يجعلني جباراً شقيا} ولم يكن يخاطبها بهذه الطريقة السيئة التي لا يفعل مثلها غير الأنبياء من عامة الناس. (1) هذا العنوان مقتبس من نسخة الـ NEW INTERNATIONAL VERSION التي تعتبر تصحيحاً لنسخة الملك جيمس KING JAMES VERSION ولم يكن أحد يتصور أن يرد مثل هذا العنوان في كتاب يقال أن الله أوحى به. (1) أفلا يجب أن يسأل المسيحي العاقل نفسه: كيف أعتقد أن هذه نصوص منزلة من عند الله بينما هي موجهة اليه توبخه وتعاتبه؟؟!!\nمصداقية الكتاب المقدس\nالشهادة بتحريف الكتاب المقدس من الكتاب نفسه\n(ارميا8: 8) كيف تقولون إننا حكماء وكلمة الرب معنا؟ حقا إنه الى الكذب حوّلها قلم الكتبة الكاذب.\n(ارميا6: 10) هاإن كلمة الرب صارت لهم عاراً لا يسرّون بها... لأنهم من صغيرهم الى كبيرهم: كل واحد مولع بالربح: من النبي الى الكاهن. كل واحد يعمل بالكذب. (ارميا 8: 10)\n(ارميا14 :14) بالكذب يتنبأ الانبياء باسمي. لم أرسلهم ولا أمرتُهم ولا كلمتُهم.\n(ارميا23: 31) الذين يأخذون ألسنتهم ويقولون: قال() (أي قال الله) .\n(ارميا23:36) اما وحي الرب فلا تذكروه بعد... اذ قد حرّفتم كلام الاله الحي.\n(ارميا9:2) فأتركُ شعبي وأنطلق من عندهم. لأنهم جميعاً زناة جماعة خائنين. يمدون ألسنتهم كقسيسيهم للكذب.\nالعهدان: كلاهما مؤقت\n(1/18)\n\n(1كورنث13:9) لأننا نعلم بعض العلم ونتنبأ بعض التنبؤ. ولكن متى جاء الكامل فحينئذ يبطل ما هو بعض() .\nالكتب غير القانونية () APOCRYPHA\nكتب الابوكريفا :\n1- سفر باروخ 2- سفر يهوذا\n3- سفر طوبيا 4- سفر المكابيين الاول\n5- سفر المكابيين الثاني 6- سفر الحكمة\n7- سفر استير\nكتب ابوكريفا أخرى في نسخة الـ () G. N. B :\n1 - سفر سيراخ\n2 - رسالة ارميا\n3 - صلاة عزرا وانشودة الفتيان الثلاثة\n4 - سفر سوزانا\n5 - جرس التنين\n6 - سفر اسدراس الاول\n7 - سفر اسدراس الثاني\n8 - سفر صلاة مناسي\nآيات قرروا حذفها من نسخة k.j.v\nمتى 7: 21\nK.T.V\nوأما هذا الجنس فلا يخرج الا بالصلاة والصوم.\nR.S.V\nمحذوف\nN.I.V\nمحذوف\nG.N.B\nمحذوف\nL.B.V\nمحذوف()\nمرقس 9: 44\nK.J.V\nحيث دودهم لا يموت ونارهم لا تُطفأ\nR.S.V\nمحذوف\nG.N.B\nمحذوف\nN.I.V\nمحذوف\nL.B.V\nمحذوف\nمرقس 16: من 9 الى 20\nK.J.V\n(النص بكامله محذوف من 9 الى 20).\nR.S.V\n(حذفت من النسخة المذكورة المطبوعة سنة 952 غير أنه تم اعادتها في الطبعات الأخيرة مع الاشارة الى أن النسخ القديمة لم تتضمن هذه الفقرة بكاملها).\nN.I.V\nمحذوف\nG.N.B\nمحذوف\nL.B.V\nمحذوف\nلوقا 9: 56\nK.J.V\nلأن ابن الانسان لم يأت ليهلك أنفس الناس بل ليخلص.\nR.S.V\nمحذوف\nN.I.V\nمحذوف\nG.N.B\nمحذوف\nL.B.V\nمحذوف\nلوقا 17: 36\nK.J.V\nيكون اثنان في الحقل فيؤخذ الواحد ويُترَك الآخر.\nR.S.V\nمحذوف\nN.I.V\nمحذوف\nG.N.B\nمحذوف\nيوحنا 5: 4\nK.J.V\nلأن ملاكاً كان ينزل احيانا في البركة ويحرك الماء فمن نزل اولا بعد تحريك الماء كان يبرأ من أي مرض اعتراه() .\nR.S.V\nمحذوف\nN.I.V\nمحذوف\nG.N.B\nمحذوف\nL.B.V\nمحذوف\nالرسالة الاولى ليوحنا 5: 7\nK.J.V\nلأن الذين يشهدون في السماء هم ثلاثة: الأب والكلمة والروح القدس. وهؤلاء الثلاثة هم واحد.\nR.S.V\nمحذوف\nN.I.V\nلأن الذين يشهدون هم ثلاثة: الروح والماء والدم: وهؤلاء الثلاثة متوافقون()\nG.N.B",
        "(1/19)\n\nهناك ثلاثة شهود: الروح والماء والدم وهؤلاء الثلاثة يعطون نفس الشهادة.\nL.B.V\n( الآيات ذوات الارقام 6 و7 و8 محذوفة تماما ).\nمرقس 16: 19 لوقا24: 15 يوحنا 8: 10\nK.J.V\nوبينما كان يكلمهم (يسوع) هناك صعد الى السماء.\nR.S.V\nحذفت ثم أعيدت\nN.I.V\nمضافة مع التبيه الى أنه لا أصل لها.\nG.N.B\nمضافة مع التبيه الى أنه لا أصل لها.\nL.B.V\nمضافة مع التبيه الى أنه لا أصل لها.\nيوحنا 3: 16 ( تراجعوا عن كلمة مولود ) BEGOTTEN\nK.J.V\nلأنه هكذا أحب الله العالم حتى بذل مولوده الوحيد لله() .\nR.S.V\nلأنه هكذا أحب الله العالم حتى بذل ابنه الوحيد.\nN.I.V\nلأنه هكذا أحب الله العالم حتى بذل ابنه الفرد الوحيد.\nG.N.B\nلأنه هكذا أحب الله العالم حتى اعطى وليده الوحيد.\nL.B.V\nلأنه هكذا أحب الله العالم حتى أعطى ابنه (المتميز).\nN.W.T\nلأنه هكذا أحب الله العالم حتى بذل مولوده الوحيد ()\nالتغيير والتحريف في الآيات\nلوقا 22: 7\nK.J.V\nقالوا للمسيح: هل أنت ابن الله؟ فقال لهم : أنتم تقولون ذلك.\nR.S.V\nقالوا للمسيح: هل أنت ابن الله؟ فقال لهم : لقد اصبتم في قولكم اني كذلك.\nL.B.V\nفصرخوا جميعا: أأنت تزعم أنك ابن الله؟ فأجاب قائلا: نعم أنا كذلك.\nعبرانيين 12: 8\nK.J.V\nفأنتم نُغول() BASTARDS لا بنون.\nR.S.V\nفأنتم أطفال غير شرعيين ولستم بنونا.\nG.N.B\nفيعني أنكم لستم أبناء حقيقيين وانما أبناء زنى.\nL.B.V\nفيعني أنكم لستم أبناء الله على الاطلاق.\nتثنية 23: 1\nK.J.V\nابن الزنا (BASTARD) لا يجوز أن يدخل في جماعة الرب.\nN.I.V\nالمولود من (زواج محرم) لا يمكنه أن يدخل في مجلس الرب.\nG.N.B\nما من مولود ولادة غير شرعية يجوز له الانضمام مع جماعة الرب() .\nايوب 13 :15\nK.J.V\nهوذا يقتلني لكنني أثق به.\nR.S.V\nهوذا يقتلني : لقد فقدت كل أملي ورجائي.\nG.N.B\nلقد فقدت الرجاء كله : ألا فليقتلني الله.\nL.B.V\nربما يقتلني الله لأنني قلتُ ذلك. في الحقيقة أنا أقبل منه ذلك.\n(1/20)",
        "\nمزامير 2 :7\nK.J.V\nقال داود : قال لي الرب: أنت ولدي. أنا اليوم ولدتُكَ.\nN.I.V\nقال داود : قال لي الرب: أنت ولدي. أنا اليوم صرت أباً لك .\nرومية 7: 15\nK.J.V\nقال بولس: لأن الذي أفعله لا أريده.\nR.S.V\n\" \" \" لست أعرف ماذا الذي أفعله.\nN.I.V\nلست أدري ما أفعل.\nL.B.V\nلست أفهم نفسي على الاطلاق.\nمراثي ارميا 3: 18\nK.J.V\nبادت ثقتي ورجائي من الرب.\nN.I.V\nزال بهائي وكل ما تمنيته من الرب.\nG.N.B\nلم يبق عندي شيئاً لأعيش. باد رجائي من الله. ذهبت عظمتي وباد أملي من الله() .\nحزقيال 16 :25\nK.J.V\nوفرّجتِ رجليكِ لكل عابر وأكثرتِ زناكِ.\nR.S.V\nوتعرضين نفسك لكل عابر. وأكثرتِ زناكِ.\nN.I.V\nوتعرضين جسدك زيادة في الزنا لكل عابر.\nL.B.V\nوعرضتِ جمالك لكل رجل.\nاللاويين (15: 20)\nK.J.V\nوكل ما تضطجع عليه في انفصالها يكون نجسا.\nR.S.V\nوكل ما تجلس عليه حال طمثها يكون نجسا.\nL.B.V\nأي شيء تتكىء عليه أو تجلس عليه خلال هذا الوقت يصير نجسا.\nشهادة بولس في أعمال الرسل (9: 3 و 22: 9)\nL.B.V\nسمعوا الصوت لكنهم لم يروا نورا.\nN.I.V\nرأوا نورا لكنهم لم يفهموا صوتا ()\nأشعيا 49: 24\nK.J.V\nبالوجوه يسجدون لك (يا اسرائيل) الى الأرض ويلحسون غبار رجليك\nG.N.B\nيجب أن ينحنوا لك ويشرفونك, ويُظهِروُا لك احترامهم وخضوعهم.\nتكوين 1: 1\nK.J.V\nوكان روح الله يرفّ على وجه الماء.\nL.B.V\nوكان روح الله يتربص فوق البخار المعتم.\nK.J.V\nوكان روح الله يرفّ على وجه الماء.\nL.B.V\nوكان روح الله يتربص فوق البخار المعتم.\nتغيير الحبر الأحمر الى أبيض\nK.J.V\nان الذي أعطيتني لم أهلك منهم أحداً (باللون الأحمر).\nL.B.V\nان الذي أعطيتني لم أهلك منهم أحداً (باللون الأسود).\nكتاب رؤيا يوحنا اللاهوتي\n(هذا الكتاب قد ألغى منه جميع الكلمات باللون الأحمر() وعادت بعد ذلك الى اللون الأسود )\nلماذا كتب لوقا انجيله ؟؟\n(1/21)\n",
        "(لوقا1: 1) قال لوقا: اذا كان كثيرون قد أخذوا بتأليف قصة في الأمور المتيقنة عندنا... رأيت أنا أيضاً إذ تتبعتُ كل شيء أن اكتب اليك على التوالي أيها العزيز ثاوفيلس() لتعرف صحة الكلام الذي علمتَ به() .\nهل كتب موسى سفر التثنية ؟؟\n(تثنية34: 5) فمات موسى هناك..ودفنه الرب هناك. ولم يعرف انسان قبره الى اليوم. وكان موسى ابن مئة وعشرين سنة حين مات.\nهل كتب يشوع سفر يشوع ؟؟\n(يشوع24: 29) وكان بعد هذا الكلام أنه مات يشوع بن نون - عبد الرب - ابن مائة وعشر سنين\" .\nهل كتب متى انجيله ؟؟\n(متى9: 9) وفيما يسوع مجتاز من هناك رأى انسانا عند مكان الجباية اسمه متى فقال له يسوع: اتبعني. فقام متى وتبعه.\nهل كتب يوحنا انجيله ؟؟\n(يوحنا21: 24) قال (مجهول الهوية) : هذا هو التلميذ الذي يشهد بهذا وكتب هذا. ونعلم أن شهادته حق.\nهل الله هو المتكلم في هذه النصوص؟؟\n(مزمور10: 1) يا رب : لماذا تقف بعيداً ؟ لماذا تختفي في أزمنة الضيق؟\n(مزمور89: 46) حتى متى يا رب تختبىء كل الاختباء ؟ حتى متى يتقد كالنار غضبك .\n(مراثي3: 1) بادت ثقتي ورجائي من الرب.\n(اشعيا63: 17) لماذا أضللتنا يا رب عن طرقك؟ قسّيتَ قلوبنا عن مخافتك.\n(مزمور35: 17) يا رب الى متى تنظر... لا يشمت بي الذين هم أعدائي باطلا. استيقظ وانتبه الى حكمي.\n(مزمور40: 17) يا إلهي لا تبطىء.\n(خروج5: 22) لماذا أسأت الى هذا الشعب؟ لماذا أرسلتني؟ أنت لم تخلّص شعبك.\nالرداء الذي تركه بولس: ما فائدته ؟\n(2تيموث4: 9) قال بولس في رسالته الى صديقه الحبيب تيموثاوس: بادِر أن تجييء اليّ سريعاً... الرداء الذي تركتُه في تراوس عند كاربس: أحضِره متى جئتَ والكتبَ أيضاً. ولا تنس الرقوق() .\nوحي الله أم وحي بولس !!!\n(غلاطية 5: 2) هاأنا بولس أقول لكم: أنه إن اختتنتم لا ينفعكم المسيح شيئاً. لا الختان ينفع شيئاً ولا الغرلة بل الايمان.\n(1كورنث7: 10) وأما المتزوجون فأوصيهم : لا أنا بل الرب.\n(1/22)\n\n(1كورنث7: 25) واما العذارى فليس عندي امر من الرب فيهنّ ولكنني اعطي رأيا كمن رحمه الرب ان يكون امينا.\nبولس هو المسؤول !!!\n(1كورنث 9: 19) استعبدتُ نفسي للجميع لأكسب الكثيرين. فصرتُ لليهودي كيهودي لأربح اليهود. وللذين تحت الناموس() كأني تحت الناموس لأربح الذين تحت الناموس. وللذين بلا ناموس: كأني بلا ناموس.\nاتهام تلاميذ المسيح له بنقض الناموس\n(اعمال21: 20) حيث قالوا له: \" يوجد مجموعة من اليهود آمنوا وهم جميعاً غيورون للناموس. وقد اُخبِروا عنك أنك تعلّم جميع اليهود الارتداد عن موسى قائلا: أن لا يختنوا أولادهم\" .\nوها هو يُبدي استياءه\n(2تيمو4: 14) فيقول لصديقه \" أنت تعلم أن جميع الذين في آسيا ارتدوا عني. اسكندر النحاسأظهر لي شروراً ليجازه الرب حسب أعماله، فاحتفظ أنت منه أيضاً لأنه قاوم أقوالنا. في احتجاجي الأول لم يحضر أحد معي: بل الكل تركوني.\nويسخر من العهد القديم\n(غلاط5: 4) قد تبطلتم عن المسيح ايها الذين تتبررون بالناموس. سقطتم من النعمة. فاننا بالروح من الايمان نتوقع رجاء بِرٍّ.\n(رومية7: 6) وأما الآن فقد تحررنا من الناموس.\n(غلاط2: 16) نعلم أن الانسان لا يتبرر بأعمال الناموس() بل بايمان يسوع المسيح، لأنه إن كان بالناموس بِرٌ فالمسيح اذن مات بلا سبب()\n(غلاطية3: 10) لأن جميع الذين هم من أعمال الناموس هم تحت لعنة.\n(2كورنث3: 6) نكون خدام عهد جديد.\nومن ثم يحكم بإلغائه\n(عبران8: 10) لأن هذا العهد الذي أعهده مع اسرائيل بعد تلك الأيام. أجعل نواميسي في أذهانهم وأكتبها على قلوبهم. ولن أذكر خطاياهم وتعدياتهم فيما بعد.\n(عبران9: 10) ثم العهد الأول كان فرائض خدمة.\n(عبران8:13) فاذا قال (جديدا) عتق الأول، وأما ما عتق وشاخ فهو قريب من الاضمحلال.\nبولس: هل يوقر المسيح ؟\n(غلاطية3: 13) المسيح افتدانا من لعنة الناموس إذ صار لعنةً لأجلنا. لأنه مكتوب ملعون كل من عُلّق على خشبة \".",
        "(1/23)\n\nهل بولس معصوم أم خطّاء ؟!\n(غلاطية2: 15) قال: نحن بالطبيعة يهود ولسنا من الأمم خطاة\".\n(رومية7: 24) لكنه قال: لست أعرف ما أنا أفعله، اذ لست أعرف ما أريده. بل الذي أبغضه هو الذي أفعل. بل الخطيئة الساكنة فيّ. فإني أعلم أنه ليس ساكن في جسدي شيء صالح.\nوأما أن أفعل الحسنى فلست أجد. لأني لست أفعل الصالح الذي أريده. بل الشر الذي لست أريده فإياه أفعل.\nاذن : أجد الناموس لي، حينما أريد أن أفعل الحسنى: أن الشر حاضر عندي. فإني أسرّ بناموس الله بحسب الانسان الباطن.\nولكني أرى ناموساً آخر في أعضائي يحارب ناموس ذهني ويسبيني الى ناموس الخطية الكائن في أعضائي:\nوَيْحي: أنا الانسان الشقي: من ينقذني من جسد هذا الموت() .\nروايات اسطورية\nحوار بين الاشجار على حق الرئاسة\n(قضاة9: 8) مرة: ذهبت الاشجار لتمسح() .\nفقالت الزيتونة املكي علينا.\nفقالت لها الزيتونة: أأترك دُهني الذي به يكرّمون بي الله والناس: وأذهب لكي أملك على الأشجار؟\nثم قالت الاشجار للتينة: تعالي أنتِ واملكي علينا.\nفقالت لها التينة: أأترك حلاوتي وثمري الطيب وأذهب لكي أملك على الأشجار؟\nفقالت الأشجار للكرمة: تعالي أنتِ واملكي علينا.\nفقالت لها الكرمة: أأترك مسطاري() الذي يُفَرّح الله() والناس وأذهب لكي أملك على الأشجار؟\nثم قالت جميع الأشجار للعوسج() : تعال أنت واملك علينا.\nفقال العوسج للاشجار: إن كنتم بالحق تمسحونني عليكم ملكاً فتعالوا واحتموا تحت ظلي وإلا فتخرج نار من العوسج وتأكل أرز لبنان !!\nحوار بين بلعام وحماره\n(عدد22: 28) ففتح الرب فم الإتان (الحمارة) فقالت لبلعام:\nماذا صنعت بك حتى ضربتني الآن ثلاث دفعات؟\nفقال: لأنك ازدريتِ بي. لو كان في يدي سيف لكنت الآن قتلتك.\nفقالت الاتان لبلعام: ألست أنا إتانك التي ركبت عليها منذ وجودك الى هذا اليوم.\nعجائب ما روى يوحنا\n(1/24)",
        "\n(رؤيا4: 5) ورأيت أمام العرش سبعة مصابيح نار متقدة هي سبعة أرواح الله ... وفي وسط العرش وحول العرش أربعة حيوانات مملوءة عيوناً من قدام ومن وراء.\nوالحيوان الأول شبه أسد.\nوالحيوان الثاني شبه عجل.\nوالحيوان الثالث له وجه مثل وجه انسان.\nوالحيوان الرابع شبه طائر.\n(رؤيا5: 6) ورأيت فاذا في وسط العرش والحيوانات الأربعة وفي وسط الشيوخ خروف() قائم كأنه مذبوح له سبعة قرون وسبعة أعين هي سبعة أرواح الله المرسلة الى كل الأرض...\nوخرّت الحيوانات والأربعون شيخاً أمام الخروف ولهم كل واحد قيثارات. ونظرت وسمعت صوت ملائكة كثيرين حول العرش. والحيوانات والشيوخ قائلين بصوت عظيم:\nمستحق هو الخروف المذبوح أن يأخذ القدرة والغنى والحكمة والقوة والمجد والبركة.\nوكل خليقة مما في السماء وعلىالأرض ... سمعتها قائلة: للجالس على العرش وللخروف البركة والكرامة والمجد والسلطان الى أبد الآبدين. وكانت الحيوانات الأربعة تقول : آمين.\n(رؤيا7: 9) وبعد هذا نظرت واذا جمع كبير ... واقفون أمام العرش وأمام الخروف متسربلين بثياب بيض وفي أيديهم سعف النخل.وهم يصرخون بصوت عظيم قائلين:\nالخلاص لألهنا الجالس على العرش وللخروف.\nوجميع الملائكة كانوا واقفين حول العرش والشيوخ والحيوانات الأربعة.\nوخرّوا أمام العرش على وجوههم وسجدوا لله قائلين: آمين. البركة والمجد والحكمة والقدرة والقوة لالهنا الى أبد الآبدين. آمين لأن الخروف الذي في وسط العرش يرعاهم ويقتادهم.\n(رؤيا12: 3) وظهرت آية عظيمة في السماء: امرأة متسربلة بالشمس. والقمر تحت رجليها وعلى رأسها اكليل من اثني عشر كوكبا وهي حبلى متمخضة ومتوجعة تصرخ لتلد.\nوظهرت آية أخرى في السماء.\nهوذا تنين عظيم أحمر:\n(1/25)\n",
        "له سبعة رؤوس وعشرة قرون! وعلى رؤوسه سبعة تيجان وذنبه يجر ثلث السماء فطرحها الى الأرض والتنين وقف أمام المرأة العتيدة أن تلد حتى يبتلع ولدها متى ولدت ... ثم اختطف ولدها الى الله والى عرشه. وحدثت حرب في السماء :\nميخائيل وملائكته حاربوا التنين وحارب التنين وملائكته ولم يقووا فلم يوجد مكانهم بعد ذلك في السماء.فطرح التنين الحية القديمة المدعو ابليس والشيطان الذي يضل العالم كله طُرح الى الأرض وطُرحَت معه ملائكته.\n(رؤيا12: 12) ولما رأى التنين أنه طُرح الى الأرض: اضطهد المرأة فأعطيَتِ المرأة جناحي النسر العظيم لكي تطير الى البرية. فألقت الحية من فمها وراء المرأة ماء كنهر لتجعلها تُحمل بالنهر. فأعانت الآرض المرأة وفتحت الأرض فمها وابتلعت النهر الذي ألقاه التنين من فمه.\n(رؤيا17: 14) وهؤلاء يحاربون الخروف والخروف يغلبهم أنه رب الأرباب وملك الملوك.\n(رؤيا 19: 7) لنفرح ونتهلل ونعطه المجد لأن عُرس الخروف قد جاء.\nوامرأته() قد هيأت نفسها.\nطوبى للمدعوين الى عشاء عرس الخروف.\n(رؤيا21: 9) ثم جاء الي واحد من السبعة الملائكة وتكلم معي قائلا: هلم فأريك العروس امرأة الخروف... والمدينة لا تحتاج الى الشمس ولا الى القمر لأن مجد الله قد أنارها، والخروف سراجها.\nالتناقض في شجرة نسب المسيح ()\nحسب متى 18:1\nحسب اوقا 22:3\n1 - داود\n1 - داود\n29- مآث\n2 - سليمان\n2 - ناثيان\n30- نجاي\n3 - رحبعام\n3 - كتانا\n31- حسلي\n4 - أبيا\n4 - مليا\n32- ناحوم\n5 - أسا\n5 - ألياقيم\n33- عاموس\n6 - يهوشافاط\n6 - يونان\n34- متتا\n7 - يورام\n7 - يوسف\n35- يوسف\n8 - عزيا\n8 - يهوذا\n36- نيا\n9 - يوتام\n9 - شمعون\n37- ملكي\n10- أجاز\n10- لاوي\n38- لاوي\n11- حزقيا\n11 - متات\n39- متات\n12- منسا\n12- يوريم\n40- عالي\n13- أمون\n13- عازر\n41- يوسف النجار\n14- يوشيا\n14- يوسي\n42- عيسى\n15- يكنيا\n15- غير\n16- شالتئيل\n16- المودام\n17- زربابل\n17- موسام\n18- ابيهود\n18- آدي\n(1/26)\n\n19- الياقيم\n19- ملكي\n20- عازر\n20- نيري\n21- صادق\n21- شالتئيل\n22- اكيم\n22- زربابل\n23- اليهود\n23- ريسا\n24- العازر\n24- يوحنا\n25- متان\n25- يهوذا\n26- يعقوب\n26- يوسف\n27-يوسف النجار\n27- شمعي\n28- عيسى\n28- متتبا()\nالتناقض في اسماء تلاميذ المسيح\nمتى 10: 2 ومرقس 3: 16\nلوقا 6: 14\n1 - سمعان القانوني\n1 - سمعان الملقب بطرس\n2 - سمعان الملقب بطرس\n2 - سمعان الغيور\n3 - اندراوس\n3 - اندراوس\n4 - يعقوب بن زبدي\n4 - يعقوب بن زبدي\n5 - يوحنا\n5 - فيليبس\n6 - فيليبس\n6 - برثلماوس\n7 - برثلماوس\n7 - متى\n8 - متى\n8 - توما\n9 - توما\n9 - يوحنا\n10- يعقوب بن حلفي\n10- يعقوب بن حلفي\n11- لباوس الملقب تداوس\n11- يهوذا اخو يعقوب\n12- يهوذا الاسخريوطي\n12- يهوذا الاسخريوطي()\nتناقضات أخرى\n(1كورنث15: 5) ان المسيح ظهر بعد قيامته للإثني عشر تلميذا.\n(متى28: 16) أن المسيح ظهر بعد قيامته للأحد عشر تلميذا()\n______________________\n(متى19: 28) الحق أقول لكم أنتم الذين تبعتموني في التجديد : متى جلس ابن الانسان على كرسي مجده: تجلسون أنتم أيضا على اثني عشر كرسيا تدينون أسباط اسرائيل الاثني عشر.\n(يوحنا6: 70) أليس اني اخترتكم الإثني عشر: وواحد منكم شيطان.\n______________________\n(يوحنا8: 14) ان كنت أشهد لنفسي فشهادتي حق.\n(يوحنا5: 31 ) ان كنت أشهد لنفسي فشهادتي ليست حقا.\n______________________\n(يوحنا8: 29) وأنا لست وحدي لأن الأب معي... ولن يتركني وحدي.\n(متى27: 46) ايلي ايلي لِمَ شبقتني. أي الهي الهي: لماذا تركتني.\n______________________\n(لوقا5: 1) قصة صيد السمك كانت في بداية رسالة المسيح.\n(يوحنا21: 1) قصة صيد السمك كانت بعد قيامة المسيح من الأموات.\n______________________\n(متى21: 21) قصة تطهير الصيارفة من الهيكل كانت قبل مروره بشجرة التين التي وجدها جافة فلعنها ومنعها من استخراج ثمرها.",
        "(1/27)\n\n(مرقس11: 12) قصة تطهير الهيكل كانت بعد مروره بشجرة التين.\n______________________\n(2صمو24: 1) فحمي غضب الرب على اسرائيل فأهاج عليهم داود قائلا: امض وأحص اسرائيل .\n(1أخبار21:1) ووقف الشيطان ضد اسرائيل وأغوى داود ليحصي اسرائيل.\n______________________\n(2صمو10: 18) وأهلك داود من الآراميين سبعمائة مركبة .\n(1أخبار19: 18) وأهلك داود من الآراميين سبعة آلاف مركبة.\n______________________\n(أعمال9: 3) سمعوا الصوت لكنهم لم ينظروا النور.\n(أعمال22: 9) نظروا النور لكنهم لم يسمعوا الصوت()\nتناقضات متعلقة بحادث الصلب\n(مرقس15: 25) وكانت الساعة الثالثة فصلبوه.\n(يوحنا19: 14) وكان نحو الساعة السادسة (ولم يصلب بعد).\n______________________\n(متى27: 32) وأمروا سمعان أن يحمل صليب المسيح.\n(يوحنا19: 17) فخرج يسوع وهو يحمل صليبه.\n______________________\n(مرقس15: 23) وأعطوه خمرا ممزوجة بمرٍ ليشرب فلم يقبل.\n(متى27: 34) وأعطوه خلا ممزوجا بمرارة ليشرب فذاقه.\n(يوحنا19: 29) وكان إناء موضوعا مملوءا خلا.\n______________________\n(يوحنا19: 30) فلما أخذ يسوع الخل قال قد أكمل.\n(يوحنا17: 4) العمل الذي أعطيتني قد أكملته.\n______________________\n(مرقس: 21) أنهم وضعوه على الصليب.\n(1بطرس2: 24) أنهم وضعوه على خشبة (حمل خطايانا في جسده على الشجرة).\n(غلاطية13: 3) المسيح افتدانا من لعنة الناموس إذ صار لعنة لأجلنا لأنه مكتوب: ملعون كل من عُلّق على شجرة.\n______________________\n(متى27: 44) وكان اللصان اللذان معه يعيرانه (مرقس32:15).\n(لوقا23: 39) وكان واحد من المذنبين المعلقين يجدف عليه قائلا: ان كنت أنت المسيح فخلص نفسك وإيانا. فأجاب الآخر وانتهره قائلا: ألا تخاف الله؟ ثم قال هذا الآخر ليسوع: أذكرني يا رب متى جئت الى ملكوتك. فقال له يسوع: الحق أقول لك. انك اليوم تكون معي في الفردوس.\n______________________\n(1/28)",
        "\n(متى27: 5) أن يهوذا مضى وخنق نفسه.\n(أعمال1: 18) أن يهوذا سقط على الأرض وانسكبت أحشاؤه.\n______________________\nعند زيارة القبر\n(يوحنا 20: 1) مريم المجدلية فقط زارت القبر.\n(متى28: 1) مريم المجدلية ومريم أخرى هي: أم يعقوب.\n(لوقا24: 10) مريم المجدلية ومريم أم يعقوب ويونا.\n(مرقس16: 8) مريم المجدلية ومريم أم يعقوب وسالومة.\n______________________\n(لوقا24: 9) مريم المجدلية ويونا عادا من القبر وأخبرتا الأحد عشر بكل ما رأتاه.\n(مرقس16: 8) مريم المجدلية ومريم أم يعقوب وسالومة خرجن سريعا وهربن من القبر ولم يقلن لأحد شيئا لأنهن كن خائفات.\n______________________\n(متى28: 1) زيارة القبر كانت عند فجر السبت من أول الأسبوع.\n(لوقا24: 1) \" \" \" \" \"\n(يوحنا20: 1) كانت زيارة القبر كانت في أول أيام الأسبوع ولم يزل الظلام مخيما\n______________________\n(يوحنا20: 12) (امرأة واحدة) رأت عند القبر ملاكين.\n(متى28: 2) امرأتان رأتا عند القبر ملاكا واحدا.\n(لوقا24: 3) ثلاثة نساء رأين رجلين واقفين.\n(مرقس 16: 5) نساء ثلاث رأين عند القبر شابا واحدا فقط.\nاختلافات بين القرآن والكتاب المقدس\nهل اقتبس القرآن من الكتاب المقدس ؟\n(الكتاب المقدس) لأنه في ستة أيام صنع الرب السماء والأرض وفي اليوم السابع استراح وتنفس (خروج31: 17).\n(القرآن الكريم) ولقد خلقنا السموات والأرض وما بينهما في ستة أيام وما مسنا من لغوب (50: 38)()\n______________________\n(الكتاب المقدس) في البدء خلق الله السموات والأرض ... ثم خلق نور النهار وظلمة الليل ثم خلق النبات ... ثم خلق الشمس والقمر.\n(القرآن الكريم) أولم ير الذين كفروا أن السموات والأرض كانتا رتقاً ففتقناهما وجعلنا من الماء كل شيء حي أفلا يؤمنون (21: 30).\n______________________\n(الكتاب المقدس) وقال الله نعمل الانسان على صورتنا كشبهنا (تكوين1:26).\n(1/29)\n",
        "(القرآن الكريم) ليس كمثله شيء وهو السميع البصير (42: 11).\nلم يلد ولم يولد ولم يكن له كفوا أحد (112: 3).\n______________________\n(الكتاب المقدس) الى متى تنساني يا رب كل النسيان (مزمور 13: 1).\n(القرآن الكريم) لا يضل ربي ولا ينسى (20: 52).\n______________________\n(الكتاب المقدس) استيقظ لماذا تتغافى يا رب ؟ (مزامير 44: 23).\n(الكتاب المقدس) فاستيقظ الرب كنائم كجبار معيط من الخمر (مزمور78:65).\n(القرآن الكريم) الله لا اله الا هو الحي القيوم. لا تأخذه سنة ولا نوم (2: 255).\n______________________\n(الكتاب المقدس) يا رب حتى متى أدعو وأنت لا تسمع؟ (حبقوق 1: 2).\n(القرآن الكريم) ان ربي لسميع الدعاء (14: 39).\n(القرآن الكريم) وان تجهر بالقول فإنه يعلم السر وأخفى (20: 7).\n______________________\n(الكتاب المقدس) يا رب الجنود الى متى أنت لا ترحم أورشليم (زكريا1:12).\n(الكتاب المقدس) هل الى الدهور يرفض الرب ولا يعود للرضا بعد؟ هل انتهت الى الأبد رحمته؟ هل نسي الله رأفة أو نقص برجزه مراحمه (مزمور 77: 7).\n(الكتاب المقدس) بادت ثقتي ورجائي من الرب (مراثي 3: 18).\n(القرآن الكريم) قل يا عبادي الذين أسرفوا على أنفسهم لا تقنطوا من رحمة الله. إن الله يغفر الذنوب جميعا. إنه هو الغفور الرحيم (39: 53).\n______________________\n(الكتاب المقدس) افتح عينيك يا رب وانظر (2ملوك19: 16).\n(القرآن الكريم) ان الله يعلم غيب السموات والأرض. والله خبير بما تعملون (49: 18).\n______________________\n(الكتاب المقدس) قال الرب : وأنكث ميثاقي معهم (لاويين26: 44).\n(الكتاب المقدس) قلتَ يا رب: \" لا أنقض عهدي \" لكنك رفضت ورذلتَ، غضبتَ على مسيحك، نقضتَ عهد عبدك، نجستَ تاجه في التراب ... فرّحتَ جميع أعدائه. رددتَ حدّ سيفه ولم تنصره في القتال... حتى متى يا رب تختبىء كل الاختباء (مزمور89: 19).\n______________________\n(1/30)\n\n(الكتاب المقدس) لا تنقض عهدك معنا (ارميا 14: 8).\n(القرآن الكريم) وعْدَ الله، لا يُخلف الله وعده ولكن أكثر الناس لا يعلمون (30 : 6).\n______________________\n(الكتاب المقدس) مع الطاهر تكون طاهرا، ومع الملتوي تكون ملتوياً (2صمو22: 27).\n(القرآن الكريم) يا أيها الذين آمنوا كونوا قوامين بالقسط شهداء لله ولو على أنفسكم أو الوالدين أو الأقربين (4: 135).\n______________________\n(الكتاب المقدس) لأنه هكذا أحب الله العالم حتى أعطى ابنه مولوده الوحيد (يوحنا3: 16).\n(الكتاب المقدس) قال داود: إني أعلن قرار الرب الذي قال لي: أنت إبني. أنا اليوم ولدتُكَ (مزمور7:2).\n(القرآن الكريم) قل هو الله أحد. الله الصمد. لم يلد ولم يولد. ولم يكن له كفواً أحد.\n(القرآن الكريم) ألا إنهم مِن إفكهم ليقولون: ولَدَ اللهُ. وإنهم لكاذبون (الصافات152).\n(القرآن الكريم) ما اتخذ اللهُ من ولد وما كان معه من إله: إذن لذهب كل اله بما خلق ولعلا بعضهم على بعض. سبحان الله عما يصفون (23: 90).\n(القرآن الكريم) وقالوا اتخذ الرحمن ولداً. لقد جئتم شيئاً إدّاً. تكاد السموات يتفطّرن منه وتنشق الأرض وتخِرُّ الجبال هدّاً: أن دعوا للرحمن ولداً. وما ينبغي للرحمن أن يتخذ ولدا : إن كل من في السموات والأرض الا آتي الرحمن عبداً. لقد أحصاهم وعدّهم عدّاً. وكلهم آتيه يوم القيامة فرداً (19: 88).\n______________________\n(الكتاب المقدس) قالت مريم للملاك: كيف يكون هذا (أحمل بولد) وأنا لست أعرف رجلا؟ فقال لها الملاك: الروح القدس يحلّ عليك. وقوة العلي تظلّك.\n(القرآن الكريم) قالت أنى يكون لي ولد ولم يمسسني بشر ولم أك بغيّاً؟ قال كذلك قال ربك : هو عليّ هيّن. ولنجعله آية للناس ورحمة منا. وكان أمراً مقضيّاً (19: 20)\n______________________",
        "(1/31)\n\n(الكتاب المقدس) قال الله لبني اسرائيل: حين تمضون من أرض فرعون : لا تمضوا فارغين. بل تطلب كل امرأة من جارتها أمتعة : فضة وذهب وثياباً. وتضعونها على بنيكم وبناتكم فتسلبون المصريين (خروج3: 21).\nوفعل بنو اسرائيل بحسب قول موسى: طلبوا من المصريين أمتعة فضة وأمتعة ذهب وثيابا وأعطى الرب نعمة في عيون المصريين فسلبوا المصريين (خروج12: 35).؟\n(القرآن الكريم) قل إن الله لا يأمر بالفحشاء: أتقولون على الله ما لا تعلمون (7: 28).\n(القرآن الكريم) إن الله يأمر بالعدل والإحسان وإيتاء ذي القربى. وينهى عن الفحشاء والمنكر والبغي. يعظكم لعلكم تذكرون (النحل)\n______________________\n(الكتاب المقدس) أنا هو الرب ... أفتقد ذنوب الآباء في الأبناء وفي الجيل الثالث والرابع (تثنية5: 7).\n(الكتاب المقدس) هيّئوا لبنيه قتلاً بإثم آبائهم (أشعيا14: 21).\n(القرآن الكريم) ولا تكسب كل نفس الا عليها ولا تزر وازرة وزر أخرى. ثم الى ربكم مرجعكم فينبئكم بما كنتم فيه تختلفون (6: 164).\n(الكتاب المقدس) أعبروا في المدينة وراءه (أي يهوذا) واضربوه: لا تشفق أعينكم ولا تعفوا : الشيخ والشاب والعذراء والطفل والنساء : أقتلوا للهلاك ... نجّسوا البيت واملأوا الدّور قتلى ... وأنا أيضاً لا تشفق عيني (حزقيال9: 5).\n(الكتاب المقدس) وكلّم الربُ موسى قائلا: إنتَقم نقمة لبني اسرائيل من المديانيين:\nفتجنّد بنو اسرائيل على مديان كما قال الرب. وقتلوا كل ذكر وسبوا نساء مدين وأطفالهم ونهبوا جميع مواشيهم وكل أملاكهم وأحرقوا جميع مدنهم بمساكنهم. وجميع حصونهم.\nفخرج موسى وألعازار الكاهن رؤساءَ الجماعة الى خارج المحلة فسخط موسى على وكلاء الجيش. فقال لهم موسى: هل أبقيتم كل أنثى حية. إن هؤلاء كُنّ في بني اسرائيل سبب خيانة للرب. فكان الوباء في جماعة الرب :\nفالآن اقتلوا كل ذكر من الأطفال من النساء اللواتي لم يَعرفنَ مضاجعة ذكر: أبقوهن لكم حيات (عدد31: 1).\n(1/32)",
        "\n(حديث شريف) قال الرسول (ص) للجيش الذي كان على أهبة الاستعداد لقتال المشركين: انطلقوا باسم الله وبالله. وعلى ملة رسول الله ولا تقتلوا شيخا فانياً ولا طفلاً صغيراً ولا امرأة ولا تغلّوا وضموا غنائمكم. وأصلحوا وأحسنو ان الله يحب المحسنين (المشكاة 3956)\n______________________\n(الكتاب المقدس) إذن: نحسب أن الانسان يتبرر بالايمان بدون أعمال الناموس (رومية3: 28).\n(القرآن الكريم) أحسب الناس أن يُترَكوا أن يقولوا آمنا وهم لا يُفتَنون . ولقد فتنّا الذين من قبلهم: فليعلمنّ الله الذين صدقوا وليعلمنّ الكاذبين (29: 1).\n(القرآن الكريم) أفمن كان مؤمنا كمن كان فاسقا: لا يستوون. أما الذين آمنوا وعملوا الصالحات فلهم جنات المأوى نزلا بما كانوا يعملون. وأما الذين فسقوا فمأواهم النار. (32: 18).\n______________________\nالكتاب المقدس) لا تقاوموا الشر، بل من لطمك على خدك الأيمن فحوّل له الآخر أيضاً. ومن أراد أن يخاصمك ويأخذ ثوبك فاترك له الرداء أيضاً (متى5: 38).\n(القرآن الكريم) وجزاء سيئة : سيئة مثلها. فمن عفا وأصلح فأجره على الله، إنه لا يحب الظالمين (42: 40).\n(القرآن الكريم) وليعفوا وليصفحوا : ألا تحبون أن يغفر الله لكم. والله غفور رحيم (24: 22).\nأحكام الزوجة المقذوفة بالزنا\nبين القرآن الكريم والكتاب المقدس :\n(القرآن الكريم) والذين يرمون أزواجهم ولم يكن لهم شهداء الا أنفسهم فشهادة أحدهم أربع شهادات بالله إنه لمن الصادقين. والخامسة أن لعنة الله عليه إن كان من الكاذبين. ويدرأ عنها العذاب() أن تشهد أربع شهادات بالله إنه لمن الكاذبين. والخامسة أن غضب الله عليها() إن كان من الصادقين()\n(الكتاب المقدس سفر العدد 5: 11-31) اذا زاغت امرأة رجل وخانته خيانة واضطجع معها رجل اضطجاع زرع() وأُخفِيَ ذلك عن عيني رجُلها واستترت وهي نجسة وليس شاهد عليها:\n(1/33)\n",
        "يأتي الرجل بامرأته الى الكاهن. ويأتي بقربانها معها. عشر الأيفة من طحين شعير لا يصب عليه زيتاً ولا يجعل عليه لباناً: فيقدمها الكاهن ويوقفها أمام الرب. ويأخذ الكاهن ماءً مقدساً في إناء خزف. ويأخذ الكاهن من الغبارالذي في أرض المسكن ويجعل في الماء ويوقف الكاهن المرأة أمام الرب ويكشف رأس المرأة ويجعل في يديها تقدمة التذكار التي هي تقدمة الغيرة وفي يد الكاهن يكون ماء اللعنة المر .\nويستحلف الكاهن المرأة ويقول لها ان كان لم يضطجع معك رجل وان كنت لم تزيغي الى نجاسة من تحت رجلك فكوني بريئة من ماء اللعنة هذا المر.\nولكن ان كنت زغت من تحت رجلك وتنجست وجعل معك رجل غير رجلك مضجعه يستحلف الكاهن المرأة بحلف اللعنة ويقول الكاهن للمرأة يجعلك الرب لعنة وحلفا بين شعبك بأن يجعل الرب فخذك ساقطة وبطنك وارما ويدخل ماء اللعنة هذا في أحشائك لورم البطن ولاسقاط الفخذ فتقول المرأة آمين ؛ آمين .\nويكتب الكاهن هذه اللعنات في الكتاب ثم يمحوها في الماء المر ويسقي المرأة ماء اللعنة المر فيدخل فيها ماء اللعنة للمرارة ؛ ويأخذ الكاهن من يد المرأة تقدمة الغيرة ويردد التقدمة أمام ويقدمها الى المذبح ؛ ويقبض الكاهن من التقدمة تذكارها ويوقده على المذبح ؛ وبعد ذلك يسقي المرأة الماء .\nومتى سقاها الماء : فان كانت قد تنجست وخانت رجلها يدخل فيها ماء اللعنة للمرارة فيرم بطنها وتسقط فخذها فتصير المرأة لعنة في وسط شعبها .\nوان لم تكن المرأة قد تنجست بل كانت طاهرة تتبرأ وتحبل بزرع.\nهذه هي شريعة الغيرة اذا زاغت امرأة من تحت رجلها وتنجست..\nالكتاب المقدس يتضمن شتم الرب ؟\nايوب ينفد صبرُه فيسب ربه !!\n(ايوب3: 1) بعد هذا فتح أيوب فمه وسب يومه قائلا: \" ليته هلك اليوُم الذي وُلدتُ فيه. ليلعنه لاعنو اليوم.\nلماذا لم أمت من الرحِم() عندما خرجت من البطن.\n(1/34)\n\n(ايوب4: 18) هوذالله: لايأتمن عبيده. والى ملائكته ينسب حماقة. سكان بيوت يموتون بلا حكمة.\n(ايوب5: 7) الانسان مولود للمشقة.\n(ايوب7: 7) اَبَحرٌ أنا أم تنين حتى جعلتَ علي حارساً؟ ما هو الانسان حتى تعتبره وتضع عليه قلبك وتتعهده كل لحظة تمتحنه؟\nحتى متى لا تلتفت عني ولا ترخيني ريثما ابلع ريقي؟ أخطأتُ؟ ماذا أفعل لك يا رقيب الناس؟\nولماذا لا تغفر ذنبي ولا تزيل إثمي ؟\n(ايوب9: 24) الأرض مسلّمة ليد الشرير.. أخاف من كل أوجاعي عالماً أنك لا تبريني.. لأنه (أي الله) ليس هو انسانا مثلي فأجاوبه فنأتي معاً الى المحاكمة... ليرفعَ عني عصاه ولا يبغتني رعبُه: إذن: أتكلم ولا أخاف.\n(ايوب10: 1) أتكلم في مرارة نفسي قائلا لله: فهّمني لماذا تخاصمني؟\nأحَسَنٌ عندك أن تظلم ؟ ألَكَ عينا بشر أم كنظر الانسان تنظر؟\nإن أخطأتُ تلاحظني ولا تبريني من إثمي، إن أذنبتُ فويل لي. وإن تبرّرتُ لا أرفع رأسي. وإن ارتفع تصطادني كأسدٍ ثم تعود وتتجبّر علي.\nفلماذا أخرَجتَني من الرحِم؟ أترك. كُفَّ عني فأتبلّج قليلا.\n(ايوب12: 6) خيام المخربين مستريحة، والذين يغيظون الله مطمئنون.\nيُلقي هَوَاناً على الشرفاء، ويُرخي منطقة الاشداء... يُكَثّر الأممَ ثم يبيدها. ينزع عقول رؤساء شعب الأرض ويُضلّهم في تَيْهٍ بلا طريق، ويتلمّسون في الظلا م وليس نور. ويوبّخهم مثل السكران.\n(ايوب13: 1) هكذا رأتْه عيناي وسمعته أذُني... ما تعرفونه، عرفتُه أنا أيضاً. أريد أن أكلم القدير وأن أحاكِم الى الله.\nأما أنتم فملفقو كذِب() . أتقولون لأجل الله: ظلماً وتتكلمون بغُشٍ لأجله؟ أتُحابون وجهه أم عن الله تخاصمون. فهلا يرهبكم جلاله ويسقط عليكم رُعبه؟ أسكتوا عني فأتكلم: وليصيبني ما أصاب. هوذا يقتلني لا أنظر شيئاً\nأبعِد يدك عني ولا تدع هيبتك ترعبني. لماذا تحجب وجهك وتحسبني عدوا لك؟\n(ايوب14: 13) ليتك تواريني في الهاوية وتخفيني الى ان ينصرف غضبك وتعين لي أجلا فتذكرني.",
        "(1/35)\n\nأما الآن فتحصي خطواتي. ألا تحافظ على خطيتيي؟ معصيتي مختوم عليها في سرّة. وتُلفّق علي فوق إثمي.\n(ايوب16: 1) دفعني الله الى الظالم. وفي أيدي الاشرار طرحني. كنت مستريحا فزعزعني. وأمسك بقفاي فحطمني. إحمرّ وجهي من البكاء. وعلى هدبي ظل الموت. مع أنه لا ظلم في يدي وصلاتي خالصة.\n(ايوب19: 6) ان الله قد عوّجني ولفّ عليّ أحبولته. هاإني أصرخ ظلماً فلا يُستجاب لي. قد حوّط طريقي فلا أعبر. وعلى سبيلي جعل ظلاماً. أزال عني كرامتي. ونزع تاج رأسي. هدّمني من كل جهة. وقلع مثل شجرةٍ رجائي. وأضرم عليّ غضبه. وحسبني كأعدائه.\n(ايوب21: 7) لماذا تحيا الأشرار ويشيخون ويتجبّرون؟ نسلهم قائم... بيوتهم آمنة من الخوف. وليس عليهم عصا الله. ثورهم يُلقح. بقرتهم تنتج ولا تسقط. يسرحون مثل الغنم. أطفالهم : رُضّعُهم ترق. فيقولون لله: أبعِد عنا.\nالله يخزن إثمه لبنيه\n(ايوب23: 1) من يعطيني أن أجده فآتي الى كرسيه. ها أنذا أذهب شرقاً فليس هو هناك. وغربا فلا أشعر به...\n(ايوب24: 1) والله لا ينتبه الى الظلم.\n(ايوب29: 16) اليك أصرخ فما تستجيب لي يوماً. أقوم فما تنتبه اليّ. تحولْتَ الى جافٍّ من نحوي. بقدرة يديك تضطهدني... حينما ترجّيتُ الخيرَ جاء الشر. وانتظرتُ النور فجاء الدجى.\n(ايوب38: 1) فأجاب الربُ أيوبَ من العاصفة وقال: من هذا الذي يظلم القضاء بكلام بلا معرفة؟ أشدد الآن حقويك كرجل: فإني أسألك فتعلمني.\nهذا الكتاب :\n* الكتاب الصحيح دليل على صحة الدين، هو دستور الدين وعنوانه.\n* فاذا كان الكتاب صحيحا كان الدين صحيحا. وإذا كان الكتاب باطلا كان الدين باطلا.\nوالكتاب المقدس لكي يكون مقدسا يجب أن يتصف بما يلي:\n* أن يخلو من الأخطاء والتناقض وتضارب النصوص.\n* أن يخلو من التحريف والتبديل ومن الحذف والإضافة.\n* أن يخلو من الطعن بالله وأنبيائه. والاستهزاء بهم ويخلو من الألفاظ البذيئة الساقطة.\n(1/36)",
        "\n* أن يخلو من الألفاظ التي تحث على التفرقة العنصرية بين البشر والتي تتخذ ذريعة للظلم.\n* أن يخلو من الألفاظ التي تحث على قتل وانتقام بعضهم من بعض الا بالحق.\n* أن يتضمن صفات الله وصفات أنبيائه ورسله على أحسن وجه.\n* أن يتضمن أكمل تعبير وأرفعه، هذا اذا كان من عند الرب.\n* أن لا يتضمن الأمر بما ينهى الله عنه عادة أو النهي عما يأمر الله عادة.\nوالمطلوب منك أيها المنصف أن تعلم أن الله أعد يوما يسألك فيه عن صدقك في طلب الحق .\nفمن كان صادقا في البحث عن الحق هداه الله اليه ورزقه اياه مثلما يرزقه الطعام والشراب.\nومن كان متعصبا للباطل معرضا عن الحق، مقبلا على الدنيا متجاهلا يوم الحساب العظيم فاته أفضل رزق وأعظم تجارة: وحشر يوم القيامة مع المفلسين.\n* أن الناس يسعون في هذه الدنيا بشقاء لتحصيل أرزاقهم الدنيوية. فلماذا لا يسعون لما فيه صلاح آخرتهم، ما بالهم لا يسعون لطلب الجنة التي لا يفنى أهلها ولا يشقون وفيها ما لا عين رأت ولا أذن سمعت ولا خطر على قلب بشر؟\nإن البحث عن الحق يتطلب شرطين :\n1- البحث العلمي المجرد.\n2- الاكثار من دعاء الله بالتوفيق للهدى وأن يريه الحق حقا ويرزقه اتباعه ويريه الباطل باطلا ويرزقه اجتنابه. فكم يحتاج الانسان في موقف مصيري كهذا أن يلح على الله في دعائه أن يوفقه لمعرفة الصواب. فإننا بدون توفيق الله وهدايته لا نصل الى الحق.\n3- فالى الباحث عن الحق أقدم هذا الكتاب، خلاصة ما جمعته من نصوص الكتاب المقدس. فاقرأه بإنصاف وتدبر. واجتنب التعصب واتباع الهوى فأنهما سبب في عمى القلب ورد الحق.\nأسأل الله أن يقي القارئ الكريم شر التعصب فإن التعصب يعمي القلب ويفتح باب اتباع الهوى. فينحرف العبد عن الصراط المستقيم ويميل إلى الباطل. وغدا يوم القيامة يندم على ذلك ويتمنى لو أنه اتبع الحق لكان أهون من مواجهة مصير المتعصبين في جهنم.\n(1/37)\n"
    ]
}