{
    "partText": [
        "\nمنتدى الأصلين ...\nالعودة\nمنتدى الأصلين > منتدى الكتاب (عرض ونقد لما كتب قديما وحديثا في علوم العقائد والكلام والأصول والفقه) > كتب العقائد وعلم الكلام والمنطق\nإعادة تحميل هذه الصفحةماجاء فى التوراة عن رسول الله صلى الله عليه وسلم ... اسم المستخدم\nتذكرني؟\nكلمة المرور\nلتسجيلs\nالأسئلة الشائعةs\nقائمة الأعضاءs\nالتقويمs\nمشاركات اليومs\nبح\nلبحث في المنتدياتSs\nsبحث متق\nلذهاب إلى الصفحة...Ss\nرد\n... أدوات الموضوع ... البحث في الموضوع ... تقييم الموضوع ... أنماط العرض\n#1\nقديم12/05/05, 11 :39 11:39:09 AM\nعلى انيس طه على انيس طه غير متواجد حالياً\nRegistered User\nتاريخ الانضمام: 15/11/04\nالمشاركات: 134\nماجاء فى التوراة عن رسول الله صلى الله عليه وسلم\n---\nمنقول عن موقع الأرقام\nكتاب نبوءات من التوراة عن رسول الله\nتأليف الأستاذ :مجدى زكى\nويتبع\nنبوءات محمد - صلى الله عليه وسلم\n(من رقم 1 إلى رقم 5)\nالنبوءة ( 1 ) : محمد بن عبد الله\nنتكلم عن نبوءة يعقوب وهو على فراش الموت لأبنائه عن النبى المنتظر ، وقداعتبرها أهل الأديان الثلاثة الكبرى نبوءة عن المسيا ( النبى الموعود به ، النبى الخاتم ، نبى آخر الزمان ، ملاك \" أى رسول \" العهد ) اعتبرها كذلك اليهود أنفسهم وفى مؤلفات علمائهم القدماء ومنها التلمود ، وكلهم فسر ( شيله ) بالمسيا .\nويقول قاموس الكتاب المقدس عن شيلون ( شيله ) \" اسم يشير إلى المسيا \" .\nلا يزول قضيب من يهوذا ومشترع من بين رجليه حتى يأتى ( شيلون) وله يكون خضوع شعوب \" تك 49/10 . وفى ترجمة الآباء اليسوعيين \" لا يزول صولجان الملك من يهوذا ومشترع من صلبه حتى يأتى ( شيلو ) وتطيعه الشعوب .\"\nوفى الترجمات الإنجليزية وردت الكلمة ( شيلوه أو شيله Shiloh ) .\n(1/1)\n",
        "والكلمة وردت فى التوراة العبرية من أربعة أحرف فقط : \" شين ، يود ، لامد ، هى \" أى : \" شين ، ياء ، لام ، هاء \" إذن فقد وردت الكلمة فى الترجمات بأربع صيغ : شيلون ، شيلوه ، شيلو ، شِيلُه .\nونختار طبعا ما ورد فى الأصل العبرى، وفقا لحروف الهجاء الأربعة، أى \" شِيلُه \" .\nإنها كلمة لامعنى لها فى سياقها ، ولكن يلغز بها يعقوب إلى اسم النبى الذى تنتهى على يديه الشريعة والسلطان من بنى إسرائيل وتنتقلان إليه وتخضع له الشعوب . فالقضيب أو الصولجان هو السلطان والملك ، والمشترع يعنى المشرع ( الشريعة و السلطة الدينية ) .\nعلينا أن نتبع تعاليم يوحنا اللاهوتى الواردة فى رؤيا يوحنا ( 13/18 ) ، والمشار إليها فى المقدمة \" هنا الحكمة من له فهم فليحسب عدد الوحش ، فإنه عدد إنسان ، وعدده ستمائة وستة وستون \" . علينا فقط أن نكون تلاميذ مطيعين ، إنه تلميذ يسوع الحبيب .\nوعند حساب هذه الكلمة \" شيله \" فى نبوءة يعقوب بحساب الجمّل ، نجده :\nش = 300 + ى = 10 + ل = 30 + هـ = 5 المجموع 345\nواسم : محمد بن عبد الله بالعبرية هو \" حمدون ابن عوبيد إلوهيم \"\nوبتطبيق نفس حساب الجمل على هذا الاسم نجده :\nح = 8 + م =40 + د = 4 + و = 6 + ن = 50 ( حمدون ) المجموع 108\nأ = 1 + ب = 2 + ن = 50 ( ابن ) المجموع 53\nع = 70+ و= 6 + ب = 2 + ى = 10 + د =4 ( عوبيد ) المجموع 92\nأ =1+ ل =30 + و=6 + هـ=5 + ى=10+ م =40( إلوهيم ) المجموع 92\nالمجموع الكلى 345\nنفس مجموع الحروف الأربعة ( شيله ) عاليه .\nإن نبوءة يعقوب عن النبى المنتظر ، نبى آخر الزمان ، تنطبق على \" محمد بن عبد الله \" .\nلقد أرشدتنا نصيحة يوحنا اللاهوتى .\nيقول القس الإنجيلى F . Vallowe فى كتابه عن رياضيات الكتاب المقدس وحساب الجمّل ما يعنى :\n(1/2)\n\n\" من السهل جدا اكتشاف التعاليم المزيفة والخطأ عن طريق الأرقام . فإذا كانت القيمة العددية لكلمة أو عبارة غير مطابقة لأمر ما ، فإنه يكون قطعا غير صحيح . فإذا قال لك أحد الوعاظ أن كلمة تعنى شيئا ما ، وأثبت حساب الجمل شيئا غيره ، يكون الواعظ هو المخطىء وليس حساب الجمل . فحساب الجمل ليس موضوعا لمعالجة التأويلات ( التفسبرات ) ببراعة . إنه ببساطة : الواقع ، ما هو كائن ، لذلك فحساب الجمل لا يستخدم فى تأسيس نظرية ، أو مبدأ أو عقيدة ، وإنما لتأكيدها \"\nلقد كفانا رجل من أصحاب الكتاب ، كلامه حجة عليهم ، كثيرا من الجدل والمماحكات ، أو البراهين والدلالات .\nلقد كان موسى هو صاحب شريعة بنى إسرائيل ، كما أنهم لم يعرفوا الحكم والملك إلا من بعده ، لقد مات بالصحراء فى فترة التيه قبل دخولهم فلسطين ، فالنبوءة ليست عنه ، وإنما عمن تزول الشريعة والحكم من بنى إسرائيل على يديه .\nإن ملك يهوذا وشريعته لا تزول على يدى شخص من سبط يهوذا ، وإلا كان الأمر امتدادا لملك يهوذا وشريعته ، وليس زوالا لهما ، وبذا تبطل الدعوى بأن (شيله ) يكون من ذرية يهوذا .\nلقد كانت لهم جيوشهم وحصونهم وديارهم وشريعتهم ، وسلطانهم وسطوتهم فى جزيرة العرب\nاستعرض أسماء من شئت من أنبياء الله من بعد موسى إلى يشوع المسيح مرورا بصموئيل وإيليا وناحوم وأشعياء وعاموس ودانيال وحبقوق وملاخى ... وحاول تطبيق النبوءة عليهم ، فلن تخرج إلا بنتيجة واحدة ، وهى أن النبوءة لا تنطبق إلاعلى نبى الله : محمد بن عبد الله صلى الله عليه وسلم من بين جميع الأنبياء .\nلقد وقع القول على \" محمد بن عبد الله \" دون غيره من الأنبياء على أساس من حساب الجمّل الذى نص عليه الكتاب المقدس ، ويقره ويعترف به الأحبار والكهنة والربيون والعلمانيون منهم .\nهذا دليلنا من التوراة ، حجتنا على لسان يعقوب ، واضحة كشمس الضحى ، بلغتكم التى يقرها الجميع ويتعاملون بها ويقدسونها .",
        "(1/3)\n\nوإلىالنبوءة التالية .\nالنبوءة ( 2 ) : محمد بن عبد الله\nهذه النبوءة تتضمن اسم محمد صلى الله عليه وسلم بنفس المجموع السابق تؤكدها وتعضدها وتؤازرها .\nيقول نبى الله زكريا \" ... لأنى هاأنذا آتى بعبدى ( الغصن ) فهو ذا الحجر الذى وضعته قدام يهوشع ، على حجر واحد سبعة أعين ، ها أنذا ناقش نقشه \" زك 3/8-9\nيقول القس وليم مارش فى تفسير السنن القويم ج 12 ص 152 \" عبدى الغصن وهو المسيح ... \"\nويقول هـ. أ. ايرنسايد عن المسيح \" وهو أيضا من يصفه زكريا 3/9 بأنه الحجر الذى نقشت عليه علامة مميزة وعليه سبعة أعين \" وإن لم يرد فى روايات التاريخ أن المسيح كانت عليه علامة مميزة ( خاتم النبوة مثلا بين كتفيه ) .\nويقول زكريا أيضا \" هكذا قال رب الجنود قائلا : هوذا الرجل ( الغصن ) اسمه ، ومن مكانه ينبت ويبنى هيكل الرب فهو يبنى هيكل الرب وهو يحمل الجلال ويجلس ويتسلط على كرسيه ، ويكون كاهنا على كرسيه \" زك 6/12-13\nواضح من النصين هنا أن كلمة ( الغصن ) ترمز إلى إنسان يبشر به النبى زكريا ، فلا يوجد نبى أسمته أمه( الغصن )، هى إذن نبوءة عمن ألغز عن اسمه بكلمة (الغصن ) .\nلقد شارك محمد صلى الله عليه وسلم فى بناء الكعبة ونقل الأحجار إليها على كتفه بعد أن هدمها السيل ، لقد بنى بيت الله فى مكة ، منشئه ومنبته ، لقد كان فيما بعد نبيا ملكا ، وإن حاول القوم البهت أن يضعوها فى سياق عن زربابل الذى لم يكن كاهنا قط ( رجل دين ) فهو لم يكن لاويا من سبط لاوى .\nالمهم ماذا تقول الأرقام ، حساب الجمل ، لغة القوم ؟\nيقول القس وليم مارش \" والكلمة العبرانية المترجمة (غصن) هى ( نصر)، فيكون (الغصن ) بعد إضافة أداة التعريف ( ال ) هى \" هـ نصر \" . (حرفا النون و الصاد بين الفتحة والكسرة )\nولنأخذ بنصيحة يوحنا الحبيب ، لقد علمنا الرجل اللاهوتى ، ولنحسب \" هـ نصر \" بحساب الجمل لنتعرف على هذا الشخص :\nهـ = 5 + ن = 50 + ص = 90 + ر = 200 المجموع 345\n(1/4)",
        "\nنفس مجموع كلمة النبوءة السابقة \" شيله \"\nوهو نفس مجموع اسم محمد بن عبد الله بالعبرية \" حمدون ابن عوبيد إلوهيم \"\nهذه النبوءة كسابقتها تنطبق على نبى الله محمد صلى الله عليه وسلم ، وكل منهما تعزز الأخرى وتدعمها .\nأطلقوا هذين الإسمين \" شيله ، هـ نصر \" على أى الأنبياء شئتم ، وطبقوهما عليه ، فقط أعلنوا للناس الأساس الذى بنيتم عليه هذا الاختيار ، ليحكموا إن كان مما يقبله العقل ، أو مما يرفضه ويأباه .\nنريد فقط الإعلان عن أساس هذا الاختيار .\nإن نبوءة يعقوب لا تنطبق على موسى ، وكذلك نبوءة زكريا من بعده .\nلقد صدقت النبوءة على \" محمد بن عبد الله \" دون غيره من الأنبياء على أساس من حساب الجمّل ، الذى نص عليه يوحنا اللاهوتى فى الكتاب المقدس وتعترف به كل طوائف اليهود ، والمسيحيون ، والمسلمون .\nالنبوءة ( 3 ) : محمد\n\" .... حتى يأتى ( شيلون ) وله يكون خضوع شعوب \" تك 49/10\nهذه نبوءة يعقوب السابقة كما ترويها التوراة .\nلقد فسر علماؤهم كلمة ( شيلون ) الغامضة ، تفسيرا آخر ، بكلمة غيرها ولكنها مشابهة لها ، تشير أيضا إلى النبى محمد . قالوا : \" شيلون أى أمان \" :\n* يقول مرشد الطالبين إلى الكتاب المقدس الثمين صـ 448 :\nشيلون ( أمان )\n* ويقول فى صفحة 557 :\nشيلون : أمان ، أو الذى له .\n* وفى الكتاب المقدس طبعة بيروت سنة 1976 تعليق على كلمة ( شيلون ) هكذا : أى أمان\nوإذا حسبنا كلمة ( أمان ) وهو ما يشير إلى اسم النبى الموعود ( المسيا المنتظر ) :\nأ = 1 + م = 40 + أ = 1 + ن = 50 ( أمان ) المجموع 92\nوجدناه نفس مجموع الاسم ( محمد ) :\nم = 40 + ح = 8 + م = 40 + د = 4 ( محمد ) المجموع 92\nوهكذا يتطابق هذا الإسم المشار إليه بكلمة ( أمان ) مع إسم النبى (محمد ) شأن الكلمتين المشار إليهما فى التمهيد \" بماد ماد \" و \" لجوى جدول \" حيث أن مجموع كل منهما ( 92 )\nلم نتقول عليهم شيئا من جانبنا ، هو إعترافهم ،\n(1/5)\n",
        "إننا نعمل كما علمنا يوحنا ، لم نتجاوز الموعظة .\nالنبوءة ( 4 ) : محمد بن عبد الله بن عبد المطلب بن هاشم\nيقول سفر التثنية 18/15-19 :\n\" يقيم لك الرب إلهك نبيا من وسطك من إخوتك مثلى له تسمعون …...قال لى الرب قد أحسنوا فى ما تكلموا . أقيم لهم نبياً من وسط إخوتهم مثلك، وأجعل كلامى فى فمه فيكلمهم بكل ما أوصيه به ، ويكون أن الإنسان الذى لا يسمع لكلامى الذى يتكلم به باسمى أنا أطالبه \"\nإنها النبوءة الأولى لموسى فلا بأس إذا أطلنا النظر فيها قبل أن نبدأ حساباتنا، محور هذا الكتاب.\nتنبأ موسى لبنى إسرائيل عن النبى الموعود وبشرهم به ، وأخذ عليهم العهد أن يطيعوه ويسمعوا له ، كما بشرت به الأنبياء .\nقال بعض اليهود إنها عن صموئيل لأنه من سبط لاوى مثل موسى .\nوقال أتباع المسيح إنها عن نبى الله عيسى ،\nيقول بطرس \" ويرسل يسوع المسيح المبشر به لكم من قبل ... فإن موسى قال للآباء : إن نبيا مثلى سيقيم لكم الرب إلهكم من إخوتكم له تسمعون فى كل مايكلمكم به ويكون أن كل نفس لا تسمع لذلك النبى تباد من الشعب ، وجميع الأنبياء أيضا من صموئيل فما بعده ، جميع الذين تكلموا سبقوا وأنبأوا بهذه الأيام \" أع 3/20-24 فهذا النبى يأتى بعد صموئيل ، وصموئيل بشر به .\nويقول استفانوس \" هذا هو موسى الذى قال لبنى إسرائيل نبيا مثلى سيقيم لكم الرب إلهكم من إخوتكم له تسمعون \" أعمال الرسل 7/37 .\nهذه أقوال رجلين ممتلئين من روح القدس .\nيقول تفسير الكتاب المقدس لجماعة اللاهوتيين ص 453 عن هذه النبوءة \" يعلن موسى إعلانا نبويا مسيانيا ، عن النبى الذى سيأتى ، الذى سيخلفه فى وظيفته كنبى \"\nويقول الأنبا اثناسيوس إن \" اليهود فهموها دائما أنها عن نبى من نوع آخر ( أى غير نوع المسيح وصفاته ) يقيم عهدا جديدا معهم هو عهد المسيا \" .\n(1/6)\n\nانظر إلى يوحنا المعمدان \" حين أرسل اليهود من أورشليم كهنة ولاويين ليسألوه : من أنت ؟ فاعترف ولم ينكر وأقر إنى لست أنا المسيح ، فسألوه : إذا ماذا ؟ إيليا أنت ؟ فقال لست أنا . ألنبى أنت ؟ فأجاب لا ... فسألوه وقالوا له : فما بالك تعمد إن كنت لست المسيح ولا إيليا ولا النبى \" ؟ يو 1/19-25\nلقد كانوا ينتظرون تحقق ثلاث نبوءات عن مجئ :\nالمسيح - إيليا - النبى .\nيعلق الدكتور القس فهيم عزيز على مجموعة مخطوطات بودمر فيقول \" ويو 7/52 يحل المشكلة التى حيرت المفسرين طويلا فى القول \" فتش وانظر هل قام نبى من الجليل \" مع أن أنبياء كثيرين جاءوا من الجليل ، لكن الكاتب - أى فى مخطوطات بودمر - أضاف \" أل التعريف \" فأصبحت \" النبى \" وهو النبى الذى وعد الشعبَ موسى بمجيئه ، هذا النبى هو الذى لا يأتى من الجليل \"\nفمن اللجاجة أن يجترئ قس فيقول \" فالنبى المقصود فى هذا النص هو كل نبى يرسله الله إلى شعبه \" ويعود فيقول \" وإذن فالنبى المشار إليه فى نص سفر التثنية هو كل نبى أرسله الله بعد موسى إلى بنى إسرائيل ، والكلام ينطبق لا على نبى بالذات ، بل الكلام عام يشمل جميع الأنبياء الذين ظهروا من بنى إسرائيل \" .\nإنها مجرد محاولة ساذجة مفضوحة لإخراج محمد عن هذه النبوءة .\nلقد قال بطرس إنها نبوءة عن نبى بشر به صموئيل ومن بعده ، إنها نبوءة عن نبى بعينه ، بشر به موسى ووعد الشعب بمجيئه ، لديهم إسمه ، ونسبه ، وعلاماته ، وصفاته ، ولغته ، وصحابته ، وكتابه ، وأعداؤه …",
        "(1/7)\n\nويقول القس د. فهيم عزيز \" لأن إنتظارات اليهود كانت تتركز فى إعلان جديد أو توراة جديدة فى عهد المسيا ... ولقد ظل بعض العلماء يتشككون فى هذا الأمر إلى أن ظهرت مخطوطات البحر الميت فحسمت الموضوع حسما ، وأعلنت أنهم كانوا ينتظرون نزول التوراة الجديدة ولهذا تقول هذه المخطوطات ( فى عصر المسرة تختار لنفسك شعبا لأنك تتذكر العهد ، وتفرزهم كجماعة مقدسة لك تتميز عن كل الشعوب ، وتجدد عهدك معهم لإظهار مجدك ، وبكلام من الروح القدس، وبأعمال يديك، وبكتاب تكتبه يمينك تعلن الشريعة المقدسة لإظهار مجدك الأبدى)\nلقد كان اليهود إذن فى إنتظار نبى بعينه ، لا يتبع شريعة موسى ، يأتى بناموس جديد ، توراة (أى شريعة ) مقدسة بديلة للتوراة التي بأيديهم ، غير أن المسيح عيسى ألزم حوارييه بعدم مخالفة توراة موسى \" على كرسى موسى جلس الكتبة والفريسيون فما قالوا لكم أن تحفظوه فاحفظوه وافعلوه ، ولكن مثل أعمالهم لا تعملوا لأنهم يقولون ولا يفعلون \" .\nهيا بنا لنأتى إلى الجانب الحسابي فى النبوءة ، لنأت إلى الفقرة الأولى ، عبارة :\n\" يقيم لك الرب إلهك نبيا من وسطك من إخوتك مثلى \" تث 18/15\nوتقول التوراة العبرية :\nنَبِىء مِ قّرِبكَ مِ أَحيك كَمُنِى يَقِيم لك يهوه إلُهيك\nأى : نبيا من وسطك من إخوتك مثلى يقيم لك الرب إلهك\nإن هذه الفقرة لكى تكون نبوءة أو جزءا من نبوءة ، ينبغى أن تقودنا إلى اسم ذلك النبى ، وأن تحدد شخصيته ونسبه ، تعرف به ، بما ينفى الجهالةعنه ، فهيا بنا نحسبها حتى نتعرف عليه :\nن = 50 + ب = 2 + ى = 10 + أ = 1 ( نبىء) المجموع 63\nم =40 + ق =100 + ر =200 + ب = 2 + ك =20 ( م قربك) المجموع 362\nم = 40 + أ = 1 + ح = 8 + ى = 10 + ك = 20 (م أحيك) المجموع 79\nك =20 + م =40 + ن =50 + ى =10 ( كمنى ) المجموع 120\nى =10 + ق =100 + ى =10 + م =40 ( يقيم ) المجموع 160\nل = 30 + ك = 20 ( لك ) المجموع 50\n(1/8)",
        "\nى = 10 + هـ = 5 + و = 6 + هـ = 5 ( يهوه ) المجموع 26\nأ = 1 + ل = 30 + هـ = 5 + ى = 10 + ك = 20 ( إلهيك ) المجموع 66\nالمجموع الكلى 926\nهذا هو مجموع الفقرة عاليه\nإنه مجموع إسم النبى محمد ( ص ) حسب تسميته العربية : محمد بن عبد الله بن عبد المطلب بن هاشم . والآن علينا أن نحسب هذا الإسم كما يكتبه آباؤكم العبرانيون :\nم = 40 + ح = 8 + م = 40 + د = 4 (محمد) المجموع 92\nإ = 1 + ب = 2 + ن = 50 ( ابن ) المجموع 53\nع =70 +ب =2 + د =4 ( عبد ) المجموع 76\nأ=1 + ل=30 + ل=30 + هـ=5 ( الله ) المجموع 66\n( ابن ) المجموع 53\nع =70 + ب =2+ د =4 ( عبد ) المجموع 76\nأ =1+ ل= 30+ م=40 + ط =9 + ل=30+ ب=2 (المطلب) المجموع 112\n( ابن ) المجموع 53\nهـ = 5 + ش = 300 + م = 40 ( هشم ) المجموع 345\nالمجموع الكلى 926\nلقد راعينا كتابة الاسم ( هاشم ) كما يكتب فى العبرية ( هشم ) .\nهذه شهادة موسى و التوراة . لم نحرف فيها كلمة ، ولا بدّ لنا فيها حرفا . كتابة أيديهم\nو خطتها أقلامهم . لم يكن المسلمون شهودا عليها . شهادة نبى إسرائيلى ، للنبى العربى\nهل يأتى غيرنا بمثلها ؟\nطبق النبوءة على محمد تتكشف لك كل أسرارها ، وتنحل ألغازها ، وتنطبق على محمد انطباق القفاز على اليد .\nأما أوجه الشبه بين محمد و موسى ، فمنها\n- كلاهما عبد الله ورسوله ، أما عيسى فهو إله متجسد ، إله من إله من جوهر أبيه\nعلى قول النصارى .\n- كلاهما من أب وأم ، أما عيسى فمن أم بلا أب .\n- كلاهما عاشا حياة طبيعيةفتزوج وأنجب ، أما عيسى فلم يعرف الزواج ولا الأبوة\n- كلاهما مات ميتة طبيعية ، أما عيسى فقد مات أشر مية مقتولا على الصليب\n- كلاهما دفن فى الأرض أما عيسى فقد رفع إلى الساء ( جالسا عن يمين قوة الله )\n- كلاهما صاحب شريعة وأنزل عليه كتاب ، أما عيسى فكان على سريعة موسى ، ولم ينزل عليه كتاب على قول النصارى\n(1/9)\n",
        "- كلاهما رسول حاكم محارب مطاع فى قومه ، طبق الحدود والأحكام ، أما عيسى فلم يكن حاكما ولا محاربا ولا مطاعا فى قومه ولم يطبق حدا من حدود الشريعة\n- كلاهما مهمته إعلان توحيد الله المطلق بلا شائبة وتبليغ شريعة الله وتطبيقها ، أما عيسى فكانت مهمته الموت على الصليب تكفيرا عن خطيئة موروثة موهومة ، والتبشير باقتراب ملكوت الله\n- ذهب يسوع إلى الهاوية وبقى فى الجحيم ثلاثة أيام ، بينما لم يذهب إلى الجحيم موسى ولا محمد\n- يقول القس : \" فكم بالأولى يكون أسباط إسرائيل الإثنا عشر إخوة بعضهم لبعض \"\nلقد كان موسى يخاطب أسباط إسرائيل الإثنى عشر وقال لهم من إخوتكم ( بشهادة رجلين ممتلئين من روح القدس هما بطرس واستيفانوس )، وإخوة بنى إسرائيل ، ليسوا هم بنو إسرائيل .\nهل آن للقس أن يفهم اللغة التى يتكلم بها ؟ لم يكن موسى يخاطب سبطا واحدا ، ولا كان هذا الموقف يحتمل هذا التخصيص .\n- يستشهد بقول موسى : \" من إخوتك تجعل عليك ملكا \"\nلأن الملك فى سبط واحد هو سبط يهوذا حسب نبوءة يعقوب ، فهو يخاطب الأسباط الأخرى ، ولم يكن يخاطب جميع الأسباط .\nأما القول بأن نص النبوءة ( من وسطك ، من إخوتك ) فهذا ( أى من وسطك ) لم يقله بطرس ولا استيفانوس فى نصوص سفر أعمال الرسل السابقة . هل نصدق القسس ونكذب رجلين ممتلئين من روح القدس ؟\nكما يرد النص فى كتاب ( مقالات فى الكتاب المقس جـ5 صـ 29 \" سيقيم الله لكم ، من بين إخوتكم ، نبيا مثلى فله تسمعون \" . دون عبارة ( من وسطك )\n- يقول مشابهة موسى تنحصر فى نقطتين :\nالأولى : معرفة الله وجها لوجه .\nوقد عرفه محمد ليلة المعراج أكثر مما عرفه موسى وعيسى ، حيث كان قاب قوسين أو أدنى ، والأنبياء جميعهم أسفل منه ، لم يحظوا بمشاهدة عن قرب .\n- الثانية : المعجزات العظيمة .\n(1/10)\n\nولا أعظم من معجزة محمد ، كلام الله ، صفته الأزلية ، اندثرت معجزات موسى وعيسى وليس من شاهد عليها الآن ، وبقيت معجزة محمد تتحدى إلى آخر الزمان .\n- يقول القس : \" وصرف ( أى عيسى ) معظم حياته بين اليهود وإليهم أرسل رسله أولا ، ولم يرسلهم إلى الأمم إلا أخيرا \"\nوالقس يعلم جيدا أن خاتمة مرقس منحولة ، وزيادة متى غير صحيحة ، وله أن يقرأ النسخ المختلفة من الأناجيل ، وتعليقات كتاب اللاهوت ، التى لم تعد تخفى حتى على الأمى.\nالنبوءة ( 5 ) : رسول الله محمد بن عبد الله بن عبد المطلب بن هاشم بن عبد مناف بن قصى بن كلاّب\nإننا مع جواب الله على موسى فى الفقرة السابقة ، شهادة أخرى لمحمد\nفى قراءة أخرى فى التوراة العبرية نجد : ( نبى ) بدلا من ( نبىء ) :\nنبى أقيم لهم م قرب أحيهم كموك ونتتى دبرى\nأى : نبيا أقيم لهم من بين إخوتهم مثلك وأجعل كلامى\nبفيو\nبفمه فلنحسبها :\nن =50 + ب =2 + ى =10 ( نبى ) المجموع 62\nا =1 + ق =100 + ى = 10 + م =40 ( أقيم ) المجموع 151\nل = 30 + هـ =5 + م =40 ( لهم ) المجموع 75\nم =40 + ق =100 + ر =200 + ب =2 (مقرب) المجموع 342\nا =1 + ح =8 + ى =10 + هـ =5 + م =40 (أحيهم) المجموع 64\nك =20 + م =40 + و =6 + ك =20 (كموك) المجموع 86\nو=6 + ن=50 + ت =400 + ت =400 +ى =10 (ونتتى) المجموع 866\nد =4 + ب =2 + ر =200 + ى =10 (دبرى) المجموع 216\nب =2 + ف =80 + ى =10 + و =6 ( بفيو ) المجموع 98\nالمجموع الكلى 1960\nهذا هو مجموع : رسول الله محمد بن عبد الله بن عبد\nوبالعبرية : شليح يهوه محمد ابن عبد الله ابن عبد\nالمطلب بن هاشم بن عبد مناف بن قصى بن كلاب\nالمطلب ابن هاشم ابن عبد مناف ابن قصى ابن كلاّب\nوإلى الحساب :\nش =300 + ل =30 + ى =10 + ح =8 ( شليح ) المجموع 348\nى =10 + هـ =5 + و =6 + هـ =5 ( يهوه ) المجموع 26\n( محمد ) المجموع 92\n( ابن ) المجموع 53\n( عبد ) المجموع 76\n( الله ) المجموع 66",
        "(1/11)\n\n( ابن ) المجموع 53\n( عبد ) المجموع 76\n(المطلب)المجموع 112\n( ابن ) المجموع 53\n(هاشم) المجموع 346\n( ابن ) المجموع 53\n( عبد ) المجموع 76\nم =40 + ن =50 + ا =1 + ف =80 (مناف) المجموع 171\n( ابن ) المجموع 53\nق =100 + ص =90 + ى =10 (قصى)المجموع 200\n( ابن )المجموع 53\nك =20 + ل =30 + ا =1 + ب =2 (كلاب)المجموع 53\nالمجموع الكلى 1960\nانطبقت النبوءة على محمد : صفته رسول الله ، واسمه حتى ستة من آبائه .\nفهل ينسب لنا أصحاب الكتاب أنبياءهم بما يطابق النبوءة ؟ ؟\nاللهم فاشهد .\nرد باقتباس\nعلى انيس طه\nعرض الملف الشخصي العام\nإرسال رسالة خاصة إلى على انيس طه\nزيارة الرئيسية للمستخدم على انيس طه!\nالبحث عن كافة المشاركات بواسطة على انيس طه\nرد\n« الموضوع السابق | الموضوع التالي »\nأدوات الموضوع\nعرض نسخة للطبععرض نسخة للطبع\nإرسال هذه الصفحة إلى بريد إلكترونيإرسال هذه الصفحة إلى بريد إلكتروني\nأنماط العرض\nالنمط الخطيالنمط الخطي\nالنمط المختلطالانتقال إلى النمط المختلط\nالنمط الموضوعيالانتقال إلى النمط الموضوعي\nالبحث في الموضوع\nبحث متقدم\nتقييم هذا الموضوع\nممتازممتاز\nجيدجيد\nمتوسطمتوسط\nسيءسيء\nفظيعفظيع\nقواعد المشاركة\nلا تستطيع كتابة مواضيع جديدة\nلا تستطيع كتابة ردود جديدة\nلا تستطيع إرفاق مرفقات في مشاركاتك\nلا تستطيع تحرير مشاركاتك\n---\nرموز المنتدى تعمل\nالابتسامات تعمل\nرموز الصور تعمل\nرموز لغة HTML لا تعمل ... الانتقال إلى\nجميع تواقيت المنتدى بتوقيت جرينتش +1. الوقت الآن 07 :26 07:26:00 AM.\nالاتصال بنا - موقع الإمام فخر الدين الرازي - الأرشيف - الأعلى\nبدعم من vBulletin الإصدار 3.5.3\nجميع الحقوق محفوظة ©2000 - 2006,لدى مؤسسة Jelsoft المحدودة.\nProtected by CBACK.de CrackerTracker\n(1/12)"
    ]
}