{
    "partText": [
        "\nمجالس ابن القاسم التي سأل عنها مالكا رحمه الله\n\nتحقيق: مصطفى باحو\n(/)\n",
        "بسم الله الرحمن الرحيم، وصلى الله على سيدنا مولانا محمد وآله وصحبه وسلم تسليما.\nوهذا كتاب فيه مجالس ابن القاسم رحمه الله تعالى ورضي عنه التي سأل عنها مالكا رحمه الله تعالى ورضي عنه.\nوفيه كل ما يلزم المصلي في صلاته من الزيادة والنقصان، وما تجبر صلاته وتصح إن شاء الله، وكل ما فيها واجب على الإنسان في أمر صلاته وغيره.\nوهاهنا أذكره من أوله إلى أخره:\n1 - قال ابن القاسم: قلت لمالك رحمه الله: رأيت رجلا صلى المغرب، فلما جلس في التشهد الأخير ذكر أنه نسي ثلاث سجدات من ثلاث ركعات، ماذا يفعل؟\n(1/22)\n\nقال سحنون عن ابن القاسم: يسجد سجدة فتصح له ركعة، ويقوم إلى الثانية بأم القرآن (وسورة ويجلس ويتشهد، ثم يقوم إلى الثالثة بأم القرآن خاصة ويسلم ويسجد لسهوه بعد السلام، فتصح صلاته، إن شاء الله).",
        "(1/23)\n\n2 - قال ابن القاسم: قلت لمالك (رحمه الله): رأيت رجلا توضأ في واد فنسي غسل رجليه، حتى جاز الماء وصلى، فلما فرغ من صلاته أيقن أنه نسي غسل رجليه، ماذا يفعل؟\nقال: قال (مالك): صلاته باطلة، يرجع إلى الماء ويعتقد النية ويغسل رجليه (فقط) ويعيد الصلاة، فتصح إن شاء الله.\n3 - قال ابن القاسم: قلت لمالك (رحمه الله): (رأيت) رجلا توضأ يريد الصلاة فأحدث وأراد أن يتوضأ، هل يغسل\n(1/24)",
        "\nيديه، وهما طاهرة، وهل يغسلهما قبل إدخالهما في الإناء إن كان قريب العهد من الماء؟\nقال مالك: يغسلهما.\n4 - قال ابن القاسم: قلت لمالك (رحمه الله): رأيت رجلا جاء للصلاة، فلما صلى أيقن بالماء الذي توضأ منه (قد) ولغ فيه كلب، هل يعيد الوضوء (والصلاة) أم لا؟\n(1/25)\n",
        "قال مالك: يعيد الوضوء والصلاة في الوقت، فإذا خرج الوقت فلا إعادة عليه في الصلاة، ويعيد الوضوء لما يستقبل من الصلوات.\n5 - قال ابن القاسم: قلت لمالك (رحمه الله): رأيت رجلا توضأ ونسي (المضمضة و) الاستنشاق وصلى؟\n(1/26)\n\nقال مالك: (يفعل ذلك) لما يستقبل من الصلوات، وصلاته تامة (إن شاء الله).\n6 - قال ابن القاسم: قلت لمالك (رحمه الله): رأيت رجلا توضأ ونسي أذنيه ودخل في الصلاة، ثم أيقن أنه نسي مسح أذنيه، (ماذا يفعل)؟\nقال مالك: يتمادى (على صلاته)، فإذا فرغ من صلاته فعل ما نسي، وصلاته تامة إن شاء الله.\n7 - قال ابن القاسم: قلت لمالك (رحمه الله): رأيت رجلا قام لصلاة الصبح فنسب مسح رأسه وتمادى (بذلك) الوضوء إلى",
        "(1/27)\n\nالظهر، فصلى به الظهر مجددا الوضوء من غير انتقاض، يريد (به) استحباب، فصلى به العصر، فلما فرغ من صلاة العصر أيقن أنه نسي مسح رأسه من الوضوء الذي توضأ (به) لصلاة الصبح، ماذا يفعل؟\nقال مالك: يأخذ الماء بيده ويمسح رأسه فقط، (ويعيد النية) ويعيد كل ما صلى بذلك الوضوء: (صلاة) الصبح، ثم\n(1/28)",
        "\n(صلاة) الظهر، ثم (صلاة) العصر، فتصح صلاته إن شاء الله.\n8 - قال ابن القاسم: قلت لمالك (رحمه الله): رأيت رجلا في رجله قروح ولَفَّهم في خرقة، هـ يتيمم أم لا؟\nقال مالك: الوضوء أحب غلي، ويمسح من فوق الأذى.\n9 - قال ابن القاسم: قلت لمالك رحمه الله: رأيت رجلا في رأسه قرحة، فأصابته جنابة فاغتسل ولم يغسل رأسه، (إلا أنه مسح عليه)، هل صلاته تامة أم لا؟.\n(1/29)\n",
        "قال مالك: صلاته تجزيه لقوله تعالى: {لَا يُكَلِّفُ اللَّهُ نَفْسًا} [البقرة: 286]، الآية.\n10 - قال ابن القاسم: قلت لمالك (رحمه الله): رأيت رجلا تيمم لصلاة الفرض، هل يصلي بذلك (التيمم) صلاة النافلة أم لا؟\nقال مالك: إن كان قبل صلاة الفرض يعيد التيمم لصلاة الفرض، وإن كان بعد صلاة الفرض فلا بأس عليه أن يتنفل بعده ويتيمم لصلاة الفرض.\n(1/30)\n\n11 - (قال ابن القاسم: قلت لمالك رحمه الله: رأيت رجلا نسي مسح أذنيه، ماذا يجب عليه؟\nقال: يمسح (أذنيه) لما يستقبل من الصلاة، ولا شيء عليه فيما مضى).\n12 - قال ابن القاسم: قلت لمالك (رحمه الله): رأيت رجلا توضأ، فلما فرغ من وضوئه نظر إلى الماء الذي توضأ منه قد ماتت فيه خنفسة أو عقرب أو جرادة، هل يعد ما صلى بذلك الوضوء أم لا؟",
        "(1/31)\n\nقال مالك: لا إعادة عليه، لأنهم من الحيوان الذي لا لحم فيه ولا دم.\n13 - قال ابن القاسم: قلت لمالك (رحمه الله): رأيت رجلا فيه دماميل فانفجرت عليه وهو يصلي، هل يتم صلاته أم لا؟\nقال مالك: إن كان (الدم) كثيرا يقطع ويخرج يغسل الدم ويصلي، وإن كان (الدم) قليلا تمادى على الصلاة، وصلاته تامة إن شاء الله.\n(1/32)",
        "\n14 - قال ابن القاسم: قلت لمالك (رحمه الله): رأيت رجلا توضأ ومسح على عمامته (وصلى بذلك الوضوء)، هل يعيد الصلاة أم لا؟\nقال مالك: يأخذ الماء ويمسح على رأسه ويعيد صلاته، وقد نهى النبي - صلى الله عليه وسلم - عن المسح على العمامة.\n(1/33)\n",
        "15 - قال ابن القاسم: قلت لمالك (رحمه الله): رأيت رجلا (اغتسل) في واد ولم يتوضأ؟\nقال مالك: إن كان في الغسل (فالغسل أجزأه، لقول عائشة رضي الله عنها: فإن اقتصر المغتسل على الغسل (دون الوضوء) أجزأه).\n(1/34)\n\n16 - قال ابن القاسم: قلت لمالك (رحمه الله): رأيت رجلا قام من نومه وعلى رجليه بلل وتوضأ ولم يغسله، ماذا يفعل؟\nقال مالك: صلاته تامة، إلا إذا أيقن أنه نجس.\n17 - قال ابن القاسم: قلت لمالك (رحمه الله): رأيت رجلا أصابته جنابة ولم يجد الماء فأدركه الوقت، ماذا يفعل؟\nقال مالك: يتيمم ويصلي.\n(قلت له): وإن وجد الماء (في الوقت).\n(قال): يغتسل ويعيد الصلاة.",
        "(1/35)\n\nقلت له: وإن لم يجد الماء حتى خرج الوقت؟\nقال: فلا إعادة عليه، وصلاته تامة (إن شاء الله)، لأنه كان في عهد النبي - صلى الله عليه وسلم - أتى إليه رجل فقال: يا رسول الله صلى الله عليه، قد أدركني الوقت واصابتني جنابة، (ولم نجد الماء)، وتيممت وصليت، فبعد ذلك وجدت الماء فاغتسلت وأعدت صلاتي. فقال له: يا أخي إذا خرج الوقت فلا إعادة عليك.\n(1/36)",
        "\n18 - قال ابن القاسم: قلت لمالك (رحمه الله): رأيت رجلا مس في شعر جارية فالتذ بذلك وهو على وضوء، هل يعيد الوضوء أم لا؟\nقال مالك: إن (حبسه استحسانا) فلا شيء عليه.\n(1/37)\n",
        "19 - (قال ابن القاسم: قلت لمالك رحمه الله: رأيت رجلا دخل الحمام فتوضأ فيه لصلواته، هل يجوز له ذلك الوضوء أم لا؟\nقال: ذلك جائز ولا دخول فيه).\n20 - قال ابن القاسم: قلت لمالك (رحمه الله): رأيت رجلا جاء لصلاة الجمعة فركع وجلس ينتظر الوقت فنام وهو جالس، ماذا يفعل؟\nقال مالك: إن كان نوما طويلا فعليه الوضوء، وإن لم يطل ولم يحل له عقلا فلا وضوء عليه.\n(1/38)\n\n21 - قال ابن القاسم: قلت لمالك (رحمه الله): رأيت رجلا في سفر (أدركه وقت الصلاة)، ومعه ماء قليل يخاف أن يتوضأ بذلك الماء أن يدركه العطش، ماذا يفعل؟\nقال مالك: يتيمم ويصلي.\nقلت (له): وإن وجد الماء في الوقت.\n(قال): يتوضأ ويعيد صلاته.\nقلت: وإن وجد الماء بعد خروج الوقت؟\nقال: فلا إعادة عليه وصلاته تامة (إن شاء الله).",
        "(1/39)\n\n(قلت: أترى أن يشتريه أو يطلبه من الرفقة؟ قال: ليس عليه شراؤه).\n22 - قال ابن القاسم: قلت لمالك (رحمه الله): رأيت رجلا صلى فلما فرغ من صلاته نظر في ثوبه ماء أبيض، ماذا يفعل؟\nقال مالك: إن كان فيه رائحة يعيد صلاته بعد غسل ذلك الماء من ثوبه، وإلا فلا شيء عليه، وصلاته تامة (إن شاء الله).\n(1/40)",
        "\n23 - قال ابن القاسم: قلت لمالك (رحمه الله): رأيت رجلا صار إلى المسجد (حافيا)، فوطئ برجله مكانا نجسا، ماذا يفعل؟\nقال مالك: فلا شيء عليه إلا أن يكون رطبا (فإنه يغسل رجله)، وصلاته تامة (إن شاء الله).\n24 - قال ابن القاسم: قلت لمالك (رحمه الله): رأيت رجلا توضأ فلما فرغ من وضوئه خرجت من دبره دودة، ماذا يفعل؟\nقال مالك: إن كانت الدودة مبلولة يعيد الوضوء، وإن لم يكن فيها بلل فلا شيء عليه.\n(1/41)\n",
        "25 - (قال ابن القاسم: قلت لمالك رحمه الله: رأيت رجلا توضأ، فلما فرغ من وضوئه قبلته امرأته، ماذا يجب عليه؟\nقال: يعيد الوضوء على كل حال).\n26 - قال ابن القاسم: قلت لمالك رحمه الله: (رأيت) رجلا (خرج) مسافرا فلما رجع من سفره قام في منزله عشرة أيام ثم\n(1/42)\n\nأيقن أنه سقطت له صلاة يوم واحد، ولا يدري هل هي (من) صلاة السفر أو من صلاة الحضر، ماذا يفعل؟\nقال مالك (رحمه الله): يصلي فيها عشر صلوات: خمس منها حضرية، وخمس سفرية. فإن كان (اليوم) من صلاة السفر وجدها. وإن كان من صلاة الحضر وجدها، فتصح صلاته إن شاء الله.\n27 - قال ابن القاسم: قلت لمالك (رحمه الله): رأيت رجلا توضأ، فلما فرغ من وضوئه وجد في ثوبه بول فرس أو حمر أو بغال، ماذا يفعل؟",
        "(1/43)\n\nقال مالك: يغسل (ذلك) البول، وإن كان بعدما صلى يعيد صلاته في الوقت، فإذا خرج الوقت فلا إعادة عليه، وصلاته تامة (إن شاء الله).\n28 - قال ابن القاسم: قلت لمالك (رحمه الله): (رأيت) رجلا (توضأ و) صلى، فلما فرغ من صلاته نظر في جسده لمعة من نجاسة، ماذا يفعل؟\n(1/44)",
        "\nقال مالك: يغسل اللمعة ويعيد الصلاة في الوقت، فإذا خرج الوقت فلا إعادة عليه، وصلاته تامة (إن شاء الله).\n29 - قال ابن القاسم: قلت لمالك (رحمه الله): رأيت رجلا توضأ (وصلى)، فلما فرغ من صلاته نظر البقعة التي صلى فيها ناجسة، ماذا يفعل؟\nقال مالك: يعيد صلاته (في الوقت)، فإذا خرج الوقت فلا إعادة عليه، وصلاته تامة (إن شاء الله).\n30 - قال ابن القاسم: قلت لمالك (رحمه الله): رأيت رجلا (إماما) صلى بالقوم مجنبا ساهيا، فلما فرغ من صلاته أيقن أنه مجنب، ماذا يفعل؟\n(1/45)\n",
        "قال مالك: يعيد الإمام الصلاة في الوقت وبعده، ولو كانت له سنة خارجا، وأما القوم فلا إعادة عليهم.\n31 - قال ابن القاسم: قلت لمالك (رحمه الله): رأيت رجلا أيقن في ثوبه نجاسة ولم يعرف موضعها، وخاف أن تكون النجاسة أصابت الثوب كله، ماذا يفعل؟\n(1/46)\n\nقال مالك: يغسل الثوب كله، (ويعيد كل ما صلى به).\n32 - قال ابن القاسم: قلت لمالك (رحمه الله): رأيت رجلا فاتته ركعة فأدرك الإمام في الثانية، فلما كان في الجلوس الأخير سمع تنحنحا، فظن الإمام سلم فقام وقرأ أم القرآن والسورة، ثم إن الإمام لم يسلم، (ماذا يجب عليه؟).",
        "(1/47)\n\nقال: يرجع ويجلس ينتظر الإمام حتى يسلم، ثم يقوم ويقرأ أم القرآن والسورة، وليس عليه سجود، وصلاته تامة (إن شاء الله).\n33 - قال ابن القاسم: (قلت لمالك رحمه الله): رأيت رجلا نسي الظهر والعصر والمغرب من أيام كثيرة، ولم يدر من أي يوم نساهن، (ماذا يفعل؟).\nقال مالك: (يصلي فيها سبع صلوات يبتدئ بالظهر، ثم العصر، ثم المغرب، ثم العشاء، ثم الصبح، ثم الظهر، ثم العصر، فتتم صلاته إن شاء الله).\n(1/48)",
        "\n34 - قال ابن القاسم: (قلت لمالك رحمه الله): رأيت رجلا مسافرا ودخل مع المقيمين فصلى معهم أربعا، ماذا يفعل؟\nقال مالك: إن كان عامدا يعيد في الوقت، وإن كان ساهيا فلا شيء عليه.\n35 - قال ابن القاسم: قلت لمالك (رحمه الله): رأيت رجلا مسافرا فدخل مع المقيمين وصلى معهم وسلم، ماذا يفعل؟\n(1/49)\n",
        "قال مالك: يرجع بنية (ويكبر ويجلس ينتظر الإمام حتى يتم صلاته ويسلم ويوافقه في السلام ولا يسجد).\n36 - قال (ابن القاسم): قلت لمالك (رحمه الله): رأيت رجلا مسافرا دخل (على قوم) وصلى معهم ولا يدري هل مقيمين أو مسافرين؟ ماذا يفعل؟\nقال مالك: يصلي صلاة الحضر، ويصلي صلاة السفر.\n(1/50)\n\n37 - قال ابن القاسم: (قلت لمالك رحمه الله): رأيت رجلا مسافرا صلى بالمقيمين ركعتين (وسلم، وسلم القوم معه، ماذا يفعل؟\nقال مالك رحمه الله: لا إعادة على الإمام ويعيد القوم، لأن الإمام مسافر صلى بهم ركعتين)، ليس له أكثر منها.\n38 - قال ابن القاسم: (قلت لمالك رحمه الله): رأيت رجلا (مسافرا) صلى بالمقيمين ساهيا، ماذا يجب عليه؟\nقال مالك: (يعيد المسافر في الوقت ويعيد المقيمون في الوقت. وهذا الذي يجب على المقيمين الإعادة.",
        "(1/51)\n\nقال: لأن الإمام مسافر صلى بهم ركعتين ليست له).\n39 - قال ابن القاسم: (قلت لمالك رحمه الله): رأيت رجلا صلى في بيته المغرب وخرج إلى المسجد فوجد الإمام يصلي فنسي صلاته التي صلى في بيته وأحرم خلف الإمام، ماذا يفعل؟\nقال مالك: إن أيقن بصلاته التي صلى في بيته قبل أن يركع (مع الإمام) يقطع ويخرج، وإن لم يتفكر حتى أتى بركعة يتمادى إلى الثانية ويسلم ويخرج وينوي بها النافلة.\n(1/52)",
        "\nوإن (لم) يتذكر حتى جلس الإمام في التشهد الأخير إذا سلم الإمام (لم) يسلم معه، (فإنه يقوم) ويأتي بالركعة تصح له نافلة.\n(1/53)\n",
        "40 - قال ابن القاسم: قلت لمالك (رحمه الله): رأيت رجلا (توضأ و) صلى الظهر فنسي السلام وجلس ينتظر العصر، فلما صلى العصر ذكر أنه نسي السلام، ماذا يفعل؟\nقال مالك: يعيد الظهر والعصر.\n41 - قال (ابن القاسم): قلت لمالك (رحمه الله): رأيت رجلا صلى شهر رمضان كله مجنبا، (فلما فرغ من صيامه أيقن أنه صلى شهر رمضان كله مجنبا)، ماذا يفعل؟\n(1/54)\n\nقال مالك: يغتسل ويعيد صلاته كلها وليس عليه إعادة الصوم. (وإن كان جاهلا فعليه القضاء والكفارة، إلا أن يكون لا علم له).\n42 - قال ابن القاسم: قلت لمالك (رحمه الله): رأيت رجلا له إناءان من الماء ولغ كلب في واحد منهما، ولم يدر أيهما الذي ولغ فيه الكلب، ماذا يفعل؟\nقال مالك: يتوضأ بكل واحد منهما ويصلي، وصلاته تامة (إن شاء الله). وهذا الفعل يجزئ لعدم الماء.",
        "(1/55)\n\n43 - قال ابن القاسم: (قلت) لمالك (رحمه الله): رأيت رجلا كان له (ماء) مشكوك، شك فيه نجاسة؟\nقال مالك: يتيمم ويتوضأ (منه) ويصلي صلاة واحدة.\nقال (سحنون): يتيمم ويتوضأ منه.\nقال محمد بن سحنون: يتيمم ويصلي ويتوضأ ويصلي.\n44 - قال ابن القاسم: قلت لمالك (رحمه الله): رأيت رجلا توضأ من ماء وصلى، فلما فرغ من صلاته وجد في الماء الذي توضأ منه فأرة مسلوخة، ماذا يفعل؟\nقال مالك: يعيد في الوقت، فإن خرج الوقت فلا إعادة عليه.\n(1/56)",
        "\n45 - قال ابن القاسم: قلت لمالك (رحمه الله): رأيت رجلا له ثوبان في أحدهما نجاسة، ولم يدر أيهما، ماذا يفعل؟\nقال مالك: يصلي بكل ثوب صلاة.\n64 - قلت له: ورأيت رجلا واحدا في ليل مظلم ولم يعرف القبلة، ماذا يفعل؟\nقال مالك: يصلي إلى أربعة أركان، وصلاته تامة (إن شاء الله).\n(1/57)\n",
        "47 - قال ابن القاسم: قلت لمالك (رحمه الله): رأيت رجلا سجد بأنفه ولم يسجد بجبهته، ماذا يفعل؟\nقال مالك: يعيد في الوقت وبعده إلا أن يكون به عذر.\n48 - قال ابن القاسم: قلت لمالك (رحمه الله): (رأيت) رجلا فاتته ركعة من صلاة الجمعة (فقام يقضيها)، فلما جلس في التشهد الأخير ذكر أنه نسي (قراءة) أم القرآن، ماذا يفعل؟\nقال مالك: يلغ تلك الركعة ويأتي بمثلها بأم القرآن وحدها ويسجد قبل السلام، وصلاته تامة، (إن شاء الله).\n49 - قال ابن القاسم: قلت لمالك (رحمه الله): رأيت رجلا دخل في صلاة العصر فصلى ركعة، ثم ذكر أنه نسي صلاة الظهر، ماذا يجب عليه؟\n(1/58)\n\n(قال مالك): إن كان مأموما سجنه الإمام ولم يخرج حتى يسلم الإمام ويعيد الظهر والعصر.\nوإن كان وحده يضف إليها (ركعة) ثانية ويسلم، فتصح له نافلة، ثم يعيد الظهر والعصر.\n50 - (قال ابن القاسم: قلت لمالك رحمه الله: رأيت أقواما أدركهم وقت الصلاة ولم يجدوا ماء إلا قدر ما يتوضأ به واحد منهم.",
        "(1/59)\n\nقال: يتوضأ به الإمام، ويتيمم الباقون).\n51 - قال ابن القاسم: قلت لمالك (رحمه الله): رأيت رجلا (ما) صلى حتى تحركت الشمس عن وسط السماء، ماذا يفعل؟\nقال مالك: آخر وقت الظهر: أول وقت العصر. وآخر وقت العصر: مغيب الشمس. وآخر وقت المغرب التي تكون بعد مغيب الشمس، وهو مغيب الشفق، وآخر وقت العشاء: طلوع الفجر.\n(1/60)",
        "\nوهذا هو الوقت المختار، وأما وقت الضرورة فهو الظهر والعصر مشتركان في الوقت، (ما لم تغب الشمس، والمغرب والعشاء مشتركان في الوقت) ما لم يطلع عليهما الفجر، لكن على الخلاف.\n52 - قال ابن القاسم: قلت لمالك (رحمه الله): رأيت رجلا إماما خطب يوم الجمعة، فأقيمت عليه الصلاة وكبر (وقرأ)، فلما وضع يديه على ركبتيه ذكر أن القوم لم يكبروا؟\nقال مالك: فإنه يرجع (ويكبر ثم يقرأ ويتم صلاته ويسجد بعد السلام).\n(1/61)\n",
        "(قال أشهب: يقطع ويسلم).\n53 - قال (ابن القاسم): قلت لمالك (رحمه الله): رأيت رجلا إماما أحدث وهو راكع، واستخلف رجلا وقد بقيت عليه ركعة غير تلك الركعة التي استخلف فيها، ماذا يفعل؟\nقال مالك: يتم بهم صلاتهم ويشير إلى القوم أن يمكثوا، يعني يجلسون، ثم يأتي بما بقي له ويسلم بهم.\n(1/62)\n\n54 - قال ابن القاسم: قلت لمالك (رحمه الله): رأيت رجلا إمام القوم فنظرهم، فلم يأت أحد منهم (إليه) فأقام الصلاة على نفسه فصلى ركعة، فدخلوا عليه فأحدث الإمام، فاستخلف واحدا منهم، وخرج عنهم، فلما رجع إليهم قال لهم: إني صليت قبلكم ركعة، وإني شاك في الإمامة، ماذا يجب عليهم؟\nقال مالك: صلاتهم باطلة.\n55 - قال ابن القاسم: قلت لمالك: رأيت رجلا يهوديا صلى بالناس شهرا أو سنة، ماذا يجب عليهم؟\nقال مالك: يعيدون كل ما صلى بهم.",
        "(1/63)\n\n56 - قال ابن القاسم: قلت لمالك: رأيت رجلا صلى في بيته فدخل مع الجماعة (للفضل) ناسيا، فلما ركع (ركعة) ذكر أنه نسي سجدة من الصلاة التي صلى في بيته، ماذا يفعل؟\nقال مالك: يقطع ويكون كالداخل، فإذا سلم الإمام يقوم ويأتي بما بقي له، وصلاته تامة، (إن شاء الله).\n57 - قال ابن القاسم: قلت لمالك (رحمه الله): رأيت رجلا إماما يخطب يوم الجمعة، وصلى الركعة الأولى، وقام إلى الثانية، ثُم ذكر أنه لم يصل الصبح، ماذا يفعل؟\n(1/64)",
        "\nقال مالك: يقطع الإمام ومن خلفه ويصلي الصبح ويبتدئ الخطبة.\nوقال سحنون: يستخلف من يتم بهم صلاتهم.\n58 - قال ابن القاسم: قلت لمالك (رحمه الله): رأيت رجلا دخل في الصف فوجد الإمام في التشهد الأخير فأحرم وجلس مع القوم، فلما سلم الإمام قام (المأموم) فقضى ما فاته. فلما سلم قال (له) رجل من الصف: إن الجلسة التي أدركت معنا فهي سجدة السهو؟\n(1/65)\n",
        "قال مالك: صلاته تامة، وإن كان من غير سهو صلاته باطلة.\n59 - قال ابن القاسم: قلت لمالك (رحمه الله): رأيت رجلا صلى (صلاة) الصبح بثلاثة أثواب، والظهر بثوبين، والعصر بثوب واحد، (وواحد) من الأثواب نجس، ولا يدري ما هو؟\nقال مالك: يأخذ الثوب الذي صلى به (الظهر ويصلي به العصر، ويأخذ الثوب الذي صلى به) العصر ويصلي به الظهر، (وصلاته تامة).\n(1/66)\n\nوأما الصبح خرج وقته فلا إعادة عليه، لأن خروج وقته: طلوع الشمس.\n60 - قال ابن القاسم: قلت لمالك (رحمه الله): رأيت رجلا دخل في السوق ولطم الصابون ثوبه، هل ثوبه نجس أم لا؟\nقال رحمه الله: (ثوبه) نجس إن كان الصابون يستعمل من الزيت التي ماتت فيه دابة، لها نفس سائلة.",
        "(1/67)\n\n61 - قال ابن القاسم: قلت لمالك (رحمه الله): رأيت رجلا قام على سريره وحصره البول وقام يبول، (هل هو نجس أم لا؟)؟\nقال مالك: (جسده كله نجس، إذا استنثره بيده ويرجع في مرقده، ولم يستنج، لأنه إذا نام يجري الدم في جسده ويعرق ويحكه فإنه ينجس).\n62 - قال ابن القاسم: قلت لمالك (رحمه الله): رأيت رجلا توضأ ولم يربط نعلا على رجليه، فوطئ على دم المجزرة أو دم مثله؟\n(1/68)",
        "\nقال مالك: إن كان الدم يابسا ورجله ناشفة فلا شيء عليه.\n63 - قال ابن القاسم: قلت لمالك (رحمه الله): رأيت رجلا رعف وهو في الصلاة، ماذا يفعل؟\nقال مالك: إن كان الدم قليلا فليفتله (بأصابعه واحدا بعد واحد)، وإن تمادى به خرج من الصلاة حتى ينقطع الدم ويرجع إلى الصلاة وبنى على ما تقدم، وإن تكلم عند خروجه من الصلاة\n(1/69)\n",
        "(يعيد صلاته)، (وإن كان إماما) فليستخلف واحدا منهم يتم بهم صلاتهم.\n64 - (مسألة: رجل غاط أو قطع (الواد) ولم يستنج، هل ثوبه (أو جسده) نجس أم لا؟.\nقال ابن القاسم: نجس ثوبه وجسده).\n65 - قال ابن القاسم: قلت لمالك (رحمه الله): رأيت رجلا توضأ وفي ثوبه نجاسة، هل يصلي به أم لا؟\nقال مالك: لا خير فيه إلا أن يغسل ويصلي.\n(1/70)\n\nوقال أصبغ بن الفرج: يصلي به للضرورة.\n66 - قال ابن القاسم: قلت لمالك: رأيت رجلا صلى بثوب ولم يعلم (أنه نجس)، هل صلاته جائزة أم لا؟\nقال مالك: إن كان الثوب لتارك الصلاة يعيد الغسل إن كان اغتسل، والوضوء إن كان توضأ، والصلاة إن كان صلى، لأن ثوب تارك الصلاة نجس مبين للنجاسة، وأما الصلاة فيعيدها في الوقت، وإلا فلا إعادة عليه.\nوقال أشهب: إن (كان) الثوب للمرأة يعيد الغسل والوضوء، ولا يعيد الصلاة إلا في وقتها.",
        "(1/71)\n\n67 - قال ابن القاسم: قلت لمالك: رأيت أربعة رجال مسافرين كيف يصلي بعضهم ببعض، واحد منهم (رجل) صالح، والثاني: رجل تقي، والثالث: رجل جليل بهي، والرابع: رجل شريف (كبير السن)، بين لنا يا سيدي من يصلي بهؤلاء؟\nقال ابن حبيب: يصلي بهم العالم، وهو الواجب.\nوقال أشهب: يصلي بهم التقي لقوله تعالى: {إِنَّ أَكْرَمَكُمْ عِنْدَ اللَّهِ أَتْقَاكُمْ} [الحجرات: 13]، إن كان يحسن قراءة أم القرآن فقط.\n(1/72)",
        "\n68 - قال ابن القاسم: قلت لمالك (رحمه الله): مسألة: رجل دخل في صلاة الجهر وأسر فيها بالقراءة، وهو إمام، وسبحوا له فلم يجب حتى تم صلاته، ماذا يفعل (القوم)؟\nقال مالك: فأما القوم فلا إعادة عليهم، وأما الإمام يعيد.\n69 - (مسألة: رجل مسافر صلى مع إمام مقيم، هل يعيد صلاته أم لا؟.\n(1/73)\n",
        "قال ابن القاسم: وإن كان عامدا أعاد في الوقت فقط، وكذلك الجاهل مثل العامد سواء).\n70 - قال ابن القاسم: قلت لمالك: رأيت امرأة تطهرت من حيضها مقدار ما تصلي ركعة (من النهار)، فغربت الشمس عليها، هل تتم صلاتها أم لا؟\n(قال ابن القاسم: تتم صلاتها، ولا شيء عليها.\n71 - مسألة: امرأة خرجت من (صلاة الفجر) وهي عريانة، هل تصلي قائمة أم لا؟).\nقال مالك: إن أمنت ولم يرها أحد فصلاتها تامة، وإن لم تأمن فلا تجزيها صلاتها.\n(1/74)\n\n72 - قال ابن القاسم: قلت لمالك (رحمه الله): رأيت رجلا مسافرا صلى على دابته خائفا أو مريضا، ماذا يفعل؟\nقال (مالك): صلاته تامة.\n73 - قال ابن القاسم: قلت لمالك (رحمه الله): رأيت رجلا إماما قهقه والناس خلفه، ماذا يفعل؟ (هل يستخلف من يتم بالناس أم لا؟).\nقال (مالك): يستخلف من يتم بالناس ويكون هو من المأمومين، فإذا سلم الإمام قام وأتى بما بقي له، وصلاته تامة معهم.",
        "(1/75)\n\n74 - قال ابن القاسم: قلت لمالك: رأيت رجلا فاتته ركعة من صلاة الصبح وأدرك (الثانية مع) الإمام فاستخلفه الإمام، فلما جلس (في التشهد) رجع الإمام الأول، وقال له: أصلح بالقوم صلاتهم فإني نسيت تكبيرتين وتحميدة.\nقال ابن القاسم: يقوم بغير تكبير ويشير على القوم أن يمكثوا، ويأتي (بركعة) بأم القرآن وسورة ويتشهد ويسجد قبل السلام، وصلاته تامة.\n(1/76)",
        "\nوقال أصبغ بن الفرج: يسجد لسهوه ويتشهد ويسلم ويعيد الصلاة استحبابا.\nقال علي بن زياد: قول ابن حبيب أحسن، لأن من نسي ثلاث تكبيرات وثلاث تحميدات يجزئ فيهم السجود.\n75 - قال ابن القاسم: قلت لمالك (رحمه الله): رأيت (رجلا) صلى المغرب في بيته، ثم أتى إلى المسجد فقدموه إلى الصلاة فلما جلس في التشهد الأخير ذكر أنه صلى في بيته، ماذا يفعل؟\nقال مالك: يشير على القوم أن يمكثوا ويأتي بركعة ويتشهد ويسلم، تصح له نافلة ويعيد القوم صلاتهم، لأنها فريضة بخلاف النافلة.\n(1/77)\n",
        "76 - قال ابن القاسم: قلت لمالك (رحمه الله): رأيت رجلا خرج مسافرا ومعه رجال عليهم جنابة واغتسلوا من الجنابة في آخر الطريق، فقاموا شهرا، ثم رجعوا إلى الموضع الذي\n(1/78)\n\nاغتسلوا فيه، فذكر واحد منهم أنه نسي لمعة في أذنيه، والآخر ترك لمعة في ذراعيه ماذا يفعل؟\nقال مالك: الذي ترك لمعة في أذنيه لا إعادة عليه، والذي ترك لمعة في ذراعيه يعيد كل ما صلى في سفره.\n77 - قال ابن القاسم: قلت لمالك (رحمه الله): رأيت رجلا صلى المغرب في بيته فدخل مع الإمام ساهيا، فلما صلى الإمام ركعتين",
        "(1/79)\n\nركعتين أحدث، فاستخلفه، فلما تم صلاته ذكر أنه صلى في بيته بثوب نجس، ماذا يفعل؟\nقال مالك: يعيد الإمام صلاته، وصلاة القوم تامة.\n78 - قال ابن القاسم: قلت لمالك (رحمه الله): رأيت رجلا فاتته ركعة من صلاة المغرب، فلما صلى مع الإمام الثانية أحدث الإمام فاستخلفه الإمام وقال له: أصلح بالقوم صلاتهم فإني نسيت سجدة سقطت لي من الأولى، ماذا يفعل؟\nقال مالك: إذا أتى بالركعة التي هو فيها يجلس ويقوم إلى الركعة يقرأ فيها بأم القرآن فقط ويقوم القوم معه ويركع ويسجد قبل السلام، وإن نسي قبل السلام فبعده بقرب.\n(1/80)",
        "\n79 - قال ابن القاسم: قلت لمالك (رحمه الله): رأيت رجلا مأموما مع القوم وقد كبر القوم، ولم يكبر الإمام، كيف صلاتهم؟ هل يستخلف أم لا؟\nقال مالك: صلاتهم باطلة.\n80 - قال ابن القاسم: قلت لمالك (رحمه الله): رأيت رجلا وقف في الركعة الرابعة ثم ذكر أنه نسي أم القرآن من الأولى، وسجدة من الثانية، وركوعا من الثالثة، ماذا يفعل؟\nقال (مالك): يقرأ في الركعة التي هو فيها بأم القرآن وسورة، ثم يركع ويسجد، وتصح عنده لأنها أول صلاته، ثم يأتي\n(1/81)\n",
        "يأتي بالثانية بأم القرآن وسورة، ثم يجلس، ثم يأتي بركعتين بأم القرآن، ثم يسجد لسهوه قبل السلام، لأنه زاد ونقص، فأما الزيادة فهي الركعة التي بنى بها، وأما النقص فهي السورة التي ترك من الركعة الأولى.\n81 - قال ابن القاسم: قلت لمالك (رحمه الله): رأيت رجلا جلس في التشهد الأخير، وكان خلف الإمام، ثم شرب الماء ناسيا، ماذا يفعل؟\nقال مالك: يسلم الإمام ويسلم معه، وكذلك شيء قليل مثله ناسيا.\n82 - قال ابن القاسم: قلت لمالك (رحمه الله): رأيت رجلا دخل الحمام ليغتسل من الجنابة ويتوضأ هل يصلي فيه أم لا؟\n(1/82)\n\nقال مالك: يجزيه ذلك ولا يعيد الوضوء ولا الغسل إن اعتقد النية.\nقلت له: وإن كان في الشتاء أو في البرد يفعل ذلك؟\nقال: يجزيه.\n83 - قال ابن القاسم: قلت لمالك (رحمه الله): رأيت رجلا سها عن غسل يديه: اليسرى قبل اليمنى، ورجليه: اليسرى قبل اليمنى، ماذا يفعل؟\nقال مالك: ينتقض وضوءه من حين سها. وإن كان قد صلى ساهيا فلا شيء عليه في صلاته.\n84 - قال ابن القاسم: قلت لمالك: رأيت رجلا توضأ ودخلت عليه جارية، وهي تحدثه لم يذكر منها شيء، ماذا يفعل؟",
        "(1/83)\n\nقال مالك: لا يعيد الوضوء (على كل حال).\n85 - قال ابن القاسم: قلت لمالك (رحمه الله): رأيت (رجلا) توضأ وصلى، فلما فرغ من صلاته رأى في ثوبه ماء أبيض، ماذا يفعل؟\nقال مالك: إذا كانت له رائحة يغسل ثوبه ويعيد الصلاة، وإن لم يكن له رائحة فلا شيء عليه، لأن الول له رائحة زفرة، والماء ليس له رائحة.\n86 - قال ابن القاسم: قلت لمالك (رحمه الله): رأيت رجلا كان له قرح تسيل بالدم والصديد، هل ثوبه نجس أم لا؟\nقال مالك: إن كانت (تسيل) بالدم تنجس الثوب والبدن، وإن كانت الصديد تنجس، وإن كانت قرح كثيرة يصلي لأجل الضرورة، فلا شيء عليه.\n(1/84)",
        "\n87 - قال ابن القاسم: قلت لمالك (رحمه الله): رأيت رجلا شرع في صلاة النافلة وهو في أرض الخلاء، وعنده دابة وفرت عنه، هل يتركها أو يمشي إليها؟\nقال مالك: إن كانت قريبة يقوم إليها حتى يقبضها ويتم صلاته، وإن كانت بعيدة جدا صلاته باطلة.\n88 - قال ابن القاسم: قلت لمالك (رحمه الله): رأيت رجلا صلى الظهر في بيته وأتى إلى المسجد وجدد وضوءه يريد به استحبابا وصلى مع الإمام، فلما صلى (ذكر أنه صلى في بيته في الوقت، وذكر\n(1/85)\n",
        "أنه) شك في وضوئه الأول الذي صلى (به) في بيته، ماذا يفعل؟\nقال مالك: يعيد الوضوء والصلاة.\nوقال ابن القاسم: صلاة المسجد تامة؟\nوقال أشهب: يعيد.\nوقال سحنون: يعيد، (لأن دخوله في الصلاة فضيلة).\nوقال أصبغ (بن الفرج): لا إعادة عليه.\n89 - وقال ابن القاسم: قلت لمالك (رحمه الله): رأيت رجلا صلى ركعتين من الظهر، ثم إنه شك في الوضوء، (ثم ذكر أنه على وضوء من غير شك)، ماذا يفعل؟\n(1/86)\n\nقال مالك: إن أيقن على وضوء من غير شك صلاته تامة، وإن بقي الشك على حاله صلاته باطلة.\n90 - قال ابن القاسم: قلت لمالك (رحمه الله): رأيت رجلا جلس في التشهد الأخير وذكر أنه نسي (قراءة) أم القرآن من الركعة الأولى في الصلاة الرباعية، ماذا يفعل؟\nقال مالك: فيها ثلاثة أقوال:\nالأول: يسجد سجدتين قبل السلام، ويعيد الصلاة احتياطا.\nوبهذا القول كان يأخذ مالك في خاصة نفسه.",
        "(1/87)\n\nوالقول الثاني: يسجد سجدتين قبل السلام، وصلاته تامة، وما هو عندنا البيان، والإعادة أفضل وأحسن.\nوالقول الثالث: يلغيها ويأتي بركعة مثلها، ويسجد بعد السلام.\n91 - (مسألة: رجل صلى في بيته بصلاة الإمام في المسجد، هل تجوز أم لا؟).\nقال مالك: وأما رجل يصلي على صلاة الإمام التي يصلي في المسجد فلا تجزيه صلاة الإمام، إلا أن يكون مضرورا من مرض\n(1/88)",
        "\nأو خوف أو طين (أو ظلمة) أو مثل ذلك فتجزيه، ويصلي صلاته، (إلا) خطبة الجمعة، فإنها لا تجزيه إلا في المسجد مع الإمام والجماعة.\n92 - سأل ابن القاسم مالكا عن المسافرين ومعهم نساء، ماذا يفعلون؟ وكيف تكون صلاة الرجال مع النساء؟ وأين يكون الإمام؟\n(1/89)\n",
        "قال مالك (رحمه الله): إذا كان النهار يتباعدون بعضهم عن بعض ويكون الإمام في الوسط.\nوإذا كان الليل مظلما يتقدم الإمام، وصلاتهم تامة (إن شاء الله).\n93 - قال ابن القاسم: (قلت لمالك رحمه الله: مسألة) (مسافرين خرجوا) ومعهم امرأة وماتت في الطريق، وليس لها رجل (من محارمها)، وليس معهم نساء، ماذا يفعلون؟ هل يغسلونها أم لا؟\nقال مالك: يغسلونها من فوق ثوبها ويصلون عليها، وإن لم يجدوا الماء (يتيممون) وجهها ويديها ويصلون (عليها).\n(1/90)\n\n94 - قال ابن القاسم: قلت لمالك (رحمه الله): رأيت رجلا توضأ من حفرة، فلما توضأ وجد الماء الذي توضأ منه (فيه) فأرة مسلوخة، هل يعيد الصلاة والوضوء أم لا؟\nقال (مالك): يعيد في الوقت. وإن خرج الوقت فلا إعادة عليه.\n95 - قال ابن القاسم: قلت لمالك (رحمه الله): رأيت رجلا توضأ وعلى صدغيه قرطاس (من وجع أخذه)، ومسح على القرطاس، ولم يمسح على رأسه، هل صلاته تجزيه أم لا؟\nقال مالك: تجزيه إذا بالغ في الغسل.",
        "(1/91)\n\n96 - قال ابن القاسم: قلت لمالك (رحمه الله): رأيت رجلا وقف في الصلاة وشك أنه خرج منه مذي، ماذا يجب عليه؟\nقال مالك: قد بلغني في الحديث عن سعيد بن المسيب رضي الله (عنه قال): لو سال على فخذي ماء لا انصرفت، لأنه من الشيطان.\nوقال عمر بن الخطاب رضي الله عنه: خرج مني مذي وأنا في الصلاة، فلما عرفت أنه من الشيطان، وقد جاء في الحديث أن الشيطان إذا أيس أن يطاع إليه أتى الإنسان على هذا الوجه.\n(1/92)",
        "\n97 - قال ابن القاسم: قلت لمالك (رحمه الله): رأيت رجلا صلى الصبح بوضوء ثم بقي إلى الظهر وجدد الوضوء من غير نقص، ثم صلى (به) الظهر، ثم العصر، ثم المغرب، ثم العشاء، ثم ذكر أنه نسي شيئا من فرائض وضوئه، ولم يدر من أي وضوء؟\nقال مالك: يعيد الصبح وحده، لأن الصلاة تكون بوضوء واحد.\n98 - قال ابن القاسم: قلت لمالك (رحمه الله): إمام صلى بالقوم وهو مرتفع والقوم تحته، (ماذا يجب عليهم)؟\nقال مالك: الإعادة.\n(1/93)\n",
        "قلت له: وإن صلى معهم؟\nقال: صلاتهم تامة.\n99 - قال ابن القاسم: قلت لمالك (رحمه الله): رجل دخل في المسجد فقام إلى الصلاة، وأتاه رجل آخر فقام للصلاة وظنه الأول أنه إمام، وظن أهل المسجد أنه إمام، ماذا يفعلان؟\nقال مالك: ويسلم قبل صاحبه، يعني الذي ظن أنه إمام صلاته باطلة.\n100 - قال ابن القاسم: قلت لمالك (رحمه الله): رجل فاتته الركعة الأولى مع الإمام وصلى معه الثانية ورعف في الثانية، ثم رجع فوجد الإمام قد سلم.\n(1/94)\n\nقال: إنه يبدأ بالبناء قبل القضاء، ويأتي بالركعة فيقرأ فيها بأمر القرآن خاصة ويتشهد، ثم يقوم ويأتي بالركعة الأخرى بأم القرآن خاصة ويجلس عليها متتابعة للإمام.\nوقال عبد الملك: يجلس عليها ويتشهد على مذهب ابن القاسم، ثم يقوم ويأتي بالركعة بأم القرآن والسورة ويتشهد ويسلم، فتصير صلاته كاملة كلها جلوسا على مذهب ابن القاسم، تسمى عنده أم الجناحين، وكذلك المقيم يدرك الركعة مع المسافر فإنه يقوم بعد أن سلم الإمام أيضا، ويصلي ما فاته يبدأ بالبناء ثم القضاء، ويفعل في بقية صلاته كلها.\n101 - وقال ابن القاسم: قلت لمالك (رحمه الله):رأيت رجلا أدرك الإمام في الثانية ورعف في الثالثة، ماذا يفعل؟\nقال (مالك): الواجب فيها واحد، وتسمى أيضا أم الجناحين، وهاتان المسألتان لا نظير لهما في المذهب.",
        "(1/95)\n\n102 - قال ابن القاسم: قلت لمالك (رحمه الله): رأيت رجلا إماما صلى بالقوم ونسي تكبيرة الإحرام (حتى صلى وسلم، ثم ذكر أنه نسي تكبيرة الإحرام)؟\nقال: يعيدون كلهم.\n103 - قال ابن القاسم: قلت لمالك (رحمه الله): رجل أحرم قبل الإمام وسلم قبله، ماذا يفعل؟\nقال مالك: فإن ذكره في الوقت يرجع ويكبر ويتشهد ويسلم، وإن لم يذكر حتى طال أعاد صلاته.\n104 - قال ابن القاسم: قلت لمالك (رحمه الله): رأيت رجلا نسي أم القرآن في نصف صلاته.\nقال مالك: يعيد صلاته.\n(1/96)",
        "\n105 - قال ابن القاسم: قلت لمالك (رحمه الله: مسألة عن رجل نسي سجدتين؟\nقال مالك: يسجدهما أين ما ذكرهما ولو بعد شهر.\n106 - قال ابن القاسم: قلت لمالك رحمه الله مسألة عن) رجل جهر فيما يسر فيه؟\nقال مالك: يعيد صلاته.\nقال ابن القاسم: يسجد بعد السلام، وإن سر فيما يجهر يسجد قبل السلام.\n107 - قال ابن القاسم: قلت لمالك (رحمه الله مسألة عن) إمام صلى بالقوم صلاة الصبح فترك القنوت (ساهيا) فسجد بالقوم جاهلا.\nقال (مالك): عليه وعليهم الإعادة، لأن القنوت لا سجود له.\n(1/97)\n",
        "108 - قال ابن القاسم: قلت لمالك (رحمه الله مسألة عن) رجل اغتسل للجمعة ولم يغتسل للجنابة، هل يجزيه غسل الجمعة أم لا؟\nقال مالك: يجزيه.\n109 - قال ابن القاسم: قلت (لمالك رحمه الله مسألة عن رجل) فرغ من صلاته، وذكر أنه نسي لمعة من جسده؟\nقال (مالك): يعيد الغسل ويعيد الصلاة.\nانتهى وكمل المجالس التي سأل عنها ابن القاسم مالكا رحمه الله ورضي عنهما، آمين.\n(1/98)\n\nزيادات النسخة (13583):\n110 - مسألة: من صلى الوتر بالفاتحة وحدها عامدا، فلا سجود عليه. وإن كان ساهيا يسجد بعد السلام، وصلاته تامة.\n111 - مسألة: رجل كان له ماء في الثياب من ماء، وأحدها نجس، لا يدري أيهما بعينه.\nقال مالك: يتوضأ بواحد منهما ويصلي ويتوضأ بالآخر ويصلي.",
        "(1/99)\n\nزيادات النسخة (12389):\n112 - قال: سألت مالكا رضي الله عنه عن قول الله تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا قُمْتُمْ إِلَى الصَّلَاةِ فَاغْسِلُوا وُجُوهَكُمْ وَأَيْدِيَكُمْ إِلَى الْمَرَافِقِ وَامْسَحُوا بِرُءُوسِكُمْ وَأَرْجُلَكُمْ إِلَى الْكَعْبَيْنِ} [المائدة: 6]، ما يريد الله بالمسح؟\nقال: الغسل، ما تمسح على الرجلين، إنما تغسلهما.\n113 - مسألة: قلت: ما يريد بقوله تعالى: {إِذَا قُمْتُمْ} [المائدة: 6]؟ قال: يريد من المضاجع.\n114 - قال ابن القاسم: رأيت رجلا صلى ومسح برأسه ورجليه أولَ الآية، ولا يدري ما يفسدها لصلاته تجزئ عنه؟ ويجزيه المسح؟.\nقال: لا تجزيه صلاته، وعليه الإعادة، إنما هو الغسل كما أخبرتك.\n115 - قال ابن القاسم: قلت: من قام من نومه وأدخل يديه في الإناء، وتوضأ وصلى؟\nقال: صلاته تجزيه إن لم تصب يداه نجاسة قبل دخولها في الإناء.\n(1/100)",
        "\n116 - قال ابن القاسم: قلت لمالك رحمه الله: أرأيت رجلا يصيب بطن قدميه الثلج، ويتقرح ويتعصب، وعلى تلك القروح باللفائف، هل يتوضأ ويغسل تلك القروح والخروق أو يتيمم؟\nقال: يتوضأ ويمسح على الخروق أحب إلي من التيمم.\n117 - قال ابن القاسم: قلت لمالك: أرأيت رجلا دخل في الحمام فاغتسل ولم يتوضأ فصلى، أصلاته تامة أم لا؟\nقال: إن بالغ في الغسل فصلاته تامة.\n118 - قال ابن القاسم: قلت لمالك: أرأيت رجلا توضأ ومسح على خفيه، ثم مشى إلى المسجد ودخل خفيه حصاة، فنزعها وأخرجها، ثم رد الخف في رجليه، وصلى؟\nقال: يسير فيغسل قدميه مكانه، ويعيد الصلاة.\n119 - قل ابن القاسم: قلت لمالك: أرأيت رجلا دخل الحمام، فلما أراد الخروج منه توضأ بماء سخون، هل يجزيه ذلك أم لا؟\nقال: لا أرى ذلك جائزا، (له) أن يتوضأ من البئر، ثم قال بعد ذلك: والله ما أرى دخول الحمام بصواب، فكيف الوضوء منه؟\n120 - قال: قلت: الوضوء قبل الغسل، أو الغسل قبل الوضوء؟\nقال: الوضوء قبل الغسل أحب إلي.\n(1/101)\n",
        "121 - قال: قلت لمالك: الإمام يصلي بالقوم وهو غير متوضأ ناسيا؟\nقال: صلاة القوم تامة، ويعيد هو.\n122 - قال: قلت: رأيت رجلا رعف في الصلاة فخرج ليغسل الدم فوطئ برجله نجاسة رطبة؟\nقال: انهدمت صلاته كلها.\n123 - قال: قلت لمالك: الإمام يصلي بالقوم فجره حظ شديد في أن ستخلف من يصلي بالقوم وإن صلى وحده انهدمت صلاته فلا يقطع بالسلام، وقد جاء عن النبي - صلى الله عليه وسلم - أنه قال: لا يدافع أحدكم الأخبثين، يعني: البول والغائط.\n124 - قال: قلت: أيقدم الناس أعمى؟\nقال: لا بأس بذلك، وقد استخلف رسول الله - صلى الله عليه وسلم - بن حازم منشدد على المدينة، وكان رجلا أعمى، وإمامة الأعمى جائزة.\n(1/102)\n\n125 - قال: قلت لمالك: رأيت رجلا نسي الصبح فذكرها فقام يقضيها فنام فلما كان وقت الظهر ذكر أن الثوب الذي صلى به صلاة الصبح ناجس. لا شيء عليه.\n126 - مسألة: قلت لمالك: رأيت رجلا نسي التشهد حتى سلم.\nقال: يتشهد ويسلم.\n127 - قال ابن القاسم: قلت لمالك: رأيت رجلا جاء ثم توضأ وصلى الظهر، فلما كان في صلاة العصر وجد بللا، ولا يدري إن كان هو ماء أو بول.\nقال: لا شيء عليه.\n128 - قال: قلت لمالك: رأيت رجلا توضأ ثم لبس خفه الواحد. فلما أراد أن يلبس الثاني.\nقال: ينقض الخف من رجله ويعيد الوضوء كما كان أول مرة.\n129 - قال: قلت: الرجل المريض لا يستطيع الوضوء.\nقال: يتيمم.\n130 - قال: قلت: أيمسح الرجل الخف المثقوب؟\nقال: الثقب اليسير لا بأس به، وإذا تفاحش فلا يمسح عليه.",
        "(1/103)\n\n131 - قال: قلت: هل يؤذن المسافر؟\nقال: لا آذان عليه.\n132 - قال: قلت لمالك: رأيت رجلا أراد أن يؤذن فأقام ساهيا وأراد أن يقيم فأذن.\nقال: يعيد حتى يكون على نية.\n133 - قال: قلت لمالك: يصلي متيمم بمتوضئين؟\nقال: لا بأس عليه، والمتوضئ أحب إلي.\n134 - قال: قلت لمالك: أيؤم الرجل بالنساء؟\nقال: لا بأس بذلك.\n135 - قال: أيؤم (المجنون والسكران)؟\nقال: لا يؤم المجنون ولا السكران ولا من لا عقل له.\n136 - قال: قلت: أيصلي خلف المحدود وولد الزنا؟\nقال: إذا ظهرت توبة المحدود يصلى خلفه، وأما ولد الزنا فلا يكون إماما.\n137 - قال: قلت لمالك: كيف يرفع الرجل يديه في الصلاة؟\nقال: حذو منكبيه.\n(1/104)",
        "\n138 - قال: قلت لمالك: ايقسم الرجل ماذا يفعل؟\nالجواب: قال ابن القاسم: يعيد الصلاة هو ومن خلفه.\n139 - قال ابن القاسم: رأيت رجلا نسي من صلاتين أحدهما من صلاة الليل، والأخرى من صلاة النهار، ماذا يفعل؟\nقال مالك: يصلي سبع صلوات.\n140 - قال ابن القاسم: رجل كان واقفا في الرباعية، وذكر أربع سجدة، لا يدري من أي صلاة هي؟\nقال ابن القاسم: إن كان في صلاة الظهر بطلت عليه ويسلم ويصلي العصر ثم المغرب ثم العشاء الآخر، أعاد صلاة الصبح على وجوب الترتيب.\n(1/105)\n",
        "زيادات النسخة (13594)\n141 - مسألة: ما تقول في رجل احتلم في نومه ثم قام فلم يجد أثرا فتوضأ ثم صلى، ثم خرج منه الماء الدافق.\nجوابه: قال: إن خرج منه الماء الدافق وهو في الصلاة فليقطع ويخرج يغسل ويعيد الصلاة إن شاء الله.\n142 - مسألة: قلت: الرجل الجنب يغتسل في البركة فيها ماء ثم يصلي، أصلاته مجزية عنه؟\nجوابه: قال: إن كانت من البرك العظام مثل التي بين مكة والمدينة فصلاته تامة، وإن كانت مثل التي يجف ماؤها فيغتسل من غيرها ويعيد صلاته.\n143 - مسألة: قلت: الرجل يخضب رأسه ولحيته بالحناء، ثم يتوضأ للصلاة ويمسح على رأسه ولم يباشر أصول الشعر، يجزيه ذلك أم لا؟\nقال: والله لا أحب ذلك.\n(1/106)\n\nقلت: قد فعله، وعلمت أنك تكرهه، ولكن تجزئ عنه صلاته؟\nقال: حسابه على الله.\n144 - مسألة: قلت: أرأيت إن لبس ثوبا فيه جنابة وتوضأ للصلاة وعرق فيه ثم صلى، أصلاته مجزية عنه؟\nجوابه: قال: أحب أن يغسل جسده، إلا أن يعرف الموضع الذي فيه الجنابة فيغسله، فإن صلى بذلك أعاد في الوقت.\n145 - مسألة: قلت: رجل جنب دخل النهر أو البحر فاغتسل وتدلك ولم يتوضأ، ثم صلى أترى صلاته مجزية عنه.\nجوابه: قال: نعم صلاته مجزية عنه إذا بالغ في الغسل.\n146 - مسألة: قلت: رجل قام من نومه فوجد بللا على ذكره أو على سرته ثم توضأ وصلى ولم يجد بللا في ملحفته التي قام فيها، صلاته مجزية عنه؟",
        "(1/107)\n\nجوابه: قال: صلاته مجزية عنه، إلا إن تيقن أنه منيٌّ، وربما كان عرقا.\n147 - مسألة: قلت لمالك: ما معنى التيمم؟\nجوابه: قال: يضرب ضربة لوجهه وضربة ليديه، فيمسحهما إلى المرفقين.\n148 - مسألة: قلت: إن أجنب رجل ولم يجد الماء ما يصنع؟\nقال: يتيمم ويصلي.\nقلت: فإن وجد الماء بعد صلاته؟\nقال: أحب إلي ما كان في الوقت.\n149 - مسألة: قلت: رجل توضأ للصلاة ثم مس ذكره بظاهر الكف يعيد الوضوء؟\nجوابه: قال: لا شيء عليه إنما يكره بباطن الكف.\n150 - مسألة: قلت: رجل صلى في ثوب حاضت فيه امرأة، ثم رأى بعد صلاته موضعا فيه دم.\n(1/108)",
        "\nجوابه: قال: يغسل الدم ويعيد الصلاة.\n151 - مسألة: قلت: لمالك: الرجل يدخل الحمام فيغتسل ويتوضأ من الماء السخن ترى أن يصلي بذلك الوضوء؟ ويجزيه ذلك الغسل؟\nجوابه: قال: ما يعجبني ذلك، والغسل بالماء البارد أحب إلي.\nقلت: يكون في الشتاء والبرد فيغتسل من ماء الحمام؟\nقال: والله ما دخول الحمام بصواب.\n152 - مسألة: رجل توضأ في ثوب نجس وعرق فيه، هل يصلي فيه أم لا؟\nقال مالك: لا خير في صلاته، إلا أن يغتسل ويصلي.\n153 - مسألة: رجل صلى المغرب وكان إماما، ثم أتى المسجد فقدموه إلى الصلاة فلما جلس في التشهد ذكر سجدة لا يدرى من أي صلاة هي؟ من التي صلى في بيته أو من التي صلى بالقوم، ماذا يفعل؟\nقال مالك: يقوم بغير تكبير ويأتي بركعة بأم القرآن خاصة ويتشهد ويسلم ويسجد بعد السلام، وصلاته تامة.\n(1/109)\n",
        "154 - مسألة: رجل ركع ركعتين في الظهر ثم شك في الحدث، فلما سلم ذكر أنه على غير وضوء.\nقال ابن القاسم: يصلي صلوات كثيرة.\nوقال مالك: يصلي فيها سبع صلوات.\n(1/110)\n"
    ]
}