{
    "partText": [
        "\n1740- وعن عمرو بن شعيب عن أبيه عن جده عبد الله قال: \"سئل النبي صلى الله عليه وسلم عن الثّمَر المُعلّق، فقال: من أصاب منه بفِيه من ذي حاجة، غير مُتّخِذٍ خُبْنَة، 1 فلا شيء عليه. ومن خرج بشيء، فعليه غرامة مثليْه والعقوبة. ومن سرق شيئاً بعد أن يُؤْويَهُ الجَرِين، 2 فبلغ (ثمن) المِجَنَّ، 3 فعليه القطع\". رواه الخمسة إلا الترمذي، 4 ولفظه لأبي 5 داود.\n1741- وقد روى مالك: 6 \"أن أترجة 7 سرقت، فأمر\n__________\n1 خبنة معناها في الأصل: طرف الثوب ومعطف الإزار, والمعنى هنا: لا يأخذ منه شيئاً في ثوبه.\n2 يؤويه الجرين, أي: بعد أن يكون في المكان الذي يُجَفف فيه التمر, كالبيدر للحنطة.\n3 المجن: الترس.\n4 أحمد في المسند (2/180) , وأبو داود: اللقطة (2/136) ح () 1710, وابن ماجة: الحدود (2/865) ح (2596) , والنسائي: قطع السارق (8/78) .\n5 رسمت في المخطوطة هكذا: (لا أبي داود) ، وهو خطأ من الناسخ.\n6 في الموطإ: الحدود (2/832) ح (23) .\n7 الْأُتْرُجَّة: واحدة الْأُتْرُج, وهو نوع من فاكهة الحمضيات كبير الحجم, بعضه قريب من حجم البطيخة, ومنه حامض ومنه حلو, والحلو منه طعمه طيب. وحدثنا الشيخ عبد الفتاح أبو غدة بأنه رأى النوع الحلو منه في اليمن، وأن أهل اليمن يسمونه: أترج, وقال: وهو في شكله ورائحته يشبه الأترج الذي في الحجاز. ونجد الذي يطلق عليه العامة: \"ترنج\" ويشبه أيضاً الأترج الذي في بلاد الشام, والذي يطلق عليه العامة في سورية: \"الكبّاد\"، لكن الذي في البلاد المذكورة طعمه حامض يشبه الليمون في حموضته تقريباً, قال في القاموس (1/187) : والْأُتْرُجَّ والْأُتْرُجّة, والترُنْجَة والتُّرُنْج (م) (قلت: أي: معروف) حَامِضُهُ مسكّن غُلْمَةَ النساء، ويجلو اللون والكَلَف, وقشره في الثياب يمنع السوس. انتهى. قلت: فقوله: وحامضه، يدل على أنه أنواع: منه حامض ومنه حلو. وبذلك يتضح معنى الحديث: \" مثل المؤمن الذي يقرأ القرآن كالأترجة طعمها طيب وريحها طيب \"، فالأترجة التي من النوع الحلو ينطبق عليها هذا الوصف تماماً, والظاهر أن هذا النوع كان معروفاً في زمنه ?. وأما قول المرحوم محمد فؤاد عبد الباقي في تعليقه على الموطإ (2/832) ، بعد أن ساق كلام الفيروز آبادي في القاموس: وبعد فما هو هذا المعروف؟ فالظاهر أن الأترج غير موجود في مصر، والله أعلم، لذلك لم يعرفه.\n(4/234)\n",
        "عثمان أن تقوَّم، فقوِّمت بثلاثة دراهم من صَرْف اثني عشر (درهماً) بدينار، فقطع (عثمان) يده\".\n1742- وعن رافع بن خَدِيج قال: سمعت رسول الله صلى الله عليه وسلم يقول: \"لا قطع في ثمر ولا كثر\" 1.\n__________\n1 الكَثَر: جُمّار النخل, وهو شحمه الذي في وسط النخلة.\n(4/235)\n\nرواه أحمد 1 وأبو داود 2 وابن ماجه 3 والنسائي 4 والترمذي 5 وأبو حاتم البُسْتي، 6 ورجاله رجال الصحيحين.\n1743- وفي رواية (لأحمد من) حديث عمرو بن شعيب: \"سمعت رجلا من مُزَيْنة يسأل النبي صلى الله عليه وسلم الحَرِيسَة 7 التي توجَدُ في مَرَاتِعها، 8 قال: فيها ثمنها مرتين، وضرب نكال 9\" 10.\n1744- ولأحمد من حديث عمرو بن شعيب: \"وما أُخذ من عَطَنِه، 11 ففيه القطع إذا بلغ ما يؤخذ ثمن المجن ... إلخ\".\n__________\n1 في المسند (3/463) .\n2 في كتاب الحدود (4/136) ح (4388) .\n3 في كتاب الحدود (2/2593، 2594) .\n4 في كتاب قطع السارق (8/80، 81) .\n5 في كتاب الحدود (4/52) ح (1449) .\n6 لم يطبع صحيح ابن حبان, وليس تحت يدي مخطوطة منه.\n7 الحريسة: فعيلة بمعنى مفعولة, أي: التي لها من يحرسها.\n8 في المخطوطة: (التي تؤخذ في مرابعها) ، وهو تصحيف من الناسخ. والمعنى: تؤخذ وهي في مكان رعيها.\n9 في المخطوطة: (نكالا) ، وهو خطأ من الناسخ, والنكال: العقوبة.\n10 أحمد في المسند (2/180، 203) .\n11 عطنه: العَطَن: مبرك الإبل, أي: ما أخذ من الموضع المخصص لبروك الإبل.",
        "(4/236)\n\nرواه أحمد 1 والنسائي 2 وابن ماجه 3 معناه.\n- وزاد النسائي: 4 \"وما لم يبلغ ثمن المجن، ففيه غرامة مثليه وجَلَدَات نكالٍ \" 5.\n1745- ولأحمد 6 من حديث عمرو بن شعيب: \"ومن استطلقها من عِقال، 7 أو استخرجها من حِفْش، 8 فعليه القطع ... الخ\" 9.\n1746- وعن ابن عمر، رضي الله عنهما، أن النبي صلى الله عليه وسلم قال: \"تَعَافَوا 10 الحدود فيما بينكم. فما بلغني (من حَدٍّ) فقد وَجَب\" 11. رواه أبو داود 12 والنسائي 13 بإسناد جيد.\n__________\n1 في المسند (2/180) .\n2 في كتاب قطع السارق (8/ 79) , بمعناه كما قال المصنف.\n3 في كتاب الحدود (2/865) ح (2596) بمعناه أيضاً.\n4 الزيادة في الحديث السابق نفسه والصفحة نفسها من سنن النسائي.\n5 في المخطوطة: (نكالا) ، وهو خطأ من الناسخ.\n6 رسمت في المخطوطة هكذا: (ولا أحمد) .\n7 أي: أطلقها بفكِّ رباطها.\n8 قال في النهاية: هو البيت الصغير الحقير, وقد فسرها الراوي للحديث بأنها هنا المَظالَّ, أي: التي يظل بها الماشية.\n9 أحمد في المسند (2/186) .\n10 أي: تجاوزوا عنها ولا ترفعوها إليَّ.\n11 أي: وجب إقامته، ولا يجوز للإمام قبول العفو أو إسقاط الحد, لأن الحد حق الله.\n12 في كتاب الحدود (4/133) ح (4376) .\n13 في كتاب قطع السارق (8/63) .\n(4/237)",
        "\nباب حد المسكر والتعزيز\n...\nبابُ حَدِّ المُسْكِرْ والتَّعْزير\n1747- عن ابن عمر، رضي الله عنهما، عن النبي صلى الله عليه وسلم قال: \"ما أسْكَرَ كثيرهُ، فقليله حرام\". رواه أحمد 1 وابن ماجه 2 والدارقطني وصححه 3.\n__________\n1 في المسند (2/91) .\n2 في كتاب الأشربة (2/1124) ح (3392) .\n3 في كتاب الأشربة (4/250) ح (21) و (22) , قلت: لكن عن علي وعائشة, ولم يخرجه عن ابن عمر, وقوله: \"وصححه\" كذلك فإني لم أجد للدارقطني فيه تصحيحاً, بل قال الحافظ الزيلعي في نصب الراية: كتاب الأشربة (4/304) ما نصه: وأما حديث علي فأخرجه الدارقطني في سننه عن عيسى بن عبد الله بن محمد بن عمر بن علي بن أبي طالب، حدثني أبي عن أبيه عن جده عن علي قال: قال رسول الله ?: \" كل مسكر حرام, وما أسكر كثيره فقليله حرام \". انتهى. وعيسى بن عبد الله عن آبائه تركه الدارقطني. ثم قال: وأما حديث عائشة، فأخرجه - إلى أن قال - وأخرجه الدارقطني في سننه من طرق أخرى عديدة, أضربنا عن ذكرها, لأنها كلها ضعيفة. وقال الحافظ ابن حجر في الدراية في تخريج أحاديث الهداية: كتاب الأشربة (2/250) ح (991) ما نصه: وعن علي رفعه: \" كل مسكر حرام. وما أسكر كثيره فقليله حرام \"، أخرجه الدارقطني: , وإسناده ساقط. قلت: ولم أُرِدْ من إيراد قول الحافظين الزيلعي وابن حجر أن الحديث ضعيف, بل الحديث قد حسنه الترمذي, ولكن أردت أن أؤكد أن الحديث لم يخرجه الدارقطني من طريق ابن عمر, وكذلك لم يصححه, ولم أجد من عزا الحديث من رواية ابن عمر للدارقطني، ثم تصحيحه له إلا عبد السلام ابن تيمية في المنتقى: كتاب الأشربة (2/892) ح (4726) . فالله أعلم.\n(4/238)\n",
        "1748- وعن جابر: مثله. رواه الخمسة إلا النسائي، 1 وحسنه الترمذي. ورُوي من حديث عائشة وعبد الله بن عُمر وعليٍّ وسعد، رضي الله عنهم أجمعين.\n1749- وعن أنس قال: \"إن الخمر 2 حُرِّمَتْ، والخمر 3 يومئذ البُسْرُ والتمر\" 4.\n1750- وعن ابن عمر: \"أن عمر، رضي الله عنهما، قال على منبر النبي صلى الله عليه وسلم: أما بعد، أيها الناس، إنه نزل تحريم الخمر؛ وهي من خَمْس: من العنب والتمر والعسل والحنطة والشعير. والخمر\n__________\n1 الترمذي: الأشربة (4/292) ح (1865) , وقال: حسن غريب من حديث جابر, وأبو داود: الأشربة (3/327) ح (3681) , وابن ماجة: الأشربة (2/1125) ح (3393) , وأحمد في المسند (3/343) .\n2 في المخطوطة: (الخمرة) في الموضعين, وما أثبته هو لفظ البخاري ومسلم وأحمد.\n3 في المخطوطة: (الخمرة) في الموضعين, وما أثبته هو لفظ البخاري ومسلم وأحمد.\n4 البخاري: الأشربة (10/37) ح (5584) واللفظ له, ومسلم: الأشربة (3/1571) ح (7) , وأحمد في المسند (3/183) .\n(4/239)\n\nما خَامَرَ العقل. وثلاث 1 وَدِدْتُ أن النبي صلى الله عليه وسلم كان عهد إلينا فيهن عَهْداً ننتهي إليه: الجَدُّ، والكَلاَلَة، وأبواب من أبواب الربا\". متفق عليهما 2.\n1751- وعنه أن النبي صلى الله عليه وسلم قال: \"كل مُسْكِرٍ خَمْر، وكل خَمْرٍ حرام\" 3.\n1752- وفي لفظ: \"كل مُسْكِر خمر، وكل مسكر 4 حرام\". رواهما مسلم 5.\n1753- وعن وائل بن حُجْر: \"أن طارق بن سويد الجعفي سأل النبي صلى الله عليه وسلم عن الخمر، فنهاه، أو كره له 6 أن يصنعها. فقال: إنما أصنعها للدواء. فقال: إنه ليس بدواء، ولكنه داء\". رواه مسلم 7.\n__________\n1 في المخطوطة: (فكنت) بدل قوله: (وثلاث) .\n2 البخاري: الأشربة (10/45) ح (5588) , ومسلم: التفسير (4/2322) ح (33) , كلاهما بألفاظ مقاربة للفظ المصنف.\n3 مسلم: الأشربة (3/1588) ح (75) .\n4 في المخطوطة: (وكل خمر) ، وهو سبق قلم من الناسخ, إذ تصير ألفاظ الحديث مثل ألفاظ الحديث السابق.\n5 مسلم: الأشربة (3/1557) ح (73) و (74) .\n6 لفظك (له) ليست في النسخ المطبوعة التي بين يدي.\n7 مسلم: الأشربة (3/1573) ح (12) ، قلت: وأخرجه أحمد في المسند (4/311) , وأخرجه غيرهما أيضاً.",
        "(4/240)\n\n1754- وقال ابن مسعود في السكر: 1 \"إن الله لم يجعل شفاءكم فيما حَرَّمَ عليكم\". رواه البخاري، 2 ورواه أحمد 3 وغيره من حديث حسان بن مُخَارق عن أم سلمة، مرفوعاً، وصححه ابن حبان وغيره.\n1755- وعن أنس قال: \"أُتي النبيُّ صلى الله عليه وسلم برجل قد شرب الخمر، فجلده بجريدتين نحو أربعين\". قال: \"وفعله أبو بكر. فلما كان عمر، استشار الناس، (فـ) قال عبد الرحمن بن عوف: أخَفَّ 4 الحدود ثمانين، فأمر به عمر بن الخطاب\".\n__________\n1 في المخطوطة: (المُسْكِر) ، وهو تصحيف.\n2 البخاري: الأشربة (10/ 78) باب (15) .\n3 لم أجده في مسند أحمد, ومن قرطست مسند أم سلمة، رضي الله عنها، في المسند، وهي في المجلد السادس من ص289 إلى ص324 حديثاً حديثاً بعناية، فلم أجد الحديث, ثم رجعت إلى ترتيب المسند المسمى: الفتح الرباني، للساعاتي, باب النهي عن التداوي بما حرمه الله, فلم أجده أيضاً. ورجعت إلى المنتقى لابن تيمية فلم يعز الأثر لغير البخاري. ورجعت لبلوغ المرام للحافظ ابن حجر, فعزاه للبيهقي وابن حبان, ورجعت إلى التلخيص الحبير للحافظ أيضاً، فحل لي المشكلة، فأفاد أن حديث: \" إن الله لم يجعل شفاءكم فيما حرم عليكم \" ذكره البخاري تعليقا عن ابن مسعود موقوفاً عليه, وأخرجه مرفوعاً ابن حبان والبيهقي من حديث أم سَلَمَة، وأما حديث: \" إنه ليس بدواء ولكنه داء \"، فأفاد أنه رواه مسلم وأحمد وأبو داود وابن ماجة وابن حبان من حديث علقمة بن وائل عن وائل بن حجر ... إلخ. انظر: التلخيص الحبير: كتاب حد شارب الخمر (4/74) ح (1792) ، فتبين أن الإمام أحمد لم يخرج الحديث أصلاً, لا عن أم سلمة ولا عن غيرها. والله أعلم.\n4 منصوب بفعل محذوف تقديره: اجلده كأخف الحدود, أو اجعل حده أخف الحدود.\n(4/241)",
        "\nمتفق عليه، وهذا لفظ مسلم، 1 وهو أتَمُّ. ولم يذكر البخاري مشورة الناس، ولا قول عبد الرحمن.\n1756- وله عن حُضَيْن بن المنذر أبي ساسان 2 قال: \"شهدتُ عثمان بن عفان، وأُتي 3 بالوليد 4 قد صلى الصبح ركعتين، ثم قال: أزيدكم؟ فشهد عليه رجلان: 5 أحدهما حُمران، أنه شرب الخمر. وشهد آخر أنه رآه يتقيأ. فقال عثمان: إنه لم يتقيأ حتى شربها. فقال: يا علي قم فاجلده! فقال علي: قم يا حسن فاجلده! فقال الحسن: وَلَّ حَارَّها من تولّى قَارَّهَا. 6 فكأنه وَجَدَ عليه، 7 فقال: يا عبد الله بن جعفر قم فاجلده! وعليِّ يَعُدُّ حتى بلغ أربعين، فقال: أمسك!\n__________\n1 مسلم: الحدود (3/1330) ح (35) , والبخاري: الحدود (12/66) ح (6776) , وأحمد في المسند (3/115) .\n2 في المخطوطة: (وله عن حصين بن المنذر أبا سان) ، وهو تصحيف وخطأ من الناسخ, فإن (حضَين) بالضاد المعجمة لا بالصاد. (وأبا) : محلها الجر وعلامة جرها الياء, إلا على لغة: \"إن أباها وأبا أباها\".\n3 في المخطوطة: (اتي) بدون واو.\n4 الوليد هذا هو: الوليد بن عقبة بن أبي مُعَيْط, أُتي به من الكوفة وقد كان والياً عليها.\n5 في المخطوطة: (رجلين) ، وهو سهو من الناسخ.\n6 الحارّ: الشديد المكروه، والقارّ: البارد الهنيء الطيب, وهذا مثَل من أمثال العرب, معناه: ولِّ شدتها وأوساخها من تولى هنيئها ولذاتها. والمعنى: ليتولَّ هذا الجلد عثمان أو بعض أقاربه الأدنَيْن.\n7 أي: غضب عليه.\n(4/242)\n",
        "ثم قال: جَلَد النبيُ صلى الله عليه وسلم أربعين، وأبو بكر أربعين، وعمر ثمانين، وكلٌّ سُنّة، وهذا أحب إليَّ\" 1.\n1757- وعن معاوية بن أبي سفيان عن النبي صلى الله عليه وسلم قال، في شارب الخمر: \"إذا شرب فاجلدوه. ثم إذا شرب فاجلدوه. ثم إذا شرب فاجلدوه. ثم إذا شرب الرابعة فاضربوا عنقه\". رواه أحمد واللفظ له، 2 وأبو داود 3 وابن ماجة 4 والترمذي، 5 ورواته ثقات. وقد رَوَى جماعة من الصحابة نحوَ هذا.\n1758- وفي حديث أبي هريرة: \"وإن شرب الرابعة فاقتلوه \". رواه الخمسة 6 إلا الترمذي. زاد أحمد: قال الزهري: \"فأُتي النبي صلى الله عليه وسلم بسكران في الرابعة، فخلّى سبيله\" 7.\n1759- وفي حديث قَبيصة بن ذُؤَيْب قال: \"فَجَلَدَهُ في الرابعة، ورفع القتل، وكانت رخصة\".\n__________\n1 مسلم: الحدود (3/1331) ح (38) .\n2 أحمد في المسند (4/96) .\n3 في كتاب الحدود (4/164) ح (4482) .\n4 في كتاب الحدود (2/859) ح (2573) .\n5 في كتاب الحدود (4/48) ح (1444) .\n6 النسائي: الأشربة (8/281) , وأبو داود: الحدود (4/164) ح (4484) ، وابن ماجة: الحدود (2/859) ح (2572) , وأحمد في المسند (2/280) .\n7 أحمد في المسند (2/291) .\n(4/243)\n\nرواه أبو داود 1.\n1760- وفي الصحيحين: \"أن ابن مسعود ضرب رجلا بحَد بوجود الرائحة\" 2.\n1761- وعن ابن عباس قال: \"كان رسول الله صلى الله عليه وسلم يُنبذ له الزبيب 3 في السِّقاء، فيشرب يومَه والغَدَ وبعد الغد. فإذا كان مساءُ الثالثة شربه وسقاه، فإن فَضَلَ شيء أهْرَاقَه\". رواه مسلم 4.\n1762- وعنه: \"أن النبي صلى الله عليه وسلم قال لوفد عبد القيس: أنهاكم عما يُنبذ في الدُّباء والنَّقِير والحَنْتَم والمُزَفّت\". متفق عليه 5.\n1763- عن بُرَيْدَة رضي الله عنه قال: قال رسول الله\n__________\n1 أبو داود: الحدود (4/165) ح (4485) .\n2 البخاري: فضائل القرآن (9/47) ح (5001) , ومسلم: صلاة المسافرين وقصرها (1/551) ح (249) , قلت: وقد رواه المصنف بالمعنى, وله قصة.\n3 في المخطوطة: (النبيذ) ، وهو تصحيف من الناسخ، أو سبق قلم.\n4 مسلم: الأشربة (3/1589) ح (82) .\n5 البخاري: الإيمان (1/129) ح (53) , ومسلم: الأشربة (3/1579) ح (39) , وأحمد في المسند (1/228) .",
        "(4/244)\n\nصلى الله عليه وسلم: \"كنت نهيتكم عن الأشربة إلا في ظروف 1 الأدَم، 2 فاشربوا في كل وعَاء، غير أن لا تشربوا مسكراً\". رواه مسلم 3.\n1764- عن أبي قتادة أن النبي صلى الله عليه وسلم قال: \" لا تنتبذوا الزَّهْوَ والتمر جميعاً، ولا تنتبذوا التمر والزبيب جميعاً، ولكن انتبذوا كل واحد منها على حِدَتِه\". متفق عليه، ولفظه للبخاري 4.\n1765- وعن أبي سعيد قال: \"نهانا رسول الله صلى الله عليه وسلم أن نَخْلِطَ (بين) الزبيب والتمر، وأن نخلط البسر والتمر\" 5.\n__________\n1 في المخطوطة: (في ضروف) وهي لهجة الناسخ, فإنه يلفظ الظاء ضاداً.\n2 أي: الجلد, وفي صحيح مسلم: لا توجد لفظ: (إلا) ، لكن القاضي عياض قال: \"إن في الرواية تغييراً من بعض الرواة, وصوابه: كنت نهيتكم عن الأشربة إلا في ظروف الأدم, فحذف لفظ الاستثناء, ولا بد منها\"، فالظاهر أن المصنف أخذ بقول القاضي عياض، وأثبت أداة الاستثناء وهي: (إلا) . والله أعلم.\n3 مسلم: الأشربة (3/1585) ح (65) .\n4 البخاري: الأشربة (10/67) ح (5202) , ومسلم: الأشربة (3/1575) ح (24) , وأحمد في المسند (5/295، 309) , قلت: ولفظه لمسلم، لا للبخاري.\n5 مسلم: الأشربة (3/1575) ح (21) .\n(4/245)",
        "\n1766- وفي لفظ: \"من شرب النبيذ منكم فلْيَشْرَبْهُ زبيباً فَرْداً، أو بُسْراً فرداً، أو تمراً فرداً\". رواهما مسلم 1.\n1767- عن 2 أبي بُرْدَة الأنصاري أنه سمع رسول الله صلى الله عليه وسلم يقول: \"لا يُجْلَدُ أحَدٌ فوق عشرة أسواط، إلا في حد من حدود الله\". متفق عليه 3 4.\n__________\n1 مسلم: الأشربة (3/1575) ح (22) , بلفظه، إلا أن رواية مسلم فيها تقديم التمر على البسر.\n2 كتب في المخطوطة: قبل البدء بهذا الحديث، بخط عريض: (باب التعزير) ، وأورد فيه حديث أبي بردة وحده, وبما أنه قال في أول الباب هذا: (باب حد المسكر والتعزير) ، رأيت من الأنسب حذف هذه الجملة ابتعاداً عن التكرار بدون فائدة.\n3 البخاري: الحدود (12/176) ح (6850) , ومسلم: الحدود (3/1332) ح (40) , وأحمد في المسند (4/45) .\n4 كتب على حاشية المخطوطة تعليقاً على هذا الحديث ما يلي: (قوله: لا يجلد أحد فوق عشرة أسواط ... إلخ. هذا في التعزير, وبه أخذ أحمد, والجمهور على جواز الزيادة على العشر, لكن إلى ثلاثين عند الشعبي، وإلى ما دون الأربعين على ما يراه الإمام، بقدر جرمه عند أبي حنيفة والشافعي, ليكون التعزير قاصراً عن حدود الله في عقوبته, وأوَّلوا الحديث بأنه لا يُزاد على العشرة بالأسواط, ولكن يجوز الزيادة بالأيدي والنعال) .\n(4/246)\n",
        "باب حَدِّ المحاربين\n1768- عن أنس قال: \"قَدِمَ على رسول الله صلى الله عليه وسلم نَفَرٌ من عُكْلٍ، 1 فأسلموا. فاجْتَوَوا 2 المدينة، فأمرهم النبي صلى الله عليه وسلم أن يأتوا إبِلَ الصدقة، فيشربوا من أبوالها وألبانها. ففعلوا فصَحُّوا. فارتدوا فقتلوا 3 رُعَاتها، واستاقوا الإبل. فبعث في آثارهم، فأُتي بهم. فقطع أيديهم، وسَمَلَ 4 أعينهم، ثم لم يحسمهم 5 حتى ماتوا\". متفق عليه، ولفظه للبخاري 6.\n__________\n1 اسم قبيلة, وهي: قبيلة من تيم الرباب, من عدنان.\n2 أي: استوخموها, أي: لم توافقهم.\n3 في المخطوطة: (وارتدوا وقتلوا) ، وما أثبته هو لفظ البخاري.\n4 سمل أعينهم: فقأها وأذهب ما فيها, وفي بعض الروايات: (سمر) أي: كحلها بمسامير مَحْمِيّة.\n5 أي: لم يضع على مكان القطع ما يقطع به نزيف الدم، كالزيت المغلي ونحوه.\n6 البخاري: الحدود (12/109) ح (6802) بلفظه, وأخرجه في ثلاثة عشر موضعاً آخر وهي ذات الأرقام (233, 1501, 3018, 4192, 4193, 4610, 5686, 5727, 6803, 6804, 6805, 6899) لكن بألفاظ مقاربة. وأخرجه مسلم: القسامة (3/1296) ح (10) , وأحمد في المسند (3/198) .\n(4/247)\n\n- وفي لفظ له أيضاً قال: فحدثني ابن سيرين أن ذلك كان قبل أن تنزل الحدود 1.\n1769- وفي لفظ للنسائي: \"فقطع أيديَهم وأرجلهم، وسَمَلَ أعينهم، وصَلَبَهم\" 2.\n1770- وفي لفظ عن سليمان التيمي عن أنس قال: \"إنما سَمَلَ النبي صلى الله عليه وسلم أعْيُنَ أولئك، لأنهم سَمَلَوا أعين الرُّعاة\" 3.\n1771- وفي حديث عبادة: \"من أتى منكم حداً 4 فأُقيم عليه فهو كفارتُهُ. 5 ومن ستره الله عليه فأمْره إلى الله، إن شاء عذبه، وإن شاء غفر له\" 6.\n1772- وعن أبي هريرة قال: \"جاء رجل فقال: يا رسول الله أرأيتَ إن جاء رجل يريد أخذ مالي؟ قال: لا تعطه مالك. قال: أرأيت إن قاتلني. قال: قاتله. قال: أرأيت إن قتلني. قال: أنت شهيد. قال: أرأيت إن قتلتُه. قال: هو في النار\".\n__________\n1 البخاري: الطب (10/142) تابع حديث (5686) , وفيه: قال قتادة: فحدثني ...\n2 النسائي: كتاب تحريم الدم (7/87) .\n3 النسائي: كتاب تحريم الدم (7/92) .\n4 في المخطوطة: (حد) .\n5 في المخطوطة: (كفارة له) ، وما أثبته هو لفظ مسلم.\n6 مسلم: الحدود (3/1333) ح (43) .",
        "(4/248)\n\nرواهما مسلم، 1 وروى الثاني أحمد.\n1773- وفي لفظه: 2 \"قال: يا رسول الله، أرأيت إن عُدي 3 على مالي؟ قال: (فـ) أنشد الله. قال: فإن أبوا 4 عليَّ. قال: أنشد الله. قال: فإن أبوا 5 عليّ. قال: (فـ) أنشد الله. قال: فإن أبوا 6 عليَّ. قال (فـ) قاتل، فإن قُتلت ففي الجنة، وإن قَتلت 7 ففي النار\" 8.\n1774- وعن ابن عمرو، 9 رضي الله عنهما، أن النبي صلى الله عليه وسلم قال: \"من قُتل دون ماله فهو شهيد\". متفق عليه 10.\n__________\n1 مسلم: الإيمان (1/124) ح (225) .\n2 في المخطوطة: (وفي لفظ) ، والتصحيح من عندي ليستقيم الكلام, لأن هذا لفظ أحمد.\n3 في المخطوطة: (فإن عدا) .\n4 في المخطوطة: (فإن عدا) ، وهو خطأ من الناسخ.\n5 في المخطوطة: (فإن أبي) في الموضعين.\n6 في المخطوطة: (فإن أبي) في الموضعين.\n7 في المخطوطة: (فإن) ، وهو خطأ من الناسخ.\n8 أحمد في المسند (2/339) .\n9 في المخطوطة: (ابن عمر) ، وهو خطأ من الناسخ.\n10 البخاري: المظالم (5/123) ح (2480) , ومسلم: الإيمان (1/124) ح (226) , وأحمد في المسند (2/163) , وأخرجه أصحاب السنن الأربعة, قلت: والحديث قد مر في باب صول الفحل برقم (1697) .\n(4/249)",
        "\n1775- عن أبي موسى رضي الله عنه: عن النبي صلى الله عليه وسلم في الفتنة: \"كسروا قِسِيّكم، واقطعوا أوتارها، واضربوا بسيوفكم الحجارة. فإن دخل على أحدكم بيته فليكن 1 كخير ابني 2 آدم\". رواه الخمسة 3.\n1776- عن عمران بن حصين رضي الله عنه قال: قاتل يعلي بن منية - أو ابن أمية - 4 رجلا، فعض أحدهما صاحبه، فانتزع يده من فيه، فنزع ثنيته - وفي لفظ: ثنيتيه -. فاختصما إلى النبي صلى الله عليه وسلم فقال: \"أيعض 5 أحدكم كما يعض الفحل؟ لا دية له 6\") 7.\n__________\n1 في المخطوطة: (فليكون) ، وهو خطأ من الناسخ.\n2 في المخطوطة: (بني) ، وهو خطأ من الناسخ.\n3 أبو داود: الفتن (4/100) ح (4259) ، والترمذي: الفتن (4/490) ح (2204) , وابن ماجة الفتن (2/1310) ح (3961) . وأحمد في المسند (4/416) , قلت: ولم أجد الحديث في سنن النسائي الصغرى، فلعله في الكبرى, وقوله: (قِسِيكم) أي: أقواسكم, ولفظ من ذكرتهم: \"وقطعوا أوتاركم\".\n4 في المخطوطة: (قاتل يعلى بن أمية أو ابن منبه) ، وفيه خطأ وتقديم وتأخير.\n5 في المخطوطة: (ايعظ) ، وهو خطأ من الناسخ.\n6 في المخطوطة: (لا دية لك) .\n7 مسلم: القسامة (3/1300) ح (18) , والبخاري: الديات (12/219) ح (6892) , وأحمد في المسند (4/427) , وأخرجه أصحاب السنن الأربعة إلا أبا داود. قلت: والحديث قد كرره المصنف، فقد مر في باب صول الفحل برقم (1699) .\n(4/250)\n",
        "1777- عن أبي هريرة رضي الله عنه أن أبا القاسم صلى الله عليه وسلم قال: \"لو أن امْرَأ اطلع عليك (بغير إذن) فحذفته بحصاة، 1 ففقأت عينه، لم يكن عليك جناح\". متفق عليهما، ولفظهما لمسلم 2.\n__________\n1 في المخطوطة: (بعصات) ، وفيها خطأ في الرسم وتصحيف.\n2 البخاري: الديات (12/243) ح (6902) , ومسلم: الآداب (3/1699) ح (44) , وأحمد في المسند (2/243) , ولفظ الحديث الأخير هذا للبخاري, ولفظ مسلم: ما كان عليك من جُناح. قلت: وقد كرر المصنف هذا الحديث أيضاً, فقد مر في باب صَوْل الفحل برقم (1700) .\n(4/251)\n\nباب أهل البغى\n...\nبابُ قِتال أهْل البَغي\n1778- عن علي رضي الله عنه قال: سمعت النبي صلى الله عليه وسلم يقول: \"سيخرج قوم في آخر الزمان، حُدْثَاء 1 الأسنان، سفهاء الأحلام، يقولون من خير قول البرية؛ لا يجاوز إيمانُهم حناجرهم. يمرقون من الإسلام كما يمرق السهم من الرَّمِيّة. فأينما لقيتموهم فاقتلوهم؛ فإن في قتلهم أجراً 2 لمن قتلهم يوم القيامة\". متفق عليه، ولفظه للبخاري 3.\n1779- وفي مسلم: \"يقرؤون القرآن لا يجاوز حناجرهم. يمرقون من الدين ... إلخ\" 4.\n1780- عن مروان بن الحكم قال: \"صرخ صارخ لعلي\n__________\n1 في المخطوطة: (حدثا) ، وسقطت الهمزة لأن الناسخ لا يرسمها في مثل هذا, والمعنى: صغار السن.\n2 في المخطوطة: (اجر) ، وهو خطأ من الناسخ.\n3 البخاري: المناقب (6/618) ح (3611) , ومسلم: الزكاة (2/740) ح (142) .\n4 مسلم: الزكاة (2/741) ح (143) .",
        "(4/252)\n\nرضي الله عنه يوم الجمل: لا يقتلن مدبر، 1 ولا يذفف على جريح. 2 ومن أغلق بابه فهو آمن. ومن ألقى السلاح فهو آمن\". رواه سعيد 3.\n1781- عن الزهري قال: \"هَاجت الفتنة وأصحاب رسول الله صلى الله عليه وسلم متوافرون، فأجمعوا أن لا يُقادَ أحَدٌ، ولا يُؤْخَذَ مال أحد على تأويل القرآن، إلا ما وجد بعينه\". ذكره أحمد في رواية الأثرم، واحتج به 4.\n1782- عن ابن عباس، رضي الله عنهما، عن النبي صلى الله عليه وسلم قال: \"من رأى من أميره شيئاً يكرهه فليصبر عليه؛ فإنه من فارق الجماعة شبراً فمات إلا مات ميتة جاهلية\". متفق عليه، ولفظه للبخاري 5.\n1783- عن أبي ذر رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: \"من فارق الجماعة شبراً، فقد خَلَعَ رِبْقَة الإسلام من عنقه\".\n__________\n1 في المخطوطة: (مدبرا) ، وهو خطأ من الناسخ.\n2 أي: لا يُجْهَز عليه.\n3 لم يطبع سنن سعيد بن منصور مما يتعلق بهذا الباب, وانظر قريباً من ذلك: المغني: قتال أهل البغي (10/63) .\n4 انظر قريباً من ذلك: المغني: قتال أهل البغي (10/61، 62) .\n5 البخاري: الفتن (13/5) ح (7504) , ومسلم: الإمارة (3/1477) ح (55) , وأحمد في المسند (1/275) .\n(4/253)",
        "\nرواه أحمد 1 وأبو داود 2.\n1784- عن أبي هريرة رضي الله عنه عن النبي صلى الله عليه وسلم قال: \"كانت بنو إسرائيل تسوسهم الأنبياء؛ 3 كلما هلك نبي خلفه نبي. 4 وإنه لا نبي بعدي. وإنه سيكون خلفاء فيكثرون. 5 قالوا: فما تأمرنا؟ قال: فوا بيعة الأول فالأول. ثم أعطوهم حقهم، فإن الله سائلهم عما استرعاهم\". متفق عليه 6.\n1785- عن عَرْفَجَة الأشجعي رضي الله عنه قال: سمعت رسول الله صلى الله عليه وسلم يقول: \"من أتاكم وأمركم جميع 7 على رجل واحد، يريد أن يَشُقَّ عَصَاكم ويفرق جماعتكم، فاقتلوه\". رواه مسلم 8.\n__________\n1 في المسند (5/180) .\n2 في كتاب السُّنة (4/241) ح (4758) .\n3 أي: يتولون أمورهم ويرعون شؤونهم كما تفعل الأمراء والولاة بالرعية, والسياسة هي: القيام على الشيء بما يصلحه.\n4 في المخطوطة: (فكلما هلك نبيا خلفه نبيا) ، وهو خطأ من الناسخ.\n5 في المخطوطة: (فيكثروا) ، وما أثبته هو لفظ البخاري, ولفظ أحمد ومسلم: \"فتكثر\".\n6 البخاري: الأنبياء (6/495) ح (3455) , ومسلم: الإمارة (3/1471) ح (44) , وأحمد في المسند (2/297) .\n7 في المخطوطة: (جميعا) ، وهو خطأ من الناسخ.\n8 مسلم: الإمارة (3/1480) ح (60) .\n(4/254)\n",
        "بابُ حُكْم المرتَدِّ\n1786- عن أبي موسى في حديث له أن النبي صلى الله عليه وسلم قال: \"اذهب إلى اليمن، ثم أتْبَعَهُ مُعَاذَ بن جبل. فلما قدم ألقى له وسادة، وقال: انزل. وإذا رجل عنده مُوثَق، قال: ما هذا؟ قال: كان يهودياً فأسلم، ثم تَهَوَّد. فقال: اجلسْ. قال: لا أجلس حتى يُقتل، قضاء 1 الله ورسوله. ثلاث مرات. فأمر به فقُتل\". متفق عليه 2.\n1787- ولأبي داود هذه القصة: \"وأن أبا موسى دعاه عشرين ليلة أو قريباً منها، فجاء معاذ فدعاه فأبى، فضرب عنقه\" 3.\n1788- عن محمد بن عبد الله بن عبد القاري قال: \"قدم على عمر رجل من قِبَل أبي موسى، فسأله عن الناس\n__________\n1 في المخطوطة: (قضى) ، وهو خطأ من الناسخ.\n2 البخاري: استتابة المرتدين (12/268) ح (6923) , ومسلم: الإمارة (3/1456) ح (15) , وأحمد في المسند (4/409) .\n3 أبو داود: الحدود (4/127) ح (4356) .\n(4/255)\n\nفأخبره، ثم قال: هل (كان فيكم) من مغربة خبر؟ 1 قال: نعم، رجل كفر بعد إسلامه. قال: فما فعلتم به؟ قال: قَرَّبناه، فضربنا عنقه. قال: فهلا حبستموه ثلاثاً، وأطعمتموه كل يوم رغيفاً، واسْتَتَبْتُمُوهُ لعله يتوب ويراجع أمر الله (؟ (ثم قال عمر:) اللهم إني لم أحضر (ولم آمُرْ) ، ولم أرضَ إذ بلغني\". رواه مالك 2 والشافعي والنسائي 3.\n1789- عن عكرمة قال: \"أُتي عليّ رضي الله عنه بزنادقة، فأحرقهم. فبلغ ذلك ابنَ عباس فقال: لو كنتُ أنا لم أحَرِّقهم، لنهي رسول الله صلى الله عليه وسلم قال: لا تعذبوا بعذاب الله، ولقتلتُهم، لقول رسول الله صلى الله عليه وسلم: من بَدَّل دينه فاقتلوه\". رواه البخاري 4.\n1790- وزاد البيهقي: \"فبلغ ذلك علياً فقال: وَيْحَ ابن أُمِّ الفضل! إنه لَغَوَّاص عَلَيَّ\" 5.\n1791- عن عكرمة قال: حدثنا ابن عباس: \"أن أعمى كانت له أم ولد6 تشتم النبي صلى الله عليه وسلم وتقع فيه، فينهاها فلا تنتهي،\n__________\n1 أي: هل من خبر جديد جاء من بلد بعيد؟\n2 في الموطإ: الأقضية (2/737) ح (16) .\n3 لم أجده في سنن النسائي الصغرى, فلعله في سننه الكبرى.\n4 البخاري: استتابة المرتدين (12/267) ح (6922) .\n5 سنن البيهقي.\n6 في المخطوطة، هنا زيادة: (وكانت) بعد: (ام ولد) .",
        "(4/256)\n\nويزجرها فلا تنزجر. قال: فلما كانت ذات ليلة، جعلت تقع في النبي صلى الله عليه وسلم وتشتمه، فأخذ المِغْوَل فوضعه في بطنها، فاتكأ عليها فقتلها. فوقع بين رجليها طفل، 1 فلَطّخت ما هناك بالدم. فلما أصبح ذُكر ذلك للنبي صلى الله عليه وسلم. فجمع الناس، فقال: أنشد الله رجلا 2 فعل ما فعل، لي عليه حق إلا قام. فقام الأعمى يتخطى 3 الناس وهو يَتَزَلْزَل 4 حتى قعد بين يدي رسول الله صلى الله عليه وسلم، فقال: يا رسول الله، أنا صاحبها. كانت تشتمك وتقع فيك، فأنهاها فلا 5 تنتهي، وأزجرها فلا 6 تنزجر، ولي منها ابنان مثل اللؤلؤتين، وكانت بي رفيقة. فلما كانت البارحة جعلتْ تشتمك وتقع فيك. فأخذت المغول فوضعته في بطنها واتكأتُ عليها حتى قتلتها. فقال النبي صلى الله عليه وسلم: ألا اشهدوا أن دمها هَدَرٌ\". رواه أبو داود، 7 وهذا لفظه، والنسائي.8 واحتج به أحمد في\n__________\n1 في المخطوطة: (طفلا) ، وهو خطأ.\n2 في المخطوطة: (رجل) ، وهو خطأ من الناسخ.\n3 في المخطوطة، زيادة: (رقاب) بعد: (يتخطى) .\n4 كتب في حاشية المخطوطة قبالة هذه الكلمة ما يلي: (أي: يمشي مضطرباً) .\n5 في المخطوطة: (ولا) في الموضعين.\n6 في المخطوطة: (ولا) في الموضعين.\n7 أبو داود: الحدود (4/129) ح (4361) .\n8 في كتاب تحريم الدم (7/99) .\n(4/257)",
        "\nرواية ابنه عبد الله. والمِغْوَل بالمعجمة، قال الخطابي: 1 هو شِبْهُ 2 المِشْمَل، 3 دقيق ماضٍ.\n1792- عن أبي هريرة رضي الله عنه أن النبي صلى الله عليه وسلم قال: \"ما من مولود إلا يولد على الفطرة، فأبواه يهودانه أو يُنصِّرانه أو يُمَجِّسانه، كما تُنْتَجُ البهيمةُ (بهيمةً) جَمْعَاء، 4 هل تُحِسُّون فيها (من) جَدْعَاء؟ \" 5. ثم يقول أبو هريرة: {فِطْرَتَ اللَّهِ الَّتِي فَطَرَ النَّاسَ عَلَيْهَا} الآية 6 7.\n1793- وفي رواية: \"أرأيت من يموت منهم وهو صغير؟ قال: الله أعلم بما كانوا عاملين\". متفق عليهما 8.\n__________\n1 في كتاب معالم السنن: كتاب الحدود (6/199) تعليقاً على هذا الحديث.\n2 في المخطوطة: (شبيه) .\n3 قال في القاموس (3/414) : مِشمَل كمنبر: سيف قصير يتغطى بالثوب.\n4 أي: كما تلد البهيمة بهيمة جمعاء, أي: مجتمعة الأعضاء سليمة من النقص.\n5 الجدعاء هي: المقطوعة الأذن أو غيرها من الأعضاء.\n6 سورة الروم آية: 30.\n7 البخاري: الجنائز (3/219) ح (1358) , ومسلم: القدر (4/2047) ح (22) , وأحمد في المسند (2/233) .\n8 البخاري: الجنائز (3/245) ح (1384) , ومسلم: القدر (4/2049) ح (27) .\n(4/258)\n",
        "1794- عن ابن مسعود رضي الله عنه: \"أن النبي صلى الله عليه وسلم أراد قتل عقبة بن أبي مُعَيْط، قال: من للصبية؟ قال: النار\". رواه أبو داود والدارقطني في الأفراد، وقال: \"النار لهم ولأبيهم\".\n1795- وعن عروة قال: \"أسلم عليٌّ رضي الله عنه وهو ابن ثمان سنين\". رواه البخاري في تاريخه 1.\n1796- وقد صَحَّ عن النبي صلى الله عليه وسلم: \"أنه عرض الإسلام على ابن صَيّاد صغيراً\" 2.\n1797- عن أنس: \"أن يهودياً قال للنبي صلى الله عليه وسلم: أشهد أنك رسول الله، ثم مات. فقال النبي صلى الله عليه وسلم: صلوا على صاحبكم\". ذكره أحمد محتجاً به 3.\n1798- عن بَجَالة بن عبيد قال: \"كنت كاتباً لجَزْءِ بن معاوية، عم الأحنف بن قيس، فأتانا كتاب عمر قبل موته بسنة، أن اقتلوا كل ساحر وساحرة، وفرقوا بين كل ذي محرم من المجوس، وانهوهم\n__________\n1 التاريخ الكبي: ر القسم الثاني من الجزء الثالث: ترجمة علي بن أبي طالب ص259.\n2 الحديث في البخاري: كتاب الجنائز (3/218) ح (1354) .\n3 لم أجده في المسند, في مسند أنس, فلعله ذكره في غير المسند. والله أعلم.\n(4/259)\n\nعن الزَّمْزَمَة. 1 فقتلنا ثلاثة 2 سواحر، وجعلنا نفرق بين الرجل وحريمه في كتاب الله (\". رواه أحمد 3 وأبو داود 4.\n1799- وللبخاري منه التفريق بين ذي المحارم 5.\n1800- وعن محمد بن عبد الرحمن بن أسعد بن زُرَارة أنه بلغه: \"أن حفصة (زوج النبي صلى الله عليه وسلم) قتلت جارية لها سَحَرَتْها، وقد كانت دَبّرَتْها، 6 فأمرتْ بها فقُتلت\". رواه مالك في الموطأ 7.\n1801- عن جَنْدَب قال: قال رسول الله صلى الله عليه وسلم: \"حَدَّ الساحر: ضربة بالسيف\".\n__________\n1 الزمزمة: قال في النهاية (2/313) : هي كلام يقولونه عند أكلهم بصوت خفي.\n2 في المخطوطة: (ثلاث) ، وما أثبته هو لفظ أحمد وأبي داود.\n3 في المسند (1/190) .\n4 في كتاب الخراج والإمارة والفيء (3/168) ح (3043) .\n5 البخاري: الجزية والموادعة (6/257) ح (3156) .\n6 في المخطوطة: (وكانت قد دبرت) ، ومعنى دبرتها: عَلّقَتْ عتقها على موتها.\n7 في كتاب العقول (2/871) ح (14) .",
        "(4/260)\n\nرواه الدارقطني 1 والترمذي، 2 وقال: لا نعرفه مرفوعاً إلا من هذا الوجه، وإسماعيل المكي يُضَعَّف من قِبَل حفظه، 3 والصحيح عن جندب موقوف.\n__________\n1 في كتاب الحدود والديات (3/114) ح (112) .\n2 في كتاب الحدود (4/60) ح (1460) .\n3 في نسخة الترمذي المطبوعة: وإسماعيل بن مسلم: المكي يُضَعّف في الحديث.\n(4/261)",
        "\nكتاب الأطعمة\nكتاب الأطعمة\n...\nكِتَابُ الأطْعِمَة\n1802- عن سَعْد 1 بن أبي وقّاص رضي الله عنه أن النبي صلى الله عليه وسلم قال: \"أعظم المسلمين في المسلمين جُرْماً: من سأل عن شيء لم يُحَرَّمْ، فحُرِّم من أجل مسألته\" 2.\n1803- عن جابر رضي الله عنه: \"أن النبي صلى الله عليه وسلم نهى يوم خيبر عن لحوم الحُمُر الأهلية، وأذن في لحوم الخيل\" 3.\n1804- عن أبي ثعلبة رضي الله عنه: \"أن النبي صلى الله عليه وسلم نهى عن كل ذي ناب من السباع\". متفق عليه 4.\n__________\n1 في المخطوطة: (عن سعيد) ، وهو تصحيف من الناسخ.\n2 البخاري: الاعتصام 1 (3/264) ح (7289) , ومسلم: الفضائل (4/1831) ح (133) ، وأبو داود: السنة (4/201) ح (4610) , وقد تصرف المصنف فيه تصرفاً يسيراً.\n3 البخاري: المغازي (7/481) ح (4219) , ومسلم: الصيد والذبائح (3/1541) ح (36) , واللفظ لمسلم, وأخرجه أصحاب السنن الأربعة.\n4 البخاري: الذبائح والصيد (9/653) ح (5527) , ومسلم: الصيد والذبائح (3/1533) ح (13) و (14) , وزاد قوله: \"أكل\" قبل: \"كل ذي ناب\"، ورواه أحمد في المسند (4/132) ، لكن عن المقدام بن معد يكرب.\n(4/262)\n",
        "1805- عن ابن عباس، رضي الله عنهما، قال: \"نهى النبي صلى الله عليه وسلم عن كل ذي ناب من السباع، وكل ذي مِخْلَب من الطير\" 1.\n1806- عن أبي هريرة رضي الله عنه أن النبي صلى الله عليه وسلم قال: \"كل ذي ناب من السباع فأكله حرام \". رواهما مسلم 2.\n1807- وعنه في القنفذ قال: ذكر عند النبي صلى الله عليه وسلم فقال: \" خبيثة من الخبائث\". رواه أحمد 3 وأبو داود 4 من رواية عيسى بن نُمَيْلة عن أبيه، وفيه جهالة.\n- وفيه: \"كنت عند ابن عمر، فسئل عن القُنْفُذ فتلا: {قُلْ لا أَجِدُ فِي مَا أُوحِيَ إِلَيَّ مُحَرَّماً عَلَى طَاعِمٍ يَطْعَمُهُ} الآية 5. فقال شيخ 6 عنده: سمعت أبا هريرة يقول: ذكر عند النبي صلى الله عليه وسلم فقال: خبيثة من الخبائث. فقال ابن عمر: إن كان قاله رسول الله صلى الله عليه وسلم فهو كما قال\". رواه أحمد وأبو داود 7.\n__________\n1 مسلم: الصيد والذبائح (3/1534) ح (16) .\n2 مسلم: الصيد والذبائح (3/1534) ح (15) .\n3 في المسند (2/381) .\n4 في كتاب الأطعمة (3/354) ح (3799) .\n5 سورة الأنعام آية: 145.\n6 في المخطوطة: (الشيخ) ، وهو خطأ من الناسخ.\n7 هذا الحديث هو تتمة للحديث السابق, وهو في المواضع التي أشرت إليها نفسها.\n(4/263)\n\n1808- عن ابن عباس، رضي الله عنهما، قال: \"نهى النبي صلى الله عليه وسلم عن قتل أربع من الدواب: النملة، والنحلة، والهُدْهُدِ، والصُّرد\". رواه أحمد 1 وأبو داود 2 وابن ماجه، 3 ورواته ثقات.\n1809- وعن أنس رضي الله عنه قال: \"انفجنا 4 أرنباً بمَرِّ الظهران، 5 فسعى القوم فلَغِبوا، 6 وأدركتها فأخذتها. فأتيت بها أبا طلحة، فذبحها وبعث إلى رسول الله صلى الله عليه وسلم بِوَرِكِها، فقبله\" 7.\n1810- عن ابن عُمر أن النبي صلى الله عليه وسلم قال في الضب: \"لا آكله، ولا أحرِّمه\" 8.\n__________\n1 في المسند (1/332) .\n2 في كتاب الأدب (4/367) ح (5267) .\n3 في كتاب الصيد (2/1074) ح (3224) , والصرد هو: طائر يصطاد صغار الطير.\n4 أي: أثرْنا ونَفّرْنا.\n5 موضع قريب من مكة، على خمسة أميال منها من جهة المدينة، وقيل: ستة عشر ميلاً، وهو الراجح, وجزم به البكري.\n6 في المخطوطة: (فغلبوا) وهو تصحيف من الناسخ, ومعنى لغبوا تعبوا وأعيوا.\n7 البخاري: الهبة (5/202) ح (2572) , ومسلم: الصيد والذبائح (3/1547) ح (53) , وأحمد في المسند (3/118) , قلت: وأخرجه الأربعة إلا أبا داود.\n8 مسلم: الصيد والذبائح (3/1542) ح (40) و (41) , والبخاري: الذبائح والصيد (9/662) ح (5536) , وأحمد في المسند (13/2) .",
        "(4/264)\n\n1811- وفي حديث ابن عباس: \"أن خالداً قال: أحرام الضب، يا رسول الله؟ قال: لا، ولكن لم يكن بأرض قومي، فأجدُني أعَافُه. 1 قال خالد: فاجْتَرَرْتُه فأكلته، والنبي صلى الله عليه وسلم ينظر\" 2.\n1812- وعن ابن أبي أوفي رضي الله عنه قال: \"غزونا مع رسول الله صلى الله عليه وسلم سبع غزوات، نأكل معه الجراد\". متفق عليها 3.\n1813- وعن عبد الرحمن بن عبد الله بن أبي عمار قال: \"قلت لجابر: الضبع صيد هي؟ قال: نعم. قلتُ: آكلُها؟ قال: نعم. قلت: أقاله رسول الله صلى الله عليه وسلم؟ قال: نعم\" 4.\n__________\n1 أي: أكرهه تقذراً.\n2 البخاري: الذبائح والصيد (9/663) ح (5537) , ومسلم: الصيد والذبائح (3/1543) ح (44) , وأحمد في المسند (4/89) .\n3 البخاري: الذبائح والصيد (9/620) ح (5495) , ومسلم: الصيد والذبائح (3/1546) ح (52) , وأحمد في المسند (4/353) .\n4 الترمذي: الحج (3/207) ح (851) , وأخرجه في الأطعمة (4/252) ح (1791) , وأخرجه أبو داود: الأطعمة (3/355) ح (3801) , لكن بلفظ: \" سألت رسول الله ? عن الضبع فقال: هو صيد, ويجعل فيه كبش إذا صاده المحرم \", والنسائي: الصيد (7/176) , وابن ماجة: الصيد (2/1078) ح (3236) , وأحمد في المسند (3/318) .\n(4/265)",
        "\nرواه الخمسة، وصححه البخاري 1 والترمذي. وعبد الرحمن: ثقة، روى له مسلم.\n1814- وعن ابن عباس، رضي الله عنهما، قال: \"نهى النبي صلى الله عليه وسلم عن شرب لبن الجّلالَة 2\") . رواه الخمسة 3 إلا ابن ماجه، وصححه الترمذي، ورواته ثقات.\n1815- وعن ابن عمر، رضي الله عنهما، قال: \"نهى رسول الله صلى الله عليه وسلم عن أكل الجّلالَة وألبانها\". رواه الخمسة إلا النسائي، 4 وهو من رواية ابن إسحاق، وحسنه الترمذي، وذكر أنه رُوي مرسلا.\n1816- وعنه عن النبي صلى الله عليه وسلم قال: \"من دخل حائطاً فليأكل، ولا يتخذ خُبْنَة\" 5.\n__________\n1 لم أدر ما جاء بهذه الجملة هنا: (وصححه البخاري) ، فلعلها سبق قلم من الناسخ.\n2 الجَلالَة: هي التي تأكل الجلة, وهي الأقذار.\n3 أبو داود: الأطعمة (3/351) ح (3786) , والترمذي: الأطعمة (4/270) ح (1825) , والنسائي الضحايا (7/212) , وأحمد في المسند (1/226) .\n4 الترمذي: الأطعمة (4/270) ح (1824) , وقال: حسن غريب. وأبو داود: الأطعمة (3/251) ح (3785) , وابن ماجة: الذبائح (2/1064) ح (3189) .\n5 الخُبْنَة: معطف الإزار وطرف الثوب, أي: لا يأخذ منه في ثوبه.\n(4/266)\n",
        "رواه ابن ماجة 1 والترمذي، 2 ورواته ثقات.\n1817- وعنه أن النبي صلى الله عليه وسلم قال: \"لا يَحْلُبَنَّ 3 أحد ماشية أحَد إلا بإذنه. أيُحِبُّ أحدُكم أن تُؤْتَى مشْرَبتُهُ، 4 (فتُكْسَرَ خزانته) ، فينتثل 5 طعامه؟ إنما 6 تخزن لهم ضروعُ ماشيتهم أطعمتَهم. فلا يَحْلُبَنَّ 7 أحدٌ ماشية أحد إلا بإذنه! \". متفق عليه 8.\n1818- وعن أبي نضرة 9 عن أبي سعيد رضي الله عنه أن النبي\n__________\n1 في كتاب التجارات (2/772) ح (2301) .\n2 في كتاب البيوع (3/583) ح (1287) , وقال: حديث غريب، لا نعرفه من هذا الوجه إلا من حديث يحيى بن سليم.\n3 في المخطوطة: (لا يحتلبن أحدكم) ، وما أثبته هو لفظ الشيخين.\n4 المَشْربة: بفتح الميم, وفي الراء لغتان: الضم والفتح, وهي كالغرفة يُخزن فيها الطعام وغيره.\n5 في المخطوطة: (فيثل) ، وهو تصحيف من الناسخ. ومعنى ينتثل أي: يُنْثَر كله ويُرْمَى, وفي لفظ لمسلم: \"فيُنْتَقَل\".\n6 في المخطوطة: (وإنما) ، والذي أثبته هو لفظ مسلم, ولفظ البخاري وأحمد: \"فإنما\".\n7 في المخطوطة: (يحتلبن) ، وما أثبته هو لفظ الشيخين.\n8 البخاري: اللقطة (5/88) ح (2435) , ومسلم: اللقطة (3/1352) ح (13) , وأحمد في المسند (2/6) , واللفظ لمسلم.\n9 في المخطوطة: (نظرة) في الموضعين، وهو خطأ من الناسخ.\n(4/267)\n\nصلى الله عليه وسلم قال: \"إذا أتى أحدكم حائطاً فأراد أن يأكل، فليناد: 1 يا صاحب! الحائط ثلاثاً. فإن أجابه، وإلا فليأكل. وإذا مرَّ أحدكم بإبل فأراد أن يشرب من ألبانها، فليناد: 2 يا صاحب الإبل! أو يا راعي الإبل! فإن أجابه، وإلا فليشرب\". رواه أحمد 3 وابن ماجه. 4 أبو نضرة: 5 ثقة، روى له مسلم، وضعفه غير واحد.\n1819- وعن أبي شُرَيْح الخُزاعي عن النبي صلى الله عليه وسلم قال: \"من كان يؤمن بالله واليوم الآخر، فليكرم ضيفه جائزته. قالوا: وما جائزته يا رسول الله؟ قال: يومٌ وليلة. والضيافة ثلاثة أيام، فما كان وراء ذلك فهو صدقة. ولا يحل له أن يَثْوِي 6 عنده حتى يُحْرِجَه\" 7. متفق عليه 8.\n1820- وعن المقدام أبي كريمة أنه سمع النبي صلى الله عليه\n__________\n1 في المخطوطة: (فلينادي) في الموضعين.\n2 في المخطوطة: (فلينادي) في الموضعين.\n3 في المسند (3/8) .\n4 في كتاب التجارات (2/771) ح (2300) .\n5 انظر: رقم (9) ص267.\n6 أي: يقيم.\n7 أي: يوقعه في الحَرَج, وهو: الضيق.\n8 البخاري: الأدب (10/531) ح (6135) , ومسلم: اللقطة (3/1352) ح (14) و (15) , وأحمد في المسند (4/31) .",
        "(4/268)\n\nوسلم يقول: \"ليلة الضيف واجبة على كل مسلم، فإن أصبح بفنائه 1 محروماً كان دَيْناً عليه، إن شاء اقتضاه، وإن شاء تركه\" 2.\n1821- وفي لفظ: \"من نزل بقوم فعليهم أن يقروه، 3 فإن لم يقروه فله أن يعقبهم 4 بمثل قِرَاه\". رواه أحمد 5 وأبو داود 6 بإسناد حسن.\n__________\n1 المراد في داره أو في بيته.\n2 أي: طالبه بالضيافة, أو طالبه بوفائها. أحمد في المسند (4/130) , وأبو داود: الأطعمة (3/342) ح (3750) .\n3 أي: يضيفوه.\n4 أي: يتبعهم ويطالبهم بمثل ضيافته.\n5 في المسند (4/131) .\n6 في كتاب الأطعمة (3/343) ح (3751) ، قلت: والمقدام هذا هو: المقدام بن معد يكرب، صحابي معروف, وكنيته أبو كريمة.\n(4/269)",
        "\nبابُ الذّكاة\n1822- عن علي بن أبي طالب رضي الله عنه أنه سمع النبي صلى الله عليه وسلم يقول: \"لعن الله من ذبح لغير الله. ولعن الله من آوى مُحْدِثاً. 1 ولعن الله من لَعَن والديه. ولعن الله من غَيّر تُخُوم 2 الأرض\". رواه أحمد 3 ومسلم 4 والنسائي 5.\n1823- وعن عائشة: \"أن قوماً قالوا: يا رسول الله، إن قوماً يأتوننا باللحم، لا ندري أذُكِرَ اسمُ الله عليه أم لا؟ فقال: سموا (عليه) أنتم وكلوا. 6 (قالت:) وكانوا حديثي عهد بالكفر\". رواه البخاري 7.\n__________\n1 آوى محدثاً، أي: نصر جانياً أو مبتدعاً، وآواه وأجاره خصمه.\n2 تخوم: جمع تخم, قال في النهاية (1/183) : أي: معالمها وحدودها. فالتخوم: الحدود.\n3 في المسند (1/108) واللفظ له.\n4 في كتاب الأضاحي (3/1567) ح (43) و (44) .\n5 في كتاب الأضاحي (7/204) .\n6 الكلام في المخطوطة: غير واضح, وقد أكملته من البخاري.\n7 البخاري: الذبائح والصيد (9/634) ح (5507) .\n(4/270)\n",
        "1824- وعن رافع بن خَدِيج رضي الله عنه قال: \"قلت: يا رسول الله، إنا لاقو العدو غداً، وليس معنا مُدَى. 1 قال: اعْجَلْ، أو أرْني. 2 ما أنْهَرَ الدم، وذُكر اسم الله عليه، فكُلْ؛ ليس السِّنَّ والظُّفُرَ. وسأحدثك: أما السِّنُّ فعَظْمٌ، وأما الظفر فمُدى الحَبَشَة. قال: وأصبنا نَهْبَ 3 إبل وغنم، 4 فَنَدَّ 5 منها بعير، 6 فرماه رجل بسهم فحَبَسَهُ. فقال النبي صلى الله عليه وسلم: إن لهذه الإبل أوابد 7 كأوابد الوَحْش، فإذا غلبكم منها شيء فاصنعوا به هكذا \". متفق عليه، 8 ولفظه لمسلم 9.\n1825- وفي حديث كعب بن مالك: \"أنه كانت له غنم ترعى\n__________\n1 جمع مدية, والمدية: السكين.\n2 اعجل: فعل أمر من العجلة, أي: اعجل لا تموت الذبيحة خنقاً, وأما (ارْني) أو (ارِن) ، فقد اختلف في معناها على عدة أقوال, منها أنها فعل أمر من (أرن، يأرن) إذا نشط وخف.\n3 أصل النهب: المنهوب وهو هنا: الغنيمة.\n4 في المخطوطة: (نهب إبل أو غنم) .\n5 أي: شرد وهرب نافراً.\n6 في المخطوطة: (بعيرا) ، وهو سهو من الناسخ.\n7 جمع آبدة وهي: النُفْرة والفرار والشرود.\n8 البخاري: الذبائح والصيد (9/638) ح (5509) , ومسلم: الأضاحي (3/1558) ح (20) , وأحمد في المسند.\n9 قلت: ولفظه للبخاري ومسلم.\n(4/271)\n\nبسَلْعٍ، 1 فأبصرت جارية بشاة موتاً، فكسرت حَجَراً فذبحتها. فسأل النبيَ صلى الله عليه وسلم عن ذلك، فأمره بأكلها\". رواه البخاري، 2 وقال: قال عبيد الله: يعجبني أنها جارية وأنها ذبحت.\n1826- عن أبي هريرة رضي الله عنه قال: \"بعث رسول الله صلى الله عليه وسلم بُدَيْلَ بن ورقاء على جَمَل أوْرَقَ يصيح في فِجَاج مكة: 3 ألا إن الذكاة في الحَلْق واللّبّة! 4 (ألا) ولا تعجلوا الأنفس أن تُزْهَق! وأيام مِنى أيام أكل وشرب وبِعَال\" 5. رواه الدارقطني 6 من رواية سعيد بن سلام العَطَارِ، 7 وقد كذَّبه أحمد.\n1827- عن عمر رضي الله عنه: \"أنه نادَى: النحرُ في اللّبّة والحلق\". رواه سعيد والأثرم، واحتج به أحمد 8.\n__________\n1 سلع: اسم جبل في المدينة.\n2 البخاري: الذبائح والصيد (9/630) ح (5501) .\n3 في النسخة المطبوعة من سنن الدارقطني: في فجاج منى.\n4 اللبة: موضع النحر, يعني المنحر.\n5 النكاح, وملاعبة الرجل أهله.\n6 الدارقطني: الصيد والذبائح (4/283) ح (45) .\n7 في المخطوطة: (سعيد بن سالم العطاردي) ، وهو تصحيف من الناسخ, انظر: ترجمة سعيد بن سلام العطار في ميزان الاعتدال (2/141) رقم (3195) .\n8 انظر المغني: الصيد والذبائح (11/44) .",
        "(4/272)\n\n1828- عن أبي العُشَرَاء عن أبيه قال: \"قلت: يا رسول الله، أما تكون الذكاة إلا في الحلق واللبة؟ قال: لو طعنتَ في فخذها 1 لأجزأك\". رواه الخمسة، 2 ورواته ثقات، إلا أبا 3 العُشَرَاء، وهو مختلف فيه.\n1829- وعن شداد بن أوس رضي الله عنه عن رسول الله صلى الله عليه وسلم قال: \"إن الله كتب الإحسان على كل شيء؛ فإذا قتلتم فأحسنوا القِتلة، وإذا ذبحتم فأحسنوا الذِبْحَة. ولْيُحدَّ 4 أحدكم شفرته، 5 وليرِحْ ذبيحته\". رواه أحمد 6.\n1830- وعن ابن عباس وأبي هريرة، رضي الله عنهم، قالا:\n__________\n1 وهو لفظ الخمسة, وما أدري من أين جاءت لفظ: (وركها) للناسخ؟\n2 النسائي الضحايا (7/200) , وأبو داود: الأضاحي (3/103) ح (2825) , وقال أبو داود وبعده: وهذا لا يصلح إلا في المتردية والمتوحش, وابن ماجة: الذبائح (2/1063) ح (3184) , والترمذي: الأطعمة (4/75) ح (1481) وقال: غريب, وأحمد في المسند (4/334) .\n3 في المخطوطة: (الا أبي) .\n4 رسمت في المخطوطة هكذا: (واليحد) .\n5 أي: السكينة التي يذبح بها.\n6 أحمد في المسند (4/123) , قلت: وأخرجه مسلم: الصيد والذبائح (3/1548) ح (57) ، وأخرجه أصحاب السنن الأربعة.\n(4/273)",
        "\n\"نهى النبي صلى الله عليه وسلم عن شَريطة الشيطان؛ 1 وهي التي تُذبح، فيُقْطَع الجلدُ، ولا تُفْرَى الأوداج (ثم تُتْرَك حتى تموت\") . رواه أبو داود 2.\n1831- وعن أسماء بنت أبي بكر قالت: \"نحرنا على عهد رسول الله صلى الله عليه وسلم فَرَساً فأكلناه\". متفق عليه 3.\n1832- وفي الصحيحين: \"أن أبا عُبيدة وأصحابه أكلوا من لحم العَنْبَر\" 4.\n1833- وعن عبد الرحمن بن زيد بن أسلم عن أبيه (عن ابن عمر) قال: قال رسول الله صلى الله عليه وسلم: \" أُحل لنا ميتتان ودمان: فأما الميتتان: فالحُوت والجراد، وأما الدَّمَان: فالكبدُ والطِّحَال\". رواه أحمد 5 وابن ماجة. 6 وعبد الرحمن: مختلف فيه.\n__________\n1 في سنن أبي داود، بعد قوله: (الشيطان) ما يلي: \"زاد ابن عيسى في حديثه\".\n2 أبو داود: الأضاحي (3/103) ح (2826) , قلت: وأخرجه أحمد في المسند (1/289) ، بلفظ: لا تأكل الشريطة, فإنها ذبيحة الشيطان.\n3 البخاري: الذبائح والصيد (9/648) ح (5519) , ومسلم: الصيد والذبائح (3/1541) ح (38) , وأحمد في المسند (6/345) .\n4 البخاري: الذبائح والصيد (9/615) ح (5494) , ومسلم: الصيد والذبائح (3/1535) ح (17) .\n5 في المسند (2/97) .\n6 في كتاب الأطعمة (2/1101) ح (3314) , كلاهما بلفظ: (احلت) .\n(4/274)\n",
        "ورواه الدارقطني 1 من رواية عبد الله بن زيد بن أسلم عن أبيه بإسناده. قال أحمد وابن المديني: عبد الرحمن بن زيد بن أسلم ضعيف، وأخوه عبد الله ثقة.\n1834- عن أبي بكر رضي الله عنه قال: \"الطافي حلال\" 2.\n1835- عن أبي ثَعْلَبَة الخُشَنِيِّ رضي الله عنه قال: \" قلت: يا رسول الله، إنّا بأرض صيد، أصيدُ بقوسي، وبكلبي المعلَّم، وبكلبي الذي ليس بمعلَّم، فما 3 يصلح لي؟ فقال: ما صِدْتَ بقوسك وذكرتَ اسم الله عليه فكُلْ. (وما صدتَ بكلبك المعلَّم فذكرت اسم الله فكُل) . وما صدت بكلبك غير المعلَّم، فأدركتَ ذكاتَه فكُل\" 4.\n1836- عن عَدِيِّ بن حاتم رضي الله عنه قال: \"قلت: يا رسول الله، إني أرسل الكلاب المُعَلّمة فيُمْسِكْنَ عليَّ، وأذكر اسم الله. قال: إذا أرسلت كلبك المعلم فذكرت اسم الله فكل\n__________\n1 في كتاب الصيد والذبائح (4/271) ح (25) .\n2 ذكره البخاري: تعليقاً وموقوفاً على أبي بكر, في كتاب الذبائح والصيد (9/614) والمعنى: أن السمك إذا مات حتف أنفه وعلا على سطح الماء، فإنه حلال أكله.\n3 في المخطوطة: (فلا) ، وهو تصحيف أو خطأ من الناسخ.\n4 البخاري: الذبائح والصيد (9/604) ح (5478) , ومسلم: الصيد والذبائح (3/1532) ح (8) , وأحمد في المسند (4/195) .\n(4/275)\n\nما أمسك عليك. 1 قلت: وإن قتلْنَ؟ 2 قال: وإن قتلن، 3 ما لم يشركها 4 كلب ليس معها. 5 قلت: فإني أرمي بالمِعْرَاض 6 الصيد، فأصيد. فقال: إذا رميتَ بالمعراض فخرق 7 فكُلْهُ، وإن أصابه بِعَرْضه فلا تأكله\" 8.\n1837- وفي رواية: \"إذا أرسلتَ كلبك فاذكر اسم الله، فإن أمسك عليك فأدركته حياً فاذبحه، وإن أدركته قد قتل ولم يأكل منه، فكلْه، فإن أخْذ الكلب ذكاة\" 9. متفق عليهن 10.\n__________\n1 في المخطوطة: (عليه) ، وهو خطأ من الناسخ.\n2 في المخطوطة: (قتلت) .\n3 في المخطوطة: (قتلت) .\n4 في المخطوطة: (يشركهما) .\n(معهما) ، وهو تصحيف من الناسخ.\n6 المعراض: هو خشبة ثقيلة, أو عصا في طرفيها حديدة, وقد تكون بغير حديدة, وقيل غير ذلك.\n7 لفظ مسلم: وأحمد (فخزق) بالزاي، والمعنى واحد.\n8 البخاري: الذبائح والصيد (9/604) ح (5477) , ومسلم: الصيد والذبائح (3/1529) ح (1) , وأحمد (4/258) .\n9 في المخطوطة: (فإن أخذ الكلب له ذكاته) , ولفظ مسلم: فإن ذكاته أخذه, ولفظ أحمد: فإن أخذه ذكاته.\n10 البخاري: الذبائح والصيد (9/ 599) ح (5475) , ومسلم: الصيد والذبائح (3/1530) ح (4) , وأحمد في المسند (4/256) .",
        "(4/276)\n\n1838- وفي رواية: \"إذا أرسلتَ كلابك المُعَلّمة (وذكرتَ اسم الله) فكلْ مما أمسكن عليك، (وإن قَتَلْنَ) ، إلا أنْ يأكل 1 الكلب فلا تأكل؛ فإني أخاف أن يكون إنما أمسك على نَفْسه \". متفق عليه 2.\n1839- وفي رواية: \"إذا رميت سهمك، فاذكر اسم الله. فإن وجدتَه قد قُتل فكلْ، إلا إن وجدته وقع في ماء؛ فإنك لا تدري: الماء قتله أو سهمك \". متفق عليه 3.\n1840- وفي رواية عن أبي ثعلبة: \"إذا رميت بسهمك فغاب ثلاثة أيام وأدركته، فكلْ ما لم يُنْتِنْ\". رواه أحمد 4 ومسلم 5 وأبو داود 6 والنسائي 7.\n__________\n1 في المخطوطة: (إلا إنْ أكل) .\n2 البخاري: الذبائح والصيد (9/609) ح (5483) , ومسلم: الصيد والذبائح (3/1529) ح (2) , وأحمد في المسند (4/258) .\n3 البخاري: الذبائح والصيد (9/610) ح (5484) , ومسلم: الصيد والذبائح (3/1531) ح (7) , وأحمد في المسند (4/379) .\n4 في المسند (4/194) .\n5 في كتاب الصيد والذبائح (3/1532) ح (9) .\n6 في كتاب الصيد (3/111) ح (2861) .\n7 في كتاب الصيد (7/171) نحوه.\n(4/277)",
        "\nبابُ آدَابُ الأكل 1\n1841- عن عائشة، رضي الله عنها، قالت: قال رسول الله صلى الله عليه وسلم: \"إذا أكل أحدكم طعاماً، فليقل: بسم الله. فإن نسي في أوله، فليقل: بسم الله على أوله وآخره\". رواه أحمد 2 وأبو داود 3 وابن ماجة 4 والترمذي، 5 وصححه.\n1842- وعن ابن عمر، رضي الله عنهما، أن النبي صلى الله عليه وسلم قال: \"لا يأكل أحدكم بشماله، ولا يشرب بشماله؛ فإن الشيطان يأكل بشماله ويشرب بشماله\". رواه مسلم 6 وأبو داود 7 والترمذي، 8 وصححه.\n__________\n1 هذا العنوان ليس في المخطوطة, وقد وضعته أنا لمناسبة ما تحته من الأحاديث.\n2 في المسند (6/143) .\n3 في كتاب الأطعمة (3/347) ح (3767) .\n4 في كتاب الأطعمة (2/1086) ح (3264) .\n5 في كتاب الأطعمة (4/288) ح (1858) .\n6 في كتاب الأشربة (3/1599) ح (106) .\n7 في الأطعمة (3/349) ح (3776) .\n8 في كتاب الأطعمة (4/257) ح (1799) .\n(4/278)\n",
        "1843- وعن عمر بن أبي سَلَمَة، رضي الله عنهما، قال: \"كنت غلاماً في حِجْر 1 النبي صلى الله عليه وسلم، وكانت يَدِي تطيش 2 في الصحفة. فقال لي: يا غلام، سم الله، وكل بيمينك، وكل مما يليك\". متفق عليه 3.\n1844- وعن أبي جُحَيْفَة رضي الله عنه قال: قال النبي صلى الله عليه وسلم: \"أما أنا، فلا آكل مُتَكِئاً \". رواه البخاري 4.\n1845- وعن ابن عباس، رضي الله عنهما، أن النبي صلى الله عليه وسلم قال: \"إذا أكل أحدكم طعاماً فلا يمسح يده حتى يَلْعَقَهَا أو يُلْعِقَها\". متفق عليه 5.\n__________\n1 أي: في تربيته وتحت نظره.\n2 في المخطوطة: (تبطش) ، وهو تصحيف من الناسخ. ومعنى تطيش، أي: تتحرك فتميل في نواحي القصعة ولا تقتصر على موضع واحد.\n3 البخاري: الأطعمة (9/521) ح (5376) , ومسلم: الأشربة (3/1599) ح (108) , وأحمد في المسند (4/26) .\n4 هذا اللفظ الذي أورده المصنف هو لفظ الترمذي: الأطعمة (4/273) ح (1830) , وأما لفظ البخاري فهو: \" إني لا آكل متكئاً \" و \" لا آكل وأنا متكئ \". انظر البخاري: الأطعمة (9/540) ح (5398) و (5399) . هذا، والحديث ذكره صاحب المنتقى بلفظ المصنف، وقال: رواه الجماعة إلا مسلماً والنسائي. وهو كما قال.\n5 البخاري: الأطعمة (9/577) ح (5456) , ومسلم: الأشربة (3/1606) ح (134) , وأحمد في المسند (1/221) .\n(4/279)\n\n1846- وعن نُبَيْشة الخير أن رسول الله صلى الله عليه وسلم قال: \" [من أكل في قصعة] 1 ثم لَحِسَهَا، استغفرت له القصعة\". رواه أحمد 2 وابن ماجة 3 والترمذي 4.\n1847- وعن أبي أُمامة رضي الله عنه: \"أن النبي صلى الله عليه وسلم كان إذا رفع مائدته قال: الحمد لله كثيراً طيِّباً مباركاً فيه، غير مَكْفِيٍّ 5 ولا مُوَدَّع 6 ولا مُسْتَغْنَى عنه ربَّنا\". رواه أحمد 7 والبخاري 8.\n1848- وفي لفظ: \" (كان) إذا فرغ من طعامه قال: الحمد لله الذي كفانا وآوانا، 9 غير مَكْفِيٍّ ولا مَكْفُور\". رواه البخاري 10.\n__________\n1 في المخطوطة: بدل ما بين المعكوفتين كان ما يلي (طعاماً في قصعة) !.\n2 في المسند (5/76) .\n3 في كتاب الأطعمة (2/1089) ح (3272\n4 في كتاب الأطعمة (4/259) ح (1804) .\n5 أي: غير مردود عليه إنعامه, وقيل غير ذلك.\n6 أي: غير متروك.\n7 في المسند (5/256) .\n8 البخاري: الأطعمة (9/580) ح (5458) .\n9 وفي بعض روايات البخاري: (وأروانا) .\n10 البخاري: الأطعمة (9/580) ح (5459) .",
        "(4/280)\n\nكتاب الأيمان\nكتاب الأيمان\n...\nكِتَابُ الإيمانْ\n1849- عن ابن عمر، رضي الله عنهما، عن رسول الله صلى الله عليه وسلم: \"أنه أدرك عمر بن الخطاب في رَكْب، وعمرُ يحلف بأبيه. فناداهم رسول الله صلى الله عليه وسلم: ألا إن الله (() ينهاكم أن تحلفوا بآبائكم؛ فمن كان حالفاً فليحلف بالله أو لِيَصْمُتْ\" 1.\n1850- وعن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: \"من حلف منكم فقال في حلفه: بالّلات والعُزَّى، فليقل: لا إله إلا الله. ومن قال لصاحبه: تَعَالَ أُقَامِرْكَ، 2 فليتصدق \". متفق عليهما، واللفظ لمسلم 3.\n1851- وعنه قال: \"قال رسول الله صلى الله عليه وسلم: ي مينك\n__________\n1 البخاري: الأيمان والنذور (11/530) ح (6646) , ومسلم: الأيمان (3/1267) ح (3) , وأحمد في المسند (2/11) .\n2 أي: ألاعبك على القمار, وهو: الميسر.\n3 البخاري: الأيمان والنذور 11/536) ح (6650) , ومسلم: الأيمان (3/1267) ح (5) , وأحمد في المسند (2/309) , وزاد بعد مسلم.\n(4/281)",
        "\nعلى ما يصدقك به صاحبك\" 1. (رواه مسلم) .\n1852- وفي رواية: \"اليمين على نية المُسْتَحْلِف\" 2. رواه مسلم.\n1853- وعن عبد الرحمن بن سَمُرَة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: \"يا عبد الرحمن بن سمرة، لا تسأل: الإمارة؛ فإنك إن أعطيتَها عن مسألة وُكلت إليها. وإن أعطيتها من غير مسألة أُعنت عليها. وإذا حلفت على يمين فرأيت غيرها خيراً 3 منها، فكفِّر عن يمينك، وأْت الذي هو خير\". متفق عليه 4.\n1854- وفي لفظ للبخاري: \"فأْت الذي هو خير، وكفِّر عن يمينك\" 5.\n__________\n1 مسلم: الأيمان (3/1274) ح (20) .\n2 مسلم: الأيمان (3/1274) ح (21) .\n3 في المخطوطة، بدل قوله: (خيراً) لفظ: (هو خير) ، وما أثبته هو لفظ الشيخين وأحمد, والظاهر أن ما جاء في المخطوطة سبق قلم من الناسخ. والله أعلم.\n4 البخاري: الأيمان والنذور (11/517) ح (6622) , ومسلم: الأيمان (3/1273) ح (19) , وأحمد في المسند (5/61, 62, 63) .\n5 البخاري: الأيمان والنذور (11/608) ح (6722) , قلت: وفي مسلم بمعنى هذا الحديث, لكن عن أبي هريرة, انظر: كتاب الأيمان (3/1272) ح (13) .\n(4/282)\n",
        "1855- وفي لفظ: \"إذا حلفت على يمين، فرأيت غيرها خيراً منها، فكفّر عن يمينك، ثم ائت الذي هو خير\". رواه أبو داود 1 واللفظ له، والنسائي، 2 وإسناده صحيح.\n1856- عن البراء بن عازب، رضي الله عنهما، قال: \"أمرَنا رسول الله صلى الله عليه وسلم بسَبْعٍ: أمرَنا بعيادة المريض، واتباع الجنائز، وتشميت العاطس، 3 وإبْرار القَسَم أو المُقْسِم، 4 ونصر المظلوم، وإجابة الداعي، وإفشاء السلام \" 5.\n1857- عن ابن عباس، رضي الله عنهما، في رُؤيا قصَّها أبو بكر رضي الله عنه قال: \" أخبرني يا رسول الله، بأبي أنت وأمي، أصبتُ أم أخطأت؟ فقال: أصبتَ بعضاً، وأخطأتَ بعضاً. قال: فوالله لتحدثني بالذي أخطأتُ. قال: لا تُقْسِم\". متفق عليهما 6.\n__________\n1 في كتاب الأيمان (3/229) ح (3278) .\n2 في كتاب الأيمان والنذور (7/10) .\n3 هو أن يُقال له: يرحمك الله, وذلك إذا حمد العاطس الله تعالى.\n4 إبرار القسم هو: عدم الحنث فيه, وإبرار المقسم: أن تنفذ له ما أقسم عليه.\n5 مسلم: اللباس والزينة (3/1635) ح (3) بلفظه, والبخاري: الجنائز (3/112) ح (1239) , وفي عشرة مواضع أخرى, وأحمد في المسند (4/284) .\n6 البخاري: التعبير (12/431) ح (7046) , ومسلم: الرؤيا (4/1777) ح (17) , وأحمد في المسند (1/236) .\n(4/283)\n\n1858- عن أبي هريرة قال: قال رسول الله صلى الله عليه وسلم: \"من حلف فقال: إن شاء الله، لم يَحْنَثْ\". رواه أحمد 1 وابن ماجة 2 والترمذي 3 وقال: (فَلَهُ) ثُنْياهُ، 4 والنسائي 5 وقال: فقد استثنى.\n__________\n1 في المسند (2/309) .\n2 في كتاب الكفارات (1/680) ح (2104) , ولفظه: \" من حلف فقال: إن شاء الله فله ثُنْياه \"، قلت: وبذلك يتبين خطأ المصنف أو الناسخ في نسبه هذا اللفظ: (فله ثنياه) للترمذي.\n3 في كتاب النذور والأيمان (4/108) ح (1532) , وقال: سألت محمد بن إسماعيل عن هذا الحديث, فقال: هذا خطأ, أخطأ فيه عبد الرزاق, اختصره من حديث معمر بن طاووس عن أبيه عن أبي هريرة عن النبي ? قال: إن سليمان بن داود: قال: لأطوفن ... الحديث. قلت: أخرج أحمد الحديث في المسند (2/309) , وقال: قال عبد الرزاق وهو اختصره, يعني مَعْمَرًا. قلت أيضاً: وقد أخرج الحديث بدون اختصار الإمام أحمد في المسند (2/275) بالسند نفسه, وفيه قصة سليمان ...\n4 مرّ قبل قليل في الحاشية رقم (3) أن هذا الفظ لابن ماجة, لا للترمذي, ومعنى: (فله ثنياه) أي: إن استثناءه ينفعه, فلا يحنث, سواء أتى بالمحلوف عليه أم لا.\n5 في كتاب الأيمان والنذور (7/23) , لكن عن ابن عمر.",
        "(4/284)\n\n1859- وعن ابن عمر، رضي الله عنهما، قال: قال رسول الله صلى الله عليه وسلم: \"من حلف على يمين فقال: إن شاء الله، فلا حِنْثَ عليه \". رواه الخمسة إلا أبا داود 1.\n__________\n1 الترمذي: النذور والأيمان (4/108) ح (1531) , وابن ماجة: الكفارات (1/680) ح (2106) , والنسائي: الأيمان والنذور (7/23) , بمعناه, قلت: قول المصنف: (إلا أبا داود) متعقب فيه, لأن أبا داود قد أخرج الحديث بلفظين كلفظي النسائي عن ابن عمر, انظر سنن أبي داود: كتاب الأيمان والنذور (3/225) ح (3261) و (3262) , والمراد بالرواية هنا رواية أصل الحديث والإتيان بمعناه, نعم إن صاحب المنتقى قال عن هذا الحديث: أخرجه الخمسة إلا أبا داود. فالله أعلم.\n(4/285)",
        "\nبابُ النَّذر\n1860- عن ابن عمر، رضي الله عنهما: \"أن النبي صلى الله عليه وسلم نهى عن النذر، وقال: إنه لا يأتي بخير؛ وإنما يُستخرج به من البخيل\". متفق عليه 1.\n1861- عن عائشة، رضي الله عنها، قالت: قال رسول الله صلى الله عليه وسلم: \"من نذر أن يطيع 2 الله فليطعه، ومن نذر أن يعصي 3 الله 4 فلا يعصه 5\". رواه البخاري 6.\n__________\n1 مسلم: النذر (3/1261) ح (4) , واللفظ له, والبخاري: القدر (11/499) ح (6658) , وفي كتاب الأيمان والنذور (11/576) ح (6693) وقال: \"وقال إنه لا يَرُدُّ شيئاً\" بدل: \"وقال: إنه لا يأتي بخير\". وأخرجه أحمد في المسند (2/61) .\n2 في المخطوطة: (أن يطع) ، وهو خطأ من الناسخ.\n3 في المخطوطة: (أن يعص) ، وهو خطأ من الناسخ.\n4 لفظ البخاري: (أن يعصيه) ، واللفظ الذي جاء به المصنف هو لفظ أبي داود. انظر: سنن أبي داود: الأيمان والنذور (3/232) ح (3289) .\n5 في المخطوطة: (فلا يعصيه) ، وهو خطأ من الناسخ.\n6 البخاري: الأيمان والنذور (11/581) ح (6696) و (11/585) ح (6700) .\n(4/286)\n",
        "1862- عن عقبة بن عامر رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: \"كفّارة النذر كفارةُ يمين\". رواه مسلم 1.\n1863- ولابن ماجة 2 والترمذي، 3 وصححه إذا لم يُسَمَّ.\n1864- عن عِمران بن حُصين، رضي الله عنهما، قال: سمعت رسول الله صلى الله عليه وسلم يقول: \"لا نذرَ في غَضَب، وكفارته كفارة يمين\". رواه سعيد 4.\n1865- عن ابن عباس، رضي الله عنهما، قال: \"بينما النبي صلى الله عليه وسلم يخطب إذا هو برجل قائم، 5 فسأل عنه. فقالوا: أبو إسرائيل،\n__________\n1 مسلم: النذر (3/1265) ح (13) .\n2 في كتاب الكفارات (1/687) ح (2127) بلفظ: ولم يُسَمِّه.\n3 في كتاب النذور والأيمان (4/106) ح (1528) باللفظ الذي أشار إليه المصنف.\n4 قلت: أبْعد المصنف النجعة, فقد أخرج الحديث النسائي: الأيمان والنذور (7/26) ، وأخرجه الإمام أحمد في المسند في أربعة مواضع عن عمران بن حصين, انظر: المسند (4/433، 439، 440، 443) , وسنن سعيد لم يطبع ما يتعلق بهذا الحديث, لكن ذكر الحديث صاحب الشرح الكبير (11/334) , وعزاه لسعيد بن منصور في سننه.\n5 وعند أبي داود: قائم في الشمس.\n(4/287)\n\nنذر أن يقوم 1 ولا يقعد، ولا يستظل، ولا يتكلم، وأن يصوم. فقال النبي صلى الله عليه وسلم مُرُوه 2 فليتكلم، وليستظل، وليقعد، وليتم صومه\". رواه البخاري 3.\n1866- وعنه عن النبي صلى الله عليه وسلم قال: \"من نذر نذراً 4 (لم يُسَمِّه) ، فكفارته كفارة يمين. ومن نذر نذراً 5 في معصية، فكفارته كفارة يمين. ومن نذر نذراً 6 لم يطقه، فكفارته كفارة يمين\". رواه ابن ماجة 7 والدارقطني 8 وأبو داود، 9 وذكر أن وكيعاً وغيره رووه موقوفاً.\n__________\n1 في المخطوطة: (أن يقوم في الشمس) ، وهذا اللفظ ليس في البخاري، ولا أبي داود، ولا ابن ماجة, لكن أورد صاحب المنتقى الحديث مثل لفظ المصنف, وعزاه للبخاري وأبي داود وابن ماجة, فلعله رأى هذا اللفظ في مخطوطة اطلع عليها. والله أعلم.\n2 هذا لفظ أبي داود, ولفظ البخاري: مُرْه.\n3 البخاري: الأيمان والنذور (11/586) ح (6704) , وأبو داود: الأيمان والنذور (3/235) ح (3300) , وابن ماجة الكفارات (1/690) ح (2136) .\n4 في المخطوطة: (نذر) بدون ألف في المواضع الثلاثة، وهو خطأ من الناسخ.\n5 في المخطوطة: (نذر) بدون ألف في المواضع الثلاثة، وهو خطأ من الناسخ.\n6 في المخطوطة: (نذر) بدون ألف في المواضع الثلاثة، وهو خطأ من الناسخ.\n7 في كتاب الكفارات (1/686، 687) مفرقاً بين حديثين رقم (2125) و (2128) .\n8 في النذور (4/158) ح (2) .\n9 في كتاب الأيمان والنذور (3/241) ح (3322) , وزاد الثلاثة: \" ومن نذر نذرا أطاقه فلْيف به \".",
        "(4/288)\n\n1867- عن عائشة، رضي الله عنها، أن النبي صلى الله عليه وسلم قال: \"لا نذر في معصية، وكفارته كفارة يمين\". رواه الخمسة، 1 ورواته ثقات، واحتج به أحمد وإسحاق، 2 وضعفه غير واحد 3. وقيل: إنه من رواية سليمان بن أرقم.\n1868- عن كعب بن مالك رضي الله عنه: \"أنه قال: يا رسول الله، إنَّ من توبتي أن أنْخَلِعَ من مالي، صدقةً إلى الله وإلى رسوله. فقال النبي صلى الله عليه وسلم: أمْسِكْ عليك بعض مالك، فهو خير لك. قال: قلت: إني أُمسك سَهمي الذي بخيبر\". متفق عليه 4.\n__________\n1 أبو داود: الأيمان والنذور (3/232) ح (3290) , وابن ماجة: الكفارات (1/686) ح (2125) , والترمذي: النذور والأيمان (4/1524) , والنسائي: الأيمان والنذور (7/24) , وأحمد في المسند (6/247) .\n2 أي: احتجوا بما يدل عليه هذا الحديث, وعملوا بمقتضى دلالته, ومن المقرر في علوم الحديث أن احتجاج العالم وفتياه على وفق حديث لا يُعتبر تصحيحاً له, لأنه ربما يكون احتج بأدلة أخرى.\n3 سبب التضعيف هو أن الزهري لم يسمعه من أبي سلمة, انظر تفاصيل ذلك وتوضيحه فيما قاله الترمذي وأبو داود تعليقاً، علما هذا الحديث في الأمكنة التي أشرت إليها.\n4 البخاري: الأيمان والنذور (11/572) ح (6690) , ومسلم: التوبة (4/2120) ح (53) , وأحمد في المسند (6/389) .\n(4/289)",
        "\n1869- وفي قصة توبة أبي لُبابَة: \"وأن أنْخَلِعَ من مالي، صدقة لله ورسوله. قال النبي صلى الله عليه وسلم: يجزئ عنك الثلث\". رواه أحمد 1.\n1870- عن عقبة بن عامر رضي الله عنه قال: \"نذرتْ أختي أن تمشي إلى بيت الله (، فأمرتني أن أستفتي لها رسول الله صلى الله عليه وسلم، فاستفتيته، فقال: لتمشِ ولْتركبْ\". متفق عليه، ولفظه للبخاري 2.\n1871- وفي رواية: \"أن أخته نذرت أن تمشي حافية غير مختمِرة، فسألت النبي صلى الله عليه وسلم؟ فقال: إن الله لا يصنع بشقاء أختك شيئاً. مُرْها: فلتختمرْ ولتركبْ، ولتصمْ ثلاثة أيام\". رواه الخمسة 3.\n__________\n1 أحمد في المسند (3/452، 453) .\n2 البخاري: جزاء الصيد (4/78) ح (1866) , ومسلم: النذر (3/1264) ح (11) , وأحمد في المسند (4/143) .\n3 أحمد في المسند (4/145) , وأبو داود: الأيمان والنذور (3/233) ح (3293) , والترمذي: النذور والأيمان (4/116) ح (1544) , والنسائي: الأيمان والنذور (7/19) , وابن ماجة: الكفارات (1/689) ح (2134) .\n(4/290)\n",
        "1872- وفي رواية لأحمد: \"لتركبْ، ولْتهدِ 1 بَدَنَة\" 2.\n1873- وفي رواية أخرى له ولأبي داود من حديث ابن عباس، رضي الله عنهما، قال: جاءت امرأة إلى النبي صلى الله عليه وسلم ... وذكرَهُ ... وفيه: \"لِتخرجْ راكبة، ولْتكفِّرْ (عن) يمينها\" 3.\n1874- عن ثابت بن الضحاك: \"أن رجلاً أتى النبي صلى الله عليه وسلم فقال: إني نذرت أن أنحر إبلاً ببُوَانَة، فقال: هل كان 4 فيها وثن 5 من أوثان الجاهلية يُعبد؟ قالوا: لا. قال: فهل كان فيها عيد من أعيادهم؟ قالوا: لا. قال: أوفِ بنذرك؛ فإنه لا وَفَاءَ لنذر في معصية الله، ولا فيما لا يملك ابن آدم\". رواه أبو داود 6.\n1875- وعن عقبة بن عامر رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: \"كفارة النذر إذا لم يسم، كفّارة يمين\".\n__________\n1 في المخطوطة: (ولتهدي) ، وهو خطأ من الناسخ.\n2 أحمد في المسند (4/201) .\n3 أحمد في المسند (1/310) , وأبو داود: الأيمان والنذور (3/234) ح (3295) .\n4 في المخطوطة: (اكان) .\n5 في المخطوطة: (وثنا) ، وهو خطأ من الناسخ.\n6 أبو داود: الأيمان والنذور (3/238) ح (3313) .\n(4/291)\n\nرواه ابن ماجة 1ومحمد بن عيسى بن سورة، 2 والترمذي وصححه 3.\n__________\n1 ابن ماجة الكفارات (1/687) ح (2127) , بلفظ: ولم يُسَمِّه.\n2 رسمت في المخطوطة: أولاً (ابن سورة) ، ثم ضُرب على الراء, ورسم فوقها دالاً, فصارت (ابن سَوْدَة) ، وهو خطأ وتصرف من الناسخ, فإن سَوْرَة هو اسم جد الإمام الترمذي, وهو بالراء لا بالدال.\n3 الترمذي: النذور والأيمان (4/106) ح (1528) , باللفظ الذي أشار إليه المصنف. قلت: والحديث قد كرره المصنف, فقد مر في باب النذر ذاته برقم (1863) .",
        "(4/292)\n\nكتاب القضاء\nكتاب القضاء\n...\nكِتَابُ القَضَاء\n1876- عن عبد الله بن عَمرو، رضي الله عنهما، أن النبي صلى الله عليه وسلم قال: \"لا يحل لثلاثة يكونون بأرض فلاة 1 إلا أمّرُوا عليهم أحَدَهم\". رواه أحمد 2.\n1877- ولأبي سعيد: \"إذا خرج ثلاثة في سَفَر، فليؤمِّروا أحدهم\". رواه أبو داود 3.\n1878- وله من حديث أبي هريرة: مثله 4.\n1879- عن أبي هريرة رضي الله عنه عن النبي صلى الله عليه وسلم قال: \"إنكم ستحرصون على الإمارة، وستكون ندامة يوم القيامة\n__________\n1 في المخطوطة: (يكونوا بفلات من الأرض) ، وهو خطأ من الناسخ.\n2 أحمد في المسند (2/177) .\n3 أبو داود: الجهاد (3/36) ح (2608) .\n4 أبو داود: الجهاد (3/36) ح (2609) .\n(4/293)",
        "\nفنِعْم المرضعة، 1 وبئست 2 الفاطمة 3\". رواه البخاري 4.\n1880- عن أبي هريرة رضي الله عنه عن النبي صلى الله عليه وسلم قال: \"من طلب قضاء المسلمين حتى ناله، ثم غلب عدلُه جورَه، فله الجنة. ومن غلب جورُه عدلَه، فله النار\". رواه أبو داود 5.\n1881- وعنه قال: قال رسول الله صلى الله عليه وسلم: \"من جُعل قاضياً بين الناس، فقد ذُبح بغير سكين\". رواه الخمسة، ورواته ثقات، وحسنه الترمذي 6.\n__________\n1 أي: نعم الإمارة في الدنيا, لما فيها من حصول الجاه والمال ونفاذ الكلمة.\n2 في المخطوطة: (بئس) .\n3 أي: بئس الإمارة بعد الموت أو العزل، وما يترتب عليها من التبعات في الآخرة.\n4 البخاري: الأحكام 1 (3/125) ح (7148) .\n5 أبو داود: الأقضية (3/299) ح (3575) .\n6 الترمذي: الأحكام (3/614) ح (1325) , وأبو داود: الأقضية (3/298) ح (3572) , وابن ماجة: الأحكام (2/774) ح (2308) . قلت: ولم أجده في سنن النسائي الصغرى (المجتبى) , لكن ذكر الحافظ ابن حجر في التلخيص، في الكلام على هذا الحديث فقال: \"وكفاه قوة تخريج النسائي له\"، فلعله في السنن الكبرى. والله أعلم.\n(4/294)\n",
        "1882- وعن عبد الله بن أبي أوفى، رضي الله عنهما، قال: قال رسول الله صلى الله عليه وسلم: \"إن الله مع القاضي ما لم يَجُرْ، فإذا جار تَخَلّى عنه، ولزمه الشيطان\". رواه الترمذي 1.\n1883- وعن ابن عمر، رضي الله عنهما، قال: قال رسول الله صلى الله عليه وسلم: \"إن المقسطين (عند الله) على منابر من نور، على يمين الرحمن، وكلتا يديه يمين: الذين يعدلون في حكمهم، وأهليهم، وما وَلُوا\". رواه مسلم 2.\n1884- عن بُرَيْدَة رضي الله عنه عن النبي صلى الله عليه وسلم قال: \"القضاة ثلاثة: واحد في الجنة، واثنان في النار: فأما الذي في الجنة: فرجل عرف الحق فقضى به. ورجل عرف الحق فجار في الحكم، فهو في النار. ورجل قضى للناس على جهل، فهو في النار\". رواه الخمسة إلا أحمد، 3 ورواته ثقات.\n__________\n1 الترمذي: الأحكام (3/618) ح (1330) .\n2 مسلم: الإمارة (3/1458) ح (18) , وأخرجه أحمد والنسائي.\n3 الترمذي: الأحكام (3/613) ح (1322) , وأبو داود: الأقضية (3/299) ح (3573) , وابن ماجة: الأحكام (2/776) ح (2315) , قلت: ولم أجده في سنن النسائي الصغرى (المجتبى) , ولدى رجوعي لكتاب تحفة الأشراف للمزي (2/94) ح (2009) ، فأفاد النسائي أنه أخرجه في كتاب القضاء, وقال المحقق: لعله في الكبرى، وهو كما قال. والله أعلم.\n(4/295)\n\n1885- عن أبي ذر رضي الله عنه أن النبي صلى الله عليه وسلم قال: \"يا أبا ذر، إني أراك ضعيفا، وإني أحب لك ما أحب لنفسي. لا تأمرن 1 على اثنين، ولا تَوَلّيَنَّ 2 مال يتيم \". رواه مسلم 3.\n1886- عن أبي هريرة رضي الله عنه عن النبي صلى الله عليه وسلم قال: \"من أُفتي (بفُتْيا) غير ثَبَتٍ، 4 فإنما إثمه على من 5 أفتاه\". رواه أحمد 6 وابن ماجة 7.\n1887- عن عَمرو بن العاص رضي الله عنه أنه سمع رسول الله صلى الله عليه وسلم يقول: \"إذا حكم الحاكم فاجتهد ثم أصاب، فله أجران. فإن حكم فاجتهد فأخطأ، فله أجر\".\n__________\n1 أصلها: لا تتأمرنَّ من الإمارة, فحذفت تخفيفاً, وأما (ولا تَوَلَّيَنَّ ... إلخ، أي: لا تكن ولياً على أموال يتيم، خشية أن تضعف عن القيام بما يجب عليك تجاهه.\n2 في المخطوطة: (ولا تلين) ، وما أثبته هو ما في مسلم وأبي داود.\n3 مسلم: الإمارة (3/1457) ح (17) , وأبو داود: الوصايا (3/114) ح (2868) .\n4 في المخطوطة: (من أُفتي بغير ثبت) ، وهو خطأ, والثَّبت بفتح الثاء والباء هو: العَدْل الضابط كما في المصباح.\n5 في المخطوطة: (الذي) ، وما أثبته هو ما في المسند وابن ماجة.\n6 في المسند (2/321) .\n7 في المقدمة (1/20) ح (53) .",
        "(4/296)\n\nمتفق عليه 1.\n1888- عن أنس بن مالك رضي الله عنه أن النبي صلى الله عليه وسلم قال: \"اسمعوا وأطيعوا، وإن استُعمِل عليكم عبد (حبشي) كأنَّ رأسه زبيبة\". رواه البخاري 2.\n1889- عن أبي بكرة رضي الله عنه قال: \"لما بلغ النبيَّ صلى الله عليه وسلم أن أهل فارس مَلّكُوا عليهم ابنةَ كسرى قال: لن يُفلح قوم ولّوْا أمْرَهم امرأةً\". رواه البخاري 3.\n1890- وعنه قال: سمعت رسول الله صلى الله عليه وسلم يقول: \"لا يقضي الحاكم بين اثنين وهو غضبان\". متفق عليه 4.\n1891- عن عبد الله بن عمر، رضي الله عنهما، قال: قال رسول الله صلى الله عليه وسلم: \"لعنة الله على الراشي والمرتشي\".\n__________\n1 البخاري: الاعتصام 1 (3/318) ح (7352) , ومسلم: الأقضية (3/1342) ح (15) , وأحمد في المسند (4/198) .\n2 البخاري: الأحكام 1 (3/121) ح (7142) .\n3 البخاري: الفتن (13/53) ح (7099) .\n4 البخاري: الأحكام 1 (3/136) ح (7158) , ومسلم: الأقضية (3/1342) ح (16) , وأحمد في المسند (5/36) , واللفظ لأحمد.\n(4/297)",
        "\nرواه الخمسة إلا النسائي، ورواته ثقات، وحسنه الترمذي 1.\n1892- عن أبي حُمَيْد الساعدي رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: \" هدايا العُمّال غُلُول 2\". رواه أحمد 3 من رواية إسماعيل بن عياش.\n1893- عن أنس رضي الله عنه قال: \"إن قيس بن سعد كان يكون بين يدي رسول الله صلى الله عليه وسلم بمنزلة صاحب الشرطة من الأمير\". رواه البخاري 4.\n1894- عن ابن عمر، رضي الله عنهما عن رسول الله صلى الله عليه وسلم قال: \"من خاصم في باطل وهو يعلمه، لم يزل في سخط الله حتى ينزع 5 \". رواه أبو داود 6.\n__________\n1 الترمذي: الأحكام (3/622) ح (1336) , وأبو داود: الأقضية (3/300) ح (3580) , وابن ماجة: الأحكام (2/775) ح (2313) واللفظ له, وأحمد في المسند (2/164) , وزاد الترمذي: \"في الحُكْم\" وقال: حديث حسن صحيح.\n2 الغلول في الأصل هو: السرقة من المغنم والخيانة في الغنيمة, والمعنى هنا: خيانة لولي الأمر.\n3 أحمد في المسند (5/424) .\n4 البخاري: الأحكام 1 (3/133) ح (7155) .\n5 أي: يقلع عن هذا الفعل ويرجع عنه.\n6 أبو داود: الأقضية (3/305) ح (3597) , وأخرجه ابن ماجة والإمام أحمد.\n(4/298)\n",
        "1895- عن أم سلمة، رضي الله عنها، قالت: قال رسول الله صلى الله عليه وسلم: \"إنكم تختصمون إليَّ، ولعل بعضكم أن يكون ألْحَنَ 1 بحجته من بعض، فأقضي له على نحو ما أسمع منه. فمن قضيت له من حق أخيه شيئاً، فلا يأخذه، فإنما أقطع له قطعة من النار 2\". متفق عليه 3.\n1896- عن علي رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: \"إذا تقاضى إليك رجلان، فلا تقضِ للأول حتى تسمع كلام الآخر؛ فسوف تدري كيف تقضي. قال عليَّ: 4 فما زلت قاضياً \". رواه أحمد 5 وأبو داود 6 والترمذي 7 وهذا لفظه، وقال: حديث حسن. رواه 8 ابن المديني في كتاب العلل وقال: هذا حديث كوفي إسناده.\n__________\n1 أي: أبلغ وأعلم بالحجة.\n2 معناه: إن قضيت له بظاهر يخالف الباطن, فهو حرام يؤول به إلى النار.\n3 البخاري: الأحكام 1 (3/157) ح (7169) , ومسلم: الأقضية (3/1337) ح (4) , وأحمد في المسند (6/203) .\n4 في المخطوطة: (قال عليا) ، وهو خطأ من الناسخ.\n5 في المسند (1/143) .\n6 في كتاب القضاء (3/301) ح (3582) نحوه.\n7 في كتاب الأحكام (3/618) ح (1331) , وزاد كلمة: \"بعد\" في آخر الحديث.\n8 من هنا إلى آخر الكلام ليس تتمة لكلام الترمذي, وإنما هو من كلام المصنف.\n(4/299)\n\n1897- وعن أبي هريرة رضي الله عنه عن النبي صلى الله عليه وسلم قال: \"بينما امرأتان معهما ابناهما، جاء الذئب فذهب بابن إحداهما. فقالت هذه لصاحبتها: إنما ذهب بابنك (أنت) ، وقالت الأخرى: إنما ذهب بابنك. فتحاكما إلى داود عليه السلام، فقضى به للكبرى. فخرجتا على سليمان بن داود عليهما السلام، فأخبرتاه. فقال: ائتوني بالسكين أشقه بينكما، (فـ) قالت الصغرى: لا. يَرْحَمُك الله، 1 هو ابنها. فقضى به للصغرى. (قال:) قال أبو هريرة: والله إن سمعت 2 بالسكين (قطُّ) إلا يومئذ، ما كنا نقول: إلا بالمُدْيَة 3\") . متفق عليه، واللفظ لمسلم 4.\n1898- وقال البخاري: \"لا تفعل، يرحمك الله \" 5.\n__________\n1 لا, يرحمك الله، معناه: لا تشقه, ثم استأنفت بدعاء دعته له، فقالت: يرحمك الله, لكن قال أهل العلم: إنه يستحب في مثل هذا أن يأتي بالواو للفصل، لئلا يلتبس المعنى, فيقال: لا. ويرحمك الله.\n2 إن سمعت: أي: ما سمعت.\n3 في المخطوطة: (بالمدية) ، وهو خطأ من الناسخ, سُمِّيَتْ كذلك لأنها تقطع مدى حياة الحيوان.\n4 البخاري: الفرائض (12/55) ح (6769) , ومسلم: الأقضية (3/1344) ح (20) , وأحمد في المسند (2/240) .\n5 هذا اللفظ هو في المكان الذي أشرت إليه قبل قليل من صحيح البخاري.",
        "(4/300)\n\n1899- وعن عبد الله بن الزبير عن أبيه، رضي الله عنهما: \"أن رجلا من الأنصار خاصم الزبير في شِراج 1 الحَرَّة التي يسقون بها النخيل. فقال الأنصاري: سرّحِ الماء (يمرّ) ، فأبى. فاختصما عند رسول الله صلى الله عليه وسلم، فقال للزبير: اسقِ، ثم أرسل الماء على جارك. فغضب الأنصاري وقال: يا رسول الله، أن كان ابن عمتك 2؟ فتلون وجه رسول الله صلى الله عليه وسلم، 3 ثم قال للزبير: اسق يا زبير، ثم احبس الماء حتى يرجع إلى الجَدْر. 4 فقال الزبير: إني لأحسب 5 هذه الآية نزلت في ذلك: {فَلا وَرَبِّكَ لا يُؤْمِنُونَ} 6 الآية\". رواه الجماعة 7.\n__________\n1 شراج: جمع شرج, والمراد بالشراج مسايل الماء.\n2 أي: قضيت بذلك لأن الزبير ابن عمتك.\n3 أي: ظهر عليه علامات الغضب.\n4 أي: الحاجز التي تحبس الماء.\n5 في المخطوطة: (لا أحب) وهو تصحيف من الناسخ.\n6 سورة النساء آية: 65.\n7 البخاري: المساقاة (5/34) ح (2359) , ومسلم: الفضائل (4/1829) ح (129) ، وأبو داود: الأقضية (3/315) ح (3637) , والترمذي: التفسير (5/238) ح (3027) , والنسائي: آداب القضاة (8/209) , وابن ماجة: المقدمة (1/7) ح (15) , وأحمد في المسند (1/165) .\n(4/301)",
        "\nبابُ الدَّعاوَى والبيِّنات\n1900- عن ابن عباس، رضي الله عنهما، أن النبي صلى الله عليه وسلم قال: \"لو يُعطى الناس بدَعْواهم لادَّعَى ناس دماءَ رجال وأموالَهم، ولكنَّ اليمين على المدَّعى عليه\". متفق عليه، واللفظ لمسلم. 1 وزعم بعض المتأخرين أنه لا يصح مرفوعاً، إنما هو من قول ابن عباس، وزعمُه مردود.\n1901- وللبيهقي: \"البَيِّنَة على المدّعِي، واليمين على من أنكر\" 2.\n1902- وعنه: \"أن النبي صلى الله عليه وسلم قضى بيمين وشاهد\". رواه مسلم، 3 وتكلم فيه البخاري 4 والطحاوي 5.\n__________\n1 مسلم: الأقضية (3/1336) ح (1) , والبخاري: التفسير (8/213) ح (4552) , وأحمد في المسند (1/343) .\n2 السنن الكبرى للبيهقي: الدعوى والبينات (10/252) .\n3 مسلم: الأقضية (3/1337) ح (3) .\n4 قال الترمذي في العلل: سألت محمداً عن هذا الحديث فقال: لم يسمعه عندي عمرو من ابن عباس.\n5 قال البيهقي: أعله الطحاوي بأنه لا يعلم قيساً يحدث عن عمرو بن دينار بشيء. انظر ذلك، وقول البخاري، في التلخيص الحبير (4/205) ح (2132) .\n(4/302)\n",
        "1903- وعن عقبة بن الحارث: \"أنه تزوج أم يحيى بنت أبي إهاب، فجاءت أمة سوداء فقالت: قد أرضعتكما. قال: فذكرت ذلك للنبي صلى الله عليه وسلم فأعرض عني. قال: فتنحيتُ، فذكرت ذلك له، فقال: وكيف وقد زعمت أنها أرضعتكما؟ فنهاه عنها \" 1.\n1904- وفي لفظ: \"دَعْها عَنْك! \". رواه البخاري 2.\n1905- وللدارقطني: \"دعها عنك! لا خير لك فيها\" 3.\n1906- وعن أبي هريرة رضي الله عنه عن النبي صلى الله عليه وسلم: \"أنه عرض على قوم اليمين، فأسرعوا، فأمر أن يُسْهَمَ بينهم في اليمين أيهم يحلف\". رواه البخاري 4.\n1907- وعن سِمَاك عن علقمة بن وائل عن أبيه قال: \"جاء رجل من حضرموت ورجل من كِنْدَة إلى النبي صلى الله عليه وسلم. فقال الحضرمي: يا رسول الله، إن هذا قد غلبني على أرض (لي) كانت لأبي. فقال الكِنْدي: هي أرضي في يَدِي أزرعها، ليس له فيها حق. فقال النبي صلى الله عليه وسلم للحضرمي: ألَك بَيِّنَة؟ قال: لا. قال (فـ) لك يمينه. قال: يا رسول الله، إن الرجل فاجر 5 لا يبالي (على) ما حلف\n__________\n1 البخاري: البيوع (4/291) ح (2052) بمعناه.\n2 البخاري: النكاح (9/152) ح (5104) .\n3 الدارقطني: الرضاع (4/177) ح (19) .\n4 البخاري: الشهادات (5/285) ح (2674) .\n5 في المخطوطة: (فاجرا) ، وهو خطأ من الناسخ.\n(4/303)\n\nعليه، وليس يتورع من شيء. فقال: ليس لك منه إلا ذلك. فانطلق ليحلف، فقال النبي صلى الله عليه وسلم لما أدبر: أما 1 لَئِنْ حَلَفَ على ماله ظلماً لَيَلْقَينَّ الله وهو عنه مُعْرِض\" 2.\n1908- وعن أبي أُمامة الحارثي: \"أن رسول الله صلى الله عليه وسلم قال: من اقتطع حق امرئ مسلم بيمينه، فقد أوجب الله له النار، وحرم عليه الجنة. فقال له رجل: وإن كان شيئاً يسيراً يا رسول الله؟ قال: وإن قضيباً 3 من أرَاك 4\". رواهما مسلم 5.\n1909- وعن الأشعث بن قيس قال: \"كان بيني وبين رجل خصومة في بئر، فاختصمنا إلى النبي صلى الله عليه وسلم، فقال: شاهداك أو يمينه. فقلت: إنه إذاً 6 يحلف ولا يبالي. فقال: من حلف على\n__________\n1 في المخطوطة: من هنا إلى آخر الحديث جاء النص مشوشاً ومصحفاً, ونصه في المخطوطة: كما يلي: (مالك لئن يحلف على ماله ظلماً ليلقين الله وهو معرض عنه) . وقد أثبت النص الصحيح الذي في صحيح مسلم.\n2 مسلم: الإيمان (1/123) ح (223) .\n3 نصب على أنه خبر كان المقدّرة, والتقدير: \"وإن كان المقتطع قضيباً\". هذا، وقد أثبتت (كان) في المخطوطة, ولكنها ليست مثبتة في صحيح مسلم.\n4 الأراك: شجر معروف في الجزيرة العربية، يتخذ منه السواك.\n5 مسلم: الإيمان (1/122، 218) .\n6 رسمت في المخطوطة هكذا: (اذا) .",
        "(4/304)\n\nيمين يقتطع بها مال مسلم هو فيها فاجر، 1 لقي الله وهو عليه غضبان\". متفق عليه 2.\n1910- عن قتادة عن سعيد بن (أبي) بُرْدَة عن أبيه عن أبي موسى: \"أن رجلين اختصما إلى النبي صلى الله عليه وسلم في دابة ليس لواحد منهما بَيِّنَة. فقضى بها بينهما نصفين\". رواه أحمد 3 وأبو داود 4 وابن ماجة 5 والنسائي، 6 وهذا لفظه، وقال: إسناده جيد 7.\n1911- وروى أبو داود من حديث همام عن قتادة بإسناده: \"أن رجلين ادَّعَيَا بعيراً على عهد النبي صلى الله عليه وسلم. فبعث كل واحد منهما شاهدين، فقسمه بينهما نصفين\" 8.\n__________\n1 في المخطوطة: (فاجراً) ، وهو خطأ من الناسخ.\n2 البخاري: الخصومات (5/73) ح (2416) , ومسلم: الإيمان (1/122) ح (220) , وأحمد في المسند (5/211) , قلت: وأخرجه الأربعة إلا النسائي.\n3 في المسند (4/402) .\n4 في كتاب الأقضية (3/310) ح (3613) بمعناه.\n5 في كتاب الأحكام (2/780) ح (2330) بمعناه.\n6 في كتاب آداب القضاة (8/217) بلفظه.\n7 لم أجد هذا القول للنسائي في سننه في النسخة المطبوعة بعد هذا الحديث، فلعله في نسخة أخرى أو مكان آخر. والله أعلم.\n8 أبو داود: الأقضية (3/310) ح (3615) .\n(4/305)",
        "\n1912- وذكر البغوي من حديث جابر: \"أن رجلين تداعيا\nدابة، 1 فأقام كُل واحد منهما البينة أنها دابته نَتَجَها. 2 فقضى بها رسول الله صلى الله عليه وسلم للذي هي بيده\" 3.\n1913- وعن أبي هريرة رضي الله عنه: \"أن رجلين تداعيا عَيْناً لم يكن لواحد منهما بَيِّنَة، فأمرهما النبي صلى الله عليه وسلم أن يَسْتَهما على اليمين، أحَبّا أم كَرِها\". رواه أبو داود 4.\n1914- وعن أبي هريرة رضي الله عنه قال: قال النبي صلى الله عليه وسلم: \"ثلاثة لا يكلمهم الله يوم القيامة، (ولا ينظر إليهم) ، ولا يزكيهم، ولهم عذاب أليم: رجل على فَضْل ماء بالفَلاة يمنعه من ابن السبيل، ورجل باع سِلْعة بعد العصر، فحلف له بالله لأخذها بكذا وكذا فصدَّقه، وهو على غير ذلك، ورجل بايع إماماً لا يُبَايعه إلا لدنيا، فإن أعطاه منها وَفَى، وإن لم يعطه منها لم يف \". متفق عليه 5.\n__________\n1 أي: اختصما فيها.\n2 في المخطوطة: (انه أنتجها) . ومعنى نتجها: أي: أرسل عليها الفحل وولدها وولي نتاجها.\n3 شرح السنة للبغوي, انظر: مشكاة المصابيح بهامش مرقاة المفاتيح (4/160) بلفظ مقارب.\n4 أبو داود: الأقضية (3/311) ح (3616) و (3618) , بلفظ مقارب للفظ المصنف.\n5 البخاري: الشهادات (5/284) ح (2672) , ومسلم: الإيمان (1/103) ح (173) , وأحمد في المسند (2/253) , واللفظ لمسلم.\n(4/306)\n",
        "1915- وللبخاري: \"ورجل حلف على يمين كاذبة بعد العصر ليقتطع بها مال امرئ مسلم\" 1.\n1916- وعن عبد الله بن نِسطاس عن جابر بن عبد الله، رضي الله عنهما، أن النبي صلى الله عليه وسلم قال: \"من حلف على منبري هذا بيمين 2 آثمة، فليتبوَّأ مقعده من النار\". رواه مالك 3 وأحمد 4 وأبو داود 5 وابن ماجة 6 والنسائي 7 وأبو حاتم البستي 8.\n__________\n1 البخاري: التوحيد (13/423) ح (7446) .\n2 في المخطوطة: (يمين) ، والتصحيح من سنن ابن ماجة.\n3 في الموطإ: الأقضية (2/727) ح (10) .\n4 في المسند (3/375) .\n5 في كتاب الأيمان والنذور (3/221) ح (3246) .\n6 في كتاب الأحكام (2/779) ح (2325) .\n7 لم أجده في السنن الصغرى, فلعله في سننه الكبرى. هذا، وقد ذكر المزي في تحفه الأشراف (2/213) أن النسائي أخرجه في كتاب القضاء, وليس في السنن الصغرى اسم هذا الكتاب. ولذلك قال المحقق: لعله في الكبرى.\n8 لم يطبع صحيح ابن حبان بعد.\n(4/307)\n\nكِتابُ الشَّهادات\nقال الله تعالى: {وَاسْتَشْهِدُوا شَهِيدَيْنِ مِنْ رِجَالِكُمْ} الآية 1.\n1917- عن زيد بن خالد الجهني رضي الله عنه: \"أن النبي صلى الله عليه وسلم قال: ألا أُخبركم 2 بخير الشهداء؟ 3 الذي يأتي بشهادته قبل أن يُسألها\". رواه مسلم 4.\n1918- وعن عمران بن حصين، رضي الله عنهما: 5 \"أن النبي صلى الله عليه وسلم قال: إن خيركم: قرني، ثم الذين يلونهم. قال عمران: فلا أدري أقال النبي صلى الله عليه وسلم بعد قرنه مرتين أو ثلاث. 6 ثم\n__________\n1 سورة البقرة آية: 282.\n2 في المخطوطة: (الا خيركم) ، وهو تصحيف من الناسخ.\n3 في المخطوطة: (الشهود) ، وما أثبته هو لفظ مسلم, ومعنى الشهداء: الشهود.\n4 مسلم: الأقضية (3/1344) ح (19) , قلت: والحديث أخرجه الجماعة إلا البخاري.\n5 اختلف في حصين والد عمران هل أسلم أو مات على الشرك, والراجح أنه أسلم ومات على الإسلام.\n6 في المخطوطة: (او ثلاث) ، وهو خطأ.",
        "(4/308)\n\n(يكون) بعدهم قوم يَشْهَدُون ولا يُستشهدون، ويخونون ولا يُؤتمنون، وينذُرُون 1 ولا يُوفُون. ويَظْهر فيهم السِّمن\" 2.\n1919- وعن عبد الرحمن بن أبي بكرة عن أبيه قال: \"كنا عند رسول الله صلى الله عليه وسلم فقال: ألا أنبئكم بأكبر الكبائر؟ ثلاثاً: الإشراك بالله، وعقوق الوالدين، وشهادة الزور، أو قول الزور. وكان رسول الله صلى الله عليه وسلم متكئاً فجلس، فما زال يكررها حتى قلنا: ليته سكت! \". متفق عليهما، واللفظ لمسلم 3.\n1920- وعن عمر بن الخطاب رضي الله عنه قال: \"إن ناساً كانوا يُؤخذون بالوحي في 4 عهد رسول الله صلى الله عليه وسلم، وإن الوحي قد انقطع، وإنما نأخذكم (الآن) بما ظهر لنا من أعمالكم: فمن أظهر لنا خيراً أمِنّاهُ وقرّبناه، وليس إلينا 5 من سريرته\n__________\n1 في المخطوطة: (وينذون) ، وسقطت الراء سهواً على الناسخ.\n2 مسلم: فضائل الصحابة (4/1964) ح (214) , والبخاري: الرقاق (11/244) ح (6428) , وأحمد في المسند (4/427) , واللفظ للبخاري لا لمسلم، كما قال المصنف.\n3 مسلم: الإيمان (1/91) ح (143) , والبخاري: استتابة المرتدين (12/264) ح (6919) , وأحمد في المسند (5/36) .\n4 في المخطوطة: (على) .\n5 في المخطوطة: (لنا) .\n(4/309)",
        "\nشيء؛ 1 الله يحاسبه في سريرته. 2 ومن أظهر لنا سوءاً لم نَأمَنْه ولم نُصَدِّقْه، وإن قال: (إنَّ) سَرِيرته حسنة\". رواه البخاري 3.\n1921- وقال: قال لي علي بن عبد الله: ثنا 4 يحيى بن آدم ثنا ابن أبي زائدة عن محمد بن أبي القاسم عن عبد الملك بن سعيد بن جُبَيْر عن أبيه عن ابن عباس قال: \"خرج رجل من بني سهم مع تميم الداري وعَدِيَّ بن بَدَّاء، 5 فمات السهمي بأرض ليس بها مسلم. فلما قدما بتركته فقدوا جَاماً 6 من فضة مُخَوَّصا من ذهب، 7 فأحلفهما رسول الله صلى الله عليه وسلم. ثم وُجِدَ الجام8 بمكة، فقالوا: ابتعناه من تميم\n__________\n1 في المخطوطة: (شيئا) ، وهو خطأ من الناسخ.\n2 وروي: \"الله محاسبه في سريرته\"، وروي: \"الله يحاسب سريرته\".\n3 البخاري: الشهادات (5/251) ح (2641) .\n(ثنا) مختصر من قول المحدثين: (حدثنا) ، وهو اصطلاح شائع في الكتابة بينهم.\n5 رسمت في المخطوطة هكذا: (بدء) ، وهو خطأ من الناسخ.\n6 في المخطوطة: (لجاما) ، وهو تصحيف من الناسخ, والجام هو: الإناء.\n7 أي: منقوشاً فيه صفة الخوص بخيوط الذهب.\n8 في المخطوطة: (ثم وجدوا اللجام) ، وهو خطأ وتصحيف من الناسخ.\n(4/310)\n",
        "وعدي. فقام رجلان من أولياء السهمي 1 فحلفا لشهادتنا أحق من شهادتهما، 2 وأن الجام 3 لصاحبهم. قال: وفيهم نزلت: {يَا أَيُّهَا الَّذِينَ آمَنُوا شَهَادَةُ بَيْنِكُمْ إِذَا حَضَرَ أَحَدَكُمُ الْمَوْتُ حِينَ الْوَصِيَّةِ اثْنَانِ ذَوَا عَدْلٍ مِنْكُمْ أَوْ آخَرَانِ مِنْ غَيْرِكُمْ إِنْ أَنْتُمْ ضَرَبْتُمْ فِي الأَرْضِ فَأَصَابَتْكُمْ مُصِيبَةُ الْمَوْتِ تَحْبِسُونَهُمَا مِنْ بَعْدِ الصَّلاةِ فَيُقْسِمَانِ بِاللَّهِ إِنِ ارْتَبْتُمْ لا نَشْتَرِي بِهِ ثَمَناً وَلَوْ كَانَ ذَا قُرْبَى وَلا نَكْتُمُ شَهَادَةَ اللَّهِ إِنَّا إِذاً لَمِنَ الآثِمِينَ فَإِنْ عُثِرَ عَلَى أَنَّهُمَا اسْتَحَقَّا إِثْماً فَآخَرَانِ يَقُومَانِ مَقَامَهُمَا مِنَ الَّذِينَ اسْتَحَقَّ عَلَيْهِمُ الأَوْلَيَانِ فَيُقْسِمَانِ بِاللَّهِ لَشَهَادَتُنَا أَحَقُّ مِنْ شَهَادَتِهِمَا وَمَا اعْتَدَيْنَا إِنَّا إِذاً لَمِنَ الظَّالِمِينَ ذَلِكَ أَدْنَى أَنْ يَأْتُوا بِالشَّهَادَةِ عَلَى وَجْهِهَا أَوْ يَخَافُوا أَنْ تُرَدَّ أَيْمَانٌ بَعْدَ أَيْمَانِهِمْ وَاتَّقُوا اللَّهَ وَاسْمَعُوا وَاللَّهُ لا يَهْدِي الْقَوْمَ الْفَاسِقِينَ} 4\") 5.\n__________\n1 في المخطوطة: (من أوليائه) ، وما أثبته هو ما في البخاري وأبي داود.\n2 في المخطوطة: (من شهادتهم) ، وهو خطأ من الناسخ.\n3 في المخطوطة: (اللجام) .\n4 سورة المائدة آية: 106-107.\n5 البخاري: الوصايا (5/409) ح (2780) , وأبو داود: الأقضية (3/307) ح (3606) .\n(4/311)\n\n1922- وعن عطاء بن يسار عن أبي هريرة أنه سمع رسول الله صلى الله عليه وسلم يقول: \"لا تُقْبَل شهادة بدوي على صاحب قرية \". رواه أبو داود 1 وابن ماجة، 2 ورواته ثقات، وقال البيهقي: 3 هو مما تفرد به محمد بن عمرو بن عطاء عن عطاء بن يسار.\n1923- وعن محمد بن راشد عن سليمان بن موسى عن عمرو بن شعيب عن أبيه عن جده قال: قال رسول الله صلى الله عليه وسلم: \"لا تجوز شهادة خائن ولا خائنة، ولا ذي غِمْرٍ 4 على أخيه. ولا تجوز شهادة القانع لأهل البيت، وتجوز شهادته لغيرهم. والقانع الذي ينفق عليه أهل البيت\". رواه أحمد 5 وهذا لفظه، وأبو داود. 6 ومحمد وسليمان: صدوقان، وقد تكلم فيهما بعض الأئمة.\n__________\n1 أبو داود: الأقضية (3/306) ح (3602) .\n2 ابن ماجة الأحكام (2/793) ح (2367) .\n3 أخرج الحديث البيهقي في السنن الكبرى: كتاب الشهادات (10/250) , من طريقين إلى محمد بن عمرو بن عطاء عن عطاء بن يسار عن أبي هريرة، لكن ليس هناك تصريح من البيهقي بأن هذا الحديث مما تفرد به محمد بن عمرو بن عطاء عن عطاء. فالله أعلم.\n4 الغمر هو: الحقد والعداوة, وذو الغمر هنا هو: صاحب الحقد على المشهود عليه.\n5 في المسند (2/204) .\n6 في كتاب الأقضية (3/306) ح (3600) .",
        "(4/312)\n\n1924- ولأبي داود في رواية: \"لا تجوز شهادة خائن ولا خائنة، ولا زانٍ ولا زانية، ولا ذي غِمْرٍ على أخيه\" 1.\n1925- وقال البخاري في صحيحه: \"وقال أنس: شهادة العبد جائزة إذا كان عَدْلا\" 2. قال ابن القيم: الحكم بشهادة العبد والأمة هو الصحيح من مذهب أحمد وغيره، وقد حكى إجماعاً قديماً، حكى الإمام أحمد عن أنس قال: \"ما أعلم أحداً 3 ردَّ شهادة العبد\". وهذا يدل على أن رَدَّها حَدَثَ بعد عصر الصحابة، واشتهر بالمدينة في زمن مالك، فقال: ما علمتُ أحداً قَبِل شهادةَ العبد. وقبولُ شهادة العبد هو من موجب الكتاب والسنة والإجماع وقول الصحابة وصريح القياس وأصول الشرع. فإن كان المقتضى موجوداً والمانع موجوداً، فإن الرِّقَّ لا يكون مانعاً ... 4.\n__________\n1 أبو داود: الأقضية (3/306) ح (3601) .\n2 البخاري: الشهادات (5/267) باب (13) .\n3 في المخطوطة: (احد) ، وهو خطأ من الناسخ.\n4 هنا كلمة غير واضحة.\n(4/313)",
        "\nكِتابُ الجامِع\n1926- عن عمر بن الخطاب رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: \"إنما الأعمال بالنيّات، وإنما لكل امرئ ما نوى. فمن كانت هجرته إلى الله ورسوله، فهجرته إلى الله ورسوله. ومن كانت هجرته إلى دنيا يصيبها، أو امرأة ينكحها، فهجرته إلى ما هاجر إليه، \" 1.\n1927- وعن عائشة، رضي الله عنها، قالت: قال رسول الله صلى الله عليه وسلم: \"من أحدث في أمرنا هذا ما ليس منه، فهو ردٌّ\" 2.\n1928- وعن الشعبي عن النعمان بن بَشير قال: سمعته يقول: سمعت رسول الله صلى الله عليه وسلم (يقول) - وأهْوَى النعمان إلى أذنيه بأصبعيه -: \"إن الحلال بيِّن وإن الحرام بيِّن، وبينهما أمور مشتبهات، لا يعلمهن كثير من الناس. فمن اتقى الشبهات استبرأ لدينه وعرضه.\n__________\n1 البخاري: الإيمان 1/135) ح (54) , وفي مواضع كثيرة أخرى, ومسلم: الإمارة (3/1515) ح (155) , وأحمد في المسند (1/25، 43) , وليس لفظه لواحد منهم.\n2 البخاري: الصلح (5/301) ح (2697) , ومسلم: الأقضية (3/1343) ح (17) , وأحمد في المسند (6/146) .\n(4/314)\n",
        "ومن وقع في الشبهات وقع في الحرام، كالراعي يرعى حول الحمى يوشك أن يرتع فيه. ألا وإن لكل ملك حمى، ألا وإن حمى الله محارمه. ألا وإن في الجسد مضغة، إذا صلحت صلح الجسد كله، وإذا فسدت فسد الجسد كله، ألا وهي القَلْب\" 1.\n1929- وعن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: \"اجتنبوا السّبْعَ المُوبقات. 2 قيل: يا رسول الله، وما هُنَّ؟ قال: الإشراك بالله، والسِّحْر، وقتل النفس التي حرم الله إلا بالحق، وأكل الربا، وأكل مال اليتيم، والتولي يوم الزحف، وقذف المُحْصَنات الغافلات المؤمنات\" 3.\n1930- وعن المغيرة بن شعبة رضي الله عنه عن رسول الله صلى الله عليه وسلم قال: \"إن الله حَرَّم عليكم عُقوق الأمهات، وَوَأدَ البنات، ومنعاً وهاتِ. 4 وكره لكم ثلاثاً: قيل وقال، وكثرة السؤال، وإضاعة المال \" 5.\n__________\n1 البخاري: البيوع (4/290) ح (2051) , ومسلم: المساقاة (3/1219) ح (107) , وأحمد في المسند (4/269) .\n2 أي: المهلكات.\n3 مسلم: الإيمان (1/92) ح (145) , والبخاري: الوصايا (5/393) ح (2766) , ولم يخرجه أحمد.\n4 معنى (ومنعاً وهات) : أنه نهى أن يمتنع الشخص من دفع الحقوق الواجبة عليه, أو يطلب ما لا يستحقه.\n5 البخاري: كتاب الاعتصام (13/264) ح (7292) ، ومسلم: الأقضية (3/1341) ح (12) , وأحمد في المسند (4/246) .\n(4/315)\n\n1931- عن ابن عمر، رضي الله عنهما قال: قال: رسول الله صلى الله عليه وسلم: \"بُني الإسلام على خمس: شهادة أن لا إله إلا الله وأن محمداً عبده ورسوله، وإقام الصلاة، وإيتاء الزكاة، وصوم رمضان، وحج البيت\" 1.\n1932- وعن أنس بن مالك رضي الله عنه عن النبي صلى الله عليه وسلم قال: \"ثلاث مَن كُنّ فيه وجد حلاوة الإيمان: أن يكون اللهُ ورسولُه أحَبَّ إليه مما سواهما، وأن يحب المَرْءَ لا يحبه إلا لله، وأن يكره أن يعود في الكفر بعد إذ أنقذه الله منه كما يكره أن يُقْذَف في النار\" 2.\n1933- وعنه رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: \"والذي نفسي بيده، لا يؤمن أحدكم حتى يحبَّ لأخيه - أو قال لجاره - 3 ما يحب لنفسه\" 4.\n1934- وعنه رضي الله عنه قال: قال رسول الله صلى الله\n__________\n1 البخاري: الإيمان (1/49) ح (8) , ومسلم: الإيمان (1/45) ح (21) .\n2 البخاري: الإيمان (1/60) ح (16) , ومسلم: الإيمان (1/66) ح (67) , وأحمد في المسند (3/103) .\n3 في المخطوطة: (حتى يحب لأخيه وجاره) .\n4 البخاري: الإيمان (1/56) ح (13) , ومسلم: الإيمان (1/67) ح (71) .",
        "(4/316)\n\nعليه وسلم: \"لا يؤمن أحدكم حتى أكون أحبَّ إليه من ولده ووالده والناس أجمعين\" 1.\n1935- وعن عبد الله بن مسعود رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: \" سِباب المسلم فُسُوق، وقتاله كفر\" 2.\n1936- وعنه أنه قال: \"سألت رسول الله صلى الله عليه وسلم: أيُّ الذَّنْب أعظم عند الله؟ قال: أن تجعل لله نِدّاً وهو خلقك. قال: قلت: إن ذلك لعظيم. قال: قلت: ثم أيُّ؟ قال: أن تقتل وَلَدَك مَخافة أن يَطْعَمَ معك. قال: قلت: ثم أيُّ؟ قال: أن تُزاني حَليلَة 3 جارِك\" 4.\n1937- وعن أبي هريرة رضي الله عنه أن النبي صلى الله عليه وسلم قال: \"آية 5 المنافق ثلاث: إذا حدث كذب، وإذا وعد أخلف، وإذا ائتمن خان\" 6.\n__________\n1 البخاري: الإيمان (1/58) ح (15) , ومسلم: الإيمان (1/67، 70) .\n2 البخاري: الإيمان (1/58) ح (15) , ومسلم: الإيمان (1/67، 70) .\n3 في المخطوطة: (بحليلة) ، وهو خطأ من الناسخ, وحليلة جارك أي: زوجته التي تحل له, (وتزاني حليلة جارك) أي: تزني بها برضاها.\n4 البخاري: الديات (12/187) ح (6861) , ومسلم: الإيمان (1/90) ح (141) ، وأحمد في المسند (1/380) .\n5 آية أي: علامة.\n6 البخاري: الإيمان (1/89) ح (33) , ومسلم: الإيمان (1/78) ح (107) , وأحمد في المسند (2/357) .\n(4/317)",
        "\n1938- وعن عبد الله بن عمرو بن العاص، رضي الله عنهما، أن رسول الله صلى الله عليه وسلم قال: \"من الكبائر شَتْمُ الرجل والديه. قالوا: يا رسول الله، وهل يشتم الرجل والديه؟ قال: نعم، يسب أبا الرجل فيسب أباه، ويسب أمه فيسب أمه\" 1.\n1939- وعن الأعمش عن أبي صالح عن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: \"من قتل نفسه 2 بحديدة، فحديدته في يده 3 يَتَوَجَّأُ 4 بها في بطنه في نار جهنم خالداً مُخَلّداً فيها أبداً. ومن شرب سُمّاً فقتل نفسه، فهو يتحسَّاهُ في نار جهنم خالداً مُخَلّداً فيها أبداً. ومن تَرَدَّى من جبل فقتل نفسه، فهو يتردى في نار جهنم خالداً مخلّداً فيها 5 أبداً\" 6.\n1940- وعنه أن رسول الله صلى الله عليه وسلم قال: \"إياكم\n__________\n1 مسلم: الإيمان (1/92) ح (146) , وأحمد في المسند (2/216) ،، والبخاري: الأدب (10/403) ح (5973) .\n2 في المخطوطة: (ومن قتل رجل) ، وهو سبق قلم من الناسخ.\n3 في المخطوطة: (يديه) ، وهو خطأ من الناسخ.\n4 أي: يطعن.\n5 في المخطوطة: تقديم لفظ: (فيها) على لفظ: (مخلداً) في المواضع الثلاثة، أي: جاء النص هكذا: \"خالداً فيها مخلداً أبداً\"، وهو خطأ من الناسخ.\n6 البخاري: الطب (10/247) ح (5778) , ومسلم: الإيمان (1/103) ح (175) , وأحمد في المسند (2/254) .\n(4/318)\n",
        "والظنَّ! فإن الظن أكذب الحديث. 1 ولا تَحَسّسُوا، 2 ولا تَجَسّسُوا، 3 ولا تنافسوا، ولا تحاسدوا، ولا تباغضوا ولا تدابروا، وكونوا عباد الله إخواناً\" 4.\n1941- وعن أبي أيوب خالد بن زيد الأنصاري، رضي الله تعالى عنه، أن رسول الله صلى الله عليه وسلم قال: \"لا يحل لمسلم أن يهجر أخاه فوق ثلاثة أيام، يلتقيان فيعرض هذا ويعرض هذا؛ وخيرهما الذي يبدأ بالسلام\" 5.\n1942- وعن عبد الله بن مسعود رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: \"عليكم بالصدق! فإن الصدق يهدي إلى البر،\n__________\n1 وضعت إشارة فوق كلمة (الحديث) في المخطوطة، وكتب في حاشية المخطوطة تعليق طويل لم أتبين كثيراً من كلماته من أثر رطوبة أصابت الورقة, لكن الذي فهمته منه هو أن شرح معنى: \" إياكم والظن! فإن الظن أكذب الحديث \". وتفصيل ما إذا أباح وتكلم بهذا الظن أو بقي بصدره, وما يتعلق بذلك. وقد كتب في أول التعليق العبارة الآتية: (حاشية ليست في الأصل) .\n2 التحسس: الاستماع لحديث القوم بغير علمهم.\n3 التجسس: البحث عن العورات.\n4 البخاري: الأدب (10/484) ح (6066) , ومسلم: البر والصلة (4/1985) ح (28) , وأحمد في المسند (2/287) .\n5 البخاري: الأدب (10/492) ح (6077) , ومسلم: البر والصلة (4/1984) ح (25) و (26) , وأحمد في المسند (5/416) .\n(4/319)\n\nوإن البر يهدي إلى الجنة؛ وما يزال الرجل يصدق ويتحرَّى الصدق حتى يكتب عند الله صِديقاً. وإياكم والكذب! فإن الكذب يهدي إلى الفجور، وإن الفجور يهدي إلى النار؛ وما يزال الرجل يكذب ويتحرى الكذب حتى يكتب عند الله كذاباً\".\n1943- وعنه قال: حدثنا رسول الله صلى الله عليه وسلم، وهو الصادق المَصْدُوق: 1 \" أن أحدكم يُجمع خَلْقُهُ في بطن أمه أربعين يوماً. ثم يكون في ذلك عَلَقَةً مثل ذلك. ثم يكون في ذلك مُضْغَةً مثلَ ذلك. ثم يُرسَلُ المَلَكُ 2 فَيَنْفُخُ فيه الروحَ، ويُؤْمَرُ 3 بأربع كلمات: بكَتْب رزقه، وأجله، وعمله، وشقي أو سعيد. فوالذي لا إله غيره، إن أحدكم ليعمل بعمل أهل الجنة حتى ما يكون بينه وبينها إلا ذراع، فيسبق عليه الكتاب، فيعمل بعمل أهل النار فيدخلُها. 4 وإن أحدكم ليعمل بعمل أهل النار حتى ما يكون بينه وبينها إلا ذراع، فيسبق عليه الكتاب، فيعمل بعمل أهل الجنة فيدخلها\".\n__________\n1 معناه: الصادق في قوله, المصدوق فيما يأتيه من الوحي.\n2 في المخطوطة: (تم يرسل الله الملك) .\n3 في المخطوطة: (فيؤمر) ، والتصحيح من مسلم.\n4 مسلم: القدر (4/2036) ح (1) , والبخاري: القدر (11/477) ح (6594) , وأحمد في المسند (1/382) .",
        "(4/320)\n\n1944- وعن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: \"ما من مولود إلا يولد على الفطرة؛ فأبواه يهوِّدانه وينصِّرانه ويمجِّسانه، كما تُنْتَجُ 1 البَهيمة جمعاء، 2 هل تحسون 3 فيها من جدعاء؟ \". (ثم) يقول أبو هريرة: \" (و) اقرؤوا إن شئتم: {فِطْرَتَ اللَّهِ الَّتِي فَطَرَ النَّاسَ عَلَيْهَا لا تَبْدِيلَ لِخَلْقِ اللَّهِ} الآية 4\" 5.\n1945- وعنه رضي الله عنه قال: \"سئل رسول الله صلى الله عليه وسلم عن أطفال (المشركين مَن) يموت منهم صغيراً، فقال: الله أعلم بما كانوا عاملين 6\") 7.\n1946- وعنه قال: قال رسول الله صلى الله عليه وسلم: \"لا يقولنّ أحدكم: اللهم اغفر لي إن شئتَ، اللهم ارحمني إن شئت.\n__________\n1 أي: تلد.\n2 سليمة من كل نقص.\n3 في المخطوطة: (هل تجدون) , وما أثبته هو لفظ مسلم.\n4 سورة الروم آية: 30.\n5 مسلم: القدر (4/2047) ح (22) , والبخاري: الجنائز (3/219) ح (1358) , وأحمد في المسند (2/346) .\n6 أي: الله أعلم بما كانوا عاملين لو أبقاهم, فلا تحكموا عليهم بشيء, وهناك أقوال أخرى في معنى هذا الحديث, وفي حكم أولاد المشركين.\n7 البخاري: القدر (11/493) ح (6600) , ومسلم: القدر (4/2049) ح (27) , وأحمد في المسند (2/315) .\n(4/321)",
        "\nلِيَعْزِم 1 في الدعاء! فإن الله صانعٌ ما شاء، لا مُكره له، ولا يَتَمَنّيَنَّ 2 أحدكم الموت لضرٍّ نزل به. فإن كان لا بد متمنياً فليقل: اللهم أحْيِني ما كانت الحياة خيراً لي، وتوفّني ما كانت الوفاة خيراً لي\" 3.\n1947- وعن أنس رضي الله عنه قال: \"عَطَسَ عند النبي صلى الله عليه وسلم رجلان، فشَمّتَ 4 أحدَهما ولم يُشَمِّت الآخر. فقال الذي لم يشمته: عطسَ فلان فشمّته، وعطستُ (أنا) فلم تشمتني. قال: إن هذا حمد الله، وإنك لم تحمد الله\" 5.\n1948- وعن عبد الله بن مسعود رضي الله عنه قال: قال رسول\n__________\n1 العزم في الدعاء هو: الجزم في الطلب من غير ضعف، ولا تعليق على مشيئة ونحوها.\n2 قوله (ولا يتمنين… إلخ، هذا حديث آخر مروي عن أنس, وقد ساقهما المصنف على أنهما حديث واحد من طريق أبي هريرة ?.\n3 مسلم: الذكر والدعاء (4/2063) ح (9) و (10) , والبخاري: التوحيد (13/448) ح (7477) , والحديث الثاني في البخاري: الدعوات (11/150) ح (6351) , وأحمد في المسند (2/243) , والحديث الثاني عن أنس في المسند (3/101) .\n4 أصل التشميت: الدعاء بالخير, والمراد هنا: قوله له: يرحمك الله.\n5 مسلم: الزهد والرقائق (4/2292) ح (53) , والبخاري: الأدب (10/610) ح (6225) , وأحمد في المسند (3/100) .\n(4/322)\n",
        "الله صلى الله عليه وسلم: \"إذا كنتم ثلاثةً، فلا يتنَاجَى اثنان دون الآخر حتى تختلطوا بالناس؛ من أجل أنْ يُحْزِنَهُ\" 1.\n1949- وعن ابن عمر، رضي الله عنهما، عن النبي صلى الله عليه وسلم قال: \"لا يقيمُ الرجلُ الرجلَ من مجلسه، ثم يجلسُ فيه؛ ولكن تفسّحوا وتوسَّعوا\" 2.\n1950- وعنه قال: قال رسول الله صلى الله عليه وسلم: \"لا يزال هذا الأمر في قريش ما بقي من الناس اثنان\" 3.\n1951- وعن الحسن قال: عاد عُبَيْدُ الله بن زياد مَعْقِلَ بن يَسَار رضي الله عنه في مرضه الذي مات فيه، فقال مَعْقِل: إني محدثك حديثاً سمعته من رسول الله صلى الله عليه وسلم. لو علمتُ أن لي 4 حياةً ما حدثتكَ. إني سمعت رسول الله صلى الله عليه وسلم يقول:\n__________\n1 مسلم: السلام (4/1718) ح (37) , والبخاري: الاستئذان (11/82) ح (6290) , وأحمد في المسند (1/431) .\n2 البخاري: الاستئذان (11/62) ح (6270) , ومسلم: السلام (4/1714) ح (28) , وأحمد في المسند (2/17، 22، 102) , وكان في المخطوطة زيادة كلمة: (ليقل) بعد قوله: (لكن) ، وهذه الكلمة ليست في مسلم ولا البخاري، ولا عند أحمد.\n3 مسلم: الإمارة (3/1452) ح (4) , والبخاري: المناقب (6/533) ح (3501) .\n4 في المخطوطة: (يي) .\n(4/323)\n\n\"ما من عبد يسترعيه الله رعية يموت يوم يموت وهو غاشٌّ لرعيته، إلا حَرَّمَ الله عليه الجنة\" 1.\n1952- وعن أبي سعيد الخدري رضي الله عنه عن النبي صلى الله عليه وسلم قال: \"إياكم والجلوس في الطرقات! 2 قالوا: يا رسول الله، ما لنا بُدٌّ 3 من مجالسنا نتحدث فيها. قال رسول الله صلى الله عليه وسلم: (فـ) إذا أبيتم إلا المجلِس، 4 فأعطوا الطريق حقه. قالوا: وما حقه؟ قال: غضُّ البصر، وكفُّ الأذى، وردُّ السلام، والأمر بالمعروف، والنهي عن المنكر\" 5.\n1953- وعن معاوية بن أبي سفيان، رضي الله عنهما، قال: قال رسول الله صلى الله عليه وسلم: \"من يُرد الله به خيراً يفقِّهه في الدين. ولا تزال عِصابة من المسلمين يقاتلون على الحق، ظاهرين على من ناوَأهم 6\n__________\n1 مسلم: الإيمان (1/125) ح (227) , والبخاري: الأحكام (13/127) ح (7151) , وأحمد في المسند (5/25) .\n2 في المخطوطة: (بالطرقات) .\n3 في المخطوطة: (بدا) ، وهو خطأ من الناسخ.\n4 في المخطوطة: (اذا أتيتم إلى المجلس) ، وهو تصحيف من الناسخ، أو هو لفظ البخاري, لكن المصنف صرح بأن اللفظ لفظ مسلم، كما سيأتي.\n5 مسلم: اللباس والزينة (3/1675) ح (114) , والبخاري: المظالم (5/112) ح (2465) , وأحمد في المسند (3/36) .\n6 في المخطوطة: (على ما نواه) ، وهو تصحيف من الناسخ. ومعنى ناوأهم: عاداهم.",
        "(4/324)\n\nإلى يوم القيامة\" 1.\n1954- وعن ابن عباس، رضي الله عنهما، قال: قال رسول الله صلى الله عليه وسلم: \"إذا أكل أحدكم طعاماً، فلا يمسح يده حتى يَلْعَقَهَا أو يُلْعِقَهَا\" 2.\n1955- وعن ابن عمر، رضي الله عنهما، عن النبي صلى الله عليه وسلم قال: \"لا تتركوا النار في بيوتكم حين تنامون\" 3.\n1956- وعن أبي سعيد الخدري رضي الله عنه أنه قال: \"نهانا رسول الله صلى الله عليه وسلم عن اختناث 4 الأسقية، أن يُشْرَب من 5 أفواهها\" 6.\n__________\n1 مسلم: الإمارة (3/1524) ح (175) , والبخاري: كتاب الاعتصام بالكتاب والسنة (13/293) ح (7311) , وأحمد في المسند (4/93) .\n2 مسلم: الأشربة (3/1605) ح (129) , والبخاري: الأطعمة (9/577) ح (5456) , وأحمد في المسند (1/221) .\n3 البخاري: الاستئذان (11/85) ح (6293) , ومسلم: الأشربة (3/1596) ح (100) . وأحمد في المسند (2/7) .\n4 في المخطوطة: (اختناق) ، وهو تصحيف من الناسخ, واختناث الأسقية: أن يقلب رأسها ثم يشرب منه.\n5 في المخطوطة: (في) ، وهو خطأ من الناسخ.\n6 البخاري: الأشربة (10/89) ح (5625) , ومسلم: الأشربة (3/1600) ح (111) , وأحمد في المسند (3/67) .\n(4/325)",
        "\n1957- وعن ابن عباس، رضي الله عنهما: \"أن النبي صلى الله عليه وسلم شرب من ماء زمزم، من دلو (منها) ، 1 وهو قائم\" 2.\n1958- وعن ابن عمر، رضي الله عنهما، قال: \"نهى رسول الله صلى الله عليه وسلم أن يَقْرِنَ 3 الرجلُ بين التمرتين، حتى يستأذن أصحابه\" 4.\n1959- وعن أبي موسى رضي الله عنه عن النبي صلى الله عليه وسلم قال: \"تعاهدوا 5 هذا القرآن. فوالذي نفس محمد بيده لهو أشد تفلُّتاً من الإبل في عقُلها\" 6.\n1960- وعن أبي هريرة قال: قال رسول الله صلى الله عليه وسلم: \"انظروا إلى من أسفل منكم، ولا تنظروا إلى من (هو) 7 فوقكم؛\n__________\n1 رسمت في المخطوطة هكذا: (دلؤ) ، وهو خطأ من الناسخ.\n2 مسلم: الأشربة (3/1602) ح (118) , والبخاري: الأشربة (10/81) ح (5617) , وأحمد في المسند (1/220) .\n3 أن يقرن، أي: أن يجمع بين تمرتين في لقمة واحدة إذا كان معه غيره.\n4 مسلم: الأشربة (3/1617) ح (151) , والبخاري: الأطعمة (9/569) ح (5446) , وأحمد في المسند (2/7) .\n5 أي: جددوا عهده بملازمة تلاوته، لئلا تنسوه.\n6 مسلم: صلاة المسافرين (1/545) ح (231) , والبخاري: فضائل القرآن (9/ 79) ح (5033) , وأحمد في المسند (4/146) .\n7 في المخطوطة: حذف ضمير الفصل: (هو) هنا, وأثبت قبل قوله: (أسفل منكم) ، وما أثبته هو لفظ مسلم.\n(4/326)\n",
        "فهو أجْدَرُ 1 أن لا تزدروا 2 نعمة 3 الله عليكم\" 4.\n1961- وعنه قال: قال رسول الله صلى الله عليه وسلم: \"إذا قاتل أحدُكم أخاه فليجتنب الوجه! فإن الله سبحانه خلق آدم على صورته\" 5.\n1962- وعنه قال: قال رسول الله صلى الله عليه وسلم: \"لا يسب أحدكم الدهر، فإن الله هو الدهر. ولا يقولَنَّ أحدكم للعِنَب: الكَرْمَ؛ 6 فإن الكَرْمَ الرجلُ المسلم\" 7.\n__________\n1 أي: أحق.\n2 أي: تحتقروا.\n3 في المخطوطة: (بنعمة) ، وهو خطأ من الناسخ.\n4 مسلم: الزهد والرقائق (4/2275) ح (9) , وأحمد في المسند (2/254) ، والبخاري: الرقاق (11/322) ح (6490) , لكن بلفظ آخر.\n5 مسلم: البر والصلة (4/2017) ح (115) , وأحمد في المسند (2/244) , والبخاري: الاستئذان (11/3) ح (6227) , لكن أخرج جزءاً منه.\n6 في المخطوطة: (كرماً) .\n7 البخاري: الأدب (10/564) ح (6181) و (6182) و (6183) , ومسلم: ألفاظ من الأدب (4/1763) ح (6) , وأحمد في المسند (2/272) . تنبيه: وضعت إشارة فوق كلمة: (العنب) ، ثم كتب في حاشية الصفحة التعليق التالي: (حاشية ليست في الأصل: قال النووي، رحمه الله تعالى، في كتاب الأذكار لما ذكر هذا الحديث: \"المراد منه: النهي عن تسمية العنب كرماً, وكانت الجاهلية تسمية كرماً, وبعض الناس اليوم تسميه كذلك. ونهى النبي ? عن هذه التسمية. قال الإمام الخطابي وصرح من العلماء: أشفق النبي ? أن يدعوهم حسن اسمها إلى شرب الخمر المتخذة من ثمرها, فسلبها هذا الاسم. والله أعلم. ملاحظة: هناك بعض كلمات غير واضحة في هذا التعليق, أو ناقصة استدركتها من كتاب الأذكار للنووي. انظر: الأذكار للنووي مع شرحه الفتوحات الربانية (7/7172) .\n(4/327)\n\n1963- وعنه قال: قال رسول الله صلى الله عليه وسلم: \"لا يقولَنَّ أحدكم: اسْقِ رَبّكَ، (أطعم ربك) ، وضئ ربك. ولا يقل 1 أحدكم: ربي؛ 2 ولْيَقُلْ: سَيِّدي، ومَوْلايَ. ولا يقل 3 أحدكم: عبدي، أمتِي؛ وليقل: 4 فتاتي، غلامي\" 5.\n__________\n1 في المخطوطة: (ولا يقولن) .\n2 في المخطوطة: (ربكم) ، وهو خطأ من الناسخ.\n3 في المخطوطة: (ولا يقول) ، وهو خطأ من الناسخ.\n4 رسمت في المخطوطة هكذا: (واليقل) ، وهو خطأ من الناسخ.\n5 مسلم: ألفاظ من الأدب (4/1765) ح (15) , والبخاري: العتق (5/1771) ح (2552) , وأحمد في المسند (2/316) .",
        "(4/328)\n\n1964- وعن عائشة، رضي الله عنها، قالت: قال رسول الله صلى الله عليه وسلم: \"لا يقولن أحدكم: خَبُثَتْ نَفْسِي؛ ولكن ليقل: لَقِسَتْ 1 نفسي\" 2.\n__________\n1 قيل: معناه: غثت, وقيل: ساء خلقها, وقال الخطابي وأبو عبيد: خبثت ولقست بمعنى واحد.\n2 مسلم: ألفاظ من الأدب (4/1765) ح (17) , والبخاري: الأدب (10/563) ح (6179) , وأحمد في المسند (6/51) . تنبيه: كتب في حاشية الصفحة تعليق على قوله: (لا يقولن أحدكم: اسق ربك… إلخ. هذا نصه: (حاشيه ليست في الأصل: قوله لا يقولن أحدكم: اسق ربك… إلخ. قال العلماء: لا يطلق الرب بالألف واللام إلا على الله تعالى خاصة, فأما مع الإضافة فيقال: رب المال ونحوه, وأما استعمال حملة الشرع ذلك فأمر مشهور معروف. قالوا: وإنما كره للمملوك أن يقول لمالكه: ربي, لأن في لفظه مشاركة لله في الربوبية، وأما قوله: حتى يلقاها ربها ونحوه، فإنما استعمل لأنها غير مكلفة, وهي كالدار والمال, ولا شك أنه لا كراهة في قول: رب المال ونحوه. قالوا: وأما قول يوسف: اذكرني عند ربك, فعنه جوابان: أحدهما: أنه خاطبه بما يعرفه, وجاز استعمال ذلك للضرورة, كما قال: (موسى ? للسامري) : وانظر إلى إلهك. والثاني: أن هذا شرع من كان قبلنا, وشرع من قبلنا لا يكون شرعة لنا إذا ورد شرعنا بخلافه, وهذا لا خلاف فيه, وإنما اختلف أصحاب الأصول في شرع من قبلنا إذا لم يرد شرعنا (بموافقته ولا) مخالفته هل يكون شرعة لنا أم لا؟ نووي) . قلت: أراد بقوله: (نووي) كتاب الأذكار للنووي. انظر الأذكار: (7/956, بتصرف يسير من المعلق. تنبيه ثان: وضعت إشارة على كلمة (ليقل لقست) ثم كتب في الحاشية التعليق التالي: (حاشية ليست في الأصل: (وروينا) في (سنن) أبي داود: بإسناد صحيح عن عائشة رضي الله عنها عن النبي صلى الله عليه وسلم قال: لا يقولن أحدكم جاشت نفسي, ولكن ليقل لقست نفسي. قال العلماء: معنى لقست وجاشت غثت وخبثت (1) , قالوا وإنما كره \"خبثت) للفظ الخبث والخبيث, قال الإمام أبو سليمان الخطابي رحمه الله تعالى لقست وخبثت معناهما واحد, وإنما كره (خبث لـ) لفظ الخبيث وبشاعة الاسم منه, وعلمهم الأدب في استعمال الحسن منه وهجران القبيح. انتهى نووي) . قلت: أراد بالنووي أيضاً كتاب الأذكار له. انظر الأذكار (7/70) .\n(4/329)",
        "\nمتفق على هذه الأحاديث، واللفظ فيها كلها لمسلم، وبعض ألفاظه أتم من ألفاظ البخاري؛ فإن فيها زيادات لم يذكرها البخاري.\n1965- وعن عبد الله بن عمرو بن العاص، رضي الله عنهما، أن النبي صلى الله عليه وسلم قال: \"بلِّغوا عني ولو آية، وحدثوا عن بني إسرائيل ولا حرج. 1 ومن كذب عليّ متعمداً، فليتبوأْ مقعده من النار\" 2.\n__________\n1 أي: لا ضيق عليكم في الحديث عنهم.\n2 البخاري: أحاديث الأنبياء (6/496) ح (3461) , وأخرجه بقية الجماعة إلا النسائي.\n(4/330)\n",
        "1966- وعن أبي مسعود البدري رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: \"إن 1 مما أدرك الناس من كلام النبوة الأولى: إذا لم تستحِ فاصنع ما شئت\" 2.\n1967- وعن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: \"إن الله تبارك وتعالى قال: \"من عادى لي وليّاً فقد آذَنْتُه بالحرب. وما تقرب إليَّ عبدي بشيء أحبَّ إليَّ مما 3 افترضته 4 عليه. وما يزال عبدي يتقرب إليَّ بالنوافل حتى أحبه؛ فإذا أحببتُه كنتُ سمعه الذي يسمع به، وبصره الذي يبصر به، ويده التي يبطش بها، ورجله التي يمشي بها. وإن 5 سألني لأعطينه، ولئن استعاذ بي 6 لأعيذنه. وما 7 ترددت عن شيء أنا فاعله ترددي عن نفس (عبدي) 8 المؤمن، يكره الموت، و (أنا) أكره مساءته\" 9.\n__________\n1 في المخطوطة: (إنما) بدل (ان مما) ، وهو خطأ وتصحيف من الناسخ.\n2 البخاري: أحاديث الأنبياء (6/515) ح (3484) .\n3 رسمت في المخطوطة: هكذا (من ما) ، وهو خطأ إملائي من الناسخ.\n4 في المخطوطة: (افترضت) .\n5 في المخطوطة: (ولئن) .\n6 رسمت في المخطوطة هكذا: (ولا استعاذ بي) ، وهو خطأ من الناسخ.\n7 في المخطوطة: (ولا) .\n8 كلمة (عبدي) ليست في صحيح البخاري.\n9 البخاري: الرقاق (11/340) ح (6502) , وأخرجه أحمد.\n(4/331)\n\n1968- وعنه قال: قال رسول الله صلى الله عليه وسلم: \"تعِس عبدُ الدينار والدرهم، والقطيفة والخميصة. 1 إن أُعطي رضي، وإن لم يعط لم يَرْضَ\" 2.\n1969- وعنه عن النبي صلى الله عليه وسلم قال: \"إذا عطس أحدكم، فليقل: الحمد لله. وليقل (له) أخوه أو صاحبه: يرحمك الله. فإذا قال (له) : يرحمك الله، فليقل: يهديكم الله ويصلح بالكم\" 3.\n1970- وعنه: \"أن رجلا قال للنبي صلى الله عليه وسلم: أوْصِني. قال: لا تغضب. فردَّدَ مراراً، قال: لا تغضب\" 4.\n1971- وعنه قال: قال رسول الله\n__________\n1 القطيفة والخميصة, أنواع من الثياب.\n2 البخاري: الجهاد (6/81) ح (2886) .\n3 البخاري: الأدب (10/608) ح (6224) , أخرجه مسلم وأبو داود وأحمد.\n4 البخاري: الأدب (10/ 519) ح (6116) , وأخرجه الترمذي ومالك وأحمد.",
        "(4/332)\n\nصلى الله عليه وسلم: \"من يرد الله به خيراً يُصب 1 منه\" 2.\n1972- وعن ابن عباس، رضي الله عنهما، قال: قال رسول الله صلى الله عليه وسلم: \"نعمتان مغبون فيهما كثير من الناس: الصحة والفَراغ 3\") 4.\n1973- وعن ابن عمر، رضي الله عنهما، قال: \"أخذ رسول الله صلى الله عليه وسلم بمنكبي فقال: كن في الدنيا كأنك غريب، أو عابر سبيل\"\n- وكان ابن عمر يقول: \"إذا أمسيتَ فلا تنتظر الصباح، وإذا أصبحت فلا تنتظر المساء. وخذ من صحتك لمرضك، ومن حياتك لموتك\" 5.\n1974- وعن خولة الأنصارية قالت: سمعت رسول الله صلى الله عليه وسلم يقول: \"إن رجالا يَتَخَوَّضون 6 في مال الله بغير حق، فلهم النار يوم القيامة\" 7.\n1975- وعن أنس رضي الله عنه قال: \"إنكم لتعملون أعمالاً هي أدَقُّ في أعينكم من الشعر، كنا نعدها على عهد رسول الله صلى الله\n__________\n1 أي: يبتليه بالمصائب ليثيبه عليها.\n2 البخاري: المرضى (10/103) ح (5645) , وأخرجه مالك وأحمد.\n3 أي: إن كثيراً من الناس ينعم الله عليهم بالصحة والفراغ, ولا يستفيدان منهما بشغل فراغهم في طاعة الله، فيغبنون.\n4 البخاري: الرقاق (11/229) ح (6412) .\n5 البخاري: الرقاق (11/233) ح (6416) , وأخرجه ابن ماجة وأحمد.\n6 أي: يتصرفون في مال المسلمين بالباطل.\n7 البخاري: فرض الخمس (6/217) ح (3118) , وأخرجه أحمد.\n(4/333)",
        "\nعليه وسلم من المُوبقات 1\") 2.\n1976- وعن جابر بن عبد الله، رضي الله عنهما، قال: قال رسول الله صلى الله عليه وسلم: \"كل معروف صدقة\" 3.\n1977- وعن عبد الله بن زيد الأنصاري رضي الله عنه: \"أن رسول الله صلى الله عليه وسلم نهى عن النُّهْبَى 4 والمُثْلَة 5\") 6.\n1978- وعن المقدام بن معد يكرب عن النبي صلى الله عليه وسلم قال: \"كيلوا طعامكم يُبَارَكْ لكم فيه 7\") 8. أخرج هذه الأحاديث البخاري.\n1979- وعن أبي هريرة رضي الله عنه عن النبي صلى الله عليه وسلم قال: \"رَغم أنفُ، ثم رغم أنفُ، ثم رغم أنف، (قيل: من يا رسول الله؟\n__________\n1 أي: المهلكات.\n2 البخاري: الرقاق (11/329) ح (6492) , وأخرجه الدارمي وأحمد.\n3 البخاري: الأدب (10/447) ح (6021) .\n4 النهبى بضم النون, فعلى: من النهب, وهو: أخذ المرء ما ليس له جهاراً.\n5 المثلة: أي: التمثيل بالإنسان أو الحيوان, وهو: تعذيبه قبل إماتته.\n6 البخاري: المظالم (5/119) ح (2474) .\n7 قال ابن حجر في الفتح: إن جميع روايات البخاري بدون ذكر: (فيه) ، وزادها بعضهم.\n8 البخاري: البيوع (4/345) ح (2128) .\n(4/334)\n",
        "قال:) مَن أدرك أبويه عند الكِبَر، أحدَهما أو كليهما، 1 فلم يَدْخُلِ الجنةَ\" 2.\n1980- وعنه قال: قال رسول الله صلى الله عليه وسلم: \"المؤمن القوي خير وأحب إلى الله من المؤمن الضعيف؛ وفي كلٍ خير. احرص على ما ينفعك، واستعن بالله ولا تعجزْ. 3 وإن أصابك شيء فلا تقل: لو أني فعلتُ كان كذا وكذا، ولكن قل: قَدَرُ الله، وما شاء فَعَلَ؛ فإن \"لو\" تفتح عمل الشيطان\" 4.\n1981- وعنه قال: قال رسول الله صلى الله عليه وسلم: \"إذا قام أحدكم من الليل فاستعجم 5 القرآن على لسانه، فلم يدر 6 ما يقول، فليضطجع \" 7.\n1982- وعنه عن النبي صلى الله عليه وسلم قال: \" إذا قام أحدكم من الليل، فليفتتح صلاته بركعتين خفيفتين\" 8.\n__________\n1 في المخطوطة: (او كلاهما) ، وهو خطأ من الناسخ.\n2 مسلم: البر والصلة والآداب (4/1978) ح (9) , وأخرجه أحمد.\n3 في المخطوطة: (ولا تعجزن) ، وما أثبته هو لفظ مسلم.\n4 مسلم: القدر (4/2052) ح (34) .\n5 أي: استغلق ولم ينطلق به لسانه, لغلبة النعاس.\n6 في المخطوطة: (فلم يدري) ، وهو خطأ من الناسخ.\n7 مسلم: صلاة المسافرين (1/543) ح (223) .\n8 مسلم: صلاة المسافرين وقصرها (1/532) ح (198) .\n(4/335)\n\n1983- وعنه أن رسول الله صلى الله عليه وسلم قال: \"أقرب ما يكون العبد من ربه وهو ساجد؛ فأكثروا 1 الدعاء\" 2.\n1984- وعن النّوَّاس بن سمعان الأنصاري قال: سألتُ رسول الله صلى الله عليه وسلم عن البِرِّ والإثم، قال: \"البر حُسْنُ الخُلُق، والإثم ما حاك في صدرك، 3 وكرهت أن يطلع عليه الناس\" 4.\n1985- وعن سعيد بن عبد العزيز عن ربيعة بن يزيد عن أبي إدريس الخَوْلاني عن أبي ذر جُنْدب بن جُنَادَة رضي الله عنه عن النبي صلى الله عليه وسلم فيما يرويه عن ربه الله عَزَّ وجَلَّ أنه قال: \"يا عبادي! إني حرمتُ الظلم على نفسي 5 وجعلته بينكم مُحَرَّماً، فلا تظالموا. 6 يا عبادي! كلكم ضال إلا من هديته، فاستهدوني 7 أهدكم. يا عبادي! كلكم جائع إلا من أطعمته، فاستطعموني أُطعمكم. يا عبادي! كلكم عارٍ إلا مَن كَسوتُه، فاستكسوني أكسُكم. يا عبادي! إنكم تخطئون بالليل\n__________\n1 في المخطوطة زيادة: (من) قبل كلمة: (الدعاء) ، وليست في صحيح مسلم.\n2 مسلم: الصلاة (1/350) ح (215) .\n3 في المخطوطة: (في الصدر) ، وما أثبته هو لفظ مسلم.\n4 مسلم: البر والصلة والآداب (4/1980) ح (14) .\n5 إني حرمت الظلم على نفسي: معناه تقدست عنه وتعاليت.\n6 أي: لا يظلم بعضكم بعضاً.\n7 أي: اطلبوا مني الهداية.",
        "(4/336)\n\nوالنهار، وأنا أغفر الذنوب جميعاً؛ فاستغفروني أغفر لكم. يا عبادي! إنكم لن تبلغوا ضرِّي فتضروني، ولن تبلغوا نفعي فتنفعوني. يا عبادي! لو أن أولكم وآخركم، وإنسكم وجنكم، كانوا على أتقى قلب رجل واحد منكم، ما زاد ذلك في ملكي شيئاً. يا عبادي! لو أن أولكم وآخركم، وإنسكم وجنكم، كانوا على أفجر قلب رجل واحد منكم، ما نقص ذلك من ملكي شيئاً. يا عبادي! لو أن أولكم وآخركم، وإنسكم وجنكم، قاموا 1 في صعيد واحد، فسألوني، فأعطيتُ كل إنسان مسألته، ما نقص ذلك مما عندي إلا كما ينقص المِخْيَطُ 2 إذا أُدْخِل البحرَ. يا عبادي! إنما هي أعمالكم أحصيها لكم، ثم أوفّيكم إياها؛ فمن وجد خيراً فليحمد الله، ومن وجد غير ذلك فلا يلومَنَّ إلا نفسه\" 3. قال سعيد: كان أبو إدريس إذا حدث بهذا الحديث جَثا على ركبتيه 4.\n1986- وعن جابر بن عبد الله، رضي الله عنهما، أن رسول الله صلى الله عليه وسلم قال: \"اتقوا الظلم! فإن الظلم ظلمات يوم القيامة. واتقوا الشح! فإن الشح أهلك من كان قبلكم؛ حملهم على أن سفكوا دماءهم واستحلوا محارمهم\" 5.\n__________\n1 في المخطوطة: (اجتمعوا) ، والظاهر أن المصنف رواها بالمعنى.\n2 المخيط: الإبرة التي يخاط بها.\n3 مسلم: البر والصلة والآداب (4/1994) ح (55) .\n4 هذا القول لسعيد، ذكره مسلم عقب الحديث المذكور.\n5 مسلم: البر والصلة والآداب (4/1996) ح (56) .\n(4/337)",
        "\n1987- وعن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: \"لتؤدُنَّ الحقوق إلى أهلها يوم القيامة، حتى يُقاد 1 للشاة الجَلْحَاء 2 من الشاة القرناء 3\") 4.\n1988- وعن أبي ذر رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: \" يا أبا ذر، إذا طبختَ مَرَقة 5 فأكثر ماءها، وتعاهَدْ 6 جيرانك\" 7.\n1989- وعنه قال: قال رسول الله صلى الله عليه وسلم: \"لا تَحْقِرَنَّ من المعروف شيئاً، ولو أن تلقى أخاك بوجه طَلْق 8\") 9.\n1990- وعن عبد الله بن عَمرو بن العاص، رضي الله عنهما، قال: سمعت رسول الله صلى الله عليه وسلم يقول: \"كتب الله مقادير كل\n__________\n1 أي: يقتص.\n2 الجلحاء هي: الجماء التي لا قرون لها.\n3 القرناء: هي ذات القرون.\n4 مسلم: البر والصلة والآداب (4/1997) ح (60) .\n5 في المخطوطة: (مرقا) ، وهو تصحيف من الناسخ.\n6 أي: تفقد جيرانك بعطائهم شيئاً من المرق.\n7 مسلم: البر والصلة والآداب (4/2025) ح (142) .\n8 بوجه طلق، أي: بوجه باش سهل منبسط.\n9 مسلم: البر والصلة والآداب (4/2026) ح (144) .\n(4/338)\n",
        "الخلائق قبل أن يخلق السموات والأرض بخمسين ألف سنة. قال: وعرشه على الماء 1\") 2.\n1991- وعن أبي هريرة أن رسول الله صلى الله عليه وسلم قال: \"من دعا إلى هدى، كان له من الأجر مثل أجور من تبعه، لا ينقص ذلك من أجورهم شيئاً. ومن دعا إلى ضلالة، كان عليه من الإثم مثل آثام من تبعه، لا ينقص ذلك من آثامهم شيئاً\" 3.\n1992- وعنه قال: قال رسول الله صلى الله عليه وسلم: \"مَن نَفّسَ عن مؤمن 4 كُرْبةً من كُرَب الدنيا، نفّس الله عنه كُرْبة من كُرَب يوم القيامة. ومن يَسّرَ على مُعْسِر، يَسّرَ الله عليه في الدنيا والآخرة. (ومن ستر مسلماً، ستره في الدنيا والآخرة) . والله في عون العبد ما كان (العبد) في عون أخيه. ومن سلك طريقاً يلتمس فيه عِلْماً، سهَلَ الله له به طريقاً إلى الجنة. وما اجتمع قوم في بيت من بيوت الله، يتلون كتاب الله ويتدارسونه بينهم، إلا نزلت عليهم السّكينة، وغشيتهم الرحمة، وحَفّتهم الملائكة، وذكرهم الله فيمن عنده. ومن بَطّأ به عملُه، لم يسرع به نسبه 5\"6.\n__________\n1 وعرشه على الماء، أي: قبل خلق السماوات والأرض.\n2 مسلم: القدر (4/2044) ح (16) .\n3 مسلم: العلم (4/2060) ح (16) .\n4 في المخطوطة: (مسلم) ، وما أثبته هو لفظ مسلم.\n5 أي: من كان عمله ناقصاً لم يوصله إلى النجاة, فإن نسبه إذا كان ذا نسب لا ينفعه في إيصاله إلى النجاة.\n6 مسلم: الذكر والدعاء (4/2074) ح (38) .\n(4/339)\n\n1993- وعن أنس بن مالك قال: قال رسول الله صلى الله عليه وسلم: \"إن الله ليرضى عن العبد أن يأكل الأكْلَة 1 فَيَحْمَدَهُ عليها، أو يَشْرَبَ 2 الشّرْبَة فيحمدَهُ عليها\" 3.\n1994- وعن سعد بن أبي وقاص رضي الله عنه قال: سمعت رسول الله صلى الله عليه وسلم يقول: \"إن الله يحبُ العبدَ التقيَّ الغَنِيَّ الخَفِيَّ 4\") 5.\n1995- وعن عياض بن حِمار المُجاشعيِّ أن رسول الله صلى الله عليه وسلم قال ذات يوم في خطبته: \"ألا إن ربي أمرني أن أعلمكم ما جهلتم، مما علمني يومي هذا: كلُّ مال نَحَلْتُهُ عبداً حلالٌ. 6 وإني خلقتُ عبادي حُنَفاء 7 كلّهم. وإنهم أتتهم الشياطين فاجتالتهم 8\n__________\n1 الأكلة هي: المرة الواحدة من الأكل كالغداء والعشاء.\n2 في المخطوطة: (ويشرب) .\n3 مسلم: الذكر والدعاء (4/2095) ح (89) .\n4 المراد بالغنى هنا: غنى النفس, والمراد بالخفي: المشتغل بالعبادة وأمور نفسه، الذي لا يحب الظهور.\n5 مسلم: الزهد والرقائق (4/2277) ح (11) .\n6 في الكلام حذف, تقديره: قال الله تعالى: كل مال ... إلخ. ومعنى نحلته: أعطيته.\n7 مستقيمين: منيبين لقبول الهداية والدين الحق, أو موحدين مسلمين.\n8 في المخطوطة: (فاحتالتهم) بالحاء المهملة، وهو خطأ. قال النووي ما معناه: اجتالتهم بالجيم في أكثر النسخ, وفي بعضها: \"فاختالتهم\" بالخاء المعجمة, والأول أصح وأوضح, ومعنى اجتالتهم أي: استخفوهم فذهبوا بهم، وأزالوهم عما كانوا عليه، وجالوا معهم في الباطل.",
        "(4/340)\n\nعن دينهم، وحرمتْ عليهم ما أحللتُ لهم، وأمرتهم أن 1 يشركوا بي 2 ما لم أنزل به سلطاناً. وإن الله نظر إلى أهل الأرض فمقتهم، عَرَبَهُم وعَجَمَهم، إلا بقايا من أهل الكتاب. وقال: إنما بعثتك لأبتليك وأبتليَ بك، وأنزلتُ عليك كتاباً لا يغسله الماء، تقرؤه نائماً ويقظان. 3 وإن الله أمرني أن أحرق 4 قريشاً. فقلت: رب! 5 إذاً يَثْلَغُوا 6 رأسي فَيَدعُوه خبزة، قال: استخرجهم كما استخرجوك، واغزهم نغزك. 7 وأنفق، فسننفق عليك.\n__________\n1 في المخطوطة: (ان لا يشركوا) ، وهو خطأ وسبق قلم من الناسخ.\n2 في المخطوطة زيادة كلمة: (شيئاً) بعد قوله: (يشركوا بي) ، وهو خطأ من الناسخ.\n3 رسمت في المخطوطة: هكذا (ويقضانا) ، وهو خطأ من الناسخ.\n4 في المخطوطة: (ان أخرج) ، وهو تصحيف من الناسخ.\n5 في المخطوطة: رسمت هكذا (ربي) .\n6 أي: يشدخوه ويشجوه كما يشدخ الخبز, أي: يكسر.\n7 أي: نعينك على غزوهم. تنبيه: في هذه الصفحة 298 من المخطوطة تعليقات متعددة على حواشي الصفحة، كلها تتعلق بشرح وإيضاح بعض الإشكالات في الأحاديث, ولم أستطع إثباتها ونسخها لأن كثيراً من الكلمات غائبة بسبب رطوبة أصابت الصفحة. وكتب في أول جميع هذه التعليقات العبارة التالية: (حاشية ليست في الأصل) .\n(4/341)",
        "\nوابعثْ جيشاً، نبعَث خمسةً مثله. وقاتِلْ بمن أطاعك مَن عصاك. قال: وأهل الجنة ثلاثة: ذو سلطان مُقْسِط، (متصدق موفق) ، 1 ورجلٌ رحيم رقيق القلب لكل ذي قُرْبَى ومسلم، وعَفِيفٌ مُتَعَفِّفٌ ذو عيال. قال: وأهل النار خمسة: الضعيفُ الذي لا زَبْرَ له، 2 الذين هم 3 فيكم تَبَعاً لا يبتغون 4 أهلاً ولا مالا، والخائن الذي لا يخفي له طَمَعٌ 5 وإن دَقَّ 6 إلا خانه، ورجل لا يصبح ولا يُمْسِي إلا وهو يخادعك عن أهلك ومالك.\nوذكر البخل أو الكذب والشِّنْظِيرُ الفَحّاشُ 7\") 8.\n1996- وفي لفظ: \"إن الله تبارك وتعالى أوحى إليَّ: أنْ تواضعوا حتى لا يَفْخَرَ أحدٌ على أحد، ولا يبغي أحد على أحد\" 9.\n__________\n1 في المخطوطة: مكان ما بين المعكوفتين بياض.\n2 في المخطوطة: (لا دين له) ، وهو تصحيف من الناسخ, ومعنى (لا زبر له) أي: لا عقل له يزبره ويمنعه مما لا ينبغي فعله.\n3 رسمت في المخطوطة هكذا: (الذينهم) ، وهو خطأ إملائي. لأن (هم) ضمير فصل.\n4 أي: لا يطلبون, وفي بعض نسخ مسلم: \"لا يتبعون\" من الاتباع.\n5 في المخطوطة: (طعم) ، وهو سبق قلم من الناسخ, ومعنى لا يخفى له طمع أي: لا يظهر له طمع.\n6 في المخطوطة: (طعم) ، وهو سبق قلم من الناسخ, ومعنى لا يخفى له طمع أي: لا يظهر له طمع.\n7 في المخطوطة: (الفاحش) ، ومعنى الشنظير أي: السيئ الخلق، وهو الفحاش.\n8 مسلم: الجنة وصفة نعيمها وأهلها (4/2197) ح (63) .\n9 مسلم: الجنة وصفة نعيمها وأهلها (4/2198) ح (64) .\n(4/342)\n",
        "1997- وعن همام عن زيد بن أسْلَم عن عطاء بن يسار عن أبي سعيد الخدري رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: \"لا تكتبوا عني، ومن كَتَبَ عني غيرَ القرآن فليمْحه. وحدثوا عني ولا حرج. ومن كذب عليَّ - قال همام: أحْسِبُهُ قال: متعمداً - فلْيَتَبَوَّأ مقعدَهُ من النار\" 1.\n1998- وعن تميم الداريِّ أن النبي صلى الله عليه وسلم قال: \"الدِّين النصيحة، قلنا: لِمَنْ؟ قال: لله ولكتابه ولرسوله ولأئمة المسلمين وعامتهم\" 2.\n1999- وعن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: \"بدأ الإسلام غريباً، وسيعود كما بدأ غريباً؛ 3 فطوبى للغرباء\" 4.\n2000- وعنه عن رسول الله صلى الله عليه وسلم أنه قال: \"والذي نَفْسُ محمد بيده، لا يسمع بي أحد من هذه الأمة، يهوديٌّ ولا نصرانيٌّ، 5 ثم يموت ولم 6 يؤمن بالذي أُرسلت به، إلا كان من أصحاب النار\" 7.\n__________\n1 مسلم: الزهد والرقائق (4/2298) ح (72) .\n2 مسلم: الإيمان 1/74) ح (95) .\n3 في المخطوطة: (وسيعود غريبًا كما بدا) ، وما أثبته هو لفظ مسلم في هذه الرواية, ولفظ المصنف ملفق من روايتين.\n4 مسلم: الإيمان (1/130) ح (232) .\n5 في المخطوطة: (يهودياً ولا نصرانياً) ، وهو خطأ من الناسخ.\n6 في المخطوطة: (ولا) ، وهو خطأ.\n7 مسلم: الإيمان (1/134) ح (240) .\n(4/343)\n\n2001- وعن ابن عمر، رضي الله عنهما، قال: سمعت رسول الله صلى الله عليه وسلم يقول: \"من خَلَعَ يداً من طاعة، لقي الله يوم القيامة لا حجة له. 1 ومن مات وليس في عنقه بَيْعَة، مات مِيتَةً جاهلية\" 2.\n2002- وعن أبي سعيد الخدري رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: \"إذا بُويعَ لخليفتين، 3 فاقتلوا الآخِر منهما\" 4.\n2003- وعنه قال: سمعت رسول الله صلى الله عليه وسلم يقول: \"من رأى منكم منكراً، فليغيره بيده. فإن لم يستطع، فبلسانه. فإن لم يستطع، فبقلبه؛ وذلك أضعف الإيمان\" 5.\n2004- وعن أبي مسعود الأنصاري رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: \"مَن دَلَّ على خير، فله مثل أجر فاعله\" 6.\n2005- وعن أم سلمة، رضي الله عنها، أن رسول الله صلى الله عليه وسلم قال: \"ستكون أُمَرَاءُ، فتعرفون وتنكرون. فمن عرف، فقد برئ. 7 ومن أنكر سَلِمَ. ولكن من رضي وتابع.8 قالوا:\n__________\n1 أي: لا حجة له في فعله, ولا عذر له ينفعه.\n2 مسلم: الإمارة (3/1478) ح (58) .\n3 في المخطوطة: (الخليفتين) ، وهو خطأ من الناسخ.\n4مسلم: الإمارة (3/1480) ح (61) .\n5 مسلم: الإيمان 1/69) ح (78) .\n6 مسلم: الإمارة (3/1506) ح (133) .\n7 أي: فمن عرف المنكر ولم يشتبه عليه، فقد صارت له طريق إلى البراءة من إثمه.\n8 أي: ولكن الإثم والعقوبة على من رضي وتابع على المنكر.",
        "(4/344)\n\nأفلا نقاتلهم؟ قال: لا. مَا صَلَّوْا 1\" 2.\n2006- وعن أبي هريرة أن رسول الله صلى الله عليه وسلم قال: \"إذا سافرتم في الخِصْب، فأعطوا الإبل حظّها 3 من الأرض. وإذا سافرتم في السّنَة، 4 فبادروا بها نِقْيَها. 5 وإذا عَرَّسْتُم، 6 فاجتنبوا الطريق؛ فإنها طريق الدواب ومَأوَى الهَوَامِّ بالليل\" 7.\n2007- وعن ابن عمر، رضي الله عنهما، أن رسول الله صلى الله عليه وسلم قال: \"إذا أكل أحدكم فليأكل بيمينه، وإذا شرب فليشرب بيمينه؛ فإن الشيطان يأكل بشماله ويشرب بشماله\" 8.\n2008- وعن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: \"لا يشربَنَّ 9 أحد منكم 10 قائماً؛ فمن نسي فليستقئ\" 11.\n__________\n1 أي: ما أقاموا الدين ولم يغيروا من قواعده وأركانه شيئاً.\n2 مسلم: الإمارة (3/1480) ح (62) .\n3 في المخطوطة: (حقها) ، وهو تصحيف من الناسخ.\n4 السنة: القحط.\n5 في المخطوطة: (فقها) ، وهو تصحيف من الناسخ. والنقي: المخ.\n6 التعريس هو: النزول في أواخر الليل للنوم والراحة, وقيل: النزول في أي وقت.\n7 مسلم: الإمارة (3/1525) ح (178) .\n8 مسلم: الأشربة (3/1598) ح (105) .\n9 في المخطوطة: (لا يشرب) .\n10 في المخطوطة: (أحدكم) .\n11 مسلم: الأشربة (3/1601) ح (116) .\n(4/345)",
        "\n2009- وعن جابر بن عبد الله، رضي الله عنهما، قال: سمعت رسول الله صلى الله عليه وسلم يقول في غزوة غزوناها: \" استكثروا من النعال؛ فإن الرجل لا يزال 1 راكباً ما انتعل\" 2.\n2010- وعن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: \"من عُرض\nعليه ريحان فلا يَرُدُّهُ؛ فإنه خفيف المَحْمِل، 3 طيب الرِّيح \" 4.\n2011- وعن سليمان بن بُرَيْدة عن أبيه عن النبي صلى الله عليه وسلم قال: \"من لعب بالنَرْدَشِير، 5 فكأنما صبغ يده في لحم خِنزير ودمه\" 6.\n2012- وعن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: \"أتدرون ما الغيبة؟ قالوا: الله ورسوله أعلم. قال: ذكْرك أخاكَ بما يكره. قيل: أفرأيتَ إن كان في أخي ما أقول؟\n__________\n1 في المخطوطة: (فإن أحدكم لم يزل) ، وما أثبته هو لفظ مسلم.\n2 مسلم: اللباس والزينة (3/1660) ح (66) .\n3 المحمل بفتح الميم الأولى وكسر الثانية كالمجلس, والمراد به: الحمل, أي: خفيف الحمل.\n4 مسلم: ألفاظ من الأدب وغيرها (4/1766) ح (20) .\n5 النرد شير: هو النرد, والنرد عجمي معرب, وشير معناه: حدو, والنرد نوع من أنواع اللعب المبنية على الحظ.\n6 مسلم: الشعر (4/1770) ح (10) .\n(4/346)\n",
        "قال: إن كان فيه ما تقول فقد اغتبتَه، وإن لم يكن فيه فقد بهتَّه 1\" 2. أخرج هذه الأحاديث مسلم 3.\n__________\n1 بهته: أي: قلت فيه البهتان, وهو الباطل.\n2 مسلم: البر والصلة والآداب (4/2001) ح (70) .\n3 وأخرج كثيراً منها مع مسلم غيره, واقتصرت على مما اقتصر عليه المصنف اختصاراً.\n(4/347)\n\nكِتابُ الطِّبْ\n2013- عن أبي هريرة أن رسول الله صلى الله عليه وسلم قال: \"ما أنزل الله داءً إلا أنزل له شفاءً\". رواه البخاري 1.\n2014- وعن جابر بن عبد الله عن رسول الله صلى الله عليه وسلم أنه قال: \"لكل داء دواءٍ، فإذا أُصِيبَ دواء الداء، برأ بإذن الله\". رواه مسلم 2.\n2015- وعن أسامة بن شَريك قال: \"قالت الأعراب: يا رسول الله، أنَتَدَاوَى؟ قال: نعم. يا عباد الله تَداوَوْا! فإن الله لم يضعْ داءً إلا وضع له شفاءً، إلا داءً واحداً. 3 قالوا: وما هو؟ قال: الهَرَم\". رواه أحمد 4 وأبو داود 5 وابن ماجه 6 والنسائي 7 والترمذي\n__________\n1 البخاري: الطب (10/134) ح (5678) .\n2 مسلم: السلام (4/1729) ح (69) .\n3 في المخطوطة: (واحد) ، وهو خطأ من الناسخ.\n4 في المسند (4/278) .\n5 في كتاب الطب (4/3) ح (3855) .\n6 في كتاب الطب (2/1137) ح (3436) .\n7 في السنن الكبرى: كتاب الطب, انظر: تحفة الأشراف للمزي (1/62) .",
        "(4/348)\n\nوصححه، 1 وابن خزيمة وابن حبان، وصححه الدارقطني أيضاً.\n2016- وعن أبي الدرداء قال: قال رسول الله صلى الله عليه وسلم: \"إن الله أنزل الداء والدواء، وجعل لكل داءٍ دواءً؛ فتداوَوْا، ولا تَدَاوَوْا بحرام\". رواه أبو داود 2 من رواية إسماعيل بن عيّاش عن ثعْلَبَة بن مسلم الخَثْعَمَي الشامي عن أبي عِمْرانَ الأنصاري عن أم الدرداء عنه. 3 وإسماعيل: فيه كلام، 4 وثعلبة: ليس بذاك المشهور، 5 وقد وثقه ابن حبان، وأبو عمران: صالح الحديث، 6 قاله أبو حاتم.\n2017- وعن علقمة بن وائل عن أبيه وائل الحضرمي: \"أن طارق بن سُوَيد الجُعْفي سأل النبي صلى الله عليه وسلم عن الخمر، فنهاه،\n__________\n1 في كتاب الطب (4/383) ح (2038) , وقال: حسن صحيح.\n2 أبو داود: الطب (4/7) ح (3874) .\n3 أي: عن أبي الدرداء.\n4 قلت: الكلام في روايته إذا روى عن غير الشاميين, وهنا روى عن شامي، فليس في حديثه شيء.\n5 قال الحافظ ابن حجر عنه في التقريب (1/119) : مستور، في اصطلاحه هو: من لم يوثق, وأما توثيق ابن حبان, فليس بذاك, والمستور لأنه يوثق كل من لم يعرف بجرح.\n6 أبو عمران, اسمه سليمان أو سليم بن عبد الله. قال الحافظ ابن حجر عنه: صدوق.\n(4/349)",
        "\nأو كره أن يصنعها. فقال: إنما أصنعها للدواء، فقال: إنه ليس بدواء، ولكنه داء\". رواه مسلم 1.\n2018- وقال ابن مسعود في السكر 2: \"إن الله لم يجعل شفاءكم فيما حرم عليكم\". ذكره البخاري. 3 وقد رُوي من حديث أم سلمة مرفوعاً 4.\n2019- وعن ابن عباس، رضي الله عنهما، عن النبي صلى الله عليه وسلم قال: \"الشفاء في ثلاثة: في شَرْطَة 5 محجم، أو شربة عسل، أو كية بنار. وأنهى أمتي عن الكي\". رواه البخاري 6.\n__________\n1 مسلم: الأشربة (3/1573) ح (12) , وأخرجه أبو داود والترمذي وأحمد.\n2 في المخطوطة: (المسكر) ، وهو تصحيف من الناسخ. والسكر: النقيع قبل أن يشتد، وقيل: هو الخمر, وقيل غير ذلك.\n3 البخاري: الأشربة (10/78) باب (15) , معلقاً عن ابن مسعود ?.\n4 ذكر الحافظ ابن حجر في الفتح (10/79) أن أبا يعلي وابن حبان أخرجا حديث أم سلمة هذا, ولفظه: قالت: \" اشتكت بنت لي، فنبذت لها في كوز, فدخل النبي ?، وهو يغلي, فقال: ما هذا؟ فأخبرته. فقال: إن الله لم يجعل شفاءكم فيما حرم عليكم \".\n5 في المخطوطة: (شرط) ، وقد سقطت التاء عن الناسخ سهواً.\n6 البخاري: الطب (10/136) ح (5681) .\n(4/350)\n",
        "2020- وعن جابر رضي الله عنه قال: \"بعث رسول الله صلى الله عليه وسلم إلى أبي بن كعب طبيبا، فقطع منه عرقا، ثم كواه عليه\". رواه مسلم 1.\n2021- وعن سعيد بن عبد الرحمن الجُمَحِي عن سُهَيْلٍ 2 عن أبيه عن أبي هريرة رضي الله عنه قال: قال النبي صلى الله عليه وسلم: \"من احتجم لسبع عشرة، وتسع عشرة، وإحدى وعشرين، كان شفاءً من كل داء\". رواه أبو داود 3 عن أبي تَوْبة الربيع بن نافع عنه، 4 وقد روى مسلم لسعيد، ووثقه ابن معين، وتكلم فيه ابن حبان 5. قال ابن عدي: يَهِم في الشيء 6. وسئل أحمد عن هذا الحديث فقال: ليس ذا بشيء.\n__________\n1 مسلم: السلام (4/1730) ح (73) , ورواه أحمد وأبو داود وابن ماجة.\n2 في المخطوطة: (سهل) ، وهو تصحيف من الناسخ. قلت: وهو سهيل بن أبي صالح.\n3 أبو داود: الطب (4/4) ح (3861) .\n4 أي: عن سعيد بن عبد الرحمن الجمحي.\n5 قال الحافظ ابن حجر في التقريب: صدوق له أو هام، وأفرط ابن حبان في تضعيفه.\n6 قال الذهبي في ميزان الاعتدال (2/148) : وقال ابن عدي: له غرائب حسان, وأرجو أنها مستقيمة, وإنما يهم فيرفع موقوفاً, ويوصل مرسلاً لا عن تعمد.\n(4/351)\n\n2022- وعن المغيرة بن شعبة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: \" من اكتوى أو استرقى، 1 فقد برئ من التوكل \". رواه أحمد 2 وابن ماجه 3 والنسائي 4 والترمذي وصححه 5.\n2023- وعن أبي هريرة أنه سمع رسول الله صلى الله عليه وسلم يقول: \"إن في الحَبّة السوداء شفاءً من كل داء إلا السّامَ؛ والسّامُ الموت\" 6. والحبة السوداء الشُونِيز 7.\n2024- وعن أم قيس بنت مِحْصَن، أختِ عُكّاشَه قالت: \"دخلتُ بابن 8 لي على رسول الله صلى الله عليه وسلم، لم يأكل الطعام، فبال عليه، فدعا بماء فرشَّهُ. وقالت: ودخلت 9 عليه بابن لي وقد أعلقت\n__________\n1 في المخطوطة: (واسترقى) ، وهو خطأ من الناسخ.\n2 في المسند (4/249) .\n3 في كتاب الطب (2/1154) ح (3489) .\n4 لم أجده في السنن الصغرى له, فلعله في السنن الكبرى, ولم يكمل طبعها حتى الآن.\n5 في كتاب الطب (4/393) ح (2055) .\n6 البخاري: الطب (10/143) ح (5688, ومسلم: السلام (4/1735) ح (88) ، وأحمد في المسند (2/241) .\n7 رسمت في المخطوطة: هكذا (السؤتر) ، وهو تصحيف من الناسخ.\n8 في المخطوطة: (بابني) .\n9 في المخطوطة: (فدخلت) ، وما أثبته هو لفظ مسلم.",
        "(4/352)\n\nعليه 1 من العُذْرَة، 2 فقال: عَلاَم تَدْغَرْن 3 أولادكن بهذا العِلاَق؟ 4 عليكنَّ بهذا العُود الهندي، فإن فيه سبعة أشفية، منها: 5 ذات الجنب، 6 يسعط 7 من العذرة، ويلدّ 8 من ذات الجنب\" 9.\n__________\n1 أي: عالجت وجع لهاته بأصبعي.\n2 العذرة: وجع في الحلق يهيج من الدم, يقال في علاجها: عذرته فهو معذور. وقيل: هي قرحة تخرج في الخرم الذي بين الحلق والأنف, تعرض للصبيان غالباً عند طلوع العذرة.\n3 في المخطوطة: (تذعرن) ، وهو تصحيف من الناسخ, ومعنى: علام تدغرن؟: لماذا تغمزن حلق الأولاد بأصابعكن, فترفعن ذلك الموضع وتكبسنه حتى ينفجر الدم؟ لأن هذا العمل ربما سبب قرحة للصبي.\n4 العلاق: هو معالجة عذرة الصبي, وهو وجع حلقه.\n5 في المخطوطة: (فيها) ، وهو تصحيف من الناسخ.\n6 ذات الجنب: هو التهاب غلاف الرئة, فيحدث منه سعال وحمى ونخس في الجنب.\n7 أي: يقطر في أنفه.\n8 أي: يسقى بطريق الفم للمريض.\n9 مسلم: السلام (4/1734) ح (86) , والبخاري: الطب (10/166) ح (1513) , وأحمد في المسند (6/355، 356) . تنبيه: في صفحة 300 من المخطوطة تعليقات غير واضحة أبداً بسبب رطوبة أصابت الصفحة، ومن رحمة الله تعالى ولطفه أن الأصل لم يصبه شيء، وهو واضح تماماً والحمد لله, لذا لم أستطع إثبات ما في تلك التعليقات, وأمرها سهل إن شاء الله تعالى.\n(4/353)",
        "\n2025- وعن أبي سعيد الخدري قال: \"جاء رجل إلى النبي صلى الله عليه وسلم فقال: إن أخي قد استطلق 1 بطنُه، فقال رسول الله صلى الله عليه وسلم: اسقه عَسَلا. فسقاه. ثم جاءه فقال: إني سَقيتُه 2 عسلاً، فلم يزده إلا استطلاقاً. (فقال له ثلاث مرات) . ثم جاء في الرابعة فقال: أسقه عسلا. فقال: لقد سقيته فلم يزده إلا استطلاقاً. فقال رسول الله صلى الله عليه وسلم: صدق الله، وكذب بطنُ أخيك. فسقاه، فَبَرَأ\". متفق عليهما، واللفظ لمسلم 3.\n2026- وعن أنس قال: \"رَخّصَ رسول الله صلى الله عليه وسلم في الرُّقْيَة من العَيْن، والحُمَة، 4 والنّمْلَة 5\") . رواه مسلم 6.\n2027- وعن عائشة قالت: \"كان رسول الله صلى الله عليه وسلم يأمرني أن أسترقي من العين\". متفق عليه 7.\n__________\n1 الاستطلاق الإسهال. يقال: استطلق بطنه إذا مشى.\n2 في المخطوطة: (اسقيته) وما أثبته هو لفظ مسلم:.\n3 البخاري: الطب (10/139) ح (5684, ومسلم: السلام (4/1736) ح (91, وأحمد في المسند (3/19) .\n4 الحمة بتخفيف الميم هي السم, ومعناه رخص في الرقية من كل ذات سم كالعقرب.\n5 النملة: هي قروح تخرج في الجنب.\n6 مسلم: السلام (4/1725) ح (58) .\n7 البخاري: الطب (10/199) ح (5738, ومسلم: السلام (4/1725) ح (56, وأحمد في المسند (6/63) .\n(4/354)\n",
        "2028- وعن ابن عباس عن النبي صلى الله عليه وسلم قال: \"العين حق. 1 ولو كان شيء سَابَقَ القَدَرَ لسبقتْه العين. 2 وإذا استُغسلتم فاغسِلوا 3\") . رواه مسلم 4.\n2029- وعن ثابت أنه قال: يا أبا حمزة، 5 اشتكيتُ، فقال أنس: \"ألا أرقيك برقية رسول الله صلى الله عليه وسلم؟ قال: بلى. قال: اللهم رب الناس، مُذهبَ الباس، اشف أنت الشافي، لا شافي إلا أنت، شفاء لا يغادر سقما\". رواه البخاري 6.\n2030- وعن أبي سعيد الخدري: \"أن جبريل أتى النبي صلى الله\n__________\n1 أي: إن ثبوت ضررها صحيح ثابت.\n2 قال النووي: فيه إثبات القدر, وهو حق بالنصوص وإجماع أهل السنة ... ومعناه أن الأشياء كلها بقدر الله تعالى, ولا تقع إلا على حسب ما قدّرها الله تعالى وسبق بها علمه, فلا يقع ضرر العين ولا غيره من الخير والشر إلا بقدر الله تعالى, وفيه صحة أمر العين, وأنها قوية الضرر. والله أعلم. شرح النووي (14/174) .\n3 أي: إذا طلبتم للاغتسال، فاغسلوا أطرافكم عند طلب المعين ذلك من العائن.\n4 مسلم: السلام (4/1719) ح (42) , وأخرجه الترمذي وابن ماجة ومالك وأحمد.\n5 أبو حمزة هي كنية أنس بن مالك ?.\n6 البخاري: الطب (10/206) ح (5742) .\n(4/355)\n\nعليه وسلم فقال: يا محمد اشتكيت؟ فقال: 1 نعم. قال: 2 بسم الله أرقيك، من كل شيء 3 يؤذيك، من شر كل نفس أو عَيْن أو حاسد اللهُ يَشفيك. بسم الله أرقيك\" 4.\n2031- وعن عثمان بن أبي العاص الثّقْفِي أنه شكا إلى رسول الله صلى الله عليه وسلم وَجَعاً يجده في جسده مُنذ أسلم، فقال له رسول الله صلى الله عليه وسلم: \"ضع يدك على الذي تَألّمَ 5 من جسدك، وقل: بسم الله. ثلاثاً. وقل سبع مَرّات: أعوذ بالله 6 وقدرته من شَرِّ ما أجِدُ وأُحاذِرُ\". رواهما مسلم 7.\n2032- وعن عائشة، رضي الله عنها (قالت) : \"كان رسول الله صلى الله عليه وسلم إذا مرض أحد من أهله، نفث 8 عليه بالمعوذات. فلما مرض مرضه الذي مات فيه، جعلت أنفث عليه، وأمسحه بيدي\n__________\n1 في المخطوطة: (قال) ، وما أثبته هو لفظ مسلم.\n2 في المخطوطة: (فقال) .\n3 في المخطوطة: (ما) بدل: (شيء) .\n4 مسلم: السلام (4/1718) ح (40) .\n5 في المخطوطة: (يألم) .\n6 في المخطوطة: (أعوذ بعزة الله) ، وما أثبته هو لفظ مسلم.\n7 مسلم: السلام (4/1728) ح (67) .\n8 النفث: نفخ لطيف بلا ريق.",
        "(4/356)\n\nنفسه، 1 لأنها كانت أعظم بركة من يدي\". متفق عليه، واللفظ لمسلم 2.\nوصلى الله على محمد وآله وصحبه وسلم تسليماً كثيراً.\n__________\n1 في المخطوطة: (وأمسح بيدي نفسه) ، وهو تصحيف من الناسخ.\n2 مسلم: السلام (4/1723) ح (50) , والبخاري: المغازي 8/131) ح () 4439, وأحمد في المسند (6/104) .\nخاتمة: تم بحمد الله تعالى وتوفيقه تحقيق هذا الكتاب وتخريج أحاديثه, وذلك عند أذان العشاء من ليلة الجمعة، الموافقة للسابع من شهر صفر الخير, من سنة تسع وتسعين وثلاثمائة وألف هجرية, على صاحبها أفضل الصلاة وأزكى التحية, بمدينة الرياض, والحمد لله الذي بنعمته تتم الصالحات. وكتبه راجي عفو ربه المنان: أبو حفص محمود بن أحمد الطحان.\n(4/357)",
        "\nمصادر ومراجع\n...\n- قائمة المصادر والمراجع -\nالمعزو إليها في التحقيق (في المجلدين 3 و4)\n1. القرآن الكريم.\n2. الأذكار، للنووي بشرح الصديقي (الفتوحات الربانية) ، جمعية النشر والتأليف. 1351هـ.\n3. الإصابة في تمييز الصحابة، لابن حجر. مطبعة مصطفى محمد بمصر.1358هـ.\n4. الأم، للإمام الشافعي. أبناء مولوي محمد بن غلام رسول السورتي.\n5. بلوغ المرام من أدلة الأحكام لابن حجر. مطبعة محمد عاطف بمصر.\n6. التاريخ الكبير للبخاري. مطبعة دائرة المعارف العثمانية. الهند. 1361هـ.\n7. تحفة الأشراف بمعرفة الأطراف، للمِزيّ. نشر الدار القيمة. الهند. 1384هـ.\n8. التعليق المغني على الدارقطني، لمحمد شمس الحق العظيم آبادي، تحقيق عبد الله هاثم يماني. 1386 هـ.\n9. تفسير القرآن العظيم، لابن كثير. نشر مكتبة النهضة الحديثة. 1384هـ.\n(4/358)\n",
        "10. تقريب التهذيب لابن حجر. تحقيق عبد الوهاب عبد اللطيف. نشر محمد النمنكاني.\n11. التلخيص الحبير، لابن حجر. تحقيق عبد الله هاشم يماني. شركة الطباعة الفنية. 1384هـ.\n12. تهذيب التهذيب، لابن حجر. دائرة المعارف العثمانية (تصوير) . 1325هـ.\n13. الجامع الصحيح للبخاري، بشرح ابن حجر (فتح الباري) . المطبعة السلفية بمصر.\n14. الجامع الصحيح، لمسلم. تحقيق محمد فؤاد عبد الباقي. نشر عيسى البابي الحلبي.\n15. الجامع للترمذي (سنن الترمذي) . تحقيق أحمد شاكر. 1356 هـ.\n16. جامع البيان عن تأويل آي القرآن، لابن جرير الطبري. تحقيق محمود شاكر.\n17. الدراية في تخريج أحاديث الهداية، لابن حجر. تحقيق عبد الله هاشم يماني.\n18. سبل السلام، للصنعاني. مصطفى البابى الحلبي. تعليق الخولي. 1379 هـ.\n19. السنن، لأبي داود السجستاني. تعليق محيي الدين عبد الحميد. نشر دار إحياء السنة.\n(4/359)\n\n20. السنن (المجتبى) للنسائي. مطبعة مصطفى البابي الحلبي. 1983م. الطبعة الأولى.\n21. السنن، لابن ماجه القزويتي. تحقيق محمد فؤاد عبد الباقي.\n22. السنن للدارقطني، تحقيق عبد الله هاشم يماني. 1386هـ.\n23. السنن الكبرى، للبيهقي. دائرة المعارف العثمانية. الهند.\n24. السنن، للدارمي. تحقيق عبد الله هاشم يماني.\n25. شرح صحيح مسلم، للنووي. المطبعة المصرية بالأزهر. الطبعة الأو لى. 1347هـ.\n26. الشرح الكبير، لعبد الرحمن بن محمد بن قدامة. (682هـ) بحاشية المغني. نشر المكتبة السلفية، ومكتبة المؤيد.\n27. علل الحديث لابن أبي حاتم، تصوير مكتبة المثنى. بغداد.\n28. فتح الباري شرح صحيح البخاري، لابن حجر. المطبعة السلفية. القاهرة.\n29. الفتح الرباني لترتيب مسند الإمام أحمد بن حنبل الشيباني، للساعاتي. مطبعة الإخوان المسلمين.\n30. فتح القدير، للشوكاني. نشر وتصوير محفوظ العلي. بيروت.\n31. القاموس المحيط، للفيروز آبادي. المطبعة الميمنية بمصر.\n32. مجمع الزوائد، الهيثمي. نشر حسام الدين القدسي.",
        "(4/360)\n\n33. المحرر في الحديث، لمحمد بن أحمد بن عبد الهادي المقدسي (744هـ) . مطبعة مصطفى محمد.\n34. المراسيل، لأبي داود السجستاني.\n35. مسائل الإمام أحمد، لأبي داود السجستاني. نشر محمد أمين دمج. بير وت.\n36. المستدرك على الصحيحين، للحاكم النيسابوري. تصوير عن طبعة دائرة المعارف العثمانية.\n37. المسند للإمام أحمد. تصوير المكتب الإسلامي عن الطبعة الميمنية بمصر.\n38. المسند، لأبي داود الطيالسى. طبعة دائرة المعارف العثمانية.\n39. المسند، لأبي عبد الله الحميدي، تحقيق حبيب الرحمن الأعظمي، نشر المجلس العلمي.\n40. مشكاة المصابيح بشرحها (مرقاة المفاتيح) ، للخطيب التبريزي. طبع بمبى. الهند.\n41. المصنف، لابن أبى شيبة. المطبعة العزيزية بحيدر آباد. الهند. 1386هـ.\n42. معالم السنن للخطابي. مطبعة أنصار السنة المحمدية. 1367هـ.\n43. المعجم الصغير، للطبراني. نشر المكتبة السلفية بالمدينة المنورة. 1388هـ.\n(4/361)",
        "\n44. المغني، لابن قدامة. نشر المكتبة السلفية بالمدينة المنورة، ومكتبة المؤيد بالطائف.\n45. المنتقى من أخبار المصطفى. نشر دار الفكر. بيروت. 1393هـ.\n46. الموطأ، للإمام مالك. تحقيق محمد فؤاد عبد الباقي.\n47. ميزان الاعتدال، للذهبي. عيسى البابي الحلبي. تحقيق علي محمد البجاوي.\n48. نصب الراية لأحاديث الهداية، للمرغيناني. نشر المجلس العلمي 1357هـ.\n49. النهاية في غريب الحديث، لابن الأثير. عيسى البابي الحلبي. تحقيق الزاوي والطناحي.\n50. نيل الأوطار، للشوكاني. مصطفى البابي الحلبي. الطبعة الثالثة. 1380هـ.\n(4/362)\n"
    ]
}