{
    "partText": [
        "\nالحياة من جديد\nمشروع\nبسم الله الرحمن الرحيم\nالمقدمة\nإن الحمد لله نحمده، و نستعينه، ونستغفره، ونعوذ بالله من شرور أنفسنا وسيئات أعمالنا، من يهدِه الله فلا مضلّ له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمدًا عبده ورسوله، صلى الله عليه وعلى آله وصحبه وسلم.. أما بعد:\nفلقد أنزل الله جل وعلا الكتاب العظيم ليكون نبراساً للناس في حياتهم؛ يبني إيمانهم، ويوجه سلوكهم إلى عبادته والقيام بحقه، لتحصل لهم مصالحهم الدنيوية والأخروية، كما قال تعالى: ?وَهَذَا كِتَابٌ أَنزَلْنَاهُ مُبَارَكٌ فَاتَّبِعُوهُ وَاتَّقُواْ لَعَلَّكُمْ تُرْحَمُونَ?(1).\nلذا فإن من أجلّ الأعمال وأعلى المقامات الاتصال بكتاب الله تعالى، تلاوةً وتأمّلاً وفهماً، فالقرآن -كما وصفه المتكلم به سبحانه- نور وهدى وشفاء وروح.\nوأمة الإسلام في هذه الفترة العصيبة التي تمر بها بحاجة إلى أبناء يحملون دينهم قلباً وقالباً، عقيدةً وعملاً، ولا يمكن أن يتحقق ذلك إلا من خلال القيام بمشروع إصلاحي كبير ينطلق من الاعتصام بحبل الله المتين، ليبعث الحياة من جديد في جسد الأمة، وينفخ فيها روح الإيمان والعزة، إنه مشروع الحياة بمنهج الوحيين، مشروع الحياة الخالدة، مشروعٌ فكرته أن نحيا من جديد بالقرآن، وأن نستنير بنوره الذي يضيء لنا الطريق، حتى لا نتخبط في مهاوي الفتنة وظلمات الغواية، يقول الله - جل جلاله - :{إِنَّ هَذَا الْقُرْآنَ يِهْدِي لِلَّتِي هِيَ أَقْوَمُ وَيُبَشِّرُ الْمُؤْمِنِينَ الَّذِينَ يَعْمَلُونَ الصَّالِحَاتِ أَنَّ لَهُمْ أَجْرًا كَبِيرًا}(2) .\n__________\n(1) سورة الأنعام (155)\n(2) سورة الإسراء (9)\n(1/1)\n",
        "فمن أراد أن يصل إلى الله تعالى بأقرب وأسلم طريق فعليه بالأخذ بالقرآن كما قال تعالى: {إِنَّ هَذِهِ تَذْكِرَةٌ فَمَن شَاء اتَّخَذَ إِلَى رَبِّهِ سَبِيلا}(1) . قال الخبّاب بن الأرت :(تقرّب إلى الله بما استطعت فإنك لن تتقرب إليه بشيء أحبّ إليه من كلامه).(2) قال تعالى:{ فَأَيْنَ تَذْهَبُونَ*إِنْ هُوَ إِلا ذِكْرٌ لِّلْعَالَمِينَ *ِلمَن شَاء مِنكُمْ أَن يَسْتَقِيمَ}(3)\nيا حسرة من هجر القرآن... يا حسرتهم عندما يجدون أنّ ما كانوا يبحثون عنه من السعادة والنجاح كان في متناول أيديهم ولكنهم لم يعرفوا طريق البدء، تركوا القرآن وأجهدوا أنفسهم في البحث عن طريق آخر يوصلهم إلى السعادة..يوصلهم إلى الحياة الحقيقية..\nإن أولى الناس بحمل هذا المشروع والقيام به وتنفيذه هم أهل القرآن، علماءَ ودعاةً ومعلمين ومعلمات وطلبةً وطالبات، فهم الأكثر اتصالاً بكتاب الله، والأقرب إلى الخير والصلاح والإصلاح، ولاسيما الملتحقون بمدارس وحلقات التحفيظ، فهم المعنيون بتطبيق هذا المشروع ابتداءً، وترسيخ دعائم الإصلاح في نفوسهم من خلال تعلم القرآن والعمل به، وتعليم الناس ودعوتهم إليه؛ لذلك كان هذا البحث الموجز للمشاركة في الملتقى الثالث للجمعيات الخيرية لتحفيظ القرآن والمقام في مدينة الرياض في المملكة العربية السعودية.\nوالبحث هو عبارة عن دعوة للعودة إلى كتاب الله تعالى، والاتصال به علماً وعملاً، وفق الغاية التي من أجلها أنزله الله تعالى على عباده، ووفق المنهج الذي علّم به النبي - صلى الله عليه وسلم -أصحابه، واتبعوه في ذلك، وتواصوا به جيلاً بعد جيل .\n__________\n(1) سورة الإنسان (29)\n(2) مستدرك الحاكم ، كتاب التفسير ، تفسير سورة حم السجدة ، 3652\n(3) سورة التكوير(27- 28- 29)\n(1/2)\n\nوقد اشتمل هذا البحث على توصيات عملية موجهة إلى جمعية تحفيظ القرآن الكريم لتفعيل هذا المشروع في حملة مباركة يبدأ انطلاقها – إن شاء الله تعالى – من مراكز ومدارس التحفيظ؛ لينتفعوا بما فيه من الآيات والوصايا والعظات، فيزداد إيمانهم، وتزكوا نفوسهم وأخلاقهم، ويثبتوا أمام الفتن ومتغيرات الزمان.\nفأسأل المولى جل وعلا أن يجعله عملاً خالصاً لوجه الكريم، كما أسأله جلّت قدرته أن ينفع بهذا البحث كلّ من قرأه، وأن يكون مشاركةً موفقةً لإحداث نقلة في واقع مدارس تعليم القرآن، وفي مخرجات ميدانها التربوي.\nالفصل الأول\nعرض عام للمشروع\nالهدف العام من المشروع.\nفكرة المشروع وأهميته.\nمشروعية المشروع.\n- الهدف العام من المشروع:\nإن تطبيق هذا المشروع يؤهل العاملين به من حفاظ كتاب الله للارتقاء إلى أعلى درجات السمو الإنساني في كافة جوانبه: العقائدية، والتعبدية، والأخلاقية، والاجتماعية، والفكرية، والجسدية -بصورة شاملة متوازنة تصل بالفرد إلى تحقيق العبودية المطلقة لله تعالى في كل شؤونه وأحواله، كما قال الله تعالى:{كَمَا أَرْسَلْنَا فِيكُمْ رَسُولاً مِّنكُمْ يَتْلُو عَلَيْكُمْ آيَاتِنَا وَيُزَكِّيكُمْ وَيُعَلِّمُكُمُ الْكِتَابَ وَالْحِكْمَةَ وَيُعَلِّمُكُم مَّا لَمْ تَكُونُواْ تَعْلَمُونَ}(1). …\nفمن خلال العلم بالقرآن و اتباع خطوات تدبره والعمل به تتحقق للعبد هذه الغاية العظمى التي هي الغاية من خلق الإنسان وتنزّل القرآن.\n__________\n(1) سورة البقرة 151",
        "(1/3)\n\nفمن المهم أن نركّز الجهود لربط الناس ولاسيما الناشئة بكتاب الله تعالى؛ لتتحقق لهم السعادة والقوة والنجاح، فهو حياة القلوب والأرواح، وأساس كل صلاح وإصلاح، ومادة الخير والبركة للبلاد والعباد، قال تعالى: {وَكَذَلِكَ أَوْحَيْنَا إِلَيْكَ رُوحًا مِّنْ أَمْرِنَا مَا كُنتَ تَدْرِي مَا الْكِتَابُ وَلَا الْإِيمَانُ وَلَكِن جَعَلْنَاهُ نُورًا نَّهْدِي بِهِ مَنْ نَّشَاء مِنْ عِبَادِنَا وَإِنَّكَ لَتَهْدِي إِلَى صِرَاطٍ مُّسْتَقِيمٍ}(1).\n- فكرة المشروع وأهميته:\nإنها دعوة للمشاركة في حملة مشروع ( الحياة من جديد)، مشروع فكرته أن نحيا بالقرآن وتمتزج به أرواحنا وتصطبغ به حياتنا، فهو طريقنا إلى الإصلاح، وأولى خطواتنا نحو التصحيح، فلا بد أن نبدأ بالقرآن أوّلاً، فما من شيء يحتاجه البشر إلا وبيّنه الله فيه نصّاً أو إشارةً أو مفهوماً،علمه من علمه وجهله من جهله، ومع ضعف الأمة في عصورها المتأخرة تراجع الاهتمام بالقرآن وانحسر حتى اقتصر الأمر عند كثير من المسلمين على حفظه وتجويده وتلاوته فقط بلا تدبر ولا فهم لمعانيه، هَمُّ أحدهم كم قرأ؟ وكم حفظ؟ ، وترتّب على ذلك ترك العمل به أو التقصير في ذلك.\nولو نظرنا إلى حال الصحابة رضوان الله عليهم لوجدنا أنّ القرآن امتزج بحياتهم حتى كان أحدهم يلقى أخاه فلا يفارقه حتى يقرأ عليه سورة العصر كما ثبت عنهم رضي الله عنهم (2)، فكان القرآن مخالطًا لحياتهم، في قلوبهم وفي مجالسهم وفي مواعظهم؛ بل في كل أمر من أمور حياتهم، كانوا مقترنين به، مقبلين عليه، مشتغلين به عن غيره، فلذلك فاقوا غيرهم في الإيمان والعلم، وفاقوا غيرهم في العمل، وفاقوا غيرهم في الجهاد؛ فكتب الله علي أيديهم النصر.\n__________\n(1) سورة الشورى 52\n(2) تفسير ابن كثير ج4 ص710\n(1/4)",
        "\nوالمتأمل في آيات القرآن الكريم وأحاديث النبي - صلى الله عليه وسلم - تتضح له أهمية هذا المشروع في حياة الناس واضطرارهم له، حيث إنهم مأمورون بلا اختيار باتباع هذا القرآن والعمل به، قال تعالى: ?وَاتَّبِعُوا أَحْسَنَ مَا أُنزِلَ إِلَيْكُم مِّن رَّبِّكُم مِّن قَبْلِ أَن يَأْتِيَكُمُ العَذَابُ بَغْتَةً وَأَنتُمْ لَا تَشْعُرُونَ?(1)؛ لما في ذلك من تزكية للنفوس وتربيتها والسمو بها نحو المستوى الرفيع الذي أراده الله تعالى لها، فمن خلال تطبيق المشروع ستصبح -بإذن الله تعالى- بيوتنا ومدارسنا التي يُتعلم فيها القرآن - محاضن تربوية، تبني نفوس أبنائها، وترسّخ إيمانهم، وتقوّم أخلاقهم، وتؤثّر على واقع ومستقبل أجيالها، حتى يكونوا بحق خير أمة أخرجت للناس. بالإضافة إلى أننا في واقع نحتاج فيه إلى التصحيح وتعديل المسارات في جوانب كثيرة من حياتنا، فلا بد أن تنطلق خطواتنا في التصحيح من خلال البدء بهذا المشروع الإصلاحي الشامل الكامل.\nفإذا أردنا أن نسلك أقرب طريق يوصل إلى الله تعالى وبأقلّ جهد.. فلنبدأ أولاً بالقرآن.\nوحينما نريد أن نرسم خططنا لزيادة إيماننا.. فلنبدأ أوّلاًً بالقرآن.\nونحن نعزم أن نمضي في طريقنا نحو التصحيح والتغيير..فلنبدأ أوّلاً بالقرآن.\nوإذا أردنا أن نفتح أقفال قلوبنا و نجلو بصائرنا .. فلنبدأ أوّلاً بالقرآن.\nوإذا أردنا أن نحيا الحياة من جديد فلنبدأ أوّلاً بالقرآن.\nأهمية المشروع في زيادة إيماننا:\nقال المولى:- عز وجل - {إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ إِذَا ذُكِرَ اللّهُ وَجِلَتْ قُلُوبُهُمْ وَإِذَا تُلِيَتْ عَلَيْهِمْ آيَاتُهُ زَادَتْهُمْ إِيمَانًا وَعَلَى رَبِّهِمْ يَتَوَكَّلُونَ}(2)\nلقائل أن يقول: كيف يزيد إيماننا من خلال القرآن ؟\nوقد يقول قائل: إنني أقرأ كثيراً ولكني لا أشعر بحلاوة الإيمان وزيادته التي أسمع عنها.\n__________\n(1) سورة الزمر 55\n(2) سورة الأنفال ( 2)\n(1/5)\n",
        "نعم، يحدث هذا لأن الكثير من الناس يقرأ القرآن من أجل التلاوة وتحصيل ثواب القراءة فقط، دون النظر إلى فهمه والتأثر به، فلا بد من تحويل الوجهة، وتغيير القصد ليكون الانتفاع بآياته، وزيادة العلم والإيمان من خلاله، وهو المقصد الأول من قراءته. فالأمر يحتاج إلى جهد وصبر ومثابرة وبخاصة في البداية؛ مع الأخذ بالاعتبار أن هذه الطريقة لن تحرم صاحبها من الأجر والثواب؛ بل إن ثوابه بمشيئة الله سيكون مضاعفاً. يقول ابن القيم:( إن ثواب قراءة الترتيل والتدبّر أجلّ وأرفع قدرًا، وثواب كثرة القراءة أكثر عددًا؛ فالأول كمن تصدق بجوهرة عظيمة، أو أعتق عبداً قيمته نفيسة، والثاني كمن تصدق بعدد كثير من الدراهم، أو أعتق عدداً من العبيد، قيمتهم رخيصة ...) (1).\nإن زيادة الإيمان تعني تحرك القلب، وانفعال المشاعر مع القراءة. وأن يظهر أثره في حال القارئ وأفعاله.\nفلابد أن يكون هدفنا الذي نسعى إليه من خلال اتصالنا المتكرر مع القرآن هو التأثر به، و بدهيّ أن التأثر لن يتم إلا إذا كان هناك فهم وتدبر؛ إذًا ينبغي أن يكون شعارنا عند كل تلاوة للقرآن: أن نفهم ما نقرأ ونجتهد في التأثر به، يقول ابن مسعود- رضي الله عنه -:(لا تهذّوا القرآن هذّ الشعر، ولا تنثروه نثر الدقل، وقفوا عند عجائبه، وحرِّكوا به القلوب، ولا يكن همّ أحدكم آخر السورة) .\nمعنى الهذّ: سرعة القراءة بغير تأمل، تهذّ القرآن هذّا: أي تسرع فيه كما تسرع في قراءة الشعر. وقوله نثر الدقل: ( الدقل ) رديء التمر و يابسه؛ أي كما يتساقط الرطب الرديء اليابس من العذق إذا هُزّ (2) .\n__________\n(1) زاد المعاد 1\\339\n(2) لسان العرب باب الهاء.\n(1/6)\n\nوتدبّر القرآن يؤسس القاعدة الإيمانية في القلب، ويخلّص المشاعر من الهوى وحب الدنيا، مما يجعله من أهم أسباب زيادة الإيمان؛ إن لم يكن أهمّها على الإطلاق {وَإِذَا تُلِيَتْ عَلَيْهِمْ آيَاتُهُ زَادَتْهُمْ إِيمَانًا وَعَلَى رَبِّهِمْ يَتَوَكَّلُونَ}(1)، فالقرآن هو المنادي الذي ينادي في الناس كما في آية سورة آل عمران {رَّبَّنَا إِنَّنَا سَمِعْنَا مُنَادِيًا يُنَادِي لِلإِيمَانِ أَنْ آمِنُواْ بِرَبِّكُمْ فَآمَنَّا}(2)،فالمنادي المذكور في الآية كما قال محمد بن كعب القرظي :( هو القرآن ، فكلهم لم يرَ النبي- صلى الله عليه وسلم -) (3) .\nوالأثر الذي يحدثه القرآن يبدأ بدخول نوره إلى القلب، فكلما دخل النور إلى جزء من أجزائه بدّد ما يقابله من ظلمة أحدثها الجهل والمعاصي و الغفلات، وشيئاً فشيئاً يزداد النور في القلب، وتدب الحياة في جنباته، ليبدأ صاحبه حياةً جديدةً لم يعهدها من قبل؛ قال تعالى: ?أَوَ مَن كَانَ مَيْتًا فَأَحْيَيْنَاهُ وَجَعَلْنَا لَهُ نُورًا يَمْشِي بِهِ فِي النَّاسِ كَمَن مَّثَلُهُ فِي الظُّلُمَاتِ لَيْسَ بِخَارِجٍ مِّنْهَا كَذَلِكَ زُيِّنَ لِلْكَافِرِينَ مَا كَانُواْ يَعْمَلُونَ?(4).\n__________\n(1) سورة الأنفال (2)\n(2) سورة آل عمران (193)\n(3) تفسير الطبري سورة آل عمران ( 193)\n(4) سورة الأنعام 122",
        "(1/7)\n\nفحياة القلب تكون بحياة معاني كلمات القرآن فيه؛ حيث جعله الله تعالى روحاً تحيا به القلوب ?وَكَذَلِكَ أَوْحَيْنَا إِلَيْكَ رُوحًا مِّنْ أَمْرِنَا مَا كُنتَ تَدْرِي مَا الْكِتَابُ وَلَا الْإِيمَانُ وَلَكِن جَعَلْنَاهُ نُورًا نَّهْدِي بِهِ مَنْ نَّشَاء مِنْ عِبَادِنَا وَإِنَّكَ لَتَهْدِي إِلَى صِرَاطٍ مُّسْتَقِيمٍ?(1)، وعندما تُبَثّ الروح في القلب، وتمتلئ جنباته بنور الإيمان فإنّ هذا من شأنه أن يطرد الهوى وحبّ الدنيا من القلب مما يكون له أبلغ الأثر على سلوك العبد واهتماماته، حتى يصبح مؤهَّلاً لعبادة الله وحده وتطبيق منهج الله تعالى في الأرض، وعمارة الكون.\nقال قتادة - رضي الله عنه -في قول الله عز وجل :?وَالْبَلَدُ الطَّيِّبُ يَخْرُجُ نَبَاتُهُ بِإِذْنِ رَبِّهِ وَالَّذِي خَبُثَ لاَ يَخْرُجُ إِلاَّ نَكِدًا كَذَلِكَ نُصَرِّفُ الآيَاتِ لِقَوْمٍ يَشْكُرُونَ?(2) - قال:( البلد الطيب المؤمن سمع كتاب الله فوعاه، وأخذ به فانتفع به، كمثل هذه الأرض أصابها الغيث فأنبتت و أمرعت، ?وَالَّذِي خَبُثَ لاَ يَخْرُجُ إِلاَّ نَكِدًا ? أي عسراً، مثل الكافر قد سمع القرآن فلم يعقله ولم يأخذ به ولم ينتفع به كمثل هذه الأرض الخبيثة أصابها الغيث فلم تنبت شيئاً ولم تمرع شيئاً) (3).\nأهمية المشروع في إصلاح قلوبنا:\n__________\n(1) سورة الشورى ( 52)\n(2) سورة الأعراف( 58)\n(3) تفسير الطبري ، سورة الأعراف آية ( 58)\n(1/8)",
        "\nالقرآن هو موعظة الله جل وعلا، وهل هناك أعظم وأبلغ من الموعظة الربانية؟ وهل هناك أيسر منها وأكثر نفاذاً إلى القلب والنفس؟. قال تعالى: {تِلْكَ آيَاتُ اللَّهِ نَتْلُوهَا عَلَيْكَ بِالْحَقِّ فَبِأَيِّ حَدِيثٍ بَعْدَ اللَّهِ وَآيَاتِهِ يُؤْمِنُونَ}(1)؛ لكن العبرة بالقلوب التي تستقبله وتتهيأ لاستيعابه، فإذا استغرقت كلمات القرآن في كيان القلب خشع وخضع لذكر الله - عز وجل -، كما قال تعالى:{اللَّهُ نَزَّلَ أَحْسَنَ الْحَدِيثِ كِتَابًا مُّتَشَابِهًا مَّثَانِيَ تَقْشَعِرُّ مِنْهُ جُلُودُ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ ثُمَّ تَلِينُ جُلُودُهُمْ وَقُلُوبُهُمْ إِلَى ذِكْرِ اللَّهِ ذَلِكَ هُدَى اللَّهِ يَهْدِي بِهِ مَنْ يَشَاء وَمَن يُضْلِلْ اللَّهُ فَمَا لَهُ مِنْ هَادٍ}(2).\nفواجبنا أن نحسن استقباله فنعطي له أسماعنا وعقولنا وقلوبنا، ونتلقاه على أننا المخاطبون به، قال الله تعالى: {إِنَّ فِي ذَلِكَ لَذِكْرَى لِمَن كَانَ لَهُ قَلْبٌ أَوْ أَلْقَى السَّمْعَ وَهُوَ شَهِيدٌ}(3)..\nيقول ابن مسعود - رضي الله عنه - :\" إذا سمعت الله جل وعلا في كتابه يقول: {يَا أَيُّهَا الَّذِينَ آمَنُواْ}فأرعِها سمعك، فإنها إما خير تؤمر به أو شر تُنهى عنه\" (4) ، وهذا لكونهم فهموا أن القرآن لتلقّي العلم والعمل، وأنّ كل ما فيه خطاب لكل من سمعه ومن بلغه، وليس المخاطب به قوماً مضوا، ولم يبقَ لنا منه إلا أن نتعبّد ونتقرب إلى الله - جل جلاله - بألفاظه ونطقه.\n__________\n(1) سورة الجاثية ( 6)\n(2) سورة الزمر ( 23)\n(3) سورة ق ( 37)\n(4) تفسير سورة البقرة للشيخ ابن عثيمين ج1 ص337 .\n(1/9)\n",
        "ولقد عاتب الله جل وعلا صحابة رسوله - صلى الله عليه وسلم - فأنزل عليهم:{أَلَمْ يَأْنِ لِلَّذِينَ آمَنُوا أَن تَخْشَعَ قُلُوبُهُمْ لِذِكْرِ اللَّهِ وَمَا نَزَلَ مِنَ الْحَقِّ وَلا يَكُونُوا كَالَّذِينَ أُوتُوا الْكِتَابَ مِن قَبْلُ فَطَالَ عَلَيْهِمُ الأمَدُ فَقَسَتْ قُلُوبُهُمْ وَكَثِيرٌ مِّنْهُمْ فَاسِقُونَ}(1) ، فحصل منهم الاستعتاب والمراجعة بتفقد قلوبهم وإصلاحها، لأنهم علموا من كتاب الله تعالى وتوجيهات رسوله - صلى الله عليه وسلم - أن في الجسد مضغة إذا صلحت صلح الجسد كله، وإذا فسدت فسد الجسد كله.\nفالقلوب التي لا تفقه القرآن ولا تفهم معانيه ولا تخشع لآيته قلوب مغلقة بأقفالها قال الله تعالى: {أَفَلا يَتَدَبَّرُونَ الْقُرْآنَ أَمْ عَلَى قُلُوبٍ أَقْفَالُهَا} (2). كأنها بيوت خربة قد أغلقها أهلها ثم هجروها سنين طويلة، حتى سكنتها الهوام والدواب واتُخذت مكانًا لرمي النفايات والقاذورات، إنّ هذا تشبيه نبي الأمة ورسولها - صلى الله عليه وسلم - حينما قال:\" إن الرجل الذي ليس في جوفه شيء من القرآن كالبيت الخرب \"(3) .\nوأقفال القلوب كثيرة منها : الإعراض عن دين الله - عز وجل - وتدبر كلامه، والاستكبار عن عبادته، والانغماس في معاصيه، وتعاطي كل ما يغضبه ويسخطه، والغفلة عن ذكره وعبادته.\n__________\n(1) سورة الحديد ( 26)\n(2) سورة محمد(24)\n(3) رواه الترمذي وقال حديث حسن صحيح (5/177)2913\n(1/10)\n\nكما أنّ من أهمّ موانع تدبر القرآن وأخطر أقفال القلوب، فساد الباطن و أمراض القلوب، بأن يشتمل القلب على أمور تنافي الاعتقاد الصحيح، أو على الرياء والمبالغة في طلب الدنيا والغلّ والحسد والبغضاء والكبر، فهي ظلمة تكسو القلب وتمنع من دخول نور القرآن وهدايته وتسبب شرود الذهن وانشغاله؛ حيث إنّ صفاء القلب والذهن أهمّ عوامل الفهم والتدبر، ومن ذلك ما حذّر منه علي بن أبي طالب - - رضي الله عنه -- حملة القرآن فقال: ( يا حملة القرآن، اعملوا به فإنما العالم من عمل بما علم، ووافق علمه عمله، وسيكون أقوام يحملون العلم لا يجاوز تراقيهم يخالف عملهم علمهم، وتخالف سريرتهم علانيتهم، يجلسون حلقاً يباهي بعضهم بعضاً،حتى إن الرجل ليغضب على جليسه أن يجلس إلى غيره ويدعه، أولئك لا تصعد أعمالهم في مجالسهم تلك إلى الله تعالى )(1).\nثم لا ننسى قطيعة الرحم فإنها من الأسباب الحاجبة عن فهم كتاب الله والانتفاع به؛ قال تعالى: {فَهَلْ عَسَيْتُمْ إِن تَوَلَّيْتُمْ أَن تُفْسِدُوا فِي الْأَرْضِ وَتُقَطِّعُوا أَرْحَامَكُمْ* أُوْلَئِكَ الَّذِينَ لَعَنَهُمُ اللَّهُ فَأَصَمَّهُمْ وَأَعْمَى أَبْصَارَهُمْ}(2). عن أبي هريرةَ رضيَ الله عنه عنِ النبيِّ - صلى الله عليه وسلم - قال: «خلقَ الَّلهُ الخلقَ، فلما فرغَ منه قامتِ الرَّحمُ فأخذَت بحَقْوِ الرحمنِ، فقال لها: مَهْ، قالت: هذا مَقامُ العائذِ بك منَ القَطيعة، قال: ألا تَرضيَنَ أن أصِلَ من وَصَلَكِ وأقطَعَ من قطعَكِ؟ قالت: بلى يا ربّ، قال: فذاكِ. قال أبو هريرة: اقرَؤوا إن شئتم: {فهل عسيتُم إن تَوَلَّيتُم أن تُفسِدوا في الأرض وتُقطِّعوا أرحامكم}»(3). ومن قطعه الله فهو مقطوع عن كلامه، ومقطوع عن كل خير.\n__________\n(1) التبيان في أدآب حملة القرآن ج1/ص2\n(2) سورة محمد (22- 23)\n(3) صحيح البخاري ج9 ص 522",
        "(1/11)\n\nولتمام الفائدة، فإن هناك علامات كثيرة تدل على أن مغاليق القلب قد فتحت للخير وانشرحت للهداية منها:\nالشعور بليونة القلب وخشوعه عند ذكر الله تعالى و تلاوة كتابه الكريم.\nالخوف من الله - عز وجل - عند فعل المعصية، و سرعة التوبة والإنابة.\nالإكثار من فعل الطاعات ورجاء الثواب بعدها.\nالشعور بهوان الدنيا والرضا باليسير منها.\nتذكر الآخرة دائماً والاستعداد لها.\nاستغلال مواسم المغفرة في الطاعات، والمواصلة على الخير بعد انقضائها.\nيتقدم ذلك كله الإخلاص لله في العمل دائماً وتذكر لقاء الله.\nأهمية المشروع في طلب العلم:\nمنزلة تعلم القرآن مقدَّمة على سائر العلوم، ولذلك كان السلف لا يشتغلون عن القرآن بشاغل، وقد صحّ عن النبي- صلى الله عليه وسلم - أنه منع كتابة الحديث حتى استقر الأمر ومُيّز القرآن عن غيره، وقيل إنّ منع النبي - صلى الله عليه وسلم - عن كتابة غير القرآن في وقته إنما كان ليتميز القرآن عن غيره ولئلا يشتغل الناس بغير القرآن، وقد كان السلف الصالح يقدمون القرآن على كل شيء فهذا الإمام ابن خزيمة يقول : استأذنت أبي في الخروج إلى قتيبة – ليتلقى عنه – فقال : إقرأ القرآن أولاً حتى آذن لك ، فاستظهرت القرآن – أي حفظته – فقال :أمكث حتى تصلي بالختمة – يعني حتى تصلي بنا وتختم بالقرآن – يقول ففعلت ، فلما عيدنا- أي انتهى رمضان وختمت بهم القرآن - أذن لي فخرجت – يطلب ذلك المحدث ليتلقى عنه.\"(1)\nوإننا لنعجب إذا نظرنا إلى سير بعض العلماء على اختلاف أزمانهم ودرجاتهم في العلم ونفعهم للأمة فنجد أنهم في آخر أوقاتهم يتحسّرون على عدم الاشتغال بالقرآن، وذلك لما وجدوا في القرآن من الأثر والنفع والبركة، فإنّ في القرآن من العلم ما ليس في غيره ويكفي قول الله عز وجل في ذكر القرآن: {بَلْ هُوَ آيَاتٌ بَيِّنَاتٌ فِي صُدُورِ الَّذِينَ أُوتُوا الْعِلْمَ}(2).\n__________\n(1) كتاب حفظ القرآن لمحمد الدويش\n(2) 49) سورة العنكبوت .\n(1/12)",
        "\nوعند النظر في أحوال كثير ممن طلب العلم في هذه الأزمنة نجد أنهم أعرضوا عن القرآن، فمنهم من يعرض عن تلاوته وحفظه ومنهم من يعرض عنه بهجر تدبره وفهمه، ومنهم من يعرض عنه إعراض ترتيب في أوليات طلب العلم، مع أن أولى وأعظم ما اشتغل به طالب العلم حفظه وتلاوته وتدبره وفهمه والإقبال عليه علماً وعملا، وقد أعطانا النبي- صلى الله عليه وسلم - معيارًا دقيقًا وميزانًا واضحًا في هذه المسألة فقال: (خيرُكم من تعلّم القرآن وعلّمهُ)(1).\nومن جانب آخر ما حصل من بعض الناس من الانبهار بالأفكار المستوردة والاشتغال بأطروحات الشرق والغرب، حتى أصبح القرآن والسنة في غربة بين أهلهما بسبب مجاراة الثقافة المعاصرة التي تتوافد علينا بشكل مستمر.\nأهمية المشروع في تقويم أخلاقنا:\n__________\n(1) صحيح البخاري باب خيركم من تعلم القرآن وعلمه ج 10 ص 91\n(1/13)\n",
        "من المهم أن نهتدي بهدي النبي - صلى الله عليه وسلم - في قراءة القرآن وفي تلاوته وفي العمل به وفي جعله منهاجاً للحياة. عن سعد بن هشام بن عامر قال: ( أتيت عائشة فقلت: يا أم المؤمنين أخبريني بخلق رسول الله - صلى الله عليه وسلم -، قالت: كانَ خُلُقُهُ القرآنُ، أما تقرأ القرآن، قول الله عز وجل ?وَإنَّكُ لَعَلَى خُلُقٍ عَظِيمٍ?(1) )(2). قال القاضي:( أي خلقه كان جميع ما حصل في القرآن، فإن كل ما استحسنه وأثنى عليه ودعا إليه فقد تحلى به، وكل ما استهجنه ونهى عنه تجنبه وتخلى عنه فكان القرآن بيان خلقه) (3) . كان خلقه القرآن يعمل به في نهاره ويقوم به في ليله فهو قائم به عامل به آناء الليل وآناء النهار، لا يتركه لحظةً من اللحظات؛ بل كان يترجم القرآن ويبينه للناس بقوله وعمله وسائر شأنه. قال الآجري رحمه الله:(أن يتصفح القرآن ليؤدب به نفسه؛ همته متى أكون من المتقين؟ متى أكون من الخاشعين؟ متى أكون من الصابرين؟ متى أزهد في الدنيا؟ متى أنهى نفسي عن الهوى؟)(4).\nومن الشواهد على أن القرآن إنما جاء ليقوّم الأخلاق ويرسّخ العلاقات والصلات بين المؤمنين، وأنّ بترك تدبره والأخذ بما فيه تسوء الأخلاق وتنقطع الأواصر، ذلك الربط اللطيف بين قطيعة الرحم وترك تدبر القرآن كما في قوله تعالى: {فَهَلْ عَسَيْتُمْ إِن تَوَلَّيْتُمْ أَن تُفْسِدُوا فِي الأَرْضِ وَتُقَطِّعُوا أَرْحَامَكُمْ *أُوْلَئِكَ الَّذِينَ لَعَنَهُمُ اللَّهُ فَأَصَمَّهُمْ وَأَعْمَى أَبْصَارَهُمْ* أَفَلا يَتَدَبَّرُونَ الْقُرْآنَ أَمْ عَلَى قُلُوبٍ أَقْفَالُهَا) (5). فالقاطع ما كان ليقطع رحمه لو أنه تدبر كتاب ربه.\n__________\n(1) القلم ( 4)\n(2) مسند الإمام أحمد ج 7 ص 132\n(3) صحيح الجامع الصغير .\n(4) أخلاق حملة القرآن : 40\n(5) سورة محمد (22)\n(1/14)\n\nفما أحوجنا إلى تربية أجيالنا على خلق القرآن! بل ما أحوج أبناءنا من طلاب وطالبات مدارس تحفيظ القرآن إلى أن يتحلوا بأخلاق القرآن السامية وآدابه الراقية في وقت نرى فيه التباين والمسافات الشاسعة بين حافظ القرآن وخلق القرآن!.\nإن حفظ القرآن من خلال تطبيق هذا المشروع، يجعل آيات القرآن تحضر الحافظ في كل وقت، وترد عليه تلقائياً في تعامله مع الناس، وتضبط تصرفاته وردود أفعاله، وتسعفه في الأحوال الصعبة والمواقف المفاجئة. أمّا من حفظ القرآن بلفظه دون معناه فإنه يذهل عن ذلك كله، ولا تفيده تلك الآيات بشيء، ولا يكاد يتذكّرها أمام تقلبات حياته.\nأهمية المشروع في مواجهة أعداء الإسلام:\nإننا في هذه الأزمان المتأخرة التي بُليت فيها الأمة بالمصائب والرزايا من عدة جهات، فيما يتعلق بعلاقاتها بربها وعلاقتها بدينها وعلاقتها مع بعضها البعض - نحتاج إلى أن نراجع كتاب الله ونعود إليه، ونتمسك به، الكتاب الذي قال فيه النبي - صلى الله عليه وسلم - :( تركت فيكم ما إن اعتصمتم به لن تضلوا بعدي أبداً: كتاب الله وسنة رسوله )(1) ، والله جل وعلا يقول: {وَالَّذِينَ يُمَسَّكُونَ بِالْكِتَابِ وَأَقَامُواْ الصَّلاَةَ إِنَّا لاَ نُضِيعُ أَجْرَ الْمُصْلِحِينَ}(2).\n__________\n(1) أخرجه الحاكم في المستدرك (1، 171) 318، وصححه الألباني في صحيح الترغيب والترهيب ( 1، 85)\n(2) سورة الأعراف 170",
        "(1/15)\n\nوإننا لنعجب من أمة تهجر كتاب ربها وتعرض عن سنة نبيها، ثم بعد ذلك تتوقع أن ينصرها ربها؟ إنّ هذا مخالف لسنن الله في الأرض، إنّ التمكين الذي وعد به الله جل وعلا، والذي نالته من قبل هذه الأمة كان بسبب تمسكها بكتاب الله - عز وجل -، الدستور الرباني الذي فيه النجاة مما أصابنا الآن. إن الذين يحلمون بنزول النصر من الله - جل جلاله - لمجرد أننا مسلمون، يعيشون في وهم كبير، ذلك أن تحقق النصر له شروط، كما قال تعالى: ?وَعَدَ اللَّهُ الَّذِينَ آمَنُوا مِنكُمْ وَعَمِلُوا الصَّالِحَاتِ لَيَسْتَخْلِفَنَّهُم فِي الأرْضِ كَمَا اسْتَخْلَفَ الَّذِينَ مِن قَبْلِهِمْ وَلَيُمَكِّنَنَّ لَهُمْ دِينَهُمُ الَّذِي ارْتَضَى لَهُمْ وَلَيُبَدِّلَنَّهُم مِّن بَعْدِ خَوْفِهِمْ أَمْنًا يَعْبُدُونَنِي لا يُشْرِكُونَ بِي شَيْئًا وَمَن كَفَرَ بَعْدَ ذَلِكَ فَأُوْلَئِكَ هُمُ الْفَاسِقُونَ}(1). كما أن ما بعد النصر له قيود، قال الله تعالى: {الَّذِينَ إِن مَّكَّنَّاهُمْ فِي الأرْضِ أَقَامُوا الصَّلاةَ وَآتَوُا الزَّكَاةَ وَأَمَرُوا بِالْمَعْرُوفِ وَنَهَوْا عَنِ الْمُنكَرِ وَلِلَّهِ عَاقِبَةُ الأُمُورِ} (2) .\nفإذا عدنا إلى ربنا وإلى كتابه، سننال النصر والعزة في الدنيا والآخرة، قال تعالى: {مَن كَانَ يُرِيدُ الْعِزَّةَ فَلِلَّهِ الْعِزَّةُ جَمِيعًا إِلَيْهِ يَصْعَدُ الْكَلِمُ الطَّيِّبُ وَالْعَمَلُ الصَّالِحُ يَرْفَعُهُ وَالَّذِينَ يَمْكُرُونَ السَّيِّئَاتِ لَهُمْ عَذَابٌ شَدِيدٌ وَمَكْرُ أُوْلَئِكَ هُوَ يَبُورُ }(3).\n__________\n(1) سورة النور ( 55)\n(2) سورة الحج ( 41)\n(3) سورة فاطر ( 10)\n(1/16)",
        "\nوهذا ما فهمه أعداء الإسلام، فكادوا للإسلام والمسلمين من هذا الجانب، وظهرت معالم كيدهم للأمة في مؤامراتهم وخططهم لإبعاد المسلمين عن كتاب ربهم، فها هو \"جلادستون\" رئيس وزراء بريطانيا الأسبق في مجلس العموم البريطاني يحثّ قومه على زعزعة الأمة عن دينها فيقول : \" ما دام هذا القرآن موجودًا في أيدي المسلمين فلن تستطيع أوروبا السيطرة على الشرق، ولا أن تكون هي نفسها في أمان \"، ويقول الحاكم الفرنسي في الجزائر في ذكرى مرور مائة سنة على استعمار الجزائر:\" إننا لن ننتصر على الجزائريين ماداموا يقرؤون القرآن ويتكلمون العربية، فيجب أن نُزيل القرآن العربي من وجودهم، ونقتلع اللسان العربي من ألسنتهم \" (1) . ويسير المنصّرون الذين رافقوا هذه الحملات على نفس الخط، فيقول المنصّر\" وليم جيفورد بالكراف\" ، في كتاب \"جذور البلاء \" ): متى توارى القرآن ومدينة مكة عن بلاد العرب يمكننا حينئذ أن نرى العربي يتدرج في طريق الحضارة الغربية بعيداً عن محمد وكتابه ) (2). ويقول المنصّر \"تاكلي\" في كتاب \"التبشير والاستعمار\" : ( يجب أن نستخدم القرآن -وهو أمضى سلاح في الإسلام- ضد الإسلام نفسه حتى نقضي عليه تماماً، يجب أن نبيّن للمسلمين أن الصحيح في القرآن ليس جديداً، وأن الجديد فيه ليس صحيحاً \"(3) . ويقول المنصّر ذاته \" تاكلي \": ( يجب أن نشجّع إنشاء المدارس على النمط الغربي العلماني؛ لأنّ كثيراً من المسلمين قد تزعزع اعتقادهم بالإسلام والقرآن حينما درسوا الكتب المدرسية الغربية وتعلموا اللغات الأجنبية)(4).واستدعى ذلك الأمر العمل على عدة محاور منها: تقليص أو إلغاء الكتاتيب وحلق التحفيظ في المساجد، والعمل على الحد من تأثيرها وإضعاف مكانتها في النفوس، وإنشاء المدارس الأجنبية التي تدرس الثقافة الغربية، وتقليص تعليم\n__________\n(1) الغارة على العالم الإسلامي الفصل الثامن .\n(2) المصدر السابق\n(3) المصدر السابق\n(4) المصدر السابق\n(1/17)\n",
        "كتاب الله في المدارس والجامعات إلى درجة الإلغاء .\nواقعنا مع القرآن ( مدارس تحفيظ القرآن أنموذجاً):\nلو نظرنا في واقعنا مع تعلّم القرآن وتعليمه لوجدنا بحمد الله انتشارًا واسعاً لحلقات تحفيظ القرآن الكريم للبنين والبنات وللكبار والصغار، وإن هذه الجهود المبذولة لتحفيظ كتاب الله تعالى، وتعلّم تلاوته، تستحق أن يُشاد بها، وأن تُبذل الجهود لمساندتها ودعمها، و إننا نرى ولله الحمد قبائس النور تشع من مدارس تحفيظ القرآن التي حقّقت للكثير أمنية حفظ القرآن وإجادة تلاوته، وفتحت لهم آفاقًا من السعادة والطمأنينة والتي يفني الكثيرون أوقاتهم بحثاً عنها، هذا الأثر نلمسه جلياً في قول إحدى المنتظمات في تلك الدور: \"لم أشعر بالنشاط والحيوية والطمأنينة وتفريج الهموم إلا في حلق تلك المدارس\"، وتقول أخرى عاشتْ تلك الحياة : \"أصبحت محبةً للخير وداعيةً إليه.. ومبغضةً للشر وأهله\"، وتقول منتظمة أخرى: \"شجعتني على الثبات على طريق الالتزام ومجاهدة النفس والتعرّف على الصديقات الصالحات\"..\nولكن لا بد أن نسأل أنفسنا بكل صراحة ووضوح :\nما الواجب الحقيقي اتجاه القرآن؟ أهو العناية به حفظاً وتجويداً أم العناية بفهمه وتدبره والعمل به؟.\nهل طريقة مدارس التحفيظ في تعليم القرآن الكريم تتوافق مع الهدي النبوي في ذلك؟\nما هي الأخلاق والسمات التي يجب أن تظهر على الذين يحفظون القرآن ويحملونه في صدورهم؟\nما هي الوسائل والأساليب المتّبعة والمصاحبة لحفظ القرآن وتعلّمه والعمل به والتخلّق بآدابه؟\n(1/18)\n\nلكي نحسن الجواب عن تلك الأسئلة، ونكون أكثر دقةً وواقعية، كان لا بد أن نشرك معنا جملةً ممّن عايشوا واقع مدارس التحفيظ وعملوا في أفنيتها المباركة، وقد تمّ ذلك من خلال استطلاع تمّ توزيعه على قرابة مائتين من مشرفات ومديرات ومعلمات دور التحفيظ التابعة للجمعية الخيرية لتحفيظ القرآن الكريم، ومن خلال نتائج الاستبيانات، ومع النظر إلى الواقع الملموس في مدارس ودور التحفيظ نجد أنفسنا أمام واقع تقاصر فيه الاهتمام بالقرآن على إتقان تلاوته وتجويده، وضبطه وحفظه، وأُهمل فيه فهم الآيات وتدبّرها والعمل بها، فنشأ جيل يتسابق على حفظ القرآن ولكنه يتراخى عن الاستجابة لأوامره ونواهيه والوقوف عند حدوده، ( إن ما نسمع عنه من المفاخرة في حفظ القرآن في شهرين أو 56يوماً، أو حفظ البقرة في يوم، كل هذا ليس على الهدي الصحيح، وإن كان القصد والنية صالحة، فالمنافسة ينبغي أن تكون بطول المدة وليس بقصرها، وبقلة العدد لا كثرته فهذا هو المنهج المأثور عن السلف المقرر في القرآن والسنة)(1)\nإن الاقتصار على متابعة الطلبة والطالبات في المدارس ودور التحفيظ في حفظهم ودقة تجويدهم لن يخرج لنا جيلاً خلقه القرآن، ولن يبني لنا أمّةً صالحةً كما قال ميمون بن مهران: ( لو صلح أهل القرآن صلح الناس كلهم )، ولقد صدق، فلن يتحقق صلاح المجتمع حتى يصلح حال أهل القرآن، فهم أولى الناس بالخير وأقربهم من منبع الهدى. إن عنايتنا بطلاب وطالبات التحفيظ هو نقطة البدء ومنطلق الإصلاح الشامل، فمواطن تعليم كتاب الله تعالى هي أخصب أرض للعملية الإصلاحية وأكثرها قابلية، فهناك تسري في النشء روح القرآن وتتشرب قلوبهم العلمَ به، في تواصل مستمر مع ترداد آياته وطول النظر فيها وفهم معانيها، وذلك على نهج النبي - صلى الله عليه وسلم - وصحابته في تعلم القرآن والعمل به.\n__________\n(1) الحفظ التربوي للقرآن وصناعة الجيل للدكتور خالد اللحام ص 63",
        "(1/19)\n\n…ما عذرنا أمام الله تعالى عن تلك الجموع التي التحقت بمدارس التحفيظ، وتخرجت منها،وهم لا يفقهون كثيراً مما يقرؤونه؟، ما عذرنا عندما يسألنا عن القرآن علماً وعملاً،?وَإِنَّهُ لَذِكْرٌ لَّكَ وَلِقَوْمِكَ وَسَوْفَ تُسْأَلُونَ? (1)\nإن هذه المدارس المنتشرة لا بد أن تؤدي دورها في بناء الجيل القرآني، الجيل الذي يحمل كتاب الله في صدره، ويعمل به في نفسه، ويدعو من حوله بخلقه وقوله وفعله، حتى يعمّ الخير الأمة كلها، وتكون بحق خير أمة أخرجت للناس، وهناك إشراقات تبشّر بأن الخير سيعم أرضنا، وأن جيل التحفيظ هو الجيل الذي سيعيد مجدنا متى ما كانت خططنا لإقامة كتاب الله علماً وعملاً كعنايتنا بحفظه وتجويده، وهذا ما لمسناه من خلال رؤية الأخوات في طيات الإجابة على الاستبيانات.\nاستطلاع حول واقع مدارس التحفيظ ومدى إمكانية التزام الدور بتنفيذ المشروع:\nس1/ما واقع المدارس النسائية لتحفيظ القرآن مع تعلم القرآن والعمل به ؟\n( لا تقوم بذلك / تقوم بذلك )\nبعض الآراء من إجابة السؤال الأول:\nمدارس التحفيظ ينقصها التهيئة الإيمانية للدارسات للتخلّق بخلق القرآن قبل حفظه، وتوضيح الهدف من تعلم القرآن.\nتعاني الدور من خلل واضح يتمثل في إهمال التربية، والتركيز على التجويد والحفظ فقط، وإهمال التخلق بخلق القرآن.\nالدور عامرة بالطالبات الحافظات لكتاب الله من كل الفئات العمرية؛ لكنّ القليلات منهنّ من تعمل بما حفظت؛ حيث أصبح حفظ القرآن همّ الكثير لكن القليل يهتم بتطبيق ما فيه.\nتعلم القرآن والعمل به له اهتمامه في دور التحفيظ لكن لم يأخذ قسطه الوافي الذي ينبغي أن يكون له.\nس2/ ما هي أبرز السلبيات في واقع الدور؟\nس3 هل ترين جدوى تطبيق منهج تعلم القرآن وتدبره في مدارس التحفيظ؟\nأجاب جميع المشاركات بنعم.\nس4/ ما هي الصعوبات التي قد تحصل عند تطبيق هذا المشروع من وجهة نظرك ؟\n__________\n(1) سورة الزخرف ( 144)\n(1/20)",
        "\nغالبية الإجابات تركز على الصعوبات التالية:\nمن الصعوبات المبادرة في نقد المشروع، وعدم تقبله، مع كثافة المنهج المطلوب من المعلمة من حفظ وتجويد فكيف إذا أضيف لذلك التفسير؟.\nعدم وجود كادر مؤهل من المعلمات أو من يقوم بالتدريس، وعدم الوعي بحاجتنا الماسة لمثل هذه المشاريع، وإدراك أهميتها وأن تطبيقها سيُحدث نقلة في حياة المجتمع.\nاختلاف الفئات العمرية في الحلقة الواحدة، وعدم التزام إدارة الدور و بعض المشرفين بتطبيق المشروع.\nمن الصعوبات عدم وجود الكفاءات العلمية والتربوية في الدور لتفسير القرآن الكريم، وعدم تقبل الأهالي في بادئ الأمر، حيث إن ذلك يستلزم تقليل مقدار الحفظ اليومي.\nمن الصعوبات اهتمام الكثير من الدور بالكمّ دون الكيف، فتحرص على كثرة عدد الأجزاء المحفوظة وكثرة الحافظات، وهو مقياس الإنتاجية لدى بعض المشرفين على الدور.\nمن الصعوبات ضيق الوقت، فلا يمكن الجمع بين تدّبر القرآن مع التسميع للطالبات - خصوصاً إذا كان العدد كبيرا- مع تطبيق أحكام التجويد.\nقد يكون من الصعوبات عدم وجود آلية محدّدة لمتابعة تطبيق المشروع من قبل الجمعية أو ضعف تفعيل الآلية.\nإذا علت الهمم من السهل التغلب على جميع الصعوبات.\nس 5: هل تتوقعين التزام الدور بهذا المشروع سواءً من الجانب الإداري والإشرافي أو من الجانب التطبيقي التعليمي؟\n( نعم / لا / نوعاً ما )\nبعض استطلاعات الإجابة بـ( نعم ):\nإذا عرض المشروع بأسلوب مشوق وبصورة منضبطة مدروسة وبجدية، وطُبِّق على جميع الدور.\nفي حالة التزام الجمعية الخيرية بتعميمه منهجًا أساسًا معدًّا بخطة زمنية واضحة، ومنهجية تلائم ظروف الحياة، مع مراعاة صياغتها بأسلوب مناسب.\nإذا استوعب الجميع أهداف المشروع، وأعطوا أنفسهم وقتًا لفهمه.\nإذا كانت هناك متابعة قوية من جهة الجمعية ومراكز الإشراف لمدى تطبيق هذا المشروع، ومحاسبة المفرّط في المنهج، وتكريم المتقيد به.\n(1/21)\n",
        "أما تعليل الإجابة بـ ( نوعاً ما ) كانت كالآتي:\nيعتمد ذلك على مدى شعور الإدارة بالمسؤولية التي تحملها على عاتقها لتطبيق هذا المنهج.\nيعتمد على قدرة المعلمة على تطبيق هذا المنهج ونجاحها في ذلك؛ بحيث لو ظهرت النتائج الإيجابية للمشروع ستُقبل بقية الدور على تطبيقه.\nأما من كانت إجابتها بـ ( لا ) فالأسباب هي ما ذُكر من الصعوبات التي وردت في السؤال الرابع.\nس6 / هل لكِ تجربة واقعية لإمكانية تطبيق المشروع ونجاحه؟\n- بعض استطلاع الآراء:\nوذلك من خلال حفظ وتدريس سورة البقرة وآل عمران مع التفسير ودراسة المعاني لهاتين السورتين.\nأنا ممن يحضرن دورة تفسير القرآن وحفظه مع فهم المعنى، ولمست فوائد لا تُعدّ.\nهناك تجارب مشرقة لبعض المعلمات جزاهنّ الله خيرا، ومن أهم تلك التجارب حثّ الطالبات على البحث في التفسير واستخراج الفوائد.\nوذلك بقيام بعض المعلمات بإعطاء كلمات إرشادية خاصة متعلقة بالآيات التي تمّ حفظها.\nس 7هل لديكِ أفكار ومقترحات عملية لتطبيق هذا المشروع في مدارس التحفيظ النسائية ؟\nشرح هدف المشروع وتبليغه الجميع، ووضع خطة ومنهج لتنفيذ المشروع، ثم تعميمها، مع مراعاة إطلاق اسم ( مدارس تعليم القرآن) بدلاً من ( مدارس تحفيظ القرآن)، وأن تنتهج جماعات التحفيظ منهج السلف في تعّلم القرآن، فليست العبرة بالكم، إنما العبرة بالعلم النافع والعمل الصالح.\nعمل دعوة قوية لهذا المشروع يبرز أهدافه وأهميته ونتائجه الموفقة بإذن الله.\nأن تتولى الجمعية وضع منهج خاص بمدارس التحفيظ، وأن يُراعى فيه تحقيق الأهداف التربوية المترتبة عليه، مع العناية بأسماء الله الحسنى وشرح معانيها وكيف يكون التعبد بها.\nالتقيد بتفسير الآيات قبل حفظها، والحثّ على العمل بها، وشرح الأحكام المتعلقة بها، ليسهل حفظها أولاً، ثمّ لتكمل الفائدة بتدبّر آيات الله والعمل بها.\n(1/22)\n\nتكثيف الدورات التربوية التدريبية والمهارية الشرعية للمعلمات، وعمل مسابقة هادفة تخصّ هذا المجال للمعلمات، وتوضيح الهدف الرئيسي والمهمة الأساسية للمعلمة في بداية الدورة.\nالتعاون فيما بين التعليم العام ودور التحفيظ لتدريب الكوادر المؤهلة.\nالتعاون فيما بين الجمعية ومراكز الإشراف من جهة والكليات والجامعات التي تخرّج طالبات العلوم الشرعية وعلوم القرآن من جهة أخرى، وإعدادهنّ للتدريس في الدور.\nإعداد لجان في مراكز الإشراف لمتابعة تطبيق المشروع.\nتكثيف إقامة المحاضرات للإداريات والمعلّمات في بداية الأمر لإدراك أهمية المشروع، مع ضرورة اهتمام الجمعية بإلزام المدارس بتطبيقه.\nيمكن تطبيق المشروع في بداية الأمر على عدد معين من الدور حتى تتبيّن سلبياته وإيجابياته، ثمّ بعد نجاحه يُعمّم على جميع الدور.\nوضع منهج خاص للمعلّمة، واستخراج الفوائد والوقفات التربوية من الآيات، وحثّ الطالبات على التطبيق في فترة نهاية الأسبوع، ويكون هناك جدول للمتابعة، والتنفيذ.\nاقتراح تخصيص فصل خاص بهذا المشروع، يكون فيه حفظ وتدبر وتفسير وفهم، واختيار طالبات جادّات من ذوات المعدلات الدراسية العالية للبداية في تطبيق هذا المشروع.\nالفصل الثالث:\nتجارب ووسائل عملية لتطبيق المشروع\n* تجارب واقعية لتطبيق المشروع.\n* خطوات عمليّة لتدبّر القرآن( أولى خطوات المشروع).\n* أسباب تساعد على تدبّر القرآن وبناء الشخصيّة القرآنيّة.\n* مؤشّرات الأثر القرآني.\n* نماذج متابعة الارتقاء بالقرآن.\n* سجل التربية القرآنية.\n- تجارب واقعية لتطبيق المشروع\n1. فتيات يطبّقن المشروع:\nومن المناسب أن نذكر تجربةً واقعيّةً لمجموعة من الفتيات طبّقن هذا المشروع فذاقوا طعم الحياة بالقرآن ،حيث تقول إحداهن:",
        "(1/23)\n\n(طريقتنا في حفظ كتاب الله تعتمد على مدى التغيير الذي يتم في حياتنا بعد تلاوتنا لكل آية، لقد كان الصحابة رضوان الله عليهم يحفظون القرآن بالتطبيق، ونحن بطريقتنا نحاول ذلك، فلا ننتقل لحفظ آية دون أن نكون قد طبّقنا السابقة في حياتنا...) ثم تعطينا مثالاً على ذلك فتقول:(على سبيل المثال قول الله تعالى ?مَن كَانَ يَرْجُو لِقَاء اللَّهِ فَإِنَّ أَجَلَ اللَّهِ لآتٍ وَهُوَ السَّمِيعُ الْعَلِيمُ?(1) آية في كتاب الله- عز وجل -، تعرّفت على معناها وفهمتها حتى سكنت قلبي، ومنذ فجر ذلك اليوم صحبتني تلك الآية، فقد كنت متدثرةً في فراشي، وبرد الشتاء يغريني بالنوم.. ها هو الآذان .. أتمنى الصلاة ولكن النوم سلطان كما يقولون، تذكرت الآية التي حفظتها، ذكّرتني بلقاء الله - جل جلاله - وكيف سيكون حالي عندما يسألني ربي؟ ، ألم أفرض عليك خمس صلوات ؟ فلماذا جعلتيها أربعاً بهواك ؟! أخذت أفكّر في ذلك ولكنني لم أبرح مكاني حتى جاءتني آية أخرى كنت أحفظها {وَتَوَكَّلْ عَلَى الْعَزِيزِ الرَّحِيمِ*الَّذِي يَرَاكَ حِينَ تَقُومُ *وَتَقَلُّبَكَ فِي السَّاجِدِينَ}(2).وكأنها تقول ألا تريدين أن يراك رب العزة تقومين للصلاة فيشكر لك عملك، وبمجرد تذكُّري لتلك الآيات ذهب عني الخمول وتنبّهت على الفور ولم أشعر إلا وأنا بين يدي ربي أصلي وأستغفر\".\n2. تجربة من واقع الدور: ومن التجارب الواقعية كذلك تجربة لبعض دور التحفيظ؛ حيث تقول إحدى المشرفات : \"قمنا بتوحيد المناهج واتبعنا منهج تفسير العشر الأخير لا بن كثير مع الفوائد الملحقة بآخر الكتاب، وهي تشتمل على فوائد في العقيدة والفقه والحديث، وطُبِّق المنهج على جميع المراحل من الابتدائي وحتى محو الأمية، وقد أثمر هذا العمل آثارًا إيجابية واضحة ولله الحمد\" .\n__________\n(1) سورة العنكبوت ( 5)\n(2) سورة الشعراء ( 290- 291) .\n(1/24)",
        "\n3. تجربة معلمة: وتذكر معلمة في إحدى الدور تجربتها فتقول: \"كانت لي تجربة بسيطة مع طالباتي في الدار،كنا إذا أتيحت لنا فرصة، أخذنا في تفسير بعض الآيات مع التنويه على وجوب تدبّرها والعمل بها، وكنت أجد رغبةً وإقبالاً من الطالبات\".\n- خطوات عملية لتدبر القرآن ( أولى خطوات المشروع):\nتتمثل أولى خطوات المشروع في تدبر آيات القرآن، حيث إن الله جل وعلا أنزل القرآن ووصفه بأنه مبارك ثم بيّن الطريق التي تحصل به بركة هذا الكتاب وتُنال به خيراته فقال تعالى: ?كِتَابٌ أَنزَلْنَاهُ إِلَيْكَ مُبَارَكٌ لِّيَدَّبَّرُوا آيَاتِهِ وَلِيَتَذَكَّرَ أُوْلُوا الألْبَابِ?(1) فلا سبيل لتحصيل بركة الكتاب إلا بتدبره، وفهم معانيه واتّباعه، وقد بيّنتْ هذه الآية أن الغرض الأساس من إنزال القرآن هو التدبر والتذكر لا مجرد التلاوة على عظم أجرها.\nوالتدبر: هو التفكّر الشامل الواصل إلى أواخر دلالات الكلم ومراميه البعيدة..\nوقيل في معنى التدبر: هو الفهم لما يُتلى من القرآن، مع حضور القلب وخشوع الجوارح، والعمل بمقتضاه. ويكون ذلك بإطالة نظر القلب إلى معانيه، وجمع الفكر على فهمه وتعقّله، وأن يشتغل القلب في التفكير في معنى ما يلفظه بلسانه، فيعرف من كل آية معناه، ولا يتجاوزها إلى غيرها حتى يعرف معناها ومرادها.\nقال الحسن البصري:\"والله ما تدبّرُه بحفظ حروفه وإضاعة حدوده، حتى إن أحدهم ليقول : قرأت القرآن كلّه ما أسقطت منه حرفاً واحداً، وقد والله أسقطه كله، ما ترى القرآن له في خلق ولا عمل \" (2)\nوقال تعالى: {الَّذِينَ آتَيْنَاهُمُ الْكِتَابَ يَتْلُونَهُ حَقَّ تِلاَوَتِهِ أُوْلَئِكَ يُؤْمِنُونَ بِهِ وَمن يَكْفُرْ بِهِ فَأُوْلَئِكَ هُمُ الْخَاسِرُونَ}(3).\n__________\n(1) سورة ص( 29)\n(2) سنن سعيد بن منصور :2- 420، شعب الإيمان للبيهقي : 2- 541، الزهد لا بن المبارك 1/ 274\n(3) سورة البقرة 121\n(1/25)\n",
        "روى ابن كثير عن ابن مسعود - رضي الله عنه -قال :\"والذي نفسي بيده إنّ حقّ تلاوته أن يُحلّ حلاله، ويُحرّم حرامه، ويقرأه كما أنزله الله ..\"\nقال الشوكاني:\" يتلونه : يعملون بما فيه، ولا يكون العمل به إلا بعد العلم والتدبر\".\nقال عكرمة: \"أما سمعت قول الله تعالى{وَالْقَمَرِ إِذَا تَلاهَا}(1) تلاها: أي تبعها.\nوصاحب القرآن كما ورد في حديث عَبْدِ الله بنِ عَمْرٍو، قال: قال رَسُولُ الله - صلى الله عليه وسلم -: «يُقَالُ لِصَاحِبِ الْقُرْآنِ اقْرَأْ وَارْتَقِ وَرَتِّلْ كَمَا كُنْتَ تُرَتِّلُ في الدُّنْيَا فإِنَّ مَنْزِلَكَ عِنْدَ آخِرِ آيةٍ تَقْرَؤُهَا»(2). هو- كما قال بعض السلف -: (صاحب القرآن هو العالم به، العامل بما فيه، وإن لم يحفظه عن ظهر قلب، وأما من حفظه ولم يفهمه ولم يعمل به فليس من أهله وإن أقام حروفه إقامة السهم ).\n- وحتى نتدبر القرآن ونحيا به عمليّاً علينا أن نتخذ الخطوات التالية:\nأولاً: التلاوة بتأنٍّ وتدبّر وانفعال وخشوع، وألاّ يكون همّ القارئ نهاية السورة، لكن المهم أن يحصل تنبيه وتذكير القلب بما هو مقبل عليه، فيستحضر القارئ قبل القراءة درجات تدبر القرآن، فيقصد به التأمّل والتفكّر واستنباط الحكم والأحكام، ثم الخشوع والتأثّر، ثم محاسبة النفس وحملها على العمل بما فيه.\nثانياً: يستحضر القارئ عظمة المتكلِّم به سبحانه، فيعظم في قلب قارئه وتعلو منزلته، كما يستحضر جزيل إنعام الله بقراءته، فيتهيّأ لكلام الله - عز وجل -بالوجل والخوف والرجاء والفرح به،عسى أن يظفر بالمقصود من إنزاله، وليتهيأ لذلك ظاهراً وباطناً .\n__________\n(1) سورة الشمس ( 2)\n(2) صحيح سنن أبي داوود ( 2/ 73) 1464…\n(1/26)\n\nثالثاً: إذا استعاذ بالله من الشيطان الرجيم فليستحضر طلب العون من الله من كيد الشيطان، فإنه يسعى جهده لصدّ القارئ عن كلام الله، ويحول دونه ودون الانتفاع بالقرآن، فهو إمّا أن يشغل قلبه عن النظر في معانيه، أو يصرف فهمه إلى غير المقصود، فليستعذ بالله من كيده وشره ومكره، والمعصوم من عصمه الله.\nرابعاً: وحين يقرأ القرآن يرتّل ويترسل، كالباحث عن معنى يخفى بالقراءة السريعة، فهمّته عرض المعاني على القلب، عسى أن يتأثّر أو يخشع، وليست همّته متى يختم السورة؟ فهو لا يرضى لنفسه أن يقرأ آيةً لم يقف عند مدلولها، أو لا يعرف المقصود منها، أو يجهل تفسير كلماتها.\nخامساً: ممّا يعين القارئ على معرفة دلائل الآيات الوقوف أمام الآية التي يقرؤها وقفةً متأنيةً فاحصة، مكرِّراً النظر في مورد السياق ( الكلام السابق واللاحق )، واستحضار الموضوع العام للسورة أو المقطع، والبحث عن حكمة الترتيب، ووجه التعقيب في آخر الآية، والغاية التي تدور حولها الآيات، والنظر في ذلك كله عن طريق كتب التفاسير المأثورة والمعتمدة كتفسير (ابن كثير) وتفسير( الطبري) وتفسير (السعدي )وغيرها.\nوهناك فكرة نافعة - بإذن الله تعالى- نقترح تطبيقها ليتم الانتفاع بقراءة القرآن، وذلك بقراءة جزء واحد فقط من القرآن أو بعض الجزء أو قراءة القدر الذي سيتمّ القيام به في صلاة قيام الليل وتكون هذه القراءة بطريقة قراءة التدبر المذكورة في هذه الخطوات؛ مع عدم الاعتبار بكمية القراءة أو عدد الأجزاء وأن لا يكون الهمّ الإنجاز السريع في تلاوة كتاب الله، حتى تستقر معاني ودلالات آيات ذلك الجزء في القلب فيلين ويخشع حتى إذا قام به من الليل قام قيام القانتين الخاشعين السائلين الله جل وعلا بصدق ويقين؛ فيسبّح تارة، ويسأل تارة، ويستعيذ تارة، ومن جرّب هذه الطريقة أدرك الفرق بينها وبين تلاوة الهذّ من غير إدراك المعاني.",
        "(1/27)\n\nسادساً: من أعظم ما يعين القارئ على استحضار مقصود الآيات ووجود تأثيرها على نفسه وقلبه -معرفة أجواء التنزيل، وكيف تلقى الرسول - صلى الله عليه وسلم - الآيات؟ ، وكيف وقعت في نفوس الصحابة موقعها حين سمعوها لأول وهلة؟، فيجعل من الآية منطلقًا لعلاج حياته وواقعه، وميزانًا لما حوله وما يحيط به.\nسابعاً : تعويد القارئ نفسَه النظرَ فيما ينبغي عليه نحو دلالات الآية وإشاراتها، فإذا مرّ بآية فيها خطاب للأنبياء علم أنه مخاطب بذلك من باب أولى، وإذا قرأ ثناء الله على الأنبياء والصالحين علم أنه مخاطب بذلك، وأن تأثيره مقصود واقتداءه مطلوب، وإذا مرّ بذم الله لأعمال العصاة والظالمين علم أنه مخاطب بذلك، وأن تأثيره مقصود وحذَره مطلوب.\nثامناً : العودة المتجددة للآيات وعدم الاقتصار على التدبر مرة واحدة، إذ المعاني تتجدّد؛ فإذا تأثر بآية، وانتفع بها قلبه، فرح بها وكرّرها وأعاد النظر فيها، فلا يتجاوزها حتى تنطبع معانيها في قلبه، وينشرح بها صدره .\nتاسعاً : ربط الواقع بالآيات المتلوّة؛ نعني بذلك ربط الآيات بالوقائع والأحداث وتداعي المعاني وتذكّرها؛ قال تعالى: {إِنَّ الَّذِينَ اتَّقَواْ إِذَا مَسَّهُمْ طَائِفٌ مِّنَ الشَّيْطَانِ تَذَكَّرُواْ فَإِذَا هُم مُّبْصِرُونَ} (1)\nقام الحسن الليلَ كلَّه يكرّر قوله تعالى: {وَإِن تَعُدُّواْ نِعْمَةَ اللّهِ لاَ تُحْصُوهَا إِنَّ اللّهَ لَغَفُورٌ رَّحِيمٌ}(2)،فلما قيل له قال : \"إن فيها معتبَراً؛ ما ترفع طرفاً ولا تردّه إلا وقع على نعمة\" (3) .\nومن المعلوم تفاوت الناس في ذلك تفاوتاً عظيماً وذلك فضل الله يؤتيه من يشاء.\n__________\n(1) سورة الأعراف( 202)\n(2) سورة النحل ( 18)\n(3) مختصر قيام الليل للمروزي 151\n(1/28)",
        "\nوالمحاسبة الدائمة للنفس على ضوء ما قرأت وسمعت من كتاب الله تعالى، بحيث تُعرض النفس على الآيات عرض تقييم وتقويم وتحرٍّ للآثار العملية بعد قراءة القرآن بتدبر؛ إذ من السهل أن يعرف الإنسان هل حقق التدبر أم لا؟ ، وذلك بالنظر إلى مدى التغيير الذي أحدثه القرآن في نفسه وحياته وعبادته وعلاقاته وسرّه وعلانيته، وهذه هي أبين علامة لحصول التدبر؛ قال تعالى:{إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ إِذَا ذُكِرَ اللّهُ وَجِلَتْ قُلُوبُهُمْ وَإِذَا تُلِيَتْ عَلَيْهِمْ آيَاتُهُ زَادَتْهُمْ إِيمَانًا وَعَلَى رَبِّهِمْ يَتَوَكَّلُونَ * الَّذِينَ يُقِيمُونَ الصَّلاَةَ وَمِمَّا رَزَقْنَاهُمْ يُنفِقُونَ} (1).\nعاشراً: أن يكون الحديث عن التدبّر والعمل بالقرآن حديث مجالسنا مع أهلنا وأولادنا وحديث مواعظنا ومحاضراتنا وخطبنا على المنابر، وكذلك مع طلابنا في المدارس والحلق، وأن يُطرح هذا المشروع على مستويات مختلفة ليصبح على مستوى التطبيق العام في حياة المسلمين.\nفوالله لا عذر لأحد في ترك تدبر القرآن، فكل من له عقل يدبر به أمور حياته ويميّز به بين النافع والضار قادر على تدبر القرآن.\nلا عذر لأحد في ترك تدبّره وتعلّمه وقد يسّر الله لنا فهمه وادكاره، وتكفّل لنا بحفظه، وهيّأ له علماء أفذاذًا يقومون ببيانه وإيضاح معانيه في كتب التفاسير وشروحات أهل العلم؛ قال الله تعالى: {وَلَقَدْ يَسَّرْنَا الْقُرْآنَ لِلذِّكْرِ فَهَلْ مِن مُّدَّكِرٍ }(2) .\n- أسباب تساعد على بناء الشخصية القرآنية:\nالعلم بالقرآن وتدبره على أيدي العالمين به العاملين بما فيه، ومدارسته في أكثر من كتاب من كتب التفسير.\n__________\n(1) سورة الأنفال ( 2- 3)\n(2) سورة القمر ( 17)\n(1/29)\n",
        "قلة مخالطة الناس إلا لمصلحة وحاجة، فإن كثرة مخالطة أهل الغفلة تضعف أثر القرآن ?...وَلَا تُطِعْ مَنْ أَغْفَلْنَا قَلْبَهُ عَن ذِكْرِنَا وَاتَّبَعَ هَوَاهُ وَكَانَ أَمْرُهُ فُرُطًا?(1)\nسرعة الاستجابة والتنفيذ، والحذر من التواني والكسل ?يَا أَيُّهَا الَّذِينَ آمَنُواْ اسْتَجِيبُواْ لِلّهِ وَلِلرَّسُولِ إِذَا دَعَاكُم لِمَا يُحْيِيكُمْ وَاعْلَمُواْ أَنَّ اللّهَ يَحُولُ بَيْنَ الْمَرْءِ وَقَلْبِهِ وَأَنَّهُ إِلَيْهِ تُحْشَرُونَ?(2)\nالتواجد بين صحبة صالحة وقدوات تعين على السمو والترقي.\n- مؤشرات الأثر القرآني:\nيقول تعالى:?وَلَوْ أَنَّ قُرْآنًا سُيِّرَتْ بِهِ الْجِبَالُ أَوْ قُطِّعَتْ بِهِ الأَرْضُ أَوْ كُلِّمَ بِهِ الْمَوْتَى بَل لِّلّهِ الأَمْرُ جَمِيعًا ? (3)\n__________\n(1) سورة الكهف( 28)\n(2) سورة الأنفال ( 24)\n(3) سورة الرعد (31)\n(1/30)\n\nإن للقرآن تأثيراً قويًّا يفوق ما يمكن تخيله، ولقد ضرب لنا سبحانه وتعالى مثلاً لذلك فقال عز من قائل: {لَوْ أَنزَلْنَا هَذَا الْقُرْآنَ عَلَى جَبَلٍ لَّرَأَيْتَهُ خَاشِعًا مُّتَصَدِّعًا مِّنْ خَشْيَةِ اللَّهِ وَتِلْكَ الْأَمْثَالُ نَضْرِبُهَا لِلنَّاسِ لَعَلَّهُمْ يَتَفَكَّرُونَ }(1) ، فالجبال لو خوطبت بهذا القرآن لانقادت لمواعظه، و لأصبحت على صلابتها ورزانتها خاشعةً متصدعة - أي متشققةً من خشية الله-، وفي هذا المثل دعوة للتفكر في قوة تأثير القرآن ليكون حجةً على الجميع، ويبطل دعوى من ادّعى أنه ليس أهلاً لتدبّر القرآن، ومن دلائل عظمة القرآن، وقوّة تأثيره في النفوس ما حدث لنفر من الجنّ حين استمعوا للقرآن كما توضّحه هذه الآيات ?وَإِذْ صَرَفْنَا إِلَيْكَ نَفَرًا مِّنَ الْجِنِّ يَسْتَمِعُونَ الْقُرْآنَ فَلَمَّا حَضَرُوهُ قَالُوا أَنصِتُوا فَلَمَّا قُضِيَ وَلَّوْا إِلَى قَوْمِهِم مُّنذِرِينَ* قَالُوا يَا قَوْمَنَا إِنَّا سَمِعْنَا كِتَابًا أُنزِلَ مِن بَعْدِ مُوسَى مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ يَهْدِي إِلَى الْحَقِّ وَإِلَى طَرِيقٍ مُّسْتَقِيمٍ * يَا قَوْمَنَا أَجِيبُوا دَاعِيَ اللَّهِ وَآمِنُوا بِهِ يَغْفِرْ لَكُم مِّن ذُنُوبِكُمْ وَيُجِرْكُم مِّنْ عَذَابٍ أَلِيمٍ*وَمَن لَّا يُجِبْ دَاعِيَ اللَّهِ فَلَيْسَ بِمُعْجِزٍ فِي الْأَرْضِ وَلَيْسَ لَهُ مِن دُونِهِ أَولِيَاء أُوْلَئِكَ فِي ضَلَالٍ مُّبِينٍ?(2)\nوهذا الرسم التوضيحي (3) يمثّل مؤشرات الترقي العلمي والعملي بالقرآن، مع محصّلة ذلك من زيادة الإيمان:\nالإخلاص.\nالخشية.\nالرجاء.\nالتقوى .\nالمراقبة .\nالتوكل ، وغيرها من مراتب عبودية القلب.\n1 .متابعة تنفيذ الوصايا العملية.\n2.تعميق الفهم المرتبط بالتنفيذ.\n__________\n(1) سورة الحشر ( 21)\n(2) سورة الأحقاف ( 29- 32)\n(3) مقتبس من كتاب مشروعك الخاص مع القرآن / إبراهيم الذيب",
        "(1/31)\n\n3.الاستمرارية والترقي.\n1.تلاوته وتدبره في الليل والقيام على النفس بالمحاسبة.\n2.استخراج وتسجيل القرارات العملية.\n3. تنفيذها عملياً.\n… 1.التأمل في معاني القرآن.\n…… …… 2.استخراج وتسجيل القيم القرآنية. …\n… …… …1 .تعلم التلاوة الصحيحة بالوسائل\nالمختلفة.\n2 .المحافظة على ورد يومي (تلاوة- تفسير).\n- نموج متابعة الارتقاء بالجانب السلوكي\nهناك أهمية لأن يراقب قارئ القرآن نفسه ومعلّم القرآن طلبته في ملاحظة ما تعلّمه من خلال تدبره للقرآن، وتدوين الأمور التي يُراد التركيز عليها في تعزيز قيم القرآن وتوجيهاته، مع ملاحظة ذلك في سلوكياته وسلوكيات من يربّيهم، ويمكن الاستفادة من النموذج رقم ( 1) وسيلةً تعين على متابعة الأداء في الارتقاء العلمي والسلوكي عند قراءة القرآن، وتدوين القيم والوصايا العملية ليسهل ملازمة ذلك عند التطبيق.\nويمكن استخدام النموذج رقم ( 2) وسيلةً تعين المربي على متابعة الطالب أو الطالبة، وتدوين السلوكيات الإيجابية، وكتابة الأفكار التي يعتقد المربي أنها تعينه على تفعيل هذا السلوك الإيجابي، ثمّ يكون الحكم على مدى فاعلية هذه الفكرة المستخدمة في رعاية السلوك الإيجابي من خلال خانة ( النتائج). وتدوين السلوكيات السلبية، ثم كتابة الأفكار التي يعتقد المربي أنها تساعد في القضاء على هذا السلوك السلبي، ثم يكون الحكم على مدى فاعليتها من خلال خانة ( النتائج) .\nم ... القيم القرآنية ... الوصايا والقرارات العملية – التلقي للتنفيذ ... المتابعة والمجاهدة والترقي.\n1 ... {يَا أَيُّهَا النَّاسُ اعْبُدُواْ رَبَّكُمُ الَّذِي خَلَقَكُمْ وَالَّذِينَ مِن قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ} (21) سورة البقرة\nالعبادة سبيل التقوى ... الحفاظ على الصلاة في أول وقتها جماعة.\nاستحضار النية في كل الأعمال لتحويل العادات اليومية إلى عبادات.\n(1/32)",
        "\nالمحافظة على الدعاء النبوي الشريف بعد كل صلاة (اللهم أعنّي على ذكرك وشكرك وحسن عبادتك ).\n2 ... اتخاذ الشيطان عدوّا ... 1.مداومة ذكر الله تعالى الحصن الحصين من الشيطان.\n2.مراقبة الخواطر والأفكار والتعوذ والذكر لطرد أي خاطر أو فكر غير صالحة.\n3. قراءة آية الكرسي قبل النوم.\nنموذج رقم ( 1)*\nـــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ\n* من كتاب مشروعك الخاص مع القرآن/ إبراهيم الديب\nنموذج للتطبيق *\nم ... القيم القرآنية ... الوصايا العملية والقرارات – التلقي للتنفيذ ... المتابعة والمجاهدة والترقي.\n1\n2\nــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ\n*يمكن تصوير هذا الجدول عدة مرات ، والاستعانة به في متابعة تنفيذ المشروع.\nـــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ\n* المصدر : كتاب مشروعك الخاص مع القرآن/ إبراهيم الذيب\nالاسم ..................................العمر ................................العام...............................\nنموذج متابعة الارتقاء السلوك\nالجوانب الإيجابية\nوسائل تفعيلها\nالنتائج\nالجوانب السلبية\nوسائل علاجها\nالنتائج\nنموذج رقم ( 2) *\nـــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ\n* من كتاب كيف نبني جيلا خلقه القرآن / حنان النمكي .\n- التوصيات :\nمن خلال طرح هذا المشروع وبيان أهميّته وحاجتنا إلى تنفيذه، فإنّنا نوصي كل قارئ للقرآن بأن عليه الاهتمام بتدبره وفهمه، وأن العبرة باتباعه والعمل به، لا بكثرة الحفظ وسرعته وإجادة تلاوته فحسب.\n(1/33)\n",
        "كما نوصي الجمعية الخيرية لتحفيظ القرآن بعدة توصيات:\nأولاً: إعداد خطة لتنفيذ هذا المشروع في مدارس تحفيظ القرآن، بعد عمل استطلاع ميداني خاص به في مراكز الإشراف و بعض مدارس التحفيظ.\nثانياً: تحديد منهج أو مرجع يتقيّد به المدرّس والدارس، يشتمل على الفوائد المسلكيّة والتربوية للآيات؛ مع ربط الحُفّاظ بذلك على أنه هو الهدف الأساس، وهو الغاية من حفظ كتاب الله تعالى؛ بل هو الغاية من نزول القرآن إلينا.\nثالثاً: أن يكون هذا المنهج عليه مدار نجاح الطالب والطالبة وانتقاله إلى المستوى الذي يليه، بمعنى أن يولى له اهتمام لا يقل عن الاهتمام بحفظ حروفه وإجادة النطق بها.\nرابعاً: إقامة دورات خاصة لإعداد معلمات القرآن لتأهيلهن لتنفيذ المشروع.\nخامساً: تنظيم مسابقة دورية للمعلمات في حفظ القرآن وتفسيره.\nسادساً: إن ما ندعو إليه يحتاج إلى قناعة أولاً، ثم إلى تشمير وجدّ في التفكير والتخطيط والتنظير، ومن ثَمَّ التطبيق العملي والتغلب على الصعوبات ومعالجتها، حتى يتأصل هذا المشروع في نفوس الناس ويعتادوا عليه، وتتكون عندهم مهارات حفظ القرآن بالتطبيق العملي، فترسخَ آياته علماً وعملاً، فبثبات اللفظ ورسوخ المعنى يسهل العمل.\n(1/34)\n\nوختاما:نوجّه هذا المشروع للجماعة الخيرية لتحفيظ القرآن الكريم ومدارس ودور التحفيظ أولاً، ثم نوجّهه إلى كل مسلم ومسلمة، وننادي بأن يكون هناك اهتمام لفهم كتاب الله تعالى يوازي الاهتمام والعناية بلفظه، حتى لا نكون ممّن أقام حروفه وضيّع حدوده، ونطالب بذلك ونحن نرى جموعاً مباركةً من حفاّظ وحافظات كتاب الله تعالى على تفاوت مقدار الحفظ لديهم، وقد غلب عليهم الجهل وظهرت عليهم مظاهر الإخلال بالدين، فأصبحوا في الناس كسائرهم، مع أن الواجب أن يتميّزوا عن غيرهم بتقواهم لله - عز وجل - في أفعالهم وأقوالهم وطاعتهم له {أَمَّنْ هُوَ قَانِتٌ آنَاء اللَّيْلِ سَاجِدًا وَقَائِمًا يَحْذَرُ الْآخِرَةَ وَيَرْجُو رَحْمَةَ رَبِّهِ قُلْ هَلْ يَسْتَوِي الَّذِينَ يَعْلَمُونَ وَالَّذِينَ لَا يَعْلَمُونَ إِنَّمَا يَتَذَكَّرُ أُوْلُوا الْأَلْبَابِ}(1).\n{وَهَذَا كِتَابٌ أَنزَلْنَاهُ مُبَارَكٌ فَاتَّبِعُوهُ وَاتَّقُواْ لَعَلَّكُمْ تُرْحَمُونَ}(2)\nوأن يكونوا هم الدعاة حقاً؛ لأنهم هم حملة مشعل الهداية.\nوبهذا نكون بإذن الله قد حققنا الغاية من تعلم كتاب الله ونيل بركاته العظيمة {كِتَابٌ أَنزَلْنَاهُ إِلَيْكَ مُبَارَكٌ لِّيَدَّبَّرُوا آيَاتِهِ وَلِيَتَذَكَّرَ أُوْلُوا الْأَلْبَابِ}(3)، وأعددنا جيلاً مؤهَّلاً لنصر هذا الدين والقيام به.\n__________\n(1) سورة الزمر\n(2) سورة الأنعام ( 155)\n(3) سورة ص ( 29)",
        "(1/35)\n\nفمن الواجب على المسلمين أفراداً وجماعات أن يعودوا إلى هذا المعين والمنبع الصافي الذي لا تنضب فوائده ولا تنتهي عجائبه، ولا تنقضي أسباب النجاة فيه، وأن نُقبل على هذا الكتاب العظيم، ففيه القصة، وفيه العبرة والعظة، وفيه الهداية والنور، وفيه الحياة الكاملة؛ كما قال جل وعلا في وصفه: {وَكَذَلِكَ أَوْحَيْنَا إِلَيْكَ رُوحًا مِّنْ أَمْرِنَا مَا كُنتَ تَدْرِي مَا الْكِتَابُ وَلا الإِيمَانُ وَلَكِن جَعَلْنَاهُ نُورًا نَّهْدِي بِهِ مَنْ نَّشَاء ٍ}(1).\nنسأل الله جل وعلا بأسمائه الحسنى وصفاته العلا أن يصلح أحوالنا مع القرآن، وأن يجعلنا من أهل القرآن الذين هم أهل الله وخاصته، ونسأل الله جلّ وعلا أن يجعلنا ممن تعلّم القرآن وعلّمه، وأن يرفعنا وينفعنا بالقرآن العظيم، ويحشرنا في زمرة العاملين بما فيه ..وآخر دعوانا أن الحمد لله رب العالمين.\nأختكم\nأسماء بنت راشد الرويشد\nالمشرفة العامة على موقع آسية الإلكتروني\nومركز آسية للاستشارات التربويةوالأسرية\nwww.asyeh.com\nهاتف 920000192\nص.ب 40713 الرياض 11511\nالبريد الإلكتروني\nasma@asyeh.com\nالفهرس\nمقدمة الشيخ ناصر العمر...................................................................1\nمقدمة الكتاب .............................................................................2\nالفصل الأول:عرض عام للمشروع .......................................................5\n* الهدف العام للمشروع…6\n* فكرة المشروع وأهميته..................................................................6\nأهمية المشروع في زيادة إيماننا..............................................................8\nأهمية المشروع في إصلاح قلوبنا ....…10\nأهمية المشروع في طلب العلم …12\nأهمية المشروع في تقويم أخلاقنا …13\nأهمية المشروع في مواجهة أعداء الإسلام…14\n__________\n(1) سورة الشورى( 52)\n(1/36)",
        "\n* مشروعية المشروع ومنهج الصحابة في تلقي القرآن......................................17\nنماذج رائعة لتطبيق المشروع :…20\nالفصل الثاني : واقعنا مع القرآن …25\n* الواجبات الخمس مع القرآن الكريم …26\n* الفضائل والمكرمات لمن تعلم القرآن …27\n* أقسام الناس مع القرآن ودرجات التقصير فيه …29\n* واقعنا مع القرآن ( مدارس تحفيظ القرآن أنموذجاً) .......................................31\n*استطلاع حول واقع مدارس التحفيظ ومدى إمكانية إلتزام الدور بتنفيذ المشروع ...........33\nالفصل الثالث: تجارب ووسائل لتطبيق المشروع......................................41\nتجارب واقعية لتطبيق المشروع ..........................................................42\n*خطوات عملية لتدبر القرآن ( أولى خطوات المشروع) .................................44…\n* أسباب تساعد على بناء الشخصية القرآنية...............................................48\nنموذج متابعة الارتقاء بالجانب السلوكي.....................................................50\n- سجل التربية القرآنية.....................................................................51\nالتوصيات...................................................................................54\nالخاتمة ...............................................................................55\n(1/37)\n",
        "- التوصيات :\nمن خلال طرح هذا المشروع وبيان أهميّته وحاجتنا إلى تنفيذه، فإنّنا نوصي كل قارئ للقرآن بأن عليه الاهتمام بتدبره وفهمه، وأن العبرة باتباعه والعمل به، لا بكثرة الحفظ وسرعته وإجادة تلاوته فحسب.\nكما نوصي الجمعية الخيرية لتحفيظ القرآن بعدة توصيات:\nأولاً: إعداد خطة لتنفيذ هذا المشروع في مدارس تحفيظ القرآن، بعد عمل استطلاع ميداني خاص به في مراكز الإشراف و بعض مدارس التحفيظ.\nثانياً: تحديد منهج أو مرجع يتقيّد به المدرّس والدارس، يشتمل على الفوائد المسلكيّة والتربوية للآيات؛ مع ربط الحُفّاظ بذلك على أنه هو الهدف الأساس، وهو الغاية من حفظ كتاب الله تعالى؛ بل هو الغاية من نزول القرآن إلينا.\nثالثاً: أن يكون هذا المنهج عليه مدار نجاح الطالب والطالبة وانتقاله إلى المستوى الذي يليه، بمعنى أن يولى له اهتمام لا يقل عن الاهتمام بحفظ حروفه وإجادة النطق بها.\nرابعاً: إقامة دورات خاصة لإعداد معلمات القرآن لتأهيلهن لتنفيذ المشروع.\nخامساً: تنظيم مسابقة دورية للمعلمات في حفظ القرآن وتفسيره.\nسادساً: إن ما ندعو إليه يحتاج إلى قناعة أولاً، ثم إلى تشمير وجدّ في التفكير والتخطيط والتنظير، ومن ثَمَّ التطبيق العملي والتغلب على الصعوبات ومعالجتها، حتى يتأصل هذا المشروع في نفوس الناس ويعتادوا عليه، وتتكون عندهم مهارات حفظ القرآن بالتطبيق العملي، فترسخَ آياته علماً وعملاً، فبثبات اللفظ ورسوخ المعنى يسهل العمل.\n(2/1)\n\nوختاما:نوجّه هذا المشروع للجماعة الخيرية لتحفيظ القرآن الكريم ومدارس ودور التحفيظ أولاً، ثم نوجّهه إلى كل مسلم ومسلمة، وننادي بأن يكون هناك اهتمام لفهم كتاب الله تعالى يوازي الاهتمام والعناية بلفظه، حتى لا نكون ممّن أقام حروفه وضيّع حدوده، ونطالب بذلك ونحن نرى جموعاً مباركةً من حفاّظ وحافظات كتاب الله تعالى على تفاوت مقدار الحفظ لديهم، وقد غلب عليهم الجهل وظهرت عليهم مظاهر الإخلال بالدين، فأصبحوا في الناس كسائرهم، مع أن الواجب أن يتميّزوا عن غيرهم بتقواهم لله - عز وجل - في أفعالهم وأقوالهم وطاعتهم له {أَمَّنْ هُوَ قَانِتٌ آنَاء اللَّيْلِ سَاجِدًا وَقَائِمًا يَحْذَرُ الْآخِرَةَ وَيَرْجُو رَحْمَةَ رَبِّهِ قُلْ هَلْ يَسْتَوِي الَّذِينَ يَعْلَمُونَ وَالَّذِينَ لَا يَعْلَمُونَ إِنَّمَا يَتَذَكَّرُ أُوْلُوا الْأَلْبَابِ}(1).\n{وَهَذَا كِتَابٌ أَنزَلْنَاهُ مُبَارَكٌ فَاتَّبِعُوهُ وَاتَّقُواْ لَعَلَّكُمْ تُرْحَمُونَ}(2)\nوأن يكونوا هم الدعاة حقاً؛ لأنهم هم حملة مشعل الهداية.\nوبهذا نكون بإذن الله قد حققنا الغاية من تعلم كتاب الله ونيل بركاته العظيمة {كِتَابٌ أَنزَلْنَاهُ إِلَيْكَ مُبَارَكٌ لِّيَدَّبَّرُوا آيَاتِهِ وَلِيَتَذَكَّرَ أُوْلُوا الْأَلْبَابِ}(3)، وأعددنا جيلاً مؤهَّلاً لنصر هذا الدين والقيام به.\n__________\n(1) سورة الزمر\n(2) سورة الأنعام ( 155)\n(3) سورة ص ( 29)",
        "(2/2)\n\nفمن الواجب على المسلمين أفراداً وجماعات أن يعودوا إلى هذا المعين والمنبع الصافي الذي لا تنضب فوائده ولا تنتهي عجائبه، ولا تنقضي أسباب النجاة فيه، وأن نُقبل على هذا الكتاب العظيم، ففيه القصة، وفيه العبرة والعظة، وفيه الهداية والنور، وفيه الحياة الكاملة؛ كما قال جل وعلا في وصفه: {وَكَذَلِكَ أَوْحَيْنَا إِلَيْكَ رُوحًا مِّنْ أَمْرِنَا مَا كُنتَ تَدْرِي مَا الْكِتَابُ وَلا الإِيمَانُ وَلَكِن جَعَلْنَاهُ نُورًا نَّهْدِي بِهِ مَنْ نَّشَاء ٍ}(1).\nنسأل الله جل وعلا بأسمائه الحسنى وصفاته العلا أن يصلح أحوالنا مع القرآن، وأن يجعلنا من أهل القرآن الذين هم أهل الله وخاصته، ونسأل الله جلّ وعلا أن يجعلنا ممن تعلّم القرآن وعلّمه، وأن يرفعنا وينفعنا بالقرآن العظيم، ويحشرنا في زمرة العاملين بما فيه ..وآخر دعوانا أن الحمد لله رب العالمين.\nأختكم\nأسماء بنت راشد الرويشد\nالمشرفة العامة على موقع آسية الإلكتروني\nومركز آسية للاستشارات التربويةوالأسرية\nwww.asyeh.com\nهاتف 920000192\nص.ب 40713 الرياض 11511\nالبريد الإلكتروني\nasma@asyeh.com\n__________\n(1) سورة الشورى( 52)\n(2/3)"
    ]
}