{
    "partText": [
        "\nمظاهر الغلو في قصائد المديح النبوي\nسليمان بن عبد العزيز الفريجي\nمنذ أن انتشر الإسلام أقبل الأدباء على مدح نبيه محمد - صلى الله عليه وسلم - بمدائح كثيرة ، حفظ لنا التاريخ شيئاً منها ، ومن أقدمها ما جاء عن أم معبد - رضي الله عنها - من وصفها للنبي - صلى الله عليه وسلم - بعدما حل بخيمتها في طريق هجرته إلى المدينة ، وكان من وصفها : ( إن صمت فعليه الوقار ، وإن تكلم سماه وعلاه البهاء ، أجمل الناس وأبهاه من بعيد ، وأحسنه وأجمله من قريب ، حلو المنطق ، لانزر ولا هزر ) [1] .\nكما كان لشعراء الرسول - صلى الله عليه وسلم - كحسان بن ثابت وعبد الله بن رواحة وكعب بن زهير وكعب بن مالك والعباس بن مرداس وغيرهم قصائد عدة في مدحه ورثائه ، منها قصيدة حسان بن ثابت - رضي الله عنه - التي مطلعها :\nبطيبة رَسْم للرسول ومَعهد * * * منير ، وقد تعفو الرسوم وتهْمَد\nولا تنمحي الآيات من دار حُرْمة * * * بها منبر الهادي الذي كان يصعد\nومنها قصيدة كعب بن زهير - رضي الله عنه - التي قالها عند إسلامه ، واعتذر بها لرسول الله - صلى الله عليه وسلم - ، وألقاها بين يديه في مسجده وسط صحابته ، ومطلعها :\nبانت سعاد فقلبي اليوم متبول * * * مُتَيَّم إثرها لم يُجْزَ مكبول\nوفيها يقول :\nأنبئت أن رسول الله أوعدني * * * والعفو عند رسول الله مأمول\nمهلاً هداك الذي أعطاك نافلة * * * القرآن فيها مواعيظ وتفصيل\nلذاك هيب عندي إذ أكلمه * * * وقيل إنك مسبور ومسؤول\nمن ضيغم من ضراء الأُسْد مُخْدرة * * * ببطن عثَّر غيل دونه غيل\nإن الرسول لسيف يُستضاء به * * * مهند من سيوف الله مسلول\nبل إن هناك من شعراء الكفار من مدحه وأثنى على أخلاقه الكريمة ، كعمه أبي طالب في قصيدته المشهورة ، ومنها قوله :\nوأبيض يُستسقى الغمامُ بوجهه * * * ثمالُ اليتامى ، عصمة للأرامل\n(1/1)\n",
        "وكالأعشى الكبير ميمون بن قيس الذي مدح النبي - صلى الله عليه وسلم - بقصيدة رائعة ، وجاء بها ليسلم عنده ويلقيها بين يديه ، ولكن قريشاً أغرته بالدنيا فعاد ومات كافراً . ومن قصيدته قوله :\nنبيٌ يرى ما لا ترون ، وذكره * * * أغار لعمري في البلاد وأنجدا\nله صَدَقاتٌ ما تُغِبُّ ونائل * * * وليس عطاءُ اليوم مانعه غدا\nوهكذا اتصل مدح النبي -صلى الله عليه وسلم- في حياته ورثائه بعد مماته ، وذكر أخلاقه وأوصافه عند أصحابه والتابعين دون غلو أو تجاوز لحدود المشروع .\nوبعد قيام دولة بني أمية والحوادث التي جرت لآل بيت علي بن أبي طالب - رضي الله عنه وتشيع من تشيع لهم بدأت المبالغة في مدحهم والثناء عليهم ، حتى اشتهر شعراء بذلك ، وأكثروا منه ، كالكميت الأسدي ودعبل الخزاعي والشريف الرضي ومهيار الديلمي ، وهؤلاء جاءت مبالغتهم من غلوهم في رجالات آل البيت ، وتفضيلهم على من يرونهم أعداء لهم من الأمويين وغيرهم ؛ فموقفهم في الحقيقة سياسي أكثر من كونه معتمداً على اقتناعاتهم الشرعية ؛ فلهذا جاء كلامهم على آل علي بن أبي طالب - رضي الله عنه - دون غيرهم ، حتى النبي -صلى الله عليه وسلم- قل مديحهم له في مقابل مديحهم لآل بيت علي بن أبي طالب - رضي الله عنه - .\nومن أشعارهم هاشميات الكميت وأشهرها : البائيتان واللامية والميمية ، يقول في إحدى البائيتين :\nإلى النفر البيض الذين بحبِّهم * * * إلى الله فيما نالني أتقرِّب\nبني هاشم رهط النبي فإنني * * * بهم ولهم أرضى مراراً وأغضب\nوما جاء عن هؤلاء من المدح الخاص بالنبي -صلى الله عليه وسلم- يكاد يكون مدحاً معتاداً لا نجد فيه ما سنجده في مدائح الصوفية في القرن السابع . ومن ذلك قول الكميت :\nوأنت أمين الله في الناس كلهم * * * عليها وفيها احتار شرق ومغرب\nفبوركت مولوداً وبوركت ناشئاً * * * وبوركت عند الشيب إذ انت أشيب\nوبورك قبرٌ أنت فيه وبوركت * * * به وله أهل لذلك يثرب\n(1/2)\n\nلقد غيَّبوا بِراً وصدقاً ونائلاً * * * عشية واراك الصفيح المنصَّب\nومع ذلك كان مدح من مضى لآل البيت أكثره صادقاً ، لأنهم يمدحونهم والدنيا ليست بأيديهم خلاف شعراء الدولة العبيدية المنتسبة - زوراً - إلى فاطمة الزهراء - رضي الله عنها - التي كان الشعراء يتزلفون إلى حكامهم بمدحهم ومدح آل البيت ومنه مدح النبي -صلى الله عليه وسلم- ، وهذا المدح غير داخل في حقيقته في المدائح النبوية ، لأنه مدح من أجل الدنيا ، لا لحبهم أو التقرب إلى الله بمدحهم ، ولهذا وصل الأمر ببعضهم إلى حد الشرك كابن هانئ الأندلسي ، حيث يقول في مدح المعز لدين الله الفاطمي :\nما شئتَ ، لا ما شاءت الأقدار * * * فاحكم فأنت الواحد القهار\nويقول :\nولك الجواري المنشآت مواخراً * * * تجري بأمرك والرياح رخاءُ\nولهذا كان مدح هؤلاء منصباً على حكام الدولة العبيدية ومن يزعم هؤلاء الحكام محبتهم من رجالات آل البيت ، ويقل فيه مدح النبي - صلى الله عليه وسلم - .\nوتستمر المدائح النبوية دائرة حول أوصاف النبي -صلى الله عليه وسلم- الخُلُقية والخَلْقية المعروفة ، ولا نجد ذلك الغلو الذي يخرج بالمدائح النبوية إلى رفع النبي -صلى الله عليه وسلم- فوق مقامه البشري ، وإضفاء بعض الصفات الإلهية عليه إلا في القرن السابع الذي يعرف في التاريخ الإسلامي بانتشار التصوف فيه إلى حد كبير ، مما أثر تأثيراً كبيراً على الشعراء الذين تسابقوا في مضمار المدائح النبوية ، بنَفَسٍ يخالف المدائح السابقة ، ويوافق الفكر التصوفي .\nوكانت البداية الفعلية لهذه المدائح بهذا النَفَس الصوفي المتميز على يد محمد بن سعيد البوصيري ، المتوفى في الإسكندرية سنة695 هـ ، فقد نظم عدة قصائد في المدائح النبوية ، وأشهرها قصيدتان :\nالأولى الميمية ، وهي على رواية الديوان (160) بيتاً ومطلعها :\nأمن تذكُّر جيرانٍ بذي سلم * * * مزجت دمعاً جرى من مقلة بدم\nوالأخرى الهمزية ، ومطلعها :",
        "(1/3)\n\nكيف ترقى رقيَّك الأنبياء * * * يا سماء ما طاولتها سماءُ\nوالميمية أشهر وأذيع عند عامة المتصوفين ومقلديهم ، وقد نسجت حولها المنامات والأساطير ، ابتداء بناظمها الذي جاء عنه أنه بسبب استشفائه بهذه القصيدة مسح النبي -صلى الله عليه وسلم- في المنام عليه فبرئ من فالج كان أبطل نصفه وألقى عليه بردة ، فسميت القصيدة لذلك بالبردة ، ونسجت الأساطير لكل بيت\nمن أبياتها ، وشاع التبرك والاستشفاء بها ، فصارت تسمى أيضاً : البُرْأَة ، والبُروة ، وقصيدة الشدائد ، وغالى المتصوفة وأتباعهم فيها ( حتى عملوها تميمة تعلق على الرؤوس ، وزعموا فيها مزاعم كثيرة من أنواع البركة ، وهم على ذلك إلى يومنا هذا ) [2] .\nويظهر أن كل هذه التسميات كانت بعد موت البوصيري ، أما هو فسماها :\n(الكواكب الدريَّة في مدح خير البرية) .\nوقد أجمع معظم الباحثين على أن ميمية البوصيري أفضل قصيدة في المديح النبوي من الناحية الفنية الأدبية - لا الشرعية - إذا استثنينا لامية كعب بن مالك (البردة الأم) ، حتى قيل : إنها أشهر قصيدة في الشعر العربي بين العامة والخاصة .\nومهما يكن من أمر فقد أثّرت ميمية البوصيري في المدائح النبوية تأثيراً عميقاً ، حيث نقلتها مضموناً وقالباً . أما من حيث المضمون فقد نقلت المدائح النبوية من المدح المعتاد للنبي - صلى الله عليه وسلم - بأوصافه المشهورة المعروفة إلى أوصاف غلو ومبالغة ( على نحو إعجازي خارق ، بالغ المثالية ، بالغ الكمال ، وبالغ الجلال ... يرقى بالنبي إلى درجة ربانية ) [3] ، ويسمون هذه الأوصاف : (الحقيقة المحمدية) التي يدعي المتصوفة أن غيرهم لا يعرفونها ؛ ولهذا فهم يحملون كل غلو في ميمية البوصيري وغيره ممن سار على دربه على أنه من الحقيقة المحمدية التي ينفردون بمعرفتها للنبي - صلى الله عليه وسلم - .\n(1/4)",
        "\nأما من حيث القالب فقد جعل المدائح النبوية تتكون من ثلاثة أجزاء : الأول يسمى النسيب النبوي ، وهو التشوق إلى المدينة النبوية التي تضم قبر النبي - صلى الله عليه وسلم - وفيها جرى أغلب أحداث سيرته ، ويتلو هذا النسيب بعض الحِكَم التي تحذر من الدنيا وأهواء النفس ، وهذا الجزء يمثل من ميمية البوصيري الأبيات من (1 - 33) ، ومن أجملها قوله :\nوالنفس كالطفل إن تهمله شب على * * * حب الرضاع ، وإن تفطمه ينفطم\nوقوله :\nوخالف النفس والشيطان واعصهما* * * وإن هما محَّضاك النصح فاتهم\nولا تطع منهما خصماً ولا حكماً * * * فأنت تعرف كيد الخصم والحكم\nوالجزء الثاني مديح النبي - صلى الله عليه وسلم - وعرض سيرته ، وهذا الجزء هو غرض القصيدة ، وفيه يذكر الشاعر سيرته من مولده إلى وفاته - صلى الله عليه وسلم - ، ويتكلم على معجزاته وخصائصه ... ويمثل هذا الجزء من القصيدة الأبيات من (34-139) ، ويبدؤه بقوله :\nمحمد سيد الكونين والثقلي * * * ن والفريقين من عُرب ومن عجم\nوفي هذا الجزء أغلب الغلو المشار إليه من قبل ، وكأن بعض المتأخرين عن البوصيري أحسَّ شدة هذا الغلو فأراد أن يخففه فزاد في القصيدة - وما أكثر ما زيد عليها - بيتاً ناشزاً ألقاه في مكان غير مناسب في القصيدة ، وهو قوله :\nفمبلغ العلم فيه أنه بشر * * * وأنه خير خلق الله كلهم\nولم يرض كثير من الصوفية هذا البيت للنص فيه على بشريته وأنها منتهى العلم فيه ، فغيروه إلى :\nمولاي صلِّ وسلم دائماً أبداً * * * على حبيبك خير الخلق كلهم\nونسبوا فيه مناماً خاصاً للبوصيري ، فيه أن النبي -صلى الله عليه وسلم- هو الذي ألقى بشطره الثاني على البوصيري .\nوالجزء الثالث هو إقرار الشاعر بذنوبه وطلب العفو عنها ، ويشمل هذا الجزء الأبيات من (140-160) ويبدأ إقراره بقوله :\nخدمته بمديح أستقيل به * * * ذنوب عُمْرٍ مضى في الشعر والخدم\nثم يقول :\n(1/5)\n",
        "لم تشتر الدين بالدنيا ولم تَسم * * * فيا خسارة نفس في تجارتها\nولكن طلبه للعفو كان موجهاً للنبي -صلى الله عليه وسلم- وهذا من أكبر انحرافات البوصيري ، وقد كرر هذا في عدة أبيات ، منها :\nإن آت ذنباً فما عهدي بمنتقض * * * من النبي ، ولا حبلي بمنصرم\nفإن لي ذمةً منه بتسميتي * * * محمداً ، وهو أوفى الخلق بالذمم\nإن لم يكن في معادي آخذاً بيدي * * * فضلاً فقل يا زلة القدم\nيا أكرم الرسل ما لي من ألوذ به * * * سواك عند حلول الحادث العَمِمِ\nوعندما ذكر العفو والرحمة من الله رجا أن تكون الرحمة مقسومة حسب العصيان ، لا الإحسان ، فقال :\nلعل رحمة ربي حين يقسمها * * * تأتي على حسب العصيان في القسم\nوفي آخر هذا الجزء يختم القصيدة بالصلاة والسلام الدائمين على النبي - صلى الله عليه وسلم - وهذا الجزء يكثر فيه دعاء النبي -صلى الله عليه وسلم- والاستغاثة به وإضافة صفات ربانية إليه ، وإن كان الجزءان السابقان لا يخلوان من مثل ذلك ، كقوله :\nأقسمت بالقمر المنشق أن له * * * من قلبه نسبة مبرورة القسم\nوقوله :\nما سامني الدهر ضيماً واستجرت به * * * إلا ونلت جواراً منه لم يُضم\nهذه هي ميمية البوصيري التي كان لها أعظم الأثر في المديح النبوي ، وتحويلها من مسارها السليم إلى مسار مليء بالانحرافات الشرعية ، وقد ساعد المتصوفة وأصحاب الطرق على نشرها بغنائها وانشادها وتلحينها في كل مناسبة حتى الحروب فضلاً عن الأفراح والأحزان والموالد المبتدعة واحتفالات الحجيج .\nولم يقتصر أثرها على العامة ، بل تعداه إلى الخاصة ؛ إذ تزاحم الشعراء العرب وغير العرب على تقليدها ، وتفننوا في ذلك حتى أنشؤوا فيها فنوناً أدبية منها :\nأ- البديعيات التي تسير على نهجها وزناً وروياً ومضموناً وأجزاءً ، ويكون كل بيت من أبياتها خاصاً بلون من ألوان علم البديع في البلاغة كبديعية صفي الدين الحلي (750 هـ) ومطلعها :\n(1/6)\n\nإن جئت سلعاً فسل عن جيرة العلم * * * واقرا السلام على عرب بذي سلم\nوبديعية عز الدين الموصلي ومطلعها :\nبراعة تستهل الدمع في العلم * * * عبارة عن نداء المفرد العلم\nب- المدائح النبوية التي فيها التورية بكل سور القرآن ، ومن أشهرها قصيدة ابن جابر الأندلسي (780 هـ) ، ومطلعها :\nفي كل فاتحة للقول معتبرة * * * حق الثناء على المبعوث بالبقرة\nوقد عارض ابن جابر في قصيدته هذه عدة شعراء حتى أُلِّف فيها كتاب مستقل وهو كتاب : (المدائح النبوية المتضمنة لسور القرآن الكريم لهاشم الخطيب) .\nج - معارضتها وتشطيرها وتخميسها وتسبيعها ... ومن أشهر من عارضها من المحدثين : محمود سامي البارودي بمطولة بلغت (447 بيتاً) هي : (كشف الغمة في مدح سيد الأمة ! ) ، ومطلعها :\nيا رائد البرق يمم دارة العلم * * * واحْدُ الغمام إلى حي بذي سلم\nوأحمد شوقي في قصيدة في (190 بيتاً) سماها : (نهج البردة) ، مطلعها :\nريم على القاع بين البان والعلم * * * أحل سفك دمي في الأشهر الحرم\nوقد زاد الغلو في المدائح النبوية منذ عهد البوصيري إلى بدايات العهد الحديث ، ومن أمثلة هذا الغلو والمغالين محمد بن أبي بكر البغدادي الذي صنف ديواناً كاملاً باسم : (القصائد الوترية في مدح خير البرية) نظم فيه 29 قصيدة ، وكل قصيدة منها 21 بيتاً . بحيث تبدأ أبيات كل قصيدة بحرف وتنتهي به نفسه ، ومن مدحه الغالي قوله :\nأغثني ، أجرني ، ضاع عمري إلى متى * * * بأثقال أوزاري أراني أُرزأُ\nوقوله :\nذهاباً ذهاباً يا عصاةُ لأحمد * * * ولوذوا به مما جرى وتعوَّذوا\nذنوبكم تُمحى وتعطون جنة * * * بها دُرَرٌ حصباؤها وزمرد\nومن أشد الغالين : عبد الرحيم البرعي اليماني ، فله ديوان شعر أكثره مدائح نبوية ، ومن مدحه الغالي قوله :\nسيد السادات من مضر * * * غوث أهل البدو الحضر\nوقوله :\nيا سيدي يا رسول الله ، يا أملي * * * يا موئلي ، يا ملاذي ، يوم تلقاني",
        "(1/7)\n\nهب لي بجاهك ما قدمت من زلل * * * جوداً ورجح بفضل منك ميزاني\nواسمع دعائي واكشف ما يساورني * * * من الخطوب ونفِّس كُلَّ أحزاني\nوكذلك أكثر من عارض البردة قديماً وحديثاً - وما أكثرهم - تأثر بما فيها من غلو .\nوقد تأثر كذلك المتأخرون بهذا الغلو ، فمستكثر ومستقل ، فهذا البارودي يقول :\nأبكاني الدهر حتى إذ لجأت به * * * حنا علي وأبدى ثغر مبتسم\nوهذا أحمد شوقي يقول :\nفالطف لأجل رسول العالمين بنا * * * ولا تزد قومه خسفاً ولا تسُمِ\nويقول في أحد المدائح الخديوية :\nإذا زرت يا مولاي قبر محمد * * * وقبَّلت مثوى الأعظم العطرات\nفقل لرسول الله : يا خير مرسل * * * أبثك ما تدري من الحسرات\nوهذه شاعرة معاصرة ألفت كتاباً كاملاً من شعر التفعيلة باسم : (بردة الرسول) من أجل أن تشفى من مرض عانت منه طويلاً ، ملأته بالغلو ، ومن مثل قولها :\nيا سيدي ، اسمع دعائي ... كن مًعين\nوأجب رجائي ، يا محمدنا الأمين\nأما هذا الغلو عند شعراء الصوفية ومقلديهم فأشهر من أن أشير إليه هنا .\nومما سبق نستخلص أن المدائح النبوية الغالية منذ البوصيري ومن قلده لا علاقة لها بالمدائح النبوية قبلها ؛ لأنه شتان بين التصور الواقعي البشري كما صوره شعراء المديح النبوي الأوائل من أمثال كعب بن زهير وكعب بن مالك وحسان بن ثابت ، ومعاصريهم ، وبين التصور المتأخر للرسول - عليه الصلاة والسلام - عند شعراء المديح النبوي المتأخرين الذين أحالوا شخصية الرسول - صلى الله عليه وسلم - إلى سلسلة طويلة من الخوارق والمعجزات والقدرات فوق الطبعية ، حتى بات النبي -صلى الله عليه وسلم- ذا طبيعة إلهية لا بشرية [4] .\nومع هذا فقد بقي كثير من الشعراء قديماً وحديثاً بمعزل عن هذا الغلو ، ولكن الحديث الآن ليس عنهم ، والله أعلم .\n________________________\n* (1) المستدرك على الصحيحين ، 9/3 ، وغريب الحديث لابن قتيبة 1/ 463 ، وانظر الإصابة في ترجمة أم معبد .\n(1/8)",
        "\n* (2) دراسة محمد النجار لبردة البوصيري ، ص 62 عن كتاب المقفى للمقريري .\n* (3) دراسة محمد النجار للبردة ، ص 11 .\n* المصدر : مجلة البيان - العدد 139 - ربيع الأول 1420 هـ\n(1/9)\n"
    ]
}