{
    "partText": [
        "\nبسم الله الرحمن الرحيم\n* قال تعالى :{ إنّ هذا القرآن يهدي للتي هي أقوم ويبشر المؤمنين الذين يعملون الصالحات أن لهم أجراً كبيراً } . الإسراء : 9\n* قال تعالى :{ ولقد يسّرنا القرآن للذكر فهل من مدّكر } . القمر : 17 .\n* قال تعالى :{ بل هو آيات بينات في صدور الذين أوتوا العلم }. العنكبوت : 49 .\n* عن عثمان بن عفان رضي الله عنه قال : قال رسول الله صلى الله عليه وسلم : ((خيركم من تعلّم القرآن وعلّمه )) . رواه البخاري ( 5020 ) .\n* عن أبي هريرة رضي الله عنه أن النبي صلى الله عليه وسلم قال : (( وما اجتمع قوم في بيت من بيوت الله يتلون كتاب الله ، ويتدارسونه بينهم ، إلا نزلت عليهم السكينة ، وغشيتهم الرحمة ، وحفتهم الملائكة ، وذكرهم الله فيمن عنده)) . رواه مسلم ( 2701 ) .\n* عن عبد الله بن مسعود رضي الله عنه قال : قال رسول الله صلى الله عليه وسلم: (( من قرأ حرفاً من كتاب الله فله حسنة ، والحسنة بعشر أمثالها ، لا أقول : ألم حرف ، ولكن ألف حرف ، ولام حرف ، وميم حرف)) . رواه الترمذي ( 2912 ) وقال حديث حسن .\n* وعن ابن عبد الله بن عمرو بن العاص رضي الله عنهما عن النبي صلى الله عليه وسلم قال : يقال لقارىء القرآن : (( اقرأ وارتقِ ورتل كما كنت ترتل في الدنيا فإن منزلتك عند آخر آية تقرؤها )) . رواه الترمذي ( 2914 ) وقال حديث حسن .\nالمقدمة\nالحمد لله رب العالمين ، الحمد لله الذي هدانا وما كنا لنهتدي لولا أن هدانا الله ، والصلاة والسلام على أشرف الأنبياء والمرسلين نبينا محمد بن عبد الله ـ صلى الله عليه وسلم ـ أما بعد :\nإن رعاية الموهوبين في حلقات تحفيظ القرآن الكريم ـ ذكوراً وإناثاً ـ منطلق وطريق يجب أن نسير فيه ونعيشه حقيقة ، كون الرعاية حق لهم ومطلب لتلبية رغباتهم وقدراته المتعدّدة .\n(1/1)\n",
        "بيدَ أنه يجب العمل على رعايتهم نفسياً واجتماعياً وتربوياً وتعليمياً وتقديم كل ما يخدمهم ويساعد في بروز مواهبهم وتنمية ما لديهم من قدرات وإمكانيات ، خاصة في مجال القرآن الكريم وحفظه وتجويده وتفسيره، ليسهموا في البناء والعطاء بكل عزيمة واقتدار .\nلذا . ألفيت نفسي ـ محباً ـ لتقديم هذا البحث الذي عنونته بـ ( مع الجمعيات الخيرية لتحفيظ القرآن الكريم في رعاية الموهوبين ) متمنياً من الله العلي القدير أن أكون قد أسهمت مساهمة ولو كانت قليلة في بلورة هذا الموضوع في قالب تطبيقي ووفق خطوات قابلة للتنفيذ .\nأما محاور البحث فتتمثل في الآتي :\n* المقدّمة .\n* تعريف الموهوب وصفاته .\n* رعاية الإسلام للموهوبين .\n* واقع الجمعيات الخيرية لتحفيظ القرآن الكريم في رعاية الموهوبين .\n* الموهوبون في مراكز متخصصة .\n* الخاتمة .\nأسأل الله ـ عز وجل ــ أن يوفقنا إلى ما يحبه ويرضاه ، وأن يجعل هذا العمل خالصاً لوجهه الكريم ، إنه ولي ذلك والقادر عليه .\nالموهوب في اللغة :\n( وهَبَ ) له الشيء يَهَبُه وَهْباً ، ووهَبَاً ، وهِبَةً : أعطاه إيّاه بلا عِوض . فهو واهب ، ووهُوب ، ووهَّاب ، ووهَّابة .\n( أوْهَبَ ) الشيء : دام . و لفلانٍ الشيء : أمكنه أن يأخذه ويناله . وفلان للشيء : اتسع له وقَدر عليه . ولفلان الشيء : أعدّه .\nوالعطية : ربما أطلقت على الموهوب ( ج ) مواهب .\nو ( الموهبة ) : الاستعداد الفطري لدى المرء للبراعة في فن أو نحوه .\nو ( الموهوب ) : الولد . يقال للمولود له : شَكرت الواهب ، وبورك لك في الموهوب .\nو ( الهِبَةُ ) العطيّة الخالية من الأعواض والأغراض . ( 1 ) .\nويطلق لفظ الموهوب على القسم العالي جداً من مجموعة المتفوقين الذين وُهبوا الذكاء الممتاز ، كما أنهم يبدون سمات معينة ـ غالباً ـ إذ تجعلنا نعقد عليهم الأمل في الإسهام بنصيب وافر عميق في جيلهم . ( 2 ) .\nتعريف الموهوب اصطلاحاً :\n(1/2)\n\nهناك العديد من التعريفات للموهوب ، ولكن نقتصر على تعريف واحد :\n( هو الذي يوجد لديه استعداد ، وقدرات غير عادية ، أو أداء متميّز عن بقية أقرانه في مجال أو أكثر من المجالات التي يقدرها المجتمع وبخاصة في مجالات التفوق العقلي ، والتفكير الابتكاري ، والتحصيل العلمي ، والمهارات والقدرات الخاصة ، ويحتاج إلى رعاية تعليمية خاصة لا تتوافر له بشكل متكامل في برامج الدراسة العادية ) . ( 3 ) .\n________________________\n( 1 ) المعجم الوسيط . ج 2 ص 1059 .\n( 2 ) الفكر التربوي في رعاية الموهوبين . د لطفي بركات أحمد . ص29 . نقلاً عن كتاب تربية الموهوب في رحاب الإسلام لمحمد حامد الناصر وخولة درويش ص 11 .\n( 3 ) رحلة مع الموهبة د . عبد الرحمن نور الدين كلنتن ص 23\nصفات الموهوبين ( 1 )\n* صفات سلوكية في مجال الإبداع :\n1-محب للاستطلاع ، يسأل عن كل شيء وباستمرار .\n2-لديه أفكار وحلول لمشكلات ومسائل متعددة وتتسم إجاباته بالذكاء .\n3-يعبر عن رأيه بجرأة ولا يخشى النقد .\n4-على قدر عال من حب اكتشاف الغامض .\n5-سريع البديهة وواسع الخيال .\n6-يتمتع بروح الدعابة والنكتة .\n7-مرهف الحس وذو عاطفة جياشة وسريع التأثر عاطفياً .\n8-ذواق للجمال ، وملم بالإحساس الفني ، يرى الوجه الجمالي للأشياء .\n9-ينسجم مع الآخرين في العمل الجماعي .\n10-يدقق في التحاليل والتعليلات قبل قبولها .\n* صفات سلوكية في مجال القيادة :\n1-ذو كفاءة في تحمل المسؤوليات وينجز ما يوكل إليه .\n2-ذو ثقة كبيرة بنفسه وجريء في التحدث أمام الجمهور .\n3-محبوب بين زملائه .\n4-يعبر عما يدور في خاطره بوضوح .\n5-يتمتع بالمرونة في التفكير .\n6-اجتماعي ولا يحب العزلة .\n7-يدير الأنشطة التي يشارك فيها .\n8-يشارك في بعض أو معظم الأنشطة المدرسية والاجتماعية .\n* صفات سلوكية في مجال الدافعية :\n1-يسعى إلى إتقان الأعمال الموكلة إليه وينفذها بدقة .\n2-لا يميل إلى الأعمال الروتينية .",
        "(1/3)\n\n3-بحاجة إلى قليل من الحث لإتمام عمله .\n4-يسعى إلى إتمام عمله ويراجع نفسه وعمله قبل تسليم العمل .\n5-يفضل العمل بمفرده .\n6-يهتم بأمور الكبار التي لا يبدي من هو في سنه اهتماماً بها .\n7-غالباً ما يكون حازماً ومغامراً .\n8-يميز الصواب من الخطأ والحسن والسيء .\n* صفات سلوكية في مجال التعلم :\n1-لديه حصيلة لغوية ومصطلحات تفوق مستوى عمره ويتقن استخدامها.\n2-لديه حصيلة كبيرة من المعلومات عن مواضيع شتى .\n3-سريع البديهة وقوي الذاكرة .\n4-نافذ البصيرة ومحلل للوقائع ويتوقع النتائج بسرعة ويسأل عن كيفية حدوث الأشياء ومسبباتها .\n5-ملم ببعض الأنظمة والقواعد والقوانين التي تساعده على وضع التعاميم واستخلاص النتائج .\n6-حاد الملاحظة ويرى الأشياء من زوايا مختلفة .\n7-كثير القراءة والمطالعة لمواضيع تفوق مستوى سنه .\n______________________________\n( 1 ) الصفات والخصائص السلوكية للطلبة الموهوبين . نشرة مختصرة صادرة عن الإدارة العامة لرعاية الموهوبين بوزارة التربية والتعليم .\nرعاية الإسلام للموهوبين\nإن الإسلام له دور كبير وإيجابي في رعاية الموهوبين ، فقد شجّع المواهب وساعد في تنميتها وبروزها ، وجعل ثمة أرضاً خصبة للموهوبين لكي يبدعوا وينجزوا ويقدّموا إنجازات ملموسة لخدمة الدين وإعمار الأرض .\nوقد كان رسول الله ــ صلى الله عليه وسلم ــ أعظم مكتشف للموهوبين وتنمية ما لديهم من قدرات ومواهب شتّى ، إضافة إلى قدرته الفائقة ــ عليه الصلاة والسلام ــ على توظيف الطاقات بحسب المواهب والقدرات والإمكانيات... وهي كثيرة وعديدة منها على سبيل المثال :\n( فقد ظهر صدق الصدّيق ، وحياء عثمان بن عفان ، وشجاعة الفاروق عمر ابن الخطاب وهيبته ، وشجاعة علي بن أبي طالب ، وفروسية الزبير وبطولته، وأمانة أبي عبيدة ، وسخاء طلحة ، وتواضع أبي ذر وزهده ، وحكمة أبي الدرداء، ودهاء عمرو بن العاص ...\n(1/4)",
        "\nفكانت كل خصلة من هذه الخصال خيراً من الدنيا وما فيها ، ربّى رسول الله ـ صلى الله عليه وسلم ـ أصحابه ، وهو أدرى الناس بالرجال ، فظهر منهم ذلك الجيل القرآني الفريد ) . ( 1 ) .\nأئمة شرّفَ اللهُ الوجودَ بهم ساموا العلا فسمَوا فوق العلا رُتَبا\nلهذا فقد كانت حلقات العلم زاخرة بشيوخ الإسلام وطلاب العلم ، وكان الإبداع وكانت العبقرية في إنتاج ضخم وزاد عظيم . كان زادهم حفظ القرآن الكريم ودراسة علومه صغاراً ، ورواية الحديث ومدارسة علومه تصحبهم صغاراً وكباراً ، أما علوم النحو وفنون اللغة والفقه وأصوله ، فحدّت ولا حرج ... كان الطالب لا يتخرج من تلك الحلقات إلا وقد نبغ في كثير من تلك العلوم ، وأصبح شيخاً عالماً يشار إليه بالبنان ...\n________________________\n( 1 ) صلاح الأمة في علو الهمة : ج6 / ص 17 . نقلاً عن كتاب تربية الموهوب في رحاب الإسلام لمحمد حامد الناصر وخولة درويش ص 155\nلقد صُقلت المواهب ، فظهرت العبقريات ، وتلألأت بأصحابها حضارة المسلمين...\nوقد أثبتت الدراسات المعاصرة أن حفظ القرآن الكريم في المراحل الأولية من التعليم له أثره الطيب في ترسيخ الملكات والمهارات المهمة التي يحتاج إليها التلميذ . قال تعالى : { إن هذا القرآن يهدي للتي هي أقوم } . ( 1) .\nففي دراسة أجرها الدكتور سعد المغامس ، أظهرت نتائج الدراسة أن تلاوة القرآن الكريم وحفظه ودراسته أسهمت في تنمية مهارات القراءة والكتابة لدى تلاميذ الصف السادس الابتدائي ، مما مكن التلاميذ في مدارس تحفيظ القرآن الكريم من الحصول على درجات أعلى من متوسط أقرانهم في مدارس التعليم العام .\nوفي دراسة أخرى أجرتها الدكتورة هانم ياركندي ، أظهرت نتائج الدراسة وجود فروق دلّت إحصائياً على تفوق طالبات تحفيظ القرآن الكريم، على طالبات في المدارس العادية في مهارتي القراءة والإملاء ، وذلك في الصف الرابع الابتدائي . (2 ) .\n(1/5)\n",
        "وقد اهتم سلفنا الصالح بحفظ القرآن الكريم وفهمه والعمل بما جاء فيه .\n* فالإمام الذهبي جمع القراءات السبع في بيت المقدس وعني بالحديث ، فسمع من ابن عساكر صحيح مسلم والموطأ للإمام مالك ... وبلغ عدد شيوخه في معجمه أكثر من ألف ومائتين بالسماع والإجازة .\n* وابن حجر العسقلاني نشأ يتيماً في كنف أحد أوصيائه ، فحفظ القرآن وهو ابن تسع سنين ، وصلى به على العادة بمكة ، حيث كان برفقته وصية\n___________________________________\n( 1) الإسراء : 9 .\n( 2 ) حفظ القرآن الكريم . ص 36 ـ محمد عبد الله الدويش ، عن كتاب التعليم الأساسي ـ الكتاب السنوي الثالث . ص 234 ـ 279 .\nبها . ثم حفظ العمدة ، وألفية ابن العراقي وغيرهما ، وجدّ في الفنون حتى بلغ الغاية ، وحبّب الله إليه الحديث ، فأقبل عليه بكليته . واجتمع له من\nالشيوخ ما لم يجتمع لأحد من أهل عصره .\nوقد شهد له القدماء بالحفظ والثقة والأمانة والمعرفة التامة والذهن الوقّاد والذكاء المفرط مع سعة العلم في فنون شتى ، وشهد له شيخه العراقي ، بأنه أعلم أصحابه بالحديث.\n* قال الإمام الشافعي : حفظت القرآن وأنا ابن سبع سنين ، وحفظت الموطأ وأنا ابن عشر . وكان إماماً في اللغة وأيام العرب وأنسابهم ...\n* وابن الجزري أكمل حفظ القرآن الكريم وعمره ثلاث عشرة سنة .\n* والإمام البُلقيني حفظ القرآن وصلى به وهو ابن سبع سنين ، وحفظ المحرر في الفقه والكافية في النحو لابن مالك ، ومختصر ابن الحاجب في الأصول ، والشاطبية في القراءات.\n* أما الحافظ العراقي فقد حفظ القرآن الكريم وهو ابن ثمان ، وحفظ التنبيه وأكثر الحاوي ، وكان قد رام حفظه جميعه في شهر فملّ بعد اثني عشر يوماً .\n(1/6)\n\n* وابن تيمية أقبل على العلوم في صغره ، فأخذ الفقه والأصول عن والده ، وعن الشيخ شمس الدين بن عمر ، فبرع في ذلك وقرأ العربية أياماً ، ثم أخذ كتاب سيبويه ، وتأمله ففهمه ، وأقبل على تفسير القرآن العزيز فبرز فيه واهتم بالفرائض والحساب والجبر والمقابلة ، وغير ذلك ...\nوتأهل للفنون والتدريس وهو دون العشرين من عمره ، وأمده الله تعالى بكثرة التصنيف وسرعة الحفظ ، وقوة الفهم ، وبطء النسيان . ( 1 ) .\n________________________\n( 1 ) كتاب : تربية الموهوب في رحاب الإسلام لمحمد حامد الناصر وخولة درويش ص 135 ـ 140\nلقد نبغ العلماء وطلاب العلم في معظم التخصصات ،وبارك الله لهم في أوقاتهم وأعمارهم ومصنفاتهم . إنها الهمم العالية التي انطلقت من مواهب نادرة ، وعبقريات سامقة .\nكما أن للموهوبات في حضارتنا دوراً كبيراً ، حيث ينبغي ألا تحرم فتياتنا الموهوبات من خبرات نافعة يستفدن منها وينتفع المجتمع في حدود أوامر الشرع الحنيف ونواهيه .\n* وخير قدوة للمرأة المسلمة أم المؤمنين عائشة رضي الله عنها . عن هشام بن عروة أن أباه ( عروة ) قال : (( لقد صحبت عاشة فما رأيت أحداً قط ، كان أعلم بآية نزلت ، ولا بفريضة ، ولا بسنّة ، ولا بشعر ولا أروى له ، بأم العرب ، ولا بنسب ، ولا بكذا ولا بكذا ولا بقضاء ولا طب منها ... فقلت لها يا خالة ! الطب من أين عُلمته ؟! فقالت : كنتُ أمرض فيُنعتُ لي الشيء ، ويمرض\nالمريض فيُنعتُ له ، وأسمع الناس فينتعت بعضهم لبعض فأحفظه )) . ( 1 ) . رضي الله عن أم المؤمنين عائشة ، فقد كانت نبعاً غزيراً رائقاً في كثير من العلوم ، ولا غرابة فهي ابنة الصديق وإحدى أمهات المؤمنين ، تعيش في بيت النبوة الطاهر .",
        "(1/7)\n\nهذا ولم يخل عصر من عصور الإسلام من الاهتمام بالفتيات الموهوبات ، أخوات أو بنات أو زوجات ، فمنهن المحدثات والفقيهات ، وكذا العابدات الزاهدات محبات الخير ، ومن قرأ التاريخ والتراجم يجد ذلك جلياً واضحاً .\n* كانت حفصة بنت سيرين قد حفظت القرآن وهي ابنة اثنتي عشرة سنة وفهمته تفسيراً ، وكان ابن سيرين إذا أشكل عليه شيء من القرآن يقول : اذهبوا فاسألوا حفصة كيف تقرأ . ( 2 ) .\n______________________\n( 1 ) سير أعلام النبلاء : ج 2 / 183 ، وأخرج الحديث أبو نعيم في الحلية ، ورجاله ثقات .\n( 2 ) .صفوة الصفوة : ج 4 / 24 ، والنساء الداعيات : د . توفيق الواعي .\n* وكانت أم المؤمنين زينب بنت جحش رضي الله عنها كثيرة الصدقة في سبيل الله . فشجع رسول الله موهبتها هذه من عبادة وتبتل ، فكان يقسم ما أفاء الله عليه في رهط من المهاجرين ، فتكلمت زينب ، فانتهرها عمر رضي الله عنهما ، فقال صلى الله عليه وسلم : (( خلّ عنها يا عمر ! فإنها أوّاهة )). ( 1 ) . أي عابدة متبتلة تخشى الله .\nفقد شجع رسول الله ــ صلى الله عليه وسلم ــ ميلها إلى ذلك السخاء والإيثار ، وكان عطاؤها بعد وفاته ــ عليه الصلاة والسلام ــ اثني عشر ألفاً ، كانت تنفقه على المساكين .\nإن صور التشجيع من الرسول المربي ــ صلى الله عليه وسلم ــ كثيرة ومتنوعة ، وما فتئت تطالعنا بالجديد المعطاء .\nفسار الصحابة والتابعون من بعدهم على هذا المنهج ، فكانت حضارة الإسلام حضارة رائعة متوازنة ، لم يكن لها نظير في خصائصها هذه بين حضارات الأمم الأخرى سابقاً ولاحقاً .\n______________________\n( 1 ) الإصابة : ج4 / 307 .\nواقع الجمعيات الخيرية لتحفيظ القرآن الكريم في رعاية الموهوبين\n(1/8)",
        "\nمن خلال اطلاعي وقراءاتي في مجلات ونشرات ومطويات ، ومواقع الإنترنت الخاصة بالجمعيات الخيرية لتحفيظ القرآن الكريم بالمملكة لم أجد ثمة مراكز متخصصة لرعاية الموهوبين ـ ذكوراً وإناثاً ـ إلا بعض حلقات المتميزين أو الموهوبين ، والتي تكون في إحدى الجوامع القريبة من الجمعية .\nوهي بحد ذاتها جيدة وتقوم بدور كبير في سبيل رعاية أولئك المتميّزين والموهوبين ، ولكن ينقصها عدم وجود الخطط الاستراتيجية والبرامج والأنشطة الإثرائية المركزة والتي تنمي مهارات التفكير ...\nوهناك العديد من حلقات المتميزين الموجودة في بعض الجمعيات الخيرية في مملكتنا الحبيبة ، ومن ضمها حلقة المتميّزين الموجودة في محافظة المخواة بمنطقة الباحة . وهذه نبذة مختصرة عنها :\nأهدافها :\n1-العناية بالطلاب الموهوبين أصحاب الملكات العالية في الحلقات .\n2 - تخريج حفاظ لكتاب الله الكريم في زمن محدد وفق برنامج منضبط .\n3- السعي في إعداد و تأهيل جيل فعال و تأهيله في خدمة دينه\nو بلده .\n4-السعي في تخريج حفاظ متقنين مهيئين للعمل في حلقات الجمعية ولإمامة الناس في سن مبكرة .\nالفئة المستهدفة :\nطلاب المرحلة المتوسطة مع استمرارهم حال التحاقهم بالمرحلة الثانوية .\nو في المرحلة الحالية لا بأس من استهداف طلاب الصف الأول الثانوي شديدي الموهبة .\nضوابط القبول بالحلقة :\n1- موافقة ولي أمر الطالب .\n2- أن يكون من طلاب الحلقات المرحلة المتوسطة أو الصف الأول ثانوي .\n3- توفر القدرة على الحفظ الجيد و حسن التلاوة لدى الطالب .\n4- اجتياز المقابلة الشخصية و مما يراعى فيها :\nأ- معرفة مستوى التلاوة لدى الطالب بأن يقرأ آيات من القرآن الكريم في حدود عشرة أسطر .\nب - إجابته عن أسئلة عامة تبين اتزانه و سلوكه .\nت - مناقشته حول كيفية التعامل مع الظروف التي قد تعيق مواصلة الحفظ كبعد الحلقة و اختبارات منتصف الفصل و تعارض النشاط المسائي له مع الحلقة .\n(1/9)\n",
        "ث - يعطى الطالب مقطعاً يحفظه في عشر دقائق ليعرف مدى قدرته على الحفظ و مقدار المقطع وجه أو أقل بقليل .\nملاحظة :\nالطلاب المقبولين مبدئياً يخضعون للتجربة مدة شهر و بعدها يتم قبول الطالب من عدمه .\nأقسام الطلاب الملتحقين بالحلقة :\n1 - طلاب من داخل المخواة .\n2- طلاب من خارج المخواة من الأودية و القرى التابعة للمخواة .\n* ضوابط الحفظ و المراجعة لطلاب المخواة :\n1- يكون الحفظ و المراجعة يومياً وفق الطريقة التالية :\nــ مقدار الحفظ اليومي : من وجه إلى وجهين و الحد الأعلى مفتوح ( حسب قدرة الطالب )\nــ المراجعة اليومية : مراجعة خمسة أوجه يومياً عدا الأربعاء.\nــ يوم الأربعاء : مراجعة ما حفظ خلال الأسبوع بالإضافة إلى الحفظ اليومي * ضوابط الحفظ و المراجعة للطلاب الذين من خارج المخواة :\nــ يلزم الطالب بالحضور إلى مقر الحلقة مرتين في الأسبوع لتسميع الحفظ و المراجعة و ليكن يومي الاثنين و الأربعاء .\nــ في اليوم الأول يسمع الطالب من ثلاثة أوجه إلى ستة أوجه و في اليوم الثاني يسمع من وجهين إلى أربعة أوجه .\nــ في اليوم الأول يراجع 15 وجه وفي اليوم الثاني مراجعة ما حفظ خلال الأسبوع بالإضافة إلى الحفظ اليومي .\nمدة الحلقة :\nلمن يحفظ وجه يومياً تسعة فصول دراسية أي بمعدل أربع سنوات و نصف .\n-لمن يحفظ وجهين يومياً أربعة فصول دراسية و شهر من الفصل الخامس أي بمعدل سنتين و شهر .\n-وقد أخذ في الاعتبار عند تحديد هذه المدة استبعاد أيام الإجازات .\n-و استبعاد أيام الاستعداد للاختبارات الفصلية و استبعاد أيام الاستعداد لاختبارات الجمعية و استبعاد الأيام المتوقع أن يغيبها الطالب ، والأيام المتوقع أن يغيبها المعلم في السنة الواحدة .\nوهذا جدول لمتابعة طالب متميّز خلال شهر :\nالأيام\nالتاريخ\nالتلاوة\nالحفظ\nالمستوى\nالمراجعة\nالمستوى\nتوقيع ولي الأمر\nمن\nإلى\nمن\nإلى\nمن\nإلى\nالحوافز والأنشطة المصاحبة :\n(1/10)\n\n1- تُمنح الحلقة مبلغاً مالياً عن كل ثلاثة طلاب مئة ريال شهرياً يتولى المشرف صرفها حسب ما يراه مناسباً في أنشطة الحلقة و تحفيز طلابها .\n2- يختبر الطالب في كل جزئين يحفظهما ( اختبار حفظ مرحلة ) .\n3- يمنح الطالب مكافأة مالية عن كل مرحلة مبلغ (200 ) ريال لمن تقديره ممتاز و (100) ريال لمن تقديره جيد جداً .\n4- أما من كان تقديره أقل من جيد جداً فلا يعد ناجحاً و يعاد اختباره .\n5- يمنح كل طالب اجتاز الاختبار شهادة حفظ مرحلة .\n6-إذا أكمل الطالب حفظ القرآن الكريم فإنه يتقدم لاختباره في حفظ القرآن كاملاً و يمنح مكافأة مالية قدرها (5000) ريال لمن تقديره ممتاز و ( 4000 ) ريال لمن تقديره جيد جداً و (3000 ) ريال لمن تقديره جيد ، إضافة إلى هدايا عينية له و لوالديه .\n7- توفير خدمة النقل من وإلى منزل الطالب .\n8 - طلعة أسبوعية يوم الخميس يكون فيها نشاط منوع (رياضياً وثقافياً وتربوياً ) من بعد صلاة العصر حتى صلاة العشاء .\n9-وضع لقاء فصلي لهم مع مدير الجمعية وكذلك الاستماع إلى بعض النماذج .\n10-رحلة عمرة في كل فصل دراسي ورحلة لزيارة المسجد النبوي في كل إجازة صيف .\nكما أن هناك العديد من الحلقات الخاصة بالمتميّزين في جمعية الباحة ، وفي جمعية المندق ... إلخ .\nولكن المأمول إن شاء الله أن يكون هناك مراكز متخصصة لرعاية الموهوبين في كل جمعية على مستوى المملكة .\nالموهوبون في مراكز متخصصة\nمما لا شك فيه أن الطلاب الموهوبين ذكوراً وإناثاً في حلقات تحفيظ القرآن الكريم لهم الحق في الرعاية والاهتمام والعناية ، حيث إنهم أمل الأمة بعد الله ـ عز وجل ـ في حفظ القرآن الكريم بشكل متقن وتطبيقه واقعاً ملموساً في الحياة ، ومن ثم لتعليمه للناس بمختلف أعمارهم وأجناسهم وفئاتهم .",
        "(1/11)\n\nلهذا كانت الحاجة ملحة إلى إقامة مراكز متخصصة لرعايتهم والاهتمام الخاص بهم ـ تربوياً وعلمياً وثقافياً وإثرائياً ـ وتنمية ما لديهم من قدرات ومواهب ، خاصة في مجال حفظ القرآن الكريم وتجويده .\nمركز رعاية الموهوبين لحفظ القرآن الكريم\nهو مؤسسة تربوية تعليمية اجتماعية تعنى بتقديم الرعاية التربوية والتعليمية والاجتماعية والسلوكية والنفسية للطلاب الموهوبين الذين يوجد لديهم استعدادات فطرية وقدرات غير عادية أو أداء متميز عن بقية أقرانهم في مجال واحد أو أكثر من المجالات التي يقدرها المجتمع وخاصة مجال التفوق العقلي والتفكير الابتكاري والتحصيل العلمي والمهارات والقدرات الخاصة من خلال برامج يقدمها المركز أو من خلال تعزيز البرامج التي تقدم عن طريق الجمعية أو البرامج المختلفة ، خاصة فيما يتعلق بالقرآن الكريم وتجويده وعلومه المختلفة .\nأهداف المركز :\n1-العناية بالطلاب الموهوبين أصحاب القدرات العالية والمواهب المتعدّدة في الحلقات .\n2 - تخريج حفاظ لكتاب الله الكريم في زمن محدد ، وبشكل سريع ، ووفق برنامج معيّن .\n3- السعي في إعداد و تأهيل جيل فعال و تأهيله في خدمة دينه و بلده .\n4- السعي في تخريج حفاظ متقنين مهيئين للعمل في حلقات الجمعية ولإمامة الناس في سن مبكرة .\n4-تعليم الطلاب الموهوبين القرآن الكريم تلاوة وتجويداً وتدبراً ، والسعي إلى حفظهم له عن ظهر قلب .\n5-غرس حب القرآن في نفوس الطلاب الموهوبين ، وتعريفهم بعظمته ، وتربيتهم على تعاليمه وآدابه .\n6- حفظ أوقات الطلاب الموهوبين ، والعمل على صرفهم لها فيما يعود عليهم بالنفع والفائدة ديناً ودنياً .\nتزويد الطلاب الموهوبين بجملة من أحكام الإسلام وآدابه ، وبخاصة ما لا يسع المسلم جهله ، والقيام بتعليمهم بعض جوانب الثقافة الإسلامية ، وشيئاً من سير الأنبياء والصحابة والعلماء ، وذلك حسب ما يتناسب مع أعمارهم وثقافتهم .\n(1/12)",
        "\n7- تخريج دفعات من الطلاب الموهوبين مؤهلة لتدريس القرآن الكريم ، وتولي إمامة المصلين في المساجد .\n8- تقويم أَلسِنَة الطلاب الموهوبين ، والعمل على إجادتهم النطق السليم للغة العربية ، وإثرائهم بجملة وافرة من مفرداتها وأساليبها .\n9- تدريب الطلاب الموهوبين على ممارسة مهارات جديدة وأساليب إبداعية في حفظ القرآن الكريم .\n10-تحقيق سياسة التعليم في المملكة العربية السعودية فيما يتعلق برعاية الموهوبين .\n11-تقديم الرعاية النفسية والاجتماعية للموهوبين والمساعدة في حل المشكلات التي تحد من نمو قدراتهم ومواهبهم .\n12-تعزيز الانتماء الديني والوطني لدى الطلاب الموهوبين .\n13-توعية أولياء أمور الطلاب الموهوبين بضرورة تشجيع أبنائهم للتعبير عن مواهبهم وإبداعاتهم وتحفيزهم لإبراز قدراتهم .\n14-توثيق الصلة بين الطلاب الموهوبين والمؤسسات التعليمية والاجتماعية لتنمية قدراتهم.\n15-إعداد الطلاب الموهوبين للإسهام في البناء الحضاري والوطني ، واستثمار قدراتهم إلى أقصى طاقاتهم.\n16-تشجيع البحوث العلمية في مجال الدراسات المتعلقة بالقرآن الكريم وعلومه المختلفة .\nالفئة المستهدفة من المركز :\nطلاب المرحلة الابتدائية والمتوسطة والثانوية الذين يدرسون في حلقات تحفيظ القرآن الكريم بشكل خاص ، وطلاب المدارس بصفة عامة .\nإعداد برنامج خاص بالموهوبين :\nلإعداد برنامج خاص بالموهوبين داخل الجمعية ، هناك مبادئ أساسية من الضروري مراعاتها ، بأن يعتمد البرنامج التدريبي على فلسفة تنطلق من احتياجات هذه الفئة بالإضافة إلى حاجات المجتمع ، وأن يسعى البرنامج لأن يشمل جميع القدرات والمواهب وان يحاول قدر المستطاع أن لا يستثنى أي منها. وأن يهتم بعملية إرشاد الطلبة وتفجير الطاقات ويكون مكمل للتعليم العام .…\n(1/13)\n",
        "ومما لاشك فيه أن تخطيط برامج خاصة للطلبة الموهوبين هي مهمة صعبة وتحتاج لجهود عديدة وسنتطرق لأهم النقاط التي لها علاقة بتنظيم برنامج خاص للطلاب الموهوبين داخل الجمعيات الخيرية.\nخطوات تنفيذ برنامج لرعاية الموهوبين داخل المركز :\nأولاً : الحاجة إلى برامج خاصة للموهوبين داخل المركز .\n* تلبية حاجات الطلاب الموهوبين في تحقيق الذات من خلال تطوير قدراتهم واستعداداتهم لأقصى درجة ممكنة فهم يسعون في تعلمهم إلى التنوع في الخبرات التربوية وفي طرق التعليم والتعلم بما يضمن الثراء الفكري والمعرفي والتحدي العقلي لقدراتهم، لذا هم في أمس الحاجة إلى نظام تعليمي يلبي رغباتهم العلمية والأدبية والفنية والاجتماعية.\n* يتميز الطلاب الموهوبون بمجموعة من الخصائص مثل : سرعة التعلم ، عمق الفهم ، وقدرتهم على التحمل والمخاطرة ، بالإضافة إلى استقلاليتهم في التفكير ، ووجود حافز داخلي .\nكل هذه الصفات وغيرها تحتم وجود برامج خاصة تعطي الطالب فرصة البحث ولاكتشاف بينما أغلب المناهج الحالية لا تتناسب مع خصائصهم ولا تمثل تحدياً لقدراتهم.\n* تحسين أداء وعمل الموهوبين فالنظام التربوي يهتم بدرجة كبيرة بذاكرة المعلومات ولا يخلق فرصاً لتحقيق الممارسة والعمل بينما حاجتهم تتمثل في إتقانهم لمتطلبات العمل.\n* وجود بيئة تستثير قدراتهم وتقدم لهم ما يتناسب مع قدراتهم وميولهم واستعداداتهم ومهاراتهم وتسعى لإرشادهم الوجهة الصحيحة لحياتهم القادمة.\n* وجود تحدي حقيقي لقدراتهم من قبل أفراد مشابهين لهم في القدرات والإمكانيات والمواهب مما يشجعهم على التنافس في أعمالهم.\n* تحقيق طموحاتهم وإرضاء تطلعاتهم في خدمة أنفسهم والمجتمعات الإنسانية بمشاركتهم في تحقيق أحلام البشرية.\n* تفهم حاجاتهم وسماتهم من قبل الآخرين ومتطلبات نموهم وتقديم خدمات تساعدهم في التغلب على مشاكلهم الخاصة وتحقيق التكيف الاجتماعي المطلوب.\n(1/14)\n\nكما أن ثمة خطوات يجب أخذها بعين الاعتبار عند تصميم أو عمل برنامج لرعاية الموهوبين تتمثل في الشكل الآتي ( 1 ) :\nولكي يتم ذلك لا بد أولاً من ترشيح مدير للمركز ومساعد له ، وثلاثة معلمين ممن يحفظون كتاب الله حفظاً متقناً ، ويُشهد لهم بالأدب الجم والسلوك الطيب والأخلاق والتعاملات الحسنة ، إضافة إلى وجود مرشد طلابي وكاتب ومراسل .\n_________________________\n( 1 ) التخطيط لبرامج تربية الموهوبين . سالم سعد الشهري ص 50 .\nثانياً : اختيار مقر لتنفيذ برنامج رعاية الموهوبين .\nوتكون بالمواصفات التالية :\n* أن يكون المقر في مبنى الجمعية أو في أحد الجوامع الكبيرة القريبة من الجمعية ، وأن يكون بحالة جيدة ويتوفر فيه غرفة مصادر أو أكثر من غرفة بحيث لا تقل مساحة الغرفة عن 5 × 8 م .\n* أن يكون عدد الطلاب الملتحقين بحلقات الجمعية ذات كثافة طلابية متوسطة فأكثر .\n* أن تكون لدى إدارة الجمعية ومنسوبيها اتجاهات تربوية مشجعة لتحقيق أهداف البرامج وتوفير متطلباته.\nثالثاً : تجهيز مقر المركز في الجمعية لتنفيذ البرنامج .\nالأثاث المكتبي والأجهزة والأدوات والوسائل التعليمية وفقاً للتالي :\nالأثاث\nالأجهزة\nقواطع متحركة\nمركز سمعي يتكون من :\n* جهاز تسجيل .\n* سماعات .\n* مسجل وتوصيلة لسماعات متعددة .\nطاولات مستديرة\nطاولة شكل حذوة الحصان\nطاولة مستطيلة\nكراسي ذات أحجام مختلفة\nمركز بصري يتكون من :\n* تلفاز .\n* فيديو .\n* جهاز عرض داتا شو .\n* جهاز عرض فوق الرأس.\nأدراج ملفات\nأرفف كتب\nأدراج للأنشطة والمواد التعليمية\nأرفف للأجهزة السمعية والبصرية\nسبورات متحركة\nلوحة عرض .\nشاشات عرض\nهاتف وفاكس .\nمهارات التركيب المختلفة\nإضافة إلى وجود قرطاسية منوعّة .\nرابعاً : تعيين معلمي موهوبين متميّزين .\nلا شك أن المعلم الموهوب المتميّز له دور كبير في نجاح المركز وبرامجه المختلفة ، لذا يجب أن تتوفر فيه الشروط الآتية :",
        "(1/15)\n\n1- أن يكون حافظاً لكتاب الله ، مطبقاً لأحكامه ، عاملاً به .\n2-أن يكون صاحب خلق حسن ، وتعامل ممتاز .\n3-أن يكون حاصلاً على مؤهل تربوي جامعي على الأقل بالإضافة إلى دبلوم ( القراءات ) لا يقل عن سنة دراسية كاملة.\n4- أن يلتزم بالعمل بكل جديّة .\n5- أن يكون حاصلاً على دورات تدريبية في مجال القرآن وتجويده ، وفي مجال تطوير الذات وتنمية الشخصية ، والحصول على دورة واحدة كأقل عن رعاية الموهوبين .\nكما يُفضل تعيين مرشد طلابي بالمركز .\nخامساً : شروط الالتحاق بمركز رعاية الموهوبين .\n1- موافقة ولي أمر الطالب .\n2- أن يكون من طلاب الحلقات ، أو من طلاب المدارس في المرحلة الابتدائية أو المتوسطة أو الثانوية .\n3-أن يكون سعودي الجنسية .\n4-أن يكون متفوقاً دراسياً بحيث لا تقل نسبته عن 90% .\n5-أن يكون حافظاً ثلاثة أجزاء بإتقان فأكثر . ( تؤخذ آراء وترشيحات معلمي القرآن والتربية الإسلامية في الحلقات والمدارس ) .\n6- توفر القدرة على الحفظ الجيد و حسن التلاوة لدى الطالب .\n7- اجتياز المقابلة الشخصية و مما يراعى فيها :\nأ- معرفة مستوى التلاوة لدى الطالب بأن يقرأ آيات من القرآن الكريم في حدود عشرة أسطر تقريباً .\nب - إجابته عن أسئلة عامة تبين اتزانه و سلوكه .\nجـ- يعطى الطالب مقطعاً يحفظه في عشر دقائق ليعرف مدى قدرته على الحفظ و مقدار المقطع وجه أو أقل بقليل .\n8-أن يكون لديه مهارات أو قدرات فنية أو علمية أو أدبية متميزة عن أقرانه بشكل واضح .\n9-أن يتميّز عن أقرانه بتفكير إبداعي أو ابتكاري متجدد .\n10-توزيع استمارات ترشيح الطلاب الموهوبين على المعلمين ، والمعدّة من قبل المركز .\nكما يُفضل أن يتم ترشيح الطلاب واستقبالهم في المركز ابتداء من الصف الرابع الابتدائي .\nسادساً : تشكيل جمعية رعاية الموهوبين بالمركز .\n(1/16)",
        "\nوهي جمعية تهدف إلى التنسيق والتخطيط والمتابعة والتقييم لخدمات رعاية الموهوبين يرأسها مدير المركز ، ويكون في عضويتها ثلاثة من معلمي القرآن الكريم والتربية الإسلامية المتميزين، ومرشد طلابي ، ويفضل بعض أولياء الأمور المتميزين.\nوتكون المهام على النحو التالي :\n* إقرار الخطة الفصلية للمركز تشمل صياغة الأهداف بشكل واضح مع تحديد مجالات العمل المختلفة ، وتحديد أدوار كل الفئات التي سيتم الاستفادة منها وطرق المتابعة والتقييم.\n* تقسيم المسؤوليات والأدوار بشكل سليم على أعضاء اللجنة .\n* تقييم الاحتياجات الخاصة للطلبة الموهوبين للتعرف على الثغرات التي قد تحدث في برنامج رعاية الموهوبين.\n* إقرار البرامج والأنشطة التي تلبي حاجات الطلاب الموهوبين.\n* تفعيل دور أولياء الأمور والمجتمع المحلي في بعض البرامج.\n* الاطلاع على مهام وواجبات معلم رعاية الموهوبين .\n* متابعة تنفيذ الخطة الموضوعية إداريا وفنياً على النحو التالي:\n-التعرف على الأعداد الكلية للطلبة الموهوبين المرشحين للالتحاق بالمركز، وتوزيعها في مجموعات .\n- متابعة الملفات الخاصة بمعلم رعاية الموهوبين.\n- الإطلاع على ملفات وأنشطة الطلبة الموهوبين.\n-الزيارات الدورية لمعلم رعاية الموهوبين.\n- تخصيص جزء من الزيارات لرئيس الجمعية ونائبه للاطلاع على أوضاع هذه الفئة.\n- إسناد أدوار إلى المرشد لمتابعة حالات الطلبة الموهوبين ذوي الحالات الخاصة.\nسابعاً : مهام معلم الموهوبين بالمركز .\n* القيام بالإعداد والتخطيط لبرامج الحفظ والتجويد والتفسير للطلاب الموهوبين .\n* الشروع بوضع خطة الإثراء حسب التخصص :\nعلى كل متخصص في رعاية الموهوبين استخدام أسلوب رعاية الموهوب داخل المركز ( الإثراء في الحفظ ، الإثراء في التجويد ، الإثراء في التفسير ، الإثراء في التفكير ) وحث الزملاء للتعاون.\n* تثقيف أولياء أمور الطلاب :\n(1/17)\n",
        "على إدارة المركز ومعلمي الموهوبين وضع خطة متكاملة متتالية لتثقيف أولياء الأمور ( مثل المحاضرات وتوفير النشرات والإجابة عن الاستفسارات عبر الإنترنت أو الهاتف وما شابهه). والعمل على التنسيق بين معلم الموهوبين والطالب الموهوب في ذلك المجال ، والعمل على الوصول إلى الأداء المتميز وتطوير هذا الأداء.\n* وضع خطة لنشر ثقافة الموهبة بشكل علمي بين الطلاب المنشودين .\n* العمل على تطوير الأداء بالمركز وإظهار خدمات رعاية الموهوبين للجميع.\n* تدوين وتسجيل وتصوير جميع الفعاليات المعنية لإبراز أثر خدمات رعاية الموهوبين ورفع التقارير الشهرية إلى مجلس إدارة الجمعية ورئيس الجمعية .\nثامناً : خطة رعاية الطلاب الموهوبين داخل المركز .\nإن التخطيط عنصر هام في نجاح العمل ، ومن لا يخطط فهو يخطط للفشل، ويجب على مدير مركز رعاية الموهوبين وضع خطة فصلية مقسمة على المحاور التالية :\n* جمعية الموهوبين.\n* الكشف عن الطلاب الموهوبين.\n* رعاية الطلاب الموهوبين.\n* تدريب المعلمين.\n* تثقيف المجتمع.\nيجب أن تحتوي الخطة على الأمور التالية كحد أدنى خلال الفصل الواحد:\n-في مجال الكشف عن الطلاب الموهوبين:\n* يقتصر الكشف على طلاب الصف الرابع كمرحلة أولى وذلك بعد الحصول على تقديرات المعلمين والتحصيل الدراسي وتزكيات أولياء الأمور وتطبيق المقاييس اللازمة. وينبغي الوصول إلى المجموعة الرئيسية مع نهاية الأسبوع الثالث من العام الدراسي.\n* اكتشاف خمس مواهب جديدة شهرياً توضع في ( بنك المواهب).\n-في مجال جمعية رعاية الموهوبين:\nعقد لقاءت شهرية ، لتسهيل مهام العمل .\n-في مجال رعاية الموهوبين:\nعشر جلسات تنمية التفكير ( يحدد وقتها... ) مع مراعاة التسلسل في عرض المهارات.\n* ثلاث مسابقات إبداعية في حفظ كتاب الله وتجويده .\n(1/18)\n\n* إقامة مهرجان ( الفئة المستهدفة في المركز ) تعرض بعض المهارات والمسابقات والابتكارات الإبداعية في حفظ القرآن وتجويده وعلومه المختلفة.\n-في مجال التدريب:\n* إصدار مطويتين توزع على الجميع.\n* محاضرة تعريفية عامة.\n* وضع جدول يوضح حضور المعلمين جلسات تنمية التفكير التي تقدم للطلاب في مجال حفظ كتاب الله وتجويده .\n* درس نموذجي في القرآن الكريم وإحدى المواد الشرعية بالتنسيق مع مركز رعاية الموهوبين.\n* ورشة عمل تتضمن تدريب المعلمين على إحدى مهارات التفكير.\n* نقل خبرات التعليم المتميزة في استثارة التفكير من خلال تهيئة تبادل الزيارات بين معلمي المركز ومعلمي الحلقات ( خاصة الحلقات المتميّزة ، أو الجمعيات التي بها مركز رعاية الموهوبين ).\n- في مجال نشر ثقافة الموهبة:\n* إصدار مطويتين توزع على أولياء الأمور.\n* لوحات تعريفية داخل وخارج المركز .\n* مجلة فصلية تحوي إنتاج ومشاركات الطلاب.\n* مسابقة للمنازل .\n* استضافة أحد المبدعين للحديث مع الطلاب الموهوبين.\nأساليب رعاية الموهوبين داخل المركز :\nويمكن تقديم برامج الرعاية وفق الإمكانات المتاحة من خلال عدة أساليب، سواء في المدارس أو الجمعيات أو مركز الموهوبين لحفظ القرآن الكريم :\n1-أسلوب التجميع : وذلك بتجميع الطلاب الموهوبين بمركز خاص برعايتهم ليتوفر بها بيئة تعليمية حديثه مثل قاعات مصادر التعلم والتعليم والتدريب والورش ، وتدعم بمعلمين موهوبين مدربين في مجال رعاية الموهوبين .\nويتم تجميعهم في برامج إثرائية متخصصة مسائية.",
        "(1/19)\n\n2-أسلوب الإثراء : ويقدم لهم الإثراء من خلال المقرر أو الخطة المعدة لهم تحت إشراف ومتابعة مركز رعاية الموهوبين بالجمعية أو البرامج المسائية أو برامج الإجازات الأسبوعية والفصلية التي تركز على مهارات التفكير والخبرات الميدانية والبحوث والتجارب العملية وربط الموهوبين بالمؤسسات الاجتماعية التي تسهم في رعايتهم علمياً ونفسياً واجتماعياً وصحياً وتتبنى مواهبهم وإبداعاتهم ، ويقوم المركز بالإشراف والمتابعة والتقييم .\n3-أسلوب التسريع : بأن يتاح للطالب الموهوب إكمال المقرر في وقت أقصر من الوقت المحدد في النظام التعليمي .\nويجب الاهتمام بالرعاية النفسية والاجتماعية للطلاب الموهوبين ، والتي تهدف إلى رعايتهم ومساعدتهم على التغلب على مشاكلهم وتكيفهم مع بيئة المركز وبث الوعي الاجتماعي والأسرى بخصائص وسمات الموهوبين وكيفية التعامل معهم وتقديم الرعاية لهم .\nولا ننسى دور الأسرة في الكشف عن الموهوبين ورعايتهم ، فالأسرة هي المؤسسة الأولى الاجتماعية والتربوية التي تستقبل الطفل وتحتضنه وتعمل على تنشئته ونموه ، وهي المصدر الرئيس للطالب لرعاية موهبته ، فإذا وجد الطالب الأسرة التي تعتني بموهبته ، فسوف تنمو هذه الموهبة وتتطور.\nومتى ما كان التعاون بين الأسرة والمدرسة والجمعية كانت النتائج حميدة ومحققة للغايات المنشودة .\nكما يُمكن عمل الأنشطة الآتية :\n1-جلسات تنمية التفكير .\nبعد أن يقر مركز رعاية الموهوبين وقت تقديم الرعاية للطلاب الموهوبين ، يقوم معلم رعاية الموهوبين بإعداد جلسات تنمية التفكير مبتدئاً بالمهارات الأساسية للتفكر والتدبر في القرآن الكريم وآياته العظيمة وما فيه من إعجاز... ثم الانتقال إلى مهارات الحفظ المتقن والتجويد ...\n2-الزيارات .\n* الزيارة من المجالات الهامة في رعاية الموهوبين .\nوعلى معلم رعاية الموهوبين عند القيام بالزيارة مراعاة ما يلي :\n* إدراج الزيارة في الخطة الفصلية .\n(1/20)",
        "\n* التنسيق مع الجهة المستضيفة قبل الزيارة بوقت كاف .\n* الإعلان عن الزيارة قبلها بوقت لا يقل عن ثلاثة أسابيع بعد أخذ موافقات أولياء الأمور .\n3 -المسابقات الإبداعية من خلال القرآن الكريم وتجويده ، وعلومه المختلفة ...\nوتشمل :\n* مسابقات الألغاز .\n* مسابقة العدد .\n* مسابقات السور .\n* مسابقات القصص .\n* مسابقات حل المشكلات .\n* مسابقات أوجه الاختلاف والتشابه .\nكما يمكن تطبيق العديد من الطرق العملية التطبيقية والإبداعية المعينة على حفظ القرآن الكريم ، والتي منها ما يلي (1) :\n1-الحفظ بين اثنين .\n2- الاستفادة من الأوقات الضائعة في السيارة .\n3- الاستفادة من السماع من آلة التسجيل .\n4- الحفظ بتسجيل صوتك .\n5- تحفيظ الصغار بتسجيل أصواتهم .\n6- استدعاء الذاكرة عن طريق الكتابة .\n7- الاستفادة من السبورة المنزلية .\n8- إثارة الهمم عن طريق المسابقات والحوافز والجوائز .\n9- الاستفادة من جهاز الفيديو بتسجيل القرآن بالصوت والصورة .\n10- الحفظ على الحاسب الآلي .\n11- اقتران الآيات بزمن خاص .\n12-اقتران الحفظ الجديد بالحوادث المؤثرة .\n13- اقتران الآيات بالمحسوسات .\n14- الاعتماد على فهم المعاني .\n______________________\n( 1 ) كيف تحفظ القرآن الكريم ؟ للدكتور : يحيى بن عبد الرزاق الغوثاني .\nنماذج خاصة بمركز الموهوبين :\nهناك العديد من النماذج التي يُمكن عملها واستخدامها في المركز ، منها ما يلي :\n* استمارة ترشيح طالب موهوب في مركز الموهوبين لحفظ القرآن الكريم .\n* استمارة المقابلة الشخصية للطالب الموهوب .\n* استمارة طلب التحاق طالب موهوب بالمركز .\n* مباشرة موظف بالمركز .\n* استمارة طلب العمل بالمركز .\n* أسماء الملفات الإدارية بالمركز .\n* جدول الأعمال اليومية .\n* استمارة العاملين بالمركز .\n* بيان حضور وانصراف العاملين بالمركز .\n* جدول يوضح خطة العمل الأسبوعية بالمركز .\n(1/21)\n",
        "* نموذج لخطة تعليم الطلاب الموهوبين القرآن الكريم وحفظه ومراجعته .\n* نموذج للبرامج التدريبية للطلاب الموهوبين بالمركز .\nوغيرها .\nالخاتمة\nالحمد لله الذي له الفضل والمنة أولاً وأخراً { له الحمدُ في الأولى والآخرة وله الحكمُ وإليه تُرجعون } . (1 ) والصلاة والسلام على أشرف الأنبياء والمرسلين نبينا محمد ـ صلى الله عليه وسلم .\nأما بعد :\nوبعد أن أبحرنا سوياً في ثنايا هذا الموضوع الذي كان هاجساً عندي منذ فترة ... حيث تحدثت فيه عن أهمية رعاية الموهوبين والموهوبات في جمعيات تحفيظ القرآن الكريم ، لما لذلك من إيجابيات عديدة على الفرد والمجتمع والوطن والأمة الإسلامية ، وتخريج حفّاظ لكتاب الله ـ عز وجل ـ بشكل متقن وسريع وفاعل .\nولا أدعي أني قد أتيت على كل شيء في هذا المجال ، فما هذا العمل إلا نقطة في بحر شاسع ، وثمرة في بستان واسع ، لأن رعاية الموهوبين والموهوبات وفتح مراكز للكشف عنهم ورعايتهم يحتاج إلى جهد ووقت كبيرين ، إضافة إلى أهمية وجود خطط ودراسات وبحوث ... لتصميم برامج ومقررات خاصة بهذه الفئة الغالية علينا ، ولعلّ ذلك يأتي عن قريب إن شاء الله .\nوأسأل الله ـ عز وجل ـ أن يبارك في الجهد والعمل ، وأن يجعل عملي هذا خالصاً لوجهه الكريم ، وأن يتقبله مني ، ويجعله في موازين حسناتنا يوم نلقاه ،{ يوم لا ينفع مال ولا بنون إلا من أتى الله بقلب سليم}. (2 ) .\nفإن أصبت فمن الله ، وإن أخطأت فمن نفسي والشيطان ، ولسان الحال مني يقول: إن ترى عيباً فسُدّ الخللا جلّ من لا عيب فيه وعلا\nوصلى الله وبارك على نبينا محمد .\nالمراجع\n1- القرآن الكريم .\n2- أحاديث النبي صلى الله عليه وسلم (أسطوانة مكتبة طالب العلم ) .\n3- المعجم المفهرس للقرآن الكريم .\n4- تفسير ابن كثير .\n5-رياض الصالحين . الإمام أبي زكريا يحيى بن شرف النووي المشقي .\n6-الرحيق المختوم . الشيخ صفي الرحمن المبارك كفوري .\n(1/22)\n\n7-هذا الحبيب يا محب . الشيخ أبي بكر جابر الجزائري .\n8-جامع السيرة . الإمام الحافظ أبي محمد علي بن أحمد بن حزم .\n9-الحكمة في الدعوة إلى الله . الشيخ : سعيد بن وهف القحطاني .\n10-المدرس ومهارات التوجيه . محمد بن عبد الله الدويش .\n11-كيف تحفظ القرآن الكريم . د . يحيى بن عبد الرزاق الغوثاني .\n12-المعلم الأول صلى الله عليه وسلم . فؤاد الشلهوب .\n13-حفظ القرآن الكريم . محمد بن عبد الله الدويش .\n14-من خصائص الرسول وشمائله . د . شعبان بن محمد إسماعيل .\n15-وسائل الوصول إلى شمائل الرسول . الشيخ يوسف بن إسماعيل النبهاني .\n16-منهج التربية النبوية للطفل . محمد بن عبدالحفيظ سويد .\n17-تربية الأولاد في الإسلام . عبد الله بن ناصح علوان .\n18-في علم الأخلاق . سعد بن خلف العفنان .\n19-منهج التربية الإسلامية . محمد قطب .\n20-رسائل التوجيهات الإسلامية . محمد بن جميل زينو .\n21-تربية الناشىء المسلم . د . علي بن عبدالحليم محمود .\n22-المنهج المحمدي . لشيخ عبد العزيز المسند .\n23-مثل عليا من خلق الإسلام . محمود الباجى .\n25-شخصية المسلم . د . أحمد الأهدل .\n26-من أساليب الرسول ــ صلى الله عليه وسلم ــ في التربية . نجيب خالد العامر .\n27-شباب الصحابة . محمد بن عبد الله الدويش .\n28-تربية الشباب المسلم للآباء والدعاة . خالد بن أحمد الشنتوت .\n29- سير أعلام النبلاء .\n30- صفوة الصفوة والنساء الداعيات . د . توفيق الواعي .\n31- تربية الموهوب في رحاب الإسلام . محمد بن حامد الناصر / خولة بنت درويش .\n32- التخطيط لبرامج تربية الموهوبين . سالم بن سعيد الشهري .\n33- رحلة مع الموهبة . د . عبد الرحمن كلنتن .\n34- دليل برنامج الكورت لتعليم التفكير . د . إدوارد دي بونو .\n35- تنمية مهارات التفكير من خلال المناهج التعليمية . د . محمود بن محمد علي .\n36- كيف تحدد أهدافك بنجاح وواقعية . محمد بن أحمد عبد الجواد .",
        "(1/23)\n\n37-نحو أداء متميّز لحلقات تحفيظ القرآن الكريم . المنتدى الإسلامي .\n38- اكتشاف الذات . د . أكرم رضا .\n39 – العادات السبع للناجحين في الحياة . ستيفي كوفي .\n40- برنامج رعاية الموهوبين المدرسي . د . عبد الله بن محمد الجغيمان .\n41- المعجم الوسيط .\n42- ديوان حسان بن ثابت رضي الله عنه .\n43- مجلة موهبة . الأعداد : 1 ، 2 ، 3 , 4 الصادرة عن مؤسسة الملك عبد العزيز ورجاله لرعاية الموهوبين .\n44-موقع مركز الموهوبين في مدينة جدة ، وأوراق وبرامج ودورات خاصة بالموهوبين من خلال تعلمها واكتسابها وتطبيقها على الطلاب الموهوبين في مدارس التعليم العام من خلال عملي في هذا المجال ، وعن طريق الاستفادة من الإدارة العامة لرعاية الموهوبين بوزارة التربية والتعليم والدورات والبرامج التي أقامتها ، وبعض الزملاء العاملين في مجال رعاية الموهوبين وبرامجهم على مستوى المملكة .\n45- برنامج تعريفي لحلقتي المتميزين بمحافظة المخواة والباحة .\n46- نماذج للجمعيات الخيرية لتحفيظ القرآن الكريم والدور والحلقات النسائية عن طريق بعض الجمعيات الخيرية لتحفيظ القرآن الكريم بالمملكة .\nالفهرس\n(1) القصص : 70 .\n(2) الشعراء : 88 ـ 89 .\n??\n??\n??\n??\n1\nمع الجمعيات الخيرية لتحفيظ القرآن الكريم في رعاية الموهوبين من إعداد صالح بن عبد الله الضرمان\n( 1 )\nإنّ الموهبة دون اهتمام من أهلها أشبه ما تكون بالنبتة الصغيرة دون رعاية أو سقيا ... (خادم الحرمين الشريفين )\n(1/24)"
    ]
}