{
    "partText": [
        "\nمفاهيم أساسية لدراسة السيرة النبوية\nمحمد جلال القصاص\nراجعه وصوَّبَه\nالشيخ الدكتور / محمد صامل السلمي\nأستاذ التاريخ الإسلامي بجامعة أم القرى . مكة المكرمة\nبسم الله الرحمن الرحيم\nالمقدمة وتشمل بيان :\nأهمية وضع ضوابط لقراءة السيرة النبوية :\n( السيرة النبوية ـ على صاحبها الصلاة والسلام ـ هي في الحقيقة عبارة عن الرسالة التي حملها رسول الله صلى الله عليه وسلم إلى المجتمع البشرى قولًا وفعلًا، وتوجيها وسلوكًا، ( وعدّل بها الموازين المنحرفة في هذه الحياة )1 ، فبدَّل مكان السيئة الحسنة، وأخرج بها الناس من الظلمات إلى النور، ومن عبادة العباد إلى عبادة الله )2\nواليوم يتنادى كثيرون للإصلاح الديني والاجتماعي والاقتصادي والسياسي ... الخ . وكثير من هؤلاء يدعي الانتساب للدين وأنه ينطلق من ثوابت الدين الكلية ويستوقد من سيرة الحبيب ـ صلى الله عليه وسلم ــ شعلة يستضيء بها في رحلة ( الإصلاح ) التي يقوم بها .\nوالحقيقة أن الكل يذهب للسيرة بخلفية فكرية مسبقة فيَبتُر ويجتزئ وينقل ما يريد مما يحقق له أهدافه ، وقد رأينا أن العلمانيين ومن بذروا بذور العلمانية في عالمنا الإسلامي كـ ( طه حسين ) و ( ورفاعة الطهطاوي ) قد كتبوا في السيرة النبوية .\nولكنها طريقة أهل الأهواء والبدع الذين يعتقدون ثم يستدلون ، أو الذين يذهبون إلى النصوص ليأتوا بها على هواهم .\nلذا كان لابد من وضع ضوابط لدراسة السيرة النبوية .\nولما كانت الخلفية الفكرية للكاتب أو المتحدث تنعكس على أفكاره المكتوبة أو المقروءة ولا بد ، رأينا ـ ممن يتكلمون في السيرة من دعاة الصحوة الإسلامية المباركة ـ مَنْ لا يرى في السيرة النبوية إلا السيف والجهاد ، ومنهم مَنْ لا يرى إلا الأشخاص ، ويحاول أن يُصوِّر الأمر على أنه بطولات شخصية ، وتنحصر رؤيته في عبقرية الشخص ، وتوصيف الحدث دون ربطه بغيره أو النظر إلى فقه الحدث وما فيه من التشريعات .\n(1/1)\n",
        "فغالب الطرح الموجود للسيرة النبوية يغلب عليه إثبات الوقائع ووصف تطور الأحداث وذكر النتائج .وهو أمر جيد إن كان الخطاب موجه فقط للعوام من الناس .\nوقد حاولت في هذه الرسالة أن أوضح بعض الأصول لدارسي السيرة النبوية . ولم تقع عيني على دراسة مشابه لشيوخنا الكرام ، لذا بذلت ما استطعت من الجهد وأعترف بأن الأمر مازال يحتاج إلى مزيد من الدراسة ،وفي النية أن أتبع هذا البحث بأبحاث أخرى تربوية تتعلق بالخطاب الدعوي ، وقد بدأت بـ ( الخطاب الدعوي في العهد المكي ) وهي دراسة تربوية عقدية\nوالله أسأل أن يبارك لي في كلماتي وأن ينفع بها .\nأبو جلال / محمد جلال القصاص\nأولا : أهمية دراسة السيرة النبوية :\n1 ـ حُبّ رسول الله ـ صلى الله عليه وسلم ـ عبادة ، قال تعالى \" النبي أولى بالمؤمنين من أنفسهم \" [ الأحزاب : من الآية ]\nوفي الحديث \" فَوَ الَّذِي نَفْسِي بِيَدِهِ لَا يُؤْمِنُ أَحَدُكُمْ حَتَّى أَكُونَ أَحَبَّ إِلَيْهِ مِنْ وَالِدِهِ وَوَلَدِهِ\" 3\nوفي البخاري عن عَبْدَ اللَّهِ بْنَ هِشَامٍ قَالَ : كُنَّا مَعَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَهُوَ آخِذٌ بِيَدِ عُمَرَ بْنِ الْخَطَّابِ فَقَالَ لَهُ عُمَرُ : يَا رَسُولَ اللَّهِ لَأَنْتَ أَحَبُّ إِلَيَّ مِنْ كُلِّ شَيْءٍ إِلَّا مِنْ نَفْسِي فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ : \" لَا وَالَّذِي نَفْسِي بِيَدِهِ حَتَّى أَكُونَ أَحَبَّ إِلَيْكَ مِنْ نَفْسِكَ \" فَقَالَ لَهُ عُمَرُ فَإِنَّهُ الْآنَ وَاللَّهِ لَأَنْتَ أَحَبُّ إِلَيَّ مِنْ نَفْسِي فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ : \" الْآنَ يَا عُمَرُ 4\"\n(1/2)\n\nوجاء رجل إلى النبي صلى الله فسأله عَنْ السَّاعَةِ فَقَالَ : مَتَى السَّاعَةُ قَالَ ــ صلى الله عليه وسلم ــ: وَمَاذَا أَعْدَدْتَ لَهَا ؟ قَالَ : لَا شَيْءَ إِلَّا أَنِّي أُحِبُّ اللَّهَ وَرَسُولَهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ : \" أَنْتَ مَعَ مَنْ أَحْبَبْتَ : قَالَ أَنَسٌ فَمَا فَرِحْنَا بِشَيْءٍ فَرَحَنَا بِقَوْلِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنْتَ مَعَ مَنْ أَحْبَبْتَ قَالَ أَنَسٌ فَأَنَا أُحِبُّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَأَبَا بَكْرٍ وَعُمَرَ وَأَرْجُو أَنْ أَكُونَ مَعَهُمْ بِحُبِّي إِيَّاهُمْ وَإِنْ لَمْ أَعْمَلْ بِمِثْلِ أَعْمَالِهِمْ 5.\nوالاقتداء به ـ صلى الله عليه وسلم ــ هو أحد ركني العبادة ( الإخلاص والمتابعة ) ، قال تعالى ( لَقَدْ كَانَ لَكُمْ فِي رَسُولِ اللَّهِ أُسْوَةٌ حَسَنَةٌ لِّمَن كَانَ يَرْجُو اللَّهَ وَالْيَوْمَ الْآخِرَ وَذَكَرَ اللَّهَ كَثِيراً )[ الأحزاب:21] .\nوهو أيضا الترجمة الحقيقية للمحبة قال الله تعالى ( قُلْ إِن كُنتُمْ تُحِبُّونَ اللّهَ فَاتَّبِعُونِي يُحْبِبْكُمُ اللّهُ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَاللّهُ غَفُورٌ رَّحِيمٌ ) [آل عمران : 31]\nوالاقتداء به ـ صلى الله عليه وسلم ـ والسيُّرُ على دربه سبب للهداية قال الله \" ( وَإِن تُطِيعُوهُ تَهْتَدُوا وَمَا عَلَى الرَّسُولِ إِلَّا الْبَلَاغُ الْمُبِينُ )[ النور:من الآية 54 ]\nوكيف يحب المرء من يجهل أوصافه وأحواله ، وكيف يقتدي المرء بمن لا يعرف شيئا عن سيرته وهديه ، من هنا تأتي أهمية شرح السيرة النبوية لتوضيح صفاته وأحواله صلى الله عليه وسلم ، ليعرفها من جهل فيحب ويتبع .\n2 ـ وتعلُّمُ السيرة النبوية عبادة فقد جاء عن علي بن الحسين ــ رضي الله عنهما ــ أنه قال \" كنا نُعلَّم مغازي النبي صلى الله عليه وسلم كما نعلم السورة من القرآن \"6 .",
        "(1/3)\n\nوقال إسماعيل بن محمد بن سعد بن أبي وقاص: \"كان أبي يعلمنا مغازي رسول الله صلى الله عليه وسلم ويعدها علينا، ويقول: هذه مآثر آبائكم فلا تضيعوا ذكرها\"(7).\n3 ـ وإذا أعملنا قاعدة \" الوسائل لها أحكام المقاصد \" ـ وهو ممكن هنا ـ وجدنا أن السيرة النبوية إحدى وسائل التعبد ، تأخذ حكم الغاية التي تصل إليها . وبعض الغايات عبادات واجبة ، وبعض الغايات دفاع عن الحبيب - صلى الله عليه وسلم - .\n4 ـ وفي السيرة توضيح لكثير من معاني القرآن الكريم ، كتلك الآيات التي تتكلم عن الغزوات في سورة آل عمران ،والأنفال والتوبة والأحزاب والفتح والحشر ... ، كما أن في دراسة السيرة النبوية بيان لكثير من أسباب النزول . فهناك سور بأكملها تتكلم عن غزوة مثل سورة الأنفال التي تتكلم عن غزوة بدر ، وسورة التوبة التي تتكلم عن غزوة تبوك ، وسورة الحشر التي تتكلم عن جلاء بني النَّضير ، وهناك آيات كثيرة في سورة آل عمران تتحدث عن غزوة أُحد ، وحتى تفهم هذه الآيات جيدا لا بد من دراسة السيرة النبوية .\n5ـ ولما كانت القدوة لابد منها في حياة الناشئة كان لابد من تعلم السيرة النبوية ، لإعطاء الأجيال نماذج طيبة طاهرة ، من الصحابة والتابعين ، وطرد النماذج الجاهلية أو الخيالية التي تعطى للأطفال فيما يعرض على الشاشات المرئية ، أو في القصص المكتوبة ، مما عَمَّت به البلوى في هذه الأيام . ففي السيرة نماذج حية للقادة العظماء وعلى رأسهم النبي محمد ــ صلى الله عليه وسلم ـ ، وفي السيرة نماذج حيّة للزهاد وعلى رأسهم النبي محمد ـ صلى الله عليه وسلم ـ\nوفي السيرة نماذج للتجار الناجحين المخلصين الأتقياء . وفي السيرة أفضل النماذج للمربِّين وعلى رأسهم النبي محمد ـ صلى الله عليه وسلم ـ ، وفي السيرة أسمى نماذج الصبر والثبات والجِد في الحصول على المراد .\n(1/4)",
        "\nولا بد من عقد المقارنة بين النماذج الخيالية المكذوبة التي لا يستفيد منها القارئ ـ وخاصة الناشئة ـ شيئا ، وبين نماذج البطولة الحيّة الموجودة في السيرة النبوية .\nبل لا بد من عقد المقارنة بين عظماء التاريخ الإسلامي وعلى رأسهم النبي محمد ـ صلى الله عليه وسلم ـ وباقي الجبابرة الذين استخفوا قومهم فأطاعوهم ، والذين مَلَكُوا على الناس بالسيف ، ولم يتركوا أثرا لهم يُحي ذكرهم بالخير بين الناس كما كان حال من ربَّاهم رسول الله ـ صلى الله عليه وسلم ـ .\n6 ـ واليوم دار الزمان دورة أخرى ، وصار الكفر هو القوة العظمى على وجه الأرض ويحاول أن يفرض علينا ما هو مرفوض في ديننا ، وتبعه كثير من قومنا رغبة ورهبة ، ولا بد من التصدي لهذه الحالة والوقوف بوجهها ، لذا كان لا بد من معرفة كيف عالج رسول الله ـ صلى الله عليه وسلم ـ الأمر من قبل . وتُعرض السيرة النبوية كنموذج للإصلاح ورد الناس إلى دين الله .\nوأحاول ـ بحول الله وقوته ـ عرض بعض المفاهيم التي لا بد منها لمن يريد دراسة السيرة النبوية أو عرضها على الناس .\nثانيا : السيرة النبوية وصحة المصادر :\n(1/5)\n",
        "يعاني النصارى واليهود من الشَّك الكبير في تراثهم الديني . . . كل تراثهم الديني ؛ بل في أقدس ما لديهم وهو ما يسمونه ( الكتاب المقدس )8 ، فهم مختلفون أو قل يجهلون الكثير عن الشخصيات التي كتبت ( العهد القديم ) وكذا من كتبوا الأناجيل ( القانونية منها وغير القانونية ) ، والكلام في التشكيك فيمن كتبوا الأناجيل مشهور ومعلوم ، والمعلومات عن الأصول التي تمت الترجمة منها تكاد تكون معدومة 9، والحديث عن ما يسمونهم بـ ( الآباء الأولون ) حديث مُحتكر بين طائفة معينة ، ومن يدخل منهم الإسلام يتكلم بأنه كله كذب ولولا ذلك لخرج للعوام ، فهم إذا في شك كبير من كتابهم وتراثهم الفكري والتاريخي ، وهو مصداق قول الله تعالى ( وَإِنَّ الَّذِينَ أُورِثُوا الْكِتَابَ مِن بَعْدِهِمْ لَفِي شَكٍّ مِّنْهُ مُرِيبٍ ) [ الشورى : من الآية 14] . ويسترُ عيبهم أن الدين حكر على الأحبار والرهبان ، وأن العوام ليس لهم من الدين سوى بعض القضايا الذهنية التي يعتقدونها كقضية الفداء والصلب مثلا عند النصارى ، وبعض الشعائر التعبدية التي يلتزم بها القليل . ولا يلام عليها الباقون .\nهذا حال أقرب الديانات لنا ــ النصرانية ــ والأمر أسوء في اليهودية والبوذية وغيرهما من الديانات الأخرى .\nأما نحن المسلمون فنعرف عن نبينا ـ صلى الله عليه وسلم ــ وصحابته الكرام رضوان الله عليهم كل شيء . . .نعرف عنه ـ صلى الله عليه وسلم مأكله ومشربه وملبسه ومشيته وجلسته ، وكيف كان ينام ،وكيف كان يضحك ، وما كان يحب مِن الأشياء ، ومَن كان يحب ويكره من الأشخاص ، ونعرف صلاته وغزواته ، وحاله في بيته مع نسائه وأطفاله وأحفاده ، ونعرف عن نبينا ما لا يعرفه أحدنا عن أبيه.\n(1/6)\n\nوهذه مِنَّة من الله عظيمة يجب التنبيه عليها لمن يعرض السيرة النبوية على الناس ، فنحن حين نعرض السيرة النبوية نتكلم عن عِلْم مدون ،وليس عن قصص مفترى . ونتكلم عن حقائق وأشخاص معروفة ومعلومة وليس عن أشخاص وهمية .\nويعرف أهمية هذا من يناظر النصارى ويختلط بهم .\nوأمرا آخر يجب التنبيه عليه وهو أن الكتب التي تُؤخذ منها السيرة النبوية ـ ومنها كتب التفسير ـ تثبت الروايات الضعيفة والمكذوبة للرد عليها وتضعيفها . فلا يعني أبدا وجود هذه الروايات في كتب السير أنها صحيحة فلا بد من الالتفات إلى التعليق الذي يذكره المؤلف على القصة أو الرواية .\nمثل قصة الغرانيق العلا التي أوردها المفسرون في سورة النجم ولم يقل أحد منهم أن القصة صحيحة 10، بمعنى أنه نزل في القرآن آيات تقول عن ( اللات ) و( العزى ) \" أنهم هم الغرانيق العلا وإن شفاعتهم لترتجى \" فلم تكن هذه أبدا يوما من الأيام آيات من كتاب الله وتم نسخها أو حذفها . ولم يذكرها المفسرون من باب التأيد ، وإنما من باب التكذيب والرد على من يقول بها .\nومثال ذلك أيضا ما يقال عن الحمار ( يعفور ) الذي كلَّم النبي ـ صلى الله عليه وسلم ـ يوم خيبر بزعمهم ، وما يقال من أن رسول الله ـ صلى الله عليه وسلم ـ رأى زينب في ثياب شفافة فأعجبته وسعى في طلاقها من زيد ليتزوجها هو صلى الله عليه وسلم .\nهذه الرويات ومثلها تَرِدُ في كتب السير وكتب التفسير أيضا لتكذبيها والرد عليها .\nوليس مجرد وجودها هو إثبات لها كما يَفتري أهل الكتاب .\nفالواجب على من يعرض السيرة أن ينبه على هذا الأمر .",
        "(1/7)\n\nوقد يبدوا للقارئ أن هذا الأمر بسيطٌ لا يستحق الوقوف عنده والتنبيه عليه ، إلا أنك حين تعلم أن دعاة الكفر ينقلون هذه الأشياء لمن يسمعونهم من المسلمين والنصارى ويقولون لهم ها نحن ننقل لكم من كتب أإئمتهم الكبار ( ابن كثير ) و ( القرطبي ) و ( الجلالين ) ... الخ يتبن لك مدى أهمية التنبيه على هذا الأمر ، وعلى هذا المسلك الفاسد الذي هو في حقيقة أمره كذب ليس إلا .\nثالثا : شخصُ رسول الله ـ صلى الله عليه وسلم ـ المفترى عليه :\nما يحدث اليوم من سبِّ للحبيب ــ صلى الله عليه وسلم ــ ليس حدثا عابرا قامت به صحيفة سيئة الأخلاق نفَّثت به عن حقدها في عدد من أعدادها ، وليس هو همُّ حفنه من أراذل الكفار مُلئت قلوبهم غيظا وحنقا على شخص الحبيب ـ صلى الله عليه وسلم ـ فقاموا يمثلون وينكتون ويسخرون .بل لو كان الأمر كذلك لما حصل به الإهتمام . إذ أن مجاراة السفهاء أمر يترفع عنه العقلاء . . .ولكن .. الأمر أعمق من هذا وأبعد .\nهذه الأمور ليست إلا كما يقول الله عز وجل : ( . . . قَدْ بَدَتِ الْبَغْضَاء مِنْ أَفْوَاهِهِمْ وَمَا تُخْفِي صُدُورُهُمْ أَكْبَرُ قَدْ بَيَّنَّا لَكُمُ الآيَاتِ إِن كُنتُمْ تَعْقِلُونَ ) (آل عمران : من الآية 118 ) . وهاأنذا أنادي العقلاء . فهل يسمعون ؟ . . . وهل يجيبون ؟ . . . وليت أولى العزم من العقلاء مَن يلبون ؟\nمن قبل كان النصارى في حملاتهم ( التبشيرية ) يتكلمون عن النصرانية ... يبترون ويكذبون ويبدون قليلا ويخفون كثيرا كي يُظهروا دينهم المحرف في صورة يتقبلها الآخر . واتخذوا مما يسمى بحوار الأديان ... هذا الحوار الذي يجرى مع علماء الدين ( الرسميين ) وسيلة ليقولوا لمن يخاطبونهم من ضعاف المسلمين في أدغال أفريقيا وجنوب شرق أسيا أن الإسلام يعترف بنا ولا يتنكر لنا ، فكله خير ـ بزعمهم وهم كاذبون آثمون ـ .\n(1/8)",
        "\nوكانت حملتهم على الإسلام حملة على شعائره ... يتكلمون عن ( التعدد ) وعن ( الطلاق ) وعن (الحدود ) وعن ( الجهاد ) وعن ( الميراث ) وعن ناسخ القرآن ومنسوخة ، ثم في الفترة الأخيرة وخاصة بعد انتشار الفضائيات ودخولها كل البيوت تقريبا ، وكذا بعد ظهور تقنية الإنترنت عموما والبالتوك خصوصا ، أخذ القوم منحى آخر وهو التركيز على شخص الحبيب ـ صلى الله عليه وسلم ـ .قاموا ينقضون الإسلام بتشويه صورة النبي ـ صلى الله عليه وسلم ـ .\nودعك من كلام الأراذل ، هناك طرحٌ يُلْبِسُه دعاة الكفر ثوب العِلمية ، ويدَّعون أنه الحقيقة التي لا مراء فيها ، يخاطبون بهذا الهراء قومهم ومن يتوجهون إليهم بالتنصير !!\nهذا توجه عام داخل حملات التنصير اليوم .\nوالأمر بيِّن لمن له أدنى متابعة لما يتكلم به القوم . وما حدث في الصحف الأوربية هو طفح لما يُخاطب به القوم في الكنائس وغرف البالتوك وبعض الفضائيات عن نبي الإسلام ـ صلى الله عليه وسلم ـ .\nفهم يحاضرون ويؤلفون عن ( أخلاق نبي الإسلام ) ، يتكلمون عن زواجه بتسع من النساء ـ وقد اجتمع عند سليمان عليه السلام سبعمائة من النساء وهذا في كتابهم ـ ، وعن زواجه من عائشة ومن زينب ومن صفية ـ رضي الله عنهن ، وعن غزواته ـ صلى الله عليه وسلم ـ ؛ وبطريقة البتر للنصوص واعتماد الضعيف والشاذ والمنكر من الحديث يخرجون بكلامهم الذي يشوهون به صورة الحبيب ـ صلى الله عليه وسلم ـ . ولكنه في الأخير يبدو للمستمع أن هذا كلام ( ابن كثير ) و ( الطبري ) و( ابن سعد ) علماء الإسلام . فيظن المخاطبون أنها الحقيقة التي يخفيها ( علماء ) الإسلام !!\n(1/9)\n",
        "دعاة النصرانية ـ مع الأسف ـ يغرفون من وعاء الشيعة الكدر النجس حين يتكلمون عن أمهات المؤمنين وعن صحابة النبي ـ صلى الله عليه وسلم ـ بل وفي كلامهم عن النبي ـ صلى الله عليه وسلم ـ أحيانا ، ويغرفون من وعاء ( القرآنيون ) الذين يتركون السنة تشكيكا في ثبوتها أو في عصمة الحبيب ـ صلى الله عليه وسلم ـ .\nوالمطلوب هو قراءة جيدة لما يحدث ، والتصدي له على أرض الواقع . لا نريد ثورة كلامية ، وغضبة لا يفهم منها ( الآخر ) إلا أنها نفرة المتعصب .\nنريد قطع الطريق على هؤلاء وإحباط كيدهم ، وإنقاذ الناس من الكفر بربهم .\nمطلوب خطاب أكاديمي يجفف منابع المنصرين ، أعني ما يقوله القرآنيون والشيعة على شخص الحبيب ـ صلى الله عليه وسلم ـ ونسائه أمهات المؤمنين ـ رضى الله عنهن ـ . وما يفتريه النصارى بالبَتْرِ للنص واعتماد المَكْذُوب والشاذ والضعيف من الحديث .\nومعنيٌ بهذا طلبة درجات التخصص العليا في الكليات الشرعية . وإن أخذ الأمر وقتا ولكنه سيثمر بإذن الله يوما ما .\nومطلوب خطاب لعامة الناس يبين لهم كيف كان نبيهم ـ صلى الله عليه وسلم ـ بعيدا كل البعد عما يقولوه النصارى ، وأن ما يقال محض كذب ، وأن النبي صلى الله عليه وسلم ـ كان كل الكمال وجملة الجمال ـ صلى الله عليه وسلم ـ ، ويأخذ شخص الحبيب ـ صلى الله عليه وسلم ـ اهتماما أكبر ممن يعرضون السيرة النبوية على الناس .\nتالله ما حملت أنثى ولا وضعت * * * مثل النبي رسول الأمة الهادي .\nنريد أن يطلع إخواننا وشيوخنا الأفاضل على شبهات القوم و يتعرضوا لها حين شرح السيرة النبوية ، يبرزوا للناس صورا ومشاهدا من أحوال النبي صلى الله عليه وسلم ـ في بيته وفي تعامله مع أصحابه ، تبين للناس حلمه وكرمه و طول سجوده لربه في ليله .\n(1/10)\n\nأقول : لا بد من الوقوف مع هذه القضية وبيان أن النبي ـ صلى الله عليه وسلم كان بشرا يعتريه ما يعتري البشر من حب النساء والولد ، ومن الحاجة إلى الطعام والشراب ، وما إلى ذلك .\nوأن ما حدث على يديه من نصر وفتح وتمكين ما كان أبدا لعبقريته فقط ، كما يحاول أن يصور كثير ممن يسمون منصفين عند الغرب ، ولكن لأنه كان نبيا يوحى إليه ، صلى الله عليه وسلم .\nرابعا: البعثة المحمدية ( السيرة النبوية ) حلقة من حلقات الدعوة إلى التوحيد :\nـ خلق الله عز وجل الناس لعبادته وحده لا شريك له (وَمَا خَلَقْتُ الْجِنَّ وَالْإِنسَ إِلَّا لِيَعْبُدُونِ)11 فكان آدم عليه السلام نبيا مرسلا 12، ثم كانت ذريته من بعده على التوحيد عشرة قرون حتى ظهر الشرك .ــ وأرسل نوح عليه السلام يدعو الناس إلى التوحيد 13 ، ومن يومها وموكب الدعوة إلى الله سائر .\nـ دعوة الكل ـ بما فيها دعوة محمد صلى الله عليه وسلم ـ هي الإسلام بمفهومه العام ، الاستسلام لله ... إخلاص العبادة لله عز وجل بشقيها الطاعة والنسك ، أو الشرائع والشعائر ــ . وموجز دعوتهم ــ عليهم الصلاة والسلام ــ أنها دعوة واحدة إلى منهج \" التوحيد \" بكل فروعه وأنواعه وموالاة أهله ، وما يستلزمه ذلك من نبذ الشرك بكل صُوَرِه وألوانه ، ومعاداة أهله14 .\nــ وفي القرآن جاء التعبير عن الرسالات جميعاً بأنها كتاب واحد قال تعالى :\n(كَانَ النَّاسُ أُمَّةً وَاحِدَةً فَبَعَثَ اللّهُ النَّبِيِّينَ مُبَشِّرِينَ وَمُنذِرِينَ وَأَنزَلَ مَعَهُمُ الْكِتَابَ بِالْحَقِّ لِيَحْكُمَ بَيْنَ النَّاسِ فِيمَا اخْتَلَفُواْ فِيهِ وَمَا اخْتَلَفَ فِيهِ إِلاَّ الَّذِينَ أُوتُوهُ مِن بَعْدِ مَا جَاءتْهُمُ الْبَيِّنَاتُ بَغْياً بَيْنَهُمْ فَهَدَى اللّهُ الَّذِينَ آمَنُواْ لِمَا اخْتَلَفُواْ فِيهِ مِنَ الْحَقِّ بِإِذْنِهِ وَاللّهُ يَهْدِي مَن يَشَاءُ إِلَى صِرَاطٍ مُّسْتَقِيمٍ)15 .",
        "(1/11)\n\nوقال تعالى (لَقَدْ أَرْسَلْنَا رُسُلَنَا بِالْبَيِّنَاتِ وَأَنزَلْنَا مَعَهُمُ الْكِتَابَ وَالْمِيزَانَ لِيَقُومَ النَّاسُ بِالْقِسْطِ وَأَنزَلْنَا الْحَدِيدَ فِيهِ بَأْسٌ شَدِيدٌ وَمَنَافِعُ لِلنَّاسِ وَلِيَعْلَمَ اللَّهُ مَن يَنصُرُهُ وَرُسُلَهُ بِالْغَيْبِ إِنَّ اللَّهَ قَوِيٌّ عَزِيزٌ)16 وقال تعالى : (اللَّهُ الَّذِي أَنزَلَ الْكِتَابَ بِالْحَقِّ وَالْمِيزَانَ وَمَا يُدْرِيكَ لَعَلَّ السَّاعَةَ قَرِيبٌ) 17، وجُمْلةً (إِنَّ الَّذِينَ يَكْفُرُونَ بِاللّهِ وَرُسُلِهِ وَيُرِيدُونَ أَن يُفَرِّقُواْ بَيْنَ اللّهِ وَرُسُلِهِ وَيقُولُونَ نُؤْمِنُ بِبَعْضٍ وَنَكْفُرُ بِبَعْضٍ وَيُرِيدُونَ أَن يَتَّخِذُواْ بَيْنَ ذَلِكَ سَبِيلاً . أُوْلَئِكَ هُمُ الْكَافِرُونَ حَقّاً وَأَعْتَدْنَا لِلْكَافِرِينَ عَذَاباً مُّهِيناً )18...\nفالدين عند الله واحد (إِنَّ الدِّينَ عِندَ اللّهِ الإِسْلاَمُ وَمَا اخْتَلَفَ الَّذِينَ أُوْتُواْ الْكِتَابَ إِلاَّ مِن بَعْدِ مَا جَاءهُمُ الْعِلْمُ بَغْياً بَيْنَهُمْ وَمَن يَكْفُرْ بِآيَاتِ اللّهِ فَإِنَّ اللّهِ سَرِيعُ الْحِسَابِ)19 وليس هناك تعدد أديان وإنما تعدد رسالات . ولذلك من الخطأ الاعتقاد بتعدد الأديان الإلهية .\nوتدبر قول الله تعالى (كَذَّبَتْ قَوْمُ نُوحٍ الْمُرْسَلِينَ)20 ، وقول الله تعالى ( وَقَوْمَ نُوحٍ لَّمَّا كَذَّبُوا الرُّسُلَ أَغْرَقْنَاهُمْ وَجَعَلْنَاهُمْ لِلنَّاسِ آيَةً وَأَعْتَدْنَا لِلظَّالِمِينَ عَذَاباً أَلِيماً )[ الفرقان : 37] .\nومعروف أن قوم نوح لم يكذبوا إلا نبيهم نوحا عليه الصلاة والسلام ، وإنما لما كانت الدعوات واحدة ، أعتبر تكذيب قوم نوح لرسولهم ـ نوح عليه السلام ـ تكذيب للرسل جميعا .\n(1/12)",
        "\nفالدين عند الله الإسلام ولا يقبل من الناس غيره (وَمَن يَبْتَغِ غَيْرَ الإِسْلاَمِ دِيناً فَلَن يُقْبَلَ مِنْهُ وَهُوَ فِي الآخِرَةِ مِنَ الْخَاسِرِينَ)21 هو دين إبراهيم عليه السلام قال تعالى : (وَإِذْ يَرْفَعُ إِبْرَاهِيمُ الْقَوَاعِدَ مِنَ الْبَيْتِ وَإِسْمَاعِيلُ رَبَّنَا تَقَبَّلْ مِنَّا إِنَّكَ أَنتَ السَّمِيعُ الْعَلِيمُ . (رَبَّنَا وَاجْعَلْنَا مُسْلِمَيْنِ لَكَ وَمِن ذُرِّيَّتِنَا أُمَّةً مُّسْلِمَةً لَّكَ وَأَرِنَا مَنَاسِكَنَا وَتُبْ عَلَيْنَا إِنَّكَ أَنتَ التَّوَّابُ الرَّحِيمُ )22 وقال تعالى (إِذْ قَالَ لَهُ رَبُّهُ أَسْلِمْ قَالَ أَسْلَمْتُ لِرَبِّ الْعَالَمِينَ )23\nوهو دين يعقوب عليه السلام وبنيه من بعده قال الله (وَوَصَّى بِهَا إِبْرَاهِيمُ بَنِيهِ وَيَعْقُوبُ يَا بَنِيَّ إِنَّ اللّهَ اصْطَفَى لَكُمُ الدِّينَ فَلاَ تَمُوتُنَّ إَلاَّ وَأَنتُم مُّسْلِمُونَ . (أَمْ كُنتُمْ شُهَدَاء إِذْ حَضَرَ يَعْقُوبَ الْمَوْتُ إِذْ قَالَ لِبَنِيهِ مَا تَعْبُدُونَ مِن بَعْدِي قَالُواْ نَعْبُدُ إِلَهَكَ وَإِلَهَ آبَائِكَ إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ إِلَهاً وَاحِداً وَنَحْنُ لَهُ مُسْلِمُونَ)24\nوجاء على لسان قوم موسى عليه السلام (وَمَا تَنقِمُ مِنَّا إِلاَّ أَنْ آمَنَّا بِآيَاتِ رَبِّنَا لَمَّا جَاءتْنَا رَبَّنَا أَفْرِغْ عَلَيْنَا صَبْراً وَتَوَفَّنَا مُسْلِمِينَ)25 ، (وَقَالَ مُوسَى يَا قَوْمِ إِن كُنتُمْ آمَنتُم بِاللّهِ فَعَلَيْهِ تَوَكَّلُواْ إِن كُنتُم مُّسْلِمِينَ)26\nوجاء على لسان نوح عليه السلام (فَإِن تَوَلَّيْتُمْ فَمَا سَأَلْتُكُم مِّنْ أَجْرٍ إِنْ أَجْرِيَ إِلاَّ عَلَى اللّهِ وَأُمِرْتُ أَنْ أَكُونَ مِنَ الْمُسْلِمِينَ)27\n(1/13)\n",
        "وجاء على لسان يوسف عليه السلام \" رب قد آتيتني من الملك وعلمتني من تأويل الأحاديث فاطر السموات والأرض أنت ولي في الدنيا والآخرة توفني مسلما وألحقني بالصالحين \" [ يوسف : 101 ]\nوجاء على لسان الحواريين \" فلما أحس عيسى منهم الكفر قال من أنصاري إلى الله قال الحواريون نحن أنصار الله آمنا بالله واشهد بأنا مسلمون \" [ آل عمران : 52 ] .\nوفي آية أخرى \" وإذ أوحيت إلى الحواريين أن آمنوا بي وبرسولي قالوا آمنا واشهد بأنا مسلمون \" [ المائدة : 111 ]\nوجاء في خطاب سليمان عليه السلام إلى أهل اليمن (إِنَّهُ مِن سُلَيْمَانَ وَإِنَّهُ بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ . أَلَّا تَعْلُوا عَلَيَّ وَأْتُونِي مُسْلِمِينَ)28\n(فَلَمَّا جَاءتْ قِيلَ أَهَكَذَا عَرْشُكِ قَالَتْ كَأَنَّهُ هُوَ وَأُوتِينَا الْعِلْمَ مِن قَبْلِهَا وَكُنَّا مُسْلِمِينَ)29 ، وجاء على لسان الملائكة وهم يتكلمون عن قوم لوط عليه السلام (فَأَخْرَجْنَا مَن كَانَ فِيهَا مِنَ الْمُؤْمِنِينَ . فَمَا وَجَدْنَا فِيهَا غَيْرَ بَيْتٍ مِّنَ الْمُسْلِمِينَ )30\nفالدين واحد وإن تعدَّدت الرسالات . وفي الحديث \" أَنَا أَوْلَى النَّاسِ بِعِيسَى ابْنِ مَرْيَمَ فِي الدُّنْيَا وَالْآخِرَةِ وَالْأَنْبِيَاءُ إِخْوَةٌ لِعَلَّاتٍ أُمَّهَاتُهُمْ شَتَّى وَدِينُهُمْ وَاحِدٌ \"31\nـ ونجد في السيرة النبوية ربطا بين الأشخاص الذين عاصروا رسول الله ـ صلى الله عليه وسلم ـ وبين من سبقوا .\n(1/14)\n\nيُشبَّه أبو بكر ـ رضي الله عنه بمؤمن آل فرعون ـ ، وعروة بن مسعود الثقفي بالرجل الذي جاء من أقصى المدينة يسعى32 ، وعقبة بن معيط بقاتل ناقة صالح عليه السلام33 . وأبو جهل بفرعون34 ، وأمية بن أبي الصلت بالذي آته الله آياته فانسلخ منها35 ... وقريب من هذا \" إِنَّ لِكُلِّ نَبِيٍّ حَوَارِيًّا وَحَوَارِيَّ الزُّبَيْرُ36 \" و \" لِكُلِّ أُمَّةٍ أَمِينٌ وَأَمِينُ هَذِهِ الْأُمَّةِ أَبُو عُبَيْدَةَ بْنُ الْجَرَّاحِ37 .\nوحين عَرض السيرة النبوية على الناس لا بد من الحرص على تبيين هذا الحبل الممدود بين عباد الله وعباد الشيطان على مر العصور 38\nـ والقرآن الكريم يستخدم مع المكذبين للرسالة في كل العصور نفس الوصف فهم ( الملأ ) ... ( الذين استكبروا ) .\nوأتباعهم هم الذين ( استضعفوا ) .\nوجاء التعبير عن رفض دعوة الرسل ـ كل الرسل ـ بأنه عبادة للشيطان قال تعالى (أَلَمْ أَعْهَدْ إِلَيْكُمْ يَا بَنِي آدَمَ أَن لَّا تَعْبُدُوا الشَّيْطَانَ إِنَّهُ لَكُمْ عَدُوٌّ مُّبِينٌ) 39\nوالمطلوب هو توضيح هذا الربط بين عباد الله في كل زمان ومكان، وبين عباد الشيطان في كل زمان ومكان من خلال دراسة السيرة النبوية . وبيان أن السيرة النبوية ما هي إلا حلقة من حلقات الدعوة إلا الله عبر التاريخ ، هي رسالة الله إلى البشرية بعد أن انحرفوا لردهم إلى الدين الحق . وهذا الربط أيضا يحدث نوع من الأنس بين مسلمي اليوم ومسلمي الأمس . ويشعر المسلم بأن نسبه عريق بين الأجيال ، وفيه استحضار لحال من مضوا والتأسي بهم .\nخامسا: لم يبعث رسول الله ـ صلى الله عليه وسلم ـ للعرب فقط .",
        "(1/15)\n\nبعض ممن يشرحون السيرة النبوية ، يحصرون أحداث السيرة في العهد المكي بين الرسول ـ صلى الله عليه وسلم ـ والمسلمين وبين قريش ، مما يفهم منه أن الدعوة كانت محلية ، علما بأن الرسول ـ صلى الله عليه وسلم ـ خرج إلى الطائف ، وكان يعرض نفسه على القبائل في الحج ، وجاءه الجِنُّ واستمعوا إليه ، وجاءه فريق من نصارى الحبشة والشام حين سمعوا بمبعثه ـ صلى الله عليه وسلم ـ فتلا عليهم القرآن وأسلموا . وفيهم نزل قول الله تعالى .في سورة القصص : (وَلَقَدْ وَصَّلْنَا لَهُمُ الْقَوْلَ لَعَلَّهُمْ يَتَذَكَّرُون . الَّذِينَ آتَيْنَاهُمُ الْكِتَابَ مِن قَبْلِهِ هُم بِهِ يُؤْمِنُونَ . وَإِذَا يُتْلَى عَلَيْهِمْ قَالُوا آمَنَّا بِهِ إِنَّهُ الْحَقُّ مِن رَّبِّنَا إِنَّا كُنَّا مِن قَبْلِهِ مُسْلِمِينَ . أُوْلَئِكَ يُؤْتَوْنَ أَجْرَهُم مَّرَّتَيْنِ بِمَا صَبَرُوا وَيَدْرَؤُونَ بِالْحَسَنَةِ السَّيِّئَةَ وَمِمَّا رَزَقْنَاهُمْ يُنفِقُونَ . وَإِذَا سَمِعُوا اللَّغْوَ أَعْرَضُوا عَنْهُ وَقَالُوا لَنَا أَعْمَالُنَا وَلَكُمْ أَعْمَالُكُمْ سَلَامٌ عَلَيْكُمْ لَا نَبْتَغِي الْجَاهِلِينَ \"40\nوأرسل رسول الله ـ صلى الله عليه وسلم ـ بعض أصحابه إلى الحبشة لتكوين نواة أخرى احتياطية للدعوة الإسلامية 41.\nوبعد ذلك كاتبَ رسول الله ـ صلى الله عليه وسلم ـ الملوك يدعوهم إلى الإسلام .\nفقد كانت الدعوة عالمية من يومها الأول وفي كل مراحلها .\nأضف إلى ذلك البشارات التي كان يتكلم بها الرسول ـ صلى الله عليه وسلم ـ من فتح فارس والشام\n(1/16)",
        "\nوجاء في الحديث \" تُفْتَحُ الْيَمَنُ فَيَأْتِي قَوْمٌ يُبِسُّونَ42 فَيَتَحَمَّلُونَ43 بِأَهْلِهِمْ وَمَنْ أَطَاعَهُمْ وَالْمَدِينَةُ خَيْرٌ لَهُمْ لَوْ كَانُوا يَعْلَمُونَ وَتُفْتَحُ الشَّأْمُ فَيَأْتِي قَوْمٌ يُبِسُّونَ فَيَتَحَمَّلُونَ بِأَهْلِيهِمْ وَمَنْ أَطَاعَهُمْ وَالْمَدِينَةُ خَيْرٌ لَهُمْ لَوْ كَانُوا يَعْلَمُونَ وَتُفْتَحُ الْعِرَاقُ فَيَأْتِي قَوْمٌ يُبِسُّونَ فَيَتَحَمَّلُونَ بِأَهْلِيهِمْ وَمَنْ أَطَاعَهُمْ وَالْمَدِينَةُ خَيْرٌ لَهُمْ لَوْ كَانُوا يَعْلَمُونَ \"44\nوفي الحديث \" إِذَا هَلَكَ كِسْرَى فَلَا كِسْرَى بَعْدَهُ وَإِذَا هَلَكَ قَيْصَرُ فَلَا قَيْصَرَ بَعْدَهُ وَالَّذِي نَفْسِي بِيَدِهِ لَتُنْفَقَنَّ كُنُوزُهُمَا فِي سَبِيلِ اللَّهِ \"45\nوفي الحديث \" تَغْزُونَ جَزِيرَةَ الْعَرَبِ فَيَفْتَحُهَا اللَّهُ ثُمَّ فَارِسَ فَيَفْتَحُهَا اللَّهُ ثُمَّ تَغْزُونَ الرُّومَ فَيَفْتَحُهَا اللَّهُ ثُمَّ تَغْزُونَ الدَّجَّالَ فَيَفْتَحُهُ اللَّهُ \" 46\nفالدعوة كانت عالمية من يومها الأول ، ومن المهم جدا التنبيه على هذا الأمر . فهناك من يردد أن الدعوة كانت محلية عربية ، قرشية . ثم تحت أطماع استعمارية أصبحت عالمية . هذا حديث نفر غير قليل من ( العقلانيين ) وهناك مَن يسمع لهم .\nسادسا : حال البشرية قبل البعثة المحمدية .\nهذه الفقرة متممة لما قبلها .\nكثير ممن يتناول دراسة السيرة النبوية يتناول فقط حال الجاهلية في الجزيرة العربية فقط ، بل يختزل البعض الأمر أكثر من ذلك فلا يتكلم إلا عن حال قريش ، وكأنه صلى الله عليه وسلم لم يبعث إلا إلى العرب فقط ! .\nومن فضّلِة القول أن الرسول ـ صلى الله عليه وسلم ـ بُعث للناس كافة ، وأن نور الإسلام أضاء جنبات المعمورة كلها بعد قرن من وفاته ـ صلى الله عليه وسلم ـ .\nإخواني الكرام !\n(1/17)\n",
        "لم يكن حال البشرية خارج الجزيرة العربية خير من حالها في الجزيرة العربية ، لا في الناحية الدينية ولا في الناحية الاجتماعية ،ولا في الناحية الاقتصادية . لم تكن البشرية قبل محمد صلى الله عليه وسلم ، تعرف أيا من أنواع التكريم للإنسان ، وإن كان هنا رقيا ماديا إلا أنها لم تستفد منه بسبب ترك هدى الله عز وجل .\nفي الفرس :\nكانت المحرمات النسبية التي تعارف على حرمتها أهل الأقاليم المتواضعة موضع خلاف ونقاش عندهم ، حتى أن يزدجر الثاني الذي حكم في أواسط القرن الخامس الميلادي تزوج بنته ، ثم قتلها ، وبهرام جوبين الذي تملك في القرن السادس الميلادي كان متزوجا أخته .\nولم يكن هذا معصية عندهم بل كان قربة يتقربون به إلى الله .!! 47\nوفيهم ظهرت دعوة ( ماني ) التي تدعو إلى العزوبية وترك الزواج استعجالا لفناء البشرية ، ومع أن صاحب هذه الدعوة قتل إلا أن دعوته ظل لها أنصار إلى ما بعد الفتح الإسلامي .\nوفيهم ظهرت دعوة ( مزدك ) التي دعت إلى أن يكون الناس سواء في كل شيء ، في الأموال وفي النساء ، ولاقت هذه الدعوى رواجا كبيرا ، حتى صاروا لا يعرف الرجل ولده ولا المولود أباه .\nوكان الأكاسرة يدَّعون أنهم يجري في عروقهم دمّ إلهي ، وكان الناس ينظرون إليهم كآلهة ويعتقدون أن في طبيعتهم شيئا علويا مقدسا ، فلا يجري اسمهم على لسانهم ، ولا يجلسون في مجالسهم ، وليس لأحد حق عليهم ،وأن ما يعطونه لأحد إنما هو صدقه وتكرم من غير استحقاق ، وليس للناس قبلهم إلا السمع والطاعة .\nودون ذلك كان المجتمع قائما على الطبقية المؤسسة على اعتبار الحرفة والنسب ، وكان من قواعد السياسة أن يقنع كل واحد بمركزه الذي منحه نسبه ، ولم يكن يسمح لأحد أن يتخذ حرفة غير الحرفة التي خلقه الله لها ، ولم يكن الملوك يولُّون وضيعا وظيفة من وظائفهم .\n(1/18)\n\nثم هم جميعهم ـ أهل ـ فارس كانوا ينظرون إلى الأمم الأخرى نظرة ازدراء وامتهان ، ويلقبونها بألقاب فيها احتقار وسخرية ، ويرون أن بهم ما ليس بغيرهم من أسباب الرفعة والعلو ، وأن الله قد خصَّهم بمواهب ومِنَح لم يشرك فيها معهم أحدا .\nوفي ناحية الشعائر التعبدية ، كانت الديانة عندهم هي عبادة النار ، والنار لا توحي لعبادها بشريعة ولا ترسل رسولا ولا تتدخل في شئون حياتهم ، لذا أصبحت الديانة عند المجوس عبارة عن طقوس يؤدونها في أماكن خاصة وأوقات خاصة ، أما في أمورهم فكانوا أحرارا يسيرون على أهوائهم ، أو ما يؤدي إليه تفكيرهم ، أو ما توحي به مصالحهم ومنافعهم .\nوفي الهند والصين كانت البوذية ، وهي ديانة أرضية تدعو إلى قمع شهوات النفس وترك الدنيا وما فيها ثم تحولت إلى الوثنية بعد أن عبدت بوذا ، وتسرب إلى مناهج العبادة السحر والأوهام . وكانت الآلهة متعددة حتى أصحبت المعادن كالذهب والفضة آلهة ، والحيوانات آلهة والأجرام الفلكية آلهة ، وبعض الأشخاص التاريخية آلهة . . . الخ .\nوكانت ذات الطبقية موجودة أيضا .\nأما اليهودية فلم تكن تصلح لحمل مشعل الحضارة للبشرية ، فقد تحولت لديانة مرتبطة بالجنس ، لا ترى عليها في الأمم الأخرى من سبيل ، فلم تكن لدى اليهود نيّة لهداية البشرية وإنما للنيل منها ، وتحقيق أطماعهم على حساب الآخرين .",
        "(1/19)\n\nوالمسيحية ديانة لم تعرف التطبيق في أرض الواقع ، فلم تكن المسيحية في عهدها الأول من التفصيل والوضوح ومعالجة مسائل الإنسان ، بحيث تقوم عليها حضارة أو تسير في ضوئها دولة ، ثم جاءها ( شاؤول اليهودي ) المعروف بـ ( بولس الرسول ) فطمس نورها وطعمها بخرافات الجاهلية التي انتقل منها والوثنية الرومية التي نشأ عليها ، وقضى قسطنطين على البقية الباقية ، حتى أصبحت النصرانية مزيجا من الخرافات اليونانية ، والوثنية الرومية ، والأفلاطونية المصرية والرهبانية ، كما يقول صاحب كتاب ماذا خسر العالم بانحطاط المسلمين .\nوأصبحت بعد زيادات المحرفين وتأويل الجاهلين ، تحُولُ بين الإنسان والعلم والفكر ، وأصبحت على مَر العصور ديانة وثنية يقدس أهلها القديسين والصور المعلقة في الكنائس . حتى أن أصحابها الأوائل لو بعثوا لما استطاعوا التعرف على شي من ديانتهم .\nوحدث أن انقسم النصارى إلى ما يعرف اليوم بالكاثوليك و الأرثوذكس تبعا لاختلافهم في طبيعة المسيح عليه السلام48 ، وكان مذهب الدولة هو المذهب الكاثوليكي . وقاموا باضطهاد من خالفهم المذهب ، فرجالٌ كانوا يُعَذَّبُون ثم يقتلون غرقا ، ورجال كانوا يُشْعِلُون فيهم النار وهم أحياء موثقون ، و غير ذلك من الفظائع .\nوكانت ذات الطبقية الموجودة في غيرهم موجودة فيهم ، فكانت بعض الممالك تزرع وتحصد ، وتحمل زرعها على دوابها وأكتافها لخزينة الدولة .\nوانتشرت الرشوة والفساد الإداري في الدولة ، والفساد الخلقي بين عوام الناس .\nوباقي الشعوب الوثنية في أفريقيا كانت تعيش عيشة أقرب للبهيمية منها للإنسانية .\nهذا هو حال البشرية قبل البعثة المحمدية على صاحبها أفضل الصلاة والسلام .\n(1/20)",
        "\nوأقول : ومن المهم ونحن ندرس السيرة أو نعرضها على الناس أن نوضح حال البشرية قبل البعثة المحمدية ، وذلك لأن فريقا من عبّاد الصليب اليوم يقولون بأن البشرية كانت في أوج حضارتها ثم جاء العرب ـ يعنون المسلمين ـ وهدموا هذه الحضارة . فكان لا بد من التعريج على حال البشرية قبل البعثة المحمدية لبيان أي حضارة هذه التي كانت قبل الإسلام وهدمها الإسلام ؟!!\nوبيان أي حضارة أقامها الإسلام ، وبيان كيف أن الإسلام كان نورا ورحمة من الله للبشرية لمن آمن منها ولمن كفر .\nوهناك فريق آخر أخبث من هذا الفريق ، يتكلم بأنها كانت حركة سياسية كغيرها من الحركات ويعرض السيرة النبوية من هذا القبيل ، وأن الفتوحات ما هي إلا أحد أشكال الاحتلال ، وأنه هبت ثورات فيما بعد لمقاومة هذا الاحتلال49 ورفع الظلم عن الناس . ويذهب يقرأ السيرة النبوية وتاريخ الخلافاء الراشدين ، والسلف الصالح ـ رضوان الله عليهم ـ بهذه الخلفية 50.\n.ونحتاج إلى طرح للسيرة النبوية يبين أن الدعوة ما كانت أبدا قرشية أو عربية ، ولم تكن الحركات التي ظهرت في التاريخ الإسلامي وخاصة الفرق التي ظهرت في القرون الأولى حركات شعوبية ـ باستثناء حركة الزنوج والتي لم تستمر ولم تترك أي أثر فكري أو منهجي في حياة الناس ـ ضد العرب بل كانت حركات عقدية منحرفة ، وكان رؤوسها عرب وسبب نشأتها خلافات دينية51 .\nوهذا الطرح لا بد أن يعمل على ربط العقيدة الصحيحة . . . وأهداف الدعوة الكلية التي هي تعبيد الناس لله ونشر العدل بين الناس بأحداث السيرة النبوية .\nوهذا يستلزم قراء جديدة للسيرة النبوية ، ولعل فيما يأتي مزيد بيان\nسابعا: طبيعة الخطاب الدعوي في مكة ـ وحدة الأهداف والمنطلقات ـ\nفي الجاهلية الأولى كان المال دولة بين الأغنياء ... قِلَّة غنية وكَثرة بالكاد تجد قوت يومها .\nوفي الجاهلية الأولى كانت الحروب تأكل الرجال على ناقة أو لأن فرسا سبقت أختها .!\n(1/21)\n",
        "وفي الجاهلية الأولى كان الزنا وكانت الخمر وكان وأد البنات وبيع الأحرار .\nوفي الجاهلية الأولى كان الشرك الأكبر ( شرك النسك وشرك الطاعة ) ... تُدعى الأصنام من دون الله ويُنذر لها ويُذبح عندها ، وكان شرك الطاعة ... يُشَرِّع الملأ52 ويتَّبِع العوام .\nولم تخل الجاهلية من المصلحين ، الذين يسعون في إصلاح ذات البين وحقن الدماء ورفع الظلم عن الضعفاء .\nوحين بعث رسول الله صلى الله عليه وسلم لم يضع يده في يد أحد من هؤلاء ألبته .\nبكلمات أُخَر :\nرُغم أن الدعوة الإسلامية كانت تدعوا لمثل ما كان يدعو إليه كثير من المصلحين من مكارم الأخلاق إلا أنها لم تضع يدها في يد أحد من هؤلاء .\nذلك لأنه وإن اتحدت الأهداف فإن المنطلقات متغايرة . فهؤلاء دوافعهم شتى .. تدفعهم المروءة ويدفعهم الثناء الحسن ويدفعهم عرف الآباء ، أما المسلمون فيدفعهم طاعة الله ورسوله ـ ولا ينبغي أن يكون لهم دافع غير ذلك ـ .\nوهؤلاء تقف أهدافهم عند إصلاح الدنيا ؛ والمسلمون يصلحون الدنيا للآخرة .\nوشتان .\nومن يتدبر أحداث السيرة النبوية وما كان يَتَنَزَلُ في بداية البعثة يجد أن الدعوة الإسلامية بدأت بتعريف الناس بربهم .. بأسمائه وصفاته وآثار ذلك في مخلوقاته .. كيف أنه الحي القيوم الرحيم الرحمن ذي الجلال والإكرام مالك الملك القريب المجيب .. الخ ، ثم بترسيخ نظرية الثواب والعقاب وذلك بتعريفهم بالجنة ( دار الثواب ) وبالنار ( دار العقاب ) ، وقُصَّ عليهم خبر من سبقوا ، مَن أطاعوا منهم كيف كانت عاقبتهم ومن عصوا منهم ماذا فعل الله بهم . واقرءوا ما نزل من القرآن في مكة ، وكذا الخطاب الدعوي في مكة المكرمة 53.\nثم جاءت التشريعات باسم الله الذي عرفوه بأسمائه وصفاته وبَيْنَ يدي الثواب والعقاب .\nفمثلا قيل لهم : الله ـ الذي عرفوه ـ يأمركم بالصلاة ، ومن فعل فله الجنة ـ التي عرفوها ـ ومن عصى فله النار ـ التي عرفوها ـ .\n(1/22)\n\nوالله الذي عرفتموه يأمركم بالزكاة ومن أطاع فثوابه الجنة التي عرفتموها ، ومن عصى فله النار التي عرفتموها .\nلذا استقامت النفوس محبه ورهبة لله وخوفا من النار وطمعا في الجنة .\nوبهذا يتضح منطلق الدعوة الإسلامية وهدفها ، وهو تعبيد الناس لله ... تعريفهم بربهم ليعظموه ويوقروه ويسبحوه ، وإصلاح الدنيا يجيء تبعا وليس أصلا ، ثم الفوز بالجنة .\nولهذا لم يرتدَّ من أسلم ، ولم يتلكأ في سَيْرِهِ إلى الله .\nوعلى من يعرض السيرة النبوية على الناس ــ أو يقرؤها ـ عليه أن يلتفت لهذا . وأن يتنبه إلى أن الخطاب الدعوي كان في الأساس أخروي تنطلق منه باقي شؤون الحياة .\nوفي بيعة العقبة الثانية وغيرها من أحداث العهد المكي دليل على ذلك54 .\nوأزيد الأمر بيانا فأقول :\nنعم . في العهد المكي كانت الدعوة الإسلامية في خطابها الموجه للجاهلية يومها ، كانت مصرة على أن تبدأ من اليوم الآخر ترغيبا وترهيبا .\nتحاول أن تجعل القلوب معلقة بما عند ربها ترجوا رحمته وتخشى عقابه. ويكون كل سعيها دفعا للعقاب وطلبا للثواب فتكون الدنيا بجملتها مطية للآخرة .\nعلى هذا تربى الصحابة رضوان الله عليهم .بل ورسول الله ـ صلى الله عليه وسلم ـ هو أيضا تربى على هذا المعنى , فقد كان يتنزل عليه ـ بأبي هو وأمي وأهلي صلى الله عليه وسلم ـ \" وَإِمَّا نُرِيَنَّكَ بَعْضَ الَّذِي نَعِدُهُمْ أَوْ نَتَوَفَّيَنَّكَ فَإِلَيْنَا مَرْجِعُهُمْ ثُمَّ اللَّهُ شَهِيدٌ عَلَى مَا يَفْعَلُونَ \" 55\" وَإِنْ مَا نُرِيَنَّكَ بَعْضَ الَّذِي نَعِدُهُمْ أَوْ نَتَوَفَّيَنَّكَ فَإِنَّمَا عَلَيْكَ الْبَلاغُ وَعَلَيْنَا الْحِسَابُ \" [يونس : 40]\nولهذا استقامت النفوس تبذل قصارى جهدها في أمر الدنيا ترجوا به ما عند الله فكان حالهم كما وصف ربهم\" تَرَاهُمْ رُكَّعاً سُجَّداً يَبْتَغُونَ فَضْلاً مِّنَ اللَّهِ وَرِضْوَاناً سِيمَاهُمْ فِي وُجُوهِهِم مِّنْ أَثَرِ السُّجُودِ \"56",
        "(1/23)\n\nوهذا وصف للظاهر ( ركعا سجدا) ووصف للباطن ( يبتغون فضلا من الله ورضوانا ) ، والسياق يوحي بأن هذه هي هيئتهم الملازمة لهم التي يراهم الرائي عليها حيثما يراهم . كما يقول صاحب الظلال ـ رحمه الله ــ .\nواقرأ آيات الأحكام في كتاب الله لتطالع هذا الإصرار من النص القرآني على وضع صورة الآخرة عند كل أمر ونهي ضمن السياق بواحدة من دلالات اللفظ ، المباشرة منها أو غير المباشر ( دلالة الإشارة أو التضمن أو الاقتضاء أو مفهوم المخالفة .. الخ ) .\nفمثلا يقول الله تعالى : \" ويْلٌ لِّلْمُطَفِّفِينَ . الَّذِينَ إِذَا اكْتَالُواْ عَلَى النَّاسِ يَسْتَوْفُونَ . وَإِذَا كَالُوهُمْ أَو وَّزَنُوهُمْ يُخْسِرُونَ . أَلَا يَظُنُّ أُولَئِكَ أَنَّهُم مَّبْعُوثُونَ . لِيَوْمٍ عَظِيمٍ . يَوْمَ يَقُومُ النَّاسُ لِرَبِّ الْعَالَمِينَ \"57\nفتدبر كيف يأتي الأمر بعدم تطفيف الكيل حين الشراء وبخسه حين البيع ؟\nومثله قول الله تعالى (هُوَ الَّذِي جَعَلَ لَكُمُ الْأَرْضَ ذَلُولاً فَامْشُوا فِي مَنَاكِبِهَا وَكُلُوا مِن رِّزْقِهِ وَإِلَيْهِ النُّشُورُ)58\nفهنا أمر بالسعي إلى الرزق , وتذكير بأن هناك نشور ووقوف بين يدي الله عز وجل ، فيسأل المرء عن كسبه من أين أتى وإلى أين ذهب ؟\nبل واقرأ عن الآيات التي تتحدث عن الطلاق في سورة البقرة تجد أنها تختم باسم أو اسمين من أسماء الله عز وجل \" ... فَإِنَّ اللَّهَ سَمِيعٌ عَلِيمٌ \" \" ... وَاعْلَمُوا أَنَّ اللَّهَ بِكُلِّ شَيْءٍ عَلِيمٌ \" \" ... وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ \" \" ... وَاعْلَمُوا أَنَّ اللَّهَ بِمَا تَعْمَلُونَ بَصِيرٌ \" \" .... إِنَّ اللَّهَ بِمَا تَعْمَلُونَ بَصِيرٌ \"\nوهذا بلا شك استحضار للثواب والعقاب .\nومثله الآيات التي تأمر بالحجاب تُختم بـ ( إن ذلكم كان عند الله عظيما )59 و ( .. وكان الله غفورا رحيما )60 .\n(1/24)",
        "\nنعم كان هذا أسلوب القرآن العظيم في عرض قضايا الشريعة كلها وهذه بعض الآيات والأحاديث في هذا الشأن تزيد الأمر وضوحا :\nفي الظِّهار انظر كيف يربط الله تعالى أداء الكفارة بالإيمان به وبرسوله : (فَمَن لَّمْ يَجِدْ فَصِيَامُ شَهْرَيْنِ مُتَتَابِعَيْنِ مِن قَبْلِ أَن يَتَمَاسَّا فَمَن لَّمْ يَسْتَطِعْ فَإِطْعَامُ سِتِّينَ مِسْكِيناً ذَلِكَ لِتُؤْمِنُوا بِاللَّهِ وَرَسُولِهِ وَتِلْكَ حُدُودُ اللَّهِ وَلِلْكَافِرِينَ عَذَابٌ أَلِيمٌ)61\nوانظر كيف جعل الله تعالى تحكيم شرعه شرط للإيمان به62 : (فَلاَ وَرَبِّكَ لاَ يُؤْمِنُونَ حَتَّىَ يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ ثُمَّ لاَ يَجِدُواْ فِي أَنفُسِهِمْ حَرَجاً مِّمَّا قَضَيْتَ وَيُسَلِّمُواْ تَسْلِيماً)63\nوفي الحديث : \" لَا يُؤْمِنُ أَحَدُكُمْ حَتَّى يُحِبَّ لِأَخِيهِ مَا يُحِبُّ لِنَفْسِهِ \"64.\nوفي الحديث \" فَوَ الَّذِي نَفْسِي بِيَدِهِ لَا يُؤْمِنُ أَحَدُكُمْ حَتَّى أَكُونَ أَحَبَّ إِلَيْهِ مِنْ وَالِدِهِ وَوَلَدِهِ \"65\nوفي الحديث \" مَنْ كَانَ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ فَلْيُكْرِمْ ضَيْفَهُ ... الحديث \"66\nومثل هذا كثير في كتاب الله وسنة رسوله ـ صلى الله عليه وسلم ـ .\nهذا ما تربى عليه الصحابة رضوان الله عليهم ، وإنا نجد في كتاب ربنا أننا ملزمون بالسير على دربهم واقتفاء آثارهم قال الله تعالى : (وَمَن يُشَاقِقِ الرَّسُولَ مِن بَعْدِ مَا تَبَيَّنَ لَهُ الْهُدَى وَيَتَّبِعْ غَيْرَ سَبِيلِ الْمُؤْمِنِينَ نُوَلِّهِ مَا تَوَلَّى وَنُصْلِهِ جَهَنَّمَ وَسَاءتْ مَصِيراً)67\nوقال الله تعالى : (فَإِنْ آمَنُواْ بِمِثْلِ مَا آمَنتُم بِهِ فَقَدِ اهْتَدَواْ وَّإِن تَوَلَّوْاْ فَإِنَّمَا هُمْ فِي شِقَاقٍ فَسَيَكْفِيكَهُمُ اللّهُ وَهُوَ السَّمِيعُ الْعَلِيمُ)68\n(1/25)\n",
        "أقول : ملزمون إذا بالتعريج على التوحيد وتصحيح المفاهيم فيه لإخواننا وأخواتنا ،وبناتنا ونسائنا وكل عزيز علينا ، ليكون حالهم مع الأمر والنهي . . . كل الأمر والنهي كحال من سبقوا ؟!\nوحينها . . . حين يتعرفون على ربهم جيدا ، حين يعرفون مصيرهم بعد الموت ، لن تجد كثير مشاغبة في الامتثال للأمر .\nودعني أوسع الأمر أكثر من هذا وأقول :\nلم لا نبدأ مخاطبة ( الآخر )69 بالتوحيد نقول لهم : آمنوا بربكم الذي خلقكم ورزقكم وأحياكم ويميتكم ثم يحاسبكم ؟\nلم لا ننادي فيهم : أسلموا قبل أن تكونوا من جثي جهنم التي وصْفُها كذا وكذا ؟\nأسلموا كي لا تحرموا جنة فيها وفيها ...؟\nويدور الحوار حول دلائل صدق الخبر ومَطْلَبْ المخبر صلى الله عليه وسلم .\nأسذاجة ؟\nلا وربي .فهكذا نشأت خير أمّة أخرجت للناس ، واقرءوا السيرة .\nوعلى من يشرح السيرة النبوية للناس عليه أن يوضح ذلك لهم ، من خلال مواقف الدعوة في العهد المكي والعهد المدني ، ومنهج رسول الله ـ صلى الله عليه وسلم ـ في الدعوة ، وبما كان يخاطب الناس ، وكيف كان يعلمهم التوحيد ويربيهم عليه .\nنعم . نحن بحاجة إلى قراءة جديدة للسيرة النبوية نبين فيها للناس أهداف الدعوة الإسلامية ومنطلقاتها ... نحتاج هذا الطرح الفكري اليوم أكثر من أي يوم مضى .\nفقد قامت اليوم بعض الفصائل الإسلامية بالتحالف مع الأحزاب ذات التوجهات اليسارية ،و توجهت إلى الجماهير بخطاب دنيوي بحت ونادت بشرع الله من باب الأفضلية ... لأنه خير من غيره ، أو لأنه هو الأنسب لإصلاح الدنيا ، فيُقْبِل من يُقبل وليس عنده هدف سوى ما فهمه من هذا الخطاب الدعوي المنقوص .\n(1/26)\n\nواليوم رفعت بعض الفصائل المجاهدة الشعارات الوطنية وراحت تثني على الزعامات العلمانية بدعوى لمِّ شمل أبناء الوطن الواحد ، وهؤلاء وأولئك نحسن الظن بهم ولكن خطاب كهذا تضيع به الأهداف الحقيقية للدعوة الإسلامية أو تتميع في أحسن الأحوال ، ولست اغمز أحدا ـ معاذ الله ـ وإنما أنصح بما أراه صحيحا .\n. أقول : لا بد من المفاصلة الفكرية70 التي يتميز بها سبيل المؤمنين من سبيل الكافرين والمنافقين . وتعرف العامة أين هي؟ وتمضي بوضوح في طريق الله المستقيم . تماما كما بدأت الدعوة في مكة بين ظهراني قريش على يد الحبيب صلى الله عليه وسلم.\nكانت بينة المعالم ، صريحة جدا في معاني الشرك والكفر ، ومآل الكافرين والمشركين ، وإن كانت في النواحي الحركية تتخذ مراحل عدة ، فتهادن قوما وتحارب آخرين ، وتسكت عن أشياء اتباعا لسنة التدرج في التغيير .\nثامنا : أساس الخلاف بين الرسالة والجاهلية.\nأقول ـ مستعينا بالله ـ : كل رسالة واجهت مجتمعا مستمسكا بمجموعة من القيم والأعراف والتقاليد الخاطئة التي تصفها الرسالة بأنها كفر بالله .\nجُملةُ هذه التقاليد تقوم على نوعين من الخطأ :\nأولهما : التقرب والتوجه إلى غير الله بالنسك .\nثانيهما : الطاعة والتشريع والإتباع من دون الله .\nويتحرك هذا المجتمع بإرادة واعية أو غير واعية للمحافظة على وجوده ضد دعوات الرسل ، وفي التنزيل (قَالُواْ أَجِئْتَنَا لِتَلْفِتَنَا عَمَّا وَجَدْنَا عَلَيْهِ آبَاءنَا وَتَكُونَ لَكُمَا الْكِبْرِيَاء فِي الأَرْضِ وَمَا نَحْنُ لَكُمَا بِمُؤْمِنِينَ)71 ،",
        "(1/27)\n\nوفي التنزيل : (قَالُواْ أَجِئْتَنَا لِنَعْبُدَ اللّهَ وَحْدَهُ وَنَذَرَ مَا كَانَ يَعْبُدُ آبَاؤُنَا فَأْتِنَا بِمَا تَعِدُنَا إِن كُنتَ مِنَ الصَّادِقِينَ)72 ، وفي التنزيل \" (وَقَالَ فِرْعَوْنُ ذَرُونِي أَقْتُلْ مُوسَى وَلْيَدْعُ رَبَّهُ إِنِّي أَخَافُ أَن يُبَدِّلَ دِينَكُمْ أَوْ أَن يُظْهِرَ فِي الْأَرْضِ الْفَسَادَ) 73\nومن يتدبر يجد أن شرك الطاعة هو أساس شرك النسك ، فلولا طاعة عمرو بن لحي ـ مثلا ـ لما عُبدت الأصنام في جزيرة العرب .\nولولا طاعة كل قوم لكبرائهم لما ضل مًن ضل (وَقَالُوا رَبَّنَا إِنَّا أَطَعْنَا سَادَتَنَا وَكُبَرَاءنَا فَأَضَلُّونَا السَّبِيلَا)74 ونجد في القرآن الكريم والسنة النبوية المطهرة حصر لمفهوم العبادة في الطاعة .\nقال تعالى (أَلَمْ أَعْهَدْ إِلَيْكُمْ يَا بَنِي آدَمَ أَن لَّا تَعْبُدُوا الشَّيْطَانَ إِنَّهُ لَكُمْ عَدُوٌّ مُّبِينٌ)75\nوعبادة الشيطان هي طاعته 76\nوقال تعالى (اتَّخَذُواْ أَحْبَارَهُمْ وَرُهْبَانَهُمْ أَرْبَاباً مِّن دُونِ اللّهِ وَالْمَسِيحَ ابْنَ مَرْيَمَ وَمَا أُمِرُواْ إِلاَّ لِيَعْبُدُواْ إِلَهاً وَاحِداً لاَّ إِلَهَ إِلاَّ هُوَ سُبْحَانَهُ عَمَّا يُشْرِكُونَ)77\nسمع عدي بن حاتم الطائي ـ رضي الله عنه هذه الآية من رسول الله صلى الله عليه وسلم ـ فاعترض قائلا : ( إِنَّهُمْ لَمْ يَعْبُدُوهُمْ ) فَقَالَ صلى الله عليه وسلم : ( بَلَى إِنَّهُمْ حَرَّمُوا عَلَيْهِمْ الْحَلَال وَأَحَلُّوا لَهُمْ الْحَرَام فَاتَّبَعُوهُمْ فَذَلِكَ عِبَادَتهمْ إِيَّاهُمْ )\n(1/28)",
        "\nيقول بن كثير : قَالَ حُذَيْفَة بْن الْيَمَان وَعَبْد اللَّه بْن عَبَّاس وَغَيْرهمَا فِي تَفْسِير \" اِتَّخَذُوا أَحْبَارهمْ وَرُهْبَانهمْ أَرْبَابًا مِنْ دُون اللَّه \" إنَّهُمْ اِتَّبَعُوهُمْ فِيمَا حَلَّلُوا وَحَرَّمُوا وَقَالَ السُّدِّيّ اِسْتَنْصَحُوا الرِّجَال وَنَبَذُوا كِتَاب اللَّه وَرَاء ظُهُورهمْ وَلِهَذَا قَالَ تَعَالَى \" وَمَا أُمِرُوا إِلَّا لِيَعْبُدُوا إِلَهًا وَاحِدًا \" أَيْ الَّذِي إِذَا حَرَّمَ الشَّيْء فَهُوَ الْحَرَام وَمَا حَلَّلَهُ فَهُوَ الْحَلَال وَمَا شَرَعَهُ اُتُّبِعَ .\nفسمَّ الله ورسوله الإتباع في التحليل والتحريم عبادة ، كما سمى المحللين والمحرمين ـ المشرعين آلهة ـ .\nومثل هذا قول الله تعالى : \" قُلْ يَا أَهْلَ الْكِتَابِ تَعَالَوْا إِلَى كَلِمَةٍ سَوَاءٍ بَيْنَنَا وَبَيْنَكُمْ أَلَّا نَعْبُدَ إِلَّا اللَّهَ وَلَا نُشْرِكَ بِهِ شَيْئًا وَلَا يَتَّخِذَ بَعْضُنَا بَعْضًا أَرْبَابًا مِنْ دُونِ اللَّهِ فَإِنْ تَوَلَّوْا فَقُولُوا اشْهَدُوا بِأَنَّا مُسْلِمُونَ \"78\nوهذا المعنى هو الذي فهمه الصحابة رضوان الله عليهم ، فهذا ربعي بن عامر79 ـ رضي الله عنه ـ يخاطب رستم \" الله ابتعثنا ، والله جاء بنا لنخرج من شاء من عبادة العباد إلى عبادة رب العباد ، ومن جور الأديان إلى عدل الإسلام \" ثم لم تكن الدعوة قرشية أو عربية ، ولم تكن الحركات التي ظهرت في التاريخ الإسلامي وخاصة الفرق التي ظهرت في القرون الأولى حركات شعوبية ـ باستثناء حركة الزنوج ـ ضد العرب بل كانت حركات عقدية منحرفة ، وكان رؤوسها عرب وسبب نشأتها خلافات دينية .\nوهذا الطرح لا بد أن يعمل على ربط العقيدة الصحيحة . . . وأهداف الدعوة الكلية التي هي تعبيد الناس لله ، بأحداث السيرة .\n(1/29)\n",
        "والخلل الملحوظ الذي كتبتُ من أجله هذه الفقرة هو أن كثيرا من الكتاب والخطباء الذين يكتبون السيرة النبوية أو يلقون فيها دروسا ، يحصرون قضية الخلاف بين الجاهلية والدعوة في عبادة الأصنام وبعض القضايا الأخلاقية مثل تحريم الزنا وشرب الخمر ووأد البنات ،وأن الغزوات كانت لمعالجة مشاكل الجوار ولأمور اقتصادية ونحو ذلك وهو من البتر الذي لا يُقبل بحال.\nوالمراد : أنه حين دراسة السيرة النبوية أو عرضها على الناس لا يفهم أبد ا أن الخلاف بين الدعوة والجاهلية القائمة كان في بعض العادات الجاهلية السيئة مثل وأد البنات والزنا وشرب الخمر ورفع الظلم عن الضعفاء ، وبعض مظاهر شرك النسك من عبادة الأصنام والاستقسام بالأزلام ... الخ .\nوإنما كانت ولا زالت القضية الكبرى التي انبثقت منها باقي القضايا هي قضية الطاعة لمن؟ ، أو السلطان يكون لمن ؟ أو بتعبير آخر من تعبد ؟ الله في صورة شرعة ؟ أم الشيطان في صورة المناهج الأرضية التي زينها لأوليائه ؟\nفمن عبد الأصنام إنما عبدها طاعة للأولياء الشيطان ، ومن اعتقد التثليث وكفر بمحمد ـ صلى الله عليه وسلم إنما فعل ذلك طاعة لأولياء الشيطان ، قصد أم لم يقصد .\nتاسعا : الملأ ودورهم البارز في التصدي للدعوة:\nالملأ هم : أَشْرافُ القوم ووجُوهُهم ورؤَساؤهم ومُقَدَّمُوهم، الذي يُرْجَع إِلى قولهم . وفي الحديث: هَلْ تَدْرِي فِيمَ يَخْتَصِمُ الملأُ الأَعْلى؟80\nوالملأ من الكفار لهم دور بارز في تسير الأحداث ، ولا بد من الوقوف على دورهم وإبرازه للناس . إذ هم موجودون مع الباطل في كل مكان وزمان .\n(1/30)\n\nومن خلال قراءتي للسيرة النبوية وما استمعت إليه من شبهات ، من الضالين من أهل الكتاب ، ومن المنحرفين من أهل الملة . . ( القرآنيون ) و ( العلمانييون ) ، يمكنني القول أن الدعوة لا تواجه شبهات حقيقية وإنما تواجه مجموعة من الناس ـ هم الملأ ـ يعرفون الدعوة تماما ، وهم يكذبون على قومهم ويرهبونهم تارة ويرغبونهم تارة من أجل صدهم عن سبيل الله .\nوالآن أذكر بعض المشاهد من السيرة النبوية ومن أحوال الأمم السابقة أوضح بها قولي .\nالوليد بن المغيرة يجلس بين قومه يصف القرآن بعدما سمعه : إن له لحلاوة ، وإن عليه لطلاوة ، وإن أعلاه لمثمر ، وإن أسفله لمغدق ، وإنه يعلو ولا يُعلى عليه ، فيصيح القوم : صبأ الوليد ، ويقوم إليه شيطانهم أبو جهل ويهمس في أذنيه بكلمات ثم يعود ثانية إلى مجلسه .\nوأقبل الوليد على القوم بوجهه ، وظن القوم أن الوليد سيقف موقف الداعي لهذا الدين الجديد ؛ فالأمر ليس ببعيد ؛ فمِن قَبْله عَدَا عمر إلى رسول الله صلى الله عليه وسلم ليقتله ، وعاد من عنده مسلماً ، ولكن الوليد خيّب ظنهم فلم يكن إقباله عليهم إقبال المخلص الداعي لهذا الدين الجديد بل كان المخلص الداعي لدينهم .\nويتكلم الوليد .. يصيح فيهم بأن قولوا في الرجل قولةً واحدةً .. ولا تختلفوا حتى لا يظهر كذبكم .\nويعرض القوم آراءهم : نقول ساحر .. نقول شاعر .. نقول كاهن .. نقول كاذب .. والوليد لا يجد الوصف مناسباً فيردّه .\nويُسند إليه الأمر : قُل أنت يا أبا عمارة نسمع .\nويصمت الوليد .. يجولُ بفكره .. يحاول أن يجد نقيصة في الرجل أو في منهجه [ إِنَّهُ فَكَّرَ وَقَدَّرَ * فَقُتِلَ كَيْفَ قَدَّرَ * ثُمَّ قُتِلَ كَيْفَ قَدَّرَ * ثُمَّ نَظَرَ * ثُمَّ عَبَسَ وَبَسَرَ * ثُمَّ أَدْبَرَ وَاسْتَكْبَرَ ]81.\nيحاول الوليدُ ويحاول .. ولكن أنّى له ؟ ! فالرجل هو الصادق الأمين ، ومنهجه هو هو الذي وصفه من قبل بأن له حلاوة وعليه طلاوة .",
        "(1/31)\n\nويعجز الوليد ، ويعود إلى بعض آرائهم التي قالوها هُم وردها هو من قبل ، يقول : قولوا ساحر ، ثم يُدَلل على قوله وما أكذبه : ألا ترون أنه يفرق بين الرجل وزوجته ، والابن وأبيه [ فَقَالَ إِنْ هَذَا إِلاَّ سِحْرٌ يُؤْثَرُ * إِنْ هَذَا إِلاَّ قَوْلُ البَشَرِ ]82\nويصيح القوم فرحاً بهذا ! ! قاتلك الله يا وليد ! ما حملك على ألا تفعل ما فعل عمر ، وقد وصفت القرآن بما هو حق ، ونفيت عن رسول الله صلى الله عليه وسلم ما ليس بحق ؟ ! كأني بقريش وقد أقسم الملأ منهم أن ما يأتي به محمد صلى الله عليه وسلم هو من عند هذا الغلام الأسود الذي يعتكف بجواره في غار حراء ، كأني بهم وقد كلمت وجوههم وهم يرون هذا الغلام لا يتكلم العربية [ وَلَقَدْ نَعْلَمُ أَنَّهُمْ يَقُولُونَ إِنَّمَا يُعَلِّمُهُ بَشَرٌ لِّسَانُ الَّذِي يُلْحِدُونَ إِلَيْهِ أَعْجَمِيٌّ وَهَذَا لِسَانٌ عَرَبِيٌّ مُّبِينٌ ]83\nكأني برسلهم تعدو في الصحراء تقصد اليهود يسألونهم عن خبر هذا النبي ، ويعطيهم اليهود الأمارة : سلوه عن فتية ذهبوا في الدهر الأول ما كان أمرهم ؟ سلوه عن رجل طوَّاف قد بلغ مشارق الأرض ومغاربها ما كان نبؤه ؟ سلوه عن الروح ما هي ؟ ويُعطونهم صفة الإجابة ، وتعود الرسل ، ويحشر الملأ القوم منادين فيهم : جئنا بالقول الفصل بيننا وبين محمد صلى الله عليه وسلم ، ويعطيهم الصادق الأمين الأمارة تامة .\nثم .. ماذا حدث ؟ الموقف لا يتغير ولا يتبدل ، يظهر الحق ويستيقن فريق من الناس ، ثم يعاندون .\nوما كانت قريش بدعاً ؛ فقد كان لهم سلف فيمن مضوا قوم نوح [ قَالُوا يَا نُوحُ قَدْ جَادَلْتَنَا فَأَكْثَرْتَ جِدَالَنَا فَأْتِنَا بِمَا تَعِدُنَا إِن كُنتَ مِنَ الصَّادِقِينَ ]\n(1/32)",
        "\n84 جُودِلوا ودحضت حجتهم ؛ فالطبيعي بعد هذا هو الإيمان ، ولكن انظر إلى كلامهم ما أعجبه [ جَادَلْتَنَا فَأَكْثَرْتَ جِدَالَنَا فَأْتِنَا بِمَا تَعِدُنَا إِن كُنتَ مِنَ الصَّادِقِينَ ]85 .\nوقوم عاد ينادون نبيهم هوداً - عليه السلام - : [ قَالُوا أَجِئْتَنَا لِنَعْبُدَ اللَّهَ وَحْدَهُ وَنَذَرَ مَا كَانَ يَعْبُدُ آبَاؤُنَا فَأْتِنَا بِمَا تَعِدُنَا إِن كُنتَ مِنَ الصَّادِقِينَ ]86 .\nفهم إذن يفهمون الرجل ، ولا يكون ذلك إلا بإظهار الحجج والبراهين ، ثم انظر إلى موقفهم بعد هذا البيان ، وكيف أنه يطابق موقف من كان قبلهم .\nوقوم ثمود يطلبون الآية فتأتيهم ، ثم ماذا ؟ هل آمنوا ؟ أبداً لا بل عقروا الناقة وقالوا قولة من قبلهم [ فَعَقَرُوا النَّاقَةَ وَعَتَوْا عَنْ أَمْرِ رَبِّهِمْ وَقَالُوا يَا صَالِحُ ائْتِنَا بِمَا تَعِدُنَا إِن كُنتَ مِنَ المُرْسَلِينَ ]87 .\nوقوم لوط ـ عليه السلام ـ [ وَمَا كَانَ جَوَابَ قَوْمِهِ إِلاَّ أَن قَالُوا أَخْرِجُوهُم مِّن قَرْيَتِكُمْ إِنَّهُمْ أُنَاسٌ يَتَطَهَّرُونَ ]88\nلِمَ يا قوم ؟\n: [ إِنَّهُمْ أُنَاسٌ يَتَطَهَّرُونَ ]89\nألهذا ؟ ! !\nوقوم خليل الله إبراهيم - عليه السلام - : [ فَمَا كَانَ جَوَابَ قَوْمِهِ إِلاَّ أَن قَالُوا اقْتُلُوهُ أَوْ حَرِّقُوهُ فَأَنجَاهُ اللَّهُ مِنَ النَّارِ إِنَّ فِي ذَلِكَ لآيَاتٍ لِّقَوْمٍ يُؤْمِنُونَ ]90.\nوإن تعجب فمن أهل مدين قوم شعيب - عليه السلام - نبي الله ؛ إذ يبلِّغ رسالة ربه فيؤمن البعض ، ويكفر البعض الآخر ، ويأخذ الرجل بمبدأ المسالمة : [ وَإِن كَانَ طَائِفَةٌ مِّنكُمْ آمَنُوا بِالَّذِي أُرْسِلْتُ بِهِ وَطَائِفَةٌ لَّمْ يُؤْمِنُوا فَاصْبِرُوا حَتَّى يَحْكُمَ اللَّهُ بَيْنَنَا وَهُوَ خَيْرُ الحَاكِمِينَ ]91 .\nأفي هذا عيْب ؟\n(1/33)\n",
        "ولكن انظر ما ردّ الملأ : [ قَالَ المَلأُ الَّذِينَ اسْتَكْبَرُوا مِن قَوْمِهِ لَنُخْرِجَنَّكَ يَا شُعَيْبُ وَالَّذِينَ آمَنُوا مَعَكَ مِن قَرْيَتِنَا أَوْ لَتَعُودُنَّ فِي مِلَّتِنَا ]92.\nالموقف من الدعوة ورجالها هو هو ، المنطق نفسه يتكرر ، ولا يكاد يتغير ، يعرفون الحق ويستيقنون منه تماماً ثم لا يتبعونه ، وليت الأمر بقي على هذا فالبلية به خفيفة ، بل يعلنون أنه لا هوادة ، ولا مقام مع الحق وأهله .\nوانظر إلى هذه الآيات من سورة إبراهيم كيف أنها تكلمت بألسنتهم مجتمعين على تفرقهم زماناً ومكاناً - كأنهم فردٌ واحد - قال - تعالى - : [ أَلَمْ يَأْتِكُمْ نَبَأُ الَّذِينَ مِن قَبْلِكُمْ قَوْمِ نُوحٍ وَعَادٍ وَثَمُودَ وَالَّذِينَ مِنْ بَعْدِهِمْ لاَ يَعْلَمُهُمْ إِلاَّ اللَّهُ جَاءَتْهُمْ رُسُلُهُم بِالْبَيِّنَاتِ فَرَدُّوا أَيْدِيَهُمْ فِي أَفْوَاهِهِمْ وَقَالُوا إِنَّا كَفَرْنَا بِمَا أُرْسِلْتُم بِهِ وَإِنَّا لَفِي شَكٍّ مِّمَّا تَدْعُونَنَا إِلَيْهِ مُرِيبٍ * قَالَتْ رُسُلُهُمْ أَفِي اللَّهِ شَكٌّ فَاطِرِ السَّمَوَاتِ وَالأَرْضِ يَدْعُوكُمْ لِيَغْفِرَ لَكُم مِّن ذُنُوبِكُمْ وَيُؤَخِّرَكُمْ إِلَى أَجَلٍ مُّسَمًّى قَالُوا إِنْ أَنتُمْ إِلاَّ بَشَرٌ مِّثْلُنَا تُرِيدُونَ أَن تَصُدُّونَا عَمَّا كَانَ يَعْبُدُ آبَاؤُنَا فَأْتُونَا بِسُلْطَانٍ مُّبِينٍ * قَالَتْ لَهُمْ رُسُلُهُمْ إِن نَّحْنُ إِلاَّ بَشَرٌ مِّثْلُكُمْ وَلَكِنَّ اللَّهَ يَمُنُّ عَلَى مَن يَشَاءُ مِنْ عِبَادِهِ وَمَا كَانَ لَنَا أَن نَّأْتِيَكُم بِسُلْطَانٍ إِلاَّ بِإِذْنِ اللَّهِ وَعَلَى اللَّهِ فَلْيَتَوَكَّلِ المُؤْمِنُونَ * وَمَا لَنَا أَلاَّ نَتَوَكَّلَ عَلَى اللَّهِ وَقَدْ هَدَانَا سُبُلَنَا وَلَنَصْبِرَنَّ عَلَى مَا آذَيْتُمُونَا وَعَلَى اللَّهِ فَلْيَتَوَكَّلِ المُتَوَكِّلُونَ * وَقَالَ الَّذِينَ كَفَرُوا\n(1/34)\n\nلِرُسُلِهِمْ لَنُخْرِجَنَّكُم مِّنْ أَرْضِنَا أَوْ لَتَعُودُنَّ فِي مِلَّتِنَا ]93.\nفانظر كيف أن الخيار بين أمرين لا ثالث لهما : [ لَنُخْرِجَنَّكُم مِّنْ أَرْضِنَا أَوْ لَتَعُودُنَّ فِي مِلَّتِنَا ]94 ، وكيف أن هذا هو كلام الكفار جميعهم في مختلف أزمنتهم [ قَوْمِ نُوحٍ وَعَادٍ وَثَمُودَ وَالَّذِينَ مِنْ بَعْدِهِمْ ]95 .\nوما أريده هو أن أسلط الضوء على هذا النوع المجرم من الناس . الذي لا يريد الحق أبدا . . . يكره الحق وهو يعرفه ، ويعرف ما فيه من الخير . يُلبِّس الحق على عوام الناس . . . يحاول أن يضلهم .\nهذا النوع من الناس موجود في كل زمان ومكان ، وهو الذي يختلق المتشابه في القرآن . هو الذي يفتعل المتشابه كذبا وبهتانا كي يلبس على الناس دينهم .\nوإن تدبرت وجدت أن الجهاد في الشريعة يستهدف هؤلاء الناس . وبمجرد القضاء عليهم يدخل الناس في دين الله أفواجا .\nوالمطلوب حين عرض السيرة النبوية أن تكون هناك تحليلات لمواقف الملأ الذين استكبروا من الدعوة النبوية ، وكيف أنهم كانوا يعرفون الحق ويعاندونه . . . كيف أنهم كانوا يحاربون الحق وهم يعلمون ما فيه من الخير . وكيف أنهم موجودون في كل زمان ومكان .\nعاشرا : الدعوة الإسلامية والخصوصية في المفاهيم والتصورات .\nللشريعة الإسلامية خصوصية في الاستعمالات اللغوية للألفاظ ولها خصوصية في المفاهيم والتصورات .\nأولا : خصوصية الشريعة الإسلامية في الاستعمالات اللغوية للألفاظ .\nمثلا كلمة ( الأذان ) في اللغة : الإعلام .. مطلق الإعلام .\nومنه قول الشاعر :\nآذنتنا بِبَينِها أسماء رب ثاوٍ يَمَلُّ منه الثِّواء 96\nوخصص الشرع المعنى فجعله إعلاما مخصوصا عن شيء مخصوص ـ الصلاة المفروضة ـ بصيغة مخصوصة ـ صيغة الأذان الحالية .",
        "(1/35)\n\nوكذا الصوم . مطلق الإمساك في اللغة ، ومنه قولِ الله تعالى على لسان مريمَ عليها السلام (فَكُلِي وَاشْرَبِي وَقَرِّي عَيْناً فَإِمَّا تَرَيِنَّ مِنَ الْبَشَرِ أَحَداً فَقُولِي إِنِّي نَذَرْتُ لِلرَّحْمَنِ صَوْماً فَلَنْ أُكَلِّمَ الْيَوْمَ إِنسِيّاً)97 .\nوفي الشرع : إمساك مخصوص ( عن الطعام والشراب والشهوة ) في وقت مخصوص ( من الفجر حتى غروب الشمس ) . بنية مخصوصة ، وهي نية القربى من الله تعالى بأداء ما افترضه علينا أو ما انتدبنا إليه .\nوكذا التيمم في اللغة القصد . . . مطلق القصد .\nومنه قول الشاعر :\nتيممتُ مصر أطلب الجاه والغنى *** فنلتهما في ظل عيش مُمنَّع\nوزرت ملوك النيل ارتاد نيلهم * * * فأحمد مرتادي وأخصب مربعي\nفكلمة تيممت هنا تعني قصدت .\nوفي الشرع تستخدم كلمة التيمم للدلالة على أمر مخصوص ، وهو بديل الوضوء عند فقد الماء حقيقة أو حكما ، وهو مشروح تفصيله في كتب الفقه .\nوكلمة الإيمان في اللغة التصديق الجازم ومنه قوله تعالى ( . . . وَمَا أَنتَ بِمُؤْمِنٍ لِّنَا وَلَوْ كُنَّا صَادِقِينَ )98 قَوْلَةُ إخوةُ يوسف لأبيهم ، استعمل فيها الإيمان بمعناه اللغوي أي ( بمصدق لنا ) 99.\nولكن إذا أطلقت لفظة الإيمان في الشرع فإنها تدل على تصديق مخصوص . وهو التصديق بما جاء به النبي صلى الله عليه وسلم المستلزم للإذعان بالجوارح .\nأو قل : معرفةٌ بالقلب ـ والتي يسميها علماء العقيدة \" قول القلب ـ \" تولد هذه المعرفة يقينا في القلب ـ وهو ما يسمى عند علماء العقيدة بعمل القلب ـ تنضبط بموجبه به الجوارح . قوة وضعفا . . . وجودا وعدما .\nهذا هو دلالة لفظ الإيمان حين يستخدمه الشرع ( على تفصيل يضيق عنه المقام )\n(1/36)",
        "\nوأحيانا يستعمل الشرع الألفاظ بذات الدلالة اللغوية لها ، فمثلا كلمة الأذان التي تكلمنا عنها ، جاءت بمعناها اللغوي في القرآن الكريم \" فإن تولوا فقل آذنتكم على سواء ، وإن أدري أقريب أم بعيد ما توعدون \"100. فآذنتكم هنا بمعنى أعلمتكم ، استخدمت بمعناها اللغوي .\nوقول الله تعالى \" فأذنوا بحرب من الله \" أي كونوا على علم . أو : أعلموا كل من لم يترك الربا بحرب من الله ورسوله . 101\nوكذا كلمة التيمم جاءت في سورة البقرة ، (يَا أَيُّهَا الَّذِينَ آمَنُواْ أَنفِقُواْ مِن طَيِّبَاتِ مَا كَسَبْتُمْ وَمِمَّا أَخْرَجْنَا لَكُم مِّنَ الأَرْضِ وَلاَ تَيَمَّمُواْ الْخَبِيثَ مِنْهُ تُنفِقُونَ وَلَسْتُم بِآخِذِيهِ إِلاَّ أَن تُغْمِضُواْ فِيهِ وَاعْلَمُواْ أَنَّ اللّهَ غَنِيٌّ حَمِيدٌ)102 أي ولا تقصدوا الخبيث وتنفقوا منه ، .\nوكلمة الصلاة ( إِنَّ اللَّهَ وَمَلَائِكَتَهُ يُصَلُّونَ عَلَى النَّبِيِّ يَا أَيُّهَا الَّذِينَ آمَنُوا صَلُّوا عَلَيْهِ وَسَلِّمُوا تَسْلِيماً )103\nقال بن كثر في تفسير هذه الآية ، قال البخاري : قال أبو العالية : صلاة الله تعالى ثنائه عليه ـ أي على النبي صلى الله عليه وسلم ـ ، وصلاة الملائكة الدعاء .\nوالمعنى يتضح من دِلالة السياق .\nوالمقصود مما تقدم أن الشرع وإن كان قد استخدم اللغة العربية لبيان مراد الله من عباده على لسان رسوله صلى الله عليه وسلم ، إلا أنه خصص لبعض الألفاظ حقائق شرعية فصارت دلالتها اللغوية غير دلالتها الشرعية . وإن تقاطعت المعاني وتطابقت أحيانا .104\nثانيا : خصوصية الشريعة الإسلامية في المفاهيم والتصورات .\nللشريعة الإسلامية أيضا خصوصية في المفاهيم والتصورات ، ولا تكاد تجد مفهوما من المفاهيم التي تعارف عليها الناس إلا وللشريعة الإسلامية خصوصية فيه .\n(1/37)\n",
        "مثلا : مفهوم الرزق ... تحصيل الرزق . أعني تحصيل الرزق على مستوى الفرد وعلى مستوى الأمة ـ ما يقولون عنه الرقي المادي ـ ، الناس لهم أسباب مادية يسلكونها في تحصيل رزقهم .\nوالشرع له خصوصية في هذا الأمر ، فهو يتكلم عن أسباب أخرى مضافة إلى معالجة الأسباب المادية قال تعالى :\n\" ( وَلَوْ أَنَّ أَهْلَ الْقُرَى آمَنُواْ وَاتَّقَواْ لَفَتَحْنَا عَلَيْهِم بَرَكَاتٍ مِّنَ السَّمَاءِ وَالأَرْضِ وَلَكِن كَذَّبُواْ فَأَخَذْنَاهُم بِمَا كَانُواْ يَكْسِبُونَ )105 وقال تعالى : (ذَلِكَ بِأَنَّ اللّهَ لَمْ يَكُ مُغَيِّراً نِّعْمَةً أَنْعَمَهَا عَلَى قَوْمٍ حَتَّى يُغَيِّرُواْ مَا بِأَنفُسِهِمْ وَأَنَّ اللّهَ سَمِيعٌ عَلِيمٌ)106\nوقال تعالى : \" ولو أنهم أقاموا التوراة والإنجيل وما أنزل إليهم من ربهم لأكلوا من فوقهم ومن تحت أرجلهم \" 107\nمثال آخر : من أين يأتي البلاء ؟\nالناس يقولون كلاما كثيرا . . نعرف منه وننكر .\nوالشرع يعطي مفهوما آخر : \" وما أصابكم من مصيبة فبما كسبت أيديكم ويعفوا عن كثير \"108 .\n( أَوَلَمَّا أَصَابَتْكُم مُّصِيبَةٌ قَدْ أَصَبْتُم مِّثْلَيْهَا قُلْتُمْ أَنَّى هَذَا قُلْ هُوَ مِنْ عِندِ أَنْفُسِكُمْ إِنَّ اللّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ ) 109\nوالنصر والتمكين كيف الوصول إليه؟\n: (.... وَلَيَنصُرَنَّ اللَّهُ مَن يَنصُرُهُ إِنَّ اللَّهَ لَقَوِيٌّ عَزِيزٌ) 110\n(وَعَدَ اللَّهُ الَّذِينَ آمَنُوا مِنكُمْ وَعَمِلُوا الصَّالِحَاتِ لَيَسْتَخْلِفَنَّهُم فِي الْأَرْضِ كَمَا اسْتَخْلَفَ الَّذِينَ مِن قَبْلِهِمْ وَلَيُمَكِّنَنَّ لَهُمْ دِينَهُمُ الَّذِي ارْتَضَى لَهُمْ وَلَيُبَدِّلَنَّهُم مِّن بَعْدِ خَوْفِهِمْ أَمْناً يَعْبُدُونَنِي لَا يُشْرِكُونَ بِي شَيْئاً وَمَن كَفَرَ بَعْدَ ذَلِكَ فَأُوْلَئِكَ هُمُ الْفَاسِقُونَ) 111\n(1/38)\n\nوالأمر أوسع من هذا فهناك خصوصية في كل المفاهيم تقريبا . الكبر ... البر ... .. وفي مفهوم المعركة من حيث أسباب النصر فيها ومن حيث جنودها الذين يحضرون القتال ... الخ .\nوإنما أردت هنا لفت النظر فقط .\nلماذا الكلام في الخصوصية ؟\nلأمور أركز على اثنين منها .\nأولهما : فيه نقض لاستدلالات أصحاب الفرق الضالة .\nباستقراء مناهج الفرق الضالة وخصوصا التي تكلمت في الإيمان ، أهلِ الإرجاء والاعتزال والتصوف والمتفلسفة ، تجد أن خطأ هؤلاء الرئيسي يكون في الجهل بأن للشريعة الإسلامية خصوصية في استعمال الألفاظ وفي المفاهيم والتصورات ، وبالتالي تجده يستعمل الألفاظ بمعناها اللغوي دون الحقيقة الشرعية مما يؤدي إلى الخروج بنتائج مغلوطة .\nوهذا بيِّن جدا في حالة الإرجاء ، وله أمثلة كثيرة في ضلالات النصارى التي يسمونها أدلة على ألوهية المسيح في القرآن الكريم 112، وكذا في أطروحات العصرانيين .\nوحيث أن المقصود هنا هو بيان القاعدة وليس مناقشة أدلة هؤلاء فإني أكتفي بمثال أبين فيه قولي ، ولعل الله أن ييسر مناقشة هؤلاء على ضوء هذه القاعدة لاحقا .\nأهلُ الإرجاء ـ مثلا ـ فسروا ( الإيمان ) بمعناه اللغوي ، مدعين بأن القرآن نزل بلسان عربي مبين .استخدموا المقدمات المنطقية العقلية لإثبات باطلهم ، فقالوا القرآن نزل بلسان عربي مبين .\nأليس كذلك ؟\nبالطبع هو كذلك . لا أحد ينكر هذا .\nثم انتقلوا من هذه المقدمات فقالوا العرب تُعرّف لفظ الإيمان بالتصديق الخبري أو ما يقولون عنه المعرفة .إذا الإيمان هو التصديق أو المعرفة ، وذهبوا إلى النصوص وحَمَلوها حملا على القول بباطلهم ، والنصوص من جنس كلام العرب الذي ترد فيه الاحتمالات وتعدد الدلالات ، ويلجأون إلى التأويل بأدنى الحجج ، ومن شأنها أنها طَيِّعة تسير على هوى من يحملها طائعة أو مكرهة .",
        "(1/39)\n\nونعم الشرع استعمل اللغة العربية في بيان مراد الله من عباده ولكنه خصص وأضاف ، ولا بد من الوقوف عند المعنى الشرعي وعدم تجاوزه .\nوالشرع لم يستخدم لفظة ( الإيمان ) بذات الدلالة اللغوية ،وإنما بدلالة أخرى كما قدمنا . وهذا أيضا فيه رد على مرجئة الفقهاء الذين قالوا بأن العمل وإن كان لا بد منه إلا أنه لا يدخل في مسمى الإيمان ذلك لأنهم اعتمدوا تفسير لفظ الإيمان بمعناه اللغوي ، ونحن نقول هناك فرق بين استعمال الشرع للفظة الإيمان واستعمال اللغة لها ولا بد من استعماله بمعناه الشرعي .\nولست هنا معنيا بمناقشة مذهب المرجئة وإنما أريد أن أنبه على أنه لا بد من الرجوع للمعنى الشرعي في تفسير معان الكلمات ، وليس الاكتفاء فقط بالمعنى اللغوي أو العرفي .\nوأهلُ الكلام ... أهل التحريف والتعطيل في الأسماء والصفات ، ركب الشيطان رأسهم من باب التنزيه ، حيث قاموا ينزهون ربهم عن خلقه وعبيده ـ كما زعموا ـ فتصوروا أن التنزيه لا يكون إلا عن طريق نفي المماثلة بالكلية 113، ومن هناك راحوا يعطلون ويحرفون .\nولو أنهم عادوا إلى الشرع ، وعلموا كيف أن له خصوصية تامة في تصورات الإنسان عن خالقه ومعبوده ـ سبحانه وتعالى ـ لما كان شيء من هذا .\nوالأمثلة على هذه القاعدة عند العصرانيين ، وعباد الصليب أكثر وأوضح ، وفي النية استخراج بحث في هذا الشأن والله المستعان .\nثانيهما : المناعة الفكرية .\n(1/40)",
        "\nالإيمان بأن للشريعة الإسلامية خصوصية في المفاهيم والتصورات ، والاستعمالات اللغوية للألفاظ ، وأنه لا بد من الوقوف عليها ومراجعتها قبل التكلم في أي موضوع ، وكذا الإيمان بأن الدين كامل \" اليوم أكملت لكم دينكم وأتممت عليكم نعمتي ورضيت لكم الإسلام دينا \" . وليس فقط بل الإيمان بأن الأحكام الشرعية في غاية الحكمة ، وذلك لأنها من الله العليم الخبير الذي يعلم من خلق وهو اللطيف الخبير . وأنه يجب رد كل ما أشكل على المرء إلى الكتاب والسنة ، وأن لا يمضي في اتخاذ أحكام أو رسم تصورات قبل مراجعة أهل العلم من العلماء الربانيين كما أمر ربنا .\n(وَإِذَا جَاءهُمْ أَمْرٌ مِّنَ الأَمْنِ أَوِ الْخَوْفِ أَذَاعُواْ بِهِ وَلَوْ رَدُّوهُ إِلَى الرَّسُولِ وَإِلَى أُوْلِي الأَمْرِ مِنْهُمْ لَعَلِمَهُ الَّذِينَ يَسْتَنبِطُونَهُ مِنْهُمْ وَلَوْلاَ فَضْلُ اللّهِ عَلَيْكُمْ وَرَحْمَتُهُ لاَتَّبَعْتُمُ الشَّيْطَانَ إِلاَّ قَلِيلاً) 114\n(يَا أَيُّهَا الَّذِينَ آمَنُواْ أَطِيعُواْ اللّهَ وَأَطِيعُواْ الرَّسُولَ وَأُوْلِي الأَمْرِ مِنكُمْ فَإِن تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللّهِ وَالرَّسُولِ إِن كُنتُمْ تُؤْمِنُونَ بِاللّهِ وَالْيَوْمِ الآخِرِ ذَلِكَ خَيْرٌ وَأَحْسَنُ تَأْوِيلاً) 115\nفهنا جعل الرد لله والرسول شرط لصحة الإيمان . . . \" فَرُدُّوهُ إِلَى اللّهِ وَالرَّسُولِ إِن كُنتُمْ تُؤْمِنُونَ بِاللّهِ وَالْيَوْمِ الآخِرِ \" .\nولاحظ أن الرد ليس مقتصرا على الأمور العظام بل على كل شيء . فانظر كيف أتى التعبير بكلمة شيء التي هي نكره ، وفي سياق الشرط لتفيد العموم . فكل شيء يجب أن يرد إلى الكتاب والسنة ، ومن لا يعرف يسأل .\nحين يعرف المسلم هذا الأمر تتكون عنده مناعة فكرية ، فلا يقبل كل ما يسمع بل يكون عنده خاصية الانتقاء ... القبول والرد .\nودعني أضرب الأمثال ليتضح المقال .\n(1/41)\n",
        "نجد أن كثيرا من المسلمين يردد كثيرا من الكلمات وهي بمعان مستحدثه لا نعرفها في ثقافتنا وتراثنا . بل ننكرها .\nمثلا كلمة ( الحرية ) و كلمة ( المساواة ) ، تردد على لسان كثير من أبناء الأمة الإسلامية , وهي كلمات غربية بدلالات غير إسلامية . هذا أقل ما يمكن أن يقال فيها .\n…\nفـ ( الحرية ) تعني عندهم حرية المرأة في التبرج والسفور بل والعري ، ومخالطة الرجال في أماكن العمل وفي أماكن اللهو بما لا يخفى ، والحرية في مفهومهم تشمل حرية الكلمة وإن كانت سبَّا لله ورسوله وطعناً في الدين ،أو غمزا لعباد الله الموحدين .\nوعندنا \" (مَا يَلْفِظُ مِن قَوْلٍ إِلَّا لَدَيْهِ رَقِيبٌ عَتِيدٌ) 116\"\nوعندنا \" إِنَّ الْعَبْدَ لَيَتَكَلَّمُ بِالْكَلِمَةِ مِنْ رِضْوَانِ اللَّهِ لَا يُلْقِي لَهَا بَالًا يَرْفَعُهُ اللَّهُ بِهَا دَرَجَاتٍ وَإِنَّ الْعَبْدَ لَيَتَكَلَّمُ بِالْكَلِمَةِ مِنْ سَخَطِ اللَّهِ لَا يُلْقِي لَهَا بَالًا يَهْوِي بِهَا فِي جَهَنَّمَ \"117\nفالحرية لها ضوابط وحدود .\nو( المساواة ) عندهم تشمل تسوية الرجل بالمرأة في كل شيء . وعندنا للمرأة ما ليس للرجل ، وللرجل ما ليس للمرأة ، وعلى كلٍ من الحقوق ما ليس على الآخر ، تبعا للاختلافات الجسمية والنفسية .( ... وليس الذكر كالأنثى ..... ) حِكْمة العليم الحكيم الذي يعلم من خلق وهو اللطيف الخبير ،\nوالمساواة عندهم تعني أيضا مساواة أهل الكفر بأهل الإيمان ، وعندنا \" أفنجعل المسلمين كالمجرمين . مالكم كيف تحكمون . أم لكم كتاب فيه تدرسون \" ؟؟!!.\" .\nفبينهما فرق : بين معاني الألفاظ الحديثة فيما هي مستعملة اليوم فيه , ومعناها في الشرع , فرق يجب الوقوف عليه , ولا يردد هكذا دون تدبر .\nفلو علموا أن هناك خصوصية للشريعة الإسلامية في المفاهيم والتصورات ، ما رددُّوا هكذا بدون وعي ، ولرجعوا إلى الشريعة الإسلامية يستنطقونها ماذا تقول في كل ما يعرض عليهم .\n(1/42)\n\nوالمطلوب ممن يعرض السيرة النبوية على الناس ـ أو يقرأها هو ـ أن يبين هذه الخصوصية في المفاهيم والتصورات ومعاني الألفاظ وهو يعرض الغزوات مثلا ، وهو يشرح بعض مواقف النبي ـ صلى الله عليه وسلم ـ مع أصحابه أو أعدائه . لتتكون مناعة فكرية عند من يسمع نحن في أمس الحاجة إليها اليوم في هذه الأيام .\nحادي عشر :الدعوة الإسلامية دعوة عملية وليست مفاهيم نظرية فحسب .\nمن يتدبر حال النصرانية ـ مثلا ـ يجد أنها تحولت إلى مجموعة من المفاهيم النظرية التي يكفي مجرد التصديق بها للانتساب إليها ، وإذا انضم إلى هذه المفاهيم ممارسة بعض الشعائر التعبدية فإن الشخص يعتبر من المتديين .!\nحتى أنك حين تستمع إلى دعوة النصرانية ـ مثلا ـ تجد أنها دعوة إلى التصديق بأمور نظرية ، مثل قضية التثليث ، وقضية الصلب والفداء ، وقداسة الباباوات . وبعض الشعائر التعبدية ، والحياة بعد ذلك تخضع لما يمليه عليهم الواقع ، أو ما يحلو لأحبارهم ورهبانهم وأرباب الرأي فيهم .\nوكذا أصبحت البوذية واليهودية ، وكاد الإرجاء أن يفعلها بالدعوة الإسلامية لولا أن الله قيض لهذا الدين رجالا أحيا بهم السنة وأمات بهم البدعة .\nوأعرض بعض المشاهد من السيرة النبوية ، لأبين بها أن الدين لم يكن يوما ما نظرية مجردة ولا مجادلة فكرية يُكتفي بمجرد الاقتناع بها ...\nتروي لنا كتب السير أن مسلمة جلست في سوق بني قينقاع في المدينة عند صائغ يهودي فراودها عن كشف وجهها فأبت عليه ، فعقد طرف ثوبها إلى ظهرها على حين غفلة منها ، فلما قامت انكشفت سوأتها ، فضحكوا بها ، فصاحت . فوثب رجل من المسلمين على الصائغ اليهودي فقتله ، وشدت اليهود على المسلم فقتلوه .\nهذا مشهد من المشاهد ترويه لنا كتب السيرة ، والمشهد التالي له مباشرة ـ في كتب السيرة ـ هو حصار رسول الله ـ صلى الله عليه وسلم ـ لبني قينقاع وإصراره على ذبحهم لولا وقاحة بن سلول في شفاعته لهم .",
        "(1/43)\n\nوسقط من كل الروايات ما بين المشهدين ـ ما حدث في السوق والحصار ـ من الأحداث , كأن الحدثين متلاصقين .\nفلم تروِ لنا كتب السير أن أحدا من المسلمين تكلم بأن مَن فعل الفعلة قُتل فكفّوا أيديكم يكفي . . . لا داعي للقتال الذي يتساقط فيه الرجال ، وتتيتم به الأطفال ، وتترمل به النساء .\nولم تروِ لنا كتب السير أن أحدا من المسلمين تكلم بأن الأمر لم يتجاوز كشف جزء من العورة لفترة وجيزة .\nولم تروِ لنا كتب السير أن أحدا من المسلمين تكلم بأن لبني قينقاع إخوة في الدين والملة في ذات المدينة ، هم بنو قريظة وبنو النضير وورائهم في خيبر عدد وعتاد ولهم حلفاء من غطفان ، وغطفان يومها غطفان .\nبل لم يتكلم أحد مطلقا .\nلم ترو كتب السيرة سوى فعل ، وهو حصار رسول الله صلى الله عليه وسلم لهم حتى أجلاهم .\nوتروي لنا كتب السيرة أن الرسول ـ صلى الله عليه وسلم ـ ذهب في عشرة من أصحابه لبني النضير يطلب منهم وفاء ما عاهدوه عليه ، فغدروا وهمُّوا بقتله ـ صلى الله عليه وسلم ـ وحين علم بغدرهم وهو جالس تحت جدار بيت من بيوتهم قام ولم يتكلم ، وأعد الجيش ولم يتمهل ، وحاصرهم حتى خربت بيوتهم بأيديهم وأيدي المؤمنين ، وخرجوا منها أذلاء صاغرين .\nوتروي لنا كتب السير أن الأخبار أتت رسول الله ــ صلى الله عليه وسلم ــ بأن خالد بن سفيان الهُذلي يُجَمِّع العرب في بطن عُرْنَة عند سفح عرفة على بعد خمسمائة كيلو متر من المدينة ،فأرسل له رجلا ( عبد الله بن أُنيس ) من المدينة يسعى على قدميه فأخمد الفتنة . ولم نسمع كثيرا ولا قليلا من الكلام .\nوغدرت قريش بعهدها مع النبي ـ صلى الله عليه وسلم ـ وراحت وجاءت وقالت وأكثرت ، وما كان من الحبيب ــ صلى الله عليه وسلم ـ إلا أن رد عليهم بفعل لا بقول . . . استنفر أصحابه وجمََََّع جيشه وفتح مكة .\n(1/44)",
        "\nوغدرت قريظة فذبحت ، وقتلت غسان رسولَ رسولِ الله ـ صلى الله عليه وسلم ـ فتحرك جيش مؤتة ، وبنو المصطلق همّوا بالتَّجَهُز فوجدوا الخيل صباحا تشرب من مائهم .\nهكذا ... نعم هكذا .\nلم يكن رسول الله ـ صلى الله عليه وسلم ـ يتكلم كثيرا . كان هادئا كثير الصمت يعمل ولا يتكلم .\nولم يكن الباعث على هذا ( التصرف الفعلي ) من الرسول ـ صلى الله عليه وسلم ـ هو كثرة العدد ووفرة العتاد ،فقد كانت الحال حال . . . هو منهج الدعوة من يومها الأول \" أنظر كيف بدأت ، \" يا أيها المدثر قم فأنذر \" \" إن لك في النهار سبحا طويلا \" .\nفلم تكن فقط عملية وجادة مع المخالف وإنما أيضا في تربية الجماعة المؤمنة ، كانت الدروس كلها عملية .\nيذبح سبعون من الصحابة يوم أحد منهم الحمزة بن عبد المطلب ليتعلم القوم درسا من جملة واحدة \" قلتم أنى هذا قل هو من عند أنفسكم \" (وَمَا أَصَابَكُم مِّن مُّصِيبَةٍ فَبِمَا كَسَبَتْ أَيْدِيكُمْ وَيَعْفُو عَن كَثِيرٍ)\nويستمر حادث الإفك شهرا ليتعلم القوم درسا عمليا (لَوْلَا إِذْ سَمِعْتُمُوهُ ظَنَّ الْمُؤْمِنُونَ وَالْمُؤْمِنَاتُ بِأَنفُسِهِمْ خَيْراً وَقَالُوا هَذَا إِفْكٌ مُّبِينٌ) (إِذْ تَلَقَّوْنَهُ بِأَلْسِنَتِكُمْ وَتَقُولُونَ بِأَفْوَاهِكُم مَّا لَيْسَ لَكُم بِهِ عِلْمٌ وَتَحْسَبُونَهُ هَيِّناً وَهُوَ عِندَ اللَّهِ عَظِيمٌ) (النور : 15 )\nويقاطعُ المخلفون عن غزوة تبوك خمسين يوما حتى ضاقت عليهم الأرض بما رحبت وضاقت عليهم أنفسهم ، ليتلقوا درسا عمليا ـ هم ومن يشاهدونهم ومن يسمع بهم ـ كي لا يتخلفوا ثانية عن رسول الله ولا يرغبوا بأنفسهم عن نفسه .\nهذا حاله ـ صلى الله عليه وسلم ـ في التعامل مع عدوه ومع أتباعه . . . هذا هو المنهج الرباني الذي تحرك به النبي ـ صلى الله عليه وسلم ـ .\n(1/45)\n",
        "وإن من أوضح الأمور لمن يتدبر نشأت الجماعة المؤمنة على يد الرسول ــ صلى الله عليه وسلم وكيف نمت وتطورت وكيف عالجت مشاكلها الداخلية ـ بين أفرادها ـ والخارجية مع أعدائها ، أن نهج الشرع كان عمليا ، ولم يكن يوما ما نظريا .\nومن الواضح جدا ــ أيضا ــ أن الأفراد ميزتهم المواقف ولم يتميزوا بالمعرفة الذهنية ، ولا بأصوات العامة لهم .\nولم تكن فقط عملية في الناحية العسكرية بلْ وفي النواحي الأخرى شريعية ،تُحرم الخمر فتهراق القلال في الشوارع حين سماع الخبر ، واسمع :\nعن أنس بن مالك ـ رضي الله عنه ـ قال : ( مَا كَانَ لَنَا خَمْرٌ غَيْرُ فَضِيخِكُمْ هَذَا الَّذِي تُسَمُّونَهُ الْفَضِيخَ فَإِنِّي لَقَائِمٌ أَسْقِي أَبَا طَلْحَةَ وَفُلَانًا وَفُلَانًا إِذْ جَاءَ رَجُلٌ فَقَالَ وَهَلْ بَلَغَكُمْ الْخَبَرُ فَقَالُوا وَمَا ذَاكَ قَالَ حُرِّمَتْ الْخَمْرُ قَالُوا أَهْرِقْ هَذِهِ الْقِلَالَ يَا أَنَسُ قَالَ فَمَا سَأَلُوا عَنْهَا وَلَا رَاجَعُوهَا بَعْدَ خَبَرِ الرَّجُلِ )118\nونزلت آية الحجاب ( وَلْيَضْرِبْنَ بِخُمُرِهِنَّ عَلَى جُيُوبِهِنَّ ) فشقَّ النساء مُرُوطَهُنَّ فَاخْتَمَرْنَ بها .\nويأتي الأمر بتحويل القبلة من بيت المقدس إلى الكعبة المشرفة ، فيستدير الناس وهم ركوع .\nفقد كانت الدعوة عملية ، تتطالب كل من آمن بها بالالتزام العملي الجاد بشرائعها وشعائرها .\nففي أحداث السيرة النبوية بيان قوي لبطلان قول من أراد أن يجعل الدين مجرد مفاهيم نظرية يعتقدها ويتكلم بها دون أن يلتزم بها . فردا كان أم مجتمعا .\n(1/46)\n\nوفي سِيرةِ مَنْ تخلف عن الهجرة إلى المدينة وقعد بمكة وقتل يوم بدر ردٌ قوي على هؤلاء ، ونزل فيهم قول الله تعالى : ( إِنَّ الَّذِينَ تَوَفَّاهُمُ الْمَلآئِكَةُ ظَالِمِي أَنْفُسِهِمْ قَالُواْ فِيمَ كُنتُمْ قَالُواْ كُنَّا مُسْتَضْعَفِينَ فِي الأَرْضِ قَالْوَاْ أَلَمْ تَكُنْ أَرْضُ اللّهِ وَاسِعَةً فَتُهَاجِرُواْ فِيهَا فَأُوْلَئِكَ مَأْوَاهُمْ جَهَنَّمُ وَسَاءتْ مَصِيراً )119\nومن نزل فيهم قول الله تعالى : ( فَمَا لَكُمْ فِي الْمُنَافِقِينَ فِئَتَيْنِ وَاللّهُ أَرْكَسَهُم بِمَا كَسَبُواْ أَتُرِيدُونَ أَن تَهْدُواْ مَنْ أَضَلَّ اللّهُ وَمَن يُضْلِلِ اللّهُ فَلَن تَجِدَ لَهُ سَبِيلاً )120\nودعك من أهل الإرجاء فالظاهرة عامة . . . العقيدة دروس علمية . . نظرية فقط ، لا تكاد تعرف ( الأخ ) إلا من كلامه ، قليل من تتعرف عليهم من وجوههم وأفعالهم .\nواليوم شعارات نرفعها وننام تحتها ، مكتفين بمجرد الانتساب للعمل الإسلامي .\nواليوم شعارات نرفعها ونتعصب لها .\nوالمطلوب حين عرض السيرة النبوية على الناس أن ينبه على هذا الأمر ، وأن نقف مع الأحداث نبين كيف كانت الدعوة جادة ، ولم تكن يوما ما مفاهيم نظرية فقط .\nوأن المفاهيم الإسلامية ما جاءت إلا لتنشئ واقعا ... إلا لتترجم على أرض الواقع .\nوالله أسال أن يبارك لي في كلماتي وأن ينفع بها من كتب ومن نشر ومن قرأ .\nوآخر دعوانا أن الحمد لله رب العالمين .\nالفهرس\nمقدمة الكاتب وتشمل بيان أهمية وضع ضوابط للسيرة النبوية ..........................................\nأولا : لماذا ندرس السيرة النبوية؟! ...........................................................................\nثانيا : السيرة النبوية وصحة المصادر . ........................................................................",
        "(1/47)\n\nثالثا : شخصية الرسول ـ صلى الله عليه وسلم ـ المفترى عليها .............................................\nرابعا :البعثة المحمدية حلقة من حلقات الدعوة إلى الله ..................................................\nخامسا : لم يبعث رسول الله ـ صلى الله عليه وسلم ـ للعرب فقط .........................................\nسادسا : حال البشرية قبل البعثة المحمدية .................................................................\nسابعا :الخطاب الدعوي في مكة ـ وحدة الأهداف والمنطلقات ـ .........................................\nثامنا : أساس الخلاف بين الرسالة والجاهلية.. ..............................................................\nتاسعا : الملأ ودورهم البارز في التصدي للدعوة ............................................................\nعاشرا : خصوصية الشريعة الإسلامية في المفاهيم والتصورات .............................................\nحادي عشر : الدعوة الإسلامية دعوة عملية جادة ،وليست مفاهيم نظرية . ............................\n1 في الرحيق المختوم بين القوسين(وقَلَبَ بها موازين الحياة ) ، وقد اعترض على هذه الجملة الدكتور / محمد صامل السلمي في تصويبه للرسالة قائلا : الدين لا يقلب موازين الحياة لأنه دين الفطرة لكنه يقلب الموازين المنحرفة . لذا قمت باستبدالها بـ ( وعدّل بها الموازين المنحرفة في هذه الحياة ) .\n2مقدمة الرحيق المختوم للمباركفوري .\n3 متفق عليه واللفظ للبخاري كتاب الإيمان / 13\n4 البخاري كتاب الإيمان والنذور 6142\n5 البخاري كتاب الأدب 5701، وكتاب المناقب 3412 وكتاب الأحكام 6620 ، ومسلم كتاب البر والصلة 4777 ،\n6 البداية والنهاية لابن كثير 3 / 241 ـــ نقلا عن فقه السيرة للغضبان .\n(7) …الجامع لأخلاق الراوي وآداب السامع (2/195).\n(1/48)",
        "\n8 8 الكتاب المقدس عبارة عن قسمين ( العهد القديم ) و( العهد الجديد ) ، ( العهد القديم ) يتكون من عدة أجزاء : ( الأسفار الخمسة ) المنسوبة لموسى عليه السلام ، وهي ما يقال لها عند المسلمين التوراة مجازا ، و ( الأسفار التاريخية ) منسوبة لعدد من الأنبياء الذين عاصروا هذه المرحلة . ، و ( أسفار الشعر والحكمة ) ، و( الأسفار النبوية ) ، و ( أسفار الأبوكريفا ) ـ وهي محل خلاف عندهم ـ ويطلق النصارى لا اليهود على هذا الأجزاء الأربعة اسم ( العهد القديم ) ، وتسمى أيضا الكتب والناموس ، ويطلق اسم التوراة على الأجزاء الثلاثة الأخيرة تجوزا .\nو ( العهد الجديد ) هو مجموعة الأناجيل الأربعة والرسائل الملحقة بها، وينسب إلى ثمانية من المحررين ينتمون إلى الجيل الأول والثاني من النصرانية، وهم متى ومرقس ولوقا ويوحنا أصحاب الأناجيل، ثم بولس صاحب الأربع عشرة رسالة ، ثم بطرس ويعقوب ويهوذا، وتنسب إليهم القليل من الرسائل.\n. راجع إن شئت ـ هل العهد الجديد كلمة الله ؟! ، وهل العهد القديم كلمة الله ؟! للشيخ الدكتور منقذ محمود السقار .\n9 عندما تسأل عن أصول الترجمات لا تجد من يجيبك ، وإنما يقال لك هذه ترجمة عربية للترجمة الإنجليزية مثلا . والأصل مفقود .\n10 الراجح أن القصة لم تثبت ، ومن قال بثبوتها عملا بتعضيد الرويات المرفوعة بعضها لبعض ، نفى أن يكون النبي ـ صلى الله عليه وسلم ـ تكلم بهذا الكلام ( وإنهن الغرانيق العلا . وإن شفاعتهم لترتجى ) ، فمن أثبت القصة نفي أن يكون النبي ـ صلى الله عليه وسلم تكلم بهذا الكلام ، وإنما ألقاه الشيطان في أذن المشركين ـ وقد ذهب بعض المحققين ـ عماد الشربيني في رسالته رد الشبهات عن عصمة النبي صلى الله عليه وسلم ص 325ـ 257 ــ إلى رد القصة وإثبات بطلانها من عدة طرق ، ورد على بن حجر ما قاله في هذا الموضع ، فليرجع إليه من أراد أن يستزيد\n11 (الذاريات : 56 )\n(1/49)\n",
        "12 في المسند( 20566) من حديث أبي ذر قال : قُلْتُ : يَا رَسُولَ اللَّهِ أَيُّ الْأَنْبِيَاءِ كَانَ أَوَّلُ ؟ قَالَ آدَمُ قُلْتُ يَا رَسُولَ اللَّهِ وَنَبِيٌّ كَانَ قَالَ نَعَمْ نَبِيٌّ مُكَلَّمٌ .\n13 وهو من قول بن عباس رضي الله عنهما ، راجع تفسير بن كثير عند قوله تعالى \" وقرن في بيوتكن ولا تبرجن تبرج الجاهلية الأولى \" [ الأحزاب : 33 ]\n14 ظاهرة الإرجاء للدكتور سفر الحوالي ـــ المقدمة .\n15 (البقرة : 213 )\n16 (الحديد : 25 )\n17 الشورى : 17\n18 \"[ النساء : 150، 151 ]\n19 (آل عمران : 19 )\n20 (الشعراء : 105 )\n21 (آل عمران : 85 )\n22 البقرة : 127 ، 128\n23 البقرة : 131\n24 البقرة : 133 ، 132\n25 الأعراف : 126\n26 يونس : 84\n27 يونس : 72\n28 النمل : 30 ، 31\n29 النمل : 42\n30 الذاريات : 35 ، 36\n31 البخاري 3443 كتاب أحاديث الأنبياء من حديث أبي هريرة رضي الله عنه . والعلَّات الضرائر ، وبنوا العلِّات الإخوة للأب غير الضرائر .\n32 الروض الأنف قصة مقتل عروة بن مسعود الثقفي . وحاء في سنن الترمزي 3582في كتاب المناقب من حديث جابر بن عبد الله رضي الله عنه وهو في الإسراء والمعراج وصف عروة بن مسعود الثقفي بعيسى عليه السلام . وجاء ذلك أيضا في صحيح مسلم كتاب الإيمان حديث رقم 251 .\n33 السيرة النبوية لأبي بكر الجزائري . عند ذكر أحداث غزوة بدر .\n34 مسند أحمد 5172\n35 والبداية والنهاية لابن كثير : جـ 2 ــ 220\n36 البخاري 2634ومسلم 4436.\n37 البخاري كتاب المغازي حديث رقم 4382\n38 انظر مختصر السيرة النبوية للإمام محمد بن عبد الوهاب ــ المقدمة .\n39 يس : 60\n40 القصص : 51 ـ 55\n(1/50)\n\n41 ولم يكن سبب الهجرة هو الهروب من التعذيب كما تتكلم بعض المصادر ، وإنما أصح من ذلك أن يقال أنها كانت لتكوين نواة احتياطية للدعوة الإسلامية ، يدل على ذلك كون من هاجروا إلى الحبشة ممن لهم شوكة في مكة مثل جعفر بن أبي طالب وعثمان بن عفان والزبير بن عوام ...\nوكونهم لم يرجعوا بعد الهجرة مباشرة بل بعد سبع سنيين من الهجرة حين استقرت الدولة الإسلامية بوضوح .\n42 أي يزينون للناس الخروج من المدينة .\n43 أي يحملون أهلهم ومتاعهم ويخرجون\n44 البخاري 1875 كتاب الحج\n45 البخاري3120 كتاب فرض الخمس\n46 وفي صحيح مسلم في كتاب الفتن وأشراط الساعة الحديث 5161\n47 ما ذا خسر العالم بانحطاط المسلمين صـ 37ط دار الكلمة للنشر والتوزيع .\n48 النصارى جميعهم يؤمنون بأن للمسيح طبيعتين ، طبيعة بشرية ، وطبيعة إلهية ، ومنهم من يغلب الطبيعة البشرية على الإلهة وهم الآشوريون في شمال شرق العراق ، وشمال غرب ايران ، وجنوب غرب تركيا .\nويعرفون باسم النسطوريون ( نسبة إلى نسطريوس ) ، ومنهم من يغلب الطبيعة الإلهة ويقول أن انسانية المسيح ضاعت في ألوهيته كما تضيع قطرة الخل في الماء ، وهم اليعقوبيون ( أتباع يعقوب البردعي ) وهم اليوم الكنيسة القبطية في مصر وما يتبعها في الشام ، وأثيوبيا . ومنهم من يطرح رؤية متزنة بين الطبيعتين وهم الكاثوليك ، وكل منهم يكفر الآخر على هذه العقيدة . ، وبينهما انقسامات أخرى باعتبارات ثانية حتى قيل أن الطائفة الإنجليين في أمريكا وحدها ثلاثمائة وأربعة عشر طائفة ، وهم أقل الطوائف إنقساما فيما بينهم ، وكثير من هذه الطوائف يكفر بعضها بعضا . والحمد لله على نعمة الإسلام .",
        "(1/51)\n\n49 يعنون بهذه الثورات ، حركة الخوارج في آخر عهد الخلافة الإسلامية ، وفي أيام بني أميه ـ نهاية القرن الأول الهجري ـ في المغرب العربي ، وكذا تمرد الحارث بن سريج في خرسان ، ومشهور أن حركة الخوارج كانت عقدية المنشئ نشأت حول الخلاف على التحكيم ، ثم كان مرتكب الكبيرة هي قضيتهم التي فارقوا بها أهل السنة والجماعة ، فلم تكن إذا حركة ساسية ، ولم تكن أبدا حركة عرقية قام بها أصحاب الجنسيات الأخرى ضد العرب المسيطرين على الحكم ، كما يزعم هؤلاء ، فقد كان زعماء هذه الحركة من العرب كلهم ... بني تميم والأزد وغيرهم ، فلم تكن عرقيه إذا ، ولكنه الكذب الصريح .\n50 موجود هذا الكلام في كتاب فجر الإسلام الذي كتبه العابد وامين وطه حسين ، والفكره مأخوذه من المستشرق اليهودي فان . وقد تكلم الدكتور سفر الحوالي على ذلك في كتابه ظاهرة الإرجاء في الفكر الحديث وهو يتكلم عن نشأة الإرجاء .\n51 حتى ما يسمى بثورة البربر التي كانت في أواخر عهد بني أمية ـــ بداية القرن الثاني ـــ أعني خروج الخوارج الصُفريّة والأباضية على الدولة الأموية ، يحلو لكثير من المأرخين أن يسميها ثورة البربر ، وبقصد أو بدون قصد يوحي للقارئ أنها كانت ثورة بربرية ( أمازيغية ) ضد الحكم العرب ــ الخلافة الإسلامية ــ ، وبقليل من التأمل تجد أن قيادات هذه الحركات كانت عربية مضرية عدنانية وبعض قادتها كان من الفرس مثل عبد الرحمن بن رستم ، فلم يكن خروج على حكم العرب ، وثورة للجنس كما يزين بعضهم ، وإنما كانت حركة فكرية عقدية.\n52 الملأ هم أشراف القوم وسادتهم ، والمطاعون فيهم .\n53 يوجد بحث للكاتب ـ تحت الإعداد ـ بعنوان ( قراءة في الخطاب الدعوي للعهد المكي ) يتناول هذه النقطة بالتفصيل .والله أسأل العون والسداد والقبول.\n(1/52)",
        "\n54 هذه النقطة وحدها وهي أن الخطاب الدعوي كان أخروي ، وصلاح الدنيا جاء تبعا لصلاح الآخرة ، تصلح لأن تكون موضوع بحث مستقل ، يستقرأ ذلك في خطاب النبي ـ صلى الله عليه وسلم ـ لأصحابه ، وللكفار ، وكيف كانت كل التشريعات الإسلامية فيما بعد مرتبطة بالإيمان ، فكان الإيمان كالآخية التي يشدُّ إليها كل أمور الحياة ، ويناقش في ضوء ذلك الدعوات الإسلامية التي تأخذ طابع السياسية ، وتجعل غايتها ـ فيما يبدوا لمن تدعوه من عامة الناس ـ إصلاح الدنيا ، ولذا تتنازل بسهوله ، وتتخبط في كثير من أهدافها . ولولا أني ألزمت نفسي بالاختصار لشرحت هنا وفصَّلت ، ولكن حسبي أن كتبتُ هذا البحث لطلبة العلم وليس لعامة القراء ، ولعلَّ في الأسطر القادمة مزيد بيان ، والله أسأل ان يبارك في هذه الكلمات القلائل .\n55 [ يونس : 46]\n56 الفتح : 29\n57 سورة المطففين : الآيات من 1ـ 6\n58 الملك : 15\n59 الأحزاب :53\n60 الأحزاب : 59\n61 المجادلة : 4\n62 هناك مناطات غائية ومناطات دون ذلك . فليس كل من لم يُحكم شرع الله كافر كفرا أكبر مخرجا من الملة . المسألة فيها تفصيل .\n63 النساء : 65\n64 [ البخاري كتاب الإيمان الحديث رقم 13 ترقيم العالمية ]\n65 البخاري 14 كتاب الإيمان\n66 البخاري 6135 كتاب الأدب\n67 النساء : 115\n68 البقرة : 137\n69 أعني الكافر الذي من أهل الكتاب أو غيرهم ، وكذا من جنح إليهم ووقف في صفهم من غلاة العلمانيين .\n70 لا أقول بعدم الاستفادة من الغير فقد رضى رسول الله صلى الله عليه وسلم بجوار عمه أبي طالب ، وأبو طالب على الكفر . وهاجر أصحابه إلى الحبشة واستفاد من عدل النجاشي وهو كافر ، واستأجر دليلا مشركا يوم الهجرة . وإنما المفاصلة الفكرية التي تبين الحق من الباطل في ذهن عوام الناس .\n71 يونس : 78\n72 الأعراف : 70\n73 غافر : 26\n74 الأحزاب : 67\n75 يس : 60\n76 انظر تفسير بن كثير والطبري والقرطبي عند هذه الأية .\n77 التوبة : 31\n(1/53)\n",
        "78 [ آل عمران : 64 ]\n79 البداية والنهاية (392) بل واجهه بها المغيرة بن شعبة كما في الصفحة نفسها. ، ولم أعثر على ترجمة لربعي بن عامر ، قلتُ : معركة القادسية درات رحاها بأهل اليمن ، وكانت أولى معاركهم في الإسلام ، ولذا لم نعرف لكثير منهم سيرة ، وقد تلتها عدة معارك ، فربما قتل ربعي ولم يكتب أحد سيرته .\n80 لسان العرب جـ 1 / 159\n81 [ المدثر : 18-23 ]\n82 ( المدثر : 24-25 )\n83 ( النحل : 103 )\n84 ( هود : 32 )\n85 ( هود : 32 )\n86 ( الأعراف : 70 )\n87 ( الأعراف : 77 )\n88 ( الأعراف : 82 )\n89 ( الأعراف : 82 )\n90 ( العنكبوت : 24 )\n91 ( الأعراف : 87 )\n92 ( الأعراف : 88 )\n93 ( إبراهيم : 9-13 )\n94 ( إبراهيم : 13 )\n95 ( إبراهيم : 9 )\n96 مطلع معلقة الحارث بن أبي حلزة\n97 مريم : 26\n98 يوسف : 17\n99 وقد رفض شيخ الإسلام بن تيمية ـ رحمه الله ــ أن يكون الإيمان في اللغة مطابق لمعنى التصديق وفرق دلالة الإيمان اللغوية ودلالة التصديق من أربع وجوه . وذلك في كتاب الإيمان . فليرجع إليها من شاء .\n100 [ الأنبياء : 109]\n101 لسان العرب جـ 13 ص 9\n102 [البقرة : 267 ]\n103 الأحزاب56\n104 ولهذا أنكر فريق من العلماء ـ منهم شيخ الإسلام ابن تيميه في كتاب الإيمان وابن عثيمين رحمه الله في شرح نظم الورقات للعمريطي ـ المجاز . أنكرا المجاز هكذا بإطلاق وقالوا الكلام حقيقة في عرف المتكلم مجاز باعتبار آخر !\nفالمتكلم ملزم بظاهر كلامه ، ما لم تأت قرينة أخرى صارفة لهذا الظاهر .\nوهذه من القواعد الأصولية .. . الكلام على ظاهره ما لم تأت قرينة صارفة ، والقرائن معروفة والكلام فيها منضبط عند أهل الأصول ـ أعني أصول الفقه ـ . وهم يفرقون بهذه القاعدة بين الأمر والندب . . . بين المأمور به والمندوب إليه ، إذ الاثنان بصيغة الأمر ، ويفرقون بهذه القاعدة بين المكروه والمحرم ، إذ الاثنان بصيغة النهي .\n105 الأعراف96\n106 (الأنفال : 53 )\n(1/54)\n\n107 ( المائدة : 66 )\n108 ( الشورى : 30)\n109 ( آل عمران: 165)\n110 (الحج من الآية : 40 )\n111 (النور : 55 )\n112 إن سلمت عندك هذه القاعدة ( للشريعة خصوصية في استعمال الألفاظ وفي المفاهيم والتصوارت ) رددت بها كل أدلة النصارى على ألوهية المسيخ التي يأتون بها من القرآن الكريم ، وكذا التي يأتون بها مما يسمونه ( الكتاب المقدس ) .\n113 مع أن المماثلة فقط في الاسم ، واتحاد الاسم لا يعني أبدا اتحاد المسمى .\n114 (النساء : 83 )\n115 (النساء : 59 )\n116 (قـ : 18 )\n117 الحديث في صحيح البخاري كتاب الرقاق حديث رقم 6478 من حديث أبي هريرة رضي الله عنه .\n118 البخاري . كتاب تفسير القرآن / 4251 ،ومسلم . كتاب الأشربة / 3662\n119 ( النساء: 97)\n120 ( النساء: 88)\n??\n??\n??\n??\n10",
        "(1/55)\n"
    ]
}