{
    "partText": [
        "\nتمهيد\n( الحمد لله الذي امتن على العباد بأن جعل في كل زمن فترة من الرسل بقايا من أهل العلم ، يدعون من ضل إلى الهدى ، ويصبرون منهم على الأذى ، ،يحيون بكتاب الله الموتى ، ويبصرون بنور الله أهل العمى ، فكم من قتيل لإبليس قد أحيوه، وكم ضال تائه قد هدوه ، فما أحسن أثرهم على الناس وأقبح أثر الناس عليهم ! ينفون عن كتاب الله تحريف الغالين ، وانتحال المبطلين ، وتأويل الجاهلين )(1): وصلى الله وسلم على إمام الموحدين من بعثه الله بالهدى ودين الحق ليظهره على الدين كله ولو كره المشركون .\nأما بعد :\nفقد تكفّل الله سبحانه وتعالى بحفظ هذا الدين ، فقال تعالى : { إنا نحن نزلنا الذكر وإنا له لحافظون } (2)وروى مسلم في صحيحه عن النبي - صلى الله عليه وسلم - أنه قال : (( لايزال الدين قائماً حتى تقوم الساعة ))(3).\nومن مظاهر تحقق ذلك أن يبعث الله في كل جيل من العلماء من يحفظون ميراث النبوة ويجددون أمر الرسالة ، فكلما جاء قرن من القرون التي تنطمس فيها أكثر معالم الدين ، ويكاد ينتقض حبله المتين ، وتتعطل معظم دعائمه وأصوله بتلاعب الجهال به وما إلى ذلك : بعث الله من يجدد للأمة دينها بحيث يعود غضاً طرياً كيوم نزوله على المصطفى - صلى الله عليه وسلم - .\n( ولولا ضمان الله بحفظ دينه ، وتكفّله بأن يقيم له من يجدّد أعلامه ، ويحيى منه ماأماته المبطلون ، ويُنعش ما أخمله الجاهلون ، لهُدّمت أركانه وتداعى بنيانه ، ولكن الله ذو فضل على العالمين )(4).\n__________\n(1) الرد على الجهمية )) : ( ص 13 – 14 ) .\n(2) الحجر : 9 ) .\n(3) 3 / 1453 ) .\n(4) تضمين من : (( مدارج السالكين )) : ( 2/79 )\n(1/1)\n",
        "وكان من هؤلاء العلماء الأعلام الشيخ الإمام محمد بن عبد الوهاب التميمي الحنبلي النجدي – رحمه الله - ، وقد شهد له بذلك الجم الغفير من أرباب العلم والِحِجا كما ألمح إلى ذلك الشيخ عبد الرحمن بن قاسم رحمه الله حيث ذكر أن أكابر أهل عصر الشيخ شهدوا له بالعلم والدين ، وأنه من جملة المجددين لما جاء به رسول رب العالمين ، وكذلك أهل مصر والشام والعراق والحرمين والهند وغيرهم ، وتواتر عن فضلائهم وأذكيائهم مدحه والثناء عليه ، والشهادة له أنه جدّد هذا الدين(1).\nولقد عايش الإمام رحمه الله غربة الإسلام في القرن الثاني عشر حيث كانت الجزيرة العربية عموماً ونجد خصوصاً قبل مجيئه وصدعه بدعوته تعج بالشرك والخرافات حتى عشعش الشيطان فيها وباض وفرّخ ، وعادت الجاهلية الأولى بشركها وبدعها وظلمها وظلامها تضرب أطنابها .\nوقد كشف عن حالة الناس آنذاك وأنها كذلك مؤرخ نجد حسين بن غنام حيث ذكر أن : ( في مطلع القرن الثاني عشر الهجري كان أكثر الناس قد انهمكوا في الشرك ، وارتدوا إلى الجاهلية ، وانطمست بينهم أنوار الإسلام والسنة ، لذهاب أهل العلم والبصرة ، وغلبة أهل الجهل ، واستعلاء ذوي الأهواء والضلال ، نبذوا كتاب الله وراء ظهورهم ، واتبعوا ماوجدوا عليه آباءهم من الضلال ، ظانين أنهم أدرى بالحق ، وأعلم بطريق الهدى … عدلوا عن عبادة الله وحده إلى عبادة الأولياء والصالحين من الأموات والأحياء ، يستغيثون بهم في النوازل والكوارث ، ويقبلون عليهم في الحاجات والرغبات ، ويعتقدون النفع والضر في الجمادات كالأحجار والأشجار ، ويعبدون أهل القبور ، ويصرفون لهم الدعاء والنذور في حالتي الضراء والسراء … وهذا ليس في قطر دون آخر ، ولكنه في غالب الأقطار ، كما أنه ليس في أول زمن الشيخ فحسب ، بل كان بدؤه من قديم … ) (2) .\n__________\n(1) انظر : (( الدرر السنية )) : ( 12/9 ) .\n(2) انظر : (( تاريخ ابن غنام )) : ( 1/5 – 25 ) بتصرف .\n(1/2)\n\nوقرّر ذلك الشوكاني – يرحمه الله – بقوله : ( وكم قد سرى عند تشييد أبنية القبور وتحسينها من مفاسد يبكي لها الإسلام ، منها : اعتقاد الجهلة كاعتقاد الكفار للأصنام ، وعَظُم ذلك فظنوا أنها قادرة على جلب النفع ودفع الضرر ، فجعلوها مقصداً لطلب قضاء الحوائج ، وملجأ لنجاح المطالب ، وسألوا منها مايسأله العباد من ربهم ، وشدوا إليها الرحال : وتمسحوا بها واستغاثوا ، وبالجملة إنهم لم يدعوا شيئاً مما كانت الجاهلية تفعله بالأصنام إلا وفعلوه ، فإنا لله وإنا إليه راجعون )(1) .\nكل هذا مما جعل الإمام المجدد رحمه الله يعلي راية التوحيد وينشر العقيدة السلفية ودعوة الناس إلى ما كان عليه سلفهم الصالح في ترك التعلق بغير الله من الأنبياء والصالحين وعبادتهم ، والاعتقاد في الأحجار والأشجار ، وتجريد المتابعة لرسول الله - صلى الله عليه وسلم - في الأقوال والأعمال ، وهجر ما أحدثه الخلوف والأغيار .\nولما كانت دعوته مترسمة منهج رسول الله - صلى الله عليه وسلم - : كان لها أطيب الأثر ، واستمر نفعها ، وعظم شأوها ، وأنتجت للأمة خيرات حسان ، ولازلنا ـ ولله الحمد والمنة ـ ننعم بوارف ظلالها ، ونستنشق عبيرها تحت دوحتها.\nولقد كان للشيخ – رحمه الله – العديد من المؤلفات ، ومن تلك المصنفات المحرّرة ، والرسائل المختصرة : رسالة \"ثلاثة الأصول وأدلتها \" وكانت رسالة مباركة مهمة في غاية الأهمية ، ولذا عكف العلماء على شرحها وتدريسها ، وحفظها والتحشية عليها .\nوكان من أعظم شروحاتها شرح شيخنا المفضال صالح بن محمد الأسمري ـ حفظه الله ومَتَّع به ـ حيث شرح معانيها ، وحَلَّ مبانيها ، وجَمَّلها بالحجج والدلائل ، وحقّق جملة ما فيها من المسائل ، حتى استحقت أن توسم بـ (( مفتاح الوصول شرح ثلاثة الأصول )) .\nومن ثم جرت العناية بها ، لتُخرج حتى يستفيد طلبة العلم منها ، وقد كانت أوجه الاعتناء وفق ما يلي :\n__________\n(1) نيل الأوطار )) : ( 4/90 )",
        "(1/3)\n\nأولاً : الصف الجيد والإخراج الفني الحسن .\nثانياً : وضع مقدمة للشرح اشتملت على : عظم منزلة الإمام وكونه من المجددين مع إيضاح حال الناس في زمنه ، ثلاثة الأصول والعناية بها ، وغير ذلك .\nثالثاً : وضع فهرس تفصيلي لمفردات الشرح ومسائله(1) .\nهذا وقد عُرِضَت مواضع منها على الشيخ حفظه الله بغية نشرها ، فاستحسنها ومن ثم أذن بنشرها .\nولا يفوتني أن أنبه إلى أن هذه الطبعة قد سُبِقت بطبعة وقع فيها أخطاء طباعية وشيء من التصحيف وماإليه تم استدراكها في هذه الطبعة(2) .\nوختاماً أتقدم بالشكر إلى كل من أعان على إخراج هذا الشرح المبارك وأسأل المولى جل وعلا أن يجزيه خير الجزاء ، وأن يكافأه بالحسنى ، وأن يجعل ذلك في موازين حسنات شيخنا، وأن يبارك في عمره ، وينفع بعلمه ، إنه على ذلك قدير وبالإجابة جدير وصلى الله وسلم على نبينا محمد وعلى آله وصحبه أجمعين .\nكتبه\nمتعب بن مسعود الجعيد\nالطائف في 29 / 7 / 1421 هـ\nمقدمة\n__________\n(1) العمل الآن جار على تخريج أحاديثه ، وعزو نقوله وغير ذلك ، وسيخرج قريباً – إن شاء الله - كتاباً مطبوعاً يسر الله خروجه .\n(2) هاهنا وصية أوصي إخواني بها ألا وهي أن لا يتعجلوا إخراج شروحات العلماء بتفريغها وطباعتها ونشرها قبل عرضها على شُرّاحها وأخذ الإذن منهم فليس ذلك كلأً مباحاً لكل أحد ؛ بل ربما أراد الطالب الخير بذلك فحصل خلافه ، فما كل مريد للخير يبلغه ، وذلك لأنه قد يسمع الكلمة على غير وجهها فيثبتها ، أو يسقط كلاماً ، فيحصل التحريف حينئذ وغير ذلك ، فالمسئولية عظيمة ، والورع ينبغي أن يكون شعار طالب العلم ، والله الموفق . ( المعتني )\n(1/4)",
        "\nالحمد لله ، نحمده ونستعينه ونستغفره ونستهديه ، ونعوذ بالله من شرور أنفسنا وسيئات أعمالنا ، من يهده الله فلا مضل له ومن يضلل فلا هادي له ، وأشهد أن لا إله إلا الله وحده لا شريك له ، وأشهد أن محمداً عبده ورسوله - صلى الله عليه وسلم - تسليماً مباركاً مزيداً إلى يوم الدين أما بعد :ـ\nفمن الكتب العقائدية المختصرة ، والمتون المفيدة المحررة ، كتاب : (( ثلاثة الأصول )) لداعية التوحيد الإمام محمد بن عبد الوهاب التميمي النجدي ، المتوفى سنة ستٍ بعد المائة الثانية والألف من هجرة النبي - صلى الله عليه وسلم - ، ولاشتهار هذا الكتاب وعظيم فائدته للطلاب في التوحيد وما إليه ، كانت هذه المُدَارَسة شرحاً لمعانيه ، وحلاًّ لمبانيه ، وتحقيقاً لجملةِ مسائله ، على صاحبه رضوان الله ورحمته .\nقال الإمام محمد بن عبد الوهاب ـ رحمه الله ـ في رسالته المسماة بـ(( الأصول الثلاثة وأدلتها )) :\n( بسم الله الرحمن الرحيم ، اعلم ـ رحمك الله ـ أنه يجب علينا تعلم أربع مسائل ، (الأولى) :العلم وهو معرفة الله ، ومعرفة نبيه ، ومعرفة دين الإسلام بالأدلة . ( الثانية ) : العمل به . ( الثالثة ) : الدعوة إليه . ( الرابعة ) : الصبر على الأذى فيه ، والدليل قوله تعالى : بسم الله الرحمن الرحيم { والعصر * إن الإنسان لفي خسر * إلا الذين أمنوا وعملوا الصالحات وتواصوا بالحق وتواصوا بالصبر } .\nقال الشافعي رحمه الله تعالى :( لو ما أنزل الله حجة على خلقه إلا هذه السورة لكفتهم . وقال البخاري رحمه الله تعالى : ( باب العلم قبل القول العمل ) ، والدليل قوله تعالى : { فاعلم أنه لا إله إلا الله واستغفر لذنبك … } ، فبدأ بالعلم قبل القول والعمل )\nهذه الجملة هي أول جمل هذا الكتاب استهلها المصنف ـ يرحمه الله ـ بالبدء بالبسملة وهي : ( بسم الله الرحمن الرحيم ) ، والبدء بالبسملة في أول الكتب دل عليه ثلاث دلائل .\n(1/5)\n",
        "أما الدلالة الأولى : فكتاب الله - عز وجل - حيث إن أول آية فيه هي : { بسم الله الرحمن الرحيم } ، وقد حكى الإجماع على أنها أول آي القرآن غير واحد من العلماء، ومن أولئك الإمام القرطبي ـ يرحمه الله ـ في : (( تفسيره )) .\nوأما الدلالة الثانية : فحديث النبي - صلى الله عليه وسلم - ، ومن ذلك أنه - صلى الله عليه وسلم - كان يبدأ بالبسملة في أوائل كتبه للملوك وما إليهم ، ومن أمثلة ذلك ما أخرجه البخاري ومسلم في : ((صحيحهما)) من حديث ابن عباس رضي الله عنهما وفيه أن النبي- صلى الله عليه وسلم - كتب إلى هرقل عظيم الروم كتاباً ابتدأه بـ ( بسم الله الرحمن الرحيم ) من محمد بن عبدالله ورسوله إلى هرقل عظيم الروم .\nوالثالثة : ما اصطلح عليه أهل العلم والذكر في كتاباتهم للعلوم ، خصوصاً عندما انقلب العلم صناعة ؛ فإنهم يبتدئون كتبهم في أوائلها بـ ( بسم الله الرحمن الرحيم ) ، وقد حكى غير واحد من أهل العلم أن ذلك الصنيع هو ما اصطلح عليه الناس ، ومن أولئك الحافظ ابن حجر ـ يرحمه الله ـ كما في أول ((فتح الباري)) .\nفهذه الدلائل الثلاث أوجبت على المصنف وغيره ممن يكتب كتباً في الشرع والتوحيد وما يتعلق بذلك أن يبدأ بـ ( بسم الله الرحمن الرحيم ).\nثم قال المصنف ـ يرحمه الله ـ ( اعلم ) من العلم ، والعلم يعرف بأنه : ( حكم الذهن الجازم الموافق أو المطابق للواقع ) ، فإذا حكم الإنسان حكماً وجزم فيه على شيء ما وطابق هذا الحكم ما في الواقع فهذا هو المسمى بالعلم عند الناس .\nمثال ذلك : رجل قال : زيد يأكل الأرز في غرفة البيت القصوى . فلما نُظِرَ وجد أن زيداً على الحالة الموصوفة في كلام القائل آنفاً ، فطابق حكم الذهن عند هذا القائل واقع زيد الذي حكي حاله في المقالة السابقة ، هذا الصنيع هو المسمى بالعلم ، سُمي بالعلم : لأنه قد احتوى على قيود التعريف للعلم السابقة ، ومن ذلك : أنه حكم ، حيث حكم على زيد بشيئين :\n(1/6)\n\nأما الشيء الأول : فهو أنه يأكل الأرز .\nوأما الشيء الثاني : فهو أنه في غرفة البيت القصوى .\nثم هو حكم الذهن ؛ لأنه قال شيئاً كان في ذهنه ، ثم نُظِر في حكم الذهن الذي قيل فوجد أنه كما قيل ، فطابق حكم الذهن المجزوم به ما في الواقع ، وهذا المسمى بالعلم .\nوإنما أتى المصنف – يرحمه الله – بكلمة ( اعلم ) لفائدتين :\nأما الفائدة الأولى : فلكي ينبه الأذهان التي تقرأ هذا الكلام بأهمية ما بعدها ، فإذا قيل لك بأن ما بعد كلمة ( اعلم ) مهمٌ ، فينبغي أن تتنبه له .\nوأما الفائدة الثانية : فهي أهمية ما بعد ( اعلم ) ، إذ إن لفت الأذهان وتنبيه الإنسان بكلمة اعلم يُعقب في الغالب بكلام أو مادة علمية مهمة ، ولا ريب أن ما بعد كلمة ( اعلم ) مهم في هذه الرسالة العظيمة ؛ لكونه يتعلق بأصول الدين . قال الإمام محمد بن عبد الوهاب ـ رحمه الله ـ في بعض رسائله ، ( رسالة الأصول الثلاثة قررت فيها توحيد الإلهية وتوحيد الربوبية والولاء والبراء وهي أصل الدين ) . ومن ثم كانت هذه الرسالة بمادتها ومحتواها مهمة غاية الأهمية .\nقول المصنف ـ يرحمه الله ـ ( رحمك الله ) هذا فيه دعاء بالرحمة للقارئ أو المستمع إذا قُرئ عليه هذا الكلام ، والدعاء بقوله ( رحمك الله ) أي دعاء للغير بأن يرحمه الله سبحانه وتعالى ، ورحمة الله نوعان :\nأما النوع الأول : فرحمةٌ هي صفته سبحانه وتعالى ، فالله رحمان ، وذو رحمة واسعة سبحانه وتعالى ، ورحمته سبقت غضبه كما جاء في الخبر الثابت عن النبي - صلى الله عليه وسلم - .\nوأما النوع الثاني : فرحمةٌ متعدية إلى الخلق ، فهو سبحانه الذي أنزل رحمة واحدة من مائة رحمة يتراحم الخلق بها ، ورحمة الله متعدية ، فهي إلى المؤمنين تأييداً ونصرة ، وإلى الخلق أجمعين يتراحم بها هؤلاء الخلق ، فتجد الأم ترحم صغيرها ، إلى غير ذلك من آثار رحمته سبحانه ومقتضياتها ، والدعاء بالرحمة من عظيم الدعاء .",
        "(1/7)\n\nوفي استعمال المصنف – يرحمه الله – لقوله ( رحمك الله ) دلالة على شفقته على المنعلم ؛ لأن التعليم إذا ادخل فيه الدعاء للمتعلِّم دل على خلتين حسنتين في التعليم :\nأما الخلة الأولى : فهي رأفة وشفقة المعلم بمن يعلمه ، ولذلك هو يدعو الله سبحانه وتعالى أن يوصل الخير إلى المُعلَّم .\nوأما الخلة الثانية : فهي أن المعلِّم آخذ بمحاسن التعليم ، فإن من محاسن التعليم كما ذكره الألباء في كتبهم أن تدعو لمن تُعَلِمُه أن يُعَلِّمَه الله ويهديه ويوصل الخير إليه .\nقال المصنف يرحمه الله : ( أنه يجب علينا تعلّم أربعة مسائل … ) إلى آخر كلامه فيه نوع تأكيد لما ذكره من الوجوب لتعلم أمور يأتي ذكرها .\nقوله ( يجب ) : من الوجوب ، والوجوب من تعاريفه أنه : ما يأثم المكلف على تركه ويثاب على فعله ، ومن أمثلة الواجبات المتحتمات على المكلفين : المفروضات الخمس من الصلوات ، فهذه من الواجبات ، وكذلك صيام شهر رمضان .\nقوله ( علينا ) الضمير في قوله ( علينا ) ـ وهو ( نا ) في آخر هذه الكلمة ـ يعود على المكلفين ، فإذا أُقصِيَ الضمير يستعاظ عنه بكلمة ( المكلفين ) ، فيكون التقدير حينئذ : انه يجب على المكلفين ، والمكلف : هو من كان عاقلاً بالغاً ، ويدخل في ذلك المرأة أيضاً إذا كانت عاقلة بالغة ، فالجميع يكون مكلفاً حينئذ .\nوإنما حكم المصنف – يرحمه الله – بأن الأمور الآتية واجبة التعلم لدلالتين :\nأما الدلالة الأولى : فالنصوص الموجبة للأمور التي ذكرها ـ رحمه الله ـ ومن تلك النصوص ما أخرجه ابن ماجة في سننه ، وكذا غيره من حديث أبي هريرة - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال : (( طلب العلم فريضة على كل مسلم )) ، وهذا الخبر أثبته وصححه جماعة من الحفاظ والمحدثين ، ومن أولئك الإمام المِزِّي ـ رحمه الله ـ وكذلك السيوطي وكذلك السخاوي كما في : (( المقاصد )) له .\n(1/8)",
        "\nوأما الدلالة الثانية : فالإجماع ، حيث أجمع المسلمون على تعين تعلم هذه الأمور التي يأتي ذكرها من علم وعمل ودعوة وصبر ، وهي حقيقة ما جاء في الإسلام من العلم والعمل ، والدعوة والصبر على ذلك ، وقد حكى الإجماع في ذلك غير واحد ومن أولئك شيخ الإسلام ابن تيمية ـ يرحمه الله ـ كما في (( مجموع الفتاوي )) وغيرها .\nثم ليعلم أن الواجبات نوعان :\nأما النوع الأول : فواجبات كفائية : وهي ما يُطالب بفعله جماعة المسلمين دون قَصْره على أحدٍ منهم ، فإذا فعله بعض منهم ، وقامت الكفاية بهذا البعض ، فقد سقط الإثم عن الباقين .\nومن أمثلة ذلك : الجهاد في سبيل الله للأعداء المقاتلين ، فإن الواجب دفع هؤلاء وقتالهم فإذا حصل الواجب ببعضٍ من أمه الإجابة ـ التي هي أمة التوحيد والإسلام ـ وقامت الكفاية بذلك فقد سقط الإثم عن الباقين .\nوأما النوع الثاني : فواجبات عينية ، وهي ما يتعلق بالناس كلهم ، ويدخل في ذلك الذكر والأنثى ، ويدخل في ذلك الحر والعبد على حد سواء ، فهذا واجبٌ عَيْنِيّ، سمي عينياً لتعيين الموجب عليه ، أو المكلف بلزومه والأخذ به ، وإنما عَنى المصنف ـ يرحمه الله ـ بقوله ( أنه يجب علينا ) الواجب العيني ، المتعلق بجميع المكلفين ذكوراً وإناثاً أحراراً وعبيداً .\nقول المصنف ـ رحمه الله ـ ( تعلُّمُ أربع مسائل )\n( تعلُّم ) : أي طلب العلم ، بأن يسعى الإنسان في تعلم ومعرفة هذه الأشياء .\nومن تعريف العلم الذي أراده المصنف ـ يرحمه الله ـ هنا هو ( معرفة الهدى ببرهانه ودليله ) ، وهذا المعنى لا يستقيم على ما سيأتي ـ إن شاء الله ـ ، وإنما هو من ضمن التعاريف التي يعرف بها العلم الذي أراده المصنف ـ يرحمه الله ـ.\n(1/9)\n",
        "والصواب أن العلم المراد في قول المصنف ـ يرحمه الله ـ ( تعلُم ) هو( ضد الجهل) فما كان مُحقِقاً لضد الجهل فهو العلم الواجب ، والعلم الواجب هنا يقصد به ما يتحقق عند الإنسان في ذهنه ، ثم يعمل به ؛ لأن الأمر يتعلق بالعلم والعمل على حد سواء .\nومن العمل الدعوة إلى الله - سبحانه وتعالى - ، ومن العمل الصبر على الأذى فيما يلقاه الإنسان .\nقوله : ( أربع مسائل ) إنما حصر المسائل الواجبات في أربع لدلالتين :\nأما الدلالة الأولى : فالخبر ، وذلك ما سيذكره المصنف ـ يرحمه الله ـ في سورة العصر .\nوأما الدلالة الثانية : فالإجماع ، وهو أن المسلمين قد أجمعوا على أن هذه الأربع هي الواجبات المتحتمات العينية على كل مكلف ومكلفة ، وإنما هي أشياء مجملة على ما يأتي تفصيله ـ إن شاء الله ـ .\nقوله : (مسائل ) جمع مسألة ، والمسألة تُعرَّف بأنها : ما يُبحث عن برهانها ، أي : عن دليلها ، فكل مطلب أو مبحث يبحث عن برهانه ودليله يصح أن يُسمى في اصطلاح أهل العلم بالمسألة .\nوجمع المسألة (مسائل ) وأطلق المصنف ـ يرحمه الله ـ على هذه الأربع كلمة مسائل لوجود المعنى السابق فيها ، حيث إن المعنى السابق يحتوي على شيئين :\nأما الشيء الأول : فهو أنها من الأشياء التي تُبحث أي : بين جنس الناس ، فمن الناس من يسأل عن العلم ما هو ؟ وما حد الواجب فيه ؟ إلى غير ذلك .\nومن الناس من يسأل عن العمل ما هو ؟ وما الحد الواجب فيه ، إلى غير ذلك مما يتعلق بما ذكره المصنف ـ يرحمه الله ـ .\nوأما الشيء الثاني : فهو أنه يبحث عن برهانها أي : عن دليلها .\nوليُعلم أن الأدلة نوعان :\nأما النوع الأول : فأدلة خبرية سمعية ، كالكتاب والسنة وما إليهما .\nوأما الثاني : فأدلة نظرية وعقلية ، ومن أمثلة ذلك القياس والاستحسان ، إلى غير ذلك ، وكل ذلك يدخل في جملة الأدلة والبراهين التي تُذكر في اصطلاحات أهل العلم .\n(1/10)\n\nقول المصنف ـ يرحمه الله ـ ( الأولى ) أي : المسألة الأولى : ( العلم ) ، ثم أخذ يُبين مقصوده من كلمة العلم ، وهي المسألة الأولى ، بقوله : ( وهو معرفة الله ، ومعرفة نبيه ومعرفة دين الإسلام بالأدلة ) .\nوليعلم أن هناك من يُفرق بين كلمة ( العلم ) و( المعرفة ) ، وهناك من لا يفرق بينهما ، وهو ما عليه جماهير أهل اللغة والمعرفة ، فالناس في العلم والمعرفة على مذهبين :-\nالمذهب الأول : فمن يجعل المعرفة بمعنى العلم فيقول : معرفة الشيء هو العلم به ، ومعرفة النبي محمد - صلى الله عليه وسلم - هو العلم به .\nوأما المذهب الثاني:- التفريق بين العلم والمعرفة ، واختلفوا في هذا التفريق على أقوال كثيرة ، لعدم وجود ضابط صحيح يرجع إليه في اللغة ، فمن قائل إن العلم أدنى من المعرفة مرتبةً ، فالمعرفة ( إدراك الشيء على ما هو عليه خارج الذهن ) ، ومنهم من قال غير ذلك والمصنف ـ يرحمه الله ـ يريد بالعلم المعرفة ، ولا يفرق بينهما ، ومشى في ذلك على مذهب الأكثرين من جماهير اللغويين وغيرهم .\nوحاصل ما ذكره المصنف ـ يرحمه الله ـ في المسالة الأولى : أن المسألة الأولى هي العلم بثلاثة أشياء :\nأما الشيء الأول : فمعرفة الله سبحانه وتعالى .\nوأما الشيء الثاني : فمعرفة النبي محمد - صلى الله عليه وسلم - .\nوأما الشيء الثالث : فمعرفة دين الإسلام .\nقول المصنف ـ يرحمه الله ـ ( بالأدلة ) : هذه الكلمة ، هل تعود على الثلاثة كلها أم تعود على ( معرفة دين الإسلام ) فقط ؟\nهما احتمالان يوردان :\nأما الاحتمال الأول : فهو أن يقال : قول المصنف : ( بالأدلة ) ( الباء ) : هنا سببية ، فيكون المعنى : بسبب الأدلة حصلت المعرفة ، فحينئذ يقال : الواجب عليك أيها المكلف ذكراً وأنثى ، حراً وعبداً أن تعلم هذه الأمور الثلاثة ؛ ولكن أن تكون معرفتك لهذه الأشياء بسبب الأدلة ، والأدلة كما سبق نوعان أدلة خبرية وسمعية ، وأدلة نظرية وعقلية .",
        "(1/11)\n\nوالمصنف ـ يرحمه الله ـ يقصد بقوله : ( بالأدلة )كما ألمح إلى ذلك في جمع من رسائله وكتبه : الأدلة السمعية الخبرية من كتاب وسنة وأثر ، ويدخل في ذلك الإجماع ، أي ما أجمع عليه المسلمون في مسائل الدين (1).\nوأما الاحتمال الثاني : فهو أن يقال ( بالأدلة ) تعود على معرفة دين الإسلام فقط .\nوهذا الاحتمال الثاني يؤكده شيئان ويرجحه برهانان :-\nأما الشيء والبرهان الأول : فهو أن اللغويين قد أثبتوا قاعدة في كتبهم ، وهي أن الكلام إذا عاد على شيء سابق له ، فعودُهُ على آخر الكلام أولى من عَودهِ على ما قبله ، وآخر الكلام في قول المصنف ـ يرحمه الله ـ : ( وهو معرفة الله ومعرفة نبيه ومعرفة دين الإسلام ) هي جملة (ومعرفة دين الإسلام) فعادت كلمة : ( بالأدلة ) على آخر الجملة التي ذكرها المصنف ـ يرحمه الله ـ في المسألة الأولى .\nوأما الشيء والبرهان الثاني : فهو ما ذكره المصنف ـ يرحمه الله ـ بعدُ ، حيث بين هذه الأصول الثلاثة ، فبين الأصل الثالث وهو : ( معرفة دين الإسلام بالأدلة ) فجعل كلمة ( بالأدلة ) مع قوله ( معرفة دين الإسلام ) بعد أن شَرَح الأصلين الأولين ـ أعني معرفة الله - سبحانه وتعالى - ومعرفة رسوله - صلى الله عليه وسلم - ـ دون أن يذكر كلمة : ( بالأدلة ) .\nثم قول المصنف ـ يرحمه الله ـ ( بالأدلة ) يحتمل أمرين :\n__________\n(1) وعلى هذا مشى الشيخ عبد الرحمن بن قاسم ـ رحمه الله ـ كما في موضعين اثنين في : (( حاشية ثلاثة الأصول : 11 ، 46 )) حيث قال : ( أي : معرفة دين الإسلام بالأدلة من الكتاب والسنة … ) . ( المعتني )\n(1/12)",
        "\nأما الأمر الأول : فهو أن يُقصد بذلك أن تكون المعرفة بشيء من الأدلة المقنعة ، ولو كان عقلياً ، ولو كان أقل الحد الذي يُقنِع الإنسان ويعرف الإنسان ، وهذا المعنى مُجمع عليه ، ولا خلاف فيه ، وقد حكى الإجماع في ذلك غير واحد ، ومن أولئك ابن قيم الجوزية ـ يرحمه الله ـ كما في : (( الصواعق المرسلة )) وفي : (( اجتماع الجيوش الإسلامية )) وفي غيرهما من كتبه رحمه الله.\nإلا أن المصنف ـ يرحمه الله ـ لم يقصد هذا الأمر ؛ لسببين :\nأما السبب الأول : فلأنه شيء متفق عليه ، معروف بالبدائة أن الإنسان لن يؤمن بالله إلا إذا كان عنده هذه المعرفة ، أن الله واحد ولذلك آمن به ، وأن النبي محمداً - صلى الله عليه وسلم - نبي مرسل ، ولذلك عرف النبي محمد وآمن به وهكذا .\nوأما السبب الثاني : فلكون المصنف ـ يرحمه الله ـ في بعض كتبه قد بين هذا المعنى ، وهو أن يُعرف بالأدلة كتاباً وسنة .\nوأما الأمر الثاني : فهو أن يقصد بذلك الأدلة السمعية وغيرها ، القاضية بالمعرفة ، فإذا أراد المكلف أن يعرف الله ، لا بد أن يعرفه بالأدلة ، فإذا قيل أن كلمة ( بالأدلة ) ترجع إلى الأصول الثلاثة التي ذكرها المصنف ، فيعرف الدليل على ذلك من الكتاب أو السنة أو الإجماع أو غير ذلك ، أما أن يعرف هكذا بالفطرة فلا يكفي أو بالبدائة العقلية فلا يكفي ، وكذلك يُقال في دين الإسلام لابد أن يعرف دين الإسلام بالأدلة التي ذكرناها .\nفإذا قيل بهذا الاحتمال ، أي : بوجوب الأدلة فهذا يأتي على معنيين :\nأما المعنى الأول : فهو أن يقصد بمعرفة الأدلة من دين الإسلام وما إليه : أصول الدين المتعلقة بالتوحيد وما إليه ، ( ما إليه ) يدخل فيه ما يتعلق بالإيمان بالله ، وملائكته ، وكتبه ، ورسله ، واليوم الآخر ، والقدر خيره وشره ، إلى غير ذلك .\nفهذا يأتي على جهتين أيضاً :\n(1/13)\n",
        "أما الجهة الأولى : فهي تتعلق بأصل الدين ، الذي يقع به الإسلام ، وينتفي به الكفر ، فيدخل الإنسان به دائرة التوحيد ويخرج به من دائرة الشرك ، وهذا عليه جمعٌ من أهل العلم ، كما ذكره ابن تيمية في (( المسودة )) وجماعة .\nوأما الجهة الثانية : فهي تتعلق بأصول الدين كُلها ، وأصول الدين كلها لم يقل بوجوب معرفة الأدلة عليها إلا المخالفون ، وهو القول المعروف عن طائفة من المعتزلة ، وعليه أكثر الأشاعرة ، كما قرره جمع إضافة ونسبة إلى هذين الجنسين ـ أعني طائفة من المعتزلة وأكثر الأشاعرة ـ ومن أولئك بدر الدين الزركشي ـ يرحمه الله ـ في : (( البحر المحيط )) وكذلك ابن حجر ـ يرحمه الله ـ في : (( فتح الباري )) وكذلك قرره شيخ الإسلام ابن تيمية ـ يرحمه الله ـ عن هؤلاء في : (( مجموع الفتاوى ))\nوالقول بوجوب معرفة أصول الدين بالأدلة محل خلاف بين طوائف أهل القبلة .\n(1/14)\n\nوما عليه جماهير المسلمين ـ كما قاله شيخ الإسلام ابن تيمية يرحمه الله في : (( مجموع الفتاوي )) واختاره ـ : أن معرفة ذلك بالأدلة جائز وليس واجباً ، لأن الأحكام التكليفية خمسة ، فمنها حكم التحريم المسمى بالحرام ، ومنها حكم الوجوب أو الإيجاب المسمى بالواجب ، ومنها حكم الندب المسمى بالمستحب أو المندوب ، ومنها حكم الإباحة المسمى بالجائز أو المباح ، ومنها حكم الكراهة المسمى بالمكروه ، فهذه الأحكام الخمسة على أيها يكون حكم مسألتنا ؟ ما عليه جماهير المسلمين وجماهير طوائف أهل القبلة ، كما قال شيخ الإسلام ابن تيميه ـ يرحمه الله ـ هو أنه : لا يجب على كل مكلف ومكلفة أن يعرف كل مسألة في العقيدة أو في أصول الدين بالأدلة (1) .\nودل على صحة هذا القول الذي عليه جماهير الناس واختاره شيخ الإسلام ابن تيميه ـ يرحمه الله ـ وجمع من المحققين ثلاث دلائل :\n__________\n(1) ذكر المسألة بإسهاب شيخ الإسلام ابن تيمية في : (( مجموع الفتاوي )) : (20 / 202- 204 ) ، وذلك عند كلامه عن المسائل الأصولية ـ أصول الدين ـ ، ومن ذلك قوله : ( وأما جمهور الأمة فعلى خلاف ذلك ؛ فإن ما وَجَبَ علمه إنما يجب على من يقدر على تحصيل العلم ، وكثير من الناس عاجز عن العلم بهذه الدقائق ، فكيف يكلف العلم بها ؟! وأيضاً فالعلم قد يحصل بلا نظر خاص ، بل بطرق أُخر : من اضطرار ، وكشف ، وتقليد من يعلم أنه مصيب وغير ذلك … فلا إطلاق القول بالوجوب صحيحاً ، ولا إطلاق القول بالتحريم صحيحاً … والذي عليه جماهير الأمة أن الاجتهاد جائز في الجملة ، والتقليد جائز في الجملة ، لا يوجبون الاجتهاد على كل أحد ويحرمون التقليد ، ولا يوجبون التقليد على كل أحد ويحرمون الاجتهاد ، وأن الاجتهاد جائز للقادر على الاجتهاد ، والتقليد جائز للعاجز عن الاجتهاد … ) . ( المعتني )",
        "(1/15)\n\nأما الدلالة الأولى : فدلالة الخبر ، ومن ذلك قول الله تعالى : { فاسألوا أهل الذكر إن كنتم لا تعلمون ، بالبينات والزبر } فسَّر ابن عباس - رضي الله عنه - : ( البينات والزبر ) بقوله : ( هن الحجج والدلائل ) ، فيكون المعنى : إذا كنت أيها المؤمن لا تعرف الأدلة والحجج والبراهين على مسألة من مسائل الدين ـ ويدخل في ذلك أصول الدين وفروع الدين ويدخل في ذلك ما هو مقطوع به بالحجج القطعية وما هو مقطوع به بالحجج الظنية على ما يذكره المشتغلون بالعلوم ـ فإذا كنت غير عارف بذلك ، فاسأل أهل العلم الموثوق بدينهم وعلمهم ، ولم يجعل الله - سبحانه وتعالى - معرفة المسألة بدليلها واجبة ، وإنما اكتفى بالأمر بالسؤال فقط ، وهذا من أصرح الأدلة وأوضحها على المقصود ، ومن الأدلة أيضاً أن النبي - صلى الله عليه وسلم - قال : (( من قال أشهد أن لا إله إلا الله وأشهد أن محمداً رسول الله فقد عصم ماله ودمه إلا بحقها )) ، وهذا الحديث الثابت فيه دلالة على أن الإنسان لو قال : لا إله إلا الله محمداً رسول الله ، ولو لم يُقِم الأدلة والبراهين التفصيلة على ذلك ، فإن إسلامه وإيمانه صحيح .\nوأما الدلالة الثانية : فالإجماع العملي ، من لَدُن أصحاب النبي - صلى الله عليه وسلم - ، فالقرون الفاضلة حيث إن أصحاب النبي - صلى الله عليه وسلم - منهم عوام ، ومنهم فقهاء ، ولم يكن العلماء ليلزموا عامة الناس أعرابيُّهم وحاضرهم وعالمهم وغيره ، بأن يُقيم الأدلة والبراهين من الكتاب والسنة على كل مسألة ، فلم يكن يقال للأعرابي الذي أتى من فلاة بعيدة إلى النبي- صلى الله عليه وسلم - : لا يصح إسلامك حتى تعرف الأدلة والبراهين من الكتاب والسنة على كل مسألة من مسائل العقيدة ، وكل مسألة من أصول الدين ، هذا لم يفعله أصحاب النبي - صلى الله عليه وسلم - مع الناس ، ولو فعلوه لنُقِل ، ولم ينقل ، وهذا إجماع عملي يؤخذ به ويعتد به .\n(1/16)",
        "\nوأما الدلالة الثالثة : فالنظر الصحيح ، ذلك أن المعرفة بالأدلة والبراهين لا يطيقه كل أحد ، فالعقول مختلفة والألباب متفاوتة ، فمن الناس من يقوى في عقله على أن يفهم الدليل ويَعيه ويحفظه ، ومنهم لا يقوى على ذلك ، فلو كُلف الناس بمعرفة الأدلة والبراهين على ذلك لوقع العنت ووقعت المشقة على الخلق ، وهذا ينافي مقاصد التكليف ، وهي من مقاصد الشارع - سبحانه وتعالى - ، فإذا عُني بقول المصنف ـ يرحمه الله ـ ( بالأدلة ) أنها تعود على أصول الدين ، فسبق أنه إما أن يُقصد بأصول الدين ما يقع به الدخول في الدين والخروج من دائرة الكفر ، أو أن يقصد به معنى أوسع فيدخل فيه المسائل القطيعة ، مما يسمى بالمسائل العقائدية ، المتعلقة بالإيمان بالله وكتبه إلى آخره ، ولكُلٍّ حكم .\nوبذلك يتبين صواب ما عليه جماهير الأمة ، ويُحْمَل كلام المصنف ـ يرحمه الله ـ على محمل حسن ؛ إذ إنه من أئمة أهل السنة والأثر ـ رحمه الله رحمة واسعة ـ .\nوأما المعنى الثاني : الذي يحتمل أن تدخل عليه كلمة ( الأدلة ) : أن يقصد بالأدلة : الأدلة المتعلقة بالدين كله فروعه وأصوله ، فيجب على كل مكلف ومكلفة حر وعبد ألا يعمل شيئاً إلا بدليل ، فلا يحرك إصبعه في تشهده إلا إذا عرف الدليل عليه ، ولا يضع يديه قابضاً إياها حال قيامه في صلاته إلا لدليل عليه ، إلى غير ذلك ، وهذا القول لم يقل به أحد ، إنما هو قول مشهور عزوه إلى الظاهرية ، ولا يدل على صحة عزوه للظاهرية أدلة معتبرة ، سوى أنه محكي عن الظاهرية .\nويدل على عدم صحته عن الظاهرية دلالتان :\nأما الدلالة الأولى : فما ذكره ابن الأمير الحاج ـ يرحمه الله ـ حيث بين أنه لا يصح ذلك نسبة إلى الظاهرية.\n(1/17)\n",
        "وأما الدلالة الثانية : فهي ما ذكره ابن حزم ـ رحمه الله ـ في : (( الإحكام في أصول الأحكام )) ، وهو من كتب أصول الفقه عند الظاهرية ، وابن حزم رأس في الظاهرية ، فقرر : ( أنه لا يجب معرفة المسائل بأدلتها في فروع الدين ، فضلاً عن أصول الدين ) هذا هو لفظه في كتابه ، ومن ثم يستدل بعبارته على عدم صحة النسبة إلى الظاهرية ، ولو كان ثم قول لهم لبينه وانتصر له ، أو قرره لأنه رأس لهم ، فهاتان الدلالتان تدلان على ما سبق ذكره ، ومن ثم فلا يصح أن يقال المعرفة لا بد أن تكون بالأدلة – لا في أصول الدين ولا فروع الدين – وإنما يقال الاجتهاد في ذلك جائز والتقليد في ذلك جائز ، وأما أن يقال يجب على المقلد أن يجتهد في أصول الدين ، أو في فروعه فهذا تكليف بما فوق طاقة الناس ، ولم يقم عليه دليل معتبر يعول عليه ؛ لأن التقليد له حقيقة قررها الأصوليون وغيرهم ، وحقيقته هي : ( قبول الشيء بدون معرفة حجته ودليله ) ، هذا هو التقليد ، فلو أن زيداً من الناس ذهب إلى عالم وسأله عن مسألة من مسائل الدين فأخبره بالحكم ، ولم يَقرِن مع الحكم دليله ؛ فإن هذا السائل إذا أخذ بالحكم دون معرفة دليله وحجته ، يسمى في اصطلاح العلماء : بالمقَلِّد ، وفعله يسمى : بالتقليد ، وأما الاجتهاد فمرتبة عالية وهذه ـ أعني رتبة الاجتهاد ـ هي ( معرفة الشيء بدليله ووجه استنباطه ، وما إلى ذلك مما يتعلق بحقيقة الاجتهاد ) فإذا قيل لا بد من معرفة الشيء بدليله في أصول الدين ، أو في فروع الدين ، أو في العقائد بمسائلها ، فمعناه أنه لا يجوز التقليد في أصول الدين ، ولا في مسائل العقيدة ، وهذا قول مخالف لما عليه جماهير الناس واختار شيخ الإسلام ابن تيمية ـ يرحمه الله ـ : أنه لا يقال الاجتهاد واجب على الناس كلهم ، ولا يقال التقليد واجب على الناس كلهم ، وإنما يقال الاجتهاد جائز، والتقليد جائز ، والحكم يدور مع القدرة وعدمها ؛ لأن الناس أجناس ، فمنهم من\n(1/18)\n\nعنده القدرة على معرفة الأدلة وما إليها ، كالمجتهد فلا يجوز للمجتهد أن يُقلد في جملة المسائل العلمية الشرعية غيره ، وإنما يُعمل آلة الاجتهاد لاستنباط الدلالة والحكم من الأدلة (1) .\nوقال المصنف ـ يرحمه الله ـ ( الثانية : العمل به ) أي العمل بما علمه الإنسان من الدين ، وسيأتي شرح المصنف ـ يرحمه الله ـ لقوله ( معرفة الله ومعرفة نبيه ومعرفة دين الإسلام ) .\nقول المصنف يرحمه الله : ( العمل به ) يقصد به : كل عمل أوجبه الله ورسوله - صلى الله عليه وسلم - لأن الأعمال المتعلقة بالدين نوعان :-\nأما النوع الأول : فما كان واجباً على كل مكلف ومكلفة .\nوأما النوع الثاني : فما كان غير واجب ؛ ولكنه مستحب مندوب إليه .\nوالنوع الأول هو المقصود في قول المصنف ـ يرحمه الله ـ ( العمل به ) ؛ لأن المسائل الواجبة يجب العمل بها ، أما المسائل المستحبة المندوب إليها فلا يجب العمل بها ، والحاصل أن قول المصنف يرحمه الله ( الثانية ) أي : من المسائل ، ( العمل به ) أي : العمل بالمسائل الواجبة على المكلفين في دين الإسلام ، وهي كل ما أوجبه الله - سبحانه وتعالى - سواء أوجب فعله أم أوجب تركه ، فيدخل في ذلك ما اصطُلح على تسميته بالفرائض والواجبات ، وما اصطلح على تسميته بالمحرمات والكبائر ، وإنما كان ذلك واجباً لما سبقت الإشارة إليه في سورة العصر ويأتي ذكرها ، ومما يؤكد ذلك ما أخرجه الإمام أبو داود في : (( سنته )) وكذا غيره أن النبي - صلى الله عليه وسلم - قال : (( لا تتجاوز قدما العبد يوم القيامة حتى يسأل عن أربع وذكر منها عن علمه ماذا عمل به )) ، وإنما ذلك في الأشياء الواجبة على قول .\nومن ثم يصح الاستدلال به على ما نحن بصدده .\nقول المصنف ـ يرحمه الله ـ : ( الثالثة : الدعوة إليه )\nقوله : ( الثالثة ) أي : من المسائل .\n__________\n(1) انظر : (( مجموع الفتاوي )) : ( 20 / 203 – 204 ) .",
        "(1/19)\n\nقوله : ( الدعوة إليه ) الدعوة مأخوذة من الدعاء ، والدعاء هو الطلب ، فإذا طلبت من الغير أن يفعل شيئاً ، فأنت داعية لهذا الشيء الذي طلبته منه ، فالدعوة إلى ما علمته من معرفة الله - سبحانه وتعالى - ومعرفة نبيه محمد - صلى الله عليه وسلم - ومعرفة دين الإسلام ، تحصل بالدلالة عليها والطلب من الغير أن يعمل بها ، وهذا يأتي على أشكال وأنواع ، ومن ذلك الدعوة الشفهية ، أي : أن تطلب من الغير العمل بما أوجبه الله - سبحانه وتعالى - ورسوله - صلى الله عليه وسلم - بالمشافهة ، أي : بالكلام ، ومن ذلك أيضاً الدعوة بالمكاتبة ، أي : بالكتاب ، إلى غير ذلك من أساليب الدعوة ومجالاتها وأنواعها .\nقوله : ( الدعوة إليه ) الضمير في قوله ( إليه ) يعود على ما سبق ، فإما أن يعود على العمل ، وإما أن يعود على العلم ، وإما أن يعود على العمل والعلم على حد سواء ، وإرجاع الضمير إلى أقرب مذكور هو القاعدة على ما سبق ، ويجوز أن يرجع إلى كل ما ذكر سابقاً ، فيشمل الدعوة إلى العلم والدعوة إلى العمل وهذا أوفق وأوسع .\nقول المصنف ـ يرحمه الله ـ : ( الرابعة : الصبر على الأذى فيه )\nقوله : ( الرابعة ) أي : من المسائل .\n(1/20)",
        "\nقوله : ( الصبر على الأذى فيه ) الصبر: هو الحبس ، تقول : صبر فلان على أذى جاره ، أي : حبس نفسه ألا يقابل الأذى بالأذى ، وإنما تحمل ذلك حابساً نفسه على هذا التحمل ، والصبر يقصد به في قول المصنف : ( على الأذى فيه ) أي : على الأذى في الدعوة إلى ما سبق ، فإذا دعا الإنسان إلى هذا الدين ؛ فإنه قد أنزل نفسه منزلة الأنبياء في وظيفتهم وعملهم ، حيث إن وظيفتهم في الأصل هي الدعوة إلى الله - سبحانه وتعالى - أي : على ما أوحي إليهم وعُلموه ، فيدعون إلى الله - سبحانه وتعالى - ، فإذا أنزل المرء نفسه هذه الرتبة العلية فلا بد أن يؤذى ، ولا بد أن يقع له شيء من الأذى ، فإذا وقع له شيء من ذلك قليل أو كثير فإنه ينبغي عليه أن يصبر، إلا أن ذلك يأتي على جهة واحدة ، وهي الصبر على ما أوجب الله الصبر عليه .\nوالصبر نوعان من حيث الحكم :-\nأما النوع الأول : فصبر واجب ، و أمثلته كثيرة ، أهمها الصبر على ثلاثة أشياء :-\nأما أولها : فالصبر على عمل الفرائض والواجبات .\nوأما الثاني : فالصبر على المحرمات والكبائر الموبقات .\nوأما الثالث : فالصبر على البلايا النازلة على العبد\nفهذه أمور ثلاثة واجبة ، يجب على كل مكلف ومكلفة أن يقع الصبر تجاه هذه الأشياء منهم .\n(1/21)\n",
        "وأما النوع الثاني : فهو مستحب ، وهو الصبر عن شيء زائد عن الحد الواجب ومن أمثلة ذلك : أن يصبر الإنسان على أذى آخر في تعليمه شيء نفل ، فإذا علمه شيئاً نفلاً ولقي أذى في ذلك صبَّر نفسه ، وهذا مستحب ، ومن أمثلة ذلك : أن يعلِّم إنسان آخر آيات من كتاب الله زائدة عن الحد الواجب عليه ، كأن يقرِئَه القرآن كله بتجويد وتسديد ، فإذا أقرأه بعد الحد الواجب ـ كأن يتعلم الفاتحة وما تيسر من القرآن ـ فأقرأه سورة آل عمران أو النساء أو غيرها ثم لقي أذى وحبس نفسه على هذا الأذى الذي يلقاه من الاعتكاف في مكان معين ساعة أو ساعتين للتعليم أو نحو ذلك ، فهذا أذى يُصاب به الإنسان ، فحبْس النفس عليه مستحب ، ففرق حينئذ بين صبرين مطلوبين في الشرع ، بين صبر واجب وبين صبر مستحب .\nفالمقصود في قول المصنف ـ يرحمه الله ـ ( الرابعة : الصبر على الأذى فيه ) هو الصبر الواجب فقط .\nثم قال المصنف ـ يرحمه الله ـ : ( والدليل ) : الدليل : هو كل ما أرشد إلى مطلوب ، سمي دليلاً ، فلو أن زيداً أخذ بيدك إلى بيت تسأل عنه لا تدري أين موقعه ، لسمي زيد دليل عمرو إلى هذا البيت ، وكذلك يقال في الأدلة السمعية الخبرية ، كالكتاب والسنة ، والأدلة العقلية والنظرية ، كالقياس وغيره ، فإذا استدل الإنسان على مسألة من مسائل الدين بدليل من الكتاب والسنة ، فإن هذه الآية المستدل بها على الحكم الذي ذُكرَ من وجوب أو إباحة أو غيرهما تسمى في الاصطلاح والعرف بالدليل ، ولذلك قال المصنف ـ يرحمه الله ـ : ( والدليل ) أي على كون تلك الأمور الأربعة من المسائل هن مسائل واجبة لا بد منها .\n(1/22)\n\nقوله تعالى : { بسم الله الرحمن الرحيم } : ( بسم الله الرحمن الرحيم ) هي آية من القرآن ، أُتي بها للفصل بين السور ، سوى سورة التوبة على اختلاف بين المفسرين والفقهاء في سبب عدم البدء بها ، وأرجح الأقوال هو اختلاف الصحابة ـ رضوان الله عليهم ـ هل سورة التوبة امتداد للسورة التي قبلها أم أنها سورة مستقلة ؟ ومن ثم تحرجوا من وضع البسملة في أولها .\nوإنما ذكر المصنف يرحمه الله آية البسملة هنا لا لكونها داخلة في الدليل ، وإنما لافتتاح الدليل بالبسملة ؛ لأن افتتاح السور يُستحب أن يكون بالبسملة ، كما جاء في القرآن ، وأجمع العلماء على استحباب ذلك ، سوى سورة التوبة .\nثم ذكر قول الله { والعصر إن الإنسان لفي خسر... } الآية ، وهذا هو بداية الدليل ، ( والعصر ) هذا قسم بالعصر ، قال ابن القيم ـ يرحمه الله ـ قول الله - سبحانه وتعالى - : (والعصر ) أي : الدهر ، فالله عز وجل هنا أقسم بالدهر الذي هو الزمن ، الذي هو ظرف لأفعال الناس ، وأقوالهم وأحوالهم ، وما إلى ذلك .\nفأقوالنا التي نقولها الآن ، وأحوالنا التي نتحول من حال فيها إلى حال ، وأفعالنا التي نفعلها بجوارحنا الظاهرة ، وما إليه ، هذه تقع في وقت ، هو هذه الساعة التي نحن فيها ، وهكذا ، ولذلك كان الزمن ظرفاً ، ظرفاً أي : وعاء للأفعال والأقوال والأحوال ، وكان جواب القسم ، لأن كل قسم لابد أن يكون له جواب ؛ لأنك إذا أقسمت ثم سكتّ فما فائدة قسمك ؟ أنت أقسمت على شيء ، هذا الشيء الذي أنت تريد من القسم هو الذي يُسمى عند اللغويين بجواب القسم ، وهو قول الله تعالى { إن الإنسان لفي خسر } .\nوالإنسان في تفسيره قولان :\nأما القول الأول : فالكافر .\nوأما القول الثاني : فجنس الإنسان .\nوالإنسان مأخوذ من : ( النَوْس ) ، والنوس هي الحركة ، ولذلك يقال لكل متحرك هذا إنسان ، ثم زيد فيه أن يكون مأنوساً ، فإذا كان متحركاً ومأنوساً ، سُمي حينئذٍ بالإنسان .",
        "(1/23)\n\nقوله تعالى : { إن الإنسان لفي خسر } خُسر أي : في هَلَكة ونقصان ، فهذا إما أن يرجع للقول الأول فيقال : ( إن الكافر في هلكة ونقصان ) وإما أن يرجع إلى القول الثاني ، وهو جنس الناس ، ليدخل فيه المؤمن والكافر ، فيقال : ( إن كل الناس مؤمنهم وكافرهم في خسارة )\n( إلا ) يكون الاستثناء بقوله سبحانه ( إلا ) منقطعاً إذا كان معنى قوله سبحانه (الإنسان ) بمعنى الكافر ؛ لأن قوله ( إلا الذين آمنوا ) هذا فقط يتعلق بالمؤمنين ، فيكون الاستثناء منقطعاً ، والاستثناء المنقطع عند اللغويين والنحويين ( هو ما كان المستثنى من غير المستثنى منه ) ، فإذا كان قوله سبحانه ( الإنسان ) بمعنى الكافر ، كان قوله سبحانه ( إلا الذين آمنوا ) ليس من المستثنى حينئذٍ منه ؛ لأن الإيمان وصف للمؤمنين ، لا يدخل فيه الكفار.\nوإذا كان معنى قوله سبحانه ( الإنسان ) جنس الناس المؤمن والكافر ، فليس استثناء منقطعاً حينئذٍ ، بل يدخل في جنس الإنسان ليبين صفات أولئك ، فبين أنها هي الأربع التي ذكرها المصنف سابقاً .\nأولها : قوله سبحانه ( إلا الذين آمنوا ) ويُقصد به هنا العلم .\nوأما الثاني : فهو قوله سبحانه ( وعملوا الصالحات ) ويُقصد به هنا العمل .\nوأما الثالثة : فقوله سبحانه ( وتواصوا بالحق ) ويُقصد به هنا الدعوة .\nوأما الرابعة : فقوله سبحانه ( وتواصوا بالصبر ) ويقصد به هنا الصبر على الأذى في الدعوة إلى ما علمه الإنسان ، وما عمل به الإنسان أيضاً .\nثم قال المصنف ـ يرحمه الله ـ : ( قال الشافعي رحمه الله تعالى )\nالشافعي : هو أحد أئمة الإسلام الكبار ، واسمه محمد بن إدريس القرشي ، المتوفى سنة أربع بعد المائة الثانية من هجرة النبي - صلى الله عليه وسلم - ، ومن عادة أهل السنة والإنصاف والعلم أنهم يترحمون على أهل العلم والسنة .\n(1/24)",
        "\nولذلك قال المصنف ـ يرحمه الله ـ (( قال الشافعي رحمه الله تعالى : ( لو ما أنزل الله حجة على خلقه إلا هذه السورة لكفتهم )) وهذه المقولة التي حكاها المصنف ـ يرحمه الله ـ عن الإمام الشافعي هي مقولة مشتهرة عن الإمام الشافعي ، أثبتها عنه أصحابه وغيرهم ، ومن الكتب التي أثبتت ذلك (( تفسير البقاعي )) ـ يرحمه الله ـ في تناسب الآيات والسور ، فقد أثبت هذه القولة للشافعي ، وممن أثبت هذه القولة أيضاً شيخ الإسلام ابن تيمية ـ يرحمه الله ـ كما في (( مجموع الفتاوى )) ، وقال : ( وقد صدق فيما قال ) ـ يعني الإمام الشافعي يرحمه الله ـ في قولته آنفة الذكر .\nوالمصنف ـ يرحمه الله ـ عندما ذكر قولة الإمام الشافعي عنى شيئين من ذكره لهذه القولة :ـ\nأما الشيء الأول : فهو التدليل على عظمة هذه السورة ، وأنها سورة عظيمة كريمة جمعت أصول الخير ، والواجب على كل مكلف ومكلفة ، وقد بُيِّن ذلك في المسائل الأربع السابقة .\nوأما الشيء الثاني : فهو أن سورة العصر من السور التي كان الأولون يعرفون عظمتها ويستنتجون منها هذا الاستنتاج .\nوالاستنتاج نوعان : -\nأما النوع الأول : فاستنتاج جملي عام ، يؤخذ من كلمة عامة ، ومن أمثلة ذلك قولة الشافعي السابقة ، ففيها من الفقه الشيء الكثير ، ومن هذا الكثير ما ذكره المصنف يرحمه الله في المسائل الأربع السابقة .\nوأما الاستنتاج الثاني : فاستنتاج تفصيلي ، فهذا نوع معروف ، وهو أن يذكر الفائدة بعينها من آية أو سورة ، دون أن يجمل في الكلام ، أو الاستنباط والاستنتاج فهذان شيئان عناهما المصنف ـ يرحمه الله ـ عند إيراده لكلمة الشافعي يرحمه الله .\nومما يؤكد عناية السلف ـ يرحمهم الله ـ ما أخرجه الطبراني في : (( معجمه )) ، وأثبته السخاوي في : (( الأجوبة المرضية )) عن الأحاديث النبوية أن أصحاب النبي - صلى الله عليه وسلم - إذا قابل أحدهم أخاه كان يوصيه بسورة العصر.\n(1/25)\n",
        "قول الشافعي ـ يرحمه الله ـ ( لو ما أنزل الله حجة ..) ( ما ) نافية هنا ، أي : بمعنى ( لو لم ينزل الله حجة إلا هذه السورة لكفتهم ) .\nقوله : ( لكفتهم ) يأتي عليها احتمالان :-\nأما الاحتمال الأول : فهو لكفتهم فيما أوجبه عليهم من الأشياء العامة الواجبة، وهذا المعنى هو المقصود في قوله ( لكفتهم ) ، وهذا يدل عليه ما ذكره المصنف ـ يرحمه الله ـ في المسائل الأربع ، فهذه المسائل الأربع هي المسائل الواجبة على كل مكلف ومكلفة ، وعلى كل عبد وحر .\nأما الاحتمال الثاني : لكفتهم أي : في معرفة مسائل الدين ، وهذا غير مقصود ؛ لأن سورة العصر لا تشمل جميع أوامر الدين ، وأحكامه وشرائعه ، وإنما هي شاملة لشيء منه ، لا لكله ، فالاحتمال الأول هو المتعين لشيئين ، أما الشيء الأول : فللحس ، الحس : أي أننا نحس من السورة هذا المعنى المحتمل الأول لا نحس غيره .\nوأما الثاني : فلما أجمع عليه المفسرون وغيرهم ، أن سورة العصر ليس فيها الاحتمال الثاني من وجود شرائع الإسلام وأحكامه .\nثم قال المصنف ـ يرحمه الله ـ ( وقال البخاري رحمه الله تعالى : بابٌ : العلم قبل القول والعمل والدليل قوله تعالى : { فاعلم انه لا إله إلا الله واستغفر لذنبك } ، فبدأ بالعلم قبل القول والعمل ) .\nقوله : ( البخاري ) : هو أحد أئمة الحديث والإسلام ، واسمه محمد بن إسماعيل الجُعفي ، وهو من بلد بخارى ، من بلاد ما وراء النهر ، المتوفى سنة ست وخمسين بعد المائة الثانية من هجرة النبي - صلى الله عليه وسلم - .\nقوله : ( رحمه الله تعالى ): تأدبٌ من أهل السنة والمنصفين في الترحم على أهل الفضل .\nوذكر المصنف ـ يرحمه الله ـ قولة البخاري ـ رحمه الله ـ السابقة لسببين :-\nأما السبب الأول : فليبين أهمية العلم ، وشرف مرتبته وعلوها ، وذلك واضح من شيئين:\n(1/26)\n\nأما الشيء الأول : فقول البخاري ـ يرحمه الله ـ ( بابُ العلم قبل القول والعمل ) فقدم العلم في قوله ـ رحمه الله ـ ( العلم قبل القول والعمل ) .\nوأما الشيء الثاني : فقوله : ( فبدأ بالعلم ) فهذان الشيئان يدلان على ما سبق .\nوأما السبب الثاني : أنه لا بد من تقدم العلم على العمل ، أما من يعمل جاهلاً ثم بعد عمله يتعلم فقد غلط ، فلذلك قسم أهل العلم والإسلام الناس في أمر العلم والعمل على طوائف ثلاث :-\nأما الطائفة الأولى : فطائفة عندها علمُ ولكنها لا تعمل ، وهؤلاء هم اليهود .\nوأما الطائفة الثانية : فطائفة عندها عمل ولكن على جهل ، وهؤلاء هم النصارى .\nوأما الطائفة الثالثة : فطائفة الإسلام الناجية ، وهي التي جمعت بين العلم والعمل ، وهذا التقسيم جاءت الإشارة إليه في سورة الفاتحة في آخرها في قوله سبحانه وتعالى : { اهدنا الصراط المستقيم ، صراط الذين أنعمت عليهم ، غير المغضوب عليهم ولا الضالين } . ومن ثم يتبين أن قولة البخاري ـ يرحمه الله ـ المحكية دلت على المعنيين السابقين ، فلا بد منها .\nوقد حكى المصنف ـ يرحمه الله ـ قولة البخاري بالمعنى ، وإلا فنصها في صحيح البخاري هو قوله ( بابٌ : العلم قبل القول والعمل ) قال الله تعالى : ( فاعلم انه لا إله إلا الله واستغفر لذنبك ) فبدأ بالعلم .\nفزاد المصنف ـ يرحمه الله ـ جملتين ، أما الأولى فقوله : ( والدليل ) ، وأما الثانية فقوله : ( قبل القول والعمل ) ، إلا أنها جملتان صحيحتان عند حكاية الجمل لا بلفظها ، وإنما بمعناها .",
        "(1/27)\n\nثم ليعلم أن المصنف ـ يرحمه الله ـ استشهد بقول البخاري ( باب العلم قبل القول … إلى آخره ) وهذا القول من البخاري يسمى بـ ( الترجمة ) أي : يترجم الأحاديث التي يوردها تحت باب واحد بجملة ، فيقول (بابٌ العلم قبل القول والعمل) فهذه الجملة تسمى بالترجمة ، والترجمة بمعنى توضيح الأحاديث التي تحت هذا الباب ، فهي تتعلق بهذا المعنى ، فهي تفسر ما تحتها ، ولذلك يقال : زيد ترجمان عمرو باللغة الفارسية ؛ لأن عمرو لا يتكلم إلا بالعربية ، فهو ترجمان ؛ لأنه يوضح له اللغة الأخرى ، فيترجمها إلى لغة يعيها ، كذلك يقال : ( باب كذا ) هو ترجمة لما تحته من الأحاديث .\nوقد درج أهل العلم على الاستدلال بتراجم البخاري ـ يرحمه الله ـ وما ذلك إلا لعظمة البخاري في تراجمه وأبوابه ، فهو يُحكم صنيع التراجم لأبوابه ـ رحمه الله ـ ، ومن ثم قال الحافظ ابن حجر ـ يرحمه الله ـ في : (( هدي الساري )) ـ وهو مقدمة فتح الباري ـ ( قال بعض الناس : فقه البخاري في تراجمه ) ، ومن ثم أورد المصنف ـ يرحمه الله ـ قولة البخاري السابقة على وجه الاستدلال بها ، وهي مقرونة بدليل ظاهر ، وهي الآية السابقة ؛ لأن الله عز وجل قد بدأ بالعلم قبل العمل ؛ لأن الاستغفار صنيع اللسان والجوارح ، وأما العلم فمقدم على هذا الصنيع ، وهذا الصنيع هو المسمى بالعمل ، فتقدم العلم على الاستغفار ، والاستغفار نوع من أنواع العمل .\nقال المصنف ـ رحمه الله ـ : [ اعلم رحمك الله أنه يجب على كل مسلم ومسلمة تعلم هذه الثلاث مسائل والعمل بهن .\n( الأولى ) أن الله خلقنا ورزقنا ، ولم يتركنا هملاً ، بل أرسل إلينا رسولاً فمن أطاعه دخل الجنة ومن عصاه دخل النار ، والدليل قوله تعالى : { إنا أرسلنا إليكم رسولاً شاهداً عليكم كما أرسلنا إلى فرعون رسولاً * فعصى فرعون الرسول فأخذناه أخذاً وبيلاً } .\n(1/28)",
        "\n( الثانية ) أن الله لا يرضى أن يشرك معه في عبادته أحد لا ملك مقرب ولا نبي مرسل ، والدليل قوله تعالى : { وأن المساجد لله فلا تدعوا مع الله أحداً } .\n( الثالثة ) أن من أطاع الرسول ووحد الله لا يجوز له موالاة من حاد الله ورسوله ولو كان أقرب قريب ، والدليل قوله تعالى : { لا تجد قوماً يؤمنون بالله واليوم الآخر يوادون من حاد الله ورسوله ولو كانوا آبائهم أو إخوانهم أو عشيرتهم أولئك كتب في قلوبهم الإيمان وأيدهم بروح ويدخلهم جنات تجري من تحتها الأنهار خالدين فيها رضي الله عنهم ورضوا عنه أولئك حزب الله ألا إن حزب الله هم المفلحون } .]\nقول المصنف ـ رحمه الله ـ : ( اعلم رحمك الله ) هذه الكلمة سبق تفسيرها إذ إنها تكررت للمرة الثانية هنا .\nقوله رحمه الله : ( أنه يجب على كل مسلم ومسلمة ) . ( أنه يجب ) : سبق بيان معناها ، ( على كل مسلم ومسلمة) ( كل ) من ألفاظ العموم ، فتعم جميع المكلفين من المسلمين والمسلمات ، ومن الأحرار والعبيد ؛ فإن قوله ( كل ) يدخل على هذا المعنى العام وفسّره المؤلف ـ يرحمه الله ـ بقوله ( مسلم ومسلمة ) ولو اكتفى بكلمة مسلم لدخلت المسلمة ، وذلك لعموم قوله - صلى الله عليه وسلم - : (( النساء شقائق الرجال )) أخرجه أبو داود ، وهو حديث ثابت .\nوالمناسب في مختصرات الكتب والعلوم أن يُترك كل كلام هو زائد ، ويمكن أن يُستغني ببعضه عن بقيته ، وسبق أنه يستغنى عن كلمة ( مسلمة ) بقوله ( كل مسلم ) إلا أن المصنف ـ يرحمه الله ـ لم يأخذ بهذه القاعدة لمعنى : ألا وهو التأكيد على كون الإناث يدخلن في قوله ( كل ) الذي أدخله على كلمة مسلم .\nوهذا التأكيد والتفسير للمعنى وإن كان بعض الكلام يغني عن بقيته، قد يذهب إليه بعض من أهل العلم والتصنيف في المختصرات لهذا المعنى ، وهو التفسير والتأكيد.\nوإنما حكم على هذه المسائل بكونها واجبة لدلالتين :-\n(1/29)\n",
        "أما الدلالة الأولى : فالخبر ، وقد ذكر المصنف ـ يرحمه الله ـ جملة من الأدلة الدالة على هذه المسائل الثلاث كل بحسبه .\nوأما الدلالة الثانية : فالإجماع ، حيث أجمع المسلمون على وجوب تعلم هذه المسائل الثلاث الآتية ، وقد نقل الإجماع في ذلك جماهير أهل العلم ، ومنهم ابن بطة العكبري في (( كبرى الإبانتين )) ، و شيخ الإسلام ابن تيمية ـ رحمه الله ـ كما في (( مجموع فتاواه )) وكذا غيرهما.\nقوله : ( تعلُّم هذه الثلاث مسائل ) : ( تعلم ) سبق تفسير هذا اللفظ .\n( هذه الثلاث مسائل ) ( هذه ) : اسم إشارة ، والمشار إليه هي المسائل التي سيأتي ذكرها ، وإنما كان استعمال المصنف ـ رحمه الله ـ لهذا الأسلوب من باب تعين المقصود ، فالمقصود يُعيَّن بطرق وأساليب في لغة العرب ، ومن هذه الطرق والأساليب : الإشارة ، فإذا قلت هذا الرجل ، وأشرت إليه ، فقد عيّنت الرجل بالإشارة ، بينما لو قلت فعل الرجل كذا وكذا ، لكانت كلمة الرجل في جملتك السابقة غير معينة ، خلافاً للجملة الأولى ؛ فإن الرجل قد عُيِّن بالإشارة .\nوالمقصود من التعيين هو تمام تحديد ما وقع عليه الحكم ، وهو الوجوب ، فالحكم أنه يجب على كل مسلم ومسلمة ، والشيء المعين هو الثلاث مسائل التي يأتي ذكرها .\nوإنما حصر هذه المسائل في ثلاث دون غيرها لدلالة ، وهذه الدلالة هي الاستقراء .\nوالاستقراء : معناه أن يقرأ الإنسان مفردات شيء حتى يعطيه حكماً تشترك هذه المفردات فيه .\n(1/30)\n\nمثال ذلك لو دخل المعلم على فصل دراسي قِوَام طلاب هذا الفصل ثلاثون طالباً فاستقرأ دفاتر الثلاثين من الدارسين في هذا الفصل فوجدها تشترك في حكم واحد ، ألا وهو عدم المجيء بما ألزمهم المدرس بالأمس به من واجب ، فهذا الصنيع من المدرس ـ وهو أن يطالع جميع كراريس الثلاثين في هذا الفصل ـ يسميه أولو النظر بالاستقراء ، وهذا المعنى هو الذي يستدل به على تحديد المصنف ـ يرحمه الله ـ للمسائل الواجبات على كل مسلم ومسلمة بثلاث مسائل دون غيرهن .\nفيكون المعنى أن المصنف ـ يرحمه الله ـ قد استقرأ مسائل الشرع وأحكامه ، فلم يجد سوى ثلاث مسائل هن المسائل اللائي يحكم بوجوب تعلمهن على كل مسلم ومسلمة.\nوهذه المسائل الثلاث يجب أن يجمع الإنسان بين شيئين حيالهن :-\nأما الشيء الأول : فالعلم . وهو قول المصنف يرحمه الله ( تعلُّم )\nوأما الشيء الثاني : فالعمل ، وهو قول المصنف يرحمه الله ( والعمل بهن ) .\nوهذه المسائل الثلاث هي:-\nأولاً : توحيد الألوهية ، ويسمى بتوحيد الإلهية ، ويسمى بتوحيد العبادة .\nثانياً : توحيد الربوبية ، ويسمى بتوحيد الرب في أفعاله .\nثالثاً : مسألة الولاء والبراء .\nوهذه المسائل الثلاث عليها يدور الدين وهي أصل أصوله ، ومَجْمَع فصوله ، كما قرره أئمة السنة والعلم ومن أولئك الإمام محمد بن عبد الوهاب كما في بعض رسائله وسبقت الإشارة إلى مقولته حيال ذلك .\nفهذه الثلاث من المسائل هن المسائل الثلاث التي عناهن المصنف ـ يرحمه الله ـ في قوله السابق ، فالمسألة الأولى ذكرها رحمه الله بقوله : ( الأولى : أن الله خلقنا ورزقنا ولم يتركنا هملاً ) إلى آخر كلامه ، وهذه المسألة هي مسألة توحيد الربوبية .\nوأما الثانية فذكرها رحمه الله بقوله : ( الثانية أن الله لا يرضى أن يُشرك معه أحد في عبادته ) إلى آخر كلامه رحمه الله ، وهي مسألة توحيد الإلهية والألوهية والعبادة .",
        "(1/31)\n\nأما الثالثة فذكرها المصنف رحمه الله بقوله : ( الثالثة أن من أطاع الرسول ووحد الله لا يجوز له موالاة من حاد الله ورسوله ) إلى آخر كلامه رحمه الله ، وهي مسألة الولاء والبراء ، أو الموالاة والمعاداة .\nقول المصنف ـ يرحمه الله ـ : ( الأولى : أن الله خلقنا ورزقنا ولم يتركنا هملا )\nذكر المصنف ـ يرحمه الله ـ في هذه المسألة توحيد الربوبية ، وتوحيد الربوبية هو إضافة كلمة توحيد إلى كلمة الربوبية ، وكلمة الربوبية تعود إلى كلمة الرب ، والرب له أكثر من معنى في لغة العرب ، ومن هذه المعاني التربية ، يقال ربى فلانٌ ابنه ، إذا صنع معه التربية الحسنة ، من أن يعطيه المعاني الحسنة شيئاً فشيئاً ، حتى يبلغ به مدارج الكمال ، وهكذا تجد أن كلمة الرّب ، ورّب باشتقاقاتها في لغة العرب تعود إلى أكثر من معنى ، ومن معانيها التربية التي أُوضحت آنفاً .\nأما توحيد الربوبية فمن أحسن تعاريفه أن يقال هو : توحيد الله - سبحانه وتعالى - بأفعاله ، ومن أفعال الله التي يجب أن يُفرد بها : الخَلق والرَّزق والإحياء والإماتة ، فهذه جملة من الأمثلة على ذلك ، فإذا قال القائل : إن الله قد خلق العباد وشاركه غيره في هذا الفعل ، فيقال قد أشركت بالله في توحيد الربوبية ؛ لأن الخلق فعل لله يجب أن يفرد الله - سبحانه وتعالى - به ، فإذا جعلت مع الله شريكاً في هذا الفعل فقد نقضت توحيدك في الربوبية.\nكذلك لو قال القائل : إن هناك ولياً يُسمى بالقطب الأكبر ، هو الذي يرزق الناس في معاشهم ودنياهم مع الله ، فيقال قد وقعت في ناقضاً من نوا قض توحيد الربوبية ، ألا وهو انك جعلت مع الله شريكاً فيما حقه أن يفرد به - سبحانه وتعالى - ، وهو الرَّزق .\n(1/32)",
        "\nوالرَّزق ( بفتح الراء المهملة ) هو مصدرٌ من : رَزَق يرزق رزقاً ، وما يأتي العبد من شيء يسترزق به يسمى بالرِّزق ( بكسر الراء المهملة ) ففرق بين ( الرَّزق ) الذي هو فعل الله - سبحانه وتعالى - ، وبين ( الرِّزق ) الذي هو ما يأتي العبد نتيجة رزق الله له .\nوهكذا يقاس من أمثلة كثيرة هي من صفات الربوبية لله سبحانه وتعالى .\nوأكثر الخلق لا يشركون مع الله في ربوبيته أحداً ، حتى أن جملة المشركين الكافرين إبَّان بعثة سيد المرسلين عليه أفضل صلاة وأتم تسليم ، كانوا لا يشركون مع الله أحداً في ربوبيته ، فهم يقرون بأن الخالق هو الله ، وأن الرزاق هو الله ، وأن المدبر للكون أجمعه هو الله - سبحانه وتعالى - ، إلى غير ذلك من صفات الربوبية التي يثبتونها صواباً على وجه صحة . نعم ، وقع بعض من الجاهلين من المشركين الكافرين وقت بعثة سيد المرسلين - صلى الله عليه وسلم - في خلاف ذلك ، فجعلوا مع الله شريكاً في ربوبيته كبعض أهل الوثنية .\nوذكر المصنف يرحمه الله ثلاث معان تتعلق بربوبية الله سبحانه وتعالى :\nأما المعنى الأول: فالخلق ، وذلك بقول المصنف : ( أن الله خلقنا ) و( نا ) في كلمة ( خلقنا ) تعود على الخلق البشري ، أي : أن الله خلق البشر ، وقد تعود على المكلفين ، ليدخل الجن ؛ لأنهم مكلفون كالبشر ، وحينئذٍ فقوله ( نا ) في كلمة ( خلقنا ) إما أن يعود على الجنس البشري ، وهم بنو آدم ، وإما أن يعود على جنس المكلفين ، ليدخل فيه صنفان ، أما الصنف الأول فبنو آدم ، وأما الصنف الثاني فالجن .\nوقد دل على أن الله - سبحانه وتعالى - هو خالقنا ثلاث دلائل معتبرة :-\n(1/33)\n",
        "أما الدلالة الأولى : فالخبر السمعي ، الذي ورد في كتاب الله وسنة رسوله - صلى الله عليه وسلم - ومن أمثلة ذلك ودلائله قول - سبحانه وتعالى - { الله خالق كل شيء } فقوله سبحانه (كل شئ ) ( كل ) من ألفاظ العموم ، ( وشيء ) نكرة ، فدل ذلك على أنه يدخل كل شيء في هذا المعنى ، فكل ما سوى الله مخلوق ، ومن ألئك بنو آدم والجن ، فقد خلقهم الله - سبحانه وتعالى - .\nوأما الدلالة الثانية : فالإجماع ، حيث أجمع العقلاء على أن الجميع من المكلفين قد خلقهم الله - سبحانه وتعالى - .\nوأما الدلالة الثالثة : فهي دلالة النظر ، وإلى هذه الدلالة جاءت إشارات في القرآن ؛ ومنها قول الله الرحمن { أم خلقوا من غير شيء أم هم الخالقون } فهذه الآية دلت على أن الخلق قد خلقوا من أحد ثلاث جهات ، أما الجهة الأولى أنهم خُلِقوا من غير شيء ، أي : أن العَدَم أوجد هؤلاء الخلق ، وهذا مُحال ممتنع ؛ لأن فاقد الشيء لا يعطيه ، والعدم غير موجود ، فكيف يوجِد موجوداً يسمى بالمخلوقات أو الخلق ، وأما الجهة الثانية فهي أن يكون الخلق هم الذين خلقوا أنفسهم ، وهذا باطل ممتنع محال ، ولا يمكن أن يخلق المخلوق نفسه؛ لأن معناه أنه كان موجوداً قبل أن يُوجد فأوجد نفسه في وقت لا وجود لذاته فيه ، ثم كان هذا المخلوق ، وهذا محال ممتنع ؛ لأن كونه مخلوقاً فقد سُبق بعدم ، فكيف يوجد نفسه من عدم ، وهذا من أمحل المحال ، وأما الجهة الثالثة وهي التي دل عليها سياق الآية أن الله الرب المعبود - سبحانه وتعالى - هو الخالق ، فإذا انعدمت الجهتان السابقتان تعين أن يكون الخالق هو الله - سبحانه وتعالى - ولا بد .\n(1/34)\n\nفهذه ثلاث دلائل دلت على أن الله - سبحانه وتعالى - هو الذي خلقنا ، وأنه متصف بصفة الخلق أيضاً ، ولا ريب أن صفة الخلق صفة كمال لله - سبحانه وتعالى - ولذلك قال الله تعالى : { أفمن يخلق كمن لا يخلق } ، وهذا فيه دلالة أن من كان يخلق فقد اتصف بصفة هي صفة كمال ، خلافاً لمن لا يخلق فإنه ناقص ، والله - سبحانه وتعالى - منزه عن النقص ، ولذلك كان - سبحانه وتعالى - خالقاً ، يخلق ما يشاء ويختار .\nوأما المعنى الثاني: فهو الرَّزق ، وإليه أشار المصنف يرحمه الله بقوله ( ورزقنا ) و ( نا ) في كلمة رزقنا كـ( نا ) في كلمة (خلقنا ) على حد سواء .\nوإنما كان الله هو الرازق لخلقه لثلاث دلائل معتبرة أيضاً :-\nأما الدلالة الأولى : فدلالة الخبر السمعي ، من كتاب وسنة ، ومن ذلك قول الله تعالى { إن الله هو الرزاق ذو القوة المتين } فالله - سبحانه وتعالى - هو الرزاق ، فهو الذي يرزق جميع الأحياء ، فهو رازق الإنسان والجان ، وهو رازق جنس الحيوان ، فكل شيء هو رازقه - سبحانه وتعالى - .\nوأما الدلالة الثانية: فدلالة الإجماع عند أهل الإيمان ، فإن المؤمنين أجمعين يقرون بأن الرازق هو رب العالمين - سبحانه وتعالى - ، وما يفعله بنو آدم وغيرهم إنما هو طَرْق للأسباب ، وفعل لهذه الذرائع التي توصل إلى ما قدره الله - سبحانه وتعالى - وقضاه من قسمة للأرزاق .\nوأما الدلالة الثالثة : فدلالة النظر ، وذلك أن الله - سبحانه وتعالى - قد أوجد الخلق وخلقهم ، فإذا كان هو الخالق ؛ فإن الخلق قد عجزوا عن إيجاد أنفسهم وبعضهم ، فهم بحاجة إلى من يغذيهم في قواهم المعنوية ، وقواهم العلمية والعملية ، وغير ذلك . ولا يكون ذلك إلا من صاحب غني عن حوائج الناس وما إليه ، وليس إلا الله - سبحانه وتعالى - ، فكان هو الرزاق حقاً ، فهذه دلائل ثلاث معتبرة تدل على صحة معنى كونه رازقاً لنا - سبحانه وتعالى - .",
        "(1/35)\n\nوأما المعنى الثالث : فهو تدبير الله تعالى لخلقه ، وهو الذي عبَّر عنه المصنف ـ يرحمه الله ـ بقوله : ( ولم يتركنا هملاً ) فإن هذه الجملة معناها أن الله - سبحانه وتعالى - قد دبَّر خلقه، فلم يتركهم سُدى ، ولم يتركهم هملاً ، وقوله ( هملاً ) معناه سُدى وعبثاً . والهَمَل والسدى والعبث بمعنى واحد ، فيكون المعنى أن الله - سبحانه وتعالى - لم يترك خلقه بعد خلقهم دون تدبير ، ولم يتركهم هملاً عبثاً لا يؤمرون ولا ينهون ، وهذا المعنى هو الذي قضى به أئمة التفسير وأهل المعرفة ، ومن أولئك ابن عباس رضي الله عنهما ، كما أسنده عنه جماعة ، ومن أولئك الطبري رحمه الله في (( تفسيره )) .\nولا ريب أن الله - سبحانه وتعالى - قد دبر الخلق فأمرهم ونهاهم ، أمرهم بالخيرات ونهاهم عما يفسد آخرتهم أو دنياهم ، ولم يَشْرَع الله - سبحانه وتعالى - إلا شرعاً يحفظ لهم ما به يحفظون في أخراهم ودنياهم ، ومن ذلك حفظ دينهم ، وحفظ عقولهم ، وحفظ أموالهم ، وحفظ نسلهم وأعراضهم ، فهذه معان داخلة ضمن ما به يحفظون ، فلم يأت الشرع إلا على هذا المنوال .\nوقد دلت الدلائل الكثيرة المستفيضة على كون الله قد دبر الخلق ولم يتركهم عبثاً سدى هملاً ، وحاصلها دلالتان:-\nأما الدلالة الأولى : فدلالة الخبر السمعي من كتاب وسنة ، ومن ذلك قول الحق سبحانه { أفحسبتم أنما خلقناكم عبثا } ، أي : هملاً وسدى لا تؤمرون ولا تنهون ، كما قاله مجاهد ومقاتل وقتادة ، وجماعة من السلف فيما أخرجه عنهم الطبري ـ رحمه الله ـ في (( تفسيره )) ، وجماعة .\nأما الدلالة الثانية : فدلالة الإجماع ، حيث أجمع أهل العلم والأثر على أن الخلق لم يتركوا سدى هملاً ، وإنما أمروا ونهوا ، وجاء ذلك مع الرسل والكتب ، فعرفوا ما أمروا به ودروا ما نهوا عنه .\nثم قال المصنف رحمه الله ( بل أرسل إلينا رسولاً فمن أطاعه دخل الجنة ومن عصاه دخل النار )\n(1/36)",
        "\nقوله ( بل أرسلنا إلينا رسولاً ) إلى آخره : هي جملة تتعلق بالمعنى الثالث ، الذي ذكره المصنف ـ يرحمه الله ـ وهو معنى التدبير ، الذي أشار إليه في قوله الآنف ( ولم يتركنا هملا ) .\nقوله : ( بل أرسل إلينا ): ( إلينا ) ( نا ) في كلمة ( إلينا ) كـ ( نا ) فيما سبقها في قوله رحمه الله ( خلقنا ورزقنا ) فإما أن تعود على بني آدم ، وهذا بيّن واضح ؛ إذ إن أول الرسل هو نوح ـ عليه الصلاة والسلام ـ على أصح أقوال العلماء وأهل التواريخ والسير والعقائد ، ويدل عليه حديث الشفاعة الطويل ، وفيه (( فأنت أول رسول أرسله الله )) والخطاب إلى نوح عليه السلام .\nوأما إذا عاد على المكلفين ليدخل الجان مع البشر والإنسان ، فقد اختلف أهل العلم والسير والتواريخ والعقائد ؛ هل الجن يرسل إليهم رسل ؟ أم أن هناك من يبلغهم بالذهاب إلى رسل بني آدم ؟\nالقول الثاني هو الذي عليه جماهير أهل السنة والعلم ، كما قاله شيخ الإسلام ابن تيمية يرحمه الله كما في (( مجموع فتواه )) ، وكذا غيره .\nقوله : ( رسولا ) : يعني محمداً - صلى الله عليه وسلم - ، فإن خاتم الرسل هو النبي محمد بن عبد الله الهاشمي القرشي - صلى الله عليه وسلم - ، وسيأتي مزيد كلام عن خاتم الأنبياء والرسل محمد - صلى الله عليه وسلم - .\nقوله : ( من أطاعه دخل الجنة ومن عصاه دخل النار) : هذا المعنى دل عليه دلالتان ظاهرتان:-\nأما الدلالة الأولى : فالخبر السمعي ، ومن ذلك ما أخرجه الإمام البخاري أن النبي - صلى الله عليه وسلم - قال : (( كل أمتي يدخلون الجنة إلا من أبى قالوا يا رسول الله ومن يأبى قال من أطاعني دخل الجنة ومن عصاني فقد أبى )) ، وهذا فيه دلالة على المعنى الذي قرره المصنف يرحمه الله .\n(1/37)\n",
        "وأما الدلالة الثانية : فدلالة إجماع أهل السنة والأثر ، حيث أجمعوا أن العُصاة في النار ، وأن أصحاب الطاعات والخير في الجنة ، وهذا الإجماع إجماع مجُمل مبهم ، وقد نقله جماعة ، ومن أولئك الطبري في (( تفسيره )) و (( عقيدته )) ، وكذلك البربهاري في (( شرح السنة )) وغيرهما ـ رحمهما الله تعالى ـ .\nثم ليعلم أن دخول الطائعين إلى جنة رب العالمين على جهتين :-\nأما الجهة الأولى : فهو دخول من أول وهلة ، دون أن يُسبق دخولهم بعذاب ، ومن أمثلة ذلك السبعون ألف الذين يدخلون الجنة بغير حساب ولا عذاب ، كما جاء حديثهم صحيحاً .\nوأما الجهة الثانية : فهو دخول ولكن بعد أمد ، أي بعد سَبْق عذاب عليهم ، ثم يكون مآلهم إلى الجنة ، وهؤلاء الصنف هم أهل الطاعة ، وأول الطاعات وأعظمها هو توحيد الله سبحانه وتعالى .\nفالموحدون دخولهم للجنة إما أن يكون من أول وهلة ، وإما أن يكون بعد سَبْق عذاب ، لكن يكون مآلهم إلى الجنة .\nوأما العُصاة فإنهم يدخلون النار ، والعُصاة صنفان :-\nأما الصنف الأول : فأهل كفر وإلحاد ، خرجوا عن ملة الإسلام ، فهؤلاء في النار خالدين فيها .\nوأما الصنف الآخر : فهم أهل توحيد ، أو الذين في قلوبهم مثقال حبة خردل من إيمان ، فهؤلاء مآلهم إلى الجنة ، وإن بقوا في النار أمداً .\nفيتلخص مما سبق أن أهل الطاعة مآلهم إلى الجنة ، وسيدخلون الجنة ولا بد ، فمِن داخل من أول وهلة ، ومِن متأخر عن أولئك .\nوأن أهل المعصية منهم الكافر ، ومنهم المسلم المؤمن ، فإذا كان مسلماً عُذب وكان مآله إلى الجنة ، وإن كان كافراً أدخل النار وكان خالداً فيها .\nفيحمل قول المصنف ـ يرحمه الله ـ ( فمن أطاعه دخل الجنة ومن عصاه دخل النار ) على المعنى السابق ، وهو ما دلت عليه الدلائل والأدلة .\n(1/38)\n\nثم قال المصنف ـ يرحمه الله ـ : والدليل قوله تعالى { إنا أرسلنا إليكم رسولا شاهداً عليكم } . الخطاب في قوله سبحانه ( إنا أرسلنا إليكم ) يقصد به : المشركون إبان بعثة النبي - صلى الله عليه وسلم - ، إما أن يقصد به مشركو العرب ، أو أن يقصد به المشركون مطلقاً ، فهما قولان لأرباب التفسير ، محكيان عن أئمة التفسير ، كما ذكره ابن جرير يرحمه الله في ((تفسيره)) وابن كثير يرحمه الله في (( تفسيره )) أيضاً .\nقوله تعالى : ( رسولاً ) : يقصد به النبي محمد - صلى الله عليه وسلم - فهو الذي أرسل للناس في ذلك الوقت وهو خاتمهم .\nقوله تعالى : ( شاهداً عليكم ): هذا فيه أكثر من قول ، وأشهر أقوال المفسرين أنه يشهد على أعمالكم يوم القيامة ، فيشهد على الكفار بكفرهم ، وعلى المنافقين بنفاقهم من أهل الشرك ، وعلى المؤمنين بإيمانهم .\nقوله تعالى : ( كما أرسلنا إلى فرعون رسولا فعصى فرعون الرسول فأخذناه أخذاً وبيلاً ) (وبيلاً ) فسرها ابن عباس رضي الله عنهما فيما أخرجه البخاري معلقاً في ((جامعه)) ووصله الطبري في (( تفسيره )) أنه قال : ( وبيلاً : أي ثقيلا شديداً ) ، فيكون المعنى : أن الله - سبحانه وتعالى - أخذ آل فرعون أخذاً شديداً ثقيلاً ، ولذلك أغرقهم أجمعين ، ثم آتاهم العذاب في حياتهم البرزخية ، ثم يكون عذابهم العظيم في جهنم في حياتهم الأخروية ، ولذلك قال الله - سبحانه وتعالى - { النار يعرضون عليها غدواً وعشياً ويوم تقوم الساعة أدخلوا آل فرعون أشد العذاب } ، وهذا فيه دلالة على أن آل فرعون ذاقوا العذاب في الدنيا ، ويذوقون العذاب في الحياة البرزخية ، وسيذوقون أشد العذاب والعقاب في الحياة الأخروية .",
        "(1/39)\n\nأما كونهم ذاقوا العذاب في حياتهم الدنيوية فبما وقع عليهم من شؤم ذنوبهم وآخره الإغراق ، فغرق فرعون ومن معه ، وأما ما يقع عليهم في حياتهم البرزخية فعرض النار عليهم غدواً وعشياً ، وأما كون ذلك أشد عذاب في الآخرة ، فدل عليه آخر الآية المتلوة آنفاً .\nوالمقصود من الآية : أنكم أيها المشركون المكذبون يا من عاندتم بجهلكم وكبركم النبي محمداً - صلى الله عليه وسلم - وعصيتموه ، وأنتم تعلمون ما حل بفرعون وآل فرعون من العذاب ، سيقع لكم ما وقع لهم ، وما سيقع لهم في الآخرة إن أنتم عصيتم النبي الخاتم محمداً - صلى الله عليه وسلم - .\nفهذه الآية دلت على ما أوردها المصنف عليه من جهة ، ألا وهي أن الآية فيها تهديد بالعقاب للمشركين الذين لم يؤمنوا بالنبي محمد - صلى الله عليه وسلم - كما وقع بآل فرعون .\nوإنما مثل بآل فرعون ـ كما قاله جمع من المفسرين ـ لعلتين :-\nأما العلة الأولى : فلشهرة خبره عند المشركين إبان بعثة النبي - صلى الله عليه وسلم - ، وضَرْب الأمثال بما هو معلوم عند المخاطب ومشهور عنده هو عين المقصود ، ولذلك ضَرَب الله - سبحانه وتعالى - بآل فرعون مثلاً تهديداً وتخويفاً بنزول العذاب والعقاب .\nوأما العلة الثانية : فلأن فرعون كان كبيراً عالياً بطغيانه ؛ فلكونه كان من أعلى الطغاة الذين أنكروا الإلهية لله - سبحانه وتعالى - ، وعصوا الرسول موسى عليه الصلاة والسلام مع كونه قد أردف بوزير آخر ، وهو هارون عليه السلام ، فدل ذلك على عظيم ما وقع عليه ، فصَحَّت العِلَّة ، فالعلة الأولى لكونه خبراً مشهوراً ، والعلة الثانية لكون فرعون قد نزل إلى أدنى الدركات ، وامتطى أعلى ما يعلو إليه الجاهلون ، من جهلهم وعنادهم وكبرهم ، ومن ثم وقع التمثيل بفرعون ، وما يقع عليه وما سيقع من سوء العذاب .\n(1/40)",
        "\nقول المصنف ـ يرحمه الله ـ : ( الثانية : أن الله لا يرضى أن يشرك معه أحد في عبادته … ) إلى آخره ، هذه المسألة الثانية ، وتتعلق بتوحيد الإلهية ، المسمى بتوحيد الألوهية والعبادة ، ومن أحسن التعاريف التي يعرف بها توحيد العبادة والإلهية والألوهية أن يقال : ( هو توحيد الله بأفعال الخَلْق ) .\nومن أمثلة أفعال الخلق الصلاة والسجود والنذر والذبح والاستغاثة وغيرها ، فإذا استغاث الإنسان بولي ميت في القبر على أن يرزقه كذا ، أو أن يأتيه الذرية بعد عقم وانقطاع ، فهذا شرك في توحيد الإلهية ، وكذلك إذا ذبح الإنسان لملك من ملوك الدنيا ، أو لعظيم من عظماء الأرض ، حتى يتقرب إليه تعبداً وتزلفاً، فهذا شرك في توحيد الإلهية والعبادة ، وكذلك يقاس على هذين المثلين في أمثلة كثيرة تتعلق بتوحيد الإلهية والعبادة .\nقوله يرحمه الله : ( أن الله لا يرضى أن يشرك معه أحد في عبادته لا ملك مقرب ولا نبي مرسل ) ( لا يرضى ) الرضى : هو بمعنى المحبة ، فيقال رضي الله بكذا ، أي أحب الله كذا ، ورضي الله عن فلان إذا وقعت المحبة ، إلا أن المحبة ليست مطابقة لتمام معنى الرضى ؛ ولكنها هي من مقتضياتها ولوازمها ، كما قرره جمع من أئمة فقه اللغة ، وعلماء السنة وأئمتها كشيخ الإسلام ابن تيمية رحمه الله .\nقوله : ( أن يشرك معه أحد في عبادته ) ( أنْ ) : دخلت على الفعل المضارع يشرك ، وأن إذا دخلت على الفعل المضارع فهناك مصدر مستكن ـ أي مستخفي ـ في هذه التركيبة ، من تركيبة ( أن مع يشرك ) فإذا أُوِلَت حينئذ كان تأويلها بمصدر من جنس ما دخلت عليه أن ، فيكون المعنى أن يشرك أي شرك ، أي : فلا يرضى الله - سبحانه وتعالى - أي نوع من أنواع الشرك أبداً ، سواء أكان شركاً أكبر ، أم كان شركاً أصغر ، سواء أكان شركاً خفياً أم كان شركاً ظاهراً علنياً ، فإن ذلك كله يدخل فيما لا يرضاه الله - سبحانه وتعالى - .\n(1/41)\n",
        "وقوله : ( يشرك ) : الشرك مأخوذ من الاشتراك ، فإذا شارك الإنسان زيداً في عمل ، يقال أشرك عمرو زيداً في عمله ، وكذلك يقال يشرك بين زيد وعمرو في عمل كذا، وما فعله زيد وعمرو هو الإشراك في العمل ، إلى غير ذلك ، فهذه كلها ذات معنى واحد ، وإنما اختلفت تراكيبها واشتقاقاتها ، والحاصل أن الإشراك معناه في اللغة واضح بين.\nوالإشراك في الشرع المقصود به هنا هو : الشرك في توحيد الإلهية ، وسبق معنى توحيد الإلهية ، وذكر أمثلة على توحيد العبادة .\nقوله : ( معه أحد في عبادته ) : إنما ذكرت على جهة الغالب أي أن الشرك في الغالب لا يقع إلا مع الله ؛ ولكن من باب أولى لو أن إنساناً كفر بالله ، وجحد إلهية الرب - سبحانه وتعالى - فكان مُلحداً لم يثبت الإلهية لله - سبحانه وتعالى - ، وإنما جعل هناك وثناً سماه بكذا ، ثم جعل عباداته القولية والفعلية وما إليها راجعة إلى هذا الوثن ، الذي يصمد إليه عبادة لا يلتفت إلى الله ، ولا يثبت إلهية وعبادة الله - سبحانه وتعالى - .\nفالكفر والشرك نوعان :\nأما النوع الأول : فهو أن يجعل مع الله آخر ، وهذا هو الغالب ، وهو الذي يدل عليه ظاهر كلام المصنف ـ يرحمه الله ـ وإنما كان الغالب لمعنيين :\nأما المعنى الأول : أن الله قد جبل الناس وفطرهم على أن يؤمنوا بالله - سبحانه وتعالى - ولذلك أخرج مسلم وغيره من حديث أبي هريرة - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال : (( كل مولود يولد على الفطرة فأبواه يهودانه أو يمجسانه أو ينصرانه )) . وهذا فيه دلالة أن الفطر في الأصل سليمة ، وتُقر بربوبية الله - سبحانه وتعالى - ، وأن لها رباً في السماء يقصد ويعبد ، - سبحانه وتعالى - ومن ثم فإذا أشرك الإنسان لم يستطع أن يبتعد عن فطرته فيؤمن بالله ولكن يجعل شيئاً من العبادات لغيره فوقع لغير الله ما لا يجوز إلا لله .\n(1/42)\n\nوأما المعنى الثاني : فالحس ، إذ إن المستقرئ لحال المشركين من قديم الأزمنة وحديثها يجدهم أنهم يؤمنون بربوبية الله ويثبتون أن هناك إلهاً في السماء يعبد ولكن يشركون مع الله غيره .\nأما النوع الثاني من الكفر والشرك : فهو أن يكفر بالله ، فلا يؤمن لا بربوبية ولا بألوهية ، وهذا لو فُرض وجوده جدلاً ، فيقال هو منهي عنه من باب أولى ، إذا نهي عن إشراك غير الله مع الله في عبادته ، فأولى من هذه الحالة منعاً ونهياً أن تمحض العبادة لغير الله ، فدل قول المصنف ـ يرحمه الله ـ ( أن يشرك معه ) من باب أولى على النوع الثاني ، ودل على النوع الأول من باب المطابقة .\nقوله رحمه الله : ( أحد ) أحد نكرة فيدخل على جميع الأشياء ، سواء أكانت جماداً أم حيواناً . والحيوان هو كل ذي حياة ، فيشمل ذوات الأربع من البهائم العجماوات ، ويشمل الإنسان ، والجان ، ويشمل الملائكة ويشمل الآدميين .\nقول المصنف يرحمه الله : ( في عبادته ) : هي ظرف لحصول الشرك ، فإذا وقع الشرك يقع في العبادة ، فإذا وقع في العبادة سمي شرك الإلهية لوقوعه في العبادات ، أما إذا وقع في غير العبادة ، أي : في ربوبية الله وأفعاله وما إليها ، فهذا يسمي بالشرك في ربوبية الله وأفعاله وسبق .\nقول المصنف يرحمه الله ( لا ملك مقرب ولا نبي مرسل ) : هذه الجملة هي زائدة ويكفي ما سبق عنها ، وإنما ذكرها المصنف ـ يرحمه الله ـ ليبين من باب التفسير على أن الشرك الذي هو صرف نوع من أنواع العبادة إلى غير الله لا يصلح لأي أحد ، ولو كان هذا الشيء من المقربين إلى الله أو من أفضل الخلق ، فذكر رحمه الله صنفين ، غيرهما لا يصح وقوع العبادة وصرفها إليهم من باب أولى :",
        "(1/43)\n\nأما الصنف الأول : فهم أقرب الخلق إلى الله الرب ، وهؤلاء هم الملائكة ويتفاوتون في القرب إلى الله ، فأعظمهم قرباً إلى الله - سبحانه وتعالى - جبرائيل عليه السلام ، ولذلك أوصل النبي - صلى الله عليه وسلم - إلى سدرة المنتهى حيث لا يصل إليها أحد .\nوأما الصنف الثاني: فأفضل الخلق ، وأفضل الخلق هم المرسلون .\nواختلف أهل المعرفة هل يُفرق بين الرسول وبين النبي ؟ أم أن دلالة كلمة الرسول كدلالة كلمة النبي ؟ قولان لأهل العلم :\nجماهير أهل العلم وأكثرهم على القول بالتفريق بين دلالة الكلمتين ، ثم اختلفوا في هذا التفريق ما هو ؟ وما ضابطه ؟ إلا أن جميع التفاريق لا تنضبط ، ويأتي عليها شيء من الإيراد والنقض . وأحسن ما في الباب ما ذكره شيخ الإسلام ابن تيمية ـ يرحمه الله ـ في كتابه (( النبوات )) ، وهو أن يقال : النبي ما نبئ بالوحي وأنبأ غيره بما نبئ به ، خلافاً للرسول فهو منبئ لغيره ولكنه بشرع جديد .\nويتحصل من هذا التعريف أن هناك فارقين بين النبي والرسول:-\nأما الفارق الأول : فهو أن الرسول أخص من النبي ، فالنبي معنى عام ، فكل رسول نبي ولا ينعكس .\nوأما الفارق الثاني : فهو أن النبي يأتي مؤكداً لشرعة سابقة ، كهارون وغيره ، وأما الرسول فيأتي بشرعة جديدة ، كموسى وعيسى والنبي المرسل محمد - صلى الله عليه وسلم - .\nفإذا لم يصح صرف شيء من العبادات لأقرب الخلق إلى الله - سبحانه وتعالى - وهم الملائكة ، ولا لأفضل الخلق وهم الرسل ، فلا يصح صرف العبادات لغيرهما من باب أولى .\nقال المصنف ـ يرحمه الله ـ ( والدليل قوله تعالى : { وأن المساجد لله فلا تدعوا مع الله أحداً } .\nقوله تعالى : ( وأن المساجد ) هذه الجملة إما أن تكون تعليلية أو استئنافية :\nفإما أن تكون تعليلية بمعنى : ولأن المساجد لله فلا تدعوا مع الله أحداً .\n(1/44)",
        "\nوإما أن تكون الواو استئنافية أي : أنها آية لا علاقة لها بما سبق ، وفيها معنى مستقل وهو قول الله تعالى ( وأن المساجد لله ) .\n( أن ) : مؤكدة ، ( المساجد ) : فيها تفسيران لأئمة التفسير :\nأما التفسير الأول : فهو أن المساجد هي بيوت الله التي يسجد له فيها ، ويصلى له فيها ، ويذكر - سبحانه وتعالى - فيها وهذا هو الذي ذهب إليه جمهور المفسرين .\nوأما االتفسير الثاني : فهو أن يقال المساجد يقصد بها ما يتخذ عبادة ، ويدخل في ذلك الصوامع والكنائس وغيرهما ، وهذا هو قول مجاهد رحمه الله ، ووافقه عليه جماعة ، فيكون المعنى على القول الأول ( وأن المساجد لله …) إلى آخر الآية ؛ أي : أن بيوت الله لله فلا يصح أن يشرك مع الله أحد في هذه المساجد ، فضلاً عن غيرها .\nوأما التوجيه على القول الثاني : فهو أن يقال كان الناس وقت بعثة النبي - صلى الله عليه وسلم - إذا دخلوا كنائسهم وصوامعهم أشركوا مع الله غيره ، فأمرهم الله - سبحانه وتعالى - أن يوحدوه ، وألا يشركوا معه غيره ، حتى في أماكن تعبداتهم من الصوامع والكنائس وغيرها .\nوإضافة المساجد لله في قوله تعالى ( وأن المساجد لله ) :\nإما أن تكون على جهة الاختصاص . وإما أن تكون الإضافة على جهة التشريف .\nأما كونها على جهة التشريف فهذا واضح ، إذا كان على القول الأول ، وهي بيوت الله التي يسجد له فيها - سبحانه وتعالى - ، وأما على القول الثاني فلا يصح لأنه لا شرف لهذه الصوامع ، ولا شرف لهذه الكنائس ؛ لأن الحال أنهم يشركون فيها مع الله غيره .\nوأما القول بكونها على الاختصاص أي : أن هذه المساجد مختصة بالله - سبحانه وتعالى - فلا يعبد إلا هو ، وتمحض العبادة له - سبحانه وتعالى - سواء أكان في مكان عبادة يسمى بكنيسة أو صومعة أو مسجد أو غير ذلك ، وهذا توجيه لكونها على الاختصاص أيضاً .\n(1/45)\n",
        "قوله تعالى : ( فلا تدعوا مع الله أحدا ) : نهي عن أن يدعى غير الله مع الله ، ولذلك قوله ( فلا تدعوا ) فيها تفسيران :\nأما التفسير الأول : فهو أن يقال ذكر الدعاء وهو أحد مفردات العبادة ليمنع غيره من باب أولى لأن مخ العبادة هو الدعاء ، فإذا منع صرفه لغير الله منع غيره من باب أولى ، فجاء التمثيل بالدعاء لا ليقصر عليه الحكم ، وإنما ليجعل مثالاً ويمنع غيره من باب أولى .\nوأما القول الثاني : وعليه جمهور المفسرين فهو أن قوله تعالى ( فلا تدعوا ) أي فلا تعبدوا ، ويدل على ذلك ما أخرجه الترمذي في (( جامعه )) وحسنه ، وأبو داود في (( سننه )) من حديث النعمان بن بشير- رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال:((الدعاء هو العبادة)) فجعل الدعاء بمعنى العبادة ، وهذا دليل على صحة القول الثاني ، الذي عليه جمهور المفسرين .\nقوله ( أحداً ) : نكرة في سياق النهي ، والقاعدة عند الأصوليين والعلماء أن النكرة إذا جاءت في سياق النهي تَعُمّ ، فيكون المعنى فلا تعبد غير الله مهما كان هذا الغير ، سواء أكان ملكاً مقرباً ، أم نبياً مرسلاً ، أم جماداً أم حيواناً أم غير ذلك .\nقول المصنف ـ يرحمه الله ـ : ( الثالثة : أن من أطاع الرسول ووحد الله لا يجوز له موالاة من حاد الله ورسوله … ) إلى آخر كلامه عن المسألة الثالثة ، وهو يعني بهذه المسألة ، مسألة الولاء والبراء ، أو مسألة الموالاة والمعاداة .\nقوله : ( أن من أطاع الرسول ) : ( أن ) مؤكدة ، ( مَنْ ) تكون هنا عامة ؛ لأن ( من ) من ألفاظ العموم عند اللغويون والأصوليين ، كما قرره العلماء .\n(1/46)\n\nفمن أطاع الرسول أي : أي طائع أطاع الرسول أي إنسان أطاع الرسول محمداً - صلى الله عليه وسلم - ، فالرسول ( ال ) هنا للعهد الذهني ؛ لأن ( ال ) تأتي على أكثر من معنى ، ومن معانيها أن تستعمل للعهد ، ومن معاني العهد أن يأتي للعهد الذهني ، أي الرسول الذي هو معهود في أذهانكم أيها المخاطبون ، وهو النبي محمد - صلى الله عليه وسلم - ، فيكون المعنى : أن كل إنسان أطاع النبي محمداً - صلى الله عليه وسلم - .\nقوله: ( ووحد الله ) : أي جعل الله واحداً في ربوبيته ، وفي ألوهيته وفي أسمائه وصفاته .\nفتوحيد الله في قوله ( وحد الله ) يشمل ثلاثة أشياء :-\nأما الشيء الأول : فتوحيد الله في إلهيته ، ومعنى توحيد الله في إلهيته هو ذاته معنى توحيد الإلهية والعبادة ، وسبق .\nوأما الشيء الثاني : فتوحيد الله في ربوبيته ، ومعنى توحيد الله في ربوبيته هو ذاته توحيد الربوبية ، وسبق .\nوأما الشيء الثالث : فتوحيد الله في أسمائه وصفاته ، ومعناه : هو أن يثبت لله ما أثبته الله ورسوله - صلى الله عليه وسلم - لله على الوجه المثبت في كتاب الله ، دون تمثيل ولا تشبيه ، ودون تعطيل ولا تحريف أيضاً ، وهذا المعنى هو ما يسمى بباب الأسماء والصفات ، ومن أمثلة ذلك : إثبات صفة الحياة لله - سبحانه وتعالى - فتمام الحياة وأعلاها وأتمها وأكملها ليس إلا لله - سبحانه وتعالى - فيفرد بهذا المعنى .\nوكذلك يقاس على هذا المثل غيره أيضاً ، إلا أنه ينبغي أن يفرق بين شيئين في باب توحيد الله في أسمائه وصفاته :",
        "(1/47)\n\nأما الشيء الأول : فالأسماء والصفات التي تشترك بين الله وخلقه في المعنى الكلي ، ومن أمثلة ذلك : الحياة والوجه والسمع والبصر وغيرها ، فهذه لها معنى كلي ، هذا المعنى الكلي يؤخذ بمقتضى الخطاب العربي ، وهذا المعنى الكلي ليس إلا في الأذهان ، وأما إذا أضيف إلى الله فلله أتمه وأكمله وأعلاه ، فيكون الله فرداً في هذا المعنى ، وإذا أضيف إلى المخلوق كان على الوجه اللائق بضعف المخلوق وكيانه ، وهكذا قس باقي الصفات المشتركة في المعنى الكلي .\nوأما الشيء الثاني : فهو ما لا شراكة بين الخالق والمخلوق فيه ، كالخلق ، فإن الله - سبحانه وتعالى - هو الخالق ، والخلق له معنى ، وهو إبداع الشيء على غير مثال سابق ، وهذا لا يمكن أن يصنعه الإنسان.\nفقول المصنف يرحمه الله ( وحد الله ) يشمل أنواع التوحيد الثلاثة السابقة .\nقال المصنف ـ يرحمه الله ـ : ( لا يجوز له موالاة من حاد الله ورسوله ولوكان أقرب قريب ...إلى آخره )\nلما قرر المصنف ـ يرحمه الله ـ أصلي الدين بيَّن فرعا من فروع الدين العظيمة ،\nأما أصلاه :\nفأولهما قوله : ( أن من أطاع الرسول ) ، وهذا فيه دلالة على لزوم الطاعة للنبي - صلى الله عليه وسلم - وهو مقتض لطاعة الله - سبحانه وتعالى - .\nوأما الأصل الثاني : فتوحيد الله - سبحانه وتعالى - ، لأن أحد الأصليين يكمل الآخر ، فهناك من يوحد الله ؛ ولكن قد لا يطيع الرسول - صلى الله عليه وسلم - في أشياء وأشياء ، وكذلك قد يكون الإنسان طائعاً لله ورسوله في جملة أشياء ؛ ولكنه لم يوحد الله - سبحانه وتعالى - ، فقام الدين على هذين الأصلين ورجعت فرعياته إلى ذينك الشيئين العظيمين .\nفلما بين المصنف يرحمه الله هذين الأصلين بذِكْرِهما ، بيّن شيئاً يتفرع عنهما ، وقد جعله جماعات من أهل السنة والأثر أصلاً قائماً بنفسه ، ومن أولئك المصنف ـ رحمه الله ـ كما في بعض رسائله ، وسبقت الإشارة إلى مقولة له في ذلك .\n(1/48)",
        "\nقال المصنف يرحمه الله ( لا يجوز له ) : بمعنى يحرم عليه ، إذ إن التحريم يأتي بعدة ألفاظ ، ومن هذه الألفاظ لا يجوز .\nقوله ( موالاة ) : الموالاة من التولي ، أو من الولاء وهو بمعنى المحبة ، فلا يجوز للإنسان أن يقع منه موالاة ومحبة لمن حاد الله ورسوله .\nويطلق على الكافرين المبغضين أنهم حادوا الله ورسوله لأحد معنيين ذكرهما السلف يرحمهم الله كما في تفسير الآية :\nأما المعنى الأول : فهو أن ( حاد ) من الحد ، والحد كون الإنسان في مكان ينفصل عن الآخر ، ومن ثم قيل المؤمنون في حد ، والكافرون المبغضون في حد آخر ، أي : المؤمنون الموحدون في مكان منفصل محدود عن الكافرين ، فلهذا المعنى قيل : من حادّ الله ورسوله ، أو هؤلاء الحادّون لأهل الإيمان .\nوأما المعنى الثاني : فهو من الحديد ، فيكون المعنى : هؤلاء الكفار المبغضون الذين ليس بيننا بينهم إلا الحديد ، والحديد كناية عن آلة الحرب التي هي السيف والرمح ، ومن ثم فيوجه كلمة ( حاد ) على هذين المعنيين ، ومنه يفهم قول المصنف يرحمه الله ( من حاد الله ورسوله ) .\nوليعلم أن الموالاة من حيث الحكم على صاحبها بكونه مشركاً أو كافراً أو غير ذلك تأتي على شعب ، جماعها شعبتان :\nأما الشعبة الأولى : فهي من أتى بها أو دخلها فقد خرج من ملة الإسلام .\nوعلى هذا أمثلة كثيرة ، ومنها: أن يحب الكفار لكفرهم ويبغض أهل الإيمان لإيمانهم ، فهذا كافر مرتد ، ولو كان على سابق إيمان ، ومن أمثلة ذلك : أن يقيم الإنسان في أحضان دولة الكفر وأهل الشرك والوثنية رضا بعقائدهم وكفرهم وما هم عليه وبغضاً لأحوال المسلمين وما هي عليه ، وهذا كفر أكبر يخرج المسلم من دينه ولو كان على سابق إسلام .\nوأما الشعبة الثانية : فهي دون ذلك لكن فاعلها يدخل في النهي ، ويدخل في الذم ويكون فاعلاً لمحرم .\n(1/49)\n",
        "ومن أمثلة ذلك : التشبه بالكفار في بعض عوائدهم كلباسهم أو نحو ذلك ، وهذا حرام ولا يجوز ، ودل على حرمته أدلة ، ومنها : ما أخرجه أبو داود في (( سننه )) قال شيخ الإسلام في اقتضاء الصراط المستقيم ( إسناده جيد ) أن النبي - صلى الله عليه وسلم - قال (( من تشبه بقوم فهو منهم )) قال شيخ الإسلام ابن تيمية في (( اقتضاء الصراط المستقيم )) : ( هذا الحديث أقل أحواله تحريم التشبيه ) ، فإذا تشبه الإنسان بالكفار في بعض عوائدهم ، كلبسهم فهذا ليس كافراً خارجاً من ملة الإسلام ، وإنما هو فاعل لمحرم منهي عنه ، ويدخل في دائرة الذم ويوصف بالذم أيضاً .\nثم قال المصنف يرحمه الله : ( ولو كان أقرب قريب ) أي : فلا تجوز موالاته ولو كان أقرب قريب .\nورؤوس الأقارب أربعة أصناف :-\nأما الصنف الأول : فأصول الإنسان ، وهم آباؤه وإن علو ، فلا يجوز للإنسان أن يتولى أباه المشرك ، ولا أن يتولى جده المشرك ولا أن يتولى آباءه المشركين .\nوأما الصنف الثاني : فالفروع ، ويدخل في ذلك الأولاد وأعلاهم الأبناء ، فلا يجوز للأب أن يتولى أبناءه وبناته المشركين ولا أن يتولى آحاداً منهم ، فإن ذلك لا يجوز .\nوأما الصنف الثالث : فالأعوان ، وهؤلاء هم إخوان الإنسان ، وأعلاهم الإخوة الأشقاء ، فلا يجوز للإنسان أن يتولى إخوانه المشركين أو الكفار .\n(1/50)\n\nوأما الصنف الرابع : فعشيرة الإنسان ، وهم أقاربه الذين يتكثر بهم ، كما قاله الأصفهاني في (( مفرداته )) ، فأقارب الإنسان كقبيلته وبني جلدته الأقربين ، هؤلاء إذا كانوا مشركين لا يجوز أن يتولاهم ، فآل الأمر إلى موالاة المؤمنين ومعاداة الكافرين ولو كان المؤمن غريب النسب والبلد عنك ، فأخوك المؤمن ولو كان في أقلية مسلمة في مكان ناءٍ عنك ، فأخوك في الإيمان قريبك القريب إذا كان مؤمناً ،وأما الكفار فتعاديهم ولوكان أصلاً أو فرعاً أو من الأعوان أو من العشيرة ، فالأخوة إنما هي أخوة العقيدة أي التوحيد ـ أخوة الإيمان ـ أما غيرها فهي لاغية في قيمتها في باب الولاء والبراء ، نعم هناك أمور تتعلق بالنسب كالإرث والنكاح وغيرها ، وإنما المقصود هنا تقرير مسألة عقدية تسمى بمسألة الولاء والبراء على ما أورده المصنف يرحمه الله .\nفقول المصنف يرحمه الله ( ولو كان أقرب قريب ) إنما هي جملة زائدة عن الكلام ، ذكرها من باب التنبيه ؛ لأن كثيراً من الناس لا يلتفت إلى أقاربه إن كانوا كفاراً ، وإنما ربما عادى الكفار الأبعدين فهو ربما سب ( الخواجة ) البعيد النائي عنه ، أما العربي ذي النسب القريب منه فيغض الطرف عنه ، ولو كان على غير دين الإسلام ، أو انسلخ من دين الإسلام لناقض من نواقض الإسلام ، كموالاة الكفار أو غيرها.\nثم قال المصنف يرحمه الله : ( والدليل قوله تعالى : { لا تجدُ قوماً يؤمنون بالله واليوم الآخر يوادون من حاد الله ورسوله ….. } ) إلى آخر الآية ، وفيها من الدلالة ما ذكرناه ضمنا في شرح لفظ المصنف السابق يرحمه الله .",
        "(1/51)\n\n( لا تجدُ قوماً ) : ( قوماً ) نكرة في مساق النفي ؛ لأن كلمة تجد أتت مرفوعة فإذا أتت كذلك دل على أنه للنفي لا للنهي ، والنفي أبلغ من النهي في مثل ما نحن بصدده ، كما قرره اللغويون وأهل التفسير ، ( قوماً ) نكرة في مساق نفي فدلت على العموم أي : أي قوم سواءً أكانوا بعداء أم قرباء ، سواء أكانوا من المعروفين لديك أم من غير المعروفين .\n( يؤمنون بالله واليوم الآخر…. ) إلى آخره : معناها ظاهر واضح بما سبق .\nثم بين الله سبحانه وتعالى ما يظفر به هؤلاء المؤمنون الذين يبغضون الكافرين ولو كانوا أباً أو أخاً أو ابناً أو عشيرةً أوقبيلةً يرفع الإنسان عقيرته فخراً بهم عند العرب فإنه يبغضهم ، بين الله سبحانه وتعالى فضل هؤلاء القوم في الدنيا ، وفي الآخرة وما يأتيهم من العطاء .\nأما في الدنيا فيتحصلون على شيئين :\nأما الشيء الأول : فقول الله تعالى { أولئك كتب في قلوبهم الإيمان } ( كتب ) من الكتب ، والكتب في اللغة هو الجمع على وجه صحة ، ولذلك يقال : اجتمعت كتيبة الإسلام لمقاتلة الكافرين ، ففيها معنى الجمع ؛ ولكن على وجه صحة أي : جمع الله في قلوبهم الإيمان وجعله راسخاً ثابتاً ، ولذاك عادوا الكفار ، وإن كانوا قرباء منهم .\nوأما الشيء الثاني : الذي يظفر به هؤلاء في دنياهم : فقول الله تعالى : { وأيدهم بروح منه } بروح أي : بنور وهدى ، ومدد إلهي منه سبحانه وتعالى ، وإنما ذكر سبحانه قوله ( بروح ) أن هذا المدد والهدى والنور الذي يؤتاه صاحب هذه الحالة من موالاة المؤمنين ومعاداة الكافرين وإن كانوا أقرب الأقربين هو روح له ، فجسد لا روح فيه ولا نفع منه هو ميت ، ولذلك جعل ذلك في مقام الروح ، وهذا من أعظم التعبيرات وأحسنها وأدلها على المقصود .\nوأما ما يأتيهم من العطاء في الآخرة : فبقية ما جاء في الآية .\n(1/52)",
        "\nفأول العطاءات : قوله سبحانه { ويدخلهم جنات تجري من تحتها الأنهار } وهذا أول العطاء فيدخلون الجنات لا جنة واحدة .\nوأما العطاء الثاني : فقوله سبحانه { خالدين فيها } أي : أنهم لا يخرجون من الجنة ، وهذا تثبيت للنعمة عند حيازها ؛ لأن المرء إذا حاز نعمة طلب تثبيتها ، فجاءت الآية مبينة حوز النعمة لأولئك الموصوفين ، ثم مبينة لثبات هذه النعمة بعد حوزتها .\nوأما ثالث العطاءات : فقوله سبحانه { رضي الله عنهم } وهذا عطاء ثالث وهو رضا الله عن عبده ، وسبق معناه .\nوأما العطاء الرابع : فقوله سبحانه { ورضوا عنه } ، وما ذلك إلا لتمام العطاء الذي أُعطوه حتى سبب القناعة ، وليس القناعة فقط بل أعلى منها وهو الرضى عن العطاء ، وهذه حالة تقع للإنسان عند وقوع تمام العطاء .\nوأما العطاء الخامس : فوصفهم بأنهم ( المفلحون ) ، والفلاح يقع للإنسان في مسيرته في أولاه وفي أخراه ، فهو إن وصف الإنسان به في أخراه كان عطاء ، لأن الفلاح يوجب له العطاء ، والعطاء هو الذي لا عين رأته ولا أذن سمعت به ولا خطر على قلب صاحبه .\nثم وصف الله عز وجل أولئك الصنف بأنهم ( حزب الله ) فهؤلاء أصحاب حزب ، وهم من تحزبوا واجتمعوا على ما يرضي الله - سبحانه وتعالى - فيوصفون بأنهم حزب الله وأنهم تحزبوا على الإيمان وما يرضي الله - سبحانه وتعالى - .\nوأكد الله فلاحهم بقوله ( إن حزب الله ) ثم قوله ( المفلحون ) دخلت ( أل ) على معنى الفلاح ، وهذا من التأكيد العظيم لفلاح القوم نسأل الله عز أن نكون من أولئك .\nقال المصنف ـ يرحمه الله ـ : [ اعلم أرشدك الله لطاعته أن الحنيفية ملة إبراهيم أن تعبد الله وحده مخلصاً له الدين ، وبذلك أمر الله جميع الناس وخلقهم لها كما قال تعالى : { وما خلقت الجن والإنس إلا ليعبدون } ، ومعنى يعبدون : يوحدون .\n(1/53)\n",
        "وأعظم ما أمر الله به التوحيد ، وهو إفراد الله بالعبادة . وأعظم ما نهى عنه الشرك ، وهو دعوة غيره معه والدليل قوله تعالى : { واعبدوا الله ولا تشركوا به شيئاً }\n( فإذا قيل لك ) : ما الأصول الثلاثة التي يجب على الإنسان معرفتها ؟\nفقل : معرفة العبد ربه . ودينه ونبيه محمداً - صلى الله عليه وسلم - ]\nفي الجملة السابقة من قول المصنف - يرحمه الله-: ( اعلم أرشدك الله لطاعته أن الحنيفية ملة إبراهيم ) إلى قوله -رحمه الله- : ( والدليل قوله تعالى : { واعبدوا الله ولا تشركوا به شيئاً } فيه تقرير لتوحيد العبادة والألوهية ، وسبق معناه وتبيانه .\nقوله : ( اعلم ) من العلم ، وسبق .\nقوله ( أرشدك الله لطاعته ) : هي جملة دُعائية فيها من المعنى ما في جملة ( رحمك الله ) التي سبق التنويه إلى ما اشتملت عليه من معنى في التعليل .\nوقوله في هذه الجملة ( أرشدك ) من الرشاد ، والرشاد ضد الغواية يقال : هذا رجل رشيد ، أي : ليس بغاوٍ خلافاً للغاوي فقد تعرَّى وخلا من الرشاد ، ومن ثم فإن كلمة الرشاد التي أصلها الرُّشد تفسر بضدها وضدها الغواية ، فيقال : الرشد ضد الغواية وتفسير الشيء بضده جرى عليه عمل جمع من اللغويين ، ولذلك فسر اللغويون الرشد بأنه ضد الغواية .\nقوله : ( لطاعته ) أي: إلى طاعته ، وطاعة الله : هي لزوم ما يُرضيه سبحانه تعالى ، ويدخل في ذلك فعل الواجبات والمستحبات ، وترك المحرمات والمكروهات تقرباً إلى رب الأرض والسماوات ، فإن ذلك كله داخل في معنى الطاعة ويعني المصنف ـ يرحمه الله ـ من هذه الجملة الدُعائية أي : أن يُسَلمك الله من الغواية بأن تصل إلى لزوم طاعته سبحانه وتعالى فتكون من أصحاب الطاعات الملازمين للواجبات والفاعلين للمستحبات والتاركين في الجملة للمحرمات وما إليها .\n(1/54)\n\nقوله : ( أن الحنيفية ملة إبراهيم ) ( الحنيفية ) :من الحَنَف ، ثم قيل : هذه حنيفية بياء الإضافة وهائها ، وأصل الحنف في اللغة : هو المَيَل ، يقال : فلان في رجليه حنف ، أي: في قدميه ميل ، أي : مَيْل ومنه يقال : هذه طريقة فلان الحنيفية أي طريقته المائلة . واختار ابن قيم الجوزية -يرحمه الله-كما في مدارج السالكين وغيره من كتبه أن الحنيفية مرجعها إلى الحنف والحنف هو الطريق القويم المستقيم الذي لا اعوجاج فيه ، وهذا المعنى الذي ذكره ابن قيم الجوزية ـ يرحمه الله ـ معنى استعمله جمع من اللغويين لا على أنه أصل معنى كلمة الحنف ، وسبق أن أصل معناه عند اللغويين هو الميل ، وإنما من باب التَّجَوُّز وسَحْب معنى الاستقامة على كلمة ومبنى الحنف .\nوعلى كلٍّ فإن كلمة الحنيفية تأتي على معنيين :-\nأما المعنى الأول : فهو الميل ، وهذا هو الأصل في اللغة على ما قرره اللغويون .\nوعليه فإن المقصود بقول المصنف ـ يرحمه الله ـ (أن الحنيفية ) والحنيفية هي ملة إبراهيم ، وملة أبينا إبراهيم ـ عليه السلام ـ هي المَيْلُ عن الشرك إلى الحق ، فكان فيها معنى الميل السابق .\nوأما المعنى الثاني : فهو معنى الاستقامة ، كما ذكره جملة من محققي اللغة كابن قيم الجوزية ـ يرحمه الله ـ ، وعليه فإن توجيه قول المصنف ـ يرحمه الله ـ أن الحنيفية ملة إبراهيم ، أي أن ملة أبينا إبراهيم المسماة بالحنيفية هي الطريقة القويمة المستقيمة التي لا اعوجاج فيها .\nقوله : ( ملة إبراهيم ) : ملة إبراهيم بدل من كلمة الحنيفية ، فيصح أن تقوم مقام كلمة الحنيفية ، فيقال تقديراً ( أن ملة إبراهيم أن تعبد الله ) ، إذ إن البدل يقوم مقام مبدله وإذا قام مقامه ساغ أن يعبَّر بالتعبير السابق عند التقدير ، وتفسر الحنيفية بأنها ملة إبراهيم وتفسر ملة إبراهيم بأنها الحنيفية ، وسبق معنى الحنيفية وأنها ترجع إلى أحد معنيين .",
        "(1/55)\n\nوملة إبراهيم : الملة هي الشِّرْعَة يقال : ملة فلان كذا أي : نِحلته وشرعته . وهذا المعنى هو معنى لغوي مقصود أيضاً فَفَرق بين الحنيفية والملة من الجهة اللغوية فقط ، وأما من الجهة الاصطلاحية فإنهما سواء وإنما عُزِيَت الملة إلى إبراهيم ـ عليه السلام ـ دون غيره من الأنبياء لأن إبراهيم أبو الأنبياء -عليه السلام- ومن ثم عاد الأنبياء إلى أبيهم إضافةً ونسبةً وصح الانتساب إليه حينئذ وهو لفظ القرآن وتَعْبيرُه أيضاً .\nقوله : ( أن تعبد الله وحده .. ) : هذه الجملة هي خبر ( أنَّ ) المذكورة في قول المصنف ـ يرحمه الله ـ ( أنَّ الحنيفية ملة إبراهيم ) لأن ( أن ) يأتي لها اسم وخبر هما في الأصل مبتدأ وخبر ، فاسمها هو الحنيفية وأما خبرها فهو جملة ( أن تعبد الله وحده ).\n( أن ) : مصدرية مع تعبد ، ولذلك تُؤَول بمصدر من جنس ما دخلت عليه فيقال : ( عبادة ) لأن عَبَد المصدر منه عبادة ، إذ إن المصدر : هو التصريف الثالث للفعل .\nومن ثم تجد اللغويين يقولون عَبَدَ يَعْبُدُ عِبَادَةً . فوجدت ثالث تصاريف كلمة عبد هي كلمة ( عبادة ) ، ومن ثم يؤول ما بين ( أن ) و ( تعبد ) بمصدر من جنس ما دخلت عليه ( أن ) وهي كلمة ( تعبد) والمصدر هو التصريف الثالث من كلمة ( عبد ) وهو ( عبادة ) فيكون التقدير حينئذ ( أن الحنيفية ملة إبراهيم عبادة الله وحده ).\nوالعبادة : مأخوذة من عبد ومن التعبد ، وأصل العبادة يرجع إلى اشتقاقاته من عبودية وغيرها ، وهي لها معنى واحد وهو الخضوع والذل ، كما قرره اللغويون ومنهم الجوهري في (( الصحاح )) وجماعة .\nقال ابن جرير ـ يرحمه الله ـ في (( تفسيره )) : أصل العبادة عند جميع العرب هو الذل ، وهذا المعنى تجده في استعمالات كلمة ( عبد ) واشتقاقاتها في لغة العرب ، فهم يقولون : هذا طريق معبَّد إذا وطئته الأقدام وذلَّ وسَهُل بوطءِ الأقدام له .\n(1/56)",
        "\nوكذلك يقال : هذه ناقة معبدة ، إذا كانت مُذللة مأنوساً لها وهذا من هذا ومن ثم فإن اشتقاقات كلمة عبد ترجع إلى هذا المعنى فالعبادة في اللغة تدل على الذل والخضوع وهو أصلها ، وأما في الاصطلاح فترجع إلى معنى عام وهو توحيد الله وإفراده في الذل والخضوع مع كمال الحب والطاعة ، وهذا التعريف جَزَمَ به جماعات من أهل العلم ومن أولئك ابن جرير الطبري -يرحمه الله- وابن كثير -يرحمه الله- وغيرهما .\nوعرَّف ابن تيميه -يرحمه الله- كما في رسالته المسماة بـ(( العبودية )) العبادة بتعريف جامع فقال : العبادة اسم جامع لكل ما يحبه الله و يرضاه من الأقوال والأعمال الظاهرة والباطنة ، ومعنى هذا التعريف هو أن قوله ( اسم ) أي يعود على لفظة ( العبادة ) لأن العبادة كلمة .\nوالكلمة عند النحويين واللغويين لا بد أن تكون واحدة من ثلاث :\nإما أن تكون اسماً ، وإما أن تكون فعلاً وإما أن تكون حرفاً ، فكانت اسماً لدخول ( أل ) عليها وغيرها من علامات الاسم وقوله ( جامع ) أي : أن هذه الكلمة التي هي اسمٌ تجمع تحتها معنى ، هذا المعنى فسره ـ يرحمه الله ـ بقوله ( لكل ما يحبه الله ) ( كل ) : من ألفاظ العموم فتعم جميع مَحَاب الله و مراضيه ومن ثم قال : ( ما يحبه الله ) ( ما ) موصولية بمعنى : الذي ، فيكون المعنى اسم جامع لكل الذي يحبه الله ـ سبحانه وتعالى ـ ثم ذكر الذي يحبه الله سبحانه وتعالى.\nوالذي يحبه الله لا يخرج عن شيئين :-\nأما الشيء الأول : فالأقوال .\nوأما الشيء الثاني : فالأعمال ذلك أن الأقوال والأعمال لها ثلاث تعلقات أي ثلاث أمكنة تضاف الأقوال والأفعال إليها :\n(1/57)\n",
        "أما المتعلق الأول : فالقلب ، والقلب له قول وله فعل ، فالقلب له قول وله فعل أما قول القلب فمطلق التصديق ، فتصديق الإنسان بوجود الرب ـ سبحانه وتعالىـ ، وتصديق المرء بأن الإسلام ناسخ لجميع الديانات السابقات كل ذلك من قول القلب ، وأما فعل القلب فما يَطْرَأُ و يَعْرُضُ للقلب من أحوال كبُغض ومحبة وكراهية وتوكل وغيرها .\nوأما المتعلق والمحل الثاني : فهو اللسان ، واللسان له قول وله فعل ، ومن أقوال اللسان النطق بلا إله إلا الله ، ومن أعماله أيضاً فلا يُفَرِّقُ جماهير اللغويين والعقائديين بين قول اللسان وفعله بل جعلوا الأمر يتعلق بفعل وعمل اللسان فقط ولا يذكرون بأن للِّسان قولا وهذا هو المتمشي مع مفهوم القول والفعل السابقين ، ومن أفعال وأعمال اللسان قراءة القرآن ، وذكر الله الرحمن ، والمجيء بأوراد الصباح والمساء وغيرها مما فيه تحرك اللسان هذه اللحمة المضغة الصغيرة ، بين فكي وجوف الفم .\nوأما المحل والتعلق الثالث : فهي بقية الجوارح من يدين وقدمين وغيرهما ، وهذه ليس لها إلا عمل ولا قول لها ، وأعمال الجوارح كثيرة ومن أمثلتها السجود الذي فيه انثناء للجسد ووضعٌ للجبهة والأنف على الأرض وبسطٌ للكفين على الأرض إلى غير ذلك. ومن أعمال وأفعال الجوارح أيضاً عقد التسبيح بالكف أي بأصابعها ، فإن ذلك من أعمال اليد أيضاً ، إلى غير ذلك من أمثلة .\n(1/58)\n\nوبه يفهم قول شيخ الإسلام ابن تيمية معرِّفاً العبادة : ( العبادة اسم جامع لكل ما يحبه الله ويرضاه من الأقوال والأعمال الظاهرة والباطنة ) قوله ـ يرحمه الله ـ ( الظاهرة والباطنة ) لأن من الأعمال ما هو ظاهر ومن الأعمال ما هو غير ظاهر ، فمن أمثلةِ ما ليس ظاهر هو بُغض القلب ومحبة القلب وتصديق القلب ، ومن أمثلة ما هو ظاهر السجود والركوع والنطق بالشهادتين وغير ذلك ، والمقصود بالظاهر أي ما يظهر للغير ، سواء أَظَهَرَ بالإصغاء والاستماع إليه لكونه صوتاً أو ظهر بالنظر إليه لكونه شاخصاً يُرى أو بغير ذلك مما يحصل به المقصود .\nوليعلم أن العبادة في تعريفها السابق اشتملت على ثلاث قيود :\nأما القيد الأول : فهو التوحيد والإفراد .\nوأما القيد الثاني :فهو الخضوع والذل .\nوأما القيد الثالث :فهو تمام وكمال المحبة والطاعة .\nفإذا اجتمعت في الإنسان هذه الثلاثة فقد اجتمعت فيه العبادة حقاً على وجه التمام.\nومن ثَمَّ فإن أئمة الإسلام يذكرون أصلين تقوم العبادة عليهما :\nأما الأصل الأول : فالإخلاص .\nوأما الأصل الثاني : فالمتابعة للنبي - صلى الله عليه وسلم - .\nفلكي تُقبل العبادة وتصح ، لا بد من هذين الأصليين وهما أصلا العبادة المهمان المؤكدان .\nوأضاف جمعٌ من أئمة الإسلام وأعلامه إلى هذين الأصلين شيئين :-\nأما الشيء الأول : فصدق الهمة الذي ينهض بالإنسان إلى العبادة ، إلا أن هذا الشرط لا يدخل في أصل العبادة وإنما يدخل فيما يجعل الإنسان ينهض إلى القيام بالعبادة ، لأن الإنسان عندما يعمل عبادة من العبادات وتكون مقبولة فإن هذه العبادة تبدأ أول ما تبدأ بِهِمّة فإذا فعل الإنسان شيئاً فسبق الفعل همة لأجله فعل ذلك ، وهذا في الأفعال الاختيارية لأن الأفعال التي تقع من الناس نوعان :\nأما النوع الأول : فأفعال لا خيار لأحدهم فيها ومن أمثلة ذلك كارتعاش يد مريض فهذا لا خيار له فيه .",
        "(1/59)\n\nوأما الثاني : ففعل له فيه الخيار ، وهذا يدخل فيه جنس العبادات وأفعال البشر المنسوبة إليهم وما يتعلق بذلك ، فإذا فعل الإنسان عبادة وأُطلق عليها العبادة الصحيحة فلا بد من اجتماع الأصلين السابقين فيها ، وتُسبق بهمة حتى يفعلها الإنسان لأن كل عمل يُسبق بإرادة وهمة وهي المعُبَّر عنها في كلام جمع من الأئمة بصدق العزيمة أو بصدق الهمة ، وهو شرط وجود للعبادة لا شرط صحةٍ العبادة ، لأن الشرط نوعان :\nالأول : فشرط وجود ، أي هو كان شرطاً في وجود الشيء لولاه لما وجد في الوجود ، ومن ذلك صدق العزيمة ، لأنه بدون صدق العزيمة التي تُنهض صاحبها لكي يعمل العبادة لن يعمل العبادة ولن يُوجِد الشيء .\nأما الشرط الثاني : فشرط صحة للعمل ، وهذا هو المقصود وليس إلا ما سبق ـ أعني الأصليين السابقين ـ من الإخلاص والمتابعة .\nوأما الشيء الثاني : فهو الإيمان أي أن ينضاف إلى الأصليين السابقين أن يكون المرء مؤمناً فلا يكفي أن يقال : يجب أن يكون مخلصاً متابعاً حتى يُقبل عمله بل يضاف إليهما الإيمان وصحته ، لأن الله - سبحانه وتعالى - لا يقبل من الكافر عملاً وإن أخلص وتابع ، فلو فُرض أن كافراً من الكافرين أراد أن يصلي في مسجد من مساجد المسلمين وأخلص في هذه الصلاة بعد أن قرأ كتاباً وتعلم كيفية وطريقة هذه الصلاة فيقال : أخلصت في صلاتك وصدقت للنبي محمد- صلى الله عليه وسلم - في الكيفية وتابعت ولكن عملك عليك مردود لأن الأعمال الصالحات المتقبلة بالأصليين السابقين لا بد من سبق الإيمان حتى تُقبل ، وهذا الشرط شرط صحيح على المعنى السابق ، ومن ثم تصح إضافة هذا الشرط إلى الأصليين السابقين فتصبح الأصول ثلاثة .\nفيقال : كل عبادة لكي تقبل لا بد من تواجد أصول ثلاثة فيها :\nأما الأصل الأول : فالإيمان .\nوأما الأصل الثاني : فالإخلاص .\nوأما الأصل الثالث : فالمتابعة للنبي - صلى الله عليه وسلم - .\n(1/60)",
        "\nوإنما قيل بشرط الإيمان ، لأن كل كافر وإن أخلص أو تابع فإن عمله هباء لا يقبله الله - سبحانه وتعالى - لأدلة كثيرة وفيرة جِماعها دليلان:\nأما الدليل الأول : فالخبر السمعي ومن ذلك قوله سبحانه: { وقدمنا إلى ما عملوا من عمل فجعلناه هباءً منثوراً } وهذا فيه دِلالة أن أعمال الكافرين تكون هباءً منثوراً وإن أخلص أصحابها وتابعوا النبي - صلى الله عليه وسلم - .\nوأما الدليل الثاني : فالإجماع حيث نقل أئمة الإسلام إجماع المسلمين على أن الكافرين لا يقبل منهم شيء من الطاعات إلا بسابق إيمان وإذا عملوا شيئاً من هذه الطاعات بدون سابق إيمان فلا تصح ولا تقبل منهم وممن نقل الإجماع الإمام الطبري ـ يرحمه الله ـ في تفسيره والقرطبي في (( تفسيره )) وغيرهما والأمر في ذلك مشهور مستفيض .\nقال المصنف يرحمه الله : ( وحده مخلصاً له الدين ) ( وحده ) : من الأحدية والتَّوَحُّد وهو : الانفراد أي : أن تعبد الله بمفرده لا أن تجعل معه شريكاً آخر أي : أن تعبد الله لوحده دون أن تجعل معه شريكاً آخر ، وهذا هو معنى الأحدية والتوحد الذي أشار إليه المصنف -يرحمه الله- في قوله: (وحده مخلصاً له الدين ) .\n( مخلصاً ) : من الإخلاص ، والإخلاص ضد كل ما شِيبَ بِشوبٍ ، وهذا هو معناه اللغوي ، يقال : هذا لبن خالص أي : أن هذا اللبن لم يَشُبْه شيء ، لم يَشُبْهُ أي :لم يُعَكِّره شيء دخيل عليه وكذلك يقال في معنى الإخلاص ومن ثم قيل الإخلاص هو مطلق التجرد ، أو تجريد العبادة لله -سبحانه وتعالى- وهذا المعنى المقول آنفاً معنى عام اصطلاحي صحيح ، ومن ثم يقال : الإخلاص الذي عناه المصنف -يرحمه الله- هو تجريد العبادة لله سبحانه وتعالى فلا يَشُوبُها شائبة شرك لا أكبر ولا أصغر، لا جلي ولا خفي والإخلاص شرط للأعمال وصحتها وقبولها كما سبق .\n(1/61)\n",
        "( الدين ) : هو ما يدان به أي : ما أنزله الله - سبحانه وتعالى - في كتابه أو على لسان رسوله - صلى الله عليه وسلم - مما أُمرنا به وهذا كله هو الدين .\nويُقسِّم الناس ـ أعني جماهير المتكلمين في المعارف ـ الدين إلى قسمين :-\nإلى أصول دين ، ويقصدون بها ما ثبت بأدلة قطعية .\nوإلى فروع دين ، ويقصدون بها ما لم يكن من أصول الدين كالصلاة والزكاة والحج بفروعاتها ومسائلها .\nإلا أن هذه القسمة ليست من القسمة الصحيحة المُطَّرِدَة كما قرره شيخ الإسلام ابن تيمية -يرحمه الله- لأن من فروع الدين ما هو قطعي الثبوت ومن أصول الدين ما هو ظني الثبوت أيضاً مما يُدْخِلُه الناس في العقائد وأصول الكلام .\nثم قال المصنف يرحمه الله : ( وبذلك أمر الله جميع الناس وخلقهم لها )( وبذلك) : إشارة إلى مشارٍ إليه ، والمشار إليه هو الإخلاص في العبادة ، فجملة ( أن تعبد الله وحده مخلصاً له الدين ) هو المشار إليه بقوله ( وبذلك ) ، خلاصة هذه الجملة هو الإخلاص في العبادة ، قال المصنف : ( وبذلك ) أي : بالإخلاص في العبادة أمر الله جميع الناس .\n( أمر الله ) أي أمْرَ إيجاب وإلزام وجعله فرضاً مُتَحَتِّمَاً لا أنه على جهة النفل والاستحباب والندب .\n( جميع الناس ) جميع من ألفاظ العموم فدلت على أن المقصود جميع الخلق قوله: ( الناس ) سبق أنه مُشْتَقٌ من النوس ، والنوس : هو الحركة وزِيدَ عليه الأُنس أي أن يأنس بنو آدم ببعضهم ومن ثم قيل لبني آدم : إنهم إنس ، وقيل لهم : هؤلاء هم الناس فإذا كان قول المصنف ـ يرحمه الله ـ ( الناس ) يقصد به بني آدم فإنه ذكر بني آدم والجن داخلون في ذلك ، أو أن يكون الناس بمعنى النوس والحركة فيقصد به كل متحرك من المكلفين وليس إلا الجن والإنس .\n( وخلقهم لها ) أي : خلق الله - سبحانه وتعالى - هؤلاء الناس للعبادة ( لها ) أي للعبادة .\n(1/62)\n\nثم قال المصنف ـ يرحمه الله ـ : كما قال تعالى : { وما خلقت الجن والإنس إلا ليعبدون } .\n( كما ) : فيه تدليل على صحة ما ذكره وقرره في قوله : ( وبذلك أمر الله جميع الناس وخلقهم لها ) والآية في ذلك واضحة حيث قال سبحانه { وما خلقت الجن والإنس إلا ليعبدون } : فكلمة ( ليعبدون ) هي محل الشاهد ، ووجه الاستشهاد بها : أن معناها : ( إلا ليفردوني بالعبادة ) وإفراد الله بالعبادة توحيده في العبادة ، فصحَّ أن تفسر بأن يقال : ( ليوحدوني ) لأن كلمة ( ليعبدون ) ( النون ) هنا نون الوقاية وليست نون الفعل ، ولذلك قال المصنف ـ يرحمه الله ـ ( يوحدوني ) فأظهر الياء التي حُذفَت في قوله تعالى (ليعبدون) وأُتِيَ بالكسرة في آخرها دلالة عليها .\nوالتوحيد سبق أنه مأخوذ من : وحدَّ وأحّدَ ، وهو بمعنى الإفراد ، فإذا فُسِّر قوله : ( ليعبدون ) أي ليفردوني بالعبادة ، صح أن يقال : معناه ( ليوحدوني ) ، وقد ذكره القرطبي - يرحمه الله - تفسيراً للآية عن بعضهم كما في (( تفسيره )) .\nقوله نعالى : { وما خلقت الجن والإنس إلا ليعبدون } : دلالة على حَصْر مَقْصَد الخلق في علّة واحدة ، لأن أسلوب النفي المتبع بالاستثناء هو أعلى أدوات وأساليب القصر والحصر عند البلاغين ، ولذلك يقول البلاغيون : للحصر والقصر أساليب وألفاظ ، ومن هذه الألفاظ ( إنما ) فإذا قيل : ( إنما الأعمال بالنيات ) حُصِرَت الأعمال في النيات وقُصِرت الأعمال على النوايا ، ومن أساليب القصر والحصر أن يُؤتى بنفي ثم يُتبع باستثناء ، ومن أمثلة ذلك قول تعالى : { وما خلقت الجن والإنس إلا ليعبدون } لأن قوله ( ما ) نافية وهي غير عاملة اتفاقاً ، ومن ثم جاء إتباعها بـ( إلا ) الدالة على التحقق من قصر العلة على ما قصرت عليه ، وهي : أن الله لم يخلق الخلق إلا لعلة واحدة وهي عبادته - سبحانه وتعالى - والعبادة فُسرت بأنها إفراده في العبادة ومن ذلك أن يقال : ليوحدوني .",
        "(1/63)\n\nوفي قول المصنف -يرحمه الله - : ( ومعنى يعبدون : يوحدوني ) إظهار لوجه الاستشهاد بمحل الشاهد ، وهو قوله تعالى : ( ليعبدون) وفسر ذلك بقوله ( يوحدوني ) حتى يجعل الأمر واضحاً جلياً بيناً ظاهراً .\nثم ألحقه بقوله : ( وأعظم ما أمر الله به التوحيد ، وهو إفراد الله بالعبادة وأعظم ما نهى عنه الشرك ، وهو دعوة غيره معه ) في هذه الجملة بين المصنف - يرحمه الله - أن أعظم شيء أمر الله - عز وجل - به هو توحيده ، وأن أعظم شيء نهى الله -عز وجل- عنه هو الشرك .\n( التوحيد) : هو تفعيل من وَحَّدَ أو أحَّد ، وسبق أنه بمعنى الإفراد ، ولذلك يقال : وحّد الناس أميرهم ، أي: إذا جعلوه واحداً فرداً ولم يجعلوا معه غيره ، ويقال : أحَّد العبد في العبادة ربه ، إذا لم يجعل له شريكاً معه ليعبده فيعبده أو يصرف إليه شيئاً من الطاعات والعبادات .\nوالتوحيد ثلاثة أقسام كما قرره جمع من أئمة الإسلام ، وهو تقسيم مشهور مستفيض :\nأما القسم الأول : فتوحيد الإلهية ، وسبق .\nوأما القسم الثاني : فتوحيد الربوبية ، وسبق .\nوأما القسم الثالث : فتوحيد الأسماء والصفات ، وسبق .\nوأراد المصنف -يرحمه الله- من أنواع التوحيد الثلاثة ، التوحيد الأول فقط ، وهو توحيد العبادة .\nوإنما عنى المصنف - يرحمه الله - توحيد العبادة دون ما معه من قسمة سابقة لعلتين :-\n(1/64)",
        "\nأما العلة الأولى : فلأن توحيد العبادة هو الذي أُرْسِلَت الرسل للدعوة إليه وتقريره ، وهو الذي أنزلت الكتب لتقريره وإثباته ؛ لأن الفِطَر والعقول السليمة تستدل على ربوبية الله - سبحانه وتعالى - بدلالة هذه الفطرة السليمة وهذا العقل الراجح ، ومن ثم فإن الأعرابي الجَلْف الجاهل يقول : البعرة تدل على البعير وكذلك يقال : السماوات الشاهقات الواسعات والأرضون المنبسطات تدل على أن هناك خالقاً .فإذا قيل ذلك أُثْبِتت لله ربوبية- سبحانه وتعالى - وكذلك يقال غير الخلق من المعاني الدالة على ربوبية الله - سبحانه وتعالى - .\nوأما العلة الثانية : فلأن المشركين الكافرين إِبَّان بعثة سيد المرسلين عليه أفضل صلاة وأتم تسليم كانوا مقرين في الجملة بربوبية الله - سبحانه وتعالى - ، ولكنهم كانوا يشركون مع الله غيره في العبادة فصرفوا شيئاً من عباداتهم لغير الله - سبحانه وتعالى - ، فلهاتين العلتين اقتصر المصنف - يرحمه الله - على توحيد الإلهية والعبادة دون أن يذكر ما معه من قسمة سابقة ـ أعني : توحيد الربوبية وتوحيد الأسماء والصفات ـ .\nوأما ( الشرك ) : فالشرك من الاشتراك والشَرِكة ، وسبق .\nوالشرك قسمان :-\nأما القسم الأول : فشرك أكبر ، وله أمثلة ، وسبق تَجْلِيَتُه بضرب أمثال عليه .\n(1/65)\n",
        "وأما القسم الثاني : فشرك أصغر ، ومن أمثلته الحَلِفُ بغير الله ، فإن الحَلِفَ بغير الله كفر وشرك أصغر ولذلك أخرج الإمام أحمد في مسنده والترمذي في جامعه وحسنه أن النبي - صلى الله عليه وسلم - قال : (( من حلف بغير الله فقد كفر أو أشرك )) ، وهذا فيه دلالة على المقصود ، ومن أمثلة ذلك أيضاً يسير الرياء الذي يقع ويَعْرِضُ لبعض الناس في جملة من عباداتهم ، كصدقة أو صلاة أو غيرهما . أما كبير الرياء وكثيرُه فهذا من الشرك الأكبر لا من الشرك الأصغر ؛ لأن الإنسان إذا مَحَّضَ العبادة لغير الله أو جعل غيره معه فهذا هو عينُ الشرك الأكبر خلافاً ليسير الرياء العارِض فهذا من الشرك الأصغر ، والشرك الأصغر والشرك الأكبر يدخلان في الشرك أصالة .\nواختلف أهل العلم والسنة ، هل الشرك الأصغر مما يكفِّره الله -عز وجل- ويدخل تحت مشيئته أم أنه لا يدخل تحت المشيئة ؟\nهما قولان لشيخ الإسلام ابن تيمية ـ يرحمه الله ـ في بعض كتبه .\nو أكثر الفقهاء والمفسرين وأهل السنة على أن الشرك الأكبر هو الذي لا يدخل تحت المشيئة فقط خلافا للشرك الأصغر فإنه يدخل تحت المشيئة.\nوذهب آخرون إلى أن الشرك الأصغر لا يدخل تحت المشيئة ، وإنما يدخل تحت ترجيح أعمال الإنسان فَتوُزَنُ أعمال الإنسان يوم القيامة فيصار إلى ما رجح من أعماله ، إن رجحت كِفَّةُ السيئات سير به إلى النار فعوقب وعُذِّب ثم مآله إلى الجنة لوجود التوحيد عنده ، وإن كانت قد رجحت كِفَّةُ الحسنات سير به مباشرة إلى الجنة دون أن يُذهب به إلى النار ، وهذا مقام مخيف ولذلك كان أصحاب النبي - صلى الله عليه وسلم - يخافون من الشرك الأصغر خوفاً عظيماً وخافه النبي - صلى الله عليه وسلم - على أُمَّتِه والمقصود بالأمة هنا ، أمة الإجابة ، لا أمة الدعوة .\nفالأمة أُمتان :-\n(1/66)\n\nالأولى: أمة دعوة ، وهذه يدخل فيها من أجاب النبي - صلى الله عليه وسلم - ومن لم يُجبه أي : يدخل المؤمن والكافر ، فالجميع أمة تُدعى وداعيهم هو النبي صلى الله عيه وسلم .\nالثانية: أمة الإجابة ، وهؤلاء هم المؤمنون الذين أجابوا النبي - صلى الله عليه وسلم - في دعوته فأخوف ما يخافه النبي - صلى الله عليه وسلم - على أمته هذا النوع وهو الشرك الخفي وفسره النبي - صلى الله عليه وسلم - بيسير الرياء وهو داخل في الشرك الأصغر .\nوهذا الرياء يقع لجماهير الناس وأكثرهم خصوصاً في الأعمال التي يتعدى نفعها إلى الآخرين كالصدقات ونحوها على ما قرره ابن رجب الحنبلي - يرحمه الله - في شرحه لأربعينية النووي - رحمه الله - وإنما أعظم المصنف - يرحمه الله - مقام التوحيد أمراً ومقام الشرك نهياً ، لأن الله - سبحانه وتعالى - ، ورسوله - صلى الله عليه وسلم - قد أوقعا التعظيم حيال ذلك ، وعلى رأس ذلك ثلاث دلالات دالات على ذلك :-\nأما الدلالة الأولى : فهي عِظَم ذنب الشرك وأن الله - سبحانه وتعالى - لا يغفره لأحدٍ أبداً إذا لقيه به ، فالله - سبحانه وتعالى - لا يغفر لأحد أذنب شركاً لقيه بهذا الشرك أما من تاب من شِرْكه قبل أن يلقى الله -سبحانه وتعالى- فالتوبة تَجُبُّ ما قبلها .\nوأما الدلالة الثانية : فهي أن النبي - صلى الله عليه وسلم - جعل التوحيد أول ما يُدعى الناس إليه ويدل على ذلك أدلة : ومنها ما أخرجه البخاري ومسلم في صحيحهما من حديث ابن عباس ـ رضي الله عنهما ـ وفيه : أوصى النبي - صلى الله عليه وسلم - معاذا بوصايا ، جاء عند البخاري أن النبي - صلى الله عليه وسلم - قال فيه : (( إنك تَقْدُم على قوم أهل كتاب ، فليكن أول ما تدعوهم إليه أن يوحدوا الله تعالى )) وهذا فيه دلالة على تقديم التوحيد على غيره في الدعوة إلى الله ودعوة الغير ، فدل على عِظَم منزلته ورفعتها ويدل أيضاً على عظم وخطر منزلة الشرك الذي هو ناقض للتوحيد .",
        "(1/67)\n\nوأما الدلالة الثالثة : فهي ما قرره النبي - صلى الله عليه وسلم - من أن التوحيد مُنجٍ لصاحبه وإن دخل النار خلافاً للشرك فلا يُنجي صاحبه ولو عمل من الطاعات ما عمل ولو عمل من الخيرات ما عدّه الناس خيرا ما عمل ، أما التوحيد ولو كان مثقال ذرة منه أو حبة خردل منه فإنه ينجي صاحبه وإن لقي من العذاب ما لقي . فهذه ثلاث دلالات دالات على عظيم منزلة التوحيد وعلى عظم وخطر الشرك بالله - سبحانه وتعالى - .\nثم قال المصنف - يرحمه الله -: والدليل قوله تعالى : { واعبدوا الله ولا تشركوا به شيئاً } في هذه الآية جمعٌ بين الأمر بالتوحيد في العبادة والنهي عن الشرك بالله - سبحانه وتعالى - ، فهي من ضمن الآيات الجامعات للأمر بالتوحيد والنهي عن ضده .\n( واعبدوا الله ) : أمر ، والأمر يقتضي الوجوب ما لم يصرفه صارف على القول المختار عند الأصوليين ولا صارف للأمر هنا فيدل على وجوبه وفرضيته ولزومه وتعينهِ ، والخطاب هنا موجه إلى المكلفين ، وإلى الإنس والجن أجمعين فعبادة الله واجبة .\n( ولا تشركوا به ) : نهيٌ عن الشرك ، وسبق أن الفعل المضارع إذا تَسلَّط النهي عليه فإن الفعل المضارع فيه مصدر من لفظه مستَكِنٌّ فيه ، فيكون المعنى : ولا تشركوا به أيَّ شرك ، أيْ : أيّ نوع من أنواع الشرك سواء أكان شركاً أكبر أم كان شركاً أصغر، وسواء أكان شركاً جلياً أم كان شركاً خفياً ، فإن ذلك لا يجوز .\n( شيئاً ) : وهي نكرة في سياق النهي ،والنكرة إذا أتت في سياق النهي تفيد العموم كما قرره جماعة من الأصوليين . أي : لا تشرك مع الله أي مشرَك سواء أكان ملكاً مقرباً أم نبياً مرسلاً ، أم جماداً ، أم غيره ، وسبق هذا المعنى في دَرْجِ حديث سابق .\n(1/68)",
        "\nقال المصنف - يرحمه الله - : ( فإذا قيل لك من ربك... ) إلى آخره تبين لك أن الجملة السابقة تتعلق بتقرير توحيد العبادة لعلتين سبقتا ، لأجلهما اهتم المصنف ـ يرحمه الله ـ بتوحيد العبادة في رسائل كثيرة وفي دعوته وفي هذه الرسالة .\nثم بين الأصول الثلاثة وشرحها ، ولكون هذه الرسالة يغلب عليها العناية بالأصول الثلاثة ، وهي معرفة الله - سبحانه وتعالى - والنبي محمد - صلى الله عليه وسلم - والدين الإسلامي سميت برسالة : الأصول الثلاثة ، لأن المصنف - يرحمه الله - في كثير من رسائله وكتبه لا ينعت ويسمى كتبه ، وإنما تسمى من غيره ، ومن أسباب التسمية لكتاب أن يسمى بالغالب عليه في مادته التي حوته ، ومادة الكتاب الغالبة هي الأصول الثلاثة ولهذا سميت بهذه المادة .\nثم قال المصنف - يرحمه الله - : ( فإذا قيل لك : ما الأصول الثلاثة التي يجب على الإنسان معرفتها ؟ )\nصاغ المصنف ـ يرحمه الله ـ المادة التي سيقررها شرحاً وتبياناً للأصول الثلاثة على صيغة سؤال وجواب وذلك لعلتين :\nأما العلة الأولى : فلأن صِيَغ السؤال والجواب في التعليم من أنفع الصيغ وأرسخها تعليماً وتدريساً للمُعلَّمين والمدرَّسين ، ومن ثم تجد المصنف -يرحمه الله- يُعنى بهذا الأسلوب في كثير من رسائله .\nوأما العلة الثانية : فلأن هذا الأسلوب فيه إيقاظ للوسنان ، فالسؤال عندما يورد تتطلع الهمم والعقول لمعرفة جوابه ، والسؤال عندما يُلفظ تتطلع الهمم لمعرفة ما بعده ومن ثم كان فيه نوع إيقاظ ، ولذلك أورد المصنف -يرحمه الله- هذه المادة التي يشرحها للأصول الثلاثة على صيغة السؤال والجواب.\nقوله : ( فقل معرفة العبد ربه ، ودينه ونبيه محمداً - صلى الله عليه وسلم - )\n(1/69)\n",
        "جعل ذلك من باب القول والمقول على لسان المعلَّم حتى يتفهمه ويعيه ، ولذلك تكلم المصنف ـ يرحمه الله ـ في بعض رسائله عن قوم ربما حفظوا ألفاظ لا يعونها ، وذكر من أمثلة ذلك : أن بعضهم عندما يقدم عليهم جيش المجاهدين من قرى الجزيرة وقت الجاهلية في وقته –رحمه الله – يُعلَّمون ما به يُخلَّصون من القتل دون أن يَعِيَ أحدهم ما عُلِّم من شيء فيقال لأحدهم قل : أركان الصلاة عددها كذا وهي كذا وكذا ، قال ـ يرحمه الله ـ في رسالته المشار إليها آنفاً : ( فرب إنسان صلى على غير صحة لِفَقْد ركن من أركان الصلاة وهو يتلفظ به ولا يعيه ) فيصلي على غير طهارة ، ويجعل الطهارة من شروط الصلاة ولا يدري معناها ، ويصلي جالساً وهو يقول إن القيام مع القدرة ركن وفرض في الصلاة فأخذ من ذلك ـ يرحمه الله ـ أن الناس ينبغي أن تفهم الشيء لا أن تلوك ألسنتهم اللفظ دون أن تعيه فينبغي أن يتعود الإنسان على تفهم الألفاظ التي يُعلَّم إياها وأن يتفهم العبارات والمعنى وراءها لا أن يقتصر مشتغلاً على الألفاظ والمباني دون المضامين والمعاني ثم أخذ المصنف -يرحمه الله- في شرح وبيان هذه الأصول الثلاثة .\n(1/70)\n\nقال المصنف ـ يرحمه الله ـ: ( فإذا قيل لك : من ربك ؟ فقل ربي الذي رباني وربى جميع العالمين بنعمته وهو معبودي ليس لي معبود سواه ،والدليل قوله تعالى: { الحمد لله رب العالمين } . وكل ما سوى الله عالم وأنا واحد من ذلك العالم . فإذا قيل لك : بم عرفت ربك ؟ فقل : بآياته ومخلوقاته ومن آياته الليل والنهار والشمس والقمر ومن مخلوقاته السماوات السبع والأرضون السبع ومن فيهن وما بينهما ، والدليل قوله تعالى : { ومن آياته الليل والنهار والشمس والقمر لا تسجدوا للشمس ولا للقمر واسجدوا لله الذي خلقهن إن كنتم إياه تعبدون } ، وقوله تعالى : { إن ربكم الله الذي خلق السماوات والأرض في ستة أيام ثم استوى على العرش يغشي الليل النهار يطلبه حثيثاً والشمس والقمر والنجوم مسخرات بأمره ألا له الخلق والأمر تبارك الله رب العلمين } .\nوالرب هو المعبود ، والدليل قوله تعالى : { يأيها الناس اعبدوا ربكم الذي خلقكم والذين من قبلكم لعلكم تتقون * الذي جعل لكم الأرض فراشاً والسماء بناءً وأنزل من السماء ماءً فأخرج به من الثمرات رزقاً لكم فلا تجعلوا لله أنداداً وأنتم تعلمون } . قال ابن كثير رحمه الله تعالى : الخالق لهذه الأشياء هو المستحق للعبادة .\n( وأنواع العبادة ) التي أمر الله بها مثل الإسلام والإيمان ، والإحسان ومنه الدعاء والخوف والرجاء والتوكل والرغبة ، والرهبة ، والخشوع ، والخشية ، والإنابة ، والاستعانة ، والاستعاذة ، والاستغاثة ، والذبح ، والنذر ، وغير ذلك من العبادة التي أمر الله بها ( كلها لله ) والدليل قوله تعالى { وأن المساجد لله فلا تدعوا مع الله أحداً } .\nفمن صرف منها شيئاً لغير الله فهو مشرك كافر ، والدليل قوله تعالى : { ومن يدع مع الله إلهاً آخر لا برهان له به فإنما حسابه عند ربه إنه لا يفلح الكافرون } .",
        "(1/71)\n\nوفي الحديث (( الدعاء مخ العبادة )) والدليل قوله تعالى : { وقال ربكم ادعوني أستجب لكم إن الذين يستكبرون عن عبادتي سيدخلون جهنم داخرين } .\nفي الجملة السابقة من قول المصنف ـ يرحمه الله ـ : ( فإذا قيل لك من ربك ؟ فقل ربي : الله الذي رباني وربى جميع العالمين بنعمه .. ) إلى آخر كلامه رحمه الله فيه شرح وتفسير للأصل الأول من الأصول الثلاثة ، التي سبقت حكايتها والتدليل على وجوب معرفتها .\n( ربي الله ) : المقصود به أن الله سبحانه وتعالى هو الذي أنشأ الإنسان ، ثم جعله في مراحل إلى أن يكتمل في بدنه ونضج عقله وما إلى ذلك فعنى المصنف ـ يرحمه الله ـ في جملته السابقة معناً واحداً من معاني الرب التي وردت في اللغة العربية ، وهذا المعنى هو معنى التربية .\nوقد قال الراغب الأصفهاني ـ رحمه الله ـ كما في مقرراته : ( التربية : هي إنشاء الشيء حالاً فحال إلى الكمال ) وهذا المعنى هو المقصود من كلام المصنف ـ يرحمه الله ـ وسبق فإذا كان ذلك هو المقصود فإن المصنف يرحمه الله أراد أن يقرر توحيد الربوبية في تقريره لمعرفة الله سبحانه وتعالى ولذلك قال بعد (الذي رباني وربى جميع العالمين بنعمه ) .\n( بنعمه ) : عائدة على الله سبحانه وتعالى ، إذ إن الضمير في كلمة بنعمة تعود على الله - سبحانه وتعالى - ، فيكون التقدير بنعم الله ، والله - سبحانه وتعالى - أنعم على الناس أجمعين بنعمٍ جمة لا يستطيع أن يعدها عاد ولا أن يحصيها محصٍ ، وإن كان من كان ، ولو اجتمع الخلق أجمعون على أن يحصوا جميع نعم الله على خلقه لما استطاعوا ، لأن من نعم الله إحصاء الناس لشيء من نعم الله ، إلى غير ذلك مما يذكره المفسرون وأهل العلم ، فنعم الله نوعان :-\nأما النوع الأول : فنعم محسوسة وهي ما يسميها الناس اليوم بالنعم المادية ، وهم يقصدون ما يحس بلمس ومشاهدة ونحوهما .\n(1/72)",
        "\nوأما النوع الثاني : فنعم معنوية أي أنها ليست مما يحس ويشاهد، أي ليس لها شاخص يرى أو صوت يسمع أو نحو ذلك من أمثلة النعم المحروسة الرزق من أكل وطعام وشراب وغير ذلك . ومن أمثلة النعم المعنوية نعمة الإيمان وهي أعلاها ومن أمثلة النعم المعنوية حسن الفهم وحسن القصد فإن هذه من النعم العظيمة ، ولذلك يقول ابن القيم ـرحمه الله ـ كما في ( أعلام الموقعين ) أو( إعلام الموقعين ) ضبطان للكتاب صحيحان ، والأشهر الأول يقول ـ رحمه الله ـ فيه ( ما أوتي الإنسان بعد نعمة الإيمان مثل حسن قصد وحسن فهم ) لأن الإنسان إذا رزق هذان الشيئان : وهو حسن الفهم عن الله ورسوله ( صلى الله عليه وسلم ) وما إلى ذلك وحسن القصد فإنه يوفق إلى المعالي ويكون بعد ذلك سائراً سيرة صحيحه في تحصيل ما يريد .\nثم إن المصنف ـ يرحمه الله ـ قال : ( وهو معبودي ليس لي معبود سواه )\n( معبودي ): يقصد به الرب - سبحانه وتعالى - . أي الذي أتوجه إليه بالعبادة ، وسبق معنى العبادة ، والعبادة نوعان من حيث خلوصها من الشرك وعدمه :-\nأما النوع الأول : فعبادة خالصة لله - سبحانه وتعالى - ، وهي التي خلق الخلق لتحقيقها وإيجادها .\nوأما النوع الثاني : فعبادة ليست خالصة لله ، كمن يعبد مع الله إلها آخر فهو لم يجرد هذه العبادة لله ، فهاتان عبادتان الأولى نحن مأمورون بامتثالها وهي حقيقة قول الله سبحانه وتعالى ( إلا ليعبدون ) في قوله { وما خلقت الجن والإنس إلا ليعبدون } وسبق تبيان هذا المعنى .\n( ليس لي معبود سواه ) : هذه لها احتمالان :-\nأما الاحتمال الأول : أي فليس للناس شيء يصمدون إليه في العبادة سوى الله - سبحانه وتعالى - ، وهذا باطل ، لأن هناك معبودات كثيرة من دون الله ومعه ، وهي موجودة في يومنا هذا ، وإبان بعثة النبي - صلى الله عليه وسلم - .\n(1/73)\n",
        "وأما الاحتمال الثاني : فهو أنه ليس هناك من يستحق صرف العبادة له سوى الله ، وهذا الاحتمال الثاني هو مقصود المصنف ـ يرحمه الله ـ .\nودل علىأن هذا الاحتمال الثاني هو المقصود ، وإن خالفه ظاهر الجملة السابقة شيئان :-\nأما الشيء الأول : فدلالة الحس والمشاهدة ، إذ إن الإنسان يحس ويشاهد معبودات من دون الله ومعه ، فلا يصح إطلاق هذا العموم إن قصد به ذلك .\nوأما الشيء الثاني : فالدليل الذي أورده المصنف ـ يرحمه الله ـ وهي أول سورة الفاتحة على الصحيح لا بسم الله الرحمن الرحيم ؛ لما أخرجه الإمام مسلم من حديث أبي هريرة - رضي الله عنه - وفيه قال الرسول - صلى الله عليه وسلم - : قال الله تعالى (( قسمت الصلاة بيني وبين عبدي نصفين ولعبدي ما سأل ، فإذا قال الحمد لله رب العالمين قال الله حمدني عبدي )) فسمى الله الفاتحة الصلاة لأنها ركن من أركان الصلاة ، ولا تصح الصلاة إلا بركنها فأول آيات الفاتحة فيها دلالة على المقصود فكان هذان الأمران مرجحين معتبرين للاحتمال السابق وهو ظاهر.\nوفي جملة المصنف السابقة دلالتان .\nأما الدلالة الأولى : فهي أن توحيد الربوبية يستدل به على توحيد الإلهية فإذا وحد العبد ربه في ربوبيته لزم من ذلك أن يوحد ربه في إلهيته و لا يعكس ذلك أن الناس فطرهم وجبلاتهم وعقولهم السليمة تناديهم إلى توحيد الله في ربوبيته ، وسبق معناه .\nفإذا كان ذلك مقرراً ـ والأمر كذلك ـ فإنه يلزم أن يوحدوا الله - سبحانه وتعالى - في إلهيته ، فإذا علمت أن الخالق المدبر هو الله سبحانه وتعالى ، لزمك أن لا تصرف شيئاً من العبادات إلا له ، وأن توحده سبحانه وتعالى في جميع عباداتك من ذبح ونذر وغيرهما ،كما سيأتي إن شاء الله .\nأما الدلالة الثانية : فهي أن معرفة الله يقصد بها شيئان :-\nأما الشيء الأول : فإثبات وجود الله - سبحانه وتعالى - .\n(1/74)\n\nوأما الشيء الثاني : فتوحيد الله ، وسبق أن التوحيد ثلاثة أنواع وأقسام أما الأول فتوحيد الربوبية ، وأما الثاني فتوحيد الإلهية والعبادة ، وأما الثالث فتوحيد الأسماء والصفات فقول المصنف ـ يرحمه الله ـ ( فإذا قيل لك من ربك ؟ فقل ربي الله …. ) إلى آخر كلامه ـ يرحمه الله ـ يدل على هاتين الحقيقتين .\nومن ثم قيل معرفة الله تقوم على أربعة أشياء هن حقيقة الإيمان بالله :-\nأما الشيء الأول : فإثبات وجود الله - سبحانه وتعالى - .\nوأما الشيء الثاني : فتوحيد الله في ربوبيته .\nوأما الشيء الثالث : فتوحيد الله في إلهيته .\nوأما الشيء الرابع : فتوحيد الله في أسمائه وصفاته ، إلى الشق الثاني من معرفة الله أشار المصنف يرحمه الله بعبارته السابقة ودلت عليه كلماتها وأما الشق الأول الذي هو إثبات وجود الله فهذا مأخوذ بدلالة اللزوم إذ أن للقطة لها ثلاث دلائل أما الدلالة الأولى فدلالة لزوم ، وأما الدلالة الثانية فدلالة مطابقة وأما الدلالة الثالثة فهي دلالة تضمن فأخذ الشق الأول بدلالة اللزوم ، لأنه يلزم من إثبات توحيد الربوبية والدعوة إلى توحيد الإلهية عند تقرير توحيد الربوبية يلزم من ذلك إثبات وجود الله سبحانه وتعالى وأما الشق الثاني فمأخوذ من دلالة المطابقة والتضمن إذ إنه يتضمن توحيد الإلهية توحيد الربوبية .\nوالتوحيد ينطبق عليه أقسامه الثلاثة السابقة إذا أطلق فيدخل فيه توحيد الربوبية والإلهية والأسماء والصفات .\nقال المصنف ـ يرحمه الله ـ ( والدليل قوله تعالى : { الحمد لله رب العالمين } )",
        "(1/75)\n\nمحل الشاهد في الآية هو قوله سبحانه : ( رب العالمين ) لأنه يطابق المعنى الذي ذكره المصنف في قوله ( فقل ربي الله الذي رباني وربى جميع العالمين بنعمه ) ومعنى الآية أنك تخص الله بالحمد لعلِّة وهو أنه هو المخصوص بذلك لا يتعداه هذا الأمر ، ثم هو الذي رباك وربى العالمين - سبحانه وتعالى - فقوله الحمد ( أل ) للاستغراق ، أي تستغرق جميع مفردات الحمد .\n( الحمد ) : عرّفه كثيرون ، ومن أحسن تعاريفه ما ذكره شيخ الإسلام ابن تيميه يرحمه الله كما في (( مجموع الفتاوى )) بقوله ( الحمد : هو الإخبار عن صفات المحمود على وجه المحبة و التعظيم ) .\nوهذا فيه دلالة على أن معنى الحمد لا بد فيه من اجتماع شيئين :-\nأما الشيء الأول : فهو الإخبار عن صفات المحمود أي التي يُثنى عليه بها وتكون محمودة .\nوأما الشيء الثاني : فهو أن يكون على وجه محبة ، أما من أخبر بالمحامد دون محبة فهذا لا يكون حامداً لأنه قد يدخل في المادح والمادح قد يخبر ببعض صفات الثناء ولكن لا يحب من أثنى عليه . وكذلك يقال : من أحب دون إخبار فلا يدخل في الحمد ، فالحمد معنى له حقيقة مجتمعة من ذينك القيدين السابقين .\n( لله ) : الحمد : مبتدأ مرفوع ، لله : خبر للحمد ، لأن اللام في قوله : لله هي لام الاختصاص وهي تخفض ما دخلت عليه فهي خافضة ولفظ الجلالة مخفوض بها ، ثم إن الجار والمجرور له متعلق يعود على الاختصاص فيكون المعنى الحمد مختص لله فهذا هو معنى لام الاختصاص في قوله ( الحمد لله ) .\n(1/76)",
        "\n( رب العالمين ) : إما أن تكون صفة لله ، أي أن الله يوصف بأنه رب العالمين وإما أن تكون بدلاً من لفظ الجلالة ، فيكون التقدير الحمد ( لله ) رب العالمين وهذا صحيح فإذا بان ذلك اتضح وجه الاستدلال من الآية ، وذلك أن قول الله رب العالمين نعت لله - سبحانه وتعالى - أو أن ربوبية الله وتربية الله لخلقه خاص به ومن ثم تعين أن يقال إذا كان هو ربك الذي رباك بنعمه وجب أن تمحض العبادة له سبحانه وتعالى .\nقال المصنف ـ رحمه الله ـ : ( وكل ما سوى الله عالم وأنا واحد من ذلك العالم ).\n( وكل ما سوى الله عالم ) : هذه الجملة إما أن تعود على أقرب مذكور وهو الدليل وهو قول الله ( العالمين ) فيكون تفسيراً لها ، وهذا المعنى في تفسير كلمة العالمين في الآية أخرجه جماعة عن ابن عباس رضي الله عنهما بمعناه ومن أولئك الضحاك رحمه الله فقد أسنده إلى ابن عباس تفسيراً ، وأما الاحتمال الثاني فهو أن يعود لتقرير المعنى السابق من الجملة كلها وهذا صحيح يعول عليه ، لأن الله ربى جميع خلقه بنعمه سبحانه وتعالى وهذا يدخل في العالمين بمعناه الذي ذكره المصنف ـ يرحمه الله ـ .\n( عالم ) : اسم جنس لا واحد له من لفظه وهو إما أن يكون علامة على غيره فاشتق من هذا المعنى لفظ عالم ، وإما أن يكون من العلم فاشتق من العلم هذا اللفظ ، وهما معنيان سائغان كما قاله البغوي رحمه الله في : (( تفسيره )) على الأول يقال العالم علامة على وجود الله - سبحانه وتعالى - وعلى الثاني يقال بالعالم يعلم الإنسان بوجود الله سبحانه وتعالى أو أن الله لم يوجد العالم إلا على علم تام كامل وهذا كلاهما معنيان صحيحان .\n(1/77)\n",
        "قال : ( وأنا واحد من ذلك العالم ) ذلك العالم إشارة إلى ما ذكره من تفسير للعالمين ، ومن ثم فإن العبد إذا أقر بذلك أقر بربوبية الله - سبحانه وتعالى - فإذا أقر بربوبية الله وجب عليه أن يوحد الله في العبادة فلا يعبد مع الله أو من دونه أحداً ، وذلك أن الناس في جملتهم حتى فرعون كان مقراً بربوبية الله ، كان الجميع مقراً بهذه الحقيقة ومن ثم استدل على توحيد العبادة والإلهية بتوحيد الربوبية وليعلم أن أهل الحق يستدلون بتوحيد الربوبية على توحيد الإلهية بنحو ما ذكر المصنف يرحمه الله خلافاً لمن خالفهم فجعلوا توحيد الربوبية هو مقصد الرسل والرسالات ، وهذا غلط ، وممن وقع في هذا الغلط الأشاعرة والماتوريدية وغيرهم .\nثم قال المصنف ـ يرحمه الله ـ ( فإن قيل لك بم عرفت ربك ؟ فقل بآياته ومخلوقاته …) . إلى آخره : نوعُ أخذٍ بالأولويات المنطقية في تقرير الحجة والتعليم ؛ لأن المصنف ـ يرحمه الله ـ قرر أول ما قرر الأصول الثلاثة ، ثم أخذ في شرحها فلما أخذ في التبيين والشرح جعل ذلك على نحو تدريج وتعليم حسن ، فبين أول ما بين قوله : ( فإذا قيل لك من ربك ) وهذا سؤال بديهي يأتي على الإنسان ، فكان الجواب مطابقاً لهذا السؤال ، ثم أردف بعده بقوله : ( فإن قيل لك بم عرفت ربك ) وهذه المعرفة تأتي بعد تحقيق الإيمان والمعرفة الأولى بالله - سبحانه وتعالى - ولذلك قال : ( بم عرفت ربك ؟ ) قال : ( فقل : بآياته ومخلوقاته ) حرف الباء في كلمة ( بآياته ) هو للسببية فيكون المعنى : سبب معرفة الله هو آياته ومخلوقاته فالسبب الذي جعلني أعرف الله سبحانه وتعالى هي هذه الآيات المشاهدة أو هذه المخلوقات المشاهدة أيضاً .\n( بآياته ومخلوقاته ):جمعٌ بين كلمتين ، أما الأولى فالآيات وأما الثانية فالمخلوقات .\n(1/78)\n\n( بآياته ) : واحدها آية ، وهي في اللغة في أصلها العلامة ، يقال آية محمد نزول القرآن عليه ويقصد بمحمد النبي الأمي رسول الهدى ( صلى الله عليه وسلم ) ، فعلامة النبي محمد نزول هذا الوحي القرآني عليه ( صلى الله عليه وسلم ) وقل غير ذلك من الأمثلة .\nوالآيات على ما ذكره المفسرون وكذا غيرهم نوعان :-\nأما النوع الأول : فآيات كونية ، ومن أمثلة ذلك السماء والأرض والشمس والقمر والنجوم وغيرها .\nوأما النوع الثاني : فآيات مقروءة في كتاب الله - سبحانه وتعالى - و يعبر عنها بعضهم فيقول هي الآيات الدينية الشرعية ، ومن ثم فإن الآيات تأتي على النوعين السابقين ، ومن أمثلة النوع الثاني آيات القرآن لأنها تقرأ ويستدل بها عليه ومن ذلك ما جاء في الإنجيل والتوراة من دلائل صحيحة قبل أن تحرف فهذا كله داخل في الآيات الشرعية الدينية .\n( ومخلوقاته ) : واحدها مخلوق وهو اسم مفعول من الخلق وهو من خلقه الله سبحانه وتعالى ، وليس إلا خالق ومخلوق فغير الله وسواه مخلوق والله هو الخالق - سبحانه وتعالى - .\nفإذا تبين ذلك فإن الجملة السابقة يأتي عليها احتمالان :\nأما الاحتمال الأول : فهو أن تكون ( الواو ) في قول المصنف بآياته ومخلوقاته على حقيقتها في العطف ، إذ أن حقيقة العطف تقتضي المغايرة أي أن المعطوف يغاير في حقيقته ما عطف عليه فإذا قيل بذلك جعل للآيات معنى وللمخلوقات معنى ، ومن ذلك أن يقال الآيات هي الدلائل والحجج وأما المخلوقات فكل ما خلقه الله - سبحانه وتعالى - ، فمن أمثلة الدلائل والحجج : القرآن وغيره ، ومن أمثلة المخلوقات السماء والأرض وغيرهما .",
        "(1/79)\n\nأما الاحتمال الثاني : فهو أن يقال لا يقصد بالعطف المغايرة ، وإنما يقصد به عطف خاص على عام وعطف الخاص على العام يقتضي تأكيد الخاص ولفت الذهن إليه ؛ بيان ذلك أن كلمة بآياته يدخل فيها الآيات الكونية ، وهذا يدخل فيه جميع المخلوقات والآيات الشرعية الدينية وهذا يدخل فيه الدلائل والحجج ، وما جاء في كتاب الله وما إلى ذلك ففرق حينئذ بين هذا المعنى العام وبين المخلوقات الذي يدخل في الآيات الكونية فقط فالمخلوقات يدخل في نوع من نوعي الآيات فكانت المخلوقات خاصة والآيات عامة فعطفت المخلوقات على الآيات فكان من عطف الخاص على العام وعطف الخاص على العام يبين اللغويون أنه يفيد أشياء منها لفت الذهن إلى أهمية الخاص المذكور ، وكذلك التأكيد عليه.\nو الاحتمال الثاني يقويه شيئان :-\nأما المقوي الأول : فما ذكر المصنف ـ يرحمه الله ـ بعد من أمثلة على الآيات وعلى المخلوقات فذكر من الآيات الليل والنهار والشمس والقمر وذكر من مخلوقات الله السماوات والأرض وهذا كله يأتي على المعنى السابق .\nوأما المقوي الثاني : فما ذكره المصنف يرحمه الله من أدلة استدل بها ففيها عدم التفريق بين الآيات والمخلوقات وسوقها مساقاً يدل بعضه على بعض .\nومما سبق يتضح أن القول بالمغايرة ضعيف في توجيه كلام وجملة المصنف يرحمه الله. فيبقى أن المخلوقات كالآيات ويقال المخلوقات هي بمعنى الآيات ، لأن المصنف يرحمه الله ذكر الآيات ومثل لها وذكر الدليل عليها فسواها بالمخلوقات ، ولم يقصد المعاني الدينية بكلمة الآيات وإنما قصد المعاني الكونية لكلمة الآيات .\n(1/80)",
        "\nفيتحصل مما سبق أن قول المصنف يرحمه الله ( بآياته ومخلوقاته ) أن الآيات بمعنى المخلوقات ، والمخلوقات بمعنى الآيات الكونية ليس إلا ، وإنما راعى المصنف يرحمه الله لفظة الآيات في قوله تعالى : { ومن آياته الليل والنهار والشمس والقمر } ، ولفظة المخلوقات في قوله تعالى : { ومن مخلوقاته السماوات السبع والأرضون السبع } لما جاء في لفظ الآية فساق التمثيل على وفق ما جاء في الآية في الجملة ولذلك قال والدليل قوله تعالى : ( ومن آياته الليل والنهار والشمس والقمر … إلى آخر الآية ) .\nووجه كون الإنسان يستدل على معرفة الله بمخلوقاته يرجع إلى معنيين كليين : -\nأما المعنى الأول : فهو أن البعرة تدل على البعير والأثر يدل على المسير ، وهذه القاعدة قاعدة تنطق بها الجبلات والفطر ، ولذلك من نظر إلى المخلوقات قاده ذلك إلى أن هناك خالقاً لها مدبراً لشأنها محكماً لصنعتها ومن ثم اشتهر عن الإمام أبي حنيفة النعمان رحمه الله أنه جادل بعض الملحدين فضرب لهم مثالاً وقال : ( لو كان هناك سفينة تذهب لوحدها دون رُبان يقودها إلى جزيرة بعيدة ، ثم تضع هذه السفينة البضائع فيها ثم تعود إلى محطتها الأولى التي ذهبت منها أيكون ذلك ؟ قالوا : كلا لا يكون في العقل قال فكذلك الكون بأجمعه والمخلوقات بأجمعها تدل على أن هناك من يصرفها ويدبرها ) .\nوأما المعنى الثاني : بأن هذه المخلوقات لها خالق أوجدها إذ لا يصح أن يوجد المخلوق نفسه ولا أن يوجده العدم فلزم أن يكون هناك خالق هو الله - سبحانه وتعالى - أوجدها ومن ثم عرف الآدمي ربه وعرف العاقل ربه بمخلوقاته من هذين المعنيين الكليين على ما قرره جمع من الفقهاء وأهل العلم كشيخ الإسلام ابن تيمية يرحمه الله في مواضع من كتبه .\n(1/81)\n",
        "وذكر المصنف -يرحمه الله- أدلة دالة على المعنى الذي أراده ،وأول ذلك قوله سبحانه : { ومن آياته الليل والنهار ... } ، إلى آخر الآية وثانيه قوله تعالى : { إن ربكم الذي خلق السماوات والأرض في ستة أيام } .\nوهذا مع ذلك الدليل يدلان على المقصود لذكر الآيات والمخلوقات على وجه الاستدلال على معرفة الله سبحانه وتعالى وإثباتها .\nقوله سبحانه : { واسجدوا لله الذي خلقهن إن كنتم إياه تعبدون } فيه دلالة على الاستدلال بهذه المخلوقات على الله - سبحانه وتعالى - ثم على لزوم إفراده في العبادة ، وإلا فلو استدل على إثبات الرب وجوداً - سبحانه وتعالى - ولم يلحق ذلك بإيجاب إفراده في العبادة لما صح قوله - سبحانه وتعالى - عقب الآية ( إن كنتم إياه تعبدون ) .\nوقوله تعالى : { ثم استوى على العرش } : فيه إثبات لصفة الاستواء لله - سبحانه وتعالى - .\nوالاستواء إما أن يُعَدَّى بمعدٍ أولا :-\nفأما إن كان بدون أداة تعدية فهذا معروف ،كأن تقول استوى زيد وعمرو في طولهما فهذا بمعنى المساواة\nوأما إذا عُدِّيَ بمعدٍّ: فحالتان:-\nأما الحالة الأولى : أن تكون التعدية بـ ( على ) وإذا أتي بأداة على مع استوى في القرآن والنص الشرعي فانه يقصد بها معنى العلو والارتفاع ، ولذلك استوى مع أداة ( على ) تأتي على أربعة معان صحيحة كما قرره أهل السنة والأثر :-\nأما المعنى الأول فالعلو .\nوأما الثاني فالارتفاع .\nوأما الثالث فالصعود .\nوأما الرابع فالاستقرار .\nوعليه يقال ( ثم استوى على العرش ) أي علا على العرش ، ارتفع على العرش ، صعد على العرش ، استقر على العرش وهذه معان ثابتة .\nوأما الحالة الثانية : أن تكون التعدية بـ ( إلى ) فإنه يأتي بمعنى القصد ، ( ثم استوى إلى السماء ) أي قصد السماء لا أنه بمعنى العلو والارتفاع ، وهذا هو خلاصة ما يتعلق بآية الاستواء على وجه التفصيل.\n(1/82)\n\nقوله سبحانه { يطلبه حثيثا } : سريعاً أي أن الليل يطلب النهار طلباً سريعاً .\nقوله سبحانه { مسخرات } : أي ذليلات .\nوقوله سبحانه { ألا له الخلق والأمر } ( الخلق ) : معناه واضح فالله هو الخالق لا غيره فله الخلق أي اختصاصاً به - سبحانه وتعالى - وله الأمر أي اختصاصاً به - سبحانه وتعالى - ، فقوله سبحانه ( له ) اللام هنا داخلة على الضمير العائد على الله تعالى ، فيكون المعنى ألا لله ، واللام هنا هي لام الاختصاص : فيكون المعنى أي اختص الله - سبحانه وتعالى - بالأمر وبالخلق ، فالخلق هو صفة لله خاصة به - سبحانه وتعالى - .\n( والأمر ) : الأمر صفة لله خاصة به.\nوالأمر يأتي على معنيين :-\nأما المعنى الأول: فهو الأمر الشرعي الديني فالله عز وجل هو الذي يأمر كيف يشاء وبما شاء سبحانه وتعالى وغيره أمره محكوم ومهيمن .\nوأما المعنى الثاني: فالأمر الكوني القضائي القدري .\nإلا أن اجتماع الخلق مع الأمر يقتضي التفريق بينهما إذا أعملت قاعدة الأصل في المعطوفات المغايرة ، فيقال الخلق غير الأمر ، فالأمر يكون محصوراً بالأوامر الشرعية الدينية ، وأما الخلق فيتعلق بما يكون ، أي بما يخلقه الله - سبحانه وتعالى - وأفعال العباد وما في الوجود كله خلقه الله - سبحانه وتعالى - .\nثم قال المصنف يرحمه الله : ( والرب هو المعبود ).\nهذه الجملة تحتمل أحد احتمالين :-\nالاحتمال الأول : فهو أن يكون تفسيراً ، فإذا قيل بأنه تفسير ، فيفسر الرب بأنه المعبود - سبحانه وتعالى - وتفسير الرب بكونه هو المعبود - سبحانه وتعالى - لا يصح لغة .",
        "(1/83)\n\nالاحتمال الثاني : وهو أن المصنف ـ يرحمه الله ـ عنى بالرب المعبود - سبحانه وتعالى - ، وهذا يأتي ؛ لأن الكلمات لها عند استعمالها معنيان ، أما المعنى الأول فمعنى أصلي ، وهذا يرجع فيه إلى اللغة وما إليه ، وأما الثاني فمعناً يراد عند سياقها في جملة ، فهذا يرجع إلى مساق الكلام ، وسابق اللفظة ولاحقها ، فتفسير المصنف ـ يرحمه الله ـ للرب بأنه المعبود على أن الله - سبحانه وتعالى - الذي هو صاحب الربوبية هو المعبود ، أي المستحق للعبادة - سبحانه وتعالى - .\nوإنما قيل بأن كلمة المعبود بمعنى المستحق للعبادة لدلالتين ظاهرتين :-\nأما الدلالة الأولى : فما ذكره المصنف يرحمه الله بعد من قول لابن كثير يرحمه الله وهو قول ابن كثير رحمه الله : ( الخالق لهذه الأشياء هو المستحق للعبادة ) ، فنص على كلمة المستحق في قوله : ( المستحق للعبادة ) المفهمة لمعنى الاستحقاق في قول المصنف يرحمه الله : ( هو المعبود ) أي المستحق للعبادة.\nوأما الدلالة الثانية : فما أورده من آية بعد ، وفي آخرها قول الله تعالى ( فلا تجعلوا لله أنداد ) . وهذا قطع لأسباب الشرك وحقائقه ، فدل على أن الله هو الموحد ، وهو المستحق للعبادة ، فيكون التقدير في كلام المصنف السابق ( والرب هو المعبود ) ، يكون التقدير ( والرب هو المستحق للعبادة ) ومن ثم صح الاستدلال عليها بالآية ، وما أورده عن ابن كثير ـ رحمه الله ـ.\nأما الآية فهي قول الله تعالى { يا أيها الناس اعبدوا ربكم الذي خلقكم .. } إلى آخر الآية . وهذه الآية فيها دلالتان على المقصود :-\nأما الدلالة الأولى : فهي قوله سبحانه ( اعبدوا ) واعبدوا هنا يقصد به تجريد العبادة لله ، لا العبادة الشركية ؛ لأنه سبق أن العبادة في أفعال الناس وما إليه تأتي على شقين ، عبادة شركية ، وعبادة على وجه تمحيض وتجريد لله - سبحانه وتعالى - ، فالثانية هي المقصودة.\n(1/84)",
        "\nوأما الدلالة الثانية : فقوله سبحانه ( فلا تجعلوا لله أندادا ) أنداداً فسرها ابن عباس رضي الله عنهما بأنه الشرك ، كما أخرجه عنه الطبري في (( تفسيره )) ، وكذا غيره فيكون تقدير الآية : ( فلا تجعلوا لله شركاء أو شركاً في عبادتكم ).\nثم ذكر المصنف ـ يرحمه الله ـ قولة ابن كثير في هذه الآية : ( الخالق لهذه الأشياء هو المستحق للعبادة )\n( ابن كثير ) هو عماد الدين أبو الفداء إسماعيل بن عمر بن كثير الشافعي رحمه الله المتوفى سنة 774 من هجرة النبي - صلى الله عليه وسلم - ، وهو من تلاميذ شيخ الإسلام ابن تيمية يرحمه الله وممن استفاد من ابن القيم ، وهو من أخص أصدقاء ابن قيم الجوزية ـ يرحمه الله ـ ، وله تفسير عظيم اسمه (( تفسير القرآن العظيم )) حتى أثنى عليه أئمة ، وقيل لا يُلحق فيه ، ولا يُؤتى بمثله ، كما قاله السيوطي في (( الإتقان )) وجماعة.\nوهذه الآية ظاهرة واضحة على المقصود ، ولذلك سبق ذكر الدلالتين فيها ، وقد لخص المصنف يرحمه الله قولة ابن كثير ، فابن كثير ـ يرحمه الله ـ لم يقل هذه العبارة بنصها وإنما أسهب وأطال ، فلخص المصنف يرحمه الله جماع مقصود ابن كثير في هذه العبارة الوجيزة ، والتصرف في حكاية عبارات الأئمة يقع كثيراً من الأئمة ، وقد جوز جمهور المحدثين حكاية أحاديث النبي - صلى الله عليه وسلم - بالمعنى وفق شروط وضوابط ، فغير كلام النبي - صلى الله عليه وسلم - من باب أولى .\nقال المصنف ـ رحمه الله ـ : ( وأنواع العبادة التي أمر الله بها مثل الإسلام والإيمان والإحسان ، ومنه الدعاء والخوف والرجاء … ) إلى قوله تعالى : { يوفون بالنذر ويخافون يوماً كان شره مستطيراً } ).\nفي هذه الجملة ذكر المصنف يرحمه الله أنواعاً وأمثلة من العبادة ، وأشار إلى ذلك في قوله ( وأنواع العبادة التي أمر الله بها …) وفي قوله ( ومنه … ) .\n(1/85)\n",
        "في قوله ( وأنواع العبادة التي أمر الله بها مثل الإسلام والإيمان والإحسان ) إما أن يقصد المصنف يرحمه الله أن العبادة ، وسبق تعريفها ، وهي جملة ما يحبه الله ويرضاه ، من الأقوال والأعمال الظاهرة والباطنة ، ترجع إلى المراتب الثلاث اللائي هن مراتب الدين ،كما جاء ذاك في حديث جبرائيل الطويل في الصحيحين من حديث ابن عمر وعمر وأبي هريرة وغيرهم ، فجميع محاب الله ومراضيه المسماة بالعبادة ، هذه ترجع إلى مراتب الدين الثلاثة ، إما إلى الإسلام ، وإما إلى الإيمان ، وإما إلى الإحسان .\nوأما الاحتمال الثاني فهو أن هذه الأنواع من الإسلام والإيمان والإحسان ، ألفاظ تدل على عبادات فكانت من جملة العبادات ، والاحتمال الثاني يرجحه ظاهر قول المصنف يرحمه الله ، وأنواع العبادة التي أمر الله بها ، والأول يرجحه المعروف من النص الشرعي ، وما ذكره أئمة الفقه والإسلام .\nوهذه الألفاظ الثلاثة التي هي مراتب الدين إذا اجتمعت افترقت ، وإذا افترقت اجتمعت ،كما يقوله أهل السنة ، فإذا اجتمعت هذه الكلمات الثلاث في جملة واحدة كان لكل منها معنى ، فيفترق معنى كلمة الإسلام عن معنى كلمة الإيمان عن معنى كلمة الإحسان ، وإذا افترقت بحيث يطلق كل منها إطلاق لوحده لم يذكر معه الكلمة الأخرى جمعت هذه الكلمة المفردة عن غيرها معنى غيرها ، ما لم تدل قرينة صحيحة على أنها خاصة بمعنى لا يشمل غيرها .\nفيتحصل أن هذه الكلمات الثلاثة(الإسلام والإيمان والإحسان) لها مقامان:-\n(1/86)\n\nأما المقام الأول : فهو مقام اجتماع لها في جملة واحدة فتفترق في المعاني ، وضابط ذلك ما جاء في حديث جبرائيل الطويل وهو معروف مشهور حيث أُرجع معنى كلمة الإسلام للشعائر التعبدية الظاهرة من النطق بالشهادتين والصلاة والزكاة والحج إلى غير ذلك ، وضُبط معنى كلمة الإيمان بالإيمان بالله وكتبه ورسله إلى غير ذاك مما هو معروف ، وضبط معنى كلمة الإحسان بمرتبة دقيقة فيها معنى المعاينة أو المراقبة ، لأن الإحسان مأخوذ من قولك أحسنت الشيء ، وقولك أحسنت الشيء إذا جودت فعله ، فيسأل جبريل النبي محمداً - صلى الله عليه وسلم - سؤالاً وهو ما هو الإحسان ؟ أي ما حقيقة تجويد الفعل والعبادة ؟ كيف تكون العبادة جيدة حسنة متقنة ؟ كيف يكون العمل حسناً جيداً متقناً ؟ فبين النبي - صلى الله عليه وسلم - أن الإنسان يتقن العبادة لله والعمل إذا قام لله أحد مقامين : أما المقام الأول : مقام معاينة ، وأما المقام الثاني فمقام مراقبة ، أما مقام المعاينة أي كأنه يعاين الله سبحانه وتعالى فإذا أنزل نفسه هذه المنزلة جود العمل وأتقنه ولا بد مثل ذلك ولله المثل الأعلى كعبد يخدم سيده يرى سيده أمامه ينظر إلى عمله فلا بد أن يحسن العمل ويجوده ، وأما المقام الثاني فمقام مراقبة أي أن يقوم الإنسان مقام الاستشعار بأن الله رقيب عليه فيتقن ويجود العبادة والعمل .\nوأما المقام الثاني : أن يكون لكل منها إطلاق على حِده ، دون أن يجمع مع غيره ، فهذا يشمل الدين كله ، فيقال هذا هو الإسلام يشمل الإيمان والإحسان والشعائر الظاهرة التي هي حقيقة الإسلام في حديث جبرائيل ، وإذا قيل هذا هو الإيمان شمل معنى الدين كله في إطلاقه وهكذا ، إلا إذا دلت القرينة المعتبرة على أن اللفظة التي أُتي بها لوحدها في جملة ، لم يرد بها إطلاقاً وإنما أريد بها معناً خاصاً .",
        "(1/87)\n\nقول المصنف يرحمه الله ( ومنه ) الضمير في قوله ( ومنه ) يرجع إلى أمر العبادة فيكون المعنى : ومن أمر العبادة أو من نوع العبادة ، ونحو ذلك من التقديرات السائغة ، ثم ذكر أنواعاً من العبادة ، وذكر الدليل على كل منها .\nوأول ذلك ( الدعاء ) : والدعاء معناه معروف ، والدعاء نوعان :-\nأما النوع الأول : فدعاء عبادة ، والمقصود بدعاء العبادة كل عمل يعبد الإنسان به ربه هو دعاء ، سمي دعاء لأحد أمرين :\nأما الأمر الأول : فلأن هذه الأعمال صُلبها وعمودها الطلب والدعاء ، الذي هو معروف .\nوأما الأمر الثاني : فهو أن يقال هذه الأعمال فيها معنى الطلب ؛ لأن الأعمال التعبدية التي يفعلها المرء يقصد من ورائها طلب رضى الله ليدخل جنته ، وينجى من ناره ، فكان فيها معنى الطلب ، فسمي بدعاء العبادة ، فدعاء العبادة يشمل جميع العبادات صغيرها وكبيرها .\nوأما النوع الثاني : فدعاء مسألة ، وهو ما كان فيه سؤال ، وما كان فيه سؤال كان فيه طلب باللسان بالقول وما إليه ، فإذا رفع الإنسان يديه يسأل الله بلسانه مطلوباً فقد دعاه دعاء مسألة ، ولا شك أن دعاء المسألة عبادة يقربه إلى الله - سبحانه وتعالى - ، ولكن جرى تقسيم الدعاء إلى هذين النوعين على ما قرره شيخ الإسلام ابن تيمية يرحمه الله ، وجماعه وهو تقسيم عظيم في بابه مفيد لطلابه .\nثم قال المصنف يرحمه الله ( والدليل قوله تعالى : { وأن المساجد لله فلا تدعوا مع الله أحدا } ، فمن صرف منها شيئاً لغير الله فهو مشرك كافر ، والدليل قول الله تعالى: { ومن يدعُ مع الله إلهاً آخر... } ) إلى آخره ، وهذا فيه دلالة على وجوب تمحيض الدعاء لله - سبحانه وتعالى - .\nقال رحمه الله : ( وفي الحديث : (( الدعاء مخ العبادة )) )\n( ال ) في كلمة الحديث للعهد الذهني ، أي ما هو معهود في ذهنك أيها القارئ أو السامع مما يسمى حديثاً .\n(1/88)",
        "\n( الحديث ) : وهو حديث النبي - صلى الله عليه وسلم - ، وإلا الحديث في اللغة يأتي على أكثر من معنى، ومن معانيه المشهورة الكلام ، تقول تحدث فلان إلى فلان ، وهذا حديث زيد إلى عمرو ، أي كلامه . فالمقصود هو حديث النبي - صلى الله عليه وسلم - ، وما جاء عنه في الخبر قال - صلى الله عليه وسلم - : (( الدعاء مخ العبادة )) .\n( مخ العبادة ) أي صميمها ، لأن الجسد يتغذى على المخ ، فإذا فقد المخ ذهب الجسد وبلي ، كذلك يقال في العبادة مخها هو الدعاء ، فإذا كانت العبادة بغير دعاء ، فإن العبادة لا صلب لها تقوم عليه ، وهذا الحديث بهذا اللفظ أخرجه الإمام الترمذي ـ يرحمه الله ـ في : (( جامعه )) من حديث أنس ، إلا أنه قال : ( وهو حديث غريب ) ، ثم ذكر أنه من طريق ابن لهيعة رحمه الله ، وابن لهيعة معروف أنه اختلط بعد أن احترقت كتبه ، وقيل سقط عن دابته فانضرب رأسه فلم يحسن ضبط الحديث بعدها ، ومن اختلط في الحديث لا يقبل الحديث عنه بعد اختلاطه ، وأما قبل اختلاطه فينظر من ضبط حديثه قبل الاختلاط فيؤخذ عنه ، ولذلك أشار المنذري ـ يرحمه الله ـ في الترغيب والترهيب إلى ضعف هذا الحديث بهذا اللفظ .\nإلا أن الحديث جاء برواية صحيحة ، وهو ما أخرجه الإمام أحمد في : (مسنده) والترمذي في ( جامعه ) وصححه وأبو داود في ( سننه ) من حديث النعمان بن بشير رضي الله عنه أن النبي - صلى الله عليه وسلم - قال : (( الدعاء هو العبادة لله )) .\nثم قال المصنف ـ يرحمه الله ـ والدليل قوله تعالى : { وقال ربكم ادعوني أستجب لكم } )\n(1/89)\n",
        "( ادعوني ) : أي دعاء تعبدوني به ويقربكم إليّ ، ومن ثم يستجيب الله - سبحانه وتعالى - لداعيه ، ومن ثم قال الله عز وجل بعد { إن الذين يستكبرون عن عبادتي } ، فسمى الدعاء عبادة لأن قوله ( عبادتي ) يرجع على الدعاء ، فسمى الدعاء عبادة ، وهذا يتفق مع الحديث السابق ، وهو حديث ( الدعاء هو العبادة ) الذي ذكر المصنف رواية له ، وهي ( الدعاء مخ العبادة ) .\nفقول المصنف ـ يرحمه الله ـ وفي الحديث ( الدعاء مخ العبادة ) . والدليل قوله تعالى ( وقال ربكم ادعوني أستجب لكم ) في هذين النصين دلالة على عبادة الدعاء ، وأما الآيتان السابقتان لهذين النصين فيسوغ سحب دلالتهما على معنى الدعاء ، وهذا ظاهر ، إلا أن المصنف يرحمه الله لم يرد منها الاستدلال بهما على عبادة الدعاء ، وإنما عنى بالنصين الأخيرين الحديث والآية ذلك ، وأما الآيتان السابقتان فإنهما دليلان على ما قرره المصنف من قوله : ( فمن صرف منها شيئاً لغير الله فهو مشرك كافر ) .\nوفي قوله ( وغير ذلك من أنواع العبادة التي أمر الله بها كلها ) وسبق وجه دلالة قول الله تعالى : { وأن المساجد لله فلا تدعو مع الله أحداً } .\nوأما قوله سبحانه { ومن يدع مع الله إلهاً آخر لا برهان له به } قوله : ( لا برهان له به ) البرهان في اللغة ، هو الحجة ، والمقصود به هنا كما قرره أئمة التفسير أي : الحجة المنتصر لها ، أو التي يسعى صاحبها لتقريرها ، وليس المعنى أن من دعى غير الله وعنده برهان به جاز أن يعبد غير الله مشركاً مع الله إلهاً آخر ، وإنما المقصود أن هؤلاء الذين يعبدون مع الله آلهةً أخرى ، أن هذه الآلهة الأخرى لا برهان لها .\nوالبرهان عند إطلاقه يأتي على وجهين :-\nأما الوجه الأول : فهو أن يكون حجة سواء أكانت الحجة صحيحة أم لا.\n(1/90)\n\nوأما الوجه الثاني : فهو أن تكون حجة يسلم بها المحاجّ ، أي أن تكون معتبرة، والثاني هو المقصود ، ومن ثم فلا حجة معتبرة صحيحة مع كل من عبد غير الله سبحانه وتعالى ، أو أشرك مع الله آلهة أخرى ، ولو أتى بمئين من الحجج والبراهين ، فهي باطلة لا تصح .\nثم توعد الله سبحانه وتعالى هذا الفاعل بالعقاب والعذاب في الآخرة ، ومن ثم قال تعالى ( إنه لا يفلح الكافرون ) ، وقد ذكر جمع من أئمة التفسير أن ( الفلاح ) إذا أطلق نفيه في القرآن ، فإنما يقصد به سلب الإيمان ، أي أنه يقصد به كُفر صاحبه الذي نزع منه الفلاح وسلب عنه مطلقه .\nوأما العبادة الثانية فالخوف ، وضده الأمن ، ومعناه معلوم ظاهر .\nوالخوف ثلاثة أنواع : من حيث المدح والذم والإباحة :\nأما النوع الأول : فخوف مباح ، وهو الخوف الطبيعي ، كالخوف من حية تسعى ، أو حيوان مفترس .\nأما النوع الثاني : فخوف مذموم ، وهذا الخوف المذموم له مرتبتان : -\nأما المرتبة الأولى : فخوف يدخل صاحبه في الشرك الأكبر ، ومن أمثلة ذلك أن يخاف المرء من غير الله أشد من خوفه من الله سبحانه وتعالى .\nوأما المرتبة الثانية : فخوف محرم ؛ لكن لا يخرج صاحبه من الملة ،كأن يخشى الإنسان من شيء من دون موجب الخوف ، ويكون سمة له ، فهذا يُمنع منه ويقال خوف غير جائز ، لكن لا يخرج صاحبه من ملة الإسلام .\nوأما النوع الثالث : فخوف ممدوح وهو مراتب أعلاها : خوف المحسنين من الله سبحانه وتعالى .\nوالمحسنون درجات أعلاهم درجةً : أولو العزم من الرسل ، وهم درجات : أعلاهم النبي محمد - صلى الله عليه وسلم - .\nثم تأتي مراتب أخرى في مراتب الخوف الممدوح ، أقل ذلك هو الخوف الذي يحفظ للإنسان أصل إيمانه ، وهذا هو أقل مراتب الخوف ، كما قرره شيخ الإسلام ابن تيمية يرحمه الله وجمع ، فإذا أشرك الإنسان في خوفه أشرك في عبادة الله سبحانه وتعالى .",
        "(1/91)\n\nثم قال المصنف ـ يرحمه الله ـ : ( ودليل الخوف قوله تعالى: { فلا تخافوهم وخافون إن كنتم مؤمنين } ) . ويدل على وجوب تجريد الخوف لله - سبحانه وتعالى - ، أي الخوف العِبَادي الذي لا يجوز الشرك فيه بحال .\nقول الله - سبحانه وتعالى - { فلا تخافوهم وخافون } وفي قوله ( فلا تخافوهم ) دلالة ظاهرة على المنع من هذا الخوف : أي أنه محرم لا يجوز ومن ثم قال سبحانه ( إن كنتم مؤمنين ) أي فإن خفتموهم سلبتم الإيمان ، أي الخوف الشركي الذي لا يجوز .\nوأما ثالث العبادات فالرجاء ، ومعناه : السعي إلى الشيء مع ميل النفس إلى حصوله ، فالرجاء بهذا المعنى إذا قصد الإنسان به التقرب إلى الله - سبحانه وتعالى - ، كان من مراضيه فإذا كان من مراضيه ومحابه كان عبادة ؛ لأن العبادة اسم جامع لما يحبه الله ويرضاه ، ومن ثم لا بد من تجريد عبادة الرجاء لله - سبحانه وتعالى - .\nقال المصنف ـ رحمه الله ـ : ( ودليل الرجاء قول الله { فمن كان يرجو لقاء ربه فليعمل عملاً صالحاً ولا يشرك بعبادة ربه أحداً } ).\n( لقاء ) : اللقاء نوعان :-\nأما اللقاء الأول : فلقاء عام ، يقع لكل الخلق ، وهذا في الآخرة.\nوأما اللقاء الثاني : فلقاء خاص ، وهو ما خُص به المؤمنون من لقاء تلذذ ونعيم بالله - سبحانه وتعالى - ، فمن أراد اللقاء الثاني الذي هو لقاء نعيم وتلذذ ، فليعمل عملاً صالحاً ولا يشرك بربه أحداً .\n( عملاً صالحاً ) : قال القاضي عياض :( أخلصه وأصوبه ) .\nأما : أخلصه فهو أن يكون خالصاً لله ، وأما : أصوبه فهو أن يكون صواباً على هدي النبي - صلى الله عليه وسلم - .\n( ولا يشرك بعباده ربه أحدا ) : هذا نهي عن الشرك ، ودلالته ظاهرة بما سبق شرحه من آيات .\nوأما العبادة الرابعة فهي عبادة التوكل :\nقال المصنف رحمه الله : ( ودليل التوكل قوله تعالى : { وعلى الله فتوكلوا إن كنتم مؤمنين } ، وقوله تعالى : { ومن يتوكل على الله فهو حسبه } )\n(1/92)",
        "\nوالتوكل في اللغة : هو الاعتماد ، تقول توكلت على هذه الدابة أن توصلني إلى نهاية الطريق ، إذا اعتمدت عليها ، وهذا إطلاق لغوي .\nوأما التوكل الشرعي : فهو ما توفر فيه ثلاثة أركان ، كما قاله ابن قيم الجوزية في : (( مدارج السالكين )) :ـ\nأما الركن الأول : فالاعتماد على الله - سبحانه وتعالى - .\nوأما الركن الثاني : فالثقة بالله - سبحانه وتعالى - .\nوأما الثالث : فهو طَرْقُ الأسباب المشروعة .\nوالأسباب المشروعة نوعان :-\nأما النوع الأول : فأسباب قدرية ، فالنار محرقة ، هذا سبب قدري ، قضى الله به في قدره فكان .\nوأما النوع الثاني : فسبب شرعي ، أي جعل الله بين مُسبب وسبب علاقة ، لم تعرف هذه العلاقة إلا بالدين أو بالشرع ، فقيل هو سبب شرعي ، من ذلك الأعمال الصالحة سبب للنجاة في الآخرة .\nفإذا جمع الإنسان بين هذه الأركان الثلاثة ، فقد توكل على الله حق توكله ، وإذا جمع هذه الأشياء لغير الله أو صرف عبادة التوكل لغير الله فقد أشرك في توكله.\nومن أنواع الشرك في الأسباب أن يعتمد الإنسان بكليته على سبب ويثق بهذا السبب وثوقاً لا يلتفت معه إلى الله - سبحانه وتعالى - ، وهذا بحر لا ساحل له يقع فيه كثير من الناس وهو الشرك في الأسباب ـ كما قاله ابن قيم الجوزية يرحمه الله ـ .\nقال المصنف ـ يرحمه الله ـ وقوله تعالى : { وعلى الله فتوكلوا إن كنتم مؤمنين } دلالة الآية منها كدلالة قوله تعالى : { فلا تخافوهم وخافون إن كنتم مؤمنين } .\n(1/93)\n",
        "ثم قال وقوله : { ومن يتوكل على الله فهو حسبه } العادة في سياق المصنف ـ يرحمه الله ـ لهذه الأنواع من العبادات أن يذكر دليلاً واحداً ، فجمع هنا بين دليلين: لينوه إلى ثمرة التوكل ، لأن أنْفُس الناس بفطرهم وجبلاتهم تهفو إلى الأسباب وتتعلق بها ، فإذا توكل على الله حق توكله ، هناك ثمرة ، هذه الثمرة هي في قول الله - سبحانه وتعالى - ( فهو حسبه ) أي هو كافيه ، كفاية عامة في مناحيه كلها ، في الرزق ، وفي جوعته النفسية ، وفي غير ذلك ، فهذا كله يؤخذ من عموم قوله فهو حسبه .\nوأما العبادة الخامسة فهي عبادة الرغبة ثم تليها الرهبة ثم تليها الخشوع .\nقال المصنف ـ يرحمه الله ـ : ( ودليل الرغبة والرهبة والخشوع قوله تعالى : { إنهم كانوا يسارعون في الخيرات ويدعوننا رغباً ورهباً وكانوا لنا خاشعين } )\n( الرغب ) : هو طلب الشي مع ميل إليه وإرادة تحصليه والظفر به .\n( والرهب ) : ضده .\n( والخشوع ) : هو الطمأنينة ، يقال هذا محل خاشع ، أي مطمئن ، أي منخفض عن غيره ، وأما الخشوع في استعمالات كثيرة فيأتي بمعنى السكون .\nوالخشوع هي حالة تقع للإنسان في عبادته ، يتعبد الله بها ، فإذا وقعت هذه العبادة أو عبادة الرغبة والرهبة لغير الله - سبحانه وتعالى - فقد أشرك الإنسان بالله ، والدليل ما ذكره المصنف يرحمه الله ، ولذلك قال - سبحانه وتعالى - : { ويدعوننا رغباً ورهباً } بعد قوله تعالى : { يسارعون في الخيرات } والخيرات هي مطلق العبادات والطاعات ، فدل على أن العبادات ومنها الرغبة والرهبة والخشوع ، لا تصرف إلا لله - سبحانه وتعالى - ، وهذه دلالة فيها ضعف ؛ ولكنها من الدلائل التي تذكر للآية لإيراد المصنف لها ، وعلى كلٍ فمجمع على أن العبادة مطلقاً لا تصرف إلا لله - سبحانه وتعالى - ، ومن ذلك عبادة الرهبة والرغبة والخشوع .\nوأما العبادة التي تليها فالخشية .\n(1/94)\n\nقال المصنف رحمه الله ( ودليل الخشية قوله تعالى : { فلا تخشوهم واخشوني } )\nوالخشية : هي خوف وزيادة ، ولذلك فرّق المصنف بين عبادة الخوف والخشية بإيرادهما في مساق أمثلة على العبادة ، ومن ثم قال قوله تعالى { فلا تخشوهم واخشوني } أي : فيه دلالة على النهي عن خشية غير الله - سبحانه وتعالى - ، أو مثل خشية الله سبحانه وتعالى .\nوالخشية نوعان ـ كالخوف ـ أي : من حيث إخراج الإنسان من ملة الإسلام وعدمه :\nالأول : خشية مخرجة من الملة ، كأن يخشى غير الله كخشية الله أو أشد .\nالثاني : خشية عادية ، لا تخرج الإنسان من ملة الإسلام ، فهذه لا شيء فيها أي لا شيء في كونها غير مخرجة للإنسان من ملة الإسلام .\nوأما العبادة التي تليها فعبادة الإنابة .\nقال المصنف ـ رحمه الله ـ : ( ودليل الإنابة قوله تعالى : { وأنيبوا إلى ربكم وأسلموا له } ) والإنابة : في اللغة هي : من قولهم أناب إلى كذا ، أي : رجع إليه ، والإنابة في المساق الشرعي في أدلة كثيرة تدل على التوبة مع رجوع إلى حالة أحسن ، من الكف عن مباشرة الذنب ومقارفته ، فمن تاب ثم عمل من الصالحات ، فهذا منيب ومن تاب ولم يعمل الصالحات ، أي :لم يخالف حالته السابقة فهذا ليس منيباً ، وإنما هو تائب ، وهذه من دقائق الفروقات التي تذكر .\nواستدل المصنف يرحمه الله على ذلك بقول الله تعالى : { وأنيبوا إلى ربكم وأسلموا له } ، فقرن الإنابة بالإسلام ، وهذا منه ، أي من الإسلام ، فهو من العبادات العظيمة .\nوالعبادة التي تليها هي الاستعانة .\nقال المصنف ـ رحمه الله ـ : ( ودليل الاستعانة قوله تعالى { إياك نعبد وإياك نستعين } ، وفي الحديث : (( إذا استعنت فاستعن بالله )) ) .\nوالاستعانة : استفعالة من قولهم ( استعان بكذا ) إذا طلب عونه .\n( والاستعانه ) من حيث كونها مخرجة من ملة الإسلام وعدمه نوعان :-",
        "(1/95)\n\nأما النوع الأول : فاستعانة مخرجة من الملة ، كأن يستعين الإنسان بغير الله ميما لا يقدر عليه إلا الله ، فهذا شرك أكبر يخرج الإنسان من ملة الإسلام ، مثال ذلك : أن يستعين الإنسان بآخر على أن يطلعه على الغيب الذي حفظه الله - سبحانه وتعالى - ، فيحاول أن يستكشفه بآخر ، فهذا شرك بالله - سبحانه وتعالى - ، ومن أمثلته أن يذهب الإنسان إلى ساحر فيقول : أريد أن أعرف الغيب ؟ فماذا سيأتيني من الأولاد في المستقبل ؟ وكم تعدادهم ؟ إلى غير ذلك ، ويصدقه بذلك ويؤمن بما قال ، فهذا قد كفر بما أُنزل على محمد - صلى الله عليه وسلم - .\nأما النوع الثاني : فاستعانة ليست شركية ، وهي مراتب : ومنها الاستعانة الطبيعية كأن يستعين الأب بابنه في بناء البيت أو في غير ذلك .\nثم ذكر المصنف يرحمه الله أدلة على وجوب تمحيض عبادة الاستعانة لله سبحانه وتعالى ، وذلك في قوله سبحانه ( وإياك نستعين ) ، ووجه دلالتها على المقصود ما ذكره اللغويون ، من أن تقديم المعمول على عامله يدل على القصر والحصر، والمعنى نستعين بالله - سبحانه وتعالى - ، قدم المعمول على عامله ليدل على القصر والحصر ، أي لا نستعين إلا بالله ، فجملة قوله سبحانه ( وإياك نستعين ) هي بالمعنى السابق على ما ذهب إليه جماعة من اللغويين والمفسرين .\nوأما الحديث الذي أورده المصنف فهو قول النبي - صلى الله عليه وسلم - (( إذا استعنت فاستعن بالله )) وهذا الحديث أخرجه الإمام أحمد في (( مسنده )) والترمذي في (( جامعه )) : من حديث ابن عباس رضي الله عنهما وأوله (( احفظ الله يحفظك )) ، وهو حديث مشهور وصححه جماعة ، ومن أولئك النووي يرحمه الله .\nوأما العبادة التي تليها فالاستعاذة .\nقال المصنف رحمه الله ( ودليل الاستعاذة قوله تعالى { قل أعوذ برب الناس } )\n(1/96)",
        "\nوالاستعاذة : من العوذ وهو الذهاب للغير خشية مخوف ، هذا هي الاستعاذة ، خلافاً للعوذ فهو بضده ، فإذا استعاذ الإنسان فليستعذ بالله - سبحانه وتعالى - .\nوالاستعاذة نوعان : من حيث إخراج الإنسان من الإسلام وعدمه:-\nالنوع الأول : نوع شركي ، كأن يستعيذ بغير الله مما لا يقدر عليه إلا الله .\nوأما النوع الثاني : فما كان دون ذلك ، وهو على مراتب : ومن ذلك أن يستعيذ إنسان بسيد قوم أن يجيره من آخر يطلب دمه ، فإن ذلك جائز ، وليس شركاً ، واستدل المصنف رحمه الله على ذلك بقول الله تعالى : { قل أعوذ برب الناس } ، وهذا فيه دلالة ظاهرة ، أي لتكن استعاذتك برب الناس الذي هو الله سبحانه وتعالى .\nوأما العبادة التي تليها : فالاستغاثة .\nقال المصنف رحمه الله : ودليل الاستغاثة قوله تعالى : { إذ تستغيثون ربكم فاستجاب لكم } ) والاستغاثة : هي طلب الإنجاء أو العون من مخوف يخشى أو وقع .\nوهي نوعان من حيث إخراج صاحبها من ملة الإسلام وعدمه:-\nأما النوع الأول : فاستغاثة بما لا يقدر عليه إلا الله كأن يستغيث الإنسان بولي ميت هالك أن يعطيه كذا من الرزق وما إليه ، فهذا شرك أكبر يخرج من ملة الإسلام.\nوأما النوع الثاني : فهو ما كان دونه ، وهو على مراتب : ومن ذلك أن يستغيث زيد بمحمد أن يمسك يده خشية أن يسقط من علٍ فهذا لا شيء فيه .\nوأما العبادة التي تليها : فالذبح والذبح إهراق دم .\nقال المصنف رحمه الله : ( ودليل الذبح قوله تعالى : { قل إن صلاتي ونسكي ومحياي ومماتي لله رب العالمين * لا شريك وبذلك أمرت وأنا أول المسلمين } ) .\nوالذبح نوعان : -\n(1/97)\n",
        "أما النوع الأول : فذبح عبادة يتقرّب بالدم إلى الغير ، فهذا لا يجوز إلا لله - سبحانه وتعالى -، ومن قرّب الدم للغير كان شركاً لله - سبحانه وتعالى - ، أي يهريق الدم تقرباً إلى الغير بهذا الدم تعظيماً أو تبجيلاً أو نحو ذلك ، ومن أمثلة ذلك أن يؤتى بمجموعة من الإبل والنوق ثم تُصف أمام إنسان معظم ثم تنحر ، ولا يؤكل منها شيء لأجل تعظيم هذا الواقف أمامها ، إنما كان الدم له يتقرب به إليه تعبداً ، فهذا شرك أكبر مخرج من ملة الإسلام.\nوأما النوع الثاني : فهو أن لا يكون تعبداً ، وإنما يقصد منه اللحم ، كأن يأتيك ضيف ، أو أن تأتي بذبيحة لأهل بيتك تقصد اللحم ، ولا تقصد أن تقربها لله - سبحانه وتعالى - ، فهذا لا يدخله الشرك ، ولاشيء فيه ؛ ولكن لا بد أن يكون المذبوح والذبح على وفق شروطه الشرعية المعروفة .\nقوله تعالى : { قل إن صلاتي ونسكي ومحياي ومماتي لله رب العالمين }\n( نسكي ) : هو محل الشاهد . وفيه تفسيران للمفسرين:-\nأما التفسير الأول : فنسكي أي : عبادتي ، ولذلك يقال هذا صاحب نسك وهذا متنسك أي : عابد ، ومنه قيل نسك الحج ، أي : عبادة الحج .\nوأما التفسير الثاني : فنسك بمعنى : الذبيحة ، وعلى التفسير الثاني يصح الاستدلال بالآية ، وهو الذي عليه جمهور المفسرين ، ولذلك أعقبت الآية بقول الله تعالى { لا شريك له وبذلك أمرت وأنا أول المسلمين } .\n( لا شريك له ) : أي يجب أن تمحض هذه العبادات لله دون إشراك .\n( وأنا أول المسلمين ) : فيه احتمالان : -\nأما الاحتمال الأول : فأولوية الزمن ، فهذه ليست إلا للنبي - صلى الله عليه وسلم - بالنسبة لأمته فهو أول من آمن من أمته ، وأمته نوعان : أمة الإجابة وأمة الدعوة ، فهو الأول عليهما.\nوأما الاحتمال الثاني : فأول الملتزمين ، أي من باب الحكاية ، أي فأكون أول الملتزمين ، وهذا من الإنشاء الذي يقصد به إلزام النفس وهذا لا شيء فيه .\n(1/98)\n\nقال المصنف يرحمه الله ( ومن السنة : (( لعن الله من ذبح لغير الله )) )\n( من السنة ) أي : مما جاء في السنة عن النبي محمد - صلى الله عليه وسلم - قوله : (( لعن الله من ذبح لغير الله )) . وهذا الخبر أخرجه مسلم في صحيحه من حديث علي بن أبي طالب ـ رضي الله عنه ـ ودلالته ظاهرة على المقصود .\nوالعبادة التي تليها هي : النذر .\nقال المصنف يرحمه الله : ( ودليل النذر قوله تعالى : { يوفون بالنذر ويخافون يوماً كان شره مستطيراً } ).\n( النذر ) هو إلزام الإنسان ما لم يلزم به بأصل الشرع ، كأن يقول الإنسان لله على إن شفى الله مريضي أن أصوم له أي : لله خمسة أيام متتاليات ، فهذا نذر .",
        "(1/99)\n\nوالنذر إنما يستخرج من البخيل ، أي البخيل في العبادة ، فيعبد الله بهذا النذر والبخيل في العطاء المالي ، فيعطي من المال بعد شح وبخل إلى غير ذلك ، فإذا قال الإنسان لله علي أن أصوم ثلاثة أيام متتاليات من هذا الشهر ، فإنه حينئذ استخرج بالنذر منه عبادة كان بخيلاً بها ، أي لم يفعلها من قبل أو مقصراً فيها ، وكذلك إذا قيل لله على أن أتصدق بألف ريال إن شفى الله مريضي ، فحينئذ بخيل في العطاء المالي فاستخرج منه ، ولذلك ثبت عن النبي - صلى الله عليه وسلم - أنه قال (( وإنما يستخرج به من البخيل )) ، به : أي بسببه ، من البخيل : ( من ) بيانية دخلت على البخيل لتبين حال الذي استخرجت منه ، وهو البخيل ، وهذا فيه دلالة على أن النذر ليس مستحباً ، والوفاء به واجب ، ففرق بين مقامين ، بين حكم النذر في أصله ، وهو أنه مكروه ؛ لأنه لا يستخرج إلا من البخيل ، وبين مقام آخر وهو الوفاء بالنذر ، فهذا واجب ، وهو الذي يمتدح عليه العبد ، ولذلك قال الله { يوفون بالنذر } ولم يقل يأتون بالنذر ، فرق بين المجيء بالنذر أصالة ، فهذا مكروه ، وبين الوفاء بالنذر فهذا مطلوب ، ويثنى على أهله وأربابه ، و عبادة النذر يجب أن تكون لله ، فإذا نذر الإنسان لغير الله فهذا شرك بالله - سبحانه وتعالى - ، فلو قال الإنسان للسيد البدوي أو لفلان أن أطعم كذا وكذا متقرباً به فهذا شرك أكبر بالله - سبحانه وتعالى - .\nقاعدة كلية\nنختم بعد ذلك بأن ننبه على قاعدة كلية هي مرعية عند ( أهل السنة والأثر ) اختلفوا بها عن غيرهم من المخالفين :\nألا وهي تنزيل الشرك على فاعله ففرقٌ بين مقامين :-\n(1/100)",
        "\nأما المقام الأول : فهو الحكم الوصفي المطلق على الفاعل ، فيقال من ذبح لغير الله فقد كفر ، ومن نذر لغير الله فقد كفر ، وإنما أطلق الحكم هنا ، لما جاء في كتاب الله وسنة رسول الله - صلى الله عليه وسلم - مطلقاً ، فأطلق ما أطلق الله ورسول - صلى الله عليه وسلم - ، فلا تثريب حينئذ على الإنسان أن يقول : من سجد لغير الله فهو كافر ، ومن ذبح لغير الله فهو كافر ؛ لأنه أطلق ما أطلقه الله ورسوله .\nأما المقام الثاني: فهو مقام التعيين ، كأن يُعين شخصاً بأنه كافر ، فيقام عليه حد الردة ، أو تطلق زوجته إلى غير ذلك من أحكام التكفير العيني .\nوهذا المقام ـ أعني مقام التعيين ـ لا يجوز تنزيله على أحد ثبت عليه عقد الإسلام بيقين إلا باستيفاء شروط :-\nأما الشرط الأول : فهو أن تقوم عليه الحجة على وجه يفهمها ، فلو أقيمت الحجة على وجه لا يفهمه ، كأعجمي تقام عليه الحجة بلسان عربي مبين ، فهذا لم يفهم الحجة .\nوأما الشرط الثاني : فهو أن يكون مكلفاً ، فلو فعل الصبي كفراً ، وقال كفراً بواحاً فهذا ليس بكافر ، فلو قال الصبي المميز لم يجر عليه قلم التكليف قولاً هو شرك أكبر أو سجد لغير الله فهذا ليس كافراً .\n(1/101)\n",
        "أما الشرط الثالث : فهو أن لا يكون متأولاً ، وضابط التأويل كما قاله الحافظ ابن حجر يرحمه الله في (( فتح الباري )) : ( أن يكون تأويلاً له مساغه في العلم واللغة) فإذا كان له مساغه في العلم أي : عند أهل العلم بما ذكروه في علومهم من ضوابط وقواعد وما إليه : لم يكفر صاحبه ، لذلك لم يكفر أهل السنة والأثر جماعات ممن يقولون كفراً ويفعلونه ، ولذلك كان الإمام أحمد بن حنبل يدعو للمأمون وله في ذمته طاعة ، مع كونه يقول بكفر ، وهو قوله : القرآن مخلوق ، والإمام أحمد يقول : من قال أن القرآن مخلوق فقد كفر ، ففرق بين الحكم العام والحكم المتعلق بالعين ، لأن المأمون عنده شبهة عارضة ، لها وجه في التأويل تدفع ، ولذلك لما نافش شيخ الإسلام ابن تيمية يرحمه الله بعض المنحرفين في العقائد قال : لو قلت بما قلتم لكفرت ، وأنتم تقولون كفراً ولا أكفركم . لأنهم يقولونه وعندهم شبه يتأولونها ، فهذه جملة شروط لا يجوز تكفير الشخص إلا على إثرها ، سواء أسمي بأي اسم ، أم كان فاعلاً لأي نوع من أنواع الشركيات والكفريات ، بعد أن ثبت له عقد الدين ببقين .\nفهذه قواعد ينبغي أن تراعى ، ولذلك يفترق أهل السنة عن الجهمية والخوارج وعن المرجئة في هذه المسألة والله تعالى أعلم .\nقال المصنف ـ يرحمه الله ـ : ( الأصل الثاني : معرفة دين الإسلام بالأدلة، وهو الاستسلام لله بالتوحيد ، والانقياد له بالطاعة ، والخلوص من الشرك .\nوهو ثلاث مراتب : ( الإسلام ) و ( الإيمان ) و ( الإحسان ) ، وكل مرتبة لها أركان . فأركان الإسلام خمسة ، شهادة أن لا إله إلا الله وأن محمداً رسول الله وإقام الصلاة وإيتاء الزكاة وصوم رمضان وحج بيت الله الحرام ).\n(1/102)\n\nفدليل الشهادة قوله تعالى : (شهد الله أنه لا إله إلا هو والملائكة وأولو العلم قائماً بالقسط لا إله إلا هو العزيز الحكيم ) ، ومعناها لا معبود بحق إلا الله وحده ، و( لا إله ) نافياً جميع ما يعبد من دون الله ، ( إلا الله ) مثبتاً العبادة لله وحده لا شريك له في عبادته كما أنه ليس له شريك في ملكه .\nوتفسيرها الذي يوضحها قوله تعالى : { وإذ قال إبراهيم لأبيه إنني برآءٌ مما تعبدون إلا الذي فطرني فإنه سيهدين ، وجعلها كلمةٌ باقية في عقبه لعلهم يرجعون } ، وقوله تعالى : { قل يا أهل الكتاب تعالوا إلى كلمة سواء بيننا وبينكم ألا نعبد إلا الله ولا نشرك به شيئاً ولا يتخذ بعضنا بعضا أرباباً من دون الله فإن تولوا فقولوا اشهدوا بأنَّا مسلمون } .\nودليل شهادة أن محمداً رسول الله قوله تعالى : { لقد جاءكم رسول من أنفسكم عزيز عليه ما عنتم حريص عليكم بالمؤمنين رؤوف رحيم } . ومعنى شهادة أن محمداً رسول الله : طاعته فيما أمر ، وتصديقه فيما أخبر ، واجتناب ما عنه نهى وزجر ، وأن لا يعبد الله إلا بما شرع .\nودليل الصلاة والزكاة وتفسير التوحيد قوله تعالى : { وما أُ مروا إلا ليعبدوا الله مخلصين له الدين حنفاءَ ويقيموا الصلاة ويؤتوا الزكاة وذلك دين القيمة }\nودليل الصيام قوله تعالى : { يا أيها الذين آمنوا كتب عليكم الصيام كما كتب على الذين من قبلكم لعلكم تتقون } .\nودليل الحج قوله تعالى : { ولله على الناس حج البيت من استطاع إليه سبيلا ومن كفر فإن الله غني عن العالمين } .\nيقول المصنف يرحمه الله : ( الأصل الثاني ……) إلى قوله ( فدليل الحج قوله تعالى { ولله على الناس حج البيت من استطاع إليه سبيلا } ).\nفي هذه الجملة السابقة بين المصنف يرحمه الله الأصل الثاني من أصول الدين ، وهو معرفة دين الإسلام ، وسبق ما يتعلق بقول المصنف ( معرفة دين الإسلام بالأدلة ) .",
        "(1/103)\n\nوأخذ المصنف يرحمه الله في بيان هذا الأصل الثاني ، بقوله : ( وهو الاستسلام لله بالتوحيد والانقياد له بالطاعة والبراءة من الشرك وأهله ) وهذا التفسير يقوم على كون دين الإسلام ذي معنى خاص ، ذلك أن دين الإسلام إذا أطلق يأتي على معنيين:-\nأما المعنى الأول : فدين الإسلام الذي أذعن له النبيون وشرع لهم هذا الدين وهو التوحيد المتين ، الذي فيه تحقيقه لرب العالمين ، وهذا دعت إليه جميع الأنبياء والرسل دون استثناء ، فدين الأنبياء والرسل كلهم هو الإسلام .\nوأما المعنى الثاني : فيقصد به ما شرعه الله - سبحانه وتعالى - للنبي محمد - صلى الله عليه وسلم - ، وبما وافق فيها للنبي محمد - صلى الله عليه وسلم - فيما شرع له ما شرع لغير أو خالفهم ، وينضم إلى ذلك التوحيد ، وهذا المعنى الثاني خاص بالنبي محمد - صلى الله عليه وسلم - . فتفسير المصنف ـ يرحمه الله ـ لدين الإسلام يتعلق بالمعنى الخاص لا بالمعنى العام .\nوقد فسرالمصنف الإسلام بجماع أمور ثلاثة :-\nالأول : الاستسلام لله بالتوحيد ، الاستسلام مأخوذ من قولهم أسلم فلان لفلان ، إذا أذعن له ، وهذا المعنى موجود فيما قصده المصنف ـ يرحمه الله ـ ؛ لأن الإنسان يذعن لله - سبحانه وتعالى - فيوحده ، فهو الواحد الفرد في ربوبيته ، الواحد الفرد في العبادة ، والواحد الفرد في أسمائه وصفاته - سبحانه وتعالى - ، وسبق أن التوحيد معنى يدخل تحته ثلاثة أنواع ، هن أنواع التوحيد وأقسامه ، أولها توحيد الربوبية ، وثانيها توحيد الإلهية والعبادة ، وثالثها توحيد الأسماء والصفات .\n(1/104)",
        "\nالثاني : الانقياد له بالطاعة ، والمقصود أن ينقاد الإنسان لله - سبحانه وتعالى - مطيعاً له ، وحقيقة الانقياد هي تسليم النفس للغير ، فإذا سلم الإنسان نفسه للغير ليأخذه حيث أراد ، فقد انقاد له ، وهذا المعنى مقصود في كلام المصنف ـ يرحمه الله ـ ؛ لأن الإنسان يجب عليه أن ينقاد لله - سبحانه وتعالى - بالطاعة ، فيسلم نفسه لأمر الله ، ويذهب مع أمر الله حيث ذهب أمره - سبحانه وتعالى - ، ومعلوم أن الانقياد لله بالطاعة اللازم فيه أن ينقاد الإنسان لرسول الله محمد - صلى الله عليه وسلم - لأن الله أمرنا أن نطيع النبي محمد - صلى الله عليه وسلم - ، فطاعة أمر الله - سبحانه وتعالى - تقتضي طاعة النبي - صلى الله عليه وسلم - ، وهو أيضاً من لوازم طاعة الله - سبحانه وتعالى - .\nالثالث : البراءة من الشرك وأهله ، وحقيقة البراءة مأخوذة من التبرئة ، ومعناها واضح ، ولذلك يقال برأ زيد عمرًا من تهمة أنيطت به ، وهذا المعنى مقصود في كلام المصنف - يرحمه الله - هنا أيضاً ، إذ إن الواجب على المسلم أن يتبرأ من الشرك وأهل الشرك على اختلاف دياناتهم وعقائدهم ومواقفهم ، فإن الولاء والبراء ثالث أصول ثلاثة أشار إليها المصنف يرحمه الله سابقاً ، وعليها مدار الإسلام ، فهذه الثلاثة إذا اجتمعت فقد اجتمعت حقيقة دين الإسلام ، إلا أن هذه الثلاثة ترجع إلى شيئ واحد ، ألا وهو طاعة الله - سبحانه وتعالى - ، على وفق ما شرع ، ويلزم من ذلك توحيده ، إذ إن الله أمر بتجريد التوحيد له ، وأمر بطاعة رسله ، وأمر بالبراءة من المشركين ، ومن الشرك أيضاً .\nوإنما فصَّل المصنف ـ يرحمه الله ـ هذا التفصيل- وجعل الأصل الثاني الذي هو معرفة دين الإسلام راجعاً إلى أمور ثلاثة - من باب التعليم ؛ لأن مقام التعليم ليس كغيره من المقامات ، فمما يتعلق بمقام التعليم تفصيل المجمل ، وتفسير المبهم ، وهذا منه ، ولذلك فصل المصنف ـ يرحمه الله ـ معرفة دين الإسلام .\n(1/105)\n",
        "وقول المصنف ـ يرحمه الله ـ ( والبراءة من الشرك وأهله ) يشمل نوعين اثنين من الشرك:-\nالنوع الأول : شرك المشركين الذين لهم أرض كفر ولهم ارض تخصهم .\nوالنوع الثاني : شرك من كان في دولة الإسلام وأرض الإسلام ، ولكنه ارتد بعد إيمان أو أشرك بعد إسلام ، فإن هذا يعامل كمعاملة الأول من حيث البراءة ، ومن حيث عدم موالاته ، وسبق كلام يتعلق بأصل الولاء والبراء والموالاة والمعاداة .\nقال المصنف -يرحمه الله - ( وهو ثلاث مراتب ) ( هو ) : الإشارة هنا تتعلق بدين الإسلام ، أي دين الإسلام .\n( ثلاث مراتب ) : إنما جعل دين الإسلام على مراتب ثلاث بدليلين :-\nأما الدليل الأول : فالخبر ، ومن ذلك ما جاء في الصحيحين من حديث عمر وغيره ـ وسيأتي ـ وهو حديث جبرائيل المشهور الطويل .\nوأما الدليل الثاني : فالإجماع المنعقد ، حيث أجمع المسلمون على أن الإسلام على هذه المراتب الثلاث ، وقد حكى إجماع المسلمين في ذلك غير واحد ، ومن اولئك ابن عبد البر- يرحمه الله – كما في ((التمهيد)) و ((الاستذكار)) .\nثم بين المصنف يرحمه الله تلك المراتب فقال ( الإسلام والإيمان والإحسان ) .\n(1/106)\n\nأولها مرتبة الإسلام ، وثانيها مرتبة الإيمان ، وثالثها مرتبة الإحسان ، وسبق كلام يتعلق بهذه المراتب ، ومما يضاف على ما سبق أمر ذو بال ، ألا وهو أن هذه المراتب تتفاوق ويتفاوق أصحابها ، أي أن بعض هذه المراتب فوق بعض ، ليست متساوية ، فهي متفاوقة ، فمرتبة الإحسان أعلى المراتب ، فالمحسنون هم قوم مسلمون ومؤمنون وزيادة ، ثم تليها مرتبة الإيمان فالمؤمنون حازوا الإسلام وزيادة ، وأما المرتبة الثالثة فمرتبة الإسلام ، والمسلمون منهم من صدق إيمانه واعتلى في المرتبة التي قبلها ، ومنهم من بقي في هذه المرتبة فقط ، وإنما هذا التقسيم يقال به على التفريق بين هذه الكلمات الثلاث في مسمياتها ، وسبق أنها إذا اجتمعت افترقت ، وعلى القول بافتراقها يصح كونها على مراتب متفاوقة ، وأما إذا افترقت ثم قصد بها الدين كله ، فإنما هي سواء لا فرق بين مرتبة وأخرى وبين كلمة وأخرى .\nقول المصنف ـ يرحمه الله ـ ( وكل مرتبة لها أركان )\n( كل ) : من الفاظ العموم ، فتهم جميع المراتب الثلاث ، ولذلك جعل هنا الحكم عاماً عليها .\n(أركان ): واحدها ركن ، وهو ما يقوم عليه غيره ، أو هو الأقوى في الشيئ ، فما قام الشيئ عليه نُعتَ بكونه ركناً ، أو ما كان الأقوى وصف بكونه ركناً.\nوجَعْلُ هذه المراتب راجعة إلى الأركان يدل عليه دلالتان :-\nالدلالة الأولى : حديث ابن عمر رضي الله عنهما في الصحيحين ، وفيه قال النبي - صلى الله عليه وسلم - : (( بني الإسلام على خمس .. )) ثم ذكرها ، وما بني الشيئ عليه يسمى في اللغة بالركن ، ومن ثم صحت تسمية ذلك بالركن ، وقيس على هذه الخمس المتعلقة بالإسلام عموماً غيرها ، وهو الإيمان والإحسان ، على وفق ما جاء في حديث جبرائيل الطويل المشهور .\nالدلالة الثانية : هي دلالة النظر ، ذلك أن الناظر في معاني هذه المراتب الثلاث يجد أنها تقوم على أركان ، وهذه الأركان هي الواردة في الأحاديث ، كحديث جبرائيل الطويل المشهور .",
        "(1/107)\n\nفدلت هاتان الدلالتان على صحة إرجاع هذه المراتب إلى أركان ، ثم يقال من فضول ما هو معلوم أن كل شيئ قائم من المخلوقات له شيئ ضعيف يرجع فيه إلى قوي ، وفي هذا الشيئ ما هو أقوى في أجزائه الأخرى ، ومن ثم كل شيئ مخلوق له ركن ، وهذا الركن هو الأقوى فيه ، أو ما اعتد بعضه الآخر عليه ، فيصح المعنيان للركن لغة في اطلاقه ومن ثم يدل ذلك مع الدلالتين السابقتين على المقصود .\nثم أخذ المصنف يرحمه الله في بيان المراتب الثلاثة فذكر المرتبة الأولى بقوله :\n( فأركان الإسلام خمسة : شهادة أن لا إله إلا الله وأن محمداً رسول الله ، وإقام الصلاة....) إلى قوله تعالى : { غني عن العلمين } ) .\nفي ذكره ـ يرحمه الله ـ للمرتبة الأولى ضمّن هذا الذكر للمرتبة أموراً ثلاثة ، أولها أركان هذه المرتبة ، وثانيها أدلة كل ركنٍ منها ، وثالثها أشياء زوائد ، أما تفسير أو شرح أو نحوهما .\nأما الأمر الأول : فذكر هذه الأركان الخمسة ، وهي مذكورة في مواطن كثيرة، وذكر المصنف يرحمه الله شيئاً منها ، ويأتي حديث جبرائيل ، وسبق حديث ابن عمر رضي الله عنهما.\n( الشهادة ) : الشهادة في اللغة : هي الإخبار أو العلم ونحوهما ، ولذلك يقال شهد محمد بدخول زيد بيت عمرو ، أخبر بذلك عن علم ، إذ إن الشهادة لا بد أن تكون عن علم ، وأما إذا كانت عن غير علم فلا تسمى بالشهادة أصالة .\n( أن لا إله إلا الله وأن محمداً رسول الله ) : حقيقة الشهادة أنها متركبة من شيئين : ـ\nأما الشيئ الأول : فيتعلق بالله ، وأما الشيئ الثاني : فيتعلق برسول الله - صلى الله عليه وسلم - ، فقد يقول معترض هذه الأركان المحكية ستة ، وليست خمسة ، لأن الشهادة شهادتان ، شهادة تتعلق بالله ، وأخرى تتعلق برسوله - صلى الله عليه وسلم - ، فيقال هذا الإيراد مدفوع من جهتين :-\n(1/108)",
        "\nأما الجهة الأولى : فالخبر ؛ لأن الأحاديث جاء فيها ذكر هذه الخمسة على أنها خمسة لا ستة ، ومن ذلك حديث ابن عمر رضي الله عنهما ، وسبق .\nوأما الجهة الثانية :فهي النظر ؛ ذلك أن الشهادتين ـ أعني المتعلقة بالله والأخرى المتعلقة برسوله - صلى الله عليه وسلم - ـ أقيمتا مقام الواحدة ، لا الاثنتين بإحدى علتين:-\nأما العلة الأولى : فلأن الثانية فرع عن الأولى ، وإذا كان الفرع موجوداً مع ذكر الأصل أرجع الفرع إلى أصله . الفرع هي الشهادة المتعلقة بالرسول محمد - صلى الله عليه وسلم -، والأصل هي الشهادة المتعلقة بالله - سبحانه وتعالى - ، فلما اجتمع الأصل الذي هو ( الشهادة المتعلقة بالله - سبحانه وتعالى - ) مع الفرع الذي هو ( الشهادة المتعلقة برسول الله - صلى الله عليه وسلم - ) أرجعت الشهادة المتعلقة برسول الله - صلى الله عليه وسلم - لكونها فرعاً إلى الأصل ، وهي الشهادة المتعلقة بالله - سبحانه وتعالى - ، وهذا بيّن عند ذي العقل السليم ، واضح عند أصحاب اللسان العربي المبين.\nوأما العلة الثانية : فهي أن يكون من باب التجوز ، وباب التجوز وارد في اللغة، يتجوز في الإطلاق فيجعل الشيئان شيئاً ، وهذا وارد في الاستعمال العربي كما قرره اللغويون .\nثم قال المصنف يرحمه الله ( وإقام الصلاة ) ( الصلاةُ ) : معروفة ، ومن تعاريفها هي : هيئة مخصوصة بأفعال وأقوال مخصوصة تفتتح بالتكبير وتختتم بالتسليم .\nوأما قوله ( وإيتاء الزكاة ) ( الزكاة ) : معروفة ومن تعاريفها هي أن يقال : إخراج مال مخصوص من شيئ مخصوص بطريقة مخصوصة على وفق شروط مخصوصة.\nوأما قوله ( وصوم رمضان ) الصيام معروف ومن تعاريف الصيام أن يقال : هو الإمساك بنية مخصوصة عن أشياء مخصوصة في وقت مخصوص من شخص مخصوص .\nوأما قوله ( وحج بيت الله ) ( الحج ) في اللغة : هو القصد ، فيكون المعنى قصد بيت الله الحرام أي قصده عبادة .\n(1/109)\n",
        "وهذه التعاريف المحكية هي في الأصل تؤخذ في الفروع أي في ما يسمى عند الناس بعلم الفقه وإنما ذكرناه من باب إيضاح مقولٍ أورده المصنف- يرحمه الله - هنا .\nثم الأمر الثاني : ذكر أدلة تلك الأركان ، وأولها ذكره المصنف يرحمه الله بقوله: ( فدليل الشهادة قوله تعالى : { شهد الله أنه لا إله إلا هو } ) .\nالدلالة من هذه الآية على كون الشهادة ركناً واضحة ، وذلك في صدرها حيث إن الله سبحانه وتعالى شهد بأنه هو المعبود بحق وأنه يجب أن يخلص في العبادة له سبحانه وتعالى وهذا دال على الشهادة التي هي شهادة أن لا إله إلا الله .\nقال المصنف يرحمه الله ( ومعناه ) : أي ومعنى الدليل الذي أوردناه آنفاً : ( لا معبود حق إلا الله وحده ) وذلك أن ( لا ) تسمى عند النحويين بالنافية للجنس ، وهذه لها اسم وخبر ، اسمها هو كلمة ( إله ) أما خبرها فمحذوف تقديره ( حق ) أو ( بحق ) فيكون التقدير : ( لا إله حق إلا الله ، أولا إله بحق إلا الله ) وكلمة الله بعد أداة الاستثناء تكون بدلاً عن الضمير المتعلق بكلمة حق أو بحق ، لأنه يقال : حق أي : ( هو ) ، فهذا الضمير يأتي بدلاً عنه لفظ الجلالة الذى أتى بعد أداة الاستثناء ، وهو ( الله ) ولذلك يأخذ حُكْمَه ، فيكون مرفوعاً لرفع المبدل ، ومن ثم يبين أن جملة ( لا إله إلا الله ) لا بد لها من خبر ، وهذا الخبر يقدره عامة اللغويين والنحويين بقولهم موجوداً ، فيكون سياق الكلمة والجملة على تقدير النحويين واللغويين : ( لا إله موجود إلا الله ) وسبق أن تقدير الخبر بهذا المعنى باطل لا يصح ؛ لأن هناك آلهة مع الله تعبد ، وهناك آلهة موجودة ، فكيف يُنفى وجود ما علم باليقين والمشاهدة والخبر وجوده ، فتعين أن يكون المقدر كلمة (حق) أو كلمة ( بحق ).\nولذلك قال المصنف – يرحمه الله - : ومعناه ـ أي معنى الدليل ـ وهو يقصد الشهادة الواردة في قول الله ( لا إله إلا هو ) : لا معبود حق إلا الله وحده .\n(1/110)\n\nثم قال المصنف يرحمه الله : ( لا إله ) نافياً جميع ما يعبد من دون الله ( إلا الله ) مثبتاً العبادة لله وحده لا شريك له في عبادته كما أنه ليس له شريك في ملكه )\nأراد المصنف يرحمه الله من خلال هذا التفسير لكلمة ( لا إله إلا الله ) أن يقرر شيئين:-\nأما الشيئ الأول : فهو أن كلمة ( لا إله لا إلا الله ) تحوي نفياً وإثباتاً ، أما النفي موجود في شق الجملة الأولى ، وهو ( لا إله ) لأن ( لا ) تسمى بالنافية ، فصح أن يكون نفياً ، وأما الإثبات فموجود في شق الجملة الثاني وهو ( إلا الله ) لأن النفي إذا أعقب بالاستثناء كان ما بعد أداة الاستثناء يخالف المستثنى في الحكم ، فكان ثابتاً ، ولذلك كان إثباتاً ، ومن ثم يبين أن جملة ( لا إله إلا الله ) تحوي نفياً وإثباتاً.\nوأما الشيئ الثاني : فهو أن الإنسان لا يصح توحيده إلا بأن يجمع بين هذين الأمرين ، بين إثبات وبين نفي ، أما الإثبات فله شرطان :-\nأما الشرط الأول : فهو أن يتعلق بالله - سبحانه وتعالى - .\nوأما الشرط الثاني : فهو يتعلق باستحقاق الله - سبحانه وتعالى - لهذه العبادة.\nوأما وجود العبادة لله دون استحقاق ، فهذا يقول به المشركون وغيرهم ، وأما النفي فلابد فيه من التعميم ، وأما جعل النفي على أناس أو معبودات دون معبودات وأناس، فلا يصح بل يعمم النفي على جميع الأشياء من جمادات أو حيوانات أو غيرها .\nفلا معبود بحق سواه - سبحانه وتعالى - ، أما غيره فباطل ، ومن ثم فيقال خلاصة ما أراده المصنف - يرحمه الله - في المعنى الثاني هو : أن الإنسان لكي يصح توحيده لا بد أن يوحد الله حقاً في عبادته ، ويكفر بجميع المعبودات ، وأما أن يقول أنا موحد ولا يكفر بكفر الكافرين والمعبودات من دون الله فتوحيده لا يتم .",
        "(1/111)\n\nوفي قول المصنف يرحمه الله ( كما أنه ليس له شريك في ملكه ) إشارة إلى أن توحيد الربوبية ثابت عند الناس بفطرهم وعقولهم السليمة ، فيستدل به على وجوب تجريد توحيد العبادة .\nومن ثم يقال عنى المصنف يرحمه الله بقوله ( كما أنه ليس له شريك … ) إلى آخره ، الاستدلال بأمرين :-\nأما الأمر الأول : فبشيئ ثابت في الفطر على شيئ وقعت المخالفة عليه ، الثابت في الفطر والعقول توحيد الله في ربوبيته ، ومن صفات الربوبية صفة الملك ، والمختلف فيه هو تحويد الآلهية ، فصح الاستدلال بالثابت على المختلف فيه ، وهذه قاعدة كلية تعمل عند الخلاف .\nأما الأمر الثاني : فهو الاستدلال بتوحيد الربوبية على وجوب تجريد الله في العبادة ، وسبق الكلام عن هذا الأمر الثاني .\nقول المصنف - رحمه لله - : ( وتفسيرها الذي يوضحها قوله تعالى : { وإذ قال إبراهيم لأبيه وقومه إنني براء مما تعبدون ... } )\nهذه الجملة في ما حكاه الله سبحانه وتعالى على لسان رسوله ونبيه إبراهيم عليه السلام فيها دلالة على ما سبق ، من وجود الإثبات والنفي حتى يصح التوحيد ، أما الإثبات : ففي قول إبراهيم عليه السلام ( إلا الذي فطرني ) . وأما النفى : فموجود في قول إبراهيم عليه السلام المحكي في الآية ، وهو قوله ( إننى براء مما تعبدون ) ، وهذا اجتمع فيه ما أراده المصنف -يرحمه الله - .\nثم قال رحمه الله : ( وقوله تعالى : { قل يا أهل الكتاب تعالوا إلى كلمة سواء بيننا وبينكم ….. } ) الآية ، وفيها دلالة على المقصود ، حيث اجتمع فيها الإثبات والنفي ، أما الإثبات ففي قوله ( إلا الله ) ، وأما النفي ففي موضعين ، أحدهما قوله سبحانه ( ألا نعبد ) والآخر قوله ( ولا يتخذ بعضنا بعضاً أرباباً من دون الله ) ، وهذا فيه دلالة على ما أثبته المصنف - يرحمه الله - .\n(1/112)",
        "\nقال المصنف - يرحمه الله - ( ودليل شهادة أن محمداً رسول الله قوله تعالى : { لقد جاءكم رسول من أنفسكم عزيز عليه ما عنتم حريص عليكم بالمؤمنين رؤوف رحيم } ) . هذه الآية حوت المقصود الذي عناه المصنف - يرحمه الله - من الاستدلال بها ، وهو إثبات أن محمداً - صلى الله عليه وسلم - ـ أعني ابن عبدالله القرشي الهاشمي ـ هو عبدالله ورسوله - صلى الله عليه وسلم - ، وهذا المعنى تدل عليه الآية بظاهرها ، والدلالة فيها واضحة ظاهرة .\nقوله ( ما عنتُّم ) : من ( العَنَت ) والعنت المشقة الشديدة ، يقال أصاب زيداً عنت من جراء تريضه الكثير ، ومنه قوله - سبحانه وتعالى - : ( ما عنتم ).\nثم أخذ المصنف ـ يرحمه الله ـ يبين تفسير شهادة أن محمداً رسول الله بقوله : ( ومعنى شهادة أن محمداً رسول الله طاعته في ما أمر وتصديقه فيما أخبر واجتناب ما عنه نهى وزجر- صلى الله عليه وسلم - ) إلى آخره .\nجعل المصنف تفسير الشهادة المتعلقة بالنبي - صلى الله عليه وسلم - ترجع إلى اجتماع أمور أربعة :-\nالأمر الأول : فقوله ( طاعته فيما أمر )\n( ما ) : موصولية ، فيكون المعنى طاعته في الذي أمر ، ومن ثم فإذا قلت أشهد أن محمداً رسول الله ، فمعناه أن تطيع النبي محمداً - صلى الله عليه وسلم - ، ولا شك أن الطاعة نوعان :-\nالنوع الأول : فطاعة تحفظ للإنسان أصل ايمانه .\nوالنوع الثاني : فطاعة زائدة عن ما سبق ، وهذه الثانية على مراتب ، أعلاها أن يطيع الإنسان النبي محمداً - صلى الله عليه وسلم - في كل شيء جاء عنه ، وأدنى ما لا يأثم الإنسان بمخالفة النبي - صلى الله عليه وسلم - فيه أن يطيعه في الواجبات ، وأما المستحبات فقد يقصر عنها ، وإذا ترك شيئاً من المستحبات أو المستحب فإنه لا يأثم على ذلك .\nالأمر الثاني : فقوله ( وتصديقه فيما أخبر )\n(1/113)\n",
        "ومعناه هو أن يصدق الإنسان بما جاءه من اخبار عن النبي - صلى الله عليه وسلم - ، ذلك أن الكلام إما ان يكون خبراً أو إنشاءً ، أما الخبر : فيتعلق به الصدق أو الكذب ، وأما الإنشاء: فهو الذي يتعلق به الرد والقبول وما إلى ذلك ز\nفيفضل في القسم الأول الذي هو الخبر الأخبار وموقف الإنسان منها تصديقها .\nوالأخبار المتعلقة بما جاء عن النبي - صلى الله عليه وسلم - من حيث سلب إيمان الإنسان إن كذب بشيئ منها أو عدمه نوعان:-\nأما النوع الأول : فأخبار متواترة مستفيضة ، إن كذب بها الإنسان كفر ، ومن أمثلة ذلك أن يكذب بالأخبار الواردة عن النبي - صلى الله عليه وسلم - ، قيام الساعة والبعث بعد الموت وكونه - صلى الله عليه وسلم - نبياً مرسلاً وغير ذلك ، والأمثلة على ذلك كثيرة .\nوالنوع الثاني : أن يكون الخبر خفياً دقيقاً غير متواتر ولا مستفيض ، فهو مما لا يسلب الإنسان الإيمان إن وقع في عدم التصديق به ، فهذا ذهب جماهير أهل السنة أن من أنكره لا يكفر ، وممن حكى ذلك عن جماهير أهل السنة شيخ الإسلام ابن تيمية - يرحمه الله - كما في (( مجموع الفتاوي )) ، وكذا في (( منهاج السنة النبوية )) وفي غير هذين الكتابين ، ومنه يعلم أن ما كل مكذب بشيء من الأخبار المضافة إلى النبي محمد - صلى الله عليه وسلم - ، يكون كافراً أوتنتفي عنه مصداقية شهادة أن محمداً رسول الله - صلى الله عليه وسلم - .\nالأمر الثالث : فقوله ( واجتناب ما عنه نهى وزجر ) .\n( زجر ) : الزجر في اللغة : هو النهي بشدة ، فإذا زجر الأب ابنه ، أي : نهاه عن شيء بشدة ، والنهي أعم من الزجر ، فالنهي قد لا يكون فيه تشديد عن إيقاعه ، وأما إذا غلظ في النهي وشدد فهذا هو المسمى لغةً بالزجر .\n( عنه نهى وزجر ) : أتى بهما معاً لمعنيين :\n(1/114)\n\nأما المعنى الأول : فمن باب السجعة ،لأنه أتى مسجوعاً الآخر بحرف الراء ، فأراد أن يضع ذلك ـ أعني ثالث الأشياء ـ على وفق الاثنين السابقين ، ومراعاة السجعة وارد عند العرب ، ووارد في التعليم ، أما كونه وارداً عند العرب فهو مما تطرب له الآذان ، ولذلك يُعنى العرب بالسجعات ، ومن ذلك نظم الكلام المسمى بالشعر ، ومن ذلك الأمثلة العربية التي تلوكها الألسن ؛ فإن الأمثلة كثيرة وكثير منها يكون مسجعاً ، وأما وروده في باب التعليم فقد يكون من باب تقريرالشيء ليحفظ على مبنىً واضح ظاهر ، فإذا أٌتى بالشيء مسجوعاً ربما وقع في قلب السامع وكان ابقى لحفظه ، فلذينك الأمرين صح المجئ بالتسجيعة .\nوأما المعنى الثاني : فهو من باب التأكيد ، ومعلوم عند الللغويين والنحويين أن الكلمة إذا أعيدت أو أعيد معناها لزم من ذلك تأكيد المعنى السابق ، فلذينك المعنيين أعاد المصنف - يرحمه الله - النهي الموجود في قوله ( زجر ) .\nوقد يقال بل أراد المصنف - يرحمه الله - حقيقة الزجر اللغوية ، وسبق أن بين النهي والزجر عموماً وخصوصاً مطلقاً ، فالنهي أعم من الزجر مطلقاً ، والزجر أخص من النهي مطلقاً ، لأن الزجر مقيد بأن يكون فيه تغليظ وتشديد ، خلافاً لمطلق النهي .\n( نهى ) : وما نهى عنه النبي - صلى الله عليه وسلم - أنواع ، وهو نوعان من حيث بقاء أصل الإيمان وعدمه:-\nأما النوع الأول : فما نهى النبي - صلى الله عليه وسلم - عنه نهياً لو وقع المكلف فيه لكفر وخلع عنه ربقة الإسلام ، ومن أمثلة ذلك النهي عن الشرك الأكبر ، فإن ذلك يخرج من ملة\nالإسلام ، ومن ذلك التولي للكافرين فإنه مخرج من ملة الإسلام .",
        "(1/115)\n\nأما النوع الثاني : فهو غير النوع الأول ، ويأتي على دركات الدركة التي يأثم الإنسان بالوقوع فيها هي الكبائر من المحرمات ، فالمحرمات والموبقات وكبائر الذنوب السيئات يأثم الإنسان بالوقوع فيها على شروط التأثيم المعروفة ، من كونه مختاراً ومن كونه عالماً ، وأما إذا كان غير مختار ولا عالم فإن ذلك المرء الفاعل لذلك لا يأثم ، ويدل على صحة هذه القاعدة التي عليها جماهير الفقهاء نصوص وأدلة ، ومن ذلك ما أخرجه ابن ماجة في (( سننه )) أن النبي - صلى الله عليه وسلم - قال : (( عفي عن أمتى الخطأ والنسيان وما استكرهوا عليه )) ، ومن ذلك ما أخرجه البخاري ومسلم في (( صحيحيهما )) من حديث ابن عباس رضي الله عنهما أن النبي - صلى الله عليه وسلم - تلا قول الله { ربنا لا تؤاخذنا إن نسينا أو أخطأنا } قال : قال الله : ( قد فعلت ) .\nوأما الأمر الرابع : فقوله ( وألاَّ يعبد الله إلا بما شرع ).\n( بما ) : ( ما ) موصولية بمعنى الذي ، فيكون التقدير بالذي شرع ، ومعنى هذا الأمر الرابع : أن تكون العبادة من المكلف لله متابعاً فيها رسول الله - صلى الله عليه وسلم - ، فلا تكونن بالبدع والمخترعات الحادثات ، ولو ظن الإنسان أن هذه البدعة حسنة فإنها سيئة .\nوهذه الأمور الأربعة راجعة إلى أمرين هما متعلق الكلام :-\nأما الأمر الأول : فما يتعلق بالخبر حيث يجب تصديقه .\nوأما الثاني : فما يتعلق بالإنشاء حيث يجب الطاعة فيه والامتثال .\nوالطاعة يدخل فيها فعل الواجبات والمأمورات ، وترك المنهيات والمحرمات ، ومما أمر لله به رسوله - صلى الله عليه وسلم - المتابعة في العبادة ، وألا يُعبد الله إلا بما شرعه - سبحانه وتعالى - .\n(1/116)",
        "\nوأما الثالث فذكره المصنف - يرحمه الله - بقوله ( ودليل الصلاة ) وذكر الرابع معه بقوله ( والزكاة ) ثم قال : ( وتفسير التوحيد …) قوله تعالى { وما أمروا إلا ليعبدوا الله مخلصين له الدين … } الآية ، وفيها ذكر الأمور الثلاثة المشار إليها ، أما الصلاة ففي قوله تعالى { ويقيموا الصلاة } أما الزكاة ففي قوله تعالى { ويؤتوا الزكاة } ووجه كونها ركناً وأصلاً أنها أمر ، لأن الواو في قوله ( ويقيموا ) عطفت ما بعدها على قوله سبحانه ( ليعبدوا ) واللام في كلمة ( ليعبدوا ) تسمى بلام الأمر ، فيكون التقدير : ( ليعبدوا وليقيمو وليؤُتوا ) فتكون كلمة ( يقيموا ) على وجه الأمر ، أي : ليقيموا ؛ لأن اللام ( لام الأمر ) والأمر يقتضى الوجوب ، ولا صارف له عن الوجوب ، فيكون واجباً وكذلك يقال في كلمة يؤتوا ، وأما دلالتها على تفسير التوحيد فهذا بيّن واضح بما فسر سابقاً من آيات .\nثم قال المصنف ـ يرحمه الله ـ و دليل الصيام قوله تعالى : { يأيها الذين امنوا كتب عليكم الصيام } ووجه كون ذلك على جهة الأمر هو أن قوله كتب من الكتابة .\nوالكتابة نوعان :-\nأما النوع الأول : فكتابة قدرية ، وهو ان يكتب الله ما يقدره - سبحانه وتعالى - ، وأعمال الخلق مكتوبة قبل أن يخلق الله سماواته وأرضه بخمسين ألف سنة ، ودلّ على ذلك ما جاء في صحيح مسلم من حديث عبدالله بن عمرو بن العاص - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال : (( كتب الله مقادير الخلائق قبل أن يخلق السماوات والأرض بخمسين الف سنة )) وهذا بين واضح .\nوأما النوع الثاني : فكتابة شرعية ، ويقصد بها الأمر ، يقال كتب الله على خلقه كذا ، أي : أمرهم به وطلب منهم فعله .\nومن أمثلة ذلك قول الله - سبحانه وتعالى - : { كتب عليكم الصيام } أي : جعله الله مكتوباً عليكم شرعاً ، أي : أنتم مأمورون به كما أمر به الذين من قبلكم .\n(1/117)\n",
        "وقال المصنف : ( ودليل الحج قوله تعالى : { ولله على الناس حج البيت من استطاع إليه سبيلاً } .\nصيغ الأمر الدالة على الوجوب عند الأصوليين نوعان:-\nأما النوع الأول : فصيغ لفظية ، مثل أمَرَ الله وأوجب الله ، ونحو ذلك .\nوأما النوع الثاني :فما يؤخذ بمساق الكلام ، لا بلفظه ، فقد يكون مساق الجملة دالاً على الوجوب ، ومن أمثلة ذلك عند جماعة قول الله - سبحانه وتعالى - { ولله على الناس حج البيت } لأن هذه الآية بهذا المساق تدل على الأمر، أي : أن الله - سبحانه وتعالى - يأمر الناس بالحج على وفق استطاعته ، ومن ثم صح الاستدلال بهذه الآية على المقصود .\nقال المصنف ـ يرحمه الله ـ : ( المرتبة الثانية الإيمان وهو بضع وسبعون ….) إلى قوله ( قوله تعالى : { إنَّا كلَّ شىء خلقناه بقدر } ).\nفي هذه الجملة بيّن المصنف - يرحمه الله - ثاني مراتب الدين الإسلامي وهي مرتبة الإيمان والإيمان في اللغة له معنىً قريب من معنى الإقرار وقيل هو التصديق ، وأما في الشرع فعرّفه شيخ الإسلام ابن تيمية يرحمه الله بقوله : ( هو قول وعمل ، قول وعمل القلب ، وقول وعمل اللسان ، وعمل الجوارح ) هذا التعريف بيانه على ما سبق ، حيث سبق معنى القول والفعل للقلب ، وسبق معنى قول اللسان ، وسبق معنى عمل الجوارح .\nثم قال المصنف - يرحمه الله - ( الإيمان وهو بضع وسبعون شعبة ) .\nقوله ( وهو ) : يعود على الإيمان ، وهو إما أن يكون من باب التفسير ، أو من باب الاستئناف حيث أن الواو إما أن تقبل ذلك أو لا تقبله :-\n(1/118)\n\nفإن كان من باب التفسير ، قيل تفسير الشيء بذكر معناه ، لا بذكر أنه ينقسم إلى كذا وكذا ، ولذلك إذا حمل قوله ( وهو بضع وسبعون شعبة ) على كونه تفسيراً للإيمان لا يصح في الأظهر ، ويحتمل الصحة لأن التعريف يأتي على أنواع ، ومن أنواع التعريف ما يسمى بتقريب الشيء بأن يذكر لأجزائه أو بعض مفرداته الدالة على حقيقته ومعناه ، وهذا منه ، والأصل أن الكلام إذا احتمل أكثر من احتمال وصح أن يوجه على احتمال ، حُمِل عليه ، ومن ثم يقال صح أن يكون على احتمال التفسير فيما ذُكر من توجيه .\nوأما إن كان من باب الاستئناف : أي أن قوله ( وهو بضع وسبعون شعبة ) جملة استئنافية ، أي جديدة فهو يخبرك بخبر ، وهو أن الإيمان بضع وسبعون شعبة .\n( بضعُ ) البضعُ عند جمهور اللغويين على ما حكاه المتأخرون : من الثلاثة إلى التسعة، فمن الثلاثة إلى التسعة من عشر السبعين هذه هي شعب الإيمان .\nوليعلم أن النصوص في باب ذكر عدد شعب الإيمان قد وردت على ثلاثة أنواع:-\nأما النوع الأول : فهو ما أخرجه البخاري وغير ، وفيه ذكر شعب الإيمان بأنها بضع وسبعون شعبة .\nوأما النوع الثاني : فما ذكره مسلم وغيره بأن الإيمان على شعب ، وهي بضع وستون شعبة .\nوأما النوع الثالث : فما جاء عند مسلم وغيره أنها بضع وستون أو وسبعون شعبة .\nومن ثم اختلف توجيه أهل العلم : هل شعب الإيمان هي في عشر السبعين أم في عشر الستين ؟ أي هل هي بضع وسبعون أم هي بضع وستون ؟\nفمنهم من قطع بأنها بضع وستون لأنه العدد الأقل وشك في الأكثر واليقين يرجع إليه ومن أولئك الحافظ بن حجر - يرحمه الله - كما في شرحه على البخاري .\nومنهم من قطع بأنها بضع وسبعون لأن زيادة الثقة تقبل ومن أولئك النووي وهو ماعليه جمهور المفسرين وشراح الأحاديث .",
        "(1/119)\n\nوالخَطبُ في ذلك سهل ولكن له ثماره ، ومن ثماره ما فعله جمع من الفقهاء والأئمة في محاولة عدّ شعب الإيمان ، ومن أولئك البيهقي- رحمه الله - في كتابه المسمى: (( شعب الإيمان )) ، وقد حاول جمع ذكر شعب الإيمان في إيصالها إلى بضع وسبعين أو بضع وستين فعلى القولين تأتي الثمرة .\nثم قال المصنف - يرحمه الله - ( فأعلاها قول لا إله إلا الله وأدناها إماطة الأذى عن الطريق ) .\n( أعلاها ) : أي أعلى شعب الإيمان .\n( وأدناها ) : أي أدنى شعب الإيمان .\n( إماطة ) : الإماطة هنا بمعنى الإزالة أي إزالة الأذى .\n( الأذى ) : جميع الأذى لأن ( ال ) دخلت على كلمة أذى ، فأفادت الاستغراق لجميع مفردات الأذى ، فكل ما يُتأذى منه يدخل عليه كلمة الأذى فيماط ن أي : يزال .\n( عن الطريق ) : أي الذي تطرقه الأقدام ، أما الطريق المهجور الذي لا تعرفه الأقدام فلا يسمى طريقاً ؛ لأن كلمة الطريق أصلها هو ما سمع للأقدام عليه طرق ، ولذلك سمي بالطريق وأما المهجور فهذا لا يدخل في الطريق المقصود هنا لأن العلة من وراء ذلك إزالة ما يتاذى منه الناس فإذا كان الناس لا يمرون على هذا الطريق اصالة وهو مهجور فالمعنى منتفي .\nثم قال المصنف- يرحمه الله - : ( والحياء شعبة من الإيمان ) .\nالإيمان له إطلاقان :ـ\nإطلاق عام : يشمل الدين وأجزاءه وهذا هو المقصود في قول النبي - صلى الله عليه وسلم - الإيمان بضع وسبعون شعبة أو وستون شعبة.\nوإطلاق خاص : وهذا هوالمتعلق بالإيمان بالله وملائكته وكتبه ورسله إلى آخر الحديث الذي سيذكره المصنف -يرحمه الله -.\n( والحياء ) : الحياء خلة تحجز صاحبها عما يُتنزه عنه .\nثم قال المصنف - يرحمه الله – : ( وأركانه ستة... ) إلى آخره.\n( وأركانه ستة ): إنما كانت ستة لدليلين :-\nأما الدليل الأول : فما جاء في خبر جبرائيل وغيره.\n(1/120)",
        "\nوأما الدليل الثاني : فالإجماع ، حيث أجمع المسلمون على ذلك ، وقد حكى إجماعهم غير واحد ، ومن أولئك ابن مُنده في كتابه (( الإيمان )) ، وكذا النووي في (( شرحه على مسلم )) وجماعة.\n( أن تؤمن بالله ) : أولها الإيمان بالله ، والايمان بالله يشمل أموراً أربعة :-\nأولها : الإيمان بوجوده - سبحانه وتعالى - .\nوثانيها : الإيمان بربوبيته - سبحانه وتعالى - .\nوثالثها : الإيمان بآلهته - سبحانه وتعالى - .\nورابعها : الإيمان بأسمائه وصفاته ، وسبق .\n( وملائكته ) : الإيمان بالملائكة ثاني أركان الإيمان ، والملائكة جنس من الخلق مكرمون ، لا يعصون الله ما أمرهم وبأمره يأتمرون .\nوالإيمان بالملائكة يشمل أموراً أربعة :-\nأولها : الإيمان بوجودهم وأنهم جنس مخلوق .\nوالثاني : الإيمان بوظائفهم المعزوة اليهم .\nوالثالث : الإيمان بأسمائهم ، كأسماء جبريل وميكائيل وإسرافيل ، وعند جماهير المؤرخين عزرائيل وهو اسم ملك الموت .\nوالرابع : الإيمان بصفاتهم ، ومن الصفات ما وصف النبي - صلى الله عليه وسلم - به رسول الوحي المسمى جبرائيل حيث إن النبي - صلى الله عليه وسلم - أخبر أنه رآه على صورته الحقيقية وأن له ستمائة جناح فهذه صفة.\n( وكتبه ) : الإيمان بالكتب ثالث أركان الإيمان الستة .\nوالإيمان بالكتب يشمل أموراً أربعة :-\nالأول : الإيمان بكونها منزلة من الله .\nالثاني : الإيمان بما جاء فيها من أخبار تصديقا بها .\nالثالث : العمل بما امر العبد فيها من مأمورات .\nالرابع : الانتهاء عما ُنهي العبد عنه فيها .\nوهذا يشمل جميع الكتب ، ولا ريب أن كتاب الله المسمى بالقرآن مهيمن على جميع الكتب وناسخ لها وهو الحاكم عليها.\n( ورسله ) : الإيمان بالرسل رابع أركان الإيمان الستة . والرسل واحده رسول .\nوالإيمان بالرسل يشمل أموراً أربعة:-\nالأول: أنهم مرسلون من الله .\nالثاني: الإيمان بالأخبار التي يأتون بها تصديقاً.\nالثالث : الائتمار بما أمروا به.\n(1/121)\n",
        "الرابع :-الانزجار عما زجروا عنه .\nوالرسول - صلى الله عليه وسلم - ـ أعني النبي محمداً - صلى الله عليه وسلم - ـ هو الخاتم ، ورسالته هي الرسالة الخاتمة المهيمنة .\n( واليوم الآخر ) : الإيمان باليوم الآخر هو خامس أركان الإيمان . واليوم الآخر: هو ما يتعلق بالحياة بعد الموت ، وهذا يدخل فيه أمور:-\nأولاً : الحياة البرزخية.\nثانياً : الحياة في المحشر.\nثالثاً : الحياة في دار النعيم أو دار الجحيم .\nفكل ذلك داخل في مسمى الإيمان باليوم الآخر.\nومما ألحقه أهل العلم والفقه بالإيمان باليوم الآخر ما يسمى بأشراط الساعة لكونها تحصل في آخر الزمان والنبي - صلى الله عليه وسلم - قال بعثت أنا والساعة كهاتين وأشار بالسبابة والتي تليها.\n( وبالقدر خيره وشره ) : الإيمان بالقدر خيره وشره هو سادس أركان الإيمان .\n( القَدَر ): هو ما يقضي به الله - سبحانه وتعالى - على خلقه .\nوالإيمان بالقدر له أربع مراتب : -\nأولها : مرتبة العلم .\nوثانيها : مرتبة المشيئة .\nوثالثها : مرتبة الكتابة .\nورابعها: مرتبة الخلق .\nفالله حيث قدر المقادير عالم بها قبل كونها مقدرة والله حيث قدر المقادير مشيئته لا تسبقها مشيئة ولا يغلبها مشيئة ، والله حيث قدر المقادير قد كانت بعد كتابته لها - سبحانه وتعالى - ، ومن ثم يقال مراتب القدر بعضها متراخٍ عن بعض ، فلم تكن جملة واحدة ، فعلم الله - سبحانه وتعالى - سابق لمرتبة الكتابة ، فالله عالم بمقادير الخلق قبل أن تكتب ، ومن ذلك فمرتبة المشيئة سابقة لمرتبة الكتابة ، فالله لم يكتب شيئاً إلا وقد شاءه - سبحانه وتعالى - ، ومرتبة الكتابة سابقة لمرتبة الخلق ، وسبق حديث عبد الله بن عمرو بن العاص وفيه : ( أن المقادير قد كتبت قبل أن يخلق الله الخلائق بخمسين ألف سنة ) إذاً الخلائق أتوا بعد مرتبة الكتابة .\n(1/122)\n\n( خيره وشره ) : أي خير القدر وشر القدر ؛ لأن القدر نوعان : منه ما هو خير وهذا بيّن ، ومنه ما هو شر وهو ظاهر.\nومن ثم فإن القدر منه ما هو خير وما هو شر إلا أن الشر لا يضاف إلى الله سبحانه وتعالى وإنما يضاف إلى مفعولات الله .\nوإذا أضيف الشر إلى الله - سبحانه وتعالى - فتأتي إضافته على ما جاءت في كتاب الله وسنة رسوله - صلى الله عليه وسلم - :ـ\nإمابنزع الفاعل : كقوله سبحانه حكاية { أشرُ أريد بمن في الأرض } ، فنزع الفاعل وأضيف الشر إلى المفعول .\nوإما بإضافته إلى السبب : كقوله تعالى { من شر ما خلق } فأضيف إلى السبب وهكذا.\nوبهذا يتبين أن إضافة الشر إلى الله مباشرة لم تأتِ به النصوص في عمومها وجملتها كما قرره شيخ الإسلام ابن تيمية -يرحمه الله- .\nثم قال المصنف -يرحمه الله - : ( والدليل على هذه الأركان الستة قوله تعالى : { ليس البر أن تولوا وجوهكم … } ) إلى آخر الآية ثم قال : ( ودليل القدر قوله تعالى { إنا كل شيء خلقناه بقدر } .\nإنما أعقب بقوله ( ودليل القدر ) لعدم وجود الدلالة على القدر في الآية التي قبلها فأعقب بآية أخرى ، وليعلم أن جميع المقادير المقدرة قد خلقها الله - سبحانه وتعالى - حتى أفعال العباد ولذلك قال سبحانه { إنا كل شئ } ومنه أعمال العباد { خلقناه بقدر } .\nقال المصنف ـ رحمه الله ـ : ( المرتبة الثالثة : مرتبة الإحسان … ) إلى آخره ، في هذه الجملة بين المصنف ـ رحمه لله ـ ما يتعلق بالمرتبة الثالثة ، وهي مرتبة الإحسان وسبق إيضاحٌ لها لفظاً ومعنىً .\nوهذه المرتبة أصحابها على أحد منزلتين:-\nأما المنزلة الأولى : فمنزلة المشاهدة والمعاينة .\nوأما المنزلة الثانية : فمنزلة المراقبة .\nثم استدل المصنف ـ يرحمه الله ـ على هذه المرتبة بمجموعة أدلة :-",
        "(1/123)\n\nأولها : قول الله تعالى : { إن الله مع الذي اتقوا والذين هم محسنون } ، ووجه دلالة الآية على المقصود هو ذكر الله - سبحانه وتعالى - للمحسنين وخصهم بمعيته الخاصة سبحانه وتعالى .\nوالمعية نوعان :\nأما النوع الأول : فمعية عامة ، وهي : مع الخلق كلهم ومن مقتضيات هذه المعية العلم والإحاطة ونحوهما.\nوأما الثانية فمعية خاصة ، وهي : مع عباد الله المؤمنين ومن مقتضيات هذه المعية النصرة والتأييد ونحوهما .\nو من ثم فقد خص الذي اتقوا ربهم والذين أحسنوا بهذه المعية الخاصة.\nوثاني الأدلة : قول الله تعالى : { وتوكل على العزيز الرحيم الذي يراك حين تقوم } الآية ، ووجه الدلالة فيها على المقصود من حيث المعنى الذي حوته ؛ حيث إنها حوت معنى الإحسان الذي أخبر عن النبي - صلى الله عليه وسلم - : (( أن تعبد الله كأنك تراه فإن لم تكن تراه فإنه يراك )) حيث قال الله فيها { الذي يراك حين تقوم } ففيها ذلك المعنى وصح الاستدلال بها.\nوثالث الأدلة : قوله تعالى : { وما تكون في شأن وما تتلو منه من قرآن } الآية . ووجه دلالتها على المقصود : هو من حيث معناها ومضمونها ، إذ إن فيها قول الله { إلا كنا عليهم شهوداً } وسبق معنى الإحسان ، وفيه هذا المعنى .\nوأما رابع الأدلة : فمن السنة ، وهو حديث جبرائيل المشهور الذي أخرجه البخاري ومسلم في صحيحيهما من رواية عمر وأبي هريرة رضي لله عنهما.\nووجه الاستدلال منه على المقصود هو قول النبي - صلى الله عليه وسلم - : (( وأن ترى الحفاة العراة العالة رعاء الشاء يتطالون في البنيان )) ، فمعناه اختلاف الأحوال ، بأن ترى الضعفة الذين هم أهل فاقة وفقر في الأصل يتطاولون في البناء ليرتقوا إلى منزلة الأغنياء أو أهل السرف والمخيلة ، وهذا من تغير الأحوال .\n(1/124)",
        "\nوليعلم أن هذه الجملة قد أخذ منها البعض النهي عن التطاول في البناء ، ولكن اختلف الفقهاء ـ يرحمهم الله ـ هل التطاول في البناء مكروه أم لا ؟ هل هو محرم أم لا ؟\nوللكلام عن التطاول في البناء مقامان :\nأما المقام الأول : فهو أن يكون من باب الاحتياج إليه فأطيل هذا البناء ، كأناس يمتلكون أرضاً صغيرة لا يستطيعون السعة عن يمين أو شمال فيطيلون البناء حتى تكون أبنية فوق أبنية فتسكن ، فهذا لا شيئ فيه إجماعاً ، ولا خلاف فيه ، ولقد حكى الاتفاق والإجماع غير واحد ، ومن أولئك النووي يرحمه الله وكذا غيره.\nوأما المقام الثاني : فهو أن يكون التطاول في البناء لا عن احتياج وضرورة ، وإنما من باب التمتع ونحوه ،فهذا للفقهاء فيه قولان :\nأما القول الأول : فهو الإباحة ، فيجوز للإنسان أن يطيل ويوسع في البناء ، ولو\nعلى جهة التمتع ، وهو مذهب الحنابلة ، كما قرره ابن مفلح رحمه الله في الآداب الشرعية.\nوأما القول الثاني : فما ذهب إليه الشافعية وبعض الحنابلة إلى أنه : خلاف الأولى وجاء في شرح (( شرح المنهاج )) أنه قال : ( الشافعية على أنه خلاف الأولى ، وقيل مكروه ) وهذه هي مذاهب الفقهاء في التطاول في البناء ، ثم إن التطاول يرجع إلى الجهتين السابقتين .\nقال المصنف ـ يرحمه الله ـ : ( الأصل الثالث : معرفة نبيكم محمد - صلى الله عليه وسلم - ، وهو محمد بن عبد الله بن عبد المطلب بن هاشم وهاشم من قريش ، وقريش من العرب والعرب من ذرية إسماعيل بن إبراهيم الخليل عليه وعلى نبينا أفضل الصلاة والسلام .\nوله من العمر ثلاث وستون سنة منها أربعون قبل النبوة وثلاث وعشرون نبياً ورسولاً . نبئ باقرأ . وأرسل بالمدثر . وبلده مكة ، بعثه الله بالنذارة عن الشرك ويدعو إلى التوحيد والدليل قوله تعالى { يا أيها المدثر قم فأنذر وربك فكبر وثيابك فطهر والرجز فاهجر ولا تمنن تستكثر ولربك فاصبر }\n(1/125)\n",
        "ومعنى ( قم فأنذر ) : ينذر عن الشرك ويدعو إلى التوحيد ، وربك فكبر عظمه بالتوحيد ، وثيابك فطهر : أي طهر أعمالك من الشرك ، والرجز فاهجر ، الرجز الأصنام ، وهجرها تركها وأهلها والبراءة منها وأهلها . أخذ على هذا عشر سنين يدعو إلى التوحيد ، وبعد العشر عرج به إلى السماء وفرضت عليه الصلوات الخمس ، وصلى في مكة ثلاث سنين وبعدها أمر بالهجرة إلى المدينة . والهجرة الانتقال من بلد الشرك إلى بلد الإسلام ، والهجرة فريضة على هذه الأمة من بلد الشرك إلى بلد الإسلام وهي باقية إلى أن تقوم الساعة . والدليل قوله تعالى : { إن الذين توفاهم الملائكة ظالمي أنفسهم قالوا فيم كنتم قالوا كنا مستضعفين في الأرض قالوا ألم تكن أرض الله واسعة فتهاجروا فيها فأولئك مأواهم جهنم وساءت مصيرا إلا المستضعفين من الرجال والنساء والولدان لا يستطيعون حيلة ولا يهتدون سبيلا فأولئك عسى الله أن يعفو عنهم وكان الله عفواً غفورا ) وقوله تعالى (يا عبادي الذين آمنوا إن أرضي واسعة فإياي فاعبدون } .\nقال البغوي ـ رحمه الله ـ : سبب نزول هذه الآية في المسلمين الذين في مكة لم يهاجروا ناداهم الله باسم الإيمان .والدليل على الهجرة من السنة قوله - صلى الله عليه وسلم - : (( لا تنقطع\nالهجرة حتى تنقطع التوبة ولا تنقطع التوبة حتى تطلع الشمس من مغربها )) .\nفلما استقر في المدينة أمر ببقية شرائع الإسلام مثل الزكاة والصوم والحج والأذان والجهاد والأمر بالمعروف ، والنهي عن المنكر وغير ذلك من شرائع الإسلام أخذ على هذا عشر سنين . وتوفي صلوات الله وسلامه عليه ودينه باق وهذا دينه لا خير إلا دل الأمة عليه ولا شر إلا حذرها منه ، والخير الذي دلها عليه التوحيد وجميع ما يحبه الله ويرضاه ، والشر الذي حذرها عنه الشرك وجميع ما يكره الله ويأباه ، بعثه الله إلى الناس كافة ، وافترض طاعته على جميع الثقلين الجن والإنس .\n(1/126)\n\nوالدليل قوله تعالى : { قل يا أيها الناس إني رسول الله إليكم جميعا… } ، وكمل الله به الدين ، والدليل قوله تعالى : { اليوم أكملت لكم دينكم وأتممت عليكم نعمتي ورضيت لكم الإسلام دينا } والدليل على موته - صلى الله عليه وسلم - قوله تعالى : { إنك ميت وإنهم ميتون ثم إنكم يوم القيامة عند ربكم تختصمون } .\nفي هذه الجملة أخذ المصنف ـ يرحمه الله ـ في شرح الأصل الثالث من الأصول الثلاثة المتعلق بمعرفة النبي محمد صلى الله عليه وسلم .\nقال المصنف - يرحمه الله -: الأصل الثالث: ( معرفة نبيكم صلى الله عليه وسلم ) ( نبيكم ): فيه احتمالان:-\nالاحتمال الأول : هو أن يقصد به الفرد المخاطب ، وأتى بـ( ميم ) الجمع على سبيل التفخيم .\nوأما الاحتمال الثاني : فهو أن يكون من باب خطاب الأمة الذي يخاطبهم بهذا الخطاب فأتى بميم الجمع على الحقيقة ليطابق المعنى المراد.\n( وهو محمد بن عبدالله بن عبدالله ... ) إلى آخره : هذه جملة استئنافية بين فيها المصنف ـ رحمه الله ـ نسب النبي محمد - صلى الله عليه وسلم - ، فقال : ( محمد بن عبدالله بن عبد المطلب بن هاشم ) وهذا النسب الذي ذكره المصنف ـ يرحمه الله ـ دل عليه دلالتان :\nأما الدلالة الأولى : فما تواتر من آثار ونحوها في حكاية هذا النسب ، قال ابن كثير ـ يرحمه الله ـ كما في تاريخه المسمى (( البداية والنهاية )) وكذلك في ((الفصول في سيرة الرسول )) : ( تواترت الأخبار بذلك ) يعني بهذا النسب الشريف للنبي - صلى الله عليه وسلم - .",
        "(1/127)\n\nوأما الدلالة الثانية : فالإجماع ، حيث أجمع المؤرخون وأرباب النسب على صحة نسبة النبي - صلى الله عليه وسلم - إلى هذا النسب المشهور ، وقد حكى الإجماع عليه من أرباب النسب والتواريخ غير واحد ، ومن أولئك الذهبي ـ رحمه الله ـ كما في (( تاريخ الإسلام )) له ، وكذلك ابن كثير في (( البداية والنهاية )) وفي (( الفصول في سيرة الرسول )) وابن عبد البر ـ يرحمه الله ـ في كتابه (( الدرر في المغازي والسير )) .\n( وهاشم من قريش وقريش من العرب ، والعرب من ذرية إسماعيل بن إبراهيم الخليل عليه وعلى نبينا أفضل الصلاة والسلام ).\nفي هذه الجملة دلالتان :\nأما الدلالة الأولى : فهي إرجاع قريش إلى العرب ، وإرجاع العرب إلى إسماعيل وهذا دل عليه دليلان :-\n( أما الدليل الأول ) : فالخبر ، وقد استفاضت الأخبار في ذلك ، ومن ذلك ما جاء في الصحيح أن النبي - صلى الله عليه وسلم - أرجع هذه النسبة على الوِجْهةِ المحكية .\n( وأما الدليل الثاني ): فالإجماع ، وقد حكى الإجماع في ذلك غير واحد ، ومن أولئك الحافظ ابن حجر ـ يرحمه الله ـ كما في (( فتح الباري )) وجماعة.\nوأما الدلالة الثانية : فهي قول المصنف ـ يرحمه الله ـ ( والعرب من ذرية إسماعيل بن إبراهيم الخليل عليه وعلى نبينا أفضل الصلاة والسلام ) وهذه القولة لها احتمالان :\nأما الاحتمال الأول : فهي أن تُمَر على ظاهرها ، فيقال جميع العرب برجعون إلى إسماعيل عليه السلام دون فرق ، وهو اختيار الزبير بن بكار ـ أحد أئمة علم النسب ـ واختاره ورجحه جماعة ، من أولئك الحافظ ابن حجر ـ يرحمه الله ـ كما في (( فتح الباري)) . واستدل على صحة ذلك بأمرين :\n(1/128)",
        "\nالأول : ما أخرجه البخاري في صحيحه أن النبي - صلى الله عليه وسلم - خاطب الأنصار فقال لهم : (( ارموا فإن اباكم كان رامياً )) ومعلوم أن الانصار أوس وخزرج ، والأوس والخزرج من الأزد ، والأزد من قحطان ، لا من عدنان ، ومن ثم نَسَبَهم إلى أبيهم ـ أي إسماعيل ـ عليه وعلى نبينا أفضل صلاة وأتم تسليم .\nوظاهر النسبة يدل على أن بني قحطان يرجعون إلى إسماعيل أيضاً.\nو الثاني : ما ذكره ابن حجر ـ يرحمه الله ـ في (( فتح الباري )) بأن جماهير الإخباريين والنسابة على أن نسبة عدنان إلى إسماعيل واحدة .\nوأما الاحتمال الثاني : فهو أن يقال لم يقصد المصنف ـ يرحمه الله ـ إرجاع جميع العرب إلى إسماعيل وإنما عنى أن العرب المستعربة العائدة إلى عدنان ترجع إلى إسماعيل عليه السلام بجميع قبائلها وأفخاذها و بطونها ، وهذا المعنى هو المتفِّق مع ما عليه جمهور النسابة وأهل التواريخ ، حيث إن جمهور النسابة وأهل التاريخ لهم طريقتان في تسمية العرب:-\nالطريقة الأولى : حكاها جمع ، ومنهم ابن كثير ـ يرحمه الله ـ في تاريخه المسمى (( البداية والنهاية )) وهي أن العرب نوعان :\nالنوع الأول : عرب مستعربة ، وهي الراجعة إلى عدنان وهذه ترجع إلى إسماعيل عليه وعلى نبينا أفضل صلاة وأتم تسليم .\nالنوع الثاني : عرب عاربة ، وهذه امتداد العرب الباقية وهم الراجعون إلى قحطان.\nالطريقة الثانية : فما عليها جمع من المتأخرين من كون العرب ثلاثة أقسام :\nأما القسم الأول : فعرب عاربة ، وهي من سبق .\nوأما الثاني : فعرب مستعربة ، وهي من سبق .\nوأما الثالث : فعرب بائدة ، وهي طوائف العرب التي بادت واندرست .\nفهذه جهتان للقسمة وهي مشهورة معروفة ، فإما يحمل كلام المصنف ـ يرحمه الله تعالى ـ على ظاهره ، ويكون ترجيحاً لما اختاره جمع من أئمة النسب ومحققيه ، وإما أن يحمل على العرب المستعربة ليتمشى مع القسمة المشهورة عند جماهير أهل التاريخ والنسب .\n(1/129)\n",
        "قوله ( الخليل ) : الخليل صفة لنبي الله إبراهيم عليه الصلاة والسلام .\nونبي الله إبراهيم له وصفان مشهوران :-\nالوصف الأول : فوصف الخليل ، وهو مأخوذ من الخلة وهي شدة المحبة وليس لله سبحانه وتعالى من خلقه سوى خليليه واختلف في ثالث ، أما الخليلان فهما إبراهيم عليه السلام ومحمد - صلى الله عليه وسلم - ، واختلف في موسى هل هو خليل الله أم لا ؟ لورود بعض الأخبار في أنه خليل لله - سبحانه وتعالى - ، والمشهور أن الخلة حكر على إبراهيم ومحمد - صلى الله عليه وسلم - .\nالوصف الثاني: فهو أبو الأنبياء ، وسبب هذا الوصف أن أنبياء بني إسرائيل من سلالة إسحاق وأما العرب فمن سلالة إسماعيل ، وهما ابنا إبراهيم عليه السلام ، ولذلك قيل أبو الأنبياء إبراهيم عليه السلام ، فصح الوصف واستقام .\n( وله من العمر ) : الضمير في كلمة ( له ) يرجع إلى النبي محمد - صلى الله عليه وسلم - .\n( ثلاث وستون سنة ) : تحديد عمره - صلى الله عليه وسلم - بأنه ثلاث وستون هو محل خلاف بين أهل السير والتواريخ ، إلا أن الصحيح والذي عليه جمهور المؤرخين وأرباب السير أن النبي محمداً - صلى الله عليه وسلم - توفاه الله وله من العمر ثلاث وستون سنة ، ويدل على ذلك أدلة ، ومن ذلك حديثان :ـ\nأما الحديث الأول: ما أخرجه البخاري وغيره ، من حديث عائشة رضي الله عنها أنها قالت : (( توفى النبي - صلى الله عليه وسلم - وهو ابن ثلاث وستين سنة )) .\nوأما الحديث الثاني : فما أخرجه البخاري ومسلم في صحيحهما من حديث أنس رضي الله عنه ، وفيه أنه قال : (( توفي النبي - صلى الله عليه وسلم - وهو ابن ثلاث وستين سنة )) .\nولذلك قال ابن سعد في الطبقات :(القول الثبت هو هذا) أي : أن النبي قد توفاه الله وله من العمر ما سبق.\n( منها أربعون قبل النبوة وثلاث وعشرون نبياً رسولاً ).\n(1/130)\n\n(قبل النبوة) : أي قبل أن يوحى إلى النبي - صلى الله عليه وسلم - ، فلما أتم الأربعين نبئ - صلى الله عليه وسلم - أي أوحي عليه ، وقد ابتدأه الوحي في شهر رمضان ، والمشهور أنه في يوم الإثنين ، ثم اختلف في هذا اليوم ، وإنما قيل ذلك لدليلين :\nالدليل الأول : الخبر ،ومن ذلك ما جاء عن ابن عباس ـ رضي الله عنهما ـ فيما أخرجه البيهقي في (( الدلائل )) وكذا غيره أن النبي - صلى الله عليه وسلم - لما بلغ الأربعين نبئ .\nالدليل الثاني : الإجماع ، حيث حُكي الاتفاق على ذلك ، وممن حكاه السهيلي _ رحمه الله _ كما في شرحه على سيرة ابن هشام وكذا غيره.\nوأما كون مدة رسالته صلى الله عليه وسلم ثلاثاً وعشرين سنة فيظهر من أمرين :\nالأمرالأول : الخبر : ومن ذلك ما أخرجه البخاري في صحيحه من حديث أنس رضي الله عنه أن النبي - صلى الله عليه وسلم - لما نبئ بقي عشر سنين في مكة ثم عشراً في المدينة ، قال الحافظ ابن حجر ـ يرحمه الله ـ: في (( فتح الباري )) ( وإنما اقتصر أنس على عشرين وهن ثلاث وعشرون لأنه اطّرح الكسر فلم يعتبره ) ، وهذا معمول به عند العرب ، وإلا فالأصل أنهن ثلاث وعشرون لأن أنساً ـ رضي الله عنه ـ قد جاء عنه في الصحيحين أنه قال : (( النبي - صلى الله عليه وسلم - توفى وهو ابن ثلاث وستين سنة )) فإن كان ذلك كذلك لزم أن تكون مدة رسالته ثلاثاً وعشرين سنة .\nالأمر الثاني : الإجماع ، وقد حُكي الاتفاق على ذلك ، وممن حكاه النووي ـ يرحمه الله ـ وكذلك ابن قيم الجوزية وجماعة.\n( نبياً رسولاً ) : فيه إشارة إلى أن هناك فرقاً بين النبوة والرسالة وسبق بيانه.\n( نبئ باقرأ ) : أي ابتدأه الوحي بسورة ( اقرأ ) .\nودل على أن الوحي ابتدئ بسورة \"اقرأ\" دلائل مرجعها إلى الخبر ومن ذلك ما جاء في صحيح البخاري وغيره وفيه أن النبي صلى الله عليه وسلم أتاه جبرائيل فقال له \" اقرأ \" والحديث في ذلك مشهور معروف.",
        "(1/131)\n\n( وأرسل بالمدثر ) : أي أن الله - سبحانه وتعالى - أمر محمداً - صلى الله عليه وسلم - بأن يبلغ وحي الله ورسالة الله - سبحانه وتعالى - ، وهذا هو معنى الرسالة ، والرسول إذ من معانيها اللغوية الإخبار والتبليغ ، كما قاله الأزهري في التهذيب وجماعة.\nودل على أن إرسال النبي صلى الله عليه وسلم كان بسورة المدثر دلائلُ جماعها الخبر ومن ذلك ما أخرجه الأمام أحمد في مسنده وكذا غيره وصححه جماعة كابن كثير : ( أن النبي - صلى الله عليه وسلم - أمر بالتبليغ بسورة المدثر ) أي : أولها.\n( وبلده مكة ) : مكة اسم مكان معروف بين جبلين في الحجاز من جزيرة العرب ، وقد دل على أن النبي - صلى الله عليه وسلم - كان بلده مكة دلالتان :-\nالدلالة الأولى : دلالة الخبر ، والأخبار في ذلك متواترة مستفيضة ، كما قاله الفاسي في تاريخ مكة .\nوالدلالة الثانية : دلالة الإجماع ، والإجماع قد انعقد وهو مستفيض في ذلك.\nوإطلاق قول المصنف ( وبلده مكة ) يخالفه أن النبي - صلى الله عليه وسلم - ذهب إلى بني سعد ليرضع عندهم ، وبنو سعد على التحقيق اسم مكان بين مكة والطائف ، لا أنه في الطائف وهو قريب مما يسمى بوادي نخل ، وكون النبي - صلى الله عليه وسلم - قد رضع في بني سعد ثابت في الصحيح ، كما جاء ذلك في صحيح البخاري ، وأما قصة رضاعه من حليمة السعدية فمختلف في صحتها ، إلا أن البيهقي أخرجها في (( دلائل النبوة )) بسند فيه كلام ، ولكن قال الذهبي _ يرحمه الله _ في (( تاريخ الإسلام )) ( إسناده جيد ) ، وأثبت القصة الحافظ ابن حجر ـ يرحمه الله ـ كما في (( الإصابة في تمييز الصحابة )) وإثبات خبر حليمة السعدية مشهور مستفيض عند جماهير أرباب السير الذين يذكرون سيرة النبي - صلى الله عليه وسلم - .\n( بعثه الله بالنذارة عن الشرك ويدعو إلى التوحيد )\n(1/132)",
        "\n( بعثه الله ) : أي أن الله أرسل نبيه محمداً - صلى الله عليه وسلم - مبعوثاً لغاية ، وهذه الغاية فسرها المصنف ـ يرحمه الله ـ ( بالنذارة عن الشرك ويدعو إلى التوحيد )\n( النذارة ) : تحتمل أكثر من ضبط ، ومن ذلك النَّذَارة بفتح النون المشددة من الإنذار ، والإنذار يأتي في اللغة بمعنى التحذير ، يقال أنذر الوالد ولده ألا يعود إلى خطئه ، إذا حذره بعد ذلك .\nفحصر المصنف ـ يرحمه الله ـ نذارة النبي - صلى الله عليه وسلم - ورسالته في هذا الأمر ، وهو التوحيد والتحذير من ضده وسبق التدليل على هذا المعنى.\n( والدليل قوله تعالى : { يا أيها المدثر* قم فأنذر … } الآيات ، ذكرها المصنف لبيان المعنى السابق ، ثم أخذ في تفسيرها ـ يرحمه الله ـ ليبين وجه الدلالة ، وهذا التفسير الذي ذكره المصنف ـ يرحمه الله ـ مأخوذ من معاني المفسرين التي ذكروها حول الآيات.\nقوله ( أخذ على هذا عشر سنين يدعو إلى التوحيد ) .\n( أخذ ) : يعني النبي محمداً - صلى الله عليه وسلم - .\n( على هذا ) : الإشارة إلى الإنذار من الشرك والدعوة إلى التوحيد ، حيث إن المشار إليه في قوله (هذا) هو ما سبق من تحديد النذارة ، بأنها عن الشرك والدعوة إلى التوحيد .\n( عشر سين يدعو إلى التوحيد ) : عشر سنين يعني في مكة حيث أنه - صلى الله عليه وسلم - بقي في مكة سنين ، وهو يدعو إلى التوحيد لأن الشرائع بتفاصيلها وفروعها إنما وقعت في الغالب والجملة في المدينة النبوية.\nوجعل المصنف ـ يرحمه الله ـ الأمر يعود على عشر سنين وهن ثلاثة عشر من السنين لأن السنين الأولى وهي الثلاث كانت الدعوة فيهن خفية وسرية ، وأما النذارة التي بمعنى التحذير الظاهر فكانت في السنين العشر فحسب .\nويدل على صحة ما ذكره المصنف ـ يرحمه الله ـ أدلة ومن ذلك مشهور ما ذكره جمهور المؤخرين وأرباب السير على ما ذكره ابن عبد البر ـ يرحمه الله ـ في كتابه الدرر في المغازي والسير.\n(1/133)\n",
        "( وبعد العشر عرج به إلى السماء ) .\n( وبعد العشر ) : أي من السنين عرج بالنبي - صلى الله عليه وسلم - إلى السماء ؛وعليه فإن المصنف ـ يرحمه الله ـ يقصد العشرَ ، ولا يقصد العشر بعد الثلاث التي هي دعوة في خفية ؛ لأن الإسراء عند جمهور المؤرخين وأهل السير وقع في السنة العاشرة ثم بقي النبي - صلى الله عليه وسلم - بعدالإسراء سنين ، وكان بقاؤه في مكة بضعة عشر عاماً أي ثلاثة عشر سنة كما سبق .\nوإن قيل بالأول من باب تصحيح عبارة المصنف ، والإ فما بعدها يوجب تفسيرها على ما سبق .\n( عُرِج به إلى السماء ) : أي وقع له ما يسمى بالمعراج . والصحيح والذي عليه جمهور المؤرخين وغيرهم أن النبي صلى الله عليه وسلم وقع له الإسراء والمعراج في ليلة واحدة وبجسده - صلى الله عليه وسلم - ، فالإسراء إنما كان إلى البيت الأقصى وكان على البراق ، والبراق بضم الباء الموحدة اسم دابة بين الحمار والبغل وتنتهي خطوتها عند مد بصرها ثم عرج بالنبي - صلى الله عليه وسلم - بمعراج .\n( عرج به ) : المعراج اسم آلة يصعد عليها إلى السماء ، فصعد إلى السموات العلى إلى سدرة المنتهى فكان قاب قوسين أو أدنى ، ففرض الله - سبحانه وتعالى - الصلوات الخمس ،كن خمسين فصرن خمساً في الأفعال وخمسين في الأجور، وجاء في الصحيح من حديث عائشة رضي الله عنها (( أن الصلاة فرضت اثنتين ثم ابقيت في السفر وزيدت في الحضر )) .\nففرضت الصلوات الرباعية في المعراج اثنتين اثنتين ، ثم بعد ذلك زيد في الصلاة لما انتقل النبي - صلى الله عليه وسلم - إلى المدينة ، فأصبحت صلاة العشاء والظهر والعصر اربعاً ، وأما في السفر فتكون على اثنتين .\nوخبر الإسراء والمعراج دل عليه دلالتان :-\nأما الدلالة الأولى : فدلالة الخبر والأخبار في ذلك متواترة مستفيضة ومنها سورةالإسراء .\nوأما الدلالة فالإجماع : والإجماع نقله غير واحد ، ومن أولئك ابن كثير_ يرحمه الله_ في تفسيره وجماعة.\n(1/134)\n\n( وصلى في مكة ثلاث سنين وبعدها أمر بالهجرة إلى المدينة )\n(صلى في مكة ثلاث سنين ) : أي بعد السنة العاشرة بقي النبي - صلى الله عليه وسلم - ثلاث سنين ، كما سبق تقريره وهو يصلي اثنتين اثنتين إلا المغرب فقد كانت ثلاثاً على ما قرره جماعة ، ومن أولئك الحافظ ابن حجر ـ يرحمه الله ـ في (( فتح الباري)) .\n( وبعدها أمر ) : أي بعد الثلاث من السنين من إسرائه - صلى الله عليه وسلم - أمر بالهجرة إلى المدينة.\n( الهجرة ) : مأخوذة من الهجر ، والهجر في اللغة ضد الوصل يقال فلان هجر أخاه إذا لم يصله ، هذا المعنى مقرر عند أئمة اللسان العربي .\nوأما الهجرة : فيقصد بها الانتقال من بلد الشرك إلى بلد الإسلام ، كما قاله أهل الفقه والعلم، وهجرة النبي صلى الله عليه وسلم كانت من مكة إلى المدينة وقد دل على هجرته - صلى الله عليه وسلم - أدلة متواترة مستفيضة وهذا ظاهرٌ بين .\n(المدينة) : ( ال ) في قوله ( المدينة ) للعهد الذهني ، أي مدينة النبي - صلى الله عليه وسلم - المعروفة التي يسميها الناس اليوم بالمدينة المنورة ، وقد جاء في الأحاديث الصحيحة تسمية النبي - صلى الله عليه وسلم - لها بالمدينة ، وجاء في الأحاديث الصحيحة تسمية الصحابة رضوان الله عليهم لها بمدينة النبي ، واشتهر عند المتأخرين من المؤرخين تسميتها بالمدينة المنورة وهي تعرف اليوم بهذا الاسم .\n( والهجرة فريضة على هذه الأمة ) . ( فريضة ) : أي واجبة .\n( على هذه الأمة ) : هذه إشارة إلى مشار إليه وهي أمة الإجابة ، إذ إن الأمة أمتان :-\nأمة الإجابة : وهي التي أجابت دعوة النبي صلى الله عليه وسلم .\nوأمة دعوة : وهي التي بعث النبي صلى الله عليه وسلم بدعوتها والنذارة فيها.\n( من بلد الشرك إلى بلد الإسلام وهي باقية إلى أن تقوم الساعة ).\nليعلم أن حكم الهجرة على أمة الإجابة يأتي على نوعين هما حكمان :-\nأما النوع الأول : فهو وجوب الهجرة وذلك له شرطان :ـ",
        "(1/135)\n\nأما الشرط الأول : فهو أن يكون قادراً على الذهاب من دار الشرك إلى دار الإسلام مستطيعاً عليه .\nوالشرط الثاني : فهو أن لا يقوى على إظهار دينه هناك .\nفإذا اجتمع الشرطان وجب عليه الهجرة من بلد الكفر إلى بلد الإسلام .\nوقد دل على وجوب الهجرة من بلد الكفر دليلان :-\nأما الدليل الأول : فما ذكره المصنف ـ يرحمه الله ـ بعد بقوله ( والدليل قوله تعالى : { إن الذين توفاهم الملائكة ظالمي أنفسهم … } الآية ، ودلالتها على المقصود أن هؤلاء المستضعفين وقع الإثم عليهم لبقائهم وعدم هجرتهم ولكن عُذِر منهم من لم يكن قادراً مستطيعاً على الهجرة فدل ذلك على وجوب الهجرة من بلد الشرك إلى بلد الإسلام .\nوأما الدليل الثاني : فالإجماع وقد حكى الإجماع في ذلك غير واحد ومن أولئك القرطبي_ يرحمه الله _في تفسيره وكذا غيره .\nالنوع الثاني : فهو أن يكون قادراً على إظهار دينه ومستطيعاً للذهاب من دار الشرك إلى دار الإسلام ، فهذا الأصل في حكمه استحباب هجرته من بلد الكفر إلى بلد الإسلام لا الوجوب ، وهذا هو الذي عليه جماهير الفقهاء في المذاهب المتبوعة ، وقد حكى ذلك الحكم غير واحد ومن أولئك الكاساني ـ يرحمه الله ـ في بدائع الصنائع والموفق ابن قدامة ـ يرحمه الله ـ في المغني وغيرهما.\nثم قد يُعدل عن الأصل في حكم هذا النوع الثاني إلى وجوب أو استحباب البقاء في بلد الشرك :\nفأما الوجوب : فمثاله أن يؤمر من قبل سلطان مسلم بالبقاء ليأتي له بالأخبار عن المشركين وأحوالهم ، ومما مثل له الفقهاء في حالة الاستحباب بقاء هو أن للإنسان والدان مسلمان يأمرانه بالبقاء هناك لمصالح لهم مع وقوع الحالة السابقة له فيجب حينئذ البقاء على قول، وقيل بالإستحباب.\nوأما الاستحباب : فهو أن يكون هناك مصالح للمسلمين في بقائه كأن يكون رسولاً لهم أو مضيفاً مقرٍ لهم عند تنقلهم أو غير ذلك ولذلك الأمر السابق أمثلة كثيرة في واقع اليوم من مصالح عديدة.\n(1/136)",
        "\nعلم مما سبق أن البقاء في بلد الشرك يأتي على نوعين لكل نوع حكم يخصه.\n( بلد الشرك ) : وليعلم أن بلد الشرك فسره الفقهاء بقولهم :\nبلد الشرك ودار الشرك : هي كل دار الغالب عليها الشرك وحكم الشرك .\n( بلد الإسلام ) : وبلد الإسلام ودار الإسلام هي كل بلد ودار الغالب عليها الإسلام وحكم الإسلام ، قال ذلك جماعة ومن أولئك أبو يعلى الفراء كما في المعتمد في أصول الفقه وكذلك قرره الكاساني في بدائع الصنائع وجماعة وهو الذي عليه عامة الفقهاء إلا ما حكي عن أبي حنيفة وقد قرر الكاساني خلافه في بدائع الصنائع -رحمه الله\nوعلى كل فالدنيا داران :-\nأما الدار الأولى : فدار كفر وسبق ، ودار الكفر تأتي على نوعين:-\nدار كفر حربية ، ودار كفر مستأمنة\nأما دار الكفر الحربية : فالحكم فيها التشديد على أن لا يبقى مسلم فيها .\nوأما الدار المستأمنة : كأكثر دور الكفر اليوم فهذه الأمر فيها على خلاف ذلك ، أعني على خلاف التشديد في حكم دار الحرب الكفرية .\nوأما الدار الثانية : فدار إسلام ، وسبق الكلام عن حدها وضابطها.\n( وهي باقية إلى أن تقوم الساعة ) أي أن الهجرة باقية ، وباق حكمها إذا انطبق عليها الوصف الذي سبقت حكايته وسبق الدليل على ذلك .\n( وقوله تعالى : { يا عبادي الذين آمنوا ان أرضي واسعة فإياي فاعبدون } )\nفيه دلالة على المقصود بنحو الآية السابقة . ثم حُكي عن البغوي - يرحمه الله - بيان سبب نزول الآية .\nوالبغوي : هو الإمام الحسين بن مسعود الفراء ـ رحمه الله ـ المتوفى في سنة خمسمائة وبضعة عشر، وله تفسير عظيم اسمه (( تفسير البغوي )) ، وقد حرره وقرر فيه التفسير بالأثر في الجملة إلا أن تفسير ابن كثير - رحمه الله - أوسع منه.\n(1/137)\n",
        "وقد لخص المصنف - يرحمه الله - ما حكاه البغوي تحت الآية السابقة في تفسيره فليس ما ذكره المصنف ـ رحمه الله ـ بقوله ( قال البغوي رحمه الله سبب نزول هذه الآية) إلى آخره هو نص ما في تفسير البغوي من مقول البغوي رحمه الله وإنما هو حكاية للمعنى .\n( ناداهم الله باسم الإيمان ) أي أنهم ليسوا كفاراً وإن بقوا في دار الكفر ، فالباقي في دار كفر ولم يهاجر بقاؤه من حيث سلب الإيمان عنه وعدمه يأتي على جهتين : -\nأما الجهة الأولى : فهي أن يبقى في بلد الكفر راضياً بالكفر وأهله ، مناصراً لهم ضد أهل الإسلام فهذا كفر بالله ورسوله - صلى الله عليه وسلم - يخرج صاحبه من ملة الإسلام ، وهو الذي سماه جمع من أئمة الإسلام بالتَّولي .\nوأما الجهة الثانية : فبقاء في دار الشرك لا على الحالة السابقة ، وإنما من باب العصيان كأن يبقى عاصياً لله - سبحانه وتعالى - مع قدرته على الذهاب وقد لا يستطيع إظهار دينه ، فيقال هو عاصٍ بهذا الفعل ولكنه مؤمن ، ولذلك قال الله تعالى : { يا عبادي الذي آمنوا } فسماهم بالإيمان ، ومع ذلك وقع منهم العصيان فلم يهاجروا إلى أرض الله الواسعة من بلد الشرك ، وهو ما أشار إليه المصنف حكايةً لما ذكره البغوي في (( تفسيره )) من سبب نزولٍ بقوله : ( ناداهم الله باسم الإيمان ) .\n( والدليل على الهجرة من السنة قوله - صلى الله عليه وسلم - : (( لا تنقطع الهجرة حتى تنقطع التوبة ولا تنقطع التوبة حتى تطلع الشمس من مغربها )) ) هذا الحديث المحكي أخرجه الحاكم في مستدركه وكذا غيره .\n( فلما استقر في المدينة أمر ببقية شرائع الإسلام ) يعنى النبي محمداً - صلى الله عليه وسلم - .\nوقوله ( أمر ) فيه ضبطان محتملان: -\nأما الضبط الأول : فالبناء للمعلوم ( أََمَر ) يعود على النبي - صلى الله عليه وسلم - ، فيكون هو الآمر وهذا يصح فما أُمِرَ به من ربه أَمَر به أمته .\n(1/138)\n\nوأما الضبط الثاني : فالبناء للمجهول ( أُمِرَ ) ، وهو واضح بيّن ، أي : أنه لما استقر النبي - صلى الله عليه وسلم - أمره ربه ببقية شرائع الإسلام ، وعلى الثاني يكون الأظهر في فهم سياق الكلام لقول المصنف قبل كلمة أمر ( فلما استقر بالمدينة ).\n(مثل الزكاة والصوم …) إلى قوله ( وغير ذلك من شرائع الإسلام )\nضرب أمثلة على هذه الشرائع ، وهذا المثال صحيح باعتبارٍ ألا وهو أن هذه الأمثلة ذكرها على وجه الجملة ، لا أنها داخلة في الحكم الذي ذكره على وجه التحقيق في جميع مفرداتها ، ذلك أن الزكاة ذهب الأكثر إلى أنها فرضت في مكة وقد حكى ذلك - وعلى أنه قول الأكثر - غير واحد ، ومن أولئك ابن كثير ـ يرحمه الله ـ في (( تفسيره )) وكذلك القرطبي ـ يرحمه الله ـ في (( جامعه )) وجماعةٌ ، ثم استقرت أنصبة الزكاة على وجه التفصيل في المدينة .\nفيحمل تمثيل المصنف على الغالب لا على تحقيق ذلك في جميع مفردات الممثل به ، ثم قال : ( وغير ذلك من شرائع الإسلام ) هذه الجملة في قوله ( مثل ) كناية عنها ، والأصل في المختصرات الاكتفاء بقليل الكلام الدال على غيره وتنحية حشو الكلام الزائد عن غيره ، ولكن يتجوز في ذلك في باب التعليم ،لأن مقام التعليم ليس كغيره من المقامات.\n( أخذ على هذا عشر سنين ) أي : أخذ على حالته السابقة - صلى الله عليه وسلم - من الأمر بشرائع الإسلام وما إليه عشر سنين ، وسبق قول أنس رضي لله عنه .\nوينبغي أن يعلم أن النبي - صلى الله عليه وسلم - عنايته بنذارته الأولى ، وهي التوحيد والدعوة إليه ، والتحذير من الشرك إنما كانت في مكة وكانت أيضاً في المدينة ولم تكن دعوة النبي - صلى الله عليه وسلم - في المدينة خالية عن الدعوة إلى التوحيد ؛ ولكن انضم مع الدعوة إلى التوحيد غيره ، ومن ذلك الشرائع ، وهذا هو مقصود المصنف –رحمه الله -.\n( وبعدها توفي ) أي توفي وفاة حقيقية.",
        "(1/139)\n\n( تُوفي ) و ( تَوفى ) ضبطان صحيحان ، والأشهر عند اللغويين ( تُوفي ) ببناء الكلمة للمجهول ، أي أن غيره هو الذي استوفى له أجله ، وهو ملك الموت أو الله - سبحانه وتعالى - .\nويصح أن يقال توفى أي استوفى عمره في هذه الدنيا ، كما قاله جمع من اللغويين وقرره الزبيدي - رحمه الله - في شرحه على القاموس وجماعة .\n( ودينه باقٍ ) أي أن الدين الإسلامي الذي ارتضاه الله - سبحانه وتعالى - لنا ـ باق إلى أن تقوم الساعة . وبقاء الدين معناه شيئان:-\nأما الشيء الأول: فهو حفظ مادته ، فلا يطرأ عليها تحريف ولا تغيير ، ومن ثم حفظ لله - سبحانه وتعالى - كتابه المسمى بالقرآن فلا يطرأ عليه تحريف ولا تغيير حتى تقوم الساعة.\nوأما الشيءالثاني: فهو بقاء الإسلام وبقاء من يستمسك به وهي الطائفة الناجية أو الفرقة الناجية التي تستمسك بهذا الدين وإنما يبقى الدين ويبقى المسلمون حتى تقوم الساعة . وقيام الساعة على المؤمنين الموحدين بمجيء ريح طيبة تقبض أرواحهم من تحت آباطهم كما جاء في الصحيح .\nقوله ( وهذا دينه لا خير إلا دل الأمة عليه ولا شر إلا حذرها منه ) في هذه الجملة دلالة على استيفاء الشرع لكل خير وتحذير الأمة من كل شر.\nويدل على ذلك دليلان :-\nأما الدليل الأول : فالخبر ، ومن ذلك ما أخرجه الإمام أحمد وغيره من حديث أبي ذر وهو في الصحيح وفيه أن النبي - صلى الله عليه وسلم - قال : (( ما تركت خير يقربكم إلى الجنة ولا شر يدخلكم النار إلا بينته لكم )) وفي رواية (( إلا دللتكم عليه )) .\nوأما الدليل الثاني : فالإجماع ، حيث أجمع أهل العلم والإسلام على أن النبي - صلى الله عليه وسلم - استوفى ذلك ، وممن ذكر الإجماع في ذلك ابن جريرالطبري في (( تفسيره )) والبغوي في (( تفسيره )) وغيرهما .\nوليعلم أن استيفاء الدلالة على الخير والشر تأتي على جهتين :-\n(1/140)",
        "\nأما الجهة الأولى : فبذكر أصول الخير الدالة على مفرداته ، وقواعد الخير الدالة على ما تحتها وهذا هو المقصود.\nوأما الدلالة الثانية : فبذكر تفصيلات الأشياء بأسمائها وألقابها على ما يستمر عليه الناس إلى أن تقبض أرواح الآدميين والمكلفين فهذا غير مقصود.\n( والخير الذي دلها عليه التوحيد وجميع ما يحبه الله ويرضاه ...) إلى قوله ( الجن والإنس ). وهذا فيه دلالة على ما قرر سابقاً مراراً.\n( والدليل قوله تعالى: يأيها الناس إني رسول الله إليكم جميعاً )\n(الدليل) : أي على ما سبق ذكره من أن نذارة النبي - صلى الله عليه وسلم - مستوفية للدلالة على الخير والتحذير من الشر المفسر في كلام المصنف - يرحمه الله - السابق لأن مقتضى الرسالة القيام بالنذارة وسبق معناها.\n( وكمل الله به الدين ) ( به) : الباء سببية ؛ أي بسببه - صلى الله عليه وسلم - ، أو أن تكون على غير السببية وقيل تحتمل أن تكون للإلصاق أي ملصقة بالنبي صلى الله عليه وسلم فلما كان ، كان الإكمال.\nقال المصنف -يرحمه الله - ( والدليل قوله تعالى : { اليوم أكملت لكم دينكم واتممت عليكم نعمتى ورضيت لكم الإسلام ديناً } ) ودلالة الآية على ما قرره المصنف ظاهرة .\nقال المصنف - يرحمه الله - ( والدليل على موته - صلى الله عليه وسلم - قوله تعالى : { إنك ميت وإنهم ميتون … }\n( موته ) : أي ذهاب روحه عن جسده في الدنيا .\n( إنك ميت ) : ذكر الخبر مؤكداً بـ ( إنَّ ) للدلالة على كونه - صلى الله عليه وسلم - قد مات وتوفاه الله سبحانه وتعالى .\nقال المصنف ـ يرحمه الله ـ : ( والناس إذا ماتوا يبعثون ، والدليل قوله تعالى : { منها خلقناكم وفيها نعيدكم ومنها نخرجكم تارة أخرى } ، وقوله تعالى : { والله أنبتكم من الأرض نباتاً ثم يعيدكم فيها ويخرجكم إخراجاً } .\n(1/141)\n",
        "وبعد البعث محاسبون ومجزيون بأعمالهم ، والدليل قوله تعالى : { ولله ما في السماوات وما في الأرض ليجزي الذين أساؤوا بما عملوا ويجزي الذين أحسنوا بالحسنى } ومن كذب بالبعث كفر ، والدليل قوله تعالى : { زعم الذين كفروا أن لن يبعثوا قل بلى وربي لتبعثن ثم لتنئُبنّ بما عملتم وذلك على الله يسيرٌ }\nوأرسل الله جميع الرسل مبشرين ومنذرين والدليل قوله تعالى : { رسلاً مبشرين ومنذرين لئلا يكون للناس على الله حجةٌ بعد الرسل } ، وأولهم نوح عليه السلام وآخرهم محمد - صلى الله عليه وسلم - وهو خاتم النبيين ، والدليل على أن أولهم نوح قوله تعالى : { إنّا أوحينا إليك كما أوحينا إلى نوح والنبيين من بعده } .\nوكل أمة بعث الله إليهم رسولاً من نوح إلى محمد يأمرهم بعبادة الله وحده وينهاهم عن عبادة الطاغوت ، والدليل قوله تعالى : { ولقد بعثنا في كل أمة رسولاً أن اعبدوا الله و اجتنبوا الطاغوت } ، وافترض الله على جميع العباد الكفر بالطاغوت والإيمان بالله .\nقال ابن القيم - رحمه الله تعالى - : ( معنى الطاغوت ما تجاوز به العبد حده من معبود أو متبوع أو مطاع ) والطواغيت كثيرون ، ورؤوسهم خمسة ، إبليس لعنه الله ، ومن عُبِدَ وهو راض ، ومن دعا الناس إلى عبادة نفسه ، ومن ادعى شيئاً من علم الغيب، ومن حكم بغير ما أنزل الله والدليل قوله تعالى : { لا إكراه في الدين قد تبين الرشد من الغي فمن يكفر بالطاغوت ويؤمن بالله فقد استمسك بالعروة الوثقى لا انفصام لها والله سميع عليمٌ } وهذا هو معنى لا إله إلا الله وفي الحديث : (( رأس الأمر الإسلام وعموده الصلاة وذروة سنامه الجهاد في سبيل الله )) والله أعلم )\nقوله ـ يرحمه الله ـ : ( والناس إذا ماتوا يبعثون …. ) إلى آخره قرر المصنف ـ يرحمه الله ـ فيها أشياء :-\nوأولها : قوله : ( والناسُ إذا ماتوا يبعثون )\n(1/142)\n\n( والناس ) : لا يقصد بقوله ( الناس ) بني آدم فقط بل يدخل فيهم الخلائق أجمعون ، سواء أكان المخلوق آدمياً أو غيره ، ويدخل فيه غيره من العجماوات حتى يقتص في أرض المحشر للشاة القرناء من غيرها .\n( يبعثون ): البعث : هو إخراج الأجساد بعد كونها بالية ميتة . فالله - سبحانه وتعالى - سيبعث الخلائق أجمعين وأجسادهم التي بَليت وفنيت مرة ثانية ثم يجمعون في صعيد واحد ، وإخراج هذه الأجساد والأبدان بعد فنائها وبلائها هو المسمى بالبعث بعد الموت.\nوالدليل قوله تعالى { منها خلقناكم وفيها نعيدكم ومنها نخرجكم تارة أخرى }\nفيه ذكر الدليل على ما قرره آنفاً المصنف ـ رحمه الله ـ وهو البعث ، ووجه دلالة الآية على المقصود أن قوله سبحانه ( منها ) أي من الأرض ، فالضمير في قوله ( منها ) يعود على الأرض فيُقَدر المعنى ( من الأرض خلقناكم ) والأرض يقصد به التراب ، والمقصود أصالة آدم عليه السلام ، حيث أنه خلق من تراب وبنوه تابعون له .\n(وفيها نعيدكم ) : فيها ، أي في الأرض وقوله ( فيها ) يقصد به إليها وكلمة (في) لا تأتي في القرآن والنص الشرعي إلا بهذا المعنى سوى مواطن تأخذ معنى ( إلى ) ، ومن هذه المواطن قول الله سبحانه ( وفيها نعيدكم ) أي إليها نعيدكم ، ثم قال سبحانه ( ومنها نخرجكم تارة أخرى ) ، وهذا هو محل الشاهد من الآية ، أي : أنكم تبعثون بعد موتكم وكون أجسادكم بالية .\nثم قال : ( وقوله تعالى { والله أنبتكم من الأرض نباتاً* ثم يعيدكم فيها ويخرجكم إخراجاً } الآية . وهذه الآية فيها دلالة على المقصود وذلك في قوله سبحانه ( ويخرجكم إخراجاً ) أي يخرج أجسادكم وأبدانكم بعد فنائها وكونها بالية .\n( إخراجاً ) : مصدرً جاء مؤكداً للفعل السابق له وهو قوله سبحانه (ويخرجكم) فكان تأكيد الإخراج بالمصدر الذي ألحق بالفعل وهو قوله سبحانه ( إخراجاً ).",
        "(1/143)\n\nوقد دلت الدلائل الكثيرة على صحة بعث الله - سبحانه وتعالى - للأجساد والأبدان بعد كونها بالية مُندرسة .\nوجماع هذه الدلائل ثلاث دلائل:-\nأما الدلالة الأولى : فدلالة الخبر وساق المصنف ـ يرحمه الله ـ شيئاً من ذلك\nوأما الدلالة الثانية : فدلالة الإجماع وقد حكى الإجماع في ذلك غير واحد ومن أولئك عامة أئمة الإسلام ومنهم شيخ الإسلام ابن تيمية كما في (( مجموع الفتاوى)) وكذا غيره .\nوأما الدلالة الثالثة : فدلالة النظر وذلك من جهات كثيرة منها:-\nأن الذي ابتدأ خلق الجسد وأبدعه قادر على أن يعيده تارة أخرى .\nومنها أن الذي خلق ما هو أعظم في خلقه من بني آدم والناس قادر أن يعيد هذه المخلوقات ، فالذي خلق السماوات العُلا والأرضين الدُنا قادر أن يعيد ما بلي من هذه الأجساد وفني وهذا كله من الدلائل النظرية التي أشير إليها في مواطن من القرآن .\nقال المصنف ـ يرحمه الله ـ ( وبعد البعث محاسبون ومجزيون بأعمالهم )\n( بعد البعث ) : أي بعد إحياء الناس من المكلفين ، فإنهم محاسبون ومجزيون .\n( محاسبون ) : من الحساب والحساب في اللغة : هو ما يكون فيه عدّ يقال حسب التاجر ماله ودراهمه إذا عدها عداً وكذلك المعنى هنا ، فإن الله سبحانه وتعالى سيجعل الناس عارفين بأعمالهم وما إلى ذلك كالذي يعدّها عداً ثم هي معدودة عليهم محصاة لدى الله سبحانه وتعالى وإنما يوفيهم هذه الأعمال تقريراً وعرضاً .\n( ومجزيون بأعمالهم ) : مجزيون يأتي عليها احتمالان :-\nأما الاحتمال الأول : فهو من الجزاء ، والجزاء هو مجازاة العامل على ما عمل وهذا هو الأظهر ، ويدل عليه ما بعده ، ذلك أن المصنف قال : ( ومجزيون بأعمالهم ) حيث أن ( الباء ) في كلمة ( بأعمالهم ) للسببية فيكون التقدير: ( مجزيون بسبب أعمالهم ) . فبسبب عملك تدخل الجنة إن عملت خيراً ، وبسبب عملك تدخل النار إن عملت ضد ذلك .\n(1/144)",
        "\nوأما الاحتمال الثاني : فهو أن يقصد بقوله -رحمه الله - ( مجزيون ) التأكيد على قوله السابق ( محاسبون ) فيكون الجزاء بمعنى الحساب .\nوفرق بين الجزاء الأول وهو الاحتمال الأظهر ، وبين الجزاء الثاني المرادف للمحاسبة من حيث المراد لا من حيث المعنى اللغوي ، فإن أُريد بالجزاء الحساب كان من باب التأكيد على ما سبق ، والأصل ( أن الواو العاطفة تقتضي المغايرة ) فيقال الجزاء في قول المصنف ( ومجزيون ) يغاير الحساب في قول المصنف ( محاسبون ) .\nقال المصنف – يرحمه الله – ( والدليل قوله تعالى: { ولله ما في السموات وما في الأرض ليجزي الذين أساؤوا بما عملوا …. } الآية )\nاستدل المصنف ـ يرحمه الله ـ على صحة ما ذكر بجملة أدلة :ـ\nأولها : قول الله تعالى { ولله ما في السماوات وما في الأرض .. } الآية ، ومحل الشاهد منها هو قوله سبحانه { ليجزى الذين أساءوا بما عملوا ويجزي الذي أحسنوا بالحسنى } ففيه معنى الجزاء وهذا على المعنى الأول الأظهر وهو أن الجزاء خلاف الحساب .\nوأما الثاني : فقول الله تعالى : { زعم الذي كفروا أن لن يبعثوا قل بلى وربي لتبعثن } الآية . ومحل الشاهد منها : هو قول الله ( ثم لتُنَبَئُن بما عملتم ) ، وذلك فيه معنى الحساب ، أي أن الله - سبحانه وتعالى - قد عدّ على الخلق أعمالهم وسيخبرهم بها عند قدومهم عليه - سبحانه وتعالى - ودلالة الآية الأولى على الجزاء ظاهرة بالمعنى الظاهر السابق ، وهو أن يجازي كل بحسب عمله ، إما أن يكون في النار وإما أن يكون في دار الأبرار. ودلالة الآية الثانية على الحساب ظاهرة ، لأن الحساب فيه معنى العد ، وهذا المعنى موجود في تنبيئ الغير بما عمل ولا يكون ذلك إلا بعد إحصائه وعدّه .\n(1/145)\n",
        "وهنا وقفة لطيفة : في قول المصنف ـ يرحمه الله ـ ( وبعد البعث محاسبون ) إطلاقٌ يخالفه ما جاء من استثناء ، حيث أن هناك جنساً من الخلق استثنوا من الحساب ، ومن أمثلة ذلك : السبعون ألف الذين يدخلون الجنة من غير حساب ولا عذاب ، فقد ثبت في الصحيحين من حديث ابن عباس ـ رضي لله عنهما ـ أن النبي - صلى الله عليه وسلم - قال : (( فهُم السبعون ألف ، سبعون ألف من أُمتكَ يدخلون الجنة بلا حساب ولا عذاب ) .\nوهذا فيه دلالة أن السبعين ألفاً لا يحاسبون وهم من أمة محمد - صلى الله عليه وسلم - .\nواختلف في الأنبياء والرسل هل يحاسبون أم لا ؟\nقولان للمفسرين وأهل الفقه والعلم : قال شيخ الإسلام ابن تيمية ـ يرحمه الله ـ كما في (( النبوات )) وفي غيره من كتبه ـ يرحمه الله ـ إلى أن الأنبياء يحاسبون على التبليغ ، هل بلّغوا رسالات الله - سبحانه وتعالى - أم لا ؟\nفإذا كان ذلك فقد خرج قول المصنف ـ يرحمه الله ـ ( وبعد البعث محاسبون ) مخرج الغالب أو مخرج الأصل ويخُرّج عن هذا الأصل مع بعضٍ من أمة محمد - صلى الله عليه وسلم - ، أو من المكلفين وسبق التمثيل عليه .\n( وأرسل الله جميع الرسل مبشرين ومنذرين ) فيه دلالتان:-\nأما الدلالة الأولى : فهي أن الأنبياء دعوتهم واحدة لا تختلف .\nوأما الدلالة الثانية : فهي أن الأنبياء كانت علة بعثهم أن يقوموا بالبشارة والنذارة فيكونون مبشرين لمن فعل الخير وأطاع ، ويكونوا منذرين لمن عصى ولم يطع الرسل .\nأما الدلالة الأولى فهي دلالة صحيحة ويدل عليها دليلان : -\n(1/146)\n\nأما الأول : فالخبر ، ومن أصرح ذلك ما أخرجه البخاري وغيره من حديث أبي هريرة رضي الله عنه أن النبي - صلى الله عليه وسلم - قال : (( الأنبياء أخوة لعلات أمهاتهم شتى ودينهم واحد )) وفي قول النبي - صلى الله عليه وسلم - ( إخوة لعلات ) العلات : بفتح العين المهملة مع تشديد اللام بعدها واحدها عَلّه ، ويقصد بهن الضرائر ، فالضرائر نساء شتى لكن أبناء الضرائر والأخوة من هؤلاء الضرائر أبوهم واحد ، فكان الدين واحداً ، والمقصود بقول النبي - صلى الله عليه وسلم - (ودينهم واحد) أي : ما يتعلق بدعوتهم للتوحيد وعقائدهم فإنهم دَعَوا إلى التوحيد وحذروا من الشرك ، واتفقوا على ما يتعلق بذلك وأما ما يتعلق بشرائعهم من صلاة وصدقات وأنواع عبادات فإنهم ليسوا متفقين في جميع هذه الشرائع .\nوأما الثاني : فالإجماع ، وقد حكى الإجماع عن أهل السنة في ذلك غير واحد ، ومن أولئك ابن تيمية ـ يرحمه الله ـ كما في كتابه (( النبوات )) وكذا في (( مجموع الفتاوى )) وغيره .\n( مبشرين ) : جمع مُبَشِّر ، والمبشر هو من تحصل من قبله البشارة للغير ، والبشارة في الأصل إنما تكون لمن هو على ما يستحق أخذ هذه البشارة أو يكون سبباً في أخذها فإن فعل المكلف الطاعة ولقي الله على التوحيد والطاعة فإن ذلك سبب في نجاته وحصول الجنة له ، وإذا كان الضد كان الجزاء من جنس العمل.\n( ومنذرين ) : النذارة ضد البشارة ، وسبق معنى البشارة .\nوقد يستعمل لفظ التبشير بمعنى الإنذار كما في قوله - سبحانه وتعالى - { فبشرهم بعذاب أليم } وهذا في حق الكفار الذين يستحقون النار ، ومن ثم قيل فيما سبق الأصل في البشارة كذا أي : أنه قد يخرج عن هذا الأصل في مواضع من النص الشرعي ومنها ما ذكرنا.\nثم قال المصنف ـ يرحمه الله ـ ( والدليل قوله تعالى { رسلاً مبشرين ومنذرين لئلا يكون للناس على الله حجة بعد الرسل } الآية )",
        "(1/147)\n\n( لئلا ): اللام في قوله ( لئلا ) لام التعليل ، أي : علة ذلك هو إقامة الحجة على الناس ، فإرسال الرسل وإنزال الكتب إنما كان بالعّلة ، وهي إقامة الحجة على الخلق ؛ لأن الله يحب التوحيد ويكره الشرك ويذمُ أهله ، وأن الله يحب من أطاعه ، ويبغض ويكره من عصاه .\nثم قال المصنف ـ يرحمه الله ـ ( وأولهم نوح ـ عليه السلام ـ وآخرهم محمد صلى الله عليه وسلم ) .\nهذه الجملة ذات شقين:-\nأما الشق الأول : فيتعلق بأولية نوح ـ عليه السلام ـ من كونه أول رسول، وهذه المسألة من المسائل المختلف فيها بين أهل التفاسير والتواريخ وغيرهم : فمن قائل أول رسول آدم ، ومن قائل أول رسول نوح ، وقيل غير هذين القولين ، والأظهر والذي اختاره جماعات من المحققين أن أول الرسل هو نوح عليه السلام ولذلك أثبته المصنف ـ يرحمه الله ـ قولاً معتمداً ، ودلّ على صحة هذا القول الخبر ومن الأخبار الدالة على ذلك ما جاء في الصحيحين من حديث أنس وغيره ، وهو حديث الشفاعة الطويل وفيه ( أن الناس يأتون إلى آدم ـ عليه السلام ـ فيطلبون شفاعته فيحيلهم إلى نوح ـ عليه السلام ـ ويقول اذهبوا إلى نوح فإنه أول رسول إلى أهل الأرض ) ففي قوله ( أول ) إثبات للأولوية في الرسالة فهو أول الرسل .\n(1/148)",
        "\n( عليه السلام ) : هذا الاصطلاح يستعمل في الجملة مع الأنبياء ورسل الوحي ، أما رسول الوحي فهو جبريل عليه السلام ، وأما الأنبياء فغير النبي محمد - صلى الله عليه وسلم - ، والعادة الغالبة الجارية عند أهل العلم أنهم إذا ذكروا رسول الوحي جبرائيل أتبعوا ذكره بقولهم : عليه السلام . وإذا ذكروا الأنبياء والرسل من غير النبي محمد - صلى الله عليه وسلم - أتبعوا ذكرهم بقولهم: عليهم السلام أو عليه السلام ، ولو زِيْد على ذلك - صلى الله عليه وسلم - لجاز ؛ لأن الصلاة دعاء ، فصلاة الآدميين على بعضهم من الرسل وغيرهم هو دعاء لهم ، وصلاة الملائكة على الخلق استغفار لهم ، وصلاة الله على بعض خلقه ذكر لهم في الملأ الأعلى ، وهذا الأخير قاله جمع ، ومنهم أبو العالية ـ يرحمه الله ـ فيما أخرجه البخاري معلقاً عنه ، والمقصود أن قول المصنف رحمه الله : ( عليه السلام ) هو مبني على الاصطلاح الغالب المستعمل من أهل العلم .\nوأما الشق الثاني : فهو الإخبار بكون النبي - صلى الله عليه وسلم - ـ أعني محمداً بن عبدالله ـ هو النبي الآخر الخاتم والآخر .\nوالآخرية نوعان :-\nأما النوع الأول : فآخرية الرسالة ، وهذا هو المقصود في عموم ما جاء من آخريات ، وهو الذي عناه المصنف ـ يرحمه الله ـ فرسالة النبي محمد - صلى الله عليه وسلم - هي آخر الرسالات والخاتمة للرسالات .\nوأما النوع الثاني : فآخرية وفاة ، وآخر الرسل وفاة عيسى ابن مريم عليه وعلى نبينا أفضل الصلاة وأتم تسليم ، حيث ينزل في آخر الزمان ويقتل الدجال ، كما ثبت ذلك في أحاديث صحاح.\nثم قال المصنف ـ يرحمه الله ـ ( والدليل على أن أولهم نوح قوله تعالى : { إنا أوحينا إليك كما أوحينا إلى نوح والنبيين من بعده } )\n(1/149)\n",
        "المقصود هنا هو قول الله سبحانه وتعالى ( والنبيين مع بعده ) فالضمير في كلمة (بعده) يعود على نوح ، فجعل الأنبياء بعد نوح ، فإذا جعل الأنبياء بعد نوح فإن معناه أنه هو المقدم الأول .\nوليُعلَم أن آدم عليه السلام هو أبو البشر ، وجميع الآدميين من نسله وقد اتفق أهل التواريخ والسير وأهل العقائد من أهل السنة على أن آدم يوحى إليه ، وإذا كان يوحى إليه فهو ينبأ ؛ لأن من يأتيه الوحي فهو نبي أو منبأً به ، ثم اختلف هل آدم رسول أم لا ؟ على ما سبق الإشارة إليه.\nثم قال المصنف - يرحمه الله - ( وكل أمة بعث الله إليهم رسولاً …) إلى آخر الكتاب ، في هذه الفقرة بين المصنف ـ يرحمه الله ـ جملة مسائل :-\nالمسألة الأولى : قوله : ( وكل أمة بعث الله إليها رسولا من نوح إلى محمد ).\nودل على صحة هذا دلالتان:\nالدلالة الأولى : الخبر ، وقد ذكر المصنف -يرحمه الله - شيئاً منه وذلك بقوله بعدُ ( والدليل قوله تعالى { ولقد بعثنا في كل أمة رسولاً } فقوله ( أمة ) نكرة ثم قال ( رسولاً ) ليُنَكّرَ ذلك فيعم ، أي فيشمل جميع الأمم التي كانت ، فكل أمة قد بعث الله سبحانه وتعالى فيها رسولاً .\nوأما الدلالة الثانية : فالإجماع كما ذكره ابن قيم الجوزية0 ـ يرحمه الله ـ في (( طريق الهجرتين )) وكذا غيره.\n( أمة ) : الأمة هي الجيل أو الجماعة من الناس ، على ما ذُكر في المعاجم .\nوأما المسألة الثانية : فقوله ( يأمرهم بعبادة الله وحده وينهاهم عن عبادة الطاغوت ) وفيه أن الأنبياء المرسلين يدعون أممهم إلى التوحيد وينهونهم عن الشرك وهي دعوة الرسل ، وسبق تقرير ذلك مراراً ، واستدل المصنف ـ يرحمه الله ـ على ذلك بقول الله سبحانه وتعالى { ولقد بعثنا في كل أمة رسولاً أن اعبدوا الله واجتنبوا الطاغوت } ففي قوله ( أن اعبدوا الله واجتنبوا الطاغوت ) دلالة على المسألة .\n(1/150)\n\nالمسألة الثالثة : هي أن جميع الرسل دعوا إلى هذه الحقيقة ، وهذه الحقيقة مكونه من شيئين:-\nالشيء الأول :إثبات استحقاق الله للعبادة دون سواه .\nوأما الثاني : فالكفر بما سوى الله من الآلهة ، وسبق أن من أتى بأحد الأمرين ولم يجمعهما فليس بمؤمن ، فلا بد من الإثبات ولا بد من النفي .\nالمسألة الرابعة : فهي في قول المصنف ـ يرحمه الله ـ ( وافترض الله على جميع العباد الكفر بالطاغوت والإيمان بالله ) . وهذه المسألة : هي معنى لا إله إلا الله .\nثم قال المصنف ـ يرحمه الله ـ ( الطاغوت : قال ابن القيم رحمه الله تعالى ـ : ( معنى الطاغوت ما تجاوز به العبد حده من معبود أو متبوع أو مطاع ) )\n( ابن القيم ) هو شمس الدين محمد بن أبي بكر ابن أيوب الدمشقي ـ رحمه الله ـ المتوفى سنة سبعمائة وإحدى وخمسين من هجرة النبي - صلى الله عليه وسلم - ، وينعت بأنه ابن القيم ( ال ) في كلمة ( القيم ) للعهد الذهني ذلك أن أباه ـ أعني والد شمس الدين محمد بن أبى بكر بن أيوب رحمه الله ـ كان مديراً على مدرسة اسمها : ( مدرسة الجوزية ) والمدير لها يسمى بالقَيِّم عليها ، أي المشرف عليها فينسب ابن القيم ، أي : ابن المشرف على المدرسة إلى هذا النعت ، واشتهر به فقيل له ابن القيم ، وإذا أُتيَ بالإضافة لا يجوز أن يؤتى ( بأل ) مع الإضافة ، لأن ( أل ) مع ( الإضافة ) لا تجتمعان ، كما قرره النحويون واللغويون ، فإذا قيل ابن القيم بإثبات ( أل ) في كلمة القيم لا يؤتى بعدها بكلمة الجوزية ، وإذا أُتيَ بالجوزية جردت كلمة ( القيم ) من ( أل ) فيقال ( ابن قيم الجوزية ).\nوالمقولة التي ذكرها المصنف ـ يرحمه الله ـ تفسيراً للطاغوت عن ابن قيم الجوزية هي بنصها في أول كتاب (( أعلام الموقعين )) لابن القيم ـ يرحمه الله -.",
        "(1/151)\n\n( الطاغوت ) : مأخوذ من اللغة من طغى ، والطغيان في اللغة : هو تجاوز الشيئ ما حُدّ لهُ ، فإذا وضع في الإناء ماء وزاد الماء عن حد الإناء فإن الماء قد طغى وتجاوز عن حد الإناء ، ولذلك قال ابن القيم (ما تجاوز به العبد حده) فهذا المعنى مأخوذ في الأصالة من المعنى اللغوي السابق .\n( ما ) هي (ما) الموصولية التي بمعنى (الذي) فيكون المعنى ( الذي تجاوز به العبد )\nثم ذكر أنواع هؤلاء الذين يتجاوز بهم الحد وأنهم ثلاثة ، وإنما حصرهم ابن قيم الجوزية في ثلاثة بدليل الاستقراء التام ، وسبق معناه .\nأما الأول : فالمعبود من دون الله ، والمعبود اسم مفعول من عُبِدَ ، أي : الذي عبد من دون الله .\nإلا أن من عُبد من غير الله ، إذا أطلق عليه اسم الطاغوت فله جهتان ـ أعني هذا الإطلاق ـ :-\nأما الجهة الأولى : فهي أن يكون على هذا الاسم في اعتقاد من عبده ، لأن من عبده تجاوز بذلك المعبود حدّه فوقع الاسم .\nوأما الجهة الثانية : فهي أن يقصد تسمية هذا المعبود فإنه طاغوت ، وهذا لا يصح إلا باجتماع شرطين كما قرره جماعة ، كابن قيم الجوزية في ((أعلام الموقعين)) وجماعة .\nالشرط الأول : أن يتجاوز به الحد في العبادة .\nالشرط الثاني: أن يكون راضياً بعبادة غيره له .\nومن ثم فعيسى ابن مريم عليه وعلى نبينا أفضل صلاة وأتم تسليم لا يقال إنه طاغوت لأنه لا يرضى الكفر بالله - سبحانه وتعالى - ـ ويأبى أن يجعل معبوداً مع الله أو من دونه .\nأما الثاني : فالمتبوع في غير طاعة الله : والمتبوع اسم مفعول من تَبعَ أو اتّبعَ ، ويقصد به من اتبعه غيره ، فإذا وقع هذا الوصف قيل له : متبوع ، ويقصد بالمتبوع هو من اتُّبع في غير طاعة الله ، ووقعت العبادة أو الشرك بسببه .\n(1/152)",
        "\nومن أمثلة ذلك : السحرة والمشعوذون من الكهنة والعرّافين ، وما إلى ذلك ، فإنهم متبوعون ممن يأتيهم ويأخذ عنهم . ويدخل في ذلك أيضاً العُبّادُ والعلماء إذا كانوا متبوعين على غير طاعة لله - سبحانه وتعالى - ، فيكونون عُبّاد سوء وعلماء سوء.\nوأما الثالث : فالمطاع ، وهو اسم مفعول من الطاعة ، ويقصد به من أطيع على غير طاعة الله - سبحانه وتعالى - ، لينطبق عليه الوصف ، وممن يدخل في ذلك الحكام والأمراء إذا كانوا سبباً في إضلال الناس بأن ألزموهم بخلاف طاعة الله ، وألزموهم بالكفر بالله - سبحانه وتعالى - فإنهم داخلون في ذلك.\nثم قال المصنف ـ يرحمه الله ـ ( والطواغيت كثيرون ورؤوسهم خمسة ، إبليس لعنه الله، ومن عبد وهو راضٍ….) إلى آخره\n( الطواغيت كثيرون ) : وهي مسألة أخرى ذكرها ليبين أن من وقعوا في القسم الأول وهو المعبود ، أو الثاني وهو المتبوع ، أو الثالث وهو المطاع ، ممن يتعلق بهم وصف الطاغوتية كثيرون على مرّ التاريخ ومجيئه ، وأن هذا المعنى يدخل فيه أفراد لا يأتي عليهم حصر.\n( ورؤوسهم خمسة ) : أي أن أجناس هؤلاء الكبار خمسة ، وإنما حصرهم في خمسة لدليل الاستقراء حيث استقرأ المصنف ـ يرحمه الله ـ الطواغيت فوجد أنهم كثيرون إلا أن لهم رؤساء ، وهؤلاء الرؤساء الذين هم رأس للغير خمسة .\nأما أولهم : فإبليس لعنه الله ، وهذا رأس الظلم والشرك والتّعديِ وأمرُه واضح.\nوأما الثاني : فمن عُبد وهو راضٍ ، وسبق معناه .\nوأما الثالث : فمن دعا الناس إلى عبادة نفسه ، أي أنه جعل الناس يعبدونه بأمر منه ورغب ، ومن أمثلة أولئك فرعون لعنه الله فإنه قد دعى الناس أن يعبدوه من دون الله - سبحانه وتعالى - .\nوأما الرابع : فمن ادعى شيئاً من علم الغيب .\n( شيئاً ) : نكرة في سياقٍ شرطي ومن ثم عمّه على ما قرّره جمهور الأصوليين ، فيكون المعنى : من ادعى من علم الغيب -أي شيء- من علم الغيب فإنه يكون من رؤوس الطواغيت.\n(1/153)\n",
        "( علم الغيب ) : يقصد به ما كان خصوصياً لله - سبحانه وتعالى - إذ إن المغيبات نوعان :\nأما النوع الأول : فخاص بالله - سبحانه وتعالى - ، لا يعلمه إلا هو .\nوأما الثاني: فليس خاصاً به - سبحانه وتعالى - ، كأن يعلم فلان بسفر زيد من داره إلى دار أخرى فيكون علماً مغيباً عليه له أن يعرفه بعد غياب هذا العلم عنه ، وهذا لا شيء فيه ، والأول هو المقصود من قول المصنف ( من علم الغيب ).\nوأما الخامس : فهو من حكم بغير ما أنزل الله .\n( الحكم بغير ما أنزل الله ) : أن يجعل الإنسان حكم غير الله محل حكم الله - سبحانه وتعالى - فيحتكم إليه ، والحكمُ بغير ما أنزل الله نوعان:ـ\nالأول : ما هو كفر بالله ، يخرج من ملة الإسلام ، كالذي يجحد حكم الله ورسوله - صلى الله عليه وسلم - ويتحاكم إلى قوانين وضعية ، فإن ذلك كافر بإجماع المسلمين كما قرره المسلمون .\nوالثاني : هو ما كان دون ذلك ، ومن أمثلته هو أن تقع المعصية من قبل بعض الناس فيحكم بغير ما أنزل الله مع إقراره بحاكمية الشرع وأن يتحاكم إلى الشرع راضياً بحكم الله ورسوله ؛ ولكن خرج ذلك منه لغفلة أو شهوة أو نحوها فهذه معصية.\nفهذه الخمسة هي روؤس الطواغيت كما قاله المصنف - يرحمه الله -.\nثم قال ـ يرحمه الله ـ ( والدليل قوله تعالى { لا إكراه في الدين… } الآية\nهذا الدليل يحتمل أن يستدل به على أقرب مذكور ، وأقرب مذكور هو روؤس الطاغوتية الخمسة ، وما في الآية لا يصح دلالة عليه ، وأما الثاني فهو أن يكون راجعاً إلى معنى الطاغوتية الذي أراده المصنف ـ يرحمه الله ـ وهذا بيّن في قول الله ( فمن يكفر بالطاغوت ويؤمن بالله ) وهذا المعنى قال عنه المصنف ـ رحمه الله ـ هو معنى لا إله إلا الله ويقصد بقوله : ومعنى لا إله إلا الله أي : ما سبق ، وهو إثبات ونفي .\n(1/154)\n\nفـ( لا إله إلا الله ) معناها إثبات استحقاق الله للعبادة ونفي استحقاق غيره للعبادة ففيها قَصرُ الإيمان على الله وفيها الكفر بما سوى الله من معبودات وآلهة ، وهذا في الآية ظاهر حيث قال الله تعالى ( فمن يكفر بالطاغوت ) وهذا جانب النفي ، ثم قال ( ويؤمن بالله ) وهذا جانب الإثبات .\nقال المصنف ـ يرحمه الله ـ ( وفي الحديث : (( رأس الأمر الإسلام وعموده الصلاة وذروةُ سَنامِه الجهاد في سبيل الله )) )\nهذا الحديث أخرجه الإمام الترمذي ـ رحمه الله ـ في جامعه وقال عنه ( هو حديث صحيح حسن ) وقد صححه جماعة كالنووي ـ يرحمه الله ـ ، وأَعلّه جماعة ومن أولئك ابن رجب ـ رحمه الله ـ كما في شرحه على الأربعين .\n( رأس الأمر الإسلام … ) إلى آخره : أراد أن يستدل على التوحيد وأنه رأس أمر الإسلام لأنه قد جاء في بعض روايات الحديث ( رأس الأمر الشهادتان ) وفي رواية ( لا إله إلا الله ) والأمر : الإسلام . فيكون المعنى ( رأس الإسلام الشهادتان وعلى رواية ـ لا إله إلا الله ) وهذا يؤكد أهمية التوحيد وأنه عظيم كبير وهو ما أرداه المصنف ـ يرحمه الله ـ من هذه الرسالة جملةً.\n( وعموده الصلاة ) : أي : عمود الإسلام لأن الضمير يرجع إلى الإسلام .\n( وذروة سنامه ) : الذروة هي أعلى كل شيء من كل شيء ، ومن ذلك الإسلام فأعلى الإسلام هو الجهاد في سبيل الله ، وهذا هو الذي عليه جمهور الفقهاء ، والمقصود بالجهاد هو الجهاد بالنفس .\n( في سبيل الله ) : أي مخلصاً في جهاده لله لا يبتغي غنيمة ولا ثناءً ولا شكوراً.\nثم قال المصنف ـ يرحمه الله ـ ( والله أعلم ) .",
        "(1/155)\n\nجرت عادة أهل العلم والإسلام إذا أرادوا ختم رسالة أو كلام أن يُلْمحوا إلى نهايته بكلمة أو جملة ، ومن صنائعهم أنهم يذكرون كلمة ( الله أعلم ) في آخر كلامهم ، لكن قال الملا علي قاري ـ رحمه الله ـ في شرحه على المصابيح ، العادة أن الكلام إذا كان فيه اختلاف أُنهيِ بكلمة ( الله أعلم ) وإذا كان محل وفاق وإجماع أنُهيِ بكلمة ( والله الموفق ) ، وهذا أوفق ، والأمر واسع وما عمله المصنف جرى عليه جمع .\nوهذه الرسالة رسالة عظيمة حوت أصولاً ثلاثة وأشياء زوائد ، أتينا عليها في شرح مختصر يَتفقُ مع هذه الدورة المكثفة العلمية ، سائلين الله سبحانه وتعالي أن يوفقنا وإياكم إلى كل خير ورشاد وأن يفقهنا في دينه ويعلمنا تأويل كتابه وأن يميتنا على التوحيد والسنة وصلى الله وسلم على عبده ورسوله محمد .\n(1/156)"
    ]
}