{
    "partText": [
        "\nمقرر التوحيد\nكتاب تعليمي للناشئة\nو المبتدئين\nتأليف\nالدكتور/ عبد العزيز بن محمد آل عبد اللطيف\nبسم الله الرحمن الرحيم\nتوجيهات عامة\nالحمد لله رب العالمين والصلاة والسلام على أشرف الأنبياء والمرسلين وعلى آله وصحبه أجمعين .\nأما بعد: فهذا مقرر التوحيد للمرحلة الأولية، وقد روعي فيه عرض أهم مسائل التوحيد مع الإيجاز، ووضوح العبارة بما يناسب تلك المرحلة، وقد حوى جملة من الأدلة على مسائل التوحيد، ومع حسن العرض وترتيب المعلومات، وإشارة إلى بعض الجوانب التربوية والسلوكية لتلك المادة .\nوهذا المقرر يصلح تدريسه للناشئة الناطقين بغير اللغة العربية، كما يمكن أن ينتفع به ويستفيد منه الناشئة الذين يتكلمون اللغة العربية .\n* وهذه بعض التوجيهات العامة لمعلم المادة نوردها كما يلي:\n1 - أن يهتم بروح التوجيه والبناء التربوي لنفوس التلاميذ.\n2 - أن تكون هذه المادة مادة حية عن طريق تفاعل المعلم معها وتأثيره على التلاميذ، بحيث تكون المادة سلوكاً إيجابياً في حياتهم .\n3 - أن يشعر المعلم بعظم الأمانة الملقاة على عاتقه في تربية جيل موحِّد .\n4 - أن يستحضر فضل معلم الناس الخير عموماً، ومعلم التوحيد - الذي هو أشرف العلوم - خصوصاً .\n5-أن يعنى بتيسير المادة وتحبيبها إلى نفوس التلاميذ، من خلال وضوح العبارة كتابة ونطقاً، وضرب الأمثال،وإيراد القصص.\n6- أن يكون المعلم قدوة حسنة لطلابه في سلوكه وهيئته.\nوالله أسأل أن يبارك في جهود العاملين للإسلام ، وأن يرزق الجميع حسن القصد وإتباع الحق وصلى الله وسلم على نبينا محمد وعلى آله وصحبه وسلم .\nبسم الله الرحمن الرحيم\nمقرر التوحيد للسنة الأولى\nلا إله إلا الله\nمحمد رسول الله.\nأنا أعبد ربي .\nأنا أحب ربي .\nربي الله .\nـــــــــــــــــــــــــ\nس1- من ربك ؟\nج - ربي الله .\nس2 - من الذي خلقك ؟\nج - الله الذي خلقني وخلق الناس جميعاً.\nس3 - من الذي خلق الليل والنهار والشمس والقمر؟\n(1/1)\n",
        "ج - الله الذي خلق الليل والنهار والشمس والقمر .\nس4 - من الذي خلق الأرض التي نمشي عليها ؟\nج - الله الذي خلق الأرض التي نمشي عليها .\nس5 - من الذي خلق البحار وأجرى الأنهار ؟\nج - الله الذي خلق البحار وأجرى الأنهار .\nس6- من الذي ينزل المطر من السماء ؟\nج - الله الذي ينزل المطر من السماء .\nس7- من الذي خلق الأشجار وأخرج منها الثمار ؟\nج - الله الذي خلق الأشجار وأخرج منها الثمار .\n* * *\nأنا أعبد الله .\nأنا أحب الله .\nالله خلق الناس لعبادته وطاعته .\nعبادة الله وطاعته واجبة على جميع الناس .\nـــــــــــــــــــــــــــ\nس1 - ما دينك؟\nج - ديني الإسلام.\nس2 - ما الإسلام ؟\nج- الإسلام هو توحيد الله، وطاعة الله، وترك مخالفة أمر الله تعالى.\nس3 - ما أساس الإسلام؟\nج - أساس الإسلام شهادة أن لا إله إلا الله وأن محمداً رسول الله.\nس4 - لماذا نقوم جميعاً لأداء الصلاة عند سماع الأذان ؟\nج - لأن الصلاة ركن من أركان الإسلام ، ولا يكون الإنسان مسلماً إلا بفعلها .\nس5 - من الرسول الذي أرسله الله إلينا ؟\nج - النبي محمد صلى الله عليه وسلم هو الرسول الذي أرسله الله إلينا .\nس6 - لماذا أرسل الله محمداً صلى الله عليه وسلم إلى الناس جميعاً؟\nج - أرسله الله إلى الناس ليعلمهم الإسلام .\nس7 - ما الذي يدعو إليه النبي محمد صلى الله عليه وسلم ؟\nج - يدعو النبي محمد صلى الله عليه وسلم إلى عبادة الله وحده، وترك عبادة غير الله .\nـــــــــــــــــــــــــــ\nتدريب :\n- تعويد التلميذ على كتابة الشهادتين مع مراعاة التدرج، والتنسيق مع مادة الكتابة والإملاء .\n- تكرار المادة العلمية مع حفظها .\nتوجيه :\n- يعرض المعلم بعض المشاهد السماوية والأرضية كالنجوم والأشجار والأمطار ، ثم يلفت أنظار تلاميذه إلى قدرة الله تعالى وعظمته.\n(1/2)\n\nيسعى المعلم إلى غرس محبة الله تعالى وتعظيمه في قلوب تلاميذه بما يناسب فطرهم وعقولهم، كما يعود الطلاب على وجوب اتباع الرسول صلى الله عليه وسلم ومحبته .\nمقرر التوحيد للسنة الثانية\nرضيت بالله رباً وبالإسلام ديناً\nوبمحمد( رسولاً ونبياً\nــــــــــــــــــــــــــــــ\nيجب علينا معرفة ثلاثة أصول : معرفة الرب تعالى والدين والرسول\nــــــــــــــــــــــــــــــ\nالأصل الأول : معرفة الرب .\n1 - ربي الله الخالق المالك المدبر.\nقال تعالى : (( اللَّهُ خَالِقُ كُلِّ شَيْءٍ )) 1.\n2 - أعرف ربي بآياته ومخلوقاته .\nقال تعالى : (( وَمِنْ آيَاتِهِ اللَّيْلُ وَالنَّهَارُ وَالشَّمْسُ وَالْقَمَرُ )) 2 .\n3 - الله هو المعبود المستحق للعبادة وحده لا شريك له.\nقال تعالى : (( يَا أَيُّهَا النَّاسُ اعْبُدُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ وَالَّذِينَ مِنْ قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ )) 3 .\nس1- لأي شيء خلقك الله ؟\nج - خلقني لعبادته، كما قال تعالى : (( وَمَا خَلَقْتُ الْجِنَّ وَالْأِنْسَ إِلَّا لِيَعْبُدُونِ )) 4 .\nس2 - ما عبادته ؟\nج - عبادته توحيده وطاعته .\nس3 - ما معنى لا إله إلا الله ؟\nج - معنى لا إله إلا الله : لا معبود بحق إلا الله .\nالأصل الثاني : معرفة الدين .\n1 - الإسلام هو توحيد الله وطاعته ، وترك مخالفة أمر الله ،قال تعالى : (( وَمَنْ أَحْسَنُ دِيناً مِمَّنْ أَسْلَمَ وَجْهَهُ لِلَّهِ وَهُوَ مُحْسِنٌ )) (5) .\n2 - الإسلام هو الدين الذي ارتضاه الله للناس جميعاً .\nقال تعالى : (( وَرَضِيتُ لَكُمُ الْأِسْلامَ دِيناً )) (6)\n3 - الإسلام هو دين الخير والسعادة والسرور .\nقال تعالى : (( بَلَى مَنْ أَسْلَمَ وَجْهَهُ لِلَّهِ وَهُوَ مُحْسِنٌ فَلَهُ أَجْرُهُ عِنْدَ رَبِّهِ وَلا خَوْفٌ عَلَيْهِمْ وَلا هُمْ يَحْزَنُونَ )) (7) .\nس1 - كم أركان الإسلام؟ وما هي؟\nأركان الإسلام خمسة، وهي :",
        "(1/3)\n\n1 - شهادة أن لا إله إلا ألله وأن محمداً رسول الله .\n2 - إقام الصلاة .\n3 - إيتاء الزكاة .\n4 - صوم رمضان .\n5 - حج بيت الله الحرام مع الاستطاعة.\nالأصل الثالث : معرفة النبي صلى الله عليه وسلم .\n1 - نبيي محمد بن عبد الله صلى الله عليه وسلم .\n2 - أرسل الله نبينا محمداً صلى الله عليه وسلم إلى الناس جميعاً ليعلمهم الإسلام.\n3 - يجب عليَّ طاعةُ النبي صلى الله عليه وسلم .\nقال تعالى : (( وَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانْتَهُوا )) (8) .\nــــــــــــــــــــــــــــــ\nتدريب:\nحفظ المادة العلمية بأدلتها.\nتعويد الطلاب كتابة عنوان الدرس : رضيت بالله رباً ....\nتوجيه:\n- يعرض المعلم بعض المشاهد السماوية والأرضية الدالة على ربوبية الله .\n- يقرر المعلم في نفوس تلاميذه أنهم خلقوا لغاية عظيمة وهي عبادة الله .\n- يحبب المعلم تلاميذه إلى الإسلام وما فيه من السعادة والحياة الطيبة .\n- يربي المعلم تلاميذه على محبة الرسول صلى الله عليه وسلم وطاعته.\\\n* * *\nمقرر التوحيد للسنة الثالثة\nأصول عقيدتنا ثلاثة، معرفة ربنا وديننا ونبينا\nالأصل الأول : معرفة ربنا سبحانه.\n1 - ربنا الله سبحانه خالق السموات والأرض .\nقال تعالى : (( إ ِنَّ رَبَّكُمُ اللَّهُ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ )) (9).\n2 - ربنا الله الذي خلق الإنسان وأحسن خلقه .\nقال تعالى : (( لَقَدْ خَلَقْنَا الْأِنْسَانَ فِي أَحْسَنِ تَقْوِيمٍ )) (10).\n3 - ربنا الله الذي يدبر الأمر .\nقال تعالى : (( يُدَبِّرُ الْأَمْرَ مِنَ السَّمَاءِ إِلَى الْأَرْضِ )) (11) .\n4 - خلق الله الجن والإنس لعبادته .\nقال تعالى : (( وَمَا خَلَقْتُ الْجِنَّ وَالْأِنْسَ إِلَّا لِيَعْبُدُونِ )) (12).\n5 - أمرنا الله بالكفر بالطاغوت والإيمان بالله .\n(1/4)",
        "\nقال تعالى : (( فَمَنْ يَكْفُرْ بِالطَّاغُوتِ وَيُؤْمِنْ بِاللَّهِ فَقَدِ اسْتَمْسَكَ بِالْعُرْوَةِ الْوُثْقَى )) (13) .\n6 - العروة الوثقى هي : لا إله إلا الله ، ومعناها: لا معبود بحق إلا الله .\nالأصل الثاني : معرفة ديننا الإسلامي .\n1 - ديننا هو الإسلام لا يقبل الله من أحد سواه .\nقال تعالى : ((وَمَنْ يَبْتَغِ غَيْرَ الْأِسْلامِ دِيناً فَلَنْ يُقْبَلَ مِنْه ))(14) .\n2 - مراتب الدين الإسلامي ثلاث : الإسلام ، والإيمان ، والإحسان .\n3 - الإسلام هو الاستسلام لله تعالى بالتوحيد ، والانقياد له بالطاعة، والخلوص من الشرك وأهله .\n4 - الإيمان : أن تؤمن بالله وملائكته وكتبه ورسله واليوم الآخر ، والقدر خيره وشره .\n5 - الإحسان: أن تعبد الله كأنك تراه، فإن لم تكن تراه فإنه يراك.\nالأصل الثالث : معرفة نبينا محمد صلى الله عليه وسلم .\n1 - هو محمد بن عبد الله بن عبد المطلب الهاشمي القرشي صلى الله عليه وسلم ، وهو أفضل الأنبياء وخاتمهم .\n2 - بلّغ نبينا صلى الله عليه وسلم هذا الدين، وأمرنا بكل خير، ونهانا عن كل شر 3 - يجب علينا الاقتداء بنبينا صلى الله عليه وسلم واتباعه .\nقال تعالى : (( لَقَدْ كَانَ لَكُمْ فِي رَسُولِ اللَّهِ أُسْوَةٌ حَسَنَةٌ )) (15)\n4 - يجب علينا تقديم محبة نبينا صلى الله عليه وسلم على محبة الأمهات والآباء وجميع الناس .\nقال صلى الله عليه وسلم : \" لا يؤمن أحدكم حتى أكون أحب إليه من والده وولده والناس أجمعين\"(16) ومحبته تكون بإتباعه وطاعته .\nتدريب :\nحفظ المادة العلمية مع أدلتها .\nتوجيه بعض الأسئلة للتلاميذ بما يناسب عقولهم .\nتكليف التلاميذ بكتابة .\nتوجيه :\nنفس التوجيهات السابقة في السنة الثانية .\nمقرر التوحيد للسنة الرابعة\nأشهد أن لا إله إلا الله\nوأشهد أن محمدا رسول الله\n1 - معنى شهادة أن لا إله إلا الله : لا معبود بحق إلا الله .\n(1/5)\n",
        "2 - العبادة : هي كل ما يحبه الله ويرضاه من الأقوال والأعمال .\n3 - أنواع العبادة كثيرة منها: الدعاء ، والخوف ، والتوكل ، والصلاة ، والذكر ، وبر الوالدين وغيرها .\nودليل الدعاء قوله تعالى : (( وَقَالَ رَبُّكُمُ ادْعُونِي أَسْتَجِبْ لَكُمْ إِنَّ الَّذِينَ يَسْتَكْبِرُونَ عَنْ عِبَادَتِي سَيَدْخُلُونَ جَهَنَّمَ دَاخِرِينَ )) (17) .\nودليل الخوف قوله تعالى : (( فَلا تَخَافُوهُمْ وَخَافُونِ إِنْ كُنْتُمْ مُؤْمِنِينَ )) (18).\nودليل التوكل قوله تعالى : (( وَعَلَى اللَّهِ فَتَوَكَّلُوا إِنْ كُنْتُمْ مُؤْمِنِينَ )) (19) ودليل الصلاة قوله تعالى : (( وَأَقِيمُوا الصَّلاةَ وَلا تَكُونُوا مِنَ الْمُشْرِكِينَ )) (20) .\nودليل الذكر قوله تعالى : (( يَا أَيُّهَا الَّذِينَ آمَنُوا اذْكُرُوا اللَّهَ ذِكْراً كَثِيراً )) (21) .\nودليل برّ الوالدين قوله تعالى : (( وَوَصَّيْنَا الْأِنْسَانَ بِوَالِدَيْهِ إِحْسَاناً )) (22) .\n4 - تصرف جميع أنواع العبادة لله وحده لا شريك له ، فمن صرف منها شيئاً لغير الله فهو كافر .\nقال تعالى : (( وَمَنْ يَدْعُ مَعَ اللَّهِ إِلَهاً آخَرَ لا بُرْهَانَ لَهُ بِهِ فَإِنَّمَا حِسَابُهُ عِنْدَ رَبِّهِ إِنَّهُ لا يُفْلِحُ الْكَافِرُونَ )) (23) .\n5 - خلق الله الجن والإنس لعبادته وحده .\nقال تعالى : (( وَمَا خَلَقْتُ الْجِنَّ وَالْأِنْسَ إِلَّا لِيَعْبُدُونِ )) (24) .\n6 - من عبد الله تعالى حقاً فسيجد سعادة عظيمة وسروراً وحياة طيبة .\nقال تعالى : (( مَنْ عَمِلَ صَالِحاً مِنْ ذَكَرٍ أَوْ أُنْثَى وَهُوَ مُؤْمِنٌ فَلَنُحْيِيَنَّهُ حَيَاةً طَيِّبَةً )) (25) .\n* * *\n1 - معنى شهادة أن محمداً رسول الله : تصديقه فيما أخبر، وطاعته فيما أمر ، واجتناب ما نهى عنه وزجر ، وأن لا يعبد الله إلا بما شرع .\n(1/6)\n\n2- اسم نبينا محمد بن عبدالله بن عبدالمطلب الهاشمي القرشي، فهو أفضل العرب نسباً صلى الله عليه وسلم .\n3 - أرسل الله نبينا محمداً صلى الله عليه وسلم إلى الناس كافة ، وافترض طاعته على جميع الناس.\nقال تعالى : (( قُلْ يَا أَيُّهَا النَّاسُ إِنِّي رَسُولُ اللَّهِ إِلَيْكُمْ جَمِيعاً )) (26) .\n4 - عاش النبي صلى الله عليه وسلم في مكة المكرمة، ودعا إلى التوحيد وعبادة الله وحده، ثم هاجر إلى المدينة ، وأمر ببقية أحكام الإسلام مثل الزكاة والصوم والجهاد وغيرها ، وتوفي صلى الله عليه وسلم في المدينة وعمره ثلاث وستون سنة . 5 - من خالف أمر النبي صلى الله عليه وسلم فهو مستحق للعذاب الأليم .\nقال تعالى : (( فَلْيَحْذَرِ الَّذِينَ يُخَالِفُونَ عَنْ أَمْرِهِ أَنْ تُصِيبَهُمْ فِتْنَةٌ أَوْ يُصِيبَهُمْ عَذَابٌ أَلِيمٌ )) (27).\n6 - من أطاع النبي صلى الله عليه وسلم فسينال السعادة الكاملة ، والفوز الكبيير .\nقال تعالى : (( وَأَطِيعُوا اللَّهَ وَالرَّسُولَ لَعَلَّكُمْ تُرْحَمُونَ )) (28) .\nوقال تعالى : (( وَإِنْ تُطِيعُوهُ تَهْتَدُوا )) (29) .\nـــــــــــــــــــــــــــ\nتدريب : حفظ مادة المنهج مع أدلتها .\nتوجيه جملة من الأسئلة للتلاميذ .\nكتابة بعض موضوعات المنهج .\nتوجيه :\n- يسعى المعلم إلى إعطاء مفهوم واضح ميسر للعبادة مع بيان سعة مفهومها وأنها ليست فقط العبادات المعهودة .\n- ضرب أمثلة عملية على أنواع العبادة كالدعاء والذكر ونحوهما .\n- يؤكد المعلم على أهمية ثمرات العبادة وما يترتب عليها من السعادة والسرور .\n- يغرس المعلم في قلوب تلاميذه حب الرسول صلى الله عليه وسلم، ويورد لذلك بعض الأحداث النبوية .\n- يبين المعلم لتلاميذه خطورة معصية الرسول صلى الله عليه وسلم، وما ينتج عن ذلك من العذاب والشقاء في الدارين .\n* * *\nمقرر التوحيد للسنة الخامسة\nأنواع التوحيد",
        "(1/7)\n\nالتوحيد : هو إفراد الله تعالى بالربوبية والألوهية وكمال الأسماء والصفات .\nأنواع التوحيد : ثلاثة : وهي توحيد الربوبية ، وتوحيد الألوهية ، وتوحيد الأسماء والصفات .\n1 - توحيد الربوبية : وهو توحيد الله بأفعاله - سبحانه - مثل الخلق والرزق وتدبير الأمور والإحياء والإماتة ونحو ذلك . فلا خالق إلا الله ، كما قال تعالى : (( اللَّهُ خَالِقُ كُلِّ شَيْءٍ)) (30) .\nولا رازق إلا الله ، كما قال تعالى : (( وَمَا مِنْ دَابَّةٍ فِي الْأَرْضِ إِلَّا عَلَى اللَّهِ رِزْقُهَا))(31) .\nولا مدبر إلا الله ، كما قال تعالى : (( يُدَبِّرُ الْأَمْرَ مِنَ السَّمَاءِ إِلَى الْأَرْضِ ))(32) .\nولا محيي ولا مميت إلا الله ، كما قال تعالى : (( هُوَ يُحْيِي وَيُمِيتُ وَإِلَيْهِ تُرْجَعُونَ)) (33) .\nوهذا النوع قد أقر به الكفار على زمن النبي صلى الله عليه وسلم ، ولم يدخلهم في الإسلام ، كما قال تعالى : (( وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ لَيَقُولُنَّ اللَّهُ )) (34) .\n2 - توحيد الألوهية : وهو توحيد الله بأفعال العباد التي أمرهم بها ، فتصرف جميع أنواع العبادة لله وحده لا شريك له ، مثل الدعاء والخوف والتوكل والاستعاذة وغير ذلك .\nفلا ندعو إلا الله ، كما قال تعالى : (( وَقَالَ رَبُّكُمُ ادْعُونِي أَسْتَجِبْ لَكُمْ ))(35) .\nولا نخاف إلا الله ، كما قال تعالى : (( فَلا تَخَافُوهُمْ وَخَافُونِ إِنْ كُنْتُمْ مُؤْمِنِينَ )) (36) .\nولا نتوكل إلا على الله ، كما قال تعالى : (( وَعَلَى اللَّهِ فَتَوَكَّلُوا إِنْ كُنْتُمْ مُؤْمِنِينَ )) (37) .\nولا نستعين إلا بالله ، كما قال تعالى : (( إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ )) (38) .\nولا نستعيذ إلا بالله ، كما قال تعالى : (( قُلْ أَعُوذُ بِرَبِّ النَّاسِ )) (39) .\n(1/8)",
        "\nوهذا النوع من التوحيد هو الذي جاءت به الرسل عليهم السلام ، حيث قال تعالى : (( وَلَقَدْ بَعَثْنَا فِي كُلِّ أُمَّةٍ رَسُولاً أَنِ اعْبُدُوا اللَّهَ وَاجْتَنِبُوا الطَّاغُوتَ )) (40) .\nوهذا النوع هو الذي أنكره الكفار قديماً وحديثاً ، كما قال تعالى :\n(( أَجَعَلَ الْآلِهَةَ إِلَهاً وَاحِداً إِنَّ هَذَا لَشَيْءٌ عُجَابٌ )) (41) .\n3 - توحيد الأسماء والصفات :\nوهو الإيمان بكل ما ورد في القرآن الكريم والأحاديث النبوية الصحيحة من اسماء الله وصفاته التي وصف الله بها نفسه أو وَصَفَه بها رسوله على الحقيقة .\nوأسماء الله كثيرة ، منها : الرحمن ، والسميع ، والبصير ،\nوالعزيز ، والحكيم .\nقال تعالى : (( لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السَّمِيعُ الْبَصِيرُ )) (42) .\nصفات الفائزين\nقال تعالى : (( وَالْعَصْرِ * إِنَّ الْأِنْسَانَ لَفِي خُسْرٍ إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَتَوَاصَوْا بِالْحَقِّ وَتَوَاصَوْا بِالصَّبْرِ )) (43) .\nأقسم الله تعالى بالعصر وهو الزمان على أن الإنسان في خسارة وهلاك إلا من حقق أربعة صفات :\n1 - الإيمان : وهو معرفة الله تعالى ، ومعرفة نبيه ، ومعرفة دين الإسلام .\n2 - العمل الصالح : مثل الصلاة والزكاة والصيام والاصدق وبر الوالدين .\n3 - التواصي بالحق : وهو الدعوة إلى الإيمان والعمل الصالح ، والترغيب في ذلك .\n4 - التواصي بالصبر : وهو الصبر على فعل الطاعات ، والصبر على وقوع المصائب .\nتدريب :\nنفس التدريبات السابقة في السنة الرابعة .\nتوجيه :\nيبين المعلم لتلاميذه عظمة الله تعالى ، فالأمر كله لله ، والرزق بيده .\n- يرسخ المعلم في نفوس تلاميذه وجوب تحقيق العبادة لله ، وضرورة التعلق به سبحانه في جميع الأحوال .\n- يسعى المعلم إلى توضيح توحيد الأسماء والصفات بما يوافق وعقول تلاميذه ، مع بيان آثار الإيمان بتلك الأسماء .\n(1/9)\n",
        "- يغِّب المعلم في الالتزام بصفات الفائزين ، ويوجه تلاميذه نحو التعاون على الخير والاجتماع عليه .\n* * *\nمقرر التوحيد للسنة السادسة\nما ينافي التوحيد ويضاده\n1 - أول ما فرض اللله على الناس الإيمان بالله والكفر بالطاغوت . كما قال تعالى : (( وَلَقَدْ بَعَثْنَا فِي كُلِّ أُمَّةٍ رَسُولاً أَنِ اعْبُدُوا اللَّهَ وَاجْتَنِبُوا الطَّاغُوتَ )) (44)\n2 - معنى الطاغوت : كل ما عبد من دون الله وهو راض .\n3 - صفة الكفر بالطاغوت : أن تعتقد بطلان عبادة غير الله تعالى وتتركها وتبغضها ، وتكفِّر أهلها وتعاديهم .\n4 - الشرك ضد التوحيد ، فالتوحيد هو إفراد الله تعالى بالعبادة ، والشرك هو صرف إحدى العبادات لغير الله تعالى ، مثل أن يدعو غير الله، أو يسجد لغير الله .\n5 - الشرك أكبر الذنوب وأعظمها ، لقوله تعالى : (( إِنَّ اللَّهَ لا يَغْفِرُ أَنْ يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَنْ يَشَاءُ)) (45) .\nوالشرك يبطل جميع الطاعات ، ويوجب الخلود في النار وعدم دخول الجنة ، كما قال تعالى : (( وَلَوْ أَشْرَكُوا لَحَبِطَ عَنْهُمْ مَا كَانُوا يَعْمَلُونَ )) (46) . كما قال تعالى : (( إِنَّهُ مَنْ يُشْرِكْ بِاللَّهِ فَقَدْ حَرَّمَ اللَّهُ عَلَيْهِ الْجَنَّةَ وَمَأْوَاهُ النَّارُ ))(47) .\n6 - الكفر ينافي التوحيد ، فالكفر أقوال وأعمال تخرج فاعلها عن التوحيد والإيمان\nومثال الكفر : الاستهزاء بالله تعالى ، أو آيات القرآن ، أو الرسول كما قال تعالى : (( قُلْ أَبِاللَّهِ وَآيَاتِهِ وَرَسُولِهِ كُنْتُمْ تَسْتَهْزِئُونَ لا تَعْتَذِرُوا قَدْ كَفَرْتُمْ بَعْدَ إِيمَانِكُمْ)) (48) .\n7 - النفاق ينافي التوحيد ، فالنفاق أن يظهر للناس التوحيد والإيمان ويبطن في قلبه الشرك والكفر .\n(1/10)\n\nومثال النفاق : أن يظهر بلسانه الإيمان بالله ويبطن الكفر بقلبه كما قال تعالى : (( وَمِنَ النَّاسِ مَنْ يَقُولُ آمَنَّا بِاللَّهِ وَبِالْيَوْمِ الْآخِرِ وَمَا هُمْ بِمُؤْمِنِينَ )) (49) .\nأي يقولون بألسنتهم آمنا بالله ، وما هم بمؤمنين حقيقة في قلوبهم .\nالإيمان باليوم الآخر\nمعنى الإيمان باليوم الآخر :\nالتصديق الجازم بوقوع هذا اليوم ، فيؤمن كل واحد منا بأن الله تعالى يبعث الناس من القبور ، ثم يحاسبهم ويجازيهم على أعمالهم ، حتى يستقر أهل الجنة في منازلهم ، وأهل النار في منازلهم .\nوالإيمان باليوم الآخر أحد أركان الإيمان ، فلا يصح الإيمان إلا به .\nوالإيمان باليوم الآخر يتضمن ثلاثة أمور :\n1- الإيمان بالبعث والحشر :\nوهو إحياء الموتى من قبورهم ، وإعادة الأرواح إلى أجسادهم ، فيقوم الناس لرب العالمين ، ثم يحشرون ويجمعون في مكان واحد ، حفاة غير منتعلين ، عراة غير مسشتترين ، غرلاص مختونين .\nودليل البعث : قوله تعالى : (( ثُمَّ إِنَّكُمْ بَعْدَ ذَلِكَ لَمَيِّتُونَ * ثُمَّ إِنَّكُمْ يَوْمَ الْقِيَامَةِ تُبْعَثُونَ )) (50) .\nودليل الحشر قوله صلى الله عليه وسلم : \" يحشر الناس يوم القيامة حفاة عراة غرلاً \"(51) .\n2 - الإيمان بالحساب والميزان :\nيحاسب الخلائق على أعمالهم التي عملوها في الحياة الدنيا، فمن كان من أهل التوحيد ومطيعاً لله ورسوله فإن حسابه يسير ، ومن كان من أهل الشرك والعصيان فحسابه عسير .\nوتوزن الأعمال في ميزان عظيم ، فتوضع الحسنات في كفة ، والسيئات في الكفة الأخرى ، فمن رجحت حسناته بسيئاته فهو من أهل الجنة ، ومن رجحت سيئاته بحسناته فهو من أهل النار .",
        "(1/11)\n\nودليل الحساب قوله تعالى : (( فَأَمَّا مَنْ أُوتِيَ كِتَابَهُ بِيَمِينِهِ * فَسَوْفَ يُحَاسَبُ حِسَاباً يَسِيراً وَيَنْقَلِبُ إِلَى أَهْلِهِ مَسْرُوراً * وَأَمَّا مَنْ أُوتِيَ كِتَابَهُ وَرَاءَ ظَهْرِهِ* فَسَوْفَ يَدْعُو ثُبُوراً * وَيَصْلَى سَعِيراً )) (52) .\nودليل الميزان قوله تعالى : (( وَنَضَعُ الْمَوَازِينَ الْقِسْطَ لِيَوْمِ الْقِيَامَةِ فَلا تُظْلَمُ نَفْسٌ شَيْئاً وَإِنْ كَانَ مِثْقَالَ حَبَّةٍ مِنْ خَرْدَلٍ أَتَيْنَا بِهَا وَكَفَى بِنَا حَاسِبِينَ )) (53) .\n3 - الجنة والنار :\nالجنة هي دار النعيم المقيم ، أعدها الله للمؤمنين المتقين ، المطيعين لله ورسوله ، فيها جميع أنواع النعيم الدائم من المأكولات والمشروبات والملبوسات وجميع أنواع المحبوبات . وأما النار فهي دار العذاب المقيم ، أعدها الله للكافرين الذين كفروا بالله وعصوا رسله ، فيها من أنواع العذاب والآلام والنكال ما لا يخطر على البال . ودليل الجنة قوله تعالى : (( وَسَارِعُوا إِلَى مَغْفِرَةٍ مِنْ رَبِّكُمْ وَجَنَّةٍ عَرْضُهَا السَّمَاوَاتُ وَالْأَرْضُ أُعِدَّتْ لِلْمُتَّقِينَ )) (54) .\nوقوله تعالى : (( فَلا تَعْلَمُ نَفْسٌ مَا أُخْفِيَ لَهُمْ مِنْ قُرَّةِ أَعْيُنٍ جَزَاءً بِمَا كَانُوا يَعْمَلُونَ )) (55) .\nوأما دليل النار فقوله تعالى : (( فَاتَّقُوا النَّارَ الَّتِي وَقُودُهَا النَّاسُ وَالْحِجَارَةُ أُعِدَّتْ لِلْكَافِرِينَ )) (56) .\nوقوله تعالى : (( إِنَّ لَدَيْنَا أَنْكَالاً وَجَحِيماً وَطَعَاماً ذَا غُصَّةٍ وَعَذَاباً أَلِيماً )) (57) .\nاللهم إنا نسألك الجنة وما قرّب إليها من قول أو عمل ، ونعوذ بك من النار وما قرّب إليها من قول أو عمل .\nتدريب :\n- حفظ المنهج مع أدلته .\n- توجيه أسئلة للتلاميذ بما يناسب هذه المرحلة ، بحيث لا تكون الإجابة تلقيناً فحسب ، بل يعنى بتنمية الجانب التفكيري وإعمال الذهن التلميذ .\nتوجيه :\n(1/12)",
        "\n- على المعلم أن يقرر لتلاميذه خطورة كل ما ينافي التوحيد ، ويبين شناعة الشرك والكفر والنفاق في الدارين ، مع نراعاة ضرب الأمثال والأحداث .\n- يعلّق المعلمُ تلاميذه بالدار الآخرة ، ويجعلها شغلهم وهمهم .\n- يؤكد المعلم من خلال عرض اليوم اغلآخر على كمال قدرة الله في البعث ، وتمام عدله في الحساب والجزاء ، وعظيم رحمته وفضله بأصحاب الجنة .\n- ينمي المعلم في قلوب تلاميذه خوف الله ومراقبته ، ومحبة فعل الطاعة وبغض المعصية استعداداً لليوم الآخر.\n* * *\nبسم الله الرحمن الرحيم\nتوجيهات عامة\nالحمد لله رب العالمين والصلاة والسلام على رسولنا محمد الهادي الأمين وعلى آله وصحبه أجمعين .\nوبعد : فهذا مقرر التوحيد للمرحلة الإعدادية، وقد روعي فيه عرض أركان الإيمان بشيء من البسط والبيان، بطريقة تناسب أذهان طلاب هذه المرحلة، حيث يتطلعون إلى معرفة ما هو جديد عليهم، كما عني بجانب ترتيب المادة العلمية ، وحسن عرضها مع الحديث عن الآثار السلوكية والتربوية لأركان الإيمان .\nوهذه التوجيهات العامة لمعلم المادة، نوردها على النحو التالي :\n1 - أن يهتم المعلم بالججانب الدعوي ، فيعنى بإرشاد الطلاب وتوجيههم لكل خير .\n2- أن يدرك المعلم عظم الأمانة الملقاة على عاتقه في تربية جيل، مؤمن، وأن يستحضر فضل معلم الناس الخير عموما، ومعلم التوحيد - أشرف العلوم- خصوصا.\n3- أن يعنى بتيسير المادة وتحبيبها إلى نفوس الطلاب، من خلال\nالتحضير الجيد، وحسن العرض ، وضرب الأمثال ، وإيراد القصص .\n4 - أن يكون المعلم قدوة حسنة لطلابه ، وأن يشعر تلاميذه بأنه بمنزلة الوالد لهم\n5- أن يراعي أحوال المراهقين ، وما ةيمرون به من أزمات ونزوات، وأن يجعل من هذه المادة الشريفة شفاءً لتلك الأعراض.\n6 - أن يجيب المعلم على أسئلة طلابه ، ويسلك في إجابته مسلك الإقناع والتيسير والحكمة .\n(1/13)\n",
        "والله أسأل أن ينفع بهذا الجهد، وان يوةفق الجميع لكل بر، وبالله التوفيق، وصلى الله على نبينا محمد وعلى آله وصحبه أجمعين .\nبسم الله الرحمن الرحيم\nمقرر التوحيد للسنة الأولى الإعدادية\nمقدمة عن العقيدة الإسلامية وأهميتها\nإن الدين الإسلامي عبارة عن عقيدة وشريعة، فأما العقائد فيراد بها الأمور التي تصدق بها النفوس ، وتطمئن إليها القلوب وتكون يقينا عند أصحابها لاشك فيها ولا ريب .\nوالشريعة تعني التكاليف العملية التي دعى إليها الإسلام كالصلاة والزكاة والصيام وبرالوالدين وغيرها .\nوأسس العقيدة الإسلامية هي الإيمان بالله وملائكته وكتبه ورسله واليوم الآخر والإيمان بالقدر خيره وشره . والدليل على ذلك قوله تعالى : (( لَيْسَ الْبِرَّ أَنْ تُوَلُّوا وُجُوهَكُمْ قِبَلَ الْمَشْرِقِ وَالْمَغْرِبِ وَلَكِنَّ الْبِرَّ مَنْ آمَنَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَالْمَلائِكَةِ وَالْكِتَابِ وَالنَّبِيِّينَ )) (58)\nوقوله تعالى في القدر : (( إِنَّا كُلَّ شَيْءٍ خَلَقْنَاهُ بِقَدَرٍ* وَمَا أَمْرُنَا إِلَّا وَاحِدَةٌ كَلَمْحٍ بِالْبَصَرِ )) (59) .\nوقوله صلى الله عليه وسلم \" الإيمان أن تؤمن بالله وملائكته وكتبه ورسله واليوم الآخر وتؤمن بالقدر خيره وشره \" (60)\nأهمية العقيدة الإسلامية\nتظهر أهمية العقيدة الإسلامية من خلال أمور كثيرة منها ما يلي :\n1- أن حاجتنا إلى العقيدة فوق كل حاجة، وضرورتنا إليها فوق كل ضرورة ، لأنه لا سعادة للقلوب ، ولا نعيم ، ولا سرور إلا بأن تعبد ربها وفاطرها تعالى .\n2 - أن العقيدة الإسلامية هي أعظم الواجبات وآكدها، ولذا فهي أول ما يطالب به الناس، كما قال صلى الله عليه وسلم : \" أمرت أن أقاتل الناس حتى يشهدوا أن لا إله إلا الله وأن محمداً رسول الله \"(61) .\n3 - أن العقيدة الإسلامية هي العقيدة الوحيدة التي تحقق الأمن والاستقرار ، والسعادة والسرور .\n(1/14)\n\nكما قال تعالى : (( بَلَى مَنْ أَسْلَمَ وَجْهَهُ لِلَّهِ وَهُوَ مُحْسِنٌ فَلَهُ أَجْرُهُ عِنْدَ رَبِّهِ وَلا خَوْفٌ عَلَيْهِمْ وَلا هُمْ يَحْزَنُونَ )) (62) .\nكما أن العقيدة الإسلامية وحدها التي تحقق العافية والرخاء ، قال تعالى : (( وَلَوْ أَنَّ أَهْلَ الْقُرَى آمَنُوا وَاتَّقَوْا لَفَتَحْنَا عَلَيْهِمْ بَرَكَاتٍ مِنَ السَّمَاءِ وَالْأَرْضِ )) (63) .\n4- أن العقيدة الإسلامية هي السبب في حصول التمكين في الأرض، وقيام دولة الإسلام قال تعالى : (( وَلَقَدْ كَتَبْنَا فِي الزَّبُورِ مِنْ بَعْدِ الذِّكْرِ أَنَّ الْأَرْضَ يَرِثُهَا عِبَادِيَ الصَّالِحُونَ)) (64) .\n* * *\nالإيمان بالله عز وجل\n- معنى الإيمان بالله عز وجل:\nهو التصديق الجازم بوجود الله تعالى، والإقرار بربوبيته وألوهيته وأسمائه وصفاته.\nفتضمن الإيمان بالله عز وجل أربعة امور :\nالإيمان بوجود الله سبحانه وتعالى .\nالإيمان بربوبية الله تعالى .\nالإيمان بألوهية الله تعالى .\nالإيمان بأسماء الله وصفاته .\nوسنتحدث عن هذه الأمور الأربعة تفصيلاً على النحو الآتي:\n1- الإيمان بوجود الله تعالى\n1- إن الإقرار بوجود الله تعالى أمر فطري في الإنسان، وأكثر الناس يعترفون بوجود الله ، ولم يخالف في ذلك إلا قلة قليلة من الملاحدة .\nإن كل مخلوق قد فطر على الإيمان بخالقه من غير سبق تعليم ، وها نحن نسمع ونشاهد من إجابة الداعين وإعطاء السائلين ما يدل دلالة يقينية على وجوده تعالى كما قال تعالى : (( إِذْ تَسْتَغِيثُونَ رَبَّكُمْ فَاسْتَجَابَ لَكُمْ )) (65) .\nب - ومن المعلوم عند كل شخص أن الحادث لا بد له من محدث ، وهذه المخلوقات الكثيرة والتي نشاهدها في كل وقت لابد لها من خالق أوجدها، وهو الله عز وجل؛ لأنه يمتنع أن تكون مخلوقة من غير خالق خلقها، كما يمتنع أن تخلق نفسها؛ لأن الشيء لا يخلق نفسه.",
        "(1/15)\n\nكما قال تعالى : (( أَمْ خُلِقُوا مِنْ غَيْرِ شَيْءٍ أَمْ هُمُ الْخَالِقُونَ )) (66).\nومعنى الآية : أنهم لم يخلقوا من غير خالق، ولا هم الذين خلقوا أنفسهم، فيتعين أن يكون خالقهم هو الله تبارك وتعالى .\nجـ - إن انتظام هذا الكون بسمائه وأرضه ونجومه وأشجاره يدل دلالة قطعية على أن لهذا الكون خالقاً موحداً وهو الله سبحانه وتعالى : (( صُنْعَ اللَّهِ الَّذِي أَتْقَنَ كُلَّ شَيْءٍ )) (67) .\nفهذه الكواكب والنجوم - مثلاً - تسير على نظام ثابت لا يختل ، وكل كوكب يسير في مجال لا يتعداه ولا يتجاوزه .\nيقول تعالى : (( لا الشَّمْسُ يَنْبَغِي لَهَا أَنْ تُدْرِكَ الْقَمَرَ وَلا اللَّيْلُ سَابِقُ النَّهَارِ وَكُلٌّ فِي فَلَكٍ يَسْبَحُونَ )) (68) .\n2 - الإيمان بربوبية الله تعالى\nأ ـ معنى الإيمان بربوبية الله تعالى :\nهو الإقرار بأن الله تعالى رب كل شيء ومالكه وخالقه ورازقه، وأن المحيي المميت النافع الضار، الذي له الأمر كله، وبيده الخير، وهو على كل شيء قدير، ليس له في ذلك شريك.\nوالإيمان بربوبية الله هو التصديق الجازم بأن الله سبحانه وتعالى هو الرب لا شريك له، وإفراد الله بأفعاله، بأن يعتقد أن الله وحده الخالق لكل ما في الكون، وكما قال تعالى : (( اللَّهُ خَالِقُ كُلِّ شَيْءٍ )) (69) .\nوأنه الرزاق لجميع المخلوقات، كما قال تعالى : (( وَمَا مِنْ دَابَّةٍ فِي الْأَرْضِ إِلَّا عَلَى اللَّهِ رِزْقُهَا )) (70) .\nوأنه المالك لكل شيء، حيث قال سبحانه : (( لِلَّهِ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ وَمَا فِيهِنَّ )) (71).\nب - قرر الله تعالى انفراده بالربوبية على جميع خلقه، فقال سبحانه : (( الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ)) (72) .\nومعنى رب العالمين أي خالقهم ومالكهم ومصلحهم ومربيهم بأنواع نعمه وفضله .\n(1/16)",
        "\nجـ - وقد فطر الله الخلق على الإيمان بربوبية الله تعالى، حتى مشركي العرب زمن النبي صلى الله عليه وسلم ، كما قال سبحانه :\n(( قُلْ مَنْ رَبُّ السَّمَاوَاتِ السَّبْعِ وَرَبُّ الْعَرْشِ الْعَظِيمِ سَيَقُولُونَ لِلَّهِ قُلْ أَفَلا تَتَّقُونَ قُلْ مَنْ بِيَدِهِ مَلَكُوتُ كُلِّ شَيْءٍ وَهُوَ يُجِيرُ وَلا يُجَارُ عَلَيْهِ(73) إِنْ كُنْتُمْ تَعْلَمُونَ سَيَقُولُونَ لِلَّهِ قُلْ فَأَنَّى تُسْحَرُونَ ))(74) .\nإن الإيمان بربوبية الله تعالى لا يكفي العبد في حصول الإسلام، بل لا بد أن يؤمن بألوهية الله تعالى، فإن النبي صلى الله عليه وسلم قد قاتل مشركي العرب مع إقرارهم بربوبية الله تعالى .\nد - إن جميع الكون بسمائه وأرضه، وكواكبه ونجومه، وشجره ، وإنسه وجنه، كله خاضع لله تعالى .\nقال تعالى : (( وَلَهُ أَسْلَمَ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ طَوْعاً وَكَرْهاً )) (75) .\nفليس لأحد من المخلوقات خروج عن قدر الله تعالى، فإن الله تعالى هو مليكهم يصرفهم كيف يشاء وفق حكمته ،وهو خالقهم جميعا، وكل ما سوى الله مصنوع فقير محتاج إلى خالقه تعالى .\nهـ- إذا تقرر أن الله تعالى له الأمر كله، فلا خالق إلا الله ، ولا رازق إلا الله ، ولا مدبر للكون إلا الله وحده، فلا تتحرك ذرة إلا بإذنه ، فإن هذا يوجب تعلق قلوبنا بالله وحده، وسؤاله والافتقار إليه ، والاعتماد عليه، فهو سبحانه خالقنا ورازقنا ومالكنا .\n3 - الإيمان بإلوهية الله تعالى :\nأ - معنى الإيمان بإلوهية الله تعالى :\nالتصديق الجازم بأن الله تعالى وحده المستحق لجميع أنواع العبادة الظاهرة والباطنة \" مثل الدعاء والخوف والتوكل والاستعانة والصلاة والزكاة والصيام، فيعلم العبد يقيناً أن الله هو المعبود لا شريك له، فلا معبود بحق إلا الله تعالى ، كما قال سبحانه : (( وَإِلَهُكُمْ إِلَهٌ وَاحِدٌ لا إِلَهَ إِلَّا هُوَ الرَّحْمَنُ الرَّحِيمُ )) (76) .\n(1/17)\n",
        "فأخبر تعالى أن الإله إله واحد ، أي معبود واحد فلا يجوز أن يتخذ إله غيره، ولا يعبد إلا إياه .\nب - إن الإيمان بإلوهية الله :\nهو الاعتراف بأن الله وحده الإله الحق لا شريك له، والإله بمعنى المألوه أي المعبود حباً وتعظيماً، فهو إفراد الله بجميع أنواع العبادة، فلا ندعو إلا الله ، ولا نخاف إلا الله ، ولا نتوكل إلا على الله ، ولا نسجد إلا لله ، ولا نخضع إلا لله ، فلا يستحق العبادة إلا هو سبحانه، تحقيقاً لقوله تعالى : (( إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ )) (77) .\nجـ - أهمية الإيمان بإلوهية الله تعالى :\nتبدوا أهمية الإيمان بإلوهية الله تعالى من خلال ما يلي :\n1- أن الغاية من خلق الجن والإنس هو عبادة الله وحده لا شريك له ، حيث قال سبحانه : (( وَمَا خَلَقْتُ الْجِنَّ وَالْأِنْسَ إِلَّا لِيَعْبُدُونِ )) (78) .\n2 - أن المقصود من إرسال الرسل عليهم السلام وإنزال الكتب\nالسماوية هو الإقرار بأن الله هو المعبود الحق ، كما قال سبحانه : (( وَلَقَدْ بَعَثْنَا فِي كُلِّ أُمَّةٍ رَسُولاً أَنِ اعْبُدُوا اللَّهَ وَاجْتَنِبُوا الطَّاغُوتَ )) (79).\n3 - أن أول واجب على كل شخص هو الإيمان بألوهية الله تعالى ، كما جاء في وصية النبي صلى الله عليه وسلم لمعاذ بن جبل - رضي الله عنه - لما أرسله إلى اليمن قائلاً له : \"إنك تأتي قوماً من أهل الكتاب فليكن أول ما تدعوهم إليه شهادة أن لا إله الله \"(80) .\nأي ادعهم إلى إفراد الله بجميع أنواع العبادة .\nد- معنى لا إله إلا الله :\nهذه الكلمة العظيمة هي أول واجب على كل شخص، كما أنها آخر واجب، فمن مات على هذه الكلمة فهو من أهل الجنة، كما قال النبي صلى الله عليه وسلم:\"من مات وهو يعلم أن لا إله إلا الله دخل الجنة\"(81)\nولذا فإن وجوب معرفة لا إله إلا الله أعظم الواجبات وأهمها .\n(1/18)\n\nومعنى لا إله إلا الله : أي لا معبود بحق إلا الله وحده، فهو نفي الإلهية عما سوى الله تبارك وتعالى ، وإثباتها كلها لله وحده لا\nشريك له .\nفمعنى الإله هو المعبود، فمن عبد شيئاً فقد اتخذه إلهاً من دون الله، وجميع ذلك باطل إلا إله واحد وهو الله وحده .\nوالله تعالى هو الإله الذي تعبده القلوب محبة وإجلالاً وتعظيماً، وذلاً وخضوعاً، وخوفاً وتوكلاً عليه، ودعاءً له .\nوليس للقلوب سرور ولا سعادة إلا بتحقيق معنى لا إله إلا الله ، فإن السرور التام والحياة الطيبة والنعيم إنما هو في إفراد الله تعالى بالعبادة .\nهـ - أركان لا إله إلا الله :\nلهذه الكلمة العظيمة ركنان هما النفي والإثبات .\nفالركن الأول : \"لا إله \" وهو نفي العبادة عما سوى الله ، وإبطال الشرك ، ووجوب الكفر بكل ما يعيد من دون الله .\nوالركن الثاني : \" إلا الله \" وهو إثبات العبادة لله وحده ، وإفراده سبحانه بجميع أنواع العبادة .\nوالدليل على ذلك قوله تعالى : (( فَمَنْ يَكْفُرْ بِالطَّاغُوتِ وَيُؤْمِنْ بِاللَّهِ فَقَدِ اسْتَمْسَكَ بِالْعُرْوَةِ الْوُثْقَى )) (82).\nفقوله : (( فَمَنْ يَكْفُرْ بِالطَّاغُوتِ )) هو معنى الركن الأول ( لا إله) ، وقوله :(( وَيُؤْمِنْ بِاللَّهِ )) هو معنى الركن الثاني ( إلا الله ) .\nو- شروط لا إله إلا الله :\nلابد في شهادة أن لا إله إلا الله من سبعة شروط لا تنفع قائلها إلا باجتماعها ، وهي كالتالي :\n1 - العلم بمعنى لا إله إلا الله، كما قال تعالى : \" فاعلم أنه لا إله إلا الله \"(83) .\n2- اليقين : أن يكون قائلها مستيقناً بما تدل عليه، فإن كان شاكاً مرتاباً بما تدل عليه لم تنفعه. قال تعالى : (( إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ آمَنُوا بِاللَّهِ وَرَسُولِهِ ثُمَّ لَمْ يَرْتَابُوا)) (84) .",
        "(1/19)\n\n3 - القبول لما دلت عليه هذه الكلمة من عبادة الله وحده وترك عبادة ما سواه ، فمن قالها ولم يقبل عبادة الله وحده كان من الذين قال الله فيهم : (( إِنَّهُمْ كَانُوا إِذَا قِيلَ لَهُمْ لا إِلَهَ إِلَّا اللَّهُ يَسْتَكْبِرُونَ * وَيَقُولُونَ أَإِنَّا لَتَارِكُو آلِهَتِنَا لِشَاعِرٍ مَجْنُونٍ )) (85) .\n4 - الانقياد لما دلت عليه ، قال تعالى : (( وَمَنْ يُسْلِمْ وَجْهَهُ إِلَى اللَّهِ وَهُوَ مُحْسِنٌ فَقَدِ اسْتَمْسَكَ بِالْعُرْوَةِ الْوُثْقَى )) (86) .\nومعنى يسلم وجهه : أي ينقاد ويخضع، والعروة الوثقى هي : لا إله إلا الله .\n5 - الصدق : وهو أن يقول هذه الكلمة صدقاً من قلبه ، كما قال صلى الله عليه وسلم : \" ما من أحد يشهد أن لا إله إلا الله وأن محمداً عبده ورسوله صدقاً من قلبه إلا حرمه الله على النار \"(87) .\n6 - الإخلاص : وهو تصفية العمل من جميع شوائب الشرك، بأن لا يقصد بقولها طمعاً من مطامع الدنيا . قال صلى الله عليه وسلم : \" إن الله حرم النار على من قال لا إله إلا الله ، يبتغي بذلك وجه الله \"(88) .\n7 - المحبة لهذه الكلمة، ولما تدل عليه، ولأهلها العاملين بها . قال تعالى : (( وَمِنَ النَّاسِ مَنْ يَتَّخِذُ مِنْ دُونِ اللَّهِ أَنْدَاداً يُحِبُّونَهُمْ كَحُبِّ اللَّهِ وَالَّذِينَ آمَنُوا أَشَدُّ حُبّاً لِلَّهِ )) (89) .\nأهل لا إله إلا الله يحبون الله حباً خالصاً، وأهل الشرك يشركون فيحبون مع الله غيره من المعبودات الأخرى،وهذا ينافي معنى لا إله إلا الله.\nز - معنى العبادة :\nهي اسم جامع لكل ما يحبه الله ويرضاه من الأقوال والأعمال الباطنة والظاهرة، مثل محبة الله ورسوله صلى الله عليه وسلم ، والخوف من الله، والتوكل على الله، وسؤال الله تعالى، والصلاة، والزكاة، وبر الوالدين، وذكر الله تعالى، وجهاد الكفار والمنافقين، وغير ذلك.\n(1/20)",
        "\nفأنواع العبادة كثيرة تشمل كل أنواع الطاعات كتلاوة القرآن، والإحسان إلى الفقراء والمحتاجين، والصدق، والأمانة، والكلمة الطيبة .\nوالعبادة شاملة لكل تصرفات المؤمن إذا نوى بها التقرب إلى الله تعالى، بل لو أكل أحدنا أو شرب أو نام بقصد التقوي على طاعة الله تعالى ، فإنه يثاب على ذلك ، فهذه العادات مع النية الصالحة والقصد الصحيح تصير عبادات يثاب عليها، فليست العبادة قاصرة على الشعائر المعروفة كالصلاة والصيام ونحوهما .\nح - إن العبادة هي التي خلق الله الخلق من أجلها، قال تعالى : (( وَمَا خَلَقْتُ الْجِنَّ وَالْأِنْسَ إِلَّا لِيَعْبُدُونِ* مَا أُرِيدُ مِنْهُمْ\nمِنْ رِزْقٍ وَمَا أُرِيدُ أَنْ يُطْعِمُونِ * إِنَّ اللَّهَ هُوَ الرَّزَّاقُ ذُو الْقُوَّةِ الْمَتِينُ )) (90) .\nفأخبر سبحانه أن الحكمة من خلق الجن والإنس هي قيامهم بعبادة الله ، والله تعالى غني عن عبادتهم، وإنما هم المحتاجون إلى عبادته ، لفقرهم إلى الله تعالى .\nإن فقر العبد إلى الله بأن الله لا يشرك به شيئاً، أعظم من فقره وحاجته إلى الماء والطعام .\nإن القلب إذا ذاق طعم عبادة الله تعالى والإخلاص له، لم يكن عنده شيء قط أحلى من ذلك، ولا ألذ ولا اطيب ، ولا يخلص أحد من آلام الدنيا ومشاكلها إلا بتحقيق العبودية لله تعالى .\nط - أركان العبادة :\nإن العبادة التي أمر الله بها قائمة على ركنين مهمين :\nالأول : كمال الذل والخوف ، والثاني : كمال الحب .\nفالعبادة التي فرضها الله على عباده لابد فيها من كمال الذل لله والخضوع له والخوف منه، مع كمال الحب وغايته ، والرغبة إليه ورجائه .\nوالمحبة وحدها التي لم يكن معها خوف ولا تذلل كمحبة الطعام والمال ليست بعبادة، وكذلك الخوف بدون محبة كالخوف من حيوان مفترس لا يعد عبادة، فإذا اجتمع الخوف والحب في العمل كان عبادة، والعبادة لا تكون إلا لله وحده .\nي - التوحيد سبب قبول العبادة :\n(1/21)\n",
        "إن العبادة التي أمر الله بها لا تسمى عبادة إلا مع توحيد الله تعالى، فلا تصح العبادة مع الشرك، ولا يوصف أحد بأنه عبد لله تعالى إلا مع تحقيقه التوحيد، وإفراد الله تعالى وحده بالعبادة ، فمن عبد الله تعالى وأشرك معه غيره فليس عبداً لله .\nفتوحيد الله تعالى ، وإخلاص العبادة لله وعدم الإشراك به هو الشرط في قبول العبادة عند الله ، إضافة إلى أن العبادة لا تكون مقبولة إلا بموافقة الشرع، وعلى وفق سنة المصطفى صلى الله عليه وسلم .\nفشرطا كل عمل ليكون مقبولاً عند الله تعالى هما :\n1 - أن لا يعبد إلا الله وحده (وهو التوحيد) .\n2 - أن ل يعبد إلا بما أمر الله به ( وهو الاتباع لرسول الله ( ) .\nكما قال تعالى : (( بَلَى مَنْ أَسْلَمَ وَجْهَهُ لِلَّهِ وَهُوَ مُحْسِنٌ فَلَهُ أَجْرُهُ عِنْدَ رَبِّهِ وَلا خَوْفٌ عَلَيْهِمْ وَلا هُمْ يَحْزَنُونَ )) (91) .\nومعنى (( أَسْلَمَ وَجْهَهُ )) أي حقق التوحيد فأخلص عبادته لله، ومعنى (( وَهُوَ مُحْسِنٌ))، أي متبع لرسول الله صلى الله عليه وسلم .\nك - الشرك :\nالشرك يناقض الإيمان بألوهية الله وحده، وإذا كان الإيمان بألوهية الله تعالى وحده، وإفراد الله بالعبادة أهم الواجبات وأعظمها، فإن الشرك أكبر المعاصي عند الله تعالى، فهو الذنب الوحيد الذي لا يغفره الله ، قال تعالى : (( إِنَّ اللَّهَ لا يَغْفِرُ أَنْ يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَنْ يَشَاءُ )) (92) .\nوقال تعالى : (( إِنَّ الشِّرْكَ لَظُلْمٌ عَظِيمٌ ))(93) .\nولما سئل رسول الله صلى الله عليه وسلم عن أي الذنب أعظم عند الله؟ قال : \" أن تجعل لله نداً وهو خلقك \" (94) .\nوالشرك يفسد الطاعات ويبطلها كما قال سبحانه : (( وَلَوْ أَشْرَكُوا لَحَبِطَ عَنْهُمْ مَا كَانُوا يَعْمَلُونَ )) (95) .\nويوجب الشرك لصاحبه الخلود في نار جهنم ، حيث قال تعالى :\n(1/22)\n\n(( إِنَّهُ مَنْ يُشْرِكْ بِاللَّهِ فَقَدْ حَرَّمَ اللَّهُ عَلَيْهِ الْجَنَّةَ وَمَأْوَاهُ النَّارُ )) (96) .\nوالشرك نوعان : أكبر وأصغر .\nوالشرك الأكبر : وهو أن يصرف العبد إحدى العبادات لغير الله تعالى ، فكل قول أو عمل يحبه الله تعالى، فصرفه لله توحيد وإيمان، وصرفه لغيره شرك وكفر .\nومثال هذا الشرك: أن يسأل غير الله رزقاً أو صحة، أو يتوكل على غير الله ، أو يسجد لغير الله .\nقال تعالى : (( وَقَالَ رَبُّكُمُ ادْعُونِي أَسْتَجِبْ لَكُمْ )) (97) .\nوقال تعالى : (( وَعَلَى اللَّهِ فَتَوَكَّلُوا إِنْ كُنْتُمْ مُؤْمِنِينَ )) (98) .\nوقال تعالى : (( فَاسْجُدُوا لِلَّهِ وَاعْبُدُوا )) (99) .\nفإذا كان الدعاء والتوكل والسجود من العبادات التي أمر الله بها، فمن صرفها لله كان موحداً كؤمناً ، ومن صرفها لغير الله كان مشركاً كافراً .\nوالشرك الأصغر : هو كل قول أو عمل يكون وسيلة إلى الشرك\nالأكبر، وطريقاً للوقوع فيه .\nومثاله : اتخاذ القبور مساجد، وهو أن يصلي عند القبور ، أو يبني مسجداً على أحد القبور، فهذا محرم، وصاحبه متوعد باللعن والطرد والإبعاد عن رحمة الله تعالى، لقوله صلى الله عليه وسلم : \" لعنة الله على اليهود والنصارى اتخذوا قبور أنبيائهم مساجد \"(100) .\nفاتخاذ القبور مساجد محرم لا يجوز، ووسيلة لدعاء الموتى وسؤالهم، ودعاء الموتى شرك أكبر .\n4 - الإيمان بأسماء الله وصفاته\nأ - وهو إثبات ما أثبته الله لنفسه في كتابه أو سنة رسوله صلى الله عليه وسلم من الأسماء والصفات على الوجه اللائق بالله تعالى .",
        "(1/23)\n\nوهو سبحانه ليس له مثيل في أسمائه وصفاته، كما قال تعالى : (( فَاطِرُ السَّمَاوَاتِ وَالْأَرْضِ جَعَلَ لَكُمْ مِنْ أَنْفُسِكُمْ أَزْوَاجاً وَمِنَ الْأَنْعَامِ أَزْوَاجاً يَذْرَأُكُمْ فِيهِ لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السَّمِيعُ الْبَصِيرُ )) (101) ، فالله تعالى منزه عن مماثلة أحد من مخلوقاته في جميع أسمائه وصفاته .\nوأسماء الله تعالى كثيرة ، منها : الرحمن ، البصير، العزيز .\nقال تعالى : (( الرَّحْمَنِ الرَّحِيمِ ))(102) .\nوقال تعالى : (( وَهُوَ السَّمِيعُ الْبَصِيرُ)) (103) .\nوقال تعالى : (( وَهُوَ الْعَزِيزُ الْحَكِيمُ )) (104) .\nب - ثمرات الإيمان بأسماء الله وصفاته :\nمن ثمرات الإيمان بأسماء الله وصفاته ما يلي :\n1 - التعرف على الله تعالى، فمن آمن بأسماء الله وصفاته ازداد معرفة بالله تعالى ، فيزداد إيمانه بالله يقيناً، ويقوى توحيده لله تعالى .\n2 - الثناء على الله بأسمائه الحسنى، وهذا من أفضل أنواع الذكر، قال تعالى : (( يَا أَيُّهَا الَّذِينَ آمَنُوا اذْكُرُوا اللَّهَ ذِكْراً كَثِيراً )) (105) .\n3 - سؤال الله ودعاؤه بأسمائه وصفاته، كما قال سبحانه : (( وَلِلَّهِ الْأَسْمَاءُ الْحُسْنَى فَادْعُوهُ بِهَا )) (106) .\nومثال ذلك أن يقول : اللهم إني أسألك بأنك الرزاق فارزقني .....\n4 - السعادة والحياة الطيبة في الدنيا، ونعيم الجنة في الآخرة .\n* * *\nآثر الإيمان بالله تعالى\nإن الإيمان بالله تعالى له آثار طيبة، في الدنيا والآخرة، فإن خيرات الدنيا والآخرة ، ودفع الشرور كلها من آثار هذا الإيمان. ومن آثار الإيمان ما يلي :\n1- أن الله يدفع عن المؤمنين جميع المكاره، وينجيهم من الشدائد، ويحفظهم من مكايد الأعداء، كما قال تعالى : (( إِنَّ اللَّهَ يُدَافِعُ عَنِ الَّذِينَ آمَنُوا )) (107).\n(1/24)",
        "\n2- أن الإيمان سبب الحياة الطيبة والسعادة والسرور. قال تعالى : (( مَنْ عَمِلَ صَالِحاً مِنْ ذَكَرٍ أَوْ أُنْثَى وَهُوَ مُؤْمِنٌ فَلَنُحْيِيَنَّهُ حَيَاةً طَيِّبَةً )) (108).\n3- أن الإيمان يطهر النفوس من الخرافات، فمن آمن بالله تعالى حقاً فإنه يعلق أمره بالله تعالى وحده، فهو رب العالمين، وهو الإله الحق لا إله غيره، فلا يخاف من مخلوق ، ولا يعلق قلبه بأحد من الناس، ومن ثم يتحرر من الخرافات والأوهام.\n4- من آثار الإيمان الفوز والفلاح، وإدراك كل مطلوب والسلامة من كل مرهوب، كما قال تعالى عن المؤمنين : (( أُولَئِكَ عَلَى هُدىً مِنْ رَبِّهِمْ وَأُولَئِكَ هُمُ الْمُفْلِحُونَ)) (109).\n5 - وأعظم آثار الإيمان : الحصول على مرضاة الله تعالى ، ودخوله الجنة، والفوز بالنعيم المقيم، والرحمة الكاملة .\nأسئلة على المقدمة والإيمان بوجود الله وربوبيته\nس1 - ما معنى العقيدة والشريعة؟\nس2- ما أسس العقيدة الإسلامية مع الدليل؟\nس3- اذكر الدليل على أن العقيدة الإسلامية أهم الواجبات.\nس4- اذكر دليلاً على كل من :\n- العقيدة الإسلامية تحقق الأمن والسعادة .\n- العقيدة الإسلامية تحقق الرخاء .\n- العقيدة الإسلامية سبب التمكين في الأرض .\nس5- ما معنى الإيمان بالله ؟ وماذا يتضمن؟\nس6- هل الإقرار بوجود الله تعالى أمر فطري ؟ مع التعليل.\nس7 - ما معنى قوله تعالى : (( أَمْ خُلِقُوا مِنْ غَيْرِ شَيْءٍ أَمْ هُمُ الْخَالِقُونَ)) (110) .\nس8- اذكر دليلاً على انتظام الكون ودقته .\nس9- ما معنى الإيمان بربوبية الله تعالى ؟\nس10- ما معنى رب العالمين؟\nس11- هل كان مشركو العرب مقرين بربوبية الله؟ مع الدليل .\nس12- اذكر دليلاً على خضوع الكون لله وانقياده له.\nس13- ماذا يوجب علينا الإيمان بربوبية الله تعالى؟ .\n* * *\nأسئلة على الإيمان بإلوهية الله تعالى\nس1- ما معنى الإيمان بألوهية الله تعالى ؟\n(1/25)\n",
        "س2- تحدث عن أهمية الإيمان بألوهية الله تعالى مع ذكر الدليل.\nس3- ما معنى لا إله إلا الله؟\nس4- اذكر أركان لا إله إلا الله مع بيان معنى تلك الأركان.\nس5 - وضح معنى النفي والإثبات في النصوص الآتية:\n_ (( وَاعْبُدُوا اللَّهَ وَلا تُشْرِكُوا بِهِ شَيْئاً )) (111) .\n- (( وَقَضَى رَبُّكَ أَلَّا تَعْبُدُوا إِلَّا إِيَّاهُ )) (112) .\n- (( إِنَّنِي بَرَاءٌ مِمَّا تَعْبُدُونَ إِلَّا الَّذِي فَطَرَنِي )) (113) .\nس6- من شروط لا إله إلا الله : العلم . اذكر الدليل.\nس7- اذكر بقية شروط لا إله إلا الله مع الدليل لكل شرط .\nس8- عرف العبادة مع التمثيل، وهل العبادة محصورة في الشعائر المعهودة؟ وضح لما تقول .\nس9 - تحدث عن حاجتنا إلى عبادة الله وما فيها من سرور\nونعيم.\nس10- ما أركان العبادة؟ مع التوضيح .\nس11- أكمل:\n- إن العبادة التي أمر الله بها لا تسمى عبادة إلا مع ......\n- شرطا العمل المقبول عند الله ......\nوالدليل ........\nس12- وضح خطورة الشرك في الدنيا والآخرة مع الأدلة .\nس13- عرف الشرك الأكبر مع التمثيل .\nس14- عرف الشرك الأصغر مع التمثيل .\n* * *\nأسئلة على الإيمان بأسماء الله وصفاته ، وآثار الإيمان بالله\nس1- ما معنى الإيمان بأسماء الله وصفاته؟ واذكر الأدلة لما تقول.\nس2- اذكر ثمرتين من ثمرات الإيمان بأسماء الله وصفاته .\nس3- أكمل :\n- من آثار الإيمان بالله أن الله يدفع عن المؤمنين جميع المكاره\nوالدليل ....\n- من آثار الإيمان بالله أن الإيمان سبب الحياة الطيبة\nوالدليل ......\nس4- كيف يطهر الإيمان النفوس من الخرافات ؟\nس5- اذكر الدليل على أن الإيمان سبب الفوز والفلاح .\n* * *\nمقرر التوحيد للسنة الثانية الإعدادية\n1- الإيمان بالملائكة\nأـ معنى الإيمان بالملائكة :\n- التصديق الجازم بوجود الملائكة ،وأنهم نوع من مخلوقات الله، لا يعصون الله ما أمرهم ويفعلون ما يؤمرون.\n(1/26)\n\nقال تعالى : (( بَلْ عِبَادٌ مُكْرَمُونَ * لا يَسْبِقُونَهُ بِالْقَوْلِ وَهُمْ بِأَمْرِهِ يَعْمَلُونَ)) (114) .\n- والإيمان بالملائكة يتضمن أربعة أمور:\n1- الإيمان بوجودهم .\n2- الإيمان بمن علمنا اسمه منهم كجبريل عليه السلام، ومن لم\nنعلم اسمه نؤمن به إجمالاً .\n3- الإيمان بما علمنا من صفاتهم .\n4- الإيمان بما علمنا من أعمالهم التي يقومون بها بأمر الله تعالى كتسبيحه والتعبد له ليلاً ونهاراً بدون تعب أو فتور .\nوالإيمان بالملائكة ركن من أركان الإيمان .\nقال تعالى :- (( آمَنَ الرَّسُولُ بِمَا أُنْزِلَ إِلَيْهِ مِنْ رَبِّهِ * وَالْمُؤْمِنُونَ كُلٌّ آمَنَ بِاللَّهِ وَمَلائِكَتِهِ وَكُتُبِهِ)) (115) .\nوقال صلى الله عليه وسلم عن الإيمان : \" أن تؤمن بالله وملائكته وكتبه ورسله واليوم الآخر، وتؤمن بالقدر خيره وشره \" (116) .\nب- من صفات الملائكة :\n- من صفات الملائكة الخَلقية ما ذكره رسول الله صلى الله عليه وسلم من أنهم خلقوا من نور، فقال عليه الصلاة والسلام: \"خلقت الملائكة من نور... \"(117) .\n- وأخبر الله تعالى أنه جعل للملائكة أجنحة يتفاوتون في أعدادها فقال سبحانه :\n(( الْحَمْدُ لِلَّهِ فَاطِرِ السَّمَاوَاتِ وَالْأَرْضِ جَاعِلِ الْمَلائِكَةِ رُسُلاً أُولِي أَجْنِحَةٍ مَثْنَى وَثُلاثَ وَرُبَاعَ يَزِيدُ فِي الْخَلْقِ مَا يَشَاءُ إِنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ)) (118).\nورأى النبي صلى الله عليه وسلم جبريل عليه السلام له ستمائة جناح (119).\n- وقد يتحول الملك بقدرة الله تعالى إلى هيئة رجل، كما حصل لجبريل عليه السلام حين أرسله الله إلى مريم على صورة بشر، وكذلك الملائكة الذين أرسلهم الله تعالى إلى إبراهيم ولوط عليهما السلام كانوا على صورة رجال.",
        "(1/27)\n\n- إن الملائكة عالم غيبي مخلوقون عابدون لله تعالى ، فليس لهم من صفات الربوبية والألوهية شيء، بل هم عباد الله منقادون تماماً لطاعة الله ، كما قال سبحانه عنهم : (( لا يَعْصُونَ اللَّهَ مَا أَمَرَهُمْ وَيَفْعَلُونَ مَا يُؤْمَرُونَ)) (120) .\nجـ - أنواع الملائكة وأعمالهم :\nإن للملائكة أعمالاً يقومون بها في هذا العالم، وهم أنواع، ولكل نوع منهم عمل، فمنهم :\n1- الموكل بالوحي من الله تعالى إلى رسله عليهم السلام، وهو جبريل عليه السلام .\n2- الموكل بالمطر وتصاريفه .\n3- الموكل بالصور(121)، وهو إسرافيل عليه السلام .\n4- الموكل بقبض الأرواح، وهو ملك الموت وأعوانه .\n5- الموكلون بحفظ عمل العبد وكتابته سواء كان خيراً أو شراً، وهم الكرام الكاتبون .\n6- الموكلون بحفظ العبد في إقامته وسفره، ونومه ويقظته، وفي جميع حالاته، وهم المعقبات .\n- ومنهم خزنة الجنة ، ومنهم خزنة النار، ومنهم ملائكة متنقلون يتبعون مجالس الخير والذكر، ومنهم الموكل بالجبال، ومنهم ملائكة صفوف لا يفترون ، وقيام لله لا يتعبون، وما يعلم جنود ربك إلا هو سبحانه.\nد-آثار الإيمان بالملائكة :\nللإيمان بالملائكة آثار عظيمة في حياة المؤمن، نذكر منها ما يلي :\n1- العلم بعظمة الله وقوته وكمال قدرته ، فإن عظمة المخلوق من عظمة الخالق ، فيزيد المؤمن تقديراً لله وتعظيماً له ، حيث يخلق الله تعالى من النور الملائكة ذوي أجنحة .\n2- الاستقامة على طاعة الله تعالى، فمن آمن بأن الملائكة تكتب أعماله كلها فإن هذا يوجب خوفه من الله تعالى ، فلا يعصيه ، لا في\nالعلانية ، ولا في السر .\n3- الصبر على طاعة الله، والشعور بالأنس والطمأنينة عندما يوقن المؤمن أن معه في هذا الكون الفسيح ألوفاً من الملائكة تقوم بطاعة الله على أحسن حال وأكمل شأن .\n4- شكر الله تعالى على عنايته ببني آدم، حيث جعل من الملائكة من يقوم بحفظهم وحمايتهم .\n(1/28)",
        "\n5- الانتباه إلى أن هذه الدنيا فانية لا تدوم ، حين يتذكر ملك الموت المأمور بقبض الأرواح حين يتوفاها الله، ومن ثم يحرص على الاستعداد لليوم الآخر بالإيمان والعمل الصالح .\n* * *\nالإيمان بالكتب\nأ ـ معنى الإيمان بالكتب :\nالتصديق الجازم بأن لله تعالى كتباً أنزلها على رسله إلى عباده، وأن هذه الكتب كلام الله تعالى تكلم بها حقيقة كما يليق به سبحانه، وأن هذه الكتب فيها الحق والنور والهدى للناس في الدارين .\nوالإيمان بالكتب يتضمن ثلاثة أمور :\nالأول : الإيمان بأن نزولها من عند الله حقاً .\nالثاني : الإيمان بما سمى الله من كتبه كالقرآن الكريم الذي نزل على نبينا محمد صلى الله عليه وسلم ، والتوراة التي أنزلت على موسى عليه السلام، والإنجيل الذي أنزل على عيسى عليه السلام .\nالثالث : تصديق ما صح من أخبارها كأخبار القرآن .\nوالإيمان بالكتب أحد أركان الإيمان ، كما قال سبحانه :\n(( يَا أَيُّهَا الَّذِينَ آمَنُوا آمِنُوا بِاللَّهِ وَرَسُولِهِ وَالْكِتَابِ الَّذِي نَزَّلَ عَلَى رَسُولِهِ وَالْكِتَابِ الَّذِي أَنْزَلَ مِنْ قَبْلُ )) (122).\nفأمر الله بالإيمان به وبرسوله وبالكتاب الذي نزل على\nرسوله ( وهو القرآن ، كما أمر بالإيمان بالكتب المنزلة من قبل القرآن .\nوقال ( عن الإيمان : \" أن تؤمن بالله وملائكته وكتبه ورسله واليوم الآخر وتؤمن بالقدر خيره وشره \"(123) .\nب - مزايا القرآن الكريم :\nإن القرآن الكريم هو كلام الله تعالى المنزل على نبينا وقدوتنا محمد صلى الله عليه وسلم ، ومن ثم فإن المؤمن يعظم هذا الكتاب ، ويسعى إلى التمسك بأحكامه، وتلاوته وتدبره .\nوحسبنا أن هذا القرآن هو هادينا في الدنيا، وسبب فوزنا في الآخرة .\nوللقرآن مزايا كثيرة وخصائص متعددة ينفرد بها عن الكتب السماوية السابقة ، منها :\n(1/29)\n",
        "1- أن القرآن الكريم قد تضمن خلاصة الأحكام الإلهية ، وجاء مؤيداً ومصدقاً لما جاء في الكتب السابقة من الأمر بعبادة الله وحده .\nقال تعالى : (( وَأَنْزَلْنَا إِلَيْكَ الْكِتَابَ بِالْحَقِّ مُصَدِّقاً لِمَا بَيْنَ يَدَيْهِ مِنَ الْكِتَابِ وَمُهَيْمِناً عَلَيْهِ )) (124) .\nومعنى (( مُصَدِّقاً لِمَا بَيْنَ يَدَيْهِ مِنَ الْكِتَابِ )) أي يصدق هذا القرآن ما في هذه الكتب من الصحيح، ومعنى \" مهيمناً عليه \" : أي مؤتمناً وشاهداً على ما قبله من الكتب .\n2- أن هخذا القرآن العظيم يجب على جميع الناس التمسك به، ويتعين على جميع الخلق اتباع القرآن والعمل به ، بخلاف الكتب السابقة فهي لأقوام معينين . قال تعالى : (( وَأُوحِيَ إِلَيَّ هَذَا الْقُرْآنُ لِأُنْذِرَكُمْ بِهِ وَمَنْ بَلَغَ )) (125) .\n3- أن الله تعالى قد تكفل بحفظ القرآن الكريم، فلم تمتد إليه يد التحريف، ولا تمتد إليه ، كما قال سبحانه : (( إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحَافِظُونَ )) (126) .\nجـ - واجبنا نحو القرآن الكريم : إذا عرفنا بعض المزايا العظيمة والخصائص الفريدة لهذا القرآن الكريم ، فما واجبنا نحو القرآن ؟\n- يجب علينا محبة القرآن، وتعظيم قدره واحترامه إذ هو كلام الخالق عز وجل ، فهو أصدق الكلام وأفضله .\n- ويجب علينا تلاوته وقراءته، وأن نتدبر آيات القرآن وسوره،\nوأن نتفكر في مواعظ القرآن وأخباره وقصصه .\n- ويجب علينا اتباع أحكامه، والطاعة لأوامره وآدابه.\n(1/30)\n\nسئلت عائشة رضي الله عنها عن خلق النبي صلى الله عليه وسلم ، فقالت : كان خلقه القرآن (127) . ومعنى الحديث أن الرسول صلى الله عليه وسلم هو التطبيق العملي لأحكام القرآن وشرائعه، فقد حقق صلى الله عليه وسلم كمال الاتباع لهدي القرآن، ومن ثم يتعين علينا الاقتداء برسول الله صلى الله عليه وسلم ، فهو القدوة الحسنة لكل واحد منا، كما قال سبحانه : (( لَقَدْ كَانَ لَكُمْ فِي رَسُولِ اللَّهِ أُسْوَةٌ حَسَنَةٌ لِمَنْ كَانَ يَرْجُو اللَّهَ وَالْيَوْمَ الْآخِرَ وَذَكَرَ اللَّهَ كَثِيراً)) (128) .\nد - تحريف الكتب السابقة :\nأخبرنا الله تعالى في القرآن الكريم أن أهل الكتاب من اليهود والنصارى قد حرفوا كتبهم ، فلم تعد في صورتها التي أنزلها الله تعالى . فحرف اليهود التوراة ، وبدلوها وغيروها، وتلاعبوا بأحكام التوراة، قال تعالى : (( مِنَ الَّذِينَ هَادُوا يُحَرِّفُونَ الْكَلِمَ عَنْ مَوَاضِعِهِ ))(129) .\nكما حرف النصارى الإنجيل، وبدلوا أحكامه، قال تعالى عن النصارى : (( وَإِنَّ مِنْهُمْ لَفَرِيقاً يَلْوُونَ أَلْسِنَتَهُمْ بِالْكِتَابِ لِتَحْسَبُوهُ مِنَ الْكِتَابِ وَمَا هُوَ مِنَ الْكِتَابِ وَيَقُولُونَ هُوَ مِنْ عِنْدِ اللَّهِ وَمَا هُوَ مِنْ عِنْدِ اللَّهِ وَيَقُولُونَ عَلَى اللَّهِ الْكَذِبَ وَهُمْ يَعْلَمُونَ )) (130) .\nفليست التوراة الموجودة الآن هي التوراة التي نزلت على موسى عليه السلام ، ولا الإنجيل الموجود الآن هو الإنجيل الذي نزل على عيسى عليه السلام .\nإن التوراة والإنجيل التي في أيدي أهل الكتاب تشتمل على عقائد فاسدة، وأخبار باطلة، وحكايات كاذبة، فلا نصدق من هذه الكتب إلا ما صدقه القرآن الكريم ، أو السنة الصحيحة، ونكذب ما كذبه القرآن والسنة .\nهـ - آثار الإيمان بالكتب :\nللإيمان بالكتب آثار متعددة نذكر منها :",
        "(1/31)\n\n1- العلم بعناية الله تعالى بعباده، وكمال رحمته حيث أنزل لكل قوم كتاباً يهديهم به، ويحقق لهم السعادة في الدنيا والآخرة.\n2- العلم بحكمة الله تعالى في شرعه،حيث شرع لكل قوم ما يناسب أحوالهم ويلائم أشخاصهم، كما قال الله تعالى : (( لِكُلٍّ جَعَلْنَا مِنْكُمْ شِرْعَةً وَمِنْهَاجاً )) (131) .\n3- شكر نعمة الله في إنزال تلك الكتب، فهذه الكتب نور وهدى في الدنيا والآخرة، ومن ثم فيتعين شكر الله على هذه النعم العظيمة .\n* * *\nالإيمان بالرسل\nأ - حاجة الناس إلى الرسالة :\nالرسالة ضرورية للعباد، لابد لهم منها ، وحاجتهم إليها فوق حاجتهم إلى كل شيء، والرسالة روح العالم ونوره وحياته، فأي صلاح للعالم إذا عدم الروح والحياة والنور؟ والدنيا مظلمة إلا ما طلعت عليه شمس الرسالة، ولا سبيل إلى السعادة والفلاح في الدارين إلا على أيدي الرسل، ولا سبيل إلى معرفة الطيب والخبيث على التفصيل إلا من طريقهم .\nلقد سمى الله رسالته روحاً، والروح إذا عدم فقدت الحياة ، قال الله تعالى : (( وَكَذَلِكَ أَوْحَيْنَا إِلَيْكَ رُوحاً مِنْ أَمْرِنَا مَا كُنْتَ تَدْرِي مَا الْكِتَابُ وَلا الْأِيمَانُ وَلَكِنْ جَعَلْنَاهُ نُوراً نَهْدِي بِهِ مَنْ نَشَاءُ مِنْ عِبَادِنَا )) (132) .\nوالإيمان بالرسل أحد أركان الإيمان، قال سبحانه : (( آمَنَ الرَّسُولُ بِمَا أُنْزِلَ إِلَيْهِ مِنْ رَبِّهِ وَالْمُؤْمِنُونَ كُلٌّ آمَنَ بِاللَّهِ وَمَلائِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ)) (133) .\nفدلت الآية على وجوب الإيمان بجميع الرسل عليهم الصلاة والسلام دون تفريق، فلا نؤمن ببعض الرسل ونكفر ببعض كحال اليهود والنصارى . وقال صلى الله عليه وسلم عن الإيمان : \" أن تؤمن بالله وملائكته وكتبه ورسله واليوم الآخر، وتؤمن بالقدر خيره وشره\"(134).\n(1/32)",
        "\nوإن ما تعانيه الدول - التي يسمونها دولاً متقدمة ومتحضرة - من أنواع الاضطراب والهموم والشقاء والتفكك، إنما هو بسبب الإعراض عن الرسالة.\nب - معنى الإيمان بالرسل :\nهو التصديق الجازم بأن الله بعث في كل أمة رسولاً منهم يدعوهم إلى عبادة الله وحده لا شريك له، وأن الرسل كلهم صادقون مصدقون، أتقياء أمناء، هداة مهتدون، وانهم بلغوا جميع ما أرسلهم الله به ، فلم يكتموا ولم يغيروا، ولم يزيدوا فيه من عند أنفسهم حرفاً ولم ينقصوه، كما قال سبحانه : (( فَهَلْ عَلَى الرُّسُلِ إِلَّا الْبَلاغُ الْمُبِينُ )) (135) .\nوأن جميع الأنبياء كلهم كانوا على الحق المبين، وأنه قد اتفقت دعوتهم إلى عقيدة التوحيد، كما قال سبحانه : (( وَلَقَدْ بَعَثْنَا فِي كُلِّ أُمَّةٍ رَسُولاً أَنِ اعْبُدُوا اللَّهَ وَاجْتَنِبُوا الطَّاغُوتَ )) (136) .\nوقد تختلف شرائع الأنبياء في الفروع من الحلال والحرام، كما قال الله تعالى : (( لِكُلٍّ جَعَلْنَا مِنْكُمْ شِرْعَةً وَمِنْهَاجاً )) (137) .\nوالإيمان بالرسل يتضمن أربعة أمور :\nالأول : الإيمان بأن رسالتهم حق من الله تعالى ، فمن كفر برسالة واحد منهم فقد كفر بالجميع .\nالثاني : الإيمان بكل من سمى الله من الأنبياء، مثل محمد وإبراهيم وموسى وعيسى ونوح عليه الصلاة والسلام، وأما من لم نعلم اسمه منهم فنؤمن به إجمالاً .\nالثالث : تصديق ما صح من أخبار الرسل .\nالرابع : العمل بشريعة الرسول الذي أرسل إلينا وهو أفضلهم وخاتمهم محمد صلى الله عليه وسلم .\nجـ - تعريف النبي والرسول :\nالنبي لغة: مشتق من النبأ وهو الخبر ، فالنبي مخبر عن الله تعالى أو مشتق من النبْوة وهي ما ارتفع من الأرض، فالنبي أشرف الخلق وأرفعهم منزلة .\nوأما تعريف النبي اصطلاحاً : فهو إنسان حر، ذكر، اختاره الله وخصه بتبليغ الوحي إليه .\n(1/33)\n",
        "والرسول لغة: المتابع لأخبار من أرسله . وأما تعريف الرسول اصطلاحاً : فهو إنسان حر ذكر ، نبأه الله تعالى بشرع ، وأمره بتبليغه إلى قوم مخالفين .\nوأما الفرق بينهما فإن الرسول أخص من النبي، فكل رسول نبي، وليس كل نبي رسول، فالرسول يؤمر بتبيلغ الشرع إلى من خالف دين الله، أو لا يعلم دين الله ، وأما النبي فيبعث بالدعوة لشرع من قبله.\nد- صفات الرسل وآياتهم :\nمن صفات الرسل عليهم السلام أنهم بشر، فيحتاجون لما يحتاج إليه البشر من الطعام والشراب .\nقال تعالى : (( وَمَا أَرْسَلْنَا قَبْلَكَ إِلَّا رِجَالاً نُوحِي إِلَيْهِمْ )) (138).\nكما أن الرسل يصيبهم ما يصيب البشر من الأمراض، ويأتيهم الموت كسائر الخلق .\nفليس لهم من خصائص الربوبية والألوهية شيء، ولكنهم بشر بلغوا الكمال في الخلقة الظاهرة ، كما بلغوا الذروة في كمال الأخلاق، كما أنهم خير الناس نسباً ولهم من العقول الراجحة، واللسان المبين ما يجعلهم أهلاً لتحمل تبعات الرسالة والقيام بأعباء النبوة .\nوتظهر لنا الحكمة من إرسال الرسل بشراً ، وذلك حتى تتمثل القدوة للبشر في واحد من جنسهم، ومن ثم فإن اتباع الرسول والاقتداء به هو في مقدورهم وفي حدود طاقتهم .\nومن صفات الرسل أن الله خصهم بالوحي دون بقية الناس ، كما قال سبحانه :\n(( قُلْ إِنَّمَا أَنَا بَشَرٌ مِثْلُكُمْ يُوحَى إِلَيَّ أَنَّمَا إِلَهُكُمْ إِلَهٌ وَاحِدٌ )) (139).\nفقد اختارهم الله واصطفاهم من بين الناس ، وكما قال تعالى :\n(( اللَّهُ أَعْلَمُ حَيْثُ يَجْعَلُ رِسَالَتَهُ )) (140) .\nومن صفات الرسل أنهم معصومون فيما يبلغون عن الله، فهم لا يخطئون في التبليغ عن الله، ولا يخطئون في تنفيذ ما أوحى الله به إليهم .\nومن صفات الرسل : الصدق، فالرسل عليهم السلام صادقون في أقوالهم وأعمالهم، قال تعالى : (( هَذَا مَا وَعَدَ الرَّحْمَنُ وَصَدَقَ الْمُرْسَلُونَ )) (141).\n(1/34)\n\nومن صفاتهم الصبر، فالرسل كانوا مبشرين ومنذرين ، يدعون إلى دين الله تعالى ، وقد أصابهم صنوف الأذى وأنواع المشاق، ومع ذلك فقد صبروا وتحملوا في سبيل إعلاء كلمة الله، قال تعالى : (( فَاصْبِرْ كَمَا صَبَرَ أُولُوا الْعَزْمِ مِنَ الرُّسُلِ )) (142) .\nوأما آيات الرسل فإن الله تعالى قد أيد رسله عليهم السلام بالمعجزات البينة والبراهين القاطعة الدالة على صدقهم ، وصحة نبوتهم ورسالتهم، فأجرى الله على أيدي الرسل المعجزات الخارقة التي ليست في مقدور البشر من اجل تقرير صدقهم وإثبات نبوتهم .\nوتعريف آيات الرسل ومعجزاتهم : هي أمور خارقة للعادة يظهرها الله تعالى على أيدي أنبيائه ورسله على وجه يعجز البشر عن الإتيان بمثله .\nومن امثلة المعجزات والآيات : إخبار عيسى عليه السلام قومه بما يأكلون وما يدخرون في بيوتهم، ومثل تحويل عصا موسى عليه السلام حية، ومثل انشقاق القمر لنبينا محمد صلى الله عليه وسلم .\nهـ- الحكمة من إرسال الرسل :\nـ أرسل الله الرسل لتعريف الناس بمعبودهم الحق، ولدعوتهم إلى عبادة الله وحده لا شريك له .\n- وأرسل الله الرسل لإقامة الدين، والنهي عن التفرق فيه، يقول تعالى : (( شَرَعَ لَكُمْ مِنَ الدِّينِ مَا وَصَّى بِهِ نُوحاً وَالَّذِي أَوْحَيْنَا إِلَيْكَ وَمَا وَصَّيْنَا بِهِ إِبْرَاهِيمَ وَمُوسَى وَعِيسَى أَنْ أَقِيمُوا الدِّينَ وَلا تَتَفَرَّقُوا فِيهِ )) (143) .\n- وأرسل الله للتبشير والإنذار، فقال سبحانه : (( وَمَا نُرْسِلُ الْمُرْسَلِينَ إِلَّا مُبَشِّرِينَ وَمُنْذِرِينَ )) (144) .\nوتبشير الرسل وإنذارهم دنيوي وأخروي، فهم في الدنيا يبشرون الطائعين بالحياة الطيبة : (( مَنْ عَمِلَ صَالِحاً مِنْ ذَكَرٍ أَوْ أُنْثَى وَهُوَ مُؤْمِنٌ فَلَنُحْيِيَنَّهُ حَيَاةً طَيِّبَةً ))(145) .",
        "(1/35)\n\nويحذرونهم العذاب والهلاك الدنيوي : (( فَإِنْ أَعْرَضُوا فَقُلْ أَنْذَرْتُكُمْ صَاعِقَةً مِثْلَ صَاعِقَةِ عَادٍ وَثَمُودَ)) (146) .\nوفي الآخرة يبشرون الطائعين بالجنة ونعيمها : (( وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ يُدْخِلْهُ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَذَلِكَ الْفَوْزُ الْعَظِيمُ )) (147) .\nويخوفون المجرمين والعصاة عذاب الله في الآخرة : (( وَمَنْ يَعْصِ اللَّهَ وَرَسُولَهُ وَيَتَعَدَّ حُدُودَهُ يُدْخِلْهُ نَاراً خَالِداً فِيهَا وَلَهُ عَذَابٌ مُهِينٌ )) (148) .\n- وأرسل الله الرسل لإعطاء الأسوة الحسنة للناس في السلوك القويم، والأخلاق الفاضلة والعبادة الصحيحة، كما قال تعالى في\nشأن نبينا محمد صلى الله عليه وسلم : (( لَقَدْ كَانَ لَكُمْ فِي رَسُولِ اللَّهِ أُسْوَةٌ حَسَنَةٌ لِمَنْ كَانَ يَرْجُو اللَّهَ وَالْيَوْمَ الْآخِرَ وَذَكَرَ اللَّهَ كَثِيراً )) (149) .\nو - الإيمان بمحمد صلى الله عليه وسلم نبياً ورسولاً : - نؤمن بأن محمداً صلى الله عليه وسلم هو عبدالله ورسوله ، وأنه سيد الأولين والآخرين، وهو خاتم الأنبياء فلا نبي بعده، وقد بلغ الرسالة، وأدى الأمانة ، ونصح الأمة ، وجاهد في الله حق جهاده .\n- ويجب أن نصدقه فيما أخبر به، ونطيعه فيما أمر، ونبتعد عما نهى عنه وزجر، وأن نعبد الله على وفق سنته صلى الله عليه وسلم، وان نقتدي به دون غيره، قال تعالى : (( لَقَدْ كَانَ لَكُمْ فِي رَسُولِ اللَّهِ أُسْوَةٌ حَسَنَةٌ لِمَنْ كَانَ يَرْجُو اللَّهَ وَالْيَوْمَ الْآخِرَ وَذَكَرَ اللَّهَ كَثِيراً)) (150)\n- ويجب أن نقدم محبة النبي صلى الله عليه وسلم على محبة الوالد والولد وجميع الناس كما قال صلى الله عليه وسلم:\" لا يؤمن أحدكم حتى أكون أحب إليه من والده وولده والناس أجمعين\" (151)\nومحبته الصادقة تكون باتباع سنته والاقتداء بهديه .\n(1/36)",
        "\nوالسعادة الحقيقية والاهتداء التام لا يتحقق إلا بطاعته،كما قال\nسبحانه : (( وَإِنْ تُطِيعُوهُ تَهْتَدُوا وَمَا عَلَى الرَّسُولِ إِلَّا الْبَلاغُ الْمُبِينُ )) (152) .\n- يجب علينا قبول ما جاء به النبي صلى الله عليه وسلم ، وأن ننقاد لسنته، وأن نجعل هديه محل إجلال وتعظيم، كما قال تعالى : (( فَلا وَرَبِّكَ لا يُؤْمِنُونَ حَتَّى يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ ثُمَّ لا يَجِدُوا فِي أَنْفُسِهِمْ حَرَجاً مِمَّا قَضَيْتَ وَيُسَلِّمُوا تَسْلِيماً )) (153) .\n- علينا أن نحذر من مخالفة أمره صلى الله عليه وسلم ؛ لأن مخالف أمره سبب للفتنة والضلال والعذاب الأليم، حيث قال تعالى : (( فَلْيَحْذَرِ الَّذِينَ يُخَالِفُونَ عَنْ أَمْرِهِ أَنْ تُصِيبَهُمْ فِتْنَةٌ أَوْ يُصِيبَهُمْ عَذَابٌ أَلِيمٌ ))(154) .\nز- خصائص الرسالة المحمدية : تختص الرسالة المحمدية عن الرسالات السابقة بجملة من الخصائص ، نذكر منها :\n- الرسالة المحمدية خاتمة للرسالات السابقة، قال تعالى : (( مَا كَانَ مُحَمَّدٌ أَبَا أَحَدٍ مِنْ رِجَالِكُمْ وَلَكِنْ رَسُولَ اللَّهِ\nوَخَاتَمَ النَّبِيِّينَ )) (155) .\n- الرسالة المحمدية ناسخة للرسالات السابقة، فلا يقبل الله من أحد ديناً إلا باتباع محمد صلى الله عليه وسلم ، ولا يصل أحد إلى نعيم الجنة إلا من طريقه، فهو صلى الله عليه وسلم أكرم الرسل، وأمته خير الأمم ، وشريعته أكمل الشرائع .\nقال تعالى : (( وَمَنْ يَبْتَغِ غَيْرَ الْأِسْلامِ دِيناً فَلَنْ يُقْبَلَ مِنْهُ وَهُوَ فِي الْآخِرَةِ مِنَ الْخَاسِرِينَ ))(156) .\nوقال صلى الله عليه وسلم : \" والذي نفس محمد بيده، لا يسمع بي أحد من هذه الأمة يهودي ولا نصراني ثم يموت ولم يؤمن بالذي أرسلت به إلا كان من أصحاب النار \"(157) .\n- الرسالة المحمدية عامة إلى الثقلين : الجن والإنس .\n(1/37)\n",
        "قال تعالى : حكاية عن قول الجن : (( يَا قَوْمَنَا أَجِيبُوا دَاعِيَ اللَّهِ )) (158) .\nوقال تعالى : (( وَمَا أَرْسَلْنَاكَ إِلَّا كَافَّةً لِلنَّاسِ بَشِيراً وَنَذِيراً )) (159) .\nوقال صلى الله عليه وسلم: \" فضلت على الأنبياء بست : أعطيت جوامع الكلم، ونصرت بالرعب،وأحلت لي الغنائم، وجعلت لي الأرض طهوراً ومسجداً،وأرسلت إلى الخلق كافة،وختم بي النبيون\" (160)\nجـ - آثار الإيمان بالرسل :\nللإيمان بالرسل آثار عظيمة، نذكر منها:\n1- العلم برحمة الله تعالى وعنايته بعباده حيث أرسل الرسل إليهم ليهدوهم إلى الطريق الصحيح، ويبينوا لهم كيف يعبدون الله؛ لأن العقل البشري لا يستقل بمعرفة ذلك ، قال تعالى عن نبينا محمد صلى الله عليه وسلم : (( وَمَا أَرْسَلْنَاكَ إِلَّا رَحْمَةً لِلْعَالَمِينَ)) (161) .\n2 - شكره تعالى على هذه النعمة الكبرى .\n3- محبة الرسل عليهم الصلاة والسلام وتعظيمهم والثناء عليهم بما يليق بهم؛ لأنهم قاموا بعبادة الله وتبليغ رسالته والنصح لعباده .\n4 - اتباع الرسالة التي جاءت بها الرسل من عند الله ، والعمل بها،\nفيتحقق للمؤمنين في حياتهم الخير والهداية والسعادة في الدارين .\nقال تعالى : (( فَمَنِ اتَّبَعَ هُدَايَ فَلا يَضِلُّ وَلا يَشْقَى وَمَنْ أَعْرَضَ عَنْ ذِكْرِي فَإِنَّ لَهُ مَعِيشَةً ضَنْكاً )) (162) .\n* * *\nأسئلة عن الإيمان بالملائكة\nس1 - ما معنى الإيمان بالملائكة ؟\nس2 - ماذا يتضمن الإيمان بالملائكة ؟\nس3- الإيمان بالملائكة أحد أركان الإيمان. اذكر الدليل على ذلك .\nس4- أكمل مايلي : -خلق الله الملائكة من ...... والدليل .....\n- جعل الله للملائكة أجنحة، والدليل .........\n- قد يتحول الملك بقدرة الله إلى هيئة رجل، ومثاله .........\n- الملائكة عباد الله فلا يخالفون أمره، والدليل ...........\nس5- من الموكل بالوحي؟ ومن الموكل بالنفخ في الصور ؟\nس6- من الكرام الكاتبون؟ ومن المعقبات؟\n(1/38)\n\nس7- اذكر أربعة آثار للإيمان بالملائكة ؟\n* * *\nأسئلة عن الإيمان بالكتب\nس1- ما معنى الإيمان بالكتب؟\nس2- ماذا يتضمن الإيمان بالكتب؟\nس3- الإيمان بالكتب أحد أركان الإيمان. اذكر الدليل على ذلك .\nس4- من مزايا القرآن الكريم أنه تضمن خلاصة الأحكام الإلهية . اذكر الدليل على ذلك مع التوضيح .\nس5- أكمل :\n- يجب على جميع الناس اتباع القرآن، والدليل ........\n- تكفل الله بحفظ القرآن، والدليل ......\nس6- ما واجبنا نحو القرآن الكريم ؟\nس7 - ما معنى هذا الحديث : \" كان خلقه القرآن \" ؟\nس8 - هل حرّف اليهود والنصارى كتبهم؟ واذكر الدليل لما تقول.\nس9 - اذكر آثار الإيمان بالكتب .\n* *\nأسئلة عن الإيمان بالرسل\nس1 - تحدث عن حاجة الناس إلى الرسالة .\nس2- أكمل : سمى الله ورسالته روحاً، والروح إذا عدم ......، والدليل .......\nس3- ما معنى الإيمان بالرسل ؟\nس4- ماذا يتضمن الإيمان بالرسل؟\nس5- اذكر الدليل على أن الإيمان أحد أركان الإيمان .\nس6- أكمل : النبي لغة ...... والنبي اصطلاحاً هو.......\nوالرسول لغة ........... والرسول اصطلاحاً هو ...........\nس7- ماالفرق بين النبي والرسول ؟\nس8 - اذكر الدليل على أن الرسل بشر، وما الحكمة من إرسال الرسل بشراً ؟\nس9 - اذكر ثلاث صفات من صفات الرسل مع الدليل لكل صفة .\nس10 - عرِّف معجزة الرسول . واذكر مثالين على تلك المعجزات.\nس11 - أرسل الله الرسل لإقامة الدين. اذكر دليلاً على ذلك .\nس12- اشرح هذه العبارة مع التمثيل: أرسل الله الرسل مبشرين ومنذرين .\nس13- اذكر مثالاً على ما يلي :\n- يجب أن نقتدي بمحمد صلى الله عليه وسلم .\n- يجب أن نقدم محبة محمد صلى الله عليه وسلم على جميع المحبوبات.\n- الاهتداء الكامل لا يتحقق إلا بطاعة الرسول صلى الله عليه وسلم\n- مخالفة أمر النبي صلى الله عليه وسلم سبب للضلال والعذاب الأليم .\nس14- الرسالة المحمدية خاتمة للرسالات السابقة . اذكر الدليل على ذلك .",
        "(1/39)\n\nس15- هل يقبل من اليهود والنصارى ما هم عليه من دين ؟ واذكر الدليل لما تقول .\nس16- أكمل :\n- الرسالة المحمدية عامة إلى الثقلين ...... والدليل .........\n- قال النبي صلى الله عليه وسلم : \" فضلت على الأنبياء بست ...\"\nس17 - تحدث عن آثار الإيمان بالرسل .\n* * *\nمقرر التوحيد للسنة الثالثة الإعدادية\nالإيمان باليوم الآخر\nأ - معنى الإيمان باليوم الآخر :\nمعناه التصديق الجازم بإتيانه لا محالة والعمل بموجب ذلك، ويدخل في ذلك الإيمان بأشراط الساعة وأماراتها التي تكون قبلها لا محالة، وبالموت وما بعده من فتنة القبر وعذابه ونعيمه، وبالنفخ في الصور وخروج الخلائق من القبور، وما في موقف القيامة من الأهوال والأفزاع، وتفاصيل المحشر ونشر الصحف، ووضع الموازين، وبالصراط والحوض والشفاعة وغيرها، وبالجنة ونعيمها الذي أعلاه النظر إلى وجه الله عزوجل، وبالنار وعذابها الذي أشده حجبهم عن ربهم عز وجل.\nب - اهتمام القرآن بهذا الركن وحكمته :\nولقد حفل القرآن الكريم بذكر اليوم الآخر، واهتم بتقريره في كل موقع، ونبه إليه في كل مناسبة، وأكد وقوعه بشتى الأساليب العربية، ومن أنواع هذا الاهتمام بهذا اليوم العظيم في كتاب الله، أنه كثيراً ما ربط الإيمان به بالإيمان بالله عز وجل . ومثاله في قوله تعالى : (( ذَلِكَ يُوعَظُ بِهِ مَنْ كَانَ مِنْكُمْ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِر)) (163) .\n- ومن أنواعه أيضاً، إكثار القرآن من ذكر اليوم الآخر، حتى إنك لا تكاد تمر على صحيفة من صحائف القرآن إلا وتجد فيها حديثاً عن اليوم الآخر، وما سيكون فيه من الأحداث والأحوال، وبأساليب كثيرة ومتنوعة.\n- ومن أنواع هذا الاهتمام أن الله قد سمى هذا اليوم بأسماء كثيرة ومتعددة؛ التي تدل على تحقق وقوع هذا اليوم مثل : الحاقة، والواقعة، والقيامة.\nوبعض هذه الأسماء يدل على سيقع فيه من الأهوال مثل الغاشية والطامة والصاخة والقارعة.\n(1/40)",
        "\nومن أسماء اليوم الآخر في القرآن: يوم الدين، ويوم الحساب، ويوم الجمع، ويوم الخلود، ويوم الخروج، ويوم الحسرة، ويوم التناد.\nوأما حكمة ذلك الاهتمام البالغ بهذا الركن فمنها: أن الإيمان باليوم الآخر له أشد الأثر في توجيه الإنسان وانضباطه والتزامه بالعمل الصالح وتقوى الله عز وجل.\nويشير إلى هذه الحكمة أسلوب القرآن في الربط بين الإيمان باليوم الآخر والعمل الصالح في كثير من الأحيان، ومن ذلك\nقوله تعالى : (( إِنَّمَا يَعْمُرُ مَسَاجِدَ اللَّهِ مَنْ آمَنَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ )) (164) ، (( وَالَّذِينَ يُؤْمِنُونَ بِالْآخِرَةِ يُؤْمِنُونَ بِهِ وَهُمْ عَلَى صَلاتِهِمْ يُحَافِظُونَ )) (165) .\nولعل من حكمة الاهتمام البالغ بالتذكير باليوك الآخر، كثرة نسيان البشر له، وغفلتهم عنه، بسبب تثاقلهم إلى الأرض، وحبهم لمتاع الدنيا، فيكون الإيمان به وبما فيه من عذاب ونعيم مخففاً من الغلو في حب الدنيا، ودافعاً إلى التنافس في فعل الطاعات، يقول تعالى : (( يَا أَيُّهَا الَّذِينَ آمَنُوا مَا لَكُمْ إِذَا قِيلَ لَكُمُ انْفِرُوا فِي سَبِيلِ اللَّهِ اثَّاقَلْتُمْ إِلَى الْأَرْضِ أَرَضِيتُمْ بِالْحَيَاةِ الدُّنْيَا مِنَ الْآخِرَةِ فَمَا مَتَاعُ الْحَيَاةِ الدُّنْيَا فِي الْآخِرَةِ إِلَّا قَلِيلٌ)) (166) .\nإنه لا شيء يرفع الإنسان من ثقلة الأرض - بعد الإيمان بالله - إلا الإيمان باليوم الآخر، الإيمان بأن كل متاع زائد يتنازل عنه الإنسان في الحياة الدنيا - طاعة لله والتزاماً بأمره - يعوض عنه في الآخرة متاعاً أعلى وأخلد وأبقى، والإيمان في ذات الوقت بأن كل خروج على أمر الله في الحياة الدنيا - من أجل متاع الأرض الزائل - سيجازى عليه في الآخرة عذاباً أليماً.\n(1/41)\n",
        "وحين يؤمن الإنسان باليوم الآخر، فإنه سيوقن بأن كل نعيم في الدنيا لا يقاس إلى نعيم الآخرة، ولا يساوي من جهة أخرى غمسة واحدة من أجله في العذاب، وكل عذاب في الدنيا - في سبيل الله - لا يقاس إلى عذاب الآخرة، ولا يوازي من جهة أخرى غمسة واحدة من أجله في النعيم .\nجـ - فتنة القبر :\nنؤمن بأن الموت حق، قال تعالى : (( قُلْ يَتَوَفَّاكُمْ مَلَكُ الْمَوْتِ الَّذِي وُكِّلَ بِكُمْ ثُمَّ إِلَى رَبِّكُمْ تُرْجَعُونَ )) (167) .\nوهو أمر مشاهد لا يجهله أحد، وليس فيه شك ولا تردد، ونؤمن ان كل من مات أو قتل أو بأي سبب كان حتفه، أن ذلك بأجله لم ينقص منه شيئاً، قال تعالى : (( فَإِذَا جَاءَ أَجَلُهُمْ لا يَسْتَأْخِرُونَ سَاعَةً وَلا يَسْتَقْدِمُونَ )) (168) .\nونؤمن بفتنة القبر : وهو سؤال الميت بعد دفنه عن ربه ودينه ونبيه، فيثبت الله الذين آمنوا بالقول الثابت فيقول المؤمن : ربي الله وديني الإسلام ونبيي محمد صلى الله عليه وسلم ، ويضل الله الظالمين، فيقول الكافر: هاه هاه لا أدري، ويقول المنافق أو المرتاب لا أدري:\nسمعت الناس يقولون شيئاً فقلته .\nونؤمن بعذاب القبر ونعيمه، فأما عذاب القبر فيكون للظالمين من النافقين والكافرين، قال تعالى : (( وَلَوْ تَرَى إِذِ الظَّالِمُونَ فِي غَمَرَاتِ الْمَوْتِ وَالْمَلائِكَةُ بَاسِطُو أَيْدِيهِمْ أَخْرِجُوا أَنْفُسَكُمُ الْيَوْمَ تُجْزَوْنَ عَذَابَ الْهُونِ بِمَا كُنْتُمْ تَقُولُونَ عَلَى اللَّهِ غَيْرَ الْحَقِّ وَكُنْتُمْ عَنْ آيَاتِهِ تَسْتَكْبِرُونَ )) (169) .\nوقال تعالى في آل فرعون : (( النَّارُ يُعْرَضُونَ عَلَيْهَا غُدُوّاً وَعَشِيّاً وَيَوْمَ تَقُومُ السَّاعَةُ أَدْخِلُوا آلَ فِرْعَوْنَ أَشَدَّ الْعَذَابِ)) (170) .\n(1/42)\n\nوفي صحيح مسلم من حديث زيد بن ثابت عن النبي صلى الله عليه وسلم قال : \" فلولا أن تدافنوا لدعوت الله أن يسمعكم من عذاب القبر الذي أسمع منه، ثم أقبل بوجهه فقال : تعوذوا بالله من عذاب النار، قالوا: نعوذ بالله من عذاب النار، فقال تعوذوا بالله من عذاب القبر، قالوا : نعوذوا بالله من عذاب القبر \" .\nوأما نعيم القبر فللمؤمنين الصادقين، قال الله عز وجل : (( إِنَّ الَّذِينَ قَالُوا رَبُّنَا اللَّهُ ثُمَّ اسْتَقَامُوا تَتَنَزَّلُ عَلَيْهِمُ الْمَلائِكَةُ أَلَّا تَخَافُوا وَلا تَحْزَنُوا وَأَبْشِرُوا بِالْجَنَّةِ الَّتِي كُنْتُمْ تُوعَدُونَ ))(171) .\nوقال تعالى: (( فَلَوْلا إِذَا بَلَغَتِ الْحُلْقُومَ * وَأَنْتُمْ حِينَئِذٍ تَنْظُرُونَ وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْكُمْ وَلَكِنْ لا تُبْصِرُونَ * فَلَوْلا إِنْ كُنْتُمْ غَيْرَ مَدِينِينَ تَرْجِعُونَهَا إِنْ كُنْتُمْ صَادِقِينَ فَأَمَّا إِنْ كَانَ مِنَ الْمُقَرَّبِينَ * فَرَوْحٌ وَرَيْحَانٌ وَجَنَّتُ نَعِيمٍ )) (172) .\nوعن البراء بن عازب رضي الله عنه أن النبي صلى الله عليه وسلم قال في المؤمن إذا أجاب الملكين في قبره : \" ينادي منادٍ من السماء أن صدق عبدي فأفرشوه من الجنة وألبسوه من الجنة وافتحوا له باباً إلى الجنة ، قال : فيأتيه من روحها وطيبها ويفسح له في قبره مد بصره\" . رواه أحمد وأبو داود من حديث البراء بن عازب الطويل .\nولقد تواترت الأخبار عن رسول الله صلى الله عليه وسلم في ثبوت عذاب القبر ونعيمه لمن كان لذلك أهلاً، وسؤال الملكين، فيجب اعتقاد ثبوت ذلك والإيمان به، ولا نتكلم في كيفيته، إذ ليس للعقل وقوف على كيفيته، لكونه لا عهد له به في هذه الدار .",
        "(1/43)\n\nكما أن أحوال القبر من أمور الغيب التي لا يدركها الحس، ولو كانت تدرك بالحس لفاتت فائدة الإيمان بالغيب، وزالت حكمة التكليف، ولما تدافن الناس، كما قال صلى الله عليه وسلم : \" لولا أن تدافنوا لدعوت الله أن يسمعكم من عذاب القبر ما أسمع \"(173)، ولما كانت هذه\nالحكمة منتفية في حق البهائم سمعته وأدركته .\nد - أشراط الساعة : مما يجب الإيمان به، أن نؤمن بأن الساعة آتية لا ريب فيها، وأن موعدها لا يعلمه إلا الله، أخفاه عن الناس كلهم، يقول تعالى : (( يَسْأَلونَكَ عَنِ السَّاعَةِ أَيَّانَ مُرْسَاهَا قُلْ إِنَّمَا عِلْمُهَا عِنْدَ رَبِّي لا يُجَلِّيهَا لِوَقْتِهَا إِلَّا هُوَ ثَقُلَتْ فِي السَّمَاوَاتِ وَالْأَرْضِ لا تَأْتِيكُمْ إِلَّا بَغْتَةً يَسْأَلونَكَ كَأَنَّكَ حَفِيٌّ عَنْهَا قُلْ إِنَّمَا عِلْمُهَا عِنْدَ اللَّهِ وَلَكِنَّ أَكْثَرَ النَّاسِ لا يَعْلَمُونَ )) (174) .\nوقد ثبت عن رسول الله صلى الله عليه وسلم أحاديث كثيرة في بيان علامات الساعة وأشراطها .\nفقد صح عنه عليه الصلاة والسلام أنه ذكر للساعة علامات صغرى معظمها يدور حول فساد الناس، وظهور الفتن بينهم، وانحرافهم عن صراط الله المستقيم .\nفمن العلامات الصغرى : ما جاء في حديث جبريل أنه سأل الرسول صلى الله عليه وسلم عن الساعة، فقال : \"ما المسؤول عناه بأعلم من السائل، قال : فأخبرني عن أماراتها؟ قال : أن تلد الأمة ربتها، وأن ترى الحفاة ... \"(175)\nومن علامات الساعة الصغرى أن رجلاً قال لرسول الله صلى الله عليه وسلم : متى الساعة؟ فقال : إذا ضيعت الأمانة فانتظر الساعة . قال : وكيف إضاعتها ؟ قال : إذا أسند الأمر لغير أهله فانتظر الساعة\"(176) .\nوأما العلامات الكبرى، وهي الأمارات القريبة الكبيرة التي تعقبها الساعة، وأنها تتابع كنظام خرزات انقطع سلكها .\n(1/44)",
        "\nوقد جاء في الأخبار الصحيحة ذكر عشر منها، وذلك كحديث حذيفة بن أسيد الغفاري، حيث قال : \" اطلع النبي صلى الله عليه وسلم علينا ونحن نتذاكر، فقال : ما تذاكرون؟ قالوا: نذكر الساعة. قال : إنها لن تقوم حتى تروا قبلها عشر آيات. فذكر الدخان والدجال، والدابة، وطلوع الشمس من مغربها، ونزول عيسى بن مريم صلى الله عليه وسلم ، ويأجوج ومأجوج، وثلاثة خسوف : خسف بالمشرق ، وخسف بالمغرب، وخسف بجزيرة العرب، وآخر ذلك نار تخرج من اليمن تطرد الناس إلى محشرهم \"(177) .\nونتحدث - على سبيل المثال - عن أحد هذه الأمارات الكبرى، فمن هذه الأشراط : ظهور الدجال، والدجال منبع الكفر والضلال وينبوع الفتن والأوجال، قد أنذرت به الأنبياء أقوامها، وحذرت منه أممها ونعتته بالنعوت الظاهرة، ووصفته بالأوصاف الباهرة، وحذر منه المصطفى صلى الله عليه وسلم ، ونعته نعوتاً لا تخفى على ذي بصر .\nفعن أنس قال : قال رسول الله صلى الله عليه وسلم : \"ما من نبي إلا قد أنذر أمته الأعور الكذاب، ألا إنه أعور وإن ربكم ليس بأعور، مكتوب بين عينيه ك ف ر \"(178) .\nوعن أبي هريرة رضي الله عنه قال : قال رسول الله صلى الله عليه وسلم : \" ألا أحدثكم حديثاً عن الدجال ما حدث به نبي قومه: إنه أعور، وإنه يجيء معه بمثل الجنة والنار، فالتي يقول إنها الجنة هي النار، وإني أنذركم كما أنذر به نوح قومه \"(179) .\nولا نجاة من فتنة الدجال إلا بالعلم والعمل، أما العلم فبأن يعلم أنه جسد يأكل ويشرب، ثم إنه لخسته وعجزه أعور، وموسوم بين عينيه انه كافر، وأما العمل فبأن يستعيذ بالله من فتنته في التشهد الأخير من كل صلاة، وأن يحفظ عشر آيات من أول سورة الكهف لقوله صلى الله عليه وسلم : \" من حفظ عشر آيات من اول سورة الكهف عصم من الدجال \"(180) .\nهـ - البعث :\n(1/45)\n",
        "إن الإيمان بالبعث مما دل عليه الكتاب والسنة، والعقل والفطرة السليمة، فنؤمن يقيناً بأن الله يبعث من في القبور، وتعاد الأرواح إلى الأجساد، ويقوم الناس لرب العالمين .\nقال تعالى : (( ثُمَّ إِنَّكُمْ بَعْدَ ذَلِكَ لَمَيِّتُونَ* ثُمَّ إِنَّكُمْ يَوْمَ الْقِيَامَةِ تُبْعَثُونَ )) (181) .\nوقال النبي صلى الله عليه وسلم : \"يحشر الناس يوم القيامة حفاة عراة غرلاً \"(182) .\nوقد أجمع المسلمون على ثبوته، وهو مقتضى الحكمة حيث تقتضي أن يجعل الله تعالى لهذه الخليقة معاداً يجزيهم فيه على ما كلفهم به على ألسنة رسله، قال تعالى : (( أَفَحَسِبْتُمْ أَنَّمَا خَلَقْنَاكُمْ عَبَثاً وَأَنَّكُمْ إِلَيْنَا لا تُرْجَعُونَ )) (183) .\nوقد أنكر الكافرون البعث بعد الموت زاعمين أن ذلك غير ممكن، وهذا الزعم باطل دل على بطلانه الشرع والحس والعقل .\nأما من الشرع فقد قال تعالى : (( زَعَمَ الَّذِينَ كَفَرُوا أَنْ لَنْ يُبْعَثُوا قُلْ بَلَى وَرَبِّي لَتُبْعَثُنَّ ثُمَّ لَتُنَبَّؤُنَّ بِمَا عَمِلْتُمْ وَذَلِكَ عَلَى اللَّهِ يَسِيرٌ)) (184) .\nوقال تعالى : (( وَقَالَ الَّذِينَ كَفَرُوا لا تَأْتِينَا السَّاعَةُ قُلْ بَلَى وَرَبِّي لَتَأْتِيَنَّكُمْ عَالِمِ الْغَيْبِ )) (185) .\nوقد اتفقت جميع الكتب السماوية عليه .\nوأما الحس فقد أرى الله عباده إحياء الموتى في هذه الحياة الدنيا، وفي سورة البقرة خمسة أمثلة على ذلك، نذكر الأول منها: وهو ان قوم موسى حين قالوا له : لن نؤمن لك حتى نرى الله جهرة ، فأماتهم الله تعالى ، ثم أحياهم .\nوفي ذلك يقول الله تعالى مخاطباً بني إسرائيل : (( وَإِذْ قُلْتُمْ يَا مُوسَى لَنْ نُؤْمِنَ لَكَ حَتَّى نَرَى اللَّهَ جَهْرَةً فَأَخَذَتْكُمُ الصَّاعِقَةُ وَأَنْتُمْ تَنْظُرُونَ* ثُمَّ بَعَثْنَاكُمْ مِنْ بَعْدِ مَوْتِكُمْ لَعَلَّكُمْ تَشْكُرُونَ )) (186) .\n(1/46)\n\nوأما بقية الأمثل، فالمثال الثاني هو قصة الذي اختصم فيه بنو إسرائيل فأمرهم الله تعالى أن يذبحوا بقرة فيضربوه ببعضها ليخبرهم بمن قتله، وكذلك قصة القوم الذين خرجوا من ديارهم\nفراراً من الموت، فأماتهم الله تعالى، ثم أحياهم، والمثال الرابع في قصة الذي مر على قرية ميتة فاستبعد أن يحييها الله تعالى فأماته الله مائة عام ثم أحياه، والخامس قصة طيور إبراهيم عليه السلام(187) .\nوأما دلالة العقل على إمكان البعث فمن وجهين : أحدهما : أن الله تعالى فاطر السموات والأرض وما فيهما، خالقهما ابتداء، والقادر على ابتداء الخلق لا يعجز عن إعادته، قال الله تعالى : (( وَهُوَ الَّذِي يَبْدأُ الْخَلْقَ ثُمَّ يُعِيدُهُ )) (188) .\nوقال تعالى أمراً بالرد على من أنكر إحياء العظام وهي رميم : (( قُلْ يُحْيِيهَا الَّذِي أَنْشَأَهَا أَوَّلَ مَرَّةٍ وَهُوَ بِكُلِّ خَلْقٍ عَلِيمٌ )) (189) .\nالثاني : أن الأرض تكون ميتة هامدة ليس فيها شجرة خضراء فينزل عليها المطر، فتهتز خضراء حية فيها من كل زوج بهيج، والقادر على إحيائها بعد موتها قادر على إحياء الموتى. قال تعالى : (( وَنَزَّلْنَا مِنَ السَّمَاءِ مَاءً مُبَارَكاً فَأَنْبَتْنَا بِهِ جَنَّاتٍ وَحَبَّ الْحَصِيدِ * وَالنَّخْلَ بَاسِقَاتٍ لَهَا طَلْعٌ نَضِيدٌ * رِزْقاً لِلْعِبَادِ وَأَحْيَيْنَا بِهِ بَلْدَةً مَيْتاً كَذَلِكَ الْخُرُوجُ )) (190) .\nوإن كل عاقل يعلم أن من قدر على العظيم الكبير فهو على ما دونه بكثير أقدر وأقدر ، وأن الله سبحانه وتعالى قد أبدع السموات والأرض على عظم شأنهما وسعتهما، وعجيب خلقهما، ومن ثم فهو أقدر على أن يحيي عظاماً قد صارت رميماً، قال تعالى: (( أَوَلَيْسَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ بِقَادِرٍ عَلَى أَنْ يَخْلُقَ مِثْلَهُمْ بَلَى وَهُوَ الْخَلَّاقُ الْعَلِيمُ)) (191) .\nو - العرض والحساب وقراءة الكتاب :",
        "(1/47)\n\nونؤمن بالعرض، حيث يعرض الناس على ربهم كما قال تعالى : (( فَيَوْمَئِذٍ وَقَعَتِ الْوَاقِعَةُ * وَانْشَقَّتِ السَّمَاءُ فَهِيَ يَوْمَئِذٍ وَاهِيَةٌ وَالْمَلَكُ عَلَى أَرْجَائِهَا وَيَحْمِلُ عَرْشَ رَبِّكَ فَوْقَهُمْ يَوْمَئِذٍ ثَمَانِيَةٌ * يَوْمَئِذٍ تُعْرَضُونَ لا تَخْفَى مِنْكُمْ خَافِيَةٌ )) (192) .\nوقال عز وجل : (( وَعُرِضُوا عَلَى رَبِّكَ صَفّاً لَقَدْ جِئْتُمُونَا كَمَا خَلَقْنَاكُمْ أَوَّلَ مَرَّةٍ )) (193) .\nونؤمن بالحساب، حيث أن الله يحاسب الخلائق ، ويخلو بعبده المؤمن فيقرره بذنوبه كما وصف ذلك بالكتاب والسنة، وأما الكفار فلا يحاسبون محاسبة من توزن حسناته وسيئاته ، فإنه لا حسنات لهم، ولكن تعد أعمالهم فتحصى فيوقفون عليها ويقررون بها .\nيقول تعالى: (( يَا أَيُّهَا الْأِنْسَانُ إِنَّكَ كَادِحٌ إِلَى رَبِّكَ كَدْحاً فَمُلاقِيهِ فَأَمَّا مَنْ أُوتِيَ كِتَابَهُ بِيَمِينِهِ * فَسَوْفَ يُحَاسَبُ حِسَاباً يَسِيراً * وَيَنْقَلِبُ إِلَى أَهْلِهِ مَسْرُوراً * وَأَمَّا مَنْ أُوتِيَ كِتَابَهُ وَرَاءَ ظَهْرِهِ * فَسَوْفَ يَدْعُو ثُبُوراً * وَيَصْلَى سَعِيراً * إِنَّهُ كَانَ فِي أَهْلِهِ مَسْرُوراً * إِنَّهُ ظَنَّ أَنْ لَنْ يَحُورَ* بَلَى إِنَّ رَبَّهُ كَانَ بِهِ بَصِيراً )) (194) .\nوروى البخاري في صحيحه عن عائشة رضي الله عنها أن النبي صلى الله عليه وسلم قال : \" ليس أحد يحاسب يوم القيامة إلا هلك. فقلت: يا رسول الله، أليس قد قال الله تعالى : (( فَأَمَّا مَنْ أُوتِيَ كِتَابَهُ بِيَمِينِهِ * فَسَوْفَ يُحَاسَبُ حِسَاباً يَسِيراً )) (195) . فقال رسول الله صلى الله عليه وسلم : \" إنما ذلك العرض، وليس أحد يناقش الحساب يوم القيامة إلا عُذّب \" .\n(1/48)",
        "\nونؤمن بأن إنسان سيعطى كتاب أعماله، وإذا اطلع المؤمن على ما تحويه صحيفته من التوحيد وصالح الأعمال سرّ واستبشر، وأعلى هذا السرور، قال الله تعالى : (( فَأَمَّا مَنْ أُوتِيَ كِتَابَهُ بِيَمِينِهِ فَيَقُولُ هَاؤُمُ اقْرَأوا كِتَابِيَهْ إِنِّي ظَنَنْتُ أَنِّي مُلاقٍ حِسَابِيَهْ * فَهُوَ فِي عِيشَةٍ رَاضِيَةٍ* فِي جَنَّةٍ عَالِيَةٍ * قُطُوفُهَا دَانِيَةٌ * كُلُوا وَاشْرَبُوا هَنِيئاً بِمَا أَسْلَفْتُمْ فِي الْأَيَّامِ الْخَالِيَةِ )) (196) .\nوأما الكافر والمنافق وأهل الضلال، فإنهم يؤتون كتبهم بشمالهم من وراء ظهورهم، وعند ذلك يدعو الكافر بالويل والثبور، وعظائم الأمور، كما قال سبحانه : (( وَأَمَّا مَنْ أُوتِيَ كِتَابَهُ بِشِمَالِهِ فَيَقُولُ يَا لَيْتَنِي لَمْ أُوتَ كِتَابِيَهْ وَلَمْ أَدْرِ مَا حِسَابِيَهْ يَا لَيْتَهَا كَانَتِ الْقَاضِيَةَ مَا أَغْنَى عَنِّي مَالِيَهْ * هَلَكَ عَنِّي سُلْطَانِيَهْ * خُذُوهُ فَغُلُّوهُ * ثُمَّ الْجَحِيمَ صَلُّوهُ )) (197).\nز - الميزان والصراط :\nونؤمن بالميزان، قال تعالى : (( وَنَضَعُ الْمَوَازِينَ الْقِسْطَ لِيَوْمِ الْقِيَامَةِ فَلا تُظْلَمُ نَفْسٌ شَيْئاً وَإِنْ كَانَ مِثْقَالَ حَبَّةٍ مِنْ خَرْدَلٍ أَتَيْنَا بِهَا وَكَفَى بِنَا حَاسِبِينَ )) (198) .\nوقد دلت السنة النبوية على أن ميزان الأعمال له كفتان حسيتان مشاهدتان .\nووزن الأعمال يكون بعد انقضاء الحساب، فإن المحاسبة لتقرير الأعمال، والوزن لإظهار مقاديرها ليكون الجزاء بحسبها .\nونؤمن بالصراط وهو الجسر المنصوب على ظهر جهنم طريقاً إلى الجنة، حيث يمر جميع الناس على هذا الصراط حسب أعمالهم .\n(1/49)\n",
        "فمنهم من يمر كلمح البصر، ومنهم من يمر كالبرق، ومنهم من يمر كالريح، ومنهم من يمر كالفرس الجواد، ومنهم من يمر كركاب الإبل، ومنهم من يعدو عدواً، ومنهم من يمشي مشياً، ومنهم من يزحف زحفاً، ومنهم من يخطف خطفاً ويلقى في جهنم ، فإن الجسر عليه كلاليب (199) تخطف الناس بأعمالهم، فمن تجاوز الصراط دخل الجنة .\nويجب أن يعلم أن من استقام على صراط الله الذي هو دينه الحق في الدنيا، استقام على هذا الصراط في الآخرة ، ومن حاد عن الصراط المستقيم في الدنيا، فلن يصمد على صراط الآخرة .\nوعند الصراط في يوم الآخرة يفترق المنافقون عن المؤمنين، ويتخلفون عنهم، ويسبقهم المؤمنون، ويحال بينهم بسور يمنعهم من الوصول إليهم .\nجـ - الجنة والنار :\nنؤمن بالجنة التي أعدها الله للمؤمنين، ونؤمن بالنار التي أعدها الله للكافرين، فالجنة والنار كلاهما حق لا ريب فيهما ، فالنار دار أعداء الله، والجنة دار أوليائه .\nقال تعالى : (( فَإِنْ لَمْ تَفْعَلُوا وَلَنْ تَفْعَلُوا فَاتَّقُوا النَّارَ الَّتِي وَقُودُهَا النَّاسُ وَالْحِجَارَةُ أُعِدَّتْ لِلْكَافِرِينَ * وَبَشِّرِ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ أَنَّ لَهُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ كُلَّمَا رُزِقُوا مِنْهَا مِنْ ثَمَرَةٍ رِزْقاً قَالُوا هَذَا الَّذِي رُزِقْنَا مِنْ قَبْلُ وَأُتُوا بِهِ مُتَشَابِهاً وَلَهُمْ فِيهَا أَزْوَاجٌ مُطَهَّرَةٌ وَهُمْ فِيهَا خَالِدُونَ )) (200) .\nولقد جاء وصف الجنة والنار، ووصف النعيم والعذاب في مواضع كثيرة جداً من القرآن، كلما ذكر الجنة عطف عليها بذكر النار، والعكس، وتارة يرغب في الجنة ويدعو إليها، ويرهب من النار ويحذر منها، وتارة يخبر عما أعد في الجنة من النعيم لأوليائه، ويخبر عما أرصد في النار من العذاب الأليم لأعدائه .\nونعتقد يقيناً أن الجنة والنار مخلوقتان وموجودتان الآن .\n(1/50)\n\nقال الله تعالى عن الجنة : (( أُعِدَّتْ لِلْمُتَّقِينَ )) (201) .\nوقال عن النار : ((أُعِدَّتْ لِلْكَافِرِينَ )) (202) .\nويقول النبي صلى الله عليه وسلم : \"إذا مات أحدكم فإنه يعرض عليه مقعده بالغداة والعشي، فإن كان من اهل الجنة فمن أهل الجنة، وإن كان من أهل النار فمن أهل النار \"(203) .\nونصوص القرآن الكريم والسنة النبوية في إثبات ذلك كثيرة جداً، ولذا فقد اتفق أهل السنة والجماعة على أن الجنة والنار مخلوقتان موجودتان الآن .\nكما نؤمن بأن الجنة والنار لا تفنيان أبداً ولا تبيدان، وقد دلت النصوص القرآنية والأحاديث النبوية على ذلك .\nيقول تعالى عن الجنة : (( أُكُلُهَا دَائِمٌ )) (204) .\nويقول رسول الله صلى الله عليه وسلم : \"من يدخل الجنة ينعم ولا ييأس، ويخلد ولا يموت \"(205) .\nومن أدلة بقاء النار وعدم فنائها، قوله تعالى : (( وَلَهُمْ عَذَابٌ مُقِيمٌ )) (206) ، وقوله تعالى : (( لا يُقْضَى عَلَيْهِمْ فَيَمُوتُوا وَلا يُخَفَّفُ عَنْهُمْ مِنْ عَذَابِهَا )) (207) .\nفاللهم إنّا نسألك رضاك والجنة وما قرب إليهما من قول وعمل، ونعوذ بك من سخطك والنار وما قرب إليهما من قول وعمل .\nالإيمان بالقدر\n1- معنى الإيمان بالقدر :\nهو التصديق الجازم بأن كل خير وشر فهو بقضاء الله وقدره، وأنه الفعال لما يريد، لا يكون شيء إلا بإرادته، ولا يخرج شيء عن مشيئته، وليس في العالم شيء يخرج عن تقديره، ولا يصدر إلا عن تدبيره، ولا محيد لأحد عن القدر المقدور، ولا يتجاوز ما خط في اللوح المسطور، وأنه خالق أفعال العباد والطاعات والمعاصي، ومع ذلك فقد أمر العباد ونهاهم، وجعلهم مختارين لأفعالهم، غير\nمجبورين عليها، بل هي واقعة بحسب قدرتهم وإرادتهم، والله خالقهم وخالق قدرتهم، يهدي من يشاء برحمته، ويضل من يشاء بحكمته، لا يسأل عما يفعل وهم يسألون .",
        "(1/51)\n\nوالإيمان بقدر الله تعالى أحد أركان الإيمان، كما في جواب الرسول صلى الله عليه وسلم حين سأله جبريل عليه السلام عن الإيمان - قال : \" أن تؤمن بالله وملائكته وكتبه ورسله واليوم الآخر وتؤمن بالقدر خيره وشره \"(208) .\nوقال صلى الله عليه وسلم : \"لو أن الله عذب أهل سمواته وأهل أرضه لعذبهم غير ظالم لهم، ولو رحمهم كانت رحمته لهم خيراً من أعمالهم، ولو كان لك مثل جبل أحد ذهباً أنفقته في سبيل الله ما قبله منك حتى تؤمن بالقدر وتعلم أن ما أصابك لم يكن ليخطئك وأن ما أخطأك لم يكن ليصيبك وأنك إن مت على غير هذا دخلت النار \"(209) .\nب - مراتب الإيمان بالقدر :\nالإيمان بالقدر يتضمن أربعة أمور :\nالأول : الإيمان بأن الله تعالى علم بكل شيء جملة وتفصيلاً، وأنه تعالى قد علم جميع خلقه قبل أن يخلقهم وعلم أرزاقهم وآجالهم وأقوالهم وأعمالهم، وجميع حركاتهم وسكناتهم، وأسرارهم وعلانياتهم، ومن هو منهم من أهل الجنة، ومن هو منهم من أهل النار .\nقال الله تعالى : (( هُوَ اللَّهُ الَّذِي لا إِلَهَ إِلَّا هُوَ عَالِمُ الْغَيْبِ وَالشَّهَادَةِ )) (210) .\nوقوله تعالى : (( وَأَنَّ اللَّهَ قَدْ أَحَاَطَ بِكُلِّ شَيْءٍ عِلْماً )) (211) .\nالثاني : الإيمان بكتابة ذلك، وأنه قد كتب جميع ما سبق به علمه أنه كائن في اللوح المحفوظ .\nودليله قوله تعالى : (( مَا أَصَابَ مِنْ مُصِيبَةٍ فِي الْأَرْضِ وَلا فِي أَنْفُسِكُمْ إِلَّا فِي كِتَابٍ مِنْ قَبْلِ أَنْ نَبْرَأَهَا ))(212) .\nوقول النبي صلى الله عليه وسلم : \" كتب الله مقادير الخلائق أن يخلق السموات والأرض بخمسين ألف سنة \"(213) .\nالأمر الثالث : الإيمان بمشيئة الله النافذة التي لا يردها شيء، وقدرته التي لا يعجزها شيء، فجميع الحوادث وقعت بمشيئة الله وقدرته، فما شاء كان، ولم يشأ لم يكن .\nودليله قوله تعالى : (( وَمَا تَشَاءُونَ إِلَّا أَنْ يَشَاءَ اللَّهُ )) (214) .\n(1/52)",
        "\nوقوله تعالى : (( وَيَفْعَلُ اللَّهُ مَا يَشَاءُ )) (215) .\nالأمر الرابع : الإيمان بأنه سبحانه هو الموجد للأشياء كلها، وأنه الخالق وحده، وكل ما سواه مخلوق له، وأنه على كل شيء قدير .\nودليله قوله تعالى : (( اللَّهُ خَالِقُ كُلِّ شَيْءٍ )) (216) .\nوقوله سبحانه : (( وَخَلَقَ كُلَّ شَيْءٍ فَقَدَّرَهُ تَقْدِيراً )) (217) .\nويجب أن نعلم أن القدر قدرة الرحمن سبحانه وتعالى ، وان كل شيء يجري بتقديره، ومشيئته تنفذ، لا مشيئة للعباد إلا ما شاء لهم، فما شاء لهم كان، وما لم يشأ لم يكن.\nكما يجب أن نعلم أن أصل القدر هو سر الله تعالى في خلقه، لم يطلع على ذلك ملك مقرَّب، ولا نبي مرسل .\nإن المؤمن يصف ربه بصفات الكمال، فتراه مؤمناً بأن كل عمل لا يحدث إلا وله حكمة، وإذا غابت عنه الحكمة الإلهية في أمر من الأمور، عرف جهله أمام علم الله - المحيط بكل شيء - وترك الاعتراض على الحكيم الخبير العليم الذي لا يُسأل عما يفعل وهم يسألون .\nجـ - حكم الاحتجاج بالقدر في ترك ما أمر الله به :\nإن الإيمان بالقدر على ما وصفناه لا ينافي أن يكون للعبد مشيئة في أفعاله الاختيارية، وقدرة عليها؛ لأن الشرع والواقع دالان على إثبات ذلك له .\nأما الشرع، فقد قال الله تعالى في المشيئة : (( فَمَنْ شَاءَ اتَّخَذَ إِلَى رَبِّهِ مَآباً )) (218) .\nوقال تعالى في القدرة : (( لا يُكَلِّفُ اللَّهُ نَفْساً إِلَّا وُسْعَهَا لَهَا مَا كَسَبَتْ وَعَلَيْهَا مَا اكْتَسَبَتْ )) (219) .\nوأما الواقع فإن كل إنسان يعلم أن له مشيئة وقدرة بهما يفعل، وبهما يترك، ويفرق بين ما يقع بإرادته كالمشي وما يقع بغير إرادته كالارتعاش، لكن مشيئة العبد وقدرته واقعتان بمشيئة الله تعالى\nوقدرته، لقول الله تعالى : (( وَمَا تَشَاءُونَ إِلَّا أَنْ يَشَاءَ اللَّهُ )) (220) .\nولأن الكون كله ملك لله تعالى فلا يكون في ملكه شيء بدون علمه ومشيئته .\n(1/53)\n",
        "والإيمان بالقدر على ما سبق تقريره لا يمنح العبد حجة على ترك ما أمر الله به أو فعل ما نهي الله عنه، فمن احتج بالقدر على فعل المعاصي فهذا احتجاج باطل من وجوه .\nالأول : قال النبي صلى الله عليه وسلم : \" ما منكم من أحد قد كتب مقعده من النار أو من الجنة \" . فقال رجل من القوم : ألا نتكل يا رسول الله ؟ \" قال : لا، اعملوا فكل ميسر لما خلق له\"(221) فأمر النبي صلى الله عليه وسلم بالعمل ونهى عن الاتكال على القدر .\nالثاني : أن الله تعالى أمر العبد ونهاه، ولم يكلفه إلا ما يستطيع، قال الله تعالى : (( فَاتَّقُوا اللَّهَ مَا اسْتَطَعْتُمْ )) (222) .\nولو كان العبد مجبوراً على الفعل، لكان مكلفاً بما لا يستطيع الخلاص منه، وهذا باطل، ولذلك إذا وقعت منه المعصية بجهل أو نسيان أو إكراه فلا إثم عليه؛ لأنه معذور .\nالثالث : أن قدرة الله تعالى سر مكتوم لا يعلم به إلا بعد وقوع المقدور، وإرادة العبد لما يفعله سابقة على فعله، فتكون إرادته الفعل غير مبنية على علم منه بقدر الله، وحينئذ تنتفي حجته بالقدر، إذ لا حجة للمرء فيما لا يعلمه .\nفإذا اعترض العاصي وقال : إن المعصية كانت مكتوبة عليّ، فيقال له : قبل أن تقترف المعصية، ما يدريك عن علم الله تعالى؟ فما دمت لا تعلم ومعك الاختيار والقدرة، وقد وُضِّحت لك طرق الخير والشر، فحينئذ إذا عصيت فأنت المختار للمعصية، المفضل لها على الطاعة، فتتحمل عقوبة معصيتك .\nالسابع : أن المحتج بالقدر على نا تركه من الواجبات أو فعله من المعاصي لو اعتدى عليه شخص، فأخذ ماله ، أو انتهك حرمته، ثم احتج بالقدر، وقال : لا تلمني فإن اعتدائي كان بقدر الله ، لم يقبل حجته، فكيف لا يقبل الاحتجاج بالقدر في اعتداء غيره عليه، ويحتج به لنفسه في اعتدائه على حق الله تعالى ؟!\nد - آثار الإيمان بالقدر :\n(1/54)\n\nإن الإيمان بالقدر مع أنه عقيدة يجب الإيمان بها، وركن من أركان الإيمان يكفر منكره، إلا أن له آثاراً محسوسة في حياة الناس،\nومن هذه الآثار ما يلي :\n1- القدر من أكبر الدواعي التي تدعو الفرد إلى العمل والنشاط والسعي بما يرضي الله في هذه الحياة، والإيمان بالقدر من أقوى الحوافز للمؤمن لكي يعمل، ويقدم على عظائم الأمور بثبات ويقين .\nإن المؤمنين مأمورون بالأخذ بالأسباب مع التوكل على الله تعالى، والإيمان بأن الأسباب لا تعطي النتائج إلا بإذن الله، لأن الله هو الذي خلق الأسباب، وهو الذي خلق النتائج .\nيقول النبي صلى الله عليه وسلم: \" المؤمن اقوي خير وأحب إلى الله من المؤمن الضعيف، وفي كل خير،احرص على ما ينفعك، واستعن بالله ولا تعجزن، وإن أصابك شيء فلا تقل لو أني فعلت كذا وكذا، ولكن قل قدر الله وما شاء فعل، فإن لو تفتح عمل الشيطان \" رواه مسلم .\nوحين أراد المسلمون تغيير الواقع بالجهاد، أخذوا بأسباب الجهاد كلها، ثم توكلوا على الله تعالى، ولم يقولوا إن الله قدر نصر المؤمنين وهزيمة الكافرين، واكتفوا بذلك عن الاستعداد والجهاد والصبر وخوض المعارك، بل فعلوا كل هذه الأمور فنصرهم الله وأعز الله بهم الإسلام .\n2- ومن آثار الإيمان بالقدر أن يعرف الإنسان قدر نفسه، فلا يتكبر ولا يبطر ولا يتعالى أبداً؛ لأنه عاجز عن معرفة المقدور، ومستقبل ما هو حادث، ومن ثم يقر الإنسان بعجزه وحاجته إلى ربه تعالى دائماً .\n3 - إن الإنسان إذا أصابه الخير بطر واغتر به، وإذا أصابه الشر والمصيبة جزع وحزن، ولا يعصم الإنسان من البطر والطغيان إذا أصابه الخير، والحزن إذا أصابه الشر، إلا الإيمان بالقدر، وأن ما وقع فقد جرت به المقادير، وسبق به علم الله .\nيقول أحد السلف : من لم يؤمن بالقدر لم يتهن بعيشه .",
        "(1/55)\n\n4 - والإيمان بالقدر يقضي على كثير من الأمراض التي تعصف بالمجتمعات ، وتزرع الأحقاد بين المؤمنين، وذلك مثل رذيلة الحسد، فالمؤمن لا يحسد الناس على ما آتاهم الله من فضله، لأن الله هو الذي رزقهم وقدّر لهم ذلك، وهو يعلم أنه حين يحسد غيره إنما يعترض على القدر .\n5 - إن الإيمان بالقدر يبعث في القلوب الشجاعة على مواجهة الشدائد، ويقوي فيها العزائم، فتثبت في ساحات الجهاد، ولا تخاف الموت؛ لأنها توقن أن الآجال محدودة لا تتقدم ولا تتأخر لحظة واحدة .\nولما كانت هذه العقيدة راسخة في قلوب المؤمنين ثبتوا في القتال وعزموا على مواصلة الجهاد، فجاءت ملاحم الجهاد تحمل أروع الأمثلة على الثبات والصمود أمام الأعداء مهما كانت قوتهم، ومهما كان عددهم؛ لأنهم أيقنوا أنه لن يصيب الإنسان إلا ما كتب له .\n6- الإيمان بالقدر يغرس في نفس المؤمن حقائق الإيمان المتعددة، فهو دائم الاستعانة بالله، يعتمد على الله ويتوكل عليه مع فعل الأسباب، وهو أيضاً دائم الافتقار إلى ربه تعالى تستمد منه العون على الثبات، وهو أيضاً كريم يحب الإحسان إلى الآخرين فتجده يعطف عليهم ويسدي المعروف إليهم .\n7 - ومن آثار الإيمان بالقدر أن الداعي إلى الله يصدع بدعوته، ويجهر بها أمام الكافرين والظالمين، لا يخاف في الله لومة لائم، يبين للناس حقيقة الإيمان ويوضح لهم مقتضياته، كما يبين لهم مظاهر الكفر والنفاق ويحذِّرهم منها، ويكشف الباطل وزيفه، ويقول كلمة الحق أمام الظالمين، فإن المؤمن يفعل كل ذلك وهو راسخ الإيمان واثق بالله، متوكل عليه، صابر على كل ما يحصل له في سبيله؛ لأنه موقن أن الآجال بيد الله وحده، وأن الأرزاق عنده\nوحده، وأن العبيد لا يملكون من ذلك شيئاً مهما وجد لهم من قوة وأعوان .\n* * *\nأسئلة عن الإيمان باليوم الآخر\nس1- ما معنى الإيمان باليوم الآخر؟\nس2- اذكر خمسة أسماء لليوم الآخر؟\nس3- ما الحكمة من اهتمام القرآن باليوم الآخر ؟\n(1/56)",
        "\nس4 - ما معنى فتنة القبر ؟\nس5- اذكر دليلاً على عذاب القبر ونعيمه ؟\nس6- هل يمكن لعقولنا أن تدرك كيفية عذاب القبر ونعيمه؟ واذكر التعليل لما تقول.\nس7- اذكر ثلاث علامات من العلامات الصغرى للساعة مع الدليل.\nس8- اذكر ستاً من العلامات الكبرى للساعة مع الدليل .\nس9- اذكر ثلاث صفات من صفات الدجال وما هو السبيل للنجاة منه ؟\nس10- اذكر دليلاً من الحس وآخر من العقل في إثبات البعث .\nس11- ما معنى العرض؟ واذكر الدليل على ذلك .\nس12- هل هناك فرق بين العرض والحساب اليسير ؟ مع\nالتوضيح بالدليل .\nس13- متى توزن الأعمال؟ واذكر دليلاً على ثبوت الميزان .\nس14- أكمل :\n- الصراط هو .........، ومن استقام على الصراط المستقيم في الدنيا .........\nس15- اذكر الدليل على وجود كل من الجنة والنار .\nس16- اذكر دليلاً على عدم فناء كل من الجنة والنار .\n* * *\nأسئلة عن الإيمان بالقدر\nس1- ما معنى الإيمان بالقدر؟\nس2- عرّف القدر، واذكر دليلاً على أهميته .\nس3- اذكر مراتب القدر مع الدليل لكل مرتبة .\nس4- دلّ الشرع والواقع على أن للعبد مشيئة واختياراً. اذكر هذين الدليلين .\nس5- اذكر ثلاثة أوجه في بطلان الاحتجاج بالقدر في فعل المعاصي.\nس6- تحدث عن خمسة من آثار الإيمان بالقدر .\n* * *\nالفهرس\nتوجيهات عامة ............................................ 7\nمقرر التوحيد للسنة الأولى ..................................9\nمقرر التوحيد للسنة الثانية .................................13\nمقرر التوحيد للسنة الثالثة .................................17\nمقرر التوحيد للسنة الرابعة ................................20\nمقرر التوحيد للسنة الخامسة ..............................25\nمقرر التوحيد للسنة السادسة ............................. 30\nتوجيهات عامة ........................................... 36\nمقرر التوحيد للسنة الأولى الإعدادي .......................38\n(1/57)\n",
        "مقدمة في العقيدة الإسلامية وأهميتها .........................38\nأهمية العقيدة الإسلامية ..................................... 39\nالإيمان بالله عز وجل ........................................41\nآثار الإيمان بالله تعالى .......................................59\nأسئلة عن المقدمة والإيمان بوجود الله تعالى وربوبيته ...........61\nأسئلة عن الإيمان بألوهية الله تعالى ........................... 63\nأسئلة على الإيمان بأسماء الله وصفاته وآثار الإيمان بالله ....... 64\nمقرر التوحيد للسنة الثانية الإعدادية ...................... 66\nالإيمان بالملائكة ...........................................66\nالإيمان بالكتب ............................................71\nالإيمان بالرسل ............................................ 76\nأسئلة عن الإيمان بالملائكة ................................ 89\nأسئلة عن الإيمان بالكتب ................................... 90\nأسئلة عن الإيمان بالرسل ....................................91\nمقرر التوحيد للسنة الثالثة الإعدادية ..................... 93\nالإيمان باليوم الآخر .........................................93\nالإيمان بالقدر ............................................ 111\nأسئلة عن الإيمان باليوم الآخر ............................. 122\nأسئلة عن الإيمان بالقدر .................................. 124\nفهرس ...................................................125\n(1) سورة الزمر : الآية : 62 .\n(2) سورة فصلت : الآية : 37 .\n(1) سورة البقرة : الآية : 21 .\n(2) سورة الذاريات : الآية:56 .\n(3) سورة النساء : ألآية: 125 .\n(4) سورة المائدة: الآية : 3.\n(1) سورة البقرة : الآية : 112 .\n(1) سورة الحشر : الآية : 7.\n(1) سورة الأعراف : الآية : 54 .\n(2) سورة التين: الآية :4.\n(1/58)\n\n(3) سورة السجدة: الآية 5.\n(4) سورة الذاريات : الآية :56 .\n(1) سورة البقرة : الآية :256 .\n(2) سورة آل عمران : الآية :85 .\n(1) سورة الأحزاب : الآية :21 .\n(2) أخرجه البخاري ومسلم .\n(1) سورة غافر : الآية : 60\n(2) سورة آل عمران : الآية : 175 .\n(1) سورة المائدة: الآية : 23.\n(2) سورة الروم : الآية : 31 .\n(3) سورة احزاب : الآية : 41 .\n(4) سورة الأحقاف : الآية : 15.\n(5) سورة المؤمنون : الآية : 17 .\n(1) سورة الذاريات : الآية : 56.\n(2) سورة النحل : الآية : 97.\n(3) سورة الأعراف : الآية : 158 .\n(1) سورة النور : الآية : 63 .\n(2) سورة آل عمران : الآية : 132 .\n(3) سورة النور : الآية : 54 .\n(1) سورة الزمر : الآية : 62.\n(2) سورة هود : الآية : 6.\n(3) سورة السجدة : الآية : 5.\n(1) سورة يونس : الآية :56 .\n(2) سورة لقمان : الآية : 25 .\n(3) سورة غافر : الآية : 60 .\n(4) سورة آل عمران : الآية : 175 .\n(5) سورة المائدة : الآية : 23 .\n(1) سورة الفاتحة : الآية : 5\n(2) سورة الناس : الآية : 1\n(3) سورة النحل : الآية : 63 .\n(4) سورة ص : الآية : 5\n(1) سورة الشورى : الآية : 11 .\n(2) سورة العصر : الآية : (1- 3) .\n(1) سورة النحل : الآية : 63 .\n(2) سورة النساء : الآية : 116\n(3) سورة الأنعام : الآية : 88 .\n(1) سورة المائدة : الآية : 72 .\n(2) سورة التوبة : الآية : 65، 66\n(3) سورة البقرة : الآية : 8 .\n(1) سورة المؤمنون : الآية : 15 ، 16.\n(2) متفق عليه .\n(1) سورة الانشقاق : الآيات : 7 - 12 .\n(2) سورة الأنبياء : الآية : 47 .\n(1) سورة آل عمران : الآية : 133 .\n(2) سورة السجدة : الآية : 17 .\n(3) سورة البقرة : الآية :24 .\n(4) سورة المزمل : الآيتان : 12 ، 13\n(1) سورة االبقرة : الآية :177\n(2) سورة القمر : الآيتان :49، 50 .\n(1) أخرجه مسلم .\n(2) أخرجه البخاري ومسلم .\n(3) سورة البقرة : الآية : 112",
        "(1/59)\n\n(1) سورة البقرة : الآية : 96 .\n(2) سورة الأنبياء : الآية : 105\n(1) سورة الأنفال : الآية : 9\n(2) سورة الطور : الآية : 35 .\n(3) سورة النمل : الآية : 88\n(1) سورة يس : الآية : 40\n(2) سورة الزمر : الآية :62 .\n(3) سورة هود : الآية : 6 .\n(1) سورة المائدة : الآية : 120\n(2) سورة الفاتحة : الآية : 2\n(3) معنى يجير ولا يجار عليه: أي يدفع عن عباده المكاره، ولا يقدر أحد أن يدفع ما قدره الله.\n(4) سورة المؤمنون : الآية : 86 - 89 .\n(1) سورة آل عمران : الآية :83.\n(1) سورة البقرة : الآية : 163 .\n(2) سورة الفاتحة : الآية : 5\n(3) سورة الذاريات : الآية : 56 .\n(1) سورة النحل : الآية : 36 .\n(2) أخرجه البخاري ومسلم .\n(3) أخرجه مسلم .\n(1) سورة البقرة : الآية : 256 .\n(1) سورة محمد : الآية : 19 .\n(2) سورة الحجرات : الآية : 15.\n(3) سورة الصافات : الآية : 35 ، 36 .\n(1) سورة لقمان : الآية : 22 .\n(2) أخرجه البخاري ومسلم .\n(3) أخرجه البخاري ومسلم .\n(4) سورة البقرة : الآية : 165 .\n(1) سورة الذاريات : الآيات : 56 - 58 .\n(1) سورة البقرة : الآية : 112 .\n(1) سورة النساء : الآية : 48 .\n(2) سورة لقمان : الآية : 13 .\n(3) أخرجه البخاري ومسلم .\n(4) سورة الأنعام : الآية : 88 .\n(1) سورة المائدة : الآية : 72 .\n(2) سورة غافر : الآية : 60 .\n(3) سورة المائدة : الآية :23.\n(4) سورة النجم : الآية : 62.\n(1) أخرجه البخاري ومسلم .\n(2) سورة الشورى : الآية : 11 .\n(1) سورة الفاتحة .: الآية : 3 .\n(2) سورة الشورى : الآية : 11 .\n(3) سورة لقمان : الآية : 9 .\n(4) سورة الأحزاب : الآية : 41 .\n(5) سورة الأعراف : الآية : 180 .\n(1) سورة الحج : الآية : 38.\n(2) سورة النحل : الآية: 97.\n(1) سورة البقرة : الآية : 5 .\n(1) سورة الطور : الآية: 35.\n(1) سورة النساء : الآية : 36.\n(2) سورة الإسراء : الآية : 23 .\n(3) سورة الزخرف : الآيتان : 26 ، 27.\n(1/60)",
        "\n(1) سورة الأنبياء : الآيتان : 26: 27 .\n(1) سورة البقرة : الآية : 285.\n(2) أخرجه مسلم .\n(3) أخرجه مسلم .\n(4) سورة فاطر : الآية : 1.\n(5) أخرجه البخاري ومسلم .\n(1) سورة التحريم : الآية : 6 .\n(2) الصور : قرن ينفخ فيه .\n(1) سورة النساء : الآية : 136.\n(1) أخرجه مسلم .\n(2) سورة المائدة : الآية : 48 .\n(1) سورة الأنعام : الآية 19 .\n(2) سورة الحجر : الآية : 9 .\n(1) أخرجه مسلم .\n(2) سورة الأحزاب : الآية : 21\n(3) سورة النساء : الآية : 46 .\n(1) سورة آل عمران : الآية : 78 .\n(1) سورة المائدة : الآية : 48 .\n(1) سورة الشورى : الآية : 52 .\n(2) سورة البقرة : الآية : 285 .\n(3) أخرجه مسلم .\n(1) النحل : الآية : 35 .\n(2) سورة النحل : الآية : 36 .\n(3) سورة المائدة : الآية : 48 .\n(1) سورة الأنبياء : الآية : 7 .\n(2) سورة الكهف : الآية : 110 .\n(1) سورة الأنعام : الآية : 124 .\n(2) سورة يس : الآية : 52 .\n(3) سورة الأحقاف : الآية : 35 .\n(1) سورة الشورى : الآية :13 .\n(2) سورة الكهف : الآية : 56 .\n(1) سورة النحل : الآية : 97 .\n(2) سورة فصلت : الآية : 13 .\n(3) سورة النساء : الآية : 13 .\n(4) سورة النساء : الآية : 14 .\n(1) سورة الأحزاب : الآية : 21 .\n(2) سورة الأحزاب : الآية : 21 .\n(3) أخرجه البخاري ومسلم .\n(1) سورة النور : الآية : 55 .\n(2) سورة النساء : الآية :65.\n(3) سورة النور : الآية : 64 .\n(1) سورة الأحزاب : الآية : 40 .\n(2) سورة آل عمران : الآية :85 .\n(3) أخرجه مسلم .\n(4) سورة الأحقاف : الآية :31 .\n(1) سورة سبأ : الآية : 28 .\n(2) أخرجه مسلم .\n(3) سورة الأنبياء : الآية : 107 .\n(1) سورة طه : الآيتان : 123 ، 124 .\n(1) سورة البقرة : الآية : 232 .\n(1) سورة التوبة : الآية : 18 .\n(2) سورة الأنعام : الآية : 92.\n(3) سورة التوبة : الآية : 38 .\n(1) سورة السجدة : الآية : 11 .\n(2) سورة الأعراف : الآية : 34 .\n(1/61)\n",
        "(1) سورة الأنعام : الآية : 93 .\n(2) سورة غافر : الآية : 46 .\n(3) سورة فصلت : الآية : 30 .\n(1) سورة الواقعة : الآية : 83 - 89 .\n(2) رواه مسلم .\n(1) سورة الأعراف : الآية : 187 .\n(2) متفق عليه .\n(1) رواه البخاري .\n(2) رواه مسلم .\n(1) أخرجه الشيخان .\n(2) أخرجه الشيخان .\n(3) رواه مسلم .\n(1) سورة المؤمنون : الآيتان : 15 ، 16 .\n(2) متفق عليه .\n(3) سورة المؤمنون : الآية : 115 .\n(1) سورة التغابن : الآية : 7 .\n(2) سورة سبأ : الآية : 3 .\n(3) سورة البقرة : الآيتان : 55، 56 .\n(1) انظر : سورة البقرة : آية 73، آية 243، آية 259، آية 260 .\n(2) سورة الروم : الآية :27 .\n(3) يس ، آية 79 .\n(1) ق، آية : (9- 11) .\n(2) سورة يس : الآية : 81 .\n(3) سورة الحاقة : الآيات : 15 - 18 .\n(4) سورة الكهف : الآية : 48 .\n(1) سورة الانشقاق : الآيات : 6 - 15 .\n(2) سورة الانشقاق : الآيتان : 7، 8 .\n(1) سورة الحاقة : الآيات : 19 - 24 .\n(2) سورة الحاقة : الآيات : 25 - 31 .\n(1) سورة الأنبياء : الآية : 47 .\n(2) جمع كلوب بفتح الكاف وضم اللام المشددة . وهو حديدة معطوفة الرأس .\n(1) سورة البقرة : الآيتان : 24 ، 25 .\n(1) سورة ؟آل عمران : الآية : 133 .\n(2) سورة البقرة : الآية : 24 .\n(3) رواه البخاري .\n(4) سورة الرعد : الآية : 35 .\n(5) رواه مسلم .\n(1) رواه مسلم .\n(2) سورة المائدة : الآية : 37 .\n(1) أخرجه مسلم .\n(2) أخرجه أحمد .\n(1) سورة الحشر : الآية :22 .\n(2) سورة الطلاق : الآية : 12 .\n(3) سورة الحديد : الآية : 22 .\n(4) أخرجه مسلم .\n(1) سورة الإنسان : 30 .\n(2) سورة إبراهيم : 27 .\n(3) سورة الرعد : الآية : 16 .\n(4) سورة الفرقان : الآية : 2 .\n(1) سورة النبأ : الآية : 39 .\n(2) سورة البقرة : الآية : 286 .\n(1) سورة الإنسان : الآية : 30 .\n(2) أخرجه البخاري ومسلم .\n(3) سورة التغابن : الآية : 16 .\n??\n??\n??\n??\n17\nمقرر التوحيد\n(1/62)\n\nجميع الحقوق محفوظة لموقع فضيلة الشيخ / عبد العزيز بن محمد العبد اللطيف / www.alabdullatif.islamlight.net\n1\nجميع الحقوق محفوظة لموقع فضيلة الشيخ / عبد العزيز بن محمد العبد اللطيف / www.alabdullatif.islamlight.net",
        "(1/63)\n"
    ]
}