{
    "partText": [
        "\nمن أنا حتى أكتب عن أحمد .. روائع أحمد بن حنبل\nد . إسلام المازنى\nالحمد لله رب العالمين\nاللهم صل على محمد\nو على آله و صحبه و سلم .\nمن أنت يا ابن حنبل ؟\nأرجل مثل بقية الرجال ؟ أم أشباه الرجال ؟\nأشيخ عاش ثم قضى نحبه ؟\nأحمد يا إخوان لم يكن هملا , بل كان عالما , كان بطلا ...كان آية .. كان فذا\nإذا المكارم فى الدنيا أشيد بها*** كانت كتاباً ، وكنا نحن عنواناً\nإن الحياة نهار أو سحابته *** فعش نهارك من دنياك إنساناً\nلم يكن قلبه يهوى قسمات أنثى يراها البداية و النهاية , و لم يكن صدره يتزلزل بنبْض سوى الحق , كان عقلا مفكرا يدرك أين شاطئ النجاة , فصار شمعة لا مثيل لها فى روعة الضوء , و حلق كعُصْفُور أخضر يجمع السنة من كل روض مزهر و يدون لمن يأتى بعده , لنا ....\nليترك أربعين ألف حديث شريف , كأنها الجَنَّات و النهر , فى موسوعة لمن طلب أطيب الخبر , بلا حقوق نشر و لا ربحية !\nتحلى أحمد بطهر الوجدان و حب الخير , فلم يكْرَه سوى الباطل و المبطلين , فكانت حياته قصة وعبْرة تروى كفاح إنسان حمل فى أعْمَاق صَدْره طهر حب ربه , نحسبه و الله حسيبه ....\nلم يعرف الصمت , حين نادى الحق لبى , فانطلقت المعانى كالدرر تنير الأرْضَ المستديرة كلها رغم المشقة ...\nأحمد بن حنبل هو رجل المائة الثالثة ، شهد له الجميع بأنه عالم ثقة إمام ورع , أمة وحده , سيد فى الثبات و الصبر .\nمولده و نسبه:\nولد الإمام أحمد عام 164 هجرية في بغداد التى ينتقم منها الحاقدون لأنها كانت منارة للسنة ..\nفبعثروا كتبها و أحرقوا تراثها و مخطوطاتها , بعد أن اغتصبوا مالها و افترسوا أهلها ...\nو توفي الإمام أحمد عام 241 هجرية ......\nكان عمره عندما مات الشافعي - رحمهما الله - يقارب الأربعين ، كأن الله تعالى تركه للأمة من بعده بعد أن بلغ أشده و استوى !\nحيث كان الشافعي يكبره بأربعة عشر عاما رحمهما الله تعالى .\nشيخنا أحمد عربي من شيبان .....\n(1/1)\n",
        "يلتقي نسبه مع الرسول عليه الصلاة و السلام , عند الجد نزار بن معد .\nفهو أحمد بن محمد بن حنبل بن هلال بن أسد ..إلى مازن بن ذهل بن شيبان .\nتيتم صغيرا ليصير مثلا كبيرا !\nو يمسى حجة على من يتذرع باليتم و الضعف و الفقر , ليعيش الخور و الكسل و العجز ...\nو تولت أمه الطيبة تربيته الفريدة المثال\nفكانت نعم الأم , و نعم المربية و نعم السيدة الفاضلة ...\nلم تنتظر من ينير لها الطريق , كان منيراً بيقينها و ذكائها ، لم تكن حالمة ترى الحياة شوقا لرجل يمتطي صهوة الخيال , بل كانت تسبح فى الغسق وتشعل الدجى ترانيما حسنة ، كان حب الله يحدوها و هى تهب ابنها الفتى اليتيم لله تعالى ..\nو المدد لم يكن مالا و لا متاعا , بل كانا فقيرين , و لم يحدوها حلم ببذلة تحتويه و شهادة يوم يتخرج كما المثاليات فى زمن التلفاز\nبل كان البيع لخير من ذلك ,\nكانت تصنع منه آية !\nيقف وسط الوحوش صامدا فى المحنة , لا تتبعثر نفسه بين الرغبات و الرهبات ..\nفهى سيدة من زمن القمم , لم تلتزم نهجنا و ذات السلوك الرتيب , و لم تتعب نفسها فى حفظ أبجدية التساوى مع الرجل و التنافس مع الذكر كأنما خلقنا للتناطح كالكباش !\n... و لا تسعى لخروجها مكشوفة ليقال حرة !\nو لم تر تربية الأبناء ليست عملا ... فيقال لمن خرجت عاملة و لمن جلست أين عمل المرأة !\nبل كانت تعمل ... و انظر إلى عملها و عملنا !\nهى ربت أحمد !\nو خرج ليسطع فى الدنيا حتى الليلة !\nنحن عالة على كتبه ....حفظ لنا السنة و الفقه\nو تحمل ليصلنا الدين نقيا\nتحمل الجوع و البرد والسوط و السيف !\nكانت أمه معه يوما بيوم , تصنع الرجل القادم ... فجر النور , و لم تعش الجنون كطائشات القوم\nتمنت أن ترتقى و ارتقت , و جدير بها أن تسعد لأنها رأت أحمد نورا للدنيا , يحدث عن النبى صلى الله عليه وسلم , فيصمت الخلق انبهارا من الحديث و المحدث و من المتحدث عنه !\n(1/2)\n\nحتى و هو صبى كان سلوكه يدل على نعمة الله بمثل تلك الأم المسلمة ...\n* قال أبو سراج بن خزيمة - وهو ممن كان\nمع أحمد بن حنبل في الكتّاب صغيرا - إن أبي جعل يعجب من أدب أحمد\nوحسن طريقته, فقال لنا ذات يوم :\nأنا أنفق على أولادي وأجيئهم بالمؤدبين على أن يتأدبوا، فما أراهم يفلحون، وهذا أحمد بن حنبل غلام يتيم ، انظر كيف يخرج ؟\nو جعل يعجب .\n* وكان الهيثم بن جميل بفراسته يقول عن أحمد :\nأحسب هذا الفتى - إن عاش - يكون حجة على أهل زمانه\n**************************\nو يكبر الصبى النابه ...\nها هو أحمد فى المسجد , لا يتكلم بل يسكت ,\nفتعمر القلوب بالنظر لسمته , و ينساب الهدوء بين الحنايا مع دمعته الرقيقة الخاشعة\n**************************\nفكيف لو تكلم ....أرأيتم الأم المربية حين تنتج جيلا مسلما ! رحمها الله رحمة واسعة و رضى عنها ...تحملت الفقر و ضحت بالشباب لتكون متفرغة لابنها النابغة , و لم تعش أرملة ميتة على أشلاء أمل قديم .\nو كان أحمد وفيا لأمه , لدرجة أنه خشى أن تزعجها سيدة أخرى بأى منغصات, فلم يتزوج حتى توفيت , و هو فى الثلاثين من عمره .\nكانت البداية بزرع الورد الذى لا يذبل\nبالكتاب المقدس المكرم المطهر\nفأعانته أمه المثالية على تعلم القرآن المكرم , تلاوة و حفظا , حتى لبسا تاج البهاء ... و وعى ابنها الذكر فى صدره و ختم القرءان حفظا ..\nو فى الخامسة عشرة دخل حلقات العلماء ليشرب من نهر السنة العذب السلسبيل\nفجلس فى مجالس الحديث الشريف\nحتى سمع ما ببغداد كله !\nفقرر أن يجوب الدنيا , و يركب البحر و يشرب الصبر ليجمع كل كلمة قالها الحبيب صلى الله عليه سلم , و يحققها ( سندا و متنا ) , فيتأكد من صدق ناقليها عدلا , و يسمعها بنفسه منهم بلا واسطة , فيعلو به النقل و التوثيق العلمى التاريخى , فلا يكون بينه و بين النبى صلى الله عليه وسلم إلا أقل عدد ممكن , كى لا تشوب النقل شوائب !\nلا يهم الوقت\nلا يهم الجهد",
        "(1/3)\n\nلا يهم التعب\nلا يهم البرد\nلا يهم المطر\nفى سبيل الله نحيا\nمع الحب نحلق\nنشرب العلم نديا\nقشعريرة السعادة فيها الدفء المطلوب ...\nيرحل الشاب المجتهد المناضل في سبيل السنة الشريفة , حتى يذهب إلى شتى أركان دولة الخلافة الكبرى ...\nإلى الشامات والسواحل ..\nومكة والمدينة\nو باقى الحجاز واليمن\nلفارس و خراسان\nصعد الجبال , و وصل الأطراف , ثم زار الثغور فى مرمى العدو ..\nكى لا يترك إرثا طاهرا عبقا , و لا رجلا فاضلا معه خير دون أن يلقاه و يدون و ينقح ..\nجولة حول العالم من أجل الحق , و الحق وحده يا أحمد ...\nللحق قمت , تعب اختيارى !\nبقرار حر شجاع , ثم صمود لا يلين مع الريح ,\nو لا تبدده الشهوات و التباريح , و لا يغرقه بحر الكسل الفسيح ....\nشهد له الكل و كتب عنه الجميع\nفلم يكن أسطورة و لا مبالغة , بل ترك أثرا ماديا , و خلف صحبا كراما زكوه فى كل مصر طاف به ...\nمن شيوخه الفضلاء :\nممن التقى بهم في الري الإمام عليّ بن مجاهد حيث رحل أحمد إليه عام 182 هـ، وهي أول سنة رحل فيها في طلب العلم ، وسمع من الإمام جرير بن عبد الحميد في الري أيضا , رحمهم الله جميعا .\nورحل إلى البصرة عام 186هـ في طلب الحديث ، وخرج إلى الكوفة في طلب الحديث\nفأصابته حمى فعاد إلى بغداد.!\nلا\nلم يقرر الكف بسبب المرض , و قد تعلم من علمين فحق له أن يجلس ليفتى و يدرس فى المسجد و لا داعى لمزيد من السفر و الأمراض ... لا , بل نحتسب و نكمل المسيرة\nطهور يا أحمد\nطهور إن شاء الله ...\nو قال أحمد بن حنبل :\nدخلت عبدان سنة 186 هـ.\nو دخلت البصرة خمس دخلات ! و ذلك ليسمع من محدثيها ، فلم تكن سفرة سياحة المعصية و لا تجارة دنيوية ...\n(1/4)",
        "\nو حضر فيضان دجلة الكبير عام 186 هـ في أيام الرشيد الذي اضطر الرشيد بسببه إلى النزول بأهله إلى السفن. ومنع والي بغداد ( السندى بن شاهك ) الناس من العبور إشفاقاً عليهم ( والى يخاف على الرعية ....! ) ، فأقام أحمد بن حنبل - تلك الفترة فقط - لا يستطيع الرحلة من أجل العلم ! لم يمنعه إلا الفيضان .... تلك هى الأعذار المقبولة يا أحباب .\n* لقى أحمد الشافعي في أول رحلة , و فى أطهر بقعة , فى الحرم بمكة المكرمة ، و علم أحمد قدر الرجل , و تلقى عنه الفقه و هو معرفة الأحكام المفصلة لكل جزئية , و أصول الفقه و هى قواعد فهم الدليل و استنباط الحكم الشرعى , و كان أحمد ابن حنبل وفيا للشافعى رحمه الله , حتى روى عنه أنه مكث أربعين سنة ما بات ليلة إلا ويدعو فيها للشافعي.\nو كان يقول\nإنَّ الله يبعث على رأس كل أمَّة من يجدد لهذه الأمة أمر دينها...\nلقد أرسل الله تعالى عمر بن عبد العزيز على رأس المئة الثانية , وآمل أن يكون الشافعي على رأس المائة الثالثة.!\nو رشحه الشافعي عند الرشيد لقضاء اليمن فأبى أحمد و قال له :\nجئتُ إليك لأقتبس منك العلم\nوكان ذلك في آخر أيام الرشيد.\nورشح الشافعيُّ الإمام ثانية لقضاء اليمن عند\nالخليفة الأمين العباسي فأبى أحمد ، وكان ذلك عام 195 هـ.\nفهو لا يريد منصبا و لا شيئا يشغله عن مهمة حفظ العلم و بثه ... و ليس لا هثا ليكون مستشارا له راتب ..\nو قال فيه الإمام الشافعي :\n\" خرجت من بغداد فما خلّفت بها رجلاً أفضل ولا أعلم ولا أفقَهَ من ابن حنبل\".\nوقال عنه الأمام الشافعى أيضا :\nأضحى ابن حنبل حجَّةً مبرورةً *** وبِحُبِّ أحمدَ يُعرَفُ المتنسِّكُ\nوإذا رأيت لأحمد متنقِّصاً *** فاعلم بأنَّ سُتورَهُ ستُهَتَّكُ\nو لم تتيسر لأحمد بن حنبل فرصة لقاء عالم المدينة النبوية مالك بن أنس\nفكان يقول : لقد حُرِمتُ لقاء مالك فعوَّضني الله عز وجل عنه سفيان بن عيينة !\n(1/5)\n",
        "فأحمد بن حنبل يتحسر , لا على دنيانا و فومها و عدسها , بل على عالم علم جهبذ لم يره , و يسلى نفسه و يعزيها فى الخسارة , لا بالنوم و الأمانى و التناسى و تخدير النفس , بل بعالم آخر رزقه الله لقياه !\nأرأيتم التربية ؟\nو عرف الشافعي رحمه الله فضل أحمد فى الحديث , فكان يكثر من زيارته ، فيزداد كل منهما من علم أخيه الرائع\nولما سئل عن ذلك قال الشافعى , و هو شاعر فذ و لغوى أصيل :\nقالوا يزورك أحمد و تزوره*** قلتُ الفضائل لا تبارح منزله\nإن زارني فبفضله أو زرته فلفضله *** فالفضل في الحالين له\nو ورد فى كتاب طبقات الحنابلة رحمهم الله :\nقال الشافعي لإمامنا أحمد يوماً :\nأنتم أعلم بالحديث والرجال , فإذا كان الحديث الصحيح فأعلموني , إن شاء يكون كوفياً أو شاء شامياً حتى أذهب إليه إذا كان صحيحاً.\nوهذا من دين الشافعي حيث سلم هذا العلم لأهله .\nو قال عبد الوهاب الوراق :\nما رأيت مثل أحمد بن حنبل ,\nقالوا له :\nوإيش الذي بان لك من علمه وفضله على سائر من رأيت ؟\nقال : رجل سئل عن ستين ألف مسألة فأجاب فيها بأن قال أخبرنا وحدثنا ! .. .\nهكذا يا أحباب يكون البحث النافع فى ذاكرة الأمة ..\nو قال أبو زرعة الرازي :\nحزرنا حفظ أحمد بن حنبل بالمذاكرة على سبعمائة ألف حديث !\nقيل له وما يدريك قال ذاكرته فأخذت عليه الأبواب......\nو هو إمام في القرآن كما قال أبو يعلى رحمه الله :\nقال أبو الحسين بن المنادي صنف أحمد في القرآن التفسير , و هو مائة ألف وعشرون ألفاً يعني حديثا , والناسخ والمنسوخ , و المقدم والمؤخر في كتاب الله تعالى , وجواب القرآن وغير ذلك.\nو لم تكن الصلة بالقرءان صلة بحث فقط , فالقرءان حديقة غناء , قال عبد الله بن أحمد : كان أبي يقرأ القرآن في كل أسبوع ختمتين إحداهما بالليل والأخرى بالنهار.\nالله ...سبحان الله\n(1/6)\n\nخرج أحمد البطل إلى اليمن مستكملا رحلته المباركة الميمونة , للعلامة عبد الرزاق بن الهمام اليمني , صاحب الموسوعة الحديثية المسماة بالمصنف ..\nو هناك حاول الإمام الكريم عبد الرزاق أن يساعد طالب العلم , ابن السبيل أحمد بن حنبل بمال من معه , فأبى إمام أهل السنة , و أصر أن يتكسب عيشه من عمل يده لينفق على نفسه فى رحلته , فنعم النفس العيوفة العفيفة , و هى رسالة لكل عالم و طالب علم ( و مفكر ) ...\nو سافر أحمد متقصيا أثر علامة زمانه عبد الله ابن المبارك , ليتعلم منه العلم و الخلق و السلوك ... فقد كان ابن المبارك آية عالما عطر السيرة ...\nو أشفق ابن المبارك على الداعية الرحال المناضل , و أراد أن يساعده أيضا بمال , كما حاول قبله العلامة عبد الرزاق , و لكن الإمام أحمد اعتذر عن قبول المساعدة ...\nو قال :\nأنا ألزمك لفقهك وعلمك لا لمالك.\nحج الإمام أحمد خمس مرات إلى بيت الله تعالى ، منها ثلاث مرات ماشيا !\nلقلة ذات اليد .....\nفسبحان الله على النشاط و الجلد و الجدية فى العبادة , كما هى فى طلب العلم ....\nفليسمع من كبرت بطونهم و ترهلت أجسادهم من كثرة النوم و الأكل و الكسل ,\nو ممن وهنت عظامهم قبل أن يخوضوا غمار\nرحلة ربانية واحدة , ممن يأكلون الطرى و يشربون شرب الهيم ... عودوا أنفسكم الخشونة و الرجولة .. و أمامكم الطريق\nكما قال شوقى :\nهل علمتم أمة فى جهلها *** ظهرت فى المجد حسناء الرداء ؟\nباطن الأمة من ظاهرها *** إنما السائل من لون الإناء\nفخذوا العلم على أعلامه *** واطلبوا الحكمة عند الحكماء\nواقرؤوا تاريخكم ، واحتفظوا *** بفصيح جاءكم من فصحاء\nأنزل الله على ألسنتهم*** وحيه فى أعصر الوحى الوضاء\nواحكموا الدنيا بسلطان فما *** خلقت نضرتها للضعفاء\nعرف المعاصرون أحمد ابن حنبل بأنه محدث متمكن يروى الحديث و يحققه\nو بابن حنبل صحيح السند *** و كل شهم فى الورى مجتهد",
        "(1/7)\n\nبما لنا قد أوضحوا من مسلك *** يرقى بساليكه أوج الفلك\nلكن أحمد كان أيضا فقيها نابها ....\nوما ميز فقهه أنه لم يكن يعمل بالقياس إلا نادرا , لأنه تيسر له من الأحاديث ما لم يجتمع لغيره , فلم يكن هناك ما يدعوه ليقيس و يبحث , و ليفتش عن تشابه حكم ليقيس عليه ،حيث انتقى كتابه ( المسند) من بين سبعمائة وخمسين ألف حديث عرفها ، بل كان يجمع ما أثر من قول الصحابة أو من قول تلاميذ الصحابة , و هم التابعين , فهم من تعلم من الصحابة تلاميذ النبى صلى الله عليه وسلم , فقولهم أولى و فهمهم أقرب ...\nمن روضة العلم الصحيح *** وربوة الأدب السليم\nالعاشقين العلم لا ***يألونه طلب الغريم\nالمعرضين عن الصغائر *** و السعاية والنميم\nو لو لم يجد فى المسألة قولا للتابعين اجتهد و قاس ,\nو قد ترك مذهبا ثريا و كتب عنه طلابه آلاف المسائل الفقهية قيل بلغت ستين ألفا مدونة .\nو كان الإمام أحمد يتحرج من الفتوى فى أول الأمر حتى اجتمعت لديه ثروة كبيرة من نصوص السنة، وأقوال الصحابة رضوان الله عليهم. و لم يتصدر للحديث والفتوى إلا بعد أن بلغ سن الأربعين، وذلك عام (204 هـ) !\nو من شيوخه أيضا و أئمة عصره الذين أخذ عنهم العلم النافع ممن حفظ عن التابعين و الصحابة كل نصيحة العلم العلامة سليمان بن حرب بالبصرة سنة 194 هـ، و الإمام أبي النعمان عارم في تلك السنة،\nو من الإمام أبي عمر الحوضي أيضاً ، و الإمام علي بن هاشم بن البريد\nو العلم الفاضل الثقة سفيان بن عيينة وإسماعيل ابن علية.\nو الإمام عبد المؤمن العبسي سمع منه سنة 182 هـ.\nوالإمام عبد الرحمن بن مهدي ، والعالم البطل أبو بكر بن عياش .\nوممن حدث عنهن أحمد بن حنبل\nمن النساء !!\nالفاضلة أم عمر بنت حسان بن زيد الثقفي. فلم يكن ديننا متعصبا متحيزا و لم يمنع امرأة أن تصير محدثة !\n(1/8)",
        "\nو دونك كتاب الزيانب لإبن حجر حيث جمع فيه جمعا طريفا فيه كل من اسمها زينب من الفاضلات المعلمات .... فالمرأة الفاضلة يزيدها الحق فضلا ... و لا يكبت طموحها ...\nهاهم أصحابه يقولون له , و هم يرونه دوما يطلب المزيد من العلم و دوما يحمل محبرته و أوراقه و لا يكل , كالنحلة تجنى الرحيق بلا ملل ..!\nيقولون كما فى السير :\nيا أبا عبد الله ، أنت قد بلغت هذا المبلغ، وأنت إمام المسلمين، حتى متى مع المحبرة ؟\nفقال: مع المحبرة إلى المقبرة.\n* و في مكة سُرِق متاعه وهو خارج البيت يطلب الحديث، و لما عاد قيل له ذلك، فلم يسأل عن شيء من المتاع ، وإنما بادر بالسؤال عن الألواح التي كتب فيها حديث رسول الله صلى الله عليه وسلم ولم يطمئن إلا بعد أن وجدها.\nفلم يسخط مع الإختبار الربانى , و لم يتبرم ...\nو لم يشفق على الضائع من الفانية ... فأثبت أن الثمرة أينعت .. و أن الحديث ليس باللسان فقط .\nها هو عبد الله بن الإمام أحمد يقول :\nخرج أبي إلى طرسوس ماشياً، وخرج إلى اليمن ماشياً.!\nوصف المعاصرون مجلسه فكأنما البركة تحيط و العناية تظلل , كان كثير التواضع له هيبة ووقار , و سكينة لا تفارق المكان أثناء الدرس ....\n***************\nفحين تحضر الألوف التى تسمع الرجل الأمة\nيشرق الإحساس فى تلك القلوب التى تختلف عن قلوبنا , فلم تسلم القياد لإعلام و تعليم و ثقافة غبية ملحة تافهة .. و لم تكن تفكر بذات الطريقة التى يمليها عليها غيرها ...\nفكانت الأوعية تختلف , فتتفتح منسابة لتسرى المعانى إلى القلب بيسر لا حد له ... من هنا نرى حالنا , حيث كثر القراء و قل العلماء ..\nفلا يتسع الأفق إلا لسماء ملبدة بالحزن , و يبقى الأمل و الحنين فى قلة ترتوي الأن من ذات المعين و تنادي الله تعالى وتسأله سبحانه ,\nو هم على قلة عددهم و رقة حالهم فهم ورود , تفوح منها رائحة الأمل الموعود , لتزكى الهواء كله ...\n(1/9)\n",
        "فترى صغيرهم و كبيرهم رغم العناء و اللأواء يحمل قلباً باسماً .....\nرحمك الله يا أحمد\nقالوا :\nنظرة إليه تذكر الناس و تعظهم قبل أن يتكلم لسانه ...\nو كان أحمد بن حنبل مع تلك السكينة رجلا مبتسما مؤدبا بشوشا .\nفقيل فيه أيضا :\nيلقى الناس مبتسما و يقدمهم عليه فى المشى .\nو فى قراءته للقرءان يجتنب الظهور و الشهرة فإذا قرأ القرآن ودخل عليه الناس سكت صيانة لقلبه من المديح ودخول الرياء.\nمحنته :\nعاش الإمام أحمد في عصر الخليفة المأمون ثم المعتصم ثم الواثق ثم المتوكل .\nفي هذا الوقت ، كانت فتنة المعتزلة خاصة في عصر المأمون. وكان المأمون تلميذاً لأبي هذيل العلام من المعتزلة ، و ووقع فى براثن الفلسفة اليونانية .\nوعين المأمون أحمد ابن أبي ذؤاد المعتزلي وزيراً خاصاً له .\nو كان الصدام بين خرافة القول بخلق القرآن ... أي أنَّ القرآن حادث مخلوق و بين الحق الذى مثله أهل السنة متبعين فيه التابعين و الصحابة فى فهمهم و تعاملهم مع الدليل\nو أن القرءان هو كلام الله تعالى الأزلي القديم\nو لم يكن أهل السنة يسلمون أنفسهم لفلسفة الوثنيين , و لا يخضعون لها الشرع و لا يشغلون أرواحهم\nو لا يرهقون أنفاسهم خلف بشر يعمل عقله و هلاوسه من عبدة أساطير جبل الأوليمب !\nبل تخفق قلوبهم مع الأثر عن النبى صلى الله عليه وسلم و صحبه الكرام الطاهرين , ففى كلامهم تحضر موارد الإيمان ،\nو يتبين أهل الشقاء من أهل الحرمان\nحسب التأسي بما يقال ، حتى لو جاءت الفتنة و المحنة , فزادهم هو اليقين بكريم الإرادة الربانية , إرادة الرحمن سبحانه التى تدخر الفوز لهم , فيجعلهم من الصابرين انتظارا لحسن المآل\nو حين اعتنق المأمون هذه البدعة أراد تعميمها و نشرها ..ففي عام 218 هـ أرسل كتاباً إلى نائبه في بغداد وهو إسحاق ابن إبراهيم كتبه وزيره المعتزلى لكنه بختم المأمون يفرض فيه بدعته و شبهاتها الداحضة الواهية\n(1/10)\n\nو أمر المأمون أن تقطع نفقة كل عالم لا يقر بما طلب و رفض العلماء التهديد , فطلب المأمون أن يرسل إليه كل معارض مقيداً بالأغلال .\nوكان الإمام أحمد من بين الكوكبة التي رفضت أن تقر , و لم تتراجع تحت تهديد السيف ، فقُيِّدوا جميعاً بالأغلال وذُهِبَ بهم إلى طرطوس. وفي الطريق تراجع البعض خوف البطش ومات البعض الآخر .... منهم العالم العلامة محمد بن نوح العجلي و كان آنذاك مريضا يرصف في الأغلال , و توفي ودفن في الرحلة كأول بطل لقى نحبه في تلك المحنة ، ولم يبق إلا أحمد الذي وصله الكلام صريحا من خادم المأمون قائلا له:\nإنَّ المأمون أقسم على قتلك إن لم تجبه.\nو لكن أحمد رفض التراجع عن الحق و بينما هو في الطريق لا يفصله عن المأمون إلا أميال ، إذ جثى على ركبتيه و رمق بطرفه إلى السماء ودعا الله تعالى أن ينجيه , فتوفي المأمون قبل أن يصل أحمد إلى طرطوس بسويعات !\nو أُعيد الإمام أحمد وأودع السجن ريثما تستقر الأمور.\nوقال : ظهر لي في الطريق رجل بدوي ، فقلت من هذا ؟ قالوا : شاعر ربيعة جابر بن عامر , فأمسك بزمام ناقته وقال : إيه ما بالك يا إمام ؟ ما عليك أن تقتل في سبيل الله فإنه ليس إلا القتل هاهنا والجنة ها هنا !\nوعظه هذه الموعظة ، يقول الأمام أحمد فشدت كلمته في قلبي أيما شد وثبتتني ، و يشاء الله أن تكون المحنة بعدها , لما فى كل محنة من منح و عبر و حكم و خير آجل ....\nوجاء بعد ذلك المعتصم و استدعى الإمام أحمد مكبلا , و حول الخليفة عدد من المعتزلة على رأسهم ابن أبي ذؤاد الذي ظهر من سيرته أنه مع بدعته يكن حقدا و حسدا للإمام أحمد ،\nو ناقشوا الإمام أحمد\nو كان واضحا فقال\nالقرءان كلام الله ...القرآن من علم الله و من قال إنَّ علم الله حادث أى مخلوق فقد كفر !\nو طلب المعتصم أن يناقشوه وكاد أن يقتنع بقول أحمد رحمه الله , ولكن سطوة البدعة و أهلها\nو وسوستهم غلبت ...",
        "(1/11)\n\nو عرض عليه المال والعطايا , و لكن الإمام أحمد قال له:\nأرني شيئاً من كتاب الله أعتمد عليه (أي أعطني دليلاً على ما تزعم من كتاب الله تعالى). وحذَّر المعتزلة المعتصم إن هو أطلق سراحه أن يُقال إنَّ هذا الرجل تغلب على خليفتين اثنين...\nفتركه المعتصم للضرب والتعذيب و السجن الطويل المؤلم .\nفكان يُضرَب ضرباً مبرحاً حتى يغشى عليه ثم يأتون به في اليوم التالى و يرفض الخنوع .\nوقال الإمام أحمد ضربت بالسياط أول يوم فطفقت أعد سبعة عشر سوطا ثم أغمى علي ولم أدري ما كان من\nبعد...!! ومن حضر غُسْل الإمام أحمد بعد موته رحمه الله -مع أنه مات من بعد هذه الحادثة بأكثر من عشرين عاما- شاهد آثار السياط هذه في ظهره ، حيث أن الإمام مات سنة مائتين وواحد وأربعين هجرية والحادثة سنة مائتان وتسعة عشر هجرية !\nو قال الإمام أحمد :\nعلقت بالسقف من رجلي وبيني وبين الأرض مسافة ذراع فكانوا يعذبونني على هذه الشاكلة فإنقطع الحبل بي فدكت عنقي بالأرض فأغمي علي ولم أدري ما وراء ذلك ، وجيئ به في اليوم الثالث فلف في حصيرة وظلوا يدوسون عليه حتى أغمي عليه وفي كل ذلك يقولون له قل بقولنا بأن القرآن مخلوق وهو يأبى ، فتركه المعتصم لعله يلين ولعله و لعله ، في تلك الفترة وهو في قصر المعتصم يجيئه بعض تلاميذه الذين يترخصون ، أحد تلامذته اسمه ابن أبي زهير يقول له أيها الإمام ما عليك أن تجيب ..... فإن لك عيال ولك أولاد ولك كذا فلو أجبتهم والنية عند الله ، فنظر له الإمام أحمد نظرة ملية وقال له يا أبا سعيد إن كان هذا عقلك فقد إسترحت ، فالإمام يدرك أن صموده نصرة للحق ....\nويجيئه آخر من تلامذته ويقول أيها الإمام ما عليك أن تجيب فيقول له نعم انظر من خلال الشرفة وأخبرني ماذا ترى فينظر فيقول إني أرى أهل بغداد قد اجتمعوا كل معه القرطاس والقلم ينتظرون ما تقول به, قال: أف ...أنجو بنفسي وأضل جميع هؤلاء !!!.\n(1/12)",
        "\nوقال بشر بن الحارث الحافي الزاهد العابد المشهور رحمه الله في تلك الأيام وكان مهابا من الجميع ، كان في تلك الأيام يجمع العامة حول القصر ويجعلهم على حب أحمد ويقول وهو يمد رجله ما أقبح هذه الساق ألا يكون فيها القيد نصرة لهذا الرجل ، نصرة للإمام أحمد بن حنبل .\nو بتلك الصرامة و الحساسية المرهفة و الصمود\nزرعت المعانى . فأثمرت تقوى فى قلوب المؤمنين من ثبات الإمام أحمد و من معه من الثابتين الذين سبقوه و قضوا نحبهم فى سبيل العقيدة ....\nو منهم نعيم بن حماد الخزاعي إمام الحديث بمصر مات فى السجن ساعتها رافضا التنازل , و البويضي الفقيه بمصر مات فى الطريق أيضا\nكلاهما قضى نحبه ...\nو كان هناك علم آخر صمد لا يصح أن ننساه\nلكنه لم يعذب لكبر سنه , هو ( أبي نعيم الفضل بن زكين ) شيخ البخاري ومن أئمة الحديث بالكوفة .,جيئ به إلى المعتصم , و كان شيخا مسنا تجاوز السبعين فقال له المعتصم أقْطَعُ عطائك أى راتبك الخارج من بيت المال , ، فمد يده إلى ذر ثوبه فَسَلَّهُ أي قطعه ثم وضعه بين أصبعين من أصابعه ثم رماه على المعتصم قائلا له والله ما دنياك عندي إلا أهون من ذر قميصي هذا ، فهاب المعتصم أن يفعل به شيئا لسنه الكبير و لشهرته ....\nو أقبل أحمد على الناس في السجن يعلِّمهم ويهديهم.\nفأمر ابن أبي ذؤاد بنقله إلى سجن خاص حيث ضاعفوا له القيود\nوأقاموا عليه سجانين أغلظ و أشد ،\nوكان ينخس بالسيف فتسيل دماؤه الزكية لكنه يصر على الصمود !\nولو كلفه ذلك حياته .\nصبرت للحق حين النفس جازعة *** والله بالصبر عند الحق موصيها\nو تستمر المحنة و يستمر الصبر\n(1/13)\n",
        "و تكون العاقبة العاجلة و الآجلة , فالعامة لم يضلوا , بل ازدادوا ثقة بالحق لصمود الإمام الحق ... بعد مرور عامين ونصف على هذه المعاناة ، و قد احترقت قلوب الناس و أوشكت الثورة أن تشتعل في بغداد نقمة على الخليفة المعتصم و وزيره ، حيث وقف الفقهاء على باب المعتصم يصرخون: أيُضرَب سيدنا ! أيضرب سيدنا ! أيضرب سيدنا ! فلم يجد المعتصم بداً من إطلاق سراحه وأعيد إلى بيته يعالج جراحه.\nمن الأشعار وهو في السجن :\nلعمرك ما يهوى لأحمد نكبة *** من الناس إلاّ ناقص العقل مُغْوِرُ\nهو المحنة اليوم الذي يُبتلى به *** فيعتبر السنِّي فينا ويسبُرُ\nشجىً في حلوق الملحدين وقرَّةٌ *** لأعين أهل النسك عفٌّ مشمِّرُ\nلريحانة القرَّاء تبغون عثرة ***وكلِّكُمُ من جيفة الكلب أقذرُ\nفيا أيها الساعي ليدرك شأوه *** رويدك عن إدراكه ستقصِّرُ\nفكانت شخصيته رمزاً للصمود والثبات على الحق ورفض تحريف العقيدة و دحض الأفكار الدخيلة على الإسلام و الهلاوس التى تلوث العقيدة .\nثم تولى الواثق الحكم و هو على نفس النهج البدعى و قتل العلم العلامة أحمد بن نصر الخزاعي ، و كان قد خرج بأهل بغداد متحديا و مالت القلوب إليه ، فَأُمْسِكَ به وقال له الواثق دع ما أخذناك له وقل القرآن مخلوق.. ..أقوم فأفك قيودك بيدي وأعفو عنك وأجعلك من خاصتي ، فأبى فقال له الواثق إذن لا يقتلك غيري فقام الواثق وقتله بسيفه رحمه و لم يتحرش الواثق بالإمام أحمد ساعتها خشية الفتنة.\nثم مات الواثق وتولى المتوكل خليفة للمسلمين و هو من أهل السنة الميامين , و انتهت المحنة و اعتقل الظَلَمَة فأُعْتُقِلوا\n(1/14)\n\nوبعدما استتب الأمر جاء المتوكل إلى الإمام أحمد وكان هذا سنة مائتان وستة وثلاثون هجرية فأخرج له أدراج الدولة و دوواين الحكم , وقال له أيها الإمام ادرس هذه الأدراج فثبت من شئت واترك من شئت واصلح أمر الدولة ، فلبث الإمام أحمد مدة يفتش في الأسماء فما من قاضٍ ضال مبتدع أو عامل مبتدع أو والي ظالم إلا وعزله وعين مكانه من أهل السنة والجماعة ، ولبث الأمر هكذا في عز ومنعة حتى مات المتوكل ومن هنا قال الإمام أحمد... إنما مثل المتوكل في بني العباس كمثل عمر بن عبد العزيز في بني أمية .\nو حاول المتوكل أن يعطى الإمام أحمد مالا ليعوضه لكنه رفض شاكراً !\nوروى أن المعتصم ندم على ما وقع منه , و أنه كان يرسل له كل يوم من يطمئن على حاله ،\nبينما ابتلي الوزير الضال ابن أبي ذؤاد بالشلل الذي أقعده أربع سنوات , و صادر المتوكل كل أمواله لبيت المال ......\n* أرأيتم عاقبة الصبر ! و لم كان أحمد مثار عجب الناس ! صبر وعلم ودأب .\nوالحر لايكتفى من نيل مكرمة *** حتى يروم التى من دونها العطب\nيسعى به أمل من دونه أجل *** إن كفه رهب يستدعه رغب\nقال أحد العلماء:\nمرّ أحمد بن حنبل عليناً قادماً من الكوفة، وبيده خريطة فيها كتب، فأخذتُ بيده، فقلت: مرة إلى الكوفة، ومرة إلى البصرة ! إلى متى؟\nإذا كتب الرجلُ ثلاثين ألف حديث لم يكف ؟ فسكت أحمد، ثم قلت: ستين ألف؟ فسكتَ . فقلت : مئة ألف ؟\nفقال أحمد : حينئذ يعرف شيئاً !!!!\nفنظرنا فإذا أحمد قد كتب ثلاث مئة ألف حديث.\nو كما قال أبو يعلى رحمه الله\nأحمد إمام في الزهد و حاله في ذلك أظهر وأشهر , أتته الدنيا فأباها والرياسة فنفاها عرضت عليه الأموال و فرضت عليه الأحوال وهو يرد ذلك بتعفف وتعلل وتقلل !\nو يقول :\nإنما هى أيام قلائل .\nونهى ولديه وعمه عن أخذ العطاء من مال الخليفة فاعتذروا بالحاجة فهجرهم شهراً لأخذ العطاء\nوقال إسحاق عم أحمد",
        "(1/15)\n\nكانت تأتينا في كل يوم مائدة أمر بها المتوكل فيها ألوان الطعام والفاكهة والثلج وغير ذلك فما نظر إليها أبو عبد الله ولا ذاق منها شيئاً ,و كانت نفقة المائدة في كل يوم مائة وعشرين درهماً\nفما نظر إليها أبو عبد الله\nوصرف المتوكل لولده وأهله أربعة آلاف درهم في كل شهر , فبعث إليه أحمد بن حنبل رافضا قائلا :\nإنهم في كفاية .... يعنى ليسوا بحاجة ..\nفبعث إليه المتوكل : إنما هذا لولدك , مالك ولهذا ؟\nيعنى ما شأنك ليس لبيتك بل لبيت ابنك !\nفقال له أحمد :\nيا عم ما بقي من أعمارنا , كأنك بالأمر قد نزل ...يعنى تذكر أن الموت قريب ..\nفالله الله فإن أولادنا إنما يريدون يتأكلون بنا , و إنما هي أيام قلائل لو كشف للعبد عما قد حجب عنه لعرف ما هو عليه من خير أو شر صبر قليل وثواب طويل إنما هذه فتنة......\nورب مجاهد شيخ مبجل *** ترجلت الجبال وما ترجل\nو لما توفي أحمد أرسلت الأكفان من طرف الخليفة , فردت عليه !\nوقال عم أحمد للرسول :\nقل له أحمد لم يدع خادمى يروحه ( يعنى يهوى عليه و هو مريض مسن ) خشية أن أكون اشتريته من مال الخليفة !\nفكيف نكفنه بمالك....\nوقال أبو يعلى عن الإمام أحمد :\nهو إمام السنة فلا يختلف العلماء الأوئل والأواخر أنه في السنة الإمام الفاخر والبحر الزاخر , أوذي في الله عز وجل فصبر و لكتابه نصر ولسنة رسول الله صلى الله عليه وسلم انتصر , أفصح الله فيها لسانه وأوضح بيانه وأرجح ميزانه , لا رهب ما حذر ولا جبن حين أنذر , أبان حقاً وقال صدقاً , و زان نطقاً و سبقاً , ظهر على العلماء وقهر العظماء , ففي الصادقين ما أوجهه وبالسابقين ما أشبهه , وعن الدنيا وأسبابها ما كان أنزهه , جزاه الله خيرا عن الإسلام والمسلمين , فهو للسنة كما قال الله في كتابه المبين \"وأخرى تحبونها نصر من الله وفتح قريب وبشر المؤمنين\". .\nفتسابق الأقوام وابتدروا لها *** كتسابق الفرسان يوم رهان\n(1/16)",
        "\nوأخو الهوينا في الديار مخلف *** مع شكله يا خيبة الكسلان\nقال علي بن المديني ( شيخ الإمام البخارى )\nأيد الله هذا الدين برجلين , أبو بكر الصديق يوم الردة , و أحمد بن حنبل في يوم المحنة.\nو قال : حدثني صدقة المقابري :\nقال كان في نفسي على أحمد بن حنبل قال فرأيت في النوم كأن النبي صلى الله عليه وسلم يمشي في طريق وهو آخذ بيد أحمد بن حنبل وهما يمشيان على تؤدة ورفق وأنا خلفهما أجهد نفسي في أن ألحق بهما فما أقدر فلما استيقظت ذهب ما كان في نفسي ثم رأيت بعد كأني ألحق بهما فما أقدر فلما استيقظت ذهب مناد الصلاة جامعة فاجتمع الناس فنادى يؤمكم أحمد بن حنبل فإذا أحمد بن حنبل فصلى بالناس وكنت بعد إذا سئلت عن شيء قلت: عليكم بالإمام يعني أحمد بن حنبل .\nنور النبوة فى ميمون غرته *** تكاد ترشفه الأجفان فرقانا\n* ومن هيبته بعد موته نتيجة صموده و صبره بفضل ربه سبحانه :\nلما ذكر أصحاب أحمد بسوء للخليفة جعفر المتوكل بعد موت الإمام أحمد غفر الله لنا وله قال لصاحب الخبر : لا ترفع إلي من خبرهم شيئاً وشد على أيديهم فإنهم وصاحبهم من سادات أمة محمد صلى الله عليه وسلم.\nونشر له بعد مماته من المناقب ورفع له بذلك العلم بين سائر الأمم فتنافس حين موته في الصلاة عليه العلماء والكبراء والأغنياء والفقراء والصلحاء والأولياء لأنه توفي في شهر ربيع الآخر من سنة إحدى وأربعين ومائتين وله سبع سبعون سنة فقال المتوكل على الله لمحمد بن عبد الله بن طاهر طوبى لك , صليت على أحمد ابن حنبل . !\nو قال الإمام قتيبة :\nلولا الثوري لمات الورع و لولا أحمد بن حنبل لأحدثوا في الدين\nقلت: لقتيبة تضم أحمد بن حنبل إلى أحد التابعين فقال إلى كبار التابعين.\nمُسند الإمام أحمد :\n(1/17)\n",
        "هو موسوعته القيمة التى جمعها ابنه عبد الله من بعده , به أربعين ألف حديث شريف ... حيث تروى المصادر أنها خلاصة رحلة عمره التى طاف فيها بالدنيا مرتين ليجمعها وينقحها ... فيسأل عن الرجال و يحدد مصداقيتهم و قوة حفظهم و صحة روايتهم ... و يكتب الأثر و يضبط لفظه ...\nو قد بدأ بجمع مسنده منذ أن كان عمره ستة عشر سنة، فكان يسجل الأحاديث بأسانيدها، في أوراق منثورة وظل على هذه الحال إلى أن قارب الوفاة .\nولما شعر بدنو أجله بدأ يجمعها ويحذف منها ... وأملى هذه الأحاديث كلها على أولاده وأهل بيته و بدأ ابنه العالم العلم الفاضل النجيب عبد الله بن أحمد بن حنبل ...\nبجمع هذه الأحاديث وتنسيقها من بعده فجمعها عبد الله بطريق السند ..\nفكان يرتب الأحاديث المختلفة , حسب الراوى من الصحابة , فيبدأ بالأحاديث المروية عن أبي بكر ثم عن عمر و هكذا... و لك أن تتخيل مشقة جمع عشرات الآلاف من الأحاديث ثم ترتيبها بدون أجهزة حاسوب , و لا أوراق حديثة و لا إضاءة مريحة و لا أدوات كتابة سريعة ....\nنِمتم ثم تطلبون المعالى *** والمعالى على النيام حرام\nشر عيش الرجال ما كان حلماً *** قد تسيغ المنية الأحلام\nو أما عن صحة أحاديث مسند الإمام أحمد\nفقد كانت طريقته هى اشتراط الصحة التامة فى أحاديث العقيدة و الأحكام الفقهية ، أما إن كانت تتعلق بفضائل الأعمال و لها ما يؤيدها من الكتاب أو السنة الصحيحة فلا بأس أن تكون ضعيفة , و لكن ليست شديدة الضعف و لا موضوعة .\nوإن كان الحديث يعارضه نص آخر أقوى منه لا يمكن الجمع بينهما، حذف الأضعف.\nو ألف أيضا : الناسخ والمنسوخ .\n- العلل .\n- السنن في الفقه .\nمن أقواله:\n- إذا أردتَ أن يدوم لك الله كما تحب فكن كما يحب.\nمن تلامذته :\n(1/18)\n\nروى عنه الحديث خلق كثير، منهم عدد من مشايخه من مثل: عبد الرزاق بن همّام الصنعاني، و إسماعيل ابن عُلية، ووكيع بن الجراح، وعبد الرحمن بن مهدي، ومحمد بن إدريس الشافعي، ومعروف الكرخي، وعلي ابن المديني ، و روى عنه غيرهم الكثير.\nمنهم: أبناؤه و منهم أيضاً:\nالبخاري، والترمذي، وإسحاق بن راهويه، وأبو بكر الطبراني.\nوممن روى عنه من النساء : حُسن جاريتُه، وخديجة أم محمد، وريحانة بنت عمه , و زوجته أم عبد الله ، وعباسة بنت الفضل زوج أحمد وأم ابنه صالح ، ومخة أخت الزاهد بشر الحافي.\nوفاته\nتوفي الإمام يوم الجمعة سنة إحدى وأربعين ومائتين للهجرة ، وله من العمر سبع وسبعون سنة. وقد اجتمع الناس يوم جنازته حتى ملأوا الشوارع ، غير من كان في الطرق وعلى الأسطح.\n*******\nصبروا قليلا فاستراحوا دائما *** يا عزة التوفيق للانسان\nوقد دفن الإمام أحمد بن حنبل فى بغداد. وقيل أسلم يوم مماته الكثير من اليهود والنصارى والمجوس تأثرا !\nوأنّ جميع الطوائف حزنت عليه، وأنه كانت له كرامات كثيرة وواضحة.\nو الحمد لله رب العالمين و على رسولنا صلوات الله وسلامه حيا محمودا وميتا مفقودا أفضل صلوات وأنماها وعلى إخوانه من النبيين وآله أجمعين.\nيا سلعة الرحمن هل من خاطب *** فالمهر قبل الموت ذو امكان\nلكنها حجبت بكل كريهة *** ليصد عنها المبطل المتواني\nوتنالها الهمم التي تسمو الى *** رب العلا بمشيئة الرحمن\nيا رب هم الغرباء قد *** لجأوا اليك وأنت ذو الاحسان\nورضوا ولايتك التي من نالها *** نال الأمان ونال كل اماني\nورضوا بوحيك من سواه وما ار *** تضوا بسواه من آراء ذي الهذيان\nيا رب ثبتهم على الايمان واجـ *** ـعلهم هداة التائه الحيران\nولك المحامد كلها حمدا كما *** يرضيك لا يفنى على الأزمان\nمما تشاء وراء ذلك كله *** حمدا بغير نهاية بزمان\nوعلى رسولك أفضل الصلوات والتـ***ـسليم منك وأكمل الرضوان",
        "(1/19)\n\nوعلى صحابته جميعا والألى *** تبعوهم من بعد بالاحسان\nمن المراجع الكثيرة التي تلألأت بسيرته :\nسير أعلام النبلاء للذهبى\nتذكرة الحفاظ للذهبى\nجامع بيان العلم و فضله لابن عبد البر\nالانتقاء لابن عبد البر\nحلية الأولياء لأبى نعيم\nالبداية و النهاية لابن كثير\nرحمهم الله جميعا\nد . إسلام المازنى\nDoctor_thinker@hotmail.com\n(1/20)"
    ]
}